{
    "1": [
        "تنبيه النائم الغمر على مواسم العمر\nتنبيه النائم الغمر على مواسم العمر\nابن الجوزي\nالكتاب:\nتنبيه النائم الغمر على مواسم العمر\nالمؤلف:\nجمال الدين أبو الفرج عبد الرحمن بن علي بن محمد الجوزي (المتوفى: 597هـ)\nالمحقق:\nمحمد بن ناصر العجمي\nالناشر:\nدار البشائر الإسلامية\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nوبه التوفيق والهداية\nقال الشيخ الإمام الحافظ، شيخ الإسلام، مفتي الأنام، بركة الزمان، محيى السنة، جمال الدين أبو الفرج عبد الرحمن بن علي بن محمد الخزرجي - رحمه الله تعالى -: الحمد لله الذي جعل الأعمار مواسم، يربح فيها ممتثل المراسم، ويخسر المضيع الحسير والحاسم. فهي موضوعة لبلوغ الأمل، ورفع الخلل. زائدة الأرباح لمن اتجر، مهلكة الأرواح لمن فجر، الحسنة بعشر أمثالها إلى سبعمائة ضعف وأكثر، والسيئة ترد المستقيم إلى حال.\nوبهذا العمر اليسير يشتري الخلود الدائم في الجنان، والبقاء الذي لا ينقطع كبقاء الرحمن، ومن فرط في العمر وقع في الخسران.\nفينبغي للعاقل أن يعرف قدر عمره، وأن ينظر لنفسه في أمره. فيغتنم ما يفوت استدراكه، فربما. بتضييعه هلاكه.\nالجزء: 1 ¦ الصفحة: 35\n",
        "باب ذكر مواسم العمر\nاعلم وفقك الله تعالى أن مواسم العمر خمسة: الموسم الأول: من وقت الولادة إلى زمان البلوغ، وذلك، خمس عشر سنة.\nوالثاني: من زمان بلوغه إلى نهاية شبابه، وذلك إلى تمام خمس وثلاثين سنة، (وهو زمن الشباب) .\nوالثالث: من ذلك الزمان إلى تمام خمسين سنة، وذلك زمان الكهولة. وقد يقال: (كهلِ) لما قبل ذلك.\nالرابع: من بعد الخمسين إلى تمام السبعين، وذلك زمان الشيخوخة.\nوالخامس: ما بعد السبعين إلى آخر العمر، فهو زمن الهرم.\nوقد يتقدم ما ذكرنا من السنين ويتأخر فلنرسمها خمسة أبواب.\nالجزء: 1 ¦ الصفحة: 37\n",
        "الباب الأول في ذكر الموسم الأول\nاعلم أن هذا الموسم يتعلق معظمه بالوالدين، فهما يربيان ولدهما ويعلمانه، ويحملانه على مصالحه، ولا ينبغي أن يفترا عن تأديبه وتعليمه؛ فإن التعليم في الصغر كالنقش في الحجر.\nقال علي - رضي الله عنه - في قوله تعالى: (قَوا أَنفُسَكُم وَأَهليكُم نارا) : علموهم وأدبوهم.\nفيعلمانه الطهارة، والصلاة ويضربانه على تركها إذا بلغ تسع سنين، ويحفظانه القرأن، ويسمعانه الحديث، وما احتمل من العلم أمراه به،\nالجزء: 1 ¦ الصفحة: 39\n",
        "ويقبحان عنده ما يقبح، ويحثانه على مكارم الأخلاق، ولا يفتران عن تعليمه على قدر ما يحتمل؛ فإنه موسم الزرع.\nقال الشاعر:\nلا تَسهُ عَن أَدَبِ الصَغي\n...\nرِ وَإِن شَكى أَلَمَ التَعَب\nوَدَع الكَبيرَ لِشانِهِ\n...\nكَبُرَ الكَبيرُ عَنِ الأَدَب\nوقال غيره:\nإِنَّ الغُصونَ إِذا قَوَّمتَها اِعتَدَلَت\n...\nوَلا يَلينُ قَوَّمتَهُ الخَشَبُ\nقَد يَنفَعُ الأَدَبُ الصَغير في مَهلٍ\n...\nوَلَيسَ يَنفَعُ في ذِى الشَيبَةِ الأَدَب\nكان (عبد الملك بن مروان) يحب ابنه (الوليد) ، ولا يأمره بالأدب، فخرج لحاناً، فقال: أضر حبنا بالوليد.\nالجزء: 1 ¦ الصفحة: 40\n",
        "فصل\nوقد يرزق الصبي ذهناً من صغره فيتخير لنفسه؛ كما قال الله تعالى: (وَلَقَد آتينا إِبراهيم رُشدَهُ من قَبل) فذكر في التفسير: أنه كان ابن ثلاث سنين، فقال للكوكب والقمر والشمس ما قال، إلى أن قال: (وَجَهتُ وَجهي لِلَّذي فَطَرَ السَمَواتِ وَالأَرضَ) .\nفصل\nفإذا عبر الصبي خمس سنين بان فهمه ونشاطه في الخير، وحسن اختياره، وصدف نفسه عن الدنايا وعكس ذلك.\nمر (عمر بن الخطاب) - رضي الله عنه - على صبيان يلعبون، فنفروا من هيبته، ولم يبرح (ابن الزبير) - رضي الله عنه - فقال له: مالك لم تبرح؟! فقال: ما الطريق ضيقة فأوسعها لك، ولا لي ذنب فأخافه.\nوقال الخليفة لولد وزيره وهو في دارهم: أيما أحسن دارنا أو داركم؟ فقال: دارنا. قال: لم؟ قال: لأنك فيها.\nالجزء: 1 ¦ الصفحة: 41\n",
        "ويتبين فهم الصبي وعلو همته وتقصيرها باختياراته لنفسه؛ وقد تجتمع الصبيان للعب فيقول العالي الهمة: من يكون معي، ويقول القاصر: مع من أكون. ومتى علت همته آثر العلم.\nالجزء: 1 ¦ الصفحة: 42\n",
        "فصل\nفإذا راهق الصبي فينبغي لأبيه أن يزوجه؛ فقد جاء في الحديث: (من بلغ له ولد أمكنه أن يزوجه فلم يفعل، وأحدث الولد إثماً كان الإثم بينهما) .\nوالعجب من الوالد كيف لا يذكر حاله عند المراهقة، وما لقي وما عانى بعد البلوغ، أو كان قد وقع في زلة فيعلم أن ولده مثله.\nقال: (إبراهيم الحربي) : أصل فساد الصبيان بعضهم من بعض.\nالجزء: 1 ¦ الصفحة: 43\n",
        "وينزر من يؤثر العلم على النكاح. ويعلم نفسه الصبر؛ فإن (أحمد بن حنبل) - رحمه الله - لم يتزوج إلا بعد الأربعين.\nالجزء: 1 ¦ الصفحة: 44\n",
        "الباب الثاني في ذكر الموسم الثاني\nوهو من زمان البلوغ إلى منتهى الشباب وهذا هو الموسم الأعظم الذي يقع فيه الجهاد للنفس والهوى وغلبة الشيطان، وبصيانته، يحصل القرب من الله تعالى، وبالتفريط فيه يقع الخسران العظيم. وبالصبر فيه على الزلل يثنى على الصابرين، كما أثنى الله عز وجل على (يوسف) - عليه الصلاة والسلام - إذ لو زل من كان يكون.\nالجزء: 1 ¦ الصفحة: 45\n",
        "قال النبي - صلى الله عليه وسلم -: (عجب ربك من الشاب ليست له صبوة) .\nويقول الله تعالى: (أيها الشاب التارك شهوته من أجلي، أنت عندي كبعض ملائكتي) .\nالجزء: 1 ¦ الصفحة: 46\n",
        "فصل\nوليعلم البالغ أنه من يوم بلوغه وجب عليه معرفة الله تعالى بالدليل لا بالتقليد، ويكفيه من الدليل رؤية نفسه وترتيب أعضائه، فيعلم أنه لا بد لهذا الترتيب من مرتب، كما أنه لا بد للبناء من بان.\nويعلم أنه نزل إليه ملكان يصبحانه طول دهره، ويكتبان عمله، ويعرضانه على الله سبحانه وتعالى، قال تعالى: (وَإِن عَلَيكُم لَحافِظين كِراماً كاتِبين يَعلَمونَ ما تَفعَلون) .\nقال (محمد بن الفضل) : منذ أربعين سنة ما أمليت على كاتبي سيئة، ولو فعلت لاتسحيت منهما.\nالجزء: 1 ¦ الصفحة: 47\n",
        "فلينظر العبد فيما يرتفع من عمله، فإن زل فليرفع الزلل بتوبة واستدراك.\nوليغض طرفه؛ فقد قال الله عز وجل: (قُل لِلمُؤمِنينَ يَغضوا مِن أَبصارَهُم) .\nويقول الله عز وجل: (النظر إلى المرأة سهم مسموم من سهام الشيطان، من تركه ابتغاء مرضاة الله آتيته إيماناً يجد حلاوته في قلبه) . ومن استعمل الغض سلم.\nوليكتف بالمرأة الواحدة، ولا يترخص في كثرة الاستمتاع بالنساء؛ فإنه يشتت القلب، ويضعف القوى، وليس لذلك منتهى.\nكان بعض السلف يقول لنفسه: ما ههنا إلا هذه الكسرة وهذه المرأة، فإن شئت فاصبري، أو فموتي.\nوكان خلق كثير يتأسفون في حال الكبر على تضييع موسم الشباب، ويبكون على التفريط فيه. فليطل القيام من سيقعد، وليكثر الصيام من سيعجز.\nوالناس ثلاثة: من ابتكر عمره بالخير ودام عليه فذلك من الفائزين، ومن خلط وقصر فذلك من الخاسرين، ومن صاحب التفريط والمعاصي فذلك من الهالكين.\nالجزء: 1 ¦ الصفحة: 48\n",
        "فلينظر الشاب في أي مقام هو، فليس لمقامه مثل، وليتلمح شرف بضاعته وثمنها\nالمستوفى. فالصبر الصبر؛ فإن الساعي يصبر عن النكاح مع كونه شاباً شديد الشبق، فيقال له أحسنت. فليصبر الشاب ليقال له: (هَذا يَومُكُمُ) .\nوليحذر زلله في الشباب؛ فإنها كعيب قبيح في سلعة مستحسنيه.\nومن زل في الشباب فلينظر أين لذتها! وهل بقي إلا حسرتها الدائمة التي كلما خطرت له تألم، فصار ذكرها عقوبة، ومن خرق ثوب التقى بيع بالخلق والمكسور.\nقال (الجنيد) - رحمه الله -: لو أقل عبد على الله ألف سنة ثم أعرض عنه لحظة كان الذي فاته أكثر مما حصل له.\nوكان بعض السلف - رحمه الله - يقول: وددت لو أن يدي قطعتا وغفر لي عن ذنوب الشباب.\nقال المصنف - رحمه الله -: قلت يوماً في الوعظ: أيها الشاب أنت في بادية، ومعك جواهر نفيسة وتريد أن تقدم بها على بلد الجزاء، فاحذر أن يلقاك غرار من الهوى فيشتري ما معك بادون ثمن، فتقدم البلد\nالجزء: 1 ¦ الصفحة: 49\n",
        "فترى الرابحين فتفقع أسفاً، وتبكي لهفاً، وتقول: (يا حسرتا على ما فرطت في جنب الله) هيهات أن يرد الأسف ما سلف.\nومما قلته من الشعر في هذا المعنى:\nأَمّا الشَبابُ فَظُلمَةٌ لِلمُهتَدى\n...\nوَبِهِ ضَلالُ الجاهِلِ المُتَمَرِدِ\nلَيسَ الَّذي تَرَكَ الذُنوبَ مَشيباً\n...\nكَالتارِكِ لَها وَقتَ شَعرٍ أَسوَدِ\nفَافَرَح إِذا جاهَدتَ نَفسَكَ صابِراً\n...\nيا صاحِ صِح في اللَهوِ يا نارُ اِخمِدي\nاِغنَم مَدِيحَةَ يُوسِفَ في صَبرِهِ\n...\nوَاِحذَر تَعَجلَ آدَمَ في المَفسَدِ\nلَولا اِجتَباهُ لَكانَ شَيناً فاضِحاً\n...\nيَعصى فَيَالَكَ مِن حَزينٍ مُكمَدِ\nفَاِقمَعهُ بِالصَبرِ الجَميلِ وَدُم عَلى\n...\nالصَومِ الطَويلِ فإَِنَّهُ كَالمَبرَدِ\nوَاّغضُض جُفونَكَ عَن حَرامٍ وَاِقتَنِع\n...\nبِحَلالِ ما حَصَّلتَ تُحمَد في غَدِ\nوَدَعِ الصَبا فَاللَهُ يَحمدُ صابِراً\n...\nيا نفسُ هَذا مَوسِمٌ فَتَزّوَّدي\nالصَبرُ عَن شَهوَاتِ نَفسِكَ تَوبَةٌ\n...\nفَاِثبُت وَغالِط شَهوَةً لَم تَرقُدِ\nتُحمَد هُناكَ إِذا هَواكَ تَرَكتَهُ\n...\nيا سَعدُ تَسعَد بِالمَعاشِ الأَرغَدِ\nإِن شِئتَ نَيلَ المَفاخِرَ في الطَريقِ الأَبعَدِ\nالجزء: 1 ¦ الصفحة: 50\n",
        "الباب الثالث في الموسم الثالث وهو حال الكهولة\nهذا الزمان فيه بقية من الشباب، وللنفس فيه ميل إلى الشهوات، وفيه جهاد حسن، وإن كانت طاقات الشيب تزع وتظعج عن مهاد اللهو.\nوليكتف الكهل بنور الشيب الذي أضاء له سبيل الرحيل، وليعامل بالبقية المائلة إلى الهوى يربح، لكن لا كريح الشاب.\nقال (الشافعي) - رحمه الله - فيمن أتى امرأة وهي حائض: إن كان في أول الحيض فعليه دينار، وإن كان في آخره فنصف دينار.\nوهذا لأنه في أوله قريب عهد بالجماع فلا يعذر، وفي آخره قد بعد عهده به فخفف عنه.\nقال المصنف - رحمه الله -: ومما قلته في هذا المعنى:\nقَد رَأَيتُ المَشيبَ نُوراً تَبَدّى\n...\nنُوَّرَ الطُرقَ ثُمَّ ما إِن تَعَدّى\nإِن نُورَ الشَبابِ عَارِيَةٌ عِندي\n...\nفَجاءَ المُعيرُ حَتّى اِستَرَّدا\nجاءَني ناصِحٌ أَتاني نَذيرٌ\n...\nبِبَياضٍ أَراني الأَمرَ جِدّا\nالجزء: 1 ¦ الصفحة: 51\n",
        "دَع حَديثَ الصَبى وَرَامَةَ وَالغَو\n...\nرِ وَنَجداً يا سَعدُ واسعَ لِسُعدى\nثُمَّ خَلّى حَديثَ لَيلى ونُعمَ\n...\nوَمَساعٍ وَكُلثُمَ دَع دَعدا\nوَتَزّوَّد زادَ الشِتاءِ فَقَد فا\n...\nتَ رَبيعٌ ضَيَّعتَ فيهِ الوَردا\nقِف عَلى البابِ سَئِلاً عَفوَ مَولا\n...\nكَ فَما إِن يَزالُ يَرحَمُ عَبدا\nوله أيضاً - رحمه الله -:\nعِشتَ وَظِلُّ الشَبابِ مَمدُودُ\n...\nوَالغُصنُ يَهتَزُّ وَالصَبا رُودُ\nفَأَقبَلَ الشَيبُ في عَساكِرِهِ\n...\nأُسودُ غابٍ فَغابَت السودُ\nكُنتَ في ظُلمَةٍ فَأشرَقَ فَجرُ المَشي\n...\nبِ فَاللَيلُ عَنهُ مَطرودُ\nقَد مَيَّسَ الغُصُنُ في نَضارَتِهِ\n...\nلَكِنَّهُ بَعدَ أَن ذَوَت عَودُ\nوَجاءَكَ المَوتُ فَانتَظِرهُ وَذا العُم\n...\nرُ يَسيرُ وَالسَيرُ مَعدودُ\nلا بُدَّ مِن مُزعِجٍ عَلى غَرَرٍ\n...\nهَيهاتَ بابُ البَقاءِ مَسدودُ\nتَرَحَّل عَن كُلِّ مَا تَخلُفُهُ\n...\nوَيَأكُلُ الجِسمُ في البِلى الدُودُ\nنَعَم وَيَمحو الثَرى مَحاسِنَهُ\n...\nلا تُعرَفُ البيضُ فيهِ وَالسودُ\nوَالسَمعُ قَد صُمَّ عَن مَواعِظِهِ\n...\nوَالجَهلُ فاسٍ وَالقَلبُ جُلمودُ\nوقال - رحمه الله -:\nياهَل يَعودُ ما مَضى لِيَ رَجِعاً\n...\nأَم هَل أَرى نُجومَهُ لَوامِعا\nإِذا تَذَكَّرتُ زَماناً ماضياً\n...\nجَدَّدَ حُزناً اِنقَضَّ الأَضالِعا\nما لِلشُموسِ قَد بَدَت أَوافِلا\n...\nوَطَالَما رَأَيتُها طَوالِعا\nكانَ الصَبا لَهواً عَجيباً حالُهُ\n...\nيا سُرعانَ ما فُطِمتُ راضِعاً\nبادِر بِذا الباقي وَأَدرِك ما مَضى\n...\nلَعَلَّ ما يَبقى يَكونُ نافِعا\nيا حَسرَتي عَلى ما قَد مَضى\n...\nوَذَهَبَت أَيّامُه ضَوائِعا\nالجزء: 1 ¦ الصفحة: 52\n",
        "الباب الرابع في الموسم الرابع وهو الشيخوخة\nقد يكون في أول الشيخوخة بقية هوى، فيثاب الشيخ على قدر صبره، وكلما قوى الكبر ضعفت الشهوة فلا يراد الذنب كما قال الشاعر:\nتارَكَكَ الذَنبُ فَتارَكتَهُ\n...\nبِالفِعلِ والشَهَوَةُ في القَلبِ\nفَالحَمدُ لِلّهِ عَلى تَركِهِ\n...\nلا لَكَ في تَركِكَ لِلذَنبِ\nفإذا تعمد الشيخ ذنباً فهو مراغم، إذ الشهوة الطالبة قد خسرت؛ ولهذا قال رسول - الله صلى الله عليه وسلم -: (أبغض الخلق إلى الله تعالى شيخ زان) .\nومنهم من يقصد المراغمة فيلبس الشيخ الخاتم الذهب.\nالجزء: 1 ¦ الصفحة: 53\n",
        "فالويل لمن لم ينهه شيبه عن عيبه؛ ما ذاك إلا لخلل في إيمانه وقد يقول الشيخ العالم: علمي يدفع عني! وينسى أن علمه حجة عليه.\nالجزء: 1 ¦ الصفحة: 54\n",
        "وقد رؤى بعض مشايخنا في المنام، فقيل له: ما فعل الله بك؟ فقال: غفر لي وهو معرض عني. فقيل له: غفر لك وأعرض عنك!! فقال: نعم وعن جماعة من العلماء لم يعملوا بعلمهم.\nوقد رأيت بعض مشايخنا - وكان مفرطاً - وهو عريان، وقد تعلق بثديه ثلاث كلاب صغار - والجرو منهم - يمص ثديه.\nوقد رؤي في المنام (يحيى بن أكثم) فقيل له: ما فعل الله بك؟ فقال: قال لي يا شيخ السوء. (وكذلك منصور بن عمار) .\nقال (الفضيل) - رحمه الله -: يغفر للجاهل سبعون ذنباً قبل أن يغفر\nالجزء: 1 ¦ الصفحة: 55\n",
        "للعالم ذنب واحد. قال الله - عز وجل - (قُل هَل يَستوي الَّذينَ يَعلَمونَ وَالَّذينَ لا يَعلَمونَ) .\nقال (أبو الدرداء) : ويل لمن عمل ولا يعلم مرة، وويل لمن يعلم ولا يعمل سبع مرات.\nوقال: أخوف ما أخاف أن يقال لي: عملت فإن قلت: لا، فقد علمت، وإن قلت: نعم، لم يبق آية آمرة أو ناهية إي وتجتني.\nقال المصنف - رحمه الله تعالى -: ومما قلته في ذكر الشيب:\nغَرَرنا بِالشَبابِ المُستَعارِ\n...\nاَفَقنا بِالمَشيبِ مِنَ الخَمارِ\nأَنارَ لَنا المَشيبُ سَبيلَ رُشدٍ\n...\nوَنَدِمنا على خَلعَ العِذارِ\nفَوا أَسَفى عَلى عُمُرٍ تَوَلَّت\n...\nلَذَاذَتُهُ وَاَبقَت قُبحَ عارِ\nفَنَحنُ اليَومَ تَبكي ما فَعَلنا\n...\nفَكَيفَ وَكَم وَقَعنا في خَسارِ\nفَلَيسَ لَنا سِوى حَزَنٍ وَخَوفٍ\n...\nوَنَدبٍ في خُضوعٍ وَاِنكِسارِ\nتَعالَوا نَبكِ ما قَد كانَ مِنّا\n...\nوَقوموا في الدَياجي بِاِعتِذارِ\nالجزء: 1 ¦ الصفحة: 56\n",
        "وَما شَيءٌ لِمَحوِ الذَنبِ أَولَى\n...\nمِنَ الأَحزانِ وَالدَمعِ الغِزِارِ\nسَتَدري يا مُفَرِطُ صِدقَ قَولي\n...\nإِذا غُودِرتَ في بَطنِ الصَحارِ\nوَخَلّاكَ الرَفيقُ اَسَيرَ قَفرٍ\n...\nتُرافِقُكَ النَدامَةُ في القِفارِ\nوَقَد فازوا بِما حازوا جَميعاً\n...\nوَأَنتَ رَهينُ ذُلٍّ وَاِفتِقارِ\nفَخُذ حَذَراً وَزاداً تَكتَفيهِ\n...\nلِرحلَتِهِ إِلى تِلكَ الدِيارِ\nتَمَتَّع مِن شَميم عَرارِ نَجدٍ\n...\nفَما بَعدَ العَشِيَّةِ مِن عَرارِ\nوقال أيضاً\nأَشَيبٌ وَعَيبٌ إِنَّ ذا لَبَغِيضُ\n...\nسَوادُ صِحافٍ وَالغَدائِرُ بِيضُ\nمُكاثِرةٍ لِلّهوِ وَالضَعفُ زائِدُ\n...\nوَجِسمُ الكَبيرِ ذائِبٌ وَمَهيصُ\nإِذا هَمَّ مَشيبٌ بِذَنبٍ فَإِنَّهُ بَغيضٌ وَما اللَهوُ فيهِ بَغيضُ\nمَريضٌ مِنَ الضَعفِ الَّذي أَذهَبَ القُوى\n...\nوَحُقَّ لِهَذا أَن يُقالَ مَريض\nالجزء: 1 ¦ الصفحة: 57\n",
        "الباب الخامس في الموسم الخامس وهو حال الهرم\nفي الحريث: (ابن ثمانين أسير الله في الأرض) .\nولم يبق في زمان الهرم إلا تدارك ما مضى، والاستغفار، والدعاء، وعمل ما يمكن من الخير، اغتناماً للساعات، والتأهب للرحيل.\nوكان (سرى) لا ينام إلا غلبةً ودخلوا على (الجنيد) - رحمه الله تعالى - وهو في الموت، وهو يركع ويسجد، فأراد أن يثني رجله في صلاته فما أمكنه لخروج الروح منها. فقال رجل: ما هذا\nالجزء: 1 ¦ الصفحة: 59\n",
        "فقال: هذه نعم الله أكبر.\nوكان (عامر بن عبد قيس) يصلي كل يوم ألف ركعة، ولقيه رجل، فقال: أكلمك كلمة، فقال: أمسك الشمس (حتى أكلمك) .\nوقال رجل سأله: (عجل) فإني مبادر. قال: وما الذي تبادر قال: خروج روحي.\nوقال (عثمان الباقلاني) : أبغض الأشياء إلى وقت إفطاري لأني أشتغل بالأكل عن الذكر.\nوكان (داود الطائي) - رحمه الله - يشرب الفتيت ولا يأكل الخبز. فقيل له في ذلك، فقال: بين أكل الخبز وشرب الفتيت قراءة خمسين آية.\nودخل قوم على عابد، فقالوا: لعلنا شغلناك. قال: صدقتم، كنت أقرأ فتعتموني.\nالجزء: 1 ¦ الصفحة: 60\n",
        "ومن نظر في شرف العمر اغتنمه. وفي الصحيح: (من قال سبحان الله وبحمده غرست له نخلة في الجنة) .\nوقال الحسن رحمه الله: الجنة قيعان والملائكة تغرس فربما فتروا، فيقال: مالكم فترتم! فيقولون: فتر صاحبنا. فقال الحسن: أمدوهم رحمكم الله.\nوقد رأينا جماعة من الأشياخ يرتاحون إلى حضور الناس عندهم، وسماع الأحاديث التي تضر ولا تنفع، فمضى زمانهم في غير شيء، ولو فهموا كانت تسبيحة أصلح. وهذا لا يكون إلا من الغفلة عن الآخرة؛ لأن بتسبيحة واحدة يحصل الثواب على ما ذكرنا. والأحاديث الدنيوية تؤذى ولا تنفع.\nكان (أبو موسى الأشعري) - رضي الله عنه - يصوم في الحر، فيقال له: أنت شيخ كبير. فيقول: إني أعده ليوم طويل.\nوقيل لعابد: ارفق بنفسك. قال: الرفق أطلب.\nجاء بعض رفقاء (سري السقطي) - رحمه الله تعالى - إليه يزوره، فوجد عنده جماعة. فقال: يا سرى! صرت مناخاً للبطالين، ثم ذهب ولم يقعد.\nومن عرف شرف العمر وقيمته لم يفرط في لحظة منه.\nالجزء: 1 ¦ الصفحة: 61\n",
        "فلينظر الشاب في حراسة بضاعته. وليحتفظ الكهل بقدر استطاعته.\nوليتزود الشيخ للحاق جماعته. ولينظر الهرم أن يؤخذ من ساعته.\nنفعنا الله وإياكم بعلومنا، ولا سلبنا فوائد فهومنا، (ومتعنا بأسماعنا وأبصارنا، ولا يجعل علمنا حجة علينا) ، إنه ولي ذلك والقادر عليه، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.\nالجزء: 1 ¦ الصفحة: 62\n",
        "وكان الفراغ من كتبها يوم الخميس المبارك، تاسع عشر، جمادى الآخرة، سنة ثمان وتسعين وألف. وحسبنا الله ونعم الوكيل، ولا وحول ولا قوة إلا بالله العلى العظيم، وصلى الله على سيدنا محمد خاتم الأنبياء والمرسلين، وعلى صحبه وسلم آمين. آمين.\nالجزء: 1 ¦ الصفحة: 64\n",
        ""
    ]
}