{
    "1": [
        "تنبيهات على أحكام تختص بالمؤمنات\nتنبيهات على أحكام تختص بالمؤمنات\nصالح الفوزان\nالكتاب:\nتنبيهات على أحكام تختص بالمؤمنات\nالمؤلف:\nصالح بن فوزان بن عبد الله الفوزان\nالناشر:\nوزارة الشئون الإسلامية والأوقاف والدعوة والإرشاد - المملكة العربية السعودية 1423 هـ\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "[\nمقدمة تنبيهات على أحكام تختص بالمؤمنات\n]\nبسم الله الرحمن الرحيم\nمقدمة الحمد لله الذي قدر فهدى، وخلق الزوجين الذكر والأنثى، من نطفة إذا تمنى، وأشهد أن لا إله إلا الله وحده لا شريك له، له الحمد في الآخرة والأولى، وأشهد أن محمدا عبده ورسوله عرج به إلى السماء فرأى من آيات ربه الكبرى، صلى الله عليه وعلى آله وأصحابه أولي المناقب والنهى، وسلم تسليما كثيرا مؤبدا.\nأما بعد: فلما كانت المرأة المسلمة لها مكانتها في الإسلام، وقد أنيط بها كثير من المهام، وكان النبي صلى الله عليه وسلم يخص النساء بتوجيهات، وأوصى بهن في خطبته في عرفات، مما يدل على وجوب العناية بهن في كل زمان، ولا سيما في هذا الزمان الذي غزيت فيه المرأة المسلمة بصفة خاصة؛ لسلبها كرامتها، وإنزالها من مكانتها، فكان لا بد من توعيتها بالخطر، ووصف طريق النجاة لها.\nوهذا الكتاب أرجو أن يكون علامة على هذا الطريق بما تضمنه من ذكر بعض الأحكام الخاصة بها، وهو إسهام ضئيل، لكنه جهد المقل، وأرجو أن ينفع الله به على قدره، وهو خطوة أولى في هذا السبيل يرجى أن تتلوها خطوات أعم وأشمل، إلى ما هو أحسن وأكمل.\nالجزء: 1 ¦ الصفحة: 5\n",
        "وما قدمته في هذه العجالة يتكون من الفصول التالية:\n1 -\nالفصل الأول: أحكام عامة.\n2 -\nالفصل الثاني: في بيان أحكام تختص بالتزين الجسمي للمرأة.\n3 -\nالفصل الثالث: أحكام تختص بالحيض والاستحاضة والنفاس.\n4 -\nالفصل الرابع: أحكام تختص باللباس والحجاب.\n5 -\nالفصل الخامس: في بيان أحكام تختص بالمرأة في صلاتها.\n6 -\nالفصل السادس: أحكام تختص بالمرأة في باب أحكام الجنائز.\n7 -\nالفصل السابع: أحكام تختص بالمرأة في باب الصيام.\n8 -\nالفصل الثامن: أحكام تختص بالمرأة في الحج والعمرة.\n9 -\nالفصل التاسع: أحكام تختص بالزوجية وبإنهائها.\n10 -\nالفصل العاشر الختامي: في بيان أحكام تحفظ للمرأة كرامتها وتصون عفتها.\nالمؤلف\nالجزء: 1 ¦ الصفحة: 6\n",
        "[\nالفصل الأول أحكام عامة\n]\n[\nمكانة المرأة قبل الإسلام\n]\nالفصل الأول\nأحكام عامة 1 - مكانة المرأة قبل الإسلام: ويراد بما قبل الإسلام عصر الجاهلية التي كان يعيشها العرب بصفة خاصة، ويعيشها أهل الأرض بصفة عامة، حيث كان الناس في فترة من الرسل، ودروس من السبل، وقد نظر الله إليهم - كما جاء في الحديث - فمقتهم عربهم وعجمهم إلا بقايا من أهل الكتاب، وكانت المرأة في هذا الوقت في الأغلب الأعم تعيش فترة عصيبة - خصوصا في المجتمع العربي - حيث كانوا يكرهون ولادتها، فمنهم من كان يدفنها وهي حية حتى تموت تحت التراب، ومنهم من يتركها تبقى في حياة الذل والمهانة، كما قال تعالى: {وَإِذَا بُشِّرَ أَحَدُهُمْ بِالْأُنْثَى ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ - يَتَوَارَى مِنَ الْقَوْمِ مِنْ سُوءِ مَا بُشِّرَ بِهِ أَيُمْسِكُهُ عَلَى هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ أَلَا سَاءَ مَا يَحْكُمُونَ} [النحل: 58 - 59] (1) .\n(1) سورة النحل، الآيتان 58، 59.\nالجزء: 1 ¦ الصفحة: 7\n",
        "وقال تعالى: {وَإِذَا الْمَوْءُودَةُ سُئِلَتْ - بِأَيِّ ذَنْبٍ قُتِلَتْ} [التكوير: 8 - 9] (1) والموؤودة هي البنت تدفن حية حتى تموت تحت التراب، وإذا سلمت من الوأد وعاشت فإنها تعيش عيشة المهانة، فليس لها حظ من ميراث قريبها مهما كثرت أمواله، ومهما عانت من الفقر والحاجة؛ لأنهم يخصون الميراث بالرجال دون النساء، بل إنها كانت تورث عن زوجها الميت كما يورث ماله، وكان الجمع الكثير من النساء يعشن تحت زوج واحد حيث كانوا لا يتقيدون بعدد محدد من الزوجات غير عابئين بما ينالهن من جراء ذلك من المضايقات والإحراجات والظلم.\n[\nمكانة المرأة في الإسلام\n]\n2 -\nمكانة المرأة في الإسلام: فلما جاء الإسلام رفع هذه المظالم عن المرأة، وأعاد لها اعتبارها في الإنسانية، قال تعالى: {يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى} [الحجرات: 13] (2) فذكر سبحانه أنها شريكة الرجل في مبدأ الإنسانية، كما هي شريكة الرجل في الثواب والعقاب على العمل: {مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ} [النحل: 97] (3) .\n(1) سورة التكوير، الآيتان 8، 9.\n(2) سورة الحجرات، الآية 13.\n(3) سورة النحل، الآية 97.\nالجزء: 1 ¦ الصفحة: 8\n",
        "وقال تعالى: {لِيُعَذِّبَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ} [الأحزاب: 73] (1) .\nوحرم سبحانه اعتبار المرأة من جملة موروثات الزوج الميت، فقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهًا} [النساء: 19] (2) .\nفضمن لها استقلال شخصيتها، وجعلها وارثة لا موروثة، وجعل للمرأة حقا في الميراث من مال قريبها، فقال تعالى: {لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيبًا مَفْرُوضًا} [النساء: 7] (3) وقال تعالى: {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ} [النساء: 11] (4) إلى آخر ما جاء في توريث المرأة أما وبنتا وأختا وزوجة.\nوفي مجال الزوجية حصر الله الزواج على أربع حدا أعلى،\n(1) سورة الأحزاب، الآية 73.\n(2) سورة النساء، الآية 19.\n(3) سورة النساء، الآية 7.\n(4) سورة النساء، الآية 11.\nالجزء: 1 ¦ الصفحة: 9\n",
        "بشرط القيام بالعدل المستطاع بين الزوجات، وأوجب معاشرتهن بالمعروف، فقال سبحانه: {وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ} [النساء: 19] (1) وجعل الصداق حقا لها، وأمر بإعطائها إياه كاملا إلا ما سمحت به عن طيب نفس، فقال: {وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَرِيئًا} [النساء: 4] (2) وجعلها الله راعية آمرة ناهية في بيت زوجها أميرة على أولادها، قال صلى الله عليه وسلم: «المرأة راعية في بيت زوجها، ومسئولة عن رعيتها» ، وأوجب على الزوج نفقتها وكسوتها بالمعروف.\n[\nما يريده أعداء الإسلام للمرأة\n]\n3 -\nما يريده أعداء الإسلام وأفراخهم اليوم من سلب المرأة كرامته وانتزاع حقوقها: إن أعداء الإسلام - بل أعداء الإنسانية اليوم من الكفار والمنافقين والذين في قلوبهم مرض - غاظهم ما نالته المرأة المسلمة من كرامة وعزة وصيانة في الإسلام؛ لأن أعداء الإسلام من الكفار والمنافقين يريدون أن تكون المرأة أداة تدمير، وحبالة يصطادون بها ضعاف الإيمان وأصحاب الغرائز الجانحة، بعد أن يشبعوا منها شهواتهم المسعورة، كما قال تعالى: {وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَنْ تَمِيلُوا مَيْلًا عَظِيمًا} [النساء: 27]\n(1) سورة النساء، الآية 19.\n(2) سورة النساء، الآية 4.\nالجزء: 1 ¦ الصفحة: 10\n",
        "(1) .\nوالذين في قلوبهم مرض من المسلمين يريدون من المرأة أن تكون سلعة رخيصة في معرض أصحاب الشهوات والنزعات الشيطانية، سلعة مكشوفة أمام أعينهم يتمتعون بجمال منظرها، أو يتوصلون منها إلى ما هو أقبح من ذلك؛ ولذلك حرصوا على أن تخرج من بيتها لتشارك الرجال في أعمالهم جنبا إلى جنب، أو لتخدم الرجال ممرضة في المستشفى، أو مضيفة في الطائرة، أو دارسة أو مدرسة في فصول الدراسة المختلطة، أو ممثلة في المسرح، أو مغنية، أو مذيعة في وسائل الإعلام المختلفة سافرة فاتنة بصوتها وصورتها، واتخذت المجلات الخليعة من دور الفتيات الفاتنات العاريات وسيلة لترويج مجلاتهم وتسويقها، واتخذ بعض التجار وبعض المصانع من هذه الصور أيضا وسيلة لترويج بضائعهم، حيث وضعوا هذه الصور على معروضاتهم ومنتجاتهم، وبسبب هذه الإجراءات الخاطئة تخلت المرأة عن وظيفتها الحقيقية في البيت، مما اضطر أزواجهن إلى جلب الخادمات الأجنبيات لتربية أولادهم، وتنظيم شؤون بيوتهم، مما سبب كثيرا من الفتن، وجلب عظيما من الشرور.\n(1) سورة النساء، الآية 27.\nالجزء: 1 ¦ الصفحة: 11\n",
        "[\nلا مانع من عمل المرأة خارج بيتها وفق ضوابط شرعية\n]\n4 -\nإننا لا نمانع من عمل المرأة خارج بيتها إذا كانت بالضوابط الآتية: 1 - أن تحتاج إلى هذا العمل أو يحتاج المجتمع إليه بحيث لا يوجد من يقوم به من الرجال.\n2 -\nأن يكون ذلك بعد قيامها بعمل البيت الذي هو عملها الأساسي.\n3 -\nأن يكون هذا العمل في محيط النساء؛ كتعليم النساء وتطبيب أو تمريض النساء، ويكون منعزلا عن الرجال.\n4 -\nكذلك لا مانع بل يجب على المرأة أن تتعلم أمور دينها، ولا مانع أن تعلم من أمور دينها ما تحتاج إليه، ويكون التعليم في محيط النساء، ولا بأس أن تحضر الدروس في المسجد ونحوه، وتكون متسترة ومنعزلة عن الرجال، على ضوء ما كانت النساء في صدر الإسلام يعملن ويتعلمن ويحضرن إلى المساجد.\nالجزء: 1 ¦ الصفحة: 12\n",
        "[\nالفصل الثاني في بيان أحكام تختص بالتزين الجسمي للمرأة\n]\n[\nيطلب منها أن تفعل من خصال الفطرة ما يختص بها ويليق بها\n]\nالفصل الثاني\nفي بيان أحكام تختص\nبالتزين الجسمي للمرأة 1 - يطلب منها أن تفعل من خصال الفطرة ما يختص بها ويليق بها من قص الأظافر وتعاهدها؛ لأن تقليم الأظافر سنة بإجماع أهل العلم؛ لأنه من خصال الفطرة الواردة في الحديث، ولما في إزالتها من النظافة والحسن، وما في بقائها طويلة من التشويه، والتشبه بالسباع، وتراكم الأوساخ تحتها، ومنع وصول الماء إلى ما تحتها، وبعض المسلمات قد ابتلين بتطويل الأظافر؛ تقليدا للكافرات، وجهلا بالسنة.\nويسن للمرأة إزالة شعر الإبطين والعانة؛ عملا بالحديث الوارد في ذلك، ولما فيه من التجمل، والأحسن أن يكون ذلك كل أسبوع، أو لا يترك أكثر من أربعين يوما.\n[\nما يطلب منها وما تمنع منه في شعر رأسها وشعر حاجبيها وحكم الخضاب\n] وصبغ الشعر\n2 -\nما يطلب منها وما تمنع منه في شعر رأسها وشعر حاجبيها وحكم الخضاب وصبغ الشعر\nأ - يطلب من المسلمة توفير شعر رأسها، ويحرم عليها حلقه إلا من ضرورة.\nالجزء: 1 ¦ الصفحة: 13\n",
        "قال الشيخ محمد بن إبراهيم آل الشيخ مفتي الديار السعودية رحمه الله: وأما شعر رؤوس النساء فلا يجوز حلقه؛ لما رواه النسائي في سننه بسنده عن علي رضي الله عنه، ورواه البزار بسنده في مسنده عن عثمان رضي الله عنه، ورواه ابن جرير بسنده عن عكرمة رضي الله عنه، قالوا: «نهى رسول الله صلى الله عليه وسلم أن تحلق المرأة رأسها» ، والنهي إذا جاء عن النبي صلى الله عليه وسلم فإنه يقتضي التحريم ما لم يرد له معارض.\nقال ملا علي قاري في [المرقاة شرح المشكاة] : قوله: أن تحلق المرأة رأسها؛ وذلك لأن الذوائب للنساء كاللحى للرجال في الهيئة والجمال. . انتهى (1) .\nوأما قص شعر رأسها فإن كان لحاجة غير الزينة؛ كأن تعجز عن مؤنته، أو يطول كثيرا ويشق عليها فلا بأس بقصه بقدر الحاجة، كما كان بعض أزواج النبي صلى الله عليه وسلم يفعلنه بعد وفاته، لتركهن التزين بعد وفاته واستغنائهن عن تطويل الشعر.\nوأما إن كان قصد المرأة من قص شعرها هو التشبه بالكافرات والفاسقات، أو التشبه بالرجال فهذا محرم بلا شك؛ للنهي عن التشبه بالكفار عموما، وعن تشبه المرأة بالرجال، وإن كان القصد\n(1) [مجموع فتاوى الشيخ محمد بن إبراهيم] (2 / 49) .\nالجزء: 1 ¦ الصفحة: 14\n",
        "منه التزين فالذي يظهر أنه لا يجوز.\nقال شيخنا الشيخ محمد الأمين الشنقيطي رحمه الله في [أضواء البيان] : (إن العرف الذي صار جاريا في كثير من البلاد بقطع المرأة شعر رأسها إلى قرب أصوله سنة إفرنجية مخالفة لما كان عليه نساء المسلمين ونساء العرب قبل الإسلام، فهو من جملة الانحرافات التي عمت البلوى بها في الدين والخلق والسمت وغير ذلك) ، ثم أجاب عن حديث: «أن أزواج النبي صلى الله عليه وسلم يأخذن من رؤوسهن حنى تكون كالوفرة» : بأن أزواج النبي صلى الله عليه وسلم إنما قصرن رؤوسهن بعد وفاته صلى الله عليه وسلم؛ لأنهن كن يتجملن في حياته، ومن أجمل زينتهن شعورهن، أما بعد وفاته صلى الله عليه وسلم فلهن حكم خاص بهن لا تشاركهن فيه امرأة واحدة من نساء جميع أهل الأرض، وهو انقطاع أملهن انقطاعا كليا من التزويج، ويأسهن منه اليأس الذي لا يمكن أن يخالطه طمع، فهن كالمعتدات المحبوسات بسببه صلى الله عليه وسلم إلى الموت، قال تعالى: {وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا إِنَّ ذَلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيمًا} [الأحزاب: 53] (1) واليأس من الرجال بالكلية قد يكون سببا للترخيص في الإحلال بأشياء من الزينة لا تحل لغير\n(1) سورة الأحزاب، الآية 53.\nالجزء: 1 ¦ الصفحة: 15\n",
        "ذلك السبب. انتهى (1) .\nفعلى المرأة أن تحتفظ بشعر رأسها وتعتني به وتجعله ضفائر، ولا يجوز لها جمعه فوق الرأس أو من ناحية القفا.\nقال شيخ الإسلام ابن تيمية في [مجموع الفتاوى] (22 / 145) : كما يقصد بعض البغايا أن تضفر شعرها ضفيرا واحدا مسدولا بين الكتفين.\nوقال الشيخ محمد بن إبراهيم مفتي الديار السعودية رحمه الله: وأما ما يفعله بعض نساء المسلمين في هذا الزمن من فرق الرأس من جانب وجمعه من ناحية القفا أو جعله فوق الرأس كما تفعله نساء الإفرنج فهذا لا يجوز، لما فيه من التشبه بنساء الكفار، وعن أبي هريرة رضي الله عنه في حديث طويل قال: قال رسول الله صلى الله عليه وسلم: «صنفان من أهل النار لم أرهما: قوم معهم سياط كأذناب البقر يضربون بها الناس، ونساء كاسيات عاريات، مائلات مميلات، رؤوسهن كأسنمة البخت المائلة، لا يدخلن الجنة، ولا يجدن ريحها، وإن ريحها ليوجد من مسيرة كذا وكذا» (2) وقد فسر بعض العلماء قوله: مائلات مميلات بأنهن يتمشطن المشطة\n(1) [أضواء البيان] (5 / 598 - 601) ، ولا يجوز لها أن تطيع زوجها إذا أمرها بذلك؛ لأنه لا طاعة لمخلوق في معصية الخالق.\n(2) رواه مسلم.\nالجزء: 1 ¦ الصفحة: 16\n",
        "الميلاء، وهي مشطة البغايا، ويمشطن غيرهن تلك المشطة، وهذه مشطة نساء الإفرنج ومن يحذو حذوهن من نساء المسلمين (1) .\nوكما تمنع المرأة المسلمة من حلق شعر رأسها، أو قصه من غير حاجة؛ فإنها تمنع من وصله والزيادة عليه بشعر آخر؛ لما في الصحيحين: «لعن رسول الله صلى الله عليه وسلم الواصلة والمستوصلة» ، والواصلة هي التي تصل شعرها بشعر غيرها، والمستوصلة هي التي يعمل بها ذلك؛ لما في ذلك من التزوير، ومن الوصل المحرم لبس الباروكة المعروفة في هذا الزمان، روى البخاري ومسلم وغيرهما أن معاوية رضي الله عنه خطب لما قدم المدينة وأخرج كبة من شعر، أو قصة من شعر، فقال: ما بال نسائكم يجعلن في رؤوسهن مثل هذا؟ سمعت رسول الله صلى الله عليه وسلم يقول: «ما من امرأة تجعل في رأسها شعرا من شعر غيرها إلا كان زورا» ، والباروكة: شعر صناعي يشبه شعر الرأس، وفي لبسها تزوير.\nب - ويحرم على المرأة المسلمة إزالة شعر الحاجبين أو إزالة بعضه بأي وسيلة من الحلق أو القص، أو استعمال المادة المزيلة\n(1) مجموع فتاوى الشيخ، (2 / 47) ، وانظر [الإيضاح والتبيين] للشيخ حمود التويجري، ص 85.\nالجزء: 1 ¦ الصفحة: 17\n",
        "له أو لبعضه؛ لأن هذا هو النمص الذي لعن النبي صلى الله عليه وسلم من فعلته فقد «لعن صلى الله عليه وسلم النامصة والمتنمصة» ، والنامصة هي التي تزيل شعر حاجبيها أو بعضه للزينة في زعمها، والمتنمصة التي يفعل بها ذلك، وهذا من تغيير خلق الله الذي تعهد الشيطان أن يأمر به بني آدم، حيث قال كما حكاه الله عنه: {وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ} [النساء: 119] (1) وفي الصحيح عن ابن مسعود رضي الله عنه أنه قال: «لعن الله الواشمات والمستوشمات والنامصات والمتنمصات والمتفلجات للحسن، المغيرات خلق الله عز وجل» ، ثم قال: ألا ألعن من لعن رسول الله صلى الله عليه وسلم وهو في كتاب الله عز وجل، يعني قوله: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} [الحشر: 7] (2) .\nذكر ذلك ابن كثير في [تفسيره] (2 / 359) طبعة دار الأندلس.\nوقد ابتلي بهذه الآفة الخطيرة التي هي كبيرة من كبائر الذنوب كثير من النساء اليوم، حتى أصبح النمص كأنه من الضروريات اليومية، ولا يجوز لها أن تطيع زوجها إذا أمرها بذلك؛ لأنه معصية.\n(1) سورة النساء، الآية 119.\n(2) سورة الحشر، الآية 7.\nالجزء: 1 ¦ الصفحة: 18\n",
        "ج - ويحرم على المرأة المسلمة تفليج أسنانها للحسن بأن تبردها بالمبرد حتى تحدث بينها فرجا يسيرة رغبة في التحسين، أما إذا كانت الأسنان فيها تشويه وتحتاج إلى عملية تعديل لإزالة هذا التشويه، أو فيها تسوس واحتاجت إلى إصلاحها من أجل إزالة ذلك فلا بأس؛ لأن هذا من باب العلاج وإزالة التشويه، ويكون ذلك على يد طبيبة مختصة.\nد - ويحرم على المرأة عمل الوشم في جسمها؛ لأن النبي صلى الله عليه وسلم لعن الواشمة والمستوشمة، والواشمة هي التي تغرز اليد أو الوجه بالإبر، ثم تحشو ذلك المكان بالكحل أو المداد، والمستوشمة هي التي يفعل بها ذلك، وهذا عمل محرم وكبيرة من كبائر الذنوب؛ لأن النبي صلى الله عليه وسلم لعن من فعلته أو فعل بها، واللعن لا يكون إلا على كبيرة من الكبائر.\nهـ - حكم الخضاب للنساء وصبغ الشعر والتحلي بالذهب:\n1 -\nالخضاب: قال الإمام النووي في [المجموع] (1 / 324) : أما خضاب اليدين والرجلين بالحناء فمستحب للمتزوجة من النساء؛ للأحاديث المشهورة فيه. . انتهى، يشير إلى ما رواه أبو داود: «أن امرأة سألت عائشة رضي الله عنها عن خضاب الحناء، فقالت: لا بأس به، ولكني أكرهه، كان حبيبي رسول الله صلى الله عليه وسلم يكره ريحه» ، ورواه النسائي، وعنها رضي الله عنها قالت: «أومأت امرأة\nالجزء: 1 ¦ الصفحة: 19\n",
        "من وراء ستر - بيدها كتاب - إلى رسول الله صلى الله عليه وسلم، فقبض النبي صلى الله عليه وسلم يده وقال: ما أدري أيد رجل أم يد امرأة؟ قالت: بل يد امرأة: قال: لو كنت امرأة لغيرت أظفارك - يعني: بالحناء» -[أخرجه أبو داود والنسائي] ، لكن لا تصبغ أظفارها بما يتجمد عليها ويمنع الطهارة (1) .\n2 -\nوأما صبغ المرأة شعر رأسها: فإن كان شيبا فإنها تصبغه بغير السواد؛ لعموم نهيه صلى الله عليه وسلم عن الصبغ بالسواد.\nقال الإمام النووي في [رياض الصالحين] صفحة 626، باب (نهي الرجل والمرأة عن خضاب شعرهما بالسواد) ، وقال في [المجموع] (1 / 324) : ولا فرق في المنع من الخضاب بالسواد بين الرجل والمرأة، هذا مذهبنا. . انتهى.\nوأما صبغ المرأة لشعر رأسها الأسود؛ ليتحول إلى لون آخر، فالذي أرى أن هذا لا يجوز؛ لأنه لا داعي إليه؛ لأن السواد بالنسبة للشعر جمال وليس تشويها يحتاج إلى تغيير، ولأن في ذلك تشبها بالكافرات.\n3 -\nويباح للمرأة أن تتحلى من الذهب والفضة بما جرت به العادة، وهذا بإجماع العلماء، لكن لا يجوز لها أن تظهر حليها\n(1) كالصبغة المسماة بالمناكير.\nالجزء: 1 ¦ الصفحة: 20\n",
        "للرجال غير المحارم، بل تستره، خصوصا عند الخروج من البيت والتعرض لنظر الرجال إليها؛ لأن ذلك فتنة، وقد نهيت أن تسمع الرجال صوت حليها الذي في رجلها تحت الثياب (1) فكيف بالحلي الظاهر؟\n(1) قال تعالى: وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ [النور: 31] .\nالجزء: 1 ¦ الصفحة: 21\n",
        "[\nالفصل الثالث أحكام تختص بالحيض والاستحاضة والنفاس\n]\n[\nأولا الحيض\n]\n[\nتعريف الحيض\n]\nالفصل الثالث\nأحكام تختص بالحيض\nوالاستحاضة والنفاس أولا: الحيض 1 - تعريف الحيض الحيض في اللغة هو السيلان، والحيض شرعا: دم يخرج من قعر رحم المرأة في أوقات معلومة من غير مرض ولا إصابة، وإنما هو شيء جبل الله عليه بنات آدم، خلقه الله في الرحم لتغذية الولد في الرحم وقت الحمل، ثم يتحول لبنا بعد ولادته، فإذا لم تكن المرأة حاملا ولا مرضعا بقي هذا الدم لا مصرف له، فيخرج في أوقات معلومة، تعرف بالعادة أو الدورة الشهرية.\n[\nسن الحيض\n]\n2 -\nسن الحيض: السن الذي تحيض فيه المرأة: غالبا أقل سن تحيض فيه المرأة تسع سنين إلى خمسين سنة، قال تعالى: {وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَاثَةُ أَشْهُرٍ وَاللَّائِي لَمْ يَحِضْنَ} [الطلاق: 4] (1) فاللائي يئسن: من بلغن خمسين سنة، واللائي لم\n(1) سورة الطلاق، الآية 4.\nالجزء: 1 ¦ الصفحة: 22\n",
        "يحضن: هن الصغار دون التسع.\n[\nأحكام الحائض\n]\n[\nيحرم في حال الحيض وطؤها في الفرج\n]\n3 -\nأحكام الحائض: أ - يحرم في حال الحيض وطؤها في الفرج؛ لقوله تعالى: {وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ وَلَا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ} [البقرة: 222] (1) ويستمر هذا التحريم إلى أن ينقطع عنها خروج دم الحيض وتغتسل منه؛ لقوله تعالى: {وَلَا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ} [البقرة: 222] ويباح لزوج الحائض أن يستمتع منها بما دون الجماع في الفرج؛ لقوله صلى الله عليه وسلم: «اصنعوا كل شيء إلا النكاح» (2) .\n[\nتترك الحائض الصوم والصلاة في مدة حيضها\n]\nب - تترك الحائض الصوم والصلاة في مدة حيضها، ويحرم عليها فعلهما، ولا يصحان منها؛ لقوله صلى الله عليه وسلم: «أليس إذا حاضت المرأة لم تصل ولم تصم؟» متفق عليه، فإذا طهرت الحائض فإنها تقضي الصوم ولا تقضي الصلاة؛ لقول عائشة رضي الله عنها: «كنا نحيض على عهد رسول الله صلى الله عليه وسلم فكنا نؤمر بقضاء الصوم، ولا نؤمر بقضاء الصلاة» متفق عليه.\n(1) سورة البقرة، الآية 222.\n(2) رواه مسلم.\nالجزء: 1 ¦ الصفحة: 23\n",
        "والفرق - والله أعلم - أن الصلاة تتكرر فلم يجب قضاؤها؛ للحرج والمشقة في ذلك بخلاف الصوم.\n[\nيحرم على الحائض مس المصحف من غير حائل\n]\nج - يحرم على الحائض مس المصحف من غير حائل؛ لقوله تعالى: {لا يمسه إلا المطهرون} [الواقعة: 79] (1) ولما في الكتاب الذي كتبه رسول الله صلى الله عليه وسلم لعمرو بن حزم: «لا يمس المصحف إلا طاهر» (2) وهو يشبه المتواتر، لتلقي الناس له بالقبول، قال شيخ الإسلام ابن تيمية رحمه الله: مذهب الأئمة الأربعة أنه لا يمس المصحف إلا طاهر.\nوأما قراءة الحائض للقرآن من غير مس المصحف فهي محل خلاف بين أهل العلم، والأحوط: أنها لا تقرأ القرآن إلا عند الضرورة، كما إذا خشيت نسيانه، والله أعلم.\n[\nيحرم على الحائض الطواف بالبيت\n]\nد - يحرم على الحائض الطواف بالبيت؛ لقوله صلى الله عليه وسلم لعائشة لما حاضت: «افعلي ما يفعل الحاج، غير ألا تطوفي بالبيت حتى تطهري» (3) .\n[\nيحرم على الحائض اللبث في المسجد\n]\nهـ - يحرم على الحائض اللبث في المسجد؛ لقوله صلى الله عليه وسلم: «إني\n(1) سورة الواقعة، الآية 79.\n(2) رواه النسائي وغيره.\n(3) متفق عليه.\nالجزء: 1 ¦ الصفحة: 24\n",
        "لا أحل المسجد لحائض ولا لجنب» (1) وقوله صلى الله عليه وسلم: «إن المسجد لا يحل لحائض ولا جنب» (2) .\nويجوز لها المرور من المسجد من غير لبث؛ «لحديث عائشة رضي الله عنها قالت: قال رسول الله صلى الله عليه وسلم: ناوليني الخمرة من المسجد، فقلت: إني حائض، فقال: إن حيضتك ليست بيدك» (3) .\nولا بأس أن تأتي الحائض بالأذكار الشرعية من التهليل والتكبير والتسبيح والأدعية، وأن تأتي بالأوراد الشرعية المشروعة في الصباح والمساء، وعند النوم والاستيقاظ، ولا بأس أن تقرأ في كتب العلم؛ كالتفسير والحديث والفقه.\n[\nفائدة في حكم الصفرة والكدرة\n]\nالصفرة: شيء كالصديد يعلوه صفرة، والكدرة: شيء كلون الماء الوسخ الكدر، فإذا خرج من المرأة كدرة أو صفرة في وقت عادتها فإنها تعتبرهما حيضا يأخذان أحكامه السابقة، وإن خرجا من المرأة في غير وقت العادة فإنها لا تعتبرهما شيئا، وتعتبر نفسها\n(1) رواه أبو داود.\n(2) رواه ابن ماجه.\n(3) قال في [المنتقى] : رواه الجماعة إلا البخاري (1 / 140) .\nالجزء: 1 ¦ الصفحة: 25\n",
        "طاهرا؛ لقول أم عطية رضي الله عنها: كنا لا نعد الكدرة والصفرة بعد الطهر شيئا رواه أبو داود، ورواه البخاري دون لفظ: (بعد الطهر) ، وهذا له حكم الرفع عند أهل الحديث؛ لأنه يعتبر تقريرا من النبي صلى الله عليه وسلم، ومفهومه أن الكدرة والصفرة قبل الطهر حيض تأخذان أحكامه.\n[\nفائدة أخرى ما الذي تعرف به المرأة نهاية حيضها\n]\nفائدة أخرى:\nس: ما الذي تعرف به المرأة نهاية حيضها؟\nج: تعرف ذلك بانقطاع الدم، وذلك بأحد علامتين: العلامة الأولى: نزول القصة البيضاء، وهي بفتح القاف: ماء أبيض يتبع الحيض، يشبه ماء الجص، وقد تكون بغير لون البياض، فقد يختلف لونها باختلاف أحوال النساء.\nالعلامة الثانية: الجفوف، وهو أن تدخل خرقة أو قطنة في فرجها، ثم تخرجها جافة ليس عليها شيء، لا من الدم، ولا من الكدرة أو الصفرة.\n[\nما يلزم الحائض عند نهاية حيضها\n]\n4 -\nما يلزم الحائض عند نهاية حيضها: يلزم الحائض عند نهاية حيضها أن تغتسل، وذلك بأن تستعمل الماء بنية الطهارة في جميع بدنها؛ لقوله صلى الله عليه وسلم: «فإذا أقبلت حيضتك فدعي الصلاة، وإذا أدبرت فاغتسلي وصلي» (1) .\n(1) رواه البخاري.\nالجزء: 1 ¦ الصفحة: 26\n",
        "وصفته: أن تنوي رفع الحدث أو الطهارة للصلاة ونحوها، ثم تقول: بسم الله، ثم تفيض الماء على جميع جسمها، وتروي أصول شعر رأسها، ولا يلزمها نقضه إن كان مضفورا، وإنما ترويه بالماء، وإن استعملت السدر أو المواد المنظفة مع الماء فحسن، ويستحب أخذ قطنة فيها مسك أو غيره من الطيب تجعلها في فرجها بعد الاغتسال؛ لأمره صلى الله عليه وسلم أسماء بذلك (1) .\n[\nتنبيه مهم إذا طهرت الحائض أو النفساء قبل غروب الشمس\n]\nتنبيه مهم:\nإذا طهرت الحائض أو النفساء قبل غروب الشمس لزمها أن تصلي الظهر والعصر من هذا اليوم، ومن طهرت منهما قبل طلوع الفجر لزمها أن تصلي المغرب والعشاء من هذه الليلة؛ لأن وقت الصلاة الثانية وقت للصلاة الأولى في حال العذر.\nقال شيخ الإسلام ابن تيمية رحمه الله في [الفتاوى] (22 / 434) : ولهذا كان جمهور العلماء - كمالك والشافعي وأحمد - إذا طهرت الحائض في آخر النهار صلت الظهر والعصر جميعا، وإذا طهرت في آخر الليل صلت المغرب والعشاء جميعا، كما نقل ذلك عن عبد الرحمن بن عوف وأبي هريرة وابن عباس؛ لأن الوقت مشترك بين الصلاتين في حال العذر، فإذا\n(1) رواه مسلم.\nالجزء: 1 ¦ الصفحة: 27\n",
        "طهرت في آخر النهار فوقت الظهر باق، فتصليها قبل العصر، وإذا طهرت في آخر الليل، فوقت المغرب باق في حال العذر، فتصليها قبل العشاء. انتهى.\nوأما إذا دخل عليها وقت صلاة ثم حاضت أو نفست قبل أن تصلي فالقول الراجح أنه لا يلزمها قضاء تلك الصلاة التي أدركت أول وقتها ثم حاضت أو نفست قبل أن تصليها.\nقال شيخ الإسلام ابن تيمية رحمه الله في [مجموع الفتاوى] (23 / 335) في هذه المسألة: والأظهر في الدليل مذهب أبي حنيفة ومالك: أنها لا يلزمها شيء؛ لأن القضاء إنما يجب بأمر جديد، ولا أمر هنا يلزمها بالقضاء، ولأنها أخرت تأخيرا جائزا فهي غير مفرطة، وأما النائم أو الناسي - وإن كان غير مفرط أيضا - فإن ما يفعله ليس قضاء، بل ذلك وقت الصلاة في حقه حين يستيقظ ويذكر. انتهى.\n[\nثانيا الاستحاضة\n]\n[\nأحكام الاستحاضة\n]\nثانيا: الاستحاضة 1 - أحكام الاستحاضة الاستحاضة: سيلان الدم في غير وقته على سبيل النزيف من عرق يسمى العاذل، والمستحاضة أمرها مشكل لاشتباه دم الحيض بدم الاستحاضة.\nفإذا كان الدم ينزل منها باستمرار أو غالب الوقت، فما الذي\nالجزء: 1 ¦ الصفحة: 28\n",
        "تعتبره منه حيضا وما الذي تعتبره استحاضة لا تترك من أجله الصوم والصلاة، فإن المستحاضة يعتبر لها أحكام الطاهرات.\nوبناء على ذلك فإن المستحاضة لها ثلاث حالات: الحالة الأولى: أن تكون لها عادة معروفة لديها قبل إصابتها بالاستحاضة، بأن كانت قبل الاستحاضة تحيض خمسة أيام أو ثمانية أيام مثلا في أول الشهر أو وسطه، فتعرف عددها ووقتها، فهذه تجلس قدر عادتها، وتدع الصلاة والصيام، وتعتبر لها أحكام الحيض، فإذا انتهت عادتها اغتسلت وصلت واعتبرت الدم الباقي دم استحاضة؛ لقوله صلى الله عليه وسلم لأم حبيبة: «امكثي قدر ما كانت تحبسك حيضتك، ثم اغتسلي وصلي» (1) ولقوله صلى الله عليه وسلم لفاطمة بنت أبي حبيش: «إنما ذلك عرق، وليس بحيض، فإذا أقبلت حيضتك فدعي الصلاة» (2) .\nالحالة الثانية: إذا لم يكن لها عادة معروفة ولكن دمها متميز بعضه يحمل صفة الحيض بأن يكون أسود أو ثخينا أو له رائحة، وبقيته لا تحمل صفة الحيض بأن يكون أحمر ليس له رائحة ولا ثخينا ففي هذه الحالة تعتبر الدم الذي يحمل صفة الحيض\n(1) رواه مسلم.\n(2) متفق عليه.\nالجزء: 1 ¦ الصفحة: 29\n",
        "حيضا، فتجلسه وتدع الصلاة والصيام، وتعتبر ما عداه استحاضة تغتسل عند نهاية الذي يحمل صفة الحيض، وتصلي وتصوم وتعتبر طاهرا؛ لقوله صلى الله عليه وسلم لفاطمة بنت أبي حبيش: «إذا كان الحيض فإنه أسود يعرف، فأمسكي عن الصلاة، فإذا كان الآخر فتوضئي وصلي» (1) ففيه أن المستحاضة تعتبر صفة الدم، فتميز بها بين الحيض وغيره.\nالحالة الثالثة: إذا لم يكن لها عادة تعرفها ولا صفة تميز بها الحيض من غيره فإنها تجلس غالب الحيض ستة أيام أو سبعة أيام من كل شهر؛ لأن هذه عادة غالب النساء؛ لقوله صلى الله عليه وسلم لحمنة بنت جحش: «إنما هي ركضة من الشيطان، فتحيضي ستة أيام أو سبعة أيام، ثم اغتسلي، فإذا استنقأت فصلي أربعة وعشرين أو ثلاثة وعشرين، وصومي وصلي، فإن ذلك يجزئك، وكذلك فافعلي كما تحيض النساء» (2) .\nوالحاصل مما سبق أن المعتادة ترد إلى عادتها، والمميزة ترد إلى العمل بالتمييز، والفاقدة لهما تحيض ستا أو سبعا، وفي هذا جمع بين السنن الثلاثة الواردة عن النبي صلى الله عليه وسلم في المستحاضة.\n(1) رواه أبو داود والنسائي، وصححه ابن حبان والحاكم.\n(2) رواه الخمسة، وصححه الترمذي.\nالجزء: 1 ¦ الصفحة: 30\n",
        "قال شيخ الإسلام ابن تيمية رحمه الله: والعلامات التي قيل بها ست: إما العادة، فإن العادة أقوى العلامات؛ لأن الأصل مقام الحيض دون غيره، وإما التمييز؛ لأن الدم الأسود والثخين المنتن أولى أن يكون حيضا من الأحمر، وإما اعتبار غالب عادة النساء؛ لأن الأصل إلحاق الفرد بالأعم الأغلب، فهذه العلامات الثلاث تدل عليها السنة والاعتبار، ثم ذكر بقية العلامات التي قيل بها، وقال في النهاية: وأصوب الأقوال اعتبار العلامات التي جاءت بها السنة، وإلغاء ما سوى ذلك. . انتهى.\n[\nما يلزم المستحاضة في حال الحكم بطهارتها\n]\n2 -\nما يلزم المستحاضة في حال الحكم بطهارتها: أ - يجب عليها أن تغتسل عند نهاية حيضتها المعتبرة حسبما سبق بيانه.\nب - تغسل فرجها لإزالة ما عليه من الخارج عند كل صلاة، وتجعل في المخرج قطنا ونحوه يمنع الخارج وتشد عليه ما يمسكه عن السقوط، ثم تتوضأ عند دخول وقت كل صلاة؛ «لقوله صلى الله عليه وسلم في المستحاضة: تدع الصلاة أيام أقرائها، ثم تغتسل وتتوضأ عند كل صلاة» (1) وقال صلى الله عليه وسلم: «أنعت لك الكرسف تحشين به المكان» ، والكرسف القطن، ويمكن\n(1) رواه أبو داود وابن ماجه والترمذي، وقال: حديث حسن.\nالجزء: 1 ¦ الصفحة: 31\n",
        "استعمال الحفائظ الطبية الموجودة الآن.\n[\nثالثا النفاس\n]\n[\nتعريفه ومدته\n]\nثالثا: النفاس أ - تعريفه ومدته: النفاس هو الدم الذي ينزل من الرحم للولادة وبعدها، وهو بقية الدم المحتبس وقت الحمل في الرحم، فإذا ولدت خرج هذا الدم شيئا فشيئا، وما تراه قبل الولادة من خروج الدم مع أمارة الولادة فهو نفاس، وقيده الفقهاء بيومين أو ثلاثة أيام قبل الولادة، والغالب أن بدايته تكون مع الولادة، والمعتبر ولادة ما تبين فيه خلق إنسان، وأقل مدة يتبين فيها خلق الإنسان واحد وثمانون يوما، وأغلبها ثلاثة أشهر، فإذا سقط منها شيء قبل هذه المدة وحصل معه دم فإنها لا تلتفت إليه، ولا تدع الصلاة والصيام من أجله؛ لأنه دم فاسد ونزيف، فيكون حكمها حكم المستحاضة.\nوأكثر مدة النفاس في الغالب أربعون يوما، ابتداء من الولادة أو قبلها بيومين أو ثلاثة - كما سبق - لحديث أم سلمة رضي الله عنها: «كانت النفساء تجلس على عهد رسول الله صلى الله عليه وسلم أربعين يوما» (1) .\nوأجمع على ذلك أهل العلم، كما حكاه الترمذي وغيره، ومتى\n(1) رواه الترمذي وغيره.\nالجزء: 1 ¦ الصفحة: 32\n",
        "طهرت قبل الأربعين بأن انقطع عنها خروج الدم فإنها تغتسل وتصلي، فلا حد لأقله؛ لأنه لم يرد تحديده، وإذا تمت الأربعون ولم ينقطع عنها خروج الدم فإن صادف عادة حيضها فهو حيض، وإن لم يصادف عادة الحيض واستمر ولم ينقطع فهو استحاضة، لا تترك من أجله العبادة بعد الأربعين، وإن زاد عن الأربعين ولم يستمر ولم يصادف عادة فمحل خلاف.\n[\nالأحكام المتعلقة بالنفاس\n]\nب - الأحكام المتعلقة بالنفاس: أحكام النفاس كأحكام الحيض فيما يلي:\n1 -\nيحرم وطء النفساء، كما يحرم وطء الحائض، ويباح الاستمتاع الذي دون الوطء.\n2 -\nيحرم على النفساء أن تصوم أو تصلي، أو تطوف بالبيت كالحائض.\n3 -\nيحرم على النفساء مس المصحف وقراءة القرآن ما لم تخش نسيانه كالحائض.\n4 -\nيجب على النفساء قضاء الصوم الواجب الذي تركته في النفاس كالحائض.\n5 -\nيجب على النفساء أن تغتسل عند نهاية النفاس كما يجب ذلك على الحائض، والأدلة على ذلك: (1) عن أم سلمة رضي الله عنها: «كانت النفساء تجلس على عهد\nالجزء: 1 ¦ الصفحة: 33\n",
        "رسول الله صلى الله عليه وسلم أربعين يوما» (1) .\nقال المجد ابن تيمية رحمه الله في [المنتقى] (1| 184) : قلت: ومعنى الحديث: كانت تؤمر أن تجلس إلى الأربعين، لئلا يكون الخبر كذبا، إذ لا يمكن أن تتفق عادة نساء عصر في نفاس أو حيض. انتهى.\n(2) عن أم سلمة رضي الله عنها قالت: «كانت المرأة من نساء النبي صلى الله عليه وسلم تقعد في النفاس أربعين ليلة لا يأمرها النبي صلى الله عليه وسلم بقضاء صلاة النفاس» (2) .\n[\nإذا انقطع الدم عن النفساء قبل الأربعين\n]\nفائدة:\nإذا انقطع الدم عن النفساء قبل الأربعين واغتسلت وصلت وصامت ثم عاد عليها الدم قبل الأربعين فالصحيح أنه يعتبر نفاسا تجلسه، وما صامته في وقت الطهر المتخلل فهو صحيح لا تقضيه، انظر [مجموع فتاوى الشيخ محمد بن إبراهيم] (2| 102) (3) و [الفتاوى] لسماحة الشيخ عبد العزيز بن باز،\n(1) رواه الخمسة إلا النسائي.\n(2) رواه أبو داود.\n(3) لكنه قال: وتقضي الصوم دون الصلاة، وهي كلمة مجملة لم يبين الصوم الذي تقضيه هل هو ما صامته أيام الطهر المتخلل أو ما تركته بعد عود الدم عليها؟ ولعل هذا هو المقصود.\nالجزء: 1 ¦ الصفحة: 34\n",
        "الذي طبعته (مجلة الدعوة) (1| 44) ، و [حاشية ابن قاسم على شرح الزاد] (1| 405) ، و [رسالة في الدماء الطبيعية للنساء] (1) ص 55، 56، و [الفتاوى السعدية] ص 137.\n[\nدم النفاس سببه الولادة ودم الاستحاضة دم عارض ودم الحيض هو الدم الأصلي\n]\nفائدة أخرى:\nقال الشيخ عبد الرحمن بن سعدي رحمه الله: فظهر مما تقدم أن دم النفاس سببه الولادة، وأن دم الاستحاضة دم عارض لمرض ونحوه، وأن دم الحيض هو الدم الأصلي، والله أعلم (2) .\nتناول الحبوب: لا بأس أن تتناول المرأة ما يمنع عنها نزول الحيض إذا كان ذلك لا يضر بصحتها، فإذا تناولته وامتنع الحيض عنها فإنها تصوم وتصلي وتطوف، ويصح ذلك منها، كغيرها من الطاهرات.\nحكم الإجهاض: أيتها المسلمة إنك مؤتمنة شرعا على ما خلق الله في رحمك من الحمل، فلا تكتميه، قال الله عر وجل: {وَلَا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ إِنْ كُنَّ يُؤْمِنَّ بِاللَّهِ وَالْيَوْمِ الْآخِرِ} [البقرة: 228] (3)\n(1) للشيخ محمد بن صالح العثيمين.\n(2) انظر كتاب [إرشاد أولي الأبصار والألباب] ، صفحة 24.\n(3) سورة البقرة، الآية 228.\nالجزء: 1 ¦ الصفحة: 35\n",
        "ولا تحتالي على إسقاطه والتخلص منه بأي وسيلة، فإن الله سبحانه رخص لك بالإفطار في رمضان إذا كان الصوم يشق عليك في حالة الحمل أو كان الصوم يضر بحملك، وإن ما شاع في هذا العصر من عمليات الإجهاض عمل محرم، وإذا كان الحمل قد نفخت فيه الروح ومات بسبب الإجهاض، فإن ذلك يعتبر قتلا للنفس التي حرم الله قتلها بغير حق، ورتب على ذلك أحكام المسئولية الجنائية من حيث وجوب الدية على تفصيل في مقدارها، ومن حيث وجوب الكفارة عند بعض الأئمة، وهي عتق رقبة مؤمنة، فمن لم يجد فصيام شهرين متتابعين، وقد سمى بعض العلماء هذا العمل بالموؤودة الصغرى، قال الشيخ محمد بن إبراهيم رحمه الله في [مجموع فتاويه] (11| 151) : أما السعي لإسقاط الحمل فلا يجوز ذلك ما لم يتحقق موته، فإن تحقق ذلك جاز. انتهى.\nوقد قرر مجلس هيئة كبار العلماء رقم (140) وتاريخ 20| 6| 1407 هـ ما يلي:\n1 -\nلا يجوز إسقاط الحمل في مختلف مراحله إلا لمبرر شرعي، وفي حدود ضيقة جدا.\n2 -\nإذا كان الحمل في الطور الأول - وهي مدة الأربعين - وكان في إسقاطه في هذه المدة خشية المشقة في تربية الأولاد، أو خوفا\nالجزء: 1 ¦ الصفحة: 36\n",
        "من العجز عن تكاليف معيشتهم وتعليمهم، أو من أجل مستقبلهم، أو اكتفاء بما لدى الزوجين من الأولاد فغير جائز.\n3 -\nلا يجوز إسقاط الحمل إذا كان علقة أو مضغة حتى تقرر لجنة طبية موثوقة أن استمراره خطر على سلامة أمه، بأن يخشى عليها الهلاك من استمراره جاز إسقاطه بعد استنفاد كافة الوسائل لتلافي تلك الأخطار.\n4 -\nبعد الطور الثالث وبعد إكمال أربعة أشهر الحمل لا يحل إسقاطه حتى يقرر جمع من الأطباء المتخصصين الموثوقين أن بقاء الجنين في بطن أمه يسبب موتها، وذلك بعد استنفاد كافة الوسائل لإنقاذ حياته، وإنما رخص في الإقدام على إسقاطه بهذه الشروط؛ دفعا لأعظم الضررين، وجلبا لعظمى المصلحتين.\nوالمجلس إذ يقرر ما سبق يوصي بتقوى الله والتثبت في هذا الأمر، والله الموفق، وصلى الله على نبينا محمد، وآله وصحبه وسلم. انتهى.\nوجاء في [رسالة في الدماء الطبيعية للنساء] لفضيلة الشيخ محمد بن عثيمين: أنه إذا قصد من إسقاطه إتلافه، فهذا إن كان بعد نفخ الروح فيه فهو حرام بلا ريب؛ لأنه قتل نفس بغير حق،\nالجزء: 1 ¦ الصفحة: 37\n",
        "وقتل النفس المحرمة حرام بالكتاب والسنة والإجماع (1) .\nوقال الإمام ابن الجوزي في كتاب [أحكام النساء] صفحة 108، 109: لما كان موضوع النكاح لطلب الولد، وليس من كل الماء يكون الولد، فإذا تكون فقد حصل المقصود، فتعمد إسقاطه مخالفة لمراد الحكمة، إلا أنه إن كان ذلك في أول الحمل فقبل نفخ الروح فيه إثم كبير؛ لأنه مترق إلى الكمال، وسار إلى التمام، إلا أنه أقل إثما من الذي نفخ فيه الروح، فإذا تعمدت إسقاط ما فيه الروح كان كقتل مؤمن، وقد قال تعالى: {وَإِذَا الْمَوْءُودَةُ سُئِلَتْ - بِأَيِّ ذَنْبٍ قُتِلَتْ} [التكوير: 8 - 9] (2) انتهى.\nفاتقي الله أيتها المسلمة، ولا تقدمي على هذه الجريمة لأي غرض من الأغراض، ولا تنخدعي بالدعايات المضللة والتقاليد الباطلة التي لا تستند إلى عقل أو دين.\n(1) انظر صفحة 60 من الرسالة المذكورة.\n(2) سورة التكوير، الآيتان 8، 9.\nالجزء: 1 ¦ الصفحة: 38\n",
        "[\nالفصل الرابع أحكام تختص باللباس والحجاب\n]\n[\nأولا صفة اللباس الشرعي للمسلمة\n]\nالفصل الرابع\nأحكام تختص باللباس والحجاب أولا صفة اللباس الشرعي للمسلمة: 1 - يجب أن يكون لباس المرأة المسلمة ضافيا يستر جميع جسمها عن الرجال الذين ليسوا من محارمها، ولا تكشف لمحارمها إلا ما جرت العادة بكشفه من وجهها وكفيها وقدميها.\n2 -\nأن يكون ساترا لما وراءه، فلا يكون شفافا يرى من ورائه لون بشرتها.\n3 -\nألا بكون ضيقا يبين حجم أعضائها، ففي [صحيح مسلم] عن النبي صلى الله عليه وسلم أنه قال: «صنفان من أهل النار لم أرهما: قوم معهم سياط كأذناب البقر يضربون بها الناس، ونساء كاسيات عاريات، مائلات مميلات، رؤوسهن كأسنمة البخت المائلة، لا يدخلن الجنة، ولا يجدن ريحها، وإن ريحها ليوجد من مسيرة كذا وكذا» ، قال شيخ الإسلام ابن تيمية رحمه الله في [مجموع الفتاوى] (22| 146) : وقد فسر قوله صلى الله عليه وسلم: كاسيات عاريات بأن تكتسي ما لا يسترها، فهي كاسية وهي في الحقيقة عارية، مثل من تكتسي الثوب الرقيق الذي يصف بشرتها، أو الثوب الضيق الذي يبدي\nالجزء: 1 ¦ الصفحة: 39\n",
        "تقاطيع خلقها، مثل عجيزتها وساعدها ونحو ذلك، وإنما كسوة المرأة ما يسترها، فلا يبدي جسمها، ولا حجم أعضائها؛ لكونه كثيفا واسعا. انتهى.\n4 -\nألا تتشبه بالرجال في لباسها، فقد لعن النبي صلى الله عليه وسلم المتشبهات من النساء بالرجال، ولعن المترجلات من النساء، وتشبهها بالرجل في لباسه أن تلبس ما يختص به نوعا وصفة في عرف كل مجتمع بحسبه.\nقال شيخ الإسلام ابن تيمية رحمه الله في [مجموع الفتاوى] (22| 148، 149، 155) : فالفارق بين لباس الرجال والنساء يعود إلى ما يصلح للرجال وما يصلح للنساء، وهو ما يناسب ما يؤمر به الرجال وما تؤمر به النساء، فالنساء مأمورات بالاستتار والاحتجاب دون التبرج والظهور؛ ولهذا لم يشرع لها رفع الصوت في الأذان، ولا التلبية، ولا الصعود إلى الصفا والمروة، ولا التجرد في الإحرام كما يتجرد الرجل، فإن الرجل مأمور أن يكشف رأسه، وألا يلبس الثياب المعتادة، وهي التي تصنع على قدر أعضائه، فلا يلبس القميص ولا السراويل ولا البرنس ولا الخف. . . إلى أن قال: وأما المرأة فإنها لم تنه عن شيء من اللباس؛ لأنها مأمورة بالاستتار والاحتجاب فلا يشرع لها ضد ذلك، لكن منعت أن تنتقب، وأن تلبس القفازين؛ لأن ذلك لباس\nالجزء: 1 ¦ الصفحة: 40\n",
        "مصنوع على قدر العضو ولا حاجة بها إليه. . . ثم ذكر أنها تغطي وجهها بغيرهما عن الرجال. . . إلى أن قال في النهاية: وإذا تبين أنه لا بد من أن يكون بين لباس الرجال والنساء فرق يتميز به الرجال عن النساء، وأن يكون لباس النساء فيه من الاستتار والاحتجاب ما يحصل مقصود ذلك ظهر (1) أصل هذا الباب، وتبين أن اللباس إذا كان غالبه لبس الرجال نهيت عنه المرأة. . إلى أن قال: فإذا اجتمع في اللباس قلة الستر والمشابهة نهي عنه من الوجهين، والله أعلم. انتهى.\n5 -\nألا يكون فيه زينة تلفت الأنظار عند خروجها من المنزل؛ لئلا تكون من المتبرجات بالزينة.\n[\nثانيا الحجاب معناه وأدلته وفوائده\n]\nثانيا: الحجاب معناه وأدلته وفوائده: الحجاب: معناه: أن تستر المرأة بدنها عن الرجال الذين ليسوا من محارمها، كما قال تعالى: {وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ} [النور: 31] (2) وقال تعالى: {وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ} [الأحزاب: 53]\n(1) جواب إذا السابق.\n(2) سورة النور، الآية 31.\nالجزء: 1 ¦ الصفحة: 41\n",
        "والمراد بالحجاب ما يستر المرأة؛ من جدار، أو باب، أو لباس، ولفظ الآية وإن كان واردا في أزواج النبي صلى الله عليه وسلم فإن حكمه عام لجميع المؤمنات؛ لأنه علل ذلك بقوله تعالى: {ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ} [الأحزاب: 53] (1) وهذه علة عامة، فعموم علته دليل على عموم حكمه، وقال تعالى: {يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ} [الأحزاب: 59] (2) .\nقال شيخ الإسلام ابن تيمية رحمه الله في [مجموع الفتاوى] (22| 110، 111) : والجلباب هو الملاءة، وهو الذي يسميه ابن مسعود وغيره: الرداء، وتسميه العامة: الإزار، وهو الإزار الكبير الذي يغطي رأسها وسائر بدنها، وقد حكى أبو عبيدة وغيره أنها تدنيه من فوق رأسها فلا تظهر إلا عينها، ومن جنسه النقاب. انتهى.\nومن أدلة السنة النبوية على وجوب تغطية المرأة وجهها عن غير محارمها: حديث عائشة رضي الله عنها قالت: «كان الركبان يمرون بنا ونحن مع رسول الله صلى الله عليه وسلم محرمات، فإذا حاذوا بنا\n(1) سورة الأحزاب، الآية 53.\n(2) سورة الأحزاب، الآية 59.\nالجزء: 1 ¦ الصفحة: 42\n",
        "سدلت إحدانا جلبابها من رأسها على وجهها، فإذا جاوزنا كشفناه» (1) .\nوأدلة وجوب ستر وجه المرأة عن غير محارمها من الكتاب والسنة كثيرة؛ وإني أحيلك أيتها الأخت المسلمة في ذلك على رسالة [حجاب المرأة ولباسها في الصلاة] لشيخ الإسلام ابن تيمية، و [حكم السفور والحجاب] لسماحة الشيخ عبد العزيز بن عبد الله بن باز، ورسالة [الصارم المشهور على المفتونين بالسفور] للشيخ حمود بن عبد الله التويجري، و [رسالة الحجاب] للشيخ محمد بن صالح العثيمين، فقد تضمنت هذه الرسائل ما يكفي.\nواعلمي أيتها الأخت المسلمة أن الذين أباحوا لك كشف الوجه من العلماء مع كون قولهم مرجوحا قيدوه بالأمن من الفتنة، والفتنة غير مأمونة، خصوصا في هذا الزمان الذي قل فيه الوازع الديني في الرجال والنساء، وقل الحياء، وكثر فيه دعاة الفتنة، وتفننت النساء بوضع أنواع الزينة على وجوههن مما يدعو إلى الفتنة، فاحذري من ذلك أيتها الأخت المسلمة، والزمي الحجاب الواقي من الفتنة بإذن الله، ولا أحد من علماء المسلمين المعتبرين قديما ولا حديثا يبيح لهؤلاء المفتونات ما وقعن فيه، ومن النساء المسلمات من\n(1) رواه أحمد، وأبو داود، وابن ماجه.\nالجزء: 1 ¦ الصفحة: 43\n",
        "يستعملن النفاق في الحجاب، فإذا كن في مجتمع يلتزم الحجاب احتجبن، وإذا كن في مجتمع لا يلتزم بالحجاب لم يحتجبن، ومنهن من تحتجب إذا كانت في مكان عام، وإذا دخلت محلا تجاريا أو مستشفى، أو كانت تكلم أحد صاغة الحلي أو أحد خياطي الملابس النسائية كشفت وجهها وذراعيها كأنها عند زوجها أو أحد محارمها، فاتقين الله يا من تفعلن ذلك، ولقد شاهدنا بعض النساء القادمات في الطائرات من الخارج لا يحتجبن إلا عند هبوط الطائرة في أحد مطارات هذه البلاد، وكأن الحجاب صار من العادات لا من المشروعات الدينية.\nأيتها المسلمة إن الحجاب يصونك من النظرات المسمومة الصادرة من مرضى القلوب وكلاب البشر، ويقطع عنك الأطماع المسعورة، فالزميه وتمسكي به، ولا تلتفتي للدعايات المغرضة التي تحارب الحجاب أو تقلل من شأنه فإنها تريد لك الشر، كما قال الله تعالى: {وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَنْ تَمِيلُوا مَيْلًا عَظِيمًا} [النساء: 27] (1) .\n(1) سورة النساء، الآية 27.\nالجزء: 1 ¦ الصفحة: 44\n",
        "[\nالفصل الخامس في بيان أحكام تختص بالمرأة في صلاتها\n]\nالفصل الخامس\nفي بيان أحكام تختص\nبالمرأة في صلاتها حافظي أيتها المسلمة على صلاتك في أوقاتها مستوفية لشروطها وأركانها وواجباتها، يقول الله تعالى لأمهات المؤمنين: {وَأَقِمْنَ الصَّلَاةَ وآتِينَ الزَّكَاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ} [الأحزاب: 33] (1) وهذا أمر للمسلمات عموما، فالصلاة هي الركن الثاني من أركان الإسلام، وهي عمود الإسلام، وتركها كفر يخرج من الملة، فلا دين ولا إسلام لمن لا صلاة له من الرجال والنساء، وتأخير الصلاة عن وقتها من غير عذر شرعي إضاعة لها، قال الله تعالى: {فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا - إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ شَيْئًا} [مريم: 59 - 60] (2) .\nوقد ذكر الحافظ ابن كثير في تفسيره عن جمع من أئمة المفسرين أن معنى إضاعة الصلاة: إضاعة مواقيتها، بأن تصلى بعدما يخرج وقتها، وفسر الغي الذي يلقونه بأنه الخسار، وفسر\n(1) سورة الأحزاب، الآية 33.\n(2) سورة مريم، الآيتان 59، 60.\nالجزء: 1 ¦ الصفحة: 45\n",
        "بأنه واد في جهنم.\nوللمرأة أحكام في الصلاة تختص بها عن الرجل، وإيضاحها كما يلي:\n[\nليس على المرأة أذان ولا إقامة\n]\n1 -\nليس على المرأة أذان ولا إقامة؛ لأن الأذان شرع له رفع الصوت، والمرأة لا يجوز لها رفع صوتها، ولا يصحان منها، قال في [المغني] (2| 68) : لا نعلم فيه خلافا.\n[\nكل المرأة عورة في الصلاة إلا وجهها\n]\n2 -\nكل المرأة عورة في الصلاة إلا وجهها، وفي كفيها وقدميها خلاف، وذلك كله حيث لا يراها رجل غير محرم لها، فإن كان يراها رجل غير محرم لها وجب عليها سترها، كما يجب عليها سترها خارج الصلاة عن الرجال، فلا بد في صلاتها من تغطية رأسها ورقبتها ومن تغطية بقية بدنها حتى ظهور قدميها، قال صلى الله عليه وسلم: «لا يقبل الله صلاة حائض - يعني: من بلغت الحيض - إلا بخمار» (1) والخمار: ما يغطي الرأس والعنق، وعن أم سلمة رضي الله عنها أنها سألت النبي صلى الله عليه وسلم أتصلي المرأة في درع وخمار بغير إزار؟ قال: «إذا كان الدرع سابغا يغطي ظهور قدميها» (2) .\nدل الحديثان على أنه لا بد في صلاتها من تغطية رأسها\n(1) رواه الخمسة.\n(2) أخرجه أبو داود، وصحح الأئمة وقفه.\nالجزء: 1 ¦ الصفحة: 46\n",
        "ورقبتها كما أفاده حديث عائشة، ومن تغطية بقية بدنها حتى ظهور قدميها كما أفاده حديث أم سلمة، ويباح كشف وجهها حيث لا يراها أجنبي؛ لإجماع أهل العلم على ذلك.\nقال شيخ الإسلام ابن تيمية في [مجموع الفتاوى] (22| 113، 114) : فإن المرأة لو صلت وحدها كانت مأمورة بالاختمار، وفي غير الصلاة يجوز لها كشف رأسها في بيتها، فأخذ الزينة في الصلاة حق لله، فليس لأحد أن يطوف بالبيت عريانا ولو كان وحده بالليل، ولا يصلي عريانا ولو كان وحده، إلى أن قال: فليست العورة في الصلاة مرتبطة بعورة النظر لا طردا ولا عكسا. انتهى.\nقال في [المغني] (2| 328) : وأما سائر بدن المرأة الحرة فيجب ستره في الصلاة، وإن انكشف منه شيء لم تصح صلاتها إلا أن بكون يسيرا، وبهذا قال مالك والأوزاعي والشافعي.\n[\nأن المرأة تجمع نفسها في الركوع والسجود بدلا من التجافي\n]\n3 -\nذكر في [المغني] (2| 258) : أن المرأة تجمع نفسها في الركوع والسجود بدلا من التجافي، وتجلس متربعة، أو تسدل رجليها وتجعلهما في جانب يمينها بدلا من التورك والافتراش؛ لأنه أستر لها.\nوقال النووي في [المجموع] (3| 455) : قال الشافعي رحمه الله في [المختصر] : ولا فرق بين الرجال والنساء في عمل الصلاة\nالجزء: 1 ¦ الصفحة: 47\n",
        "إلا أن المرأة يستحب لها أن تضم بعضها إلى بعض، أو تلصق بطنها بفخذيها في السجود كأستر ما تكون، وأحب ذلك لها في الركوع وفي جميع الصلاة. انتهى.\n[\nصلاة النساء جماعة بإمامة إحداهن فيها خلاف\n]\n4 -\nصلاة النساء جماعة بإمامة إحداهن، فيها خلاف بين العلماء بين مانع ومجيز، والأكثر على أنه لا مانع من ذلك؛ لأن النبي صلى الله عليه وسلم أمر أم ورقة أن تؤم أهل دارها (1) وبعضهم يرى أنه غير مستحب، وبعضهم يرى أنه مكروه، وبعضهم يرى جوازه في النفل دون الفرض، ولعل الراجح استحبابه، ولمزيد الفائدة في هذه المسألة يراجع [المغني] (2| 202) ، و [المجموع] للنووي (4| 84، 85) .\nوتجهر المرأة بالقراءة إذا لم يسمعها رجال غير محارم.\n[\nيباح للنساء الخروج من البيوت للصلاة مع الرجال في المساجد\n]\n5 -\nيباح للنساء الخروج من البيوت للصلاة مع الرجال في المساجد، وصلاتهن في بيوتهن خير لهن، فقد روى مسلم في صحيحه عن النبي صلى الله عليه وسلم أنه قال: «لا تمنعوا إماء الله مساجد الله» ، وقال صلى الله عليه وسلم: «لا تمنعوا النساء أن يخرجن إلى المساجد، وبيوتهن خير لهن» (2) فبقاؤهن في البيوت وصلاتهن فيها أفضل لهن من\n(1) رواه أبو داود، وصححه ابن خزيمة.\n(2) رواه أحمد وأبو داود.\nالجزء: 1 ¦ الصفحة: 48\n",
        "أجل التستر.\nوإذا خرجت إلى المسجد للصلاة فلا بد من مراعاة الآداب التالية:\nأ - أن تكون متسترة بالثياب والحجاب الكامل، قالت عائشة رضي الله عنها: «كان النساء يصلين مع رسول الله صلى الله عليه وسلم، ثم ينصرفن متلفعات بمروطهن ما يعرفن من الغلس» (1) .\nب - أن تخرج غير متطيبة؛ لقوله صلى الله عليه وسلم: «لا تمنعوا إماء الله مساجد الله، وليخرجن تفلات» (2) ومعنى \" تفلات \" أي: غير متطيبات، وعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «أيما امرأة أصابت بخورا فلا تشهدن معنا العشاء الآخرة» (3) وروى مسلم من حديث زينب امرأة ابن مسعود: «إذا شهدت إحداكن المسجد فلا تمس طيبا» .\nقال الإمام الشوكاني في [نيل الأوطار] (3| 140، 141) : فيه دليل على أن خروج النساء إلى المساجد إنما يجوز إذا لم يصحب ذلك ما فيه فتنة وما هو في تحريك الفتنة نحو البخور، وقال: وقد\n(1) متفق عليه.\n(2) رواه أحمد وأبو داود.\n(3) رواه أحمد ومسلم وأبو داود والنسائي.\nالجزء: 1 ¦ الصفحة: 49\n",
        "حصل من الأحاديث أن الإذن للنساء من الرجال إلى المساجد إذا لم يكن في خروجهن ما يدعو إلى الفتنة من طيب أو حلي أو أي زينة. انتهى.\nج - ألا تخرج متزينة بالثياب والحلي، قالت أم المؤمنين عائشة رضي الله عنها: لو أن رسول الله صلى الله عليه وسلم رأى من النساء ما رأينا لمنعهن من المسجد كما منعت بنو إسرائيل نساءها (1) .\nقال الإمام الشوكاني في [نيل الأوطار] على قول عائشة: (لو رأى ما رأينا) يعني: من حسن الملابس والطيب والزينة والتبرج، وإنما كان النساء يخرجن في المرط والأكسية والشملات الغلاظ.\nوقال الإمام ابن الجوزي رحمه الله في كتاب [أحكام النساء] صفحة 39: ينبغي للمرأة أن تحذر من الخروج مهما أمكنها، إن سلمت في نفسها لم يسلم الناس منها، فإذا اضطرت إلى الخروج خرجت بإذن زوجها في هيئة رثة، وجعلت طريقها في المواضع الخالية دون الشوارع والأسواق، واحترزت من سماع صوتها، ومشت في جانب الطريق لا في وسطه. انتهى.\nد - إن كانت المرأة واحدة صفت وحدها خلف الرجال؛ «لحديث أنس رضي الله عنه حين صلى بهم رسول الله صلى الله عليه وسلم قال:\n(1) متفق عليه.\nالجزء: 1 ¦ الصفحة: 50\n",
        "قمت أنا واليتيم وراءه وقامت العجوز من ورائنا» (1) .\nوعنه: «صليت أنا واليتيم في بيتنا خلف النبي صلى الله عليه وسلم وأمي خلفنا - أم سليم -» رواه البخاري.\nوإن كان الحضور من النساء كثر من واحدة فإنهن يقمن صفا أو صفوفا خلف الرجال؛ لأنه صلى الله عليه وسلم كان يجعل الرجال قدام الغلمان، والغلمان خلفهم، والنساء خلف الغلمان، رواه أحمد، وعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «خير صفوف الرجال أولها، وشرها آخرها، وخير صفوف النساء آخرها، وشرها أولها» (2) .\nففي الحديثين دليل على أن النساء يكن صفوفا خلف الرجال، ولا يصلين متفرقات إذا صلين خلف الرجال، سواء كانت صلاة فريضة أو صلاة تراويح.\nهـ - إذا سهى الإمام في الصلاة فإن المرأة تنبهه بالتصفيق ببطن كفها على الأخرى؛ لقوله صلى الله عليه وسلم: «إذا نابكم في الصلاة شيء فليسبح الرجال، وليصفق النساء» (3) وهذا إذن إباحة لهن في\n(1) رواه الجماعة إلا ابن ماجه.\n(2) رواه الجماعة إلا البخاري.\n(3) رواه أحمد.\nالجزء: 1 ¦ الصفحة: 51\n",
        "التصفيق في الصلاة عند نائبة تنوب، ومنها سهو الإمام؛ وذلك لأن صوت المرأة فيه فتنة للرجال، فأمرت بالتصفيق ولا تتكلم.\nو إذا سلم الإمام بادرت النساء بالخروج من المسجد وبقي الرجال جالسين؛ لئلا يدركوا من انصرف منهن؛ لما روت أم سلمة قالت: إن النساء كن إذا سلمن من المكتوية قمن وثبت رسول الله صلى الله عليه وسلم ومن صلى من الرجال ما شاء الله، فإذا قام رسول الله صلى الله عليه وسلم قام الرجال.\nقال الزهري: فنرى ذلك - والله أعلم - أن ذلك لكي ينفذ من ينصرف من النساء، رواه البخاري، انظر [الشرح الكبير على المقنع] (1|422) .\nقال الإمام الشوكاني في [نيل الأوطار] (2| 326) : الحديث فيه أنه يستحب للإمام مراعاة أحوال المأمومين والاحتياط في اجتناب ما قد يفضي إلى المحظور، واجتناب مواقع التهم، وكراهة مخالطة الرجال للنساء في الطرقات فضلا عن البيوت. انتهى.\nقال الإمام النووي رحمه الله في [المجموع] (3| 455) : ويخالف النساء الرجال في صلاة الجماعة في أشياء: أحدها: لا تتأكد في حقهن كتأكدها في الرجال.\nالثاني: تقف إمامتهن وسطهن.\nالجزء: 1 ¦ الصفحة: 52\n",
        "الثالث: تقف واحدتهن خلف الرجل لا بجنبه، بخلاف الرجل.\nالرابع: إذا صلين صفوفا مع الرجال فآخر صفوفهن أفضل من أو لها. انتهى.\nومما سبق يعلم تحريم الاختلاط بين الرجال والنساء.\nز - خروج النساء إلى صلاة العيد: عن أم عطية رضي الله عنها قالت: «أمرنا رسول الله صلى الله عليه وسلم أن نخرجهن في الفطر والأضحى: العواتق، والحيض، وذوات الخدور، فأما الحيض فيعتزلن الصلاة - وفي لفظ: المصلى - ويشهدن الخير، ودعوة المسلمين» (1) .\nقال الشوكاني: والحديث وما في معناه من الأحاديث قاضية بمشروعية خروج النساء في العيدين إلى المصلى من غير فرق بين البكر والثيب والشابة والعجوز والحائض وغيرها ما لم تكن معتدة أو كان خروجها فتنة أو كان لها عذر. . انتهى. انظر [نيل الأوطار] (3|306) .\nوقال شيخ الإسلام ابن تيمية في [المجموع] (6|458، 459) : فقد أخبر المؤمنات أن صلاتهن في البيوت\n(1) رواه الجماعة.\nالجزء: 1 ¦ الصفحة: 53\n",
        "أفضل لهن من شهود الجمعة والجماعة إلا العيد، فإنه أمرهن بالخروج فيه - ولعله والله أعلم - لأسباب: الأول: أنه في السنة مرتين، فقبل بخلاف الجمعة والجماعة.\nالثاني: أنه ليس له بدل، بخلاف الجمعة والجماعة فإن صلاتها في بيتها الظهر هو جمعتها.\nالثالث: أنه خروج إلى الصحراء لذكر الله، فهو شبيه بالحج من بعض الوجوه؛ ولهذا كان العيد الأكبر في موسم الحج موافقة للحجيج. انتهى.\nوقيد الشافعية خروج النساء لصلاة العيد بغير ذوات الهيئات.\nقال الإمام النووي في [المجموع] (5| 13) : قال الشافعي والأصحاب رحمهم الله: يستحب للنساء غير ذوات الهيئات حضور صلاة العيد، وأما ذوات الهيئات فيكره حضورهن. . إلى أن قال: وإذا خرجن استحب خروجهن في ثياب بذلة، ولا يلبسن ما يشهرهن، ويستحب أن يتنظفن بالماء، ويكره لهن الطيب، هذا كله حكم العجائز اللواتي لا يشتهين ونحوهن، وأما الشابة وذات الجمال ومن تشتهي فيكره لهن الحضور؛ لما في ذلك من خوف الفتنة عليهن وبهن، فإن قيل: هذا مخالف حديث أم عطية المذكور، قلنا: ثبت في الصحيحين عن عائشة رضي الله عنها قالت: لو أدرك رسول الله صلى الله عليه وسلم ما أحدث النساء لمنعهن كما منعت\nالجزء: 1 ¦ الصفحة: 54\n",
        "نساء بني إسرائيل، ولأن الفتن وأسباب الشر في هذه الأعصار كثيرة بخلاف العصر الأول، والله أعلم. انتهى.\nقلت: وفي عصرنا أشد.\nوقال الإمام ابن الجوزي في كتاب [أحكام النساء] ص 38: قلت: قد بينا أن خروج النساء مباح، لكن إذا خيفت الفتنة بهن أو منهن فالامتناع من الخروج أفضل؛ لأن نساء الصدر الأول كن على غير ما نشأ نساء هذا الزمان عليه، وكذلك الرجال. . انتهى.\nيعني كانوا على ورع عظيم.\nومن هذه النقولات تعلمين أيتها الأخت المسلمة أن خروجك لصلاة العيد مسموح به شرعا؛ بشرط الالتزام، والاحتشام، وقصد التقرب إلى الله، ومشاركة المسلمين في دعواتهم وإظهار شعار الإسلام، وليس المراد منه عرض الزينة والتعرض للفتنة، فتنبهي لذلك.\nالجزء: 1 ¦ الصفحة: 55\n",
        "[\nالفصل السادس أحكام تختص بالمرأة في باب أحكام الجنائز\n]\nالفصل السادس\nأحكام تختص بالمرأة\nفي باب أحكام الجنائز كتب الله الموت على كل نفس، واختص هو سبحانه وتعالى بالبقاء، قال تعالى: {وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ} [الرحمن: 27] (1) واختص جنائز بني آدم بأحكام يجب على الأحياء تنفيذها، ونحن نذكر في هذا الفصل ما يختص بالنساء، منها:\n[\nيجب أن يتولى تغسيل المرأة الميتة النساء\n]\n1 -\nيجب أن يتولى تغسيل المرأة الميتة النساء: ولا يجوز للرجال أن يغسلوها، إلا الزوج فإن له أن يغسل زوجته، ويتولى تغسيل الرجل الميت الرجال، ولا يجوز للنساء تغسيله، إلا الزوجة فإن لها أن تغسل زوجها؛ لأن عليا رضي الله عنه غسل زوجته فاطمة بنت رسول الله صلى الله عليه وسلم ورضي الله عنها، وأسماء بنت عميس رضي الله عنها غسلت زوجها أبا بكر الصديق رضي الله عنه.\n[\nيستحب تكفين المرأة في خمسة أثواب بيض\n]\n2 -\nيستحب تكفين المرأة في خمسة أثواب بيض: إزار تؤزر به، وخمار على رأسها، وقميص تلبسه، ولفافتين تلف بهما فوق\n(1) سورة الرحمن، الآية 27.\nالجزء: 1 ¦ الصفحة: 56\n",
        "ذلك؛ لما روت ليلى الثقفية قالت: «كنت فيمن غسل أم كلثوم بنت رسول الله صلى الله عليه وسلم عند وفاتها، وكان أول ما أعطانا رسول الله صلى الله عليه وسلم الحقى، ثم الدرع، ثم الخمار، ثم الملحفة، ثم أدرجت بعد ذلك في الثوب الآخر» (1) والحقى هو الإزار.\nقال الإمام الشوكاني في [نيل الأوطار] : والحديث يدل على أن المشروع في كفن المرأة: أن يكون إزارا ودرعا وخمارا وملحفة ودرجا. انتهى. [نيل الأوطار] (4| 42) .\n[\nما يصنع بشعر رأس المرأة الميتة\n]\n3 -\nما يصنع بشعر رأس المرأة الميتة: يجعل ثلاث ضفائر، وتلقى خلفها؛ «لحديث أم عطية في صفة غسل بنت النبي صلى الله عليه وسلم: فضفرنا شعرها ثلاثة قرون، وألقيناه خلفها» (2) .\n[\nحكم اتباع النساء للجنائز\n]\n4 -\nحكم اتباع النساء للجنائز: عن أم عطية رضي الله عنها قالت: «نهينا عن اتباع الجنائز، ولم يعزم علينا» متفق عليه، النص ظاهره التحريم، وقولها: (لم يعزم علينا) قال عنه شيخ الإسلام ابن تيمية رحمه الله في [مجموع الفتاوى] (24| 355) : قد يكون مرادها لم يؤكد النهي، وهذا لا ينفي التحريم، وقد تكون هي ظنت أنه ليس بنهي تحريم، والحجة في قول النبي صلى الله عليه وسلم لا في ظن غيره.\n(1) رواه أحمد وأبو داود.\n(2) متفق عليه.\nالجزء: 1 ¦ الصفحة: 57\n",
        "[\nتحريم زيارة القبور على النساء\n]\n5 -\nتحريم زيارة القبور على النساء: عن أبي هريرة رضي الله عنه، أن رسول الله صلى الله عليه وسلم «لعن زوارات القبور» (1) .\nقال شيخ الإسلام ابن تيمية رحمه الله: ومعلوم أن المرأة إذا فتح لها هذا الباب أخرجها إلى الجزع والندب والنياحة؛ لما فيها من الضعف، وكثرة الجزع، وقلة الصبر، وأيضا فإن ذلك سبب لتأذي الميت ببكائها، ولافتتان الرجال بصوتها وصورتها، كما جاء في حديث آخر: «فإنكن تفتن الحي وتؤذين الميت» ، وإذا كانت زيارة النساء - للقبور - مظنة وسببا للأمور المحرمة في حقهن وحق الرجال - والحكمة هنا غير مضبوطة - فإنه لا يمكن أن يحد المقدار الذي لا يفضي إلى ذلك، ولا التمييز بين نوع ونوع؛ ومن أصول الشريعة أن الحكمة إذا كانت خفية أو غير منتشرة علق الحكم بمظنتها، فيحرم هذا الباب؛ سدا للذريعة، كما حرم النظر إلى الزينة الباطنة؛ لما في ذلك من الفتنة، وكما حرم الخلوة بالأجنبية وغير ذلك من النظر، وليس في ذلك - أي: زيارتها للقبور - من المصلحة ما يعارض هذه المفسدة، فإنه ليس في ذلك إلا دعاؤها للميت، وذلك ممكن في بيتها. انتهى، من [مجموع الفتاوى] (24|355، 356) .\n(1) رواه أحمد وابن ماجه والترمذي وصححه.\nالجزء: 1 ¦ الصفحة: 58\n",
        "[\nتحريم النياحة\n]\n6 -\nتحريم النياحة: وهي: رفع الصوت بالندب، وشق الثوب، ولطم الخد، ونتف الشعر، وتسويد الوجه وخمشه؛ جزعا على الميت، والدعاء بالويل، وغير ذلك مما يدل على الجزع من قضاء الله وقدره، وعدم الصبر، وذلك حرام وكبيرة لما في الصحيحين: أن رسول الله صلى الله عليه وسلم قال: «ليس منا من لطم الخدود، وشق الجيوب، ودعا بدعوى الجاهلية» ، وفيهما أيضا أنه صلى الله عليه وسلم: «بريء من الصالقة والحالقة والشاقة» ، والصالقة هي التي ترفع صوتها عند المصيبة، والحالقة التي تحلق شعرها عند المصيبة، والشاقة التي تشق ثيابها عند المصيبة، وفي [صحيح مسلم] أنه صلى الله عليه وسلم «لعن النائحة والمستمعة» ، أي التي تقصد سماع النياحة وتعجبها.\nفيجب علبك أيتها الأخت المسلمة تجنب هذا العمل المحرم عند المصيبة، وعليك بالصبر والاحتساب، حتى تكون المصيبة في حقك تكفيرا لسيئاتك، وزيادة في حسناتك.\nقال الله تعالى: {وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِينَ - الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ - أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ} [البقرة: 155 - 157]\nالجزء: 1 ¦ الصفحة: 59\n",
        "(1) .\nنعم، بجوز البكاء الذي ليس معه نياحة، ولا أفعال محرمة، ولا تسخط من قضاء الله وقدره؛ لأن البكاء فيه رحمة للميت ورقة للقلب، وأيضا هو مما لا يستطاع رده، فكان مباحا وقد يكون مستحبا، والله المستعان.\n(1) سورة البقرة، الآيات 155 - 157.\nالجزء: 1 ¦ الصفحة: 60\n",
        "[\nالفصل السابع أحكام تختص بالمرأة في باب الصيام\n]\nالفصل السابع\nأحكام تختص بالمرأة في باب الصيام صوم شهر رمضان واجب على كل مسلم ومسلمة، وهو أحد أركان الإسلام ومبانيه العظام، قال الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [البقرة: 183] (1) ومعنى (كتب) : فرض، فإذا بلغت الفتاة سن التكليف بظهور إحدى أمارات البلوغ عليها، ومنها: الحيض، فإنه يبدأ وجوب الصوم في حقها، وقد تحيض وهي في سن التاسعة، وقد تجهل بعض الفتيات أنه يجب عليها الصيام حينذاك، فلا تصوم؛ ظنا منها أنها صغيرة، ولا يأمرها أهلها بالصيام، وهذا تفريط عظيم بترك ركن من أركان الإسلام، ومن حصل منها ذلك وجب عليها قضاء الصوم الذي تركته من حين بداية الحيض بها، ولو مضى على ذلك فترة طويلة؛ لأنه باق في ذمتها (2) .\n(1) سورة البقرة، الآية 183.\n(2) ويجب عليها مع القضاء إطعام مسكين عن كل يوم نصف صاع من الطعام.\nالجزء: 1 ¦ الصفحة: 61\n",
        "[\nمن يجب عليه رمضان\n]\nإذا دخل شهر رمضان وجب على كل مسلم ومسلمة بالغين صحيحين مقيمين صيامه، ومن كان منهما مريضا أو مسافرا في أثناء الشهر فإنه يفطر ويقضي عدد ما أفطر من أيام أخر، قال الله تعالى: {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} [البقرة: 185] (1) كما أن من أدركه الشهر وهو كبير هرم لا يستطيع الصيام أو مريض مرضا مزمنا لا يرجى ارتفاعه عنه في وقت من الأوقات من رجل أو امرأة فإنه يفطر، ويطعم عن كل يوم مسكينا نصف صاع من قوت البلد، قال الله تعالى: {وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} [البقرة: 184] (2) قال عبد الله بن عباس رضي الله عنهما: هي للكبير الذي لا يرجى برؤه، رواه البخاري، والمريض الذي لا يرجى برؤ مرضه في حكم الكبير، ولا قضاء عليهما؛ لعدم إمكانه، ومعنى (يطيقونه) يتجشمونه.\n[\nتختص المرأة بأعذار تبيح لها الإفطار في رمضان\n]\nوتختص المرأة بأعذار تبيح لها الإفطار في رمضان على أن\n(1) سورة البقرة، الآية 185.\n(2) سورة البقرة، الآية 184.\nالجزء: 1 ¦ الصفحة: 62\n",
        "تقضي ما أفطرته بسبب تلك الأعذار من أيام أخر.\nوهذه الأعذار هي: 1 - الحيض والنفاس: يحرم على المرأة الصوم أثناءهما، ويجب عليها القضاء من أيام أخر؛ لما في الصحيحين عن عائشة رضي الله عنها قالت: «كنا نؤمر بقضاء الصوم، ولا نؤمر بقضاء الصلاة» ، وذلك لما سألتها امرأة فقالت: ما بال الحائض تقضي الصوم ولا تقضي الصلاة؟ بينت رضي الله عنها أن هذا من الأمور التوقيفية التي يتبع فيها النص.\nحكمة ذلك: قال شيخ الإسلام ابن تيمية في [مجموع الفتاوى] (25| 251) : (والدم الذي يخرج بالحيض فيه خروج الدم، والحائض يمكنها أن تصوم في غير أوقات الدم في حال لا يخرج فيها دمها، فكان صومها في تلك الحال صوما معتدلا لا يخرج فيه الدم الذي يقوي البدن الذي هو مادته، وصومها في الحيض يوجب أن بخرج فيه دمها الذي هو مادتها، ويوجب نقصان بدنها وضعفها وخروج صومها عن الاعتدال، فأمرت أن تصوم في غير أوقات الحيض) انتهى.\n2 -\nالحمل والإرضاع: اللذان يحصل بالصيام فيهما ضرر على المرأة، أو على طفلها، أو عليهما معا، فإنها تفطر في حال حملها وإرضاعها، ثم إن كان الضرر الذي أفطرت من أجله يحصل على\nالجزء: 1 ¦ الصفحة: 63\n",
        "الطفل فقط دونها فإنها تقضي ما أفطرته وتطعم كل يوم مسكينا، وإن كان الضرر عليها فإنه يكفي منها القضاء، وذلك لدخول الحامل والمرضع في عموم قوله تعالى: {وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} [البقرة: 184] (1) .\nقال الحافظ ابن كثير رحمه الله في تفسيره (1| 379) : ومما يلتحق بهذا المعنى الحامل والمرضع إذا خافتا على أنفسهما أو على ولديهما. انتهى.\nوقال شيخ الإسلام ابن تيمية رحمه الله: إن كانت الحامل تخاف على جنينها فإنها تفطر، وتقضي عن كل يوم يوما، وتطعم عن كل يوم مسكينا رطلا من خبز. انتهى. (25| 318) .\n[\nتنبيهات\n]\n1 -\nالمستحاضة: وهي التي يأتيها دم لا يصلح أن يكون حيضا - كما سبق - يجب عليها الصيام، ولا يجوز لها الإفطار من أجل الاستحاضة.\nقال شيخ الإسلام ابن تيمية رحمه الله لما ذكر إفطار الحائض قال: (بخلاف الاستحاضة، فإن الاستحاضة تعم أوقات الزمان، وليس لها وقت تؤمر فيه بالصوم، وكان ذلك لا يمكن الاحتراز\n(1) سورة البقرة، الآية 184.\nالجزء: 1 ¦ الصفحة: 64\n",
        "منه، كذرع القيء، وخروج الدم بالجراح والدمامل، والاحتلام، ونحو ذلك مما ليس له وقت محدد يمكن الاحتراز منه، فلم يجعل هذا منافيا للصوم كدم الحيض) انتهى (25| 251) .\n2 -\nيجب على الحائض، وعلى الحامل والمرضع إذا أفطرن قضاء ما أفطرنه فيما بين رمضان الذي أفطرن منه ورمضان القادم، والمبادرة أفضل، وإذا لم يبق على رمضان القادم إلا قدر الأيام التي أفطرنها فإنه يجب عليهن صيام القضاء حتى لا يدخل عليهن رمضان الجديد وعليهن صيام من رمضان الذي قبله، فإن لم يفعلن ودخل عليهن رمضان وعليهن صيام من رمضان الذي قبله وليس لهن عذر في تأخيره وجب عليهن القضاء، وإطعام مسكين عن كل يوم، وإن كان لعذر فليس عليهن إلا القضاء، وكذلك من كان عليها قضاء بسبب الإفطار لمرض أو سفر حكمها كحكم من أفطرت لحيض على التفصيل السابق.\n3 -\nلا يجوز للمرأة أن تصوم تطوعا إذا كان زوجها حاضرا إلا بإذنه؛ لما روى البخاري ومسلم وغيرهما عن أبي هريرة رضي الله عنه، أن النبي صلى الله عليه وسلم قال: «لا يحل لامرأة أن تصوم وزوجها شاهد إلا بإذنه» ، وفي بعض الروايات عند أحمد وأبي داود: إلا رمضان، أما إذا سمح لها زوجها بالصيام تطوعا، أو لم يكن حاضرا عندها، أولم يكن لها زوج فإنها يستحب لها أن تصوم\nالجزء: 1 ¦ الصفحة: 65\n",
        "تطوعا، خصوصا الأيام التي يستحب صيامها؛ كيوم الاثنين، ويوم الخميس، وثلاثة أيام من كل شهر، وستة أيام من شوال، وعشر ذي الحجة، وبوم عرفة، ويوم عاشوراء مع يوم قبله أو يوم بعده، إلا أنه لا ينبغي لها أن تصوم تطوعا وعليها قضاء من رمضان حتى تصوم القضاء. والله أعلم.\n4 -\nإذا طهرت الحائض في أثناء النهار من رمضان فإنها تمسك بقية يومها وتقضيه مع الأيام التي أفطرتها بالحيض، وإمساكها بقية اليوم الذي طهرت فيه يجب عليها؛ احتراما للوقت.\nالجزء: 1 ¦ الصفحة: 66\n",
        "[\nالفصل الثامن أحكام تختص بالمرأة في الحج والعمرة\n]\nالفصل الثامن\nأحكام تختص بالمرأة في الحج والعمرة الحج إلى بيت الله الحرام كل عام واجب كفائي على أمة الإسلام، ويجب على كل مسلم توفرت فيه شروط وجوب الحج أن يحج مرة في العمر، وما زاد عن ذلك فهو تطوع، والحج أحد أركان الإسلام، وهو نصيب المرأة المسلمة من الجهاد؛ لحديث عائشة رضي الله عنها أنها قالت: «يا رسول الله، هل على النساء جهاد؟ قال: نعم، عليهن جهاد لا قتال فيه: الحج والعمرة» (1) وللبخاري عنها أنها قالت: «يا رسول الله، نرى الجهاد أفضل العمل، أفلا نجاهد؟ قال: لكن أفضل الجهاد حج مبرور» .\n[\nفي الحج أحكام تختص المرأة\n]\n[\nالمحرم\n]\nوفي الحج أحكام تختص المرأة منها:\n1 -\nالمحرم: الحج له شروط عامة للرجل والمرأة وهي: الإسلام، والعقل، والحرية، والبلوغ، والاستطاعة المالية، وتختص المرأة باشتراط وجود المحرم الذي يسافر معها للحج، وهو زوجها أو من تحرم عليه تحريما مؤبدا بنسب؛ كأبيها وابنها\n(1) رواه أحمد وابن ماجه بإسناد صحيح.\nالجزء: 1 ¦ الصفحة: 67\n",
        "وأخيها، أو بسبب مباح؛ كأخيها من الرضاع، أو زوج أمها، أو ابن زوجها.\nوالدليل على ذلك ما رواه ابن عباس رضي الله عنهما أنه سمع النبي صلى الله عليه وسلم يخطب، يقول: «لا يخلون رجل بامرأة إلا ومعها ذو محرم، ولا تسافر المرأة إلا مع ذي محرم، فقام رجل فقال: يا رسول الله إن امرأتي خرجت حاجة، وإني اكتتبت في غزوة كذا وكذا، قال: فانطلق فحج مع امرأتك» (1) وعن ابن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: «لا تسافر المرأة ثلاثا، إلا معها ذو محرم» (2) .\nوالأحاديث في هذا كثيرة تنهى عن سفر المرأة للحج وغيره بدون محرم؛ لأن المرأة ضعيفة يعتريها ما يعتريها من العوارض والمصاعب في السفر لا يقوم بمواجهتها إلا الرجال، ثم هي مطمع للفساق، فلا بد من محرم يصونها ويحميها من أذاهم.\nويشترط في المحرم الذي تصحبه المرأة في حجها العقل والبلوغ والإسلام؛ لأن الكافر لا يؤمن عليها، فإن أيست من وجود المحرم لزمها أن تستنيب من يحج عنها.\n(1) متفق عليه.\n(2) متفق عليه.\nالجزء: 1 ¦ الصفحة: 68\n",
        "[\nإذا كان الحج نفلا اشترط إذن زوجها لها بالحج\n]\n2 -\nوإذا كان الحج نفلا اشترط إذن زوجها لها بالحج؛ لأنه يفوت به حقه عليها، قال في [المغني] (3 / 240) : فأما حج التطوع فله منعها منه، قال ابن المنذر: أجمع كل من أحفظ عنه من أهل العلم أن له منعها من الخروج إلى حج التطوع؛ وذلك لأن حق الزوج واجب فليس لها تفويته بما ليس بواجب كالسيد مع عبده. انتهى.\n[\nيصح أن تنوب المرأة عن الرجل في الحج والعمرة\n]\nقال شيخ الإسلام ابن تيمية رحمه الله في [مجموع الفتاوى] (26 / 13) : يجوز للمرأة أن تحج عن امرأة أخرى باتفاق العلماء، سواء كانت بنتها أو غير بنتها، وكذلك يجوز أن تحج المرأة عن الرجل عند الأئمة الأربعة وجمهور العلماء، كما «أمر النبي صلى الله عليه وسلم المرأة الخثعمية أن تحج عن أبيها لما قالت: يا رسول الله إن فريضة الله في الحج على عباده أدركت أبي وهو شيخ كبير، فأمرها النبي صلى الله عليه وسلم أن تحج عن أبيها، مع أن إحرام الرجل أكمل من إحرامها.» انتهى.\n[\nإذا اعترى المرأة وهي في طريقها إلى الحج حيض أو نفاس فإنها تمضي في\n] طريقها\n4 -\nإذا اعترى المرأة وهي في طريقها إلى الحج حيض أو نفاس فإنها تمضي في طريقها، فإن أصابها ذلك عند الإحرام فإنها تحرم كغيرها من النساء الطاهرات؛ لأن عقد الإحرام لا تشترط له الطهارة.\nالجزء: 1 ¦ الصفحة: 69\n",
        "قال في [المغني] (3 / 293، 294) : وجملة ذلك أن الاغتسال مشروع للنساء عند الإحرام كما يشرع للرجال؛ لأنه نسك وهو في حق الحائض والنفساء آكد؛ لورود الخبر فيهما، قال جابر: «حتى أتينا ذا الحليفة فولدت أسماء بنت عميس محمد بن أبي بكر، فأرسلت إلى رسول الله صلى الله عليه وسلم كيف أصنع؟ قال: اغتسلي، واستثفري بثوب، وأحرمي» (1) وعن ابن عباس عن النبي صلى الله عليه وسلم قال: «النفساء والحائض إذا أتيا على الوقت يحرمان ويقضيان المناسك كلها غير الطواف بالبيت» (2) وأمر النبي صلى الله عليه وسلم عائشة أن تغتسل لإهلال الحج وهي حائض. انتهى.\nوالحكمة في اغتسال الحائض والنفساء للإحرام التنظيف، وقطع الرائحة الكريهة لدفع أذاها عن الناس عند اجتماعهم، وتخفيف النجاسة، وإن أصابهما الحيض أو النفاس وهما محرمتان لم يؤثر على إحرامهما، فتبقيان محرمتين، وتجتنبان محظورات الإحرام، ولا تطوفان بالبيت حتى تطهرا من الحيض أو النفاس وتغتسلا منهما، وإن جاء يوم عرفة ولم تطهرا وكانتا قد أحرمتا بالعمرة متمتعتين بها إلى الحج فإنهما تحرمان بالحج،\n(1) متفق عليه.\n(2) رواه أبو داود.\nالجزء: 1 ¦ الصفحة: 70\n",
        "وتدخلانه على العمرة، وتصبحان قارنتين.\nوالدليل على ذلك «أن عائشة رضي الله عنها حاضت وكانت أهلت بعمرة، فدخل عليها النبي صلى الله عليه وسلم وهي تبكي، قال: ما يبكيك لعلك نفست؟ قالت: نعم، قال: هذا شيء قد كتبه الله على بنات آدم، افعلي ما يفعل الحاج غير أن لا تطوفي بالبيت» (1) وفي حديث جابر المتفق عليه: «ثم دخل النبي صلى الله عليه وسلم على عائشة فوجدها تبكي، فقال: ما شأنك؟ قالت: شأني أني قد حضت، وقد حل الناس ولم أحلل ولم أطف بالبيت، والناس يذهبون إلى الحج الآن، فقال: إن هذا أمر قد كتبه الله على بنات آدم، فاغتسلي، ثم أهلي ففعلت ووقفت المواقف كلها، حتى إذا طهرت طافت بالكعبة وبالصفا والمروة، ثم قال: قد حللت من حجك وعمرتك جميعا» انتهى.\nقال العلامة ابن القيم في [تهذيب السنن] (2 / 303) : والأحاديث الصحيحة صريحة بأنها أهلت أولا بعمرة ثم أمرها رسول الله صلى الله عليه وسلم لما حاضت أن تهل بالحج فصارت قارنة؛ ولهذا قال لها النبي صلى الله عليه وسلم: «يكفيك طوافك بالبيت وبين الصفا والمروة لحجك وعمرتك» انتهى.\n(1) أخرجه البخاري ومسلم.\nالجزء: 1 ¦ الصفحة: 71\n",
        "[\nما تفعله المرأة عند الإحرام\n]\n5 -\nما تفعله المرأة عند الإحرام: تفعل كما يفعل الرجل من حيث الاغتسال والتنظيف بأخذ ما تحتاج إلى أخذه من شعر وظفر وقطع رائحة كريهة؛ لئلا تحتاج إلى ذلك في حال إحرامها وهي ممنوعة منه، وإذا لم تحتج إلى شيء من ذلك فليس بلازم، وليس هو من خصائص الإحرام، ولا بأس أن تتطيب في بدنها بما ليس له رائحة ذكية من الأطياب؛ لحديث عائشة: «كنا نخرج مع رسول الله صلى الله عليه وسلم فنضمد جباهنا بالمسك عند الإحرام، فإذا عرقت إحدانا سال على وجهها، فيراها النبي صلى الله عليه وسلم فلا ينهانا» (1) .\nقال الشوكاني في [نيل الأوطار] (5 / 12) : سكوته صلى الله عليه وسلم يدل على الجواز؛ لأنه لا يسكت على باطل. انتهى.\n[\nعند نية الإحرام تخلع البرقع والنقاب\n]\n6 -\nعند نية الإحرام تخلع البرقع والنقاب - إن كانت لابسة لهما - قبل الإحرام، وهما غطاء للوجه فيه نقبان على العينين تنظر المرأة منهما؛ لقوله صلى الله عليه وسلم: «لا تنتقب المحرمة» رواه البخاري، والبرقع أقوى من النقاب، وتخلع ما على كفيها من القفازين - إن كانت قد لبستهما قبل الإحرام - وهما شيء يعمل لليدين يدخلان فيه يسترهما - وتغطي وجهها بغير النقاب والبرقع بأن تضع عليه الخمار أو الثوب عند رؤية الرجال غير المحارم لها، وكذا تغطي\n(1) رواه أبو داود.\nالجزء: 1 ¦ الصفحة: 72\n",
        "كفيها عنهم بغير القفازين، بأن تضفي عليهما ثوبا؛ لأن الوجه والكفين عورة يجب سترهما عن الرجال في حالة الإحرام وغيرهما.\nقال شيخ الإسلام ابن تيمية رحمه الله: وأما المرأة فإنها عورة؛ فلذلك جاز لها أن تلبس الثياب التي تستتر بها، وتستظل بالمحمل، لكن نهاها النبي صلى الله عليه وسلم أن تنتقب، أو تلبس القفازين، والقفازان غلاف يصنع لليد، ولو غطت المرأة وجهها بشيء لا يمس الوجه جاز بالاتفاق، وإن كان يمسه فالصحيح أيضا أنه يجوز، ولا تكلف المرأة أن تجافي سترتها عن الوجه لا بعود ولا بيد ولا غير ذلك، فإن النبي صلى الله عليه وسلم سوى بين وجهها ويديها، وكلاهما كبدن الرجل لا كرأسه، وأزواجه صلى الله عليه وسلم كن يسدلن على وجوههن من غير مراعاة المجافاة، ولم ينقل أحد من أهل العلم عن النبي صلى الله عليه وسلم أنه قال: إحرام المرأة في وجهها، وإنما هذا قول بعض السلف. انتهى.\nقال العلامة ابن القيم في [تهذيب السنن] (2 / 350) : وليس عن النبي صلى الله عليه وسلم حرف واحد في وجوب كشف المرأة وجهها عند الإحرام إلا النهي عن النقاب. . إلى أن قال: وقد ثبت عن أسماء أنها كانت تغطي وجهها وهي محرمة، وقالت عائشة: «كان الركبان يمرون بنا ونحن مع رسول الله صلى الله عليه وسلم محرمات، فإذا حاذوا\nالجزء: 1 ¦ الصفحة: 73\n",
        "بنا سدلت إحدانا جلبابها من رأسها على وجهها؛ فإذا جاوزنا كشفناه» (1) . انتهى.\nفاعلمي أيتها المسلمة المحرمة أنك ممنوعة من تغطية الوجه والكفين بما خيط لهما خاصة كالنقاب والقفازين، وأنه يجب عليك ستر وجهك وكفيك عن الرجال غير المحارم بخمارك وثوبك ونحوهما، وأنه لا أصل لوضع شيء يرفع الغطاء عن ملامسة الوجه، لا بوضع عود ولا عمامة ولا غيرهما.\n[\nيجوز للمرأة أن تلبس حال إحرامها ما شاءت من الملابس النسائية التي\n] ليس فيها زينة\n7 -\nيجوز للمرأة أن تلبس حال إحرامها ما شاءت من الملابس النسائية التي ليس فيها زينة، ولا مشابهة لملابس الرجال، وليست ضيقة تصف حجم أعضائها، ولا شفافة لا تستر ما وراءها، وليست قصيرة تنحسر عن رجليها أو يديها، بل تكون ضافية كثيفة واسعة.\nقال ابن المنذر: وأجمع أهل العلم على أن للمحرمة لبس القمص والدروع والسراويلات والخمر والخفاف. انتهى من [المغني] (3 / 328) .\nولا يتعين عليها أن تلبس لونا معينا من الثياب كالأخضر، وإنما تلبس ما شاءت من الألوان المختصة بالنساء أحمر أو أخضر أو\n(1) ذكره أبو داود.\nالجزء: 1 ¦ الصفحة: 74\n",
        "أسود، ويجوز لها أن تستبدلها بغيرها إذا أرادت.\n[\nيسن لها أن تلبي بعد الإحرام بقدر ما تسمع نفسها\n]\n8 -\nويسن لها أن تلبي بعد الإحرام بقدر ما تسمع نفسها، قال ابن عبد البر: أجمع العلماء على أن السنة في المرأة أن لا ترفع صوتها، وإنما عليها أن تسمع نفسها، وإنما كره لها رفع الصوت مخافة الفتنة بها؛ ولهذا لا يسن لها أذان ولا إقامة، والمسنون لها في التنبيه في الصلاة التصفيق دون التسبيح. انتهى من [المغني] (2 / 330، 331) .\n[\nيجب عليها في الطواف التستر الكامل\n]\n9 -\nيجب عليها في الطواف التستر الكامل، وخفض الصوت، وغض البصر، وألا تزاحم الرجال، وخصوصا عند الحجر أو الركن اليماني، وطوافها في أقصى المطاف مع عدم المزاحمة أفضل لها من الطواف في أدناه قريبا من الكعبة مع المزاحمة؛ لأن المزاحمة حرام، لما فيها من الفتنة، وأما القرب من الكعبة وتقبيل الحجر فهما سنتان مع تيسرهما، ولا ترتكب محرما لأجل تحصيل سنة، بل إنه في هذه الحالة ليس سنة في حقها؛ لأن السنة في حقها في هذه الحالة أن تشير إليه إذا حاذته.\nقال الإمام النووي في [المجموع] (8 / 37) : قال أصحابنا: لا يستحب للنساء تقبيل الحجر، ولا استلامه إلا عند خلو المطاف في الليل أو غيره؛ لما فيه من ضررهن وضرر غيرهن. انتهى.\nوقال في [المغني] (3 / 331) : ويستحب للمرأة الطواف ليلا؛\nالجزء: 1 ¦ الصفحة: 75\n",
        "لأنه أستر لها وأقل للزحام، فيمكنها أن تدنو من البيت وتستلم الحجر. انتهى.\n[\nطواف النساء وسعيهن مشي كله\n]\n10 -\nقال في [المغني] (3 / 394) : وطواف النساء وسعيهن مشي كله، قال ابن المنذر: أجمع أهل العلم على أنه لا رمل على النساء حول البيت ولا بين الصفا والمروة، وليس عليهن اضطباع؛ وذلك لأن الأصل فيهما إظهار الجلد، ولا يقصد ذلك في حق النساء، ولأن النساء يقصد فيهن الستر، وفي الرمل والاضطباع تعرض للكشف. انتهى.\n[\nما تفعله المرأة الحائض من مناسك الحج وما لا تفعله حتى تطهر\n]\n11 -\nما تفعله المرأة الحائض من مناسك الحج وما لا تفعله حتى تطهر: تفعل الحائض كل مناسك الحج؛ من إحرام، ووقوف بعرفة، ومبيت بمزدلفة، ورمي للجمار، ولا تطوف بالبيت حتى تطهر؛ لقوله صلى الله عليه وسلم لعائشة لما حاضت: «افعلي ما يفعل الحاج، غير أن لا تطوفي بالبيت حتى تطهري» (1) ولمسلم في رواية: «فاقضي ما يقضي الحاج، غير أن لا تطوفي بالبيت حتى تغتسلي» .\nقال الشوكاني في [نيل الأوطار] (5 / 49) : والحديث ظاهر في نهي الحائض عن الطواف حتى ينقطع دمها وتغتسل، والنهي\n(1) متفق عليه.\nالجزء: 1 ¦ الصفحة: 76\n",
        "يقتضي الفساد المراد في البطلان، فيكون طواف الحائض باطلا، وهو قول الجمهور. انتهى.\nولا تسعى بين الصفا والمروة؛ لأن السعي لا يصح إلا بعد طواف نسك؛ لأن النبي صلى الله عليه وسلم لم يسع إلا بعد طواف.\nقال الإمام النووي في [المجموع] (8 / 82) فرع لو سعى قبل الطواف لم يصح سعيه عندنا، وبه قال جمهور العلماء، وقدمنا عن الماوردي أنه نقل الإجماع فيه، وهو مذهب مالك وأبي حنيفة وأحمد، وحكى ابن المنذر عن عطاء وبعض أهل الحديث: أنه يصح، حكاه أصحابنا عن عطاء وداود.\nدليلنا أن النبي صلى الله عليه وسلم سعى بعد الطواف، وقال صلى الله عليه وسلم: «لتأخذوا عني مناسكم» ، وأما حديث ابن شريك الصحابي رضي الله عنه قال: «خرجت مع رسول الله صلى الله عليه وسلم حاجا، فكان الناس يأتونه، فمن قائل: يا رسول الله سعيت قبل أن أطوف أو أخرت شيئا، أو قدمت شيئا، فكان يقول: لا حرج إلا على رجل اقترض من عرض رجل مسلم وهو ظالم، فذلك الذي هلك وحرج» ، فرواه أبو داود بإسناد صحيح كل رجاله رجال الصحيح إلا أسامة بن شريك الصحابي، وهذا الحديث محمول على ما حمله الخطابي وغيره، وهو أن قوله: سعيت قبل أن أطوف، أي: سعيت بعد طواف القدوم وقبل طواف الإفاضة. انتهى.\nالجزء: 1 ¦ الصفحة: 77\n",
        "قال شيخنا الشيخ محمد الأمين الشنقيطي رحمه الله في تفسيره: [أضواء البيان] (5 / 252) : اعلم أن جمهور أهل العلم على أن السعي لا يصح إلا بعد طواف، فلو سعى قبل الطواف لم يصح سعيه عند الجمهور، ومنهم الأئمة الأربعة، ونقل الماوردي وغيره الإجماع عليه، ثم نقل كلام النووي الذي مر قريبا، وجوابه عن حديث ابن شريك، ثم قال: فقوله: قبل أن أطوف يعني: طواف الإفاضة الذي هو ركن، ولا ينافي ذلك أنه سعى بعد طواف القدوم الذي هو ليس بركن. انتهى.\nوقال في [المغني] (5 / 245) - طبعة هجر -: والسعي تبع للطواف، لا يصح إلا أن يتقدمه طواف، فإن سعى قبله لم يصح، وبذلك قال مالك والشافعي وأصحاب الرأي، وقال عطاء: يجزئه، وعن أحمد: يجزئه إن كان ناسيا، وإن كان عمدا لم يجزئه سعيه؛ لأن النبي صلى الله عليه وسلم لما سئل عن التقديم والتأخير في حال الجهل والنسيان قال: لا حرج، ووجه الأول: أن النبي صلى الله عليه وسلم إنما سعى بعد طوافه وقد قال: «لتأخذوا عني مناسككم» انتهى.\nفعلم مما سبق أن الحديث الذي استدل به من قال بصحة السعي قبل الطواف لا دلالة فيه؛ لأنه محمول على أحد أمرين: إما أنه فيمن سعى قبل الإفاضة وكان قد سعى للقدوم فيكون سعيه واقعا بعد طواف، أو أنه محمول على الجاهل والناسي دون العامد،\nالجزء: 1 ¦ الصفحة: 78\n",
        "وإنما أطلت في هذه المسألة لأنه قد ظهر الآن من يفتي بجواز السعي قبل الطواف مطلقا، والله المستعان.\n[\nتنبيه\n]\nلو طافت المرأة، وبعد أن انتهت من الطواف أصابها الحيض فإنها في هذه الحالة تسعى؛ لأن السعي لا تشترط له الطهارة، قال في [المغني] (5 / 246) : أكثر أهل العلم يرون أن لا تشترط الطهارة للسعي بين الصفا والمروة، وممن قال ذلك عطاء ومالك والشافعي وأبو ثور وأصحاب الرأي. . إلى أن قال: قال أبو داود: سمعت أحمد يقول: إذا طافت المرأة بالبيت ثم حاضت سعت بين الصفا والمروة ثم نفرت، وروي عن عائشة وأم سلمة أنهما قالتا: إذا طافت المرأة بالبيت وصلت ركعتين ثم حاضت فلتطف بالصفا والمروة رواه الأثرم. انتهى.\n[\nيجوز للنساء أن ينفرن مع الضعفة من المزدلفة بعد غيبوبة القمر\n]\n12 -\nيجوز للنساء أن ينفرن مع الضعفة من المزدلفة بعد غيبوبة القمر ويرمين جمرة العقبة عند الوصول إلى منى؛ خوفا عليهن من الزحمة.\nقال الموفق في [المغني] (5 / 286) : ولا بأس بتقديم الضعفة والنساء، وممن كان يقدم ضعفة أهله عبد الرحمن بن عوف وعائشة، وبه قال عطاء والثوري والشافعي وأبو ثور وأصحاب الرأي، ولا نعلم فيه مخالفا، ولأن فيه رفقا بهم، ودفعا لمشقة\nالجزء: 1 ¦ الصفحة: 79\n",
        "الزحام عنهم، واقتداء بفعل نبيهم صلى الله عليه وسلم. انتهى.\nوقال الإمام الشوكاني في [نيل الأوطار] (5 / 70) والأدلة تدل على أن وقت الرمي بعد طلوع الشمس لمن كان لا رخصة له، ومن كان له رخصة - كالنساء وغيرهن من الضعفة - جاز قبل ذلك. انتهى.\nوقال الإمام النووي في [المجموع] (8 / 125) : قال الشافعي والأصحاب: السنة تقديم الضعفاء من النساء وغيرهن قبل طلوع الفجر بعد نصف الليل إلى منى؛ ليرموا جمرة العقبة قبل زحمة الناس، ثم ذكر الأحاديث الدالة على ذلك.\n[\nالمرأة تقصر من رأسها للحج والعمرة من رؤوس شعر رأسها قدر أنملة\n]\n13 -\nالمرأة تقصر من رأسها للحج والعمرة من رؤوس شعر رأسها قدر أنملة، لا يجوز لها الحلق، والأنملة: رأس الأصبع من المفصل الأعلى.\nقال في [المغني] (5 / 310) : والمشروع للمرأة التقصير دون الحلق، لا خلاف في ذلك، قال ابن المنذر: أجمع على هذا أهل العلم؛ وذلك لأن الحلق في حقهن مثلة، وقد روى ابن عباس قال: قال رسول الله صلى الله عليه وسلم: «ليس على النساء حلق، إنما على النساء التقصير» (1) وعن علي قال: «نهى رسول الله صلى الله عليه وسلم أن تحلق المرأة\n(1) رواه أبو داود.\nالجزء: 1 ¦ الصفحة: 80\n",
        "رأسها» (1) وكان أحمد يقول: تقصر من كل قرن قدر الأنملة، وهو قول ابن عمر والشافعي وإسحاق وأبي ثور، وقال أبو داود: سمعت أحمد سئل عن المرأة تقصر من كل رأسها، قال: نعم، تجمع شعرها إلى مقدم رأسها، ثم تأخذ من أطراف شعرها قدر أنملة. انتهى.\nقال الإمام النووي في [المجموع] (8 / 150، 154) : أجمع العلماء على أنه لا تؤمر المرأة بالحلق، بل وظيفتها التقصير من رأسها. . . . لأنه بدعة في حقهن وفيه مثلة.\n[\nالمرأة الحائض إذا رمت جمرة العقبة وقصرت من رأسها فإنها تحل من إحرامها\n]\n14 -\nالمرأة الحائض إذا رمت جمرة العقبة وقصرت من رأسها فإنها تحل من إحرامها، ويحل لها ما كان محرما عليها بالإحرام، إلا أنها لا تحل للزوج، فلا يجوز لها أن تمكنه من نفسها حتى تطوف بالبيت طواف الإفاضة، فإن وطئها في هذه الأثناء وجبت عليها الفدية، وهي ذبح شاة في مكة توزعها على مساكين الحرم؛ لأن ذلك بعد التحلل الأول.\n[\nإذا حاضت المرأة بعد طواف الإفاضة فإنها تسافر متى أرادت ويسقط عنها\n] طواف الوداع\n15 -\nإذا حاضت المرأة بعد طواف الإفاضة فإنها تسافر متى أرادت ويسقط عنها طواف الوداع؛ لحديث عائشة رضي الله عنها قالت: «حاضت صفية بنت حيي بعدما أفاضت، قالت: فذكرت\n(1) رواه الترمذي.\nالجزء: 1 ¦ الصفحة: 81\n",
        "ذلك لرسول صلى الله عليه وسلم، فقال: أحابستنا هي؟ قلت: يا رسول الله إنها قد أفاضت وطافت بالبيت، ثم حاضت بعد الإفاضة، قال: فلتنفر إذن» (1) .\nوعن ابن عباس: «أمر الناس أن يكون آخر عهدهم بالبيت إلا أنه خفف عن المرأة الحائض» (2) وعنه أيضا: «أن النبي صلى الله عليه وسلم رخص للحائض أن تصدر قبل أن تطوف بالبيت إذا كانت قد طافت في الإفاضة» (3) .\nقال الإمام النووي في [المجموع] (8 / 281) : قال ابن المنذر: وبهذا قال عوام أهل العلم، منهم: مالك والأوزاعي والثوري وأحمد وإسحاق وأبو ثور وأبو حنيفة وغيرهم. انتهى.\nقال في [المغني] (3 / 461) : هذا قول عامة فقهاء الأمصار، وقال: والحكم في النفساء كالحكم في الحائض؛ لأن أحكام النفاس أحكام الحيض فيما يجب ويسقط. انتهى.\n[\nالمرأة تستحب لها زيارة المسجد النبوي\n]\n16 -\nالمرأة تستحب لها زيارة المسجد النبوي (4) للصلاة فيه\n(1) متفق عليه.\n(2) متفق عليه.\n(3) رواه أحمد.\n(4) مع محرمها.\nالجزء: 1 ¦ الصفحة: 82\n",
        "والدعاء، لكن لا يجوز لها زيارة قبر النبي صلى الله عليه وسلم؛ لأنها منهية عن زيارة القبور.\nقال الشيخ محمد بن إبراهيم آل الشيخ مفتي الديار السعودية رحمه الله في [مجموع فتاويه] (3 / 239) : والصحيح في المسألة منعهن من زيارة قبره صلى الله عليه وسلم؛ لأمرين: أولا: عموم الأدلة، والنهي إذا جاء عاما فلا يجوز لأحد تخصيصه إلا بدليل، ثم العلة موجودة هنا. . انتهى (1) .\nوقال الشيخ عبد العزيز بن باز رحمه الله في منسكه (2) لما ذكر زيارة قبر الرسول صلى الله عليه وسلم لمن زار مسجده الشريف، قال: وهذه الزيارة إنما تشرع في حق الرجال خاصة، أما النساء فليس لهن زيارة شيء من القبور، كما ثبت عن النبي صلى الله عليه وسلم، أنه «لعن زوارات القبور من النساء، والمتخذين عليها المساجد والسرج» .\nوأما قصد المدينة للصلاة في مسجد الرسول صلى الله عليه وسلم والدعاء فيه، ونحو ذلك مما يشرع في سائر المساجد فهو مشروع في حق الجميع. انتهى.\n(1) يعني العلة التي من أجلها منعت المرأة من زيارة القبور.\n(2) كتاب [التحقيق والإيضاح لكثير من مسائل الحج والعمرة والزيارة على ضوء الكتاب والسنة] ص (19) .\nالجزء: 1 ¦ الصفحة: 83\n",
        "[\nالفصل التاسع أحكام تختص بالزوجية وإنهائها\n]\nالفصل التاسع\nأحكام تختص بالزوجية وإنهائها يقول الله تعالى: {وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ} [الروم: 21] (1) .\nويقول تعالى: {وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ وَاللَّهُ وَاسِعٌ عَلِيمٌ} [النور: 32] (2) .\nيقول الإمام ابن كثير رحمه الله: هذا أمر بالتزويج، وقد ذهب طائفة من العلماء إلى وجوبه على كل من قدر عليه، واحتجوا بظاهر قوله: «يا معشر الشباب، من استطاع منكم الباءة فليتزوج، فإنه أغض للبصر وأحصن للفرج، ومن لم يستطع فعليه بالصوم، فإنه له وجاء» أخرجاه في الصحيحين من حديث ابن مسعود.\nثم ذكر أن الزواج سبب للغنى، مستدلا بقوله تعالى: {إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ} [النور: 32]\n(1) سورة الروم، الآية 21.\n(2) سورة النور، الآية 32.\nالجزء: 1 ¦ الصفحة: 84\n",
        "(1) وذكر عن أبي بكر الصديق رضي الله عنه، أنه قال: أطيعوا الله فيما أمركم به من النكاح ينجز لكم ما وعدكم من الغنى، قال تعالى: {إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ وَاللَّهُ وَاسِعٌ عَلِيمٌ} [النور: 32]\nوعن ابن مسعود: التمسوا الغنى في النكاح، يقول الله تعالى: {إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ وَاللَّهُ وَاسِعٌ عَلِيمٌ} [النور: 32] رواه ابن جرير، وذكر البغوي عن عمر نحوه. انتهى من [تفسير ابن كثير] (5 / 94، 95) طبعة دار الأندلس.\nقال شيخ الإسلام ابن تيمية في [مجموع الفتاوى] (32 / 90) : فأباح الله سبحانه للمؤمنين أن ينكحوا، وأن يطلقوا، وأن يتزوجوا المرأة المطلقة بعد أن تتزوج بغير زوجها، والنصارى يحرمون النكاح على بعضهم، ومن أباحوا له النكاح لم يبيحوا له الطلاق، واليهود يبيحون الطلاق، لكن إذا تزوجت المطلقة بغير زوجها حرمت عليه عندهم، والنصارى لا طلاق عندهم، واليهود لا مراجعة بعد أن تتزوج غيره عندهم، والله تعالى أباح للمؤمنين هذا وهذا. انتهى.\nوقال الإمام ابن القيم رحمه الله في [الهدي النبوي]\n(1) سورة النور، الآية 32.\nالجزء: 1 ¦ الصفحة: 85\n",
        "(3 / 149) مبينا منافع الجماع الذي هو أحد مقاصد الزوجية: فإن الجماع وضع في الأصل لثلاثة أمور، هي مقاصده الأصلية: أحدها: حفظ النسل، ودوام النوع إلى أن تتكامل العدة التي قدر الله بروزها إلى هذا العالم.\nالثاني: إخراج الماء الذي يضر احتباسه واحتقانه بجملة البدن.\nالثالث: قضاء الوطر، ونيل اللذة، والتمتع بالنعمة. انتهى.\nفالزواج فيه منافع عظيمة أعظمها: أنه وقاية من الزنى، وقصر للنظر عن الحرام.\nومنها: حصول النسل وحفظ الأنساب.\nومنها: حصول السكن بين الزوجين والاستقرار النفسي.\nومنها: تعاون الزوجين على تكوين الأسرة الصالحة التي هي إحدى لبنات المجتمع المسلم.\nومنها: قيام الزوج بكفالة المرأة وصيانتها، وقيام المرأة بأعمال البيت، وأداؤها لوظيفتها الصحيحة في الحياة، لا كما يدعيه أعداء المرأة وأعداء المجتمع من أن المرأة شريكة الرجل في العمل خارج البيت، فأخرجوها من بيتها، وعزلوها عن وظيفتها الصحيحة، وسلموها عمل غيرها، وسلموا عملها إلى غيرها؛ فاختل نظام الأسرة، وساء التفاهم بين الزوجين، مما\nالجزء: 1 ¦ الصفحة: 86\n",
        "يسبب في كثير من الأحيان الفراق بينهما أو البقاء على مضض ونكد.\nقال شيخنا الشيخ محمد الأمين الشنقيطي في تفسيره [أضواء البيان] (3 / 422) : (واعلم وفقني الله وإياك لما يحبه ويرضاه أن هذه الفكرة الكافرة الخاطئة الخاسئة، المخالفة للحس والعقل، وللوحي السماوي، وتشريع الخالق البارئ من تسوية الأنثى بالذكر في جميع الأحكام والميادين فيها من الفساد والإخلال بنظام المجتمع الإنساني ما لا يخفى على أحد إلا من أعمى الله بصيرته؛ وذلك لأن الله جل وعلا جعل الأنثى بصفاتها الخاصة بها صالحة لأنواع من المشاركة في بناء المجتمع الإنساني صلاحا لا يصلح له غيرها كالحمل والوضع والإرضاع، وتربية الأولاد، وخدمة البيت، والقيام على شؤونه من طبخ وعجن وكنس وغير ذلك، وهذه الخدمات التي تقوم بها للمجتمع الإنساني داخل بيتها في ستر وصيانة وعفاف ومحافظة على الشرف والفضيلة والقيم الإنسانية لا تقل عن خدمة الرجل بالاكتساب، فزعم أولئك السفلة الجهلة من الكفار وأتباعهم أن المرأة لها من الحقوق في الخدمة خارج بيتها مثل ما للرجل، مع أنها في زمن حملها وإرضاعها ونفاسها لا تقدر على مزاولة أي عمل فيه أي مشقة، كما هو مشاهد، فإذا خرجت هي وزوجها\nالجزء: 1 ¦ الصفحة: 87\n",
        "بقيت خدمات البيت كلها ضائعة من حفظ الأولاد الصغار، وإرضاع من هو في زمن الرضاع منهم، وتهيئة الأكل والشرب للرجل إذا جاء من عمله، فلو أجر إنسانا يقوم مقامها لتعطل ذلك الإنسان في ذلك البيت التعطل الذي خرجت المرأة فرارا منه فعادت النتيجة في حافرتها، على أن خروج المرأة وابتذالها، فيه ضياع المروءة والدين) . انتهى.\nفاتقي الله أيتها الأخت المسلمة، ولا تنخدعي بهذه الدعاية المغرضة، فإن واقع النساء اللاتي انخدعن بها خير شاهد على فسادها وفشلها، والتجربة خير برهان، بادري أيتها الأخت المسلمة بالزواج ما دمت شابة مرغوبة، ولا تؤخريه من أجل مواصلة دراسة أو عمل في وظيفة، فإن الزواج الموفق هو سعادتك وراحتك، وهو يعوض عن كل دراسة ووظيفة، ولا يعوض عنه دراسة ولا وظيفة مهما بلغا.\nقومي بعمل بيتك وتربية أولادك، فإن هذا هو عملك الأساسي المثمر في الحياة ولا تطلبي عنه بديلا، فإنه لا يعدله شيء، لا تفوتي الزواج بالرجل الصالح، فإن الرسول صلى الله عليه وسلم يقول: «إذا جاءكم من ترضون دينه وخلقه فأنكحوه، إلا تفعلوا تكن فتنة في الأرض وفساد» (1) .\n(1) رواه الترمذي وحسنه وله شواهد.\nالجزء: 1 ¦ الصفحة: 88\n",
        "[\nأخذ رأي المرأة في تزويجها\n]\nأخذ رأي المرأة في تزويجها: التي يراد تزويجها لا تخلو من ثلاث حالات: إما أن تكون صغيرة بكرا، وإما أن تكون بالغة بكرا، وإما أن تكون ثيبا، ولكل واحدة حكم خاص.\n1 -\nفأما البكر الصغيرة فلا خلاف أن لأبيها أن يزوجها بدون إذنها؛ لأنه لا إذن لها؛ لأن أبا بكر الصديق رضي الله عنه زوج ابنته عائشة رضي الله عنها رسول الله صلى الله عليه وسلم، وهي بنت ست سنين، وأدخلت عليه وهي بنت تسع سنين (1) .\nقال الإمام الشوكاني في [نيل الأوطار] (6 / 128، 129) : في الحديث دليل على أنه يجوز للأب أن يزوج ابنته قبل البلوغ، وقال أيضا: فيه دليل على أنه يجوز تزويج الصغيرة بالكبير، وقد بوب لذلك البخاري، وذكر حديث عائشة، وحكى في [الفتح] الإجماع على ذلك. . انتهى.\nوقال في [المغني] (6 / 487) : قال ابن المنذر: أجمع كل من نحفظ عنه من أهل العلم أن إنكاح الأب ابنته الصغيرة جائز إذا زوجها من كفء. انتهى.\nأقول: وفي تزويج أبي بكر رضي الله عنه لعائشة رضي الله عنها\n(1) متفق عليه.\nالجزء: 1 ¦ الصفحة: 89\n",
        "وهي بنت ست سنين من النبي صلى الله عليه وسلم أبلغ رد على الذين ينكرون تزويج الصغيرة من الكبير، ويشوهون ذلك، ويعتبرونه منكرا، وما هذا إلا لجهلهم، أو أنهم مغرضون.\n2 -\nأما البكر البالغة فلا تزوج إلا بإذنها، وإذنها صماتها؛ لقوله صلى الله عليه وسلم: «ولا تنكح البكر حتى تستأذن، قالوا: يا رسول الله فكيف إذنها؟ قال: أن تسكت» (1) فلا بد من إذنها، ولو كان المزوج لها أبوها على الصحيح من قولي العلماء.\nقال العلامة ابن القيم في [الهدي] (5 / 96) : وهذا قول جمهور السلف، ومذهب أبي حنيفة وأحمد في إحدى الروايات عنه، وهو القول الذي ندين لله به، ولا نعتقد سواه، وهو الموافق لحكم رسول الله صلى الله عليه وسلم وأمره ونهيه. انتهى.\n3 -\nوأما الثيب فلا تزوج إلا بإذنها، وإذنها بالكلام، بخلاف البكر، فإذنها الصمات.\nقال في [المغني] (6 / 493) : أما الثيب فلا نعلم بين أهل العلم خلافا في أن إذنها الكلام للخبر، ولأن اللسان هو المعبر عما في القلب، وهو المعتبر في كل موضع يعتبر فيه الإذن. انتهى.\n(1) متفق عليه.\nالجزء: 1 ¦ الصفحة: 90\n",
        "قال شيخ الإسلام ابن تيمية رحمه الله في [مجموع الفتاوى] (32 / 39، 40) : المرأة لا ينبغي لأحد أن يزوجها إلا بإذنها، كما أمر النبي صلى الله عليه وسلم، فإن كرهت ذلك لم تجبر على النكاح إلا الصغيرة البكر، فإن أباها يزوجها، ولا إذن لها، وأما البالغ الثيب فلا يجوز تزويجها بغير إذنها لا للأب ولا لغيره بإجماع المسلمين، وكذلك البكر البالغ ليس لغير الأب والجد تزويجها بدون إذنها بإجماع لمسلمين، فأما الأب والجد فينبغي لهما استئذانها.\nواختلف العلماء في استئذانها هل هو واجب أو مستحب؟\nوالصحيح أنه واجب، ويجب على ولي المرأة أن يتقي الله فيمن يزوجها به، وينظر في الزوج هل هو كفء أو غير كفء، فإنه يزوجها لمصلحتها لا لمصلحته. انتهى.\n[\nاشتراط الولي في تزويج المرأة وحكمته\n]\nاشتراط الولي في تزويج المرأة وحكمته: ليس معنى إعطاء المرأة حق اختيار الزوج المناسب لها، إطلاق العنان لها في أن تتزوج من شاءت، ولو كان في ذلك ضرر أقاربها وأسرتها، وإنما هي مربوطة بولي يشرف على اختيارها ويرشدها في أمرها، ويتولى عقد تزويجها، فلا تعقد لنفسها، فإن عقدت لنفسها فعقدها باطل؛ لما في السنن من حديث عائشة رضي الله عنها: «أيما امرأة نكحت نفسها بغير إذن وليها فنكاحها باطل، فنكاحها باطل، فنكاحها باطل.»\nالجزء: 1 ¦ الصفحة: 91\n",
        "الحديث، قال الترمذي: حديث حسن، وفي السنن الأربع: «لا نكاح إلا بولي» ، دل الحديثان وما جاء بمعناهما أنه لا يصح النكاح إلا بولي؛ لأن الأصل في النفي نفي الصحة، وقال الترمذي: (العمل عليه عند أهل العلم منهم عمر وعلي وابن عباس وأبو هريرة وغيرهم، وهكذا روي عن فقهاء التابعين أنهم قالوا: «لا نكاح إلا بولي» ، وهو قول الشافعي وأحمد وإسحاق) . وانظر [المغني] (6 / 449) .\n[\nحكم ضرب النساء للدف من أجل إعلان النكاح\n]\nحكم ضرب النساء للدف من أجل إعلان النكاح: يستحب ضرب النساء للدف حتى يعرف النكاح ويشتهر، ويكون ذلك بين النساء خاصة، ولا يكون مصحوبا بموسيقى، ولا بآلات لهو، ولا أصوات مطربات، ولا بأس بإنشاد النساء الشعر بهذه المناسبة بحيث لا يسمعهن الرجال، فال رسول الله صلى الله عليه وسلم: «فصل ما بين الحلال والحرام الدف والصوت في النكاح» (1) .\nقال الشوكاني في [نيل الأوطار] (6 / 200) : في ذلك دليل على أنه يجوز في النكاح ضرب الأدفاف ورفع الأصوات بشيء من الكلام نحو: أتيناكم أتيناكم ونحوه، لا بالأغاني المهيجة للشرور، والمشتملة على وصف الجمال والفجور ومعاقرة\n(1) رواه الخمسة إلا أبا داود، وحسنه الترمذي.\nالجزء: 1 ¦ الصفحة: 92\n",
        "الخمور، فإن ذلك يحرم في النكاح كما يحرم في غيره، وكذلك سائر الملاهي المحرمة. انتهى.\nأيتها المسلمة لا تسرفي في شراء الحلي والأقمشة بمناسبة الزواج، فإن هذا من الإسراف الذي نهى الله عنه، وأخبر أنه لا يحب أهله، قال تعالى: {وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ} [الأنعام: 141] (1) .\nعليك بالاعتدال وترك المباهاة.\n[\nوجوب طاعة المرأة لزوجها وتحريم معصيتها له\n]\nوجوب طاعة المرأة لزوجها وتحريم معصيتها له: يجب عليك أيتها المرأة المسلمة طاعة زوجك بالمعروف، عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «إذا صلت المرأة خمسها، وصامت شهرها، وحصنت فرجها، وأطاعت بعلها دخلت من أي أبواب الجنة شاءت» (2) وعن أبي هريرة رضي الله عنه، أن رسول الله صلى الله عليه وسلم قال: «لا يحل لامرأة أن تصوم وزوجها شاهد إلا بإذنه، ولا تأذن في بيته إلا بإذنه» (3) وعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «إذا دعا الرجل امرأته إلى فراشه، فلم\n(1) سورة الأنعام، الآية 141.\n(2) رواه ابن حبان في صحيحه.\n(3) رواه البخاري ومسلم.\nالجزء: 1 ¦ الصفحة: 93\n",
        "تأته، فبات غضبان عليها لعنتها الملائكة حتى تصبح» (1) وفي رواية للبخاري ومسلم، قال رسول الله صلى الله عليه وسلم: «والذي نفسي بيده ما من رجل يدعو امرأته إلى فراشه، فتأبى عليه إلا كان الذي في السماء ساخطا عليها حتى يرضى عنها» .\nومن حق الزوج على زوجته أن تقوم برعاية بيته وأن لا تخرج منه إلا بإذنه، قال صلى الله عليه وسلم: «والمرأة راعية في بيت زوجها ومسؤولة عن رعيتها» (2) ومن حقه عليها أن تقوم بعمل البيت ولا تحوجه إلى جلب خادمة يتحرج منها ويتعرض بسببها للخطر في نفسه وأولاده.\nقال شيخ الإسلام ابن تيمية رحمه الله في [مجموع الفتاوى] (32 / 260، 261) : قوله تعالى: {فَالصَّالِحَاتُ قَانِتَاتٌ حَافِظَاتٌ لِلْغَيْبِ بِمَا حَفِظَ اللَّهُ} [النساء: 34] (3) يقتضي وجوب طاعتها لزوجها مطلقا من خدمة وسفر معه، وتمكين له، وغير ذلك، كما دلت عليه سنة رسول الله صلى الله عليه وسلم. انتهى.\nوقال العلامة ابن القيم في [الهدي] (5 / 188، 189) :\n(1) رواه البخاري ومسلم وغيرهما.\n(2) رواه البخاري ومسلم.\n(3) سورة النساء، الآية 34.\nالجزء: 1 ¦ الصفحة: 94\n",
        "واحتج من أوجب الخدمة بأن هذا هو المعروف عند من خاطبهم الله سبحانه بكلامه، وأما ترفيه المرأة وخدمة الزوج لها وكنسه وطحنه وعجنه وغسيله وفرشه وقيامه بخدمة البيت فمن المنكر، والله تعالى يقول: {وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ} [البقرة: 228] (1) وقال: {الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ} [النساء: 34] (2) وإذا لم تخدمه المرأة بل يكون هو الخادم لها فهي القوامة عليه، إلى أن قال: فإنما أوجب الله سبحانه نفقتها وكسوتها ومسكنها في مقابلة استمتاعه بها وخدمتها وما جرت به عادة الأزواج.\nوأيضا فإن العقود المطلقة إنما تنزل على العرف، والعرف خدمة المرأة وقيامها بمصالح البيت الداخلة، وقال: ولا يصح التفريق بين شريفة ودنيئة، وفقيرة وغنية، فهذه أشرف نساء العالمين - يعني فاطمة رضي الله عنها - كانت تخدم زوجها، وجاءته صلى الله عليه وسلم تشكو إليه الخدمة، فلم يشكها. انتهى.\n[\nإذا رأت المرأة من زوجها عدم رغبة فيها وهي ترغب البقاء معه، فكيف\n] تعالج الموقف\nس: إذا رأت المرأة من زوجها عدم رغبة فيها وهي ترغب البقاء معه، فكيف تعالج الموقف؟ ج: يقول الله تعالى: {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحًا وَالصُّلْحُ خَيْرٌ} [النساء: 128]\n(1) سورة البقرة، الآية 228.\n(2) سورة النساء، الآية 34.\nالجزء: 1 ¦ الصفحة: 95\n",
        "(1) . قال الحافظ ابن كثير: إذا خافت المرأة من زوجها أن ينفر عنها، أو يعرض عنها فلها أن تسقط عنه حقها أو بعضه من نفقة أو كسوة أو مبيت أو غير ذلك من حقوقها عليه، وله أن يقبل ذلك منها، فلا حرج عليها في بذلها ذلك له، ولا حرج عليه في قبوله منها؛ ولهذا قال: {فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحًا وَالصُّلْحُ خَيْرٌ} [النساء: 128] (2) أي: خير من الفراق. . . ثم ذكر قصة سودة بنت زمعة رضي الله عنها، وأنها لما كبرت وعزم رسول الله صلى الله عليه وسلم على فراقها صالحته على أن يمسكها، وتترك يومها لعائشة، فقبل ذلك منها، وأبقاها على ذلك. انظر [تفسير ابن كثير] (2 / 406) الطبعة الأخيرة.\n[\nإذا كانت المرأة مبغضة للزوج ولا تريد البقاء معه فماذا تفعل\n]\nس: إذا كانت المرأة مبغضة للزوج ولا تريد البقاء معه فماذا تفعل؟ ج: يقول الله تعالى: {فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ} [البقرة: 229] (3) .\n(1) سورة النساء، الآية 128.\n(2) سورة النساء، الآية 128.\n(3) سورة البقرة، الآية 229.\nالجزء: 1 ¦ الصفحة: 96\n",
        "قال الحافظ ابن كثير في تفسيره (1 / 483) : (وأما إذا تشاقق الزوجان، ولم تقم المرأة بحقوق الرجل، وأبغضته ولم تقدر على معاشرته فلها أن تفتدي منه بما أعطاها، ولا حرج عليها في بذلها له، ولا حرج عليه في قبول ذلك منها. انتهى، وهذا هو الخلع.\n[\nإذا طلبت منه الفراق من غير عذر فماذا عليها من الوعيد\n]\nس: إذا طلبت منه الفراق من غير عذر فماذا عليها من الوعيد؟ ج: عن ثوبان رضي الله عنه عن النبي صلى الله عليه وسلم قال: «أيما امرأة سألت زوجها طلاقها من غير ما بأس فحرام عليها رائحة الجنة» (1) ؛ وذلك لأن أبغض الحلال إلى الله الطلاق، وإنما يصار إليه عند الحاجة، أما بدونها فإنه مكروه لما بترتب عليه من الأضرار التي لا تخفى، والحاجة التي تلجئ المرأة إلى طلب الطلاق أن يمتنع من القيام بحقها عليه على وجه تتضرر بالبقاء معه، قال الله تعالى: {فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ} [البقرة: 229] (2) وقال تعالى: {لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ فَإِنْ فَاءُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ - وَإِنْ عَزَمُوا الطَّلَاقَ فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ} [البقرة: 226 - 227] (3) .\n(1) رواه أبو داود والترمذي، وحسنه ابن حبان في صحيحه.\n(2) سورة البقرة، الآية 229.\n(3) سورة البقرة، الآيتان 226، 227.\nالجزء: 1 ¦ الصفحة: 97\n",
        "[\nما يجب على المرأة عند انتهاء عقد الزواج\n]\nما يجب على المرأة عند انتهاء عقد الزواج: الفرقة بين الزوجين على نوعين: أحدهما: فرقة في الحياة، والثانية: فرقة بالموت، وفي كلا الفرقتين تجب عليها العدة، وهي تربص محدود شرعا، والحكمة فيها أنها حرم لانقضاء النكاح لما كمل، واستبراء للرحم من الحمل لئلا يطأها غير المفارق لها فيحصل الاشتباه وتضيع الأنساب، وفيها احترام لعقد النكاح السابق، واحترام لحق الزوج المفارق، وإظهار للتأثر من فراقه.\n[\nالعدة أربعة أنواع\n]\n[\nالنوع الأول عدة الحامل\n]\nوالعدة أربعة أنواع:\nالنوع الأول: عدة الحامل: وهي بوضع الحمل مطلقا، بائنة كانت أو رجعية، مفارقة في الحياة أو متوفى عنها، قال الله تعالى: {وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ} [الطلاق: 4] (1) .\n[\nالنوع الثاني عدة المطلقة التي تحيض\n]\nالنوع الثاني: عدة المطلقة التي تحيض، وهي ثلاثة قروء، كما قال تعالى: {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ} [البقرة: 228] (2) أي: ثلاث حيض.\n[\nالنوع الثالث التي لا حيض لها\n]\nالنوع الثالث: التي لا حيض لها، وهي نوعان: صغيرة لا\n(1) سورة الطلاق، الآية 4.\n(2) سورة البقرة، الآية 228.\nالجزء: 1 ¦ الصفحة: 98\n",
        "تحيض، وكبيرة قد يئست من الحيض، فبين الله سبحانه عدة النوعين بقوله: {وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَاثَةُ أَشْهُرٍ وَاللَّائِي لَمْ يَحِضْنَ} [الطلاق: 4] (1) أي: فعدتهن كذلك.\n[\nالنوع الرابع المتوفى عنها زوجها\n]\nالنوع الرابع: المتوفى عنها زوجها، بين عدتها بقوله: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا} [البقرة: 234] (2) فهذا يتناول المدخول بها وغيرها والصغيرة والكبيرة، ولا تدخل فيه الحامل؛ لأنها خرجت بقوله تعالى: {وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ} [الطلاق: 4] انتهى. من [الهدي النبوي] لابن القيم (5 / 594، 595) الطبعة المحققة.\n[\nما يحرم في حق المعتدة\n]\n[\nحكم خطبتها\n]\nما يحرم في حق المعتدة 1 - حكم خطبتها: أ - المعتدة الرجعية: تحرم خطبتها تصريحا وتعريضا، لأنها في حكم الزوجات، فلا يجوز لأحد أن يخطبها؛ لأنها ما زالت في عصمة زوجها.\nب - المعتدة غير الرجعية: تحرم خطبتها تصريحا لا تعريضا؛\n(1) سورة الطلاق، الآية 4.\n(2) سورة البقرة، الآية 234.\nالجزء: 1 ¦ الصفحة: 99\n",
        "لقوله تعالى: {وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ النِّسَاءِ} [البقرة: 235] (1) والتصريح إظهار الرغبة في تزوجها، كأن يقول: أريد أن أتزوجك؛ لأنه قد يحملها الحرص على الزواج على الإخبار بانقضاء عدتها قبل انقضائها فعلا، بخلاف التعريض، فإنه غير صريح ببيان تزوجها فلا يترتب عليه محذور، ولمفهوم الآية الكريمة.\nومثال التعريض: أن يقول: إني في مثلك لراغب - مثلا - ويباح للمعتدة غير الرجعية أن تجيب عن التعريض تعريضا، ولا يحل لها أن تجيب عن التصريح، ولا يباح للرجعية أن تجيب من خطبها، لا تصريحا ولا تعريضا.\n[\nيحرم العقد على المعتدة من الغير\n]\n2 -\nيحرم العقد على المعتدة من الغير: لقوله تعالى: {وَلَا تَعْزِمُوا عُقْدَةَ النِّكَاحِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ} [البقرة: 235] (2) .\nقال ابن كثير في تفسيره (1 / 509) : يعني: ولا تعقدوا العقدة بالنكاح حتى تنقضي العدة، وقد أجمع العلماء على أنه لا يصح العقد في مدة العدة. انتهى.\n(1) سورة البقرة، الآية 235.\n(2) سورة البقرة، الآية 235.\nالجزء: 1 ¦ الصفحة: 100\n",
        "[\nفائدتان\n]\nالأولى: من طلقت قبل الدخول فليس عليها عدة؛ لقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا} [الأحزاب: 49] (1) .\nقال ابن كثير في تفسيره (5 / 479) : هذا أمر مجمع عليه بين العلماء: أن المرأة إذا طلقت قبل الدخول بها فلا عدة عليها، فتذهب فتتزوج في فورها من شاءت.\nالثانية: أن من طلقت قبل الدخول وقد سمي لها مهر فلها نصفه، ومن لم يسم لها مهر فلها المتعة بما تيسر من كسوة ونحوها.\nومن طلقت بعد الدخول فلها المهر، قال تعالى: {لَا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً وَمَتِّعُوهُنَّ عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ} [البقرة: 236] (2) إلى قوله تعالى: {وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ} [البقرة: 237] (3) أي: ليس عليكم يا معشر الأزواج جناح بتطليق\n(1) سورة الأحزاب، الآية 49.\n(2) سورة البقرة، الآية 236.\n(3) سورة البقرة، الآية 237.\nالجزء: 1 ¦ الصفحة: 101\n",
        "النساء قبل المسيس وفرض المهر، وإن كان في ذلك كسر لها فإنه ينجبر بالمتعة، وهي من كل زوج بحسب حاله عسرا ويسرا بما جرى به العرف، ثم ذكر سبحانه التي سمي لها مهر وأمر بإعطائها نصفه.\nقال الحافظ ابن كثير في تفسيره (1 / 512) : وتشطير الصداق - والحالة هذه - أمر مجمع عليه بين العلماء لا خلاف بينهم في ذلك. انتهى.\n[\nيحرم على المعتدة من وفاة خمسة أشياء تسمى بالحداد\n]\n3 -\nيحرم على المعتدة من وفاة خمسة أشياء تسمى ب (الحداد) : أحدها: الطيب بجميع أنواعه: فلا تتطبب في بدنها، ولا ثوبها، ولا تستعمل الأشياء المطيبة؛ لقوله صلى الله عليه وسلم في الحديث الصحيح: «ولا تمس طيبا» .\nالثاني: الزينة في بدنها: فيحرم عليها الخضاب، وكل أنواع التزين كالاكتحال وأنواع الأصباغ الجلدية، إلا إذا اضطرت إلى الاكتحال تداويا لا زينة، فلها أن تكتحل ليلا وتمسحه نهارا، ولا بأس أن تداوي عينيها بغير الكحل مما لا زينة فيه.\nالثالث: التزين بالثياب المعدة للزينة مما صنع للزينة، وتلبس من الثياب ما لا زينة فبه، ولا يتعين لون خاص مما جرت العادة بلبسه.\nالرابع: لبس الحلي بجميع أنواعه حتى الخاتم.\nالجزء: 1 ¦ الصفحة: 102\n",
        "الخامس: المبيت في غير منزلها الذي توفي زوجها وهي فيه، ولا تتحول عنه إلا بعذر شرعي، ولا تخرج لعيادة مريض، ولا لزيارة صديق أو قريب، ويباح لها الخروج في النهار لحاجاتها الضرورية، ولا تمنع من غير هذه الأشياء الخمسة مما أباح الله.\nقال الإمام ابن القيم في [الهدي النبوي] (5 / 507) : ولا تمنع من تقليم الأظافر، ونتف الإبط، وحلق الشعر المندوب إلى حلقه، ولا من الاغتسال بالسدر والامتشاط به. انتهى.\nوقال شيخ الإسلام ابن تيمية في [مجموع الفتاوى] (34 / 27، 28) : ويجوز لها أن تأكل كل ما أباحه الله كالفاكهة واللحم، وكذلك شرب ما يباح من الأشربة، إلى أن قال: ولا يحرم عليها عمل شغل من الأشغال المباحة مثل التطريز والخياطة والغزل وغير ذلك مما تفعله النساء، ويجوز لها سائر ما يباح لها في غير العدة مثل كلام من تحتاج إلى كلامه من الرجال إذا كانت متسترة وغير ذلك، وهذا الذي ذكرته هو سنة رسول الله صلى الله عليه وسلم الذي كان يفعله نساء الصحابة إذا مات أزواجهن. انتهى.\nوما يقوله العوام: أنها تغطي وجهها عن القمر، ولا تصعد لسطح المنزل، ولا تكلم الرجال، وتغطي وجهها عن محارمها، وغير ذلك كله لا أصل له. والله أعلم.\nالجزء: 1 ¦ الصفحة: 103\n",
        "[\nالفصل العاشر في بيان أحكام تحفظ للمرأة كرامتها وتصون عفتها\n]\n[\nالمرأة كالرجل مأمورة بغض البصر وحفظ الفرج\n]\nالفصل العاشر\nفي بيان أحكام تحفظ للمرأة\nكرامتها وتصون عفتها 1 - المرأة كالرجل مأمورة بغض البصر وحفظ الفرج، قال الله تعالى: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ - وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ} [النور: 30 - 31] (1) .\nقال شيخنا الشيخ محمد الأمين الشنقيطي رحمه الله في تفسيره [أضواء البيان] : أمر الله جل وعلا المؤمنين والمؤمنات بغض البصر، وحفظ الفرج، ويدخل في حفظ الفرج حفظه من الزنى واللواط والمساحقة، وحفظه من الإبداء للناس والانكشاف لهم. . . إلى أن قال: وقد وعد الله تعالى من امتثل أمره في هذه الآية، من الرجال والنساء بالمغفرة والأجر العظيم، إذا عمل معها الخصال المذكورة في سورة الأحزاب، وذلك في قوله تعالى: {إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ} [الأحزاب: 35] إلى قوله:\n(1) سورة النور، الآيتان 30، 31.\nالجزء: 1 ¦ الصفحة: 104\n",
        "{وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا} [الأحزاب: 35] (1) انتهى. من [أضواء البيان] (6 / 186، 187) .\nقوله: والمساحقة، المساحقة هي إتيان المرأة المرأة بالمدالكة، وذلك جريمة عظيمة تستحق عليها الفاعلتان تأديبا رادعا.\nقال في [المغني] (8 / 198) : وإن تدالكت امرأتان فهما زانيتان ملعونتان؛ لما روي عن النبي صلى الله عليه وسلم أنه قال: «إذا أتت المرأة المرأة فهما زانيتان» ، وعليهما التعزير؛ لأنه زنا لا حد فيه. انتهى (2) .\nفلتحذر المرأة المسلمة خصوصا الشابات من فعل هذا المنكر القبيح.\nوأما عن غض البصر، فقد قال عنه العلامة ابن القيم في [الجواب الكافي] صفحة 129، 135: وأما اللحظات فهي رائد\n(1) سورة الأحزاب، الآية 35.\n(2) قال الشيخ ابن تيمية في [مجموع الفتاوى] (15 / 321) : وعلى هذا فالمرأة المساحقة زانية، كما جاء في الحديث: زنا النساء سحاقهن.\nالجزء: 1 ¦ الصفحة: 105\n",
        "الشهوة ورسولها، وحفظها أصل حفظ الفرج، فمن أطلق نظره أورد نفسه موارد الهلاك، وقد قال النبي صلى الله عليه وسلم: «يا علي، لا تتبع النظرة النظرة فإنما لك الأولى» المراد بها: نظرة الفجأة التي تقع بدون قصد، قال: وفي [المسند] عنه صلى الله عليه وسلم: «النظر سهم مسموم من سهام إبليس» . . . إلى أن قال: والنظر أصل عامة الحوادث التي تصيب الإنسان، فإن النظرة تولد الخطرة، ثم تولد الخطرة فكرة، ثم تولد الفكرة شهوة، ثم تولد الشهوة إرادة، ثم تقوى فتصير عزيمة جازمة، فيقع الفعل ولا بد ما لم يمنع منه مانع؛ ولهذا قيل: الصبر على غض البصر أيسر من الصبر على ألم ما بعده. انتهى.\nفعليك أيتها الأخت المسلمة بغض البصر عن النظر إلى الرجال، وعدم النظر في الصور الفاتنة التي تعرض في بعض المجلات، أو على الشاشات في التلفاز أو الفيديو تسلمي من سوء العاقبة، فكم نظرة جرت على صاحبها حسرة، والنار من مستصغر الشرر.\n[\nمن أسباب حفظ الفرج الابتعاد عن استماع الأغاني والمزامير\n]\n2 -\nومن أسباب حفظ الفرج الابتعاد عن استماع الأغاني والمزامير.\nقال الإمام العلامة ابن القيم في [إغاثة اللهفان] (1 / 242، 248، 264، 265) : ومن مكائد الشيطان التي كاد بها\nالجزء: 1 ¦ الصفحة: 106\n",
        "من قل نصيبه من العلم والعقل والدين، وصاد بها قلوب الجاهلين والمبطلين سماع المكاء والتصدية والغناء بالآلات المحرمة الذي يصد القلوب عن القرآن، ويجعلها عاكفة على الفسوق والعصيان، فهو قرآن الشيطان، والحجاب الكثيف عن الرحمن، وهو رقية اللواط والزنا، وبه ينال العاشق الفاسق من معشوقه غاية المنى. . . إلى أن قال: وأما سماعه من المرأة أو الأمرد فمن أعظم المحرمات وأشدها فسادا للدين. . إلى أن قال: ولا ريب أن كل غيور يجنب أهله سماع الغناء، كما يجنبهن أسباب الريب، وقال أيضا: ومن المعلوم عند القوم أن المرأة إذا استصعبت على الرجل اجتهد أن يسمعها صوت الغناء، فحينئذ تعطي الليان؛ وهذا لأن المرأة سريعة الانفعال للأصوات جدا، فإذا كان الصوت بالغناء دار انفعالها من وجهين: من جهة الصوت، ومن جهة معناه، قال: فأما إذا اجتمع إلى هذه الرقية الدف والشبابة والرقص بالتخنث والتكسر، فلو حبلت المرأة من غناء لحبلت من هذا الغناء، فلعمر الله كم من حرة صارت بالغناء من البغايا؟! انتهى.\nفاتقي الله أيتها المرأة المسلمة، واحذري هذا المرض الخلقي الخطير، وهو استماع الأغاني التي تروج بين المسلمين بمختلف الوسائل وأنواع الأساليب، مما جعل كثيرا من الفتيات الجاهلات يطلبنها من مصادرها، ويتهادينها بينهن.\nالجزء: 1 ¦ الصفحة: 107\n",
        "[\nمن أسباب حفظ الفروج منع المرأة أن تسافر إلا مع ذي محرم\n]\n3 -\nومن أسباب حفظ الفروج، منع المرأة أن تسافر إلا مع ذي محرم يصونها ويحميها من أطماع العابثين والفسقة:\nفقد جاءت الأحاديث الصحيحة تمنع سفر المرأة بدون محرم، منها: ما رواه ابن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: «لا تسافر المرأة ثلاثة أيام إلا مع ذي محرم» متفق عليه، وعن أبي سعيد الخدري رضي الله عنه: أن النبي صلى الله عليه وسلم «نهى أن تسافر المرأة مسيرة يومين أو ليلتين إلا ومعها زوجها، أو ذو محرم» متفق عليه، وعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم: «لا يحل لامرأة تؤمن بالله واليوم الآخر تسافر مسيرة يوم ولبلة إلا مع ذي محرم عليها» متفق عليه.\nوالتقدير في الأحاديث بثلاثة الأيام واليومين واليوم والليلة المراد به ما كان على وسائل النقل مما هو معروف آنذاك من سير الأقدام والرواحل، واختلاف الأحاديث في هذا التقدير بثلاثة أيام أو يومين أو يوم وليلة، وما هو أقل من ذلك أجاب عنه العلماء بأنه ليس المراد ظاهره، وإنما المراد كل ما يسمى سفرا فالمرأة منهية عنه.\nقال الإمام النووي في [شرح صحيح مسلم] (9 / 103) : فالحاصل: أن كل ما يسمى سفرا تنهى عنه المرأة بغير زوج أو محرم، سواء كان ثلاثة أيام أو يومين أو يوما أو بريدا أو غير ذلك؛\nالجزء: 1 ¦ الصفحة: 108\n",
        "لرواية ابن عباس المطلقة، وهي آخر روايات مسلم السابقة: «لا تسافر امرأة إلا مع ذي محرم» ، وهذا يتناول جميع ما يسمى سفرا، والله أعلم. انتهى.\nوأما من أفتى بجواز سفرها مع جماعة من النساء للحج الواجب فهذا خلاف السنة، قال الإمام الخطابي في [معالم السنن] (2 / 276، 277) مع [تهذيب] ابن القيم: وقد حظر النبي صلى الله عليه وسلم عليها أن تسافر إلا ومعها رجل ذو محرم منها، فإباحة الخروج لها في سفر الحج مع عدم الشريطة التي أثبتها النبي صلى الله عليه وسلم خلاف السنة، فإذا كان خروجها مع غير ذي محرم معصية لم يجز إلزامها الحج، وهو طاعة بأمر يؤدي إلى معصية. انتهى.\nأقول: وهم لم يبيحوا للمرأة أن تسافر من دون محرم مطلقا، وإنما أباحوا لها ذلك في سفر الحج الواجب فقط.\nيقول الإمام النووي في [المجموع] (8 / 249) : ولا يجوز في التطوع وسفر التجارة والزيارة ونحوهما إلا بمحرم. انتهى.\nفالذين يتساهلون في هذا الزمان في سفر المرأة بدون محرم في كل سفر لا يوافقهم عليه أحد من العلماء الذين يعتد بقولهم.\nوقولهم: إن محرمها يركبها في الطائرة ثم يستقبلها محرمها الآخر عند وصولها إلى البلد الذي تريده؛ لأن الطائرة مأمونة بزعمهم لما فيها من كثرة الركاب من رجال ونساء.\nالجزء: 1 ¦ الصفحة: 109\n",
        "نقول لهم: كلا، فالطائرة أشد خطرا من غيرها؛ لأن الركاب يختلطون فيها، وربما تجلس إلى جنب رجل، وربما يعرض للطائرة ما يصرفها عن اتجاهها إلى مطار آخر، فلا تجد من يستقبلها فتكون معرضة للخطر، وماذا تكون المرأة في بلد لا تعرفه، ولا محرم لها فيه؟\n[\nمن أسباب حفظ الفروج منع الخلوة بين المرأة والرجل الذي ليس محرما\n] لها\n4 -\nومن أسباب حفظ الفروج منع الخلوة بين المرأة والرجل الذي ليس محرما لها: قال صلى الله عليه وسلم: «من كان يؤمن بالله واليوم الآخر فلا يخلون بامرأة ليس معها ذو محرم منها، فإن ثالثهما الشيطان» ، وعن عامر بن ربيعة قال: قال رسول الله صلى الله عليه وسلم: «ألا لا يخلون رجل بامرأة لا تحل له، فإن ثالثهما الشيطان، إلا محرم» ، قال المجد في [المنتقى] : رواهما أحمد، وقد سبق معناه لابن عباس في حديث متفق عليه.\nقال الإمام الشوكاني في [نيل الأوطار] (6 / 120) : والخلوة بالأجنبية مجمع على تحريمها، كما حكى ذلك الحافظ في [الفتح] ، وعلة التحريم ما في الحديث من كون الشيطان ثالثهما، وحضوره يوقعهما في المعصية، وأما مع وجود المحرم فالخلوة بالأجنبية جائزة؛ لامتناع وقوع المعصية مع حضوره. انتهى.\nوقد يتساهل بعض النساء وأولياؤهن بأنواع من الخلوة وهي:\nأ - خلوة المرأة مع قريب زوجها وكشف وجهها عنده، وهذه\nالجزء: 1 ¦ الصفحة: 110\n",
        "الخلوة أعظم خطرا من غيرها، قال النبي صلى الله عليه وسلم: «إياكم والدخول على النساء، فقال رجل من الأنصار: يا رسول الله أفرأيت الحمو؟ قال: الحمو: الموت» (1) وقال: ومعنى الحمو: يقال: هو أخو الزوج، كأنه كره أن يخلو بها.\nقال الحافظ ابن حجر في [فتح الباري] (9 / 331) : قال النووي: اتفق أهل العلم باللغة على أن الأحماء: أقارب زوج المرأة؛ كأبيه وعمه وأخيه وابن أخيه وابن عمه ونحوهم، وقال أيضا: المراد به في الحديث أقارب الزوج غير آبائه وأبنائه؛ لأنهم محارم للزوجة يجوز لهم الخلوة بها، ولا يوصفون بالموت، قال: وجرت العادة بالتساهل، فيخلو الأخ بامرأة أخيه، فشبهه بالموت، وهو أولى بالمنع. انتهى.\nوقال الشوكاني في [نيل الأوطار] (6 / 122) : قوله: الحمو: الموت، أي: الخوف منه أكثر من غيره، كما أن الخوف من الموت أكثر من الخوف من غيره. انتهى.\nفاتقي الله أيتها المسلمة، ولا تتساهلي في هذا الأمر، وإن تساهل به الناس؛ لأن العبرة بحكم الشرع لا بعادة الناس.\nب - تتساهل بعض النساء وأولياؤهن بركوب المرأة وحدها في\n(1) رواه أحمد والبخاري والترمذي وصححه.\nالجزء: 1 ¦ الصفحة: 111\n",
        "السيارة مع سائق غير محرم لها مع أن ذلك خلوة محرمة.\nقال الشيخ محمد بن إبراهيم آل الشيخ مفتي البلاد السعودية رحمه الله في [مجموع الفتاوى] (10 / 52) : والآن لم يبق شك في أن ركوب المرأة الأجنبية مع صاحب السيارة منفردة بدون محرم يرافقها منكر ظاهر، وفيه عدة مفاسد لا يستهان بها سواء كانت المرأة خفرة (1) أو برزة (2) والرجل الذي يرضى بهذا لمحارمه ضعيف الدين، ناقص الرجولة، قليل الغيرة على محارمه؛ وقد قال صلى الله عليه وسلم: «لا يخلون رجل بامرأة إلا كان ثالثهما الشيطان» ، وركوبها معه في السيارة أبلغ من الخلوة بها في بيت ونحوه؛ لأنه يتمكن من الذهاب بها حيث يشاء من البلد أو خارج البلد طوعا منها أو كرها، ويترتب على ذلك من المفاسد أعظم ما يترتب على الخلوة المجردة. انتهى.\nولا بد أن يكون الشخص الذي تزول به الخلوة كبيرا، فلا يكفي وجود الطفل، وما تظنه بعض النساء أنها إذا استصحبت معها طفلا زالت الخلوة ظن خاطئ.\nقال الإمام النووي (9 / 159) : وأما إذا خلا الأجنبي بالأجنبية\n(1) خفرة: صبية ذات وقار.\n(2) برزة عفيفة تبرز للرجال وتتحدث معهم.\nالجزء: 1 ¦ الصفحة: 112\n",
        "من غير ثالث معهما فهو حرام باتفاق العلماء، وكذا لو كان معهما من لا يستحى منه لصغره لا تزول به الخلوة المحرمة.\nج - تتساهل بعض النساء وأولياؤهن بدخول المرأة على الطبيب بحجة أنها بحاجة إلى العلاج، وهذا منكر عظيم، وخطر كبير، لا يجوز إقراره والسكوت عليه.\nقال الشيخ محمد بن إبراهيم رحمه الله في [مجموع الفتاوى] (10 / 13) : وعلى كل حال، فالخلوة بالمرأة الأجنبية محرمة شرعا، ولو للطبيب الذي يعالجها لحديث: «لا يخلون رجل بامرأة إلا كان ثالثهما الشيطان» ، فلا بد من حضور أحد معها، سواء كان زوجها أو أحد محارمها الرجال، فإن لم يتهيأ فلو من أقاربها النساء، فإن لم يوجد أحد ممن ذكر وكان المرض خطرا لا يمكن تأخيره فلا أقل من حضور الممرضة ونحوها؛ تفاديا من الخلوة المنهي عنها. انتهى.\nوكذا لا يجوز خلوة الطبيب بالمرأة الأجنبية منه، سواء كانت طبيبة زميلة له أو ممرضة، ولا خلوة المدرس الكفيف أو غيره بالطالبة، ولا خلوة المرأة المضيفة بالطائرة مع رجل أجنبي منها، وهذه الأمور قد تساهل فيها الناس باسم الحضارة الزائفة والتقليد الأعمى للكفار، ولعدم المبالاة بالأحكام الشرعية، فلا حول ولا قوة إلا بالله العلي العظيم.\nالجزء: 1 ¦ الصفحة: 113\n",
        "ولا تجوز خلوة الرجل بالخادمة التي تخدم في بيته، ولا خلوة المرأة صاحبة البيت بالخادم، ومشكلة الخدم مشكلة خطيرة ابتلي بها كثير من الناس في هذا الزمان، بسبب انشغال النساء بالدراسات والأعمال خارج البيوت، وذلك مما يوجب على المؤمنين والمؤمنات شدة الحذر، وعمل الاحتياطات اللازمة، وأن لا يتجاروا مع العادات السيئة.\n[\nتتمة يحرم على المرأة أن تصافح رجلا ليس من محارمها\n]\nتتمة:\nيحرم على المرأة أن تصافح رجلا ليس من محارمها.\nقال الشيخ عبد العزيز بن عبد الله بن باز الرئيس العام لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد رحمه الله في [الفتاوى] الذي طبعته مؤسسة الدعوة الإسلامية الصحفية (1 / 185) : لا تجوز مصافحة النساء غير المحارم مطلقا، سواء كن شابات أم عجائز، وسواء كان المصافح شابا أو شيخا كبيرا؛ لما في ذلك من خطر الفتنة لكل منهما، وقد صح عن رسول الله صلى الله عليه وسلم أنه قال: «إني لا أصافح النساء» ، وقالت عائشة رضي الله عنها: «ما مست يد رسول الله صلى الله عليه وسلم يد امرأة قط، ما كان يبايعهن إلا بالكلام» ، ولا فرق بين كونها تصافحه بحائل أو بغير حائل لعموم الأدلة، ولسد الذرائع المفضية إلى الفتنة. انتهى.\nقال الشيخ محمد الأمين الشنقيطي رحمه الله في تفسيره\nالجزء: 1 ¦ الصفحة: 114\n",
        "[أضواء البيان] (6 / 602، 603) : اعلم أنه لا يجوز للرجل الأجنبي أن يصافح امرأة أجنبية منه، ولا يجوز له أن يمس شيء من بدنه شيئا من بدنها، والدليل على ذلك أمور: الأمر الأول: أن النبي صلى الله عليه وسلم ثبت عنه أنه قال: «إني لا أصافح النساء. .» الحديث، والله عز وجل يقول: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ} [الأحزاب: 21] (1) فيلزمنا ألا نصافح النساء؛ اقتداء به صلى الله عليه وسلم، والحديث المذكور قدمناه موضحا في سورة الحج في الكلام على النهي عن لبس المعصفر مطلقا في الإحرام وغيره للرجال، وفي سورة الأحزاب في آية الحجاب هذه، وكونه صلى الله عليه وسلم لا يصافح النساء وقت البيعة دليل واضح على أن الرجل لا بصافح المرأة، ولا يمس شيء من بدنه شيئا من بدنها؛ لأن أخف أنواع اللمس المصافحة، فإذا امتنع منها صلى الله عليه وسلم في الوقت الذي يقتضيها وهو وقت المبايعة، دل ذلك على أنها لا تجوز، وليس لأحد مخالفته صلى الله عليه وسلم؛ لأنه هو المشرع لأمته بأقواله وأفعاله وتقريره.\nالأمر الثاني: هو ما قدمناه من أن المرأة كلها عورة، يجب عليها أن تحتجب، وإنما أمر بغض البصر خوف الوقوع في الفتنة، ولا شك أن مس البدن للبدن أقوى في إثارة الغريزة، وأقوى داعيا إلى\n(1) سورة الأحزاب، الآية 21.\nالجزء: 1 ¦ الصفحة: 115\n",
        "الفتنة من النظرة بالعين، وكل منصف يعلم صحة ذلك.\nالأمر الثالث: أن ذلك ذريعة إلي التلذذ بالأجنبية؛ لقلة تقوى الله في هذا الزمان، وضياع الأمانة، وعدم التورع عن الريبة، وقد أخبرنا مرارا أن بعض الأزواج من العوام يقبل أخت امرأته بوضع الفم على الفم، ويسمون ذلك التقبيل - المحرم بالإجماع - سلاما، فيقولون: سلم عليها يعنون: قبلها، فالحق الذي لا شك فيه التباعد عن جميع الفتن والريب وأسبابها، ومن كبرها لمس الرجل شيئا من بدن الأجنبية، والذريعة إلى الحرام يجب سدها. . انتهى.\n[\nوختاما\n]\nوختاما أيها المؤمنون والمؤمنات أذكركم بوصية الله لكم في قوله: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ - وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بَنِي إِخْوَانِهِنَّ أَوْ بَنِي أَخَوَاتِهِنَّ أَوْ نِسَائِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ} [النور: 30 - 31]\nالجزء: 1 ¦ الصفحة: 116\n",
        "{أَوِ التَّابِعِينَ غَيْرِ أُولِي الْإِرْبَةِ مِنَ الرِّجَالِ أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَى عَوْرَاتِ النِّسَاءِ وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَ الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ} [النور: 31] (1) .\nوالحمد لله رب العالمين، وصلى الله على نبينا محمد، وآله وصحبه وسلم.\n(1) سورة النور، الآيتان 30، 31.\nالجزء: 1 ¦ الصفحة: 117\n",
        ""
    ]
}