{
    "1": [
        "توضيح مقاصد المصطلحات العلمية في الرسالة التدمرية\nتوضيح مقاصد المصطلحات العلمية في الرسالة التدمرية\nمحمد بن عبد الرحمن الخميس\nالكتاب:\nتوضيح مقاصد المصطلحات العلمية في الرسالة التدمرية\nالمؤلف:\nمحمد بن عبد الرحمن الخميس\nالناشر:\nدار الصميعي، الرياض، المملكة العربية السعودية\nالطبعة:\nالطبعة الأولى، 1416هـ/1995 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "توضيح مقاصد المصطلحات العلمية في الرسالة التدمرية\nبسم الله الرحمن الرحيم\nالمقدمة\nإن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات اعمالنا، من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله.\n{يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} 1.\n{يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً} 2.\n{يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً. يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً} 3.\n1 سورة آل عمران, الأية: (102) .\n2 سورة النساء, الأية: (1) .\n3 سورة الأحزاب, الأيتان (70، 71) .\nالجزء: 1 ¦ الصفحة: 5\n",
        "أما بعد: -\nفقد قمت بتدريس \"الرسالة التدمرية\"للفصل الدراسي الأول، عام 1415? للمستوى الرابع قسم العقيدة والمذاهب المعاصرة-طالبات-وقد طلبن مني أن أوضح بعض المصطلحات الصعبة في \"الرسلة التدمرية\"في كتيَب.\nواستجابة لطلبهن قمت بكتابة هذه الرسالة، و\nرتبت تللك المصطلحات على حسب ورودها في الكتاب\n، واعتمدت على نسخة طبعتها مكتبة التراث الإسلامي بمصر.\nوأسأل الله القبول وحسن القصد والعمل وصلى الله وبارك على نبينا محمد وعلى آله وصحبه أجمعين.\nد. محمد بن عبد الرحمن الخميَس\n3/9/1415?\nالجزء: 1 ¦ الصفحة: 6\n",
        "(1) (قال) شيخ الإسلام ابن تيمية-رحمه الله-:\n\"فإنما مع حاجة كل أحد إليها\n...\n\" 1.\nالشرح:\nأقول: هذا الكلام فيه نظر ولعله من تحريف النساخ لأنه\"لا يستقيم نحويا، لأن الخبر غير موجود ولعل الصواب: \"فإنهما أصلان مهمان مع حاجة كل أحد إليهما.\n(2) (قال) شيخ الإسلام ابن تيمية-رحمه الله-:\n\"فالكلام في باب التوحيد والصفات هو في باب الخبر الدائر بين النفي والإثبات\" 2.\nالشرح:\nأقول: معناه: أن صفات الله تعالى نوعان:\nالأول: صفات سلبية:\nوهي صفات تسلب النقائص والعيوب عن الله تعالى مع إثبات أضدادها الكاملة.\nنحو: {لا تَأْخُذُهُ سِنَةٌ وَلا نَوْم} .\nفالله تعالى لايعتريه نوم لكمل قيومته.\nالثاني: صفات ثبوتية:\nوهي صفات تثبت لله تعالى الكمال المطلق.\n1 التدمرية ص3.\n2 التدمرية ص3.\nالجزء: 1 ¦ الصفحة: 7\n",
        "نحو \"الحياة والسمع والبصر والقدرة والقدرة والعلم ونحوها\"\n(3) (قال) شيخ الإسلام ابن تيمية-رحمه الله-:\n\"\n...\nهو من باب الخبر\n...\n\" 1.\nالشرح:\nمعناه: أن نصوص الشرع نوعان:\nالأول: هو خبر عن الله تعالى: بذكر صفاته وأفعاله وأسمائه، وخبر عن الرسل والكتب وأمور الأخرة.\nوهذا النوع من باب العقائد، لأنه إخبار إما إثباتا نحو: الله تعالى فوق عرشه عال على خلقه، والله على العرش استوى، وهذا من باب الإيجابيات.\nوإما نفيا نحو: ليس كمثله شيء.\nفهو خبر ولكن فيه النفي المثلية عن الله تعالى.\nوهذا النوع يسمى أيضا العمليات لأنه من قبيل العلم دون العمل، لأن الأخبار علم.\nالثاني: هو إنشاء: وهو أمر ونهي وليس طلبا. نحو: {أَقِيمُوا الصَّلاةَ} . 2، {وَلا تَقْرَبُوا الزِّنَى} 3.\nوهذا النوع يسمى أيضا العمليات والأحكام.\n1 التدمرية ص3.\n2 سورة الأنعام (72) .\n3 سورة الإسراء (32) .\nالجزء: 1 ¦ الصفحة: 8\n",
        "(4) (قال) شيخ الإسلام ابن تيمية-رحمه الله-:\n\"والكلام في الشرع والقدر هو من باب الطلب والإرادة\" 1.\nالشرح:\nمعناه أن الشرع مشتمل على أمر ونهي وإباحة وهي من باب الطلب والإنشاء.\nوالماد من الشرع ههنا الأحكام العمليةز\nنحو: {أَقِيمُوا الصَّلاةَ} 2، {وَلا تَقْرَبُوا مَالَ الْيَتِيمِ} 3.\n1. وكذلك هذه الأحكام من باب الإرادة الدائرة بين المحبة والكراهية، فالأوامر كلها من باب المحبة، والنواهي كلها من باب الكراهية.\n(5) (قال) شيخ الإسلام ابن تيمية-رحمه الله-:\n\"\n...\nوأما الكللام في القدر\" 4:\nالشرح:\nفقد صرح شيخ الإسلام في كلامه هذا: بأنه من باب الطلب والإرادة:\nولكن أقول: إن هذا يحتاج إلى التفصيل:\nوهو أن القدر له جهتان، جهة الإخبار، وجهة الإرادة.\nفالقدر من جهة الإخبار-هو من باب الخبر نفبا أو إثباتا، فإذا أخبر الله تعالى أنه قدر كذا وكذا-او أنه ليس بكذا فهو من باب الخبر.\n1 التدمرية ص3.\n2 الأنعام (72) .\n3 الأنعام (152) .\n4 التدمرية ص3.-4\nالجزء: 1 ¦ الصفحة: 9\n",
        "وأما نفس القدر- فهو من باب الإرادة.\nفالله تعالى قد أراد أشياء وأحبها فقدرها كونا وأرادها شرعا.\nوأراد لم يحبها فقدرها كونا ولم يردها شرعا.\n(6) (قال) شيخ الإسلام ابن تيمية-رحمه الله-:\n\"وهو التوحيد في القصد والإرادة والعمل، والأول يتضمن التوحيد في العلم والقول\" 1.\nالشرح:\nمعناه أن التحيد نوعان:\nتوحيد العبادة والألوهية وهو توحيد الله تعالى بأفعال العبد فالعبد لا يعبد إلا الله ولا يعبَد إلا له.\nفالعبد لايقصد بأفعالع الا الله-عز وجل-ولا يريد بأعماله إلا الله تعالى فهذا النوع من التوحيد يتضمن القصد والعمل والإرادة.\nوهو توحيد عملي فغلي قولي مالي بدني قصدي إرادي.\nوالنوع الأخر: هو توحيد الصفات.\nفهو علمواعتقاد بأن الله تعالى متصف بالصفات الكمالية التامة ومنزه عن العيوب والنقائص.\nفهذا التوحيد علمي اعتقادي خبري.\nوهو توحيد قولي أيضا لأنه لابد فيه من القول باللسان مع الإعتقاد بالجنان.\n1 التدمرية ص4.\nالجزء: 1 ¦ الصفحة: 10\n",
        "ومن هذه الناحية دخل القول في النوع الأول أيضا لأن ذكر الله تعالى بأسمائه وصفاته نوع من القول وهو عبادة في الوقت نفسه.\nفهذه اصطلاحات ولكل مصطلح وجه وتوجيه، ثم الاعتقاد بأن الله تعالى مستحق للعبادة، يدخل في النوع الثاني من التوحيد.\nلأن هذا من باب العمل والقول والإخبار، وعبادة الله تعالى بتوحيد الصفات. تدخل في النوع الأول من التوحيد وهو توحيد الألوهية وتوحيد العمل والإرادة.\n(7) (قال) شيخ الإسلام ابن تيمية-رحمه الله-:\n\"ولا يثبتون إلا وجودا مطلقا لاحقيقة له عند التحصيل..\" 1.\nالشرح:\nمعناه: أن هؤلاء الكفار ومن معهم من الفلاسفة والجهمية، والمعطلة لايؤمنون بصفتات الله تعالى ولا يصفون الله تعالى بشيء من صفاته التي وصف بها نفسه ووصف بها رسوله صلى الله عليه وسلم، وإنما يعتقدون أنهوجود مطلق خال عن الصفات التي تقيد الموصوف، والشيء إذا لم يكن له صفة فهو غير معقول؛ ولا يكون له وجود خارج الأذهان وإنما وجوده وجود ذهني. فالذهن يتصوره ولكن لا وجود له في الخارج فهوشيء معدوم؛ لأن المعدوم لا صفة له.\nفالله تعالى عند هؤلاء الجهمية معدوم في الحقيقة ولا وجود له.\n1 التدمرية ص8.\nالجزء: 1 ¦ الصفحة: 11\n",
        "لأنهم يصفونه بصفات المعدوم بل الممتنع.\nفيقولون: إنه لا داخل العالم ولا خارجه ولا فوقه ولا تحته ولا كذا فهؤلاء مع كونهم غلاة المعطلة فهم مشبهة أيضا لأنهم شبهوا له بالمعدومات بل الممتنعات هذا أول نوع من المعطلة، وسيأتي أصناف أخرى من المعطلة.\n(8) (قال) شيخ الإسلام ابن تيمبة رحمه الله:\n\"وجعلوا هذه الصفة الأخرى فجعلوا العلم عين العالم مكابرة 1.\nالشرح:\nهذه حكاية مذهب آخر لنوع آخر من المعطلة الغلاة. وهذا المذهب شبيه بالمذهب الأول؛\nولكنه أخف كفر، والأول أشد كفرا.\nلأن الأولين كانوا يصفون الله بالسلب المطلق..\nعلى وجه التفصيل ولا يصفونه بالإضافات، وأما هؤلاء المعطلة فقد وصفوه بالسلب، ولكنهم وصفوه بالصفات، أي: \"بالصفات الإضافية\" نحو قبل كل شيء وبعد كل شيء، ونحو ذلك من الصفات التي هي صفات بالنسبة إلى شيء آخر.\nفهؤلاء بسبب إثباتهم الصفات الإضافية صاروا أخف كفرا من الأولين.\nولكنهم مع هذا كله قولهم في غاية التعطيل الذي يستلزم كون\n1 التدمرية ص8.\nالجزء: 1 ¦ الصفحة: 12\n",
        "الله تعالى معدوما بل ممتنعا مثل المذهب الأول؛ لأنهم لا يميزون بين الصفة وموصوفها، فيقولون باتحاد العالم، فجعلوا الصفة هي الموصوف، وجعلوا العلم هو العالم، كما أنهم لا يميزون بين صفة أخرى، فيقولون باتحاد العلم والقدرة على أن هذا معلوم فساده بالبداهة الضرورية.\nهذا هو المذهب الثاني يتلوه المذهب الثالث.\n(9) (قال) شيخ الإسلام ابن تيمية-رحمه الله-:\n\"فمنهم من جعل العليم والقدير والسميع والبصير كالأعلام المحضة المترادفات\" 1.\nالشرح:\nأقول: هذا نوع ثالث من المعطلة وهم كثير من المعتزلة فهم أثبتوا لله تعالى الأسماء ولكن بدون ما تدل علبه من المعاني الي هي صفات كمالية.\nفجعلوا أسماء الله تعالى كأسماء الأعلام المجردةعن المعاني نحو زيد، وعمر وبكر بدون ملاحظة أي صفة وأي معنى هذا هو معنى (الأعلام المحضة) فالعلم المحض لا معنى له غير المسمى نحو زيد، فمعنى زيد هو المسمى بزيد لا غير وهكذا جعلوا أسماء الله تعالى أعلاما محضة بدون معنى مع أن أسماء الله تعالى نحو السميع والبصير والعليم مع دلالتها على الله تعالى. تدل على معان هي صفات كمالية، وهي السمع والبصر والعلم.\n1 التدمرية ص8.\nالجزء: 1 ¦ الصفحة: 13\n",
        "فليست أسماء الله تعالى كالأعلام المحضة بل هي أسماء مع دلالتها على الصفات الكمالية.\n(10) (قال) شيخ الإسلام ابن تيمبة رحمه الله:\n\"\n...\nالمترادفات\" 1:\nالشرح:\nكون الأسماء المتعددة دالة على مسمى واحد بدون تعدد المعاني: كأن يكون لشيء واحد أسماء عديدة بدون ملاحظة معانيها فهؤلاء الجهنية جعلوا أسماء الله تعالى: من السميع والبصير والقدير والعليم. أسسماء لمسمى واحد بدون ملاحظة معانيها وهذا تعطيل سافر.\n(11) (قال) شيخ الإسلام ابن تيمية-رحمه الله-:\n\"ومنهم من قال عليم بلا علم وقدير بلا قدرة سميع بصير بلا سمع ولا بصر..\" 2.\nالشرح:\nأقول: هذا صنف آخر من المعتزلة الجهمية.\nوقولهم هذا لا يختلف عن قول الصنف الأول إلا في التعبير، وإلا فكلهم يثبتون الأسماء دون ما تدل عليه من الصفات الكمالية.\nغير أن الأولين لا يصرحون بأن الله عليم بلا علم، بل يقولون\n1 التدمرية ص8.\n2 التدمرية ص8.\nالجزء: 1 ¦ الصفحة: 14\n",
        "عليم وسميع ولا صفة له ولكن هؤلاء يفسرون قولهم فيقولون: إنه عليم بلا غلم سميع بلا سمع.\n(12) (قال) شيخ الإسلام ابن تيمبة-رحمه الله-:\n\"ولو أمعنوا النظر لسووا بين المتماثلات وفرقوا بين المختلفات كما تقتضيه المععقولات 1.\n(الشرح) :\nمعناه: أن زيدا وعمرا وبكرا قد تكون من المتماثلات وصفاتهم من المتماثلات فالعقل يجوز أن زيدا مثل عمرو وصفة زيد مثل صفة عمرو مثلا.\nوالخالق والمخلوق من المختلفات.\nفالعقل يحكم أن الخالق لا يشبه المخلوق فهكذا صفة الخالق لا تشبه ضفة الخلوق.\nوهؤلاء يدعون أنهم من أهل المعقولات.\nولكنهم في الحقيقة من المجهولات وأهل السفسطة والقرمطة ولذلك تراهم يفرقون بين المتماثلات ويسوون بين المختلفات فيزعمون أنه لو ثبت لله تعالى صفة لكان مشابها للمخلوق فسووا بين المختلفات.\nونفوا القدر المشترك بين الصفات ففرقوا بين المتماثلات.\n1 التدمرية ص8-9.\nالجزء: 1 ¦ الصفحة: 15\n",
        "(13) (قال) شيخ الإسلام ابن تيمبة-رحمه الله-:\n\"ولكننهم من أهل الجهولات المشبهة بالمعقولات\" 1.\nالشرح:\nمعناه: أن هؤلاء المعطلة بسبب تعطيلهم، ليسوا أصحاب العقول والعلوم والأدلة والبراهين المعلومة، بل هم أصحاب الأمور الجهلية المجهولة، التي لا تزيدهم الا جهلا على جهل وعمى على عمى وضلالا على ضلال وظلمات على ظلمات، وهي شبهات وليس أدلة ولكن هذه الشبهات المجهولة اشتبهت عليهم فظنوها أدلة قطعية وبراهين قوية، مع أنها كاسرة مكسورة وشهات محضة.\n(14) (قال) شيخ الإسلام ابن تيمبة-رحمه الله-:\n\"والحادث ممكن ليس بواجب ولا ممتنع\" 2.\nالشرح:\nأقول:الحادث في الإصطلاح العام للمناطقة والمتكلمين ما وجد بعد أن لم يكن، فهو مرادف للمخلوق.\nوقد يطلق \"الحادث\"ويراد به المتجدد- فيكون أعم من المخلوق.\nفالحادث على هذا قد يكون مخلوقا كالحوادث اليومية في الكون\n1 التدمرية ص8-9.\n2 التدمرية ص8-9.\nالجزء: 1 ¦ الصفحة: 16\n",
        "وكذا الكون نفسه وقد لا يكون مخلوقا على كونه متجددا؛ نحو قوله تعالى:\n{مَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ} 1.\nفالذكر المحدث هو القرآن.\nوهو غير مخلوق وإن كان متجدداز\nوالمراد من \"الحادث\" في كلام الشيخ هو المعنى الأول وهو المخلوق.\nو\"الممكن\" هو ما استوى طرفاه أي وجوده وعدمه غير ضروري.\nفالممكن إذا ترجح جانب وجوده فالله تعالى يخلقه ويوجده بعد أن لم يكن.\nو\"الواجب\" ما كان وجوده ضروريا، كالله تعالى فإن وجوده واجب أي ضروري \"أو الممتنع\" فهو ما كان عدمه ضروريا كوجود خالقين مثلا أو الشريك لله تعالى.\nفإنه لايمكن أن يكون لله شريك لا عقلا ولا شرعا.\n1 سورة الأنبياء، الآية: 2.\nالجزء: 1 ¦ الصفحة: 17\n",
        "(15) (قال) شيخ الإسلام ابن تيمية-رحمه الله-:\n\"بل الذهن يأخذ معنى مشتركا كليا هو مسمى الإسم المطلق\" 1.\nالشرح:\nأقول: إن الجهمية يزغمون أنه لو ثبت لله الصفات لكان مشابهاللمخلوقات.\nفرد عليهم شيخ الإسلام وقال لهم:\"إنه لا شك أن الله تعالى يطلق عليه أنه موجود والمخلوق يطلق عليه أنه موجود.\nفكلاهما يشتركان في الوجود العام الكلي المطلق الذي لا خصوص فيه ولا تقييد.\nفهذا هو معنى\"الاسم المطلق\" أي الاسم العام الذي لا خصوص فيه ولا تقييد فيه.\nفمن هذه الناحية يشترك الله تعالى والخلق في الوجود المطلق العام.\nوهذا هو القدر المشترك.\nلأن كل واحد موجود، ولكن سرعان ما يزول التشبيه ويتحقق الفارق بين وجود الله تعالى وبين وجود المخلوق.\nلأن\"الوجود\" قبل الإضافة كان له مفهوم عام مطلق غير مقيد وغير مخصص.\n1 التدمرية ص9.\nالجزء: 1 ¦ الصفحة: 18\n",
        "ولكن إذا قيد (الوجود) بإضافته إلى الله تعالى صار فيه تخصيص وتقييد، وكذا إذا أضيف (الوجود) إلى المخلوق صار فيه تخصيص وتقييد.\nلأن كل صفة تناسب موصوفها فوجود الله تعالى غير وجود الخلق ووجود الخلق غير وجود الخالق فمن هنا ارتفع التشبيه وتحقق الفارق فلا تشبيه إذا في إثبات الصفات لله تعالى فزالت شبهة الجهمية.\n(16) (قال) شيخ الإسلام ابن تيمية-رحمه الله-:\n\"ولكن ليس للمطلق مسمى موجود في الخارج ولكن العقل يفهم من المطلق قدرا مشتركا بين السميين وعند الاختصاص يقيد ذلك بما يتميز به الخالق عن المخلوق والمخلوق عن الخالق\" 1.\nالشرح:\nأقول:هذا الكلام تفصيل وتفسير وتوضيح للكلام السابق.\nوخلاصته:أن \"العلم\"مثلا له جهتان جهة العموم والإطلاق وعدم التخصيص وعدو التقييد.\nفلا شك أنه بهذا الإعتبار كلي ورسم مطلق وأمر عام، ومشترك بين علم الله تعالى وبين علم المخلوق.\nولكن \"العلم\" بهذا الإعتبار لا وجود له في الخارج لأن الكلي الاسم والشيء العام لا يوجد في الخارج.\n1 التدمرية ص10.\nالجزء: 1 ¦ الصفحة: 19\n",
        "وإنما يتصوره الذهن فقط دون وجوده في الأعيان لأن الشيء من حيث عمومه لاوجود له في الواقع وإنما الموجود هو الأفراد بخصوصها لا بعمومها فالعلم المطلق من حيث إنه كلى مشترك لا وجود له في الخارج وإنما وجوده وجود ذهني فقط، يتصور العقل وجوده في الأذهان دون الأعيان.\nولكن إذا قيد\"العلم\"ويقال \"علم\" الله تعالى، أو \"علم\" المخلوق فحينئذ يوجد في الخارج لأنه صار مقيدا خاصا بسبب الإضافة، فالآن لا اشتراك فيه ولا تشبيه فإذا قيل علم الله وعلم المخلوق تميز علم الله عن علم المخلوق.\n(17) (قال) شيخ الإسلام ابن تيمية-رحمه الله-:\n\"ما دل عليه الاسم بالموطأة\n...\n\" 1.\nالشرح:\nأقول: هذا أيضا شرح للكلام السابق وتفسير له.\nوحاصله:أن \"العلم\" مثلا قبل الإضافة وقيل التقييد وقبل التخصيص:يطلق على\"علم\"الله تعالى وعلى \"علم\" المخلوق إطلاقا سويا، فغلم الله أيضا \"علم\" وعلم المخلوق \"علم\" والعلم يطلق عليهما على حد سواء.\n1 التدمرية ص10.\nالجزء: 1 ¦ الصفحة: 20\n",
        "هذا هو معنى \"المواطأة\" ومعنى \"الاتفاق\" فالكلى المتوطىء هو ما يدل ويطلق أفراد عى حد سواء كإنسان لفإنه يطلق على زيد وبكر على السواء ويقابله الكلى المشكك كالأبيض فإنه يطلق أفراد ولكن مع التفاوت والزيادة والشدة في بعض أفراده دون بعض فإن بياض هذا الجدار أشد من بياض ذلك الجدار مثلا.\n(18) (قال) شيخ الإسلام ابن تيمية-رحمه الله-:\n\"وإن قلت:الغضب غليان دم القلب لطلب الانتقام فيقال له:الإرادة ميل النفس الى جلب منفعة أو دفع مضرة.\nفإن قلت:هذه إرادة المخلوق قيل لك:وهذا غضب المخلوق\" 1.\nالشرح:\nأقول: هذا نقصان وإلزامان من جانب شيخ الإسلام للرد على هؤلاء الجهمية المعطلة الذين يعطلون بعض الصفات بشبهة التشبيه دون بعض فيثبتون لله الإرادة. ولكن ينفون عنه الغضب بشبهة التشبيه، لأن الغضب عندهم غليان دم القلب بطلب الانتقام، والله تعالى منزه عن الدم والقلب فإذا ثبت لله تعالى \"الغضب\" صار مشابها لخلقه.\nهذه كانت شبهة التشبيه فعارضهم شيخ الإسلام وقال لهم: قولكم هذا متناقض متهافت مضطرب لأنكم نفيتم \"الغضب\" لحجة\n1 التدمرية ص15.\nالجزء: 1 ¦ الصفحة: 21\n",
        "التشبيه فهلا نفيتم عنه \"الإرادة\" مع أن الإرادة ميل النفس إلى جلب المنفعة ودفع المضرة، والله تعالى منزه عن ميل النفس عندكم وكذا عن جلب المنفغة ودفع المضرة لأنه غني غير مختاج، هذه كانت معارضة أولى والمعارضة الثانية: هي:\nأنه إن قالوا في الجواب:إن هذه إرادة ألمخلوق لا إرادة ألخالق فيقال لهم، هذا غضب المخلوق دون غضب الخالق،فلا تشبيه البتة.\nإذا لا بد من إثبات الصفات كلها غضبا كانت أو إرادة أو غيرها.\n(19) (قال) شيخ الإسلام ابن تيمية-رحمه الله-:\n\"عدم الدليل المعين لايستلزم عدم المدلول المعين\" 1.\nالشرح:\nمعناه:أن المدلول (العوى) أو (المطلوب) قد تكون له أدلة كثيرة.\nفإذا انتفى دليل واحد لا يستلزم ذلك انتفاء ذلك المدلول،لأن ذلك المدلول ثابت بأدلة أخرى غير ذلك الدليل.\nفانتفاء الدليل المعين الخاص لا يستلزم انتفاء المدلول؛\nمثال ذلك أن الشمس ثابتة بأدلة كثيرة منها الحس ومنها النور ومنها الحرارة فإذا انتفى دليل الحس في الأعمى مثلا لا يستلزم انتفاء الشمس.\nلأن الشمس ثابتة بدليل النور وبدليل الحرارة أيضا.\n1 التدمرية ص16.\nالجزء: 1 ¦ الصفحة: 22\n",
        "(20) (قال) شيخ الإسلام ابن تيمية-رحمه الله-:\n\"فإن قلت إنما يمتنع نفى النقيضين عما يكون قابلا لهما، وهذان يتقابلان تقابل العدم والملكة لا تقابل السلب والإيجاب..\nفإن الجدار لا يقال له: أعمى ولا بصير ولا حي ولا ميت\n...\n\" 1.\nالشرح:\nأقول: النسبة بين الشيئين قد تكون نسبة التخالف فهما متخالفان.\nوالمتخالفان إن كان أحدهما وجوديا والآخر عدميا.\n1-\nوالمتخالفان إن كان أحدهما وجوديا والآخر عدميا، فهما نقيضان نحو الإنسان واللا إنسان والنقيضان لا يجتمعان ولا يرتفعان.\n2-\nوإن كان كلاهما وجوديًا ولا يمكن أن يجتمعا ولكن يجوز ارتفاعهما نحو الإنسان والحجر.\nفالإنسان والحجر لا يجتمعان في محل واحد.\nفلا يقال: هذا الشيء إنسان وحجر، ولكن يجوز ارتفاعهما.\nفيقال: هذا الشيء لاحجر ولا إنسان لأنه كتاب.\n1 التدمرية ص18.\nالجزء: 1 ¦ الصفحة: 23\n",
        "3-\nوإن كان تعقل أحدهما موقوفا بتعقل الآخر فهما متضائفان. نحو الأب والابن.\nفزيد يمكن أن يكون أبا وابنا في جهة واحدة ولكن يجوز ان يكون أبا لشخص وابنا لشخص آخر ولكن لايتصور الأب بدون الابن ولا الابن بدون الأب.\n4-\nوإن كان أحدهما وجوديا والآخر عدميا ولكن محل العدمى قابل للوجودي. فهما عدم وملكة.\nنحو العمى والبصر.\nفالعمى: عدم البصر عما من شأنه أن يكون بصيرا.\nوإذا علمت هذا فاعلم: أن من الجهمية من قال: إن الله تعالى لا حي ولا ميت ولا موجود ولا معدوم فينفى عنه النفي والإثبات، فرد عليهم شيخ الإسلام بأن هذا رفع للنقضين وهذا باطل بإجماع العقلاء.\nفقال هؤلاء الجهمية: إن هذا ليس من قبيل رفع النقيضين، بل هذا من قبيل العدم والملكة؛ ويجوز في العدم والملكة أن يرتفعا فيقال: هذا الجدار لا أعمى ولا بصير، لأن المحل إذا لم يكن قابلا يجوز حينئذ أن تنفي عنه العدم والملكة.\nفأجاب شيخ الإسلام بأن الوجود والعدم ليس منقبيل العدم والملكة بل هما من قبيل الإيجاب والسلب أي هما من قبيل المتناقضين، ولا يجوز رفع المتناقضين كما لا يجوز اجتماعهما هذا أول جواب وهو يتعلق بالوجود والعدم.\nالجزء: 1 ¦ الصفحة: 24\n",
        "والجواب الثاني: أن الحياة والموت والعلم والجهل وإن كانا من قبيل العدم والملكة عندكم ولكن هذا اصطلاح خاص بكم لا نسلم به فإن هذا اصطلاح يصادم الشرع والعقل واللغة:\nأما الشرع فقد أطلق الله تعالى على الجماد أنه ميت، فقال تعالى: {أَمْوَاتٌ غَيْرُ أَحْيَاءٍ} 1، فسمى الجماد ميتا.\nوهكذا أهل اللغة يسمون الجماد ميتا والعقل يحكم أن الشيء إذ لم يكن حيَا فهو ميت.\nوالجواب الثالث: أننا لو سلمنا اصطلاحكم، نقول لكم: إن المتصف بالحياة والبصر والعلم أفضل ممن لا يتصف بها، فكيف تنفون عن الله تعالى الحياة والبصر والعلم وتصفون المخلوق بهذه الصفات الكمالية.\nفكيف جعلتم المخلوق أفضل من الخالق وهذا غاية الشناعة في التشبيه.\n(21) (قال) شيخ الإسلام ابن تيمية-رحمه الله-:\n\"وهؤلاء الباطنية منهم من يصرح برفع القيضين الوجود والعدم ورفعهما كجمعهما\" 2.\nالشرح:\nأقول: معناه أن طائفة من الباطنية تزعم أن الله لا موجود ولا معدوم فيرفعون الوجود والعدم.\n1 سورة النحل، الآية: 21.\n2 التدمرية ص19.\nالجزء: 1 ¦ الصفحة: 25\n",
        "ولا شك أن نفي الوجود والعدم عن الله تعالى كجمعهما، كمن قال:\"إن الله معدوم وموجود وكلاهما من أوضح الأباطيل\".\n(22) (قال) شيخ الإسلام ابن تيمية-رحمه الله-:\n\"ومن يقول: لا أثبت واحدا منهما\" إلى آخره 1.\nالشرح:\nمعناه أن هذا الباطني الجهمي المعطل الغلي يزعم أن نفي العلم عن الله لا يستلزم كون الله جاهلا.\nلأن الإمتناع عن إثبات شيء لا يستلزم تحقق ضده في ذلك الشيء في نفس الأمر، لأن جهل الجاهل وسكوت الساكت لا يعبر عن الحقائق.\nفالجواب: أن ما يقبل الحياة والموت والعلم والجهل أكمل حالا مما لا يقبل الحياة ولا الموت ولا العلم ولا الجهل فإن نفيت عن الله تعالى الحياة والعلم مثلا- فقد شبهت الله تعالى بما لا يقبل الحياة ولا العلم.\nوما لايقبل الحياة ولا العلم أقرب إلى الامتناع مما يقبل تلك الصفات.\nفصار هذا المعطل أعظم مشبه؛ لأنه شبه الله تعالى بالمعدومات والممتنعات.\nولهذا قال شيخ الإسلام في الرد عليهم في ص19:\n1 التدمرية ص20.\nالجزء: 1 ¦ الصفحة: 26\n",
        "\"وإذا كان مالا يقبل الوجود ولا العدم-[فهو] أعظم امتناعا مما يقدر قبوله لهما\n...\n\"\n(23) (قال) شيخ الإسلام ابن تيمية-رحمه الله-:\n\"وإن قال نفاة الصفات؛ إثبات العلم والقدرة والإرادة مستلزم تعدد الصفات وهذا تركيب ممتنع\" 1.\nالشرح:\nأقول حاصل هذا الكلام: أن من شبهات الجهمية أنهم يزعمون أنه لو ثبت لله صفات متعددة كالعلم والبصر والحياة والكلام مثلا.\nيستلزم ذلك تركيبا في الله تعالى، والله منزه عن التركيب.\nفأجاب شيخ الإسلام رحمه الله عن هذه الشبهة لقوله:\"إنكم أيها الجهمية الباطنية:\nقد قلتم إن الله تعالى موجود واجب وعقل وعاقل ومعقول ومعشوق ولذيذ وملتذ ولذة أليست هذه صفات متعددة؟!\nأليس هذا تركيبا في الله تعالى؟!\nفما بالكم تسمون تركيبكم توحيدا وتسمون توحيدنا تركيبا وتشبيها؟!\n1 التدمرية ص26.\nالجزء: 1 ¦ الصفحة: 27\n",
        "(24) (قال) شيخ الإسلام ابن تيمية رحمه الله:\n\"واجب الوجود\" 1.\nالشرح:\nأقول: الواجب الوجود:\nهو ما وجوده واجب وعدمه ممتنع كالله تعالى وضده \"ممتنع الوجود\" كشريك الباري. وقصد شيخ الإسلام أن هؤلاء المعطلة يحاولون أن يثبتوا أن الله تعالى واجب الوجود، ولكنهم لأجل تعطيلهم جعلوا الله تعالى ممتنع الوجود.\nفدليلهم الذي أقاموه على إثبات كون الله تعالى واجب الوجود هو في الحقيقة دليل على كون الله تعالى واجب الوجود هو في الحقيقة دليل على كون الله تعالى ممتنع الوجود، فقد هدموا بنيانهم بأيديهم!\n(25) (قال) شيخ الإسلام ابن تيمية رحمه الله:\n\"إنها لا تدرك الأمور المعينة والحقائق الموجودة في الخارج وإنما تدرك الأمور الكلية المطلقة\" 2.\nالشرح:\nأقول \" الأمور المعينة\" يقصد بها الجزئيات الخارجية التي هي أفراد واقعية في العالم المحسوس.\n1 التدمرية ص26.\n2 التدمرية ص26.\nالجزء: 1 ¦ الصفحة: 28\n",
        "كأفراد الإنسان نحو زيد وعمرو وبكر وخالد ومحمد وأحمد فإن الإنسان الكلي باعتبار مفهومه العام لا يوجد في الخارج لأنه أمر ذهني.\nوإنما يوجد في الخارج هو أفراد ذلك المعنى الكلي.\nقوله: \"والحقائق الموجودة في الخارج\" بيان وتفسير وشرح لقوله: الأمور المعينة\".\nوقوله: \"الأمور الكلية المطلقة\".\nمعناه: الكلي من العموم لا من حيث حصوله في أفراده.\nوالمعنى: أن الروح عند هؤلاء لا تدرك الأمور الجزئية بل تدرك الأمور العامة الكلية غير المقيدة.\nأقول: هذا مذهب باطل لا دليل عليه، بل الروح تدرك الأمور الكلية، فإن الروح موصوفة بأنها تعرج وتصعد وتقبض وتسل وغير ذلك من الأمور الكلية والجزئية التي وردت في الكتاب والسنة مع بيان أن الروح تدركها.\n(26) (قال) شيخ الإسلام ابن تيمية رحمه الله:\n\"وقد غفلوا عن كون الكليات لا توجد كلية إلا في الأذهان لا في الأعيان\" 1.\nالشرح:\nأقول: الكليات جمع كلي، وهو خلاف الجزئي، والكلي عند المناطقة: ما لا يمتنع نفس تصوره عن وقوع الشركة فيه كالإنسان العام،\n1 التدمرية ص27.\nالجزء: 1 ¦ الصفحة: 29\n",
        "فإنه يشترك فيه زيد ومحمد وبكر، فيدخل جميع أفراد الإنسان مفهومه العام بخلاف الجزئي، نحو زيد؛ فإنه لا يصدق إلا على هذا الفرد الواحد فقط لا غير.\nوإذا عرفت تعريف الكلي، فاعلم أن الكلي من حيث العموم أمر ذهني لا يوجد في الخارج لا يوجد فيه إلا الأعيان دون الأمور الذهنية، فالكلي يتصوره الذهن فقط فلا وجود له في الخارج.\nالحاصل: أن هؤلاء المعطلة يصفون الله تعالى بصفات تقتضي أن لا يكون الله تعالى موجودا في الخارج، بل تجعله موجودا ذهنيا فقط، فلا شك في إبطال هذا المذهب لأن الله تعالى موجود بذاته خارج الأذهان في الخارج.\n(27) (قال) شيخ الإسلام ابن تيمية رحمه الله:\n\"هو المركب من الجواهر المفردة ومنهم من يقول: هو المركب من المادة والصورة\n...\n\" 1.\nالشرح:\nأقول: اختلف المتفلسفون تبعا للفلاسفة الكفرة في تركيب الجسم، ما هو الجسم؟ ومن أي شيء يتركب؟ فذكر شيخ الإسلام هاهنا عدة أقوال لهم في الجسم وتركيبه مع اتفاقهم على أن الجسم يشار إليه إشارة حسية بأنه هنا أو هناك أو هاهنا؟\n1 التدمرية ص29.\nالجزء: 1 ¦ الصفحة: 30\n",
        "فبعضهم يقول: الجسم ما كان مركبا من الجواهر المفردة. والجواهر المفردة جمع الجوهر المفرد.\nوالجوهر المفرد هو الجزء الصغير الذي لا يمكن تقسيمه؛ أي: لا يقبل القسمة والانقسام قطعا.\nويقال له: الجزء الذي لا يتجزأ، أي: لا ينحل، فالجوهر خلاف العرض؛ فالجوهر ما كان قائما بنفسه كالجسم مثلا، والعرض ما كان قائما بغيره كاللون مثلا، نحو بياض الثلج، وسواد الزنجي، وهي قائمة بغيرها لا تقوم بأنفسها، والمفرد أي: الجزء المتفرد الذي لا ينقسم إلى جزئين فصاعدا.\nوبعضهم يقول: الجسم ما كان مركبا من المادة والصورة والمراد بـ\"المادة\" أصل الشيء، والمراد من الصورة وضع الشيء بعد تركيبه، أي: هيئته وشكله وتناسب بعض أجزائه مع بعض.\n(فالمادة) هاهنا جوهر، والصورة هاهنا عرض.\nوأقول: مقصود شيخ الإسلام من هذا البحث الطويل تبكيت المتكلمة ومناظرتهم بقواعدهم وعلومهم ومصطلحاتهم، فيريد شيخ الإسلام إثبات أمور.\nالأمر الأول: أن الروح مما يشار إليه إشارة حسية، فالروح سواء كانت جسما أم لا ولكنها متصف بعدة صفات؛ كالوجود والحياة، والعلم والسمع والبصر والصعود والنزول والذهاب والمجيء ونحوها من الصفات وهي فينا ومعنا، وهي مخلوقة.\nومع ذلك نرى أن العقول قاصرة عن إدراك حقيقتها؛ فكيف\nالجزء: 1 ¦ الصفحة: 31\n",
        "تصل العقول إلى إدراك حقيقة صفات الله تعالى وذاته وكنهه وكيفية صفاته وتحديدها.\nالأمر الثاني: أن من نفى صفة من صفات الروح، كان جاحدا معطلا مبطلا؛ فما بالك بمن نفى صفات الله تعالى فإنه يكون معطلا جاحدا مبطلا بالطريق الأولى.\nالأمر الثالث:\nأن من شبه صفة الروح بصفات غيرها من المخلوقات كان مشبها.\nفكذلك من شبه صفة من صفات الله تعالى بصفات خلقه، كان مشبها بالطريق الأولى.\nوالأمر الرابع: وهو الأهم: وهو أن الروح مخلوقة وموجودة فينا وهي معنا متصفة بعدة صفات كما سبق بيانه، فإذا آمنا بصفات الروح ووصفنا الروح بتلك الصفات التي اتصفت بها الروح ولم يلزم من ذلك أن نكون من المشبهين فكذلك إذا آمنا بصفات الله تعالى ووصفنا الله تعالى بصفاته اللائقة به سبحانه وتعالى من غير تكييف ولا تشبيه. لا يلزم من ذلك أن نكون من مشبهين لله تعالى بخلقه.\nالجزء: 1 ¦ الصفحة: 32\n",
        "(28) (قال) شيخ الإسلام ابن تيمبة رحمه الله:\n\"فالذين لا يصفونه إلا بالسلوب\n...\n\" 1.\nالشرح:\nأقول: السلوب جمع سلب، والسلب هو النفي، والمراد أن هؤلاء المعطلة الغلاة لا يصفون الله تعالى بصفات ثبوتية كالسمع والبصر والعلو ونحوها من الصفات الكمالية الدالة على مطالب عظيمة ومعارف دالة على عظمة الله سبحانه وتعالى، بل هؤلاء المعطلة الغلاة – يصفون الله تعالى بأمور منفية فيقولون: الله لا معدوم ولا موجود، ولا يتكلم ولا يرى ولا يسمع ولا فوق ولا تحت، ولا يمين ولا شمال، ولا أمام ولا خلف، ولا داخل ولا خارج، ولا متصل ولا منفصل. فهذه الصفات في الحقيقة ليست بصفات كمالية، بل هي صفات للمعدوم المحض، بل للممتنع البحت، وليست هذه الصفات للموجود أصلا، فضلا عن أن تكون لواجب الوجود!\n1 التدمرية ص30.\nالجزء: 1 ¦ الصفحة: 33\n",
        "(29) (قال) شيخ الإسلام ابن تيمبة رحمه الله:\n(قيل له: هذا اصطلاح اصطلحتموه.. مع اتصافه بنقائضه) 1.\nالشرح:\nأقول: هذا جواب لاعتراض الجهمية، وتقرير هذا الاعتراض:\nأن الجهمية لما وصفوا الله تعالى بأنه \"لا حي ولا ميت\"، فنفوا عن الله تعالى الحياة والممات معا فأورد عليهم أهل السنة إشكالا –تقريره:\nإنكم أيها الجهمية قد وصفتم الله تعالى بأنه لا حي ولا ميت، فنفيتم عن الله تعالى الحياة وضده الممات.\nوهذا النفي لا يمكن عقلا؛ لأنه إذا لم يكن حيا لا بد أن يكون ميتا، وإذا لم يكن ميتا لا بد أن يكون حيا.\nوإلا يلزم رفع النقيضين، ورفع النقيضين باطل باتفاق العقلاء.\nفأجاب هؤلاء الجهمية عن هذا الإشكال فقالوا: لا يلزم من قولنا: \"لا حي ولا ميت\" –رفع النقيضين: لأن الحياة والممات ليسا نقيضين؛ بل هما من قبيل العدم والملكة، والقاعدة في المتخالفين تخالف العدم والملكة: أن يكون محل العدمي صالحا للوجودي وبالعكس. ويكون محل العدمي صالحا للوجودي وبالعكس.\nنحو: العمى والبصر. فالعمى عدمي، والبصر وجودي.\nفمحل العدمي ههنا صالح للوجودي وبالعكس، فزيد بصير مثلا\n1 التدمرية ص31.\nالجزء: 1 ¦ الصفحة: 34\n",
        "لكنه صالح لأن يكون أعمى، وبكر أعمى مثلا، ولكنه صالح لأن يكون بصيرا.\nوأما إذا لم يكن ذلك المحل قابلا للآخر فحينئذ يجوز لك أن تنفي الوجودي والعدي كليهما؛\nلأنه لا يلزم حينئذ ثبوت أحدهما بنفي الآخر أو بنفي أحدهما.\nوذلك كالجدار فإن الجدار ليس محلا للعلم ولا للجهل، فإذا قلت: هذا الجدار لا عالم ولا جاهل جاز لك هذا؛\nلأنه لا يلزم من قولك: الجدار ليس بعالم أن يكون الجدار جاهلا.\nوإذا نفيت الجهل عن الجدار وقلت الجدار ليس بجاهل لا يلزم منه أن يكون الجدار عالما، فيصح لك أن تقول: هذا الجدار ليس بعالم ولا جاهل ولا حي ولا ميت، فهكذا يجوز أن تقول: الله ليس بحي ولا ميت ولا عالم ولا جاهل. هذا كان تقرير اعتراض الجهمية وبيان إشكالهم على جواب أهل السنة؛ ولكن أجيب عن هذا الإشكال على لسان شيخ الإسلام فقال:\nإن هذا الله ذكرتم في بيان التناقض والتخالف والعدم والملكة –من تلك القاعدة- فهذه القاعدة فاسدة غير صادقة؛ فإن هذه القاعدة مجرد اصطلاح اصطلحتموه ولسنا متفقين معكم عليها.\nفلا حجة لكم فيها علينا؛ لأنه من المعلوم: أن ما يوصف بعدم الحياة والسمع والبصر والكلام يمكن وصفه بالموت والعمى والخرس والعجمة.\nالجزء: 1 ¦ الصفحة: 35\n",
        "فكل موجود يقبل الاتصاف بهذه الأوصاف ونقائضها؛ فيصح أن يقال للجدار جاهل لا علم له، وأنه ميت لا حياة فيه، فإن الله تعالى وصف الجماد بالموت وعدم العلم.\nفقال: {أموات غير أحياء وما يشعرون أيان يبعثون} 1 هذا الجواب الأول.\nوالجواب الثاني أن نقول: إن الله تعالى قادر على جعل الجماد حيا؛ كما جعل عصا موسى حية.\nوالجواب الثالث أن نقول: إن الذي لا يقبل الاتصاف بهذه الصفات هو أعظم نقصا ممن لا يقبل الاتصاف بها –مع اتصافه بنقائضها- فإن الجماد الذي لا يوصف بالبصر ولا العمى ولا الكلام ولا الخرس أعظم نقصا من الحي الأعمى الأخرس!\nوإذا عرفت هذا فاعلم: أن من قال: إن الله لا حي ولا ميت ولا متكلم ولا أخرس فقد جعل الله تعالى من الميت الأخرس، فهذا الرجل قد وقع في أشد مما فر منه حيث جعل الله تعالى مشابها بشيء أنقص حالا من الميت؛ لأن هذا الرجل قد أراد تنزيه الله تعالى، ولكن وقع في أقبح التشبيه وأوقحه.\nحيث أراد أن ينزه الله تعالى عن تشبيه الحيون الذي يسمع.\nفشبه الله تعالى بشيء أحط منزلة من الميت الذي لا يسمع!\nفإن هذا تشبيه بالجمادات لا بالحيوانات، فلو شبه الله تعالى بالحيوانات لكان أقل قبحا، وكلاهما قبيح.\nوالجواب الرابع الذي أشار إليه شيخ الإسلام أن الحيون الذي\n1 سورة النحل\nالجزء: 1 ¦ الصفحة: 36\n",
        "يسمع أولى من الجماد الذي لا يسمع، فمن قال: إن الله تعالى لا حي ولا ميت بحجة أنه غير قابل للحياة والممات كان هذا تشبيها لله تعالى بالجماد الذي لا يقبل الاتصاف بهذه الصفات وضدها.\nوهذا لا شك أنه تشبيه بالجمادات لا بالحيوانات، والتشبيه بالجمادات أبطل من التشبيه بالحيوانات.\n(30) (قال) شيخ الإسلام ابن تيمبة رحمه الله:\n\"قالوا: هذا إنما يكون إذا كان قابلا لذلك والقبول إنما يكون من المتحيز فإذا انتفى الحيز انتفى قبول هذين المتناقضين\" 1.\nالشرح:\nأقول: هذا الاعتراض شبيه بالاعتراض السابق من جريه على قاعدة القبول وعدم القبول، أي: اتصاف المحل بالعدم والملكة.\nولكن ساقه شيخ الإسلام لاعتراض آخر. وحاصل هذا الاعتراض:\nأن من ضاهى هؤلاء الجهمية الغلاة في قولهم: إن الله لا حي ولا ميت ولا متكلم ولا أخرس، ومشوا على منوالهم في الجحود والنفي للضدين عن الله ورفع المتناقضين عنه تعالى فقالوا:\nإن الله تعالى ليس بداخل العالم ولا خارج العالم ولا متصلا بالعالم ولا منفصلا عنه.\n1 التدمرية ص45.\nالجزء: 1 ¦ الصفحة: 37\n",
        "فأورد عليهم أهل السنة إشكالا تقريره: أنتم أيها الماتريدية والأشعرية قد نفيتم عن الله تعالى الدخول والخروج والاتصال والانفصال. وهذا رفع للنقيضين.\nوهذا غير ممكن عقلا، فإنه إذا لم يكن داخلا في العالم كان خارجا عنه ولا بد من ذلك.\nوإذا لم يكن متصلا بالعالم كان منفصلا عنه ولا بد من ذلك!\nفإن نفي أحدهما يستلزم إثبات الآخر إذ لا يجوز نفيهما جميعا.\nلئلا يلزم رفع النقيضين. فأجاب هؤلاء الجهمية الماتريدية والأشعرية عن إشكال أهل السنة هذا بقولهم: إن الله تعالى ليس بمتحيز أصلا، والقبول وعدمه من صفات المتحيز أي: كون الشيء داخلا وخارجا أو متصلا أو منفصلا لا يتحقق إلا في المتحيز، والله غير متحيز، فالله تعالى غير قابل للدخول والخروج والاتصال والانفصال.\nفلا يرد ذلك الإشكال ألبتة.\nفأجاب شيخ الإسلام عن هذا الاعتراض بجوابين:\nالجواب الأول بقوله: \"فيقال لهم: علم الخلق بامتناع الخلو من هذين النقيضين علم مطلق لا يستثنى منه موجود\".\nوالمعنى أن قولكم: \"إن الله لا داخل العالم ولا خارجه ولا متصل ولا منفصل عنه\" باطل في بداهة عقول الناس؛ فإن علم الناس بهذا البطلان علم مطلق قوي بديهي ضروري عند كل إنسان، فكل إنسان يعلم علما يقينيا:\nالجزء: 1 ¦ الصفحة: 38\n",
        "أن كل موجود إما أن يكون داخلا فلا يكون خارجا، وإما أن يكون خارجا فلا يكون داخلا، وهكذا في الاتصال والانفصال.\nوأما إذا كان داخلا ولا خارجا فهذا ليس بشيء موجود، وإنما هو معدوم، بل هو ممتنع.\nوهذا واضح بالضرورة عند كل إنسان، الحاصل أن قولكم هذا أوضح الباطل في بداهة العقول. هذا هو الجواب الأول.\nالجواب الثاني:\nأنكم تقولون: إن الله ليس بمتحيز، فليس هو قابلا لتلك الصفات وضدها، فنقول: هذا باطل جدا: لأن المتحيز له معنيان:\nالأول: أن يكون الشيء تحيط به الأحياز فهذا الشيء لا شك أنه في داخل العالم وليس بخارج العالم البتة.\nوالمعنى الثاني: هو كون الشي بحيث يكون منحازا عن العالم، أي: مباينا عنه.\nفالمتحيز بهذا المعنى لا شك أنه خارج عن هذا العالم وليس بداخل في العالم.\nفالله تعالى في الحقيقة متحيز بالمعنى الثاني لا بالمعنى الأول.\nوإذا عرفت المعنيين للمتحيز نقول: إذا قلت إن الله تعالى ليس بمتحيز هكذا مطلقا:\nكان معناه أن الله تعالى ليس بداخل العالم ولا خارجه. وهذا من أبطل الباطل في بداهة العقول كما سبق. فهؤلاء قصدهم من قولهم:\nالجزء: 1 ¦ الصفحة: 39\n",
        "ليس بمتحيز: أن الله ليس بداخل العالم ولا خارجه ولكنهم قد غيروا العبارة، فالذين لا يعرفون مصطلحات هؤلاء الماتريدية والأشعرية الجهمية، لا يعرفون حقيقة ما قصدوا.\nالحاصل: أن قول الماتريدية: إن الله ليس بمتحيز، أو قولهم: إن الله لا داخل العالم ولا خارجه هو بعينه مثل قول الجهمية الأولى الغلاة: إن الله لا حي ولا ميت ولا متكلم ولا أخرس.\n(31) (قال) شيخ الإسلام ابن تيمبة رحمه الله:\n\"فهي متفقة متواطئة من حيث الذات متباينة من جهة الصفات\"1.\nالشرح:\nأقول: معناه: أن أسماء الله تعالى: نحو الرحمن الرب الغفور القهار العليم السميع البصير.\nأسماء لها جهتان:\nالجهة الأولى: أنها متفقة في الدلالة على ذات الله تعالى، فهي بهذا الاعتبار متواطئة، أي: مترادفة ومتفقة في الدلالة.\nفكلها أسماء لمسمى واحد، وهو الله تعالى. وكلها تطلق على الله تعالى على حد سواء، فهي متواطئة في الدلالة على الله سبحانه.\nالتدمرية ص48\nالجزء: 1 ¦ الصفحة: 40\n",
        "الجهة الثانية: وهي جهة دلالتها على معانيها الدالة على صفات الله تعالى، فهي بهذا الاعتبار متباينة.\nفإن الرحمن يدل على صفة الرحمة، والعليم يدل على صفة العلم، ولا شك أن صفة الرحمة غير صفة العلم. فأسماء الله تعالى باعتبار دلالتها على ذات الله تعالى متفقة ومتواطئة، وباعتبار دلالتها على الصفات متباينة ومختلفة.\n(32) (قال) شيخ الإسلام ابن تيمبة رحمه الله:\n\"فمن اشتبه عليه وجود الخالق بوجود المخلوقات كلها\n...\n\" إلى قوله في ص 49:\n\"وجعلوا ما في الأذهان ثابتا في الأعيان. وهذا كله نوع من الاشتباه\" 1.\nالشرح:\nأقول: يقصد شيخ الإسلام: أن كثيرا ممن يدعي التوحيد والتحقيق والعرفان والعلم قد وصلوا بضلالهم إلى حد اشتبه عليهم وجود الخالق تعالى بوجود المخلوق؛ فظنوا أن وجود الخلق بعينه وجود الخالق؛ ومنشأ هذا الظن الفاسد: أن الموجودات كلها تشترك في مسمى الوجود بالمعنى العام.\nفالله أيضا موجود، والكون أيضا موجود، واسم الموجود يشمل\n1 التدمرية ص50.\nالجزء: 1 ¦ الصفحة: 41\n",
        "الخالق والمخلوق فظنوا أن وجود الخالق بعينه وجود المخلوق ولم يفرقوا بيم وجود الواحد بالعين وبين وجود الواحد بالنوع.\nأي: هؤلاء لم يعرفوا الفرق بين حكم النوع وبين حكم أفراده، مع أن حكم النوع يختلف عن حكم أفراده، فحكم النوع عموم من حيث العموم، وحكم الفرد خصوص من حيث الخصوص، إذ من المعلوم أن حكم الإنسان العام الكلي غير حكم زيد وعمرو وبكر وخالد.\nإذ لا شك أن الموجودات تشترك في الوجود عاما ولكن إذا نظرت إلى أفراد تلك الموجودات يختلف وجود كل فرد.\nوبهذا الاعتبار يختلف وجود الله تعالى عن وجود المخلوقات.\nفالمراد بالواحد بالعين – هو أفراد الكلي نحو زيد، والمراد في الواحد بالنوع هو الأمر الكلي العام نحو الإنسان، والحيوان والموجودات.\nثم بين شيخ الإسلام ضلال أشخاص آخرين وهم الذين ظنوا: أن لفظ \"الوجود\" من قبيل المشترك اللفظي فيه وجود الخالق ووجود المخلوق على حد سواء.\nفزعموا أن الموجودات كلها تشترك في مسمى الوجود بالاشتراك اللفظي، وزعموا أن هذا يستلزم التشبيه والتركيب فخالف هؤلاء إجماع العقلاء في قولهم: إن الوجود ينقسم إلى قديم ومحدث مع أن القديم والمحدث ليسا سواء في الوجود البتة وطائفة ظنت أنه إذا كانت الموجودات تشترك في مسمى الوجود لزم أن يكون في الخارج موجود\nالجزء: 1 ¦ الصفحة: 42\n",
        "مشترك فيه، فزعموا أنه توجد في الخارج عن الأذهان كليات مطلقة عامة نحو وجود مطلق وحيوان مطلق وإنسان مطلق، فخالف هؤلاء الحس والعقل والشرع جميعا، لأن العقلاء متفقون على أن الأمور العامة والكليات المطلقة أمور ذهنية وجودها ذهني ولا يوجد في الخارج البتة، وإنما توجد في الخارج أفراد تلك الأمور العامة، فالأمور العامة لا توجد إلا في الذهن ولكن الأفراد بالخصوص توجد في الخارج.\n(33) (قال) شيخ الإسلام ابن تيمبة رحمه الله:\n\"ولهذا تبين أن التشابه يكون في الألفاظ المتواطئة كما يكون في الألفاظ المشتركة التي ليست بمتواطئة\" 1.\nالشرح:\nأقول: هذا المبحث المتعلق بالمبحث السابق الذي كان سببا لضلال كثير من الناس، فالحاصل: أن شيخ الإسلام يقول:\nإن الألفاظ نوعان: نوع ألفاظ متواطئة وهي كليات عامة تصدق وتطلق على أفراد على سبيل الموافقة والمواطأة على حد سواء.\nكالإنسان الكلي العام، فإن الإنسان يطلق على زيد وعمر وبكر على سبيل المواطأة والموافقة على حد سواء.\nونوع: ألفاظ مشتركة نحو لفظ \"العين\"، فلفظ \"العين\" يطلق على الشمس وعلى عين الركبة وعلى الذهب وعلى عين الرأس وعلى النابع من الأرض وعلى ذات الشيء.\n1 التدمرية ص70.\nالجزء: 1 ¦ الصفحة: 43\n",
        "ولكن على سبيل المواطأة والموافقة، بل على سبيل الاشتراك والمبادلة.\nلأن عين الشمس وعين الرأس وعين الركبة والذهب وذات الشيء والماء النابع من الأرض ليست من أفراد لفظ \"العين\".\nوإنما العرب قد وضعوا لفظ \"العين\" لكل هذه المعاني على سبيل الاستقلال والبدلية والاشتراك.\n(34) (قال) شيخ الإسلام ابن تيمبة رحمه الله:\n\"وقيل له أيضا: أنت في تقابل السلب والإيجاب\" 1.\nالشرح:\nأقول: لقد سبق أن شرحنا: أنواع التقابل كما هي في كتب المنطق: وأعيدها هنا للإيضاح: فأقول: التقابل أنواع:\nأ- نوع يسمى تقابل الإيجاب والسلب أو تقابل النقيضين. وهذا التقابل لا يتحقق إلا بين الشيئين اللذين لا يجوز رفعهما ولا يجوز جمعهما ويكون أحدهما وجوديا والآخر عدميا، أي: يكون أحدهما إيجابيا والآخر سلبيا نحو الإنسان واللا إنسان.\nوالداخل واللا داخل، والخارج واللا خارج.\nب- ونوع يسمى تقابل التضاد.\nوهذا التقابل يكون في شيئين وجوديين بحيث لا يجوز الجمع\n1 التدمرية ص71.\nالجزء: 1 ¦ الصفحة: 44\n",
        "بينهما ولكن يجوز رفعهما نحو الحجر والشجر، والإنسان والحمار والسماء والأرض. ويسمى المتضادين أيضا.\nج- تقابل التضائف: وهو لا يتحقق إلا في شيئين وجوديين ولكن أحدهما لا يتصور بدون الآخر.\nنحو الأب والابن، فالأب لا يكون أبا إلا إذا كان له ابن، وكذا الابن لا يكون ابنا إلا إذا كان له أب.\nد- تقابل العدم والملكة:\nوهذا التقابل لا يتحقق إلا في شيئين: أحدهما وجودي، وهو الملكة. أي: أمر محبوب وصفة كمال. والثاني عدمي. أي: أمر غير محبوب وصفة نقص، نحو البصر والعمى.\nويكون محل الوجودي صالحا للعدمي، وبالعكس أيضا.\nفالبصر ملكة وصفة كمال. وهو شيء وجودي، والعمى صفة نقص، وهو شيء عدمي، ومحل الوجودي –وهو الرجل البصير- صالح العمى لأنه يمكن أن يصير الرجل البصير أعمى، وكذلك العكس، لأنه يمكن أن يصير الرجل الأعمى بصيرا.\n(35) (قال) شيخ الإسلام ابن تيمبة رحمه الله:\n\"الوجه الثالث\n...\n\" إلخ1.\nالشرح:\nأقول: حاصل هذا الكلام: أن المتقابلين إن كانا وجوديين أو كانا\n1 التدمرية.\nالجزء: 1 ¦ الصفحة: 45\n",
        "سلبيين (عدميين) أو كان أحدهما وجوديا والآخر سلبيا (عدميا) فإن كانا وجوديين فإما أن يمكن خلو المحل منهما أم لا.\nفالأولان ضدان: نحو البياض والسواد، والحجر والشجر، لأنه يجوز أن يكون هذا اللون لا أبيض ولا أسود بل يكون أحمر ويكون هذا الشيء لا حجرا ولا شجرا بل يكون إنسانا.\nوالآخران نقيضان عند أهل اللغة وأهل السنة كالوجود والإمكان والحدوث والقدم والدخول والخروج والاتصال والانفصال والمباينة والمجانبة. فهذه الأمور وإن كانت وجودية إيجابية ثبوتية ولكن لا يمكن رفعها معها كالنقيضين عند المناطقة والمتكلمين والجهمية.\nوإن كانا وجوديين أيضا ولكن كان تصور أحدهما موقوفا بتصور الآخر.\nفهما متضائفان نحو الابن والأب وإن كانا سلبيين:\nنحو اللاإنسان واللاحجر. وهذا النوع لا تسميه به، ولكن قد يكون بينهما تصادقا.\nنحو الكتاب فالكتاب لا إنسان ولا حجر، وقد يكون ذلك، نحو الإنسان، فإنه لا يقال له: هذا لا إنسان ولا حجر. بل يقال: حجر ولا إنسان. وإما أن يكون أحدهما وجوديا والآخر سلبيا، بحيث لا يجتمعان ولا يرتفعان، فهما نقيضان. نحو الإنسان، واللاإنسان.\nالجزء: 1 ¦ الصفحة: 46\n",
        "(36) (قال) شيخ الإسلام ابن تيمبة رحمه الله:\n\"الوجه السادس\n...\n\" إلخ1.\nالشرح:\nقصد شيخ الإسلام: أنه لا بد في باب اتصاف الله تعالى أن نعلم أن ثبوت الصفات له تعالى ممكن بالإمكان الخارجي. أي: ليس ذلك مجرد الإمكان الذهني فقط، بل من الأمور الممكنة الواقعة في الخارج.\nلأن إمكان الوصف لأي شيء لا يعلم إلا بثلاثة طرق:\n1-\nإما أن يوجد ذلك الوصف لهذا الشيء.\n2-\nأو أن يوجد ذلك الوصف لنظير ذلك الشيء.\n3-\nأو أن يجيء ذلك الوصف لما هو أولى، والأخير مثاله.\nالكتابة لزيد، ووصف زيد بالكتابة، فههنا ثلاث مراتب:\n1-\nأن وصف زيد بالكتابة ثابت في الواقع لأن زيدا موصوف بالكتابة في الخارج.\n2-\nوالمرتبة الثانية ثبوت ذلك الوصف لعمر، فإن عمر من جنس زيد، فإذا ثبتت الكتابة لزيد فعمر يجوز اتصافه بالكتابة أيضا.\n3-\nأن يوصف بذلك الوصف شيء آخر ولكنه أولى بذلك الوصف.\nمثال ذلك صفة الكلام في الإنسان صفة كمال، فإذا ثبت ذلك الوصف لمن هو أدنى، فإثباته لمن هو فوق أولى، وذلك بالأدلة العقلية.\nالحاصل: أن شيخ الإسلام يقول: إن صفة الكلام صفة خارجية توجد في الخارج عند الموصوفين بها. وذلك أن زيد موصوف بهذه الصفة فعلمنا اتصافه بها لأجل المشاهدة، وكذا نرى أن عمر أو\n1 التدمرية ص83.\nالجزء: 1 ¦ الصفحة: 47\n",
        "بكر أو خالدا موصوفون بذلك، فزيد أيضا يتصف بذلك لأنه ممكن لأن زيدا من جنس عمر وكذا إذا نظرنا أن الطفل يتصف بهذا الوصف ويتكلم، فالكبير يتصف بهذه الصفة بالطريق الأولى، فالإنسان إذا اتصف بصفة كمال فالله أولى أن يتصف بها.\n(37 (قال) شيخ الإسلام ابن تيمبة رحمه الله:\n\"من التوحيد هو شهود هذا التوحيد..إذا غاب العارف بموجوده عن وجوده\n...\n\" 1.\nالشرح:\nأقول: مصطلحات الصوفية: القول بوحدة الشهود: وفهم ذلك يتوقف على فهم وحدة الوجود.\nفأقول: كثير من الصوفية يعتقدون عقيدة وحدة الوجود، ووحدة الوجود أن يعتقد أنه لا موجود إلا الله تعالى، فليس هناك موجود غير الله، فكل شيء هو الله. فالله عين الكون وعين الشمس والقمر والجبال ونحوها.\nأما وحدة الشهود: فهذه أن يعتقد الإنسان أن هناك أشياء موجودة غير الله تعالى.\nولكنها لقوة فنائه في الله تعالى وشدة عقيدته في ربوبية الله تعالى لا يشاهد إلا الله تعالى مع اعتقاده أنه توجد أشياء غير الله تعالى ولكنه لشدة تعلقه بالله لا يشاهد إلا الله تعالى، وذلك كقوة شعاع الشمس فإن\n1 التدمرية ص85.\nالجزء: 1 ¦ الصفحة: 48\n",
        "النجوم لا تشاهد عند شعاع الشمس بالنهار مع أنها موجودة.\nفلقوة شعاع وجود الرب تعالى لا يرى هذا الرجل، ولا يشاهد إلا الله تعالى مع اعتقاده أن هناك أشياء موجودة غير الله تعالى، فلقوة تعلقه بالله في زعمه لا يلتفت ولا يرى لا زوجة ولا زوجا ولا أكلا ولا شربا ولا مالا، فالعارف يعني الصوفي العارف بالله (في زعمهم) إذا غاب بموجوده أي: بجسمه هو عن وجوده هو فهو لا يشاهد إلا الله تعالى ولا يرى جسمه وإذا غاب بمشهوده أي ربه [لأنه بشهود له فقط] عن شهوده لغيره.\nفهو لا يشاهد غير مشهوده، وهو الله، وإذا غاب بمعروفه [أي ربه الذي هو معروف لديه] عن معرفته لأشياء أخرى غير الله، فهو لا يعرف شيئا غير الله تعالى، فإنه حينئذ يدخل في فناء التوحيد الكامل وهو توحيد الربوبية عندهم، وهو توحيد كوني.\nبحيث يعتقد أن من لم يفن في الأزل فهو فان غير موجود. ونحو الأكل والشرب والزوجة والكون لم يكن موجودا فهو الآن كأنه غير موجود وأن من كان في الأزل، وهو الله فهو باق لم يزل ولا يزال. أما الأشياء الأخرى والموجودات الأخرى كأنها لا وجود لها أصلا.\nالجزء: 1 ¦ الصفحة: 49\n",
        "أقول: هذه الفلسفة الصوفية متضمنة للحق والباطل. فأما الحق فهو أن الكون لم يكن موجودا وسيفنى أيضا والله كان وسيكون لم يزل ولا يزال موجودا. وأما الباطل فهو اعتقاد في هذا الكون أنه غير موجود وأنه غير مشهود وأنه غير معروف وأنه لا تعلق لنا بالدنيا والأكل والشرب والزوج والزوجة أصلا.\n(38) (قال) شيخ الإسلام ابن تيمبة رحمه الله:\n\"أولئك يشبهون المجوس وهؤلاء يشبهون المشركين\" 1.\nالشرح:\nأقول: يقصد شيخ الإسلام أن الصوفية الملاحدة الحلولية والوجودية الذين جل همهم التوحيد الكوني \"أن الله حل في الكون، أو الكون هو الله\"، ويعرضون عن توحيد الألوهية؛ فلا يتقيدون بالشرع ولا يأتمرون بأوامر الله ولا ينتهون عن نواهي الله تعالى. فهؤلاء الصوفية شرّ من القدرية المعتزلة، لأن القدرية يشبهون المجوس، لقول المعتزلة بأن العبد خالق لأفعاله فقالوا بخالقين تقول المجوس: إن خالق الشر شيء غير الله.\nفهم أيضا قالوا بخالقين، ومع ذلك نرى أنهم أهل كتال ولكن هؤلاء الصوفية يشبهون المشركين الذين يعبدون الأوثان والأصنام ولا كتاب لهم.\nولا شك أن المشركين الوثنيين شر من المجوس لأن المجوس يعدون من أهل الكتاب، ولذا قرر الفقهاء أن المشركين لا جزية عليهم ولكن المجوس عليهم الجزية. فأنزلوهم منزلة أهل الكتاب وهم لا شك أنهم مشركون ولكن أخف شركا من شرك المشركين الوثنيين الذين يعبدون الأصنام.\n1 التدمرية ص92.\nالجزء: 1 ¦ الصفحة: 50\n",
        "(39) (قال) شيخ الإسلام ابن تيمية رحمه الله:\n\"ومن قال إنه يفعل عندها لا بها فقد خالف ما جاء به القرآن\" 1.\nالشرح:\nقصد شيخ الإسلام: أن الله تعالى –ولا شك- قد قدر الأشياء وعلمها في الأزل وكل ما يحدث في الكون لا يحدث إلا تحت مشيئته وإرادته وتحت علمه وقدرته، ولكن الله تعالى ربط المسببات بالأسباب، فتلك المسببات لا تحدث إلا بتلك الأسباب كما قال: {فَأَنْزَلْنَا بِهِ الْمَاءَ} 2.\nأي: علق إنزال الماء بسبب السحاب، وقال تعالى: {فَأَخْرَجْنَا بِهِ مِنْ كُلِّ الثَّمَرَاتِ} 3. فعلق الله تعالى إخراج الثمرات بسبب الماء من المطر والعيون ولكن زعم قوم أن الله تعالى يحدث الأشياء ويخلق عند هذه الأسباب ولا يخلقها بها.\nوهذا الزعم فاسد باطل مخالف لنصوص الكتاب والسنة، وصاحب هذا الزعم للقوى التي أودعها الله تعالى في الأسباب، فهذا المنكر في الحقيقة منكر للمحسوسات فهو مكابر وليس بمناظر.\n1 التدمرية ص92.\n2 سورة لأعراف: الآية (57) .\n3 نفس الآية السابقة.\nالجزء: 1 ¦ الصفحة: 51\n",
        "(40) (قال) شيخ الإسلام ابن تيمبة رحمه الله:\n\"وذلك أنه ما من سبب من الأسباب إلا وهو مفتقر إلى سبب آخر في حصول مسببه\" 1.\nالشرح:\nأقول: \"السبب\" في اللغة عبارة عن الحبل، ويقال لكل شيء يكون الوصول به إلى شيء آخر: إنه سبب، فالسبب ما يتوصل به إلى المقصود، وهذا المقصود يسمى مسببا. سواء كان حبلا، أو دلوا، أو سلاحا أو شيئا آخر، والسبب في الاصطلاح العام (شرعا وعرفا) :\nهو ما يتوقف عليه المقصود.\nأي: السبب هو الذي لا يحصل المسبب إلا بوجوده.\nكالنصاب: فهو سبب لوجوب الزكاة.\nثم السبب قد يكون تاما، وهو الذي يكون سببا وحيدا لوجود المسبب، وقد يكون نافعا: وهو الذي يكون سببا للمسبب، ولكن هو وحده لا يكون سببا لهذا المسبب؛ بل يكون معه سبب آخر، وإذا اجتمعا يكونان سببا كاملا كالنصاب وحولان الحول كلاهما سبب لوجوب الزكاة. الحاصل: أن قصد شيخ الإسلام هو الرد على من جعل الأسباب مستقلة مستغنية في إيجاب المسببات.\nفأراد شيخ الإسلام أن يرد على هؤلاء من وجهين:\n1 التدمرية ص92.\nالجزء: 1 ¦ الصفحة: 52\n",
        "الأول: أن الأسباب مفتقرة بعضها إلى بعض، فما من سبب مستغن عن الآخر؛ وما من سبب إلا وهو مفتقر إلى سبب آخر في حصول مسببه.\nالثاني: أنه لا بد في كون الأسباب أسبابا من عدم المانع، فإذا جاء المانع لا ينفع السبب فلا يوجد المسبب فالنار سبب للاحتراق إذا لم يكن هناك مانع؛ وإلا فلا.\nفإن إبراهيم عليه السلام ألقي في النار ولم يحترق، فالنار خلق الله فيها الحرارة لا يحصل الإحراق إلا بها ولا بد من المحل الذي يقبل الاحتراق، وإلا لا يوجد الاحتراق أصلا، فإن وقع السمندل والياقوت ونحوهما في النار لا يحصل الاحتراق، وقد يطلى الجسم بما يمنع الإحراق فلا يحصل الاحتراق لوجود المانع.\nوالشمس سبب لوصول شعاعها إلى الأرض بشرط وجود الجسم الذي يقبل انعكاس الشعاع عليه، فإذا حصل حاجز من سحاب أو سقف لم يحصل وصول الشعاع إلى التحت.\nوالحاصل أنه لا شيء يستقل ويستغني إلا الله تعالى، فكل شيء يفتقر إلى الله تعالى والله وحده هو الغني الحميد.\nالجزء: 1 ¦ الصفحة: 53\n",
        "(41) (قال) شيخ الإسلام ابن تيمبة رحمه الله:\n\"ولهذا من قال: إن الله لا يصدر عنه إلا واحد\n...\n\" 1.\nالشرح:\nأقول قصد شيخ الإسلام – الرد على الفلاسفة اليونانيين الكفرة ومن شابهم من المنتسبين للإسلام كابن سينا والملاحدة؛ حيث قالوا: إن الله فلا يصدر عنه إلا واحد. وفي هذا القول فسادان:\nالفساد الأول: أنه يدل على أن الله تعالى غير مريد ولا مختار في خلق المخلوقات.\nبل هو مضطر مجبور، حيث صدر منه واحد بالاضطرار بدون الاختيار.\nالفساد الثاني: أن هذه القضية كاذبة في نفسها؛ فإنه لا يوجد دليل على أن الواحد لا يصدر عنه إلا واحد، بل الحق والصدق أن الواحد يصدر عنه أشياء كثيرة. كما قال تعالى: {وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ} 2. فعلم أن الله خالق الأزواج، وأن خالق الأزواج واحد، والأزواج كثيرة.\nفدل ذلك على أن الواحد يخلق أشياء كثيرة.\nفبطل قولهم: \"إن الواحد لا يصدر منه إلا واحد\".\nقال شيخ الإسلام: \"عارض كالسكر\n...\n\".\nالشرح:\nأقول: \"السكر\": هو غيبة بوارد قوي، وهو يعطي الطرب\n1 التدمرية ص94.\n2 الذاريات: الآية (49) .\nالجزء: 1 ¦ الصفحة: 54\n",
        "والالتذاذ، وهو أقوى من الغيبة، وأتمّ منها\"1.\nأقول: حاصل هذا التعريف: أن \"السكر\" حالة من أحوال الصوفية تحصل بسبب وارد قوي يرد على قلب صوفي، إما من مشاهدته لله تعالى – حسب زعمه في كلب أو خنزير أو قرد- وإما لأجل عقيدته أن هذا الكون كله هو الله تعالى أو لأجل دعواه الكاذبة أن وصل في العشق والمحبة إلى حد فقد حواسه وقواه، من شدة الوجد والفسق والمحبة، حتى سكر لا يعي ما يقول ولا يفهم ولا يحس بالكون ولا بالتكليف كأنه مجنون أو نائم، أو ميت لا حراك له، أو يهذي هذيان المحمومين فيتكلم بكلمات الكفر والارتداد. وهذا كله انحلال وكفر وإلحاد وزندقة أيما زندقة.\nولذلك ترى شيخ الإسلام يرد على هؤلاء الزنادقة بقوله:\n\"فالأحوال التي يعبر عنها بالاصطلام والفناء والسكر ونحو ذلك –إنما تتضمن عدم الإحساس ببعض الأشياء دون بعض فهي مع ضعف صاحبها توقف تمييزه –لا تنتهي إلى حد يسقط فيه التمييز مطلقا؛ ومن نفي التمييز في هذا المقام مطلقا، وعظم هذا المقام- فقد غلط في الحقيقة الكونية والدينية قدرا أو شرعا وغلط في خلق الله وفي أمره، [وأوسقط التكليف] ؛ حيث ظن أن وجود هذا [الكون] لا وجود له، [بل كل هذا الكون هو الله، لا موجود إلا الله] إلى آخر كلامه المهم، انظر: التدمرية 95.\n1 التعريفات 120.\nالجزء: 1 ¦ الصفحة: 55\n",
        "(42) (قال) شيخ الإسلام ابن تيمبة رحمه الله:\n\"ولكن توهمت طائفة أن للحسن والقبح معنى غير هذا..، وقابلتهم طائفة أخرى ظنت أن ما جاء به الشرع من الحسن والقبح يخرج عن هذا\n...\n\" 1.\nالشرح:\nأقول: للناس نزاع في أن حسن الأشياء وقبحها عقليان أم شرعيان.\nفطائفة ظنت أن القبح والحسن لا يعلمان إلا بالعقل، وطائفة ظنت أن القبح والحسن لا يعلمان إلا بالشرع.\nوكلتا هاتين الطائفتين على غطل.\nفأراد شيخ الإسلام أن يبين غلطهما وبين الحق وهو القول الوسط.\nوهو أن حسن الأشياء بمعنى كونها ملائمة للفاعل وقبحها بمعنى كونها غير ملائمة للفاعل بل منفرة.\nأو كون الأشياء مما يحبه الفاعل أو يكرهه أو يتلذذ بها أو يتأذى بها.\nفهذا لا شك يعلم تارة بالعقل. كعلمه بأن الطعام يشبع والماء يروي، وتارة يعلم بالشرع. وتارة يعلم بهما جميعا.\nولكن تفاصيل الحسن وتفاصيل القبح لا يعلم إلا بالشرع فقط.\n1 التدمرية ص94.\nالجزء: 1 ¦ الصفحة: 56\n",
        "كما قال سبحانه: {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحاً مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلا الْأِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُوراً نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا} 1.\nوقوله تعالى: {قُلْ إِنْ ضَلَلْتُ فَإِنَّمَا أَضِلُّ عَلَى نَفْسِي وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي} 2. فدلّ ذلك على أن تفاصيل حسن الأمور وقبحها لا يعلم إلا بالوحي الذي هو مبنى الشرع.\nوالعقل لا يدرك تفاصيل هذه الأمور، فحسن الأشياء وقبحها مركوز في الفطر، والعقل مدرك إجمالا والشرع مزك ومرشد بالتفصيل.\n(43) (قال) شيخ الإسلام ابن تيمبة رحمه الله:\n\"فمن نظر إلى القدر فقط وعظم الفناء في توحيد الربوبية ووقف عند الحقيقة الكونية –لم يميز بين العلم والجهل والصدق والكذب والبر والفجور والعدل والظلم والطاعة والمعصية والهدى والضلال والرشاد والغي وأولياء الله وأعدائه 3.\nالشرح:\nأقول: مقصود شيخ الإسلام: أن هناك حقيقتين:\nالأولى – حقيقة كونية:\nوهي ما خلق الله تعالى ودبره وأراده ورباه من الخير والشر\n1 سورة الشورى، الآية: (52) .\n2 سورة السبأ، الآية: (50) .\n3 التدمرية ص95.\nالجزء: 1 ¦ الصفحة: 57\n",
        "والتوحيد والشرك والإسلام والكفر والظلمة والنور والعلم والجهل والظلم والعدل والبر والفجور والهدى والضلال وخلق أولياء له أمثال الأنبياء والمرسلين وخلق أولياء للشيطان أمثال فرعون وقارون وأبي جهل وغير ذلك من الأمور الكونية والموجودات الخارجية بقطع النظر عما يحبه الله وشرعه أو يكرهه ولم يشرعه.\nوالثانية: حقيقة شرعية:\nوهي كل ما يحبه الله تعالى ويرضاه وشرعه لعباده وأمرهم به كالتوحيد والإسلام والإيمان والبر والعلم والعدل وجميع أبواب الخير ونحوها:\nوكل ما يكرهه الله تعالى ويمقته ويغضب عليه ولم يشرعه لعباده بل نهاهم عنه، كالكفر والشرك والسحر والكذب والزور والبهتان والظلم والغي والبغي وغيرها من الأمور التي يكرهها الله تعالى. فهذه كلها حقائق شرعية.\nولكن الذين نظروا إلى كون مخلوق موجود في الخارج يرى في هذا الكون أولياء الله أمثال الأنبياء والمرسلين.\nويرى في هذا الكون أولياء الشيطان أمثال فرعون وقارون وهامان وأبي جهل وغيرهم، كما يرى في هذا الكون الإسلام والإيمان والتوحيد والصدق والخبر والعلم والهدى والرشاد ومحبة الصالحين. وكذلك يرى في هذا الكون والكفر والشرك والكذب والشرور والجهل والغواية ومحبة الظالمين.\nفمن نظر إلى هذا الكون نظرة واحدة نظرة كونية خلقية بدون\nالجزء: 1 ¦ الصفحة: 58\n",
        "التفريق بين الحلال والحرام وبين الخير والشر وبين الظلم والعدل وبين الإسلام وبين الكفر، وبين التوحيد وبين الشرك وجعل هذه الأمور كلها بمنزلة واحدة، فقد ألحد وتزندق وخلط الحق بالباطل والكفر بالإسلام وناقض توحيد الألوهية، وإن كان آمن بتوحيد الربوبية بعض الشيء.\nالحاصل: أنه لا يكفي أن ينظر الإنسان إلى الكون من حيث إنه كون مخلوق لله تعالى مربوب له.\nبل ينظر إليه من حيث إنه كون مخلوق لله تعالى ومن حيث إن في هذا الكون ما يحبه الله تعالى وما يكرهه.\nفيحب ما أحبه الله ويكره ما كره الله تعالى شرعا.\nمع إيمانه أن هذه المحبوبات وتلك المكروهات كلها من هذا الكون وكلها من خلق الله تعالى.\nفيميز بين كون الشيء كونا وخلقا، وبين كونه شرعا ورضا وكراهية. فلا يقف عند الحقيقة الكونية؛ بل يوفق بين الحقيقة الكونية والحقيقة الشرعية جميعا، فكثير من الصوفية الحلولية والاتحادية وكثير من الفلاسفة والمتكلمين قد نظروا إلى الكون من حيث إنه كون، ولم يفرقوا بين الشرع وبين الكون. فوقعوا في أنواع من الكفر والإلحاد والزندقة، حيث أحلوا كثيرا من المحرمات بحجة أنها أمور كونية، ولهذا ترى هؤلاء الحلولية والاتحادية، يعتقدون أن جميع الأديان كلها حق وصواب، وأنه لا يوجد باطل في هذا الكون ولا يوجد محرم في هذا الكون، فكل ما في هذا الكون حلال وصواب وحق.\nفأحلوا جميع الفروج وأن جميع ملل الكفار والوثنية كلها حق وصواب لأنهم لم ينظروا إلى الكون بنظر الشرع.\nالجزء: 1 ¦ الصفحة: 59\n",
        "(44) (قال) شيخ الإسلام ابن تيمبة رحمه الله:\n\"فالأحوال التي يعبر عنها بالاصطلام والفناء والسكر ونحو ذلك\" 1.\nالشرح:\nأقول: \"الأحوال\" جمع \"الحال\".\nوالحال، لغة، غير الحال في اصطلاح أهل الكلام، وهو غير الحال في اصطلاح الصوفية، وهو غير الحال في اصطلاح النحاة، والمراد من الحال ههنا \"الحال\" في اصطلاح الصوفية فالحال في اصطلاح الصوفية: \"ما يرد على القلب لمحض الموهبة من غير تعمد ولا اجتلاب ولا اكتساب من طرب أو حزن أو قبض أو بسط\"2.\nقلت: الأحوال من خرافات الصوفية وترهاتهم.\nولكن المؤمن إذا سمع آيات الجهاد والإنفاق والتوحيد والرد على المشركين وأهل البدع، وفرح بذلك وسر وزاد إيمانه مع إيمانه السابق فهذا من الأحوال الطيبة.\nوإذا عمل أي عمل صالح وفرح بذلك، فهذا من الأحوال الطيبة، وإذا عمل سيئة وحزن عليها وندم وتاب إلى الله تعالى فهذا من الأحوال الطيبة، وأما إذا خالف الكتاب والسنة وعمل السيئة ولم يحزن بل بعكس ذلك فرح بالعشق والفجور، فهذا من الأحوال السيئة.\nوإذا سمع آيات الجنة واشتاق إليها فهذا من الأحوال الحسنة\n1 انظر: تعريفات الجرجاني 81. واصطلاحات القاشاني 57.\n2 التدمرية ص95.\nالجزء: 1 ¦ الصفحة: 60\n",
        "الطيبة وإذا سمع آيات الترهيب والنار، خاف ورق قلبه وخشع وبكى. فهذا من الأحوال الحسنة، ولكن إذا سمع آيات الجنة والنار، ولم يترقق قلبه بل زاد قسوة على قسوة، فهذا من الأحوال السيئة.\nأما \"الاصطلام\" فهو في اصطلاح الصوفية: \"وجد غامر يرد على العقول فيسلبها ويستلبها بقوة سلطانه وقهره\"1.\nأما \"الفناء\" فهو في اصطلاح الصوفية ما قاله الجرجاني الحنفي (816هـ) :\n\"الفناء سقوط الأوصاف المذمومة؛ كما أن البقاء وجود الأوصاف المحمودة. والفناء فناءان: أحدهما: ما ذكرنا، وهو بكثرة الرياضة.\nوالثاني: عدم الإحساس بعالم الملكوت، وهو بالاستغراق في عظمة الباري، ومشاهدة الحق\"2.\nأقول: فناء الصوفية هذيان وإلحاد وزندقة وانحلال.\nلأن سقوط الأوصاف المذمومة ووجود الأوصاف المحمودة، لا يمكن إلا بتقوى الله تعالى واجتناب نواهيه وإيثار أوامره، وعبادته سبحانه وتعالى، واتباع سنة نبيه محمد صلى الله عليه وسلم مع الإخلاص التام، فمثل هذا يسمى تقوى وإسلاما، وإيمانا وصلاحا، ورشدا، وتوحيدا، ولا يسمى فناء.\nوأما قولهم في معنى \"الفناء\": \"أنه عدم الإحسان بالكون، ومشاهدة الحق\". فهذا انحلال وكفر صريح وارتداد قبيح؛ لأن هذه عقيدة وحدة الوجود، فأصحاب وحدة الوجود لا يرون شيئا من هذا\n1 انظر: اللمع للسراج الطوسي ص450، كما في معجم ألفاظ الصوفية ص41.\n2 التعريفات 169.\nالجزء: 1 ¦ الصفحة: 61\n",
        "الكون؛ بل يعتقدون: أن الكون والجبال والسماء والأرض والجبال والشجر والمداد والبحر والبر والناكح والمنكوح كل هذا هو الله بعينه، وأنهم يشاهدون الحق ويرون الله تعالى ولا يرون شيئا آخر من الكون، فكل ما يرونه من الكلب والخنزير والقرد وغيرها، فهو الله عندهم، فهم لا يرون –حسب زعمهم- إلا الله.\nسيرد شيخ الإسلام على هذه العقيدة بعد قليل، وبين المفهوم الصحيح الشرعي للفناء.\nوأما \"السكر\" فقد فسره الجرجاني، (816) فقال: \"وعند أهل الحق [أي: الصوفية] :\n\"السكر\": هو غيبة بوارد قوي، وهو يعطي الطرب والالتذاذ، وهو أقوى من الغيبة، وأتمّ منها\"1.\n(45) (قال) شيخ الإسلام ابن تيمبة رحمه الله:\n\"فصل في أقسام الفناء\n...\n\" 2.\nالشرح:\nأقول: قصد شيخ الإسلام ههنا هو الرد على الصوفية الحلولية والاتحادية بذكر معاني الفناء.\nحيث ذكر للفناء معنى صحيحا يوافق شرع الله تعالى وذكر للفناء معنيين باطلين يصادمان شرع الله تعالى.\nفقال -رحمه الله تعالى- ما حاصله:\n1 التعريفات (120) .\n2 التدمرية ص95.\nالجزء: 1 ¦ الصفحة: 62\n",
        "\"الفناء \" على ثلاثة أقسام حسب اصطلاح الشرع واصطلاح الصوفية.\nالأول: هو الفناء الديني الشرعي المطلوب الواجب الذي جاءت به الرسل والشرائع وأنزلت به الكتب السماوية.\nوهو أن يفنى المرء عما نهى الله عنه بفعل ما أمره الله به؛\nفيفنى عن عبادة غير الله بعبادة الله تعالى، وعن طاعة غير الله تعالى بطاعته وطاعة رسوله صلى الله عليه وسلم.\nوهذا الفناء يسمى في الشرع: التقوى والبر والإحسان والإسلام والإيمان.\nوهو فناء مطلوب شرعا مأمور به في الإسلام.\nالثاني: الفناء عن رؤية ما سوى الله وشهود غير الله.\nفيفنى المرء بمعبوده عن عبادته، أي: يشتغل بالله إلى حد يترك عبادته، ويترك التكاليف الشرعية بحيث يغيب عن الكون حتى يغيب عن نفسه إلى أن لا يشاهد إلا الله.\nوهذا النوع من الفناء قد يقع فيه كثير من الصوفية الحلولية وأصحاب وحدة الشهود [أي: الذين لا يشاهدون إلا الله الواحد، ولا يشاهدون الكون مع اعتقادهم أن الكون موجود] .\nالجزء: 1 ¦ الصفحة: 63\n",
        "وهذا النوع من الفناء إلحاد وزندقة؛\nلأن هذا الفناء لم يعرف للأنبياء والمرسلين، ولا السابقين الأولين من المهاجرين والأنصار.\nالثالث: الفناء عن وجود سوى الله تعالى؛\nبحيث يعتقد أن الوجود واحد، وأن الموجود واحد، وأن الكون هو الله بعينه، وأن الله هو الكلب والخنزير والفهد والقرد والحرباء والناكح والمنكوح والعاشق والمعشوق والواطئ والموطوء. وهذا الفناء قد يقع فيه الصوفية الوجودية من الملاحدة والزنادقة أمثال الحلاج وابن عربي وابن سبعين وابن الفارض وعبد الكريم الجيلي، وهذا الفناء أعظم كفر على الإطلاق وأكبر زندقة وأقبح إلحاد وهؤلاء أشد كفرا من اليهود والنصارى.\n(46) (قال) شيخ الإسلام ابن تيمبة رحمه الله:\n\"وهو أن يفنى عن شهود ما سوى الله\" 1.\nالشرح:\nأي: هذا النوع الثاني من الفناء-\nهو أن يفني المرء عن رؤية ما سوى الله فلا يشاهد غير الله بل لا يشاهد إلا الله؛ مع اعتقاد أن غير الله موجود، ولكنه لا يشاهد إلا الله، وذلك كاعتقاد الناس أن النجوم موجودة في النهار، ولكنهم لا يشاهدون النجوم لأجل شعاع الشمس فهؤلاء أيضا لا يشاهدون الكون لأجل قوة\n1 التدمرية ص96.\nالجزء: 1 ¦ الصفحة: 64\n",
        "شعاع نور الله تعالى \"حسب زعمهم الفاسد\"، وهو فناء أصحاب وحدة الشهود من الصوفية الحلولية.\n(47) (قال) شيخ الإسلام ابن تيمبة رحمه الله:\n\"فهو الفناء عن وجود السوى\" 1.\nالشرح:\nأي: النوع الثالث من الفناء هو فناء المرء عن وجود سوى الله، بحيث يعتقد أنه لا موجود إلا الله، وأن الكون كله هو الله، وأن الله هو الكلب والخنزير والفهد والقرد بأعيانها.\nفهذا الفناء فناء أصحاب وحدة الوجود وهم الوجودية الاتحادية الذين هم أشدّ كفرا منها الحلولية. وهو مذهب الغلاة من الصوفية.\n1 التدمرية ص96.\nالجزء: 1 ¦ الصفحة: 65\n",
        ""
    ]
}