{
    "1": [
        "تيسير مصطلح الحديث\nتيسير مصطلح الحديث\nمحمود الطحان\nالكتاب:\nتيسير مصطلح الحديث\nالمؤلف:\nأبو حفص محمود بن أحمد بن محمود طحان النعيمي\nالناشر:\nمكتبة المعارف للنشر والتوزيع\nالطبعة:\nالطبعة العاشرة 1425هـ-2004م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "بسم الله الرحمن الرحيم\nالمقدمات\n:\nمقدمة الطبعة العاشرة\n:\nالحمد لله رب العالمين، والصلاة والسلام على سيدنا محمد بن عبد الله، وعلى آله وصحبه ومن والاه.\nأما بعد: فإن الله تعالى -وله الحمد والمنة- قد كتب لهذا الكتاب النجاح والقبول، لدى طلبة العلم عامة، ولدى طلبة الحديث وعلومه خاصة.\nوقد قررته كثير من الجامعات العربية وغيرها على طلابها، حتى نفدت منه طبعات متعددة على مدار سبع وعشرين سنة، ولما أراد أخونا الشيخ سعد الراشد -أثابه الله- صاحب مكتبة المعارف بالرياض، وهو الذي له حق نشر الكتاب -أن يعيد طبع الكتاب الطبعة العاشرة، طلب مني أن أعيد النظر فيه، وأن أعدل ما أرى تعديله، وأن أزيد ما يزيد الكتاب وضوحا. أجبته إلى طلبه، فأعدت النظر فيه، ونقحته، وزدت فيه ما رأيت الحاجة ماسة إليه. فجاء بحمد الله تعالى -في نظري- مناسبا جيدا إن شاء الله تعالى، والكمال لله تعالى وحده.\nالجزء: 1 ¦ الصفحة: 3\n",
        "وأسأله تعالى أن يديم نفع طلبة العلم به، إنه تعالى خير مسئول والحمد لله رب العالمين.\nالكويت 21/ 8/ 1423هـ\nالموافق 27/ 10/ 2002م\nوكتبه\nالعبد الضعيف، راجي عفو ربه المنان\nأبو حفص محمود بن أحمد الطحان.\nالجزء: 1 ¦ الصفحة: 4\n",
        "بسم الله الرحمن الرحيم\nمقدمة الطبعة الأولى\n:\nالحمد لله الذي مَنَّ على المسلمين بإنزال القرآن الكريم، وتكفل بحفظه في الصدور والسطور إلى يوم الدين، وجعل من تتمة حفظه حفظ سنة سيد المرسلين.\nوالصلاة والسلام على سيدنا ونبينا محمد الذي أوكل الله إليه تبيان ما أراده من التنزيل الحكيم، بقوله تعالى: {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ} [سورة النحل: 44] فقام صلى الله عليه وسلم مبينا له بأقواله، وأفعاله، وتقريراته، بأسلوب واضح مبين.\nوالرضَا عن الصحابة الذين تلقوا السنة النبوية عن النبي الكريم، فوعوها، ونقلوها للمسلمين كما سمعوها، خالصة من شوائب التحريف والتبديل.\nوالرحمة والمغفرة للسلف الصالح الذين تناقلوا السنة المطهرة جيلا عن جيل، ووضعوا لسلامة نقلها وروايتها قواعد وضوابط دقيقة لتخليصها من تحريف المبطلين.\nوالجزاء الخيِّر لمن خَلَفَ السلف من علماء المسلمين الذين تلقوا قواعد رواية السنة وضوابطها عن السلف، فهذبوها ورتبوها وجمعوها في مصنفات مستقلة، سميت فيما بعد بـ \"علم مصطلح الحديث\"1.\n1 يطلق على هذا العلم أيضا \"علم الحديث دراية\" و\"علوم الحديث\" و\"أصول الحديث\".\nالجزء: 1 ¦ الصفحة: 5\n",
        "أما بعد: فعندما كُلِّفت منذ سنوات بتدريس علم \"مصطلح الحديث\" في كلية الشريعة، بالجامعة الإسلامية في المدينة المنورة، وكان المقرر تدريس كتاب \"علوم الحديث\" لابن الصلاح، ثم قررت الجامعة مختصَرَهُ: كتاب \"التقريب\" للنووي، وجدت مع الطلبة بعض الصعوبات في تدريس هذين الكتابين -على جلالتهما، وغزارة فوائدهما- دراسة نظامية. فمن هذه الصعوبات التطويل في بعض الأبحاث، لا سيما في كتاب ابن الصلاح1. ومنها الاختصار في البعض الآخر، لا سيما في كتاب النووي2، ومنها صعوبة العبارة، ومنها عدم تكامل بعض الأبحاث3، وذلك كترك التعريف مثلا، أو إغفال المثال، أو عدم الفائدة من هذا البحث، أو ذاك، أو عدم التعريج على ذكر أشهر المصنفات، وما أشبه ذلك، ووجدت غيرهما من كتب الأقدمين في هذا الفن كذلك، بل إن بعض تلك الكتب غير شامل لجميع علوم الحديث، وبعضها غير مهذب ولا مرتب، وعذرهم في ذلك هو إما وضوح الأمور التي تركوها بالنسبة لهم، أو الحاجة لتطويل بعض الأبحاث، بالنسبة لزمنهم، أو غير ذلك مما نعرفه أو لا نعرفه.\nفرأيت أن أضع بين أيدي الطلبة في كليات الشريعة كتابا سهلا في مصطلح الحديث وعلومه، ييسر عليهم فهم قواعد هذا الفن\n1 كبحث \"معرفة كيفية سماع الحديث وتحمله وصفة ضبطه\" فقد استغرق 46 صفحة.\n2 كبحث \"الضعيف\" مثلا؛ إذ لم يتجاوز تسع عشرة كلمة.\n3 مثال ذلك اقتصار النووي في بحث المقلوب على ما يلي: \"المقلوب: هو نحو حديث مشهور عن سالم، جعل عن نافع ليرغب فيه، وقلب أهل بغداد على البخاري مائة حديث؛ امتحانا، فردها على وجوهها فأذعنوا بفضله\".\nالجزء: 1 ¦ الصفحة: 6\n",
        "ومصطلحاته، وذلك بتقسيم كل بحث إلى فقرات مرقمة متسلسلة، مبتدئا بتعريفه، ثم بمثاله، ثم بأقسامه مثلا\n...\nمختتما بفقرة \"أشهر المصنفات فيه\" كل ذلك بعبارة سهلة، وأسلوب علمي واضح، ليس فيه تعقيد ولا غموض. ولم أعرج على كثير من الخلافات والأقوال وبسط المسائل؛ مراعاة للحصص الزمنية القليلة المخصصة لهذا العلم في كليات الشريعة، وكليات الدراسات الإسلامية.\nوسميته \"تيسير مصطلح الحديث\" ولست أرى أن هذا الكتاب يغني عن كتب العلماء الأقدمين في هذا الفن، إنما قصدت أن يكون مفتاحا لها، ومذكرا بما فيها، وميسرا للوصول إلى فهم معانيها. وتظل كتب الأئمة والعلماء الأقدمين مرجعا للعلماء والمتخصصين في هذا الفن، ومَعِينًا فَيَّاضًا ينهلون منه.\nولا يفوتني أن أذكر أنه صدرت في الآونة الأخيرة كتب لبعض الباحثين، فيها الفوائد الغزيرة، لا سيما الرد على شبه المستشرقين والمنحرفين، لكن بعضها مطول، وبعضها مختصرا جدا، وبعضها غير مستوعب، فأردت أن يكون كتابي هذا وسطا بين التطويل والاختصار، ومستوعبا لجميع الأبحاث.\nوالجديد في كتابي هذا هو:\n1-\nالتقسيم؛ أي تقسيم كل بحث إلى فقرات مرقمة، مما يسهل على الطالب فهمه1.\n1 لقد استفدت في موضوع تقسيم البحث على فقرات من كبار أساتذتي؛ كالأستاذ مصطفى الزرقا في كتابه \"الفقه الإسلامي في ثوبه الجديد\" والأستاذ الدكتور معروف الدواليبي في كتابه \"أصول الفقه\"، والأستاذ الدكتور محمد زكي عبد البر، في مذكرة وضعها لنا -عندما كنا طلابا في كلية الشريعة بجامعة دمشق- على كتاب الهداية للمرغيناني، فكان لهذا التقسيم المبتكر أعظم الأثر في فهم تلك العلوم بسهولة ويسر بعد أن كنا نعاني كثيرا في فهمها واستيعابها.\nالجزء: 1 ¦ الصفحة: 7\n",
        "2-\nالتكامل في كل بحث، من حيث الهيكل العام للبحث، من ذكر التعريف، والمثال، و\n...\nإلخ\n3-\nالاستيعاب لجميع أبحاث المصطلح ما أمكن بشكل مختصر.\nأما من حيث التبويب والترتيب فقد استفدت من طريقة الحافظ ابن حجر في النخبة وشرحها، فإنه خير ترتيب توصل إليه -رحمه الله- وكان جل اعتمادي في المادة العلمية على \"علوم الحديث\" لابن الصلاح، ومختصره \"التقريب\" للنووي، وشرحه \"التدريب\" للسيوطي.\nوجعلت الكتاب من مقدمة، وأربعة أبواب:\nالباب الأول: في الخبر1.\nوالباب الثاني: في الجرح والتعديل.\nوالباب الثالث: في الرواية وأصولها.\nوالباب الرابع: في الإسناد، ومعرفة الرواة.\nوإنني إذ أقدم هذا الجهد المتواضع لأبنائنا الطلبة، اعترف بعجزي وتقصيري في إعطاء هذا العلم حقه، ولا أبرئ نفسي من الزلل والخطأ، فالرجاء ممن يطلع فيه على زلة وخطأ أن ينبهني عليه مشكورا؛ لعلي أتداركه. وأرجو الله تعالى أن ينفع به الطلبة والمشتغلين بالحديث، وأن يجعله خالصا لوجهه الكريم. إنه سبحانه سميع مجيب.\n1 وأريد بـ \"الخبر\" ما يعم الحديث وغيره.\nالجزء: 1 ¦ الصفحة: 8\n",
        "المقدمة العلمية\nفي نشأة علم المصطلح، وأشهر المصنفات فيه\nنبذة تاريخية عن نشأة علم المصطلح، والأطوار التي مر بها\n...\nالمقدمة العلمية:\nفي نشأة علم المصطلح، وأشهر المصنفات فيه:\nنبذة تاريخية: نشأة علم المصطلح، والأطوار التي مر بها\nيلاحظ الباحث المتفحص أن الأسس والأركان الأساسية لعلم الرواية، ونقل الأخبار موجودة في الكتاب العزيز، والسنة النبوية، فقد جاء في القرآن الكريم قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا} [سورة الحجرات: 6] ، وجاء في السنة النبوية قوله صلى الله عليه وسلم: \"نضر الله امرأً سمع منا شيئا فبلغه كما سمع؛ فرب مبلغ أوعى من سامع\" 1 وفي رواية: \"فرب حامل فقه إلى من هو أفقه منه، ورب حامل فقه ليس بفقيه\" 2.\nففي هذه الآية الكريمة، وهذا الحديث الشريف مبدأ التثبت في أخذ الأخبار، وكيفية ضبطها، بالانتباه لها، ووعيها، والتدقيق في نقلها للآخرين.\nوامتثالا لأمر الله تعالى ورسوله صلى الله عليه وسلم، فقد كان الصحابة رضي الله عنهم يثبتون في نقل الأخبار وقبولها، ولا سيما إذا شكوا في صدق الناقل لها. فظهر بناءً على هذا موضوع العناية بالإسناد وقيمته\n1 الترمذي، كتاب العلم، 5/ 13، حديث 2657، وقال عنه: حسن صحيح.\n2 المصدر نفسه، حديث 2656 لكن قال عنه: حسن، وروى الحديث أبو داود، وابن ماجه، وأحمد.\nالجزء: 1 ¦ الصفحة: 10\n",
        "في قبول الأخبار أو ردِّها. فقد جاء في مقدمة صحيح مسلم عن ابن سيرين: \"قال: لم يكونوا يسألون عن الإسناد، فلما وقعت الفتنة قالوا: سموا لنا رجالكم، فينظر إلى أهل السنة فيؤخذ حديثهم، وينظر إلى أهل البدع فلا يؤخذ حديثهم\"1.\nوبناء على أن الخبر لا يُقبَل إلا بعد معرفة سنده، فقد ظهر علم الجرح والتعديل، والكلام على الرواة، ومعرفة المتصل أو المنقطع من الأسانيد، ومعرفة العلل الخفية، وظهر الكلام في بعض الرواة، لكن على قلة، لقلة الرواة المجروحين في أول الأمر.\nثم توسع العلماء في ذلك، حتى ظهر البحث في علوم كثيرة تتعلق بالحديث من ناحية ضبطه وكيفية تحمله وأدائه، ومعرفة ناسخه من منسوخه، وغريبه، وغير ذلك، إلا أن ذلك كان يتناقله العلماء شفويا.\nثم تطور الأمر، وصارت هذه العلوم تكتب وتسجل، لكن في أمكنة متفرقة من الكتب ممزوجة بغيرها من العلوم الأخرى، كعلم الأصول، وعلم الفقه، وعلم الحديث. مثل كتاب \"الرسالة\" وكتاب \"الأم\" كلاهما للإمام الشافعي.\nوأخيرا لما نضجت العلوم، واستقر الاصطلاح، واستقل كل فن عن غيره، وذلك في القرن الرابع الهجري، وأفرد العلماء علم المصطلح في كتاب مستقل، وكان من أول من أفرده بالتصنيف\n1 مقدمة صحيح مسلم، ص15.\nالجزء: 1 ¦ الصفحة: 11\n",
        "القاضي أبو محمد الحسن بن عبد الرحمن بن خلاد الرامهرمزي المتوفى سنة 360هـ في كتابه \"المحدث الفاصل بين الراوي والواعي\".\nوسأذكر أشهر المصنفات في علم المصطلح من حين إفراده بالتصنيف إلى يومنا هذا.\nالجزء: 1 ¦ الصفحة: 12\n",
        "أشهر المصنفات في علم المصطلح\n:\n1-\nالمحدث الفاصل بين الراوي والواعي:\nصنفه القاضي أبو محمد الحسن بن عبد الرحمن بن خلاد الرامهرمزي المتوفى سنة 360هـ لكنه لم يستوعب أبحاث المصطلح كلها، وهذا شأن من يفتتح التصنيف في أي علم غالبا.\n2-\nمعرفة علوم الحديث:\nصنفه أبو عبد الله محمد بن عبد الله الحاكم النيسابوري، المتوفى سنة 405هـ، لكنه لم يهذب الأبحاث، ولم يرتبها الترتيب الفني المناسب.\n3-\nالمستخرج على معرفة علوم الحديث:\nصنفه أبو نعيم أحمد بن عبد الله الأصبهاني، المتوفى سنة 430هـ، استدرك فيه على الحاكم ما فاته في كتابه \"معرفة علوم الحديث\" من قواعد هذا الفن، لكنه ترك أشياء يمكن للمتعقب أن يستدركها عليه أيضا.\n4-\nالكفاية في علم الرواية:\nصنفه أبو بكر أحمد بن علي بن ثابت الخطيب البغدادي، المشهور، المتوفى سنة 463هـ، وهو كتاب حافل بتحرير مسائل هذا الفن، وبيان قواعد الرواية، ويعد من أَجَلِّ مصادر هذا العلم.\nالجزء: 1 ¦ الصفحة: 13\n",
        "5-\nالجامع لأخلاق الرواي وآداب السامع:\nصنفه الخطيب البغدادي أيضا، وهو كتاب يبحث في آداب الرواية، كما هو واضح من تسميته. وهو فريد في بابه، قيم في أبحاثه ومحتوياته.\nوقَلَّ فنٌّ من فنون علوم الحديث إلا وصنف الخطيب فيه كتابا مفردا. فكان كما قال الحافظ أبو بكر بن نقطة: \"كل من أنصف عَلِمَ أن المحدثين بعد الخطيب عيال على كتبه\".\n6-\nالإلماع إلى معرفة أصول الرواية وتقييد السماع:\nصنفه القاضي عياض بن موسى اليحصبي، المتوفى سنة 544هـ، وهو كتاب غير شامل لجميع أبحاث المصطلح، بل هو مقصور على ما يتعلق بكيفية التحمل والأداء، وما يتفرع عنهما، لكنه جيد في بابه، حسن التنسيق والترتيب.\n7-\nما لا يسع المحدث جهله:\nصنفه أبو حفص عمر بن عبد المجيد الميانجي، المتوفى سنة 580هـ، وهو جزء صغير، ليس فيه كبير فائدة.\n8-\nعلوم الحديث:\nصنفه أبو عمرو عثمان بن عبد الرحمن الشهرزوري، المشهور بابن الصلاح، المتوفى سنة 643هـ، وكتابه هذا مشهور بين الناس بـ \"مقدمة ابن الصلاح\" وهو من أجود الكتب في المصطلح. جمع فيه مؤلفه ما تفرق في غيره من كتب الخطيب ومن تقدمه، فكان\nالجزء: 1 ¦ الصفحة: 14\n",
        "كتابا حافلا بالفوائد، لكنه لم يرتبه على الوضع المناسب؛ لأنه أملاه شيئا فشيئا، وهو مع هذا عمدة من جاء بعده من العلماء، فكم من مختصِرٍ له، وناظم، ومعارض له، ومنتصر.\n9-\nالتقريب والتيسير لمعرفة سنن البشير النذير:\nصنفه محيي الدين يحيى بن شرف النووي، المتوفى سنة 676هـ، وكتابه هذا اختصار لكتاب \"علوم الحديث\" لابن الصلاح، وهو كتاب جيد، لكنه مغلق العبارة أحيانا.\n10-\nتدريب الراوي في شرح تقريب النواوي:\nصنفه جلال الدين عبد الرحمن بن أبي بكر السيوطي، المتوفى سنة 911هـ، وهو شرح لكتاب تقريب النواوي، كما هو واضح من اسمه، جمع فيه مؤلفه من الفوائد الشيء الكثير.\n11-\nنظم الدرر في علم الأثر:\nصنفها زين الدين عبد الرحيم بن الحسين العراقي، المتوفى سنة 806هـ، ومشهورة باسم \"ألفية العراقي\" نظم فيها \"علوم الحديث\" لابن الصلاح، وزاد عليه، وهي جيدة غزيرة الفوائد، وعليها شروح متعددة، منها شرحان للمؤلف نفسه.\n12-\nفتح المغيث في شرح ألفية الحديث:\nصنفه محمد بن عبد الرحمن السخاوي، المتوفى سنة\nالجزء: 1 ¦ الصفحة: 15\n",
        "902هـ، وهو شرح على ألفية العراقي. وهو من أوفى شروح الألفية وأجودها.\n12-\nنخبة الفكر في مصطلح أهل الأثر:\nصنفه الحافظ ابن حجر العسقلاني، المتوفى سنة 852هـ، وهو جزء صغير مختصر جدًّا، لكنه من أنفع المختصرات وأجودها ترتيبا، ابتكر فيه مؤلفه طريقة في الترتيب والتقسيم لم يسبق إليها، وقد شرحه مؤلفه بشرح سماه \"نزهة النظر\" كما شرحه غيره.\n14-\nالمنظومة البيقونية:\nصنفها عمر بن محمد البيقوني، المتوفى سنة 1080هـ، وهي من المنظومات المختصرة؛ إذ لا تتجاوز أربعة وثلاثين بيتا، وتعد من المختصرات النافعة المشهورة، وعليها شروح متعددة.\n15-\nقواعد التحديث:\nصنفه محمد جمال الدين القاسمي، المتوفى سنة 1332هـ وهو كتاب محرر مفيد.\nوهناك مصنفات أخرى كثيرة، يطول ذكرها، اقتصرت على ذكر المشهور منها. فجزى الله الجميع عنا وعن المسلمين خير الجزاء.\nالجزء: 1 ¦ الصفحة: 16\n",
        "تعريفات أولية\n:\n1-\nعلم المصطلح:\nهو علم بأصول وقواعد، يعرف بها أحوال السند والمتن، ومن حيث القبول والرد.\n2-\nموضوعه:\nموضوعه: السند والمتن من حيث القبول والرد.\n3-\nثمرته:\nوثمرته: تمييز الصحيح من السقيم من الأحاديث.\n4-\nالحديث:\nأ- لغةً: الجديد، ويجمع على أحاديث، على خلاف القياس.\nب- اصطلاحا: ما أضيف إلى النبي صلى الله عليه وسلم من قول، أو فعل، أو تقرير، أو صفة.\n5-\nالخبر:\nأ- لغة: النبأ، وجمعه أخبار.\nب- اصطلاحا: فيه ثلاثة أقوال، وهي:\n1-\nهو مرادف للحديث: أي أن معناها واحد اصطلاحا.\nالجزء: 1 ¦ الصفحة: 17\n",
        "2-\nمغاير له: أي فالحديث: ما جاء عن النبي صلى الله عليه وسلم، والخبر: ما جاءه عن غيره.\n3-\nأعلم منه: أي فالحديث: ما جاء عن النبي صلى الله عليه وسلم، والخبر: ما جاء عنه أو عن غيره.\n6-\nالأثر:\nأ- لغة: بقية الشيء.\nب- اصطلاحا: فيه قولان؛ هما:\n1-\nهو مرادف للحديث: أي أن معناهما واحد اصطلاحا.\n2-\nمغاير له: وهو ما أضيف إلى الصحابة والتابعين من أقوال أو أفعال.\n7-\nالإسناد: له معنيان:\nأ- عزو الحديث إلى قائله مسندا.\nب- سلسلة الرجال الموصِّلة للمتن، وهو بهذا المعنى مرادف للسند.\n8-\nالسند:\nأ- لغةً: المعتمد، وسمي كذلك؛ لأن الحديث يستند إليه، ويعتمد عليه.\nب- اصطلاحًا: سلسلة الرجال الموصلة للمتن.\nالجزء: 1 ¦ الصفحة: 18\n",
        "9-\nالمتن:\nأ- لغةً: ما صلب وارتفع من الأرض.\nب- اصطلاحًا: ما ينتهي إليه السند من الكلام.\n10-\nالمسنَد: \"بفتح النون\".\nأ- لغةً: اسم مفعول، من أسند الشيء إليه، بمعنى: عزاه ونسبه إليه.\nب- اصطلاحًا: له ثلاثة معانٍ:\n1-\nكل كتاب جمع فيه مرويات كل صحابي على حدة.\n2-\nالحديث المرفوع المتصل سندا.\n3-\nأن يراد به \"السند\" فيكون بهذا المعنى مصدرا ميميا.\n11-\nالمسنِد: \"بكسر النون\".\nهو من يروي الحديث بسنده، سواء أكان عنده علم به، أم ليس له إلا مجرد الرواية.\n12-\nالمحدِّث:\nهو من يشتغل بعلم الحديث رواية ودراية، ويطَّلِع على كثير من الروايات، وأحوال رواتها.\n13-\nالحافظ:\nفيه قولان:\nأ- مرادف للمحدِّث عند كثير من المحدثين.\nالجزء: 1 ¦ الصفحة: 19\n",
        "ب- وقيل: هو أرفع درجة من المحدث، بحيث يكون ما يعرفه في كل طبقة أكثر مما يجهله.\n14-\nالحاكم:\nهو: من أحاط علما بجميع الأحاديث، حتى لا يفوته منها إلا اليسير، وهذا على رأي بعض أهل العلم.\nالجزء: 1 ¦ الصفحة: 20\n",
        "الباب الأول: الخبر\nالفصل الأول: تقسيم الخبر بالنسبة لوصوله إلينا\nالمبحث الأول: الخبر المتواتر\n...\nالباب الأول: الخبر\nالفصل الأول: تقسيم الخبر بالنسبة لوصوله إلينا\nتمهيد:\nينقسم الخبر بالنسبة لوصوله إلينا إلى قسمين:\n1-\nفإن كان له طرق غير محصورة بعدد معين، فهو المتواتر.\n2-\nوإن كان له طرق محصورة بعدد معين، فهو الآحاد.\nولكل منهما أقسام وتفاصيل، سأذكرها وأبسطها إن شاء الله تعالى، بمبحثين، وهما.\nالمبحث الأول: الخبر المتواتر\n1-\nتعريفه:\nأ- لغةً: هو اسم فاعل، مشتق من التواتر، أي التتابع، تقول: تواتر المطر، أي تتابع نزوله.\nب- اصطلاحًا: ما رواه عدد كثير، تُحِيل العادة تواطُؤَهم على الكذب.\n2-\nشرح التعريف:\nومعنى التعريف: أن المتواتر هو الحديث أو الخبر الذي يرويه في\nالجزء: 1 ¦ الصفحة: 23\n",
        "كل طبقة من طبقات سنده رواة كثيرون، يحكم العقل عادة باستحالة أن يكون أولئك الرواة قد اتفقوا على اختلاق هذا الخبر.\n3-\nشروطه:\nيتبين من شرح التعريف أن التواتر لا يتحقق في الخبر إلا بشروط أربعة وهي:\nأ- أن يرويه عدد كثير، وقد اختلف في أقل الكثرة على أقوالٍ، المختار أنه عشرة أشخاص1.\nب- أن توجد هذه الكثرة في جميع طبقات السند.\nج- أن تحيل العادة تواطؤهم على الكذب2.\nد- أن يكون مستند خبرهم الحس؛ كقولهم: سمعنا، أو رأينا، أو لمسنا، أو\n...\nأما إن كان مستند خبرهم العقل، كالقول بحدوث العالم مثلا، فلا يسمى الخبر حينئذ متواترا.\n4-\nحُكْمُهُ:\nالمتواتر يفيد العلم الضروري، أي العلم اليقيني الذي يضطر الإنسان إلى التصديق به تصديقا جازما، كمن يشاهد الأمر بنفسه؛ فإنه لا يتردد\n1 تدريب الراوي جـ2، ص177.\n2 وذلك كأن يكونوا من بلاد مختلفة، وأجناس مختلفة، ومذاهب مختلفة، وما شابه ذلك، وبناء على ذلك فقد يكثر عدد المخبرين ولا يثبت للخبر حكم المتواتر، وقد يقل العدد نسبيا ويثبت للخبر حكم المتواتر، وذلك حسب أحوال الرواة.\nالجزء: 1 ¦ الصفحة: 24\n",
        "في تصديقه، فكذلك الخبر المتواتر، لذلك كان المتواتر كله مقبولا، ولا حاجة إلى البحث عن أحوال رواته.\n5-\nأقسامه:\nينقسم الخبر المتواتر إلى قسمين هما: لفظي، ومعنوي:\nأ- المتواتر اللفظي: وهو ما تواتر لفظه ومعناه.\nمثل حديث: \"من كذب علي متعمدا فليتبوأ مقعده من النار\" 1. رواه بضعة وسبعون صحابيا. ثم استمرت هذه الكثرة -بل زادت- في باقي طبقات السند.\nب- المتواتر المعنوي: هو ما تواتر معناه دون لفظه.\nمثل: أحاديث رفع اليدين في الدعاء، فقد ورد عنه صلى الله عليه وسلم نحو مائة حديث، كل حديث منها فيه: أنه رفع يديه في الدعاء، لكنها في قضايا مختلفة، فكل قضية منها لم تتواتر، والقدر المشترك بينها -وهو الرفع عند الدعاء- تواتر باعتبار مجموع الطرق2.\n6-\nوجوده:\n1 رواه البخاري، كتاب العلم، باب إثم من كذب على النبي صلى الله عليه وسلم: 1/ 202، حديث 110، بلفظه.\nورواه مسلم، كتاب الزهد، باب التثبت في الحديث، وحكم كتابة العلم: 4/ 2298، حديث 72، بلفظه.\nورواه أبو داود، والترمذي، وابن ماجه، والدرامي، وأحمد.\n2 تدريب الراوي 2/ 180.\nالجزء: 1 ¦ الصفحة: 25\n",
        "يوجد عدد لا بأس به من الأحاديث المتواترة، منها حديث الحوض، وحديث المسح على الخفين، وحديث رفع اليدين في الصلاة، وحديث: \" نضر الله امرأ\"، وغيرها كثير؛ لكن لو نظرنا إلى عدد أحاديث الآحاد لوجدنا أن الأحاديث المتواترة قليلة جدا بالنسبة إليها.\n7-\nأشهر المصنفات فيه:\nلقد اعتنى العلماء بجمع الأحاديث المتواترة وجعلها في مصنف مستقل؛ ليسهل على الطالب الرجوع إليها، فمن تلك المصنفات:\nأ- الأزهار المتناثرة في الأخبار المتواترة: السيوطي، وهو مرتب على الأبواب.\nب- قطف الأزهار: للسيوطي أيضا، وهو تلخيص للكتاب السابق.\nج- نظم المتناثر من الحديث المتواتر: لمحمد بن جعفر الكتاني.\nالجزء: 1 ¦ الصفحة: 26\n",
        "المبحث الثاني: خبر الآحاد\n1-\nتعريفه:\nأ- لغةً: الآحاد: جمع أحد، بمعنى: الواحد، وخبر الواحد هو: ما يرويه شخص واحد.\nب- اصطلاحًا: هو ما لم يجمع شروط المتواتر1.\n2-\nحكمه:\nيفيد العلم النظري؛ أي العلم المتوقف على النظر والاستدلال.\nهذا ولخبر الآحاد تقسيمان، كل تقسيم باعتبار. وسأذكر هذين التقسيمين في الفصل الثاني.\n1 نزهة النظر ص26.\nالجزء: 1 ¦ الصفحة: 27\n",
        "الفصل الثاني: تقسيما خبر الآحاد\nالمبحث الأول: تقسيم خبر الآحاد بالنسبة إلى عدد طرقه\nالمطلب الأول: المشهور\n...\nالفصل الثاني: تقسيم خبر الآحاد\nالمبحث الأول: تقسيم خبر الآحاد بالنسبة إلى عدد طرقه\nالمطلب الأول: المشهور\n1-\nتعريفه:\nأ- لغةً: هو اسم مفعول من \"شهرت الأمر\" إذا أعلنته وأظهرته، وسمي بذلك لظهوره.\nب- اصطلاحًا: ما رواه ثلاثة فأكثر -في كل طبقة- ما يبلغ حد التواتر1.\n2-\nمثاله: حديث: \"إن الله لا يقبض العلم انتزاعا ينتزعه من صدور العلماء، ولكن يقبض العلم بقبض العلماء، حتى إذا لم يبق عالما اتخذ الناس رءوسا جُهَّالًا، فسُئِلوا فأفتوا بغير علم، فضلوا وأضلوا\" 2.\n1 نزهة النظر، ص23، بمعناه.\n2 أخرجه البخاري، ومسلم، والطبراني، وأحمد، والخطيب، من طريق أربعة من الصحابة؛ وهم: عبد الله بن عمرو بن العاص، وزياد بن لبيد، وعائشة، وأبو هريرة، فأخرجه البخاري، كتاب العلم، باب كيف يقبض العلم: 1/ 194، حديث 100، بلفظه، عن عبد الله بن عمرو بن العاص، وأخرجه مسلم، كتاب العلم، باب رفع العلم وقبضه: 4/ 2058، حديث 13، عن عبد الله بن عمرو بن العاص أيضا، وأخرجه أحمد في المسند 4/ 160، 218، عن زياد بن لبيد، قريبا من معناه، وأخرجه الطبراني في المعجم الأوسط، حديث 6403، عن أبي هريرة، وأخرجه الخطيب في تاريخه 5/ 312 عن عائشة.\nالجزء: 1 ¦ الصفحة: 30\n",
        "3-\nالمستفيض:\nأ- لغةً: اسم فاعل، من \"استفاض\" مشتق من فاض الماء وسمي بذلك لانتشاره.\nب- اصطلاحًا: اختلف في تعريفه على ثلاثة أقوال، وهي:\n- هو مرادف للمشهور.\n- هو أخص منه؛ لأنه يشترط في المستفيض أن يستوي طرفا إسناده، ولا يشترط ذلك في المشهور.\n- هو أعم منه، أي هو عكس القول الثاني.\n4-\nالمشهور غير الاصطلاحي:\nويقصد به ما اشتهر على الألسنة من غير شروط تعتبر؛ فيشمل:\nأ- ما له إسناد واحد.\nب- وما له أكثر من إسناد.\nج- وما لا يوجد له إسناد أصلا.\n5-\nأنواع المشهور غير الاصطلاحي:\nله أنواع كثيرة، أشهرها:\nأ- مشهور بين أهل الحديث خاصة: ومثاله: حديث أنس:\nالجزء: 1 ¦ الصفحة: 32\n",
        "أن رسول الله صلى الله عليه وسلم قنت شهرا بعد الركوع يدعو على رعل وذكوان1.\nب- مشهور بين أهل الحديث، والعلماء، والعوام: مثاله: \"المسلم من سلم المسلمون من لسانه ويده\" 2.\nج- مشهور بين الفقهاء: مثاله: حديث: \"أبغض الحلال إلى الله الطلاق\" 3.\nد- مشهور بين الأصوليين: مثاله: حديث: \"رفع عن أمتي الخطأ والنسيان وما استكرهوا عليه\". صححه ابن حبان، والحاكم.\nهـ- مشهور بين النحاة: مثاله: حديث: \"نعم العبد صهيب، لو لم يخف الله لم يعصه\". لا أصل له.\nو مشهور بين العامة: مثاله: حديث \"العجلة من الشيطان\".\nأخرجه الترمذي وحسنه.\n6-\nحكم المشهور:\nالمشهور الاصطلاحي وغير الاصطلاحي لا يوصف بكونه صحيحًا أو غير صحيح ابتداء، لكن بعد البحث يتبين أن منه\n1 أخرجه البخاري، كتاب الوتر: 2/ 490، حديث، 1003، بمعناه. وأخرجه مسلم، كتاب المساجد: 1/ 468، حديث 299، بلفظه، وفيه زيادة.\n2 أخرجه البخاري، كتاب الإيمان: 1/ 53- حديث 10، وأخرجه مسلم، كتاب الإيمان، حديث 65.\n3 صححه الحاكم في المستدرك وأقره الذهبي لكن بلفظ: \"ما أحل الله شيئا أبغض إليه من الطلاق\". انظر المستدرك، كتاب الطلاق، 2/ 196.\nالجزء: 1 ¦ الصفحة: 33\n",
        "الصحيح، ومنه الحسن، ومنه الضعيف، ومنه الموضوع أيضا لكن إن صح المشهور الاصطلاحي، فتكون له ميزة ترجحه على العزيز والغريب.\n7-\nأشهر المصنفات فيه:\nالمراد بالمصنفات في الأحاديث المشهورة هي الأحاديث المشهورة على الألسنة، وليست المشهورة اصطلاحا؛ لأنه يؤلف العلماء كتبا في جمع الأحاديث المشهورة اصطلاحا. ومن هذه المصنفات:\nأ- المقاصد الحسنة، فيما اشتهر على الألسنة، للسخاوي.\nب- كشف الخفاء، ومزيل الإلباس، فيما اشتهر من الحديث على ألسنة الناس، للعجلوني.\nج- تمييز الطيب من الخبيث، فيما يدور على ألسنة الناس من الحديث، لابن الدَّيْبَع الشيباني.\nالجزء: 1 ¦ الصفحة: 34\n",
        "المطلب الثاني: العزيز\n1-\nتعريفه:\nأ- لغة: هو صفة مشبهة، من \"عز يعز\" بالكسر، أي قل وندر، أو من \"عز يعز\" بالفتح، أي قوي واشتد، وسمي بذلك إما لقلة وجوده وندرته، وإما لقوته، بمجيئه من طريق آخر.\nب- اصطلاحا: أن لا يقل رواته عن اثنين في جميع طبقات السند.\n2-\nشرح التعريف:\nيعني ألا يوجد في طبقة من طبقات السند أقل من اثنين؛ أما إن وجد في بعض طبقات السند ثلاثة فأكثر فلا يضر، بشرط أن تبقى ولو طبقة واحدة فيها اثنان؛ لأن العبرة لأقل طبقة من طبقات السند.\nهذا التعريف هو الراجح، كما حرره الحافظ ابن حجر1، وقال بعض العلماء: إن العزيز: هو رواية اثنين أو ثلاثة، فلم يفصلوه عن المشهور في بعض صوره.\n1 انظر النخبة وشرحها له ص21، 24.\nالجزء: 1 ¦ الصفحة: 35\n",
        "3-\nمثاله:\nما رواه الشيخان من حديث أنس، والبخاري من حديث أبي هريرة؛ أن رسول الله صلى الله عليه وسلم قال: \"لا يؤمن أحدكم حتى أكون أحب إليه من والده، وولده، والناس أجمعين\" 1.\nورواه عن أنس قتادة وعبد العزيز بن صهيب، ورواه عن قتادة شعبة وسعيد، ورواه عن عبد العزيز إسماعيل بن علية وعبد الوارث، ورواه عن كلٍّ جماعة.\n4-\nأشهر المصنفات فيه:\nلم يصنف العلماء مصنفات خاصة بالحديث العزيز، والظاهر ذلك لقلته، ولعدم حصول فائدة مهمة من تلك المصنفات.\nوهذا رسم توضيحي للمثال.\n1 رواه البخاري، كتاب الإيمان، باب حب الرسول عن الإيمان، 1/ 85، حديث 15، بلفظه عن أنس، وحديث 14، عن أبي هريرة بلفظه، ونقص: \"والناس أجمعين\" وزاد في أوله: \"فو الذي نفسي بيده\".\nورواه مسلم، كتاب الإيمان، حديث 69-70، كلاهما عن أنس.\nالجزء: 1 ¦ الصفحة: 36\n",
        "فهذا حديث يسمى \"عزيزا\"؛ لأنه لم يقل رواته عن اثنين في جميع طبقات السند، وإن زاد في بعض طبقات السند عن اثنين.\nالجزء: 1 ¦ الصفحة: 37\n",
        "المطلب الثالث: الغريب\n1-\nتعريفه:\nأ- لغة: هو صفة مشبهة، بمعنى المنفرد، أو البعيد عن أقاربه.\nب- اصطلاحا: هو ما ينفرد بروايته راوٍ واحد.\n2-\nشرح التعريف:\nأي هو الحديث الذي يستقل بروايته شخص واحد، إما في طبقة من طبقات السند، أو في بعض طبقات السند، ولو في واحدة، ولا تضر الزيادة على واحد في باقي طبقات السند؛ لأن العبرة للأقل.\n3-\nتسمية ثانية له:\nيطلق كثير من العلماء على الغريب اسما آخر، هو \"الفرد\" على أنهما مترادفان، وغاير بعض العلماء بينهما، فجعل كلا منهما نوعا مستقلا، لكن الحافظ ابن حجر يعدهما مترادفين لغة، واصطلاحا، إلا أنه قال: إن أهل الاصطلاح غايروا بينهما من حيث كثرة الاستعمال وقلته، فـ \"الفرد\" أكثر ما يطلقونه على \"الفرد المطلق\"، و\"الغريب\" أكثر ما يطلقونه على \"الفرد النسبي\"1.\n1 نزهة النظر ص28.\nالجزء: 1 ¦ الصفحة: 38\n",
        "4-\nأقسامه:\nيقسم الغريب بالنسبة لموضع التفرد فيه إلى قسمين، هما: \"غريب مطلق\" و\"غريب نسبي\".\nأ- الغريب المطلق \"أو الفرد المطلق\":\n1-\nتعريفه: هو ما كانت الغرابة في أصل سنده، أي ما يتفرد بروايته شخص واحد في أصل سنده1.\n2-\nمثاله: حديث \"إنما الأعمال بالنيات\" 2 تفرد به عمر بن الخطاب رضي الله عنه.\nهذا وقد يستمر التفرد إلى آخر السند، وقد يرويه عن ذلك المتفرد عدة من الرواة.\nب- الغريب النسبي\"أو الفرد النسبي\":\n1 وأصل السند: هو طرفه الذي فيه الصحابي، والصحابي حلقة من حلقات السند، أي إذا تفرد الصحابي برواية الحديث، فإن الحديث يسمى غريبا غرابة مطلقة, وأما ما فهمه الملَّا علي القاري من كلام الحافظ ابن حجر عندما شرح أصل السند بأنه الموضع الذي يدور الإسناد عليه ويرجع ولو تعددت الطرق إليه، وهو طرفه الذي فيه الصحابي، من أن تفرد الصحابي لا يعد غرابة، وتعليله ذلك بأنه ليس في الصحابة ما يوجب قدحا، أو أن الصحابة كلهم عدول. فما أظن أن ابن حجر أراد ذلك، والله أعلم، بدليل أنه عرف الغريب بقوله: \"هو ما ينفرد بروايته شخص واحد في أي موضع وقع التفرد فيه من السند\" أي ولو وقع التفرد في موضع الصحابي؛ لأن الصحابي حلقة من حلقات السند، والعلم عند الله تعالى. وعلى كل حال، فما قاله الملا علي القاري هو رأي لبعض أهل الحديث.\n2 فرواه البخاري،كتاب الإيمان،حديث 1، ورواه مسلم،كتاب الإمارة، حديث 155.\nالجزء: 1 ¦ الصفحة: 39\n",
        "1-\nتعريفه: هو ما كانت الغرابة في أثناء سنده1، يرويه أكثر من راوٍ في أصل سنده، ثم ينفرد بروايته واحد عن أولئك الرواة.\n2-\nمثاله: حديث \"مالك، عن الزهري، عن أنس رضي الله عنه، أن النبي صلى الله عليه وسلم دخل مكة وعلى رأسه المغفر\"2. تفرد به مالك، عن الزهري.\n3-\nسبب التسمية: وسمي هذا القسم بـ \"الغريب النسبي\"؛ لأن التفرد وقع فيه بالنسبة إلى شخص معين.\n5-\nمن أنواع الغريب النسبي:\nهناك أنواع من الغرابة، أو التفرد يمكن عدها من الغريب النسبي؛ لأن الغرابة فيها ليست مطلقة، وإنما حصلت الغرابة فيها بالنسبة إلى شيء معين، وهذه الأنواع هي:\nأ- تفرد ثقة برواية الحديث: كقولهم: لم يروه ثقة إلا فلان.\nب- تفرد راوٍ معين عن راوٍ معين: كقولهم: \"تفرد به فلان عن فلان\" وإن كان مرويا من وجوه أخرى عن غيره.\nج- تفرد أهل بلد أو أهل جهة: كقولهم: \"تفرد به أهل مكة، أو أهل الشام\".\n1 نزهة النظر، ص28.\n2 رواه البخاري، كتاب المغازي، حديث 4286، ورواه مسلم، كتاب الحج، حديث 450.\nالجزء: 1 ¦ الصفحة: 40\n",
        "د- تفرد أهل بلد، أو جهة عن أهل بلد أو جهة أخرى:\nكقولهم: \"تفرد به أهل البصرة، عن أهل المدينة، أو تفرد به أهل الشام، عن أهل الحجاز\".\n6-\nتقسيم آخر له:\nقسم العلماء الغريب من حيث غرابة السند أو المتن إلى:\nأ- غريب متنا وإسنادا: وهو الحديث الذي تفرد برواية متنه راو واحد.\nب- غريب إسنادا، لا متنا: كحديث روى متنه جماعة من الصحابة، انفرد واحد بروايته عن صحابي آخر. وفيه يقول الترمذي: \"غريب من هذا الوجه\".\n7-\nمن مظانِّ الغريب:\nأي من مكان وجود أمثلة كثيرة له:\nأ- مسند البزار.\nب- المعجم الأوسط، للطبراني.\n8-\nأشهر المصنفات فيه:\nأ- غرائب مالك، للدارقطني.\nب- الأفراد، للدارقطني أيضا.\nج- السنن التي تفرد بكل سنة منها أهل بلدة، لأبي داود السجستاني.\nالجزء: 1 ¦ الصفحة: 41\n",
        "المبحث الثاني: تقسيم خبر الآحاد بالنسبة إلى قوته وضعفه\nالمطلب الأول: الخبر المقبول\nوفيه مقصدان:\n- المقصد الأول: أقسام المقبول.\n- المقصد الثاني: تقسيم المقبول إلى معمول به، وغير معمول به.\nالمقصد الأول: \"أقسام المقبول\"\nينقسم الخبر المقبول -بالنسبة إلى تفاوت مراتبه- إلى قسمين رئيسين، هما: صحيح وحسن. وكل منها ينقسم إلى قسمين فرعيين، هما: لذاته ولغيره، فتئول أقسام المقبول في النهاية إلى أربعة أقسام؛ هي:\n1-\nصحيح لذاته.\n2-\nصحيح لغيره.\n3-\nحسن لذاته.\n4-\nحسن لغيره.\nوإليك البحث في هذه الأقسام تفصيلا.\nالجزء: 1 ¦ الصفحة: 43\n",
        "1-\nالصحيح 1:\n1-\nتعريفه:\nأ- لغة: الصحيح: ضد السقيم. وهو حقيقة في الأجسام، مجاز في الحديث، وسائر المعاني.\nب- اصطلاحا: ما اتصل سنده بنقل العدل الضابط، عن مثله إلى منتهاه، من غير شذوذ، ولا علة.\n2-\nشرح التعريف:\nاشتمل التعريف السابق على أمور يجب توافرها حتى يكون الحديث صحيحا، وهذه الأمور هي:\nأ- اتصال السند: ومعناه أن كل راوٍ من رواته قد أخذه مباشرة عمن فوقه، من أول السند إلى منتهاه.\nب- عدالة الرواة: أي أن كل راوٍ من رواته اتصف بكونه مسلما، بالغا، عاقلا، غير فاسق، وغير محروم المروءة.\nج- ضبط الرواة: أي أن كل راوٍ من رواته كان تام الضبط؛ إما ضبط صدر، وإما ضبط كتاب.\nد- عدم الشذوذ: أي ألا يكون الحديث شاذا. والشذوذ: هو مخالفة الثقة لمن هو أوثق منه.\nهـ- عدم العلة: أي ألا يكون الحديث معلولا، والعلة:\n1 أي الصحيح لذاته.\nالجزء: 1 ¦ الصفحة: 44\n",
        "سبب غامض خفي، يقدح في صحة الحديث، مع أن الظاهر السلامة منه.\n3-\nشروطه:\nيتبين من شرح التعريف أن شروط الصحيح التي يجب توافرها حتى يكون الحديث صحيحا خمسة، وهي: \"اتصال السند، عدالة الرواة، ضبط الرواة، عدم العلة، عدم الشذوذ\".\nفإذا اختل شرط واحد من هذه الشروط الخمسة فلا يسمى الحديث حينئذ صحيحا.\n4-\nمثاله:\nما أخرجه البخاري في صحيحه، قال: \"حدثنا عبد الله بن يوسف، قال: أخبرنا مالك، عن ابن شهاب، عن محمد بن جبير بن مطعم، عن أبيه، قال: سمعت رسول الله صلى الله عليه وسلم قرأ في المغرب بالطور\"1.\nفهذا الحديث صحيح؛ لأن:\nأ- سنده متصل: إذ إن كل راوٍ من رواته سمعه من شيخه. وأما عنعنة2 مالك، وابن شهاب، وابن جبير، فمحمولة على الاتصال؛ لأنهم غير مدلسين.\n1 البخاري، كتاب الأذان، باب الجهر في المغرب، 2/ 247، حديث 765، بلفظه.\n2 العنعنة: رواية الحديث عن الشيخ بلفظ \"عن\" وسيأتي تفصيل حكم العنعنة في نوع المعنعن.\nالجزء: 1 ¦ الصفحة: 45\n",
        "ب، جـ- ولأن رواته عدول ضابطون: وهذه أوصافهم عند علماء الجرح والتعديل.\n1-\nعبد الله بن يوسف: ثقة متقن.\n2-\nمالك بن أنس: إمام حافظ.\n3-\nابن شهاب الزهري: فقيه حافظ متَّفقٌ على جلالته وإتقانه.\n4-\nمحمد بن جبير: ثقة.\n5-\nجبير بن مطعِم: صحابي.\nد- ولأنه غير شاذ: إذ لم يعارضه ما هو أقوى منه.\nهـ- ولأنه ليس فيه علة من العلل.\n5-\nحُكْمُهُ:\nوحكمه: وجوب العمل به بإجماع أهل الحديث، ومن يعتدُّ به من الأصوليين والفقهاء. فهو حجة من حجج الشرع. لا يسع المسلم ترك العمل به.\n6-\nالمراد بقولهم: \"هذا حديث صحيح\" أو \"هذا حديث غير صحيح\":\nأ- المراد بقولهم: \"هذا حديث صحيح\" أن الشروط الخمسة السابقة قد تحققت فيه. لا أنه مقطوع بصحته في نفس الأمر، لجواز الخطأ والنسيان على الثقة.\nب- والمراد بقولهم: \"هذا حديث غير صحيح\" أنه لم تتحقق فيه شروط الصحة الخمسة السابقة كلها أو بعضها، لا أنه\nالجزء: 1 ¦ الصفحة: 46\n",
        "كذبٌ في نفس الأمر؛ لجواز إصابة من هو كثير الخطأ1.\n7-\nهل يجزم في إسناد أنه أصح الأسانيد مطلقا؟\nالمختار أنه لا يجزم في إسناد أنه أصح الأسانيد مطلقا؛ لأن تفاوت مراتب الصحة مبني على تمكن الإسناد من شروط الصحة، ويندر تحقق أعلى الدرجات في جميع شروط الصحة، فالأولى الإمساك عن الحكم لإسناد بأنه أصح الأسانيد مطلقا. ومع ذلك فقد نقل عن بعض الأئمة القول في أصح الأسانيد، والظاهر أن كل إمام رجح ما قوي عنده. فمن تلك الأقوال: أن أصحها:\nأ- الزهري، عن سالم عن أبيه2.\nروي ذلك عن إسحاق بن راهويه، وأحمد.\nب- ابن سيرين، عن عبيدة، عن علي3.\nروي ذلك عن ابن المديني والفلاس.\nج- الأعمش، عن إبراهيم، عن علقمة، عن عبد الله4.\nروي ذلك عن ابن معين.\nد- الزهري، عن علي بن الحسين، عن أبيه، عن علي.\nروي ذلك عن أبي بكر بن أبي شيبة.\nهـ- مالك، عن نافع، عن ابن عمر.\nروي ذلك عن البخاري.\n1 انظر تدريب الراوي ج1، ص75-76.\n2 هو عبد الله بن عمر بن الخطاب.\n3-\nهو علي بن أبي طالب.\n4 هو عبد الله بن مسعود.\nالجزء: 1 ¦ الصفحة: 47\n",
        "8-\nما هو أول مصنف في الصحيح المجرد؟\nأول مصنف في الصحيح المجرد صحيح البخاري، ثم صحيح مسلم. وهما أصح الكتب بعد القرآن، وقد أجمعت الأمة على تلقي كتابيهما بالقبول.\nأ- أيهما أصح: والبخاري أصحهما، وأكثرهما فوائد؛ وذلك لأن أحاديث البخاري أشد اتصالا، وأوثق رجالا، ولأن فيه من الاستنباطات الفقهية، والنكت الحكمية ما ليس في صحيح مسلم.\nهذا وكون صحيح البخاري أصح من صحيح مسلم إنما هو باعتبار المجموع، وإلا فقد يوجد بعض الأحاديث في مسلم أقوى من بعض الأحاديث في البخاري. وقيل: إن صحيح مسلم أصح، والصواب هو القول الأول.\nب- هل استوعبا الصحيح، أو التزماه؟ لم يستوعب البخاري ومسلم الصحيح في صحيحيهما، ولا التزماه. فقد قال البخاري: \"ما أدخلت في كتابي الجامع إلا ما صح، وتركت من الصحاح لحال الطول\"1.\nوقال مسلم: \"ليس كل شيء عندي صحيح وضعته ههنا، إنما وضعت ما أجمعوا عليه\"2.\n1 وفي بعض الروايات \"لملال الطول\" والمعنى أنه ترك رواية كثير من الأحاديث الصحيحة في كتابه خشية أن يطول الكتاب، فيمل الناس من طوله.\n2-\nأي ما وجد عنده فيها شرائط الصحيح المجمع عليها.\nالجزء: 1 ¦ الصفحة: 48\n",
        "جـ- هل فاتهما شيء كثير أو قليل من الصحيح؟\n1-\nقال الحافظ ابن الأخرم: لم يفتهما إلا القليل. وأنكر هذا عليه.\n2-\nوالصحيح أنه فاتهما شيء كثير، فقد نقل عن البخاري أنه قال: \"وما تركت من الصحاح أكثر\" وقال: \"أحفظ مائة ألف حديث صحيح، ومائتي ألف حديث غير صحيح\"1.\nد- كم عدد الأحاديث في كل منهما؟\n1-\nالبخاري: جملة ما فيه سبعة آلاف ومائتان وخمسة وسبعون حديثا بالمكررة، وبحذف المكررة أربعة آلاف.\n2-\nمسلم: جملة ما فيه اثنا عشر ألفا بالمكررة، وبحذف المكررة نحو أربعة آلاف.\nهـ- أين نجد بقية الأحاديث الصحيحة التي فاتت البخاري ومسلما؟\nتجدها في الكتب المعتمدة المشهورة، كصحيح ابن خزيمة، وصحيح ابن حبان، ومستدرك الحاكم، والسنن الأربعة، وسنن الدارقطني، وسنن البيهقي، وغيرها.\nولا يكفي وجود الحديث في هذه الكتب، بل لا بد من\n1 علوم الحديث ص16.\nالجزء: 1 ¦ الصفحة: 49\n",
        "التنصيص على صحته، إلا في كتاب من شرط الاقتصار على إخراج الصحيح، كصحيح ابن خزيمة.\n9-\nالكلام على مستدرك الحاكم، وصحيح ابن خزيمة، وصحيح ابن حبان:\nأ- مستدرك الحاكم: هو كتاب ضخم من كتب الحديث، ذكر مؤلفه فيه الأحاديث الصحيحة التي على شرط الشيخين أو على شرط أحدهما، ولم يخرجاها، كما ذكر الأحاديث الصحيحة عنده وإن لم تكن على شرط واحد منهما، معبرا عنها بأنها صحيحة الإسناد، وربما ذكر بعض الأحاديث التي لم تصح، لكنه نبه عليها، وهو متساهل في التصحيح، فينبغي أن يتتبع ويحكم على أحاديثه بما يليق بحالها، ولقد تتبعه الذهبي وحكم على أكثر أحاديثه بما يليق بحالها، ولا يزال الكتاب بحاجة إلى تتبع وعناية1.\nب- صحيح ابن حبان: هذا الكتاب ترتيبه مخترع، فليس مرتبا على الأبواب، ولا على المسانيد، ولهذا أسماه: \"التقاسيم والأنواع\" والكشف عن الحديث من كتابه هذا عسر جدا، وقد رتبه بعض المتأخرين2 على الأبواب،\n1 يتتبع الآن أخونا المحقق فضيلة الشيخ الدكتور محمود الميرة أحاديث الكتاب التي لم يحكم عليها الذهبي بشيء، ويحكم عليها بما يليق بحالها، وله نية في طبع المستدرك بعد هذا الجهد، فجزاه الله عن المسلمين خيرا.\n2 هو الأمير علاء الدين أبو الحسن علي بن بلبان المتوفى سنة 739هـ وسمى ترتيبه \"الإحسان في تقريب ابن حبان\".\nالجزء: 1 ¦ الصفحة: 50\n",
        "ومصنفه متساهل في الحكم على الحديث بالصحة، لكنه أقل تساهلا من الحاكم1.\nج- صحيح ابن خزيمة: هو أعلى مرتبة من صحيح ابن حبان؛ لشدة تحريه، حتى إنه يتوقف في التصحيح لأدنى كلام في الإسناد2.\n10-\nالمستخرجات على الصحيحين:\nأ- موضوع المستخرج:\nهو أن يأتي المصنف إلى كتاب من كتب الحديث، فيخرج أحاديثه بأسانيد لنفسه من غير طريق صاحب الكتاب، فيجتمع معه في شيخه، أو من فوقه.\nب- أشهر المستخرجات على الصحيحين:\n1-\nالمستخرج، لأبي بكر الإسماعيلي، على البخاري.\n2-\nالمستخرج، لأبي عوانة الإسفراييني، على مسلم.\n3-\nالمستخرج، لأبي نعيم الأصبهاني، على كل منهما.\nجـ- هل التزم أصحاب المستخرجات فيها موافقة الصحيحين في الألفاظ؟\nلم يلتزم مصنفوها موافقتهما في الألفاظ؛ لأنهم إنما يروون\n1 تدريب الراوي ج2، ص109.\n2 المصدر السابق نفسه، والصفحة نفسها.\nالجزء: 1 ¦ الصفحة: 51\n",
        "الألفاظ التي وصلتهم من طريق شيوخهم، لذلك فقد حصل فيها تفاوت قليل في بعض الألفاظ.\nوكذلك ما أخرجه المؤلفون القدامى في تصانيفهم المستقلة، كالبيهقي، والبغوي، وشبههما قائلين: \"رواه البخاري\" أو \"رواه مسلم\" فقد وقع في بعضه تفاوت في المعنى وفي الألفاظ، فمرادهم من قولهم: \"رواه البخاري ومسلم\" أنهما رويا أصله.\nد- هل يجوز أن ننقل منها حديثا ونعزوه إليهما؟\nبناء على ما تقدم فلا يجوز لشخص أن ينقل من المستخرجات، أو الكتب المذكورة آنفا حديثا ويقول: رواه البخاري أو مسلم إلا بأحد أمرين:\n1-\nأن يقابل الحديث بروايتهما.\n2-\nأو يقول صاحب المستخرج، أو المصنف: \"أخرجاه بلفظه\".\nهـ- فوائد المستخرجات على الصحيحين:\nللمستخرجات على الصحيحين فوائد كثيرة تقارب العشرة، ذكرها السيوطي في تدريبه1، وإليك أهمها:\n1-\nعلو الإسناد: لأن مصنف المستخرج لو روى حديثا من طريق البخاري مثلا لوقع أنزل من الطريق الذي رواه به في المستخرج.\n1 ج1، ص115-116.\nالجزء: 1 ¦ الصفحة: 52\n",
        "2-\nالزيادة في قدر الصحيح: وذلك لما يقع من ألفاظ زائدة وتتمات في بعض الأحاديث.\n3-\nالقوة بكثرة الطرق: وفائدتها الترجيح عند المعارضة.\n11-\nما هو المحكوم بصحته مما رواه الشيخان؟\nمر بنا أن البخاري ومسلما لم يدخلا في صحيحيهما إلا ما صح، وأن الأمة تلقت كتابيهما بالقبول. فما هي الأحاديث المحكوم بصحتها، والتي تلقتها الأمة بالقبول يا ترى؟\nوالجواب هو: أن ما روياه بالإسناد المتصل فهو المحكوم بصحته، وأما ما حذف من مبدأ إسناده راوٍ أو أكثر - ويسمى المعلق1- وهو في البخاري كثير، لكنه في تراجم الأبواب ومقدماتها، ولا يوجد شيء منه في صلب الأبواب البتة، أما في مسلم فليس فيه من ذلك إلا حديث واحد في باب التيمم، لم يصله في موضع آخر، فحكمه كما يلي:\nأ- فما كان منه بصيغة الجزم:\nكقال وأمر وذكر، فهو حُكْمٌ بصحته عن المضاف إليه.\nب- وما لم يكن فيه جزم: كيُروَى، ويُذكر، ويُحكى، ورُوِيَ، وذُكِرَ، فليس فيه حكم بصحته عن المضاف إليه، ومع ذلك فليس فيه حديث واهٍ؛ لإدخاله في الكتاب المسمى بالصحيح.\n1 وسيأتي بحثه تفصيلا فيما بعد.\nالجزء: 1 ¦ الصفحة: 53\n",
        "12-\nمراتب الصحيح:\nمر بنا أن بعض العلماء ذكروا أصح الأسانيد عندهم، فبناء على ذلك، وعلى تمكن باقي شروط الصحة يمكن أن يقال: إن للحديث الصحيح ثلاث مراتب، بالنسبة لرجال إسناده، وهذه المراتب هي:\nأ- فأعلى مراتبه: ما كان مرويا بإسناد من أصح الأسانيد كمالك، عن نافع، عن ابن عمر.\nب- ودون ذلك رتبة: ما كان مرويا من طريق رجال هم أدنى من رجال الإسناد الأول، كرواية حماد بن سلمة، عن ثابت، عن أنس.\nج- ودون ذلك رتبة: ما كان من رواية من تحققت فيهم أدنى ما يصدق عليهم وصف الثقة، كرواية سهيل بن أبي صالح، عن أبيه، عن أبي هريرة.\nويلتحق بهذه التفاصيل تقسيم الحديث الصحيح إلى سبع مراتب بالنسبة للكتب المروي فيها ذلك الحديث، وهذه المراتب هي:\n1-\nما اتفق عليه البخاري ومسلم \"وهو أعلى المراتب\".\n2-\nثم ما انفرد به البخاري.\n3-\nثم ما انفرد به مسلم.\n4-\nثم ما كان على شرطهما ولم يخرجاه.\nالجزء: 1 ¦ الصفحة: 54\n",
        "5-\nثم ما كان على شرط البخاري، ولم يُخَرِّجْه.\n6-\nثم ما كان على شرط مسلم، ولم يُخَرِّجْه.\n7-\nثم ما صح عند غيرهما من الأئمة، كابن خزيمة، وابن حبان مما لم يكن على شرطهما، أو على شرط واحد منهما.\n13-\nشرط الشيخين:\nلم يفصح الشيخان عن شرطٍ شرطاه أو عيناه زيادةً على الشرط المتفق عليها في الصحيح، لكن الباحثين من العلماء ظهر لهم من التتبع والاستقراء لأساليبهما ما ظنه كل منهم أنه شرطهما، أو شرط واحد منهما.\nوأحسن ما قيل في ذلك: أن المراد بشرط الشيخين أو أحدهما: أن يكون الحديث مرويا من طريق رجال الكتابين، أو أحدهما، مع مراعاة الكيفية التي التزمها الشيخان في الرواية عنهم.\n14-\nمعنى قولهم: \"متفق عليه\":\nإذا قال علماء الحديث عن حديث: \"متفق عليه\" فمرادهم اتفاق الشيخين، أي اتفاق الشيخين على صحته، لا اتفاق الأمة. إلا أن ابن الصلاح قال: \"لكن اتفاق الأمة عليه لازم من ذلك وحاصل معه؛ لاتفاق الأمة على تلقي ما اتفقا عليه بالقبول\"1.\n15-\nهل يشترط في الصحيح أن يكون عزيزا؟\n1 علوم الحديث ص24.\nالجزء: 1 ¦ الصفحة: 55\n",
        "القول الصحيح: أنه لا يشترط في الحديث الصحيح أن يكون عزيزا، بمعنى أن يكون له إسنادان؛ لأنه يوجد في الصحيحين وغيرهما أحاديث صحيحة وهي غريبة، واشترط بعض العلماء ذلك؛ كأبي علي الجبائي المعتزلي، والحاكم، وقولهم هذا خلاف ما اتفقت عليه الأمة.\nالجزء: 1 ¦ الصفحة: 56\n",
        "2-\nالحسن 1:\n1-\nتعريفه:\nأ- لغةً: هو صفة مشبهة، من \"الحسن\" بمعنى الجمال.\nب- اصطلاحًا: اختلفت أقوال العلماء في تعريف الحسن؛ نظرا لأنه متوسط بين الصحيح والضعيف، ولأن بعضهم عرف أحد قسميه. وسأذكر بعض تلك التعريفات، ثم أختار ما أراه أوفق من غيره.\n1-\nتعريف الخطابي: \"هو ما عرف مخرجه، واشتهر رجاله، وعليه مدار أكثر الحديث، وهو الذي يقبله أكثر العلماء، ويستعمله عامة الفقهاء\"2.\n2-\nتعريف الترمذي: \"كل حديث يروى، لا يكون في إسناده من يتهم بالكذب، ولا يكون الحديث شاذا، ويروى من غير وجه نحو ذلك، فهو عندنا حديث حسن\"3.\n3-\nتعريف ابن حجر: قال: \"وخبر الآحاد بنقل عدل تام الضبط، متصل السند، غير معلل، ولا شاذ، هو\n1 أي لذاته.\n2 معالم السنن ج1، ص11.\n3-\nجامع الترمذي مع شرحه تحفة الأحوذي، كتاب العلل في آخر جامعه ج10، ص519.\nالجزء: 1 ¦ الصفحة: 57\n",
        "الصحيح لذاته1، فإن خف الضبط، فالحسن لذاته\"2.\nقلت: فكان الحسن عند ابن حجر هو الصحيح إذا خف ضبط راويه، أي قل ضبطه، وهو خير ما عرف به الحسن، أما تعريف الخطابي فعليه انتقادات كثيرة، وأما الترمذي فقد عرف أحد قسمي الحسن، وهو الحسن لغيره، والأصل في تعريفه أن يعرف الحسن لذاته؛ لأن الحسن لغيره ضعيف في الأصل، ارتقى إلى مرتبة الحسن؛ لانجباره بتعدد طرقه.\n4-\nتعريفه المختار: ويمكن أن يعرف الحسن بناء على ما عرفه به ابن حجر بما يلي: \"هو ما اتصل سنده بنقل العدل الذي خف ضبطه، عن مثله3 إلى منتهاه، من غير شذوذ ولا علة\".\n2-\nحُكْمُهُ:\nهو كالصحيح في الاحتجاج به، وإن كان دونه في القوة، ولذلك احتج به جميع الفقهاء، وعملوا به، وعلى الاحتجاج به معظم المحدثين والأصوليين، إلا من شذ من المتشددين. وقد\n1 النخبة مع شرحها له ص29.\n2 المصدر السابق ص34.\n3 ليس المراد بقولنا: \"عن مثله\" أنه يشترط أن يكون جميع رجال الإسناد عدولا قد خف ضبطهم، وإنما المراد أن يكونوا كلهم، أو بعضهم، ولو واحد منهم فقط، وإن كان الباقون عدولا تامي الضبط؛ لأن العبرة في الحكم على الحديث بأدنى رجل في الأسناد.\nالجزء: 1 ¦ الصفحة: 58\n",
        "أدرجه بعض المتساهلين في نوع الصحيح، كالحاكم، وابن حبان، وابن خزيمة، مع قولهم بأنه دون الصحيح المبين أولا1.\n3-\nمثاله:\nما أخرجه الترمذي قال: \"حدثنا قتيبة، حدثنا جعفر بن سليمان الضبعي، عن أبي عمران الجوني، عن أبي بكر بن أبي موسى الأشعري قال: سمعت أبي بحضرة العدو يقول: قال رسول الله صلى الله عليه وسلم: \"إن أبواب الجنة تحت ظلال السيوف\n...\n\" الحديث2.\nفهذا الحديث قال عنه الترمذي: \"هذا حديث حسن غريب\".\nقلت: وكان هذا الحديث حسنا؛ لأن رجال إسناده الأربعة ثقات إلا جعفر بن سليمان الضبعي فإنه حسن الحديث3 لذلك نزل الحديث عن مرتبة الصحيح إلى مرتبة الحسن.\n4-\nمراتبه:\nكما أن للصحيح مراتب يتفاوت بها بعض الصحيح عن بعض، كذلك فإن للحسن مراتب. وقد جعلها الذهبي مرتبتين، فقال:\nأ- فأعلى مراتبه ما اختلف في تصحيح حديث رواته وتحسينه، كحديث بهز بن حكيم، عن أبيه، عن جده، وعمرو بن شعيب، عن أبيه، عن جده، وابن إسحاق، عن التيمي،\n1 انظر التدريب الراوي ج1 - ص160.\n2 الترمذي، أبواب فضائل الجهاد، ج5 ص300 من الترمذي، مع شرحه تحفة الأحوذي.\n3 كما نقل الحافظ ابن حجر في تهذيب التهذيب 2/ 96 ذلك عن أبي أحمد.\nالجزء: 1 ¦ الصفحة: 59\n",
        "وأمثال ذلك مما قيل: إنه صحيح، وهو من أدنى مراتب الصحيح.\nب- ثم بعد ذلك ما اختلف في تحسين حديثِ رواتِه وتضعيفه: كحديث الحارث بن عبد الله، وعاصم بن ضمرة، وحجاج بن أرطاة، ونحوهم.\n5-\nمرتبة قولهم: \"حديث صحيح الإسناد\" أو \"حسن الإسناد\":\nأ- قول المحدثين: \"هذا حديث صحيح الإسناد\" دون قولهم: \"هذا حديث صحيح\".\nب- وكذلك قولهم: \"هذا حديث حسن الإسناد\" دون قولهم: \"هذا حديث حسن\"؛ لأنه قد يصلح أو يحسن الإسناد دون المتن؛ لشذوذ أو علة. فكأن المحدِّث إذا قال: \"هذا حديث صحيح\" قد تكفل لنا بتوفر شروط الصحة الخمسة في هذا الحديث، أما إذا قال: \"هذا حديث صحيح الإسناد\" فقد تكفل لنا بتوفر شروط ثلاثة من شروط الصحة، وهي: اتصال الإسناد، وعدالة الرواة وضبطهم، أما نفي الشذوذ، ونفي العلة عنه، فلم يتكفل بهما؛ لأنه لم يتثبت منهما.\nلكن لو اقتصر حافظ معتمد على قوله: \"هذا حديث صحيح الإسناد\" ولم يذكر له علة، فالظاهر صحة المتن؛ لأن الأصل عدم العلة، وعدم الشذوذ.\nالجزء: 1 ¦ الصفحة: 60\n",
        "6-\nمعنى قول الترمذي وغيره: \"حديث حسن صحيح\"\nإن ظاهر هذه العبارة مشكل؛ لأن الحسن يتقاصر عن درجة الصحيح، فكيف يجمع بينهما مع تفاوت مرتبتهما؟ ولقد أجاب العلماء عن مقصود الترمذي من هذه العبارة بأجوبة متعددة، أحسنها ما قاله الحافظ ابن حجر، وارتضاه السيوطي. وملخصه ما يلي:\nأ- إن كان للحديث إسنادان فأكثر، فالمعنى: \"أنه حسن باعتبار إسناد، صحيح باعتبار إسناد آخر\".\nب- وإن كان له إسناد واحد، فالمعنى \"أنه حسن عند قوم من المحدثين، صحيح عند قوم آخرين\".\nفكأن القائل يشير إلى الخلاف بين العلماء في الحكم على هذا الحديث، أو لم يترجح لديه الحكم بأحدهما.\n7-\nتقسيم البغوي أحاديث المصابيح 1:\nدرج الإمام البغوي في كتابه: \"المصابيح\" على اصطلاح خاص له، وهو أنه يرمز إلى الأحاديث التي في الصحيحين أو أحدهما بقوله: \"صحيح\" وإلى الحديث التي في السنن الأربعة بقوله \"حسن\". وهو اصطلاح لا يستقيم مع الاصطلاح\n1 اسم الكتاب الكامل \"مصابيح السنة\" وهو كتاب جمع فيه مؤلفه أحاديث منتقاة من الصحيحين والسنن الأربعة وسنن الدارمي، وهو الذي زاد عليه وهذبه الخطيب التبريزي، وسماه \"مشكاة المصابيح\".\nالجزء: 1 ¦ الصفحة: 61\n",
        "العام لدى المحدثين؛ لأن في السنن الأربعة الصحيح والحسن والضعيف والمنكر، لذلك نبه ابن الصلاح، والنووي على ذلك، فينبغي على القارئ في كتاب \"المصابيح\" أن يكون على علم عن اصطلاح البغوي الخاص في هذا الكتاب عند قوله عن الأحاديث: \"صحيح\" أو \"حسن\".\n8-\nالكتب التي من مظنَّات1 الحسن:\nلم يفرد العلماء كتبا خاصة بالحديث الحسن المجرد، كما أفردوا الصحيح المجرد في كتب مستقلة، لكن هناك كتبا يكثر فيها وجود الحديث الحسن، فمن أشهر تلك الكتب:\nأ- جامع الترمذي: المشهور بـ \"سنن الترمذي\" فهو أصل في معرفة الحسن، والترمذي هو الذي شهره في هذا الكتاب، وأكثر من ذكره.\nلكن ينبغي التنبه إلى أن نسخه تختلف في قوله: \"حسن صحيح\" ونحوه، فعلى طالب الحديث العناية باختيار النسخة المحققة والمقابلة بأصول معتمدة.\nب- سنن أبي داود: فقد ذكر أبو داود في رسالته إلى أهل مكة: أنه يذكر فيه الصحيح وما يشبهه ويقاربه، وما كان فيه وهن شديد بيَّنه، وما لم يذكر فيه شيئا فهو صالح.\n1 مظنَّات: جمع مظنة بكسر الظاء، ومظنة الشيء: معدنه وموضعه، فيكون معنى العنوان \"الكتب التي هي موضع وجود الحسن\".\nالجزء: 1 ¦ الصفحة: 62\n",
        "فبناء على ذلك، إذا وجدنا فيه حديثا لم يبين هو ضعفه، ولم يصححه أحد من الأئمة المعتمدين، فهو حسن عند أبي داود.\nج- سنن الدارقطني: فقد نص الدارقطني على كثير منه في هذا الكتاب.\nالجزء: 1 ¦ الصفحة: 63\n",
        "3-\nالصحيح لغيره\n1-\nتعريفه:\nهو الحسن لذاته إذا روي من طريق آخر مثله أو أقوى منه1. وسمي صحيحا لغيره؛ لأن الصحة لم تأت من ذات السند الأول، وإنما جاءت من انضمام غيره له. ويمكن تصوير ذلك بمعادلة رياضية على الشكل التالي:\nحسن لذاته + حسن لذاته= صحيح لغيره\n2-\nمرتبته:\nهو أعلى مرتبة من الحسن لذاته، ودون الصحيح لذاته.\n3-\nمثاله:\nحديث محمد بن عمرو، عن أبي سلمة، عن أبي هريرة، أن رسول الله صلى الله عليه وسلم قال: \"لولا أن أشق على أمتي لأمرتهم بالسواك عند كل صلاة\" 2.\nقال ابن الصلاح: \"فمحمد بن عمرو بن علقمة من المشهورين بالصدق والصيانة، لكنه لم يكن من أهل الإتقان، حتى ضعفه بعضهم من جهة سوء حفظه، ووثقه بعضهم لصدقه وجلالته،\n1 انظر نخبة الفكر، مع شرحها نزهة النظر، ص34.\n2 أخرجه الترمذي في كتاب الطهارة، باب ما جاء في السواك: 1/34-حديث 22 بلفظه. ورواه البخاري من طريق أبي الزناد عن الأعرج عن أبي هريرة.\nالجزء: 1 ¦ الصفحة: 64\n",
        "فحديثه من هذه الجهة حسن، فلما انضم إلى ذلك كونه روي من أوجه أُخَرَ زال بذلك ما كنا نخشاه عليه من جهة سوء حفظه، وانجبر به ذلك النقص اليسير، فصح هذا الإسناد، والتحق بدرجة الصحيح\"1.\n1 علوم الحديث ص31-32.\nالجزء: 1 ¦ الصفحة: 65\n",
        "الحسن لغيره:\n1-\nتعريفه:\nهو الضعيف إذا تعددت طرقه، ولم يكن سبب ضعفه فسق الراوي أو كذبه1.\nيستفاد من هذا التعريف أن الضعيف يرتقي إلى درجة الحسن لغيره بأمرين، هما:\nأ- أن يروى من طريق آخر فأكثر، على أن يكون الطريق الآخر مثله أو أقوى منه.\nب- أن يكون سبب ضعف الحديث إما سوء حفظ راويه، وإما انقطاعا في سنده، أو جهالة في رجاله.\n2-\nسبب تسميته بذلك:\nوسبب تسميته بذلك أن الحسن لم يأت من ذات السند الأول، وإنما أتى من انضمام غيره له.\nويمكن تصوير ارتقاء الحديث الضعيف إلى مرتبة \"الحسن لغيره\" بمعادلة رياضية على النحو التالي:\nضعيف + ضعيف= حسن لغيره\n3-\nمرتبته:\nالحسن لغيره أدنى مرتبة من الحسن لذاته.\n1 النخبة مع شرحها، ص54 بمعناه.\nالجزء: 1 ¦ الصفحة: 66\n",
        "وينبني على ذلك أنه لو تعارض الحسن لذاته مع الحسن لغيره قدم الحسن لذاته.\n4-\nحُكْمه:\nهو من المقبول الذي يحتج به.\n5-\nمثاله:\n\"ما رواه الترمذي وحسنه، من طريق شعبة، عن عاصم بن عبيد الله، عن عبد الله بن عامر بن ربيعة، عن أبيه، أن امرأة من بني فزارة تزوجت على نعلين، فقال رسول الله صلى الله عليه وسلم: \"أرضيت من نفسك ومالك بنعلين؟ \" قالت: نعم، قال: فأجاز\".\nقال الترمذي: \"وفي الباب عن عمر، وأبي هريرة، وسهل بن سعد، وأبي سعيد، وأنس، وعائشة، وجابر، وأبي حدرد الأسلمي\"1.\nقلت: فعاصم ضعيف لسوء حفظه، وقد حسن له الترمذي هذا الحديث لمجيئه من غير وجه.\n1 الترمذي، أبواب النكاح، باب ما جاء في مهور النساء، حديث رقم 1113، ج3، ص420، 421.\nالجزء: 1 ¦ الصفحة: 67\n",
        "خبر الآحاد المقبول المُحتَفُّ بالقرائن:\n1-\nتوطئة:\nوفي ختام أقسام المقبول أبحث في الخبر المقبول المحتفِّ بالقرائن. والمراد بالمحتفِّ بالقرائن الخبر الذي أحاط واقترن به من الأمور الزائدة على ما يتطلبه المقبول من الشروط.\nوهذه الأمور الزائدة التي تقترن بالخبر المقبول تزيده قوة. وتجعل له ميزة على غيره من الأخبار المقبولة الأخرى الخالية من تلك الأمور الزائدة، وترجحه عليها.\n2-\nأنواعه:\nالخبر المقبول المحتفُّ بالقرائن أنواع، أشهرها:\nأ- ما أخرجه الشيخان في صحيحيهما مما لم يبلغ حد التواتر. فقد احتفَّت به قرائن، منها:\n1-\nجلالتهما في هذا الشأن.\n2-\nتقدمهما في تمييز الصحيح على غيرهما.\n3-\nتلقي العلماء لكتابيهما بالقبول، وهذا التلقي وحده أقوى في إفادة العلم من مجرد كثرة الطرق القاصرة عن التواتر.\nب- المشهور إذا كانت له طرق متباينة سالمة كلها من ضعف الرواة والعلل.\nالجزء: 1 ¦ الصفحة: 68\n",
        "جـ- الخبر المسلسل بالأئمة الحفاظ المتقنين، حيث لا يكون غريبا: كالحديث الذي يرويه الإمام أحمد، عن الإمام الشافعي، ويرويه الإمام الشافعي عن الإمام مالك، ويشارك الإمام أحمد غيره في الرواية عن الإمام الشافعي، ويشارك الإمام الشافعي كذلك غيره في الرواية عن الإمام مالك.\n3-\nحكمه:\nهو أرجح من أي خبر مقبول من أخبار الآحاد، فلو تعارض الخبر المحتفُّ بالقرائن مع غيره من الأخبار المقبولة، قدم الخبر المحتفُّ بالقرائن.\nالجزء: 1 ¦ الصفحة: 69\n",
        "المقصد الثاني: تقسيم الخبر المقبول إلى معمول به، وغير معمول به\nينقسم الخبر المقبول إلى قسمين: معمول به، وغير معمول به، وينبثق عن ذلك نوعان من أنواع علوم الحديث، وهما: \"المحكم ومختلف الحديث\"، و\"الناسخ والمنسوخ\".\n1-\nالمحكَم، ومختلِف الحديث:\n1-\nتعريف المحكم:\nأ- لغة: هو اسم مفعول، من \"أحكم\" بمعنى أتقن.\nب- اصطلاحا: هو الحديث المقبول الذي سلم من معارضة مثله1. وأكثر الأحاديث من هذا النوع، وأما الأحاديث المتعارضة المختلفة فهي قليلة جدا بالنسبة لمجموع الأحاديث.\n2-\nتعريف مختلِف الحديث:\nأ- لغة: هو اسم فاعل، من \"الاختلاف\" ضد الاتفاق. والمراد بمختلف الحديث: الأحاديث التي تصلنا،\n1 النخبة وشرحها، ص39.\nالجزء: 1 ¦ الصفحة: 70\n",
        "ويخالف بعضها بعضا في المعنى، أي يتضادان في المعنى.\nب- اصطلاحا: هو الحديث المقبول المعارض بمثله، مع إمكان الجمع بينهما1.\nأي هو الحديث الصحيح، أو الحسن الذي يجيء حديث آخر مثله في المرتبة والقوة، ويناقضه في المعنى ظاهرا، ويمكن لأولي العلم والفهم الثاقب أن يجمعوا بين مدلوليهما بشكل مقبول.\n3-\nمثال المختلف:\nأ- حديث: \"لا عدوي ولا طيرة\n...\n\" 2 الذي رواه مسلم، مع\nب- حديث \"فر من المجذوم3 فرارك من الأسد\" اللذين رواهما البخاري4.\nفهذا حديثان صحيحان، ظاهرهما التعارض؛ لأن الأول ينفي العدوى، والثاني يثبتها. وقد جمع العلماء بينهما، ووفقوا بين معناها على وجوه متعددة، أذكر هنا ما اختاره الحافظ ابن حجر، ومفاده ما يلي:\n1 النخبة وشرحها، ص39.\n2 الطيرة: التشاؤم بالطيور.\n3 المجذوم: المصاب بالجذام، وهو داء تتساقط أعضاء من يصاب به.\n4 البخاري، كتاب الطب: 10/ 158، حديث 5707.\nالجزء: 1 ¦ الصفحة: 71\n",
        "4-\nكيفية الجمع بينهما:\nوكيفية الجمع بين هذين الحديثين، أن يقال: إن العدوى منفية وغير ثابتة، بدليل قوله صلى الله عليه وسلم: \"لا يعدي شيء شيئا\" 1 وقوله لمن عارضه بأن البعير الأجرب يكون بين الأبل الصحيحة، فيخالطها، فتجرب: \"فمن أعدى الأول؟ \" 2 يعني: أن الله تعالى ابتدأ ذلك المرض في الثاني، كما ابتدأه في الأول. وأما الأمر بالفرار من المجذوم، فمن باب سد الذرائع؛ أي لئلا يتفق للشخص الذي يخالط ذلك المجذوم حصول شيء له من ذلك المرض بتقدير الله تعالى ابتداء، لا بالعدوى المنفية. فيظن أن ذلك كان بسبب مخالطته له، فيعتقد صحة العدوى، فيقع في الإثم، فأمر بتجنب المجذوم؛ دفعا للوقوع في هذا الاعتقاد الذي يسبب الوقوع في الإثم.\n5-\nماذا يجب على من وجد حديثين متعارضين مقبولين؟\nعليه أن يتبع المراحل الآتية:\nأ- إذا أمكن الجمع بينهما: تعين الجمع، ووجب العمل بهما.\nب- إذا لم يمكن الجمع بوجه من الوجوه:\n1-\nفإن علم أحدهما ناسخا: قدمناه، وعملنا به، وتركنا المنسوخ.\n1 الترمذي، كتاب القدر: ج4، ص450، أخرجه أحمد.\n2 البخاري، كتاب الطب: ج10، ص171 مع فتح الباري، وأخرجه مسلم وأبو داود وأحمد.\nالجزء: 1 ¦ الصفحة: 72\n",
        "2-\nوإن لم يعلم ذلك: رجحنا أحدهما على الآخر بوجه من وجوه الترجيح التي تبلغ خمسين وجها أو أكثر، ثم عملنا بالراجح.\n3-\nوإن لم يترجح أحدهما على الآخر -وهو نادر- توقفنا عن العمل بهما حتى يظهر لنا مرجح.\n6-\nأهميته ومن يَكمُلُ له:\nهذا العلم من أهم علوم الحديث؛ إذ يضطر إلى معرفته جميع العلماء، وإنما يكمل له ويمهر فيه الأئمة الجامعون بين الحديث والفقه، والأصوليون الغواصون على المعاني الدقيقة، وهؤلاء هم الذين لا يشكل عليهم منه إلا النادر.\nوتعارض الأدلة قد شغل العلماء، وفيه ظهرت موهبتهم ودقة فهمهم، وحسن اختيارهم. كما زلت فيه أقدام من خاض غماره من بعض المتطفلين على موائد العلماء.\n7-\nأشهر المصنفات فيه:\nأ- اختلاف الحديث: للإمام الشافعي، وهو أول من تكلم وصنف فيه.\nب- تأويل مختلف الحديث: لابن قتيبة الدينوري.\nج- مشكل الآثار: للطحاوي، أبي جعفر أحمد بن سلامة.\nالجزء: 1 ¦ الصفحة: 73\n",
        "2-\nناسخ الحديث ومنسوخه:\n1-\nتعريف النسخ:\nأ- لغة: له معنيان: الإزالة. ومنه: نسخت الشمس الظل. أي أزالته.\nوالنقل، ومنه: نسخت الكتاب، إذا نقلت ما فيه. فكأن الناسخ قد أزال المنسوخ، أو نقله إلى حكم آخر.\nب- اصطلاحا: رفع الشارع حكما منه متقدما بحكم منه متأخر1.\n2-\nأهميته وصعوبته، وأشهر المبرزين فيه:\nمعرفة ناسخ الحديث من منسوخه علم مهم صعب، فقد قال الزهري: \"أعيا الفقهاء وأعجزهم أن يعرفوا ناسخ الحديث من منسوخه\".\nوأشهر المبرزين فيه هو الإمام الشافعي. فقد كانت له فيه اليد الطولى، والسابقة الأولى. قال الإمام أحمدُ لابن وارة -وقد قدم من مصر: كتبت كتب الشافعي؟ قال: لا، قال: فرطت؛ ما علمنا المجمل من المفسر، ولا ناسخ الحديث من منسوخه حتى جالسنا الشافعي.\n1 علوم الحديث، ص277.\nالجزء: 1 ¦ الصفحة: 74\n",
        "3-\nبم يعرف الناسخ من المنسوخ؟\nيعرف ناسخ الحديث من منسوخه بأحد هذه الأمور:\nأ- بتصريح رسول الله صلى الله عليه وسلم: كحديث بريدة في صحيح مسلم: \"كنت نهيتكم عن زيارة القبور، فزوروها؛ فإنها تذكر الآخرة\" 1.\nب- بقول صحابي: كقول جابر بن عبد الله رضي الله عنه: \"كان آخر الأمرين من رسول الله صلى الله عليه وسلم ترك الوضوء مما مست النار\"2. أخرجه أصحاب السنن.\nجـ- بمعرفة التاريخ: كحديث شداد بن أوس مرفوعا: \"أفطر الحاجم والمحجوم\" 3؛ نسخ بحديث ابن عباس \"أن النبي صلى الله عليه وسلم احتجم وهو محرم، واحتجم وهو صائم\"4؛ فقد جاء في بعض طرق حديث شداد أن ذلك كان زمن الفتح، وأن ابن عباس صحبه في حجة الوداع.\nد- دلالة الإجماع: كحديث: \"من شرب الخمر فاجلدوه، فإن عاد في الرابعة فاقتلوه\" 5.\n1 رواه مسلم، كتاب الأضاحي، حديث 37، بنحوه.\n2 رواه أبو داود، كتاب الطهارة، حديث 192.\n3 رواه أبو داود كتاب الصوم، حديث 2369.\n4 أخرجه البخاري، كتاب الصوم: 4/ 174، حديث 1938.\n5 رواه أبو داود، كتاب الحدود، حديث 4484.\nالجزء: 1 ¦ الصفحة: 75\n",
        "قال النووي: \"دل الإجماع على نسخه\".\nوالإجماع لا يَنسَخ، ولا يُنسخ، ولكن يدل على ناسخ.\n4-\nأشهر المصنفات فيه:\nأ- الاعتبار في الناسخ والمنسوخ من الآثار، لأبي بكر محمد بن موسى الحازمي.\nب- الناسخ والمنسوخ، للإمام أحمد.\nج- تجريد الأحاديث المنسوخة، لابن الجوزي.\nالجزء: 1 ¦ الصفحة: 76\n",
        "المطلب الثاني: الخبر المردود\nوفيه ثلاثة مقاصد:\n- المقصد الأول: الضعيف.\n- المقصد الثاني: المردود بسبب سقط من الإسناد.\n- المقصد الثالث: المردود بسبب طعن في الراوي.\nالجزء: 1 ¦ الصفحة: 76\n",
        "الخبر المردود، وأسباب رده:\n1-\nتعريفه:\nهو الخبر الذي لم يترجح صدق المخبر به.\nوذلك بفقد شرط أو أكثر من شروط القبول التي مرت بنا في بحث الصحيح.\n2-\nأقسامه، وأسباب رده:\nلقد قسم العلماء الخبر المردود إلى أقسام كثيرة1، وأطلقوا على كثير من تلك الأقسام أسماء خاصة بها، ومنها ما لم يطلقوا عليها اسما خاصا بها، بل سموها باسم عام، هو \"الضعيف\".\nأما أسباب رد الحديث فكثيرة، لكنها ترجع في الجملة إلى أحد سببين رئيسيين، هما:\nأ- سقط من الإسناد.\nب- طعن في الراوي.\nوتحت كل من هذين السببين أنواع متعددة، سأتكلم عليها بثلاثة مقاصد مستقلة مفصلة إن شاء الله تعالى، مبتدئا بمقصد \"الضعيف\" الذي يعد هو الاسم العام لنوع المردود.\n1 بلغ بها بعضهم نيفا وأربعين قسما.\nالجزء: 1 ¦ الصفحة: 77\n",
        "المقصد الأول: الضعيف\n1-\nتعريفه: الضعيف:\nأ- لغة: ضد القوي، والضعف حسي ومعنوي، والمراد به هنا الضعف المعنوي.\nب- اصطلاحا: هو ما لم يجمع صفة الحسن، بفقد شرط من شروطه.\nقال البيقوني في منظومته:\nوكل ما عن رتبة الحُسْنِ قَصُرْ\n...\nفهو الضعيف وهو أقسام كُثُرْ\n2-\nتفاوته:\nويتفاوت ضعفه بحسب شدة ضعف رواته وخفته، كما يتفاوت الصحيح. فمنه الضعيف، ومنه الضعيف جدا، ومنه الواهي، ومنه المنكر، وشر أنواعه الموضوع1.\n3-\nأوهى الأسانيد:\nوبناء على ما تقدم في \"الصحيح\" من ذكر أصح الأسانيد، فقد ذكر العلماء في بحث \"الضعيف\" ما يسمى بـ \"أوهى الأسانيد\" وقد ذكر الحاكم النيسابوري2 جملة كبيرة من \"أوهى الأسانيد\" بالنسبة\n1 انظر علوم الحديث، معرفة الموضوع، ص89.\n2 في معرفة علوم الحديث، ص71-72.\nالجزء: 1 ¦ الصفحة: 78\n",
        "إلى بعض الصحابة، أو بعض الجهات والبلدان، وأذكر بعض الأمثلة من كتاب الحاكم وغيره، فمنها:\nأ- أوهى الأسانيد بالنسبة لأبي بكر الصديق رضي الله عنه: \"صدقة بن موسى الدقيقي، عن فرقد السبخي، عن مرة الطيب، عن أبي بكر\"1.\nب- أوهى أسانيد الشاميين \"محمد بن قيس المصلوب، عن عبيد الله بن زحر، عن علي بن يزيد، عن القاسم، عن أبي أمامة\"2.\nج- أوهى أسانيد ابن عباس رضي الله عنه \"السُّدِّيُّ الصغير محمد بن مروان، عن الكلبي، عن أبي صالح، عن ابن عباس\" قال الحافظ ابن حجر: \"هذه سلسلة الكذب، لا سلسلة الذهب\"3.\n4-\nمثاله:\nما أخرجه الترمذي من طريق \"حكيم الأثرم\" عن أبي تميمة الهجيمي، عن أبي هريرة عن النبي صلى الله عليه وسلم قال: \"من أتى حائضا أو امرأة في دبرها أو كاهنا فقد كفر بما أنزل على محمد\"، ثم قال الترمذي بعد إخراجه: \"لا نعرف هذا الحديث إلا من حديث حكيم الأثرم عن أبي تميمة الهجيمي عن أبي هريرة\" ثم قال: \"وضعَّفَ محمد4 هذا\n1، 2 معرفة علوم الحديث ص71-72.\n3 انظر تدريب الراوي: ج1 ص181.\n4 أي البخاري.\nالجزء: 1 ¦ الصفحة: 79\n",
        "الحديث من قبل إسناده\"1 قلت: لأن في إسناده حكيما الأثرم، وقد ضعفه العلماء، فقد قال عنه الحافظ ابن حجر في تقريب التهذيب: \"فيه لين\".\n5-\nحكم روايته:\nيجوز عند أهل الحديث وغيرهم رواية الأحاديث الضعيفة، والتساهل في أسانيدها من غير بيان ضعفها -بخلاف الأحاديث الموضوعة فإنه لا يجوز روايتها إلا مع بيان وضعها- بشرطين، هما:\nأ- ألا تتعلق بالعقائد، كصفات الله تعالى.\nب- ألا يكون في بيان الأحكام الشرعية مما يتعلق بالحلال والحرام.\nيعني تجوز روايتها في مثل المواعظ والترغيب والترهيب والقصص وما أشبه ذلك، وممن روي عنه التساهل في روايتها سفيان الثوري، وعبد الرحمن بن مهدي، وأحمد بن حنبل2.\nوينبغي التنبه إلى أنك إذا رويتها من غير إسناد فلا تقل فيها: قال رسول الله صلى الله عليه وسلم كذا، وإنما تقول: روي عن رسول الله صلى الله عليه وسلم كذا، أو بلغنا عنه كذا، وما أشبه ذلك؛ لئلا تجزم بنسبة ذلك الحديث للرسول وأنت تعرف ضعفه.\n1 الترمذي مع شرحه، ج1 ص419-420.\n2 انظر علوم الحديث ص99، والكفاية ص133-134 باب التشدد في أحاديث الأحكام والتجوُّز في فضائل الأعمال.\nالجزء: 1 ¦ الصفحة: 80\n",
        "6-\nحكم العمل به:\nاختلف العلماء في العمل بالحديث الضعيف، الذي عليه جمهور العلماء أنه يستحب العمل به في فضائل الأعمال، لكن بشروط ثلاثة، أوضحها الحافظ ابن حجر1 وهي:\nأ- أن يكون الضعف غير شديد.\nب- أن يندرج الحديث تحت أصل معمول به.\nج- ألا يعتقد عند العمل به ثبوته، بل يعتقد الاحتياط.\n7-\nأشهر المصنفات التي هي مظنة الضعيف:\nأ- الكتب التي صنفت في بيان الضعفاء: ككتاب الضعفاء لابن حبان، وكتاب ميزان الاعتدال للذهبي؛ فإن مؤلفيها يذكرون أمثلة للأحاديث التي صارت ضعيفة بسبب رواية أولئك الضعفاء لها.\nب- الكتب التي صنفت في أنواع من الضعيف خاصة: مثل كتب المراسيل والعلل والمُدرَج وغيرها. ككتاب المراسيل لأبي داود، وكتاب العلل والدارقطني.\n1 انظر تدريب الراوي ج1، ص298-299، وفتح المغيث ج1، ص268.\nالجزء: 1 ¦ الصفحة: 81\n",
        "المقصد الثاني: المردود بسبب سقط من الإسناد\n1-\nالمراد بالسقط من الإسناد:\nالمراد بالسقط من الإسناد انقطاع سلسلة الإسناد بسقوط راوٍ أو أكثر، عمدا من بعض الرواة، أو عن غير عمد، من أول السند أو من آخره أو من أثنائه، سقوطًا ظاهرا أو خفيا.\n2-\nأنواع السقط:\nيتنوع السقط من الإسناد بحسب ظهوره وخفائه إلى نوعين، هما:\nأ- سقط ظاهر: وهذا النوع من السقط يشترك في معرفته الأئمة وغيرهم من المشتغلين بعلوم الحديث، ويعرف هذا السقط من عدم التلاقي بين الراوي وشيخه؛ إما لأنه لم يدرك عصره، أو أدرك عصره، لكنه لم يجتمع به \"وليست له منه إجازة ولا وجادة\"1 لذلك يحتاج\n1 الإجازة: الإذن بالرواية، وقد يحصل الراوي عليها من شيخ لم يلتقِ به، كأن يقول الشيخ أحيانا: أجزت رواية مسموعاتي لأهل زماني. والوِجَادَة بكسر الواو: أن يجد الراوي كتابا لشيخ من الشيوخ يعرف خطه، فيروي ما في ذلك الكتاب عن الشيخ، وسيأتي تفصيل بحث الإجازة والوجادة في باب طرق التحمل وصيغ الأداء.\nالجزء: 1 ¦ الصفحة: 82\n",
        "الباحث في الأسانيد إلى معرفة تاريخ الرواة؛ لأنه يتضمن بيان مواليدهم، ووفياتهم، وأوقات طلبهم وارتحالهم، وغير ذلك.\nوقد اصطلح علماء الحديث على تسمية السقط الظاهر بأربعة أسماء، بحسب مكان السقط، أو عدد الرواة الذين أسقطوا. وهذه الأسماء هي:\n1-\nالمعلق.\n2-\nالمرسل.\n3-\nالمعضل.\n4-\nالمنقطع.\nب- سقط خفي: وهذا لا يدركه إلا الأئمة الحُذَّاق المطلعون على طرق الحديث وعلل الأسانيد. وله تسميتان، وهما:\n1-\nالمدلس.\n2-\nالمرسل الخفي.\nوإليك البحث في هذه المسميات الستة مفصلة على التوالي:\nالجزء: 1 ¦ الصفحة: 83\n",
        "أ- أنواع السقط الظاهر:\n1-\nالمعلق:\n1-\nتعريفه:\nأ- لغة: هو اسم مفعول من \"علق\" الشيء بالشيء، أي أناطه وربطه به، وجعله معلقا. وسمي هذا السند معلقا بسبب اتصاله من الجهة العليا فقط، وانقطاعه من الجهة الدنيا، فصار كالشيء المعلق بالسقف ونحوه.\nب- اصطلاحا: ما حذف من مبدأ إسناده راوٍ فأكثر على التوالي1.\n2-\nشرح التعريف:\nومبدأ السند هو طرفه الأدنى الذي من جهتنا، وهو شيخ المؤلف. ويسمى \"أول السند\" أيضا. وسمي \"مبدأ السند\"؛ لأننا نبدأ قراءة الحديث به.\n3-\nمن صُوَرِهِ:\nأ- أن يحذف جميع الإسناد، ثم يقال مثلا: \"قال رسول الله صلى الله عليه وسلم: كذا\".\nب- ومنها: أن يحذف كل الإسناد إلا الصحابي، أو إلا الصحابي والتابعي2.\n1 علوم الحديث، ص24.\n2 شرح النخبة ص42.\nالجزء: 1 ¦ الصفحة: 84\n",
        "4-\nمثاله:\nما أخرجه البخاري في مقدمة باب ما يذكر في الفخذ: \"وقال أبو موسى: غطى النبي صلى الله عليه وسلم ركبتيه حين دخل عثمان\"1.\nفهذا حديث معلق؛ لأن البخاري حذف جميع إسناده إلا الصحابي، وهو أبو موسى الأشعري.\n5-\nحكمه:\nالحديث المعلق مردود؛ لأنه فقد شرطا من شروط القبول، وهو اتصال السند، وذلك بحذف راوٍ أو أكثر من إسناده، مع عدم علمنا بحال ذلك الراوي المحذوف.\n6-\nحكم المعلقات في الصحيحين:\nهذا الحكم -وهو أن المعلق مردود- هو للحديث المعلق مطلقا، لكن إن وجد المعلق في كتاب التزمت صحته -كالصحيحين- فهذا له حكم خاص، قد مر بنا في بحث الصحيح2، ولا بأس بالتذكير به هنا، وهو أن:\nأ- ما ذكر بصيغة الجزم: كـ \"قال\"، و\"ذكر\"، و\"حكى\" فهو حكم بصحته عن المضاف إليه.\nب- وما ذكر بصيغة التمريض: كـ \"قيل\"، و\"ذكر\"، و\"حُكِيَ\"؛ فليس فيه حكم بصحته عن المضاف إليه. بل فيه\n1 البخاري، كتاب الصلاة ج1 ص90.\n2 في الفقرة 11 وهي \"ما هو المحكوم بصحته مما رواه الشيخان؟ \".\nالجزء: 1 ¦ الصفحة: 85\n",
        "الصحيح والحسن والضعيف، لكن ليس فيه حديث واهٍ؛ لوجوده في الكتاب المسمى بالصحيح1. وطريق معرفة الصحيح من غيره هو البحث عن إسناد هذا الحديث، والحكم عليه بما يليق به2.\n1 علوم الحديث، ص24-25.\n2 قد بحث العلماء في المعلقات التي في صحيح البخاري، وذكروا أسانيدها المتصلة، وأحسن من جمع ذلك هو الحافظ ابن حجر في كتاب سماه \"تغليق التعليق\".\nالجزء: 1 ¦ الصفحة: 86\n",
        "2-\nالمرسل:\n1-\nتعريفه:\nأ- لغةً: هو اسم مفعول من \"أرسل\" بمعنى \"أطلق\"، فكان المرسِل أطلق الإسناد ولم يقيده براو معروف.\nب- اصطلاحًا: هو ما سقط من آخر إسناده مَنْ بعد التابعي1.\n2-\nشرح التعريف:\nأي هو الحديث الذي سقط من إسناده الراوي الذي بعد التابعي، والذي بعد التابعي هو الصحابي، وآخر الإسناد هو طرفه الذي فيه الصحابي.\n3-\nصورته:\nوصورته: أن يقول التابعي -سواء كان صغيرا أو كبيرا- قال رسول الله صلى الله عليه وسلم: كذا، أو فعل كذا، أو فُعِل بحضرته كذا، وهذه صورة المرسل عند المحدثين.\n4-\nمثاله:\nما أخرج مسلم في صحيحه، في كتاب البيوع قال: \"حدثني محمد بن رافع، ثنا حجين، ثنا الليث، عن عقيل، عن ابن\n1 نزهة النظر ص43. والتابعي: هو من لقي الصحابي مسلما ومات على الإسلام.\nالجزء: 1 ¦ الصفحة: 87\n",
        "شهاب، عن سعيد بن المسيب أن رسول الله صلى الله عليه وسلم نهى عن بيع المزابنة\"1.\nفسعيد بن المسيب تابعي كبير، روى هذا الحديث عن النبي صلى الله عليه وسلم بدون أن يذكر الواسطة بينه وبين النبي صلى الله عليه وسلم، فقد أسقط من إسناد هذا الحديث آخره, وهو من بعد التابعي، وأقل هذا السقط أن يكون قد سقط الصحابي، ويحتمل أن يكون قد سقط معه غيره، كتابعي مثلا.\n5-\nالمرسل عند الفقهاء والأصوليين:\nما ذكرته من صورة المرسل هو المرسل عند المحدثين، أما المرسل عند الفقهاء والأصوليين فأعم من ذلك، فعندهم أن كل منقطع مرسل على أي وجه كان انقطاعه، وهذا مذهب الخطيب أيضا.\n6-\nحكمه:\nالمرسل في الأصل ضعيف مردود؛ لفقده شرطا من شروط المقبول، وهو اتصال السند، وللجهل بحال الراوي المحذوف؛ لاحتمال أن يكون المحذوف غير صحابي، وفي هذه الحال يحتمل أن يكون ضعيفا.\n1 مسلم، كتاب البيوع، باب تحريم بيع الرطب بالتمر إلا في العرايا: 3/ 1168، حديث 59.\nالجزء: 1 ¦ الصفحة: 88\n",
        "لكن العلماء من المحدثين وغيرهم اختلفوا في حكم المرسل، والاحتجاج به؛ لأن هذا النوع من الانقطاع يختلف عن أي انقطاع آخر في السند؛ لأن الساقط منه غالبا ما يكون صحابيا، والصحابة كلهم عدول، لا يضر عدم معرفتهم.\nومجمل أقوال العلماء في المرسل ثلاثة أقوال، هي:\nأ- ضعيف مردود: وهذا عند جمهور المحدثين، وكثير من أصحاب الأصول والفقهاء. وحجة هؤلاء هو الجهل بحال الراوي المحذوف؛ لاحتمال أن يكون غير صحابي.\nب- صحيح يحتج به: وهذا عند الأئمة الثلاثة -أبي حنيفة، ومالك، وأحمد في المشهور عنه- وطائفة من العلماء، بشرط أن يكون المرسِل ثقة، ولا يرسل إلا عن ثقة. وحجتهم أن التابعي الثقة لا يستحل أن يقول: قال رسول الله صلى الله عليه وسلم إلا إذا سمعه من ثقة.\nج- قبوله بشروط: أي يصح بشروط، وهذا عند الشافعي، وبعض أهل العلم؛ وهذه الشروط أربعة؛ ثلاثة في الراوي المرسِل، وواحد في الحديث المرسَل، وإليك هذه الشروط:\n1-\nأن يكون المرسِل من كبار التابعين.\n2-\nوإذا سمى من أرسل عنه سمى ثقة. أي إذا سئل عن اسم الراوي الذي حذفه، فإنه يذكر اسم شخص ثقة.\nالجزء: 1 ¦ الصفحة: 89\n",
        "3-\nوإذا شاركه الحفاظ المأمونون لم يخالفوه. أي أن الراوي المرسِل ضابط تام الضبط، بحيث إذا شاركه الرواة الضابطون يوافقون على روايته.\n4-\nوأن ينضم إلى هذه الشروط الثلاثة واحد مما يلي:\nأ- أن يروى الحديث من وجه آخر مسندا.\nب- أو يروى من وجه آخر مرسَلا أرسله من أخذ العلم عن غير رجال المرسِل الأول.\nج- أو يوافق قول صحابي.\nد- أو يفتي بمقتضاه أكثر أهل العلم1.\nفإذا تحققت هذه الشروط تبين صحة مَخرَج المرسَل وما عضده، وأنهما صحيحان، لو عارضهما حديث صحيح من طريق واحد رجحناهما عليه بتعدد الطرق إذا تعذر الجمع بينهما.\nهذا ويمكن توضيح هذه الأمور التي ينبغي أن ينضم واحد منها إلى الشروط الثلاثة السابقة بما يلي:\nأ- حديث مرسل + حديث مسند= صحيح.\nب- حديث مرسل + حديث مرسل= صحيح.\nج- حديث مرسل + قول صحابي= صحيح.\nد- حديث مرسل + فتوى أكثر العلماء= صحيح.\n1 انظر الرسالة للإمام للشافعي ص461.\nالجزء: 1 ¦ الصفحة: 90\n",
        "7-\nمرسَل الصحابي:\nهو ما أخبر به الصحابي عن قول الرسول صلى الله عليه وسلم أو فعله، ولم يسمعه أو يشاهده؛ إما لصغر سنه، أو تأخر إسلامه، أو غيابه، ومن هذا النوع أحاديث لصغار الصحابة؛ كابن عباس، وابن الزبير، وغيرهما.\n8-\nحكم مرسَل الصحابي:\nالقول الصحيح المشهور الذي قطع به الجمهور أنه صحيح محتجٌّ به؛ لأن رواية الصحابة عن التابعين نادرة، وإذا رووا عنهم بينوها، فإذا لم يبينوا، وقالوا: قال رسول الله، فالأصل أنهم سمعوها من صحابي آخر، وحذف الصحابي لا يضر، كما تقدم.\nوقيل: إن مرسَل الصحابي كمرسَل غيره في الحكم، وهذا القول ضعيف مردود.\n9-\nأشهر المصنفات فيه:\nأ- المراسيل، لأبي داود.\nب- المراسيل، لابن أبي حاتم.\nج- جامع التحصيل لأحكام المراسيل، للعلائي1.\n1 الرسالة المستطرفة ص85-86. والعلائي هو الحافظ المحقق صلاح الدين أبو سعيد خليل بن كيكلدي العلائي، ولد بدمشق سنة 694 هـ وتوفي في القدس سنة 761هـ.\nالجزء: 1 ¦ الصفحة: 91\n",
        "3-\nالمعضل:\n1-\nتعريفه:\nأ- لغةً: اسم مفعول من \"أعضله\" بمعنى أعياه.\nب- اصطلاحًا: ما سقط من إسناده اثنان فأكثر على التوالي1.\n2-\nمثاله:\n\"ما رواه الحاكم في \"معرفة علوم الحديث\" بسنده إلى القعنبي عن مالك أنه بلغه أن أبا هريرة قال: قال رسول الله صلى الله عليه وسلم: \"للمملوك طعامه وكسوته بالمعروف، ولا يكلف من العمل إلا ما يطيق\". قال الحاكم: هذا معضل عن مالك، أعضله هكذا في الموطأ\"2.\nفهذا الحديث معضل؛ لأنه سقط منه اثنان متواليان بين مالك وأبي هريرة. وقد عرفنا أنه سقط منه اثنان متواليان من رواية الحديث خارج الموطأ هكذا \"\n...\nعن مالك عن محمد بن عجلان عن أبيه عن أبي هريرة\"3.\n3-\nحكمه:\nالمعضل حديث ضعيف، وهو أسوأ حالا من المرسل\n1 علوم الحديث ص59، والنخبة ص44.\n2 معرفة علوم الحديث ص46.\n3 المصدر السابق ص47.\nالجزء: 1 ¦ الصفحة: 92\n",
        "والمنقطع1، وذلك لكثرة المحذوفين من الإسناد، وهذا الحكم على المعضل بإجماع العلماء.\n4-\nاجتماعه مع بعض صور المعلق:\nإن بين المعضل وبين المعلق عموما وخصوصا من وجه:\nأ- فيجتمع المعضل مع المعلق في صورة واحدة، وهي: إذا حذف من مبدأ إسناده راويان متواليان. فهو معضل ومعلق في آن واحد.\nب- ويفارقه في صورتين:\n1-\nإذا حذف من وسط الإسناد راويان متواليان، فهو معضل، وليس بمعلق.\n2-\nإذا حذف من مبدأ الإسناد راوٍ فقط، فهو معلق، وليس بمعضل.\n5-\nمن مظانِّ المعضل:\nقال السيوطي2: من مظانِّ المعضل والمنقطع والمرسل:\nأ- كتاب السنن، لسعيد بن منصور.\nب- مؤلفات ابن أبي الدنيا.\n1 انظر الكفاية ص21، والتدريب ج1، ص295.\n2 تدريب الراوي ج1، ص214.\nالجزء: 1 ¦ الصفحة: 93\n",
        "4-\nالمنقطع:\n1-\nتعريفه:\nأ- لغة: هو اسم فاعل من \"الانقطاع\" ضد الاتصال.\nب- اصطلاحا: ما لم يتصل إسناده، على أي وجه كان انقطاعه1.\n2-\nشرح التعريف:\nيعني أن كل إسناد انقطع من أي مكان كان؛ سواء كان الانقطاع من أول الإسناد، أو من آخره، أو من وسطه، فيدخل فيه -على هذا- المرسل والمعلق والمعضل، لكن علماء المصطلح المتأخرين خصوا المنقطع بما لم تنطبق عليه صورة المرسل، أو المعلق، أو المعضل، وكذلك كان استعمال المتقدمين، في الغالب. ولذلك قال النووي: \"وأكثر ما يستعمل في رواية من دون التابعي عن الصحابي، كمالك عن ابن عمر\"2.\n3-\nالمنقطع عند المتأخرين من أهل الحديث:\nهو ما لم يتصل إسناده، مما لا يشمله اسم المرسل، أو المعلق، أو المعضل. فكأن المنقطع اسم عام لكل انقطاع في\n1 التقريب مع التدريب، النوع العاشر: المنقطع، ج1، ص207.\n2 التقريب مع التدريب ج1، ص208.\nالجزء: 1 ¦ الصفحة: 94\n",
        "السند، ما عدا صورًا ثلاثًا من صور الانقطاع، وهي: حذف أو الإسناد، أو حذف آخره، أو حذف اثنين متواليين من أي مكان كان، وهذا هو الذي مشى عليه الحافظ ابن حجر في النخبة وشرحها1.\nثم إنه قد يكون الانقطاع في مكان واحد من الإسناد، وقد يكون في أكثر من مكان واحد، كأن يكون الانقطاع في مكانين أو ثلاثة مثلا.\n4-\nمثاله:\nما رواه عبد الرزاق، عن الثوري، عن أبي إسحاق، عن زيد بن يثيع، عن حذيفة مرفوعا: \"إن وليتموها أبا بكر فقوي أمين\"2.\nفقد سقط من هذا الإسناد رجل من وسطه، وهو \"شريك\" سقط من بين الثوري وأبي إسحاق؛ إذ إن الثوري لم يسمع الحديث من أبي إسحاق مباشرة، وإنما سمعه من شريك، وشريك سمعه من أبي إسحاق.\nفهذا الانقطاع لا ينطبق عليه اسم المرسل، ولا المعلق، ولا المعضل، فهو منقطع.\n5-\nحكمه:\nالمنقطع ضعيف بإجماع العلماء لفقده شرطا من شروط القبول، وهو اتصال السند، وللجهل بحال الراوي المحذوف.\n1 النخبة وشرحها له ص44.\n2 أخرجه الحاكم في معرفة الحديث ص36، وأخرجه أحمد والبزار والطبراني في الأوسط بمعناه. انظر مجمع الزوائد ج5 ص176.\nالجزء: 1 ¦ الصفحة: 95\n",
        "ب- أنواع السقط الخفي:\n1-\nالمدلَّس:\n1-\nتعريف التدليس:\nأ- لغةً: المدلس: اسم مفعول، من \"التدليس\" والتدليس في اللغة: كتمان عيب السلعة عن المشتري، وأصل التدليس مشتق من \"الدلس\" وهو الظلمة، أو اختلاط الظلام، كما في القاموس1؛ فكأن المدلس لتغطيته على الواقف على الحديث أظلم أمره، فصار الحديث مدلسا.\nب- اصطلاحا: إخفاء عيب في الإسناد، وتحسين لظاهره2.\n2-\nشرح التعريف:\nأي أن يستر المدلِّس العيب الذي في الإسناد، وهو الانقطاع في السند، فيسقط المدلِّس شيخه، ويروي عن شيخ شيخه ويحتال في إخفاء هذا الإسقاط، ويحسن ظاهر الإسناد بأن يوهم الذي يراه بأنه متصل، لا سقط فيه.\n3-\nأقسام التدليس:\nللتدليس قسمان رئيسيان هما: تدليس الإسناد، وتدليس الشيوخ.\n1 القاموس ج2، ص224.\n2 بيان الوهم والإيهام لأبي الحسن بن القطان.\nالجزء: 1 ¦ الصفحة: 96\n",
        "4-\nتدليس الإسناد:\nلقد عرف علماء الحديث هذا النوع من التدليس بتعريفات مختلفة، وسأختار أصحها وأدقها -في نظري- وهو تعريف الإمامين أبي بكر أحمد بن عمرو البزار، وأبي الحسن بن القطان. وهذا التعريف هو:\nأ- تعريفه: أن يروي الراوي عمن قد سمع منه ما لم يسمع منه، من غير أن يذكر أنه سمعه منه1.\nب- شرح التعريف: ومعنى هذا التعريف أن تدليس الإسناد: أن يروي الراوي عن شيخ قد سمع منه بعض الأحاديث، لكن هذا الحديث الذي دلسه لم يسمعه منه، وإنما سمعه من شيخ آخر عنه، فيسقط ذلك الشيخ، ويرويه عن الشيخ الأول بلفظ محتمل للسماع وغيره، كـ \"قال\" أو \"عن\" ليوهم غيره أنه سمعه منه. لكن لا يصرح بأنه سمع منه هذا الحديث، فلا يقول: \"سمعت\" أو \"حدثني\" حتى لا يصير كذابا بذلك، ثم قد يكون الذي أسقطه واحدًا أو أكثر.\nج- الفرق بينه وبين الإرسال الخفي: قال أبو الحسن بن القطان بعد ذكره للتعريف السابق: \"والفرق بينه وبين الإرسال هو: أن الإرسال روايته عمن لم يسمع منه\".\n1 شرح ألفية العراقي له ج1، ص180؛ نقلا عن البزار، وأبي الحسن بن القطان، بتصرف يسير.\nالجزء: 1 ¦ الصفحة: 97\n",
        "وإيضاح ذلك: أن كلا من المدلِّس والمرسِل إرسالا خفيا يروي عن شيخ شيئا لم يسمعه منه، بلفظ يحتمل السماع وغيره، لكن المدلس قد سمع من ذلك الشيخ أحاديث غير التي دلسها، على حين أن المرسل إرسالا خفيا لم يسمع من ذلك الشيخ أبدًا، لا الأحاديث التي أرسلها ولا غيرها، لكنه عاصره أو لقيه.\nد- مثاله: ما أخرجه الحاكم1، بسنده إلى علي بن خشرم قال: \"قال لنا ابن عيينة: عن الزهري، فقيل له: سمعته من الزهري؟ فقال: لا، ولا ممن سمعه من الزهري. حدثني عبد الرزاق عن معمر عن الزهري\" ففي هذا المثال أسقط ابن عيينة اثنين بينه وبين الزهري.\n5-\nتدليس التسوية:\nهذا النوع من التدليس هو في الحقيقة نوع من أنواع تدليس الإسناد.\nأ- تعريفه: هو رواية الراوي عن شيخه، ثم إسقاط راوٍ ضعيف بين ثقتين لقي أحدهما الآخر. وصورة ذلك: أن يروي الراوي حديثا عن شيخ ثقة، وذلك الثقة يرويه عن ضعيف، عن ثقة، ويكون الثقتان قد لقي أحدهما الآخر، فيأتي المدلس الذي سمع الحديث من الثقة\n1 في معرفة علوم الحديث ص130.\nالجزء: 1 ¦ الصفحة: 98\n",
        "الأول، فيسقط الضعيف الذي في السند، ويجعل الإسناد عن شيخه الثقة، عن الثقة الثاني، بلفظ محتمل، فيسوي الإسناد كله ثقات.\nوهذا النوع من التدليس شر أنواع التدليس؛ لأن الثقة الأول قد لا يكون معروفا بالتدليس، ويجده الواقف على السند كذلك بعد التسوية قد رواه عن ثقة آخر، فيحكم له بالصحة. وفيه غرر شديد.\nب- أشهر من كان يفعله، هما:\n1-\nبقية بن الوليد. قال أبو مسهر: \"أحاديث بقية ليست نقية، فكن منها على تقية\"1.\n2-\nالوليد بن مسلم.\nج- مثاله:\nما رواه ابن أبي حاتم في \"العلل\" قال: \"سمعت أبي -وذكر الحديث الذي رواه إسحاق بن راهويه، عن بقية قال: حدثني أبو وهب الأسدي عن نافع، عن ابن عمر، حديث: \"لا تحمدوا إسلام المرء حتى تعرفوا عقدة رأيه\"- قال أبي: هذا الحديث له أمر قل من يفهمه. روى هذا الحديث\nعبيد الله بن عمرو، عن إسحاق بن أبي فروة، عن نافع،\nثقة ضعيف ثقة\n1 ميزان الاعتدال ج1 - ص332.\nالجزء: 1 ¦ الصفحة: 99\n",
        "عن ابن عمر، عن النبي صلى الله عليه وسلم. وعبيد الله بن عمرو، كنيته أبو وهب، وهو أسدي، فكناه بقية ونسبه إلى بني أسد كي لا يفطن له، حتى إذا ترك إسحاق بن أبي فروة لا يهتدى له\"1.\n6-\nتدليس الشيوخ:\nأ- تعريفه: هو أن يروي الراوي عن شيخ حديثا سمعه منه، فيسميه، أو يكنيه، أو ينسبه، أو يصفه بما لا يعرف به كي لا يعرف2.\n7-\nشرح التعريف:\nأي أن يروي الراوي المدلس عن شيخ حديثا سمعه منه، يعني لا يوجد إسقاط ولا حذف في تدليس الشيوخ، لكن يوجد تمويه وتغطية لاسم الشيخ، أو كنيته، أو نسبته، أو صفته.\nوتوضيح ذلك: أن يكون:\n1-\nاسم الشيخ: محمود بن أحمد الطحان.\n2-\nوكنيته: أبو حفص.\n3-\nونسبته: الطحان.\n1 شرح الألفية للعراقي ج1، ص190، والتدريب ج1، ص225.\n2 علوم الحديث ص66.\nالجزء: 1 ¦ الصفحة: 100\n",
        "4-\nومن صفاته: أن لحيته بيضاء. فيأتي المدلس فيقول: حدثني:\n1-\nابن أحمد.\n2-\nأو \"أبو سهيل\".\n3-\nأو \"محمود الحلبي\".\n4-\nأو \"ذو اللحية البيضاء\".\nفهذه الأمور تنطبق على الشيخ، وذلك لأنه:\n1-\nبالنسبة للاسم: هو ابن أحمد حقيقة.\n2-\nوبالنسبة للكنية: فهو أبو سهيل؛ لأن سهيلا ابن من أبنائه.\n3-\nوبالنسبة للنسبة: فهو حلبي؛ لأنه من مدينة حلب.\n4-\nوبالنسبة لصفته: فهو ذو لحية بيضاء حقيقة.\nولكن الشيخ لا يعرف بين الناس بهذه الأسماء، فتسميته بها نوع من الإخفاء والتدليس لاسم الشيخ، وهذا هو الذي يريده المدلس؛ يصفه بما لا يعرف به كي لا يعرف؛ وذلك لوجود عيب فيه؛ كضعف، أو صغر سن، أو غير ذلك.\nب- مثاله:\nقول أبي بكر بن مجاهد، أحد أئمة القراء: \"حدثنا عبد الله بن أبي عبد الله، يريد به أبا بكر بن أبي داود السجستاني\".\n8-\nحكم التدليس:\nالجزء: 1 ¦ الصفحة: 101\n",
        "أ- أما تدليس الإسناد: فمكروهٌ جدًّا. ذمه أكثر العلماء، وكان شعبة من أشدهم ذمًّا له، فقال فيه أقوالا، منها: \"التدليس أخو الكذب\".\nب- وأما تدليس التسوية: فهو أشد كراهة منه، حتى قال العراقي: \"إنه قادح فيمن تعمد فعله\".\nج- وأما تدليس الشيوخ: فكراهته أخف من تدليس الإسناد؛ لأن التدليس لم يسقط أحدا، وإنما الكراهة بسبب تضييع المروي عنه، وتوعير طريق معرفته على السامع، وتختلف الحال في كراهته بحسب الغرض الحامل عليه.\n9-\nالأغراض الحاملة على التدليس:\nأ- الأغراض الحاملة على تدليس الشيوخ أربعة، وهي:\n1-\nضعف الشيخ، أو كونه غير ثقة.\n2-\nتأخر وفاة الشيخ، بحيث شارك الطالب في السماع منه جماعة جاءوا بعد هذا الطالب.\n3-\nصغر سن الشيخ، بحيث يكون أصغر من الراوي عنه.\n4-\nكثرة الرواية عن الشيخ، فلا يحب الإكثار من ذكر اسم شيخه على صورة واحدة.\nب- الأغراض الحاملة على تدليس الإسناد خمسة، وهي:\n1-\nتوهيم علو الإسناد؛ أي أن يوهم الناس أن إسناده عالٍ.\nالجزء: 1 ¦ الصفحة: 102\n",
        "2-\nفوات شيء من الحديث عن شيخ سمع منه الكثير.\n3، 4، 5- الأغراض الثلاثة الأولى المذكورة في تدليس الشيوخ.\n10-\nأسباب ذمِّ المدلِّس: ثلاثة وهي:\nأ- إيهامه السماع ممن لم يسمع منه.\nب- عدوله عن الكشف إلى الاحتمال.\nج- علمه بأنه لو ذكر الذي دلس عنه لم يكن مرضيا1.\n11-\nحكم رواية المدلس:\nاختلف العلماء في قبول رواية المدلس على أقوال؛ أشهرها قولان، وهما:\nأ- رد رواية المدلس مطلقا، وإن بَيَّنَ السماع؛ لأن التدليس نفسه جرح. \"وهذا القول غير معتمد\".\nب- التفصيل: \"وهو القول الصحيح\".\n1-\nإن صرح بالسماع قبلت روايته، أي إن قال: \"سمعت\" أو نحوها قبل حديثه.\n2-\nوإن لم يصرح بالسماع لم تقبل روايته، أي إن قال: \"عن\" ونحوها لم يقبل2 حديثه.\n1 راجع الكفاية ص358.\n2 علوم الحديث ص67-68.\nالجزء: 1 ¦ الصفحة: 103\n",
        "12-\nبم يعرف التدليس؟\nيعرف التدليس بأحد أمرين، هما:\nأ- إخبار المدلس نفسه -إذا سئل- أنه دلس، كما جرى لابن عيينة.\nب- نص إمام من أئمة هذا الشأن؛ بناءً على معرفته ذلك من البحث والتتبع.\n13-\nأشهر المصنفات في التدليس والمدلسين:\nهناك مصنفات في التدليس والمدلسين كثيرة، أشهرها:\nأ- ثلاثة مصنفات للخطيب البغدادي، واحد في أسماء المدلسين، واسمه \"التبيين لأسماء المدلسين\"1، والآخران أفرد كلا منهما لبيان نوع من أنواع التدليس2.\nب- التبيين لأسماء المدلسين: لبرهان الدين ابن الحلبي \"وقد طبعت هذه الرسالة\".\nج- تعريف أهل التقديس بمراتب الموصوفين بالتدليس، للحافظ ابن حجر \"وقد طبعت أيضا\".\n1 الكفاية ص361.\n2 الكفاية ص357.\nالجزء: 1 ¦ الصفحة: 104\n",
        "2-\nالمرسَل الخفي:\n1-\nتعريفه:\nأ- لغة: المرسَل لغة: اسم مفعول من الإسال، بمعنى الإطلاق، كأن المرسِل أطلق الإسناد ولم يصله.\nوالخفي: ضد الجلي؛ لأن هذا النوع من الإرسال غير ظاهر، فلا يدرك إلا بالبحث.\nب- اصطلاحا: أن يروي الراوي عمن لقيه، أو عاصره، ما لم يسمع منه، بلفظ يحتمل السماع وغيره كـ \"قال\"1.\n2-\nمثاله:\nما رواه ابن ماجه من طريق عمر بن عبد العزيز، عن عقبة بن عامر مرفوعا: \"رحم الله حارس الحرس\"2؛ فإن عمر لم يلقَ عقبة، كما قال المزي في الأطراف.\n3-\nبم يُعرَف الإرسال الخفي؟\nيُعرَف الإرسال الخفي بأحد أمور ثلاثة، وهي:\nأ- نص بعض الأئمة على أن هذا الراوي لم يلقَ من حدَّث عنه، أو لم يسمع منه مطلقا.\n1 شرح ألفية العراقي له: 1/ 180 نقلا عن \"بيان الوهم والإيهام\" لأبي الحسن بن القطان.\n2 ابن ماجه، كتاب الجهاد، ج2 ص925 رقم الحديث 2769.\nالجزء: 1 ¦ الصفحة: 105\n",
        "ب- إخباره عن نفسه بأنه لم يلق من حدث عنه، أو لم يسمع منه شيئا.\nج- مجيء الحديث من وجه آخر، فيه زيادة شخص بين هذا الراوي، وبين من روي عنه.\nوهذا الأمر الثالث فيه خلاف للعلماء؛ لأنه قد يكون من نوع \"المزيد في متصل الأسانيد\".\n4-\nحكمه:\nهو ضعيف؛ لأنه من نوع المنقطع، فإذا ظهر انقطاعه، فحكمه حكم المنقطع.\n5-\nأشهر المصنفات فيه:\nكتاب \"التفصيل لمبهم المراسيل\"، للخطيب البغدادي.\nالجزء: 1 ¦ الصفحة: 106\n",
        "ملحقات الحديث المنقطع: المعنعن، والمؤنن:\n1-\nتمهيد:\nلقد انتهت أنواع المردود الستة التي سبب ردها سقط من الإسناد، لكن لما كان المعنعن والمؤنن مختلفا فيهما، هل هما من نوع المنقطع، أو المتصل، لذا رأيت إلحاقهما بأنواع المردود بسبب سقط من الإسناد.\n2-\nتعريف المعنعن:\nأ- لغة: المعنعن: اسم مفعول من \"عنعن\" بمعنى قال: \"عن، عن\".\nب- اصطلاحا: قول الراوي: فلان عن فلان1\n3-\nمثاله:\nما رواه ابن ماجه قال: \"حدثنا عثمان بن أبي شيبة، ثنا معاوية بن هشام، ثنا سفيان، عن أسامة بن زيد، عن عثمان بن عروة، عن عروة، عن عائشة. قالت: قال رسول الله صلى الله عليه وسلم: \"إن الله وملائكته يصلون على ميامن الصفوف\"2.\n1 علوم الحديث، ص61.\n2 ابن ماجه، كتاب إقامة الصلاة والسنة فيها ج1، ص321 رقم الحديث / 1005، بلفظه.\nالجزء: 1 ¦ الصفحة: 107\n",
        "4-\nهل هو من المتصل أم المنقطع؟:\nاختلف العلماء فيه على قولين:\nأ- قيل إنه منقطع حتى يتبين اتصاله. وهذا القول غير معتمد.\nب- والقول الصحيح الذي عليه العمل، وقاله الجماهير من أصحاب الحديث والفقه والأصول: إنه متصل بشروط، اتفقوا على شرطين منها، واختلفوا في اشتراط ما عداهما؛ أما الشرطان اللذان اتفقوا على أنه لا بد منهما -ومذهب مسلم الاكتفاء بهما- فهما:\n1-\nألا يكون المعنعن مدلسا.\n2-\nأن يمكن لقاء بعضهم بعضا. أي لقاء المعنعِن بمن عنعن عنه.\nوأما الشروط التي اختلفوا على اشتراطها زيادة على الشرطين السابقين فهي:\n1-\nثبوت اللقاء: وهو قول البخاري وابن المديني والمحققين.\n2-\nطول الصحبة: وهو قول أبي المظفر السمعاني.\n3-\nمعرفته بالرواية عنه: وهو قول أبي عمرو الداني.\n5-\nتعريف المؤنَّن:\nأ- لغة: اسم مفعول من \"أنَّن\" بمعنى قال: \"أن، أن\".\nب- اصطلاحا: وهو قول الراوي: حدثنا فلان أن فلانا قال\n...\nالجزء: 1 ¦ الصفحة: 108\n",
        "6-\nحكم المؤنَّن:\nأ- قال أحمد وجماعة: هو منقطع حتى يتبين اتصاله، وهذا القول غير معتمد.\nب- وقال الجمهور: \"أن\" كـ \"عن\" ومطلقه محمول على الاتصال والسماع بالشروط المتقدمة.\nأي أن \"المؤنن\" كـ\"المعنعن\" في الحكم، وبالشروط نفسها المذكورة في نوع المعنعن.\nالجزء: 1 ¦ الصفحة: 109\n",
        "المقصد الثالث: المردود بسبب طعن في الراوي\n1-\nالمراد بالطعن في الراوي:\nالمراد بالطعن في الراوي جرحه باللسان، والتكلم فيه من ناحية عدالته ودينه، أو من ناحية ضبطه وحفظه.\n2-\nأسباب الطعن في الراوي:\nأسباب الطعن في الراوي عشرة أسباب؛ خمسة منها تتعلق بالعدالة، وخمسة منها تتعلق بالضبط.\nأ- أما التي تتعلق بالطعن في العدالة فهي:\n1-\nالكذب.\n2-\nالتهمة بالكذب.\n3-\nالفسق.\n4-\nالبدعة.\n5-\nالجهالة \"أي جهالة العين\".\nب- وأما التي تتعلق بالطعن في الضبط فهي:\n1-\nفحش الغلط.\n2-\nسوء الحفظ.\n3-\nالغفلة.\n4-\nكثرة الأوهام.\n5-\nمخالفة الثقات.\nوسأذكر أنواع الحديث المردود بكل بسبب من هذه الأسباب على التوالي، مبتدئا بالسبب الأشد طعنا وهو الكذب.\nالجزء: 1 ¦ الصفحة: 110\n",
        "الموضوع:\nإذا كان سبب الطعن في الراوي هو الكذب على رسول الله صلى الله عليه وسلم، فحديثه يسمى \"الموضوع\".\n1-\nتعريفه:\nأ- لغة: هو اسم مفعول، من \"وضع الشيء\" أي \"حطه\"؛ سمي بذلك لانحطاط رتبته.\nب- اصطلاحا: هو الكذب، المختلق، المصنوع، المنسوب إلى رسول الله صلى الله عليه وسلم1.\n2-\nرتبته:\nهو شر الأحاديث الضعيفة، وأقبحها، وبعض العلماء يعده قسما مستقلا، وليس نوعا من أنواع الأحاديث الضعيفة.\n3-\nحكم روايته:\nأجمع العلماء على أنه لا تحل روايته لأحد علم حاله في أي معنى كان إلا مع بيان وضعه، لحديث مسلم: \"من حدث عني بحديث يُرَى أنه كذب فهو أحد الكاذبين\" 2.\n1 تدريب الراوي، 1/ 274.\n2 مقدمة مسلم بشرح النووي ج1، ص62. ومعنى \"يُرَى\" أي يظن.\nالجزء: 1 ¦ الصفحة: 111\n",
        "4-\nطرق الوضاعين في صياغة الحديث:\nللوضاعين في صياغة الحديث طريقان:\nأ- إما أن ينشئ الوضاع الكلام من عنده، ثم يضع له إسنادا ويرويه.\nب- وإما أن يأخذ كلاما لبعض الحكماء، أو غيرهم، ويضع له إسنادا.\n5-\nكيف يعرف الحديث الموضوع؟\nيعرف الحديث الموضوع من دون النظر في إسناده بأمور؛ منها:\nأ- إقرار الواضع بالوضع: كإقرار أبي عصمة نوح بن أبي مريم بأنه وضع حديث فضائل سور القرآن سورة سورة، عن ابن عباس.\nب- أو ما يتنزل منزلة إقراره: كأن يحدث عن شيخ، فيسأل عن مولده هو، فيذكر تاريخا تكون وفاة ذلك الشيخ قبل مولده هو، ولا يعرف ذلك الحديث إلا عنده.\nج- أو قرينة في الراوي: مثل أن يكون الراوي رافضيا، والحديث في فضائل أهل البيت.\nد- أو قرينة في المروي: مثل كون الحديث ركيك اللفظ، أو مخالفا للحس، أو مخالفا لصريح القرآن.\nالجزء: 1 ¦ الصفحة: 112\n",
        "6-\nدواعي الوضع، وأصناف الوضاعين:\nلوضع الحديث دواعٍ كثيرة تدعو الوضاع لوضعه، فمن أبرزها ما يلي:\n1-\nالتقرب على الله تعالى: وذلك بوضع أحاديث ترغب الناس في الخيرات، وأحاديث تخوفهم من فعل المنكرات، وهؤلاء الوضاعون قوم ينتسبون إلى الزهد والصلاح، وهم شر الوضاعين؛ لأن الناس قبلت موضوعاتهم ثقة بهم.\nومن هؤلاء: ميسرة بن عبد ربه، فقد روى ابن حبان في الضعفاء عن ابن مهدي قال: \"قلت لميسرة بن عبد ربه: من أين جئت بهذه الأحاديث: من قرأ كذا فله كذا؟ قال: وضعتها أرغب الناس\"1.\n2-\nالانتصار للمذهب: لا سيما مذاهب الفرق السياسية، وذلك بعد ظهور الفتنة، وظهور الفرق السياسية، كالخوارج، والشيعة، فقد وضعت كل فرقة من الأحاديث ما يؤيد مذهبها، كحديث: \"علي خير البشر، من شك فيه كفر\".\n3-\nالطعن في الإسلام: وهؤلاء الوضاعون قوم من الزنادقة لم يستطيعوا أن يكيدوا للإسلام جهارا، فعمدوا إلى هذا الطريق الخبيث، فوضعوا جملة من الأحاديث بقصد\n1 تدريب الراوي ج1، ص283.\nالجزء: 1 ¦ الصفحة: 113\n",
        "تشويه الإسلام والطعن فيه، ومن هؤلاء: محمد بن سعيد الشامي، المصلوب في الزندقة، فقد روى عن حميد، عن أنس، مرفوعا: \"أنا خاتم النبيين لا نبي بعدي، إلا أن يشاء الله\"1، ولقد بين جهابذة الحديث أمر هذه الأحاديث، ولله الحمد والمنة.\n4-\nالتزلف إلى الحكام: أي تقرب بعض ضعفاء الإيمان إلى بعض الحكام بوضع أحاديث تناسب ما عليه الحكام من الانحراف، مثل قصة غياث بن إبراهيم النخعي الكوفي مع أمير المؤمنين المهدي، حين دخل عليه وهو يلعب بالحمام، فساق بسنده على التوِّ إلى النبي صلى الله عليه وسلم أنه قال: \"لا سبق إلا في نصلٍ، أو خفٍّ، أو حافرٍ، أو جناح\" فزاد كلمة \"أو جناح\" لأجل المهدي، فعرف المهدي ذلك، فأمر بذبح الحمام، وقال: أنا حملته على ذلك. وطرد هذا الوضاع المتزلف، وعامله بعكس قصده.\n5-\nالتكسب وطلب الرزق: كبعض القصاص الذين يتكسبون بالتحدث إلى الناس، فيوردون بعض القصص المسلية والعجيبة، حتى يستمع إليهم الناس ويعطوهم، كأبي سعيد المدائني.\n6-\nقصد الشهرة: وذلك بإيراد الأحاديث الغريبة التي لا توجد عند أحد من شيوخ الحديث، فيقلبون سند الحديث\n1 المصدر السابق ج1، ص284.\nالجزء: 1 ¦ الصفحة: 114\n",
        "ليستغرب، فيرغب في سماعه منهم، كابن أبي دحية وحماد النصيبي1.\n7-\nمذاهب الكرامية في وضع الحديث:\nزعمت فرقة من المبتدعة، سموا بالكرامية، جواز وضع الأحاديث في باب الترغيب والترهيب فقط، واستدلوا على ذلك بما روي في بعض طرق حديث: \"من كذب علي متعمدا\" من زيادة جملة: \"ليضل الناس\"؛ ولكن هذه الزيادة لم تثبت عند حفاظ الحديث.\nوقال بعضهم: \"نحن نكذب له، لا عليه\" وهذا الاستدلال في غاية السخف؛ فإن النبي صلى الله عليه وسلم لا يحتاج شرعه إلى كذابين ليروجوه.\nوهذا الزعم خلاف إجماع المسلمين، حتى بالغ الشيخ أبو محمد الجويني، فجزم بتكفير واضع الحديث.\n8-\nخطأ بعض المفسرين في ذكر بعض الأحاديث الموضوعة في تفاسيرهم:\nلقد أخطأ بعض المفسرين في ذكرهم أحاديث موضوعة في تفاسيرهم من غير بيان وضعها. لا سيما الحديث المروي عن أبي بن كعب في فضائل القرآن سورة سورة، ومن هؤلاء المفسرين:\nأ- الثعلبي.\nب- الواحدي.\n1 المصدر السابق ج1، ص286.\nالجزء: 1 ¦ الصفحة: 115\n",
        "ج- الزمخشري.\nد- البيضاوي.\nهـ- الشوكاني.\n9-\nأشهر المصنفات فيه:\nأ- كتاب الموضوعات: لابن الجوزي، وهو من أقدم ما صنف في هذا الفن، لكنه متساهل في الحكم على الحديث بالوضع، لذا انتقده العلماء وتعقبوه.\nب- اللآلئ المصنوعة في الأحاديث الموضوعة: للسيوطي، وهو اختصار لكتاب ابن الجوزي، وتعقيب عليه، وزيادات لم يذكرها ابن الجوزي.\nج- تنزيه الشريعة المرفوعة عن الأحاديث الشنيعة الموضوعة: لابن عراق الكناني، وهو تلخيص لسابقيه، وهو كتاب حافل مهذب مفيد.\nالجزء: 1 ¦ الصفحة: 116\n",
        "المتروك 1:\nإذا كان سبب الطعن في الراوي هو التهمة بالكذب -وهو السبب الثاني- سمي حديثه: المتروك.\n1-\nتعريفه:\nأ- لغة: اسم مفعول من \"الترك\" وتسمي العرب البيضة بعد أن يخرج منها الفرخ \"التريكة\" أي متروكة، لا فائدة منها2.\nب- اصطلاحا: هو الحديث الذي في إسناده راوٍ متهم بالكذب3.\n2-\nأسباب اتهام الراوي بالكذب:\nأسباب اتهام الراوي بالكذب أحد أمرين؛ هما:\nأ- ألا يروى ذلك الحديث إلا من جهته، ويكون مخالفا للقواعد المعلومة4.\n1 هذا النوع ذكره الحافظ ابن حجر في النخبة، ولم يذكره قبله ابن الصلاح، ولا النووي.\n2 انظر القاموس ج3 ص306.\n3 نخبة الفكر، وشرحها نزهة النظر، ص47.\n4 القواعد المعلومة: هي القواعد العامة التي استنبطها العلماء من مجموع نصوص عامة صحيحة، مثل قاعدة \"الأصل براءة الذمة\".\nالجزء: 1 ¦ الصفحة: 117\n",
        "ب- أن يعرف الراوي بالكذب في كلامه العادي، لكن لم يظهر منه الكذب في الحديث النبوي.\n3-\nمثاله:\nحديث عمرو بن شمر الجعفي الكوفي، عن جابر، عن أبي الطفيل، عن علي وعمار قالا: كان النبي صلى الله عليه وسلم يقنت في الفجر، ويكبر يوم عرفة من صلاة الغداة، ويقطع صلاة العصر آخر أيام التشريق.\nوقد قال النسائي والدارقطني وغيرهما من عمرو بن شمر: \"متروك الحديث\"1.\n4-\nرتبته:\nمر بنا أن شر الضعيف الموضوع، ويليه المتروك، ثم المنكر، ثم المعلل، ثم المدرج، ثم المقلوب، ثم المضطرب. كذا رتبه الحافظ ابن حجر2.\n1 ميزان الاعتدال ج3، ص268.\n2 انظر التدريب ج1، ص295، والنخبة وشرحها ص46 وما بعدها.\nالجزء: 1 ¦ الصفحة: 118\n",
        "المنكَر:\nإذا كان سبب الطعن في الراوي فحش الغلط، أو كثرة الغفلة، أو الفسق -وهو السبب الثالث والرابع والخامس- فحديثه يسمى المنكر.\n1-\nتعريفه:\nأ- لغة: هو اسم مفعول من \"الإنكار\" ضد الإقرار.\nب- اصطلاحا: عرف علماء الحديث المنكر بتعريفات متعددة، أشهرها: تعريفان، وهما:\n1-\nهو الحديث الذي في إسناده راوٍ فحش غلطه، أو كثرت غفلته، أو ظهر فسقه.\nوهذا التعريف ذكره الحافظ ابن حجر، ونسبه لغيره1، ومشى على هذا التعريف البيقوني في منظومته فقال:\nومنكر الفرد به راوٍ غدا\n...\nتعديله لا يحمل التفردا\n2-\nهو ما رواه الضعيف مخالفا لما رواه الثقة2.\nوهذا التعريف هو الذي ذكره الحافظ ابن حجر،\n1 انظر النخبة وشرحها ص47.\n2 انظر النخبة وشرحها ص37.\nالجزء: 1 ¦ الصفحة: 119\n",
        "واعتمده، وفيه زيادة على التعريف الأول، وهي: قيد مخالفة الضعيف لما رواه الثقة.\n2-\nالفرق بينه وبين الشاذ:\nأ- أن الشاذ ما رواه المقبول مخالفا لما رواه من هو أولى منه.\nب- أن المنكر ما رواه الضعيف مخالفا لما رواه الثقة1.\nفيعلم من هذا أنهما يشتركان في اشتراط المخالفة، ويفترقان في أن الشاذ راويه مقبول، والمنكر راويه ضعيف.\nقال ابن حجر: \"وقد غفل من سوى بينهما\"2.\n3-\nمثاله:\nأ- مثال للتعريف الأول: ما رواه النسائي وابن ماجه من رواية أبي زكير يحيى بن محمد بن قيس، عن هشام بن عروة، عن أبيه، عن عائشة مرفوعا \"كلوا البلح بالتمر؛ فإن ابن آدم إذا أكله غضب الشيطان\"3.\nقال النسائي: \"هذا حديث منكر، تفرد به أبو زكير، وهو شيخ صالح، أخرج له مسلم في المتابعات، غير أنه لم يبلغ مبلغ من يحتمل تفرده\".\nب- مثال للتعريف الثاني: ما رواه ابن أبي حاتم من طريق\n1 المراد بالمقبول هنا ما يشمل راوي الصحيح وراوي الحسن \"أي العدل التام الضبط، أو العدل الذي خف ضبطه\".\n2 انظر النخبة وشرحها ص37 ويعني بقوله هذا ابن الصلاح، فقد سوى بين الشاذ والمنكر في \"علوم الحديث\" ص80 إذ قال: \"المنكر ينقسم قسمين على ما ذكرناه في الشاذ، فإنه بمعناه\".\n3 رواه ابن ماجه، كتاب الأطعمة، باب أكل البلح والتمر: 2/ 1105، حديث 3330.\nالجزء: 1 ¦ الصفحة: 120\n",
        "حُبيب بن حَبيب الزيات، عن أبي إسحاق، عن العيزار بن حريث، عن ابن عباس، عن النبي صلى الله عليه وسلم قال: \"من أقام الصلاة، وآتى الزكاة، وحج البيت، وصام، وقرى الضعيف دخل الجنة\".\nقال أبو حاتم: \"هو منكر؛ لأن غيره من الثقات رواه عن أبي إسحاق موقوفا، وهو المعروف\"1.\n4-\nرتبته:\nيتبين من تعريفَي المنكر المذكورين آنفا أن المنكر من أنواع الضعيف جدا؛ لأنه إما راوية ضعيف موصوف بفحش الغلط، أو كثرة الغفلة، أو الفسق، وإما راوية ضعيف مخالف في روايته تلك لرواية الثقة، وكلا القسمين فيه ضعف شديد، لذلك مر بنا في بحث \"المتروك\" أن المنكر يأتي في شدة الضعف بعد مرتبة المتروك.\n1 التدريب ج1، ص240.\nالجزء: 1 ¦ الصفحة: 121\n",
        "المعروف 1:\n1-\nتعريفه:\nأ- لغة: هو اسم مفعول، من \"عرف\".\nب- اصطلاحا: ما رواه الثقة مخالفا لما رواه الضعيف2.\nفهو بهذا المعنى مقابل للمنكر، أو بتعبير أدق، هو مقابل لتعريف المنكر الذي اعتمده الحافظ ابن حجر.\n2-\nمثاله:\nأما مثاله فهو المثال الثاني الذي مر في نوع المنكر، وهو: \"من أقام الصلاة، وآتى الزكاة، وحج البيت، وصام، وقرى الضيف، دخل الجنة\". لكن من طريق الثقات الذين رووه مرقوفا على ابن عباس، أي أنه من كلام ابن عباس، وليس من كلام النبي صلى الله عليه وسلم، وهو عكس رواية حبيب الذي رواه مرفوعا؛ لأن ابن أبي حاتم قال -بعد أن ساق حديث حبيب المرفوع: \"هو منكر؛ لأن غيره من الثقات رواه عن أبي إسحاق موقوفًا، وهو المعروف\".\n1 لم يذكر \"المعروف\" هنا؛ لأنه من أنواع المردود، وإنما ذكر هنا لمناسبة قسيمه \"المنكر\"؛ هذا و\"المعروف\" من أقسام المقبول الذي يحتج به، كما هو معروف.\n2 نخبة الفكر، مع شرحها ص37.\nالجزء: 1 ¦ الصفحة: 122\n",
        "الشاذ والمحفوظ:\n1-\nتعريف الشاذ:\nأ- لغة: اسم فاعل، من \"شذ\" بمعنى \"انفرد\" فالشاذ، معناه: \"المنفرد عن الجمهور\".\nب- اصطلاحا: ما رواه المقبول مخالفا لمن هو أولى منه1.\n2-\nشرح التعريف:\nالمقبول هو: العدل الذي تم ضبطه، أو العدل الذي خف ضبطه، والذي هو أولى منه: هو الراوي الذي يكون أرجح منه؛ لمزيد ضبط، أو كثرة عدد، أو غير ذلك من وجوه الترجيحات.\nهذا وقد اختلف العلماء في تعريفه على أقوال متعددة، لكن هذا التعريف هو الذي اختاره الحافظ ابن حجر، وقال: إنه المعتمد في تعريف الشاذ بحسب الاصطلاح2.\n3-\nأين يقع الشذوذ؟\nيقع الشذوذ في السند، كما يقع في المتن أيضا.\nأ- مثال الشذوذ في السند:\nما رواه الترمذي والنسائي وابن ماجه، من طريق ابن عيينة، عن عمرو بن دينار، عن عوسجة، عن ابن عباس، \"أن رجلا توفي على عهد رسول الله صلى الله عليه وسلم، ولم يدع وارثا إلا مولى هو\n1 انظر النخبة مع شرحها، ص37.\n2 انظر النخبة مع شرحها، ص37.\nالجزء: 1 ¦ الصفحة: 123\n",
        "أعتقه\"1 وتابع ابن عيينة على وصله ابن جريج وغيره، وخالفهم حماد بن زيد، فرواه عن عمرو بن دينار، عن عوسجة، ولم يذكر ابن عباس.\nولذا قال أبو حاتم: \"المحفوظ: حديث ابن عيينة\" فحماد بن زيد من أهل العدالة والضبط، ومع ذلك فقد رجح أبو حاتم رواية من هم أكثر عددا منه.\nب- مثال الشذوذ في المتن:\nما رواه أبو داود والترمذي من حديث عبد الواحد بن زياد، عن الأعمش، عن أبي صالح، عن أبي هريرة مرفوعا: \"إذا صلى أحدكم الفجر فليضطجع عن يمينه\"2 قال البيهقي: خالف عبد الواحد العدد الكثير في هذا؛ فإن الناس إنما رووه من فعل النبي صلى الله عليه وسلم. لا من قوله، وانفرد عبد الواحد من بين ثقات أصحاب الأعمش بهذا اللفظ.\n4-\nالمحفوظ:\nهذا ويقابل الشاذ \"المحفوظ\" وهو: ما رواه الأوثق مخالفا لرواية الثقة.\nومثاله: هو المثالان المذكوران في نوع الشاذ. لكن من طريق الأوثق.\n5-\nحكم الشاذ والمحفوظ: من المعلوم أن الشاذ حديث مردود، أما المحفوظ فهو حديث مقبول.\n1 رواه أبو داود، كتاب الفرائض، حديث 2905، بمعناه.\n2 رواه أبو داود، كتاب الصلاة، حديث 1261، بمعناه، ورواه الترمذي، كتاب الصلاة، حديث 420 بلفظه.\nالجزء: 1 ¦ الصفحة: 124\n",
        "المعلَّلُ:\nإذا كان سبب الطعن في الراوي هو \"الوهم\" فحديثه يسمى المعلل، وهو السبب السادس.\n1-\nتعريفه:\nأ- لغة: اسم مفعول، من \"أعله\" بكذا فهو \"معل\" وهو القياس الصرفي المشهور، وهو اللغة الفصيحة، لكن التعبير بـ\"المعلل\" من أهل الحديث جاء على غير المشهور في اللغة1 ومن المحدثين من عبر عنه بـ\"المعلول\" وهو ضعيف مرذول عند أهل العربية واللغة2.\nب- اصطلاحا: هو الحديث الذي اطُّلِع فيه على علة تقدح في صحته، مع أن الظاهر السلامة منها3.\n2-\nتعريف العلة:\nهي سبب غامض خفي قادح في صحة الحديث4.\nفيؤخذ من تعريف العلة هذا أن العلة عند علماء الحديث لا بد أن يتحقق فيها شرطان، وهما:\n1 لأن المعلل اسم مفعول من \"علله\" بمعنى ألهاه، ومنه تعليل الأم ولدها.\n2 لأن اسم المفعول من الرباعي لا يكون على وزن مفعول، وانظر علوم الحديث ص81.\n3 علوم الحديث، ص90.\n4 علوم الحديث، ص90.\nالجزء: 1 ¦ الصفحة: 125\n",
        "أ- الغموض والخفاء.\nب- القدح في صحة الحديث.\nفإن اختل واحد منهما -كأن تكون العلة ظاهرة، أو غير قادحة- فلا تسمى عندئذ علة اصطلاحا.\n3-\nقد تطلق العلة على غير معناها الاصطلاحي:\nإن ما ذكرته من تعريف العلة في الفقرة السابقة هو المراد بالعلة في اصطلاح المحدثين، لكن قد يطلقون العلة أحيانا على أي طعن موجه للحديث، وإن لم يكن هذا الطعن خفيا، أو قادحا.\nأ- فمن النوع الأول: التعليل بكذب الراوي، أو غفلته، أو سوء حفظه، أو نحو ذلك. حتى لقد سمى الترمذي النسخ علة.\nب- ومن النوع الثاني: التعليل بمخالفة لا تقدح في صحة الحديث، كإرسال ما وصله الثقة، وبناء على ذلك فقد قال بعضهم: من حديث الصحيح ما هو صحيح معلل.\n4-\nجلالته، ودقته، ومن يتمكن منه:\nمعرفة علل الحديث من أجل علوم الحديث، وأدقها؛ لأنه يحتاج إلى كشف العلل الغامضة الخفية التي لا تظهر إلا للجهابذة في علوم الحديث. وإنما يتمكن منه ويقوى على معرفته أهل الحفظ والخبرة والفهم الثاقب، ولهذا لم يخض غماره إلا القليل\nالجزء: 1 ¦ الصفحة: 126\n",
        "من الأئمة، كابن المديني، وأحمد، والبخاري، وأبي حاتم، والدارقطني.\n5-\nإلى أي إسناد يتطرق التعليل؟\nيتطرق التعليل إلى الإسناد الجامع شروط الصحة ظاهرا؛ لأن الحديث الضعيف لا يحتاج إلى البحث عن علله؛ إذ إنه مردود لا يعمل به.\n6-\nبِمَ يستعان على إدراك العلة؟\nيستعان على إدراك العلة بأمور، منها:\nأ- تفرد الراوي.\nب- مخالفة غيره له.\nجـ- قرائن أخرى تنضم إلى ما تقدم في الفقرتين \"أ، ب\" هذه الأمور تنبه العارف بهذا الفن إلى وهم وقع من راوي الحديث، إما بكشف إرسال في حديث رواه موصولا، وإما بكشف وقف في حديث رواه مرفوعا، وإما بكشف إدخاله حديثا في حديث، أو غير ذلك من الأوهام، بحيث يغلب على ظنه ذلك، فيحكم بعدم صحة الحديث.\n7-\nما هو الطريق إلى معرفة المعلَّل؟\nالطريق إلى معرفته هو جمع طرق الحديث، والنظر في اختلاف رواته، والموازنة بين ضبطهم وإتقانهم، ثم الحكم على الرواية المعلولة.\nالجزء: 1 ¦ الصفحة: 127\n",
        "8-\nأين تقع العلة؟\nأ- تقع العلة في الإسناد -وهو الأكثر- كالتعليل بالوقف، والإرسال.\nب- وتقع في المتن -وهو الأقل- مثل حديث نفي قراءة البسملة في الصلاة.\n9-\nهل العلة في الإسناد تقدح في المتن؟\nأ- قد تقدح في المتن مع قدحها في الإسناد، وذلك مثل التعليل بالإرسال.\nب- وقد تقدح في الإسناد خاصة، ويكون المتن صحيحا، مثل حديث يعلى بن عبيد، عن الثوري، عن عمرو بن دينار، عن ابن عمر مرفوعا: \"البيعان بالخيار\"، فقد وهم يعلى على سفيان الثوري في قوله: \"عمرو بن دينار\"؛ إنما هو عبد الله بن دينار، فهذا المتن صحيح، وإن كان في الإسناد علة الغلط؛ لأن كلا من عمرو وعبد الله بن دينار ثقة. فإبدال ثقة بثقة لا يضر صحة المتن، وإن كان سياق الإسناد خطأ.\n10-\nأشهر المصنفات فيه:\nأ- كتاب العلل، لابن المديني.\nب- علل الحديث، لابن أبي حاتم.\nجـ- العلل ومعرفة الرجال، لأحمد بن حنبل.\nالجزء: 1 ¦ الصفحة: 128\n",
        "د- العلل الكبير، والعلل الصغير، للترمذي.\nهـ- العلل الواردة في الأحاديث النبوية، للدارقطني، وهو أجمعها، وأوسعها.\nالمخالفة للثقات:\nإذا كان سبب الطعن في الراوي مخالفته للثقات -وهو السبب السابع- فينتج عن مخالفته للثقات خمسة أنواع من علوم الحديث، وهي: \"المدرج، والمقلوب، والمزيد في متصل الأسانيد، والمضطرب، والمصحَّف\".\n1-\nفإن كانت المخالفة بتغيير سياق الإسناد، أو بدمج موقوف بمرفوع، فيسمى \"المدرج\".\n2-\nوإن كانت المخالفة بتقديم أو تأخير، فيسمى \"المقلوب\".\n3-\nوإن كانت المخالفة بزيادة راوٍ، فيسمى \"المزيد في متصل الأسانيد\".\n4-\nوإن كانت المخالفة بإبدال راوٍ براوٍ، أو بحصول التدافع في المتن ولا مرجح، فيسمى \"المضطرب\".\n5-\nوإن كانت المخالفة بتغيير اللفظ، مع بقاء السياق، فيسمى \"المصحف\"1.\nوإليك تفصيل البحث فيها على التوالي.\n1 انظر النخبة وشرحها ص48-49.\nالجزء: 1 ¦ الصفحة: 129\n",
        "1-\nالمدرج:\n1-\nتعريفه:\nأ- لغة: اسم مفعول من \"أدرجت\" الشيء في الشيء: إذا أدخلته فيه، وضمنته إياه.\nب- اصطلاحا: ما غُيِّرَ سياق إسناده، أو أُدخِلَ في متنه ما ليس منه بلا فصل1.\n2-\nأقسامه:\nالمدرَج قسمان: مدرَج الإسناد، ومدرَج المتن.\nأ- مدرَج الإسناد:\n1-\nتعريفه: هو ما غُيِّر سياق إسناده.\n2-\nمن صوره: أن يسوق الراوي الإسناد، فيعرض له عارض، فيقول كلاما من قبل نفسه، فيظن بعض من سمعه أن ذلك الكلام هو متن ذلك الإسناد، فيرويه عنه كذلك فيتغير سياق الإسناد.\n3-\nمثاله:\nقصة ثابت بن موسى الزاهد في روايته: \"من كثرت صلاته بالليل حسن وجهه بالنهار\"2 وأصل القصة أن ثابت بن موسى، دخل على شريك بن عبد الله القاضي وهو يملي ويقول:\n1 انظر النخبة مع شرحها، ص48.\n2 أخرجه ابن ماجه، باب قيام الليل ج1، ص422 رقم الحديث/ 1333.\nالجزء: 1 ¦ الصفحة: 130\n",
        "\"حدثنا الأعمش، عن أبي سفيان، عن جابر قال: قال رسول الله صلى الله عليه وسلم\n...\n\"، وسكت ليكتب المستملي1، فلما نظر إلى ثابت قال: \"من كثرت صلاته بالليل حسن وجهه بالنهار\"، وقصد بذلك ثابتا لزهده وورعه، فظن ثابت أنه متن ذلك الإسناد، فكان يحدث به كذلك.\nب- مُدرَج المتن:\n1-\nتعريفه: ما أدخل في متنه ما ليس منه بلا فصل.\n2-\nأقسامه: ثلاثة، وهي:\nأ- أن يكون الإدراج في أول الحديث، وهو قليل، لكنه أكثر من وقوعه في وسطه.\nب- أن يكون الإدراج في وسط الحديث، وهو أقل من الأول.\nح- أن يكون الإدراج في آخر الحديث، وهو الغالب2.\n3-\nأمثلة له:\nأ- مثال لوقوع الإدراج في أول الحديث: وسببه أن الراوي يقول كلاما يريد أن يستدل عليه بالحديث، فيأتي به بلا فصل، فيتوهم السامع أن الكل حديث، مثل: \"ما رواه الخطيب من رواية أبي قطن وشبابة -فرقهما- عن شعبة، عن محمد بن زياد، عن أبي هريرة قال: قال رسول الله\n1 المستملي هو الذي يبلغ صوت المحدث إذا كثر الطلاب في المجلس.\n2 تدريب الراوي ج1، ص270.\nالجزء: 1 ¦ الصفحة: 131\n",
        "صلى الله عليه وسلم: \"أسبغوا الوضوء، ويل للأعقاب من النار\" فقوله: \"أسبغوا الوضوء\" مدرج من كلام أبي هريرة، كما بين في رواية البخاري عن آدم، عن شعبة، عن محمد بن زياد، عن أبي هريرة قال: \"أسبغوا الوضوء، فإن أبا القاسم صلى الله عليه وسلم قال: \"ويل للأعقاب من النار\".\nقال الخطيب: \"وهم أبو قطن وشبابة في روايتهما له عن شعبة على ما سقناه، وقد رواه الجم الغفير عنه كرواية آدم\"1.\nب- مثال لوقوع الإدراج في وسط الحديث: حديث عائشة في بدء الوحي: \"كان النبي صلى الله عليه وسلم يتحنث في غار حراء -وهو التعبد- الليالي ذوات العدد\"2 فقوله: \"وهو التعبد\" مدرَج من كلام الزهري.\nج- مثال لوقوع الإدراج في آخر الحديث: حديث أبي هريرة مرفوعا: \"للعبد المملوك أجران، والذي نفسي بيده، لولا الجهاد في سبيل الله، والحج، وبر أمي، لأحببت أن أموت وأنا مملوك\" 3.\nفقوله: \"والذي نفسي بيده\n...\nإلخ\" من كلام أبي\n1 تدريب الراوي ج1، ص270.\n2 البخاري، باب بدء الوحي، 1/ 22، حديث 3.\n3 البخاري، كتاب العتق: 5/ 175، حديث 2548 بلفظه.\nالجزء: 1 ¦ الصفحة: 132\n",
        "هريرة؛ لأنه يستحيل أن يصدر ذلك منه صلى الله عليه وسلم؛ لأنه لم يمكن أن يتمنى الرق، ولأن أمه لم تكن موجودة حتى يبرها.\n3-\nدواعي الإدراج:\nداوعي الإدراج متعددة، أشهرها ما يلي:\nأ- بيان حكم شرعي.\nب- استنباط حكم شرعي من الحديث قبل أن يتم الحديث.\nج- شرح لفظ غريب في الحديث.\n4-\nكيف يدرك الإدراج؟:\nيدرك الإدراج بأمور، منها:\nأ- ورود الحديث منفصلا في رواية أخرى.\nب- التنصيص عليه من بعض الأئمة المطلعين.\nج- إقرار الراوي نفسه أنه أدرج هذا الكلام.\nد- استحالة كونه صلى الله عليه وسلم يقول ذلك.\n5-\nحكم الإدراج:\nالإدراج حرام بإجماع العلماء، من المحدثين، والفقهاء، وغيرهم، ويستثنى من ذلك ما كان لتفسير غريب؛ فإنه غير ممنوع، ولذلك فعله الزهري وغيره من الأئمة.\nالجزء: 1 ¦ الصفحة: 133\n",
        "6-\nأشهر المصنفات فيه:\nأ- \"الفصل للوصل المدرج في النقل\" للخطيب البغدادي.\nب- \"تقريب المنهج بترتيب المدرج\" لابن حجر، وهو تلخيص لكتاب الخطيب، وزيادة عليه.\n2-\nالمقلوب:\n1-\nتعريفه:\nأ- لغة: هو اسم مفعول، من \"القلب\" وهو: تحويل الشيء عن وجهه1.\nب- اصطلاحا: إبدال لفظ بآخر، في سند الحديث، أو متنه، بتقديم، أو تأخير، ونحوه2.\n2-\nأقسامه:\nينقسم المقلوب إلى قسمين رئيسيين، هما:\nمقلوب السند، ومقلوب المتن.\nأ- مقلوب السند: وهو ما وقع الإبدال في سنده. وله صورتان:\n1 انظر القاموس ج1، ص123.\n2 انظر النخبة مع شرحها، ص49، والنكت، للحافظ ابن حجر: 2/ 864 كلاهما بمعناه.\nالجزء: 1 ¦ الصفحة: 134\n",
        "1-\nأن يقدم الراوي ويؤخر في اسم أحد الرواة، واسم أبيه؛ كحديث مروي عن \"كعب بن مرة\" فيرويه الراوي عن \"مرة بن كعب\".\n2-\nأن يبدل الراوي شخصا بآخر، بقصد الإغراب: كحديث مشهور عن \"سالم\" فيجعله الراوي عن \"نافع\".\nوممن كان يفعل ذلك من الرواة \"حماد بن عمرو النصيبي\" ومثاله: حديث رواه حماد النصيبي، عن الأعمش، عن أبي صالح، عن أبي هريرة، مرفوعا: \"إذا لقيتم المشركين في طريق فلا تبدءوهم بالسلام\". فهذا حديث مقلوب، قلبه حماد، فجعله عن الأعمش، وإنما هو معروف عن سهيل بن أبي صالح، عن أبيه، عن أبي هريرة. هكذا أخرجه مسلم في صحيحه.\nوهذا النوع من القلب هو الذي يطلق على راويه أنه يسرق الحديث.\nب- مقلوب المتن: وهو ما وقع الإبدال في متنه، وله صورتان أيضا:\n1-\nأن يقدم الراوي ويؤخر في بعض متن الحديث.\nومثاله: حديث أبي هريرة عند مسلم، في السبعة الذين يظلهم الله في ظله يوم لا ظل إلا ظله. ففيه: \"ورجل تصدق بصدقة، فأخفاها؛ حتى لا تعلم يمينه ما تنفق\nالجزء: 1 ¦ الصفحة: 135\n",
        "شماله\": فهذا مما انقلب على بعض الرواة، وإنما هو: \"حتى لا تعلم شماله ما تنفق يمينه\" 1.\n2-\nأن يجعل الراوي متن هذا الحديث على إسناد آخر، ويجعل إسناده لمتن آخر، وذلك بقصد الامتحان وغيره.\nمثاله: ما فعل أهل بغداد مع الإمام البخاري؛ إذ قلبوا له مائة حديث، وسألوه عنها امتحانا لحفظه، فردها على ما كانت عليه قبل القلب، ولم يخطئ في واحد منها2.\n2-\nالأسباب الحاملة على القلب:\nتختلف الأسباب التي تحمل بعض الرواة على القلب، وهذه الأسباب هي:\nأ- قصد الإغراب؛ ليرغب الناس في رواية حديثه، والأخذ عنه.\nب- قصد الامتحان، والتأكد من حفظ المحدِّث، وتمام ضبطه.\nج- الوقوع في الخطأ والغلط من غير قصد.\n4-\nحكم القلب:\nيختلف حكم القلب بحسب السبب الحامل عليه:\nأ- فإن كان القلب بقصد الإغراب، فلا شك في أنه لا يجوز،\n1 رواه مقلوبا مسلم في الزكاة، باب فضل إخفاء الصدقة: 2/ 715، حديث 91.\n2 انظر تفاصيل القصة في تاريخ بغداد ج2، ص20.\nالجزء: 1 ¦ الصفحة: 136\n",
        "لأن فيه تغييرا للحديث، وهذا من عمل الوضاعين.\nب- وإن كان بقصد الامتحان، فهو جائز؛ للتثبت من حفظ المحدِّث وأهليته، وهذا بشرط أن يبين الصحيح قبل انفضاض المجلس.\nج- وإن كان عن خطأ وسهو، فلا شك في أن فاعله معذور في خطئه، لكن إذا كثر ذلك منه فإنه يخل بضبطه، ويجعله ضعيفا.\n5-\nحكم الحديث المقلوب:\nأما الحديث المقلوب فهو من أنواع الضعيف المردود، كما هو معلوم؛ وذلك لأنه مخالف لرواية الثقات.\n6-\nأشهر المصنفات فيه:\nأ- كتاب \"رافع الارتياب، في المقلوب من الأسماء والألقاب\" للخطيب البغدادي، والظاهر من اسم الكتاب أنه خاص بقسم المقلوب الواقع في السند فقط.\nالجزء: 1 ¦ الصفحة: 137\n",
        "3-\nالمزيد في متصل الأسانيد:\n1-\nتعريفه:\nأ- لغة: المزيد: اسم مفعول، من \"الزيادة\". والمتصل: ضد المنقطع، والأسانيد: جمع إسناد.\nب- اصطلاحا: زيادة راوٍ في أثناء سند ظاهره الاتصال1.\n2-\nمثاله:\nما روى ابن المبارك قال: حدثنا سفيان، عن عبد الرحمن بن يزيد، حدثني بشر بن عبيد الله، قال: سمعت أبا إدريس قال: سمعت واثلة يقول: سمعت أبا مرثد يقول: سمعت رسول الله صلى الله عليه وسلم يقول: \"لا تجلسوا على القبور، ولا تصلوا إليها\" 2.\n3-\nالزيادة في هذا المثال:\nالزيادة في هذا المثال في موضعين، الموضع الأول: في لفظ \"سفيان\" والموضع الثاني: في لفظ \"أبا إدريس\" وسبب الزيادة في الموضعين هو الوهم.\nأ- أما زيادة \"سفيان\" فوهم ممن دون ابن المبارك؛ لأن عددا من الثقات رووا الحديث عن ابن المبارك، عن\n1 انظر النخبة مع شرحها، ص49.\n2 رواه مسلم، كتاب الجنائز ج7، ص38، والترمذي ج3، ص367 كلاهما بزيادة أبي إدريس وحذفها.\nالجزء: 1 ¦ الصفحة: 138\n",
        "عبد الرحمن بن يزيد مباشرة، ولم يذكروا سفيان، ومنهم من صرح فيه بالإخبار.\nب- وأما زيادة \"أبا إدريس\" فوهم من ابن المبارك؛ لأن عددا من الثقات رووا الحديث عن عبد الرحمن بن يزيد، فلم يذكروا أبا إدريس، ومنهم من صرح بسماع بسر من واثلة.\n4-\nشروط رد الزيادة:\nيشترط لرد الزيادة وعدِّهَا وَهْمًا ممن زادها شرطان، وهما:\nأ- أن يكون من لم يزدها أتقن ممن زادها.\nب- أن يقع التصريح بالسماع في موضع الزيادة.\nفإن اختل الشرطان، أو أحد منهما ترجحت الزيادة وقبلت، وعد الإسناد الخالي من تلك الزيادة منقطعا، لكن انقطاعه خفي، وهو الذي يسمى \"المرسل الخفي\".\n5-\nالاعتراضات الواردة على ادعاء وقوع الزيادة:\nيعترض على ادعاء وقوع الزيادة باعتراضين، هما:\nأ- إن كان الإسناد الخالي عن الزيادة بحرف \"عن\" في موضع الزيادة، فينبغي أن يجعل منقطعا.\nب- وإن كان مصرحا فيه بالسماع، احتمل أن يكون سمعه من رجل عنه أولا، ثم سمعه منه مباشرة، ويمكن أن يجاب عن ذلك بما يلي:\nأ- أما الاعتراض الأول فهو كما قال المعترض.\nالجزء: 1 ¦ الصفحة: 139\n",
        "ب- وأما الاعتراض الثاني، فالاحتمال المذكور فيه ممكن؛ لكن العلماء لا يحكمون على الزيادة بأنها وهم إلا مع قرينة تدل على ذلك.\n6-\nأشهر المصنفات فيه:\nكتاب \"تمييز المزيد في متصل الأسانيد\" للخطيب البغدادي.\nالجزء: 1 ¦ الصفحة: 140\n",
        "4-\nالمضطرب:\n1-\nتعريفه:\nأ- لغة: هو اسم فاعل، من \"الاضطراب\" وهو اختلال الأمر وفساد نظامه، وأصله من اضطراب الموج، إذا كثرت حركته، وضرب بعضه بعضا.\nب- اصطلاحا: ما روي على أوجه مختلفة متساوية في القوة1.\n2-\nشرح التعريف:\nأي هو الحديث الذي يروى على أشكال متعارضة متدافعة، بحيث لا يمكن التوفيق بينها أبدا، وتكون جميع تلك الروايات متساوية في القوة من جميع الوجوه، بحيث لا يمكن ترجيح إحداها على الأخرى بوجه من وجوه الترجيح.\n3-\nشروط تحقق الاضطراب:\nيتبين من النظر في تعريف المضطرب وشرحه أنه لا يسمى الحديث مضطربا إلا إذا تحقق فيه شرطان، وهما:\nأ- اختلاف روايات الحديث، بحيث لا يمكن الجمع بينها.\nب-تساوي الروايات في القوة، بحيث لا يمكن ترجيح رواية على أخرى.\n1 علوم الحديث: 93-94، والتقريب مع التدريب: 1/ 262 كلاهما بمعناه.\nالجزء: 1 ¦ الصفحة: 141\n",
        "أما إذا ترجحت إحدى الروايات على الأخرى، أو أمكن الجمع بينها بشكل مقبول، فإن صفة الاضطراب تزول عن الحديث، ونعمل بالرواية الراجحة في حالة الترجيح، أو نعمل بجميع الروايات في حالة إمكان الجمع بينها.\n4-\nأقسامه:\nينقسم المضطرب بحسب موقع الاضطراب فيه إلى قسمين؛ مضطرب السند، ومضطرب المتن، ووقوع الاضطراب في السند أكثر.\nأ- مضطرب السند: ومثاله: حديث أبي بكر رضي الله عنه أنه قال: يا رسول الله، أراك شبت، قال: \"شيبتني هود وأخواتها\" 1.\nقال الدارقطني: \"هذا مضطرب؛ فإنه لم يُروَ إلا من طريق أبي إسحاق، وقد اختلف عليه فيه على نحو عشرة أوجه، فمنهم من رواه مرسلا، ومنهم من رواه موصولا، ومنهم من جعله من مسند أبي بكر، ومنهم من جعله من مسند سعد، ومنهم من جعله من مسند عائشة، وغير ذلك. ورواته ثقات لا يمكن ترجيح بعضهم على بعض، والجمع متعذر2.\n1 رواه الترمذي، كتاب التفسير، تفسير سورة الواقعة ج9، ص184 مع شرح التحفة لكن رواه بلفظ: \"شيبتني هود والواقعة والمرسلات\n...\nالحديث\" وقال عنه: \"حسن غريب\".\n2 تدريب الراوي: 1/ 265.\nالجزء: 1 ¦ الصفحة: 142\n",
        "ب- مضطرب المتن: ومثاله: ما رواه الترمذي عن شريك، عن أبي حمزة، عن الشعبي، عن فاطمة بنت قيس رضي الله عنها قالت: سئل رسول الله صلى الله عليه وسلم عن الزكاة فقال: \"إن في المال لَحَقًّا سوى الزكاة\" 1 ورواه ابن ماجه من هذا الوجه بلفظ: \"ليس في المال حق سوى الزكاة\" 2. قال العراقي: \"فهذا اضطراب لا يحتمل التأويل\".\n5-\nممن يقع الاضطراب؟:\nأ- قد يقع الاضطراب من راوٍ واحد، بأن يروي الحديث على أوجه مختلفة.\nب- وقد يقع الاضطراب من جماعة، بأن يروي كل منهم الحديث على وجه يخالف رواية الآخرين.\n6-\nسبب ضعف المضطرب:\nوسبب ضعف المضطرب أن الاضطراب يشعر بعد ضبط رواته.\n7-\nأشهر المصنفات فيه:\nكتاب \"المقترب في بيان المضطرب\" للحافظ ابن حجر.\n1 رواه الترمذي، كتاب الزكاة، 3/ 48، حديث 659 بلفظه.\n2 رواه ابن ماجه، كتاب الزكاة، 1/ 570، حديث 1789 بلفظه.\nالجزء: 1 ¦ الصفحة: 143\n",
        "5-\nالمصحَّف:\n1-\nتعريفه:\nأ- لغة: اسم مفعول، من \"التصحيف\" وهو الخطأ في الصحيفة، ومنه \"الصحفي\" وهو من يخطئ في قراءة الصحيفة1 فيغير بعض ألفاظها، بسبب خطئه في قراءتها.\nب- اصطلاحا: تغيير الكلمة في الحديث إلى غير ما رواها الثقات، لفظا أو معنى2.\n2-\nأهميته ودقته:\nهو فن جليل دقيق، وتكمن أهميته في كشف الأخطاء التي وقع فيها بعض الرواة، وإنما ينهض بأعباء هذه المهمة الحذاق من الحفاظ، كالدارقطني.\n3-\nتقسيماته:\nقسم العلماء المصحَّف إلى ثلاثة تقسيمات، كل تقسيم باعتبار، وإليك هذه التقسيمات:\nأ- باعتبار موقعه: ينقسم المصحَّف باعتبار موقعه إلى قسمين وهما:\n1 القاموس ج3، ص166.\n2 نخبة الفكر، ص49، توضيح الأفكار، كلاهما بمعناه.\nالجزء: 1 ¦ الصفحة: 144\n",
        "1-\nتصحيف في الإسناد: ومثاله: حديث شعبة، عن \"العوام بن مراجم\". صحفه ابن معين، فقال: عن \"العوام بن مزاحم\".\n2-\nتصحيف في المتن: ومثاله: حديث زيد بن ثابت \"أن النبي صلى الله عليه وسلم احتجر في المسجد\n...\n\" صحفه ابن لهيعة فقال: \"احتجم في المسجد\n...\n\".\nب- باعتبار منشئه: وينقسم باعتبار منشئه إلى قسمين أيضا، وهما:\n1-\nتصحيف بصر: \"وهو الأكثر\" أي يشتبه الخط على بصر القارئ، إما لرداءة الخط، أو عدم نقطه.\nومثاله: \"من صام رمضان وأتبعه ستًّا من شوال\n...\n\" صحفه أبو بكر الصولي فقال: \"من صام رمضان وأتبعه شيئا من شوال\n...\n\" فصحف \"ستا\" إلى \"شيئا\".\n2-\nتصحيف السمع: أي تصحيف منشؤه رداءة السمع، أو بُعد السامع، أو نحو ذلك. فتشتبه عليه بعض الكلمات؛ لكونها على وزن صرفي واحد.\nومثاله: حديث مروي عن \"عاصم الأحول\" صحفه بعضهم فقال: عن \"واصل الأحدب\".\nجـ- باعتبار لفظه أو معناه وينقسم باعتبار لفظه أو معناه إلى قسمين، وهما:\nالجزء: 1 ¦ الصفحة: 145\n",
        "1-\nتصحيف في اللفظ: \"وهو الأكثر\" وذلك كالأمثلة السابقة.\n2-\nتصحيف في المعنى: أي أن يبقي الراوي المصحِّف اللفظ على حاله، لكن يفسره تفسيرا يدل على أنه فهم معناه فهما غير مراد.\nومثاله: قول أبي موسى العنزي: \"نحن قوم لنا شرف، نحن من عنزة، صلى إلينا رسول الله صلى الله عليه وسلم\" يريد بذلك حديث \"أن النبي صلى الله عليه وسلم صلى إلى عنزة\"، فتوهم أنه صلى إلى قبيلتهم، وإنما العَنَزَة هنا الحربة تنصب بين يدي المصلى.\n4-\nتقسيم الحافظ ابن حجر:\nهذا وقد قسم الحافظ ابن حجر التصحيف تقسيما آخر، فجعله قسمين، وهما:\nأ- المصحَّف: وهو ما كان التغيير فيه بالنسبة إلى نقط الحروف، مع بقاء صورة الخط.\nب- المحرَّف: وهو ما كان التغيير فيه بالنسبة إلى شكل الحروف، مع بقاء صورة الخط.\n5-\nهل يقدح التصحيف في الراوي؟:\nأ- إذا صدر التصحيف من الراوي نادرا، فإنه لا يقدح في ضبطه؛ لأنه لا يسلم من الخطأ والتصحيف القليل أحد.\nالجزء: 1 ¦ الصفحة: 146\n",
        "ب- وإذا كثر ذلك منه، فإنه يقدح في ضبطه، ويدل على خفة ضبطه، وأنه ليس من أهل هذا الشأن.\n6-\nالسبب في وقوع الراوي في التصحيف الكثير:\nغالبا ما يكون السبب في وقوع الراوي في التصحيف هو أخذ الحديث من بطون الكتب والصحف، وعدم تلقيه عن الشيوخ والمدرسين، ولذلك حذر الأئمة من أخذ الحديث عمن هذا شأنهم، وقالوا: \"لا يؤخذ الحديث من صحفي\" أي لا يؤخذ عمن أخذه من الصحف.\n7-\nأشهر المصنفات فيه:\nأ- \"التصحيف\"، للدارقطني.\nب- \"إصلاح خطأ المحدثين\"، للخطابي.\nج- \"تصحيفات المحدثين\"، لأبي أحمد العسكري.\nالجزء: 1 ¦ الصفحة: 147\n",
        "الجهالة بالراوي 1:\n1-\nتعريفها:\nأ- لغة: مصدر \"جهل\" ضد \"علم\". والجهالة بالراوي تعني عدم معرفته.\nب- اصطلاحًا: عدم معرفة عين الراوي، أو حاله.\n2-\nأسبابها:\nوأسباب الجهالة بالراوي ثلاثة، هي:\nأ- كثرة نعوت الراوي: من اسم، أو كنية، أو لقب، أو صفة، أو حرفة، أو نسب، فيشتهر بشيء منها. فيذكر بغير ما اشتهر به لغرض من الأغراض، فيظن أنه راوٍ آخر، فيحصل الجهل بحاله.\nب- قلة روايته: فلا يكثر الأخذ عنه بسبب قلة روايته، فربما لم يروِ عنه إلا واحد.\nجـ- عدم التصريح باسمه؛ لأجل الاختصار ونحوه، ويسمى الراوي غير المصرح باسمه: \"المبهم\".\n3-\nأمثلة:\nأ- مثال كثرة نعوت الراوي: \"محمد بن السائب بن بشر الكلبي\".\n1 وهي السبب الثامن من أسباب الطعن في الراوي.\nالجزء: 1 ¦ الصفحة: 149\n",
        "نسبه بعضهم إلى جده، فقال: \"محمد بن بشر\" وسماه بعضهم \"حماد بن السائب\" وكناه بعضهم \"أبا النضر\"، وكناه بعضهم \"أبا سعيد\"، وكناه بعضهم \"أبا هشام\"، فصار يظن أنه جماعة، وهو واحد.\nب- مثال قلة رواية الراوي، وقلة من روى عنه:\n\"أبو العُشَرَاء الدارمي\" من التابعين، لم يرو عنه غير حماد بن سلمة.\nج- مثال عدم التصريح باسمه: قول الراوي: أخبرني فلان، أو شيخ، أو رجل، أو نحو ذلك.\n4-\nتعريف المجهول:\nهو من لم تعرف عينه، أو صفته.\nومعنى ذلك أنه الراوي الذي لم تعرف ذاته أو شخصيته، أو عرفت شخصيته، ولكن لم يعرف عن صفته شيء. أي لم يعرف عن عدالته وضبطه شيء.\n5-\nأنواع المجهول:\nيمكن أن يقال: إن أنواع المجهول ثلاثة، وهي:\nأ- مجهول العين:\n1-\nتعريفه: هو من ذكر اسمه، ولكن لم يروِ عنه إلا راوٍ واحد.\nالجزء: 1 ¦ الصفحة: 150\n",
        "2-\nحكم روايته: عدم القبول، إلا إذا وُثِّقَ.\n3-\nكيف يوثق: بأحد أمرين:\nأ- إما أن يوثقه غير من روى عنه.\nب- وإما أن يوثقه من روى عنه، بشرط أن يكون من أهل الجرح والتعديل.\n4-\nهل لحديثه اسم خاص؟ ليس لحديثه اسم خاص، وإنما حديثه من نوع الضعيف.\nب- مجهول الحال: \"ويسمى المستور\"\n1-\nتعريفه: هو من روى عنه اثنان فأكثر، لكن لم يوثق.\n2-\nحكم روايته: الرد، على الصحيح الذي قاله الجمهور.\n3-\nهل لحديثه اسم خاص؟ ليس لحديثه اسم خاص، وإنما حديثه من نوع الضعيف.\nجـ- المبهم: ويمكن أن نعد المبهم من أنواع المجهول، وإن كان علماء الحديث قد أطلقوا عليه اسما خاصا، لكن حقيقته تشبه حقيقة المجهول.\n1-\nتعريفه: هو من لم يصرح باسمه في الحديث.\n2-\nحكم روايته: عدم القبول، حتى يصرح الراوي عنه باسمه، أو يعرف اسمه بوروده من طريق آخر مصرحًا فيه باسمه.\nوسبب رد روايته جهالة عينه؛ لأن من أبهم اسمه\nالجزء: 1 ¦ الصفحة: 151\n",
        "جهلت عينه، وجهلت عدالته من باب أولى، فلا تقبل روايته.\n3-\nلو أبهم بلفظ التعديل، فهل تقبل روايته، وذلك مثل أن يقول الراوي عنه: \"أخبرني الثقة\".\nوالجواب: أنه لا تقبل روايته أيضا على الأصح؛ لأنه قد يكون ثقة عنده، غير ثقة عند غيره.\n4-\nهل لحديثه اسم خاص؟ نعم، لحديثه اسم خاص، هو \"المبهم\" والحديث المبهم هو الحديث الذي فيه راوٍ لم يصرح باسمه، قال البيقوني في منظومته: \"ومبهم ما فيه راوٍ لم يسم\".\n6-\nأشهر المصنفات في أسباب الجهالة:\nأ- كثرة نعوت الراوي: صنف فيها الخطيب كتاب \"موضح أوهام الجمع والتفريق\".\nب- قلة رواية الراوي: صنف فيها كتب سميت \"كتب الوحدان\" أي الكتب المشتملة على من لم يروِ عنه إلا واحد، ومن هذه الكتب \"الوحدان\" للإمام مسلم.\nجـ- عدم التصريح باسم الراوي: وصنف فيه كتب \"المبهمات\" مثل كتاب \"الأسماء المبهمة في الأنباء المحكمة\" للخطيب البغدادي. وكتاب \"المستفاد من مبهمات المتن والإسناد\" لولي الدين العراقي.\nالجزء: 1 ¦ الصفحة: 152\n",
        "البدعة 1:\n1-\nتعريفها:\nأ- لغة: هي مصدر، من \"بدع\" بمعنى \"أنشأ\" كابتدع، كما في القاموس.\nب- اصطلاحا: الحدث في الدين بعد الإكمال، أو ما استحدث بعد النبي صلى الله عليه وسلم من الأهواء والأعمال.\n2-\nأنواعها:\nالبدعة نوعان:\nأ- بدعة مكفرة: أي يكفر صاحبها بسببها، كأن يعتقد ما يستلزم الكفر. والمعتمد أن الذي ترد روايته من أنكر أمرا متواترا من الشرع معلوما من الدين بالضرورة، أو من اعتقد عكسه2.\nب- بدعة مفسقة: أي يفسق صاحبها بسببها، وهو من لا تقتضي بدعته التكفير أصلا.\n3-\nحكم رواية المبتدع:\nأ- إن كانت بدعته مكفرة: ترد روايته.\nب- وإن كانت بدعته مفسقة: فالصحيح الذي عليه الجمهور أن روايته تقبل بشرطين:\n1 وهي السبب التاسع من أسباب الطعن في الراوي.\n2 انظر النخبة وشرحها ص52.\nالجزء: 1 ¦ الصفحة: 153\n",
        "1-\nألا يكون داعية إلى بدعته.\n2-\nوألا يروي ما يروج بدعته.\n4-\nهل لحديث المبتدع اسم خاص؟:\nليس لحديث المبتدع اسم خاص به، وإنما حديثه من نوع المردود، كما عرفت، ولا يقبل إلا بالشروط التي ذكرت آنفا.\nالجزء: 1 ¦ الصفحة: 154\n",
        "سوء الحفظ 1:\n1-\nتعريف سيئ الحفظ:\nهو من لم يرجح جانب إصابته على جانب خطئه2.\n2-\nأنواعه:\nسيئ الحفظ نوعان، وهما:\nأ- إما أن ينشأ سوء الحفظ معه من أول حياته، ويلازمه في جميع حالاته، ويسمى خبره الشاذ على رأي بعض أهل الحديث.\nب- وأما أن يكون سوء الحفظ طارئا عليه، إما لكبره، أو لذهاب بصره، أو لاحتراق كتبه. فهذا يسمى \"المختلط\".\n3-\nحكم روايته:\nأ- أما الأول: وهو من نشأ على سوء الحفظ، فروايته مردودة.\nب- وأما الثاني: أي المختلط، فالحكم في روايته التفصيل الآتي:\n1-\nفما حدَّث به قبل الاختلاط، وتميز ذلك: فمقبول.\n2-\nوما حدَّث به بعد الاختلاط: فمردود.\n3-\nوما لم يتميز أنه حدث به قبل الاختلاط أو بعده: توقف فيه حتى يتميز.\n1 وهو السبب العاشر من أسباب الطعن في الراوي، وهو آخرها.\n2 نزهة النظر، ص53.\nالجزء: 1 ¦ الصفحة: 155\n",
        "الفصل الثالث: خبر الأحاد المشترك بين المقبول والمردود:\nالمبحث الأول: تقسيم الخبر بالنسبة إلى من أسند إليه\n:\n1-\nالحديث القدسي\n:\n1-\nتعريفه:\nأ- لغة: القدسي: نسبة إلى \"القدس\" أي الطهر، كما في القاموس1. أي الحديث المنسوب إلى الذات القدسية، وهو الله سبحانه وتعالى.\nب- اصطلاحا: هو ما نقل عن النبي صلى الله عليه وسلم، مع إسناده إياه إلى ربه عز وجل2.\n2-\nالفرق بينه وبين القرآن:\nهناك فروق كثيرة، أشهرها ما يلي:\nأ- أن القرآن لفظه ومعناه من الله تعالى. والحديث القدسي معناه من الله، ولفظه من عند النبي صلى الله عليه وسلم.\nب- أن القرآن يتعبد بتلاوته. والحديث القدسي لا يتعبد بتلاوته.\nج- أن القرآن يشترط في ثبوته التواتر. والحديث القدسي لا يشترط في ثبوته التواتر.\n3-\nعدد الأحاديث القدسية:\nوالأحاديث القدسية ليست بكثيرة بالنسبة لعدد الأحاديث النبوية. وعددها حوالي مائتي حديث.\n1 القاموس ج1، ص248.\n2 الرسالة المستطرفة، ص81، وقواعد التحديث، ص65.\nالجزء: 1 ¦ الصفحة: 158\n",
        "4-\nمثاله:\nما رواه مسلم في صحيحه عن أبي ذر رضي الله عنه، عن النبي صلى الله عليه وسلم، فيما روى عن الله تبارك وتعالى أنه قال: \"يا عبادي إني حرمت الظلم على نفسي، وجعلته بينكم محرما، فلا تظالموا\n...\n\" 1.\n5-\nصِيَغُ روايته:\nلراوي الحديث القدسي صيغتان يروي الحديث بأيهما شاء، وهما:\nأ- قال رسول الله صلى الله عليه وسلم فيما يرويه عن ربه عز وجل.\nب- أو قال الله تعالى، فيما رواه عنه رسوله صلى الله عليه وسلم.\n6-\nأشهر المصنفات فيه:\n\"الإتحافات السنية بالأحاديث القدسية\". لعبد الرءوف المناوي. جمع فيه 272 حديثا.\n1 رواه مسلم، كتاب البر والصلة، 4/ 1994، حديث 55 بلفظه.\nالجزء: 1 ¦ الصفحة: 159\n",
        "2-\nالمرفوع\n:\n1-\nتعريفه:\nأ- لغةً: اسم مفعول من فعل \"رفع\" ضد \"وضع\" كأنه سمي بذلك؛ لنسبته إلى صاحب المقام الرفيع، وهو النبي صلى الله عليه وسلم.\nب- اصطلاحًا: هو ما أضيف إلى النبي صلى الله عليه وسلم من قول، أو فعل، أو تقرير، أو صفة1.\n2-\nشرح التعريف:\nأي هو ما نسب أو ما أسند إلى النبي صلى الله عليه وسلم، وسواء كان هذا المضاف قولا للنبي صلى الله عليه وسلم، أو فعلا، أو تقريرا، أو صفة، وسواء كان المضيف هو الصحابي، أو من دونه، متصلًا كان الإسناد، أو منقطعًا، فيدخل في المرفوع الموصول، والمرسل، والمتصل، والمنقطع، هذا هو المشهور في حقيقته، وهناك أقوال أخرى في حقيقته وتعريفه.\n3-\nأنواعه:\nيتبين من التعريف أن أنواع المرفوع أيضا، وهي:\nأ- المرفوع القولي.\nب- المرفوع الفعلي.\nجـ- المرفوع التقريري.\n1 علوم الحديث، معرفة المرفوع، ص45 بنحوه.\nالجزء: 1 ¦ الصفحة: 160\n",
        "د- المرفوع الوصفي.\n4-\nأمثلة:\nأ- مثال المرفوع القولي: أن يقول الصحابي أو غيره: \"قال رسول الله صلى الله عليه وسلم كذا\n...\n\".\nب- مثال المرفوع الفعلي: أن يقول الصحابي أو غيره: \"فعل رسول الله صلى الله عليه وسلم كذا\n...\n\".\nجـ- مثال المرفوع التقريري: أن يقول الصحابي أو غيره: \"فُعِلَ بحضرة النبي صلى الله عليه وسلم كذا\" ولا يروي إنكاره لذلك الفعل.\nد- مثال المرفوع الوصفي: أن يقول الصحابي أو غيره: \"كان رسول الله صلى الله عليه وسلم أحسن الناس خُلُقا\".\nالجزء: 1 ¦ الصفحة: 161\n",
        "3-\nالموقوف\n:\n1-\nتعريفه:\nأ- لغة: اسم مفعول، من \"الوقف\". كان الراوي وقف بالحديث عند الصحابي، ولم يتابع سرد باقي سلسلة الإسناد.\nب- اصطلاحا: هو ما أضيف إلى الصحابي من قول، أو فعل، أو تقرير1.\n2-\nشرح التعريف:\nأي هو ما نسب أو أسند إلى صحابي، أو جمع من الصحابة؛ سواء كان هذا المنسوب إليهم قولا، أو فعلا، أو تقريرا، وسواء كان السند إليهم متصلا، أو منقطعا.\n3-\nأمثلة:\nأ- مثال الموقوف القولي: قول الراوي، قال علي بن أبي طالب رضي الله عنه: \"حدِّثوا الناس بما يعرفون، أتريدون أن يكذب الله ورسوله\"2.\nب- مثال الموقوف الفعلي: قول البخاري: \"وأَمَّ ابنُ عباس وهو متيمم\"3.\n1 انظر علوم الحديث، معرفة الموقوف، ص46.\n2 رواه البخاري، كتاب العلم، 1/ 225- حديث 49 بلفظه.\n3 رواه البخاري، كتاب التيمم، باب الصعيد الطيب وضوء المسلم: 1/ 446.\nالجزء: 1 ¦ الصفحة: 162\n",
        "جـ- مثال الموقوف التقريري: قول بعض التابعين: \"فعلت كذا أمام أحد الصحابة ولم ينكر علي\".\n4-\nاستعمال آخر له:\nيستعمل اسم الموقوف فيما جاء عن غير الصحابة، لكن مقيدا. فقال مثلا: \"هذا حديث وقفه فلان على الزهري، أو على عطاء\"1، ونحو ذلك.\n5-\nاصطلاح فقهاء خراسان:\nيسمي فقهاء خراسان:\nأ- المرفوع: خبرا.\nب- والموقوف: أثرا.\nأما المحدثون فيسمون كل ذلك \"أثرا\"؛ لأنه مأخوذ من \"أثرت الشيء\" أي رويته.\n6-\nفروع تتعلق بالمرفوع حكما:\nهناك صور من الموقوف في ألفاظها وشكلها، لكن المدقق في حقيقتها يرى أنها بمعنى الحديث المرفوع، لذا أطلق عليها العلماء اسم \"المرفوع حكما\" أي أنها من الموقوف لفظا، المرفوع حكما.\n1 الزهري وعطاء كلاهما من التابعين.\nالجزء: 1 ¦ الصفحة: 163\n",
        "ومن تلك الصور:\nأ- أن يقول الصحابي -الذي لم يعرف بالأخذ عن أهل الكتاب- قولا لا مجال للاجتهاد فيه، ولا له تعلق ببيان لغة، أو شرح غريب، مثل:\n1-\nالإخبار عن الأمور الماضية؛ كبدء الخلق.\n2-\nأو الإخبار عن الأمور الآتية؛ كالملاحم، والفتن، وأحوال يوم القيامة.\n3-\nأو الإخبار عما يحصل بفعله ثواب مخصوص، أو عقاب مخصوص؛ كقوله: من فعل كذا فله من أجر كذا.\nب- أو يفعل الصحابي ما لا مجال للاجتهاد فيه؛ كصلاة علي رضي الله عنه صلاة الكسوف في كل ركعة أكثر من ركوعين.\nج- أو يخبر الصحابي أنهم كانوا يقولون أو يفعلون كذا، أو لا يرون بأسا بكذا.\n1-\nفإن أضافه إلى زمن النبي صلى الله عليه وسلم، فالصحيح أنه مرفوع؛ كقول جابر: \"كنا نعزل على عهد رسول الله صلى الله عليه وسلم\"1.\n1 البخاري، كتاب النكاح، حديث 5207، ورواه مسلم، كتاب النكاح، حديث 137.\nالجزء: 1 ¦ الصفحة: 164\n",
        "2-\nوإن لم يضفه إلى زمنه فهو موقوف عند الجمهور؛ كقول جابر: \"كنا إذا صعدنا كبرنا، وإذا نزلنا سبحنا\"1.\nد- أو يقول الصحابي: \"أمرنا بكذا، أو نهينا عن كذا، أو من السنة كذا\". مثل قول بعض الصحابة: \"أمر بلال أن يشفع الأذان، ويوتر الإقامة\"2. وكقول أم عطية: \"نهينا عن اتباع الجنائز، ولم يعزم علينا\"3. وكقول أبي قلابة عن أنس: \"من السنة إذا تزوج البكر على الثيب أقام عندها سبعا\"4.\nهـ- أو يقول الراوي في الحديث عند ذكر الصحابي بعض هذه الكلمات الأربع، وهي: \"يرفعه، أو يَنْمِيه، أو يبلغ به، أو روايةً\" كحديث الأعرج، عن أبي هريرة رواية: \"لا تقوم الساعة حتى تقاتلوا قوما صغار الأعين\" 5.\nو أو يفسر الصحابي تفسيرا له تعلق بسبب نزول آية: كقول جابر: \"كانت اليهود تقول: من أتى امرأته من دبرها في\n1 البخاري، كتاب الجهاد، حديث 2993، بلفظه.\n2 البخاري، كتاب الأذان، حديث 607، ومسلم، كتاب الصلاة، حديث 2.\n3 البخاري، كتاب الجنائز، حديث 1278، ومسلم، الجنائز، حديث 35.\n4 البخاري، كتاب النكاح، حديث 5214.\n5 البخاري، كتاب الجهاد، حديث 2929.\nالجزء: 1 ¦ الصفحة: 165\n",
        "قُبُلِهَا جاء الولدُ أحولَ، فأنزل الله تعالى: {نِسَاؤُكُمْ حَرْثٌ لَكُمْ}\n...\nالآية\"1.\n7-\nهل يحتج بالموقوف؟:\nالموقوف -كما عرفت- قد يكون صحيحا، أو حسنا، أو ضعيفا، لكن حتى لو ثبت صحته فهل يجب العمل به؟\nوالجواب عن ذلك أن الأصل في الموقوف عدم وجوب العمل به؛ لأنه أقوال وأفعال لصحابة، لكنها إن ثبتت فإنها تقوي بعض الأحاديث الضعيفة؛ كما مر في المرسل؛ لأن حال الصحابة كان هو العمل بالسنة، وهذا إذا لم يكن له حكم المرفوع، أما إذا كان من الذي له حكم المرفوع فهو حجة يجب العمل به كالمرفوع.\n1 رواه مسلم، كتاب النكاح، حديث 117 بمعناه.\nالجزء: 1 ¦ الصفحة: 166\n",
        "4-\nالمقطوع\n:\n1-\nتعريفه:\nأ- لغة: اسم مفعول، من \"قطع\" ضد \"وصل\".\nب- اصطلاحا: هو ما أضيف إلى التابعي أو من دونه من قول أو فعل1.\n2-\nشرح التعريف:\nأي هو ما نسب أو أسند إلى التابعي، أو تابع التابعي، فمن دونه، من قول، أو فعل. والمقطوع غير المنقطع؛ لأن المقطوع من صفات المتن، والمنقطع من صفات الإسناد، أي أن الحديث المقطوع من كلام التابعي فمن دونه، وقد يكون السند متصلا إلى ذلك التابعي. على حين أن المنقطع يعني أن إسناد ذلك الحديث غير متصل، ولا تعلق له بالمتن.\n3-\nأمثلة:\nأ- مثال المقطوع القولي: قول الحسن البصري في الصلاة خلف المبتدع: \"صلِّ وعليه بدعته\"2.\nب- مثال المقطوع الفعلي: قول إبراهيم بن محمد بن المنتشر:\n1 انظر النخبة، ص59، والتابعي: هو من لقي الصحابي مسلما ومات على الإسلام. وقد مر.\n2 رواه البخاري، كتاب الأذان، باب إمامة المفتون والمبتدع: 2/ 188.\nالجزء: 1 ¦ الصفحة: 167\n",
        "\"كان مسروق يرخي الستر بينه وبين أهله، ويقبل على صلاته، ويخليهم ودنياهم\"1.\n4-\nحكم الاحتجاج به:\nالمقطوع لا يحتج به في شيء من الأحكام الشرعية. أي ولو صحت نسبته لقائله؛ لأنه كلام أحد المسلمين أو فعلهم، لكن إن كانت هناك قرينة تدل على رفعه، كقول بعض الرواة -عند ذكر التابعي: \"يرفعه\" مثلا، فيعد عندئذ له حكم المرفوع المرسل.\n5-\nإطلاقه على المنقطع:\nأطلق بعض المحدثين -كالشافعي والطبراني- لفظ \"المقطوع\" وأرادوا به \"المنقطع\" أي الذي لم يتصل إسناده، وهو اصطلاح غير مشهور.\nوقد يُعتذر للشافعي بأنه قال ذلك قبل استقرار الاصطلاح، أما الطبراني فإطلاقه ذلك يعد تجوزا في الاصطلاح.\n6-\nمن مظنات الموقوف والمقطوع:\nأ- مصنف ابن أبي شيبة.\nب- مصنف عبد الرزاق.\nج- تفاسير ابن جرير، وابن أبي حاتم، وابن المنذر.\n1 رواه أبو نعيم حلية الأولياء ج2، ص96.\nالجزء: 1 ¦ الصفحة: 168\n",
        "المبحث الثاني: أنواع أخرى مشتركة بين المقبول والمردود\n:\n1-\nالمسند\n:\n1-\nتعريفه:\nأ- لغة: اسم مفعول، من \"أسند\" بمعنى أضاف، أو نسب.\nب- اصطلاحا: ما اتصل سنده مرفوعا إلى النبي صلى الله عليه وسلم1.\n2-\nمثاله:\nما أخرجه البخاري قال: \"حدثنا عبد الله بن يوسف، عن مالك، عن أبي الزناد، عن الأعرج، عن أبي هريرة قال: إن رسول الله صلى الله عليه وسلم قال: \"إذا شرب الكلب في إناء أحدكم فليغسله سبعا\" 2.\nفهذا حديث اتصل سنده من أوله إلى منتهاه، وهو مرفوع إلى النبي صلى الله عليه وسلم.\n1 هذا التعريف هو الذي قطع به الحاكم، وجزم به ابن حجر في النخبة ص59، وهناك تعريفات أخرى للمسند.\n2 رواه البخاري، كتاب الوضوء: 1/ 274، حديث 172 بلفظه.\nالجزء: 1 ¦ الصفحة: 170\n",
        "2-\nالمتصل\n:\n1-\nتعريفه:\nأ- لغة: اسم فاعل، من \"اتصل\" ضد \"انقطع\" ويسمى هذا النوع بـ\"الموصول\" أيضا.\nب- اصطلاحا: ما اتصل سنده؛ مرفوعا كان أو موقوفا على من كان1.\n2-\nمثاله:\nأ- مثال المتصل المرفوع: \"مالك، عن ابن شهاب، عن سالم بن عبد الله، عن أبيه، عن رسول الله صلى الله عليه وسلم أنه قال: كذا\n...\n\"\nب- مثال المتصل الموقوف: \"مالك، عن نافع، عن ابن عمر، أنه قال: كذا\n...\n\".\n3-\nهل يسمى قول التابعي متصلا؟\nقال العراقي: \"وأما أقوال التابعي -إذا اتصلت الإسانيد إليهم فلا يسمونها متصلة في حالة الإطلاق؛ أما مع التقييد فجائز وواقع في كلامهم، كقولهم: هذا متصل إلى سعيد بن المسيب، أو إلى الزهري، أو إلى مالك، ونحو ذلك. قيل: والنكتة في ذلك أنها تسمى \"مقاطيع\" فإطلاق المتصل عليها كالوصف لشيء واحد بمتضادين لغة\".\n1 انظر التقريب مع التدريب، نوع المتصل: 1/ 183.\nالجزء: 1 ¦ الصفحة: 171\n",
        "3-\nزيادات الثقات\n:\n1-\nالمراد بزيادات الثقات:\nالزيادات: جمع زيادة، والثقات: جمع ثقة، والثقة: هو العدل الضابط. والمراد بزيادة الثقة: ما نراه زائدا من الألفاظ في رواية بعض الثقات لحديث ما، عما رواه الثقات الآخرون لذلك الحديث.\n2-\nأشهر من اعتنى بها:\nهذه الزيادات من بعض الثقات في بعض الأحاديث لَفَتَتْ أنظار بعض العلماء، فتتبعوها واعتنوا بجمعها ومعرفتها، وممن اشتهر بذلك هؤلاء الأئمة، وهم:\nأ- أبو بكر عبد الله بن محمد بن زياد النيسابوري.\nب- أبو نعيم الجرجاني.\nجـ- أبو الوليد حسان بن محمد القرشي.\n3-\nمكان وقوعها:\nتقع الزيادة في المتن، كما تقع في السند.\nأ- أما في المتن: فتكون بزيادة كلمة أو جملة.\nب- وأما في الإسناد: فتكون برفع موقوف، أو وصل مرسل.\n4-\nحكم الزيادة في المتن:\nأما الزيادة في المتن فقد اختلف العلماء في حكمها على أقوال:\nأ- فمنهم من قبلها مطلقا.\nالجزء: 1 ¦ الصفحة: 172\n",
        "ب- ومنهم من رَدَّهَا مطلقا.\nجـ- ومنهم من ردَّ الزيادة من راوي الحديث الذي رواه أولا بغير زيادة، وقبلها من غيره1.\nوقد قسم ابن الصلاح الزيادة بحسب قبولها وردها إلى ثلاثة أقسام، وهو تقسيم حسن، وافقه عليه النووي وغيره، وهذا التقسيم هو:\nأ- زيادة ليس قبلها منافاة لما رواه الثقات أو الأوثق، فهذه حكمها القبول؛ لأنها كحديث تفرد برواية جملته ثقة من الثقات.\nب- زيادة منافية لما رواه الثقات أو الأوثق، فهذه حكمها الرد، كما سبق في الشاذ.\nجـ- زيادة فيها نوع منافاة لما رواه الثقات أو الأوثق، وتنحصر هذه المنافاة في أمرين:\n1-\nتقييد المطلق.\n2-\nتخصيص العام.\nوهذا التقسيم سكت عن حكمه ابن الصلاح، وقال عنه النووي: \"والصحيح قبول هذا الأخير\"2.\n1 انظر علوم الحديث ص77، والكفاية ص424 وما بعدها.\n2 انظر التقريب مع التدريب ج1، ص247. هذا ومذهب الشافعي ومالك قبول هذا النوع من الزيادة، ومذهب الحنفية رَدُّهُ.\nالجزء: 1 ¦ الصفحة: 173\n",
        "5-\nأمثلة للزيادة في المتن:\nأ- مثال الزيادة التي ليس فيها منافاة:\nما رواه مسلم1 من طريق علي بن مسهر، عن الأعمش، عن أبي زرين وأبي صالح، عن أبي هريرة، رضي الله عنه، من زيادة كلمة \"فَلْيُرِقْهُ\" في حديث ولوغ الكلب، ولم يذكرها سائر الحفاظ من أصحاب الأعمش، وإنما رووه هكذا: \"إذا ولغ الكلب في إناء أحدكم فليغسله سبع مرار\"، فتكون هذه الزيادة كخبر تفرد به علي بن مسهر، وهو ثقة، فتقبل تلك الزيادة.\nب- مثال للزيادة المنافية:\nزيادة \"يوم عرفة\" في حديث: \"يوم عرفة ويوم النحر وأيام التشريق عيدنا أهل الإسلام، وهي أيام أكل وشرب\"؛ فإن الحديث من جميع طرقه بدونها، وإنما جاء بها موسى بن علي بن رباح، عن أبيه، عن عقبة بن عامر، والحديث أخرجه الترمذي وأبو داود وغيرهما.\nج- مثال للزيادة التي فيها نوع منافاة:\nما رواه مسلم من طريق أبي مالك الأشجعي، عن ربعي، عن حذيفة قال: قال رسول الله صلى الله عليه وسلم: \"\n...\nوجعلت لنا الأرض كلها مسجدًا، وجعلت تربتها لنا\n1 انظر روايات الحديث في صحيح مسلم بشرح النووي ج3، ص182 وما بعدها.\nالجزء: 1 ¦ الصفحة: 174\n",
        "طهورا\"، فقد تفرد أبو مالك الأشجعي بزيادة \"تربتها\" ولم يذكرها غيره من الرواة، وإنما رووا الحديث هكذا: \"وجعلت لنا الأرض مسجدا وطهورا\" 1.\n6-\nحكم الزيادة في الإسناد:\nأما الزيادة في الإسناد، فتنصب هنا على مسألتين رئيسيتين يكثر وقوعهما، وهما: تعارض الوصل من الإرسال، وتعارض الرفع مع الوقف، أما باقي صور الزيادة في الإسناد فقد أفرد العلماء لها أبحاثا خاصة، مثل \"المزيد في متصل الأسانيد\".\nهذا وقد اختلف العلماء في قبول الزيادة، وردها على أربعة أقوال، وهي:\nأ- الحكم لمن وصله أو رفعه \"أي قبول الزيادة\" وهو قول جمهور الفقهاء والأصوليين2.\nب- الحكم لمن أرسله أو وقفه \"أي رد الزيادة\"، وهو قول أكثر أصحاب الحديث.\nج- الحكم للأكثر: وهو قول بعض أصحاب الحديث.\nد- الحكم للأحفظ: وهو قول بعض أصحاب الحديث.\nومثاله: حديث: \"لا نكاح إلا بولي\"، فقد رواه يونس بن أبي إسحاق السبيعي، وابنه إسرائيل وقيس بن الربيع، عن أبي إسحاق\n1 المصدر السابق ج5، ص4 وما بعدها.\n2 قال الخطيب: \"هذا القول الصحيح عندنا\". الكفاية ص411.\nالجزء: 1 ¦ الصفحة: 175\n",
        "مسندا متصلا، ورواه سفيان الثوري، وشعبة بن الحجاج، عن أبي إسحاق مرسلا1.\n1 انظر المثال واختلاف الرواة في إرساله ووصله في الكفاية ص409، وما بعدها.\nالجزء: 1 ¦ الصفحة: 176\n",
        "4-\nالاعتبار والمتابع والشاهد\n:\n1-\nتعريف كل منها:\nأ- الاعتبار:\n1-\nلغة: مصدر \"اعتبر\" ومعنى الاعتبار: النظر في الأمور؛ ليعرف بها شيء آخر من جنسها.\n2-\nاصطلاحا: هو تتبع طرق حديث انفرد بروايته راوٍ واحد؛ ليعرف هل شاركه في روايته غيره أم لا.\nب- المتابع: ويسمى التابع:\n1-\nلغة: هو اسم فاعل من \"تابع\" بمعنى وافق.\n2-\nاصطلاحا: هو الحديث الذي يشارك فيه رواته رواة الحديث الفرد لفطا ومعنى، أو معنى فقط، مع الاتحاد في الصحابي.\nج- الشاهد:\n1-\nلغة: اسم فاعل من \"الشهادة\"؛ وسمي بذلك لأنه\nالجزء: 1 ¦ الصفحة: 176\n",
        "يشهد أن للحديث الفرد أصلا، ويقويه، كما يقوي الشاهد قول المدعي، ويدعمه.\n2-\nاصطلاحا: هو الحديث الذي يشارك فيه رواته رواة الحديث الفرد لفظا ومعنى، أو معنى فقط، مع الاختلاف في الصحابي.\n2-\nالاعتبار ليس قسيما للتابع والشاهد:\nربما يتوهم شخص أن الاعتبار قسيم للتابع والشاهد، لكن الأمر ليس كذلك، وإنما الاعتبار هو هيئة التوصل إليهما، أي هو طريقة البحث والتفتيش عن التابع والشاهد.\n3-\nاصطلاح آخر للتابع والشاهد:\nما ذكر من تعريف التابع والشاهد هو الذي عليه الأكثر، وهو المشهور، لكن هناك تعريف آخر لهما وهو:\nأ- التابع: أن تحصل المشاركة لرواة الحديث الفرد باللفظ، سواء اتَّحَدَ الصحابي أو اختلف.\nب- الشاهد: أن تحصل المشاركة لرواة الحديث الفرد بالمعنى، سواء اتَّحَدَ الصحابي أو اختلف. هذا وقد يطلق اسم أحدهما على الآخر، فيطلق اسم التابع على الشاهد، كما يطلق اسم الشاهد على التابع، والأمر سهل كما قال\nالجزء: 1 ¦ الصفحة: 177\n",
        "الحافظ ابن حجر1؛ لأن الهدف منهما واحد، وهو تقوية الحديث بالعثور على رواية أخرى للحديث.\n4-\nالمتابعة:\nأ- تعريفها:\n1-\nلغة: المتابعة لغة: مصدر \"تابع\" بمعنى \"وافق\" فالمتابعة إذن: الموافقة.\n2-\nاصطلاحا: أن يشارك الراوي غيره في رواية الحديث.\nب- أنواعها: والمتابعة نوعان.\n1-\nمتابعة تامة: وهي أن تحصل المشاركة للراوي من أول الإسناد.\n2-\nمتابعة قاصرة: وهي أن تحصل المشاركة للراوي في أثناء الإسناد.\n5-\nأمثلة:\nسأذكر مثالا واحد مثل به الحافظ ابن حجر2، فيه المتابعة التامة، والمتابعة القاصرة، والشاهد، وهو:\nما رواه الشافعي في الأم، عن مالك، عن عبد الله بن دينار،\n1 في شرح النخبة ص38.\n2 في شرح النخبة ص37.\nالجزء: 1 ¦ الصفحة: 178\n",
        "عن ابن عمر، أن رسول الله صلى الله عليه وسلم قال: \"الشهر تسع وعشرون، فلا تصوموا حتى تروا الهلال، ولا تفطروا حتى تروه، فإن غُمَّ عليكم فأكملوا العدة ثلاثين\".\nفهذا الحديث بهذا اللفظ، ظن قوم أن الشافعي تفرد به عن مالك، فعدوه في غرائبه؛ لأن أصحاب مالك رووه عنه بهذا الإسناد، وبلفظ: \"فإن غُمَّ عليكم فاقدروا له\" لكن بعد الاعتبار وجدنا للشافعي: متابعة تامة، ومتابعة قاصرة، وشاهدًا.\nأ- أما المتابعة التامة: فما رواه البخاري عن عبد الله بن مسلمة القعنبي، عن مالك، بالإسناد نفسه، وفيه: \"فإن غُمَّ عليكم فأكملوا العدة ثلاثين\".\nب- وأما المتابعة القاصرة: فما رواه ابن خزيمة من طريق عاصم بن محمد، عن أبيه محمد بن زيد، عن جده عبد الله بن عمر، بلفظ: \"فكمِّلوا ثلاثين\".\nج- وأما الشاهد: فما رواه النسائي من رواية محمد بن حنين، عن ابن عباس، عن النبي صلى الله عليه وسلم قال، وفيه: \"فإن غُمَّ عليكم فأكملوا العدة ثلاثين\".\nالجزء: 1 ¦ الصفحة: 179\n",
        "الباب الثاني: صفة من تقبل روايته وما يتعلق بذلك من الجرح والتعديل\nالفصل الأول: في الراوي، وشروط قبوله\n...\nالباب الثاني: صفة من تقبل روايته وما يتعلق بذلك من الجرح والتعديل\nالفصل الأول: في الرواي، وشروط قبوله\n1-\nمقدمة تمهيدية:\nبما أن حديث رسول الله صلى الله عليه وسلم يصلنا عن طريق الرواة، فهم الركيزة الأولى في معرفة صحة الحديث، أو عدم صحته، لذلك اهتم علماء الحديث بالرواة، وشرطوا لقبول روايتهم شروطا دقيقة محكمة تدل على بُعْدِ نظرهم وسداد تفكيرهم، وجودة طريقتهم.\nوهذه الشروط التي اشترطوها في الراوي، والشروط الأخرى التي اشترطوها لقبول الحديث والأخبار، لم تتوصل إليها أي ملة من الملل، حتى في هذا العصر الذي يصفه أصحابه بالمنهجية والدقة؛ فإنهم لم يشترطوا في نقلة الأخبار الشروط التي اشترطها علماء المصطلح في الراوي، بل ولا أقل منها، فبعض الأخبار التي تتناقلها وكالات الأنباء الرسمية لا يوثق بها، ولا يركن إلى صدقها، وذلك بسبب رواتها المجهولين:\nوما آفة الأخبار إلا رواتها\nوكثيرا ما يظهر عدم صحة تلك الأخبار بعد مدة، بعد قليل.\n2-\nشروط قبول الراوي:\nأجمع الجماهير من أئمة الحديث والفقه على أنه يشترط في الراوي شرطان أساسيان، هما:\nالجزء: 1 ¦ الصفحة: 181\n",
        "أ- العدالة: ويعنون بها: أن يكون الراوي: مسلما، بالغا، عاقلا، سليما من أسباب الفسق، سليما من خوارم المروءة.\nب- الضبط: ويعنون به: أن يكون الراوي: غير مخالف الثقات، ولا سيئ الحفظ، ولا فاحش الغلط، ولا مغفلا، ولا كثير الأوهام.\n3-\nبم تثبت العدالة؟:\nتثبت العدالة بأحد أمرين:\nأ- إما بتنصيص معدِّلين عليها، أي أن ينص علماء التعديل أو واحد منهم عليها.\nب- وإما بالاستفاضة والشهرة، فمن اشتهرت عدالته بين أهل العلم، وشاع الثناء عليه كفاه ذلك، ولا يحتاج بعد ذلك إلى معدِّل ينص عليها، وذلك مثل الأئمة المشهورين، كالأئمة الأربعة، والسفيانين، والأوزاعي، وغيرهم.\n4-\nمذهب الحافظ ابن عبد البر في ثبوت العدالة:\nرَأْيُ ابن عبد البر أن كل حامل علم معروف العناية به، محمول أمره على العدالة حتى يتبين جرحه، واحتج بحديث: \"يحمل هذا العلم من كل خلف عدوله، ينفون عنه تحريف الغالين، وانتحال المبطلين، وتأويل الجاهلين\"1. وقوله هذا غير مرضِيٍّ عند\n1 رواه ابن عدي في الكامل وغيره، وقال العراقي: له طرق كلها ضعيفة لا يثبت منها شيء، وقد حسنه بعض العلماء لكثرة طرقه. وانظر التفاصيل في التدريب ج1، ص302-303.\nالجزء: 1 ¦ الصفحة: 182\n",
        "العلماء؛ لأن الحديث لم يصح، وعلى فرض صحته، فإن معناه \"ليحمل هذا العلم من كل خلف عدوله\"؛ بدليل أنه يوجد من يحمل هذا العلم وهو غير عدل.\n5-\nكيف يعرف ضبط الراوي؟:\nيعرف ضبط الراوي بموافقته الثقات المتقنين في الرواية؛ فإن وافقهم في روايتهم غالبا فهو ضابط، ولا تضر مخالفته النادرة لهم، فإن كثرت مخالفته لهم اختل ضبطه، ولم يُحْتَجَّ به.\n6-\nهل يقبل الجرح والتعديل من غير بيان سببه؟:\nأ- أما التعديل فيقبل مِنْ غير ذكر سببه على الصحيح المشهور؛ لأن أسبابه كثيرة يصعب حصرها؛ إذ يحتاج المعدل أن يقول مثلا: لم يفعل كذا، لم يرتكب كذا، أو يقول: هو يفعل كذا، ويفعل كذا، وهكذا\n...\nب- أما الجرح فلا يقبل إلا مفسرا؛ لأنه لا يصعب ذكره، ولأن الناس يختلفون في أسباب الجرح، فقد يجرح أحدهم بما ليس بجارح. قال ابن الصلاح: \"وهذا ظاهر مقرر في الفقه وأصوله، وذكر الخطيب الحافظ أنه مذهب الأئمة من حفاظ الحديث ونقاده، مثل البخاري ومسلم وغيرهما، ولذلك احتج البخاري بجماعة سبق من غيره الجرح لهم، كعكرمة، وعمرو بن مرزوق، واحتج مسلم بسويد بن سعيد، وجماعة اشتهر الطعن فيهم، وهكذا\nالجزء: 1 ¦ الصفحة: 183\n",
        "فعل أبو داود. وذلك دالٌّ على أنهم ذهبوا إلى أن الجرح لا يثبت إلا إذا فسر سببه\"1.\n7-\nهل يثبت الجرح والتعديل بقولِ واحدٍ؟:\nأ- الصحيح أنه يثبت الجرح والتعديل بقولِ واحدٍ.\nب- وقيل: لا بد من اثنين، وهذا القول غير معتمد.\n8-\nاجتماع الجرح والتعديل في راوٍ واحد:\nإذا اجتمع في راوٍ واحد الجرح والتعديل.\nأ- فالمعتمد أنه يقدم الجرح إذا كان مفسَّرًا.\nب- وقيل: إن زاد عدد المعدلين على عدد الجارحين قدم التعديل، وهو قول ضعيف غير معتمد.\n9-\nحكم رواية العدل عن شخص:\nأ- رواية العدل عن شخص لا تعد تعديلا له عند الأكثرين، وهو الصحيح، وقيل: هو تعديل.\nب- وعمل العالم وفتياه على وفق حديث ليس حكما بصحته، وليست مخالفته له قدحا في صحته، ولا في رواته.\nوقيل: بل هو حكم بصحته، وصححه الآمدي وغيره من الأصوليين، وفي المسألة كلام طويل.\n1 علوم الحديث ص96 باختصار يسير.\nالجزء: 1 ¦ الصفحة: 184\n",
        "10-\nحكم رواية التائب من الفسق:\nأ- تقبل رواية التائب من الفسق.\nب- ولا تقبل رواية التائب من الكذب في حديث رسول الله صلى الله عليه وسلم؛ وذلك زجرا له ولغيره.\n11-\nحكم رواية من أخذ على التحديث أجرًا:\nأ- لا تقبل روايته عند البعض؛ كأحمد، وإسحاق، وأبي حاتم.\nب- وتقبل عند البعض الآخر؛ كأبي نعيم الفضل بن دكين.\nج- وأفتى أبو إسحاق الشيرازي لمن امتنع عليه الكسب لعياله بسبب التحديث بجواز أخذ الأجر.\n12-\nحكم رواية من عرف بالتساهل، أو بقبول التلقين، أو كثرة السهو:\nأ- لا تقبل رواية من عرف بالتساهل في سماعه، أو إسماعه؛ كمن لا يبالي بالنوم وقت السماع، أو يحدث من أصل غير مقابل.\nب- ولا تقبل رواية من عرف بقبول التلقين في الحديث، بأن يلقن الشيء، فيحدث به من غير أن يعلم أنه من حديثه.\nج- ولا تقبل رواية من عرف بكثرة السهو في روايته.\n13-\nحكم رواية من حدَّث ونَسِيَ:\nأ- تعريف من حدث ونسي:\nهو ألا يذكر الشيخ رواية ما حدث به تلميذه عنه.\nالجزء: 1 ¦ الصفحة: 185\n",
        "ب- حكم روايته:\n1-\nالرد: إن نفاه نفيا جازما، بأن قال: ما رويته، أو هو يكذب علي، ونحو ذلك.\n2-\nالقبول: إن تردد في نفيه، كأن يقول: لا أعرفه، أو لا أذكره، ونحو ذلك.\nج- هل يعد ردُّ الحديث قادحا في واحد منهما؟\nلا يعد رد الحديث قادحا في واحد منهما؛ لأنه ليس أحدهما أولى بالطعن من الآخر.\nد- مثاله:\nما رواه أبو داود، والترمذي، وابن ماجه، من رواية ربيعة بن أبي عبد الرحمن، عن سهيل بن أبي صالح، عن أبيه، عن أبي هريرة، \"أن رسول الله صلى الله عليه وسلم قضى باليمين مع الشاهد\" قال عبد العزيز بن محمد الدراوردي: حدثني به ربيعة بن أبي عبد الرحمن، عن سهيل، فلقيت سهيلا، فسألته عنه، فلم يعرفه، فقلت: حدثني ربيعة عنك بكذا، فصار سهيل بعد ذلك يقول: حدثني عبد العزيز، عن ربيعة، عني أني حدثته عن أبي هريرة رضي الله عنه مرفوعا بكذا\n...\nهـ- أشهر المصنفات فيه:\nكتاب \"أخبار من حدث ونسي\" للخطيب البغدادي.\nالجزء: 1 ¦ الصفحة: 186\n",
        "الفصل الثاني: فكرة عامة عن كتب الجرح والتعديل\nبما أن الحكم على الحديث صحة وضعفًا مبنيٌّ على أمور، منها عدالة الرواة وضبطهم، أو الطعن في عدالتهم وضبطهم، لذلك قام العلماء بتصنيف الكتب التي فيها بيان عدالة الرواة وضبطهم منقولة عن الأئمة المعدلين الموثوقين، وهذا ما يسمى بـ \"التعديل\" كما بينوا في تلك الكتب الطعون الموجهة إلى عدالة بعض الراوة أو إلى ضبطهم وحفظهم، منقولة أيضا عن الأئمة غير المتعصبين، وهذا ما يسمى بـ \"الجرح\" ومن هنا أطلق على تلك الكتب \"كتب الجرح والتعديل\".\nوهذه الكتب كثيرة ومتنوعة، فمنها المفردة لبيان الراوة الثقات، ومنها المفردة لبيان الضعفاء والمجروحين، ومنها كتب لبيان الرواة الثقات والضعفاء. ومن جهة أخرى فإن بعض هذه الكتب عام لذكر رواة الحديث، بغض النظر عن رجال كتاب أو كتب خاصة من كتب الحديث، ومنها ما هو خاص بتراجم رواة كتاب خاص أو كتب معينة من كتب الحديث.\nهذا ويعد عمل علماء الجرح والتعديل في تصنيف هذه الكتب عملا رائعا مهمًّا جبارا؛ إذ قاموا بمسح دقيق لتراجم جميع رواة الحديث، وبيان الجرح أو التعديل الموجه إليهم أولا، ثم بيان من أخذوا عنه، ومن أخذ عنهم، وأين رحلوا، ومتى التقوا ببعض الشيوخ، وما إلى ذلك من تحديد زمنهم الذي عاشوا فيه بشكل لم يسبقوا إليه، بل لم تصل الأمم\nالجزء: 1 ¦ الصفحة: 187\n",
        "المتحضرة في هذا العصر إلى قريب مما صنفه علماء الحديث، من وضع هذه الموسوعات الضخمة في تراجم الرجال ورواة الحديث، فحفظوا على مدى الأيام التعريف الكامل برواة الحديث ونقلته، فجزاهم الله عنا خيرا، وإليك بعض الأسماء لهذه الكتب:\n1-\nالتاريخ الكبير، للبخاري، وهو عام للرواة الثقات، والضعفاء.\n2-\nالجرح والتعديل، لابن أبي حاتم، كذلك هو عام للرواة الثقات والضعفاء، ويشبه الكتاب الذي قبله.\n3-\nالثقات، لابن حبان، كتاب خاص بالثقات.\n4-\nالكامل في الضعفاء، لابن عدي، وهو خاص بتراجم الضعفاء، كما هو ظاهر من اسمه.\n5-\nالكمال في أسماء الرجال، لعبد الغني المقدسي. كتاب عام، في الثقات والضعفاء، إلا أنه خاص برجال الكتب الستة.\n6-\nميزان الاعتدال، للذهبي، كتاب خاص بالضعفاء والمتروكين \"أي كل من جرح وإن لم يقبل الجرح فيه\".\n7-\nتهذيب التهذيب، للحافظ ابن حجر، ويعد من تهذيبات كتاب \"تهذيب الكمال في أسماء الرجال\" ومختصراته.\n8-\nتقريب التهذيب، للحافظ ابن حجر، وهو اختصار لكتاب \"تهذيب التهذيب\" للمؤلف نفسه.\nالجزء: 1 ¦ الصفحة: 188\n",
        "الفصل الثالث: مراتب الجرح والتعديل\nلقد قسم ابن أبي حاتم في مقدمة كتابه \"الجرح والتعديل\" كُلًّا من مراتب الجرح والتعديل إلى أربع مراتب، وبين حكم كل مرتبة منها، ثم زاد العلماء على كل من مراتب الجرح والتعديل مرتبتين، فصارت كل من مراتب الجرح والتعديل ستًّا، وإليك هذه المراتب مع ألفاظها:\n1-\nمراتب التعديل وبعض ألفاظها:\nأ- ما دل على المبالغة في التوثيق، أو كان على وزن أفعل. وهي أرفعها، مثل: فلان إليه المنتهى في التثبت، أو فلان أثبت الناس.\nب- ثم ما تأكد بصفة أو صفتين من صفات التوثيق: كثقة ثقة، أو ثقة ثبت.\nج- ثم ما عُبِّرَ عنه بصفة دالة على التوثيق من غير توكيد، كثقة، أو حجة.\nد- ثم ما دل على التعديل من دون إشعار بالضبط: كصدوق. أو محله الصدق، أو لا بأس به، عند غير ابن معين؛ فإن \"لا بأس به\" إذا قالها ابن معين في الراوي، فهو عنده ثقة.\nهـ- ثم ما ليس فيه دلالة على التوثيق أو التجريح، مثل: فلان شيخ، أو روى عنه الناس.\nالجزء: 1 ¦ الصفحة: 189\n",
        "و ثم ما أشعر بالقرب من التجريح: مثل: فلان صالح الحديث، أو يكتب حديثه.\n2-\nحكم هذه المراتب:\nأ- أما المراتب الثلاث الأولى فيحتج بأهلها، وإن كان بعضهم أقوى من بعض.\nب- وأما المرتبة الرابعة والخامسة، فلا يحتج بأهلهما، ولكن يكتب حديثهم ويختبر1، وإن كان أهل المرتبة الخامسة دون أهل المرتبة الرابعة.\nد- وأما أهل المرتبة السادسة فلا يحتج بأهلها، ولكن يكتب حديثهم للاعتبار فقط، دون الاختبار؛ وذلك لظهور أمرهم في عدم الضبط.\n3-\nمراتب الجرح وألفاظها:\nأ- ما دل على التليين: \"وهي أسهلها في الجرح\" مثل: فلان لين الحديث، أو فيه مقال.\nب- ثم ما صرح بعدم الاحتجاج به وشبهه: مثل، فلان لا يحتج به، أو ضعيف، أو له مناكير.\n1 أي يختبر ضبطهم بعرض حديثهم على أحاديث الثقات الضابطين؛ فإن وافقهم احتج بحديثه وإلا فلا، فظهر من ذلك أن من قيل فيه: \"صدوق\" من الرواة لا يحتج بحديثه قبل الاختبار، وقد أخطأ من ظن أن من قيل فيه: \"صدوق\" فحديثه حسن؛ لأن الحسن يحتج به، هذا ما عليه اصطلاح أئمة الجرح والتعديل. أما الحافظ ابن حجر، فقد يكون له اصطلاح خاص في كتاب \"تقريب التهذيب\" بالنسبة لكلمة \"صدوق\" والله أعلم.\nالجزء: 1 ¦ الصفحة: 190\n",
        "جـ- ثم ما صرح بعدم كتابة حديثه ونحوه: مثل: فلان لا يكتب حديثه، أو لا تحل الراوية عنه، أو ضعيف جدا، أو واهٍ بِمَرَّةٍ.\nد- ثم ما فيه اتهام بالكذب ونحوه: مثل: فلان متهم بالكذب، أو متهم بالوضع، أو يسرق الحديث، أو ساقط، أو متروك، أو ليس بثقة.\nهـ- ثم ما دل على وصفه بالكذب ونحوه: مثل: كذاب، أو دجال، أو وضَّاع، أو يكذب، أو يضع.\nو ثم ما دل على المبالغة في الكذب \"وهي أسوؤها\" مثل: فلان أكذب الناس، أو إليه المنتهى في الكذب، أو هو ركن الكذب.\n4-\nحكم هذه المراتب:\nأ- أما أهل المرتبتين الأُولَيَيْنِ فإنه لا يحتج بحديثهم طبعا، لكن يكتب حديثهم للاعتبار فقط، وإن كان أهل المرتبة الثانية دون أهل المرتبة الأولى.\nب- وأما أهل المراتب الأربع الأخيرة، فلا يحتج بحديثهم، ولا يكتب، ولا يعتبر به.\nالجزء: 1 ¦ الصفحة: 191\n",
        "الباب الثالث: الرواية وآدابها وكيفية ضبطها\nالفصل الأول: كيفية ضبط الرواية، وطرق تحملها\nالمبحث الأول: كيفية سماع الحديث وتحمله، وصفة ضبطه\n1-\nتمهيد:\nالمراد \"بكيفية سماع الحديث\" بيان ما ينبغي وما يشترط فيمن يريد سماع الحديث من الشيوخ سماعَ روايةٍ وتحمُّلٍ؛ ليؤديه فيما بعد لغيره، وذلك مثل اشتراط سن معينة وجوبا، أو استحبابا.\nوالمراد \"بتحمله\" بيان طرق أخذه وتلقيه عن الشيوخ. والمراد \"بصفة ضبطه\" بيان كيف يضبط الطالب ما تلقاه من الحديث ضبطا يؤهله لأن يرويه لغيره على شكل يُطمَأَنُّ إليه.\nوقد اعتنى علماء المصطلح بهذا النوع من علوم الحديث، ووضعوا له القواعد والضوابط والشروط بشكل دقيق رائع، وميزوا بين طرق تحمل الحديث، وجعلوها على مراتب، بعضها أقوى من بعض، وذلك تأكيدا منهم للعناية بحديث رسول الله صلى الله عليه وسلم، وحسن انتقاله من شخص إلى شخص؛ كي يطمئن المسلم إلى حسن طريقة وصول الحديث النبوي إليه، ويوقن أن هذه الطريقة في منتهى السلامة والدقة.\n2-\nهل يشترط لتحمل الحديث الإسلام والبلوغ؟:\nلا يشترط لتحمل الحديث الإسلام والبلوغ على الصحيح،\nالجزء: 1 ¦ الصفحة: 194\n",
        "لكن يشترط ذلك للأداء1، كما مر بنا في شروط الراوي، وبناء على ذلك فتقبل رواية المسلم البالغ ما تحمله من الحديث قبل إسلامه، أو قبل بلوغه، لكن لا بد من التمييز بالنسبة لغير البالغ.\nوقد قيل إنه يشترط لتحمل الحديث البلوغ، ولكنه قول غير معتمد؛ لأن المسلمين قبلوا رواية صغار الصحابة، كالحسن، وابن عباس، وغيرهما من غير فرق بين ما تحملوه قبل البلوغ أو بعده.\n3-\nمتى يستحب الابتداء بسماع الحديث؟:\nأ- قيل يستحب أن يبتدئ الطالب بسماع الحديث في سن الثلاثين، وعليه أهل الشام.\nب- وقيل في سن العشرين، وعليه أهل الكوفة.\nج- وقيل في سن العاشرة، وعليه أهل البصرة.\nد- والصواب في الأعصار المتأخرة التبكير بسماع الحديث من حين يصح سماعه؛ لأن الحديث منضبط في الكتب.\n4-\nهل لصحة سماع الصغير سِنٌّ مُعينة؟:\nأ- حدد بعض العلماء ذلك بخمس سنين، وعليه استقر العمل بين أهل الحديث.\nب- وقال بعضهم: الصواب اعتبار التمييز؛ فإن فهم الصغير الخطاب، وردُّ الجواب، كان مميزا صحيح السماع، وإلا فلا.\n1 التحمل: معناه تلقي الحديث وأخذه عن الشيوخ، والأداء: رواية الحديث وإعطاؤه للطلاب.\nالجزء: 1 ¦ الصفحة: 195\n",
        "المبحث الثاني: طرق التحمل، وصيغ الأداء\n1\nطرق تحمل الحديث ثمانية، وهي: السماع من لفظ الشيخ، القراءة على الشيخ، الإجازة، المناولة، الكتابة، الإعلام، والوصية، والوجادة.\nوسأتكلم على كل منها تباعا باختصار، مع بيان ألفاظ الأداء لكل منها، باختصار أيضا:\n1-\nالسماع من لفظِ الشيخ:\nأ- صورته: أن يقرأ الشيخ، ويسمع الطالب؛ سواء قرأ الشيخ من حفظه، أو كتابه، وسواء سمع الطالب، وكتب ما سمعه، أو سمع فقط ولم يكتب.\nب- رتبته: السماع أعلى أقسام طرق التحمل عند الجماهير.\nجـ- ألفاظ الأداء:\n1-\nقبل أن يشيع تخصيص بعض الألفاظ لكل قسم من طرق التحمل، كان يجوز للسامع من لفظ الشيخ أن يقول في الأداء: \"سمعت، أو حدثني، أو أخبرني، أو أنبأني، أو قال لي، أو ذكر لي\".\n1 المراد بـ \"طرق التحمل\" هيئات أخذ الحديث، وتلقيه عن الشيوخ, والمراد بـ \"صيغ الأداء\" العبارات التي يستعملها المحدث عنه رواية الحديث وإعطائه للطلاب، مثل: \"سمعت\" أو \"حدثني\" أو \"أخبرني\".\nالجزء: 1 ¦ الصفحة: 196\n",
        "2-\nوبعد أن شاع تخصيص بعض الألفاظ لكل قسم من طرق التحمل، صارت ألفاظ الأداء على النحو التالي:\n- للسماع من لفظ الشيخ: سمعت، أو حدثني.\n- للقراءة على الشيخ: أخبرني.\n- للإجازة: أنبأني.\n- لسماع المذاكرة1: قال لي، أو ذكر لي.\n2-\nالقراءة على الشيخ:\nويسميها أكثر المحدثين \"عرضا\".\nأ- صورتها: أن يقرأ الطالب، والشيخ يسمع2؛ سواء قرأ الطالب، أو قرأ غيره وهو يسمع، وسواء كانت القراءة من حفظ، أو من كتاب، وسواء كان الشيخ يتبع للقارئ من حفظه، أو أمسك كتابه هو، أو ثقةٌ غيرُهُ.\nب- حكم الرواية بها: الرواية بطريق القراءة على الشيخ رواية صحيحة بلا خلاف في جميع الصور المذكورة، إلا ما حكي عن بعض من لا يعتدُّ به من المتشددين.\nج- رتبتها: اختلف في رتبتها على ثلاثة أقوال:\n1 سماع المذاكرة غير سماع التحديث؛ إذ إن سماع التحديث يكون قد استعدَّ له الشيخ والطالب تحضيرا وضبطا قبل المجيء لمجلس التحديث. أما المذاكرة فليس فيها ذاك الاستعداد.\n2 المراد بذلك أن يقرأ الطالب الأحاديث التي هي من مرويات الشيخ، لا أن يقرأ ما شاء من الأحاديث؛ وذلك لأن الغاية من قراءة الطالب على الشيخ، أن يسمعها الشيخ منه؛ ليضبطها له.\nالجزء: 1 ¦ الصفحة: 197\n",
        "1-\nمساوية للسماع: روي ذلك عن مالك، والبخاري، ومعظم علماء الحجاز والكوفة.\n2-\nأدنى من السماع: روي ذلك عن جمهور أهل المشرق، \"وهو الصحيح\".\n3-\nأعلى من السماع: روي ذلك عن أبي حنيفة، وابن أبي ذئب، ورواية عن مالك.\nد- ألفاظ الأداء:\n1-\nالأحوط: أن يقول الطالب: \"قرأت على فلان\" أو \"قرئ عليه وأنا أسمع فأقرَّ به\".\n2-\nويجوز: بعبارات السماع مقيدة بلفظ القراءة كـ \"حدثنا قراءة عليه\".\n3-\nالشائع الذي عليه كثير من المحدثين: إطلاق لفظ \"أخبرنا\" فقط، دون غيرها.\n3-\nالإجازة:\nأ- تعريفها: الإذن بالرواية، لفظا أو كتابة.\nب- صورتها: أن يقول الشيخ لأحد طلابه: \"أجزت لك أن تروي عني صحيح البخاري\".\nج- أنواعها: للإجازة أنواع كثيرة، سأذكر منها خمسة أنواع، وهي:\n1-\nأن يجيز الشيخ معينا لمعين: كأجزتك صحيح\nالجزء: 1 ¦ الصفحة: 198\n",
        "البخاري، وهذا النوع أعلى أنواع الإجازة المجردة على المناولة.\n2-\nأن يجيز معينا بغير معين: كأجزتك رواية مسموعاتي.\n3-\nأن يجيز غير معين بغير معين: كأجزت أهل زماني رواية مسموعاتي.\n4-\nأن يجيز بمجهول، أو لمجهول: كأجزتك كتاب السنن، وهو يروي عددا من السنن، أو أجزت لمحمد بن خالد الدمشقي، وهناك جماعة مشتركون في هذا الاسم.\n5-\nالإجازة للمعدوم: فإما أن تكون تبعا لموجود، كأجزت لفلان ولمن يولد له، وإما أن يكون لمعدوم استقلالا، كأجزت لمن يولد لفلان.\nد- حكمها:\nأما النوع الأول منها، فالصحيح الذي عليه الجمهور، واستقر عليه العمل، جواز الرواية والعمل بها، وأبطلها جماعات من العلماء، وهو إحدى الروايتين عن الشافعي.\nوأما بقية الأنواع فالخلاف في جوازها أشد وأكثر، وعلى كل حال فالتحمل والرواية بهذا الطريق \"أي الإجازة\" تحمل هزيل، ما ينبغي التساهل فيه.\nهـ- ألفاظ الأداء:\n1-\nالأولى: أن يقول: \"أجاز لي فلان\".\nالجزء: 1 ¦ الصفحة: 199\n",
        "2-\nويجوز: بعبارات السماع والقراءة مقيدة، مثل: \"حدثنا إجازة\"، أو \"أخبرنا إجازة\".\n3-\nاصطلاح المتأخرين: \"أنبأنا\" واختاره صاحب كتاب \"الوجازة\"1.\n4-\nالمناولة:\nأ- أنواعها: المناولة نوعان:\n1-\nمقرونة بالإجازة: وهي أعلى أنواع الإجازة مطلقا، ومن صورها: أن يدفع الشيخ إلى الطالب كتابه، ويقول له: هذا روايتي عن فلان، فارْوِهِ عني، ثم يبقيه معه تمليكا، أو إعارة؛ لينسخه.\n2-\nمجردة عن الإجازة: وصورتها: أن يدفع الشيخ إلى الطالب كتابه مقتصرا على قوله: هذا سماعي.\nب- حكم الرواية بها:\n1-\nأما المقرونة بالإجازة: فتجوز الرواية بها، وهي أدنى مرتبة من السماع، والقراءة على الشيخ.\n2-\nوأما المجردة عن الإجازة: فلا تجوز الرواية بها على الصحيح.\nجـ- ألفاظ الأداء:\n1-\nالأحسن: أن يقول: \"ناولني\" أو \"ناولني، وأجاز\n1 هو أبو العباس الوليد بن بكر المعمري، واسم كتابه الكامل \"الوجازة في تجويز الإجازة\".\nالجزء: 1 ¦ الصفحة: 200\n",
        "لي\" إن كانت المناولة مقرونة بالإجازة.\n2-\nويجوز بعبارات السماع والقراءة مقيدة، مثل: \"حدثنا مناولة\" أو \"أخبرنا مناولة وإجازة\".\n5-\nالكتابة:\nأ- صورتها: أن يكتب الشيخ مسموعه لحاضر، أو غائب، بخطه، أو أمره.\nب- أنواعها: وهي نوعان:\n1-\nمقرونة بالإجازة: كأجزتك ما كتبت لك أو إليك، ونحو ذلك.\n2-\nمجردة عن الإجازة: كأن يكتب له بعض الأحاديث، ويرسلها له، ولا يجيزه بروايتها.\nجـ- حكم الرواية بها:\n1-\nأما المقرونة بالإجازة: فالرواية بها صحيحة، وهي في الصحة والقوة كالمناولة المقرونة.\n2-\nوأما المجردة عن الإجازة: فمنع الرواية بها قوم، وأجازها آخرون. والصحيح الجواز عند أهل الحديث؛ لإشعارها بمعنى الإجازة.\nد- هل تشترط البينة لاعتماد الخط؟\n1-\nاشترط بعضهم البينة على الخط، وادعوا أن الخط يشبه الخط، وهو قول ضعيف.\n2-\nومنهم من قال: يكفي معرفة المكتوب إليه خط\nالجزء: 1 ¦ الصفحة: 201\n",
        "الكاتب؛ لأن خط الإنسان لا يشتبه بغيره، وهو الصحيح.\nهـ- ألفاظ الأداء:\n1-\nالتصريح بلفظ الكتابة: كقوله: \"كتب إلي فلان\".\n2-\nأو الإتيان بألفاظ السماع والقراءة مقيدة: كقوله: \"حدثني فلان كتابة، \"أو أخبرني فلان كتابة\".\n6-\nالإعلام:\nأ- صورته: أن يخبر الشيخ الطالب أن هذا الحديث أو هذا الكتاب سماعه.\nب- حكم الرواية به: اختلف العلماء في حكم الرواية بالإعلام على قولين:\n1-\nالجواز: وهو قول كثير من أصحاب الحديث والفقه والأصول.\n2-\nعدم الجواز: وهو قول غير واحد من المحدثين وغيرهم، وهو الصحيح؛ لأنه قد يعلم الشيخ أن هذا الحديث روايته، لكن لا تجوز لخلل فيه، نعم لو أجاز بروايته جازت روايته.\nج- ألفاظ الأداء:\nيقول في الأداء: \"أعلمني شيخي بكذا\".\n7-\nالوصية:\nالجزء: 1 ¦ الصفحة: 202\n",
        "أ- صورتها: أن يوصي الشيخ عند موته، أو سفره لشخص بكتاب من كتبه التي يرويها.\nب- حكم الرواية بها:\n1-\nالجواز: وهو قول لبعض السلف، وهو غلط؛ لأنه أوصى له بالكتاب، ولم يوصِ له بروايته.\n2-\nعدم الجواز: وهو الصواب.\nجـ- ألفاظ الأداء:\nيقول: \"أوصى إليَّ فلان بكذا\"، أو \"حدثني فلان وصية\".\n8-\nالوِجَادَةُ:\nبكسر الواو، مصدر \"وجد\"، وهذا المصدر مولد غير مسموع من العرب.\nأ- صورتها: أن يجد الطالب أحاديث بخط شيخ يرويها، يعرف الطالب خطه، وليس له سماع منه، ولا إجازة.\nب- حكم الرواية بها: الرواية بالوجادة من باب المنقطع، لكن فيها نوع اتصال.\nجـ- ألفاظ الأداء بها: يقول الواجد: \"وجدت بخط فلان، أو قرأت بخط فلان كذا\" ثم يسوق الإسناد والمتن.\nالجزء: 1 ¦ الصفحة: 203\n",
        "المبحث الثالث: كتابة الحديث، وضبطه، والتصنيف فيه\n1\n1-\nحكم كتابة الحديث:\nاختلف السلف من الصحابة والتابعين في كتابة الحديث على أقوال:\nأ- فكرهها بعضهم: منهم: ابن عُمر، وابن مسعود، وزيد بن ثابت.\nب- وأباحها بعضهم: منهم: عبد الله بن عمرو، وأنس، وعمر بن عبد العزيز، وأكثر الصحابة.\nجـ- ثم أجمعوا بعد ذلك على جوازها: وزال الخلاف. ولو لم يدون الحديث في الكتب لضاع في الأعصار المتأخرة، لا سيما في عصرنا.\n2-\nسبب الاختلاف في حكم كتابته:\nوسبب الخلاف في حكم كتابته أنه وردت أحاديث متعارضة في الإباحة والنهي، فمنها:\nأ- حديث النهي: ما رواه مسلم أن رسول الله صلى الله عليه وسلم قال:\n1 سأبحث هذا الموضوع باختصار؛ لأن كثيرا من قواعد الكتابة والتصحيح صارت من مهمة المحقق والطابع في هذا الزمان، وتبقى تلك التفصيلات للمتخصصين في هذا الفن؛ لمعرفة اصطلاح القوم في كتابة النسخ المخطوطة القديمة وغير ذلك من الاعتبارات.\nالجزء: 1 ¦ الصفحة: 204\n",
        "\"لا تكتبوا عني، ومن كتب عَنِّي غير القرآن فليمحه\" 1.\nب- حديث الإباحة: ما أخرجه البخاري أن رسول الله صلى الله عليه وسلم قال: \"اكتبوا لأبي شاهٍ\" 2، وهناك أحاديث أخرى في إباحة الكتابة، منها: الإذن لعبد الله بن عمرو بكتابة الحديث.\n3-\nالجمع بين أحاديث الإباحة وبين أحاديث النهي:\nلقد جمع العلماء بين أحاديث النهي وبين أحاديث الإباحة على وجوه، منها:\nأ- قال بعضهم: الإذن بالكتابة لمن خيف نسيانه للحديث. والنهي لمن أمن النسيان، وخيف عليه اتكاله على الخط إذا كتب.\nب- وقال بعضهم: جاء النهي حين خيف اختلاطه بالقرآن، ثم جاء الإذن بالكتابة حين أمن ذلك، وعلى هذا يكون النهي منسوخا.\n4-\nماذا يجب على كاتب الحديث؟:\nينبغي على كاتب الحديث أن يصرف همته إلى ضبطه وتحقيقه شكلا ونقطا ويؤمن معهما اللبس، ويشكل المشكل، لا سيما أسماء\n1 رواه مسلم، كتاب الزهد والرقائق، باب التثبت في الحديث: 4/ 2298، حديث 72 بلفظه.\n2 رواه البخاري، كتاب اللقطة: 5/ 87، حديث 2434.\nالجزء: 1 ¦ الصفحة: 205\n",
        "الأعلام؛ لأنها لا تدرك بما قبلها ولا بما بعدها، وأن يكون خطه واضحا على قواعد الخط المشهورة، وألا يصطلح لنفسه اصطلاحا خاصا برمز لا يعرفه الناس، وينبغي أن يحافظ على كتابة الصلاة والتسليم على النبي صلى الله عليه وسلم كلما جاء ذِكْرُهُ، ولا يسأم من تكرار ذلك، ولا يتقيد في ذلك بما في الأصل إن كان ناقصا، وكذلك الثناء على الله سبحانه ووتعالى كـ \"عز وجل\"، وكذلك الترضي والترحم على الصحابة والعلماء، ويُكرهُ الاقتصارُ على الصلاة وحدها، أو التسليم وحده، كما يكره الرمز إليها بـ \"ص\" ونحوه، مثل \"صلعم\" وعليه أن يكتبهما كاملتين.\n5-\nالمقابلة وكيفيتها:\nيجب على كاتب الحديث بعد الفراغ من كتابته، مقابلة كتابه بأصل1 شيخه، ولو أخذه عنه بطريق الإجازة؟\nوكيفية المقابلة: أن يمسك هو وشيخه كتابيهما حال التسميع، ويكفي أن يقابل له ثقة آخر في أي وقت، حال القراءة أو بعدها، كما يكفي مقابلته بفرع مقابَل بأصل الشيخ.\n6-\nاصطلاحات في كتابة ألفاظ الأداء وغيرها:\nغلب على كثير من كتاب الحديث الاقتصار على الرمز في ألفاظ الأداء. فمن ذلك أنهم يكتبون:\n1 أي نسخة شيخه الأصلية التي أخذ منها.\nالجزء: 1 ¦ الصفحة: 206\n",
        "أ- حدثنا: \"ثنا\" أو \"نا\".\nب- أخبرنا: \"أنا\" أو \"أرنا\".\nولكن ينبغي للقارئ أن يتلفظ بها كاملة عند قراءتها، ولا يجوز له أن ينطق بها كما هي مرسومة.\nج- تحويل الإسناد إلى إسناد آخر: يرمزون له بـ \"ح\" وينطق القارئ بها هكذا \"حا\".\nد- جرت العادة بحذف كلمة \"قال\" ونحوها بين رجال الإسناد خطًّا، وذلك لأجل الاختصار، لكن ينبغي للقارئ التلفظ بها، مثل \"حدثنا عبد الله بن يوسف، أخبرنا مالك\" فينبغي للقارئ أن يقول: \"قال: أخبرنا مالك\" كما جرت العادة بحذف \"أنه\" في أواخر الإسناد اختصارا.\nمثل \"عن أبي هريرة قال\" فينبغي للقارئ النطق بـ \"أنه\" فيقول \"أنه قال\" وذلك تصحيحا للكلام من حيث الإعراب.\n7-\nالرحلة في طلب الحديث:\nلقد اعتنى سلفنا الصالح بالحديث عناية ليس لها نظير، وصرفوا في جمعه وضبطه من الاهتمام والجهد والوقت ما لا يكاد يصدقه العقل، فبعد أن يجمع أحدهم الحديث من شيوخ بلده يرحل إلى بلاد وأقطار أخرى قريبة أو بعيدة؛ ليأخذ الحديث من شيوخ تلك البلاد، فيتجشم مشاق السفر، ويتحمل شظف العيش بنفس راضية. وقد صنف الخطيب البغدادي كتابا سماه \"الرحلة في طلب\nالجزء: 1 ¦ الصفحة: 207\n",
        "الحديث\" جَمَعَ فيه من أخبار الصحابة والتابعين فمن بعدهم في الرحلة في طلب الحديث ما يعجب الإنسان لسماعه، فمن أحب سماع تلك الأخبار الشائقة، فعليه بذلك الكتاب؛ فإنه منشط لطلاب العلم، شاحذ لهممهم، مقوٍّ لعزائمهم.\n8-\nأنواع التصنيف في الحديث:\nيجب على من يجد في نفسه المقدرة على التصنيف في الحديث -وغيره- أن يقوم بالتصنيف، وذلك لجمع المتفرق، وتوضيح المشكل، وترتيب غير المرتب، وفهرسة غير المفهرس، مما يسهل على طلبة الحديث الاستفادة منه بأيسر طريق، وأقل وقت. وليحذر من إخراج كتابه قبل تهذيبه وتحريره وضبطه، وليكن تصنيفه فيما يعم نفعه، وتكثر فائدته.\nهذا وقد صنف العلماء الحديث على أشكال متنوعة، فمن أشهر أنواع التصنيف في الحديث ما يلي:\nأ- الجوامع: جمع جامع، والجامع: كل كتاب يَجمع فيه مؤلفه جميع الأبواب من العقائد، والعبادات، والمعاملات، والسير، والمناقب، والرِّقاق، والفتن، وأخبار يوم القيامة. مثل \"الجامع الصحيح للبخاري\".\nب- المسانيد: جمع مسند، والمسند: كل كتاب جمع فيه مرويات كل صحابي على حدة، من غير النظر إلى\nالجزء: 1 ¦ الصفحة: 208\n",
        "الموضوع الذي يتعلق فيه الحديث، مثل \"مسند الإمام أحمد بن حنبل\".\nج- السنن: وهي الكتب المصنفة على أبواب الفقه؛ لتكون مصدرا للفقهاء في استنباط الأحكام، وتختلف عن الجوامع في أنها لا يوجد فيها ما يتعلق بالعقائد، والسير، والمناقب، وما إلى ذلك، بل هي مقصورة على أبواب الفقه وأحاديث الأحكام. مثل \"سنن أبي داود\".\nد- المعاجم: جمع معجم، والمعجم: كل كتاب جمع فيه مؤلفه الحديث مرتبا على أسماء شيوخه، على ترتيب حروف المعجم غالبا، مثل معجمي الطبراني: الأوسط، والصغير.\nهـ- العلل: كتب العلل: هي الكتب المشتملة على الأحاديث المعلولة، مع بيان عللها، وذلك مثل \"العلل لابن أبي حاتم\" و \"العلل للداقطني\".\nو الأجزاء: جمع جزء، والجزء: كل كتاب صغير جمع فيه مرويات راوٍ واحد من رواة الحديث، أو جمع فيه ما يتعلق بموضوع واحد على سبيل الاستقصاء، مثل \"جزء رفع اليدين في الصلاة\" للبخاري.\nز- الأطراف: كل كتاب ذكر فيه مصنفه طرف كل حديث\nالجزء: 1 ¦ الصفحة: 209\n",
        "الذي يدل على بقيته، ثم يذكر أسانيد كل متن من المتون إما مستوعبا، أو مقيدا لها ببعض الكتب، مثل \"تحفة الأشراف بمعرفة الأطراف\" للمزي.\nحـ- المستدركات: جمع مستدرك، والمستدرك: كل كتاب جمع فيه مؤلفه الأحاديث التي استدركها على كتاب آخر، مما فاتته على شرطه، مثل \"المستدرك على الصحيحين\" لأبي عبد الله الحاكم.\nط- المستخرجات: جمع مستخرج، والمستخرج: كل كتاب خرج فيه مؤلفه أحاديث كتاب لغيره من المؤلفين بأسانيد لنفسه، من غير طريق المؤلف الأول، وربما اجتمع معه في شيخه، أو من فوقه، مثل \"المستخرج على الصحيحين\" لأبي نعيم الأصبهاني.\nالجزء: 1 ¦ الصفحة: 210\n",
        "المبحث الرابع: صفة رواية الحديث\n1\n1-\nالمراد بهذه التسمية:\nالمراد بهذا العنوان: بيان الكيفية التي يروى بها الحديث، والآداب التي ينبغي التحلي بها، وما يتعلق بذلك، وقد تقدم شيء من ذلك في المباحث السابقة، وإليك ما بقي:\n2-\nهل يجوز رواية الراوي من كتابه إذا لم يحفظ ما فيه؟:\nهذا أمر اختلف فيه العلماء، فمنهم من شدد فأفرط، ومنهم من تساهل ففرط، ومنهم من اعتدل فتوسط.\nأ- فأما المتشددون: فقالوا: \"لا حجة إلا فيما رواه الراوي من حفظه\"، روي ذلك عن مالك، وأبي حنيفة، وأبي بكر الصيدلاني الشافعي.\nب- وأما المتساهلون: فقوم رووا من نسخ غير مقابلة بأصولها، منهم: ابن لهيعة.\nج- وأما المعتدلون المتوسطون: \"وهم الجمهور\" فقالوا: إذا قام الراوي في التحمل والمقابلة بما تقدم من الشروط، جازت الرواية من الكتاب، وإن غاب عنه الكتاب، إذا كان الغالب على الظن سلامته من التغيير والتبديل، لا سيما إن كان ممن لا يخفي عليه التغيير غالبا.\n3-\nحكم رواية الضرير الذي لا يحفظ ما سمعه:\n1 سأبحث هذا الموضوع باختصار أيضا؛ لأن بعض جزئياته كانت ضرورية في عصر الرواية؛ أما في هذه الأزمان فتعد دراستها من باب دراسة تاريخ الرواية، وهي لازمة لذوي الاختصاص في هذا الفن.\nالجزء: 1 ¦ الصفحة: 211\n",
        "إذا استعان الضرير الذي لا يحفظ ما سمعه بثقة في كتابة الحديث الذي سمعه، وضبطه، والمحافظة على الكتاب، واحتاط عند القراءة عليه بحيث يغلب على ظنه سلامته من التغيير، صحت روايته عند الأكثر، ويكون كالبصير الأمي الذي لا يحفظ.\n4-\nرواية الحديث بالمعنى، وشروطها:\nاختلف السلف في رواية الحديث بالمعنى، فمنهم من منعها، ومنهم من جوزها.\nأ- فمنعها فريق من أصحاب الحديث والفقه والأصول، منهم ابن سيرين، وأبو بكر الرازي.\nب- وأجازها جمهور السلف والخلف من المحدثين، وأصحاب الفقه والأصول، منهم الأئمة الأربعة، لكن إذا قطع الراوي بأداء المعنى.\nثم إن من أجاز الرواية بالمعنى، اشترط لها شروطا، وهي:\n1-\nأن يكون الراوي عالما بالألفاظ ومقاصدها.\n2-\nأن يكون خبيرا بما يحيل معانيها.\nهذا كله في غير المصنفات، أما الكتب المصنفة فلا يجوز رواية شيء منها بالمعنى، وتغيير الألفاظ التي فيها، وإن كان بمعناها؛ لأن جواز الرواية بالمعنى كان للضرورة إذا غابت عن الراوي كلمة من الكلمات، أما بعد تثبيت الأحاديث في الكتب فليس هناك ضرورة لرواية ما فيها بالمعنى.\nهذا وينبغي للراوي بالمعنى أن يقول بعد روايته الحديث: \"أو كما قال\" أو \"نحوه\" أو \"شبهه\".\nالجزء: 1 ¦ الصفحة: 212\n",
        "5-\nاللحن في الحديث، وسببه:\nاللحن في الحديث، أي الخطأ في قراءته، وأبرز أسباب اللحن:\nأ- عدم تعلم النحو واللغة: فعلى طالب الحديث أن يتعلم من النحو واللغة ما يسلم به من اللحن والتصحيف، فقد روى الخطيب عن حماد بن سلمة قال: مثل الذي يطلب الحديث، ولا يعرف النحو، مثل الحمار، عليه مخلاة لا شعير فيها1.\nب- الأخذ من الكتب والصحف، وعدم التلقي عن الشيوخ: مر بنا أن لتلقي الحديث وتحمله عن الشيوخ طرقًا بعضها أقوى من بعض، وأن أقوى تلك الطرق السماع من لفظ الشيخ، أو القراءة عليه، فعلى المشتغل بالحديث أن يتلقى حديث رسول الله صلى الله عليه وسلم من أفواه أهل المعرفة والتحقيق، حتى يسلم من التصحيف والخطأ، ولا يليق بطالب الحديث أن يعمد إلى الكتب والصحف، فيأخذ منها، ويروي عنها، ويجعلها شيوخه، فإنه بذلك تكثر أخطاؤه وتصحيفاته، لذا قال العلماء قديما: \"لا تأخذ القرآن من مصحفيٍّ، ولا الحديث من صحفيٍّ\"2.\n1 تدريب الراوي ج2، ص106.\n2 المصحفي الذي يأخذ القرآن من المصحف، ولا يتلقى القرآن عن القراء والشيوخ. والصحفي هو الذي يأخذ الحديث من الصحف، ولا يتلقاه عن الشيوخ.\nوقال في القاموس 3/ 166: \"والصحفي: من يخطئ في قراءة الصحيفة\".\nالجزء: 1 ¦ الصفحة: 213\n",
        "غريب الحديث:\n1-\nتعريفه:\nأ- لغة: الغريب في اللغة، هو البعيد عن أقاربه، والمراد به هنا الألفاظ التي خفي معناها. قال صاحب القاموس: \"غرب ككرم: غمض وخفي\"1.\nب- اصطلاحا: هو ما وقع في متن الحديث من لفظة غامضة بعيدة من الفهم؛ لقلة استعمالها2.\n2-\nأهميته وصعوبته:\nوهو فن مهم جدًّا، يقبح جهله بأهل الحديث، لكن الخوض فيه صعب، فليتحرَّ خائضه، وليتقِّ الله أن يقدم على تفسير كلام نبيه صلى الله عليه وسلم بمجرد الظنون، وكان السلف يتثبتون فيه أشد التثبت.\n3-\nأجود تفسيره:\nوأجود تفسيره ما جاء مفسرا في رواية أخرى، مثل: حديث عمران بن حصين رضي الله عنه في صلاة المريض: \"صل قائما، فإن لم تستطع فقاعدا، فإن لم تستطع فعلى جنب\" 3.\nوقد فسر قوله: \"على جنب\" حديث علي رضي الله عنه، ولفظه: \"على جنبه الأيمن مستقبل القبلة بوجهه\"4.\n1 القاموس ج1، ص115.\n2 علوم الحديث، ص272.\n3 البخاري، كتاب تقصير الصلاة: 2/ 587، حديث 1117.\n4 سنن الدارقطني.\nالجزء: 1 ¦ الصفحة: 214\n",
        "4-\nأشهر المصنفات فيه:\nأ- غريب الحديث، لأبي عبيد القاسم بن سلام.\nب- النهاية في غريب الحديث والأثر، لابن الأثير؛ وهو أجود كتب الغريب.\nجـ- الدر النثير، للسيوطي، وهو تلخيص للنهاية.\nد- الفائق، للزمخشري.\nالجزء: 1 ¦ الصفحة: 215\n",
        "الفصل الثاني: آداب الرواية\nالمبحث الأول: آداب المحدث\n1-\nمقدمة:\nبما أن الاشتغال بالحديث من أفضل القربات على الله تعالى، وأشرف الصناعات، فينبغي على من يشتغل به وينشره بين الناس أن يتحلى بمكارم الأخلاق، ومحاسن الشيم، ويكون مثالا صادقا لما يعلمه الناس، مطبقا له على نفسه قبل أن يأمر به غيره.\n2-\nأبرز ما ينبغي أن يتحلى به المحدث:\nأ- تصحيح النية وإخلاصها، وتطهير القلب من أغراض الدنيا، كحب الرئاسة أو الشهرة.\nب- أن يكون أكبر همه نشر الحديث، والتبليغ عن رسول الله صلى الله عليه وسلم، مبتغيا من الله جزيل الأجر.\nج- ألا يحدِّث بحضرة من هو أولى منه؛ لسنه أو علمه.\nد- أن يرشد من سأله عن شيء من الحديث -وهو يعلم أنه موجود عند غيره- إلى ذلك الغير.\nهـ- ألا يمتنع من تحديث أحد؛ لكونه غير صحيح النية؛ فإنه يرجى له صحتها.\nالجزء: 1 ¦ الصفحة: 217\n",
        "و أن يعقد مجلسا لإملاء الحديث وتعليمه، إذا كان أهلا لذلك؛ فإن ذلك أعلى مراتب الرواية.\n3-\nما يستحب فعله إذا أراد حضور مجلس الإملاء:\nأ- أن يتطهر ويتطيب، ويُسَرِّح لحيته.\nب- أن يجلس متمكنا بوقار وهيبة؛ تعظيما لحديث رسول الله صلى الله عليه وسلم.\nج- أن يقبل على الحاضرين كلهم، ولا يخص بعنايته أحدا دون أحد.\nد- أن يفتتح مجلسه ويختمه بحمد الله تعالى، والصلاة على النبي صلى الله عليه وسلم، ودعاء يليق بالحال.\nهـ- أن يجتنب ما لا تحتمله عقول الحاضرين، أو ما لا يفهمونه من الحديث.\nو أن يختم الإملاء بحكايات ونوادر؛ لترويح القلوب، وطرد السأم.\n4-\nما هي السن التي ينبغي للمحدث أن يتصدى للتحديث فيها؟:\nاختلف في ذلك على أقوال:\nأ- فقيل: خمسون، وقيل: أربعون، وقيل: غير ذلك.\nب- والصحيح أنه متى تأهل واحتيج إلى ما عنده جلس للتحديث في أي سن كان.\nالجزء: 1 ¦ الصفحة: 218\n",
        "5-\nأشهر المصنفات فيه:\nأ- \"الجامع لأخلاق الراوي، وآداب السامع\" للخطيب البغدادي.\nب- \"جامع بيان العلم وفضله، وما ينبغي في روايته وحمله\" لابن عبد البر.\nالجزء: 1 ¦ الصفحة: 219\n",
        "المبحث الثاني: آداب طالب الحديث\n1-\nمقدمة:\nالمراد بآداب طالب الحديث، ما ينبغي أن يتصف به الطالب من الآداب العالية والأخلاق الكريمة التي تناسب شرف العلم الذي يطلبه، وهو حديث رسول الله صلى الله عليه وسلم، فمن هذه الآداب ما يشترك فيها مع المحدِّث، ومنها ما ينفرد بها عنه.\n2-\nالآداب التي يشترك فيها مع المحدِّث:\nأ- تصحيح النية، والإخلاص لله تعالى في طلبه.\nب- الحذر من أن تكون الغاية من طلبه التوصل إلى أغراض الدنيا.\nفقد أخرج أبو داود وابن ماجه من حديث أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: \"من تعلم علما مما يُبتغى به وجه\nالجزء: 1 ¦ الصفحة: 219\n",
        "الله تعالى، لا يتعلمه إلا ليصيب به غرضا من الدنيا، لم يجد عُرْف الجنة يوم القيامة\" 1.\nجـ- العمل بما يسمعه من الأحاديث.\n3-\nالآداب التي ينفرد بها عن المحدِّث:\nأ- أن يسأل الله تعالى التوفيق والتسديد والتيسير والإعانة على ضبطه الحديث وفهمه.\nب- أن ينصرف إليه بكليته، ويفرغ جهده في تحصيله.\nج- أن يبدأ بالسماع من أرجح شيوخ بلده إسنادا وعلما ودينا.\nد- أن يعظم شيخه، ومن يسمع منه، ويوقره، فذلك من إجلال العلم، وأسباب الانتفاع، وأن يتحرى رضاه، ويصبر على جفائه لو حصل.\nهـ- أن يرشد زملاءه وإخوانه في الطلب إلى ما ظفر به من فوائد، ولا يكتمها عنهم؛ فإن كتمان الفوائد العلمية عن الطلبة لؤم يقع فيه جهلة الطلبة الوضعاء؛ لأن الغاية من طلب العلم نشره.\nو ألا يمنعه الحياء أو الكبر من السعي في السماع والتحصيل وأخذ العلم، ولو ممن هو دونه في السن، أو المنزلة.\n1 أخرجه الحاكم في المستدرك، كتاب العلم: 1/ 85، بلفظه، وقال: هذا حديث صحيح على شرط الشيخين ولم يخرجاه. وأقره الذهبي.\nالجزء: 1 ¦ الصفحة: 220\n",
        "ز- عدم الاقتصار على سماع الحديث وكتابته، دون معرفته وفهمه، فيكون قد أتعب نفسه دون أن يظفَرَ بِطَائِلٍ.\nج- أن يقدم في السماع والضبط والتفهم الصحيحين، ثم سنن أبي داود والترمذي والنسائي، ثم السنن الكبرى للبيهقي، ثم ما تمس الحاجة إليه من المسانيد والجوامع، كمسند أحمد، وموطأ مالك، ومن كتب العلل، علل الدارقطني، ومن الأسماء التاريخ الكبير للبخاري، والجرح والتعديل لابن أبي حاتم، ومن ضبط الأسماء كتاب ابن ماكولا. ومن غريب الحديث النهاية لابن الأثير.\nالجزء: 1 ¦ الصفحة: 221\n",
        "الباب الرابع: الإسناد وما يتعلق به\nالفصل الأول: لطائف الإسناد\nالمبحث الأول: الإسناد العالي والنازل\n1-\nتمهيد:\nالإسناد خصيصة فاضلة لهذه الأمة، وليست لغيرها من الأمم السابقة، وهو سنة بالغة مؤكدة، فعلى المسلم أن يعتمد عليه في نقل الأحاديث والأخبار. قال ابن المبارك: \"الإسناد من الدين، ولولا الإسناد لقال من شاء ما شاء\" وقال الثوري: \"الإسناد سلاح المؤمن\" كما أن طلب العلو فيه سنة أيضا، قال أحمد بن حنبل: \"طلب الإسناد العالي سنة عمن سلف\"؛ لأن أصحاب عبد الله بن مسعود كانوا يرحلون من الكوفة إلى المدينة، فيتعلمون من عمر، ويسمعون منه، ولذلك استحبت الرحلة في طلب الحديث. ولقد رحل غير واحد من الصحابة في طلب علو الإسناد، منهم أبو أيوب، وجابر رضي الله عنهما.\n2-\nتعريفه:\nأ- لغة:\nالعالي: اسم فاعل من \"العلو\" ضد النزول، والنازل: اسم فاعل من \"النزول\" ضد العلو.\nب- اصطلاحا:\n1-\nالإسناد العالي: هو الذي قل عدد رجاله بالنسبة إلى سند آخر يَرِدُ به ذلك الحديث بعدد أكثر.\nالجزء: 1 ¦ الصفحة: 224\n",
        "2-\nالإسناد النازل: هو الذي كثر عدد رجاله بالنسبة إلى سند آخر يرد به ذلك الحديث بعدد أقل.\n3-\nأقسام العلوِّ:\nيقسم العلوُّ إلى خمسة أقسام، واحد منها علوٌّ مطلق، والباقي علوٌّ نسبي. وهي:\nأ- القرب من رسول الله صلى الله عليه وسلم بإسناد صحيح نظيف: وهذا هو العلوُّ المطلق، وهو أجلُّ أقسام العلوِّ.\nب- القرب من إمام من أئمة الحديث: وإن كثر بعده العدد إلى رسول الله صلى الله عليه وسلم. مثل القرب من الأعمش، أو ابن جريج، أو مالك، أو غيرهم، مع الصحة ونظافة الإسناد أيضا.\nجـ- القرب بالنسبة إلى رواية أحد الكتب الستة، أو غيرها من الكتب المعتمدة:\nوهو ما كثر اعتناء المتأخرين به من الموافقة، والأبدال، والمساواة، والمصافحة.\n1-\nفالموافقة: وهي الوصول إلى شيخ أحد المصنفين من غير طريقه بعدد أقل مما لو روى من طريقه عنه.\nمثاله: ما قاله ابن حجر في شرح النخبة \"روى البخاري عن قتيبة، عن مالك حديثا، فلو رويناه من طريقه1\n1 أي من طريق البخاري.\nالجزء: 1 ¦ الصفحة: 225\n",
        "كان بيننا وبين قتيبة ثمانية، ولو روينا ذلك لحديث بعينه من طريق أبي العباس السراج1، عن قتيبة مثلا. لكان بيننا وبين قتيبة فيه سبعة، فقد حصلت لنا الموافقة مع البخاري في شيخه بعينه، مع علو الإسناد على الإسناد إليه\"2.\n2-\nالبدل: هو الوصول إلى شيخ شيخ أحد المصنفين من غير طريقه، بعدد أقل مما لو روى من طريقه عنه.\nمثاله: ما قاله ابن حجر: \"كأن يقع لنا ذلك الإسناد بعينه، من طريق أخرى إلى القعنبي3، عن مالك، فيكون القعنبي فيه بدلا من قتيبة\".\n3-\nالمساواة: هي استواء عدد الإسناد من الراوي إلى آخره، مع إسناد أحد المصنفين.\nمثاله: ما قاله ابن حجر: \"كأن يروي النسائي مثلا حديثا، يقع بينه وبين النبي صلى الله عليه وسلم فيه أحد عشر نفسا، فيقع لنا ذلك الحديث بعينه بإسناد آخر، بيننا وبين النبي صلى الله عليه وسلم فيه أحد عشر نفسا، فنساوي النسائي من حيث العدد\".\n1 هو أحد شيوخ البخاري.\n2 شرح النخبة ص61.\n3 القعنبي هو شيخ شيخ البخاري.\nالجزء: 1 ¦ الصفحة: 226\n",
        "4-\nالمصافحة: هي استواء عدد الإسناد من الراوي إلى آخره، مع إسناد تلميذ أحد المصنفين.\nوسميت مصافحة؛ لأن العادة جرت في الغالب بالمصافحة بين من تلاقيا.\nد- العلو بتقدم وفاة الراوي: ومثاله ما قاله النووي: \"فما أرويه عن ثلاثة عن البيهقي، عن الحاكم، أعلى من أن أرويه عن ثلاثة، عن أبي بكر بن خلف، عن الحاكم؛ لتقدم وفاة البيهقي، عن ابن خلف\"1.\nهـ- العلو بتقديم السماع: أي بتقدم السماع من الشيخ. فمن سمع منه متقدما كان أعلى ممن سمع منه بعده.\nمثاله: أن يسمع شخصان من شيخ، وسماع أحدهما منذ ستين سنة مثلا، والآخر منذ أربعين سنة، وتساوى العدد إليهما، فالأول أعلى من الثاني، ويتأكد ذلك في حق من اختلط شيخه أو خرف.\n4-\nأقسام النزول:\nأقسام النزول خمسة، وتعرف من ضدها، فكل قسم من أقسام العلو ضد قسم من أقسام النزول.\n1 التقريب بشرح التدريب ج2، ص168، هذا وقد توفي البيهقي سنة 458هـ، وتوفي ابن خلف سنة 487هـ.\nالجزء: 1 ¦ الصفحة: 227\n",
        "5-\nهل العلو أفضل أم النزول؟:\nأ- العلو أفضل من النزول على الصحيح الذي قاله الجمهور؛ لأنه يبعد كثرة احتمال الخلل عن الحديث، والنزول مرغوب عنه. قال ابن المديني: \"النزول شؤم\"، وهذا إذا تساوى الإسنادان في القوة.\nب- ويكون النزول أفضل إذا تميز الإسناد النازل بفائدة1.\n6-\nأشهر المصنفات فيه:\nلا توجد مصنفات خاصة بالأسانيد العالية أو النازلة بشكل عام، لكن أفرد العلماء بالتصنيف أجزاء أطلقوا عليها اسم \"الثلاثيات\"، ويعنون بها الأحاديث التي فيها بين المصنف وبين رسول الله صلى الله عليه وسلم ثلاثة أشخاص فقط، وفي ذلك إشارة إلى اهتمام العلماء بالأسانيد العوالي، فمن تلك الثلاثيات:\nأ- ثلاثيات البخاري، لابن حجر.\nب- ثلاثيات أحمد بن حنبل، للسفاريني.\n1 كأن يكون رجاله أوثق من رجال الإسناد العالي أو أحفظ أو أفقه.\nالجزء: 1 ¦ الصفحة: 228\n",
        "المبحث الثاني: المسلسل\n1-\nتعريفه:\nأ- لغة: اسم مفعول من \"السلسلة\" وهي اتصال الشيء بالشيء، ومنه سلسلة الحديد، وكأنه سمي بذلك لشبهه بالسلسلة، من ناحية الاتصال، والتماثل بين الأجزاء.\nب- اصطلاحا: هو تتابع رجال إسناده على صفة، أو حالة للرواة تارة، وللرواية تارة أخرى1.\n2-\nشرح التعريف:\nأي أن المسلسل هو ما توالى رواة إسناده على:\nأ- الاشتراك في صفة واحدة للرواة.\nب- أو الاشتراك في حالة واحدة لهم أيضا.\nجـ- أو الاشتراك في صفة واحدة للرواية.\n3-\nأنواعه:\nيتبين من شرح التعريف أن أنواع المسلسل ثلاثة، هي:\nالمسلسل بأحوال الرواة، والمسلسل بصفات الرواة، والمسلسل بصفات الرواية، وإليك فيما يلي بيان هذه الأنواع:\n1 التقريب مع التدريب: 2/ 187.\nالجزء: 1 ¦ الصفحة: 229\n",
        "أ- المسلسل بأحوال الرواة:\nوأحوال الرواة؛ إما أقوال، وإما أفعال، وإما أقوال وأفعال معًا.\n1-\nالمسلسل بأحوال الرواة القولية: مثل حديث معاذ بن جبل أن النبي صلى الله عليه وسلم قال له: \"يا معاذ، إني أحبك فقل في دبر كل صلاة: اللهم أعني على ذكرك وشكرك وحسن عبادتك\". فقد تسلسل بقول كل من رواته \"وأنا أحبك، فقل\" 1.\n2-\nالمسلسل بأحوال الرواة الفعلية:\nمثل: حديث أبي هريرة قال: شبك بيدي أبو القاسم صلى الله عليه وسلم وقال: \"خلق الله الأرض يوم السبت\". فقد تسلسل بتشبيك كل من رواته بيد من رواه عنه2.\n3-\nالمسلسل بأحوال الرواة القولية والفعلية معا:\nمثل: حديث أنس قال: قال رسول الله صلى الله عليه وسلم: \"لا يجد العبد حلاوة الإيمان حتى يؤمن بالقدر؛ خيره وشره حلوه ومره\"، وقبض رسول الله صلى الله عليه وسلم على لحيته وقال: \"آمنت بالقدر؛ خير وشره، حلوه ومره\" 3 تسلسل بقبض كل راوٍ من رواته على لحيته، وقوله: \"آمنت بالقدر خيره وشره، حلوه ومره\".\n1 أخرجه أبو داود، كتاب الوتر: 2/ 86، حديث 1522.\n2 أخرجه الحاكم مسلسلا في معرفة علوم الحديث ص42.\n3 أخرجه الحاكم مسلسلا في معرفة علوم الحديث ص40.\nالجزء: 1 ¦ الصفحة: 230\n",
        "ب- المسلسل بصفات الرواة:\nوصفات الرواة: إما قولية وإما فعلية:\n1-\nالمسلسل بصفات الرواة القولية: مثل: الحديث المسلسل بقراءة سورة الصف، فقد تسلسل بقول كل راوٍ: \"فقرأها فلان هكذا\".\nهذا وقد قال العراقي: \"وصفات الرواة القولية وأحوالهم القولية متقاربة، بل متماثلة\".\n2-\nالمسلسل بصفات الرواة الفعلية: كاتفاق أسماء الرواة، كالمسلسل بـ \"المحمدين\"، أو اتفاق صفاتهم، كالمسلسل بالفقهاء، أو الحفاظ، أو اتفاق نسبتهم، كالمسلسل بالدمشقيين، أو المصريين.\nجـ- المسلسل بصفات الرواية: وصفات الرواية إما أن تتعلق بصيغ الأداء، أو بزمن الرواية، أو مكانها:\n1-\nالمسلسل بصيغ الأداء: مثل حديث مسلسل بقول كل من رواته: \"سمعت\" أو \"أخبرنا\".\n2-\nالمسلسل بزمان الرواية: كالحديث المسلسل بروايته يوم العيد.\n3-\nالمسلسل بمكان الرواية: كالحديث المسلسل بإجابة الدعاء في الملتَزَم.\nالجزء: 1 ¦ الصفحة: 231\n",
        "4-\nأفضله:\nوأفضله ما دل على الاتصال في السماع وعدم التدليس\n5-\nمن فوائده:\nومن فوائده: اشتماله على زيادة الضبط من الرواة.\n6-\nهل يشترط وجود التسلسل في جميع الإسناد؟:\nلا يشترط ذلك، فقد ينقطع التسلسل في وسطه أو آخره، لكن يقولون في هذه الحالة: \"هذا مسلسل إلى فلان\".\n7-\nلا ارتباط بين التسلسل والصحة:\nفقلما يسلم المسلسل من خلل في التسلسل، أو ضعف. وإن كان أصل الحديث صحيحًا من غير طريق التسلسل.\n8-\nأشهر المصنفات فيه:\nأ- المسلسلات الكبرى، للسيوطي، وقد اشتملت على 85 حديثا.\nب- المناهل السلسلة في الأحاديث المسلسلة، لمحمد عبد الباقي الأيوبي، وقد اشتملت على 212 حديثا.\nالجزء: 1 ¦ الصفحة: 232\n",
        "المبحث الثالث: رواية الأكابر عن الأصاغر\n1-\nتعريفه 1:\nأ- لغة: الأكابر: جمع \"أكبر\" والأصاغر: جمع \"أصغر\" والمعنى: رواية الكبار عن الصغار.\nب- اصطلاحا: رواية الشخص عمن هو دونه في السن والطبقة، أو في العلم والحفظ.\n2-\nشرح التعريف:\nأي أن يروي الراوي عن شخص هو أصغر منه سنا، وأدنى طبقة. والدنو في الطبقة: كرواية الصحابة عن التابعين، ونحو ذلك.\nأو يروي عمن هو أقل منه علما وحفظا، كرواية عالم حافظ عن شيخ، ولو كان ذلك الشيخ كبيرًا في السن، هذا وينبغي التنبه إلى أن الكبر في السن أو القدم في الطبقة وحده، أي بدون المساواة في العلم، عمن يروي عنه لا يكفي؛ لأن يسمى رواية أكابر عن أصاغر، والأمثلة التالية توضح ذلك.\n3-\nأقسامها وأمثلتها:\nيمكن أن نقسم رواية الأكابر عن الأصاغر إلى ثلاثة أقسام، وهي:\nأ- أن يكون الراوي أكبر سنا، وأقدم طبقة من المروي عنه. \"أي مع العلم والحفظ أيضا\".\nب- أن يكون الراوي أكبر قدرا -لا سنا- من المروي عنه،\n1 الضمير عائد إلى هذا النوع من أنواع علوم الحديث.\nالجزء: 1 ¦ الصفحة: 233\n",
        "كحافظ عالم، عن شيخ كبير غير حافظ.\nمثل: رواية مالك، عن عبد الله بن دينار1.\nجـ- أن يكون الراوي أكبر سنا وقدرا من المروي عنه، أي أكبر وأعلم منه.\nمثل: رواية البرقاني، عن الخطيب2.\n4-\nمن رواية الأكابر عن الأصاغر:\nأ- رواية الصحابة عن التابعين: كرواية العبادلة وغيرهم عن كعب الأحبار.\nب- رواية التابعي عن تابعيه: كرواية يحيى بن سعيد الأنصاري عن مالك.\n5-\nمن فوائده:\nأ- ألا يتوهم أن المروي عنه أفضل وأكبر من الراوي عنه؛ لكونه الأغلب.\nب- ألا يظن في السند انقلابا؛ لأن العادة جرت برواية الأصاغر عن الأكابر.\n6-\nأشهر المصنفات فيه:\nأ- كتاب \"ما رواه الكبار عن الصغار، والآباء عن الأبناء\" للحافظ أبي يعقوب إسحاق بن إبراهيم الوراق.\n1 فمالك إمام حافظ، وعبد الله بن دينار شيخ راوٍ فقط، وإن كان أكبر سنا من مالك.\n2 لأن البرقاني أكبر سنا من الخطيب، وأعظم قدرا منه؛ لأنه شيخه ومعلمه، وأعلم منه.\nالجزء: 1 ¦ الصفحة: 234\n",
        "المبحث الرابع: رواية الآباء عن الأبناء\n1-\nتعريفه:\nأن يوجد في سند الحديث أب يروي الحديث عن ابنه.\n2-\nمثاله:\nحديث رواه العباس بن المطلب، عن ابنه الفضل: \"أن رسول الله صلى الله عليه وسلم جمع بين الصلاتين بالمزدلفة\"1.\n3-\nمن فوائده:\nألا يظن أن في السند انقلابا أو خطأ؛ لأن الأصل أن يروي الابن عن أبيه، وهذا النوع مع النوع الذي قبله يدل على تواضع العلماء، وأخذهم العلم من أي شخص كان وإن كان دونهم في القدر والسن.\n4-\nأشهر المصنفات فيه:\nكتاب \"رواية الآباء عن الأبناء\" للخطيب البغدادي.\n1 رواه الخطيب، كما أفاد السخاوي، ص410، وأصل الحديث في الصحيحين وغيرهما.\nالجزء: 1 ¦ الصفحة: 235\n",
        "المبحث الخامس: رواية الأبناء عن الآباء\n1-\nتعريفه:\nأن يوجد في سند الحديث ابن يروي الحديث عن أبيه فقط، أو عن أبيه، عن جده.\n2-\nأَهَمُّهُ:\nوأهمُّ هذا النوع ما لم يسم في الأب أو الجد؛ لأنه يحتاج إلى البحث لمعرفة اسمه.\n3-\nأنواعه:\nأ- رواية الراوي عن أبيه فحسب \"أي بدون الرواية عن الجد\" وهو كثير.\nمثاله: رواية أبي العشراء، عن أبيه1.\nب- رواية الراوي عن أبيه، عن جده، أو عن أبيه، عن جده فما فوقه.\nمثاله: رواية عمرو بن شعيب، عن أبيه، عن جده2.\n1 اختلف في اسمه واسم أبيه على أقوال، أشهرها أنه أسامة بن مالك.\n2 عمرو هذا نسبه هكذا \"عمرو بن شعيب بن محمد بن عبد الله بن عمرو بن العاص\" فجد عمرو هو محمد، لكن العلماء وجدوا من التتبع والاستقراء أن الضمير في \"جده\" يعود على شعيب، فيكون المراد في \"جده\" عبد الله بن عمرو الصحابي المشهور.\nالجزء: 1 ¦ الصفحة: 236\n",
        "4-\nمن فوائده:\nأ- البحث لمعرفة اسم الأب، أو الجد إذا لم يصرح باسمه.\nب- بيان المراد من الجد، هل هو جد الابن، أو جد الأب؟\n5-\nأشهر المصنفات فيه:\nأ- رواية الأبناء عن آبائهم، لأبي نصر عبيد الله بن سعيد الوائلي.\nب- جزء من روى عن أبيه، عن جده، لابن أبي خيثمة.\nجـ- كتاب \"الوشي المُعْلِم فيمن روى عن أبيه، عن جده، عن النبي صلى الله عليه وسلم\" للحافظ العلائي.\nالجزء: 1 ¦ الصفحة: 237\n",
        "المبحث السادس: المدبج، ورواية الأقران\n1-\nتعريف الأقران:\nلغة: الأقران: جمع \"قرين\" بمعنى المصاحب، كما في القاموس1.\nب- اصطلاحا: الرواة المتقاربون في السن، والإسناد2\n2-\nتعريف رواية الأقران:\nأن يروي أحد القرينين عن الآخر3.\nمثل: رواية سليمان التيمي، عن مسعر بن كدام، فهما قرينان، لكن لا نعلم لمسعر رواية عن التيمي.\n3-\nتعريف المدبَّج:\nأ- لغة: اسم مفعول، من \"التدبيج\" بمعنى التزيين، والتدبيج: مشتق من ديباجتي الوجه، أي الخدين، وكأن المدبَّج سمي بذلك لتساوي الراوي والمروي عنه، كما يتساوى الخدان.\nب- اصطلاحا: أن يروي القرينان كل واحد منهما عن الآخر4.\n1 ج4، ص260.\n2 علوم الحديث، ص309، والتقارب في الإسناد أن يكونوا قد أخذوا عن شيوخ من طبقة واحدة.\n3 علوم الحديث، ص310.\n4 علوم الحديث، ص309.\nالجزء: 1 ¦ الصفحة: 238\n",
        "4-\nأمثلة المدبَّج:\nأ- في الصحابة: رواية عائشة، عن أبي هريرة، ورواية أبي هريرة عن عائشة.\nب- في التابعين: رواية الزهري، عن عمر بن عبد العزيز، ورواية عمر بن عبد العزيز، عن الزهري.\nج- في أتباع التابعين: رواية مالك، عن الأوزاعي، ورواية الأوزاعي، عن مالك.\n5-\nمن فوائده:\nأ- ألا يظن الزيادة في الإسناد1.\nب- ألا يظن إبدال \"عن\" بـ \"الواو\"2.\n6-\nأشهر المصنفات فيه:\nأ- المدبج، للدارقطني.\nب- رواية الأقران، لأبي الشيخ الأصبهاني.\n1 لأن الأصل أن يروي التلميذ عن شيخه، فإذا روى عن قرينه ربما ظن من لم يدرس هذا النوع أن ذكر القرين المروي عنه زيادة من الناسخ.\n2 أي ألا يتوهم السامع أو القارئ لهذا الإسناد أن أصل الرواية: حدثنا فلان \"و\" فلان، فأخطأ فقال: حدثنا فلان \"عن\" فلان.\nالجزء: 1 ¦ الصفحة: 239\n",
        "المبحث السابع: السابق واللاحق\n1-\nتعريفه:\nأ- لغة: السابق: اسم فاعل، من \"السبق\" بمعنى المتقدم، واللاحق: اسم فاعل، من \"اللحاق\" بمعنى المتأخر، والمراد بذلك: الراوي المتقدم موتا، والراوي المتأخر موتا.\nب- اصطلاحا: أن يشترك في الرواية عن شيخ اثنان تباعد ما بين وفاتيهما1.\n2-\nمثاله:\nأ- محمد بن إسحاق السراج2، اشترك في الرواية عنه البخاري والخفاف، وبين وفاتيهما مائة وسبع وثلاثون سنة أو أكثر3.\nب- الإمام مالك: اشترك في الرواية عن الزهري، وأحمد بن إسماعيل السهمي، وبين وفاتيهما مائة وخمس وثلاثون سنة؛ لأن الزهري توفي سنة 124، وتوفي السهمي سنة 259.\n1 التقريب مع التدريب: 2/ 262.\n2 ولد السراج سنة 216، وتوفي سنة 313، وعاش 97 سنة.\n3 توفي البخاري سنة 256هـ، وتوفي أبو الحسن أحمد بن محمد الخفاف النيسابوري سنة 393، وقيل أربع وقيل خمس وتسعون وثلاثمائة.\nالجزء: 1 ¦ الصفحة: 240\n",
        "وتوضيح ذلك: أن الزهري أكبر سنا من مالك؛ لأنه من التابعين، ومالك من أتباع التابعين، فرواية الزهري عن مالك تعدُّ من باب رواية الأكابر عن الأصاغر، كما مر، على حين أن السهمي أصغر سنا من مالك، هذا بالإضافة إلى أن السهمي عمر طويلا؛ إذ بلغ عمره نحو مائة سنة، لذلك كان هذا الفرق الكبير بين وفاته، ووفاة الزهري.\nوبتعبير أوضح، فإن الراوي السابق يكون شيخا لهذا المروي عنه، والرواي اللاحق يكون تلميذًا له، ويعيش هذا التلميذ طويلا.\n3-\nمن فوائده:\nأ- تقرير حلاوة علو الإسناد في القلوب.\nب- ألا يظن انقطاع سند اللاحق.\n4-\nأشهر المصنفات فيه:\nكتاب \"السابق واللاحق\"، للخطيب البغدادي.\nالجزء: 1 ¦ الصفحة: 241\n",
        "الفصل الثاني: معرفة الرواة\nالمبحث الأول: معرفة الصحابة\n1-\nتعريف الصحابي:\nأ- لغة: الصحابة لغة: مصدر، بمعنى \"الصحبة\"، ومنه \"الصحابي\" و\"الصاحب\" ويجمع على أصحاب، وصحب، وكثر استعمال \"الصحابة\" بمعنى \"الأصحاب\".\nب- اصطلاحا: من لَقِيَ النبيَّ صلى الله عليه وسلم مسلمًا، ومات على الإسلام، ولو تخللت ذلك رِدَّةٌ على الأصح1.\n2-\nأهميته وفائدته:\nمعرفة الصحابة علم كبير، مهم، عظيم الفائدة، ومن فوائده معرفة المتصل من المرسل.\n3-\nبم تعرف صحبة الصحابي؟:\nتعرف الصحبة بأحد أمور خمسة، وهي:\nأ- التواتر: كأبي بكر الصديق، وعمر بن الخطاب، وبقية العشرة المبشرين بالجنة.\nب- الشهرة: كضِمَام بن ثعلبة، وعُكَّاشة بن محصن.\nج- إخبارُ صحابيٍّ.\nد- إخبار ثقة من التابعين.\n1 نخبة الفكر، ص57.\nالجزء: 1 ¦ الصفحة: 243\n",
        "هـ- إخباره عن نفسه إن كان عدلا، وكانت دعواه ممكنة1.\n4-\nتعديل جميع الصحابة:\nوالصحابة رضي الله عنهم كلهم عدول؛ سواء من لابس الفتن منهم أم لا، وهذا بإجماع من يعتدُّ به، ومعنى عدالتهم: أي تجنُّبُهم تعمد الكذب في الرواية والانحراف فيها، بارتكاب ما يوجب عدم قبولها، فينتج عن ذلك قبول جميع رواياتهم من غير تكلف البحث عن عدالتهم، ومن لابس الفتن منهم يحمل أمره على الاجتهاد المأجور فيه لكل منهم؛ تحسينا للظن بهم؛ لأنهم حملة الشريعة، وأهل خير القرون.\n5-\nأكثرهم حديثا:\nوأكثرهم حديثا ستة من المكثرين، وهم على التوالي:\n1-\nأبو هريرة: روى 5374 حديثا، وروى عنه أكثر من ثلاثمائة رجل.\n2-\nابن عمر: روى 2630 حديثا.\n3-\nأنس بن مالك: روى 2286 حديثا.\n4-\nعائشة أم المؤمنين: روت 2210 أحاديث.\n5-\nابن عباس: روى 1660 حديثا.\n1 وذلك كأن يدعي الصحبة قبل مائة سنة من بعد وفاته صلى الله عليه وسلم أما إذا ادعاها في زمن متأخر فلا يقبل خبره مثل \"رتن الهندي\" فإنه ادعى الصحبة بعد الستمائة للهجرة، وهو في الحقيقة شيخ دجال كما قال عنه الذهبي في الميزان ج2، ص45.\nالجزء: 1 ¦ الصفحة: 244\n",
        "6-\nجابر بن عبد الله: روى 1540 حديثا.\n6-\nأكثرهم فتيا:\nوأكثرهم فتيا تُروى هو ابن عباس، ثم كبار علماء الصحابة، وهم ستة كما قال مسروق: \"انتهى علم الصحابة إلى ستة: عمر، وعلي، وأبي بن كعب، وزيد بن ثابت، وأبي الدرداء، وابن مسعود، ثم انتهى علم الستة إلى علي، وعبد لله بن مسعود\".\n7-\nمن هم العبادلة؟:\nالمراد بالعبادلة بالأصل: من اسمهم \"عبد الله\" من الصحابة، ويبلغ عددهم نحو ثلاثمائة صحابي، لكن المراد بهم هنا أربعة من الصحابة، كل منهم اسمه عبد الله، وهم:\nأ- عبد الله بن عمر.\nب- عبد الله بن عباس.\nج- عبد الله بن الزبير.\nد- عبد الله بن عمرو بن العاص.\nوالميزة لهؤلاء أنهم من علماء الصحابة الذين تأخرت وفاتهم حتى احتيج إلى علمهم، فكانت لهم هذه المزية والشهرة، فإذا اجتمعوا على شيء من الفتوى قيل: هذا قول العبادلة.\n8-\nعدد الصحابة:\nليس هناك إحصاء دقيق لعدد الصحابة، لكن هناك أقوال لأهل\nالجزء: 1 ¦ الصفحة: 245\n",
        "العلم يستفاد منها أنهم يزيدون على مائة ألف صحابي، وأشهر هذه الأقوال قول أبي زرعة الرازي: \"قُبِضَ رسول الله صلى الله عليه وسلم عن مائة ألف وأربعة عشر ألفا من الصحابة ممن روى عنه وسمع منه\"1.\n9-\nعدد طبقاتهم:\nاختلف في عدد طبقاتهم، فمنهم من جعلها باعتبار السبق إلى الإسلام، أو الهجرة، أو شهود المشاهد الفاضلة، ومنهم من قسمهم باعتبار آخر، فكلٌّ قسمهم حسب اجتهاده.\nأ- فقسمهم ابن سعيد خمس طبقات.\nب- وقسمهم الحاكم اثنتي عشرة طبقة.\n10-\nأفضلهم:\nوأفضلهم على الإطلاق أبو بكر الصديق، ثم عمر رضي الله عنهما، بإجماع أهل السنة، ثم عثمان، ثم علي، على قول جمهور أهل السنة، ثم تمام العشرة، ثم أهل بدر، ثم أهل أحد، ثم أهل بيعة الرِّضْوَان\".\n11-\nأولهم إسلاما:\nأ- من الرجال الأحرار: أبو بكر الصديق رضي الله عنه.\nب- من الصبيان: علي بن أبي طالب رضي الله عنه.\nجـ- من النساء: خديجة أم المؤمنين رضي الله عنها.\n1 التقريب مع التدريب ج2، ص220.\nالجزء: 1 ¦ الصفحة: 246\n",
        "د- من الموالي: زيد بن حارثة رضي الله عنه.\nهـ- من العبيد: بلال بن رباح رضي الله عنه.\n12-\nآخرهم موتا:\nأبو الطفيل عامر بن واثلة الليثي، مات سنة مائة بمكة المكرمة، وقيل أكثر من ذلك، ثم آخرهم موتا قبله أنس بن مالك، توفي سنة ثلاث وتسعين بالبصرة.\n13-\nأشهر المصنفات فيه:\nأ- الإصابة في تمييز الصحابة، لابن حجر العسقلاني.\nب- أسد الغابة في معرفة الصحابة، لعلي بن محمد الجزري المشهور بابن الأثير.\nجـ- الاستيعاب في أسماء الأصحاب، لابن عبد البر.\nالجزء: 1 ¦ الصفحة: 247\n",
        "المبحث الثاني: معرفة التابعين\n1-\nتعريف التابعي:\nأ- لغة: التابعون: جمع تابعي، أو تابع، والتابع: اسم فاعل من \"تبعه\" بمعنى مشى خلفه.\nب- اصطلاحا: هو من لقي صحابيا مسلما، ومات على الإسلام1، وقيل: هو من صحب الصحابي2.\n1 النخبة مع شرحها، ص58.\n2 الكفاية، ص22.\nالجزء: 1 ¦ الصفحة: 247\n",
        "2-\nمن فوائده:\nتمييز المرسل من المتصل.\n3-\nطبقات التابعين:\nاختلف في عدد طبقاتهم، فقسمهم لعلماء كلٌّ حسب وجهته.\nأ- فجعلهم مسلم ثلاث طبقات.\nب- وجعلهم ابن سعد أربع طبقات.\nج- وجعلهم الحاكم خمس عشرة طبقة، الأولى منها: من أدرك العشرة من الصحابة.\n4-\nالمخضرمون:\nالمخضرمون جمع \"مخضرم\" والمخضرم: هو الذي أدرك الجاهلية، وزمن النبي صلى الله عليه وسلم، ولم يره. والمخضرمون من التابعين على الصحيح.\nوعدد المخضرمين نحو عشرين شخصا، كما عدهم الإمام مسلم، والصحيح أنهم أكثر من ذلك، ومنهم أبو عثمان النهدي، والأسود بن يزيد النخعي.\n5-\nالفقهاء السبعة:\nومن أكابر التابعين الفقهاء السبعة، وهم كبار علماء التابعين، وكلهم من أهل المدينة، وهم:\n\"سعيد بن المسيب، والقاسم بن محمد، وعروة بن الزبير،\nالجزء: 1 ¦ الصفحة: 248\n",
        "وخارجة بن زيد، وأبو سلمة بن عبد الرحمن، وعبيد الله بن عبد الله بن عتبة، وسليمان بن يسار\"1.\n6-\nأفضل التابعين:\nهناك أقوال للعلماء في أفضلهم، والمشهور أن أفضلهم سعيد بن المسيب. وقال أبو عبد الله محمد بن خفيف الشيرازي:\nأ- أهل المدينة يقولون: أفضل التابعين سعيد بن المسيب.\nب- وأهل الكوفة يقولون: أويس القرني.\nج- وأهل البصرة يقولون: الحسن البصري.\n7-\nأفضل التابعيات:\nقال أبو بكر بن أبي داود: \"سيدتا التابعيات حفصة بنت سيرين، وعمرة بنت عبد الرحمن، وتليهما أم الدرداء\"2.\n8-\nأشهر المصنفات فيه:\nكتاب \"معرفة التابعين\" لأبي المطرف بن فطيس الأندلسي3.\n1 جعل ابن المبارك \"سالم بن عبد الله بن عمر\" بدل \"أبي سلمة\" وجعل أبو الزناد بدلهما أي بدل \"سالم وأبي سلمة \"أبا بكر بن عبد الرحمن\".\n2 أم الدرداء هذه هي أم الدرداء الصغرى، واسمها هجيمة ويقال جهيمة. وهي زوجة أبي الدرداء، وأم الدرداء الكبرى هي زوجة أبي الدرداء أيضا واسمها خيرة ولكنها صحابية.\n3 انظر رسالة المستطرفة ص105.\nالجزء: 1 ¦ الصفحة: 249\n",
        "المبحث الثالث: معرفة الإخوة والأخوات\n1-\nتوطئة:\nهذا العلم هو إحدى معارف أهل الحديث التي اعتنوا بها وأفردوها بالتصنيف، وهو معرفة الإخوة والأخوات من الرواة في كل طبقة، وإفراد هذا النوع بالبحث والتصنيف يدل على مدى اهتمام علماء الحديث بالرواة، ومعرفة أنسابهم وإخوتهم، وغير ذلك، كما سيأتي من الأنواع بعده.\n2-\nمن فوائده:\nمن فوائده ألا يظن من ليس بأخٍ أخًا عند الاشتراك في اسم الأب.\nمثل: \"عبد الله بن دينار\"، و\"عمر بن دينار\" فالذي لا يدري يظن أنهما أخوان، مع أنهما ليسا بأخوين، وإن كان اسم أبيهما واحدا.\n3-\nأمثلة:\nأ- مثال للاثنين: في الصحابة: عمر، وزيد، ابنا الخطاب.\nب- مثال للثلاثة: في الصحابة: علي، وجعفر، وعقيل، بنو أبي طالب.\nجـ- مثال للأربعة: في أتباع التابعين: سهيل، وعبد الله، ومحمد، وصالح، بنو أبي صالح.\nالجزء: 1 ¦ الصفحة: 250\n",
        "د- مثال للخمسة: في أتباع التابعين: سفيان، وآدم، وعمران، ومحمد، وإبراهيم، بنو عيينة.\nهـ- مثال للستة: في التابعين: محمد، وأنس، ويحيى، ومعبد، وحفصة، وكريمة، بنو سيرين.\nو مثال للسبعة: في الصحابة: النعمان، ومعقل، وعقيل، وسويد، وسنان، وعبد الرحمن، وعبد الله، بنو مقرن. وهؤلاء السبعة كلهم صحابة مهاجرون، لم يشاركهم في هذه المكرمة أحد1، وقيل: إنهم حضروا غزوة الخندق كلهم.\n4-\nأشهر المصنفات فيه:\nأ- كتاب الإخوة، لأبي المطرف بن فطيس الأندلسي.\nب- كتاب الإخوة، لأبي العباس السراج2.\n1- أي لم يوجد سبعة أخوة من الصحابة كلهم مهاجرون إلا الإخوة السبعة.\n2 السراج نسبة لعمل السرج، وكان من أجداده من يعملها، وهو أبو العباس محمد بن إسحاق بن إبراهيم الثقفي مولاهم، محدث عصره بنيسابور، روى عنه الشيخان، وتوفي سنة 313هـ.\nالجزء: 1 ¦ الصفحة: 251\n",
        "المبحث الرابع: معرفة المتفق والمفترق\n1-\nتعريفه:\nأ- لغة: المتفق: اسم فاعل من \"الاتفاق\"، والمفترق: اسم فاعل من \"الافتراق\" ضد الاتفاق.\nب- اصطلاحا: أن تتفق أسماء الرواة، وأسماء آبائهم، فصاعدا، خطًّا ولفظًا، وتختلف أشخاصهم1، ومن ذلك أن تتفق أسماؤهم وكناهم، أو أسماؤهم ونسبتهم، ونحو ذلك2.\n2-\nأمثلة:\nأ- الخليل بن أحمد: سة أشخاص اشتركوا في هذا الاسم، أولهم شيخ سيبويه.\nب- أحمد بن جعفر بن حمدان: أربعة أشخاص في عصر واحد.\nج- عمر بن الخطاب: ستة أشخاص3.\n3-\nأهميته وفائدته:\nومعرفة هذا النوع مهمٌّ جِدًّا، فقد زلق بسبب الجهل به غير واحد من أكابر العلماء، ومن فوائده:\n1 النخبة مع شرحها، ص68.\n2 وأما الاتفاق في الاسم فقط، فالإشكال فيه قليل نادر، والتعريف إنما يكون على الغالب الذي هو مثار الإشكال، ويذكر ذلك في المطولات، وهو إلى نوع المهمل أقرب.\n3 وهذا أغرب مثال رأيته في كتاب \"المتفق والمفترق\" للخطيب، وأكثر عدد اتفق فيه الرواة في الاسم في هذا الكتاب هو سبعة عشر شخصا.\nالجزء: 1 ¦ الصفحة: 252\n",
        "1-\nعدم ظن المشتركين في الاسم واحدا، مع أنهم جماعة.\nوعو عكس \"المهمل\" الذي يُخشَى منه أن يظن الواحد اثنين1.\nب- التمييز بين المشتركين في الاسم، فربما يكون أحدهما ثقة والآخر ضعيفا، فيضعف ما هو صحيح، أو بالعكس.\n4-\nمتى يحسن إيراده؟:\nويحسن إيراد المثال فيما إذا اشترك الراويان أو الرواة في الاسم، وكانوا في عصر واحد، واشتركوا في بعض الشيوخ أو الرواة عنهم، أما إذا كانوا في عصور متباعدة فلا إشكال في أسمائهم.\n5-\nأشهر المصنفات فيه:\nأ- كتاب \"المتفق والمفترق\"، للخطيب البغدادي، وهو كتاب حافل نفيس2.\nب- كتاب \"الأنساب المُتَّفقة\" للحافظ محمد بن طاهر، المتوفى سنة 507 هـ، وهو لنوع خاص من المتفق.\n1 انظر شرح النخبة، ص 68.\n2 يوجد منه نسخة مخطوطة غير كاملة في إستانبول، مكتبة أسعد أفندي رقم 2097 في 239 ورقة، وهي من أول الجزء العاشر إلى آخر الجزء الثامن عشر، وهو آخر الكتاب، ويوجد قسم منه عند الشيخ عبد الله بن حميد من أول الجزء الثالث إلى نهاية الجزء التاسع.\nهذا وقد حققه أخونا الفاضل الدكتور محمد صادق آيدن، ونال بتحقيقه درجة الدكتوراه.\nالجزء: 1 ¦ الصفحة: 253\n",
        "المبحث الخامس: معرفة المؤتلف والمختلف\n1-\nتعريفه:\nأ- لغة: المؤتلف: اسم فاعل من \"الائتلاف\" بمعنى \"الاجتماع والتلاقي\" وهو ضد النُّفْرَة، والمختلف: اسم فعل من \"الاختلاف\" ضد الاتفاق.\nب- اصطلاحا: أن تتفق الأسماء أو الألقاب أو الكنى أو الأنساب خطًّا، وتختلف لفظًا1.\n2-\nأمثلته:\nأ- \"سَلَام\" و\"سَلَّام\" الأول بتخفيف اللام، والثاني بتشديد اللام.\nب- \"مِسْوَر\" و \"مُسَوَّر\" الأول بكسر الميم، وسكون السين، وتخفيف الواو، والثاني بضم الميم، وفتح السين، وتشديد الواو.\nج- \"البَرَّاز\" و\"البَزَّار\" الأول آخره زاي، والثاني آخره راء.\nد- \"الثَّوْري\" و\"التَّوَّزي\" الأول بالثاء والراء، والثاني بالتاء والزاي.\n3-\nهل له ضابط؟:\nأ- أكثره لا ضابط له؛ لكثرة انتشاره، وإنما يضبط بالحفظ، كل اسم بمفرده.\n1 سواء كان مرجع الاختلاف في اللفظ النقط أو الشكل. انظر التقريب مع التدريب: 2/ 297.\nالجزء: 1 ¦ الصفحة: 254\n",
        "ب- ومنه ما له ضابط، وهو قسمان:\n1-\nما له ضابط بالنسبة لكتاب خاص أو كتب خاصة، مثل أن نقول: إن كل ما وقع في الصحيحين والموطأ \"يسار\" فهو بالمثناة ثم المهملة إلا محمد بن بن \"بشار\" فهو بالموحدة ثم المعجمة.\n2-\nما له ضابط على العموم: أي لا بالنسبة لكتاب أو كتب خاصة. مثل أن نقول: \"سلام\" كله مشدد اللام إلا خمسة، ثم نذكر تلك الخمسة.\n4-\nأهميته وفائدته:\nمعرفة هذا النوع من مهمات علم الرجال. حتى قال علي ابن المديني: \"أشد التصحيف ما يقع في الأسماء\"؛ لأنه شيء لا يدخله القياس، ولا قبله شيء يدل عليه، ولا بعده1.\nوفائدته تكمن في تجنب الخطأ، وعدم الوقوع فيه.\n5-\nأشهر المصنفات فيه:\nأ- \"المؤتلف والمختلف\"، لعبد الغني بن سعيد.\nب- \"الإكمال\"، لابن ماكولا وذيله، لأبي بكر بن نقطة.\n1 انظر النخبة ص68.\nالجزء: 1 ¦ الصفحة: 255\n",
        "المبحث السادس: معرفة المتشابه\n1\n1-\nتعريفه:\nأ- لغة: اسم فاعل من \"التشابه\" بمعنى \"التماثل\" ويراد بالمتشابه هنا \"الملتبس\" ومنه \"المتشابه\" من القرآن، أي الذي يلتبس معناه.\nب- اصطلاحا: أن تتفق أسماء الرواة لفظًا وخطًّا، وتختلف أسماء الآباء لفظًا، لا خطًّا، أو بالعكس2.\n2-\nأمثلته:\nأ- \"محمد بن عُقيل\" بضم العين، و \"محمد بن عَقيل\" بفتح العين، اتفقت أسماء الرواة، واختلفت أسماء الآباء.\nب- \"شريح بن النعمان\" و\"سريج بن النعمان\" اختلفت أسماء الرواة، واتفقت أسماء الآباء.\n3-\nوتكمن فائدته في ضبط أسماء الرواة، وعدم الالتباس في النطق بها، وعدم الوقوف في التصحيف والوهم.\n1 وهو يتركب من النوعين قبله، أي من نوعي \"المتفق والمفترق\"، و\"المؤتلف والمختلف\". انظر علوم الحديث، ص365.\n2 كأن تختلف أسماء الرواة نطقا، وتتفق أسماء الآباء خطا ونطقا.\nالجزء: 1 ¦ الصفحة: 256\n",
        "4-\nأنواع أخرى من المتشابه:\nهناك أنواع أخرى من المتشابه، أذكر أهمها، فمنها:\nأ- أن يحصل الاتفاق في الاسم، واسم الأب، إلا في حرف أو حرفين، مثل: \"محمد بن حنين\" و\"محمد بن جبير\".\nب- أو يحصل الاتفاق في الاسم، واسم الأب، خطا ولفظا، لكن يحصل الاختلاف في التقديم والتأخير وذلك:\n1-\nإما في الاسمين جملة، مثل: \"الأسود بن يزيد\" و\"يزيد بن الأسود\"1.\n2-\nوأما في بعض الحروف، مثل: \"أيوب بن سيار\" و \"أيوب بن يسار\".\n5-\nأشهر المصنفات فيه:\nأ- \"تلخيص المتشابه في الرسم، وحماية ما أشكل منه عن بوادر التصحيف والوهم\"، للخطيب البغدادي.\nب- \"تالي التلخيص\"، للخطيب أيضا. وهو عبارة عن تتمة، أو ذيل للكتاب السابق، وهما كتابان نفيسان لم يصنف مثلهما في هذا الباب2.\n1 وهذا النوع يسميه بعضهم \"المشتبه المقلوب\" وهو مما يقع فيه الاشتباه في الذهن لا في الخط، وربما انقلب اسمه على بعض الرواة، وقد صنف الخطيب في هذا النوع كتابا سماه \"رافع الارتياب في المقلوب من الأسماء والأنساب\".\n2 توجد منهما نسختان كاملتان في دار الكتب المصرية، وعندي صورة عنهما.\nالجزء: 1 ¦ الصفحة: 257\n",
        "المبحث السابع: معرفة المهمَل\n1-\nتعريفه:\nأ- لغة: اسم مفعول من \"الإهمال\" بمعنى \"الترك\" كأن الراوي ترك الاسم بدون ذكر ما يميزه عن غيره.\nب- اصطلاحا: أن يروي الراوي عن شخصين متفقين في الاسم فقط، أو مع اسم الأب أو نحو ذلك، ولم يتميزا بما يخص كل واحد منهما.\n2-\nمتى يضر الإهمال؟:\nيضر الإهمال إن كان أحدهما ثقة والآخر ضعيفا؛ لأنه لا ندري من الشخص المروي عنه هنا. فربما كان الضعيف منهما، فيضعف الحديث.\nأما إذا كانا ثقتين، فلا يضر الإهمال بصحة الحديث؛ لأن أيا منهما كان المروي عنه فالحديث صحيح.\n3-\nمثاله:\nأ- إذا كانا ثقتين: ما وقع للبخاري من روايته عن \"أحمد\" -غير منسوب - عن ابن وهب؛ فإنه إما أحمد بن صالح، وإما أحمد بن عيسى، وكلاهما ثقة.\nب- إذا كان أحدهما ثقة والآخر ضعيفا: \"سليمان بن داود\"\nالجزء: 1 ¦ الصفحة: 258\n",
        "و\"سليمان بن داود\"؛ فإن كان \"الخولاني\" فهو ثقة، وإن كان \"اليمامي\" فهو ضعيف.\n4-\nالفرق بينه وبين المُبْهَم:\nوالفرق بينهما أن المهمل ذكر اسمه، والتبس تعيينه، والمبهم لم يذكر اسمه.\n5-\nأشهر المصنفات فيه:\nكتاب \"المُكمَل في بيان المهمل\"، للخطيب البغدادي.\nالجزء: 1 ¦ الصفحة: 259\n",
        "المبحث الثامن: معرفة المبهمات\n1-\nتعريفه:\nأ- لغةً: المبهمات جمع \"مبهم\"، وهو اسم مفعول من \"الإبهام\" ضد الإيضاح.\nب- اصطلاحًا: هو من أُبْهِمَ اسمه في المتن، أو الإسناد من الرواة، أو ممن له علاقة بالرواية1.\n2-\nمن فوائده:\nأ- إن كان الإبهام في السند: فيستفاد منه معرفة الراوي إن كان ثقة أو ضعيفا، للحكم على الحديث بالصحة أو الضعف.\n1 انظر علوم الحديث، ص375.\nالجزء: 1 ¦ الصفحة: 259\n",
        "ب- وإن كان في المتن: فله فوائد كثيرة أبرزها معرفة صاحب القصة أو السائل حتى إذا كان في الحديث منقبة له عرفنا فضله، وإن كان عكس ذلك، فيحصل بمعرفته السلامة من الظن بغيره من أفاضل الصحابة.\n3-\nكيف يعرف المبهم؟:\nيعرف بأحد أمرين:\nأ- بوروده مسمًّى في بعض الروايات الأخرى.\nب- بتنصيص أهل السِّيَر على كثير منه.\n4-\nأقسامه:\nيقسم المبهم بحسب شدة الإبهام أو عدم شدته إلى أربعة أقسام، وأبدأ بأشدها إبهاما:\nأ- رجل أو امرأة: كحديث ابن عباس: أن \"رجلا\" قال: يا رسول الله، الحج كل عام؟ \" هذا الرجل هو الأقرع بن حابس1.\nب- الابن والبنت: ويلحق به الأخ والأخت، وابن الأخ وابن الأخت، وبنت الأخ وبنت الأخت. كحديث أم عطية في غسل \"بنت\" النبي صلى الله عليه وسلم بماء وسدر. هي زينب رضي الله عنها.\n1 انظر علوم الحديث، ص319.\nالجزء: 1 ¦ الصفحة: 260\n",
        "جـ- العم والعمة: ويلحق به الخال والخالة، وابن أو بنت العم والعمة، وابن أو بنت الخال والخالة؛ كحديث رافع بن خديج عن \"عمه\" في النهي عن المخابرة، اسم عمه ظهير بن رافع، وكحديث \"عمة\" جابر التي بكت أباه لما قتل يوم أحد، اسم عمته فاطمة بنت عمرو.\nد- الزوج والزوجة: حديث الصحيحين في وفاة \"زوج\" سبيعة، اسم زوجها سعد بن خولة. وكحديث \"زوجة\" عبد الرحمن بن الزبير التي كانت تحت رفاعة القرظي، فطلقها، اسمها تميمة بنت وهب.\n5-\nأشهر المصنفات فيه:\nصنف في هذا النوع عدد من العلماء، منهم عبد الغني بن سعيد، والخطيب، والنووي، وأحسنها وأجمعها كتاب \"المستفاد من مهمات المتن والإسناد\" لولي الدين العراقي.\nالجزء: 1 ¦ الصفحة: 261\n",
        "المبحث التاسع: معرفة الوحدان\n1-\nتعريفه:\nأ- لغة: الوحدان بضم الواو جمع واحد.\nب- اصطلاحا: هو الرواة الذين لم يروِ عن كل واحد منهم إلا راوٍ واحد1.\n2-\nفائدته:\nمعرفة مجهول العين، ورد روايته إذا لم يكن صحابيا.\n3-\nأمثلته:\nأ- من الصحابة: عروة بن مضرس، لم يروِ عنه غير الشعبي. والمسيب بن حزن، لم يرو عنه غير ابنه سعيد.\nب- من التابعين: أبو العشراء، لم يرو عنه غير حماد بن سلمة.\n4-\nهل أخرج الشيخان في صحيحيهما عن الوحدان؟:\nأ- ذكر الحاكم في \"المدخل\" أن الشيخين لم يخرجا من رواية هذا النوع شيئا.\nب- لكن جمهور المحدثين قالوا: إن في الصحيحين أحاديث كثيرة عن الوحدان من الصحابة، منها:\n1 انظر علوم الحديث، ص323، والتقريب مع التدريب: 2/ 268.\nالجزء: 1 ¦ الصفحة: 262\n",
        "1-\nحديث \"المسيب\" في وفاة أبي طالب، أخرجه الشيخان.\n2-\nحديث \"قيس بن أبي حازم\" عن \"مرداس الأسلمي\": \"يذهب الصالحون الأول فالأول\": ولا راوي \"لمرداس\" غير قيس، والحديث أخرجه البخاري.\n5-\nأشهر المصنفات فيه:\nكتاب \"المنفردات والوُحدان\" للإمام مسلم.\nالجزء: 1 ¦ الصفحة: 263\n",
        "المبحث العاشر: معرفة من ذكر بأسماء أو صفات مختلفة\n1-\nتعريفه:\nهو راوٍ وصف بأسماء، أو ألقاب، أو كنى مختلفة، من شخص واحد، أو من جماعة1.\n2-\nمثاله:\n\"محمد بن السائب الكلبي\" سماه بعضهم \"أبا النضر\" وسماه بعضهم \"حماد بن السائب\"، وسماه بعضهم \"أبا سعيد\"، وهو شخص واحد.\n3-\nمن فوائده:\nأ- عدم الالتباس في أسماء الشخص الواحد، وعدم الظن بأنه أشخاص متعددون.\nب- كشف تدليس الشيوخ.\n4-\nاستعمال الخطيب كثيرا من ذلك في شيوخه:\nفيروي في كتبه مثلا عن أبي القاسم الأزهري، وعن عبيد الله ابن أبي الفتح الفارسي، وعن عبيد الله بن أحمد بن عثمان الصيرفي، والكل واحد.\nالجزء: 1 ¦ الصفحة: 264\n",
        "5-\nأشهر المصنفات فيه:\nأ- إيضاح الإشكال، للحافظ عبد الغني بن سعيد.\nب- موضح أوهام الجمع والتفريق، للخطيب البغدادي.\nالجزء: 1 ¦ الصفحة: 265\n",
        "المبحث الحادي عشر: معرفة المفردات من الأسماء والكنى والألقاب\n1-\nالمراد بالمفردات:\nأن يكون لشخص من الصحابة أو الرواة عامة أو أحد العلماء اسم أو كنية أو لقب لا يشاركه فيه غيره من الرواة والعلماء، وغالبا ما تكون تلك المفردات أسماء غريبة يصعب النطق بها.\n2-\nفائدة معرفته:\nعدم الوقوف في التصحيف والتحريف في تلك الأسماء المفردة الغريبة.\n3-\nأمثلته:\nأ- الأسماء:\n1-\nمن الصحابة: \"أجمد بن عُجيان\" كسُفْيَان، أو كعُلَيَّان، و\"سَنْدَر\" بوزن جعفر.\nالجزء: 1 ¦ الصفحة: 265\n",
        "2-\nمن غير الصحابة: \"أوسط\" بن عمرو، و\"ضريب\" بن نقير بن سُمَير.\nب- الكنى:\n1-\nمن الصحابة: \"أبو الحمراء\" مولى رسول الله صلى الله عليه وسلم، واسمه هلال بن الحارث.\n2-\nمن غير الصحابة \"أبو العُبَيْدَيْنِ\" واسمه معاوية بن سبرة.\nجـ- الألقاب:\n1-\nمن غير الصحابة: \"سَفِينَة\" مولى رسول الله صلى الله عليه وسلم، واسمه مهران.\n2-\nمن غير الصحابة: \"مَنْدَلٌ\"؛ واسمه عمرو بن علي الغزي الكوفي.\n4-\nأشهر المصنفات فيه:\nأفرده بالتصنيف الحافظ أحمد بن هارون البرديجي في كتاب سماه \"الأسماء المفردة\"، ويوجد في أواخر الكتب المصنفة في تراجم الراوة كثير منه، ككتاب \"تقريب التهذيب\" لابن حجر.\nالجزء: 1 ¦ الصفحة: 266\n",
        "المبحث الثاني عشر: معرفة أسماء من اشتُهِرُوا بكناهم\n1-\nالمراد بهذا البحث:\nالمراد بهذا البحث أن نفتش عن أسماء من اشتهروا بكناهم، حتى نعرف الاسم غير المشهور لكل منهم.\n2-\nمن فوائده:\nوفائدة معرفة هذا البحث هو ألا يظن الشخص الواحد اثنين؛ إذ ربما يذكر هذا الشخص مرة باسمه غير المشهور، ومرة بكنيته التي اشتهر بها، فيتشبه الأمر على من لا معرفة له بذلك، فيظنه شخصين، وهو شخص واحد.\n3-\nطريقة التصنيف فيه:\nالمصنف في الكنى يبوب تصنيفه على ترتيب حروف المعجم للكنى، ثم يذكر أسماء أصحابها، فمثلا يذكر في باب الهمزة \"أبا إسحاق\" ويذكر اسمه، وفي باب الباء \"أبا بشر\" ويذكر اسمه، وهكذا.\n4-\nأقسام أصحاب الكنى وأمثلتها:\nأ- من اسمه كنيته، ولا اسم له غيرها، كأبي بلال الأشعري؛ اسمه وكنيته واحد.\nب- من عرف بكنيته، ولم يعرف أله اسم أم لا؟ كـ \"أبي أُناس\" صحابي.\nالجزء: 1 ¦ الصفحة: 267\n",
        "جـ- من لقب بكنية، وله اسم، وله كنية غيرها: كـ \"أبي تراب\" وهو لقب لعلي بن أبي طالب، وكنيتُهُ أبو الحسن.\nد- من له كنيتان أو أكثر: كـ \"ابن جريج\" يكنى بأبي الوليد، وأبي خالد.\nهـ- من اختُلِفَ في كنيته: كـ \"أسامة بن زيد\" قيل: \"أبو محمد\"، وقيل: \"أبو عبد الله\"، وقيل: \"أبو خارجة\".\nو من عُرِفَت كنيته واختُلِفَ في اسمه: كـ \"أبي هريرة\" اختُلِفَ في اسمه واسم أبيه على ثلاثين قولا، أشهرها أنه \"عبد الرحمن بن صخر\".\nز- من اختُلِفَ في اسمه وكنيته: كـ \"سفينة\" قيل: اسمه \"عمير\" وقيل: صالح\" وقيل: \"مهران\" وكنيته، قيل: \"أبو عبد الرحمن\" وقيل: \"أبو البختري\".\nح- من عُرِفَ باسمه وكنيته، واشتُهِرَ بهما معا: كآباء عبد الله \"سفيان الثوري، ومالك، ومحمد بن إدريس الشافعي، وأحمد بن حنبل، وكأبي حنيفة النعمان بن ثابت\".\nط- من اشتُهِر بكنيته مع معرفة اسمه: كـ \"أبي إدريس الخولاني\"؛ اسمه عائذ الله.\nي- من اشتهر باسمه مع معرفة كنيته: كـ \"طلحة بن عبيد الله التيمي\"، و\"عبد الرحمن بن عورف\"، و\"الحسن بن علي بن أبي طالب\" كنيتهم جميعا \"أبو محمد\".\nالجزء: 1 ¦ الصفحة: 268\n",
        "5-\nمن أشهر المصنفات فيه:\nلقد صنف العلماء في الكنى مصنفات كثيرة. وممن صنف فيه علي ابن المديني، ومسلم، والنسائي. وأشهر هذه المصنفات المطبوعة:\n- كتاب \"الكنى والأسماء\"، للدولابي أبي بشر محمد بن أحمد المتوفى سنة 310 هـ.\nالجزء: 1 ¦ الصفحة: 269\n",
        "المبحث الثالث عشر: معرفة الألقاب\n1-\nتعريفه لغةً:\nالألقاب: جمع لقب، واللقب: كل وصف أشعر برفعة أو ضعة، أو ما دل على مدح أو ذم.\n2-\nالمراد بهذا البحث:\nوالمراد بهذا البحث التفتيش عن ألقاب المحدثين ورواة الحديث، لمعرفتها وضبطها.\n3-\nفائدته:\nوفائدة معرفة الألقاب أمران، وهما:\nأ- عدم ظنِّ الألقاب أسامي، وعدم عدِّ الشخص الذي يُذكَر تارة باسمه، وتارة بلقبه شخصين، وهو شخص واحد.\nالجزء: 1 ¦ الصفحة: 269\n",
        "ب- معرفة السبب الذي من أجله لُقِّبَ هذا الراوي بذاك اللقب، فيعرف عندئذ المراد الحقيقي من اللقب الذي يخالف في كثير من الأحيان معناه الظاهر.\n4-\nأقسامه:\nالألقاب قسمان، وهما:\nأ- لا يجوز التعريف به: وهو ما يكرهه الملقب به.\nب- يجوز التعريف به: وهو ما لا يكرهه الملقب به.\n5-\nأمثلته:\nأ- \"الضال\": لقب لمعاوية بن عبد الكريم الضال؛ لُقِّبَ به لأنه ضل في طريق مكة.\nب- \"الضعيف\": لقب عبد الله بن محمد الضعيف؛ لُقِّبَ به؛ لأنه كان ضعيفا في جسمه، لا في حديثه. قال عبد الغني بن سعيد: \"رجلان جليلان لزمهما لقبان قبيحان، الضال، والضعيف\".\nجـ- \"غُنْدَر\": ومعناه المشغِّب في لغة أهل الحجاز، وهو لقب محمد بن جعفر البصري صاحب شعبة، وسبب تلقيبه بهذا اللقب أن ابن جريج قدم البصرة، فحدث بحديث عن الحسن البصري، فأنكروه عليه وشغبوا، وأكثر محمد بن جعفر من الشغب عليه، فقال له: \"اسكت يا غُندَر\".\nالجزء: 1 ¦ الصفحة: 270\n",
        "د- \"غُنجَار\": لقب عيسى بن موسى التيمي؛ لُقِّب بـ \"غُنجار\" لحمرة وجنيته.\nهـ- \"صاعقة\": لقب محمد بن إبراهيم الحافظ، روى عنه البخاري؛ ولُقِّب بذلك لحفظه وشدة مذاكرته.\nو \"مُشكُدَانَةُ\": لقب عبد الله بن عمر الأموي، ومعناه بالفارسية \"حبة المسك، أو وعاء المسك\".\nز- \"مُطَيَّنٌ\": لقب أبي جعفر الحضرمي؛ ولُقِّبَ به لأنه كان وهو صغير يلعب مع الصبيان في الماء، فيطينون ظهره، فقال له أبو نعيم: \"يا مُطَيَّن، لم لا تحضر مجلس العلم؟ \".\n6-\nأشهر المصنفات فيه:\nصنف في هذا النوع جماعة من العلماء المتقدمين والمتأخرين، وأحسن هذه الكتب وأخصرها كتاب \"نزهة الألباب\" للحافظ ابن حجر.\nالجزء: 1 ¦ الصفحة: 271\n",
        "المبحث الرابع عشر: معرفة المنسوبين إلى غير آبائهم\n1-\nالمراد بهذا البحث:\nمعرفة من اشتهر نسبه إلى غير أبيه؛ من قريب، كالأم والجد، أو غريب، كالمربي ونحوه، ثم معرفة اسم أبيه.\n2-\nفائدته:\nوفائدته: دفع توهم التعدد عند نسبتهم إلى آبائهم.\n3-\nأقسامه وأمثلتها:\nأ- من نسب إلى أمه: مثل: معاذ، ومعوذ، وعوذ؛ بنو عفراء، وأبوهم الحارث، ومثل: بلال بن حمامة، وأبوه رباح، ومحمد بن الحنفية. أبوه علي بن أبي طالب.\nب- من نسب إلى جدته: العليا أو الدنيا، مثل: يعلى بن منية، ومنية أم أبيه، وأبوه أمية، وبشير بن الخصاصية، وهي أم الثالث من أجداده، وأبوه معبد.\nجـ- من نسب إلى جده: مثل: \"أبي عبيدة بن الجراح\" اسمه عامر بن عبد الله بن الجراح، وأحمد بن حنبل، هو أحمد بن محمد بن حنبل.\nد- من نسب إلى أجنبي لسبب: مثل: المقداد بن عمرو\nالجزء: 1 ¦ الصفحة: 272\n",
        "الكندي، يقال له: المقداد بن الأسود؛ لأنه كان في حجر الأسود بن عبد يغوث، فتبناه.\n4-\nأشهر المصنفات فيه:\nلا أعرف مصنَّفًا خاصا في هذا الباب، لكن كتب التراجم عامة، تذكر نسب كل راوٍ، لا سيما كتب التراجم الموسعة.\nالجزء: 1 ¦ الصفحة: 273\n",
        "المبحث الخامس عشر: معرفة النسب التي على خلاف خلاف ظاهرها\n...\nالمبحث الخامس عشر: معرفة النِّسَب التي على خلاف ظاهرها\n1-\nتمهيد:\nهناك عدد من الرواة نسبوا إلى مكان أو غزوة أو قبيلة أو صنعة، ولكن الظاهر المتبادر إلى الذهن من تلك النِّسَب ليس مرادا، والواقع أنهم نسبوا إلى تلك النسب؛ لعارض عرض لهم من نزولهم ذلك المكان أو مجالستهم أهل تلك الصنعة ونحو ذلك.\n2-\nفائدة هذا البحث:\nوفائدة هذا البحث هو معرفة أن هذه النِّسَب ليست حقيقة، وإنما نُسِبَ إليها صاحبها لعارض، ومعرفة العارض أو السبب الذي من أجله نسب إلى تلك النسبة.\n3-\nأمثلة:\nأ- أبو مسعود البدري: لم يشهد بدرا، بل نزل فيها، فنسب إليها.\nب- يزيد الفقير: لم يكن فقيرا، وإنما أصيب في فَقَار ظهره.\nج- خالد الحَذَّاء: لم يكن حَذَّاء، وإنما كان يجالس الحَذَّائين.\n4-\nأشهر المصنفات في الأنساب:\nكتاب \"الأنساب\" للسمعاني، وقد لخصه ابن الأثير في كتاب سماه \"اللباب في تهذيب الأنساب\"، ولخص الملخص هذا السيوطي في كتابه سماه \"لب اللباب\".\nالجزء: 1 ¦ الصفحة: 274\n",
        "المبحث السادس عشر: معرفة تواريخ الرواة\n1-\nتعريفه:\nأ- لغة: تواريخ: جمع تاريخ، وهو مصدر \"أرخ\" وسهلت الهمزة فيه.\nب- اصطلاحا: وهو التعريف بالوقت الذي تضبط به الأحوال من المواليد والوفيات والوقائع وغيرها1.\n2-\nالمراد به هنا:\nوالمراد به هنا هو: معرفة تاريخ مواليد الرواة وسماعهم من الشيوخ، وقدومهم لبعض البلاد، ووَفَيَاتهم.\n3-\nأهميته وفائدته:\nهو فنٌّ مُهِمٌّ، قال سفيان الثوري: \"لما استعمل الرواة الكذب استعملنا لهم التاريخ\"، ومن فوائده معرفة اتصال السند أو انقطاعه.\nوقد ادعى قوم الرواية عن قوم، فنُظِرَ في التاريخ، فظهر أنهم زعموا الرواية عنهم بعد وفاتهم بسنين.\n4-\nأمثلة من عيون التاريخ:\nأ- الصحيح في سنِّ سيدنا محمد صلى الله عليه وسلم وصاحبيه أبي بكر وعمر رضي الله عنهما ثلاث وستون:\n1 انظر علوم الحديث، ص380.\nالجزء: 1 ¦ الصفحة: 275\n",
        "1-\nوقُبِضَ رسول الله صلى الله عليه وسلم ضحى الاثنين لثِنْتَيْ عشرة خلت من ربيع الأول سنة 11هـ.\n2-\nوقُبِضَ أبو بكر رضي الله عنه في جمادى الأولى سنة 13هـ.\n3-\nوقُبِضَ عمر رضي الله عنه في ذي الحجة سنة 23هـ.\n4-\nوقُتِلَ عثمان رضي الله عنه في ذي الحجة سنة 35هـ. وعمره 82سنة، وقيل: ابن 90 سنة.\n5-\nوقُتِلَ علي رضي الله عنه في شهر رمضان سنة 40هـ وهو ابن 63سنة.\nب- صحابيان عاشا ستين سنة في الجاهلية، وستين في الإسلام وماتا بالمدينة سنة: 54هـ، وهما:\n1-\nحكيم بن حزام.\n2-\nحسان بن ثابت.\nجـ- أصحاب المذاهب المتبوعة: ولد سنة - توفي سنة\n1-\nالنعمان بن ثابت: \"أبو حنيفة\" 80 - 150\n2-\nمالك بن أنس: 93 - 179\n3-\nمحمد بن إدريس الشافعي 150 - 204\n4-\nأحمد بن حنبل 164 - 241\nد- أصحاب كتب الحديث المعتمدة:\n1-\nمحمد بن إسماعيل البخاري: 194 - 256\n2-\nمسلم بن الحجاج النيسابوري: 204 - 261\nالجزء: 1 ¦ الصفحة: 276\n",
        "3-\nأبو داود السجستاني: 202 - 275\n4-\nأبو عيسى الترمذي1: 209 - 279\n5-\nأحمد بن شعيب النسائي: 214 - 303\n6-\n\"ابن ماجة\" القزويني: 207 - 275\n5-\nأشهر المصنفات فيه:\nأ- كتاب \"الوفيات\" لابن زبر، محمد بن عبيد الله الربعي، محدث دمشق المتوفى سنة 379 هـ وهو مرتب على السنين.\nب- ذيول على الكتاب السابق. منها للكتاني، ثم للأكفاني، ثم للعراقي، وغيرهم.\n1 اختُلِفَ في سنة ولادته، وأكثر المؤرخين لم يحددوا السنة التي ولد فيها، وإنما ذكروا أن ولادته كانت في العقد الأول من القرن الثالث، ولكن بعض المتأخرين ذكروا أنه ولد سنة 209هـ منهم شارح الشمائل محمد بن قاسم جسوس ج1، ص4.\nالجزء: 1 ¦ الصفحة: 277\n",
        "المبحث السابع عشر: معرفة من اختلط من الثقات\n1-\nتعريف الاختِلاط:\nأ- لغة: الاختلاط لغةً: فساد العقل، يقال: \"اختلط فلان\" أي فسد عقله، كما في القاموس.\nب- اصطلاحا: فساد العقل، أو عدم انتظام الأقوال بسبب خَرَفٍ، أو عمىً، أو احتراق كتبٍ، أو غير ذلك1.\n2-\nأنواع المختلطين:\nأ- من اختُلِطَ بسبب الخرف: مثل: عطاء بن السائب الثقفي الكوفي.\nب- من اختُلِطَ بسبب ذهاب البصر: مثل: عبد الرزاق بن همام الصنعاني، فكان بعد أن عمي يلقن فيتلقن.\nجـ- من اختُلِطَ بأسباب أخرى: كاحتراق الكتب، مثل عبد الله بن لهيعة المصري.\n3-\nحكم رواية المختلط:\nأ- يقبل منها ما روي عنه قبل الاختلاط.\nب- ولا يقبل منها ما روي عنه بعد الاختلاط، وكذا ما شك فيه أنه قبل الاختلاط أو بعده.\n1 انظر علوم الحديث، ص391، والتقريب مع التدريب، 2/ 372.\nالجزء: 1 ¦ الصفحة: 278\n",
        "4-\nأهميته وفائدته:\nهو فنٌّ مُهِمٌّ جدا، وتكمن فائدته في تمييز أحاديث الثقة التي حدث بها بعد الاختلاط؛ لردها وعدم قبولها.\n5-\nهل أخرج الشيخان في صحيحهما عن ثقات أصابهم الاختلاط؟:\nنعم، ولكن مما عرف أنهم حدثوا به قبل الاختلاط.\n6-\nأشهر المصنفات فيه:\nصنف فيه عدد من العلماء، كالعلائي والحازمي، ومن هذه المصنفات كتاب \"الاغتباط بمن رمي بالاختلاط\" للحافظ إبراهيم بن محمد سبط ابن العجمي المتوفى سنة 841 هـ.\nالجزء: 1 ¦ الصفحة: 279\n",
        "المبحث الثامن عشر: معرفة طبقات العلماء والرواة\n1-\nتعريف الطبقة:\nأ- لغةً: القوم المتشابهون.\nب- اصطلاحًا: قوم تقاربوا في السن والإسناد، أو في الإسناد فقط1.\nومعنى التقارب في الإسناد: أن يكون شيوخ هذا هم شيوخ الآخر، أو يقاربوا شيوخه.\n2-\nمن فوائد معرفته:\nأ- ومن فوائد معرفته الأمن من تداخل المتشابهين في اسم، أو كنية، ونحو ذلك؛ لأنه قد يتفق اسمان في اللفظ، فيظن أن أحدهما هو الآخر، فيتميز ذلك بمعرفة طبقاتهما.\nب- الوقوف على حقيقة المراد من العنعنة.\n3-\nقد يكون الراويان من طبقة باعتبار، ومن طبقتين باعتبار آخر؛ مثل: أنس بن مالك، وشبهه من أصاغر الصحابة، فهم مع العشرة في طبقة واحدة باعتبار أنهم كلهم صحابة، وعلى هذا فالصحابة كلهم طبقة واحدة.\nوباعتبار السوابق إلى الدخول في الإسلام، يكون الصحابة بضع\n1 انظر تدريب الراوي ج2، ص381.\nالجزء: 1 ¦ الصفحة: 280\n",
        "عشرة طبقة كما تقدم في نوع \"معرفة الصحابة\" فلا يكون أنس بن مالك وشبهه في طبقة العشرة من الصحابة.\n4-\nماذا ينبغي على الناظر فيه؟:\nينبغي على الناظر في علم الطبقات أن يكون عارفا بمواليد الرواة ووفياتهم، ومن رووا عنه، ومن روى عنهم.\n5-\nأشهر المصنفات فيه:\nأ- كتاب \"الطبقات الكبرى\" لابن سعد.\nب- كتاب \"طبقات القراء\" لأبي عمر الداني.\nجـ- كتاب \"طبقات الشافعية الكبرى\" لعبد الوهاب السبكي.\nد- تذكرة الحفاظ، للذهبي.\nالجزء: 1 ¦ الصفحة: 281\n",
        "المبحث التاسع عشر: معرفة الموالي من الرواة والعلماء\n1-\nتعريف المولى:\nأ- لغة: الموالي: جمع مولى، والمولى من الأضداد، فيطلق على المالك، والعبد، والمعتِق، والمعتَق1.\nب- اصطلاحا: هو الشخص المُحَالَف، أو المعتَق، أو الذي أسلم على يد غيره2.\n2-\nأنواع الموالي:\nأنواع الموالي ثلاثة وهي:\nأ- مولى الحِلْف: مثل: الإمام مالك بن أنس الأصبحي التيمي، فهو أصبحي صليبة، تيمي بولاء الحلف؛ وذلك لأن قومه \"أصبح\" موالي لتيم قريش بالحِلْف.\nب- مولى العتاقة: مثل: أبي البختري الطائي التابعي، واسمه سعيد بن فيروز، هو مولى طيء؛ لأن سيده كان من طييء فأعتقه.\nج- مولى الإسلام: مثل: محمد بن إسماعيل البخاري الجعفي؛ لأن جده المغيرة كان مجوسيا فأسلم على يد اليمان بن أخنس الجعفي، فنسب إليه.\n1 انظر القاموس ج4، ص404.\n2 انظر التقريب مع التدريب: 2/ 382.\nالجزء: 1 ¦ الصفحة: 282\n",
        "3-\nمن فوائده:\nالأمن من اللبس، ومعرفة المنسوب إلى القبيلة نسبا، أو ولاء؛ ومن ثم ليتميز المنسوب إلى القبيلة ولاء عمن يشاركه في اسمه من تلك القبيلة نسبا.\n4-\nأشهر المصنفات فيه:\nصنف في ذلك أبو عمر الكندي، بالنسبة إلى المصريين فقط.\nالجزء: 1 ¦ الصفحة: 283\n",
        "المبحث العشرون: معرفة الثقات والضعفاء من الرواة\n1-\nتعريف الثقة والضعيف:\nأ- لغة: الثقة لغة: المؤتمن، والضعيف: ضد القوي، ويكون الضعف حِسِّيًّا ومعنويا.\nب- اصطلاحا: الثقة: هو العدل الضابط، والضعيف: هو اسم عام يشمل من فيه طعن في ضبطه أو عدالته.\n2-\nأهميته وفائدته:\nهو من أجلِّ أنواع علوم الحديث؛ لأنه بواسطته يعرف الحديث الصحيح من الضعيف.\n3-\nأشهر المصنفات فيه، وأنواعها:\nأ- مصنفات مفردة في الثقات: مثل كتاب \"الثقات\" لابن حبان، وكتاب \"الثقات\" للعجلي.\nب- مصنفات مفردة في الضعفاء: كثيرة جدا. كـ \"الضعفاء\" للبخاري، والنسائي، والعقيلي، والدارقطني. ومنها كتاب \"الكامل في الضعفاء\" لابن عدي، وكتاب \"المغني في الضعفاء\" للذهبي.\nجـ- مصنفات مشتركة بين الثقات والضعفاء: وهي كثيرة أيضا. منها: كتاب \"تاريخ البخاري الكبير\"، ومنها كتاب \"الجرح والتعديل\" لابن أبي حاتم، وهي كتب عامة\nالجزء: 1 ¦ الصفحة: 284\n",
        "للرواة، ومنها كتب خاصة ببعض كتب الحديث، مثل كتاب \"الكمال في أسماء الرجال\" لعبد الغني المقدسي، وتهذيباته المتعددة التي للمزي، والذهبي، وابن حجر، والخزرجي.\nالجزء: 1 ¦ الصفحة: 285\n",
        "المبحث الحادي والعشرون: معرفة أوطان الرواة وبلدانهم\n:\n1-\nالمراد بهذا البحث:\nالأوطان: جمع وطن، وهو الإقليم، أو الناحية التي يولد الإنسان، أو يقيم فيها، والبلدان: جمع بلد، وهي المدينة أو القرية التي يولد الإنسان، أو يقيم فيها.\nوالمراد بهذا البحث هو معرفة أقاليم الرواة ومدنهم التي ولدوا فيها أو قاموا فيها.\n2-\nمن فوائده:\nومن فوائده التمييز بين الاسمين المتفقين في اللفظ؛ إذا كانوا من بلدين مختلفين. وهو مما يحتاج إليه حفاظ الحديث في تصرفاتهم ومصنفاتهم.\n3-\nإلى أي شيء ينتسب كل من العرب والعجم؟:\nأ- لقد كانت العرب قديما تنسب إلى قبائلها؛ لأن غالبيتهم\nالجزء: 1 ¦ الصفحة: 285\n",
        "كانوا بدوا رُحَّلا، وكان ارتباطهم بالقبيلة أوثق من ارتباطهم بالأرض، فلما جاء الإسلام، وغلب عليهم سكنى البلدان والقرى انتسبوا إلى بلدانهم وقراهم.\nب- أما العجم فإنهم ينتسبون إلى مدنهم وقراهم من القديم.\n4-\nكيف ينتسب من انتقل عن بلده؟:\nأ- إذا أراد الجمع بينهما في الانتساب: فليبدأ بالبلد الأول، ثم بالثاني المنتقل إليه، ويحسن أن يدخل على الثاني حرف \"ثم\" فيقول من ولد في حلب، وانتقل إلى المدينة المنورة: \"فلان الحلبي، ثم المدني\"، وعلى هذا عمل أكثر الناس.\nب- وإذا لم يرد الجمع بينهما: له أن ينتسب إلى أيهما شاء، وهذا قليل.\n5-\nكيف ينتسب من كان من قرية تابعة لبلدة؟:\nأ- له أن ينتسب إلى تلك القرية.\nب- وله أن ينتسب إلى البلدة التابعة لها تلك القرية.\nجـ- وله أن ينتسب إلى تلك الناحية التي منها تلك البلدة أيضا.\nومثال ذلك: إذا كان شخص من \"الباب\" وهي تابعة لمدينة \"حلب\" وحلب من \"الشام\" فله أن يقول في انتسابه: فلان البابي، أو فلان الحلبي، أو فلان الشامي.\nالجزء: 1 ¦ الصفحة: 286\n",
        "6-\nكم المدة التي إن أقامها الشخص في بلد نسب إليها؟:\nأربع سنين، وهو قول عبد الله بن المبارك.\n7-\nأشهر المصنفات فيه:\nأ- يمكن أن نعد كتاب \"الأنساب\" للسمعاني الذي تقدم من مصنفات هذا النوع؛ لأنه يذكر الانتساب إلى الأوطان وغيرها.\nب- ومن مظانِّ ذكر أوطان الرواة وبلدانهم كتاب \"الطبقات الكبرى\" لابن سعد.\nهذا آخر ما يسَّرَه الله في هذا الكتاب. وصلى الله على سيدنا وبينا محمد، وعلى آله وصحبه وسلم، والحمد لله رب العالمين.\nالجزء: 1 ¦ الصفحة: 287\n",
        "الباب الخامس: فهرس المصادر والمراجع\n- القرآن الكريم.\n- تاريخ بغداد، للخطيب البغدادي. نشر دار الكتاب العربي. بيروت.\n- تدريب الراوي في شرح تقريب النواوي، للسيوطي، تحقيق الشيخ عبد الوهاب عبد اللطيف. الطبعة الثانية سنة 1385هـ.\n- التقريب، للنووي مع شرحه التدريب، تحقيق الشيخ عبد الوهاب عبد اللطيف. الطبعة الثانية سنة 1385هـ.\n- الرسالة، للإمام الشافعي، تحقيق الشيخ أحمد محمد شاكر.\n- الرسالة المستطرفة لبيان مشهور كتب السنة المشرفة، للكتاني. تحقيق الشيخ محمد المنتصر الكتاني. نشر دار الفكر.\n- سنن الترمذي \"جامع الترمذي\" مع شرحه تحفة الأحوذي. الطبعة المصرية. نشر محمد عبد المحسن الكتبي.\nسنني أبي داود. تحقيق الشيخ محيي الدين عبد الحميد.\n- سنن ابن ماجه، تحقيق محمد فؤاد عبد الباقي. طبع عيسى البابي الحلبي وشركاه سنة 1372هـ.\n- سنن الدارقطني، تصحيح وتحقيق ونشر السيد عبد الله هاشم اليماني المدني.\n- شرح العراقي على ألفيته. طبع المغرب.\n- صحيح البخاري مع شرحه فتح الباري. تحقيق الشيخ عبد العزيز بن باز. المطبعة السلفية بالقاهرة سنة 1380هـ.\nالجزء: 1 ¦ الصفحة: 288\n",
        "- صحيح البخاري، المتن فقط\n...\nطبعة بولاق سنة 1296هـ.\n- صحيح مسلم مع شرح النووي. الطبعة الأولى. الطبعة المصرية بالأزهر سنة 1347هـ.\n- صحيح مسلم. تحقيق محمد فؤاد عبد الباقي. مطبعة عيسى البابي الحلبي. القاهرة.\n- علوم الحديث، لابن الصلاح. تحقيق الدكتور نور الدين عتر. نشر المكتبة العلمية بالمدينة المنورة سنة 1386هـ.\nفتح المغيث شرح ألفية الحديث، للسخاوي. تحقيق عبد الرحمن محمد عثمان، نشر المكتبة السلفية بالمدينة المنورة.\n- القاموس المحيط للفيروزآبادي. طبع المطبعة الميمنية بمصر.\n- الكفاية في علم الرواية، للخطيب البغدادي. طبعة دائرة المعارف العثمانية بالهند سنة 1357هـ.\n- المتفق والمفترق، للخطيب البغدادي. تحقيق د. محمد صادق أيدن.\n- المستدرك على الصحيحين، للحاكم النيسابوري. نشر مكتبة النصر الحديثة بالرياض. مصورة عن الطبعة الهندية.\n- معرفة علوم الحديث، للحاكم النيسابوري. نشر الدكتور السيد معظم حسين. طبع دائرة المعارف العثمانية.\n- معالم السنن، للخطابي. تحقيق الشيخ أحمد محمد شاكر ومحمد حامد الفقي. مطبعة أنصار السنة المحمدية سنة 1367هـ.\nالجزء: 1 ¦ الصفحة: 289\n",
        "- ميزان الاعتدال في نقد الرجال، للذهبي. تحقيق علي محمد البجاوي. طبع عيسى البابي الحلبي سنة 1382هـ.\n- موطأ مالك، تصحيح وتعليق محمد فؤاد عبد الباقي. طبع عيسى البابي الحلبي وشركاه سنة 1370هـ.\n- نزهة النظر شرح نخبة الفكر، للحافظ ابن حجر. نشر المكتبة العلمية بالمدينة المنورة.\n- نخبة الفكر مع شرحها نزهة النظر، للحافظ ابن حجر. نشر المكتبة العلمية بالمدينة المنورة.\nالجزء: 1 ¦ الصفحة: 290\n",
        "الباب السادس: فهرس الموضوعات\nصفحة\n3 مقدمة الطبعة العاشرة.\n5 مقدمة الطبعة الأولى.\nالمقدمة العلمية في نشأة علم المصطلح، وأشهر المصنفات فيه:\n10 نبذة تاريخية عن نشأة علم المصطلح والأطوار التي مر بها.\n13 أشهر المصنفات في علم المصطلح.\n17 تعريفات أولية.\nالباب الأول: الخبر\n23 الفصل الأول: تقسيم الخبر بالنسبة لوصوله إلينا.\n23 المبحث الأول: الخبر المتواتر.\n26 المبحث الثاني: خبر الآحاد.\nالفصل الثاني: تقسيما خبر الآحاد، وفيه مبحثان\n29 المبحث الأول: تقسيم خبر الآحاد بالنسبة إلى عدد طرقه وفيه ثلاثة مطالب:\n30 المطلب الأول: المشهور.\n35 المطلب الثاني: العزيز.\n38 المطلب الثالث: الغريب.\nالجزء: 1 ¦ الصفحة: 291\n",
        "42 المبحث الثاني: تقسيم خبر الآحاد بالنسبة إلى قوته وضعفه، وفيه مطلبان\n43 المطلب الأول: الخبر المقبول، وفيه مقصدان.\n43 المقصد الأول: أقسام المقبول.\n44 الصحيح.\n57 الحسن.\n64 الصحيح لغيره.\n66 الحسن لغيره.\n68 خبر الآحاد المقبول المحتفُّ بالقرائن.\n70 المقصد الثاني: تقسيم الخبر المقبول إلى معمول به، وغير معمول به.\n70 المحكم ومختلف الحديث.\n74 ناسخ الحديث ومنسوخه.\n76 المطلب الثاني: الخبر المردود. وفيه ثلاثة مقاصد.\n77 الخبر المردود وأسباب رده.\n78 المقصد الأول: الضعيف.\n82 المقصد الثاني: المردود بسبب سقط من الإسناد.\n84 أنواع السقط الظاهر.\n84 المعلَّق.\n87 المرسل.\n92 المعضل.\n94 المنقطع.\n96 أنواع السقط الخفي.\n96 المدلس.\nالجزء: 1 ¦ الصفحة: 292\n",
        "105 المرسل الخفي.\n107 ملحقات الحديث المنقطع.\n107 المعنعن والمؤنن.\n110 المقصد الثالث: المردود بسبب طعن في الراوي.\n111 الموضوع.\n117 المتروك.\n119 المنكر.\n122 المعروف.\n123 الشاذ والمحفوظ.\n125 المعلل.\n129 المخالفة للثقات.\n130 المدرج.\n134 المقلوب.\n138 المزيد في متصل الأسانيد.\n141 المضطرب.\n144 المصحف.\n149 الجهالة بالراوي.\n153 البدعة.\n155 سوء الحفظ.\nالفصل الثالث: خبر الآحاد المشترك بين المقبول والمردود، وفي مبحثان\n157 المبحث الأول: تقسيم الخبر بالنسبة إلى من أسند إليه. وفيه أربعة مطالب\nالجزء: 1 ¦ الصفحة: 293\n",
        "158 المطلب الأول: الحديث القدسي.\n160 المطلب الثاني: المرفوع.\n162 المطلب الثالث: الموقوف.\n167 المطلب الرابع: المقطوع.\n169 المبحث الثاني: أنواع أخرى مشتركة بين المقبول والمردود، وفيه أربعة مطالب\n170 المطلب الأول: المسند.\n171 المطلب الثاني: المتصل.\n172 المطلب الثالث: زيادات الثقات.\n176 المطلب الرابع: الاعتبار والمتابع والشاهد.\nالباب الثاني: صفة من تقبل روايته، وما يتعلق بذلك من الجرح والتعديل\n181 الفصل الأول: في الراوي وشروط قبوله.\n187 الفصل الثاني: فكرة عامة عن كتب الجرح والتعديل.\n189 الفصل الثالث: مراتب الجرح والتعديل.\nالباب الثالث: الرواية وآدابها وكيفية ضبطها\n193 الفصل الأول: كيفية ضبط الرواية وطرق تحملها، وفيه أربعة مباحث\n194 المبحث الأول: كيفية سماع الحديث وتحمله وصفة ضبطه.\n196 المبحث الثاني: طرق لتحميل وصيغ الأداء.\nالجزء: 1 ¦ الصفحة: 294\n",
        "204 المبحث الثالث: كتابة الحديث وضبطه والتصنيف فيه.\n211 المبحث الرابع: صفة رواية الحديث.\n214 غريب الحديث.\n216 الفصل الثاني: آداب الرواية، وفيه مبحثان:\n217 المبحث الأول: آداب المحدث.\n219 المبحث الثاني: آداب طالب الحديث.\nالباب الرابع: الإسناد وما يتعلق به، وفيه فصلان\n223 الفصل الأول: لطائف الإسناد:\n224 الإسناد العالي والنازل.\n229 المسلسل.\n233 رواية الأكابر عن الأصاغر.\n235 رواية الآباء عن الأبناء.\n236 رواية الأبناء عن الآباء.\n238 المدبج ورواية الأقران.\n240 السابق واللاحق.\n242 الفصل الثاني: معرفة الرواة، وفيه واحد وعشرون نوعا من أنواع علوم الحديث.\n243 معرفة الصحابة.\n247 معرفة التابعين.\n250 معرفة المتفق والمفترق.\n254 معرفة المؤتلف والمختلف.\nالجزء: 1 ¦ الصفحة: 295\n",
        "256 معرفة المتشابه.\n258 معرفة المهمل.\n259 معرفة المبهمات.\n262 معرفة الوحدان.\n264 معرفة من ذكر بأسماء أو صفات مختلفة.\n265 معرفة المفردات من الأسماء والكنى والألقاب.\n367 معرفة أسماء من اشتهروا بكناهم.\n269 معرفة الألقاب.\n272 معرفة المنسوبين إلى غير آبائهم.\n274 معرفة النسب التي على خلاف ظاهرها.\n275 معرفة تواريخ الرواة.\n278 معرفة من اختلط من الثقات.\n280 معرفة طبقات العلماء والرواة.\n282 معرفة الموالي من الرواة والعلماء.\n284 معرفة الثقات والضعفاء من الرواة.\n285 معرفة أوطان الرواة وبلدانهم.\n288 فهرس المصادر والمراجع.\n291 فهرس الموضوعات.\nتم الكتاب بحمد الله تعالى\nالجزء: 1 ¦ الصفحة: 296\n",
        ""
    ]
}