{
    "1": [
        "ثبت مؤلفات الألباني\nثبت مؤلفات الألباني\nعبد الله الشمراني\nالكتاب:\nثبت مؤلفات الألباني\nالمؤلف:\nعبد الله بن محمد الشمراني\nالناشر:\nدار ابن الجوزي - الدمام\nالطبعة:\nالأولى، 1422هـ\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "\"ثَبَتُ\"\nمُؤلَّفَاتِ الْمُحَدِّثِ الْكَبِيرِ الإِمَامِ:\nمُحَمَّدٍ نَاصِرِ الدِّينِ الأَلْبَانِيّ الأَرْنَؤوطِيّ\n(1332 ـ 1420هـ) رَحِمَهُ اللهُ\n[قَائِمَةٌ شَامِلَةٌ لِـ: كُتُبِهِ، وَلِمَنْ كَتَبَ عَنْهُ، مِمَّنْ وَافَقَهُ، أَوْ خَالَفَهُ]\nمع بيان سِمات كتبه، ومنهجه في التصنيف\nجَمَعَهَا وَأَعَدَّهَا\nعَبْدُاللهِ بْنُ مُحَمَّدٍ الْشَّمْرَانِيّ\n[\nالمقدمة\n]\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nإنَّ الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مُضل له، ومن يُضلل فلا هادي له، وأشهد أنْ لا إله إلا الله وحده لا شريك له، وأشهد أنَّ محمداً عبده ورسوله.\n{يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلاَ تَمُوتُنَّ إِلاَّ وَأَنْتُمْ مُسْلِمُونَ (102) } [آل عمران] . {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً (1) } [النساء] . {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً (70) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً (71) } [الأحزاب] .\nأما بعد (1) :\n(1) هذه هي خطبة الحاجة التي كان النبي - صلى الله عليه وسلم - يعلمها أصحابه - رضي الله عنهم -، وهي في الابتداء عامة، في خطبة النكاح، وغيرها، وهي مروية عن: ابن مسعود، وأبي موسى الأشعري، وابن عباس، وغيرهم - رضي الله عنهم -.\nوقد أخرجها: أحمد، وأبو داود، والنسائي، والترمذي، وغيرهم.\nانظرها مخرجة، تخريجاً، علمياً، متقناً، في جزء حديثي، باسم:\n\"خطبة الحاجة\" لفضيلة محدث الأمة: محمد ناصر الدين الألباني رَحِمَهُ اللَّهُ.\nالجزء: 1 ¦ الصفحة: 1\n",
        "فهذا \"ثَبَتٌ\" (1) بما وقفتُ عليه من:\nمؤلفات، وتحقيقات، وتخريجات، وتعليقات، وردود، ومقالات، وفهارس محدث عصره:\nالإمام، المجاهد بقلمه (2) :\nأبي عبد الرحمن، محمد ناصر الدين بن الحاج نوح بن نجاتي بن آدم، الأشقودري (3) ، الألباني، الأرنؤوطي (4) .\nالحنفي (قديماً) (5) ، ثم الإمام المجتهد (بعد) .\nالمولود بـ: \"أشقودرة\"، عام: (1332هـ) .\nوالمتوفى بـ: \"عمَّان \"، عام (1420هـ) .\nوقد نشرْته ـ لأوّل مرة ـ في أوّل سنة (1421هـ) ، فلاقى قبولاً حسناً، ولله الحمد والمنة.\nوقد وضعت عنواني في \"النشرة\" حتى يتسنى لمن لديه استدراك أن يراسلني وحصل ذلك ولله الحمد.\nوقد عزمت أمري على إخراجه مرة ثانية، بزياداتٍ ـ كثيرةٍ ـ لم تكن في \"النشرةِ الأولى\"، وغيَّرت في صورته العامة، حتى خرج بهذه الصورة.\n[\nخطة البحث\n]\nقسمت البحث إلى: مقدمة، وخمسة فصول، وملاحق، على النحو الآتي:\nالمقدمة: وذكرت فيها:\nـ خطة البحث.\nـ مصادر \"الثَّبَت\":\nوذكرت فيه: المصادر التي رجعت إليها في ذكر مؤلفات الشيخ رَحِمَهُ اللهُ.\nالفصل الأوّل: مصادر ترجمة الشيخ رَحِمَهُ اللهُ.\nالفصل الثاني: \"ثَبَت\" الشيخ.\nوهو مقصودي من هذا العمل.\nوفيه تمهيد، وأربعة مباحث:\nالتمهيد: وذكرت فيه المنهج الذي سرت عليه في: \"الثَبَت\".\nالمبحث الأوّل: \"ثَبَت\" مؤلفاتِ الشيخ.\n(1) \"ثَبَتٌ\" بالتحريك، أمَّا \"الثَّبْت\" بالسكون فمن ألفاظ التعديل. انظر: ''فهرس الفهارس'' (1/68 ـ 69) للكتاني.\n(2) هذا هو الغالب في حياة الشيخ، وإلا فقد كان مجاهداً بلسانه، ومناظراً لأهل البدع، وكانت له دروسه المشهودة في: العقيدة، والحديث، والفقه.\n(3) ''أشقودرة'' عاصمة ''ألبانيا''، وبها ولد الشيخ رَحِمَهُ اللهُ، بل كان ينتسب إليها (قديماً) ، كما في هامش: ''الرد العلمي على حبيب الرحمن الأعظمي'' (ص 64) .\n(4) انظر (ص 15) .\n(5) كان الشيخ ـ قديماً ـ ينتسب إلى مذهب ''الحنفية''، وانظر (ص 16) .\nالجزء: 1 ¦ الصفحة: 2\n",
        "المبحث الثاني: ”تتمةٌ” حول ”مؤلفات” الشيخ.\nالمبحث الثالث: تنبيه على ما ذكره الشيباني في: ”حياة الألباني”، فيما يتعلق بـ: ”ردود” الشيخ.\nالمبحث الرابع: سِمَات كتب الشيخ.\nالفصل الثالث: ”مقالات” الشيخ.\nمدخلٌ لـ: ”مقالاتِ” الشيخ.\n”مقالاتُ” الشيخ.\nالفصل الرابع: كتبٌ اهتمت بِعِلْمِ الشيخ، وبيان منهجه.\nالفصل الخامس: كتبٌ اهتمت بـ: بالرَّدِّ على الشيخ رَحِمَهُ اللهُ، أو بالاستدراك عليه، أو بتعقبه في مسألة (أو مسائل) يخالفه مؤلفوها فيها.\nالملاحق:\nالملحق الأوّل: نماذج من ”خطِّ” الشيخ رَحِمَهُ اللهُ.\nالملحق الثاني: ”تنبيهٌ” حول ما ورد في آخر كتيب: ”مجمل مسائل الإيمان العلمية”.\nالملحق الثالث: ذكر فتاوى العلماء حول بعض الكتب.\nالفهرس.\nثم عرضت هذا العمل ـ بعد الانتهاء منه ـ على بعض الأفاضل، للاستدراك والتعقيب؛ ومنهم:\nفضيلة الشيخ: عبد الله بن مانع العتيبي، حَفِظَهُ اللهُ.\nفأفادوني كثيراً، جزاهم الله خيراً.\nولا يفوتني أنْ أشكر أخانا الفاضل الكريم:\nعبد العزيز بن عبد الله الغانم حَفِظَهُ اللهُ، لما قام به من مراجعةٍ عامة للكتاب في صورته النهائية.\nوكما أشكر كل من كان له دورٌ في إتمام هذا العمل، وعلى رأسهم أخونا الشيخ الفاضل: ياسر بن عبد العزيز الثميري وفقه الله، الذي كان حريصاً على إصدار ”الثَّبَت”؛ لما فيه من خدمة جليلة لِعِلْمِ محدِّثِ الأمة الشيخ الألباني رَحِمَهُ اللهُ.\nالجزء: 1 ¦ الصفحة: 3\n",
        "وأخيراً فما في هذا \"الثَّبَت\"، هو كل ما وقفت عليه من مؤلفات الشيخ الألباني رَحِمَهُ اللهُ، بعد تعبٍ، وجهدٍ، وقد يكون فاتني شيءٌ، فلم أسعد بصحبة الشيخ ـ رَحِمَهُ اللهُ ـ وأنا بعيدٌ عنه (1) ، ولا أعلمُ من كتبه سوى المطبوع، ولكن أسأل الله أن يكون جمعي قريباً من الكمال، ومن وجد على هذا \"الثَّبَت\" استدراكاً، أو تعليقاً، فليرسله إليّ مشكوراً مأجوراً، إنْ شاء الله.\nوَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ، وَسَلاَمٌ عَلَى الْمُرْسَلِينَ.\nأعدَّه:\nأبو محمد، عبد الله بن محمد، الحوالي الشمراني\nالرياض [ص. ب: 103871 ـ الرمز: 11616]\n[مصادر \"الثَّبَت\"]\nتتبعت مؤلفات الشيخ ـ رحمه الله ـ من المصادر الآتية:\n(1) مكتبتي الخاصة، حيث إنَّني ـ كعامة طلبة العلم ـ حريصٌ على اقتناء كتب الشيخ أوّلاً بأوّل.\n(2) مقدمات كتب الشيخ، وقد ذكر الكثير منها في مقدمة: \"صحيح سنن ابن ماجه\" (1/ط ـ ك) .\nوقبل ذلك في مقدمة: \"صحيح الجامع\" (1/58 ـ 60) .\nوفي بطون \"كتبه\" الإشارة إلى كثيرٍ منها.\n(3) وبينما أنا أتصفح أحد المواقع في الشبكة العنكبوتية \"الإنترنت\" وجدتُ أنَّ أحد الإخوة ذكرَ الكثيرَ مِن كتبِ الشيخ، فأجادَ وأفادَ، وفاته الكثير، وقد استفدت منه.\n(4) كما استفدت من كتاب: \"حياة الألباني\"، للشيباني كثيراً.\n(5) وسردَ الدكتور: عاصم بن عبد الله القريوتي، في: \"كوكبة من أئمة الهدى\" عدداً كبيراً من مؤلفاته، فاستفدت منه أيضاً.\n(6) وبعد صدور الكتاب في \"نشرته\" الأولى علمت بأنَّ علي بن حسن قام بسرد مصنفات الشيخ في: \"الأصالة\" في العددين (21 ـ 22) (1) ، ولم أكنْ قد اطلعت عليه من قبل، فقمت بمقابلة ما جمعته على العددين المذكورين، فاستفدت مما زاد.\n[تنبيه] :\nذكري لهذه \"المصادر\" هنا؛ يغني عن الإحالة إليها عند سرد مصنفات الشيخ، فمنها أنقل.\nوأحياناً أسمي مصدراً منها، بقصد التنبيه على شيء سأذكره عن الكتاب.\nوالله الموفق.\n**********\n(1) وأسأل الله ـ سبحانه وتعالى ـ أنْ يجمعني به {فِي جَنَّاتٍ وَنَهَرٍ (54) فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُّقْتَدِرٍ (55) } [القمر] .\nالجزء: 1 ¦ الصفحة: 4\n",
        "الفصل الأوّل مصادر ترجمة الشيخ\nرَحِمَهُ اللهُ\n[مصادر ترجمة الشيخ رَحِمَهُ اللهُ]\nأفنى العلامة الألباني ـ رَحِمَهُ اللَّهُ ـ حياته في خدمة حديث رسول الله - صلى الله عليه وسلم -، جمعاً، وتخريجاً، ودراسة، وتصحيحاً، وتضعيفاً.\nفكانت سيرته مؤهلة لأنْ تكون أرضاً خصبة، لمن أراد أن يكتب لنموذج من النماذج الإسلامية، التي تُذّكرُه بالسلف الصالح، واجتهادهم في الدفاع عن حديث رسول الله - صلى الله عليه وسلم -.\nوقد حظي \"محدث عصره\" بعددٍ لا بأس به من الكتب التي تناولت سيرته، أو جوانب منها، ولكن ـ وللأسف الشديد ـ الأمرَ ما زال بحاجة إلى عناية أكثر، ومن أجمل ما وقفت عليه كتاب: \"حياة الألباني وآثاره وثناء العلماء عليه\"؛ للشيباني وسيأتي الكلام عليه.\nإنَّ\n...\nحياةَ الألباني ـ رَحِمَهُ اللَّهُ ـ مليئةٌ بالكثير من الأحداث المثيرة، والتي هي بحاجة إلى دراسة بعمق، وتأنٍ لاستخلاص ما فيها من الدروس والعبر.\nوهذه بعض النقاط التي يمكن أن تحتويها دراسة حياة الشيخ رَحِمَهُ اللَّهُ:\n(1) إنَّ الشيخ أعجمي الأصل من: \"ألبانيا\"، وشعب \"الألبان\" ينتمي إلى \"الأرنؤوط\"، وقد هاجر مع أبيه \"الحاج نوح\" رَحِمَهُ اللَّهُ، إلى: \"الشام\".\nفكيف أصبح هذا (الأعجمي) ، محدث وقته؟\nوكيف أصبح مرجعاً لـ \"الأمة الإسلامية\" في معرفة صحيح الحديث وضعيفه؟\n(1) وعلى أنَّه فاته بعض الكتب، إلاَّ أنَّ جمعه يُعد أكمل ما وقفت عليه.\nالجزء: 1 ¦ الصفحة: 5\n",
        "وكيف سلّم (العربُ) لـ: (أعجمي) القول بالتصحيح والتضعيف (1) ؟\n(2) كان هذا الرجل ابناً لفقيهٍ حنفي، وكان هو كذلك حنفياً، تتلمذ على المذهب الحنفي (2) ، ثم أصبح محدثاًُ مجدداً.\nفكيف كان ذلك؟\nوكيف ترك سبيل الفقه (تقليداً) ، ليسلك طريق الحديث (اجتهاداً) ؟\nوهل سلَّمَ له أبوه بذلك؟ أو دار بينهما خلاف؟\n(3) خرج الشيخ في وقتٍ سيطرت فيه المذاهب على الأمة، فما من عالمٍ إلا وله مذهبٌ فقهي يسير عليه، ويفتي ـ تقليداً ـ من خلال أصوله.\nفما موقفه من المتعصبين منهم؟ وما موقفهم منه؟\n(4) كانت حياة الشيخ في: ”الشام”، وفيه الكثير من البدع، وأهلها، بل التقى برؤوس دعاتها.\nفهل جاملهم على ما بينهم من خلاف؟\nأو ناظرهم، وألَّف في الردِّ عليهم؟\nوهل سكتوا عنه؟ أو كادوا له، وسجنوه؟\n(5) كان الرجل فقيراً سلك مهنة النجارة، ثم تركها، واستقر به الأمر إلى إصلاح الساعات (3) ، وهي أسوأ مهنة من حيث الربح.\nفيكف رضي بها؟ وكيف انتقل من مهنة إصلاح الساعات، إلى محدثٍ ضليع خضعت لعلمه الأمة؟\n(1) أجاب أحد الأفاضل عن هذا السؤال بقوله:\n(كما سلَّمَت لـ: البخاري، ومسلم من قبل) .\n(2) جاء في هامش: ’’الرد العلمي على حبيب الرحمن الأعظمي’’ (2/64) :\n(إنَّ الناظر في بعض كتبه القديمة يرى أنَّه كتب عليها: ’’من كُتُبِ محمد ناصر الدين بن نوح، الحنفي مذهباً، الأشقودري مولداً’’) .\n(3) تباً لمن نبزَ الشيخ بهذه المهنة، وغمَزَه بذلك، فوالذي لا إله غيره: إنَّ مصلح ساعاتٍ نقي العقيدة، خيرٌ عند الله مِمَّن ابتدع في دين الله، وأنكر صفاته، وأنكر أنَّ الله في السماء، مستوٍ على عرشه، بائن من خلقه، كما جاءت بذلك النصوص الصحيحة الصريحة، وخيرٌ من قبوري خَرِبٍ، جاحدٍ للتوحيد، مبغض لأهله، كائناً من كان.\nالجزء: 1 ¦ الصفحة: 6\n",
        "(6) عُرِفَ الشيخ الألباني ـ رَحِمَهُ اللَّهُ ـ بقلة شيوخه (1) ، وبقلة إجازاته (2) .\nفكيف استطاع أن يُلِّم بالعلوم، ولا سيما (علم الحديث) ، و (علم الجرح والتعديل) ، على صعوبته؟\n(1) من زعم بأنَّ الشيخ الألباني ليس له شيوخ؛ فقد كَذَبَ ورب الكعبة.\n(2) قد يطعن البعض في الشيخ الألباني بأنَّه قليل الإجازات، وهذا ليس بمطعن إذ الإجازات أمرٌ ليس بالضروري في العصور المتأخرة؛ نظراً لقلة ـ أو انعدام ـ السماع عند المشايخ الذي هو أصل الإجازات.\nوعلماء الأمة في العصر الحاضر لم يعنوا بالإجازات كعناية العلماء السابقين أصحاب السماع والقراءة؛ ومن هؤلاء:\nالإمامان الجليلان: عبد العزيز بن عبد الله آل باز، ومحمد بن صالح العثيمين رَحِمَهُمَا اللهُ.\nوالعلامة الدكتور: عبد الله بن عبد الرحمن الجبرين حَفِظَهُ اللهُ.\nوكذلك أكثر المشايخ كان على ذلك، والحمد لله رب العالمين.\nوأعرف من تجاوزت إجازاتهم المائة بكثير، وهم ينفون عن الله ما أثبته لنفسه في ’’كتابه’’، وما أثبته له نبيه - صلى الله عليه وسلم -.\nويقولون بأمور لم يأتِ بها الشرع، ولم تثبتْ بها الأدلة.\nبل أعرف أناساً عندهم عشرات الإجازات، وبأسانيد عالية، وهم يقولون:\n(إنَّ الله في كل مكان) .\n{سُبْحَانَهُ وَتَعَالَى عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا (43) } [الإسراء] .\nوكَثْرَةُ الإجازات في (عصرنا) ليست دليلاً على شيء، سوى أنَّها (وصلة) ، وسنة من سنن السلف.\nوقد تساهل المجيزون في (عصرنا) ، حتى إنَّ بعضهم أجازَ من يحلق لحيته، ومن أسبل إزاره، بل صار بعضهم يجيز بالهاتف، وبالمراسلة، وهو لا يعرف الشخص الْمُجَاز، ولاحاله.\nوقد كنت في أوّل الطلب مولعاً بجمع الإجازات، حتى حصَّلت الكثير، ومن بلدان شتى، وبأسانيد عالية، ثم ظهر لي قلة فائدة ذلك، مع طول المدة التي قضيتها في الرحلة لتحصيل الإجازات، وسماع المسلسلات الضعيفة والموضوعة.\nالجزء: 1 ¦ الصفحة: 7\n",
        "* وأخيراً: فحياة الشيخ حافلةٌ بقصصٍ، وغرائب، وأحدث مثيرة، تصلح لمن يكتب في المجتهدين، والمصلحين، والصالحين، والزاهدين، والمحدثين، والفقهاء، والمجاهدين، والمصنفين، والعصاميين، ولكل من يكتب عن نماذج لمن سلك سبيل المؤمنين.\nأعود لأقول: إنَّ ما كُتِبَ في حياة الشيخ على أهمية بعضه، ليس بقدر ما بذل الشيخ في حياته.\nويمكن لمن أراد أن يترجم للشيخ ـ ترجمة حافلة ـ أن يستقي ترجمته من خلال الآتي (1) :\n(1) مقدمات كتبه؛ حيث إنَّ الشيخ يذكر فيها بعض المواقف مع خصومه، أو غيرهم، ويذكر فيها بعض أسفاره، وبعض لقاءاته، وهي من أهم المصادر لأنَّها بقلمه.\nوبطون (كتبه) كذلك، وإنَّما خصصت مقدماتها؛ لأهميتها وكثرة ما يورد\nفيها، بخلاف بطون (كتبه) .\nومن أهمها السلسلتان: ”الصحيحة”، و ”الضعيفة”، ثم ”إرواء الغليل”، وهكذا.\n(2) ثم يأتي بعد ذلك كتاب الشيخ محمد بن إبراهيم الشيباني: ”حياة الألباني وآثاره وثناء العلماء عليه”؛ وهو كتابٌ حافلٌ جداً، ضَمَّنَهُ ـ زيادة على ترجمتهِ، ومؤلفاتهِ ـ الكثيرَ من: آرائهِ، ومسائلهِ، وفتاويهِ، وما انفردَ به، وبعضَ: المسائلِ، والفتاوى، والردودِ، والتعقباتِ، وبعضها ـ كـ: ”الرد على رسالة: (إباحة التحلي بالذهب المحلق) ”؛ لفضيلة الشيخ: إسماعيل الأنصاري رَحِمَهُ اللهُ ـ لا تجده في غير هذا الكتاب.\nوالكتابُ قد قُرِئ على المُتَرْجَم، وعلقَّ الشيخُ عليه، مما يضفي قيمة كبيرة للكتاب (2) .\n(1) ما سأذكره هو على سبيل الحصر، ولا أعلم أنَّ للشيخ ترجمة (مفردة) في كتاب غير ما ذكرته، والله أعلم.\n(2) انظر: ’’حياة الألباني وآثاره’’ (1/19) .\nالجزء: 1 ¦ الصفحة: 8\n",
        "ولكنَّه ـ كغيرهِ مِمَّا كُتِبَ في تراجم الأحياء ـ يحتاج إلى مراجعةٍ وإضافةٍ؛ لأنَّه كُتِبَ قديماً، وطُبِعَ عام (1407هـ) ، أي قبل وفاة الشيخ ـ رَحِمَهُ اللهُ ـ بـ: (13) سنة، وقد استجد في حياة المُتَرْجَم في هذه الفترة الكثير مما يجب أن يُدْرج في هذا الكتاب (1) ، وليت مصنفه ينشط لذلك، ويولي كتابه هذا أهمية، فهو أجمعُ، وأحسنُ ما في الباب، وقد طُبِع من كتبِ الشيخ الكثير مِمَّا قاله عنه في كتابه: (مخطوط) .\n(3) ثم كتاب: ”علماء ومفكرون عرفتهم”؛ لمحمد المجذوب رَحِمَهُ اللهُ (1/287 ـ 325) ، وتكمن أهميته في كون الترجمة ناتجة عن إجابات الشيخ نفسه على أسئلةٍ، وجهها إليه المجذوب، وإنَّما جعلتُ كتابَهُ في الدرجة الثالثة؛ لأنَّ ما قيل فيه لا يشمل جميع جوانب حياة الشيخ؛ إضافة إلى كون الترجمة قديمة جداً.\n(4) وقد اطلعت على رسالة لطيفة كتبها ـ منذ زمن ـ أحد تلاميذ الشيخ، وهو الدكتور: عاصم بن عبد الله القريوتي.\n(5) ثم نشرَ كتاباً حافلاً باسم: ”كوكبة من أئمة الهدى ومصابيح الدجى”؛ ضمنه تراجمَ (ستةٍ) من العلماء المعاصرين، منهم: الإمام ”الألباني”، وتظهرُ أهمية هذه الترجمة؛ لكونها بقلم أحد كبار تلاميذه، العارفين به.\n(6) وللشيخ الفاضل: محمد عيد العباسي حَفِظَهُ المَوْلى، وعلي خشان: ”ترجمة موجزة لفضيلة الشيخ الألباني”.\n(7) وله تراجم في بعض المصادر؛ منها:\nجريدة: ”صوت العرب تسأل ومحدث الشام يجيب”.\n(1) سُئِلَ الشيخ: هل عندكم زيادة عمَّا كتبه الأخ الشيباني بالنسبة لحياتكم الشخصية؟\nفأجاب: (ليس عندي زيادة، وما كتبه فيه الكفاية) .\nجاء ذلك في حوارٍ أجرته معه مجلة: ’’البيان’’ عدد (33) ، (ص 13) .\nوهذا من تواضع الشيخ ـ رَحِمَهُ اللهُ ـ فلمْ يحبَّ أنْ يُتَرْجَم له أكثر من ذلك.\nالجزء: 1 ¦ الصفحة: 9\n",
        "مقدمة كتاب: ”ردع الجاني المتعدي على الألباني” (1) ؛ لطارق بن عوض الله بن محمد\n...\n(8) وسمعتُ محاضرة قيِّمةً جداً؛ لأخينا صاحب الفضيلة الشيخ الداعية المتفنن: محمد صالح المنجد ـ حَفِظَهُ اللهُ ـ بعنوان: ”أحداث مثيرة في حياة العلامة الألباني” في شريطين، جاء فيهما ما يجعلهما (مرجعاً أصلياً) من مراجع ترجمة الشيخ.\nوكانت طريقة عرضه للمحاضرة جيدة.\nوجاء فيها صورٌ عن: ورع الشيخ، وهمته، وجده في الطلب، وعبادته، ورقته، وبكائه من خشية الله (2) ، واحتسابه، ومناظراته، ومزاحه، وكرمه، وسخائه، وفيه ما لم يردْ في جميع المصادر السابقة.\nومما فيه: كلامه على طلاب الشيخ، وأنَّهم على ثلاث طبقات، فارجع إليه.\n(1) ويبدو أنَّ غالب ما فيه من كتاب: ’’حياة الألباني’’؛ للشيباني، وقد أشار المؤلف إلى المواضع التي أخذ منها.\nثم وقفتُ ـ مؤخراً ـ على ثلاث رسائل:\nالأولى باسم: ’’صفحات بيضاء من حياة الإمام محمد ناصر الدين الألباني’’،\nومعها: ’’قطف الثمار بآخر ما حدّث به شيخنا الألباني من أخبار’’؛ لعطية بن صدقي علي.\nوالثانية باسم: ’’صفحات مشرقة من حياة شيخنا الألباني ودوره في الدفاع عن الحديث النبوي وتأصيل المنهج السلفي’’؛ لإبراهيم خليل الهاشمي.\nوالثالثة باسم: ’’محدث العصر العلامة محمد ناصر الدين الألباني’’؛ لسمير بن أمين الزهيري.\nوهناك الكثير من المقالات التي كُتِبَت في: ’’الصحف’’، و ’’المجلات’’، (ولا سيما الإسلامية) ، لم أرَ الإشارة إليها.\nوقد ذكر الأخ: نور الدين طالب جملة منها في آخر: ’’مقالات الألباني’’ (ص 173 ـ 243) .\nوفي: مقدمة: ’’السنن الأربعة’’ التي نشرتها ’’بيت الأفكار الدولية’’ ترجمةٌ مختصرة للشيخ.\n(2) وأكد المحاضر ـ حَفِظَهُ اللهُ ـ في هذا الموضع أنَّ ما عُرِفَ عن الشيخ من شدةٍ، وقسوةٍ في ردوده، بأنَّ ذلك لم يكن غالب حاله، واستشهد على ذلك ببعض المواقف التي حدثت للشيخ.\nالجزء: 1 ¦ الصفحة: 10\n",
        "علماً بأنَّ المحاضرَ لم يكنْ منهجه السرد التقليدي للسيرة، كما هو شأن غالب كتب التراجم، بل ما يكاد يخلص من حادثة للشيخ إلا ويستخلص منها الدروس والعبر، وللمُحَاضِر لمساتٌ تربويةٌ في المحاضرة، عالج فيها قصور بعض الجوانب لدى طلبة العلم، من خلال سيرة الشيخ الألباني.\n(9) ثمّ إنَّ أصحاب الشيخ، وتلاميذه القدماء (وهم أحياء) ، عندهم الكثير عن حياة الشيخ الألباني، وجهاده، ويعرفون الكثير من أخباره، التي لم تُدوّن بعد.\nفهم مصدرٌ مهمٌ ـ لا يُغفل عنه ـ من مصادر ترجمة الشيخ.\nوإلى الآن لم أرَ كتاباً مبسوطاً كُتب بعد وفاة الشيخ (1) ـ رَحِمَهُ اللهُ ـ علماً بأنَّ من يدّعي محبته والتتلمذ عليه كثير، ومطبوعاتهم أكثر، وما ينشرونه من أوراق في الدفاع عما حكم عليهم به، يدل على وفرة الوقت عندهم، فهلا كان للشيخ شيءٌ من الوقت.\nوقد وعد بعض الناس ـ منذ زمن بعيد ـ ممن لهم اعتناء بالشيخ الألباني أنَّ لهم تآليف فيه سيخرجونها، وحتى الآن لم نرَ شيئاً.\nوأخشى أن يقول أحدٌ بأنَّ هذا من العقوق لشيخهم، والله المستعان (2) .\n[تنبيه] :\nالمنهج العلمي للشيخ:\nما ذكرته هي مصادر ترجمة الشيخ رَحِمَهُ اللهُ، أما منهجه العلمي، وطريقته العلمية، وفكره، فليس لها سوى المصدر الأوّل، كمصدر أساس للباحث، فمؤلفاته ـ على كثرتها ـ خير من يتحدث عنه. مع مراعاة (المتقدم) ، و (المتأخر) حال التعارض.\nأما باقي المصادر فهي فرعية، بالنسبة للأوّل، والله الموفق.\n(1) جاء في: ''كوكبة من أئمة الهدى'' (ص 185) ، أنَّ: زكي صلاحي، يحضر للدكتوراة عن (الألباني) ، في جامعة ''كاليكوت''، بـ: ''الهند''.\n(2) وفي الوقت نفسه ـ عند وفاة شيخ الإسلام الإمام: عبد العزيز بن باز ـ رَحِمَهُ اللهُ ـ رأينا ما لا يحصى من المقالات التي نُشِرَت في: المجلات، والصُّحف اليومية، والأسبوعية، ناهيك عن مجلداتٍ عدة خرجت ـ وما زالت ـ عن حياة الشيخ، وعلمه، ومواقفه، و\n...\nحتى إنَّ بعضهم تركوا مشروعاتهم العلمية، وتحقيقاتهم؛ لأجل التفرغ لما هو أولى، وأبرّ بشيخهم، وإن كان ذلك لا يجني لهم الربح في الدنيا.\nوفي هذه الأيام ـ أواخر (1421هـ) ـ فقدت الأمة سيد فقهاء عصره، الإمام: محمد بن صالح بن عثيمين رَحِمَهُ اللهُ، وسنرى ما يفعله تلاميذه من بعده.\nفهلاَّ اقتدى القوم بهم؟\nالجزء: 1 ¦ الصفحة: 11\n",
        "الفصل الثاني: \"ثَبَتُ\" مؤلفات الشيخ\nوفيه: تمهيد وأربعة مباحث\nالتمهيد: المنهج الذي سرت عليه في: \"الثَّبَت\"\n[المنهج الذي سرت عليه في: \"الثَّبَت\"]\nفي أثناء تتبع كتب الشيخ ـ رَحِمَهُ اللهُ ـ كنت أدون بعض الملحوظات على الكتاب؛ كـ: سبب التأليف، وذكر القصة في ذلك إنْ وُجِدت، وتاريخ الطبع، وعدد الطبعات، والناشر، وحجم الكتاب، مع بعض الملامح العامة عن الكتاب، ثم بدا لي أنَّ ذلك يطول، ويفوت مقصودي.\nفاتخذت في ذلك منهجاً (مختصراً) ، حتى لا يطول الكتاب، ولا سيما أنَّ كُتب الشيخ في متناول طلبة العلم، وبإمكانهم تلمس الفائدة منها مباشرة.\nوالكلام عليها تفصيلاً غير مناسب، ومكانه دراسة موسعة عن الشيخ يقوم بها أحد الباحثين، يسَّر الله ذلك.\nويُلاحظ ـ في هذا الفصل (الثاني) ـ أثناء سرد كتب الشيخ ما يأتي:\n(1) أغفلت ذكر الطبعات، ومكان الطبع، وتاريخه، والقصد هنا: جمع مصنفات الشيخ وتخريجاته في مكان واحد، والمطبوع منها في متناول طلبة الْعِلْمِ.\nوغالب كتب الشيخ طُبِعَت (قديماً) في: \"المكتب الإسلامي\" بـ: \"بيروت\"، لصاحبه: الشيخ الفاضل: زهير الشاويش حَفِظَهُ اللهُ، والذي كان له فضلٌ كبيرٌ في نشر كتب السلف، ونشر مذهب \"أهل السنة والجماعة\"، كما كان له فضلٌ كبيرٌ في طبع ونشر كتب الشيخ الألباني.\n(وحديثاً) في: \"مكتبة المعارف\" بـ: \"الرياض\"، لصاحبها: الشيخ الكريم: سعد بن عبد الرحمن الراشد حَفِظَهُ اللهُ.\nوالباقي ـ وهو قليل ـ في غيرهما؛ ومنها:\n\"دار الأرقم\".\n\"الدار السلفية\"، وكلتاهما بـ: \"الكويت\".\n\"دار الصديق\" بـ: \"الجبيل\".\nالجزء: 1 ¦ الصفحة: 12\n",
        "”المكتبة الإسلامية” بـ: ”عَمَّان”.\n(2) اكتفيت بوضع (ط) في أواخر الكتبِ (المطبوعة) . وما خلا ذلك فهو (مخطوط) ، وأمَّا (المفقود) منها فقد بينته، وكذلك (ما لم يتمه) .\n(3) بعض الكتب يُسمّيها الشيخ بأكثر من اسم، وذلك عندما يحيل إليها (1) ، فأذكرها في ”الثَّبَت” في جميع المواضع، مع ترقيمِ واحدٍ منها، والإحالة إليه عند ورود أسمائه الأخرى؛ ومن ذلك:\n”تخريج مشكاة المصابيح” = ”مشكاة المصابيح”.\n(4) كما أنِّي أجعل لبعض الكتب أكثر من مدخل؛ وذلك لسهولة العثور على الكتاب. ولا سيما كتب ”الردود”، فإنِّي أذكرها أحياناً باسم الكتاب المردود عليه، ثم أحيل إلى الردِّ؛ فأقول:\n”الألباني: شذوذه وأخطاؤه” = ”الردُّ على رسالة: ”أرشد السلفي”.\n”نصوصٌ حديثية في الثقافة العامة” = ”نقدُ: (نصوص حديثية في الثقافة العامة) ”.\nوهكذا\n...\nونَبَّهْتُ على هذا هنا، حتى لا ينكر عليَّ أحدٌ، ولا مشاحة في الاصطلاح.\n(5) بعض كتب الشيخ مفقود كما صرَّح هو بذلك في بعض كتبه؛ ومنها:\n”مختصر صحيح مسلم” (أربعة أجزاء) ، وهو غير المطبوع (كما سيأتي) .\nو”الردُّ على رسالة الشيخ التويجري في بحوث من صفة الصلاة”.\nوغالب المفقود من كتب الشيخ (إن لم يكن كل المفقود) ، فُقِدَ منه أثناء انتقاله من ”دمشق” إلى ”عَمَّان” والله أعلم.\n(6) وهناك بعض الطبعات لكتبه قديمة، ونادرة، بل شبيهة بالمفقود، ولا يملكها إلا بعض طلبة الْعِلْمِ، تصويراً من المكتبات الكبيرة؛ منها:\n”الصراطُ المستقيم (رسالة فيما قرره الثقات الأثبات في ليلة النصف من شعبان) ”؛ لجماعة من علماء الأزهر.\nو”لَفْتَةُ الكَبِد في نصيحة الولد”؛ لابن الجوزي.\n(7) بعض كتبه لم يُطْبعْ على الرغم من قدمه، ولم يتمه الشيخ؛ ومنها:\n(1) ويبدو أنَّ الشيخ ـ رَحِمَهُ اللهُ ـ كانَ يكتبُ أسماء (مؤلفاته) من الذاكرة، أو قد يختصر في اسم الكتاب، أو يذكره بموضوعه.\nوهي طرقٌ معروفةٌ عند أهل العلم.\nالجزء: 1 ¦ الصفحة: 13\n",
        "”صحيح سنن أبي داود”، وهو غير ”الصحيح” المطبوع (كما سيأتي) .\nوتحقيق: ”الأحاديث المختارة”؛ للضياء المقدسي.\n(8) ما كان أصله الأشرطة، ولكن فُرِّغ، ونُسِخ، وطُبِع، فلم أجعلْ له رقماً، إلا إذا عَلِمْتُ أنَّه بعد نَسْخِهِ تمَّ عرضه على صاحبه ”الألباني”، فراجعه، أو أضاف إليه، أو أجرى عليه ما يدلُّ على إقراره له ككتابٍ، أو رسالةٍ تُنْسَب إليه (1) .\n(9) إذا وجدتَ كلمة (تخريج) في أوّل الكتاب، فهذا يعني أنَّ هذا كتابٌ مستقلٌ للشيخ؛ ومنها:\n”تخريج أحاديث فضائل الشام”.\nو”تخريج أحاديث مشكلة الفقر”.\n(1) وبهذه المناسبة أقول:\nمن الصعوبة (والحرج) أن يسطو تلميذٌ (مبتدئ) على محاضرةٍ لشيخه، فيقوم بنسخها، ومن ثم طباعتها، ونشرها، دون مراجعة شيخه، أو علمه.\nوذلك لأنَّ العلماء ـ ولا سيما الكبار ـ قد يُجيبون (شفاهة) من الذاكرة، وأمَّا عند الكتابة فيكون في كلامهم شيءٌ من التحرير، والدقة.\nولذلك كان ينهى سيد فقهاء عصره: العلامة: محمد بن صالح العثيمين ـ رَحِمَهُ اللهُ ـ أنْ تُنْسخ أشرطته، وتُطْبَع دون مراجعته.\nوقال في مقدمته لـ: ’’شرح العقيدة الواسطية’’ (1/17 ـ 18) ، وقد كان أشرطة، ثم نُسِخت:\n(من المعلوم أنَّ الشرح المتلقى من التقرير ليس كالشرح المكتوب بالتحرير؛ لأنَّ الأوّل يعتريه من النقص والزيادة ما لا يعتري الثاني\n...\n(ثم قال) : رأيت من المهم أن أقرأ ’’الشرح’’ بتمهُّلٍ، من أجل إخراج ’’الشرح’’ على الوجه المَرْضِيَّ، ففعلت ذلك ولله الحمد، وحذفت ما لا يُحتاج إليه، وزدت ما يُحتاج إليه) أ. هـ\nوقال العلامة الدكتور: صالح الفوزان حفظه اللهُ:\n(الأشرطة لا تكفي مرجعاً يُعْتَمَدُ عليه في نقل كلام أهلِ العلم؛ لأنها غير محررة، وكم من كلامٍ في شريطٍ لو عُرِضَ على قائله، لتراجع عنه) أ. هـ\nقاله ضمن مقال: ’’التحذير من كتاب: (هزيمة الفكر التكفيري) ؛ لخالد العنبري’’، ونُشِر بمجلة: ’’الدعوة’’، العدد رقم (1749) .\nالجزء: 1 ¦ الصفحة: 14\n",
        "وإذا كان التخريج في آخر الكتاب بين معكوفين [] ، فهذا يعني أنَّ الكتاب لأحد العلماء وقد طُبِع كاملاً، وفي الحاشية تخريجات الشيخ.\n(10) الكتاب المختوم بـ: [تحقيق] معناه أنَّ الشيخ هو الذي حقَّقه، وعلَّق عليه، وخرَّج أحاديثه لوحده، وما خُتِمَ بـ: [تخريج] معناه أنَّ دور الشيخ فيه هو تخريج أحاديثه فقط، أما تحقيقه، والتعليق عليه فلغيره؛ مثل: \"كلمة الإخلاص\" لابن رجب، \"والاحتجاج بالقدر\" لشيخ الإسلام.\n(11) قولي على الكتاب: (لم يتمه) ، أو (مفقود) ، أي: بحسب ما وقفت عليه من المصادر التي ذَكَرَت كتب الشيخ، وقد يكون الشيخ أتمّ بعضها، ومن المصادر كتاب: \"حياة الألباني\" للشيباني، وقد طُبِع قبل وفاة الشيخ بـ: (13) سنة، (كما سيأتي) ، فقد يكون الشيخ ـ خلال هذه المدة ـ أتمّ الناقص، أو عثر على المفقود، والله أعلم.\n(12) بعض كتب الشيخ له عليها مراجعات، وتعليقات جديدة ـ وذلك لدوام القراءة، والبحث، في كتب الحديث ـ ترتّبَ على بعضها تغير حكمه على بعض الأحاديث، ولم تُطبعْ هذه الكتب بالتعليق الجديد، فيُنْتَبه لهذا، ومنها: \"مشكاة المصابيح\"، و \"صحيح الجامع\"، و \"المنتخب\"، و \"الرد على رسالة التعقيب الحثيث\"، بل رأيته كثيراً ما يحيل إلى \"المشكاة\" بالتحقيق والتعليق الجديد، ولم تطبعْ بعد.\n(13) وقد أوصى الشيخ ـ رَحِمَهُ اللهُ ـ بجميع ما في مكتبته من المطبوع، أو المخطوط لـ: \"الجامعة الإسلامية\"، بـ: \"المدينة النَّبوية\" (1) .\n(14) عملي هذا خاص بسردِ كتب الشيخ ـ رَحِمَهُ اللهُ ـ إجمالاً، لا تفصيلاً، وكان غرضي منه نشر بيان بأسماء مؤلفاته مرتبة على الحروف، وقد استفدت من المصادر التي ترجمت للشيخ، في نقل بعض مؤلفاته، وقد يكون في عملي هذا بعض الوهم، أو الخطأ.\nوالله الموفق.\n**********\n(1) انظر الملحق الأوّل في آخر ''الثَّبَت'' (ص 186) .\nالجزء: 1 ¦ الصفحة: 15\n",
        "المبحث الأوّل: \"ثَبَتُ\" مؤلفات الشيخ\nرَحِمَهُ اللهُ\n[\"ثَبَت\" مؤلفات الشيخ رَحِمَهُ اللهُ]\n(\n...\n) \"أحاديثُ الإسراء والمعراج\" = \"الإسراء والمعراج\".\n(\n...\n) \"أحاديثُ البيوع وآثاره\" = \"تخريج أحاديث البيوع\".\n\"أحاديثُ التحري والبناء على اليقين في الصلاة\"، [تأليف] .\n\"الأحاديثُ الضعيفة والموضوعة التي ضعفها أو أشار إلى ضعفها ابن تيمية في: (مجموع الفتاوى) \"، [تأليف] .\n\"الأحاديث الضعيفة والموضوعة في أمهات الكتب الفقهية\"، [تأليف] .\nكتب له مقدمة كبيرة، ولم يتمه.\nويقصد بأمهات الكتب الفقهية:\n1 ـ \"الهداية\"؛ للمرغيناني (فقه حنفي) .\n2 ـ \"المدونة\"؛ لابن القاسم (فقه مالكي) .\n3 ـ \"شرح الوجيز\"؛ للرافعي (فقه شافعي) .\n4 ـ \"المغني\"؛ لابن قدامة (فقه حنبلي) .\n5 ـ \"بداية المجتهد\"؛ لابن رشد (فقه موازن) .\nوتلاحظ أنَّها شملت كتب المذاهب الأربعة، وزيادة، وقد وصل فيه إلى (ستة آلاف) حديث.\n\"الأحاديثُ المختارة\"؛ (للضياء المقدسي) ، [تحقيق] .\nلم يتمه.\n\"الاحتجاجُ بالقدر\"؛ (لشيخ الإسلام) ، [تخريج]ـ (ط) .\n(\n...\n) \"الإحسانُ في تقريب: (صحيح ابن حبان) \" = \"التعليقاتُ الحسان\".\n\"أحكامُ الجنائز وبدعها\"، [تأليف]ـ (ط) .\n\"أحكامُ الركاز\"، [تأليف] .\nوهو مفقود.\n\"الأحكامُ الصغرى\"؛ (للأشبيلي) ، [تحقيق] .\n\"الأحكامُ الوسطى\"؛ (للأشبيلي) ، [تحقيق] .\n\"الأجوبةُ النافعة عن أسئلة لجنة مسجد الجامعة\"، [تأليف]ـ (ط) .\n\"أداءُ ما وجب من بيان وضع الوضّاعين في رجب\"؛ (لابن دِحْيَةَ الكَلْبِيّ) ، [تخريج]ـ (ط) .\n\"آدابُ الزفاف في السنة المطهرة\"، [تأليف]ـ (ط) .\n\"الأذكارُ\"؛ (للنووي) ، [تعليق وتخريج] .\nوهو في الأصل تلخيصٌ لكتاب: \"نتائجُ الأفكار في تخريج أحاديث الأذكار\"؛ للحافظ ابن حجر.\n\"إرشادُ النقاد في تيسر الاجتهاد\"؛ (للصنعاني) ، [تخريج وتعليق] .\n\"إرواءُ الغليل في تخريج أحاديث: (منار السبيل) \"، [تأليف]ـ (ط) .\nوهو من أنفس كتب الشيخ رَحِمَهُ اللهُ، تناول فيه أحاديث كتاب \"منار السبيل\" لابن ضويان الحنبلي.\nومن عرف مكانة \"المنار\" عند علماء الحنابلة؛ عرف أهميّة \"الإرواء\".\nالجزء: 1 ¦ الصفحة: 16\n",
        "ولمعالي الشيخ الدكتور: صالح بن عبد العزيز آل الشيخ حَفِظَهُ اللهُ: ”التكميل لما فاتَ تخريجه من: (إرواء الغليل) ”، وهو ـ على صغر حجمه ـ نفيسٌ جداً، به تكمل فائدة ”الإرواء”.\n”إزالةُ الدهش والوَلَه عن المتحيِّر في صحة حديث: ((مَاءُ زَمْزَمَ لِمَا شُرِبَ لَهُ)) ”؛ (لمحمد بن إدريس القادري) ، [تخريج]ـ (ط) .\nخَرَجَت هذه الطبعة بتخريجِ الشيخ رَحِمَهُ اللهُ، وتَمَّم هذا التخريج، وزادَ فيه: الناشرُ، الشيخُ الفاضلُ: زهير الشاويش حَفِظَهُ اللهُ، كما وضَّحَ ذلك في المقدمة (ص 10) .\nوميَّز ـ الناشرُ ـ تخريجاتِ الشيخ عن إضافاته؛ فجعل تخريجات الشيخ تبدأ بـ: [ناصر] ، وتنتهي بـ: [ن] .\nوما زادَ عن ذلك، فهو من تعليقاتِهِ، وزياداته على الشيخ.\nوعلَّلَ ذلكَ بقوله (ص 10) :\n(وذلك محافظة على تبعية كل واحد منا لعمله، وقوله) أ. هـ\nوهو عملٌ سديدٌ، ولا سيما أنَّه يُتَمِّم كلاماً للشيخ ـ أحياناً ـ بكلامٍ للشيخِ نفسه في كتبه المطبوعة؛ كـ: ”إرواء الغليل”، و ”السِّلْسِلَتين”، أثابهما الله، وجعل عملهما ـ في نشر مذهب السلف ـ في موازين حسناتهما.\n”إزالةُ الشكوك عن حديث البروك”، [تأليف] .\nفي مسألة البروك في السجود، مناقشة لابن القيم، في: ”زاد المعاد”، وهو مفقود.\n”الأسئلة والأجوبة”، [تأليف] .\nومِمَّا جاء فيه: حكم قراءة القرآن على الموتى، وحكم المولد، وقضاء الصلاة الفائتة، وذهاب المرأة مع النساء إلى التراويح، وتكرار الجمعة\n...\n”أسباب الخلاف”؛ (للحميدي) ، [تحقيق] .\nلم يتمه.\n”الإسراءُ والمعراج وذكر أحاديثهما وتخريجها وبيان صحيحها من سقيمها”، [تأليف]ـ (ط) .\nانظر: ”صحيحُ الإسراء والمعراج” الآتي، والتنبيه عليه.\n”أسماء شيوخ الطبراني في: (المعجم الأوسط) ”، [تأليف] .\nوعددهم قرابة (الثمانمائة) ، وبجانب اسم أحدهم أرقام أحاديثه، بترقيمه هو، ليعلم من ذلك المقل منهم من المكثر، وهو مفيد في غير المشهورين منهم.\nالجزء: 1 ¦ الصفحة: 17\n",
        "وقد أشار إليه في المجلد (السادس) من: ”سلسة الأحاديث الصحيحة”، حديث رقم: (2616) ، (ص 227) .\n”أسماءُ الكتب المنسوخة من المكتبة الظاهرية”، [تأليف] .\n”إصلاحُ المساجد من البدع والعوائد”؛ (للقاسمي) ، [تخريج، وتعليق]ـ (ط) .\n(\n...\n) ”أصولُ السنة واعتقاد الدين” = ”كتابُ أصول السنة”.\n”الاعتكافُ”، [تأليف]ـ (ط) .\nطُبِعَ بذيل: ”قيام رمضان” ـ الآتي ـ بعنوان: ”بحثٌ قيم عن: الاعتكاف”.\n”إغاثةُ اللهفان من مصائد الشيطان”؛ (لابن القيم) ، [تخريج] .\n”اقتضاءُ الْعِلْمِ العمل”؛ (للخطيب البغدادي) ، [تحقيق]ـ (ط) .\n”الإكمالُ في أسماء الرجال”؛ (للخطيب التبريزي) ، [تحقيق]ـ (ط) .\n(\n...\n) ”الألباني: شذوذه وأخطاؤه” = ”الردُّ على رسالة: ”أرشد السلفي”.\n”الأمثالُ النبوية”، [تأليف] .\nجمع فيه: (اثنين وثلاثين ومائة) مثلٍ ”نبويٍ”.\nلم يتمه.\n”الآياتُ البيِّنات في عدم سماع الأموات على مذهب الحنفية السادات”؛ (لنعمان الألوسي) ، [تحقيق]ـ (ط) .\n”الآياتُ والأحاديث في ذم البدعة”، [تأليف] .\nوللشيخ الكثير من المحاضرات حول البدعة، وبعضها فرغ وطبع، وأصبح كتباً متداولة (1) .\n”الإيمانُ”؛ (لشيخ الإسلام) ، [تخريج]ـ (ط) .\n(\n...\n) ”الإيمانُ”؛ (لأبي عُبَيْد) = ”كتابُ الإيمان”.\n(\n...\n) ”الإيمانُ”؛ (لابن أبي شيبة) = ”كتابُ الإيمان”.\n”الباعثُ الحثيث شرح: (اختصار علوم الحديث) ”؛ (لأحمد شاكر) ، [تعليق]ـ (ط) .\n”بدايةُ السُّول في تفضيل الرسول - صلى الله عليه وسلم -”؛ (للعز بن عبد السلام) ، [تحقيق]ـ (ط) .\n”البدعةُ”، [تأليف] .\nوهو جزء من: ”تسديد الإصابة”، (الآتي) .\n”البرهانُ في رد العدوان”، [تأليف]ـ (ط) .\n”بغيةُ الحازم في فهرسة: (مستدرك الحاكم) ”، [تأليف] .\n[”بيان افتراءات وأخطاء أصحاب: (الإصابة في نصرة الخلفاء الراشدين والصحابة) ”] ، [ط] .\nانظر التنبيه الثاني الوارد عند: ”تسديد الإصابة”.\n”بينَ يدي التلاوة”، [تأليف] .\n(1) انظر: المبحث الثاني من هذا الفصل، (ص 97) .\nالجزء: 1 ¦ الصفحة: 18\n",
        "(\n...\n) ”التاجُ الجامع للأصول في أحاديث الرسول - صلى الله عليه وسلم -” = ”نقدُ كتاب: (التاج الجامع للأصول) ”.\n”تاريخُ دمشق”؛ (لأبي زُرْعَة، رواية: أبي الميمون، عبد الرحمن بن عبد الله ابن عمر بن راشد البجلي) ، [تحقيق] .\nوهو كامل، ويظن الشيخ أنَّه مفقود منه.\n(\n...\n) ”التاريخُ الكبير” = ”فهرس أحاديث كتاب: (التاريخ الكبير) ”.\n”تأسيسُ الأحكام على ما صحَّ عن خير الأنام بشرح أحاديث: (عمدة الأحكام) ”؛ (لأحمد بن يحيى النجمي) ، [علَّق على أحاديثه]ـ (ط) الجزء الأوّل فقط.\n”تحذيرُ الساجد من اتخاذ القبور مساجد”، [تأليف]ـ (ط) .\nولَعَلَّه أوّل بحث كتبه الشيخ.\nانظر: ”علماء ومفكرون” للمجذوب (1/289 ـ 290) .\nوهو جزء من: ”تسديد الإصابة” (الآتي) .\nوهو: ”الصلاةُ في المساجد المبنية على القبور”.\nوانظر التنبيه الأوّل في آخر: ”تسديد الإصابة”.\n(\n...\n) ”تحريرُ المرأة في عصر الرسالة” = ”الردُّ على كتاب: (تحرير المرأة في عصر الرسالة) ”.\n”تحريمُ آلات الطرب”، [تأليف]ـ (ط) .\nوسيرد باسم: ”الردُّ بالوحيين وأقوال أئمتنا”.\n”تحقيقُ معنى السنة”؛ (لسليمان الندوي) ، [تخريج]ـ (ط) .\n”تخريجُ أحاديث البيوع وآثاره”؛ [تأليف] .\nعمله لـ: ”موسوعة الفقه الإسلامي”، بكلية الشريعة، في جامعة ”دمشق”، ثم توقف عنه عندما توقفت الكلية عن طبع ”الموسوعة”.\n(\n...\n) ”تخريجُ أحاديث: (سنن أبي داود) ” = وهو: ”صحيح”، و ”ضعيف أبي داود” الآتيان، وهو من أنفس كتبه، وسيأتي أنَّه غير المطبوع.\n”تخريجُ أحاديث: (فضائل الشام ودمشق) ”؛ (للرَّبَعي) ، [تأليف]ـ (ط) .\n”تخريجُ أحاديث: (مشكلة الفقر وكيف عالجها الإسلام) ”؛ (للقرضاوي) ، [تأليف]ـ (ط) .\n”تخريجُ حديث أبي سعيد الخدري - رضي الله عنه - في سجود السهو”، [تأليف] .\n(\n...\n) ”تخريجُ: (الروضة الندية) ” = ”الروضةُ الندية”.\n(\n...\n) ”تخريجُ: (شرح العقيدة الطحاوية) ” = ”شرحُ العقيدة الطحاوية”.\n(\n...\n) ”تخريجُ: (الكلم الطيب) ” = ”الكلمُ الطيب”.\nالجزء: 1 ¦ الصفحة: 19\n",
        "(\n...\n) ”تخريجُ: (مشكاة المصابيح) ” = ”مشكاةُ المصابيح”.\n(\n...\n) ”تخريجُ: (المصطلحات الأربعة في القرآن) ” = ”المصطلحاتُ الأربعة في القرآن”.\n”ترجمةُ الصحابي أبي الغادية - رضي الله عنه - ودراسة مرويات قتله عمارَ بن ياسر - رضي الله عنه -”، [تأليف] .\n(\n...\n) ”تسديدُ الإصابة إلى من زعم نصرة الخلفاء الراشدين والصحابة”، [تأليف] .\nهذا عنوانٌ عامٌ لمجموعةٍ من رسائله العلميَّة؛ وهي:\n1 ـ ”البدعة”.\n2 ـ ”تحذير الساجد من اتخاذ القبور مساجد”.\n3 ـ ”التَّوَسُّل”.\nوهذه الرِّسالة ـ ”التَّوَسُّل” ـ غَيْر كتاب: ”التَّوَسُّل أنواعه وأحكامه”، الآتي برقم: (70) .\nوانظر ما علَّقْته عليه هناك.\n4 ـ ”صلاة التراويح”.\n5 ـ ”صلاة العيدين في المصلى خارج البلد هي السنة”.\n6 ـ[بيان افتراءات وأخطاء أصحاب: ”الإصابة في نصرة الخلفاء الراشدين والصحابة”] .\nوستجد كل رسالة في موضعها، من هذا ”الثَّبَت” (1) .\nوعليه؛ فـ: ”تسديد الإصابة” ليس كتاباً مستقلاً.\nوانظر: مقدمة: ”صلاة التراويح” (ص 3 ـ 4) .\n[تنبيهان] :\n[التنبيه الأوّل] :\nهذه الرسائل (الخمس) نصَّ عليها مؤلفها في مقدمة: ”صلاة التراويح” (ص 3 ـ 4) .\nوجاء في: ”حياة الألباني” للشيباني (2/688) ، نقلاً عن مقدمة الألباني لـ: ”صلاة التراويح”، ذِكْر هذه (الخمس) ، ولكنَّه ذَكَرَ: ”الصلاة في المساجد المبنية على القبور”، بدلاً من: ”تحذير الساجد من اتخاذ القبور مساجد”.\nوقد ذَكَر ”تحذير الساجد” مفرداً في (2/727) ، برقم: (25) .\nفأشكل عليَّ ذلك؛ أيهما أقدِّم:\nتصريح المؤلف (الألباني) في كتابه؟\nأم كلام التلميذ في كتابٍ قرأه على المؤلف؟\n(1) سوى الرسالة (السادسة) ، وهي محل (الإشكال) عندي، كما ستجده في التنبيه (الثاني) الآتي.\nالجزء: 1 ¦ الصفحة: 20\n",
        "ثم ظهرَ لي أنَّ ما ذكره الشيباني هو الاسم القديم لكتاب ”تحذير الساجد”، حيث كانت رسالة: ”الصلاة في المساجد المبنية على القبور” هي اللبنة الأولى لكتاب: ”تحذير الساجد”، ولمَّا أرادَ الشيخ ـ رَحِمَهُ اللهُ ـ طبع رسالة: ”الصلاة في المساجد المبنية على القبور” بشكل أبسط؛ فإنَّه راجعها، ونقَّحَها، وزادَ فيها، لتصبح بالشكل الجديد، وسَمَّاها بعد هذه الزيادات والتنقيحات: ”تحذير الساجد من اتخاذ القبور مساجد”.\nوأصبحت رسالة: ”الصلاة في المساجد المبنية على القبور”، جزءاً من أجزاء هذا الكتاب الجديد ”تحذير الساجد”، ومكانها هو الفصل السادس منه، فانظرها (ص 121) .\nوانظر كامل مقدمة: ”تحذير الساجد”، فإنَّها تُوحي بذلك، مع مراجعة ما كتبه الشيخ المجذوب ـ نقلاً عن الألباني نفسه ـ في: ”علماء ومفكرون” (1/289 ـ 290) .\nثم تيسر لي الاطلاع على كتاب: ”صلاة التراويح” في طبعته الأولى، فوجدت أنَّ الشيخ نفسه سمَّى الكتاب بـ: ”الصلاة في المساجد المبنية على القبور”.\nوانظر مقدمة هذه الطبعة (ص 4) ، ومنها نقل الشيباني.\nهذا ما ظَهَرَ لي ـ بعدَ تأمُّلٍ ـ والله أعلم.\n[التنبيه الثاني] :\nفهمتُ من مقدمةِ الشيخ الألباني ـ رَحِمَهُ اللهُ ـ لـ: ”صلاة التراويح”، أنَّ له كتاباً سبق سلسلة ”تسديد الإصابة”؛ حيث قال (ص 3 ـ 4) :\nالجزء: 1 ¦ الصفحة: 21\n",
        "(هذه هي الرسالة الثانية من الرسائل (الست) ، التي يتألف منها كتابنا: ”تسديد الإصابة إلى من زعم نصرة الخلفاء الراشدين والصحابة”، وكان موضوع الرسالة الأولى: بيان افتراءات وأخطاء أولئك المؤلفين الذي حاولوا الرد علينا في رسالتهم: ”الإصابة في نصرة الخلفاء الراشدين والصحابة”، فلم يصيبوا، ولم يفلحوا، كما بينته في الرسالة المشار إليها التي ما كادت تُطْبَع وتُنْشَر، حتى تلقاها أفاضل الناس على اختلاف مشاربهم بالرضا والقبول، لما رأوا فيها ـ على إيجازها ـ من بحوث نافعة، مدعمة بالحجج المقنعة، وإنصافٍ في الردِّ، واعتدالٍ في النَّقْدِ، وتَرَفُّعٍ عن مقابلةِ الاعتداء بالمثلِ، أسأل الله ـ تبارك وتعالى ـ أنْ يتقبلها منا\n...\nوها نحن اليوم نُقَدِّم الرسالة (الثانية) ، وهي الأولى من الرسائل (الخمس) ، التي وعدنا بها في الرسالة الآنفة الذكر) أ. هـ\nولم أعرفْ هذه ”الرِّسالة”، فليُبْحَث عنها.\n”تسهيلُ الانتفاع بكتاب: (ثقات ابن حبان) ”، [تأليف] .\nرتّب أسماءه على الحروف الهجائية، وذكر طبقة كل مترجم عنده بجانب اسمه بالأرقام (1، 2، 3) ، ورتَّب أحاديثَه وآثارَه والرواة على الحروف.\nانظر: ”حياة الألباني” للشيباني (2/583) .\n”تصحيحُ حديث إفطار الصائم قبل سفره بعد الفجر والردُّ على من ضعفه”، [تأليف]ـ (ط) .\nوقد نُشِرَت هذه الرسالة (أوّلاً) في: مجلة: ”التمدن الإسلامي”، في (ثلاثِ) مقالاتٍ متتابعةٍ، سنة: (1379هـ) (1) .\nثم طُبِعَت مستقلةً، بهذا العنوان.\n(1) انظر: مقدمة: ’’تصحيح حديث إفطار الصائم قبل سفره’’ (ص 4) .\nوسها نور الدين طالب فعدَّ في: ’’مقالات الألباني’’ (ص 20 ـ 21) ؛ هذه الرسالة ـ ’’التصحيح’’ ـ من المقالات التي لم تُطْبَع مستقلة، ولم تُنْشر بعد.\nالجزء: 1 ¦ الصفحة: 22\n",
        "وأصلُ هذه ”الرِّسالة” أنَّ للشيخ الألباني (تعليقاً) كتبه على فتوى ـ لعبد الله الهَرَري الحَبَشي ـ نُشِرَت بمجلة: ”التمدن الإسلامي” المجلد (20) ، (ص 501 ـ 502) (1) .\nفردَّ عليها الهَرَري الحَبَشي، ثم علَّق الألباني على رده الثاني.\nوالمطبوع في هذه ”الرِّسالة” هو:\nتعليق الهَرَري على تعليق الألباني الأوّل، ثم ردّ الألباني على تعليق الهرري.\nأمَّا التعليق الأوّل للألباني على الفتوى، فلم يُطبعْ مع: ”الرِّسالة”، ولا أظنُّ أنَّ في طبعه فائدة؛ لأنَّ الرد الثاني متضمن للأوّل، وزيادة، والله أعلم.\n”التصفيةُ والتربية وحاجة المسلمين إليهما”، [تأليف]ـ (ط) .\n(\n...\n) ”التعقيبُ على: (رسالة الحجاب) ”؛ (للمودودي) = ”الحجابُ”.\n”التعقيبُ المبعوث على: (رسالة السيوطي) الطرثوث”، [تأليف] .\n”التعليقُ الرغيب على: (الترغيب والترهيب) ”، [تأليف] .\nوهو غير: ”صحيح الترغيب”، و ”ضعيفه” الآتيين.\nوانظر: مقدمته لـ: ”صحيح سنن ابن ماجه” (1/ي ـ ك) ، فقد عدّهما كتابين.\n(\n...\n) التعليقُ على رسالة: (كلمة سواء) ” = ”كلمةٌ سواء”.\n(\n...\n) ”التعليقُ على: (سنن ابن ماجه) ” = ”سننُ ابن ماجه”.\n”التعليقُ على: (الموسوعة الفلسطينية) ”، [تأليف] .\n”التعليقُ الممجَّد على: (موطأ الإمام محمد) ”؛ (للكنوي) ، [تعليق وتخريج] .\nلم يتمه.\n”التعليقاتُ الجياد على: (زاد المعاد) ”؛ (لابن القيم) ، [تأليف] .\nلم يتمه، وهو مفقود.\n”التعليقاتُ الحسان على: (الإحسان في ترتيب: ”صحيح ابن حبان”) ”؛ (لابن بلبان الفارسي) ، [تأليف] .\n(\n...\n) ”التعليقاتُ الخيار” = ”رفعُ الأستار لإبطال أدلة القائلين بفناء النار”.\n”التعليقاتُ الرَّضِيّة على: (الرَّوْضَة النَّدِية) ”؛ (لصديق حسن خان) ، [تأليف]ـ (ط) .\nوانظر: ”الرَّوْضَة النَّدِية” الآتي.\n[تنبيه] :\n(1) وهذا التعليقُ مطبوعٌ ضمن: ’’مقالات الألباني’’ (ص 65 ـ 67) .\nالجزء: 1 ¦ الصفحة: 23\n",
        "طُبِعَت هذه التعليقات ضمن كتاب: ”الرَّوْضَة النَّدِية”، وهي ـ على أهميتها ـ يسيرة جداً بالنسبة للكتاب، وكان بالإمكان أن تخرج ”التعليقات” في جزءٍ مستقل، ليُستفاد منها (1) ، وخاصة إذا علمنا بأنَّ ”الرَّوْضَة” طُبِعَت، وخُدِمَت بما لا يدع مجالاً لطبعها مرة أخرى، وقد اشتراها طلبة العلم، ولكنهم اضطروا لشرائها من جديد، ومِمَّا زاد الأمرَ سوءاً أنَّ هذه الطبعة اشتملت في مقدمتها على متن ”الدرر البهية” (1/35 ـ 76) (كاملاً) ، وهو مدرج في الكتاب أصلاً.\nكما أنَّ محققه ـ عفا الله عنَّا وعنه ـ لمْ يذكرِ الأصول الخطية، التي نَشر عليها ”الدرر”، و ”الروضة”، وقد أشار إشارة خفيفة إلى استفادته من طبعة محمد صبحي حلاق، وليته اعتمدها أصلاً له، ونَشر ”التعليقات الرَّضيَّة” مفردة في جزءٍ لطيف، ويُشير عند كل تعليقة إلى موضعها في طبعة حلاق.\nقلت ما قلت؛ حتى لا تتبعثر الجهود، وينفق طالب العلم ماله في غير فائدة، والله المستعان.\n”تلخيصُ: (أحكام الجنائز) ”، [تأليف]ـ (ط) .\n”تلخيصُ: (حجاب المرأة المسلمة) ”، [تأليف] .\n”تلخيصُ: ”صفة صلاة النبي - صلى الله عليه وسلم -) ”، [تأليف]ـ (ط) .\nانظر التعليق على: ”صفة صلاة النبي - صلى الله عليه وسلم -” الآتي.\n”تمامُ المنة في التعليق على: (فقه السنّة) ”، [تأليف]ـ (ط) .\n(1) وقد تمر بك صفحات عدة من ’’التعليقات الرضية’’ ولا تجد تعليقاً واحداً للشيخ، وانظر علىسبيل المثال:\n(1/295 ـ 340) ، و (1/352 ـ 393) .\nفهذه صفحات متتالية، ليس فيها تعليق للشيخ، مما يؤكد عدم فائدة طبع التعليقات مع كتاب ’’الروضة النديّة’’، والله أعلم.\nالجزء: 1 ¦ الصفحة: 24\n",
        "طُبِعَ منه جزءٌ (واحد) فقط، وينتهي التعليق عند آخر (كتاب الصيام) (1) ، من ”فقه السنّة”؛ وعليه فالتعليق يشمل (ربع) الكتاب، وقد طُبِع الكتاب ـ في ط. الثانية ـ عام (1409هـ) ، والشيخ ـ بَرَّدَ اللهُ مَضْجعَهُ ـ عاش بعد ذلك أكثر من (عشر) سنين، وكان عازماً على تتمة العمل إلى آخر الكتاب (2) ، ولا أدري هل أتم شيئاً، أو لا، فاللهُ أعلم.\n”تمامُ (تمامِ المنة في التعليق على: ”فقه السنة”) ”، [تأليف] .\nكذا في: ”الأصالة”، وهل هو (استدراك) على السابق، أو (تتمة) له؟ اللهُ أعلم.\n”تمامُ النصح في أحكام المسح”، [تأليف]ـ (ط) .\nطُبِعَ بذيل: ”المسح على الجوربين” الآتي.\n”التمهيدُ في فرض رمضان”، [تأليف] .\n”التنكيلُ لما في: (تأنيب) الكوثري من الأباطيل”؛ (للمعلمي) ، [تخريجٌ، وتعليقٌ، بمشاركة: محمد عبد الرزاق حمزة، وزهير الشاويش]ـ (ط) .\n”تهذيبُ: (صحيح الجامع الصغير وزياداته) والاستدراك عليه”، [تأليف] .\n”التوحيدُ”؛ (لمحمد أحمد العدوي) ، [تخريج وتعليق] .\n”التَّوسلُ”، [تأليف]ـ (ط) .\nرسالة.\nوانظر الكلام على الكتاب (الآتي) .\n”التَّوَسّلُ أنواعه وأحكامه”، [تأليف]ـ (ط) .\nأصل هذا الكتاب محاضرتان ألقاهما الشيخ في صيف عام (1932م) ، في داره في ”مخيم اليرموك”، بمدينة ”دمشق”، ثم فُرِّغَت من آلة التسجيل، فنقَّحها الشيخ: محمد عيد العباسي، وأضاف إليها بعض الفوائد، وخرَّجَ الآياتِ وبعضَ الأحاديثِ.\nثم دفع إليه الشيخ ناصر ـ رَحِمَهُ اللهُ ـ رسالة مخطوطة بعنوان: ”التَّوَسُّل” (3) كان قد كتبها منذ زمن بعيد، وكانت ـ هذه الرسالة ـ حلقة من سلسلة: ”تسديد الإصابة” (السابق) .\nفضمها العباسي إلى المحاضرتين، وألَّف بينها وبينهما.\nثم عرضَ البحث بشكله الجديد على الشيخ ناصر، فهذَّبه ونقَّحه، فكان هذا الكتاب.\n(1) وبقي منه: (ليلة القدر) ، و (الاعتكاف) .\n(2) كما قال في مقدمة (ص 4) .\n(3) وهي الرسالة السابقة برقم: (69) .\nالجزء: 1 ¦ الصفحة: 25\n",
        "* مِمَّا سبق يتبَيَّن لكَ أنَّ هذا الكتاب ـ ”التَّوَسُّل أنواعه وأحكامه” ـ غير رسالة ”التوسل” (السابقة) ، وبالله التوفيق.\nوانظر مقدمة: ”التَّوَسُّل أنواعه وأحكامه” (ص 5 ـ 7) .\n(\n...\n) ”تيسيرُ انتفاع الخلان بترتيب: (ثقات ابن حبان) ” = ”تسهيل الانتفاع”.\n(\n...\n) ”الثقاتُ”؛ (لابن حبان) = ”تسهيل الانتفاع”.\n”الثمرُ المستطاب في فقه السنة والكتاب”، [تأليف] .\nلم يتمه.\n(\n...\n) ”الجامعُ الصغير وزياداته” = انظر: ”صحيح الجامع”، و ”ضعيفه” الآتيين، وانظر الكلام على: ”الفتح الكبير” الآتي.\n”جامع المناسك الثلاثة”؛ (لأحمد المنقور النجدي) ، [تخريج، بمشاركة: ”المكتب الإسلامي”]ـ (ط) .\nقال الناشر: فضيلة الشيخ: زهير الشاويش ـ حَفِظَهُ اللهُ ـ في مقدمته (ص د) :\n(وذيلناه ـ أي: كتاب: ”جامع المناسك” ـ بتخريج الأحاديث النبوية الشريفة، وما قلنا فيه: ”قال ناصر الدين”؛ فهو من تخريج: المحدث، العلامة: محمد ناصر الدين الألباني) أ. هـ\nقلت: بعد تتبع التخريجات وجدتها (24) تخريجاً، والذي ذُكِرَ فيه اسم الشيخ ناصر ـ رَحِمَهُ اللهُ ـ صراحة (تخريجان) فقط.\n(\n...\n) ”جزءُ صلاة الكسوف” = ”صفة صلاة الكسوف”.\n”جلبابُ المرأة المسلمة”؛ [تأليف]ـ (ط) .\nوكان اسمه في طبعاته القديمة: ”حجاب المرأة المسلمة في الكتاب والسنة”، وسيأتي.\n”الجمعُ بين (ميزان الاعتدال) ، و (لسان الميزان) ”؛ (للحافظين: الذهبي، وابن حجر) ، [تأليف] .\nذَكَرَ الشيباني في: ”حياة الألباني” (2/581) أنَّ أصوله فُقِدَت في: ”دمشق”، ثم ترك العمل به بعد ذلك، والله أعلم.\n”جواب حول الأذان وسنة الجمعة”، [تأليف] .\n(\n...\n) ”الحج الكبير” = ”حجة الوداع”.\n”الحجُ المبرورُ”؛ (للعلوشي) ، [تحقيق] .\nذكره المجذوب ـ رَحِمَهُ اللهُ ـ في: ”علماء ومفكرون عرفتهم” (1/308) .\n”الحجابُ”؛ (للمودودي) ، [تعقيب]ـ (ط) .\n(\n...\n) ”حجابُ المرأة المسلمة في الكتاب والسنة”.\nالجزء: 1 ¦ الصفحة: 26\n",
        "هذا هو الاسم القديم لـ: ”جلباب المرأة المسلمة”، السابق.\n”حجابُ المرأة ولباسها في الصلاة”؛ (لشيخ الإسلام) ، [تحقيق]ـ (ط) .\n”حجةُ النبي - صلى الله عليه وسلم - كما رواها عنه جابر - رضي الله عنه -”، [تأليف]ـ (ط) .\n”حجةُ الوداع”، [تأليف] .\nوهو أصل الكتاب السابق.\nولعله: ”الحج الكبير”.\nذكره الشيخ في فهارس ”تحذير الساجد” (ص 148) ، رقم: (68) ، وقال:\n(لم ينجزْ) .\nوكتاب ”تحذير الساجد” طُبِعَ قديماً، فالله أعلم.\n”الحديثُ حجةٌ بنفسه في العقائد والأحكام”، [تأليف]ـ (ط) .\nأصله محاضرة ألقاها الشيخ في: ”غرناطة”، بـ: ”الأندلس”.\n”الحديثُ النبوي”؛ (لمحمد بن لطفي الصباغ) ، [تخريج] .\n”حقوقُ النساء في الإسلام وحظهن من الإصلاح المحمدي العام”؛ (لمحمد رشيد رضا) ، [تعليق، وتخريج]ـ (ط) .\n”حقيقةُ الصيام”؛ (لشيخ الإسلام) ، [تخريج]ـ (ط) .\n(\n...\n) ”حكمُ تارك الصلاة”، [تأليف]ـ (ط) .\nسيأتي الكلامُ عليه في المبحث الثاني، من هذا الفصل، برقم: (3) .\n(\n...\n) ”حواشٍ على: (نزهةُ النظر في توضيح: (نخبة الفكر) ” = ”نزهةُ النظر في توضيح: (نخبة الفكر) ”.\n”الحوضُ المورود في زوائد: (منتقى ابن الجارود) ”، [تأليف] .\nوهو زوائد ”المنتقى” على: ”الصحيحين”.\nلم يتمه، وهو مفقود.\n”خطبةُ الحاجة التي كان رسول الله - صلى الله عليه وسلم - يعلمها أصحابه”، [تأليف]ـ (ط) .\nوقد نُشِرَت هذه الرسالة (أوّلاً) في: مجلة: ”التمدن الإسلامي”، في حلقاتٍ متتابعة (1) .\nثم طُبِعَ مستقلاً، بهذا العنوان.\n”خلاصةُ السيرة”، [تأليف]ـ (ط) .\n”الدعوة السلفية أهدافها وموقفها من المخالفين لها”، [تأليف] .\n(1) انظر: مقدمة: ’’خطبة الحاجة’’ (ص 6) .\nوسَهَا نور الدين طالب في: ’’مقالات الألباني’’ (ص 21) ؛ فعدّ هذه الرسالة ـ ’’خطبة الحاجة’’ ـ من المقالات التي لم تُطْبَع مستقلة، ولم تُنْشر بعد.\nالجزء: 1 ¦ الصفحة: 27\n",
        "”دفاعٌ عن الحديث النبوي والسيرة في الرد على جهالات الدكتور البوطي في كتابه: (فقه السيرة) ”، [تأليف]ـ (ط) .\nوقد نُشِرَ هذا الكتاب (أوّلاً) في: مجلة: ”التمدن الإسلامي”، في حلقاتٍ متتابعة سنة: (1390هـ) (1) .\nثم طُبِعَ مستقلاً، بهذا العنوان.\n(\n...\n) ”ديوانُ أسماء الضعفاء والمتروكين” = ”ديوان الضعفاء والمتروكين”.\n”ديوانُ الضعفاء والمتروكين”؛ (للذهبي) ، [تحقيق] .\nلم يتمه.\n”الذبُّ الأحمد عن مسند الإمام أحمد”، [تأليف]ـ (ط) .\nكتبه بناءً على طلبٍ من سماحة الإمام: عبد العزيز بن باز رَحِمَهُ اللهُ.\n”رجال الجرح والتعديل”؛ (لابن أبي حاتم) ، [تأليف] .\nلَعَلَّهُ فهرس لأسماء الرجال الواردين في الكتاب، والله أعلم.\n(\n...\n) ”الردُّ بالوحيين وأقوال أئمتنا على ابن حزم ومُقَلِّدَيْه المُبِيحَيْن للمعازف والغنا وعلى الصوفية الذين اتخذوه قربة ودينا”.\nوهو كتاب: ”تحريم آلات الطرب” السابق.\nوقصد بقوله: (ومُقَلِّدَيْه) : محمد أبو زهرة، ومحمداً الغزالي رَحِمَهُمَا اللهُ.\nوفي الكتاب ـ أيضاً ـ ردٌ على الدكتور يوسف بن عبد الله القرضاوي هداه الله، في المسألة نفسها.\n”الردُّ البديع في مسألة القبض بعد الركوع”، [تأليف] .\n(\n...\n) ”الردُّ على الجهمية”؛ (للدارمي) ، [تخريج]ـ (ط) .\nأصدره ”المكتب الإسلامي”، بـ: ”بيروت” في طبعتين، بدون ذكرٍ لاسم المعتني به تحقيقاً أو تخريجاً.\nثم صدرت الطبعة (الثالثة) ، وقد كُتِبَ على غلافها:\n(تخريج: محمد ناصر الدين الألباني) .\nمع العلم بأنَّ الطبعة (الثالثة) صورة عن سابقتها، فعلى هذا يكون الشيخ هو الذي خرَّج أحاديث الكتاب من قبل، ولكن سقط اسمه من غلاف الكتاب سهواً.\nهذا ما يُقال إذا أحسنا الظن في هذا الأمر (2) .\n(1) انظر: ’’مقالات الألباني’’؛ لنور الدين طالب (ص 21) .\n(2) وانظر: مقدمة بدر البدر لـ: ’’الرد على الجهمية’’؛ للدارمي (ص 7) .\nالجزء: 1 ¦ الصفحة: 28\n",
        "ولا أظن أنَّ الشيخ زهيراً الشاويش ـ حَفِظَهُ اللهُ ـ (وهو شيخٌ فاضل) ، يجرؤ على وضع اسم الشيخ على كتابٍ ما نظر فيه، فضلاً عن كونه حقَّقه، أو راجعه.\nومِمَّا يؤكد هذا الظن الحسن؛ قول الشيباني في: ”حياة الألباني” (2/843) :\n(هذا الكتاب من تحقيقات الشيخ: زهير الشاويش (1) ـ صاحب ”المكتب الإسلامي” ـ وقد عرضَ أحاديثَ الكتابِ على الشيخ ناصر الألباني، فخرَّجها تخريجاً علمياً، وأضاف إليها النافع المفيد، وخاصة أنَّه يناقش مسألة عظيمة من مسائل أصول الدين) أ. هـ\nثم عجبتُ من عدمِ ذكرِ هذا الكتاب ضمن مؤلفات الشيخ في: ”الأصالة”، وعلَّق علي بن حسن على ذلك بقوله:\n(أما كتاب: ”الرد على الجهمية” للدارمي المثبت على غلافه اسم شيخنا: فإنَّ تحقيقه منسوب للشيخ، وليس له، كما أجابني شخصياً، قبل نحو عشر سنوات، أو زيادة، لما سألته عنه) أ. هـ\nويزداد الأمر غموضاً إذا عَلِمْتَ أنَّ ”كتاب الشيباني” قُرِئ على الْمُتَرْجَمِ (الألباني) ، فما أنكر ذلك، ولو تكلم في هذا التخريج، أو أنكر كونه له، لذكر ذلك الشيباني، وخاصة أنَّ صاحب الترجمة قرأ ما كُتِبَ فيه عنه قبل طباعة الترجمة ونشرها.\nولَعَلَّ الأمرَ فيه لبسٌ، والله أعلم.\n[تنبيهٌ] :\nعلى القول بأنَّ هذا التخريج للألباني؛ فإنَّ قول الشيباني:\n(فخرَّجها تخريجاً علمياً، وأضاف إليها النافع المفيد) .\nفيه مبالغة ظاهرة، ما كانت تليق بكتابه.\nفالكتاب غير مُخَرَّج، ولكن فيه اليسير من التعليقات الحديثية، وغيرها، وخدمة هذا الكتاب في هذه الطبعة رديئة نصاً، وتعليقاً، وتخريجاً، والله أعلم.\nوقد يُقال: إنَّ الشيخ ناصراً ـ رَحِمَهُ اللهُ ـ نظر نظرةً سريعةً في الكتاب، فوضع كلمة هنا، وأخرى هناك، على أنَّ هذا تعليقٌ خفيف سنحت به ذاكرته، ووقته، لا تحقيقاً علمياً، أو تخريجاً حديثياً. فلم يضع الناشر اسمه في الطبعات الأولى (تردداً) ، ثم وضعه أخيراً.\n(1) وانظر (أيضاً) : ’’حياة الألباني’’؛ (1/103) .\nالجزء: 1 ¦ الصفحة: 29\n",
        "أقول هذا: على القول بأنَّ هذا التخريج للألباني، وهو قول فيه شبهة، كما رأيت.\n”الردُّ على رسالة: (إباحة التحلي بالذهب المحلق) ”، [تأليف]ـ (ط) .\nوالرسالة المعنيَّة لفضيلة الشيخ: إسماعيل الأنصاري رَحِمَهُ اللهُ.\nذكره الشيباني كاملاً في: ”حياة الألباني” (1/117 ـ 228) ، ولم يُطْبعْ مستقلاً، وهو ناقصٌ، حيث سقط منه الجزء الأوسط (1) .\n”الردُّ على رسالة: (أرشد السلفي) ”، [تأليف] .\nواسم هذه الرسالة: ”الألباني: شذوذه وأخطاؤه”، واسم مؤلفها الحقيقي: ”حبيب الرحمن الأعظمي”.\nوجاء في: ”الأصالة”:\n(وهو مطبوع ضمن كتاب: ”الردُّ العلمي”) أ. هـ\nقلت: والمراد: ”الردُّ العلمي على حبيب الرحمن الأعظمي المُدَّعي بأنَّه أرشَدُ السلفيُّ في ردِّه على الألباني وبيان افترائه عليه”؛ لسليم الهلالي ورفيقه.\nوقد صدر منه الجزء الأوّل بقلمهما. وتبعه الثاني، وجاء في (ص 4) منه:\n(استفدنا في هذا الجزء كثيراً مما كان كتبه شيخنا الألباني [رَحِمَهُ اللهُ] ردَّاً على المدَّعي بأنَّه أرشد السلفي.\nوقد دفع إلينا شيخنا ما كتبه للاستعانة به، فجزاه الله خيراً) أ. ه\nـ[مختصراً] .\nوالكتاب من عمل الاثنين أصالة، وقد استفادا ـ ولا شك ـ مِمَّا كتبه الشيخ، وليتهما ذكرا كلام الشيخ بنصه، وزادا عليه إن تطلب الأمر ذلك، أو علَّقا عليه في الهامش. فالشيخ ـ رَحِمَهُ اللهُ ـ أبلغُ منهما رداً، وأفصح عبارة، وشتَّان بين القلمين.\n”الردُّ على رسالة: (التعقيب الحثيث) ”؛ (لعبد الله الهَرَري الحَبَشي) ، [تأليف]ـ\n(ط) .\nوقد نُشِرَ هذا الكتاب (أوّلاً) في: مجلة: ”التمدن الإسلامي”، في حلقاتٍ متتابعة سنتي: (1376 ـ 1377هـ) (2) .\nثم طُبِعَ مستقلاً، بهذا العنوان.\n”الردُّ على رسالة الشيخ التويجري في بحوث من صفة الصلاة”، [تأليف] .\n(1) انظر الملحق الأوّل في آخر ’’الثَّبَت’’ (ص 191) .\n(2) انظر: ’’مقالات الألباني’’؛ لنور الدين طالب (ص 20) .\nالجزء: 1 ¦ الصفحة: 30\n",
        "وهو ردٌّ على رسالةٍ لشيخنا العلامة: حمود بن عبد الله التويجري رَحِمَهُ اللهُ، بعنوان: ”التنبيهات على رسالة الألباني في الصلاة”.\nوهو مفقود.\n(\n...\n) ”الردُّ على ابن حزم في حديث المعازف = وهو كتاب: ”تحريم آلات الطرب”، السابق.\n(\n...\n) ”الردُّ على ابن حزم في إباحة آلات اللهو والطرب”.\nوهو كتاب: ”تحريم آلات الطرب”، السابق.\nذكره الشيباني في: ”حياة الألباني” (1/306) بهذا الاسم، وذكر في الحاشية (*) أنَّه مفقود.\nوقد طُبِعَ هذا الكتاب مؤخراً؛ ولم يشر الشيخ في مقدمته إلى أنَّه كان مفقوداً، إلا أنْ يكون المطبوع: ”تحريم آلات الطرب” ـ وهو: ”الرَّد بالوحيين” ـ غير ”الرد على ابن حزم”، فيكون للشيخ كتابان في الموضوع نفسه، والله أعلم.\n”الردُّ على السَّخَّاف فيما سوّده على: ”دفع شبَه التشبيه”، [تأليف] .\nكذا السَّخَّاف، والمراد: المحترق في بدعته: الحسن بن علي السقاف، بالقاف لا بالخاء.\nوما أدري هل (السَّخَّاف) خطأ مطبعي؟\nأو أنَّ المصنفَ تعمّدَ تسميته بهذا؟\n[”الردُّ على السيوطي حول دعواه خلو كتابه من أحاديث الكذَّابين والوضَّاعين”] ، [تأليف] .\nمناقشة علميّة في (أربع) صفحات، كان الشيخ الألباني ـ رَحِمَهُ اللهُ ـ قد كتبها مناقشاً للإمام السويطي حول دعواه خلو كتابه: ”الجامع الصغير” من حديث انفرد بِهِ وضّاع، أو كذَّاب.\nوهي في عداد المفقود.\nيقول الشيخ: زهير الشاويش حَفِظَهُ اللهُ:\n(أثناء إعداد الطبعة الأولى (1) ، سألت شيخنا الألباني عن كلامٍ له حول هذا الموضوع ـ نقل السيوطي أحاديث في: ”الجامع الصغير” انفرد بها وضَّاع، أو كذَّاب ـ خلافاً لِمَا قاله في مقدمته لـ: ”الجامع الصغير من حديث البشير النذير”.\nفتذكر أنَّ له في هذا كلاماً، ولكن لا يدري أيْن هو\n...\n[ثم قال الشيخ زهير:]\n(1) لـ: ’’صحيح الجامع الصغير’’.\nالجزء: 1 ¦ الصفحة: 31\n",
        "رأيت نسخة من: ”الجامع الصغير” في مكتبة عامة بـ: ”دمشق”، وعليها إهداء من الشيخ ناصر إلى المكتبة نفسها. ولفت نظري في أوّلها كلامٌ يُقَدّر بـ (أربع) صفحات في الردِّ على الإمام السيوطي، حول دعواه خلو كتابه من أحاديث الوضّاعين، والكذابين\n...\nوظهر أنَّ الشيخ ناصر الدين وهب الكتاب، من غير أنْ يتنبَّه إلى نقل ما كتبه على هذه النسخة، فكلّفت من يبحث لي عن هذه النّسخة، ولكن من غير جدوى) (1) أ. هـ\n[تنبيه] :\nالاسم الموجود لهذه الأوراق من وضعي؛ وذلك للدَّلالة على موضوع هذه الأوراق، وهو مستفادٌ من كلام الشيخ زهير الشاويش حَفِظَهُ اللهُ.\n”الردُّ على عز الدين بليق في: (منهاجه) ”، [تأليف] .\nأي: ”منهاج الصالحين من أحاديث وسنة خاتم الأنبياء والمرسلين”.\n”الردُّ على عز الدين بليق في: ”موازين القرآن والسنة للأحاديث الصحيحة والضعيفة والموضوعة” على حديث (التربة) ، [تأليف]ـ (ط) .\nذكره الشيباني كاملاً (1/228 ـ 244) ، وهو ردٌ قد نُشِر منه (أربع) حلقات، في جريدة: ”الرأي الديني”، بـ: ”الأردن” آخرها في: (29/4/1983م) ، وقد أشار الشيخ إلى ذلك في: ”سلسلة الأحاديث الصحيحة” (4/664 ـ 665) .\nوسيأتي هذا الردّ في موضع الكتاب: ”موازين القرآن والسنة للأحاديث الصحيحة والضعيفة والموضوعة”.\n[تنبيهٌ] :\nجاء في ”الأصالة” أنَّ الذي نُشِرَ منه حلقات بجريدة ”الرأي” هو: ”الرد على عز الدين بليق في: ”منهاجه” السابق.\nوالذي أرَاه (بعد التأمّل في المقالات) : أنَّ ما نُشِرَ في ”الرأي الديني” هو ردٌ على فكر الرجل (عموماً) ، وعلى كتابيه (خصوصاً) ، والله أعلم.\n(1) مقدمة: ’’صحيح الجامع الصغير’’ (1/29) ح (1) ، وانظر تتمة القصة فيه.\nوأكدَّ الشاويش في الموضع نفسه أنَّ هذه الأوراق ما زلت مفقودة؛ بدليل أنَّه يذكر ما كُتِب فيها، وهو نفيسٌ جداً، ولمْ يجدْه في المطبوع من كتب الشيخ.\nالجزء: 1 ¦ الصفحة: 32\n",
        "”الردُّ على كتاب: (تحرير المرأة في عصر الرسالة) ”؛ (لمحمد عبد الحليم أبو شقة) ، [تأليف] .\n”الردُّ على كتاب: (ظاهرة الإرجاء) ”؛ (للشيخ الدكتور: سفر بن عبد الرحمن) ، [تأليف] .\nلا أعلم هل هذا الردّ خاص بالقسم الذي ردّ فيه الشيخ: سفر ـ حَفِظَهُ اللهُ ـ على الشيخ ناصر ـ رَحِمَهُ اللهُ ـ في بعض المسائل، أو أنَّ هذا الردّ عامٌّ على الكتاب؟ فالله أعلم.\nو”ظاهرة الإرجاء في الفكر الإسلامي” كتاب نفيس في موضوعه، ضاق به البعض، لما أبان عن رأي الشيخ ـ رَحِمَهُ اللهُ ـ في بعض المسائل، فشغبوا على الكتاب، ونبذوه، وتكلموا فيه، وفي مؤلفه، وفيه الكثير من الحق الذي لا خلاف فيه.\n”الردُّ على كتاب: (المراجعات) ”؛ (لعبد الحسين شرف الدين الشيعي) ، [تأليف] .\n”الردُّ على: (هدية البديع في مسألة القبض بعد الركوع) ”، [تأليف] .\n”الردُّ المفحم على من خالف العلماء وتشدد وتعصب وألزم المرأةَ أنْ تسترَ وجهها وكفيها وأوجب ولم يقنعْ بقولهم إنَّه سنة ومستحب”، [تأليف]ـ (ط) .\nلمَّا ألَّف الشيخ كتابه: ”حجاب المرأة المسلمة”، ردّ عليه غير واحد من العلماء في مسألة: (كشف المرأة لوجهها ويديها) ، فردّ عليهم في مقدمته للطبعة الجديدة للكتاب، والذي سمَّاه: ”جلباب المرأة المسلمة”، ولما كان الردُّ طويلاً، رأى الشيخ فصله من المقدمة؛ ليُخْرِجه في كتابٍ مستقل، حتى لا يطول حجم الكتاب الأصل.\nذكر ذلك الشيخ في مقدمة: ”الجلباب” (ص 5) .\n”رسالةُ ابن تيمية في الردّ على من قال بفناء الجنة والنار”؛ (يُنْسب لشيخ الإسلام) ، [تحقيق، ومناقشة]ـ (ط) .\nالكتاب (مخطوط) في ثلاث ورقات، زعم النَّاسخ أنَّه مختصرٌ من كلام شيخ الإسلام.\nذكرها الشيباني كاملة في: ”حياة الألباني” (1/245 ـ 297) .\n(\n...\n) ”رسالةٌ في حكم اللحية” = ”اللحية في نظر الدين”.\n(\n...\n) ”رسالة: (كلمة سواء) ” = ”كلمة سواء”.\n”رفعُ الأستار لإبطال أدلة القائلين بفناء النار”؛ (للصنعاني) ، [تحقيق]ـ (ط) .\nالجزء: 1 ¦ الصفحة: 33\n",
        "جاء في: ”الأصالة”:\n(رأيت بخطِّه تسميته له بـ: ”التعليقات الخيار”) .\n(\n...\n) ”رفعُ الآصار في ترتيب أحاديث: (مشكل الآثار) ” = ”وضع الآصار”.\n”الروضُ النضير في ترتيب وتخريج: (معجم الطبراني الصغير) ”، [تأليف] .\nوهو من أوائل كتبه رَحِمَهُ اللهُ، وكتب الشيخ على طرّته:\n(المؤلف لا يرغب بطبع هذا الكتاب؛ لأنَّه من أوائل أعماله العلمية) (1) .\n(\n...\n) ”الروضةُ الندية”، (لصديق حسن خان) ، [تخريج] .\nذكره الشيخ في مقدمة: ”صحيح الجامع” (1/59) ، ولا أعلم هل هو: ”التعليقاتُ الرضية على الروضة الندية” السابق، أو غيره؟\nوأظنه إيّاه؛ ولكن ”التعليقات الرضية” ليست تخريجاً لـ: ”الروضة الندية”، بل تعليقات عامة، يوجد فيها التخريج، وغيره، ثم إنَّها على مواضع من ”الروضة”، ولم تشمل أدلة ”الكتاب”، فضلاً عن مسائله، والله أعلم.\n”رياضُ الصالحين”؛ (للنووي) ، [تحقيق]ـ (ط) .\n”زهرُ الرياض في ردِّ ما شنعه القاضي عياض على من أوجب الصلاة على البشير النذير في التشهد الأخير”؛ (لمحمد بن محمد الخضري الدمشقي) ، [تحقيق] .\nلم يتمه، وهو مفقود.\n”الزوائدُ على: (الموارد) ”، [تأليف] .\nويعني: ”موارد الظمآن إلى زوائد: (ابن حبان) ”؛ (للهيثمي) .\nوهو استدراكٌ لِمَا فات الهيثمي، مِمَّا هو على شرطه.\n”سُؤالٌ وجوابه حول فقه الواقع”، [تأليف]ـ (ط) .\n”السفرُ الموجب للقصر”، [تأليف] .\nلم يتمه.\nوقد أطال الشيخ في بيان المسألة في: ”سلسلة الأحاديث الصحيحة” حديث رقم: (163) ، ولا أظن أنَّ مضمون هذه ”الرِّسالة” سيخرج عمَّا قاله في: ”السلسلة الصحيحة”، والله أعلم.\n”سبلُ السلام شرح: (بلوغ المرام) ”؛ (للصنعاني) ، [تعليق] .\nلم يتمه.\n”سلسلةُ الأحاديث الصحيحة وشيء من فقهها وفوائدها”، [تأليف]ـ (ط) .\n”سلسلةُ الأحاديث الضعيفة والموضوعة وأثرها السيئ في الأمة”، [تأليف]ـ (ط) .\n[فائدة] :\n(1) انظر الملحق الأوّل في آخر ’’الثَّبَت’’ (ص 189 ـ 190) .\nالجزء: 1 ¦ الصفحة: 34\n",
        "بدايات هاتين ”السِّلْسِلَتَيْن” مقالات متتابعة، كان الشيخ يكتبها في: مجلة: ”التمدن الإسلامي”.\nفبدأ بمقالات: ”الأحاديث الضعيفة والموضوعة، وأثرها السيء في الأمة”، وأوّل مقال فيها كتبه في: (26/8/1374هـ) .\nوبعد مضي (خمس) سنوات ـ أي عام: (1379هـ) ـ بدأ الشيخ يكتب في مقالات ”الأحاديث الصحيحة” (1) .\nثم خرجت ”السلسلتان” في مجلداتٍ كبيرة، يحتوي كل مجلد على (500) حديث، حكم عليها الشيخ، وفي المجلد نفسه الكثير من الأحاديث والآثار، مما ذكرها الشيخ استشهاداً، أو مناقشة، وفيها ـ أيضاً ـ الكثير من الأبحاث العقدية، والحديثية، والفقهية، وفوائد جمة.\nوقد تم طبع (سبعة) مجلدات من كل قسم (2) ، مجموع ما في كل منهما: (3500) حديثٍ.\nأمَّا (الثامن) من: ”الصحيحة”، فلم يتمه، وهو آخر ما كتب الشيخ فيها.\nأمَّا: ”الضعيفة” فقد وصل فيها إلى المجلد (السابع عشر) (3) ، وعليه فالمتبقي منها (عشرة) مجلدات لم تُطبعْ، والله أعلم.\n(\n...\n) ”سلسلةُ تسديد الإصابة إلى من زعم نصرة الخلفاء الراشدين والصحابة” = ”تسديدُ الإصابة”.\nوانظر مقدمة الشيخ: محمد عيد العباسي لـ: ”التَّوَسُّل أنواعه وأحكامه” (ص 6) .\n”سننُ ابن ماجه”، [تعليق] .\nوهو غير: ”صحيح سنن ابن ماجه”، و ”ضعيفه” الآتيين.\n”السنةُ”؛ (لابن أبي عاصم) ، [تخريج]ـ (ط) .\nخرَّج ثلاثة أرباع الكتاب، وسمَّى عمله: ”ظلال الجنة في تخريج السنة”، وسيأتي.\n(1) انظر: ’’مقالات الألباني’’؛ لنور الدين طالب (ص 19) .\n(2) أخبرني ثقة: أنَّ الناشر انتهى من طبع (السابع) من: ’’الصحيحة’’، وسيخرج في (ثلاثة) مجلدات، والله أعلم.\n(3) كذا في: ’’الثَّبَتِ’’ الذي كتبه الشيخ بـ: (خطه) عن مؤلفاته.\nوجاء في: ’’الأصالة’’ عن ’’سلسلة الأحاديث الضعيفة’’:\n(يوجد مخطوطاً إلى المجلد الرابع عشر) أ. هـ\nوقد كتب هذا قبيل وفاة الشيخ بوقت قصير، والله أعلم.\nوانظر الملحق الأوّل في آخر ’’الثَّبَت’’ (ص 182) ، الكتاب رقم: (8) .\nالجزء: 1 ¦ الصفحة: 35\n",
        "”سؤالاتُ [أبي] جعفر [محمد] بن عثمان بن أبي شيبة [لطائفة من] شيوخه [في الجرح والتعديل] ”؛ (لابن أبي شيبة) ، [تحقيق] .\nقال الشيباني في: ”حياة الألباني” (2/573) :\n(موجودٌ، ولكن لا يعلم [الألباني] أين وضعه) .\nتنبيهٌ حول عنوان الكتاب:\nجاء ذكره عند الشيباني، والقريوتي بدون هذه الزيادات (التي بين معكوفين) ، والاختصار في اسم الكتاب لا حرج فيه، ولكن جاء الاسم عندهم: ”جعفر بن عثمان بن أبي شيبة”.\nوأظنه خطأ، صوابه ما ذكرته، وعائلة ”ابن أبي شيبة” عائلة علمية مشهورة، ولا أعرف رجلاً منهم اسمه: (جعفر بن عثمان بن أبي شيبة) ، والذي ذكرته ـ وهو: ”أبو جعفر، محمد بن عثمان” ـ له ”سؤالات لشيوخه”، وتوجد نسخة منها في: ”المكتبة الظاهرية”، مجموع (40/9) ، وتقع في (ست) لوحات، الأوراق (206أـ 211أ) (1) .\nفلعلَّها المراد، ولا سيما أنَّها في: ”الظاهرية”، والله أعلم.\nثم وجدته في: ”الأصالة” بهذا الاسم:\n”مسائل أبي جعفر محمد بن عثمان بن أبي شيبة”، فجاء الاسم على الصواب.\n”شرحُ: (العقيدة الطحاوية) ”؛ (لابن أبي العز) ، [تخريج]ـ (ط) .\n(\n...\n) ”الشريعةُ” = ”كتاب الشريعة”.\n”الشهابُ الثاقب في ذم الخليل والصاحب”؛ (للسيوطي) ، [تحقيق]ـ (ط) .\n”صحيحُ: (الأدب المفرد) ؛ (للبخاري) ، [تأليف]ـ (ط) .\n(\n...\n) ”صحيحُ الإسراء والمعراج وذكر أحاديثهما وتخريجها وبيان صحيحها من سقيمها وسرد ما صح منها في سياق واحد بأسلوب فريد بديع لا تراه في كتاب”، [تأليف] .\nلم يتمه.\nوهو جزء من مشروعه: ”صحيح السيرة”.\nوانظر: ”حياة الألباني” (2/570) .\nوسبق باسم: ”الإسراء والمعراج”، وإنَّما رقمته هناك؛ لأنَّ الشيخ فصله عن ”السيرة”.\nوانظر: ”صحيح السيرة”، الآتي، والله أعلم.\n[تنبيهٌ] :\nهكذا وُجِدَ بخطِّ الشيخ على غلاف الكتاب:\n”صحيحُ الإسراء والمعراج\n...\n”.\n(1) انظر وصفها في: ’’سؤالات محمد بن عثمان بن أبي شيبة لعلي بن المديني في الجرح والتعديل’’ (ص 20) .\nالجزء: 1 ¦ الصفحة: 36\n",
        "وعدَّه من مؤلفاته باسم: ”صحيحُ قصة الإسراء والمعراج”، في (ورقاتٍ) بخطِّه (1) .\nوالشيخ تُوفي ـ رَحِمَهُ اللهُ ـ ولم يتمه، فوُجِدَ الكتابُ برواياته مخرَّجة، دون الاقتصار على الصحيح، فضلاً عن جمع ما صحّ في الباب في سياق واحد، ولعلّ ما وُجِدَ بخطِّهِ، يمثل المرحلة الأولى لهذا المشروع، ولو أنَّ الله أمدَّ في عمره، لأتم عمله، ثم أخرج ما صح منه في كتابٍ مستقل، وبعد ذلك يقوم بسرد ما صح في سياقٍ واحد، كما كَتَبَ على غلاف الكتاب.\nولكن\n...\nقدَّر الله وما شاء فعل، فاضطر الورثة إلى نشره كما هو، خدمة للْعِلْمِ، فطُبِعَ باسم: ”الإسراء والمعراج\n...\n”، [سبق] .\nوانظر مقدمة الناشر لهذا الكتاب (ص 3) .\n”صحيحُ: (الترغيب والترهيب) ”؛ (للمنذري) ، [تأليف]ـ (ط) .\n”صحيحُ: (الجامع الصغير وزياداته) ”؛ (للسيوطي) ، [تأليف]ـ (ط) .\nوقد بلغت أحاديثه: (8202) حديثٍ، وانظر الكلام على: (الفتح الكبير) ” الآتي.\n”صحيحُ ابن خزيمة”، [مراجعةٌ، وتعليق]ـ (ط) .\nحقَّق هذا الكتاب الدكتور: محمد مصطفى الأعظمي، ثم ناوله الشيخ ناصر (ثقة منه في علمه) ، فراجعه الشيخ، وأضاف إليه من تخريجه، ووُضِعَت تخريجات الشيخ بين قوسين مختومة باسمه (ناصر) .\n”صحيحُ: (سنن الترمذي) ”، [تأليف]ـ (ط) .\n”صحيحُ: ”سنن أبي داود”، [تأليف] .\nلم يتمه.\nوهو غير الذي يليه، وانظر التنبيه الآتي.\n”صحيحُ: (سنن أبي داود) ”، [تأليف]ـ (ط) .\n”صحيحُ: (سنن ابن ماجه) ”، [تأليف]ـ (ط) .\n”صحيحُ: (سنن النسائي) ، [تأليف]ـ (ط) .\n[تنبيهٌ] :\nقام بهذا العمل ـ خدمة ”السنن الأربعة”، وتقسيمها إلى: ”صحيح”، و ”ضعيف” ـ بتكليفٍ من ”مكتب التربية العربي لدول الخليج”، ويُلاحظ أنَّ ”صحيح سنن أبي داود” ورد مرتين:\nالأوّل: (خاص بالشيخ) ، وعَمِلَ فيه قبل الاتفاق مع ”مكتب التربية”، وعليه يحيل في تخريجاته.\n(1) انظر الملحق الأوّل في آخر ’’الثَّبَت’’ (ص 184) ، الكتاب رقم: (4) .\nالجزء: 1 ¦ الصفحة: 37\n",
        "أمَّا الثاني: فهو ضمن العمل في ”السنن الأربعة”.\nويختلف المنهج في كل كتاب، فالذي طُبِع وتداوله الناس هو الثاني، أمَّا الأوّل ـ وهو الذي يشيد به الشيخ، ويكثر من الإحالة عليه ـ فلم يُطْبعْ بعد.\nوقد أشار الشيخ في أكثر من كتاب إلى الفرق بين الكتابين؛ انظر على سبيل المثال: مقدمته لـ: ”صحيح سنن أبي داود” (المطبوع) (ص 5 ـ 6) .\nوقال في مقدمة المجلد (الخامس) من: ”سلسلة الأحاديث الضعيفة” (ص 6 ـ 7) :\n(مِمَّا يحسن التنبيه إليه: أنَّه سيمر بالقراء الكرام العزو مني كثيراً إلى ”ضعيف أبي داود” بالأرقام، وربَّما إلى قسيمه: ”صحيح أبي داود” أيضاً.\nفينبغي الانتباه [إلى] أنَّ المقصود بكل منهما هو أمّ ”الضعيف” و ”الصحيح” الذي في كل منهما بسط الكلام على أسانيدهما ورجالهما، وليس المطبوع منهما باسم: ”صحيح أبي داود”، و ”ضعيف أبي داود” اللذين ليس فيهما إلا الإشارة إلى مرتبتهما فقط من صحة أو ضعف، وليكن هذا قاعدة [مطَّردة] في كل عزو يُرَدُّ إليهما في شيء من كتبي) أ. هـ\n”صحيحُ: (السيرة النبوية) ”، [تأليف]ـ (ط) .\nلم يتمه، وصل فيه إلى (الإسراء والمعراج) ، ولم يتمْ مَّقدمته، وفيها السبب الذي دعاه إلى هذا الكتاب، فاضطر الورثة إلى إخراجه كما هو خدمة للعلم.\nوأصل هذا الكتاب، هو: كتاب: ”السيرة النبوية”، لابن كثير، عكف عليه المؤلف، واكتفى بما صحَّ منه، وقد حافظ على كلام مصنفه (ابن كثير) ، وربما أضاف شيئاً يسيراً، وقد يعدل عن الرواية التي ذكرها ابن كثير، ويثبت نص المصدر الذي عزا إليه ابن كثير.\nوسيرد الكتاب باسم: ”ما صحَّ من سيرةِ رسول الله - صلى الله عليه وسلم -”.\nوكتابه السابق: ”صحيح الإسراء والمعراج”، جزء من هذا الكتاب؟\nوانظر: ”صحيح الإسراء والمعراج”.\n(\n...\n) ”صحيحُ قصة الإسراء والمعراج” = ”صحيحُ الإسراء والمعراج”.\n”صحيحُ: (كشف الأستار عن زوائد البزار) ”؛ (للهيثمي) ، [تأليف] .\nالجزء: 1 ¦ الصفحة: 38\n",
        "”صحيحُ: (الكلم الطيب) ”؛ (لشيخ الإسلام) ، [تأليف]ـ (ط) .\n”صحيحُ: (موارد الظمآن إلى زوائد ابن حبان) ”؛ (للهيثمي) (1) ، [تأليف] .\n”الصراطُ المستقيم، (رسالة فيما قرره الثقات الأثبات في ليلة النصف من شعبان) ”؛ (لجماعة من علماء الأزهر) ، [تخريج]ـ (ط) .\n”صفةُ صلاة الكسوف والخسوف وما رأى النبي - صلى الله عليه وسلم - فيها من الآيات”، [تأليف] .\nوجاء في: ”الأصالة”:\n”صلاة الكسوف وما رأى فيها - صلى الله عليه وسلم - من الآيات”.\nوسبق باسم: ”جزء صلاة الكسوف”.\nوسيأتي باسم: ”صفة صلاة النبي - صلى الله عليه وسلم - لصلاة الكسوف”.\nوباسم: ”صلاة الكسوف”.\nوما أثبته هو ما أثبته المؤلف في (ورقاتٍ) كتبها بخطِّه (2) .\n(\n...\n) ”صفةُ صلاة النبي - صلى الله عليه وسلم - لصلاة الكسوف” = ”صفة صلاة الكسوف”.\n”صفةُ صلاة النبي - صلى الله عليه وسلم -” (الكبير) ، [تأليف] .\nوهو الأصل للكتاب الآتي.\nوللشيخ ثلاثة كتب في الباب:\nالأوّل: وهو هذا، ولم يُطبعْ.\nالثاني: الأوسط، وهو المطبوع المتداول وسيأتي بعد هذا.\nالثالث: ”تلخيص صفة الصلاة”، وقد سبق.\n”صفةُ صلاة النبي - صلى الله عليه وسلم - من التكبير إلى التسليم كأنك تراها”، [تأليف]ـ (ط) .\nانظر التعليق على الكتاب (السابق) .\n”صفةُ الفتوى والمفتي والمستفتي”؛ (لابن حمدان الحنبلي) ، [تحقيق]ـ (ط) .\n”صلاةُ الاستسقاء”، [تأليف] .\n”صلاةُ التراويح”، [تأليف]ـ (ط) .\nوهو جزء من: ”تسديد الإصابة”، الذي سبق.\n(1) جاء في ورقة كتبها الشيخ بخطِّه في: (25/11/1415هـ) ، أنَّ ’’صحيح موارد الظمآن’’، و ’’ضعيفه’’ تحت الطبع، ولم أرَهما، والله أعلم.\nانظر الملحق الأوّل في آخر ’’الثَّبَت’’ (ص 185) ، الكتاب رقم: (4 ـ 5) .\nوحدثني أحد الناشرين أنَّهما لديه، وسيكونان قريباً ـ إنْ شاء الله ـ في متناول أيدي الباحثين.\n(2) انظر الملحق الأوّل في آخر ’’الثَّبَت’’ (ص 183) ، الكتاب رقم: (1) .\nالجزء: 1 ¦ الصفحة: 39\n",
        "”صلاةُ العيدين في المصلى خارج البلد هي السنة”، [تأليف]ـ (ط) .\nوهو جزء من: ”تسديد الإصابة”، الذي سبق.\n(\n...\n) ”الصلاةُ في المساجد المبنية على القبور”.\nوهو الاسم القديم لـ: ”تحذير الساجد من اتخاذ القبور مساجد”.\nانظر: التنبيه الأوّل في آخر: ”تسديد الإصابة”.\n(\n...\n) ”صلاةُ الكسوف” = ”صفة صلاة الكسوف”.\n”صوتُ الطبيعة ينادي بعظمة الله”؛ (لعبد الفتاح الإمام) ، [تخريج] .\n”صوتُ العرب تسأل ومحدث الشام يُجيب”، [تأليف]ـ (ط) .\nفتاوى نشرت له في جريدة: ”صوت العرب”.\n”صيد الخاطر”؛ (لابن الجوزي) ، [تخريج] .\n”ضعيفُ: (الأدب المفرد) ”؛ (للبخاري) ، [تأليف]ـ (ط) .\n”ضعيفُ: (الترغيب والترهيب) ”؛ (للمنذري) ، [تأليف]ـ (ط) .\n”ضعيفُ: (الجامع الصغير وزياداته) ”؛ (للسيوطي) ، [تأليف]ـ (ط) .\nوقد بلغت أحاديثه: (6452) حديثاً، وانظر الكلام على: ”الفتح الكبير” الآتي.\n”ضعيفُ: (سنن الترمذي) ”، [تأليف]ـ (ط) .\n”ضعيفُ: (سنن أبي داود) ”، [تأليف] .\nلم يتمه، وهو غير الآتي، انظر التعليق على: ”صحيح سنن أبي داود” السابق.\n”ضعيفُ: (سنن أبي داود) ”، [تأليف]ـ (ط) .\n”ضعيفُ: (سنن ابن ماجه) ”، [تأليف]ـ (ط) .\n”ضعيفُ: (سنن النسائي) ”، [تأليف]ـ (ط) .\nانظر التعليق الوارد في آخر: ”صحيح ـ (السنن الأربعة) ”.\n”ضعيفُ: (كشف الأستار عن زوائد البزار) ”؛ (للهيثمي) ، [تأليف] .\n”ضعيفُ: (موارد الظمآن إلى زوائد: ”ابن حبان”) ”؛ (للهيثمي) ، [تأليف] (1) .\n”طليعةُ: (التنكيل) ” بما في: (تأنيب) الكوثري من الأباطيل”؛ (للمعلمي) ، [تعليق]ـ (ط) .\nمطبوع في مقدمة: ”التنكيل” السابق، فهو مقدمة له.\n(\n...\n) ”ظلالُ الجنة في تخريج: (السنة) ” = ”السنة” (لابن أبي عاصم) .\n(\n...\n) ”الْعِلْمُ”، (لأبي خيثمة) = ”كتابُ الْعِلْمِ”.\n”العقود”؛ (لشيخ الإسلام) ، [تحقيق، بمشاركة: الشيخ: محمد حامد الفقي، مع بعض التعليق]ـ (ط) .\n(1) انظر الهامش الوارد عند: ’’صحيح موارد الظمآن’’.\nالجزء: 1 ¦ الصفحة: 40\n",
        "جاء في تقديم الشيخ محمد حامد الفقي ـ رَحِمَهُ اللهُ ـ للكتاب:\n(ثم أخذت أبحث عن نسخة أخرى، حتى تخرج النسخ أدق وأصوب، ولتتميم النقص الذي أكلته الرطوبة والعبث من نسختنا؛ فكتبت إلى الأخ السلفي البحَّاثة الشيخ: ناصر الدين الأرنؤوطي بـ: ”دمشق”، أطلب إليه معاونتي في العثور على نسخة أخرى، فكتب إليَّ أنَّ عند آل الشطي الأمجاد نسخة جيدة سليمة، فأرسلت إليه النسخة بالطائرة، فراجعها مراجعة دقيقة، وكمَّل مواضع النقص فيها\n...\n) أ. هـ\nقلت: كلام الشيخ الفقي ـ رَحِمَهُ اللهُ ـ ظاهرٌ في أنَّ الشيخ قام بتحقيق الكتاب على نسخة أخرى، وهذا لا شك فيه.\nوجاء في آخر هذه الطبعة:\n(انتهى مقابلة وتصحيحاً يوم الثلاثاء 8 شوال سنة 1368 هجرية الموافق 2 آب سنة 1949 ميلادية.\n”دمشق” أبو عبد الرحمن\nناصر الدين نوح نجاتي الألباني) أ. هـ\nولكن الشيخ ترك التعليق على أحاديث الكتاب على غير عادته، ويبدو أنَّ النسخة وصلت إليه للمراجعة فقط، دون التخريج، أو أنَّها وصلت إليه على غير سعة في الوقت، واللهُ أعلم.\nبيد أني رأيت له تعليقاً على مسألة سماع الحسن من سَمُرَة (ص 44) .\nوآخرَ على تضعيف جسر بن الحسن (ص 120) .\nوثالثاً على غلط في اسم أحد الرواة في ”مصنف عبد الرزاق” (ص 139) .\nهذا ما وجدته مختوماً باسمه، أمَّا الحواشي الأخرى فيظهر أنَّها للشيخ: محمد حامد الفقي رَحِمَهُمَا اللهُ، والله أعلم.\n[تنبيه] :\nلمْ أرَ من ذكر هذا الكتاب، مِمَّن ذكر مؤلفات الشيخ الألباني رَحِمَهُ اللهُ.\nولعل سبب ذلك:\nأنَّ الكتاب طُبِعَ قديماً في مطبعة ”أنصار السنة المحمدية”، بـ: ”مصر”، ولمْ يُكْتَب اسم الشيخ على الغلاف، وإنَّما كُتِب:\n”تحقيق: الشيخ محمد حامد الفقي”.\nولكن مقدمة الفقي ـ وحدها ـ تكفي لإثباته للشيخ (تحقيقاً) ، فكيف بما كتبه من الحواشي مختومة باسمه صراحة، وما كتبه في آخر الطبعة؟! واللهُ أعلمُ.\n”العقيدةُ الطحاوية”؛ (للطحاوي) ، [شرحٌ، وتعليق]ـ (ط) .\nالجزء: 1 ¦ الصفحة: 41\n",
        "”غايةُ الآمال بتضعيف حديث (عرض الأعمال) والردُّ على الغماري بصحيح المقال”، [تأليف] .\n”غايةُ المرام في تخريج أحاديث: (الحلال والحرام) ”؛ (للقرضاوي) ، [تأليف]ـ (ط) .\n(\n...\n) ”الفتح الكبير في ضم (الزيادات) إلى: (الجامع الصغير) ”، (للنَّبْهاني) ، [حكم على أحاديثه وقسّمه إلى: ”صحيح”، و ”ضعيف”] .\nوهو أصل كتابيه: ”صحيح الجامع”، و ”ضعيفه”، السابقين، وترقيمهما ـ ”صحيح الجامع”، و ”ضعيف الجامع” ـ يغني عن ترقيم هذا الكتاب، فهما هو.\n(\n...\n) ”فتح الودود في الردِّ على من زعم ثبوت لفظة: (أم الكتاب) في حديث [ابن] مسعود” = ”المحو والإثبات الذي يدعى به في ليلة النصف من شعبان”.\n(\n...\n) ”فتوى [في] حكم تتبع آثار الأنبياء والصالحين” = ”فتوى في النصب المزعوم للخضر”.\n”فتوى في النّصب المزعوم للخضر الذي كان موجوداً في جزيرة (فَيْلكا) وعلى دعوة المبتدعة وعبدة القبور في حياة الخضر”، [فتوى خطّية]ـ (ط) .\nكتبها الشيخ في: ”دمشق” في: (9/3/1394هـ) ، بناءً على طلبٍ قُدِّمَ إليه، ونشرها الشيباني في: ”حياة الألباني” (1/420 ـ 429) .\nوتقع جزيرة ”فَيْلكا” في: ”الكويت”.\nوجاء في: ”الأصالة”:\n”فتوى [في] حكم تتبع آثار الأنبياء والصالحين”.\n”فتنةُ التكفير”، [فتوى، أصلها شريط مسجل]ـ (ط) .\nوهي فتوى مشهورة نُشرت في: ”الصحف”، و ”المجلات”، ثم طُبِعَت مع تقريظٍ لشيخ الإسلام: عبد العزيز بن باز، وتعليقٍ للعلامة: محمد بن عثيمين رَحِمَهُما اللهُ، ولذلك وضعتُ لها رقماً.\n[تنبيهٌ] :\nاطّلعت على طبعتين لهذه الفتوى:\nإحداهما طُبِعَت ضمن كتاب: ”التحذير من فتنة التكفير”، وكُتِبَ عليه: جمعها، وقدّم لها، وعلَّق عليها: علي بن حسن.\nالجزء: 1 ¦ الصفحة: 42\n",
        "وعلى هذه الطبعة: مقدمة، وتعليقات، وحواشٍ بقلم الجامع نفسه، وقد صدرت فتوى رسميّة من: ”اللجنة الدائمة للبحوث العلمية والافتاء” بـ: ”المملكة العربية السعودية” برقم: (21517) ، وتاريخ: (14/6/1421هـ) ، بالتحذير من هذه ”الطبعة”، لأسبابٍ ذُكِرَت في الفتوى (1) ، والله المستعان.\nوليت الجامعَ ـ غَفَرَ اللهُ لنا ولَهُ ـ اكتفى بنص (فتوى الألباني) ، مع الالتزام بنص تقريظ: شيخ الإسلام: عبد العزيز بن باز، وتعليق: العلامة: محمد بن عثيمين رَحِمَ اللهُ الجميعَ.\n(\n...\n) ”فضائلُ الشام ودمشق” = ”تخريجُ أحاديث: (فضائل الشام ودمشق) ”.\n”فضلُ الصلاة على النبي - صلى الله عليه وسلم -”؛ (للقاضي الجهضمي) ، [تحقيق]ـ (ط) .\n”فقهُ السيرة”؛ (للغزالي) ، [تخريجٌ، وتعليق]ـ (ط) .\n”فهرسُ الآثار الواردة في: (معجم الطبراني الأوسط) ”، [تأليف] .\nوبجانب كل أثر رقمه بترقيمه هو، وعددها يزيد على (المائتين) ، من أصل نحو (عشرة آلاف) ، هي مجموع أحاديث الكتاب، وسائرها ”مرفوع”.\nوقد أشار إليه في المجلد (السادس) من: ”سلسة الأحاديث الصحيحة”، حديث رقم: (2616) ، (ص 227) .\n”فهرسُ أحاديث: (كتاب التاريخ الكبير) ”؛ (للبخاري) ، [فهرس أحاديثه] .\nعمل بطاقاتٍ لأحاديثه، ولم يُفَهْرِسْها بعد.\n(\n...\n) ”فهرسُ أحاديث: ”كتاب الشريعة” = ”كتاب الشريعة”.\n”فهرسُ أسماء الصحابة الذين أسندوا الأحاديث في: (معجم الطبراني الأوسط) ”، [تأليف] .\nوقد رتبهم على الحروف، فبلغوا قرابة (ستمائة) صحابي، وبجانب اسم الواحد منهم أرقام أحاديثه، بترقيمه هو، ليعلم من ذلك المقل منهم من المكثر.\nوقد أشار إليه في المجلد (السادس) من: ”سلسة الأحاديث الصحيحة”، حديث رقم: (2616) ، (ص 226) .\n”فهرسُ أسماء رواة الآثار من الصحابة وغيرهم في: (معجم الطبراني الأوسط) ”، [تأليف] .\nوعددهم نحو (الستين) ، وبجانب اسم الواحد منهم رقم أثره، بترقيمه هو.\n(1) انظر الملحق الثالث في آخر ’’الثَّبَت’’ (ص 207 ـ 210) .\nالجزء: 1 ¦ الصفحة: 43\n",
        "وقد أشار إليه في المجلد (السادس) من: ”سلسة الأحاديث الصحيحة”، حديث رقم: (2616) ، (ص 227) .\n(\n...\n) ”فهرسُ بعض المخطوطات الحديثية في: (المكتبة الظاهرية) بدمشق” = ”المنتخب من مخطوطات الحديث”.\n(\n...\n) ”فهرسُ الصحابة الرواة في: (مسند الإمام أحمد بن حنبل) ” = ”فهرس مسانيد الصحابة”.\n”الفهرسُ الشامل لأحاديث وآثار كتاب: (الكامل) ”؛ (لابن عدي) ، [تأليف] .\n”فهرسُ كتاب: (الكواكب الدّراري) لابن عُروة الحنبلي، وأسماء الكتب المودعة فيه”، [تأليف] .\nوهو مفقود.\n”فهرسُ المخطوطات الحديثية في: (مكتبة الأوقاف) بحلب”، [تأليف] .\n(\n...\n) ”فهرسُ مخطوطات: (دار الكتب الظاهرية) ” = ”المنتخب من مخطوطات الحديث”.\n”فهرسُ مسانيد الصحابة لـ: (مسند الإمام أحمد) ”، [تأليف]ـ (ط) .\n”الفهرسُ المنتخب من مكتبة: (خزانة ابن يوسف) ” ـ مراكش، [تأليف] .\nجاء في: ”الأصالة”:\n(وللشيخ [رَحِمَهُ اللهُ] من مثل هذه الفهارس كثيرٌ، سواءٌ لكتب الحديث، أم كتب الرجال، صنعها قديماً؛ ليسهّل على نفسه البحث والمراجعة، ولم أستطع استقصاءَها) أ. هـ\nقلت: عكوف الشيخ على كتب الحديث، اطلاعاً، وبحثاً، ودراسة؛ حدا به إلى عمل هذه (الفهارس) ليصل إلى بغيته بيسرٍ، وسهولة، فغالب الكتب في ذاك الحين لم تكن مفهرسة الفهرسة الموجودة الآن.\nوفي أيامنا ظهرت تقنية ”الوسائط المتعددة”، فصرنا نبحث عن الحديث في (مئات) الكتب، وفي (ألفِ) مجلد، وفي (قرصٍ) واحد، في (دقيقةٍ) تزيد أو تنقص.\nولا شك أنَّ هذه الفهارس، والوسائط إنَّما هي كالدَّليل للكتب، وليست تغني ـ أبداً ـ عن الاعتماد على الكتب، وذلك معلوم.\n”القائدُ إلى تصحيح العقائد”؛ (للمعلمي) ، [تخريجٌ، وتعليق، بمشاركة: الشيخ: عبد الرزاق حمزة]ـ (ط) .\nهذا الكتاب جزء من كتاب المعلمي الكبير: ”التنكيل”، وأفرده الناشر: زهير الشاويش حَفِظَهُ اللهُ؛ لأهميته، ولعدم علاقة موضوعه بكتاب: ”التنكيل”.\nوليته أشار إلى ذلك في مقدمة: ”القائد”.\nالجزء: 1 ¦ الصفحة: 44\n",
        "(\n...\n) ”قاعدة جليلة في التوسل والوسيلة”؛ (لشيخ الإسلام) ، [تخريج]ـ (ط) .\nذكره الشيخ: زهير الشاويش ـ حَفِظَهُ اللهُ ـ في مقدمة: ”صحيح الجامع” (1/51) ح (1) ، وعزا إليه بالصفحة، ولم أرَ من نسبه إلى الشيخ، والله أعلم.\nثم إنِّي وقفتُ على طبعة ”المكتب الإسلامي” للكتاب فلم أجد ذكراً للشيخ ناصر بل غاية ما فيه أنَّ الأستاذين: شعيباً الأرنؤوط، وأحمد القطيفاني، قاما بمراجعة الكتاب على مخطوطة ”الظاهرية”.\nوالتعليقات (الحديثية) الموجودة في الكتاب لا تتجاوز أصابع اليد الواحدة، ومختصرة جداً، وليس فيها ذكرٌ للألباني، والله أعلم.\n”قاموسُ البدع”، [تأليف] .\nرتَّبَه على الأبواب، ولم يُتِمّه، وهو مفقودٌ.\n”قاموسُ الصناعات الشامية”؛ (لمحمد سعيد القاسمي) ، [تخريج، بمشاركة: العلامة: محمد بهجت البيطار]ـ (ط) .\nتوفي المؤلف (القاسمي) ولمْ يتم هذا الكتاب فأتمَّه ابنه العلامة: جمال الدين القاسمي رَحِمَهُ اللهُ ت (1332هـ) ، بالتعاون مع الأستاذ: خليل العظم ت (1342هـ) ، وعملهما لم يقتصرْ على إكمال الكتاب، بل استدركا عليه ما فاته، مِمَّا هو على شرطه.\nوتولى نشره حفيده ظافر القاسمي، في جزأين: (الأوّل) : أصل الكتاب، و (الثاني) : المُسْتَدْرَك مع التتمة، والفهارس العلمية.\nوالكتاب نفيسٌ في بابه، ولم يُسْبَقْ إليه، وفيه فوائد يعرفها من قرأ الكتاب بأكمله، وهو سهل للمطالع، أبان عن سعة ثقافة ”آل القاسمي”.\nوتخريجات الشيخين ـ فيما ظهر لي ـ لمْ تكنْ عامة على كل أحاديث الكتاب، كما أنَّهما لمْ يكتبا مقدمة لعملهما، والله أعلم.\nوانظر: (2/234 ـ 236) ، ففيه أحاديث لم تُخَرَّجْ.\n”قصةُ المسيح الدّجال ونزول عيسى عليه الصلاة والسلام وقتله إياه على سياق رواية: (أبي أمامة - رضي الله عنه -) مضافاً إليه ما صحَّ عن غيره من الصحابة - رضي الله عنهم -”، [تأليف] .\nلم يُتِمّه.\n”قيامُ رمضان فضله وكيفية أدائه ومشروعية الجماعة فيه”، [تأليف]ـ (ط) .\nالجزء: 1 ¦ الصفحة: 45\n",
        "ومعه بحث قيم عن: ”الاعتكاف”، سبق في موضعه.\n”كتابُ [أصل] السنة واعتقاد الدين”؛ (لابن أبي حاتم) ، [تحقيق] .\nلم يتمه، وهو مفقود.\nذكره الشيباني في: ”حياة الألباني” (2/582) ، والقريوتي في: ”كوكبة من أئمة الهدى”، (ص 241) .\nونُسِبَ في: ”الأصالة”: (للحميدي) .\nولعله وهمٌ، والصواب أنَّه لـ: (ابن أبي حاتم) ؛ وذلك لأمور:\nالأمر الأوّل:\nلا أعلم أنَّ للحميدي كتاباً في هذا الموضوع، سوى رسالة في: ”أصول السنة”، طُبِعَت في آخر ”مسنده” (2/546 ـ 458) ، في ثلاث صفحات (1) .\nالأمر الثاني:\nأنَّ ابن أبي حاتم ألَّف كتاباً باسم: ”أصل السنة واعتقاد الدين”، وطُبِعَ في: ”الهند”، واسمه مطابقٌ لما ذكره الشيباني، والقريوتي.\nالأمر الثالث:\nأنَّ الشيباني قرأ كتابه (ومنه هذه المعلومة) على الألباني (2) ، فيكون كلامه مقدماً على غيره (إجمالاً) ، ولا سيما أنَّ الكتاب مفقود (كما سبق) .\nولو كان موجوداً لذكر علي بن حسن رقمه في خزانة الشيخ، كما فعل في غيره.\nالأمر الرابع:\nأنَّ الشيباني ذكر الكتاب في: ”حياة الألباني” (2/582) ، برقم: (42) ، ثم ذكر بعده برقم: (43) كتاب ”أسباب الخلاف” للحميدي، فلعلَّ نَظَر علي بن حسن زاغَ في أثناء النسخ، وهذا أمر معروفٌ عند النُّسَّاخِ، والنَّقَلَةِ.\nهذا ما ظهر لي، والله أعلم.\n* جاء في المصادر (أصول السنة) ، بالجمع، ولعلَّ الصوابَ ما أثبتُّهُ، وبه طُبِعَ الكتاب في: ”الهند”، والله أعلم.\n”كتابُ الإيمان”؛ (لابن أبي شيبة) ، [تحقيق]ـ (ط) .\n”كتابُ الإيمان”؛ (لأبي عُبَيْد القاسم بن سلام) ، [تحقيق]ـ (ط) .\n(\n...\n) ”كتابُ التاريخ الكبير” = ”فهرس أحاديث: (كتاب التاريخ الكبير) ”.\n(\n...\n) ”كتابُ الثقات”؛ (لابن حبان) = ”تسهيل الانتفاع”.\n(1) ثم نُشِرَت (مستقلة) فبلغت هذه (الصفحات الثلاث) بالمقدمة والحواشي والفهارس العامة (56) صفحة، وأصل المخطوط في (صفحتين) .\n(2) انظر: ’’حياة الألباني وآثاره’’ (1/19) .\nالجزء: 1 ¦ الصفحة: 46\n",
        "”كتابُ الشريعة”؛ (للآجري) ، [عمل فهرساً لأطرافه] .\n”كتابُ الْعِلْمِ”؛ (لأبي خيثمة زهير بن حرب النسائي) ، [تحقيق]ـ (ط) .\n(\n...\n) ”كتاب: (الكامل) ” = ”الفهرس الشامل”.\n(\n...\n) ”كشفُ الأستار” = ”صحيح: (كشف الأستار) ”.\n”كشفُ النقاب عما في: (كلمات) أبي غدة من الأباطيل والافتراءات”، [تأليف]ـ (ط) .\n”الكلمُ الطيب”؛ (لشيخ الإسلام) ، [تحقيق]ـ (ط) .\n”كلمةُ الإخلاص وتحقيق معناها”؛ (لابن رجب) ، [تخريج]ـ (ط) .\n”كلمة سواء”، (لـ) ، [تعليقٌ، وردّ] .\nلم يُطبعْ هذا ”التعليق” فيما أعلم، ولذا لا أعرف مؤلف هذه الرِّسالة: ”كلمة سواء”.\nوالذي يغلب على ظنِّي ـ بل أكاد أجزم ـ أنَّ ”التعليق” كانَ على رسالة: ”كلمة سواء” التي نُشِرت عام: (1386هـ) ، وكُتِبَ على غلافها:\n”كلمة سواء”\n(في قواعد التعاون بين دعاة الإسلام) .\nبقلم: ”أخ مسلم” ـ بيروت.\nوالرِّسالة في (23) صفحة، من الحجم الصغير، وتتكون من: (12) قاعدة.\n(\n...\n) ”الكواكبُ الدراري” = ”فهرس كتاب: (الكواكب الدراري) ”.\n”كيفَ يجب علينا أن نفسر: (القرآن الكريم) ”، [تأليف]ـ (ط) .\nأصله: أجوبة على أسئلة، في شريط مسجل، ثم فُرِّغ في أوراق، وعُرِضت على الشيخ، وعدَّل فيها؛ ولذا عددته كتاباً، ووضعت له رقماً.\n”اللحيةُ في نظر الدين”، [تأليف]ـ (ط) .\nأصله مقال، نُشِرَ قديماً في مجلة: ”الشهاب”، ثم طُبِع.\n”لَفْتَةُ الكَبِد [في] نصيحة الولد”؛ (لابن الجوزي) ، [تقديم، وتعليق، بمشاركة: الشيخ: محمود مهدي استانبولي رَحِمَهُ اللهُ]ـ (ط) .\nنُشِرَ هذا الكتاب (أوّلاً) في: مجلة: ”التمدن الإسلامي”، في (ثلاث) حلقات سنة: (1374هـ) (1) .\nثم طُبِعَ الكتاب باسم: ”لَفْتَةُ الكبد إلى نصيحة الولد”.\nوكذا ورد في: ”حياة الألباني” (2/780) .\nوفي: (2/779) من: ”حياة الألباني”، وعنه: ”الأصالة”:\n”لفتة الكبد في تربية الولد”.\nوالصواب ما أثبته.\n(1) انظر: ’’مقالات الألباني’’؛ لنور الدين طالب (ص 20) .\nالجزء: 1 ¦ الصفحة: 47\n",
        "”مادلَّ عليه القرآن مما يعضد الهيئة الجديدة القويمة البرهان”؛ (لمحمود شكري الألوسي) ، [تخريج]ـ (ط) .\n(\n...\n) ”ما صحَّ من سيرةِ رسول الله - صلى الله عليه وسلم - وذكر أيامه وغزواته وسراياه والوفود إليه” = سبق باسم: ”صحيحُ السيرة النبوية”، وانظر الكلام عليه هناك.\n”المحو والإثبات الذي يدعى به في ليلة النصف من شعبان”، [تأليف] .\nسبق باسم: ”فتح الودود في الردّ على من زعم ثبوت لفظة: (أم الكتاب) في حديث [ابن] مسعود”.\nولعلَّ الحديث المُشار إليه، هو ما أخرجه ابن أبي شيبة في: ”مصنفه” (6/ 68) ، برقم: (29530) ، قال:\nحدثنا أبو معاوية: عن عبد الرحمن بن إسحاق، عن القاسم بن عبد الرحمن، عن عبد الله بن مسعود، قال:\nما دعا قط عبد بهذه الدعوات، إلا وسع الله عليه في معيشته:\n(يا ذا المن، فلا يمن عليك، يا ذا الجلال والإكرام، يا ذا الطَّوْل والإِنعام، لا إله إلا أنت، ظهر اللاجئين، وجار المستجيرين، ومأمن الخائفين، إن كتبتني عندك في ”أم الكتاب” شقياً، فامح عني اسم الشقاء، وأثبتني عندك سعيداً، موفقاً للخير، فإنك تقول في كتابك: {يَمْحُوا اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ (39) } [الرعد] ) .\n”مختصرُ: (تحفة المودود في أحكام المولود) ”؛ (لابن القيم) ، [تأليف] .\n”مختصرُ تعليق الشيخ محمد كنعان”، [تعليقٌ، ومراجعة] .\nلم يتمه.\n”مختصرُ: (التَّوَسُّل) ”، [تأليف] .\nلعلَّه مختصر لكتابه السابق: ”التَّوَسّلُ أنواعه وأحكامه”، والله أعلم.\nوللشيخ رسالة أخرى عن ”التَّوسل” مرت في موقعها.\n(\n...\n) ”مختصرُ: (شرح العقيدة الطحاوية) ”، [تأليف] .\nكذا سمَّاه الشيباني في: ”حياة الألباني” (2/904 ـ 905) ، وأكاد أجزم بأنَّه أراد به كتابه السابق: ”العقيدة الطحاوية شرح وتعليق”؛ فكلامه عند هذا الكتاب يُوحي بذلك، ثم إنَّه لمْ يذكرِ ”العقيدة الطحاوية شرح وتعليق” ضمن مؤلفات الشيخ.\nالجزء: 1 ¦ الصفحة: 48\n",
        "وهناك احتمالٌ (ضعيف) أنْ يكون هذا الكتاب مختصراً لشرح: ”ابن أبي العز” السابق، والله أعلم.\n”مختصرُ: (الشمائل المحمدية) ”؛ (للترمذي) ، [اختصار، وتحقيق]ـ (ط) .\n”مختصرُ: (صحيح البخاري) ”، [تأليف]ـ (ط) .\nأكمله الشيخ في (أربعة) أجزاء، طُبِعَ منها جزآن فقط (1) .\n”مختصرُ: (صحيح مسلم) ”، [تأليف] .\nوهو من عمله، عندما كان سجيناً في: ”سجن القلعة”، وعليه الإحالة في كتبه، وهو مفقود، وهو غير الآتي.\n”مختصرُ: (صحيح مسلم) ”؛ (للمنذري) ، [تحقيق]ـ (ط) .\n”مختصرُ: (العلو للعلي [العظيم] وإيضاح صحيح الأخبار من سقيمها) ”؛ (للذهبي) ، [تأليف]ـ (ط) .\nقلت: (تأليف) ؛ لأنَّ العادة جرت على أنَّ (الْمُخْتَصَرَ) يُنْسَبُ إلى: (الْمُخْتَصِر) ، ولكن عمل الشيخ ـ رَحِمَهُ اللهُ ـ لم يقفْ على الاختصار فقط، بل قام بتحقيق الكتاب على نسخة خطِّيَّة، وخرَّج الروايات، والأقوال التي أثبتها في (مُخْتَصَرِه) ، وعلّق عليها، بعد كتابة مقدمة غنيِّة.\nفائدةٌ حول عنوان الكتاب:\nطُبِعَ الكتاب باسم: ”مختصر العلو للعلي الغفَّار”، وأظنُّه تصرّفاً من الناشر، وإلا فاسمه الصحيح: ”مختصر العلو للعلي العظيم”.\n(1) جاء في ورقة كتبها الشيخ بخطِّه في: (25/11/1415هـ) ، أنَّ الجزء الثالث تحت الطبع، ولم أرَه، والله أعلم.\nانظر الملحق الأوّل في آخر ’’الثَّبَت’’ (ص 185) ، الكتاب رقم: (1) .\nوفي ’’الأصالة’’ أنَّ الثالث والرابع، تحت الطبع، علماً بأنَّ الشيخ ـ رَحِمَهُ اللهُ ـ نصَّ ـ في ’’ورقات’’ كتبها بخطِّه ـ على أنَّ ’’المختصر’’ يقع في (ثلاثة) مجلدات، والله أعلم.\nانظر الملحق الأوّل في آخر ’’الثَّبَت’’ (ص 182) ، الكتاب رقم: (9) .\nالجزء: 1 ¦ الصفحة: 49\n",
        "كذا سمَّاه المُخْتَصِر (الألباني) في مقدمته (ص 5) ، وأكدَّ ذلك (ص 11) ، ومع ذكره للعنوان الآخر: ”العلو للعلي الغفّار”، عُلِمَ بأنَّه يعلمُ بهذه التسمية، ولكنَّه تركها لِمُرَجِّحٍ (قوي) ذكره (1) .\nفكان على الناشر الالتزام بعمل (المُخْتَصِر) ، فالعهدة عليه.\nولعلَّ الناشر ـ وفقه الله ـ تصرّف في العنوان موافقة للعنوان الذي طُبِعَ به الكتاب مسبقاً، والله أعلم.\nوهذه التسمية: ”العلو للعلي العظيم”، هي الأرجح في عنوان كتاب الذهبي (الأصل) ؛ وذلك:\nلوجودها على نسخة الحافظ: محمد بن أبي بكر (ابن ناصر الدين الدمشقي) ت (842هـ) ، وقد صرَّح ـ رَحِمَهُ اللهُ ـ بأنَّه نقلها من نسخة المصنف.\nوكذا التسمية في نسخةٍ أخرى صرّح ناسخها بأنَّه قابلها على نسخة المصنف، وهي النسخة ذاتها التي اعتمد عليها الألباني في: ”مختصره”، كما في (ص 9) .\nوتمّ ـ مؤخراً ـ طبع الكتاب (الأصل) بهذا الاسم: ”العلو للعلي العظيم وإيضاح صحيح الأخبار من سقيمها” بتحقيق د. عبد الله البراك.\nوأمَّا من سمَّاه بـ: ”العلو للعلي الغفّار” فبناءً على ما جاء في بعض نسخه الخطِّيَّة (2) .\nوالأمر في ذلك واسعٌ إن شاء الله، ولا سيما إذا علمنا بأنَّ المؤلف (الذهبي) ـ رَحِمَهُ اللهُ ـ لم يسمه.\n”مذكراتُ الرحلة إلى مصر”، [تأليف] .\n(\n...\n) ”المراجعاتُ” = ”الردُّ على كتاب: (المراجعات) ”.\n”المرأةُ المسلمة”؛ (لحسن البَنَّا) ، [مراجعة، وتعليق، وتخريج]ـ (ط) .\n(\n...\n) ”مسائلُ أبي جعفر محمد بن عثمان بن أبي شيبة” = ”سؤالاتُ أبي جعفر”.\n(1) ثم وجدته ذكر الكتاب بالاسم الآخر: ’’العلو للعلي الغفار’’، وذلك في (ورقاتٍ) بخطه سرد فيها: مؤلفاته، وتحقيقاته.\nانظر الملحق الأوّل في آخر ’’الثَّبَت’’ (ص 183) ، الكتاب رقم: (26) .\n(2) استفدت وصف النسخ، من وصف د. عبد الله البراك، في مقدمة تحقيقه.\nالجزء: 1 ¦ الصفحة: 50\n",
        "”مساجلةٌ علمية بين الإمامين الجليلين: العز بن عبد السلام، وابن الصلاح حول صلاة الرغائب المبتدعة”؛ (لابن عبد السلام، وابن الصلاح) ، [تحقيق، بمشاركة: الشيخ: زهير الشاويش]ـ (ط) .\n”مسائلُ غلام الخلال التي خالف فيها الخرقي”، [تعليق]ـ (ط) .\n”مساوئُ الأخلاق”؛ (للخرائطي) ، [تحقيق] .\nلم يتمه، وقد أشار إليه في: ”سلسلة الأحاديث الصحيحة” (4/646) ، حديث رقم: (1992) .\n(\n...\n) ”المستدركُ على الصحيحين” = ”بغية الحازم”.\n”المستدركُ على: (المعجم المفهرس لألفاظ الحديث) ”، [تأليف] .\n”المسحُ على الجوربين”؛ (للقاسمي) ، [تعليق وتخريج]ـ (ط) .\n(\n...\n) ”مسندُ الخلفاء الراشدين من: (المختارة) ؛ (للضياء) ، [تحقيق] .\nوهو القسم الأوّل من تحقيقه لـ: ”الأحاديث المختارة” السابق، ولعلَّ الشيخ وقف في التحقيق عند آخر ”مسند الخلفاء الراشدين” (1) ، والله أعلم.\n(\n...\n) ”المسيحُ الدّجال ونزول عيسى عليه الصلاة والسلام” = ”قصة المسيح الدجال”.\n”مشكاةُ المصابيح”؛ (للخطيب التبريزي) ، [تحقيق]ـ (ط) .\nأكمل الشيخ تحقيق القسم الأوّل، ثم توقف عن إكمال التحقيق ـ نظراً لظروفه ـ فأكمل الشيخان: د. محمد بن لطفي الصباغ، وعبد القادر الأرنؤط حَفِظَهُما اللهُ، تحقيق ما تبقى من الكتاب، وبعد ذلك قام الشيخ ناصر ـ رَحِمَهُ اللهُ ـ بإكمال عمله تخريجاً فقط.\nوعند الشيخ الألباني ـ رَحِمَهُ اللهُ ـ إضافات كثيرة على النسخة المطبوعة، نَبَّه عليها في مواضع من كتبه بقوله: (التخريج الجديد) ، ولمْ يطبعْ بعد، واللهُ أعلم.\n(\n...\n) ”مشكلُ الآثار = ”وضع الآصار”.\n”المصطلحاتُ الأربعة في القرآن”؛ (للمودودي) ، [تخريج]ـ (ط) .\nجعل تخريجه في ملحقٍ آخر الكتاب، وهي (ثمانية) أحاديث.\nوأراد المودودي ـ رَحِمَهُ اللهُ ـ بالمصطلحات الأربعة:\n”الإله”، ”الرَّب”، ”الدين”، ”العبادة”.\n(1) وانظر: ’’سلسلة الأحاديث الضعيفة’’، المجلد (الَّرابع) (ص 405) ح (1) ، تحت حديث رقم: (1250) .\nالجزء: 1 ¦ الصفحة: 51\n",
        "”معالمُ التنزيل”؛ (للبغوي) ، [تخريج] .\n”معجمُ الحديث النبوي”، [انتقاءٌ، وتأليف] .\nوهو مجموعة من المختارات الحديثية، جمعها الشيخ ـ بأسانيدها ـ من مئات المخطوطات المحفوظة في: ”المكتبة الظاهرية” بـ: ”دمشق”، و ”مكتبة الأوقاف الإسلامية” بـ: ”حلب”، و ”المكتبة المحمودية” بـ: ”المسجد النبوي”، و ”مكتبة عارف حكمت” بـ: ”المدينة النبوية”، وغيرها.\nورتبه على حروف المعجم.\nوهو كتابٌ عظيمٌ النفع، زاد على (أربعين) مجلداً.\nانظر وصفه في مقدمته لـ: ”صحيح الجامع الصغير” (ص 17) .\n”المغني عن حمل الأسفار في الأسفار”؛ (للعراقي) ، [نسخٌ، وتعليق] .\nوهو من أوائل ما قام به الشيخ، وهو دون العشرين، حيث قام بنسخ كتاب العراقي، ووضع له حواشي مفيدة ما بين تعليق واستدراك (1) .\nانظر: ”علماء ومفكرون” للمجذوب 1/291 ـ 292) .\n”مناسكُ الحج والعمرة في الكتاب والسنة وآثار السلف وسرد ما ألحق الناس بها من البدع”، [تأليف]ـ (ط) .\nمستخلصٌ من كتابه السابق: ”حجة النبي - صلى الله عليه وسلم -”، مع بعض الزيادات التي لم تردْ في الأصل.\n”المناظراتُ والرّدود”، [تأليف] .\nفيه جملة من مناظراته؛ منها:\nمناظراته مع المهدي المزعوم، وجميل لويس النصراني\n...\nوغيرهما.\n”المناظرةُ بين الشيخ الألباني والشيخ الزمزمي”؛ نسخها: عبد الصمد البقالي.\nكذا في: ”الأصالة”، وقال: (إنَّه مخطوط) .\nقلت: وهي مناظرة جرت بين الشيخين الألباني، ومحمد الزَّمْزَمِي بن الصديق الغماري في ”طنْجة”، بـ: ”المغرب”، وذلك في شهر (رمضان) ، عام: (1396هـ) .\nوالذي كتب هذه المناظرة هو الزَّمْزَمِي، ونشرها باسم: ”مناظرة بين العلامة الزَّمْزَمِي والألباني المتناقض”.\nفنسبة هذا الكتاب إلى الألباني غير صحيحة، وأخشى أن يكون المراد هنا نسخة كتبها الألباني نفسه، فالله أعلم.\nجاء في: ”الأصالة”:\n(1) انظر الملحق الأوّل في آخر ’’الثَّبَت’’ ص (187 ـ 188) .\nالجزء: 1 ¦ الصفحة: 52\n",
        "(أمَّا المناظرة المطبوعة بتحقيق السقاف\n...\n، فإنَّها محرفة، ومنقوصة) .\nقلت: بل طُبِعت (قديماً) في: ”المغرب” غير هذه الطبعة، ولعلَّه لمْ يَطَّلِعْ عليها.\n”مناظرةٌ كتابية مع طائفة من أتباع الطائفة القاديانية”، [تأليف] .\nأشار الشيخ إليه في: ”سلسلة الأحاديث الصحيحة” (4/252) ، حديث رقم: (1683) .\nوهو مفقود.\n”مناقبُ الشام وأهله”؛ (لشيخ الإسلام) ، [تحقيق]ـ (ط) .\nمطبوعٌ بذيل: ”تخريج أحاديث: (فضائل الشام ودمشق) ” السابق.\n”المنتخبُ من مخطوطات الحديث”، [تأليف]ـ (ط) .\nفهرسٌ لبعض المخطوطات الحديثية في: ”المكتبة الظاهرية” بـ: ”دمشق”.\nوقصة تأليفه عجيبة، فانظر مقدمته.\n”منتخباتٌ من فهرس: (المكتبة البريطانية) ”، [تأليف] .\n”منزلةُ السنة في الإسلام وبيان أنَّه لا يُستغنى عنها بالقرآن”، [تأليف]ـ (ط) .\nأصله محاضرة ألقاها الشيخ في: ”الدوحة” بـ: ”قطر”.\n”مواردُ السيوطي في: (الجامع الصغير) ”، [تأليف] .\nقرأت مقدمة الشيخ لـ: ”صحيح الجامع” مراراً، فلمْ أظفرْ بشيءٍ عن هذا الكتاب، ولو إشارة.\nويبدو أنَّ الشيخ ـ رَحِمَهُ اللهُ ـ كتب هذا الكتاب بعد فراغه من ”صحيح الجامع”، و ”ضعيفه”، والله أعلم.\nويظهر من اسمه، أنَّه كتابٌ ذَكَرَ فيه مصنِّفُه الكتب التي اعتمدها السيوطي في ذكر الأحاديث في كتابه: ”الجامع الصغير”، وهي كثيرة.\nوقد بلغت الكتب التي يرمز إليها (سبعة وعشرين) كتاباً.\nوما سواها فيذكر اسمه، أو يستغني باسم مؤلفه (1) ؛ مثل:\n”الأحاديث المختارة”، يكتبه: (الضياء) .\n”تاريخ دمشق الكبير”: يكتبه: (ابن عساكر في: ”تاريخه”) ، وأحياناً: (ابن عساكر) .\n”جامع البيان عن تأويل القرآن”: يكتبه: (ابن جرير في: ”تفسيره”) .\n”الزهد”: يكتبه: (هناد ”الزهد”)\n(1) أمَّا ’’الجامع الكبير’’، فقد أحصى ’’موارده’’ السيوطي نفسه في مقدمته فبلغت: (واحداً وسبعين) مصدراً، وانظر مقدمة النبهاني لـ: ’’الفتح الكبير’’ ـ[’’صحيح الجامع’’ (1/39 ـ 41) ] .\nالجزء: 1 ¦ الصفحة: 53\n",
        "”مسند البزَّار”: يكتبه: (بزَّار) .\nوهكذا\n...\nوأحياناً يذكر الكتابَ كاملاً، مع اسم مصنفه؛ مثل:\n”اعتلال القلوب”، يكتبه: (الخرائطي في: ”اعتلال القلوب”) .\n”الخماسيات”، يكتبه: (زاهر بن طاهر في: ”خماسياته”) .\n”فضل رمضان”، يكتبه: (ابن أبي الدنيا في: ”فضل رمضان”) .\nوهكذا\n...\nويبعد أن يكونَ كتابُ الشيخِ ـ رَحِمَهُ اللهُ ـ مجردَ ذكرٍ لهذه الكتب، فالمرموز له مذكورٌ في أوّل ”الجامع الصغير”، وما لم يرمز له، فهو منثور في كتابه، ويمكن معرفته بالتتبع والاستقراء (1) .\nولكن لعلَّه تكلم عليها (أو بعضها) ، وعلى مناهج مؤلفيها، وعلى شروطهم، ونحو ذلك، ولله أعلم.\n(\n...\n) ”موازينُ القرآن والسنة للأحاديث الصحيحة والضعيفة والموضوعة”؛ (لعز الدين بليق) ، [نقد] .\nسبق باسم: ”الرد على عز الدين بليق”.\n(\n...\n) ”مواردُ الظمآن” = ”صحيح: (موارد الظمآن) ”، و ”ضعيف: (موارد الظمآن) ”.\n(\n...\n) ”موسوعةُ أحاديث البيوع” = ”تخريج أحاديث البيوع”.\n(\n...\n) ”الموسوعةُ الفلسطينية” = ”التعليق على: (الموسوعة الفلسطينية) ”.\n”نزهةُ النظر في توضيح: (نخبة الفكر) ”؛ (كلاهما للحافظ ابن حجر) ، [تحقيقٌ، وتعليقٌ] .\nوكتب عليها حواشي إلى تعريف ”الحديث الحسن”، ولم يتمها.\nوقام على بن حسن بتفريغ هذه الحواشي في: ”النكت على: (نزهة النظر) ”، وانظر (ص 26) من: ”النكت”.\nوليته أشار في غلاف الكتاب إلى ذلك؛ كأن يكتب (مثلاً) :\n[ومعه حواشٍ للعلامة الألباني] .\n”نصبُ المجانيق لنسف قصة الغرانيق”، [تأليف]ـ (ط) .\n(1) ليس معنى هذا التقليل من عمل الشيخ، فلا ننس أنَّ السيوطي ـ رَحِمَهُ اللهُ ـ كثيراً ما يذكر بعض (المصادر) بعبارةٍ مخلة؛ فيكتفي باسم المصنِّف؛ مثل: ’’عبد حميد’’، ’’ابن مردويه’’، ’’ابن أبي الدنيا’’، ’’الطحاوي’’، ’’أبو الشيخ’’، ’’الحكيم’’، وهكذا باسم المصنِّفِ، ففي أي كتبه نبحث، حتى نعدّها من مصادره، فالأمر ليس بالهيّن.\nالجزء: 1 ¦ الصفحة: 54\n",
        "(\n...\n) \"نصوصٌ حديثية في الثقافة العامة\" = \"نقدُ كتاب: (نصوص حديثية في الثقافة العامة) \".\n\"النصيحةُ بالتحذير من تخريب (ابن عبد المنان) لكتب الأئمة الرَّجيحة وتضعيفه لمئات الأحاديث الصحيحة\"، [تأليف]ـ (ط) .\nويقصد: حسان بن عبد المنان، أبا صهيب، الكرمي.\n(\n...\n) \"نقد: (التعقيب الحثيث) \" = \"الردُّ على رسالة: (التعقيب الحثيث) \".\n\"نقدُ كتاب: (التاج الجامع للأصول في أحاديث الرسول - صلى الله عليه وسلم -\"؛ (لمنصور علي ناصف) ، [تأليف]ـ (ط) .\nنشر بعضاً منه في مجلة: \"المسلمون\" العدد (السادس) (1007 ـ 1012) (1) .\n\"نقدُ كتاب: \"نصوص حديثية في الثقافة العامة) \"، [تأليف]ـ (ط) .\nوقد نُشِرَ هذا الكتاب (أوّلاً) في: مجلة: \"التمدن الإسلامي\"، في (خمس) حلقاتٍ سنتي: (1386 ـ 1387هـ) (2) .\nثم جُمِعَت وطُبِعَت، وهو نقدٌ لكتاب الشيخ: منتصر الكتاني رَحِمَهُ اللهُ: \"نصوص حديثية في الثقافة العامة\".\n\"هدايةُ الرواة إلى تخريج أحاديث: (المصابيح) ، و (المشكاة) \"؛ (للحافظ ابن حجر) ، [تخريج] . ـ (تحت الطبع) .\n(\n...\n) \"هديةُ البديع في مسألة القبض بعد الركوع\" = \"الرد على: (هدية البديع) \".\n\"وجوبُ الأخذ بحديث الآحاد في العقيدة والأحكام والردُّ على شبه المخالفين\"، [تأليف]ـ (ط) .\n\"وصفُ الرحلة الأولى إلى: (الحجاز) و (الرياض) مرشداً للجيش السعودي أثناء عودته لـ: (المملكة) بعد (حرب فلسطين) عام (1948م) \"، [تأليف] .\n\"وضعُ الآصار في ترتيب أحاديث: (مشكل الآثار) \"؛ (للطحاوي) ، [تأليف] .\nهذا ما وقفتُ عليه بعدَ بحثٍ طويل، علماً بأنَّه يوجد للشيخ\nـ رَحِمَهُ اللهُ ـ الكثير من الأشرطة؛ وهي عبارة عن: الدروس العلمية، والمحاضرات، والمناقشات، والردود. وقد فُرِّغَ بعضها، وأصبح كتباً متداولة، وقد أشرتُ إلى ذلك في موضعه.\nفرحمَ اللهُ محدثَ عصرهِ، وغفرَ لهُ، ورفع درجته، ونفعَ الأمةَ بعلمهِ، آمين.\n(1) انظر: ''مقالات الألباني''؛ لنور الدين طالب (ص 55 ـ 61) .\n(2) انظر: ''مقالات الألباني'' (ص 20) .\nالجزء: 1 ¦ الصفحة: 55\n",
        "المبحث الثاني: \"تتمةٌ\" حول \"مؤلفات\" الشيخ\nرَحِمَهُ اللَّهُ\n[\"تتمةٌ\" حول \"مؤلفات\" الشيخ رَحِمَهُ اللهُ]\nهذه \"تتمةٌ\" لها علاقة بهذا الفصل (الثاني) ، حول بعض الكتب التي أدْرَجَها ـ أو بعضها ـ من جمع \"مؤلفات\" الشيخ رَحِمَهُ اللهُ، ولم أرَ ذلك، لأسبابٍ سأذكرها عند كل كتابٍ.\nوقد ذكرتها هنا؛ لأمرين:\n1 ـ حتى لا يُظن بأني نسيت هذه الكتب، أو لم أدرِ عنها.\n2 ـ حتى لا أُفوت ـ بذلك ـ على القارئ كُتباً ذُكرت ضمن كتب الشيخ.\nفيكون هذا \"الثَّبَتُ\" ـ إنْ شاء الله ـ حصراً لكل ما قيل فيه إنَّه من كتب الشيخ رَحِمَهُ اللهُ، والله ولي التوفيق.\nوهذه الكتب هي:\n(1) \"التوحيدُ أوّلاً يا دعاة الإسلام\"، [إجابة على سؤال]ـ (ط) .\nأصله شريطٌ مسجل، وهو إجابة عن سؤالٍ، ثم فُرِّغ، وطُبع، ولا أعلم هل عُرض على الشيخ، أو لا؟\nفالكتاب ليس على شرطي (1) ؛ ولذا لم أدرجْه.\n(2) \"الحاوي في فتاوى الشيخ الألباني\"؛ لأبي همام المصري ـ (ط) .\nذكرته في: (الفصل الرابع) ، (ص 151) ، فانظره هناك، وانظر التعليق عليه.\n(3) \"حكمُ تارك الصلاة\"، [تأليف]ـ (ط) .\nكتب الشيخ ـ رَحِمَهُ اللهُ ـ (بخطِّه) جملة من مؤلفاته، وتحقيقاته، وعدَّ منها: \"حكم تارك الصلاة\"، وجعلَ له رقماً مستقلاً (2) .\nوكذا في: \"الأصالة\"، فقد ذُكِرَ الكتابُ برقمٍ مستقلٍ (80) .\nو\"حكم تارك الصلاة\" بحثٌ مستلٌ من: \"سلسلة الأحاديث الصحيحة\"، المجلد (السابع) (3) ، حديث رقم: (3054) ، بنصه.\nوعليه؛ فـ: \"حكم تارك الصلاة\" ليس كتاباً جديداً للشيخ؛ ولذا لم أدرجْه، رغم علمي بترقيم مؤلفه له، وجعله كتاباً مستقلاً.\nوالغرضُ ـ هنا ـ إحصاء كتب الشيخ.\n(1) كما بينته (ص 29) .\n(2) انظر الملحق الأوّل في آخر ''الثَّبَت'' (ص 182) ، الكتاب رقم: (21) .\n(3) بلغني أنَّه تحت الطبع عند ''مكتبة المعارف''، واللهُ أعلم.\nالجزء: 1 ¦ الصفحة: 56\n",
        "وإدخاله في: \"الثَّبَت\"، مع ترقيمه، يُعد مخالفاً لما قصدت، واللهُ الموفق (1) .\n(4) \"الردُّ على الجهمية\"؛ (للدارمي) ، [تخريج]ـ (ط) .\nسبق الكلام عليه في موضعه من هذا \"الثَّبَت\"، فارجع إليه.\n(5) \"الفتاوى الإماراتية\"، [أشرطة سمعية] ، (منشور بخط اليد) .\nهذا والآتي برقم: (7) أصلهما فتاوى للشيخ مسجلة على أشرطة، في: \"الإمارات\"، (130 سؤالاً) ، و \"المدينة النبوية\"، (130 سؤالاً) .\nوقد قام أحدهم بتفريغها على أوراقٍ، ورتبها حسب ورودها في الأشرطة، ثم جعل في مقدمتها فهارس مُبَوَّبة على الأبواب.\nوهذا جهدٌ قيم، جزى الله من عمله خيراً.\nثم انتشرت هذه الأوراق بين طلبة الْعِلْمِ، ولا أعلم هل مرَّت على الشيخ، فقرأها، وأقرَّها، أو علَّق عليها، لتكون من مؤلفاته، أو لا؟\nفالله أعلم.\nويدخل ضمن هذا الباب الكتب الآتية:\n\"الابتداع في الدين\".\n\"البدعة وأسئلة حولها\".\n\"بدعة المولد\".\n\"كل بدعة ضلالة\".\nفهي في أصلها محاضرات مسجلة للشيخ، فُرِّغت ثم طُبِعت على الحاسب الآلي، وتداولها طلبة العلم تصويراً.\n(6) \"فتاوى الشيخ الألباني ومقارنتها بفتاوى العلماء\"؛ لعكاشة عبد المنان ـ (ط) .\nذكرته في: (الفصل الرابع) ، (ص 152) ، فانظره هناك، وانظر التعليق عليه.\n(7) \"الفتاوى المدنية\"، [أشرطة سمعية] ، (منشور بخط اليد) .\nانطر التعليق على \"الفتاوى الإماراتية\" السابق برقم: (5) .\n(8) \"مجموع الفتاوى\".\nبلغني أنَّ إحدى دور النشر تقوم بتفريغ أشرطة الشيخ، وجمع فتاويه، تمهيداً لطبعها في مجلدات، ولم أدرجْه؛ لأنَّه ليس على شرطي في الترقيم.\n(9 ـ 12) \"الابتداع في الدين\" ـ \"البدعة وأسئلة حولها\" ـ\n\"بدعة المولد\" ـ \"كل بدعة ضلالة\".\nليست من كتب الشيخ.\nوانظر ما علقته في آخر \"الفتاوى الإماراتية\".\n[وأخيراً] :\nفما ذكرته تحت هذه \"التتمة\"، مما لم أدرجْه في: \"الثَّبَت\"، (السابق) ، هو من الأمور الاصطلاحية، الاجتهادية، ولا مشاحة فيها، وبالله التوفيق.\n(1) هذا ما رأيت، ووافقني عليه بعض الأفاضل.\nورأى غيرهم أنَّ الأولى ذكره ضمن ''مؤلفات'' الشيخ؛ لأنَّ الشيخ ذَكَرَه في ''مؤلفاته'' ككتابٍ له.\nوقد بينت تعليلي فيما سبق.\nوالأمر واسع إن شاء الله، ومن أثبت للشيخ ''سلسلة الأحاديث الصحيحة''، فـ: ''حكم تارك الصلاة'' يدخل تبعاً.\nالجزء: 1 ¦ الصفحة: 57\n",
        "المبحث الثالث\n\"تنبيهٌ\" على ما ذكره الشيباني في: \"حياة الألباني\"، فيما يتعلق بـ: \"ردود\" الشيخ\n[\"تنبيهٌ\" على ما ذكره الشيباني في: \"حياة الألباني\"\nفيما يتعلق بـ: \"ردود\" الشيخ]\nمِمَّا لاحظته على كتاب: \"حياة الألباني\" للشيباني أنَّه عقد (الفصل الثاني) من كتابه للكلام على \"الردود\"، التي كتبها الشيخ ناصر رَحِمَهُ اللهُ، وذكر ضمن هذا الفصل (ستة عشر) \"رداً\" (1) .\nوالحق: أنَّ المصنِّف لمْ يَذكرْ أنَّه سيُورد تحت هذا الفصل كُتُباً للشيخ، وإنَّما اتضح من سياق \"الردود\" أنَّه سيورد جملةً من \"ردود\" الشيخ على مخالفيه، دون النظر إلى هذه \"الردود\" هل هي كتبٌ خاصة، أو جزءٌ من كتبه.\nوإنَّما نبهت على ذلك ـ هنا ـ حتى لا يظن أحدٌ بأنَّ هذه من كتب الشيخ، مغتراً بوجود بعض كتب الشيخ ضمن هذه \"الردود\".\nوهذه \"الردود\" مختلفة في أصلها، وبعد تأملها وجدتها على ثلاثة أقسام:\nالقسم الأوّل: كتبٌ مستقلة؛ وهي:\n(1) \"الردُّ على رسالة: (إباحة التحلي بالذهب المحلق) \".\n(2) \"الردُّ على ابن حزم في إباحة آلات الطرب\".\n(3) \"نقدُ كتاب: (التاج الجامع للأصول في أحاديث الرسول - صلى الله عليه وسلم -) \".\nالقسم الثاني: مقالاتٌ قديمة كتبها الشيخ في مجلة: \"المسلمون\"، التي كانت تصدر من: \"دمشق\"؛ وهي:\n(1) \"حديثُ: (تظليل الغمام) له أصل أصيل\".\n(2) \"حديثُ: (العنان) ضعيف الإسناد\".\n(3) \"الردُّ على الشيخ الحامد في: (أحاديث العمامة في الإسلام) \".\n(1) انظر: ''حياة الألباني'' (1/116) .\nالجزء: 1 ¦ الصفحة: 58\n",
        "وسيأتي الحديث عنها مفصلاً في: (الفصل الثالث) ، \"مقالات الشيخ\"، (ص 139 و 141) .\nالقسم الثالث: بحوثٌ مستلةٌ من كتبه؛ وهي:\n(1) \"الردُّ على رسالة المدعو السيد عبد الرضا المرعشي الشهرستاني\".\nأخذه من المجلد (الثالث) من: \"سلسلة الأحاديث الصحيحة\"، حديث رقم: (1171) ، (ص 159 ـ 167) .\n(2) \"الردُّ على الصابوني في كتابيه: (مختصر: \"تفسير ابن كثير\") ، و (الهدي النبوي الصحيح في صلاة التراويح) \".\nأخذه من مقدمة المجلد (الرابع) من: \"سلسلة الأحاديث الصحيحة\" (ص هـ ـ م) .\n(3) \"الردُّ على الشيخ الغماري\".\nأخذه من (حاشية) : \"تحذير الساجد\" (ص 55 ـ 56) .\n(4) \"الردُّ على العلامة الألوسي\".\nأخذه من المجلد (الرابع) من: \"سلسلة الأحاديث الصحيحة\"، حديث رقم: (1967) ، (ص 612 ـ 614) .\n(5) \"الردُّ على الغزالي وجهيمان وشلتوت\".\nأخذه من: \"سلسلة الأحاديث الصحيحة\"، حديث رقم: (1529) ، (4/41 ـ 43) .\n(6) \"الردُّ على مفتي ألبانيا\".\nأخذه من: \"سلسلة الأحاديث الصحيحة\"، حديث رقم: (87) ، (1/171 ـ 174) .\n(7) \"الردُّ على من ضعف حديث العترة\".\nأخذه من المجلد (الرابع) من: \"سلسلة الأحاديث الصحيحة\"، حديث رقم: (1761) ، (ص 355 ـ 361) .\n(8) \"الردُّ على ميرزا غلام أحمد القادياني الهندي في ادعائه النبوة\".\nأخذه من المجلد (الرابع) من: \"سلسلة الأحاديث الصحيحة\"، حديث رقم: (1683) ، (ص 250 ـ 253) .\nوبعض هذا القسم (الثالث) ، لم يذكرْ مصدره في كتب الشيخ، ولكن بحثت عنها في مظانها من كتبه ـ رَحِمَهُ اللهُ ـ فوجدتها.\n* أمَّا ما ورد في القسمين (الأوّل) ، و (الثاني) ؛ فقد أدرجتهما في هذا \"الثَّبَت\".\nوما ورد في القسم (الثالث) تركته، ولا يخفى السبب، ويمكن أنْ يُقال فيه كما قيل في كتاب: \"حكم تارك الصلاة\"، وبالله التوفيق.\n**********\nالجزء: 1 ¦ الصفحة: 59\n",
        "المبحث الرابع: سِمَاتُ كتب الشيخ\nرَحِمَهُ اللهُ\n[سمات كتب الشيخ رَحِمَهُ اللهُ]\nمن خلال الاطلاع على كتب الشيخ ـ رَحِمَهُ اللهُ ـ نرى بعض الملامح جلية في كتبه، متفاوتة في الظهور؛ ومن أبرزها:\n(1) تبنِّيه ـ رَحِمَهُ اللهُ ـ للعقيدة السلفية، ودفاعه عنها.\nوللشيخ ـ رَحِمَهُ اللهُ ـ عدة مؤلفات تدلُّ على ذلك؛ منها:\n(أ) عنايته بـ: \"العقيدة الطَّحاويّة\"، فقد شرحها، وعلَّق عليها.\nوهذه العقيدة \"الطحاوية\" تمثل عقيدة \"أهل السنة والجماعة\"، سوى مواضع يسيرة، اجتهد فيها الإمام الطحاوي رَحِمَهُ اللهُ، وقد أُخِذَت عليه، ونبَّه عليها العلماء.\nولشيخ الإسلام عبد العزيز بن باز ـ رَحِمَهُ اللهُ ـ تعليقاتٌ على هذه المواضع في رسالة مطبوعة.\nومِمَّا يدل على عقيدة الشيخ، وموقفه من القبوريين؛ كتاباه:\n(ب) \"تحذيرُ الساجد من اتخاذ القبور مساجد\".\n(ج) \"التَّوَسّلُ أنواعه وأحكامه\".\nكما قام بخدمة بعض الكتب التي تناولت عقيدة السلف.\nفقد خرّج أحاديث:\n(د ـ هـ ـ و) \"كتاب الإيمان\"؛ لكل من:\nابن أبي شيبة.\nأبي عُبَيْد القاسم بن سلام.\nشيخ الإسلام ابن تيمة رَحِمَهُمُ اللهُ.\n(ز) \"كتاب السنة\" لابن أبي عاصم.\n(ح) \"شرح العقيدة الطحاوية\"؛ لابن أبي العز الحنفي.\nومن أوَّلِ الدلائل على سلفيّة الشيخ، وصف أعدائه له بـ: \"الوهابي\"، وهي تهمة جاهزة في حق كل من اتبع منهج السلف، وحث على الاتباع، ونبذ التقليد.\n(2) محاربته ـ رَحِمَهُ اللهُ ـ للبدع، وهمته في ذلك.\nمحاربة الشيخ للبدع، ونهيه عنها بعد تَبْيين حكمها في كتبه سبب له الكثير من الأذى، ولا أعرف سبباً أشدّ من هذا تضرر من أجله الشيخ، ولكن سنة الله في كل من سلك سبيل الإصلاح، أن يؤذى ويضطهد.\nومن المصلحين الذين اضطهدوا: شيخا الإسلام: ابن تيمية الحراني، وابن عبد الوهاب التميمي رَحِمَهُما اللهُ.\nوالعجيب أنَّ المصلحين الذين تعرضوا للقهر والسجن يموتون، ويموت معهم أعداؤهم، ولا يبقى إلا الحق، وأمَّا الزَّبَد\n...\nالجزء: 1 ¦ الصفحة: 60\n",
        "وهذا ذكرُ شيخ الإسلام ابن تيمية النُّمَيْرِي يملأ الأرض، فأين ذكر من وشى به عند السلطان؟\nوأين ذكر من سجنه؟\nثم إنَّ مِمَّا سُجِن لأجله، القول بعدم وقوع ”طلاق الثلاث” وقوله هذا هو المفتى به في عصرنا.\nوقبل هذا نجد أنَّ ما كُتِب في سيرة الإمام أحمد - رضي الله عنه -، أضعافُ ما كُتِب في سِيَرِ الخلفاء الذين سجنوه، ووزرائهم، وجلاديهم مجتمعة {فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ (2) } [الحشر] .\nأعود لأقول: إذا كتب الشيخ في أي موضوع، فإنَّه يتناول ما شابه من بدع ـ إن وُجِدت ـ ولا يغفل عن ذلك.\nومن كتبه التي تدخل تحت هذا:\n(أ) ”أحكامُ الجنائز وبدعها”.\n(ب) ”صفةُ صلاة النبي - صلى الله عليه وسلم - من التكبير إلى التسليم كأنك تراها”.\n(ج) ”مناسكُ الحج والعمرة في الكتاب والسنة وآثار السلف وسرد ما ألحق الناس بها من البدع”.\n(3) تأثره ـ رَحِمَهُ اللهُ ـ بمنهج أهل الحديث.\nغالب كتب الشيخ هي كتب حديثية، وتعالج قضايا حديثية، أو تناقش مسائل من الوجهة الحدثية، وهذا معلوم لمن له أدنى اطّلاع على كتب الشيخ، فلا نُطيل.\n(4) عنايته ـ رَحِمَهُ اللهُ ـ بفقه الحديث.\nشاع في الأوساط العلمية (الضحلة) أنَّ الشيخ محدث فقط، وليس بفقيه، والناظر في كتب الشيخ يلمس عكس هذه المقولة.\nومن كتب الشيخ التي تؤكد ضلوعه في ”فقه الحديث”:\n(أ) ”أحكامُ الجنائز وبدعها”.\n(ب) ”تمامُ النصح في أحكام المسح”.\n(ج) ”صفةُ صلاة النبي - صلى الله عليه وسلم - من التكبير إلى التسليم كأنك تراها”.\n(د) ”مناسكُ الحج والعمرة في الكتاب والسنة وآثار السلف وسرد ما ألحق الناس بها من البدع”.\nوكون الشيخ بنى أحكامه في هذه الكتب على الحديث، وفق منهج ”فقهاء المحدثين”؛ جعل الناس يقولون ما قيل.\nبل كان له عناية بكتب الفقه، قراءة ودراسة؛ ومنها:\n(أ) ”زاد المعاد”، وكتب عليه: ”التعليقاتُ الجياد على (زاد المعاد) ”.\nالجزء: 1 ¦ الصفحة: 61\n",
        "(ب) ”الروضة الندية”، وكتب عليها: ”التعليقاتُ الرضية على (الروضة الندية) ”.\n(ج) ”فقه السنة”، وكتب عليه: ”تمامُ المنة في التعليق على (فقه السنة) ”.\nنعم، الشيخ لم يتعمّقْ في الفقه كتعمّقه في الحديث، ولا يماري في ذلك أحد، وكلٌ ميسر لِمَا خُلِق له.\nوليت أحداً مِمَّن يعتني بعلم الشيخ يُفْرد كتاباً بعنوان:\n”اختيارات الألباني الفقهية”.\nفإنَّه سيجد مادة علمية، وفيرة.\nوللعلامة: بكر بن عبد الله أبو زيد ـ حَفِظَهُ اللهُ ـ كتابٌ بعنوان:\n”اختيارات الشيخ الألباني وتحقيقاته”\nسيأتي الكلام عليه في موضعه، من: (الفصل الرَّابع) ، (ص 152) .\n(5) قوة شخصيته العلمية، وجرأته في إبراز رأيه، والردّ على المخالف كائناً من كان.\nوهذا أمرٌ ظاهرٌ على كتب الشيخ، وقد أوذي الشيخ، وحُورِبَ بسبب ذلك، وكثر النقد عليه فيما يخصّ هذا الأمر.\nوالشيخ ـ رَحِمَهُ اللهُ ـ عندما كان يكتب لم يكن ليكتب ارتجالاً، أو تطفلاً على علمٍ لا يحسنه، بل كان يكتب عن علمٍ ودراية.\nوعلى شدة أعداء السنة على الشيخ، لمْ نرَ منهم شيئاً حول: الكوثري، والغماريين (1) ، الذين تجاسروا على ردِّ أحاديث في: ”الصحيحين”، وغيرهما، لا\nلعلم عندهم؛ بل لأنَّها تهدم ”أصول البدعة”؛ ومن ذلك ”حديث الجارية” عند مسلم: ((أَيْنَ اللَّهُ؟))\n...\nفإلى الله المشتكى.\n(7) إنصافه رَحِمَهُ اللهُ، وتراجعه عما يتبين له أنَّه أخطأ فيه.\n”إنْ صح الحديث فهو مذهبي” هذه هي طريقة الأئمة المتقدمين كما حقَّق ذلك الشيخ في مقدمته لـ: ”صفة صلاة النبي - صلى الله عليه وسلم -”.\nوالشيخ ـ رَحِمَهُ اللهُ ـ دائم البحث والاطلاع، فإذا تبين له خطأ رجع عنه، فإنْ نبهه إلى ذلك أحد أشار إليه.\nقال ـ رَحِمَهُ اللهُ ـ في مقدمة: ”سلسلة الأحاديث الضعيفة” (1/3 ـ 4) [ط. الجديدة] :\n(1) علقَّ أحد الأفاضل هنا بقوله:\n(كيف تصفهم بـ: ’’أعداء السنة’’، ثم تريد منهم شيئاً عن الكوثري؟) .\nالجزء: 1 ¦ الصفحة: 62\n",
        "(رحم الله عبداً دلَّني على خطئي، وأهدى إليَّ عيوبي؛ فإنَّ من السهل عليَّ ـ بإذنه تعالى وتوفيقه ـ أن أتراجع عن خطأٍ تبيَّن لي وجهه، وكتبي التي تُطبع لأوّل مرة، وما يُجَدَّد طبعُه منها أكبرُ شاهدٍ على ذلك) أ. هـ\nومِمَّا وقفت عليه مِمَّا يدخل تحت هذا الباب:\n(أ) ما جاء في مقدمة الطبعة (السابعة) لكتابه ”صفة صلاة النبي - صلى الله عليه وسلم -” (ص 8 ـ 9) ، وذلك عند مناقشته رسالة: ”التنبيهات” لشيخنا العلامة: حمود بن عبد الله التويجري رَحِمَهُ اللهُ.\n(ب) وفي: ”ظلال الجنة قي تخريج (السنة) ” حديث رقم: (848) ـ حديث أبي الدرداء (فيمن سمع النداء) ـ قال الشيخ معلقاً:\n(لمْ أعرف الحديث الذي يُشير إليه) .\nوقال في نسخته الخاصة:\n(رواه الطبراني عن أبي الدرداء بسندٍ ضعيفٍ فراجع: ”مجمع الزوائد” (1/333) .\nدلني عليه: عبد الله الدويش رَحِمَهُ اللهُ، وجزاه خيراً) .\n(ج) وفي الكتاب نفسه، وعند حديث رقم: (1238) ، جاء في الإسناد: (حدثنا: أبو مسكين) .\nثم قال في نسخته الخاصة:\n(ثم استدركت، فقلت: الصواب: (أبو مكين) ، كذلك وقع في: ”علل الدارقطني”، كما أفادنيه: الدكتور: محفوظ الرحمن؛ في كتابٍ أرسله الأخ\n...\n) (1) أ. هـ\nوانظر:\nمقدمة المجلد (الأوّل) من: سلسلة الأحاديث الصحيحة” (ص 5) .\nومقدمة المجلد (السادس) من: ”السلسلة” نفسها (ص 8) .\nومقدمة المجلد (الخامس) من: ”سلسلة الأحاديث الضعيفة” (ص 11 ـ 12) .\nوهكذا نجد أنَّ الشيخ ـ رَحِمَهُ اللهُ ـ لا يتردَّد عن التراجع عن أي خطأٍ يظهر له، شاكراً ومقدراً لمن أرشده إلى ذلك.\n(8) اختلاف بعض أحكامه ـ رَحِمَهُ اللهُ ـ من كتابٍ لآخر، وعلى حديثٍ واحدٍ.\n(1) استفدت الموضعين (ب ـ ج) من مقدمة الدكتور: باسم الجوابرة لـ: ’’السنة’’ لابن أبي عاصم (بتحقيقه) ، (ص 14 ـ 15) .\nثم إنَّ هذا يؤكد لنا: أنَّ الشيخ ـ رَحِمَهُ اللهُ ـ كان دائمَ المطالعة والمراجعة، وانظر ما علقته تحت الرقم (8) الآتي.\nالجزء: 1 ¦ الصفحة: 63\n",
        "عدَّ من لا خلاق لهم هذا من تعارض الشيخ وتناقضه (1) .\nومن تأمل بعين الإنصاف عدَّ هذه السمة من أبرز مناقب الشيخ ومحاسنه؛ وذلك لأنَّ الرجل أفنى عمره في القراءة والبحث في كتب العلم، ومن هذا شأنه فلا بد أن يعثر على جديد يجعله يغير رأيه في القديم.\nفقد يحكم على حديث بالضعف، وبعد سنين (وهو في بحث دؤوب) يعثر على طريق جديد يصلح لأن يكون شاهداً معتبراً لحديث ضعفه من قبل، فلا يملك سوى القول بصحة الحديث، وإعلان تراجعه عن الحكم القديم (2) .\nبخلاف الجامدين على الطريق فهم لا يجمدون على أقوالهم فحسب، بل يجمدون على قول من سبقهم من أئمتهم، ولا يقبلون النقاش فيه، ولو خالف الدليل.\nوقد وقفت على مجلد لطيف باسم:\n”التنبيهات المليحة على ما تراجع عنه العلامة المحدث الألباني من الأحاديث الضعيفة أو الصحيحة”؛ جمع وترتيب: عبد الباسط بن يوسف الغريب.\nووجدت كلاماً نفيساً للعلامة: بكر أبو زيد ـ حَفِظَهُ اللهُ ـ حيث قال عند الكلام على حال: ”صالح بن بشير المري”، وأنَّه (متروك الحديث) ، ولا يعتبر به في الشواهد، ولا المتابعات:\n(هذا يتفق مع ما قرره العلامة الألباني في: ”الضعيفة”، خلاف ما قرره في تعليقه على: ”مشكاة المصابيح”، فإنَّه اعتبر به؛ فليُصحح.\nوهذا لا يُشغب به على أهل العلم، كالحال في تعدد الروايات عن الإمام الواحد في الفقهيات، وفي رتبة الحديث الواحد، وكذا في منزلة الراوي.\nوللحافظين: الذهبي، وابن حجر، في هذا شيء غير قليل يُعْلَمُ من المقابلة بين ”الكاشف”، و ”المغني” كلاهما للذهبي.\nوبين: ”التقريب”، و ”التلخيص”، و ”الفتح”، ثلاثتها لابن حجر.\nوالأعذار في هذا مبسوطة.\nوانظر: ”رفع الملام” لابن تيمية.\n(1) وللمدعو: الحسن بن علي السقاف ـ هداه الله للحق ـ كتابٌ باسم: ’’تناقضات الألباني الواضحات’’، سيأتي الكلام عليه في الفصل الخامس (ص 169) .\n(2) ويمكن الاستشهاد بما جاء تحت رقم (7) ، على ما جاء هنا.\nالجزء: 1 ¦ الصفحة: 64\n",
        "لكن هذا يوافق لدى المبتدعة شهوة يعالجون بها كمد الحسرة من ظهور ”أهل السنة”، ولهم في الإيذاء وقائع مشهودة على مرّ التاريخ، لكنها تنتهي بخذلانهم.\nوالله الموعد) (1) أ. هـ\nوقد قفت على كلامٍ للألباني في هذا الباب:\nيقول رَحِمَهُ اللهُ:\n(كثيراً ما يقع أنْ أنقل حديثاً من ”الصحيحة” إلى ”الضعيفة”، وبالعكس، وهذا مستنكرٌ عند الجهلة، ومقبولٌ مشكورٌ جداً عند أهل العلم\n...\nوأنا ـ مِنْ فضلِ اللهِ عليَّ ـ نادراً ما أعيد طباعة كتاب، إلا وأعيد النظر فيه، لأنَّني متشبعٌ أنَّ العلم الصحيح لا يقبل الجمود.\nوأنا أتعجب من مؤلفٍ ألَّفَ كتاباً مِنْ (عشرينَ) سنةً خلت، ويعيده كما هو، لا يُغَيِّر، ولا يُبَدِّل.\nما هذا العلم؟!\nهل هو وحيٌ من السماءِ؟!\nأم جهد إنسانٍ يُخْطِئ ويُصِيب؟) (2) أ. هـ\nوقال ـ نَوَّرَ اللهُ ضَرِيحَهُ ـ في مقدمة المجلد (الأوّل) من: ”سلسلة الأحاديث الضعيفة” (ص 3 ـ 6) [ط. الجديدة] :\n(لما كان من طبيعة البشر ـ التي خلقهم الله عليها ـ العجز العلمي، المشار إليه في قوله تعالى: {وَلاَ يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ} [البقرة: 255] ؛ كانَ بدهيّاً جداً أن لا يجمُدَ الباحث عند رأي أو اجتهاد له قديم، إذا ما بدا له أنَّ الصواب في غيره من جديد.\nولذلك نجد في كتب العلماء أقوالاً متعارضة عن الإمام الواحد؛ في الحديث، وتراجم رواته، وفي الفقه، وبخاصة عن الإمام أحمد.\nوقد تميز في ذلك الإمام الشافعي بما اشتهر عنه أنَّ له مذهبين: قديم، وحديث.\nوعليه؛ فلا يستغربنَّ القارئ الكريم تراجعي عن بعض الآراء والأحكام\n...\n(1) ’’جزء في مرويات دعاء ختم القرآن’’ (ص 261) [ضمن: ’’الأجزاء الحديثية’’] .\n(2) قال هذا في حوارٍ أجرته معه مجلة: ’’البيان’’ العدد (33) ، (ص 12) .\nالجزء: 1 ¦ الصفحة: 65\n",
        "وإنَّ مِمَّا يساعد على ذلك ـ فوق ما ذكرت من العجز البشري ـ أنَّنا نقف ما بين آونة وأخرى على مطبوعات جديدة؛ كانت أصولها في عالم المخطوطات، أو المصورات، بعيدة عن متناول أيدي الباحثين والمحقِّقين\n...\nهذا وذاك هو السّر في بروز كثير من التصحيحات والتعديلات على بعض ما يطبع من مؤلفاتي الجديدة، أو ما يعاد طبعه منها\n...\nفرحم الله عبداً دلَّني على خطئي، وأهدى إليَّ عيوبي؛ فإنَّ من السّهل عليَّ ـ بإذنه تعالى وتوفيقه ـ أن أتراجع عن خطأٍ تبيَّن لي وجهه، وكتبي التي تُطبع لأوّل\nمرة، وما يُجَدَّد طبعُه منها أكبرُ شاهدٍ على ذلك) أ. هـ\nومن أمثلة ذلك حديث:\nما أخرجه أبو داود في: ”سننه” في: (كتاب: الجهاد) ، برقم: (2205) ، قال:\nحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ: حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ: حَدَّثَنِي عَبْدُ اللَّهِ ابْنُ أَبِي يَحْيَى، عَنْ سَعِيدِ بْنِ أَبِي هِنْدٍ، قَالَ: قَالَ أَبُو هُرَيْرَةَ: قَالَ رَسُولُ اللَّهِ:\n((تَكُونُ إِبِلٌ لِلشَّيَاطِينِ، وَبُيُوتٌ لِلشَّيَاطِينِ، فَأَمَّا إِبِلُ الشَّيَاطِينِ فَقَدْ رَأَيْتُهَا، يَخْرُجُ أَحَدُكُمْ بِجُنَيْبَاتٍ مَعَهُ قَدْ أَسْمَنَهَا، فَلاَ يَعْلُو بَعِيراً مِنْهَا، وَيَمُرُّ بِأَخِيهِ قَدِ انْقَطَعَ بِهِ، فَلاَ يَحْمِلُهُ. وَأَمَّا بُيُوتُ الشَّيَاطِينِ فَلَمْ أَرَهَا)) .\nذكره الشيخ (مصححاً لسنده) في: ”سلسلة الأحاديث الصحيحة” برقم: (93) ، في: [ط. القديمة] .\nثم نزعه منها في: [ط. الجديدة] ، وأدرجه في: ”سلسلة الأحاديث الضعيفة” [ط. الجديدة] (4/327 ـ 328) برقم: (2303) .\nوقال في الموضع الجديد:\n(وقد كنت أوردت الحديث في: ”الصحيحة” برقم: (93) قبل أن يتبيَّن لي الانقطاع المذكور (1) ، فالحمد لله الذي هدانا لهذا، وما كنا لنهتدي لولا أنْ هدانا الله) أ. هـ\n(1) أي: بين سعيد بن أبي هند وأبي هريرة - رضي الله عنه -.\nالجزء: 1 ¦ الصفحة: 66\n",
        "والكلام نفسه ينطبق على الحديث الذي يليه في: ”سلسلة الأحاديث الضعيفة” (4/328 ـ 329) ، رقم: (2304) ، فقد كان في: ”سلسلة الأحاديث الصحيحة” برقم: (195) ، ثم نزعه الشيخ منها في: [ط. الجديدة] ، ووضعه في: ”سلسلة الأحاديث الضعيفة” [ط. الجديدة] ، للعلة نفسها.\nوغير ذلك كثير (1) ، مِمَّا يُؤكد أنَّ الشيخ كان مطالعاً وباحثاً إلى آخر حياته.\nوبعد، فاعلم أنَّه من الجور ـ وربي ـ القول بأنَّ هذا (ومثله) من التناقض.\n(9) كان ـ رَحِمَهُ الله ُـ يطيل ويبطئ في التخريج، إذا كان الكتاب من تأليفه، بخلاف تحقيقاته.\nوهذه (السمة) من أبرز (السمات) التي ينبغي الوقوف عندها.\nفالشيخ كان يُفَرِّق بين الكتب التي من تأليفه، وبين المخطوط الذي كان يُحقِّقه، ويُخرِّج أحاديثه.\nفإذا كان الكتاب من تأليفه فإنَّه يتوسع في تخريج أحاديثه، وبيان طرقها، والكلام على أسانيدها.\nحتى إنَّك تجد ـ أحياناً ـ أنَّ الحديث لم يُخَرَّجْ في أي مصدر بهذا التمام.\nوحسبك أنَّ الشيخ منذ (عشرات) السنين وهو يُحيل على كتبٍ لمْ تطبعْ بعد.\nومن أمثلة هذا العمل:\n(أ) ”إرواء الغليل في تخريج أحاديث: (منار السبيل) ”.\n(ب) ”سلسلة الأحاديث الصحيحة وشيء من فقهها وفوائدها”.\n(ج) ”سلسلة الأحاديث الضعيفة وأثرها السيء على الأمة”.\n(د) ”غاية المرام في تخريج: (الحلال والحرام) ”.\nوهذا الأمر يختلف تماماً إذا قرأنا في تحقيقات الشيخ، فإنَّه لا يُطيل بل يكتفي ـ\nأحياناً ـ بإشاراتٍ خفيفة، ثم يحيل على كتبه المطولة.\nففي المطولة علم الشيخ، وفقهه.\n(1) ومِمَّا رأيته في المجلد (السادس) من: ’’سلسة الأحاديث الصحيحه’’ ما جاء تحت الأحاديث: رقم: (2647) ، (ص 305) ، ورقم: (2723) ، (ص 496) ، ورقم: (2748) ، (ص 565) ، ورقم: (2813) ، (ص 743) ، ورقم: (2949) ، (ص 1089) ، ورقم: (2972) ، (ص 1167) .\nالجزء: 1 ¦ الصفحة: 67\n",
        "والتوسع في التخريج عند تحقيق المخطوطات يعد تكراراً، بل يخرج العمل عن المقصود الأصلي؛ وهو إخراج نسخة من الكتاب (المخطوط) كما كتبها مؤلفها.\nوكأنَّ الشيخ ـ رَحِمَهُ اللهُ ـ أراد أنْ يرسم منهجاً علمياً للباحثين في عصرنا.\nفإنَّهم أسرفوا في تحقيق كتب التراث، وذلك عند تخريج أحاديث الكتب المسندة، والكلام على رجالها، فإنَّك تجد الكتاب في (ورقاتٍ) ، ويخرج في (مجلدٍ) بل (مجلدين) .\nوآخر يعثر على مخطوطٍ في (مجلد) ، ويخرجه في (عشرة) مجلدات\n...\nوهكذا في سلسلة لا تنتهي من العبث بالتراث (1) .\nوهم بذلك يلزمون طالب العلم بشراء هذا الكتاب بما فيه من حشو.\nولو أنَّهم اتبعوا منهج الشيخ؛ لأخرجوا المخطوط، بعد ضبط نصه، وتوثيق نقوله.\nأمَّا ما عندهم من علم وزيادة بيان فبإمكانهم وضعه في كتب خاصة لهم، ومن أرادها بحث عنها، أما كتب السلف فحسبهم الوقوف عند ضبط النص، وتوثيق النقل، وشيء من التخريج به يعرف حال الحديث صحة وضعفاً.\n(10) كان الشيخ ـ رَحِمَهُ اللهُ ـ يَنْسخ، ويُحقِّق، ويُخرِّج، ويُعلِّق،\nويُؤلِّف، بنفسه.\nنعم؛ كان الشيخ يفعل ذلك دون الاعتماد على غيره، بل ولا الركون إلى ”برامج الحاسب الآلي” التي تدلّه على موضع الحديث في ألف مجلد في (دقيقةٍ) أو أقل، دون تعب وعناء.\nبخلاف ما يصنعه الكثير ممن لهم اعتناء بالعلم في العصر الذي فقدت فيه الأهلية العلمية للمحقِّقين والمؤلفين.\nورائحة هؤلاء قد فاحت، وإذا أردت أن تعد المحقِّقين والمؤلفين الذين لا يعتمدون على غيرهم فإنك تجدهم أقل من القليل بالنسة لعدد أصحاب ”المعامل”.\nوليتهم يتركون هذا الصنيع، وينسبون لأنفسهم ما خطته أيمانهم فحسب؛ فإنَّ هذا العلم دين.\nوإنك لتعجب لحال هؤلاء فإنَّ الواحد منهم يخرج المجلدات تتلوها المجلدات، في كتب حديثية صرفة، مليئة بالأسانيد، وفي سنوات متقاربة.\n(1) ستجد في كتابي: ’’الورَّاقون’’ تفصيلاً لما أُجْمِل هنا.\nالجزء: 1 ¦ الصفحة: 68\n",
        "وإن سألت عنهم، قيل لك: هذا طبيب، والآخر مؤرِّخ، والثالث مهندس\n...\nأعود لمحدث عصره؛ فأقول:\nمع كونه وحيداً فيما يكتب؛ إلا أنَّ الله ـ تبارك وتعالى ـ بارك في وقته، وعلمه؛ فكثرت مؤلفاته، وانتفعت بها الأمة.\n(11) تأثره ـ رَحِمَهُ اللهُ ـ بالعلماء السابقين في تسمية مؤلفاته (طريقة السجع) ؛ ومن ذلك:\n(أ) ”إرواءُ الغليل في تخريج أحاديث: (منار السبيل) ”.\n(ب) ”رفعُ الآصار في ترتيب أحاديث (مشكل الآثار) ”.\n(ج) ”غايةُ المرام في تخريج أحاديث (الحلال والحرام) ”.\nوغيرها كثير\n...\n(12) أسماء بعض كتبه تدل على المضمون تفصيلاًًً، ولو طال العنوان؛ ومن ذلك:\n(أ) ”الردُّ المفحم على من خالف العلماء وتشدد وتعصب وألزم المرأةَ أنْ تسترَ وجهها وكفيها وأوجب ولم يقنعْ بقولهم إنَّه سنة ومستحب”.\nفهذا العنوان يدلنا على أنَّ هذا الكتاب: ردٌّ على مخالفيه في مسألة الحجاب، وأنَّ المصنِّف بيَّن فيه أنَّ كشف المرأة لوجهها وكفيها غير محرم، والتغطية ليست واجبة، بل سنة، أو مستحب، (حسب رأيه رَحِمَهُ اللهُ) .\n(ب) ”صحيحُ الإسراء والمعراج وذكر أحاديثهما وتخريجها وبيان صحيحها من سقيمها وسرد ما صح منها في سياق واحد بأسلوب فريد بديع لا تراه في كتاب”.\n(ج) ”قصة المسيحُ الدّجال ونزول عيسى عليه الصلاة والسلام وقتله إياه على سياق رواية: (أبي أمامة - رضي الله عنه -) مضافاً إليه ما صحّ عن غيره من الصحابة - رضي الله عنهم -”.\n(د) ”النصيحةُ بالتحذير من تخريب (ابن عبد المنان) لكتب الأئمة الرَّجيحة وتضعيفه لمئات الأحاديث الصحيحة”.\nولا تعاب هذه الصفة على أحدٍ، وللشيخ فيها سلف.\nومِمَّا يحضرني في هذا الباب:\n(أ) كتاب: ”صحيح ابن حبان”، فاسمه الكامل:\n”المسند الصحيح على التقاسيم والأنواع من غير وجود قَطْعٍ في سندها ولا ثُبُوتِ جَرْحٍِ في ناقليها”.\n(ب) ”الاستذكار الجامع لمذاهب فقهاء الأمصار وعلماء الأقطار فيما تضمنه\nالجزء: 1 ¦ الصفحة: 69\n",
        "(الموطأ) من معاني الرأي والآثار وشرح ذلك كله بالإيجاز والاختصار”؛ لابن عبد البر رَحِمَهُ اللهُ.\n(ج) ”الترخيص بالقيام لذوي الفضل والمزية من أهل الإسلام على جهة البر والتوقير والاحترام لا على جهة الرياء والإعظام”؛ للنووي رَحِمَهُ اللهُ.\nوسرت هذه العادة في (التبويب) أيضاً.\nومن ذلك ما جاء في: ”صحيح ابن خزيمة”.\nفقد ذَكَرَ حديث: ((هُوَ الطَّهُورُ مَاؤُهُ الْحِلُّ مَيْتَتُهُ)) .\nوبَوَّبَ له بـ:\n(باب: الرخصة في الغسل والوضوء من ماء البحر، إذ ماؤه طهور، ميتته حل، ضد قول من كره الوضوء والغسل من ماء البحر؛ وزعم أنَّ تحت البحر ناراً، وتحت النار بحراً، حتى عدّ سبعة أبحر، [و] سبعة نيران، وكره الوضوء والغسل من مائه لهذه العلة زعم) .\nوتأمَّل ـ على سبيل المثال ـ تبويبه للأبواب:\n(10) ، (20) ، (218) ، (223) ، من كتاب: (الوضوء) ، من: ”صحيحه”.\n(13) شدته في الردِّ على من خالفه، وطول نفسه في ذلك.\nوهذه سمةٌ بارزة في كتابات الشيخ، وأنا لا أنتقدها في حق أهل البدع؛ لأنَّهم أهل بدع، ثم إنَّهم قد أسرفوا في نقد الشيخ، وتجريحه، بل وصل بهم الحال إلى الكذب، والتدليس، والغش فيما كتبوا، فالله حسيبهم.\nومِمَّا وقفتُ عليه من كلامه على شدته ضد أهل الأهواء والبدع، وسبب ذلك؛ بيّنه بقوله في مقدمة المجلد (الأوّل) من: ”سلسلة الأحاديث الضعيفة” (ص 34) [ط. الجديدة] :\n(معذرةً إلى القراء الكرام، إذا أنا أطلتُ في هذه المقدمة؛ لأنَّ الغرض أنْ\nنُبَصِّرَهُم بحال بعض الطاعنين فيَّ بغير حقٍّ، بقلم غيري من الكُتَّاب المنصِفين الحيادِيِّين، ولكي لا يُبادِروا إلى استنكار ما قد يَجِدون منِّي من الشدة ـ أحياناً ـ في الردِّ على بعض النَّاقدين بأهوائِهِم، وبغير علمٍ، فقديماً قالوا:\n((قال الحائطُ للوتد: لم تشقُّني؟\nقال: سَلْ من يدقُّني)) .\nراجياً ألا يحمِلوني أن أتمثَّل بقول الشاعر:\nالجزء: 1 ¦ الصفحة: 70\n",
        "غَيْرِي جَنَى وَأَنَا الْمُعَذَّبُ فِيكُمُ فَكَأَنَّنِي سَبَّابَةُ الْمُتَنَدِّمِ) أ. هـ\nولكن ما قد يؤلِم أنَّ شدته كانت تصب ـ أحياناً ـ على بعض محبيه من أهل السنة؛ ومن ذلك:\n(أ) شدته في أثناء ردّه على أخيه العلامة: حمود التويجري ـ رَحِمَهُ اللهُ ـ في مقدمة الطبعة (السابعة) لكتابه: ”صفة صلاة النبي - صلى الله عليه وسلم -”.\n(ب) ردّه على العلامة: بكر بن عبد الله أبو زيد في: ”تمامُ المنة في التعليق على: (فقه السنة) ” (ص 197) ، في معرض رده على: ”جزءٌ في كيفية النهوض في الصلاة وضعف حديث العجن”.\nعلماً بأنَّ الشيخ بكراً أثنى على الشيخ الألباني في مقدمة ”جزئه”، فقال (ص 8) :\n(العلامة، المحدث، الشيخ، السلفي) أ. هـ\nومن الإنصاف القول بـ: أنَّ الألباني أثنى على الشيخ بكر بعد ذلك.\nومِمَّا يحضرني ـ الآن ـ مقدمة المجلد (السادس) من: ”سلسلة الأحاديث الصحيحة” (ص 5 ـ 6) .\nوقال عنه مرة:\n(أخونا الفاضل الشيخ) (1) أ. هـ\n(ج) ردّه على أخيه الشيخ: محمد نسيب الرفاعي رَحِمَهُ اللهُ (2) .\n(د) وقسوته على أخيه (وصديقه السابق) الشيخ الفاضل: أبي بكر محمد زهير الشاويش صاحب: ”المكتب الإسلامي”.\nوهذا لا يحتاج إلى مثال، بل غالب مقدمات كتبه الجديدة أو المجددة، يتعرض فيها للشيخ زهير؛ لأدنى مناسبة، وكذا الحال في بطون كتبه، وأحياناً يكون الكلام على أخيه زهير ليس له صلة بالحديث الذي يتكلم عليه، ولا بتخريجه، وأحياناً لا تجد رابطاً بين كلامه في أخيه، وبين الموضع الذي تكلم عليه فيه (3)\n(1) ’’الرد المفحم’’ (ص 30) .\n(2) انظر: ’’سلسلة الأحاديث الضعيفة’’، المجلد (الَّرابع) (ص 471 ـ 472) تحت حديث رقم: (1305) .\n(3) انظر: ’’سلسلة الأحاديث الصحيحة’’، المجلد (السادس) ، الحديث رقم: (2656) ، (ص 330) ، ورقم: (2885) ، (ص 901 ـ 902) ، ورقم: (2889) ، (ص 915 ـ 917) ، ورقم: (2949) ، (ص 1090 ـ 1091) .\nفهذه أربعة مواضع في كتابٍ واحد.\nالجزء: 1 ¦ الصفحة: 71\n",
        "، والله المستعان (1) .\nوأحياناً يأتي ـ أثناء الرّد ـ بكلام فيه تهمة للمخالف، وكان ينبغي أنْ لا يصدر منه؛ ومن ذلك:\nقوله أثناء مناقشة مخالفيه في مسألة الحجاب:\n(1) وقد كان بينه وبين زهير علاقة حميمة، وسارا (طويلاً) على دربٍ واحدٍ، وأسهما في نشر كتب العقيدة السلفيّة، وقد تبنّى الشيخ زهير ـ حَفِظَهُ اللهُ ـ نشر علم الألباني، وتعريف الأمةبه، زمناً طويلاً.\nومِمَّا يحضرني مِمَّا كتبه الشيخ الألباني قديماً، في أخيه الشيخ: زهير الشاويش؛ ما جاء في مقدمة: ’’خطبة الحاجة’’، حيث قال (ص 6 ـ 7) :\n(أمَّا هذه الطبعة فقد تولى إصدارها أخونا الفاضل الأستاذ زهير الشاويش، صاحب المكتب الإسلامي للطباعة والنشر.\nوإليه يعود الفضل الأوّل في الدِّيار ’’السورية’’ وغيرها بطبع الكتب التي تنشر السنة، وتدعو إلى اتباع السلف الصالح، والدفاع عن الشريعة المطهرة، جزاه الله خيراً، وزاده توفيقاً.\nوقد يسر الله بواسطته نشر عدد كبير من الكتب التي ألّفتها، أو حققتها؛ ومن ذلك:\n’’مشكاة المصابيح’’ ـ’’أحكام الجنائز’’ ـ ’’صفة صلاة النبي’’\n...\n) أ. هـ\nوذكر (15) كتاباً.\nثم حذف هذا الكلام في الطبعة الجديدة للكتاب.\nوقال في مقدمة تحقيقه لـ: ’’رياض الصالحين’’ (ص 5) :\n(رغب إليّ الأخ الأستاذ: زهير الشاويش صاحب ’’المكتب الإسلامي’’، والأيادي البيضاء في نشر الكتب الحديثية، والآثار السلفية، أنْ أتولى القيام بتحقيق كتاب: ’’رياض الصالحين’’ للإمام النووي\n...\n) أ. هـ\nثم حصل بينهما ما حصل؛ فراح كل واحد منهما يذكر الآخر بسوءٍ في (المقدمات) ، ولكن الألباني ـ رَحِمَهُ اللهُ ـ أسرف كثيراً في هذا الجانب، ورماه بتهم شتّى.\nوكانت هذه ’’المقدمات’’ فرصة لأهل ’’الأهواء والبدع’’، للشماتة بالسلفيين، وأظهروا ذلك في كتبهم، تصريحاً، وتلميحاً.\nالجزء: 1 ¦ الصفحة: 72\n",
        "(ولقد رأيت ـ والله ـ العجب العجاب؛ من اجتماعهم على القول بالوجوب، وتقليد بعضهم لبعض في ذلك، وفي طريقة الاستدلال بما لايصح من الأدلة، رواية، أو دراية، وتأويلهم للنصوص المخالفة لهم، من الآثار السلفيّة، والأقوال المشهورة لبعض الأئمة المتبوعين، وتجاهلهم لها، كأنَّها لمْ تكنْ شيئاً مذكوراً، الأمر الذي جعلني أشعر أنَّهم ـ مع الأسف ـ قد كتبوا ما كتبوا مستسلمين للعواطف البشرية، والاندفاعات الشخصيّة، والتقاليد البلدية، وليس\nاستسلاماً للأدلة الشرعيّة\n...\n) (1) أ. هـ\nإنَّ هذه العبارات ـ وما كان على بابتها ـ كانت سبباً في الفجوة التي كانت بين الشيخ ـ رَحِمَهُ اللهُ ـ وبين معاصريه من أهل العلم؛ وفيها تعد لا يخفى على مخالفيه، ولا سيما السلفيّون؛ كالشيخ: حمود بن عبد الله التويجري، والشيخ عبد القادر بن حبيب الله السندي رَحِمَهُمَا اللهُ، وغيرهما.\n(1) ’’الرَّد المفحم’’ (ص 6) .\nوفي هذا الكتاب الكثير من العبارات الشديدة؛ كقوله عن شيخنا العلامة: حمود التويجري رَحِمَهُ اللهُ:\n(الشيخ خرِّيت ماهر ـ ولا فخر ـ في تضليل قرائه، وصرفهم عن الاستفادة من أقوال علمائهم، بتأويله إياها، وإبطال دلالاتها الصريحة؛ تماماً كما يفعل أهل الأهواء بتعطيلهم لنصوص ’’الكتاب’’، و ’’السنة’’، وأقوال الأئمة، المتعلقة بالأسماء والصفات الإلهية، وهذا شيءٌ يعرفه الشيخ منهم، فيبدو أنَّه قد سرت عدواهم إليه ـ حَفِظَهُ اللهُ ـ ولو في مجال الأحكام، هداه الله) أ. هـ\nونحو ذلك كثير، فليت الورثة ـ أَجْزَلَ اللهُ لهم المثوبةَ ـ عندما قامو على طبعه؛ هذّبوه من بعض هذه العبارات، واقتصروا فيه على كلام الشيخ العلمي في منقاشة أدلة المخالفين، ونشروه باسم: ’’مختصر الرد المفحم\n...\n’’، ولا سيما أنَّ الكتاب تمّ طبعه بعد موت الشيخين، فكان طي النزاعات الكلاميّة، أولى من نشرها.\nالجزء: 1 ¦ الصفحة: 73\n",
        "فهل كانوا يكتبون مستسلمين للعواطف البشرية، والاندفاعات الشخصيّة، والتقاليد البلدية\n...\nكما قال الشيخ رَحِمَهُ اللهُ؟\nأو أنَّهم كانوا يكتبون بدافع البحث العلمي النزيه؟\nثم إنَّ الأمرَ أهون من ذلك؛ فالشيخ بحث في مسألة الحجاب، ورأى فيها رأياً، كما أنَّ غيره بحث في المسألة نفسها، وخرج برأيٍ آخر، وكلٌّ عليه بدليله ويقف عنده، دون التعدي على نوايا العلماء، وطلاب العلم، مِمَّا قد يجعل فرصة للمخالف الحاقد من المبتدعة أنْ يشنع عليه.\n(14) إفراده لبعض: الأبواب، والمسائل، والأحاديث، وبعض الأحداث في السيرة، في رسالةٍ، أو كتابٍ مستقلٍ.\nفمن أمثلة إفراد الأبواب:\n(أ) ”أحكامُ الجنائز وبدعها”.\n(ب) ”صفةُ صلاة النبي - صلى الله عليه وسلم - من التكبير إلى التسليم كأنك تراها”.\n(ج) ”مناسكُ الحج والعمرة في الكتاب والسنة وآثار السلف وسرد ما ألحق الناس بها من البدع”.\nومن أمثلة إفراد المسائل:\n(أ) مسألة: البروك في السجود، وكيفيته؛ كتب فيها:\n”إزالةُ الشكوك عن حديث البروك”.\n(ب) ومسألة: وضع اليدين بعد الركوع؛ كتب فيها:\n”الردُّ على: (هدية البديع في مسألة القبض بعد الركوع) ”.\nومن أمثلة إفراد الأحاديث:\n(ج) ”تصحيحُ حديث إفطار الصائم قبل سفره بعد الفجر والرد على من ضعفه”.\nوأصله مقالات جُمِعَت في كتاب.\nومن أمثلة إفراد بعض الأحداث في السيرة:\n(د) ”الإسراءُ والمعراج وذكر أحاديثهما وتخريجها وبيان صحيحها من سقيمها”.\n(هـ) ”نصبُ المجانيق لنسف قصة الغرانيق”’.\nوهكذا كان الشيخ رَحِمَهُ اللهُ، فكل مسألة يرى أنَّها بحاجة للإفراد، يفردها.\n(15) اهتمامه ـ رَحِمَهُ اللهُ ـ ببعض الكتب؛ ومن ذلك:\n(أ) ”سنن أبي داود”:\nخرَّج أحايثه، وقسمه إلى:\n(1) ”صحيح سنن أبي داود”.\n(2) ”ضعيف سنن أبي داود”.\nوسبق ـ عند الكلام على كتبه ـ أنَّه غير ”الصحيح”، و ”الضعيف” اللذين طبعهما ”مكتب التربية” من جملة ”السنن الأربعة”.\n(ب) ”صحيح ابن حبان”:\nالجزء: 1 ¦ الصفحة: 74\n",
        "كتب على ”ترتيبه”:\n(1) ”التعليقاتُ الحسان على: (الإحسان في ترتيب: ”صحيح ابن حبان”) ”.\nودَرَسَ: ”موارد الظمآن إلى زوائد ابن حبان”؛ للهيثمي، وكتب عليه:\n(2) ”الزوائد على الموارد”، حيث استدرك على الهيثمي أحاديث جاءت على شرطه ولمْ يذكرْها.\nكما قسّم كتاب: ”الموارد” إلى قسمين:\n(3) ”صحيح: (موارد الظمآن إلى زوائد ابن حبان) ”.\n(4) ”ضعيف: (موارد الظمآن إلى زوائد ابن حبان) ”.\n(ج) ”معجم الطبراني الأوسط”.\nعمل له (أربعة) فهارس؛ هي:\n(1) ”أسماء شيوخ الطبراني في: (المعجم الأوسط) ”.\n(2) ”فهرسُ الآثار الواردة في: (معجم الطبراني الأوسط) ”.\n(3) ”فهرسُ أسماء الصحابة الذين أسندوا الأحاديث في: (معجم الطبراني الأوسط) ”.\n(4) ”فهرسُ أسماء رواة الآثار من الصحابة وغيرهم في: (معجم الطبراني الأوسط) ”.\n(د) ”الجامع الصغير من حديث البشير النذير”.\nحكم على أحاديثه، وقسّمه إلى قسمين:\n(1) ”صحيحُ: (الجامع الصغير وزياداته) ”.\n(2) ”ضعيفُ: (الجامع الصغير وزياداته) ”.\nوكتب عليه دراستين:\n(3) ”الردُّ على السيوطي حول دعواه خلو كتابه من أحاديث الكذَّابين والوضَّاعين”.\n(4) ”مواردُ السيوطي في: (الجامع الصغير) ”.\n(16) تنوّع كتبه ـ رَحِمَهُ اللهُ ـ في الفنون الإسلامية:\nالتفسير، والحديث، والعقيدة، والفقه، وتفننه في ذلك.\nفكان الشيخ ـ رَحِمَهُ اللهُ ـ يُصنِّف، ويُلخِّص، ويُحقِّق، ويُعلِّق، ويُخرِّج، ويَنْتقي، ويُرَتِّب الكتب، وَيْجمع بينها، ويُفَهْرسها، ويَسْتَدرك، ويَرد\n...\n(1) .\nوهذا ظاهرٌ لمن أمعن النظر في مؤلفاته رَحِمَهُ اللهُ.\n(أ) فمن فهرسته:\n”بغيةُ الحازم في فهرسة: (مستدرك الحاكم) ”.\n(ب) ومن عنايته بفهارس المخطوطات:\n”المنتخبُ من مخطوطات الحديث”، وهو فهرسٌ لبعض المخطوطات الحديثية في: ”المكتبة الظاهرية” بـ: ”دمشق”.\nوسيأتي شيء من التفصيل حول أعمال الفهرسة عند الشيخ.\n(1) كل هذا بمفرده ـ رَحِمَهُ اللهُ ـ كما بينته فيما جاء تحت رقم (10) .\nالجزء: 1 ¦ الصفحة: 75\n",
        "(ج) ومن ترتيبه:\n(1) ”تسهيلُ الانتفاع بكتاب: (ثقات ابن حبان) ”.\n(2) ”الروضُ النضير في ترتيب وتخريج: (معجم الطبراني الصغير) ”.\n(د) ومن جمعه بين الكتب:\n”الجمعُ بين: (ميزان الاعتدال) ، و (لسان الميزان) ”.\n(هـ) ومن غريب كتبه:\n”معجمُ الحديث النبوي”.\nوهو مجموعة من المختارات الحديثية، جمعها الشيخ من مخطوطات: ”المكتبة الظاهرية”، وغيرها، ورتبها على حروف المعجم، ويقع في نحو (أربعين) مجلداً (1) .\n* أمَّا تخريجاته، وردوده، وتعليقاته، فكثيرة، ولا مجال لذكرها.\n(17) عنايته ـ رَحِمَهُ اللهُ ـ بتلخيص كتبه، وكتب غيره.\nكان الشيخ ـ رَحِمَهُ اللهُ ـ حريصاً على تلخيص الكتب التي يرى أنَّها نافعة للناس، سواءٌ العوام، أو طلبة العلم، لينتفعوا بها.\nفمن تلخيصه لكتبه:\n(أ) ”تلخيصُ: (أحكام الجنائز) ”.\n(ب) ”تلخيصُ: (حجاب المرأة المسلمة) ”.\n(ج) ”تلخيصُ: (صفة صلاة النبي - صلى الله عليه وسلم -) ”.\n(د) ”مختصرُ: (التَّوَسُّل) ”.\n(هـ) ”مناسكُ الحج والعمرة في الكتاب والسنة وآثار السلف وسرد ما ألحق الناس بها من البدع”.\nوالمتأمل لهذه الكتب يجد أنَّها من أنفع كتبه للمسلمين عامة، فكما انتفع طلاب العلم بأصولها، فهاهم العوام ينتفعون بتلخيصها.\nومن تلخيصه لكتب غيره:\n(أ) ”مختصرُ: (تحفة المودود في أحكام المولود) ”؛ لابن القيم.\n(ب) ”مختصرُ: (العلو للعلي [العظيم] وإيضاح صحيح الأخبار من سقيمها) ”؛ للذهبي.\nبل كان له دورٌ في اختصار الكتب المسندة لتقريبها للناس؛ ومن ذلك:\n(أ) ”مختصرُ: (الشمائل المحمدية) ”؛ للترمذي.\n(ب) ”مختصرُ: (صحيح البخاري) ”.\n(ج) ”مختصرُ: (صحيح مسلم) ”.\n(د) وعمله في: ”السنن الأربعة”، وتقسيمها إلى: (صحيح) ، و (ضعيف) ، يدخل تحت هذا الباب.\n(18) اهتمامه ـ رَحِمَهُ اللهُ ـ بالفهارس العلميّة.\n(1) انظر وصفه في: ’’الثَّبَت’’ (ص 86 ـ 87) ، كتاب رقم: (212) .\nالجزء: 1 ¦ الصفحة: 76\n",
        "من يتخصص في \"علم الحديث\"، و \"دراسة الأسانيد\"، يعلم مدى أهمية الفهرسة، ومدى حاجته إليها في كل وقت.\nوفهرسة الشيخ كانت شاملة لأنواعٍ عديدة من الفهارس.\nفمنها فهارس الأطراف؛ مثل:\n(أ) \"بغيةُ الحازم في فهرسة: (مستدرك الحاكم) \".\n(ب) \"فهرسُ أحاديث: (كتاب التاريخ الكبير) \".\n(ج) \"فهرسُ أحاديث: (كتاب الشريعة) \".\n(د) \"الفهرسُ الشامل لأحاديث وآثار كتاب: (الكامل) \".\nومنها فهارس الرواة: الصحابة، ومن بعدهم؛ ومن ذلك:\n(أ) \"رجال: (الجرح والتعديل) \".\nذكرته في مكانه، وقلت هناك:\nلَعَلَّهُ: فهرس لأسماء الرجال الواردين في الكتاب، والله أعلم.\n(ب) \"فهرسُ أسماء الصحابة الذين أسندوا الأحاديث في: (معجم الطبراني الأوسط) \".\nوسبق ذكر عنايته بـ: \"المعجم الأوسط\" للطبراني، وأنَّه أعدّ له (أربعة) فهارس.\n(ج) \"فهرسُ الصحابة الرواة في: (مسند الإمام أحمد بن حنبل) \".\nومنها فهارس المكتبات الخطية؛ ومن ذلك:\n(أ) \"أسماءُ الكتب المنسوخة من المكتبة الظاهرية\".\n(ب) \"فهرسُ المخطوطات الحديثية في مكتبة الأوقاف بحلب\".\n(ج) \"الفهرسُ المنتخب من مكتبة خزانة ابن يوسف ـ مراكش\".\n(د) \"منتخباتٌ من فهرس المكتبة البريطانية\".\n(هـ) \"المنتخبُ من مخطوطات الحديث\".\nوهو أعظم فهارسه انتفاعاً.\nومن أعجب فهارسه:\n\"فهرسُ كتاب: (الكواكب الدّراري) لابن عُروة الحنبلي وأسماء الكتب المودعة فيه\".\nوذلك لضخامة هذا الكتاب ـ \"الكواكب\" ـ وكثرة ما فيه من الكتب، والرسائل العلمية، التي بعضها نادر، وبعضها مفقود.\nومن أعماله التي تدخل تحت الفهرسة:\n(أ) \"المستدركُ على: (المعجم المفهرس لألفاظ الحديث) \".\n(ب) \"مواردُ السيوطي في: (الجامع الصغير) \".\nتلك بعض سمات كتب الشيخ رَحِمَهُ اللهُ، كتَبْتُها على عجلٍ، وإلا فحقها دراسةٌ كاملة، عنوانها:\n\"الألباني ومنهجه في التصنيف\".\nولعل أحد المعتنين بعلم الشيخ، يفرد ذلك في كتاب، وبالله التوفيق.\n**********\nالجزء: 1 ¦ الصفحة: 77\n",
        "الفصل الثالث: \"مقالاتُ\" الشيخ رَحِمَهُ اللهُ\n[مدخلٌ لـ: \"مقالاتِ\" الشيخ رَحِمَهُ اللهُ]\nلقد بدأت (المجلات) في العالم العربي بداية جيدة استقطبت خيرة الكتاب والأدباء آنذاك لا سيما في: \"مصر\"، و \"الشام\"، ومن الكتُّاب الأَوائل:\nأحمد حسن الزيات؛ صاحب: \"الرسالة\".\nمحب الدين الخطيب؛ صاحب: \"الفتح\".\nمحمد رشيد رضا؛ صاحب \"المنار\"، رَحِمَ اللهُ الْجَمِيعَ.\nهذا في \"مصر\".\nأمَّا \"دمشق\"؛ فبرز منها:\nالأستاذ الفاضل: أحمد مظهر العظمة رَحِمَهُ اللهُ، والذي أسَّسَ مجلة: \"التمدن الإسلامي\" (1) .\nومنها أيضاً:\nمجلة: \"المسلمون\" (2) .\nومجلة: \"الشهاب\".\nوبرز في \"الأردن\":\nمجلة: \"الرأي الديني\".\nشَعَرَ الشيخُ ـ رَحِمَهُ اللهُ ـ بأهمية الكتابة في مثل هذه المجلات الإسلامية فكان له فيها شأن.\nفبدأ الشيخ يكتب في هذه المجلات، وكان أوّل \"مقالٍ\" يكتبه:\n\"وجوبُ التفقه في الحديث\"، وسيأتي في موضعه.\nثم تابع الشيخ ـ رَحِمَهُ اللهُ ـ الكتابة، وبأساليب متنوعة، فالمقال الذي يكتبه الشيخ:\nإمَّا أنْ يكون (ابتداءً) يوضح فيه سنة مهجورة.\nأو (يبين) حكم حديث اشتهر على ألسن الناس.\nأو (مناقشاً) لأحد المسائل الهامة.\nأو (رداً) على مقال سابق.\nأو (انتصاراً) لرأي رجّحه، و (يرد) على من انتقده.\nولا تخلو مقالات الشيخ ـ رَحِمَهُ اللهُ ـ من فائدة علمية، ولا سيما ما يتعلق بعلم الحديث.\nولكن مضت السنون وانقرضت هذه \"المجلات\"، وبقيت (مقالات) الشيخ حلماً، يصعب تحققه؛ لبعد أعداد هذه \"المجلات\" عن أيدي القراء.\nثم رأيت كتاباً بعنوان: \"مقالات الألباني\"؛ جمعها: الأخ: نور الدين طالب، وقد كتب على جلدة كتابه: (تنشر مجموعة لأوّل مرة) .\n(1) كانت تصدر من: ''جمعية التمدن الإسلامي''، بـ: ''دمشق''، انظر في نشأتها: مقدمة: ''مقالات الألباني'' (ص 18) .\n(2) انتبه: لا تلتبس عليك هذه المجلة، بالجريدة (الخضراء) المعاصرة: ''المسلمون''.\nالجزء: 1 ¦ الصفحة: 78\n",
        "فاقتنيته ـ فرحاً ـ بذلك، وسرعان ما تبدل الفرح حزناً عندما قرأت ما سطَّره (ص 172) :\n(إلى هنا انتهى ما وجدته من: منثورات ”مقالات العلامة الألباني” ـ رَحِمَهُ اللهُ تعالى ـ في المجلات ”الدمشقية” خاصة (1) ، وإلا فقد اجتمع لديّ: مقالات، ومقابلات، وفتاوى، وحوارات منشورة في جرائد ومجلات كثيرة؛ كـ: ”الأصالة”، و ”البيان”، و ”المجتمع”، و ”الجامعة السلفية”، و ”المجاهد”، و ”التوحيد”، وغيرها عسى أن يتاح لي إتمامها ونشرها في قسم آخر غير هذا، ضمن هذه السلسلة من الكتب المسمَّاة ”المنتخبات من بدائع المجلات”) أ. هـ\nفتعجبت من قوله هذا، ومن قوله في غلاف الكتاب:\n(تنشر مجموعة لأوّل مرة) .\nمما أوهم القراء أنَّ الكتاب يحوي جميع مقالات الشيخ.\nفلماذا لم يكتبْ ـ عفا الله عنَّا وعنه ـ تحت عنوان الكتاب:\n(الجزء الأوّل: المقالات الخاصة بالمجلات الدمشقية) .\nوأمر ثانٍ: هو أنَّنا نستدل مِمَّا سبق على أنَّ هذا الجامع لديه الكثير من المقالات في مجلات كثيرة ذكر بعضها، وهي مجتمعة عنده (كما ذكر) .\nفلِمَ لم يضعْها في كتابه هذا، وقد كتب عليه (تنشر مجموعة لأوّل مرة) ؟\nوكيف يقول: (عسى أن يتاح لي إتمامها ونشرها في قسم آخر غير هذا) ؟\nأليس كتابه هذا هو مظنة هذه المقالات؟\nنعم؛ قد أفرط الجامع ـ غَفَرَ اللهُ لنا وله ـ في ترك هذه المقالات ـ وهي في حوزته ـ لكتابٍ آخر، والله المستعان.\n[”مقالاتُ” الشيخ رَحِمَهُ اللهُ]\nسيكون عملي هذا مقتصراً (فقط) على (المقالات) التي جمعها: نور الدين طالب في: ”مقالات الألباني”، مع بعض التعليق أحياناً (2)\n(1) ولا أعلم هل استقصى الجامع (المقالات الدمشقية) كلها، أو تعذر عليه شيء؟ فالله أعلم.\n(2) ولعل أحد المعتنين بعلم الشيخ يقوم بجمع كل ما كتبه الشيخ، أو كُتِبَ عنه في: ’’الدوريات’’، ويُخرجه في كتابٍ واحدٍ.\nومِمِّا يحضرني الآن:\nحوارٌ أجرته معه مجلة: ’’البيان’’ عدد (33) ، (ص 8 ـ 13) .\nوغيرذلك الكثير.\nالجزء: 1 ¦ الصفحة: 79\n",
        "، مستخدماً الطريقة التي سلكتها في ”الثَّبَت”:\n(\n...\n) ”الأحاديث في العمامة” = ”الردُّ على الشيخ الحامد في أحاديث العمامة في الإسلام”.\n(1) ”أحاديث ميمون بن مهران”، [تأليف]ـ (ط) .\nنُشِرَ في مجلة: ”المسلمون” المجلد (السابع) ، (ص 575 ـ 576) (1) .\n[تنيبه] :\nالمقال يتكلم على أربعة أحاديث (مرفوعة) من رواية ميمون بن مهران، رواها أبو نُعَيم في: ”الحلية” (4/93 ـ 96) ، في ترجمة: ميمون.\nوهذه الأحاديث إسنادها ضعيف جداً إلى ميمون، كما قاله الألباني في المقال نفسه.\n(2) ”تصحيحُ حديث إفطار الصائم قبل سفره بعد الفجر والردُّ على من ضعفه”، [تأليف]ـ (ط) .\nمجموعة مقالات نُشِرَت في مجلة: ”التمدن الإسلامي”، ثم طُبِعَت (مجموعة) في ”رسالة” مستقلة؛ لذا أدرجتها (مرقومة) في ”الثَّبَت” ص (44 ـ 45) ، برقم: (50) . فانظرها هناك، وانظر التعليق عليها.\n(3) ”التعقيبُ على فتوى قتل الوالد بولده”، [مقال]ـ (ط) .\nنُشِرَ في مجلة: ”التمدن الإسلامي” المجلد (20) ، (ص 775 ـ 781) (2) .\n(4) ”حادثة الرَّاهب المسمَّى (بحيرا) حقيقة لا خرافة”، [تأليف]ـ (ط) .\nنُشِرَ في: مجلة: ”التمدن الإسلامي” المجلد (25) ، (ص 167 ـ 175) (3) .\n(5) ”حديثُ تظليل الغمام له أصل أصيل”، [تأليف]ـ (ط) .\nنُشِرَ في: مجلة: ”المسلمون” المجلد (السادس) ، (ص 793 ـ 797) (4) .\nوهو من مقالات: ”عودةٌ إلى السنة”، وستأتي.\nوأدرج الشيباني هذا المقال في: ”حياة الألباني” (1/351 ـ 356) (5) .\n(6) حديثُ ”العنان” ضعيف الإسناد، [تأليف] .\n(1) وهو ضمن: ’’مقالات الألباني’’ (ص 136 ـ 137) .\n(2) وهو ضمن: ’’مقالات الألباني’’ (ص 97 ـ 104) .\n(3) وهو ضمن: ’’مقالات الألباني’’ (ص 118 ـ 127) .\n(4) كذا جاء الترقيم في: ’’مقالات الألباني’’، أمَّا الألباني فعزا إليه ضمن: ’’حادثة الراهب’’ بـ: (ص 39 ـ 397) ، من المجلة نفسها، والله أعلم.\n(5) وهو ضمن: ’’مقالات الألباني’’ (ص 113 ـ 117) .\nالجزء: 1 ¦ الصفحة: 80\n",
        "من ردود الشيخ على قراء مجلة: ”المسلمون”، المجلد (السادس) ، (ص 688 ـ 693) .\nوهو من مقالات: ”عودةٌ إلى السنة”، وستأتي.\nوأدرج الشيباني هذا المقال في: ”حياة الألباني” (1/345 ـ 351) (1) .\n(7) ”حديثُ: ((لو اعتقد أحدكم في حجرٍ لنفعه)) ”، [تأليف]ـ (ط) .\nمِنْ ردود الشيخ على قراء مجلة: ”المسلمون”، المجلد (السادس) ، (ص 293 ـ 294) (2) .\n(8) ”حديثُ: ((يُوشِكُ أَنْ تَدَاعَى عَلَيْكُمُ الْأُمَمُ)) ”، [تأليف]ـ (ط) .\nمِنْ ردود الشيخ على قراء مجلة: ”التمدن الإسلامي”، المجلد (الرابع والعشرين) ، (ص 421 ـ 426) (3) .\n(9) ”حديثُ: ((يوم صوم أحدكم يوم نحركم)) ”، [تأليف]ـ (ط) .\nمِنْ ردود الشيخ على قراء مجلة: ”المسلمون”، المجلد (السادس) ، (ص 490 ـ 491) (4) .\n(10) ”خطبةُ الحاجة التي كان رسول الله - صلى الله عليه وسلم - يعلمها أصحابه”، [تأليف]ـ (ط) .\nوقد نُشِرَت هذه الرسالة (أوّلاً) في: مجلة: ”التمدن الإسلامي”، في حلقاتٍ متتابعة (5) .\nثم طُبِعَ مستقلاً، بهذا العنوان؛ فأدرجته في: ”الثَّبَت”، (ص 51 ـ 52) ، برقم: (86) .\n(11) ”دفاعٌ عن الحديث النبوي والسيرة في الرد على جهالات الدكتور البوطي في كتابه: (فقه السيرة) ”، [تأليف]ـ (ط) .\nوقد نُشِرَ هذا الكتاب (أوّلاً) في: مجلة: ”التمدن الإسلامي”، في حلقاتٍ متتابعة سنة: (1390هـ) (6) .\nثم طُبِعَ مستقلاً، بهذا العنوان؛ فأدرجته في: ”الثَّبَت”، (ص 52) ، برقم: (89) .\n(1) وهو ضمن: ’’مقالات الألباني’’ (ص 167 ـ 172) .\n(2) وهو ضمن: ’’مقالات الألباني’’ (ص 164 ـ 165) .\n(3) وهو ضمن: ’’مقالات الألباني’’ (ص 157 ـ 163) .\n(4) وهو ضمن: ’’مقالات الألباني’’ (ص 166) .\n(5) انظر: مقدمة: ’’خطبة الحاجة’’ (ص 6) .\nوسَهَا نور الدين طالب في: ’’مقالات الألباني’’ (ص 21) ؛ فعدّ هذه الرسالة ـ ’’خطبة الحاجة’’ ـ من المقالات التي لم تُطْبَع مستقلة، ولم تُنْشر بعد.\n(6) انظر: ’’مقالات الألباني’’ (ص 21) .\nالجزء: 1 ¦ الصفحة: 81\n",
        "(\n...\n) ”الردُّ على الأستاذ الطنطاوي في حديث: (تظليل الغمام) ” = ”حديثُ: (تظليل الغمام) له أصل أصيل”.\n(12) ”الردُّ على رسالة: (التعقيب الحثيث) ”؛ (لعبد الله الحَبَشي الهَرَري) ، [تأليف]ـ (ط) .\nوقد نُشِرَ هذا الكتاب (أوّلاً) في: مجلة: ”التمدن الإسلامي”، في حلقاتٍ متتابعة سنتي: (1376 ـ 1377هـ) (1) .\nثم طُبِعَ مستقلاً، بهذا العنوان؛ فأدرجته في: ”الثَّبَت”، (ص 56) ، برقم: (96) .\n(13) ”الردُّ على الشيخ الحامد في: (أحاديث العمامة في الإسلام) ”، [تأليف] .\nنُشِرَ في مجلة: ”المسلمون” المجلد (السادس) ، (ص 906 ـ 913) .\nوهو من مقالات: ”عودةٌ إلى السنة”، وستأتي.\nوأدرج الشيباني هذا المقال في: ”حياة الألباني” (1/385 ـ 373) (2) .\n(14) الردُّ على عز الدين بليق في: ”منهاجه”، [تأليف] .\nأي: ”منهاج الصالحين من أحاديث وسنة خاتم الأنبياء والمرسلين”.\n(15) ”الردُّ على عز الدين بليق في: (موازين القرآن والسنة للأحاديث الصحيحة والضعيفة والموضوعة) على حديث (التربة) ”، [تأليف]ـ (ط) .\nذكره الشيباني كاملاً (1/228 ـ 244) ، وهو ردٌ قد نُشِر منه (أربع) حلقات، في جريدة: ”الرأي الديني”، بـ: ”الأردن” آخرها في: (29/4/1983م) ، وقد أشار الشيخ إلى ذلك في: ”سلسلة الأحاديث الصحيحة” (4/664 ـ 665) .\nوذكرت هذا الرد في موضعه من: ”الثَّبَت”: ”موازين القرآن والسنة للأحاديث الصحيحة والضعيفة والموضوعة”.\nوانظر التنبيه الوارد في: ”الثَّبَت” عند ذكر هذا الرد (ص 58 ـ 59) ، برقم: (100) ، و (101) .\n(\n...\n) ”الردود على قُرَّاء مجلَّتَي: ”التمدن الإسلامي”، و ”المسلمون”.\nوهي إجابات الشيخ ـ رَحِمَهُ اللهُ ـ على تساؤلات القراء، (أتت في مواضعها) .\n(16) ”رواية بني أمية للأحاديث وطعن المستشرقين بها”، [تأليف]ـ (ط) .\n(1) انظر: ’’مقالات الألباني’’ (ص 20) .\n(2) وهو ضمن: ’’مقالات الألباني’’ (ص 128 ـ 135) .\nالجزء: 1 ¦ الصفحة: 82\n",
        "نُشِرَ في: مجلة: ”المسلمون” المجلد (الخامس) ، (ص 290 ـ 292) (1) .\n(17) ”سلسلةُ الأحاديث الصحيحة وشيء من فقهها وفوائدها”، [تأليف]ـ (ط) .\n(18) ”سلسلةُ الأحاديث الضعيفة والموضوعة وأثرها السيئ في الأمة”، [تأليف]ـ (ط) .\nبدايات هذه ”السلسلتين” (مقالاتٌ) متتابعة، كان الشيخ يكتبها في: مجلة: ”التمدن الإسلامي”.\nفبدأ بمقالات: ”الأحاديث الضعيفة والموضوعة، وأثرها السيء في الأمة”.\nوأوّل مقال فيها كتبه في: (26/8/1374هـ) .\nوبعد مضي (خمس) سنوات ـ أي عام: (1379هـ) ـ بدأ الشيخ يكتب في مقالات: ”الأحاديث الصحيحة”.\nثم جمعا، وزاد عليها الكثير، وطبعها متتابعة؛ فأدرجتها في: ”الثَّبَت”، (62 ـ 63) ، رقم: (116) ، و (117) ، وانظر التعليق عليها هناك.\n(19) عودةٌ إلى السنة، [تأليف]ـ (ط) .\nذكر الشيباني في: ”حياة الألباني” (1/116) ، و (1/345 ـ 356) على أنَّ ”عودة إلى السنة” هو (سلسلة مقالات) وردت في مجلة: ”المسلمون”، بـ: ”دمشق”.\nوقد أدرج ثلاثة مقالات؛ هي:\n(أ) ”ردود الشيخ على قُرَّاء مجلة: (المسلمون) ”.\nذكر واحداً منها.\n(ب) ”الرد على الشيخ الحامد في: (أحاديث العمامة في الإسلام) ”.\n(ج) ”الرد على الأستاذ الطنطاوي في حديث: (تظليل الغمام) ”.\nوقد ذكرتها في مواضعها.\n[تنبيهٌ] :\nذكر نور الدين طالب في: ”مقالات الألباني” (ص 29 ـ 51) عنوان: ”عودة إلى السنة” على أنَّه مقال طويل للشيخ يناقش فيه أخاه: الأستاذ: علياً الطنطاوي ـ رَحِمَهُ اللهُ ـ في مسائل: الاتباع، والتقليد، والاجتهاد، ونحوها.\nفيُنْظَر:\nهل مناقشة الألباني لأخيه الطنطاوي ـ رَحِمَهُما اللهُ ـ أتت ضمن سلسلة: ”عودة إلى السنة” التي ذكرها الشيباني؟\nأو أنَّها مقال مستقل بهذا العنوان ”عودة إلى السنة”؟\nوالله أعلم.\n(20) ”اللحيةُ في نظر الدين”، [تأليف]ـ (ط) .\n(1) وهو ضمن: ’’مقالات الألباني’’ (ص 111 ـ 112) .\nالجزء: 1 ¦ الصفحة: 83\n",
        "نُشِرَ في مجلة: ”الشهاب”، ثم طُبِع في رسالة مستقلة بهذا العنوان؛ فأدرجته في: ”الثَّبَت”، (ص 81) ، برقم: (190) .\n(21) ”لَفْتَةُ الكَبِد [في] نصيحة الولد”؛ (لابن الجوزي) ، [تقديم، وتعليق، بمشاركة: الشيخ: محمود مهدي استانبولي رَحِمَهُ اللهُ]ـ (ط) .\nنُشِرَ في: مجلة: ”التمدن الإسلامي”، في (ثلاث) حلقات سنة: (1374هـ) (1) .\nثم طُبِعَ الكتاب باسم: ”لَفْتَةُ الكبد إلى نصيحة الولد”؛ فأدرجته في: ”الثَّبَت”، (ص 81) ، برقم: (191) ، فانظره هناك، وانظر التعليق عليه.\n(22) ”مسألة تحديد المهور”، [تأليف] ، (ط) .\nنُشِرَ في: مجلة: ”التمدن الإسلامي” المجلد (الثامن والعشرين) ، (ص 514 ـ 519) (2) .\n(23) ”مسألة وجوب التمتع في الحج”، [تأليف] ، (ط) .\nنُشِرَ في: مجلة: ”التمدن الإسلامي” المجلد (الثاني والثلاثين) ، (ص 761 ـ 770) (3) .\n[تنبيهٌ] :\nللشيخ مقالٌ (سابق) في المسألة نفسها، في المجلد (الثاني والثلاثين) ، (ص 31 ـ 37) .\nولم يذكره جامع ”المقالات”.\nوأشارت إليه ”التمدن الإسلامي” في كلمة لها ضمنتها افتتاحية (المقال الثاني) .\nوالمقال الثاني جاء تأكيداً للأوّل، ورداً على من ردَّ عليه، والله أعلم.\n(\n...\n) ”مع الأستاذ الطنطاوي”، [تأليف] .\nيعني: فضيلة الشيخ الفاضل، الأديب، المربي: علياً الطنطاوي رَحِمَهُ اللهُ.\nذُكِرَ في: ”الأصالة”، بهذا العنوان، وقال الكاتب:\n(يُنظر هل هو: ”عودة إلى السنة”؟) .\nولعلَّه هو.\nوللشيخ ـ فيما وقفت عليه ـ ردَّان (مقالان) على أخيه الشيخ: الطنطاوي؛ هما:\nالأوّل: ”حديثُ (تظليل الغمام) له أصل أصيل”.\nوقد سبق بهذا العنوان.\nالثاني: مناقشته في مسائل: الاتباع والتقليد، والاجتهاد، ونحوها.\nوانظر ـ غير مأمور ـ ما علقته في (التنبيه) الوارد في آخر: ”عودة إلى السنة” (السابق) ، والله أعلم.\n(1) انظر: ’’مقالات الألباني’’ (ص 20) .\n(2) وهو ضمن: ’’مقالات الألباني’’ (ص 138 ـ 144) .\n(3) وهو ضمن: ’’مقالات الألباني’’ (ص 145 ـ 154) .\nالجزء: 1 ¦ الصفحة: 84\n",
        "(\n...\n) \"مقالات الألباني\"؛ [جمعها: نور الدين طالب]ـ (ط) .\nيُعد هذا الكتاب من أنفس ما خُدِمَ به علم الشيخ بعد موته، فهو يجمع ما كتبه الشيخ قديماً في: \"المجلات\"، و \"الصحف\"، (الدوريات) ، والتي يصعب على الباحث الحصول عليها الآن (1) .\nوتجد هذه المقالات في هذا الفصل (الثالث) . وما طُبِعَ منها في كتابٍ مستقل تجده في موضعه من \"الثَّبَت\" في الفصل (الثاني) .\n(24) \"من معجزات الإسلام العلمية\"، [تأليف]ـ (ط) .\nنُشِرَ في: مجلة: \"التمدن الإسلامي\"، المجلد (الثاني والعشرين) ، (ص 581 ـ 582) (2) .\n(25) \"المهدي المنتظر\"، [تأليف]ـ (ط) .\nنُشِرَ في: مجلة: \"التمدن الإسلامي\" العدد (22) (ص 642 ـ 646) (3) .\n(\n...\n) \"موازينُ القرآن والسنة للأحاديث الصحيحة والضعيفة والموضوعة\" = \"الرد على عز الدين بليق\".\n(\n...\n) \"نصوصٌ حديثية في الثقافة العامة\" = \"نقدُ كتاب: (نصوص حديثية في الثقافة العامة\".\n(26) \"نقدُ كتاب: (التاج الجامع للأصول في أحاديث الرسول - صلى الله عليه وسلم -\"؛ (لمنصور علي ناصف) ، [تأليف]ـ (ط) .\nنُشِرَ بعضٌ منه في: مجلة: \"المسلمون\" المجلد (السادس) ، (1007 ـ 1012) (4) .\n(\n...\n) \"نقد التعقيب الحثيث\" = \"الردُّ على رسالة: (التعقيب الحثيث\".\n(27) \"نقدُ كتاب: (نصوص حديثية في الثقافة العامة) \"، [تأليف]ـ (ط) .\nنُشِرَ في: مجلة: \"التمدن الإسلامي\"، في (خمس) حلقاتٍ سنتي: (1386 ـ 1387هـ) (5) .\nوهو نقدٌ لكتاب الشيخ: منتصر الكتاني رَحِمَهُ اللهُ: \"نصوص حديثية في الثقافة العامة\".\nثم جُمِعَت هذه (الحلقات) ، وطُبِعَت، فأدرجته في: \"الثَّبَت\"، (ص 91 ـ 92) ، برقم: (227) .\n(28) \"وجوبُ التفقه في الحديث\"، [تأليف]ـ (ط) .\nأوّلُ مقالٍ يكتبه الشيخ ـ رَحِمَهُ اللهُ ـ في: مجلة: \"التمدن الإسلامي\"، المجلد (التاسع عشر) ، (ص 529 ـ 530) (1) .\n(1) وقد نبّهت في أوّل هذا الفصل (ص 137) على بعض الملحوظات التي تخصّ هذا الكتاب.\n(2) وهو ضمن: ''مقالات الألباني'' (ص 27 ـ 28) .\n(3) وهو ضمن: ''مقالات الألباني'' (ص 105 ـ 110) .\n(4) وما نُشِر موجودٌ ضمن: ''مقالات الألباني'' (ص 55 ـ 61) .\n(5) انظر: ''مقالات الألباني'' (ص 20) .\nالجزء: 1 ¦ الصفحة: 85\n",
        "الفصل الرابع: كتبٌ اهتمت بِعِلْمِ الشيخ ـ رَحِمَهُ اللهُ ـ وبيان منهجه\n[كتب اهتمت بِعِلْمِ الشيخ ـ رَحِمَهُ اللهُ ـ وبيان منهجه]\nوقفتُ على بعض المصنفات التي اهتمت بعلم الشيخ، وفي بعضها نظر، من جهة مادتها، أو من جهة صياغتها، ولكن آثرت ذكرها ـ هنا ـ لأنَّها على شرطي، وللفائدة أيضاً؛ وهي:\n(1) \"إرشاد القاصي والداني إلى فقه الألباني\"؛ جمع وإعداد: نظير رمضان حجي.\nوهو فهرس لـ: \"المسائل العلميّة\" التي تحدث عنها الشيخ الألباني، على الأبواب.\n(2) \"التعريف والتنبئة بتأصيلات العلامة الألباني في مسائل الإيمان والرد على المرجئة\"؛ لعلي بن حسن.\n(3) \"التنبيهات المليحة على ما تراجع (2) عنه العلامة المحدث الألباني من الأحاديث الضعيفة أو الصحيحة\"؛ جمع وترتيب: عبد الباسط بن يوسف الغريب.\n(4) \"الحاوي في فتاوى الشيخ الألباني\"؛ لأبي همام المصري.\n[تنبيهٌ] :\nجاء في: \"الأصالة\" أنَّ العلامة الألباني كان ينكر هذا الكتاب إنكاراً شديداً.\nوكذلك الحال بالنسبة لكتاب: \"فتاوى الشيخ الألباني ومقارنتها بفتاوى العلماء\"، (وسيأتي) ، والله أعلم.\n(5) \"حياة الألباني وآثاره وثناء العلماء عليه\"؛ للشيخ: محمد بن إبراهيم الشيباني، وهو أجودها، لولا أنَّه كتب قديماً.\n(6) \"اختيارات الشيخ الألباني وتحقيقاته\"؛ للعلامة: بكر بن عبد الله أبو زيد ـ حَفِظَهُ اللهُ ـ وقال عنه:\n(1) وهو ضمن: ''مقالات الألباني'' (ص 25 ـ 26) .\n(2) للعلامة: بكر بن عبد الله أبو زيد ـ حَفِظَهُ اللهُ ـ كلامٌ نفيس في حول تغير (بعض) أحكام الألباني على (بعض) الأحاديث، من كتابٍ لآخر، سقته بتمامه (ص 113 ـ 114) .\nالجزء: 1 ¦ الصفحة: 86\n",
        "(قد قطعت فيه مرحلة، وكنت أبيِّن ـ بإيجاز ـ سَلَفَه من أهل العلم فيها، وقصدي تقريب فقه الدليل من ناحية، وإحباط المقولة الشائعة عنه أنَّه ليس فقيهاً، أو أنَّه لديه شذوذٌ في الرأي) (1) أ. هـ\n(7) ”فتاوى الشيخ الألباني ومقارنتها بفتاوى العلماء”؛ إعداد: عكاشة عبد المنان.\nانظر التعليق على: ”الحاوي في فتاوى الشيخ الألباني” (السابق) .\n(8) ”فهارس الرجال الذين ترجم لهم الألباني في السلسلتين”؛ لعلوي السقاف.\nوطريقة الكتاب تعتمد على سرد الرجال، مع مواضع كلام الشيخ عليهم، فقط.\nوهذا وإن كان أقل جهداً من الآتي برقم: (10) ، لكنه أنفع منه؛ لأسبابٍ ستجدها هناك.\nولكنَّه خاصٌ بالمجلدات من (1 ـ 4) لِكِلا (القسمين) : ”الصحيحة”، و ”الضعيفة”؛ فهو ناقصٌ.\n(9) ”مجمع البحرين فيما صححه الألباني من الأحاديث على شرط الشيخين”؛ جمع وإعداد: عصام موسى هادي.\n(10) ”معجم أسامي الرواة الذين ترجم له العلامة: محمد ناصر الدين الألباني جرحاً وتعديلاً”؛ إعداد: أحمد إسماعيل شلوكاني، وصالح عثمان اللحام، (أربعة مجلدات كبيرة) .\nولم تظهرْ لي فائدةُ هذا الكتاب ـ على كبر حجمه ـ وليتهما لم يعملاه، واقتصرا على الرواة الذين كان للشيخ ناصر ـ رَحِمَهُ اللهُ ـ كلامٌ فيهم؛ كـ:\nجمعه بين كلام الأئمة في الرجل.\nأو توجيهه لجرح راوٍ، أو تعديله.\nأو مناقشته لأحد الأئمة في جرحِ راوٍ، أو تعديله.\nوكل ما يكون للشيخ ناصر فيه دورٌ، غير النقل، والحكاية، على أهميتها.\nولكنَّهما نقلا كل ما نقله الشيخ، وحكاه عن الأئمة، دون تصرف، فيقولان:\n(فلان بن فلان، قال الشيخ في: ”السلسلة الصحيحة” (../..) :\nقال الذهبي في: ”الميزان” كذا.\nوقال الحافظ في: ”التقريب”: كذا) .\nوهكذا في غالب الكتاب، فما الجديد؟ ولا سيما أنَّ الأصول موجودة، والرجوع إليها أولى.\n(1) نقلاً عن: ’’مسائل علمية’’؛ لعلي بن حسن (ص 34) .\nالجزء: 1 ¦ الصفحة: 87\n",
        "وطريقة: ”فهارس الرجال الذين ترجم لهم الألباني في السلسلتين”؛ لعلوي السقاف الماضي برقم: (8) ، أنفع منه. حيث يدلك على موضع الرجل المُتَكَلَّم فيه، وعليك أنت البحث لترى كلام الشيخ رَحِمَهُ اللهُ، ولكن هذا الكتاب خاصٌ ـ كما قلت هناك ـ بـ: ”السلسلتين” (الأجزاء من 1ـ 4) ، فقط.\nولو يُكمل بحيث يشمل عامة كتب الشيخ لمَا زادَ على مجلدٍ، ولكان أولى من هذا ”المعجم”.\nعِلْمَاً بأنَّ كلام الشيخ في الرجال ـ على أهميته ـ لا يغني طالب العلم عن الرجوع إلى كتب المتقدمين؛ كـ (1) :\nالكتب العامة؛ مثل:\n”التاريخ الكبير”.\n”الجرح والتعديل”.\n”الطبقات الكبرى”.\nكتب الرّوايات، والسؤالات؛ مثل:\n”العلل ومعرفة الرجل”؛ (والمطبوع منه روايتان) .\n”مرويات ابن معين” (والمطبوع منها خمس روايات) .\n”سؤالات ابن أبي شيبة لابن المديني”.\n”سؤالات ابن الجنيد لابن معين”.\n”سؤالات الدارقطني”، (والمطبوع منها ثلاثة سؤالات) .\n”سؤالات مسعود السجزي للحاكم”.\n”سؤالات أبي داود لأحمد”.\n”سؤالات الآجري لأبي داود”.\nكتب الثقات؛ مثل:\n”ثقات العجلي”، (والمطبوع بترتيب الهيثمي) .\n”ثقات ابن حبان”.\n”ثقات ابن شاهين”.\nوكتب الضعفاء، والمتروكين:\n”ضعفاء البخاري”.\n”ضعفاء النسائي”.\n”ضعفاء ابن شاهين”.\n”الكامل في ضعفاء الرجال”.\n”ضعفاء الدارقطني”.\nوهناك بعض الكتب تُعد من مظان الكلام على الرجال جرحاً، وتعديلاً؛ مثل:\n”البحر الزَّخَّار”، (المعروف بـ: ”مسند البزار”) .\n”كتاب العلل الواردة في الأحاديث النبوية”.\nوإذا قلنا بأنَّ الرجوع إلى هذه المصادر أولى من الرجوع إلى كتب الحفاظ المتأخرين؛ كـ:\nالمِزِّيّ، والذهبي، والعراقي، والحسيني، وابن حجر.\nوهؤلاء أساطين ”علم الرجال”.\nفيكف بالرجوع إلى كتب المعاصرين؟\nوأرجو مِمَّن قرأ مقالاتي ألاَّ يظن بأنَّ فيها تنقصاً لِعِلْمِ محدث الأمة ”الألباني” رَحِمَهُ اللهُ، وأسكنه الجنة.\n(1) سأقتصر على بعض المطبوع فقط.\nالجزء: 1 ¦ الصفحة: 88\n",
        "(11) ”معالم المنهج السلفي في التغيير للإمام الرباني محمد ناصر الدين الألباني”؛ لسليم الهلالي.\n(12) ”معجم الاستدراكات والتعقبات للعلامة الألباني على المؤلفين والمؤلفات”؛ لعلي بن حسن (1) .\n(13) ”المنهج السلفي عند الشيخ محمد ناصر الدين الألباني”؛ لعمرو بن عبد المنعم سليم، [مجلد متوسط] .\n(14) ”نظم الفرائد بما في سلسلتي الألباني من فوائد”؛ لعبد اللطيف ابن أبي ربيع، [مجلدان] .\n(15) ويمكن الاستفادة من:\n”الجامع المفهرس لأطراف الأحاديث النبوية والآثار السلفية التي خرَّجها محدث العصر الشيخ محمد ناصر الدين الألباني في كتبه المطبوعة”؛ لسليم الهلالي (2) .\nوذلك في معرفة مواطن وجود الأحاديث والآثار التي تكلَّم عليها الشيخ، وقد خَرَج للشيخ كُتبٌ جديدة، بعد ما طُبِعَ ”الجامعُ المفهرس”، فيُنتبه لهذا (3) .\n(1) أشار إليه في: ’’التعريف والتنبئة’’ (ص 99) .\nوهو كثيراً ما يحيل في كتبه على كتبٍ له، غير مطبوعة، وبعضها لمْ يتمّ بعد، وتمر سنواتٌ عدة على هذه الإحالة ولمْ نرَ الكتاب المُحال عليه.\nوتأكّد لدينا أنَّ بعض الناس يُعلن عن كتابٍ، أو يحيل عليه، وهو لمْ يبدأ فيه، ولكن يفعل ذلك بغرض حجز الكتاب، أو حجز موضوع يرغب الكتابة فيه.\nوبعضهم يكون ذكيّاً؛ فيُخْرِج المجلد الأوّل من الكتاب، ليعلم الناس أنَّ الكتاب انتهى أو أوشك، ولا حول ولا قوة إلا بالله.\n(2) كذا كُتِبَ على الغلاف، وانظر: ’’الكشف المثالي لسرقات سليم الهلالي’’ (ص 63 ـ 64) ، والله أعلم بحقيقة الحال.\n(3) وقد وقفت على فهارس صغيرة لبعض كتب الشيخ؛ وهي:\n’’تمام المنة’’.\n’’السنة’’ لابن أبي عاصم، ومعه: ’’ظلال الجنة’’.\n’’صحيح الترغيب والترهيب’’ (المجلد الأوّل) .\nطُبِعَت في كتابٍ واحد، بإعداد: علوي السقاف.\nو’’مختصر العلو’’، لعلوي السابق، طُبِعَ مع فهرسين آخرين في كتابٍ واحد.\nوكانت هذه (الفهارس) مفيدة في وقتها، وبعد خروج: ’’المعجم المفهرس’’ لمْ يعدْ لها حاجة.\nالجزء: 1 ¦ الصفحة: 89\n",
        "وهناك بعض المؤلفات يمكن أن يُستفاد منها في هذا الباب، ستأتي ضمن (الفصل الخامس) ؛ وذلك أنَّ (الفصل الخامس) فيه الكتب التي ردّت على الشيخ، وضمّنْتُه الكتب التي ردّت على هذه الكتب إنْ وُجِد ردٌّ، وفي بعضها بيان لمنهج الشيخ، وشيء من علمه.\nمع مراعاة ما ذكرته في (ص 23) عن المصادر (الأصيلة) التي يُستفاد منها في هذا الباب.\n* ومن الموضوعات التي يمكن أنْ تُفْرد في حق الشيخ رَحِمَهُ اللهُ:\n(1) \"الألباني ومنهجه في التصنيف\".\n(2) \"الألباني وأثره في علم الحديث\".\n(3) \"الألباني ومنهجه في التصحيح والتضعيف\".\n(4) \"اختيارات الألباني الفقهية\".\n(5) \"الألباني وجهوده العلمية والدعوية خلال نصف قرن\".\n(6) \"الألباني وموقفه من أهل البدع\".\n(7) \"حياة الألباني دروسٌ وعبر\".\nوسيجد الباحث مادته ـ من أي موضع ـ في بطون ما تركه الشيخ ـ رَحِمَهُ اللهُ ـ من كتب.\nولو اكتفى بجرد \"سلسلة الأحاديث الصحيحة\"، وأختها، لكفتاه.\nوبالله التوفيق.\n*******************\nالجزء: 1 ¦ الصفحة: 90\n",
        "الفصل الخامس: كتبٌ اهتمت بـ: بالرَّدِّ على الشيخ رَحِمَهُ اللهُ، أو بالاستدراك عليه، أو بتعقبه في مسألة (أو مسائل) يخالفه مؤلفوها فيها\n[كتبٌ اهتمت بـ: بالرَّدِّ على الشيخ رَحِمَهُ اللهُ، أو بالاستدراك عليه، أو بتعقّبه في مسألة (أو مسائل) يخالفه مؤلفوها فيها]\nوقفتُ على بعض المصنفات التي تندرج تحت هذا الفصل، وهي متفاوتة في المقصد (1) .\nفمنهم: السلفي الأثري، المحب للشيخ.\nفكان نقده من باب: التواصي بالحق، والتعاون على البر والتقوى، وانطلاقاً من مبدأ \"الدين النصيحة\"؛ ومن هؤلاء:\nشيخ الإسلام: عبد العزيز بن عبد الله بن باز رَحِمَهُ اللهُ.\nوشيخنا العلامة: حمود بن عبد الله التويجري رَحِمَهُ اللهُ.\nوالعلامة الدكتور: بكر بن عبد الله أبو زيد حَفِظَهُ اللَّهُ.\nوالعلامة المحدث: عبد الله بن محمد الدويش رَحِمَهُ اللهُ.\n(1) وبعد الجمع وجدت رجلين ذكرا الكتب التي ردّت على الألباني مع اختلاف الرجلين، وتباين المنهجين:\nالأوّل: مشهور بن حسن آل سلمان في: ''كتب حذر منها العلماء'' (1/288 ـ 307) .\nوالثاني: كمال يوسف الحوت، في مقدمة تحقيقه لـ: ''جزء فيه الرد على الألباني'' (ص 96 ـ 98) [ضمن: ''الرسائل الغمارية''] .\nوقد تطاول (الثاني) على الشيخ الألباني ـ رَحِمَهُ اللهُ ـ وسبّه، وشتمه، وحقّر من شأنه، بكلامٍ سيُسأل عنه يوم يلقى الله (إنْ شاء الله) ، وختم ذلك بذكر من ألّفَ في الردِّ على الألباني، وذكر جملة من الكتب.\nوكان غرضه من ذلك التشهير بالشيخ، وتنقصه؛ بدليل المقدمة التي سوّدها في الكلام على الألباني، ومن أراد أن يعرف (الحوت) ومبلغ علمه؛ فلينظر إلى الطبعات التي كُتب عليها: (تحقيق: كمال يوسف الحوت) ، ليعلم منها من الرجل؟\nهذا؛ وقد استفدت مِمَّا ذكره الاثنان، فاستدركتُ ما فاتني.\nوالدكتور: سفر بن عبد الرحمن.\nوفضيلة الشيخ المحدث: عبد الله بن عبد الرحمن السعد.\nوفضيلة الشيخ: عبد الله بن مانع العتيبي.\nوفضيلة الشيخ: فهد بن عبد الله السُّنيد.\nوالشيخ: أبو عبد الله مصطفى العدوي (1) .\nحَفِظَ اللهُ الْجَمِيعَ.\nومنهم: الخلفي، الحاقد على الشيخ، لما بينه وبين الشيخ.\nفكان ردهم تبعاً للهوى والحسد، وما أشربته قلوبهم من فكرٍ واعتقاد، وقد ـ وايم الله ـ غبنوا الشيخ فيما كتبوا، ومن نظر في كتبهم عَلِمَ ذلك، بل يكفي إثباتاً لذلك تأمّل الطريقة التي صاغوا بها كتبهم، فضلاً عن المناقشات العلمية للشيخ؛ ومنهم:\nالحسن بن علي السقاف هداه الله للحق (2) .\nوالمحدث الشيخ: عبد الله بن الصديق الغماري.\nومحمود سعيد ممدوح هداه الله للحق (3)\n(1) أكثرْتُ من ذكر من ينتمون للقسم الأوّل لأنَّني كثيراً ما أسمع:\n(ما ردّ على الشيخ، ولا انتقده إلا: مبتدع، أو حاسد) .\n(2) لقد أكثر هذا الرجل من التصنيف في الردِّ على الألباني، والتعرض له في كل مناسبة تمر عليه. وذكري له وكتبه هنا؛ لأنَّها على شرطي.\nواضطررت للتعليق على بعضها؛ كـ: ''تناقضات الألباني''، و ''تنقيح الفهوم العالية''، و ''الشهاب الحارق''، و ''قاموس شتائم الألباني''.\n(3) يقول مشهور آل سلمان في: ''كتب حذر منها العلماء'' (1/303) :\n(ليس مرادنا من ذكر ما سطرناه آنفاً مهاجمة من ردَّ على الشيخ الألباني، وإنَّما مرادنا التنبيه والتحذير على من أرادَ الطعن في الدعوة السلفية، من خلال الكلام على رموزها، والطعن فيهم، وإلا؛ فهناك كثيرون مِمَّن ردوا على الشيخ بأدبٍ، وخلافهم معه خلافٌ علميٌّ ولا ضير في ذلك؛ فإنَّ في الردود فوائد، ولكن ضمن حدود وقواعد) أ. هـ\nالجزء: 1 ¦ الصفحة: 91\n",
        "ولم أكنْ لأرضى بإدْراج هذا الفصل بنوعيه في ”النشرة الأولى” للكتاب، حتى لا يُظن بي ظنٌ أنا بريءٌ منه، فهناك من يتربص بكل من يكتب ضد الشيخ، أو ينتقده، أو يكتب رسالة يرد عليه، ولكن فعلته ـ الآن ـ إتماماً للفائدة، والله من وراء القصد.\nوقد قال العلامة: بكر بن عبد الله أبو زيد ـ حَفِظَهُ اللَّه ـ في: ”التحذير من مختصرات الصابوني” (ص 344) [ضمن: ”الردود”] :\n(ارتسام علمية الألباني في نفوس أهل العلم، ونصرته للسنة، وعقيدة السلف أمر لا ينازعه فيه إلا عَدُوٌّ جاهل، والحكم ندعه للقراء، فلا نطيل) أ. هـ\nوهناك كلامٌ للألباني موجهٌ لمن أراد أن يرد عليه، أضعه هنا لمناسبته لهذا الفصل:\nقال في مقدمة المجلد (الأوّل) من: ”سلسلة الأحاديث الضعيفة” (ص 6) [ط. الجديدة] :\n(رحم الله عبداً دلَّني على خطئي، وأهدى إليَّ عيوبي؛ فإنَّ من السهل عليَّ ـ بإذنه تعالى وتوفيقه ـ أن أتراجع عن خطأٍ تبيَّن لي وجهه، وكتبي التي تُطبع لأوّل مرة، وما يُجَدَّد طبعُه منها أكبرُ شاهدٍ على ذلك\n...\n(1)\nوبهذا المناسبة أقول:\nإنَّي أنصح كل من أراد أنْ يرد عليَّ، أو على غيري، ويبيِّن لي ما يكون قد زلَّ بهِ قلمي، أو اشتط عن الصواب فكري، أن يكون رائده من الردِّ: النصح، والإرشاد، والتواصي بالحق، وليس البغضاء والحسد، فإنَّها المستأصلة للدِّين؛ كما قال - صلى الله عليه وسلم -:\n((دَبَّ إِلَيْكُمْ دَاءُ الْأُمَمِ قَبْلَكُمُ: الْبَغْضَاءُ وَالْحَسَدُ، وَالْبَغْضَاءُ هِيَ الْحَالِقَةُ، ليْسَ حَالِقَةَ الشَّعَرِ، وَلَكِنْ حَالِقَةُ الدِّينِ)) .\nكما هو شأن ذوي الأهواء والبدع، مع أهل الحديث، وأنصار السنة، في كلِّ زمانٍ ومكانٍ) أ. هـ\nأعود فأقول: ومِمَّا وقفت عليه مِمَّا يدخل تحت هذا الفصل (2)\n(1) سبق نقل هذه الفقرة (ص 111) ، وأعدتها هنا لأهميتها في هذا الفصل.\n(2) لمْ أوردْ في هذا الفصل إلا من أفرد كتاباً مستقلاً في الرد على الشيخ رَحِمَهُ اللهُ.\nولم أستوعبْ كل ’’الردود’’، بل ما عثرت عليه دون عناءٍ، أو ما استحضرته وقت إعداد هذا ’’الثَّبَتِ’’، ولم يكنْ هذا الفصل مقصداً لي في النشرة الأولى، كما أشرت.\nأمَّا من ردّ على الشيخ ضمن كتابٍ، فكثير، وليس هذا على شرطي؛ ومن ذلك:\nمناقشة الدكتور: سفر بن عبد الرحمن ـ حَفِظَهُ اللهُ ـ للشيخ الألباني ـ رَحِمَهُ اللهُ ـ في كتابه: ’’ظاهرة الإرجاء في الفكر الإسلامي’’.\nالجزء: 1 ¦ الصفحة: 92\n",
        ":\n(1) ”إباحة التحلي بالذهب المحلق للنساء والردّ على الألباني في تحريمه”؛ لفضيلة الشيخ: إسماعيل بن محمد الأنصاري رَحِمَهُ اللهُ.\nردَّ عليه الشيخ الألباني بـ: ”الردُّ على رسالة: (إباحة التحلي بالذهب المحلق) ”.\nكما ردَّ عليه ـ أيضاً ـ في مقدمة: ”آداب الزفاف في السنة المطهرة” (ص 5 ـ 49) .\n(2) ”إبطال التصحيح الواهن لحديث العاجن”؛ للحسن بن علي السقاف.\n(3) ”إتمام الحاجة إلى: (صحيح: ”سنن ابن ماجه”) ”؛ للشيخ: عبد الله بن صالح العبيلان.\nتعقّب في هذا الكتاب الأحاديث التي عزاها الألباني في: ”صحيح: (سنن ابن ماجه) ” لغير ”الصحيحين”، وهي فيهما، أو في أحدهما.\n(4) ”الأحاديثُ الضعيفة في: (سلسلة الأحاديث الصحيحة) ”؛ لرمضان محمود عيسى.\nوهو خاصٌ بنقد المجلد (الأوّل) من: ”سلسلة الأحاديث الصحيحة”.\nوقد أشار إليه الشيخ في مقدمة المجلد (الأوّل) من: ”سلسلة الأحاديث الصحيحة” (ص 4) [ط. الجديدة] .\n(5) ”احتجاج الخائب بعبارة من ادَّعى الإجماع فهو كاذب”؛ للحسن بن علي السقاف.\n(6) ”الأدلةُ الجليّة لسنة الجمعة القبلية”؛ للحسن بن علي السقاف.\n(7) ”إرغامُ المبتدع الغبي بجواز التَّوسّل بالنبي في الردِّ على الألباني الوبي”؛ لعبد الله بن الصديق الغماري.\nوهو الآتي باسم: ”جزءٌ فيه الرد على الألباني\n...\n”، وقد اطَّلعت على صورة لنسخةِ المصنف، فوجدت بخطه: ”جزء فيه الرد على الألباني\n...\n”، ولا أعلم عن سبب هذه التسمية: ”إرغام المبتدع الغبي”، فلعلها من تصرف ناشرٍ حاقد على الشيخ، وعلى دعوته السلفية، والله المستعان.\nوعلى إحدى طبعات: ”إرغام المبتدع”، حاشيةٌ كتبها: الحسن بن علي السقاف، وسيأتي الكلام عليه.\n(8) ”الإعلامُ في إيضاح ما خفي على الإمام”؛ لفضيلة الشيخ: فهد بن عبد الله السُّنيد حَفِظَهُ اللَّه.\nويقصد بالإمام: محمد ناصر الدين الألباني رَحِمَهُ اللهُ، وهذا من بالغ أدبه مع الشيخ.\nالجزء: 1 ¦ الصفحة: 93\n",
        "والكتاب تعقبات حديثية على الشيخ الألباني، مع نقولات في الرِّجال لشيخ الإسلام: عبد العزيز بن باز رَحِمَهُمَا اللهُ.\n(9) ”إعلام المبيح الخائض بتحريم القرآن على الجنب والحائض”؛ للحسن ابن علي السقاف.\n(10) ”الألباني شذوذه وأخطاؤه”؛ لأَرْشَدَ السلفيّ.\nكذا كُتِبَ على الغلاف في الطبعة (الأولى) للكتاب، وهو اسم مستعار، والمؤلف الحقيقي لهذا الكتاب (كما صرَّحوا به في الطبعات اللاحقة) الشيخ: حبيب الرحمن الأعظمي، والكتاب في أربعة أجزاء، جُمِعَت بعد ذلك في كتابٍ واحدٍ.\nردَّ عليه الشيخ الألباني بـ: ”الردُّ على رسالة: (أرشد السلفي) ”.\nكما ردَّ عليه ـ أيضاً ـ في مقدمة: ”آداب الزفاف في السنة المطهرة” (ص 5 ـ 49) ، في معرض ردِّه على فضيلة الشيخ: إسماعيل الأنصاري رَحِمَهُ اللهُ.\nومِمَّن ردَّ عليه:\nالدكتور: عاصم القريوتي في مقالٍ له، بعنوان: ”نظرة إلى الشيخ: حبيب الرحمن الأعظمي في كتابه: (الألباني شذوذه وأخطاؤه) ”، نُشِرَ على حلقتين في: ”المجلة السلفية” المجلد (السادس عشر) ، العدد (10) ، (ص 52) ، والعدد (11) ، (ص 74) (1) .\nولسليم الهلالي ورفيقه، ردٌ، باسم: ”الرد العلمي على حبيب الرحمن الأعظمي المُدَّعي بأنَّه أرْشَدُ السلفيُّ”، وقد نشرا منه جزأين صغيرين، منذ أكثر من (خمس عشرة) سنة، ولمْ يكملْ بعد.\n(11) ”إقامةُ البرهان على ضعف حديث: استعينوا على إنجاح الحوائج بالكتمان. وفيه الرد على العلامة الشيخ محمد ناصر الدين الألباني”؛ لخالد بن أحمد المؤذن.\nأشار إليه الشيخ في مقدمة المجلد (الثاني) من: ”سلسلة الأحاديث الصحيحة” (ص 9 ـ 10) .\n(12) ”الانتصارُ لأهل التوحيد والرد على من جادل عن الطواغيت ملاحظات وردود على شريط: (الكفر كفران) للشيخ محمد ناصر الدين الألباني”؛ لعبد المنعم مصطفى حليمة (أبي بصير) .\n(1) انظر: ’’كتب حذر منها العلماء’’ (1/288) ، و (1/369) .\nالجزء: 1 ¦ الصفحة: 94\n",
        "وعليه ردٌّ باسم: ”الدفاع عن الألباني”؛ لأبي بكر بن عبد العزيز البغدادي، نَشره في: مجلة: ”الحكمة”، العدد (21) ، (ص 59 ـ 109) .\n(13) ”الانتصارُ لشيخ الإسلام محمد بن عبد الوهاب بالردِّ على مجانبة الألباني فيه الصواب”؛ لفضيلة الشيخ: إسماعيل بن محمد الأنصاري رَحِمَهُ اللهُ.\nوعليه ردٌ باسم: ”الكشف والتبيين لعلل حديث: (اللهم إنَّي أسألك بحق السائلين) والتعقيب على رسالة: (الانتصار) للشيخ إسماعيل الأنصاري”؛ لعلي ابن حسن.\n(14) ”أنوارُ المصابيح على ظلمات الألباني في صلاة التراويح”؛ لبدر الدين حسن دياب الدمشقي.\n(15) ”أينَ يضع المصلي يده في الصلاة بعد الرفع من الركوع”؛ لشيخ الإسلام: عبد العزيز بن عبد الله بن باز رَحِمَهُ اللهُ.\nطُبِعَت هذه الرِّسالة ضمن مجموع: ”ثلاث رسائل في الصلاة”، للشيخ نفسه.\n(16) ”بذلُ الجهد بتضعيف حديثي السوق والزهد”؛ لعادل بن عبد الله السعيدان.\nردّ عليه الشيخ في مقدمة المجلد الثاني من: ”سلسلة الأحاديث الصحيحة” (ص 13 ـ 16) .\n(17) ”البشارةُ والإتحاف فيما بين ابن تيمية والألباني في العقيدة من الاختلاف”؛ للحسن بن علي السقاف.\n(18) ”بيانُ أوهام الألباني في تحقيقه لكتاب فضل الصلاة على النبي - صلى الله عليه وسلم - للقاضي إسماعيل بن إسحاق الأزدي”؛ لأسعد سالم تَيِّم.\n(19) ”بيانُ نكث الناكث المتعدي بتضعيف الحارث”؛ لعبد العزيز بن الصديق الغماري.\nوأظن أنَّ للمصنِّفِ رسالةً أخرى في الموضوع نفسه، ولا أعرف اسمها، والله أعلم.\n(20) ”تحذير العبد الأوّاه من تحريك الإصبع في الصلاة”؛ للحسن بن علي السقاف.\n(21) ”تخريجُ حديث أوسٍ الثقفي في فضل الجمعة وبيان عِلّتِه”؛ لأسعد سالم تَيِّم.\nوهو ردٌّ على تصحيح الشيخ للحديث.\n(22) ”تصحيحُ حديث صلاة التراويح عشرين ركعة والردّ على الألباني في تضعيفه”؛ لفضيلة الشيخ: إسماعيل بن محمد الأنصاري رَحِمَهُ اللهُ.\nالجزء: 1 ¦ الصفحة: 95\n",
        "(23) ”التعريفُ بأوهام من قسم (السنن) إلى صحيح وضعيف”؛ لمحمود سعيد ممدوح.\nوهو كتاب كبير بلغ قسم العبادات منه (ستة) مجلدات كبيرة، رأيته عند أحد الأفاضل من أهل ”جدة”.\nوأنا لا أعلم لماذا يشنع بعض الناس على الشيخ الألباني ـ رَحِمَهُ اللهُ ـ تقسيمه لبعض الكتب إلى ”صحيحٍ”، و ”ضعيفٍ”، وهي جادة مطروقة، يعرفها من له أدنى دراية بعلم التصنيف في علم الحديث.\n(24) ”التعقّبُ الحثيث على من طعن فيما صحَّ من الحديث”؛ لعبد الله الحَبَشيّ الهَرَري.\nردَّ عليه الألباني بـ: ”الردُّ على رسالة: (التعقيب الحثيث) ”.\n(25) ”تعقباتٌ على: (سلسلة الأحاديث الضعيفة والموضوعة) للألباني”؛ لفضيلة الشيخ: إسماعيل بن محمد الأنصاري رَحِمَهُ اللهُ.\n(26) ”التعقباتُ المليحة على: (السلسلة الصحيحة) ”؛ للشيخ: عبد الله بن صالح العبيلان.\nتعقّب في هذا الكتاب الأحاديث التي عزاها الألباني في: ”سلسلة الأحاديث الصحيحة” لغير ”الصحيحين”، وهي فيهما، أو في أحدهما.\n(27) ”التكميلُ لما فاتَ تخريجه من: (إرواء الغليل) ”؛ لمعالي الشيخ الدكتور: صالح بن عبد العزيز آل الشيخ حَفِظَهُ اللهُ.\nوهو ـ على صغر حجمه ـ نفيسٌ، به تكمل فائدة ”الإرواء”.\n(28) ”تناقضاتُ الألباني الواضحات فيما وقع له في تصحيح الأحاديث وتضعيفها من أخطاء وغلطات”؛ للحسن بن علي السقاف.\nوكتاب هذا الرجل ـ بل وعامة كتبه ـ لا يعوّل عليها لِمَا فيها من: الكذب، والتدليس، والتحريف، والغش للأمة.\nوقد ردّ عليه جماعة؛ منهم:\nالشيخ الألباني نفسه في مقدمة المجلد (الأوّل) من: ”سلسلة الأحاديث الصحيحة” (ص 4 ـ 17) ، ومقدمة المجلد (السادس) (ص 4 ـ 6) ، وغيرها في ثنايا: ”الصحيحة”.\nوقرأتُ رداً عليه كتبه: عمرو بن عبد المنعم سليم، بعنوان: ”لا دفاعاً عن الألباني فحسب\n...\nبل دفاعاً عن السلفية”.\nوعليه ردٌّ ـ أيضاً ـ بعنوان: ”افتراءات السقاف الأثيم على الألباني شيخ المحدثين”؛ لخالد العنبري.\nالجزء: 1 ¦ الصفحة: 96\n",
        "وقد قَلَّبْتُ كتاب: ”التناقضات”، فما رأيت فيه ما يوجب الردّ، وكان يكفيه رسالة في (ورقة واحدة) تذكّره بالله واليوم الآخر.\nبل ظهر لي ـ والله أعلم ـ تحريم بيع كتب هذا الرجل (السقاف) ، وتحريم طبعها؛ لما في ذلك من نشرٍ للبدعة، والدعاية لها، وأنَّ الوقت الذي كُتِبَتْ فيه، مما سيُسأل عنه يوم القيامة، فيم أفناه؟ فليعد جواباً، وعند الله الموعد، والله المستعان على ما يصفون.\nثم اعلم أنَّ لهذا الرجل (السقاف) عدة كتب، مرت في مواضعها، وأخرى ستأتي.\nوممن ردّ عليه: فضيلة المحدث الشيخ: سليمان بن ناصر العلوان ـ نَفَعَ اللهُ بِهِ ـ في كتبه الآتية:\n”إتحاف أهل الفضل والإنصاف بنقض كتاب: (دفع شبه التشبيه) و (تعليقات السقاف) ”.\n”القول المبين في إثبات الصورة لرب العالمين”.\n”الكشاف عن ضلالات حسن السقاف” (1) .\nومِمَّا قاله الألباني في: ”سلسلة الأحاديث الصحيحة” (1/15) [ط. الجديدة] عن السقاف، وكتابه: ”التناقضات”:\n(ثانياً: ليس لـ: ”تناقضاته” أية قيمة علمية تذكر؛ لأنَّه إذا كان مصيباً في شيء مما ادعاه من التناقض؛ فذلك لا يعني أكثر من أنَّ الألباني بشر يخطئ كما يخطئ غيره؛ فلا فائدة للقراء من بيانها، ولا سيما أنَّ الألباني نفسه يعلن ذلك كلما جاءت المناسبة؛ كما تقدم ويأتي.\nثالثاً: أنَّ الذي يفيد القُرَّاء إنَّما هو بيان الصحيح من تلك التناقضات المزعومة، وذلك مِمَّا لم يفعلْ؛ لأنَّ غرضه إرواء غيظ قلبه بالتشهير بالألباني، ورفع الثقة بعلمه، وصرف القُرَّاء عن الاستفادة منه {مُوتُوا بِغَيْظِكُمْ} [آل عمران: 119] ، وليس غرضه النصح لقرائه، ولو أنَّه فعل؛ لكشف للناس عن جهله، وبعده عن التحقيق العلمي\n...\n) أ. هـ\n(29) ”تنبيهُ القارئ [على] تقوية (2) ما ضعفه الألباني”.\n(1) وفي: ’’كتب حذر منها العلماء’’ (1/296 ـ 301) ، جملة ممن ردّ عليه.\n(2) في المطبوع: ’’لتقوية ما ضعفه’’ وما ذكرته هو تسمية مؤلفه، كما في مقدمة الكتاب (ص 2) .\nالجزء: 1 ¦ الصفحة: 97\n",
        "(30) ”تنبيهُ القارئ لتضعيف ما قواه الألباني”؛ كلاهما للعلامة المحدث: عبد الله بن محمد الدويش رَحِمَهُ اللهُ.\nأمَّا الأوّل فقد سمّاه مؤلفه بذلك، أما الثاني فقد مات ـ رَحِمَهُ اللهُ ـ قبل أنْ يسمِّيه، وسمَّاه بذلك المشرف على طبع الكتاب: الشيخ: عبد العزيز بن أحمد المشيقح، والشيخ تُوفي قبل إتمام القسمين.\nهذا؛ وفي الكتابين ذكر بعض المسائل مما لا تدخل تحت هذين القسمين، وهو من أنفع الكتب الحديثية التي تعرضت لعلم الشيخ ومناقشته.\nوقد تميّزت كتاباته ـ رَحِمَهُ اللهُُ ـ بأمرين:\n1 ـ سعة اطلاعه، ودقته في النقد.\n2 ـ احترامه للشيخ، وأدبه في الردّ.\n(31) ”تنبيهُ المسلم إلى تعدي الألباني على: (صحيح مسلم) ”؛ لمحمود سعيد ممدوح.\nصيغ هذا الكتاب بأسلوبٍ غريبٍ، ظهر منه تحامل مؤلفه على الشيخ، وعلى علمه، والتشنيع عليه بعبارات لا تليق بطلاب العلم مع العلماء، مما جعل الناس يعرضون عن كتابه.\nردَّ عليه الألباني في مقدمة: ”آداب الزفاف في السنة المطهرة” (ص 49 ـ 70) .\nومِمَّن ردَّ عليه:\nفضيلة الشيخ الدكتور: عبد الرزاق بن خليفة الشايجي، بـ: ”كلمة حق في الدفاع عن عَلَمِ الأمة محمد ناصر الدين الألباني”.\nوهذا الكتاب مع أنَّه (مختصرٌ) جداً، إلا أنَّه من أنفس الردود، وأقنعها.\nوالشيخ: طارق بن عوض الله بن محمد بكتاب: ”ردع الجاني المتعدي على الألباني”.\nوقد استفاد علي بن حسن ـ كثيراً ـ من ”ردع الجاني” في كتابه: ”دراسات علمية في: (صحيح مسلم) ”، وهو المُسمَّى: ”كشف المُعْلِم بأباطيل كتاب: (تنبيه المسلم) ”، ولم ينبه على ذلك من قريب أو من بعيد (1)\n(1) قلت ذلك لِما وقع بين يدي من شكاية لـ: ’’طارق بن عوض الله’’، يتظلم فيه عند أخيه العلامة: ’’بكر أبو زيد’’، يشكو فيه هذه ’’السرقة العلميّة’’، وذكر أدلة كافية لثبوت دعواه.\nومن رأى نشرة علي بن حسن لكتاب: ’’النهاية في غريب الحديث والأثر’’؛ لابن الأثير، ومقدمته لها؛ قال متحسراً: إلى الله المشتكى.\nوانظر: ما كُتِبَ في صفحة: ’’ورَّاق الجزيرة’’، بـ: جريدة ’’الجزيرة’’، العددين: (10314) ، و (10363) .\nالجزء: 1 ¦ الصفحة: 98\n",
        "، واللهُ أعلم.\n(32) ”التنبيهاتُ على رسالة الألباني في الصلاة”؛ لشيخنا العلامة: حمود بن عبد الله التويجري رَحِمَهُ اللهُ.\nردَّ عليه الشيخ الألباني بـ:\n”الردُّ على رسالة الشيخ التويجري في بحوث من صفة الصلاة”.\n(33) ”تنقيح الفهوم العالية بما ثبتَ وما لمْ يثبتْ من حديث الجارية”؛ للحسن بن علي السقاف.\nوالمراد من هذا الكتاب، هو: بيان عدم صحة جملة: (أين الله؟) في حديث ”الجارية”، الحديث الذي اهتزت له أقلام المبتدعة، وغصت به حلوقهم؛ فكذّبوه، وأنكروه، ولو كان في: ”صحيح مسلم”، في حين أنَّهم شنَّعوا على الألباني لردِّه أحاديثَ من: ”صحيح مسلم”، علماً بأنَّه يرد بالعلل، وهم يردون بالهوى، نعوذ بالله من سوء المعتقد.\n(34) ”جزءٌ في كيفية النهوض في الصلاة وضعف حديث العجن”؛ للعلامة: بكر بن عبد الله أبو زيد حَفِظَهُ اللهُ.\nوردَّ عليه الشيخ الألباني، ضمن كتابه: ”تمام المنة في التعليق على: (فقه السنة) ”، (ص 197 ـ 207) .\n(35) ”جزءٌ فيه الردّ على الألباني وبيان بعض تدليسه وخيانته”؛ لعبد الله بن الصديق الغماري.\nوقد سبق باسم: ”إرغام المبتدع الغبي”، وانظر التعليق عليه هناك.\n(36) ”حكم تارك الصلاة”؛ لعبد المنعم مصطفى حليمة (أبي بصير) .\nوهو كتاب نفيس، ولكن يؤخذ عليه شدته على الألباني في بعض المواضع، وليس عذراً له أنَّ الألباني كان شديداً في كلامه، وليس عذراً ـ أيضاً ـ أنَّ رفقة الألباني كانوا مثله في الشدة في أثناء مناقشتهم للمخالف. بل كان يجب عليه ـ وعلى كل طالب علم ـ أنْ يقتدي في الرد على المخالف بالسلف الصالح.\n(37) ”حول مسألة تارك الصلاة”؛ لممدوح جابر عبد السلام.\nكتب على غلافه:\n(الرَّد العِلمي على كتاب:\n”فتحٌ من العزيز الغفَّار بإثبات أنَّ تارك الصلاة ليس من الكفَّار”.\nورسالة الشيخ ناصر الدين الألباني:\n”حُكم تارِكِ الصَّلاةِ”) .\nالجزء: 1 ¦ الصفحة: 99\n",
        "(38) ”خطبةُ الحاجة ليست سنة في مستهل الكتب والمؤلفات” (1) ؛ للشيخ عبد الفتاح أبو غدة رَحِمَهُ اللهُ.\n(39) ”رَفْعُ الْجُنَّةِ أمام: (جلباب المرأة المسلمة في الكتاب والسنة) ”؛ لعبد القادر بن حبيب الله السندي رَحِمَهُ اللهُ.\nوهو ردٌ موسع على كتاب: ”جلباب المرأة المسلمة” للشيخ الألباني.\nوقد التزم مؤلفه بالأدب مع الألباني رَحِمَهُ اللهُ، على عكس صنيع الألباني مع السندي، إذ تَعَرَّض له في كتابه: ”الجلباب”، و ”الرد المفحم”، وشنَّع عليه في الردِّ؛ كعادته مع مخالفيه، رَحِمَ اللهُ الْجَمِيعَ.\n(40) ”صحيح صفة صلاة النبي صلى الله عليه وآله وسلَّم”؛ للحسن بن علي السقاف\nعارض به كتاب الألباني: ”صفةُ صلاة النبي - صلى الله عليه وسلم - من التكبير إلى التسليم كأنك تراها”، مع التعرض لآراء الألباني في كتابه السابق.\nويرى السقاف أنَّ كتابه هذا أصبح بديلاً عن كتاب الألباني، في كثير من البلدان، بحيث انزعج الشيخ الألباني منه جداً وذكره في المجلد (السادس) من ”صحيحته” في موضعين منها، كذا زعم السقاف.\n(41) ”الشماطيط فيما يهذي به الألباني في مقدماته من تخبطات وتخليط”؛ للحسن بن علي السقاف.\nوهي ”رسالة” ردَّ بها على ما جاء في مقدمة الجزء (الأوّل) من: ”سلسلة الأحاديث الضعيفة”.\n(42) ”الشهاب الحارق المنقض على إيقاف المتناقض المارق”؛ للحسن بن علي السقاف.\n(1) ورد اسم الكتاب في: ’’قائمة الكتب’’ التي صدرت للشيخ بهذه الصيغة:\n’’خطبة الحاجة ليست سنة في مستهل الكتب والمؤلفات [كما يقول الشيخ الألباني] ’’.\nكذا ورد في ’’القائمة’’ التي وردت في آخر الكتاب نفسه (ص 67) ، كتاب رقم: (65) .\nوكذا ورد اسمه في: ’’إمداد الفتَّاح’’ (ص 212) ، ولكنِ التزمتُ بنصِّ غلاف الكتاب (المطبوع) .\nولست أدري:\nهل حذف المؤلف هذه (الزيادة) عندما قدَّمَه للنشر؟\nأو هذا تصرفٌ من الناشر؟\nولعلَّه الثاني؛ فالكتابُ مطبوعٌ بعد وفاة مؤلفه، والله أعلم.\nالجزء: 1 ¦ الصفحة: 100\n",
        "كتبه دفاعاً عن كتابه: ”قاموس شتائم الألباني” (وسيأتي) ، ولا حظ أنَّه يذكر أنَّ الألباني يسب، ويشتم مخالفه، ويبين أنَّ هذا حرام، ولا يجوز، ثم هو يقع فيما حذّر منه؛ فيشتم الألباني في عناوين كتبه، وقد وصف الألباني في العناوين بأنَّه: ”خائب”، و ”يهذي”، و ”سيء البخت”، و ”متلاعب”\n...\nهذه أجزاء من عناوين أغلفته، وما بداخلها أعظم.\nكما أنَّ أسماء كتبه تقطر حقداً على الشيخ، تأمل هذه الأسماء:\n”الشماطيط فيما يهذي به الألباني في مقدماته من تخبطات وتخليط” ـ ”الشهاب الحارق المنقض على إيقاف المتناقض المارق” ـ ”اللجيف الذعاف للمتلاعب بأحكام الاعتكاف” ـ ”وهم سيء البخت الذي حرَّم صيام السبت” (1)\n...\nثم بعد ذلك يأتي ويحذر من: السبِّ، والغمزِ، والتنابزِ، بالألقابِ، وأنَّ هذه من الكبائر.\n(43) ”عددُ صلاة التراويح”؛ للدكتور: إبراهيم الصبيحي.\nوعليه ردٌ باسم: ”تباريح في رسالة عدد صلاة التراويح”؛ لأبي عبد الملك الوَهْبي (2)\n(1) تأمَّل هذه العناوين وقارنها بعناوين أهل العلم والإنصاف، وقد مرَّ بك كتاب فضيلة الشيخ: فهد بن عبد الله السُّنيد: ’’الإعلامُ في إيضاح ما خفي على الإمام’’\nوسيأتي كتاب فضيلة الشيخ: عبد الله بن مانع العتيبي: ’’ملحوظاتٌ على كتاب: (الصلاة) للعلامة محمد ناصر الدين الألباني ’’.\nفقد وصفه الأوّل بـ: (الإمام) ، والثاني بـ: (العلاّمة) ، وذلك في معرض الردّ، والمخالفة، {فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ (2) } [الحشر] .\n(2) هناك بعض المؤلفين يُخْفون أسماءهم لسببٍ، أو لآخر، فيكتب في كتابه ـ مثلاً ـ كنيته، وينتسب للقبيلة الأم، أو للبلد الذي وُلِدَ فيه، ونحو ذلك؛ وعليه: فلا ينبغي لمن عرَفَهُ أن يُخْبِرَ بِهِ، مالمْ يترتبْ على ذلك مصلحة شرعية (راجحة) ، فلو أراد المصنف أن يخبر بنفسه لفعل، دون أن يترك المجال لمتطفلٍ.\nأمَّا الكتب التي تدعو إلى ’’البدعة’’، وتُحارِب ’’السنة’’، فإذا عُلِمَ مؤلفها (يقيناً) ؛ فيجب الإخبار به، لكي يُنْظر في كتبه الأخرى، فتُحْذَر، والله أعلم.\nالجزء: 1 ¦ الصفحة: 101\n",
        "وقد أوْضَحَ أبو عبد الملك في المقدمة (ص 9 ـ 10) أنَّ ردَّه متعلقٌ بـ: (مسائل منهجية) ، و (ملحوظاتٍ عامة) .\nولم يتعرضْ لأصلِ المسألةِ (عدد صلاة التراويح) من الناحية العلمية.\n(44) ”قاموس شتائم الألباني وألفاظه المنكرة في حق علماء الأمة وفضلائها وغيرهم”؛ للحسن بن علي السقاف.\nوليته لمْ يجمعْه؛ فقد قيل: من كان بيته من زجاج، فلا يرمِ الناسَ بالحجر.\nوقد ردَّ عليه: على بن حسن بكتابٍ سمَّاه: ”الإيقاف على أباطيل قاموس شتائم السقاف”.\nوفي المثل: ”على نفسها جنت براقِش” (1) .\n(45) ”القول المبتوت في صحة صلاة الصبح بالقنوت”؛ للحسن بن علي السقاف.\n(46) ”القولُ المقنع في الرد على الألباني المبتدع”؛ لعبد الله بن الصديق الغماري.\nوهو ردٌّ حديثي وفقهي، لبعض ما أورده الألباني (تعليقاً) في تحقيقه لـ: ”بداية السُّول في تفضيل الرسول - صلى الله عليه وسلم -”؛ للعز بن عبد السلام رحمهُ الله.\nوقد ردَّ عليه الألباني في مقدمة المجلد (الثالث) من: ”سلسلة الأحاديث الضعيفة” (ص 8 ـ 43) .\n(47) ”كلماتٌ في كشف أباطيل وافتراءات”؛ للشيخ عبد الفتاح أبو غدة رَحِمَهُ اللهُ.\nردَّ عليه الشيخ الألباني بـ: ”كشفُ النقاب عمَّا في: (كلمات) أبي غدة من الأباطيل والافتراءات”.\n(48) اللجيف الذعاف للمتلاعب بأحكام الاعتكاف”؛ للحسن بن علي السقاف.\nرسالة رد بها على الألباني في قوله بـ: أنه لا يجوز الاعتكاف إلا في المساجد الثلاثة.\n(49) ”المؤنقُ في إباحة تحلي النساء بالذهب المحلق وغير المحلق”؛ للشيخ: أبي عبد الله مصطفى العدوي.\n(50) ”ملحوظاتٌ على كتاب: (الصلاة) للعلامة محمد ناصر الدين الألباني”؛ لفضيلة الشيخ: عبد الله بن مانع العتيبي حَفِظَهُ اللهُ.\nطُبِعَ بآخر كتابه: ”الإنباه إلى حكم تارك الصلاة”.\nوكلاهما ـ ”الإنباه”، و ”الملحوظات” ـ بحثٌ نفيس.\n(1) وراجع التعليق على كتابه السابق: ’’الشهاب الحارق’’.\nالجزء: 1 ¦ الصفحة: 102\n",
        "وقد ناقش المؤلف في: ”الملحوظات” بعض المسائل الواردة في كتاب ”الصلاة” للألباني، وكانت مناقشته في غاية الأدب.\n(51) ”نصرةُ: (التعقب الحثيث) على من طعن فيما صح من الحديث”؛ لعبد الله الحَبَشيّ الهَرَري.\n(52) ”نظراتٌ في: (السلسلة الصحيحة) للشيخ محمد ناصر الدين الألباني”؛ للشيخ: أبي عبد الله مصطفى العدوي، وخالد بن أحمد المؤذن.\nوهو دراسةٌ لـ (المائة) حديث الأولى من: ”سلسلة الأحاديث الصحيحة” للشيخ رَحِمَهُ اللهُ.\nوعليه ردٌّ باسم: ”وقفات مع النظرات”؛ لسمير بن أمين الزهيري.\nوليته صان ”جزأه” هذا عن بعض ما لا يليق بالكاتب ـ فضلاً عن طالب العلم ـ فقد حشاه ببعض العبارات التي لا تتمشى مع أدب المسلم مع أخيه.\nوهذه عادةٌ وجدتها في بعض من دافع عن الشيخ ضد مخالفيه، فإنَّهم يسيئون الأدب مع المخالف، ويغلظون عليه في الردِّ، ولو كان (سلفياً) .\n(53) ”نقدُ تعليقات الألباني على شرح الطحاوية”؛ لفضيلة الشيخ: إسماعيل ابن محمد الأنصاري رَحِمَهُ اللهُ.\nوعليه ردٌّ باسم: ”فتح الباري في الذب عن الألباني والرد على إسماعيل الأنصاري”؛ لسمير بن أمين الزهيري.\n(54) ”وصولُ التهاني في إثبات سُنِّيَّة السُّبْحة والرَّدِّ على الألباني”؛ لمحمود سعيد ممدوح.\nوعليه ردٌّ باسم: ”إحكام المباني في نقض وصول التهاني وكشف ما فيه من مغالطات المعاني”؛ لعلي بن حسن.\n(55) ”وهم سيء البخت الذي حرَّم صيام السبت”؛ للحسن بن علي السقاف.\n(56) ”ويلك آمن، تفنيد بعض أباطيل ناصر [الدين] (1) الألباني”؛ لأحمد عبد الغفور عطار.\n* وهناك بعض الأشرطة (الصوتية) ؛ منها:\n(57) ”مناقشةُ الشيخ ناصر الدين الألباني”؛ لفضيلة الشيخ المحدث: عبد الله ابن عبد الرحمن السعد حَفِظَهُ اللَّه.\n(1) ليست في أصل الكتاب، وأضفتها إنصافاً للشيخ رَحِمَهُ اللهُ، فهو ’’ناصر الدين’’، شاؤوا، أم أبوا.\nالجزء: 1 ¦ الصفحة: 103\n",
        "وكان سبب هذه المحاضرة، هو إغواء بعض مقربي الشيخ الألباني، واتهامهم الشيخَ عبد الله السعد ـ حَفِظَهُ اللهُ ـ بما ليس فيه، مِمَّا حدا بالشيخ الألباني للكلام في السعد، وبالتالي رد الشيخ السعد عليه، لا انتصاراً لنفسه، بل بياناً للحقيقة (كما نحسبه) .\nثم تمَّ إيضاح الإشكال بينهما في السنوات الأخيرة، وزال الضرر، والحمد لله الذي بنعمته تتم الصالحات.\nانتهى المراد\nوكتبه: أبو محمد عبد الله بن محمد الحوالي الشمراني\n*******************\nالجزء: 1 ¦ الصفحة: 104\n",
        "الفهرس\nالفهرس\n...\nالصفحة\nالمقدمة\n......................................................................\n...\n5 ـ 6\nخطة البحث\n...................................................................\n...\n7 ـ 9\nمصادر \"الثَّبَتٌ\"\n...........................................................\n...\n10 ـ 11\nالفصل الأوّل: مصادر ترجمة الشيخ رَحِمَهُ اللهُ\n............\n...\n13 ـ 23\nالنقاط التي يمكن أنْ تحويها ترجمة الشيخ الألباني\n...............\n...\n15 ـ 18\nكان الشيخُ (قديماً) حنفياً\n.....................................................\n...\n16\nأهمية \"الإجازات\" في هذا العصر\n.........................................\n...\n17 ـ 18\nرضا الشيخ عمَّا كتبه الشيباني (ت)\n...................................\n...\n19\nالإشارة إلى محاضرة قيِّمة لفضيلة الشيخ المنجد\n.................\n...\n21 ـ 22\nالعتب على تلاميذ الألباني ومحبيِّه بعدم إخراج ترجمة (موسعة) له، وأنَّ ما نُشِر لا يفي بمقامه\n.........\n...\n22\nمصادر المنهج العلمي للشيخ\n...............................................\n...\n23\nالفصل الثاني: \"ثَبَتُ\" مؤلفات الشيخ\n..........................\n...\n25 ـ 132\nالتمهيد: المنهج الذي سرتُ عليه في: \"الثَبَت\"\n..............\n...\n27 ـ 31\nالتنبيه إلى صعوبة تفريغ أشرطة العلماء، ونشرها دون مراجعتهم (ت)\n.................\n...\n29 ـ 30\nالشيخ يوصي بجميع كتبه لـ: \"الجامعة الإسلامية\"\n..........\n...\n31\nالمبحث الأوّل: \"ثَبَتُ\" مؤلفات الشيخ\n............................\n...\n33 ـ 92\n\"تحذير الساجد\" أوّل كتابٍ يؤلفه الشيخ\n..........................\n...\n40\n\"تسديد الإصابة\" ليس كتاباً مستقلاً، بل عنوانٌ عام\n........\n...\n41 ـ 42\n\"الصلاة في المساجد المبنية على القبور\" هو: \"تحذير الساجد\"\n................................\n...\n42 ـ 43\nتنبيهٌ حول طبعة \"التعليقات الرضية\"\n..................................\n...\n46 ـ 47\nللشيخ كتابان بعنوان: \"التَّوسّل\"\n..................................\n...\n48 ـ 49\nالشك في نسبة تحقيق \"الرد على الجهمية\" للشيخ\n............\n...\n53 ـ 54\n\"السلسلتان\" أصلهما مقالات قديمة\n...................................\n...\n62\n\"صحيح أبي داود\"، و \"ضعيفه\" المطبوعان، ليسا الكتاب الأصل الذي يحيل عليه الشيخ دائماً، ولم يُطْبعْ، وبينهما فرقٌ كبير\n....\n...\n67\n\"صحيح السيرة\" بناه على \"سيرة ابن كثير\"\n......................\n...\n67 ـ 68\nللشيخ ثلاثة كتب في \"الصلاة\": (صغير) ، و (وسط) ، و (كبير)\n...........................................\n...\n69\nتنبيهٌ على إحدى طبعات \"فتنة التكفير\"\n.............................\n...\n73 ـ 74\nللشيخ من (الفهارس العلمية) أكثر من المذكور في: \"الثَّبَت\"\n........................................................\n...\n76\nالجزء: 1 ¦ الصفحة: 105\n",
        "التحقيق في نسبة تحقيق: \"قاعدة جليلة\" للشيخ\n.................\n...\n77\nالتحقيق في نسبة \"أصل السنة\" الذي حققه الشيخ\n...........\n...\n78 ـ 79\nتصحيح اسم: \"لفتة الكبد\"\n.................................................\n...\n81\nاحتمال قيام الشيخ باختصار: \"شرح ابن أبي العز\"\n..........\n...\n82 ـ 83\nتحقيق عنوان: \"العلو للعلي [العظيم] \"\n...............................\n...\n83 ـ 85\nالشيخ لم يكمل تحقيق \"مشكاة المصابيح\"\n...........................\n...\n86\n\"معجم الحديث النبوي\" أعجب كتب الشيخ\n...................\n...\n86 ـ 87\n\"المغني عن حمل الأسفار\" من أعمال الشيخ، وهو دون العشرين\n................................\n...\n87\nالمبحث الثاني: \"تتمة\" حول مؤلفات الشيخ\n......................\n...\n93 ـ 98\n\"حكم تارك الصلاة\" ثابتٌ للشيخ، والسبب في عدم إدراجه في: \"الثَّبَت\"\n........................\n...\n95 ـ 96\nقيام إحدى \"دور النشر\" بجمع فتاوى الشيخ في مجلدات.\n...\n97\nالمبحث الثالث: تنبيهٌ على ما ذكره الشيباني في: \"حياة الألباني\"، فيما يتعلق بـ: \"ردود\" الشيخ\n...\n...\n99 ـ 103\nالمبحث الرابع: سِمَات كتب الشيخ رَحِمَهُ اللهُ\n..................\n...\n105 ـ 132\nتبنِّيه للعقيدة السلفية، ودفاعه عنها\n.....................................\n...\n107\nمحاربته للبدع، وهمّته في ذلك\n..............................................\n...\n108\nتأثّره بمنهج أهل الحديث\n.......................................................\n...\n109\nعنايته بفقه الحديث\n......................................................\n...\n109 ـ 110\nالجزء: 1 ¦ الصفحة: 106\n",
        "قوة شخصيته العلمية، وجرأته في إبراز رأيه، والردّ على المخالف كائناً من كان\n..................\n...\n110 ـ 111\nإنصافه، وتراجعه عمَّا تبيَّن له أنَّه أخطأ فيه\n........................\n...\n111 ـ 112\nاختلاف بعض أحكامه من كتابٍ لآخر، وعلى حديثٍ واحدٍ\n.....................................\n...\n112 ـ 117\nإنصاف العلامة: بكر أبو زيد للشيخ\n..................................\n...\n113 ـ 114\nكان ـ رَحِمَهُ الله ُـ يطيل ويبطئ في التخريج، إذا كان الكتاب من تأليفه، بخلاف تحقيقاته\n.................\n...\n117 ـ 118\nإسراف المحقِّقين ـ اليوم ـ في التعليق على الكتب\n..........\n...\n118\nكان ـ رَحِمَهُ اللهُ ـ يَنْسخ، ويُحقِّق، ويُخرِّج، ويُعلِّق بنفسه\n........................................\n...\n118 ـ 119\nحال بعض محقِّقي زماننا، وغشهم للأمة\n.............................\n...\n119\nتأثره بالعلماء السابقين في تسمية مؤلفاته (طريقة السجع)\n...\n119\nأسماء بعض كتبه تدل على المضمون تفصيلاً، ولو طال العنوان\n.....................................\n...\n120 ـ 121\nالاسم الكامل لـ: \"صحيح ابن حبان\"\n.............................\n...\n120\nالاسم الكامل لـ: \"الاستذكار\"\n.........................................\n...\n121\nشدّته في الرد على من خالفه، وطول نفسه في ذلك\n.........\n...\n121 ـ 125\nإفراد بعض الأبواب، والمسائل، والأحاديث، وبعض الأحداث في السيرة، في رسالةٍ، أو كتابٍ مستقل\n....\n...\n125 ـ 126\nاهتمامه ببعض الكتب\n...........................................\n...\n126 ـ 128\nالجزء: 1 ¦ الصفحة: 107\n",
        "تنوّع كتبه في الفنون الإسلامية\n............................................\n...\n128 ـ 129\nعنايته بتلخيص كتبه، وكتب غيره\n......................................\n...\n129 ـ 130\nاهتمامه بالفهارس العلمية\n.....................................................\n...\n130 ـ 132\nالفصل الثالث: مقالات الشيخ رَحِمَهُ اللهُ\n.......................\n...\n133 ـ 147\nمدخل لمقالات الشيخ\n...........................................................\n...\n135 ـ 137\n\"وجوب التفقه في الحديث\" أوّل مقالٍ يكتبه الشيخ\n........\n...\n136\nكتاب: \"مقالات الألباني\"، وما أُخِذَ عليه\n...........................\n...\n136 ـ 137\nسرد مقالات الشيخ\n..............................................................\n...\n138 ـ 147\nالفصل الرابع: كتبٌ اهتمت بعلم الشيخ، وبيان منهجه\n.....................................\n...\n149 ـ 158\nكتاب: \"الحاوي في فتاوى الشيخ الألباني\"، وإنكار الألباني له\n.........................................\n...\n151\nكتاب: \"فتاوى الشيخ الألباني ومقارنتها بفتاوى العلماء\"، وإنكار الألباني له\n..............................\n...\n152\nكتاب: \"معجم أسامي الرواة الذين ترجم لهم الألباني\"، وما أُخِذَ عليه، رغم طوله\n...............................\n...\n153\nالأولى لطالب العلم أن يرجع إلى كلام المتقدمين في ما يخص الجرح والتعديل\n...............................\n...\n154\nإعلان بعض الكُتَّاب عن تحقيقهم لكتابٍ ما بغرض حجزه، ولم يعملوا فيه بعد، وحِيَلهم في ذلك (ت)\n...........\n...\n156\nموضوعات مقترحة لمن أراد أن يكتب عن الألباني\n...........\n...\n158\nالجزء: 1 ¦ الصفحة: 108\n",
        "الفصل الخامس: كتب اهتمت بـ: الردَّ على الشيخ، أو بالاستدراك عليه، أو بتعقبه في مسألة (أو مسائل) يخالفه مؤلفوها فيها 159 ـ 178\nبيان أنَّ من ردَّ على الشيخ فيهم المحب الناصح، وفيهم المبغض الحاقد\n........................\n...\n161 ـ 162\nتعدي كمال يوسف الحوت على عرض الشيخ بدون حق (ت)\n...........................\n...\n161\nثناء العلامة: بكر أبو زيد على عِلْم الألباني\n.......................\n...\n163\nدعاء الألباني لمن نصحه، ونصيحته لمن أراد أن يردّ عليه..\n...\n163\nتنبيهٌ حول الحسن بن علي السقاف ومؤلفاته\n...............................\n...\n169 ـ 170\nوانظر 174 ـ 175\nإخفاء بعض المؤلفين لأسمائهم لعذرٍ يرونه (ت)\n.............\n...\n175\nخشونة بعض الملازمين للألباني (من الشباب) في الردِّ على مخالفيهم\n......................\n...\n177\nبعض الأشرطة (الصوتية) في الموضوع\n................................\n...\n178\nالسبب في ما جرى بين المحدِّثَيْن: الألباني وعبد الله السعد، ودخول بعض الكذبة بين الرجلين\n.............\n...\n178\nالملحق الأوّل: نماذج من خطِّ الشيخ\n..................................\n...\n179 ـ 191\nالفهرس\n.........................................\n...\n219 ـ 226\nتَمَّ بِحَمْدِ الّلهِ\n*******************\n**********\n***\nالجزء: 1 ¦ الصفحة: 109\n",
        ""
    ]
}