{
    "1": [
        "ثلاث صلوات عظيمة مهجورة فأحيها يا عبد الله\nثلاث صلوات مهجورة\nعدنان بن محمد آل عرعور\nالجزء: 1 - الصفحة: 1\n",
        "بسم الله الرحمن الرحيم\n[\nمقدمة الطبعة الثالثة\nالحمد لله، وأشهد أن لا إله إلا الله، وأن محمداً عبده ورسوله - صلى الله عليه وسلم - أما بعد:\nفقد مضى على انتشار الكتاب أكثر من عقد من الزمن، لم نتلقَّ فيه ردّاً علمياً، سوى أني سمعت بعضهم يُسأل في الإذاعة عن حكم صلاة التسابيح فقال: ((هذه موضوعة، والدليل على ذلك: أنها مهجورة، ولو كانت سنة لما هجرت))! !\nقلت: لو صدر هذا الكلام من عامِّيِّ لكان مقبوحاً، فكيف إذا صدر ممن تنصب للفتوى! ! ؟ وقباحة الأمر أن يجعل الهجران دليلاً على البطلان، فهل هذا هو الدليل عنده .. ؟ ! وهل هذا جهل بمعنى ((الدليل))\n...\n؟ ! أم زفرة متعصب، أم نفثة مقلد؟ !\nأليس هذا هو بعينه دليل المبتدعة الذين إذا قيل لهم: هذه سنة، قالوا: لا أحد يفعلها، وإذا قيل لهم: هذه بدعة، قالوا: كل الناس يفعلونها .. ؟ ! ومتى كان هجران الشيء أو فعله دليلاً على مشروعيته أو بدعيته؟\nفكم سنة صحيحة هجرت، وكم من بدعة مقبوحة انتشرت، فهل كان الهجران دليلاً على بطلان السنن الصحيحة؟ وهل كان انتشار البدعة دليلاً على مشروعيتها! ؟\nففي أثر ابن مسعود: ((كيف أنتم إذا لبستكم فتنة، يهرم فيها الكبير، ويربو فيها الصغير، إذا ترك منها شيء قيل تركت السنة، قالوا: ومتى ذلك؟ قال: إذا ذهب علماؤكم، وكثر جهلاؤكم، وكثر قراؤكم، وقلت فقهاؤكم، وكثرت أمراؤكم، وقلت أمناؤكم، والتمست الدنيا بعمل الآخرة، وتفقه لغير الدين)) (1)\nوقال ابن عباس: ((ما من بدعة تحيى إلا وسنة تموت)). (2)\nواعلم أن سرَّ هذا الانحراف، هو فقدان التأصيل، ومنه فقدان معرفة ((الدليل))، وعدم التزامه، وتقديم الهوى والتقليد عليه. (3)\nهذا هو أحد أسرار الانحراف، ويضاف إليه في هذه المسألة، جهلٌ بعلم الحديث تصحيحاً وتضعيفاً، الأمر الذي دفعه إلى إلقاء الكلام على عواهنه.\nوإذا كان هذا هو منهج المفتي المربي! ! فما حال المتربين والمستفتين .. ؟ ؟ وفاقد الشيء لا يعطيه\n...\nأعان الله أمة هؤلاء مفتوها، لا يفقهون معنى الدليل، ولا يلتزمون بمقتضاه.\nوإن كنت تعجب من هذا فأعجب منه أن هؤلاء الذين فقدوا معنى الدليل، من الذين يرون أن الهجران دليل على البطلان، يرون كذلك أن من الأدلة على انحراف الناس، اتخاذهم حرفة يتكسبون بها رزقهم بعد فضل الله، يرون أن هذا دليل على جهلهم وابتداعهم، وما علم هؤلاء المساكين: أن دليلهم هذا هو دليل على جهلهم هم، بل دليل على كبْرهم، فمن ازدرى الناس بحرفهم كان متكبراً، كما بين ذلك رسول الله - صلى الله عليه وسلم - بقوله: (الكبر غمط الناس وبطر الحق) (أخرجه مسلم)\nثم .. أما علموا أن الأنبياء كانوا أصحاب حرف، وأنهم كانوا يرعون الأغنام، وأن منهم الحداد والنجار؟ ! فانظر كيف اجتمع الجهل المركب: جهل بمعنى الدليل، وجهل بالسنة وسيرة الأنبياء، وفوق ذلك كبر يظهر جلياً بالسخرية من المسلم لمهنته، ورد للحق الذي معه، لأنه ليس من قبيلته أو من بلده؟ ؟ ! فقاتل الله العصبية، وقاتل الله الجاهلية، كم أعمت أبصاراً، وأضلت أقواما .. ولا عجب من ذلك فقد قيل:\nمن فقد الدليل ضل السبيل ..\nهذا وقد أعدت طباعته بعد أن نفدت الطبعة الثانية، سائلاً المولى عز وجل أن يسدد أقوالنا، وأن يصلح أعمالنا، وأن يتقبله منا إنه سميع مجيب .. والحمد لله رب العالمين.\nعدنان بن محمد العرعور\nشعبان 1422] [*]\n(1) أخرجه الدارمي (185، 186) واللالكائي في اعتقاد أهل السنة (123) ونعيم بن حماد في الفتن (51) وصححه شيخنا الألباني في (قيام رمضان).\n(2) عزاه في (الاعتصام) للطبراني وهو عنده برقم (1100) بلفظ مقارب.\n(3) قال الإمام الشافعي (وإذا ثبت عن رسول الله الشيء فهو اللازم لجميع من عرفه، لا يقويه ولا يوهنه شيء غيره، بل الفرض الذي على الناس اتباعه) أي الهجران لا يضعف سنة، والعمل يقويها. الرسالة بشرح أحمد شاكر (330)\n[*] قال مُعِدُّ الكتاب للشاملة: هذا من زيادات النسخة الإلكترونية، وليس في المطبوع\nالجزء: 1 - الصفحة: 2\n",
        "بسم الله الرحمن الرحيم\nمقدمة الطبعة الثانية\nالحمد لله تعالى، والصلاة والسلام على رسوله الكريم.\nأما بعد:\nجلست في غرفة الانتظار بعيادة أحد الأطباء، فلفت نظري وجود كتاب ((ثلاث صلوات مهجورة)) بين مجموعة من الكتب، قد عرضت للمطالعة، وقد كتب أحدهم على غلاف الكتاب: ((لا يُلتفت إلى ما في هذا الكتاب من أن صلاة التسبيح صحيحة، فقد أفتى فلان وفلان بأنها صلاة غير صحيحة)).\nفتعجبت مما وصل إليه حال المسلمين من ردّ البحث العلمي المبني على الأدلة، بقول فلان! أو بفتوى فلان! مخالفين بذلك الحق الذي أمرنا به ديننا الحنيف، من اتباع الدليل، وطلب البرهان وذلك واضح جلي في مثل قوله تعالى {اتبعوا ما أنزل إليكم من ربكم ولا تتبعوا من دونه أولياء قليلاً ما تذكرون} (1) وقوله: {قل هاتوا برهانكم إن كنتم صادقين} (2)\nواضطرّرت - ساعتئذ - أن أعلق على كتابة الأخ: بأن ديننا دين دليل .. لا دين: قال ((فلان))، وأفتى ((فلان))! ومن كان عنده ردّ علمي فليتفضل.\nوكذلك لما خرج الكتاب أول ما خرج، انهالت العتابات، وقذفت الاستنكارات لتصحيحنا حديث صلاة التسبيح .. ! ! دفعهم إلى ذلك،\n(1) الأعراف آية 3.\n(2) البقرة آية 111.\nالجزء: 1 - الصفحة: 1\n",
        "ما هو مشاع من بطلان هذه الصلاة، لفتوى بعض الأفاضل في ذلك، مقلدين بذلك بعض العلماء الذين قالوا ببدعيتها\n...\n! !\nوكانت حجة المنكرين\n...\n((الرجال))، وكان بعض إخواننا يطلبون منهم رداً علميا حديثياً، قائلين لهم: إن عندنا من الرجال الذين صححوا حديث صلاة التسبيح ما هم أعلم بحديث النبي - صلى الله عليه وسلم - صحيحه وسقيمه من الذين ضعفوها، وإذ قابلنا الرجال بالرجال\n...\nسقطت الحجة عند الجميع، وعلى المنكرين - حينئذ - أن يردوا رداً علمياً مبنيّا على الأدلة والبراهين، ولما مضى على الكتاب سنوات، ونفدت الطبعة، ولم نتلقَّ أي رد علمي على الإطلاق، أعدنا طباعته، دون تغيير فيه يذكر، غير تصحيح الأخطاء المطبعية الكثيرة التي وقعت في الطبعة الأولى.\nوالله أسأل أن ينفع به، وأن يجعله خالصاً لوجهه، وأن يرينا الحق حقاً ويرزقنا اتباعه، وأن يرينا الباطل باطلاً، ويرزقنا اجتنابه.\nوآخر دعوانا أن الحمد لله رب العالمين.\nكتبه:\nعدنان العرعور\nصفر 1414 هـ\nالجزء: 1 - الصفحة: 2\n",
        "المقدمة\nالحمد لله الذي شرع لعباده ما ينفعهم، في دينهم ودنياهم وآخرتهم، وأشهد أن لا إله إلا الذي له الخلق والأمر، والصلاة والسلام على معلم الناس الخير، ومرشدهم إلى طريق البر\n...\nفما ترك أمراً يقربهم إلى الله تعالى إلا أرشدهم إليه، ولا أمرًا يبعدهم عن الله تعالى إلا حذرهم منه.\nأما بعد:\nفبين يديك - أخي المسلم - بيان ثلاث صلوات عظيمات مباركات، قد هجرها المسلمون إلا من رحم الله تعالى.\nأما الأولى: فهي صلاة الاستخارة .. التي يستخير فيها العبد ربه، ويستشير خالقه، ويحقق بها العبد لله تعالى عبوديته .. وينبئ عن صدق يقينه، وثقته بربه.\nفيا لها من صلاة روحية عظيمة، تهب للمسلم الطمأنينة، وتزيده إيماناً مع إيمانه، بحكمة الله البالغة، وشريعته الباهرة، فضلاً عن منحها الاستقرار، والرضى والتسليم بقضاء الجبار، فما أعظمها من صلاة .. وما أجلّها من عبادة.\nوأما الثانية: فهي صلاة التوبة .. التي يمحو الله بها الخطايا، ويكفر بها الذنوب .. ومن منا لا يذنب؟ ومن منا لا يخطئ؟\nوصدق رسول الله - صلى الله عليه وسلم - ((كل بني آدم خطاء، وخير الخطائين التوابون)) (1).\nفبهذه الصلاة المباركة، تظهر العبودية الحقة لله تعالى، وإيمان العبد بربه، وأن مصيره بيده سبحانه، ويظهر فيها خوف العبد من عذاب ربه، وطمعه في غفرانه وجنته.\n(1) رواه أحمد (13072) والترمذي (2499) وابن ماجه (4251) والحاكم (4/ 272) عن أنس موفوعاً وقال هذا حديث صحيح الإسناد وصححه شيخنا في صحيح الجامع.\nالجزء: 1 - الصفحة: 3\n",
        "فلو لم يكن في هذا الصلاة إلا إظهار الذل، والاعتراف بالذنب، والإنابة إلى الرب، لكفى بها خيرا عظيماً، وتوفيقاً كبيراً، فسارع إليها - يا عبد الله - تكن من المفلحين إن شاء الله تعالى.\nوأما الثالثة: فهي صلاة التسابيح .. وإن شئت فسمها صلاة الغفران .. وإن شئت فسمها صلاة التكفير .. أو صلاة التوبة، أو صلاة الإنابة.\nففيها كل هذه المعاني السامية، والثمار اليانعة، فسارع إلى قطافها، فقد أصبحت في زماننا هذا نسياً منسياً، وصلاة مهجورة .. !\nفاغتنم شبابك قبل هرمك .. وصحتك قبل مرضك .. وفراغك قبل شغلك .. وقدرتك على العبادة قبل العجز .. وقبل أن تندم يوم لا ينفع الندم.\nهذا؛ ولم أشأ أن تكون رسالة جامعية مفصلة، أتتبع فيها مذاهب الفقهاء، واختلاف العلماء، إنما أردت أن تكون ميسورة بين يدي كل مسلم، بعيدة عن التحقيقات الحديثية المطولة، والتفريعات الفقهية المستفيضة، والتخريجات المفصلة، إلا ما كان منه ضرورياً، كالتفصيل في طرق أسانيد حديث صلاة التسبيح، للاختلاف الواقع فيها، ومع ذلك لم أتتبع الطرق كافة، إذ الغاية الوصول إلى صحة الحديث من أقرب الطرق، وتقرير الحكم بأسهلها، كيما تكون رسالة سهلة لدى جمهور المسلمين، مفهومة لدى عامتهم، تجيب عن أسئلتهم، وتحل إشكالاتهم.\nولذلك رتبت أبوابها ترتيباً يناسب عموم المسلمين، فموضوعها يخص كل مسلم - متعلم وغير متعلم - فهي صلوات تجمع خير الدنيا والآخرة،\nالجزء: 1 - الصفحة: 4\n",
        "فمن منا يستغني عن استخارة ربه؟ ومن منا لا يحتاج إلى توبة من ذنبه؟\nهذا؛ والله أسأل أن يجعلنا وإياكم من المستخيرين حقًا، والتائبين صدقًا، والمسبحين حمدًا، والموفقين عملاً وقبولاً، وصلى الله على نبينا محمد وعلى آله وصحبه وسلم.\nكتبه\n...\nعدنان العرعور\n...\nرمضان 1410 هـ\nالجزء: 1 - الصفحة: 5\n",
        "الصلاة الأولى\nصلاة الاستخارة\nعن سعد بن أبي وقاص رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:\n((من سعادة المرء: استخارته ربه، ورضاه بما قدر، ومن شقاوة المرء تركه الاستخارة، وسخطه بعد القضاء)) (1).\n(1) قلت: الحديث حسن لغيره، ويأتي تخريجه وبيان صحته.\nالجزء: 1 - الصفحة: 7\n",
        "الجزء: 1 - الصفحة: 8\n",
        "[\nبين يدي الاستخارة\n] [*]\nيتعرض المرء في حياته لكثير من الأمور الغيبية النتائج، ويَقْدُم على أمور مجهولة العواقب .. لا يدري خيرها من شرها .. ولا نفعها من ضرها.\nويصاب بالتردد: أيقدم على هذه العمل .. أم لا .. ؟ أيخطب هذه الفتاة .. أم تلك .. ؟ أيشارك هذا الرجل أم ذاك .. ؟ أيطلق زوجته أم يبقيها عنده .. ؟ أيدرس هنا أم هناك .. ؟ أيسافر .. أم لا .. ؟ .\nماذا يعمل .. ؟ وماذا يذر .. ؟ أين الخير .. ؟ يسأل القريب والبعيد .. والصغير والكبير .. والعالم والجاهل .. لعلهم ينصحونه .. وإلى الخير والصواب يرشدونه.\nويعيش حالة من الصراع الترددي .. والقلق النفسي .. وكثيرًا ما يصيبه الهم، ويغشاه الغم، فتشل حركته .. ويعطل تفكيره .. فلا يدري ماذا يفعل، ولا يدري ماذا يذر، حتى يقع أسير الخوف والتردد .. وسجين القلق والحيرة، وحبيس الغيب والمجهول .. لهذا كله شرع الله صلاة الاستخارة علاجاً لتردده .. وحلاً لمشكلته حتى ينقلب التردد ثباتاً، والهم فرجاً، والشك يقيناً، والقلق اطمئناناً .. لِمَ لا .. ؟ وقد استخار العبد ربه الذي يعلم السر وأخفى، ويعلم ما يضره وما ينفعه، وهو القادر على أن يصرف عنه كل سوء .. ويجلب له كل نفع.\n{قل اللهم مالك الملك تؤتي الملك من تشاء وتنزع الملك ممن تشاء وتعز من تشاء وتذل من تشاء بيدك الخير إنك على كل شئ قدير} (1).\nفحين تستقر هذه المعاني في نفس المستخير الصادق، يصبح مطمئن النفس، هادئ البال، لما سيكون من أمره.\n{قل لا أملك لنفسي ضراً ولا نفعاً إلا ما شاء الله ولو كنت أعلم الغيب لاستكثرت من الخير وما مسني السوء} (2).\nوحين يطمئن بهذا قلبه، يبيت راضياً بما قدر له، ولو كان ظاهر المقدر شراً، ووقع مخالفاً لرغبته، فالمرء لا يعلم حقيقة الأشياء كما يعلمها الله، ولا يدرك كنه الأمور على ما أرادها الله، ولا يعقل تأويل الحوادث وحقيقة نتائجها.\nقال تعالى: {والله يعلم وأنتم لا تعلمون} (3) وقال {يعلمون ظاهراً من الحياة الدنيا} (4).\nوها هنا تظهر حقيقة الايمان بأن الله لا يُقدِّر للعبد المؤمن إلا الخير ولا يريد\n(1) آل عمران (26).\n(2) الأعراف (188).\n(3) البقرة (216).\n(4) الروم (7).\n[*] قال مُعِدُّ الكتاب للشاملة: هذا من زيادات النسخة الإلكترونية، وليس في المطبوع\nالجزء: 1 - الصفحة: 9\n",
        "له إلا الخير.\nفحري بالمرء العاقل أن يسارع إلى استخارة ربه، وأن لا يغادر أمراً إلا بعد سؤال خالقه.\nالجزء: 1 - الصفحة: 10\n",
        "كيف تكون الاستخارة الشرعية؟\nأو كيف يستخير العبد ربه؟\nلما كان العبد ضعيفاً في تصوره، جهولاً في غيبه، متردداً في تصرفاته، شرع الله له إذا عَرض له عارض، أو عُرض عليه عمل، أو همَّ بأمر أن يستخير ربه ويشاور فيه خالقه، فهو سبحانه أعلم بحقائق الأمور ونتائجها، ونافعها من ضارها، وخيرها من شرها، في الدنيا والآخرة، وهو أعلم بالغيب.\n{وعنده مفاتح الغيب لا يعلمها إلا هو، ويعلم ما في البر والبحر، وما تسقط من ورقة إلا يعلمها، ولا حبة في ظلمات الأرض ولا رطب ولا يابس إلا في كتاب مبين} [الأنعام 59] سبحانه هو العليم بما يصلح العباد، وهو الخبير بما ينفع البلاد، وهو اللطيف الخبير .. وهو على كل شيء قدير {ألا يعلم من خلق وهو اللطيف الخبير} [الملك 14]\nاعلم - رحمني الله وإياك - أن العبد إذا همَّ بأمر، أو عزم على مسألة، أو خطر بباله قضية فأحب فعلها، أو عُرض عليه عمل، فعليه أن يستخير ربه، قبل البدء به وذلك على النحو التالي:\nأولاً: أن يأتي بشروط صلاة النافلة، وهي شروط الصلاة ما عدا دخول الوقت.\nثانياً: يصلي ركعتين نافلة، بنية الاستخارة، ولا يتلفظ بشيء غير التكبير، لأن النية محلها القلب، والتلفظ فيها أمر محدث، لم يفعله رسول الله - صلى الله عليه وسلم - ولا صحابته، ولا أحد من الأئمة المعتبرين.\nثم يقبل على الله تعالى بقلبه - في صلاته - خاشعاً، متضرعاً.\nالجزء: 1 - الصفحة: 11\n",
        "ثالثاً: يدعو بدعاء الاستخارة، وذلك بعد الانتهاء من الصلاة، وهو: ((اللهم إني أستخيرك بعلمك، وأستقدرك بقدرتك، وأسألك من فضلك العظيم، فإنك تقدر ولا أقدر، وتعلم ولا أعلم، وأنت علاَّم الغيوب.\nاللهم إن كنت تعلم أن هذا الأمر [ثم يسميه] (1) خير لي في ديني، ومعاشي، وعاقبة أمري، عاجله وآجله، (2) فاقدره لي ويسّره لي، ثم بارك لي فيه.\nوإن كنت تعلم أن هذا الأمر [يذكر الأمر ويسميه] شرٌ لي في ديني ومعاشي وعاقبة أمري، عاجله وآجله، فاصرفه عني، واصرفني عنه، واقدر لي الخير حيث كان ثم رضني به)).\nرابعاً: يجب أن تكون ثقته بالله كبيرة، وتوكله عليه صادقاً، موقنًا بالهداية، منتظرًا الإجابة، غير مستعجل لها.\nخامساً: أن يكون متجنبًا موانع استجابة الدعاء جميعها.\nهل للاستجابة موانع .. وما هي؟\nنعم؛ إن لاستجابة الله عز وجل موانع، إذا ما حصلت، كانت حائلاً دون استجابة دعاء العبد، وتلبية طلبه.\nوالاستخارة دعاء، فعلى المسلم تحقيق شروط الدعاء، والالتزام بآدابه، واجتناب موانع استجابته، كي يستجاب له في استخارته، وتقضى له حاجته.\nواعلم أن كثيراً من الناس يدعون فلا يستجاب لهم، وذلك لإخلالهم بالشروط، أو فعلهم بعض الموانع التي تحول دون الاستجابة.\nومن موانع استجابة الدعاء فيما يخص الاستخارة ما يلي:\n(1) أن يذكر ما يريد.\n(2) تم ضم هذه الزيادة التي أوردها الراوي على الشك، كذا فعل شيخ الإسلام في ((الكلم الطيب)) قال شيخنا: ((ليكون الداعي على يقين أنه أتى باللفظ النبوي لم يفته منه شيء)) وكذا رجح ابن عابدين في ((حاشيته)) (2/ 26).\nالجزء: 1 - الصفحة: 12\n",
        "1 ـ أن يكون في كسب الرجل حرام، من اغتصاب حق أو تعامل بالربا، أو أكل أموال الناس بالباطل، أو ظلم، أو غش، أوعدم وفاء بالعقود التجارية، والصناعية، أو غير ذلك، فيدخل عليه المال الحرام، فيأكل منه، ويشرب منه، ويلبس منه، فلا يستجيب الله له.\nعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: ((أيهَا الناسُ! إن الله طيبٌ لا يقبلُ إلا طيبًا، وإن الله أمر المؤمنين بما أمرَ به المرسلين، فقال: {يا أيهَا الرسل كلوا منَ الطيِّبات واعمَلُوا صالحًا إنِّي بما تعملون عليم} [المؤمنون 51] وقال {يا أيهَا الذينَ آمنُوا كلوا منْ طيِّبات ما رزقناكُمْ} [البقرة 172] ثمَّ ذكرَ الرجل يطيلُ السفر، أشعث أغبر، يمد يديه إلى السماء، يا رب! يا رب! ومطعمه حرام، ومشربه حرام، وملبسه حرام، وغذي بالحرام، فأنى يستجابُ لذلك؟ )) (1).\n2 ـ أن تكون الاستخارة والدعاء في إثم أو ظلم، فإن كانت في مثل ذلك فلا يستجاب له، كأن يستخير في أمر يكون فيه أذية مسلم، أو سببًا في ظلم مؤمن.\nعن عبادة بن الصامت رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال:\n((ما على الأرض مسلم يدعو بدعوة إلا آتاه الله إياها، أو صرف عنه من السوء مثلها، ما لم يدع بإثم، أو قطيعة رحم)) فقال رجل من القوم: إذن نكثر؛ قال: ((الله أكثر)) (2).\nأي: الله أكثر استجابة وعطاء من العبد مهما دعا وطلب.\n(1) رواه مسلم (1015) وغيره.\n(2) رواه الترمذي رقم (3568) وحسنه ووافقه شيخنا العلامة الألباني في صحيح الجامع.\nالجزء: 1 - الصفحة: 13\n",
        "3 ـ ترك الأمر بالمعروف والنهي عن المنكر:\nمن موانع استجابة الدعاء، هجر المسلم نصيحةَ إخوانه المسلمين، فلا يأمر بمعروف ولا ينهى عن منكر!\nوكيما يستجيب الله الدعاء، ينبغي على المسلم أن يكون مستقيم الحال، صادق المآل، يأمر بالمعروف، وينهى عن المنكر.\nوالأمر بالمعروف والنهي عن المنكر، أوسع من أن تكون له هيئة مختصة به، أو جماعة تقوم به، بل هو من واجبات كل مسلم في بيته وأهله، وفي ماله وإخوانه، وفي من حوله، بشرط العلم والاستطاعة والحكمة، وعدم جر مفسدة أكبر مما ينهى عنه.\nعن حذيفة رضي الله عنه عن النبي - صلى الله عليه وسلم - قال:\n((والذي نفسي بيده، لتأمرن بالمعروف، ولتنهون عن المنكر، أو ليوشكنَّ الله أن يبعثَ عليكم عقابًا منه، ثم تدعونه فلا يستجاب لكم)) (1).\n4 ـ أن يعتدي في دعائه، كأن يرفع صوته، أو يحدث فيه بدعة، أو يشرك في دعائه أحدًا من خلقه، أو يصرف قلبه تلقاء أحد من عبيده.\nقال تعالى: {ادعوا ربكم تضرعًا وخفية، إنه لا يحب المعتدين} [الأعراف: 55]\nفمن اعتدى لم يحبه الله ولا يستجيب الله لمن لا يحب.\nوقال - صلى الله عليه وسلم -: ((سيكون قوم يعتدون في الدعاء)) (2).\n5 ـ أن يكون الداعي غافلاً عن الله، معرضًا عن دينه، ناسيًا أوامره، مرتكبًا نواهيه.\n(1) رواه أحمد (5/ 338) والترمذي رقم (2169) وحسنه وكذلك العلامة الألباني في صحيح الجامع.\n(2) رواه أحمد (1/ 172، 183) وأبو داود (1480) وحسنه شيخنا في صحيح الجامع.\nالجزء: 1 - الصفحة: 14\n",
        "حتى إذا ما أصيب بالضراء، وكان من قبل يعصي الله في الرخاء، قال: يا رب يا رب .. فأنى يستجاب له.\nومن نسي الله في الرخاء، نسيه الله في الشدة .. والجزاء من جنس العمل .. ولا يظلم ربك أحدًا.\nقال - صلى الله عليه وسلم -: ((من سره أن يستجيب الله له عند الشدائد والكرب، فليكثر الدعاء في الرخاء)) (1).\nوقال - صلى الله عليه وسلم -: ((ادعوا الله وأنتم موقنون بالإجابة، واعلموا أن الله لا يستجيب دعاءً من قلب غافل لاهٍ)) (1).\n6 ـ مخالفته لبعض الأحكام الشرعية، ومنها:\n1 ـ سكوته عن سوء خلق زوجته، وعدم تطليقها.\n2 ـ إقراضه مالاً دون إشهاد، إلا لمن غلب على الظن أنهم من أهل الوفاء.\n3 ـ دفْعه مالاً للسفهاء، ولو كانوا أولاده أو إخوانه.\nقال - صلى الله عليه وسلم -: ((ثلاثة يدعون الله عز وجل فلا يستجاب لهم: رجلٌ كانت تحته امرأة سيئة الخلق فلم يطلقها، ورجل كان له على رجل مال فلم يشهد عليه، ورجل آتى سفيهًا ماله، والله تعالى يقول: ولا تؤتوا السفهاء أموالكم)) (2).\n(1) رواهما الترمذي (3479، 3382) والحاكم (1997، 1817) وحسنهما شيخنا الألباني عن أبي هريرة في صحيح الجامع.\n(2) رواه الحاكم (3181) وصححه ووافقه الذهبي والبيهقي في الكبرى 10/ 146 وغيرهما عن أبي موسى الأشعري رضي الله عنه وصححه شيخنا العلامة الألباني في السلسلة (1805)\n[ذهب بعض أهل العلم إلى أن لفظ الحديث وإن كان عاماً في عدم الاستجابة إلا أن مقصوده الخصوص. أي: لا يستجيب الله لمن يدعو على هؤلاء الثلاثة لاأن لايستجيب له بالكلية، وذلك عقوبة لتفريطه في هذه الأمور\n...\nوالله أعلم.] قال مُعِدُّ الكتاب للشاملة: ما بين المعكوفين من زيادات النسخة الإلكترونية، وليس في المطبوع\nالجزء: 1 - الصفحة: 15\n",
        "هل من أسباب يفعلها العبد، تكون سبباً في قبول استخارته\nلما أشبهت الاستخارة الدعاء، بل هي دعاء على صورة مخصوصة، كان الراجح أن ما يرتجى فيه قبول الدعاء، هو ما يرتجى بسببه قبول الاستخارة.\nويرتجى قبول الدعاء بما يلي:\nأولاً: أن يكون المسلم موقنًا بالإجابة، واثقًا بالله تعالى، صادقًا في دعائه.\nوقد مر معنا قوله - صلى الله عليه وسلم -:\n((ادعوا الله وأنتم موقنون بالإجابة .. )) الحديث. فلا يستجيب الله لمن لا يوقن بالاستجابة ولا يثق بمن يناجيه، ولا يتوكل على من يلبي طلبه، ويقضي له حاجته.\nثانيا: أن يدعو مخلصًا لله وحده، لا يشرك معه في دعائه أحدًا.\nفمن دعا مع الله عز وجل أحدًا، أو أشركه بقول أو عمل، فقد بطل دعاؤه، وفسد عمله.\nقال تعالى:\n{وأنَّ المساجدَ لله فلا تدعوا معَ الله أحدًا} [الجن، 18].\nوقال تعالى:\n{وادعوهُ مخلصينَ له الدينَ} [الأعراف، 29].\nوقال تعالى:\n{قل إنما أدعو ربي ولا أشركُ بهِ أحدًا} [الجن، 20].\nفلا يحل لمسلم أن يعلق قلبه - مجرد التعليق - بأحد غير خالقه، ومدبر شئونه، فهو الوحيد القادر على إنفاذ ما يريد، فلا راد لقدره، ولا مانع\nالجزء: 1 - الصفحة: 16\n",
        "لقضائه، إن كان خيرًا، أو كان سوءًا.\n{قل من ذا الذي يعصمكم من الله إن أراد بكم سوءًا أو أراد بكم رحمة .. } [الأحزاب 17].\nفلا يدع معه أحدًا، كائنًا من كان، ولا يشرَك معه رسول أو إمام، ولا شيخ أو ولي، ولا عظيم أو كبير، بل يوجه العبد وجهه وقلبه ودعاءه كله لله وحده.\nقال - صلى الله عليه وسلم -: ((وإذا سألتَ فاسأل الله)) (1) الحديث.\nفما خلقنا الله تعالى إلا لعبادته، وما أوجَدنا إلا لسؤاله.\n{وما خلقت الجن والإنس إلا ليعبدون} [الذاريات، 65].\nوالدعاء والسؤال هما: العبادة.\nقال - صلى الله عليه وسلم -: ((الدعاء هو العبادة)) (2).\nوما ابتلانا الله إلا للتضرع إليه.\nقال تعالى:\n{فلولا إذ جاءهم بأسنا تضرعوا ولكن قست قلوبهم وزين لهم الشيطان ما كانوا يعملون} [الأنعام، 43].\nثالثا: أن يكون منيبًا إلى الله، تائبًا إليه، متذللاً بين يديه، خائفًا متضرعًا.\n{إن الله يحب التوابين ويحب المتطهرين} [البقرة، 222].\n(1) رواه أحمد (2763) والترمذي (2516) وقال حسن صحيح، والحاكم (3/ 623، 624) عن ابن عباس وصححه ووافقه الذهبي وأقرهما شيخنا العلامة الألباني في صحيح الجامع.\n(2) رواه أبو داود (1479) والترمذي (2969) عن النعمان بن بشير رضي الله عنه وقال حسن صحيح، وأقره شيخنا الألباني في صحيح الجامع.\nالجزء: 1 - الصفحة: 17\n",
        "وقال تعالى:\n{ادعوا ربكم تضرعًا وخفية إنه لا يحب المعتدين} [الأعراف، 55].\nرابعا: أن يكون راضيًا بقضاء الله وقدره، قبل وقوعه، وبعد وقوعه، كيفما وقع، وعلى أي صورة قُضي.\nوأن يعتقد أن الأمر ما قدر له إلا لخير يعلمه الله، وما صرف عنه إلا لخير يعلمه الله.\n[قال - صلى الله عليه وسلم -: (عجباً لأمر المؤمن إن أمره كله خير، وليس ذلك لأحد إلا المؤمن، إن أصابته سراء شكر فكان خيراً له، وإن أصابته ضراء صبر فكان خيراً له) (1).] [*]\nهل لكم أن تضربوا مثلاً في صفة الدعاء كيف تكون؟\nنضرب مثلاً لرجل أراد أن يخطب فتاة ..\nيصلي ركعتين، بنية الاستخارة، ثم يدعو بهذا الدعاء:\n((اللهم إني أستخيرك بعلمك، وأستقدرك بقدرتك، وأسألك من فضلك العظيم، فإنك تقدر ولا أقدر، وتعلم ولا أعلم، وأنت علام الغيوب.\nاللهم إن كنت تعلم: أن زواجي من فلانة بنت فلان، خير لي في ديني، ومعاشي، وعاقبة أمري عاجله وآجله، فاقدره لي، ويسره لي، ثم بارك لي فيه.\nوإن كنت تعلم أن زواجي من فلانة بنت فلان، شر لي في ديني، ومعاشي، وعاقبة أمري عاجله وآجله، فاصرفه عني، واصرفني عنه، واقدر لي الخير حيث كان، ثم رضني به)).\nما الدليل عليها؟\nلا يحل لمسلم أن يفعل أي عبادة كانت، مهما صغرت في عينه أو كبرت، وظن أن بها خيرًا، إلا أن تكون تلك العبادة مشروعة، وقد فعلها رسول\n(1) رواه مسلم (2999) وأحمد (4/ 333)، (6/ 16) وغيرهما عن صهيب رضي الله عنه ..\n[*] قال مُعِدُّ الكتاب للشاملة: هذا من زيادات النسخة الإلكترونية، وليس في المطبوع\nالجزء: 1 - الصفحة: 18\n",
        "الله - صلى الله عليه وسلم - أو أمر بها، أو فعلها أصحابه رضوان الله تعالى عليهم، وما عدا ذلك فهي بدعة، وكل بدعة ضلالة.\nقال - صلى الله عليه وسلم -: ((من أحدث في أمرنا هذا ما ليس منه فهو رد)) (1).\nوأما دليل مشروعيتها: فما رواه البخاري في صحيحه قال، حدثنا مطرف بن عبد الله أبو مصعب حدثنا عبد الرحمن بن أبي الموال عن محمد بن المنكدر ((عن جابر رضي الله عنه قال: كان النبي - صلى الله عليه وسلم - يعلمنا الاستخارة في الأمور كلها كالسورة من القرآن يقول: إذا هم أحدكم بالأمر فليركع ركعتين من غير الفريضة ثم ليقل: اللهم إني أستخيرك بعلمك، وأستقدرك بقدرتك، وأسألك من فضلك العظيم، فإنك تقدر ولا أقدر، وتعلم ولا أعلم، وأنت علام الغيوب، اللهم إن كنت تعلم أن هذا الأمر خير لي في ديني ومعاشي وعاقبة أمري - أو قال: في عاجل أمري وآجله - فاقدره لي ويسره لي ثم بارك لي فيه، وإن كنت تعلم أن هذا الأمر شر لي في ديني ومعاشي وعاقبة أمري - أو قال في عاجل أمري وآجله - فاصرفه عني واصرفني عنه، واقدر لي الخير حيث كان ثم رضّني به. ويسمي حاجته)) (2). ما\nمعنى الاستخارة؟\nالمعنى اللغوي:\nاستخار: طلب الإرشاد إلى الخير.\n(1) رواه البخاري (2550) ومسلم (1718) عن عائشة رضي الله عنها.\n(2) رواه أحمد (3/ 344) والبخاري (2/ 51) وأبو داود (1482) والنسائي (3253) والترمذي (480) وابن ماجه (1383) هذا وقد أخرت ذكر الدليل عن الكيفية، تسهيلاً للمسلم الذي يريد الاستخارة فقط دون الدخول في التفاصيل.\nالجزء: 1 - الصفحة: 19\n",
        "خار الأمرُ: صار فيه خيرًا (1).\nوخرتُ الأمرَ: انتقيته لما فيه من الخير.\nوعندي: أن ((اختار)) بمعنى: انتقى، غير أن ((اختار)) لا تستعمل إلا في الخير ((وانتقى)) تستعمل في الخير وفي غيره.\nقال تعالى:\n{وربك يخلق ما يشاء ويختار} [القصص: 68]\nوقوله - صلى الله عليه وسلم - في حديث الإسراء:\n((فاخترت اللبن)) (2) بدل الخمر.\nوقوله - صلى الله عليه وسلم -:\n((المدينة كالكير تنقي خبيثها [ويَنْصع طيبها)) قال في النهاية (5/ 111): ((الرواية المشهورة بالفاء وقد جاء في رواية بالقاف (3) فإن كانت مخففة\n...\nأي تستخرج خبثها، وإن كانت مشددة فهو من التنقية، وهو إفراد الجيد من الرديء)) اهـ] [*]\nواستخرت: طلبت الأمر الذي فيه خير، أو طلبت انتقاء الأمر الخير.\nواستخار الرجل الله تعالى: طلب منه الإرشاد والهداية إلى الخير، أو اختيار ما فيه خير له.\nوالاستخارة: اسم لهذا الطلب أو الفعل.\nوالاستخارة الشرعية: أن يستخير العبد ربه، على ما وصف له رسول الله - صلى الله عليه وسلم -، من صلاة ركعتين من غير الفريضة، ثم دعاء مخصوص بعدهما، لفعل أمر مباح، أو تركه، أو في الواجب والمستحب المخيّر.\nمن معاني هذا الدعاء العظيم\nقول جابر بن عبد الله: ((كان النبي - صلى الله عليه وسلم - يعلمنا الاستخارة في الأمور كلها)): يأتي شرحه في باب\nما هي الأمور التي يستخار فيها؟\nقوله: ((كالسورة من القرآن)): أي يعلمهم حفظ دعاء الاستخارة وإتقانه، كما كان يعلمهم سور القرآن وآياته وإتقانها (4).\n(1) القاموس المحيط: لسان العرب.\n(2) رواه مسلم (162، 164) وابن خزيمة (301) وغيرهما عن مالك بن صعصعة رضي الله عنه.\n(3) أما الرواية المشهورة بالفاء فقد رواها البخاري (1784، 6790) ومسلم (1383) عن جابر بن عبد الله رضي الله عنه وأما رواية القاف التي ذكرنا فقد رواها المفضل الجندي في (فضائل المدنية) (23) حدثنا ابن أبي عمر وسعيد قالا ثنا سفيان عن محمد بن المنكدر عن جابر ورواية البخاري: حدثنا أبو نعيم حدثنا سفيان عن محمد بن المنكدر عن جابر وابن أبي عمر هو شيخ مسلم وقد رواه مسلم عنه حدثنا سفيان بإسناده عن أبي هريرة ورواه من طريق أخرى عن مالك عن سفيان عن محمد بن المنكدر عن جابر وكلها بالفاء.\n(4) يراجع بهجة النفوس (2/ 87).\n[*] قال مُعِدُّ الكتاب للشاملة: هذا من زيادات النسخة الإلكترونية، وليس في المطبوع\nالجزء: 1 - الصفحة: 20\n",
        "ويؤيد هذا المعنى؛ ما ورد عن النبي - صلى الله عليه وسلم - في تعليمه دعاء النوم، وأمره بالالتزام بنص الدعاء، ويأتي تفصيل الجواب في باب هل يلتزم بالدعاء.\nقوله: ((إذا هم أحدكم بالأمر)): أي إذا خطر الأمر بباله، ثم عزم عليه، أو إذا عُرض عليه، ثم نوى فعله، أو عرض له عارض لا يدري مخرجه.\nقوله: ((اللهم إني أستخيرك بعلمك)):\nأي أطلب إليك أن تختار لي ما هو خير لي.\nوأستعين على حاجتي هذه، وأتوسل إليك بعلمك، الذي لا يعزب عنه شيء في الأرض ولا في السماء.\nوالاستعانة بعلم الله الذي هو صفة من صفاته سبحانه، والتوسل إليه بها، من أنسب الاستعانة وأجلها في هذا المقام، لأن حاجة المستخير متعلقة بالغيب، والغيب من علم الله، لذا كانت صفة علم الله الذي وسع كل شيء، وأحاط بكل شيء، هي الصفة المناسبة للاستعانة بها، والتوسل إلى الله تعالى بها.\nقوله: ((وأستقدرك بقدرتك)):\nأي: أطلب منك العون على ما تقدره لي، وأتوسل إليك بقدرتك، وما يقال في التوسل بصفة العلم، يقال هنا بصفة القدرة .. فإن أمر الله وفعله سبحانه لا يكون إلا بعلم وقدرة، ولذلك ناسب بعد توسله إليه بالعلم، أن يتوسل إليه بالقدرة.\nوالاستقدار بالقدرة، والاستخارة بالعلم، يتضمن الاستعانة والتوسل وهما من أجل أنواع الاستعانة والتوسل المشروعين، والله أعلم.\nقوله: ((وأسألك من فضلك العظيم)):\nبعد أن استشفع بصفة العلم، وتوسل إليه بصفة القدرة، ناسب أن يسأله من فضله الذي لا ينفد، وكرمه الذي لا يحجب.\nأي أنت الذي يعلم ما غاب من الخير والشر، وأنا جاهل ذلك لا أعلمه، فاختر لي الخير بعلمك، ويسره لي بقدرتك، وبارك لي فيه بفضلك.\nفلا أحد يعلم الغيب غيره، إلا بإذن منه سبحانه.\nوالإذن إذنان:\nإذن عن طريق الوحي والكلام، وهو خاص بالرسل والأنبياء.\nقال تعالى: {عالم الغيب فلا يظهر على غيبه أحدًا إلا من ارتضى من رسول فإنه\nالجزء: 1 - الصفحة: 21\n",
        "يسلك من بين يديه ومن خلفه رصدا} [الجن 26 - 27].\nوإذن من الله لمعرفة الغيب، بإدراك السنن الكونية، واكتشاف الحقائق العلمية.\nوما عرفه البشر وسيعرفه، مؤمنهم وكافرهم، من الأمور التي كانت غيبًا من قبل، كاكتشاف الكهرباء، ومعرفة الذكر والأنثى في بطن أمه، وغير ذلك مما يعتمد على العلم لا على الخرافة والدجل، فهو من هذا الباب، باب الغيب المؤقت الذي أناطه الله بأسباب، فهو يغيب بغياب أسبابه، ويظهر بظهورها، وليس من الغيب الذي لا يعلمه إلا الله، ولم يأذن باكتشافه ومعرفته.\nقوله: ((اللهم إن كنت تعلم أن هذا الأمر خير لي في ديني ومعاشي وعاقبة أمري فاقدره لي ويسره لي\n...\n.. وإن كنت تعلم\n...\n.. ))\n[وبعد أن تم التمهيد للدعاء، بمنتهى الحكمة، وحصلت التوطئة للطلب بالتوسل المشروع، شرع السائل بطلب مقصوده .. ولما كان ذلك متعلقاً بعلم الله لا بعلمه، وباختيار الله لا باختياره، علق السائل الأمر بالله\nأي: لما كنتَ أنت الذي يعلم عواقب الأمور، خيرها من شرها، فقد فوضت الأمر إليك، لتختار لي ما هو خير، وتصرف عني ما هو شر.\nثم لما كان يُخشى من عوائق تعيق هذا الأمر، ولا يزيلها إلا بالله، بادر بسؤاله التيسير، فقال: فاقدره لي ويسره لي.] [*]\nفجماع مقام الاستخارة منوطٌ بثلاثة:\n- علم الله، لمعرفة ما هو خير.\n- تقدير هذا الخير، وقضاؤه الذي يحتاج إلى قدرة.\n- فضل الله الذي لا ينفد، وكرمه الذي لا يرد.\nلذا كان من التوفيق العظيم، والحكمة البالغة، أن يجمع بين هذه الثلاثة في دعائه.\nفيستفتح دعاءه متوسلاً إلى الله بعلمه، مستعينًا به على اختيار الخير له، ثم أتبع ذلك بما يحتاج إليه بعد الاختيار، من القدرة على الفعل، والإعانة على العمل، لذا استغاث بقدرة الله، وتوسل إليه بهذه الصفة العلية.\nثم ختم ذلك بسؤال الله من فضله وكرمه، كيما يبارك له في المختار، وينفعه به.\nوفي هذا تحقيق للتوحيد، بسؤاله بصفاته سبحانه {ولله الأسماء الحسنى فادعوه بها} [الأعراف 180]\nقوله: ((فإنك تقدر ولا أقدر وتعلم ولا أعلم وأنت علام الغيوب))\nهذا إقرار بصفات عظيمة من صفات الله، وبوء بعجز العبد في مقابلها، وفي هذا تحقيق للتوحيد، واستعطاف الضعيف القويَّ، واسترشادُ الجاهلِ العليمَ.\nوفي هذا غاية الأدب بالاعتراف بضعف العبد {يا أيها الناس أنتم الفقراء إلى الله والله هو الغني الحميد} [فاطر 15]، وإقرار بكمال العرفان بفضله وكرمه {واسألوا الله من فضله} [النساء 32].\nفإن من أدب الدعاء، أن يحقق العبد العبودية فيه، وأن يقر بذلك في نفسه، وينطق بلسانه، بعلم الله الواسع، وقدرته العظيمة، وأنهما صفتان عظيمتان من صفات الرحمن.\nوإن من كمال العبودية، أن يتبع ذلك\n[*] قال مُعِدُّ الكتاب للشاملة: هذا من زيادات النسخة الإلكترونية، وليس في المطبوع\nالجزء: 1 - الصفحة: 22\n",
        "اعتراف العبد بالعجز والجهل، وأنه لا غنى له عن ربه، لذلك قال:\n((فإنك تقدر ولا أقدر، وتعلم ولا أعلم)).\nقوله: ((وأنت علام الغيوب)).\nثم لما كان العبد قصير النظر، مضطرب الأحوال، لا يرضى بما قُسم له، ولا يقتنع بما قدر له، كان من المناسب جدًا أن يختم دعاءه بطلب الرضى بما سيقدر له، فهبة الرضى من أعظم الهبات، لأن فيها اطمئناناً للقلب، ورضىً عن الرب.\n[إزالة إشكال:\nوقد يشكل على بعضهم قوله: (إن كنت تعلم) إذ كيف يقول العبد لله: إن كنت تعلم، وهو يعتقد أن الله يعلم.\nقلت: لا إشكال في ذلك: إذ ليس لها مفهوم أن الله لا يعلم، وليس من مقتضى قوله: إن كنت تعلم، أي: وإن كنت لا تعلم.\nوإنما هذا تعليق بما يعلم الله من خير في الأمر فييسره، وما يعلم من شر في الأمر فيصرفه، وعلى هذا فليس الأمر معلقاً بعلم الله وعدمه، وإنما هو معلق بعلم الله بخير الأمر، أو بعلم الله بشره ..\nفالمقصود: تعليق الأمر بعلم الله بالخير المقابل لعلم الله بالشر، وليس المقصود تعليق الأمر بعلم الله أو عدمه، وهذا النوع من التعليق يحتاج إلى مثل هذا الأسلوب من التعبير، فتنبه.\nمثاله: أن يسأل عاملٌ ربَّ عملٍ خبيرٍ صادقٍ عن أمر دنيوي، فيقول له: إن كنت تعلم أن في عملي هذا ربحاً فادفعني إليه، وإن كنت تعلم أن فيه خسارة لي فلا تجعلني عاملاً فيه، أو كمن يقول للطبيب: إن كنت تعلم أن هذا الدواء خير لي من ذاك فالأمر مفوض إليك.\nفهذا كله من باب واحد، وهو تعليق الأمر بعلم المسئول بخير الأمر أو شره، لا بعلم المسئول أو عدم العلم.\nحقاً إنه دعاء عظيم: ] [*]\nمما سبق يتبين: أن هذا دعاء عظيم، حوى أمورًا جليلة، ودقائق لطيفة، وفوائد ظاهرة وخفية.\nففيه الإقرار بتوحيد ربوبيته، والخضوع لألوهيته، والإيمان بأسمائه وصفاته ودعائه بها، وفي ذلك أداء العبد لعبوديته، من توكل واستعانة، وسؤال واستغاثة، بعلمه وفضله، وقدرته وكرمه، ثم طلب منح الرضى والقناعة، فمن رضي عن ربه ورضي عنه ربه، فقد نال المفازة، وجاوز السور والقنطرة.\nولو لم يكن من الاستخارة إلا تحقيق ما في هذا الدعاء العظيم، من المعاني العظيمة، لكفى بها خيراً عظيمًا، فكيف إذا زاد على ذلك رضىً قلبياً؟ ! فسبحان من شرع لعباده خيري الدنيا والآخرة.\nما هي الأمور التي يستخار فيها؟\nالأمور التي تعرض للعبد، تدور مع الأحكام الخمسة:\nالواجب والمستحب والمباح والمكروه والمحرم.\nفالواجب والمستحب والمكروه والمحرم، لا يستخار في أصل فعلها أو تركها.\nلأن الواجب: واجب الفعل، محرم الترك، سواء استخار العبد أم لم يستخر.\n[*] قال مُعِدُّ الكتاب للشاملة: هذا من زيادات النسخة الإلكترونية، وليس في المطبوع\nالجزء: 1 - الصفحة: 23\n",
        "والمحرم: محرم الفعل، واجب الترك، سواء استخار العبد، أم لم يستخر، فلا يستخار في صلاة ولا حج ولا شرب خمر ولا في فعل أي معصية أو تركها.\nأما المباح، فهو الذي يستخار فيه: كالأعمال الدنيوية، والسفر، والأمور المجهولة النتائج، والوسائل، والأمكنة، والأزمنة المخير فيها، والشركات، والتجارات، والزواج، وما شابه ذلك.\nوكذلك يستخار في وسائل الواجب والمستحب وفي نوعها المخير فيه.\nفطلب العلم مستحب، وبعضه واجب، فيستخار في النوع والوقت والمكان.\nلأن العبد مخير في المكان، فيستخير فيه، ومخير في الجهة، فيستخير فيها، ومخير في المدرسة والجامعة، فيستخير في ذلك وهكذا.\nولا يستخار في طلب العلم الشرعي نفسه.\nوأما طلب العلم الدنيوي فمستحب، لكن العبد مخير بين تلك العلوم، فيستخير في نوع العلم، لا في أصله.\nوالحج واجب، فيستخار في الرفقة، وفي وسيلة الوصول، وفي زمن الانطلاق.\nوالجهاد واجب، ولكن يستخار في الزمن، والخطة، والمكان، والجهة، وتعيين الأمير، وتنظيم الجيش.\nوالزواج واجب، لكن الرجل مخير في النساء، والمرأة مخيرة في الرجال، فيستخير الرجل في عين المرأة، والمرأة تستخير في عين الرجل، لا في أصل الزواج وهكذا.\nكما يستخار عند تعارض واجبين، أو تعارض مستحبين، أيهما يفعل، أو أيهما يقدم، أو يؤخر ..\nالجزء: 1 - الصفحة: 24\n",
        "ومثال تعارض الواجبين: كالزواج والحج، لمن لا يملك سوى ما يكفي أحدهما.\nومثال تعارض المستحبين: كتعارض جهاد كفاية مع طلب علم كفائي، أو مع حج تطوع، ويستخير في نوع الصدقة، أيضعها في بئر أو وقف مستثمر وما شابه ذلك.\nوقد تكون الاستخارة في مستحب فيه احتمال وقوع مفسدة، كالتبرع بالدم وما شابه ذلك.\nوالخلاصة: أن الاستخارة تكون في كل أمر مباح، وتكون في الواجب والمستحب المخير، لاختيار الزمان، أو المكان، أو الوقت، أو العين، وفي الوسائل، وعند تعارض مستحبين، أو واجبين.\nوبهذا يتضح قول جابر رضي الله عنه:\n((كان يعلمنا الاستخارة في الأمور كلها)).\nقال ابن أبي جمرة: هو عام أريد به الخصوص، فإن الواجب والمستحب لا يستخار في فعلهما، والحرام والمكروه لا يستخار في تركهما، فانحصر الأمر في المباح، وفي المستحب إذا تعارض فيه أمران، أيهما يبدأ به ويقتصر عليه\n...\n)).\nقال العسقلاني معقبًا: ((وتدخل الاستخارة فيما عدا ذلك في الواجب والمستحب المخير، وفيما كان زمنه موسعًا، ويتناول العموم العظيم من الأمور، والحقير، فرب حقير يترتب عليه الأمر العظيم)) (1).\nوتكون في جميع هذه الأمور، سواء كان مترددًا فيها أو غير متردد، إذ غاية الاستخارة طلب التوفيق لا مجرد قطع التردد، والعزم على الأمر لا ينافي الاستخارة (2)\nهل تكون الاستخارة في الأمور المعروفة النتائج؟\nنعم تكون في الأمور الدنيوية المعروفة النتائج،\n(1) الفتح (11/ 184).\n(2) بعد كتابة ما تقدم، بلغني أن بعض أهل العلم من الفضلاء يقول: إن العازم على الأمر غير المتردد فيه لا يستخير، فلما كلمته في ذلك في محاورة هادئة هادفة، أقر بما قررناه، فلله الحمد والمنة.\nالجزء: 1 - الصفحة: 25\n",
        "لأن معرفة حقائق النتائج، لا يعلمها إلا الله تعالى.\nفمهما ظن العبد مِن ظن، فليس كل أمر ظاهره خير، هو في حقيقته خير، وليس كل أمر ظاهره شر، هو في حقيقته شر.\nفكم من أمر ظن صاحبه أن فيه خيرًا عظيمًا، فكان فيه هلاكه، وكم من أمر ظن صاحبه أن فيه شرًّا، فكان فيه نجاته، وحسبنا قول الله تعالى:\n{وعسى أن تكرهوا شيئًا وهو خيرٌ لكم، وعسى أن تحبوا شيئًا وهو شر لَّكم والله يعلم وأنتم لا تعلمون} [البقرة 216].\nقال ابن القيم في ((الفوائد - 247)):\nومن أسرار هذه الآية أنها تقتضي من العبد التفويض إلى من يعلم عواقب الأمور، والرضا بما يختاره له ويقضيه له، لما يرجو فيه من حسن العاقبة.\nومنها: أنه لا يقترح على ربه ولا يختار عليه ولا يسأله ما ليس له به علم، فلعلَّ مضرَّته وهلاكه فيه وهو لا يعلم، فلا يختار على ربه شيئًا بل يسأله حسن الاختيار له، وأن يرضّيه بما يختاره فلا أنفع له من ذلك)).\nما هي الفائدة أو الحكمة أو الجدوى من الاستخارة؟\nللاستخارة فوائد عظيمة، ومنافع جمة، هي أعظم من استجابة دعائها، وتلبية طلب صاحبها.\nأولى هذه الفوائد:\nتحقيق معنى العبادة لله عز وجل، المتضمن الخضوع له، وإظهار الضعف والذل بين يديه، والحاجة واللجوء إليه، واستعطافه، وطلب الخيرة منه، ولو لم يكن فيها إلا هذا .. لكفى بها خيرًا عظيمًا.\nالجزء: 1 - الصفحة: 26\n",
        "وفي هذا تحقيق لتوحيد الألوهية، الذي هو ركن من أركان التوحيد، وشرط من شروط الإيمان.\n{وما خلقت الجن والإنس إلا ليعبدون} [الذاريات 56].\nفقد كان أهل الجاهلية، يستقسمون (أي يستخيرون) بالأزلام، فيقعون في الابتداع والشرك فكان هذا الدعاء رداً على المشركين، وتعويضاً للمؤمنين عن أفعال المشركين، بدعاء كله توحيد وعبودية وطلب ممن بيده المطلوب، وافتقار لمغنٍ رحيم .. وسؤال لمعطٍ كريم، بيده خزائن السماوات والأرض، فشتان بين استخارة المشركين بأعواد أو لأحجار، وبين استخارة القدير العليم المنان، فسبحان من أبدل بالشرك توحيداً، وبالابتداع اتباعاً، وبالعصيان طاعة، وبالتردد والقلق .. اطمئناناً وسكينة، ولا ينال هذا إلا المتبعون الصادقون.\nالفائدة الثانية: تحقيق معنى الإيمان، بأن الله بيده مقاليد الأمور، ويعلم غيب السموات والأرض، ويحب لعبده الخير، ويختار له ما ينفعه، وفي هذا تحقيق لتوحيد الربوبية، والأسماء والصفات.\nقال تعالى:\n{وربك يخلق ما يشاء ويختار} [القصص 68].\nوقال تعالى:\n{وعنده مفاتح الغيب لا يعلمها إلا هو ويعلم ما في البر والبحر وما تسقط من ورقة إلا يعلمها ولا حبة في ظلمات الأرض ولا رطب ولا يابس إلا في كتاب مبين} [الأنعام 59].\nقال ابن القيم رحمه الله: ((فتضمن هذا الدعاء، الإقرار بوجوده سبحانه، والإقرار بربوبيته، وتفويض الأمر إليه والاستعانة به، والتوكل عليه، والخروج من عهدة نفسه، والتبري من الحول والقوة إلا به، واعتراف العبد بعجزه عن علمه بمصلحة نفسه، وقدرته عليها، وإرادته لها، وأن ذلك كله بيد وليه وفاطره، وإلهه الحق)) (1).\nالفائدة الثالثة: الثقة بالله، والرضى بقضائه بعد الاستخارة وقبلها، والتوكل عليه، وتفويض الأمر إليه، بدل الحيرة والتردد، والقلق الذي يضعف النفس، وينهك البدن، ويولد الهموم،\n(1) زاد المعاد (2/ 442).\nالجزء: 1 - الصفحة: 27\n",
        "[والاطمئنان للنتائج كيف ما كانت، الأمر الذي يقوي النفس، ويطرد الهم، فتنشرح النفوس ويطمئن القلب، وهو مطلب من المطالب العظيمة.] [*]\nقال ابن القيم في الفوائد (247):\n((إذا فوّض [أمره] إلى ربه ورضي بما يختاره له، أمدَّه فيما يختاره له بالقوة عليه والعزيمة والصبر، وصرف عنه الآفات، التي هي عرضة اختيار العبد لنفسه، وأراه من حسن عواقب اختياره له ما لم يكن ليصل إلى بعضه، بما يختاره هو لنفسه.\nومنها: أنه يريحه من الأفكار المتعبة في أنواع الاختيارات، ويفرغ قلبه من التقديرات والتدبيرات التي يصعد منها في عقبة وينزل في أخرى، ومع هذا فلا خروج له عما قدر عليه، فلو رضي باختيار الله، أصابه القدر، وهو محمود مشكور ملطوف به فيه، وإلا جرى عليه القدر)).\nففي الاطمئنان والرضى بقضاء الله تعالى، تحقيق عظيم لركن من أركان الإيمان، وأجر عظيم عند الديان، عدا عن أن فيه جلاء للهموم، واطمئناناً للقلوب، وهدوءاً للنفوس.\nومن رزق الاطمئنان، والرضى بقضاء الله وقدره، فقد رزق خيراً كثيراً، وما يشعر بهذا إلا المؤمنون الموقنون.\nولما وثقت أم موسى بالله عز وجل، واطمأنت بقدره، ألقت فلذة كبدها، وسواد عينها في اليم، تتلاطمه الأمواج، ويسوقه الماء إلى أمر يظن الرائي أن لا رؤية له بعد هذا .. فهو أمر يفطّر الأكباد، ويمزق المهج، ويحرق النفوس .. أن تلقي أمٌّ ولدَها - فيما يظهر - إلى التهلكة، ولما أيقن إبراهيم وزوجه هاجر بالله، ورضيا بقضائه، تركها وابنهما وحدهما في الفلاة، لا طعام ولا ماء ولا شجر يستظلانه، وهذه أفعال تحرق النفوس، وتقطع القلوب .. لا يفعلها إلا من اطمأن قلبه بالإيمان ورضي بقضاء الرحمن، ووثق بالله العظيم، والتوكل عليه، ومن ذاق طعم الرضى بقضاء الله وقدره أيًا كان، وكيف كان، استأنس بالمصيبة وصبر عليها، واستوحش القلق والحيرة وأعرض عنهما.\nالفائدة الرابعة: توفيق الله لعبده المستخير:\nإذا ما قدر الله للعبد المستخير التوفيق، ففي ذلك نعمتان:\n[*] قال مُعِدُّ الكتاب للشاملة: هذا من زيادات النسخة الإلكترونية، وليس في المطبوع\nالجزء: 1 - الصفحة: 28\n",
        "الأولى: استجابة الله دعاء عبده، وفي هذا خير عظيم، ودليل على ما عند العبد من صلاح، إن لم يكن استدراجًا.\nالثانية: توفيق الله لعبده في الأمر المستخار فيه، واختيار الخير له، وتوجيهه وإرشاده إليه، بدل ضياعه وضلاله عنه.\nماذا يفعل العبد بعد الاستخارة؟\nأو كيف يعرف نتيجة الاستخارة؟\nبعد أن يستخير المستخير الاستخارة الشرعية، ما عليه إلا أن يعزم على أي أمر يراه، بعد أن يتوكل على الله حق توكله.\n{ومن يتوكل على الله فهو حسبه} [الطلاق 3].\n{فإذا عزمت فتوكل على الله إن الله يحب المتوكلين} [آل عمران 159].\nوأن لا يغفل عن الإخلاص في النية، والصدق مع الله في العمل المستخار فيه.\n{فإذا عزم الأمر فلو صدقوا الله لكان خيرًا لهم} [محمد 21].\nفإذا تحقق ذلك فليفعل ما بدا له، من غير تردد ولا أسف، ولا تلكؤ ولا وجل، سواء انشرح صدره أم لم ينشرح، وسواء كان هذا الانشراح قبل الاستخارة أو بعدها، لأن الأمر لا يتعلق بانشراح الصدر وعدمه، وإنما يتعلق بتيسير الله عز وجل وتوفيقه وتقديره.\nفربما انشرح صدره للأمر، والله لا يريده له، فلا ييسره، ولو أقدم عليه.\nوربما لم ينشرح صدره للأمر، وأراده الله له، فيقدره وييسره له.\nفمناط المسألة أمران:\nالجزء: 1 - الصفحة: 29\n",
        "الأول: صدق العبد مع الله ويقينه به، وتحقيقه شروط استجابة الاستخارة.\nالثاني: استجابة الله تعالى للعبد في استخارته.\nفإذا تم ذلك؛ فلا يقدم انشراح الصدر وغمته شيئًا ولا يؤخره، ولا يقدِر مخلوق كائنًا من كان أن يمنع خيرًا أراده الله تعالى له، أو يصرف سوءًا قدره الله تعالى عليه.\n{وإن يمسسك الله بضر فلا كاشف له إلا هو. وإن يردك بخير فلا راد لفضله يصيب به من يشاء من عباده وهو الغفور الرحيم} [يونس 107].\nقال العز بن عبد السلام ((يفعل ما اتفق)) (1).\nوبهذا تعرف عدم صواب ما قاله الحافظ في الفتح: ((والمعتمد أنه لا يفعل ما ينشرح به صدره، مما كان له فيه هوى قوي قبل الاستخارة)).\nقلت: المسألة لا تتعلق بالعبد ولا بهواه، ولا بانشراح صدره وميل نفسه، وإنما هي متعلقة بما يعلمه الله ويقدره ويقضيه، سواء كان له فيه هوى أو لم يكن له فيه هوى، وسواء كرهه أو أحبه.\nوقد يكون مما قدره الله له، وكان له فيه هوى ومصلحة وخير، فأي مانع من ذلك؟ ! ثم إن أراد أن يفعل ما كان له فيه هوى .. ولم يقدره الله فلا ييسره الله له وإن قدره الله فييسره .. فلم تعد هناك فائدة للقول: لا يفعل ما كان له فيه هوى .. وأما حديث أنس الذي فيه .. ((ثم انظر إلى ما يسبق قلبك، فإن الخير فيه)) فهو ضعيف جدًا، ويأتي تخريجه إن شاء الله تعالى.\nومراحل الاستخارة هي: الهمُّ بالأمر، ثم الاستخارة ثم التوكل، ثم العمل بما يراه المستخير، [ولا يخدش ذلك أن يشاور، أو يكون قد شاور أهل الرأي.] [*]\n(1) الفتح (11/ 187).\n[*] قال مُعِدُّ الكتاب للشاملة: هذا من زيادات النسخة الإلكترونية، وليس في المطبوع\nالجزء: 1 - الصفحة: 30\n",
        "إذن ما شأن رؤية منام، أو تبييت استخارة، وغير ذلك من الأمور؟\nكما أسلفنا في الجواب السابق: أن الأمر متعلق بتيسير الله عز وجل وتوفيقه، لا بانشراح صدر، ولا بمنام يراه المرء، ولا غير ذلك، مما لم يثبت في السنة النبوية، ولا عن أحد من صحابة رسول الله - صلى الله عليه وسلم -، ولا الأئمة الأعلام.\nوعلى المستخير أن يمضي فيما يشاء، ولن يمضي إلا فيما قدر له، ((كل ميسر لما خلق له)).\nثم هب أنه رأى منامًا، فما يدريه أن هذا المنام من الرحمن، أو من الشيطان، أو من حديث النفس.\nقال عليه الصلاة والسلام: ((الرؤيا ثلاثة: فرؤيا الصالحة بشرى من الله، ورؤيا تحزين من الشيطان، ورؤيا مما يحدث المرء نفسه)) الحديث (1).\nوقال - صلى الله عليه وسلم -: ((الرؤيا ثلاثة: منها تهاويل من الشيطان ليحزن ابن آدم، ومنها ما يهمُّ به الرجل في يقظته فيراه في منامه، ومنها جزء من ستة وأربعين جزءًا من النبوة)) (2).\nوعلى أي حال، سواء رأى رؤيا أم لم ير، فالأمر فيها كانشراح الصدر وعدمه سواء، فلا تقدم الرؤيا شيئًا، ولا تؤخره، بل ربما كانت من الأسباب التي قدرها الله لما يريد، من التيسير أو الصرف، والله يقدر ما يشاء كما يشاء.\n(1) رواه مسلم (2263) عن أبي هريرة رضي الله عنه.\n(2) رواه ابن حبان (6042) وغيره عن عوف بن مالك وانظر صحيح الجامع.\nالجزء: 1 - الصفحة: 31\n",
        "هل يجوز تكرارها في الأمر الواحد؟\nالنوافل على أنواع:\nإما أن تكون محض تعبد كالوتر وركعتي الفجر.\nوإما أن تكون تعبدية، ولكنها مناطة بسبب كتحية المسجد.\nوإما أن تكون صلاة حاجة، أي: مناطة بحاجة للعبد عند ربه، لكنها مقرونة بدعاء، كصلاة الاستسقاء والاستخارة.\nفإن كانت الصلاة عبادة محضة، فلا يجوز تكرارها البتة، كركعتي الفجر والوتر.\nوكذلك إن كانت ذات سبب مخصوص، فلا تكرر إلا مع تكرر السبب.\nوأما إن كانت ذات حاجة بصفة مخصوصة، فجمهور أهل العلم يجيزون تكرارها، فقد أجاز الأئمة - مالك والشافعي وأحمد وغيرهم رضي الله عنهم - تكرار صلاة الاستسقاء (1).\nوصلاة الاستخارة أشبه ما تكون بصلاة الاستسقاء، من حيث إنها صلاة حاجة، وُتشابهها من حيث ارتباط الصلاة بالدعاء، وهذا النوع من الصلاة أشبه أن يكون، دعاء بصورة مخصوصة، فإذا انضم إلى هذا المعنى اللغوي للصلاة، استحباب الإكثار من الدعاء ظهر أن الراجح جواز تكرارها.\nوقول بعض الإخوة الأفاضل بعدم التكرار، لعدم ورود التكرار، ولأنه دعاء مخصوص عقب صلاة مخصوصة، لا يكفي لمنع تكرارها، لأنه ليس من باب الابتداع في شيء، وإذ لم يكن كذلك، جاز التكرار لانتفاء المانع.\n(1) المغني (2/ 95).\nالجزء: 1 - الصفحة: 32\n",
        "وكذلك صلاة الاستسقاء: لم يرد ذكر التكرار، وهي دعاء مخصوص، عقب أو قبل صلاة مخصوصة، ومع ذلك أجاز جماهير أهل العلم تكرارها (1).\nكما يستأنس لتكرارها، بتكرار صلاة الكسوف والخسوف حتى ينجلي الشمس أو القمر، فهي - أي صلاة الكسوف أو الخسوف - صلاة ذات سبب وحاجة وفيها دعاء، فشابهت صلاتي الاستخارة والاستسقاء.\nفعن المغيرة رضي الله عنه أن النبي - صلى الله عليه وسلم - قال:\n((إن الشمس والقمر آيتان من آيات الله عز وجل، لا ينكسفان لموت أحد، ولا لحياته، فإذا رأيتموهما، فادعوا الله تعالى، وصلوا حتى ينكشف)) رواه البخاري (996) ومسلم (915).\nفقوله - صلى الله عليه وسلم -: ((حتى ينكشف)) فيه دليل واضح على مشروعية تكرار الصلاة حتى يتم الكشف.\nواعتراض المانعين - على تكرار الاستخارة - بأنها صلاة ودعاء مخصوص، فالجواب عنه أن: صلاة الاستسقاء كذلك، وما كان جوابهم عن تكرارها، فهو جوابنا عن تكرار صلاة الاستخارة.\nومهما قيل فيها فهي دعاء، والدعاء يستحب تكراره، والإلحاح فيه، سواء كان مخصوصًا أو غير مخصوص.\nنعم لو كانت صلاة الاستخارة، مجرد ذات سبب، لقلنا بمنع التكرار، وأما أن تكون صلاة حاجة، فهي أقرب للدعاء منه إلى غيره، لذلك نرجح قول من قال بالتكرار والله أعلم.\nفممن ذهب إلى جواز تكرار الاستخارة، بل استحبابها الحافظ العراقي، ومال إلى ذلك الشوكاني في النيل فقال:\n((قد يستدل للتكرار بأن النبي - صلى الله عليه وسلم - كان ((إذا دعا دعا ثلاثًا))، الحديث الصحيح، وهذا وإن كان المراد به تكرار الدعاء في الوقت الواحد، فالدعاء الذي تسن الصلاة له تكرر الصلاة له كالاستسقاء)).\nوممن يفتي بذلك - من المعاصرين - شيخنا العلامة عبد العزيز بن باز، وكذلك شيخنا المحدث الألباني، غير أنه قيد التكرار بقيد: (من لم تطمئن\n(1) انظر الموسوعة الفقهية (3/ 306) والمغني مع الشرح (2/ 295) والمجموع (5/ 88).\nالجزء: 1 - الصفحة: 33\n",
        "نفسه لصلاته الأولى) ..\nوأما من استدل على التكرار بحديث أنس قال: قال رسول الله - صلى الله عليه وسلم -: ((يا أنس إذا هممت بأمر فاستخر ربك فيه سبع مرات .. )) الحديث، فهو حديث ضعيف جدًا، قد اتفق الحفاظ على تضعيفه. راجع تخريجه في فصل (تخريج الأحاديث الواردة) من هذا الكتاب.\nثم بعد كتابة ما تقدم، وقفت على قول عبد الله بن الزبير رضي الله عنه في صحيح مسلم، بعدما احترقت الكعبة:\n((لو كان أحدكم احترق بيته، ما رضي حتى يُجِدَّه، فكيف ببيت ربكم (1)، إني مستخير ثلاثًا، ثم عازم على أمري)) (2).\nفلما وقفت عليه فرحت به، لما فيه من مرجح قوي، لما ذهبت إليه، من ترجيح قول من قال بالتكرار، والله الهادي إلى سبيل الصواب.\n(1) يجدَّه: أي يجعله جديدًا.\n(2) مسلم (1333) وغيره عن عبد الله بن الزبير من قوله.\nالجزء: 1 - الصفحة: 34\n",
        "هل لها وقت معين أو مفضل؟\nليس لها وقت معين، ولا مخصوص، بل يؤتى بها في أي وقت كان.\nوإن تحرى أوقات استجابة الدعاء، فلا بأس بذلك، لما قدمنا من أن صلاة الاستخارة هي صلاة حاجة ودعاء.\nومن الأوقات المفضلة للدعاء، والتي يرجى فيها القبول:\n1 ـ وقت ما بين الأذان والإقامة.\nلقوله - صلى الله عليه وسلم -: ((الدعاء لا يرد بين الأذان والإقامة)) (1)\n2 -\nساعة نزول الغيث.\nلقوله - صلى الله عليه وسلم -: ((ثنتان ما تردان: الدعاء عند النداء ووقت المطر)). وفي رواية: ((وتحت المطر)) (2).\n3 -\nالثلث الأخير من الليل.\nلقوله - صلى الله عليه وسلم -: ((ينزل ربنا تبارك وتعالى كل ليلة إلى السماء الدنيا حين يبقى ثلث الليل الآخر، فيقول: من يدعوني فأستجيب له؟ من يسألني فأعطيه؟ من يستغفرني فأغفر له؟ )) (3).\n4 -\nالساعة الأخيرة من يوم الجمعة.\nلقوله - صلى الله عليه وسلم -:\n((إن في الجمعة لساعة لا يوافقها مسلم قائم، يصلي يسأل الله خيرًا إلا أعطاه إياه)) (4).\n(1) رواه أحمد (12606) وأبو داود (521) والترمذي (212) وغيرهم عن أنس، وانظر صحيح الجامع.\n(2) رواه أبو داود (2540) والبيهقي (6251) وغيرهما عن سهل بن سعد رضي الله عنه وحسنه الألباني في صحيح الجامع.\n(3) رواه مسلم (758) عن أبي هريرة رضي الله عنه.\n(4) رواه البخاري (893، 4988) ومسلم (852) وغيرهما عن أبي هريرة رضي الله عنه.\nالجزء: 1 - الصفحة: 35\n",
        "وجمهور أهل العلم على أنها آخر ساعة، لقوله - صلى الله عليه وسلم -:\n((التمسوها آخر ساعة بعد العصر)) (1).\nوفسرت الصلاة بانتظار الصلاة.\nقلت: ولا يبعد أن تكون الصلاة هنا بمعناها اللغوي، وهو الدعاء، والله أعلم.\n5 -\nفي حالة السفر.\nلقوله - صلى الله عليه وسلم -:\n((ثلاث دعوات مستجابات لا شك فيهن: دعوة الوالد على ولده، ودعوة المسافر، ودعوة المظلوم)) (2).\n6 -\nليلة القدر.\nلقوله تعالى: {ليلة القدر خير من ألف شهر} [القدر 3].\nوقوله - صلى الله عليه وسلم -: ((التمسوها في العشر الأواخر من رمضان)) رواه البخاري (1917) عن ابن عباس ومسلم (1165) عن عبد الله بن عمر رضي الله عنهما.\nهل تجوز صلاة الاستخارة في أوقات النهي؟ وما هي تلك الأوقات؟\nالأصل: منع الصلاة النافلة في أوقات النهي، إلا أن العلماء تنازعوا في صلاة ذوات الأسباب (*)، في أوقات النهي.\nوالصواب الذي عليه المحققون، جواز تلك الصلوات، كتحية المسجد، وسنة الوضوء، وصلاة الاستخارة، وبخاصة إذا ضاق عليه الوقت، أو كان مضطرًا.\n(1) رواه أبو داود (1048) والنسائي (1389) وغيرهما عن جابر، وحسنه الحافظ في الفتح 2/ 420.\n(2) رواه أحمد (7501) وأبو داود (1536) والترمذي (1905، 3488) عن أي هريرة، وصححه شيخنا الألباني في صحيح الجامع.\nالجزء: 1 - الصفحة: 36\n",
        "وإن تَرَك الاستخارة في تلك الأوقات، كان ذلك أبعد عن مواطن الخلاف، وأرجى للاطمئنان، فقد قال - صلى الله عليه وسلم -: ((دع ما يريبك إلى مالا يريبك)). (1)\nوأوقات النهي هي:\nـ من بعد صلاة الصبح حتى تطلع الشمس وترتفع.\nـ ووقت استوائها في كبد السماء حتى تميل.\nـ وحين تصفر الشمس حتى تغرب.\nعن عقبة بن [عامر] رضي الله عنه قال: ((ثلاث ساعات نهانا رسول الله - صلى الله عليه وسلم - أن نصلي فيهن، أو أن نقبر فيهن موتانا، حين تطلع الشمس بازغة حتى ترتفع، وحين يقوم قائم الظهيرة، وحين تضيَّف للغروب حتى تغرب)) (1).\nوعن أبي سعيد رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: ((لا صلاة بعد صلاة العصر حتى تغرب الشمس، ولا صلاة بعد صلاة الفجر حتى تطلع الشمس)) (2).\nهل هناك زمن محدد قبل الأمر المستخار له؟\nلا يوجد زمن محدد قبل الأمر المستخار له، وإنما عليه أن يستخير بعد الهم، وتبييت النية، والقصد له، وقبل البدء بالفعل، وذلك لقوله - صلى الله عليه وسلم -: ((إذا هم أحدكم بالأمر)).\nفإن شرع في مقصوده، كأن خطب أو رأى مخطوبته، ثم تذكر الاستخارة، استحب له ذلك، ما لم يتم الأمر له.\nفإن فاتته الاستخارة، فليدع بخير أن يجعل الله تعالى له في الأمر الحاصل خيرًا، وأن يجنبه شره.\n(1) * هي الصلوات المنوطة بسبب كتحية المسجد، وسنة الوضوء، والاستخارة.\n(1) رواه الترمذي (3518) وابن خزيمة (2348) وابن حبان (822) عن الحسن بن علي رضي الله عنهما، قال الترمذي: هذا حديث صحيح وصحه يخنا في الإرواء (2074).\n(2) رواه مسلم (831) وغيره عن عقبة بن عامر الجهني رضي الله عنه.\n(2) رواه البخاري (561) ومسلم (827) وغيرهما.\nالجزء: 1 - الصفحة: 37\n",
        "هل من دعاء مأثور بعد حصول المطلوب؟\nنعم؛ إذا كان عينًا، كزواج وشراء بيت، وامتلاك دابة، وما شابه ذلك .. فإنه يدعو بما جاء في الحديث ..\nقال عليه الصلاة والسلام: ((إذا اشترى أحدكم الجارية، فليقل: اللهمَّ إني أسألكَ خيرَها، وخيرَ ما جبلْتها عليه، وأعوذُ بكَ منْ شرِّها، وشرِّ ما جبلتها عليه، وليدعُ بالبركة، وإذا اشترى أحدكمْ بعيرًا، فليأخذ بذروةِ سنامه، وليدعُ بالبركةِ، وليقل مثل ذلك)) (1).\nوفي رواية: ((إذا تزوج أحدكم امرأة، أو اشترى خادمًا، فليأخذ بناصيتها وليسم الله عز وجل، وليدع بالبركة)).\nلذا يسن وضع اليد على مقدمة الشيء، ثم التسمية، والدعاء بالبركة، وبالدعاء المأثور، ثم قس على ذلك، كالسيارة وغيرها.\nهل لصلاة الاستخارة قراءة معينة؟\nلا .. ليس لصلاة الاستخارة قراءة مخصوصة من القرآن الكريم، وما استحسنه بعض أهل العلم في قراءة بعض السور مردود، لأن الاستحباب حكم شرعي يحتاج إلى دليل، وهو هاهنا مجرد استحسان بالعقل والرأي يفتقر إلى دليل، ولم يرد شيء من ذلك في السنة النبوية، وخير الهدي هدي رسول الله - صلى الله عليه وسلم -، وما ترك خيرًا إلا أرشدنا إليه.\nهل دعاء الاستخارة قبل السلام أم بعده؟\nدعاء الاستخارة يكون بعد السلام من الركعتين المخصوصتين، لقوله - صلى الله عليه وسلم -: ((فليركع ركعتين من غير الفريضة ثم ليقل .. ))\n(1) رواه أبو داود (2160) وابن ماجه (2252) والحاكم 2/ 202، راجع صحيح الجامع.\nالجزء: 1 - الصفحة: 38\n",
        "ففيه إشارتان:\nالأولى: ((ليركع ركعتين)) أي ليتم صلاتهما.\nالثانية: ((ثم ليقل)) فإن ((ثم)) تفيد التعقيب والتراخي، وفي هذا المقام تفيد الفعل مع المتابعة، وذهب بعض أهل العلم إلى أن الدعاء قبل السلام، لكن ما قدمنا من ظاهر الرواية يرد عليهم، والله أعلم.\nإذا نسي المستخير دعاء الاستخارة عقب الصلاة، ثم تذكر ذلك فماذا يفعل؟\nينبغي أن يكون دعاء الاستخارة عقب الصلاة مباشرة، دونما فاصل، فإن نسي الدعاء وهو ما يزال جالسًا، ما لم ينصرف أو يحدث (1) فيدعو به، فإن قام وانصرف، فعليه إعادة الركعتين ثم الدعاء بعدها، إن شاء أن يأتي بالاستخارة على وجهها المشروع.\nففي قوله - صلى الله عليه وسلم -: ((ثم ليقل)) إفادة الترتيب والتعقيب.\nكما يستأنس لهذا بما رواه البخاري ومسلم، عن أبي هريرة رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: ((لا يزال العبد في صلاة ما كان في مصلاه ينتظر الصلاة، وتقول الملائكة: اللهم اغفر له، اللهم ارحمه حتى ينصرف أو يحدث)) (2).\nقال الشوكاني:\n((قوله ((ثم ليقل)) فيه أنه لا يضر تأخر دعاء الاستخارة عن الصلاة ما لم يطل الفصل)) (3).\n(1) يحدث: ينقض وضوءه.\n(2) البخاري (174) ومسلم (649)\n(3) نيل الأوطار 3/ 73.\nالجزء: 1 - الصفحة: 39\n",
        "هل يشرع دعاء الاستخارة بعد صلاة فرض؟\nفي قوله عليه الصلاة والسلام في حديث الاستخارة ((فليركع ركعتين من غير الفريضة)) دليل على أن الدعاء ينبغي أن يكون بعد صلاة نافلة لا فرض، وإلا لم يتحقق المقصود من سنة الاستخارة.\nفإن دعا به بعد فريضة، كان دعاؤه كأي دعاء آخر، ولا يكون والحال هذه قد أتى بسنة الاستخارة على الوجه المشروع، ولم يحقق الاتباع فيها، وإنما يكون قد أتى بدعاء ليس إلا.\nهل تشرع الاستخارة في صلاة نفل راتبة، أو ذات سبب؟\nلا شك أن إتيان المستخير بصلاة مستقلة، هو الأولى، وهو أدعى للقبول، وأقرب للاستجابة، وأبعد عن الخلاف. غير أن ظاهر الحديث يفيد جواز ذلك.\nقال النووي رحمه الله: ((قال العلماء: تستحب الاستخارة بالصلاة - أي مستقلة - والدعاء المذكور، وتكون الصلاة ركعتين من النافلة، والظاهر أنها تحصل بركعتين من السنن الرواتب، وبتحية المسجد وغيرها من النوافل)) (1).\nقلت: ولكن يشترط عقد نية الاستخارة قبل الشروع بالصلاة، ثم إن الحافظ اعترض على إطلاق النووي فقال: ((كذا أطلق وفيه نظر)) (2).\n(1) الأذكار (110).\n(2) الفتح (11/ 185).\nالجزء: 1 - الصفحة: 40\n",
        "قلت: والنظر، أن صلاة النافلة أنواع بحسب سبب مشروعيتها، فإن كانت ذات سبب مجرد، كتحية المسجد وسنة الوضوء، فينوي المستخير بها الاستخارة، فيحصل المقصود من ذات السبب، إذ المقصود من تحية المسجد عدم الجلوس قبل الصلاة، فيحصل هذا بأي صلاة .. سواء كانت صلاة فرض، أو نافلة راتبة، أو ضحى.\nوأما جمع الاستخارة مع الرواتب ففي النفس من ذلك شيء.\nقال العراقي: وإن نوى بالراتبة سنة الصلاة وسنة الاستخارة فيحتمل حصولهما، ويحتمل أن لا يحصل للتشريك)) (1)\nقلت: وأما في غير ذلك من النوافل، كالخسوف والاستسقاء، فلا نرى إجزاء ذلك، والله أعلم.\nإذا شرع العبد بصلاة، أو انتهى منها، ثم تذكر أن يستخير، فهل يجزئه ذلك؟\nالظاهر لمن شرع بالنافلة دون نية الاستخارة، ثم أراد أن يعقد النية وهو في الصلاة، أن هذا لا يجزئه، وعليه إتمام الصلاة، ثم استئناف صلاة جديدة، بنية معقودة للاستخارة، وذلك لقوله - صلى الله عليه وسلم -: ((إذا هم أحدكم بالأمر)) ففيه دلالة واضحة على أن الهم وبالتالي النية لصلاة الاستخارة، إنما تكون قبل الشروع بالصلاة.\nقال العراقي: ((إنما أمَره - صلى الله عليه وسلم - بذلك بعد حصول الهم بالأمر .. وقد يقال: إن لم\n(1) نقل ذلك الأخ الفاضل الدكتور عاصم القريوتي في كتاب الاستخارة.\nالجزء: 1 - الصفحة: 41\n",
        "ينو بالركعتين الاستخارة بعدها، لم تحصل سنتها بذلك)) (1).\nوكذلك قال الحافظ في الفتح:\n((ويبعد الإجزاء لمن عرض له الطلب بعد فراغ الصلاة، لأن ظاهر الخبر أن تقع الصلاة والدعاء بعد وجود إرادة الأمر)) (2).\nقلت: فإن فعل ذلك، وعقد النية بعد الشروع بالصلاة، ثم دعا فلا حرج، إذ على أقل تقدير، تحسب له دعاء.\nلكنه لم يأت بسنة الاستخارة على وجهها المشروع، والأكمل.\nهل تجزيء الاستخارة بالدعاء دون الصلاة؟\nلا شك أن الأكمل أن يأتي المستخير بالصور الشرعية من الصلاة، ثم الدعاء، فإن اضطر العبد، أو ضاق به الوقت، فلم يقدر على أداء الركعتين، جاز له الدعاء بلا صلاة، على اعتباره دعاء.\nقال النووي:\n((ولو تعذرت عليه الصلاة استخار بالدعاء)) (3).\nويكون الدعاء والحال هذه كأي دعاء حاجة آخر، حتى ولو كان الدعاء دعاء مخصوصًا بصلاة، فقد استسقى رسول الله - صلى الله عليه وسلم - بدعاء دون صلاة، والمسنون الصلاة والدعاء.\nوينبغي للمسلم دائمًا، أن يأتي بالعبادة على وجهها الأكمل، وذلك\n(1) المصدر السابق.\n(2) الفتح (11/ 185).\n(3) الأذكار (110 - 111).\nالجزء: 1 - الصفحة: 42\n",
        "بعدًا عن الخلاف والريبة، وأدعى لاستجابة الدعاء، وقبول العبادة.\nوقد تكون ((الحكمة في تقديم الصلاة على الدعاء، أن المراد بالاستخارة، حصول الجمع بين خيري الدنيا والآخرة، فيحتاج إلى قرع باب الملك، ولا شيء لذلك أنجع ولا أنجح من الصلاة، لما فيها من تعظيم الله، والثناء عليه، والافتقار إليه، مآلاً وحالاً)) (1).\nهل يجب الالتزام بنص الدعاء؟\nنعم، يجب الالتزام بنص الدعاء المخصوص، ودعاء الاستخارة دعاء مخصوص.\nففي الصحيحين: أن رسول الله - صلى الله عليه وسلم - علَّم البراء بن عازب رضي الله عنه دعاء الإيواء إلى الفراش، وفيه: ((آمنت بكتابك الذي أنزلت، وبنبيك الذي أرسلت))، فلما أعاد البراء الدعاء للاستذكار، قال (( .. وبرسولك الذي أرسلت)).\nفقال - صلى الله عليه وسلم -: ((لا، وبنبيك الذي أرسلت)). (2)\nفدل هذا: على وجوب الالتزام بنص الدعاء في الأدعية المخصوصة، والله أعلم.\nقال النووي ((فإن ألفاظ الأذكار يحافظ على الثابت عن النبي - صلى الله عليه وسلم -)) (3).\nهل يلقن الدعاء من لا يحفظه أو يقرأه من كتاب.؟\nلا نرى مانعًا من تلقين الدعاء من لا يحفظه، ليدعو به، أو قراءته من ورقة أو كتاب، لقوله تعالى {لا يكلف الله نفسًا إلا وسعها} [البقرة 286].\n(1) نقله في الفتح (11/ 186) عن ابن أبي جمرة.\n(2) رواه البخاري (244) ومسلم (2710) عن البراء بن عازب رضي الله عنه.\n(3) المجموع (3/ 495).\nالجزء: 1 - الصفحة: 43\n",
        "وقوله: {فاتقوا الله ما استطعتم} [التغابن 16].\nوعلى المسلم، القادر على حفظ الدعاء، أن يحفظه لما في حفظه من خير عظيم، إذ قلما يمر بالمسلم زمن، إلا ويعرض له عارض، أو يهم بأمر، فيستخير بذلك ربه من حفظه.\nفربما كان في سفر، أو مكان، وليس بين يديه الدعاء، وهو مُقْدِمُ على أمر عظيم، فيخسر استخارة خالقه، ومن إلى الخير يرشده.\nما حكم الاستخارة .. ؟\nظاهر الأمر من قوله - صلى الله عليه وسلم -: ((فليركع ركعتين)) الوجوب، لكن أحداً من أهل العلم لم يقل بذلك، فيما نقل إلينا.\nقال العراقي: ((ولم أجد من قال بوجوب الاستخارة)) (1).\nثم إن القول بالوجوب فيه من المشقة والحرج مالا يعلمه إلا الله، لأن الحديث عام في كل شيء يهم المسلم به.\nوالمسلم يهم في اليوم بعشرات الأمور، من شراء وبيع، وذهاب وإياب، فإذا كانت الاستخارة واجبة، حصل من الإحراج والعنت، ما نص الشارع على رفعه عن المؤمنين، قال تعالى:\n{ما جعل عليكم في الدين من حرج} [الحج 78]\n{لا يكلف الله نفساً إلا وسعها} [البقرة 286].\nفليس من وسع الإنسان، إذا ما أراد أن يشتري أي حاجة، وأن يفعل أي أمر أن يجعل له ركعتين ودعاء، وهذا مما تعم به البلوى، ويقع فيها من الإحراج ما لا يقبله يسر الإسلام وسهولته.\nولذلك اتفق العلماء على استحباب الاستخارة، والله أعلم.\n[قال الحافظ في الفتح (11/ 185): ودل على عدم وجوب الاستخارة ما دل على عدم وجوب صلاة زائدة على الخمس. اهـ] [*]\n(1) شرح الترمذي (ق 335/ 2) نقلاً عن كتاب حديث صلاة الاستخارة للأخ الفاضل الدكتور عاصم القريوتي حفظه الله (ص 53).\nونقله عن العراقي أيضاً الشوكاني في نيل الأوطار (3/ 83)\n[*] قال مُعِدُّ الكتاب للشاملة: هذا من زيادات النسخة الإلكترونية، وليس في المطبوع\nالجزء: 1 - الصفحة: 44\n",
        "وحسبُ تارك الاستخارة ما فاته من الخير العظيم، أن تَرَكَ الصلاة والدعاء، واستخارة ربه، والله الهادي إلى سواء السبيل.\nهل يسن رفع اليدين في دعاء الاستخارة؟\nالأصل في الأدعية، رفع الأيدي إلا ما ثبت عن الرسول - صلى الله عليه وسلم - عدم الرفع فيه وذلك لعموم الأدلة.\nمثل قوله - صلى الله عليه وسلم -: ((إن الله حيى كريم يستحي إذا رفع الرجل إليه يديه أن يردهما صفراً خائبتين)) (1)\nهل يختم دعاء الاستخارة بشيء، أو يقدم بين يديه شيئاً من الحمدلة، أو الصلاة على النبي - صلى الله عليه وسلم -؟\nأفاد شيخنا العلامة ابن باز، جواز ذلك، فيقدم المستخير بين يدي الدعاء، الحمد والثناء على الله تعالى بما هو أهله، ويختم بالصلاة والسلام على رسول الله - صلى الله عليه وسلم -، وذلك لعموم الأدلة، التي تفيد تقديم الحمد والثناء على الله قبل الدعاء، وختمه بالصلاة والسلام على النبي - صلى الله عليه وسلم -.\nوأبى ذلك شيخنا العلامة الألباني، فمنع ذلك، وذلك لأن دعاء الاستخارة دعاء مخصوص، على صورة مخصوصة، لا ينبغي للمسلم أن يضيف عليه شيئًا، تقديمًا كان ذلك أو ختمًا، والذي تميل إليه النفس، عدم إضافة شيء من ذلك، وذلك دفعًا للريبة، وخشية الوقوع في الابتداع، وخوفًا من التقديم بين يدي رسول الله - صلى الله عليه وسلم -، وحرصًا على التمسك بنص الدعاء، والله أعلم.\n(1) رواه أبو داود (1488) وابن ماجه (3865) والترمذي (3556) واللفظ له وصححه الألباني في صحيح الجامع.\nالجزء: 1 - الصفحة: 45\n",
        "هل تشرع الاستخارة لأمرين في صلاة واحدة، ودعاء واحد؟\nإن كان هذان الأمران مرتبطين، ومتعلقاً كل واحد منهما بالآخر، فلا شك في جواز ذلك وشرعيته.\nكالزواج من فلانة مع قيمة المهر، وكالشراكة مع فلان مع قيمة المبلغ المشارك فيه، وكالسفر إلى بلد مع نوع الوسيلة.\nومثاله أن يقول: اللهم إن كنت تعلم أن في سفري إلى بلاد كذا وكذا بالسيارة خير لي في ديني .. )).\nمثال آخر: ((اللهم إن كنت تعلم أن شراكتي مع زيد، وبمبلغ كذا، خير لي في ديني)).\nوأما إن كان الأمران مفترقين، ولا يتعلق أحدهما بالآخر، فقد أفتى شيخنا العلامة ابن باز، بجواز ذلك، وقال: لانرى مانعًا. وأبى ذلك شيخنا العلامة الألباني، وقال: لا نرى ذلك، ولعل دليله: قوله - صلى الله عليه وسلم -: ((إذا هم أحدكم بالأمر .. )).\nوالذي تميل إليه النفس، ويطمئن إليه القلب، أن يكون لكل أمر استخارة خاصة به، فإن كان مضطرًا، أو لا يكفيه الوقت، فأرجو أن لا يكون بذلك بأس إن شاء الله تعالى، فإن فعله بلا عذر، فأرجو أن يجزئه، وقد ترك الأفضل والأكمل، والله أعلم.\nإذا كان القلب مائلاً إلى الشيء قبل الاستخارة، فهل يستخير المرء؟\nوما فائدة الاستخارة والحال هذه؟\nنعم يستخير المسلم، سواء كان قلبه مائلاً إلى الشيء المستخار له، أو لم يكن مائلاً إليه.\nالجزء: 1 - الصفحة: 46\n",
        "لأن الاستخارة هي طلب التيسير من الله لهذا الأمر، أو صرفه عنه بعلمه وقدرته، فييسرها بأسباب، ويصرفها بأخرى، سواء أدركنا هذه الأسباب، أم لم ندركها.\nوليست الاستخارة لانشراح الصدر أو عدمه، وهذا أمر ما يزال غامضًا عندكثير من المسلمين.\nوفائدة ذلك واضحة: وهي أن الإنسان ربما ينشرح صدره للشيء، ويظن أن فيه الخير كله، وليس فيه إلا مضرته، والعكس صحيح، لأن الإنسان طبع على إدراك ظاهر الأمور، وخفي عليه غيبها، ولذلك شرع الله عز وجل له هذه الاستخارة، لييسر له من الخير ما لم يعلمه، ويصرف عنه من الشر ما لم يعلمه، ثم يهبه الرضى والاطمئنان بما قدّره، إن كان مؤمنًا صادقًا، مهما كان هذا الأمر في ظاهره لا يرضيه.\nهل يوفق المستخير يقيناً؟\nلا شك أن الاستخارة بمنزلة الدعاء، ومن الأدعية ما يستجاب، ومنها مالا يستجاب.\nوقد تكون عدم الاستجابة لمانع من المستخير، كما سبقت الإشارة إليه، فعلى المسلم تجنب موانع استجابة الدعاء، والإلتزام بأحكام الدعاء وآدابه، كيما يستجيب الله دعاءك، ويسّهل لك أمرك، فقد يكون الأمر المستخار فيه، مرتبطًا بك، لا ينفك عنك طوال عمرك، فتخسر التوفيق والسداد.\nوقد تكون عدم الاستجابة، لأمر يريده الله سبحانه في تكفير ذنوب أو ابتلاء، فما على العبد العاقل، إلا الصبر والرضى بقضاء الله في جميع الأحوال.\nالجزء: 1 - الصفحة: 47\n",
        "[قال رسول الله - صلى الله عليه وسلم -: ((ما من على الأرض مسلم يدعو بدعوة إلا آتاه الله إياها، أو صرف عنه من السوء مثلها، ما لم يدع بإثم، أو قطيعة رحم\n...\n)) الحديث (1)] [*]\nهل يمكن للمستخير أن يعرف أنه وفق أم لا؟\nكثيرٌ من الناس يشْكون: إنهم استخاروا ولكن.!\nوغفلوا عن أن التوفيق الأكبر، والنعمة العظمى هي: توفيق الله لعبده، بقيامه بهذه الاستخارة، التي فيها ما ذكرنا من الفوائد التعبدية، والرضا بقدر الله تعالى، والتسليم لقضائه، وبخاصة بعد الاستخارة، وعدم الاستكانة للتفكير والهم، وكثرة التردد، الذي يعطل قدرة العبد، ويسلمها للأوهام المهلكة، والعجز المقعد، وهذا من أعظم التوفيق، وأكبر من تحصيل العبد لمصلحة دنيوية، أو منفعة شخصية.\nأما فيما يخص الأمر المستخار فيه نفسه: فحقيقة الأمر لا يمكن معرفتها.\nوذلك لأن العبد قد يظن أنه لم يوفق، بناء على ظاهر الأمر، ولكن حقيقته قد تكون التوفيق كله، لأن نظر الإنسان غالبًا ما يكون قاصرًا على الأمور الظاهرة، غافلاً عن حقيقة الأمر وغيبه، قال تعالى {يعلمون ظاهرًا من الحياة الدنيا} [الروم 7].\nفليس كل عطاء يكون ظاهره خيرًا يكون في باطنه كذلك، وليس كل حرمان هو شرًا في حقيقته.\nقال ابن القيم في الفوائد (174):\n((وكذلك الأب الشفيق على ولده العالم بمصلحته، إذا رأى مصلحته في إخراج الدم الفاسد عنه، بَضَعَ جلده (2) وقطع عروقه، وأذاقه الألم الشديد، وإن رأى شفاءه في قطع عضو من أعضائه أبانه عنه (3)، كلُّ\n(1) سبق تخريجه ص (\n...\n).\n(2) بضع جلد: شقه.\n(3) أبانه عنه: قطعه.\n[*] قال مُعِدُّ الكتاب للشاملة: هذا من زيادات النسخة الإلكترونية، وليس في المطبوع\nالجزء: 1 - الصفحة: 48\n",
        "ذلك رحمةً به وشفقة عليه، وإن رأى مصلحته في أن يمسك عنه العطاء لم يُعْطِهِ ولم يوسع عليه، لعلمِهِ أن ذلك أكبر الأسباب إلى فساده وهلاكه، وكذلك يمنعه كثيرًا من شهواته، حمية له، ومصلحة لا بخلاً عليه.\nفأحكم الحاكمين وأرحم الراحمين وأعلم العالمين، الذي هو أرحم بعباده منهم بأنفسهم، ومن آبائهم وأمهاتهم، إذا أنزل بهم ما يكرهون كان خيرًا لهم من أن لا ينزله بهم، نظرًا منه لهم، وإحسانًا إليهم، ولطفًا بهم، ولو مكنوا من الاختيار لأنفسهم لَعَجزوا عن القيام بمصالحهم، علمًا وإرادة وعملاً، لكنه سبحانه تولى تدبير أمورهم، بموجب علمه وحكمته ورحمته، أحبوا أم كرهوا، فعرف ذلك الموقنون بأسمائه وصفاته، فلم يتهموه في شيء من أحكامه، وخفي ذلك على الجهال به وبأسمائه وصفاته، فنازعوه تدبيره، وقدحوا في حكمته، ولم ينقادوا لحكمه، وعارضوا حكمه بعقولهم الفاسدة، وآرائهم الباطلة، وسياساتهم الجائرة، فلا لربهم عرفوا، ولا لمصالحهم حَصَّلوا، والله الموفق.\nومتى ظفر العبدُ بهذه المعرفة، سكن في الدنيا قبل الآخرة في جنة لا يشبه نعيمها إلا نعيم جنة الآخرة، فإنه لا يزال راضيًا عن ربه، والرضا جنة الدنيا، ومستراح العارفين، فإنه طَيِّبُ النفس بما يجري عليها من المقادير، التي هي عين اختيار الله له، وطمأنينتها إلى أحكامه الدينية، وهذا هو الرضا بالله ربًا وبالإسلام دينًا وبمحمد رسولاً - صلى الله عليه وسلم -، وما ذاق طعم الإيمان من لم يحصل له ذلك)).\n{وعسىأن تكرهوا شيئًا وهو خير لكم وعسى أن تحبوا شيئًا وهو شر لكم والله يعلم وأنتم لا تعلمون} [البقرة 216]\n{ولو بسط الله الرزق لعباده لبغوا في الأرض} [الشورى 27].\nفقد يستخير المرء لتجارة، ثم يخسر فيها، فيظن أنه لم يوفق،\nالجزء: 1 - الصفحة: 49\n",
        "ولربما لو لم يستخر، لكان هناك مشكلات أكثر، ومصائب أعظم، فصرف الله عنه تلك التي لم يعلمها، وقدر له ما ظهر له من الخسارة.\nوقد يستخير العبد لزواج، ثم يظهر له أنه لم يوفق فيه، بل ربما يطلق، أو تُطلَّق، رغم الاستخارة.\nولربما لولم يستخر، أو تستخر، لكان هناك من البلايا والرزايا ما دفعها الله عز وجل بفضله ورحمته، أن استجاب دعاء الاستخارة.\nقال ابن الجوزي ((فإياك أن تسأل شيئاً إلا وتقرنه بسؤال الخيرة، فرب مطلوب من الدنيا كان حصوله سبباً للهلاك، وإذا كنت قد أمرت بالمشاروة في أمور الدنيا لجليسك، ليبين لك في بعض الآراء ما يعجز رأيك وترى أن ما وقع لك لا يصلح، فكيف لا تسأل الخير ربك وهو أعلم بالمصالح، والاستخارة من حسن المشاورة.)) (1)\nويحكى أن رجلا استخار في تجارة، فخسر ماله، فاستغرب ذلك، فقيل له: إن في مالك حرامًا أذهبه الله عنك باستخارتك له، عوضًا عن محاسبتك به يوم القيامة.\nويحكى أن رجلاً طلب الجهاد، فلم يوفق له، فحزن حزنًا شديدًا فقيل له: لو أنك جاهدت لأسرت، ولو أسرت لكفرت.\nويحكى أن امرأة استخارت في زواج، وبعد الزواج طُلقت، فاستنكرت ذلك، فقيل لها: لو لم تستخيري لتزوجت رجلاً كان سببًا في وقوعك في الفواحش، أو قتل نفسك.\nقال ابن القيم في الفوائد (172):\n((وكذلك يكره المرأة لوصف من أوصافها، وله في إمساكها خير كثير لا يعرفه، ويحب المرأة لوصف من أوصافها، وله في إمساكها شرٌّ كثير لا يعرفه، فالإنسان كما وصفه خالقه ظَلومٌ جهولٌ، فلا ينبغي أن يجعل المعيار على ما يضرّه وينفعه ميله وحبَّه ونَفْرته وبُغضه، بل المعيار على ذلك ما اختاره الله له بأمره ونهيه. فأنفعُ الأشياء له على الإطلاق طاعة ربه بظاهره وباطنه، وأضرُّ الأشياء عليه على الإطلاق معصيته بظاهره وباطنه)).\nواحذر يا عبد الله من القنوط من رحمة الله، واليأس من استجابة\n(1) صيد الخاطر (295).\nالجزء: 1 - الصفحة: 50\n",
        "الدعاء، وعدم الرضا بقضاء الله، فإنه ينافي كمال التوحيد، ويخدش تمام الإيمان.\nوإياك أن تستبطئ الإجابة، فتقول: دعوت فلم يستجب لي، فلا يستجاب إذن لك، لأنه اعتراض على قدرة الله، وتقديم بين يديه سبحانه، وقد سبق الحديث ((يستجاب لأحدكم ما لم يعجل يقول: دعوت ربي فلم يستجب لي))\nوربما كان له في ذلك تكفير لذنوبه، وتطهير لنفسه، وفي هذا من الخير مالا يعلمه إلا الله سبحانه.\nخلاصة الأمر:\nأن الأمر لا يعرف حقيقته إلا الله تعالى، وأن تدبير الخالق لخلقه خير لهم من تدبيرهم لأنفسهم، وتقديره خير لهم من ظنهم، وعلى العبد إحسان الظن بالله تعالى، وصدق اليقين به، والتسليم لأحكامه، وتوطين النفس على الصبر على قدره، والرضا بقضائه، وأنه سبحانه، لا يقدر لعبده المؤمن إلا الخير، فإن بلغ هذه الدرجة من الإيمان، كان أنفع له من كل غرض دنيوي، ومقصد مادي.\nفعن صهيب رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -:\n((عجبًا لأمر المؤمن، إن أمره كله له خير، وليس ذلك لأحد إلا للمؤمن، إن أصابته سراء شكر، فكان خيراً له، وإن أصابته ضراء صبر فكان خيرًا له)) (1).\n(1) رواه أحمد في المسند (12181) عن أنس رضي الله عنه (صحيح الجامع).\nالجزء: 1 - الصفحة: 51\n",
        "[وعن أنس رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -:\n((عجبت للمؤمن، إن الله تعالى لم يقض له قضاءً إلا كان خيرًا له)) (1).] [*]\nقال ابن الجوزي: ((فإذا جاء إبليس فقال: كم تدعوه ولا ترى إجابة؟ فقل: أنا أتعبد بالدعاء، وأنا موقن أن الجواب حاصل، غير أنه ربما كان تأخيره لبعض المصالح علي مناسب، ولو لم يحصل حصل التعبد والذل)) (2) الذي هو أعظم منفعة، من تحقيق الغرض الدنيوي.\nوليس هناك من محظور، إذا ما شعر العبد أن دعاءه لا يستجاب، وأن أعماله لا توفق، أن يراجع أعماله، ويحاسب نفسه، ويستقيم في دينه، ويكثر من طاعة ربه، بل هذا هو الخليق بالمؤمن، والجدير به، فقد يكون هناك موانع لاستجابة الدعاء، يفعلها العبد من غير علم أو قصد، كأن يكون غافلاً عن ربه، ضعيف اليقين به، أو يكون في طعامه حرام، وفي دخله شبهة، أو لظلم يفعله، أو لذنب يرتكبه، فليراجع العبد نفسه، وليتفقد أحواله، فإن في ذلك خيرًا عظيمًا، لنفسه وعاقبته، فإن المعاصي سد في بلوغ الأرب، والغفلة حجاب أمام استجابة الدعاء والطلب.\nقال ابن الجوزي ((فإذا تبت ودعوت ولم تر للإجابة أثراً فتفقد أمرك، فربما كانت التوبة ما صحت، فصححها ثم ادع ولا تمل من الدعاء، فربما كانت المصلحة في تأخير الإجابة، وربما لم تكن المصلحة في الإجابة، فأنت تثاب وتجاب إلى منافعك، ومن منافعك أن لا تعطى ما طلبت بل تعوض غيره)) (3).\nفعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: ((لا يزال يستجاب للعبد ما لم يدع بإثم، أو قطيعة رحم، ما لم يستعجل، قيل يا رسول الله ما الاستعجال؟ قال: يقول: قد دعوت وقد دعوت فلم أر يستجيب لي فيستحسر عند ذلك ويدع الدعاء)). (4)\nهل يستشير المستخير أحدًا .. ومتى؟\nوما فائدة الاستشارة مع الاستخارة؟\nنعم يستشير المستخير من علم منهم صلاحًا، وسدادًا في الرأي ونصحًا، وسواء كانت الاستشارة قبل الاستخارة، أم بعدها، فلا فرق، وقديمًا قيل: ما خاب من استخار، ولا ندم من استشار. فالاستخارة لله، والاستشارة للعباد.\nوالاستخارة عمل إيماني، والاستشارة عمل سببي، ولا تعارض بينهما،\n(1) رواه أحمد 4/ 332 ومسلم (2999) وقد مضى.\n(2) صيد الخاطر 295.\n(3) صيد الخاطر 295.\n(4) رواه مسلم (2735).\n[*] قال مُعِدُّ الكتاب للشاملة: هذا من زيادات النسخة الإلكترونية، وليس في المطبوع\nالجزء: 1 - الصفحة: 52\n",
        "تماماً كالتوكل على الله عز وجل بالقلب، ومباشرة الأسباب بالجوارح، التي خلقها الله عز وجل للوصول إلى الغايات، وهذا هو المشروع في دين الإسلام، أما ترك الأسباب، فهو التواكل الذي يأباه الإسلام، وأما الاعتماد عليها دون الله عز وجل، فهو المسمى بشرك بالأسباب.\nقال تعالى: {وشاورهم في الأمر فإذا عزمت فتوكل على الله إن الله يحب المتوكلين} [آل عمران: 159].\nفجمع الله تعالى - في آية واحدة - بين اتخاذ الأسباب، وهي المشورة، ووجوب التوكل على الله تعالى، الذي هو عمل إيماني، وصفة كمال من صفات المؤمنين.\nوهذا من فضل الله علينا، في عظمة هذا الإسلام، أن جمع بين الإيمان والعمل، ووازن بين الروح والمادة.\nوفي الحديث المشهور: أن رجلاً سأل النبي - صلى الله عليه وسلم - عن دابته أيعقلها ويتوكل؟ أو يطْلقها ويتوكل؟\nفكان هذا الجواب الكامل، والكلم الجامع، والبيان الرائع: ((اعقلها وتوكل)) (1).\nوكان من سيرته - صلى الله عليه وسلم - مشاورة أصحابه، بل ونسائه أحيانًا، فشاورهم في أحد، وشاورهم في الخندق، وشاورهم في أسارى بدر، وفي كثير من الأمور.\nوأثر عن سلفنا الصالح قولهم للعاطلين عن العمل:\n((إن السماء لا تمطر ذهبًا ولا فضة)).\nوالناس في الاستشارة:\n(1) أخرجه الترمذي (2517) وابن حبان (731) وغيره وجوّد العراقي إسناده في تخريج الإحياء.\nالجزء: 1 - الصفحة: 53\n",
        "كما قال معن بن زائدة: ((إنما نعيش بعقل غيرنا)).\nوقال بعضهم: الناس ثلاثة:\nفواحد كالغذاء لا يستغنى عنه.\nوواحد: كالدواء، يحتاج إليه في بعض الأوقات.\nوواحد: كالداء لا يحتاج إليه أبدًا.\nهل هناك طرق للاستخارة غير هذا؟\nلا يوجد طريقة شرعية للاستخارة غير ما ذكرنا، من الصلاة والدعاء.\nإذن ما حكم هذه الاستخارات التي يفعلها الناس؟\nما يفعله كثير من الناس غير الاستخارة الشرعية، إنما هو من محدثات الأمور، عدا عن أنها كانت سببًا في الإِعراض عن الاستخارة الشرعية، وقمين أن لا يستجاب لصاحبها إلا أن يشاء الله تعالى، الأمر الذي يؤدي به إلى ضعف إيمانه، وشكه في قدرة ربه، وسوء ظنه بالله سبحانه.\nقال - صلى الله عليه وسلم -: ((إياكم ومحدثات الأمور)) (1).\nوصدق ابن عباس:\n((ما من بدعة تحيا إلا وسنة تموت)) (2) 2).\nومن الاستخارات البدعية:\n1 -\nفتح المصحف، فإن وقف على آية عذاب لم يفعل، وإن وقف على آية رحمة فعل.\n2 -\nومنهم من يذهب إلى شيخ ليُبيّت له استخارة، فيخبره الشيخ في اليوم التالي، بما يفعل أو يذر، بناء على منام يراه، أو رأي ارتآه، أو تدجيل دجّله.\n(1) أحمد 4/ 126 وأبو داود (4607) والترمذي (2676) عن العرباض بن سارية رضي الله عنه وصححه في الإرواء (2455)\n(2) سبق تخريجه.\nالجزء: 1 - الصفحة: 54\n",
        "3 -\nومنهم من يستخير بالسبحة ((المسبحة)) فإن كان نهاية عده وترًا (فردًا) مضى في فعله، وإن كان نهاية عده شفعًا (زوجًا) لم يفعل، أو عكس ذلك.\nومنهم من يستخير بقطف وريقات الزهرة وهو يقول: أفعل .. لا أفعل، فإن انتهت آخر وريقة مع (أفعل) فعل، وإذا انتهت مع (لا أفعل) ترك!\n4 -\nومنهم من يستخير بالألوان والطيور، والأصوات، والكلمات، أو الأمكنة، والأزمنة والأيام.\nوغير ذلك من الاستخارات البدعية التي ما أنزل الله بها من سلطان.\n5 -\nوأعظم من هذا كله أن يستخير المسلم عند الكهان، والسحرة والعرافين.\nواعلم أن كل صفة من صفات الاستخارة غير الصفة المشروعة إنما هي بدعة محدثة محرمة.\nقال تعالى: {أم لهم شركاء شرعوا لهم من الدين ما لم يأذن به الله} [الشورى 21].\nواحذر - يا عبد الله - أن تشرع لنفسك ما لم يأذن الله به، أو يفعله رسول الله، فتفسد عملك، وتبطل أجرك.\nواعلم أن أخطر هذه الأنواع الأخيران منها.\nأما الرابع: فإنه ضرب من ضروب التشاؤم، الذي هو باب من أبواب الشرك والعياذ بالله، وهو تعليق المستخير أمره بغير الله، وبغير قضاء الله وقدره، وهو عمل من أعمال الشرك والشيطان، الذي كان يتعاطاه أهل الجاهلية الأولى دينًا لهم.\nقال - صلى الله عليه وسلم -: ((ليس منا من تَطَيّر أو تُطيِّر له، أو تَكهَّن أو تُكهِّن له، أو تَسحّر أو تُسحِّر له)) (1).\n(1) رواه الطبراني 18/ 162 والبزاز (3578)، صحيح الجامع.\nالجزء: 1 - الصفحة: 55\n",
        "وقال - صلى الله عليه وسلم -: ((الطِيرَةُ شرك)). (1) أي: التشاؤم شرك وهو تعليق الأحداث بغير الله كالألوان والطيور وما شابه ذلك.\nوقال ((من ردته الطيرة عن حاجته فقد أشرك)). (2)\nوأما الأخير منها، وهو الاستخارة بالعرافة والتكهن، فهو شرك بالله العظيم، وكفر بشرعه القويم، فالغيب لا يعلمه إلا الله، ومن ادعى علم الغيب لنفسه، أو لغيره، ارتد عن الإسلام يستتاب وإلا قتل.\nفإنه بفعله هذا، قد حادَّ الله تعالى، وزعم - افتراءً وكذبًا - أن أحدًا من خلقه يشاركه في علم الغيب.\nقال - صلى الله عليه وسلم - ((من أتى عرافًا أو كاهنًا فصدقه بما يقول، فقد كفر بما أنزل على محمد)) (3).\nوقال - صلى الله عليه وسلم -: ((من أتى عرافًا فسأله عن شيء لم تقبل له صلاة أربعين ليلة)) (4).\nوقال - صلى الله عليه وسلم -: ((من أتى كاهنًا فصدقه بما يقول، أو أتى امرأة حائضًا، أو أتى امرأة في دبرها، فقد كفر بما أنزل على محمد)) (5).\nفسارع يا عبد الله إلى التوبة والإنابة، فإن صدق هؤلاء الكهنة والعرافون مرة، فقد كذبوا مائة مرة.\nواعلم - رحمك الله - أن بعض صور الاستخارة عند بعض الناس كالأزلام التي كان يتعاطاها أهل الجاهلية، والتي هي ضرب من ضروب الاستخارة التي حرمها الإسلام أشد تحريم، وقرنها\n(1) رواه أحمد (3687، 4194) وأبو داود (3910) وابن ماجه (3538) وغيرهم عن عبد الله بن مسعود رضي الله عنه (صحيح الجامع).\n(2) رواه أحمد (7045) وغيره عن عبد الله بن عمرو رضي الله عنهما، (صحيح الجامع).\n(3) رواه الإمام أحمد 2/ 429 والحاكم 1/ 49، (صحيح الجامع).\n(4) رواه مسلم (2230) والحاكم (138).\n(5) رواه أحمد 2/ 476 والترمذي (135) وابن ماجه (639)، (صحيح الجامع).\nالجزء: 1 - الصفحة: 56\n",
        "الله تعالى مع الخمر والقمار فقال:\n{يا أيها الذين آمنوا إنما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه لعلكم تفلحون} [المائدة 90]\nهل تشرع الاستخارة عن الغير؟\nكنت أعرضت عن ذكر هذا السؤال والجواب عنه، وذلك لأن الإجابة تحتاج إلى اجتهاد\n...\nثم عزمت على الإجابة لإلحاح الإخوة على ذلك\n...\nفأقول:\nالأصل أن لا تشرع الاستخارة عن الغير لقوله - صلى الله عليه وسلم -: ((إذا هم أحدكم)) فالأمر منوط بصاحبه:\nلكن؛ إذا كان العمل مشتركاً، أو للمرء علاقة - ولو بعيدة - به، كزواج ابن أو ابنة، أو كان الأمر - يخص من هو دون التكليف، كإجراء عملية جراحية لطفل أو سفره، أو ما يتعلق بأموره، فالراجح مشروعيتها في مثل هذه الأحوال، وذلك لأن الأمر وإن كان خاصاً بغيره كالطفل، لكن له علاقة كبيرة بالوالد، إذ أن فشل العملية يعني بالضرورة زيادة مشاق على الوالد .. وكذلك فشل الابن في الزواج، يسبب مشكلات للوالد .. وهكذا؛ فإن أصبت فمن الله وحده، وإن أخطأت فمن نفسي والشيطان .. والله وحده ولي التوفيق.\nالجزء: 1 - الصفحة: 57\n",
        "تحقيق الأحاديث التي وردت في الاستخارة\n[\nالحديث الأول\n]:\n((من سعادة ابن آدم استخارته لله، ومن سعادة ابن آدم رضاه بما قضى الله، ومن شقوة ابن آدم تركه استخارة الله، ومن شقوة ابن آدم سخطه بما قضى الله عز وجل)).\nـ قلت الحديث حسن لغبره.\nرواه أحمد (1/ 168) والترمذي (2151) والحاكم (1/ 518) والبزار (1177 - 1178) والخطيب في (الجامع لأخلاق الراوي وآداب السامع) (1714) وابن عساكر (16/ 232/ 1) والبيهقي في الشعب (203) والذهبي في تذكرة الحفاظ 3/ 1170 / (1024) - وعزاه في الترغيب للأصبهاني وأبي الشيخ بن حيان في الثواب - كلهم من طريق محمد بن أبي حميد عن إسماعيل بن محمد بن سعد بن أبي وقاص عن أبيه عن جده عن النبي - صلى الله عليه وسلم - قال:\n...\nفذكره\nقال الحاكم: صحيح الإسناد، ووافقه الذهبي، وحسنه الحافظ في الفتح، وكذا الألوسي، وليس الأمر كذلك، فإن فيه محمدًا بن أبي حميد، قال الذهبي نفسه ((ضعفوه))، وقال ابن عدي ((ضعفه بيّن على ما يرويه، وحديثه مقارب، وهو مع ضعفه يكتب حديثه))، أي للاستشهاد والمتابعة.\n[قلت: وقد تابع محمد بن أبي حميد عبد الرحمن بن أبي بكر\nقال البزار: ((رواه عن إسماعيل محمد بن أبي حميد وعبد الرحمن بن أبي بكر، فأما حديث عبد الرحمن بن أبي بكر فحدثناه محمد بن المثنى قال نا عمر بن علي قال نا عبد الرحمن بن أبي بكر بن عبد الله رجل من قريش عن إسماعيل بن محمد .. )) ثم ذكر الحديث، بإسناده ثم قال: وعبد الرحمن بن أبي بكر هذا لين الحديث))\nوقد رواه من هذه الطريق أيضًا اللالكائي في (اعتقاد أهل السنة) (1103) وأبو يعلى (701)\nوعبد الرحمن هذا: هو ابن عبيد الله بن أبي مليكة، ضعفوه، وقال ابن عدي: ((هو في جملة من يكتب حديثه)) أي للمتابعة.\nفالحديث يرتقي بهذه المتابعة إلى درجة الحسن لولا أن الراوي عن عبد الرحمن عمر بن علي بن عطاء بن مقدم - يدلس تدليسًا شديدًا، قال ابن سعد: ((كان ثقة، وكان يدلس تدليساً شديدًا، يقول: سمعت وحدثنا ثم يسكت فيقول: هشام بن عروة والأعمش)) وقال أبو حاتم: ((محله الصدق، ولولا تدليسه لحكمنا له إذا جاء بزيادة، غير أنا نخاف أن يكون أخذه عن غير ثقة)) اهـ\nقلت: ومما يؤيد كلام هذين الإمامين هنا: أنه قد جاء في إسناد أبي يعلى:\n(( .. حدثنا عمر بن علي بن عطاء بن مقدم عن عبد الرحمن\n...\n)) فعنعنه، بل وأصرح منه في التدليس المذكور ما جاء في إسناد اللالكائي: ((\n...\nثنا عمرو بن علي قال: ثنا عمر بن علي بن مقدم قال:\nعبد الرحمن بن أبي بكر بن عبيد الله يذكر عن إسماعيل بن محمد\n...\n.))\nولذلك لا تصلح هذه الطريق لتقوية الطريق الأولى لكن للحديث طريق ثالثة، أخرجها الشاشي في مسنده (185) من طريق عبد الله بن يعقوب المدني نا عتيق بن يعقوب بن أبي فديك عن سعد بن أبي وقاص (كذا) عن أبيه عن سعد عن النبي - صلى الله عليه وسلم -\n...\n)) ولكن هذا الإسناد لا يعتمد عليه إذ جاء في المخطوط فوق كل كلمتين من الإسناد ضبَّة كما نبه على ذلك محققه، وهذا يعني أن في الإسناد إشكالاً ما.\nوعبد الله بن يعقوب: مجهول الحال، كما في التقريب.\nقال ابن القطان: ((عبد الله بن يعقوب المدني: أجهدت نفسي في معرفته فلم أجد أحدًا ذكره)) نصب الراية 3/ 17\n...\nقال البزار: لا نعلمه بهذا اللفظ إلا عن سعد، ولا رواه عنه إلا ابنه محمد.\nقلت: وللحديث شاهد من طريق عبد الرحمن بن أبي بكر عن عامر بن سعد.\nأخرجه البزار (1097) قال: حدثنا محمد بن السكن نا عمران بن أبان الواسطي نا عبد الرحمن بن أبي بكر عن محمد بن المنكدر عن عامر بن سعد عن سعد قال قال رسول الله - صلى الله عليه وسلم -\n...\nوذكر نحوه.\nوعبد الرحمن بن أبي بكر ضعيف كما سبق.\nوعمران بن أبان ضعيف أيضًا كما في التقريب.\nومحمد بن السكن لعله محمد بن سُكين مؤذن بني شقرة، الراوي عن عبيد الله بن بكير، ترجمه العقيلي في الضعفاء (4/ 80 - 81) وابن أبي حاتم في (الجرح والتعديل) (7/ 283) وقال: سمعت أبي يقول: هو مجهول. اهـ وترجمه الذهبي في الميزان (567) وقال: لا يعرف وذكره ابن حبان في الثقات وقال روى عنه أهل العراق.\nوانظر لسان الميزان (5/ 181) والمغني (2/ 586).\nفبهذا يكون مدار الحديث على ثلاثة محمد بن أبي حميد وهو ضعيف، وعبد الرحمن بن أبي بكر وهو ضعيف، ومحمد بن إسماعيل بن مسلم وهو صدوق.\nفهذه ثلاثة طرق يعضد بعضها بعضًا.\nوأما عمر بن علي المديني: فقد توبع من عمران بن أبان، فالحديث يقارب الحسن والله أعلم.\nوالحديث ضعفه شيخنا في ضعيف الترغيب والضعيفة (1906) من الطريق الأولى فقط، ولم يتعرض لبقية الطرق! ] [*]\n[*] قال مُعِدُّ الكتاب للشاملة: هنا تغيير في صياغة الفقرة، وزيادة، في هذه النسخة الإلكترونية، عن المطبوع\nالجزء: 1 - الصفحة: 58\n",
        "[تنبيه:\n1 -\nعزا المنذري في الترغيب (1/ 479) والهيثمي في المجمع (2/ 284) الحديث لأبي يعلى وضعفاه بمحمد بن أبي حميد! وقد علمت أنه رواه من غير طريقه!\n2 -\nلم يعز المنذري لأحمد وأبي يعلى إلا الجملة الأولى، والحديث عندهما بتمامه، فجلّ من لا يسهو.] [*]\n[\nالحديث الثاني\n: ]\n((ما خاب من استخار، ولا ندم من استشار، ولا عال من اقتصد)).\nـ الحديث ضعيف جدًّا.\nرواه الطبراني في الأوسط (6627) والصغير (2/ 175) والقضاعي (2/ 7) من طريق عبد القدوس بن عبد السلام بن عبد القدوس عن أبيه عن جده عن الحسن عن أنس مرفوعاً.\nوعبد القدوس الحفيد: متهم، قاله ابن حبان.\nوعبد القدوس الجد: كان يضع الحديث على الثقات، لا يحل كتابة حديثه، قاله ابن حبان أيضًا (1).\nولذلك حكم شيخنا الألباني في السلسلة (611) بوضعه، ومن قبله الحافظ في الفتح (11/ 184) قال: إسناده واه جدًّا.\nثم وقفت على طريق آخر، عند الخطيب في تاريخه (3/ 54) من غير طريق هذا الكذاب، ولكنها لا تفيد شيئًا ففيها مجاهيل.\nالحديث الثالث\n: ((اللهم خر لي واختر لي))\n- ضعيف.\nرواه الترمذي (5/ 535) رقم (3511) وضعفه،\n(1) المجروحين (2/ 131).\n[*] قال مُعِدُّ الكتاب للشاملة: هنا تغيير يسير في صياغة الفقرة في هذه النسخة الإلكترونية، عن المطبوع\nالجزء: 1 - الصفحة: 59\n",
        "والمروزي في سنن أبي بكر رقم (44)، وابن السني في عمل اليوم والليلة برقم (597)، وأبو يعلى (1/ 46)، وابن عدي (3/ 236)، كلهم من طريق زنفل على وزن أحمد.\nقال في التقريب: ضعيف، ولذا ضعف الحديث في الفتح.\nالجزء: 1 - الصفحة: 60\n",
        "[\nالحديث الرابع\n:\n((اكتم الخطبة، ثم توضأ فأحسن الوضوء، ثم صلِّ ما كتب الله لك، ثم احمد ربك ومجِّده ثم قل: اللهم إنك تقدر ولا أقدر، وتعلم ولا أعلم، وأنت علام الغيوب، فإن رأيت لي في فلانة - سمِّها باسمها - خيرًا في دنياي وآخرتي فاقض لي بها، أوقال: فاقدر ها لي))\nضعيف:\nأخرجه أحمد (23644، 23645) وابن خزيمة (1220) وابن حبان من طريقه (4040) والحاكم (1181، 2698) والبيهقي (7/ 147) والطبراني (3901) وفي الدعاء (1307) كلهم من طريق ابن وهب: أخبرني حيوة بن شريح عن الوليد بن أبي الوليد أن أيوب بن خالد بن أبي أيوب حدثه عن أبيه عن جده أبي أيوب الأنصاري مرفوعاً به.\nقال شيخنا الألباني رحمه الله:\n((خالد بن أيوب: أورده ابن أبي حاتم (1/ 2/ 322) بهذا السند، ولم يذكر فيه جرحاً ولا تعديلًا، فهو مجهول العين، وأما ابن حبان فوثقه (4/ 198)!\nوابنه أيوب بن خالد: قال الحافظ ((فيه لين))، والوليد بن أبي الوليد - وهو أبو عثمان المدني - وثقه أبو زرعة كما في ((الجرح والتعديل)) (4/ 2 / 20) وقال الحافظ (لين الحديث))) اهـ من الضعيفة 6/ 409\nوبوجود هؤلاء الرواة الثلاثة تعلم صواب تضعيف شيخنا الألباني للحديث، وأن قول الحافظ في الفتوحات الربانية\n...\n(3/ 246):\n((هذا حديث حسن من هذا الوجه)) ليس بحسن، وكذلك تصحيح الحاكم وموافقة الذهبي له، والله أعلم.\nالحديث الخامس\n:\nضعيف جدًا\n((يا أنس إذا هممت بأمر فاستخر ربك فيه سبع مرات، ثم انظر إلى الذي يسبق إلى قلبك، فإن الخير فيه))\nرواه ابن السني في عمل اليوم والليلة (598) والديلمي في الفردوس (8451)\nمن طريق إبراهيم بن البراء بن النضر بن أنس بن مالك ثنا أبي عن أبيه عن جده قال قال رسول الله - صلى الله عليه وسلم -:\n...\nفذكره.\nقال المناري في فيض القدير 1/ 450:\n((وفيه إبراهيم بن البراء، قال الذهبي في الضعفاء (1): اتهموه بالوضع، عن أبيه، وهو ضعيف)) وقال النووي في الأذكار (2): ((إسناده غريب فيه من لم أعرفهم)) وقال ابن حجر في الفتح (3) - بعد عزوه لابن السني -: ((هذا الحديث لو ثبت كان هو المعتمد لكن إسناده واهٍ جدًا)) اهـ\nقلت: وقال العراقي: ((الحديث ساقط لاحجة فيه)) (4).\nوقال السيوطي في ((تحفة الأبرار)) (37 / أ - ب) تعقيبًا على قول النووي: هم معروفون لكن فيهم من هو معروف بالضعف الشديد، وهو إبراهيم بن البراء، فقد ذكره في الضعفاء ابن عدي وابن حبان وغيرهم، وقالوا إنه كان يحدث بالبواطل عن الثقات، زاد ابن حبان: لا يحل ذكره إلا سبيل القدح، قال الحافظ ابن حجر: والراوي عنه في هذا السند عبيد الله بن الموصيل الحميري، لم أقف له على ترجمة، والراوي عنه عبيد الله أبو العباس بن قتيبة اسمه محمد بن الحسن وهو ابن أخي بكار بن قتيبة قاضي مصر، وكان ثقة، أكثر عنه ابن حبان في صحيحه)). اهـ.\nفالحديث ضعيف جدًا، والله أعلم.] [*]\nالخلاصة\n:\nإذا هم العبد بأمر، أو عرض له عارض من أمور الدنيا، أو نوى مستحبًا أو واجبًا مخيرًا فيها، أو تعارض عنده واجبان، أو مستحبان، أيهما يفعل، أو أيهما يقدم، فيصلي ركعتين بنية الاستخارة لهذا الأمر، ثم يدعو بعد الصلاة بالدعاء المذكور.\n((اللهم إني أستخيرك بعلمك، وأستقدرك بقدرتك، وأسألك من فضلك العظيم، فإنك تقدر ولا أقدر، وتعلم ولا أعلم، وأنت علام الغيوب. اللهم إن كنت تعلم أن هذا الأمر [ثم يسميه] خير لي في ديني، ومعاشي، وعاقبة أمري، عاجله وآجله، فاقدره لي ويسره لي، ثم بارك لي فيه. وإن كنت تعلم أن هذا الأمر [يذكر الأمر ويسميه] شر لي في ديني ومعاشي وعاقبة أمري، عاجله وآجله، فاصرفه عني، واصرفني عنه، واقدر لي الخير حيث كان ثم رضني به)).\nثم يشاور من عرف منهم صلاح الدين، وسداد الرأي، ثم يعزم على أي وجه شاء، من غير نظر إلى انشراح صدر، أو ضيق نفس أو رؤية منام، ثم يتوكل على الله حق توكله، ثم يفعل ما بدا له أن يفعله، ثم يرضى بما قُدر له، مهما كان هذا المقدر في ظاهره لا يرضيه، فلربما إن لم يستخر، كانت المصائب أعظم، والرزايا أكبر، وعلى الله قصد السبيل، وهو الهادي سواءه، إنه نعم المستخار، ونعم المستعان، ونعم النصير.\nوصلى الله وسلم على نبينا محمد وعلى آله وصحبه وسلم.\n(1) المغني في الضعفاء 1/ 11 وانظر الميزان 1/ 139\n(2) الأذكار 111.\n(3) الفتح (11/ 187).\n(4) نيل الأوطار (3/ 74).\n[*] قال مُعِدُّ الكتاب للشاملة: الحديثان الرابع والخامس من زيادات النسخة الإلكترونية، وليسا في المطبوع\nالجزء: 1 - الصفحة: 61\n",
        "الصلاة الثانية\nصلاة التوبة\nالجزء: 1 - الصفحة: 63\n",
        "[\nبين يدي الصلاة\n]\nلما كان العبد ضعيف الإرادة .. ((وخلق الإنسان ضعيفاً))، كثير الغفلة .. تنتابه شرور الشياطين .. ويتصف أحيانًا بأخلاق الملائكة المطهرين .. تارة يكبو حتى تراه كأنه شيطان، لا يعرف حرامًا ولاحلالا .. يهيم على وجهه في الظلمات .. ينطلق مستجيبًا لغرائزه .. عابداً لشهواته .. ينقض على المعصية انقضاض الوحش الكاسر على فريسته، لا يرعى حرمة ولا عرضًا، ولا خلقًا ولا شرفًا، كأن لا رب يراقبه، ولا خالق سيحاسبه، ولا عذاب أمامه، قد أمن مكر الله وعقابه.\n{أفأمنوا مكر الله فلا يأمن مكر الله إلا القوم الخاسرون} [الأعراف 99].\nفما أجهل هذا الإنسان وما أغفله؟ {وحملها الإنسان إنه كان ظلوماً جهولاً} [الأحزاب 72].\nوتارة يصحو .. حتى يخيل إليك أنه من الملائكة المقربين، يحافظ على صلاته، يداوم على طاعة ربه، يفرق بين حلاله وحرامه، يحسب ألف حساب، {ليوم تشخص فيه الأبصار، مهطعين مقنعي رؤوسهم لايرتد إليهم طرفهم وأفئدتهم هواء} [إبراهيم 43].\nكيف لا يحسب لهذا اليوم ألف حساب، ولا يرتعد من هوله عند ذكره .. ففيه يقرّن المجرمون بالأصفاد\n...\nوثيابهم قد قطعت من نار، وفصلت من قطران، وتغطيهم النار من كل مكان.\nولما كان الله سبحانه رحيمًا بعباده، رؤوفًا بخلقه، مطلعًا على أفعالهم، عالمًا بضعفهم، وزلات أنفسهم {ألا يعلم من خلق وهو اللطيف الخبير} [الملك 14] يحب لهم الاستقامة والرشاد، ويكره لهم العوج والفساد.\n{يريد الله ليبين لكم ويهديكم سنن الذين من قبلكم ويتوب عليكم} الآية [النساء 26].\nلذلك شرع لهم طريق الإنابة إذا ما اعْوجُّوا .. وفتح لهم باب التوبة،\nالجزء: 1 - الصفحة: 64\n",
        "إذا ما أذنبوا، يغسلون بها خطاياهم .. وينظفون بها آثامهم، فيكفر الله بها ذنوبهم .. ويمحوا بها سيئاتهم.\nفما أرحمه من رب .. وما أكرمه من خالق.\n{يا أيها الذين آمنوا توبوا إلى الله توبة نصوحًا عسى ربكم أن يكفر عنكم سيئاتكم\n...\n} الآية [التحريم 2]\nفسارع - يا عبد الله - إلى التوبة، وبادر إلى الإنابة.\nفالبقاء على المعصية مهلكة .. والإصرار عليها بريد الفجور، وجهل عظيم بالله سبحانه .. واستهانة بأوامره.\n{والذين إذا فعلوا فاحشة أوظلموا أنفسهم ذكروا الله فاستغفروا لذنوبهم ومن يغفر الذنوب إلا الله، ولم يصروا على ما فعلوا وهم يعلمون} [آل عمران 135].\nومن أدرك عظمة الله تعالى، واستحقاقه للطاعة حق الإدراك، وكان إيمانه كاملاً ما عصاه أبدًا، {وهو القاهر فوق عباده} الآية [الأنعام 18].\n{وما قدروا الله حق قدره، والأرض جميعًا قبضته يوم القيامة، والسموات مطويات بيمينه} الآية [الزمر الآية 67].\nومن استشعر قدرة الله النافذة، وبصره المطلع على كل شيء، وسمعه الذي يسمع كل شيء، وعلمه الذي أحاط بكل شيء، ما عصى عبد ربه أبدًا.\n{وهو الأول والآخر والظاهر والباطن وهو بكل شيء عليم. هو الذي خلق السموات والأرض في ستة أيام ثم استوى على العرش يعلم ما يلج في الأرض وما يخرج منها وما ينزل من السماء وما يعرج فيها وهو معكم أين ما كنتم والله بما تعملون بصير} [الحديد 3، 4] ..\nوما أحسن ما قال الشاعر:\nيا من يرى مد البعوض جناحها\n...\nفي ظلمة الليل البهيم الأليل\nويرى مناط عروقها في نحرها\n...\nوالمخ في تلك العظام النُّحَّل\nويرى ذنوب عباده في ظلمة\n...\nمن فوق عرش المليك الأول\nأمنن علي بتوبة تمحو بها\n...\nما كان مني في الزمان الأول\nالجزء: 1 - الصفحة: 65\n",
        "ولو أدرك العبد ما أعد الله عز وجل للعصاة من العذاب الأليم، والشقاء المستديم، ما أذنب عبد أبدًا.\nقال تعالى: {يوم يسحبون في النار على وجوههم ذوقوا مسّ سقر} [القمر 48].\nوقال سبحانه:\n{يومئذ يود الذين كفروا وعصوا الرسول لو تسوى بهم الأرض ولا يكتمون الله حديثًا} [النساء 42].\nوقال: {وترى المجرمين يومئذ مقرنين في الأصفاد سرابيلهم من قطران، وتغشى وجوههم النار، ليجزي الله كل نفس ما كسبت إن الله سريع الحساب} [إبراهيم 49].\nفمن ذا الذي يقوى على تحمل هذه النار التلظى (1).\nوقد قال - صلى الله عليه وسلم -: ((ناركم هذه التي توقد بنو آدم، جزء من سبعين جزءًا من نار جهنم)) (2).\nفسارع يا عبد الله إلى التوبة .. قبل أن لا تنفعك توبتك، أو تفاجئك منيتك، فتعض أصابع الندامة، ولا تنفع وقتئذ ندامة.\nقال تعالى: {إنما التوبة على الله للذين يعملون السوء بجهالة ثم يتوبون من قريب فأولئك يتوب الله عليهم وكان الله عليمًا حكيمًا} [النساء: 17]\nفأدرك نفسك قبل أن يحضرك الموت فتقول: {رب ارجعون لعلي أعمل صالحًا فيما تركت}\nفيقال: {كلا إنها كلمة هو قائلها ومن ورائهم برزخ إلى يوم يبعثون} [المؤمنون 99 - 100].\n{أن تقول نفس يا حسرتا على ما فرطت في جنب الله وإن كنت لمن الساخرين. أو تقول: لو أن الله هداني لكنت من المتقين.\n(1) إدخال الألف واللام على الفعل جائز، على أنه اسم موصول بمعنى الذي أو التي لا بمعنى التعريف، ومنه قول الشاعر:\nما أنت بالحكم الترضى حكومته\n...\nولا الأريب ولا ذو الرأي والجدل.\n(2) رواه البخاري (3092)، ومسلم (2843) من حديث أبي هريرة رضي الله عنه.\nالجزء: 1 - الصفحة: 66\n",
        "أو تقول حين ترى العذاب لو أن لي كرة فأكون من المحسنين. بلى قد جاءتك آياتي فكذبت بها واستكبرت وكنت من الكافرين. ويوم القيامة ترى الذين كذبوا على الله وجوههم مسودة أليس في جهنم مثوى للمتكبرين. وينجي الله الذين اتقوا بمفازتهم لا يمسهم السوء ولاهم يحزنون} [الزمر 56 - 60].\nفهيا يا عبد الله: شمر عن ساعد التوبة، وترفع عن الذنب، فما هي إلا أيام .. وإذا بك بين يدي مولاك.\n{قال كم لبثتم في الأرض عدد سنين، قالوا لبثنا يومًا أو بعض يوم فاسأل العادين} [المؤمنون 112، 113].\nبل هي والله ساعات، وإذا بك بين يدي جبار الأرض والسموات.\n{كأنهم يوم يرونها لم يلبثوا إلا عشية أو ضحاها} [النازعات 46].\nوإن من أعظم الأمور التي تحول دون توبة العبد وإنابته إلى ربه، ما يخيل للعبد، من أن الله عز وجل لا يقبل توبته، ولا يغفر زلته، لكثرة ما تاب وانتكس، ولعظم ما أذنب وارتكس، وهذا وسوسة من وساوس الشيطان، ليصد به المؤمن عن التوبة، ولو علم التائب الصادق في توبته، عظم مغفرة ربه، وشدة فرحه بتوبة عبده، لسارع المذنب إلى التوبة، ولو بلغت ذنوبه عنان السماء، قال تعالى:\n{قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعاً إنه هو الغفور الرحيم} [الزمر 53].\nوقال رسول الله - صلى الله عليه وسلم -:\n((لله أفرح بتوبة عبده من أحدكم سقط على بعيره وقد أضله (1) في أرض فلاة)) متفق عليه (2) وفي رواية لمسلم (3):\n((لله أشد فرحًا بتوبة عبده حين يتوب إليه من أحدكم، كان على راحلته\n(1) وجد بعيره بعد أن فقده.\n(2) البخاري (5950) ومسلم (2675) عن أنس بن مالك رضي الله عنه.\n(3) (2747)\nالجزء: 1 - الصفحة: 67\n",
        "بأرض فلاة، فانفلتت منه، وعليها طعامه وشرابه فأيس منها، فأتى شجرة فاضطجع في ظلها، وقد أيس من راحلته، فبينما هو كذلك إذ هو بها قائمة عنده بخطامها، ثم قال من شدة الفرح: اللهم أنت عبدي وأنا ربك، أخطأ من شدة الفرح)).\nفما عليك - يا عبد الله - إلا أن تُفرح الله بتوبتك، وتسعد نفسك بإنابتها إلى ربها، والمثول بين يدي بارئها.\nواعلم - يا عبدالله - أن الله عز وجل يقبل التوبة النصوح من عبده، ولو نقض توبة بعد توبة .. وكرر ذنبًا بعد ذنب، فالسعيد من أسعد نفسه بالتوبة التي لا ذنب بعدها، والشقي من يأس من رحمة ربه، فتمادى في ذنبه، واستمر في غيه.\n{إنه لا ييأس من روح الله إلا القوم الكافرون} [يوسف 87].\nولو لم يكن للتائبين إلا غفران الذنوب، لكفى به نعمة عظيمة، ومنة كريمة، من رحمن رحيم، كيف وقد وعد الله عز وجل زيادة على العفو والغفران، تبديل السيئات حسنات، ورفع التائبين درجات؟\n{يضاعف له العذاب يوم القيامة ويخلد فيه مهانًا، إلا من تاب وآمن وعمل عملاً صالحًا فأولئك يبدل الله سيئاتهم حسنات، وكان الله غفورًا رحيمًا} [الفرقان: 70].\nشروط التوبة\n:\nلله الحمد الذي فتح باب توبته على مصراعيه.\nلا يرد تائبًا، ولا يصد مستغفرًا.\nلم يجعل عليه حاجبًا، يمنع من يشاء، ويقبل من يشاء، بل يتقبلها بنفسه.\n{وهو الذي يقبل التوبة عن عباده ويعفو عن السيئات .. } [الشورى 25].\nفسبحانه ما أرحمه بعباده، وما أصبره على خلقه.\nالجزء: 1 - الصفحة: 68\n",
        "[يكفرون به ويشتمونه، ومع ذلك يرزقهم ويطعمهم فعن أبي موسى الأشعري رضي الله عنه قال: قال النبي - صلى الله عليه وسلم - (ما أحد أصبر على أذى يسمعه من الله، يدعون له الولد، ثم يعافيهم ويرزقهم) أخرجه البخاري (7378).\nيخالفونه ويعصونه، ] [*] وإذا تاب تائبهم غفر له ما سلف مهما كان، ومهما بلغ .. فلو لم يرحمنا، ويقبل توبتنا لنكونن من الخاسرين، والخسارة الحقيقية ما أخبرنا الله عنها بقوله:\n{قل إن الخاسرين الذين خسروا أنفسهم وأهليهم يوم القيامة} [الزمر 15].\nذلك والله هو الخسران المبين.\nشروط التوبة:\nإن للتوبة شروطاً لابد أن تتحقق حتى تتمَّ:\nالإقلاع عن الذنب.\nوالندم بالقلب.\nوالعزم على عدم الأوب.\nورد المظالم إلى أهلها فيما يخص حقوق العباد.\nوأن يكون في زمن قبول التوبة\nفمن عزم على التوبة، وطلب المغفرة، فعليه الإقلاع عن الذنب، وترك معاودته، والندم الصادق على ما بدر منه في حق الله، من انتهاك حرمته، وتجاوز حدوده، وأن يعزم بقلبه على أن لا يعود إليه أبدًا.\n[أما الإقلاع عن الذنب:\nفلقوله تعالى { .. ومن يغفر الذنوب إلا الله، ولم يصروا على ما فعلوا وهم يعلمون} [آل عمران 135]\nزيادة ثم كيف يكون تائباً، وهو على الذنب ما يزال قائما.\nوالندم: تألم القلب عما حصل، وتحسره مما فعل، وتمنيه لو لم يكن ما عمل.\nفإذا استشعر المذنب بهذا في قلبه، كان في توبته صدق، وفي ندمه إنابة.\nقال - صلى الله عليه وسلم - ((الندم توبة)) (1)\nأما العزم على عدم الأوب: فهو من تمام التوبة، وصدق صاحبها، فإن كان صادقا في توبته، مستشعرا إثم ذنبه .. عالما بعذاب ربه، لا يفكر بالعود إلى الذنب، بل يكره أن يعود فيه، قال - صلى الله عليه وسلم -:\n((ثلاث من كن فيه فقد وجد بهن حلاوة الإيمان .. وأن يكره أن يعود في الكفر بعد أن أنقذه الله منه، كما يكره أن يقذف في النار)) (2)\nوكذلك يجب على التائب من الذنوب أن يكره أن يعود إلى الذنب، كما يكره أن يعذبه الله لأجله في النار.] [**]\nوإن كان الذنب يتعلق بالعباد، فعليه أن يرد المظلمة إلى أهلها، إن كانت مظلمة مادية، كأكل مال، أو اغتصاب حق، فإن لم يقدر، فعليه أن يتصدق بقيمته، ويكثر من الاستغفار لصاحبه، أو يطلب عفوهم.\nوإن كانت المظلمة معنوية، كالغيبة والنميمة، وما شابه ذلك، فعليه: أن يطلب صفحهم، فإن لم يقدر على ذلك، أو كان إخبارهم يؤدي إلى مفسدة أكبر، فليكثر من الاستغفار والدعاء لهم.\n(1) رواه أحمد (3568) وابن ماجه (4252) وغيرهما عن عبد الله بن مسعود رضي الله عنه، وصححه شيخنا الألباني في صحيح الجامع.\n(2) رواه البخاري (16) ومسلم (43) وغيرهما عن أنس رضي الله عنه.\n[*] قال مُعِدُّ الكتاب للشاملة: هنا تغيير في صياغة الفقرة، وزيادة، في هذه النسخة الإلكترونية، عن المطبوع\n[**] قال مُعِدُّ الكتاب للشاملة: هذا من زيادات النسخة الإلكترونية، وليس في المطبوع\nالجزء: 1 - الصفحة: 69\n",
        "[\nوأما زمن قبول التوبة\n: فهو زمنان: زمن خاص وزمن عام ..\nأما الزمن الخاص: فقبل أن تبلغ الروح الحلقوم، قال تعالى {حتى إذا جاء أحدهم الموت قال رب ارجعون لعلي أعمل صالحاً فيما تركت كلا إنها كلمة هو قائلها ومن ورائهم برزخ إلى يوم يبعثون} [المؤمنون 99، 100]\nوقال تعالى {حتى إذا أدركه الغرق قال آمنت أنه لا إله إلا الذي آمنت به بنو إسرائيل وأنا من المسلمين. آلآن وقد عصيت وكنت من المفسدين. فاليوم ننجيك ببدنك لتكون لمن خلفك آية وإن كثيراً من الناس عن آياتنا لغافلون} [يونس 90 - 92]\nوقال - صلى الله عليه وسلم - (إن الله تعالى يقبل توبة العبد مالم يغرغر) رواه أحمد 3/ 425 والترمذي (3537) وابن ماجه (4253) عن ابن عمر وحسنه شيخنا الألباني في صحيح الجامع.\nوأما الزمن العام: فقبل أن تطلع الشمس من مغربها، قال تعالى {يوم لا ينفع نفساً إيمانها لم تكن آمنت من قبل أو كسبت في إيمانها خيراً} [الأنعام 158]\nوقا ل - صلى الله عليه وسلم - (لا تقوم الساعة حتى تطلع الشمس من مغربها، فإذا طلعت فرآها الناس آمنوا أجمعون، فذلك حين {لا ينفع نفساً إيمانها لم تكن آمنت من قبل أو كسبت في إيمانها خيراً}) رواه البخاري (6506) ومسلم (157) عن أبي هريرة رضي الله عنه.\nالمعينات على التوبة\n:\nلابد للراغب في التوبة من معينات تقلعه من ذنبه، وتدفعه للتوبة إلى ربه، حتى لا يستوحش الطريق بعد ترك الذنب، ولا ينتابه الحنين بالعود:\nالمعين الأول\n:\nمصاحبة خشية الله، واللجوء إليه، واستشعار محبته، فإن ذلك يدفع إلى الطاعات، وينفر من المعصية.\nالمعين الثاني\n:\nالأنس بالله، واطمئنان القلب بذلك، ويتحقق ذلك بالإكثار من ذكره، باللسان المتواطئ مع القلب.\n{الذين آمنوا وتطمئن قلوبهم بذكر الله، ألا بذكر الله تطمأن القلوب} [الرعد 28]\nالمعين الثالث\n: العلم.\nإن زيادة العلم بالله وكتابه وسنة رسوله وسيرة الأنبياء، ومسلك الصالحين، يزيد الإيمان، ويطرد الشيطان، ويعين على الإنابة إلى الرحمن، وكلما ازداد المرء علما ازداد خشية، قال تعالى {إنما يخشى الله من عباده العلماء} [فاطر 28]\nالمعين الرابع\n: استحضار عذاب الله ونعيمه.\nإن من استحضر عذاب الله وانتقامه ممن خالفه، واحتسب الأجر عنده لمن تاب إليه وأطاعه، ارتقى في سلم الطاعات، وتنزه عن دركات القاذورات.\n{اعلموا أن الله شديد العقاب وأن الله غفور رحيم} [المائدة 98] وقال سبحانه {إن أخذه أليم شديد} [هود 102] وقال سبحانه {غافر الذنب وقابل التوب شديد العقاب ذي الطول} [غافر 3]\nومن لم يتعظ بهذه الآية، فبأي آية بعدها يتعظ؟ ! فقد استفتحها الله بالغفران، وثناها بالقبول، وثلثها بأنه شديد العقاب ..\n{والذين اجتنبوا الطاغوت أن يعبدوها وأنابوا إلى الله لهم البشرى فبشر عباد} [الزمر 17]\nالمعين الخامس\n: الإكثار من الطاعات والأعمال الصالحة.\nإن من أخطر ما يوسوس به الشيطان للمذنب: كيف تعبد الله وأنت عاص\n...\n؟ ! فدع الطاعة كي لا تكون منافقا، ويريد الشيطان بذلك أن يترك المذنب العبادة، ويستمر في ذنبه، لكي يقسو حينئذ قلبه، وقد لا يرجى بعد ذلك توبة.\nوأما إذا استمر على الطاعات، وأقبل على الأعمال الصالحات، فيرجى له الخير ولو كان مذنباً، فكم من عمل خير كفَّر ذنباً، وكم من عبادة طهرت قلباً، وكم من آية أو حديث أحدث توبة ..\nقال تعالى {إن الحسنات يذهبن السيئات} [هود 114]\nوقال سبحانه {والذين جاهدوا فينا لنهدينهم سبلنا} [العنكبوت 69]\nوقال - صلى الله عليه وسلم - ((اتق الله حيثما كنت، وأتبع السيئة الحسنة تمحها، وخالق الناس بخلق حسن)) (1)\nفحذار ثم حذار؛ أن تترك الطاعة، لأن عندك ذنبا.\nالمعين السادس\n: الصحبة الصالحة\nمن أعظم المعينات على الهداية، والثبات على الحق الصالحون.\nوقد مضى حديث النبي - صلى الله عليه وسلم - {الجليس الصالح .. }\nوقوله - صلى الله عليه وسلم - ((المرء على دين خليله فلينظر أحدكم من يخالل)) (2)\nوقد قال بعض العلماء: لقد أصاب كلب أصحاب الكهف خيراً، لصحبته الصالحين. (3)\nالمعين السابع\n: استحضار عواقب الذنوب في الدنيا والآخرة، وثمار التوبة والإنابة.\nقال تعالى {من يعمل سوءاً يجز به .. } [النساء 123]\nفلما نزلت هذه الآية اشتد ذلك على المسلمين، حتى قال أبو بكر الصديق رضي الله عنه: كيف الصلاح بعد هذه الآية .. فكل سوء عملناه جزينا به))؟ ؟ !\nوفي رواية قال: ((ما أشد هذه الآية! ))\nوكان جواب النبي - صلى الله عليه وسلم - ((المصائب والأمراض والأحزان في الدنيا جزاء)) (4)\nفمن الناس من يكفر ذنبه في الدنيا بالابتلاء والمصائب، ومنهم من تؤخر عقوبته إلى الآخرة، ومنهم من يعذب في الدنيا والآخرة.\nقال تعالى {فمن يعمل مثقال ذرة خيراً يره. ومن يعمل مثقال ذرة شراً يره} [الزلزلة 7]] [*]\nثلاث لا بد منها للتائب\nوثلاث يحذر منها الآيب\nأما الثلاث الأولى التي ينبغي على التائب فعلها والمسارعة إليها كيما يقبل الله توبته، ويغفر زلته فهي:\nـ صلاة التوبة.\nـ الإكثار من الاستغفار.\nـ الإسراع في الطاعات، والإكثار من الصالحات.\nأما صلاة التوبة .. فهي عربون توبتك، ومفتاح خيرك، ومغلاق ذنبك، وكفارة خطيئتك.\nأما الإكثار من الاستغفار، فقال تعالى:\n{فقلت استغفروا ربكم إنه كان غفارًا} [نوح 10].\nوقال سبحانه:\n{ومن يعمل سوءًا أو يظلم نفسه ثم يستغفر الله يجد الله غفورًا رحيمًا} [النساء 110].\nوقال - صلى الله عليه وسلم -:\n((من أحب أن تسره صحيفته، فليكثر فيها من الاستغفار)) (5).\nورأى ابن عمر بن عبد العزيز أباه عمر في المنام بعد موته، فقال: أي أعمالك خير؟ قال: ما رأيت خيرًا من الاستغفار.\nأما فعل الصالحات .. فلقوله تعالى:\n{وإني لغفار لمن تاب وآمن وعمل صالحاً ثم اهتدى} [طه 82].\n[وقال سبحانه { .. ومن يفعل ذلك يلق أثاماً. يضاعف له العذاب يوم القيامة ويخلد فيه مهاناً. إلا من تاب وآمن وعمل عملاً صالحاً فأولئك يبدل الله سيئاتهم حسنات وكان الله غفوراً رحيماً} [الفرقان 70]] [**]\nفقد علق الله تعالى الغفران بالتوبة والإيمان والعمل الصالح.\n(1) رواه أحمد (21392) والترمذي (1987) وغيرهما عن أبي ذر رضي الله عنه، وقال الترمذي: هذا حديث حسن صحيح.\n(2) رواه أحمد (8015) والحاكم 4/ 171 وغيرهما عن أبي هريرة رضي الله عنه، وصححه الحاكم ووافقه الذهبي.\n(3) انظر تفسير ابن كثير - سورة الكهف - آية 18.\n(4) أخرجه أحمد 1/ 11 وأبو داود 3/ 184 والحاكم 3/ 74 والبيهقي 3/ 373 وغيرهم، وصححه الحاكم ووافقه الذهبي، وانظر تفسير ابن كثير عند هذه الآية.\n(5) رواه الضياء المقدسي في المختارة 3/ 84 والطبراني في الأوسط (839) وغيرهما من حديث الزبير بن العوام رضي الله عنه وانظر الصحيحة (2299)\n[*] قال مُعِدُّ الكتاب للشاملة: هذا -بطوله- من زيادات النسخة الإلكترونية، وليس في المطبوع\n[**] قال مُعِدُّ الكتاب للشاملة: هذا من زيادات النسخة الإلكترونية، وليس في المطبوع\nالجزء: 1 - الصفحة: 70\n",
        "وأما الثلاث التي يجب على المسلم المنيب اجتنابها:\nفهي: التفكير بالذنب.\nوارتياد مكان المعصية.\nوصحبة قرناء السوء، وأصدقاء الشر.\nفالتفكير في الذنب ولو مجرد التفكير فيه، يهون الذنب، ويمهد الإثم.\nوهو باب واسع من أبواب الشيطان، إذ يعمد المسلم إلى التفكير في الذنب، معتقدًا أن لا إثم عليه، لأنه لم يتحدث ولم يفعل. غير أن الاسترسال في التصور، والاستمرار في التفكير، يجعل الذنب سهلاً، والمعصية مألوفة.\nأما ارتياد مكان المعصية، فكم كان منزلقًا لها، وفخًا لصاحبها.\nوكم من امرئ ارتاد ساحة المعصية، وهو عازم على أن لا يأتيها، فاستُدرج من حيث لا يشعر، فسقط في هواها، وتلطخ بفسادها، فأنى له أن ينجو إلا بحبل من الله، ثم انقطاع عن هذه البيئة الفاسدة.\nقال عليه الصلاة والسلام:\n((كالراعي يرعى حول الحمى يوشك أن يقع فيه)). (1)\nفدل هذا الحديث أن الاقتراب من المكان يسهل دخوله، فمن اقترب من أماكن الخير سهل عليه دخولها، ومن اقترب من أماكن الشر سهل عليه ولوجها ..\nقال - صلى الله عليه وسلم - ((تحولوا عن المكان الذي أصابكم فيه الغفلة)) (2)\nوأما صحبة قرناء السوء:\nفهي مفتاح الشر، ومغلاق الخير، وما رأيت أفسد لدين الرجل، ولا أسرع في الرذيلة من صاحب السوء، يستدرجك في المعصية استدراجًا، ويجرك إليها جرًا عجيبًا .. فهو يسهل لك طرقها .. ويمهد لك سُبلها، حتى إذا ما سقطت في مهاويها، ودعك تتخبط في ظلامها .. وتتيه في عجاجها، وقد أنشبت فيك أظفارها .. وعشعش في قلبك حبها، فلا تفارقك إلا\n(1) رواه البخاري (52) ومسلم (1599) عن النعمان بن بشير رضي الله عنهما.\n(2) رواه أبو داود (436) والبيهقي (2996) وغيرهما عن أبي هريرة رضي الله عنه.\nالجزء: 1 - الصفحة: 71\n",
        "بفضل من الله، وتوبة نصوح، تغادر معها مكان المعصية، وتفارق قرناء السوء، قال تعالى {وإذا رأيت الذين يخوضون في آياتنا فأعرض عنهم حتى يخوضوا في حديث غيره. وإما ينسينك الشيطان فلا تقعد بعد الذكرى مع القوم الظالمين} [الأنعام 68]\nوقد أرشدنا إلى ذلك رسول الله - صلى الله عليه وسلم -، فعن أبي موسى الأشعري رضي الله عنه أن النبي صلى الله عليه وسلم قال:\n((إنما مثل الجليس الصالح وجليس السوء، كحامل المسك، ونافخ الكير، فحامل المسك؛ إما أن يحذيك، وإما أن تبتاع منه، وإما أن تجد منه ريحًا طيبة، ونافخ الكير؛ إما أن يحرق ثيابك، وإما أن تجد منه ريحًا منتنة)) متفق عليه (1) (يحذيك): يعطيك.\nكيفية صلاة التوبة\nإذا أذنب العبد ذنبًا، فليبادر إلى الوضوء فيسبغه، ثم يقبل على صلاة ركعتين فيحسنها، ويخشع فيها ويتّبع، تكن كفارة لذنبه، وطهارة لنفسه.\nعن علي رضي الله عنه أن أبا بكر رضي الله عنه حدثه: أنه سمع رسول الله - صلى الله عليه وسلم - يقول:\n((ما من عبد يذنب ذنبًا فيحسن الطهور، ثم يقوم فيصلي ركعتين ثم يستغفر الله، إلا غفر له)).\nثم قرأ هذه الآية:\n{والذين إذا فعلوا فاحشة أو ظلموا أنفسهم ذكروا الله فاستغفروا لذنوبهم ومن يغفر الذنوب إلا الله ولم يصروا على ما فعلوا وهم يعلمون} [آل عمران 135] (2).\n(1) رواه البخاري (5214) ومسلم (2628).\n(2) رواه أحمد 1/ 10 وأبو داود (1521) والترمذي (406، 3006) والنسائي في الكبرى (11078) وابن ماجه (1395) وابن حبان (623) وابن أبي شيبة (7642) وابن المبارك في الزهد (1088) والبزار (6 - 11) والبيهقي (6/ 109) والطبري في تفسيره (4/ 96) والحميدي (4، 5) والضياء في المختارة (7 - 11) عن أبي بكر الصديق رضي الله عنه.\nقال الترمذي: حديث حسن\nقال الضياء المقدسي: إسناده صحيح\nوصححه شيخنا في صحيح الترغيب (680)\nالجزء: 1 - الصفحة: 72\n",
        "وعن عثمان بن عفان رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -:\n((من توضأ نحو وضوئي هذا، ثم صلى ركعتين لا يُحدِّث فيهما نفسه غفر له ما تقدم من ذنبه)) (1).\nفهذان الحديثان: يشترطان لقبول صلاة التوبة شرطين:\nالأول: إحسان الوضوء وإسباغه، وأن يكون موافقًا لوضوء الرسول - صلى الله عليه وسلم -، وفي هذا إشارة عظيمة، إلى طلب العلم، لمعرفة كيفية وضوء رسول الله - صلى الله عليه وسلم - لتحقيق الاتباع، الذي هو ركن في كل عمل، وشرط من شروط قبوله.\nالثاني: أن تكون الركعتان خالصتين لله تعالى، وأن لا يحدِّث فيهما نفسه، ولا يسمح للشيطان أن يوسوس له فيهما، ولا يخطر بباله شيء يسترسل فيه في صلاته، غير ما هو فيه من شغل وعبادة، وإقبال على ربه وتوبة.\nموعظة وذكرى:\nحدث المزني - أبو إبراهيم إسماعيل بن يحيى - قال: دخلت على الشافعي في مرضه الذي مات فيه فقلت:\nكيف أصبحت؟ قال: أصبحت من الدنيا راحلاً، وللإخوان مفارقًا، ولكأس المنية شاربًا، وعلى الله جلَّ ذكره واردًا، ولا والله ما أدري روحي تصير إلى الجنة أم إلى النار؟ ثم بكى وأنشأ يقول:\nإليك إله الخلق أرفع رغبتي\n...\nوإن كنتُ يا ذا المنِّ والجود مجرمًا\nولما قسا قلبي وضاقت مذاهبي\n...\nجعلتُ الرجا مني لعفوك سلما\nتعاظمني ذنبي فلما قرنته\n...\nبعفوك ربي كان عفوك أعظما\nفما زلتَ ذا عفو عن الذنب لم تزل\n...\nتجود وتعفو منة وتكرما\nعسى من له الإحسان يغفر زلتي\n...\nويستر أوزاري وما قد تقدما\nتعاظمني ذنبي فأقبلت خاشعًا\n...\nولولا الرضا ما كنتُ يا رب منعَما\nفإن تعف عني تعف عن متمرد\n...\nظلوم غشوم لا يزايل مأثما\n(1) رواه البخاري (158) ومسلم (226) وأحمد (1/ 95) وغيرهم عن عثمان بن عفان رضي الله عنه.\nالجزء: 1 - الصفحة: 73\n",
        "فجرمي عظيم من قديم وحادثٍ\n...\nوعفوك يأتي العبدَ أعلى وأجسما\nومن يعتصم بالله يسلم من الورى\n...\nومن يرجه هيهات أن يتندما (1)\n{وهو الذي يقبل التوبة عن عباده ويعفوا عن السيئات ويعلم ما تفعلون} [الشورى: 25].\nفاللهم اقبل توبتنا، واعف عن زلتنا، وتقبل منا صالح عملنا، إنك أهل ذلك والقادر عليه.\nوصلى الله على نبينا محمد وعلى آله وصحبه وسلم.\n(1) ديوان الشافعي 114.\nالجزء: 1 - الصفحة: 74\n",
        "الصلاة الثالثة\nصلاة التسابيح\nصلاة الغفران\nقال العلامة عبد العزيز بن أبي رواد:\n((من أراد الجنة فعليه بصلاة التسابيح))\nالجزء: 1 - الصفحة: 75\n",
        "صلاة التسابيح\nوأقوال بعض أهل العلم فيها\nتنوعت أقوال العلماء الكرام، في تسمية هذه الصلاة المباركة:\nفمنهم من سماها: صلاة التسابيح.\nوآخرون سمّوها: صلاة التوبة.\nوطائفة أخرى دعوها: صلاة الغفران.\nوأيّما كانت التسمية، فهي ذات مدلول واحد، وغاية واحدة.\nألا وهي: صلاة عظيمة لتكفير الذنوب .. وغفران الخطايا والآثام ..\nوهي: غسل لمن أراد الاغتسال .. ومفازة لمن أراد النجاة ..\nقال العلامة عبد العزيز بن أبي روّاد: (1)\n((من أراد الجنة فعليه بصلاة التسابيح))\nوقال أبو عثمان سعيد بن إسماعيل الحيري: (2)\n((ما رأيت للشدائد والغموم مثل صلاة التسابيح)).\nوقال السبكي (3)، (4):\n((وإنما أطلت في هذا لإنكار النووي لها، واعتماد أهل العصر عليه، فخشيت أن يغتروا بذلك، فينبغي الحرص عليها،\n(1) هو عبد العزيز بن ميمون الأزدي أحد الأئمة العباد. قال ابن المبارك: كان من أعبد الناس توفي (159 هـ)، السير (7/ 184).\n(2) هو الإمام المحدث الواعظ النيسابوري شيخ الاسلام، كان زاهدًا عابدًا (220/ 298 هـ)، السير (14/ 62)\n(3) هو تاج الدين أبو النصر عبد الوهاب بن علي السبكي المتوفى سنة (771 هـ) في كتابه ((الترشيح لصلاة التسبيح)) نقلاً عن كتاب (القول الجامع النجيح في أحكام صلاة التسبيح) (ص 148)\n(4) النصان نقلاً عن التوضيح ص (146).\nالجزء: 1 - الصفحة: 76\n",
        "وأما من يسمع عظيم الثواب الوارد فيها، ثم يتغافل عنها، فما هو إلا متهاون في الدين، غير مكترث بأعمال الصالحين، لا ينبغي أن يعد من أهل العزم في شيء، نسأل الله السلامة)).\nقال ابن عابدين:\n((وحديثها حسن لكثرة طرقه، ووهم من زعم وضعه، وفيها ثواب لا يتناهى، ومن ثَمّ قال بعض المحققين:\n((لا يسمع بعظيم فضلها ويتركها إلا متهاون بالدين)) (1).\nوقال الحافظ ابن حجر في ((أماليه)) (2):\n((كان عبد الله بن المبارك يصليها، ويتداولها الصالحون بعضهم عن بعض، وفي هذا تقوية للحديث، وأقدم من روي عن فعله (3) أبو الجوزاء: (4) أوس بن عبد الله البصري\n...\nوقد نصّ على استحبابها أئمة الطريقين، من الشافعية كالشيخ أبي حامد، والمحاملي، والجويني، وولده إمام الحرمين، والغزالي، والقاضي حسين، والبغوي، والمتولي، وزاهر بن أحمد الرضي، والرافعي في الروضة)) - ثم ذكر إقرار الإمام أحمد لها - ثم خطّأ من وضَّعها.\nوقد ذهب بعض أهل العلم إلى تضعيف حديثها، وبدعية صلاتها، وسيأتي الرد عليهم مفصّلًا.\n(1) ابن عابدين في ((حاشيته على الدر المختار)) (2/ 27).\n(2) المسماة ((نتائج الأفكار)) نقلاً عن ((الآثار المرفوعة)) ص (131).\n(3) كذا العبارة ولعلها ((عنه فعلها)) أو (وروي من فعله)، قلت: ذكر أثر عبد الله بن المبارك: الترمذي (2/ 248)، والبغوي في شرح السنة (4/ 158)، والحاكم (1/ 319)، والبيهقي في شعب الإيمان (حديث رقم 610)، وقال الحاكم: ((ومما يستدل به على صحة هذا الحديث استعمال الأئمة من أتباع التابعين إلى عصرنا هذا ومواظبتهم عليه وتعليمهم الناس منهم عبد الله بن المبارك))\n(4) أبو الجوزاء هو: أوس بن عبد الله الربعي أحد كبار التابعين والعباد المشهورين وكان ممن يقوم على الحجاج، قيل قتل يوم الجماجم السير (4/ 371).\nالجزء: 1 - الصفحة: 77\n",
        "كيفية الصلاة\nعن ابن عباس رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم - للعباس:\n((يا عباس! يا عماه!\nألا أعطيك؟ ألا أمنحك؟ ألا أحبوك؟ ألا أفعل بك؟\nعشر خصال؛ إذا أنت فعلت ذلك:\nغفر الله ذنبك، أوَّله وآخره، قديمه وحديثه، خطأه وعمدَه، صغيره وكبيرَه، سرَّه وعلانيتَه؟\nعشر خصال:\nأن تصلي أربع ركعات:\nتقرأ في كل ركعة فاتحة الكتاب وسورة.\nفإذا فرغت من القراءة في أول ركعة - وأنت قائم - قلت:\nسبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، خمس عشرة مرة.\nثم تركع، فتقولها - وأنت راكع - عشراً.\nثم ترفع رأسك من الركوع، فتقولها عشراً.\nثم تهوي ساجدًا، فتقولها - وأنت ساجد - عشراً.\nثم ترفع رأسك من السجود، فتقولها عشراً،\nثم تسجد، فتقولها عشراً،\nثم ترفع رأسك، فتقولها عشراً.\nفذلك خمس وسبعون في كل ركعة، تفعل ذلك أربع ركعات.\nفلو كانت ذنوبك مثل زبد البحر، أو رمل عالج، غفرها الله لك.\nإن استطعت أن تصليها في كل يوم مرة فافعل.\nالجزء: 1 - الصفحة: 78\n",
        "فإن لم تفعل، ففي كل جمعة مرة.\nفإن لم تفعل، ففي كل شهر مرة.\nفإن لم تفعل، ففي كل سنة مرة.\nفإن لم تفعل، ففي عمرك مرَّة)) (1)\nفهل مِن واصل .. ؟ فتصله بربه ..\nوهل من مغتسل! فتغسله من ذنوبه.\nوهل من مكروب؟ فتفرج عنه بإذن ربه كربه.\nإنها غسل لمن أراد الاغتسال! ! وطهر لمن أراد الطهارة! !\nوهي درس من دروس الصبر\n...\nومنحة من رؤوف كريم\n...\nوإرشاد من رسول رحيم.\nوهي مِنّة من رب .. وهدية من محب ..\nفهل تُرد منحة المليك .. ؟ ! وتُعاد هدية المحبوب .. ؟ !\nفما لنا عنها إذن معرضين .. ؟ ! وعن أدائها متكاسلين .. ؟ !\nوالكريم يغفر بها الذنب كله، أوله وآخره ..\n(1) سيأتي تخريجها وتحقيقها مفصلاً إن شاء الله تعالى.\nالجزء: 1 - الصفحة: 79\n",
        "قديمه وحديثه .. خطأه .. وعمده .. صغيره .. وكبيره ..\nفهل بعد هذا الفضل من فضل .. ؟ وهل بعد هذا الكرم من كرم .. ؟\nفسارع يا عبد الله إلى كرم الكريم، وفضل المنان.\nوشمر لها ساعد الجد، وادخل بها في جنة الرحمن.\nفالمقربون الحازمون .. لا تفوتهم في اليوم مرة.\nوالمحسنون العابدون .. لا تفوتهم في الأسبوع مرة.\nوالمؤمنون المتقون .. لا تفوتهم في الشهر مرة.\nولا يلهينك عنها الشيطان بالدنيا والتسويف.\nفما أهلك الناس شيء مثل التسويف .. تقول:\nسوف أفعل .. سوف أفعل.\nكم يمر الزمان .. وتمضي الأيام .. وينقضي الشباب .. ويعجز المرء.\nوهو يقول: سوف .. سوف.\nولا يصدنك عنها تضعيف المضعفين، فقد وردت عن أحد عشر صحابيًا، وصححها أكثر من ثلاثين عالماً، وفعلها الكثير من سفلنا الصالح.\nهل لصلاة التسبيح أحكام خاصة بها؟\nتتبعت أقوال أهل العلم في أحكامها، وأدلتهم على ذلك، مثل:\nهل لها وقت مفضل؟\nهل لها قراءة من القرآن مخصوصة؟\nهل هي بتسليمة أو بتسليمتين؟ أي: هل تصلى ركعتين ركعتين - أم أربعًا متصلة؟\nالجزء: 1 - الصفحة: 80\n",
        "هل لها دعاء مخصوص يُدعا به بعد التشهد؟\nإلى غير ذلك من الأحكام ..\nأقول: تتبعت ذلك فلم أعثر لهم إلا على اجتهادات فردية، ليس لها دليل من كتاب أو سنة، ولذلك:\nفإن هذه الصلاة: تصلى أربع ركعات متصلة، بجلوسين وبتسليمة واحدة أخيرة، حسب ما ورد في نص الحديث، وفي كل ركعة خمس وسبعون تسبيحة، وليس لها وقت مفضل، ولا قراءة مخصوصة، بل يقرأ فيها بما تيسر، ويؤتى بها في أي وقت كان.\nوإن سها في عدد التسبيحات فيبني على اليقين، أو على غلبة الظن، وقيل: يعيد الركن الذي سها فيه مع التسبيحات، وقيل يعيد الركعة كلها، وقيل يسجد للسهو ويسبح في سجوده عدد التسبيحات التي سها عنها، ولعل الأخير هو الأقرب للصواب، والله أعلم.\nفضل الذكر والتسبيح المجرد عن الصلاة\nإن لذكر الله أثراً بالغاً في تربية المسلم وتزكيته، فهو يطهر النفس من الدنس .. ويرطب اللسان من الفحش .. ويحسن الخلق .. ويجلو القلب من الصدأ، فيزيل همه، ويكشف غمه .. وينفس كربه ..\nوهو غذاء القلوب .. وقوت النفوس .. وشفاء لها من الأمراض الحسية .. والأدواء النفسية.\nوبه تعلو الهمم .. وتُشحذ العزائم .. وينتصر على الأعداء ..\nوهو قربة للرحمن .. وطارد لوسوسة الشيطان ..\nيحط الله به الخطايا .. ويرفع به الرزايا ..\nمع ما لصاحبه من الأجر العظيم .. والتوفيق السديد ..\nقال تعالى: {ألا بذكر الله تطمئن القلوب} [الرعد: 28]\nوقال سبحانه: {والذاكرين الله كثيرًا والذاكرات أعد الله لهم مغفرة وأجرًا عظيمًا} [الأحزاب: 35]\nالجزء: 1 - الصفحة: 81\n",
        "قال رسول الله - صلى الله عليه وسلم -:\n((ألا أنبئكم بخير أعمالكم، وأزكاها عند مليككم، وأرفعها في درجاتكم، وخير لكم من إنفاق الذهب والورق، وخير لكم من أن تلقوا عدوّكم، فتضربوا أعناقهم ويضربوا أعناقكم؟ قالوا: بلى، قال ذكر الله)) (1)\nوقال - صلى الله عليه وسلم -:\n((أيعجز أحدكم أن يكسب كل يوم ألف حسنة: يسبح الله مائة تسبيحة، فيكتب الله له بها ألف حسنة، أو يحط عنه بها ألف خطيئة)) (2).\nوقال رسول الله - صلى الله عليه وسلم -: ((إن الحمد لله، وسبحان الله، ولا إله إلا الله، والله أكبر، لتساقط من ذنوب العبد كما تساقط ورق هذه الشجرة))\nوفي رواية:\n((تنفض الخطايا كما تنفض الشجرة ورقها)) (3)\nوقال رسول الله - صلى الله عليه وسلم -:\n((من قال: ((سبحان الله وبحمده)) في يوم مائة مرة حطت خطاياه وإن كانت مثل زبد البحر)) (4)\nقلت:\nفإذا كان هذا هو فضل الذكر والتسبيح المجرد عن الصلاة، فكيف إذا جمعا إلى الصلاة .. ؟ !\nفقد جمع نور على نور .. وأجر على أجر ..\nولهذا كان لصلاة التسبيح هذا الشأن العظيم، والأجر الجزيل.\n(1) رواه الترمذي (3377) وابن ماجه (3790) وغيرهما عن أبي الدرداء رضي الله عنه وصححه شيخنا في صحيح الجامع.\n(2) رواه مسلم (2698) عن سعد بن أبي وقاص رضي الله عنه، وفي رواية بالواو (ويحط) ذكرها الحميدي في (الجمع بين الصحيحين) (215) وقد رواها جمع من الثقات فهي زيادة مقبولة فلا نعجز عن هذا الفضل العظيم!\n(3) رواه الترمذي (3533) عن أنس وحسنه شيخنا في صحيح الجامع، والرواية الثانية عند الإمام أحمد (3/ 152) عن أنس بسند صحيح كما قال الحافظ ابن رجب في جامع العوم والحكم ص 168.\n(4) رواه البخاري (6042) ومسلم (2691) عن أبي هريرة رضي الله عنه.\nالجزء: 1 - الصفحة: 82\n",
        "دليلها\n:\nوردت صلاة التسابيح عن أكثر من عشرة من الصحابة - رضوان الله عنهم أجمعين ـ.\nونذكر هاهنا ثلاثة طرق لها، ومن أراد التفصيل فليراجع الدراسات الحديثية الملحقة بهذا الكتاب.\nأولاً: حديث عبد الله بن عباس:\nروي عنه من طرق كثيرة، أهمها:\nما رواه أبو داود (1297)، وابن ماجه (1387)، والحاكم (1/ 308) وغيرهم من طريق:\nموسى بن عبد العزيز، عن الحكم بن أبان، عن عكرمة، عن ابن عباس به وهذا سند حسن.\nفموسى بن عبد العزيز، قال ابن معين والنسائي عنه: لا بأس به.\nوتُكلم فيه من حيث حفظه، ولذا قال الحافظ في التقريب ((صدوق سيء الحفظ)).\nوالحكم بن أبان: اتفق الجمهور على توثيقه، منهم الأئمة: ابن معين وابن المديني وأحمد بن حنبل، وحسبك بهم.\nوعكرمة: تابعي جليل، ثقة معروف، وكان مولى لابن عباس.\nثانياً: حديث عبد الله بن عمرو بن العاص:\nورد حديث عبد الله بن عمرو من طرق عن أبي الجوزاء به.\nالأولى:\nعن مسلم بن إبراهيم، عن المستمر بن الريان، عن أبي الجوزاء، عن عبد الله بن عمرو به.\nرواه أبو داود (2/ 30).\nورجاله كلهم ثقات عدول.\nالجزء: 1 - الصفحة: 83\n",
        "والثانية:\nعن محمد بن سفيان، عن حبان بن هلال، عن مهدي بن ميمون، عن عمرو بن مالك، عن أبي الجوزاء، عن عبد الله بن عمرو مرفوعًا.\nأخرجه أبو داود (2/ 30)، والبيهقي (3/ 52).\nوهذا سند رجاله كلهم ثقات إلا محمد بن سفيان، فإنه صدوق.\nثالثًا: حديث الأنصاري:\nأخرجه أبو داود (1299)، ومن طريقه البيهقي (3/ 52).\nثنا أبو توبة، ثنا محمد بن مهاجر، عن عروة بن رويم، قال: حدثني الأنصاري - فذكر الحديث ـ\nوهذا سند رجاله رجال الشيخين غير عروة وهو ثقة.\nوالأنصاري: صحابي.\nفهذا - إذن - سند صحيح، ومن قبله سندان عن عبد الله بن عمرو، أحدهما: صحيح، والآخر حسن.\nومن قبلهما حديث ابن عباس مقارب للحسن في أقل أحواله.\nفهذه ثلاثة أسانيد يحتج بواحد منها لو انفرد في رواية الصلاة فكيف وقد وردت من عشرة طرق.\nومازلت متعجبًا - بعد هذا - ممن ذهب إلى تضعيف هذه الصلاة، ممن لم يبحث المسألة بحثًا مستفيضاً، ولم يتتبع أسانيدها وطرقها، واكتفى بتقليد من ضعفها، رغم أن الأكثر والأعلم من أئمة الحديث والفقه، قد صححها وصلاّها كثير من أئمة الإسلام.\nوممن كان يصليها: أبو الجوزاء وهو تابعي عابد مشهور، وعبد الله بن المبارك الإمام العظيم، والمجاهد الكبير، وغيرهم.\nوممن صححها أو حسّنها:\nأحمد بن حنبل، وأبو داود، والحاكم، وأبو موسى المديني، والخطيب البغدادي، وابن الصلاح، والبغوي، والمنذري، والنووي في ((تهذيب الأسماء\nالجزء: 1 - الصفحة: 84\n",
        "واللغات)) و ((الأذكار))، وابن حجر العسقلاني، والسيوطي، وأخيرًا محدث زماننا شيخنا الألباني غفر الله لهم جميعًا.\nودعوى بعضهم: أنها مخالفة لهيئة الصلاة، دعوى غير صحيحة عند التأمل، فهي تمامًا كالصلوات الأخَر، غير أن فيها زيادة تسبيح وتحميد، وقد قال رسول الله - صلى الله عليه وسلم - عن الصلاة:\n((إنما هو التسبيح والتكبير)) (1)\nفأي شيء فيها مخالف .. ؟ ! !\n[قالوا: جلسة الاستراحة. قلت: أقل ما يقال في جلسة الاستراحة: أنها مختلف فيها، والصواب أنها سنة، لثبوتها في حديث مالك بن الحويرث رضي الله عنه في صحيح البخاري وغيره، فمثل هذا لا يكون البتة شبهة لإبطال ثابت.\nثم هل إذا خالفت هيئةُ صلاة صلاة أخرى بطلت إحداهما.؟ أين هذا التأصيل من كتاب الله وسنة رسوله - صلى الله عليه وسلم -، وقد خالفت صلاة الكسوف الصلوات فهل تبطل؟ ! ؟\nقالوا: لا يعقل أن يكون بهذه الصلاة - وهي عمل قليل - هذا الأجر العظيم، والغفران الكبير!\nقلت: أتحجير لرحمة الله، وتضييق لغفرانه، وتحكيم للعقل في النصوص الثابتة؟ ؟ ! ! ألم يغفر لعاهرة - وليس لزانية فحسب - لأنها سقت كلبًا (2) .. ألم يدخل رجل الجنة لإزاحته عودًا من طريق المسلمين! ؟ (2) أيليق بطالب علم فضلاً عن عالم أن يرد النصوص بمثل هذه الدعاوى.؟ أليس في هذا فتح باب للعقلانيين الذين يردون النصوص بالعقل.؟ إن هذا ليس بمسلك المتبعين.] [*]\nومن أحب التوسع فيراجع الأصل، حيث فصّلنا فيه القول، ورددنا ما أثير حولها من شبهات، والله الموفق لكل خير، وصلّ اللهم على محمد وعلى آله وصحبه وسلم.\n(1) رواه مسلم (537) من حديث معاوية بن الحكم السلمي رضي الله عنه وهو المعروف بحديث الجارية.\n(2) سيأتي تفصيل الرد وتخريج الأحاديث في باب الرد على الشبهات.\n[*] قال مُعِدُّ الكتاب للشاملة: هذا من زيادات النسخة الإلكترونية، وليس في المطبوع\nالجزء: 1 - الصفحة: 85\n",
        "بيان صحة صلاة التسابيح مع دراسة حديثية لأسانيدها\nقال الحافظ في ((نتائج الأفكار)): (1)\n((وردت صلاة التسابيح من حديث عبد الله بن عباس، وأخيه الفضل، وأبيهما العباس، وعبد الله بن عمر، وعبد الله بن عمرو، وأبي رافع، وعلي بن أبي طالب، وأخيه جعفر، وابنه عبدالله بن جعفر، وأم سلمة، والأنصاري غير مسمى، وقد قيل إنه جابر))\nوقد وردت من طرق: صحيحة، وحسنة، وضعيفة، وإليك أهم هذه الطرق.\nأما\nحديث ابن عباس\n:\nفقد روي عنه أكثر من عشر طرق، نتكلم عن أهمها.\nالطريق الأولى:\nأخرجها أبو داود (1297)، وابن ماجه (1387)، والحاكم (1/ 318)، والبيهقي (3/ 51)، وابن خزيمة (1216)، والطبراني في ((الكبير))\n(1) نقلاً عن ((الآثار المرفوعة)) للكنوي (126).\nالجزء: 1 - الصفحة: 86\n",
        "(11622)، وعزاه الحاكم للنسائي، والعسقلاني للدارقطني، وعزاه في ((نتائج الأفكار)) 2 للحسن بن علي المعمري، وابن شاهين.\nكلهم من طريق:\nموسى بن عبد العزيز ثنا الحكم بن أبان عن عكرمة عن ابن عباس مرفوعًا به.\nوموسى بن عبد العزيز: قال النسائي: لا بأس به، وكذا قال ابن معين، وذكره ابن حبان في ((الثقات))، وقال ابن المديني: ضعيف، وقال السليماني: منكر الحديث. (1)\nوقال الذهبي في ((الميزان)) (4/ 212):\n((ولم يذكره أحد في كتب الضعفاء أبدًا، ولكن ما هو بالحجة .. وحديثه من المنكرات)).\nواقتصر في ((الكاشف)) على قول النسائي وابن معين: ((لا بأس به)).\nوختم الحافظُ هذه الأقوال في ((التقريب)) بحكمه: ((صدوق سيء الحفظ)).\nقلت: إذا كان ضعفه في مخالفته لسوء حفظه، فهو هنالم يخالف.\nوالحكم بن أبان: وثقه ابن معين والنسائي والعجلي، وذكره ابن حبان في ((الثقات)) وقال: ربما أخطأ.\nوقال يوسف بن يعقوب: سيد أهل اليمن.\nوقال سفيان بن عيينة: لم أر مثله.\nوحكى ابن خلفون توثيقه عن ابن نمير وابن المديني وأحمد.\nقال الذهبي في ((الكاشف)) (1/ 180): ((ثقة)).\nغير أن الحافظ قال في ((تقريبه)):\n(1) التهذيب (10/ 356).\nالجزء: 1 - الصفحة: 87\n",
        "((صدوق له أوهام)).\nقلت: مازلت متعجبًا من قول الحافظ هذا، فهو غير ما يفهمه الباحث من توثيق هؤلاء الأعلام له، ولعله أخذه من قول ابن المبارك عن بعض الرواة: (ارم بهؤلاء)، ومنهم الحكم، لكن الجرح مقدم على التوثيق إن كان مفسرًا: وهاهنا قول ابن المبارك غير مفسر، مع كثرة الموثقين، وعلو منزلتهم.\nوأغرب من هذا قول ابن الجوزي: مجهول! ! وهو قول لا يلتفت إليه مع توثيق هؤلاء الأئمة له، وسيأتي الرد على ابن الجوزي مفصلاً إن شاء الله تعالى.\nوعلى كل حال، فإن حديث مثل هذا مقارب درجة الحسن، وبخاصة إذا انعدم المخالف.\nكيف وله متابعات تامة وقاصرة وشواهد منها:\nمتابعة إبراهيم بن الحكم بن أبان:\nرواها البيهقي (3/ 52)، والحاكم (1/ 319) عن عكرمة مرسلاً، ورواها الحاكم موصولة (1/ 319).\nوعزاها الحافظ في ((نتائج الأفكار)) (1) لإسحاق بن راهويه\nوإبراهيم هذا: قال في ذيل ((الكاشف)): ضعيف. وكذا قال الحافظ في ((التقريب))، غير أن التحقيق العلمي يقتضي أن يكون ضعيفًا جدًا.\nوقد جاء من طرق كثيرة، كادت تبلغ مبلغ التواتر، كما ستراه مبيناً في هذا التحقيق إن شاء الله تعالى.\n(1) الآثار (127).\nالجزء: 1 - الصفحة: 88\n",
        "الطريق الثانية عن ابن عباس:\nرواه الطبراني في ((الأوسط)) (2900) قال:\nحدثنا إبراهيم قال: حدثنا محرز بن عون قال: حدثنا يحيى بن عقبة بن أبي العَيزار عن محمد بن جحادة عن أبي الجوزاء قال: قال لي ابن العباس: (يا أبا الجوزاء! ألا أخبرك، ألا أتحفك، ألا أعطيك؟ ! قلت: بلى، فقال: سمعت رسول الله - صلى الله عليه وسلم - يقول:\n((من صلّى أربع ركعات .. )) ثم ذكر هيئة الصلاة.\nقال في ((مجمع الزوائد)) (2/ 285):\nفيه يحيى بن عقبة وهو ضعيف.\nقلت: كنت أريد الإعراض عن هذه الطريق، كما أعرضت عن كل طريق فيها متروك أو متهم؛ فإن يحيى هذا ضعيف جدًا، بل متهم، كما في ((الميزان)) (4/ 397) لولا أن توبع متابعة قاصرة وهي:\nالطريق الثالثة عن ابن عباس:\nقال أبو داود (2/ 30) رقم (1298):\nرواه المستمر بن ريان عن أبي الجوزاء عن عبد الله بن عمرو موقوفاً:\nورواه روح بن المسيب وجعفر بن سليمان عن عمرو بن مالك النّكري عن أبي الجوزاء عن ابن عباس قوله، وقال في حديث روح: فقال حديث النبي - صلى الله عليه وسلم -.\nقلت: هذه من أحسن طرق حديث صلاة التسابيح، فهي من طريقين عن أبي الجوزاء، كل واحدة منهما صحيحة.\nأما الأولى:\nفالمستمر بن الريان وأبو الجوزاء: تابعيان جليلان ثقتان بالإجماع.\nوقد أقرّ الإمام أحمد بصحة هذا السند، وقد حكاه عنه الحافظ في ((أماليه)) (1).\n(1) قال الحافظ في النكت الظراف (4/ 367) في تحفة الأشراف: وصل طريق روح الدارقطني في كتاب ((التسبيح)) من طريق يحيى بن يحيى النيسابوري وهو إمام ثقة ثبت.\nالجزء: 1 - الصفحة: 89\n",
        "وسيأتي الكلام عنه مفصلاً إن شاء الله.\nوأما الطريق الثاني عن أبي الجوزاء:\nففيها روح وهو متروك، لكن لا يضر تركه بالكلية، لأنه إنما ذُكر مقرونًا بجعفر بن سليمان، ولم ينفرد بالرواية.\nوجعفر قال فيه أحمد:\n((لا بأس به))، ووثقه ابن معين وابن المديني، وقد غمز به بعضهم لتشيعه، وحسبك توثيق هؤلاء الأئمة الفحول له، فليس كل شيعي مرفوض الرواية، وليس كل شيعي رافضياً، وتفصيل ذلك يراجع في مظانه، ولهذا قبله الإمام أحمد.\nوعمرو بن مالك النُّكري:\nقال الذهبي في ((الميزان)) (3/ 286):\n((ثقة)).\nووهم الحافظ في ((التقريب)) فقال:\n((صدوق له أوهام)).\nكما ستراه مبينًا قريبًا إن شاء الله تعالى.\nوأبو الجوزاء:\nهو أوس بن عبد الله الربعي: ثقة بالاتفاق.\nفهذا السند صحيح واضح كالشمس، رواته كلهم ثقات عدول بالاتفاق.\nوالنُّكري: لم أر أحداً وصفه بما وصفُه به الحافظ، غير قول ابن حبان في ((الثقات)) (7/ 228):\n((ويعتبر حديثه إلا ما كان من رواية ابنه عنه)).\nقلت: وهذه الرواية ليست من رواية ابنه عنه، فصحّ السند، والحمد لله تعالى.\nثم هب أننا سلمنا للحافظ بتوهيم النُّكري، فإنه لا يضر وهمه هاهنا؛ لأنه لم يتفرد بهذه الصلاة، حتى يتخوف من وهمه؛ بل تابعه على ذلك أكثر من راوٍ\nالجزء: 1 - الصفحة: 90\n",
        "مقبول الرواية.\nوليس كل من كان عنده وهم، فهو ضعيف.\nثم هب النُّكري كان ضعيفاً - ولم يضعفه أحدٌ أبدًا - فإن هذا الضعف اليسير ينجبر بمتابع أو شاهد، فكيف وهناك متابعات وشواهد.\nوبهذه الطرق والمتابعات يكون حديث ابن عباس صحيحا، ومن كان عنده طلب في علم الحديث يدرك ذلك.\nوقد صححه لغيره شيخنا في صحيح الترغيب (677).\nشبهات على طريق ابن عباس وردها:\nلم أقف على علّة توجب ترك هذا السند، إلا ما كان من كلام أبي داود السابق، الذي يشير به إلى أن الحديث روي موقوفًا ومرفوعًا، وأن فيه اختلافًا في اسم الصحابي، فتارة يروى عن ابن عباس، وأخرى عن عبد الله بن عمرو.\nقلت: كل هذا لا يضر، وليس هذا من الاضطراب المردود في شيء.\nوشبهة الوقف لا محل لها هاهنا، لأن الوقف في مثل هذا المقام له حكم الرفع، لأن هذا لا يقال من قبل الرأي، لأنه تشريع وغيب.\nأما التشريع: فهو الصلاة.\nوأما الغيب: فهو الإخبار بغفران الذنوب.\nوحاش أصحاب رسول الله - صلى الله عليه وسلم - أن يقدموا بين يدي الله ورسوله، بل هذا محال على عالم عامل؛ فكيف بأصحاب رسول الله - صلى الله عليه وسلم -؟ ؟\nوقد تقرر هذا في علم الأصول، ومن ذلك قول السخاوي في ((فتح المغيث)) (1/ 124):\n((ومنه - أي من الموقوف الذي له حكم الرفع ـ .. ولا مجال للرأي فيه، كتفسير مغيب عن أمر الدنيا، أو الآخرة، أو الجنة والنار، وتعيين ثواب أو عقاب، ونحو ذلك))\nوهذا كله لو كان الحديث موقوفًا لم يرفعه أحد، كيف وقد رفعه الكثير من الثقات؛ بل الأكثر على رفعه!\nوحكم الرفع حكم زيادة الثقة.\nوزيادة الثقة مقبولة.\nكيف وقد رفعه ثقات. .؟ ؟\nالجزء: 1 - الصفحة: 91\n",
        "وأما شبهة الخلاف في اسم الصحابي فلا تضر أبدًاً، ماداموا - كلهم - عدولاً وثقاتاً، فأي شيء يضر! .. إن كان الحديث عن ابن عباس، أو عن ابن عمر أو عن أي صحابي آخر، ولو كان مجهول الاسم عندنا؟ ! !\nوالحقيقة أن هذه الطريق متابعة جيدة لرجال الطريق السابقة عن أبي الجوزاء، وارتفعت بذلك العهدة عن يحيى بن عقبة.\nوللحديث طريق أخرى عن أبي الجوزاء.\nأخرجها أبو داود (2/ 30)، ومن طريقه البيهقي (3/ 52) عن محمد بن سفيان الأبلي، ثنا حبان بن مالك، عن أبي الجوزاء قال:\nحدثني رجل كانت له صحبة - يرون أنه عبد الله بن عمرو - مرفوعاً بنحوه.\nغير أنه زاد فيه:\n((إذا زال النهار فقم فصل أربع ركعات))\nقلت: إبهام اسم الصحابي لا يضر، ومحمد بن سفيان: صدوق.\nوحبان بن هلال: ثقة ثبت.\nومهدي بن ميمون: ثقة.\nكذا قال الحافظ عن الجميع.\nوعمرو بن مالك هو: النُّكري سبق الكلام فيه وفي أبي الجوزاء، وهما ثقتان.\nفهذا سند جيد بيّن كالشمس.\nوهو صحيح لولا وصف محمد بن سفيان بالصدوق.\nفينزل إلى درجة الحسن [لذاته].\nوهذا ما فعله المنذري، فقد حسن هذه الطريق في ((الترغيب)) (1/ 470)\n[إجابة صاحب كتاب التوضيح على شبهاته: ]\nغفر الله لصاحب التوضيح، فقد قال عقب هذه الطريق صـ 190: - أعني طريق روح وجعفر عن النُّكري عن أبي الجوزاء - قال:\n((وفي هذا الطريق اثنان:\nأحدهما: متروك، وهو روح بن المسيب.\nالجزء: 1 - الصفحة: 92\n",
        "والثاني: ضعيف، وهو عمرو بن مالك.\nوفيه راوٍ رابع، وهو أبو الجوزاء، وقد سمعنا ما قاله فيه البخاري وما قاله فيه ابن حجر))\nولنا على هذا الكلام مؤاخذات.\nالأولى: لا طائلة وراء الطعن بروح بن المسيب؛ لأنه لم يتفرد به، وإنما ذكر مقرونًا بجعفر، وهو متابع له، وما دام جعفر صدوقاً، فما معنى التركيز على روح .. ؟ !\nوهبهُ من أكذب خلق الله، ألا يكفينا أن جعفر صدوق! ؟ (1)\nولو ذهب أهل الحديث مذهب صاحب التوضيح، لما صحّ عن الرسول - صلى الله عليه وسلم - إلا النزر اليسير، إذ ما من رواية رواها ثقة إلا وقد رواها ضعيف أو كذاب، فلا يضر صدق الراوي رواية الكذاب لروايته.\nوالحقيقة أن هذه غريبة! بل عجيبة! أن تصدر من طالب علم فضلاً عن محقق، لأنها تخالف الفطرة والعقل، فضلاً عن الشرع وإجماع أهل العلم والفهم.\n[عمرو بن مالك النكري ثقة والرد على من توهم ضعفه:\nالمؤاخذة الثانية على صاحب ((التوضيح)): ]\nإطلاق الضعف على عمرو بن مالك النُّكري، والأمر ليس كذلك.\nفقد وثقه الذهبي في ((الميزان)).\nوقال في ((الكاشف)):\n(1) بعد تبييض ما سبق وقعت على كلام الحافظ السابق في النكت الظراف (4/ 367) يذكر متابعين آخرين لروح، وهما عباد بن عباد المهلبي ويحيى بن عمرو بن مالك النكري، والأول: ثقة، والآخر ضعيف.\nالجزء: 1 - الصفحة: 93\n",
        "((وثق)).\nوالذي وقع للأخ صاحب التوضيح عدم تمييزه بين عمرو بن مالك النكري، وعمرو بن مالك الراسبي.\nفهذا الأخير هو الضعيف، وهو الذي كان يسرق الحديث؛ ولم يسبق المؤلفَ أحدٌ على الإطلاق في تضعيف النُّكري.\nكيف! وقد وثِّق من قبل الإمامين: ابن حبان، والذهبي.\nوعدّله الحافظ، ولم يذكره أحدّ بضعف!\nثم عجيب أن يقع هذا من الأخ الدكتور!\nفإن النكري - أبا مالك - تابعي، لم يرو إلا عن أبيه وأبي الجوزاء.\nومن الطبقة السابعة، والراسبي من التاسعة.\nثم أدركت سبب وقوع الدكتور في هذا الخطأ:\nوهو وهم وقع في ((الكامل في الضعفاء)) لابن عدي في ترجمة عمرو بن مالك وهو الراسبي، فوهم من وهم، وقد نبه الحافظ في التهذيب على وهم ابن عدي فكتب: النكري.\nويتبين هذا من الأمور التالية:\n1 -\nأن أحدًا من الذين ترجموا للنكري، لم يذكروا ما ذكره ابن عدي في الترجمة ولا حرفًا منه، فالله أعلم ممن وقع الوهم.\n2 -\nأن الأحاديث التي سيقت في ترجمتة إنما هي للراسبي، ويتبين هذا من مراجعة ترجمة الاثنين في ((تهذيب الكمال)).\nفإن النُّكري لم يرو كما سبق إلا عن أبيه وأبي الجوزاء، وهذا قد روى عن الوليد بن مسلم والفضيل بن سليمان وغيرهم.\n3 -\nإن ترجمة الراسبي في ((التهذيب)) توافق ترجمته في ((الكامل))، من أنه كان يسرق الحديث، وأن أبا يعلى ضعفه، وقد كان الراسبي من شيوخه.\nوأما النُّكري فليس من شيوخ أبي يعلى، وبين أبي يعلى وبينه مفاوز.\n4 -\nفي ترجمة الراسبي في ((التهذيب)):\n((قال ابن عدي: منكر الحديث عن الثقات، ويسرق الحديث\n...\n))\nالجزء: 1 - الصفحة: 94\n",
        "وهذا هو كلام ابن عدي نفسه في ترجمة عمرو بن مالك النُّكري .. مما يدل على وهْم من وَهِم.\nثم لما تابعت قراءة ترجمة الراسبي، وجدت الحافظ يقول منبهًا على ترجمة الراسبي عند ابن عدي:\n((إلا أنه قال في صدر الترجمة عمرو بن مالك النُّكري، فوهم؛ فإن النُّكري متقدم على هذا))\nففرحت بها لتوفيق الله تعالى إياي، بما توصلت إليه بهذا الشأن، وذلك فضل منه ونعمة.\nثم لما راجعت كتاب الثقات لابن حبان (8/ 487)، وجدت الوهم فيه كذلك.\n5 -\nزلة قلم للحافظ في النكري:\nلا يسلم للحافظ قوله عن النكري: ((يغرب ويخطئ))\nبل هي سبق قلم منه، كما قال الأخ محقق كتاب ((الترجيح))؛ وأنكر هذا صاحب كتاب ((التوضيح)).\nوالصواب عند تتبع المسألة أنها سبق قلم من الحافظ، وذلك لعدم وجودها في ((تهذيب الكمال)) للمزي ولعل سبب هذا الخطأ أنه نقله من ترجمة ابن حبان للراسبي، وهو يلقبه النكري، فتبعه الحافظ هنا دون أن يتنبه ..\nولا وجود لها في كتاب الثقات لابن حبان في ترجمة عمرو التي نُقلت منه الترجمة.\nفدّل ذلك على أنها سبق قلم منه رحمه الله، وإلا فليرشدنا إليها صاحب كتاب ((التوضيح))، من أين أتى بها الحافظ؟\nثم عثرت على الكلمة نفسها ((يغرب ويخطئ)) في ترجمة عمرو بن مالك الراسبي، الأمر الذي أكد وهم الحافظ رحمه الله تعالى:\nوبناء على وهمه هذا، قال في ((التقريب)) عن النُّكري: ((صدوق له أوهام)).\nوالصواب أنه ثقة، كما قال الأئمة الموثقون، ولم أجد أحدًا وصفه بالوهم غير الحافظ.\nالجزء: 1 - الصفحة: 95\n",
        "6 -\nأنكر صاحب التوضيح أن يكون الذهبي قد وثق النكري.\nوالصحيح أن الذهبي قد وثّق النُّكري في ((الميزان)) (3/ 286)، السطر الثالث، الكلمة الثانية!\nوسر خفاء توثيق الذهبي على صاحب ((التوضيح)):\nأن الذهبي ذكر عمرو بن مالك النكري، ولم يذكر شيئاً عقبه، ثم أعقبه بعمرو بن مالك الجنبي، ثم قال:\n((ثقتان)).\nفلما راجع الأخ ترجمة النكري في ((الميزان)) لم يجد شيئًا فيها، ولم يتابع كلام الذهبي، فأنكر توثيق الذهبي للنكري! وجلّ مَنْ لا يسهو. (1)\nالمؤاخذة الثالثة على صاحب ((التوضيح)): غمْزهُ بأبي الجوزاء، وهو ثقة مشهور:\nقلت: رغم اتفاقهم على ثقته وفضله، وهذا أمر عجيب صدوره من محقق.\nفأما قول البخاري: ((في إسناده نظر): فإنما كان عن إسناد بعينه كان في سنده أبو الجوزاء - لا على أبي الجوزاء نفسه - وشتان ما بين الكلام على الإسناد، والكلام على الرجل.\nوقد ذكر هذا الحافظ في ((التهذيب)) (1/ 384) قال:\n((وقول البخاري: في إسناده نظر .. إنما قاله عقب حديث رواه له لا أنه ضعيف عنده))\nوبالرجوع إلى ترجمة أبي الجوزاء في ((التاريخ الكبير)) (2/ 16):\n(قال لنا مسدد: عن جعفر بن سليمان عن عمرو بن مالك النكري عن أبي الجوزاء قال:\nأقمت مع ابن عباس وعائشة اثنتي عشرة سنة ليس في القرآن آية إلا سألتهم\n(1) بعد كتابة هذا أخبرني أحد الإخوة أن الأخ صاحب التوضيح ضرير لا يبصر، فلذلك يعذر - عفا الله عنه - ونرجو الله أن يجعله بصير القلب وأن يعوضه الجنة.\nالجزء: 1 - الصفحة: 96\n",
        "عنها، قال محمد: في إسناده نظر) اهـ بلفظه.\nوبتتبع ألفاظ البخاري: نجد أنه إذا أراد ترجمة الراوي قال: فيه نظر، وإذا أراد الحكم على السند قال: في إسناده نظر.\nففي ترجمة أوس بن عبيد الله بن بريدة بن حصيب الأسلمي (2/ 17) قال: فيه نظر.\nوفي ترجمة بكر بن قرواش (2/ 94) قال أيضًا: وفيه نظر.\nأو قال: فيه بعض النظر، كما في ترجمة أحمد بن الحارث الغساني (2 ـ 2).\nأو قال مفصلاً: في حديثه واسمه وسماعه من أبيه نظر، كما في ترجمة أسامة بن مالك بن قهطم.\nوإذا أراد الإسناد لا الراوي قال: في إسناده نظر، كما في ترجمة أبي الجوزاء.\nوبهذا يتبين أن البخاري لم يطعن بأبي الجوزاء كما أشار إلى ذلك صاحب ((التوضيح)).\nوإلى هذا ذهب الحافظ ووجّه كلام البخاري.\nفقال: ((وقول البخاري: في إسناده نظر، إنما قاله عقب حديث له، لا أنه ضعيف عنده)) كما سبق ذكره.\nورغم نقل صاحب التوضيح لكلام الحافظ هذا، ووقوفه على اتفاقهم على توثيقه، قال غامزًا بهذا الراوي الذي لم يسبقه إلى ذلك فيه أحد:\n((وقد سمعنا ما قاله فيه البخاري))\nألا ينبغي بعد ذلك أن نقول: غفر الله له.\nوأشد من هذا وأغرب؛ أنه أشعر القارئ أن الحافظ نفسه يضعف الرجل إذ قال: ((وما قاله فيه ابن حجر))\nالجزء: 1 - الصفحة: 97\n",
        "ولم يقل الحافظ إلا بتوثيقه بل ودافع عنه، ووجّه كلام البخاري وصرّح بعدم تضعيفه له فكيف يقال بعد هذا\n((وما قاله فيه ابن حجر))؟ ! !\nنعم قال (يرسل كثيرًا)، وهذا ليس طعناً بالرجل.\nوكان الواجب على الأخ صاحب ((التوضيح)) أن ينقل تتمة كلام الحافظ الذي وجه به كلام البخاري وهو:\n((لا أنه ضعيف عنده)).\nفهل من الأمانة العلمية، أن تسقط هذه اللفظة، وهي قول الحافظ في توجيه كلام البخاري.\nوقد سبق الحافظ إلى هذا ابن عدي في ((الكامل)).\nخلاصة القول في طريق ابن عباس ..\nأما بعد: فهذه أربعة طرق عن ابن عباس، اخترتها من أكثر من عشر طرق، وقد أعرضت عن كل رواية فيها متهم أو متروك.\nومازلت متعجبًا - بعد هذا البيان - ممن يصرّ على تضعيف هذه الصلاة، بله إنكارها، رغم ورودها بهذه الأسانيد التي ذكرنا! ! !\nولو لم يكن هناك غير هذين الطريقين، لكان الحديث بهما صحيحًا لغيره، أو حسنًا لغيره على أقل أحواله؛ فكيف إذا انضم إليهما روايتان عن ابن عباس واحدة منهما حسنة؟\nتناقض الحافظ والتوفيق بين أقواله:\nومنه تعلم غرابة قول الحافظ في ((التلخيص)) (2/ 482):\n(( .. وإن كان حديث ابن عباس يقرب من شرط الحسن، إلا أنه شاذ لشدة الفردية فيه، وعدم المتابع والشاهد من وجه معتبر))\nقلت: هذا كلام معتبر لو لم يكن عن ابن عباس تلك الطرق التي ذكرنا.\nأما وقد ذكرنا من المتابعات ما ذكرنا، فغريب جدًا قول الحافظ: ((وعدم المتابع والشاهد من وجه معتبر)).\nالجزء: 1 - الصفحة: 98\n",
        "فإن أراد بالاعتبار، عدم وجود وضاعين وكذابين أو متروكين في الأسانيد، فالأمر كذلك، بشهادته هو وشهادة غيره، كما هو واضح من التحقيق السابق.\nثم عجيب قوله: (لشدة الفردية فيه)\nإذ لم يتفرد بهذه الصلاة أحد على الاطلاق، بشهادة كبار الحفاظ، وبشهادته هو نفسه في كتابه (الخصال المكفرة)، فقد قال عقب الطريق الأول: (1)\n(رجال إسناده لا بأس بهم)\nوهذا هو الحق الذي تقتضيه الدراسة الحديثية.\nفلعل الحافظ لم يقف على هذه الطرق، وهذا بعيد على مثل الحافظ، فهي عند أبي داود والبيهقي والطبراني وغيره، وربما تكون سبق قلم منه - رحمه الله، أو ذهولاً ووهماً.\nوأغلب الظن، أن هذا كان منه قبل أن يطلع على تلك الشواهد والمتابعات التي ساقها، ثم لما اطلع عليها ساقها على كثرتها.\nوَزَعْم بعضهم أنه تراجع عن هذا، لأن كتاب ((الخصال المكفرة)) ألّفه قبل كتاب ((تلخيص الحبير)): مردود بما قاله الحافظ نفسه في ((نتائج الأفكار)) (2):\n(وهذا إسناد حسن).\nوبإقراره بوجود المتابع الصالح: إذ قال في ((النتائج)) - بعد أن حسّن أكثر من طريق - عن حديث العباس:\n((فيصلح في المتابعات)) (3)\nففي ((التلخيص)) نفى وجود المتابع الذي يصلح للاعتبار، مما يدل على أنه لم يقف أول الأمر على تلك المتابعات الكثيرة التي ساقها هو نفسه في ((النتائج)).\nولما استقرأها، ووقف عليها، صرّح بتحسين بعضها، وبصلاحية بعضها للمتابعة والاستشهاد،\n(1) نقله عن السيوطي في اللآلئ (2/ 38).\n(2) الآثار (127).\n(3) الآثار (128).\nالجزء: 1 - الصفحة: 99\n",
        "فقد قال عن الطريق الأولى:\n(وهذا إسناد حسن) كما سبقتْ الإشارة إلى ذلك.\nومعلوم أن الأمر المُثْبَت مقدم على المنفي (1).\nففي ((التلخيص)) نَفَى، وفي ((النتائج)) أثبت - يعني وجود المتابع -\nوهذا ما تقتضيه الصناعة الحديثية.\nفكثير من الطرق والشواهد التي سقنا بعضها، وسنسوق الباقي - إن شاء الله ـ، صالحة للاعتبار، لخلوها من الرواة المتهمين أو المتروكين.\nوقال السيوطي في ((اللآلئ)) (2/ 38):\n((قال الحافظ: رجال إسناده لا بأس بهم وقال النسائي مثل ذلك، وقال ابن المديني (2): فهذا الإسناد من شرط الحسن فإن له شواهد تقويه))\nوهذا هو الحق، الذي يتبين لكل منصف نظر في هذه الأسانيد بعيدًا عن كل تعصب أو تساهل.\nوالحقيقة: أني كنت قد حكمت على السند من قبل أن أرى أقوال هؤلاء الأئمة.\nفلما وقفت على أقوالهم فرحت بذلك، وبخاصة قول ابن المديني، والنسائي لما اشتهر عنهما من التشدد والتثبت.\nوكذلك قول الحافظ الذي عرف بسعة الاطلاع والإنصاف.\n(1) فإذا نفى عالم وجود حديث في كتاب ما، ثم أثبته مفصلاً في موضع آخر، ثم تأكدنا من ثبوته.\nفهل يقال: ((تراجع عن الإثبات - الذي فيه زيادة علم ينبغي المصير إليها - إلى النفي؟ (إن هذا لشيء عجاب). وهل هي مسألة اجتهادية حتى يصح قولنا: أنه تراجعَ. أم هي مسألة عَلِمَ أم لم يعلم بمعنى أنها مسألة إخبارية، ففي نفيه عدم علم بالمتابع، وفي إثباته زيادة علم يلزم المصير إليها. وهذا مقتضى التجرد في التحقيق العلمي. والله الموفق.\n(2) لم أر أحدًا ذكر ابن المديني في مسألة تحسين حديث صلاة التسبيح غير السيوطي، هل عنى الإمام علي بن المديني المعروف؟ أو أنه أراد المديني الآخر، وهو أبو موسى المديني، وهو الذي له كتاب في صلاة التسبيح ما يزال مخطوطًا؟ فالله أعلم بالصواب.\nالجزء: 1 - الصفحة: 100\n",
        "قال الحافظ المنذري (1/ 468):\n(وقد صححه - أي حديث عكرمة عن ابن عباس - جماعة منهم: الحافظ أبو بكر الآجري، وشيخنا أبو محمد عبد الله المصري، وشيخنا الحافظ أبو الحسن المقدسي - رحمهم الله - وقال أبو بكر ابن أبي داود سمعت أبي يقول:\n((ليس في صلاة التسبيح حديث صحيح غير هذا))).\nالحديث الثاني في صلاة التسابيح:\nحديث الأنصاري\nأخرجه أبو داود (1299)، ومن طريقه البيهقي (3/ 52) قال:\nثنا أبو توبة الربيع بن نافع ثنا محمد بن مهاجر عن عروة بن رويم قال:\nحدثني الأنصاري أن رسول الله - صلى الله عليه وسلم - قال لجعفر .. فذكر نحوه))\nقلت:\nوهذا سند رجاله رجال الشيخين غير عروة بن رويم فهو ثقة، وثقه أبو نعيم والنسائي.\nوقال الدارقطني: لابأس به (1).\nوقال الحافظ في ((التقريب)): صدوق.\nوقال في ((النتائج)): ثقة (2).\nوقال المزي في ((تهذيب الكمال)) (7/ 179):\n((والأنصاري: قيل إنه جابر))\nقلت: سواء كان جابرًا أو غيره، فإن جهالة الصحابي لا تضر، فكلهم ثقات عدول والحمد لله.\nواحتمل الحافظ في ((النتائج)) (3) أن يكون الأنصاري هو الأنماري قال:\n((فلعل الميم كبرت قليلاً، فأشبهت الصاد. فإن يكن كذلك، فيكون هذا\n(1) التهذيب (7/ 179).\n(2) نقل ذلك اللكنوي في ((الآثار)) (128)\n(3) ((الآثار)) (130).\nالجزء: 1 - الصفحة: 101\n",
        "حديث أبي كبشة الأنماري.\nوعلى التقديرين:\nفسند الحديث لا ينحط عن درجة الحسن)) اهـ\nشبهات غريبة لصاحب ((التوضيح)) والرد عليها:\nعلى رغم صحة هذا السند، فقد حاول صاحب التوضيح التفلت من التصريح بصحته بأمور غريبة، فبعد أن نقل عن الأئمة توثيقهم لرجال السند كافة قال:\n((أما الأنصاري، فقد حقق ابن حجر أنه أبو كبشة الأنماري، وليس الأنصاري، وهذه الطرق فيها من وصف بالصدق، وفي علم الجرح أهل هذه المرتبة لا يحتج بحديثهم، ولكن يكتب للاعتبار فقط)) (1)\nقلت: لنا على هذا الكلام المؤاخذات التالية:\nالأولى:\nأشعرَ القارئ من قوله: أن ((الأنصاري)) هو ((الأنماري)) أن في الحديث شيئًا ما كالاضطراب أو غيره.\nأو أن الأنماري راوٍ فيه ضعف.\nوالأنماري- أبو كبشة - صحابي جليل، وقد تقدمت الإشارة إلى أن الاختلاف في اسم الصحابي لا يضر، فسواء كان الأنصاري أو الأنماري، فكلاهما صحابي جليل، فأي فائدة - إذن - من هذه الغمزة؟ !\nولذا قال الحافظ: فعلى التقديرين فسند الحديث لا ينحط عن درجة الحسن)) وهذا هو الإنصاف والعدل.\nالمؤاخذة الثانية: عدم إتمام كلام الحافظ\nكان الواجب أن ينقل كلام الحافظ برمته، حتى لا يقع في نفس القارئ منه شيء، فإن تتمة كلامه:\n((فعلى التقديرين .. فسند الحديث لا ينحط عن درجة الحسن، فكيف إذا\n(1) التوضيح (200).\nالجزء: 1 - الصفحة: 102\n",
        "ضم إلى رواية أبي الجوزاء عن عبد الله بن عمرو التي أخرجها أبو داود وحسنها المنذري))\nففي هذا الكلام المتين أربع فوائد:\nالأولى: أن الاختلاف في اسم الصحابي لا يضر، فقوله: ((على التقديرين)) أي: على تقدير أنه الأنصاري، أو على تقدير أنه الأنماري.\nالثانية: أن السند المشار إليه، وهو حديث الأنصاري حسن لذاته في أقل الأحوال.\nالثالثة: أنه موافق للطرق الأخرى فهو غير شاذ ولا منكر.\nالرابعة: إقراره تحسين المنذري لرواية أبي الجوزاء عن عبد الله بن عمرو.\nالمؤاخذة الثالثة: عدم ضبط عباراته، وصفه الثقة بالصدق\nإن كافة رجال السند ثقات، بل هم من رجال الشيخين إلا عروة وهو ثقة أيضًا، فأي معنى لقوله: ((فيها من وصف بالصدق.\nقال صاحب ((التوضيح)):\n((وهذه الطرق فيها من وصف بالصدق))\nقلت: ثم هي طريق واحدة، وليست طرقاً! وقد وصِفوا كلهم بـ ((الثقة)) بما نقله هو نفسه عن الأئمة.\nثم لا يضر الراوي وصفه بالصدق من بعض أهل النقد، مع وصفه بالثقة من آخرين، ولا ينزل هذا من منزلته، ولا يحط من قدره؛ بخاصة إذا كان الواصفون له بالثقة أعلى درجة من أولئك وأكثر.\nألا يكفي أن يصف النسائي عروة بالثقة، ولا مطعن عليه من أحد؟\nالمؤاخذة الرابعة: دعواه أن أهل الصدق لا يحتج بحديثهم\nإن قواعد مصطلح الحديث تشهد أن هذه الطريق صحيحة السند لأن رواتها موثقون، وقد وصف بعضهم بالصدق مع وصفه بالثقة، فادعى صاحب ((التوضيح)) أن من وصف بالصدق لا يحتج بحديثهم ((ولكن يكتب حديثهم للاعتبار)).\nقلت: هب أننا سلّمنا جدلاً أن فيها رجلاً وصف بالصدق دون وصفه بالثقة، فإن السند لا ينزل بحال عن درجة الحسن.\nولذلك صرّح الحافظ - وهو الذي أطلق صفة الصدق عليه - بحسن إسناده!\nالجزء: 1 - الصفحة: 103\n",
        "والصدوق عند الحافظ: حديثه حسن، فمن أين لصاحب ((التوضيح)) هذا الادعاء.\nومن أراد التثبت، فليراجع مراتب التعديل عند الحافظ في مقدمة التقريب.\nوإذا سلمنا بمسألة الاختبار هذه التي ذكرها صاحب التوضيح، فإن روايته هذه توافق رواية الضابطين المتقنين، فضلاً عن أن أحدًا من الأئمة المختصين لم يصفه بالمخالفة، فضلاً عن النكارة، فكان هذا اختباراً لها.\nقال ابن الصلاح في ((مقدمته)) (106):\n((يعرف كون الراوي ضابطًا، بأن نعتبر رواياته بروايات الثقات المعروفين بالضبط والإتقان، فإن وجدنا رواياته موافقة ولو من حيث المعنى لرواياتهم، أو موافقة لها في الأغلب والمخالفة نادرة، عرفنا حينئذ كونه ضابطًا ثبتًا))\nخامسًا: هبنا سلمنا أن وصْف الراوي بالصدق يجعل السند للاعتبار لا للاحتجاج.\nفقد سبق مثل هذا السند للاعتبار أيضًا.\nفإذا جمعت هذه الطرق التي نصّ صاحب التوضيح نفسه على أنها صالحة للاعتبار؛ مع ما سبقها من الطرق الصالحة للاعتبار، صار الحديث حسنًا لغيره، كما هو معلوم عند من له أدنى اطلاع على هذا العلم الشريف.\nقال ابن الصلاح في مقدمته (34)\n(( .. إنه ليس كل ضعف في الحديث يزول بمجيئه من وجوه، بل ذلك يتفاوت فمنه ضعف يزيله ذلك، بأن يكون ضعفه ناشئاً من ضعف حفظ راويه مع كونه من أهل الصدق والديانة، فإذا رأينا ما رواه قد جاء من وجه آخر، عرفنا أنه مما حفظه، ولم يختل ضبطه له، وكذلك إذا كان ضعفه من حيث الإرسال زال بنحو ذلك)) اهـ\n[الحديث الثالث: ]\nحديث أبي رافع -رضي الله عنه - مولى رسول الله - صلى الله عليه وسلم -\nالجزء: 1 - الصفحة: 104\n",
        "رواه الترمذي (482)، وابن ماجه (1386)، وعزاه الحافظ في ((النتائج)) لأبي نعيم في ((القربان))\nكلهم من طريق: زيد بن الحباب ثنا موسى بن عبيدة ثنا سعيد بن أبي سعيد مولى أبي بكر بن حزم عن أبي رافع به مرفوعًا.\nزيد بن الحباب: قال علي بن المديني وابن معين: ثقة (1)\nوقال الحافظ: صدوق يخطئ في حديث الثوري. (2)\nقلت: وهذا ليس من حديث الثوري.\nوموسى بن عبيدة: ضعيف لاسيما في عبد الله بن دينار.\nوسعيد بن أبي سعيد: ذكره ابن حبان في ((الثقات)).\nوقال الحافظ: مجهول.\nفهذا السند ضعيف، لكنه يصلح في الشواهد والمتابعات؛ لخلوه من الوضّاعين والمتروكين.\nوقد صححه لغيره شيخنا في صحيح الترغيب (678)\n[الحديث الرابع: ]\nحديث العباس رضي الله عنه\nقال الحافظ في ((النتائج)) (3):\n((أما حديث العباس فقد أخرجه أبو نعيم في ((القربان))، وابن شاهين في ((الترغيب))، والدارقطني في ((الأفراد)).\nمن طريق موسى بن أعين، عن أبي رجاء، عن صدقة، عن عروة بن\n(1) ((التهذيب)) (3/ 403).\n(2) ((التقريب)) (222).\n(3) نقلة اللكنوي في ((الآثار)) (128)\nالجزء: 1 - الصفحة: 105\n",
        "رويم، عن ابن (1) الديلمي، عن العباس به مرفوعًا.\nورجاله ثقات إلا صدقة الدمشقي كما بينته بعض الروايات.\nقال الدارقطني: صدقة هذا، هو ابن يزيد الخراساني، ونقل كلام الأئمة فيه.\nووهم في ذلك، فالدمشقي هذا هو ابن عبد الله ويعرف بالسمين (2).\nضعيف من قبل حفظه، ووثقه جماعة فيصلح في المتابعات)) انتهى كلام الحافظ.\nقلت: لم أجد في شيوخ الاثنين - الخراساني والدمشقي - عروة بن رويم.\nوالراجح عندي: أن صدقة هذا هو ابن المنتصر، وهو الذي من شيوخه عروة بن رويم.\nثم وجدت: أن هذا هو ما ذهب إليه المزي في ((التهذيب)) وسكت عنه الحافظ في ((تهذيبه))، ومن قبلهما ابن أبي حاتم في ((الجرح والتعديل)) (4/ 434/ (1903).\nثم رجعت إلى من روى عن عروة، لأتثبت مما توصلت إليه، فوجدت في ((التهذيب)) (7/ 179) في ترجمة عروة؛ في من روى عنه؛ صدقة بن المنتصر، فزدت يقينًا على يقين، وعجبت من صنيع من لم يتوصل إلى هذا، والله يغفر لي ولهم.\nوبهذا يكون السند حسنًا، لأجل صدقة هذا.\nقال أبو زرعة: لا بأس به، وذكره ابن حبان في ((الثقات)) والباقون كلهم ثقات، كما صرح بذلك الحافظ.\nوهو من الأدلة البينة على صحة صلاة التسابيح، حتى ولو لم يكن هناك\n(1) الأصل، أبي الديلمي - وهو خطأ ـ، والتصويب من التقريب وغيره.\n(2) الأصل، السميم - وهو خطأ ـ، والتصويب من التقريب وغيره.\nالجزء: 1 - الصفحة: 106\n",
        "غيره، فكيف وقد مرَّ بك ما تقدّم من الأسانيد الحسان، ومن الطرق التي تصلح للمتابعات.\n[وقفات مع صاحب ((التوضيح)): ]\nوقبل مغادرة هذا الطريق، نحب أن نقف بعض الوقفات مع الأخ الفاضل صاحب ((التوضيح)) عند ترجمته لصدقة (203) قال:\n(( .. والذين أرادوا تصحيح الحديث قالوا: إنه صدقة الدمشقي، فقد جاء مصرحًا به في بعض الروايات)).\nالوقفة الأولى: أن في قوله ((الذين أرادوا تصحيح الحديث))\nغمز شديد بنية الذين صححوا، وأنهم أرادوا التصحيح قبل التثبت والتحقيق، ولا يليق بمسلم أن يظن بأخيه المسلم ظن السوء بلا دليل ولا برهان، حتى ولا قرينه.\nويزداد عجب القارئ؛ إذا علم أن هؤلاء ((الذين يريدون تصحيح الحديث)) هم أئمة أعلام، وعلماء كرام، وهم أبعد منا عن الهوى، وعن إرادة التصحيح والتضعيف، قبل التثبت والتحقيق.\nتالله لو كانت هذه الكلمة في المعاصرين لحملت على كره، فكيف وهي تعني أئمة الإسلام: كالثوري والعسقلاني والمنذري وغيرهم ممن ذهبوا إلى صحة الحديث.\nأفيليق بمسلم بله محقق، أن يقول عن مثل هؤلاء الأعلام، أنهم أرادوا التصحيح، وعقدوا له النية قبل البحث والتحقيق، ثم جاء بحثهم لإثبات ما عقدوا العزم عليه.\nكنا نتمنى ألا يقع أخونا الفاضل في أمثال هؤلاء الأعلام، ولعله سبق قلم منه - عفا الله عنا وعنه ـ\nالوقفة الثانية: قد جاء هؤلاء ((الذين أرادوا تصحيح الحديث)) بقرينة على أن صدقة هذا هو الدمشقي، وليس الخراساني، [وهي أنه جاء ذلك مصرحا في بعض الروايات .. ] [*]\nفما هو جواب الأخ الفاضل عما استدل به هؤلاء الأعلام؟\n[*] قال مُعِدُّ الكتاب للشاملة: هذا من زيادات النسخة الإلكترونية، وليس في المطبوع\nالجزء: 1 - الصفحة: 107\n",
        "[الحديث الخامس: ]\nحديث عبدالله بن عمرو بن العاص\nوله عنه طرق:\nأولاً: طريق أبي الجوزاء:\nالأولى: قال أبو داود (2/ 30):\nرواه المستمر بن الريّان عن أبي الجوزاء عن عبد الله بن عمرو موقوفًا.\nقلت: وهذا سند صحيح.\nقال الحافظ: المستمر ثقة عابد.\nوأبو الجوزاء: ثقة معروف.\nولذلك قال المنذري: ((رواة هذا الحديث ثقات)) (1)\nقلت: لاشك أن قول القائل: ((رواته ثقات))، لا تعني تصحيح السند - كما هو معروف في قواعد هذا العلم الشريف.\nلكني لم أعثر على علة معتبرة تمنع من القول بصحته، غير أن المنذري نفسه قال:\n((لكن اختلف فيه على أبي الجوزاء، فقيل: عنه عن ابن عباس، وقيل: عنه عن عبد الله بن عمرو، وقيل: عنه عن ابن عمر مع الاختلاف عليه في رفعه ووقفه)) (2)\nقلت: كل هذا لا يضر، فالاختلاف في أسماء الصحابة لا يضر؛ فكلهم عدول، وكذلك الوقف والرفع، فإن هذا لا يقال من قبل الرأي، وليس هو من باب الاضطراب المردود، وكم من حديث ثبت موقوفاً ومرفوعاً.\nوقد سبق الإجابة عن مثل هذا بشيء من التفصيل.\n(1) ((الآثار)) (128).\n(2) ((الآثار)) (128).\nالجزء: 1 - الصفحة: 108\n",
        "ثم إن أحدًا من السابقين واللاحقين لم يطعن بهذا السند إلا ما ذكروه من مسألة الوقف على عبد الله بن عمرو.\nوحاشَ أصحاب النبي - صلى الله عليه وسلم - الابتداع في الدين؛ بخاصة في مسألة تعبدية كالصلاة.\nثم إن الحديث قد روي مرفوعًا من أكثر من طريق، وعن عبد الله بن عمرو كذلك.\nوزيادة الثقة مقبولة.\nوأقرّ الإمام أحمد صحة هذا السند، كما سيمر معك مفصلاً.\nومما يزيد هذا الطريق قوة على قوة؛ متابعة أبي جناب للمستمر عن أبي الجوزاء عن عبد الله بن عمرو مرفوعًا.\nوهو الطريق الثانية عن أبي الجوزاء\nرواها البيهقي (2/ 52)\nوأبو جناب: صدوق لكنه كان مدلسًا، فهو يصلح أن يكون متابعًا للمستمر.\nولثبوت الحديث عن أبي الجوزاء من غير طريق، فلا تضر عنعنة أبي جناب هاهنا، ولا تدليسه.\nالطريق الثالثة: قال المنذري (1/ 470):\nورواه قتيبة بن سعيد عن يحيى بن سليم عن عمران بن مسلم عن أبي الجوزاء قال نزل عليّ عبد الله بن عمرو بن العاص فذكر الحديث))\nقتيبة بن سعيد: ثقة ثبت.\nيحيى بن سليم: صدوق سيء الحفظ.\nوعمران: هو القصير، وهو الذي روى عنه يحيى بن سليم، وهو صدوق يهم، كذا قال الحافظ عن الجميع.\nقلت: هذا إسناد جيد في المتابعات والشواهد، وبهذه الطريق الثالثة عن أبي الجوزاء يثبت الحديث عنه، والحمد لله على توفيقه.\nالجزء: 1 - الصفحة: 109\n",
        "[الطريق] الرابعة:\nما أخرجه أبو داود (2/ 30)، ومن طريقه البيهقي (3/ 52) عن محمد بن سفيان ثنا حبان بن هلال ثنا مهدي بن ميمون أخبرنا عمرو بن مالك عن أبي الجوزاء قال: حدثني رجل كانت له صحبة يرون أنه عبد الله بن عمرو به.\nوقد سبق الكلام عن هذه الطريق في حديث ابن عباس ورواتها - كلهم - ثقات غير محمد بن سفيان، فإنه صدوق، فالسند حسن لذاته.\nالطريق الخامسة:\nقال ابن ناصر الدين الدمشقي في ((الترجيح)) (63):\n(قال أبو شيبة - داود بن إبراهيم روزبة - حدثنا محمد بن حميد الرازي عن أبي الجوزاء عن عبد الله بن عمرو رضي الله عنهما قال: قال لي النبي - صلى الله عليه وسلم - .. ) ثم ذكر الحديث.\nقلت: هذا سند ضعيف، فيه علتان:\nالأولى: محمد بن حميد اختلف فيه أئمة الجرح والتعديل اختلافًا شديداً ما بين مكذب وموثق، والنفس تميل إلى تضعيفه؛ لكثرة المضعفين؛ بل الطاعنين! ولأن معهم حجة، والجرح مقدم على التعديل، إذا كان الجرح مفسراً ولذا قال الحافظ:\n((حافظ ضعيف، وكان ابن معين حسن الرأي فيه))\nالثانية: الانقطاع بين محمد بن حميد وأبي الجوزاء، فإن الأول كان مولده سنة ((160)) هجرية.\nبينما كانت وفاة أبي الجوزاء ((83 هـ))، ولم أر أحدًا ممن حقق في ذلك أشار إلى هذه العلة.\nومع ذلك، فإن هذا الطريق لا ينزل عن رتبة المتابعات.\nالجزء: 1 - الصفحة: 110\n",
        "[قلت: ثم وقفت على سند الحديث في حاشية الترجيح، نقلاً عن أمالي الأذكار، فتبين أن بين محمد بن حميد وأبي الجوزاء راويين هما: جرير بن عبد الحميد، وأبو جناب الكلبي والظاهر أن في كتاب ((الترجيح)) سقط.\nأما جرير: فقد قال الحافظ: ثقة صحيح الكتاب، قيل كان في آخر عمره يهم من حفظه.\nوأبو جناب: هو يحيى بن أبي حية، قال الحافظ: ضعفوه لكثرة تدليسه.] [*]\nثانيًا: طريق عمرو بن شعيب عن أبيه عن جده.\nقال الحافظ في ((النتائج)) (1)\n((ولحديث ابن عمرو طريق آخر أخرجه الدارقطني عن عبد الله بن سليمان بن الأشعث عن محمود بن خالد عن الثقه عن عمر بن عبد الله الواحد عن ثوبان عن عمرو بن شعيب عن أبيه عن جده)).\nقلت: عبد الله ومحمود: ثقتان.\nعمر بن عبد الله الواحد: تصحيف، والصواب: عمر بن عبد الواحد.\nوالتصحيح من ((الجرح والتعديل)) (8/ 292)، (6/ 122)، و ((التهذيب)) (10/ 61) في ترجمة محمود و (7/ 479)، وهو ثقة.\nوثوبان: لم أعرفه، وأخشى أنه تصحيف من ابن ثوبان؛ فإن كتاب الدارقطني ليس بين أيدينا، وكتاب ((الآثار)) للكنوي مليء بالتصحيفات؛ فلا تكاد تجد صفحة بلا أخطاء.\nفإن كان ثوبان هذا هو ابن ثوبان، فهو: عبد الرحمن بن ثابت بن ثوبان، هو من شيوخ عمر بن عبد الواحد، ومن بلده دمشق.\nقال الحافظ: صدوق يخطئ.\nثم وقفت على السند من كتاب ((الترجيح)) لابن ناصر الدين الدمشقي صـ 64 وفيه التصويبات كما توقعت، والحمد لله على توفيقه.\nفعمر بن عبد الله: هو: عمر بن عبد الواحد.\nوثوبان: هو: ابن ثوبان.\nوهذا إسناد جيد، لولا جهالة ((الثقة)) ومع ذلك فهو صالح للمتابعات\n(1) ((الآثار)) (129).\n[*] قال مُعِدُّ الكتاب للشاملة: هذا من زيادات النسخة الإلكترونية، وليس في المطبوع\nالجزء: 1 - الصفحة: 111\n",
        "والشواهد؛ لخلوه من الوضاعين والمتروكين.\nمناقشة صاحب ((التوضيح)) في عدم طمأنينته:\nأقرّ (صـ 197) بصحةً سند رواية المستمر بن الريان عن أبي الجوزاء عن عبد الله بن عمرو موقوفاً.\nثم قال:\n((فإن هذه الطريق لا تمنحنا الطمأنينة لإثبات هذه الصلاة))، أي لأنها موقوفة.\nقلت: كيف لا تمنحنا الطمأنينة، وهي عن صحابي أبعد ما يكون عن الابتداع في الدين.\nأليس في هذا غفلة شديدة عن أن الصحابة لا يُحْدِثُون صلاة مبتدعة.\nكما أن فيه غفلة عن قاعدة (الحديث الموقوف له حكم الرفع، إذا كان لا يقال من قبل الرأي).\nومسألتنا هذه من هذا الباب قطعًا.\nفمحال على عبد الله بن عمرو رضي الله عنه أن يقول هذا من رأيه، وأن يخترع صلاة من عند نفسه.\nكل هذا؛ لو لم تُرْوَ هذه الصلاة إلا عنه موقوفة، كيف وقد رويت عنه مرفوعة، ومن طرق حسان! ! ؟ وقبل أسطر، كان الأخ صاحب ((التوضيح)) قد ساق طريق محمد بن سفيان من طريقه عن عبد الله بن عمرو مرفوعًا.\nوكلهم ثقات إلا محمد بن سفيان، فقد وصف بالصدق، فلا تنزل هذه الطريق عن رتبة الحسن.\nأفلا يكون هذا شاهدًا للطريق الموقوفة.\nالجزء: 1 - الصفحة: 112\n",
        "سبحان الله! إن أي طالب علم، حتى ولو كان مبتدئًا، يدرك هذا!\nطريقان: إحداهما صحيحة موقوفة ولها حكم الرفع.\nوأخرى حسنة مرفوعة.\nأفلا تشهد إحداهما للأخرى؟\nتالله، إن إحداهما تكفي لإثبات هذا الأمر، فكيف وقد اجتمعتا .. وكيف بك إذا علمت أن هناك طرقًا أخرى عن اثني\nعشر من أصحاب رسول الله - صلى الله عليه وسلم - بعضها حسن بذاته، وغالبها يصلح للاعتبار .. ؟\nالحديث السادس:\nحديث علي رضي الله عنه\nوقد روي عنه من أكثر من طريق:\nالأولى:\nقال الحافظ في ((النتائج)) (1)\nوأما حديث علي. فأخرجه الدارقطني من طريق عمر مولى غفرة قال: قال رسول الله - صلى الله عليه وسلم - لعلي بن أبي طالب:\n((يا علي ألا أهدي لك .. فذكر الحديث، وفي سنده ضعف وانقطاع)).\nقلت: لم أجد الحديث في ((سنن الدارقطني)) ولعله في كتاب ((الأفراد)).\nوعمر هذا: هو ابن عبد الله المدني مولى غفرة، قد اختلفوا فيه.\nقال أحمد: لابأس به. (2)\nوقال ابن معين: ضعيف. (3)\nومال الحافظ إلى تضعيفه في التقريب\n(1) ((الآثار)) (129).\n(2) ((الميزان)) (3 - 210).\n(3) ((الميزان)) (1 - 178).\nالجزء: 1 - الصفحة: 113\n",
        "وهو تابعي، وقد أرسله\nثم وقفت على سند الحديث في ((الترجيح)) صـ 51،\nقال: قال الدارقطني:\nحدثنا محمد بن أحمد بن الحسن بن إسحاق؛ حدثنا بشر بن موسى حدثنا إبراهيم بن محمد الأرقمي: حدثنا إسحاق بن إبراهيم بن نسطاس، عن عمر بن عبد الله - مولى غفرة - قال: قال رسول الله - صلى الله عليه وسلم - لعلي بن أبي طالب .. )) الحديث.\nوفيه: إسحاق بن إبراهيم، وهو ضعيف)) (1).\nوهو طريق لا تنزل عن رتبة المتابعات، لخلوها من الكذابين والمتروكين.\nقلت: هذه هي أهم طرق هذا الحديث، وقد أعرضت عن أسانيد كثيرة لعدم توفر شرط الصحة فيها أو الحسن أو المتابعة.\nمناقشة هذه الطرق\nمما لا شك فيه عند كل محقق منصف وقف على ما ذكرنا، وعنده إلمام بمصطلح الحديث، أن يجزم بثبوت صلاة التسابيح، فإن من المقرر في هذا العلم الشريف: أن الحديث الحسن من القسم الذي تقوم به الحجة.\nوأن الحديث إذا روي من طريقين ضعيفين ضعفًا غير شديد، ارتفع إلى رتبة الحسن لغيره، وصار مما يحتج به، وهذا أمر متفق عليه.\nقال ابن كثير في اختصار علوم الحديث صـ 33:\n((قال أبو عمرو - يعني ابن الصلاح -\n...\nومنه ضعف يزول بالمتابعة، كما إذا كان راويه سيء الحفظ، أو رُوي الحديث مرسلاً، فإن المتابعة تنفع حينئذ، ويرفع الحديث عن حضيض الضعف إلى أوج الحسن أو الصحة والله أعلم))\nثم إن الحسن إذا تعددت طرقه صار صحيحًا لغيره.\n(1) ((الآثار)) (131) نقلاً عن أمالي الحافظ.\nالجزء: 1 - الصفحة: 114\n",
        "قال ابن الصلاح في ((مقدمته)) صـ 34:\n((إذا كان راوي الحديث متأخرًا عن درجة الحفظ والإتقان، غير أنه من المشهورين بالصدق والستر، وروي مع ذلك حديثه من غير وجه فقد اجتمعت له القوة من الجهتين، وذلك يرقي حديثه من درجة الحسن إلى درجة الصحيح)).\n[وتسهيلاً للبحث والنظر، واختصاراً لما سبق، فقد رسمت شجرة الأسانيد ثم أعقب عليها: ]\nالجزء: 1 - الصفحة: 115\n",
        "ممم رسمه ممم\nالجزء: 1 - الصفحة: 116\n",
        "[هذا، ] وقد أعرضت عند كتابة الشجرة عن ذكر المخرجين، حيث أوردتهم بالتفصيل عند التحقيق.\nفهذه ثلاث عشرة طريقاً عن خمسة من أصحاب النبي - صلى الله عليه وسلم - ليس في واحد منها كذاب ولا متروك.\nإلا ما كان من اختلاف شديد بين أهل العلم في يحيى بن عقبة، ومحمد بن حميد الرازي.\nوهب أننا أسقطنا هذين الروايتين فإن:\nالطريق الأولى: قريبة من الحسن، أو تصلح للاعتبار للكلام في الحكم بن أبان وفي موسى.\nوقد حسن هذا الطريق كل من:\nابن المبارك، وأبو داود - صاحب السنن - وابن منده، والآجري، والخطيب، وأبي سعد السمعاني، وأبي موسى المديني، وأبي الحسن المنذري، وابن الصلاح، والنووي في ((تهذيب الأسماء واللغات))، والديلمي، والحاكم، وابن عابدين، والحافظ ابن حجر في ((النتائج)) و ((الخصال المكفرة))، واللكنوي.\nنقلاً عن ((الآثار المرفوعة)) (125 - 127) باختصار.\nالطريق الثالثة:\nرجال سندها - كلهم ثقات، غير كلام يسير في جعفر لا يضر، فأقل أحواله أن يكون حسنًا.\nالجزء: 1 - الصفحة: 117\n",
        "الطريق الرابعة:\nرجال سندها - كلهم - ثقات بالإجماع إلا محمد بن سفيان، فقد وصف بالصدق، فأقل أحواله أن يكون حسنًا، فإن أبى بعضهم؛ فهو من أعلى درجات الحديث المعتبر.\nالطريق الخامسة:\nرجال سندها - كلهم - ثقات بالإجماع، وليس فيها علة إلا أنها موقوفة، وقد سبق الكلام عن هذا على وجه التفصيل، وأن لها حكم الرفع.\nالطريق السادسة:\nرجال سندها ثقات، غير أبي جناب: فيه اختلاف شديد لتدليسه، فهو لا ينزل عن رتبة الاعتبار على كل حال.\nالطريق السابعة:\nفيه محمد بن حميد الرازي: مختلف فيه اختلافًا شديدًا، ورجّح الحافظ ضعفه، فهو يصلح للمتابعات والشواهد.\nالطريق الثامنة:\nفيها يحيى بن سليم، وعمران بن مسلم، وقد وصفوا بالصدق مع سوء الحفظ، فحديثهم لا ينزل عن رتبة المتابعات والشواهد.\nالطريق التاسعة:\nليس فيها إلا جهالة الثقة.\nالطريق العاشرة:\nكلهم ثقات، ليس فيها علة، ولم يذكر أحدٌ من السابقين واللاحقين فيها مقدحاً، غير جهالة ((الأنصاري)) [وهو صحابي رضي الله عنه ولا يضر عدم معرفة اسمه شيئاً] [*].\n[*] قال مُعِدُّ الكتاب للشاملة: هذا من زيادات النسخة الإلكترونية، وليس في المطبوع\nالجزء: 1 - الصفحة: 118\n",
        "واحتمل بعض أهل العلم أنه جابر أو أبو كبشة الأنماري رضي الله عنهم، وأيّاً ما كان، فمن كان يرى أن من الصحابة من كذب على رسول الله - صلى الله عليه وسلم - فله عذره في رد هذه الصلاة! ومن كان لا يرى ذلك فهذا سند حجة على من أنكر هذه الصلاة.\nفكل رجاله حجة بالإجماع، وليس فيهم ضعيف ولا ذو وهم أو خطأ.\nالطريق الحادية عشرة:\nإسناده حسن لذاته، فرجاله - كلهم - ثقات، غير صدقة، فإنه صدوق.\nالطريق الثانية عشرة:\nإسناده ضعيف لجهالة سعيد، فهي تصلح للمتابعات والشواهد.\nالطريق الثالثة عشرة:\nفيها إسحاق: ضعيف، وعمر بن عبد الله: مختلف في توثيقه وتضعيفه.\nوعلى الاحتمال الأسوأ، فإن السند لا ينزل عن رتبة المتابعات والشواهد؛ لخلوه من الوضاعين والمتروكين.\nوأخيراً:\nفإن الناظر المنصف في هذه الطرق، لا يتردد أبداً في الحكم بثبوت هذه الصلاة، بل قد ثبتت عبادات وأحكام بأحاديث هي أقل درجة من هذه الطرق، وأقل عدداً.\nفهؤلاء خمسة من أصحاب رسول الله - صلى الله عليه وسلم -\nرواها عنهم خمسة من كبار التابعين الثقات على رأسهم العابد المشهور أبو الجوزاء.\nوقد رواها عنه ستة:\nثلاثة منهم ثقات، وثلاثة وصفوا بالصدق.\nالجزء: 1 - الصفحة: 119\n",
        "وقد رواها عن أحد هؤلاء الثقات خمسة كل منهم يتابع الآخر؛ ثلاثة منهم ثقات.\nوصححها من ذكرنا، ومن سنذكر من الأئمة الأعلام.\nوعمل بها من ذكرنا، ومن سنذكر من علماء الإسلام\nفهل يشك مطلع على هذا، بهذه الصلاة؟ ؟ !\nالجزء: 1 - الصفحة: 120\n",
        "المبحث الأخير في\nذكر من صحح الصلاة وضعّفها، وذكر شبهات المضعّفين\nاختلف أهل العلم في ثبوت هذه الصلاة اختلافًا شديداً، والمذهب الحق عند الاختلاف، هو الرجوع إلى التحقيق العلمي النزيه لمعرفة الراجح من أقوالهم، فهو الفيصل في ذلك لا أشخاصهم وذواتهم، وإن ذُكرت أقوال الرجال في التصحيح والتضعيف، وذكرت اجتهاداتهم، فإنما يجب أن تذكر على سبيل التوضيح والاستشهاد، لاعلى أنها دليل بنفسها.\nفأما الذين ضعفوها فهم\n:\nالترمذي، والعقيلي، وابن الجوزي، وابن العربي، وابن تيمية، والشوكاني وغيرهم.\nوأما الذين صححوها\n:\nفمعظم أهل الحديث نذكر منهم:\nابن المبارك، وأحمد، وأبا داود، وابن منده، والآجري، والخطيب، والسمعاني، وأبا موسى المديني، والمنذري صاحب الترغيب والترهيب، وأبا الحسن المنذري، وابن الصلاح، والديلمي، والحاكم، والعلائي، والزركشي، والمحاملي، وأبا الحسن المقدسي، والجويني، وابنه، والبغوي، والرافعي، وابن حجر الهيتمي المكي، والسيوطي، واللكنوي، وابن عابدين، ومحدث العصر شيخنا الألباني وغيرهم.\nواختلفت الرواية عن النووي، والعسقلاني، والراجح عندي تصحيحهم لها، وسيأتي هذا تفصيلاً.\nالجزء: 1 - الصفحة: 121\n",
        "قول الإمام أحمد:\nأما الإمام أحمد، فكان يضعف سند الحديث من طريق عمرو بن مالك، ولا يخفى على الباحث أن ضعف السند لا يعني ضعف الحديث، لاحتمال ورود الحديث من طريق آخر بسند صحيح، أو بسند عاضد للسند الأول، أو له شاهد فيصير الحديث حسنًا أو صحيحًا لغيره.\nوهذا ما كان مع الإمام أحمد فقد قال:\n((إسنادها ضعيف؛ كل يروي عن عمرو بن مالك - يعني وفيه مقال -))\nففي عبارته هذه؛ دلالة على أنه يضعف أحد طرقها، لا أصل الصلاة.\nومع أن هذا لا يسلم للإمام أحمد في عمرو بن مالك لما أثبتناه من قبل.\nوقد أجابه علي بن سعيد - وهو أحد تلاميذه - فقال:\n((قلت له: قد رواه المستمر بن الريان عن أبي الجوزاء.\nقال: من حدثك؟ قلت: مسلم (يعني ابن إبراهيم) فقال: المستمر: شيخ ثقة. فكأنه أعجبه)).\nقال الحافظ:\n((فكأن الإمام أحمد لم يبلغه إلا من طريق عمرو بن مالك - وهو النكري - فلما بلغه متابعة المستمر أعجبه)). نقلاً عن الآثار ((131))\nأقوال الحافظ ابن حجر:\nفقد قال في ((تلخيص الحبير)) (2/ 7)\n((والحق أن طرقه - كلها - ضعيفة، وإن كان حديث ابن عباس يقرب من شرط الحسن، إلا أنه شاذ؛ لشدة الفردية فيه، وعدم المتابع والشاهد من وجه معتبر))\nوقال في ((الخصال المكفرة)) بعد أن أورد حديث ابن عباس (1):\n((رجاله إسناده لا بأس بهم\n...\nفهذا من شرط الحسن، فإن له شواهد\n(1) نقلاً عن ((الآثار))\nالجزء: 1 - الصفحة: 122\n",
        "تقوّيه))\nقلت: هذا كلام في ظاهره متناقض! وقد حاول بعض الإخوة أن يثبتوا: أن تحسينه للحديث كان أولاً، ثم كان تضعيفه؛ وذلك من ناحية زمن كتابة النصين.\nوالواقع: لا يسلم لهم هذا، وإن جهدوا في إثباته؛ لأن كثيراً من المؤلفين يكتب الكتاب ثم يعدّل فيه بعد عشرات السنين، كما هو حال من عاين ذلك.\nمن أمعن النظر في النصين، أدرك من الناحية العلمية، أن التضعيف كان أولاً، ثم كان منه التحسين، وذلك أن النص الأول تضمن:\nأولاً: إقراراً بالتحسين ((يقرب من شرط الحسن))\nثانيًا: شذوذه لشدة الفردية فيه.\nثالثًا: إنعدام المتابع والشاهد من وجه معتبر.\nفما دام أن الحافظ قد أقرّ بالتحسين فلنبحث مسألة الشذوذ والمتابع والشاهد.\nأما الشذوذ فتعريفه: مخالفة الراوي الثقة لمن هو أوثق منه أو لمن هم أكثر عدداً.\nوهذا منتف هاهنا تماماً، فإن حديث ابن عباس لم يخالَف في سنده ولا في متنه، وإلا فمن هم المخالفون .. ؟ ؟\nوأما دعواه: شدة الفردية، وانعدام الشاهد والمتابع، فمردود بتلك الروايات المتوافرة وبشهادة أهل هذا الفن؛ بل بشهادة الحافظ نفسه في ((نتائج الأفكار)): ((فإن له شواهد تقوّيه))\nفهذا إثبات، والآخر نفي، والإثبات مقدم على النفي كما هو معلوم.\nثم إن قوله: ((لشدة الفردية فيه)) غريب! !\nإذ كيف يكون هذا، وهناك أكثر من عشرة أسانيد\n...\nمعظمها حسنة أو قريبة من الحسن، فأين الفردية؟\nبل إن الحافظ نفسه قد أورد في ((أماليه)) المسماة بـ ((نتائج الأفكار)) أكثر من عشرين طريقًا، ما بين معتبر وغير معتبر .. فلتراجع، فإن مما قال فيها (نقلاً عن\nالجزء: 1 - الصفحة: 123\n",
        "الآثار ((127))):\n((وردت صلاة التسبيح من حديث ابن عباس، وأخيه الفضل، وأبيهما، العباس، وعبد الله بن عمر، وعبد الله بن عمرو، وأبي رافع، وعلي بن أبي طالب، وأخيه جعفر، وابنه عبدالله بن جعفر، وأم سلمة، والأنصاري، وقيل: إنه جابر؛ وأما حديث ابن عباس - ثم خرجّه وذكر السند ثم قال - إسناد حسن .. ثم ذكر صدقة، وهو أحد الرواة في سند العباس، وقال: ضعيف من قبل حفظه، ووثقه جماعة فيصلح في المتابعات - ثم ذكر سند الأنصاري ثم قال - فسند الحديث لا ينحط عن درجة الحسن، فكيف إذا ضم إلى رواية أبي الجوزاء .. ))\nثم ذكر الذين صححوا الحديث ..\nوقد ذكر في النكت الظراف (4/ 367) من تحفة الأشراف عدة متابعات مقبولة فلتراجع.\nفهذا - كله - يدل على أن هذا هو كلامه الأخير، لأنه - كله - مثبت مبيّن، وما سبق نافٍ ومجمل.\nفتبين أن الحافظ ممن ذهب إلى تحسينه من أكثر من طريق، فضلاً عن الشواهد والمتابعات التي ذكرها، وإقراره أنها جاءت من وجه معتبر.\nوهب أننا سلمنا أن كلامه في ((التلخيص)) هو الأخير، فإن كلامه فيه إنما كان عن سند ابن عباس فقط، لا على بقية الأسانيد تفصيلاً.\nوهذا كلام مفصل مبين في تحسين غير طريق ابن عباس، والله الهادي إلى سواء السبيل.\nوقد يقول قائل: قد أطلتم في ترجيح قول الحافظ - وهو عالم من العلماء - ولم نتعبد بقول الحافظ، ولا بغيره، وإنما تعبدنا الله بما صح.\nقلت: نعم .. كل هذا صحيح، وإنما أردنا الرد على من قال: إن الحافظ ضعّف الحديث، لا على أن قول الحافظ هو القول الفصل، والحجة الدامغة،\nالجزء: 1 - الصفحة: 124\n",
        "وإنما القول الفصل، والحجة الدامغة بالحق، والمبني على التحقيق العلمي، الذي يكون الرجال عليه شهودًا، ونوراً يستضاء بهم.\nوالحق في مثل هذه القضية الهامة - قضية الرجال والدليل - أن لا يكون الرجال بذواتهم حجة، وأن لا يستغنى عنهم في معرفة الطريق، وبيان الحق.\nولقد ضلّ الخوارج عندما استغنوا عن العلماء، وضلّ الصوفيون عندما تعلقوا بالعلماء، واستغنوا بهم عن النصوص وعن التحقيق العلمي\nخلاصة هذا مبحث المصححين والمضعفين:\nأولاً: إن التحقيق العلمي الحديثي يؤيد مذهب المثبتين لهذه الصلاة.\nثانياً: إن الذين صححوا، هم أعلى درجة في التخصص بهذا العلم الشريف، والفن العظيم من الذين ضعفوها.\nثالثاً: إن الذين صححوا، إنما صححوا بناءً على تحقيق علمي، واستقصاء للطرق، واستقراء للأسانيد.\nومعظم الذين صححوها جعلوا لها مؤلفًا خاصاً، أو بحثًا مستفيضًا، ثم صححوها بناءً على دراسة وتمحيص، ونتيجة لتحقيق.\nـ فقد ألف فيها الحافظ السمعاني كتابًا سماه ((فضائل صلاة التسبيح)) وصححها. (1)\nـ وألف الحافظ محمد بن عمر المديني كتابًا سماه ((تصحيح صلاة التسبيح)) وصححها. (2)\nـ وألف الحافظ ابن ناصر الدين الدمشقي كتاباً سماه ((الترجيح لصلاة التسبيح)) (3) وأثبتها.\nـ وألف الحافظ السيوطي كتابًا سماه ((تصحيح حديث صلاة التسبيح)) (4) وأثبتها.\n(1) هو الحافظ أبو سعيد بن عبد الكريم بن محمد بن منصور السمعاني صاحب كتاب الأنساب (562) هـ ((طبقات الشافعية)) (7 - 183)\n(2) هو الحافظ أبو موسى محمد بن عمر بن أحمد المديني الأصبهاني صاحب التصانيف (501 - 581) هـ ((سير أعلام النبلاء)) (21 - 152)\n(3) هو العلامة الحافظ المحدث أبو عبد الله محمد بن عبد الله المعروف بابن ناصر الدين الدمشقي (842 هـ)\n(4) هو الحافظ أبو الفضل جلال الدين عبد الرحمن بن أبي بكر السيوطي، المعروف بكثرة التصانيف، ترجم له السخاوي قبل موته في ((الضوء اللامع))، وله ترجمة وافية في مقدمة كتابه ((تدريب الراوي)).\nالجزء: 1 - الصفحة: 125\n",
        "ـ وألف الحافظ عبد الوهاب السبكي كتابًا سماه ((الترشيح لصلاة التسبيح)) وصححها (1)\nـ وألف محمد بن طولون كتاباً سماه ((ثمرة الترشيح لصلاة التسبيح)) وصححها. (2)\nـ وفصّل ابن علان الصديقي القول فيها تفصيلاً جيداً في كتابه ((الفتوحات الربانية على الأذكار النووية)) وصححها.\nـ وفصل اللكنوي القول فيها، وتتبع طرقها في كتابة (الآثار المرفوعة) وصححها.\nوغير هؤلاء من السابقين واللاحقين ممن ألف فيها أو بحث عنها، كلهم ذهب إلى تصحيحها، والرد على من ضعفها.\nرابعًا: الذين ضعفوا، ليس لديهم دراسة مستفيضة، وغاية ما عندهم إطلاقات عامة، وشبه واهية، ولم يبحث أحد منهم المسألة من كل أطرافها، ولم يستقص ذيولها، ويجمع طرقها، ولم يؤلف أحدُ منهم كتابًا خاصاً فيها.\nثم إنهم لم يذكروا أمرًا يمكن مناقشته سوى إطلاق التضعيف .. !\nسوى ابن الجوزي\nمناقشة ابن الجوزي:\nابن الجوزي من أكثر المضعفين تفصيلاً لهذه الصلاة، وأشدهم تضعيفًا، فقد أورد الحديث في موضوعاته - وكم من حديث صحيح أورده في موضوعاته - وقد انتقده الأئمة على تضعيفه لها، وإيرادها في الموضوعات، وليس ها هنا مجال\n(1) هو الحافظ تاج الدين أبو نصر عبد الوهاب بن علي السبكي. توفي (771) هـ ((طبقات الشافعية)) (7 - 183).\n(2) هو العلامة محمد بن طولون الدمشقي المتوفي (953) هـ ذكر كتابه العلامة ابن عابدين في ((حاشيته على الدر المختار)) (2 - 28).\nالجزء: 1 - الصفحة: 126\n",
        "للاستقصاء والتتبع، ومن أراد الوقوف على شيء من هذا فليرجع إلى ((اللآلئ المصنوعة)) للسيوطي.\nوقد حكم على طريق ابن عباس بالوضع، وليس فيها حتى ولا ضعيف ضعفًا مطلقًا، أو شديداً.\nوكل رواتها مشهود لهم بالصدق، وغاية ما فيها: راو واحد عنده بعض الأوهام، التي تنجبر وتزول بمجيء الرواية من طرق أخرى.\nوأكبر دليل على وهم ابن الجوزي، ما قاله في حق موسى بن عبد العزيز:\nقال:\n((موسى بن عبد العزيز مجهول عندنا))\nوالحقيقة: أني مازلت متعجباً من صنيع ابن الجوزي هذا، ولا أدري كيف قال هذا، وقد أطبق الأئمة على معرفته كما مر معك، كابن معين، والنسائي، وابن المديني، والذهبي، وابن حجر.\nفهل يعقل أن تترك أقوال هؤلاء الأئمة، وشهاداتهم لكلام ابن الجوزي منفردًا، فضلاً عن أنه نافٍ وهم مثبتون، والمثبت مقدم على النافي، كما هو معلوم ومشهور، ثم هم أقدم منه وأعرف بالرجل، وقد ردّ العلماء على ابن الجوزي، وشنعوا عليه لإيراده هذا الحديث في الموضوعات، غفر الله له.\nقال ابن حجر الهيتمي المكي:\n((ذكرها ابن الجوزي في ((موضوعاته))، وشنع عليه الحفاظ في ذلك تشنيعًا بليغاً، والحاصل أن أحاديثها حسنة، إن لم تكن صحيحة؛ لكثرة الطرق، وانتفاء القوادح التي ذكرها ابن الجوزي تساهلاً منه، ومن ضعف نظر إلى كثرة الطرق من غير انضمام بعضها إلى بعض.\nومن صحّح أو حسّن نظر إلى كثرة الطرق، واطلع بعضها على مقتضى الصحيح، فكان المعتمد أن حديثها حسن أو صحيح وأنها سنة كما ذكرها مع كيفيتها أئمتنا في كتبهم))\nقال الحافظ:\nالجزء: 1 - الصفحة: 127\n",
        "(أساء ابن الجوزي بذكر هذا الحديث في ((الموضوعات)))\nوقال في ((نتائج الأفكار))\n(وأفرط ابن الجوزي فذكر الحديث في الموضوعات)\nوقال السيوطي:\n(أفرط ابن الجوزي فأورد هذا الحديث في كتاب الموضوعات)\nوقال الزركشي في تخريج أحاديث ((الشرح الكبير)):\n(غلط ابن الجوزي بلا شك في إخراج حديث صلاة التسبيح في الموضوعات) (1)\nقول شيخ الإسلام ابن تيمية:\nقال رحمه الله: ((فإن فيها قولين لهم، وأظهر القولين أنها كذب .. ))\nثم ذكر بعض من أخذ بها وبعض من لم يأخذ بها ((منهاج السنة (7/ 434))).\nوهذا كلام عام في معرض تفصيل، ونفيٌ مطلق في مورد إثبات، لا يثبت أمام التحقيق العلمي، ولم يذكر شبهة حتى ترد، ولا علة حتى تُبين، غاية ما قال، هو حكاية ما عليه الناس في هذه الصلاة، وأن الراجح لديه عدم ثبوتها ..\nلكن؛ ما جوابه عن تلك الأسانيد الحسان، والشواهد والمتابعات، التي تؤكد صحة هذه الصلاة وثبوتها؟ سوى ما ذكره من النفي عن الأئمة لمعارضة ما أثبته غيره عن الأئمة، مثل ثبوتها عن عبد الله بن المبارك وغيره، كما سبق نقله عن الحاكم وغيره.\nوالحقيقة: أن كلام شيخ الإسلام فيها مستغرب، وهو مجمل، وكلام المصححين مفسر ومفصل، وقد جاءوا بزيادة علم ينبغي قبولها، والمصير إليها - بخاصة -\n(1) ذكر كل هذه الأقوال اللكنوي في ((الآثار)) (125 - 137).\nالجزء: 1 - الصفحة: 128\n",
        "وأن شيخ الإسلام لم يتعرض لنقدها، ولا لشيء منها، بله لم يحقق المسألة، ولم يتتبع ما ورد فيها! ! كما هو ظاهر من كلامه هذا.\nمناقشة قول الترمذي:\n(وقد روي عن النبي - صلى الله عليه وسلم - غير حديث في صلاة التسابيح، ولا يصح منه كبير شيء) [رقم 481]\nقلت: هذا نفي، والآخرون مثبتون، وحسب قواعد مصطلح هذا العلم الشريف، وبشهادة أئمة حفاظ قد ذكرنا شهاداتهم، يرد هذا القول ولا يقبل، فقد اطلع أولئك الحفاظ على طرق أخرى، وأسانيد لم يقف عليها الترمذي، وهي زيادة علم ينبغي المصير إليها ((وفوق كل ذي علم عليم))\nوهكذا معظم أقوال المضعفين لحديث هذه الصلاة، النافين لها، أطلقوا عبارات التَضعيف ولم يجيبوا عن الأسانيد التي حسنها بعض الأئمة.\nالجزء: 1 - الصفحة: 129\n",
        "المبحث الأخير:\nشبهات المانعين والرد عليها\nالأولى\n:\nقال الشوكاني:\n((وكل من له ممارسة لكلام النبوة لا بد أن يجد في نفسه من هذا الحديث ما يجد)) (1)\nقلت: إذا صحّ السند، وثبت الأمر، فلا يصح لمسلم أن يقول: إن في نفسه شيئاً من هذا الأمر.\nفإن وجد المسلم في نفسه شيئاً على أمر قد ثبت، وعبادة قد صحّت، فعليه إزالته، والخضوع لأوامر الله تعالى، وسنة رسوله - صلى الله عليه وسلم - والتسليم لها وإلا؛ فلو فتح هذا الباب، لقال قوم ما قالوا، ولعطلت شرائع الإسلام وأحكامه.\nومن عجيب الأمر، أن الشوكاني نفسه في معرض الرد على أولئك الذين يعترضون على النصوص بآرائهم يقول: ((ونصب مثل هذا الكلام في مقابلة الأدلة الصحيحة الصريحة من الغرائب التي يتعجب منها))! ! (نيل الأوطار الجزء الرابع صـ 25)\nوها نحن نتعجب ممن يردون النصوص بمثل هذا الكلام، كما تعجب هو! !\nالشبهة الثانية\n:\nقولهم: ((إن في متن الروايات اختلافاً وزيادات))\nوالجواب عن هذا؛ أن ليس كل حديث فيه زيادات في بعض رواياته، أو اختلاف في بعض ألفاظه، يكون حديثاً باطلاً مردوداً.\nوإنما تعامل هذه الروايات، وتناقش هذه الزيادات، حسب علم مصطلح\n(1) ((السيل الجرار)) (1 - 382).\nالجزء: 1 - الصفحة: 130\n",
        "الحديث، وأصوله، ولا يرد الحديث بمجرد وجود اختلاف في بعض ألفاظه، وزيادات في رواياته؛ وإلا لما صحّ من أحاديث المصطفى إلا النزر اليسير.\nفإن كثيراً من الأحاديث فيها زيادات، وفي بعض ألفاظها اختلاف، ولا أحب أن أسهب في تفصيل هذا الأمر، وضرب الأمثلة عليه لوضوحه.\nوحسبك أن تعلم أن زيادة الثقة مقبولة، ومخالفته شاذة، ومخالفة الضعيف منكرة.\nلكن هذا لا يؤثر في أصل الحديث، إذا صحّ لذاته أو لغيره، فكم من حديث في صحيح البخاري له زيادات منكرة في مستدرك الحاكم وغيره، وكم من حديث في ((صحيح مسلم)) له زيادات باطلة في ((مسند الفردوس)) للديلمي وغيره.\nومع ذلك؛ لم يقل أحد من أهل العلم: إن هذا يؤثر في أصل الحديث وثبوته.\nوهكذا صلاة التسبيح: فما وجد من زيادة من ثقة قبلت، وما وجد من مخالفة من ثقة لمن هو أوثق منه ردّت، وما وجد من مخالفة من ضعيف أُنكرت.\nوالذي فعله بعضهم وبخاصة: ((صاحب التوضيح)) أنه أتى إلى بعض زيادات في الحديث غير صحيحة، فعلّق عليها، وحاول إبطال أصل الحديث لورود زيادة غير صحيحة في بعض الطرق، وهذا أمر غريب وعجيب! !\nالشبهة الثالثة\n:\nإن صلاة التسابيح تخالف هيئة الصلاة، فلذلك لا يجوز صلاتها ..\nوهذه من أعجب الشبه وأغربها.\nوذلك لما يلي:\nأولاً: هل لدى القائلين بهذا نص من كتاب أو سنة أو إجماع؛ أن كل صلاة تخالف في هيئتها الصلاةَ الأصلية فهي باطلة .. حتى نقول بقولهم ..\nثانياً: هب أنهم أتوا بالمحال، وأثبتوا أن كل صلاة تخالف في هيئتها الصلاة الأصلية فهي مردودة.\nالجزء: 1 - الصفحة: 131\n",
        "أقول: هب .. ، وإلا فإن دون ذلك خرط القتاد، ولمس السحاب.\nفإن أتوا - ولن يأتوا - فإن صلاة التسبيح - عند إمعان النظر - لا تخالف هيئتها هيئة الصلاة أبداً.\nوغاية ما فيها:\nزيادة عدد التسبيحات في أعمال الصلاة نفسها، دون زيادة ركن، أو إنقاص واجب، أو تغيير هيئة.\nوالتسبيح والذكر هو لب الصلاة وأسّها، وقد قال - صلى الله عليه وسلم - ((إن هذه الصلاة لا يصلح فيها شيء من كلام الناس إنما هي التسبيح، والتكبير)) الحديث\nفهل يعتبر الإكثار من التسبيح والتحميد مخالفة لهيئة الصلاة؟ ! ؟\nوأما الجلسة التي بعد السجود الثاني قبل القيام الثاني، فليست غريبة!\nوإنما هي جلسة الاستراحة التي ثبتت بالسنة الصحيحة من فِعْلِ النبي - صلى الله عليه وسلم - في سائر صلاته ..\nوإذن فأين الهيئة المخالفة .. ؟ ! !\nهل في صلاة التسبيح ركوعان وقيامان؟\nأو قيام من غير ركوع ولا سجود ولا تشهد؟\nفالأولى: الخسوف، والثانية الجنازة.\nفهل هي أعظم مخالفة لهيئة الصلاة، من هاتين الصلاتين، وكذلك صلاة العيد.\nأفلا ردوا - إذن - هذه الصلوات المخالفة لهيئة الصلاة بدعوى المخالفة للهيئة! !\nقال صاحب ((التوضيح)):\n((إذا بحثنا في الصلوات المفروضة، والمسنونة، فإننا لن نجد واحدة منها تشبه هذه الصلاة))\nقلت: وكذلك بحثنا في الصلوات المفروضة والمسنونة، فلم نجد صلاة تشبه صلاة الخسوف .. أفنردها إذن؟ ؟\nالجزء: 1 - الصفحة: 132\n",
        "إن المسألة ليست مسألة مخالفة هيئة أو عدمها.\nإنما هي مسألة صحة هذه العبادة وثبوتها من عدمه، ووجوب الانقياد بعد ذلك لما صحّ، سواء خالف هيئة أم لم يخالف، وسواء وُجد في النفس منه شيء أم لم يوجد.\nوخلاصة ردّ هذه الشبهة: أن صلاة التسبيح لا تخالف هيئة الصلاة، وإن خالفتها فلا تعتبر هذه المخالفة؛ لعدم وجود ما يمنع هذه المخالفة.\nولأن الله تعالى - يشرع ما يشاء، كيف شاء.\n{إن الله يحكم ما يريد} [المائدة 1]\nفقد شُرعت صلاة التسبيح كما شُرعت، وشُرعت صلاة الجنازة كما شُرعت.\nوشُرعت سجدتا الشكر والتلاوة كما شرعتا، وما علينا إلا السمع والتسليم.\nقال ابن عابدين (1):\n((ما دامت هذه الصلاة قد ثبت حديثها في السنة، فينبغي أن يقبل، ولا يعبأ بأي اعتراض)).\nثم إن الغرابة الحقيقية، والمخالفة الواضحة لهيئة الصلاة، إنما هي في صلاة الخوف والجنازة والكسوف والعيد، لا في صلاة التسابيح التي لا يتعدى أمرها سوى زيادة التسبيحات ضمن أركان الصلاة نفسها كما سبق بيانه.\nوما دمنا قبلنا تلك الهيئات المخالفة لأصل الصلاة، لثبوتها بهيئاتها عن المعصوم، فمن باب أولى قبول هذه الصلاة. وما كان جواباً عن تلك الصلوات فهو جوابنا عن صلاة التسبيح، والله الهادي إلى سواء السبيل.\nالشبهة الرابعة\n:\n((استعظام الأجر الكبير الذي ورد في الحديث مقابل هذه الصلاة وهي عمل صغير))\nوهذه كذلك من أعجب الشبه وأغربها.\n(1) ((الحاشية)) (2 - 27).\nالجزء: 1 - الصفحة: 133\n",
        "فهل يستقيم لباحث أن يرد عبادة لكثرة أجرها، مع قلة العمل فيها.\nيا سبحان الله .. ! !\nأفلا استعظموا أجر تفطير الصائم، وتجهيز الغازي.\nفردّوا قوله - صلى الله عليه وسلم -\n((من فطر صائمًا أو جهز غازيًا فله مثل أجره)) (1)\nرجل يصوم النهار كله، ويعاني ما يعانيه من الجهد والعطش والجوع ..\nوآخر له الأجر نفسه؛ رغم أنه لم يصم ولم يجع ولم يعطش، سوى أنه فطّر صائماً على تمرة واحدة.\nوالمجاهد الذي يقطع الفيافي، ويفترش الأرض، ويلتحف السماء، ويعاني ما يعانيه من الجهد، والنصب، ومقابلة أعداء الله، ثم يكون لمجهزه مثل أجره من غير أن ينقص من أجر المجاهد شيء.\nأفلا ردوا حديث النبي - صلى الله عليه وسلم - عن بغية من بغايا بني إسرائيل، غفر الله لها لأنها سقت كلباً.\nوعن رجل دخل الجنة، لرفعه عوداً من الطريق، كان يؤذي المسلمين.\nورجل علّم حديثاً واحداً، خمسين مسلماً في مجلس واحد، ثم علّم كل واحد منهم خمسين مسلماً أو أقل أو أكثر.\nوهكذا إلى يوم القيامة، فله مثل أجر مئات الألوف من المسلمين، الذي تعلموا هذا الحديث بسببه، دون أن ينقص من أجورهم شيء.\nأفلا نستعظم فضل الله وكرمه وأجره .. وهو الذي يجعل سيئات التائب حسنات.\n{فأولئك يبدل الله سيئاتهم حسنات} الآية [الفرقان: 70]\nفهل هناك أغرب من أن يعصي المرء خالقه، ثم يجعل الله تلك الذنوب والآثام حسنات لصاحبها؛ إذا هو تاب وأناب ورجع إلى الله.\n(1) رواه البيهقي (7929) وصححه شيخنا في صحيح الجامع.\nالجزء: 1 - الصفحة: 134\n",
        "شبهة أخرى عجيبة\n:\nيقولون: إن الناظر في الصلوات الأخرى لا يجد أي أثر للعد.\nقلت: إذا أراد الله أن نعد في هذه الصلاة، ولا نعد في غيرها، فماذا يكون .. ؟\nأفنقول: له يا رب، لا نصلي هذه الصلاة لأن فيها عداً، ونصلي بقية الصلوات، لأنه ليس فيها عد ..\nأيليق بمسلم أن يقول هذا، فضلاً عن طالب علم بله عالم؟ ! !\nوعليهم - إذن - أن يردوا صلاة العيد؛ لأن فيها عداً للتكبيرات، وكذلك صلاة الجنازة.\nثم رأيت أن لا أستطرد في ذكر الشبه كلها، والرد عليها، نظراً لبعدها عن البحث العلمي السليم، ولأن ذكر الشبه - أحياناً - والرد عليها قد يقويها وأحياناً أخرى يكون رد الشبه من البداهة بمكان يعجز العاقل عن صياغة الرد، ومن أصعب الأمور إثبات المسلماًت، والرد على الشبه التي لا تبنى على أسس علمية.\nوهذه الشبه من هذا القبيل، فهم يردون هذه الصلاة لا ستعظام أجرها؟ أو لذكر العد فيها!\nومن تلك الشبه التي يغني ذكرها عن الرد عليها قولهم:\nإن هذه الصلاة سهلة ميسورة، فكيف يخبر الرسول - صلى الله عليه وسلم - المؤمنين عن صلاتها (ولو في السنة مرة)!\nوقولهم: إن الصحابة أصحاب عبادة .. فكيف استثقلها العباس، حتى قال له الرسول - صلى الله عليه وسلم -: في الأسبوع مرة .. في السنة مرة .. في العمر مرة.\nقلت: العباس رضي الله عنه لم يستثقلها، إنما علق النبي - صلى الله عليه وسلم - بالاستطاعة .. ثم هذه غفلة عن أن هذا الإرشاد هو للأمة كلها، وليس خاصاً بالصحابة [أو بالعباس.]\nالجزء: 1 - الصفحة: 135\n",
        "وفي الأمة من يموت ولا يركع ركعة واحدة، ومراجعة العباس رضي الله عنه الرسول - صلى الله عليه وسلم - هو من باب التشريع لهذه الأمة، كما أن جبريل جاء يسأل النبي - صلى الله عليه وسلم - عن الإسلام والإيمان والإحسان في الحديث المشهور.\nوكما كان حذيفة يسأل النبي - صلى الله عليه وسلم - عن الشر ويقول: فإن أدركني فماذا أفعل .. ؟ ؟\nوعلى حد قولهم، يمكن لقائل أن يقول: إن حديث جبريل في سؤال رسول الله - صلى الله عليه وسلم - عن أركان الإسلام غير صحيح، إذ كيف يسأل جبريل وهو يعلم؟ !\nالجزء: 1 - الصفحة: 136\n",
        "الخلاصة\nإن صلاة التسابيح؛ قد ثبتت من أكثر من وجه، وعن أكثر من صحابي، وبشهادة أكثر من إمام مختص، وما أثير حولها من شبه مردود لأنه:\nإذا صحت العبادة .. وجب التسليم ..\nوإذا صح الأثر .. بطل النظر ..\nهذا هو مذهب أهل السنة والجماعة.\nوليس من مذهبهم تعطيل النصوص بالعقل، ورد العبادات الصحيحة بالشبهات، وإبطال الصلوات الثابتة بالاحتمالات، والله الموفق للخير ..\nوهو الهادي إلى سواء السبيل ..\nوصلى الله على نبينا محمد وعلى آله وصحبه وسلم ..\nالجزء: 1 - الصفحة: 137\n",
        ""
    ]
}