{
    "1": [
        "أصل كلمة شاطر\nأصل كلمة «شاطر»\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nالحمد لله وحده، والصلاة والسلام على من لا نبي بعده،\nأما بعد\nف\nتُفيد المعاجم اللغوية\nالأصلية أنَّ من معاني «الشطر»: البُعْد. والشطير: البعيد، ويقال للغريب: شطيراً؛ لتباعده عن قومه.\nقالوا: شطَر فلان على أهله: إذا نزح عنهم وتركهم مُراغماً، أو مخالفاً، وأعياهم خُبْثاً.\nوقيل: هو الذي أعيا أهله ومؤدِّبه خُبْثاً. قال ابن منظور: والشاطر مأخوذ منه وأُراه مولداً.\nيقال: رجل شاطر، وقد شطَر وشطُر شطوراً وشطَارة.\nويقال للخليع الماجن: شاطر. وأصله كما قال الزمخشري في «أساس البلاغة»: (وكان الرجل في الجاهلية إذا غلبَه ابنُه أو مَن هو منه بسبيل، جاء به إلى الموسم ثم نادى: يا أيها الناس، هذا ابني فلان، وقد خلعتُه، فإن جرَّ؛ لمْ أضمَنْ، وإن جُرَّ عليه، لم أطلِبْ.\nيُريدُ: قد تبرَّأتُ منه. ثم قيل لكل شاطرٍ: خليع).\n- قال ابن قتيبة في «غريب الحديث»: (الشطير: الغريب وجمعه: شطر. والأصل في الشطير والغريب: البُعد. ومنه قيل: شاطر وشطَّار؛ لأنهم يغيبون كثيراً ويبعدون عن منازلهم .. ).\nالجزء: 1 - الصفحة: 1\n",
        "- وقال أيضاً في كتابه الآخر «غريب القرآن»: (قولهم: شَاطِر وشُطَّار. لأنهم كانوا يبعدون عن منازلهم. فسُمِّي بذلك كلُّ من فَعَلَ مثل فعلهم وإن لم يَعْزُب عن أهله).\n- قال الأصمعي: الشاطر: الذي شطَر عن الخير، أي بعُد عنه. ومنه نوىً شُطُرٌ أي بعيدة.\n- وقال أبو عبيدة: الشاطر: الذي شطر إلى الشرِّ أي عدل بوجهه نحوه. ومنه قول الله جلّ وعزّ: «فَوَلِّ وَجْهَكَ شَطْرَ المَسْجِدِ الحَرامِ» أي: ناحيته.\n- قال أبو إسحاق الزجاج (ت 311 هـ) في «معاني القرآن»: (وقول الناس: فلان شاطر، معناه: قد أخذ في نحو غير الاستواءِ، فلذلك قيل: شاطر؛ لعدوله عن الاستواءِ، يُقال: قد شطر الرجل يشطُر شِطَارة وشَطَارة\n...\n).\n- قال الهنائي ـ كراع النمل ـ: وقد نَأَى الرجل، وشَطَّ، وشَطَنَ، وشَطَرَ: أَيْ بَعُدَ.\n- قال الراغب الأصبهاني في «تفسيره»: (قطر، وشطر، وشطن: ألفاظ متقاربة المعاني تقارب ألفاظها، فقطر معناه انفصل عن قطره أي بجانبه، ومنه القطرة القليل المنفصل من المانع، وشطر: انفصل وتباعد، ودار شطور منفصلة عن الدور، وشطون بعيدة، وقد يستعمل الشطور موضع الشطون، لكن الشطون لما هو أبعد، ورجل شاطر أي: منفصل عن الجماعة بالخلاعة).\nالجزء: 1 - الصفحة: 2\n",
        "- وقال الراغب أيضاً في «المفردات في غريب القرآن» (ص 454): (\n....\nوشَطَرَ: إذا أخذ شَطْراً، أي: ناحية، وصار يعبّر بِالشَّاطِرِ عن البعيد، وجمعه: شُطُرٌ، نحو:\nأشاقك بين الخليط الشَّطر\nوالشَّاطِرُ أيضا لمن يتباعد عن الحقِّ، وجمعه: شُطَّارٌ).\n- قال الضياء ابن الأثير (ت 637 هـ) في «المثل السائر في أدب الكاتب والشاعر» (1/ 188) في حديثه عن الألفاظ التي المبتذلة عند العامة: (وقد استعمل لفظة الشاطر والشاطرة والشُّطَّار كثيراً، وهي من الألفاظ التي ابتذلها العامة حتى سئمت من ابتذالها.\nوهذه الأمثلة تمنع الواقف عليها من استعمال أشباهها وأمثالها).\n- قال القلقشندي (ت 821 هـ) في «صبح الأعشى» (2/ 268) أثناء حديثه عن الألفاظ المبتذلة العامية: (فالشطار جمع شاطر، وهو في أصل اللغة: اسم لمن أعيا أهله خبثاً، يقال منه: شطُر وشطَر بالفتح والضم شطَارة بالفتح فيهما، ثم استُعمل في الشجاع الذي أعيا الناس شجاعةً، وغلب دورانه على لسان العامةِ؛ فامتُهِن وابتُذِلْ).\n- قال الزبيدي في «تاج العروس»: (قلت: وفي «جواهر الخمس» للسيد محمد حميد الدين الغوث ما نصه: الجوهر الرابع مشرب الشطار، جمع شاطر، أي السباق المسرعين إلى حضرة الله تعالى وقربه، والشاطر: هو السابق، كالبريد الذي يأخذ المسافة البعيدة في المدة القريبة، وقال الشيخ في «مشرب الشطار»: يعني أنه لا يتولى هذه الجهة إلا من كان منعوتاً\nالجزء: 1 - الصفحة: 3\n",
        "بالشاطر الذي أعيا أهله ونزح عنهم، ولو كان معهم، إذ يدعونه إلى الشهوات والمألوفات، انتهى.). انتهى المراد نقله من «تاج العروس»، وهو نقل من كتب الصوفية.\n- جاء في «معجم الصواب اللغوي» (1/ 462): (أجاز مجمع اللغة المصري استعمال كلمة «شاطر» استنادَاً إلى ما جاء في «التاج» من أن الشاطر: السابق الذي يأخذ المسافة البعيدة في المدة القريبة، وكأن العامة نقلت الشطارة من معنى السَّبْق في العَدْو إلى السبق في كل الأمور والحذق فيها. كما أجاز «الوسيط» هذه الكلمة بمعنى الفَهِم المتصرف، وذكرها «المنجد» بمعنى النبيه الماضي في أموره، و «الأساسي» بمعنى الحادّ الفهم السريع التصرف).\n- قال الشيخ: بكر أبو زيد في «معجم المناهي اللفظية» (ص 306): (الشاطر: هو بمعنى قاطع الطريق، وبمعنى: الخبيث الفاجر.\nوإطلاق المدرسين له على المتفوق في الدرس خطأ، فليُتنبه.\nنعم: «الشاطر» في اصطلاح الصوفية، هو: السابق المسرع إلى الله.\nفانظر كيف سرى هذا الاصطلاح الصوفي إلى تلقينه للطلاب؟ !\nوأحال الشيخ بكر إلى: «المعجم الوسيط»، و «حيلة البشر» للبيطار (2/ 815).\nأقول: وفي «الحلية» للبيطار خبر تاريخي عن الشطار = قطاع الطريق والخارجين على النظام في الدولة العباسية. وقال في تعريفهم: جمع شاطر، وهو المتصف بالدهاء والخيانة.\nالجزء: 1 - الصفحة: 4\n",
        "- أما العدناني فقد خطَّأَ في كتابه «معجم الأخطاء الشائعة» (ص 130) قول الناس: هذا شاب شاطر. قال: والصواب: هذا شاب ماهر، أو حاذق، أو بارع\n...\nثم ذكر معاني شطر، وقول ابن منظور بأن شاطر مولَّدة، وختم بذكر الشاطر عند الصوفية.\n- وأما الزعبلاوي في كتابه الرائع المميز «معجم أخطاء الكُتَّاب» (ص 310) فيرى أن الشاطر والشطارة لم ترد بمعنى المدح بالحذق والمهارة والنباهة، بل هي في الذم، وأنها استملت في العصر العباسي في وصف اللصوص، ثم ذكر استعمال الصوفية لها في المدح\n...\nوانتهى إلى أن الشطارة لي سمنها الحق والمعارة، وأنه قد يكون فيها معنى الحيلة والخبث والمكر.\n- وأما أحمد رضا العاملي في كتابه «رد العامي إلى الفصيح» (ص 205) فيرى أن الشاطر عند العامة: الذكي الحاذق اللبق في عمله\n...\nقال: وفي اللغة من معانيه: الذكي السبَّاق المسرع! ! ومن أعيا أهله خبثاً ومكراً\n...\nإلخ\nأقول: قوله من معانيه في اللغة: الذكي السباق\n...\nليس صحيحاً، وقد أخذه من اصطلاح الصوفية.\n- وأما يوسف الصيداوي في كتابه «اللغة والناس» (ص 108 ـ 110) فقال: (إنَّ شاطر عربية، ولكن معناها تطوَّرَ تطوراً أبعدها عن أصل معناها، وألبسها معنى لم يكن لها، فالشاطر في أيامنا تطلق على الذكي السباق.\nالجزء: 1 - الصفحة: 5\n",
        "ثم نقل قول الزبيدي، ثم قال: (وبالحق، إذا تتبعتَ استعمال هذه الكلمة في كتب التاريخ والأدب في الحِقَب المختلفة؛ رأيتَها قد أُطلِقَت على مَن تباعدوا عن الاستواء، وقد أُطلِقَت على اللصوص وقاطعي الطُّرُق، والفتَّاك، والفُسَّاق، والسَّفَلَة.\nثم ذكر وصف الجاحظ والمسعودي وابن بطوطة والمقري في «نفح الطيب»، والأصبهاني في «الأغاني»، وكلُّها تدل على المعنى السيئ، ثم قال: وقد تطورت الكلمة في عصرنا هذا، فأُطلِقت على الفتى الذكي السبَّاق.\nأقول: لم تتطور في زماننا هذا، بل أُطلقت على الفتى السبَّاق من عدة قرون قبل ألف سنة تقريباً، أطلقها أول الأمر ـ فيما يظهر ـ الصوفية، وإن كان زماننا هذا اختُصَّ باشتهارها كثيراً.\n- وذكر العلامة: محمد بن ناصر العبودي ـ حفظه الله ـ في كتابه الكبير «معجم الأصول الفصيحة للألفاظ الدارجة» (7/ 155 ـ 156) أن الشاطر هو الماهر في صنعته\n...\nثم نقل كلام الزبيدي في «التاج» عن الصوفية.\nثم قال: ذكر الدكتور داوود جلبي كما في «الآثار الآرامية في لغة الموصل العامية»\n...\n(ص 53) أن شاطر بالآرامية يستعملونها في مقام المدح بمعنى: نشيط، صاحب عزم واجتهاد ودُربة وحِذْق.\nأقول: لم أجد في معاجم اللغة دلالة الشاطر على الماهر.\nالجزء: 1 - الصفحة: 6\n",
        "- وللعلامة: أحمد تيمور باشا في كتابه الكبير «معجم تيمور الكبير» (4/ 204 ـ 206) مراجع ضافية حول هذه الكلمة، وغالبها للمتأخرين، تدل على المدح. [[تجد صورةً منها بعد هذا المستند]]\n- والعجيب أن لفظة شاطر في اللغة التركية يراد بها: الفَرِح الطرُوب. كما في «تكملة التركية بكلمات عربية» لمحمد بن عبدالله أبي الفضل القونوي (ص 270).\n- ولها معنى آخر في «التركية» يراد «الشطَّار» رجل المعيَّة السلطانية، لهم لباس خاص، يتقدمون موكب السلطان، أُلغيت الوظيفة هذه، ثم أعيدت سنة 1666 م، ثم ألغاها سليمان لاثاني، ثم أعادها أحمد الثالث 1706 م، وكان عددهم في تناقص فكانوا في القرن الثامن عشر الميلادي: اثنا عشر رجلاً، ويوجد في حاشية بعض الوزراء نفر من الشطار، ويكثر استخدامهم في زمن الحرب.\nانظر: «مصطلحات التاريخ العثماني ـ معجم موسوعي مصوَّر ـ» د. صالح سعداوي صالح، ط. دار الملك عبدالعزيز (2/ 759).\n- ومن استخدامهم في زمن الحرب ـ وهو فيما يبدو من اللغة التركية ـ: نقل الأستاذ: حسام بن عبدالعزيز مكَّاوي في كتابه الممتع «المصطلحات الحضارية في مكة المكرمة من خلال بعض الكتب والوثائق المكية من القرن التاسع الهجري حتى منتصف القرن الرابع عشر» (ص 195) نقلاً عن محمد بن علي بن فضل الطبري الحسيني (ت 1173 هـ) في\nالجزء: 1 - الصفحة: 7\n",
        "كتابه: «إتحاف فضلاء الزمن بتاريخ ولاية بني الحسن» (ص 370) قوله: (خرج الشريف سعيد لأخذ الخلعة، فلما وصل أبقى جميع العسكر، وتقدَّم بالشُّطَّار فقط إلى الباشا).\nوذكر الأستاذ حسام: أن هذه المصطلح لم يكن مشتهراً في مكة، وربما يكون الشريف سعيد أول وآخر من اتَّخذَ هؤلاء «الشطار» جماعة من المرافقين والمقرَّبين له.\nقال: ولم أجد من ذكره بعد ذلك ممن أرَّخَ لمكة بعد عصر الشريف سعيد\n...\n, وقد أشار الطبري إلى وجود رئيس للشُّطَّار كان يُعرف بِ «الشاطر باش»، وفي ذلك دليل على وجود تنظيم للشطار في مكة في تلك الحقبة.\n- ينظر فيما سبق: «الفاخر» للمفضل بن سلمة (ت 290 هـ تقريباً) (ص 28)، «غريب الحديث» لابن قتيبة (2/ 567)، «غريب القرآن» لابن قتيبة (ص 24)، «معاني القرآن» للزجاج (1/ 222)، «تهذيب اللغة» للأزهري (11/ 211)، «المنتخب من كلام العرب» للهُنائي (ص 240)، «الزاهر في معاني كلمات الناس» للأنباري (ت 328 هـ) (1/ 126) رقم (87)، «أساس البلاغة» للزمخشري (1/ 263 و 507)، «تفسير الراغب الأصبهاني» (1/ 334)، «لسان العرب» لابن منظور (4/ 408)، «تاج العروس» للزبيدي (12/ 171).\nالجزء: 1 - الصفحة: 8\n",
        "ورد حديثان موضوعان = مكذوبان،\nفيهما كلمة «شاطر» ضمن معنى سيئ، وهو:\nما أخرجه الطبراني (ت 360 هـ) في معاجمه الثلاثة: «الأوسط» (6/ 227) رقم\n...\n(6259)، و «الكبير» (11/ 99) رقم (11169)، و «الصغير» (2/ 111) رقم\n...\n(869)، ومن طريقه: [ابن الشجري في «الأمالي» (2/ 356) رقم (2740)، والخطيب في «تاريخ بغداد» (3/ 698)، وأو العلاء العطار الهمذاني في «فتيا وجوابها في ذكر الاعتقاد» (ص 54)، والثقفي في «الأربعين» (ص 247)، وابن نقطة في «التقييد» (1/ 81) رقم (88)، وابن طولون في «الأربعين في الرحمة» (ص 62) رقم (24)، والمبرد في\n...\n«إيضاح طرق الإستقامة» (ص 234)]، وأبو القاسم الأصبهاني في «الترغيب والترهيب» (1/ 176) رقم (230)، وابن الجوزي في «الموضوعات» (3/ 459) رقم\n...\n(1685) من طريق محمد بن معاوية النيسابوري قال: حدثنا محمد بن سلمة الحراني، عن خُصيف، عن مجاهد، عن ابن عباس - رضي الله عنهما - قال: قال رسول الله - صلى الله عليه وسلم -:\n...\n«سيجيء في آخر الزمان أقوام، تكون وجوههم وجوه الآدميين، وقلوبهم قلوب الشياطين، أمثال الذئاب الضواري، ليس في قلوبهم شيء من الرحمة، سفاكون للدماء، لا يزعون قبيحاً، إن تابعتهم وارَبُوك، وإن تواريت عنهم اغتابوك، وإن حدثوك كذبوك، وإن أمنتهم خانوك، صبيهم عارم، وشابُّهم شاطِرٌ، وشيخهم لا يأمر بمعروف، ولا ينهى عن منكر، الاعتزاز بهم ذل، وطلب ما في أيديهم فقر، الحليم فيهم غاو، والآمر بالمعروف فيهم متهم،\nالجزء: 1 - الصفحة: 9\n",
        "المؤمن فيهم مستضعف، والفاسق فيهم مشرف، السنة فيهم بدعة، والبدعة فيهم سنة، فعند ذلك يسلط الله عليهم شرارهم، ويدعو أخيارهم فلا يستجاب لهم».\nقال الطبراني عقبه: (لم يرو هذا الحديث عن خصيف إلا محمد بن سلمة، تفرد به محمد بن معاوية، ولا يروى عن رسول الله - صلى الله عليه وسلم - إلا بهذا الإسناد).\nقال ابن الجوزي: (هذا حديث موضوع على رسول الله - صلى الله عليه وسلم -، وهو معروف بمحمد بن معاوية، قال أحمد والدارقطني: هو كذاب. وقال النسائي: متروك الحديث).\nــ محمد بن معاوية بن أعين النيسابوري، متروك الحديث. «تقريب التهذيب» (ص 537).\n- وروي من حديث عمر بن الخطاب - رضي الله عنه -:\nأخرجه: الخطيب في «المتفق والمفترق» (2/ 1010)، وأبو موسى المديني في «دولة الأشرار» ــ كما في «اللآلئ المصنوعة في الأحاديث الموضوعة» للسيوطي (2/ 321) ــ، وعبدالغني المقدسي في «الأمر بالمعروف» (ص 48) رقم (62) من طريق هارون بن إسحاق الهمداني، قال: حدثنا زبيد اليامي ــ من ولد زبيد ــ قال: حدثني محمد الأنصاري ــ من أهل الحديث منذ ثلاثين سنة ــ[[سقط اسمه عند الخطيب]]، عن أبي قتادة الحراني، عن سفيان الثوري، عن عبد الملك بن عمير، عن أبي المليح، عن عمر بن الخطاب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «يأتي على الناس زمان يكون أكثرهم وجوه المؤمنين وقلوبهم قلوب الذئاب الضوارئ، سفاكون للدماء، لا يرعون عن قبيح فعلوا، إن بايعتهم وَارَبُوكَ، وإن حدَّثوك كذبوك، وإن ائتمنتهم خانوك، وإن تواريت عنهم اغتابوك، صبيهم\nالجزء: 1 - الصفحة: 10\n",
        "عارم، وشابُّهم شاطِرٌ، وشيخهم فاجر، لا يأمر بمعروف ولا ينهى عن منكر الاختلاط بهم ذل\n....\n».\nقال أبو موسى المديني: هذا حديث يعرف بمحمد بن معاوية رواه جماعة، قال ويروى من غير هذا الوجه.\nــ أبو قتادة هو عبدالله بن واقد الحراني، متروك. «تقريب التهذيب» (ص 362).\nــ أبو المليح لم يدرك عمر. «العلل» لابن أبي حاتم (2/ 507) رقم (553).\nوالحديثان ذكرهما السيوطي في الموضوعات «اللآلئ المصنوعة» (2/ 320).\n- وقد روي من قول إبراهيم بن أدهم (ت 162 هـ):\nقال ابن أبي الدنيا (ت 281 هـ) في «العزلة والانفراد» (ص 106) رقم (106): حدثني عون بن إبراهيم، قال: حدثني محمد بن روح، عن القاسم بن كثير، قال: قال إبراهيم بن أدهم: سيأتي على الناس زمان يُرى الناسُ في صورة أُناس، وقلوبهم قلوب الذئاب، شابُّهم شاطِرٌ، وصبيُّهم عارِمٌ، وشيخُهم لا يأمر بالمعروف ولا ينهى عن المنكر، الفاسق فيهم عزيز، والمؤمن فيهم حقير).\n- قال الزاهد: بشر بن الحافي (ت 227 هـ): شاطر سخي، أحب إلي من قارئ لئيم.\n...\n«سير السلف» لأبي القاسم الأصبهاني ـ قوام السُّنة ـ (ص 1087) .. ولفظه في «تاريخ الإسلام» للذهبي (5/ 542): شاطر سخي أحب إلى الله من صوفي بخيل. وانظر: «حلية الأولياء» (7/ 51).\nالجزء: 1 - الصفحة: 11\n",
        "أيهما أكثر دهاءً: شُطَّار مصر، أم شُطَّار بغداد؟ !\nقال أبو طاهر السِّلَفي (ت 576 هـ) في «معجم السفر» (ص 99) رقم (284):\n...\n(سمعت أبا الرضا زيد بن جعفر بن إبراهيم الخيمي بالإسكندرية يقول: رافقتُ\n...\nعبد الرحمن بن تقي الشوَّاي المصري إلى بغداد، فاشترينا من رجل من ديار مصر مقيمٍ بها نعالاً ووصَّانا بحفظها عند دخولنا إلى المساجد للصلاة والأكل والنوم على عادة الغرباء.\nفقال عبد الرحمن: نحن لا نغلب فأبلَه مصر، أشطر من شاطر بغداد. وبِقُرْبِنَا مَن يسمع كلامنا ونحن لا ندري.\nثم إنا افترقنا فقال لي بعد ذلك عبد الرحمن: دخلت إلى مسجد وأكلت طعاماً وغلبتني عيني، فاتكأتُ وإذا برجل قد دخل ورفع صوتَه فلم أكلِّمه، فقعد في زاوية من الزوايا كأنه يدفن شيئاً، ثم دخل آخر فقال: ما عمِلتَ؟ فقال: دفنتُها. فقال: خاطرْنَا برؤوسنا حتى حصلنا هذه الدنانير المئة وتريد تضيعها علينا!\nفقال: كيف؟ فقال: مِن أين تأمَنُ أنَّ هذا النائم قَدْ عَلِمَ جميع ما عمِلْتَ؟\nفقال: لا يا رجل، هو فريق في نومه. فقال: لا والله.\nوجرى بينهما كلام كثير، فقال: أتريدُ أن تحقق أنه نائم؟ قال: نعم. قال: اصبر.\nوجاء وحرَّكَنِي، فلم أتحرَّك طمعاً في المال. فقال: هو ـ والله ـ نبهان، فأخذ النعلين من رجلي، فلم أتحرك، وكنتُ مِن حوطتي عليهما قد رقدت فيهما، فدفَعَ في ظهرِه وأخرجَه.\nوقال: ما قلتُ لكَ إنه نائم. وخرجَ خلفَهُ.\nالجزء: 1 - الصفحة: 12\n",
        "فقمتُ سريعاً إلى الزاوية، فلَمْ أجِدْ شيئاً! فرجعَتُ إلى النِّعَاليِّ وأخبرتُه بالقضية؛ فضحِكَ في وجهي، وقال: خُذْ نَعْلَيْكَ، ولا تَرجِعْ بعدَ هذا إلى مِثْلِ كلامِكَ، فشُطَّارُ بغداد لا يُغلَبُونَ.\nوتعجَّبْتُ مِن حُسْنِ حِيلَتِهِما).\nللشُّطَّار ملاحة! !\nفي «تاريخ بغداد» (11/ 343) في ترجمة: عبد الله بن محمد بن سفيان أبي الحسين الخزاز النحوي.\nحدَّث عن: أبي العباس المبرد، وأبي العباس ثعلب، وغيرهما.\nروى عنه: عيسى بن علي بن عيسى الوزير.\nوكان ثقة، وله مصنفات في علوم القرآن غزيرة ال\nفوائد\n.\nأخبرنا القاضي أبو الحسين محمد بن علي بن محمد بن عبد الله الهاشمي، قال: أخبرنا عيسى بن علي، قال: حدثنا أبو الحسين عبد الله بن محمد بن سفيان النحوي الخزاز، قال: حدثنا أبو العباس المبرد، قال: حدثنا المغيرة، عن الزبير، قال: حدثني مصعب بن عبد الله، قال: قال مالك بن أنس: لهؤلاء الشطار ملاحة كان أحدهم يصلي خلف إنسان، فقرأ الإنسان (الحمد لله رب العالمين) حتى فرغ منها، ثم أرتج عليه فجعل يقول: أعوذ بالله السميع العليم من الشيطان الرجيم، وجعل يردد ذلك.\nفقال الشاطر: ليس للشيطان ذنب، إلا أنك لا تحسن تقرأ).\nوذكر القصة أيضاً ابن عساكر في «تاريخ دمشق» (56/ 247)\nالجزء: 1 - الصفحة: 13\n",
        "- وردت كلمة (الشاطر) في غالب الكتب القديمة: المعاجم اللغوية، وكتب الجرح والتعديل، وكتب التاريخ والأدب، قبل القرن الخامس ـ خاصة ـ في استعمال سيئ.\n1. في المعاجم ـ كما سبق ـ.\n2. وفي كتب الرجال:\nــ «الطبقات الكبرى ـ متمم التابعين ـ» لابن سعد (ص 453): ( .. وكان ابنه سفيها شاطراً، قتله للميراث .. ).\nــ وفي «الجرح والتعديل» لابن أبي حاتم (3/ 62): (كذَّاب، صاحبُ سُكْر، شاطر).\nــ وفي «سؤالات الجنيد لابن معين» رقم (561): (سألت يحيى قلت: هل كتبتَ بمصر عن المفضل بن فضالة؟ فقال: «لا لا، ما كتبتُ عنه شيئَاً، كان رجلَ سوءٍ شاطِرٍ خَبيثٍ، لم يكن موضع أن يُكتَب عنه».\nــ وفي «أخبار القضاة» لوكيع (ت 307 هـ) (3/ 111): بإسناده إلى جهينة القطان مولى ابن شبرمة قال: سمعت ابن شبرمة يقول: نِعم الرجل أَبُو هشام يعني مغيرة بْن مقسم الضبي إِلَّا أنه يشرب النبيذ حتى تحمر أذناه. قَالَ: قلت إنه كأني أعذره، قَالَ: أليس يراه الشاطر فيقتدي به).\nــ وانظر: «السير» للذهبي (8/ 43) و (19/ 82).\n- بدأ ذكر كلمة «الشاطر» في القوة والمدح ــ حسب ما وقفتُ عليه من المصادر ـ:\nالسُّلَمي (ت 412 هـ) في «طبقات الصوفية» ــ كما سيأتي ـ، وابن الجوزي\n...\n(ت 597 هـ) «صيد الخاطر»، والعماد الأصبهاني (ت 597 هـ) في «الخريدة»، والسمعاني (ت هـ) في «التحبير»، وعنه: الذهبي في «السير» (20/ 540).\nالجزء: 1 - الصفحة: 14\n",
        "الصريفيني (ت 641 هـ) في «المنتخب من كتاب السياق لتاريخ نيسابور»، وابن الشعار الموصلي (ت 654 هـ) في «قلائد الجمان» (2/ 337).\nوالقاضي عياض (544 هـ) نقلاً عن غيره كما في «ترتيب المدارك» (8/ 54).\nوصف الذهبي (ت 748 هـ) في «سير أعلام النبلاء» (2/ 498) الصحابي ابن الصحابي: أسامة بن زيد - رضي الله عنهما - بأنه شاطر شجاع! ! [[تُراجع الأصول الخطية للتأكد]]\nوورد بمعنى المدح أيضاً في: «سير أعلام النبلاء» (4/ 500)، «تاريخ الإسلام» للذهبي (15/ 702)، «الضوء اللامع» للسخاوي (11/ 101)، «نهاية المحتاج» للرملي (ت 1004 هـ) (8/ 101).\nفي «طبقات الصوفية» لأبي عبد الرحمن السلمي (ت 412 هـ) (ص 149): (قال وسئل رويم عن الشاطر؟ فقال: من شطرت نفسه عن الباطل).\nقال القرطبي (ت 671 هـ) في «تفسيره» (2/ 159): (فأما الشاطر من الرجال فلأنه قد أخذ في نحو غير الاستواء، وهو الذي أعيا أهله خبثاً، وقد شطر وشطُر ـ بالضم ـ شطَارة فيهما.\nوسئل بعضهم عن الشاطر، فقال: هو مَن أخذ في البعد عما نهى الله عنه).\nالجزء: 1 - الصفحة: 15\n",
        "فوائد\n:\n- ثمة أعلام يُلقبون ب «الشاطر» و «ابن الشاطر»، منهم:\nعلي بن إبراهيم بن محمد الأنصاري الموقت، أبو الحسن علاء الدين، المعروف بابن الشاطر (ت 777 هـ)، عالم بالفلك والهندسة والحساب. وانظر: «الأنساب» للسمعاني (8/ 17) رسم «الشَّاطِري».\n- قبيلة وأفخاذ: شاطر = شاطري = الشَّطارَة\nــ من الأكراد: «شاطر» = الشاطري. انظر: «عشائر العراق» للعزاوي (4/ 279).\nــ الشطار من مطير، والشطارة من جهينة، ومن حرب أيضاً. انظر: «معجم قبائل العرب» لكحالة (2/ 593).\n- كتاب عن الشطَّار\nــ للدكتور: محمد رجب النجار دراسة موسعة بعنوان: «الشُطَّار والعيَّارين في التراث العربي» ـ كذا العيارين ـ غلاف (464 صفحة) ط. ذات السلاسل، الطبعة الثانية 1989 م\nالجزء: 1 - الصفحة: 16\n",
        "الخلاصة\n:\nيُلحظ أن معنى الشطر: البُعْد، وقد استُعمل أوَّلاً في البُعد عن الخير، ولم أجد له معنى حسناً في القرون الأولى\n...\nوكان يُطلق على اللصوص ومَن أعيى أهلَه خُبثاً.\nثم ورد بعد ذلك استعماله في البعد عن الشر، والبعد عن الأقران ونحوهم بالتميز والحذق، وأول ما وُجد استعماله في ذلك عند الصوفية، ثم شاع، وابتُذِل عند العامة ــ كما في قول ابن الأثير والقلقشندي ـ.\nثم أصبح في زماننا هذا في القرن الخامس عشر يُطلق على الماهر والمتميز حُسْناً، ولايكاد يُستخدم في غيره، ولا يستخدم عند الصوفية فيما يظهر لي ـ والله أعلم ـ.\nومع ما سبق لم أجد استخدامها ـ عند العلماء ـ في المدح إلا قليلاً\n...\nفالأولى والأحسن اجتنابها، لأمرين:\n1. لعدم ورودها في المعاجمِ اللغوية وكلامِ العلماء الأولين دالَّةً على المدح والحذق.\n2. ولقلة استخدامها في كلام المتوسطين والمتأخرين من أهل العلم والأدب في مقام المدح.\nومما يستغرب شيوعها في زماننا، وكأنها الكلمة الوحيدة في المدح والتميز.\nوقد يقال: بأن أصل الشطر البُعد، والاغتراب، وهذان موجودان في شخص تميز وحذق عمله، وابتعد عن مستوى أقرانه\n...\nالجزء: 1 - الصفحة: 17\n",
        "لكن يظل الأمر غريباً؛ لعدول القرون السابقة عن استخدامها في الخير إلا قليلاً، وللعامة في القرن الخامس وما بعده سبب في شيوعها في المدح ـ كما في قول ابن الأثير والقلقشندي ـ.\nالأمر يسير ـ إن شاء الله ـ والبحث هنا عن الأحسن والأفضل، مع عِلم الجميع أن اللغة العربية أوسع اللغات، فلْنَنْتَقِ أجملَ وأفصح العبارات.\nوليتنا ثم ليتنا ثم ليتنا نقضي على الرطانة التي نخرت ألسنتنا فيما لاحاجة لنا فيه ـ ولا حول ولا قوة إلا بالله العلي العظيم ــ.\nهذا ما تيسر إيراده، والله تعالى أعلم، وصلى الله وسلم وبارك على نبينا محمد وعلى آله وصحبه أجمعين.\nكتبه:\nإبراهيم بن عبدالله المديهش\nمدينة الرياض\nالنشرة الأولى (26/ 5 /1439 هـ)\nالنشرة الثانية «مزيدة» (11/ 7/ 1439 هـ)\n#قناة_إبراهيم_المديهش_العلمية\n...\nفي التيليجرام\nhttps://t.me/ibrahim_almdehesh\nالجزء: 1 - الصفحة: 18\n",
        ""
    ]
}