{
    "1": [
        "حديث الدراج\nحديث الدراج\nالدراج\nالكتاب:\nالجزء فيه من حديث أبي عمرو عثمان بن عمر الدراج\nالمؤلف:\nعُثْمَان بْن عُمَر بْن خفيف أَبُو عُمَر المقرئ المعروف بالدراج (المتوفى: 361هـ)\nرواية:\nأبي طالب علي بن عبد الرزاق الحريري عنه\nتحقيق:\nد/ عبد الله مرحول السوالمة\nدار النشر:\nمجلة الشريعة والدراسات الإسلامية بالكويت - العدد 47\nسنة النشر:\n2001م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\nأعده للشاملة:\nأحمد الخضري (نسخ)، ويا باغي الخير أقبل (مقابلة)\n",
        "أخبرتنا المسندة أم الفضل هاجر بنت الشرف محمد بن محمد بن أبي بكر القدسي قراءة عليها في ثاني رجب سنة 865هـ أخبرنا الزين عبد الرحمن بن أحمد بن المبارك القدسي ابن الشيخة في المحرم سنة 797هـ أخبرنا أبو النون يونس بن إبراهيم الدبوسي أنبأنا الحسن بن هبة الله بن دينار وأبو الفضل أحمد بن عبد الله بن الجباب وأبو الرضى علي بن زيد التسارسي قالوا أخبرنا الحافظ أبو طاهر أحمد بن محمد بن أحمد بن محمد السلفي أخبرنا أبو الخطاب نصر بن أحمد بن عبد الله بن البطر أخبرنا أبو طالب مكي بن عبد الرزاق الحريري حدثنا أبو عمرو عثمان بن عمر الدراج سنة 359هـ قال:\n1-\nحدثنا أبو بكر عمر بن محمد بن الفرج الطائي بحمص حدثنا محمد بن تمام بن صالح البهراني حدثنا المؤمل بن إهاب حدثنا محمد بن\n[ص: 100]\nيوسف حدثنا أبو مطيع الأطرابلسي عن محمد بن زياد عن أبي عنبة\n[ص: 101]\nالخولاني قال إن لله عز وجل آنية في أرضه وآنيته في أرضه قلوب عباده الصالحين فأحبها إليه أرقها وألينها.\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 99\n",
        "2-\nحدثنا عمر بن محمد حدثنا عبد الرحمن بن أيوب أبو عمر الحمصي حدثنا العطاف بن خالد حدثنا نافع عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم لوأن الله عز وجل أذن لأهل الجنة بالتجارات بينهم لتبايعوا العطر والبز.\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 102\n",
        "3-\nحدثنا أبو سليمان علقمة بن يحيى بن علقمة الجوهري بالفسطاط حدثني أبي حدثنا زهير بن عباد حدثنا عبد الله بن المغيرة عن\n[ص: 104]\nهشام بن عروة عن أبيه عن عائشة قالت كان رسول الله صلى الله عليه وسلم يرى في الظلمة كما يرى في الضوء.\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 103\n",
        "حديث ثعلبة بن عبد الرحمن\n4-\nحدثنا أبو نصر أحمد بن محمد بن هشام الطالقاني حدثني جدي حدثنا منصور بن عمار عن المنكدر بن محمد بن المنكدر عن أبيه عن جابر قال أسلم صبي من الأنصار يقال له ثعلبة بن عبد الرحمن وكان يحب النبي صلى الله عليه وسلم ويخدمه ثم إنه مر بباب رجل من الأنصار فاطلع فيه فوجد امرأة الأنصاري تغتسل فكرر النظر فخاف أن ينزل الوحي على رسول الله صلى الله عليه وسلم بما صنع فخرج هاربا من المدينة استحياءً من رسول الله صلى الله عليه وسلم حتى أتى جبال مكة يعني بين المدينة فولجها فسأل عنه النبي صلى الله عليه وسلم أربعين يوما وهي الأيام التي قالوا ودعه ربه وقلاه قال فنزل جبريل فقال يا محمد إن ربك يقرأ عليك السلام ويخبرك أن الهارب من أمتك بين هذه الجبال يتعوذ بي من ناري\n[ص: 106]\nقال فأتى النبي صلى الله عليه وسلم عمر بن الخطاب رضي الله عنه وسلمان رضي الله عنه فقال: انطلقا فأتياني بثعلبة بن عبد الرحمن. فخرجا من أنقاب المدينة فلقيهما راعياً من رعاة المدينة , يقال له: ذفافة , فقال له: يا ذفافة هل لك علم بشاب بين هذه الجبال , فقال له ذفافة: لعلك تريد الهارب من جهنم؟ فقال له عمر: وما علمك أنه هرب من جهنم؟ قال: إنه إذا كان في نصف الليل خرج علينا من هذ الشعب واضعاً يده على أم رأسه , يبكي وينادي: يا ليتك قبضت روحي في الأرواح , وجسدي في الأجساد , ولا تجردني لفصل القضاء , قال عمر: إياه نريد , قال: فانطلق معهما ذفافة , حتى إذا كان في بعض الليل خرج عليهما وهو ينادي: يا ليتك قبضت روحي في الأرواح , وجسدي في الأجساد قال: فعدى عليه عمر ليأخذه , فلما سمع حسه قال: الأمان الأمان متى الخلاص من النار؟ فقال له عمر: أنا عمر بن الخطاب فقال له ثعلبة: يا عمر , هل علم النبي صلى الله عليه وسلم بذنبي؟\n[ص: 107]\nقال: لا علم لي , إلا أنه ذكرك بالأمس فبكى وأرسلني إليك قال: يا عمر , لا تدخلني عليه إلا وهو في المسجد , ولا تدخلني عليه إلا وهو يصلي , أو بلال يقول قد قامت الصلاة قال: ففعل , (قال فلما أتى به عمر المدينة وأتى به عمر المدينة وأتى به المسجد) (1) ، قال والنبي صلى الله عليه وسلم يصلي , قال: فلما سمع قراءة النبي صلى الله عليه وسلم خر مغشياً عليه قال فدخل عمر وسلمان الصلاة وهو صريع فلما سلم النبي صلى الله عليه وسلم قال: يا عمر , ويا سلمان , ما فعل ثعلبة بن عبد الرحمن؟ قالا: هو ذا هو يا رسول الله ,\nقال فأتاه النبي صلى الله عليه وسلم فحوله فانتبه , قال: ما الذي غيبك عني؟ .\nقال: ذنبي قال: أفلا أعلمك آية يمحو الله بها الذنوب والخطايا؟ . قال: بلى يا رسول الله قال: قل: {آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار} قال: إن ذنبي أعظم فقال رسول الله صلى الله عليه وسلم: بل كلام الله أعظم.\nقال وأمره بالانصراف إلى منزله , قال: فانصرف ومرض ثمانية أيام , قال\n[ص: 108]\nوأتى سلمان إلى النبي صلى الله عليه وسلم , فقال إن ثعلبة بن عبد الرحمن به لمم قال: فجاء فدخل النبي صلى الله عليه وسلم قال فأخذ برأسه فوضعه في حجره , قال: فأزال رأسه عن حجر النبي صلى الله عليه وسلم , فقال رسول الله صلى الله عليه وسلم: لم أزلت رأسك عن حجري؟ قال: إنه من الذنوب ملآن. فقال رسول الله صلى الله عليه وسلم: ما تجد قال أجد؟ . قال: أجد مثل دبيب النمل بين جلدي وعظمي قال: فما تشتهي؟ قال: مغفرة ربي قال: فنزل جبريل عليه السلام , فقال: يا محمد , إن ربك يقرأ عليك السلام , ويقول لك: لو لقيني هذا بقراب الأرض خطيئة لقيته بقرابها مغفرة قال: فأعلمه النبي صلى الله عليه وسلم قال: فصاح صيحة فمات\nقال: فأمر رسول الله صلى الله عليه وسلم بغسله , وكفنه , وصلى عليه ثم احتمل إلى قبره فأقبل النبي صلى الله عليه وسلم يمشي على أطراف أنامله , فقيل: يا رسول الله , رأيناك تمشي على أطراف أناملك فقال رسول الله صلى الله عليه وسلم: لم أستطع أن أضع رجلي على الأرض من كثرة من شيعه من الملائكة.\n(1) هكذا هو في المخطوطة، والذي في معرفة الصحابة: فأقبلوا به إلى المدينة فوافقوا رسول الله صلى الله عليه وسلم وهو في صلاة الغداة.\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 105\n",
        "5-\nحدثنا أبو الحسن علي بن حماد بن هشام العسكري الخشاب حدثنا علي بن المديني حدثنا أنس بن عياض حدثني سهيل بن أبي صالح عن أبيه , عن أبي هريرة رضي الله عنه , أن رسول الله صلى الله عليه وسلم قال من صام يوما في سبيل الله\n[ص: 110]\nزحزح الله وجهه عن النار بذلك اليوم سبعين خريفا.\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 109\n",
        "6-\nحدثنا أحمد بن حبيب النهرواني حدثنا أبو أيوب أحمد بن\n[ص: 112]\nعبد الصَّمَد حدثنا إسماعيل بن قيس بن سعد عن أبي حازم عن سهل بن سعد قال: قال رسول الله صلى الله عليه وسلم إسماع الأصم صدقة.\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 111\n",
        "7-\nحدثنا عبد الله بن سليمان بن الأشعث حدثنا أحمد بن صالح حدثنا عبد الله بن وهب قال قال مالك بن أنس:\n[ص: 114]\nالناس ينظرون إلى الله يوم القيامة بأعينهم. قال أبو بكر بن أبي داود من لم يؤمن بهذا فهو كافر.\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 113\n",
        "8-\nحدثنا عبد الله بن سليمان حدثنا هشام بن خالد الأزرق حدثنا الوليد بن مسلم حدثنا عبد الرحمن بن يزيد بن جابر حدثنا إسماعيل بن عبيد الله\n[ص: 115]\nعن أم الدرداء عن أبي الدرداء قال: قال رسول الله صلى الله عليه وسلم إن الرزق ليطلب العبد كما يطلبه أجله.\nالحديث: 8 ¦ الجزء: 1 ¦ الصفحة: 114\n",
        "آخر الجزء والحمد لله وحده اللهم صل على سيدنا محمد وآله وصحبه وسلم حسبنا الله ونعم الوكيل\nالجزء: 1 ¦ الصفحة: 116\n",
        ""
    ]
}