{
    "1": [
        "حديث المصافحة للسلفي\nحديث المصافحة للسلفي\nأبو طاهر السِّلَفي\nالكتاب:\nحديث المصافحة للسلفي (مطبوع ضمن كتاب جمهرة الأجزاء الحديثية)\nالمؤلف:\nصدر الدين، أبو طاهر السِّلَفي أحمد بن محمد بن أحمد بن محمد بن إبراهيم سِلَفَه الأصبهاني (المتوفى: 576هـ)\nاعتناء وتخريج:\nمحمد زياد عمر تكلة\nالناشر:\nمكتبة العبيكان، الرياض\nالطبعة:\nالأولى، 1421 هـ - 2001 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "أَبْنَا الشَّيْخُ الْإِمَامُ أَبُو بَكْرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ زَنْجَوَيْهِ الزَّنْجَوِيُّ بِزَنْجَانَ، أَبْنَا الشَّيْخُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ بَاكَوَيْهِ الشِّيرَازِيُّ بِنَيْسَابُورَ فِي سَنَةِ ثَمَانٍ وَعِشْرِينَ وَأَرْبَعِمَائَةٍ، ثنا أَبُو الْعَبَّاسِ الْحَسَنُ بْنُ سَعِيدِ بْنِ جَعْفَرٍ الْمُقْرِئُ الْمُطَّوِعِيُّ بِفَيْرُوزَابَاذَ، ثنا أَبُو غَانِمٍ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ زَكَرِيَّا مِنْ قُرَى نَجْدٍ، ثنا مُحَمَّدُ بْنُ كَامِلٍ الْعَمَّانِيُّ بِعَمَّانَ مِنْ بَلَدِ الْبَلْقَاءِ بِالشَّامِ، أَبْنَا أَبَانُ الْعَطَّارُ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ، قَال\nَ: «صَافَحْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ،\nفَلَمْ أَرَ خَزًّا، وَلَا قَزًّا كَانَ أَلْيَنَ مِنْ كَفِّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ»\nالجزء: 1 ¦ الصفحة: 313\n",
        "قَالَ ثَابِتٌ الْبُنَانِيُّ: أَنَا صَافَحْتُ أَنَسَ بْنَ مَالِكٍ.\nقَالَ أَبَانُ: أَنَا صَافَحْتُ ثَابِتًا الْبُنَانِيَّ.\nقَالَ مُحَمَّدُ بْنُ كَامِلٍ: أَنَا صَافَحْتُ أَبَانَ الْعَطَّارَ.\nقَالَ أَبُو غَانِمٍ: أَنَا صَافَحْتُ مُحَمَّدَ بْنَ كَامِلٍ.\nقَالَ أَبُو الْعَبَّاسِ: أَنَا صَافَحْتُ أَبَا غَانِمٍ.\nقَالَ ابْنُ بَاكَوَيْهِ: أَنَا صَافَحْتُ أَبَا الْعَبَّاسِ.\nقَالَ ابْنُ زَنْجَوَيْهِ: أَنَا صَافَحْتُ ابْنَ بَاكَوَيْهِ.\nقَالَ شَيْخُنَا الْحَافِظُ: أَنَا صَافَحْتُ الزَّنْجَوِيَّ.\nقَالَ كُلُّ وَاحِدٍ مِنْ أَبِي الْحَسَنِ السَّخَاوِيِّ، وَأَبِي الْفَضْلِ الْهَمْدَانِيِّ: أَنَا صَافَحْتُ شَيْخَنَا الْحَافِظَ أَبَا طَاهِرٍ السِّلَفِيَّ.\nقَالَ شَيْخُنَا أَبُو حَامِدٍ الصَّابُونِيُّ: أَنَا صَافَحْتُ السَّخَاوِيَّ، وَالْهَمْدَانِيَّ\nالجزء: 1 ¦ الصفحة: 314\n",
        ""
    ]
}