{
    "1": [
        "حديث سفيان الثوري\nحديث سفيان الثوري\nسفيان الثوري\nالكتاب:\nمن حديث الإمام سفيان بن سعيد الثوري\nالمؤلف:\nأبو عبد الله سفيان بن سعيد بن مسروق الثوري الكوفي (المتوفى: 161هـ)\nرواية:\nالسري بن يحيى عن شيوخه عن الثوري\nورواية:\nمحمد بن يوسف الفريابي عن الثوري\nالمحقق:\nعامر حسن صبري\nالناشر:\nدار البشائر الإسلامية [ضمن سلسلة الأجزاء والكتب الحديثية (31)]\nالطبعة:\nالأولى، 2004 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\nالكتاب مقابل\n",
        "من حديث سفيان بن سعيد الثوري\nالقسم الأول: رواية السري بن يحيى عن شيوخه عن الثوري\nالجزء: 1 ¦ الصفحة: 39\n",
        "[من حديث سفيان عن أبي الزبير]\nقال السري بن يحيى:\n1-\nحدثنا يعلى، عن سفيان , عن أبي الزبير , عن جابر رضي الله عنه قال: نحرنا يوم الحديبية سبعين تسعين بدنة البدنة عن سبعة، فقال وقال رسول الله صلى الله عليه وسلم: اشتركوا في الهدي.\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 45\n",
        "2-\nحدثنا أبو نُعَيْم وقَبِيصَة عن سفيان عن أبي الزبير , عن جابر رضي الله عنه قال نهى رسول الله صلى الله عليه وسلم أن يشرب من فم السقاء.\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 45\n",
        "3-\nحدثنا يعلى، قال: حدثنا سفيان، عن أبي الزبير، عن جابر رضي الله عنه، قال: جاء أبو حميد إلى النبي صلى الله عليه وسلم، بقدح من لبن، بالبقيع بالنقيع نهارا، فقال: ألا خمرته، ولو بعود تعرضه عليه.\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "4-\nحدثنا قَبِيصَة حدثنا سفيان عن أبي الزبير , عن جابر رضي الله عنه قال مروا على رسول الله صلى الله عليه وسلم بحمار قد وسم في وجهه يدخن منخراه فقال لعن الله من فعل هذا ألست قد نهيت عن هذا ألا لا تسموا وجه حمار ولا تضلابوا تضربوا وجهه.\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "5-\nحدثنا قَبِيصَة , حدثنا سفيان عن أبي الزبير , عن جابر رضي الله عنه قال: قال النبي صلى الله عليه وسلم أيما رجل كان له شرك في أرض أو ربعة\n[ص: 47]\nفليس له أن يبيع حتى يستأذن صاحبه فإن شاء أخذ وإن شاء أذن له.\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "6-\nحدثنا يعلى وقَبِيصَة وأبو نُعَيْم قالوا حدثنا سفيان عن أبي الزبير , عن جابر قال قال رسول الله صلى الله عليه وسلم أمسكوا عليكم أموالكم لا تعمروها أحدا فمن أعمر شيئا فهو له.\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 47\n",
        "7-\nحدثنا أبو نُعَيْم وقَبِيصَة حدثنا سفيان عن أبي الزبير , عن جابر قال: قال رسول الله صلى الله عليه وسلم أمرت أن أقاتل الناس حتى يقولوا: لا إله إلا الله، فإذا قالوها عصموا مني دماءهم وأموالهم إلا بحقها، وحسابهم على الله، ثم قرأ: {فذكر إنما أنت مذكر لست عليهم بمصيطر} .\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 47\n",
        "8-\nحدثنا أبو نُعَيْم، حدثنا سفيان، عن أبي الزبير، عن جابر رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: إن عرش إبليس على البحر، فيبعث سراياه، فأغبطهم عنده منزلة، أعظمهم فتنة.\nالحديث: 8 ¦ الجزء: 1 ¦ الصفحة: 48\n",
        "9-\nحدثنا أبو نُعَيْم، حدثنا سفيان، عن أبي الزبير، عن جابر رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: إن إبليس قد يئس أن يعبده المصلون، ولكن في التحريش بينهم.\nالحديث: 9 ¦ الجزء: 1 ¦ الصفحة: 48\n",
        "10-\nحدثنا أبو نُعَيْم، حدثنا سفيان، عن أبي الزبير، عن جابر رضي الله عنه، قال: كان النبي صلى الله عليه وسلم يقرأ {الم تنزيل} و {تبارك} .\nالحديث: 10 ¦ الجزء: 1 ¦ الصفحة: 48\n",
        "11-\nحدثنا أبو نُعَيْم وقَبِيصَة حدثنا سفيان عن أبي الزبير , عن جابر قال كوى النبي صلى الله عليه وسلم سعدا في أكحله [مرتين] .\nالحديث: 11 ¦ الجزء: 1 ¦ الصفحة: 49\n",
        "من حديث سفيان عن عبد الله بن عثمان بن خثيم\n12-\nحدثنا ابن أبو نعيم وقَبِيصَة حدثنا سفيان عن عبد الله بن عثمان عن شهر بن حوشب عن أم الدرداء قالت إنما الوجل في قلب ابن آدم كاحتراق السعفة يا شهر أما يجد لها تجد القشعريرة أما تجد؟ قلت بلى، قالت: فادع فإن الدعاء عند ذاك يستجاب.\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 49\n",
        "13-\nحدثنا قَبِيصَة حدثنا سفيان عن عبد الله عن\n[ص: 50]\nعبد الرحمن بن بهمان عن عبد الرحمن بن حسان بن ثابت , عن أبيه قال لعن رسول الله صلى الله عليه وسلم زوارات القبور.\nالحديث: 13 ¦ الجزء: 1 ¦ الصفحة: 49\n",
        "14-\nحدثنا قَبِيصَة حدثنا سفيان عن عبد الله بن عثمان عن إسماعيل بن عبيد بن رفاعة الزرقي عن أبيه , عن جده قال: قال رسول الله صلى الله عليه وسلم إن قريشا أهل أمانة [وصدق فمن] ، بغاها العوائر أكبه الله لمنخريه من بغاها العوائر أكبه الله لمنخريه من بغاها العوائر أكبه الله لمنخريه.\nالحديث: 14 ¦ الجزء: 1 ¦ الصفحة: 50\n",
        "15-\nحدثنا أبو نُعَيْم حدثنا سفيان عن عبد الله بن عثمان عن سعيد بن جُبَيْر , عن ابن عباس رضي الله عنهما أن رسول الله صلى الله عليه وسلم تزوج وهو محرم واحتجم وهو محرم.\nالحديث: 15 ¦ الجزء: 1 ¦ الصفحة: 50\n",
        "16-\nحدثنا يعلى وقَبِيصَة حدثنا سفيان عن عبد الله ؤبن ابن عثمان عن سعيد بن جُبَيْر , عن ابن عباس رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم خير أكحالكم الإثمد يجلو البصر وينبت الشعر.\nالحديث: 16 ¦ الجزء: 1 ¦ الصفحة: 51\n",
        "17-\nحدثنا يعلى حدثنا سفيان عن عبد الله بن عثمان عن إسماعيل بن عبيد بن رفاعة عن أبيه , عن جده قال خرج رسول الله صلى الله عليه وسلم إلى البقيع، فقال: يا معشر التجار حتى إذا اشرأبوا قال: إن التجار يحشرون يوم القيامة فجارا إلا من اتقى وبر وصدق.\nالحديث: 17 ¦ الجزء: 1 ¦ الصفحة: 51\n",
        "18-\nحدثنا قَبِيصَة , حدثنا سفيان عن عبد الله بن عثمان بن خثيم عن ابن سابط عن حفصة ابنة [عبد الرحمن بن] أبي بكر على عن أم سلمة قالت لما قدم المهاجرون المدينة تزوجوا في الأنصار فكانوا يجبونهم، وكانت الأنصار لا تفعل ذلك , [فأراد رجل من المهاجرين\n[ص: 52]\nامرأته على ذلك] فقالت امرأة رجل منهم منهن لزوجها: حتى أسأل رسول الله صلى الله عليه وسلم فاستحيت أن تسأله فسألته؟ فدعا بها فقرأ عليها: {نساؤكم حرث لكم فأتوا حرثكم أنى شئتم} صمام واحد صمام واحد صمام واحد. .\nالحديث: 18 ¦ الجزء: 1 ¦ الصفحة: 51\n",
        "19-\nحدثنا قَبِيصَة , حدثنا سفيان عن عبد الله بن عثمان عن شهر بن حوشب عن أسماء ابنة يزيد قالت قال رسول الله صلى الله عليه وسلم لا يصلح الكذب إلا في ثلاثة الرجل يكذب امرأته لترضى عنه والكذب ليصلح بين الناس والكذب في الحرب.\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 52\n",
        "من حديث سفيان عن عبد الله بن محمد بن عَقِيل.\n20-\nحدثنا يعلى بن عبيد وأبو نُعَيْم وقَبِيصَة قالوا حدثنا سفيان بن سعيد الثوري عن عبد الله بن محمد بن\n[ص: 53]\nعقيل حدثنا ابن الحنفية عن علي رضي الله عنه قال أراه قد رفعه قال مفتاح الصلاة الطهور وتحريمها التكبير وتحليلها التسليم.\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 52\n",
        "21-\nحدثنا يعلى وأبو نُعَيْم وقَبِيصَة حدثنا سفيان عن عبد الله [بن محمد بن عقيل] عن جابر بن عبد الله رضي الله عنه قال كنا نصلي مع رسول الله صلى الله عليه وسلم المغرب ومنازلنا [على قدر] ميل ثم نرجع إلى منازلنا ونحن نبصر مواقع النبل.\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 53\n",
        "22-\nحدثنا قَبِيصَة عن سفيان عن عبد الله عن جابر رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم خير صفوف الرجال المقدم وشرها المؤخر وخير صفوف النساء المؤخر وشرها المقدم.\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 53\n",
        "23-\nحدثنا قَبِيصَة , حدثنا سفيان عن عبد الله بن محمد بن عَقِيل عن جابر بن عبد الله رضي الله عنه قال كنا مع رسول الله صلى الله عليه وسلم في صير بالمدينة فقال يطلع عليكم رسول الله صلى الله عليه وسلم\n[ص: 54]\nمرجل رجل من أهل الجنة قال فجاء أبو بكر رضي الله عنه فهنيناه، ثُم قال: يطلع عليكم رجل من أهل الجنة قال فجاء عمر رضي الله عنه فهنيناه، ثُم قال: يطلع عليكم رجل من أهل الجنة قال فرأيت رسول الله صلى الله عليه وسلم يصغي رأسه من تحت السعف ويقول اللهم إن شئت جعلته عليا فجاء علي رضي الله عنه فهنيناه.\nالحديث: 23 ¦ الجزء: 1 ¦ الصفحة: 53\n",
        "24-\nحدثنا قَبِيصَة , وأبرن وأبو نعيم قالا حدثنا سفيان عن عبد الله عن الطفيل بن أبي بن كعب عن أبي بن كعب قال قلت يا رسول الله صلى الله عليه وسلم إني أكثر الصلاة عليك، فكم أجعل لك من صلاتي؟ قال: ما شئت، [قلت: الربع؟ قال: ما شئت، وإن زدت فهو خير لك، قلت النصف؟ قال: ما شئت، فإن زدت فهو خير لك، قلت الثلثين؟ قال: ما شئت] فإن زدت فهو خير لك، قلت: أجعل صلاتي كلها؟ قال: إذن تكفى همك ويغفر ذنبك.\nالحديث: 24 ¦ الجزء: 1 ¦ الصفحة: 54\n",
        "25-\nحدثنا قَبِيصَة , حدثنا سفيان عن عبد الله بن محمد بن عَقِيل عن جابر بن عبد الله أو أنس قال: قال رسول الله صلى الله عليه وسلم لصوت أبي طلحة في الجيش خير من ألف رجل.\nالحديث: 25 ¦ الجزء: 1 ¦ الصفحة: 55\n",
        "26-\nحدثنا قَبِيصَة , حدثنا سفيان عن عبد الله بن محمد بن عقيل، عن أبي سلمة، عن أبي هريرة، أو عائشة قالا: كان رسول الله صلى الله عليه وسلم إذا ضحى اشترى كبشين عظيمين، سمينين أقرنين، أملحين موجؤين يذبح أحدهما عن أمته من شهد منهم بالتوحيد، وشهد له بالبلاغ، ويذبح الآخر عن محمد صلى الله عليه وسلم، وآل محمد صلى الله عليه وسلم.\nالحديث: 26 ¦ الجزء: 1 ¦ الصفحة: 55\n",
        "27-\nحدثنا قَبِيصَة , حدثنا سفيان عن عبد الله بن محمد بن عَقِيل عن الطفيل بن أبي بن كعب، عن أبي بن كعب رضي الله عنه، قال: كان رسول الله صلى الله عليه وسلم: إذا جاء ربع الليل قام فقال أيها الناس اذكروا الله اذكروا الله جاءت الراجفة تتبعها الرادفة تتبعها الرادفة، جاء الموت بما فيه جاء الموت بما فيه.\nالحديث: 27 ¦ الجزء: 1 ¦ الصفحة: 55\n",
        "سفيان بن سعيد عن أبي إسحاق.\n28-\nحدثنا قَبِيصَة , حدثنا سفيان عن أبي إسحاق عن أبي عبيدة عن عبد الله قال لا تقبل صلاة بغير طهور ولا صدقة من غلول.\nالحديث: 28 ¦ الجزء: 1 ¦ الصفحة: 56\n",
        "29-\nحدثنا قَبِيصَة عن سفيان عن أبي إسحاق عن أبي حبة بن قيس عن علي رضي الله عنه أنه بدأ فغسل يديه ثلاثا ثم تمضمض واستنشق ثلاثا ثم غسل وجهه ثلاثا، ثم غسل قدميه ثلاثا ثم مسح برأسه ثلاثا ثم غسل يديه ثلاثا، ثم قام قائما فشرب فضل الإناء , ثم قال: هكذا رأيت رسول الله صلى الله عليه وسلم يتوضأ.\nالحديث: 29 ¦ الجزء: 1 ¦ الصفحة: 56\n",
        "30-\nحدثنا قَبِيصَة عن سفيان عن أبي إسحاق عن ؤعاصم بن عمرو قال جاء نفر إلى عمر رضي الله عنه فسألوه عن الحائض ما لزوجها منها وعن الغسل من الجنابرة الجنابة وعن صلاة الرجل تطوعا في بيته\n[ص: 57]\nفقال أسحار أنتم سألت رسول الله صلى الله عليه وسلم عن الحائض ما لزوجها منها قال ما وراء الإزار وعن الغسل من الجنابة فقال يتوضأ وضوئه وضوءه للصلاة ثم يفرغه على رأسه ثلاثا ثم يفرغ على جسده وعن صلاة الرجل في بيته قال نور فنور بيتك.\nالحديث: 30 ¦ الجزء: 1 ¦ الصفحة: 56\n",
        "31-\nوعن أبي إسحاق عن الأسود عن عائشة رضي الله عنها قالت كان رسول الله صلى الله عليه وسلم يجنب ثم ينام ثم لا يمس ماء.\nالحديث: 31 ¦ الجزء: 1 ¦ الصفحة: 57\n",
        "32-\nحدثنا وكيع عن سفيان عن أبي إسحاق عن الحارث عن علي رضي الله عنه قال في مس الذكر قال لا بأس به ما لم يعمد ذلك.\nالحديث: 32 ¦ الجزء: 1 ¦ الصفحة: 57\n",
        "33-\nعن وكيع عن سفيان عن أبي إسحاق عن يحيى بن وثاب عن ابن عمر عن النبي صلى الله عليه وسلم قال: من جاء إلى الجمعة فليغتسل.\nالحديث: 33 ¦ الجزء: 1 ¦ الصفحة: 57\n",
        "34-\nحدثنا أبو نُعَيْم وقَبِيصَة قالا حدثنا سفيان عن أبي إسحاق عن عاصم بن ضمرة عن علي رضي الله عنه قال: كان يدعو فيقول: تم نورك فهديت فلك الحمد، وعظم حلمك فعفوت فلك الحمد، وبسطت يدك فأعطيت فلك الحمد ربنا وجهك أكرم الوجوه، وجاهك خير الجاه، وعطيتك أفضل العطية وأهنؤها، تطاع ربنا فتشكر، وتعصى ربنا فتغفر لمن شئت، تجيب المضطر، وتكشف الضر، وتشفي السقيم، وتنجي من الكرب وتقبل التوبة، وتغفر الذنوب، لا يجزئ بآلائك أحد تجزى بآلائك، ولا يحصي نعماءك قول قائل.\nالحديث: 34 ¦ الجزء: 1 ¦ الصفحة: 58\n",
        "35-\nحدثنا وكيع عن سفيان عن أبي إسحاق عن عبد الله بن أبي بصير عن أبي بن كعب قال: قال رسول الله صلى الله عليه وسلم إن الصف الأول على مثل صف الملائكة ولو تعلمون فضيلته لابتدرتموه.\nالحديث: 35 ¦ الجزء: 1 ¦ الصفحة: 58\n",
        "36-\nحدثنا قَبِيصَة عن سفيان عن أبي إسحاق عن التميمي واسمه [أربدة] عن ابن عباس رضي الله عنهما قال كان رسول الله صلى الله عليه وسلم إذا سجد رؤي بياض إبطيه.\nالحديث: 36 ¦ الجزء: 1 ¦ الصفحة: 59\n",
        "37-\nحدثنا أبرن أبو نعيم عن سفيان عن أبي إسحاق عن عبد الله بن يزيد قال: حدثني البراء وكان غير كذوب قال كنا إذا صلينا خلف النبي صلى الله عليه وسلم لم يحن أحد منا ظهره حتى يضع النبي صلى الله عليه وسلم جبهته.\nالحديث: 37 ¦ الجزء: 1 ¦ الصفحة: 59\n",
        "38-\nحدثنا قَبِيصَة , حدثنا سفيان عن منصور والأعمش , وحماد وحصين عن أبي وائل عن عبد الله رضي الله عنه وعن أبي إسحاق عن أبي عبيدة والأسود وأبي الأحوص عن عبد الله عن النبي صلى الله عليه وسلم أنه كان يعلمهم التشهد التحيات لله والصلوات والطيبات السلام عليك أيها النبي ورحمة الله وبركاته\n[ص: 60]\nالسلام علينا وعلى عباد الله الصالحين أشهد أن لا إله إلا الله وأشهد أن محمدا عبده ورسوله.\nالحديث: 38 ¦ الجزء: 1 ¦ الصفحة: 59\n",
        "39-\nحدثنا قَبِيصَة , حدثنا سفيان عن أبي إسحاق عن أبي الأحوص عن عبد الله رضي الله عنه قال صلاة الرجل في جماعة تزيد على صلاة الرجل وحده بضع وعشرون درجة.\nالحديث: 39 ¦ الجزء: 1 ¦ الصفحة: 60\n",
        "40-\nحدثنا أبو نُعَيْم وقَبِيصَة عن سفيان عن أبي إسحاق قال بعث ابن الزبير إلى عبد الله بن يزيد الخطمي أن استسقي بالناس وخرج الناس معه فيهم زيد بن أرقم والبراء.\nالحديث: 40 ¦ الجزء: 1 ¦ الصفحة: 60\n",
        "41-\nحدثنا قَبِيصَة , حدثنا سفيان عن أبي إسحاق عن السائب بن مالك أن النبي صلى الله عليه وسلم صلى في كسوف الشمس ركعتين.\nالحديث: 41 ¦ الجزء: 1 ¦ الصفحة: 61\n",
        "42-\nحدثنا قَبِيصَة , حدثنا سفيان عن أبي إسحاق عن البراء رضي الله عنه قال أن النبي صلى الله عليه وسلم إذا قفل من سفر قال آيبون تائبون عابدون لربنا حامدون.\nالحديث: 42 ¦ الجزء: 1 ¦ الصفحة: 61\n",
        "43-\nحدثنا أبو نُعَيْم وقَبِيصَة قالا حدثنا سفيان عن أبي إسحاق عن هاني بن هاني عن علي رضي الله عنه قال استأذن عمار على النبي صلى الله عليه وسلم فقال ائذنوا للطيب المطيب.\nالحديث: 43 ¦ الجزء: 1 ¦ الصفحة: 61\n",
        "44-\nعن وكيع عن سفيان عن أبي إسحاق عن الحارث عن علي رضي الله عنه قال\n[ص: 62]\nقال رسول الله صلى الله عليه وسلم قد عفوت لكم عن صدقة الخيل والرقيق ولكن هاتوا من كل أربعين درهما درهم.\nالحديث: 44 ¦ الجزء: 1 ¦ الصفحة: 61\n",
        "45-\nحدثنا قَبِيصَة , عن سفيان عن أبي إسحاق عن وهب بن جابر عن عبد الله بن عمرو رضي الله عنهما عن النبي صلى الله عليه وسلم قال: كفى بالمرء إثما أن يضيع من يقوت.\nالحديث: 45 ¦ الجزء: 1 ¦ الصفحة: 62\n",
        "46-\nحدثنا قَبِيصَة , عن سفيان عن أبي إسحاق عن أبي الأحوص {وسبح بحمد ربك حين تقوم} قال تقول سبحان الله وبحمده.\nالحديث: 46 ¦ الجزء: 1 ¦ الصفحة: 62\n",
        "47-\nحدثنا قَبِيصَة , حدثنا سفيان عن أبي إسحاق عن البراء رضي الله عنه قال كان النبي صلى الله عليه وسلم إذا أراد أن ينام إذا اضطجع وضع خده على يده اليمنى ثم يقول رب قني عذابك يوم تبعث عبادك.\nالحديث: 47 ¦ الجزء: 1 ¦ الصفحة: 62\n",
        "48-\nحدثنا قَبِيصَة , حدثنا سفيان عن أبي إسحاق قال: أخبرني جري النهدي قال بعثني رجل من بني سليم بالكناسة فقال عبد الله بن مسعود رضي الله عنه , عد رسول الله صلى الله عليه وسلم في يدي أو في يده خمسا التسبيح نصف الميزان التسبيح نصف الميزان , والحمد لله يملؤه , والتكبير يملأ ما بين السماوات السماء والأرض , والصوم نصف الصبر , والطهور نصف الإيمان.\nالحديث: 48 ¦ الجزء: 1 ¦ الصفحة: 63\n",
        "49-\nحدثنا قبيصة وأبو نُعَيْم حدثنا سفيان عن أبي إسحاق عن أبي الأحوص عن عبد الله قال كان من دعاء النبي صلى الله عليه وسلم اللهم إني أسألك الهدى والتقى والعفة والغنى.\nالحديث: 49 ¦ الجزء: 1 ¦ الصفحة: 63\n",
        "50-\nحدثنا أبو نُعَيْم حدثنا سفيان عن أبي إسحاق عن هبيرة بن يريم عن علي رضي الله عنه قال كان رسول الله صلى الله عليه وسلم يوقظ أهله في العشر الأواخر ويشمر.\nالحديث: 50 ¦ الجزء: 1 ¦ الصفحة: 63\n",
        "51-\nحدثنا أبو نُعَيْم وقَبِيصَة قالا حدثنا سفيان عن أبي إسحاق عن سليمان بن صرد قال: قال رسول الله صلى الله عليه وسلم يوم الأحزاب الآن نغزوهم ولا يغزونا.\nالحديث: 51 ¦ الجزء: 1 ¦ الصفحة: 64\n",
        "52-\nحدثنا قَبِيصَة , حدثنا سفيان عن أبي إسحاق عن رجل من جهينة أو مزينة قال: سمعت النبي صلى الله عليه وسلم وهو ينادي ينادى بشعارهم: يا حرام يا حرام فقال يا حلال يا حلال.\nالحديث: 52 ¦ الجزء: 1 ¦ الصفحة: 64\n",
        "53-\nحدثنا أبو نُعَيْم وقَبِيصَة قالا حدثنا سفيان عن أبي إسحاق عن المهلب بن أبي صفرة قال: أخبرني من سمع النبي صلى الله عليه وسلم يقول عن إن بيتم الليلة فليكن شعاركم {حم لا ينصرون} .\nالحديث: 53 ¦ الجزء: 1 ¦ الصفحة: 64\n",
        "54-\nحدثنا قَبِيصَة , حدثنا سفيان عن أبي إسحاق عن رجل رفعه\n[ص: 65]\nقال لا تسبوا الأموات فتؤذوا الأحياء.\nالحديث: 54 ¦ الجزء: 1 ¦ الصفحة: 64\n",
        "55-\nحدثنا أبو نُعَيْم قال: حدثنا سفيان عن أبي إسحاق عن ناجية بن كعب عن علي رضي الله عنه قال أتيت النبي صلى الله عليه وسلم فقلت إن عمك الضال قد مات يعني أباه قد مات قال انطلق فواره ولا تحدثن شيئا حتى تأتيني فأتيته فأمرني فاغتسلت ودعا لي بدعوات ما يسرني بهن ما عرض من شيء.\nالحديث: 55 ¦ الجزء: 1 ¦ الصفحة: 65\n",
        "56-\nحدثنا أبو نُعَيْم حدثنا سفيان عن أبي إسحاق عن مسلم بن نذرير السعدي عن حذيفة رضي الله عنه قال أخذ رسول الله صلى الله عليه وسلم بعضلة ساقي أو ساقه فقال هذا موضع الإزار فإن أبيت فأسفل من ذلك فإن أبيت فأسفل من ذلك فإن أبيت فلا حق للإزار في بالكعبين.\nالحديث: 56 ¦ الجزء: 1 ¦ الصفحة: 65\n",
        "57-\nحدثنا أبو نُعَيْم وقَبِيصَة قالا حدثنا سفيان عن أبي إسحاق عن أبي الأحوص عن عبد الله رضي الله عنه\n[ص: 66]\nقال كان رسول الله صلى الله عليه وسلم يسلم عن يمينه وعن يساره السلام عليكم ورحمة الله حتى يرى بياض خده.\nالحديث: 57 ¦ الجزء: 1 ¦ الصفحة: 65\n",
        "58-\nحدثنا قَبِيصَة , عن سفيان عن أبي إسحاق عن الحارث عن علي رضي الله عنه قال انصرف حيث كان صاحبك.\nالحديث: 58 ¦ الجزء: 1 ¦ الصفحة: 66\n",
        "59-\nحدثنا قَبِيصَة , عن سفيان عن أبي إسحاق عن حارثة بن وهب الخزاعي قال صلينا مع رسول الله صلى الله عليه وسلم بمنى أكثر ما كان الناس وآمنه ركعتين في حجة الوداع.\nالحديث: 59 ¦ الجزء: 1 ¦ الصفحة: 66\n",
        "60-\nحدثنا قَبِيصَة حدثنا سفيان عن أبي إسحاق عن عبد الرحمن بن يزيد عن عبد الله أنه كره أنَّ أن يبزق عن يمينه في غير الصلاة.\nالحديث: 60 ¦ الجزء: 1 ¦ الصفحة: 66\n",
        "61-\nحدثنا أبو نُعَيْم وقَبِيصَة عن سفيان عن أبي إسحاق عن عاصم بن ضمرة عن علي رضي الله عنه قال\n[ص: 67]\nكان رسول الله صلى الله عليه وسلم يصلي على أثر كل صلاة ركعتين إلا في الفجر والعصر.\nالحديث: 61 ¦ الجزء: 1 ¦ الصفحة: 66\n",
        "62-\nعن وكيع عن سفيان عن أبي إسحاق عن عاصم بن ضمرة عن علي رضي الله عنه أن النبي صلى الله عليه وسلم كان يصلي أربعا قبل الظهر.\nالحديث: 62 ¦ الجزء: 1 ¦ الصفحة: 67\n",
        "63-\nحدثنا أبو نُعَيْم وقَبِيصَة قالا حدثنا سفيان عن أبي إسحاق عن عاصم بن ضمرة عن علي رضي الله عنه قال ليس الوتر بحتم كهيئة المكتوبة ولكنها سنة سنها رسول الله صلى الله عليه وسلم.\nالحديث: 63 ¦ الجزء: 1 ¦ الصفحة: 67\n",
        "64-\nحدثنا وكيع عن سفيان عن أبي إسحاق عن عاصم بن ضمرة قال سألنا عليا عن تطوع رسول الله صلى الله عليه وسلم بالنهار فقال إنكم لا تطيقونه فقلنا أخبرنا به نأخذ منه ما أطقنا فقال كان رسول الله صلى الله عليه وسلم إذا صلى الفجر أمهل , حتى إذا كانت\n[ص: 68]\nالشمس من هاهنا من قبل المشرق مقدارها من صلاة العصر من هاهنا يعني من قبل المغرب قام فصلى ركعتين ثم أمهل حتى إذا كانت الشمس من هاهنا يعني من قبل المشرق مقدارها من صلاة الظهر من هاهنا يعني من قبل المغرب قام فصلى أربعا وأربعا قبل الظهر إذا زالت الشمس وركعتين بعد الظهر وأربعا قبل العصر يفصل بين كل ركعيتن بالتسليم على الملائكة المقربين والنبيين ومن تبعهم من المء=ؤمنينالمؤمنين والمسلمين.\nقال علي: فست عشرة ركعة تطوع رسول الله بالنهار وقل من يداوم عليها.\nالحديث: 64 ¦ الجزء: 1 ¦ الصفحة: 67\n",
        "65-\nحدثنا أبو نُعَيْم وقَبِيصَة حدثنا سفيان عن أبي إسحاق عن نمير بن عريب عن عامر بن مسعود قال: قال رسول الله صلى الله عليه وسلم الصوم في الشتاء الغنيمة الباردة.\nالحديث: 65 ¦ الجزء: 1 ¦ الصفحة: 68\n",
        "66-\nحدثنا قَبِيصَة , حدثنا سفيان عن أبي إسحاق عن عبد الله بن مالك عن ابن عمر رضي الله عنهما قال صلى النبي صلى الله عليه وسلم الصلاتين بجمع بإقامة.\nالحديث: 66 ¦ الجزء: 1 ¦ الصفحة: 68\n",
        "67-\nحدثنا قَبِيصَة عن سفيان عن أبي إسحاق عن وهب عن جابر عن عبد الله بن عمرو رضي الله عنهما عن النبي صلى الله عليه وسلم قال: كفى بالمرء إثما أن يضيع من يقوت.\nالحديث: 67 ¦ الجزء: 1 ¦ الصفحة: 69\n",
        "68-\nحدثنا أبو نُعَيْم وقَبِيصَة قالا حدثنا سفيان عن أبي إسحاق عن سعيد بن وهب عن خباب [قال شكونا إلى رسول الله صلى الله عليه وسلم حر الرمضاء فلم] يشكنا.\nالحديث: 68 ¦ الجزء: 1 ¦ الصفحة: 69\n",
        "69-\nحدثنا قَبِيصَة , حدثنا سفيان عن أبي إسحاق عن عمرو بن ميمون الأودي عن عمر رضي الله عنه قال كان المشركون لا يفيضون من جمع حتى يرون الشمس على ثبير فخالفهم النبي صلى الله عليه وسلم فأفاض قبل أن تطلع الشمس.\nالحديث: 69 ¦ الجزء: 1 ¦ الصفحة: 69\n",
        "70-\nحدثنا يعلى وأبو نُعَيْم وقَبِيصَة قالوا حدثنا سفيان عن أبي إسحاق عن النجراني قال أتي رسول الله صلى الله عليه وسلم برجل سكران فقال أي شيء شربت\n[ص: 70]\nقال نبيذ قال تمر وزبيب قال لا تخلطوهما كل واحد منهما يكفي وحده ثم ضربه.\nالحديث: 70 ¦ الجزء: 1 ¦ الصفحة: 69\n",
        "71-\nحدثنا قَبِيصَة , عن سفيان عن أبي إسحاق عن أبي عبيدة عن عبد الله قال أشد الناس عذابا يوم القيامة إمام جائر يضل الناس بغير علم ورجل قتل نبيا أو قتله نبي ومصور.\nالحديث: 71 ¦ الجزء: 1 ¦ الصفحة: 70\n",
        "72-\nحدثنا قَبِيصَة عن سفيان عن أبي إسحاق عن عمرو بن غالب قال دخل الأشتر على عائشة رضي الله عنها فقالت أنت الذي حرضت عليا قتل ابن أختي قال قد حرصت على قتله وحرص على قتلي قالت أما سمعت ما قال رسول الله صلى الله عليه وسلم لا يحل دم امرىء مسلم إلا في ثلاثة النفس بالنفس والثيب الزاني والتارك للإسلام.\nالحديث: 72 ¦ الجزء: 1 ¦ الصفحة: 70\n",
        "73-\nحدثنا قَبِيصَة , حدثنا سفيان عن أبي إسحاق عن أبي الأحوص عن عبد الله فقال اشتكى رجل من الأنصار فاشتد وجعه فنعت له الكي , وأتوا رسول الله صلى الله عليه وسلم فسألوه فسكت فسألوه ثم فسكت ثم سألوه فسكت ثم سألوه فسكت فسألوه فقال: إن شئتم فاكووه، وإن شئتم فارضفوه بالرضف.\nالحديث: 73 ¦ الجزء: 1 ¦ الصفحة: 71\n",
        "74-\nحدثنا أبو نُعَيْم وقَبِيصَة عن سفيان عن أبي إسحاق عن أبي الأحوص عن عبد الله رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم من رآني في المنام فقد رآني فإن الشيطان لا يتمثل مثلي.\nالحديث: 74 ¦ الجزء: 1 ¦ الصفحة: 71\n",
        "75-\nحدثنا يعلى وأبو نُعَيْم قالا حدثنا سفيان عن أبي إسحاق عن هبيرة بن يريم عن عبد الله رضي الله عنه قال محمد بن نأتى من أتى كاهنا أو سادنا أو عرافا فصدقه بما يقول فقد كفر بما أنزل على محمد النبي صلى الله عليه وسلم.\nالحديث: 75 ¦ الجزء: 1 ¦ الصفحة: 71\n",
        "76-\nحدثنا قَبِيصَة , حدثنا سفيان عن أبي إسحاق عن عبد الله بن حلام عن عبد الله بن مسعود رضي الله عنه , قال رأى رسول الله صلى الله عليه وسلم امرأة فأعجبته، فأتى سودة وهي تصنع طيبا وعندها نساء، فأخلينه، فقضى حاجته ثم مضى، ثم قال: أيما رجل رأى امرأة تعجبه فليقم إلى أهله، فإن معها مثل الذي معها.\nالحديث: 76 ¦ الجزء: 1 ¦ الصفحة: 72\n",
        "77-\nحدثنا أبو نُعَيْم حدثنا سفيان عن أبي إسحاق عن هبيرة بن يريم عن علي رضي الله عنه قال كان رسول الله صلى الله عليه وسلم يوقظ أهله في العشر الأواخر ويشمر.\nالحديث: 77 ¦ الجزء: 1 ¦ الصفحة: 72\n",
        "78-\nحدثنا قَبِيصَة , حدثنا سفيان عن أبي إسحاق عن خمير بن مالك قال: قال عبد الله لقد قرأت من في رسول الله صلى الله عليه وسلم سبعين سورة وزيد بن ثابت رضي الله عنه له [ذؤابتان] يلعب مع الصبيان.\nالحديث: 78 ¦ الجزء: 1 ¦ الصفحة: 72\n",
        "79-\nحدثنا أبو نُعَيْم حدثنا سفيان عن أبي إسحاق عن أبي حبيبة الطائي قال أتيت أبا الدرداء رضي الله عنه فقلت إن أخا لي مات , وأوصى لي بطائفة من ماله , فأين أضعه؟ في الفقراء في المجاهدين في الرقاب؟ فقال: أما أنا فلو كنت لم أعدل بالمجاهدين , إن رسول الله صلى الله عليه وسلم قال: مثل الذي يعتق عند الموت مثل الذي يهدي بعد ماعندما يشبع.\nالحديث: 79 ¦ الجزء: 1 ¦ الصفحة: 73\n",
        "80-\nحدثنا أبو نُعَيْم حدثنا سفيان عن أبي إسحاق عن البراء رضي الله عنه قال كان رسول الله صلى الله عليه وسلم إذا قفل من سفر قال آيبون تائبون لربينا حامدون.\nالحديث: 80 ¦ الجزء: 1 ¦ الصفحة: 73\n",
        "81-\nحدثنا وكيع عن سفيان عن أبي إسحاق عن سعيد بن ذي حدان عمن سمع عليا يقول إنَّ الله عز وجل سمى الحرب على لسان نبيه خدعة.\nالحديث: 81 ¦ الجزء: 1 ¦ الصفحة: 73\n",
        "82-\nحدثنا أبو نُعَيْم حدثنا سفيان عن أبي إسحاق عن أصحابه عن علي رضي الله عنه قال ما أرى أحد أدركه عقله وبايعه الإسلام ينام حتى يقرأ خواتيم سورة البقرة فإنهن من كنز تحت العرش.\nالحديث: 82 ¦ الجزء: 1 ¦ الصفحة: 74\n",
        "سفيان بن سعيد عن منصور.\n83-\nحدثنا أبو نُعَيْم وقَبِيصَة قال حدثنا سفيان عن منصور وحصين عن أبي وائل عن حذيفة رضي الله عنه قال كان رسول الله صلى الله عليه وسلم إذا قام من الليل يشوص فاه بالسواك.\nالحديث: 83 ¦ الجزء: 1 ¦ الصفحة: 74\n",
        "84-\nحدثنا أبو نُعَيْم وقَبِيصَة عن سفيان عن منصور عن إبراهيم قال كان يقال بلوا الشعر وأنقوا البشرة.\nالحديث: 84 ¦ الجزء: 1 ¦ الصفحة: 74\n",
        "85-\nعن وكيع عن سفيان عن منصور عن هلال بن يساف عن أبي يحيى عن عبد الله بن عمرو رضي الله عنهما قال\n[ص: 75]\nقال رسول الله صلى الله عليه وسلم أسبغوا الوضوء.\nالحديث: 85 ¦ الجزء: 1 ¦ الصفحة: 74\n",
        "86-\nحدثنا قَبِيصَة , وأبو نُعَيْم قالا حدثنا سفيان عن منصور عن سالم بن أبي الجعد عن علي رضي الله عنه في الجنب إذا أراد أن ينام يتوضأ وضوئه وضوءه للصلاة.\nالحديث: 86 ¦ الجزء: 1 ¦ الصفحة: 75\n",
        "87-\nحدثنا قَبِيصَة عن سفيان عن منصور عن إبراهيم مثل حديث عائشة رضي الله عنها: كان رسول الله صلى الله عليه وسلم يتوضا يتوضأ وضوئه وضوءه للصلاة يعني وهو جنب.\nالحديث: 87 ¦ الجزء: 1 ¦ الصفحة: 75\n",
        "88-\nحدثنا قَبِيصَة , حدثنا سفيان عن منصور عن إبراهيم عن الأسود عن عائشة رضي الله عنها قالت كنت أغتسل أنا ورسول الله صلى الله عليه وسلم من إناء واحد وأنا جنب وكان\n[ص: 76]\nيأمرني أتزر قيباشرني فيباشرني وأنا حائض وكان يخرج رأسه من المسجد وهو معتكف وأغسله وأنا حائض.\nالحديث: 88 ¦ الجزء: 1 ¦ الصفحة: 75\n",
        "89-\nحدثنا قَبِيصَة , عن سفيان , عن مَنْصُور والأعمش , عن أبي وائل عن حذيفة رضي الله عنه أن النبي صلى الله عليه وسلم أتى سباطة قوم فبال قائما.\nالحديث: 89 ¦ الجزء: 1 ¦ الصفحة: 76\n",
        "90-\nحدثنا قَبِيصَة , عن سفيان , عن مَنْصُور عن هلال بن يساف عن أبي يحيى عن عبد الله بن عمرو رضي الله عنهما قال رأى رسول الله صلى الله عليه وسلم قوما تلوح أعقابهم فقال ويل للأعقاب من النار أسبغوا الوضوء.\nالحديث: 90 ¦ الجزء: 1 ¦ الصفحة: 76\n",
        "91-\nحدثنا قَبِيصَة ويعلى عن سفيان , عن مَنْصُور عن مجاهد عن الحكم بن سفيان أو سفيان بن الحكم الثقفي عن النبي صلى الله عليه وسلم أنه توضأ فنضح فرجه قال فرأيت البلل من وراء الثوب.\nالحديث: 91 ¦ الجزء: 1 ¦ الصفحة: 76\n",
        "92-\nحدثنا قَبِيصَة , عن سفيان , عن مَنْصُور والأعمش , عن أبي وائل عن حذيفة رضي الله عنه أن النبي صلى الله عليه وسلم أتى سباطة قوم فبال قائما.\nقال سفيان زاد الأعمش: ثم دعا فأتي بماء فتوضأ ومسح على خفيه.\nالحديث: 92 ¦ الجزء: 1 ¦ الصفحة: 77\n",
        "93-\nحدثنا قَبِيصَة , عن سفيان , عن مَنْصُور عن خيثمة عن أبي عبيدة قال سافر عبد الله إلى المدينة فلم ينزع خفيه ثلاثة أيام.\nالحديث: 93 ¦ الجزء: 1 ¦ الصفحة: 77\n",
        "94-\nحدثنا قَبِيصَة , عن سفيان , عن مَنْصُور والأعمش , عن إبراهيم عن الأسود قال كان آخر أذان بلال اللهُ أَكْبَر اللهُ أَكْبَر لا إله إلا الله.\nالحديث: 94 ¦ الجزء: 1 ¦ الصفحة: 77\n",
        "95-\nحدثنا قَبِيصَة عن سفيان , عن مَنْصُور عن هلال بن يساف عن وهب بن الأجدع عن علي رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم لا تصلوا بعد العصر إلا أن تصلوا والشمس مرتفعة.\nالحديث: 95 ¦ الجزء: 1 ¦ الصفحة: 77\n",
        "96-\nحدثنا قَبِيصَة , حدثنا سفيان , عن مَنْصُور عن إبراهيم قال كانوا ربما عجلوا العصر إذا كانت جنازة.\nالحديث: 96 ¦ الجزء: 1 ¦ الصفحة: 78\n",
        "97-\nحدثنا أبو نُعَيْم عن سفيان , عن مَنْصُور عن خيثمة عمن سمع عبد الله يقول لا سمر بعد الصلاة إلا لمصل أو مسافر.\nالحديث: 97 ¦ الجزء: 1 ¦ الصفحة: 78\n",
        "98-\nحدثنا قَبِيصَة , عن سفيان , عن مَنْصُور والأعمش , عن طلحة بن مصرف عن عبد الرحمن بن عوسجة عن البراء بن عازب رضي الله عنه عن النبي صلى الله عليه وسلم قال: إن لله ملائكة يصلون على الصفوف الأول.\nالحديث: 98 ¦ الجزء: 1 ¦ الصفحة: 78\n",
        "99-\nحدثنا قَبِيصَة , عن سفيان , عن مَنْصُور عن مجاهد عن ابن عمر رضي الله عنهما قال كره أن يجهر بالقراءة بالنهار في الصلاة.\nالحديث: 99 ¦ الجزء: 1 ¦ الصفحة: 78\n",
        "100-\nحدثنا قَبِيصَة , عن سفيان , عن مَنْصُور عن أبي الضحى عن مسروق عن عائشة رضي الله عنها قالت كان النبي صلى الله عليه وسلم يكثر أن يقول في ركوعه وسجوده سبحانك اللهم ربنا وبحمدك اللهم اغفر لي يتأولون القرآن {فسبح بحمد ربك واستغفره إنه كان توابا} .\nالحديث: 100 ¦ الجزء: 1 ¦ الصفحة: 79\n",
        "101-\nحدثنا قَبِيصَة وأبو نُعَيْم قالا حدثنا سفيان , عن مَنْصُور عن عدي عن عائشة رضي الله عنها قالت من سمع النداء فلم يجبه لم يرد خيرا ولم يراد به خيرا.\nالحديث: 101 ¦ الجزء: 1 ¦ الصفحة: 79\n",
        "102-\nحدثنا قَبِيصَة , عن سفيان , عن مَنْصُور عن مجاهد عن أبي عياش الزرقي قال صلى رسول الله صلى الله عليه وسلم الظهر بعسفان والمشركون بينه وبين القبلة , معهم، أو عليهم , خالد بن الوليد , فقال المشركون: كانوا في صلاة لو أصبنا منهم كانت هي الغنيمة، فقال المشركون: إنها ستجيء\n[ص: 80]\nصلاة هي أحب إليهم من أموالهم وآبائهم وأبنائهم قال: فنزل جبريل عليه السلام بالآيات فيما بين الظهر والعصر , فصلى رسول الله صلى الله عليه وسلم, وصف الناس خلفه صفين , [وكبر وكبروا] معه , ثم ركع وركعوا جميعا ثم رفع ورفعوا جميعا , ثم سجد وسجد معه الصف الذي يلونه , وقام الصف المؤخر يحرسونهم بسلاحهم , ثم رفع ورفعوا , ثم سجد الصف المؤخر ورفعوا فتأخر الصف المقدم وتقدم الصف المؤخر , فكبر وكبروا معه , ثم ركع وركعوا معه جميعا , ثم رفع ورفعوا جميعا , ثم سجد وسجدوا الصف الذي يلونه وقام الصف المؤخر يحرسونهم بسلاحهم يحرسونهم, ثم رفع ورفعوا , ثم سجد الصف المؤخر ثم سلم عليهم وصلاها من آخرىن في أرض بني سليم.\nالحديث: 102 ¦ الجزء: 1 ¦ الصفحة: 79\n",
        "103-\nحدثنا قَبِيصَة , حدثنا سفيان [عن مَنْصُور] عن هلال بن يساف عن سعيد بن زيد أن النبي صلى الله عليه وسلم قال: اثبت حراء , فإنه ليس فما عليك إلا نبي أو صديق أو شهيد وعليه النبي صلى الله عليه وسلم وأبو بكر , وعمر , وعثمان , وعلي , وطلحة , والزبير , وعبد الرحمن بن عوف , وسعد بن مالك، رضوان الله عليهم.\nالحديث: 103 ¦ الجزء: 1 ¦ الصفحة: 80\n",
        "104-\nحدثنا قَبِيصَة , عن سفيان , عن مَنْصُور عن أبي وائل عن أبي موسى رضي الله عنه عن النبي صلى الله عليه وسلم قال: أطعموا الجائع وعودوا المريض وفكوا العاني.\nالحديث: 104 ¦ الجزء: 1 ¦ الصفحة: 81\n",
        "105-\nحدثنا قَبِيصَة , عن سفيان , عن مَنْصُور عن الحكم عن عبد الرحمن ابن أبي ليلى عن كعب بن عجرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: معقبات لا يخيب قائلهن أو فاعلهن: تسبح الله ثلاثا وثلاثين، وتحمده ثلاثا وثلاثين، وتكيبر أربعا وثلاثين في دبر كل صلاة مكتوبة.\nالحديث: 105 ¦ الجزء: 1 ¦ الصفحة: 81\n",
        "106-\nحدثنا قَبِيصَة , عن سفيان , عن مَنْصُور عن إبراهيم قال ليس شيء من الكلام يضاعف الحمد الحمد أكثر الكلام تضعيفا.\nالحديث: 106 ¦ الجزء: 1 ¦ الصفحة: 81\n",
        "107-\nحدثنا قَبِيصَة , عن سفيان , عن مَنْصُور عن مجاهد {والباقيات الصالحات} قال سبحان الله والحمد لله ولا إله إلا الله واللهُ أَكْبَر.\nالحديث: 107 ¦ الجزء: 1 ¦ الصفحة: 82\n",
        "108-\nحدثنا قَبِيصَة , حدثنا سفيان , عن مَنْصُور عن هلال بن يساف عن الأغر , عن أبي هريرة رضي الله عنه , قال من قال لا إله إلا الله أنجته يوما من دهره أصابه قبل ذلك ما أصابه.\nالحديث: 108 ¦ الجزء: 1 ¦ الصفحة: 82\n",
        "109-\nحدثنا أبو نُعَيْم وقَبِيصَة عن سفيان , عن مَنْصُور عن فضيل بن عمرو عن زياد بن الحصين عن أبي العالية قال كان رسول الله صلى الله عليه وسلم بأخرة إذا قام من مجلسه قال سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك فقيل يا رسول الله كلمات تقولهن بآخرة بأخرة قال كلمات علمنيهن جبريل كفارات لما يكون في المجلس.\nالحديث: 109 ¦ الجزء: 1 ¦ الصفحة: 82\n",
        "110-\nحدثنا قَبِيصَة , حدثنا سفيان , عن مَنْصُور عن إبراهيم قال كان يعلمونهن عند المنام التسبيح والتكبير والتحميد ويقرأون ويقرؤون المعوذتين.\nالحديث: 110 ¦ الجزء: 1 ¦ الصفحة: 83\n",
        "111-\nحدثنا قَبِيصَة , حدثنا سفيان , عن مَنْصُور عن هلال بن يساف عن أبي عبيدة قال ما دام قلب رجل يذكر الله فهو في صلاة وإن يحرك به شفتيه أفضل.\nالحديث: 111 ¦ الجزء: 1 ¦ الصفحة: 83\n",
        "112-\nحدثنا قَبِيصَة وأبو نُعَيْم جميعا قالا حدثنا سفيان , عن مَنْصُور عن ذر عن يسيع عن النعمان بن بشير رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم إن الدعاء هو العبادة ثم قرأ {وقال ربكم ادعوني أستجب لكم إن الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين} .\nالحديث: 112 ¦ الجزء: 1 ¦ الصفحة: 83\n",
        "113-\nحدثنا أبو نُعَيْم وقَبِيصَة حدثنا سفيان , عن مَنْصُور عن هلال بن يساف عن رجل من ثقيف عن رجل من جهينة عن النبي صلى الله عليه وسلم قال إنكم لعلكم تقاتلون قوما فتظهرون عليهم فيتقونكم بأموالهم دون أنفسهم وأبنائهم ويصالحونكم على صلح\n[ص: 84]\nفلا تصيبوا تصيبون منهم فوق ذلك فإنه لا يحل لكم.\nالحديث: 113 ¦ الجزء: 1 ¦ الصفحة: 83\n",
        "114-\nحدثنا قَبِيصَة , حدثنا سفيان , عن مَنْصُور عن ربعي بن حراش قال كنا كنت في جنازة حُذَيفة، فسمعت رجلا يقول: سمعت هذا يقول: ما بي بأس مما سمعت عن رسول الله صلى الله عليه وسلم: لئن اقتتلتم لأنظرن إلى أقصى بيت في داري، فلأدخلنَّه، فلئن دخل عَليّ لأقولن: بؤ بإثمي وإثمك، فأكون كابني آدم.\nالحديث: 114 ¦ الجزء: 1 ¦ الصفحة: 84\n",
        "115-\nحدثنا قَبِيصَة , عن سفيان , عن مَنْصُور عن ربعي بن حراش عن البراء بن ناجية المحاربي عن عبد الله قال: قال رسول الله صلى الله عليه وسلم تدور رحى الإسلام على خمس ة ثلاثين أو ست وثلاثين فإن هلكوا فسبيل من هلك وإن يبقى لهم دينهم فسبعين عاما قال عمر رضي الله عنه يا رسول الله مما مضى أو مما بقي قال مما بقي.\nالحديث: 115 ¦ الجزء: 1 ¦ الصفحة: 84\n",
        "116-\nحدثنا قَبِيصَة , عن سفيان , عن مَنْصُور عن إبراهيم عن علقمة قال جاء ابنا مليكة الجعفيان إلى رسول الله صلى الله عليه وسلم فقالا يا رسول الله إن أمنا وأدت في الجاهلية فهل ينفعها صلاة مع صلاتنا أو صيام مع صيامنا فقال رسول الله صلى الله عليه وسلم الوائدة والموؤدة في النار فوليا وهما يبكيان فدعاهما فقال وأمي مع أمكما.\nالحديث: 116 ¦ الجزء: 1 ¦ الصفحة: 85\n",
        "117-\nحدثنا قَبِيصَة , حدثنا سفيان , عن مَنْصُور عن ربعي بن حراش عن امرأته عن أخت حذيفة رضي الله عنه قالت خطبنا رسول الله صلى الله عليه وسلم فقال يا معشر النساء إن لكن في الفضة ما تحلين ما من امرأة تحلى بذهب تظهره إلا عذبت به يوم القيامة.\n[ص: 86]\nقال منصور فذكرت ذلك لمجاهد فقال أدركت النساء وإن المرأة لتستر الزر في كم القميص توار به الخاتم.\nالحديث: 117 ¦ الجزء: 1 ¦ الصفحة: 85\n",
        "118-\nحدثنا قَبِيصَة عن سفيان , عن مَنْصُور عن إبراهيم عن علقمة قال: قال عبد الله لعن الله الواشمات و [المستوشمات] والمتنمصات والمتفلجات للحسن [المغيرات خلق الله] .. , وذكر الحديث.\nالحديث: 118 ¦ الجزء: 1 ¦ الصفحة: 86\n",
        "119-\nحدثنا وكيع عن سفيان , عن مَنْصُور عن مجاهد عن يوسف عن عبد الله بن الزبير قال جاء رجل إلى النبي صلى الله عليه وسلم فقال يا رسول الله إن أبي مات ولم يحج أفحج عنه قال أنت أكبر ولده قال نعم قال فحج عن أبيك أفرأيت لو كان على أبيك دين فقضيته.\nالحديث: 119 ¦ الجزء: 1 ¦ الصفحة: 86\n",
        "120-\nحدثنا قَبِيصَة , حدثنا سفيان , عن مَنْصُور عن أبي حازم , عن أبي هريرة رضي الله عنه , عن النبي صلى الله عليه وسلم قال: من حج هذا البيت ولم يرفث ولم يفسق فرجع كان كيوم ولدته [أمه] .\nالحديث: 120 ¦ الجزء: 1 ¦ الصفحة: 87\n",
        "121-\nحدثنا قَبِيصَة , عن سفيان , عن مَنْصُور عن أبي وائل عن الصبي بن معبد أنه أهل بالحج والعمرة فقال له [سلمان] بن ربيعة وزيد بن صوحان أنت أضل من بعيرك فسأل عمر رضي الله عنه عن ذلك فقال هديت لسنة نبيك صلى الله عليه وسلم.\nالحديث: 121 ¦ الجزء: 1 ¦ الصفحة: 87\n",
        "122-\nحدثنا قَبِيصَة , حدثنا سفيان , عن مَنْصُور عن سعيد بن جُبَيْر , عن ابن عمر رضي الله عنهما كان يدهن بالزيت قبل أن يحرم.\nقال فذكرت ذلك لإبراهيم فقال ما تصنع بقول سعيد حدثني الأسود عن عائشة قالت كأني أنظر إلى وبيص الطيب في\n[ص: 88]\nمفارق رسول الله صلى الله عليه وسلم وهو محرم.\nالحديث: 122 ¦ الجزء: 1 ¦ الصفحة: 87\n",
        "123-\nحدثنا قَبِيصَة , حدثنا سفيان , عن مَنْصُور عن هلال بن يساف عن أبي المثنى الحمصي عن أبي أُبَي ابن امرأة عبادة بن الصامت رضي الله عنه قال كنا جلوسا عند النبي صلى الله عليه وسلم فقال إنه سيجيء أمراء يؤخرون الصلاة تغشاهم أشياء حتى لا يصلوا الصلاة لوقتها فصلوا الصلاة لوقتها فقال رجل يا رسول الله ثم لا أصلي معهم قال نعم.\nالحديث: 123 ¦ الجزء: 1 ¦ الصفحة: 88\n",
        "124-\nحدثنا أبو نُعَيْم حدثنا سفيان , عن مَنْصُور عن هلال بن يساف عن أبي يحيى عن عبد الله بن عمرو رضي الله عنهما قال أتيت رسول الله صلى الله عليه وسلم وهو يصلي جالسا فقلت يا رسول الله حدثت أنك قلت إن صلاة الرجل جالسا على النصف من صلاته قائما قال أجل ولكني لست كأحدكم.\nالحديث: 124 ¦ الجزء: 1 ¦ الصفحة: 88\n",
        "125-\nحدثنا قَبِيصَة , حدثنا سفيان , عن مَنْصُور عن رِبْعِي بن حِرَاش عن طارق بن عبد الله المحاربي قال: قال رسول الله صلى الله عليه وسلم إذا صليت فلا تبزقن عن يمينك ولكن تلقاء شمالك إن كان فارغا أو تحت قدميك ثم قل به هكذا , يعني [ادلكه] .\nالحديث: 125 ¦ الجزء: 1 ¦ الصفحة: 89\n",
        "126-\nحدثنا قَبِيصَة , حدثنا سفيان , عن مَنْصُور عن إبراهيم قال طول القنوت في الصلاة أحب إلي يعني القيام.\nالحديث: 126 ¦ الجزء: 1 ¦ الصفحة: 89\n",
        "127-\nحدثنا قَبِيصَة عن سفيان , عن مَنْصُور عن سالم بن أبي الجعد عن رجل من أهل الشام عن كعب بن مرة قال سئل النبي صلى الله عليه وسلم أي الليل أسمع قال جوف الليل الآخر ثم الصلاة مقبولة محضورة حتى يطلع الفجر ثم لا صلاة بعد الفجر حتى تكون الشمس قيد الرمح، أَو رمحين ثم الصلاة مقبولة محضورة حتى يقوم الظل قيام الرمح ثم لا صلاة حتى تزول الشمس ثم الصلاة مقبولة محضورة حتى تصلي تصلى العصر ثم لا صلاة حتى تغرب الشمس.\n[ص: 90]\nقال وقال رسول الله صلى الله عليه وسلم أيما امرأة مسلمة أعتقت مسلمة كانت فكاكها من النار مكان كل عضو وأيما رجل مسلم أعتق امرأتين مسلمتين كانتا فكاكه من النار مكان كل عضو عضوا.\nالحديث: 127 ¦ الجزء: 1 ¦ الصفحة: 89\n",
        "128-\nحدثنا قَبِيصَة , حدثنا سفيان , عن مَنْصُور عن إبراهيم عن علقمة عن عبد الله رضي الله عنه أنه كان يوتر حين يبقى من الليل نحو مما مضى من صلاة المغرب.\nالحديث: 128 ¦ الجزء: 1 ¦ الصفحة: 90\n",
        "129-\nحدثنا قَبِيصَة حدثنا سفيان , عن مَنْصُور عن رِبْعِي عن بعض أصحاب النبي صلى الله عليه وسلم قال: قال رسول الله صلى الله عليه وسلم لا تتقدموا هذا الشهر حتى تروا الهلال وتكملوا العدة قبله ثم صوموا حتى تروا الهلال وأكملوا العدة قبله.\nالحديث: 129 ¦ الجزء: 1 ¦ الصفحة: 90\n",
        "130-\nحدثنا قَبِيصَة , عن سفيان , عن مَنْصُور [عن مجاهد\n[ص: 91]\nعن حرملة بن إياس] عن أبي الخليل عن مولى لأبي قتادة عن أبي قتادة رضي الله عنه عن النبي صلى الله عليه وسلم قال: صيام يوم عرفة كفارة سنتين سنة قبله وسنة بعده وصيام يوم عاشوراء كفارة سنة.\nالحديث: 130 ¦ الجزء: 1 ¦ الصفحة: 90\n",
        "131-\nحدثنا قَبِيصَة , حدثنا سفيان , عن مَنْصُور عن ذر عن عبد الله بن شداد عن ابن عباس رضي الله عنهما قال: قال رجل يا رسول الله إني أحدث نفسي بالشيء لأن أكزن أكون حممة أحب إلي من أن أتكلم به فقال رسول الله صلى الله عليه وسلم اللهُ أَكْبَر اللهُ أَكْبَر رضي بالوسوسة.\nالحديث: 131 ¦ الجزء: 1 ¦ الصفحة: 91\n",
        "132-\nحدثنا قَبِيصَة , عن سفيان , [عن مَنْصُور بن حيان عن ابن بجاد عن جدته قالت:\n[ص: 92]\nقال رسول الله صلى الله عليه وسلم ردوا السائل ولو بظلف شاة محرق] .\nالحديث: 132 ¦ الجزء: 1 ¦ الصفحة: 91\n",
        "133-\nحدثنا يعلى وأبو نُعَيْم قالا حدثنا سفيان , عن مَنْصُور عن رِبْعِي بن حِرَاش عن رجل عن علي رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم لا يؤمن رجل حتى يؤمن بالبعث بعد الموت والإيمان بالقدر.\nالحديث: 133 ¦ الجزء: 1 ¦ الصفحة: 92\n",
        "134-\nحدثنا قَبِيصَة وأبو نُعَيْم حدثنا سفيان عن منصور عن عبيد بن نسطاس عن أبي عبيدة عن عبد الله بن مسعود رضي الله عنه , قال من أتى الجنازة فليأخذ بجوانبها الأربع فإنها من السنة ثم تطوع بعد إن شئت أو دع.\nالحديث: 134 ¦ الجزء: 1 ¦ الصفحة: 92\n",
        "135-\nحدثنا قَبِيصَة , حدثنا سفيان , عن مَنْصُور عن إبراهيم عن عبد الرحمن بن يزيد قال: حدثني علقمة عن أبي مسعود فلقيت أبا مسعود فحدثني\n[ص: 93]\nعن رسول الله صلى الله عليه وسلم قال: من قرأ بالايتين بالآيتين من آخر سورة البقرة في ليلة كفتاه.\nالحديث: 135 ¦ الجزء: 1 ¦ الصفحة: 92\n",
        "136-\nحدثنا يعلى حدثنا سفيان [, عن مَنْصُور] حدثنا مقسم عن ابن عباس رضي الله عنهما قال ساق رسول الله صلى الله عليه وسلم مئة بدنة فيها جمل لأبي جهل.\nالحديث: 136 ¦ الجزء: 1 ¦ الصفحة: 93\n",
        "137-\nحدثنا أبو نُعَيْم عن سفيان , عن مَنْصُور عن إبراهيم عن الأسود عن عائشة رضي الله عنها أنها كانت تفتل القلائد لهدي رسول الله صلى الله عليه وسلم.\nالحديث: 137 ¦ الجزء: 1 ¦ الصفحة: 93\n",
        "138-\nحدثنا وكيع عن سفيان , عن مَنْصُور والأعمش , عن إبراهيم عن الأسود عن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم أهدى غنما مقلدة.\nالحديث: 138 ¦ الجزء: 1 ¦ الصفحة: 93\n",
        "139-\nحدثنا قَبِيصَة , حدثنا سفيان , عن مَنْصُور عن إبراهيم عن همام بن الحارث عن عدي بن حاتم رضي الله عنه قال: قلت يا رسول الله إنا نرسل كلابنا معلمة قال كل ما أمسكن عليك قال: قلت يا رسول الله وإن قتلن قال وإن قتلن ما لم يشركها كلب من غيرها قال: قلت يا رسول الله ما ترى بالمعراض قال ما خزق فكل وما أصاب بعرض فلا تأكل.\nالحديث: 139 ¦ الجزء: 1 ¦ الصفحة: 94\n",
        "140-\nحدثنا أبو نُعَيْم وقَبِيصَة قالا حدثنا سفيان , عن مَنْصُور عن مجاهد عن مورق العجلي عن أبي ذر رضي الله عنه , قال: قال رسول الله صلى الله عليه وسلم من لاءمكم من خدمكم فأطعموهم مما تأكلون واكسوهم مما تلبسون ومن لم يلائمكم فبيعوه ولا تعذبوا عباد الله.\nالحديث: 140 ¦ الجزء: 1 ¦ الصفحة: 94\n",
        "141-\nحدثنا قَبِيصَة , حدثنا سفيان , عن مَنْصُور عن يونس بن خباب عن طلق بن حبيب\n[ص: 95]\nعن رجل كان يأتيه اليسر فرحل إلى الشام والمدينة قال فصليت إلى جنب شيخ فقال لي ما أقدمك فقلت أصاب أبي اليسر فخرجت أطلب له فقال ما أعلم له إلا كلمات سمعت رسول الله صلى الله عليه وسلم يقولهن تعلمهن لعل الله يشفيه أو ينفعه: ربنا الله الذي في السماء، تقدس اسمك، أمرك في السماء والأرض، كما رحمتك في السماء اجعل رحمتك في الأرض، اغفر لنا ذنوبنا وخطأنا، رب الطيبين، أنزل رحمة من رحمتك، [وشفاء من شفائك] على هذا الوجع قال ففعله فبرأ.\nالحديث: 141 ¦ الجزء: 1 ¦ الصفحة: 94\n",
        "142-\nحدثنا يعلى حدثنا سفيان , عن مَنْصُور عن المنهال عن سعيد بن جُبَيْر , عن ابن عباس قال كان رسول الله صلى الله عليه وسلم يعوذ الحسن والحسين، يقول: أعيذكما بكلمات الله التامة التامات، من كل شيطان وهامة، ومن كل عين لامة، ويقول، هكذا كان أبي إبراهيم صلى الله عليه وسلم يعوذ ابنيه إسماعيل وإسحاق.\nالحديث: 142 ¦ الجزء: 1 ¦ الصفحة: 95\n",
        "143-\nحدثنا قَبِيصَة , حدثنا سفيان , عن مَنْصُور وليث عن مجاهد عن عقار بن المغيرة عن المغيرة بن شعبة رضي الله عنه عن النبي صلى الله عليه وسلم قال: من اكتوى أو استرقى فلم يتوكل.\nالحديث: 143 ¦ الجزء: 1 ¦ الصفحة: 96\n",
        "144-\nحدثنا قَبِيصَة , حدثنا سفيان , عن مَنْصُور عن إبراهيم عن عمارة بن عمير عن عمته عن عائشة رضي الله عنها قالت قال رسول الله صلى الله عليه وسلم إن أحق ما أكل الرجل من أطيب كسبه وإن ولد الرجل من أطيب كسبه.\nالحديث: 144 ¦ الجزء: 1 ¦ الصفحة: 96\n",
        "145-\nحدثنا أبو نُعَيْم حدثنا سفيان , عن مَنْصُور عن إبراهيم عن الأسود عن عائشة رضي الله عنها أنها كانت توقظ أهلها ليلة ثلاث وعشرين.\nالحديث: 145 ¦ الجزء: 1 ¦ الصفحة: 96\n",
        "146-\nحدثنا قَبِيصَة , حدثنا سفيان , عن مَنْصُور عن مجاهد عن أسيد بن ظهير قال كان أحدنا إذا استغنى عن أرضه أعطاها بالنصف والثلث، والربع،، ويشترط ثلاث جداول، والقصارة، قال والقصارة وما سقط من السنبل والجداول وما سقط من سقى الربيع، قال فكنا نعمل فيها بالحديد، قال وبما شاء الله، ويصيب منها حتى جاءنا رافع بن خديج، فقال: إن رسول الله صلى الله عليه وسلم ينهاكم [عن أمر كان لكم نافعا، وطاعة الله، وطاعة رسوله أنفع لكم، إن رسول الله صلى الله عليه وسلم ينهاكم] عن الحقل، من استغنى عن أرضه، فليمنحها أخاه، وينهاكم عن المزابنة.\nالحديث: 146 ¦ الجزء: 1 ¦ الصفحة: 97\n",
        "147-\nحدثنا قَبِيصَة , حدثنا سفيان , عن مَنْصُور عن طلحة بن مصرف عن أنس بن مالك رضي الله عنه قال مر رسول الله صلى الله عليه وسلم بتمرة مطروحة في الطريق قال لولا أني أخشى أن تكون من الصدقة لأكلتها.\nومر ابن عمر بتمرة مطروحة فأكلها.\nالحديث: 147 ¦ الجزء: 1 ¦ الصفحة: 97\n",
        "148-\nحدثنا قَبِيصَة حدثنا سفيان , عن مَنْصُور عن أبي الضحى عن مسروق عن عائشة رضي الله عنها قالت لما نزلت آيات الخمر قام رسول الله صلى الله عليه وسلم فتلاهن ثم حرم تجارة في الخمر.\nالحديث: 148 ¦ الجزء: 1 ¦ الصفحة: 98\n",
        "149-\nحدثنا قَبِيصَة , حدثنا سفيان , عن مَنْصُور عن إبراهيم عن الأسود عن عائشة رضي الله عنها قالت اشتريت جارية يقال لها بريرة فاشترط أهلها أن الولاء لهم فسألت النبي صلى الله عليه وسلم فقال اشتريها فإن الولاء لولي النعمة لمن أعطاها الثمن.\nوكان لها زوج حر فخيرت فاختارت نفسها.\nالحديث: 149 ¦ الجزء: 1 ¦ الصفحة: 98\n",
        "150-\nحدثنا قَبِيصَة حدثنا سفيان , عن مَنْصُور عن سالم بن أبي الجعد عن كُرَيْب عن ابن عَبَّاس رضي الله عنهما , قال: قال رسول الله صلى الله عليه وسلم لو أن أحدكم قال حين يأتي أهله قال\n[ص: 99]\nمنصور أراه قال بسم الله اللهم جنبنا الشيطان وجنب الشيطان ما رزقتنا ويولد بينهما ولد لم يضره أبدا.\nالحديث: 150 ¦ الجزء: 1 ¦ الصفحة: 98\n",
        "151-\nحدثنا أبو نُعَيْم حدثنا سفيان , عن مَنْصُور عن موسى بن عبد الله بن يزيد عن مولاة لعائشة عن عائشة رضي الله عنها قالت ما نظرت أو ما رأيت فرج رسول الله صلى الله عليه وسلم قط.\nالحديث: 151 ¦ الجزء: 1 ¦ الصفحة: 99\n",
        "152-\nحدثنا قَبِيصَة , حدثنا سفيان , عن مَنْصُور عن إبراهيم عن علقمة قال اختلف إلى عبد الله في امرأة شهرا توفي عنها زوجها لم يدخل بها ولم يفرض لها صداقا قال لها مثل صداق نسائها وعليها العدة ولها الميراث.\nقال معقل بن سنان الأشجعي قضى رسول الله صلى الله عليه وسلم في امرأة [منا] يقال لها بروع ابنة واشق من بني رؤاس بن كليب بمثل الذي قضيت به\n[ص: 100]\nففرح بذلك عبد الله.\nالحديث: 152 ¦ الجزء: 1 ¦ الصفحة: 99\n",
        "153-\nحدثنا قَبِيصَة حدثنا سفيان , عن مَنْصُور عن إبراهيم عن علقمة قال: قال عبد الله لعن الله الواشمات، [والمستوشمات] ، والمتنمصات، والمتفلجات للحسن المغيرات خلق الله قال: فبلغ ذلك امرأة من بني أسد يقال لها: أم يعقوب، فأتته فقالت: بلغني أنك لعنت ذيت وذيت فقال: نعم وما يمنعني أن ألعن من لعن رسول الله صلى الله عليه وسلم وفي كتاب الله.\nالحديث: 153 ¦ الجزء: 1 ¦ الصفحة: 100\n",
        "154-\nحدثنا أبو نُعَيْم وقَبِيصَة قالا حدثنا سفيان عن منصور والأعمش , عن سعد بن عبيدة عن أبي عبد الرحمن السلمي عن علي قال أبو نُعَيْم قال كنا مع رسول الله صلى الله عليه وسلم في بقيع الغرقد , ولم يقله قَبِيصَة , قال: قال رسول الله صلى الله عليه وسلم: ما منكم من أحد إلا وقد كتب مقعده في الجنة, ومقعده في النار , قالوا: يا رسول الله , أفلا نتكل؟ فقال: اعملوا؛ فكل ميسر , ثم قرأ {فأما من أعطى واتقى. وصدق بالحسنى. فسنيسره\n[ص: 101]\nلليسرى. وأما من بخل واستغنى. وكذب بالحسنى. فسنيسره للعسرى} .\nالحديث: 154 ¦ الجزء: 1 ¦ الصفحة: 100\n",
        "155-\nحدثنا أبو نُعَيْم حدثنا سفيان , عن مَنْصُور عن أبي وائل عن عبد الله رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم بئس ما لأحدهم يقول نسيت آية كيت وكيت بل هو نُسِّي.\nالحديث: 155 ¦ الجزء: 1 ¦ الصفحة: 101\n",
        "156-\nحدثنا قَبِيصَة , عن سفيان , عن مَنْصُور عن سالم بن أبي الجَعْد , عن أبيه عن عبد الله رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم ما منكم منكم من أحد إلا وقد وكل به قرينه من الجن وقرينه من الملائكة قالوا وإياك يا رسول الله قال وإياي ولكن الله أعانني عليه فأسلم فلا يأمرني إلا بخير.\nالحديث: 156 ¦ الجزء: 1 ¦ الصفحة: 101\n",
        "157-\nحدثنا قَبِيصَة وأبو نُعَيْم حدثنا سفيان , عن مَنْصُور عن عبد الله بن مرة عن عبد الله بن عمر رضي الله عنه قال نهى رسول الله صلى الله عليه وسلم عن النذر فقال إن النذر لا يرد شيئا إنما يستخرج به من الشحيح.\nالحديث: 157 ¦ الجزء: 1 ¦ الصفحة: 102\n",
        "158-\nحدثنا أبو نُعَيْم قال: حدثنا سفيان , عن مَنْصُور عن هلال بن يساف قال آمين اسم من أسماء الله عز وجل.\nالحديث: 158 ¦ الجزء: 1 ¦ الصفحة: 102\n",
        "سفيان بن سعيد عن عَطَاء بن السَّائب.\n159-\nحدثنا قَبِيصَة , حدثنا سفيان عن عَطَاء بن السَّائب عن الشعبي قال: قال رسول الله صلى الله عليه وسلم لقد أمرت بالسواك حتى خشيت على فمي.\nالحديث: 159 ¦ الجزء: 1 ¦ الصفحة: 102\n",
        "160-\nحدثنا يعلى وأبو نُعَيْم وقَبِيصَة قالوا حدثنا سفيان عن عَطَاء قال رأيت عبد الله بن [أبي] أوفى يبزق دما ثم لم يتوضأ.\nقال أبو نُعَيْم في حديثه: وذلك بعدما ذهب بصره.\nالحديث: 160 ¦ الجزء: 1 ¦ الصفحة: 103\n",
        "161-\nحدثنا أبو نُعَيْم حدثنا سفيان عن عَطَاء عن قيس بن سكن قال كان النبي صلى الله عليه وسلم إذا سجد قال سجد وجهي للذي خلقه وشق سمعه وبصره وكان إذا سجد قال سجد وجهي متعفرا في التراب لخالقه وحق له.\nالحديث: 161 ¦ الجزء: 1 ¦ الصفحة: 103\n",
        "162-\nحدثنا قَبِيصَة , حدثنا سفيان عن عَطَاء , عن أبيه عن عبد الله بن عمرو رضي الله عنهما عن النبي صلى الله عليه وسلم أنه صلى في كسوف الشمس ركعتين.\nالحديث: 162 ¦ الجزء: 1 ¦ الصفحة: 103\n",
        "163-\nحدثنا قَبِيصَة , حدثنا سفيان عن عَطَاء , عن أبيه [عن عبد الله] قال: قال رسول الله صلى الله عليه وسلم أوصي امرءا [بأمه] وأوصي امرءا [بأمه] وأوصي امرءا [بأمه] [وأصي امرءا بأبيه وأوصي امرءا بأبيه وأصي امرءا] وأوصي امرءا بمولاه الذي يليه وإن كان عليه منه أذى يؤذيه.\nالحديث: 163 ¦ الجزء: 1 ¦ الصفحة: 104\n",
        "164-\nحدثنا أبو نُعَيْم وقَبِيصَة عن سفيان عن عَطَاء بن السائب عن حرب بن عبيد الله عن خال له من بكر بن وائل قال أتى النبي صلى الله عليه وسلم فسأله عن زكاة البقر والإبل والغنم فأخبره فلما ولى قال يا رسول الله أعشرهم قال إنما العشور على اليهود\n[ص: 105]\nوالنصارى وليس على المسلم عشور.\nالحديث: 164 ¦ الجزء: 1 ¦ الصفحة: 104\n",
        "165-\nحدثنا أبو نُعَيْم وعبيد الله وقَبِيصَة عن سفيان عن عَطَاء , عن أبيه عن عبد الله بن عمرو قال: قال رسول الله صلى الله عليه وسلم خصلتان لا يحصيهما رجل مسلم، إلا دخل الجنة وهما يسير ومن يعمل بهما قليل قالوا: وما هما يا رسول الله قال: يسبح الله في دبر كل صلاة مكتوبة عشرا، ويحمده عشرا، ويكبره عشرا، فتلك خمسون ومئة على اللسان، وألف وخمسمئة في الميزان، وإذا أوى إلى فراشه سبحه وحمده وكبره، مئة فتلك مئة باللسان على اللسان وألف في الميزان فأيكم يعمل في اليوم، والليلة ألفين وخمسمئة سيئة قالوا: يا رسول الله قالوا: يا رسول الله، وكيف لا يحصيهما قال: يأتي أحدكم الشيطان فيحدثه حتى ينومه ويأتيه فيقول فيقول: اذكر حاجة كذا وكذ احتى ينصرف، ولا يذكرها.\nالحديث: 165 ¦ الجزء: 1 ¦ الصفحة: 105\n",
        "166-\nحدثنا قَبِيصَة , عن سفيان عن حبيب بن أبي ثابت وعَطَاء بن السَّائب عن أبي وائل عن سليمان بن ربيعة قال جدب عمر السمر بعد النوم , يعني كره.\nالحديث: 166 ¦ الجزء: 1 ¦ الصفحة: 106\n",
        "167-\nحدثنا أبو نُعَيْم وقَبِيصَة قالا حدثنا سفيان عن عَطَاء بن السَّائب , عن أبيه عن عبد الله بن عمرو قال جاء رجل إلى النبي صلى الله عليه وسلم يبايعه عىل على الهجرة قال يا رسول الله أتيتك أبايعك على الهجرة وتركت أبواي يبكيان قال فارجع إليهما فأضحكهما كما أبكيتهما.\nالحديث: 167 ¦ الجزء: 1 ¦ الصفحة: 106\n",
        "168-\nحدثنا قَبِيصَة , عن سفيان عن عَطَاء بن السَّائب عن عرفجة عن عتبة بن فرقد عن رجل من أصحاب النبي صلى الله عليه وسلم قال: إذا جاء رمضان صفدت فيه الشياطين وغلقت فيه أبواب النار وفتحت فيه أبواب الجنة ونادى مناد يا باغي الخير هلم يا باغي الشر أقصر.\nالحديث: 168 ¦ الجزء: 1 ¦ الصفحة: 106\n",
        "169-\nحدثنا قَبِيصَة , حدثنا سفيان عن عَطَاء بن السَّائب عن عبد الله بن عبيد بن عمير قال أراه , عن أبيه عن ابن عمر رضي الله عنهما قال قيل له نستلمها الحجر والركن اليماني فقال سمعت رسول الله صلى الله عليه وسلم يقول مسحهما يحطان الخطايا.\nالحديث: 169 ¦ الجزء: 1 ¦ الصفحة: 107\n",
        "170-\nحدثنا قَبِيصَة , حدثنا سفيان عن عَطَاء بن السَّائب عن سعيد بن جُبَيْر , عن ابن عباس رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم إن البركة وسط القصعة فكلوا من نواحيها ولا تأكلوا من رأسها.\nالحديث: 170 ¦ الجزء: 1 ¦ الصفحة: 107\n",
        "171-\nحدثنا قَبِيصَة , عن سفيان عن عَطَاء بن السَّائب عن أبي عبد الرحمن السلمي قال جمعت مع حذيفة رضي الله عنه بالمدائن فسمعته يقول إنَّ الله عز وجل تعالى يقول {اقتربت الساعة وانشق القمر} ألا إن القمر قد انشق على عهد رسول الله صلى الله عليه وسلم ألا وإن الساعة قد اقتربت ألا وإن المضمار اليوم والسبق غدا.\n[ص: 108]\nقال فقلت لأُبي غدا تجري الخيل قال إنك لغافل حتى سمعته يقول إن السابق من سبق إلى الجنة والغاية النار.\nالحديث: 171 ¦ الجزء: 1 ¦ الصفحة: 107\n",
        "172-\nحدثنا قَبِيصَة وأبو نُعَيْم عن سفيان [عن عَطَاء بن السَّائب عن أم كلثوم ابنة علي قال أتيتها بشيء من الصدقة فقالت احذر شبابنا فإن ميمون أو مهران مولى النبي صلى الله عليه وسلم أخبرني أن النبي صلى الله عليه وسلم قال: إنا أهل بيت نهينا عن الصدقة وإن موالينا من أنفسنا فلا تأكلوا الصدقة] .\nالحديث: 172 ¦ الجزء: 1 ¦ الصفحة: 108\n",
        "حديث سفيان بن سعيد عن المقدام بن شريح.\n173-\nحدثنا قَبِيصَة , حدثنا سفيان عن المقدام بن شريح , عن أبيه عن عائشة رضي الله عنها قالت كان رسول الله صلى الله عليه وسلم إذا رجع أول ما يبدأ بالسواك.\nالحديث: 173 ¦ الجزء: 1 ¦ الصفحة: 108\n",
        "174-\nحدثنا قَبِيصَة , عن سفيان عن المقدام بن شريح , عن أبيه عن عائشة رضي الله عنها قالت إن كنت لأوتى بالإناء وأنا حائض وأشرب منه فيتناوله رسول الله صلى الله عليه وسلم فيضع فاه من حيث شربت فيشرب وأوتى بالعرق فأنتهس منه فيتناوله رسول الله صلى الله عليه وسلم فينتهس من حيث نهسته.\nالحديث: 174 ¦ الجزء: 1 ¦ الصفحة: 109\n",
        "175-\nحدثنا قَبِيصَة وأبو نُعَيْم عن سفيان عن المقدام بن شريح , عن أبيه عن عائشة رضي الله عنها قالت ما بال (1) رسول الله صلى الله عليه وسلم قائما منذ أنزل الله عليه القرآن.\n(1) في المطبوع \"ما زال\" وبها يتغير المعنى , والتصويب من مصادر التخريج , انظر \"مسند أحمد\" (25045 و25596 و25787) .\nالحديث: 175 ¦ الجزء: 1 ¦ الصفحة: 109\n",
        "من حديث سفيان عن أبي علي بياع الأنماط\n176-\nحدثنا قَبِيصَة , عن سفيان عن أبي علي بياع الأنماط عن جعفر بن قثم بن عباس أو ابن تمام بن عباس ,\n[ص: 110]\nعن أبيه قال قال رسول الله صلى الله عليه وسلم ما لي أراكم تأتونني قلحا استاكوا فلولا أن أشق على أمتي لفرضت عليهم السواك كما فرضت عليهم الصلاة.\nالحديث: 176 ¦ الجزء: 1 ¦ الصفحة: 109\n",
        "177-\nحدثنا قَبِيصَة حدثنا سفيان عن أبي علي بياع الأنماط عن أبي عثمان , عن أبي هريرة رضي الله عنه , قال أمرني رسول الله صلى الله عليه وسلم أن أنادي لا صلاة إلا بقراءة فاتحة الكتاب فما زاد.\nقال وسمعت أبا عثمان يقول رأيت عمر يمد يديه في القنوت.\nالحديث: 177 ¦ الجزء: 1 ¦ الصفحة: 110\n",
        "سفيان عن عبد الله بن دينار.\n178-\nحدثنا أبو نُعَيْم وقَبِيصَة عن سفيان عن عبد الله بن دينار عن ابن عمر رضي الله عنهما قال كان لا يأكل طعاما إلا استن فقال لأن أكون استقبلت من أمري من أمري ما استدبرت [كان] أحب إلي من وصيفين.\nالحديث: 178 ¦ الجزء: 1 ¦ الصفحة: 111\n",
        "179-\nحدثنا أبو نُعَيْم وقَبِيصَة عن سفيان عن عبد الله بن دينار عن ابن عمر رضي الله عنهما أن النبي صلى الله عليه وسلم أمر عمر رضي الله عنه أن يغسل ذكره ويتوضأ ويرقد.\nالحديث: 179 ¦ الجزء: 1 ¦ الصفحة: 111\n",
        "180-\nحدثنا قَبِيصَة , حدثنا سفيان عن عبد الله بن دينار عن نافع عن ابن عمر رضي الله عنهما أنه كان يمسح رأسه مرة.\nالحديث: 180 ¦ الجزء: 1 ¦ الصفحة: 111\n",
        "181-\nحدثنا قَبِيصَة , عن سفيان عن عبد الله بن دينار عن سليمان بن يَسَار عن عراك بن مالك , عن أبي هريرة رضي الله عنه , قال: قال رسول الله صلى الله عليه وسلم ليس على المسلم في فرسه ولا عبده صدقة.\nالحديث: 181 ¦ الجزء: 1 ¦ الصفحة: 112\n",
        "182-\nحدثنا أبو نُعَيْم حدثنا سفيان [عن عبد الله بن دينار عن ابن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم لكل غادر لواء يعرف به يوم القيامة] .\nالحديث: 182 ¦ الجزء: 1 ¦ الصفحة: 112\n",
        "183-\nحدثنا أبو نُعَيْم حدثنا سفيان عن عبد الله بن دينار عن ابن عمر رضي الله عنهما قال اتخذ رسول الله صلى الله عليه وسلم خاتما من ذهب، فاتخذ الناس خواتيمهم من ذهب، فقال رسول الله صلى الله عليه وسلم: إني اتخذت خاتما من ذهب فاتخذ الناس خواتيم من ذهب، فنبذه، وقال: إني لست ألبسه أبدا فنبذ الناس خواتيمهم.\nالحديث: 183 ¦ الجزء: 1 ¦ الصفحة: 112\n",
        "184-\nحدثنا عبيد الله بن موسى وقَبِيصَة عن سفيان عن عبد الله بن دينار عن عبد الله بن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم وأشار إلى المشرق وإن الفتنة من هاهنا وإن الفتنة من هاهنا ثلاثا من حيث يطلع قرنا شيطان.\nالحديث: 184 ¦ الجزء: 1 ¦ الصفحة: 113\n",
        "185-\nحدثنا أبو نُعَيْم عن سفيان عن عبد الله بن دينار سمعت ابن عمر رضي الله عنه يقول وقت رسول الله صلى الله عليه وسلم لأهل الشام الجحفة ولأهل المدينة ذا الحليفة ولأهل نجد قرنا.\nقال ابن عمر: هذا سمعته من رسول الله صلى الله عليه وسلم وسمعت بعد من رسول الله ولأهل اليمن يلملم.\nالحديث: 185 ¦ الجزء: 1 ¦ الصفحة: 113\n",
        "186-\nحدثنا قَبِيصَة حدثنا سفيان عن عبد الله بن دينار قال: سمعت ابن عمر يقول قال رسول الله صلى الله عليه وسلم إن اليهود إذا سلموا عليكم يقولون السام عليكم فردوا عليهم وعليكم.\nالحديث: 186 ¦ الجزء: 1 ¦ الصفحة: 113\n",
        "187-\nحدثنا أبو نُعَيْم حدثنا سفيان عن عبد الله بن دينار عن ابن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم أسلم سالمها الله وغفار غفر الله لها وعصية عصت الله ورسوله.\nالحديث: 187 ¦ الجزء: 1 ¦ الصفحة: 114\n",
        "188-\nحدثنا قَبِيصَة , حدثنا سفيان عن عبد الله بن دينار قال رأى ابن عمر رضي الله عنه شيئا وهو في الصلاة فظن أنها عقرب فأهوى إليها برجله , فإذا هي قطنة.\nالحديث: 188 ¦ الجزء: 1 ¦ الصفحة: 114\n",
        "189-\nحدثنا أبو نُعَيْم وقَبِيصَة حدثنا سفيان عن عبد الله بن دينار عن ابن عمر رضي الله عنهما أن النبي صلى الله عليه وسلم كان يصلي على راحلته أينما توجهت به.\nالحديث: 189 ¦ الجزء: 1 ¦ الصفحة: 114\n",
        "190-\nحدثنا عبيد الله وأبو نُعَيْم وقَبِيصَة عن سفيان عن عبد الله بن دينار عن ابن عمر رضي الله عنهما قال\n[ص: 115]\nكان رسول الله صلى الله عليه وسلم يأتي قباء ماشيا وراكبا.\nالحديث: 190 ¦ الجزء: 1 ¦ الصفحة: 114\n",
        "191-\nحدثنا أبو نُعَيْم وقَبِيصَة قالا حدثنا سفيان عن عبد الله بن دينار عن ابن عمر رضي الله عنهما قال نهى رسول الله صلى الله عليه وسلم أن يلبس المحرم ثوبا مصبوغا بورس أو بزعفران.\nالحديث: 191 ¦ الجزء: 1 ¦ الصفحة: 115\n",
        "192-\nحدثنا يعلى حدثنا سفيان عن عبد الله بن دينار عن ابن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم إذا لم يجد المحرم نعلين فليلبس خفين وليقطع أسفل من الكعبين.\nالحديث: 192 ¦ الجزء: 1 ¦ الصفحة: 115\n",
        "193-\nحدثنا يعلى وقَبِيصَة قالا حدثنا سفيان عن عبد الله بن دينار عن ابن عمر رضي الله عنهما قال سئل رسول الله صلى الله عليه وسلم عن الضب قال لا آكله ولا أحرمه.\nالحديث: 193 ¦ الجزء: 1 ¦ الصفحة: 115\n",
        "194-\nحدثنا يعلى وأبو نُعَيْم وقَبِيصَة حدثنا سفيان عن عبد الله بن دينار عن ابن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم من اقتنى كلبا إلا كلب صيد أو ماشية انتقص من عمله كل يوم قيراطان.\nالحديث: 194 ¦ الجزء: 1 ¦ الصفحة: 116\n",
        "195-\nحدثنا أبو نُعَيْم وقَبِيصَة قالا حدثنا سفيان عن عبد الله بن دينار عن ابن عمر رضي الله عنهما عن النبي صلى الله عليه وسلم قال: من اشترى طعاما فلا يبعه حتى يقبضه.\nالحديث: 195 ¦ الجزء: 1 ¦ الصفحة: 116\n",
        "196-\nحدثنا قَبِيصَة , حدثنا سفيان عن عبد الله بن دينار عن عبد الله بن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم من ابتاع عبدا وله مال فماله للبائع إلا أن يشترط المبتاع.\nالحديث: 196 ¦ الجزء: 1 ¦ الصفحة: 116\n",
        "197-\nحدثنا أبو نُعَيْم قال: حدثنا سفيان عن عبد الله بن دينار عن ابن عمر رضي الله عنهما قال: قال رجل للنبي صلى الله عليه وسلم إني رجل أخدع في البيع قال إذا بعت فقل لا خلابة فكان الرجل يقوله.\nالحديث: 197 ¦ الجزء: 1 ¦ الصفحة: 117\n",
        "198-\nحدثنا يعلى وأبو نُعَيْم وقَبِيصَة عن سفيان عن عبد الله بن دينار عن ابن عمر رضي الله عنهما قال نهى رسول الله صلى الله عليه وسلم عن بيع الولاء وعن هبته.\nالحديث: 198 ¦ الجزء: 1 ¦ الصفحة: 117\n",
        "199-\nحدثنا أبو نُعَيْم وقبيصة قالا حدثنا سفيان عن عبد الله بن دينار عن عبد الله بن عمر قال كنا نتقي الكلام عند الانبساط إلى النساء مخافة أن ينزل فينا القرآن فلما توفي رسول الله صلى الله عليه وسلم تكلمنا.\nالحديث: 199 ¦ الجزء: 1 ¦ الصفحة: 117\n",
        "200-\nحدثنا قَبِيصَة , حدثنا سفيان عن عبد الله بن دينار عن عبد الله بن عمر رضي الله عنهما قال نهى رسول الله صلى الله عليه وسلم أن يتناجى اثنان دون الثالث.\nالحديث: 200 ¦ الجزء: 1 ¦ الصفحة: 117\n",
        "201-\nحدثنا قَبِيصَة , حدثنا سفيان عن عبد الله بن دينار عن ابن عمر رضي الله عنهما قال كان النَّبِيُّ صلى الله عليه وسلم يبايعنا على السمع والطاعة ثم يلقنهم فيما استطعتم.\nالحديث: 201 ¦ الجزء: 1 ¦ الصفحة: 118\n",
        "202-\nحدثنا قَبِيصَة , حدثنا سفيان حدثنا عبد الله بن دينار قال لما اجتمع الناس على عبد الملك بن مروان كتب إليه ابن عمر أما بعد , فإني أقر بالسمع والطاعة لعبد الله لعبد الملك أمير المؤمنين على سنة الله وسنة رسوله فيما استطعت استطعنا , وقد أقر بني بمثل ذلك , والسلام.\nالحديث: 202 ¦ الجزء: 1 ¦ الصفحة: 118\n",
        "من حديث سفيان عن عبد الله بن أبي نجيح\n203-\nحدثنا قَبِيصَة , عن سفيان عن عبد الله ابن أبي نجيح عن مجاهد قال الاستنشاق شطر الوضوء.\nالحديث: 203 ¦ الجزء: 1 ¦ الصفحة: 118\n",
        "204-\nحدثنا قَبِيصَة , عن سفيان عن ابن أبي نجيح عن مجاهد {إنا انزلناه أنزلناه في ليلة القدر} قال ليلة الحكم.\nالحديث: 204 ¦ الجزء: 1 ¦ الصفحة: 119\n",
        "205-\nحدثنا قَبِيصَة , حدثنا سفيان عن عبد الله ابن أبي نجيح وأيوب عن مجاهد عن عبد الرحمن ابن أبي ليلى عن كعب بن عجرة قال مر بي رسول الله صلى الله عليه وسلم، وأنا أوقد تحت قدر لي، فقال: أيؤذيك هوام رأسك؟ قلت: نعم. قال: فدعا حجاما فحلقه، , ثم قال: صم ثلاثة أيام، أو أطعم فرقا في ستة مساكين، أو انسك شاة.\nالحديث: 205 ¦ الجزء: 1 ¦ الصفحة: 119\n",
        "206-\nحدثنا قَبِيصَة , حدثنا سفيان عن أيوب وابن أبي نجيح عن مجاهد عن عبد الرحمن ابن أبي ليلى عن علي رضي الله عنه قال\n[ص: 120]\nأمرني النبي صلى الله عليه وسلم أن أصدق بجلال البدن التي نحرت وبجلودها.\nالحديث: 206 ¦ الجزء: 1 ¦ الصفحة: 119\n",
        "207-\nحدثنا يعلى حدثنا سفيان عن ابن أبي نجيح عن جابر رضي الله عنه قال كنا نبيع أمهات الأولاد على عهد رسول الله صلى الله عليه وسلم.\nالحديث: 207 ¦ الجزء: 1 ¦ الصفحة: 120\n",
        "208-\nحدثنا أبو نُعَيْم وقَبِيصَة قالا حدثنا سفيان حدثنا ابن أبي نجيح ابن أبي ليلى عن عبد الله بن كثير عن أبي المنهال عن ابن عباس رضي الله عنهما قال: قدم رسول الله صلى الله عليه وسلم المدينة وهم يسلفون في الثمار السنة والسنتين، فقال: رسول الله صلى الله عليه وسلم: من أسلف فليسلف في كيل معلوم ووزن معلوم.\nالحديث: 208 ¦ الجزء: 1 ¦ الصفحة: 120\n",
        "سفيان عن عثمان بن المغيرة الثقفي.\n209-\nعن وكيع عن سفيان عن عثمان بن المغيرة الثقفي عن علي بن ربيعة الوالبي عن أسماء بن الحكم الفزاري عن علي بن أبي طالب رضي الله عنه قال كنت إذا سمعت من رسول الله صلى الله عليه وسلم حديثا نفعني الله عز وجل بما شاء منه، وإذا حدثني عنه غيره استحلفته فإذا حلف لي صدقته، وأن وإن أبا بكر حدثني وصدق أبو بكر , أنه قال: قال رسول الله صلى الله عليه وسلم: ما من رجل يذنب ذنبا فيتوضأ فيحسن الوضوء ثم يصلي ركعتين ثم ويستغفر الله إلا غفر له.\nالحديث: 209 ¦ الجزء: 1 ¦ الصفحة: 121\n",
        "210-\nحدثنا قَبِيصَة , حدثنا سفيان عن عثمان الثقفي عن سالم بن أبي الجَعْد عن ابن الحنفية قال: قال رسول الله صلى الله عليه وسلم لبلال أرحنا بالصلاة.\nالحديث: 210 ¦ الجزء: 1 ¦ الصفحة: 121\n",
        "211-\nحدثنا أبو نُعَيْم وقَبِيصَة قالا حدثنا سفيان عن أبي اليقظان عن زاذان عن جرير بن عبد الله.\nالحديث: 211 ¦ الجزء: 1 ¦ الصفحة: 122\n",
        "القسم الثاني: رواية محمد بن يوسف الفريابي عن الثوري\nالجزء: 1 ¦ الصفحة: 123\n",
        "بسم الله الرحمن الرحيم\nعلى الله توكلت\nأخبرنا الشَّيْخُ أبو عمر عبد الواحد بن محمد بن عبد الله بن محمد بن مهدي سنة [394] قال: أخبرنا أبو عبد الله محمد بن إسماعيل الفارسي قراءةً عليه لإثنا عشر من ربيع الآخر سنة 329 حدثنا عبد الله بن محمد بن سعيد بن أبي مريم حدثنا محمد بن يوسف الفريابي حدثنا سفيان:\n212-\nعن زيد بن طلحة التيمي قال: سمعت ابن عباس رضي الله عنهما وقرأ على جنازة بفاتحة الكتاب وسورة جهر بالقراءة وقال إنما جهرت بالقراءة لأعلمكم أنها سنة والإمام يخففها يخفيها.\nالحديث: 212 ¦ الجزء: 1 ¦ الصفحة: 131\n",
        "213-\nحدثنا عبيد الله عن الزهري عن سعيد بن المسيب , عن أبي هريرة رضي الله عنه , قال كبر رسول الله صلى الله عليه وسلم على النجاشي أربع تكبيرات.\nالحديث: 213 ¦ الجزء: 1 ¦ الصفحة: 132\n",
        "214-\nعن الأسود بن قيس عن نبيح عن جابر بن عبد الله رضي الله عنه قال لما كان يوم أحد حمل القتلى ليدفنوا في البقيع فنادى منادي رسول الله صلى الله عليه وسلم إن رسول الله صلى الله عليه وسلم يأمركم أن تدفنوا القتلى في مضاجعهم بعدما حملت أبي وخالي لندفنهم فردوا.\nالحديث: 214 ¦ الجزء: 1 ¦ الصفحة: 132\n",
        "215-\nعن سالم قال: أخبرني أبو حازم قال رأيت الحسين بن علي رضي الله عنهما يقول لسعيد بن العاص حين مات الحسن تقدم فلولا أنها سنة لتقدمت ما تقدمت.\nالحديث: 215 ¦ الجزء: 1 ¦ الصفحة: 132\n",
        "216-\nعن خالد الحذاء عن أم الهذيل عن أم عطية قالت نهينا عن اتباع الجنائز ولم يعزم علينا.\nالحديث: 216 ¦ الجزء: 1 ¦ الصفحة: 133\n",
        "217-\nعن عثمان عن زاذان عن جرير أن النبي صلى الله عليه وسلم قال: اللحد لنا والشق لغيرنا.\nالحديث: 217 ¦ الجزء: 1 ¦ الصفحة: 133\n",
        "218-\nعن حبيب بن أبي ثابت عن أبي وائل عن أبي هياج الأسدي قال: قال لي علي رضي الله عنهعليه السلام أبعثك على ما بعثني رسول الله صلى الله عليه وسلم ألا تترك قبرا مشرفا إلا سويته ولا تمثالا إلا طمسته.\nالحديث: 218 ¦ الجزء: 1 ¦ الصفحة: 133\n",
        "219-\nعن سليمان الشيباني عن الشعبي عن ابن عباس رضي الله عنهما أن النبي صلى الله عليه وسلم صلى على قبر بعد ما دفن.\nالحديث: 219 ¦ الجزء: 1 ¦ الصفحة: 133\n",
        "220-\nعن علقمة بن مرثد عن سليمان بن بريدة , عن أبيه قال أتى النبي صلى الله عليه وسلم قبرا فجلس عليه، وجلس الناس حوله، فجعل يحرك أصبعه ورأسه كالمخاطب. فقام فجعل يبكي فاستقبله عمر رضي الله عنه، فقال: ما يبكيك؟ قال إني استأذنت ربي عزَّ وجلَّ ربي في قبر أم محمد فأذن لي وسألته الاستغفار فأبى علي، فأدركتني رحمتها فبكيت.\nقال: فما رأيت ساعة أكثر باكيا من تلك الساعة.\nالحديث: 220 ¦ الجزء: 1 ¦ الصفحة: 134\n",
        "221-\nحدثنا عن عبد الله بن عثمان عن عبد الرحمن بن بهمان عن عبد الرحمن بن حسان بن ثابت , عن أبيه قال لعن رسول الله صلى الله عليه وسلم زوارات القبور.\nالحديث: 221 ¦ الجزء: 1 ¦ الصفحة: 134\n",
        "222-\nعن علقمة بن مرثد عن ابن بريدة , عن أبيه قال كان رسول الله صلى الله عليه وسلم يعلمهم إذا خرجوا إلى المقابر أن يقولوا سلام عليرك عليكم مأهل الديار من المؤمنين والمسلمين وإنا إن شاء الله بكم\n[ص: 135]\nلاحقون أنتم لنا فرطا ونحن لكم تبعا نسأل الله لنا ولكم العافية.\nالحديث: 222 ¦ الجزء: 1 ¦ الصفحة: 134\n",
        "223-\nعن شريك بن عبد الله بن أبي نمر قال: سمعت عَطَاء بن يسار قال كان رسول الله صلى الله عليه وسلم يخرج ليلة عائشة رضي الله عنها إلى البقيع فيقول السلام عليكم أهل دار قوم مؤمنين وإنا بكم إن شاء الله لاحقون وإنا وإياكم فيما توعدون غدا مؤجلون اللهم اغفر لأهل البقيع مرتين إو أو ثلاثا.\nالحديث: 223 ¦ الجزء: 1 ¦ الصفحة: 135\n",
        "224-\nعن هشام بن عروة , عن أبيه عن عائشة رضي الله عنها قالت بعث لي أبي أي يوم توفي النبي صلى الله عليه وسلم فقلت يوم الاثنين قال إني أرجوا أن أموت فيه فمات من عشيته ودفن ليلا رضي الله عنه.\nالحديث: 224 ¦ الجزء: 1 ¦ الصفحة: 135\n",
        "225-\nعن الأعمش عبد اللهعن أبي سفيان عن جابر قال: قال رسول الله صلى الله عليه وسلم يبعث كل عبد على ما مات عليه.\nالحديث: 225 ¦ الجزء: 1 ¦ الصفحة: 135\n",
        "226-\nعن سليمان التيمي عن أنس بن مالك رضي الله عنه عن النبي صلى الله عليه وسلم قال: مررت بموسى وهو قائم يصلي في قبره.\nالحديث: 226 ¦ الجزء: 1 ¦ الصفحة: 136\n",
        "227-\nعن عاصم عن القاسم بن محمد عن عائشة رضي الله عنها قالت رأيت رسول الله صلى الله عليه وسلم يقبل عثمان بن مظعون وهو ميت والدمع يسيل على لحيته.\nالحديث: 227 ¦ الجزء: 1 ¦ الصفحة: 136\n",
        "228-\nعن أبي إسحاق عن ناجية بن كعب عن علي بن أبي طالب رضي الله عنه قال: لما مات أبو طالب أتيت النبي صلى الله عليه وسلم فقلت: إن عمك الشيخ الضال قد مات، فمن يواريه؟ قال اذهب فوار أباك ولا تحدثن شيئا حتى تأتيني قال فأتيته فأمرني فاغتسلت ثم دعا لي بدعوات ما يسرني أن لي بهن ما على الأرض من شيء.\nالحديث: 228 ¦ الجزء: 1 ¦ الصفحة: 136\n",
        "229-\nعن إسماعيل بن أبي خالد عن أبي بردة عن عائشة رضي الله عنها قالت أغمي على النبي صلى الله عليه وسلم وهو في حجري فجغلت فجعلت أمسحه وأدعوا له بالشفاء فلما أفاق قال بل أسأل الله الرفيق الأعلى\n[ص: 137]\nالأسعد مع جبريل عليه السلام وإسرافيل وميكائيل عليهم السلام.\nالحديث: 229 ¦ الجزء: 1 ¦ الصفحة: 136\n",
        "230-\nعن مَنْصُور عن أبي وائل قال دخل معاوية على أبي هاشم بن عتبة بن ربيعة فقال يا خال ما يبكيك أوجع يشئزك أم حرص على الدنيا قال كل لا ولكن عهد إلي رسول الله صلى الله عليه وسلم عهدا لم آخذ به قال يا أبا هاشم إنها ستدركك أموال يأتي يؤتى بها أقوام وإنما يكفيك من جمع المال خادم ومركب في سبيل الله عز وجل.\nالحديث: 230 ¦ الجزء: 1 ¦ الصفحة: 137\n",
        "231-\nعن موسى بن عبيدة عن إياس بن سلمة , عن أبيه قال كنا مع رسول الله صلى الله عليه وسلم في جنازة كنا مع رسول الله صلى الله عليه وسلم في جنازة، فأثنى فأثني عليها، فقال رسول الله صلى الله عليه وسلم: وجبت، قال فسئل يا رسول الله، ما وجبت؟ قال: الملائكة شهداء الله في السماء وأنتم شهداء الله في الأرض، فإذا شهدتم وجبت، ثم قرأ {وقل اعملوا فسيرى الله عملكم ورسوله والمؤمنون} .\nوأتي بجنازة فقال هل ترك شيئا قالوا لا قال هل ترك\n[ص: 138]\nعليه دينا قالوا نعم دينارين قال صلوا على صاحبكم فقام أبو قتادة بن ربعي فقال يا رسول الله هما علي فصلى عليه رسول الله صلى الله عليه وسلم وكان رسول الله صلى الله عليه وسلم كلما رأى أبا قتادة قال له ما فعل الديناران.\nالحديث: 231 ¦ الجزء: 1 ¦ الصفحة: 137\n",
        "232-\nعن زبيد عن إبراهيم عن مسروق عن عبد الله بن مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم ليس منا من ضرب الخدود وشق الجيوب ودعا دعوى الجاهلية.\nالحديث: 232 ¦ الجزء: 1 ¦ الصفحة: 138\n",
        "233-\nعن محمد بن عبد الرحمن عن المقبري عن عبد الرحمن بن مهران , عن أبي هريرة رضي الله عنه , قال لا تضربوا على علي فسطاطا ولا تتبعوني بمجمرة تمشوا علي بمجمر وأسرعوا بي المشي فإني سمعت رسول اللهِ صَلَّى الله عَلَيه وسَلَّم يقول إذا وضع الرجل الصالح على سريره قال قدموني قدموني وإذا وضع الرجل السوء على سريره قال يا ويله أين تذهبون بي.\nالحديث: 233 ¦ الجزء: 1 ¦ الصفحة: 138\n",
        "234-\nعن عبد الرحمن بن زياد عن رجل قد سماه قال: قال رسول الله صلى الله عليه وسلم من بث لم يصبر ثم قرأ {إنما أشكوا بثي وحزني إلى الله} .\nالحديث: 234 ¦ الجزء: 1 ¦ الصفحة: 139\n",
        "235-\nعن مَنْصُور عن هلال بن يساف عن أبي يحيى عن عبد الله بن عمرو رضي الله عنهما قال أتيت النبي صلى الله عليه وسلم وهو يصلي جالسا فقلت حدثت يا رسول الله أنك قلت إن صلاة الرجل قاعدا على النصف من صلاته قائما قال أجل ولكني لست كأحدكم.\nالحديث: 235 ¦ الجزء: 1 ¦ الصفحة: 139\n",
        "236-\nعن أبي إسحاق , عن أبي سلمة بن عبد الرحمن عن أم سلمة قالت والذي توفى نفسه تعني النبي صلى الله عليه وسلم ما توفي رسول الله صلى الله عليه وسلم حتى كان أكثر صلاته قاعدا إلا المكتوبة وكان أعجب الأعمال\n[ص: 140]\nإليه الذي به يداوم عليه العبد وإن كان يسيرا.\nالحديث: 236 ¦ الجزء: 1 ¦ الصفحة: 139\n",
        "237-\nعن أيوب عن محمد بن سيرين , عن عبد الله بن شقيق عن عائشة رضي الله عنها قالت كان رسول الله صلى الله عليه وسلم يصلي من الليل طويلا قاعدا وليلا طويلا قائما قلت كيف كان يصنع قالت كان إذا قرأ قائما ركع قائما , وإذا قرأ قاعدا ركع قاعدا.\nالحديث: 237 ¦ الجزء: 1 ¦ الصفحة: 140\n",
        "238-\nعن أيوب بن موسى عن عطاء بن ميناء , عن أبي هريرة رضي الله عنه , قال سجدنا مع النبي صلى الله عليه وسلم في {إذا السماء انشقت} و {اقرأ باسم ربك الذي خلق} .\nالحديث: 238 ¦ الجزء: 1 ¦ الصفحة: 140\n",
        "239-\nعن الأسود بن قيس عن ثعلبة بن عباد عن سمرة بن جندب أن رسول الله صلى الله عليه وسلم قام فصلى بنا في كسوف الشمس\n[ص: 141]\nوما نسمع له صوتا.\nالحديث: 239 ¦ الجزء: 1 ¦ الصفحة: 140\n",
        "240-\nعن الأعمش عن إبراهيم التيمي , عن أبيه عن أبي ذر رضي الله عنه , قال: قلت يا رسول الله أي مسجد وضع في الأرض أول قال المسجد الحرام قلت ثم أي قال ثم المسجد الأقصى قلت كم بينهما قال أربعين سنة ثم أينما أدركتك الصلاة فصل فإنها مسجد.\nالحديث: 240 ¦ الجزء: 1 ¦ الصفحة: 141\n",
        "241-\nعن أبي هارون العبدي عن أبي سعيد الخدري رضي الله عنه , قال: قال رسول الله صلى الله عليه وسلم لا تشد المطايا إلا إلى ثلاثة مساجد المسجد الحرام ومسجد المدينة والمسجد الأقضصى.\nالحديث: 241 ¦ الجزء: 1 ¦ الصفحة: 141\n",
        "242-\nعن أبي صالح مولى التوأمة , عن أبي هريرة رضي الله عنه , قال: قال رسول الله صلى الله عليه وسلم صلاة في مسجدي هذا أفضل من ألف صلاة فيما سواه إلا المسجد الحرام.\nالحديث: 242 ¦ الجزء: 1 ¦ الصفحة: 141\n",
        "243-\nعن موسى بن عبيدة عن أخيه عن سهل بن سعد رضي الله عنه قال خرج علينا رسول الله صلى الله عليه وسلم ونحن نقترىء , يقري بعضنا بعضا، فقال: الحمد لله كتاب الله واحد، وفيكم الأخيار وفيكم الأحمر والأسود، اقرأوا، اقرأوا قبل أن يأتي قوم أقوام يقيمون حروفه، أقامة إقامة السهم، لا يجاوز حناجرهم يتعجلون أجره، ولا يتأجلونه.\nالحديث: 243 ¦ الجزء: 1 ¦ الصفحة: 142\n",
        "244-\nعن الأعمش عن خيثمة عن الحسن عن عمران بن حصين أنه مر بقاص يقص فسأل فبكى عمران بن حصين وقال إني سمعت رسول الله صلى الله عليه وسلم يقول اقرؤوا القرآن وسلوا الله به فأنه فإنه سيجيء قوم يقرؤون القرآن يسألون الناس.\nالحديث: 244 ¦ الجزء: 1 ¦ الصفحة: 142\n",
        "245-\nعن موسى بن عبيدة عن عبد الله بن يزيد [مولى] الأسود بن سفيان عن محمد بن عبد الرحمن بن ثوبان عن عبد الله بن عمرو رضي الله عنهما قال\n[ص: 143]\nخرجت , فإذا نفر جلوس بفناء باب رسول الله صلى الله عليه وسلم فتذاكروا آية فقال بعضهم فيما أنزلت آية كذا وكذا؟ وقال بعضهم في كذا وكذا حتى اختلفوا وارتفعت أصواتهم فخرج رسول الله صلى الله عليه وسلم فقام على الباب كالمغضب فقال يا قوم دعوا المراء في القرآن ثلاثا فإن الأمم قبلكم لم يلعنوا حتى اختلفوا وكذب بعضهم بعضا والمراء في القرآن كفر.\nالحديث: 245 ¦ الجزء: 1 ¦ الصفحة: 142\n",
        "246-\nعن ليث عن عمرو بن شعيب عن عبد الله بن عمرو رضي الله عنهما قال جلست إلى رسول الله صلى الله عليه وسلم مجلسا ما جلست أغبط عندي منه خرج رسول الله صلى الله عليه وسلم وقوم يتجادلون في القرآن على باب حجرة حجره فخرج محمرا مجهه وجهه كأن وجهه حبة رمان أو قطر دم فقال عن هذا ضلت الأمم قبلكم جادلوا الكتاب بعضه ببعض وضربوا بعضه ببعض إن القرآن لم ينزل يكذب بعضه بعضا ولكن ينزل يصدق بعضه بعضا فما كان من حلال فأحلوه وما كان من حرام فاجتنبوه واتركوه وما كان من متشابهه فآمنوا به.\nالحديث: 246 ¦ الجزء: 1 ¦ الصفحة: 143\n",
        "247-\nعن سعد بن إبراهيم عن عمر بن أبي سلمة عن أبي سلمة , عن أبي هريرة رضي الله عنه , قال: قال رسول الله صلى الله عليه وسلم جدال في القرآن كفر.\nالحديث: 247 ¦ الجزء: 1 ¦ الصفحة: 144\n",
        "248-\nعن أبي إسحاق قال: سمعت خمير بن مالك يقول سمعت ابن مسعود رضي الله عنه يقول قرأت من في رسول الله صلى الله عليه وسلم سبعين سورة وإن زيدا ذو ذؤابتين يلعب.\nالحديث: 248 ¦ الجزء: 1 ¦ الصفحة: 144\n",
        "249-\nعن الأعمش عن أبي وائل قال: قال عبد الله إنس إني سمعت القراء فسمعتهم متقاربين فاقرأوا كما علمتم وإياكم والتنطع والاختلاف إنما هو كقول أحدكم هلم وتعال.\nالحديث: 249 ¦ الجزء: 1 ¦ الصفحة: 144\n",
        "250-\nعن حبيب بن أبي ثابت عن سعيد بن جُبَيْر , عن ابن عباس رضي الله عنهما قال: قال عمر رضي الله عنه علي أقضانا وأبيّ أقرؤنا وإنا اندعا لندع بعض ما يقول وأبيّ يقول إني لا أدع شيئا سمعته من رسول الله صلى الله عليه وسلم ويقول الله عزَّ وجلَّ {ما ننسخ من آية أو ننسها نأتي نأت بخير منها أو مثلها} .\nالحديث: 250 ¦ الجزء: 1 ¦ الصفحة: 145\n",
        "251-\nعن الأعمش عن أبي وائل عن مسروق عن عبد الله بن عمرو رضي الله عنهما قال ذاك رجل لم أزل أحبه يعني عبد الله بن مسعود رضي الله عنه , إني سمعت رسول الله صلى الله عليه وسلم يقول اقرؤوا القرآن من أربعة: ابن أم عبد وأبيّ بن كعب ومعاذ بن جبل وسالم مولى أبي حذيفة.\nالحديث: 251 ¦ الجزء: 1 ¦ الصفحة: 145\n",
        "252-\nعن مَنْصُور عن أبي وائل عن ابن مسعود رضي الله عنه , قال: قال رسول الله صلى الله عليه وسلم بئسما لأحدهم أن يقول نسيت آية كيت وكيت ولكن بل هو نُسِّي.\nالحديث: 252 ¦ الجزء: 1 ¦ الصفحة: 145\n",
        "253-\nعن الأعمش عن إبراهيم عن عبيدة عن عبد الله بن مسعود رضي الله عنه , قال: قال رسول الله صلى الله عليه وسلم اقرأ قلت أقرأ عليك وعليك أنزل؟ قال فقرأت سورة النساء حتى إذا بلغت {فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا} قال حسبك فالتفت إليه , فإذا عيناه تذرفان صلى الله عليه وسلم.\nالحديث: 253 ¦ الجزء: 1 ¦ الصفحة: 146\n",
        "254-\nعن إبراهيم بن المهاجر [عن ربعي بن حراش] قال حدثني من لم يكذبني يعني حذيفة رضي الله عنه أن رسول الله صلى الله عليه وسلم لقيه عند أحجار المراء فقال إن من أمتك الضعيف فمن قرأ القرآن على خلاف حرف فلا يتحولن إلى غيره رغبة عنه.\nالحديث: 254 ¦ الجزء: 1 ¦ الصفحة: 146\n",
        "255-\nعن أبي قيس عن عمرو بن ميمون عن أبي مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم أيعجز أحدكم أن يقرأ ثلث القرآن في ليلة قال فكبر ذلك في أنفسهم فقال الله الواحد ثلث القرآن.\nالحديث: 255 ¦ الجزء: 1 ¦ الصفحة: 147\n",
        "256-\n, عن مَنْصُور عن ذر عن يسيع عن النعمان بن بشير رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول إن الدعاء هو العبادة ثم قرأ {ادعوني أستجب لكم} .\nالحديث: 256 ¦ الجزء: 1 ¦ الصفحة: 147\n",
        "257-\nحدثني من سمع أنس بن مالك رضي الله عنه يقول مر رسول الله صلى الله عليه وسلم على سعد وهو يدعو ويشير بإصبعه فقال أَحِّد يا سعد.\nالحديث: 257 ¦ الجزء: 1 ¦ الصفحة: 147\n",
        "258-\nعن سلمة بن وردان قال: سمعت أنس بن مالك رضي الله عنه قال: قال رجل يا رسول الله أي الدعاء أفضل قال سل الله\n[ص: 148]\nالعفو والعافيه والعافية في الدنيا والآخرة فإنك إن أعطيت ذلك أفلحت.\nالحديث: 258 ¦ الجزء: 1 ¦ الصفحة: 147\n",
        "259-\n[عن أبي مسعود] عن أبي الورد عن اللجلاج عن معاذ بن جبل رضي الله عنه , قال مر رسول الله صلى الله عليه وسلم برجل وهو يقول اللهم إني أسألك الصبر فقال سألت الله البلاء فسله العافيه العافية.\nومر برجل يقول يا ذا الجلال والإكرام فقال قد استجيب لك فسل.\nومر برجل يقول اللهم أسألك تمام النعمة فقال يا ابن آدم تدري ما تمام النعمة فوز من النار ودخول الجنة.\nالحديث: 259 ¦ الجزء: 1 ¦ الصفحة: 148\n",
        "260-\nعن عبد الرحمن بن زياد عن عبد الله بن يزيد عن عبد الله بن عمرو رضي الله عنهما عن النبي صلى الله عليه وسلم أنه كان يقول اللهم إني أسألك الصحة\n[ص: 149]\nوالعفة والأمانة وحسن الخلق والرضا بالقدر.\nالحديث: 260 ¦ الجزء: 1 ¦ الصفحة: 148\n",
        "261-\nعن الأعمش عن أبي صالح عن أبي سعيد رضي الله عنه , قال لله عزَّ وجلَّ تسعة وتسعين اسما منها اسم إذا دعي به أجاب.\nالحديث: 261 ¦ الجزء: 1 ¦ الصفحة: 149\n",
        "262-\n, عن مَنْصُور عن ربعي عن عبد الله بن شداد عن علي رضي الله عنه , أنه قال لعبد الله بن جعفر أحمد ألا أعلمك كلمتين لم أعلمها الحسن والحسين إذا سألت الله مسألة فأردت أن تنجح فقال لا إله إلا الله , وحده لا شريك له , العلي العظيم لا إله إلا الله , وحده لا شريك له الحليم الكريم.\nالحديث: 262 ¦ الجزء: 1 ¦ الصفحة: 149\n",
        "263-\nعن الأعمش عن مجاهد عن عبد الله ابن الرحمن بن أبي ليلى عن أبي ذر رضي الله عنه , قال: قال رسول الله صلى الله عليه وسلم لاَ حولَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ كنز من كنوز الجنة.\nالحديث: 263 ¦ الجزء: 1 ¦ الصفحة: 149\n",
        "264-\nعن عبد الرحمن بن زياد عن عبد الله بن يزيد عن عبد الله بن عمرو رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم ما من دعوة أسرع إجابة من دعوة الغائب للغائب.\nالحديث: 264 ¦ الجزء: 1 ¦ الصفحة: 150\n",
        "265-\nعن عبد الله بن عيسى عن [عبد الله] بن أبي الجعد عن ثوبان قال: قال رسول الله صلى الله عليه وسلم لا يرد [القدر إلا] الدعاء ولا يزيد في العمر إلا البر وإن الرجل ليحرم الرزق بالذنب يصيبه.\nالحديث: 265 ¦ الجزء: 1 ¦ الصفحة: 150\n",
        "266-\nعن مَنْصُور عن هلال بن يساف عن سمرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم أفضل الكلام سبحان الله\n[ص: 151]\nوالحمد لله ولا إله إلا الله واللهُ أَكْبَر لا يضرك بأيهن بدأت.\nالحديث: 266 ¦ الجزء: 1 ¦ الصفحة: 150\n",
        "267-\nعن عبد الرحمن بن عابس عن عبد الرحمن ابن أبي ليلى عن رجل من أصحاب النبي صلى الله عليه وسلم قال: نهى رسول الله صلى الله عليه وسلم عن الحجامة للصائم والمواصلة إبقاء على أصحابه ولم يحرمها قال قلت إنك تواصل فقال إني أواصل إلى السحر وربي عزَّ وجلَّ يطعمني ويسقيني.\nالحديث: 267 ¦ الجزء: 1 ¦ الصفحة: 151\n",
        "268-\nعن حبيب بن أبي ثابت عن [ابن] المطوس , عن أبيه , عن أبي هريرة رضي الله عنه , قال: قال رسول الله صلى الله عليه وسلم من أفطر يوما من شهر رمضان متعمدا من غير رخصة ولا مرض فلن يقضيه صيام الدهر كله وإن صامه.\nالحديث: 268 ¦ الجزء: 1 ¦ الصفحة: 151\n",
        "269-\nعن هشام بن عروة , عن أبيه عن عائشة رضي الله عنها قالت كان رسول الله صلى الله عليه وسلم يقبل بعض نسائه وهو صائم.\nالحديث: 269 ¦ الجزء: 1 ¦ الصفحة: 151\n",
        "270-\nعن عاصم عن عبد الله بن عامر , عن أبيه قال رأيت رسول الله صلى الله عليه وسلم يستاك وهو صائم ما لا أحصي.\nالحديث: 270 ¦ الجزء: 1 ¦ الصفحة: 152\n",
        "271-\nعن ابن أبي ليلى عن عَطَاء , عن أبي هريرة رضي الله عنه , قال: قال رسول الله صلى الله عليه وسلم تسحروا فإن في السحور بركة.\nالحديث: 271 ¦ الجزء: 1 ¦ الصفحة: 152\n",
        "272-\nعن أسامة بن زيد عن رجل , عن أبيه عن عمرو بن العاص قال: قال رسول الله صلى الله عليه وسلم فرق ما بين صومنا وصوم أهل الكتاب أكلة السحر.\nالحديث: 272 ¦ الجزء: 1 ¦ الصفحة: 152\n",
        "273-\n, عن مَنْصُور عن ربعي بن حراش عن بعض أصحاب رسول الله صلى الله عليه وسلم قال:\n[ص: 153]\nقال رسول الله صلى الله عليه وسلم لا تصوموا هذا الشهر حتى تروا الهلال أو تكملوا العدة.\nالحديث: 273 ¦ الجزء: 1 ¦ الصفحة: 152\n",
        "274-\nعن أبي عباد عن سعيد المقبري , عن أبي هريرة رضي الله عنه , قال نهى النبي صلى الله عليه وسلم عن صيام ثلاثة أيام يوم قبل شهر رمضان ويوم الأضحى ويوم الفطر وأيام التشريق.\nالحديث: 274 ¦ الجزء: 1 ¦ الصفحة: 153\n",
        "275-\n, عن مَنْصُور عن ربعي بن حراش عن بعض أصحاب رسول الله صلى الله عليه وسلم قال: أصبح الناس صياما لتمام ثلاثين يوما فجاء أعرابيان فشهدا أنهما أهلا بالهلال أمس فأمرهم النبي صلى الله عليه وسلم فأفطروا.\nالحديث: 275 ¦ الجزء: 1 ¦ الصفحة: 153\n",
        "276-\nعن عبد الله بن عَطَاء عن عبد الله بن بريدة , عن أبيه قال جاءت امراة إلى النبي صلى الله عليه وسلم فقالت إن أمي ماتت وعليها\n[ص: 154]\nحج صوم شهر رمضان فقال صومي مكانها.\nالحديث: 276 ¦ الجزء: 1 ¦ الصفحة: 153\n",
        "277-\nعن هشام بن عروة , عن أبيه عن عائشة رضي الله عنها أن حمزة بن عمرو الأسلمي سأل النبي صلى الله عليه وسلم فقال يا رسول الله إني رجل أصوم في السفر فقال إن شئت فصم وإن شئت فأفطر.\nالحديث: 277 ¦ الجزء: 1 ¦ الصفحة: 154\n",
        "278-\nعن يحيى بن سعيد , عن أبي سلمة عن عائشة رضي الله عنها قالت قد كان تكون علي الأيام من في شهر رمضان أقضيه في شعبان.\nالحديث: 278 ¦ الجزء: 1 ¦ الصفحة: 154\n",
        "279-\nعن عاصم بن سليمان عن أم الهذيل عن الرباب عن سلمان بن عامر الضبي قال: قال رسول الله صلى الله عليه وسلم إذا أفطر أحدكم فليفطر على التمر فإن\n[ص: 155]\nلم يجد فليفطر على الماء فإن الماء له طهور.\nالحديث: 279 ¦ الجزء: 1 ¦ الصفحة: 154\n",
        "280-\nعن الأعمش عن عمارة بن عمير عن أبي عطية الوادعي قال: قلت لعائشة رضي الله عنها عندنا رجلان من أصحاب النبي صلى الله عليه وسلم أحدهما يعجل الصلاة ويعجل الإفطار والآخر يؤخر الصلاة ويؤخر الفطر قالت من الذي يعجل الفطر قلت ابن مسعود قالت هكذا رأيت رسول الله صلى الله عليه وسلم يصنع.\nالحديث: 280 ¦ الجزء: 1 ¦ الصفحة: 155\n",
        "281-\nعن أبي حازم عن سهل بن سعد رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم لا يزال الناس بخير ما عجلوا الفطر.\nالحديث: 281 ¦ الجزء: 1 ¦ الصفحة: 155\n",
        "282-\nعن طلحة بن يحيى عن عائشة بنت طلحة عن عائشة رضي الله عنها أم المؤمنين قالت كان رسول الله صلى الله عليه وسلم يأتينا فيقول عندكم شيء فأقول لا فيقول أصوم فأتانا يوما وقد أهدي لنا حيس فقال عندكم\n[ص: 156]\nشيء فقلت نعم قد أهدي إلينا حيس فقال أما إني أصبحت وأنا صائم فأكل.\nالحديث: 282 ¦ الجزء: 1 ¦ الصفحة: 155\n",
        "283-\nعن الجريري عن أبي السليل عن مجيبة الباهلي [عن أبيه أو عن عمه] أتيت النبي صلى الله عليه وسلم فقال ممن أنت؟ فقلت: أما تعرفني كنت أتيتك عام أول فقال: إني رأيت لك جسما فقلت: إني لم أفطر بعدك نهارا إلا ليلا، فقال: من أمرك أنَّ تعذب نفسك؟ قلت: إني أقوى قال: فصم شهر الصبر، ويوما من الشهر فقلت: إني أقوى قال: صم صوم الشهرشهر الصبر ويومان من الشهر فقلت إني أقوى قال فصم وأفطر.\nالحديث: 283 ¦ الجزء: 1 ¦ الصفحة: 156\n",
        "284-\nعن حبيب بن أبي ثابت عن أبي العباس عن عبد الله بن عمرو رضي الله عنهما قال:\n[ص: 157]\nقال رسول الله صلى الله عليه وسلم أحب الصيام إلى الله صيام داود كان يصوم يوما ويفطر يوما ولا يفر إذا لاقى.\nالحديث: 284 ¦ الجزء: 1 ¦ الصفحة: 156\n",
        "285-\nعن حبيب بن أبي ثابت عن أبي العباس عن عبد الله بن عمرو رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم لا صام من صام الأبد.\nالحديث: 285 ¦ الجزء: 1 ¦ الصفحة: 157\n",
        "286-\n[عن سعيد الجريري] عن يزيد بن عبد الله بن الشخير عن مطرف بن عبد الله بن الشخير عن عمران بن حصين قال قيل يا رسول الله إن فلانا لا بفطر يفطر الدهر قال لا صام ولا أفطر.\nالحديث: 286 ¦ الجزء: 1 ¦ الصفحة: 157\n",
        "287-\nعن ثور بن يزيد عن خالد بن معدان عن عائشة رضي الله عنها قالت\n[ص: 158]\nكان رسول الله صلى الله عليه وسلم يتحرى الاثنين الإثنين والخميس.\nالحديث: 287 ¦ الجزء: 1 ¦ الصفحة: 157\n",
        "288-\nعن ابن ذكوان عن موسى بن [أبي] عثمان , عن أبيه , عن أبي هريرة رضي الله عنه , قال: قال رسول الله صلى الله عليه وسلم لا تصوم المرأة إذا كان زوجها شاهدا إلا بإذنه.\nالحديث: 288 ¦ الجزء: 1 ¦ الصفحة: 158\n",
        "289-\nعن أبي إسحاق عن جري النهدي عن رجل من بني سليم قال: قال رسول الله صلى الله عليه وسلم الصوم نصف الصبر.\nالحديث: 289 ¦ الجزء: 1 ¦ الصفحة: 158\n",
        "290-\nعن أبي الزبير , عن جابر رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم إذا دعي أحدكم وهو صائم فليجب فإن شاء طعم وإن شاء ترك.\nالحديث: 290 ¦ الجزء: 1 ¦ الصفحة: 158\n",
        "291-\nحدثنا الأعمش , عن سعيد بن عبيدة عن أبي عبد الرحمن السلمي عن علي رضي الله عنه قال كنا جلوسا مع رسول الله صلى الله عليه وسلم في جنازة، في بقيع الغرقد، فقال: ما منكم من أحد إلا قد كتب مقعده في النار، ومقعده في الجنة فقال رجل: يا رسول الله، أفلا نتكل؟ فقال: اعملوا فكل ميسر، ثم قرأ: {فأما من أعطى واتقى وصدق بالحسنى فسنيسره لليسرى وأما من بخل واستغنى وكذب بالحسنى فسنيسره للعسرى} .\nالحديث: 291 ¦ الجزء: 1 ¦ الصفحة: 159\n",
        "292-\nحدثنا الأعمش , عن يزيد بن وهب الجهني حدثنا عبد الله بن مسعود رضي الله عنه , قال: حدثنا رسول الله صلى الله عليه وسلم الصادق المصدوق: إن خلق أحدكم [يجمع] في بطن أمه أربعين ليلة نطفة، ثم يكون علقة مثل ذلك، ثم يكون مضغة مثل ذلك، ثم يبعث الله عليه الملك بأربع كلمات فيقال: اكتب أجله ورزقه، وشقي، أو أم سعيد، إن الرجل ليعمل بعمل أهل الجنة حتى ما يكون ما بينه وبين الجنة إلا ذراع، فيغلب عليه الكتاب الذي سبق، فيختم بعمل أهل النار، فيدخل النار وإن الرجل ليعمل بعمل أهل النار حتى ما يكون ما بينه وبين النار بينه الجنة إلا ذراع، فيغلب عليه الكتاب الذي سبق، فيعمل بعمل أهل الجنة\n[ص: 160]\nفيدخل الجنة.\nالحديث: 292 ¦ الجزء: 1 ¦ الصفحة: 159\n",
        "293-\nعن طلحة بن يحيى قال: حدثتني عائشة بنت طلحة قالت أخبرتني عائشة رضي الله عنها أم المؤمنين قالت أتي رسول الله النبي صلى الله عليه وسلم بصبي من الأنصار ليصلي عليه، قال: فقلت: يا رسول الله، طوبى لهذا، عصفور من عصافير الجنة، لم يعمل سوءا، ولم يدر به، قال: أو غير ذلك يا عائشة، إن الله خلق الجنة وخلق لها أهلا، خلقها لهم وهم في أصلاب آبائهم وخلق النار وخلق لها أهلا، خلقها لهم وهم في أصلاب آبائهم.\nالحديث: 293 ¦ الجزء: 1 ¦ الصفحة: 160\n",
        "294-\nعن عمر بن محمد [عن عمر] مولى غفرة عن رجل من الأنصار عن حذيفة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم لكل أمة مجوس ومدجوس هذه الأمة الذيم الذين يقولون لا قدر إم إن مرضوا فلا تعودوهم وإن ماتوا\n[ص: 161]\nفلا تشيعوهم هم من شيعة الدجال حق على الله تعالى أن يلحقهم بالدجال.\nالحديث: 294 ¦ الجزء: 1 ¦ الصفحة: 160\n",
        "295-\n, عن مَنْصُور عن ربعي بن حراش عن رجل عن علي عليه السلام قال: قال رسول الله صلى الله عليه وسلم لا يؤمن العبد حتى يؤمن بأربع شهادة أن لا إله إلا الله وأني رسول الله بعثني بالحق ويؤمن بالبعث بعد الموت ويؤمن بالقدر.\nالحديث: 295 ¦ الجزء: 1 ¦ الصفحة: 161\n",
        "296-\nعن علقمة بن مرثد عن سليمان بن بريدة عن ابن يعمر قال رأيت ابن عمر فقلت إنا نسير في هذه الآفاق فنلقى قوما يقولون لا قدر فقال ابن عمر إذا لقيت أولئك فأخبرهم أن عبد الله بن عمر منهم بريء وأنهم منه براء برآء ثم أنشأ يحدثنا قال يحدثنا قال يحدثنا قال بينا نحن عند رسول الله صلى الله عليه وسلم فجاء فجاء رجل قال رجل قال سفيان\n[ص: 162]\nفذكر من هيئتة هيئته ما أدري كيف ذكره فقال يا رسول الله أذن ادن مني فدنا , ثم قال: أدن ادن مني فدنا دنوة حتى كادت ركبته تمس ركبة رسول الله صلى الله عليه وسلم فقال يا رسول الله أخبرنا أخبرني ما الإيمان قال تؤمن بالله وملائكته ورسله وذكره.\nالحديث: 296 ¦ الجزء: 1 ¦ الصفحة: 161\n",
        "297-\nعن الأعمش عن أبي سفيان عن جابر رضي الله عنه قال كان رسول الله صلى الله عليه وسلم يكثر أن يقول يا مقلب القلوب ثبت قلبي على دينك فقال له بعض أصحابه: أتتخاف علينا ونخن قد آمنا بك وبما جئت به قال القلب بين إصبعين أصبعين من أصابع الله عز وجل يقول هكذا , وهكذا ,.\nوقلب سفيان أصبعه السبابة والوسطى.\nالحديث: 297 ¦ الجزء: 1 ¦ الصفحة: 162\n",
        "298-\nعن زياد بن إسماعيل السهمي عن محمد بن عباد المخزومي , عن أبي هريرة رضي الله عنه , قال جاء مشركو قريش إلى رسول الله صلى الله عليه وسلم فخاصموه في القدر فنزلت {إن المجرمين في ضلال وسعر يوم يسحبون في النار على\n[ص: 163]\nوجوههم ذوقوا مس سقر إنا كل شيء خلقناه بقدر} .\nالحديث: 298 ¦ الجزء: 1 ¦ الصفحة: 162\n",
        "299-\nحدثني أبو هارون العبدي عن أبي سعيد الخدري رضي الله عنه , قال: قال رسول الله صلى الله عليه وسلم احتج آدم وموسى عليهما السلام، فقال موسى: أنت آدم الذي خلقك الله بيده ونفخ فيك من روحه فبمعصيتك ربك أشقيتهم أشقيتنا وأخرجتنا من الجنة وذكره فحج آدم موسى.\nالحديث: 299 ¦ الجزء: 1 ¦ الصفحة: 163\n",
        "300-\nعن الأعمش عن مالك بن الحارث عن عبد [الرحمن] بن يزيد عن عبد الله بن مسعود رضي الله عنه , قَصْد في سُنَّة خير من اجتهاد في بدعة.\nالحديث: 300 ¦ الجزء: 1 ¦ الصفحة: 163\n",
        "301-\nعن الأعمش عن سالم بن أبي الجَعْد عن يزيد بن بشر السكسكي أنَّ ابن عمر قيل له ألا تجاهد قال بني الإسلام على خمس شهادة أن لا إله إلا الله وإقام الصلاة وإيتاء الزكاة وحج البيت وصوم رمضان هكذا حدثنا رسول الله صلى الله عليه وسلم ثم الجهاد بعد ذلك حسن.\nالحديث: 301 ¦ الجزء: 1 ¦ الصفحة: 164\n",
        "302-\nعن الأعمش عن عمارة بن عمير عن أبي معمر عن أبي مسعود الأنصاريّ رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم لا تجزىء صلاة لا يقيم الرجل فيها صلبه إذا رفع رأسه من الركوع والسجود.\nالحديث: 302 ¦ الجزء: 1 ¦ الصفحة: 164\n",
        "303-\nعن أبي الزبير , عن جابر رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم بين العبد والكفر ترك الصلاة.\nالحديث: 303 ¦ الجزء: 1 ¦ الصفحة: 164\n",
        "304-\nعن سهيل بن أبي صالح , عن عبد الله بن دينار عن أبي صالح عن أبي هريرة رضي الله عنه , قال: قال رسول الله صلى الله عليه وسلم الإيمان بضع وستون بابا أفضلها لا إله إلا الله وأدناها إماطة الأذى عن الطريق والحياء شعبة من الإيمان.\nالحديث: 304 ¦ الجزء: 1 ¦ الصفحة: 165\n",
        "305-\nعن أبي إسحاق عن جري النهدي عن رجل من بني سليم عبد الله بن مسعود رضي الله عنه , قال عد رسول الله صلى الله عليه وسلم في يدي أو في يده خمسا التسبيح نصف [الميزان] والحمد لله تملأه تملؤه والتكبير يملأ ما بين السَّماء والأرض والصوم نصف الصبر والطهور نصف الإيمان.\nالحديث: 305 ¦ الجزء: 1 ¦ الصفحة: 165\n",
        "306-\nعن الأعمش عن عمرو بن مرة عن أبي عبيدة عن عن أبي موسى الأشعري رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم إن الله لا ينام ولا ينبغي له أن ينام يخفض القسط ويرفعه يرفع إليه عمل الليلة قبل النهار وعمل النهار\n[ص: 166]\nقبل الليلة حجابه النور ولو كشفها لأحرقت سبحات وجهه كل شيء أدركه بصره.\nالحديث: 306 ¦ الجزء: 1 ¦ الصفحة: 165\n",
        "307-\nعن الأعمش عن ذكوان , عن أبي هريرة رضي الله عنه , قال: قال رسول الله صلى الله عليه وسلم لما خلق الله عز وجل الخلق كتب في كتاب كتبه على نفسه فهو موضوع فوق عرشه أن رحمتي تغلب غضبي.\nالحديث: 307 ¦ الجزء: 1 ¦ الصفحة: 166\n",
        "308-\nعن جعفر بن برقان عن يزيد بن الأصم , عن أبي هريرة رضي الله عنه , قال: قال رسول الله صلى الله عليه وسلم ليسألكم الناس عن كل شيء حتى يسألونكم هذا الله خلق كل شيء فمن خلق اال الله عزَّ وجلَّ.\nقال جعفر حدثني رجل , عن أبي هريرة, كأنه رفعه قال فإن سئلتم فقولوا الله قبل كل شيء وهو خالق كل شيء وهو كائن بعد كل شيء.\nالحديث: 308 ¦ الجزء: 1 ¦ الصفحة: 166\n",
        "309-\nعن إسماعيل بن أبي خالد عن الشعبي عنق مسروق عن عائشة رضي الله عنها قالت من قال أن محمدا صلى الله عليه وسلم رأى ربه، فقد كذب، وهو يقول: {لا تدركه الأبصار وهو يدرك الأبصار وهو اللطيف الخبير} ، ومن حدثك أنه يعلم ما في غد، فقد كذب، وهو يقول: {لا يعلم الغيب إلا الله} عزَّ وجلَّ.\nالحديث: 309 ¦ الجزء: 1 ¦ الصفحة: 167\n",
        "310-\nعن عبد العزيز بن رفيع عن عبد الله بن أبي قتادة , عن أبيه قال: قال رسول الله صلى الله عليه وسلم لا تسبوا الدهر فإن الله هو الدهر.\nالحديث: 310 ¦ الجزء: 1 ¦ الصفحة: 167\n",
        "311-\nعن أبي الزناد عن الأعرج , عن أبي هريرة رضي الله عنه , أن رسول الله صلى الله عليه وسلم قال: لا يقولن أحدكم يا خيبة الدهر فإن الله هو الدهر.\nالحديث: 311 ¦ الجزء: 1 ¦ الصفحة: 167\n",
        "312-\nعن عبد الله بن دينار عن عبد الله بن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: إذا قال الرجل لأخيه يا كافر فقد باء بها أحدهما.\nالحديث: 312 ¦ الجزء: 1 ¦ الصفحة: 168\n",
        "313-\nعن هشام بن عروة , عن أبيه قال: قال رسول الله صلى الله عليه وسلم المتشبع بما لم يعط كلابس ثوبي زور.\nالحديث: 313 ¦ الجزء: 1 ¦ الصفحة: 168\n",
        "314-\nعن الأعمش عن أبي وائل عن ابن مسعود رضي الله عنه قال أول ما يقضى بين الناس يوم القيامة في الدماء.\nالحديث: 314 ¦ الجزء: 1 ¦ الصفحة: 168\n",
        "315-\nعن حنظلة السدوسي عن أنس بن مالك رضي الله عنه قال قلنا يا رسول الله أينحني بعضنا لبعض قال لا قال فيعانق بعضنا بعضا قال نعم.\nالحديث: 315 ¦ الجزء: 1 ¦ الصفحة: 168\n",
        "316-\nعن أبي شعيب عن عقبة بن صهبان قال: سمعت الزبير يقول قد قرأتها حينا وما أراني من أهلها [فأصبحنا من أهلها] {واتقوا فتنة لا تصيبن الذين ظلموا منكم خاصة} .\nالحديث: 316 ¦ الجزء: 1 ¦ الصفحة: 169\n",
        "317-\nحدثني عبد الله بن الحسين المصيصي حدثنا محمد بن كثير حدثنا سفيان عن عمرو بن عامر عن أنس رضي الله عنه قال كان رسول الله صلى الله عليه وسلم يتوضأ لكل صلاة قال إنا لنحفظ وضوءا واحدا.\nالحديث: 317 ¦ الجزء: 1 ¦ الصفحة: 169\n",
        "318-\nحدثنا إسحاق بن إبراهيم بن عباد بصنعاء حدثنا عبد الرزاق عن الثوري عن ليث عن كعب , عن أبي هريرة رضي الله عنه , أن رسول الله صلى الله عليه وسلم قال: إذا صليتم علي فسلوا الله لي الوسيلة قيل وما الوسيلة يا رسول الله قال أعلى درجة في الجنة لا ينالها إلا رجل واحد وأرجوا أن أكون أنا هو.\nالحديث: 318 ¦ الجزء: 1 ¦ الصفحة: 170\n",
        "319-\nحدثنا إسحاق حدثنا عبد الرزاق حدثنا الثوري ومهمر ومعمر عن أبي إسحاق عن أبي الأحوص عن عبد الله عن النبي صلى الله عليه وسلم أنه كان يسلم عن يمينه السلام عليكم ورحة ورحمة الله حتى يرى بياض خده، وعن يساره السلام عليكم ورحمة الله حتى يرى بياض خده.\nالحديث: 319 ¦ الجزء: 1 ¦ الصفحة: 170\n",
        "320-\nحدثنا إسحاق حدثنا عبد الرزاق حدثنا الثوري ومعمر عن حماد عن أبي الضُّحَى عن مسروق عن عبد الله رضي الله عنه قال\n[ص: 171]\nما نسيت فيما نسيت عن رسول الله صلى الله عليه وسلم أنه كان يسلم عن يمينه وذكره.\nالحديث: 320 ¦ الجزء: 1 ¦ الصفحة: 170\n",
        "321-\nحدثنا إسحاق حدثنا عبد الرزاق عن الثوري عن عبد العزيز بن رفيع عن أبي عمر عن أبي الدرداء رضي الله عنه قال: قلت يا رسول الله ذهب أصحاب الأموال بالدنيا والآخرة يصومون كما نصوم ويصلون كما نصلي ويجاهدون كما نجاهد ويتصدقون كما ولا نتصدق قال أفلا أدلك على أمر إذا فعلته أدركت من سبقك ولم يدركك من بعدك إلا من فعل كما فعلت تسبح الله عزَّ وجلَّ ثلاثا وثلاثين دبر كل صلاة مكتوبة وتحمده ثلاثا وثلاثين وتكبره أربعا وثلاثين.\nآخر الجزء والحمد لله وصلواته على محمد وآله وسلم.\nالحديث: 321 ¦ الجزء: 1 ¦ الصفحة: 171\n",
        ""
    ]
}