{
    "1": [
        "حكم التمثيل\nحكم التمثيل\nبكر أبو زيد\nالكتاب:\nحكم التمثيل\nالمؤلف:\nبكر بن عبد الله أبو زيد بن محمد بن عبد الله بن بكر بن عثمان بن يحيى بن غيهب بن محمد (المتوفى: 1429هـ)\nالناشر:\nدار الراية للنشر والتوزيع، الرياض\nالطبعة:\nالأولى، 1411 هـ\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "التمثيل\nحقيقته، تاريخه، حُكمه\nإعداد\nبكر بن عبد الله أبو زيد\nدار الراية للنشر والتوزيع - الطبعة الأولى 1411هـ\n",
        "بسم الله الرحمن الرحيم\nالحمد لله، والصلاة والسلام على رسول الله، وعلى آله وصحبه ومن اهتدى بهداه.\nأما بعد:\nفإن التمثيل أصبح في الحياة المعاصرة (فناً) له رواده، ومدارسه، وطرائقه، بمسلسلاته، ومسرحياته، على اختلاف وسائل نشره في: الإذاعة، والتلفاز، وعلى خشبات المسارح، وردهات النوادي. فصار بهذا يشغل حيّزاً كبيراً في حياة المسلمين: حرفة، أداءاً، وسماعاً، ومشاهدة. فكل مدرسة من مدارس التمثيل تجلب من التمثيليات والمسلسلات ما يُروجها ويُكسبها سمعة وانتشاراً. إذ هي جواد رابح ُتحاز من ورائه الأموال.\nويندر أن ترى الفرق بين أن تكون الممارسات والعرض في دار إسلام، أو دار كفر.\nوقد استشرى هذا في البيوتات، والأماكن العامة، فملأ أفئدة عوام الأمة: رجالاً ونساءاً وولدانا. حتى أن من يمجها ولا يهرع إليها، يُوصف بأنه (فاقد\nالجزء: 1 ¦ الصفحة: 3\n",
        "الخيال) .\nلهذا: رأيت أن أبّين للمسلمين منزلة هذا (التمثيل) من العلم والدين، لأن تصرفات المسلم لا بد أن تكون محفوفة برسم الشرع، في دائرة نصوصه وقواعده، وآدابه.\nولنرى بعد: هل من يستمزجها؟ (له خيال) أم فيه (خبال) ؟ .\nوينتظم ذلك سبعة أبحاث هي:\nالمبحث الأول: ذكر ما كُتب في هذه النازلة تبعاً أو استقلالاً.\nالمبحث الثاني: في حقيقة التمثيل وأسمائه.\nالمبحث الثالث: تاريخه وأصله في الاعتياد والتعبد.\nالمبحث الرابع: أنواعه.\nالمبحث الخامس: غايته وأهدافه.\nالمبحث السادس: المدرك الفقهي الشرعي لحكمه.\nالمبحث السابع: شبه وجوابها.\nومن هذه الأبحاث سيعلم الناظر مما جلبته فيها: أنها ليست نازلة مستجدة من كل الوجوه، لتقادم العهد بوجود وقائع لها، ومقابلتها من العلماء بالإنكار منذ القرن الثالث.\nالجزء: 1 ¦ الصفحة: 4\n",
        "وإن الإمام النووي المتوفي سنة 676هـ - رحمه الله تعالى - ذكر تمثيل الوعاظ، وتمثيل المعلمين، في كتابه (الروضة) ، وعنه ابن حجر الهيثمي في (الإعلام) .\nو (قصة التمثيل) للوعظ، ذكرها ابن عبد ربه في (العقد الفريد) وعنه البكري في (الوفاقات) كما في (صهاريج اللؤلؤ) .\nو (خيال الظل) ضرب من ضروب التمثيل، وإلى ابن الجوزي - رحمه الله تعالى - يُنسب البيتان المشهوران. وقد جمع العلامة أحمد تيمور فيه ما وقع له من قصص وحكايات وموقف العلماء والحكام منها مما سيمر نظرك عليه في هذا الكتاب - إن شاء الله تعالى -.\nلكن صار اعتباره (نازلة) عصرنا، لأنه أصبح (فناً) له رواده، ومدارسه، ويشكل ظاهرة منتشرة في الأمة.\nفمن الواجب إذاً البيان للناس عن حكم هذه الظاهرة، لنعلم هل هي اعتلال في حياتها، أم داعية استقامة على صراطها. والله الموفق.\nبكر أبو زيد\nالجزء: 1 ¦ الصفحة: 5\n",
        "المبحث الأول: ما كتب في هذه النازلة\nفي أخريات القرن الرابع عشر الهجري صار التمثيل فناً يمارس بشكل يتبارى فيه المخرجون له، والكتب الغثائية التي تشرح هذا وتبينه متكاثرة جداً، وذكرها هنا لا يعنينا. والذي يقصد هو بيان الحكم الشرعي للتمثيل، والتي تكشف عن تاريخه وأصله في الأمم. وقد تم الوقوف على جملة من الرسائل، والأبحاث، والفتاوى، هذا بيانها:\nأولاً: الرسائل والمؤلفات استقلالاً في التمثيل:\n1-\nطيف الخيال. لابن دانيال الموصلي. م سنة 760هـ مطبوع في آخر كتاب إبراهيم حمادة الآتي.\n2-\nخيال الظل، واللعب والتماثيل المصورة عند العرب، تأليف / أحمد تيمور باشا. طبع دار الكتاب العربي بمصر عام 1376هـ.\n3-\nخيال الظل وتمثيليات ابن دانيال: تأليف / إبراهيم\nالجزء: 1 ¦ الصفحة: 7\n",
        "حمادة، طبع وزارة الثقافة بمصرعام 1961م. ويقع في 246 صفحة.\n4-\nالوفاقات في العادات. تأليف / محمد توفيق البكري. رسالة طبعت بحاشية كتابه (صهاريج اللؤلؤ) ، ص / 258 - 262. طبع بمصر بلا تاريخ.\nشرحه أحمد بن الأمين الشنقيطي.\n5-\nإقامة الدليل على حرمة التمثيل. تأليف/ أحمد بن الصديق الغماري.\nرسالة تقع في / 35 صفحة. طبع دار مرجان يمصر. قبل عام 1356هـ.\n6-\nإزالة الإلتباس عما أخطأ فيه كثير من الناس. تأليف / عبد الله بن الصديق الغماري. طبع في آخر رسالة أخيه المتقدمة، من ص / 38 إلى ص 43.\n7-\nفن التمثيل عند العرب. تأليف / محمد حسين الأعرجي.\nالجزء: 1 ¦ الصفحة: 8\n",
        "ثانياً البحوث تبعاً أو استقلالاً:\n8 -\nمبحث مهم في (دائرة معارف القرن العشرين) لفريد وجدي 2/ 716- 720. وفي (شفاء الغليل) للخفاجي ص / 44 ذكر من اخترع خيال الظل. وأنه رجل اسمه جعفر. لكنه قول مضعف لنا ستراه في آخر المبحث الثاني.\n9-\nمقال للشيخ عبد الله بن الصديق الغماري، طبع في آخر الرسالتين المذكورتين ص / 44 - 48 بعنوان: (ماذا في طنجة) .\n10 -\nالشريعة الإسلامية والفنون. تأليف / الشيخ أحمد بن مصطفى القضاة. طبع عام 1408هـ. نشر دار عمار في عمان الأردن.\nوفيه عقد الباب الثالث عن التمثيل ص / 316 - 367.\n11 -\nالإيضاح والتبيين لما وقع فيه الأكثرون من مشابهة المشركين. للشيخ حمود التويجري. طبع عام 1405 هـ بالرياض. ص / 244 - 245.\nالجزء: 1 ¦ الصفحة: 9\n",
        "12 -\nبحث في حكم تمثيل الصحابة رضي الله عنهم. مطبوع على الآلة الراقمة في عشرين صفحة، إعداد الرئاسة العامة للإفتاء بالرياض.\n13 -\nوفي كتاب (الرحلة الحجازية) ص / 53 - 54، للسنوسي: بحث تاريخي في ذلك.\n14 -\nوفي كتاب (المخرج من الفتنة) للوادعي، بحث في التمثيل الديني لدى الجماعات الإسلامية.\n15 -\nتعليق للشيخ محمد كنعان، على تفسير الجلالين، طبع المكتب الإسلامي، عند قول الله تعالى في سورة لقمان} ومن الناس من يشتري لهو الحديث {الآية 9. ص / 539.\n16 -\nظاهرة فن التمثيل. مطبوع على الآلة الراقمة في / 32 صفحة. بقلم محمد عبد اللطيف بن صالح الفرفور، من بحوث / مجمع الفقه الإسلامي بجدة.\n17 -\nفن التمثيل. مطبوع على الآلة الراقمة في 14 صفحة. بقلم / الحاج شيت محمد الثاني من بحوث / مجمع الفقه الإسلامي بجدة.\n18 -\nفن التمثيل. عبد العزيز الخياط. مطبوع على\nالجزء: 1 ¦ الصفحة: 10\n",
        "الآلة الراقمة في / 16 صفحة. من بحوث / مجمع الفقه الإسلامي بجدة.\n19 -\nفن التمثيل في الإسلام. التيجاني صابون محمد. في / 12 صفحة. من بحوث / مجمع الفقه الإسلامي بجدة.\n20-\nحكم الإسلام في وسائل الإعلام. لعبد الله ناصح علوان. ص / 40 - 51.\n21 -\nالبيان المفيد عن حكم التمثيل والأناشيد. فتاوى ومناقشات لعدد من العلماء وطلاب العلم. جمعها عبد الله السليماني.\nثالثاُ: وفي المجلات:\n22 -\nالرد على مصطفى الزرقاء في إباحته التمثيل.\nللشيخ وهبي سليمان الغاوجي. نشر في مجلة (منار الإسلام) .\n23 -\nتاريخ المسرح عند العرب. نشر في مجلة الدارة، العدد الأول عام 1980م.\n24 -\nالترويح في الإسلام.\nالجزء: 1 ¦ الصفحة: 11\n",
        "نشر في مجلة (الوعي الإسلامي) بالكويت، العدد 246.758\n25 -\nالتمثيلية ودورها في خدمة الإسلام.\nنشر في مجلة (الوعي الإسلامي) بالكويت، العدد / 251.\n26 -\nمشكلة فيلم إسلامي. لفهمي هويدي.\nنشر في جريدة (الدستور) الأردنية. في 9 / 8 / 1988 م.\n27 - 32\nفي مجلة الأزهر الأبحاث التالية:\nالتمثيل والأنبياء م / 26 ص / 960، 701.\nالمسرح الإسلامي.\nنقل لفيلم الرسالة.\nالعرب والمسرح.\nتمثيل الرسول (صلى الله عليه وسلم) .\nعرض القصص القرآني عن طريق السينما والمسرح.\nحكم تمثيل الشخصيات الإسلامية.\nأنظر من المجلة الأعداد الآتية /\nم / 26 ص/ 960، 701\nم / 50 ص/ 758\nالجزء: 1 ¦ الصفحة: 12\n",
        "م /46 ص/ 105، 227\nم/ 44 ص / 572\nم / 48 ص 584، 42، 381، 785، 372\nم / 34 ص 119\nوقصص الأنبياء في السينما بقلم / محمد على ناصف عام 1382هـ.\n32 - 36\nوفي مجلة (العربي) :\nخيال الظل مسرح عربي قبل أن تكون المسارح. العدد / 19.\nمن الممثل العربي: العدد / 166\nالكوميديا في مسرحنا العربي. العدد / 178.\nالمسرحية العابثة وظهور المسرح العابث. العدد / 190.\nمن هو الفنان. العدد / 142.\n37 -\nوفي مجلة (مواقف) اللبنانية. العدد رقم / 46 لعام 1983م، شهر ربيع الأول، مقال بعنوان مسألة فن التمثيل في المجتمع الإسلامي. عساف.\nرابعاً: الفتاوى:\n38 -\nقرار رابطة العالم الإسلامي في مكة \" حرسها الله\nالجزء: 1 ¦ الصفحة: 13\n",
        "تعالى \" في تحريم النبي (صلى الله عليه وسلم) .\n39 -\nقرار صدر من المنظمات الإسلامية أثناء دورتها المنعقدة في مكة \" حرسها الله تعالى \" عام 1390هـ.\n40 - 43\nثلاث فتاوى للشيخ محمد رشيد رضا في (الفتاوى) ، 3 / 1090، 4 / 1418، 6 / 2348 برقم 504، 548. وفي (مجلة المنار) 14 / 1911 / 827 - 830.\n44 -\nفتاوى شلتوت.\n45 -\nفتوى اللجنة المختصة في مجلة الأزهر. عام 1374 هـ في تحريم تمثيل الأنبياء عليهم السلام.\n46 -\nفتوى لجنة الفتوى بالأزهر، في: حكم تمثيل الشخصيات الإسلامية. عام 1379هـ. نشرت في مجلة الأزهر. عام 1379 هـ.\n47 -\nالفتاوى الإسلامية من دار الإفتاء المصرية 4 / 1297، بعنوان: عدم التعرض لشخصية الرسول صلى الله عليه وسلم في الأفلام.\nالجزء: 1 ¦ الصفحة: 14\n",
        "المبحث الثاني: في حقيقة التمثيل وأسمائه\nالمثل، والشبيه، كلاهما بمعنى واحد، تقول العرب:\nمثل الشيئ بالشيئ: إذا سوى به، وقدر تقديره، قال الزمخشري: (1) .\n\" وفي حديث آخر: لا تمثلوا بنامية الله \".\nأي: بخلقه.\nوقيل: المراد التصوير، والتمثيل بخلق الله، من قولهم:\nمثل الشيئ بالشيئ، ومثل به: إذا سوى به..\nوالمحاكاة: هي و (التمثيل) بمعنى، يقال:\nحكيت، وأحكيه حكاية، إذا أتيت بمثله على الصفة التي أتى بها غيرك فأنت كالناقل عنه، فالمثلية معنى جامع بين مادتي: حكى، ومثل. وفي اصطلاح العصر.\n(عرض حي لقصة وأصحابها، واقعة أو متخيلة)\nالأسماء:\n1 -\nالتمثيل: هو الإسم الغالب عليه حتى لا يكاد يُعرف إلا به.\n(1) الفائق 3 / 345.\nالجزء: 1 ¦ الصفحة: 15\n",
        "2 -\nالتقليد.\n3-\nالمحاكاة.\n4-\nالتشخيص (1) .\n5-\nالمسلسلات.\n6-\nالمسرحيات. واحدتها مسرحية.\nوأصلها من مادة (سرح) ، والسارحة الماشية، ولذا قيل للمرعى (مسرح) . وفي حديث الثلاثة المشهور (يغدوا عليهما بسارحة له) .\nوقد تفاصح بعضهم، فقال: صوابها (مرسح) بتقديم الميم، وهذه لا يساعد أصلها اللغوي عليها، فإنها من (رسح) بمعنى (قل لحمه) فالعلاقة منتفية بين المعنيين اللغوي والإصطلاحي.\n10 -\nيُقال للتمثيلية (بابة) ومنه في أبيات وجيه الدين ضياء بن عبد الكريم، وقيل: لابن الجوزي:\nتجيئ وتمضي بابة بعد بابة\n...\nوتَفْنى جميعاً والمحرك باقي\n(1) - أنظر أم القرى للكواكبي.\nالجزء: 1 ¦ الصفحة: 16\n",
        "ولعل هذه التسمية مأخوذة من تقسيم التمثيلية على الأبواب (1) .\n11 -\nويُقال لخيال الظل أيضاً: (القراقوز) في اللغة التركية (كرة - كوز) ، وكأنها تعني التنظير بالوزير الأيوبي (قراقوش) .\n12 -\nومنه أيضاً: (الآراجوز) : وهو لهجة عامية تركية للاسم قبله (كرا - كوز) لكنه هنا أشبه بالسينما.\n13 -\nالملهاة. جمعها: ملاهي.\n14 - 15-\nوأما عند المتقدمين فيقرب منه ما يسى لديهم باسم (خيال الظل) .\nوإضافته مقلوبة عن (ظل الخيال) . وفي المبحث الثالث نقْل مطول مهم عنه فلينظر.\n16- 21-\nوأما في الاصطلاح الدخيل فله من الأسماء:\nالدراما، أو الميلودراما.\n(1) - أنظر: خيال الظل لحمادة ص / 56- 58.\nالجزء: 1 ¦ الصفحة: 17\n",
        "التقليد.\nالتراجيديا.\nالمأساة.\nالتياترو.\nالكوميديا.\nويأتي بيانها في المبحث الرابع: (أنواع التمثيل) .\nالمبحث الثالث: تاريخه\n، وأصله في الاعتياد والتعبد\nأصل حدوثه عند غير المسلمين: ابتداع في العبادات، ثم انتقل إلى العادات للتسلية والترفيه..\nثم تسرب التمثيل بنوعيه إلى المسلمين فشكل ظاهرتين في قالبين:\n1-\nالتمثيل الديني.\n2-\nالتمثيل الترفيهي.\nوعن حدوثه في التعبد لدى غير المسلمين، فقد رجح بعض الباحثين أن نواة التمثيل من شعائر العبادات الوثنية لدى اليونان. ففي (المعجم المفصل 2 / 1149 - 1150) بحث دقيق ومهم فلينظر. والله أعلم.\nوذكر شيخ الإسلام ابن تيمية - رحمه الله تعالى - في\nالجزء: 1 ¦ الصفحة: 18\n",
        "(اقتضاء الصراط المستقيم 1/ 478) ما يفعله النصارى في عيدهم المسمى (عيد الشعانين) من أنهم يخرجون بورق الزيتون ونحوه بزعم المشابهة لما جرى للمسيح - عليه السلام - حين دخل بيت المقدس - في هيئة يطول ذكرها - وهم يقلدونه - عليه السلام - في ذلك يوم عيدهم المذكور.\nثم امتدت هذه البدعة لدى العرب إلى تهادي الزهور أيام المواسم والأعياد. وشاهده قول النابغة:\nرقاق النعال طيب حجزاتهم\n...\nيحيون بالريحان يوم السباسب\nوهو لدى الفرنجة اليوم كذلك.\nوفي هذه السنين أخذ تهادي الزهور شكلاً آخر من إهدائة للمرضى، وما كاد الكفار يفعلونه إلا وتقوم له الدعاية على قدم وساق، حتى انتشر لدى المسلمين.\nوما كنت أظن أن العرب داراً ونسباً ولساناً - ستبلغ بهم التبعية الماسخة إلى فعلته، ومن أثقل المظاهر أن ترى المريض في عقله يحمل الزهور - مستقل ومستكثر - إلى المريض في بدنه وكان العكس أولى؟ فالله أكبر إنها السنن (لتتبعن سنن من كان قبلكم) .\nالجزء: 1 ¦ الصفحة: 19\n",
        "ثم انتشر التمثيل في المعابد الكنسية، يمثل جزءاً من تعبداتهم الكنسية، ويحمل إسم:\n(التراجيديا) ، و (المأساة) ، و (التياترو) .\nوفي العقود الأخيرة من القرن الرابع عشر الهجري تسربت التمثيليات الدينية، والهزلية إلى المدارس النظامية، والدينية منها إلى الجماعات الإسلامية، فتألفت فيها فرقة (التمثيل الديني) ، ثم أخذت تتطور إلى تمثيل أشخاص بعينهم، ثم إلى العظماء في الإسلام، ثم إلى طبقة الصحابة رضي الله عنهم، ثم إلى أنبياء الله ورسله عليهم الصلاة والسلام، ثم إلى العوالم الغيبية كملائكة الرحمن، وهكذا.\nوقد وجد لدى بعض الإخباريين ذكر السوابق في تاريخ العرب الترفيهية، والدينية، وكان يسمى لديهم (خيال الظل) فقيلت فيه أشعار، ونقلت عنه أخبار. وكان الولاة بين المنع والجواز. وهنا بيتان يُنسبان إلى ابن الجوزي رحمه الله تعالى، في (خيال الظل) كما في (النجوم الزاهرة) : (6 / 176)\nرأيت خيال الظل أكبر عبرة\n...\nلمن هو في علم الحقيقة راقي\nالجزء: 1 ¦ الصفحة: 20\n",
        "شخوص وأشباح تمر وتنقضي\n...\nوتفني جميعاً والمحرك باقي\nوفي (كناشة النوادر) للأستاذ عبد السلام هارون (1/9) قال:\n(خيال الظل: وهو الأصل الأول للسينماء المعاصرة، إذ تتحرك الأشخاص والأشكال خلف ستر، وقد سلط عليها الضوء، فتبدو صورها متحركة من خلف الستر. . ومن أقدم النصوص التي سجلت فيها هذه الظاهرة، قول ابن الجوزي، المتوفى سنة 597 هـ أي منذ ثمانية قرون، فذكرهما عن (النجوم الزاهرة 6/176) انتهى.\nوهما بنحوهما مع غيرهما - منسوبة في (المستطرف) للأبشيهي إلى وجيه الدين ضياء بن عبد الكريم والمتأخرون يتناقلون نسبتهما إلى الإمام الشافعي -رحمه الله تعالى - ولم أقف في هذا العزو على مصدر قديم، والله أعلم.\nولتيمور في (خيال الظل) ص/19- 23 مبحث ممتع في ذلك، وإنكار العلماء له فلينظر. والله أعلم.\nوفي (العقد الفريد) لابن عبدربه، وعنه بدون عزو في (الوفاقات) للبكري، كما في حاشية (صهاريج اللؤلؤ)\nالجزء: 1 ¦ الصفحة: 21\n",
        "له ص/ 258- 259 ذكر قصة طويلة لبعض الوعاظ، حيث كان يقف على تل مرتفع فيقول قم: يا أبا بكر فيقوم شخص بمثابة أبي بكر - رضي الله عنه - وهكذا.\nومن الذين اشتهروا بذلك، إبن دانيال الموصلي: شمس الدين محمد بن دانيال بن يوسف الخزاعي المولود سنة 646هـ والمتوفى سنة 711هـ، ثم المصري والذي عاش على أنقاض العدوان الهولاكي التتري، وفي حياته الإنتقالية إلى مصر احترف الطب وامتهن الكحالة. وكانت له مواقف وأشعار وحكايات وقصص ماجنة، وحياته مملوءة بهذا. ثم ترقت به الحال إلى (خيال الظل) وقد ألف كتابه (طيف الخيال) (1) .\nوأمام هذه البدوات، فقد قابله الفقهاء بالمنع والتحريم كما رأيت نقلا عن (خيال الظال) ، وما يأتي عن النووي، وابن حجر الهيثمي.\nهذا ما أمكن الوقف عليه عن (تاريخ التمثيل وأصل حدوثه) .\nوأما بشكله التنظيمي المعاصر، وتطوره الراهن فإن\n(1) - أنظر خيال الظل وتمثيليات ابن دانيال ص 80- 104.\nالجزء: 1 ¦ الصفحة: 22\n",
        "هذه النواة نمت بحكم اتصال المشارق بالمغارب، وكان أول حدوثه في ديار الإسلام - بوصفه الحاضر- على يد نصراني هو: مارون النقاش اللبناني، إذ عمل أول تمثيلية عام 1840م أي قبل 150 عاماً، كما في (تاريخ الأدب) ص/427- للزيات، ثم في بلاد الشام، فمصر، على يد أحد الممثلين الدماشقة المتوفي 1320هـ، وهو:\nأبو خليل القباني: أحمد بن محمد آغا آقيق.\nقال الزركلي في (الأعلام 1 /235) في ترجمته له:\n(من أوائل منشئي المسرح التمثيلي العربي في الشام ومصر\n...\nأنشأ مسرحاً للتمثيل بدمشق عرض فيه بضع روايات غنائية من وضعه وتلحينه، وأنكر عليه بعض الشيوخ إتيانه بهذه البدعة، فشكوه إلى حكومة الأستانة، ومنع من الاستمرار، فاحترف التجارة بما يسمى (مال القبان) وعرف بالقباني.\nوولي دمشق أحد رجال الإصلاح المشهورين من الترك (مدحت باشا) ، فدعاه إليه، وأذن له بالعودة إلى ماكان قد بدأ به. وأقصى مدحت عن دمشق، فرحل أبو خليل إلى مصر سنة 1884م، ومعه (جوقه) من الممثلين والمنشدين، فبدأ بتمثيل (أنبس الجليس) ، وعلت\nالجزء: 1 ¦ الصفحة: 23\n",
        "شهرته، وكثر الآخذون عنه، واقتبس من الأدب الغربي قصصاً عن كورونيه الفرنسي وغيره. وسافر إلى العاصمة العثمانية (الأستانة) وأمريكا، ولقي نجاحاً ثم عاد إلى دمشق..) انتهى.\nوأما حدوثه في (العادات) فهو في بلاد الكفر من أوروبا، وأمريكا، وغيرهما لأغراض متعددة وتحت ألقاب متنوعة، وهذا ما يأتيك خبره في المبحث بعده وهو (المبحث الرابع) .\nالمبحث الرابع: أنواع التمثيل\nتبين من المبحث قبله أن التمثيل في أصل حدوثه ديني لدى وثنية اليونان، ولدى النصارى، واعتيادي كما في فرنسا وأوربا وأمريكا وغيرها، ويمكن تصنيف نوعيه إلى ما يلي:\nالأول: التمثيل الديني: وهو قسمان:\nأالتراجيديا، أو (المأساة) وهما للمحزن منها.\nب التياترو، وأصل معناه: النظر بإعجاب.\nالثاني: في محيط العادات واللعب، وهما قسمان:\nأالكوميديا، أو (الملهاة) للمضحك منها.\nالجزء: 1 ¦ الصفحة: 24\n",
        "ب الميلودراما، و (دراما) للمزعج منها.\nوأنواعه بحسب الواقع من عدمه:\n1-\nطبعية: أي واقعية تحكي واقعاً فعلياً.\n2-\nمتخيلة: أي من نسج الخيال.\n3-\nرمزية: تعتمد التعبير المثير.\nثم أنواعه بحكم أدائه بالوسائل الحديثة هي:\nإذاعية، تلفزة، سينما، مسرحية.\nثم هي: نثرية، أو شعرية، أو مرتجلة، أو معدة.\nالمبحث الخامس: الغاية من التمثيل\nهي باختصار يجمعها (قصد التأثير بإصلاح أو إفساد)\nوينبغي التنبيه إلى أن (الفاسد منها) يظهر بقصد:\nشغل الفراغ.\nالترفيه.\nوتصاغ له الأساليب:\nترفيه هادف.\nترفيه برئ، وهكذا.\nالجزء: 1 ¦ الصفحة: 25\n",
        "المبحث السادس: المدرك الفقهي لبيان حكم نازلة التمثيل\nلما لم نر فيها كلاماً لمتقدمي العلماء، نظراً لأنها لم تدخل محيط العبادات، ولم تنتشر في العادات، صار تقليب النظر في تنزيلها على أي من أحكام التكليف على النحو الآتي:\n1-\nهل التمثيل: محرم لذاته تحريم غاية فيشمل جميع أقسامه وأنواعه سواء في العبادات أو العادات؟\n2-\nأم أن أصله الإباحة، والحكم عليه بحسب موضوعه، فيتنزل الحكم التكليفي عليه بحسب موضوعه؟\n3-\nأم الإباحة لأصله وموضوعه، والنهي لما يحف به من بعض المحرمات، فيكون من باب تحريم الوسائل؟\nهذه هي القسمة التي يمكن تصورها للمدرك الفقهي، حتى يتسنى بيان موجبات الحكم الشرعي في (التمثيل) .\nواعلم أن القسم الثالث لا أعلم به قائلاً ولا أحسب له قائلاً من علماء الملة، بل إن موجبات التحريم العارضة فيه هي زيادة لحكم الحضر، سواء قيل لذاته أو\nالجزء: 1 ¦ الصفحة: 26\n",
        "لموضوعه. إلا أن القسم الثاني ينتظم الأقسام الثلاثة على التفصيل الآتي:\nفيكون التمثيل في موضوع محرماً لذات الموضوع.\nويكون التمثيل في موضوع جائزاً، ويحرم بحكم ما يحف به من أمور أخرى.\nويكون التمثيل في موضوع جائزاً، ولا يحف به ما يرقيه إلى رتبه النهي.\nوإذا كان الأمر كذلك، فإلى سياق الأدلة الحكمية في قوالب ثلاثة:\nالأول: أدلة تحريم التمثيل لذاته.\nالثاني: أدلة تحريم التمثيل لموضوعه.\nالثالث: أدلة تحريم التمثيل لما يفضي إليه.\nتوجيه تحريم التمثيل لذاته:\nإذا علمت أن التمثيل منقطع الصلة بتاريخ المسلمين في خير القرون، وأن وفادته إليهم كانت طارئة في فترات، وأنه في القرن الرابع عشر الهجري استقبلته دور اللهو، وردهات المسارح، ثم تسلل من معابد النصارى، إلى فريق (التمثيل الديني) في المدارس، وبعض الجماعات\nالجزء: 1 ¦ الصفحة: 27\n",
        "الإسلامية. إذا علمت ذلك فاعلم أن قواعد الشريعة وأصولها، وترقيها بأهلها إلى مدارج الشرف والكمال تقضي برفضه، ورده من حيث أتى، وهذا بيانها:\nأولا ً: معلوم أن الأعمال، إما عبادات أو عادات.\nفالأصل في العبادات لا يشرع منها إلا ما شرعه الله، والأصل في العادات لا يحظر منها إلا حظره الله (1) .\nوعليه: فلا يخلو التمثيل، أن يكون على سبيل التعبد (التمثيل الديني) ، أو من باب الاعتياد، على سبيل (اللهو والترفيه) .\nفإن كان على سبيل التبعد، فإن العبادات موقوفة على النص ومورده، و (التمثيل الديني) لاعهد للشريعة به، فهو سبيل محدث، ومن مجامع ملة الإسلام قول النبي صلى الله عليه وسلم: (من أحدث في أمرنا هذا ماليس منه فهو رد) .\nولهذا فما تراه في بعض المدارس والجامعات من فرق ٍ للتمثيل الديني، فإن في حقيقته (التمثيل البدعي) لما علمت من أصله، وحدوثه لدى المسلمين خارجاً عن دائرة المنصوص عليه بدليل شرعي، وأنه من سبيل التعبد لدى أهل الأوثان من اليونان، ومبتدعة النصارى، فلا أصل\n(1) - الفتاوي 4/ 196.\nالجزء: 1 ¦ الصفحة: 28\n",
        "له في الإسلام بإطلاق، فهو إذا ً محدث، وكل أمر محدث في الدين فهو بدعة، تضاهي الشريعة، فصدق عليه حسب أصول الشرع المطهر: إسم (التمثيل البدعي) .\nوأسوق إليك هنا أمرين مهمين:\nأحدهما: هذا النوع من التمثيل (التمثيل الديني) إنما وجد في أمم الكفر، لأنهم خواء ليس لهم شرع قائم يرجعون إليه، أما أهل الإسلام فلديهم الشرع المعصوم من التبديل (الكتاب، والسنة) فهم في غناء عن هذه الواردات، قال الله تعالى:} وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيراً {الفرقان / 33\nثانيهما: إنما يحصل العدول عن هدي الكتاب والسنة إلى أمثال هذه الوفادات، إذا ضعف أهل الإسلام عن تحمل العلم الشرعي، وأعياهم تحمله، والفقه فيه، فيذهب بهم العجز والخواء كل مذهب، وحينئذ تصادف هذه الواردات قلباً خالياً من نور العلم الشرعي الموروث عن النبي - صلى الله عليه وسلم - فيتشرب هذه المحدثات.\nوقد بلغ الحال بالمسلمين من التمثيل لعظماء الإسلام على خشبات المسارح، من رجال القرون المتأخرة إلى\nالجزء: 1 ¦ الصفحة: 29\n",
        "القرون المفضلة، إلى أنبياء الله ورسله، إلى عوالم الغيب.\nوقد ثبت بالمشاهدة في معقل من معاقل العلم الشرعي، قيام تمثيلية دينية - زعموا - يمثل فيها مسلم دور مشرك بالله، فيسجد لشجرة من دون الله\n...\nلبيان فضل التوحيد\n...\nوهكذا كما هو معلوم ومشاهد.\nفنعوذ بالله من الحور بعد الكور، ومن العماية بعد الهداية، ومن الضلالة بعد الرشد.\nوإن نشر الفضائل، وإظهار عظمة الإسلام، تلتقي فيها الوسائل مع الغايات، بوقفها على منهاج النبوة، وهذا منابذ لها، أجنبي عنها.\nوأما إن كان التمثيل في (العادات) ، فهذا تشبه بأعداء الله الكافرين، وقد نهينا عن التشبه بهم. إذ لم يعرف إلا عن طريقهم، والنهي عن التشبه بهم (أمر بمخالفتهم) ، وقد نهى الله سبحانه عن الخوض فيما يخوضون فيه، فقال تعالى:} كَالَّذِينَ مِن قَبْلِكُمْ كَانُواْ أَشَدَّ مِنكُمْ قُوَّةً وَأَكْثَرَ أَمْوَالاً وَأَوْلاَداً فَاسْتَمْتَعُواْ بِخَلاقِهِمْ فَاسْتَمْتَعْتُم بِخَلاَقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِن قَبْلِكُمْ بِخَلاَقِهِمْ وَخُضْتُمْ كَالَّذِي خَاضُواْ أُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ\nالجزء: 1 ¦ الصفحة: 30\n",
        "فِي الُّدنْيَا وَالآخِرَةِ وَأُوْلَئِكَ هُمُ الْخَاسِرُونَ {التوبة / 69.\nوالله تعالى قال لنبيه - صلى الله عليه وسلم -} إِنَّ الَّذِينَ فَرَّقُواْ دِينَهُمْ وَكَانُواْ شِيَعاً لَّسْتَ مِنْهُمْ فِي شَيْءٍ إِنَّمَا أَمْرُهُمْ إِلَى اللهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفْعَلُونَ {الأنعام / 59 فقوله سبحانه} لَّسْتَ مِنْهُمْ فِي شَيْءٍ {يقتضي البرآءة منهم في جميع الأشياء. والمتابعة في بعض الأشياء يكون التابع له من المتبوع في ذلك الشيئ.\nوإذا كان الله قد برأ نبيه - صلى الله عليه وسلم - من جميع أمورهم، فمن كان متبعاً لنبيه - صلى الله عليه وسلم - حقيقة كان متبرئاُ منهم كتبرؤه - صلى الله عليه وسلم - منهم، ومن كان موافقاً لهم كان مخالفاً لرسول الله - صلى الله عليه وسلم - بقدر موافقته لهم (1) .\nقال ابن حجر الهيثمي م. سنة 974هـ - رحمه الله تعالى - في رسالته: (الإعلام بقواطع الإسلام) ص / 362 المطبوعة في آخر (الزواجر) :\n(ومنها - أي من المكفرات - لو حضر جماعة، وجلس أحدهم على مكان رفيع تشبيهاً بالمذكرين، فسألوا المسائل وهم يضحكون، ثم يضربونه بالمجراف.\n(1) اقتضاء الصراط المستقيم ص/ 46.\nالجزء: 1 ¦ الصفحة: 31\n",
        "أو تشبه بالمعلمين، فأخذ خشبة، وجلس القوم حوله كالصبيان، فضحكوا، واستهزؤا.\nأو قال: قطعة من ثريد خير من العلم: كفر.\nزاد في الروضة - يعني النووي - قلت: الصواب أنه لا يكفر، في مسألتي التشبيه) انتهى.\nولا يغتر بذلك، وإن فعله أكثر الناس، حتى من له نسبه إلى العلم، فإنه يصير مرتداً على قول جماعة، وكفى بهذا خسارة وتفريطاً) انتهى.\nثانياً: لا يخلو (التمثيل) أن يكون أسطورة متخيلة، فهذا كذب، والنفوس واجب ترويضها على الصدق، ومنابذة الكذب، والأساطير المختلقة المكذوبة، تشرب النفوس الكذب، وعدم التحرز منه.\nوعن معاوية بن حيدة - رضي الله عنه - أن رسول الله صلى الله عليه وسلم - قال:\n(ويل للذي يحدث فيكذب، ليضحك به القوم، ويل له، ويل له) . رواه أحمد، والترمذي، والحاكم.\nأو أن يكون (التمثيل) حقيقة بتمثيل معين، فهذا محاكاة، والمحاكاة منهي عنها بإطلاق، كما في حديث\nالجزء: 1 ¦ الصفحة: 32\n",
        "عائشة - رضي الله عنها - أن النبي صلى الله عليه وسلم - قال:\n(ما أحب أني حكيت إنساناً، وأن لي كذا وكذا) رواه أحمد، وأبو داود، والترمذي، وابن الجعد.\nقوله: (حكيت إنساناً) أي: قلدته في حركاته، وأقواله فهي غيبة فعليه، وهي كالغيبة القولية في التحريم سواء. ولهذا قال - صلى الله عليه وسلم - في هذا الحديث: (وأن لي كذا) أي: وأن لي على تلك المحاكاة، وهذا من أدلة التحريم.\nقال النووي - رحمه الله - في (الأذكار) (ص/ 490) (ومن ذلك - أي الغيبة - المحاماة، بأن يمشي متعارجاًً، أو مطأطئاً، أو غير ذلك من الهيئات، مريداً حكاية من يتنقصه بذلك. فكل ذلك حرام بلا خلاف) إنتهى.\nفظهر أن (المحاكاة) ، (التمثيل) مبغضة في الإسلام، والمحاكاة فيها إيذاء في جميع الأحوال. إذ أن الطباع تنفر من مشاهدة من يحاكيها حتى في مواطن المحمدة. وكم في هذا من هضم وإيذاء. وإن عشاق اللهو من العظماء والمترفين لا يمكن التجاسر بمحاكاتهم على ملاً من\nالجزء: 1 ¦ الصفحة: 33\n",
        "الناس، ولو في مواطن الشجاعة والكرم، فكيف تهدم حرمات ناس مضوا، وبقي علينا واجب النصرة لهم بالإسلام، فلننتصر لحفظ حرمتهم، والإبقاء على كرامتهم (وكل المسلم على المسلم حرام، دمه وماله وعرضه) ، فكيف إذا كان فيه مواقف من الإيذاء والسخرية والاغتياب، والكذب عليه بقول ٍ وماقال، وفعل ٍ وما فعل؟\nوإن السؤال ليرد على من يعتني بها، وعلى من يستخرجها، ويتلذذ بتمثيل غيره معيناً، هل يرضى أن يُمثل في مشاهدته، وهو يتحدث مع زوجته، أو قائم في صلاته، أو في حال تلبسه بخطيئة، أو في أي دور من أدوار حياته.\nوفي (الديارات) للشايشتي، ذكر عن الشاعر: دعبل الخزاعي م / 250هـ قوله:\n(وما غلبني إلا مخنث، قلت له: والله لأهجونك، قال: والله لئن هجوتني لأخرجن أمك في الخيال) انتهى (1) .\n(1) - بواسطة: خيال الظل لحمادة. ص / 45.\nالجزء: 1 ¦ الصفحة: 34\n",
        "فانظركيف كان وسيلة للنكاية والسخرية والتشفي من أي شخص يُراد الإنتقام منه. فهو بالجملة يحوي مجموعة (مفاتيح سوء) توصل إلى مقصد يراد منها.\nفيا لله كم في هذا من وثبات على حرمات أناس مضوا، وكم فيه من جراءة على حرمتهم، وإسقاط لها، وتوهين لمكانتها، والله المستعان.\nثالثاُ: المروءة من مقاصد الشرع، وخوارمها من مسقطات الشهادة قضاء، والشرع يأمر بمعالي الأخلاق، وينهي عن سفاسفها. فكم رأى الراءون (الممثل) يفعل بنفسه الأفاعيل، في أي عضو من أعضائه، وفي حركاته، وصوته، واختلاج أعضائه، بل يمثل: دور مجنون، أو معتوه، أو أبله، وهكذا.\nوقد نص الفقهاء \" في باب الشهادة \" على سقوط شهادة \" المضحك \" و \" الساخر \" و \" المستهزئ \" و\" كثير الدعابة \". وهذا منتشر في كلام الفقهاء من المذاهب الأربعة وغيرهم.\nوفي مجموع \" فتاوي شيخ الإسلام ابن تيمية \":\n(32/255 - 256) سُئل عن الرجل يتحدث بين الناس بحكايات كلها كذب، فقال:\n(وأما المتحدث بأحاديث\nالجزء: 1 ¦ الصفحة: 35\n",
        "مفتعلة ليضحك الناس، أو لغرض آخر، فإنه عاص لله ولرسوله. وقد روى بهز بن حكيم عن أبيه عن جده عن النبي صلى الله عليه وسلم قال:\n\" إن الذي يحدث فيكذب ليُضحك القوم ويلٌ له، ويلٌ له، ثم ويلٌ له \".\nوقد قال ابن مسعود: \" إن الكذب لا يُصلح في جد ٍ ولا هزل، ولا يَعد أحدكم صبيّه شيئاً ثم لا يُنجزه \" وبكل حال ففاعل ذلك مستحق للعقوبة الشرعية التي تردعه عن ذلك) انتهى.\nوعليه فلا يمتري عاقل، أن (التمثيل) من أولى خوارم المروءة، ولذا فهو من مسقطات الشهادة قضاء، وما كان كذلك، فإن الشرع لا يُقرّه في جملته.\nومن المسلمات أن (التمثيل) لا يحترفه أهل المروءات، ولا من له صفة تذكر في العقل والدين.\nرابعاً: الإسلام ينشد لأهله الترقي في مدارج الشرف، والإبتعاد بهم عن إيجاد طبقة ساذجة، دأبها اللهو، والتفاهة، ونشر هذا التدني في الأمة.\nوالتمثيل لا يمكن أن نرى في الإسلام عظيماً في خلقه، ودينه، وشرفه، وكرامة أصله يعتمله، ما لم يكن في مقوماته الأصلية أو المكتسبة اختلال.\nوالإسلام لما\nالجزء: 1 ¦ الصفحة: 36\n",
        "أبيح فيه: المزاح، والضحك، واللهو، أبيح في قوالب معينة، وحف بضوابط. أما مطلقاً فلا\n...\nلا.\nوالتمثيل لا يكون في حبائله إلا نوع من نزع الحياء منه، والحياء من الإيمان، ولا إيمان لمن لا حياء له. وفي الحديث (إذا لم تستح، فاصنع ما شئت) .\nوقد سُمي المزاح مزاحاً، لأنه مُزيح عن الحق، ومُزيح للهيبة عن معتمله.\nوللبدر الغزي المتوفي سنة 984هـ - رحمه الله تعالى - كتاب (المراح في المزاح) ذكر فيه جملة من وقائع المزاح في عصر النبي (صلى الله عليه وسلم) ثم لدى الصحابة - رضي الله عنهم -، ثم لدى التابعين - رحمهم الله - وهكذا.\nوأن المزاح المشروع كان يأتي عرضاً، وليس حرفة تستهلك الحياة، وأنه محفوف بضوابطه الشرعية، من الصدق، وعدم الإعتداء على عرض وغيره، أو الكذب، أو الغيبة، وهكذا.\nوبهذا تجتمع النصوص الواردة في مدحة وذمه. وقدم - رحمه الله - لكتابه هذا بمقدمة كاشفة عن أدب الشرع في المزاح ص/ 8 - 13 فلتنظر فإنها مهمة جداً.\nخامساً: الوقت عصب الحياة، يُنفق في تحصيل ما\nالجزء: 1 ¦ الصفحة: 37\n",
        "يعود بالفائدة من دين أو دنيا، كمال ٍ يُكسب من حله، ويُبذل في غير إسراف ولا مخيلة.\nوالتمثيل في مسلسلاته ومسرحياته التي تستغرق الساعات الطوال، عدو كاسر على وقت المسلم، وامتصاص للأموال، ولا سيما وقد صار حرفة، بل فناً له رواده ومدارسه ومسارحه.. فكم بذل فيها من جهود، وكم أنفق فيها من مال، والنتيجة هُراء في هُراء، ورعونات يأنف من مشاهدتها الفضلاء.\nوأما إن كانت بدعية، إي (دينية) على حد تعبيرهم الفاسد، فكم فيها من ثِقل ٍ في العرض وسماجة في الأداء. ولهذا فمن المشهور أن أكثر الخلق يعرضون عنها إلى مجالس لغو أخرى، ولا لوم، إذ يسمعون (سقط المتاع) يقول بصوته التقليدي على خط وهمي (أنا القاضي شريح) ، ويرون ماجناً يقول (أنا أمير المؤمنين عمر بن الخطاب) ، نعوذ بالله من عقول لا تستهجن ذلك.\nوقد حُدثت عن إحصائية لبعض الدول الكافرة في أقل الناس، ومتوسطهم، وأكثرهم مشاهدة للتلفاز أسبوعياً، فوجد أن أكثرهم مشاهدة من شخص أو أسرة في الأسبوع بمعدل ساعتين لبرامج معينة، أما لبني\nالجزء: 1 ¦ الصفحة: 38\n",
        "جلدتنا فقد استغرقوا في مشاهدته، أبصار شاخصة وألباب فارغة، تستلهم جميع برامجه فتمتص من دينه ومقومات جياته بقدر ما يبث فيها، ويستلهمه هذا المسكين، فالله المستعان.\nسادساً: التمثيل، لا ينفك عن (الكذب) ، بحال في الفعال، والأقوال، بل كم من يمين غموس، وزواج، وطلاق.. وكله اختلاق.\nوالكذب أدوى الأدواء، ويطبع المؤمن على كل شيئ خلا الخيانة والكذب.\nووجه عدم انفكاكه عن الكذب على ما يلي:\n1 -\nإن كان أسطورة، فهذا من أساسه اختلاق، وبئس المطية لتوجيه الأمة وترفيهها بما هو كذب عليها، وملاعبة لعقولها.\n2 -\nوإن كان يمثل معيناً كصلاح الدين الأيوبي، وغيره من العظماء من قبل ومن بعد، فإنهم سيقولون (قال) وما قال، و (فعل) وما فعل، وهكذا في حركات وتصرفات هي محض افتراء، وتقوّل عليه.\nوإذا حرم الله شيئاً مثل الكذب، حرم ما بني عليه،\nالجزء: 1 ¦ الصفحة: 39\n",
        "وأوصل إليه، والتمثيل سبيل إليه، فيحوي من الكذب ما تراه، فالله المستعان.\nوعجيب - والله - أن يتهافت الناس على مشاهدة الكذب وسماعه.\nوصدق رسول الله - صلى الله عليه وسلم - (لا تقوم الساعة حتى تظهر الفتن، ويكثر الكذب..) الحديث رواه أحمد في المسند، من رواية أبي هريرة - رضي الله عنه -.\nوالخلاصة: أن الممثل (قتيل التمثيل) في الابتداع أو التشبه، وفي الكذب، وخرم المروءة، ووأد الحياء والتضحية بوقته لحياة هزلية.\nسابعاً: التمثيل بنوعيه: الديني والترفيهي، ردة فعل لدى المنهزمين من المسلمين، لمحاكاة ما لدى الأمم الكافرة من أساطير و (إلياذات) وهمية، منسوجة يهرع إليها الناس.\nفلدى (اليونان) : (إلياذة هوميروس) وهي مطبوعة في مجلدين.\nولديهم (التراجيديا اليونانية) التي اختلقها (أيسكولوس) ولدى الرومان أساطيرهم ونسجهم.\nالجزء: 1 ¦ الصفحة: 40\n",
        "ثم يأتي المنهزمون من المسلمين فيلتقطوا من موائد هؤلاء ومن غيرهم، فيهيمون في التمثيل الترفيهي إلى حد بلغ القضاء المبرم على سمة المسلم، ووقته، وقواه، وتفكيره.\nوعندئذ يأتي اختلاق (ألف ليلة وليلة) و (سيرة عنترة) و (البطال) و (السيد البطل) .\nوعلى غرارها في (العصر الحاضر) : الإستدلال من سيرة الأبطال، ومضاعفتها بالكذب والأوهام، كما في قصة (وضاح) و (عبيد بن الأبرش) ، وغيرهما من أحاديث العرب وأخبارها في جاهلية وإسلام.\nوفي (التمثيل الديني) يأتي التسلق إلى تمثيل أنبياء الله ورسله، والصحابة من المهاجرين والأنصار، وإلى عظماء الإسلام كافة.\nوكان من أبشع ما رأى الراؤون ما عمله ذاك الشقي طه حسين في كتابه (على هامش السيرة) : إنه ليس في حقيقتها، ولكن على هامشها بالاختلاق للتسلية.\nإنها محاكاة دينية لإلياذة اليونان، وأساطير الرومان.\nفجعل هذا العابث: سيرة النبي - صلى الله عليه وسلم - مسرحاً للأساطير والكذب، وإدخال الباطل، وسل\nالجزء: 1 ¦ الصفحة: 41\n",
        "الصحيح. واختراع ما يسيئ إلى النبي - صلى الله عليه وسلم - وإلى جميع المسلمين.\nفانظر إلى هذا العنوان الأثيم (على هامش السيرة) ، وإلى ما احتوته من الاختلاق العظيم، وحسبنا الله ونعم الوكيل.\nثامناً: ولما نشأت ظاهرة (القصص الكاذب) في عهد أمير المؤمنين عمر -\nرضي الله عنه - بغية الوعظ والتذكير، منع ذلك عمر - رضي الله عنه - وشدّد\nالنكير على القصاص والمذكرين.\nوقد توالت كلمة العلماء على إنكار ذلك، وأنه دجل وتلاعب بالعقول، وكذب مختلق لا يجوز، وتشويه لصورة الإسلام وشيوع للموضوعات والمختلقات.\nوإنه وإن ظهر بمظهر الوعظ وإيقاظ النفوس، فهو مرض شهوة، حب المال،\n...\nوالجاه، والظهور.\nوقد أغنانا الله بقرآن يُتلى، فيه أنواع القصص والعبر، بل فيه أحسن القصص.\nوقد ألف العلماء في الإنكار عليهم - أي الوضاعين - تآليف مفردة لشدة خطرهم، وعظيم ضررهم.\nواليوم: يعود الكذب بمسلاخ آخر (التمثيل) ،\nالجزء: 1 ¦ الصفحة: 42\n",
        "فبالأمس (الحديث الموضوع) واليوم (التمثيل المكذوب) كلا ً أو بعضاً، وجعله قربة يحبب الإسلام إلى النفوس؟\nألا إنها السنن المرفوضة فاحذروا (1) .\nتاسعاً: التمثيل (محاكاة) ، والمحاكاة خاصية (القردة) من الحيوانات، والمسلم منهي عن التشبه بالحيوانات، والله تعالى يقول:} وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ {\n...\nالإسراء/ 70.\nقال الحافظ ابن حجر في (الفتح 7/160) :\n(ومن خصاله أي القرد: أنه يُضحك، ويُطرب، ويحكي ما رآه) انتهى.\nفهلا نترفع بالمسلمين فضلاً عن آدميتهم، عن هذا المستوى.\nعاشراً: أجمع القائلون بالجواز المقيد، على تحريمه في حق أنبياء الله ورسله - عليهم والصلاة والسلام - وعلى تحريمه في حق أمهات المؤمنين زوجات النبي - صلى الله عليه وسلم، وولده - عليهم السلام - وفي حق الخلفاء الراشدين - رضي الله عنهم - فنسأل المجيز مقيداً والرسول صلى الله عليه وسلم قد قال:) كل المسلم على المسلم حرام، دمه وماله وعرضه)\n(1) - أنظر التراتيب الإدارية 2 / 225- 227، 335 - 338، 345 - 347، 351 - 362.\nالجزء: 1 ¦ الصفحة: 43\n",
        "وهو الذي حرم - صلى الله عليه وسلم - المحاكاة، وحرّم الكذب، فلماذا نهدر هذه الحرمات في حق بقية سلف هذه الأمة وصالحها، وفيهم العشرة المبشرون بالجنة، وأعمام النبي صلى الله عليه وسلم، ولحمة قريش وسداها - ممن أسلموا - هم عشيرته وقراباته - صلى الله عليه وسلم -، والنبي - صلى الله عليه وسلم - قد اوصى بعترته \" أهل بيته \" وهكذا في كوكبة الصحابة - رضي الله عنهم - والتابعين، ومن تبعهم بإحسان إلى يوم الدين، أقول:\nاللهم إني أبرأ إليك من إهدار حرمات المسلمين أو النيل منهم.\nالحادي عشر: إن التمثيل الديني (البدعي) لا أظن وجود قائل يفتي بمزاولته في بيتٍ من بيوت الله، كصحن المسجد الحرام، وأروقة المسجد النبوي الشريف، وهكذا في سائر المساجد. وهذه حلق التدريس والوعظ تعقد في المساجد كابراً عن كابر إلى يومنا هذا، والتمثيل في نظر المجيز\nالجزء: 1 ¦ الصفحة: 44\n",
        "(درس هادف) ومُستحب ومرغوب فيه، فهل يقول عاقل سليم الفطرة بعقدها في رحاب المساجد؟\nاللهم لا، وإن فطرة المسلمين تأبى هذا، ولا عبرة بمن مالت به الأهواء فتردّى.\nتوجيه تحريمه لموضوعه وما يفضي إليه:\nثم اعلم أن قاعدة الشريعة:\nأن الشيئ إذا كان في أصله مباح ثم احتوى على محرم أو أفضى إليه أنه يكون حراماً.\nوهكذا التمثيل، إذا قيل أنه في الأصل يلتحق باللهو المباح ثم خالطه محرم أو أفضى إليه فإنه يكون حراماً: أداءاً، وعرضاً، ومشاهدة، طرداً لقاعدة الشريعة المذكورة.\nومن هذه الفعلات المحرمة، والأقوال المنكرة، والنتائج المؤلمة، التي قد يشتمل التمثيل على واحدة منها فأكثر، ما يلي:\n1-\nأن يحوي القيام بفعل أو قول عن الله سبحانه وتعالى وتقدس عن أن يشبهه شيئ.\n2-\nأن يكون فيه القيام بدور عن أحد من أنبياء الله ورسله عليهم الصلاة والسلام.\nالجزء: 1 ¦ الصفحة: 45\n",
        "3-\nأو عن أحد من صحابة رسول الله - صلى الله عليه وسلم - من الخلفاء الراشدين وزوجاته أمهات المؤمنين - رضي الله عن الجميع.\n4-\nأو عن معيّن من المسلمين حيّ أو ميّت.\n5-\nأو مسلم يقوم بدور شيطان، أو كافر بالله تعالى.\n6-\nأو عكسه من كافر يقوم بدور مسلم.\n7-\nأو مسلم عن حيوان.\n8-\nأو رجل يمثل إمرأة أو عكسه.\n9-\nأو محاكاة معّين على سبيل الإضحاك، أو السخرية، أو الإيذاء، أو محاكاة مجرّدة.\n10-\nأو تبني غير الرشدة.\n11-\nأو يكون التمثيل مركباُ من رجال ونساء، وما وراء ذلك من خلوة، واختلاط، ومصافحة، وسفر بلا محرم.\n12-\nعرض دور ولدان ٍ شباب مرد حسان.\n13-\nكشف عورة مغلظة او غير مغلظة من رجل، أو إمرأة.\n14-\nإشتماله على المعازف، والغناء المحرم، والرقص من نساء ورجال.\nالجزء: 1 ¦ الصفحة: 46\n",
        "15-\nإشتماله على التصوير.\n16-\nالتزيي بزي يُسخر منه، كاللحي المصطنعة ووصل الشعر.\n17-\nالقيام بأفعال فيها رعونة، وسخرية، وخرم مروءة.\n18-\nإشتماله على قول ٍ محرم ٍ من السباب، والشتم، واللغو، والقذف، والغزل..\n19-\nإحتواءه على الكذب، والاختلاق، أو في فرع منها مثل دعوى الزواج، والهزل بالطلاق..\n20-\nقيامها على اختلاق أسطورة مكذوبة في مشوار طويل من الكذب والوهم.\n21-\nإشتماله على تعظيم شعائر الكفر كالمعابد الكنسية والوثنية، وبيوت النار.\n22-\nإشتماله على مواقف الشعوذة، والدجل، كالوقوع في النار وتحت الأثقال\n...\n23-\nنشر أخلاق وعادات الكافرين، والمبتدعة، والفاسقين.\n24-\nالخوض، واللعب، والإستهزاء، وأي من الهزل في أي من أحكام دين الله وشرعه.\n25-\nإشتماله على أي ناقض للعبادة من الخوف،\nالجزء: 1 ¦ الصفحة: 47\n",
        "والرجاء، والحب، والبغض، والولاء، والبراء..\n26-\nتمثيل قصص وحكايات عن أشخاص لا تصح عنهم، فهي قلب لحقائق التاريخ وتشويه له.\n27-\nإفضاؤه إلى نشر رذيلة، أو إشاعة فساد ومنكر.\n28-\nنشر الرعب، والخوف، والقنوط، واليأس.\n29-\nإلحاق الأذى بالشخص الممثل عيناً، في لباس، أو نطق، أو شعور مصطنعة، أو هيئة معينة، مثل العلماء، والزهاد، والفرسان..\n30-\nإثارة الشبهات، والشهوات.\n31-\nإنه مخطط رهيب لتخدير الأمة، وتكوين جيل ساذج تافه، بُسام كما ُتسام بهيمة الأنعام.\nوهكذا في عدد من هتك الحرمات، وما يفضي إليه من المحرمات، وبه يظهر: أن التمثيل قد يجمع أسباب التحريم الثلاثة:\n1-\nلذاته.\n2-\nولموضوعه.\n3-\nولما يفضي إليه.\nوإنه لا تنفك الحرمة عنه، إن حالاً أو مالاً.\nوفي الحديث أن النبي - صلى الله عليه وسلم - قال:\n(الأشَرَة ُ شَرٌّ)\nوالأشَرَة: العبث\nالجزء: 1 ¦ الصفحة: 48\n",
        "شبهة المجيزين والجواب عنها\nلا أعلم قائلاً بجواز (التمثيل) مطلقاً، ومن أجازه حفه بشروط وضوابط، وفي هذه الحال فللمجيز جوازاً مقيداً بشروط: شبَه أفضت به إلى القول بالجواز بشروطه.\nيمكن تصنيفها على ما يلي:\n1-\nالتمثيل ترفيه بريئ، ولهو مُباح.\n2-\nالتمثيل هادف إلى: بث الوعي، ومعالجة القضايا الأخلاقية، والمشاكل الإجتماعية،، فهو: وسيلة تربوية.\n3-\nالتمثيل وسيلة إظهار لعظمة الإسلام، ومجد عظمائه.\n4-\nالتمثيل من باب ضرب الأمثال بالمحسوسات وتقرير الحقائق، والدلالة عليها. وفي القرآن والسنة من هذا شيئ كثير، والله تعالى يقول:} وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ {الحشر/21. قالوا: فهكذا التمثيل، لإيضاح وتجسيد للغاية التي يُقام من أجلها، فحسنه حسن، وقبيحه قبيح بحسب غايته.\nالجزء: 1 ¦ الصفحة: 49\n",
        "5-\nقياسه على تمثيل جبريل - عليه السلام - لمريم في صورة بشر، وكذا في مواضع أخر، ولنبينا محمد - صلى الله عليه وسلم -.\n6-\nمادرج عليه جماعة من المؤلفين مثل الحريري في مقاماته، وابن المقفع في كليلة ودمنة.\n7-\nمزاولته لدى بعض المتقديم باسم (خيال الظل) .\nوالجواب عنها على ما يلي:\n(1) أما أن التمثيل ترفيه بريئ ولهو مباح، فهذا لا يمكن قبوله، لما رأيت في توجيه التحريم لذاته وموضوعه، وآثاره، فأنّى له البراءة، فضلاً عن الإباحة.\n(2) أما أنه وسيلة دينية لإظهار مجد الإسلام، فإن ما يُؤدي إلى خدمة الدين مطلوب، بشرط عدم الإحداث والإبتداع} وَمَا كَانَ رَبُّكَ نَسِيّاً {مريم / 64، والدعوة إلى الله توقيفية في وسيلتها، وغايتها، والوسيلة لا تبررها الغاية، وهذه وسيلة تعبدية محدثة، فسبيلها الرد ابتداء.\nإضافة إلى ما يُحيط بها في موضوعها ونتائجها مما تقدم لك بيانه، ينتج من هذا أنها وسيلة محدثة\nالجزء: 1 ¦ الصفحة: 50\n",
        "فهي رد، والله أعلم.\n(3) وأما أنها وسيلة تربوية وهادفة.. فهذا مقدوح بما تقدم لك من علة التشبه، وما يمازجها من محاذير شرعية، وكما أن قاعدة الشريعة منع التشبه، فقاعدة الشريعة أيضاً دفع المفاسد وتقليلها، وجلب المصالح وتكثيرها، وقد علمت ما ينطوي عليه التمثيل هنا من مضامين يرفضها الشرع، فسبيل هذه الوسيلة المنع، والله أعلم.\n(4) وأما قياسه على ضرب الأمثال في الكتاب والسنة، فهذا قياس مقدوح فيه بقيام الفارق بين المقيس والمقيس عليه، إذ الأمثال قولية، أما (التمثيليات) فهي فعليه تمارس بالذوات، فكيف يُقاس هذا، على هذا مع عدم تطابقهما، فثبت فساد القياس\n...\nثم إن ضرب الأمثال في القرآن الكريم قد تنوعت، فضرب المثل بالأعمى والأصم، وبالعنكبوت، ورؤوس الشياطين، والكلب، والحمار، والأنعام، والعبد المملوك، وهكذا.\nفهل يقول المستدل على جواز التمثيل بضرب الأمثال، بجواز تمثيل المسلم بدور الشياطين،\nالجزء: 1 ¦ الصفحة: 51\n",
        "والكلاب، والحمير، والأنعام.\nوهذا إلزام وارد، على سبيل التنزل، وإلا فأصل القياس غير سليم، والله أعلم.\n(5) أما تمثيل جبريل - عليه السلام - في صورة دحية الكلبي وغيره، فقياس فاسد لما يلي:\nوهو أن القدرة على التشكل من خصائص عالم الغيب عن عالم الشهادة، فقد جعل الله سبحانه وتعالى للملائكة القدرة على أن يتشكلوا بغير أشكالهم تشكلاً حقيقياً، كما في نصوص القرآن الكريم والسنة النبوية.\nففي القرآن، أرسل الله تعالى جبريل إلى مريم في صورة بشر} فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَراً سَوِيّاً {مريم / 17.\nوجاءت الملائكة إلى إبراهيم في صورة بشر.\nوجاء جبريل إلى نبينا ورسولنا محمد - صلى الله عليه وسلم - في صور وأشكال متعددة، في صورة دحية الكلبي، وفي صورة أعرابي..\nومن إعطاء الله لهم القدرةعلى التشكل ما في قصة:\nالجزء: 1 ¦ الصفحة: 52\n",
        "الأقرع، والأبرص، والأعمى.\nوقد أعطى الله الشياطين والجان القدرة على التشكل بأشكال الإنسان والحيوان.\nومنها: مجيئ الشيطان إلى المشركين يوم بدر في صورة سُراقة بن مالك.\nكما تتشكل في صورة كلب.. أو حيات.\nوالشيطان يجري من الإنسان مجرى الدم.\nفهذه تشكلات حقيقية أقدر الله عليها عالم الغيب من الملائكة الأبرار، والشياطين والجن الأشرار، واختصهم بها لعلة الإمتحان والإبتلاء والإختبار في بعضها. ولعلل وأحكام لا يعلمها إلا من قدرها. ولم تكن هذه التشكيلات الحقيقية لآدمي قط، فهي قاصرة على محلها في (عالم الغيب) .\nبناءاً على هذا، فقياس (عالم الشهادة) على (عالم الغيب) في ذلك قياس فاسد، لأنه قياس تشكل جزئي وهمي كاذب، على تشكل كلي حقيقي صادق. ولأن العلة الجامعة قاصرة على محلها في عالم الغيب، وتوفرها في طرفي القياس ركن في صحته، وفقدانها هنا ظاهر، فضلاً عن شرط تساويهما في الفرع والأصل، لو وجدت،\nالجزء: 1 ¦ الصفحة: 53\n",
        "فهي مفقودة أصلاً في النوع المقيس.\nولو اشتركا في العلة فشرطها أن تكون بوصف ظاهر، وليست في عالم الغيب كذلك.\nفنخلص من هذا أنه قياس فاسد لاختلال ركنه وشرطه، والله أعلم.\n5 -\nأما ما درج عليه بعض الأدباء في تأليف غريب اللغة بمقامات على لسان شخصيات وهمية متخيلة مثل (مقامات الحريري) وغيرها، فهذا أيضاً من القياس الباطل، الفاقد لشروطه، المختل ركنه. إذ أنه مقدوح فيه، وذلك بالفرقان بين المقيس والمقيس عليه. حيث أن الحريري في سياقته لمقاماته، لم يتقمص شخصية معيّنه ولا وهمية، بخلاف التمثيل.\nثم هذا من باب القول لا من باب الفعل، ثم هو من باب المحاورة والتعليم لا من باب التمثيل والتشبيه، كالشأن فيما هو أبعد من ذلك، كحديث تعليم جبريل عليه السلام للنبي - صلى الله عليه وسلم - الإسلام والإيمان والإحسان. وهكذا.\nثم أرونا أثراً واحداً مرفوضاً شرعاً يترتب على هذا.\nالجزء: 1 ¦ الصفحة: 54\n",
        "وأما كليلة ودمنة، فهو ليس من تأليف ابن المقفع المتوفي سنة 145هـ، وإنما هو من ترجمته، وحسبك أنه ابن المقفع الذي ليس له رواية في الإسلام مع تقادم عهده في صدر عصر الرواية.\nوعلى كل حال فهذه الكتب:\nمقامات الحريري، وألف ليلة وليلة، وسيرة عنترة، جميعها من باب ضرب الأمثال، لا من باب التمثيل. وقد ألمح إلى ذلك ابن حجر الهيثمي في \" فتاويه \" ونقله عنه الكتاني في \" التراتيب الإدارية \" (2 / 226 - 227) .\n6 -\nوأما ما تقدم في تاريخ التمثيل من وجود لعب وحكايات في هذا كانت معروفة باسم (خيال الظل) ، فهذه وإن وُجدت في عصور متأخرة، فهي منقطعة الإتصال بصدر هذه الأمة. ثم وجودها في طبقة الصعاليك والمترفين، وهؤلاء ليسوا بحجة على الدين.\nثم وجد من أنكرها من العلماء، فاستجاب له الأمراء. والله أعلم.\nالجزء: 1 ¦ الصفحة: 55\n",
        "الخاتمة\nوالخلاصة أن التمثيل: حرفة ً، وأداءً، وتكسباً، وعرضاً، ومشاهدة، لا يجوز.\nلأنه إن كان تمثيلاً دينياً فهو بدعي: لوقف العبادات على النص ومورده، ولما علمت من أصله لدى النصارى واليونان.\nوإن كان غير ذلك، فهو لهو مُحَرّم، لما فيه من التشبه، ولما رأيته من تفاريق الأدلة، وما يحتوي عليه، ويترتب عنه من الآثار المعارضة لآداب الشريعة، وناموس الترقي، وانحلال ربقة الآداب. وأن ما فيه من عظات، وفضائل مزعومة، فهي ضائعة مغمورة في حَلبة تلك الملهيات التي توقض نائم الأهواء، وتحرك ساكن الشهوات. كما ينطق به الواقع المرير، لتمرير الفحش والخناء، والفسوق والعصيان، وتهديم البيوت داخل أسوارها.\nفهو يُمثل مخاطر على العقائد، والأخلاق، والفضائل، والآداب.\nوبالجملة فإن انتشار التمثيل بصفته التي ُتشاهد وُتسمع كل يوم وليل، يُمثل إعتلال في الأمة،\nالجزء: 1 ¦ الصفحة: 57\n",
        "ونهم في اللهو واللعب، ووهن في الدين، وفراغ من العلم، وعجز عن تحصيله، وتحطيم للأمة في قوتها ووقتها وتنمية طاقاتها ومواهبها، فماهي إلا وسيلة عدوان على الأمة، وتخطيط رهيب لتعيش سادرة، تخوض فيما لا ينفعها في دينها ولا في دنياها، بل هو ضرر محض عليها في الدين والدنيا.\nوإفساد الإنسان، وانهيار أخلاقه، بغرض السيطرة عليه: مخطط تخريبي، يهودي.\nوفي (بروتكولات يهود) :\n(يجب أن نعمل لتنهار الأخلاق في كل مكان، فتسهل سيطرتنا، إن (فرويد) منا، وسيظل يعرض العلاقات الجنسية في ضوء الشمس لكي لا يبقى في نظر الشباب شيئ مقدّس، ويصبح همه الأكبر إرواء غرائزه الجنسية، وعندئذ ٍ تنهار أخلاقه) انتهى.\nوالتاريخ يحفظ في سطوره أن الهيام في المضحكات والترفيهات من علائم الإنحطاط وانقراض الدول.\nفهذا المستعصم آخر خلافاء بني العباس في بغداد، كان مولعاً بالتفرج على \" المساخرة \" المضحكة، وكان يقضي أكثر زمانه معها، كما في (الفخري ص / 144) وتاريخ أبي الفداء 3 / 176) ، وغيرهما.\nالجزء: 1 ¦ الصفحة: 58\n",
        "وهكذا، إذا ماتت السنن ظهرت البدع، وإذا ضعف الجد والعزم، تفشى في الأمة الهزل والضعف، لتصل إلى محطة الشيخوخة في دائرة قطيع يُسام، وسلع تساوم، وإن الحياة لحادث جَلل، فما بمثل هذا تعمر الحياة، ويكون (التمثيل) ناموساً ورمزاً لمجدها.\nوبالجملة، فالتمثيل يحوي مفاتيح هذه المقاصد الهابطة، ويتضمن \" محاضن تفريخ لها \".\nوهنا أذكّر من ابتلي بشيئ من أمر الفتيا، أن يبصر حال أمته، ويبصر أوضاعها، وماذا يُراد بها، ليتوقى عند إصدار الفتوى من فتيا تكون سلماً لتلك المآرب المهينة.\nولا أرى الفتيا بالجواز المقيد بشروطه، إلا ومُصْدِرها - مع التقدير - في غياب عن الساحة وما يجري فيها من توظيف \" التمثيل \" لهدم مقومات الأمة. فستكون الفتيا \" تكأة \" ينطلق منها الآثمون، مستبعدين لضوابطها الشرعية عند من أفتى بها - وقد فعلوا!\nوأقول أخيراً:\nإن التمثيل لو كان جائزاً بشروطه، لوجب في هذا الزمان الإفتاء بمنعه وتحريمه، لما يُشاهد في بلاد المسلمين من زحم التمثيليات المهول التي تفرز خطورة على مقومات المسلمين كافة، ولا ينازع في الواقع\nالجزء: 1 ¦ الصفحة: 59\n",
        "إلا جاهل به، أو ممالي.\nأيقظ الله المسلمين من غفلتهم، وهداهم، وأصلح بالهم، والله الموفق\nوصلى الله على نبينا محمد وعلى آله وصحبه وسلم\nبكر أبو زيد\nالجزء: 1 ¦ الصفحة: 60\n",
        ""
    ]
}