{
    "1": [
        "حكم الإحرام من جده\nحكم\nالإحرام من جده\nإعداد\nعدنان العرعور\nالجزء: 1 - الصفحة: 1\n",
        "المقدمة\nالحمد لله، وأشهد أن لا إله إلا الله، وأن محمداً عبده ورسوله - صلى الله عليه وسلم -.\nأما بعد:\nفقد كنت ألفت بحثاً مطولاً في حكم المواقيت، وفي حكم من مر بين ميقاتين، ومن أين يحرم؟ وأثبت فيه أن عليه أن يحرم مما يحاذي الميقات، ثم بينت فيه معنى المحاذاة، وأن القادم إلى مكة من جهة الغرب لا يحاذي ميقاتاً البتة قبل أن يصل إلى الساحل، فالواجب عليه أن يحرم مما يحاذي أقرب ميقات إليه، فماهو أقرب ميقات له؟ وماهو معنى المحاذاة؟ ! وهل جدة محاذية للمواقيت؟ وهل يجوز لمن مر بميقات أن يؤجل إحرامه إلى ميقات آخر؟ وقد طال البحث وتضمّن أبواباً دقيقةً، ورسوماً كثيرةً، الأمر الذي يصعب معه تناول البحث من عموم المسلمين، لذا عمدت إلى اختصاره، تسهيلاً لتناوله، والانتفاع به من قبل جمهور المسلمين، ومن أشكل عليه شيء، أو أراد مزيداً من التفصيل والنقول عن العلماء، أو النظر في الرسوم، فليرجع إلى الأصل.\nالجزء: 1 - الصفحة: 1\n",
        "هذا: ولقد تبين من خلال البحث العلمي والجغرافي أن (جدة) محاذية لميقات (يلملم) ولذا يشرع منها الإحرام، واعلم أني لست مُحدثاً في ذلك قولاً لم أُسبق إليه، وما كان لي ذلك، بل سبق إلى ذلك كثير من العلماء والباحثين، مما ستراه مفصلاً في الكتاب الأصل.\nوالمسألة ليست اجتهادية، بقدر ماهي تطبيقيّة، وهي لا تتعدى معرفة المعنى الصحيح «للمحاذاة» وإنزال ذلك على ساحة الواقع.\nولقد ناقشت فيها خلقاً كثيراً، فلم أر عندهم ما يرد الحجج التي سردت، ولا الأدلة التي ذكرت، فمنهم الموافق الساكت، ومنهم المخالف الصامت، ومنهم من لا يدري موقع البحر الأحمر من البحر الأسود، فذهب يُشرّق ويُغرّب، وبعضهم ينفر من كل ما يحسبه جديداً، ويظن أن كل جديدٍ غير صحيح، وكثير منهم مقتنع من الناحية العلمية، لكنه لا يرى نشرها خشية مخالفة ما اعتاد عليه الناس، وما يفتي به بعض أهل العلم.\nالجزء: 1 - الصفحة: 2\n",
        "ورب بعضهم يقول: كيف خفيت هذه المسألة المهمّة على بعض أهل العلم.\nوالجواب: كيف خفيت كثير من المسائل على عمر بن الخطاب - رضي الله عنه - حتى نُبّه عليها من بعض أصاغر الصحابة، ممن هم أقل منه علماً وفطنة وفضلاً؟\nوالحقيقة: أن الحق أحق أن يقال، وإذا تبيّن للمرء الصواب فقد وجب عليه بيانه، وحَرُم عليه كتمانه، وبخاصة إذا كان يوافقه على مسألته علماء آخرون، فإن الحق ليس حُكْرةً على عالم، ولا محصوراً في علماء بلد معَين.\nبل الحق ما تعلق بالدليل، والدليل ضالة المنصف أينما وجد، ومع من وجد، ولهذا وقف الصحابة يصححون لعمر ولعثمان ولعلي ولغيرهم من فضلاء الصحابة، لما تبيّن لهم الصواب، وعرفوا الحقّ، وما كان من هؤلاء الصحابة -عمر وعثمان وعلي - رضي الله عنهم - إلا الإنصات للنصيحة، والتراجع عن الخطأ إلى الصواب، رضوان الله وسلامه عليهم أجمعين.\nالجزء: 1 - الصفحة: 3\n",
        "كما ينبغي التنبيه إلى أن اتفاق علماء بلد على فتوى معيّنة، ليس إجماعاً لايجوز مخالفته، الإجماع: إجماع علماء الأمة، لا إجماع علماء بلد دون بلد، وإلا لما خالف الكوفيون البصريين، والشاميون المصريين، والنجديون الحجازيين.\nومهما عورضت هذه المسألة من قِبَل من لم يتدبّرها، فلن تعارض بأعظم مما عورضت به فتوى شيخ الإسلام ابن تيمية -رحمه الله- في مسألة جعل الطلاق بالثلاث واحدة، ثم جاء اليوم الذي تبنّى فيه معظم العالم الإسلامي فتواه، بل كادت محاكمهم أن تطبق عليها، بعد أن كان يُخطّأ صاحبُها بل ويُضلّل، ولن يمضي كبير وقت -إن شاء الله تعالى- إلا ويدرك العلماء والمسلمون صحة هذه المسألة، وأن «جدة» «محاذية» لميقات «يلملم» وأنها «ميقات إضافي» وإن غداً لناظره قريب.\nوقد خرج أكثر من رد على كتابي هذا، قرأتها كلها وتدبرتها لعل فيها صواباً، فأما أحدهما: فكان سلطوياً، قرر أن جدة ليست ميقاتاً دون مناقشة ولا أدلة، ولا بيان للحجة.\nالجزء: 1 - الصفحة: 4\n",
        "وأما ثانيهما، فكان فيه رائحة التعصب إذ كان يذكر (مشايخي) (مشايخنا) رغم أنه دكتور، وكأن الحق محصور في الحدود السياسية، وما درى هذا أن الإجماع هو إجماع الأمة لا اتفاق علماء بلده -لو كانوا متفقين- وفي الرد تدليس وحيدات، سأذكر بعضها خلال البحث.\nهذا وقد اضطررت أن أزيد في هذا الملخص في الطبعة الثانية، وأنقل من الكتاب الأصل، لتوضيح بعض المسائل التي أشكلت على بعض الناس ومنهم الدكتور صاحب كتاب (المسائل المشكلة).\nوالله من وراء القصد، وهو المسؤول في العفو والقبول، وهو الهادي سواء السبيل.\nجمادى الآخرة 1415 هـ\nوكتبه\nعدنان بن محمد العرعور\nالجزء: 1 - الصفحة: 5\n",
        "اصطلاحات\nطلباً للاختصار، فهذه بعض المصطلحات التي اعتُمدت في هذا البحث يُرجى التنبه لها.\nالقاصد: هو مريد الحج أو العمرة.\nالميقات الأصلي: هو الميقات الذي وقّته رسول الله - صلى الله عليه وسلم -.\nالميقات الإضافي: هو نقطة المحاذاة التي يجب الإحرام منها لمن مرّ منها.\nالساحل: هو ساحل البحر الأحمر المحصور بين (الجحفة) شمالاً ووادي (يلملم) جنوباً.\nالتجاوز:\nالجزء: 1 - الصفحة: 6\n",
        "تجاوز المواقيت دون إحرام.\nالمتجاوز: هو القاصد الذي يتجاوز المواقيت بلا إحرام، وأما مع الإحرام فلا يسمى تجاوزاً ولا متجاوزاً\nالاختراق: اختراق محيط المواقيت، ومنه: المختَرِق.\nجدة: يقصد بها في هذا الكتاب، ساحلها وما كان قريباً منه كالمطار والفنادق القريبة من الساحل، وليس المقصود امتدادها العمراني الحالي.\nالجزء: 1 - الصفحة: 7\n",
        "بين يدي المواقيت\nلقد شرع الله - عز وجل - الحج والعمرة إلى بيته الحرام، وعيّن رسول الله - صلى الله عليه وسلم - أمكنةً محيطةً بالبيت إشعاراً ببدء النسك، لا يجوز للقاصد تجاوزها إلا محرماً متلبساً بالنسك.\nوسُمّيت هذه الأماكن بالمواقيت، من: وقّت الشيء. أي: بيّن حدّه من زمانٍ أو مكانٍ.\nوجعل رسول الله - صلى الله عليه وسلم - هذه المواقيت على طرق الناس المسلوكة إلى مكة والمعروفة يومئذ، فجعل على طريق أهل المدينة ((ذا الحليفة)) وهي تقع قريبة من المدينة، وتبعد عن مكة عشر مراحل (1)، وهو ما يساوي (430) كيلاً تقريباً.\nوجعل على طريق الساحل الشمالي: ((الجحفة))، وتبعد عن مكة من أربع إلى خمس مراحل (186) كيلاً.\n(1) المرحلة: هي مسير الراكب خلال يوم وتقدر بـ (40 - 50) كم، وتختلف حسب وعورة الأرض، ونوع المركوب.\nالجزء: 1 - الصفحة: 8\n",
        "وعيّن على طريق أهل الجنوب واليمن ((يلملم))، وهو وادٍ ممتد من الشرق إلى الساحل الغربي، وطرفه الغربي يقع على البحر، مقابل ميقات «الجحفة» وطوله 150 كيلاً، ويبعد وسطه عن مكة مرحلتين (90) كيلاً (1) ويحرم القاصد من أي بقعة من بقعه.\nوحدّ على طريق أهل نجد ((قرن المنازل)) وتبعد عن مكة مرحلتين أيضاً (80) كيلاً.\nووقّت ((ذات عرق)) على طريق أهل العراق، ثم وقّتها عمر - رضي الله عنه -، وهو لا يعلم بتوقيت النبي - صلى الله عليه وسلم - لها، وتبعد عن مكة مرحلتين (80) كيلاً (2).\nودليل ذلك حديث ابن عباس - رضي الله عنه - قال: ((وقّت رسول الله - صلى الله عليه وسلم - لأهل المدينة: ذا الحليفة، ولأهل الشام: الجحفة، ولأهل نجد:\n(1) وهذا هو الصواب في شأن هذا الميقات، وذلك حسب تقرير اللجنة المكلفة بدراسته. راجع الأصل.\n(2) لمعرفة المواقع والمسافات يراجع معجم البلدان لياقوت الحموي، وكتب الفقه كل في مظانه، فهي تكاد تكون من المتفق عليها في أماكنها ومسافاتها، وانظر الخريطة التالية لمعرفة المواقع، وقد تم تحديدها بالاستعانة بخرائط رسمية.\nالجزء: 1 - الصفحة: 9\n",
        "قرن المنازل، ولأهل اليمن: يلملم، قال: فهن لهن، ولمن أتى عليهن من غير أهلهن لمن كان يريد الحج والعمرة، فمن كان دونهن فمُهلُّه من أهله، وكذلك حتى أهل مكة يُهلّون منها)) (1).\nانظر الشكل التالي:\nالشكل (الخريطة) وهي تبيّن مواقع المواقيت على الواقع:\n(1) أخرجه البخاري (3 - 387) فتح، ومسلم رقم (1181) وغيرهما.\nالجزء: 1 - الصفحة: 10\n",
        "من أحكام المواقيت، والمقصود منها\nإن المتأمل في هذه المواقيت، والمطلع على أقوال أهل العلم في شأنها، يتبيّن له المسائل التالية:\nالمسألة الأولى: المواقيت نقاط أعلام لبدء النسك\n:\nإن هذه المواقيت إنما هي نقاط لإعلام القاصدين ببدء النسك، ووجوب الإحرام منها.\nلقول ابن عباس: ((وقّت رسول الله\n...\n)) الحديث. وهذا أمر مجمع عليه عند أهل العلم؛ ولهذا عُيّنت على طرق الناس المعروفة يومئذ.\nقال شيخ الإسلام:\n((وإنما فائدة التوقيت: وجوب الإحرام من هذه المواقيت)) (1).\n(1) شرح العمدة 1/ 319.\nالجزء: 1 - الصفحة: 11\n",
        "المسألة الثانية: المواقيت محيطة بالحرم\n:\nهذه المواقيت موزّعة حول الحرم ليَتشكّل منها محيط المواقيت، كي يسهل على القاصدين الإحرام من أي مكان يخترقون فيه هذا المحيط. إذا لم يكن على طريقهم ميقات أصلي, ونقطة الاختراق هذه؛ تسمى: ((المحاذاة)).\nقال شيخ الإسلام ابن تيمية:\n((وأيضا فإن المواقيت محيطة بالبيت كإحاطة جوانب الحرم)) (1).\nوكذا قال الحافظ العسقلاني (2)، والفقيه ابن عابدين وغيرهم (3).\nالمسألة الثالثة: المواقيت نقاط علام، وليست أماكن مقدسة\n.\nليس لهذه المواقيت قدسيّة خاصة لذاتها، أي: ليس المقصود المكان نفسه، وليس فيه خاصيّة التعبد، كما لبعض الأماكن من قدسية، كالمسجد الحرام وغيره، ولا يوجد نص بذلك، ولم يقل بهذا أحد من\n(1) شرح العمدة 1/ 319.\n(2) الفتح 3/ 390.\n(3) الحاشية على الدر 2/ 476.\nالجزء: 1 - الصفحة: 12\n",
        "أهل العلم، وإنما الغرض منها الإعلام والتنبيه ببدء النسك، ذلك ولو كان هناك طرق أخرى غير الطرق المعروفة يومئذ، لعيّن عليها رسول الله - صلى الله عليه وسلم - مواقيت لها، وقد كان تعيين رسول الله - صلى الله عليه وسلم - للمواقيت على طرق الناس التي كانت يومئذ إلى مكة، ولأن عمر - رضي الله عنه - عيّن لأهل العراق ميقاتاً على طريقهم لما طلبوا منه ذلك.\nقال شيخ الإسلام ابن تيمية: ((وذلك لأن الإحرام مما يحاذي الميقات بمنزلة الإحرام من نفس الميقات، فإنه إذا كان بُعدُهما عن البيت واحداً لم يكن في نفس الميقات مقصود)) (1).\nأي: ليس المقصود المرور من الميقات نفسه لقدسيته، ولكن المقصود: الإحرام من عند الميقات، أو مما يحاذيه، أي: من مسافة تساويه، ولذلك كانت المسألة الرابعة:\n(1) لا يتنافى ماتقرر من عدم قدسية المواقيت مع ما صح أن الله أمر رسوله - صلى الله عليه وسلم - بالصلاة بوادي العقيق وإخباره - صلى الله عليه وسلم - بأنه مبارك، فإن هذه المباركة كانت لأجل الوادي في الأصل لا لأجل أنه ميقات فليتنبه، ولو كانت مقدسة كما زعم الدكتور صاحب (المسائل المشكلة) لما دعا رسول الله - صلى الله عليه وسلم - على ميقات (الجحفة) .. حتى صارت بدعوته خراباً يباباً. فهل يدعو الرسول - صلى الله عليه وسلم - على مكان مقدس، وقد فصلنا ذلك في الرد على صاحب المسائل المشكلة.\nالجزء: 1 - الصفحة: 13\n",
        "المسألة الرابعة: جواز المرور من أي ميقات، ولأي قاصد\n.\nأجاز العلماء بالإجماع: المرور من أي ميقات شاء القاصد، وإن لم يكن ميقات بلده، إذ العبرة بجهة القدوم، وبميقات العبور، وليست العبرة ببلد القاصد، أو مولده، أو تابعيته، أو غير ذلك، ومستندهم في ذلك قوله - صلى الله عليه وسلم -: ((ولمن أتى عليهن من غير أهلهن)) (1).\nالمسألة الخامسة: عدم وجوب الإحرام منها عيناً، وجوازه مما يحاذيها.\nأجمع العلماء على عدم وجوب المرور منها (2)، وأجازوا المرور من بينها على أن يحرم مما يحاذي هذه المواقيت، ولم يوجب أحد منهم المرور بأحد المواقيت الأصلية التي عينها رسول الله - صلى الله عليه وسلم -.\n(1) سبق تخريجه (ص 8).\n(2) زعم الدكتور صاحب (المسائل المشكلة) أن نقلي لهذا الإجماع غير صحيح لأن ابن حزم قد خالف العلماء، فانتقض بذلك الإجماع.\nقلت: لم يخف علي مخالفة ابن حزم للإجماع وقد سجلتها في الكتاب الأصل، ورددت عليه، ولكن؛ هل خفي على الدكتور أن الإجماع قد سبق ابن حزم، وأنه لا يلتفت بعد ذلك إلى مخالفة مخالف .. كيف وقد أتى ابن حزم بما لا يقبله عقل ولا شرع ولا واقع ولا عرف، إذ أجاز لمن مر بين ميقاتين أن يحرم من أي مكان شاء، ولو كان من المسجد الحرام\n...\nفإن كان يرى الدكتور: أن لقول ابن حزم هذا وجهاً -وقد خالف فيه الأمة كلها التي أجمعت قبله ونقض به الإجماع- فليخبرنا، وإن لم ير الدكتور أن له وجهاً .. فلماذا التشويش والتعمية، وقد نقل هذا الاتفاق أكثر من عالم، منهم الإمام ابن المنذر، والعلامة الشنقيطي كما سيأتي، فلماذا هذه الإثارة والبلبلة.\nالجزء: 1 - الصفحة: 14\n",
        "قال ابن قدامة الحنبلي:\n((ومن لم يكن طريقه على ميقات فميقاته حذو أقربها إليه)) (1).\nوشرح ذلك شيخ الاسلام، وأيّده ومثّل له، واستدل له بأثر عمر - رضي الله عنه - في توقيت «ذات عرق» لأهل العراق، ثم قال: «ولم يأمرهم -أي: أهل العراق- عمر والمسلمون بالمرور بقرن بل جعلوا ما يحاذيها بمنزلتها».\nوقال العلامة الشنقيطي -رحمه الله-:\n((اعلم أن من سلك إلى الحرم طريقاً لا ميقات فيها، فميقاته المحل المحاذي لأقرب المواقيت، وهذا لاخلاف فيه بين أهل العلم)) (2). انظر مراجع المذاهب في الهامش.\n(1) شرح العمدة 1/ 336.\n(2) أضواء البيان: 5/ 332، وكذا قال علماء المذاهب كلهم: المذهب الحنفي؛ فتح القدير: 2/ 426، وحاشية ابن عابدين: 2/ 476، المذهب المالكي؛ حاشية الدسوقي: 2/ 23، المذهب الشافعي، الأم: 1/ 139، والمجموع: 7/ 198، المذهب الحنبلي؛ المغني: 3/ 314، والفروع: 3/ 377 وراجع أيضاً: فتح الباري: 3/ 390، ونيل الأوطار: 6/ 24.\nالجزء: 1 - الصفحة: 15\n",
        "المسألة السادسة: تقسيم المواقيت إلى: أصلي وإضافي\nوعلى هذا: يمكن تقسيم المواقيت -اصطلاحاً- الى قسمين:\nميقات أصلي: وهو الذي عيّنه رسول الله - صلى الله عليه وسلم -.\nميقات إضافي: وهو الذي يحاذي الميقات الأصلي، ويقع بين ميقاتين.\nوالإحرام من الأصلي والإضافي سواء (1).\n(1) اعترض بعضهم على اصطلاح ((الميقات الإضافي)) وهذا غريب جداً، إذ ما يزال العلماء يصطلحون\n...\nوقد اصطلحوا اصطلاحات في العقيدة والعبادات والمعاملات يتداولونها بينهم، وما دام معنى الاصطلاح مفهوماً ولا لبس فيه .. فلا مشاحة فيه، إذ المقصود المعنى لا المبنى، وإذا اتُّفق في التحرير فلا خلاف في التعبير. وهذا الاصطلاح مرادف لكلمة ((المحاذاة)) فأيهما أحب المرء أن يستعمل فليستعمل.\nولكن لا يجوز له أن يخطئ غيره، لمجرد أن الاصطلاح لم يطرق سمعه من قبل. وفي كل مذهب من الاصطلاحات ما ليست في المذهب الآخر، فهل نخطئهم لمجرد الاصطلاح! ! ! . اللهم هداك.\nالجزء: 1 - الصفحة: 16\n",
        "المسألة السابعة: كل بقعة محاذية فهي ميقات إضافي\nإن عدد ((المواقيت الإضافية)) هو بعدد النقاط المحاذية، والنقاط المحاذية: هي كل نقطة على محيط المواقيت، وهي التي يستطيع القاصد أن يحرم من أيها شاء دون حرج، وهي لا تعد ولا تحصى.\nالجزء: 1 - الصفحة: 17\n",
        "أهمية تحديد المحاذاة\nلما أجمع أهل العلم على عدم وجوب المرور من الميقات نفسه؛ نظراً لعدم قدسيته، وأجازوا بلا كراهية الإحرام مما يحاذي الميقات، كان لزاماً علينا معرفة معنى ((المحاذاة)) ثم تحديد الأماكن المحاذية ((المواقيت الإضافية)) على الأرض، ورسم محيط المواقيت، وذلك مواكبة لتطورات العصر المتتابعة، وتحقيقاً لعالمية هذا الدين، وصلاحيّة أحكامه لكل زمان ومكان ووسيلة، وإيجاد حلول شرعية عمليّة صحيحة، تتناسب ووسائل المواصلات الحديثة في مجال البر والبحر والجو.\nوإذا عُرف محيط المواقيت، عَرف المسلم أين يحرم، من أي: جهة قَدِمَ، وعلى أي وسيلة كانت.\nالجزء: 1 - الصفحة: 18\n",
        "ما دليل المحاذاة\nمما هو معروف في دين الإسلام: أن الإجماع حجة بعد الكتاب والسنة، يجب اتباعه، ويحرم مخالفته، وقد سبق ذكر إجماع أهل العلم على عدم وجوب المرور من المواقيت الأصلية، ومشروعية الإحرام من المحاذاة، وأنه لا فرق بين من أحرم من الميقات نفسه، وبين من أحرم من المحاذاة، وكان مستندهم في ذلك:\nما أخرجه البخاري (3/ 389) عن ابن عمر - رضي الله عنه - قال:\n((لمّا فُتح (1) هذان المصران -أي: البصرة والكوفة- أتوا عمر فقالوا: يا أمير المؤمنين، إن رسول الله - صلى الله عليه وسلم - حدّ لأهل نجد قرناً، وهو جور عن طريقنا -أي: بعيد- وإنا إن أردنا قرناً شق علينا، فقال: ((انظروا حذوها من طريقكم)) فحّد لهم ((ذات عرق)).\nففي هذا الأثر العظيم أمور:\n(1) المقصود بالفتح: فتح أرضهما، وإلا لم يكونا وقت الفتح، بل هما مما عمّرهما المسلمون، كذا قال أهل السير.\nالجزء: 1 - الصفحة: 19\n",
        "الأول: الدلالة على ما سبق ذكره، من عدم وجوب المرور من الميقات نفسه الذي عيّنه رسول الله - صلى الله عليه وسلم -.\nالثاني: جواز تحديد مواقيت جديدة، للطرق الجديدة التي تفتح إلى مكة.\nالثالث: إن القاعدة في تحديد ((المواقيت الإضافية)) هي ((المحاذاة)).\nوقد تابعت الأمة عمر بن الخطاب - رضي الله عنه - على هذه المسألة، ولولا خشية الإطالة لنقلت نصوصهم من أمهات الكتب، وقد سبقت الإشارة إلى مواضعها فليراجعها من شاء.\nومنها قول الحافظ ابن حجر عند شرحه لهذا الأثر:\n((واستُدلّ به على أن من ليس له ميقات، أنّ عليه أن يحرم إذا حاذى ميقاتاً من هذه المواقيت الخمسة)) (1).\nونقل الحافظ عن ابن المنذر قوله:\n((لكن لماّ سنّ عمر ((ذات عرق)) وتبعه عليه الصحابة، استمر عليه العمل)).\n(1) فتح الباري 3/ 390.\nالجزء: 1 - الصفحة: 20\n",
        "ما معنى المحاذاة\nليس فيما سبق من التقرير والتأصيل، خلاف بين أهل العلم، على الرغم من اختلاف مذاهبهم، وتنوع مشاربهم، والحمد لله (1).\nولم يبق سوى معرفة معنى «المحاذاة» وتحديد البقع المحاذية على أرض الواقع.\nمعنى المحاذاة:\nالمحاذاة لغة: الإزاء والمجاورة.\nوحاذى الشيء: وازاه، وصار بجانبه (2).\nحالات المحاذاة واقعاً وشرعاً:\nيطلق على المكان أنه يحاذي مكاناً آخر، إذا تحقق فيه إحدى الحالات الثلاث:\n(1) إلا ما سبقت إليه الإشارة من مخالفة ابن حزم للإجماع المنعقد قبله وبعده، مع قوله بمشروعية الإحرام من المحاذاة، ولكنه لا يوجبه.\n(2) اللسان والقاموس مادة (حذا).\nالجزء: 1 - الصفحة: 21\n",
        "الحالة الأولى\n:\nأن يكون الموضع واقعاً بين مكانين، وعلى خط واحد، كما هو في الشكل التالي:\nفالنقطتان (هـ) (د) لا تحاذيان النقطتين (أ) (ب)\nوإنما الذي يحاذيهما هي (جـ)؛ لأنها تقع بينهما وعلى خط واحد.\nوهذا أمر مسلم به عند العقلاء، وهو مقتضى اللغة، لا يحتاج إلى بسط الأدلة عليه.\nومن الأدلة عليه: قوله - صلى الله عليه وسلم -: ((حاذوا بين المناكب\n...\n)) ولا تتم هذه المحاذاة، إلا أن يكون الرجل على خط واحد مع من عن يمينه، ومع من عن شماله، فلو أن رجلاً تقدم أو تأخر لم يكن محاذياً.\nالجزء: 1 - الصفحة: 22\n",
        "وقوله - صلى الله عليه وسلم -: ((لتتبعن سنن من كان قبلكم، حذو القُذّة بالقُذّة\n...\n)).\nوالقُذّة لا تكون محاذاة إلا أن تكون بجوار أختها لا تتقدم عنها شيئاً ولا تتأخر.\nالحالة الثانية\n: أن تكون البقعة مجاورةً للمكان، إذا كانت البقعة مجاورة لمكان أو ملاصقة له، فإنها تكون محاذية.\nوبناء على هذا: فالمحاذاة في المواقيت: أن يكون القاصد قريباً من الميقات، والميقات عن يمينه أوشماله، ووجهه باتجاه مكة.\nوأما إذا كان القاصد قبل الميقات أو بعده بالنسبة لمكة، فلا تعتبر محاذاة شرعيّة -والحال هذه- إطلاقاً.\nدليل ذلك:\nما رواه الإمام مالك -رحمه الله- عن عبيد الله بن عبد الله بن عتبة عن أبيه قال: «دخلت على عمر بن الخطاب بالهاجرة، فوجدته\nالجزء: 1 - الصفحة: 23\n",
        "يُسبّح -أي يصلي نافلة- فقمت وراءه، حتى جعلني حذاءه عن يمينه» (1).\nوفي صحيح البخاري: \"باب يقوم الإمام بحذائه سواءً، إذا كانوا اثنين\"، قال الحافظ: \"أي بجنبه، فأخرج بذلك من كان خلفه، أو مائلاً عنه، وقوله: (سواء) أخرج به من كان إلى جنبه لكن على بُعد عنه\" (2).\nالحالة الثالثة\n(3): أن تكون البقعتان متساويتي المسافة عن نقطة ثالثة.\nوهذه أهم حالات ((المحاذاة)) وهي:\n(1) الموطأ رقم (420) تحقيق الإستاذ بشار عواد.\n(2) فتح الباري (2 - 190).\n(3) لما لم يفهم الدكتور صاحب ((المسائل المشكلة)) -عليه- الفرق بين حالات المحاذاة كقضية تأصيلية .. وبين المحاذاة الشرعية التطبيقية التي تعني أن تكون مسافة البقعة تساوي مسافة أقرب ميقات إليها من مكة، فلما لم يدرك هذا الأمر، عدّ ذكر الحالات اختلافا متعارضاً واضطرابا في الرأي .. ولم يفرق بين التنوع والتضاد، ولم يدرك أن الاضطراب في فهمه. فاللهم آتنا فقها وعدلاً.\nالجزء: 1 - الصفحة: 24\n",
        "أن تكون مسافة نقطتين عن نقطة ثالثة متساويتين، فتكون البقعتان -والحالة هذه- متحاذيتين بالسنبة للنقطة الثالثة.\nو((المحاذاة شرعاً)): أن تكون مسافة الموضع المراد الإحرام منه عن مكة تساوي مسافة أقرب المواقيت إليه، ولا يؤثر بُعد هذا الموضع أو قربه من الميقات، وإنما المهم: أن تكون مسافة المحاذي والمحاذى به عن مكة متساويتين، حتى تكونا متحاذيتين.\nدليل ذلك:\nقول عمر - رضي الله عنه - لأهل العراق عندما طلبوا منه تحديد ميقات على طريقهم: ((فانظروا حذوها)).\nأي: انظروا بقعة تكون مسافتها عن مكة تساوي مسافة ((قرن)) ولو كانت بعيدة عنها.\nقال الحافظ في الفتح (3/ 389):\n\"قوله ((فانظروا حذوها)) أي: اعتبروا ما يقابل الميقات من الأرض التي تسلكونها\".\nالجزء: 1 - الصفحة: 25\n",
        "وقال ابن الأثير في النهاية (1/ 358): \"وفي حديث ابن عباس: ((ذات عرق حذو قرن)) أي: أنها محاذيتها، ومسافتهما من الحرم سواء)).\nولخص شيخ الإسلام هذا كله بكلام متين في «شرح العمدة» (1/ 336) فقال:\n\"وذلك لأن الإحرام مما يحاذي الميقات، بمنزلة الإحرام من نفس الميقات، فإنه إذا كان بعدهما عن البيت واحداً، لم يكن في نفس الميقات مقصود\".\nوكذا قال غير واحد من أهل العلم، ولم أر مخالفاً لهم البتّة.\nيوضح هذا الشكلُ التالي:\nالجزء: 1 - الصفحة: 26\n",
        "عند تأمّل الشكل السابق نجد أن: ((ذات عرق)) تحاذي ((قرن)) لأن مسافتيهما عن البيت واحدة، وهكذا كل بقعة بينهما أو قريبة منهما تكون ((ميقاتاً إضافياً)) إذا كانت مسافتها عن البيت تساوي مسافة الميقات الأصلي.\nوأما النقطة (أ) و (ب) فلا تحاذيان الميقات ولو كانت قريبة منه، أو كانت تقع على خط واحد معه؛ لأن مسافة (أ) أبعد من مسافة الميقات، ولأن مسافة (ب) أقصر.\nالجزء: 1 - الصفحة: 27\n",
        "تنبيهان حول ((المحاذاة))\nالأول\n:\nأن مسافة ((المحاذاة)) مناطة ببعد البقعة عن مكة، وليس ببعدها عن الميقات المجاور.\nالثاني\n:\nأن ((المحاذاة الشرعية)) لا تعني كون القاصد عن يمين الميقات أو عن شماله فحسب، ولا تعني رؤية الميقات فحسب، فقد تكون الرؤية والمجاورة من خارج محيط المواقيت، ولا تعني أيضاً: كون القاصد على خط واحد مع الميقات، أي: يمكن رسم خط بينه وبين الميقات، فهذه الحالات كلها لا تعتبر محاذاة إطلاقاً.\nوإذا فُهم هذان التنبيهان، عُلم أن ((المحاذاة)) إنما تعني بالنسبة للأرض: أن يكون بعد القاصد عن البيت يساوي بعد أقرب المواقيت إليه، أو أن يكون القاصد على الخط الذي يمر بالمواقيت المحيطة بمكة.\nوالمحاذاة بالنسبة للقاصد هي: مكان اختراق محيط المواقيت، أي: المرور بين ميقاتين، وما عدا ذلك فليس من ((المحاذاة)) في شيء.\nالجزء: 1 - الصفحة: 28\n",
        "وعلى هذا: فإن القاصد لو جاور الميقات، ودار حول محيط المواقيت ألف مرة، دون أن يخترقه، لما وجب عليه الإحرام؛ لأنه ما يزال خارج حدود المواقيت.\nولو كانت المحاذاة: هي مجرد كون القاصد واقعاً على خط واحد مع الميقات، -دون اعتبار لما مضى من ضبط المحاذاة بالمسافة، أو بالاختراق- لكانت كل بقعة على سطح الأرض تحاذي الميقات، ولكانت الطائرة منذ إقلاعها من بلدها تحاذي الميقات، بل كانت النجوم -بهذا المعنى دون ضبط- تحاذي المواقيت؛ لأنها كلها تقع على خط واحد مع أي ميقات.\nومنه تعلم خطأ الذين لا يُقيّدون ((المحاذاة)) بالمسافة عن مكة، ويُلْزمون الناس بالإحرام بالبر والبحر، وهم بعيدون عن الميقات مئات الأميال، بدعوى: أنهم يقعون على خط واحد مع الميقات، وبعبارة أخرى: لكون الميقات عن يمين القاصد أوشماله، ويُسّمون هذا «محاذاة» وليس هو منها في شيء،\nالجزء: 1 - الصفحة: 29\n",
        "ويمكن أن نخلُص إلى القاعدة التالية:\n((كل البقع التي تقع بين ميقاتين (على محيط المواقيت) هي: بقع محاذية، وبالتالي هي ((مواقيت إضافية)) وما كان خارج المحيط أوداخله، فليس بمحاذٍ)).\nوقد قال بذلك غير واحد من أهل العلم، منهم: العلامة عبيد الله المباركفوري في المرعاة (8/ 347) أذكر بعض كلامه باختصار وتصرف:\n\"وإذا أحطنا تلك المواقيت الخمسة بالخطوط، كانت حدوداً للمواقيت، وما كان داخل الخطوط فهي منطقة المواقيت، وما كان خارج الخطوط فهي الآفاق، وإن هذا الخط في الأصل هو خط ((المحاذاة)) \" (1) ثم أجاز -كبقية العلماء- الإحرام من أي نقطة على هذا الخط، وقد فصلنا القول في الأصل.\n(1) ذكر الدكتور صاحب ((المسائل المشكلة)) أنه لم يعثر على كلام المباركفوري هذا، راجع ص (51) الحاشية، وقد صورنا له كلام المباركفوري في آخر الكتاب ليطمئن.\nالجزء: 1 - الصفحة: 30\n",
        "كيف يتم تحديد محيط المواقيت\nالطريقة الأولى\n:\nعند تأمّل ما سبق من معاني المواقيت والمقصود منها، من ذلك: إحاطة البيت -وعند إدراك معنى المحاذاة، يمكن- بعد ذلك وبسهولة تحديد محيط المواقيت، وذلك برسم خط بين المواقيت، فيتكوّن بذلك حول مكة محيط سداسي الشكل، تكون كل النقط التي تقع عليه تحقق معنى ((المحاذاة)) وهي: ((مواقيت إضافية)) يمكن للقاصد أن يحرم من أيها شاء.\nانظر الشكل التالي:\nالجزء: 1 - الصفحة: 31\n",
        "وهذا مشكل في الميقاتين المتفاوتي المسافة في تطبيق الحالة الثالثة للمحاذاة، التي تقرر: أن يكون بعد القاصد عن مكة مسافة أقرب ميقات إليه، والحقيقة لا إشكال في ذلك فهذه طريقة تحديد المحيط، وثمة طريقة ثانية ستذكر، ويمكن للقاصد أن يعمل بأيسر الطريقتين عليه.\nالطريقة الثانية\n: أن تُنصّف المسافة بين كل ميقاتين مختلفين في البعد عن مكة، ويكون بعد كل نصف عن مكة يساوي مسافة الميقات الأقرب إليه، كما هو موضح في الشكل التالي.\nالجزء: 1 - الصفحة: 32\n",
        "شكل يبين تعيين ((المحاذاة)) بين ميقاتين مختلفين في المسافة\nالجزء: 1 - الصفحة: 33\n",
        "ولما كان من الصعوبة بمكان أن يعمل بالطريقة الأولى للقاصدين براً؛ وذلك لتعذر معرفة الخط لديهم، فيمكنهم العمل بالطريقة الثانية، أما الطريقة الأولى -طريقة الخطوط المستقيمة- فهي تناسب الطائرات؛ لأن من السهولة على الطيار معرفة ذلك.\nوقد يقال: إن طريقة المحاذاة برسم خط بين الميقاتين، وطريقة أن يكون البعد عن مكة متساوياً، تكون متوافقة في الميقاتين المتساويي البعد عن مكة، ولا تكون كذلك في الميقاتين المختلفين المسافة عن مكة.\nقلت: هذا صحيح، وهذا مشروع، وهذا مشروع، فبأيها أخذ القاصد جاز، بدليل: أن النبي - صلى الله عليه وسلم - أجاز لمن جاء من طريق الساحل الشمالي -الغربي بالنسبة للمدينة- أن يحرم من الجحفة رغم أنه يمر بمحاذاة ذي الحليفة قطعاً، فدل ذلك على جواز الطريقتين.\nالجزء: 1 - الصفحة: 34\n",
        "خريطة تبين محيط المواقيت\nالجزء: 1 - الصفحة: 35\n",
        "تطبيق معنى «المحاذاة» على الساحل الغربي\nتمهيد\nتتنوع محاور القاصدين «مكة» عن طريق «جدة» بحراً وجواً ممن ليس على طريقهم ميقات، فمن قادم إليها من الغرب مباشرة، ومن مائل نحو الشمال أو الجنوب، وكل هؤلاء القادمين من البحر، أو من فوقه، لا يمرون على ميقات معيّن.\nوالمتأمّل في الشكل السابق يدرك أهميّة هذه المسألة، ويتساءل أين يحرم هؤلاء؟ أين محاذاتهم؟ ولهذا كان لابد من تحديد مكان إحرامهم محاذاتهم بدقّة، وبحدود شرعيّة مضبوطة، لا بكلمات عائمة، دون تطبيق عملي لها.\nوبعد محاورة كثير من إخواننا -طلبة العلم- تبيّن أن المشكلة تكمن في عدم إدراك بعضهم، لمعنى «المحاذاة» شرعاً وواقعاً، وأن كثيراً منهم لم يبحثوا المسألة بحثاً مستفيضاً، ومنهم من يظنّ أن معنى «المحاذاة» هو مجرد مقابلة الميقات، أو كون الميقات عن يمين القاصد أو عن\nالجزء: 1 - الصفحة: 36\n",
        "شماله، وهو غير متوجه لمكة، ولذلك كانوا يتوقفون -ولا أقول يُبهتون- إذا ما قيل لهم: إذا كانت «المحاذاة» هي مقابلة الميقات، أوكون الميقات عن يمين القاصد أو شماله -وهو غير متوجه إلى مكة فقط- كما تتصورون، فإن القاصد يقابل الميقات، ويكون عن يمينه أو شماله وهو في بيته، بل كل نقطة في الأرض -على هذا الاعتبار- تحاذي الميقات.\nولذلك كان لزاماً على أهل العلم تحديد «المحاذاة» لهؤلاء القاصدين «مكة» عن طريق «جدة» تحديداً مضبوطاً على الواقع العَملي.\nوهذا الكتاب المختصر مع الأصل المفصّل -هو خطوة علميّة وعمليّة في بيان معنى «المحاذاة» وفي تحديدها علمياً بعامّة، ومن جهة الغرب علمياً وواقعياً بخاصّة, وإليك بيان ذلك.\nالجزء: 1 - الصفحة: 37\n",
        "الأدلة الستّة على أن «جدة» «محاذية» وأنها «ميقات إضافي»\nالدليل الأول\n:\nبعد إدراك ما سبق، بشأن رسم محيط المواقيت، وذلك بوصل خطوط بين المواقيت نجد أن ((جدة)) تقع على هذا المحيط، وبالتالي فهي ((ميقات إضافي)) حسب القاعدة السابقة, تفصيل ذلك:\nإذا أردنا تحقيق معنى ((المحاذاة)) على معنى الحال الأولى، وهو: وقوع البقعة بين ميقاتين، وتنزيل ذلك على الواقع الجغرافي، وذلك برسم خط بين ميقات ((الجحفة)) وميقات ((يلملم)) فسنجد أن ((الساحل)) ومنه ((جدة)) يقع بين هذين الميقاتين الأصليين، وذلك لأن ((الجحفة)) ومصب ((يلملم)) و ((جدة)) تقع كلها على خط واحد، هو الساحل الغربي للجزيرة العربية.\nوبهذا يتحقق معنى المحاذاة لـ ((جدة)) -كما في الحال الأولى- وتصبح ((ميقاتاً إضافياً))\nالجزء: 1 - الصفحة: 38\n",
        "الدليل الثاني\n:\nتحقيق معنى ((المحاذاة)) على الحالة الثالثة وهي:\nتساوي مسافة ((جدة)) عن مكة، مع أقرب ميقات إليها.\nقد اتفق أهل العلم (1) - كما سبق ذكره -: على أن من قدم من مكان لا ميقات فيه، فليحرم من مسافة أقرب ميقات إليه.\nولما كان القادمون إلى ((مكة)) من الغرب عن طريق جدة ليس على طريقهم ميقات أصلي معيّن لهم، وكان أقرب ميقات لهم ((يلملم)) وكانت مسافته من مكة تساوي مرحلتين، فعليهم أن يحرموا من مسافة مرحلتين، ولما كانت مسافة ((جدة)) من مكة تساوي مرحلتين ومقدارهما (80 - 85) كم (2)، فبذا تتحقق المحاذاة، وتكون ((جدة)) إذن: ((ميقاتاً إضافياً)) يجوز للقاصد الإحرام منها.\nوما يزال العاقل متعجباً -بعد وضوح هذا الدليل- من تردد بعض أهل العلم في التصريح بهذا! فما دام العلماء قد أجمعوا على جواز\n(1) إلا ابن حزم فقد أجاز ذلك ولم يوجبه.\n(2) الفرق في بعض الأكيال لا يؤثر. راجع الأصل.\nالجزء: 1 - الصفحة: 39\n",
        "الإحرام من مسافة تساوي أقرب ميقات، ومسافة ((جدة)) إلى مكة تساوي مسافة أقرب ميقات إليها، وهو ((يلملم)) فلماذا هذا التردّد؟ ! .\nوقال الشيخ عبد الله بن حميد رئيس مجلس القضاء الأعلى بالمملكة في رده على الشيخ ابن محمود رحمهما الله: ((فمدينة ((جدة)) وعلى التحديد مطار جدة الذي تنزل فيه طائرات الحجاج ينظر في أمره، هل يقع في محاذاة واحد من المواقيت الأربعة أولاً، والطائرات قبل هبوطها على المطار هل تمر بالمواقيت التي بينها - صلى الله عليه وسلم - أولاً، فإن كان مطار جدة في محاذاة ميقات من المواقيت، والطائرات لاتمر بأحد المواقيت، فحسب مقتضى أصول الشريعة ونصوصها يصح جعله ميقاتاً وإلاّ فلا)) (1).\nقلت: هذا التأصيل من هذا العالم متين جداً، وبناء عليه: فالمسألة الآن مسألة قياس مسافة جدة، أو مطارها عن مكة.\nومسألة عدم مرور الطائرات فوق ميقات.\n(1) (ص 83).\nالجزء: 1 - الصفحة: 40\n",
        "فأما المسافة فقد قيست مسافة جدة ومطارها من مكة، فكانتا تساويان مسافة يلملم.\nوأما الطائرات التي تقدم من الغرب من فوق البحر ولا تطير فوق اليابسة، فلا تمر على ميقات أبداً، لأن المواقيت على اليابسة.\nقال الشيخ منصور البهوتي الحنبلي: ((كالذي يجئ من ((سواكن)) (1) إلى ((جدة)) من غير أن يمر برابغ ولا يلملم لأنها حينئذ أمامه (أي جدة) فيصل جدة قبل محاذتهما (أحرم عن مكة بقدر مرحلتين) فيحرم في المثال من جدة؛ لأنها على مرحلتين من مكة، لأنه أقل المواقيت)) (2).\n(1) سواكن مدينة سودانية تقع على الساحل الشرقي للسودان، قريبة من (بور سودان) وهي لا تقع غرب جدة مباشرة بل تقع غربي جدة إلى الجنوب قليلاً .. والقادم منها إلى جدة تكون يلملم عن يمينه قبل أن يصل إلى جدة، ومع ذلك لم يوجبوا على القادم منها الإحرام قبل جدة فليتنبه.\n(2) شرح منتهى الإرادات (2/ 9) وهومن الكتب المعتمدة عند الحنابلة، وقد ذكرت هذا النص هدية للدكتور صاحب ((المسائل المشكلة)). فعليه أن يسارع في الرد عليه قبل الرد عليّ .. أم أنه لا يستطيع الرد عليه لأنه على مذهبه؟ ! ! . أو استحياء من ((شيوخه)).\nالجزء: 1 - الصفحة: 41\n",
        "قلت: سواء كان القادم من البحر أو من فوقه، وسواء من سواكن، أو من مصر، أو من اليمن، أو من غيرها، ولم يمر على ميقات فيحرم من جدة.\nولو قال قائل بعد هذا البيان: إن ((جدة)) محاذية وهي ((ميقات إضافي)) بتطبيق أمر عمر، لما بَعُد عن الحق.\nواعلم أن دليلاً واحداً مما سبق كاف -والله- لإثبات محاذاة ((جدة)) ولكن زيادة في الإيضاح، وتثبيتاً للموضوع، نذكر أدلة أخرى.\nالجزء: 1 - الصفحة: 42\n",
        "الدليل الثالث\n:\nلقد اتفق أهل العلم على مختلف مشاربهم (1): أن من لم يدرك معنى المحاذاة، أو لم يَقْدر على تطبيقها على الواقع، أو لم يتبيّن له.\nميقاته الأصلي، أو جهل المحاذاة، فعليه أن يحرم من مسافة مرحلتين من مكة، وإليك بعض أقوال أهل العلم في ذلك.\nالمذهب الحنفي\n:\nقال ابن الهمام:\n((فإن لم يكن -أي: القاصد- بحيث يحاذي فعلى مرحلتين)) وكذا قال في الدر المختار (2).\nالمذهب المالكي\n: لم أجد لهم قولاً في هذا نفياً أو إثباتاً، فيما بين يدي من المصادر (3).\n(1) إلا ابن حزم.\n(2) فتح القدير 2/ 476.\n(3) وبينما الكتاب تحت الطبع أخبرني فضيلة الشيخ عطية محمد سالم حفظه الله أن المالكية على هذا، وأشار بمراجعة الشرح الصغير (2 - 18) ومواهب الجليل ج 3.\nالجزء: 1 - الصفحة: 43\n",
        "المذهب الشافعي\n:\nقال النووي:\n((وأما إذا أتى من ناحية ولم يمر بميقات ولا حاذاه، فقال أصحابنا: لزمه أن يحرم على مرحلتين من مكة، اعتباراً بفعل عمر - رضي الله عنه - في توقيته ((ذات عرق)) (1).\nالمذهب الحنبلي\n:\nقال المرداوي:\n((فائدة: قال في الرعاية: ومن لم يحاذ ميقاتاً أحرم عن مكة بقدر مرحلتين، قال في ((الفروع)): وهذا متجه)) (2).\nوقال في ((الروض)): ((فإن لم يحاذ ميقاتاً، أحرم من مكة بمرحلتين)) (3).\n(1) المجموع 7/ 199.\n(2) الانصاف 3/ 427، وقول ابن مفلح في الفروع (3/ 277).\n(3) ص 207.\nالجزء: 1 - الصفحة: 44\n",
        "قلت: قولهم: (ولم يحاذ)، ((ولا حاذاه)) غير دقيق، إذ لابد من المحاذاة عند اختراق محيط المواقيت.\nولو قال: ولم يعلم المحاذاة لكان أدق، وكذا قال كثير من أهل العلم.\nوبناء على هذا فإن أدنى ميقات عند -الإشكال أو الجهل- يجب أن يبعد مرحلتين عن مكة، وهب أن في ((جدة)) إشكالاً، فإن ((جدة)) تبعد مرحلتين عن مكة، فهي -إذن- ((ميقات إضافي)).\nعلى كل حال، ولا حجة للمخالفين بعد ذلك، إذ أن إشكالهم في ((جدة)) قد زال باتفاق أهل العلم على ما ذُكر.\nنعم لو كانت مسافة ((جدة)) عن مكة أقل من ذلك -لكان لقولهم وجه، أما وقد وافق هذا الدليل الأدلة السابقة، فهو نور على نور، والحمد لله الذي تتم بنعمته الصالحات.\nالجزء: 1 - الصفحة: 45\n",
        "الدليل الرابع\nاعلم -رحمني الله وإياك- أنه لا ((محاذاة)) في البحر البتّة، ولا يتحقّق أي معنى من معانيها، ولا أي حال من حالاتها فيه، وذلك:\nأولاً: لتعذر تعيين المواقيت فيه.\nثانياً: لم يقم على هذا دليل من الكتاب أو السنة أو الإجماع، ولم يعيّن رسول الله - صلى الله عليه وسلم - ميقاتاً واحداً في البحر، وقد عيّن ميقاتين على الساحل، مما يدل على أن لا ميقات ولا محاذاة في البحر.\nثالثاً: لا تتحقق فيه المحاذاة على المعنى الصحيح، وذلك عند رسم محيط المواقيت، ووصل مابين ((الجحفة)) و ((يلملم)) نجد أن هذا الخط لا يمر في البحر، ولا يدخل البحر ضمن محيط المواقيت، وإنما يمر بالساحل تأمّل الخريطة (ص -25) أو أي خريطة أخرى.\nقال العلامة الهيتمي الشافعي: ((كالآتي من غربي (1) جدة، لا يحاذي قبل دخول جدة شيئاً من المواقيت، والجائي من اليمن في البحر له أن يؤخر إحرامه من محاذاة يلملم إلى جدة)) (2).\n(1) كذا ولعلّ الصواب غرب جدة.\n(2) المنهاج القويم 1/ 149. ويسمى الحواشي المدنية.\nالجزء: 1 - الصفحة: 46\n",
        "ونسب ذلك للشافعية الشيخ عبد الله بن عبد الرحمن بن جاسر الحنبلي وأقرهم على ذلك (1).\nوفي رواية عن مالك نقلها ابن نافع قال: ((لا يحرم المسافر في السفن)).\nوقال الدسوقي المالكي:\n((وإن راكب البحر يرخّص له تأخير الإحرام للبرّ مطلقا)) (2).\nرابعاً:\nإن ادّعاء ((المحاذاة)) في البحر يعني: الزيادة على مسافة ((المحاذاة)) ويعني: إيجاب الإحرام قبل الوصول إلى المحاذاة، وهذا لا يقوله أحد؛ لأن محيط المواقيت يمرّ بالساحل ولا يمرّ بالبحر.\nقال العلامة المباركفوري في المرعاة (8/ 347):\n((وبما أنه لا يقع أي ميقات في طريق بواخر الحجاج القادمة من الهند أو الباكستان، ولا يحاذي أي واحد منها، فلا يمكن\n(1) مفيد الأنام ونور الظلام في أحكام حج بيت الله الحرام (ص: 52).\n(2) حاشية الدسوقي على الشرح الكبير (2/ 23).\nالجزء: 1 - الصفحة: 47\n",
        "لأي باخرة أن تتجاوزه، أو تتجاوز خط محاذاته إلى جهة الحرم قبل وصولها إلى ((جدة))، ولو كانت تجري على الساحل)) (1).\nوعلى الذين يقولون بالإحرام بالبحر، أن يدبّروا معنى ((المحاذاة)) وأن ينظروا إلى الواقع والخرائط، وأن يتفهّموا التنبيهين اللذين سبقا في صفحة (29) وليعلموا أن المحاذاة، إنما هي الاختراق لمحيط المواقيت وليس شيئاً غيره (2).\n(1) زعم الدكتور صاحب (المسائل المشكلة) أنه لم يجد كلام المباركفوري هذا .. ولما لم يجده قال: والشيخ _أي المباركفوري _ مع أنه لم يقل بما نسبه صاحب الرسالة)) _أي رسالتي قلت: غفر الله لك يادكتور ألأنك عجزت عن العثور على كلام المبار كفوري لاختلاف الطبعات أو لتقصيرك في البحث، رحت تتهم .. أليس هذا عيباً يادكتور .. ؟ لقد كان الواجب أن تتهم نفسك بالتقصير، بدل أن تتهم غيرك بالخيانة العلمية. ويمكنك أن تراجع كلام المباركفوري الصفحة 347 السطر الرابع .. طبعة بنارس الهند، وفي آخر البحث صورة من كلام المباركفوري ليطمئن الدكتور، وحتى لايتهم الناس ظلماً، .. ألأنهم خالفوا فتوى شيوخك رحت تقذف بالتهم.؟\n(2) أعدت صياغة هذا التعبير لأن صاحب المسائل المشكلة لم يفهمه حتى ظنّ أني أقول أن (الجحفة) و (يلملم) في البحر، فقال: لم يقل أحد من علماء الإسلام فيما أعلم بل ولا من عامتهم أن ميقاتي الجحفة ويلملم داخل البحر ولذا فليس لهذا الكلام معنى، بل هو مردود جملة وتفصيلاً)).\nقلت:\nوكم من عائب قولاً صحيحاً\n...\nوآفته من الفهم السقيم. =\nالجزء: 1 - الصفحة: 48\n",
        ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n= فهل هناك مبصر، بل أعمى يقول: إن الجحفة ويلملم في البحر حتى تتهمني بذلك يا دكتور؟ ! ؟ أكل ذلك لأني خالفت بعض علماء بلدك عفواً مذهبك.\nإنما معنى الكلام؛ أنه لوافترضنا كما تقول إن جدة التي على البحر هي داخل المواقيت، فيعني هذا؛ أن ميقات الذين يأتون من جهة الغرب في البحر. ولمّا لم يكن في البحر ميقات فإذن جدة ميقات لأنها آخر البحر -بالنسبة لهم- وأول البر\n...\nفأي علاقة لهذا الكلام بكون الجحفة ويلملم في البحر\n...\nأليس عيباً يا دكتور أن توهم الناس أني أقول: أن الجحفة ويلملم في البحر\n...\nما أعظم الاعتدال والصدق .. وما أجمل التدبر والتأني قبل العجلة والانتقام .. عفواً الانتقاد.\nالجزء: 1 - الصفحة: 49\n",
        "الدليل الخامس\n:\nاعلم -رحمك الله- أن كل بقعة على سطح الأرض لا تخلو من ثلاث حالات:\nإما أن تكون داخل حدود المواقيت.\nأو تكون خارج حدود المواقيت.\nأو تقع على المحيط نفسه.\nولا يمكن أن يكون لها حال رابعة.\nفأما كون ((جدة)) داخل المواقيت، وميقات ((محاذاة)) الذين يأتون من غربها يكون في البحر، فأين هذا الميقات الذي في البحر؟ وما هي مسافته عن مكة؟ وإذا قيل بهذا فيلزم منه الزيادة على مسافة «المحاذاة» وهذا مردود شرعاً وواقعاً، وقد سبق الكلام في ذلك. وسيأتي مزيد من التفصيل (ص -).\nوأما كون ((جدة)) خارج محيط المواقيت، والمواقيت دونها فلا يقول بهذا أحد.\nالجزء: 1 - الصفحة: 50\n",
        "فإذا لم تكن ((جدة)) داخل المواقيت، ولا خارج المواقيت، فأين تكون؟ !\nلاشك أنها -والحال هذه- تقع على محيط المواقيت نفسه.\nوهذا الدليل رغم بساطته، هو من أقوى الأدلة عند المتأملين (1).\nتنبيه دقيق:\nاعلم أن من قدم «جدة» من جهات البر، فتُعدّ ((جدة)) والحال هذه بالنسبة له، داخل المواقيت؛ لأنه لا يمكنه الوصول إليها إلا بعد مجاوزة ((محيط المواقيت)) وقد ذكر مثل هذا بعض أهل العلم، فأشكل على آخرين ذلك، إذ لم يدركوا الفرق بين من أتى ((جدة)) من البحر\n(1) يفتي بعض أهل العلم أن من دخل (جدة) ولم يحرم فعليه أن يذهب إلى ميقات (الهدى) الذي على طريق الطائف ويحرم منه .. ولاشك بخطأ ذلك .. إذ أن عمر - رضي الله عنه - لم يأمر من سأله ممن ليس على طريقهم ميقات أن يمروا من ميقات آخر، بل أمرهم أن يمروا من المحاذاة، فعلى أهل العلم إذن أن يأمروا من جاء من طريق (جدة) أن يحرموا من المحاذاة فلماذا يخالفون فتوى عمر ويأمرون الناس بالذهاب إلى ميقات آخر، فهل من أفتى بفتوى عمرمخطئ شاذ؟ ومن خالفه وخالف اتفاق العلماء مصيب؟ ؟ !\nالجزء: 1 - الصفحة: 51\n",
        "ولمّا يخترق محيط المواقيت، ولم يمرّ بميقات أو ما يحاذيه، وبين من أتاها مخترقاً عن طريق البر، ومن فرّق وُفّق.\nألا ترى أن ((الجحفة)) بالنسبة لأهل اليمن تعدّ داخل المواقيت، وهي ميقات لأهل الشام، وكذلك حكم كل ميقات، فتنبه.\nالجزء: 1 - الصفحة: 52\n",
        "الدليل السادس\n:\nالوجه الأول\n:\nلما فُتح العراق ولم يكن على طريق أهلها ميقات معروف عندهم، سارعوا إلى سؤال عمر - رضي الله عنه - أن يجعل لهم ميقاتاً على طريقهم.\nفقالوا: ((إن قرناً جور عن طريقنا -أي بعيدة عنها- وإنا إن أردنا قرناً شقّ علينا)) فقال لهم: ((انظروا حذوها)).\nفتأمّل فتوى هذا الملهم الراشد - رضي الله عنه -، إذ بمجرّد أن لم يكن على طريقهم ميقات -فيما عَلِم- وكان عليهم مشقة إذا ما تعمّدوا المرور من الميقات الآخر، أفتاهم بتعيين ميقات إضافي على طريقهم، ثم ماهي المشقة هاهنا، إنها مسيرة مرحلة ((أربعين كيلاً)).\nبناء على هذا، هب أن أهل السودان أو من يأتي من الغرب، سألوا عمر أو العلماء المعاصرين، وقالوا: إن ((يلملم)) جور عن طريقنا: فماذا عساه أو عساهم أن يقولوا غير: ((انظروا حذوها)) أي: انظروا بلداً على طريقكم تكون مسافته عن مكة تساوي مسافة ((يلملم)) ((فنظرنا حذوها)) على طريقنا فوجدنا أن ((جدة)) تبعد عن\nالجزء: 1 - الصفحة: 53\n",
        "مكة مسافة ((يلملم)) عن مكة بل ربما أبعد (1)، فكانت ((جدة)) إذن ((ميقاتاً إضافياً)).\nفأي دليلٍ بعد ذلك أوضح من هذا؟ ! .\nوهل لمتأمل أن يردّ مثل هذا الوضوح، أم المحاذاة التي أفتى بها عمر خاصة بأهل العراق، فيحق لهم أن يطالبوا بتحديد ميقات على طريقهم، ولا يحق لأهل السودان ومصر، ولا لتلك الشعوب التي تقدم من الغرب أن تطلب ذلك؟ ! .\nثم هل مشقة مسيرة أربعين كيلاً التي شكى منها العراقيون أعظم من مشقة مسير هذه الأربعينات (2).\nولذلك كان لابد من تعيين ((محاذاة)) ((ميقات إضافي)) لكل طريقٍ جديد، وهذا الذي عليه العمل، فإن الحكومة السعودية -وفقها الله لكل خير- كلما فتحت طريقاً جديداً إلى مكة، سارع العلماء -\n(1) أفادني فضيلة الشيخ عبد الله المطلق حفظه الله ورعاه أنه سأل المساحة العسكرية عن هذا الأمر فأفادوه بصحة ما قررته، وبينوا له ذلك على خرائط دقيقة.\n(2) جمع أربعين.\nالجزء: 1 - الصفحة: 54\n",
        "حفظهم الله- إلى تعيين ميقات على هذه الطريق، فلماذا لا يفعل الأمر نفسه في الطرق إلى ((جدة)) وتفصيله:\nالوجه الثاني\n:\nبناء على ما سبق لما فُتح طريق الطائف مكة، عُيّنت عليه ((المحاذاة)) وهو ما اصطلحنا على تسميته بـ ((الميقات الإضافي)) ولما فُتح طريق الباحة مكة -الساحلي- عُيّنَ ((ميقات إضافي)) عليه من جهة ((يلملم)) وهذا هو الصواب، ولذلك لم يعترض على هذا أحد من أهل العلم، وهو شبه إجماع، أو إجماع سكوتي (1)، وهكذا لو فتح طريق من جهة الشرق، أو الشمال، أو الجنوب، لوجب تعيين ((ميقات إضافي)) عليه، وهو نقطة اختراق الطريق لمحيط المواقيت.\nوإذا أردنا فعل الأمر نفسه من جهة الغرب، نجد أن الطريق بل الطرق البحريّة والجوية المنصبة على ((جدة))، تخترق محيط المواقيت عند ((جدة)) وبالتالي فإن ((جدة)) ((ميقات إضافي))، والعاقل لا يزال\n(1) الإجماع السكوتي: أن يفتي بعض أهل العلم في عصر بفتوى ويعلم ذلك الآخرون ولا يعترضون.\nالجزء: 1 - الصفحة: 55\n",
        "متعجباً من عدم تعيين ((المحاذاة)) وضبطها على الطرق البحرية والجوية القادمة إلى ((جدة)).\nإذ كيف تُعيّن ((المحاذاة)) ((المواقيت الإضافية)) من جهة الجنوب؟ ومن جهة الشرق؟ ولا تُعيّن من جهة الغرب؟\nأفيجوز التعيين من جهة الجنوب والشرق، ولا يجوز من جهة الغرب؟ .\nأفيعقل أن يُعيّن لأهل بلد مثل الطائف، ومن مرّ بها ((محاذاة))؟ ! ولا يُعيّن لهذه الشعوب القادمة من جهة الغرب ((محاذاة)) ((ميقات إضافي))؟ .\nإن هذا لشيء عجاب!\nوأعجب منه من قال: جدة ((ميقات إضافي)) للأحناف دون غيرهم (1)؟ !\nالوجه الثالث\n:\nيقال للمتوقفين الذين لم تتضح لهم الرؤية بَعدُ:\n(1) ذكر ذلك صاحب المختصر في حكم الإحرام من جدة. ص 9.\nالجزء: 1 - الصفحة: 56\n",
        "إذا قدم قاصد ((جدة)) من غربها، دون أن يجاوز أي ميقات في طريقه، كأن يأتي من شماليّ السودان، أو من جنوبيّ مصر، فأين يحرم هذا القاصد؟ ! أين نقطة محاذاته؟ ! أي: على أي مسافة من ((مكة)) من جهة ((جدة)) يُحرم؟ ! .\nأو: لو أنه بُني عبر البحر إلى ((جدة)) جسر، فأين يحرم القاصدون عليه تحديداً بالأذرعة، كما حُدّد على تلك الطرق التي فُتحت إلى ((مكة)) ((المحاذاة))؟ ! .\nليس لهم من جواب صحيح على الإطلاق، إلا أن يقولوا: يحرم من ((المحاذاة)) و ((المحاذاة)) تعني مسافة أقرب المواقيت إلى ((جدة)) عن ((مكة)) كما سبق، وأقرب المواقيت على الإطلاق إلى ((جدة)) هو ((يلملم)).\nومسافة ((يلملم)) عن مكة ((مرحلتان))\nفإذا قسنا من مكة إلى هذا الجسر ((مرحلتين)) وجدنا انتهاءها عند ((جدة)) وهو المطلوب.\nالجزء: 1 - الصفحة: 57\n",
        "ثم إن أي زيادةٍ في المسافة على ((جدة)) في البحر لأجل الإحرام، تعني: الزيادة على ((المحاذاة)).\nوقد قمت بتوجيه هذا السؤال إلى سماحة شيخنا عبد العزيز بن باز مفتي الديار السعودية -حفظه الله وحفظها من كل فتنة ومكروه- فأجاب:\nيحرم القادم من غرب ((جدة)) من ((جدة)).\nوحدثني الثقات: أنهم وجّهوا السؤال نفسه إلى فضيلة الشيخ صالح اللحيدان رئيس مجلس القضاء الأعلى بالمملكة العربية السعودية فأجاب -حفظه الله- الجواب نفسه.\nوإذا ثبت أن ((جدة)) ((محاذية)) لميقات ((يلملم)) فإنها ميقات لمن قدم من غربها، ولوكان أحد المواقيت عن يمينه أو شماله عندما قدم.\nوالله المستعان على توضيح هذه المسألة السهلة المهمّة لإخواننا جميعاً.\nالجزء: 1 - الصفحة: 58\n",
        "من قال بأن «جدة» «ميقات إضافي» من أهل العلم\n:\nقد سبق أن قال كثير من العلماء بأن ((جدة)) ميقات، وهم على صنفين: صنف قال بذلك مطلقاً، وصنف قال: هي ميقات لمن أتى من غربها مباشرةً.\nومن القائلين بذلك من الصنفين:\nالعلامة الهيتمي الشافعي، والدسوقي المالكي، وابن قاسم النجدي الحنبلي، ومنصور البهوتي الحنبلي، وجعفر اللبني الحنفي، وعبد الرحمن بن زياد مفتي اليمن، وأحمد بلحاج مفتي مكة، ومحمد الحبشي مفتي مكة، ومحمد صالح الرئيس مفتي مكة، كلٌ في زمانه، والعلامة المباركفوري، وفضيلة الشيخ عبد الله بن زيد آل محمود رئيس محاكم قطر، والأستاذ مصطفى الزرقا، والعلامة ابن باديس الجزائري، ومفتي الجزائر الحالي الشيخ أحمد الحماني، وغيرهم كثيرون (1).\n(1) يراجع الأصل لمعرفة المراجع.\nالجزء: 1 - الصفحة: 59\n",
        "خلاصة الخلاصة في إثبات أن جدة ميقات\n:\nعيّن رسول الله - صلى الله عليه وسلم - خمسة مواقيت للقاصدين بيت الله على طرق الناس المعروفة يومئذ.\nوعيّن عمر ميقاتاً على طريق من أتى مكة من أهل العراق.\nوبناءً على هذا:\nأجمع العلماء: على أن القاصد إذا أتى من طريق لا ميقات فيه -أي: بين ميقاتين- فميقاته حذو أقربهما إليه.\nوللحذو والمحاذاة معان\n:\nالأول: أن تكون مسافة البقعة عن مكة، تساوي مسافة أقرب ميقات إليها عن مكة.\nوهذا الأمر متحقق في ((جدة)).\nفإن أقرب ميقات إليها، هو ((يلملم)) ومسافته من مكة تساوي مسافة ((جدة)) من ((مكة)) وهي -مرحلتان- (80) كلم تقريباً.\nالثاني: أن يكون الموضع واقعاً بين ميقاتين.\nوهذا أيضا متحقق في «جدة».\nالجزء: 1 - الصفحة: 60\n",
        "فإن ((جدة)) تقع بين ميقاتين، وهما ((الجحفة)) شمالاً، و ((يلملم)) جنوباً، وكلاهما يقع على الساحل الغربي، وعلى خطٍ واحدٍ، ويكفي تحقق واحدٍ من هذين الأمرين، لتكون جدة ((ميقاتاً إضافياً)) فكيف بتحققهما جميعاً.\nالثالث: يؤكد هذا ويوضحه، وقوع «جدة» على محيط المواقيت لا داخله ولا خارجه.\nويتم تحديد هذا المحيط، برسم خطوط بين المواقيت، فيحصل شكل سداسي الأضلاع، هو محيط هذه المواقيت.\nومن خصائص هذا المحيط\n:\nأولاً: كل نقطة من نقاطه هي «محاذية» وبالتالي هي «ميقات إضافي».\nثانياً: وقوع «الساحل» ومنه «جدة» على الضلع الغربي منه، الواصل بين «الجحفة» شمالاً و «يلملم» جنوباً.\nالجزء: 1 - الصفحة: 61\n",
        "ثالثاً: يجوز للقاصد الإحرام من أي نقطة منه، براً أو جواً ولا يجوز له اختراقه إلا محرماً.\nرابعاً: كل بقعة خارجة عنه ليست من المحاذاة في شيء، ولذلك لا يجب على القاصد الإحرام قبل اختراقه، ولو دار حوله ألف مرة مالم يخترق.\nخامساً: لا يمرّ هذا المحيط على البحر، ولا يدخل البحر ضمنه، وإذن فليس في البحر ولا في جوّه إحرام.\nولهذه الأدلة ولغيرها كانت جدة محاذية، و ((ميقاتاً إضافياً)) لكل من مرّ بها، ولكل طالب علمٍ منصفٍ، نظر نظرة تأمّلٍ، وسعى لطلب الحق، والله ولي التوفيق والسداد.\nهذا ما تيسر اختصاره من الكتاب الأصل.\nوإنني -وبهذه المناسبة- أناشد طلبة العلم: أن يتجاوزوا التقليد حتى يكونوا علماء، وأهيب بالعلماء أن يضمّوا إلى علمهم بالكتاب والسنة، فقه واقع المسألة، لكي تكون الفتوى صحيحةً، على القاعدة المنهجية:\nالجزء: 1 - الصفحة: 62\n",
        "«لا تكون الفتوى صحيحةً حتى: يجتمع فيها علم الكتاب والسنة، وفقه واقعها الصحيح».\nوالله أسأل: أن يسدّد خطانا، ويلهمنا رشدنا، إنه ولي ذلك والقادر عليه.\nالجزء: 1 - الصفحة: 63\n",
        "حكم من مرّ من ميقات إلى ميقات آخر ثم أحرم منه\nنص المسألة:\n((هل يجوز تجاوز الميقات دون إحرامٍ أو تلبيةٍ، أو تلبسٍ بالنسك، إلى ميقاتٍ آخر، ثم الإحرام منه، والتلبس بالنسك على الوجه الشرعي)).\nمثاله: قدم قاصد البيت بحج أو عمرة أو عمل، ثم الحج أو العمرة، وعند الميقات لم يحرم، ولم يتلبَس بالنسك عامداً، ثم تجاوز الميقات لأمر ما، كأن تعطلت سيارته، فتجاوزه لإحضار قطعة غيارٍ لها، أو لإحضار دواءٍ، أو لأي سببٍ كان، ثم جاء ميقاتاً آخر، وأحرم منه وشرع بالنسك، فهل على من فعل هذا شيء؟\nقلت: لو أن قاصداً تجاوز الميقات لسبب ما، ثم عاد إلى الميقات نفسه فهل عليه من شيء؟ ! .\nالجزء: 1 - الصفحة: 64\n",
        "لاشك أنه ليس عليه شيء، لكن لمن تدبّر وتأمّل، وهذا مذهب جمهور الفقهاء، وكذلك الأمر سواء لو رجع إلى ميقات آخر فأحرم منه.\nروى الإمام الشافعي عن عطاء بسندٍ صحيحٍ أنه قال: ((من أخطأ أن يُهلّ بالحج من ميقاته، أو عمد ذلك، فليرجع إلى ميقاته فليهلّ منه)).\nولم يوجب عليه دماً إلا إذا أحرم بعد التجاوز، قال الإمام الشافعي معقباً: ((وبهذا نأخذ)) (1).\nقال شيخ الاسلام -نقلاً عن الإمام أحمد-:\n((وإذا دخل مكة بغير إحرام: فإن كان عليه وقت وأراد الحج، رجع إلى الميقات، فأهلّ منه، ولا دم عليه، ثم قال: لأنهم قد أتوا بالواجب، وتلك المجاوزة ليست نسكاً فلا وجه لإيجاب الدم)) (2).\n(1) الأم 1/ 139.\n(2) شرح العمدة 1/ 359.\nالجزء: 1 - الصفحة: 65\n",
        "وقال ابن قدامة الحنبلي:\n((من جاوز الميقات مريداً للنسك غير محرم، يجب عليه أن يرجع إلى الميقات، فيحرم منه فإن رجع إليه فأحرم منه فلاشيء عليه)) (1).\nوقال الصنعاني:\n((وقال الجمهور -فيمن تجاوز من غير إحرامٍ-: لو رجع إلى الميقات قبل التلبس سقط الدم)) (2).\nقلت: إذا عُرف هذا، وفُهم ما قد سلف من المقصود من المواقيت، وأن ليس لها قدسية في ذاتها، وأنها للإحاطة والإعلام، عُرف: أنه لو تجاوز متجاوزٌ فسواء عليه أرجع إلى ميقاته، أو إلى ميقات آخر ثم أحرم منه، فلاشيء عليه.\nوذلك لانعدام الدليل على وجوب رجوع المتجاوز إلى الميقات نفسه الذي تجاوز منه (3).\n(1) المغني 3/ 221 من الشرح.\n(2) حاشية على العمدة 3/ 358.\n(3) رغم أن الكتاب مؤلف من عشر سنوات لم يأت أحد بدليل على منع ذلك؟ ! ؟\nالجزء: 1 - الصفحة: 66\n",
        "قال شيخ الاسلام:\n((وإنما فائدة التوقيت: وجوب الإحرام من هذه المواقيت)) (1).\nوعلى هذا: فمن أحرم من هذه أو من تلك، أو تجاوز هذه إلى تلك، كل ذلك سواء، إذ المقصود: أن لا يتجاوز القاصد هذا المحيط في آخر دخول له إلا محرماً من أي نقطةٍ شاء.\nوقد ثبت أن ابن عمر أحرم من ((الفُرع)) وأحرمت عائشة أم المؤمنين رضي الله عنهما من ((الجحفة)) (2) ولا يمكن لأهل المدينة الإحرام من\n(1) شرح العمدة 1/ 339.\n(2) الفرع: قرية من نواحي المدينة عن يسار ((السقيا)) بينها وبين المدينة ثمانية بُرُد على طريق ((مكة)) والبريد: أربعة فراسخ، والفرسخ: 5 كم تقريباً (منار السبيل 1/ 134) فيكون البريد 20 كم فتكون الفرع تبعد عن المدينة 160 كم على طريق مكة ولا يمكن لقاصد أن يحرم منها إلا بعد مروره بما يحاذي ((ذا الحليفة)) وذهب بعض أهل العلم إلى أن ذلك كان من ابن عمر بعد عودته من الحج ليأتي بعمرة .. ونصره صاحب: ((المسائل المشكلة)) عليه، ولكن هذا الذي ذهبوا إليه مجرد ظن ليس عليه دليل سوى التأويل، ثم لو فرضنا صحة هذا التوجيه. فلماذا أحرم ابن عمر منه تخصيصا. وقدر مر بعد رجوعه من الحج -على زعمهم- بالجحفة أو بما يحاذيها، وإذا كان ابن عمر لا يرى الإحرام للعمرة بعد الحج إلا من الميقات، لكان أحرم من الجحفة أو مما يحاذيها، أو رجع إلى (ذي الحليفة)) مما يدل على عدم صحة هذا التوجيه إلا أن يثبت في الرواية ذلك.\nالجزء: 1 - الصفحة: 67\n",
        "هذين المكانين إلا بعد مجاوزة ((ذي الحليفة)) أو مجاوزة محاذاتها، ويعني هذا: أنهما انتقلا من ميقاتٍ إلى محاذاة ميقات آخر، والمهم أنهما لم يخترقا محيط المواقيت إلا محرمين؛ لأن الانتقال من ميقات إلى ميقات من غير إحرام، ولا عقد للنية -ولو كانت في نفسه- لا يعد تجاوزاً.\nوإذا كان هذا جائزاً براً، فمن باب أولى جوازه جواً.\nوقال الإمام مالك في رواية: ((ومن مرّ من أهل الشام ومصر ومن وراءهم بذي الحليفة، فأحب أن يُؤخّر إحرامه إلى ((الجحفة)) فذلك له واسع)) (1).\nوكذا قال ابن مفلح الحنبلي عن الشامي يتجاوز ((ذا الحليفة)) إلى ((الجحفة)) ونقل ذلك عن عطاء ومالك وأبي ثور، ثم قال: ويتوجّه لنا -أي الحنابلة- مثله)) (2).\nوهذا الذي عليه الأحناف (3).\n(1) المدونة 1/ 330.\n(2) الفروع 3/ 275.\n(3) فتح القدير لابن الهمام (2/ 425).\nالجزء: 1 - الصفحة: 68\n",
        "قلت: إذا جاز للشامي، جاز لكل مسلمٍ مر من هناك، فإن هذه المواقيت لم تخصص لأهل هذه البلدان تعبداً، إنما ارتبط ذكر هذه الأمصار مع بعض المواقيت على سبيل الغلبة، فإن غالب الناس -من قبلُ- كانوا يلتزمون طرق بلدانهم.\nوإذا جاز التجاوز من ذي الحليفة إلى الجحفة رغم أنها أقرب إلى مكة من ذي الحليفة، فمن باب أولى جواز ذلك من قرن إلى يلملم، ومن يلملم إلى جدة، وهي متساوية المسافة، والتفريق بين أهل البلدان غير وارد، كأن يقال: يجوز لشامي ولا يجوز لنجدي، ويجوز بين هذين الميقاتين ولا يجوز بين تلك، إذ العبرة ومناط الحكم: المرور من تلك الجهة، لا أن هذا شامي وهذا مصري، وإلا فمن هو الشامي؟ هل هو الذي ولد بالشام؟ ! أم الذي يقيم بالشام؟ أم الذي يحمل جواز الشام؟ أم ماذا؟ ! (1).\n(1) أعتذر للقراء الكرام عن ذكر هذه البديهات، التي لا يليق بطالب علم ذكرها لوضوحها، ولكن عفا الله عمن سبَّب ذلك، فرغم كل هذا الوضوح عقب الدكتور صاحب (المسائل المشكلة) عليه، بما يستحي الإنسان من ذكره\n...\nإذ أكد أن تخصيص المواقيت بأهل البلدان كان تعبداً .. فهل يعني هذا، أن الشامي إذا مر من نجد عليه أن يعود ليحرم من ذي الحليفة .. ! ؟ ياسبحان خالق الأفهام، نعم هذه = =المواقيت تعبدية من حيث وجوب الإحرام منها لمن مر بها، ولكنها ليست تعبدية من حيث بلدان الناس، وجنسيات الناس .. فاللهم وسع مداركنا.\nالجزء: 1 - الصفحة: 69\n",
        "وهب أن يمنياً أو نجدياً كان مع شاميّين، وأرادوا مجاوزة ((ذي الحليفة)) إلى ((الجحفة)) فهل يقال للشاميّين: يجوز لكم، ولليمنيّين، أو النجديّين: لا يجوز لكم، وإذا كان نجدي يحمل جواز الشام، فماذا يقال له؟ .\nإن تعليق المواقيت بأهل البلدان تعبّداً، غير مقبول ولا معقول، ولا يقوله متأمّل.\nقال النووي:\n((قال أصحابنا: ومتى جاوز موضعاً يجب الإحرام منه غير محرم أثم، وعليه العود إليه والإحرام منه (1) إن لم يكن له عذر، فإن كان عذر،\n(1) يجب -حتى تكون المسألة واضحة- التفريق بين من أراد الحج أو العمرة ثم أتى الميقات وليس لديه نية في الانتقال إلى ميقات آخر، أو تأخير النسك .. فهذا وجب عليه الإحرام، وإذا لم يحرم أثم، وإن أحرم بعده فعليه دم، وهذه مسألة متفق عليها، وهي غير مسألة من قدم الميقات فنوى تأخير الإحرام، ثم تجاوز غير عاقد للنية، ثم رجع إلى الميقات نفسه أو إلى ميقات آخر، فهذه مسألة مختلف عليها عند أهل العلم، والراجح جواز ذلك، وليس عليه شيئ، كما فصلنا في المتن، فهاتان مسألتان منفصلتان فمن لم يتنبه للفرق بينهما وقع في الغلط والخطأ.\nالجزء: 1 - الصفحة: 70\n",
        "كخوف الطريق، أو انقطاع عن رفقته، أو ضيق الوقت، أو مرض شاق، أو أحرم من موضعه ومضى وعليه دم إذا لم يعد فقد أثم بالمجاوزة، ولا يأثم بترك الرجوع، فإن عاد -إلى الميقات- فله حالان:\nأحدهما: يعود قبل الإحرام فيحرم منه، فالمذهب الذي قطع به المصنف والجماهير: لا دم عليه، سواء كان دخل مكة أم لا (1).\nقلت: إنما أثِمَ لأنه تجاوز وقد وجب عليه الإحرام إذ لا يجوز له الإحرام بعد التجاوز فإن رجع إليه، أو إلى ميقات آخر، فالأمر سواء، وليس عليه شيء.\nلأن المقصود -كما سبق- عدم تجاوز حدود الميقات بغير إحرام، ولا فرق بين من أحرم من الشرق وهو من أهل الغرب، ولا بين من أحرم من الغرب وهو من أهل الشرق.\nومن فرّق فقد أبعد النجعة، فليس هناك تعبد في الجهة، وقد فُصّل القول في الأصل.\n(1) المجموع 7/ 206.\nالجزء: 1 - الصفحة: 71\n",
        "وقال الهيتمي:\n((فإن تجاوزه بغير إحرامٍ، فالأقرب أنه إن أحرم من مثله فلا دم عليه)) (1).\nقلت: هذا هو الصواب.\nلأن قوله: ((أحرم من مثله)) -أي: من ميقات آخر يساويه في المسافة- إشعار بجواز مجاوزة الميقات إلى ميقات آخر، والإحرام منه. وهو عين مسألتنا.\nوقد يشكل على بعضهم أمور:\nالأول: ظنهم وجوب الإحرام من نفس ميقات بلده، وقد أجبنا عن هذا، وأنه لا يلزمه ذلك.\nالإشكال الثاني: كيف يجوز للقاصد تجاوز الميقات والرسول - صلى الله عليه وسلم - يقول:\n«هُنّ لهنّ ولمن أتى عليهن من غير أهلهن\n...\n».\nوالجواب: أن النبي - صلى الله عليه وسلم - لم يمنع في هذا الحديث تجاوز الميقات إلى ميقات آخر، وإنما أوجب الإحرام من الميقات، ومنع تجاوز المواقيت\n(1) شرح المنهاج 4/ 40.\nالجزء: 1 - الصفحة: 72\n",
        "دون إحرام، فمن تجاوز ميقاتاً إلى ميقات ثم أحرم منه، فقد حقق المقصود من الحديث، ولم يتجاوز المواقيت إلا محرماً.\nوللمسألة تفصيل في الأصل فلتراجع.\nالإشكال الثالث: كيف يتجاوز وهو ناوٍ للنسك؟ !\nقبل الإجابة على هذا: لابد من التفريق بين من يتجاوز ثم يحرم -وهذا مُحرّم- وبين من يتجاوز إلى ميقات آخر ثم يُحرم منه.\nثم يقال: لاشك أنه ناوٍ للنسك، ولكنه لم يعقد النيّة، بل أخّرها، ومن فرّق بين عقد النيّة وتأخيرها، أراح واستراح، ومثل هذا كمثل من نوى أن يصلي، ثم أخّر النيّة أو نوى فعل أمرٍ ثم أخّره، فلا يلزمه شروطه، ولا تجب عليه أحكامه، إلا إذا عقد النية، وباشر العمل، وتلبس بالعبادة.\nويوضح ذلك المثال التالي:\nإذا قدم قاصد الميقات، وأراد تأخير النسك، فهل يجوز له ذلك؟ !\nالجزء: 1 - الصفحة: 73\n",
        "بالإجماع يجوز له ذلك، فإذا أخّره فهل يجوز له الأخذ من أظافره وشعره؟ بالإجماع (1) يجوز له ذلك، فإذا أراد أن يتجاوز الميقات لأمرٍ ما، ولمّا يتلبّس بالنسك -أي: لم يُحرم- فهل يجوز له ذلك؟ لاشك أن ذلك جائز له؛ لأن هذه المجاوزة التي قبل التلبس، ليست من النسك في شيء، فإذا تجاوز إلى ميقاتٍ آخر ثم أحرم منه، فما المانع من ذلك؟ مادام أصل التجاوز مباحاً له، فهب أن قاصداً قدم من اليمن فلما بلغ الميقات، أُخبر أن أمه بالمدينة تحتاج إليه، أو لسبب آخر، وانتقل إلى المدينة بلا إحرام ولا تلبس بالنسك، ثم أحرم مع والدته من ذي الحليفة فهل عليه شيء؟ لا شك أنه ليس عليه شيء.\n(1) زعم بعض الرادين على هذه الرسالة في ((المسائل المشكلة)): أن ذكري للإجماع هاهنا غير صحيح .. وياليته أتى بعالم واحد في الدنيا كلها، قال: أنه لا يجوز لقاصد تأخير الإحرام = =وتأخير الدخول في النسك. فهل إذا أتى قاصد الميقات، وأخر الإحرام ساعة أو ساعتين، أو رجع إلى مكان آخر ليستريح هناك يومًا أو يومين .. فهل هذا محرَّم يادكتور .. ومن حرَّم هذا؟ ولعله اختلط على الدكتور مسألة تجاوز الميقات، مع مسألة تأخير الإحرام والدخول في النسك، ولو تنبه لهذا لما أرغى وأزبد واتهم.\nالجزء: 1 - الصفحة: 74\n",
        "وقد وقفت على فتوى لسماحة شيخنا عبد العزيز بن باز في كتيب ((فتاوى الحج والعمرة)) تُؤيّد هذا الرأي، وإليك نص السؤال والفتوى:\nالسؤال: موظف قد عزم على الحج، لكن له أعمال في الطائف، يتردّد من أجلها بين الطائف وجدة بغير إحرام.\nالجواب: لا حرج في ذلك؛ لأنه حين تردّده لم يقصد حجاً ولا عمرة، وإنما أراد قضاء حاجته، لكن من علم في الرجعة الأخيرة من الطائف أنه لاعودة إلى الطائف قبل الحج، فعليه أن يحرم من الميقات بالعمرة أو الحج.\nأما إذا لم يعلم ثم صادف وقت الحج، وهو في جدة، فإنه يحرم من جدة بالحج ولاشيء عليه)) (1).\n(1) فتاوى الحج والعمرة ص (\n...\n).\nالجزء: 1 - الصفحة: 75\n",
        "من أي مكان من «جدة» يحرم القاصد وقد أصبحت مدينة كبيرة؟ .\nيحرم القاصد من «جدة» من المكان الذي ينزل فيه، وتطؤه قدمه، سواء كان ميناء جوياً أو برياً.\nوإن تجاوزه قليلاً إلى فندق قريب فلا بأس؛ ذلك لأن النبي - صلى الله عليه وسلم - لم يوقّت للقاصدين خطاً مستقيماً، ونقطة دقيقة صغيرة، بل وقّت لهم جبلاً ووادياً وقرية، وبدهي أن لهما مساحة وعرضاً، وأنه يجوز للقاصد التحرك في الميقات والإحرام من أي مكان منه شاء، كما أن التسامح في بعض الأكيال وارد، إذ أن عمر - رضي الله عنه - لما حدّ «ذات عرق» لم يقسها بالأذرعة والأشبار، وإنما كانت المسألة تقريبية.\nالجزء: 1 - الصفحة: 76\n",
        "الخلاصة\n:\nمن جاء «جدة» من جهة الغرب بحراً أو جواً، فلا إحرام عليه حتى يصل إليها، ومن جاءها من جهات أخرى، وجب عليه الإحرام من الميقات، إلا أن ينوي تأخير الإحرام إليها -لسبب ما، وبخاصة لمن يكون له فيها عمل- ثم يحرم من ساحلها.\nالجزء: 1 - الصفحة: 77\n",
        "خاتمة\n:\nواعلم أني لست محدثاً فيها حُكماً لم أُسبق إليه، وما كان لي ذلك.\nفحسبك أن ابن عمر وعائشة -رضي الله عنهما- قد فعلا ذلك، كما سبق بيان بعضه، وقد فعلا ذلك وهما على الأرض، فمن باب أولى جوازه لمن كان في الجو بالطائرة.\nويكفيك أنه اختيار شيخ الإسلام ابن تيمية -رحمه الله- مع من سبق ذكره من أهل العلم، ولمزيد من التفصيل والأدلة والمراجع والعزو يمكن مراجعة الأصل في كلا المسألتين.\nاللهم تقبل منا إنك أنت السميع العليم، وتجاوز عن خطيئاتنا وأخطائنا إنك أنت الغفور الرحيم.\nهذا وإن أخطأت فمن نفسي والشيطان وإن أصبت فمن الرحمن، هو ولي التوفيق، وأهل المغفرة.\nوآخر دعوانا أن الحمد لله رب العالمين.\nوكتبه\nعدنان بن محمد العرعور\nالجزء: 1 - الصفحة: 78\n",
        ""
    ]
}