{
    "1": [
        "حكمة الإشراق إلى كتاب الآفاق\nحكمة الإشراق إلى كتاب الآفاق\nالزبيدي، مرتضى\nالكتاب:\nحكمة الإشراق إلى كتاب الآفاق (بذيله: تتمة في نقد الآثار المرفوعة عن الخط والكتابة.)\nالمؤلف:\nمحمّد بن محمّد بن عبد الرزّاق الحسيني، أبو الفيض، الملقّب بمرتضى، الزَّبيدي (المتوفى: 1205هـ)\nعني بإخراجه:\nمحمد طلحة بلال\nالناشر:\nمطبعة المدني - القاهرة\nالطبعة:\nالأولى، 1411هـ - 1990م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nالحمد لله الذي خلق الإنسان وعلمه البيان، وفضله على سائر الأجناس بالتمييز والتبيان، والصلاة والسلام على سيدنا محمد أرشد موجوداته وأسعد مخلوقاته سيد ولد عدنان، وعلى آله وصحبه وتابعيهم ما ترنمت البلابل بالألحان، وغردت سواجع الأطيار على فنن الأغصان.\nوبعد فإنه لما كانت صناعة الخط أنفع بضاعة للكتاب، وأوسع كفاية للطلاب في هذا الباب، وأشرف وسيلة للتقريب، وألطف وصيلة لتوسيع الرزق والترحيب، كما قال الشاعر:\nلا تعدُ عن حقِّ الكتابة إنَّها\n...\nمغنى الغنى ومفاتحُ الأرزاق\nواخشَ اليراعةَ وارجها فهي التي\n...\nعرفت بنفث السُّمِّ والدِّرياق\nوكان المتصف به جهينة الأخبار، وحقيبة الأسرار، وبحي العظماء، وكبير الندماء، وترجمان السلطان، وصندوق البيان، ألفت هذه لرسالة مشتملة على فضيلة الخط والقلم، وما جاء فيهما من الآثار، وما للحكماء فهما من الأسرار، وبيان من وضع الخط أولاً وألف الحروف وألبسها حلل التفصيل وأحلها في أحسن الظروف. ثم بيان\nالجزء: 1 ¦ الصفحة: 23\n",
        "الأجلة من الكتاب، والأعيان من أهل الفن بحسن النسق المستطاب.\nوقد جعلتها هدية إلى خزانة من نبغ فيه واشتهر كاشتهار الشمس في رابعة النهار، وهذب قواعده وأتقن مراتبه بحسن الضبط والاعتبار، جمال هذا الفن الذي فاق فيه وبرع، وجمع بين المتانة والحسن ما لم يسبق به فلله ما جمع، فلو شاهد ابن هلال لأقر له بالإتقان، أو عاصره ياقوت لقال هذا إنسان عين الزمان، أو رآه الشيخ لافتخر به عصره، وأذعن أنه فريد مصره، المولي الكامل الماهر الكاتب، ذي الخط البديع المشرق كالكواكب، صاحب العرف الندي، الأمير حسن أفندي الملقب بالرشدي، جمل الله بجماله هذه الصناعة وأربابها، ويسر له الخيرات وفتح له\nأبوابها.\nفخذها جريدة مفيدة للمتدرب الكاتب، وخريدة منجية للمتعلم عن المتاعب، وسفينة جارية على مقاصد المتأملين فيها من كل باب، ودفينة رزينة لمن يتعرض في اقتناء الدر من مناهج الصواب، جريدة شحنت مسكاً زواياها، وحقة ملئت دراً خباياها، أمليتها من غرائب بنات الأفكار، ونوادر نتائج ثمرات الأخيار.\nالجزء: 1 ¦ الصفحة: 24\n",
        "وكلُّ سطرٍ من الياقوت زاد علاً\n...\nفلا تقيسوه بالمنحوت من حجر\nوكسرتها على عشرة فصول وخاتمة، وسميتها حكمة الإشراق، إلى كتاب الآفاق. وعلى الله توكلي وبه أستعين، في أمور الدنيا والدين.\nالجزء: 1 ¦ الصفحة: 25\n",
        "فصل\nفي ذكر من وضع الخط وأصله ووصله وفصَّله\nيقال: إن أول من وضع الخط والكتب كلها آدم عليه السلام قبل موته بثلاثمائة سنة، كتبها في طين وطبخه، فلما أضل القوم الفرق أصاب كل قوم كتابهم.\nوقيل: أول من وضعه أخنوخ، وهو إدريس عليه السلام.\nوقيل إن نفيس، ونصر، وتيما، ورومه، بنو إسماعيل، وضعوا كتاباً واحداً وجعلوه سطراً واحدا غير متفرق، موصول الحروف كلها، ثم فرقه نبت، وهميسع وقيذار، وفرقوا الحروف وجعلوا الأشباه.\nوأما الخط العربي فأول من وضعه وألف حروفه ستة أشخاص من طسم، كانوا نزولا عند عدنان بن أدد، وكانت أسماؤهم: أبجد هوز حطى كلمن سعفص قرشت، فوضعوا الكتابة والخط على\nالجزء: 1 ¦ الصفحة: 27\n",
        "أسمائهم، فلما وجدوا في الألفاظ حروفاً ليست في أسمائهم ألحقوها بها، وسموها الروادف، وهي ثخد ضظع.\nوقيل: أول من وضع الخط العربي مرامر بن مرة وقيل، عامر بن جدرة - وقد\nذكر كلاً نهما صاحب القاموس - وقيل أسلم بن سدرة، وهم نفر من بولان رسموه أحرفاً مقطعة، ثم قاسوه على هجاء السريانية، فوضع مرامر صوره، وعامر أعجمه، وأسلم وصل وفصل.\nوقال ابن خلكان: والصحيح عند أهل العلم أن أول من خط هو مرامر بن مرة من أهل الأنبار، وقيل إنه من بني مرة. ومن الأنبار انتشرت الكتابة في الناس. قال الأصمعي: ذكروا أن قريشاً سئلوا: من أين لكم الكتابة؟ فقالوا: من الأنبار.\nوقال هشام بن محمد بن السائب: تعلم بشر بن عبد الملك الكتابة من أهل الأنبار وخرج إلى مكة وتزوج الصهباء بنت حرب بن أمية. تعلم منه حرب، ومنه ابنه سفيان، ومنه ابن أخيه سيدنا معاوية رضي الله عنه، ثم انتشر في قريش، وهو الخط الكوفي الذي استنبطت\nالجزء: 1 ¦ الصفحة: 28\n",
        "منه الأقلام التي هي الآن.\nوفيه ذكرنا كلامهم في الإعلام للسهيلي، والمزهر للسيوطي، والأوليات للعسكري، وقد ذكرنا كلامهم في كتابنا تاج العروس لشرح جواهر القاموس. فمن أراد الزيادة على ذلك فليراجعه.\nالجزء: 1 ¦ الصفحة: 29\n",
        "فصل\nفي فضل الخط وما قيل فيه\nجاء في تفسير قوله تعالى: (يزيد في الخلقِ ما يشاء): انه الخط الحسن. وعن ابن عباس رضي الله عنهما في قوله تعالى: (أو أثارةٍ منْ علمٍ) قال: الخط.\nويروى في الخبر المأثور: من كتب بسم الله الرحمن الرحيم فجوده غفر الله له.\nالجزء: 1 ¦ الصفحة: 31\n",
        "وفي الجامع الصغير من رواية سلمة: الخطّ الحسنُ يزيد الحقَّ وضحا وفيه أيضاً: قيِّدوا العلم بالكتاب، قال شارحه المناوي: العلم يعقل ثم يحفظ، والنسيان كامن في القلب، فلخوف ذهاب العلم قيد بالكتابة.\nوجاء في حديث آخر: حق الوالد على ولدهِ أن يعلمه الكتابة والسِّباحة والرِّماية، وأن لا يرزقهُ إلا طيِّباً. وفي رواية أخرى: حقُّ الوالدِ على ولده أن يحسِّن اسمه، ويزوِّجه إذا أدرك، ويعلِّمه الكتاب. قال الشارح: يعني القرآن، ويحتمل إرادة الخط.\nوفي الحديث أيضاً، قال صلى الله عليه وسلم لزيد بن ثابت - وهو أحد كتابه كما سيأتي -: إذا كتبت بسم الله الرحمن الرحيم فبيِّن السِّين فيه.\nوذكر صاحب الشرعة أيضاً أنه صلى الله عليه وسلم قال لمعاوية رضي الله عنه\nالجزء: 1 ¦ الصفحة: 32\n",
        "وهو يكتب بين يديه. ألقِ الدَّواةَ، وحرِّف القلم، وانصب الباء، وفرِّق السين، ولا تعوِّرِ الميم، وحسِّن الله، ومدَّ الرَّحمن، وجوِّد الرحيم.\nوقالوا: لما كانت الكتابة شريفة كان حسن الخط فيها فضيلة.\nوقال المأمون: لو فاخرتنا الملوك الأعاجم بأمثالها لفخرناها بمالنا من أنواع. الخط يقرأ بكل مكان، ويترجم بكل لسان، ويوجد مع كل زمان.\nوقال النظام: الخط أصل في الروح يظهر بآلة جسدانية.\nوقال بعض الحكماء: الخط سمط الحكمة، بها يفصل شذوذها وينتظم منثورها.\nالجزء: 1 ¦ الصفحة: 33\n",
        "ويقال: قريش أهل الله، لأنهم كتبة حسنة.\nوكان يقال: حسن الخط أحد اللسانين، كما قيل العيال أحد اليسارين.\nوقال بعض العلماء: الخط كالروح في الجسد، فإذا كان الإنسان جميلاً وسيماً حسن الهيئة كان في العيون أعظم، وفي النفوس أفخم، وبضد ذلك تسأمه النفوس. فكذلك الخط إذا كان حسن الوصف، مليح الرصف، مفتح العيون، أملس المتون، كثير الائتلاف، قليل الاختلاف، هشت إليه النفوس واشتهته الأرواح، حتى إن الإنسان ليقرؤه - وإن كان فيه كلام دنيء، ومعنى رديء - مستزيداً منه ولو كثر، من غير سأم يلحقه ولا ضجر. وإن كان الخط قبيحاً مجته الأفهام، ولفظته\nالعيون والأفكار، وسئمه قارئه وإن كان فيه من الحكمة عجائبها، ومن الألفاظ غرائبها.\nوقيل: إن وزن الخط مثل وزن القراءة، فأجود الخط أبينه، كما أن أجود القراءة أبنيها.\nفحرفة أصول الخط وهندسته، وكيفيته وحقيقته، أشرف من عمله تقليداً من غير تحقيق.\nالجزء: 1 ¦ الصفحة: 34\n",
        "قيل ووصف أحمد بن إسماعيل خطاً فقال: لو كان نباتاً لكان زهراً، ولو كان معدناً لكان تبراً، ولو كان مذاقاً لكان حلواً، أو شراباً لكان صفواً.\nوقال عمرو بن مسعدة: الخطوط رياض العلوم، وهي صورة روحها البيان، وبدنها السرعة، وقدمها التسوية، وجوارحها معرفة الفصول، وتصنيفها كتصنيف النغم واللحون.\nوقيل: إن أحمد الخطوط رسماً ما اعتدلت أقسامه، وانتصبت ألفه ولامه، واستقامت سطوره، وضاهى صعوده وحدوره، وتفتحت عيونه، ولم تشقبه راؤه ونونه، وقدرت أصوله، واندمجت وصوله، وتناسب دقيقه وجليله.\nالجزء: 1 ¦ الصفحة: 35\n",
        "ولا يجمع في سطر بين مدتين ولا ياءين مردودتين، ويراعى مواضع الفصول والوصول، ولا تقطع كلمة بحرف يفرد في غير سطره.\nالجزء: 1 ¦ الصفحة: 37\n",
        "فصل\nفي القلم، وما لهم فيه من الحكم\nقيل: هو أول ما خلقه الله تعالى، وبذكره بدأ في القرآن، فقال تعالى: (الذي علَّمَ بالقلمِ. علَّمَ الإنسانَ ما لم يعلم). وقال تعالى:\nالجزء: 1 ¦ الصفحة: 39\n",
        "(ن. والقلم وما يسطرون) فأبان سبحانه وتعالى أن صناعة القلم أفضل الصنايع، وأجل البضايع.\nقيل: لا يسمى قلماً حتى يبرى، وإلا فهو قصبة. ولا يقال للرمح رمح إلا وعليه سنان، وإلا فهو قناة. ولا يقال مائدة إلا وعليها طعام، وإلا فهي خوان. ولا يقال كأس إلا إذا كان فيه شراب، وإلا فهو زجاجة.\nوقال بعض ملوك اليونان: أمر الدنيا والدين واقع تحت شيئين: سيف وقلم، والسيف تحت القلم.\nقال أبو الفتح البستي:\nإذا أقسمَ الأبطالُ يوماً بسيفهم\n...\nوعدُّوه مما يكسبُ المجدَ والكرمْ\nكفى قلمَ الكتاب عزَّا ورفعةً\n...\nمدى الدَّهرِ أنَّ اللهَ أقسمَ بالقلم\nوقال الإسكندر: ما أقرته الأقلام، ولم تطمع في دروسه الأيام.\nوقيل: القلم لسان البصر، ومطية الفكر.\nالجزء: 1 ¦ الصفحة: 40\n",
        "وقال آخر: بالقلم تزف بنات العقول، إلى خدور الكتب.\nوقال العتابي: ببكاء الأقلام تضحك الصحف.\nوقال ابن المعتز: القلم يخدم الإرادة، ولا يمل الاستزادة، يسكت قائماً وينطق سائراً، في أرض بياضها مظلم، وسوادها مضيء.\nوقال أرسططاليس: الكاتب العلة الفاعلية، والقلم العلة الآلية، والمداد العلة الهيولانية، والخط العلة الصورية، والبلاغة العلة الغائية.\nوقال إبراهيم بن العباس الصولي لكاتب: أطل خرطوم قلمك. فقال: أله خرطوم؟ قال: نعم. وأنشد:\nكأنَّ أنوفَ الطَّير في عرصاتها\n...\nخراطيم أقلامٍ تخطُّ وتعجمُ\nالجزء: 1 ¦ الصفحة: 41\n",
        "وأما قدره وإمساكه وحالاته فقال الأستاذ ابن مقلة: أحسن قدود القلم أن لا يتجاوز به الشبر بأكثر من جلفته. قال الشاعر:\nله ترجمانٌ أخرسُ اللَّفظ صامتٌ\n...\nعلى قابِ شبرٍ بل يزيدُ على الشِّبر\nوقال الشيخ محمَّد بن العفيف رحمه الله تعالى: صنعة مسكه بالإبهام والوسطى، وتكون السبابة تمنعه من الميل والاضطراب، وتكون مبسوطة غير مقبوضة، لأن ببسط الأصابع يتمكن الكاتب من إدارة القلم. ولا يتكئ على القلم الاتكاء الشديد المضعف له، ولا يمسك الإمساك الضعيف فيضعف اقتداره في الخط، لكن يجعل الكاتب اعتماده في ذلك معتدلاً.\nوقال إسحاق بن حماد: القلم للكاتب، كالسيف للشجاع.\nالجزء: 1 ¦ الصفحة: 42\n",
        "وقال الضحاك بن عجلان: يا من تعاطى الكتاب، اجمع قلبك عند ضربك القلم، فإنما هو عقلك تظهره.\nوأما حاله في الصلابة والرخاوة فإنه تابع لصحيفة، لأنها إذا كانت لينة احتاجت أن يكون في الأنبوب لين، وفي لحمه فضل، وفي قشره صلابة. وإن كانت صلبة احتاجت أن يكون في الأنبوب يبس وصلابة. قال: وعلة ذلك أن حاجته من المداد في الصحيفة الرخوة أكثر من حاجته إليه في الصحيفة الصلبة فرطوبته ولحمه يحفظان عليه غزارة الاستمداد، ويكون في الصحيفة الصلبة ما وصل إليها من القلم الصلب الخالي من المداد كافياً.\nوقال الشيخ هذه الصناعة عماد الدين الشيرازي: أحمد الأقلام ما توسطت حالاته في الطول والقصر، والغلظ والرقة، فإن الرقيق الضئيل تجتمع عليه الأنامل فيبقى مائلاً إلى ما بين الثلاث، والغليظ المفرط لا تحمله الأنامل.\nوقال بن الزيات: خير الأقلام ما استحكم نضجه وخف بزره، وبلغ أشده واستوى.\nالجزء: 1 ¦ الصفحة: 43\n",
        "فصل\nفي الدواة وصفتها وآلاتها\nقال الحسن بن وهب: سبيل الدواة أن تكون متوسطة في قدرها، لا باللطيفة\nفتقصر أقلامها وتقبح، ولا بالكثيفة فيثقل محملها.\nقال الفضل: ينبغي أن يتخذ من أجود العيدان وأرفعها ثمناً كالآبنوس والساسم والصندل.\nوأما (الجونة) التي فيها حق المداد فينبغي أن يكون شكلاً مدور الرأس، تجتمع على زاويتين قائمتين، ولا يكون مربعاً على حال، لأنه إذا كان مربعاً يتكاثف المداد، فإذا كان مستيدراً كان أنقى للمداد وأسعد في الاستمداد. ويجتهد في تحسينها وتجويدها وتصوينها.\nوأنشد المدائني:\nالجزء: 1 ¦ الصفحة: 45\n",
        "جوِّدْ دواتك واجتهد في صونها\n...\nإنَّ الدُّويَّ خزائن الآدابِ\nومن آلاتها (الليقة) ويكون من الحرير والقطن والصوف. وسمت العرب كل ذلك كرسفا.\nوقال بعضهم: من لم يحسن الاستمداد وبري القلم والشق والقط وإمساك الطومار، وقسمة حركة اليد حين الكتابة فليس هو من الكتابة في شيء.\nوقال ابن العفيف: من لم يدر وجه القلم وصدره وعرضه فليسهو من الكتابة في شيء.\nوقال آخر: على حسب تمكن الكاتب من إدارة قلمه وسرعة يده في الدوران يكون صفاء جوهر حروفه.\nوإذا مد الكاتب فليكن القلم من أصابعه على صورة إمساكه له في حين الكتابة ولا يديره للاستمداد، لأن أحسن المذاهب فيه أن يكون\nالجزء: 1 ¦ الصفحة: 46\n",
        "من يد الكاتب على وضعه في الكتاب. ويحرك رأس القلم من باطن يده إلى خارجها، فإنه يمكنه معه مقام القلم على نصبته في الأصابع. ومتى عدل عن هذا لحقته المشقة في نقل نصبه الأصابع في كل مدة. وهذا من أكبر ما يحتاج إليه الكاتب، لأن هذا هو الذي عليه\nمدار جودة الخط، وقلما يدريك علم هذا إلا رؤيته من العالم الحاذق بهندسة الخط، مع ما يكون معه من الأناة وحسن التأدية.\nقال بعض الكتاب: ويتعين على الكاتب أن يتفقد الليقة ويطيبها بأجود ما يكون، فإنها تتغير على طول المدى. وأنشد:\nمتظرِّف شهدت عليه دواته\n...\nإنَّ الفتى لا كان غيرَ ظريف\nوكان بعض الكتاب دواته ببعض ما عنده من طيب نفسه، فسئل عن ذلك فقال: لأنا نكتب به اسم الله تعالى واسم نبيه صلى الله عليه وسلم.\nوقال آخر: يتعين على الكاتب تجديد الليقة في كل شهر، وأن يطبق المحبرة حين فراغه لئلا يقع فيها ما يفسد الخط.\nوقال آخر: ينبغي للكاتب أن لا يكثر الاستمداد، بل يمد مداً\nالجزء: 1 ¦ الصفحة: 47\n",
        "معتدلاً، ولا يحرك الليقة من مكانها، ولا ينثر بالقلم ولا يرد القلم إلى الليقة حتى يستوعب ما فيه من المداد، ولا يدخل منه الدواة كثيراً بل إلى حد شقيه لا يجاوز ذلك إلى آخر الفتحة.\nومن آلاتها (السكين) وهي المدية. قالوا: لا يستعمل لغير بري القلم. ويستحب المبالغة في سقيها وحدها، ليتمكن من البري، فيصفو جوهر القلم ولا يتشظى قطته. وهي مسن الأقلام تشحذ بها إذا كلت، وتطلقها إذا وقفت وتلمها إذا تشعثت. وأحسنها ما عرض صدره، وأرهف حده، ولم يفصل عن القبضة نصابه، واستوى من غير اعوجاج. وكانوا يستحسنون العقابية، وهي التي صدرها أعرض من بطنها.\nومن آلاتها (الملواق) لأنه بن تلاق الدواة. وأحسن\nالجزء: 1 ¦ الصفحة: 48\n",
        "ما يكون من الآبنوس، لئلا يغيره لون المداد، ويكون مستديراً مخروطاً، عريض الرأس نحيفه.\nالجزء: 1 ¦ الصفحة: 49\n",
        "فصل\nفي المداد\nوالحبر سمي مداداً لأنه يمد القلم، أي يعينه. وإنما يعينه. وإنما استعمل فيه السواد دون غيره لمضادته لون الصحيفة. وليس شيء من الألوان ضد لصاحبه إلا السواد والبياض.\nوقال آخر: صورة المداد في الأبصار سوداء، وفي البصائر بيضاء. والمداد ركن من أركان الكتابة وعليه معول الكتاب. وأنشدوا في ذلك:\nالجزء: 1 ¦ الصفحة: 51\n",
        "ربع الكتابةِ في سواد مدادها\n...\nوالرُّبع حسنُ صناعة الكتَّاب\nوالرُّبع من قلمٍ سويٍّ بريهُ\n...\nوعلى الكواغدِ رابع الأسباب\nونظر جعفر بن محمد إلى فتى على ثيابه أثر المداد وهو يستره منه، فقال له: يا هذا، إن المداد على الثياب من المروة.\nوقال ابن العفيف: شيئان لا يتم المداد إلا بهما، وهما العسل والصبر. أما العسل فإنه يحفظه على مرور الأيام ولا يكاد يتغير عن حالته، وأما الصبر فإنه يمنع الذباب من النزول عليه.\nالجزء: 1 ¦ الصفحة: 52\n",
        "وقال بعض الأدباء: عطروا دفاتر الآداب بسواد الحبر. وقال آخر: ببرق الحبر تهتدي العقول لخبايا الحكم، لأنه أبقى على الدهر، وأنمى للذكر، وأزيد للأجر.\nالجزء: 1 ¦ الصفحة: 53\n",
        "فصل\nفي بري الأقلام\nحكى أن الضَّحاك كان إذا أراد أن يبرى قلماً توارى بحيث لا يراه أحد ويقول: الخط كله للقلم.\nوكان الأنصاري إذا أراد أن يبري فعل ذلك، وإذا أراد أن يقوم من الديوان قطع رؤوس الأقلام.\nوقالوا: تعليم البراية أكبر من تعليم الخط.\nالجزء: 1 ¦ الصفحة: 55\n",
        "وقال ابن العفيف: فساد البراية من بلادة السكين.\nوقال بعضهم: جودة البراية نصف الخط.\nوقيل: كان بعضهم إذا اخذ الأنبوبة ليبريها تفرس فيها ذلك، وإذا أراد أن يقط توقف، ثم تحرى فتوقف، ثم يقط على تثبت. وروى بخط ابن مقلة: ملاك الخط حسن البراية. ومن أحسنها سهل عليه الخط، ومن وعى قلبه كثرة أجناس قط الأقلام كان مقتدراً على الخط، ولا يتعلم ذلك إلا عاقل.\nوقال ابن هلال: كل قلم تقصر جلفته فإن الخط يجيء به أو قص أي قصير العنق.\nالجزء: 1 ¦ الصفحة: 56\n",
        "وقال ابن البربري: إياك والخرق في البراية وترك التجويد لها، ومن فسدت آلته فسد عمله.\nوقال ابن العفيف إذا طالت البراية جاء الخط بها أخف وأضعف وأحلى، وإذا قصرت جاء الخط أصفى وأثقل وأقوى.\nوأما صفة شقه فقال ابن هلال: يكون في وسطه، وليكن غلظ السنين جميعاً سواء. قال: ويجوز أن يكون الأيمن أغلظ من الأيسر لا ويكون العكس على حال.\nوأما قطه فهو على صفات: منها المحرف، والمستوي، والقائم، والمصوب. وأجودها المحرفة المعتدلة التحريف، وأفسدها المستوي، لأن المستوي أقل من المحرف تصرفاً. قاله ابن العفيف.\nقال عبد الحميد الكاتب لرغبان، وكان يكتب بقلمٍ قصير البراية: أتريد أن يجود خطك؟ قال: نعم. قال: فأطل جلفة قلمك، وأسمنها، وحرف القطة وأيمنها. قال رغبان: ففعلت ذلك فجاد خطي.\nالجزء: 1 ¦ الصفحة: 57\n",
        "وقال ابن مقلة لأخيه: إذا قططت القلم فلا تقطه إلا على مقط أملس صلب، غير مثلم ولا خشن، لئلا يتشظى القلم، واستحد السكين حدا، ولتكن ماضية جداً؛ فإنها\nإذا كانت كالةً جاء الخط رديئاً مضطربا. وتضجع السكين قليلاً إذا عزمت على القط ولا تنصبها نصبا.\nوقال ابن العفيف: يتعين أن يكون من عود صلب كالآبنوس والعاج، ويكون مسطح الوجه الذي يقطع عليه، ولا يكون\nالجزء: 1 ¦ الصفحة: 58\n",
        "مستديراً.\nالجزء: 1 ¦ الصفحة: 59\n",
        "فصل\nفي النقط\nهو الذي يستدل به على حروف المعجم، ويفصل به بينهما، فتعرف به الباء من التاء.\nويقال: أول من نقط المصاحف ووضع العربية أبو الأسود الدبلي، من تلقين أمير المؤمنين علي بن أبي طالب رضي الله عنه.\nالجزء: 1 ¦ الصفحة: 61\n",
        "قال ابن أبي مقلة: وللنقط صورتان: أحدهما شكل مربع، والآخر شكل مستدير. وإذا كانت نقطتان على حرف فإن شئت جعلت واحدة فوق أخرى، أو جعلتهما في سطر معاً. وإذا كان بجوار ذلك الحرف حرف ينقط لم يجز أن تكون النقط إذا انشفعت إلا واحدة فوق أخرى. والعلة في ذلك أن النقط إذا كن في سطر وخرجن عن حروفهن وقع اللبس والإشكال، فإذا جعل بعضها على بعض كان على حرف قسطه من النقط، فزال الإشكال.\nالجزء: 1 ¦ الصفحة: 62\n",
        "فصل\nفي الشكل\nقال بعض أهل اللغة: شكل الحروف مأخوذ من شكل الدابة، لأن الحروف تضبط به وتقيد، فلا يلتبس إعرابها، كما تضبط الدابة بالشكال.\nوقال بعضهم: حلوا غرائب الكلم بالتقييد، وحصنوها عن شبه التصحيف والتحريف.\nوهو ثلاث حركات: رفع ونصب وخفض. وأما الجزم فصورته بخلاف صور الحركات دائرة كلها، كأنهم يريدون بها الميم من الجزم، وحذفوا عراقة الميم استخفافاً.\nوقال ابن العفيف: إذا كان الحرف مفتوحاً منوناً فعلامته خطتان من فوقه وتكون بينهما كقدر واحدة منهما، وإذا كان مضموماً منوناً فعلامته سين بغير عراقة،\nالجزء: 1 ¦ الصفحة: 63\n",
        "كأنك تريد أول خفيف. هذا مذهب الأستاذ أبي الحسن، وعليه جملة أهل المشرق. وإذا كان مهموزاً فعلامته أن تثبت فوقه عيناً بلا عراقة وذلك لقرب مخرج الهمزة من العين.\nقال، ولا بد من تناسب الشكل والنقط وتناسب البياضات في ذلك\nالجزء: 1 ¦ الصفحة: 64\n",
        "فصل\nفي ذكر حروف المعجم وسرها في تعيين العدد\nقال كراع: إنما سميت الحروف المقطعات حروف المعجم لأنها كانت مبهمة حتى بينت بالنقط.\nقال بعض المنجمين: عدد حروف العربية ثمانية وعشرون حرفاً، على عدد منازل القمر. وغاية ما تبلغ الكلمة منها مع الحروف الزوائد التي تلحقها سبعة أحرف، على عدد الدراري السبعة.\nقال: وصور حروف الزيادة اثني عشر على عدد البروج\nالجزء: 1 ¦ الصفحة: 65\n",
        "الاثني عشر. وحروف الزيادة عشرة أحرف، يجمعها سألتمونيها. وقد تقدم أن جملة الحروف ثمانية وعشرون حرفاً، فالذي تندغم لام التعريف فيها من هذه الحروف أربعة عشر\nحرفاً كالتي تخفى تحت الأرض من منازل القمر، وباقيها يظهر معه التعريف، وهي أربعة عشر حرفاً كالمنازل الظاهرة. وقد تقدم الكلام على أن حروف المعجم ثمانية وعشرون حرفاً مفردة، ويتركب منها اللام ألف، فذلك تسعة وعشرون حرفاً. ولها ثماني عشر صورة، لأن ما اتفقت صورته فليس في ذكر شبهه فائدة، لأن ذكر أحد الصور ينوب عن جميعها، كالباء والتاء والثاء، والجيم والحاء والخاء، وتتناهى هذه الصور الثمانية عشر مفردة ومركبة،\nالجزء: 1 ¦ الصفحة: 66\n",
        "كما هو مبين في محله.\nالجزء: 1 ¦ الصفحة: 67\n",
        "فصل\nفي ذكر الكتبة الكرام\nمن لدن زمن النبي صلى الله عليه وسلم إلى زماننا هذا، على نسق الترتيب وحسن التهذيب.\nفمن كتب له صلى الله عليه وسلم وتشرف بخدمته بالكتابة الخلفاء الأربعة، وعامر بن فهيرة، وعبد الله بن الأرقم،\nالجزء: 1 ¦ الصفحة: 69\n",
        "وأبي بن كعب، وثابت بن قيس بن شماس، وخالد بن سعيد بن العاص، وحنظلة بن الربيع الأسدي، وزيد بن\nالجزء: 1 ¦ الصفحة: 70\n",
        "ثابت، ومعاوية بن أبي سفيان، وشرحبيل بن حسنة، وغير هؤلاء كما هو مسطور في المواهب وكتب السيرة، رضي الله عنهم أجمعين.\nوكان ألزمهم بذلك وأخصهم به زيد بن ثابت، ومعاوية بن أبي سفيان.\nالجزء: 1 ¦ الصفحة: 71\n",
        "ثم انتهت جودة الخط وضرب جليله إلى الضحاك، وإسحاق بن حماد.\nالجزء: 1 ¦ الصفحة: 72\n",
        "فأخذ إبراهيم السجزي عن إسحاق ضرب الجليل، فاخترع منه أخف حركات وأحسن مزاوجات، فسماه قلم الثلثين. ثم اخترع من هذا القلم ما هو أخف منه وأجرى فسماه قلم الثلث.\nقال الشيخ عماد الدين محمد بن العفيف: بهذا القلم وقلم النسخ يعرف اقتدار الكاتب\nعلى صناعته.\nثم أخذ عن إسحاق يوسف واخترع قلماً هزيلاً تاماً مفرط التمام مفتحاً، فأعجب ذا الرياستين الفضل بن سهل، فأمر بتحرير\nالجزء: 1 ¦ الصفحة: 73\n",
        "الكتب السلطانية به، وسمي القلم الرياسي.\nوكان وجه النعجة مقدماً في قلم الجليل، وأبو زرجان مقدماً في قلم النصف. وكان أحمد بن حفص أحلى الكتاب خطاً في قلم الثلث.\nقال الوزير: معنى قول الكتاب قلم النصف والثلث\nالجزء: 1 ¦ الصفحة: 74\n",
        "والثلثين، إنما هو راجع إلى الأصل. وذلك أن للخط جنسين من الأربعة عشر طريقة التي هي الأصول، هي له كالحاشيتين أحدهما قلم الطومار، وهو قلم مبسوط كله، ليس فيه شيء مستدير، وكثيراً ما كتب به المصاحف المدنية القدم، وقلم آخر يسمى غبار الحلبة، وهو قلم مستدير كله ليس فيه شيءٌ مستقيم. فالأقلام كلها تؤخذ من المستقيمة والمستديرة سمي قلم النصف. فإن كان\nالجزء: 1 ¦ الصفحة: 75\n",
        "الذي فيه من الخطوط المستقيمة الثلث سمي قلم الثلث. وإن كان فيه من الخطوط المستقيمة الثلثان سمي قلم الثلثين. فعلى هذا تتركب هذه الأقلام.\nوقد برع فيه حيون بن عمرو أخو الأحول، وكان أخط من أخيه.\nالجزء: 1 ¦ الصفحة: 76\n",
        "ثم انتهت جودة الخط وحسنه وتحريره في رأس الثلاثمائة إلى الأستاذ في هذا الفن الوزير أبي علي محمد بن الحسن بن مقلة\nالجزء: 1 ¦ الصفحة: 85\n",
        "الكاتب، وفاته في سنة 328، ثم إلى التلميذ به محمد بن أسد الغافقي ومحمد السمساني، وعنهما أخذ الأستاذ الكبير أبو الحسن علي بن هلال البغدادي المعروف بابن البواب،\nالجزء: 1 ¦ الصفحة: 86\n",
        "وعنه أخذ محمد بن منصور ابن عبد الملك، وعنه الشيخة الكاتبة المحدثة زينب - ويقال أيضاً فاطمة - وهي ابنة الشيخ أبي الفرج، وتعرف بشهدة بنت الأبري، وقد ترجمها الحافظ الذهبي في تاريخه.\nوممن جود عليها الشيخ أبو الدر أمين الدين ياقوت بن عبد الله\nالجزء: 1 ¦ الصفحة: 87\n",
        "الموصلي الكاتب ويعرف أيضاً بالنوري، وبالملكي، وبالشرفي، انتشر خطه في الآفاق، ولم يكن في آخر زمانه من يقاربه في حسن الخط ولا من يؤدي طريقة ابن البواب في النسخ مثله، مع فضل غزير. وكان مغرى بنقل صحاح الجوهري فكتب منها نسخاً كثيرة، كل واحدة في مجلد تباع كل نسخة بمائة دينار. وقد رأيت نسخةً منها بمصر. ووفاته سنة 618 بالموصل.\nوأما ياقوت الرومي ويعرف أيضاً بالحموي فإن وفاته سنة 626 بحلب عن اثنين وخمسين سنة.\nوممن كتب على ياقوت المذكور، أبو الحسن علي بن زنكي المعروف ب المولي العجمي.\nالجزء: 1 ¦ الصفحة: 88\n",
        "ووجدت في تاريخ الحافظ السخاوي أن الولي العجمي أخذ عن شهدة الكاتبة من غير واسطة ياقوت.\nالجزء: 1 ¦ الصفحة: 90\n",
        "ثم انتهت جودة الخط إلى الشيخ عفيف الدين محمد الحلبي، ويعرف أيضاً بالشيرازي. وعنه أخذ ولده عماد الدين محمد، وهو إمام النحاة والكتاب في زمانه.\nوممن كتب عليه الإمام العلامة شمس الدين محمد بن علي\nالجزء: 1 ¦ الصفحة: 91\n",
        "أبي رقبة.\nوعنه الإمام العلامة أبو علي محمد بن أحمد بن الزفتاوي المكتب، ولد سنة 750 وسمع الحديث علي خليل بن طرنطاي، وصنف في علم الخط منهاج الإصابة وانتفع به أهل مصر. وقد كتب عليه الحافظ ابن حجر، وكفى به شرفاً. مات سنة 806، وكان رفيقه في الكتابة على شيوخه الإمام شهاب الدين غازي.\nوعنه تلميذه الإمام نور الدين الوسيمي، وعليه كتب\nالجزء: 1 ¦ الصفحة: 92\n",
        "الإمام زين الدين عبد الرحمن بن يوسف القاهري، المعروف بابن الصايغ شيخ هذا الفن على الإطلاق، ولد بمصر سنة 769 ولازم شيخه المذكور في إتقان قلم النسخ حتى فاق عليه، وأحب طريقة ابن العفيف فسلكها واستفاد فيها من أبي علي الزفتاوي المصري، وصارت\nللزين طريقة منتزعة من طريقتي ابن العفيف وغازي، كما وقع لغازي شيخ شيخه، فإنه كتب أولاً على ابن رقبة شيخ الزفتاوي المذكور وتلميذ ابن العفيف ثم تحول غازي عن طريقة ابن العفيف شيخ شيخه إلى طريقة ولدها بينها وبين طريقة الولي العجمي. ففاق أهل زمانه في حسن الخط. وانتفع الناس بابن الصايغ طبقة بعد طبقة؛ ونسخ عدة مصاحف وغيرها من الكتب والعقائد، وصار شيخ الكتاب في زمانه، وشهد له الحافظ ابن حجر بمهارته، وأثنى عليه في تاريخه. وقد سمع الحديث على الجمال الحلاوي. وفاته سنة 845.\nالجزء: 1 ¦ الصفحة: 93\n",
        "ثم انتهت جودة الخط وحسنه بعد ابن الصايغ وطبقته إلى قبلة الكتاب، وشيخ هذا الفن المستطاب، من سجدت لجلالته الأقلام واتفق على تفضيله الخاص والعام، الإمام الأوحد، والهمام المفرد، مولانا شيخ المشايخ الشيخ حمد الله ابن الشيخ مصطفى الأماسي، المعروف بابن الشيخ تغمده الله برحمته.\nولد تقريباً في سنة 847 بعد وفاة ابن الصايغ بسنتين أو ثلاثة، وهو الذي استنبط هذه السموت المعروفة في زماننا من خطوط المتقدمين كما وقع لغيره ممن سبق ممن اخترع الطريقة بين الطريقتين، حتى برع كتاب زمانه، وفاق أهل عصره وأوانه. وكان والده رجلا صالحاً مجازاً في طريقة المشايخ السهر وردية، وقد حل نظره على ولده المذكور حتى فاق بالرتب العلية، وكفاه فخراً أنه ليس على الأرض الآن سند يعتمد عليه إلا من طريقه، ولا طريقة يرغب إليها بين أهل الفن إلا من تحقيقه وتدقيقه.\nوكان ممن عاصره رجلان من كبار الكتبة في زمانهما، وهما يحيى الرومي وعلي بن يحيى. وفاة الأخير في سنة 866.\nالجزء: 1 ¦ الصفحة: 94\n",
        "ويقال إن الشيخ كتب على خير الدين المرعشي ووفاته في سنة 896. وهو على عبد الله الصيرفي، وهو على أحمد بن علي المعروف بطيب شاه السهر وردي،\nوهو على محمد البدشي العجمي، وهو على الولي العجمي.\nويقال إن الشيخ رحمه الله تعالى كتب بيده الشريفة أربعة وأربعين مصحفاً ونسخة من كتاب المصابيح للبغوي، وكتاب المشارق للصغاني كلاهما في جلد الغزال، وكلا من سورة الأنعام والكهف والأدعية والأوراد مقدار ألف نسخة وجملة من الأدراج والطومار، وكان قد عرضت له وهو في الثامن والثمانين من عمره حادثة الرعشة في رأسه. وأما يده وقت الكتابة فلم ترتعش قط، حتى كان خطه في آخر عمره يضاهي خطه في شبابه. وقد خدمته الملوك ومسكوا له الدواة بين يديه، وأعطي من القبول والشهرة ما لم يعط أحد من قبله ولا من بعده. وكراماته شهيرة. وتوفي تقريباً سنة 957 عن مائة\nالجزء: 1 ¦ الصفحة: 95\n",
        "وعشرة سنة. ودفن بإسكدار في صفة مقابلة للتكية المعروفة بقراجا أحمد، وذلك زمن السلطان أبي الفتح سليمان خان ابن سليم خان، رحمه الله تعالى.\nثم انتهت جودة الخط وحسنه إلى تلامذته، وهم محيي الدين جلال زاده عاش مائة سنة وكتب سبعة وتسعين مصحفاً، وجمال الدين الأماسي وأخوه عبد الله عاش كل منهما ثمانين سنة. غير أن قواعد هؤلاء الثلاثة أكثر ميلاً إلى قواعد ياقوت المستعصمي.\nومن خواص تلامذة الشيخ رحمه الله حسام الدين خليفة كان ماهراً في الأقلام الستة والنسخ السادة. قلد طريقة شيخه حتى غلط كثير من المميزين والمشخصين في التمييز بين خطيهما. عاش سبعة وستين سنة، وكتب تسعة وثمانين مصحفاً.\nومنهم شكر الله خليفة كان ماهراً في الأقلام الستة والنسخ\nالجزء: 1 ¦ الصفحة: 96\n",
        "السادة وكتب عدة مصاحف وأوراد.\nومنهم رجب خليفة كان ماهراً في الأقلام الستة والنسخ السادة، وكتب ثلاثة وتسعين مصحفاً وجملة من سورة الأنعام والأوراد.\nالجزء: 1 ¦ الصفحة: 97\n",
        "وكان في آخر عصر السيخ من الماهرين في الخط رجل يسمى أحمد أفندي قرا حصارى يقال إنه أجازه الشيخ بالكتبة، ولكنه في آخره مال على طريقة ياقوت وجمع بين الطريقتين، وكتب جملة من المصاحف والأوراد. توفى سنة 963.\nومن خواص تلامذته حسين جلبي خليفة، أحيا طريقة شيخه وكتب عدة من المصاحف.\nثم جاء من بعده دلي يوسف أفندي فأجاد، لأنه جمع بين طريقة شيخه والطريقة الحمدية فصار مقبولا إلى الغاية، وكتب عدة مصاحف على هذه الطريقة.\nثم جاء من بعده قره علي أفندي ثم من بعده تكنه جي حسن جلبيولم يشتهر بعده في هذه السلسلة أحد.\nوكان من الممتازين في عصر هؤلاء ولد الشيخ لصلبه الإمام الماهر الضابط مصطفى دده المعروف كأبيه بابن الشيخ، سماه أبوه\nالجزء: 1 ¦ الصفحة: 98\n",
        "باسم والده تبركا. وكان قد برع في حياة والده في حسن الخط وشهد له الأفاضل، وقد أجازه والده بالكتبة وكان ماهراً في الأقلام الستة كأبيه، كتب عدة من المصاحف والأوراد والأدعية. مات عن أربعين سنة، ودفن عند والده بإسكدار.\nوممن كان في عصره من كبار تلامذة والده الإمام الماهر محمود أفندي الشهير بـ طنجانلي كان مشهوراً بحسن التقليد للشيخ، كتب عدة من المصاحف الشريفة والأنعام والأذكار.\nوكان في عصره عبد الكريم خليفة المعروف بوقاية زاده، وشكر الله خليفة وأحمد جلبي. وممن اشتهر في زمانهم عبد الله أفندي القريمي كتب على طريقة الشيخ مسارقة من خطوطه، لأنه يقال: إنه طلب التعليم والإجازة من الشيخ فلم يرض، واجتهد حتى صار متقناً في الفن، وكتب عدة مصاحف وانتزع لنفسه طريقة منتزعة بين طريقة الشيخ وطريقة أحمد طيب شاه واخترع منهما نوعاً من الثلث،\nولكن سقط مقامه بين\nالجزء: 1 ¦ الصفحة: 99\n",
        "الكتاب والبهاء، وصار من قبيل مذبذبين بين ذلك لا إلى هؤلاء ولا إلى هؤلاء.\nوكان ممن أحيا طريقته من بعده رجل اسمه أمر الله أفندي فإنه قلده في طريقته المنتزعة مع ميله إلى الطريقة الحمدية كثيراً، بدقة طبعه ولطافة فكر، فحسن الثناء عليه والقبول. وكتب بذلك عدة من المصاحف والأنعام والأذكار.\nثم انتهت جودة الخط بعد هؤلاء إلى الإمام الماهر بير أفندي وهو حفيد الشيخ، أجازه والده الدرويش محمد بالكتبة، وأحيا طريقة جدوده، مع ملازمة حدوده، وكتب عدة من المصاحف والأنعام.\nوكان ممن كتب عليه معاصرة الإمام الماهر حسن أفندي المعروف بإسكداري حسن جلبي، تولى مشيخة السراي بعد شيخه، وكتب عدة من المصاحف والأنعام والأذكار.\nوعنه أخذ الإمام المجود والضابط خالد أفندي المعروف\nالجزء: 1 ¦ الصفحة: 100\n",
        "بالعزيز. أجاز له بالسكتبة شيخه الإسكداري، وكتب عدة من المصاحف والأذكار، وسورة الأنعام.\nوكان في عصره من الماهرين قره حسين أفندي تولى مشيخة مكتب الآغا، وكتب من المصاحف والأذكار، وكان موصوفاً بالجمال المفرط، وشهد له بعض تلامذته بالكرامة.\nثم انتهت جودة الخط إلى الإمام الماهر الضابط المرحوم درويش علي أفندي الملقب بالشيخ الثاني، كتب أولاً على قره حسين أفندي المذكور، وبعد وفاته حصل التكميل والإجازة على يدي خالد العزيز. وكتب ثمانية وثمانين مصحفاً وجملة من سورة الأنعام والأوراد والأذكار. وخطه هو العمدة عليه في زماننا هذا. توفي سنة 1086 عن سبعة وثمانين سنة. ومن كراماته أنه رفع إصبعه السبابة بعد موته عند قول المغسل بالشهادتين، وغسل بماء أغلي ببراية أقلامه.\nوكان ممن عاصره من الخطاطين رمضان بن إسماعيل، يقال إنه كتب ثلاثمائة وستين مصحفاً، وجملة من سورة الأنعام والأذكار. وفاته في سنة 1097.\nالجزء: 1 ¦ الصفحة: 101\n",
        "ومن المعاصرين أيضاً علي أفندي نفسي زاده، وعمر بيك نصوح باشا زاده، ومحمد أفندي الإمام، وعلي أفندي قاشقجي زاده، وأحمد أفندي قزقابان زاده، ومحمد أفندي نقاش زاده، وخليل أفندي الملقب بالحافظ، ومحمد أفندي عرب زاده المتوفى سنة 1122، ومحمد أفندي خواجة زاده. ويقال إن هذين الأخيرين أجاز لهما الدرويش علي.\nومنهم إسماعيل أفندي ترك، توفي غريقاً في البحر سنة 1085. ويوسف أفندي المتوفى في سنة 1119 وهذان الاثنان كانا بمصر.\nثم انتهت جودة الخط إلى (تلامذة درويش علي)، منهم مصطفى أفندي الأيوبي المعروف بسيولجي زاده، وفاته في سنة 1099.\nالجزء: 1 ¦ الصفحة: 102\n",
        "ومنهم إسماعيل أفندي خليفة المعروف بابن علي، كتب أربعة وأربعين مصحفاً، وكمل مصحف شيخه الثامن والثمانين، وهو آخر المصاحف التي مات وخلاه إلى سورة الأنعام، فكمله بخطه.\nومنهم أحمد أفندي قزانجي زاده كان مشهوراً بحسن التقليد لخط الشيخ، كتب تسعة عشر مصحفاً وعدة من سورة الأنعام والأذكار، توفي سنة 1116.\nومنهم الإمام الماهر الضابط عثمان أفندي المعروف بالحافظ، الملقب بالشيخ الثالث، كتب جملة من المصاحف والأنعام والأوراد والأذكار، توفي سنة 1112.\nومنهم أحمد أفندي المعروف بشيخ زاده، كتب سبعة عشر مصحفاً وجملة من سورة الأنعام والأذكار ودلائل الخيرات.\nومنهم فضل الله أفندي، وفاته في سنة 1107، وكتب عدة من المصاحف والأوراد والأذكار.\nومنهم عنبر مصطفى آغا، كان متين اليد إلى الغاية، كتب عدة من المصاحف والأنعام، توفي سنة 1117.\nالجزء: 1 ¦ الصفحة: 103\n",
        "ومنهم الإمام الماهر عمر أفندي كاتب السراي. ومنهم جابي زاده محمد أفندي، وهما من جملة خلفائه.\nومن (معاصري هذه الطبقة) كوجك درويش علي أفندي، وكوجك عرب زاده محمد أفندي، وأحمد أفندي الدرويش، وعبد الله أفندي الوفائي، وإبراهيم أفندي ابن رمضان، وعلي أفندي إمام أمير آخور.\nومن خواص خلفاء الدرويش علي الإمام الماهر المجود الضابط، مجدد الرسوم الحمدية، في الديار المصرية، مولاه ومعتقه حسين أفندي الجزائري، لازم خدمة أستاذه حتى برع وفاق، كتب ربعة شريفة في ثلاثين جزءاً، ومصحفين شريفين أحدهما في الشام والثاني بمصر، وشرع في الثالث فبلغ إلى النصف منه ومات، فكمله فيما بعد المرحوم حسن الضيائي.\nالجزء: 1 ¦ الصفحة: 104\n",
        "وممن كتب على فضل الله أفندي محمد أفندي الشهري المعروف بالبستانجي.\nوممن كتب على عمر أفندي كاتب السراي صالح أفندي، المعروف بحمامجي زاده.\nوممن كتب على أحمد أفندي شيخ زاده ولده الماهر الضابط إبراهيم أفندي شيخ زاده.\nثم انتهت جودة الخط إلى (تلامذة الجزائري)، منهم الإمام الماهر الضابط المجود سليمان أفندي الملقب بالشاكري.\nومنهم الإمام الماهر الضابط المجود السيد محمد بن إبراهيم المقدسي الملقب بالنوري.\nومنهم مصطفى أفندي خليفة، وقاسم أفندي، وغير هؤلاء.\nوقد جود الشاكري أيضاً في مبادئ أمره على محمد خواجه زاده، ومحمد الشهري البستانجي، وحافظ عثمان فالبستانجي كتب على فضل الله أفندي وحافظ عثمان كلاهما على الدرويش علي.\nفمن كتب على الشاكري الإمام الضابط المعمر حسن بن حسن المعروف بالضيائي، ولد سنة 1098، وكتب في مبدأ أمره على\nالجزء: 1 ¦ الصفحة: 105\n",
        "والده ثم على شيخه السيد علي، وعلي صالح أفندي المعروف بحمامجي زاده، وأدرك الجزائري أيضاً بعد وفاة والده باثني عشر سنة، وكتب عليه من غير واسطة، وقد أجازه بالكتبة الشاكري، وحمامجي زاده، الأخير عن عمر أفندي كاتب السراي عن الدرويش علي. كان رحمه الله كثير الإتقان شديد الاحتراز، على نهج السلف الصالح في التحري والضبط في سائر ما يكتبه، كما هو مشاهد في خطوطه. توفى سنة 1182 عن أربع وثمانين سنة.\nوممن كتب على الشاكري الأستاذ الفاضل الماهر الضابط المجود الشيخ شهاب الدين أحمد الأفقم المكنى بأبي الإرشاد، وقد برع في الفن واجتهد حتى نال الشهرة والقبول، وكتب عدة من نسخ الدلائل والأوراد والأذكار وغيرها.\nوفي الموجودين من تلامذته الآن مولانا السيد إبراهيم الرويدي الحسيني، المكنى بأبي الفتح الحمامي الوفائي، والشيخ أحمد المكنى بأبي العز، بارك الله في مدتهما، ونفع بهما المسلمين.\nالجزء: 1 ¦ الصفحة: 106\n",
        "وممن كتب على السيد محمد النوري رحمه الله تعالى خلق كثير على اختلاف الطبقات. وأجاز بالكتبة من لا يحصى.\nفمن أشهر تلامذته الماهر الضابط المرحوم عبد الله أفندي المولوي، الملقب بالأنيس رحمه الله تعالى، وقد جود أولاً على الشاكري وغيره، وكان تكميله وإجازته على يد السيد محمد النوري.\nومنهم الجناب المكرم المير إسماعيل أفندي الملقب بالوهبي، والجناب المكرم الأمير أحمد أفندي الملقب بالشكري، بارك الله في مدتهما ونفع بهما المسلمين.\nفمن كتب على الأنيس من طرزت هذا النبذة باسمه الشريف الضابط، الجناب المكرم، والملاذ المفخم، الأمير حسن أفندي تابع المرحوم الحاج علي آغا، وكيل دار السعادة، والملقب بالرشدي، أرشده الله لكل خير، وبارك في مدته وحياته، ودفع عنه كل ضير، فهو الذي أحيا هذه الطريقة، وجدد رسومها في الحقيقة، وأثنت عليه الألسن من كل جانب، وأعطى القبول والحب ونال أعلى المراتب، فالله تعالى يحرسه بعين عنايته، ويحمي فضله من عين الحسود ونكايته.\nالجزء: 1 ¦ الصفحة: 107\n",
        "خاتمة\nنسأل الله حسن الخاتمة، وفيها فصلان:\nالأول: في بيان أدب التلميذ مع الشيخ\nفاعلم أن الطالب لهذا الفن والراغب إليه لا بد له من شيخ يريه دقائق الفن ويحقق له حقايقه، ويكشف له رموزه ويفتح له لغوزه ويقرب له رقائقه؛ فقد ورد في بعض الآثار، عن بعض الأخيار: لولا المربي، ما عرفت ربي. فإذا يسر الله له الأستاذ فله معه شروط، منها حفظ مقامه في الغيبة والحضور على قدر الإمكان، فلا يرفع صوته على صوته، ولا يقول له من شيء قال: لم هذا؟ فإن أشكل عليه شيء سأل بيانه بالأدب. ومنها أن لا يضحك في حضرة أستاذه إلا تبسماً لمقتض. ومنها عدم مسابقة قوله، بل يسكت إلى أن ينتهي فيما يقوله. ومنها أن يجلس في حضرته كهيئة التشهد يسارق وجه أستاذه النظر. ومنها عدم مخاصمته لأحد من أتباع أستاذه ومن ينتسب إليه. ومنها حفظ متعلقاته عن الجرأة غليها، فلا يلبس ثوبه ولا نعله،\nالجزء: 1 ¦ الصفحة: 109\n",
        "ولا يركب دابته، ولا يجلس على سجادته، ولا يشرب من الإناء\nالذي أعد له إلا أن يأذن له في شيء من ذلك. ومنها أن يداوم على الإدمان والاجتهاد فيما يقول له ويأمره به الأستاذ. فهذه آداب التلميذ مع الأستاذ، من ابتلى باختلال شيء منها تساهلاً أو غفلة لا يفلح أبداً.\nالثاني: نصيحة لسائر الخطاطين\nقال الله تعالى في كتابه العزيز: (وما الحياة الدُّنيا إلا متاعُ الغرور). وقد ذكر العارفون بهذا الفن أن من أكبر موجبات التكميل للطالب في هذا الفن ترك الغرور في نفسه، وترك الترفع على أبناء جنسه، فإنه ربما اجتهد في الكتابة كثيراً فيأتيه الشيطان فيوسوس له بالغرور، ويوقعه في الشرور، ومتى سلم من هذا يرجى له القبول، والرقي لمراتب الوصول. ومتى تساهل في أمر نفسه، وتكبر على أبناء جنسه، عوقب بالحرمان والوسواس، وسقط عن مرتبته التي كان فيها عند الله وعند الناس.\nنسأل الله العفو والرضا، والتجاوز عما مضى، إنه على كل شيء قدير، وبكل فضل جدير، وحسبنا الله ونعم الوكيل، ولا حول ولا قوة إلا بالله العلي العظيم. وصلى الله على سيدنا ومولانا محمد وعلى آله وصحبه وسلم تسليماً كثيراً إلى يوم الدين.\nالجزء: 1 ¦ الصفحة: 110\n",
        "أملي هذه الحروف على الاستعجال وصنوف الاشتغال، العبد المقصر المعترف بذنبه، الفقير محمد مرتضى الحسيني سامحه الله بمنه وكرمه، وذلك في مجالس آخرها 12 من شهر ذي الحجة الحرام ختام سنة 1184. ختمت بخير وعلى خير. آمين\nالجزء: 1 ¦ الصفحة: 111\n",
        ""
    ]
}