{
    "1": [
        "حلية الفقهاء\nحلية الفقهاء\nابن فارس\nالكتاب:\nحلية الفقهاء\nالمؤلف:\nأحمد بن فارس بن زكرياء القزويني الرازي، أبو الحسين (المتوفى: 395هـ)\nالمحقق:\nد. عبد الله بن عبد المحسن التركي\nالناشر:\nالشركة المتحدة للتوزيع - بيروت\nالطبعة:\nالأولى (1403هـ - 1983م)\nعدد الأجزاء:\n1\nأعده للشاملة/ فريق رابطة النساخ برعاية (مركز النخب العلمية)\n[ترقم الكتاب موافق للمطبوع]\n",
        "ترجمة المؤلف\nهو أبو الحسين أحمد بن فارس بن زكريا الرازي. وقد اختلف في موطنه، فقيل: كان من قزوين، وقيل: كان من رستاق الزهراء من قرية كرسف جياناباذ، وقيل: إن أصله من همذان، وقيل: بل كان مقيمًا بها مدة. ويبدو أن تنقّل ابن فارس في بلاد شتى، وإقامته زمنًا طويلًا في بعضها، هما سبب الخلاف في معرفة وطنه الأول. وإن كانت نسبته المشهورة \"الرازي\" إلى مدينة الري، التي أقام فيها \"ليقرأ عليه مجد الدولة أبو طالب بن فخر الدولة بن بويه الديلمي صاحب الري، فأقام بها قاطنًا\"، إلى أن وافاه الأجل في صفر سنة خمس وتسعين وثلاثمائة، \"ودفن بها مقابل مشهد قاضي القضاة أبي الحسن علي بن عبد العزيز يعني الجرجاني\".\nوكان والده \"فقيهًا شافعيًا لغويًا، وقد أخذ عنه أبو الحسين، وروى عنه في كتبه، كما أخذ عن \"أبي بكر أحمد بن الحسن الخطيب\nالجزء: 1 ¦ الصفحة: 5\n",
        "رواية ثعلب، وأبي الحسن علي بن إبراهيم القطان، وأبي عبد الله أحمد بن طاهر المنجم، وعلي بن عبد العزيز المكي، وأبي عبيد، وأبي القاسم سليمان بن أحمد الطبراني. وكان ابن فارس يقول: ما رأيت مثل ابن عبد الله أحمد بن طاهر، ولا رأى هو مثل نفسه\".\nوأما تلامذته، فأشهرهم بديع الزمان الهَمَذاني، الذي قال الثعالبي في ترجمته: \"وقد درس على أبي الحسين بن فارس، وأخذ عنه جميع ما عنده، واستنفذ علمه، واستنزف بحره، ومنهم الصاحب بن عباد، وكان يكرمه ويتتلمذ له، ويقول: شيخنا أبو الحسين، ممن رزق حسن التصنيف، وأمن فيه من التصحيف\".\nوكان ابن فارس جَمَّ المروءة، رفيع السجايا، \"وكان كريم النفس، جوادَ اليد، لا يكاد يرد سائلا حتى يهبَ ثيابَه وفرش بيته\". قال ابن الأنباري: \"وكان له صاحب يقال له: أبو العباس أحمد بن محمد الرازي، المعروف بالغضبان، وسبب تسميته بذلك أنه كان يخدُمه، ويتصرف في بعض أموره، قال: فكنت ربما دخلت، فأجد فراش البيت أو بعضه قد وهبه، فأعاتبه على ذلك، وأضجر منه، فيضحك من ذلك، ولا يزول عن عادته. فكنت متى دخلت عليه، ووجدت شيئا من البيت قد ذهب، علمت أنه وهبه، فأعبس وتظهر الكآبة في وجهي، فيبسطني ويقول: ما شأن الغضبان؟ حتى لصق بي هذا اللقب منه، وإنما كان يمازحني به\".\nالجزء: 1 ¦ الصفحة: 6\n",
        "وكان معدودًا من \"رؤساء أهل السنة المجودين على مذهب أهل الحديث\". وعلى ذلك لا نعجب حين نراه منحرفًا عن الفلسفة وأصحابها، حتى إنه يفضّل علم العروض عليها، حين يصفه بقوله: \"علم العروض الذي يُربي بحسنه ودقته واستقامته على كل ما يتبجح به الناسبون أنفسهم إلى التي يقال لها الفلسفة!\n...\n\"، إلاّ أن ابن فارس بالغ في التعصّب لعلم العروض حين فضّله على علوم الطبيعة والحساب، وحين عطف هذه العلوم على الفلسفة، فهو يتابع حديثه عن العروض قائلاً: \"ومن عرف دقائقه وأسراره وخفاياه علم أنه يُربي على جميع ما يتبجح به هؤلاء الذين ينتحلون معرفة حقائق الأشياء من الأعداد والخطوط والنقط، التي لا أعرف لها فائدة، غير أنها مع قلة فائدتها تُرِقُّ الدين، وتُنتج كل ما نعوذ بالله منه\".\nعلى أن هذا الموقف لا ينبغي أن يفسر بالرجعية كما سماه زكي مبارك، وإنما هو ضرب من تعصب بعض العلماء للعلوم التي ألفوها، وأفْنَوْا حياتَهم في تحصيلها\n...\nويقابل هذا الموقف فكر متحرر من التعصّب للقديم لقدمه فحسب، فهو يقول في رسالته في الردّ على محمد بن سعيد الكاتب: \"ومن ذا حظر على المتأخر مضادة المتقدم؟ ولِمَ تأخذُ بقول من قال: ما ترك الأولُ للآخر شيئا؟ وتدع قول الآخر: كم ترك الأول للآخر؟! .. وهل الدنيا إلا أزمان، ولكل زمن منها رجال؟ وهل العلوم بعد الأصول المحفوظة إلا خطراتُ الأفهام، ونتائجُ العقول؟\nالجزء: 1 ¦ الصفحة: 7\n",
        "ومن قَصَر الآداب على زمان معلوم، ووقفها على وقت محدود؟ .. ولم ينظر الآخر مثلما نظر الأول حتى يؤلف مثل تأليفه، ويجمع مثل جمعه، ويرى في كل ذلك مثل رأيه؟! .. وما تقول لفقهاء زماننا إذا نزلت بهم من نوازل الأحكام نازلة، لم تخطر على بال من كان قبلهم؟! .. \".\nوقد وصف ابن فارس بأنه \"كان إماماً في علوم شتى، وخصوصاً اللغة، فإنه أتقنها\".\nوقال أبو عبد الله الحميدي: \"سمعت أبا القاسم سعد بن علي بن محمد الزنجاني يقول: كان أبو الحسين أحمد بن فارس الرازي من أئمة أهل اللغة في وقته، محتجاً به في جميع الجهات غير منازع\".\nوقال فيه الباخرزي: \"إذا ذكرت اللغة، فهو صاحب (مجملها)، لا بل صاحب المجمل لها، وعندي أن تصنيفه ذلك من أحسن التصانيف التي صنفت في معناها، وأن مصنفها إلى أقصى غاية من الإحسان قد تناهى\". وما من شك في أن نظرة إلى مؤلفات ابن فارس تدل على أن حلبته التي كان مجلياً فيها، هي حلبة اللغة وعلومها، حتى لقد قرنت شهرة كتابه \"المجمل\" بشهرة كتاب العين والجمهرة والصحاح.\nوقد وصفه القفطي بأنه \"كان يجمع إتقان العلماء، وظرف الكتاب والشعراء\". وحقاً نجد فيما وصل إلينا من نثره ما يدل على تمكّنه من\nالجزء: 1 ¦ الصفحة: 8\n",
        "أسلوب الكتابة دون أن يستذله التكلف والسجع، كما تدل مقطعات شعره على حسن التفنن وإحكام الصنعة مع ميل ظاهر إلى الدعابة والتهكم، فمن ذلك قوله:\nإذا كان يُؤذيك حرُّ المصيف\n...\nوكربُ الخريف ويردُ الشِّتا\nويُلهيك حُسن زمان الرَّبيع\n...\nفأخذُك للعلم قُلْ لي متى؟\nولننظر إلى قناعة هذا العالم الذي لا يركن إلا إلى سِنَّورٍ أليف، وكتاب لطيف:\nوقالوا: كيفَ أنت؟ فقلتُ: خير\n...\nتقضى حاجةٌ وتفوت حاجُ\nإذا ازدحمت همومُ القلب قُلنا:\n...\nعسى يوماً يكونُ لها انفراجُ\nنديمي هِرّتي وسرور قلبي\n...\nدفاتر لي ومعشوقي السراجُ\nويقال: إنه كان يردد قبل وفاته هذين البيتين:\nيا ربّ إن ذنوبي قد أحطتَ بها\n...\nعلماً وبي وبإعلاني وإسراري\nأنا الموحد لكني المُقِرُّ بها\n...\nفَهَبْ ذنوبي لتوحيدي وإقراري\nومن أبرز العلوم التي أسهم فيها ابن فارس بنصيب وافر، وكان له فيها جملة مؤلفات هو علم الفقه، وإن لم يبلغ فيه ما بلغه في علوم اللغة من إمامة مجمع عليها.\nالجزء: 1 ¦ الصفحة: 9\n",
        "وقد كان ابن فارس شافعياً على مذهب أبيه، ثم صار مالكيًا في آخر أمره، وسئل عن ذلك فقال: \"دخلتني الحمية لهذا الإمام المقبول على جميع الألسنة أن يخلو مثلُ هذا البلد - يعني الريّ - عن مذهبه، فعمرت مشهد الانتساب إليه، حتى يكمل لهذا البلد فخرُه، فإن الريّ أجمعُ البلاد للمقالات والاختلافات في المذاهب على تضادها وكثرتها\"\n...\nوكان كثيرَ المناظرة في الفقه \"وإذا وجد فقيها أو متكلما أو نحويا، كان يأمر أصحابه بسؤالهم إياه في مسائل من جنس العلم الذي يتعاطاه، فإن وجده بارعا جدلاً، جرَّه في المجادلة إلى اللغة، فيغلبه بها، وكان يحث الفقهاء دائماً على معرفة اللغة، ويلقي عليهم مسائل ذكرها في كتاب سماه كتاب فتيا فقيه العرب، ويُخجلهم بذلك، ليكون خجلهم داعياً إلى حفظ اللغة، ويقول: من قصر علمه عن اللغة وغولط غلط\".\nوهو يأخذ على رجال الفقه والحديث وقوعهم في اللحن فيقول: \"وقد كان الناس قديما يجتنبون اللحن فيما يكتبونه أو يقرؤونه اجتنابهم بعض الذنوب، فأما الآن، فقد تجوَّزوا حتى إن المحدث يُحدث فيَلْحَنُ، والفقيه يؤلِّف فَيَلْحن. فإذا نُبِّها، قالا: ما ندري ما الإعراب، وإنما نحن محدثون وفقهاء! .. فهما يسران بما يساء به اللبيب.\nالجزء: 1 ¦ الصفحة: 10\n",
        "ولقد كلمت بعض من يذهب بنفسه، ويراها من فقه الشافعي بالرتبة العليا في القياس، فقلت له: ما حقيقة القياس وما معناه؟ ومن أي شيء هو؟ فقال: ليس عليَّ هذا، وإنما عليَّ إقامة الدليل على صحته! .. فقل الآن في رجل يروم إقامة الدليل على صحة شيء لا يعرف معناه، ولا يدري ما هو، ونعوذ بالله من سوء الاختيار\".\nوتذكر كتب التراجم لابن فارس أربعة كتب في الفقه هي: كتاب أصول الفقه، ومقدمة الفرائض، وفتيا فقيه العرب، وحلية الفقهاء.\nفأما الكتابان الأولان - وهما أصول الفقه، ومقدمة الفرائض - فلم يصلا إلينا، وقد ذكرهما ياقوت في سرده لمؤلفات ابن فارس.\nوأما \"فتيا فقيه العري\" فقد ذكره ابن الأنباري وابن خلكان والقفطي واليافعي والسيوطي. وقد ذكر بروكلمان أن مخطوطته في مكتبة مشهد بإيران (15: 29، 84)، وقد نشر في مجلة مجمع اللغة العربية بدمشق. وقد وصف السيوطي طريقة ابن فارس فيه بأنها \"ضرب من الألغاز\"، ووصف ابن خلكان مضمونه بأنه \"مسائل في اللغة يُعايى بها الفقهاء\". وذهبت بعضُ المصادر إلى أن الحريري صاحب المقامات اقتبس طريقة ابن فارس في مقامته الثانية والثلاثين، وهي المقامة الطيبية، وقد ضمنها نحواً من مائة مسألة فقهية.\nوأما حلية الفقهاء - التي نضعها بين يدي القارئ- فقد ذكرها ابن خلكان وياقوت واليافعي وابن العماد الحنبلي والسيوطي وحاجي\nالجزء: 1 ¦ الصفحة: 11\n",
        "خليفة. وقد وصلتنا مخطوطتها الفريدة من مكتبة إسماعيل صائب بجامعة أنقرة، برقم 1713 بوساطة أخينا الأستاذ العالم الدكتور فؤاد سزكين، جزاه الله خيرا ونفع بجهوده، وهي في (54) ورقة نسخت سنة 589 هـ، وبخط نسخي واضح، ومسطرتها 15 سطرا، وقد وقع لصق في أسفل الورقات من 35 - 54 عند التقاء الورقتين، لم يصب الكلام، وقد طغى بعضه على كلمات وكتبت الكلمات فوق اللصق بخط مغاير اجتهاداً، وقد نبهت عليه في موضعه.\nوضمت النسخة إلى كتاب حلية الفقهاء بعض المسائل في فقه الشافعية، وقد أبقيتها حيث ورد تاريخ نسخ النسخة في آخرها، وضَنّأً بها عن النسيان.\nوجاء في الصفحة الأولى عنوان الكتاب هكذا:\nكتاب حلية الفقهاء\nتأليف الشيخ الإمام العالم العامل أبي الحسن أحمد بن فارس\nرحمه الله ورضي عنه\nثم مختارات من الشعر بقلم مغاير.\nوالكتاب شرح لألفاظ الإمام أبي عبد الله محمد بن إدريس الشافعي التي وردت في مختصر أبي إبراهيم إسماعيل بن يحيى المزني، أشهر تلامذة الشافعي، وقد تحرّى المزنيُّ الدقة فقال: \"اختصرت هذا من علم الشافعي، ومِن معنى قوله لأقربه على من أراده\". وقد نهج ابن فارس نهجاً طيباً في الشرح، حيث كشف إلى جانب المعنى اللغوي عن مراد الشافعي، رضي الله عنه، واحتج له، وبيّن منزلته في العربية.\nالجزء: 1 ¦ الصفحة: 12\n",
        "وابن فارس مسبوق في هذا العمل، حيث ألّف أبو منصور الأزهري المتوفَّى سنة 370 هـ، كتابه \"الزاهر\" في غريب ألفاظ الشافعي الذي أودعه المزني في مختصره ولم يرد في حلية الفقهاء ما يدل على أن ابن فارس رأى كتاب أبي منصور الأزهري.\nوابن فارس يرى أن اللغة أداة لازمة للفقيه، ومن هنا كان شرحه لكلام الشافعي الذي أورده المزني في مختصره بهذا الكتاب تحفة الفقهاء.\nوكتاب ابن فارس هذا، يبدأ بمقدمة ذكر المؤلف فيها بعض تعريفات ومباحث في أصول الفقه، ثم تابع في شرح ألفاظ مختصر المزني.\nوأما سائر مؤلفات ابن فارس، فنكتفي بسرد أسمائها، حتى تكتمل صورة هذا العالم الفذ، الذي كان في ميدان اللغة مجلياً، وفي سائر ميادين العلوم مصلياً.\nوهذه المؤلفات منها ما وصل إلينا، ومنها ما ذكرته كتب التراجم، ولكنه ضاع في جملة ما ضاع من تراثنا الإسلامي العظيم. وقد بلغت مؤلفات ابن فارس نحواً من (45) كتاباً ورسالة، ولكننا نرجّح أن بعض هذه المؤلفات وردت بمسميات مختلفة مع أنها مؤلف واحد، وهذا ما نلاحظه حين نقرأ المسرد التالي:\nالجزء: 1 ¦ الصفحة: 13\n",
        "الإتباع والمزاوجة - اختلاف النحويين - أخلاق النبي صلى الله عليه وسلم - الأفراد - الأمالي - أمثلة الأسجاع - الانتصار لثعلب - أوجز السير - التاج - تفسير أسماء النبي صلى الله عليه وسلم - تمام فصيح الكلام - الثلاثة - جامع التأويل - الحجر - الحماسة المحدثة - خُضارة - خلق الإنسان - دارات العرب - ذخائر الكلمات - ذم الخطأ في الشعر - ذم الغيبة - رائع الدرر ورائق الزهر في أخبار خير البشر - سيرة النبي صلى الله عليه وسلم - شرح رسالة الزهري إلى عبد الملك بن مروان - الشيات والحلي - الصاحبي - العرق - العم والخال - غريب إعراب القرآن - الفرق - الفريدة - والخريدة - الفصيح - فقه اللغة - قصص النهار وسمر الليل - كفاية المتعلمين في اختلاف النحويين - اللامات - الليل والنهار - مأخذ العلم - متخير الألفاظ - المجمل - مختصر سير رسول الله - مختصر في المؤنث والمذكر - مختصر في نسب النبي ومولده ومنشئه ومبعثه - مسائل في اللغة - مقالة في أسماء أعضاء الإنسان - مقالة \"كلا\" وما جاء منها في كتاب الله - المقاييس - مقدمة في النحو - نعت الشعر أو نقد الشعر - الفيروز - اليشكريات.\nوأخيراً فإني أرجو أن يكون في تحقيق \"حلية الفقهاء\"، خدمة متواضعة لتراثنا الفقهي، وتجلية لجانب من نتاج ابن فارس المتنوع، كما أرجو أن يجد أهل العلم في هذه الرسالة ما يجعلها جديرة بأن تكون \"حلية الفقهاء\".\nالرياض في 1/ 5/1402 هـ\n...\nعبد الله بن عبد المحسن التركي\nالجزء: 1 ¦ الصفحة: 14\n",
        "مصادر ترجمة أحمد بن فارس\n(1) نزهة الألباء في طبقات الأدباء: لأبي البركات كمال الدين عبد الرحمن بن محمد بن الأنباري. تحقيق الدكتور إبراهيم السامرائي، مكتبة الأندلس، بغداد، سنة 1970 م.\n(2) إنباه الرواة على أنباه النحاة: لجمال الدين أبي الحسن بن يوسف القفطي. تحفيق محمد أبو الفضل إبراهيم، مطبعة دار الكتب المصرية، 1369/ 1950.\n(3) وفيات الأعيان: لابن خلكان. تحقيق الدكتور إحسان عباس، دار صادر، بيروت، سنة 1968 م.\n(4) معدم الأدباء: لياقوت الحموي. دار المشرق، بيروت.\n(5) يتيمة الدهر في محاسن أهل العصر: للثعالبي. دمشق 1303 هـ.\n(6) دمية القصر وعصرة أهل العصر: لعلي بن الحسين الباخرزي. تحقيق د. محمد التونجي، بيروت، 1391 هـ.\n(7) مرآة الجنان وعبرة اليقظان: لأبي محمد عبد الله بن أسعد اليافعي. مؤسسة الأعلمي، بيروت 1390/ 1970.\n(8) شذرات الذهب في أخبار من ذهب: لأبي الفلاح عبد الحي بن العماد الحنبلي. المكتب التجاري للطباعة والنشر، بيروت.\n(9) النجوم الزاهرة في ملوك مصر والقاهرة: لأبي المحاسن جمال الدين يوسف بن تغري بردي. دار الكتب المصرية، سنة 1348 هـ.\n(10) المزهر في اللغة: للسيوطي. دار المعرفة، بيروت.\n(11) بغية الوعاة: للسيوطي. دار المعرفة، بيروت.\n(12) تاريخ الأدب العربي: لبروكلمان. الترجمة العربية، دار المعارف بمصر، 1961 م.\n(13) النثر الفني في القرن الرابع: زكي مبارك. دار الجيل، بيروت 1975 م.\n(14) معجم مقاييس اللغة: لأحمد بن فارس. (مقدمة المحقق الأستاذ عبد السلام هارون)، مطبعة البابي الحلبي، 1389/ 1969.\n(15) الصاحبي في فقه اللغة: لأحمد بن فارس. القاهرة، 1328/ 1910.\nالجزء: 1 ¦ الصفحة: 15\n",
        "بسم الله الرحمن الرحيم\nباب القول في مأخذ العلم\nاعلم أن مَأخَذَ العلم من كتاب الله وسنة رسول الله صلَّى الله عليه وسلَّم، وإِجْماعِ الأُمَّة، والقياسِ، وهو الاعتبار.\nفأما الكتاب، فمِن قولك: كتبتُ الشيءَ. إذا جمعتَه، فسُمِّيَ كتاباً لِما فيه جُمِعَ من الأَنْباء والقَصَص والأحْكام.\nوأما السُّنَّة فالسِّيرة؛ يُقال: هو حَسَنُ السُّنَّة: إذا كان جميلَ السِّيرة.\nوالسَّنَن: الطريق؛ يُقال: خَلِّ عن سَنَنِ الطريق.\nواسْتَنَّ الفرسُ، إذا جرى، وكلُّ ذلك يدُلُّ على معنىً واحد، يدُلُّ على أن السُّنَّةَ السِّيرةُ.\nوأما الإجماع فمِنْ قَوْلِنا: أجْمَعَ الناسُ على كذا، إذا أصْفَقُوا. وأجمعوا أمْرَهم. إذا اتَّفَقُوا عليه. قال الله تعالى: (فَأجْمِعوا أمركم\nالجزء: 1 ¦ الصفحة: 20\n",
        "وشُركاءكم). وليس الإجماع باجتماع الشُّخُوص، ولكنْ باتّفاق الأقاويلِ على الشيءِ، لأنَّ اجتماعَ الأشخاص ممّا لا يكاد يكون.\nوأما القياس فَفِعْلُ الْقايِس، وهو العِرْفانُ بمقدار الشيءِ، ورَدُّه إلى الذي يُوازِيه، ويُساويه في القَدْر.\nأخبرنا عليّ بن إبراهيم القَطَّانُ، قال: أخبرنا المَعْدانيُّ، عن أبيه، قال: حدثنا معروف بن حَسّان، عن الليث، عن الخليل بن أحمد، قال: تقول العربُ: قاسَ يَقيسُ. إنما هو إذا عرف القَدْرَ، كقولك: خَشَبَةٌ قِيسُ أُصْبُع. وتقول: قِسْ هذا الأمرَ بِذا قِياساً. والمقدارُ: المِقْياس، قال جرير:\nالجزء: 1 ¦ الصفحة: 21\n",
        "عُدُّوا الْحَصى ثم قِيسُوا بالمَقاييسِ\nأي: قَدِّروا بالمقادير. وهذا صحيح، لأن رَدَّ الأشكالِ بعضِها إلى بعضٍ قياسٌ، وتقديرَ الفُروع بأصولها قياسٌ.\nوبعضُهم سَمَّى ذلك اعْتِباراً، وأصلُ الاعتبارِ من قولِك: اعْتبرتُ الرُّؤْيا عِبارةً وعَبْراً. إذا تَأَوَّلْتَها، وعَبَرْتُ الدَّراهمَ، إذا عرفت وزنَها.\nوحُدِّثْنا عن الخليل، بالإسناد الذي ذكرنا آنِفاً، أنَّ تعبيرَ الدنانير وَزنُها ديناراً ديناراً. فإن يكُنْ ذلك كما ذكرناه، فالاعتبارُ يعرفُ مقدارَ الفروع فَرْعاً فرعاً ورَدُّها إلى الأصل، كما أنَّ الدنانيرَ يَجْمعُها الوزنُ.\nالجزء: 1 ¦ الصفحة: 22\n",
        "باب القول في العلم والفقه\nأما العلم فَمن قولك: علمتُ الشيءَ وعَلِمْتُ به، وهو عِرْفانُكَهُ على ما بِهِ، يُقال: عَلِمْتُه عِلْماً. وقد يكون اشتقاقُه مِن العَلَم والعَلامة، وذلك أنَّ العلامةَ أَمارةٌ يُمَيَّزُ بها الشيءُ عن غيرِه، وكذلك العِلمُ ممّا يتَمَيَّزُ به صاحبُه عن غيره، وممَّا يدُلُّك على هذا التَّاويلِ قولُه تعالى: (وإنه لعِلمٌ للسّاعةِ). أي: نُزولُ عيسى بن مريم، عليهما السلام، على أُمَّةِ محمدٍ عليه السَّلام، به يُعرفُ قُرْبُ الساعة. وناسٌ يقرؤونَها: (وإنه لَعَلَمٌ للسَّاعة) أي: أمارةٌ ودَلالةٌ.\nوأما الفقه، فَقِهْتُ الشيءَ: إذا أدْرَكْتَه، وإدْراكُكَ عِلْمَ الشيءِ فِقْهٌ، إلاَّ أنَّ الاخْتِصاصَ في إطلاقِ الفقهِ إنما هو لمعرفةِ الحلال والحرام والقضاءِ بتأويلِ الأحْكامِ، وذلك كَقَولِنا للقَصْدِ حَجٌّ، وإذا أطْلَقْنا الحَجَّ لم نَعْنِ به إلاَّ قَصْدَ البيتِ الحرام، قال الله تعالى: (قد فَصَّلْنا الآيات لقوم يفقهون)، تقول منه: فَقِهَ الشيءَ، يَفْقَهُه، وهو فَقِيهٌ.\nالجزء: 1 ¦ الصفحة: 23\n",
        "باب القول في النظر والجدل والحجة والدليل والعلة\nأما النَّظر والمُناظَرة، فمِن قولك: نظرتُ إلى الشيءِ، إذا أنت تأمّلتَه، فكذلك المُتَناظِران يَنْظُر كلُّ واحدٍ منهما إلى ما عند صاحبِه مِن الجوابِ والكلام في الذي قد تنازَعاه.\nوأما الجَدَلُ والمُجادلة، فمَأخوذٌ من أحد شيئين:\nإمَّا أن يكون من جَدَلْتُ فُلانًا: إذا أنت رميتَه بالأرضِ، والأرضُ الْجَدالَةُ، فإن كان مِن هذا، فلأنَّ المُتَناظِرَيْنِ يُريد كلُّ واحدٍ منهما العُلُوَّ بالحُجَّةِ وتَرْكَ صاحبِه بالْجَدالةِ.\nوالوَجهُ الآخَرُ: أنْ يكونَ مِن جَدَلْتُ الحَبْلَ: إذا فَتَلْتَهُ وأحْكَمْتَهُ، وجَدَلْتُ الزِّمامَ. والزِّمامُ نفسُه جَدِيلٌ، فإِنْ يكُنْ مِن هذا، فلأنَّ المُتناظِرَيْنِ يكثُرُ تَردادُ كلامِهما ويشْتَدُّ، كما تكثُر قُوَى الحبلِ وتُفْتَلُ، وهذا أصَحُّ الوَجْهَيْن.\nوأما الحُجَّة، فإنما سُمِّيَتْ حُجَّةً، لأنها مَقْصِدُ المُحْتَجِّ بها، والذي\nالجزء: 1 ¦ الصفحة: 24\n",
        "يُريدُ تَصْحيحَ دَعواه به، وقد تكونُ الحُجَّةُ مِن: حَجَجْتُ الجِراحةَ، إذا عرفتَ قَدْرَها وقَعْرَها، فكأنَّ الحُجَّةَ نِهايةُ الشيءِ المُخْتَلَفِ فيه.\nوأما الدليلُ، فاخْتُلِفَ فيه، فقال قومٌ: الدليلُ على صِحَّةِ الشيءِ، مَن يُعَرِّفُكَهُ، كما أنَّ الدليلَ في الطريقِ مَن يُعَرِّفُكَها.\nوقال آخَرونَ وهم الأَكْثرون: بل الدليلُ أَمارةٌ مُتعلِّقة بالشيءِ، يدلُّ على صِحَّتِه وتَفْضيلِه في المعنى على غيرِه.\nوأما العِلَّةُ، فالمعنى الذي يَنْتَهي إلى حُكْمِ عِلْمِ الشيءِ به، تقول: أردتُ أمرًا فعارَضَتْني دونَه عِلَّةٌ. أي: أمْرٌ حائِلٌ، وكذلك الحُكْمُ إذا وقَعَ لِعِلَّةٍ ما، مَنَعَتْه تلك العِلَّةُ أن تَحْكُمَ فيه إلاَّ بالحُكْم الذي أوْجَبَتْهُ، فكأنَّا قُلْنا: إنَّ العِلَّةَ في تَحْريمِ الخَمْرِ الشِّدَّةُ، أفَلا ترى أنَّ هذه الشِّدَّةَ مَنَعَتْ متى وُجِدَتْ أن يُسْلَكَ بالخمرِ غيرُ طريقِ التحريمِ؟.\nالجزء: 1 ¦ الصفحة: 25\n",
        "باب القول في الناسخ والمنسوخ\nأصلُ النَّسْخِ: إِبْطالُ الشيءِ، وإقامةُ غيرِه مُقامَهُ، يُقالُ: نَسَخَتِ الشَّمسُ الظِّلَّ: إذا أذْهَبَتْهُ وحَلَّتْ مَحَلَّهُ، قال الله تعالى: (ما ننسخْ من آية أو ننسأها نأت بخير منها أو مثلها). وكان الخليلُ بنُ أحمدَ يقول: النَّسْخُ: أنْ يُتْرَكَ أمرُ كان مِن قبلُ يُعْملُ به، ثم يُنْسَخُ لحاجة غيرِه، وهو المعنى الذي ذكَرْناه أوَّلاً.\nالجزء: 1 ¦ الصفحة: 26\n",
        "باب القول في الحظر والإباحة\nالحَظْرُ: المَنْعُ، يُقال: شيءٌ مَحْظورٌ، أي: مَمْنوعٌ، قال الله تعالى: (وما كان عطاء ربك محظورا). وسُمِّيَتِ الحَظيرةُ حَظيرةً، لأنَّها تَمْنَعُ الشَّاءَ وغيرَها عن الانْبِعاثِ. والمُحْتَظِرُ: المُتَّخِذُ للحَظيرة، قال الله تعالى: (فكانوا كهشيم المحتظر).\nوأما الإباحَةُ: فَمِنْ أبَحْتُ الشيءَ، إذا لم تَحْظُرْهُ، وهو ماخوذٌ مِن باحةِ الدَّارِ، أي: مُتَّسَعُها، فسُمِّيَتِ الإباحةُ إباحةً لاتِّساعِ الأمرِ فيها.\nوحقيقة الكلام: أن يُجْعَلَ خلافَ الإباحةِ الحِمى، لأنَّ الغالبَ في كلام العرب ذلك. والفقهاءُ يذكرون الحظْرَ والإباحةَ، وكلُّ ذلك شائعٌ ذائع، قال جرير:\nأَبَحْتَ حِمى تِهامةَ بعْدَ نَجْدٍ\n....\nوما شيءٌ حَمَيْتَ بِمُسْتَباحِ\nالجزء: 1 ¦ الصفحة: 27\n",
        "باب الخصوص والعموم\nأما العُموم: فاشتمالُ الذِّكْرِ أو الحُكْمِ على أشياء يجْمَعُها اللفظُ، كقولنا: ناس ورجال، والخُصوصُ: إفْرادُ شيءٍ دون شيءٍ بالذِّكْر، يُقال: عَمَّ المطرُ. فإذا خَصَّ قيل: خَصَّ، وتَخَلَّلَ، وانْتَقَرَ.\nالجزء: 1 ¦ الصفحة: 28\n",
        "باب ذكر كلمات صدّر بها كتابه\nقال المُزَنِيُّ: اختصرتُ هذا من عِلْمِ الشافعيِّ، ومِن مَعْنى قولِه، لأُقَرِّبَهُ على مَن أرادَه، مع إعْلامِيهِ نَهْيَهُ عن تقليدِه وتقليدِ غيرِه.\nفالاِختصارُ: أخذُ أوْساطِ الكلام وتَرْكُ شُعَبِهِ، وقَصْدُ معانيه، يُقالُ: اخْتَصَرَ فلانٌ الرَّمْلَ. إذا أخذَ خُصورَه، وهي أوْساطُه.\nوناسٌ يُفرِّقون بين الاختصار والإيجاظ، فيقولون: الاختصار إيرادُ\nالجزء: 1 ¦ الصفحة: 29\n",
        "اللفظ القليلِ المُشْتَملِ على المعاني الكثيرة. والإيجاز: الإتيانُ باللَّفْظَةِ تحتها معنى واحد.\nوقوله: \"هذا\". فهو إشارةٌ إلى الكتاب، وهذا شائعٌ في الكلام مُسْتَعْمَلٌ، وهو في القرآن كثير، قال الله تعالى: (هذا نزلهم يوم الدين)، وقال: (هذا ما توعدون ليوم الحساب * إن هذا لرزقنا ما له من نفاد). وكتب النبي عليه السلام لأهل مكة يوم الحديبية: \"هذا ما صالح عليه محمَّدُ بنُ عبدِ الله\". وجَرَتْ عادةُ الناسِ في كَتْبِ عَهْدِ بَيْعاتِهم: \"هذا ما اشترى فلان\".\nوقوله: \"مِن علم الشافعيّ\"، أراد به ما دَوَّنَه في كتابه مِن عِلْمِه، والعِلْمُ قد يكون ما حواهُ الصُّدورُ، فإذا دلَّ ما في الكتابِ على عِلْمِ الرجل، سُمِّيَ عِلْمًا، قال الله تعالى: (قل هل عندكم من علم فتخرجوه لنا). والعربُ تسمِّي السَّقْفَ المَحْفوظَ سماءً، ثم تُسَمِّي المطرَ لكَوْنِه من السحابِ سماءً، ثم تُسَمِّي النَّبِتَ الذي يكون عن المطرِ سماءً، فهذا الاتِّساعُ الذي تراه في كلامِ العرب، ومن أعْجبِ ذلك\nالجزء: 1 ¦ الصفحة: 30\n",
        "تسْمِيَتُهم الشَّحْمَ نَدًى، لأنَّ الشحمَ عن النَّبْتِ يكونُ، والنَّبْتُ عن النَّدى يكونُ.\nوأما قوله: \"ومِنْ معنى قولِه\"، فإنَّ المعنى حقيقةُ الشيءِ وعِلَّتُهُ الذي لأجِلِه يجبُ الحُكْمُ، يُقال للكلامِ الذي لا فائدة له: هذا كلامٌ لا معنى له. أي: لا شيء يُحْكَمُ مِن أجْلِه بحُكْمٍ، أمرٍ أو نَهْيٍ أو خَبَرٍ أو اسْتِخْبارٍ أو شيءٍ ممَّا يُفيدُه الكلامُ ذو المعنى، والعربُ تقول: لم تَعْنِ هذه الأرضُ شيئاً، أي: لا تُنْبِتُ. فكذلك الكلامُ إذا لم يُفِدْ لم يَعْنِ، فهذه حقيقة المعنى.\nوأما قول المُزَنِيِّ: \"ومن معنى قوله\". فإنه يُريدُ أشياءَ تشْتَرِكُ في ذلك المعنى الذي لِأجْلِه وَقَعَ الحُكْمُ، وإن اختلفتْ أجناسُها، فذَكَر المُزَنِيُّ بعضَ تلك الأشياءِ، لأنَّه إذا ذكر البعضَ وأشارَ إلى المعنى قِيسَ ما ليس بمذْكورٍ على المذكورِ، إذا كان المعنى فيهما واحداً.\nوقوله: \"مع إعْلامِيهِ\". يريد مع إعْلامي النَّاظِرَ في كتابي هذا نهْيَ الشافعيِّ، كما تقول في المُخاطَبةِ: مع إعْلامِيكَ. فالياء للمُعَلِّم، والكافُ للمُتَعَلِّم.\nوالتَّقْليدُ: قولُك قَلَّدْتُ فلاناً كذا وكذا. أي: جَعَلْتَه كالقِلادةِ في عُنُقِهِ.\nالجزء: 1 ¦ الصفحة: 31\n",
        "كتاب الطهارة\nالطَّهارةُ: التَّنْزيهُ عن الأدْناسِ، تقولُ: طَهَّرْتُ الثوبَ والأَرْضَ، قال الله تعالى: (وثيابَك فطهر)، أي: لا تلْبسْها على عَذِرَةٍ، ويُقال للرجل النقيِّ الجَيْبِ البريء من العُيوبِ: طاهرُ الثِّيابِ.\nوأما قولُه جلَّ ثناؤُه: (وأنزلنا من السماء ماء طهورا). فالطَّهُورُ: العامِلُ للطَّهارةِ في غيرِه، كما يُقال: قَؤول، وشَرُوب، وفَعُول. وربَّما كان اسماً عَلَماً لم يدُلَّ على تَكَرُّرٍ ولا غَيْرٍ، إنما يكون اسماً موضوعاً، كقَوْلِنا: سَحُور، وعَرُوض. والعَروضُ: هو الشِّعْر. وربما كان نعتاً، فإذا كان كذلك على ضَرْبَيْن: نَعْتٌ لا يَتَعَدَّى مِن المَنْعوتِ إلى غيره، كقولنا: نَؤوم. ونَعْتٌ يتعدَّى، كقولِنا: قَؤول وأَكُول. فكذلك الطَّهُور.\nالجزء: 1 ¦ الصفحة: 33\n",
        "وسمعتُ محمدَ بنَ هارونَ يقول: سمعتُ ثعلبًا يقول: الطَّهورُ: الطاهِرُ في نَفْسِه، المُطَهِّرُ لِغَيْرِه.\nوأما قولُ النبيِّ صلَّى الله عليه وسلَّم في البحر: \"هُوَ الطَّهورُ ماؤُهُ الْحِلُّ مَيْتَتُهُ\"، فقد قُلْنا في الطَّهورِ، وقولُه: \"الحِلُّ مَيْتَتُه\" فهو بفتح الميم، وهو ما مات مما عَيْشُه فيه، وأما المِيتَةُ، بكسر الميم فهو المَوْتُ نفسُه، والحديثُ هو بفتح الميم لا غيرُ، لأنه يريد الذي يموت.\nوأما قولُ المُزَنيِّ: فكلُّ ماءٍ من بحر عَذْبٍ أو مالِحٍ. فليست المالحُ لَفْظَةَ الشافِعِيِّ، وإنما ذكَرَ الشافِعِيُّ الْأُجاجَ. والمالحُ في صِفَةِ\nالجزء: 1 ¦ الصفحة: 34\n",
        "الماءِ لفظةٌ ليست بالجَيِّدَةِ، إنما يُقال: ماءٌ مِلْحٌ. على أن من أهلِ العلم مَن قد أجاز ذلك، احْتَجَّ بِقَوْلِ القائل: وهو شعر قديم:\nولو تفَلَتْ في البحرِ والبحرُ مالِحٌ\n....\nلَأَصْبَحَ ماءُ البحرِ من ريقِها عَذْبَا\nالجزء: 1 ¦ الصفحة: 35\n",
        "باب الآنية\nقال رسولُ الله صلَّى الله عليه وسلَّم: \"أَيُّما إِهابٍ دُبِغَ فقَدْ طَهُرَ\"، والإهابُ: كلَّ جِلْدٍ كان لحمُه ممَّا يُؤْكَلُ أو لا يُؤكلُ. قالتْ عائشةُ، رضي الله عنها، في ذِكْرِ أبيها: أَقَرَّ الرُّؤوسَ على كَواهِلِها، وحَقَنَ الدِّماءَ في أَهَبِها.\nورُوِيَ عن ناسٍ، أنَّ الإهابَ لا يكونُ إلاَّ قبلَ أن يُدْبَغَ، واحْتَجُّوا\nالجزء: 1 ¦ الصفحة: 36\n",
        "بأنَّ النبيَّ، عليه السلام، مرَّ على أسماءَ، وهي تَمْعَسُ إهابًا لها، أي: تَدْلُكه في الدَّبْغِ.\nويُقال: إهابٌ وأَهَبٌ، كذا بفتح الألف والهاء في الجَمْع.\nوأما قولُه صلى الله عليه وسلَّم: \" الَّذي يَشْرَبُ في آنِيَة الفِضَّةِ إنَّما يُجَرْجِرُ في جَوْفِه نارَ جَهَنَّم\". الجَرْجَرَةُ: الصوتُ، قال الشاعر:\nالجزء: 1 ¦ الصفحة: 37\n",
        "جَرْجَرَ في حَنْجَرَةٍ كالْحُبِّ\nأراد: ما يُرَدِّدُه في حَلْقِه.\nوفي الحديث: تَوَضَّأ عمرُ، رضي الله عنه، من ماءٍ في جَرِّ نَصْرانِيَّة. فالجَرُّ: سُلاخَةُ عُرْقوبِ البعيرِ، يُجْعَلُ ذلك وعاءً، فرُبَّما عُلِّقَ على الجمل، قال الشاعر:\nزَوجكِ يا ذاتَ الثَّنايا الغُرِّ\nوالرَّبَلاتِ والجَبينِ الحُرٍّ\nأَعْيا فَنُطْناهُ مَناطَ الجَرِّ\nثُمَّ شَدَدْنا فوقَهُ بِمَرٍّ\nالجزء: 1 ¦ الصفحة: 38\n",
        "باب السواك\nوأما السِّواك فسُمِّيَ بذلك، لأن الرجلَ يُرَدِّدُه في فَمِه ويُحَرِّكُه، يُقال: جاءت الإِبِلُ هَزْلى تَساوَكُ. إذا كانت أعناقُها تضْطَرِبُ مِن الهُزال.\nوأما الْأَزْم، فالإمْساك. يُقال: أزَم عليه بِفِيه: إذا قَبَضَه.\nالجزء: 1 ¦ الصفحة: 39\n",
        "باب الوضوء\nأصل الوُضوء: مِن النَّظافة، يُقال: تَوَضَّأ. كأنه نَظَّف نفسَه.\nوالوَضاءةُ: الحُسْنُ والنَّظافة، يُقال: هو وَضيءُ الوَجْهِ.\nفالوَضوء: الماءُ، وهو بفتح الواو، والوُضوء، بضم الواو: فِعْلُ المُتَوَضِّىءِ.\nوأما النِّيَّةُ: فهو القَصْدُ والعَزِيمة، يُقال: نَوَيْتُ الشيءَ، وانْتَوَيْتُه.\nقال رسولُ الله صلى الله عليه وسلَّم: \"إنَّما الأعْمالُ بالنِّيَّاتِ\". أي:\nالجزء: 1 ¦ الصفحة: 40\n",
        "بالقُصود والعزائم.\nوكان أهلُ العراقِ لا يُجيزون التَّيَمُّمَ إلا بالنِّيَّةِ، مع إجازَتِهم الوُضوءَ بغيرِ نِيَّةٍ، مُحْتَجِّين بِقَوْلِه جَلَّ ثَناؤُه: (فلم تجدوا ماء فتيمموا صعيدا طيبا). قالوا: والتَّيَمُّمُ هو القَصْدُ، فيُقال لهم: قد عَلِمْنا أن قَصْدَ التُّرابِ تَيَمُّمٌ للتُّرابِ، فإذا قَصَدْنا التُّرابَ، فأين إيجابُ نِيَّةِ الفَرْضِ في الآية؟\nوأما قولُه: \"ثُمَّ عَزَبَتْ نِيَّتُه\". فالعُزوبُ: الغَيْبَةُ، قال الله تعالى: (لا يعزب عنه مثقال ذرة)، أي: لا يَغيب عنه، ورَوْضَةٌ عازِبة. أي: بعيدة.\nوأما التَّسْمِية على الوُضوء فاسْتِحْباب، وكان بعضُ أهل العِلْم\nالجزء: 1 ¦ الصفحة: 41\n",
        "يقول: التسميةُ واجِبةٌ، لأن النبيَّ عليه السلام، قال: \"لا صلاةَ إلَّا بوُضوءٍ. ولا وُضوءَ إلاَّ بِتَسْمِيَةٍ\". فيُقال له: قد يُعْطَفُ الواجبُ على ما ليس بواجبٍ، كقَوْلِه: (فكاتبوهم إن علمتم فيهم خيرا وءاتوهم من مال الله). فالكِتابَةُ عندنا وعندَك غيرُ واجبةٍ، والإيتاءُ واجبٌ، فقد عُطِفَ الواجبُ على غير واجبٍ، وأمَّا عطْفُ ما ليس بواجبٍ على الواجبِ، فكَقَوْلِه: (وأقيموا الصلاة وءاتوا الزكاة وأقرضوا الله). فالصلاةُ والزكاةُ واجِبتان، وما بعدَ ذلك نَدْبٌ، فكذلك التَّسْمِيَةُ نَدْبٌ، وإن كانت قد عُطِفَتْ على واجبٍ.\nوسُئِلَ أحمدُ بنُ حَنْبَلَ عن مَن توَضَّأ ولم يُسَمِّ، فقال: لا أعلمُ فيه حديثًا له إسْنادٌ جَيِّد.\nوبعدُ، فإنَّ الذِّكْرَ قد يكون بالإضمارٍ، فإن كان كذلك فيَحْتَمِلُ أن يكون إشارةً إلى نِيَّةِ الفَرْضِ، لأنَّ ناوِي أداء الفَرائضِ ذاكرٌ اللهَ عزَّ وجَلَّ.\nالجزء: 1 ¦ الصفحة: 42\n",
        "وأما المَضْمَضَةُ، فَمِن قَوْلِكَ: مَضَّنِي الْأَمْرُ، ومَضْمَضَني: إذا أَضْغَطَكَ، واشْتَدَّ عليك. فكذلك الأخْذُ للماءِ في فَمِهِ يُضْغِطُه.\nوالاسْتِنْشاق: هو الاسْتِنْثار، وهو مِن نَشَقْتُ الرائحةَ، إذا أَدْخَلْتَها في أَنْفِك. وقد يُدْعى الاستنشاقُ استنثارًا، لأنه مِن إدْخالِ الماءِ في النَّثْرَةِ، والنَّثْرَةُ: هي الأنْفُ، ويُقال لِنَجْمٍ في السماء النَّثْرَةُ، وهم يقولون: إنه أنفُ الأسَدِ.\nفأما الخَياشيمُ، فجمع خَيْشوم، وهي أَعالِي الْأَنْفِ، قال بعضُ أهلِ اللغة: والْأَنْفُ كلُّه يُسَمَّى خَيْشومًا، والذي أرادَه الشافِعيُّ هو الأوَّلُ.\nالجزء: 1 ¦ الصفحة: 43\n",
        "باب القول في مسح الرأس وغسل الرجلين\nقال الله جلَّ ثناؤُه: (وامسحوا برءوسكم) , واخْتُلِفَ فيه:\nفقال الشافعيُّ: إنَّ مَسْحَ بعضِه كافٍ، والحُجَّةُ: أنَّ الباءَ في مثلِ هذا الكلام تدخُلُ لمَعْنَيَيْن: أحدُهما: الاعْتِمالُ، والثاني: الإلْصاقُ.\nفأما الاعتمالُ فقَوْلُنا: ضرب فلانٌ بالسيف، وكَتَب بالقلم، فمتى ما ضَرَب فهو ضارِبٌ قليلاً كان ضَرْبُه أو كثيراً، ومتى ما جَمَع بين حَرْفَيْنِ، فقد كتَب.\nوأما الإلْصاقُ، فقَوْلُنا: مَسَحَ يدَه بالْأرِضِ، أي: ألْصَقَ، فمتى\nالجزء: 1 ¦ الصفحة: 44\n",
        "ما أتى بالإلصاقِ كَفاهُ ذلك قليلاً كان مسحُه أو كثيراً، لأنه قد أَتى بالإلْصاقِ.\nوأما غَسْلُ الرِّجْلَيْن، فواجِبٌ، لا صلاةَ إلاَّ بغَسْلِهما، والدليلُ على ذلك قولُه: (وامسحوا برؤوسكم وأرجلَكم). لأنه رَدَّه إلى قوْلِه: (فاغسلوا وجوهَكم وأيديكم) , فإنْ قال قائلٌ: فقد قُرِئَتْ بالخَفْضِ؟ قيل له: إن قُرِئَ، فقد يُعْطَفُ الاسْمُ على الاسْمِ ومَعْناهما مُخْتَلِفٌ، إلاَّ أنَّه عُطِفَ هذا عليه لِقُرْبِه منه، قال الله تعالى: (يطوف عليهم ولدان مخلدون * بأكواب وأباريق وكأس من معين). ثم قال: (وحور عين)، وهُنَّ لا يُطافُ بهِنَّ على أزْواجِهِنَّ، وقد قال شاعرُ العرب:\nورأيتُ زوجكِ في الوَغى\n...\nمُتَقلِّدًا سَيْفًا ورُمْحَا\nوالرُّمْحُ لا يُتَقَلَّدُ، ثم نَظَرْنا فوَجَدْنا القِراءتَيْنِ قَدْ صَحَّتا، ولم يَجُز اطِّراحُ واحدةٍ منهما، فاحْتَجْنا إلى الاحْتياطِ للفَرْضِ، فوجَدْنا الغاسِلَ ماسِحًا غاسِلا، قد جَمَعَ الْأَمْرَيْنِ، ووَجدْنا الماسِحَ لا يَاتي إلا بأَحَدِ الشَّيْئَيْنِ، فَأَخَذْنا بالغَسْل.\nوأما الكَعْبان: فهما النَّاتِئان، وكذلك كلُّ ناتٍ يُقال له كَعْب، ويُقال لما نَتَأ من الرُّمْحِ كَعْبٌ، وكَعَبَ ثَدْيُ المرأةِ: إذا نَتَأَ، وامرأةٌ كاعِب.\nالجزء: 1 ¦ الصفحة: 45\n",
        "وأما قولُه: \"والنَّزَعَتان من الرأس\"، فإنَّما يريد ما زال عنه الشَّعَرُ مِن جانِبَيِ الرأسِ، ويُقال: فلانٌ أنْزَعُ بَيِّنُ النَّزَعَةِ. والنَّزَعَتان، بفتح النون والزاء، فإن زاد ذَهابُ الشَّعَرِ على ذلك قليلاً، فهو: أَجْلَحُ، وتلك هي الْجَلَحَة.\nالجزء: 1 ¦ الصفحة: 46\n",
        "باب القول في الأُذُنَيْن\nحُكْمُ الأذُنَيْن عند الشافعيِّ أنهما مُفْرَدَتان، وأنهما لا يُغْسلان مع الوَجْه، ولا يُمْسَحان مع الرأس، لكنْ يُؤْخَذُ لهما ماءٌ جديد، واحْتَجَّ في ذلك بما دَوَّنَه في كتابه.\nفحَدَّثَني علِيُّ بن إبراهيم القَطَّانُ، قال: حدَّثنا أبو بكر المُفَسِّرُ، عن القُتَيْبِيِّ، قال: الذي عندي أنهما من الرأس، لا من الوَجْهِ، لأن الوَجْهَ ما اسْتَقْبَلَك، كما تقول لما يَسْتَقْبِلُكَ مِن وَسَط الجَبَل: وَجْهُه. والأذُنان في الجانِبَيْن، فلا تكون مِن الوَجْهِ، كما أنه لا يكون جانِبَا\nالجزء: 1 ¦ الصفحة: 47\n",
        "الجَبَلِ وَجْهَه، ولا جانِبا الحائِطِ مِن وَجْهِه، ومَن اعْتَبَرَ هذا في آذانِ الأنْعامِ وأذانِ السِّباعِ لم يَخْفَ عليه أنَّ آذانَها مِن رُؤوسِها، لا مِن وُجُوهِها. ويدُلُّ على ذلك قَوْلُ الشاعر:\nإلى هامَةٍ قد وَقَّرَ الضَّرْبُ سَمْعَهَا\n...\nوليستْ كأُخْرى سَمْعُها لم يُوَقَّرِ\nيقال للقُتَيْبِيِّ: إذا كان الوجهُ هو الذي يُواجِهُك، ولم تكن المواجهةُ بالْأُذُنَيْن، دَلَّ ذلك على أنهما ليسا من الوَجْهِ، فَمِنْ أين لك أنهما من الرأس؟ وذلك أن الرأس ما عَلاَ، ولا نعلم أحدًا سَمَّى جَانِبَيِ الجبلِ رأسَ الجبل، فلَا نُلْزِمُ مَن قال: إنَّهما مِن الوَجْهْ شيئًا إلاَّ وقد لَزِمَك مِثْلُه في قولِك: إنهما مِن الرأس، لأن جَانِبَيِ الجبلِ ليسا وَجْهَه، فكذلك جَانِباه ليسا رأسَه. وإذا كان الآذانُ في الجانِبَيْن دَلَّ أنهما ليسا مِنَ الوَجْهِ ولا مِنَ الرَّاس، على ما أصَّلْتَهُ.\nوأمَّا احْتِجاجُك بقَوْلِ القائِل:\nإلى هامَةٍ قد وَقَّرَ الضَّرْبُ سَمْعَهَا\nفإنَّ العربَ تُضيفُ السمعَ والبصرَ إلى الراس، لأنهما في الرَّاس، ثم لا يدُلُّ ذلك على أنَّ حُكْمَ العَيْنَيْنِ حُكْمَ الأُذُنَيْن، ألا تَرى الشَّنْفَرَى يقول:\nالجزء: 1 ¦ الصفحة: 48\n",
        "إذا ضَرَبوا رأسي وفي الرَّأسِ أَكْثَري\n...\nوغُودِرَ عندَ المُلْتَقَى ثَمَّ سائِرِي\nوإنما أراد بالأكثرِ: السمعَ والبصرَ واللسانَ، فتقول على هذا: إنَّ البصرَ والفَمَ مِن الرأس، ونحنُ نَعْلَمُ أنَّ ذلك كلَّه مِن الهامَةِ، ولكنْ لكلِّ واحدٍ حُكْمًا على حِدَةٍ، ولو جاز لك أنْ تَحْتَجَّ كما تقول، لَجازَ لخَصْمِك أن يقول: الْأُذُنان مِن الوَجْهِ، لأنَّ النبيَّ عليه السلام، قال: \"سَجَدَ وَجْهي للَّذي خَلَقَهُ وَشَقَّ سَمْعَه وبَصَرَهُ\". وإذَا اضْطَرَبَ قولان كما هذا الاِضْطِراب قُلْنا: إنَّهما لَيْسا مِن الوَجْهِ، ولا مِنَ الرَّاسِ في الحُكْمِ حتى يَدُلَّ الدليلُ على أنَّهما من أَحَدِ هَذَيْن.\nالجزء: 1 ¦ الصفحة: 49\n",
        "باب القول في موالاة أعضاء الوضوء\nقال الله تعالى: (فاغسلوا وجوهكم وأيديَكم إلى المرافقِ وامسحوا برؤسِكم وأرجلَكم إلى الكعبين). فذهب الشافعيُّ إلى أنَّ مَن خالف ذلك في التَّرْتيبِ الذي ذكره الله تعالى لم يَجُزْ وُضوءُه.\nوعابَ عليه ذلك قَوْمٌ، فقالوا: الواو لا تُوجِبُ تَرْتِيبًا.\nوليس تعلُّقُ الشافعيِّ في ذلك بالواو فقط، ولكنْ بالمعنَى والَّلفْظِ، وذلك أنَّ الوُضوءَ لمَّا كان عبادةً على البَدَنِ أُتِيَ بلَفْظٍ لا يَنْفِي التَّرْتيب، بل ظاهرُه أنه تَرْتيبٌ أَوْجَبَ التَّرْتيبَ، ألا تَرَى أنَّ الصلاةَ لمَّا كانت على البدنِ كانتْ مُرَتَّبَةً، وكذلك الحَجُّ لمَّا كان على البَدَنِ كان على التَّرْتيب، ولم يَلْزَمْنا ما أَلْزَمْنَاه في قِسْمَةِ الصدقات، لأنَّ العِلَّةَ ليستْ في ذلك، إذْ هو عبادةٌ على المال.\nالجزء: 1 ¦ الصفحة: 50\n",
        "ثم يُقال لابن داود، في قولِه: \"إن ثُمَّ يَدُلُّ على التَّرْتيب\": ما أنتَ قائِلٌ في قَوْلِه جَلَّ ثَناؤُه: (ولقد خلقناكم ثم صورناكم ثم قلنا للملائكة اسجدوا لآدم)، وفي قوله: (إن مثل عيسى عند الله كمثل آدم خلقه من تراب ثم قال له كن). أليس خَلْقُه له كان بِقَوْلِه: \"كُنْ\"، فما معنى إِتْيانِه بعد ذلك بـ\"ثُمَّ\"؟ فقد تَرَى الأمرَ في \"ثُمَّ\" كهُوَ في الواو، فماذا أنتَ قائلٌ؟.\nفإِنْ قال: يُرْجَعُ إلى المعاني إذا اشْتُبِهَ في الَّلفْظِ.\nقُلْنا: وكذلك يُرْجَعُ إلى المعاني في الواو، كما رَجَعْنا في \"ثُمَّ\" والمعنَى هو ما ذَكَرْناه أنه عِبادةٌ على البَدَنِ.\nوأمَّا قولُه: \"ولا يَمَسُّ المصحفَ إلاَّ طاهِرٌ\"، فلأنَّ اللهَ تعالى قال: (لا يمسه إلا المطهرون). فكان هذا في الظَّاهر خَبَرًا، وفي\nالجزء: 1 ¦ الصفحة: 51\n",
        "المعنَى نَهْيًا، وقد يَفْعَلُ العربُ ذلك، قال الله تعالى: (وإن تبتم فلكم رؤوس أموالكم لا تظلمون ولا تظلمون). فهذا لفظُه ومعناه نَهْيٌ، لأنَّه لو كان نَفْيًا لَما جازَ وُقوعُ ظُلْمٍ أبَدًا، فدَلَّ أَنَّه نَهْيٌ، قال الشاعر:\nألا مَنْ سَرَّهُ الْعَيْشُ\n...\nفلا يَمْرُرْ في كِنْدَهْ\nوفي الأمرِ مِثْلُ ذلك أيضًا، قال الله تعالى: (والمطلقات يتربصن)، ثم قال الشاعر:\nقُوما تَجُوبانِ مع الْأَنْواحِ\nفإنْ قال قائلٌ: إنَّما أُريد بقولِه: (لا يمَسُّه إلا المطهرون). الكتابُ الذي عندَ اللهِ.\nقُلْنا: نحن على ظاهِرِ الخِطابِ، وكلُّ مَا مُدِحَ به الكتابُ فالمُرادُ به القرآنُ، حتى يدُلَّ الدليلُ أنه أُريدَ به غَيْرُه.\nالجزء: 1 ¦ الصفحة: 52\n",
        "باب الاستطابة\nالاسْتِطابَةُ، مِنْ قَوْلِك: أطابَ نَفْسَه فهو مُطِيب، واسْتَطابَ فهو مُسْتَطيب، وذلك أنَّ المُسْتَنْجيَ يُطيب نفسَه ممَّا عليه مِن الْخَبَثِ بالاسْتِنْجاء، قال الأعْشى:\nيُعْجِلُ كَفَّ الْخارِىءِ المُطِيبِ\nوأمَّا الاسْتِنْجاءُ، فمِنْ قولك أيْضًا: نَظَّفَ نفسَه، وذلك أنه يُنَظِّفُ نفسَه من النَّجْوِ.\nوناسٌ يثولون: إنَّما سُمِّيَ الاسْتِنْجاء، لأنَّ العربَ كان أحدُهم إذَا أراد الحَدَثَ يَسيرُ بنَجْوَةٍ، فقالوا: ذهب يَنْجُو، كما قالوا: يَتَغَوَّط، ثُمَّ كَثُرَ ذلك حتى صار الاسْتِنْجاء التَّمَسُّحَ بالْأَحْجار.\nالجزء: 1 ¦ الصفحة: 53\n",
        "وأمَّا الرِّمَّةُ، فالعِظامُ الباليةُ، قال الله تعالى: (مَنْ يُحْيي العِظامَ وَهِيَ رَمِيم).\nوالرُّمَّةُ، بِضَمِّ الرَّاء: الحَبْلُ الخَلَقُ.\nالجزء: 1 ¦ الصفحة: 54\n",
        "باب ما ينقض الوضوء\nذكر الشافعيُّ ما يَنْقُضُ الطُّهْرَ، وذَكَرَ فيه مُلامَسَةَ الرَّجُلِ امْرأتَه، وأنَّ المُلامَسَةَ أنْ يُفْضِيَ بِشَيْءِ منه إلى جَسَدِها، أوْ تُفْضِيَ إليه، بلا حائِل، وهذا صحيحٌ، وذلك أنَّ المُلامَسَةَ في الْأَصْلِ: تَتَّبُعُ الشيءِ بالْيَدِ، ثُمَّ تقول: لَمَسْتُه بِيَدِي، ثمَّ كَثُرَ حتى صار كلُّ مَسٍّ مُلامَسَةً، قال الله تعالى في قصة مَنْ قال: (وأنَّا لَمَسْنا السَّماء)، ونَهَى رسول الله صلى الله عليه وسلم عن بَيْعِ الْمُلامَسَةِ. وكانوا\nالجزء: 1 ¦ الصفحة: 55\n",
        "يقولون: إذا لَمَسْتَ ثَوْبي أو لَمَسْتُ ثَوْبَكَ فقد وَجَبَ البَيْعُ بيننا بكذا أوْ كذا. وأَنْشَدَ الشافعِيُّ في كتاب \"الأُمِّ\":\nلَمَسْتُ بِكَفِّي كَفَّهُ أَبْتَغي الغِنى\n...\nولم أَدْرِ أنَّ الْجودَ مِن كَفِّهِ يُعْدِي\nفَلا أنَا منه ما أَفادَ ذَوُو الْغِنى\n...\nأفَدْتُ وأَعْداني فَأتْلَفْتُ ما عِنْدِي\nوأمَّا المَذْي، فما يَخْرُجُ مِن الرَّجُلِ عند مُلاعَبَةْ أهْلِه، أو مُحادثتِها.\nوالْوَدْيُ: ما يخرُج بعدَ البَوْلِ، يُقال: وَدَى الرجلُ: إذا كان ذلك.\nالجزء: 1 ¦ الصفحة: 56\n",
        "باب الجنابة\nاخْتَلَف الناسُ في هذا الاسْم، مِن أيِّ شيءٍ أُخِذَ، فكان الشافعيُّ، رحمه اللهُ، يذهب إلى أنَّ ذلك مَاخوذٌ من المُخالَطةِ، وقال: مَعْلومٌ في كلام العربِ أنْ يقولوا للرَّجُلِ إِذا خالَط امرأَتَه: قد أَجْنَبَ. وإنْ لم يكنْ منه إِنْزالٌ، وكان يقول: ذلك موجودٌ في التقاءِ الخِتانَيْنِ، وإِنْ لم يكنْ ثَمَّ إنْزالٌ.\nوقال قومٌ: الْجَنابةُ ماخوذَةٌ مِن البُعْدِ، لأنَّ الجُنُبَ بَعيدٌ ممَّا كان جائِزًا له فِعْلُه مِن الصلاةِ وغيرِ ذلك، قالوا: وتقول العربُ: رجلٌ جُنُبٌ: إذا كان بَعيدًا. وأتَيْتُ فلانًا عن جَنابةٍ. أي: عن بُعْدٍ، واحْتَجُّوا بقَوْلِ القائلِ:\nفَلَا تَحْرِمَنِّي نائِلًا عن جَنابَةٍ\n...\nفإِنِّي امْرُؤٌ وَسْطَ الرِّجالِ غَريبُ\nالجزء: 1 ¦ الصفحة: 57\n",
        "والْمَعْنَيان كلاهما يَرِجِعان إلى أصْلٍ واحد، لأنَّ المُرادَ إذا خالَط أهْلَه لم يَجُزْ له إتْيانُ الصلاةِ حتى يَغْتَسِلَ، فالمعنى الْأَوَّلُ وهو المُخالطةُ بُعْدُه عمَّا كان مُباحًا له.\nوأمَّا قَوْلُ المرأةِ: \"إنِّي امرأةٌ أَشُدُّ ضَفْرَ رَاسِي\"، فالضَّفْرُ الْفَتْلُ، ويُقال: شَعرٌ مَضْفُورٌ. إذا كان مُفَتَّلاً.\nوأمَّا غَلْغَلَةُ الماءِ، فدُخولُه في أُصولِ الشَّعَرِ، يُقال للماءِ الذي يَجْرِي بين الْأَشْجار: غَلَلٌ.\nوأمَّا الْفِرْصَةُ، فالْقِطْعةُ مِن الصُّوفِ أو القطن، وهو مِن فَرَصْتُ الشيءَ: إذا قَطَعْتَه. ويُقال للحَديدة التي تُقْطَع بها الفِضَّةُ: مِفْرَاصٌ.\nالجزء: 1 ¦ الصفحة: 58\n",
        "باب التَّيَمُّم\nالتَّيَمُّمُ: القَصْدُ والتَّعَمُّدُ، يُقال: تَيَمَّمْتُ وتأَمَّمْتُ. أي: تَعَمَّدتُ، قال الله تعالى: (ولا تيمموا الخبيث منه تنفقون)، وقال: (ءامين البيت الحرام). وهو مِن قولك: دَارِي أَمَمُ دارِ فلان. أي: مُقابِلَتُها، وكذلك القاصِدُ جاعِلٌ له أَمَامَهُ.\nوالصَّعِيدُ: التراب. قال الأصْمَعِيُّ: البَوْغاءُ: التُّرْبَةُ الرِّخْوَةُ، كأنها ذَرِيرَةٌ. والصَّعِيد: التراب.\nوقال ابن سُفْيان: الصَّعِيد ما عَلَا وَجْهَ الأَرْضِ مِن التراب لا يُنْبِتُ، أَلاَ تَرى قولَه تعالى: (فَتُصْبِحَ صعيدًا زَلَقًا). أي: لا شَيْءَ فيها. والعرب تقول لظاهِرِ الْأرْضِ: صَعِيدٌ.\nوعن الخَلِيل، قال: الصَّعيدُ الْأَرْضُ قَلَّ أوْ كَثُرَ.\nالجزء: 1 ¦ الصفحة: 59\n",
        "يقول: تَيَمَّمْ بالصَّعيد. أي: خُذْ مِن غُبارِه للصلاة.\nوأمَّا الكُوعُ: فطَرَفُ الزَّنْد الذي يَلِي الإبْهامَ، وأمَّا الطَّرَف الذي يلي الْخِنْصَرَ فهو الْكُرْسُوعُ.\nوأَمَّا قَوْلُ النبيِّ عليه السلام: \"إذا وَقَعَ الذُّبابُ في الطَّعامِ فامْقُلُوه\". فإنَّ المَقْلَ الغَمْسُ، يُقال: مَقَلْتُ الشيءَ في الماءِ. ويُقال للْحَصاةِ التي تُطْرَحُ في الماءِ فَيُنْظَرُ قَدْرُه: الْمَقْلَةُ.\nالجزء: 1 ¦ الصفحة: 60\n",
        "باب قدر الماء الذي ينجس ولا ينجس\nرَوَى الشافعيُّ: بإسْنادِه، أنَّ النبيَّ عليه السلام، قال: \"إذا كان الماء قُلَّتَيْن لمْ يَحْمِلْ نَجَسًا\". قال: وفي الحديث \"بِقِلالِ هَجَرَ\".\nوحَدَّثَنا ابنُ سَلَمَةَ، عن المُفَسِّر، عن القُتَيْبِيِّ، قال: والْقُلَّةُ التي جُعِلَتْ مِقْدارًا بَيْنَ ما يَنْجُسُ مِن الماء وما لا يَنْجُسُ، مِن اسْتَقَلَّ فُلانٌ بِحِمْلِه وأقَلَّهُ، إذَا أَطَاقَهُ وحَمَلَه. وإنَّما سُمِّيَت الْكِيزانُ قِلالاً، لأنَّها تُقَلُّ بالْأَيْدِي وتُحْمَلُ فيُشْرَبُ فيها، والقُلَّةُ تَقَعُ على الكوزِ الصغير، والجَرَّةِ\nالجزء: 1 ¦ الصفحة: 61\n",
        "اللطيفة والعظيمة، والحُبِّ اللَّطيفِ إذا كان القَوِيُّ مِن الرِّجالِ يستطيع أن يُقِلَّهُ. قال: ولستُ أعرفُ في ذلك على طَريقِ اللغة حَدًّا مَحْدودًا.\nهذا كُلُّه قَوْلُ القُتَيْبِيِّ، فإذا كان الْأَمْرُ على ما قالَه، فليس إلاَّ الرُّجوعُ إلى قَوْلِ مَن زعَم أنه قد رآها، وأنَّ القُلَّةَ تَسَعُ قِرْبَتَيْنِ، أوْ قِرْبَتَيْنِ وشيئًا.\nوأمَّا قَوْلُ النبيِّ عليه السلام: \"مَنْ تَوَضَّأ فَبِها وَنِعْمَتْ\". فحدَّثني أبو الحسن القَطَّان غيرَ مَرَّةٍ، قال: سمعتُ ثَعْلَبًا يقول: \"فَبِها ونِعْمَتْ\". أي: ونعمت الخَصْلَةُ. وسُئِلَ الْأَصْمَعِيُّ عن التأنيثِ في قوله: \"فبها\"، فقال: أظنُّه يُريدُ فبالسُّنَّةِ أخَذَ. أَضْمَرَ ذلك -إن شاء الله-، وكان ناسٌ يقولون: فبها ونَعِمْتَ. بكسر العين وتسكين الميم: أي نَعَّمَك اللهُ.\nالجزء: 1 ¦ الصفحة: 62\n",
        "باب الحيض\nالحَيْضُ: نُزولُ دَمِ المرأةِ لِوَقْتِها المُعْتادِ. ومن العرب مَن تُسَمِّي الحائضَ النُّفَساءَ، وإنَّما سُمِّيَتْ بذلك لِسَيَلانِ النَّفْسِ، والدَّمُ يُسَمَّى نَفْسًا.\nقال الشاعر:\nتَسيلُ علَى حَدِّ الحَديدِ نُفوسُنا\n...\nوليستْ على غَيْرِ الحديدِ تَسيلُ\nوأمَّا قولُ الشافعيِّ: \"فإِن كان دَمُها ثَخينًا مُحْتَدِمًا\"، فالمُحْتَدِم: الشديدُ الحرارةِ.\nالجزء: 1 ¦ الصفحة: 63\n",
        "يُقال: احْتَدَمَ النهارُ، والعرب تقول: إذا طَلَع نَجْم فالصَّيْفُ في حَدْمٍ، والعُشْبُ في حَطْمٍ.\nالجزء: 1 ¦ الصفحة: 64\n",
        "كتاب الصلاة\nالصلاة لها اسْمان: لُغَوِيٌّ وشَرْعِيٌّ، فأمَّا اللغويُّ: فالدعاءُ صلاةٌ، قال الله تعالى: (وصلِّ عليهم إنَّ صلواتك سَكَنٌ لهم)، وقال رسول الله صلَّى الله عليه: \"إذا دُعِيَ أحدُكم إلى طَعامٍ فَلْيُجِبْ، فإنْ كانَ مُفْطِرًا فَلْيَأكُلْ، وإنْ كانَ صائمًا فَلْيُصَلِّ\". أي: فَلْيَدْعُ لهم بالبَرَكَةِ والخير.\nالجزء: 1 ¦ الصفحة: 65\n",
        "باب الأذان\nأصلُ الأذان: الإعْلامُ، يُقال: آذَنْتُك بالْأمْرِ. أي: أَعْلَمْتُكَهُ.\nوكان القُتَيْبِيُّ، فيما خَبَّرَنا به ابنُ سَلَمةَ، عن المُفَسِّر، عنه، يقول: أصْلُه مِن الإذْنِ، يُقال: آذَنْتُك بالْأمرِ فأَذِنْتَ. أي: أعْلَمْتُكَه، فَعَلِمْتَ. يُريد قد أوْقَعْتُه في أُذُنِك.\nفأمَّا قولُ القائلِ في أذانِه: حيَّ على الصلاة، فإنَّه يُراد: هَلُمَّ إليها، يقال: حيَّ إلى كذا، وحيَّ على كذا، أي: أَقْبِلْ إليه.\nوفي بعض الحديث: \"إذا ذُكِرَ الصَّالِحونَ فَحَيَّ هَلاً بِعُمَرَ\". معناها: أَقْبِلْ إلى ذِكْرِ عُمَرَ، ويُقال: حَيْعَلَ الرجلُ، إذا قال: حَيَّ على الصَّلاة.\nالجزء: 1 ¦ الصفحة: 66\n",
        "وأمَّا الفَلاحُ، فالفَوْزُ والبقاءُ والخُلودُ في الجنّة. ويُقال: أَفْلِحْ بما شِئْتَ، أي: فُزْ بما شِئْتَ.\nوفي حديث ابنِ مسعودٍ: إذا قال الرَّجُلُ لامْرَأتِه: اسْتَفْلِحي بأمْرِك، أي: فُوزِي.\nقال عَبِيد:\nأَفْلِحْ بما شِئْتَ فقد يُبْلَغُ بالضَّعْفِ وقد يُخَدَّعُ الْأَريبُ\nأي: عِشْ بما شِئْتَ مِن كَيْسٍ أوْ حُمْقٍ.\nوأمَّا الحُجَّةُ على أن الفَلاحَ البَقاءُ، فَقَوْلُ الشاعر:\nلِكُلِّ هَمٍّ مِن الهُمومِ سَعَهْ\n...\nوالمُسْيُ والصُّبْحُ لا فَلاحَ مَعَهْ\nوأمَّا التَّثْويبُ، فَقَوْلُهم في أذان الصبح: الصلاةُ خيرٌ من النوم، وإنَّما سُمِّيَ تَثْويبًا مِن قَوْلِك: ثابَ فلانٌ إلى كذا، أي: عاد إليه. وثابَ إلى فلانٍ جِسْمُه بعدَ العِلَّةِ. أي: رَجَع. كأنَّه لمَّا قال: حَيَّ على الصلاة، حيَّ على الفلاح، عاد إلى الدُّعاءِ فقال: الصلاةُ خيرٌ من النوم، فثابَ إلى الدُّعاء.\nالجزء: 1 ¦ الصفحة: 67\n",
        "وخَبَّرَنا مُخَبِّرٌ عن إبراهيم بن محمد الشَّهْرُزُوريُّ. قال: التَّثْويبُ إذا فَرَغ المُؤذِّنُ مِن الْأذانِ جاء غَيْرُه، فصَعَدَ المِئْذَنَةَ، فقال: الصَّلاةَ، رَحِمَكم اللهُ.\nالجزء: 1 ¦ الصفحة: 68\n",
        "باب أوقات الصلاة\nإذا زالتِ الشمسُ، فهو أوَّلُ وقتِ الظُّهْرِ، وزَوالُها: مَيْلُها عن الاسْتِواء في كَبِدِ السماء، وذلك بعدَ أن تَدُوم، ويقال: دَلَكَتْ. أي: زالتْ. وسُمِّيَتْ هذه ظُهْرًا لأنَّ وَقْتَها أظْهَرُ الْأوْقاتِ وأَبْيَنُها.\nوأمَّا العَصْرُ، فإنَّما سُمِّيَتْ عَصْرًا، لأنَّها في أَحَدِ طَرَفَيِ النَّهار.\nوكان ابنُ قُتَيْبَةَ يقول: الْأَوْلَى تَأخيرُها، وذلك أنَّ العَصْرَ إنَّما سُمِّيَتْ عَصْرًا للتَّأخير، واحْتَجَّ بِقَوْلِ الحارثِ بنِ حِلِزَّةَ:\nأَنِسَتْ نَبْأةً وأفْزَعَها القَنَّاصُ عصرًا وقد دَنَا الإمْساءُ\nقال: أفلا تراه قال: \"وقد دَنا الإمْساء\" فذلك دليلٌ على أن تأخيرَها أَفْضَلُ.\nفيُقال للْقُتَيْبِيِّ: إنَّ الله عَزَّ وجَلَّ أمَر بالصلاةِ والمُحافَظَةِ عليها،\nالجزء: 1 ¦ الصفحة: 69\n",
        "ولا تكونُ المُحافَظَةُ إلاَّ بالمُبادَرَةِ، ولأنَّ النبيَّ صلَّى اللهُ عليه، قال: \"أوَّلُ وقتٍ رِضْوانُ اللَّهِ، وآخِرُ الوَقْتِ عَفْوُ اللهِ\"، ومَنْزِلَةُ الرِّضَى أعْلى مِن مَنزلةِ العَفْوِ، إذْ كان العَفْوُ لا يكونُ إلاَّ على تَقْصيرٍ، فأمَّا قَوْلُك: سُمِّيَتْ عَصْرًا للتَّأخيرِ، فإنَّما كان يَصِحُّ ذلك لو كان لا يُسَمَّى بالعَصْرِ إلاَّ هذه وَحْدَها، وقد وَجَدْنا صلاةَ الصُّبْحِ سُمِّيَتْ عَصْرًا، وذلك أنَّ داودَ بنَ أبي هْنْد، روَى عن أبي حَرْبٍ بنِ] أبي [الأسْودَ، عن عبد الله بن فَضَالةَ، عن أبيه فَضالة، أنَّ رسول الله، صلَّى الله عليه، قال له: \"حافِظْ على العَصْرَيْنِ\" قال: وما كانتْ مِنْ لُغَتِنا، قلتُ: وما العَصْرانِ؟. قال: \"صلاةٌ قبلَ طُلوعِ الشَّمْسِ، وصلاةٌ قَبْلَ غُروبِها\". يُريدُ بِالعَصْريْن صلاةَ الصبحِ وصلاةَ العصر، فإذا كان النَّبِيُّ عليه السلام، قد سَمَّى الصبحَ عَصْرًا فأينَ قولُك: إنَّها سُمِّيَتْ عصرًا لدُنُوِّها مِن الْمَساء؟ والعربُ تُسَمِّي الغَداةَ والعِشاءَ عَصْرَيْن، والعَصْرُ عندَهم الدَّهْرُ.\nالجزء: 1 ¦ الصفحة: 70\n",
        "وأمَّا المَغْرِبُ، فإنَّما سُمِّيَتْ لِغُروبِ الشَّمْسِ عندَها، يُقال: غَرَبَت الشمسُ تَغْرُبُ: إذا غابَتْ، وهو مأخوذٌ مِن البُعْدِ، يُقال: غَرَبَ الرَّجُلُ. إذا تَباعَدَ، كذلك الشمسُ إذا غابتْ بَعُدَتْ عن مَرْأَى الْأبْصارِ لها.\nوأمَّا العِشاءُ الآخِرَةُ، فإنَّما سُمِّيَتْ عَتَمَةً لتَأخيرِها، وقد نُهِيَ عن تَسْمِيَتِها عَتَمَةً. والعَتْمُ: الْإبْطاءُ.\nوأمَّا الشَّفَقُ: فالحُمْرَةُ التي تكونُ بعدَ غُروبِ الشمسِ. قد روَى العَوَّامُ بنُ حَوْشَبٍ، عن مُجاهِد، قال: هي الحُمْرَة.\nورَوَى عُبَيْدُ الله بن عُمَرَ، عن نافِع، عن ابنِ عُمرَ، قال: غَيْبوبَةُ الشَّفَقِ إذا ذهبتِ الحُمْرَةُ.\nوفي \"تفسير مُقاتِل\" في قولِه جَلَّ وعَزَّ: (فَلا أُقْسم بالشَّفَقِ). والشَّفَقُ: الْحُمْرَةُ.\nالجزء: 1 ¦ الصفحة: 71\n",
        "وأنْبَأَنا ابنُ سَلَمَةَ، عن المَعْدانِيِّ، عن أبيه، عن أبي مُعاذٍ النَّحْوِيِّ، عن اللَّيْثِ، عن الخَليل، قال: الشَّفَقُ الحُمْرَةُ.\nوفي \"كتاب ابنِ دُرَيْدٍ\" في اللغة، قال: الشَّفَقُ: الحُمْرَةُ.\nوفي \"كتاب الزَّجَّاجِ\"، قال: هي الحُمْرَةُ التي تُرَى في المغرب بعدَ سُقوطِ الشمسِ.\nوأنْبَأنا أبو الحسن القَطَّان، قال: حدَّثنا محمدُ بنُ الفَرَج، قال: حدَّثَنا سَلَمَةُ، عن الفَرَّاءِ، قال: الشَّفقُ الحُمْرَةُ.\nالجزء: 1 ¦ الصفحة: 72\n",
        "قال الفَرَّاءُ: وحدَّثني ابنُ أبي يحيى، عن حسين بن عبد الله بن ضميرة، عن أبيه، عن جَدِّه، يَرْفَعُه، قال: الشَّفقُ الحُمْرَةُ.\nقال الفَرَّاءُ: سمعتُ بعضَ العربِ يقول: عليه ثَوْبٌ مَصْبوغٌ، كأنَّه الشَّفقُ –وكان أحْمَرَ- قال: فهذا شاهِدٌ لِمَن قال: إنَّه الحُمْرَةُ.\nوأمَّا وَقْتُ الصُّبْحِ، فإنَّما سُمِّيَ صُبْحًا لِحُمْرَتِه، ويُقال: إن صَباحةَ الوَجْهِ إنَّما سُمِّيَتْ للحُمْرَةِ صَباحَةً، والصبحُ الحُمْرَةُ.\nوأمّا قولُه عزَّ وجلَّ: (حتى يتبين لكم الخيط الأبيض من الخيط الأسود من الفجر).\nفالخيطُ الأسودُ: سوادُ الليلِ، والخيطُ الأَبْيَضُ: بَياضُ النَّهارِ.\nوجاء في الصُّبْحِ الحديثُ الذي فيه: (والنِّساءُ مُتَلَفِّعاتٌ بِمُروطِهِنَّ ما يُعْرَفْنَ مِنَ الْغَلَسِ\"، وجاء فيه: \"أَسْفِروا بالفَجْرِ فإنَّهُ أَعْظَمُ\nالجزء: 1 ¦ الصفحة: 73\n",
        "لِلْأجْرِ\"، فمُمْكِنٌ أنْ يُحْمَلَ هذا عَلى النَّاسِخِ والْمَنْسوخِ، لكنْ لَمَّا لم يُتَوَصَّلْ إلى ذلك احْتَجْنا إلى الجَمْعِ بين الحَديثَيْن، فقُلْنا: الإسفارُ هو دخولُ الناسِ في إسفارِ الصُّبْحِ، وذلك لا يكونُ إلاَّ عندَ أنْ يَبْدُوَ الفَجْرُ، وذلك أنَّ الإسفارَ انْكِشافُ الظَّلامِ. ويُقال: أمْرٌ مُسْفِرٌ: أي: مُضيءٌ، وأصْلُه مِن: سَفَرْتُ الْبَيْتَ. إذا كَنَسْتَه، لأنَّ تُرابَه ينْكَشِفُ عنه. وسَفَرَتِ المرأةُ عن وَجْهِها. فالإسْفارُ: انْكِشافُ الظَّلام، وذلك في أوَّلِ حالاتِه، فهذا الوَجْهُ في الجَمْعِ بين الحَديثَيْن، وأحْسب أنَّ الشافعيَّ قد أوْمَأ إلى هذا المعنى في \"كتاب اختلاف الحديث\"، و\"الرسالة\".\nويُقال للفَجر: الصَّدِيعُ، لأنَّ الظُّلْمَةَ تَتَصَدَّعُ عنه، وكذلك: الفَلَقُ، لانْفِلاقِ الظُّلْمَةِ عنه، والفَجْرُ مِن: انْفَجَر الشيءُ، إذا انْفَتَح. والفَجْرُ فَجْرانِ، يُقال لِلأوَّلِ منهما: الكاذِبُ، وهو الذي يُسَمَّى ذَنَبَ السِّرْحان، وهو المُسْتَطيل، والسِّرْحانُ: الذِّئْب، والثاني: المُسْتَطير المُنْتَشِرُ، وهو الصادِقُ.\nالجزء: 1 ¦ الصفحة: 74\n",
        "باب القبلة وصفة الصلاة\nإنَّما سُمِّيَتِ القِبْلَةُ مِن قولِك: أقْبَلْتُ على الشيءِ: إذا واجَهْتَه، وهذه الدارُ قُبالةُ دارِ فلانٍ، أي: مُواجِهتُها.\nوقَوْلُه: \"لو تَأخَّى القبلةَ\". أي: تَحَرَّاها، وقَصَدَ قَصْدَها اجْتِهادًا، يُقال: فُلانٌ يَتَأخَّى صاحِبَه، أي: يَقْصِدُ مَقْصِدَه.\nورَوى الشافعيُّ عن سعيد بن سالم، عن الثَّوْرِيِّ، عن عبد الله بن محمد بن عَقيل، عن محمد بن عليّ بن الحَنَفِيَّةِ، عن أبيه، أنَّ رسولَ الله، صلَّى الله عليه، قال: \"مِفْتاحُ الصَّلاةِ الوُضوءُ، وتَحْريمُها التَّكْبيرُ، وتَحْليلُها التَّسْليمُ\".\nالجزء: 1 ¦ الصفحة: 75\n",
        "فالمِفْتاحُ مِن قولِك: فتحتُ البابَ المُغْلَقَ، وذلك أنَّ الصَّلاةَ لا تَحِلُّ لِمُحْدِثٍ، فالأمْرُ عليه فيها مُغْلَقٌ، فإذا تَوَضَّأ حَلَّ له ما كان عليه مُحَرَّمًا.\nوقولُه: \"تحريمُها التَّكْبيرُ\" فإنَّ التَّكْبيرَ يُحَرِّمُ على المُصَلِّي ما كان له مُباحًا قبلَ ذلك، مِن الكلام وغيرِه، وصورةُ التكبيرِ أن يقول: \"اللهُ أكبرُ واللهُ الأكبرُ\"، ولا يجوز أن يقولَ: \"اللهُ كبيرٌ\"، وذلك أنَّ \"أكْبَرَ\" موضوعٌ لِبُلوغِ الغايةِ في العَظَمَةِ، وكذلك إذا قُلْنا: هو أَعْلَمُ أوْ أمْجَدُ، قال الفَرَزْدَقُ:\nإنَّ الذي سَمَكَ السماءَ بَنَى لنا\n...\nبَيْتًا دَعائِمُهُ أَعَزُّ وأَطْوَلُ\nوليس كذلك قولُنا: \"كبيرٌ\".\nوأمَّا قولُ النبيِّ، عليه السلام: \"وكُلُّ صَلاةٍ لَمْ يُقْرَا فيهَا بِفاتِحَةِ\nالجزء: 1 ¦ الصفحة: 76\n",
        "الكِتابِ فَهِيَ خِداجٌ\". فَإنَّه يُريدُ النَّاقِصةَ. يُقال: خَدَجَتِ النَّاقَةُ: إذا ألْقَتْ وَلدَها لِغَيْرِ تَمامٍ.\nفأمَّا التَّأمينُ، فأنْ يقول بعدَ قراءتِه لفاتحةِ الكتاب: آمينَ. وآمينَ فيما يُقال هو اسمٌ مِن أسماء اللهِ، ويُقال: إنَّ معْناها: اللَّهُمَّ افْعَلْ بنا ذلك. كذا رُوِيَ عن الحسن، وآمين: بالمَدِّ والقَصْرِ مع تَخْفيفِ الميم.\nوأمَّا تَرِتيلُ القراءةِ، فإنَّ التَّرْتيلَ ما لا بَغْيَ فيه. وهو مِن قولِنا: ثَغْرٌ رَتْلٌ. إذا اسْتَوَتِ الأسنانُ، وكذلك القِراءةُ الرَّتْلَةُ، فإنَّ التَّرْتيلَ ما لا بَغْيَ فيه.\nالجزء: 1 ¦ الصفحة: 77\n",
        "قال الشافعيُّ: \"ولا يبلُغُ بالقراءةِ تَمْطيطًا\". فالتَّمْطيطُ: المَدُّ المُفْرِط، والعرب تقولُ: مَطَّ الشيءَ، أي: مَدَّهُ.\nوأمَّا التَّمْتَمَةُ، فأن يَتَرَدَّدَ الرجلُ في التَّاءِ، فإن تردَّدَ في الفاءِ فهو: فَأفَأةٌ.\nواللَّثْغَةُ: أن يجعل السِّينَ ثاءً، والرَّاءَ غَيْنًا.\nوقولُه: \"وَجَّهْتُ وَجْهِيَ\". أي: تَوَجَّهْتُ أنا، ورُبَّما عُبِّرَ عن الذَّاتِ بالوَجْهِ، قال اللهُ عَزَّ وجَلَّ: (ويبقى وجهُ ربِّك). أي: ويَبْقى اللهُ.\nوقولُه: \"فطر السماوات والأرض\". أي: أنْشَأها وابْتَدَأها وابْتَدَعَها لا على مِثالٍ، وفَطَرَ فلانٌ البِئْرَ: إذا أنْشَأ حَفْرَها.\nوأمَّا قَوْلُ المُصَلِّي: (إنَّ صلاتي ونُسُكي). فقد قُلْنا في الصلاة. والنُّسُكُ: الذَّبيحَةُ. وقال قَوْمٌ: الطَّاعَةُ.\nالجزء: 1 ¦ الصفحة: 78\n",
        "وأمَّا الرُّ كوعُ: فالانْحِناءُ، يُقال للشيخِ المُنْحَني: راكِعٌ.\nوأمَّا السُّجودُ: فالتَّطامُنُ، يُقال: سَجَدَ البعيرُ. إذا خَفَضَ رأسَهُ، وكذا تقول للواضِع جَبْهَتَه بالأرضِ لِتَطامُنِهِ: ساجِدٌ، والدَّليلُ على ذلك قولُ القائل:\nبِخَيْلٍ تَضِلُّ الْبُلْقُ في حَجَراتِهِ\n...\nتَرى الْأَكْمَ فيها سُجَّدًا لِلْحَوافِرِ\nيقول: إنَّه جَيْشٌ لَجِبٌ تتطامَنُ له الأكابِرُ لمرورِه عليها.\nوالإسْجادُ: إدامَةُ النَّظَرِ. والقِياسُ فيه واحِدٌ، لأن] الساجد [النَّاظِرَ لا يكونُ طامِحَ الطَّرْفِ.\nويُقال: سَجَدَ الظِّلُّ. وهو سُقوطُه بالأرضِ.\nوقولُه: \"ويُجافي مِرْفَقَيْهِ عن جَنْبَيْهِ\". يقول: يُباعِد بهما ويُبينُ، يُقال: تتَجافى عن كذا: إذا تَنَاءى عنه، قال اللهُ تعالى: (تتجافى جنوبهم عن المضاجع).\nوقَوْلُه: \"حتَّى يرى مَنْ خَلْفَه عُفْرَةَ إبطَيْه\"، فالعُفْرَةُ: البَياضُ،\nالجزء: 1 ¦ الصفحة: 79\n",
        "وأصلُه مِن العَفَرِ، وهو التراب، يُقال: عَفَرَ وَجْهَهُ.\nوأمَّا التَّشَهُّدُ، فإنَّما سُمِّيَ بذلك لقولِ القائِل: أشهد أنْ لا إله إلاَّ الله، أشْهد أنَّ محمدًا رسولُ الله، وليس ذلك على الاسْتِقْبالِ، ولا على المُعْتاد، ولكنْ مَعْناه أنا شاهِدٌ، وشَهِدْتُ.\nوالتَّحِيَّاتُ، جَمْعُ تَحِيَّةٍ، والتحيةُ: المُلْكُ. قال عَمرُو بنُ مَعْدِيكَرِب:\nأُسَيِّرُها إلى النُّعْمانِ حتَّى\n...\nأُنيخَ على تَحِيَّتِهِ بِجُنْدِي\nوالتَّحِيَّةُ: البقاءُ والسَّلام، يقول: حَيَّيْتُ فُلانًا، وإنَّما سُمِّيَ بذلك، لأنه يسْتَقْبِلُ به مُحَيَّاهُ، ومُحَيَّاهُ: وَجْهُه.\nوقال النبيُّ، عليه السلام: \"وتحليلُها التَّسْليمُ\". والتحليلُ: فَتْحُ ما كان مُنْغَلِقًا عليه، لأنَّ الكلامَ والعملَ مُحَرَّمٌ على المُصَلِّي، فإذَا سَلَّمَ فكأنَّه أُحِلَّ له ما كان مَحْظورًا عليه، لأنَّ هذا قياسُ الحلالِ والحرام، لأنَّ الحلالَ مِن حَلَلْتُ: إذا فَتَحْتَ. والحرامَ مِن قولِنا: هذا سَوْطٌ مُحَرَّمٌ: إذا لم يكنْ لَيِّنًا، ومُهْرٌ مُحَرَّم: إذا لم يكنْ قد رِيضَ.\nوأمَّا الوِتْرُ: فمِن قولِك: أَوْتَرْتُ: إذا أَفْرَدْتَ، واللهُ جَلَّ ثَناؤُه هو الوِتْرُ، وهو الفَرْدُ.\nوأمَّا قولُه تعالى: (والشَّفْعِ والوَتْرِ). فالشَّفْعُ: الخَلْقُ، والوَتْرُ: اللهُ، وقال قومٌ: الشَّفْعُ رَكْعَتا الفجر] والوَتْر [: ثلاثُ المغرب، وكُلُّ\nالجزء: 1 ¦ الصفحة: 80\n",
        "مُفْرَدٍ وَتْرٌ، فكذلك الوِتْرُ إنَّما سُمِّيَتْ وِتْرًا، لأنَّها واحدةٌ أوْ ثلاثٌ على قَوْلِ مَن يَراها ثلاثًا.\nوأمَّا القُنُوتُ، فطُولُ القِيام، وفي بعضِ الحديث: ما أفْضَلُ الصلاةِ؟ قال: \"طولُ القُنوتِ\".\nوالقُنوتُ: السُّكوتُ، والقُنوتُ: الدُّعاء، وكذلك القُنوتُ في صلاةِ الصُّبْحِ إنَّما هو دُعاءٌ.\nوأمَّا السَّلام، قال: \"السلامُ اسْمٌ مِن أسْماءِ اللهِ عَزَّ وجَلَّ\". فقال بعضُ أهلِ التَّأويلِ: إنَّما سُمِّيَ سَلامًا لِسَلامَتِهِ ممَّا يَلْحَقُ\nالجزء: 1 ¦ الصفحة: 81\n",
        "الْمَخْلوقينَ مِن الْفَناءِ، وغير ذلك، قال اللهُ تعالى: (واللهُ يَدْعو إلى دارِ السَّلامِ). فالسَّلامُ اللهُ عَزَّ وجَلَّ، ودارُه الجَنَّةُ. ومعنَى قَوْلِ القائلِ: السلامُ عليكم: أي: اللهُ القائمُ على مَصْلَحَةْ أُمورِكم.\nوأمَّا النَّهْيُ عن الصَّلاةِ في أعْطانِ الإبِلِ، ففيه قولان، قال قومٌ: مَعاطِنُ الإبِلِ: مَرابِضُها حَوْلَ الماءِ، وهي مَحابِسُها بعدَ الوُرودِ، وكذلك كُلُّ مَنْزِلٍ مَالَفٍ للإبلِ، فهو عَطَنٌ، بمَنْزِلَةِ الوطنِ للنَّاس، وذلك المكانُ يُقال له: العَطَنُ والمَعْطَنُ، قال الشاعر:\nولا تُكَلَّفُني نَفْسي ولا هَلَعي\n...\nحِرْصًا أُقيمُ به في مَعْطَنِ الْهُونِ\nأفَلا تَراهُ جعلَ لنَفْسِه مَعْطَنًا.\nوالقولُ الثاني: أنَّ أعْطانَ الإبلِ لا تكونُ إلاَّ على الماءِ، فأمَّا مَبارِكُها في البَرِيَّةِ وعندَ الحَيِّ، فهو المَأوَى والمَراحُ والمَبارِكُ، وقال لَبيد:\nإنَّما يُعْطِنُ مَن يَرْجو الْعَلَلْ\nالجزء: 1 ¦ الصفحة: 82\n",
        "أَفَلا تَراهُ جَعَلَ عَطَنَها عندَ الماءِ بعدَ وُرودِ الأوَّلِ، إذا رَجا لها ساقيها السَّقْيَ الثاني، والعَلَلُ: هو الشُّرْبُ الثَّاني.\nويدُلُّ على هذا التَّأويلِ: \"صَلَّوا في مَرابِضِ الغَنَمِ، ولا تُصَلُّوا في أعْطانِ الإِبِلِ\".\nوأمَّا المَرابِضُ، فحيث تَرْبِضُ، يُقال: رَبَضَتْ الشَّاةُ: إذا نَامَتْ.\nوقولُه: \"جِنٌّ مِن جِنٍّ خُلِقَتْ\". فإنَّما أريدَ به تَهْويلُ خِلْقَتِها، وسُرْعَةُ نِفارِها، وما فيها مِن رُعْبِ الإنسانِ عندَ نِفارِها وعَدْوِها.\nوقد فَرَّقَ الشَّافعيُّ بنفْسِه بين المَعْطَن والْمُراح، فقال: \"ومُراح\nالجزء: 1 ¦ الصفحة: 83\n",
        "الغنم] الذي [تجوزُ فيه الصلاةُ، الذي لا بَوْلَ فيه ولا بَعْرَ، ولا يُعْرَفُ العَطَنُ إلاَّ مَوْضِعٌ قُرْبَ الْبِئْرِ الذي يُنَحَّى إليه الْإِبِلُ لِيَرِدَ غيرُها الماءَ، لا المُراحُ الذي تَبيتُ فيه\"، وإنَّما أراد – واللهُ أعلمُ- أنها تكونُ بذلك المَوْضِع أكْثَرَ أبْوالاً وأبْعارًا.\nالجزء: 1 ¦ الصفحة: 84\n",
        "باب المسافر\nقال: \"إذا سافَرَ الرجُلُ سَفَرًا يكونُ سِتَّةً وأربعين مِيْلاً بالهاشِمِيِّ، فله أنْ يَقْصِرَ الصلاةَ\".\nفالقَصْرُ مِن قولِك: قَصَرْتُ أقْصِرُ قَصْرًا، كذا يُقال في الصلاةِ، وإذا أنتَ قَصَّرْتَ مِن ثَوْبِك، أوْ قَصِّرْ في حاجتِك، فذلك بالتَّثْقيلِ، والْأوَّلُ أفْصَحُ وأجْوَدُ.\nالجزء: 1 ¦ الصفحة: 85\n",
        "باب الجمعة\nاختلفَ الناسُ في الجمعة.\nفقال قومٌ: سُمِّيَتْ لاجْتِماعِ الناسِ فيها في المكانِ الجامعِ لصَلاتِهم.\nوقال آخرون: إنَّما سُمِّيَتْ الجمعةُ، /لأن خَلْقَ آدمَ عليه السلام، جُمِعَ فيها.\nقال اللهُ تعالى: (إذا نُودِيَ للصَّلاةِ مِنْ يوم الجمعة)، أي: دُعِيتُم إليها مِن يوم الجمعة (فاسْعَوِا)، أي: فَامْضُوا. والسَّعْيُ قد يكونُ العملَ، ويكونُ العَدْوَ، ويكونُ المُضِيَّ.\nوقَوْلُه: \"ثمَّ انْفَضُّوا عنه\". فإنه يُريد بالاِنْفِضاضِ التَّفَرُّقَ. قال اللهُ تعالى: (ولو كنتَ فَظًّا غليظَ القلبِ لانفضوا من حولك).\nالجزء: 1 ¦ الصفحة: 86\n",
        "وأمَّا الخُطْبَةُ، فاشْتِقاقُها مِن المُخاطبة، ولا تكونُ المخاطبةُ إلاَّ بالكلامِ بين المُخاطَبين، وكذلك خِطْبَةُ النِّكاح.\nوقال قومٌ: إنَّما سُمِّيَتْ الخُطْبَةُ، لأنهم كانوا] لا [يَجْعلونَها إلاَّ في الخَطْبِ والْأمْرِ العظيم، فلهذا سُمِّيَتْ خُطْبَةً.\nوالْمِنْبَرُ، مِن قَوْلِك: نَبَر: إذا عَلا صَوْتُه، وكذلك الخاطِبُ يعْلو صَوْتُه، ومِنْبَر، مِفْعَل منه، ولذلك سُمِّيَتْ الهمزةُ نَبْرَةً، لأن مَن نَبَرَ الْحَرْفَ رَفَع صَوْتَهُ.\nوأمَّا قَوْلُه: \"لا يُشَبِّكُ بين أصابِعِه\" فعَلى ظاهِرِه، كُرِهَ لِلْعامِدِ إلى الصلاةِ أن يُشَبِّكَ بين أَصابِعِه، كما كُرِهَ لِلْمُصَلِّي.\nوقال قومٌ مِن أهل العربيَّة: ليس هذا على ظاهِرِه، وذلك أنَّ الناسَ مُجْمِعون أن رجلاً لو شَبَّكَ أصابِعَه وهو في الصَّلاةِ لم يَضُرَّه ذلك. قالوا: فإذا كان التَّشْبيكُ في نَفْسِ الصلاةِ لا يَضُرُّ، فكيف يَضُرُّ العامِدَ إلى الصلاةِ، ولكنَّ التَّشْبيكَ إنَّما هو المُنازَعَةُ والوقوفُ علَى مَوَاقِفِ التَّخاصُمِ، لأن الرَّجُلَ إذا خَاصَم، قيل: قد شَبَّكَ يَدَهُ. وقالوا: العامِدُ إلى الصلاةِ مَأجورٌ عَلَى قَصْدِه، فإذا شَغَلَ نَفْسَه في طريقِهِ بخُصُومةٍ أوْ مُنازَعَةٍ فقد قَطَعَ ذلك القَصْدَ، وانْقَطَعَ أجْرُه، وأنْشَدُوا قولَ القائلِ:\nوكَتيبَةٍ لَبَّسْتُها بكَتيبَةٍ\n...\nحتَّى إذا اشْتَبَكَتْ نَفَضْتُ لَها يَدِي\nالجزء: 1 ¦ الصفحة: 87\n",
        "وهذا القولُ عندنا مُحْتَمِلٌ، إلاَّ أنَّ العملَ عندَنا على الْأوَّلِ، وإنْ كُنَّا نَكْرَهُ له التَّشاغُلَ بالمُنازَعاتِ والخُصوماتِ.\nوأمَّا العيدُ، فإنَّما سُمِّيَ عِيدًا لاِعْتِيادِ الناسِ له كلَّ حِينٍ، ومُعاوَدَتِهِ إيَّاهُم، ويُقال لِما يُعاوِدُ الْإنسانَ مِنْ هَمٍّ أوْ غيرِه: عِيدٌ، قال الشاعر:\nأمْسَى بِأَسْماءَ هذا الْقَلْبُ مَعْمُودَا\n...\nإذا أثولُ صَحَا يَعْتادُهُ عِيدَا\nوأمَّا الكُسوفُ، فَمِن كَسَفَ الشيءُ: إذا ذَهَبَ نورُه وضَوْؤُه، يُقال: نَجْمٌ كَاسِفٌ، وكَسَفَتْ الشمسُ سائرَ الكواكبِ، إذا ذَهَبَتْ بِضَوْئِها. قال الشاعر:\nالشمسُ طالِعَةٌ ليستْ بِكاسِفَةٍ\n...\nتَبْكِي عليكَ نُجومُ اللَّيْلِ والْقَمَرَا\nيقول: إنَّها طالعةٌ وهي مع طُلُوعِها لم تَكْسِفِ النُّجومَ والقَمَرَ، أي: ما ذهبتْ بضَوْئِها، لأنها أيضًا مِن الغَمِّ بك لا ضَوْءَ لها، فكيف/ تَكْسِفُ غيرَها؟ وإنَّما تَكْسِفُ غيرَها بتَمامِ نُورِها.\nوأمَّا الخُسُوفُ، فالغُيوب. يُقال: خَسفَتِ الأَرْضُ، وخُسِفَ بالْكافِرِ: إذا صارت الْأرْضُ كأنَّها ابْتَلَعَتْه، وانْخَسَفَتِ البئرُ: إذا انْخَسَفَ قَعْرُها.\nالجزء: 1 ¦ الصفحة: 88\n",
        "وسمعتُ أبا الحسن القَطَّانَ، يقول: سمعتُ أبا حاتمٍ محمدَ بنَ إدريس، يقول: إذا ذَهَبَ بعضُها فهو الكُسوفُ، وإذا ذَهَبَ كُلُّها فهو الخُسُوفُ.\nوأمَّا الاسْتِسْقاءُ، فطَلَبُ السُّقْيا.\nوأمَّا الحديثُ: أنَّ النبيَّ، صلَّى الله عليه، كانتْ عليه خَمِيصَةٌ، فإنَّما هو الكِساءُ الْأَسْوَدُ، والعربُ تُشَبِّهُ شُعُورَ النِّساءِ في كَثْرَتِها بالْخَمائِصِ، قال الأعشى:\nإذَا جُرِّدَتْ يَوْمًا حَسِبْتَ خَمِيصَةً\n...\nعليها وجِرْيَالاً يُضيءُ دُلامِصَا\nوأمَّا قولُه: \"ولا سُقْيا عَذابٍ، ولا مَحْقٍ، ولا بَلاءٍ، ولا هَدْمٍ\". فالمَحْق: النَّقْصُ والذَّهاب، قال اللهُ تعالى: (وليُمَحِّصَ اللهُ الذين آمنوا ويمحقَ الكافرين).\nالجزء: 1 ¦ الصفحة: 89\n",
        "وأمَّا الظِّرابُ، فجَمْعُ ظَرِب، وهو أُصولُ الجبالِ والْأرَضِين، وهي الخَشِنَةُ الحَزْنَةُ، قال الشاعر:\nإنَّ جَنْبِي عن الْفِراشِ لَنَابٍ\n...\nكَتَجافِي الْأَسَرِّ فوقَ الظِّرابِ\nوأمَّا قَوْلُه: \"اسْقِنا غَيْثًا\"، فكذا الاسْتِحْبابُ، ولا يذكر المَطَرَ، وذلك أنَّ المطرَ لم يُذْكَرْ في كتابِ الله تعالى إلاَّ في مَوْضِعِ عذابٍ، وما سِوَى ذلك مِن الرَّحْمَةِ غَيْثٌ.\nوالْهَنِيُّ: الذي لا عَناءَ فيه ولا مَشَقَّةَ. والمَرِيّ: الذي لا يَسْتَوْخِمُه آكِلُهُ.\nوقوله: مريعًا، يَحْتَمِلُ أن تكون بضَمِّ المِيم، فإن كان كذلك، فهو الذي يَاتِي بالرِّيعٍ، وهو النُّزُل والزِّيادةُ والنَّماءُ، وإن كان بفَتْحِ المِيم، فهو الذي يُصِيِّبُ الأماكِنَ مَرِيعَةً، وهو في نَفْسِهِ مَرِيعٌ، يُقال: مَكان مَرِيعٌ: إذا كان خِصْبًا.\nالجزء: 1 ¦ الصفحة: 90\n",
        "والغَدَقُ: الكثير، يُقال: حَوْضٌ مُغْدِقٌ، وقال اللهُ تعالى: (لأسقيناهم ماء غدقا).\nوقولُه: \"مُجَلِّلاً\". أي: يُجَلِّلُ الْأرْضَ بالنَّباتِ كما يُجَلِّلُ الفَرَسُ بِجلالِهِ.\nوقولُه: \"عَامًّا طَبَقًا\". أي: لا يَتَخَلَّلُ، بل يَعُمُّ. والطَّبَقُ: الذي يُطَبِّقُ الْأرْضَ، أي: يَعُمُّها، ويَصيرُ لها كالطَّبَقِ.\nوالسَّحُّ: الانْصِبابُ، يُقال: دِيمَةٌ سَحٌّ، والسَّحُّ: الصَّبُّ نفسُه، فسُمِّيَتْ بفِعْلِها. وغَيْثٌ سَحُوحٌ.\nواللَّاواءُ، والجَهْدُ، والضَّنْكُ: الضَّيْقُ.\nالجزء: 1 ¦ الصفحة: 91\n",
        "باب الجنائز\nوأمَّا قولُه:\"ويَجْعَلُ في الماءِ القَرَاحِ كافُورًا\"، فالقَراح: الماءُ الذي لا يُخالِطُه غَيْرُه.\nوأمَّا قولُه: «\"لا يُخَمِّرُ راسَه\". فهو أن لا يُغَطَّى. يُقال: خَمَّرْتُ الشيءَ: إذا غَطَّيْتَه، قال النبيُّ، عليه السلام: \"خَمِّروا آنِيَتَكُمْ\".\nالجزء: 1 ¦ الصفحة: 92\n",
        "وأمَّا قولُه: \"ثلاثة أثْواب بِيضٍ رِيَاطٍ\"، فهي جَمْعُ رَيْطَةٍ، والرَّيْطَةُ: كلُّ مُلاءَةٍ لم تكنْ لِفْقَيْن.\nوأَمَّا \"ثلاثةُ أثْوابٍ بِيضٍ سَحُولِيَّة\"، فمَاخُوذٌ مِن السَّحْلِ، والسَّحْلُ: الثَّوْبُ من الْقُطْنِ.\nوأمَّا السُّحُلُ، فحدَّثنا القَطَّانُ، عن عليّ بنِ عبد العزيز، عن أبي عُبَيْد، قال: هي ثياب بِيضٌ، وواحدُه السَّحْلُ.\nوأمَّا \"الشُّهَداء\" فجَمْعُ شَهيد، وسُمِّيَ شهيدًا، لأن ملائكةَ الرَّحْمةِ تَشْهَدُه. وقال قومٌ: سُمِّيَ شهيدًا لسُقوطِه بالْأرْضِ، وذلك أن الْأرْضَ تُسَمَّى الشَّهادةَ، والوَجْهُ الْأوَّلُ أَصَحُّ.\nالجزء: 1 ¦ الصفحة: 93\n",
        "كتاب الزكاة\nأصلُ الزكاة - فيما حُدِّثْنا به عن المُفَسِّر عن القُتَيْبِيّ -: النَّماءُ والزِّيادةُ. وسُمِّيَتْ بذلك، لأنها تُثَمِّرُ المالَ وتُنَمِّيهِ، ومنه يُقال: زَكَا الزَّرْعُ: إذَا كَثُرَ رِيعُهُ، وزَكَتِ النَّفَقَةُ، إذا بُورِكَ فيها، ومنه قَوْلُ الله تعالى: (أقتلت نفسا زاكية). أي: نامِيَةً، ومنه تَزْكِيَةُ القاضي للشُّهودِ، لأنه يَرْفَعُ منهم بالتَّعْديل، والذِّكْرِ الجَميلِ، ثم يُقال منه: فلان زَكِيٌّ، وهو أزْكَى مِن فُلانٍ.\nقُلْنا: وعلى هذا التَّاويلِ أوْجَبَ الشافعيُّ الزكاةَ في مالِ اليتيم، لأن الزكاةَ لمَّا كانتْ مَوْضوعَةً للنَّماءِ رُجِيَ مِن مالِ الْيَتِيمِ، كما يُرْجَى مِن مالِ غيرِه، فوَجَبَتْ فيها الزكاةُ، والعربُ تقولُ للواحِدِ: خَسَا. ولِلاثْنَيْن: زَكا.\nالجزء: 1 ¦ الصفحة: 95\n",
        "باب صدقة الإبل\nروَى الشافعيُّ حديثَ أنَس بنِ مالك: \"هذا فَرِيضَةُ الصَّدَقَةِ\". أي: بَيَانُ الصَّدَقَةِ. يُقال: فَرَضْتُ الشَّيْءَ وفَرَّضْتُهُ: إذا بَيَّنْتَهُ. قال اللهُ تعالى: (قد فَرَضَ الله لكم تَحِلَّةَ أيْمانِكم)، وقولُه: (سورة أنزلناها وفرضناها). هكذا مثلُه، أي: بَيَّنَّاها.\nوقولُه: \"الصَّدَقَة\"، فإنَّما سُمِّيَتْ صَدَقَةً، لأنها عطاءٌ على غَيْرِ ثَوابٍ عاجلٍ، دالَّةٌ على صِدْقِ مُعْطِيها في الطَّاعةِ.\nوقولُه: \"التي فَرَضَها\". أي: أوْجَبَها، \"فمَنْ سُئِلَها عَلَى وَجْهِها\".\nالجزء: 1 ¦ الصفحة: 96\n",
        "أي: على الحَدِّ الذي حَدَّه رسولُ الله، صلَّى الله عليه، \"فَلْيُعْطِها، ومَن سُئِلَ فوقَها فلا يُعْطَه\"، فالهاءُ التي في قولِه: \"فَلا يُعطه\" يُمْكِنُ أن تكونَ كنايةً عن قولِه: من سأل فوقَها لا يُعْطَى ما فوقَها، ومُمْكِنٌ أن تكونَ الهاءُ هاءَ وَقْفٍ، كما تقولُ: لا تَمْضِهْ. وكما قال جَلَّ ثَناؤُه: (فبهداهم اقتدِه). كأنه قال: ومَن سَأل فوقَها فلا يُعْطَه. لكنه وَقَفَ على الهاء، لأن أكْثَرَ الوُقوفِ إنَّما يكونُ على ساكِنٍ.\nوأمَّا الأسْنانُ التي تُؤْخَذُ في الصَّدَقَةِ مِن الإبِلِ، فحدَّثنا عليُّ بن إبراهيم القَطَّانُ، قال: حدَّثنا عليُّ بن عبد العزيز، قال: حدَّثنا أبو عُبَيْدٍ، قال: قال الْأصْمَعِيُّ، وأبو زيادٍ الكِلابِيُّ، وأبو زيد الْأنْصارِيُّ، قالوا: إذا وضَعَتِ الناقةُ، فوَلَدُها ساعةَ تَضَعُهُ: سَلِيلٌ.\nثم ذكروا تَنَقُّلَهُ بعد ذلك في أحْوالِه، قالوا: فإذا حُمِلَ على الْأُمِّ فلَقِحَتْ فهي: خَلِفَةٌ، وجَمْعُها: مَخاضٌ، وهو: ابنُ مَخَاضٍ، وذلك لاِسْتِكْمالِ السَّنَةِ مِنْ مُنْذُ وُلِدَ، ودُخولِه في الأخْرى، فإذا نُتِجَتْ أُمُّهُ، وذلك بعدَ سَنَتَيْن ودُخُولِه الثالثةَ، وصار لها ابْنٌ، فهو: ابنُ لَبُون، فإذا فَصَلَ أخوه، وذلك لاِسْتِكْمالِ ثلاثٍ ودُخولِه الرابعةَ فهو: حِقٌّ، حتى يَسْتَكْمِلَ أرْبَعًا، فإذا أتَتْ عليه الخامسةُ، فهو جَذَعٌ، فهذا نهايَةُ السِّنِّ الذي يُؤْخَذُ في الصَّدَقَةِ، وإنَّما لم نَذْكُرْ ما قَبْلَ ابنِ مَخاضٍ، وما بعدَ الجَذَعِ لأنه ليس له ذِكْرٌ في الصدقةِ.\nالجزء: 1 ¦ الصفحة: 97\n",
        "وتلخيصُ ذلك، أنه إذا أتَتْ عليه سنةٌ كاملةٌ فهو: ابنُ مَخاضٍ، والأنثى: بنتُ مَخاضٍ، فإذا أتَتْ عليه سنتان كاملتان، فهو ابنُ لَبُون، والأُنْثى: بنتُ لَبُون، فإذا أتَتْ عليه ثَلاثٌ كَوامِلُ، فهو حِقٌّ، والأنثى: حِقَّةٌ، فإذا أتَتْ عليه أرْبَعٌ كَوامِلُ] فهو [: جَذَعٌ، والأنثى: جَذَعَةٌ.\nوقَوْلُه: \"حِقَّةٌ طَرُوقَة الْجَمَلِ\"، فالحِقَّةُ: التي تَسْتَحِقُّ أنْ يُحْمَلَ عليها. والطَّرُوقةُ: التي يَطْرُقُها الجملُ، أي: يَضْرِبُها، يُقال: طَرَقَ الفَحْلُ أُنْثَاهُ. إذا ضَرَبَها.\nوأمَّا \"الْهُيَام\" الذي ذَكَره الشافعيُّ، فحدَّثَنا ابنُ القَطَّانِ، عن عبدِ العزيز، عن أبي عُبَيْدٍ، قال: بَعيرٌ مَهْيُومٌ: إذا أصابَه الْهُيامُ، وهو داءٌ يَأخُذُ الإبِلَ، مثل الحُمَّى.\nالجزء: 1 ¦ الصفحة: 98\n",
        "باب صَدَقة البقر\nأمَّا التَّبِيعُ، فالذي يَتْبَعُ أُمَّهُ، وذلك إذا قَوِيَ.\nالْمُسِنَّةُ: التي قد بلَغَتْ نِهايةَ السِّنِّ.\nوأمَّا الوَقَصُ، فقد ذَكَر الشافعيُّ أنه لم يبلُغِ الفَرِيضَةَ، والجَمْعُ: الأوْقاصُ.\nالجزء: 1 ¦ الصفحة: 99\n",
        "باب صَدَقة الغنم السائمة\nأمَّا السَّائِمَةُ، فالرَّاعِيَةُ، وهي التي تَسُوم، أي: تَرْعَى وتَذْهَبُ في الرَّعْيِ. وأسَمْتُها أنا إِسَامَةً. قال اللهُ عزَّ وجلَّ: (ومنه شجر فيه تسيمون). أي: تَرْعَوْنَ أنْعامَكُم.\nوأمَّا أسْنانُ الشَّاءِ التي تُذْكَرُ في الزكاةِ وفي الأضَاحِي، فحدَّثنا القَطَّانُ، عن] علي بن [عبد العزيز، عن أبي عُبَيْدٍ، قال: حدَّثنا أبو زيد، قال: يُقال لأوْلادِ الغَنَمِ سَاعَةَ تَضَعُه أمُّهُ مِن الضَّأنِ أو المَعْزِ جميعًا، ذَكَرًا كان أم أنْثى: سَخْلَةٌ، وجَمْعُهُ: سِخَالٌ، وهي البَهْمَةُ، للذَّكَرِ والأُنْثَى، وجَمْعُها: بُهْمٌ، فإذا أتَى عليها الحَوْلُ، ودخلتْ في الثانية، فهي: جَذَعَةٌ، فإذا أتتْ عليها سنتان، ودخلتْ في الثالثة، فهي: ثَنِيَّةٌ.\nوأمَّا الرُّبَّى، فقد قال الشافعيُّ: إنها التي يَتْبَعُها وَلَدُها. وقال قَوْمٌ مِن أهلِ اللغة: الرُّبَّى، هي التي تُحْبَسُ في البَيْتِ.\nالجزء: 1 ¦ الصفحة: 100\n",
        "والدَّليلُ على ما قالَه الشافعيُّ قَوْلُ الشاعر:\nحَنِينَ أُمِّ الْبَوِّ في رُبابِها\nوأمَّا الأكُولَةُ، فهي التي تُسَمَّنُ للذَّبْحِ.\nوالماخِضُ: الحامِلُ.\nوأمَّا قولُه: \"وذلك عَدْلٌ بَيْنَ غَذِيِّ المالِ وخِيارِه\".\nفحُدِّثْنا عن الخليل، بالإسْناد الذي ذكَرْناهُ قَبْلُ، قال: الغِذَاءُ: سِخَالٌ صِغَارٌ، وَاحِدُها غَذِيٌّ.\nوأمَّا الإِبِلُ المَهْرِيَّةُ، فمَنْسُوبَةٌ إلى مَهْرَةَ، وهم قَوْمٌ كانوا يَسْكُنونَ وَبَارِ، ويُقال: إنَّ إبِلَهُم لا يَسْبِقُها شَيْءٌ.\nوأمَّا أَرْحَبِيَّة، فحُدِّثْنا عن الخليلِ، بالإسْنادِ الذي ذَكَرْناه قَبْلُ، قال: أَرْحَبُ حَيٌّ أو مَوْضِعٌ، تُنْسَبُ النَّجائِبُ إليه الْأَرْحَبِيَّةُ، والْأغْلَبُ على النَّفْسِ أنَّ أَرْحَبَ حَيٌّ مِن الْيَمَنِ.\nوالْمَجِيدِيَّة أيضًا، مَنْسُوبَةٌ إلى مَجِيدٍ، وهو فَحْلٌ كان يكونُ لإبِلِهمْ.\nالجزء: 1 ¦ الصفحة: 101\n",
        "باب زكاة الثمار\nحكَى الشافعيُّ حديثَ أبي سعيد الخُدِرِيِّ، أن النبيَّ، عليه السلام، قال: \"لَيْسَ فيما دُونَ خَمْسَةِ أوْسُقٍ صَدَقَةً\". قال: \"والْوَسْقُ\nالجزء: 1 ¦ الصفحة: 102\n",
        "معا سِتُّونَ صاعًا بصَاعِ رَسولِ الله، صلَّى اللَّه عليه وسلم، والصَّاعُ أربعةُ أمْدَادٍ\".\nفأمَّا الوَسْقُ معًا، فقد ذكر الشافعيُّ في حديثٍ: وإنَّما سُمِّيَ وَسْقًا، لأنَّه يُوسَقُ، أي: يُحْمَلُ، فكأنه كالشَّيْءِ الذي يجوز أن يُسَمَّى مِن ثقله وَسْقًا، أي: حِمْلاً، قال الشاعر:\nأيْن الشِّظاظانِ وأين المِرْبَعَهْ\nوأيْنَ وَسْقُ النَّاقَةِ المُطَبَّعَهْ\nفالوَسْقُ ها هنا: الحِمْلُ.\nوأمَّا الصَّاعُ، فقال قومٌ: صاعُ النبيِّ، عليه السلام، ثمانيةُ أرْطالٍ، ومُدُّهُ رِطْلان. وهو قَوْلُ النَّخَعِيِّ ومَنْ وافَقَهُ مِن العِرَاقِيِّين.\nوحدَّثنا القطَّانُ، عن المُفَسِّرِ، عن القُتَيْبِيِّ، قال: وأمَّا أهلُ الحِجازِ، فلا اخْتِلافَ بينهم فيما أعْلَمُه، يعرفهُ عالِمُهم وجاهلُهم، ويَتَبايَعُون به في أسْواقِهم، وفي زَكَاةِ الْأَرَضِينَ، وصَدَقَةِ الفِطْرِ، وكَفَّارة\nالجزء: 1 ¦ الصفحة: 103\n",
        "الْيَمِينِ، وفِدْيَةِ النُّسُكِ، فهم مُجْمِعُون على أنَّ المُدَّ رِطْلٌ وثُلُثٌ، والصاعَ خَمْسَةُ أرْطالٍ وثُلُثٌ، قال: والصاعُ ثُلُثُ الفَرْقِ، والفَرْقُ سِتَّةَ عَشَرَ رِطْلًا، والفَرْقُ قد يُفْتَح راؤهُ، فأمَّا أنا، فلم أسْمَعْهُ إلاَّ مُسَكَّنًا، والله أعلم.\nقال أبو الحسين: سمعتُ الآن مفتوحًا، وقد جاء في الشعر \"فرق\" بفتح الراء:\nيَأخُذونَ الأَرْشَ عن إخْوَتِهم\n...\nفَرَقَ السَّمْنِ وشَاةً في الغَنَمْ\nقال الشافعيُّ: \"وثَمَرُ النَّخْلِ يختلفُ، يُجَذُّ بِتِهَامَةَ معًا\"، أي: يُقْطَع، وذلك عند بُلُوغِه نِهايَتَهُ، وإنَّما جَذاذُهُ إذا أرادوا أن يُؤْوُوه إلى الجَرِينِ.\nقال: \"وهو بنَجْدٍ بُسْرٌ وبَلَحٌ، وذلك إذا اسْتَدار واخْضَرَّ، يُقال: أَبْلَحَتِ النخلةُ.\nوأمَّا الكَبِيسُ والبُرْدِيُّ، والجُعْرُورُ، ومُصْرَانُ الْفَارةِ، وعِذْقُ ابنِ حُبَيْقٍ: فأجْناسُ التَّمْرِ من الرَّدِيءِ.\nوأمَّا الخَرْص، فهو التَّقْديرُ، وهو الذي يُقال له: الحَزْر. يُقال:\nالجزء: 1 ¦ الصفحة: 104\n",
        "خَرَصْتُ النخلةَ: إذا حَزَرْتَ ثَمَرَها، ويُقال للكذَّاب: الخَرَّاص، لأنه يكذبُ لا على تَحْقِيقٍ.\nوأمَّا قولُه: \"ذلك حين يَتَمَوَّه العنبُ\"، فإنَّه يقول: إذا صار فيه الماءُ، يُقال: مَوَّهْتُ الشَّيْءَ: إذا سَقَيْتَه ماءً، وأصلُ الماءِ مَوه.\nوأمَّا الجَرِينُ، فالموضعُ الذي يُجْمَعُ فيه التمرُ، وهو البَيْدَرُ، والْأنْدَرُ، والجَوْخَانُ.\nوأمَّا الحبوب، فمنها الذُّرَة، وهو الجاورس.\nوالعَلَس: جنسٌ من القَمْحِ.\nوأمَّا السُّلْتُ، فضَرْبٌ من الشَّعِيرِ صِغَارُ الحَبِّ ليس له قِشْرٌ.\nوأمَّا القُطْنِيَّةُ، فهي الحبوبُ كالعَدَسِ، والحِمَّصِ، والْأَرُزُّ، والجُلُبَّان، والقمح، والحِنْطَةُ.\nوالتُّرْمُسُ: أحْسِبُه الفُول، والفُول: الباقِلاء، أو الجُلُبَّانُ.\nوأمَّا قَوْلُه: \"سُقِيَ بِنَضْحٍ\"، فالنَّضْحُ: الصَّبُّ، والغَرْبُ: الدَّلْوُ.\nوأمَّا الوَرِقُ، فالفِضَّة، وكذلك الرِّقَّة. وقال قومٌ: إنَّ الرِّقَّةَ تَقَعُ عَلَى الذهبِ والفِضَّةِ.\nالجزء: 1 ¦ الصفحة: 105\n",
        "وأمَّا التِّبْرُ، فما كان من الذهب والفضةِ غيرَ مَصُوغٍ، كما حدَّثنا القَطَّانُ، عن ابنِ عبدِ العزيز، عن أبي عُبَيْدٍ.\nوأمَّا المَعْدِنُ، فإنَّما سُمِّيَ مَعْدِنًا مِن قَوْلِك: عَدَنَ بالمكانِ: إذا أقام به.\nوأمَّا التَّحْصِيلُ، فإخْراجُ الذهبِ والفضةِ مِنَ الحَجَر، يُقال: حَصَّلْتُه تَحْصِيلاً.\nوأمَّا الرِّكازُ، فالمالُ المَدْفُونُ في الجاهِلِيَّةِ: مِن قَوْلِك: رَكَزْتُ الرُّمْحَ في الْأَرْضِ.\nوأمَّا الْأَقِطُ، فلبنٌ يُجَفَّفُ ويُدَّخَرُ.\nوأمَّا قَوْلُ النَّبِيِّ عليه السلام: \"ولْيَبْدَأ أحَدُكُمْ بِمَنْ يَعُولُ\"، فإنَّه يَعْنِي: بمَنْ يَمُونُ، يُقال: عُلْتُ عِيالي، أعُولُهم، عَوْلاً.\nالجزء: 1 ¦ الصفحة: 106\n",
        "كتاب الصيام\nأصْلُ الصومِ: الإمْساك. يُقال: خَيْلٌ صِيَامٌ: إذا كانت واقفةً عَلَى غيرِ عَلَفٍ. قال الشاعر:\nخَيْلٌ صِيامٌ وخَيْلٌ غيرُ صائِمَةٍ\n...\nتحتَ الْعَجاجِ وخَيْلٌ تَعْلِكُ اللُّجُمَا\nوالصيام في الشَّرْعِ: الْإمْساكُ عن المَاكَلِ والمَشْرَبِ والمُجامَعَةِ، وأنْ لا يَصِلَ شيءٌ إلى الجَوْفِ بأيِّ حالٍ كان.\nوأمَّا قَوْلُ النبيِّ عليه السلام: \"فإنْ غُمَّ عَلَيْكُمْ\"، أي: إن غُطِّيَ عليكم الْأمْرُ فلم تَرَوْا الهلالَ.\nالجزء: 1 ¦ الصفحة: 107\n",
        "وأمَّا قولُه: \"فإنْ ذَرَعَهُ الْقَيْءُ\"، يقول: غَلَبَهُ.\nوأمَّا قَوْلُه: \"أتَى بعَرَقٍ مِن تَمْرٍ\"، فالعَرَقُ: السَّفِيفَةُ المَنْسُوجَةُ مِن الخُوصِ يُجْعَلُ منها زِنْبِيلٌ.\nوأمَّا قولُه: \"كان أَمْلَكَكُمْ لِإِرْبِه\"، فالإرْبُ: العُضْوُ.\nوأمَّا قولُ الشافعيِّ: \"وإن صَحَّا قبلَ الزَّوالِ، أفْطَرَ وصلَّى بهم الإمامُ صلاةَ العيدِ\". فإنَّ معنَى قَوْلِه: \"صَحَّا\"، أي: صَحَّ الشَّاهِدان، أي: أقاما الشهادةَ، وقُبِلَ قولُهما.\nالجزء: 1 ¦ الصفحة: 108\n",
        "وأمَّا حديثُ النبيِّ عليه السلام: \"لا صِيامَ لِمَنْ لم يُبَيِّتِ الصِّيامَ مِنَ اللَّيْلِ\"، فإنَّ التَّبْيِيتَ العَزْمُ على الشيءِ لَيْلاً، قال اللهُ: (إذْ يُبَيِّتون ما لا يرضى مِنَ القول). وناسٌ يَرْوُونَها \"لِمَنْ لَمْ يَبُتَّ الصِّيامَ\"، وذلك مِن قَوْلِك: بَتَتُّ الشَّيْءَ، وابْتَتَّهُ: إذا قَطَعْتَه. أراد بذلك العَزْمَ عليه.\nالجزء: 1 ¦ الصفحة: 109\n",
        "باب الاعتكاف\nمَعنى الاعْتِكاف: الإقامَةُ، يُقال: عَكَفَ بالْمَكانِ: إذا أقامَ به، والْمَعْكُوفُ: المَحْبُوسُ، قال اللهُ تعالى: (والهديَ معكوفًا).\nالجزء: 1 ¦ الصفحة: 110\n",
        "كتاب الحَجّ\nأصلُ الحَجِّ: القَصْدُ، يُقال: حَجَجْتُ فُلانًا: إذا قَصَدْتَه.\nوحدَّثنا القَطَّانُ، عن المُفَسِّرِ، عن القُتَيْبِيِّ، قال: حَجُّ البَيْتِ مَاخوذٌ مِن قَوْلِكَ: حَجَجْتُ فلانًا: إذا عُدْتَ إليه مَرَّةً بعدَ مرةٍ. فقيل: حَجُّ البيت، لأن الناسَ يَاتُونَه كلَّ سَنَةٍ.\nقال المُخَبَّلُ السَّعْدِيُّ:\nوأَشْهَدُ مِنْ عَوْفٍ حُؤُولاً كَثيرَةً\n...\nيَحُجُّونَ سِبَّ الزِّبْرِقانِ الْمُزَعْفَرَا\nيقول: إنَّهم يَأتونَه مَرَّةً بعدَ مرةٍ لِسُؤْددِه. والسِّبُّ: الْعِمَامَةُ.\nوأمَّا قَوْلُ الشافعيِّ في الاِسْتِطَاعة: \"والوَجْهُ الآخَرُ أنْ يكونَ مَعْضُوبًا\nالجزء: 1 ¦ الصفحة: 111\n",
        "في بَدَنِهِ\". والمَعْضُوب: المَقْطُوع عن تَجَشُّمِ السَّفَرِ بمرضٍ قد أَضْنَاهُ أو هَرَمٍ، تقولُ: عَضَبَنِي عنك شُغْلٌ. أي: قَطَعَنِي عنك، وسُمِّيَ السيفُ عَضْبًا، لأنه يَقْطَعُ.\nالجزء: 1 ¦ الصفحة: 112\n",
        "باب وقت الحجّ والعمرة\nقال اللهُ عزَّ وجَلَّ: (الحجُّ أشهُرٌ معلومات). فقال بعضُ أهلِ التَّفْسيرِ: مَعْناه أَشْهُرُ الحَجِّ أشهرٌ معلوماتٌ. قال: وإن كان شَهْرَيْن وعَشْرَةَ أيَّامٍ جائزٌ أن تُخْبِرَ عنه بالْأشْهُرِ، لأنَّ التَّثْنِيَةَ جَمْعٌ، كما قال اللهُ تعالى: (فإن كان له إخوة)، وإنما المعنى: أخَوان، لأن التَّثْنِيَةَ جَمْعٌ.\nوأمَّا الحَجُّ، فلا اخْتِلافَ في وُجُوبِه. واخْتَلَفُوا في العُمْرَةِ، فقال قومٌ: ليست بفَرِيضَةٍ.\nوقال ابنُ عُمَرَ: ليس أحدٌ مِن الناسِ إلاَّ عليه حَجٌّ وعُمْرَةٌ واجِبَتان.\nوقال عَطاء: الحَجُّ والعُمْرَةُ واجِبَتان.\nوقال ابنُ جُبَيْرٍ: العُمْرَةُ واجِبَةٌ.\nالجزء: 1 ¦ الصفحة: 113\n",
        "وقيلَ لِقَيْس بن رُومان: فإنَّ الشَّعْبِيَّ يقول: ليست بواجبةٍ. فقال: كذب الشَّعْبِيُّ، إنَّ اللهَ يقول: (وأتِمُّوا الحَجَّ والعُمْرَةَ لله).\nقُلْنا: فظاهِرُ اللَّفْظِ دليلٌ على الفَرْضِ، ألا تَرَى أن اللهَ، جَلَّ ثَناؤُهُ، لم يَأمُرْ بإتْمامِ شَيءٍ إلاَّ وذلك الشيءُ واجِبٌ، كقولِه: (ثُمَّ أتِمَّوا الصيام إلى الليل)، وكقولِه: (فأتموا إليهم عهدهم إلى مدتهم). فكان الوفاءُ بالعَهْدِ الذي أمَرَ الله بمُعاهَدَةِ المشركين إليه واجِبًا.\nوبعدُ، فالحَجُّ والعُمْرَةُ مَأخُوذٌ مِنْ مَعنًى واحدٍ، لأن الحَجَّ هو الزِّيارَةُ والقَصْدُ، وكذلك العمرةُ هو الزيارة، يُقال: أتانا فلانٌ مُعْتَمِرًا، أي: زائِرًا. قال الشاعر:\nوراكِبٌ جاء مِن تَثْلِيثَ مُعْتَمِرَا\nأي: زائرًا.\nالجزء: 1 ¦ الصفحة: 114\n",
        "وقال قومٌ: اعْتَمَرَ: قَصَدَ، قال الشاعر:\nلقد سَمَا ابنُ مَعْمَرٍ جينَ اعْتَمَرْ\nمَغْزًى بَعِيدًا مِن بعيدٍ وضَبَرْ\nوقد قال قومٌ: سُمِّيَت العمرةُ عُمْرَةً لأنَّه يَقْصِدُ لعملٍ في مَوْضِعٍ عامِرٍ.\nالجزء: 1 ¦ الصفحة: 115\n",
        "باب وُجُوه الحَجّ\nالحجُّ علَى ثلاثة أَوْجُهٍ، الْإِفْرَاد، وهو اخْتِيَارُ مالكٍ والشافعيِّ. والْقِرَانُ، وهو مذهبُ أهلِ العراقِ. والتَّمَتُّعُ، وهو اخْتِيَارُ أهلِ مكةَ.\nفأمَّا الْإِفْرَادُ، فأَنْ يقول: لَبَّيْكَ بِحَجَّةٍ. لأنه أَفْرَدَها ولم يَقْرِنْ بها عُمْرَةً.\nوأمَّا الْقِرَانُ، فأَنْ يقولَ: لَبَّيْكَ بِحَجَّةٍ وعُمْرَةٍ مَعًا.\nوأمَّا التَّمَتُّعُ، فأَنْ يُهِلَّ بالعُمْرَةِ في أَشْهُرِ الحجِّ، ثم يخرُج من عُمْرَتِه إلى الحَجِّ.\nفإن اعْتَمَرَ في غيرِ أشْهُرِ الحَجِّ، ثم أقام حتى يَحُجَّ فليس بمُتَمَتِّعٍ، لأنه أتَى بالعُمْرَةِ في مَوْضِعِها الذي هو في الْأَصْلِ لها.\nوأمَّا الْمِيقَاتُ، فمن الوَقْتِ، فمعنى الميقات: أي الوقتُ الذي يَلْزَمُه الْإِحْرَامُ منه إذا بلَغ أحدَ تلك المواضِعِ الْمُوَقّتَةِ.\nالجزء: 1 ¦ الصفحة: 116\n",
        "باب أعمال الحَجّ\nفأوَّلُ ذلك النِّيَّةُ، وقد فَسَّرْناها في كتابِ الطهارة.\nوأمَّا الْإحْرام، فهو الدُّخُولُ في التَّحْرِيمِ، كان الرجلُ يُحَرِّمُ على نفسِه النِّكَاحَ، والطِّيبَ، وأشْياءَ مِن اللِّباسِ، فيُقال: أَحْرَمَ، أي: دخل في التَّحْرِيمِ، كما يُقال: أشْتَى: إذا دخل في الشتاء، وأَرْبَعَ: إذا دخَل في الرَّبيع.\nوأمَّا الْإِهْلالُ بالحَجِّ، فرَفْعُ الصَّوْتِ بالتَّلْبِيَةِ، ومنه يُقال: أَهَلَّ الصَّبِيُّ، واسْتَهَلَّ: إذا بكَى أو صاحَ حين يَسْقُطُ إلى الأَرْضِ.\nوأمَّا التَّلْبِيَةُ، فأَنْ يقول: لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ. ويكون التَّلْبِيَةُ مِن قَوْلِك: ألَبَّ بالمكانِ: إذا لَزِمَهُ، ومعنى لَبَّيْكَ: هأنا عَبْدُك، وأنا مُقِيمٌ عَلَى طاعتِك وأمْرِك، غيرُ خارجٍ عن ذلك، ولا شارِدٍ عليك.\nومعنَى التَّلْبِيَة في قَوْلِنا: لَبَّيْكَ. أي: إِلْبَابٌ بعدَ إلْبَابٍ، وإقامَةٌ بعدَ إقامةٍ، وطاعةٌ بعدَ طاعةٍ، كما قالُوا: حَنَانَيْكَ يا رَبَّنا، أي: هَبْ لنا رحمةً بعدَ رحمةٍ. والْإِلْبَابُ: اللُّزُومُ.\nالجزء: 1 ¦ الصفحة: 117\n",
        "وقَوْلُ المُهِلِّ: لَبَّيْكَ إن الحمدَ والنِّعْمَةَ لك, فقد يُقال بالفتح، فمَعْناها: لَبَّيْكَ وبأنَّ الحمدَ، ولأنَّ الحمدَ لك. ومن كَسَرَ، فالمعنى الابْتِداء، كأنَّه قال: لَبَّيْكَ وأَتَمَّ الكلامَ، ثم قال: الحمدُ والنِّعْمَةُ لك. وهذا أَجْوَدُ الوَجْهَيْن، لأنه إذا فَتَح، فكأنه يجعلُ التَّلْبِيَةَ له لِعِلَّةِ أنَّ الحمدَ له، وإذا كَسَر، فمَعْناها أنَّ الحمدَ والنِّعْمَةَ لك علَى كلِّ حالٍ.\nفإذا دخل مكةَ مِن ثَنِيَّةِ كَداءَ، وهي ثَنِيَّةٌ بمكة، وهو الذي يقولُه حَسَّانُ لأَهْلِ مكةَ:\nعَدِمْتُ جِيَادَنا إنْ لَمْ تَرَوْهَا\n...\nتُثِيرُ النَّقْعَ مَوْعِدُهَا كَدَاءُ\nفإذا أتَى البيتَ بَدَأَ طَوافَه بالاِسْتِلام، والاِسْتِلامُ مَسُّ الحَجَرِ، وإنَّما سُمِّيَ اسْتِلاَمًا لأن الحَجَرَ يُقال له: السِّلامُ. فهو افْتِعالٌ مِن مَسِّ السِّلامِ.\nوأمَّا الاِضْطِبَاعُ للطَّوافِ، فهو أن تُدْخِلَ رِدَاءَكَ مِن تحتِ إبِطِكَ الْأَيْمَنِ، وتَرُدَّ طَرَفَهُ عَلَى يَسارِكَ، وتُبْدِيَ مَنْكِبَكَ الْأيْمَنَ وتُغَطِّي الْأَيْسَرَ، وإنَّما سُمِّيَ اضْطِبَاعًا لإبْدَائِكَ فيه ضَبُعَيْكَ، وهما عَضُدَاكَ.\nوأمَّا الرَّمَلُ، فأن يَثِبَ عَلَى رِجْلَيْهِ وَثْبًا، وهو فوق المَشْي ودون العَدْوِ، وهو مِنْ رَمَلِ المَطَرِ، وهو أَخَفُّه.\nوأمَّا الطَّوافُ، فَمِنْ طافُوا بفُلانٍ: إذا أحاطُوا به، كذلك الطَّائِفُ يمشي بجَنَباتِ البيتِ كُلِّها، يطُوفُ بها.\nوأمَّا الصَّفَا، فالحَجَرُ الصَّلْدُ الْأَمْلَسُ.\nالجزء: 1 ¦ الصفحة: 118\n",
        "وأمَّا المَرْوَةُ، فالحجارة الرِّخْوَةُ، وفي \"المُجْمَل\": هي الحجارة البِيضُ التي تَبْرُقُ، ومنها المَرْوَةُ بمَكَّةَ.\nوأمَّا عَرَفَةُ، فيُقال: إنَّما سُمِّيَ عَرَفَات، لأنَّ جِبْريلَ، صَلَّى اللهُ عليه، لمَّا أَرَى إبراهيمَ خليلَ اللهِ المَناسِكَ، وبَلَغَ الشِّعْبَ الْأَوْسَطَ، الذي هو مَوْقِفُ الإِمام، قال له: عَرَفْتَ؟ فقال: نعم. فسُمِّيَ عَرَفَات.\nوقال آخَرون: إنَّما سُمِّيَ عَرَفاتَ، لأنَّ آدمَ وحَوَّاءَ لَمَّا أُهْبِطَا تَعارَفا بعَرَفَاتَ، فسُمِّيَ بذلك.\nوقال آخَرُون: إنَّما سُمِّيَ عَرَفاتَ، مِنْ قَوْلِكَ: عَرَّفْتُ المكانَ: إذا طَيَّبْتَهُ، فسُمِّيَ عَرَفَاتَ، لأنَّه أشرفُ تلك المواقِفِ وأطْيَبُها، قال اللهُ تعالى في ذِكْرِ الجَنَّةِ: (عَرَّفَها لهم). قال قومٌ: طَيَّبَها.\nوأمَّا مُزْدَلِفَة: فسُمِّيَتْ بذلك مِن الزُّلْفَى، وهي القُرْبَةُ، يُقال: ازْدَلَفَ القومُ بعضُهم إلى بعضٍ: إذا تَقَارَبُوا، فسُمِّيَتْ المُزْدَلِفَة لاِقْتِرابِ الناسِ إلى مِنًى بعدَ الْإفاضةِ مِن عَرَفَاتَ.\nوأمَّا الحجارةُ التي ذكَرها مِن مَرْوَة، فهي حِجارةٌ رِخْوَةٌ.\nالجزء: 1 ¦ الصفحة: 119\n",
        "والكَذَّانُ: حِجَارَةٌ رِخْوَةٌ، كأنها المَدَرُ، يَحْسِبُها النَّاظِرُ إليها نَخِرَةً، واحدتُها كَذَّانَة. والفِهْرُ: كُلُّ حَجَرٍ مُحَدَّد.\nفإذا أتَى مِنًى رَمَى جَمْرَةَ العَقَبَةِ، وإنَّما سُمِّيَتْ مِنًى مِن قَوْلِك: مَنَى اللهُ الشيءَ: إذا قَدَّرَه، فسُمِّيَ مِنًى لِمَا قَدَّرَ اللهُ فيه مِن أن جَعَلَه مَشْعَرًا مِن مَشَاعِرَ.\nوسُمِّيَت الجَمْرَةُ جَمْرَةً لاِجْتِماعِ الذي فيها مِن الْحَصَا، يُقال: اسْتَجْمَرُوا: إذا تَجَمَّعُوا.\nوأمَّا التَّرْوِيَةُ، فيُقال: إنَّما سُمِّيَ بذلك، لأنَّهم كانوا يَرْتَوُون فيه مِن الماءِ لِمَا بَعْدُ.\nوأمَّا الْإفَاضَةُ مِن عَرَفَاتَ، فَمِنْ: أفاضَ: إذا دَفَعَ وأوْضَعَ في مَسِيرِه، أي: جَدَّ. رَوَى النَّضْرُ بنُ شُمَيْلٍ، عن شُعْبَةَ، عن إسماعيلَ بنِ رَجاءٍ، عن المَعْرُورِ بنِ سُوَيْدٍ، قال: رأيتُ عُمَرَ، رضيَ اللهُ عنه، أفاضَ، فقال: يا أيُّها الناسُ أَوْضِعُوا، إنَّا وَجَدْنا الْإفاضةَ الْإيضَاعَ.\nوأمَّا مَشَاعِرُ الحجِّ، فإنَّها هي المعالمُ مُتَعَبَّداتُ الحجِّ، وشَعائِرُ الحجِّ: أعْلامُه، واحدتُها: شَعِيرَةٌ وشَعارةٌ، وهو أحْسَنُ، والشَّعائِرُ: كلُّ ما كانَ مِن مَوْقِفٍ، أوْ مَشْعَرٍ، أوْ مَذْبَحٍ، وإنَّما قِيل: شَعائِرُ لكلِّ عَلَمٍ ممَّا يُتَعَبَّدُ به، لأنَّ قوْلَهم: شَعَرْتُ به، أي: عَلِمْتُه، فلهذا سُمِّيَتْ أعْلامُ الحجِّ شَعائِرَ.\nالجزء: 1 ¦ الصفحة: 120\n",
        "وقَوْلُه: \"ثم نحَر الهَدْيَ\"، فالنَّحْرُ معروفٌ، وأمَّا الهَدْيُ، فمِن قَوْلِك: أهْدَيْتُ الهَدْيَ، وذلك سَوْقُكَ إيَّاه، كأنَّك تُرْشِدُه إلى مَنْحَرِهِ، وقد يكون مِن: أهْدَيْتُ أيضًا، ومِن هَدَيْتُ العَرُوسَ إلى بَعْلِها هِداءً والْقِياسُ في هذه الكلماتِ كلِّها، وإن اخْتَلَفَ بها اللَّفْظُ، واحِدٌ.\nوأمَّا النُّسُك، فالذَّبْحُ، وإنَّما سُمِّيَ الحَجُّ الْمَناسِكَ لِظُهُورِ الذَّبْحِ فيه. وأمَّا يومُ النَّفْرِ، فإنَّما سُمِّيَ، لأنَّ الناسَ يَنْفِرُون فيه مِن مِنًى.\nوأمَّا البُدْن، فجَمْعُ بَدَنَةٍ، وهي النَّاقَةُ، سُمِّيَتْ بَدَنَةً بالْعِظَمِ، إمَّا لِسِمَنِها، وإمَّا لِسِنِّها، لأنه لا يجوز أن يُساقَ منها الصِّغارُ، وإنَّما يُساقُ منها الثَّنِيَّاتُ الكِبارُ فما فوق، وكلما كان أَسَنَّ منها وأعْظَمَ، فهو أفْضَلُ، ويُقال للرجلِ المُسِنِّ: بَدَنٌ.\nوأمَّا إشْعَارُ الهَدْيِ، فهو أنْ يَطْعَنَ في أسْنِمَتِها، وإنَّما سُمِّيَ إشْعارًا، لأنه يُجْعَلُ عَلامةً لها ودليلاً على أنها للهِ عَزَّ وجَلَّ، وكلُّ شيءٍ أعْلَمْتَهُ بعلامةٍ فقد أشْعَرْتَهُ، وكانوا يقولون إذا قُتِلَ خليفةٌ مِن الخُلَفاء: أُشْعِرَ الخليفةُ. ولا يقولون: قُتِل. كأنهم يُمَيِّزُونَهُ مِن سائِرِ الناسِ.\nوسُمِّيَ المَوْسِم، لِتَوَسُّمِ الناسِ بعضِهم لبعضٍ.\nوالخَيْف، خَيْفُ الجَبَلِ، وهو جانبُه، وقومٌ قالوا: الخَيْفُ: ما ارْتَفَعَ عن مَسِيلِ الوادي. وهو ذاك المعنَى.\nوأمَّا الإحْصارُ، فأصْلُه الحَبْسُ. وكان أهلُ اللغةِ يقولون: إذا حُبِسَ الرجلُ في السِّجْنِ فقد حُصِر، وكذلك: حَصَرَه العَدُوُّ.\nالجزء: 1 ¦ الصفحة: 121\n",
        "وقالوا: الْإحْصارُ مِن مَرَضٍ، أو ذَهابِ نَفَقَةٍ. يُقال: أُحْصِرَ، وهو مُحْصَرٌ. قالوا: ومعنى قَوْلِه، عَزَّ وجَلَّ (فإن أحصرتم)، أي: أصابكم شيءُ يكونُ سَبَبًا لِفَوْتِ الحَجِّ، كما تقول: أحْبَسْتُ الرجلَ: عَرَّضْتَه لِأنْ يُحْبَسَ.\nوقال بعضُ أهلِ اللغةِ، وهو الْأجْوَدُ، إن شاءَ اللهُ، يُقال للذي يَمْنَعُهُ الخوفُ والمرضُ: أُحْصِرَ، وللمَحْبُوسِ: حُصِرَ.\nوأمَّا الأيَّامُ المَعْلُومات، فهي عَشْرُ ذِي الحِجَّةِ، وآخرُها يومُ النَّحْرِ.\nوأمَّا المَعْدُودات، فثلاثةُ أيَّامٍ بعدَ النَّحْرِ، وقال قومٌ: المعدودات ثلاثة أيامٍ بعدَ النَّحرِ، وأمَّا المَعْلُومات فهي يومُ النَّحْرِ ويومان بعدَ النَّحْرِ. ويُرْوَى هذا عن ابنِ عُمَرَ، وقد احْتَجَّ الْمُزَنِيُّ لِقَوْلِ الشافعيِّ بما فيه كِفَايَةٌ.\nالجزء: 1 ¦ الصفحة: 122\n",
        "كتاب البيوع\nقال اللهُ: (يا أيها الذين آمنوا لا تأكلوا أموالكم بينكم بالباطل إلا أن تكون تجارة عن تراض منكم). فالأَمْوالُ: جمعُ مالٍ، وسُمِّيَ مالاً، لأنه يَميلُ إليه الناسُ بالقلوبِ، والباطِلُ: كلُّ ما نَهَى اللهُ ورسولُه عنه من القِمارِ، وغير ذلك.\nثم قال: (إلا أن تكون تجارة).\nوقال بعضُ أهلِ العِلْمِ: هذا اسْتِثْناءٌ مُنْقَطِعٌ، كأنه قال: لكنْ تجارة عن تَرَاضٍ منكم. قال: وذلك أنه لا يجوز اسْتِثْناءُ التِّجارةِ من الذي يُؤْكَلُ بالباطِلِ.\nقُلْنا: والعربُ قد تَاتِي بما لَفْظُه الاسْتِثْناءُ، ولا يكونُ الثاني مِن الْأَوَّلِ، ذلك كثيرٌ.\nوالبَيْعُ، إعْطاءُ شيءٍ، بِلَفْظِ البَيْعِ، وقد يجُوزُ أن يُسَمَّى البَيْعُ شِراءً والشِّرَاءُ بَيْعًا، قال اللهُ عَزَّ وجَلَّ: (وشَرَوْه بثمن بخس دراهم معدودة). معناه: بَاعُوه.\nالجزء: 1 ¦ الصفحة: 123\n",
        "باب خيار المتبايعين\nوأمَّا الْخِيَار، فَأَنْ يكونَ لكلِّ واحدٍ منهما الاخْتِيارُ في فَسْخِ البَيْعِ وإمْضائِهِ.\nوأمَّا الفُرْقَةُ، فإنها تكون بالْكلامِ عندَ قَوْمٍ، والذي يذهبُ إليه الشافعيُّ أنَّ الفُرْقَةَ إنَّما هي بالأبْدان، وذلك أنه لمَّا كان الاجْتِماعُ عَلَى التَّساوُمِ إنَّما هو بالأبدان والكلام، كان الافْتِراقُ كذلك لا يكونُ إلاَّ بهما.\nوأمَّا قَوْلُ الرجلِ: أعْمَرَكَ اللهُ، فإنَّما هو أبْقاكَ اللهُ. يُقال: أعْمَرَهُ اللهُ، يُعْمِرُهُ: إذا أَبْقاه، والعَمْرُ والعُمْرُ: البَقَاءُ.\nالجزء: 1 ¦ الصفحة: 124\n",
        "باب الربا\nأمَّا الرِّبَا، فهو من الزِّيادة. يُقال: رَبَا الشيءُ يَرْبُو.\nوالرِّبا عَلَى وَجْهَيْن: أحدُهما حلالٌ، والآخَرُ حَرامٌ، فأمَّا الحلال، فأن يَهَبَ الرجلُ لصاحِبِه هِبَةً عَلَى ثَوابٍ، يطلُبُ أكْثَرَ ممَّا أعْطَى. فهذا جائزٌ وإن كان مَذْمُومًا، قال الله: (وما آتيتم من ربا ليربو في أموال الناس فلا يربو عند الله).\nوأمَّا الرِّبَا الآخَرُ، فالذي نَهَى اللهُ عنه، وهو الذي فَسَّرَه النبيُّ عليه السَّلامُ.\nالجزء: 1 ¦ الصفحة: 125\n",
        "وأمَّا قَوْلُه عليه السَّلام: \"مَنْ باعَ نَخْلاً قَدْ أُبِّرَتْ فَثَمَرُها لِلْبَائِعِ إلاَّ أنْ يَشْتَرِطَ الْمُبْتَاعُ\". فالْإبَارُ: تَلْقِيحُ النَّخْلِ، يُقال: أَبَّرْتُ النَّخْلَةَ، وهي نَخْلَةٌ مَابُورَةٌ، قال الشاعر:\nوَلِيَ الْأصْلُ الذي في مِثْلِه\n...\nيُصْلِحُ الآبِرُ زَرْعَ الْمُؤْتَبِرْ\nالجزء: 1 ¦ الصفحة: 126\n",
        "باب المزابنة والمحاقلة\nرَوَى ابنُ جُرَيْجٍ، عن عَطاءٍ، قال: نَهَى النبيُّ عليه السَّلام عن الْمُزَابَنَةِ والْمُحاقَلةِ. فحدَّثني القَطَّانُ، عن المُفَسِّرِ، عن القُتَيْبِيِّ، قال: بَيْعُ المُزَابَنَةِ: هو بَيْعُ ثَمَرِ النَّخْلِ في رُؤُوسِها بالتَّمْرِ كَيْلاً، وبَيْعُ العِنَبِ علَى الكَرْمِ بالزَّبِيبِ كَيْلاً.\nقال: وأخبرنا شيخٌ مِن أصحابِ اللُّغَةِ أنَّها سُمِّيَتْ مُزَابَنَةً، لأن\nالجزء: 1 ¦ الصفحة: 127\n",
        "المُتَبَايِعَيْنِ إذا وَقَفَا فيه عَلَى الغَبْنِ أراد المَغْبُونُ أن يَفْسَخَ البَيْعَ، وأراد الْغابِنُ أن يُمْضِيَهُ، فَتَزَابَنا، أي: تَدَافَعَا، واخْتَصَمَا. والزَّبْنُ: الدَّفْعُ، يُقال: زَبَنَتْهُ النَّاقَةُ: إذا دَفَعَتْهُ بِرِجْلِها، فَسُمِّيَ هذا الضَّرْبُ مِن البَيْعِ مُزَابَنَةً، لأنَّ المُزَابَنةَ: هي التَّدَافُعُ.\nوروَى الْقُتَيْبِيُّ، عن مالكٍ، أنه قال: المُزَابَنَةُ كلُّ شَيْءِ مِن الْجُزافِ الذي لا يُعْلَمُ كَيْلُه ولا وَزْنُه ولا عَدَدُه أُبِيعَ بمَعْلُومٍ مِن جِنْسِه. قُلْنا: وإنَّما سُمِّيَتْ الزَّبَانِيَةُ، لأنهم يَدْفَعُون أهلَ النَّارِ إليها.\nوأمَّا المُحاقَلَةُ، فبَيْعُ الزَّرْعِ بالحِنْطَةِ. وكان يُقال: اكْتِرَاءُ الْأَرْضِ بالحِنْطَةِ.\nوقال قومٌ: هي المُزَارَعةُ بالرُّبُعِ والثُّلُثِ وأَقَلَّ مِن ذلك وأكْثَرَ.\nوالقَوْلُ هو الْأوَّلُ، لأنه مُفَسَّرٌ في الحديثِ الذي رَوَيْنَاهُ عن جابرٍ، أنه قال: الْمُحاقَلَةُ أن يَبِيعَ الرجلُ الزَّرْعَ بمائة فَرَقٍ مِن حِنْطَةٍ. وكلُّ ذلك مَاخُوذٌ مِنَ الحَقْلِ، والحَقْلُ: هو القَرَاحُ، ويُقال لِلْأَقْرِحَةِ: الْمَحاقِل، وفي أمْثالِ العربِ: لا تُنْبِتُ الْبَقْلَةَ إلاَّ الْحَقْلَةُ.\nالجزء: 1 ¦ الصفحة: 128\n",
        "باب العرايا\nرَوَى أبو هُرَيْرَةَ، أن النبيَّ عليه السلام، رَخَّصَ في بَيْعِ الْعَرَايَا فيما دُونَ خَمْسَةِ أوْسُقٍ.\nثم ذكَر في الباب، أن محمودَ بنَ لبِيدٍ سأل زيدَ بنَ ثابتٍ أو غيرَه: ما عَرَاياكُمْ هذه؟ قال: فسمَّى رجالاً مُحْتاجِينَ مِن الْأنْصارِ شَكَوْا إلى النبيِّ عليه السَّلامُ، أنَّ الرُّطَبَ يَأتِي ولا نَقْدَ بأيْديهم يَبْتَاعُون به رُطَبًا يَأكُلُونَه مع الناسِ، وعندَهم فُضولُ قُوتِهم. فرَخَّصَ لهم النبيُّ عليه\nالجزء: 1 ¦ الصفحة: 129\n",
        "السَّلامُ أن يَبْتَاعُوا الْعَرَايَا بِخَرْصِها مِن الثَّمَرِ الذي في أيْدِيهم يَأكُلونَها رُطَبًا، فهذا الذي ذكَره الشافعيُّ مِن العَرِيَّةِ وتَفْسِيرِها في الحديثِ.\nوأصْلُ العَرِيَّةِ: أن يُعَرِّيَ نَخَلاتٍ مِن جُمْلَةِ نَخْلٍ كَثِيرٍ، إمَّا بِهِبَةِ ثَمَرٍ، وإمَّا بإخْرَاجِها مِن جُمْلَةِ ما وقَع عليه السَّوْمُ، وذلك أنَّ الرجلَ يُعَرِّي للرجلِ شيئًا مِن نخِيلِهِ يأكلُ ثَمَرَهُ عَامَهُن وقد يَبِيعُ حائِطَهُ، ويَتْرُكُ شيئاً منه لِمَعْنًى، فذلك كُلُّه إعْرَاءٌ.\nفأمَّا ما ذكره الشافعيُّ مِن أنَّهم كانُوا يُريدون أن يَأكُلُوا رُطَبًا مع جَمِيعِ الناسِ، فحدَّثَنا عليُّ بن إبراهيم القَطَّانُ، قال: حدَّثَنا عليُّ بنُ عبدِ العزيز، عن أبي عُبَيْدٍ، قال الْأَصْمَعِيُّ: يُقال: اسْتَعْرَى الناسُ في كُلِّ وَجْهٍ: إذا أَكَلُوا الرُّطَبَ، وقال: أُخِذَ ذلك مِن الْعَرَايَا.\nوأمَّا ما قُلْنا مِن إعْرَاءِ النَّخْلِ لِلْفُقَرَاءِ هِبَةً، فحُجَّتُهُ قَوْلُ القائلِ:\nليستْ بِسَنْهَاءَ ولا رُجَبِيَّةٍ\n...\nولكنْ عَرَايَا في السِّنِينِ الْجَوائِحِ\nوأمَّا الذي ذَكَرْنَاه مِن إخْراجِ صاحِب النَّخَلاتِ عن جُمْلَتِهِ نَخْلَةً في السَّوْمِ، فخبَّرنا الْقَطَّانُ، فيما قُرِئَ عليه، قال: حدَّثَنا أحمدُ بنُ إبراهيمَ\nالجزء: 1 ¦ الصفحة: 130\n",
        "المَعْدَانِيُّ، قال: حدَّثَنا أبي، قال: حدَّثَنا معروفُ بنُ حَسَّان، عن اللَّيْثِ، عن الخليلِ بنِ أحمدَ، قال: النخلةُ الْعَرِيَّةُ هي التي إذا عُرِضَتِ النَّخِيلُ عَلَى بَيْعِ ثَمَرَتِها عُرِّيَتْ منها نَخْلَةٌ، أي: عُزِلَتْ عن الْمُسَاوَمَةِ، والجَمْعُ الْعَرَايَا.\nقُلْنا: والأصْلُ في ذلك ما ذكَره الشافعيُّ، لأنّه إذا بَاعَهُ ثَمَرَةَ شيْءٍ من نَخْلِهِ بِفَضْلِ قُوتٍ مِن الثَّمَرِ كان عند المُشْتَرِي، فقد أعْرَاهُ ذلك القَدْرَ مِن نَخْلِه حتى ياكُلَهُ رُطَبًا، وحُجَّتُه ما ذَكَرْناه آنِفًا عن الأصْمَعِيِّ مِن اسْتِعْرَاءِ النَّاسِ النَّخِيلَ.\nالجزء: 1 ¦ الصفحة: 131\n",
        "باب بَيْع المصراة والخراج بالضمان\nروَى الْأعرَجُ، عن أبي هُرَيْرَةَ، أنَّ رسولَ اللهِ صلَّى الله عليه، قال: \"لا تُصَرُّوا الْإِبِلَ والْغَنَمَ الْمَبِيعَ\".\nقال الشَّافِعِيُّ: \"التَّصْرِيَةُ أن تُرْبَطَ أخْلافُ النَّاقَةِ ثم تُتْرَك مِن الْحِلابِ اليومَ واليَوْمَيْن والثَّلاث حتى يُجْمَعَ لها لَبَنٌ فَيَرَاهُ مُشْتَرِيها كثيرًا، فيَزيد في ثَمَنِها لذلك\". وهذا كما قَالَه، لا التَّصْرِيَةُ جَمْعُ الماءِ في الحَوْضِ.\nالجزء: 1 ¦ الصفحة: 132\n",
        "وسمعتُ بعضَ أهلِ العِلْمِ يقول: ولذلك سُمِّيَتِ المُصَرَّاة. ويُقال: صَرَى الرَّجُلُ الماءَ في فَقَارِ ظَهْرِه: إذا جَمَعَهُ. قال الشاعر:\nرأيتُ غُلامًا قد صَرَى في فَقْرَتِهْ\nماءَ الشَّبابِ عُنْفُوانَ شِرَّتِهْ\nفي المُجْمَل: \"عُنْفُوان الشيءِ: أوَّلُه\".\nوكذلك المُحَفَّلَة، إنَّما سُمِّيَتْ مُحَفَّلَةً لاِجْتِماعِ اللَّبَنِ في خِلْفِها.\nومَحْفِلُ الناسِ: مُجْتَمَعُهم.\nوأمَّا الخَراجُ بالضَّمانِ، فالعَبْدُ يَشْتَرِيه الرجلُ، فَيَكْسِبُ العبدُ عندَه مالاً، ثم يَجِدُ المُشْتَرِي بالعَبْدِ عَيْبًا كان عندَ البائعِ، فَلَهُ أن يَرُدَّه بذلك العَيْبِ، ويكونُ لِلْمُشْتَرِي ما كان كَسِبَهُ العَبْدُ، لأنه لو ماتَ مات مِن مالِ المُشْتَرِي، فكما كان ضَامِنًا له لو مات، كذلك الخَراجُ له، فهذا بذلك، وأصْلُ الخَراجِ هو الغَلَّةُ.\nالجزء: 1 ¦ الصفحة: 133\n",
        "وأمَّا النَّهْيُ عن بَيْعِ الْغَرَرِ، فهو بَيْعُ العبدِ الآبِقِ، وغيرِ ذلك من الْأمْوالِ التي يكون مُبْتَاعُها على غَرَرٍ، لا يَدْرِي أَيَصِلُ إليه أم لا.\nوأمَّا عَسْبُ الفَحْلِ، فالْكِراءُ الذي يُؤْخَذُ عَلَى ضِرَابِ الفَحْلِ، قال الشاعر:\nولولا عَسْبُه لَرَدَدْتُمُوهُ\n...\nوَشَرُّ مَنِيحَةٍ فَحْلٌ مُعَارُ\nالجزء: 1 ¦ الصفحة: 134\n",
        "باب حبل الحبلة والملامسة والمنابذة\nوأمَّا حَبَلُ الْحَبَلَةِ، فاخْتُلِفَ فيه، فقال قومٌ: هو بَيْعُ الجَنينِ الذي في بَطْنِ الناقَةِ.\nوذَهَبَ الشَّافِعِيُّ إلى أنهم يَتَبَايَعُونَ الجَزُورَ أو غيرَها إلى أن تُنْتَجَ النَّاقَةُ، ثم تُنْتَجَ الذي في بَطْنِها، وإنَّما نَهَى النبيُّ، عليه السَّلام، عن الْمَجْرِ، فهو أن يُباعَ الشيءُ بما في بطنِ هذه النَّاقَةِ.\nوأمَّا الْمَلاقِيحُ، فما في بُطُونِ الإناثِ، وَاحِدَتُها مَلْقُوحَة، أنْشَدَنا القَطَّانُ، عن ابنِ عبد العزيز، عن أبي عُبَيْدٍ:\nإنَّا وَجَدْنا طَرَدَ الْهَوامِلِ\nالجزء: 1 ¦ الصفحة: 135\n",
        "خَيرًا مِن التَّانَانِ والْمَسائِلٍ\nوعِدَةَ العامِ وعامٍ قَابِلِ\nمَلْقُوحَةً في بَطْنِ نابٍ حائِلِ\nوأمَّا الْمَضَامينُ، فما في أصْلابِ الفُحُولِ. وأنْشَدَنا المُزَنِيُّ في كتابِه، قال: أنْشَدَنا عبدُ الملِك بنُ هشام:\nإنَّ الْمَضَامِينَ التي في الصُّلْبِ\nماءُ الفُحولِ وظُهُورُ الحُدْبِ\nليس بِمُغْنٍ عنكَ جَهْدَ اللَّزْبٍ\nاللَّزْب: الجهد والسُّنون القَحْط.\nوأمَّا النَّجْشُ، فأن يحضُرَ الرجلُ الشيءَ الذي يُباعُ، فَيَزيدَ في ثَمَنِه وهو لا يُريدُ شِرَاءَه، ولكنْ ليُقْتَدى به فيُعْطي بالسِّلْعةِ أكثرَ ممَّا كان يُعْطَى.\nالجزء: 1 ¦ الصفحة: 136\n",
        "وهو في العربيَّة اسْتِثَارَةُ الشيءِ، يُقال للصَّائِدِ ناجِشٌ، لأنَّه يَسْتَثِيرُ الصَّيْدَ، وتنَاجَشَ الرَّجُلانِ: إذا فَعَلا ذلك.\nحدَّثَني عَلِيُّ بن محمد بن مَهْرُويه، أنا سألتُه عنه، قال: حدَّثَنا هارونُ بن هزارى، قال: حدَّثَنا ابنُ عُيَيْنَةَ، قال: حدَّثَني الزُّهْرِيُّ، عن أنَسٍ، قال: قال رسولُ اللهِ صلَّى الله عليه: \"لا تَناجَشُوا ولا تَدَابَرُوا وكُونُوا عِبادَ اللَّهِ إخْوانًا\".\nالجزء: 1 ¦ الصفحة: 137\n",
        "وأمَّا قَوْلُه: \"لا يَبِعْ أحَدُكُمْ على بَيْعِ أخِيهِ\". فَتَأوِيلُه\nالجزء: 1 ¦ الصفحة: 138\n",
        "لا يَشْتَرِ عَلَى شِرائِه. والعربُ تُسَمِّي البَيْعَ شِراءً، والشِّرَاءَ بَيْعًا.\nوأمَّا مَهْرُ الْبَغِيِّ الذي نَهَى عنه رسولُ اللهِ صلَّى اللهُ عليه فَكُنَّ في الجاهِلِيَّةِ بَغَايَا، أي: عَوَاهِرَ، يأخُذون عَلى بَغَايَهُنَّ أُجْرَةً، فحَرَّمَهُ رسولُ اللهِ صلَّى اللهُ عليه.\nوأمَّا حُلْوانُ الكاهِنِ، فهو ما يُجْعَلُ له مِن أجْرِ كَهانَتِهِ، وهو مِن حَلَوْتُ الرجلَ حُلْوَانًا: إذا أعْطَيْتَهُ، قال الشاعر:\nفَمَنْ راكِبٌ أحْلُوهُ رَحْلِي ونَاقَتِي\n...\nويُبْلِغُ عَنِّي الشِّعْرَ إذْ مات قائِلُهْ\nوأمَّا الْمُلامَسَةُ، فكان يقولُ لصاحِبِه: إذا لَمَسْتَ ثَوْبِي أوْ لَمَسْتُ ثَوْبَكَ فقد وَجَبَ الْبَيْعُ بكذا.\nوأمَّا الْمُنابَذَةُ، أن يقول: إذا أنْبَذْتُ الْحَصَاةَ فقد وجَبَ الْبَيْعُ بكذا.\nالجزء: 1 ¦ الصفحة: 139\n",
        "باب السلف\nالسَّلَف، أن تُسْلِفَ دَراهِمَك في شيءٍ ممَّا يجُوز أن تُسْلِفَهُ، فيه، وهو مِن سَلَفَ الشَّيْءُ: إذا تَقَدَّم، ويُقال للمُتَقَدِّمِين مِن الخَيْلِ: السّلاَّفُ، ويُقال لِما يَسِيلُ مِن الْعِنَبِ قبلَ أن يُعْصَرَ: السُّلافَةُ.\nوقد يُقال: السَّلَمُ، وهو أيضًا مِن أسْلَمْتُ الشيءَ، ولذلك لم يَجُزْ أن يتَفَرَّقَا إلاَّ عن قَبْضٍ، لأنَّهُما إن افْتَرَقَا عن غيرِ قَبْضِ الثَّمَنِ لم يكن ذلك سَلَمًا، لأنه لم يُسْلِمْ إليه شيئًا.\nالجزء: 1 ¦ الصفحة: 140\n",
        "باب الرهن والتفليس والحجر وغير ذلك\nأصْلُ الرَّهْنِ: حَبْسُ الشيءِ على حَقٍّ، يُقال: رَهَنْتُكَ ثَوْبِي. لأنه مَحْبُوسٌ عندَه عَلَى حَقِّه عندَك، وكذلك فُلانٌ رَهِينٌ بكذا، وقال اللهُ تعالى: (كل امرئ بما كسب رهين). أي: مَحْبُوسٌ حتى يَخْرُجَ مِن حُقُوقِ اللهِ عليه، وتقول: رَهَنْتُكَ الشَّيْءَ. ولا تقول: أرْهَنْتُكَ.\nوأمَّا قَوْلُه: \"لا يَغْلَقُ الرَّهْنُ\"، فإنَّ ذلك أن يقول القائلُ: إنْ\nالجزء: 1 ¦ الصفحة: 141\n",
        "أتَيْتُكَ بحَقّك في وَقْتِ كذا رَدَدْتَ عليَّ الرَّهْنَ، وإن لم آتِكَ به فالرَّهْنُ لَكَ. قال زُهَيْرٌ:\nوفارَقَتْكَ بِرَهْنٍ لا فِكَاكَ لَهُ\n...\nيومَ الوَداعِ فأمْسَى الرَّهْنُ قد غَلِقَا\nوأمَّا التَّفْليس، فمِن الْإفْلاسِ، ومعنَى ذلك مِن الفُلُوسِ، يُقال: صار ذَا فُلُوسٍ بعدَ أن كان ذَا دَرَاهِمَ.\nوأصْلُ الحَجْرِ، يُقال: حَجَرْتُ عليه: إذا مَنَعْتَهُ من التَّصَرُّفِ في مالِه، وهو في حَجْرِ القاضي، وجاء في الحديث: \"لَقَدْ تَحَجَّرْتَ وَاسِعًا\"، وأصلُه مِن الحائِط يُدارُ حَوْلَ الْأَرْضِ، ومنه الْحُجُرَات، والحَجَرُ إنَّما سُمِّيَ حَجَرًا لاِمْتِناعِه وصَلابَتِهِ.\nوأمَّا الحَوَالَةُ، فَمِنْ قَوْلِك: تَحَوَّل فُلانٌ إلى دارِه عن دارِه، أوْ إلى مكانِ كذا، فكذلك الحَوَالَةُ تَحَوُّلُ المالِ مِن ذِمَّةٍ إلى ذِمَّةٍ في المُعَيَّن، ومِن أجْل ذلك لا يَرْجِعُ على الْأَوَّلِ، لأن فائدةَ الحَوالةِ إنَّما هي تَحَوُّلُ الحَقِّ.\nالجزء: 1 ¦ الصفحة: 142\n",
        "وأمَّا الضَّمِين، فهو الجاعِلُ الشَّيْءَ في ضَمَانِهِ. والتَّضَمُّنُ: أن يَحْوِيَ الشيءُ الشيءَ. يُقال: تَضَمَّن الخُفُّ الرِّجْلَ، ويُقال للضَّمان: الْحَمالة، والْكَفالَة، والزَّعامة، والْقَبالَة، والصَّبارةَ. وهو: الضَّمِين، والْحَميل، والْكَفيل، والزَّعِيم، والْقَبيل، والصَّبِير، كلُّ ذلك يَرْجِعُ إلى معنًى واحدٍ.\nالجزء: 1 ¦ الصفحة: 143\n",
        "باب الشركة\nالشَّرِكَةُ: أن يَشْتَرِكَ الرَّجُلان في مالٍ، أو في عَمَلٍ يَعْمَلانه. وهي على وُجُوهٍ:\nشركة عِنان، وهو اشْتِراكُهما في مالَيْن مُتَساوِيَيْن، كأن ذلك الشيءَ عَنَّ لهما أي: عَرَضَ، فاشْتَرَكا فيه، يُقال: عَنَّ لي الشيءُ يَعِنُّ ويَعُنُّ: إذا عَرَضَ.\nوقال قومٌ: بل ذلك مِن عِنانِ الدَّابَّةِ، أي: اسْتَوَيَا في الشيءِ فكان لكلِّ واحدٍ منهما أن يَعِنَّ: أي يَمْنَعَ صاحِبَه مِن التَّصَرُّفِ، وذلك إذا أراد فَسْخَ الشَّرِكة.\nوأمَّا شَرِكَةُ المُفاوَضَةِ، فأن يُفَوِّضَ هذا الْأمْرَ في جميعِ ما يَسْتَفِيدُه إلى ذلك، ويُفَوِّضَ ذاك إلى هذا، فلا يُصيبُ واحدٌ منهما شيئًا إلاَّ كان للآخَرِ فيه شِرْكٌ، فكُلُّ واحدٍ منهما يَشْرَعُ في الشيءِ شُرُوعَ صاحِبِهِ، يُقال: تَفَاوَضَ الرَّجُلان في الحديثِ: إذا شَرَعَا فيه.\nوشَرِكَةُ الْأقْدامِ: اشْتِرَاكُهما فيما يَكْسِبَانِه عَلى أقْدامِهما، وفي تَصَرُّفِهما، ومَجِيئِهما، وذَهابِهما.\nوذلك كلُّه عندَ الشافعيِّ باطِلٌ، والصحيحُ عندَه شركةُ الْعِنانِ.\nالجزء: 1 ¦ الصفحة: 144\n",
        "باب الوكالة والْإقْرار وغير ذلك\nالوَكالة: أن يَكِلَ المرءُ أمْرَهُ إلى غيرِه ممَّن يَقُوم مَقَامَهُ، ومِنه التَّوَكُّلُ عَلَى اللهِ، لأن العبدَ يَكِلُ أُمورَهُ إلى اللهِ، فَيَتَوَكَّلُ عليه.\nوأمَّا الْإقْرارُ، فالْإِثْبَاتُ، يُقال: أقَرَّ فُلانٌ الشيءَ: إذا أثْبَتَهُ، وقَرَّ الشيءُ، واسْتَقَرَّ في ذِمَّتِهِ.\nوالاِعْتِرافُ هو شَكْلُ الْإقْرارِ، وكأنَّ الْإقْرارَ يكون مع الجُحُودِ، لأنَّه نَفَى بِجُحُودِه شيئًا قد كان عَلِمَهُ، ثم أقَرَّ بما كان نَفَاهُ. والاِعْتِرافُ يكون مع الْإنْكارِ، وذلك أنه ادَّعَى عليه فأنْكَرَ، لأنه لم يَعْلَمْ أن الحَقَّ عليه صحيحًا فأنْكَرَهُ، ثم عَرَفَ فقال: بَلَى، لك هذا الحَقُّ عَلَيَّ قد عَرَفْتُهُ. ولا يكون الجُحُودُ إلاَّ مع العِلْمِ بِصِحَّةِ الشيءِ.\nوأمَّا الغَصْبُ، فأَخْذُ المَرْءِ الشيءَ مُجاهَرَةً، لا سِرًّا.\nوأجْمَعَ الناسُ أنَّ اللهَ عَزَّ وجَلَّ، حَرَّمَ أخْذَ مالِ المسلمِ والمرءِ المُعاهَدِ بغَيْرِ حَقٍّ، وإن أخَذَ الواحدُ ذلك مِنْ حِرْزٍ مُسْتَخْفِيًا بِأخْذِهِ، فإنَّه\nالجزء: 1 ¦ الصفحة: 145\n",
        "يُسَمَّى سارِقًا، وإنْ أخَذَهُ مُكابَرَةً مِنْ صاحِبِهِ في صَحراءَ، فإنَّه يُسَمَّى مُحارِبًا، وإنْ أخَذَهُ عَلى تلك السَّبِيلِ اسْتِلابًا، فإنَّه يُسَمَّى مُخْتَلِسًا، وإنْ أخَذَهُ مِنْ شيءٍ كان مُؤْتَمَنًا عليه، فإنَّه يُسَمَّى خائِنًا، وإنْ أخَذَهُ قَسْرًا لِلْمَاخُوذِ منه بِغَلَبَةِ مُلْكٍ، أوْ فَضْلِ قُوَّةٍ، فإنَّه يُسَمَّى غاصِبًا، وكلُّهم في اسمِ الظُّلْمِ مُشْتَرِكون، وفي وُجُوبِ الرَّدِّ سَواءٌ.\nالجزء: 1 ¦ الصفحة: 146\n",
        "باب القراض\nوهو المُضارَبَة، والمُضارَبة: أن يَدْفَعَ الرجلُ إلى آخَرَ مالاً يَتَّجِرُ به، ويكون الرِّبْحُ بينهما على ما يَتَّفِقان عليه، وتكونُ الوَضِيعَةُ إن كانتْ عَلَى رأسِ المالِ.\nوأصْلُ المُضَارَبَةِ، مِن الضَّرْبِ في الْأرْضِ، وذلك أنَّ أهلَ مكةَ كانُوا يفعلون ذلك، يُعْطِي أحدُهم الآخَرَ مالاً، عَلى أنْ يخرُج به إلى الشَّام واليَمَنِ، وغيرِهما من المَواضِعِ، قال اللهُ تعالى: (وآخرون يضربون في الأرض يبتغون من فضل الله).\nوالْقِرَاضُ هذا بعَيْنِه، لا فَرْقَ بينهما، وهما اسْمانِ لمعنًى، وكأنَّه -والله أعلمُ- من القَرْضِ، وهو القَطْعُ، كأنَّه قَطَعَ طائفةً مِنْ مالِهِ، فأعْطاهُ. ويكون الرِّبْحُ بينهما مُقارَضَةً، أي: مُقاطَعَةً، على ما يَقْطَعانِه ويَتَّفِقانِ عليه.\nالجزء: 1 ¦ الصفحة: 147\n",
        "باب المزارعة والمساقاة\nقال الشافِعِيُّ: ساقَى رسولُ اللهِ صلَّى الله عليه أهْلَ خَيْبَرَ على أنَّ نِصْفَ الثَّمَرَةِ لهم، فكان يَبْعَثُ عبدَ الله بن رَوَاحَةَ، فيَخْرِصُ بينهم وبَيْنَه، ثم يقولُ: إنْ شِئْتُم فَلَكُمْ وإن شئتُمْ فَلِي.\nوالمُسَاقَاةُ: مِن السَّقْيِ، وذلك أنه يقُوم على سَقْيِ النَّخِيلِ والْكَرْمِ ومَصْلَحَتِهما، ويكون له مِن رَيعِ ذلك جُزْءٌ مَعْلُومٌ.\nوأمَّا المُزارَعةُ، فَمِن الزَّرْعِ: وهي المُخابَرَةُ التي نَهَى عنها النبيُّ عليه السلام، وذلك أن يَدْفَعَ إليه أَرْضًا بَيْضَاءَ، عَلى أنْ يَزْرَعَها\nالجزء: 1 ¦ الصفحة: 148\n",
        "المَزْرُوعُ إليه، فما أخْرَجَ اللهُ منها مِن شيءٍ، فَلَهُ جُزْءٌ معلومٌ.\nوحدَّثَنا أبو الحسن الْقَطَّانُ، عن ابنِ عبدِ العزيز، عن أبي عُبَيْدٍ، قال: المُخابَرَةُ المُزَارَعةُ بالنِّصْفِ والثُّلُثِ والرُّبُعِ وأقَلَّ مِنْ ذلك وأكْثَرَ، وهو مِن الخِبْرِ، وإنَّما سُمِّيَ الْأكَّارُ الْخَبِير، لأنَّه يُخابِرُ الْأرْضَ، أي: يُؤَاكِرُها، والخِبْرُ الْفِعْلُ.\nقال: وكان بعضُهُمْ يقول: أصْلُ المُخابَرَةِ التي نُهِيَ عنها مِنْ خَيْبَرَ، لأنَّ رسولَ اللهِ صلَّى اللهُ عليه وسلَّم كان أقَرَّها في أيْدِي أهْلِها على النِّصْفِ، فقيل: خَابِرُوهم. أي: عامِلُوهم في خَيْبَرَ.\nالجزء: 1 ¦ الصفحة: 149\n",
        "قال: ثم تَنَازَعُوا، فَنَهَى عن ذلك، ثم جازَتْ بَعْدُ.\nقُلْنا: وهذا الذي قالَهُ يَبْعُدُ، والْأصْلُ ما ذكرْناه قَبْلُ، وقد كانت العربُ تَعْرِفُ ذلك، والْأصْلُ فيه الخُبْرَةُ، وهو النَّصيبُ، قال الشاعر:\nإذَا ما جَعَلْت الشَّاةَ لِلْقَوْمِ خُبْرَةً\n...\nفشَأنَك إنِّي ذَاهِبٌ لِشُؤُونِي\nوالخُبْرَةُ: أنْ يَشْتَرِيَ الشَّاةَ جَماعةٌ، فيَقْسِمُونَها، فكأنَّ المُخابَرَةَ مِن الخُبْرَة، وهو أنْ يَأخُذَ الآخِذُ الْأرْضَ نَصِيبَهُ، وهي خُبْرَتُهُ.\nالجزء: 1 ¦ الصفحة: 150\n",
        "باب إحياء المواتِ والإقطاع والعطايا وغير ذلك\nأمَّا إحْياءُ المَوَاتِ، فالْأرْضُ لا يَمْلِكُها أحَدٌ وتكون مَيِّتَةً، فيَجِيءُ واحِدٌ فيُحْيِيها بإصْلاحِها وسَقْيِها، فتكون له، لأنَّ النبيَّ عليه السلام، جَعَلَها له، قال عليه السلام: \"مَنْ أحْيَا أرْضًا مَيِّتَةً فَهِيَ لَهُ، ولَيْسَ لِعِرْقٍ ظَالِمٍ حَقٌّ\". فالعِرْقُ الظَّالِمُ: أنْ يَجِيءَ الرجلُ إلى الْأرْضِ قد أحْياهَا غيرُه، فيُحْدِثُ فيها بِنَاءً، أوْ يَغْرِسُ فيها غِرَاسًا، أوْ يَعْمَلُ بها عَمَلاً يُريدُ أنْ يَسْتَوْجِبَ بذلك الْأرْضَ. والعِرْقُ: الأَصْلُ. كأنه يُريد أن يُؤَصِّلَ أصْلاً يَسْتَوْجِبُ به الأرْضَ.\nوقال في حديثٍ آخَرَ: \"وما أكَلَتِ الْعَافِيَةُ فَهُوَ لَهُ صَدَقَةٌ\".\nالجزء: 1 ¦ الصفحة: 151\n",
        "فالْعَافِيَةُ: كلُّ مَنْ أتَى طالِبَ رِزْقٍ، مِنْ إنْسانٍ، أوْ دابَّةٍ، أوْ طائرٍ، أوْ غيرِ ذلك. والْعَافِي: الطَّالِبُ.\nوأمَّا الْحِمَى، فهو أن يَحْمِيَ أرْضًا لا يدخُلُها غَيْرُه، وقد فَسَّرْنَاه قَبْلُ.\nوأمَّا الْإقْطَاعُ: فأنْ يُقْطِعَ له ناحِيَةً مِن الْأرْضِ، أوْ شيئًا مِن الْأشْياءِ، فيَجْعَلُه له.\nوأمَّا حديثُ أبْيَضَ بنِ حَمَّالٍ، في قَوْلِه: إنَّما أقْطَعْتَهُ الماءَ الْعِدَّ. فالْعِدُّ: هو الماءُ الدائمُ الذي لا يَنْقَطِعُ، مثلُ ماءِ الْعَيْنِ والبِئْرِ، والْجَمْعُ أعْدَاد. أنْشَدَنا القَطَّانُ، عن ابنِ عبدِ العزيز، عن أبي عُبَيْدٍ:\nدَعَتْ مَيَّةَ الْأعْدادُ واسْتَبْدَلَتْ بها\n...\nخَنَاطِيلُ آجَالٍ مِن العِينِ خُذَّلُ\nالجزء: 1 ¦ الصفحة: 152\n",
        "في \"المُجْمَل\": العِينُ: البَقَرُ، سُمِّيَتْ بذلك لِسَعَةِ عُيُونِها.\nوأمَّا الحَبْسُ، فأنْ يَحْبِسَ المَرْءُ مِنْ مالِه شيئًا للَّهِ عَزَّ وجَلَّ.\nوأمَّا الْعُمْرَى، فأنْ يقولَ الرجُلُ للْآخَرِ: هذه الدارُ لك عُمْرِي، أو عُمْرَكَ.\nوالرُّقْبَى، أنْ يقولَ: هذه الدارُ لك، فإنْ مِتُّ قَبْلَك فهي لك، وإنْ مِتَّ قَبْلِي رَجَعَتْ إلَيَّ. وقيل لها رُقْبَى، لأنَّ كُلَّ واحدٍ منها يَرْقُبُ مَوْتَ صاحِبِهِ.\nوقَوْلُه: \"إنِّي نَحَلْتُ ابني هذا\". فالنَّحْلُ: إعْطاءُ الشيءِ مِنْ طِيبِ نَفْسٍ، مِنْ غيرِ أن يُطالِبَ به.\nوأمَّا اللُّقَطَةُ، فمن الْتَقَطْتُ الْحَبَّ: إذا أخَذْتَهُ مِنَ الْأرْضِ.\nالجزء: 1 ¦ الصفحة: 153\n",
        "وأمّا قوْلُه: \"احْفَظْ عِفاصَها وَوِكَاءَها\". فالْعِفَاصُ: ما يُشَدُّ فيه، والْوِكاءُ\n...\nوأمَّا المَنْبُوذُ، فالمَرْمِيُّ، يُقال: نَبَذْتُ الشيءَ: إذا رَمَيْتَ به.\nالجزء: 1 ¦ الصفحة: 154\n",
        "باب الشفعة\nقد كانت الشُّفْعَةُ معروفةً عندَ العربِ في الجاهليَّة، وذلك أنَّ علِيًّا حدَّثَنا، عن المُفَسِّر، عن القُتَيْبِيِّ، قال: كان الرجلُ في الجاهليَّة إذا أرادَ بَيْعَ مَنْزِلٍ أوْ حائِطٍ أتاه الجارُ والشَّرِيكُ والصَّاحِبُ، يَشْفَعُ إليه فيما باع، فشَفَّعَهُ، وجعلَه أولَى به ممَّن بَعُدَ نَسَبُهُ، فسُمِّيَتْ شُفْعَةً، وسُمِّيَ طالبُها شَفِيعًا.\nوأمَّا الْجِيرانُ، فقد قال بعضُ أهلِ العلْمِ: إنَّ الجارَ هو الذي يُساكِنُكَ في الدَّارِ، ولهذا سَمَّتِ العربُ زَوْجَةَ الرَّجُلِ جارَتَهُ، قال الأَعْشَى:\nأيَا جَارَتِي بِينِي فَإنَّكِ طالِقَهْ\nوالثَّانِي: الذي يُلاصِقُ مَنْزِلُه مَنْزِلَكَ، ويَشْرَعُ بَابًا في المَحَلَّةِ كما يَشْرَعُ بَابُك.\nالجزء: 1 ¦ الصفحة: 155\n",
        "والثَّالث: الذي معَك في المَحَلَّةِ، وإنْ لم يُلاصِقْكَ.\nوالرابع: الذي يَجْمَعُك وإيَّاه بَلَدٌ، قال اللهُ جَلَّ ثَنَاؤُهُ: (ثم لا يجاورونك فيها إلا قليلا).\nوأمَّا قَوْلُه: \"الْجارُ أحَقُّ بِسَقَبِهِ\". فالسَّقَبُ: القُرْبُ، ويُرْوَى بالصَّادِ \"الصَّقَبُ\".\nالجزء: 1 ¦ الصفحة: 156\n",
        "كتاب الفرائض\nأصْلُ الفرائِضِ: الحدودُ، وهو مِنْ: فَرَضْتُ الخَشَبَةَ: إذا حَزَزْتَ فيها حَزًّا يُؤَثِّرُ فيها، فكذلك الْفَرائِضُ حُدُودٌ وأحْكامٌ مُبَيَّنَةٌ.\nوأمَّا الْعَصَبَةُ، فخَبَّرَنا الْقَطَّانُ، عن المُفَسِّر، عن القُتَيْبِيِّ، قال: عَصَبَةُ الرَّجُلِ قَرَابَتُهُ لأبِيهِ، وبَنُوه، فسُمُّوا عَصَبَةً لأنهم عَصَبُوا به، أي: أحَاطُوا بِهِ.\nوالْأَبُ طَرَفٌ، والاِبْنُ طَرَفٌ، والعَمُّ جانِبٌ، والْأخُ جانِبٌ، فلما أحاطَتْ به هذه الْقَراباتُ عَصَبَتْ به، وكلُّ شيءٍ اسْتَدارَ حَوْلَ شيءٍ، فقد عَصَبَ به، ومنه الْعِصَابَةُ.\nقال: والْكَلالَةُ: أن يَمُوتَ الرجلُ ولا يَتْرُك وَالِدًا ولا وَلَدًا.\nالجزء: 1 ¦ الصفحة: 157\n",
        "قال أبو عُبَيْدٍ: وهو مَصْدَرٌ مِنْ تَكَلَّلَهُ النَّسَبُ. أي: أحَاطَ به، والْأبُ والاِبْنُ طَرَفَانِ للرَّجُلِ، فإذا مات ولم يُخَلِّفْهُما فقد مات عن ذَهابِ طَرَفَيْهِ، فسُمِّيَ ذَهابُ الطَّرَفَيْنِ كَلالَةً، وكأنَّها اسْمٌ مِن الْمُصِيبَةِ في تَكَلُّلِ النَّسَبِ مَأخُوذٌ منه.\nالجزء: 1 ¦ الصفحة: 158\n",
        "باب الوديعة\nالْوَدِيعَةُ، مِن قَوْلِكَ وَدَعْتُ الشيءَ: إذا تَرَكْتَهُ. كأنَّك لَمَّا أوْدَعْتَهُ الوَدِيعَةَ تَرَكْتَها عندَه، والعربُ تقول: دَعْ ذَا. ولا يكادُون يقولون: وَدَعْتُه. وقد جاء عنهم ذلك.\nقال الشاعر:\nلَيْتَ شِعْرِي عَنْ خَلِيلِي ما الذي\n...\nغَالَهُ في الحُبِّ حتَّى وَدَعَهْ\nالجزء: 1 ¦ الصفحة: 159\n",
        "باب الفيء والغنيمة وما شابه ذلك\nأمَّا الفَيْءُ، فما أفَاءَ اللهُ عَلَى المسلمين، مِمَّنْ لم يُوجَفْ عليه بخَيْلٍ ولا رِكَابٍ، بِصُلْحٍ صُولِحُوا عليه.\nوهو في اللغة مِن الرُّجُوع، يُقال: فَاءَ إلى كذا، وهو يَفِيءُ: إذا رَجَع، قال اللهُ: (فإن فاءوا فإن الله غفور رحيم). والمعنَى أنَّه ما رَجَعَهُ اللهُ إلى المسلمين، ورَدَّهُم إليهم.\nوأمَّا الغَنِيمَةُ: فما غَنِمَ المسلمون من العَدُوِّ عن حَرْبٍ يكون بينهم. وأَصْلُ الغُنْمِ: الرِّبْحُ والفَضْلُ، وكذا في الرَّهْنِ له غُنْمُهُ وعليه غُرْمُهُ. أراد بالغُنْمِ الزِّيادةَ والفَضْلَ.\nأمَّا النَّفَلُ: فما نَفَلَهُ الْإمامُ لِلْواحدِ من المسلمين: إذا قَتَلَ مُشْرِكًا أوْ خُصَّ به السَّرايَا، وأَصْلُهُ ممَّا يتَطَوَّع به ممَّا لا يَجِبُ عليه، ومنه\nالجزء: 1 ¦ الصفحة: 160\n",
        "قيلَ للصَّلاةِ التَّطَوُّعِ نافِلَةً، فكأنَّ الْأنْفَالَ شيءٌ خَصَّ اللهُ به المسلمين، ولم يكنْ لغَيْرِهم من الْأُمَمِ.\nوأمَّا الْإيجَافُ: فالْإسْرَاعُ في السَّيْرِ. ويكون ذلك عَلَى الْأَفْراسِ، قال اللهُ عَزَّ وجَلَّ: (فما أوجفتم عليه من خيل ولا ركاب). فالخَيْلُ الأفْرَاسُ. والرِّكابُ الْإبِلُ، يُقال لِرَاكِبِ الفَرَسِ: قد أوْجَفَ: إذا أسْرَعَ، ويُقال لصاحِب البَعيرِ: قد أوْضَعَ.\nوأمَّا السَّرِيَّة، فإنَّما سُمِّيَتْ بذلك، لأن الغالِبَ عليها أنها تَسْرِي لَيْلاً، والسُّرَى لا يكونُ إلاَّ باللَّيْلِ.\nوأمَّا الْهَزِيمَةُ، فمن الْهَزِيمِ، وهو الكَسْرُ، يُقال: هَزَمْتُ الشَّيْءَ. إذا كَسَرْتَهُ.\nوأمَّا قَوْلُ القائلِ: \"فكان أوَّلَ مالٍ تَأَثَّلْتُهُ في الْإسْلامِ\"، فهو مِن التَّأَثُّلِ، وهو الجَمْعُ، قال رسولُ اللهِ صلَّى الله عليه وسلَّم في وَصِيِّ الْيَتِيمِ: \"إنَّه يأكُلُ مِنْ مالِهِ غَيْرَ مُتَأَثِّلٍ مَالاً\".\nالجزء: 1 ¦ الصفحة: 161\n",
        "باب قَسْم الصدقات\nقال اللهُ جَلَّ ثَناؤُه: (إنما الصدقات للفقراء والمساكين والعاملين عليها والمؤلفة قلوبهم وفي الرقاب والغارمين وفي سبيل الله وابن السبيل).\nفأما الفقراء، فالزَّمْنَى الضِّعَافُ الذين لا حِرْفَةَ لهم، ولا يَسْألُون الناسَ أوْ يَسْأَلُون.\nوبعضُ أهلِ اللغةِ يَذْهَبُ إلى أن الفقيرَ الذي له بُلْغَةٌ مِن العَيْشِ، ويَحْتَجُّ بِقَوْلِ القائل:\nأمَّا الفقيرُ الذي كانتْ حَلُوبَتُهُ\n...\nوَفْقَ الْعِيالِ فلم يُتْرَكْ له سَبَدُ\nالجزء: 1 ¦ الصفحة: 162\n",
        "ألا تَرَى أنه جَعل له حَلُوبَةً، وجعَلها وَفْقًا لِعِيَالِهِ، أي: قُوتًا لا فَضْلَ فيه.\nوالْمَساكينُ: السُّؤَّالُ، ومَنْ لا يَسْألُ مِمَّنْ له حِرْفَةٌ ولا تَقَعُ منه مَوْقِعًا، ولا تُغْنِيهِ ولا عِيالَهُ، وقد كان سائِلاً أوْ غيرَ سائِلٍ.\nوقال بعضُ أهلِ اللغةِ: المسكينُ الذي لا شَيْءَ له.\nوإنَّما يُحْكَى مَقالُ الشَّافِعِيِّ فيما يُشْبِهُ هذا المعنَى، لأنَّه ليس في عِلْمِ اللِّسانِ بدُونِ واحِدٍ مِمَّنْ يُذْكَرُ.\nوأمَّا العامِلُون عليها، فمَن وَلَّاهُم الوَالِي قَبْضَها، ومَنْ لا غِنَى بالوَالِي عن مَعُونَتِه عليها.\nوأمَّا المُؤَلَّفَةُ قُلُوبُهم، فقَوْمٌ تَألَّفَهُم النبيُّ، عليه السلام، علَى الْإسْلامِ، وكانوا رُؤَساءَ قَوْمٍ، وهو مِنْ قَوْلِك: ألَّفْتُ الشَّيْءَ: إذا جَمَعْتَهُ، فكأنَّ قُلُوبَهم أُلِّفَتْ على الإسْلامِ بِبَذْلٍ بُذِلَ لهم.\nوأمَّا الرِّقابُ، فالرِّقابُ المُكاتَبُون مِنْ جِيرَانِ الصَّدَقَاتِ، وإنَّما عَبَّرَ عن الذَّاتِ بالرَّقَبَةِ، وإلاَّ فالْعِتْقُ يَقَعُ على النَّفْسِ كُلِّها.\nالجزء: 1 ¦ الصفحة: 163\n",
        "وأمَّا الْغَارِمُون، فقومٌ كانوا في مَصْلَحَةِ نُفُوسِهم، لا في مَعْصِيَةٍ، ثم عَجَزُوا عن أداءِ ذلك، فيُعْطَوْنَ في غُرْمِهم لِعَجْزِهم، وقَوْمٌ كانوا في حَمالاتٍ يَحْمِلُونَها في دِماءٍ لإصْلاحِ ذاتِ البَيْنِ وحَقْنِ الدِّماءِ.\nوفي سَبيلِ اللهِ، أراد الْغُزَاةَ.\nوابن السَّبيلِ، أراد المُسافِرَ الذي يُريدُ بَلَدًا غيرَ بَلَدِه، لِأمْرٍ لا بُدَّ له منه، وهو مِنْ جيران الصدقة، وإنَّما سُمِّيَ ابن السَّبيل لأنَّ السَّبيلَ الطَّرِيقُ، فنُسِبَ سالِكُ السبيلِ إلى السبيلِ، كأنَّه ابْنُهُ.\nالجزء: 1 ¦ الصفحة: 164\n",
        "كتاب النكاح\nوما اتصل به من الطلاق والرجعة والإيلاء وغير ذلك\nالنِّكاح: هو التَّزْويج، ورُبَّما عُبِّرَ به عن الغِشْيانِ نَفْسِهِ.\nولا يكونُ إلاَّ بِوَلِيٍّ وشاهِدَيْنِ.\nفالْوَلِيُّ: الذي يَلِي أمْرَ الزَّوْجَةِ، وهو الذي أَقْرَبُ إليها مِنْ جِهَةِ الْوِلايَةِ. والْوَلِيُّ مَاخُوذٌ مِنَ الوَلْيِ، وهو القُرْبُ، لِقَوْلِ النبيِّ عليه السلام: \"لِيَلِيَنِّي مِنْكُمْ ذَوُو الْأحْلامِ\". أي: لِيُقارِبْنِي.\nوأمَّا عَضْلُ الوَلِيِّ لِلْأَيِّمِ، فَحَبْسُها عن التَّزْوِيجِ، يُقال:\nالجزء: 1 ¦ الصفحة: 165\n",
        "عَضَلَها: إذا مَنَعَها. وهو مِنْ قَوْلِنا: عَضَلَ الولدُ في رَحِمِ النَّاقَةِ: إذا نَشِبَ فلم يَخْرُجْ، والمُعْضِلاتُ: الشَّدائِد.\nوتقول: نَكَحْتُ المرأةَ: إذا تَزَوَّجْتَها، وأنْكَحْتُها: إذا زَوَّجْتَها.\nوأمَّا عَقْدُ النِّكاحِ، فَمِنْ قَوْلِكَ: عَقَدْتُ الخَيْطَ والحَبْلَ: أعْقِدُهُ عَقْدًا.\nوأمَّا الشِّغَارُ الذي نَهَى عنه رسولُ اللهِ صلَّى اللهُ عليه وسلَّم، فهو أن يُزَوِّجَ الرجلُ أُخْتَهُ، على أن يُزَوِّجَهُ الآخَرُ أُخْتَهُ، أوْ غيرَ الأُخْتِ مِمَّنْ يَلِي أمْرَها، ويكونُ النِّكاحُ مِنْ غيرِ مَهْرٍ.\nوكان الرجلُ في الجاهليَّةِ يقول: شَاغِرْنِي. أي: زَوِّجْنِي ابْنَتَكَ على أن أُزَوِّجَكَ ابْنَتِي، وقيل لذلك شِغَارٌ، لأنَّ كلَّ واحدٍ منهما يَشْغَرُ إذا نَكَحَ، وأصْلُ الشَّغْرِ لِلْكَلْبِ، وهو أن يَرْفَعَ إحْدَى رِجْلَيْهِ لِيَبُولَ، فكُنِيَ بذلك عن هذا النِّكاحِ، وجُعِلَ له عَلَمًا. ويَحْتَمِلُ أن يكون إنَّما سُمِّيَ شِغَارًا لِخُلُوِّهِ مِنَ المَهْرِ، كما يُقالُ: بَيْتٌ شَاغِرٌ، أي: خَالٍ.\nوأمَّا المُتْعَةُ، فَمِنْ قَوْلِكَ: مَتَّعْتُ الرَّجُلَ: إذا فَعَلْتَ شَيْئًا يكونُ له فيه مَنْفَعَةٌ، قال اللهُ تعالى: (ليس عليكم جناح أن تدخلوا بيوتا غير مسكونة فيها متاع لكم). أي: مَنْفَعَةٌ.\nالجزء: 1 ¦ الصفحة: 166\n",
        "وأمَّا الْإحْصَانُ، فأنْ تكونَ المرأةُ ذاتَ زَوْجٍ، وقد تُدْعَى الحُرَّةُ البِكْرُ مُحْصَنَةً، ويدُلُّ على ذلك قَوْلُه عَزَّ وجَلَّ، في الْإماءِ: (فإن أتين بفاحشة فعليهن نصف ما على المحصنات من العذاب)، أي: على الْحَرائِرِ، لا ذَواتِ الْأزْواجِ، لأنَّ ذَواتِ الْأزْواجِ عليهنَّ الرَّجْمُ، والرَّجْمُ لا يَتَبَعَّضُ، وإنَّما سُمِّيَتْ الْحُرَّةُ البِكْرُ مُحْصَنَةً، لأنَّ الإحْصانَ يكونُ لَها وبِها، لا بالْأَمَةِ.\nالجزء: 1 ¦ الصفحة: 167\n",
        "باب عفو المهر\nقال اللهُ عَزَّ وجَلَّ: (إلاَّ أن يعفون). أي: يَعْفُوَ النِّساءُ، فلا يَأخُذْنَ شيئًا، (أو يعفوَا الذي بيده عقدة النكاح)، وهو الزَّوْجُ فيُعْطِيها الصَّداقَ كُلَّهُ.\nورَوى سليمانُ بنُ حَرْبٍ، قال: حَدَّثَنا جَريرُ بنُ حازِمٍ، عن عيسى بنِ عاصِمٍ، قال: سمعتُ شُرَيْحًا يقول: قال: سألنِي عَليُّ بنُ أبي طالبٍ، عن الذي بِيَدِهِ عُقْدَةُ النِّكاحِ، فقُلْتُ له: هو وَلِيُّ المَرْأةِ. فقال: لا، ولكنَّه الزَّوْجُ. وكذا كان ابنُ عَبَّاسٍ يقولُ.\nوحكَى بعضُ أهلِ العِلْمِ، قال: كان أهلُ المدينةِ يقولون: هو الوَلِيُّ، فَقَدِمَ ابنُ جُبَيْرٍ عليهم، فقال: أرَأيْتُم لو عَفَا الوَلِيُّ وأَبَتِ المَرْأةُ، وما لِلْوَلِيِّ مِنْ ذلك! فرَجَعُوا إلى أنه الزَّوْجُ.\nالجزء: 1 ¦ الصفحة: 168\n",
        "فإنْ قال قائلٌ: وَجَدْنَا الْأزْواجَ قد جَرَى ذِكْرُهم في الآيةِ، وهو قَوْلُه: (وإن طلقتموهن من قبل أن تمسوهن وقد فرضتم لهن فريضة فنصف ما فرضتم). ثم قال: (إلا أن يعفون)، فإنَّما أراد بذلك النِّساءَ، ثم قال: (أو يعفوا الذي بيده عقدة النكاح)، وهو يُريد: أو تَعْفُوا أنْتُم أيُّها الْأزْواجُ.\nفإن قال قائلٌ: فإنَّ العَفْوَ لا يكونُ إلاَّ تَرْكُ الْأخْذِ بالشيءِ الواجِبِ، وذلك إنَّما يكونُ مِن المرأةِ لأنَّ المَهْرَ لها، وقد اسْتَحَقَّت النِّصْفَ، فتَتْرُكُ طِلابَ ذلك النِّصْف، أو يَعْفُو وَلِيُّها فيَتْرُكُ ما وَجَبَ للذي يتَوَلَّى أمْرَها، وهو أبُو البِكْرِ.\nقيل له: وكذلك البَعْلُ قد اسْتَحَقَّ أن يُجْعَل له نصفُ المَهْرِ المُسَمَّى، فلا يُطالَبُ به، وإذا كان مُسْتَحِقًّا له، قيل له: اعْفُ. أي: اتْرُكْ ما قد صِرْتَ أنتَ أوْلَى به، وهو النِّصْفُ، فيَعْفُو، أي: يتْرُكُ ما قد اسْتَحَقَّه، ويجعله للمرأةِ، ابْتِغاءَ الفَضْلِ.\nثم يُقال لهؤلاء القومِ: أرَأيْتُمْ إن كان الوَلِيُّ هو الذي تَزَوَّجَها، ثم طَلَّقَها قبل أن يَدْخُلَ بها، وأبَتْ أن تَعْفُوَ عنه، ألَهُ أن يَعْفُوَ عن نفسِه؟ فإذا لم يكنْ له ذلك دَلَّ ذلك على أن الْأمْرَ ليس كالذي تَأوَّلْتُمُوه، وقد قال الشَّافِعِيُّ، رَحِمَه الله: أمَّا أبُو البِكْرِ فلا يَجُوزُ له عَفْوُهُ، كما لا يَجُوز له هِبَةُ مالِها.\nالجزء: 1 ¦ الصفحة: 169\n",
        "وأمَّا قَوْلُه، في باب الحُكْمِ في الدُّخُول: \"ولوْ أفْضَاها فلم يَلْتَئِمْ فَعَلَيْهِ دِيَتُها\". فإنَّ ذلك مِن المرأةِ المُفْضَاةِ، وهي التي جُعِل مَسْلَكَاها مَسْلَكًا واحدًا.\nوأمَّا نُشُوزُ الزَّوْجَيْن، فمعناه النُّبُوُّ، يُقال: نَشَزَ الرجلُ عَلَى امْرأتِهِ: إذا نَبَا عنها. وكلُّ نابٍ نَاشِزٌ، قال اللهُ تعالى: (وانظر إلى العظام كيف ننشزها). أي: نَرْفَعُها مِن الْأرْضِ.\nوأمَّا الخُلْعُ، فَمِنْ قَوْلِكَ: خَلَعْتُ ثَوْبِي، وخَلَعْتُ خاتَمِي.\nوالْخُلْعُ لا يكونُ إلاَّ مِن الْأدْوَنِ لِلْأعْلَى، ألا تَرَى أنَّا نَقُولُ: خُلِعَ الخليفةُ. فلِذلك كان ابْتِداءُ الخُلْعِ مِن المرأةِ، وقد قال رسولُ اللهِ صلَّى اللهُ عليه وسلَّم: \"الْمُخْتَلِعاتُ هُنَّ الْمُنافِقاتُ\". يعني بذلك اللَّواتِي خَالَعْنَ أزْواجَهُنَّ مِن غَيْرِ حاجةٍ بِهِنَّ إلى الخُلْعِ.\nوالخُلْعُ معروفٌ في كلامِ العربِ، وأصْلُه ما ذَكَرْناه، قال الشاعرُ يذكُر النِّساءَ:\nمُولَعَاتٌ بِهَاتِ هَاتِ فإنْ شَفَّقَ\n...\nعَيْشٌ يَوْمًا أرَدْنَ الْخِلاَعَا\nالجزء: 1 ¦ الصفحة: 170\n",
        "وأمَّا الشِّقَاقُ، فالخِلافُ، وانْشِقَاقُ الغُصْنَيْن الاختلاف بينهما، قال اللهُ عَزَّ وجَلَّ: (ومن يُشاقِقِ اللهَ). أي: يُخالِف اللهَ، ويُقال لِلْخَوارِجِ: قد شَقُّوا عَصَا المسلمين، أي: فَارَقُوا جَماعَتَهم.\nوأمَّا قَوْلُ الشَّافِعِيِّ: \"ولو خَالَعَها عَلَى أن تُرْضِعَ ولده وَقْتًا معلومًا\"، ثم قال: \"لأنَّ المرأة تُدِرُّ على وَلَدِها، ويَقْبَلُ ثَدْيَها، ويَتَرَأَّمُها\". فمعنَى يَتَرَأَّمُها أي: يَقْبَلُ مِن عَطْفِها عليه عندَ الإرْضَاعِ ما لا يَقْبَلُه مِن غيرِها.\nيُقال: أُمٌّ رَؤُومٌ: إذا كانتْ حانِيَةً على الولدِ، رَفِيقَةً عندَ رَضاعِها، وطَيْرٌ رؤُومٌ، بمعنًى واحدٍ. ورَأَمَ الفَصِيلُ أُمَّهُ: إذا قَبِلَ إرْضَاعَها له.\nالجزء: 1 ¦ الصفحة: 171\n",
        "باب الطلاق\nمعنَى الطَّلاق: الإطْلاق مِن العُقْدةِ المَعْقُودَةِ، يُقال: أطْلَقْتُ الرجلَ مِن حَبْسِهِ، وانْطَلَقَ الرجلُ، وعَدَا طِلْقًا أو طِلْقَيْن. كلُّ ذلك مِن أصْلٍ واحدٍ. ويُقال: هذا الشيءُ حلالٌ طِلْقٌ، أي: ليس بمُشَدَّدٍ ولا مُضَيَّقٍ.\nوأمَّا الْبَتَاتُ، فَمِنْ قَوْلِكَ: بَتَتُّ الشيءَ: إذا قَطَعْتَهُ، وبَتَتُّ القضاءَ وأبْتَتُّهُ: إذا قَطَعْتَهُ.\nوالسَّراح: مِن قَوْلِكَ: سَرَّحْتُ الماشيةَ: إذا خَلَّيْتَ عنها مِن حَظائِرِها، فهي مُسَرَّحَةٌ.\nوأمَّا البائِنُ، فَمِنْ قَوْلِكَ: بانَتْ: إذا بَعُدَتْ، والبَيْنُ: الفِرَاقُ، والفِرَاقُ معروف.\nالجزء: 1 ¦ الصفحة: 172\n",
        "وأمَّا قَوْلُه في الفَرْق بين \"إذا\" و\"إن\" إذا قال لها: أنتِ طالِقٌ إنْ لم أُطَلِّقْكِ، أو إذا لم أُطَلِّقْكِ، فالفرقُ بينهما، أنَّ \"إنْ\" لا يكونُ إلاَّ فيما يُشَكُّ في كَوْنِهِ، و\"إذا\" لا يكونُ إلاَّ فيما لا يُشَكُّ فيه، ولكن يكونُ وَقْتُه مُشْتَبِهًا، ألا تَرَى أنَّ اللهَ جَلَّ ثَناؤُه يقول: (إذا السماء انشقت). فهذا لا يجوز مَكانَه \"إن السماءُ انْشَقَّتْ\" لأنَّ السماءَ تَنْشَقُّ لا مَحالَةَ، فعَلَى هذا يَجْرِي هذا البابُ.\nوأمَّا الرِّجْعَةُ، فَمِنْ قَوْلِكَ: راجَعْتُ الشيءَ مُراجَعَةً، والاِسْمُ الرَّجْعَةُ.\nوأمَّا البَلاغُ في قَوْلِه: (فإذا بلغن أجلهن). فإنَّ أهلَ اللغةِ مُجْمِعُونَ على أنَّ قَوْلَه: (فإذا بلغن أجلهن) إذا قَرُبْنَ ذلك، وأشْرَفْنَ على انْقِضائِه، والعربُ تقولُ للْإنْسان: إذا بَلغْتَ مَكَّةَ، فاغْتَسِلْ قبلَ أنْ تدْخُلَها. فهذا لا شَكَّ على أنَّه أراد به مُقارَبَةَ البُلُوغِ.\nوأمَّا قَوْلُه: (فبلغن أجلهن فلا تعضلوهن). فالمعنَى واقِعٌ بعدَ بُلُوغِ الْأجَلِ، لأنَّ بُلُوغَ الْأجَلِ ههنا على ظاهِرِه، والعَضْلُ لا يَقَعُ\nالجزء: 1 ¦ الصفحة: 173\n",
        "إلاَّ بعدَ بُلُوغِ الْأجَلِ، لأنَّ الزَّوْجَ إنَّما يكونُ أحَقَّ بِرَجْعَتِها قبلَ بُلُوغِ الأجَلِ.\nوالرَّجْعَةُ لا تسَمَّى نِكَاحًا، وإنَّما يكونُ النِّكاحُ ما يُسْتَأنَفُ، فلَمَّا بَلَغَتِ الْأَجَل الذي هو لها احْتِيجَ إلى اسْتِئْنافِ النِّكاحِ.\nونُهِيَ الْأوْلِياءُ عن عَضْلِ المرأةِ إذا أرادتْ أن تَنْكِحَ زَوْجَها الذي كان قد طَلَّقَها، إذا تَرَاضَيَا.\nوأمَّا قَوْلُه: \"حتَّى تَذُوقِي عُسَيْلَتَهُ\". فهو تَصْغِيرُ العَسَلِ،\nالجزء: 1 ¦ الصفحة: 174\n",
        "والعَسَلُ مُؤَنَّثَةٌ.\nقال الشاعر:\nبِها عَسَلٌ طابَتْ يَدَا مَنْ يَشُورُها\nأي: يَجْنِيها.\nوإنَّما كَنَى بها عن حَلاوةِ الجِماعِ، وقد يكون ذلك بالإنْزالِ وغيرِ الإنْزالِ، كما تقولُ في الغُسْلِ مِن الْجَنابَةِ.\nوأمَّا الْإيلاءُ، فهو مِن الْألِيَّةِ، والجَمْعُ ألايَا، كما يُقال: عَشِيَّةٌ وعَشَايَا. والدَّلِيلُ على أن الْألِيَّة اليَمِينُ قَوْلُ جَرِيرٍ:\nآلَوْا عَلَيْها يَمِينًا لا تُكَلِّمُنا\n...\nمِنْ غَيْرِ سُوءٍ ولا مِنْ رِيبَةٍ حَلَفُوا\nوأمَّا الفَيْءُ، فالرُّجُوعُ، يُقال: فَاءَ الظِّلُّ: إذا رَجَع مِن جانِبِ المَشْرِقِ إلى جانِبِ المَغْرِبِ، قال اللهُ تعالى: (حَتَّى تَفيءَ إلى أمْرِ اللهِ). أي: تَرْجِعَ.\nالجزء: 1 ¦ الصفحة: 175\n",
        "وأمَّا قَوْلُه: \"حَبْلُكِ على غارِبِكِ\" فمَأخُوذٌ مِن أنَّ الرجلَ إذا خَلَّى عن نَاقَتِهِ للرَّعْيِ أو غيرِه أرْخَى حَبْلَها، وألْقاه على سَنامِها، والعربُ تَتَمَثَّلُ بذلك كثيرًا، قال الشاعرُ:\nفَلَمَّا عَصَيْتُ الْعاذِلِينَ ولم أُطِعْ\n...\nمَقالَتَهُمْ ألْقَوْا عَلَى غَارِبِي حَبْلِي\nالجزء: 1 ¦ الصفحة: 176\n",
        "باب الظهار\nأخبرنا القَطَّانُ، قال: حدَّثَنَا أبو بكر المُفَسِّرُ، عن القُتَيْبِيّ، قال: الظِّهارُ الذي تَحْرُم به المرأةُ مَأخُوذٌ مِن الظَّهْرِ، وذلك أن تقولَ لها: أنتِ عليَّ كظَهْرِ أُمِّي. وكان يُطَلَّقُ في الجاهليَّةِ بذلك، وإنَّما اخْتَصُّوا به الظَّهْرَ دونَ البَطْنِ والفَخِذِ والفَرْجِ، لأنَّ الظَّهْرَ مَوْضِعُ الرُّكُوبِ، والمرأةُ مَرْكُوبَةٌ إذا غُشِيَتْ، فكأنَّه إذا قال: أنتِ عليَّ كظَهْرِ أُمِّي. أراد رُكُوبُكِ للنِّكاحِ حرامٌ كرُكوبِ أُمِّي للنِّكاحِ. فأقام الظَّهْرَ مُقامَ الرُّكُوبِ، لأنَّه مَرْكُوبٌ، وأقام الركوبَ مُقامَ النِّكاح، لأنَّ النَّاكِحَ راكبٌ، وهذا مِن لَطِيفِ الاِسْتِعارَةِ لِلْكِناية. هذا كلُّه قَوْلُ القُتَيْبِيِّ.\nوقال نَاسٌ مِن أهلِ العِلْمِ: ليس الظِّهارُ مَاخُوذًا مِن الظَّهْرِ مِن الجَسَدِ، لأنه لو كان كذلك، لَكَانَ البَطْنُ أوْلَى بذلك، لأنَّ العربَ لا تَذْكُرُ البِضَاعَ إلاَّ بِلَفْظِ البَطْنِ، يقولون: تَبَطَّنْتُها. ولكن الظَّهْرُ ههنا\nالجزء: 1 ¦ الصفحة: 177\n",
        "مَأخُوذٌ مِن العُلُوِّ والمِلْكِ، ألا تَرَى أنَّ اللهَ يقولُ: (فما استطاعوا أن يظهروه). أي: يَعْلُوهُ، وكلُّ مَن عَلا شَيْئًا فقد ظَهَرَهُ، قال: فكذلك امرأةُ الرجلِ يَظْهَرُها، أي: يَعْلُوها بالمِلْكِ والبُضْعِ، وإنْ لم يكنْ ناحِيَةَ الظَّهْرِ، وكان تَأوِيلُ قَوْلِ القائلِ: أنتِ عَلَيَّ كَظَهْرِ أُمِّي، أي: كَظَهْرِها عَلَيَّ، أي: مِلْكِي إيَّاكِ وعُلُوِّي لكِ حَرامٌ عليَّ.\nثم اخْتَلَفَ أهلُ العِلْمِ في قَوْلِهِ جَلَّ ثَناؤُه: (ثم يعودون لما قالوا). فقال قَوْمٌ: أنْ يقولَ لها: أنتِ عَلَيَّ كظَهْرِ أُمِّي. ثم يعود ثانيةً، فيقول: أنتِ عليَّ كظَهْرِ أُمِّي. فتَجِبُ الكَفَّارَةُ بالقَوْلِ الثاني، ولا تَجِبُ بالقَوْلِ الْأَوَّلِ.\nوقال قومٌ: المُعاوَدَةُ بالوَطْءِ، وهو أن يعودَ إلى ما حَرَّمَهُ، فَيَصيرُ إلى مِثْلِ ما كان عليه قبلَ مَجِيءِ التَّحْرِيمِ.\nوقال قومٌ مِن أهلِ اللغةِ:\n...\nفي الجاهليَّة كانُوا يُطَلِّقُون بالظِّهارِ، فجعل اللهُ الظِّهارَ بالْإسلامِ خِلافَ ما كان عندَهم في الجاهليَّة بالكَفَّارةِ التي تُحِلُّهُنَّ لَهُم وأنْزَلَ اللهُ: (والذين يُظاهِرون مِن نسائِهم ثم يعودون لما قالوا). يعني: ما كانوا يَقُولونَه مِن هذا الظِّهارِ، فتَحْلِيلُها في الإسْلامِ: (فتحرير رقبة)، أي: فكَفَّارَتُهُ تَحْرِيرُ رَقَبَةٍ.\nالجزء: 1 ¦ الصفحة: 178\n",
        "قالوا: فَتَلْخِيصُها: والذين كانوا يُظاهِرُونَ في الجاهليَّة مِن نِسائِهم، ثم يَعُودُون، فتَحْلِيلُها في الْإسْلامِ لِمِثْلِ ما كانوا يقُولونَه فتَحْرِيرُ رَقَبَةٍ. والعربُ تُضْمر \"كان\" ألا تَرَى أنه قال، جَلَّ ثَناؤُه: (واتَّبَعوا ما تتلوا الشَّياطينُ). أي: ما كانتْ تَتْلُوا الشَّياطِينُ.\nوقال الشَّافْعِيُّ، رحمه اللهُ: إذا أمْسَكَ ما حَرَّمَ على نَفْسِه، فقد عاد لِما قال، فخَالَفَهُ، وأحَلَّ ما حَرَّمَ.\nوأمَّا قَوْلُ مَن قال: إنَّما هو أن يَعُودَ لِقَوْلِه: أنتِ عليَّ كظَهْرِ أمِّي ثانِيَةً، فَرَدِيءٌ مِن القَوْلِ، لِمُخالَفَتِهِ مَقالاتِ أهلِ العِلْمِ، ولو جاز لِقائلٍ أن يقولَ: إنَّما أُريد بذلك أن يُعاوِدَ المُظَاهَرَةَ مَرَّتَيْن، لَجَازَ للآخَرِ أن يقولَ: وكذلك قَوْلُه: (للذين يُؤْلُون مِن نسائهم تربُّصُ أربعةِ أشهُرٍ فإن فاءوا). أي: فإنْ عادُوا لِلْإيلاءِ مَرَّةً أخرى. إذْ كان \"عادوا\" و\"فاءوا\" في معنًى واحدٍ، وإذا كان هذا القَوْلُ لا مَعْنَى له، فكذلك الْأَوَّلُ.\nوأمَّا قَوْلُ مَن قال: إنَّ ذلك إنَّما هو مَن عَاوَدَ في الإسْلامِ ما كان في الجاهليَّةِ.\nالجزء: 1 ¦ الصفحة: 179\n",
        "فيُقال له: ما الدَّلِيلُ عَلَى صِحَّةِ قَوْلِكَ؟ وأنتَ إنَّما صَحَّحْتَ قَوْلك عندَ نَفْسِك بإضْمارٍ أضْمَرْتَهُ عندَ قَوْلِك: تَأوِيلُها، والذين كانُوا يُظاهِرُون. ولا مَعْنَى لِقَبُولِ قَوْلٍ لا يَدُلُّ على صِحَّتِه دَلِيلٌ.\nوكان القُتَيْبِيُّ يقولُ بهذا القَوْلِ. إنَّما قُلْتُه تَدَبُّرًا واسْتِدْلالاً، ولم يَدُلَّ عَلى صِحَّةِ ذلك شيءٌ يجبُ قَبُولُه.\nوهذا القَوْلُ والذي قَبْلَه في الضَّعْفِ مُتَقارِبان، وذلك أنه يَلْزَمُ ألاَّ تَجِبَ الكَفَّارَةُ إلاَّ على مَن كان عائِدًا في الإسْلامِ لِمِثْلِ ما كان يَقُولُه في الجاهليَّة، وأنه متى لم يَسْبِقْ مِنْهُ في الجاهليَّة ظِهارٌ أنَّه لا يكونُ عائِدًا، إلاَّ أنَّ العَوْدَ عِنْدَه أنْ يُعِيدَ ذلك مَرَّةً بعدَ مَرَّةٍ، فيُقال له: وما الفَضْلُ بينَك وبينَ مَن قال: إنَّما هو أنْ يُعاوِدَ الظِّهارَ مَرَّةً أُخْرَى، كما قُلْتَ أنْتَ: هو أن يَعُودَ إلى ما كان في الجاهليَّةِ يَقُولُه، فلا يَلْزَمُه على هذا كَفَّارَةٌ، إلاَّ أن يَقُولَه مَرَّتَيْنِ، مَرَّةً في الجاهليَّةِ، ومَرَّةً في الإسْلام.\nوأمَّا قَوْلُ الشَّافِعِيِّ، وأبو عُبَيْدَة، فإنَّ العَوْدَ عندَهما إمْساكُ ما حَرَّمَهُ بالظِّهارِ على نَفْسِه.\nفإن قال قائلٌ: إنَّ اللهَ، عَزَّ وجَلَّ يقول: (ثُمَّ يعودون لما قالوا). فجعَل العَوْدَ لِلْقَوْلِ، وأنتُم تَجْعَلُون العَوْدَ لإمْساكِ المرأةِ،\nالجزء: 1 ¦ الصفحة: 180\n",
        "والمرأةُ\n...\nإنَّما مَعْناها: ثم يَعُودُون لِما حَرَّمُوا على أنْفُسِهم، وهُنَّ نِساؤُهم، وذلك تحتَ القَوْلِ ومُضَمَّنٌ فيه، ألا تَرَى أنَّ الوليدَ بنَ المُغيرةِ قال: (لأوتين مالا وولدا). يعني: في الآخِرَةِ، فقال اللهُ تعالى رَدًّا عليه: (كلا سنكتب ما يقول ونمد له من العذاب مدا، ونرثه ما يقول). أي: نَرِثُه ما تحتَ هذا القَوْلِ مِن المَعْنَى، وهو المالُ والوَلَدُ، لأنَّ القَوْلَ لا يُورَثُ، فإذا كان معنَى قَوْلِه: (ونرثه ما يقول) ما دَلَّ عليه قَوْلُه، كذلك قَوْلُه: (ثم يعودون لما قالوا). أي: لِما انْطَوَى تحتَ قَوْلِهم، ودَلَّ عليه نُطْقُهم، وذلك كثيرٌ شائِعٌ في الكلامِ، وهو أن يَعِدَ الرجلُ الآخَرَ شَيْئًا، فيقول له: ألا تَفِي بقَوْلِك، أي: بما دَلَّ عليه قَوْلُكَ مِن وَعْدِكَ.\nالجزء: 1 ¦ الصفحة: 181\n",
        "باب اللعان\nاللِّعانُ، والمُلاعَنَةُ، بمعنًى واحدٍ، كالْقِتَالِ، والمُقاتلةِ، والخِصامِ والمُخاصَمَةِ، وهو مِن اللَّعْنِ، وذلك أن الرَّجُلَ يقولُ في الخامسةِ: (أنَّ لعنةَ الله عليه إن كان من الكاذبين).\nوأصْلُ اللَّعْنِ: الطَّرْدُ والْإبْعادُ، يُقال: مَلْعُونٌ، ولَعِينٌ، أي. مَطْرُودٌ، وطَرِيدٌ. فيُمْكِنُ أن يكونَ اللِّعانُ لِقَوْلِه في الخامسةِ: (أنَّ لعنةَ الله عليه إن كان من الكاذبين). ويُمْكِنُ أن يكونَ مِن الطَّرْدِ والْإبْعادِ، وذلك أنَّ المُطَلِّقَ والمُظَاهِرَ والمُولِيَ قد يجُوز أن يَجْتَمِعَ هو وامْرَأتُه في حالٍ مَا، والمُتلاعِنَيْنِ لا يَجْتَمِعان أبدًا، وهذا شيءٌ قُلْناه على حَدِّ الإمْكانِ، واللهُ أعْلَمُ.\nالجزء: 1 ¦ الصفحة: 182\n",
        "باب العدَّة\nمعنَى العِدَّةِ، مِن قَوْلِكَ: عَدَدْتُ الشَّيْءَ: إذا أَحْصَيْتَهُ، فسُمِّيَت العِدَّةُ عِدَّةً مِن أنَّها مُحْصاةٌ، لأنَّها ثلاثةُ قُرُوءٍ، وثلاثة أشْهُرٍ، وأربعة أشْهُرٍ وعَشْرًا.\nوأمَّا القُرْء، فهو اسْمٌ يَقَعُ عَلَى الحَيْضِ والطُّهْرِ. والعربُ تُسَمِّي الحَيْضَ قُرْءًا، ألا تَرَى أنَّ الشاعِرَ يقولُ:\n] له [قُرُوءٌ كقُرُوءِ الْحائِضِ\nوتُسَمِّي الطُّهْرَ قُرْءًا، وحُجَّتُهُ قَوْلُ الأعْشَى:\nمُوَرِّثَةً مَالاً وفي الحَيِّ رِفْعَةً\n...\nلِمَا ضَاعَ فيها مِن قُرُوءِ نِسائِكَا\nالجزء: 1 ¦ الصفحة: 183\n",
        "قال أبو عمرو بن الْعَلاء: وإنَّما جاز ذلك، لأنَّ القُرْءَ الوَقْتُ، وهو يَصْلُحُ لِلْحَيْضِ، ويَصْلُحُ للطُّهْرِ، يُقال: هذا قَارِئُ الرِّيَاحِ، أي: وَقْتُ هُبُوبِها، وأنْشَدَ:\nشَنِئْتُ الْعَقْرَ عَقْرَبَنِي شَلِيل\n...\nإذا هَبَّتْ لِقارِئِها الرِّيَاحُ\nفهذا ما تقُوله العربُ، وليس الاخْتِلافُ الواقِعُ بين الفُقَهاءِ عَلى اطِّرَاحِ أحَدِ القَوْلَيْنِ، وكلُّهم مُجْمِعُون على أنَّ القُرْءَ اسمٌ يَقَعُ على الْحَيْضِ، كما يَقَعُ على الطُّهْرِ، ولكن كُلاَّ اخْتارَ قَوْلاً، واحْتَجَّ له مِن جِهَةِ المَعْنَى.\nومِثْلُ ذلك أنَّ الجَوْنَ اسمٌ يَقَعُ على الأبْيَضِ، كما يَقَعُ على الأَسْوَدِ، ثم اخْتَلَفَ الناسُ في الشمس، ولم سُمِّيَتْ جَوْنًا؟: فيقُولُ قومٌ: لِبَيَاضِها ونُورِها، ويقولُ آخَرُون: لا، بل لِسَوادِها، لأنَّها إذا غابت اسْوَدَّتْ ثم يَحْتَجُّ كلٌّ لِمَقالَتِه بعدَ إجْماعِهم على أنَّ الجَوْنَ الأبْيَضُ والأَسْوَدُ.\nوكذا الفُقَهاءُ مُجْمِعُون على أنَّ القُرْءَ الطُّهْرُ والحَيْضُ.\nالجزء: 1 ¦ الصفحة: 184\n",
        "ولا مَعْنَى لِمَنْ يَحْتَجُّ علينا بالحديثِ \"اقْعُدِي أيَّام أَقْرائِكِ\"، لأنَّا قد وَافَقْناهُ على أنَّ القُرْءَ يَقَعُ على الْحَيْضِ، ولكنَّا قُلْنا: إنَّ المُرادَ بقَوْلِه: (ثلاثةُ قُرُوءٍ) الأَطْهارَ، لا الحيْضُ، والدليلُ على صِحَّةِ ذلك قَوْلُه: (ثلاثةُ قُرُوءٍ) فدُخُولُ الهاءِ دليلٌ على التَّذْكِيرِ، كأنَّه قال: ثلاثةُ أطْهارٍ، ولو أراد الحيْضَ لَكانَ الْأَشْبَهُ أن يقولَ: ثلاثُ قُرُوءٍ، لأنَّ الحِيْضَ، مُؤَنَّثَةٌ فلا يكونُ إلاَّ بِسُقُوطِ الهَاءِ.\nوفي الدَّلِيلِ على ذلك أيْضًا، أنَّ القَرْءَ في اللغةِ الجَمْعُ، وأنَّ قَوْلَهم: قَرَيْتُ الماءَ في الحَوْضِ، وإنْ كان قد أُلْزِمَ الياءَ، فهو مِن قَوْلِك: جَمَعْتُ، وقَرَاتُ القُرْآنَ، أي: لَفَظْتُ به مَجْمُوعًا، ويُقال: القِرْدُ يَقْرِي، أي: يَجْمَعُ ما يأكُلُ] في [فيه، والمِقْرَاةُ: الحَوْضُ الذي يُقْرَى فيه الماءُ، أي: يُجْمَعُ، والمقْرَى: الإناءُ الذي يُقْرَى فيه الضَّيْفُ.\nفأمَّا القُرْءُ على هذا المعنَى الذي ذكَرْناهُ، اجْتِماعُ الدَّمِ في البَدَنِ، وذلك إنَّما يكونُ في الطُّهْرِ، وهذا هو المعنَى الذي قالَه الشَّافِعِيُّ، وهو قَوْلُ عائشةَ، وزيدِ بن ثابت، وابنِ عُمَرَ، والقاسِمِ بنِ محمدٍ، وسالمِ بنِ عبدِ اللهِ، وأبي بكرِ بنِ عبدِ الرحمن، وسليمانَ بنِ يَسارٍ، وابنِ شِهابٍ الزُّهْرِيِّ.\nالجزء: 1 ¦ الصفحة: 185\n",
        "ومِن الدَّلِيل على ذلك أيْضًا قَوْلُه، جَلَّ ثَناؤُه: (فطلقوهن لعدتهن)، وجاءت السُّنَّةُ أنَّ العِدَّةَ أنْ يُطَلِّقَها طاهِرًا، فذلك دليلٌ على أنَّه لو طَلَّقَ وهيَ حائِضٌ لم يُعَدَّ ذلك مِن عِدَّتِها، وإنَّما الذي يُعْتَدُّ به إنَّما هو الطُّهْرُ.\nفإنْ قال قائلٌ: إنَّه إذا طَلَّقَها طاهِرًا، فلا بُدَّ مِن أنْ يكونَ قد مَضَى بعضُ الطُّهْرِ، وإذَا كان كذلك لم يَكْمُلْ ثلاثةُ أطْهارٍ.\nقيل له: إنَّ معنَى ذلك بَيِّنٌ في اللغةِ، وهو أنه إذا طَلَّقَها في بعضِ الطُّهْرِ، ثم خَرَجَتْ مِن الطُّهْرِ إلى الحَيْضِ، فقد مَضَى قَرْءٌ، تَسْمِيَةً وحَقِيقَةً، لأنَّ المُبْتَغَى في الطُّهْرِ آخِرُه، فإذا خَرَجَت المرأةُ إلى أوَّلِ الحَيْضِ فقد دَلَّك عَلَى سَلامةِ حَيْضِها إذا اجْتَرَأ رجلٌ قغَشِيَ في الحَيْضِ.\nووَاحِدُ القُروءِ قَرْءٌ، وتَقْدِيرُه أقرؤٌ، وأقرُؤٌ لِمَا دونَ العَشَرةِ، وقروء لكثيره.\nوأمَّا الإحْداد، فمِن قَوْلِك: أحَدَّتِ المَرْأةُ على بَعْلِها: إذا مَنَعَتْ نَفْسَها الزِّينَةَ والخِضَابَ. والحَدُّ: المَنْعُ، يُقال لِلْبَوَّابِ: حَدَّادٌ، لأنه يَمْنَعُ من الدُّخُولِ.\nالجزء: 1 ¦ الصفحة: 186\n",
        "باب الرَّضاع\nالرَّضاع: شُرْبُ اللَّبَنِ مِن الضّرْعِ. والعربُ تقولُ: لَئِيمٌ رَاضِعٌ.\nوذلك أنَّ رجلاً كان يَرْتَضِعُ الإبلَ والغَنَمَ، ولا يَجْلِبُها، لِئَلاَّ يُسْمَعَ صَوْتُ الحَلْبِ فَيُسْألَ اللَّبَنَ، ثم صار كيفَ وَصَلَ اللَّبَنُ إلى جَوْفِ الصَّبِيِّ رَضَاعًا.\nوأمَّا قولُه: \"لا تُحَرِّمُ الْمَصَّةُ والْإمْلاجَةُ والْإمْلاجَتَان\". فالعربُ تقولُ: مَلَجَ الصَّبِيُّ أُمَّهُ يَمْلُجُها مَلْجَةً، وامْتَلَجَها: إذا ارْتَضَعَها.\nالجزء: 1 ¦ الصفحة: 187\n",
        "باب وجوب النفقة\nقال الشَّافِعِيُّ: قال اللهُ عَزَّ وجَلَّ: (ذلك أدنى ألا تعولوا)، أي: لا يكْثُرَ مَن تَعُولون. وهذا قَوْلُ زَيْدِ بنِ أسْلَمَ.\nوكان عبدُ الرحمن بنُ زَيْدٍ سُئِلَ عنها، قال: أقولُ: مَعْناه اقْتَصِدُوا. ثم قال: لَنَفَقَتُكَ الواحدةُ خَيْرٌ مِن اثْنَتَيْن، ونَفَقَةُ جارِيَتِكَ خيرٌ مِن نَفَقَةِ حُرَّةٍ، وألاَّ تَعُولَ أهْوَنُ عليكَ مِن الْعِيالِ.\nوناسٌ يقُولون: معناها، ذلك أدْنَى أن لا تَجُورُوا. واحْتَجُّوا في ذلك بأشْعارٍ كثيرةٍ.\nالجزء: 1 ¦ الصفحة: 188\n",
        "والأمْرُ في ذلك قَرِيبٌ ممَّا ذَكَرْناه في القُرْءِ، وذلك أنَّا لا نُنْكِرُ أنَّ العَوْلَ قد يَقَعُ على الجَوْرِ، فلا حاجةَ بهم إلى الاسْتِشْهادِ الكثيرِ، ولكنَّا نَقُولُ: إنَّ قَوْلَهُ: (ذلك أدنى ألا تعولوا) إنَّما أريدَ به كثرةُ الْعِيالِ، وذلك أنَّ زيدَ بنَ أسْلَمَ قد قالَهُ، وعبدَ الرحمنِ بنَ زيدٍ، وَوَافَقَهما على ذلك الشَّافِعِيُّ، ومَن قال بمَقالَتِهِ، والشَّافِعِيُّ مِن اللغةِ بالْمَكانِ الذي كان به، فهذا مِن جِهَةِ التَّوْقِيفِ.\nوأمَّا اللُّغَةُ، فقد قال بعضُ أهلِ العِلْمِ: إنَّ العربَ تقولُ: عالَ الرجلُ، إذا كَثُرَ عِيالُه، وأعَالَ بمعنًى واحدٍ. وقال: إنَّ معنَى عالَ يَعُولُ –وإن كان مَرْجِعُه إلى مَالَ يَمِيلُ- فهو يعُودُ إلى كَثْرَةِ الْعِيالِ، وذلك أنَّ الرجلَ إذا كَبُرَ ضَعُفَ عن عَيْلِهِنَّ وعَجَزَ، فيُقال: عَالَ عن ذلك. أي: ضَعُفَ.\nوذهب بعضُ أصحابِ هذه الْمَقالةِ إلى أنَّ معنَى الآيةِ: (ذلك أدنى ألا تعولوا)، أي: لا تَمُونُوا عَدَدًا كثيرًا مِن الْعِيالِ، فلعلَّكم لا تُطِيقُون ذلك، يُقال: الرجلُ عالَ عِيالَه: إذا مَانَهم، قال النبيُّ عليه السَّلامُ: \"خَيْرُ الصَّدَقَةِ ما كان عنْ ظَهْرِ غِنًى، وابْدَأ بِمَنْ تَعُولُ\"، وأنْشَدَنِي أبو منصور الْقَطَّانُ، قال: أنْشَدَنِي الهَجَرِيُّ بمكةَ، فقال:\nالجزء: 1 ¦ الصفحة: 189\n",
        "يا عَمْرُو نِعْمَ الْأُمُّ أُمُّكَ في الْغِنَى\n...\nأبَدًا ونِعْمَ العِرْسُ عِرْسُ المُعْدِمِ\nغَرًّا تُجَمِّعُ قُوتَها لِعِيالِها\n...\nويُعِيشُها في الْعَوْلِ مِلْءُ الْمِحْجَمِ\nومن الدَّليلِ على صِحَّةِ قَوْلِنا، أنَّ العربَ تقُولُ: عالَ الرجلُ: إذا كان ذا عِيالٍ، قَوْلُ جَرِيرٍ:\nواللهُ أنْزَلَ في الْكِتابِ فَرِيضَةً\n...\nلابْنِ السَّبِيلِ ولِلْفَقِيرِ الْعائِلِ\nأراد به ذَا الْعِيالِ الذي يَعُولُ عِيالَه، لا مَعْنَى أنْ يقُولَ \"ولِلْفَقِيرِ\" فعُلِمَ أنه أراد به ذَا الْعِيالِ.\nوخَالَفَنا في هذا التَّاوِيلِ ناسٌ كثيرٌ عَدَدُهم، فَمِمَّنْ تَصَدَّى للرَّدِّ الشَّدِيدِ وقَصَدَ الطَّعْنَ أبو بكر بنُ داود، وكان أوَّلُ ما احْتَجَّ به إجْماع النَّاسِ على أنَّ العَوْلَ الجَوْرُ.\nفيُقال لابنِ داوُد: ومَنْ ذا حَكَمَ بهذا الإجْماعِ، وقد أعْلَمْناك أنَّ زَيْدًا وعبدَ الرحمنِ بنَ زيدٍ كانا يقُولانِ: ذلك مِن كَثْرَةِ الْعِيَالِ؟\nثم يُقال له: وكيف يكونُ ذلك إجْماعًا، وقد قال بعضُ أهلِ العِلْمِ: معناه ذلك أدْنَى، لأنَّ اللهَ وَعَدَهم الغِنَى، ألمْ تَسْمَعْ قَوْلَه:\nالجزء: 1 ¦ الصفحة: 190\n",
        "(إن يكونوا فقراء يغنهم الله من فضله) فهذا مِثْلُ قَوْلِه: (ذلك أدنى ألا تعولوا)، وقد قال عُمَرُ، رضي الله عنه: عَجَبًا لِمَنْ لا يطلبُ الغِنَى بالْبَاهِ. فأيْنَ الإجْماعُ الذي ذَكَرْتَهُ؟\nقال ابنُ داود: في إجْماع العربِ، عَالَ الرجلُ يَعُولُ عَيْلَةً: إذا افْتَقَرَ، وأعَالَ، يُعِيلُ: إذا كَثُرَ عِيالُه، وعالَ، يَعُولُ، عَوْلاً: إذا جَارَ. ولا نَعْلَمُ لِلْعَوْلِ مَعنًى غيرَ الجَوْرِ.\nفيُقال له: أَفَتُجَوِّزُ أنْ يكونَ لِلْعَوْلِ معنَى الْجَوْرِ؟\nفإنْ قال: نعم. قيلَ له: فإذا كان له معنًى غيرُ الجَوْرِ، فأينَ إنْكارُكَ الشَّدِيدُ في قَوْلِنا بِبَعْضِ ما يَحْتَمِلُه معنَى القَوْلِ؟\nوإنْ قال: لا معنَى لِلْعَوْلِ إلاَّ الجَوْرُ، قِيلَ له: أغْفَلْتَ، وذلك أنَّ العَوْلَ: الجَوْرُ، والعَوْلُ مصدرُ عالَ عليه بسَيْفِهِ عَوْلاً، إذا حَمَلَ، والعَوْلُ: المَوْنُ والْقِيامُ بأَمْرِ الْعِيالِ، والعَوْلُ: المُجاوَزَةُ، يُقال: عال، يَعُول، عَوْلاً: إذا جاوَزَ، والعَوْلُ الفَرائِضُ، والعَوْلُ: المَشَقَّةُ، ومنه قولُه: وَيْلُه وعَوْلُه، والعَوْلُ: الغَلَبَةُ. فَأيْنَ قَوْلُك: إنَّ العَوْلَ لا يَحْتَمِلُ إلاَّ وَجْهًا واحدًا؟\nالجزء: 1 ¦ الصفحة: 191\n",
        "وقال بعضُ أهلِ الأدبِ: إنَّ قَوْلَ مَن قال: (ذلك أدنى ألا تعولوا). أي: لا يَكْثُرَ مَن يَعُولُون غَلَطٌ، وذلك أنَّ الرجلَ إذا كانتْ له امرأةٌ واحدةٌ، أو مِلْكُ يَمِينٍ فهو يَعُولُها، فكيف يكونُ \"ألاَّ يَعُول\"، وهو في هذه الحالةِ المَوْصُوفَةِ يَعُول؟ وهذا غَلَطٌ على لَفْظِ الآيةِ.\nفيُقال له: إنَّ الرجلَ إذا كانتْ له واحدةٌ، فهو يَعُولُها كما ذكرتَ، ولكنَّا إنَّما قُلْنا بكَثْرَةِ الْعِيالِ اعْتِبَارًا بالآية، وذلك أنه جَلَّ وعَزَّ، قال: (وإن خفتم ألا تقسطوا في اليتامى فانكحوا ما طاب لكم من النساء مثنى وثلاث ورباع) ونحن نعلمُ أنَّ أرْبَعًا عِيالٌ كثيرٌ، ثم قال: (فإن خفتم ألا تعدلوا فواحدة أو ما ملكت أيمانكم ذلك أدنى ألا تعولوا)، أي: لا تَعُولُوا مَن قد مَضَى ذِكْرُهُنَّ مِن الْأَرْبَعِ، ويَلْزَمُكم أنْ تَعُولُوهُنَّ، فإنْ خِفْتُمْ، فاقْتَصِرُوا على واحدةٍ، فهو أدْنَى ألاَّ تَعُولُوا العددَ الذي قد مَضَى ذِكْرُه، والعربُ قد تُسْقِطُ الْإِضْمارَ، فيقُولون: عَمْروٌ ضَرَبْتُ. معناه: ضَرَبْتُه. ومِثْلُه: (وإذا رَأوا تجارة أو لهوا انفضوا إليها) فأَسْقَطَ إضْمار المَذْكُورِين، وهذا كثيرٌ في الكلامِ.\nقال هذا القائلُ: وكيف يَحْظُرُ اللهُ] على [أحدٍ أن يَكْثُرَ عِيَالُه، وقد تَكَفَّلَ بالْأرْزاق.\nالجزء: 1 ¦ الصفحة: 192\n",
        "فيُقال له: هذا كَلامٌ واهٍ، وقد أمَرَ اللهُ تعالى بِحِفْظِ أمْوالِنا، ونَهانا عن التَّبْذِيرِ، فقال: (ولا تؤتوا السفهاء أموالكم التي جعل الله لكم قياما)، وقال: (ولا تبذر تبذيرا). فقد أمَرَنا بالْحِفْظِ، ونَهانا عن التَّبْذِيرِ، وهو المُتَكَفِّلُ بالأرْزَاق، فما تُنْكِرُ أنْ يَنْهانا عن كَثْرَةِ الْعِيالةِ، وهو المُتَكَفِّلُ بالأرْزَاقِ.\nولنا في هذا المسألة \"كتاب مفرد\" بحِكايَةِ قَوْلِ الخُصُومِ، وفيما ذَكَرْنَاهُ كِفَايَةٌ، واللهُ المُوَفِّقُ.\nالجزء: 1 ¦ الصفحة: 193\n",
        "كتاب الجراحات والديات\nأمَّا القَتْلُ، فاشْتِقاقُه مِن: قَتَلْتُ الشيءَ. إذا ذَلَّلْتَهُ وغَلَبْتَهُ، والعربُ تقول: قَتَلَتِ الْأرْضُ جَاهِلَها، وقَتَلَ أرْضًا عَالِمُها، ومنه: قَتَلْتُ الشيءَ خُبْرًا وعِلْمًا ويَقِينًا: إذا غَلَبْتَهُ وبَطَنْتَهُ.\nوأمَّا الْقِصَاصُ، فمِنْ قَوْلِكَ: قَصَصْتُ الْأثَرَ، وأَقْصَصْتُه: إذا اتَّبَعْتَهُ، قال الله تعالى: (وقَالت لأخته قُصِّيهِ). أي: اتْبَعِي أثَرَهُ. وقال في قصة الخَضِرِ وفَتَاهُ: (فارتدا على آثارهما قصصا). كذلك الْقِصاصُ إنَّما هو سُلُوكُ مِثْلِ الطَّرِيقَةِ التي فَعَلَها الجارحُ، لأنَّه يُؤْتَى إليه مثلَ ما أتَاهُ هو.\nومعنى قَوْلِه: \"تَكَافَأَ الدَّمانِ\": إذا تَساوَيَا، ومنه أَخْذُ المُكافَأةِ في العَقْلِ وإنَّما هي المُساوَاةُ.\nالجزء: 1 ¦ الصفحة: 195\n",
        "وأمَّا الدِّيَةُ، فهي دِيَةٌ وعَقْلٌ، وسُمِّيَتْ عَقْلاً، لأنها تَعْقِلُ الدِّماءَ عن أن تُسْفَكَ.\nوقال قومٌ: كان أصْلُ الدِّيَةِ الْإِبِلَ، فكانتْ تُجْمَعُ وتُعْقَلُ بِفِناءِ وَلِيِّ المَقْتُولِ، فَسُمِّيَت الدِّيَةُ عَقْلاً، وإن كانتْ دَراهِمَ أوْ دَنانِيرَ.\nوأمَّا الْعاقِلَةُ، فسُمِّيَتْ عاقِلَةً، لأنها هي المُؤَدِّيَةُ لِعَقْلِ المَقْتُولِ خَطَأً، يُقال: عَقَلْتُ الرجلَ: إذا أنتَ أدَّيْتَ دِيَتَهُ، وأنَا عاقِلُهُ، وعَقَلْتُ عنه: إذا لَزِمَتْهُ دِيَةٌ قأدَّيْتَها عنه.\nوأمَّا الشِّجاج، فمنها: الْحَارِصَةُ، وهي التي تَحْرِصُ الجْلِدَ، أي: تَشُقُّه. ويُقال: حَرَصَ القَصَّارُ الثَّوْبَ: إذا شَقَّهُ.\nوالدَّامِعَةُ: وهي التي يَسيلُ دَمُها قليلاً، كسَيَلانِ الدَّمْعَةِ.\nوالْبَاضْعَةُ: التي تأخُذُ في البَضْعَةِ، وهو اللَّحْمُ.\nوالمُوضِحَةُ: وهي التي تُبْدِي وَضَحَ الْعَظْمِ.\nوالْهاشِمَةُ: وهي التي تَهْشِمُ العَظْمَ، أي تَكْسِرُه.\nوالمُنَقِّلَةُ: وهي التي تَنَقَّلَ منها فَراشُ العِظامِ.\nوالآمَّةُ: وهي التي تَبْلُغُ أُمَّ الرَّاسِ، وهو الدِّماغُ.\nوالسِّمْحاقُ: وهي الجِلْدَةُ الرَّقِيقَةُ بين العَظْمِ والدِّماغِ.\nالجزء: 1 ¦ الصفحة: 196\n",
        "وأمَّا قَوْلُ الشَّافِعِيِّ في المُنَقِّلَةِ: \"وهي التي تَكْسِرُ عَظْمَ الرَّأسِ حتى يَتَشَظَّى\"، فإنه يُريد: يَتَفَرَّقُ المُنْكَسِرُ مِن عِظامِها، يُقال: تَشَظَّتِ الْعَصَا: إذا انْكَسَرَتْ وتَطايَرَتْ فلَقُها.\nوأمَّا الْقَسامَةُ: فإنَّها سُمِّيَتْ بذلك، لأنها أيْمانٌ، تُقْسَمُ على ناسٍ.\nوأمَّا حديثُ مُحَيِّصَةَ، أنَّ عبدَ الله قُتِلَ وطُرِحَ في فَقِيرٍ، أوْ عَيْنٍ. فالْفَقيرُ: المكانُ الذي يخرُجُ منه الماءُ مِن الْقَناةِ.\nوأمَّا السَّاحِرُ، فإنَّما سُمِّيَ بذلك لأنه يَسْحَرُ، وأصْلُ السِّحْرِ، فيما يُقال، إخْراجُ الباطِلِ في صُورَةِ الحَقِّ. وقال قومٌ: هو الخَدِيعَةُ، يُقال: سَحَرْتُه: إذا خَدَعْتَهُ، واحْتَجُّوا بِبَيْتِ لَبِيدٍ:\nفإنْ تَسْألِينَا فِيمَ نحنُ فإنَّنا\n...\nعَصافيرُ مِنْ هذا الْأنَامْ المُسَحَّرِ\nالجزء: 1 ¦ الصفحة: 197\n",
        "يُريدُ: المَخْدُوع الذي قد خَدَعَتْهُ الدُّنْيَا.\nوأمَّا أهلُ البَغْيِ، فإنَّهم سُمُّوا بذلك لِفَسادِهم، تقولُ العربُ: بَغَى الجُرْحُ، يَبْغِي، بَغْيًا: إذا تَرامى إلى فَسادٍ.\nوأمَّا المُرْتَدُّ، فمِن قَوْلِكَ: رَدَدْتُ الشَّيْءَ: أرُدُّهُ، كأنَّه رَدَّهُ إلى كُفْرِهِ فَارْتَدَّ، أي: فرجَع ورَدَّ نَفْسَهُ.\nالجزء: 1 ¦ الصفحة: 198\n",
        "باب الحدود\nأصْلُ الحُدودِ مِن قَوْلِك: حَدَدْتُ. إذا مَنَعْتَ، فَسُمِّيَتْ هذه الحدودُ مِن مَعْنَيَيْنِ:\nأحدُهما، أنَّها حُدَّت لتكونَ مانِعَةً عن التَّعَدِّي إلى ما لا يَحِلُّ.\nوالوَجْهُ الآخَرُ، أنَّما مانِعَةٌ بِأَنْفُسِها عن أن تُعَدَّى، بل هي على ما حَدَّهُ اللهُ عَزَّ وجَلَّ.\nوأمَّا الرَّجْمُ، فالضَّرْبُ بالحِجارَةِ، وأصْلُه مِن الرِّجامِ، والرِّجامُ: الحجارةُ، فسُمِّيَ الضَّرْبُ بالرِّجامِ رَجْمًا.\nوأمَّا الجَلْدُ، فمِن قَوْلِكَ: جَلَدْتُ فُلانًا، ضَرَبْتُ جِلْدَهُ، كما تقولُ: رَأَسْتُهُ. أي: ضَرَبْتَ رَاسَهُ، وبَطَنْتُهُ، أي: ضَرَبْتُ بَطْنَهُ، فكذلك جَلَدْتُه، معناه: ضَرَبْتُ جِلْدَهُ.\nوكلُّ شَرابٍ أسْكَرَ كثيره، فَقليلُه حَرامٌ، وفيه الحَدُّ قِياسًا على الخَمْرِ، وذلك أنَّ الخمرَ مَأخُوذٌ مِن مُخَالَطَتِها لِلْعَقْلِ، وتَغْطِيَتِها له، فكُلُّ ما عَمِلَ عَمَلَها، مِن مُخالَطَةِ العَقْلِ، وتَغْطِيَتِهِ، فهو مِثْلُها في التَّحْرِيمِ، فإذا كان قَليلُ الخَمْرِ حَرَامًا، فقَلِيلُ ما سِواهُ حَرامٌ، مِمَّا يَعْمَلُ مِثْلَ عَمَلِها.\nالجزء: 1 ¦ الصفحة: 199\n",
        "كتاب الجهاد\nأمَّا الجِهادُ: فَمِنْ: جاهَدَ فيَّ الشيءُ: إذا اشْتَدَّ عليك، وقال قومٌ: سُمِّيَ الجِهادُ جِهادًا مِن اللَّبَنِ المَجْهُودِ، وهو الذي أُخِذَ زُبْدُه. فكذلك الجِهادُ لِشِدَّتِهِ يَسْتَخْرِجُ قُوَّةَ الْقَوِيِّ.\nوقال قومٌ: بل يَذِلُّ مَن جُوهِدَ، كما يُؤْخَذُ زُبْدُ اللَّبَنِ.\nوأمَّا الجِزْيَةُ، فَمِنْ قَوْلِكَ: جَزَاتُ الشَّيْءَ. قَسَمْتَهُ. فكأنَّها مَأخُوذَةٌ مِن ذلك، لأنها تُقْسَم، ثم لُيِّنَتْ هَمْزَتُها، فقيل جِزْيَةٌ، والعربُ قد تَتْرُكُ الهمزةَ مِمَّا أصْلُه الهَمْزُ. وأمَّا المُهادَنَةُ، فَسَمِعْتُ أبا الحسنِ القَطَّانَ يقولُ: سمعتُ ثَعْلَبًا يقولُ: تَهادَنَ الْأمْرُ. إذا اسْتَقامَ، فيحْتَمِلُ أنْ تكونَ الهُدْنَةُ مِن ذلك.\nالجزء: 1 ¦ الصفحة: 201\n",
        "باب الصيد والذبائح والأطعمة\nقال الشَّافِعِيُّ: \"كلُّ مُعَلَّمٍ مِن كلبٍ أو فَهْدٍ أو نَمِرٍ، وغيرها مِن الوَحْشِ، وكان إذا أُشْلِيَ اسْتَشْلَى\". ففي الإشْلاءِ قَوْلانِ: قال قومٌ: معناها دُعِيَ، يُقال: أَشْلَيْتُ الكلبَ. إذا دَعَوْتَهُ، قال الشاعر:\nأشْلَيْتُ عَنْزِي ومَسَحْتُ قَعْبِي\nوالقَعْبُ: القَصْعَةُ.\nوقال آخَرُون: أَشْلَيْتُه. إذا أغْرَيْتَه بالصَّيْدِ، وحُجَّتُه قَوْلُ القائلِ:\nأتَيْنا أبا عَمرٍو فأشْلَى كِلابَهُ\n...\nعَلَيْنا فكِدْنا بين بَيْتَيْهِ نُؤْكَلُ\nالجزء: 1 ¦ الصفحة: 202\n",
        "وأمَّا قَوْلُ ابنِ عَبَّاسٍ: \"فكُلْ ما أصْمَيْتَ ودَعْ ما أنْمَيْتَ\"، فإن الْإصْماءَ أن يَقْتُلَهُ مَكانَه. والْإِنْماءُ أن يغيبَ عنه. يُقال: نَمَتِ الرَّمِيَّةُ: إذا غابَتْ ولم تَمُتْ مَكانَها، وقال امرؤُ القَيْسِ:\nفَهْوَ لا تَنْمِي رَمِيَّتُه\n...\nمَالَهُ لا عُدَّ مِن نَفَرِهْ\nوأمَّا قَوْلُه: \"ضَحَّى بكَبْشَيْنِ أَمْلَحَيْنِ\" فالأمْلَحُ: الذي فيه السَّوادُ والْبَيَاضُ، ويكونُ البياضُ أكْثَرَ، والْمُلْحَةُ: الْبَيَاضُ.\nوأمَّا قَوْلُنا: العَجْفاءُ التي لا تُنْقي. فهي التي لا نِقْيَ فيها، والنِّقْيُ: المُخُّ.\nوأمَّا الْعَقِيقَةُ، فإنْ يَحْلِقَ عن الغلامِ والجاريةِ شَعَرَهما الذي وُلِدا به، ويُقال لذلك عَقِيقَةً، قال الشاعر:\nفَيا هِنْدُ لا تَنْكِحِي بُوهَةً\n...\nعليه عَقِيقَتُهُ أحْسَبَا\nالبُوهَةُ: الْأحْمَقُ، والْأَحْسَبُ: الشَّعَر الذي يكون فيه الحُمْرَةُ.\nالجزء: 1 ¦ الصفحة: 203\n",
        "باب السبق والرمي\nالسَّبْقُ، مِن قَوْلِك: سَبَقْتُ فُلانًا إلى الشَّيْءِ: إذا بَدَرْتَهُ إليه.\nوالخَطَرُ: ما يُوجَدُ عندَ السَّبْقِ.\nوالغَرَضُ: الهَدَفُ، لأنه هو الغَرَض، أي: المُراد، والهَدَفُ سُمِّيَ هَدَفًا لِنُتُوِّهِ مِن الأرْضِ وارْتِفاعِه، وكان النبيُّ عليه السَّلام، إذا مَرَّ بِهَدَفٍ مائِلٍ أو صَدَفٍ مائِلٍ أسْرَعَ الْمَشْيَ، فالهَدَفُ: كلُّ شَيْءٍ مُرْتَفِعٍ، والصَّدَفُ نَحْوُه.\nوأمَّا المُبادَرَةُ، فأنْ يقولا: أيُّنا بَادَرَ إلى عشرين.\nوالْمُحاطَّةُ: أن يَرْمِيَ هذا فيُصِيبُ عددًا، فإذا رَمَى ذاك الآخَرُ حُطَّ عن إصابَةِ الْأَوَّلِ مِثْلُ العَدَدِ الذي أصابَهُ الثاني.\nوالشَّنُّ: الجِلْدُ البالِي الْيَابِسُ.\nوأمَّا الْخاسِقُ والْخازِقُ، فهو الذي يَرْتَزُّ في الشَّنِّ، وهو الْمُقَرْطِسُ الذي يَرْتَزُّ في الِقِرْطاسِ. يَرْتَزُّ، أي: يَثْبُتُ فيه.\nالجزء: 1 ¦ الصفحة: 204\n",
        "باب الأيمان\nالْيَمِينُ: الحَلِفُ والْقَسَمُ، سُمِّيَ يَمِينًا، لأنَّ التَّعاقُدَ بالأَيْمانِ بينَ الناسِ يكونُ، فَسُمِّيَت الْحَلِفُ يَمِينًا لِيَمينِ الإنْسانِ، والْحَلِفُ مِن الْمُحَالَفَةِ.\nوالْقَسَمُ: اليَمِينُ، وقال قومٌ: مِن الْمُقَاسَمَةِ، ولَسْنا نَدْرِي صِحَّةَ ذلك.\nوأمَّا اللَّغْوُ: فكلُّ يَمِينٍ لم يَعْقِدْ عليها الحالِفُ بقَلْبِهِ، وكلُّ كلامٍ لم يُعْقَدْ عليه فهو لَغْوٌ، قال الشاعر:\nأوْ مائةٍ تَجْعَلُ أوْلادَها\n...\nلَغْوًا وعُرْضُ الْمائَةِ الجَلْمَدُ\nالجزء: 1 ¦ الصفحة: 205\n",
        "يعني مائةَ ناقةٍ لا تُعَدُّ معها أوْلادُها، بل تبقى، ألا تَرَى أنه لمَّا لم يُعْقَدْ عليها ولم تُعَدَّ سُمِّيَتْ لَغْوًا.\nوأمَّا الْكَفَّارَةُ، فَمِنْ قَوْلِكَ: كَفَرْتُ الشيءَ: إذا غَطَّيْتَهُ، فسُمِّيَتْ كَفَّارَةً، لأنَّها مُغَطِّيَةٌ لِلْإثْمِ.\nوأمَّا الْحِنْثُ، فالْإثْمُ، قال اللهُ تعالى: (وكانوا يصرون على الحنث العظيم). سَمَّى الْآثِمَ مِن جِهَةِ اليَمِينِ حانِثًا.\nالجزء: 1 ¦ الصفحة: 206\n",
        "باب أدب القضاء\nسُمِّيَ القاضِي، لأنَّه يَقْضِي، أي: يُنَفِّذُ الْأحْكامَ، والفاصِل، لأنَّه يَفْصِلُها. والفَتَّاح لأنَّه يَفْتَحُ أبوابَ القَضَايَا، والحاكِم، لأنَّه يَمْنَعُ مِن الظُّلْم، ويُقال: حَكَمْتُ فُلانًا عن كَذا، وأحْكَمْتُهُ: إذا مَنَعْتَهُ.\nوأمَّا الشَّهادةُ، فَمِنْ قَوْلِكَ: شَهِدْتُ الشيءَ: إذا حَضَرْتَه، فسُمِّيَ الشاهِدُ لِمُشاهَدَتِهِ ما غابَ عن غَيْرِه.\nوأمَّا الدَّعْوَى، فَمِنْ قَوْلِكَ: دَعَيْتُ الشاهِد: إذا طَلَبْتَه، قال اللهُ تعالى: (ولكم فيها ما تدَّعُون)، أي: ما تَطْلُبُون.\nوالنُّكُول، مِن قَوْلِكَ: نَكَلَ عن الشيءِ: إذا ضَعُفَ عنه وامْتَنَعَ.\nوالْبَيِّنَةُ: الشاهِدُ، لأنَّه يُبَيِّنُ الشيءَ، أي: يُوَضِّحُه، قال اللهُ تعالى: (حتى تأتيهم الْبَيِّنة) الواضِحَةُ.\nالجزء: 1 ¦ الصفحة: 207\n",
        "باب العتاقة\nوالعِتْقُ: إخْراجُ النَّسَمَةِ مِن ذُلِّ الرِّقِّ إلى عِزِّ الْحُرِّيَّةِ. وهو الكَرَمُ، ويُقال: فَرَسٌ عَتِيقٌ، وذَهَبٌ عَتِيقٌ، وسُمِّيَ البيتُ العَتِيقُ لِكَرَمِه، ولأنَّه أُعْتِقَ مِن الْجَبابِرَةِ.\nوأمَّا القُرْعَةُ، فَمِنَ الْقَرْعِ: وهو الضَّرْبُ، فكذلك القُرْعَةُ شيءٌ يُصِيبُ الآخر ولا يُصِيبُ الآخر.\nوأمَّا الْوَلاءُ، فمِن الْمُوالاةِ، وهي المُقارَبَةُ، فسُمِّيَ الوَلاءُ وَلاءً، لأنَّه يُقال لِمُعْتِقِهِ: مَوْلًى، أي: كأحَدِ ذَوِي قَرابَتِهِ.\nوأمَّا المُدَبِّرُ، فإنَّما سُمِّيَ مُدَبِّرًا، لأنَّه أُعْتِقَ عن دُبُرِهِ، وذلك قَوْلُه: أنتَ عَتِيقٌ. أو أنتَ مُحَرَّرٌ بعدَ مَوْتِي.\nالجزء: 1 ¦ الصفحة: 208\n",
        "وأمَّا الْكِتابَةُ، فمِن قَوْلِكَ: كتبتُ الشيءَ: إذا جَمَعْتَهُ، فكأنه كَتَبَ عليه بما وَقَفَ عليه مِن مالٍ، وجُمِعَتْ عليه نُجُومٌ يُؤَدِّيها منها ما وَقَفَ سَيِّدُهُ، ولذلك المَعْنَى لم يَجُزْ عندَ الشَّافِعِيِّ أن يكونَ ذلك على أقَلَّ مِن نَجْمَيْنِ، لأنَّ أقَلَّ الجَمْعِ اجْتِماعُ شَيْئَيْنِ.\nتَمَّتْ، بحَمْدِ اللهِ ومَنِّهِ، وصَلَواتُه على سَيِّدِنا محمدٍ وآلِه أجْمَعِينَ.\nالجزء: 1 ¦ الصفحة: 209\n",
        "المسائل والمشكلات\nالجزء: 1 ¦ الصفحة: 211\n",
        "مسألة؛ إذا قال الرجلُ لامرأتِه: أنتِ طالِقٌ على سائرِ المذاهِبِ. فَلِكَلامِ هذا أرْبَعُ احْتِمالاتٍ:\nأحدُها: أن يقول أردتُ إيقاعَ الطَّلاقِ ناجِزًا في الحالِ، وقَوْلِي \"على سائر المذاهب\" جَرَى على لِساني مِن غَيْرِ قَصْدٍ، أو قَصَدْتُه ولكنَّي أفْهَمُ منه تَنْجِيزَ الطَّلاقِ والْوُقُوعَ.\nوالثاني: أن يقولَ: قصدتُ إيقاعَ الطَّلاقِ ناجِزًا، وأردتُ بهذه الزِّيادةِ وُقوعَ الطَّلاقِ على أيِّ مَذْهَبٍ اقْتَضَى وُقُوعَهُ.\nففي هذين الاحْتِمالَيْن يَقَعُ الطَّلاقُ ناجِزًا، وتَبِينُ الزَّوْجَةُ، وهو كما لو قال: أنتِ طالقٌ ثلاثًا إنْ كَلَّمْتِ زَيْدًا، وقال: لم أُرِدِ التَّعْلِيقَ بالصِّفَةِ، وإنَّما سَبَقَ إليه لِسانِي مِن غيرِ قَصْدٍ، فإنَّه يَقَعُ الثَّلاتُ، كذلك ههنا.\nالثالث: أن يقولَ: قصدتُ إيقاعَ طَلاقٍ يَتَّفِقُ الناسُ على وُقُوعِهِ على وَجْهٍ لا يختلفُ الناسُ فيه، فظَاهِرُ الصِّيغَةِ في اقْتِضاءِ هذا القَصْدِ أقْوَى، فإن أراد عندَ تَلَفُّظِه بذلك امْتَنَعَ وُقُوعُ الثَّلاثِ، لأنَّ قَوْلَه: \"على سائِرِ المذاهبِ\" فيه مَعْنَى الشَّرْطِ، ولم يُوجَدِ الشَّرْطُ، إذْ لم تَتَّفِقْ أقْوالُ\nالجزء: 1 ¦ الصفحة: 213\n",
        "أرْبابِ المذاهبِ على وُقُوعِ الثلاثِ جُمْلَةً، ومتى لم يُوجَدِ الشَّرْطُ لم يَقَعْ.\nوالرابعُ: أن يقولَ: تَلَفَّظْتُ بذلك مُطْلَقًا، ولم يَقْتَرِنْ لي به قَصْدٌ إلى شيءٍ، لا إيقَاعًا في الحالِ، ولا شَرْطًا في الوُقُوعِ، فما الذي يَلْزَمُنِي فيه؟\nفههنا يَحْتَمِلُ إيقاعَ الثَّلاثِ في الْحالِ، ويَحْتَمِلُ أنْ لا يَقَعَ الطَّلاقُ أصْلاً، لأنَّ الصِّيغَةَ ظَاهِرَةٌ في تَنَاوُلِ جَمِيعِ المذاهبِ على اتِّفاقِ الوُقُوعِ، ولم يُوجَدْ ذلك. واللهُ أعْلَمُ.\nتَخْرِيجُ الشيخِ الْإمامِ أبي الحسن علي بن مُسَلَّم الشَّهْرُزُورِي. تَمَّتْ.\n*******************\nمسألة؛ إذا دخل الْخَلاءَ، هل يُسَنُّ له أن يقول: بسم الله الرحمن الرحيم، أم يَقْتَصِرُ على: باسمِ اللهِ. فحَسْبُ.\nالجواب: المنقولُ \"باسم الله، اللهمَّ إنِّي أعوذُ بك مِن الخُبْثِ والْخَبائِثِ\" وليس المَحَلُّ مَحَلَّ ذِكْرٍ حتى تُسْتَحَبَّ الزِّيادةُ عليه، والمُبالَغةُ فيه.\nالجزء: 1 ¦ الصفحة: 214\n",
        "مسألة؛ هل يجب عليه أن يُرْخِيَ نَفْسَه حتى يظْهرَ منه ما ظَهَرَ عندَ خُرُوجِ الْغائِطِ لِغَسلِهِ، أو يلزمُه غَسْلُ ما يَبْقَى ظاهِرًا عندَ اجْتِماعِ السُّفْرَةِ؟\nالجواب: الواجبُ غَسْلُ المَحَلِّ الذي تَصِلُ إليه الأحْجارُ في الاِسْتِنْجاءِ، ولا يجبُ تَكْلِيفُ مَزِيدٍ، والتَّعَلُّقُ مُتَعَلِّقٌ بالظَّاهِرِ في النَّجاساتِ دونَ الباطِنِ، واخْتِلافُ العُلَماءِ في إيجابِ المَضْمَضَةِ في الْجَنابةِ قد يُبْنَى على كَوْنِ داخِلِ الفَمِ ظاهِرًا وباطِنًا.\n******************\nمسألة؛ إذا عَسُرَ عليه الاِنْحِرافُ عن الشمسِ أو القمرِ أو القِبْلَةِ، ولم يُمْكِنْهُ إلاَّ اسْتِقْبالُ أحدِها أو اسْتِدْبارُها، أيُّها أوْلَى أنْ يَصْنَعَ؟\nالجواب: اسْتِقْبالُ القِبْلةِ واسْتِدْبارُها حَرامٌ في الصَّحْراءِ قَطْعًا، ومُخْتَلَفٌ في البُنْيانِ، واسْتِقْبالُ الشمسِ والقمرِ مَكْرُوهٌ، ولا مُساواةَ بينهما، وفِعْلُ المَكْرُوهِ لِيَخْرُجَ من المُحَرَّمِ أَوْلَى، بل مُتَعَيِّنٌ.\n******************\nمسألة؛ الْقِيرُ طاهِرٌ، فإن تَنَجَّسَ نَجاسَةً حُكْمِيَّةً طَهَرَ بإمْرارِ الماءِ عليها، وإنْ خَالَطَتْهُ نَجاسةٌ عَيْنِيَّةٌ فلا يَطْهُرُ ما دامتْ مُخالِطَةً له، ووَقُودُ النَّجاسةِ تحتَه لا يُنَجِّسُهُ، ودَوْسُهُ بالأرْجُلِ إن كانا يابِسَيْنِ فلا يَضُرُّ، وإنْ\nالجزء: 1 ¦ الصفحة: 215\n",
        "كانت الْأرْجُلُ نَجِسَةً وهو يابِسٌ فلا يَنْجُسُ، وإن كانت رَطبةً يَنْجُسُ بالمُلاقاةِ، ويطْهُرُ بالغَسْلِ.\nوما تَجْدُه من الماءِ في حَوْضِ الحَمَّامِ فظاهِرُه الطَّهارةُ، ما لم يُتَيَقَّن النَّجاسة، والماءُ مِن الأُنْبُوبِ حُكْمُه حكمُ الجارِي.\n******************\nمسألة؛ الوَقْفُ على المَسْجِدِ لا يُصْرَفُ إلى غيرِه، لا إلى مُؤَذِّنِه، ولا إمامِه، ولا يُشْتَرَى به حَصِيرُهُ وقِنْدِيلُه وغيرُه، لأنَّ ذلك لِمَصالِحِ المسلمين دونَ المسجِدِ، بل يُصْرَفُ فس عمارتِه فحَسْبُ، هذا مُقْتَضَى إطْلاقِ لَفْظِهِ، فإنْ نَوَى بالوَقْفِ على المسجِدِ الصَّرْفَ في هذه الأَشْياءِ قُبِلَ ذلك، لِظُهُورِ العُرْفِ به، وعُمِلَ به.\n******************\nمسألة؛ لا يجوز بَيْعُ شيءٍ مِن الوَقْفِ متى أمْكَنَ الاِنْتِفاعُ به على شَرْطِ واقِفِهِ، فإن بَلِيَ حَصيرٌ، أو تَكَسَّرَ جِذْعٌ، فقد قال كثيرٌ من العلماءِ: يُباعُ، ويُسْتَبْدَلُ به، أو يُصْرَفُ في مَصالِحِ المسجدِ، لأنَّ في مَنْعِ بَيْعِهِ تَضْيِيعًا وإتْلافًا.\nومن الأصْحابِ مَنْ مَنَعَ بَيْعَ الوَقْفِ رَأسًا، وقد ثَبَتَ فيه الوَقْفُ فلا سبيلَ إلى إبْطالِهِ ورَفْعِهِ.\n******************\nالجزء: 1 ¦ الصفحة: 216\n",
        "مسألة؛ تَشْمِيتُ العاطِسِ فَرْضٌ على الكفايةِ، كرَدِّ السلامِ، فإذا أجابَه واحدٌ سقط الفَرْضُ عن الباقين.\n******************\nمسألة؛ الاِئْتِمامُ بمَنْ يُخالِفُ مَذْهَبَه كالشَّافِعِيِّ خَلْفَ الحَنَفِيِّ، ولا تجبُ عندَه مُوالاةُ الوضوءِ، ولا تَرْتِيبُه، ولا النِّيَّةُ فيه، ولا قراءةُ الفاتحةِ – فيه خلافٌ ظاهِرٌ. مِنْهم مَنْ مَنَعَ – وإنْ نَوَى النِّيَّةَ، وفعَلَ الترتيبَ والمُوالاةَ، وقرأَ الفاتحةَ – لأنَّه لا يعتقدُها واجبةً، فلا يَاتَمُّ به.\nومنهم مَن قال: يَصِحُّ إذا فَعَلَ، ونِيَّةُ رَفْعِ الحَدَثِ والصَّلاةِ كافِيَةٌ.\nومنهم مَن جَوَّزَ على كلِّ حالٍ، وإنْ لم يَفْعَلْ.\n******************\nمسألة؛ الرَّقْصُ عندَ طِيبَةِ قَلْبِه، أو عندَ مُوافَقَتِهِ لرجلٍ صالحٍ، ما حُكْمُه؟\nالجواب: أحسنُ أحْوالِه الإباحةُ، وهو في الحقيقةِ لَعِبٌ، ومُوافَقَتُه الرَّجُلَ الصالحَ به حَسَنٌ، إلاَّ أن يكونَ الصالحُ يَعْتَقِدُه طاعةً وقُرْبَةً وطَرِيقًا إلى الآخرةِ، فلا يُوافق عليه، ففيه فَسادٌ لذلك الصالِحِ، وإغْراءٌ بالجاهِلِ، واللهُ تعالى يقول:\n(وتعاونوا على البر والتقوى ولا تعاونوا على الإثم\nالجزء: 1 ¦ الصفحة: 217\n",
        "والعدوان)، ومِن البِرِّ إعلامُ ذلك الصالحِ حَقِيقَةَ الحالِ، وأنه ليس مِن أنْواعِ الْقُرُباتِ، ولم يَذْكُرْ إمامٌ مَعْمُولٌ بقَوْلِه، ولم يَنْقُلْهُ مَن يُرْجَعُ إلى روايتِهِ، وأحمدُ وأبو حنيفةَ يُحَرِّمُونَ الغِناءَ جُمْلَةً، وهذا مِنْ تَوابِعِهِ.\n******************\nمسألة؛ إذا قرأ القُرْآنَ، ولم يكنْ قَلْبُه حاضِرًا مع الْقِراءةِ أو سَبَّحَ، أو ذَكَرَ اللهَ بنَوْعٍ مِن أنْواعِ الذِّكْرِ وهو غافِلٌ، فإنَّه لا ثَوابَ ولا قُرْبَةَ إلاَّ بقَصْدٍ ونِيَّةٍ.\nوالسَّاهِي واللَّاهِي في صَلاتِه تُجْزِئُهُ صلاتُه ويَسْقُطُ فَرْضُه، ولكنْ لا ثَوابَ. هكذا قَطَعَ به القاضِي، رحمه اللهُ.\n******************\nمسألة؛ إجابةُ كلِّ مُؤَذِّنٍ في وَقْتِ كلِّ صلاةٍ مُسْتَحَبَّةٌ، وإنْ كانُوا جَماعةً، لِقَوْلِه، عليه السلام: \"إذا سَمِعْتُم النِّداءَ فَقُولوا مِثْلَ ما يقُولُ\nالجزء: 1 ¦ الصفحة: 218\n",
        "الْمُؤَذِّنُ\". والألِفُ واللَّامُ تَقْتَضِي اسْتِغْراقَ الجِنْسِ والعُمومَ، فيُجيبُ كلَّ مُؤَذنٍ.\n******************\nمسألة؛ ما يفْضُلُ مِن أوْقافِ المساجِدِ والرِّباطاتِ يجوزُ للنَّاظِرِ فيه أو الحاكِمِ أو نائِبِه أن يَشْتَرِيَ به لِلْمَوْقُوفِ عَقارًا إن رأى ذلك، ولا يكونُ وَقْفًا، ويجوزُ بَيْعُه كَثَمَنِهِ، ورأيتُ في \"فَتاوَى\" مَنْسُوبَةٍ إلى الغَزَّالِيِّ: إذا رأى الحاكِمُ وَقْفَهُ على جِهَةِ فِعْلٍ صارَ وَقْفًا، وعَجَبٌ أن يَصِحَّ الوَقْفُ مِن غيرِ المالِكِ.\n******************\nمسألة؛ إذا رفَعَ رأسَه قبلَ رَفْعِ الإمامِ مِن الرُّكوع أو السُّجودِ فقد فَعَلَ فِعْلاً مُحَرَّمًا، ولكنْ لا تبطُلُ صَلاتُهُ.\nوقال الشيخُ أبو محمد الجُوَيْنِيُّ: تبطُلُ صلاتُه؛ لِقَوْلِه عليه\nالجزء: 1 ¦ الصفحة: 219\n",
        "السلام: \"أمَا يَخْشَى أحَدُكُم إذا رَفَعَ رَاسَهُ والْإمامُ ساجِدٌ أوْ راكِعٌ أنْ يُحَوِّلَ اللهُ راسَهُ في يومِ الْقِيامَةِ وصُورَتَهُ صُورَةَ حِمارٍ\".\nفإذا قُلْنا: لا تَبْطُلُ صلاتُهُ وهو مذهبُ الحَقِّ، فلا يجوزُ له العَوْدُ إلى المُتابَعةِ، فإن فَعَلَ عامِدًا بَطَلَتْ صَلاتُه، فإنَّه قد زاد رُكُوعًا أو سُجودًا، وإن رَفَعَ رأسَه ظَنًّا أن الإمامَ قد رفَع رأسَه، وبانَ أنَّه لم يَرْفَعْ، فلا يجبُ عليه العَوْدُ قَطْعًا، لأنَّه تَلَبَّسَ بالفَرْضِ مع العُذْرِ.\nلكنْ هل يجوزُ له الرُّجُوعُ؟\nفيه وَجْهان، الأوْلَى أن لا يَرْجِعَ، احْتِرازًا عن مَحَلِّ الخلافِ، فإنَّه إذا لم يَعُدْ لم تَبْطُلْ صَلاتُه إجْماعًا، وإن عاد، ففي بُطْلانِها خِلافٌ، ولا يجبُ الرجوعُ بحَالٍ.\n******************\nالجزء: 1 ¦ الصفحة: 220\n",
        "مسألة؛ المشروعُ في الاِسْتِنْجاءِ البَدْءُ فيه بغَسْلِ الذَّكَرِ دون الدُّبُرِ، فإن أشْفَقَ على الماءِ، وخاف أن لا يكْفِيَهُ للذَّكَرِ وللدُّبُرِ، فلا سَبيلَ إلى عُدُولِه عن المَشْروعِ المَأمورِ به مِن غيرِ سَبَبٍ يَقْتَضِيهِ، ويَسْتَنْجِي بالحَجَرِ والْمَدَرِ للدُّبُرِ.\n******************\nمسألة؛ بِناءُ دَكَّة في المسجدِ أو تَحْوِيطُ حاجِزٍ لِيَتَمَيَّزَ مَوْضِعُه مِن غَيْرِه لا يجوزُ، حتى أوْجَبَ العلماءُ على المُخْتَصِّ بمَوْضِعٍ منه الأُجْرَةَ.\n******************\nمسألة؛ النُّخامةُ التي تَخْرُجُ مِن الرَّاسِ والصَّدْرِ والْفَمِ طاهرةٌ، والبَلْغَمُ الذي يخرُج مِن المَعِدَةِ نَجِسٌ، خِلافًا لأبي حنيفةَ.\n******************\nمسألة؛ المُسْتَنْجِي بالأحْجارِ إذا صَلَّى أو لم يُصَلِّ، وجلَس في ماءٍ قليلٍ نَجَّسَهُ. هذا ما قَطَعَ به الأئِمَّةُ، وكذلك الثوبُ إذا عُفِيَ عن النَّجاسةِ اليَسِيرَةِ فيه، إمَّا لِكَوْنِها دَمَ بَثْرَةٍ أو بُرْغُوثٍ أو يَسيرَ الدِّماءِ، أو ما لا يُدْرِكُها الطَّرفُ، إذا وَقَعَ في ماءٍ قَليلٍ نَجَّسَهُ لا مَحالَةَ، إذْ لا حاجةَ لِيُعْفَى عن ذلك.\n******************\nالجزء: 1 ¦ الصفحة: 221\n",
        "مسألة؛ الصلاةُ بالجماعةِ غيرَ الفرائضِ والعِيدَيْن والكُسُوفَيْن والاِسْتِسْقاءِ وصلاةِ الْجَنازةِ بِدْعَةً، لأنَّا قد أُمِرْنا بإخْفائِها، وأن نُصَلِّيَ في البُيُوتِ خَوْفًا مِن الرِّياءِ.\nولقد كَثُرَ الاجْتِماعُ في صلاةِ الرَّغائِبِ، في رجب ونصفِ شعبان، وليس بمَشْرُوعٍ وذكَرَ في \"الوسيط\"، في الصلاة ثلاثةَ أوْجُهٍ.\n******************\nمسألة؛ إخْصاءُ البهائِمِ لِمَنْفَعَةٍ كالسِّمَنِ، أو زَوالِ الشَّغب، والسَّبْقِ، مُحَرَّمٌ، لأنَّ فيه تَعْذِيبًا وإيلامًا، إلاَّ ما وَرَدَ به الشَّرْعُ مِن الإِشْعارِ والذَّكاةِ والمُداواةِ، كفَصْدٍ وحِجامَةٍ وقَطْعِ سِلْعَةٍ.\nالجزء: 1 ¦ الصفحة: 222\n",
        "ولو جاز خِصاءُ الحيوانِ للسِّمَنِ لَجازَ لبني آدم للتَّبَتُّلِ والعبادةِ وقَطْعِ غائِلَةِ الفُحُولَةِ، وقد نَهَى عليه السلامُ عنه.\n******************\nمسألة؛ حَمْلُ الفُلُوسِ في الصَّلاةِ، وكذا الدَّنانيرُ التي عليها الصُّوَرُ، فإنْ كانت ظَاهِرَةً غيرَ مُسْتَتِرَةٍ فالمَنْعُ، وإن كانت مُسْتَتِرَةً غيرَ ظَاهِرَةٍ فلا مَنْعَ، ولو قِيلَ به فمُحْتَمِلٌ.\n******************\nمسألة؛ الإصبع الخَشِنَةُ هل يُجْزِئُ السِّواكُ بها؟\nذكَر الشيخُ أبو الغَنائِمِ الْفارِقِيّ فيها وَجْهَيْن.\nوذكر الخُراسانِيُّون جَوازَ السِّواكِ بقُضْبانِ الأشْجارِ، وكُلِّ خَشِنٍ يَقُومُ مَقامَها.\n******************\nمسألة؛ اخْتَلَفَ أصحابُنا في المَسْبُوقِ إذا قرأ بعضَ الفاتحةِ وركَع الإِمامُ، هل يَقْرَأُ أم يُتابِعُ؟\nالجزء: 1 ¦ الصفحة: 223\n",
        "فمنهم مَن أوْجَبَ المُتابَعَةَ.\nومنهم مَن أوْجَبَ القراءةَ المُتَلَبَّسَ بها.\nومنهم مَن فَرَّقَ وقال: إن قَصَّر وتَشاغَلَ بدُعاءِ الافْتِتاحِ وجب عليه،] و [إن لم يُقَصِّرْ فلا يُتْمِمْ.\nوإذا قُلْنا: تَجِبُ القراءةُ، وقَرَأَ وأدْرَكَ الإمامَ راكِعًا، اعْتُدَّ له بالرَّكْعةِ، وإن فاتَتْهُ، فلا يُعْتَدُّ له بهذه الرَّكعةِ، وفي بُطْلانِ صَلاتِه بها وَجْهانِ.\n******************\nمسألة؛ غَسْلُ الْأَيْدِي والأبْدانِ في الحَمَّامِ وغيرِه بما هو مَطْعُومٌ كالعَدَسِ، ودَقيقِ الشَّعِيرِ، هو مَكْرُوهٌ لا مَحالَةَ، إلاَّ عندَ حاجةِ التَّداوِي، وسمعتُ عن بعضِ شُيُوخِي يقولُ: كَراهةَ تَحْرِيمٍ.\n******************\nمسألة؛ إذا تَجَشَّأَ في الصلاةِ، فخَرج مِن مَعِدَتِه إلى فَمِه شيءٌ قليلٌ، فهو كَسَبْقِ الحَدَثِ، إن كان باخْتِيارٍ، فهو نَجِسٌ يَحْتَرِزُ عنه، ويَمْنَعُ مِن صِحَّةِ الصَّلاةِ، وإنْ كان بغيرِ اخْتِيارِه كان كَسَبْقِ الحَدَثِ. واللهُ أعلمُ.\nالجزء: 1 ¦ الصفحة: 224\n",
        "تَمَّتِ المَسائِلُ والمُشْكِلاتُ، بحَمْدِ اللهِ ومَنِّهِ، وإحْسانِهِ وفَضْلِهِ، وصَلَّى اللهُ على محمدٍ خيرِ خَلْقِهِ وعلى أصْحابِه وسَلَّمَ تَسْلِيمًا.\nنَفَع اللهُ به قارِئه، وغَفَرَ لكاتِبِه، ولِمَنْ دَعَا له، ولِمالِكِه، بالعَفْوِ والتَّوْبَةِ، والحَجِّ إلى بَيْتِ اللهِ الْحَرامِ.\nوكان الفَراغُ من نَسْخِه في التاسع عشر من شهر رمضان، سنة، تسع وثمانين وخمسمائة.\nالجزء: 1 ¦ الصفحة: 225\n",
        ""
    ]
}