{
    "1": [
        "حول الشعر التعليمي\nحول الشعر التعليمي\nصالح آدم بيلو\nالكتاب:\nحول الشعر التعليمي\nالمؤلف:\nصالح آدم بيلو\nالناشر:\nمجلة الجامعة الإسلامية بالمدينة المنورة\n[ترقيم الكتاب موافق للمطبوع، ورقم الجزء هو رقم العدد من المجلة]\n",
        "حول الشعر التعليمي-1-\nللدكتور صالح آدم بيلو الأستاذ المساعد بكلية اللغة العربية بالجامعة\nتعريفه\n:\nهو هذا اللون من الشعر الذي يهدف به الشعراء إلى تعليم الناس شئون دنياهم وأخراهم، وتزويدهم بالحقائق والمعلومات المتعلقة بحياة الفرد والجماعة، وأسرار الطبيعة وما وراء الطبيعة..\n1-\nفهو يعالج الأخلاق والعقيدة والعبادة، ويتناول الخير والشر، والفضيلة والرذيلة، وما ينبغي الإنسان أن يكون عليه، وما يجب أن يتحاشاه ويتباعد عنه\n…\nيسلك الشاعر في ذلك أساليب الترهيب والترغيب والنصح والعظة..\n2-\nويتناول التاريخ والسير: فيقرر ويبين الأنساب والأصول والفروع، وتسلسل الحوادث وترتيبها، ويبحث العلل والأسباب، ويربط النتائج بمقدماتها\n…\n3-\nويعرض للعلوم والفنون والصناعات، فيقرر الحقائق المتعلقة بشأنها، ويضع لها القواعد ويستنبط لها القوانين.\nيقوم الشاعر بكل أولئك ليقدمها لقمة سائغة لمن يريد تعليمه، فتعيها ذاكرته، وتسجلها حافظته، فيسهل عليه استدعاؤها واستحضارها في الوقت المناسب.\nوبهذا ترى أن الميادين التي يعمل فيها هذا اللون من الأدب، أو الشعر الذي نسميه (تعليميا) ثلاثة ميادين:\nالجزء: 52 ¦ الصفحة: 206\n",
        "(1) أصول الأخلاق والعقائد.\n(2) السير والتاريخ.\n(3) الحقائق والمعارف المتعلقة بالعلوم والفنون والصناعات.\nالجزء: 52 ¦ الصفحة: 207\n",
        "عند اليونان\n:\nعرفت اليونان هذا اللون من الأدب عند جماعة من شعرائها القدامى، ومن أشهرهم (هزيود) في القرن الثامن قبل الميلاد، وكان من أهم الأعمال المنسوبة إليه قصيدتان: أولاهما التي تتناول موضوعي الأخلاق والعقائد، والمعارف والحقائق المتعلقة بالفنون والصناعات. فهي تتحدث عن الجانب الخلقي وتوجه مجموعة نصائح وعظات بصدد العدالة، والظلم والقناعة والجشع، وعناصر كلٍّ منها، وأصوله ونتائجه بضرب الأمثال والحقائق التاريخية والسماوية والأرضية\n…\nكما تعرض أعمال الحقل وما يتصل بها، فيبين فصول السنة وما يلائمها من ضروب الزراعة، وما تحتاج إليه من أداة وفن\n...\nوالقصيدة الثانية هي: (التيوجونيا) .. أو أنساب الآلهة، وتعرض للآلهة، فتبين نشأتهم وأنسابهم وأصولهم وشعبهم، وتترجم لكل منهم، فتفصل وظائفه وأعماله وتاريخ حياته 1.\n(1) الأدب اليوناني القديم للدكتور علي عبد الواحد وافي-دار المعارف ص99.\nالجزء: 52 ¦ الصفحة: 207\n",
        "و\nعند الهنود\n:\nوعرف الهنود أيضا هذا الضرب من الشعر، فراحوا ينظمون به جملة من المعارف والعلوم التطبيقية، مما دفع (البيروني) إلى الشكوى من أنهم كانوا يعمدون إلى نظم قواعد الرياضيات والفلك، لأن ذلك يخرجهم أحياناً عن ضبط القواعد وما يستلزمه من دقة في التعبير لا تتسنى في النظم1.\n(1) تحقيق ما للهند من مقولة ص71 وضحى الإسلام ج1/246.\nالجزء: 52 ¦ الصفحة: 207\n",
        "لدى العرب\n:\nأما بالنسبة للأدب العربي؛ فيذهب الذاهبون إلى أن العرب لم يعرفوا هذا اللوّن من الأدب إلاّ في وقت متأخر نتيجة اتصالهم بالفكر الوافدِ فهناك من يرى أن هذا التأثير ناشئ عن الثقافة الهندية التي اتصل بها العرب في العصر العباسي، ومن هؤلاء الأستاذ أحمد\nالجزء: 52 ¦ الصفحة: 207\n",
        "أمين 1 وشكري فيصل2، ويرى آخرون أن ذلك من مكتسبات الثقافة اليونانية3.\nعلى أن الدكتور طه حسين يرى أن أبان بن عبد الحميد اللاحقي هو مبتكر هذا الفن في الأدب العربي، إذ يقول: \"\n...\nيظهر أن أبان هو أول من عني بهذا الفن4\n...\n\". ويقول عنه في موضع آخر\"\n...\nفهو إمام طائفة عظيمة من الناظمين، نعني أنه ابتكر في الأدب العربي فنّاً لم يتعاطه أحد من قبله، وهو فن الشعر التعليمي\"5.\nويذهب شوقي ضيف إلى رأيين متناقضين كلّ التناقض، متعارضين التعارض كلّه، ولا ندري على أيهما استقر رأيه النهائي بإزاء المسألة!.. ففي كتابه: العصر العباسي الأول، يرى أنه \" فن استحدثه الشعراء العباسيون، ولم تكن له أصول قديمة، ونقصد فن الشعر التعليمي الذي دفع إليه رقى الحياة العقلية في العصر، فإذا نفر من الشعراء ينظمون بعض المعارف أو بعض السير والأخبار\"6\n…\nبينما يذهب الدكتور شوقي ضيف في كتابه الآخر (التطور والتجديد في الشعر الأموي) مذهباً آخر يوشك- في رأينا- أن يكون صائباً، ولكنه لم يسر فيه إلى آخر الشوط، كما سنرى بعد\n…\nفهو يذهب ههنا إلى أن الشعر التعليمي ذو نشأة عربية خالصة في آخر القرن الأول الهجري وأول الثاني، أو قل في أواخر دولة الأمويين.. إذ أن أراجيز الرُّجاز وبخاصة رؤبة والعجاج قد كانت متوناً لغوية، وبالتالي فهو النواة والبذرة التي انبنى عليها الشعر التعليمي في جانب الكلام المنظوم، وتطور في جانب النثر فكانت المقامات\n...\nويقول الكاتب: \"ونحن نؤمن بأن هؤلاء الرّجاز-وفي مقدمتهم رؤبة- هم الذين أعدوا شعراء العصر العباسي لا للشعر التعليمي فحسب، بل لاقتباسهم للغريب في أشعارهم، فالغريب أصبح جزءا هاما في مادة الشعر عند الشعراء الممتازين من أمثال بشار وأبي نواس وأبي تمام\n...\n\" 7\nويقول عن رؤبة وعن أبيه العجاج: \"والإنسان لا يلم بديوانيهما حتى يقطع بأنهما كانا يؤلفان أراجيزهما قبل كل شيء من أجل الرواة، ومن اجل أن يمداهم بكل غريب، وكل أسلوب شاذ، ومن هنا كنا نسمي هذه الأراجيز متونا لغوية، وقد بلغت هذه المتون صورها المثالية عند رؤبة، فهو النمو الأخير لهذا العمل التعليمي الذي أرادته المدرسة اللغوية\n(1) ضحى الإسلام ج1/ 246.\n(2) ناهج الدراسة الأدبية ط دار العلم للملايين ص 108 وانظر اتجاهات الشعر في القرن الثاني للدكتور هدارة ص355.\n(3) الشعر في بغداد في القرن الثالث الهجري للدكتور أحمد عبد الستار الجواري –دار الكشاف بيروت ص250.\n(4) من حديث الشعر والنثر ص286.\n(5) حديث الأربعاء ج2/220.\n(6) العصر العباسي الأول ص190.\n(7) التطور والتجديد في الشعر الأموي ص352.\nالجزء: 52 ¦ الصفحة: 208\n",
        "من جهة، والذي استجاب له الرجّاز من جهة أخرى. ولعل هذا ما جعل اللغويين يوقرونه أعظم التوقير، فأبو الفرج يقدمه في ترجمته بقوله: \"أخذ عنه وجوه أهل اللغة: وكانوا يقتدون به ويحتجون بشعره ويجعلونه إماماً..\" 1 ويقول الدكتور ضيف: \"والأرجوزة الأموية من هذه الناحية تعد أول شعر تعليمي ظهر في اللغة العربية 002\" ويقول: \"\n...\nومهما يكن فقد ألهمت الأرجوزة الأموية الشعراء في العصر العباسي أن يقوموا بنظم شعرهم التعليمي، كما ألهمت أصحاب النثر وضع المقامة\"3.\nوهذا الذي ذهب إليه الكاتب يوشك أن يكون صواباً لولا أنه قصر به قليلا\n...\nذلك أننا نرى أن هذا اللون من الأدب لم تكن بذرته قد بذرت في هذه المرحلة من العصر الأموي، ولكن البذرة قد نبتت واستوت على سوقها منذ زمن بعيد بعيد!!.\n(1) المرجع نفسه ص345.\n(2) المرجع نفسه ص348.\n(3) المرجع نفسه ص353.\nالجزء: 52 ¦ الصفحة: 209\n",
        "من أين أتت الخدعة\n؟\nونحن نرجح تخطئة الذين ذهبوا إلى أن الشعر التعليمي إنما عرفه الأدب العربي مع ما عرفه من الثقافة الدخيلة، والفكر الوافد- شرقيّة وغربيّة، هنديّة ويونانيّة- أو ابتكر في هذا العصر العباسي ابتكاراً بسبب امتزاج الأفكار والثقافات وتوالدها، أو أن الأرجوزة الأموية هي التي وجهت إليه الشعراء العباسيين!..ِ\nإن الخطأ قد أتى هؤلاء الكاتبين من جهة (التطبيق) .. فهم يُعَرِّفون الشعر التعليمي تعريفاً نظرياً جيداً، واضح الحدود والمعالم، بيّن القسمات والسمات، وحين تأتي مرحلة التطبيق العملي يجانبهم التوفيق، ولا يجدون إلا بعض الجزئيات أو الأقسام في فترة معينة من الزمان تنطبق عليها هذه النظريات، ومن هنا ينطلقون إلى القول بأن هذا الفن كان عدما فيما مضى ثم أصبح له وجود منذ هذه الفترة التي اسُموها بالعصر العباسي، أو على أحسن الفروض العصر الأموي!..\nإن هؤلاء الكتّاب يعرفون الشعر التعليمي بمثل ذلك التعريف الذي صدّرنا به هذا الحديث، ثم يقسمونه ثلاثة أقسام كما\nرأينا\n.\nكل ذلك في أسلوب يخلو في الغالب من المقومات الفنية كالخيال والأسلوب الطلي الجميل بقصد تسهيل الحفظ والتذكر1.\n(1) انظر حديث الأربعاء ج2/220 ومن حديث الشعر والنثر ص385 والعصر العباسي الأول ص290 واتجاهات الشعر لهداره ص355 والأدب اليوناني القديم ص88 والشعر في بغداد ص 182.\nالجزء: 52 ¦ الصفحة: 209\n",
        "ثم هم حين يأتون إلى مرحلة النظر في الأدب العربي منذ جاهليته، وهل حوى نماذج من الشعر التعليمي، يذهبون تلك المذاهب التي أشرنا إليها فيما تقدم!.\nالجزء: 52 ¦ الصفحة: 210\n",
        "رأينا\n:\nومع أن ما في الشعر التعليمي- في عمومه- من مآخذ وعيوب أكثر مما فيه من حسنات وفضائل (وأن ما فيه من مثالب ونقائص لا يدعو إلى الدفاع عنه، والتحمس للقول بأن العرب قد عرفوه في أدبهم، نقرر أن الأدب العربي منذ جاهليته قد شارك في هذا اللون من الفن بكل أقسامه التي قدمناها:\n(1) فبالنسبة للتاريخ وذكر القرون الخالية والأمم البائدة، قد امتلأ الأدب العربي بشعر الشعراء في ذلك، وقد كان ذلك أحد المنطلقات التي انطلق منها جماعة من الشعراء خصوصاً أولئك الذين كانوا على شيء من الثقافة الدينية والعلمية كأمية بن أبي الصلت، وعدي بن زيد\n…\n1 الخ من ذلك قصيدة عدي في منشأ الخلق وقصته خلق آدم وحواء وهبوطهما من الجنة التي يقول فيها:\nاسمع حديثاً كما يوماً تُّحدثه\n...\nعن ظهر غيب إذا ما سائل سألا\nأن كيف أبدى إله الخلق نعمته\n...\nفينا، وعرّفنا آياته الأُولا\nكانت رياح وماءٌ ذو عرانية\n...\nوظلمة لم تدع فتقاً ولا خللا\nفأمر الظلمة السوداء فانكشفت\n...\nوعزل الماء عما كان قد سفلا\nوبسط الأرض بسطاً ثمّ قدّرها\n...\nتحت السماء سواء مثل ما فعلا\nوجعل الشمس مصراً لا خفاء به\n...\nبين النهار وبين الليل قد فصلا\nقضى لستة أيام خليقته\n...\nوكان أخرها أن صوّر الرجلا\nوعاه آدم صوتاً فاستجاب له\n...\nبنفحة الروح في الجسم الذي جبلا\nثم استمر الشاعر يتحدث عن خلق حواء وإسكانها مع زوجها الجنة، ونهيهما عن أكل الشجرة، إلى أن أخذ يتحدث عن العقاب الذي أنزل بالحية جزاء ما أغوت آدم وزوجه، فيقولن:\nفلاطها الله إذ أغوت خليفته\n...\nطول الليالي ولم يجعل لها أجلا\nتمشي على بطنها في الدهر ما عمرت\n...\nوالترب تأكله حزناً وأن سهلا 2\n(1) انظر عدي بن زيد للدكتور محمد علي الهاسمي ص 133-177.\n(2) الحيوان للجاحظ بتحقيق الأستاذ عبد السلام هارون ج4 ص197-199.\nالجزء: 52 ¦ الصفحة: 210\n",
        "وينظم عدي قصة الزّباء وجذيمة وقصير، تلك القصة التاريخية المشهورة:1\nألا يا أيها المثرى المرجّى\n...\nألم تسمع بخطب الأولينا\nدعا بالبقة الأمراء يوماً\n...\nجذيمةُ حين ينجوهم ثبينا\nفطاوع أمرهم وعصى قصيراً\n...\nوكان يقول- لو تبع- اليقينا\nودست في صحيفته إليه\n...\nليملك بضعها ولأن تدينا\nفأردته ورغب النفس يرد\n...\nويبدي للفتى الحَين المبينا\nوخبّرت العصا الأنباء عنه\n...\nولم أرمثل فارسها هجينا\nوقدمت الأديم لراهشيه\n...\nوألفى قولها كذباً ومنينا\nومن خدر الملاوم والمخازي\n...\nوهن المنديات لمن منينا\nأَطفّ لأنفه الموسي قصير\n...\nليجدعه، وكان به ضنينا\nفأهواه لمارنه فأضحى\n...\nطلاب الوتر مجدوعاً مشينا\nوصادفت امرءاً لم تخش منه\n...\nغوائله وما أمنت أمينا 2\nوهكذا تسير القصيدة في تصوير الحادثة وقصها\n...\nالخ.\n(2) فإذا انتقلنا إلى لون آخر من الشعر التعليمي في الجاهلية، وهو ذلك الذي أسموه (حقائق الفنون والعلوم والصناعات) وجدنا له مثالاً صارخاً للشاعر الجاهلي (الأخنس بن شهاب)\n…\nوهذه القصيدة يذكر فيها سكنى قبائل نجد قبيلة قبيلة، فهي من هذه الناحية تدخل في علم تقويم البلدان- أو ما يسمى بالجغرافية- فمما جاء في هذه القصيدة:-\nفمن يكُ أمسى في بلاد مقامه\n...\nيسائل أطلالا بها لا تجاوب\nفلا بنة حطّان بن قيس منازل\n...\nكما نمّق العنوان في الرّق كاتب\nلكل أناس من معدِ عمارة\n...\nعروض إليها يلجؤون وجانب\nلكيز لها البحران والسِّيف دونه\n...\nوإن يأتهم ناس من الهند هارب\nتطاير من أعجاز حوش كأنها\n...\nجهام أراق ماءه فهو آيب\nوبكر لها برُّ العراق وإن تخف\n...\nيحل دونها من اليمامة حاجب\nوصارت تميم بين قفٍ ورملة\n...\nلها من جبال منتأى ومذاهب\nوكلب لها خبّ، فرملة عالج\n...\nإلى الحرة الرجلاء حيث تحارب\n(1) انظر القصة في تاريخ الطبري ج2/31_36 ومروج الذهب للمسعودي طبعة دار التحرير ج2/290 ومجمع الأمثال للميداني، ودائرة المعارف الإسلامية مادة (تدمر) .\n(2) انظر بقية القصيدة في الشعر والشعراء لابن قتيبة بتحقيق الشيخ أحمد شاكر ص 227.\nالجزء: 52 ¦ الصفحة: 211\n",
        "وغسّان حيّ عزّهم في سواهم\n...\nيجالد عنهم خسّر وكتائب\nوبهراء حيّ قد علمنا مكانهم\n...\nلهم شرك حول الرصافة لاحب\nوغارت إياد في السّواد ودونها\n...\nبرازيق عجم تبتغي من تحارب\nونحن أناس لا حجاز بأرضنا\n...\nمع الغيث ما نلقى ومن هو غالب\nترى رائدات الخيل حول بيوتنا\n...\nكمعزى الحجاز أعوزتها الزّرائب 1\nفالقصيدة- كما ترى- من الشعر التعليمي دون ريب؛ ذلك لأن المقصود منها هو بيان مساكن هذه القبائل في جزيرة العرب والعراق وما إليهما.\n(3) أما القسم الثالث من الشعر التعليمي، وهو الذي يتناول العقائد والأخلاق, فهو في الشعر الجاهلي أكثر من أن يحصى عدداً، خصوصاً عند هؤلاء الشعراء من أمثال أمية بن أبي الصلت وعدي، وزهير\n...\nفإذا جئنا إلى العصر الأموي، وجدنا هذا الضرب من الشعر قد تمثل بوضوح في عدة موضوعات، أولها: أنه نظمت به الكيمياء- أو الصنعة كما كانوا يسمونها..-ِ فلقد روى المسعودي أن حكيم آل مروان- خالد بن يزيد بن معاوية الذي اشتهر باهتمامه بالكيمياء قد وضع منظومة في هذه الصناعة، ذكر فيها طريقة تحويل المعدن الخسيس إلى جوهر نفيس، يقول فيها:\nخذ الطّلْق مع الأشْقِ\n...\nوما يوجد في الطرق\nوشيئاً يشبه البرقا\n...\nفدبِّره بلا حرق\nفإن أحببت مولاكا\n...\nفقد سوِّدت في الخلق 2\nكما استخدم هذا الشعر في تعليم غريب اللغة كما قدمنا في صدر هذا الحديث عند الكلام عن الأرجوزة الأموية، التي أسهمت في إبراز صورة الشعر التعليمي العباسي، وفي المقامة في جانب النثر فيما بعد.. ولقد وقعت محاولة لاستخدام هذا اللون في شرح فروع الدين - في رأي عبد الملك بن مروان - من أحد شعراء العصر، فوقف عبد الملك في سبيلهِ..وذلك فيما يروى من أن الشاعر الأموي (الراعي النميري) قد أنشد عبد الملك بن مروان قصيدته التي يشكو فيها السعادة وهم يأخذون الزكاة، حتى إذا بلغ قوله:\nأخليفة الرحمن إنّا معشر\n...\nحنفاء نسجد بكرة وأصيلا\n(1) المفضليات للضبي بتحقيق الشيخ أحمد شاكر والأستاذ عبد السلام هارون ص 203 وحماسة أبي تمام طبع سعيد الرافعي ج1/299 ببعض اختلاف.\n(2) مروج الذهب للمسعودي طبع دار التحرير بالقاهرة ج2/514.\nالجزء: 52 ¦ الصفحة: 212\n",
        "عرب نرى لله في أموالنا\n...\nحق الزكاة منزلا تنزيلا\nقال عبد الملك: ليس هذا شعراً، هذا شرح إسلام وقراءة آية 1!\n...\nوهكذا استمر الأمر، نرى شيئا من الشعر التعليمي في هذا الموضع أو ذاك، حتى إذا جاء العصر العباسي، رأينا الشعراء ينظمون به في جملة موضوعات ومسائل علمية وتاريخية وقصصية إظهاراً للبراعة، ودلالة على قدرتهم على التجديد والابتكار، وتدليلاً على أنهم قد ألموا بمعارف العصر، وثقافات الأمم الأخرى التي نقلت إلى العربية.. وأنهم قد صاروا على شيء من هضم هذا الذي ترجم، فهم يسهمون بدورهم في نقله وإيصاله إلى الآخرين عن طريق هذا اللون من الشعر!.. ومن أوائل هؤلاء الشعراء الذين أخذوا من هذا الفن بطرف السيد الحميري (105- 173 هـ) الذي كان مفتوناً مغرماً بنظم القصص والمناقب والأخبار التي تروي عن علي وأبنائه. من ذلك ما يروى من أنه سمع محدثاً يذكر أن النبي صلى الله عليه وسلم كان ساجداً، فركب الحسن والحسين على ظهره، فقال عمر بن الخطاب رضي الله عنه: \" نعم المطيّ مطيكما!..\" فقال النبي صلى الله عليه وسلم: \"ولنعم الراكبان هما\"!.. فانصرف السيد الحميري من فوره، فقال في ذلك:\nأتى حسن والحسين النبي\n...\nوقد جلسا حجره يلعبان\nفغدّاهما، ثم حيّاهما\n...\nوكانا لديه بذاك المكان\nفراحا وتحتهما عاتقاه\n...\nفنعم المطية والراكبان\nوليدان أمّهما بَرَّة\n...\nحَصان مطهّرة للحصان\nوشيخهما ابن أبى طالب\n...\nفنعم الوليدان والوالدان 2\nومن ذلك ما يروى من أن علياً كرم الله وجهه. عزم على الركوب، فلبس ثيابه وأراد لبس خفيه فلبس أحدهما، ثم أهوى إلى الآخر ليأخذه، فانقض عقاب من السماء فأخذ الخف وحلّق به ثم ألقاه، فسقط منه أسود- ثعبان- وانساب فدخل جحراً، فلبس الخف، وحين سمع السيد ذلك قال في سرعة:\nألا يا قوم للعجب العجاب\n...\nلخف أبي الحسين وللحباب\nأتى خفاً له وانساب فيه\n...\nلينهش رجله منه بناب\nفخرّ من السماء له عقاب\n...\nمن العقبان أو شبه العقاب\n(1) الموشح للمرزباني بتحقيق الأستاذ البجاوي-لجنة البيان العربي ص249 وانظر خزانة الأدب للبغدادي الطبعة السلفية بالقاهرة ج2/134 وجمهرة أشعار العرب ص172.\n(2) الأغاني (دار الكتب) ج1/259.\nالجزء: 52 ¦ الصفحة: 213\n",
        "فطار به، فحلق ثم أهوى\n...\nبه للأرض من دون السحاب\nإلى جحر له فانساب فيه\n...\nبعيد القعر لم يرتج بباب\nكريه الوجه أسود ذو بصيص\n...\nحديد النّاب أزرق ذو لعاب\nودفع عن أبي حسن على\n...\nنقيع سمامه بعد السياب1\nوسيد هذا الميدان غير مدافع هو أبان بن الحميد اللاحقي المتوفى سنة 200 هـ الذي برع فيه حتى ذهب كثير من الكاتبين إلى أنه مبتدع هذا الفن ومبتكره في الأدب العربي على غير مثال سابق، فنظم في السير والتاريخ الفارسي، إذ نظم سيرة أردشير وسيرة أنو شروان 2 وكتاب بلوهر, وكتاب حكم الهند3، كما نظم القصيدة المسماة (ذات الحلل) في نشأة الخلق وأمر الدنيا وضمنها شيئاً من المنطق. ومن الناس من ينسبها إلى أبي العتاهية، والصحيح أنها لأبان4. وليس بين أيدي الناس من كلّ أولئك الآن شيء- ونظم كذلك في فرائض الصوم والزكاة أرجوزة مزدوجة، ونظم كليلة ودمنة في خمسة آلاف بيت5، أو في أربعة عشر ألف بيت6\n...\nلم يبق منها إلاّ جزء يسير أورده الصولي في الأوراق, كما أثبت شيئاً من مزدوجة الفرائض.\n(1) الأغاني ج7/257.\n(2) انظر ترجمته في الأوراق للصولي، قسم أخبار الشعراء،والأغاني طبعة الساسي.ج20/70 وطبقات ابن المعتز ص240 والوزراء والكتاب للجهشياري ص211.\n(3) الفهرست لابن النديم ص119.\n(4) الأغاني – الساسي ج20/73.\n(5) طبقات ابن المعتز ص241.\n(6) الوزراء والكتاب للجهشياري ص211.\nالجزء: 52 ¦ الصفحة: 214\n",
        "يقول أبان في مزدوجة الفرائض شارحاً أحكام الصوم والزكاة:\nهذا كتاب الصوم وهو جامع\n...\nلكل ما قامت به الشرائع\nمن ذلك المنزل في القرآن\n...\nفضلاً على من كان ذا بيان\nومنه ما جاء عن النيِّ\n...\nمن عهده المتبع المرضيِّ\nصلى الإله وعليه سلّما\n...\nكما هدى الله به وعلّما\nوبعضه على اختلاف الناس\n...\nمن أثر ماضٍ ومن قياس\nوالجامع الذي إليه صاروا\n...\nرأي أبي يوسف مما اختاروا\nقال أبو يوسف: أمّا المفترض\n...\nفرمضان صومه إذا عرض\nوالصوم في كفارة الأيمان\n...\nمن حنث ما يجري على اللسان\nالجزء: 52 ¦ الصفحة: 214\n",
        "ومعه الحج وفي الظهار\n...\nالصوم لا يدفع بالإنكار\nوخطأ القتل وحلق المحرم\n...\nلرأسه فيه الصيام فافهم\nفرمضان شهره معروف\n...\nوصومه مفترض موصوف\nوالصوم في الظهار إن لم يقدر\n...\nمظاهر يوماً على محرر\nوالقتل إن لم يك عمداً قتله\n...\nفإن ذاك في الصيام مثله\nشهران في العدة كاملانِ\n...\nمتصلان لا مفرّقان\nوالحنث في رواية مقبولهْ\n...\nثلاثه أيامها موصوله\nومثلها في عدة الأيام\n...\nلمحرم الحالق في الإحرام\nثلاثة يصومها إن طلقا\n...\nلا بأس إن تابعها أو فرّقا1\n(1) الأوراق للصولي –قسم أخبار الشعراء ص51.\nالجزء: 52 ¦ الصفحة: 215\n",
        "هذا نموذج من نظمه لكليلة ودمنة\n...\nوهذا أنموذج من نظمه لكليلة ودمنة، يقول في المقدمة:\nهذا كتاب أدب ومحنه\n...\nوهو الذي يدعى كليل دمنه\nفيه دلالات وفيه رشد\n...\nوهو كتاب وضعته الهند\nفوصفوا آداب كل عالم\n...\nحكاية عن ألسَن البهائم\nفالحكماء يعرفون فضله\n...\nوالسخفاء يشتهون هزله\nوهو على ذاك يسير الحففا\n...\nلذّ على اللسان عند اللفظ\nيا نفس لا تشاركي الجهّالا\n...\nفي حب مذموم كّان قد زالا\nيا نفس لا تشقي ولا تُعَنيّ\n...\nفي طلب الدنيا ولا تمنيِّ\nما لم ينله أحد إلا ندِمْ\n...\nإذا تولىّ ذاك عنه وسدم\nدنياك بالأحباب والإخوان\n...\nكثيرة الآلام والأحزان\nوهي وإن نيل بها السرور\n...\nآفاتها وغمها كثير\nويقول في باب الأسد والثور:\nوإنّ من كان دنيءَ النّفس\n...\nيرضى من الأرفع بالأخس\nكمثل الكلب الشقي البائس\n...\nيفرح بالعظم العتيق اليابس\nوإن أهل الفضل لا يرضيهم\n...\nشيء إذا ما كان لا يغنيهم\nكالأسد الذي يصيد الأرنبا\n...\nثم يرى العير المجد هربا\nالجزء: 52 ¦ الصفحة: 215\n",
        "فيرسل الأرنب من أظفاره\n...\nويتبع العير على أدباره\nوالكلب من رقته ترضيه\n...\nبلقمةٍ تقذفها في فيه\nويقول في الباب ذاته:\nوباذل النّصح لمن لا يشكره\n...\nكطارح في سبغ ما يبذره\nلا خير للعاقل في ذي المنظر\n...\nإن هو لم يحمده عند المخبر\nوليس في الصديق ذكر الصفاء\n...\nخير إذا لم يك ذا وفاء\nالرجل العاقل من لا يسكره\n...\nكأس سمو واقتدار يبطره\nفالجبل الثابت في أصوله\n...\nلا تقدر الريح على تحويله\nوالناقص العقل الذي لا رأي له\n...\nيطغى إذا ما نال أدنى منزله\nمثل الحشيش أيّما ريح جرت\n...\nمالت به فأقبلت وأدبرت1\nوبنظم أبان لهذا الكتاب، ولقيانه المكافأة الجزيلة من البرامكة، وبإقبال الناس عليه، أقبل غيره من الشعراء على نظم هذا الكتاب كذلك، والنّسج على منواله.\nومن هنا تدافع الشعراء ينظمون الشعر التعليمي في عدة أبواب من المعارف والعلوم والفنون، فاستخدموه في الصراع العقدي والمذهبي، وفي الحكمة والموعظة، وفي الفلك والنجوم، والسيرة والتاريخ، وفي اللهو والمجون والحب وأصوله وقوانينه!\n...\n(1) الأوراق ص46 وما بعدها.\nالجزء: 52 ¦ الصفحة: 216\n",
        "ففي ميدان الصراع العقدي والمذهبي\n:\nكان بشر بن المعتمر يفيد من هذا اللون الشعري في الصراع المذهبي، وتأييد وجهة نظر الاعتزال، وتابعه جماعة من الشعراء الذين أثارهم بشار بن برد بما ذهب إليه من تفضيل النار على الأرض، وإبليس على آدم في أبياته التي يقول فيها:\nإبليس أفضل من أبيكم آدم\n...\nفتبينوا يا معشر الأشرار 1\nفتصدوا له يردون عليه مبينين أن للأرض الفضل على النار، ذلك لأنها أصل النار، وأنّ النار موجودة فيها (بالقوة) ، وأنّ في الأرض أعاجيب لا تحصى ولا تعد من المعادن والنبات والعناصر الأخرى\n...\n(1) رسالة الغفران بتحقيق بنت الشاطئ ص310.\nالجزء: 52 ¦ الصفحة: 216\n",
        "فلبشر قصيدتان طويلتان رواهما الجاحظ في الحيوان، أولاهما في ذمّ فرق الإباضية والرافضة والحشوية، وذكر فيها أصنافاً من الحيوان، وتحدث عن أعاجيبها وطبائعها، وما تقتات به، مستدلاً بذلك على قدرة الخالق، وقد بدأها بالحكمة، فقال:\nالناس دأباً في طلاب الغنى\n...\nوكلهم من شأنه الختر\nكأذؤب تنهشها أذؤب\n...\nلها عواء ولها زفر\nتراهم فوضى وأيدي سبا\n...\nكل له في نفسه سحر\nتبارك الله وسبحانه\n...\nبين يديه النفع والضر\nمن خلقه في رزقه كلهم\n...\nالذيخ والتيتل والعفر\nويعدد أصناف الحيوان، وكيف تعيش وتقتات، حتى ينتهي من ذلك إلى قوله:\nإني وإن كنت ضعيف القوى\n...\nفالله يقضي وله الأجر\nلست إباضياً غبيّاًولا\n...\nكرافضي غرّه الجفر\nكما يغرّ الآل في سبب\n...\nسَفْراً، فأودى عنده السفْر\nكلاهما وسّع في جهل ما\n...\nفعاله عندهما كفر\nلسًنا من الحشو الجفاة الألى\n...\nعابوا الذي عابوا ولم يدروا 1\nوالقصيدة الثانية تتحدث عن العالم وما فيه من المخلوقات المختلفة الأجناس، ويعدد الشاعر الحيوان وأوضاعه مستدلاً بذلك على حكمة الله، مستخلصاً من ذلك أن العقل وحده هو الذي ينبغي أن يهتدي به الناس، وألاّ يتخذوا غيره رائداً مرشداً كما يفعل من ضلوا واحتكموا إلى التقليد:\nأما ترى العالم ذا حشوة\n...\nيقصر عنها عدد القطر\nأوابد الوحش وأجناسها\n...\nوكل سبع وافر الظفر\nوبعد أن يعدد أجناساً من الحيوان، يقول:\nفكم ترى في الخلق من آية\n...\nخفية الحسبان في قعر\nأبرزها الفكر على فكرة\n...\nيحار فيها واضح الفجر\nلله در العقل من رائد\n...\nوصاحب في العسر واليسر\nوحاكم يقضي على غائب\n...\nقضية الشاهد للأمر\n(1) الحيوان للجاحظ ج6/84-91.\nالجزء: 52 ¦ الصفحة: 217\n",
        "ثم يعود الشاعر فيعدد الحيوان ويذكر طبائعه، وأنه في طلب رزقه يقلد بعضه بعضا، وعلى مثالهم في هذا أبناء آدم، إلاّ أنهم مختلفون في الدين، ومتفاوتون في الرأي والقدر، وقد تحكمت فيه واستولت عادة الاتباع والتقليد:\nوكل جنس فله قالب\n...\nوعنصر أعراقه تسري\nوتصنع السرفة فيهم على\n...\nمثل صنيع الأرض والبذر\nوالأضعف الأصغر أحرى بأن\n...\nيحتال الأكبر بالفكر\nمتى يرى عدوه قاهرا\n...\nأحوجه ذاك إلى المكر\nكما ترى الذئب إذا لم يطق\n...\nصاح فجاءت رسلاً تجري\nوكل شيء فعلى قدره\n...\nيحجم أو يقدم أو يجري\nوالخلد كالذئب على خبثه\n...\nوالفيل كالأعلم كالوبر\nوالعبد كالحرّ وإن ساءه\n...\nوالأبغث الأعثر كالوبر\nلكنهم في الدّين أيدي سبا\n...\nتفاوتوا في الرأي والقدر\nقد غمر التقليد أحلامهم\n...\nفناصبوا القياس ذا السَّبر\nفافهم كلامي واصطبر ساعة\n...\nفإنما النجح مع الصبر\nوانظر إلى الدنيا بعين امرئ\n...\nيكره أن يجري ولا يدري1\nوحين أنشأ بشار قصيدته المتقدم ذكرها في تفضيل النار وإبليس على الأرض وآدم أنشأ صفوان الأنصاري قصيدته المضادة في تفضيل الأرض وآدم، فقال:\nزعمت بانّ النار أكرم عنصراً\n...\nوفي الأرض تحيا بالحجارة الزند\nوتخلق في أرحامها وأرومها\n...\nأعاجيب لا تحصى بخط ولا عقد\nوفي القعر من لج البحار منافع\n...\nمن اللؤلؤ المكنون والعنبر الورد\nوفي قلل الأجبال خلف مقطم\n...\nزبرجد أملاك الورى ساعة الحشد\nوفي الحرّة الرجلاء تلقي معادن\n...\nلهن مغارات تبجس بالنقد\nمن الذهب الإبريز والفضة التي\n...\nتروق وتصبي ذا القناعة والزهد\nوكلّ فلزّ من نحاس وآنك\n...\nومن زئبق حي ونوشادر يسدي\nوكلّ يواقيت الأنام وحليها\n...\nمن الأرض والأحجار فاخرة المجد\nوفيها مقام الحل والركن والصفا\n...\nومستلم الحجاج من جنة الخلد 2\n(1) الحيوان ج6/291-297.\n(2) البيان والتبيين ج1/91.\nالجزء: 52 ¦ الصفحة: 218\n",
        "كما شارك في الرد على بشار أيضاً سليمان الأعمى_ أخو مسلم بن الوليد قائلاً:\nلابدّ للأرض إن طابت وان خبثت\n...\nمن أن تحيل إليها كلّ مغروس\nوتربة الأرض إن جيدت وإن قحطت\n...\nفحملها أبداً في إثر منغوس\nوبطنها بفلزّ الأرض ذو خبر\n...\nلكل جوهرة في الأرض مرموس\nوكلّ آنية عمت مرافقها\n...\nوكل منتقد فيها وملبوس\nوكل ما عونها كالملح مرفقة\n...\nوكلها مضحك من قول إبليس 1\n(1) المرجع السابق ج1/41-43.\nالجزء: 52 ¦ الصفحة: 219\n",
        "في ميدان الموعظة والحكمة\n:\nومن أبرز الشعراء الذين استخدموا الشعر التعليمي في الموعظة والحكمة أبو العتاهية الذي كانت له عدة قصائد تعليمية أسهم بها في ميدان نقل العلم والمعرفة للآخرين، و \"\n...\nأخذت مكانها في تربية الذوق الإسلامي وتهذيب الناشئين 000\" 1\n...\nومن أبرز قصائده هذه أرجوزته المعروفة بذات الأمثال التي يقف فيها موقف المعلم من تلاميذه، أو الحكيم الواعظ الذي يوجه الناس ويريهم سبيل الرشاد من منبره\n...\nوهي أرجوزة مزدوجة ينفرد كل بيت فيها بقافية يشترك فيها شطران، ويذكر أبو الفرج أنها طويلة جداً 2. وفيها أربعة آلاف مثل 3 ولكنه لم يثبت منها في أغانيه إلاّ ثلاثة وعشرين بيتاً 4 إلاّ أن جمع ديوانه قد أورد منها ما يقرب من الخمسين بيتاً 5.\nوأبو العتاهية في ذات الأمثال هذه يأتينا بحكم أخلاقية وأمثال سائرة سجّل فيها خلاصة تجاربه وآرائه في الحياة مصوغة صياغة مضغوطة مركزة في أخصر عبارة بحيث تبدو في صورة الأمثال السائرة- كما هو واضح من اسمها- فتخف على الألسنة، وتعلق بالذاكرة، فيسهل تداولها، ويسرع في الذهن استدعاؤها واستحضارها، ومن هنا يحتسبها من يحتسبها في الشعر التعليمي6، ويضعها من يضعها في أدب الحكمة!..\nوالقصيدة لا تعرض لموضوع واحد، أو لفكرة واحدة، ولكنها تعرض لعدة موضوعات، ولأفكار شتى، فكلّ بيت يعرض فكرة مستقلة، وقد تشترك عدة أبيات في عرض فكرة،\n(1) دراسات في الأدب الإسلامي للأستاذ محمد خلف الله أحمد ص 109 مع ملاحظة أننا نتحفظ تجاه سلبيته وانعزاليته المبالغ في الدعوة إليهما.\n(2) الأغاني طبعة دار الشعب ص 1251.\n(3) المرجع السابق ص 1250.\n(4) المرجع نفسه ص 1250- 1251.\n(5) ديوانه نشر لويس شيخو ص493- 496.\n(6) دراسات في الأدب الإسلامي لمحمد خلف الله أحمد ص 109.\nالجزء: 52 ¦ الصفحة: 219\n",
        "ولكن يظل كل بيت وحدة قائمة بذاتها، ترض جانبا مستقلا من جوانب الفكرة العامة 1. يقول أبو العتاهية:\nحسبك ما تبتغيه القوت\n...\nما أكثر القوت لمن يموت\nالفقر فيما جاوز الكفافا\n...\nمن اتّقى الله رجا وخافا\nإن كان لا يغنيك ما يكفيكا\n...\nفكل ما في الأرض لا يغنيكا\nإن القليل بالقليل يكثر\n...\nإن الصفاء بالقذى يكدّر\nومنها:\nلكل شيء معدن وجوهر\n...\nوأوسط وأصغر وأكبر\nوكل شيء لاحق بجوهره\n...\nأصغره متصل بأكبره\nمازالت الدنيا لنا دار أذى\n...\nممزوجة الصفو بألوان القذى\nالخير والشر بها أزواج\n...\nلذا نتاج، ولذا نتاج\nمن لك بالمحصن وليس محصن\n...\nيخبث بعض ويطيب بعض\nلكل إنسان طبيعتان\n...\nخير وشر وهما ضدان\nوالخير والشر إذا ماعدّا\n...\nبينهما بؤن بعيد جدا\nوهكذا تمضي الأرجوزة التي يتضح فيها تعدد الموضوعات وتشتت الأفكار الذي رّبما كان السبب فيه أنها لم تنظم في وقت واحد، وإنما نظمت في أوقات متباينة متباعدة، كلما خطر للشاعر خاطر، وعنت له فكرة جديرة بالتسجيل أسرع إلى تسجيلها رجزاً وألحقها بدفتره2.\nومن شعره هذا مذكراً بالموت وسكراته، لائماً على نسيانه والسهو عنه:\nحتى متى تصبو ورأسك أشمط\n...\nأحسبت أن الموت في اسمك يغلط\nأو لست تحسبه عليك مسلّطا\n...\nويلي، وربك إنه لمسّلط\nولقد رأيت الموت يفرس تارة\n...\nجثث الملوك وتارة يتخبط\n(1) حياة الشعر في الكوفة للدكتور يوسف خليف ص569.\n(2) المرجع السابق ص561.\nالجزء: 52 ¦ الصفحة: 220\n",
        "فتألف الخلان مفتقداً لهم\n...\nستشط عمن تألفن وتشمط\nوكأنني بك بينهم واهي القوى\n...\nنضواً تقلص بينهم وتبسط\nوكأنني بك بينهم خفق الحشا\n...\nبالموت في غمراته يتشحظ\nوكأنني بك في قميص مدرجاً\n...\nفي ريطتين ملفف ومخيط\nلا ريطتين كريطتي متنسم\n...\nروح الحياء ولا القميص مخيط 1\nويمكن النظر في هذه النصوص التي أوردناها من قبل لبشر بن المعتمر، وصفوان الأنصاري، وسليمان الأعمى- باعتبارها نماذج للحكمة والموعظة، بل هي من صميم ذلك دون ريب، كما يمكن اعتبار آداب وأشعار الوعاظ والزهاد من الأدب التعليمي في الصميم!..\n(1) ديوان أبي العتاهية ص244.\nالجزء: 52 ¦ الصفحة: 221\n",
        "حول الشعر التعليمي\nللدكتور صالح آدم بيلو الأستاذ المساعد بكلية اللغة العربية بالجامعة\n-2-\nفي ميدان النحو والفلك\n:\nلمحمد بن إبراهيم الفزاري قصيدة مزدوجة في علم الفلك، يقول عنها ((ياقوت الحموي)) إنها تقوم مقام زيجات المنجمين، وهي طويلة يدخل في تفسيرها –هي وشروحها- عشرة أجلاد، أولها:\nالحمد لله العلي الأعظم\n...\nذي الفضل والمجد الكريم الأكرم\nالواحد الفرد الجواد المنعم\nالخالق السبع العلى طباقا\n...\nوالشمس يجلو نورها الأغساقا\nوالبدر يملا نوره الآفاقا\nالفلك الدائر في المسير\n...\nلأعظم الخطب من الأمور\nيسير في بحر من البحور\nفيه النجوم كلها عوامل\n...\nمنها مقيم دهره وزايل\nفطالع منها ومنها نازل\nالجزء: 53 ¦ الصفحة: 212\n",
        "وهي هكذا ثلاثة أقفال ثلاثة أقفال1\nوفي ميدان النحو استخدم الشعر التعليمي الإلمام به وتحخبيب دراسته، يقول إسحاق بن خلف البهراني:\nالنحو يبسط من لسان الألكن\n...\nوالمرء تكرمه إذا لم يلحن\nوإذا طلبت من العلوم أجلها\n...\nفأجلها منها مقيم الألسن2\nويقول الكسائي ((ت 183 أو 189 هجري)) في المعنى نفسه:\nإنما النحو قياس يتبع\n...\nوبه في كل أمر ينتفع\nفإذا ما أبصر النحو فتى\n...\nمرّ في المنطق مرّا فتّسع\nفاتقاه كل من جالسه\n...\nمن جليس ناطق أو مستمع\nوإذا لم يبصر النحو فتى\n...\nهاب أن ينطق جبنا فانقطع\nفتراه ينصب الرفع وما\n...\nكان من خفض ومن نصب رفع\nيقرأ القرآن لا يعرف ما\n...\nحرّف الإعراب فيه وصنع\nوالذي يعرفه يقرؤه\n...\nفإذا ما شكّ في حرف رجع\nناظرا فيه وفي إعرابه\n...\nفإذا ما عرف اللحن صدع\nفهما فيه سواء عندكم\n...\nليست الألسن فينا كالبدع\nكم وضيع رفع النحو وكم\n...\nمن شريف قد رأيناه وضع3\n1 معجم الأدباء بتحقيق مرجايوث ج 2 /268، والوافي والوفيات للصلاح الصفدي المطبعة الهاشمية بدمشق عام 1953 م ج 1 /336.\n2 زهر الآداب للحصري بتحقيق زكي مبارك ج 3 /138 والكامل للمبرد مطبعة نهضة مصر ج 2 /23.\n3 تاريخ بغداد للخطيب البغدادي ج 11 /412 وبعض الأبيات في كتاب ((الورقة)) لابن الجراح ص 46.\nالجزء: 53 ¦ الصفحة: 213\n",
        "في ميدان اللهو والمجون\n:\nوإن تعجب فعجب لما بذله شعراء هذا العصر من جهد لاستخدام الشعر التعليمي في موضوعات اللهو والمجون الذي أصاب جانبا من جوانب ذلك المجتمع متأثرا بأمراض الفكر الوافد، والثقافة الدخيلة وأدوائهما\n...\nفراحوا يضعون للهو والمجون أصولا وقواعد تجب مراعاتها، وقوانين ومراسم ينبغي أن تراعى وتلتزم4.\nمن ذلك أرجوزة الرقاشي المزدوجة التي تحدث عنها ابن المعتز في طبقاته، قائلا عن ناظمها: \"\n....\nوهو يزعم كما ترى: أنها تدخر لوقت الموت، مجونا وخلاعة، وأولهما:\nأوصى الرقاشي إلى خلاّنه\n...\nوصية المحمود في إخوانه\n14 وانظر باستفاضة ((التيارات الفكرية الوافدة في العصر العباسي وصداها في الأدب)) للدكتور صالح آدم بيلو ص 223 -250.\nالجزء: 53 ¦ الصفحة: 213\n",
        "وهي مشهورة وموجودة\"1\n...\nولكن لم يصل منها غير هذا الذي أشار إليه ابن المعتز.\nكما قام ((حمدان بن أبان اللاحقي)) بوضع أرجوزة طويلة في الحب وحيل المحبين اختار منها أو بكر الصولي ثمانية أبيات ومائة بيت أثبتهما في كتابه ((الأوراق)) بدئت بقوله:\nما بال أهل الأدب\n...\nمنّا وأهل الكتب\nقد وضعوا الآدابا\n...\nواتبعوا الأصحابا\nلكل فن دفتر\n...\nمنقط محبر\nففرقت أجناسا\n...\nوعلموها الناسا\nبالحيل الرقيقة\n...\nوالفطن الدقيقة\nفارشدوا الضلالا\n...\nوعلموا الجهالا\nسوى المحبين فلم\n...\nيرعوا لهم حق الذمم\nفي علم ما قد جهلوا\n...\nوما به قد ابتلوا\nويمضي حمدان اللاّحقي إلى أن يقول في آخر منظومته:\nقد تم مني الوصف\n...\nولم يخني الرصف\nوانقضت القصيدة\n...\nمحبوبة حميدة\nوالحمد للرحمن\n...\nذي العزّ والسلطان\nوالذم للشيطان\n...\nذي الذم والطغيان2\nومن أروع ما جاء في هذا اللون من الشعر التعليمي ما أورده ابن المعتز في أرجوزته الطويلة ((ذم الصبوح))\n...\nإذ يصور شارب الخمر في أتعس حالاته وأبأس أوضاعه، فيقول في آخر قصيدته:\nفمن أدام للشقاء هذا\n...\nمن فعله والتذه التذاذا\nلم يلف إلا دنس الأثواب\n...\nمهوّسا مهوّس الأصحاب\nفازداد سهوا وضنى وسقما\n...\nولا تراه الدهر إلا فدما\nذا شارب وظفر طويل\n...\nينغص الزاد على الخليل\nومقلة مبيضة المآقي\n...\nوأذن كحقة الدباق\n1 طبقات ابن المعتز ص 226.\n2 الأوراق للصولي –قسم أخبار الشعراء- ص 57 -62.\nالجزء: 53 ¦ الصفحة: 214\n",
        "وجسد عليه جلد من وسخ\n...\nكأنه أشرب نفطا أو لطخ\nتخال من تحت إبطه إذا عرق\n...\nلحية قاض قد نجا من الغرق\nوريقه كمثل طوق من أدم\n...\nوليس من ترك السؤال يحتشم\nفي صدره من واكف وقاطر\n...\nكأثر الذرق على الكنادر\nهذا، كذا، وما تركت أكثر\n...\nفجربوا ما قلته وفكروا1\n1 رسائل ابن المعتز بتحقيق الدكتور عبد المنعم خفاجي مطبعة مصطفى الحلبي عام 1946 م ص 107 -114.\nالجزء: 53 ¦ الصفحة: 215\n",
        "في ميدان السير والتاريخ\n:\nلعل أهم عملين كبيرين في هذا المجال مزدوجتان: مزدوجة علي بن الجهم2 ومزدوجة عبد الله بن المعتز في السير والتاريخ..\nأما ابن الجهم (188 –249 هجري) فله مزدوجة تسمى ((المحبّرة)) شديدة الطول، تقع في ثلاثمائة وثمانية أبيات، ذكر فيها ابتداء الخلق والأنبياء والخلفاء إلى أيامه –أيام الخليفة المستعين العباسي 248 هجري- وبدأ حديثه بحمد الله والصلاة على نبيه، ثم أخذ يجيب من يسأله عن بدء الخليقة:\nالحمد لله المعيد المبدي\n...\nحمدا كثيرا، وهو أهل الحمد\nثم الصلاة أولا وآخرا\n...\nعلى النبي باطنا وظاهرا\nيا سائلي عن ابتداء الخلق\n...\nمسألة القاصد قصد الحق\nأخبرني قوم من الثقات\n...\nأولو علوم وأولو هيئات\nتقدموا في طلب الآثار\n...\nوعرفوا حقائق الأخبار\nوفهموا التوراة والإنجيلا\n...\nواحكموا التنزيل والتأويلا\nأن الذي يفعل ما يشاء\n...\nومن له العزة والبقاء\nأنشأ خلق آدم إنشاء\n...\nوقد منه زوجه حواء\nمبتدئا ذلك يوم الجمعة\n...\nحتى إذا أكمل منه صنعة\nأسكنه وزوجه الجنانا\n...\nفكان من أمرهما ما كانا\nوراح يتحدث عن إغراء إبليس آدم وزوجه، واستجابتهما له، وكيف أهبطا من الجنة إلى الأرض في جبل بالهند يسمى ((واسم))\n...\nواستمر يتحدث عن أبناء آدم وأحفاده، إلى أن جاء إلى نوح عليه السلام، فقال:\nفأرسل الله إليهم نوحا\n...\nعبدا لمن أرسله نصوحا\n1 رسائل ابن المعتز بتحقيق الدكتور عبد المنعم خفاجي مطبعة مصطفى الحلبي عام 1946 م ص 107 -114.\nالجزء: 53 ¦ الصفحة: 215\n",
        "فعاش ألفا غير خمسين سنة\n...\nيدعو إلى الله وتمضى الأزمنة\nيدعوهم سرا ويدعو جهرا\n...\nفلم يزدهم ذلك إلا كفرا\nوانهمكوا في الكفر والطغيان\n...\nوأظهروا عبادة الأوثان\nوهكذا يمضي الشاعر في أرجوزته يتحدث في استفاضة، ودقة متناهية عن قصة أبي البشر الثاني مع قومه، وما أعقب ذلك من أحداث. وتحدث عن الأنبياء والرسل نبيا نبيا، ورسولا رسولا، وعن الأمم والشعوب من عرب وعجم قبل مطلع النور –الإسلام- فيقول:\nفهذه جملة أخبار الأمم\n...\nمنقولة من عرب ومن عجم\nوكل قوم لهم فكير\n...\nوقلما تحصل الأمور\nوعميت في الفترة الأخبار\n...\nإلا التي سارت بها الأشعار\nوالفرس والروم لهم أيام\n...\nيمنع من تفخيمها الإسلام\nوإنما يقنع أهل العقل\n...\nبكتب الله وقول الرسل\nجاء الإسلام بنوره الوهاج:\nثم أزال الظلمة الضياء\n...\nوعاودت جدتها الأشياء\nودانت الشعوب والأحياء\n...\nوجاء ما ليس به خفاء\nأتاهم المنتخب الأوّاه\n...\nمحمد صلى عليه الله\nوانساب الشاعر يصور الأحداث حدثا حدثا، والخلفاء خليفة خليفة إلى أيام المستعين الذي عاصره الشاعر، واختتم أرجوزته قائلا:\nفنحن في خلافة مباركة\n...\nخلت عن الأضرار والمشاركة\nفالحمد لله على إنعامه\n...\nجميع هذا الأمر من أحكامه\nثم الصلاة أولا وآخرا\n...\nعلى النبي باطنا وظاهرا1\nوبذا يكون علي بن الجهم أول شاعر يقوم بعمل متكامل وصل إلينا كاملا في هذا الباب2.\nأما عبد الله بن المعتز ((247 -296 هجري)) فقد نظم في أرجوزته حياة الخليفة العباسي المعتضد ((279 -289 هجري)) وسيرته وما قام به من أعمال كبيرة وعظيمة، فرفع من شأن الخلافة بعد اتضاع، وأخذ على يد الأتراك بقدر المستطاع، وشرح الشاعر فيها الحالة\n1 راجع القصيدة في ديوانه ص 228 -250.\n2 انظر مقدمة محقق الديوان.\nالجزء: 53 ¦ الصفحة: 216\n",
        "الاجتماعية والاقتصادية والسياسية وفسادها، وتحدث عن القضاء على الثائرين والمتمردين!..\nوهذه الأرجوزة يحسبها كثير من النقاد والباحثين مظهرا من مظاهر الشعر القصصي1، ويقول الأستاذ أحمد أمين: \"\n...\nهي صورة مصغرة لنمط الملاحم كالإلياذة والشاهنامة سدت بعض النقص في الشعر العربي من هذا النوع\"2.\nيفتتح الشاعر أرجوزته على الطريقة التي سلكتها المتون في الأزهر القديم:\nباسم الإله الملك الرحمن\n...\nذي العز والقدرة والسلطان\nالحمد لله على ألائه\n...\nأحمده والحمد من نعمائه\nأبدع خلقا لم يكن فكان\n...\nوأظهر الحجة والبرهانا\nوجعل الخاتم للنبوة\n...\nأحمد ذا الشفاعة المرجوة\nالصادق المهذب المطهرا\n...\nصلى عليه ربنا فأكثرا\nمضى وأبقى لبني العباس\n...\nميراث ملك ثابت الأساس\nبرغم كل حاسد يبغيه\n...\nيهدمه كأنه يبنيه\nثم يذكر أنه ألف هذه القصيدة في سيرة أبي العباس المعتضد، ويعرض لحال الخلافة قبله، والفوضى السياسية والاجتماعية التي كانت سائدة، وأعمال أبيه ((الموفق)) والقضاء على فتنة الثائر العلوي 270 هجري، فيقول:\nقام بأمر الملك لما ضاعا\n...\nوكان نهبا في الورى مضاعا\nتذللا ليست له مهابة\n...\nيخاف إن طنت به ذبابة\nوكل يوم ملك مقتول\n...\nأو خائف مروع ذليل\nأو خالع للعقد كيما يغني\n...\nوذاك أدعى للردى وأدنى\nوكم أمير كان رأس جيش\n...\nقد نغصوا عليه كل عيش\nوكل يوم شغب وغصب\n...\nوأنفس مقتولة وحرب\nوكم فتى قد راح نهبا راكبا\n...\nإما جليس ملك أو كاتبا\nفوضعوا في رأسه السياطا\n...\nوجعلوا يردونه شطاطا\nوكم فتاة خرجت من منزل\n...\nفغصبوها نفسها في المحفل\nوفضحوها عند من يعرفها\n...\nوصدقوا العشيق كي يقرفها\nوحصل الزوج لضعف حيلته\n...\nعلى نواحه ونتف لحيته\nوكل يوم عسكر فعسكرا\n...\nبالكرخ والدور مواتا أحمرا\n1 من حديث الشعر والنثر لطه حسين ص 285 وما بعدها.\n2 ظهر الإسلام لأحمد أمين ج 1 /25.\nالجزء: 53 ¦ الصفحة: 217\n",
        "كذاك حتى أفقروا الخلافة\n...\nوعودوها الرعب والمخافة\nفتلك أطلال لهم قفارا\n...\nترى الشياطين بها نهارا\nويصور الشاعر الفظائع التي كانت تنصب على أفراد الأمة من مصادرات لأموالهم بعد انتهاك حرماتهم، فيقول:\nأجرأ خلق الله ظلما فاحشا\n...\nوأجور الناس عقابا بالوشى\nيأخذ من هذا الشقي ضيعته\n...\nوذا يريد ماله وحرمته\nوويل من مات أبوه موسرا\n...\nأليس هذا محكما مشهرا؟!\nوطال في دار البلاء سجنه\n...\nوقال: من يدري بأنك ابنه؟!\nفقال جيراني ومن يعرفني\n...\nفنتفوا سباله حتى فنى\nوأسرفوا في لكمه ودفعه\n...\nوخدرت أكفهم في صفعه\nولم يزل في أضيق الحبوس\n...\nحتى رمى إليهم بالكيس\nوتاجر ذي جوهر ومال\n...\nكان من الله بحسن حال\nقيل له عندك للسلطان\n...\nودائع غالية الأثمان\nفقال: لا والله ما عندي له\n...\nصغيرة من ذا ولا جليلة\nوإنما أربحت في التجارة\n...\nولم أكن في المال ذا خسارة\nفدخنوه بدخان التبن\n...\nوأوقدوه بثفال اللبن\nحتى إذا مل الحياة وضجر\n...\nوقال ليت المال جمعا في سقر\nأعطاهم ما طلبوا فأطلقا\n...\nيستعمل المشي ويمشي العنقا1\nثم يأتي إلى تصوير عناية الخليفة المعتضد بالجيش واختياره جنوده، وقيامه بحركة تطهير واسعة في هذا الجيش ونبذ غير اللائقين منهم بكرامة الجندي:\nواختار من جنوده كل بطل\n...\nمجرب إن حضر الموت قتل\nثم نفى كل دخيل قد مرق\n...\nإذا رأى السيف جرى من الفرق\nحتى إذا صفى خيار الجند\n...\nقال يا حرب اهزلي وجدي\n1 إنها لصورة حية للشعوب التيب منيت بالحكم الاشتراكي والماركسي في العصر الحديث المجلة.\nالجزء: 53 ¦ الصفحة: 218\n",
        "سار إلى الموصل ينوي أمرا\n...\nفملأ البر معا والبحرا1\nوهكذا يسير ابن المعتز في أرجوزته، أو قل ملحمته التي بلغت نحوا من عشرين وأربعمائة بيت في تاريخ الخليفة المعتضد.\nومن هنا: نرى أن الشعر التعليمي قد وجد عند العرب منذ جاهليتهم بكل أقسامه التي عرفت عند اليونان، وقد رأينا لذلك أمثلة عند شعراء جاهليين، كما وجدناه عند الشعراء الأمويين في أخص أقسامه، في أبياته في صناعة الكيمياء.. ووجدناه في الأرجوزة الأموية التي اتخذت وسيلة لتعليم غريب اللغة، مما ألهم المقامة فيما بعد، ودفع بالشعراء في العصر العباسي إلى التوسع في الشعر التعليمي، حتى إذا ولج أبان اللاحقي هذا الميدان، فتح الباب واسعا، فتهافت عليه من تهافت من الشعراء أو النظاميين!..\nوبهذا يتضح أن الشعر التعليمي العباسي لم يكن في جملته وتفصيله تقليدا لمثيله عند الأمم الأخرى كالهنود واليونان.. تلك الأمم التي عرفت هذا اللون من الشعر!..\nولكن هل يعني هذا الكلام أننا ننكر أن للثقافة الدخيلة والفكر الوافد أثرا في الشعر التعليمي خلال هذا العصر؟!.\nكلا!.. نحن لا ننكر هذا التأثير، ولكنا نريد أن نقول: إن التأثير الوافد لم يكن في إنشاء هذا اللون من الشعر في الأدب العربي وإيجاده –فلقد كان ذلك موجودا في العربية منذ زمن طويل كما رأينا- ولكن التأثير كان في تشكيله وإعطائه ملامح نهائية، وسمات بينة، متعاونا مع عوامل أخرى\n...\nإن تأثير الفكر الوافد في الشعر التعليمي لا يعدو أن يكون هو التأثير ذاته أثره في الخمريات وشعر اللهو والمجون، والزهد\n...\nالخ في هذا العصر، وكل أولئك كان موجودا في العصور السابقة لهذا العصر، ولم يعز أحد ابتكارها وابتداعها للعصر العباسي، مع ذلك فلا ينكر أحد أنها في هذا الوقت قد زيدت مساحتها ومدت الرقعة التي تشغلها، وأنه أضيف إلى الصورة أشياء وألوان، حتى لقد ينخدع كثيرون بأن كل ما هناك جديد مبتكر.. والشعر التعليمي لم يكن بدعا في ذلك؛ فهو قد تأثر بالعصر وظروفه وملابساته، وبما كان يموج فيه من فكر وثقافة ومعرفة متعددة المصادر والينابيع.. ولقد بانت في هذا العصر ملامح وحدود كثير من العلوم، واتضحت معالم كثير من المعارف، فأخذ الشعراء منذئذ يتناولون هذه\n1 رسائل ابن المعتز بتحقيق الدكتور خفاجي ص 80 -107.\nالجزء: 53 ¦ الصفحة: 219\n",
        "القيمة الفنية للشعر التعليمي\n:\nهذا اللون من الشعر من الناحية الفنية ليس على شيء، وليس هو بأكثر من كلام موزون مقفى، لأن الشعر في حقيقته إن هو إلا عاصفة جياشة، وخيال مهوم بديع، وأسلوب جميل، ولفظ أخاذ، يضاف إلى ذلك الموسيقى والتوقيع!..\nعلى أنه ينبغي ألا نندفع ونبالغ في التعميم، فنردد أن الشعر التعليمي – على إطلاقه - إن هو إلا كلام موزون مقفى\n...\nالخ.\nإن هذا الكلام لا يصدق إلا في بعض ألوان الشعر التعليمي، أو على القسم الذي أسموه ((حقائق الفنون والعلوم والمعارف)) .. على حين لا يكون الأمر كذلك – دائما- في الأقسام الأخرى من الشعر التعليمي، خصوصا النوع الذي يتناول التاريخ وأحداثه، فقد يحور\nالجزء: 53 ¦ الصفحة: 220\n",
        "ويتحول عند الشاعر المبدع، والفنان البارع الموهوب إلى شعر قصصي1)) آسر للقلوب كالذي رأيناه في رائعتي ابن المعتز اللتين وقفنا عندهما بقصد توكيد هذه الحقيقة!..\nاعتراف بالجميل:\nومهما قيل في القيمة الفنية للشعر التعليمي، فإنني أرى –من الإنصاف- عدم تجريده من كل فضيلة، ولا أرى إنكار أنه قد أدى بعض المهمة التي أريد له أن يؤديها\n...\nذلك أنه قد حفظ كثيرا من تراث هذه الأمة الديني واللغوي والعلمي خصوصا في العصور المتأخرة التي شمل الضعف والتدهور كل جوانب الحياة فيها!!..\n1 انظر طه حسين في حديث الأربعاء ج 2 /220 وأحمد أمين في ظهر الإسلام ج 1 /25.\nالجزء: 53 ¦ الصفحة: 221\n",
        ""
    ]
}