{
    "1": [
        "حياة الشيخ محمد بن عبد الوهاب وآثاره العلمية (مطبوع ضمن بحوث ندوة دعوة الشيخ محمد بن عبدالوهاب الجزء الأول)\nحياة الشيخ محمد بن عبد الوهاب وآثاره العلمية (مطبوع ضمن بحوث ندوة دعوة الشيخ محمد بن عبدالوهاب، الجزء الأول)\nالأنصاري، إسماعيل\nالكتاب:\nحياة الشيخ محمد بن عبد الوهاب وآثاره العلمية (مطبوع ضمن بحوث ندوة دعوة الشيخ محمد بن عبدالوهاب، الجزء الأول)\nالمؤلف:\nإسماعيل بن محمد بن ماحي السعدي الأنصاري (المتوفى: 1417هـ)\nالناشر:\nعمادة البحث العلمي بجامعة الإمام محمد بن سعود الإسلامية، الرياض، المملكة العربية السعودية\nالطبعة:\nالثانية، 1420هـ/1990م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "حياة الشيخ محمد بن عبد الوهاب وآثاره العلمية\nلفضيلة الشيخ: إسماعيل محمد الأنصاري\nبالرئاسة العامة لإدارات البحوث العلمية والافتاء والدعوة والأرشاد بالمملكة العربية السعودية\nبسم الله الرحمن الرحيم\nالحمد لله رب العالمين، والصلاة والسلام على نبينا محمد سيد المرسلين، وعلى آله وصحبه أجمعين.. وبعد:\nفقد ثبت عن النبي صلى الله عليه وسلم أنه قال: \"إن الله يبعث لهذه الأمة على رأس كل مائة سنة من يجدد لها دينها\"1 رواه أبو داود في الملاحم من سننه، والحاكم في الفتن من مستدركه وصححه، ورواه البيهقي في معرفة السنن له، كلهم عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم.\nوالمراد بتجديد الدين إحياء ما اندرس من العمل بكتاب الله وسنة رسوله صلى الله عليه وسلم، وإماتة ما ظهر من البدع.\nوقد اخترنا أن يكون موضوع بحثنا هذا أحد أولئك المجددين الذين أشار إليهم هذا الحديث الشريف، وهو شيخ الإسلام محمد بن عبد الوهاب2 الذي بزغ به في القرن الثاني عشر قمر التجديد، وانتصرت به راية التوحيد، فنقول وبالله التوفيق، وهو حسبي ونعم الوكيل.\nمجدد القرن الثاني عشر\nهو محمد بن عبد الوهاب بن سليمان بن علي بن محمد بن أحمد بن راشد بن بريد بن\n1 أبو داود: الملاحم (4291) .\n2 نقل العلامة الشيخ عبد اللطيف بن عبد الرحمن بن حسن بن الإمام محمد بن عبد الوهاب عن ابن غنام أن أكابر عصره شهدوا له بأنه من جملة المجددين لما جاء به سيد المرسلين، وأن فضلاء أهل مصر والشام والعراق والحرمين تواتر عنهم الشهادة له بأنه مجدد الدين. أفاد ذلك في مصباح الظلام ص37.\nالجزء: 1 ¦ الصفحة: 119\n",
        "محمد بن بريد بن مشرف1 التميمي، نسبة إلى تميم الذي قال الصحابي الجليل أبو هريرةرضي الله عنه في بنيه \"ما زلت أحب بني تميم منذ ثلاث سمعت رسول الله صلى الله عليه وسلم يقول فيهم: \"هم أشد أمتي على الدجال\"2، قال: وجاءت صدقاتهم فقال رسول الله صلى الله عليه وسلم: \"هذه صدقات قومنا\" 3. وكانت سبية منهم عند عائشة فقال: \"اعتقيها فإنها من ولد إسماعيل\". رواه البخارى في باب من ملك من العرب رقيقا فوهب وباع\n...\nإلخ من صحيحه جـ 5 من شرح فتح الباري.\n1 روضة الأفكار والأفهام ج1 ص2.\n2 البخاري: العتق (2543) , ومسلم: فضائل الصحابة (2525) , وأحمد (2/390) .\n3 البخاري: العتق (2543) , ومسلم: فضائل الصحابة (2525) , وأحمد (2/390) .\nالجزء: 1 ¦ الصفحة: 120\n",
        "ولادته ونشأته\nولد شيخ الإسلام محمد بن عبد الوهاب سنة خمس عشرة بعد المائة والألف من الهجرة النبوية، في بيت أضاف إلى شرف النسب شرف العلم؛ فإن والده عبد الوهاب كان عالما ذا معرفة تامة بالحديث والفقه وغيرهما، قاضيا، وله أسئلة وأجوبة. ذكر ابن بشر في \"عنوان المجد في تاريخ نجد\" أنه اطلع عليها واستفاد منها. وسليمان والد عبد الوهاب كان فقيه زمانه متبحرا في علوم المذهب، قد انتهت إليه الرياسة في العلم، وكان علماء نجد في زمانه يرجعون إليه في كل مشكلة من الفقه وغيره، ذكر ذلك في صـ72 وقال بعد ذكره \"رأيت له سؤالات عديدة وجوابات كثيرة وصنف كتابا في المناسك\" وذكر أنه - أي سليمان - كان معاصرا للبهوتي الحنبلي، وأنه اجتمع به بمكة المكرمة.\nوذكر العلامة الشيخ عبد اللطيف بن عبد الرحمن بن حسن في ترجمته للإمام محمد بن عبد الوهاب نفس ما ذكره ابن بشر، قال \"ووالده - أي: الإمام محمد بن عبد الوهاب - هو مفتي تلك البلاد، وجده مفتي البلاد، وآثاره وتصانيفه وفتاواه تدل على علمه وفقهه، وكان جده إليه المرجع في الفقه والفتوى، وكان معاصرا للشيخ منصور البهوتي الحنبلي خادم المذهب، اجتمع به بمكة\"4.\nوهكذا كان أعمام الشيخ محمد بن عبد الوهاب وأبناء أعمامه علماء أجلاء، كما اتصل\n4 مجموعة الرسائل والمسائل النجدية ج2 ص379 - طبعة مطبعة المنار.\nالجزء: 1 ¦ الصفحة: 120\n",
        "العلم في ذرية الإمام المجدد محمد بن عبد الوهاب.. نسأل الله أن يستمر ذلك فيهم إلى أن يرث الله الأرض ومن عليها وما ذلك على الله بعزيز.\nالجزء: 1 ¦ الصفحة: 121\n",
        "مشايخ الإمام محمد بن عبد الوهاب\nتلقى الإمام محمد بن عبد الوهاب - رحمه الله - العلم عن مشايخ كثيرين كما نص عليه غير واحد من أئمة العلم.\nقال العلامة الشيخ حسين بن غنام في الفصل الثاني من \"روضة الأفكار والأفهام\"1. \"وأخذ-أي: الشيخ محمد بن عبد الوهاب - في القراءة على والده في الفقه على مذهب الإمام أحمد، فسلك فيه الطريق الأحمدي، ورزق مع الحفظ سرعة الكتابة، فكان يحير أصحابه بحيث أنه يخط بالخط الفصيح في المجلس الواحد كراسا من غير سآمة ولا تعب ولا التباس. ثم بعد ذلك رحل في العلم وسار وجد في الطلب إلى ما يليه من الأمصار وما يحاذيه من الأقطار، فزاحم فيه العلماء الكبار، وأشرق طالعه واستنار، وثار لهلاله أقمار، فوطئ الحجاز والبصرة لذلك مرارا، وأتى الأحساء لتلك الأوطار، وأخذ العلم عن جماعة، منهم: الشيخ عبد الله بن إبراهيم النجدي ثم المدني\n...\nإلى أن قال: \"وقد سمع - أي: الشيخ محمد بن عبد الوهاب رحمه الله - الحديث والفقه عن جماعة بالبصرة كثيرة، وقرأ بها النحو وأتقن تحريره، وكتب الكثير من اللغة والحديث في تلك الإقامة، وحث على طريق الهدى والاستقامة، وكان أكثر لبثه لأخذ العلم بالبصرة ومقامه\" ا. هـ.\nوإلى ما ذكره ابن غنام هنا يشير العلامة الشيخ عبد اللطيف بن عبد الرحمن بن حسن بن محمد بن عبد الوهاب بقوله في \"مصباح الظلام\" صـ8: \"وقد عرف طلب الشيخ للعلم ورحلته في تحصيله، كما ذكره صاحب التاريخ الشيخ حسين بن غنام الأحسائي\"2.\n1 ج1 ص26 ط مطبعة مصطفي البابى الحلبي وأولاده بمصر.\n2 ج1 ص27.\nالجزء: 1 ¦ الصفحة: 121\n",
        "وقال الشيخ عبد اللطيف في \"مصباح الظلام\"1. \"وقد اجتمع - أي: الإمام محمد بن عبد الوهاب - بأشياخ الحرمين في وقته ومحدثيهما، وأجازه بعضهم، ورحل إلى البصرة، وسمع وناظر، وإلى الأحساء وهي إذ ذاك آهلة بالعلماء، فسمع من أشياخها وباحث في أصول الدين ومقالات الناس في الإيمان وغيره، وسمع عن والده وعن فقهاء نجد في وقته، واشتهر عندهم بالعلم والذكاء، وعرف به على صغر سنه\". وقال في موضع آخر من هذا المصدر \"مصباح الظلام\"2: اشتهرت رحلة شيخنا - رحمه الله - وسماعه للعلوم، واجتماعه بأعيان وقته، وقد أخذ الفقه عن أبيه عن جده سليمان بن علي - مفتي الديار النجدية في وقته - وسنده المتصل بأئمة المذهب إلى الإمام أحمد معروف مقرر عندهم، وسمع الحديث من أشياخ الحرمين في وقته، وأجازه الكثير منهم، ومن أعلامهم محدث الحرمين الشيخ محمد حياة السندي، وكان له أكبر الأثر في توجيهه إلى إخلاص توحيد عبادة الله والتخلص من رق التقليد الأعمى، والاشتغال بالكتاب والسنة. ورحل إلى البصرة وسمع من أشياخها، ورحل إلى الأحساء ; وهي إذ ذاك آهلة بالعلماء، فسمع منهم وأخذ عنهم وعرف قدرة أهل العلم والنهى\" ا. هـ.\nوقال العلامة الشيخ عبد اللطيف - أيضا - في ذلك في ترجمته للإمام محمد بن عبد الوهاب بعد أن ذكر قراءته الفقه على مذهب الإمام أحمد بن حنبل على والده قال3 - \"ثم بعد ذلك رحل - أي: الشيخ الإمام محمد بن عبد الوهاب - يطلب العلم، وذاق حلاوة التحصيل والفهم، وزاحم العلماء الكبار، ورحل إلى البصرة والحجاز مرارا، واجتمع بمن فيها من العلماء والمشايخ الأخيار، وأتى الأحساء وهي إذ ذاك آهلة بالمشايخ والعلماء، فسمع وناظر، وبحث واستفاد، وساعدته الأقدار الربانية والتوفيق والإمداد.\nوروي عن جماعة منهم: الشيخ عبد الله بن إبراهيم النجدي ثم المدني، وأجازه من طريقين، وأول ما سمع منه الحديث المسلسل بالأولوية \" قال الشيخ عبد اللطيف:\n1 ص9.\n2 مصباح الظلام ص139,140.\n3 في ترجمة الشيخ عبد اللطيف للإمام محمد بن عبد الوهاب. وهي في مجموعة الرسائل والمسائل النجدية ص 380.\nالجزء: 1 ¦ الصفحة: 122\n",
        "وطالت إقامة الشيخ ورحلته بالبصرة، وقرأ بها كثيرا من كتب الحديث والفقه والعربية، وكتب من الحديث والفقه واللغة ما شاء الله في تلك الأوقات\" ا. هـ.\nوقال ابن بدران في \"المدخل إلى فقه الإمام أحمد بن حنبل\" \"أجاز - أي: الإمام محمد بن عبد الوهاب - محدثو العصر بكتب الحديث وغيرها على اصطلاح أهل الحديث من المتأخرين\" ا. هـ.\nهذا بعض ما ذكر أهل العلم في عناية الإمام محمد بن عبد الوهاب بالعلم وكثرة مشايخه فيه. وعلى سبيل المثال لا الحصر أذكر من مشايخه من يلي:\n1 -\nوالده الشيخ عبد الوهاب - مفتي نجد - أخذ عنه الفقه بعد أن حفظ القرآن عن ظهر غيب، قال حفيده العلامة الشيخ عبد اللطيف بن عبد الرحمن بن حسن بن محمد بن عبد الوهاب: \"أخذ - أي: محمد بن عبد الوهاب - الفقه عن أبيه عن جده سليمان بن علي - مفتي الديار النجدية في وقته - وسنده المتصل بأئمة المذهب إلى الإمام أحمد معروف مقرر عندهم\"1.\n2-\nالشيخ عبد الله بن إبراهيم بن سيف النجدي المدني، ذكر صاحب \"التوضيح عن توحيد الخلاق\" أنه قرأ عليه وأجازه بكل ما حواه ثبت الشيخ عبد الباقي أبي المواهب الحنبلي قراءة وتعليما من صحيح البخاري بسنده إلى مؤلفه، وصحيح مسلم بسنده إلى مؤلفه، وشروح كل منهما، وسنن الترمذي بسنده، وسنن أبي داود بسنده، وسنن ابن ماجة بسنده، وسنن النسائي الكبرى بسنده، وسنن الدارمي ومؤلفاته بالسند، وسلسلة العربية بسندها عن أبي الأسود عن علي بن أبي طالب رضي الله عنه وكتب النووي كلها، وألفية العراقي، والترغيب والترهيب للمنذري، والخلاصة لابن مالك، وسيرة ابن هشام وسائر كتبه، ومؤلفات ابن حجر العسقلاني، وكتب القاضي عياض، وكتب القراءات، وكتاب الغنية لعبد القادر الجيلي، وكتاب القاموس بالسند إلى مؤلفه، ومسند الإمام الشافعي، وموطأ مالك، ومسند الإمام الأعظم، ومسند الإمام أحمد، ومسند أبي داود - أي: الطيالسي - ومعاجم الطبراني، وكتب السيوطي، وفقه الحنابلة وسلسلته وأصولهم\".\n1 مصباح الظلام في الرد على من كذب على الشيخ الإمام ونسبته إلى تكفير أهل الإيمان والإسلام ص139.\nالجزء: 1 ¦ الصفحة: 123\n",
        "وما تلقاه الإمام محمد بن عبد الوهاب عن الشيخ عبد الله بن ابراهيم بن سيف النجدي بالحديث المسلسل بالأولية والحديث المسلسل بالحنابلة. قال ابن غنام في روضة الأفكار والأفهام جـ 1 صـ 26 في بيان روايته عنه الحديث الأول \"نقلت من خطه - أي الشيخ محمد بن عبد الوهاب - ما نصه: \"حدثني الشيخ عبد الله بن إبراهيم بمنزله بظاهر المدينة المنورة - على ساكنها أفضل الصلاة والسلام - عن شيخ الإسلام ومفتي الشام أبي المواهب الحنبلي إجازة قال: أخبرنا والدي تقي الدين عبد الباقي الحنبلي، وهو أول حديث سمعته منه قال: أخبرنا به المعمر الشيخ عبد الرحمن البهوتي الحنبلي، وهو أول حديث سمعته قال: أخبرنا به شيخنا جمال الدين يوسف الأنصاري الخزرجي، وهو أول حديث سمعته منه قال: أخبرنا به والدي شيخ الإسلام زكريا الأنصاري، وهو أول حديث سمعته منه قال: أخبرنا به شيخ الإسلام أبو الفضل أحمد بن حجر العسقلاني، وهو أول حديث سمعته منه قال: أخبرنا الصلاح محمد بن محمد الحكري الصوفي الخازن، وهو أول حديث سمعته منه قال: أخبرنا الحافظ زين الدين عبد الرحيم العراقي، وهو أول حديث سمعته منه قال: أخبرنا به الصدر أبو الفتح\n...\nوهو أول حديث سمعته منه قال: أخبرنا به الحافظ أبو الفرج عبد اللطيف بن عبد المنعم الحراني، وهو أول حديث سمعته منه قال: أخبرنا به الحافظ أبو الفرج عبد الرحمن بن علي بن الجوزي، وهو أول حديث سمعته منه قال: أخبرنا به الحافظ إسماعيل بن أبي صالح النيسابوري، وهو أول حديث سمعته منه قال: أخبرنا به والدي أبو صالح المؤذن، وهو أول حديث سمعته منه قال: أخبرنا به أبو طاهر محمد بن محمد1 الزيادي، وهو أول حديث سمعته منه قال: أخبرنا أحمد بن محمد بن يحيى بن بلال البزاز، وهو أول حديث سمعته منه قال: أخبرنا عبد الرحمن بن بشر بن الحكم النيسابوري، وهو أول حديث سمعته منه قال: أخبرنا سفيان بن عيينة، وهو أول حديث سمعته منه عن عمرو بن دينار، عن أبي قابوس مولى عبد الله بن عمرو بن العاص عن عبد الله بن عمرو بن العاص قال: قال رسول الله صلى الله عليه وسلم: \"الراحمون يرحمهم الرحمن، ارحموا من في الأرض يرحمكم من في السماء\" 2 تفرد به سفيان ولا يصح سنده عمن هو فوق سفيان3 ا. هـ.\n1 ابن محمش بفتح الميم وسكون المهملة وكسر الميم الثانية آخره شين معجمة.\n2 الترمذي: البر والصلة (1924) , وأبو داود: الأدب (4941) .\n3 روضة الأفكار والأفهام ج1 ص26,27, وقد صححنا من الأثبات ما يحتاج إلى التصحيح.\nالجزء: 1 ¦ الصفحة: 124\n",
        "وإلى ما أوضحه ابن غنام أشار الشيخ العلامة عبد اللطيف بن عبد الرحمن بن حسن بن محمد بن عبد الوهاب بقوله في ترجمة الإمام محمد بن عبد الوهاب \"روى عن جماعة منهم: الشيخ عبد الله بن إبراهيم النجدي ثم المدني وأجازه من طريقين. وأول ما سمع منه الحديث المسلسل بالأولية كتب السماع بالسند المتصل إلى عبد الله بن عمرو بن العاص - رضي الله عنهما - قال: قال رسول الله صلى الله عليه وسلم: \"الراحمون يرحمهم الرحمن، ارحموا من في الأرض يرحمكم1 من في السماء\".\nوأما الحديث المسلسل فيقول ابن غنام في روضة الأفكار والأفهام جـ 1 صـ 27 \"قال الإمام محمد بن عبد الوهاب - رحمه الله -: حدثني الشيخ عبد الله بن إبراهيم الحنبلي بمنزله بظاهر المدينة المنورة عن شيخ الإسلام ومفتي الشام أبي المواهب بن تقي الدين عبد الباقي الحنبلي إجازة عن والده تقي الدين المذكور قال: أخبرنا الشيخ عبد الرحمن البهوتي الحنبلي قال: أخبرنا الشيخ تقي الدين بن النجار الفتوحي الحنبلي صاحب \"منتهى الإرادات\" أخبرنا والدي شهاب الدين أحمد - قاضي القضاة الحنبلي - قال: أخبرنا به بدر الدين الصفدي القاهري والحنبلي قال: أخبرنا عز الدين أبو البركات الحنبلي قال: أخبرنا أبو علي حنبل بن عبد الله الرصافي الحنبلي قال: أخبرنا أبو القاسم هبة الله الحنبلي قال: أخبرنا أبو الحسن بن علي الحنبلي قال: أخبرنا أبو بكر أحمد بن جعفر الحنبلي قال: أخبرنا أبو محمد عبد الله بن الإمام أحمد الحنبلي قال: حدثني أبي أحمد بن محمد بن حنبل إمام كل حنبلي عن ابن أبي عدي عن حميد عن أنس بن مالك رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"إذا أراد الله بعبده خيرا استعمله، قالوا: كيف يستعمله؟ قال: يوفقه لعمل صالح قبل موته\" 2 هذا حديث عظيم قد وقع ثلاثيا للإمام\n1 قال العلامة المحدث الشيخ عبد الرحمن بن عبد الله الحنبلي الدمشقي ثم الحلبي المتوفي سنة 1192هـ في \"منار الإسعاد\" ص301 الرواية في \"يرحمكم\" بالرفع, كما نبه عليه شيخ مشايخنا الشيخ عبد الباقي - رحمه الله - في الكواكب السائرة له، فقد ذكر في ترجمة شيخه العلامة أبي الثناء محمد البيلوني الحلبي أنه لما أسمعه هذا الحديث المذكور أملاه عليه برفع \"يرحمكم\" على أنه جملة دعائية، وقال له: هكذا أملاه علينا شيخنا البرهان بن العماد الحلبي، وأفاد أن الرواية في \"يرحمكم\" بالرفع؛ لكونها جملة دعائية وليست بالجزم على إنها جواب الأمر. انتهى. ولا يمتنع الجزم عربية\" ا. هـ.\n2 الترمذي: القدر (2142) , وأحمد (3/106 ,3/120) .\nالجزء: 1 ¦ الصفحة: 125\n",
        "أحمد1 \" وإلى هذا المسلسل بفقهاء الحنابلة أشار العلامة الشيخ عبد اللطيف بن عبد الرحمن بن حسن بن الإمام محمد بن عبد الوهاب بقوله في ترجمة جده الإمام \"سمع منه - أي: من عبد الله بن إبراهيم النجدي - مسلسل الحنابلة بسنده إلى أنس بن مالك رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"إذا أراد الله بعبده خيرا استعمله، قالوا: كيف يستعمله؟ قال: يوفقه لعمل صالح قبل موته\" 2 وهذا الحديث من ثلاثيات أحمد\" ا. هـ.\nهذا - وهناك طريقان آخران أجاز بهما الشيخ عبد الله بن إبراهيم النجدي شيخ الإسلام محمد بن عبد الوهاب كما ذكره ابن غنام في \"روضة الأفكار والأفهام\" وأوضحه صاحب التوضيح، إحداهما - عن ابن نصر الله عن الشيخ محمد البلباني عن الشيخ أحمد بن علي الوفائي المصلحي عن الشيخ موسى الحجاوي عن القاضي برهان الدين بن مفلح عن والده نجم الدين بن مفلح عن والده القاضي صاحب الفروع عن جده عبد الله بن مفلح عن الشيخ تقي الدين أحمد ابن تيمية عن شمس الدين أبي عمر عن عمه موفق الدين بن قدامة عن الشيخ عبد القادر عن القاضي أبي يعلى المرداوي عن ابن حامد عن أبي بكر الخلال عن أبي بكر المرُّوذي عن الإمام أحمد بن سفيان بن عيينة عن عمرو بن دينار عن ابن عباس - رضي الله عنهما - عن النبي صلى الله عليه وسلم.\n2-\nعن عبد القادر التغلبي عن عبد الباقي أبي المواهب المحدث عن الشيخ أحمد الوفائي عن موسى الحجاوي عن أحمد الشوبكي عن العسكري عن عبد الرحمن بن رجب3 عن ابن القيم عن تقي الدين أحمد ابن تيمية عن شمس الدين نجل أبي عمر عن عمه موفق الدين عن الشيخ عبد القادر الجيلاني عن أبي الوفاء بن عقيل عن\n1 روضة الأفكار والأفهام ج1 ص27.\n2 الترمذي: القدر (2142) , وأحمد (3/106 ,3/120) .\n3 كذا في \"التوضيح\" ووقع في كتاب \"علماء نجد خلال ستة قرون\" لفضيلة الشيخ البسام ج3 ص844 ما نصه \"عن أحمد العكسري عن علي بن سليمان المرداوي عن ابن خندس عن ابن اللحام عن الحافظ بن رجب\" ا. هـ وهذا هو الصواب الموافق لما ورد في إجازة الشيخ عبد الستار بن عبد الوهاب الدهلوي المكي للعلامة الشيخ عبد الله بن سليمان بن بليهد المسطورة في مقدمة كتاب \"الأحكام السلطانية\" للإمام أبي يعلى.\nالجزء: 1 ¦ الصفحة: 126\n",
        "القاضي أبي يعلى عن ابن حامد عن أبي بكر الخلال عن أبي بكر المرُّوذي1 عن الأثرم عن الإمام أحمد عن سفيان بن عيينة عن عمرو بن دينار عن ابن عباس -رضي الله عنهما- عن النبي صلى الله عليه وسلم\" اهـ.\n3-\nمن مشايخ الإمام محمد بن عبد الوهاب الإمام المحدث محمد حياة السندي2 ذكر ذلك غير واحد منهم حفيده وتلميذه العلامة الشيخ عبد الرحمن بن حسن بن محمد بن عبد الوهاب، والشيخ عثمان بن بشر. قال الشيخ عبد الرحمن في الرسالة التي أجاب بها من سأله عمن روى عنهم من المشايخ بعد أن ذكر ما تلقاه عن جده محمد بن عبد الوهاب \"سنده - أي: محمد بن عبد الوهاب رحمه الله - معروف، تلقاه عن عدة من علماء المدينة وغيرهم رواية خاصة وعامة منهم: محمد حياة السندي، والشيخ عبد الله بن إبراهيم الفَرَضي الحنبلي\" وقال الشيخ عثمان بن بشر في \"عنوان المجد في تاريخ نجد\" صـ 36 في ترجمة محمد حياة السندي \"أخذ العلم عن جماعة منهم: الشيخ عبد الله بن سالم البصري، صاحب الإمداد في علوم الإسناد، وأخذ عنه جماعة أجلهم شيخ الإسلام محمد بن عبد الوهاب - قدس الله روحه- والشيخ علاء الدين السوري وغيرهما\" اهـ\nوقد بين العلامة الشيخ عبد اللطيف بن عبد الرحمن بن حسن في \"مصباح الظلام\" ما للشيخ محمد حياة السندي من أكبر الأثر على الإمام محمد بن عبد الوهاب حيث قال صـ 39 \"كان له- أي الشيخ محمد حياة السندي - أكبر الأثر في توجيهه - أي: الشيخ محمد بن عبد الوهاب - إلى إخلاص توحيد عبادة الله، والتخلص من رق التقليد الأعمى والاشتغال بالكتاب والسنة\" ا. هـ.\n1 كذا في التوضيح، وفي بعض الأثبات \"عن أبي بكر غلام الخلال عن أبي بكر أحمد بن محمد بن هارون الخلال عن أبي بكر المروزي عن الإمام أحمد بن حنبل\".\n2 كان له اليد الطولي في معرفة الحديث وأهله ومحبته، وصنف فيه مصنفا سماه \"تحفة الأنام\" في العمل بحديث النبي عليه أفضل الصلاة والسلام, وله مصنفات غيرها، رأيت له مصنفا عجيبا شرحا على الأربعين النووية سماه \"تحفة المبين شرح الأربعين\" ا. هـ. ذكر ذلك ابن بشر في \"عنوان المجد\" ج1 ص34. وقال الكتاني في \"فهارس الفهارس\" ج1 ص244 \"له شرح على الترغيب والترهيب في مجلدين، وشرح على الأربعين النووية، ومختصر الزواجر، والأربعين حديثا من جمع الملا علي القاري، والإيقاف على سبب الاختلاف، وتحفة الأنام في العمل بحديث النبي عليه الصلاة والسلام\" ا. هـ.\nالجزء: 1 ¦ الصفحة: 127\n",
        "4-\nالشيخ محمد المجموعي صاحب البصرة، وهو عالم جليل أقام الإمام محمد بن عبد الوهاب يقرأ عليه. قال ابن بشر في عنوان المجد في تاريخ نجد جـ 1 صـ 16 في خروج الإمام محمد بن عبد الوهاب من نجد إلى البصرة يريد الشام قال: \"فلما وصلها - أي: البصرة - جلس يقرأ فيها عند عالم جليل من أهل المجموعة - قرية من قرى البصرة - في مدرسة فيها، ذكر لي أن اسمه محمد المجموعي، فأقام مدة يقرأ عليه فيها، وينكر أشياء من الشركيات والبدع، وأعلن الإنكار، واستحسن شيخه قوله، وقرر له التوحيد، وانتفع به\" ا. هـ.\n5-\nالشيخ على أفندي الداغستاني، حينما اجتمع بالإمام محمد بن عبد الوهاب في المدينة المنورة وأجازه، ذكر ذلك صاحب التوضيح عن توحيد الخلاق1. وذكر أنه أجاز الإمام محمد بن عبد الوهاب بكل ما حواه ثبت الشيخ أبي المواهب الحنبلي قراءة وتعلما وتعليما مما تقدم ذكره في إجازة الشيخ عبد الله بن ابراهيم بن سيف النجدي للإمام محمد بن عبد الوهاب، وممن عد الشيخ علي أفندي الداغستاني من مشايخ الإمام محمد بن عبد الوهاب الشيخ ابن بدران في \"المدخل إلى فقه الإمام أحمد بن حنبل\" قال صـ23 \"وأخذ - أي: الشيخ محمد بن عبد الوهاب - عن الشيخ علي أفندي الداغستاني، وعن المحدث الشيخ إسماعيل العجلوني وغيرهما من العلماء\" اهـ. وذكر - أيضا - الكتاني في \"فهرس الفهارس والأثبات ومعجم المعاجم والمشيخات والمسلسلات\" فقد صرح بأن الشيخ محمد بن عبد الوهاب أخذ عن طبقة كبار تلاميذ البصري وتلاميذ تلاميذه كعلي الداغستاني ومحمد العفالقي\" وذكره - أيضا - الشيخ محمد حامد الفقي في كتابه \"تاريخ الدعوة الوهابية في الإصلاح الديني والعمراني في جزيرة العرب وغيرها\" والشيخ عبد الرحمن بن قاسم في جزء التراجم من \"الدرر السنية\" الطبعة الأولى.\n1 وعلى هذا هو علي أفندي بن صادق بن محمد بن إبراهيم الداغستاني أخذ عن الشيخ محمود بن عبد الله الأنطاكي عن الشيخ محمد بن علي الكاملي عن الشيخ خير الدين الرملي، وأخذ الشيخ علي أفندي - أيضا - عن الشيخ عبد الكريم الآمدي والشيخ أيوب الداغستاني، ثم رحل إلى الحجاز، وجاور مدة وأخذ عن الشيخ محمد حياة السندي عن الشيخ عبد الله البصري, وتوفي عام 1199. ذكر ذلك كله صاحب تقريب المراد في رفع الإسناد ص122.\nالجزء: 1 ¦ الصفحة: 128\n",
        "6-\nعبد اللطيف العفالقي الأحسائي، أجاز الإمام محمد بن عبد الوهاب بكل ما حواه ثبت الشيخ عبد الباقي أبي المواهب الحنبلي قراءة وتعلما وتعليما، ذكر ذلك صاحب \"التوضيح عن توحيد الخلاق\" وممن ذكر إجازة العفالقي للإمام محمد بن عبد الوهاب الشيخ محمد حامد الفقي في كتابه \"في أثر دعوة الإمام محمد بن عبد الوهاب\".\n7-\nالشيخ إسماعيل العجلوني، ذكر ذلك العلامة ابن بدران في \"المدخل إلى فقه الإمام أحمد بن حنبل\" والشيخ عبد الرحمن بن قاسم في جزء التراجم من \"الدرر السنية\" والشيخ محمد حامد الفقي في كتابه في أثر دعوة الإمام محمد بن عبد الوهاب.\n8-\nالشيخ عبد الله بن سالم البصري، فقد جاء في \"حصر الشارد\" من أسانيد الشيخ محمد عابد في كتاب المحب الطبري \"القرى لقاصد أم القرى\" رواه الشيخ عبد الله ابن محمد بن عبد الوهاب عن أبيه - الشيخ محمد بن عبد الوهاب - عن البصري. ذكر ذلك العلامة الشيخ عبد الحي الكتاني الفاسي في \"فهرس الفهارس والأثبات ومعجم المعاجم والمشيخات والمسلسلات\". وتعقبه بقوله \"ما ذكره - أي: صاحب حصر الشارد\" من أن محمد بن عبد الوهاب أخذ عن البصري فيه عندي نظر، فإن المعروف في تاريخ الوهابية أن محمد بن عبد الوهاب ولد عام 1111 هـ ومات سنة 1207 هـ، وهو الذي في الخلاصة الدحلانية ; فإذا إنما عاصر البصري بنحو العشرين سنة؛ لأن وفاة البصري كانت سنة 1134 هـ، وعلى ما في التوضيح لحفيده سليمان أن ولادته كانت سنة 1110هـ، وكذا في الحطة لصديق حسن، فعلى هذا يستبعد أخذه عنه وهو بمكة وابن عبد الوهاب في نجد. والمعروف أن ابن عبد الوهاب إنما أخذ عن طبقة كبار تلاميذ البصري وتلاميذ تلاميذه، كعلي الداغستاني ومحمد العفالقي. وفي الحطة أنه أخذ عن عبد الله بن إبراهيم النجدي تلميذ الشيخ أبي المواهب الحنبلي، وانظر كتب أولاده كالتوضيح لسليمان بن عبد الله بن محمد بن عبد الوهاب وغيره، والله أعلم، ولو صح أخذ محمد بن عبد الوهاب عن البصري لكان آخر تلاميذه في الدنيا، مع أن آخرهم موتا فيما نحفظ الشمس محمد بن عبد الله المغربي، مات قبله سنة 1201هـ كما سبق في الأضداد للبصري\" هذا ما تعقب به الكتاني ما في حصر الشارد، وفيه عندي نظر من وجوه؛ أولها أن المعروف في تاريخ دعوة الإمام محمد بن عبد الوهاب أو ولادة الإمام محمد بن عبد الوهاب كانت سنة 1115هـ لا عام 1111هـ.\nالجزء: 1 ¦ الصفحة: 129\n",
        "الثاني: أن ما عزاه إلى \"التوضيح\" و \"الحطة\" غير صحيح. فقد جاء في \"التوضيح\" ما نصه: \"ولد: أي: الشيخ محمد بن عبد الوهاب سنة 1115 هـ، وجاء في الخطة أنه سنة خمسة عشر بعد المائة والألف. وأما الخلاصة الدحلانية وغيرها من كتابات مؤلفها عن الإمام محمد بن عبد الوهاب فلا اعتبار بها؛ لكراهته لدعوته وبغضه له، بل لو فرضنا أن الأمر بخلاف ذلك لا ينبغي للكتاني أن يقلد من أخطأ في خطئه. فقد قال المؤرخ: الإغراق في التقليد الأعمى إلى اتباع الأوهام الساقطة التي تدل على أن الناقل أو الناسخ كان لا يتأمل ما يقرأ ويجري به قلمه ولله عاقبة الأمور\" اهـ.\nالثالث: أن الإمام محمد بن عبد الوهاب قد حج في السنة الثانية عشرة من عمره، وكان الشيخ عبد الله بن سالم البصري إذ ذاك لم يزل حيا؛ لأنه لم يتوف إلا عام 1130هـ. فلا يستبعد اتصاله ما دام الأمر كذلك.\n9-\nالشيخ صبغة الله الحيدري. ذكر ذلك الشيخ محمود شكرى الألوسي في تاريخ نجد: \"يقال إنه - أي: الإمام محمد بن عبد الوهاب - قدم بغداد وأخذ عن صبغة الحيدري\"1.\n1 وصفه الشيخ أمين حسن الحلواني المدني في \"مختصر مطالع السود بأخبار آل داود ص27 أنه عالم علامة، ثم قال: فممن أخذ عنه العلامة زين الدين الهكاري والعلامة محمد بن شروين والفاضل أحمد المحلي والجهبذ شيخ الكردوي الإسنوي ثم المدني, والشيخ عبد الملك العصامي في الحديث النبوي، وهو أخذ عنه - أيضا - بحق سماع عبد الملك من والده عن العلامة ابن حجر المكي، وذكر أنه توفي عام 1190هـ.\nالجزء: 1 ¦ الصفحة: 130\n",
        "من ثناء أهل العلم على الإمام محمد بن عبد الوهاب\nحظي شيخ الإسلام محمد بن عبد الوهاب من ثناء أهل العلم عليه بالشيء الوفير ; وعلى سبيل المثال لا الحصر نذكر منهم من يلي: -\n1-\nوالده الشيخ عبد الوهاب، كان يتوسم فيه الخير ويحدث بذلك ويبديه ويؤمل بذلك ويرجوه، ويعترف بالاستفادة منه على صغر سنه. قال سليمان أخو الإمام محمد بن عبد الوهاب - كان عبد الوهاب أبوه - أي: محمد - يتعجب من فهمه وإدراكه قبل بلوغه، ويقول: لقد استفدت من ولدي محمد فوائد من الأحكام، أو قريبا من هذا الكلام، وذكر ذلك العلامة ابن غنام في \"روضة الأفكار والأفهام\" جـ1 صـ25.\n2-\nالعلامة الأمير محمد بن إسماعيل الصنعاني1 أنشد فيه قصيدة أثنى عليه فيها بقيامه بالتوحيد وبإلزامه من تحت يده إقامة شعائر الإسلام. بين في تلك القصيدة ما عليه أكثر الناس في زمان الشيخ محمد بن عبد الوهاب من التبرك بالأشجار والأحجار والقبور وغير ذلك من أنواع الانحراف.\nيقول الصنعاني في تلك القصيدة:\nسلامي على نجد ومن حل في نجد\n...\nوإن كان تسليمي على البعد لا يجدي\nلقد صدرت من سفح صنعا سقي الحيا\n...\nرباها وحياها بقهقهة الرعد\nسرت من أثير ينشد الريح أن سرت\n...\nألا ياصبا نجد متى هجت من نجد\n1وقد أثنى عليه ابن غنام في روضة الأفكار والأفهام بقوله ج1 ص19 كان مشهورا بالعلم والفهم. ا. هـ.\nالجزء: 1 ¦ الصفحة: 131\n",
        "يذكرني مسراك نجدا وأهله\n...\nلقد زادني مسراك وجدا على وجد\nقفي واسألي عن عالم حل سوحها\n...\nبه يهتدي من ضل عن منهج الرشد\nمحمد الهادي لسنة أحمد\n...\nفيا حبذا الهادي ويا حبذا المهدى\nلقد أنكرت كل الطوائف قوله\n...\nبلا صدر في الحق منهم ولا ورد\nوما كل قول بالقبول مقابل\n...\nولا كل قول واجب الطرد والرد\nسوى ما أتى عن ربنا ورسوله\n...\nفذلك قول جل قدرا عن الرد\nوأما أقاويل الرجال فإنها\n...\nتدور على قدر الأدلة في النقد\nوقد جاءت الأخبار عنه بأنه\n...\nيعيد لنا الشرع الشريف بما يبدي\nوينشر جهرا ما طوى كل جاهل\n...\nمبتدع منه فوافق ما عندي\nويعمر أركان الشريعة هادما\n...\nمشاهد ضل الناس فيها عن الرشد\nأعادوا بها معنى سواع ومثله\n...\nيغوث وود بئس ذلك من ود\nوقد هتفوا عند الشدائد باسمها\n...\nكما يهتف المضطر بالصمد الفرد\nوكم عقروا في سوحها من عقيدة\n...\nأهلت لغير الله جهرا على عمد\nوكم طائف حول القبور مقبل\n...\nومستلم الأركان منهي باليد\nإلى أن قال:\nفقد سرني ما جاءني من طريقه\n...\nوكنت أرى هذه الطريقة لي وحدي 1\nوفي بيان حالة الأقطار وقت ظهور الشيخ محمد بن عبد الوهاب يقول الصنعاني في قصيدة له أخرى:\n1 وردت هذه القصيدة بكمالها في ديوان الصنعاني ص122-132، وأشار إليها شيخ الإسلام محمد بن عبد الوهاب في \"مفيد المستفيد في كفر تارك التوحيد\" بقوله: \"الأمر كما قال الصنعاني في قصيدته\" أقاويل لا تعزى إلى عالم فلا تساوي فلسا إن رجعت إلى النقد. وذكر الصنعاني في \"تطهير الاعتقاد عن أدران الإلحاد\" منها أربعة أبيات تبتدئ بقوله: أعادوا بها معنى سواع, وتنتهي بقوله: ويستلم الأركان منهي بالأيدي وعبر الصنعاني عما ذكره منها بالأبيات النجدية وكرها ابن غنام في روضة الأفكار والأفهام ج1 ص46-49 ووصفها بأنها بديعة في معناها فائقة أترابها رونقا وحسنا.\nالجزء: 1 ¦ الصفحة: 132\n",
        "أسائل من دار الأراضي سياحة\n...\nعسى بلدة فيها هدى وصواب\nفيخبر كل عن قبائح ما رأى\n...\nوليس لأهليها يكون متاب\nلأنهم عدوا قبائح فعلهم\n...\nمحاسن يرجى عندهن ثواب\n3-\nالعلامة محمد بن علي الشوكاني صاحب نيل الأوطار وغيره من الكتب المهمة، ذكره في ترجمة غالب بن مساعد أمير مكة من كتابه \"البدر الطالع بمحاسن من بعد القرن السابع\" وقال في جـ 12 \"وفي سنة 1215 وصل من صاحب نجد المذكور أي: عبد العزيز بن سعود مجلدان لطيفان أرسل بهما إلى حضرة حولان الإمام حفظه الله، أحدهما يشتمل على رسائل لمحمد بن عبد الوهاب كلها في الإرشاد إلى إخلاص التوحيد والتنفير من الشرك الذي يفعله المعتقدون في القبور، وهي رسائل جيدة مشحونة بأدلة الكتاب والسنة. والمجلد الآخر يتضمن الرد على جماعة من المقصرين من سفهاء صنعاء وصعدة ذكروه في مسائل متعلقة بأصول الدين وبجماعة من الصحابة، فأجاب عليهم جوابات محررة مقررة محققة تدل على أن المجيب من العلماء المحققين العارفين بالكتاب والسنة. وقد هدم عليهم جميع ما بنوه وأبطل جميع ما دونوه؛ لأنهم مقصرون متعصبون، فصار ما فعلوه خزيا عليهم وعلى أهل صنعاء وصعدة، وهكذا من تصدر ولم يعرف مقدار نفسه، وأرسل صاحب نجد مع الكتابين المذكورين بمكاتبة منه إلى سيدي المولى الإمام فدفع حفظه الله جميع ذلك، فأجبت عن كتابه الذي كتب إلى مولانا الإمام حفظه الله على لسانه بما معناه: أن الجماعة الذين أرسلوا إليه بالمذكرة لا ندري من هم، وكلامهم يدل على أنهم جهال، والأصل والجواب موجودان في مجموعين\" اهـ.\nوذكر الشوكاني في ترجمة الإمام سعود بن عبد العزيز بن محمد بن سعود من \"البدر الطالع بمحاسن من بعد القرن السابع\" جـ1 صـ262. ذكر ما قام به الإمام محمد بن عبد الوهاب من الدعوة إلى توحيد الله عز وجل والإنكار على المعتقدين في الأموات، وما قام به الإمام محمد بن سعود من إجابته ونصره ومجاهرة من خالف دعوته دعوة التوحيد، وقيام الإمام عبد العزيز بن محمد بن سعود مقامه، وقيام الإمام سعود بن عبد العزيز مقام عبد العزيز من بعده، وما لذلك في بلاد اليمن من الآثار العظيمة، فقال: \"وصل إليه - أي: إلى محمد بن سعود - الشيخ العلامة محمد بن عبد الوهاب\nالجزء: 1 ¦ الصفحة: 133\n",
        "الداعي إلى التوحيد المنكر على المعتقدين في الأموات، فأجابه وقام بنصره وما زال يجاهد من يخالفه. وكانت تلك البلاد قد غلبت عليها أمور الجاهلية وصار الإسلام فيها غريبا، ثم مات محمد بن سعود وقد دخل في الدين بعض البلاد النجدية، وقام ولده عبد العزيز مقامه، فافتتح جميع الديار النجدية والبلاد المقدسة والبلاد العارضية والحسا والقطيف، وجاوزها إلى فتح كثير من البلاد الحجازية، ثم استولى على الطائف ومكة والمدينة وغالب جزيرة العرب، وغالب هذه الفتوح على يد ولده سعود، ثم قام بعده ولده سعود فتكاثرت جنوده واتسعت فتوحه ووصلت جنوده إلى اليمن، فافتتحوا بلاد أبي عريش وما يتصل بها، ثم تابعهم الشريف حمود بن محمد شريف أبي عريش، وأمدوه بالجنود ففتح البلاد التهامية كاللحية والحديدة وبيت الفقيه وزبيد وما يتصل بهذه البلاد، وما زال الوافدون من سعود يفدون إلينا إلى صنعاء إلى حضرة الإمام المنصور وإلى حضرة ولده الإمام المتوكل، فكتب إليهما بالدعوة إلى التوحيد، وهدم القبور المشيدة والقباب المرتفعة، ويكتب إلي - أيضا - مع ما يصل من الكتب إلى الإمامين، ثم وقع الهدم للقباب والقبور المشيدة في صنعاء، وفي كثير من الأمكنة المجاورة لها، وفي جهة ذمار وما يتصل بها\" ا. هـ.\n4-\nالشيخ العلامة محمد بن أحمد بن عبد القادر الحفظي1 قال في الثناء عليه والإشادة بدعوته:\nالحمد حقا مستحقا أبدا\n...\nلله رب العالمين أبدا\nمصليا على الرسول الشارع\n...\nوآله وصحبه والتابعي\nفي البدء والختم وأما بعد\n...\nفهذه منظومة تعد\n1 وصفه الشيخ محمد بن محمد بن يحيى بن زبارة الحسني اليماني الصنعاني في كتابه \"نيل الوطر في رجال اليمن في القرن الثالث عشر\" بأنه الشيخ العلامة البارع في الفنون وقال: كان سريع البادرة حسن المحاضرة مع تواضع ودماثة أخلاق واشتغال بما يقربه من الأخلاق وكان المرجع لأهل جهته بعد وفاته قال: \"ولما ظهرت الدعوة النجدية - يعني دعوة الإمام محمد بن عبد الوهاب - بالبلاد التهامية كان ممن مال إليها وحث الناس على إجابتها وكتب إلى حاكم المخلاف السليماني أبي عريش القاضي عبد الرحمن البهكلي وسائر علماء المخلاف قصيدة في ذلك أولها:\"هاج الشجى وهاج شوق* المبتلي وبدت صبابات الغرام الأول\"\nوذكر أن له مؤلفات في النحو وغيره ومات بقرية رجار من عسير في سنة 1237هـ.\nالجزء: 1 ¦ الصفحة: 134\n",
        "حركني لنظمها الخير الذي\n...\nقد جاءنا في آخر العصر القذي\nلما دعا الداعي من المشارق\n...\nبأمر رب العالمين الخالق\nوبعث الله لنا مجددا\n...\nمن أرض نجد عالما مجتهدا\nشيخ الهدى محمد المحمدي\n...\nالحنبلي الأثري الأحمدي\nفقام والشرك الصريح قد سرى\n...\nبين الورى وقد طغى واعتكرا\nلا يعرفون الدين والتهليلا\n...\nوطرق الإسلام والسبيلا\nإلا أساميها وباقي الرسم\n...\nوالأرض لا تخلو من أهل العلم\nوكل حزب فله وليجة\n...\nيدعونه في الضيق للتفريجة\nوملة الإسلام والأحكام\n...\nفي غربة وأهلها أيتام\nدعا إلى الله وبالتهليلة\n...\nيصرخ بين أظهر القبيلة\nمستضعفا وما له من ناصر\n...\nولا له مساعد موازر\nفي زلة وقلة وفي يده\n...\nمهفة تغنيه عن مهذه\nكأنها ريح الصبا في الرعب\n...\nوالحق يعلو بجنود العرب\nقد أذكرتني درة لعمر\n...\nوضرب موسى العصا بالحجر\nولم يزل يدعو إلى دين النبي\n...\nليس إلى نفس دعا أو مذهب\nيعلم الناس معاني أشهد\n...\nأن لا إله غير فرد يعبد\nمحمد نبيه وعبده\n...\nرسوله إليكم وقصده\nأن تعبدوه وحده لا تشركوا\n...\nشيئا به والابتداع فاتركوا\nومن دعا دون الإله أحدا\n...\nأشرك بالله ولو محمدا\nإن قلتم نعبدهم للقربة\n...\nأو للشفاعة فتلك الكذبة\nفربنا يقول في كتابه\n...\nهذا هو الشرك بلا تشابه\nهذه معاني دعوة الشيخ لمن\n...\nعاصره فاستكبروا عن السنن\nفانقسم الناس فمنهم شارد\n...\nمخاصم محارب معاند\nما بين خفاش وبين جعل\n...\nشاهت وجوه أهل هذا المثل\nوبعدما استجيب لله فمن\n...\nحاد في الله تردى وافتتن\nالجزء: 1 ¦ الصفحة: 135\n",
        "ذكر هذه الأبيات الشيخ سليمان بن سحمان في كتابه \"الصواعق المرسلة الشهابية على الشبه الداحضة الشامية\" صـ72، وأضاف الحفظي إلى ذلك ما صرح به في \"اللجام المكين والزمام المتين\" حيث قال: ولقد كتبت إلى بعض علماء اليمن وقضاتها منظومة قلتها في ذلك - أي في الدفاع عن دعوة الإمام محمد بن عبد الوهاب.\nوالحق أولى أن يجاب وإنما\n...\nلم أدر ما حيلولة المتحيل\nإن كان ظنا أن ذاك مخالف\n...\nفهو البري من الخلاف المبطل\nبل قام يدعو الناس للتوحيد\n...\nوالتجريد والتغريد للرب العلي\nويذب عن شرع النبي محمد\n...\nويذم من يدعو النبي أو الولي\nأو كان ظنا أن فيه غلاظة\n...\nوفظاظة وشكامة لم تجمل\nفأقول حاشا أن فيه ليونة\n...\nوهيونة للمقبل المستقبل\nوإذا رأيت مفاسدا من بعضهم\n...\nفالشيخ عن ذاك الفساد بمعزل\nومما وفق فيه العلامة الحفظي مكاتبة أئمة الدعوة في كل مناسبة تقتضي ذلك. فقد كتب إليهم يسأل عن مسألة الضيافة هل هي واجبة أم لا؟ وعن طلب الإمام وعماله الزكاة من الأموال للباطنة هل يجوز له أم لا؟ وعن حكم العمل بصريح الحديث وظاهره إذا وجده المرء الأمهات الست أو ما التزم مخرجه فيه الصحة والحسن. هل للإنسان العمل به والاعتماد عليه وإن لم يبحث عنه هل هو منسوخ أم لا؟ وهل عارضه أقوى منه؟ وفي خطاب الحفظي المتضمن لتلك الأسئلة تصريحه بأنه على ما عليه الإمام الشيخ محمد بن عبد الوهاب من إخلاص الدعاء لله وترك عبادة ما سواه وأنه لا يرضى بالإشراك والتخلف عن التوحيد ولو قدر فواق، فأجابه الشيخان الجليلان حسين وعبد الله ابنا الشيخ الإمام محمد بن عبد الوهاب عن تلك الأسئلة بجواب سجل تحت عنوان \"المسائل الحفظية\" في الجزء الرابع من مجموعة الرسائل والمسائل النجدية ط مطبعة المنار صـ54- 549.\nوكتب الحفظي - أيضا - إلى أئمة الدعوة يسأل عن ضبط كلمة الإخلاص ومعناها وحقيقتها وحكمها ولازمها وفائدتها ومقتضاها ونواقضها ومتمماتها، فأجاب عن ذلك\nالجزء: 1 ¦ الصفحة: 136\n",
        "السؤال العلامة سعيد بن حجي الحنبلي النجدي بجواب طويل جدا ورد في الجزء الرابع من مجموعة الرسائل والمسائل النجدية صـ840- 874.\nوكتب مسألة أخرى يسأل فيها عن مسائل أوردها عليه بعض المجادلين في الدعوة وسمى تلك الرسالة \"اللجام المكين والزمام المتين\" فأجاب عنها الشيخ حمد بن ناصر بن عثمان بن معمر الحنبلي بجواب جيد في مجموعة الرسائل والمسائل النجدية جـ4 صـ582- 659.\nوللحفظي ألفية ما زالت مخطوطة نظم فيها خمسة كتب للإمام محمد بن عبد الوهاب هي: تفسير كلمة التوحيد والخصال الثماني وكتاب التوحيد والثلاثة الأصول وكشف الشبهات. وله في التوحيد رسالة قيمة سماها \"درجات الصاعدين إلى مقامات الموحدين\" أثنى فيها على الإمام محمد بن عبد الوهاب وعلى أنصار دعوته أئمة آل سعود حق الثناء، قال فيها صـ43 \"فمن حين ظهرت هذه الدعوة النجدية إلى توحيد الإلهية وجردت عليها السيوف فمن ردها وأباها فالكلام عليه واللوم متوجه إليه، وهي الآن بحمد الله قد غارت وطارت. والقرآن العظيم أكبر حجة على من بلغه، والمسائل الواضحة التي يشترك في معرفتها الخاص والعام، مثل توحيد الله بالعبادة وأنه لا شريك له فيها، يدل عليها القرآن دلالة صريحة معقولة للتالي والسامع مع هداية العقل إلى ذلك ودلالته عليه، وفهم الحجة غير بلوغها. وللعلماء أقوال في هذا المجال. وقد نص القرآن العظيم على ذم قوم يحسبون أنهم يحسنون صنعا\".. قال \"كالدعوة إلى التوحيد\".\nهذا أمر مستفيض وشيء مشهور على علم التوحيد أنه فرض لازم. وعلى الشرك أنه حرام محض، ولكنها حصلت غلطات شنيعة وعادات فظيعة وأعمال كفرية وأقوال شركية وردة صريحة وأفعال قبيحة تتابع فيها كثير من الناس، وقلد بعضهم بعضا إلا قليلا من الأكياس، وكادت تنطمس آثار مباني الشريعة، وتنهدم معانيها المنيعة، وما أوتي الناس إلا من قبل الولايات. وهل أفسد الدين إلا أولئك وأحبار سوء ورهبانها. حتى بزغ قمر التجديد وطلعت شمس التوحيد بدعوة شيخ الإسلام محمد بن عبد الوهاب أسكنه الله جنة المآب، فنور الظلام وأجلى الله به الغمام، وبين سبل السلام إلى بلوغ المرام، وألف\nالجزء: 1 ¦ الصفحة: 137\n",
        "المؤلفات في التوحيد بجميع العبادات مع إقامة الحجج القاطعة والإنصاف التام في المناظرة والمراجة، فعاد قارح الإسلام به جذعا، ورجع دارس الأحكام به متبعا، وكان رحمه الله سنيا أثريا متبعا، وأجاب دعوته وآوى غربته السعيد المسعود محمد بن سعود على قلة من الأعوان وابتكار لهذا الشأن، ثم وازره بجهوده وبطوقه وعارضه حتى استوى على سوقه الإمام عبد العزيز بن محمد بن سعود.\n5-\nالشيخ محمود شكري الألوسي قال في تاريخ نجد صـ114 (كان - أي: الإمام محمد بن عبد الوهاب - شديد التعصب للسنة كثير الإنكار على من خالف الحق من العلماء، والحاصل أنه - أي: الإمام محمد بن عبد الوهاب - من العلماء الآمرين بالمعروف الناهين عن المنكر، وكان يعلم الناس الصلاة وأحكامها وسائر أركان الدين ويأمر بالجماعات، وقد جد في تعليم الناس وحثهم على الطاعة وأمرهم بتعلم أصول الدين وشرائطه وأحكام الصلاة وأركانها وواجباتها وسننها وسائر أحكام الدين وأمر جميع أهل البلاد بالمذاكرة في المساجد كل يوم بعد صلاة الصبح وبعد العشاءين في معرفة الله تعالى ومعرفة دينه الإسلام ومعرفة أركانه وما ورد عليه من أدلة، ومعرفة النبي صلى الله عليه وسلم ونسبه ومبعثه وهجرته، وأول ما دعا إليه من كلمة التوحيد وسائر العبادات التي لا تنبغي إلا لله؛ كالدعاء والذبح والنذر والخوف والرجاء والخشية والرغبة والتوكل والإنابة وغير ذلك، فلم يبق أحد من عوام أهل نجد جاهلا بأحكام دين الإسلام، بل كلهم تعلموا ذلك إلى اليوم بعد أن كانوا جاهلين بها إلا الخواص منهم. وانتفع الناس به من هذه الجهة الحميدة\" ا. هـ.\nوقال الألوسي في هذا الكتاب في موضع آخر \"وقد قرر - أي: الإمام محمد بن عبد الوهاب - رحمه الله تعالى - على شهادة أن محمدا رسول الله من بيان ما تستلزمه هذه الشهادة وتستوعبه وتقتضيه من تجريد المتابعة، والقيام بالحقوق النبوية من الحب والتوقير والنصرة والمتابعة والطاعة وتقديم سنته صلى الله عليه وسلم على كل سنة وقول، والوقوف معها حيثما وقفت والانتهاء حيث انتهت في أصول الدين وفروعه، باطنه وظاهره وخفيه وجليه كليه وجزئيه ما ظهر به فضله وتأكد علمه ونبله، وأنه سباق غايات وصاحب آيات لا يشق غباره ولا تدرى في البحث والإفادة آثاره وأن أعداءه ومنازعيه\nالجزء: 1 ¦ الصفحة: 138\n",
        "وخصومه في الفضل وشانئيه يصدق عليهم المثل السائر بين أهل المحابر والدفاتر.\nحسدوا الفتى إذ لم ينالوا سعيه\n...\nفالناس أعداء له وخصوم\nكضرائر الحسناء قلن لوجهها\n...\nحسدا وبغيا إنه لدميم\n6-\nالعلامة الشيخ عبد القادر بن أحمد بن مصطفى، المعروف بابن بدران الدمشقي، وصف الإمام محمد بن عبد الوهاب في كتابه \"المدخل إلى مذهب الإمام أحمد بن حنبل\" صـ229؛ بأنه العالم الأثري والإمام الكبير قال: \"ولما امتلأ وطابه من الآثار وعلم السنة وبرع في مذهب أحمد، أخذ ينصر الحق ويحارب البدع ويقاوم ما أدخله الجاهلون في هذا الدين الحنفي والشريعة السمحاء، وأعانه قوم وأخلصوا العبادة لله وحده على طريقته التي هي إقامة التوحيد الخالص والدعوة إليه وإخلاص الوحدانية والعبادة كلها بسائر أنواعها لخالق الخلق وحده، وهب إلى معارضة أقوام ألفوا الجمود على ما كان عليه الآباء وتدرعوا بالكسل عن طلب الحق، وهم لا يزالون إلى اليوم يضربون على ذلك الوتر، وجنود الحق تكافحهم فلا تبقي منهم ولا تذر، وما أحقهم بقول القائل:\nكناطح صخرة يوما ليوهنها\n...\nفلم يضرها وأعيا1 قرنه الوعل\nولم يزل مثابرا على الدعوة إلى دين الله حتى توفاه الله تعالى سنة ست ومائتين وألف.\n1 وفي بعض النسخ (وأوهى) .\nالجزء: 1 ¦ الصفحة: 139\n",
        "تلامذة الشيخ محمد بن عبد الوهاب\n...\nتلامذة الإمام محمد بن عبد الوهاب\nتلقى العلم عن شيخ الإسلام محمد بن عبد الوهاب عدة من العلماء الأجلاء نذكر منهم من يلي:\n1-\nسعود بن عبد العزيز بن محمد بن سعود، أقام مدة سنتين يقرأ على الإمام محمد بن عبد الوهاب، ثم كان يلازم مجالس الدرس عنده، ولهذا الإمام معرفة بالفقه والحديث وغير ذلك، وكان كما وصفه بعض العمانيين حيث قال:\nإذا جزت باب السيف تلقاه فارسا\n...\nوإن جزت باب الخوف تلقاه خائفا\nوإن جزت باب الدين تلقى ديانة\n...\nوإن جزت باب العلم تلقاه عالما\nوإن جزت باب السلم تلقى مسالما\n...\nوإن جزت باب الحكم تلقاه حاكما\nولهذا الإمام ترجمة حاسمة في عنوان المجد.\n2-\nحسين بن الشيخ محمد بن عبد الوهاب القاضي في بلد الدرعية. قال ابن بشر في \"عنوان المجد في تاريخ نجد\" جـ1 صـ151 \"له مجالس عديدة في الفقه والتفسير وغير ذلك وانتفع أناس كثيرون بعلمه\" ووصفه بأنه العلامة المفيد مفتي فرق أهل التوحيد.\n3-\nعلي بن الشيخ محمد بن عبد الوهاب. وهو عالم جليل ورع شديد الخوف من الله عز وجل، يضرب به المثل في الورع والديانة، وله معرفة تامة بالفقه والتفسير وغير ذلك، وقد عرض عليه القضاء فأبى.\n4-\nعبد الله بن الشيخ محمد بن عبد الوهاب القاضي في الدرعية زمن سعود، وكان آية في العلم وفي معرفته ومعرفة فنونه.\nالجزء: 1 ¦ الصفحة: 140\n",
        "5-\nإبراهيم بن الشيخ محمد بن عبد الوهاب. وهو عالم فاضل أدركه ابن بشر وقرأ عليه \"كتاب التوحيد\" للإمام محمد بن عبد الوهاب، وقال في عنوان المجد في تاريخ نجد صـ103 \"وأما إبراهيم بن الشيخ فرأيت عنده حلقة في التدريس، له معرفة في العلم، ولكنه لم يل القضاء. قرأت عليه في صغري في كتاب التوحيد سنة أربع وعشرين ومائتين وألف \".\n6-\nحفيد الشيخ محمد بن عبد الوهاب1 الإمام القاضي عبد الرحمن بن حسن بن الشيخ محمد بن عبد الوهاب. ذكر تلمذته على جده في رسالته التي أجاب بها السؤال عن مشايخه الذين روى عنهم العلم قال: \"اعلم أني قرأت على شيخنا الإمام المجدد شيخ الإسلام - أي: محمد بن عبد الوهاب -\n1 لهذا الإمام ترجمة طنانة في \"عنوان المجد في تاريخ نجد\", لابن بشر ج2 كان مما ورد فيها ص25 ما نصه: \"قد كان منتبها فطنا لدسائس أهل البدع، كتبت له مرة ودعوت له في آخر الكتاب وقلت في ختام الدعاء \"أنه على ما يشاء قدير\" فكتب إلي وقال في أثناء جوابه: إن هذه الكلمة اشتهرت على الألسن من غير قصد وهي قول الكثير إذا سأل الله تعالى قال: \"وهو القادر على ما يشاء\" وهذه الكلمة يقصد بها أهل البدع شرا, وكل ما في القرآن (وهو على كل شيء قدير) وليس في القرآن والسنة ما يخالف ذلك أصلا لأن القدرة شاملة كاملة, وهي والعلم صفتان شاملتان يتعلقان بالموجودات والمعدومات، وإنما قصد أهل البدع بقولهم: \"وهو القادر على ما يشاء\" أي أن القدرة لا تتعلق إلا بما تعلقت به المشيئة\" ا. هـ. قال: وكتبت إليه مرة أهنئه بقدوم ابنه الشيخ عبد اللطيف من مصر وتوسلت إلى الله في دعائي بصفاته الكاملة التي لا يعلمها إلا هو، فكتب إلي فقال: \"وقد ذكرت وفقك الله في وسيلة دعوتك - جزاك الله عني أحسن الجزاء عن تلك الدعوات - قلت: وأتوسل إليك بصفاتك الكاملة التي لا يعلمها إلا أنت: فاعلم أيها الأريب الأديب أن الذي لا يعلمه إلا هو كيفية الصفة, وأما الصفة فيعلمها أهل العلم بالله كما قال الإمام مالك \"الاستواء معلوم والكيف مجهول\" ففرق هذا الإمام بين ما يعلم من معنى الصفة على ما يليق بالله فيقال: استواء لا يشبه استواء المخلوق ومعناه ثابت لله كما وصف به نفسه. وأما الكيف فلا يعلمه إلا الله. فتنبه لمثل هذا، فالإمام مالك تكلم بلسان السلف، فانظر إلى سعة علومه واطلاعه\" ا. هـ.\nالجزء: 1 ¦ الصفحة: 141\n",
        "رحمه الله - كتاب التوحيد من أوله إلى أبواب السحر وجملة من آداب المشي إلى الصلاة، وحضرت عليه مجالس كثيرة في البخاري والتفسير وكتب الأحكام بقراءة شيخنا الشيخ ابنه عبد الله رحمهما الله، وشيخنا الشيخ ابنه علي - رحمهما الله - في سورة البقرة من تفسير ابن كثير وفي كتاب منتقى الأحكام بقراءة الشيخ عبد الله بن ناصر وغيرهم وسنده - أي: الإمام محمد بن عبد الوهاب رحمه الله - معروف تلقاه عن عدة من علماء المدينة وغيرهم رواية خاصة وعامة، منهم محمد حياة السندي والشيخ عبد الله بن إبراهيم الفرضي\" ا. هـ.\n7-\nالعلامة الجليل القاضي حمد بن ناصر بن عثمان بن معمر. قال ابن بشر في \"عنوان المجد\" جـ1 صـ159 \"أخذ العلم عن عدة مشايخ أعلام، أجلهم الشيخ محمد بن عبد الوهاب\". ثم ذكر ابن بشر في ترجمته أنه صنف ودرس وأفتى.\n8-\nقاضي ناحية الوشم عبد العزيز بن عبد الله الحصين الناصري1، وهو عالم عامل زاهد ورع حليم ليس للدنيا عنده قدر. أقام عند الشيخ محمد بن عبد الوهاب عدة سنين يقرأ عليه، وكان الشيخ يكرمه، وهو الذي استعمله قاضيا في تلك الناحية - ذكر ذلك ابن بشر في \"عنوان المجد\" جـ1 صـ236.\n9-\nالشيخ العالم الزاهد سعيد بن حجر قاضي حوطة بني تميم في ناحية الجنوب زمن عبد العزيز وابنه سعود. قال ابن بشر جـ1 صـ172 \"أخذ العلم عن الشيخ محمد بن عبد الوهاب، وأخذ عنه عدة من ناحيتهم\".\n1 وكان عبد العزيز هذا موضع الثقة عند الشيخ محمد بن عبد الوهاب والإمام عبد العزيز بن محمد بن سعود يتبين ذلك في قضيتين ذكرهما ابن غنام في \"روضة الأفكار والأفهام\" الأولى: أنه في السنة الخامسة والثاني بعد المائة والألف أرسله الشيخ محمد بن عبد الوهاب والإمام عبد العزيز إلى والي مكة الشريف أحمد بن سعيد إجابة لطلب الشريف منهما أن يرسلا إليه فقيها وعالما يبين لهم حقيقة ما يدعون إليه من الدين, ويحضر عند علماء مكة فأرسلاه إليه وكتبا معه إلى الشريف رسالة. فلما وصل إليهم عبد العزيز الحصين نزل على الشريف الملقب بالقعر واجتمع هو وبعض علماء مكة عنده وهم: يحيى بن صالح الحنفي, وعبد الوهاب بن حسن التركي مفتي السلطان, وعبد الغني بن هلال، وتفاوضوا في ثلاث مسائل: الأولى: ما نسب إلى الشيخ من التكفير بالعموم, والثانية: هدم القباب على القبور, والثالثة: إنكار دعاء الصالحين فيما لا يقدر عليه إلا الله فذكر لهم الشيخ عبد العزيز أن نسبة التكفير بالعموم إلى الشيخ زور، وأقنعهم بأن هدم القباب على القبور هو الصواب وبأن دعاء غير الله عز وجل فيما لا يقدر عليه إلا الله من الشرك الذي فعله الأوائل, وأطلعهم على عبارة الإقناع في ذلك. الثانية: من القضيتين أنه في السنة الرابعة بعد المائتين والألف أرسل الشريف غالب بن مساعد أمير مكة إلى الإمام عبد العزيز كتابا يطلب فيه منه إنسانا عارفا من أهل الدين يبين لهم حقيقة الأمر، فأرسل إليه عبد العزيز الحصين، وكتب معه الشيخ محمد بن عبد الوهاب رسالة بين فيها دعوته ومقاله.\nالجزء: 1 ¦ الصفحة: 142\n",
        "10-\nقاضي مرات الشيخ حمد بن إبراهيم بن حمد بن عبد الوهاب بن عبد الله، قال ابن بشر في \"عنوان المجد\" جـ1 صـ83 \"قرأ على الشيخ محمد - أي: ابن عبد الوهاب - وتزوج ابنته وسكن الدرعية عنده\".\n11-\nقاضي الدلم وناحية الخرج محمد بن سويلم.\n12-\nعبد الرحمن بن خميس إمام قصر آل سعود في الدرعية والقاضي زمن عبد العزيز وابنه سعود.\n13-\nالشيخ عبد الرحمن بن ناصر، كان قاضي بلد العيينة ثم كان قاضيا في الأحساء زمن سعود وابنه عبد الله.\n14-\nالشيخ محمد بن سلطان العوسجي قاضي المحمل والأحساء.\n15-\nالشيخ عبد الرحمن بن عبد المحسن أبو حسين قاضي حريملاء وبلد الزلفى وغيرهما.\n16-\nالشيخ حسين بن عبد الله بن عيدان القاضي في حريملاء زمن عبد العزيز.\n17-\nالشيخ عبد العزيز بن سويلم. قاضي ناحية القصيم زمن عبد العزيز وابنه سعود، وابنه عبد الله.\n18-\nحمد بن راشد العويني قاضي سدير زمن عبد العزيز.\n19-\nالشيخ العلامة حسين بن غنام صاحب \"روضة الأفكار والأفهام\" وصفه ابن بشر في \"عنوان المجد\" جـ1 صـ156 بقوله: \"كانت له اليد الطولى في معرفة العلم وفنونه، وله معرفة بالشعر والنثر. صنف مصنفات منها: \"العقد الثمين في شرح أحاديث أصول الدين\" ذكر ذلك في وفيات السنة الخامسة والعشرين بعد المائتين والألف.\nهذا قليل من كثير ممن أخذوا العلم عن شيخ الإسلام محمد بن عبد الوهاب - رحمه الله تعالى - فقد قال ابن بشر بعد ذكر من سردناهم قبل من القضاة جـ1 صـ104 قال:\nالجزء: 1 ¦ الصفحة: 143\n",
        "\"أخذ عنه من القضاة من لا يحضرني الآن عَدُّهُ عدد كثير، وأخذ عنه ممن لم يل القضاء من الرؤساء والأعيان ومن دونهم الغفير\" ا. هـ.\nالجزء: 1 ¦ الصفحة: 144\n",
        "مصنفات الإمام محمد بن عبد الوهاب\nصنف الإمام محمد بن عبد الوهاب مصنفات كثيرة نافعة منها:\n1-\nكتاب التوحيد فيما يجب من حق الله على العبيد.\n2-\nكتاب الإيمان.\n3-\nأصول الإيمان.\n4-\nفضائل الإسلام.\n5-\nفضائل القرآن.\n6-\nالسيرة المختصرة.\n7-\nالسيرة المطولة.\n8-\nمختصر الصواعق.\n9-\nمختصر العقل والنقل.\n10-\nمختصر منهاج السنة.\n11-\nمختصر فتح الباري.\n12-\nمختصر الهدي النبوي.\n13-\nمجموع الحديث المرتب على أبواب الفقه.\n14-\nمختصر الشرح الكبير والإنصاف.\n15-\nكشف الشبهات.\n16-\nآداب المشي إلى الصلاة.\n17-\nالاستنباط.\nالجزء: 1 ¦ الصفحة: 144\n",
        "18-\nمسائل الجاهلية.\n19-\nكتاب الكبائر.\n20-\nمفيد المستفيد في حكم تارك التوحيد.\nوللإمام محمد بن عبد الوهاب مصنفات عديدة غير ما سميناه. فقد قال الإمام ابن غنام في \"روضة الأفكار والأفهام\"1بعد أن ذكر من مصنفاته \"كتاب التوحيد الذي هو حق الله على العبيد\" و \"كتاب الكبائر\" و \"كشف الشبهات\" و \"كتاب السيرة المطولة\" و \"كتاب السيرة المختصرة\" و \"مختصر الهدي النبوي\" و \"مجموع الحديث المرتب على أبواب الفقه\" و \"مختصر الشرح الكبير والإنصاف \" قال: \"وله رسائل كثيرة عقدنا للمختصرات منها فصلا واستوعبنا ما وقفنا عليه منها\"2وذكر ابن بشر في \"عنوان المجد\" جـ1 صـ 102 من مصنفات الإمام محمد بن عبد الوهاب \"كتاب التوحيد\" و \"الاستنباط\" و \"كشف الشبهات\" و \"كتاب الكبائر ومسائل الجاهلية\" و \"مختصر الشرح الكبير والإنصاف\" و \"آداب المشي إلى الصلاة\" وقال في كلامه على تلك المصنفات - أي: مصنفات الشيخ \"وصنف غير ذلك عدة نسخ وأوراق وفتاوى ومراسلات فقهية وأصولية أكثرها في أصول التوحيد، وذكر أنه رأى مجلدات عديدة من مراسلات الإمام محمد بن عبد الوهاب وفتاويه ونبذ وضعها لأهل الآفاق كلها في أصول الإسلام\" ا. هـ.\nهذا - وقد بذلت جامعة الإمام محمد بن سعود الإسلامية مجهودا كبيرا في جمع مؤلفات محمد بن عبد الوهاب مطبوعها ومخطوطها لإظهارها من طريق الطبع بالمظهر اللائق بمكانتها. فبحثت عنها في نجد وفي غيرها من مختلف الأقطار فحصلت منها الشيء الكثير، ثم قدمت الجميع إلى من ترى فيه من العلماء الكفاءة للقيام بالواجب نحوه، وذلك بأن يتولى البعض ترتيب تلك المصنفات حسب فنونها، ويتولى البعض الآخر ما يتطلبه\n1 ج1 ص50.\n2 وذلك في الفصل الثالث في سد بعض رسائل أرسلها إلى بعض البلدان وإلى بعض خواص الإخوان.\nالجزء: 1 ¦ الصفحة: 145\n",
        "الطبع من المقابلة والتصحيح والتعليق والإشراف بالدقة والتحري على ما يطبع، فبذل أولئك العلماء مجهودهم في أداء تلك المهمة التي تستهدف الجامعة من ورائها إطلاع القراء على علم الإمام محمد بن عبد الوهاب، وعلى دعوته كما هي بأوثق طريق وأبعده عن كل تزييف أو تشويه أو ادعاء باطل، فنجحت في ذلك جزاها الله عن الإمام محمد بن عبد الوهاب وعن دعوته خير الجزاء.\nالجزء: 1 ¦ الصفحة: 146\n",
        "دعوة الإمام محمد بن عبد الوهاب إلى ما عليه السلف الصالح\nيتضح من مصنفات الإمام محمد بن عبد الوهاب مجدد القرن الثاني عشر وتقاريره ومراسلاته أن دعوته ما كانت إلا إلى ما عليه الأمر في عهد السلف الصالح. يتضح ذلك بما يلي:\n1-\nفي باب صفات الله تعالى وأسمائه دعا إلى وجوب الإيمان بما في كتاب الله تعالى من ذلك، وبما في الأحاديث الثابتة عن النبي صلى الله عليه وسلم من غير تحريف ولا تعطيل ولا تكييف ولا تمثيل.\n2-\nفي توحيد الألوهية دعا إلى ما تضمنته شهادة أن لا إله إلا الله من نفي استحقاق العبادة بجميع أنواعها عمن سوى الله تعالى وإثبات العبادة لله عز وجل على وجه الكمال المنافي لكليات الشرك وجزئياته معتمداً في ذلك على نصوص كتاب الله عز وجل وأحاديث رسول الله صلى الله عليه وسلم وأوضح في بحوثه أن ما يفسر به بعض المتكلمين شهادة أن لا إله إلا الله وهو أنه لا قادر على كل شيء ومفتقر إليه كل ما عداه إلا الله، ليس معنى الشهادة المقصود بالوضع وإن كان لازم المعنى ; إذ الإله الحق لا يكون إلا قادرا غنيا عما سواه، وصرح بأنه لخفاء هذا على من خفي عليه زعم أن الغاية المقصودة من هذه الشهادة \"لا إله إلا الله\" مجرد توحيد الربوبية.\n3-\nفيما يتعلق بالرسل عليهم السلام يوجب الإيمان بهم وبما جاءوا به من عند الله ويدعو إلى تجريد المتابعة لمحمد بن عبد الله صلى الله عليه وسلم وإلى القيام بحقوقه من الحب والتوقير، وتقديم ما جاء به على كل ما سواه، والوقوف معه حيثما وقف، والانتهاء إليه حيثما انتهى، كما دعا الشيخ محمد بن عبد الوهاب إلى الإيمان بملائكة الله وكتبه على الوجه الذي يرضي الله عز وجل\nالجزء: 1 ¦ الصفحة: 147\n",
        "4-\nفي مسائل القضاء والقدر والجبر والإرجاء والإمامة والتشيع، يدعو إلى التزام معتقد السلف الصالح في جميع ذلك وإلى البراءة مما عليه القدرية النفاة والقدرية المجبرة ومما ابتدعته المرجئة والرافضة وغلاة الشيعة والناصبة من البدع.\n5-\nفي أمور الآخرة دعا إلى الإيمان بما أثبتته النصوص من البعث بعد الموت.. والحساب والميزان والحوض والصراط والجنة والنار والشفاعة وغير ذلك مما ثبتت به النصوص.\n6-\nفي أصحاب رسول الله صلى الله عليه وسلم قرر أن أفضل هذه الأمة بعد نبيها صلى الله عليه وسلم أبو بكر الصديق ثم عمر بن الخطاب ثم عثمان بن عفان ثم علي بن أبي طالب ثم بقية العشرة ثم أهل بدر ثم أهل بيعة الرضوان ثم سائر الصحابة، ودعا إلى تولي جميع الصحابة والكف عما شجر بينهم، وأوضح أنهم أحق أمة محمد صلى الله عليه وسلم بالعفو عما صدر منهم وأقربها إلى المغفرة، لفضائلهم وسوابقهم، وحذر من سلوك مسلك الروافض والنواصب فيهم.\n7-\nفي علماء الأمة من أهل الحديث والتفسير والفقه وسائر العلوم الشرعية أثبت لهم الفضل والإمامة. ويأمر بقبول ما لا يتعارض مع النصوص من أقوال أئمة العلم ومنع الانفراد عنهم برأي مبتدع أو قول مخترع، ويرى للأئمة الأربعة أبي حنيفة ومالك والشافعي وأحمد بن حنبل من الفضل والإمامة ما يليق بمكانتهم، ومذهبه مذهب الإمام أحمد بن حنبل، ولكن إذا بانت له سنة رسول الله صلى الله عليه وسلم عمل بها، ولا يقدم عليها قول أي أحد كائنا من كان، بل هي في صدره أجل من ذلك. يقول في الرسالة التي اختصرت لأهل مكة \"إذا صح لنا نص جلي من كتاب أو سنة غير منسوخ ولا مخصوص ولا معارض بأقوى منه، وقال به أحد الأئمة أخذنا به وتركنا المذهب ; كإرث الجد والإخوة فإنا نقدم الجد وإن خالف مذهب الحنابلة 1 ا. هـ.\n1 كذلك كان محمد حياة السندي شيخ الإمام محمد بن عبد الوهاب فقد ورد في ثبت الفلاني الكبير في ترجمة أبي الحسن السندي الصغير ما نصه \"كان إماما عالما بالسنة وآثارها عاملا بها مجتهدا لا عصبية فيه قد يعمل بخلاف مذهبه فيما ظهر له فيه الحق على خلاف مذهب إمامه كشيخه محمد حياة السندي\" 501 نقل ذلك عن الفلاني العلامة الشيخ عبد الحي الكتاني في \"فهرس الفهارس والأثبات\" ج1 ص104.\nالجزء: 1 ¦ الصفحة: 148\n",
        "8-\nفيما يتعلق بدماء المسلمين وأعراضهم وأموالهم دعا إلى التزام ما في كتاب الله تعالى وسنة رسوله صلى الله عليه وسلم من تحريم جميع ذلك ولم يرض في أي شيء من ذلك إلا بمستند من الشرع.\nهذا مجمل دعوة مجدد القرن الثاني عشر الإمام محمد بن عبد الوهاب، وبه يتبين أنها ليست سوى تجديد ما مضى عليه السلف الصالح من تصفية الدين من شوائب الشرك والبدع.\nالجزء: 1 ¦ الصفحة: 149\n",
        "من آثار دعوة الإمام محمد بن عبد الوهاب\nأعادت هذه الدعوة المباركة الدين إلى ما كان عليه في عهد السلف الصالح فظهر لذلك من الآثار ما يلي:\n1-\nقلع أصول الشرك في العبودية، وهدم آثاره، وسد أبوابه.\n2-\nالرجوع إلى ما في القرآن والحديث من توحيد الأسماء والصفات وتوحيد العبودية بعد أن كاد الجهل بذلك يعم.\n3-\nرفع غشاوة الجهل وكابوس التقليد الأعمى.\n4-\nالعناية بالعامة، وذلك بتعليمهم معنى الشهادتين وإلزامهم إقامة الصلاة وإيتاء الزكاة والصيام وسائر شعائر الإسلام بعد أن كان بعضهم لا يعرف من الإسلام شيئا غير مجرد التكلم بلفظ الشهادتين على ما في تلفظهم بها من عوج ولا يقومون بشيء من واجباتهما.\n5-\nجمع شمل المسلمين بعد التفرق وإطفاء نيران الظلم والفتن وتأمين السبل، ففي \"مختصر مطالع السعود إلى طيب أخبار آل داود\" للشيخ أمين بن حسن الحلواني المدني صـ80 ما نصه \"ومن محاسنهم - أي آل سعود حماة هذه الدعوة - أنهم أمنوا البلاد التي ملكوها، وصار كل ما كان تحت ملكهم من هذه البراري والقفار - أي التي ذكرها المختصر قبل - يسلكها الرجل وحده على حمار بلا خطر خصوصا بين الحرمين الشريفين، ومنعوا غزو الأعراب بعضهم على بعض، وصار جميع العرب على اختلاف قبائلهم من حضرموت إلى الشام، كأنهم إخوان أولاد رجل واحد إلى أن عدم الشر في زمان ابن سعود، وانتقلت أخلاق الأعراب من التوحش إلى الإنسانية.\nالجزء: 1 ¦ الصفحة: 150\n",
        "وتجد في بعض الأراضي الخصبة هذا بيت عنزي وبجنبه بيت عتيبي وبقربه بيت حربي، وكلهم يرتعون كأنهم إخوان، ولا تجد أحدا يقول هذه ديرتي ولا يطأها الغريب مثلا كما هو مشاهد الآن\". ا. هـ.\n6-\nالجهاد لإعلاء كلمة الله عز وجل، قال الشوكاني في مرثيته بعد تعزيته فيها:\nلآل الشيخ وأضعافها1 للمقرنين كلهم\n...\nهم الناس أهل الباس يعرف فضلهم\nلقد جاهدوا في الله حق جهاده\n...\nهداة العروى من محتدى فرع وائل\nجميع بني الدنيا فما للمجادل\n...\nإلى أن أقاموا بالظبى كل مائل\n1أي التعزية.\nالجزء: 1 ¦ الصفحة: 151\n",
        "وفاة الإمام محمد بن عبد الوهاب\nتوفي شيخ الإسلام محمد بن عبد الوهاب عن عمر يناهز اثنتين وتسعين سنة عام 1206، بذل جهده طيلة ذلك العمر في طاعة مولاه والاستعداد ليوم المعاد والدعوة إلى الله عز وجل. وقد رثي بمراثي كثيرة نقتصر منها على مرثيتين: إحداهما لحسين بن غنام، والثانية للإمام الشوكاني.\nقال ابن غنام:\nإلى الله في كشف الشدائد نفزع\n...\nلقد كسفت شمس المعارف والهدى\nإمام أصيب الناس طرا بفقده\n...\nوأظلم أرجاء البلاد لموته\nشهاب هوى من أفقه وسمائه\n...\nوكوكب سعد مستنير سناؤه\nوصبح تبدى للأنام ضياؤه\n...\nلقد غاص بحر العلم والفهم والندى\nفقوم جلا عنهم صدا الدين فاهتدوا\n...\nوقوم ذوو فقر وجهد وفاقة\nلقد رفع المولى به رتبة الهدى\n...\nأبان له من لمعة الحق لمعة\nسقاه غير الفهم مولاه فارتوى\n...\nفأحيا به التوحيد بعد اندراسه\nفأنوار صبح الحق باد سناؤه\n...\nوليس إلى غير المهيمن مفزع\nفسالت دماء في الخدود وأدمع\n...\nوطاف بهم خطب من البين موجع\nوجل بهم كرب من الحزن مفظع\n...\nونجم ثوى في الترب واراه بلقع\nوبدر له في منزل اليمن مطلع\n...\nفداجى الدياجي بعده متقشع\nوقد كان فيه للبدية مرتع\n...\nفأسماعهم للحق تصغى وتسمع\nحووا واقتنوا ما فيه للعيش مطمع\n...\nبوقت به يعلى الضلال ويدفع\nأزيل بها عنه حجاب وبرقع\n...\nوعام بتيار المعارف يقطع\nوأقوى به من مظلم الشرك مهيع\n...\nومصباحه عال ورياه ضيع\nالجزء: 1 ¦ الصفحة: 152\n",
        "سما ذروة المجد التي ما ارتقى لها\n...\nسواه ولا حاذى قناها سميدع\nوشمر في منهاج سنة أحمد\n...\nيشيد ويحيى ما تعفى ويرفع\nوينفى الأعادى عن حماه وسوحه\n...\nويدمغ أرباب الضلال ويدفع\nيناظر بالآيات والسنة التي\n...\nأمرنا اليها في التنازع نرجع\nفأضحت به السماء يبسم ثغرها\n...\nوأمسى محياها يضيء ويلمع\nوعاد به نهج الغواية طامسا\n...\nوقد كان مسلوكا به الناس تربع\nوجرت به نجد ذيول افتخارها\n...\nوحق لها بالألمعي ترفع\nفآثاره فيها سواح سوافر\n...\nوأنواء فيها تضىء وتسطع\nلقد وجد الإسلام يوم فراقه\n...\nمصابا خشيناه بعده يتصدع\nوطاشت أولو الأحلام والفضل والنهى\n...\nوكادت له الأرواح تترى وتتبع\nوطارت قلوب المسلمين بيومه\n...\nوظنوا به أن القيامة تقرع\nفضجوا جميعا بالبكاء تأسفا\n...\nوكادت قلوب بعده تتفجع\nوفاضت عيون واستهلت مدامع\n...\nيخالطها مزج من الدمع يهجع\nبكته ذوو الحاجات يوم فراقه\n...\nوأهل الهدى والحق والدين اجمع\nفمالى أرى الأبصار قلص دمعها\n...\nوليست على فقداه تهمى وتدمع\nومالى أرى الألباب تبدى قساوة\n...\nوليست على ذكراه يوما توجع\nلقد غدرت عين تضن بماءها\n...\nعليه وكبد قد أبت لا تقطع\nيحق لأرواح المحبين أن ترى\n...\nمقوضة لما خلت منه أربع\nوتتلو سريرا فوقه قمر الهدى\n...\nوشمس المعالى والعلوم تشيع\nفما بالها قرت بأشباح أهلها\n...\nولم تك في يوم الوداع تودع\nفيالك من قبر حوى الزهد والتقى\n...\nوحل به طود من العلم مجرع\nلئن كان في الدنيا له القبر موضعا\n...\nفيوم الجزا يرجى له الخلد موضع\nسقى قبره من هاطل العفو ديمة\n...\nوباكره سحب من البر همع\nوأسكنه بحبوحة الفوز والرضى\n...\nولا زال بالرضوان فيها يمتع\nالجزء: 1 ¦ الصفحة: 153\n",
        "وقال الشوكاني:\nمصاب دها قلبي فأذكى غلائلي\n...\nوأحمى بسهم الافتجاع مقاتلي\nوخطب به أعشار أحشاي صدعت\n...\nفأمست بفرط الوجد أي ثواكل\nورزء تقاضاني صفاء معيشتي\n...\nوأنهلني قسرا أمر المناهل\nغدوت به وهن التياع ولاعج\n...\nحليف أسى للقلب غير مزائل\nأسير جوى أفنى فؤادي رسيه\n...\nوقلب من الحزن البدح ذاهل\nمصاب به قامت علتي قيامة\n...\nومن كرب لاقيت أعظم هائل\nمصاب به ذابت حشاشة مهجتي\n...\nوعن حمله قد كل متني وكاهلي\nمصاب به قد أظلم الكون كله\n...\nوكان على حال من الحزن هائل\nمصاب به الدنيا قد اغبر وجهها\n...\nوقد شمخت أعلام قوم أسافل\nرميت به عن قوس أبرح لوعة\n...\nبها نجم روحي كان أسرع آفل\nبه هد ركن الدين وانبت حبله\n...\nوشد بناء الغي مع كل باطل\nوقام على الإسلام جهرا وأهله\n...\nنعيق غراب بالمذلة هائل\nوسيم منار الاتباع لأحمد\n...\nهوان انهدام جاء من كل جاهل1\nوهبت لنار الابتداع سمائم\n...\nبسم لنفس الدين صرد وقاتل\nفيا مهجتي ذوبي أسى وتأسفا\n...\nويا كبدي انقشي بحزن مواصل\nويالوعتي دومي وزيدي ولازمي\n...\nويا فجعتي للقلب ما عشت نازلي\nويا مقلتي غني الكرى عنك جانبا\n...\nوجودي بدمع دائم السكب هاطل\nويا جزعي لاغبت كن متجددا\n...\nويا سلوتي ولي وللقلب زائلي\nفقد مات طود العلم قطب رحى العلا\n...\nومركز أدوار الفحول الأفاضل\nوماتت علوم الدين طرا بموته\n...\nوغيب وجه الحق تحت الجنادل\nإمام الهدى ماحي الردى قامع العدى\n...\nومروى العدى من فيض علم ونائل\nجمال الورى رحب الذرى شامخ الذرى\n...\nوجم القرى صدر الصدور الأوائل\nعظيم الوفا كنز الشفا معدن الصفا\n...\nجلى الخفا عن مشكلات المسائل\nبهى السنا عذب طيب الثنا\n...\nمنيل المنى من سيبه كل آمل\n1كذا في أثر الدعوة الوهابية للشيخ محمد حامد الفقي وفي الدرر السنية قسم التراجم.\nالجزء: 1 ¦ الصفحة: 154\n",
        "إمام الورى علامة العصر قدوتي\n...\nوشيخ الشيوخ الحبر فرد الفضائل\nمحمد ذو المجد الذي عز دركه\n...\nوخل مقاما من لحوق المطاول\nإلى عابد الوهاب يعزى وأنه\n...\nسلالة أنجاب زكى الخصائل\nعليه من الرحمن أعظم رحمة\n...\nتبل قراه بالضما والأحائل\nلقد أشرقت نجد بنور ضيائه\n...\nوقام مقامات الهدى بالدلائل\nامام له شأن كبير ورتبة\n...\nمن الفضل تثنى عزة المتطاول\nفريد كمال في العلوج فهل ترى\n...\nله في تقادير لها من مماثل\nعلى خلق يحلى الشيخ لطافة\n...\nوكامل أوصاف وحسن شمائل\nوقلب سليم للمهيمن خاشع\n...\nضيب وعن مولاه ليس بغافل\nوجنب تجافيه المضاجع في الدجى\n...\nوجفن بهتان المدامع هامل\nوعن ذكر رب العرش في السر دائحا\n...\nوفي الجهر طوال الدهر ليس بغافل\nعفو عن الجانى صفوح وحلمه\n...\nالى الشيخ يعزى ليس يهفو لعاجل\nيقابل من يلقى ببشرى ومبسم\n...\nضحوك ووجه للبشاشة باذل\nويأمر بالمعروف في كل حالة\n...\nوعن منكر ينهى وليس بقابل\nولم يأل جهدا في نصيحة مسلم\n...\nبرأى وتدبير وحسن تعامل\nيجازى بإحسان إساءة غيره\n...\nوبالجاه عن مستوجه غير باخل\nتقمص بالتقوى وبالخشية ارتدى\n...\nولم يمض منه العمر في غير طائل\nومن شأنه قمع الضلال ونصره\n...\nلمن كان مظلوما وليس بخاذل\nوكم كان في الدين الحنيفى مجاهدا\n...\nبماضى سنان دافع للأباطل\nوكم ذب عن سامى حماه وزاد من\n...\nمضل وبدعى ومغو وفائل\nففيم استباح أهل الضلال لعرضه\n...\nوما نكست أعلامه بالارازل\nوليس له شيء عن الله شاغل\n...\nولا عن وصال الاعتبار بغافل\nفلولاه لم تحرز رحى الدين مركزا\n...\nولا اشتد للإسلام ركن المعاقل\nولا كان للتوحيد واضح لاحب\n...\nيقيم اعوجاج السير من كل عادل\nفما هو الا قائم في زمانه\n...\nمقام نبى في إماتة باطل\nستبكيه أجفاني حياتي وإن أمت\n...\nسيبكيه عنى جفن طل ووابل\nالجزء: 1 ¦ الصفحة: 155\n",
        "وتبكيه أقلامي أسى ومحابري\n...\nويبكيه طرسي دائما وأناملي\nعجبت لقبر ضمه كيف لم يكن\n...\nيميد ببر فائض العلم سائل\nومن نعش كان حامل جسمه\n...\nهنيئا له إذ كان أشرف حامل\nولا غرو وأن بكى الزمان لفقده\n...\nفقد كان غيث الجود كهف الأرامل\nفآها على ذاك المحيا وحسنه\n...\nوآها على تلك العلوم الجلائل\nوآها على تحقيقه في دروسه\n...\nوتوضيحه للمعضلات المشاكل\nفمن للبخاري بعده ولمسلم\n...\nيبين المخبا منهما للمحاول\nومن ذا لتفسير الكتاب ومن ترى\n...\nلأحكام فقه الدين من للرسائل\nومن لمسانيد سمت ومعاجم\n...\nوكشف لثامي الحكم عند النوازل\nألم تر أن الدهر نصف كآبة\n...\nعليه وذو جسم من الحسن ناحل\nومن للمعاني والبيان ومنطق\n...\nوردع أخي الجهل الغوي المجادل\nومن لك بالأصلين واللغة التي\n...\nبها أنزل القرآن أشرف نازل\nومن بعده للصدع بالحق قائم\n...\nيجد ولا يخشى ملامة عازل\nأفق يا معيب الشيخ من ذا تعيبه\n...\nلقد عبت حقا وارتحلت بباطل\nنعم ذنبه التقليد قد جذ حبله\n...\nوثل التعصب بالسيوف الصياقل\nولما دعا لله في الخلق صارخا\n...\nصرختم له بالقذف مثل الزواجل\nدعا لكتاب الله والسنة التي\n...\nأتانا بها طه النبي خير قائل\nفوا أسفى والهف قلبي وحسرتي\n...\nعليه ويا حزني لأكرم راحل\nويا ندمي لو كان يجدي من القض\n...\nولكن قضاء الله أغلب حائل\nولو كان من ريب المنية مخلص\n...\nلكنت له بالجهد أي محاول\nومر إلى أن قال وهو يعزي فيه آل الشيخ.\nفيا سائر الأولاد للشيخ أنني\n...\nأعزيكم مع ذي انتساب لوائل\nوأوصيكم بالصبر طرا وبالرضا\n...\nبجاري القضا في عاجل ثم آجل\nبتسليم أمر الله ثم احتساب ما\n...\nلديه تعالى من أجور جزائل\nالجزء: 1 ¦ الصفحة: 156\n",
        "فما جزع يوما بنافع جازع\n...\nوما حزن رد القضاء بفاعل\nومثلكم لا يعتريه تزلزل\n...\nولا وهن في فادحات النوازل\nفإن كان للجنات والدكم مضى\n...\nفقد كان فينا معقبا كل كامل\nوأنتم بحمد الله عنه خلائف\n...\nبعلم وفضل شامخ القدر شامل\nوإنا لنرجو أن تكونوا أئمة\n...\nبكم يقتدي في دينه كل فاضل\nللخير والإحسان من كل وجهة\n...\nحث إليكم مضمرات الرواحل\nنسأل رب العرش يعظم أجوركم\n...\nويحميكم من طارقات الغوائل\nويجبر صدع القلب والكسر منكم\n...\nويعقبكم طرا جمال المحافل\nولازلتم غيظ القلوب لكل من\n...\nيعاديكم من كل حاف وناعل\nولافجعت في الدهر ساحة سوحكم\n...\nبرزء لموصول المسرة فاضل\nعليكم سلام الله ماهب نائم\n...\nوجمل زاكي ذكركم كل عاطل\nوأوفى الثنا مني عليكم مكررا\n...\nوأزكى تحيات سواح كوامل\n* ثم 1 قال الشوكاني في تعزيته الأئمة من آل سعود في ذلك الإمام:\nوأضعافها للمقرنين كلهم\n...\nهداة الورى من محتدى فرع وائل\nهم الناس أهل الباس يعرف فضلهم\n...\nجميع بني الدنيا فما للمجادل\nلقد جاهدوا في الله حق جهاده\n...\nإلى أن أقاموا بالظبا كل مائل\nفناديهم في كل ناد مبجل\n...\nفحقهم التبجيل بين القبائل\nسعود مضى والسعد حالف نجله\n...\nكما حالف الآباء ليس براحل\nلقد نصروا دين الإله وحزبه\n...\nكما دفعوا داعي الهوى بالقنابل\n(*) ساق الشيخ عبد الرحمن بن قاسم مرثية الشوكاني هذه كلها في قسم التراجم من الدرر السنية ص20 – 24، وأورد الشيخ محمد حامد الفقي الكثير منها في أثر دعوة الإمام محمد بن عبد الوهاب في الإصلاح الديني والعمراني.\nالجزء: 1 ¦ الصفحة: 157\n",
        "عليهم سلام الله ما ذر شارق\n...\nوما اهتزت الأزهار في صبح هاطل\nوأزكى صلاة الله ثم سلامه\n...\nعلى المصطفى الهادي كريم الشمائل\nمحمد المختار من فرع هاشم\n...\nوآل وأصحاب كرام أفاضل\nوفي ختام كلمتي هذه نسأل الله أن يجزي الإمام محمد بن عبد الوهاب وآل سعود عن الإسلام خير الجزاء، والله ولي التوفيق، وهو حسبي ونعم الوكيل.\nالجزء: 1 ¦ الصفحة: 158\n",
        ""
    ]
}