{
    "1": [
        "دراسات في أصول اللغات العربية\nدراسات في أصول اللغات العربية\nعبد العزيز القارئ\nالكتاب:\nدراسات في أصول اللغات العربية\nالمؤلف:\nأبو مجاهد عبد العزيز بن عبد الفتاح بن عبد الرحيم بن الملاَّ محمد عظيم القارئ المدني\nالناشر:\nالجامعة الإسلامية بالمدينة المنورة\nالطبعة:\nالسنة السادسة - العدد الثالث - رجب 1394هـ - فبراير 1974م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "مدخل\n...\nدِرَاسات في أُصوُل اللُّغة العَرَبيَّة\nبقلم: الأستاذ عبد العزيز القارئ المدرس بمعهد الجامعة الإسلامية الثانوي\nفي عدد سابق من مجلة الجامعة الإسلامية1 أتحفنا فضيلة شيخنا الجليل الدكتور محمد تقي الدين الهلالي ببحث قيم عن ما وقع في القرآن بغير لغة\nالعرب\nية، وكانت آراؤه التي أودعها بحثه وتعليقاته على كلام من سبقه من علماء الإسلام مهمة، ولقد استفدت منها كثيراً، وكنت أتتبع هذا الموضوع منذ زمن في غمرة تتبعي ودراستي لحديث \" أنزل القرآن على سبعة أحرف \"..\nومما أعطى البحث المذكور أهمية خاصة إلمام فضيلة كاتبه بعدد من اللغات منها (العبرانية) وهذا مما يسهل مهمة المقارنة بين اللغات المعنية في هذا البحث.\nفأحببت أن أسهم فيه بحلقة أخرى تضم إلى حلقاته يتأمل فيها شيخنا الدكتور ويزودنا بمزيد من آرائه، ويستفيد منها القارئ، وخاصة من أشكل عليه هذا الأمر ولم يفهم سره2.\n1العدد الثالث من السنة الثالثة المؤرخ بمحرم 1391هـ‍.\n2 أعني به بحثاً نشر حول نفس الموضوع في العدد الأول من السنة السادسة المؤرخ برجب 1393هـ‍‍ فقد أثار كاتبه (ص80) الإشكال حول المعرَّب في القرآن بطريقة تدل على أنه لم يطلع على البحث المشار إليه وتدل على عدم اطلاع كاف في الموضوع.\nالجزء: 1 ¦ الصفحة: 115\n",
        "ولقد رأيت من الضروري لاستكمال الصورة الواضحة أن تشمل دراستي موضوعين حيث ينبني أحدهما على الآخر:\n1-\nأصل العرب ومنشؤهم.\n2-\nاللغة العربية: نشأتها، والمراحل التي مرت بها.\nولا أدعي أنني آت فيهما بآراء حاسمة ونتائج نهائية، أو أنني مستوفٍ للبحث ومعطٍ له حقه، إنما هي محاولة للدخول في دراسة واسعة متكاملة دقيقة تحتاج إلى جهد عظيم، وعناء شديد ووقت طويل..\nالجزء: 1 ¦ الصفحة: 116\n",
        "1-\nالعرب\n:\nمن المجمع عليه أن القرآن أنزل بلغة العرب، وأن الله عز وجل اختار هذه اللغة العظيمة لتكون الوعاء الذي يحمل كلامه المنزل على رسوله، كما اختار أمة العرب ليكونوا الرسل الذين يبلغون دعوته للأمم و {اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ} : فاختياره عز وجل لهذه اللغة يدل بلا ريب على أنها أفضل اللغات وأفصحها , كما أن اختياره لأمة العرب ليكونوا حملة الرسالة ويكون الرسول منهم يدل بلا ريب على أنهم كانوا أفضل الأمم، وأقربها للحق، وأكثرها صلاحية وتهيؤاً لحمل رسالة الإسلام إلى العالم..\nفمن هؤلاء العرب؟\nأما تعريف العرب، وتحديد أصل بدايتهم، ونشأتهم ومساكنهم وديارهم التي يتضمنها اسمهم، فهذا مما كثر فيه الاختلاف، وندر فيه القطع واليقين وكل ما قيل فيه يحتمل مزيداً من النقد والتمحيص، ويحتاج إلى دراسة علمية دقيقة تستخدم فيها الوسائل المعاصرة التي هي أكثر فعالية في تحديد مثل هذه القضايا التاريخية..\nومن هذه الوسائل: إجراء مسح دقيق شامل لديارهم واستخراج بعض الآثار ودراستها، مع أن ما أخرجته الحفريات من آثار قديمة هي في حد ذاتها\nالجزء: 1 ¦ الصفحة: 116\n",
        "أيضاً لا تعطينا معلومات قطعية في غالب الأحوال، ولذلك فإن الدارسين في هذا المجال والمهتمين بهذه الحفائر سرعان ما تتغير آراؤهم كلما أنتجت الحفائر شيئاً جديداً، وقد بذل الغربيون جهداً كبيراً في هذا الشأن وحاولوا الاستفادة منه.\nومما ساعد على تشعب الخلاف حول مسألة - أصل العرب - أن تاريخهم قبل الإسلام يلفه غموض شديد حيث لم يدون ولم ينقل إلينا بالقدر الكافي لإيضاح معالمه، لأن العرب في الغالب كانوا أمة أمية لا تدون ولا تقرأ، وقلما تؤرخ، فإن أرخت فبالحوادث المشهورة كقولهم: عام الفيل، وعام الغدر، وعام الماء، وزمن القتاد1.\nإلا أن هناك نواحي في هذا التاريخ يكاد ينعقد عليها إجماع علماء الأنساب والتاريخ، وأشارت نصوص القرآن والسنة إلى بعضها، فنحن نلم من هذين المصدرين بما يكفي لإعطاء صورة واضحة، وإلقاء ضوء ساطع على موضوعنا، ولعل استنتاجاتنا إذ حصرناها في ذلك تكون أقرب إلى القطع واليقين منها إلى الحدس والتخمين..\nالجزء: 1 ¦ الصفحة: 117\n",
        "أصل العرب\n:\nاتفق علماء الأجناس وعلماء الأنساب على أنهم من - الفصيلة السامية - وكذلك المؤرخون المسلمون أرجعوا أصلهم إلى - سام بن نوح - عليه السلام وهو أحد الأصول الثلاثة التي تتفرع منها الأمم وهي (سام، وحام، ويافث) ، روى ابن عبد البر في كتابه عن أنساب العرب والعجم حديثاً عن سمرة بن جندب عن النبي صلى الله عليه وسلم أنه قال: \"سام أبو العرب وحام أبو الحبش ويافث أبو الروم\" ورواه أيضاً الترمذي وأحمد والحاكم عن سمرة، وذكره الحافظ العراقي في كتابه - القرب في محبة العرب - 2 وحسنه..\nومن المعلوم أن تمايز الأجناس والأمم إنما حدث بالتدريج ابتداءً بهؤلاء الأصول الذين يمثلون ذرية نوح الباقين في الأرض3. ولكننا لا نستطيع\n1 المحبر لأبي جعفر محمد بن حبيب الهاشمي ص5 (ط المكتب التجاري بيروت) .\n2 توجد منه نسخة مخطوطة بالمكتبة المحمودية بالمدينة المنورة.\n3 راجع تفسير الآية رقم 77 من سورة الصافات.\nالجزء: 1 ¦ الصفحة: 117\n",
        "أن نجزم ببداية تميز العرب كأمة مستقلة في أي تاريخ كان فضلاً عن أن نحدد لهم أباً بعد - سام - تناسلوا منه: سواء كان هذا الأب هو يعرب، أو قحطان، أو عابر بن شالخ بن أرفخشذ، أو نابت بن إسماعيل، أو حتى إسماعيل عليه السلام نفسه..\nفالخلاف محتدم في أي من هؤلاء هو الأب الأول الذي يرجع إليه العرب كما سيأتي بيانه عند الكلام على قحطان وعدنان..\nلكن يبدو أن المنطقة التي عرفت لدى علماء التاريخ اليوم (بالمثلث) هي منشأ الحضارات ومنطلق الأجناس، وهي موطن الحضارة الأولى، وتمتد من أراضي الرافدين بالعراق في أحد ساقي المثلث وواد النيل في الساق الأخرى وبينهما بلاد الشام في قاعدة المثلث وعلى رأسه اليمن وحضرموت (انظر الشكل رقم - 1-) .\nالجزء: 1 ¦ الصفحة: 118\n",
        "فمن هذه المنطقة نزحت البشرية إلى سائر أرجاء المعمورة وانتشرت الحضارة وفيها أنزلت الرسالات التي ذكرها القرآن، ولكن في أي جزء من المثلث كان المنطلق في جنوبه - أي اليمن - أم في شماله أي (العراق) أو (سيناء) . . .\nمما يؤيد عندي الرأي القائل بأن (العراق) كان هو المنطلق أن أحداً من المفسرين لم يذكر أن الجودي الذي استوت عليه سفينة نوح هو في اليمن أو جنوب الجزيرة أو أي مكان آخر، وهذا ابن جرير وهو يستقصي أقوال السلف في تفسيره ينقل بأسانيده عن مجاهد، وسفيان، وقتادة، والضحاك وهم رواد التفسير أنه جبل بالعراق - بل بناحية الموصل منه - ويسند إلى ابن عباس أنه جبل دون تحديد موقعه، وإلى التابعي الجليل زر بن حبيش أنه ناحية بالعراق1 ولكن ابن كثير يذكر في تفسيره أن بعضهم يرى أنه الطور دون أن يسمي القائل البشر - سواء كان من العراق بالتحديد أو من الطور أو مما بينهما - فإننا نستطيع أن نقول: إنه حدثت عمليات نزوح كبيرة، وحركات هجرة واسعة لأبناء نوح ومنهم - الساميون - إلى سائر الأرجاء شرقاً وغرباً وشمالاً وجنوباً ومن هذه - الهجرات - التحرك صوب الجنوب حيث أرض صحراوية تحيط بها البحار من الجهات الثلاث، وكانت هذه الهجرات بسبب الحروب والغارات أو بحثاً عن الكلأ والماء والأراضي الخصبة..\nويقول بعض الباحثين إن الإشارة إلى - بدو الآراميين - في التوراة يعني قسماً من الآراميين الذين كانوا يسكنون الشام تحركوا صوب الصحراء الجنوبية حيث عرفوا فيما بعد بالعرب، ويرى أن كلمة (عرب) ترجع إلى أصل - آرام - 2.\n1 تفسير ابن كثير (ط الحلبي بمصر) 2 - 447.\n2 عباس محمود العقاد في كتابه (إبراهيم أبو الأنبياء) .\nالجزء: 1 ¦ الصفحة: 119\n",
        "القبائل العربية الحديثة\n...\nالقبائل العربية القديمة:\nوفي زمن متقدم جداً عرفت بعض القبائل من هؤلاء التي استوطنت أنحاء من - الجزيرة العربية - كان معظمها في ثلاث مناطق منها حسبما علمنا.. (اليمامة) و (الشِحْر) من أرض اليمن و (الحِجْر) من أرض الحجاز.. ويسمي المؤرخون والنسابة المسلمون هذه القبائل بـ: طُسَم، وجَدِيس والعمالقة، وعاد، وثمود..\nويزيد ابن جرير الطبري وابن إسحاق: أمَيْم، وعبِيْل، وعبد ضَخْم، وجُرْهُم الأولى، أما طسم وجديس فسكنوا اليمامة في شرق الجزيرة العربية، وأما عاد فذكر القرآن مساكنهم وأنها (الأحقاف) وهي في جنوب الجزيرة العربية والأحقاف جمع حِقْف - بكسر الحاد - وهو الكثيب العظيم المستدير من الرمل، قال تعالى: {وَاذْكُرْ أَخَا عَادٍ إِذْ أَنْذَرَ قَوْمَهُ بِالأَحْقَافِ} 1.\nوأما ثمود فذكر القرآن منازلهم وأنها الحِجْر وهي في الشمال الغربي من الجزيرة العربية قال تعالى: {كَذَّبَ أَصْحَابُ الْحِجْرِ الْمُرْسَلِينَ} 2.\nأما العمالقة فنزل بعضهم بمكة وبعضهم بيثرب من أرض الحجاز وقد وجدت بعض آثارهم في المنطقة..\nويذهب بعض علماء الأنساب أن ثمود كانت تسكن اليمن ثم انتقلت منها إلى الحجر3.\nويمكن القول أن جميع هذه القبائل ينحدرون من أولئك الذين تسميهم - التوراة - بدو الآراميين الذين نزحوا من الشام والعراق صوب الجزيرة العربية.. وهذا يفسر التشابه الواضح في اللغات ومفرداتها بين الكتابات التي\n1 الأحقاف - 21.\n2 الحجر - 80.\n3 عقود الجمان للقلقشندي ص19 (ط بتحقيق إبراهيم الأبياري 1383هـ‍ بمصر) .\nالجزء: 1 ¦ الصفحة: 120\n",
        "وجدت في العراق وسوريا والتي تعود إلى العصور البابلية والآشورية والآرامية والكنعانية وبين الكتابات التي عثر عليها في منطقة اليمن أو حضر موت والتي تعود إلى العهود الحميرية والسبئية، حيث يدل ذلك على أن هناك أصلاً واحداً مشتركاً..\nهذا هو ما أمكن أن أجزم به من تاريخ العرب القديم مما يمكن أن يكون ذا علاقة بموضوعنا..\nالجزء: 1 ¦ الصفحة: 121\n",
        "القبائل القحطانية\n:\nوهذه فترة أخرى من تاريخ نشأة أمة العرب تلي تلك الفترة الموغلة في القدم وهي الفترة التي وجد فيها ما نسميه - بالعرب العاربة - وفيها ظهرت قبائل عربية أخرى ودول وحضارات وبدأت فيها ما يُسمى - بالقبائل القحطانية -.\nويتركز الضوء في هذه الفترة على الجزء الجنوبي للجزيرة العربية حيث اليمن وحضرموت وحيث استوطنت تلك القبائل..\nوكان لهم تاريخ وملك وحضارة ذكر القرآن شيئاً منها، وكان من أشهر ممالكهم وحضاراتهم: مملكة سبأ، وربما كانت هي أشهرها وأهمها حيث كانت هي المفترق بين مرحلتين والفاصل بين عهدين كما سيتبين..\nقال تعالى في وصف حضارة سبأ:\n{لَقَدْ كَانَ لِسَبَأٍ فِي مَسْكَنِهِمْ آيَةٌ جَنَّتَانِ عَنْ يَمِينٍ وَشِمَالٍ كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ ذَلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُوا وَهَلْ نُجَازِي إِلاَّ الْكَفُورَ وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا قُرىً ظَاهِرَةً وَقَدَّرْنَا فِيهَا السَّيْرَ سِيرُوا فِيهَا لَيَالِيَ وَأَيَّاماً آمِنِينَ فَقَالُوا\nالجزء: 1 ¦ الصفحة: 121\n",
        "رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوا أَنْفُسَهُمْ فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ إِنَّ فِي ذَلِكَ لآياتٍ لِكُلِّ صَبَّارٍ شَكُورٍ} 1.\nوفي هذه الآيات ما يدل بوضوح على أن مناطق كثيرة من جزيرة العرب كانت عامرة خصبة وهي التي تمتد من اليمن حيث مسكن سبأ إلى الشام التي بها القرى المباركة وذلك في قوله: {وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا قُرىً ظَاهِرَةً وَقَدَّرْنَا فِيهَا السَّيْرَ سِيرُوا فِيهَا لَيَالِيَ وَأَيَّاماً آمِنِين} 2.\nفإن معنى وجود قرى ظاهرة آمنة بين اليمن والشام امتداد منطقة خصبة كثرة الزروع والثمار جيدة المناخ كثيرة العمران طيلة المسافة بينهما.. إذ أن خصوبة الأرض دائماً تابعة لجودة الهواء والمناخ وتوفر الأمطار وينتج منهما انتشار العمران..\nثم أخبرت الآية عن حدوث التحول في هذه الحضارة، بعد انهيار سد مأرب وقضاء السيل على مظاهر حضارتهم، فتبدل حال الأرض من خصوبة إلى جدب تصوره الأنواع المذكورة في الآية: {ذَوَاتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ} فهذه أنواع من النباتات التي لا فائدة منها وتوجد غالباً في الأراضي القاحلة، ومعنى هذا أن المناخ تبدل أيضاً وشح المطر، وينتج من هذين العاملين تضاؤل مظاهر العمران ووعورة المنطقة التي تعبر عنها الآية ببعد المسافة: {بَاعِدْ بَيْنَ أَسْفَارِنَا} وكان هذا بداية تفرق هذه القبائل القحطانية ونزوحها من اليمن إلى سائر أنحاء الجزيرة، ولكن ما هذه القبائل؟\nالجزء: 1 ¦ الصفحة: 122\n",
        "أصول القبائل القحطانية\n:\nروى بعدة طرق عن ابن عباس رضي الله عنهما أن رجلاً سأل النبي صلى الله عليه وسلم عن سبأ ما هو؟ فقال صلى الله عليه وسلم: \"رجل ولد عشر قبائل،\n1 سبأ - 15 -19.\n2 راجع تفسير ابن كثير لهذه الآية..\nالجزء: 1 ¦ الصفحة: 122\n",
        "فسكن اليمن منها ستة والشام أربعة\". رواه الترمذي وأحمد وابن جرير وابن أبي حاتم ورواه ابن عبد البر في كتابه - القصد والأمَم - من عدة طرق، واستقصى الحافظ ابن كثير طرق هذا الحديث في تفسيره لسورة سبأ وبيّن أنه حديث حسن وفي بعض ألفاظه سمّى بعض هذه القبائل فقال صلى الله عليه وسلم: \" تيامن الأزد والأشعريون وحمير ومَذْحج وأنمار الذين يُقال لهم بَجِيلَة وخَثْعَم وتشاءم لَخْم وجُذاَم وعامُلَة وغَسّان\".\nويفصّل علماء الأنساب ذلك فيقولون إن سبأ وَلدَ القبائل القحطانية الكبرى وهي: حِمْير، وكَهْلان، وعمرو، وأشْعَر، وعامُلَة.\nومن هذه القبائل تفرعت العمائر والبطون: فمن (حمير) قضاعة ومن قضاعة جُهينة وبَلِي وكَلْب وبَهْراء وتنوخ ونَهْد ومَهْره وجَرْم، ومن (كهلان) جُذام ولَخْم وكِنْده وطيّء ومَذْحَج والأزْد وهَمْدان وبنو صُداء وخَوْلان وأنمار أما الأشعريون وعمرو وعامله فلم تتفرع إلى كثير من الفروع والمشهور لدى علماء التاريخ والأنساب أن الأشعريين بقوا في اليمن..1.\nأما بقية القبائل فنزحت منها إلى الجزء الشرقي والشمالي من الجزيرة، فالأزد هاجر قسم منهم إلى عُمان وقسم إلى الحجاز، وطيّء نزلت عند جبلي أجأ وسلمى، وجهينة سكنت منطقة تمتد من ينبع إلى عقبة أيلة2، ومن الأزد قسم نزل بيثرب وهم الأوس والخزرج ومنهم قسم نزح إلى الشام وهم غسان، ونزحت إلى الشام أيضاً عاملة، أما لخم فسكنت العراق، وأما جذام فتفرقوا في الديار وكان قسم كبير منهم بالشام.\nالجزء: 1 ¦ الصفحة: 123\n",
        "القبائل العدنانية\n:\nفي الوقت الذي كانت تتحرك فيه القبائل القحطانية في هجرتها الكبرى\n1 عقود الجمان للقلقشاندي.\n2 صفة جزيرة العرب للهمداني.\nالجزء: 1 ¦ الصفحة: 123\n",
        "كان منتشراً في القسم الشمالي من الجزيرة العربية ما يُسمى - بالقبائل العدنانية - وهي التي تنحدر من عدنان، وعدنان من ولد إسماعيل بن إبراهيم الخليل عليهما السلام فأبو العدنانيين بالإجماع هو إسماعيل عليه السلام الذي نشأ في كنف جرهم إحدى القبائل العاربة القديمة، وصاهرهم، وإبراهيم صلى الله عليه وسلم من البابليين، من العراق، وأم إسماعيل (هاجر) من مصر، فكأنما أراد الله عز وجل لحكمة عظيمة أن يغذي أصول العدنانيين بكل ذلك، ثم يشاء أن يكمل صهرهم وتهذيبهم باختلاطهم بالقحطانيين بعد الهجرة الكبرى..\nولكن من هو أبو القحطانيين؟ هل هو إسماعيل نفسه؟\nهذا هو رأي بعض علماء الأنساب والمحدثين: أن عدنان وقحطان كلاهما من ولد إسماعيل، ومن هؤلاء الزبير بن بكار، وابن إسحاق، وابن حجر العسقلاني1، وعلى هذا القول يتخرج قول النبي صلى الله عليه وسلم لناس من أسلم: \"ارموا بني إسماعيل\" 2 والمعروف أن أسلم من قبائل الأنصار، والأنصار قحطانيون، وكذلك قول أبي هريرة للأنصار بعد أن روى قصة إبراهيم عليه الصلاة والسلام وزوجه سارة: \"فتلكم أمكم يا بني ماء السماء\"3.\nلكني لا أرى في قوله صلى الله عليه وسلم المذكور ولا في قول أبي هريرة ما يدل على أن القبائل القحطانية من نسل إسماعيل لاحتمال أن يكون داخل قبيلة أسلم المخاطبين في الحديث من الخلاف في أصلهم مثل ما داخل غيرها من القبائل التي اختلف في نسبتها إلى القحطانيين أو العدنانيين، هذا مع أنه روى ابن عبد البر من طريق القعقاع بن أبي حدرد أن النبي صلى الله عليه وسلم مر بناس من أسلم وخزاعة وهم يتناضلون فقال: \"ارموا بني إسماعيل\" فيكون في الخطاب تغليب لخزاعة وفيها خلاف هل هي عدنانية أم قحطانية، وروى أحمد والبزار والطبراني عن عائشة أنه كان عليها رقبة من ولد إسماعيل فجاء سبي من خولان فأرادت أن تعتق منهم فنهانا النبي صلى الله عليه وسلم ثم جاء\n1 فتح الباري 6 -537 (ط السلفية بمصر) .\n2 صحيح البخاري - كتاب الجهاد.\n3 صحيح البخاري - مناقب الأنبياء.\nالجزء: 1 ¦ الصفحة: 124\n",
        "سبي من مضر من بني العنبر فأمرها أن تعتق منهم، وفي لفظ أنه صلى الله عليه وسلم قال: \"من كان عليه محرر من ولد إسماعيل فلا يعتق من حمير أحداً\". وفي هذا دلالة واضحة أن القحطانيين لا ينحدرون من إسماعيل عليه السلام.\nالجزء: 1 ¦ الصفحة: 125\n",
        "أصول القبائل العدنانية\n:\nتنحدر القبائل العدنانية من نزار بن معد بن عدنان ولذلك يقال: كل عدناني فهو نزاري ومن نزار تفرعت القبائل العدنانية وهي:\n(مضر) ومنها قيس عيلان التي تتفرع إلى بطون هي: بنو غطفان،\nالجزء: 1 ¦ الصفحة: 125\n",
        "وهوازن، وسَليم، وعُدْوان، (ربيعة) ومنها أسد ووائل، ومن أسد: عنَزَه، وجَدِيْلَة، وعُمَيْره، ومن وائل: بكر وائل، وتغلب، (خِنْدَف) : ومن أشهر عمائرها هُذَيْل (كنانة) : ومن عمائرها بنو مُدْلِج، وقريش، (قريش) وهي أشهر القبائل العدنانية وترجع كما ذكرت إلى كنانة:\nروى مسلم في صحيحه والترمذي وأحمد من حديث واثلة بن الأسقع أنه سمع رسول الله صلى الله عليه وسلم يقول: \"إن الله اصطفى كنانة من ولد إسماعيل واصطفى قريشاً من كنانة واصطفى من قريش بني هاشم واصطفاني من بني هاشم\".\nقال ابن عبد البر: فقريش عمارة رسول الله صلى الله عليه وسلم، وكنانة قبيلته وعبد مناف بطنه.\nالجزء: 1 ¦ الصفحة: 126\n",
        "2-\nلغة العرب\n:\nاللغة هي القدرة على تسمية الأشياء، وقد أخبر عز وجل أنها مما فضل به آدم عليه السلام فقال عز وجل: {وَعَلَّمَ آدَمَ الأَسْمَاءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلائِكَةِ فَقَالَ أَنْبِئُونِي بِأَسْمَاءِ هَؤُلاءِ إِنْ كُنْتُمْ صَادِقِينَ قَالُوا سُبْحَانَكَ لا عِلْمَ لَنَا إِلاَّ مَا عَلَّمْتَنَا إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ قَالَ يَا آدَمُ أَنْبِئْهُمْ بِأَسْمَائِهِمْ فَلَمَّا أَنْبَأَهُمْ بِأَسْمَائِهِمْ قَالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ} 1 فهذه الآيات تشير إلى أن اللغة تعلمها آدم من ربه عز وجل فيحتمل أن يكون ذلك تم بطريق الوحي فتكون اللغة حينئذ توفيقية ولكنني لا أرى في الآية ما يدل بوضوح على ذلك، إذ أن لفظة (علّم) ليست صريحة في الوحي ويمكن أن يكون ذلك قد تم بطريق آخر، وهو أنه عز وجل خلق في آدم القدرة على تسمية الأشياء ومعرفتها والإشارة إلى أشخاصها بأسمائها\n1 البقرة 31-33.\nالجزء: 1 ¦ الصفحة: 126\n",
        "وألهمه ذلك إلهاماً لا عن طريق الوحي المباشر، ولا شك أن {الأَسْمَاء} في الآية يُراد بها أسماء الأشياء حيث أردفها بقوله: {كُلَّهَا} فلا معنى لحصرها في أشياء مخصوصة، إذ لا مزية حينئذ لآدم يستحق بها التفضيل على الملائكة أن يعلمه الله أسماء عدد مخصوص من الأشياء فالملائكة كذلك جبلهم الله على تسبحه وذكره ففعلوا، لكن المزية التي تستحق هذا الذكر والثناء هي تلك القدرة على تسمية الأشياء والتعرف عليها بتلك الأسماء فلما طلب من الملائكة أن تسمى لكل ما تراه من الموجودات اسماً لم تكن قادرة على ذلك فعلمت أن الله اختص هذا المخلوق الجديد الكريم دونها بما جعله أهلاً للخلافة في الأرض، وهذا التفسير مروي عن ابن عباس رضي الله عنهما قال: \"علمه اسم كل شيء حتى القصعة والقصيعة\"1.\nهذه اللغة التي تعلمها آدم ونطق بها هي اللغة (الأم) ، ولا جدوى من أن نقول إنها كانت العربية أو العبرانية أو السوريانية لأن هذه اللغات وغيرها عبارة عن فروع امتدت وتكونت على مرّ العصور وتعاقب الأجيال من ذرية آدم، فكلها تعود إلى تلك اللغة الأم ولا تعود هي إلى واحدة منها ولذلك فإن الجهد الذي صرفه بعض العلماء لإثبات أن أول من تكلم بالعربية آدم، أو نوح، أو سام، أو جبريل كما يُروى عن كعب الأحبار، هو جهد عقيم مبني على التخمين، أو على أخبار الإسرائيلية التي لم تثبت، فلا يثبت بها حكم ولا خبر..\nوقد سبق أن بينا في أول البحث أن الناس تناسلوا من أولاد نوح الثلاثة، الذين ترجع إليهم أصول الأمم بنص الحديث عن رسول الله صلى الله عليه وسلم وأحدهم (سام ونوح) ، إليه تنسب (اللغة السامية) التي نطق بها ثم انتقلت إلى نسله من بعده..\nومع تكاثر (السامين) وتفرقهم في أنحاء مختلفة متباعدة من الأرض بدأت هذه اللغة تختلف لهجاتها وتتحول إلى عدد من اللغات، وهكذا كانت نشأة اللغات السامية.. وغيرها:\n1 تفسير ابن جرير (ط دار المعارف بمصر) 1- 482.\nالجزء: 1 ¦ الصفحة: 127\n",
        "وعلماء اللغات يقسمون اللغات ثلاث فصائل1:\n1-\nالفصيلة الحامية السامية.\n2-\nالفصيلة الهندية الأوربية.\n3-\nالفصيلة الطورانية.\nأما (الحامية السامية) - وهي الفصيلة التي تعنينا في هذا البحث - فتحتوي على مجموعتين من اللغات:\nأ- اللغات السامية: وهي الآشورية، والبابلية، والآرامية، والكنعانية - ويراد بها العبرية - والفنيقية - ثم العربية، والحبشية.\nب - اللغات الحامية: وهي المصرية، والبربرية، واللغات الكوشيتية. والذي يظهر - والله أعلم بالحقيقة - أن اللغات السامية في بداية نشأتها كانت متقاربة جداً كما أسلفنا، حتى إنه ليمكن القول إنها كانت عبارة عن لهجات للغة واحدة. والدارس لهذه اللغات يستطيع أن يلحظ التشابه الشديد بينها، إذ أن أصحاب تلك اللغات كانوا عبارة عن أبناء أمة واحدة تفرقوا في منطقة المثلث (العراق، والشام، ووادي النيل، واليمن وحضرموت) واستوطنوا أنحاء بين هذه المنطقة على مدى حقب التاريخ وأنشأوا ممالك وحضارات واختلط كل قسم منهم بمن جاوره فتأثر به واستفاد منه، وهذا من أهم العوامل لاختلاف اللهجات واللغات وأحياناً لتلاشيها وضعفها، ولذلك فإن كثيراً من الباحثين يعتبر (العربية، والسوريانية، والآشورية، والآرامية، والكنعانية) لهجات للغة واحدة، ثم تمايزت بشكل كبير جعلها تتحول على مدى الأزمنة إلى لغات، والذي حمل هؤلاء على هذا الرأي وجود مفردات متشابهة بمقدار كبير في هذه اللغات (انظر الجدول الملحق بآخر البحث) . بل إن بعض الدارسين يقول: إن السوريانية: أو الآسورية أو الآشورية المراد منها اللغة العربية التي كان ينطق بها أهل سورية وأن (آسورية) لهجة محرفة من (سورية) 2.\n1 علم اللغة للدكتور عبد الواحد وافي (ط السلفية بمصر) ص128 - 168.\n2 عباس محمود العقاد في كتابه - إبراهيم -\nالجزء: 1 ¦ الصفحة: 128\n",
        "ووجدوا أن وجود التشابه بين (الحميرية) واللغة السوريانية أكثر من وجوه التشابه بينها وبين لغة قريش..\nأما اللغة الآرامية: فقد سبقت الإشارة في أول البحث أن بعضهم يرى أن كلمة - آرام - تعني - عرب - وأن العين والباء قلبتا همزة وميماً، وأنهم ينقسمون إلى حضر وهم سكان (الهلال الخصيب) وبدو وهم سكان الأطراف الجنوبية الصحراوية من منطقة الهلال الخصيب ويسمون بدو الآراميين..\nوأياً ما كان الأمر فإن الذي لا شك فيه أن كل هؤلاء أمة واحدة تسمى - السامية - أما أيهما يرجع إلى الآخر - الآراميين - أو العرب فمسألة ترجع إلى ما سبق أن أشرت إليه - من تحديث أصل بداية العرب كأمة مستقلة معروفة بهذا الاسم -\nولكنني أستطيع أن أجزم بأن أحد تلك الفروع من - السامية الأم - استطاع على مدى التاريخ أن يحافظ على أهم خصائص اللغة السامية على حين فقدت الفروع الأخرى كثيراً استطاع ذلك الفرع أن يطور لغته السامية بشكل ضمن لها النماء والتحسن مع الإبقاء على معظم الخصائص دون أن يفسدها التطوير..\nذلك الفرع هو القسم من الساميين الذي اتجه إلى الجزيرة العربية وعرف فيما بعد باسم العرب، أما لماذا كان ذلك؟\nفإن السبب الرئيسي يرجع إلى طبيعة المنطقة التي استوطنها وهي منطقة صحراوية وعرة بعيدة عن المناطق العامرة بالأمم الأخرى فأعطى ذلك العرب فرصة الابتعاد عن المؤثرات المباشرة على لغتهم وفرصة أخرى لصقل ما يصلهم من الأمم الأخرى من مفردات أو لهجات حتى إنه لا يصل إليهم إلا وقد عبر مناطق صحراوية تحتم عليه التغير بشكل يلائم تلك البيئة، ويناسب أذواق تلك الأمة الفطرية البعيدة عن تعقيدات المدنيات الفاسدة المختلفة..\nالجزء: 1 ¦ الصفحة: 129\n",
        "المراحل التي مرّت بها اللغة العربية:\nمرت اللغة العربية بأدوار ومراحل، وارتقت في مختلف الفترات درجات التصاعد والتطور، حتى وصلت إلى درجة ومرحلة نهائية وضعتها في القمة بحيث أصبحت أهلاً لأن ينزل بها آخر كتب الله المنزلة، ولأن تكون وعاءً لكلام الله عز وجل..\n1-\nمرحلة النشأة: حيث اللغة الأم (السامية) وحيث كانت العربية في مرحلة مخاض كما سبق تفصيله..\n2-\nلغة العرب البائدة: وقد سبق في أول البحث أنهم: عاد، وثمود، وطُسَم، وجَدِيْس، وأمَيْم، وعَبِيْل، والعمالقة، وجُرْهُم.. وذكرنا أن مساكن عاد كانت بجنوب الجزيرة في طرف من صحراء الربع الخالي وثمود بمالها الغربي، وطسم وجديس بشرقها، والعمالقة وجرهم بالحجاز، وبمكة ويثرب..\nهؤلاء هم الذين كانوا يتكلمون العربية التي استقلت عن السامية الأم وتطورت إلى أن اتخذت لنفسها شكلاً مستقلاً ونستطيع أن تعتبر عربيتهم فترة متطورة من العربية الأولى التي وجدت في فترة النشأة..\n3-\nلغة القبائل القحطانية: ويسميها الباحثون (الحميرية) وهذه القبائل كانت تسكن الجزء الجنوبي من الجزيرة العربية - حضرموت واليمن - حيث جاوروا أقرب الأمم إليهم وهم (الأحباش) وكثر اختلاطهم بهم فتأثرت لغتهم باللغة (الحبشية) مما جعل بعض المستشرقين يعتبر (الحميرية) و (الحبشية) لغتين شقيقتين لما وجد من كثرة التشابه بينهما في المفردات والخصائص، ولا ننسى أنه لم يكن هناك مفراً أمام (الحميرية) من التأثر بشكل واسع بالحبشية بسبب هجرات اليمنيين والغزوات المتبادلة، وقد أقام (الأحباش) زمناً طويلاً باليمن وحكموها فاللغة الحميرية إذن أضافت إلى ما ورثته من لغة العرب البائدة خصائص ومفردات جديدة تأثرت كثيراً بعوامل خارجية..فبذلك هي تمثل\nالجزء: 1 ¦ الصفحة: 130\n",
        "فترة مهمة من فترات تطور العربية.. ولم تكن صالحة وحدها وهي في هذه المرحلة لأن ترشح لتلك المهمة العظيمة التي تجعلها - اللغة العربية المتكاملة الواحدة -، ألا وهي مهمة نزول القرآن بها، بل كل ما يمكن أن نقوله أنها كانت مرحلة تهيئ للمرحلة الأخيرة، وإرهاصاً من إرهاصات اللغة المختارة الكريمة المبينة التي كانت - العدنانية -\nيقول المستشرق - رينان -: إن الحميرية والحبشية لم يكن لهما مكان رئيسي سوى أنهما كانتا أداتين هيئتا لظهور العربية الحجازية1.\n4-\nلغة القبائل العدنانية: وهي لغة القبائل التي تنتسب إلى عدنان بن إسماعيل عليه السلام، وكانت تسكن القسم الشمالي من الجزيرة العربية الذي يشمل: هجر، ونجد، والحجاز..\nوقد سبقت الإشارة إلى أن إسماعيل عليه السلام نشأ في كَنَف إحدى القبائل البائدة - جرهم - أو هي فرع من فروعها، ويشير الحديث الصحيح2 إلى أنه عليه السلام - أعجبهم وأنفسهم - أي أنه كما يبدو فاقهم فصاحة في لغته، وقد روي عن النبي صلى الله عليه وسلم أنه قال: \"أول من فتق الله لسانه بالعربية المبينة إسماعيل \" رواه الحاكم في مستدركه والزبير بن بكار في كتاب النسب وقال الحافظ ابن حجر في حديث الزبير: إنه حسن3.\nوتأمل قوله (العربية المبينة) تتوصل إلى كل ما نريد قوله عن اللغة العدنانية وأنها تمثل المرحلة النهائية في مراحل تطور العربية المرحلة التي بلغت فيها قمة الفصاحة - والفصاحة هي الإبانة - بعد أن كانت أقل إبانة وفصاحة، مرحلة تفتقت فيها اللغة العربية كأنها هي زهرة كانت منكمشة في كمها ثم انفتحت..\n1 مولد اللغة للشيخ أحمد رضا العامل (من منشورات مكتبة الحياة بيروت) ص52.\n2 صحيح البخاري - كتاب الأنبياء.\n3 فتح الباري (ط السلفية بمصر) الجزء 6- ص403.\nالجزء: 1 ¦ الصفحة: 131\n",
        "حُكي عن الشرقي بن قطامي أنه قال1: \"إن عربية إسماعيل كانت أفصح من عربية يعرب بن قحطان وبقايا جرهم وحمير\".\nوانظر إلى آثار حكمة الله عز وجل العظيمة لما اصطفى لغة هذه الأمة لتكون وعاءً (لكلامه المقدس) سخر لها من عوامل النماء والنقاء ما لم يتوفر لأي لغة أخرى:\nأولاً: بيئة جغرافية نقية - صحراوية - بعيدة لوعورتها عن مختلف البيئات الأخرى وهذه البيئة هي أواسط جزيرة العرب التي اختارها الله مركزاً للّغة المصطفاة المتكاملة في خصائصها وثروتها اللغوية.. والتي تشمل نجداً والحجاز.\nثانياً: أوحى عز وجل إلى نبيه - إبراهيم الخليل - وهو بابلي من العراق أن يرحل بزوجه - هاجر - وهي مصرية ليتركها مع وليدها - إسماعيل - في هذه الأرض القاحلة الصحراوية من أرض الحجاز، ثم يتم اتصال - هاجر - بقبيلة جرهم فكأنما صبت الأصول: البابلية، المصرية، العربية البائدة في بوتقة واحدة لتفتق عربية إسماعيل..\nثالثاً: ثم يسخر الله عز وجل لذرية إسماعيل - العدنانيين - عاملاً آخر مهماً من العوامل التي ساعدت على نماء لغتهم وهي هجرة - القحطانيين - بعد انهيار سد مأرب واختلاطهم بهم..\nفبقيت هذه اللغة - العدنانية - تأخذ طريقها إلى النمو والتصاعد لتشكل في نهاية الأمر اللغة العربية الرئيسية المتكاملة التي بقيت إلى أن يرث الله الأرض ومن عليها، بينما أخذت اللغات الأخرى ومنها (الحميرية) طريقها إلى الانقراض.. حتى لم يبق اليوم إلا بقايا أثرية في الأطلال والنقوش وكتب اللغة..\n1 رواه ابن هشام وذكره ابن حجر في فتح الباري 6-403.\nالجزء: 1 ¦ الصفحة: 132\n",
        "نتائج البحث\n:\n1-\nاللغة العربية: أفصح اللغات البشرية، وأوسعها، وأغزرها مادة وأقواها تكويناً، والدليل على ذلك: اختيارها لتكون وعاء لكتاب إلهي عظيم بعد بين الكتب الإلهية المنزلة: المنهاج الإلهي الشامل الكامل العالمي الذي وسع جميع البشر وسائر الأزمنة المتعاقبة، فلغة اتسعت لتعبير عن هذا المنهاج العظيم - القرآن- تعد بحق أعظم لغات الأرض ولولا أنها تملك من خصائص البيان ما لا تملكه اللغات الأخرى لما أمكنها ذلك:\nقال تعالى: {وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ لَعَلَّهُمْ يَتَذَكَّرُونَ قُرْآناً عَرَبِيّاً غَيْرَ ذِي عِوَجٍ لَعَلَّهُمْ يَتَّقُونَ} 1.\nوقال: {وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ} 2.\nومثل هذه النصوص تدل على أن غير العربية من اللغات - الأعجمية - لا تملك من خصائص الإبانة والاستقامة ما تملكه اللغة العربية..\nولعلي أستطيع في وقت قريب - إذا شاء الله - أن أقدم نموذجاً من خصائص هذه اللغة التي تنفرد بها..\n2-\nمعروف لدى جميع الباحثين من علماء اللغات أن اللغة متطورة متغيرة لأنه يستحيل أن تسلم لغة ما من عوامل التطوير والتغيير، واللغات الحية يستفيد بعضها من بعض، ولا يمكن للغة تنكمش على نفسها وتنقطع صلاتها الأخرى، والمدنيات الأخرى، أن تدوم على قيد الحياة طويلاً فلكي تستمر اللغة في الوجود يجب أن تتقبل التطوير، ولكي تزداد نمواً وازدهاراً يجب أن تتصل بلغات الأمم الأخرى وتستفيد منها..\n1 الزمر - الآية 28.\n2 النحل - الآية 103.\nالجزء: 1 ¦ الصفحة: 133\n",
        "لكن هذا الأمر دقيق عجيب، فإن بعض اللغات يقضي عليها التطوير وتتلاشى عند الاتصال بالأمم الأخرى، فهناك إذاً عوامل أخرى تصحب هذا العامل المهم ويمكن تلخيص أهمها فيما يلي:\nأولاً: استعداد اللغة في أصل تركيبها وتكوينها وخصائصها الذاتية للتطور والنمو، والقدرة على احتواء التغيرات الحضارية البشرية مهما اتسعت والقدرة على الصمود أمام مختلف العوامل المؤثرة..\nثانياً: قوة الأمة التي تتكلم بها: حضارياً، وفكرياً، وسياسياً، فإن الأمم الضعيفة التي لا تمتلك من الخصائص الحضارية والفكرية ولا يكون لها كيان سياسي قوي لا تستطيع أن تحافظ على لغتها فضلاً عن أن تنشرها وتفرضها على الناس.\nثالثاً: انتشار هذه الأمة التي تتكلم بتلك اللغة: واتصالها بالأمم الأخرى بشتى وسائل الاتصال: إما بالغزو والفتوحات، أو بالمبادلات والعلاقات التجارية والثقافية، أو بحركات الهجرة والنزوح..\nوإذا طبقنا هذه العوامل الثلاث على اللغة العربية وأمة العرب نجدها متوفرة جميعها، فقوة تكوينها الذاتي يمكن أن تستنتجه مما سبق بيانه والحديث عنه عند الكلام عن نشأتها والمراحل التي مرت بها، ويكفي دليلاً عليه صمودها طوال هذه القرون والحقب، على الرغم من تعرضها لشتى العوامل الرهيبة التي تفكي للقضاء على أي لغة أخرى كاللغة - العبرية - مثلاً..\nفاللغة - العبرية - كانت لغة محلية، ولم تكن تملك من الخصائص ما يؤهلها للانتشار، ولا من المميزات الذاتية ما يسمح بالاستمرار، ثم تعرضت لهزات عنيفة نتيجة تشرد أهلها وتفرقهم بدداً في أرجاء العالم فانقرضت وهي منقرضة وإن استمات اليهود اليوم (عليهم لعائن الله) في محاولتهم لإحيائها..\nأما اللغة العربية فنتيجة لقوة تكوينها الذاتي وامتلاكها لخصائص النمو\nالجزء: 1 ¦ الصفحة: 134\n",
        "والبقاء لم تؤثر فيها الهزات العنيفة، ولا انتشار أهلها واسع في عدة مراحل من التاريخ كما سأبينه في النقطة التالية..\nوقد سبق أن أشرت إلى حركات النزوح والانتشار التي تعرضت لها أمة العرب وكان أشهرها وأعظمها:\nالهجرة الأولى: من منطقة الهلال الخصيب والرافدين باتجاه الجزيرة العربية ووادي النيل وربما شمالاً وشرقاً إلى جهات أخرى..\nالهجرة الثانية: من اليمن إلى سائر أنحاء الجزيرة والرافدين والشام ووادي النيل.\nالفتوحات الكبرى: وهي أعظم حركات الانتشار العربية، وقد أوصلت العرب إلى منطقة تمتد من مشارف الصين شرقاً وبلاد الهند والسودان جنوباً إلى المحيط الأطلسي غرباً، ثم مشارف أوروبا شمالاً امتداداً من فرنسا وصقلية وقبرص وبيزنطة ثم القفقاس وبلاد الخزر وأواسط آسيا وفرغانة التي هي بلاد الترك، وهي منطقة كما نلاحظ تحتوي على أمم كبرى رئيسية: أمة الهند، والترك، والبربر، والروم، والفرس.\nفلو أن أي أمة غير أمة العرب انتشرت هذا الانتشار لم أشك لحظة أنه كان يُقضى على سائر خصائصها ومنها - اللغة -، أو على الأقل تضعف وتنضب مقوماتها وخصائصها، لكن الذي حدث بالنسبة للعرب والعربية أن صمدت مقوماتهم وازدادت العربية قوة وازدهاراً وتماسكاً فبدل أن تحتويها كل تلك الأمم والحضارات واللغات وتطغى عليها، احتوت هي كل تلك الأمم والحضارات، وطغت على سائر تلك اللغات، ولا شك أن العاملين الآخرين كان لهما دون رئيسي في ذلك وهما: نزول القرآن دستور الإسلام باللغة العربية وتكلم الرسول صلى الله عليه وسلم بالعبرية فهذان جعلا - دين الإسلام - كله عربياً، وهو دين عالمي، فكان دخول الأمم في حظيرة الإسلام دخولاً في\nالجزء: 1 ¦ الصفحة: 135\n",
        "حظيرة العربية.. وهذا أعطى اللغة العربية عامل: الفكر والثقافة والخصائص الحضارية بأوسع نطاق، فسعدت العربية بظهير حضاري لم تسعد به أي لغة أخرى حتى ولا العبرانية أو الرومانية أو غيرها..\nوالعامل الآخر: قوة الكيان السياسي الذي تمثل في أوج الفتوحات بشكل لم يسبق له نظير في العالم، بحيث أصبحت الدولة العربية التي حملت لواء الإسلام أقوى دولة بلا منازع، وذلك أعطى اللغة العربية الفرصة لكي تكون اللغة العالمية بلا منازع أيضاً.. فكانت لغة الفكر والثقافة والعلم والأدب، والطب والحكمة وسائر ما يحتاج إليه البشر..\n3-\nالنتيجة الثالثة والأخيرة وهي أهم نتائج هذا البحث بل هي مقصودة ومرامه، أن - اللغة العربية المتكاملة الرئيسية - التي نزل بها القرآن كانت هي - العدنانية - بسائر لهجاتها وفروعها.. وكان الفرع الرئيسي الذي حظي بأكبر حظ من الآيات والحروف لسان قريش - أعظم القبائل العدنانية -.\nولما كانت اللغة العدنانية: البوتقة الأخيرة التي صبت فيها سائر اللغات العربية الأخرى خصائصها ومفرداتها وانصهرت فيها وجدنا أنها احتوت على أحسن ما في تلك اللغات من مفردات وخصائص واطّرحت ما لم يستحسنه لسان العدنانيين.. فاستحقت بذلك أن تكون هي اللغة الرئيسية التي انتشرت واكتسحت اللغات الأخرى: القحطانية، فإذا وجدنا من العلماء من يقول إن في القرآن لهجة أو مفردات (حميرية) فإنه يكون قد غفل عن هذه الحقيقة التي شرحناها في بحثنا هذا، أو وجدنا آخرين يقولون إن في القرآن ألفاظاً حبشية أو نبطية أو سوريانية أو عبرانية هكذا على إطلاقه فهو كذلك لم يعرف ما هي اللغة العربية ولا اطّلع على حقيقتها الرائعة، أو وجدنا آخرين يقولون إنه لا يوجد في القرآن (مُعرّب) ولا من لسان غير العرب، وأن تلك الألفاظ التي حُكي أنها أعجمية هي مما وافقت فيه لغة العرب لغة العجم تصادفاً لا عن نقل أو اقتباس فإننا نلحقه بصاحبيه ونقول له: هذا كلام من لم يفهم طبيعة اللغات جميعاً، فضلاً عن أن يدرك سر العربية، هذا هو ما حاولنا الرد عليه في بحثنا هذا،\nالجزء: 1 ¦ الصفحة: 136\n",
        "وقد استعرض فضيلة الدكتور محمد تقي الدين الهلالي طرفاً من أدلتهم وناقشها..\nالجزء: 1 ¦ الصفحة: 137\n",
        "ملحق\n:\nاستقصى بعض الباحثين الألفاظ المتشابهة بين اللغات: الآرامية، والبابلية، والعبرية، والحميرية، والعربية العدنانية (الفصحى) ، راجع في ذلك بحثاً نشر في مجلة (المجمع العربي) بدمشق المجلد 44 الجزء 1 عدد شوال سنة 1388هـ‍ وراجع بحثاً آخرا نُشر في مجلة (عالم الفكر) بالكويت المجلد 2 العدد 4 يناير 1972م الصفحة 1111-1114، ونحن نذكر مقتطفات من ذلك في الجدول التالي:\nعربي عدناني\n...\nبابلي أشوري\n...\nعبري\n...\nأرامي سوري\n...\nحميري\nأبٌ\n...\nأبو\n...\nأب\n...\nأب\n...\nأب\nابنٌ\n...\nبنو\n...\nبنْ\n...\nبرا\n...\nبن\nأخٌ\n...\nأخو\n...\nأح\n...\nأحا\n...\nأحو\nاثنتان\n...\nشنا\n...\nشنايم\n...\nترين\n...\nسنيت\nأخذ- يأخذ\n...\nأخوز\n...\nأحز - ياحز\n...\nأحد - نحود\n...\nأخز - ياخز\nأرض\n...\nأرصتُو\n...\nأرص\n...\nأرعا, أرقا\n...\nأرض\nإسمٌ\n...\nشومو\n...\nشم\n...\nشما\n...\nسم\nأمٌ\n...\nأمُو\n...\nأم\n...\nأما\n...\nأم\nأمة ٌ\n...\nأمْتُو\n...\nأمْهَ\n...\nأمْتا\n...\nأمةٌ\nأنا\n...\nأنْكُو\n...\nأنا\n...\nأنا\n...\nأنا\nإنسان\n...\nنشو\n...\nإنوش\n...\nناشا\n...\nإنش\nأنثى\n...\nاششتو\n...\nاشته\n...\nأتاتا\n...\nأُنْسَتْ\nبئرٌ\n...\nبورو\n...\nبور\n...\nبر\n...\nبئر\nبيتٌ\n...\nبتُو\n...\nبيت\n...\nبيتا - بُوت\n...\nبيت\nسلّم - سلام\n...\nشلمو\n...\nشَلَم - شَلُوم\n...\nشلما - شُلم\n...\nسلم - سلام\nالجزء: 1 ¦ الصفحة: 137\n",
        "ومن الألفاظ المتشابهة بيت العربية (العدنانية) والآرامية:\n(أبْ) بمعنى الثمرة، وفي الآرامية (آبو)\n(إفك) بمعنى الكذب، \" \" (هِفِخ)\n(بعير) اسم للجمل، \" \" (بعيرو)\n(بقعة) ، \" \" (فُقْقَتُو)\n(بِيَعُ) المكان الذي يتعبد فيه النصارى، وفي الآرامية (بِيعَتْوُ)\n(التّبَار) بمعنى التفتيت والتكسير، وفي الآرامية تبّر بمعنى كسر\n(تَنُور) بيت النار أو مكان النار، وفي الآرامية (بيْتْ نُورو)\n(تجارة) ، وفي الآرامية (تَجَارُو)\n(بين) ، \" \" (تينو)\n(مثقال) ، \" \" (متجولو)\n(ثَمّ) أي هناك، وفي الآرامية (تمُون)\n(جبار) أي متسلط متكبر، وفي الآرامية (جَبُورُو)\nالجزء: 1 ¦ الصفحة: 138\n",
        ""
    ]
}