{
    "1": [
        "دروس تربوية من الأحاديث النبوية\nدروس تربوية من الأحاديث النبوية\nخالد الحسينان\nالكتاب:\nدروس تربوية من الأحاديث النبوية\nالمؤلف:\nأبو عبد الملك خالد بن عبد الرحمن الحسينان\nالناشر:\nمركز الفجر للإعلام\nعام النشر:\n1431 هـ - 2010 م\nعدد الأجزاء:\n1\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "{دُرُوسٌ تَرْبَوِيّةٌ}\nمِنَ الأحَادِيثِ النَّبَوِيَّةِ\nللشَّيخِ\nخَالِد بِن عَبْدِ الرَّحْمَنِ الحُسَينَان\n- حفظه الله -\nمركز الفجر للإعلام\n1431هـ - 2010 م\nالجزء: 1 ¦ الصفحة: 1\n",
        "بسم الله الرحمن الرحيم\nالحمد لله رب العالمين حمدا كثيرا طيبا مباركا فيه، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله، أما بعد:\nإن أكثر ما يحتاجه العبد المسلم في هذا الزمان الذي كثرت فيه الفتن والمغريات والشبهات والشهوات هو تقوية صلته بربه، وكثرة دعائه، وبذل كل سبب يقربه إلى الله، والابتعاد عن كل طريق يعوقه عن الاتصال بربه.\nفجاءت هذه الدروس التربوية الإيمانية التي جمعتها من أقوال أهل العلم المتقدمين والمتأخرين، وما لي جهد فيها إلا الجمع والتهذيب والاختصار والترتيب حتى تكون سهلة الوصول إلى من يريد تجديد صلته بربه، ويرتقي إلى منازل العابدين السائرين إلى رب العالمين.\nوجعلتها على شكل دروس يومية وغالبها مأخوذة من كلام الحافظ ابن رجب رحمه الله ويستطيع أن يستفيد منها الإمام في مسجده، والداعية في مجلسه، والمدرس في مدرسته، والأب في بيته، والمرأة في وسط مجتمعها.\nوالله الموفق والهادي إلى سبيل الرشاد\nوآخر دعوانا أن الحمد لله رب العالمين.\nخالد بن عبد الرحمن الحسينان\n19 ذو الحجة 1430 هـ\nالجزء: 1 ¦ الصفحة: 2\n",
        "الدرس الأول:\nكيف يكون الأدب مع الخالق؟\nقال الشيخ ابن عثيمين: حسن الخلق في معاملة الخالق يجمع ثلاثة أمور:\n1. تلقِّي أخبار الله تعالى بالتصديق.\n- بحيث لا يقع عند الإنسان شك أو تردد في تصديق خبر الله تعالى وخبر رسوله صلى الله عله وسلم؛ لأن خبر الله سبحانه وتعالى صادر عن علم وهو أصدق القائلين كما قال تعالى عن نفسه: {وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثًا}.\n- كأخبار يوم القيامة، فقد أخبر النبي صلى الله عليه وسلم (أن الشمس تدنو من الخلائق يوم القيامة بقدر ميل)، سواء كان ميل المكحلة أو ميل المسافة، هذه المسافة بين الشمس ورؤوس الخلائق قليلة، ومع ذلك فإن الناس لا يحترقون بحرّها مع أن الشمس لو تدنو الآن من الدنيا مقدار أنملة لاحترقت الدنيا، فقد يقول قائل كيف تدنو من رؤوس الخلائق يوم القيامة بهذه المسافة ثم يبقى الناس؟.\nالجزء: 1 ¦ الصفحة: 3\n",
        "- فما هو أدب المؤمن مع ربه ونبيه تجاه هذا الحديث؟ فالأدب مع هذا الحديث أن نقبله ونصدق به، وأن لا يكون في صدورنا حرج منه، ولا ضيق، ولا تردد، وأن نعلم أن ما أخبر به الرسول صلى الله عليه وسلم في هذا فهو حق.\n- ولا يمكن أن نقيس أحوال الآخرة على أحوال الدنيا لوجود الفارق العظيم. فإذا كان كذلك فإن المؤمن يقبل مثل هذا الخبر بانشراح وطمأنينة ويتسع فهمه له وبأدبه مع ربه ونبيه صلى الله عليه وسلم يحسن خلقه ويسدد سعيه فالسداد في التعامل مع الأقوال والأفعال المتلقاة عن الله ورسوله صلى الله عليه وسلم لازمه صلاح العمل وغفران الذنب\nقال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا}\n2. وتلقِّي أحكام الله بالتنفيذ والتطبيق.\n- إن الأدب مع الله في المعاملة مع أحكامه أن يتلقاها الإنسان بالقبول والتنفيذ والتطبيق فلا يرد شيئًا من أحكام الله، فإذا ردّ شيئًا من أحكام الله، فهذا سوء الأدب مع الله سواء ردها منكرًا حكمها، أو ردها مستكبرًا عن العمل بها، أو ردها متهاونًا بالعمل بها، فإن ذلك مناف لحسن الأدب مع الله -عز وجل-.\nالجزء: 1 ¦ الصفحة: 4\n",
        "- مثاله: الصلاة لا شك أنها ثقيلة على بعض الناس، وهي ثقيلة على المنافقين، كما قال النبي عليه الصلاة والسلام: (أثقل الصلاة على المنافقين صلاة العشاء وصلاة الفجر)، لكن الصلاة بالنسبة للمؤمن قرة عينه وراحة نفسه، فحسن الأدب مع الله -عز وجل- بالنسبة للصلاة، أن تؤديها وقلبك منشرح مطمئن وعيناك قريرتان.\n- مثال آخر: الصوم لا شك أنه شاقّ على الإنسان؛ لأن الإنسان يترك فيه المألوف من طعام وشراب ونكاح، وهذا أمر شاقّ، ولكن المؤمن حسن الأدب مع ربه -عز وجل- يقبل هذا التكليف بانشراح صدر وطمأنينة، وتتسع له نفسه فتجده يصوم الأيام الحارة الطويلة وهو بذلك راضٍ منشرح الصدر؛ لأنه حسن الأدب مع ربه. أما سوء الأدب مع الله فأن يقابل مثل هذه العبادة بالضجر والكراهية ولولا أنه يخشى من أمر لا تُحمد عقباه لكان لا يلتزم بالصيام.\n3. وتلقِّي أقدار الله بالصبر والرضا.\n- مثاله: فإن أقدار الله منها ما يلائم الإنسان ومنها ما لا يلائمه، فمثلا: المرض، والفقر، والمصائب عموما لا تلائم الإنسان.\n- فحسن الأدب مع الله نحو أقداره أن ترضى بما قدر الله لك، وأن تطمئن إليه، وأن تعلم أن الله سبحانه وتعالى ما قدره لك إلا لحكمة وغاية محمودة يستحق عليها الشكر، وعلى هذا فإن حسن الأدب مع الله نحو أقداره هو أن الإنسان يرضى ويستسلم ويطمئن. ولهذا امتدح الله تعالى الصابرين الذين إذا أصابتهم مصيبة قالوا: إنا لله وإنا إليه راجعون. وقال: {وَبَشِّرِ الصَّابِرِينَ}.\n- فهذه ثلاث أشياء عليها مدار حسن الأدب مع الله عز وجل. اهـ بتصرف\nالدرس الثاني:\nكيف يكون حسن الخلق مع المخلوق؟\n- أما حسن الخلق مع المخلوق فعرفه بعضهم. ويذكر عن الحسن البصري أنه:\n1.\nكف الأذى\n.\n2.\nبذل الندى\n.\n3. طلاقة الوجه.\n- فمعنى كف الأذى:\n- أن الإنسان يكف أذاه عن غيره سواء كان هذا الأذى يتعلق بالمال، أو يتعلق بالنفس، أو يتعلق بالعرض.\nالجزء: 1 ¦ الصفحة: 5\n",
        "- فمن لم يكف أذاه عن الخلق فليس من حسن الخُلق، بل هو سيئ الخُلق. وقد أعلن الرسول صلى الله عليه وسلم في أعظم مجمع اجتمع به في أمته. قال: (إن دماءكم، وأموالكم، وأعراضكم، عليكم حرام، كحرمة يومكم هذا، في شهركم هذا، في بلدكم هذا).\n- مثاله: لو اعتدى الإنسان على غيره بالخيانة أو الكذب أو السب أو الاستهزاء أو السخرية أو الغيبة أو النميمة أو الضرب\n....\nفهذا ليس من حسن الخلق.\n- وأما\nبذل الندى\n:\n- فالندى هو الكرم والجود. يعني أن تبذل الكرم والجود، والكرم ليس كما يظنه بعض الناس هو أن تبذل المال.\n- بل الكرم يكون في بذل النفس، وفي بذل الجاه، وفي بذل المال.\n- إذا رأينا شخصًا يقضي حوائج الناس يساعدهم يتوجه في شئونهم إلى من لا يستطيعون الوصول إليه، ينشر علمه بين الناس، يبذل ماله بين الناس، فإنا نصفه بحسن الخلق؛ لأنه بذل الندى.\n- ولهذا قال النبي صلى الله عليه وسلم: (اتق الله حيثما كنت، وأتبع السيئة الحسنة تمحها، وخالق الناس بخلق حسن).\n- ومعنى ذلك أنك إذا ظُلمت أو أسيء إليك فإنك تعفو وتصفح.\n- وقد امتدح الله العافين عن الناس فقال في الجنة {الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ}.\n- وأما\nطلاقة الوجه\n:\n- فهي أن يكون الإنسان طليق الوجه، وضد طليق الوجه عبوس الوجه، ولهذا قال النبي عليه الصلاة والسلام: (لا تحقرنّ من المعروف شيئًا، ولو أن تلقى أخاك بوجه طلق).\n- فطلاقة الوجه تُدخل السرور على من قابلك.\n- وتجلب المودة والمحبة، وتوجب انشراح القلب،- وجرب تجد-.\n- لكن إذا كنت عبوسًا فإن الناس ينفرون منك، ولا ينشرحون بالجلوس إليك، ولا بالتحدث معك، وربما تصاب بمرض خطير يسمى بالضغط.\n- فإن انشراح الصدر وطلاقة الوجه من أكبر العقاقير المانعة من هذا الداء داء الضغط.\nالجزء: 1 ¦ الصفحة: 6\n",
        "- ولهذا فإن الأطباء ينصحون من ابتلي بهذا الداء بأن يبتعد عما يثيره ويغضبه؛ لأن ذلك يزيد في مرضه، فطلاقة الوجه تقضي على هذا المرض؛ لأن الإنسان يكون منشرح الصدر محبوبًا إلى الخلق.\n- هذه الأصول الثلاثة التي يدور عليها حسن الخلق في معاملة الخلق.\n- انتبه .. انتبه .. لا تقلب الحقائق:\n- كثير من الناس مع الأسف الشديد يحسن الخلق مع الناس، ولكنه لا يحسن الخلق مع أهله وهذا خطأ وقلب للحقائق. كيف تحسن الخلق مع الأباعد وتسيء الخلق مع الأقارب؟ فالأقارب أحق الناس بأن تحسن إليهم الصحبة والعشرة.\n- ولهذا قال النبي صلى الله عليه وسلم: (إن خيركم خيركم لأهله وأنا خيركم لأهلي)\nالدرس الثالث:\nمن مظاهر سوء الخلق\n- من مظاهر سوء الخلق:\n- الغلظة والفظاظة: فتجد كثيراً من الناس فظاً غليظاً لا يتراخى ولا يؤلَف، ولا يتكلم إلا بالعبارات النابية التي تحمل في طياتها الخشونة والشدة والقسوة.\n- ومن مظاهر سوء الخلق: عبوس الوجه وتقطيب الجبين، فكم من الناس لا تراه إلا عابس الوجه مقطب الجبين لا يعرف التبسم واللباقة.\n- ومن مظاهر سوء الخلق: سرعة الغضب، وهذا مسلك مذموم في الشرع والعقل، وهو سبب لأمور لا تحمد عقباها.\n- ومن مظاهر سوء الخلق: المبالغة في اللوم والتقريع، وهذا كثيراً ما يقع ممن لهم سلطة وتمكن على الآخرين.\n- ومن مظاهر سوء الخلق: السخرية بالآخرين، كحال من يسخر بفلان لفقره أو بفلان لجهله أو لرثاثة ثيابه، أو لدمامة خلقته.\n- ومن مظاهر سوء الخلق أيضاً: التنابز بالألقاب، وهذا مما نهانا الله عنه وأدبنا بتركه فقال تعالى: (وَلاَ تَنَابَزُواْ بِالأَلْقَابِ بِئْسَ الاسْمُ الْفُسُوقُ بَعْدَ الإِيمَانِ)؟\nومع هذا النهي إلا أننا نجد أن غالبية الناس لا يعرفون إلا بألقابهم السيئة، وهذه الألقاب مما يثير العداوة ويسبب الشحناء.\nالجزء: 1 ¦ الصفحة: 7\n",
        "- ومن مظاهر سوء الخلق: الكبر، فهناك من يتكبر في نفسه ويتعالى على بني جنسه فلا يرى لأحد قدراً ولا يقبل من أحد عدلاً ولا صرفاً، والكبر خصلة ممقوتة في الشرع والعقل.\n- ومن مظاهر الأخلاق السيئة: الغيبة والنميمة .. فكم فسد بسببهما من صداقة وكم تقطعت أواصر، وهاتان الخصلتان لا تصدران عن نفس كريمة، وإنما تصدر من أنفس مهينة ذليلة دنيئة، أما الكرام فإنهم يترفعون عن مثل هذه الترهات.\nالدرس الرابع:\nالعمل لغير الله\n- اعلم أن العمل لغير الله أقسام\n:\n1 -\nفتارة يكون رياء محضا،\nبحيث لا يراد به سوى مرآت المخلوقين لغرض دنيوي، كحال المنافقين في صلاتهم، كما قال الله - عز وجل: {وإذا قاموا إلى الصلاة قاموا كسالى يراؤون الناس ولا يذكرون الله إلا قليلا}.\n- وكذلك وصف الله تعالى الكفار بالرياء في قوله: {ولا تكونوا كالذين خرجوا من ديارهم بطرا ورئاء الناس ويصدون عن سبيل الله}.\n- وهذا الرياء المحض لا يكاد يصدر من مؤمن في فرض الصلاة والصيام، وقد يصدر في الصدقة الواجبة أو الحج، وغيرهما من الأعمال الظاهرة، أو التي يتعدى نفعها، فإن الإخلاص فيها عزيز، وهذا العمل لا يشك مسلم أنه حابط، وأن صاحبه يستحق المقت من الله والعقوبة.\n2 -\nوتارة يكون العمل لله،\nويشاركه الرياء، فإن شاركه من أصله، فالنصوص الصحيحة تدل على بطلانه وحبوطه أيضا.\nوفي صحيح مسلم عن أبي هريرة - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: (يقول الله تبارك وتعالى: أنا أغنى الشركاء عن الشرك، من عمل عملا أشرك فيه معي غيري، تركته وشريكه)\n3 -\nوأما إن كان أصل العمل لله،\nثم طرأت عليه نية الرياء، فإن كان خاطرا ودفعه، فلا يضره بغير خلاف، وإن استرسل معه، فهل يحبط عمله أم لا يضره ذلك ويجازى على أصل نيته؟\nالراجح أن عمله لا يبطل بذلك، وأنه يجازى على نيته الأولى.\nالجزء: 1 ¦ الصفحة: 8\n",
        "- أخذ الغنيمة في الجهاد\n:\nإن خالط نية الجهاد مثلا نية غير الرياء، مثل أخذ أجرة للخدمة، أو أخذ شيء من الغنيمة، أو التجارة، نقص بذلك أجر جهادهم، ولم يبطل بالكلية، وفي صحيح مسلم عن عبد الله بن عمرو، عن النبي - صلى الله عليه وسلم -، قال: (إن الغزاة إذا غنموا غنيمة، تعجلوا ثلثي أجرهم، فإن لم يغنموا شيئا، تم لهم أجرهم).\nالدرس الخامس:\nكيف يكون الرضا بقضاء الله\n- قال تعالى: (إنّا كل شيء خلقناه بقدر).\n- وممَّا يدعو المؤمن إلى الرِّضا بالقضاء تحقيقُ إيمانه بمعنى قول النَّبيِّ - صلى الله عليه وسلم -: (لا يقضي الله للمؤمن قضاءً إلا كان خيراً له: إنْ أصابته سرَّاء شكر، كان خيراً له، وإنْ أصابته ضرَّاء صبر، كان خيراً له، وليس ذلك إلا للمؤمن) رواه مسلم.\n-\nهاتان درجتان للمؤمن بالقضاء والقدر في المصائب\n:\n*\nالدرجة الأولى\n: أنْ يرضى بذلك، وهذه درجةٌ عاليةٌ رفيعة جداً.\nقال الله تعالى: {مَا أَصَابَ مِنْ مُصِيبَةٍ إِلاَّ بِإِذْنِ اللهِ وَمَنْ يُؤْمِنْ بِاللهِ يَهْدِ قَلْبَهُ}.\n- قال علقمة: هي المصيبة تصيبُ الرَّجلَ، فيعلم أنَّها من عند الله، فيسلِّمُ لها ويرضى.\n- قال أبو الدرداء: إنَّ الله إذا قضى قضاءً أحبَّ أنْ يُرضى به.\n- وقال ابن مسعود: إنَّ الله بقسطه وعدله جعلَ الرَّوحَ والفرح في اليقين والرضا، وجعل الهم والحزن في الشكِّ والسخط.\n- وقال عمر بن عبد العزيز: أصبحت ومالي سرورٌ إلا في مواضع القضاء والقدر.\n- فمن وصل إلى هذه الدرجة، كان عيشُه كلُّه في نعيمٍ وسرورٍ، قال الله تعالى: {مَنْ عَمِلَ صَالِحاً مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً}.\n- قال بعض السَّلف: الحياة الطيبة: هي الرضا والقناعة.\n- وقال عبد الواحد بن زيد: الرضا باب الله الأعظم وجنة الدنيا ومستراح العابدين.\nالجزء: 1 ¦ الصفحة: 9\n",
        "* و\nالدرجة الثانية\n: أنْ يصبرَ على البلاء، وهذه لمن لم يستطع الرِّضا بالقضاء، فالرِّضا فضلٌ مندوبٌ إليه مستحب، والصبرُ واجبٌ على المؤمن حتمٌ، وفي الصَّبر خيرٌ كثيرٌ، فإنَّ الله أمرَ به، ووعدَ عليه جزيلَ الأجر. قال الله - عز وجل -: {إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ}.\n-\nالفرق بين الرضا والصبر\n:\n- الصَّبر: كفُّ النَّفس وحبسُها عن التسخط مع وجود الألم، وتمنِّي زوال ذلك، وكفُّ الجوارح عن العمل بمقتضى الجزع.\n- والرضا: انشراح الصدر وسعته بالقضاء، وترك تمنِّي زوال ذلك المؤلم، وإنْ وجدَ الإحساسُ بالألم.\n- لكن الرضا يخفِّفُه لما يباشر القلبَ من رَوح اليقين والمعرفة، وإذا قوي الرِّضا، فقد يزيل الإحساس بالألم بالكلية.\n-\nبعض ما ينافي الرضا بالقضاء والقدر\n:\n1 -\nالاعتراض على قضاء الله الشرعي الديني.\n2 -\nترك التوكل على الله.\n3 -\nالسخط بما قسم الله.\n4 -\nالحزن على ما فات.\n5 -\nالنياحة واللطم وشق الجيوب.\n6 -\nتمني الموت لضر نزل أو بلاء.\n7 -\nعدم الرضا بالمقسوم من الرزق.\n8 -\nالجزع والهلع.\n-\nثمرات الرضا بالقضاء والقدر\n:\n- الإيمان بالقدر طريق الخلاص من الشرك؛ لأن المؤمن يعتقد أن النافع والضار، والمعز والمذل، والرافع والخافض هو الله وحده سبحانه وتعالى.\n- الثبات عند مواجهة الأزمات، واستقبال مشاق الحياة بقلب ثابت ويقين صادق.\n- أنه يهدئ روع المؤمن عند المصائب وعند فوات المكاسب، فلا تذهب نفسه عليها حسرات، ولا يلوم نفسه أو يعنفها، بل يصبر ويرضى بحكم الله تعالى، ويعلم أن هذا هو عين قضاء الله وقدره.\n- أنه يدفع الإنسان إلى العمل والإنتاج والقوة والشهامة؛ فالمجاهد في سبيل الله يمضي في جهاده ولا يهاب الموت.\nالجزء: 1 ¦ الصفحة: 10\n",
        "الدرس السادس:\nمن أعمال الإيمان\n- قال تعالى: (وتلك الجنة التي أورثتموها بما كنتم تعملون).\n- حاسب نفسك .. هل عملت بها؟\n- إخلاصُ الدِّين للهِ.\n- والنُّصحُ له ولعبادهِ.\n- وسلامةُ القلبِ لهم مِنَ الغِشِّ والحسدِ والحِقْدِ، وتوابعُ ذلك مِنْ أنواع الأذى.\n- ووجَلُ القُلوبِ مِنْ ذكرِ اللهِ.\n- وخشوعُها عندَ سماع ذكرِه وكتابه، وزيادةُ الإيمانِ بذلك.\n- وتحقيقُ التوكُّل على اللهِ.\n- وخوفُ اللهِ سرَّاً وعلانيةً.\n- والرِّضا بالله ربّاً، وبالإسلامِ ديناً، وبمحمدٍ - صلى الله عليه وسلم - رسولاً.\n- واختيارُ تَلَفِ النُّفوسِ بأعظمِ أنواعِ الآلامِ على الكُفرِ.\n- واستشعارُ قُربِ الله مِنَ العَبدِ، ودوامُ استحضارِهِ.\n- وإيثارُ محبَّةِ اللهِ ورسوله على محبّةِ ما سواهما من أموالهم وأنفسهم وغيرها.\n- والمحبةُ في الله والبُغضُ في الله، والعطاءُ له، والمنعُ له.\n- وأنْ يكونَ جميعُ الحركاتِ والسَّكناتِ له.\n- وسماحةُ النُّفوسِ بالطَّاعةِ الماليَّةِ والبدنيَّةِ.\n- والاستبشارُ بعملِ الحسّنات، والفرحُ بها.\n- والمَساءةُ بعملِ السَّيئاتِ والحزنُ عليها.\n- وكثرةُ الحياءِ، وحسنُ الخلقِ.\n- ومحبَّةُ ما يحبُّه لنفسه لإخوانه المؤمنين، ومواساةُ المؤمنينَ، خصوصاً الجيران، ومعاضدةُ المؤمنين، ومناصرتهم، والحزنُ بما يُحزنُهم.\nالجزء: 1 ¦ الصفحة: 11\n",
        "الدرس السابع:\nمن معاني الرضا بالله ربا\n- في صحيح مسلم عن العباس بن عبد المطَّلب، عنِ النَّبيِّ - صلى الله عليه وسلم -،قال: (ذاقَ طعم الإيمان مَنْ رضيَ بالله ربَّاً، وبالإسلامِ ديناً، وبمحمدٍ رسولاً).\n- ف\nالرِّضا باللهِ ربا يتضمِّن:\n- الرضا بتدبيره وتقديره وأن ما أصاب العبد لم يكن ليُخطئه وما أخطأه لم يكن ليصيبَه، والقناعة بما قدر الله من أمور الدنيا.\n- وإذا رضي العبد بربوبية الله وألوهيته فقد رضي عنه ربُّه.\n- وإذا رضي عنه ربّه فقد أرضاه وكفاه وحفظه ورعاه.\n- وقد رتّب الباري سبحانه في محكم التنزيل في غير آيةٍ رضاه عن الخلق برضاهم عنه فقال تعالى: (رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ).\n- و\nمن مقتضيات الرضا بالله ربا\n:\n- الرضا بمحبته وحده والرضا بعبادته وحده أن تخافه وحده ترجوه وتتبتّل إليه وتتذلل إليه عز وجل وتؤمن بتدبيره وتحب ذلك وتفرده بالتوكل عليه والاستعانة به وتكون راضياً عما يفعل عز وجل فهذا رضا بالله.\n- تحقيق العبودية له سبحانه والكفر بالطاغوت.\n- و\nالرِّضا بالإسلام ديناً يعني أمورا منها:\n1 -\nالإيمان بالإسلام وأنه هو النظام والدين الوحيد\nالذي لا يقبل الله تعالى من أحدٍ ديناً سواه، ولا ينجو في الآخرة ويدخل الجنة إلا أهله.\n2 -\nتطبيق الإسلام في واقع حياتك تطبيقاً عملياً،\nأما من يقول: رضيت بالإسلام ديناً، ثم يرضى في واقع حياته بدينٍ آخر، أو بأديان شتى؛ فهذا من التناقض الذي لا يرضاه الله للمؤمنين.\n3 -\nأن تجعل الإسلام هو الحكم في علاقتك بالناس،\nفتوالي وتعادي فيه، فمن كان من أهل الإسلام أحببته وواليته، وإن كان من غير جنسيتك أو من غير بلدك أو من غير طبقتك، ولو لم ينفعك بأمر من الأمور؛ ومن كان عدواً للإسلام مناوئاً له حاربته وأبغضته، ولو كان أقرب قريب، ولو كان جارك أو أخاك أو ابنك، ولو كان ينفعك في أمور كثيرة من أمورك الدنيوية؛ فالمقياس عندك في علاقتك مع الناس هو الإسلام.\n4 -\nاعتقاد بطلان جميع الأديان السابقة بظهوره\n, وأن لا يجوز عبادة الله بغيره , وأن تعتقد أن شرعه لا مثيل له , فضلا ً عن أن يكون هناك شرع أفضل منه , وأن تعتقد أنه لا يجوز التحاكم إلى غيره , وأن تعتقد أن صلاحية شرعه لكل زمان ومكان.\n5 -\nالرضا بالإسلام ديناً يستلزم منا الدفاع عن هذا الدين،\nوالجهاد من أجله، ونشره في الدنيا، وعدم التفريط، وأن يكون شعاراً ظاهراً لنا في كل أفعالنا وأقوالنا وواقعاً نعيشه في كل أمور حياتنا.\nالجزء: 1 ¦ الصفحة: 12\n",
        "- والرِّضا بمحمدٍ صلى الله عليه وسلم رسولاً بأن:\n1 -\nننقادَ له ونسلّم تسليمًا مطلقًا بما أتى به،\nفلا يتحاكم إلا لهديه، ولا يحكّم عليه غيرَه، ولا يرضى بحكم غيره البتّةَ، وأن لا يبقى في قلبه حرجٌ من حكمه، وأن يسلّم تسليمًا، أيًّا كان حكمه، حتى وإن كان مخالفًا لمراد النفس أو هواها أو مغايرًا لقول أحدٍ كائنًا من كان.\n- لأن الحبيبَ صلى الله عليه وسلم قال كما في الحديث الصحيح: (كلُّ أمتي يدخل الجنّةَ إلا من أبى)، قيل: ومن يأبى يا رسول الله؟! قال: (من أطاعني دخل الجنّةَ، ومن عصاني فقد أبى).\n- وقال تعالى: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً}.\n2 -\nومن مقتضياته:\nتصديقه في جميع ما أخبر , ومحبته صلى الله عليه وسلم , وطاعته في أوامره , واجتناب نواهيه , واتخاذ ما جاء به من الشرع منهاجا ً للحياة.\nالدرس الثامن:\nأن نكون كالجسد الواحد\n- قال تعالى: (واعتصموا بحبل الله جميعا ولا تفرقوا).\n- عن أبي موسى، عنِ النَّبيِّ - صلى الله عليه وسلم -، قال: (المؤمنُ للمؤمنِ كالبُنيانِ يَشُدُّ بعضُه بعضاً)، وشبَّك بين أَصابعِه.\n- وفي مسند الإمام أحمد عن سهلِ بن سعدٍ، عنِ النَّبيِّ - صلى الله عليه وسلم -، قال: (المؤمن من أهلِ الإيمانِ بمنْزلةِ الرَّأسِ مِنَ الجَسَدِ، يأْلَمُ المؤمنُ لأهلِ الإيمانِ كما يأْلَمُ الجَسَد لِما في الرَّأْسِ).\n-\nحاسب نفسك!\n:\nكم سمعنا من الأحاديث ومن الخطب والدروس عن الإخوة الإيمانية وحق المسلم على أخيه المسلم، لكن هل عملنا بها؟ وهل طبقناها في واقعنا وحياتنا؟ وهل تتأثر مشاعرك وأحاسيسك عندما ترى أو تسمع عن إخوانك المضطهدين والمشردين والمأسورين؟ أم أن الأمر يكون عندك سيّان وليس له أي تأثير في قلبك وفي مشاعرك؟\nالجزء: 1 ¦ الصفحة: 13\n",
        "-\nوصايا ثمينة\n:\n- قال علي بن أبي طالب رضي الله عنه: لا يكون الصديق صديقاً حتى يحفظ أخاه في ثلاث: في نكبته، وغيبته، ووفاته.\n- قيل لخالد بن صفوان: أي إخوانك أحب إليك؟ قال: الذي يسد خللي، ويغفر زللي، ويقبل عللي.\n- قال الفضيل بن عياض: من طلب أخاَ بلا عيب صار بلا أخ.\n-\nمن متطلبات الجسد الواحد\n:\n- قال ابن القيم: من رفق بعباد الله رفق به ومن رحم خلقه رحمه ومن أحسن إليهم أحسن إليه.\n- ومن جاد عليهم جاد عليه ومن نفعهم نفعه.\n- ومن سترهم ستره ومن صفح عنهم صفح عنه ومن تتبع عورتهم تتبع عورته ومن هتكهم هتكه وفضحه.\n- ومن منعهم خيره منعه خيره ومن شاق شاق الله تعالى به.\n- ومن مكر مكر به ومن خادع خادعه.\n- ومن عامل خلقه بصفة عامله الله تعالى بتلك الصفة بعينها في الدنيا والآخرة.\n- فالله تعالى لعبده على حسب ما يكون العبد لخلقه.\n- ولهذا جاء في الحديث: (من ستر مسلما ستره الله تعالى في الدنيا والآخرة ومن نفس عن مؤمن كربة من كرب الدنيا نفس الله تعالى عنه كربة من كرب يوم القيامة ومن يسر على معسر يسر الله تعالى حسابه ومن أقال نادما أقال الله تعالى عثرته ومن أنظر معسرا أو وضع عنه أظله الله تعالى في ظل عرشه).\n-\nالجماعة رحمة\n:\n- قال ابن القيم: فإن العبد بإيمانه وطاعته لله ورسوله قد سعى في انتفاعه بعمل إخوانه المؤمنين مع عمله كما ينتفع بعملهم في الحياة مع عمله.\n- فإن المؤمنين ينتفع بعضهم بعمل بعض في الأعمال التي يشتركون فيها كالصلاة في جماعة؛ فإن كل واحد منهم تضاعف صلاته إلى سبعة وعشرين ضعفا لمشاركة غيره له في الصلاة.\n- فعمل غيره كان سببا لزيادة أجره كما أن عمله سبب لزيادة أجر الآخر بل قد قيل إن الصلاة يضاعف ثوابها بعدد المصلين.\n- وكذلك اشتراكهم في الجهاد والحج والأمر بالمعروف والنهي عن المنكر والتعاون على البر والتقوى.\n- وقد قال النبي صلى الله عليه وسلم المؤمن للمؤمن كالبنيان يشدّ بعضه بعضا وشبك بين أصابعه.\n- ومعلوم أن هذا بأمور الدين أولى منه بأمور الدنيا فدخول المسلم مع جملة المسلمين في عقد الإسلام من أعظم الأسباب في وصول نفع كل من المسلمين إلى صاحبه في حياته وبعد مماته، ودعوة المسلمين تحيط من ورائهم. اهـ بتصرف يسير\nالجزء: 1 ¦ الصفحة: 14\n",
        "الدرس التاسع:\nثمرة الإحسان\n- سئل النبي صلى الله عليه وسلم عنِ الإحْسَانِ، فقال: (أنْ تَعبُدَ اللهَ كأنَّكَ تَراهُ، فإنْ لَمْ تَكُنْ تَراهُ فإنَّهُ يراكَ).\n- قال ابن رجب رحمه الله:\n- يشير إلى أنَّ العبدَ يعبُدُ الله تعالى على هذه الصِّفة، وهو استحضارُ قُربِهِ، وأنَّه بينَ يديه كأنَّه يراهُ، وذلك يُوجبُ الخشيةَ والخوفَ والهيبةَ والتَّعظيمَ، كما جاء في رواية أبي هريرة: (أنْ تخشى الله كأنَّكَ تراهُ).\nويُوجِبُ أيضاً النُّصحَ في العبادة، وبذل الجُهد في تحسينها وإتمامها وإكمالها.\n- وقد وردت الأحاديثُ الصَّحيحةُ بالنَّدب إلى استحضار هذا القُربِ في حال العباداتِ، كقوله - صلى الله عليه وسلم -: (إنَّ أحدَكم إذا قامَ يُصلِّي، فإنَّما يُناجِي ربَّه، أو ربَّه بينه وبينَ القبلةِ)، وقوله: (إنّ الله قِبَلَ وجهه إذا صلّى).\n- وخطب عروة بنُ الزُّبير إلى ابنِ عمرَ ابنته وهما في الطَّواف، فلم يُجبه، ثم لقيَهُ بعد ذلك، فاعتذر إليه، وقال: كنَّا في الطَّوافِ نتخايلُ الله بين أعيننا.\n- وقد جاءَ ذكرُ الإحسان في القُرآنِ في مواضعَ:\n- تارةً مقروناً بالإيمانِ، وتارةً مقروناً بالإسلامِ، وتارةً مقروناً بالتَّقوى، أو بالعمل.\n- فالمقرونُ بالإيمانِ: كقوله تعالى: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ إِنَّا لا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلاً}.\n- والمقرونُ بالإسلام: كقوله تعالى: {بَلَى مَنْ أَسْلَمَ وَجْهَهُ للهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ}.\n- والمقرون بالتقوى: كقوله تعالى: {إِنَّ اللهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ}.\nالجزء: 1 ¦ الصفحة: 15\n",
        "الدرس العاشر:\nأنس الصالحين بالله\n- قال صلى الله عليه وسلم: (يقولُ الله - عز وجل -: أنا مع ظنِّ عبدي بي، وأنا معه حيث ذكرني، فإن ذكرني في نفسه، ذكرتُهُ في نفسي، وإنْ ذكرني في ملأ، ذكرته في ملأ خيرٍ منه، وإنْ تقرّبَ منِّي شبراً، تقرَّبتُ منه ذراعاً، وإن تقرَّبَ منِّي ذراعاً، تقرَّبتُ منه باعاً، وإن أتاني يمشي، أتيته هرولةً)\n- قال ثور بن يزيد: قرأتُ في بعضِ الكُتب: أنَّ عيسى - عليه السلام - قال: يا معشر الحواريِّين، كلِّموا الله كثيراً، وكلِّموا الناسَ قليلاً، قالوا: كيف نكلِّمُ الله كثيراً؟ قال: اخلُوا بمناجاته، اخلوا بدُعائه.\n- قال بكرٌ المزنيُّ: مَن مثلُك يا ابنَ آدم: خُلِّي بينَك وبينَ المحراب والماء، كلّما شئتَ دخلتَ على اللهِ - عز وجل -، ليس بينَكَ وبينَه ترجُمان.\nومن وصل إلى استحضارِ هذا في حال ذكره الله وعبادته استأنسَ بالله، واستوحش مِنْ خلقه ضرورةً.\n- وقيل لمالك بنِ مِغْول وهو جالسٌ في بيته وحده: ألا تستوحشُ؟ فقال: ويستوحشُ مع الله أحدٌ؟\n- وكان حبيب أبو محمد يخلو في بيته، ويقولُ: من لم تَقَرَّ عينُه بكَ، فلا قرَّت عينُه، ومن لم يأنس بكَ، فلا أنِسَ.\n- وقال مسلم بنُ يسار: ما تلذَّذ المتلذِّذونَ بمثلِ الخَلْوةِ بمناجاةِ اللهِ - عز وجل.\n-\nأعلى الدرجات\n:\n- قال إبراهيم بن أدهم: أعلى الدَّرجات أنْ تنقطعَ إلى ربِّك، وتستأنِسَ إليه بقلبِك، وعقلك، وجميع جوارحك حتى لا ترجُو إلاَّ ربَّك، ولا تخاف إلاَّ ذنبكَ وترسخ محبته في قلبك حتى لا تُؤْثِرَ عليها شيئاً، فإذا كنت كذلك لم تُبالِ في بَرٍّ كنت، أو في بحرٍ، أو في سَهْلٍ، أو في جبلٍ، وكان شوقُك إلى لقاء الحبيب شوقَ الظمآن إلى الماء البارد، وشوقَ الجائعِ إلى الطَّعام الطيب، ويكونُ ذكر الله عندكَ أحلى مِنَ العسل، وأحلى من المَاء العذبِ الصَّافي عند العطشان في اليوم الصَّائف.\n- وقال الفضيل: طُوبى لمن استوحش مِنَ النَّاسِ، وكان الله جليسَه.\nالجزء: 1 ¦ الصفحة: 16\n",
        "- وقال معروف لرجلٍ: توكَّل على الله حتّى يكونَ جليسَك وأنيسَك وموضعَ شكواكَ.\n- وقال ذو النون: مِنْ علامات المحبِّين لله أنْ لا يأنَسُوا بسواه، ولا يستوحشُوا معه.\n- ثم قال: إذا سكنَ القلبَ حبُّ اللهِ تعالى، أنِسَ بالله؛ لأنَّ الله أجلُّ في صُدورِ العارفين أنْ يُحبُّوا سواه.\n- وقال أبو إسحاق عن ميثم: بلغني أنَّ موسى - عليه السلام -، قالَ: ربِّ أيُّ عبادكَ أحبُّ إليكَ؟ قال: أكثرُهم لي ذكراً.\n- قال ذو النون: من اشتغل قلبُه ولسانُه بالذِّكر، قذف الله في قلبه نورَ الاشتياق إليه.\n- الذكر لذَّة قلوب العارفين. قال - عز وجل -: {الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللهِ أَلا بِذِكْرِ اللهِ تَطْمَئِنُّ الْقُلُوبُ}.\n- قال مالك بنُ دينار: ما تلذَّذ المتلذذون بمثل ذكر الله - عز وجل -.\n- قال ذو النون: ما طابتِ الدنيا إلا بذكره، ولا طابت الآخرةُ إلا بعفوه، ولا طابت الجنَّة إلاّ برؤيته.\n- قال ابن رجب: المحبون يستوحشون من كلِّ شاغلٍ يَشغَلُ عن الذكر، فلا شيءَ أحبَّ إليهم من الخلوة بحبيبهم.\n-\nحلاوة العمل\n:\n- قال ابن القيم: وسمعت شيخ الإسلام ابن تيمية قدس الله روحه يقول: إذا لم تجد للعمل حلاوة في قلبك وانشراحا فاتهمه.\n- فإن الرب تعالى شكور، يعني أنه لابد أن يثيب العامل على عمله في الدنيا من حلاوة يجدها في قلبه وقوة انشراح وقرة عين.\n- فحيث لم يجد ذلك فعمله مدخول والقصد: أن السرور بالله وقربه وقرة العين به تبعث على الازدياد من طاعته وتحث على الجد في السير إليه.\nالدرس الحادي عشر:\nالذنوب الخفية\n- قال رسول الله - صلى الله عليه وسلم -: (إنَّ الرجلَ ليعملُ عملَ أهلِ الجنَّةِ فيما يبدو للنَّاس وهو منْ أهلِ النار، وإنَّ الرجلَ ليعملُ عملَ أهلِ النارِ فيما يبدو للناس، وهو منْ أهلِ الجنةِ) زاد البخاري في رواية له: (إنَّما الأعمالُ بالخواتيم).\nالجزء: 1 ¦ الصفحة: 17\n",
        "- قال ابن رجب: وقوله: (فيما يبدو للناس) إشارةٌ إلى أنَّ باطنَ الأمر يكونُ بخلافِ ذلك، وإنَّ خاتمة السُّوءِ تكونُ بسبب دسيسةٍ باطنة للعبد لا يطلع عليها الناس، إما من جهة عمل سيئ ونحو ذلك، فتلك الخصلة الخفية توجب سُوءَ الخاتمة عند الموت، وكذلك قد يعمل الرجلُ عملَ أهل النَّارِ وفي باطنه خصلةٌ خفيةٌ من خصال الخير، فتغلب عليه تلكَ الخصلةُ في آخر عمره، فتوجب له حسنَ الخاتمة.\n- قال عبد العزيز بن أبي روَّاد: حضرت رجلاً عند الموت يُلَقَّنُ لا إله إلا الله، فقال في آخر ما قال: هو كافرٌ بما تقول، ومات على ذلك، قال: فسألتُ عنه، فإذا هو مدمنُ خمرٍ. فكان عبد العزيز يقول: اتقوا الذنوب، فإنَّها هي التي أوقعته.\n- كان خوف السلف يشتدُّ من سُوءِ الخواتيم:\n- وقال سفيانُ لبعض الصالحين: هل أبكاك قطُّ علمُ الله فيك؟ فقال له ذلك الرجل: تركتني لا أفرحُ أبداً.\n- وكان سفيان يشتدُّ قلقُهُ من السوابق والخواتم، فكان يبكي ويقول: أخاف أنْ أكون في أمِّ الكتاب شقياً، ويبكي ويقول: أخافُ أنْ أسلبَ الإيمانَ عند الموت.\n- وكان مالك بنُ دينار يقومُ طُولَ ليلهِ قابضاً على لحيته، ويقول: يا ربِّ، قد علمتَ ساكنَ الجنة من ساكن النار، ففي أيِّ الدارين منْزلُ مالك.\n-\nأثر الذنوب على القلوب\n:\n- قال أبو الدرداء: لِيَتَّقِ أحدُكم أنْ تلعنه قلوبُ المؤمنين وهو لا يشعر، يخلو بمعاصي الله، فيلقي الله له البغضَ في قلوب المؤمنين.\n- قال سليمانُ التيميُّ: إنَّ الرجل لَيُصيب الذنبَ في السرِّ فيصبح وعليه مذلتُه.\n- وقال غيره: إنَّ العبد ليذنب الذنب فيما بينه وبينَ الله، ثم يجيءُ إلى إخوانه، فيرون أَثَرَ ذلك عليه، وهذا مِن أعظم الأدلة على وجودِ الإِله الحقِّ المجازي بذرَّات الأعمال في الدنيا قبل الآخرة، ولا يضيع عندَه عملُ عاملٍ، ولا ينفع من قدرته حجاب ولا استتار.\nالجزء: 1 ¦ الصفحة: 18\n",
        "-\nالسعيد .. والخاسر\n:\n- قال ابن رجب: فالسعيدُ مَنْ أصلح ما بينَه وبينَ الله، فإنَّه من أصلح ما بينه وبينَ الله أصلح الله ما بينه وبين الخلق، ومن التمس محامدَ الناسِ بسخط الله، عاد حامده من النَّاس له ذاماً.\n- قال أبو سليمان: الخاسرُ من أبدى للناس صالح عمله، وبارز بالقبيح من هو أقربُ إليه من حبل الوريد.\n-\nمن أسباب سوء الخاتمة\n:\n- قال ابن رجب: خاتمة السوء تكون بسبب دسيسة باطنة للعبد لايطلع عليها الناس.\n- وقال بعضهم: ذنوب الخلوات تؤدي الى الإنتكاسات، وطاعة الخلوات طريق للثبات حتى الممات بإذن الله.\n-\nأبدله الله خيرا منه\n:\n- قال قتادة: لا يَقْدِر رَجلٌ على حرام ثم يَدَعه ليس به إلا مخافة الله عز وجل إلا أبدله في عاجل الدنيا قبل الآخرة ما هو خيرٌ له من ذلك.\n- قال أُبَيّ بن كعب: ما من عبد ترك شيئًا لله إلا أبدله الله به ما هو خير منه من حيث لا يحتسب، ولا تهاون به عبد فأخذ من حيث لا يصلح إلا أتاه الله بما هو أشد عليه، ويشهد له قوله - صلى الله عليه وسلم -: (فإن مَن ترك شيئًا للهِ عوَّضَه اللهُ خيرًا منه).\n-\nمن علامات النفاق\n:\n- قال يحيى بن معاذ: مَن ستر عن الناس ذنوبه وأبداها للذي لا يخفى عليه شيء في الأرض ولا في السماء؛ فقد جعله أهون الناظرين إليه، وهو مِن علامات النفاق!\nالدرس الثاني عشر:\nأخطار تهددنا\n- قال حاتمٌ الأصمُّ: مَنْ خلا قلبُه من ذكر أربعة أخطار، فهو مغترٌّ، فلا يأمن الشقاء:\n- الأوَّل: خطرُ يوم الميثاق حين قال: هؤلاء في الجنة ولا أبالي، وهؤلاء في النار ولا أبالي، فلا يعلم في أيِّ الفريقين كان.\n- والثاني: حين خلق في ظلمات ثلاث، فنودي الملك بالسعادة والشَّقاوة، ولا يدري: أمن الأشقياء هو أم منَ السعداء؟.\n- والثالث: ذكر هول المطلع، فلا يدري أيبشر برضا الله أو بسخطه؟.\n- والرابع: يوم يَصدُرُ الناس أشتاتاً، ولا يدري، أيّ الطريقين يُسلك به.\nالجزء: 1 ¦ الصفحة: 19\n",
        "-\nهل تخاف من النفاق؟\n- ومن هنا كان الصحابة ومَنْ بعدهم منَ السَّلف الصالح يخافون على أنفسهم النفاق ويشتد قلقهم وجزَعُهم منه.\n- فالمؤمن يخاف على نفسه النفاقَ الأصغرَ، ويخاف أنْ يغلب ذلك عليه عندَ الخاتمة، فيخرجه إلى النفاق الأكبر، كما تقدم أنَّ دسائس السوء الخفية تُوجِبُ سُوءَ الخاتمة.\n- وقد كان النَّبيُّ - صلى الله عليه وسلم - يُكثرُ أنْ يقول في دعائه: (يا مقلِّب القلوب ثبتْ قلبي على دينكَ) فقيل له: يا نبيَّ الله آمنا بك وبما جئتَ به، فهل تخافُ علينا؟ فقال: (نعم، إنَّ القُلوبَ بينَ أصبعين منْ أصابع الله - عز وجل - يُقلِّبها كيف يشاء) خرّجه الإمام أحمد والترمذي من حديث أنس.\n-\nاحذر أربعة أمور\n:\n- قال الحسن: أربعٌ من كُنَّ فيه عصمه الله من الشيطان، وحرَّمه على النار: مَنْ ملك نفسَه عندَ الرغبة، والرهبة، والشهوةِ، والغضبِ.\n- قال ابن رجب: فهذه الأربع التي ذكرها الحسن هي مبدأ الشرِّ كُلِّه.\n1 -\nفإنَّ الرغبةَ في الشيء هي ميلُ النفس إليه لاعتقاد نفعه، فمن حصل له رغبةٌ في شيءٍ، حملته تلك الرغبة على طلب ذلك الشيء من كل وجه يَظُنُّه موصلاً إليه، وقد يكون كثير منها محرماً.\n2 -\nوالرهبة: هي الخوفُ من الشيء، وإذا خاف الإنسان من شيء تسبب في دفعه عنه بكلِّ طريق يظنه دافعاً له، وقد يكون كثير منها محرَّماً.\n3 -\nوالشهوة: هي ميلُ النفس إلى ما يُلائمها، وتلتذُّ به، وقد تميل كثيراً إلى ما هو محرَّم كالزنا والسرقة وشرب الخمر، بل وإلى الكفر والسحر والنفاق والبدع.\n4 -\nوالغضب: هو غليانُ دم القلب طلباً لدفع المؤذي عندَ خشية وقوعه، أو طلباً للانتقام ممن حصل له منه الأذى بعدَ وقوعه، وينشأ من ذلك كثيرٌ من الأفعال المحرمة كالقتل والضربِ وأنواعِ الظلم والعُدوان، وكثيرٍ من الأقوال المحرَّمة كالقذفِ والسبِّ والفحش، وربما ارتقى إلى درجة الكفر.\nالجزء: 1 ¦ الصفحة: 20\n",
        "-\nأخطر الجوارح!\n:\n- قال ابن القيم: ومن العجب:\n- أن الإنسان يهون عليه التحفظ والاحتراز من أكل الحرام والظلم والزنا والسرقة وشرب الخمر، ومن النظر المحرم وغير ذلك.\n- ويصعب عليه التحفظ من حركة لسانه.\n- حتى ترى الرجل يشار إليه بالدين والزهد والعبادة، وهو يتكلم بالكلمات من سخط الله لا يلقي لها بالا ينزل بالكلمة الواحدة منها أبعد مما بين المشرق والمغرب\n- وكم ترى من رجل متورع عن الفواحش والظلم، ولسانه يفري في أعراض الأحياء والأموات، ولا يبالي ما يقول.\n-\nخطر النار\n:\n- قال يحيى بن معاذ: مسكين ابن آدم لو خاف من النار كما يخاف الفقر لدخل الجنة.\nالدرس الثالث عشر:\nالقلب السليم\n- قال النبي - صلى الله عليه وسلم -: (ألا وإنَّ في الجسد مضغةً، إذا صَلَحَتْ، صَلَحَ الجسدُ كلُّه، وإذا فسدت فسد الجسدُ كلُّه، ألا وهي القلب).\n- فيه إشارةٌ إلى أنَّ صلاحَ حركاتِ العبدِ بجوارحه، واجتنابه للمحرَّمات واتَّقاءه للشُّبهات بحسب صلاحِ حركةِ قلبِه.\n- فإنْ كان قلبُه سليماً، ليس فيه إلا محبة الله ومحبة ما يُحبه الله، وخشية الله وخشية الوقوع فيما يكرهه، صلحت حركاتُ الجوارح كلّها، ونشأ عن ذلك اجتناب المحرَّمات كلها، وتوقي للشبهات حذراً مِنَ الوقوعِ في المحرَّمات.\n- وإنْ كان القلبُ فاسداً، قدِ استولى عليه اتِّباعُ هواه، وطلب ما يحبُّه، ولو كرهه الله، فسدت حركاتُ الجوارح كلها، وانبعثت إلى كلِّ المعاصي والمشتبهات بحسب اتِّباع هوى القلب.\n- ولهذا يقال: القلبُ مَلِكُ الأعضاء، وبقيَّةُ الأعضاءِ جنودُه، وهم مع هذا جنودٌ طائعون له، منبعثون في طاعته، وتنفيذ أوامره، لا يخالفونه في شيءٍ من ذلك، فإنْ كان الملكُ صالحاً كانت هذه الجنود صالحةً، وإنْ كان فاسداً كانت جنودُه بهذه المثابَةِ فاسدةً، ولا ينفع عند الله إلاّ القلبُ السليم. كما قال تعالى: {يَوْمَ لا يَنْفَعُ مَالٌ وَلا بَنُونَ إِلا مَنْ أَتَى اللهَ بِقَلْبٍ سَلِيمٍ}.\nالجزء: 1 ¦ الصفحة: 21\n",
        "- فالقلب السليم: هو السالم من الآفات والمكروهات كلِّها، وهو القلبُ الذي ليس فيه سوى محبة الله وما يحبُّه الله، وخشية الله، وخشية ما يُباعد منه.\n- وفي مسند الإمام أحمد عن أنس، عن النَّبيِّ - صلى الله عليه وسلم -، قال: (لا يستقيمُ إيمانُ عبدٍ حتى يستقيمَ قلبُه).\n- والمراد باستقامة إيمانه: استقامةُ أعمال جوارحه، فإنَّ أعمالَ الجوارحِ لا تستقيمُ إلا باستقامة القلب، ومعنى استقامة القلب: أنْ يكونَ ممتلئاً مِنْ محبَّةِ الله، ومحبَّة طاعته، وكراهة معصيته.\nالدرس الرابع عشر:\nبعض ما يريد الله منّا؟\nقال الله تعالى: (وَاللَّهُ يُرِيدُ أَن يَتُوبَ عَلَيْكُمْ وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَواتِ أَن تَمِيلُواْ مَيْلاً عَظِيماً).\n- قال سيد قطب: وتكشف الآية الواحدة القصيرة عن حقيقة ما يريده الله للناس بمنهجه وطريقته.\n- وحقيقة ما يريده بهم الذين يتبعون الشهوات، ويحيدون عن منهج الله.\n- وكل من يحيد عن منهج الله إنما يتبع الشهوات.\n- فليس هنالك إلا منهج واحد هو الجد والاستقامة والالتزام.\n- وكل ما عداه إن هو إلا هوى يتبع، وشهوة تطاع، وانحراف وفسوق وضلال.\n- فماذا يريد الله بالناس، حين يبين لهم منهجه، ويشرع لهم سنته؟\n- إنه يريد أن يتوب عليهم. يريد أن يهديهم. يريد أن يجنبهم المزالق. يريد أن يعينهم على التسامي في المرتقى الصاعد إلى القمة السامقة.\n- وماذا يريد الذين يتبعون الشهوات؟، ويزينون للناس منابع ومذاهب لم يأذن بها الله؟، ولم يشرعها لعباده؟.\n- إنهم يريدن لهم أن يميلوا ميلاً عظيماً عن المنهج الراشد، والمرتقى الصاعد والطريق المستقيم.\n- قال الحسن البصري لرجل: داوِ قلبكَ؛ فإنَّ حاجة الله إلى العباد صلاحُ قلوبهم.\nالجزء: 1 ¦ الصفحة: 22\n",
        "- قال ابن رجب: يعني: أنَّ مراده منهم ومطلوبه صلاحُ قلوبهم، فلا صلاحَ للقلوب حتَّى تستقرَّ فيها معرفةُ اللهِ وعظمتُه ومحبَّتُه وخشيتُهُ ومهابتُه ورجاؤهُ والتوكلُ عليهِ، وتمتلئَ مِنْ ذَلِكَ.\n- وهذا هوَ حقيقةُ التوحيد، وهو معنى (لا إله إلا الله)، فلا صلاحَ للقلوب حتَّى يكونَ إلهُها الذي تألَهُه وتعرفه وتحبُّه وتخشاه هوَ الله وحده لا شريكَ لهُ، ولو كانَ في السماوات والأرض إله يُؤَلَّه سوى الله، لفسدت بذلك السماوات والأرض، كما قالَ تعالى: {لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلا اللهُ لَفَسَدَتَا}.\n- قال تعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللهَ فَاتَّبِعُونِي يُحْبِبْكُمُ الله}.\n- فجعل الله علامة الصدق في محبته اتباعَ رسولِهِ، فدلَّ على أنَّ المحبة لا تتمُّ بدون الطاعة والموافقة.\n- قال الحسن البصري: اعلم أنَّك لن تُحِبَّ الله حتى تُحِبَّ طاعته.\n- وسُئل ذو النون: متى أُحِبُّ ربي؟ قالَ: إذا كانَ ما يُبغضه عندك أمرَّ من الصبر.\n- وقال أبو يعقوب النهرجوري: كلُّ من ادَّعى محبة الله - عز وجل -، ولم يُوافق الله في أمره ونهيه، فدعواه باطل.\n-\nمتى يكمل إيمان العبد؟\n:\n- قال ابن رجب: ومعنى هذا أنَّ حركات القلب والجوارح إذا كانت كلُّها لله فقد كَمُلَ إيمانُ العبد بذلك ظاهراً وباطناً، ويلزمُ من صلاح حركات القلب صلاحُ حركات الجوارح، فإذا كان القلب صالحاً ليس فيه إلا إرادة الله وإرادة ما يريده لم تنبعثِ الجوارحُ إلا فيما يُريده الله، فسارعت إلى ما فيه رضاه، وكَفَّتْ عما يكرهه، وعما يخشى أنْ يكونَ مما يكرهه وإنْ لم يتيقن ذلك.\n-\nهل تراقب حركاتك؟\n:\n- قال الحسن: ما نظرتُ ببصري، ولا نطقتُ بلساني، ولا بطشتُ بيدي، ولا نهضتُ على قدمي حتّى أنظر على طاعةٍ أو على معصية، فإنْ كانت طاعةٌ تقدمت، وإنْ كانت معصية تأخَّرت.\nالجزء: 1 ¦ الصفحة: 23\n",
        "- فهؤلاء القوم لما صلحت قلوبُهم، فلم يبق فيها إرادةٌ لغير الله تعالى، صلحت جوارحُهم، فلم تتحرّك إلا لله تعالى، وبما فيه رضاه.\nالدرس الخامس عشر:\nأهمية النصيحة في حياة الأمة\n- قال تعالى: (وتواصوا بالحق وتواصوا بالصبر).\n- قال النَّبيَّ - صلى الله عليه وسلم -: (الدِّينُ النَّصيحَةُ ثلاثاً)، قُلْنا: لِمَنْ يا رَسُولَ اللهِ؟ قالَ: (للهِ ولِكتابِهِ ولِرَسولِهِ ولأئمَّةِ المُسلِمِينَ وعامَّتِهم) رَواهُ مُسلمٌ.\n- تعريف النصيحة: هي كلمة يعبر بها عن إرادة الخير للمنصوح له.\n- قال الحسن: وقال بعضُ أصحاب النَّبيِّ - صلى الله عليه وسلم -: والذي نفسي بيده إنْ شئتم لأقسمنَّ لكم بالله إنَّ أحبَّ عبادِ الله إلى الله الذين يُحببون الله إلى عباده ويُحببون عباد الله إلى الله، ويسعون في الأرض بالنصيحة.\n- قال الفضيلُ بن عياض: ما أدركَ عندنا مَنْ أدرك بكثرة الصلاة والصيام، وإنما أدرك عندنا بسخاءِ الأنفس، وسلامةِ الصدور، والنصح للأمة.\n- سئل ابنُ المباركَ: أيُّ الأعمال أفضلُ؟ قال: النصحُ لله.\n- قال معمر: كان يقال: أنصحُ الناسِ لك مَنْ خاف الله فيك.\nوكان السَّلفُ إذا أرادوا نصيحةَ أحدٍ، وعظوه سراً حتّى قال بعضهم: مَنْ وعظ أخاه فيما بينه وبينَه فهي نصيحة، ومن وعظه على رؤوس الناس فإنَّما وبخه.\n- قال الفضيل: المؤمن يَسْتُرُ ويَنْصَحُ، والفاجرُ يهتك ويُعيِّرُ.\n- قال عبد العزيز بن أبي رواد: كان مَنْ كان قبلكم إذا رأى الرجلُ من أخيه شيئاً يأمره في رفق، فيؤجر في أمره ونهيه، وإنَّ أحد هؤلاء يخرق بصاحبه فيستغضب أخاه ويهتك ستره.\n- قال عليٌّ بن أبي طالب رضي الله عنه: إنَّ أول ما تُغلبونَ عليه مِنَ الجِهادِ: الجهادُ بأيديكم، ثم الجهادُ بألسنتكم، ثم الجهادُ بقلوبكم، فمن لم يعرف قَلبهُ المعروفَ، ويُنكرُ قلبهُ المنكرَ، نُكِسَ فجُعِل أعلاه أسفلَه.\nالجزء: 1 ¦ الصفحة: 24\n",
        "-\nالإنكار بالقلب\n:\n- الإنكارَ بالقلب فرضٌ على كلِّ مسلمٍ في كلِّ حالٍ، وأمَّا الإنكارُ باليدِ واللِّسانِ فبحسب القُدرة.\n- كما في حديث أبي بكرٍ الصديق - رضي الله عنه -، عن النَّبيِّ - صلى الله عليه وسلم -، قال: (ما من قومٍ يُعمَلُ فيهم بالمعاصي، ثم يقدرون على أنْ يغيِّروا، فلا يغيِّروا، إلا يُوشِكُ أنْ يعمَّهم الله بعقابٍ) خرّجه أبو داود.\n-\nآداب النصيحة\n:\n1 -\nأن يقصد بها وجه الله تعالى.\n2 -\nأن لا يقصد التشهير.\n3 -\nأن تكون النصيحة في السر، قال بعض السلف: (من وعظ أخاه فيما بينه وبينه، فهي نصيحة، ومن وعظه على رؤوس الناس فإنما وبَّخه)\n4 -\nأن يكون النصح بلطف وأدب ورفق، كما قال النبي صلى الله عليه وسلم: (ما كان الرفق في شيء إلا زانه، وما نزع من شيء إلا شانه).\n5 -\nاختيار الوقت المناسب للنصيحة، لأن المنصوح لا يكون في كل وقت مستعداً لقبول النصيحة، فقد يكون مكدراً في نفسه بحزن أو غضب، أو غير ذلك مما يمنعه من الاستجابة لنصح الناصح.\n6 -\nالعمل بالنصيحة التي توجهها للناس.\n7 -\nالصبر على الأذى في النصيحة.\n-\nشعارنا: النصح لكل مسلم\n:\n- أخي الحبيب: هل جعلت شعارك في يومك وليلك أنك ما إن ترى خطئا أو معصية من أحد إخوانك المسلمين، فتهدي له النصيحة بأسلوب رائع سواء كان عن طريق الكتابة أو إهداء شريط أو غير ذلك من الوسائل.\n-\nكاليدين\n:\n- قال شيخ الإسلام: فإن المؤمن للمؤمن كاليدين تغسل إحداهما الأخرى.\nالجزء: 1 ¦ الصفحة: 25\n",
        "الدرس السادس عشر:\nالتَّلقي للتنفيذ\n- قال صلى الله عليه وسلم: (إذا نهيتُكم عن شيءٍ، فاجتنبوه، وإذا أمرتُكم بأمرٍ، فأتوا منه ما استطعتم).\n- قال ابن رجب: فالذي يتعيَّنُ على المسلم الاعتناءُ به والاهتمامُ أنْ يبحثَ عمَّا جاءَ عن الله ورسوله - صلى الله عليه وسلم -، ثم يجتهدُ في فهم ذلك، والوقوف على معانيه، ثم يشتغل بالتصديقِ بذلك إنْ كان من الأمور العلمية، وإنْ كان من الأمور العملية، بذل وسْعَهُ في الاجتهاد في فعل ما يستطيعه من الأوامر، واجتناب ما يُنهى عنه، وتكون همَّتُهُ مصروفةً بالكلية إلى ذلك؛ لا إلى غيره.\n- وهكذا كان حالُ أصحابِ النَّبيِّ - صلى الله عليه وسلم - والتابعين لهم بإحسّانٍ في طلب العلم النافع مِنَ الكتاب والسنة.\n- فأما إنْ كانت همةُ السامع مصروفةً عند سماعِ الأمر والنهي إلى فرض أمورٍ قد تقع، وقد لا تقع، فإنَّ هذا مما يدخل في النَّهي، ويثبِّطُ عنِ الجد في متابعة الأمر.\n- متى يُحمد طلب العلم؟:\n- إنَّ التَّفقُّهَ في الدِّين، والسُّؤالَ عن العِلم إنَّما يُحمَدُ إذا كان للعمل، لا لِلمراءِ والجدال.\n- ومِلاكُ الأمرِ كلِّه أنْ يقصِدَ بذلك وجه الله، والتقرُّبَ إليه بمعرفة ما أنزل على رسوله، وسلوكِ طَريقه، والعمل بذلك، ودعاء الخلق إليه.\n-\nفتن في آخر الزمان\n:\n- وقد روي عن عليٍّ - رضي الله عنه - أنَّه ذكر فتناً تكونُ في آخر الزَّمان. فقال له عمر رضي الله عنه: متَى ذلك يا عليُّ؟ قال:\n- إذا تُفُقِّه لغير الدين.\n- وتُعُلِّم لغير العمل.\n- والتمست الدنيا بعمل الآخرة.\n- السؤال عمَّا لم يكن؟:\n- قال ابن عمر رضي الله عنه: لا تسألوا عما لم يكن، فإني سمعتُ عمر لعنَ السَّائل عمَّا لم يكن.\n- وكان زيدُ بنُ ثابتٍ إذا سُئِلَ عن الشَّيءِ يقول: كان هذا؟ فإنْ قالوا: لا، قال: دعوه حتّى يكون.\n-\nمتى يذهب نور العلم؟\n:\n- قال الإمام مالك: المِراء والجِدال في العلم يَذهبُ بنور العلم من قلب الرجل.\n- قال ابن وهب: سمعت مالكاً يقول: المراء في العلم يُقسِّي القلوب، ويورِّث الضغن.\nالجزء: 1 ¦ الصفحة: 26\n",
        "-\nثمرة العمل بالعلم\n:\nومَنْ كان كذلك، وفَّقه الله وسدَّده، وألهمه رشده، وعلَّمه ما لم يكن يعلم، وكان من العلماء الممدوحين في الكتاب في قوله تعالى: {إِنَّمَا يَخْشَى اللهَ مِنْ عِبَادِهِ الْعُلَمَاء}.\n- وصية مُشفق:\n- أخي المسلم: لا يكن همك من العلم هو جمع الكتب، وحفظ المسائل وضبط المتون، ونيل الشهادات، وأخذ الإجازات دون العمل بالعلم، وتنفيذ ما تسمع أو تقرأ فتكثر من حجج الله عليك ويكون وبالا عليك.\n-\nأمثلة واقعية من حياة السلف\n:\n- المثال الأول: قال عبد الله بن مسعود -رضي الله عنه: كنا نتعلم العشر آيات لا نتجاوزهن حتى نعمل بها.\n- المثال الثاني: قال ابن عمر رضي الله عنه: بينما نحن نصلي مع رسول الله - صلى الله عليه وسلم- إذ قال رجل من القوم: الله أكبر كبيراً، والحمد الله كثيراً، وسبحان الله بكرة وأصيلاً. فقال رسول الله: من القائل كلمة كذا وكذا؟) قال رجل من القوم: أنا يا رسول الله! قال: (عجبت لها! فتحت لها أبواب السماء).\n- قال ابن عمر: فما تركتهن منذ سمعت رسول الله -صلى الله عليه وسلم- يقول ذلك. رواه مسلم.\n- المثال الثالث: وعن أبي بكر بن أبي موسى الأشعري، قال: سمعت أبي رضي الله\nعنه، وهو بحضرة العدو يقول: قال رسول الله: (إن أبواب الجنة تحت ظلال السيوف)، فقام رجل رث الهيئة فقال: يا أبا موسى أأنت سمعت رسول الله -صلى الله عليه وسلم- يقول ذلك؟ قال: نعم، فرجع إلى أصحابه فقال: أقرأ عليكم السلام. ثم كسر جفن سيفه فألقاه، ثم مشى بسيفه إلى العدو فضرب به حتى قُتِلَ. رواه مسلم\n- المثال الرابع: عن علي رضي الله عنه قال: اشتكت فاطمة رضي الله عنها ما تلقى من الرحى في يدها، وأتى النبي -صلى الله عليه وسلم- سبيٌ فانطلقت فلم تجده؛\nالجزء: 1 ¦ الصفحة: 27\n",
        "فأخبرته عائشة بمجيء فاطمة إليه، فجاء النبيّ -صلى الله عليه وسلم- إلينا وقد أخذنا مضاجعنا، فذهبنا نقوم، فقال النبي - صلى الله عليه وسلم-: على مكانكما. فقعد بيننا، ثم قال: (ألا أعلمكما خيراً مما سألتما؟ إذا أخذتما مضاجعكما: أن تكبرا الله أربعاً وثلاثين، وتسبحا ثلاثاً وثلاثين، وتحمدا ثلاثاً وثلاثين؛ فهو خير لكما من خادم)\n- قال علي رضي الله عنه: ما تركته منذ سمعته من النبي. قيل له: ولا ليلة صفين؟ قال: ولا ليلة صفين. رواه مسلم.\n- المثال الخامس: عن سالم بن عبد الله بن عمر ابن الخطاب رضي الله عنهم، عن أبيه: أن رسول الله -صلى الله عليه وسلم-، قال: (نِعْمَ الرجل عبد الله لو كان يصلي من الليل).\nقال سالم: فكان عبد الله بعد ذلك لا ينام من الليل إلا قليلاً) رواه مسلم.\n- المثال السادس: عن النعمان بن سالم، عن عمرو بن أوسٍ، قال: حدثني عنبسة بن أبي سفيان في مرضه الذي مات فيه بحديث يتسارّ إليه قال سمعت أم حبيبة رضي الله عنها سمعت رسول الله -صلى الله عليه وسلم- يقول: (من صلى اثنتي عشرة ركعة في يوم وليلة بُنِيَ لهُ بهن بيت في الجنة).\n- قالت أم حبيبة رضي الله عنها: فما تركتهن منذ سمعتهن من رسول الله.\n- وقال عنبسة: فما تركتهن منذ سمعتهن من أم حبيبة.\n- وقال عمرو بن أوسٍ: ما تركتهن منذ سمعتهن من عنبسة.\n- قال النعمان بن سالم: ما تركتهن منذ سمعتهن من عمرو بن أوسٍ. رواه مسلم.\nفلعلك ياأخي المسلم تقتدي بهم ولاتترك هذه النصيحة منذ أن تسمعها.\n- المثال السابع: قال الإمام البخاري: ما اغتبت أحداً قط منذ علمت أن الغيبة حرام. إني لأرجو أن ألقى الله ولا يحاسبني أني اغتبت أحداً.\nالجزء: 1 ¦ الصفحة: 28\n",
        "الدرس السابع عشر:\nمن صفات الراسخين في العلم\n- قال تعالى: {لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ}.\n- قال الشيخ السعدي: أي: الذين ثبت العلم في قلوبهم ورسخ الإيقان في أفئدتهم فأثمر لهم الإيمان التام العام {بِمَا أُنزلَ إِلَيْكَ وَمَا أُنزلَ مِن قَبْلِكَ}.\n- وأثمر لهم الأعمال الصالحة من إقامة الصلاة وإيتاء الزكاة اللذين هما أفضل الأعمال، وقد اشتملتا على الإخلاص للمعبود والإحسان إلى العبيد. وآمنوا باليوم الآخر فخافوا الوعيد ورجوا الوعد.\n- قال نافع بن يزيد: يقال: الرَّاسخونَ في العلم: المتواضعون لله، والمتذلِّلون لله في مرضاته لا يتعاطون من فوقهم، ولا يحقرون من دونهم.\n- قيل للإمام أحمد: مَنْ نسألُ بعدَك؟ قال: عبد الوهَّاب الورَّاق، قيل له: إنَّه ليس له اتَّساعٌ في العلم، قال: إنَّه رجل صالح مثلُه يُوفَّقُ لإصابة الحق.\n- وسئل عن معروف الكرخي، فقال: كان معه أصلُ العلم: خشية الله.\n- قال بعض السلف: كفى بخشية الله علماً، وكفى بالاغترار بالله جهلاً.\n-\nالعلم النافع\n:\n- قال ابن رجب: العلم قسمان:\n- أحدهما: ما كان ثمرتُه في قلبِ الإنسان، وهو العلمُ بالله تعالى، وأسمائه، وصفاته، وأفعاله المقتضي لخشيتِهِ، ومهابتِه، وإجلالِه، والخضوع له، ولمحبَّتِه، ورجائهِ، ودعائه، والتوكُّل عليه، ونحو ذلك، فهذا هو العلمُ النافع.\n- كما قال ابنُ مسعود: إنَّ أقواماً يقرءون القرآن لا يُجاوُزِ تراقيهم، ولكن إذا وقع في القلب، فرسخ فيه، نفع.\n- وقال الحسنُ: العلم علمان: علمٌ على اللسان، فذاك حُجَّة الله على ابن آدم، وعلم في القلب، فذاك العلم النافع.\n- والقسم الثاني: العلمُ الذي على اللِّسَانِ، وهو حجَّةُ الله كما في الحديث: (القرآن حجة لك أو عليك).\n- فأوَّلُ ما يُرفعُ مِنَ العلم: العلمُ النَّافع، وهو العلم الباطنُ الذي يُخالِطُ القلوبَ ويُصلحها.\nالجزء: 1 ¦ الصفحة: 29\n",
        "- ويبقى علمُ اللِّسان حجَّةً، فيتهاونُ الناسُ به، ولا يعملون بمقتضاه، لا حملتُه ولا غيرهم، ثم يذهبُ هذا العلم بذهاب حَمَلتِه، فلا يبقى إلا القرآن في المصاحف، وليس ثَمَّ من يعلمُ معانيه، ولا حدوده، ولا أحكامه، ثمَّ يسرى به في آخر الزمان، فلا يبقى في المصاحف ولا في القُلوب منه شيءٌ بالكلِّيَّةِ.\n- وبعد ذلك تقومُ السَّاعة، كما قال - صلى الله عليه وسلم -: (لا تقومُ السَّاعة إلاَّ على شرارِ الناس). رواه مسلم.\n- قال ابن مسعود رضي الله عنه: لا تعلموا العلم لثلاث:\n1 -\nلتماروا به السفهاء.\n2 -\nأو لتجادلوا به الفقهاء.\n3 -\nأو لتصرفوا به وجوه الناس إليكم.\nوابتغوا بقولكم وفعلكم ماعند الله، فإنه يبقى ويذهب ما سواه.\n- وهذه بعض\nآفات التعلم في زماننا\n:\nوهي كون هم المتعلم صرف وجوه الناس إليه وهذا أمر خطير ومرض في القلب شره مستطير وعليه:\nفلا يكن همك أن يجتمع عليك الناس.\nوأن تسلّط عليك الأضواء وتلتقي بهم في برنامج على الهواء.\nوأن تذكر في المجالس بالحفظ والفهم والمنطق.\n-\nهل كلما ازدت علما ازدت عملا؟\n:\n- قال ابن القيم: وكل علم وعمل لا يزيد الايمان واليقين قوة فمدخول وكل ايمان لا يبعث على العمل فمدخول. الدخل - العيب والخلل والنقص-\nونحن في زماننا هذا علمنا مدخول وعملنا غير مانقول ومهما كبر الرجل وعلا كعبه في العلم إلا أنك تتفاجئ بمواقفه وأحواله التي تناقض علمه الجم وفقهه الواسع ونظره الثاقب وتحليلالته للواقع والعيب والخلل يكمن فيما قاله ابن القيم بأن علمه مدخول\nوقال الفضيل بن عياض: رهبة المرء من الله تعالى على قدر علمه بالله تعالى.\nالجزء: 1 ¦ الصفحة: 30\n",
        "الدرس الثامن عشر:\nإن الله جميل يحب الجمال\n- عن عبد الله بن مسعود رضي الله عنه النبي صلى الله عليه وسلم قال: (لا يدخل الجنة من كان في قلبه مثقال ذرة من كبر قال رجل إن الرجل يحب أن يكون ثوبه حسنا ونعله حسنة قال إن الله جميل يحب الجمال الكبر بطر الحق وغمط الناس).\n-\nجمال الله جل جلاله على أربع مراتب\n:\n- قال ابن القيم: وجماله سبحانه على أربع مراتب:\n1 -\nجمال الذات، وما هو عليه أمر لا يدركه سواه ولا يعلمه غيره.\n2 -\nوجمال الأسماء، فأسماؤه كلها حسنى.\n3 -\nوجمال الصفات، فصفاته كلها صفات كمال.\n4 -\nوجمال الأفعال، فأفعاله كلها\nحكمة\nومصلحة وعدل ورحمة.\n-\nوالمقصود أن هذا الحديث الشريف مشتمل على أصلين عظيمين\n:\n- فأوله معرفة، فيعرف الله سبحانه بالجمال الذي لا يماثله فيه شيء.\n- وآخره سلوك، فيعبد بالجمال الذي يحبه من:\n- قلبه: بالإخلاص والمحبة والإنابة والتوكل.\n- الأقوال: فيحب من عبده أن يجمل لسانه بالصدق.\n- والأعمال: كالصلاة والصيام والصدق.\n- والأخلاق: كالتواضع والحلم والشجاعة والكرم والسخاء.\n- وجوارحه: بالطاعة والعبادة وكثرة التقرب إليه سبحانه.\n- وبدنه: بإظهار نعمه عليه في لباسه وتطهيره له من الأنجاس والأحداث والأوساخ والشعور المكروهة والختان وتقليم الأظفار.\n- فيعرفه بصفات الجمال ويتعرف إليه بالأفعال والأقوال والأخلاق الجميلة فيعرفه بالجمال الذي هو وصفه ويعبده بالجمال الذي هو شرعه ودينه فجمع الحديث قاعدتين المعرفة والسلوك.\n-\nيحب الجميل .. ويبغض القبيح\n:\n- قال ابن القيم: وهو سبحانه كما يحب الجمال في الأقوال والأفعال واللباس والهيأة يبغض القبيح من الأقوال والافعال والثياب والهيأة فيبغض القبيح وأهله ويحب الجمال وأهله.\n-\nجمال الظاهر والباطن\n:\n- قال تعالى: (يَا بَنِي آَدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآَتِكُمْ وَرِيشًا وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْرٌ ذَلِكَ مِنْ آَيَاتِ اللَّهِ لَعَلَّهُمْ يَذَّكَّرُونَ).\n- فجمع سبحانه بين الزينتين زينة البدن باللباس , زينة القلب بالتقوى , زينة الظاهر والباطن , وكمال الظاهر والباطن.\nالجزء: 1 ¦ الصفحة: 31\n",
        "- قال ابن القيم: وكما أن الجمال الباطن من أعظم نعم الله تعالى على عبده فالجمال الظاهر نعمة منه أيضا على عبده يوجب شكرا.\n- فإن شكره بتقواه وصيانته ازداد جمالا على جماله.\n- وإن استعمل جماله في معاصيه سبحانه قلبه له شيئا ظاهرا في الدنيا قبل الآخرة فتعود تلك المحاسن وحشة وقبحا وشينا وينفر عنه من رآه.\n- فكل من لم يتق الله عز وجل في حسنه وجماله انقلب قبحا وشينا يشينه به بين الناس.\n- فحسن الباطن يعلو قبح الظاهر ويستره وقبح الباطن يعلو جمال الظاهر ويستره.\n-\nحكمة\n:\n- جمال المرء في تقواه واستقامته على طاعة الله ومتابعته للكتاب والسنة.\nالدرس التاسع عشر:\nالمؤمن طيب في كل شيء\n- عَنْ أبي هُرَيرة رضي الله عنه قال: قال رسولُ الله - صلى الله عليه وسلم -: (إنَّ الله طَيِّبٌ لا يَقْبَلُ إلاَّ طيِّباً، وإنَّ الله تعالى أمرَ المُؤْمِنينَ بما أمرَ به المُرسَلين، فقال: {يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحا} رواه مسلم.\n- قال ابن رجب: والمعنى: أنَّه تعالى مقدَّسٌ منَزَّه عن النقائص والعيوب كلها، وهذا كما في قوله: {وَالطَّيِّبَاتُ لِلطَّيِّبِينَ وَالطَّيِّبُونَ لِلطَّيِّبَاتِ أُولَئِكَ مُبَرَّأُونَ مِمَّا يَقُولُون}، والمراد: المنزهون من أدناس الفواحش وأوضَارها.\n- وقد قيل: إنَّ المراد في هذا الحديث الذي نتكلم فيه الآن بقوله: (لا يقبلُ الله إلا طيباً) أعمُّ مِنْ ذلك، وهو أنَّه لا يقبل من الأعمال إلا ما كان طيباً طاهراً من المفسدات كلِّها، كالرياء والعُجب، ولا من الأموال إلا ما كان طيباً حلالاً.\n- فإنَّ الطيب تُوصَفُ به الأعمالُ والأقوالُ والاعتقاداتُ، فكلُّ هذه تنقسم إلى طيب وخبيث.\n- ووصف الله تعالى المؤمنين بالطيب بقوله تعالى: {الَّذِينَ تَتَوَفَّاهُمُ الْمَلائِكَةُ طَيِّبِينَ}.\nالجزء: 1 ¦ الصفحة: 32\n",
        "- وإنَّ الملائكة تقولُ عند الموت: اخرُجي أيتها النفس الطَّيِّبة التي كانت في الجسد الطيِّب، وإنَّ الملائكة تسلِّمُ عليهم عندَ دُخول الجنة، ويقولون لهم: طبتم فادخلوها خالدين.\n- فالمؤمن كله طيِّبٌ قلبُه ولسانُه وجسدُه بما سكن في قلبه من الإيمان، وظهر على لسانه من الذكر، وعلى جوارحه من الأعمال الصالحة التي هي ثمرة الإيمان، وداخلة في اسمه، فهذه الطيباتِ كلُّها يقبلها الله - عز وجل -.\n- ومن أعظم ما يحصل به طيبةُ الأعمَال للمؤمن طيبُ مطعمه، وأنْ يكون من حلال، فبذلك يزكو عملُه.\n- وأما الصدقة بالمال الحرام، فغيرُ مقبولةٍ كما في \" صحيح مسلم \" عن ابن عمر، عن النَّبيِّ - صلى الله عليه وسلم -: (لا يقبلُ الله صلاةً بغير طهورٍ، ولا صدقةً من غلولٍ).\nالدرس العشرون:\nكرر في دعائك يا رب يا رب\n- قال الشيخ السعدي: والرب هو المربي جميع عباده بالتدبير وأصناف النعم.\n- وأخص من هذا تربيته لأصفيائه بإصلاح قلوبهم وأرواحهم وأخلاقهم.\n- وبهذا كثر دعاؤهم له بهذا الإسم الجليل لأنهم يطلبون منه هذه التربية الخاصة.\n- وهو الذي له جميع معاني الربوبية التي يستحق أن يؤله لأجلها وهي صفات الكمال كلها والمحامد كلها له والفضل كله والإحسان كله، وأنه لا يشارك الله أحد في معنى من معاني الربوبية {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ}.\n- لا بشر ولا ملك، بل هم جميعاً عبيد مربوبون لربهم بكل أنواع الربوبية\n- روي عن أبي الدرداء وابن عباس أنَّهما كانا يقولان: اسم الله الأكبر ربِّ ربِّ.\n- سئل مالك وسفيان عمَّن يقول في الدعاء: يا سيدي، فقالا: يقول يا ربّ. زاد مالك: كما قالت الأنبياء في دعائهم.\nالجزء: 1 ¦ الصفحة: 33\n",
        "- قال عطاء: ما قال عبدٌ يا ربِّ يا ربِّ يا ربِّ ثلاث مرات، إلاّ نظر الله إليه، فذكر ذلك للحسن، فقال: أما تقرءون القرآن؟ ثم تلا قوله تعالى: {الَّذِينَ يَذْكُرُونَ اللهَ قِيَاماً وَقُعُوداً وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِياً يُنَادِي لِلإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأَبْرَارِ رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ وَلا تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لا تُخْلِفُ الْمِيعَادَ فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لا أُضِيعُ عَمَلَ عَامِلٍ مِنْكُمْ}.\n- ومن تأمَّل الأدعية المذكورة في القرآن وجدها غالباً تفتتح باسم الرَّبِّ.\n- كقوله تعالى: {رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ}\n- وقوله: {رَبَّنَا لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلا تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلا تُحَمِّلْنَا مَا لا طَاقَةَ لَنَا بِهِ}.\n- وقوله: {رَبَّنَا لا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا}. ومثل هذا في القرآن كثير.\nالجزء: 1 ¦ الصفحة: 34\n",
        "الدرس الواحد والعشرون:\nالإسلام الكامل\n- عن أبي هريرة رضي الله عنه عن النَّبيِّ - صلى الله عليه وسلم - قال: (مِنْ حُسْنِ إسْلامِ المَرءِ تَرْكُهُ ما لا يَعْنِيهِ) حديثٌ حَسَنٌ، رَوَاهُ التِّرمذيُّ وغَيرُهُ.\n- قال ابن رجب: ومعنى هذا الحديث: أنَّ مِنْ حسن إسلامه تَركَ ما لا يعنيه من قولٍ وفعلٍ، واقتصر على ما يعنيه من الأقوال والأفعال.\n- ومعنى يعنيه: أنْ تتعلق عنايتُه به، ويكونُ من مقصده ومطلوبه.\n- والعنايةُ: شدَّةُ الاهتمام بالشيء.\n-\nعلامات الإسلام الكامل\n:\n- إنَّ الإسلام الكاملَ الممدوحَ يدخل فيه:\n- تركُ المحرمات.\n- وترك المشتبهات.\n- وترك المكروهات.\n- وترك فضول المباحات التي لا يحتاج إليها.\n- فإنَّ هذا كله لا يعني المسلم إذا كمل إسلامهُ، كما قال - صلى الله عليه وسلم -: (المسلمُ مَنْ سَلِمَ المسلمون من لسانه ويده).\n- وأكثر ما يُراد بترك ما لا يعني حفظ اللسان من لغو الكلام.\n-\nمن علامة إعراض الله عن العبد\n:\n- قال الحسن البصري: مِنْ علامة إعراض الله تعالى عن العبد أنْ يجعل شغله فيما لا يعنيه. وقال سهل بنُ عبد الله التُّسترِي: من تكلم فيما لا يعنيه حُرِم الصدق.\n- وقال معروف: كلام العبد فيما لا يعنيه خذلان من اللهِ.\n-\nثمرة الإسلام الكامل\n:\n- جاءت الأحاديثُ بفضل من حسن إسلامُه وأنَّه تضاعف حسناته، وتُكفر سيئاته، والظاهر أنَّ كثرة المضاعفة تكون بحسب حسن الإسلام.\n- ففي صحيح مسلم عن أبي هريرة، عن النَّبيِّ - صلى الله عليه وسلم - قال: (إذا أحْسَنَ أَحَدُكُم إسلامَهُ، فكُلُّ حَسَنةٍ يَعْمَلُها تُكتَبُ بِعَشرِ أَمْثالِها إلى سبعِ مائة ضعفٍ، وكلُّ سَيِّئةٍ يعملها تُكتَبُ بمثلِها حتَّى يَلقى الله - عز وجل -)\n- فالمضاعفةُ للحسنة بعشر أمثالها لابدَّ منه، والزيادةُ على ذلك تكونُ بحسب إحسّان الإسلام، وإخلاصِ النية والحاجة إلى ذلك العمل وفضله.\nالدرس الثاني والعشرون:\nالحياء من الله\n- في الصحيحين عن عمران بن حصين، عن النَّبيِّ - صلى الله عليه وسلم - قال: (الحياءُ لا يأتي إلاَّ بخيرٍ)، وفي روايةٍ لمسلم قال: (الحياء خيرٌ كلُّه).\n- قال الماوردي: واعلم أن الحياء في الإنسان قد يكون من ثلاثة أوجه:\nالجزء: 1 ¦ الصفحة: 35\n",
        "- أحدها: حياؤه من الله تعالى فيكون بامتثال أوامره والكف عن زواجره.\n- والثاني: حياؤه من الناس فيكون بكف الأذى وترك المجاهرة بالقبيح.\n- والثالث: حياؤه من نفسه. فيكون بالعفة وصيانة الخلوات\n- فمتى كمل حياء الإنسان من وجوهه الثلاثة، فقد كملت فيه أسباب الخير، وانتفت عنه أسباب الشر، وصار بالفضل مشهورا، وبالجميل مذكورا. اهـ بتصرف يسير\n- عن معاذ: أنَّ النَّبيَّ - صلى الله عليه وسلم - قال له: (استحي من الله استحياءَ رجل ذي هيبةٍ من أهلك).\n- وهذا هو السببُ الموجب لخشية الله في السر، فإنَّ مَنْ عَلِمَ أنَّ الله يراه حيث كان، وأنَّه مُطَّلعٌ على باطنه وظاهره، وسرِّه وعلانيته، واستحضر ذلك في خلواته، أوجب له ذلك تركَ المعاصي في السِّرِّ.\n- فمن عبد الله على استحضار قربه ومشاهدته بقلبه، أو على استحضار قرب الله منه واطلاعه عليه، فقد حسن إسلامه، ولزم من ذلك أنْ يترك كل ما لا يعنيه في الإسلام، ويشتغل بما يعنيه فيه، فإنَّه يتولَّدُ من هذين المقامين الاستحياءُ من الله وترك كلِّ ما يُستحيى منه.\n- كما وصَّى - صلى الله عليه وسلم - رجلاً أنْ يستحيي من الله كما يستحيي من رجل من صالحي عشيرته لا يُفارقه.\n- وفي المسند والترمذي عن ابن مسعود مرفوعاً: (الاستحياء من الله تعالى أنْ تَحْفَظَ الرَّأْسَ وما حَوَى، وتَحفَظَ البَطنَ وما وَعَى، ولْتَذْكُرِ الموتَ والبِلى، فمن فَعَل ذلك، فقد استحيَى من الله حقَّ الحياء).\n- قال بعضهم: استحي من الله على قدر قربه منك، وخَفِ الله على قدر قدرته عليك.\n- وقال بعضُ العارفين: إذا تكلمتَ فاذْكُر سَمعَ اللهِ لك، وإذا سكتَّ فاذكر نظره إليك.\n- وقد وقعتِ الإشارةُ في القرآن العظيم إلى هذا المعنى في مواضع كثيرة: كقوله تعالى:\nالجزء: 1 ¦ الصفحة: 36\n",
        "{وَلَقَدْ خَلَقْنَا الإِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ مَا يَلْفِظُ مِنْ قَوْلٍ إِلاَّ لَدَيْهِ رَقِيبٌ عَتِيدٌ}.\n- وسُئِل الجنيد بما يُستعانُ على غضِّ البصر، قال: بعلمك أنَّ نظر الله إليك أسبق من نظرك إلى ما تنظره.\n- وقال أبو الجلد: أوحى الله تعالى إلى نبيٍّ من الأنبياء: قُلْ لقومك: ما بالكم تسترون الذنوبَ من خلقي، وتُظهرونها لي، إنْ كنتم ترون أني لا أراكم، فأنتم مشركون بي، وإنْ كنتم تَرَونَ أني أراكم فلم جعلتموني أهونَ الناظرين إليكم؟.\n-\nصور من استشعار الحياء من الله\n:\n- ألا تستحي من الله أن يراك وأنت تعصيه.\n- ألا تستحي من الله أن يرى قلبك مشغولا عنه وأنت واقف بين يديه في الصلاة.\n- ألا تستحي من الله أن تقول قولا وليس في قلبك أي مراقبة لله فيه.\n- ألا تستحي من الله أن يرى في قلبك بغض وكراهية لإخوانك المسلمين.\n- ألا تستحي من الله أن يرى في قلبك التصنع والتكلف للمخلوق.\n- ألا تستحي من الله أن يرى في قلبك تعظيم المخلوقين أكثر من الخالق.\n- ألا تستحي من الله بأن أنْ تعملَ في السرِّ شيئاً تستحيي منه في العلانية.\n- ألا تستحي من الله بأن يكون ظاهرك خلاف باطنك.\n- ألا تستحي من الله عندما يناديك في الثلث الأخير من الليل (هل من سائل فأعطيه، هل من مستغفر فأغفر له\n...\n) وأنت نائم في فراشك؟.\n-\nكيف نكتسب الحياء من الله؟\n:\n- من خلال معرفة اللهِ، ومعرفة عظمته وقربه من عباده، واطلاعه عليهم، وعلمِه بخائنة الأعين وما تُخفي الصدور، فهذا من أعلى خصالِ الإيمان.\n- وقد يتولَّدُ من الله الحياءُ من مطالعة نِعمه ورؤية التقصير في شكرها.\n- وكان الإمامُ أحمد يُنشِدُ:\nإذا ما خَلَوْتَ الدَّهرَ يوماً فلا تَقُلْ .. خَلَوتُ ولكِنْ قُلْ: عَلَيَّ رَقِيبُ\nالجزء: 1 ¦ الصفحة: 37\n",
        "ولا تَحْسَبَنَّ الله يَغْفُلُ سَاعةً .. ولا أنَّ ما يَخْفَى عَلَيْهِ يَغِيبُ\n- وكان ابنُ السَّماك ينشد:\nيا مُدمِنَ الذَّنْبِ أما تَستَحِي .. والله في الخَلْوَةِ ثَانِيكَا\nغَرَّكَ مِنْ رَبِّكَ إمْهَالُهُ .. وستْرُهُ طولَ مَساوِيكَا\n-\nأنواع الحياء من الله\n:\n- قال ابن القيم:\n- النوع الأول: حياء الجناية: (وهو حياء من ارتكب معصية)، كحياء آدم عليه السلام لما فر هاربا في الجنة قال الله تعالى: أفرارا مني يا آدم قال: لا يا رب بل حياء منك.\n- النوع الثاني: حياء التقصير: (وهو حياء من لم يعبد الله حق عبادته)،كحياء الملائكة الذين يسبحون الليل والنهار لا يفترون فإذا كان يوم القيامة قالوا: سبحانك! ما عبدناك حق عبادتك.\n- النوع الثالث: حياء الإجلال: (وهو حياء ناتج عن إجلال الله الملك العظيم مالك الملك)، وهو حياء المعرفة وعلى حسب معرفة العبد بربه يكون حياؤه منه، كحياء النبي صلى الله عليه وسلم وهو يدعوه ويقول: (لا أحصي ثناء عليك أنت كما أحصيت على نفسك). رواه الامام أحمد.\n- النوع الرابع: حياء الاستحقار واستصغار النفس: كحياء العبد من ربه عز وجل حين يسأله حوائجه احتقار الشأن نفسه واستصغارا لها وفي أثر إسرائيلي أن موسى عليه السلام قال: يارب إنه لتعرض لى الحاجة من الدنيا فأستحيي أن أسألك هي يا رب فقال الله تعالى: سلني حتى ملح عجينتك وعلف شاتك وقد يكون لهذا النوع سببان أحدهما: استحقار السائل نفسه واستعظام ذنوبه وخطاياه.\nوالثاني: استعظام مسؤوله (أي: الله).\n- النوع الخامس: حياء المحبة: فهو حياء المحب من محبوبه.\n- النوع السادس: حياء العبودية: (وهو حياء العبد الذي يسمع ويطيع لمولاه ولا يرفض له أمرا) فهو حياء ممتزج من محبة وخوف ومشاهدة عدم صلاح عبوديته لمعبوده وأن قدره أعلى وأجل منها فعبوديته له توجب استحياءه منه لا محالة.\nالجزء: 1 ¦ الصفحة: 38\n",
        "- النوع السابع: حياء المرء من نفسه: فهو حياء النفوس الشريفة العزيزة الرفيعة من رضاها لنفسها بالنقص وقناعتها بالدون فيجد نفسه مستحيا من نفسه.\n- النوع الثامن: حياء استشعار نعم الله عليك: ويأتي هذا النوع من استشعارك من أن نعم الله عليك تغمرك غمرا، فلا تعرف كيف تشكره فتستحي منه.\nالدرس الثالث والعشرون:\nمن كمال الإيمان\n- عَنْ أنسِ بنِ مالكٍ - رضي الله عنه - عَنِ النَّبيِّ - صلى الله عليه وسلم - قالَ: (لا يُؤْمِنُ أَحَدُكُمْ حتَّى يُحِبَّ لأَخيهِ ما يُحِبُّ لِنَفسه). رواهُ البُخاريُّ ومُسلِمٌ\n- وقال عبدُ الله بن رواحة وأبو الدرداء: الإيمانُ كالقميصِ، يَلبَسُه الإنسانُ تارةً، ويخلعه أخرى، وكذا قال الإمام أحمد - رحمه الله - وغيره، والمعنى: أنَّه إذا كمَّل خصالَ الإيمان لبسه، فإذا نقصَ منها شيئاً نزعه، وكلُّ هذا إشارةٌ إلى الإيمان الكامل التَّام الذي لا يَنْقُصُ من واجباته شيء.\n- قال ابن رجب: والمقصودُ أنَّ مِن جملة خِصال الإيمانِ الواجبةِ أنْ يُحِبَّ المرءُ لأخيه المؤمن ما يحبُّ لنفسه، ويكره له ما يكرهه لنفسه، فإذا زالَ ذلك عنه، فقد نَقَصَ إيمانُهُ بذلك.\n-\nمن علامة سلامة الصدر\n:\n- حديثُ أنس يدلُّ على أنَّ المؤمن يَسُرُّهُ ما يَسرُّ أخاه المؤمن، ويُريد لأخيه المؤمن ما يُريده لنفسه من الخير، وهذا كُلُّه إنَّما يأتي من كمالِ سلامةِ الصدر من الغلِّ والغشِّ والحسدِ، فإنَّ الحسدَ يقتضي أنْ يكره الحاسدُ أنْ يَفوقَه أحدٌ في خير، أو يُساوَيه فيه؛ لأنَّه يُحبُّ أنْ يمتازَ على الناسِ بفضائله، وينفرِدَ بها عنهم، والإيمانُ يقتضي خلافَ ذلك، وهو أنْ يَشْرَكَه المؤمنون كُلُّهم فيما أعطاه الله من الخير من غير أنْ ينقص عليه منه شيء.\n-\nأمثلة واقعية من حياة السلف\n:\nالجزء: 1 ¦ الصفحة: 39\n",
        "- كان عتبةُ الغلامُ إذا أراد أنْ يُفطر يقول لبعض إخوانه المطَّلِعين على أعماله: أَخرِج إليَّ ماءً أو تمراتٍ أُفطر عليها؛ ليكونَ لك مثلُ أجري.\n- وكان محمَّدُ بنُ واسعٍ يبيع حماراً له، فقال له رجل: أترضاه لي؟ قال: لو رضيته لم أبعه، وهذه إشارةٌ منه إلى أنَّه لا يرضى لأخيه إلاَّ ما يرضى لنفسه.\nالدرس الرابع والعشرون:\nالتعرف على الله في الرخاء\n- قال - صلى الله عليه وسلم -: (تعرَّف إلى الله في الرَّخاء، يعرفكَ في الشِّدَّةِ)\n- قال ابن رجب: يعني: أنَّ العبدَ إذا اتَّقى الله، وحَفِظَ حدودَه، وراعى حقوقه في حال رخائه، فقد تعرَّف بذلك إلى الله، وصار بينه وبينَ ربه معرفةٌ خاصة، فعرفه ربَّه في الشدَّة، ورعى له تَعَرُّفَهُ إليه في الرَّخاء، فنجَّاه من الشدائد بهذه المعرفة، وهذه معرفة خاصة تقتضي قربَ العبدِ من ربِّه، ومحبته له، وإجابته لدعائه.\n-\nفمعرفة العبد لربه نوعان\n:\n- أحدُهما: المعرفةُ العامة، وهي معرفةُ الإقرار به والتَّصديق والإيمان، وهذه عامةٌ للمؤمنين.\n- والثاني: معرفة خاصة تقتضي ميلَ القلب إلى الله بالكلية، والانقطاع إليه، والأُنس به، والطمأنينة بذكره، والحياء منه، والهيبة له، وهذه المعرفة الخاصة هي التي يدور حولها العارفون.\n- كما قال بعضهم: مساكينُ أهلُ الدُّنيا، خرجوا منها وما ذاقوا أطيبَ ما فيها، قيل له: وما هو؟ قال: معرفةُ الله - عز وجل -.\n- ومعرفة الله أيضاً لعبده نوعان:\n- معرفة عامة وهي علمه سبحانه بعباده، واطِّلاعه على ما أسرُّوه وما أعلنوه، كما قال: {وَلَقَدْ خَلَقْنَا الإنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ}.\n- والثاني: معرفة خاصة:\nالجزء: 1 ¦ الصفحة: 40\n",
        "وهي تقتضي محبته لعبده وتقريبَه إليه، وإجابةَ دعائه، وإنجاءه من الشدائد، وهي المشار إليها بقوله - صلى الله عليه وسلم - فيما يحكى عن ربِّه: (ولا يزالُ عبدي يتقرَّبُ إليَّ بالنَّوافِل حتَّى أُحِبَّه، فإذا أحببتُه، كنتُ سمعه الذي يسمع به، وبصرَه الذي يُبصرُ به، ويدَه التي يبطِشُ بها، ورجلَه التي يمشي بها، فلئن سألني، لأُعطِيَنَّهُ، ولئن استعاذني لأعيذنَّه)، وفي رواية: (ولئن دعاني لأجيبنّه).\n-\nمن ثمرات التعرف على الله في الرخاء\n:\n- قال ابن رجب: فمن عامل الله بالتقوى والطاعة في حال رخائه، عامله الله باللطف والإعانة في حال شدَّته.\n- عن أبي هريرة، عن النَّبيِّ - صلى الله عليه وسلم - قال: (من سرَّه أنْ يستجيب الله له عندَ الشَّدائد، فليُكثرِ الدُّعاءَ في الرَّخاء) رواه الترمذي.\n- وقال الضحاك بن قيس: اذكروا الله في الرَّخاء، يذكركُم في الشِّدَّة، وإنَّ يونس - عليه السلام - كان يذكُرُ الله تعالى، فلمَّا وقعَ في بطن الحوت، قال الله - عز وجل -: {فَلَوْلا أَنَّهُ كَانَ مِنَ الْمُسَبِّحِينَ لَلَبِثَ فِي بَطْنِهِ إِلَى يَوْمِ يُبْعَثُونَ}، وإنَّ فرعون كان طاغياً ناسياً لذكر الله، فلما أدركه الغرق، قال: آمنت، فقال الله تعالى: {آلآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِينَ}\n- وقال رجل لأبي الدرداء: أوصني، فقال: اذكر الله في السرَّاء يذكرك الله - عز وجل - في الضَّرَّاء.\n-\nأعظم الشدائد\n:\n- وأعظمُ الشدائد التي تنْزل بالعبد في الدنيا الموتُ، وما بَعده أشدُّ منه إنْ لم يكن مصيرُ العبد إلى خيرٍ.\nالجزء: 1 ¦ الصفحة: 41\n",
        "-\nكيف يكون الاستعداد للموت\n:\n- فالواجبُ على المؤمن الاستعدادُ للموت وما بعده في حال الصحة بالتقوى والأعمال الصالحة، قال الله - عز وجل -: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ وَاتَّقُوا اللهَ إِنَّ اللهَ خَبِيرٌ بِمَا تَعْمَلُونَ وَلا تَكُونُوا كَالَّذِينَ نَسُوا اللهَ فَأَنْسَاهُمْ أَنْفُسَهُمْ أُولَئِكَ هُمُ الْفَاسِقُونَ}.\n- قال تعالى: {وَمَنْ يَتَّقِ اللهَ يَجْعَلْ لَهُ مَخْرَجاً}، قال ابن عباس في هذه الآية: يُنجيه من كُلِّ كَربٍ في الدنيا والآخرة.\nالدرس الخامس والعشرون:\nإياكم وفضول الكلام\n- عَنْ أبي هُرَيرةَ - رضي الله عنه - عن رَسول اللهِ - صلى الله عليه وسلم - قالَ: (مَنْ كانَ يُؤْمِنُ بالله واليَومِ الآخرِ، فَلْيَقُلْ خَيراً أَوْ لِيَصْمُتْ، ومَنْ كَانَ يُؤْمِنُ بالله واليَوْمِ الآخِرِ، فَليُكْرِمْ جَارَهُ، ومَنْ كَانَ يُؤْمِنُ بِاللهِ واليَومِ الآخرِ فَلْيُكْرِمْ ضَيْفَهُ) متفق عليه.\n- وأعمال الإيمان تارة تتعلَّق بحقوق الله، كأداءِ الواجبات وترك المحرَّمات، ومِنْ ذلك قولُ الخير، والصمتُ عن غيره.\n- وتارةً تتعلق بحقوق عبادِه كإكرامِ الضيف، وإكرامِ الجارِ، والكفِّ عن أذاه.\n- قال ابن مسعود رضي الله عنه: إيَّاكم وفضولَ الكلام، حسبُ امرئ ما بلغ حاجته، وعن النَّخعي قال: يَهلِكُ الناسُ في فضول المال والكلام.\n-\nمفاسد كثرة الكلام\n:\n- إن الإكثارَ من الكلام الذي لا حاجة إليه يوجبُ قساوةَ القلب كما في \" الترمذي \" من حديث ابن عمر مرفوعاً: (لا تُكثِرُوا الكلامَ بغيرِ ذكر الله، فإنَّ كثرةَ الكلامِ بغيرِ ذكرِ الله يُقسِّي القلب، وإنَّ أبعدَ الناس عن الله القلبُ القاسي).\n- وقال عمر بن الخطاب رضي الله عنه: مَنْ كَثُرَ كلامُه، كَثُرَ سَقَطُهُ، ومَنْ كَثُرَ سَقَطُه، كَثُرَتْ ذُنوبهُ، ومَن كَثُرَتْ ذنوبُه، كانت النارُ أولى به.\nالجزء: 1 ¦ الصفحة: 42\n",
        "- وقال ابن مسعود: والله الذي لا إله إلا هو، ما على الأرض أحقُّ بطول سجنٍ مِنَ اللِّسانِ.\n- وقال وهب بن منبه: أجمعت الحكماءُ على أنَّ رأسَ الحكمِ الصمتُ.\n- وكان السَّلفُ كثيراً يمدحُون الصَّمتَ عن الشَّرِّ، وعمَّا لا يعني؛ لِشِدَّته على النفس، ولذلك يقع فيه النَّاسُ كثيراً، فكانوا يُعالجون أنفسهم، ويُجاهدونها على السكوت عما لا يعنيهم.\n-\nهل تزن كلماتك؟\n:\n- سبحان الله العظيم!، ما أكثر ما نتحدث ونستفسر ونتطلع ونحرص على الأمور التي لا تنفعنا في دنيانا ولا في آخرتنا، وإنما هي من لغو الكلام، ولو حاسب الإنسان نفسه في آخر اليوم قبل نومه لوجد أن كلامه في ما لا فائدة فيه ولا ثمرة ولا نتيجة أكثر من كلامه في ما فيه فائدة.\n-\nأكثر ما يدخل النار\n:\n- عن معاذ رضي الله عنه أنه قال للنبي صلى الله عليه وسلم: يا نَبيَّ الله، وإنَّا لمُؤَاخَذُونَ بِما نَتَكَلَّمُ بهِ؟ فقالَ: (ثَكِلتْكَ أُمُّكَ، وهَلْ يَكُبُّ النَّاسَ في النَّارِ على وُجوهِهِمْ، أو على مَنَاخِرِهم إلاَّ حَصائِدُ أَلسِنَتِهِم). رواهُ الترمذيُّ، وقال: حَديثٌ حَسنٌ صَحيحٌ.\n- قال ابن رجب: وظاهرُ هذا الحديث يدلُّ على أنَّ أكثر ما يدخل النَّاسُ به النار النُّطقُ بألسنتهم، فإنَّ معصية النُّطق يدخل فيها:\n1 -\nالشِّركُ وهو أعظمُ الذنوب عندَ الله - عز وجل -.\n2 -\nويدخل فيها القولُ على الله بغير علم، وهو قرينُ الشِّركِ.\n3 -\nويدخلُ فيه شهادةُ الزُّور التي عدَلت الإشراك بالله - عز وجل -.\n4 -\nوكذلك السِّحر والقذفُ وغيرُ ذلك مِنَ الكبائر والصَّغائر كالكذب والغيبةِ والنَّميمة.\n5 -\nوسائرُ المعاصي الفعلية لا يخلو غالباً من قول يقترن بها يكون معيناً عليها.\nوفي حديث أبي هُريرة، عن النَّبيِّ - صلى الله عليه وسلم -، قال: (أكثرُ ما يُدخِلُ النَّاسَ النارَ الأجوفان: الفمُ والفرجُ) خرَّجه الإمام أحمد والترمذي.\nالجزء: 1 ¦ الصفحة: 43\n",
        "-\nصلاح اللسان وأثره على الجوارح\n:\n- قال يحيى بن أبي كثير: ما صلح منطقُ رجل إلاَّ عرفت ذلك في سائر عمله، ولا فسد منطقُ رجل قطُّ إلاَّ عرفت ذلك في سائر عمله.\n-\nمن عواقب فضول الكلام\n:\n- قال ابن القيم: وأما فضول الكلام فإنها تفتح للعبد أبوابا من الشر كلها مداخل للشيطان فإمساك فضول الكلام يسد عنه تلك الأبواب كلها وكم من حرب جرتها كلمة واحدة.\nالدرس السادس والعشرون:\nحق الخالق وحق المخلوق\n- قال الله - عز وجل -: {وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ شَيْئاً وَبِالْوَالِدَيْنِ إِحْسَاناً وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ إِنَّ اللهَ لا يُحِبُّ مَنْ كَانَ مُخْتَالاً فَخُوراً}.\n- قال ابن كثير: يأمر تبارك وتعالى بعبادته وحده لا شريك له؛ فإنه هو الخالق الرازق المنعم المتفضل على خلقه في جميع الآنات والحالات، فهو المستحق منهم أن يوحدوه، ولا يشركوا به شيئا من مخلوقاته، كما قال رسول الله صلى الله عليه وسلم لمعاذ: \"أتَدْرِي ما حَقُّ الله على العباد؟ \" قال: الله ورسوله أعلم. قال: \"أن يَعْبدُوهُ ولا يُشْرِكُوا به شيئا\"، ثم قال: \"أتَدْري ما حَقُّ العبادِ عَلَى اللهِ إذا فَعَلُوا ذلك؟ ألا يُعَذِّبَهُم\".\n- قال ابن رجب: فجمع الله تعالى في هذه الآية بين ذكرِ حقِّه على العبد وحقوقِ العباد على العبد أيضاً، وجعل العبادَ الذين أمرَ بالإحسان إليهم خمسة أنواع:\n- أحدها: من بينَه وبينَ الإنسان قرابةٌ، وخصَّ منهمُ الوالدين بالذِّكر؛ لامتيازهما عن سائر الأقارب بما لا يَشْرَكونهما فيه، فإنَّهما كانا السببَ في وجود الولد ولهما حقُّ التربية والتأديب وغير ذلك.\n- الثاني: مَنْ هو ضعيفٌ محتاجٌ إلى الإحسان، وهو نوعان: من هو محتاج لضعف بدنه، وهو اليتيم، ومن هو محتاج لِقِلَّةِ ماله، وهو المسكين.\nالجزء: 1 ¦ الصفحة: 44\n",
        "- الثالث: مَنْ له حقُّ القُرب والمخالطة، وجعلهم ثلاثة أنواع: جارٌ ذو قربى، وجار جنب (البعيد عنك في الجوار أو النسب)، وصاحبٌ بالجنب (الرفيق في السفر أو صناعة وقيل الزوجة).\n- الرابع: من هو واردٌ على الإنسان، غيرُ مقيم عندَه، وهو ابن السبيل يعني: المسافر إذا ورد إلى بلدٍ آخر، وفسَّره بعضُهم بالضَّيف.\n- الخامس: ملكُ اليمين، وقد وصَّى النَّبيُّ - صلى الله عليه وسلم - بهم كثيراً وأمر بالإحسانِ إليهم، وروي أنَّ آخرَ ما وصَّى به عند موته: (الصلاة وما ملكت أيمانكم)، وأدخل بعضُ السَّلف في هذه الآية: ما يملكُهُ الإنسان من الحيوانات والبهائم.\nالدرس السابع والعشرون:\nمفتاح الشر\n- عَنْ أَبي هُرَيرَةَ - رضي الله عنه - أنَّ رَجُلاً قالَ للنَّبيِّ - صلى الله عليه وسلم -: أوصِني، قال: (لا تَغْضَبْ) فردَّد مِراراً قال: (لا تَغْضَبْ). رواهُ البُخاريُّ.\n- قال ابن رجب: فهذا الرجلُ طلب مِن النَّبيِّ - صلى الله عليه وسلم - أنْ يُوصِيهَ وصيةً وجيزةً جامعةً لِخصال الخيرِ، ليحفظها عنه خشيةَ أنْ لا يحفظها؛ لكثرتها، فوصَّاه النَّبيُّ - صلى الله عليه وسلم - أنْ لا يغضب، ثم ردَّد هذه المسألة عليه مراراً، والنَّبيُّ - صلى الله عليه وسلم - يردِّدُ عليه هذا الجوابَ، فهذا يدلُّ على أنَّ الغضب جِماعُ الشرِّ، وأنَّ التحرُّز منه جماعُ الخير.\n- ولأنَّ الغضبان يصدر منه في حال غضبه من القول ما يندم عليهِ في حال زوال غضبه كثيراً من السِّباب وغيره مما يعظم ضَرَرُهُ، فإذا سكت زال هذا الشرّ كله عنه.\n-\nمن هو الشجاع؟\n:\n- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وآله وسلم قال: (ليس الشديد بالصُّرَعة إنما الشديد الذي يملك نفسه عند الغضب) متفق عليه.\n- قال ابن القيم: أي مالك نفسه أولى أن يسمى شديدا من الذي يصرع الرجال.\nالجزء: 1 ¦ الصفحة: 45\n",
        "- وقال شيخ الإسلام \" ولهذا كان القوي الشديد هو الذي يملك نفسه عند الغضب حتى يفعل ما يصلح دون ما لا يصلح فأما المغلوب حين غضبه فليس هو بشجاع ولا شديد.\n-\nمتى نغضب؟\n:\nوهذه كانت حالَ النَّبيِّ - صلى الله عليه وسلم -، فإنَّه كان لا ينتقِمُ لنفسه، ولكن إذا انتهكت حرماتُ الله لم يَقُمْ لِغضبه شيء ولم يضرب بيده خادماً ولا امرأة إلا أنْ يجاهِدَ في سبيل الله.\n-\nعلاج الغضب\n:\n- الاستعاذة بالله من الشيطان، قال الله تعالى: {وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ سَمِيعٌ عَلِيمٌ}\n- وعن سليمان ابن صُردٍ - رضي الله عنه - قال: (استَبَّ رجلان عند النبي صَلَّى اللَّهُ عَلَيْهِ وسلم ونحن عنده جلوس وأحدهما يسبّ صاحبه مغضبًا قد احمر وجهه، فقال النبي صَلَّى اللَّهُ عَلَيْهِ وسلم: إني لأعلمُ كلمة لو قالها لذهب عنه ما يجد. لو قال: أعوذ بالله من الشيطان الرجيم) متفق عليه.\n- الوضوء: عن عطية السعدي - رضي الله عنه - قال: قال رسول الله صلى الله عليه وسلم: (إن الغضب من الشيطان، وإن الشيطان خُلِقَ من النار، وإنما تطفأ النار بالماء، فإذا غضب أحدكم فليتوضأ) رواه أبو داود.\n- تغيير الحالة التي عليها الغضبان، بالجلوس، أو الخروج، أو غير ذلك.\n- عن أبي ذر رضي الله عنه قال: إن رسول اللهّ صَلَّى اللَّهُ عَلَيْهِ وسلم قال لنا: (إذا غضب أحدكم وهو قائم فليجلس، فإن ذهب عنه الغضب وإلّا فليضطجع) رواه أبو داود.\n- استحضار ما ورد في فضل كظم الغيظ من الثواب، وما ورد في عاقبة الغضب من الخذلان العاجل والآجل.\n- عن معاذ - رضي الله عنه - أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وسلم قال: (من كظم غيظًا وهو قادرٌ على أن ينفذه دعاه الله - عز وجل - على رؤوس الخلائق يوم القيامة حتى يخيره الله من الحور ما شاء) رواه أبو داود.\nالجزء: 1 ¦ الصفحة: 46\n",
        "-\nصور من حياة السلف عند الغضب\n:\n- سب رجل ابن عباس رضي الله عنهما فلما فرغ قال: يا عكرمة هل للرجل حاجة فنقضيها؟ فنكس الرجل رأسه واستحى.\n- وأسمع رجل أبا الدرداء رضي الله عنه-كلاما , فقال: يا هذا لا تغرقن في سبنا ودع للصلح موضعا فإنا لا نكافئ من عصى الله فينا بأكثر من أن نطيع الله فيه.\nالدرس الثامن والعشرون:\nثمرات مجالس الذكر\n- عن أبي هريرة عن النَّبيِّ - صلى الله عليه وسلم -، قال: (إنَّ لأهلِ ذكرِ الله تعالى أربعاً: تنزلُ عليهمُ السَّكينةُ، وتغشاهمُ الرَّحمةُ، وتحفُّ بهم الملائكةُ، ويذكرُهُم الرَّبُّ فيمن عنده). رواه مسلم.\n- قال ابن رجب: وهذه الخصال الأربعُ لكلِّ مجتمعين على ذكر الله:\n- أحدها: تَنْزل السكينة عليهم، وفي الصحيحين عن البراء بن عازب، قال: كان رجلٌ يقرأ سورةَ الكهف وعنده فرسٌ، فتغشَّته سحابةٌ، فجعلت تدورُ وتدنُو، وجعل فرسه يَنفِرُ منها، فلمَّا أصبح، أتى النَّبيَّ - صلى الله عليه وسلم -، فذكر ذلك له، فقال: (تلك السَّكينة تنَزَّلت للقرآن).\n- والثاني: غِشيانُ الرَّحمة، قال الله تعالى: {إِنَّ رَحْمَتَ اللهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ}\n- والثالث: أنَّ الملائكة تحفُّ بهم.\n- الرابع: أنَّ الله يذكرُهم فيمن عنده، وفي الصحيحين عن أبي هريرة، عن النَّبيِّ - صلى الله عليه وسلم -، قال: (يقولُ الله - عز وجل -: أنا عند ظنِّ عبدي بي، وأنا معه حين يذكرُني، فإنْ ذكرني في نفسِه، ذكرتُه في نفسي، وإنْ ذكرني في ملأ ذكرته في ملأ خيرٍ منهم).\n- وذكر الله لعبده: هو ثناؤه عليه في الملأ الأعلى بين ملائكته ومباهاتهم به وتنويهه بذكره.\n- قال الربيعُ: إنَّ الله ذاكرٌ مَنْ ذكرهُ، وزائدٌ مَنْ شكره، ومعذِّبٌ من كفره.\n- وصلاةُ الله على عبده: هي ثناؤه عليه بين ملائكته، وتنويههُ بذكره.\nالجزء: 1 ¦ الصفحة: 47\n",
        "- قال رجلٌ لأبي أمامة: رأيتُ في المنام كأنَّ الملائكة تُصلِّي عليك، كلَّما دخلتَ، وكلما خرجتَ، وكلَّما قمتَ، وكلَّما جلستَ، فقال أبو أمامة: وأنتم لو شئتم، صلَّت عليكمُ الملائكةُ، ثم قرأ: {يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْراً كَثِيراً وَسَبِّحُوهُ بُكْرَةً وَأَصِيلاً هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلائِكَتُهُ}.\nالدرس التاسع والعشرون:\nكيف تكون من المحسنين\n- قال تعالى: {وَأَحْسِنُوا إِنَّ اللهَ يُحِبُّ الْمُحْسنينَ}، وقال: {إِنَّ اللهَ يَأْمُرُ بِالْعَدْلِ وَالإِحْسَانِ}.\n- عَنْ أَبي يَعْلَى شَدَّاد بنِ أوسٍ، عَنْ رسولِ الله - صلى الله عليه وسلم - قال: (إنَّ الله كَتَبَ الإحسانَ على كُلِّ شيءٍ، فإذَا قَتَلْتُم فَأَحْسِنُوا القِتْلَة، وإذا ذَبَحْتُم فَأَحْسِنُوا الذِّبْحَةَ، وليُحِدَّ أحدُكُمْ شَفْرَتَهُ، ولْيُرِحْ ذَبِيحَتَهُ). رواهُ مُسلم.\n- قال ابن رجب: وهذا الأمرُ بالإحسان:\n- تارةً يكونُ للوجوب كالإحسان إلى الوالدين والأرحام بمقدار ما يحصل به البرُّ والصِّلَةُ والإحسانُ إلى الضيف بقدر ما يحصل به قِراه.\n- وتارةً يكونُ للندب كصدقةِ التطوعِ ونحوها.\n- وهذا الحديثُ يدلُّ على وجوب الإحسانِ في كل شيء من الأعمال، لكن إحسانُ كُلِّ شيء بحسبه.\n- فالإحسان في الإتيان بالواجبات الظاهرة والباطنةِ: الإتيانُ بها على وجه كمال واجباتها، فهذا القدرُ من الإحسان فيها واجب.\n- وأمَّا الإحسانُ فيها بإكمالِ مستحباتها فليس بواجب.\n- والإحسان في ترك المحرَّمات: الانتهاءُ عنها، وتركُ ظاهرها وباطنها.\nكما قال تعالى: {وَذَرُوا ظَاهِرَ الإِثْمِ وَبَاطِنَهُ}، فهذا القدرُ من الإحسان فيها واجب.\n- وأما الإحسان في الصبر على المقدورات، فأنْ يأتي بالصبر عليها على وجهه من غير تَسَخُّطٍ ولا جَزَع.\n- والإحسان الواجبُ في معاملة الخلق ومعاشرتهم: القيامُ بما أوجب الله من حقوق ذلك كلِّه.\nالجزء: 1 ¦ الصفحة: 48\n",
        "- والإحسان الواجب في ولاية الخلق وسياستهم، القيام بواجبات الولاية كُلِّها، والقدرُ الزائد على الواجب في ذلك كلِّه إحسانٌ ليس بواجب.\n- والإحسان في قتل ما يجوزُ قتله من الناس والدواب: إزهاقُ نفسه على أسرعِ الوجوه وأسهلِها وأَوجاها من غير زيادةٍ في التعذيب، فإنَّه إيلامٌ لا حاجة إليه.\nالدرس الثلاثون:\nكيف تكون من المتقين\n- قال تعالى: {اتَّقُوا اللهَ حَقَّ تُقَاتِهِ}.\n- قال ابن مسعود رضي الله عنه في هذه الآية: أنْ يُطاع فلا يُعصى، ويُذكر فلا ينسى، وأن يُشكر فلا يُكفر.\n- قال ابن رجب: وشكرُه يدخلُ فيه جميعُ فعل الطاعات.\n- ومعنى ذكره فلا ينسى: ذكر العبد بقلبه لأوامر الله في حركاته وسكناته وكلماته فيمتثلها، ولنواهيه في ذلك كله فيجتنبها.\n- قال النبي - صلى الله عليه وسلم -: (اتَّق الله حيثما كُنت) مراده في السرِّ والعلانية حيث يراه الناسُ وحيث لا يرونه.\n- قال الحسن: المتقون اتَّقَوا ما حُرِّم عليهم، وأدَّوا ما افْتُرِض عليهم.\n- وقال طلقُ بنُ حبيب: التقوى أنْ تعملَ بطاعةِ الله، على نورٍ من الله، ترجو ثوابَ الله، وأنْ تتركَ معصيةَ الله على نورٍ من الله تخافُ عقابَ الله.\n- وقال موسى بنُ أَعْيَن: المتقون تنزَّهوا عن أشياء من الحلال مخافة أنْ يقعوا في الحرام، فسماهم الله متقين.\n- وقال ميمونُ بنُ مِهران: المُتَّقي أشدُّ محاسبةً لنفسه من الشريكِ الشحيحِ لِشريكه.\n- قال ابن رجب: وفي الجملة، فالتقوى: هي وصيةُ الله لجميع خلقه، ووصيةُ رسول الله - صلى الله عليه وسلم - لأمته، وكان - صلى الله عليه وسلم - إذا بَعَثَ أميراً على سَرِيَّةٍ أوصاه في خاصة نفسه بتقوى الله، وبمن معه من المسلمين خيراً.\nالجزء: 1 ¦ الصفحة: 49\n",
        "-\nأكرم الخلق عند الله تعالى\n:\n- إنَّ كرم الخَلْق عند الله بالتَّقوى، فربَّ من يحقِرُه الناس لضعفه، وقلَّةِ حظِّه من الدُّنيا، وهو أعظمُ قدراً عند الله تعالى ممَّن له قدرٌ في الدُّنيا، فإنَّ الناسَ إنّما يتفاوتُون بحسب التَّقوى، كما قال الله تعالى: {إِنَّ أَكْرَمَكُمْ عِنْدَ اللهِ أَتْقَاكُمْ}.\n- وكما قال - صلى الله عليه وسلم -: (إنَّ الله لا ينظرُ إلى صُورِكُم وأموالِكم، ولكن ينظرُ إلى قلوبكم وأعمالكم) وحينئذ، فقد يكونُ كثيرٌ ممَّن له صورةٌ حسنةٌ، أو مالٌ، أو جاهٌ، أو رياسةٌ في الدنيا، قلبه خراباً من التقوى، ويكون من ليس له شيء من ذلك قلبُه مملوءاً مِنَ التَّقوى، فيكون أكرمَ عند الله تعالى.\n-\nحقيقة التقوى\n:\n- قال تعالى: (ومن يعظم حرمات الله فهو خير له عند ربه).\n- قال الحسن: ما عُبِّدَ العابدون بشيءٍ أفضلَ من ترك ما نهاهم الله عنه.\n- قال ميمون بن مِهران: ذكرُ اللهِ باللسان حسن، وأفضلُ منه أنْ يذكر الله العبدُ عندَ المعصية فيمسِكَ عنها.\n- قال عمر بن عبد العزيز: ليست التقوى قيامَ الليل، وصِيام النهار، والتخليطَ فيما بَيْنَ ذلك، ولكن التقوى أداءُ ما افترض الله، وترك ما حرَّم الله، فإنْ كان مع ذلك عملٌ، فهو خير إلى خير، أو كما قال.\n- قال ابن رجب: وحاصل كلامهم يدلُّ على أنَّ اجتناب المحرمات - وإنْ قلَّتْ - فهي أفضلُ من الإكثار من نوافل الطاعات فإنَّ ذلك فرضٌ، وهذا نفلٌ.\nالدرس الواحد والثلاثون:\nواتبع السيئة الحسنة تمحها\n- قال الله - عز وجل -: {وَأَقِمِ الصَّلاةَ طَرَفَيِ النَّهَارِ وَزُلَفاً مِنَ اللَّيْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ}.\n- قال - صلى الله عليه وسلم -: (وأتْبِع السَّيِّئة الحَسنَة تَمحُها) فأمره أنْ يفعل ما يمحو به هذه السيئة وهو أنْ يتبعها بالحسنة.\nالجزء: 1 ¦ الصفحة: 50\n",
        "- وفي الصحيحين عن ابنِ مسعود: أنَّ رجلاً أصاب من امرأة قُبلَةً، ثم أتى النَّبيَّ - صلى الله عليه وسلم -، فذكر ذلك له، فسكت النَّبيُّ - صلى الله عليه وسلم - حتى نزلت هذه الآية، فدعاه فقرأها عليه، فقال رجل: هذا له خاصة؟ قال: (بل للناس عامة).\n- اجعل اسلوبك في الحياة وطريقك ومنهجك وديدنك أنك كلما وقعت في ذنب أو خطيئة تفعل بعدها أنواعا من الطاعات والعبادات التي تمحو هذه السيئات ولا تجعل الشيطان يحرمك من هذه الطاعات بسبب وقوعوك بتلك المعصية بحجة أن هذا نوع من النفاق.\n- فمثلا: (تقرأ القرآن، تستغفر الله، تتصدق بما تيسر، تصلي ركعتين\n....\n).\n-\nمن حيل الشيطان\n:\n- وقيل للحسن: ألا يستحيي أحدُنا من ربه يستغفِرُ من ذنوبه، ثم يعود، ثم يستغفر، ثم يعود، فقال: ودَّ الشيطانُ لو ظَفِرَ منكم بهذه، فلا تملُّوا من الاستغفار.\n-\nالهلاك كل الهلاك!\n:\n- قال عمر بن عبد العزيز في خطبة له: قال: أيُّها الناسُ مَنْ ألمَّ بذنبٍ فليستغفرِ الله وليتب، فإنْ عاد فليستغفر الله وليتب، فإنْ عادَ فليستغفر الله وليتب، فإنَّما هي خطايا مطوَّقة في أعناقِ الرجال، وإنَّ الهلاك كُلَّ الهلاك في الإصرار عليها.\n- وقد أخبر الله في كتابه أنَّ من تاب من ذنبه، فإنَّه يُغفر له ذنبه أو يتاب عليه في مواضع كثيرةٍ، كقوله تعالى: {إِلاَّ مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلاً صَالِحاً فَأُولَئِكَ يُبَدِّلُ اللهُ سَيِّئَاتِهِمْ حَسَنَاتٍ}.\n-\nمن مكفرات الذنوب\n:\n- عن أبي بكر الصدِّيق - رضي الله عنه -، عن النَّبيِّ - صلى الله عليه وسلم - قال: (مَا مِنْ رَجُلٍ يُذنِبُ ذنباً، ثمَّ يقومُ فيتطهَّر، ثمَّ يُصلِّي، ثمَّ يستغفر الله إلاَّ غَفَرَ الله له) ثم قرأ هذه الآية: {وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ}.\nالجزء: 1 ¦ الصفحة: 51\n",
        "- وفي الصحيحين عن عثمانَ: أنَّه توضأ، ثم قال: رأيتُ رسولَ الله - صلى الله عليه وسلم - توضأ نحو وضوئي هذا ثم قال: (مَنْ توضَّأ نحو وضوئي هذا ثم صلَّى ركعتين لا يُحدِّثُ فيهما نفسَه، غُفِرَ له ما تقدَّمَ من ذنبه).\n- وفي الصحيحين عن أبي هريرة، عن النَّبيِّ - صلى الله عليه وسلم - قال: (من قال: سبحان اللهِ وبحمده في يومه مائة مرة، حُطَّتْ خطاياه وإنْ كانت مِثلَ زَبَدِ البَحرِ).\n- وفيهما عنه، عن النَّبيِّ - صلى الله عليه وسلم - قال: (مَنْ قالَ: لا إله إلا الله وحده لا شَريكَ له، له الملكُ، وله الحمدُ يُحيي ويُميت وهو على كلِّ شيءٍ قديرٌ في يوم مائة مرَّة، كانت له عِدْل عشرِ رقابٍ، وكتبت له مائةُ حسنةٍ، ومُحيت عنه مائةُ سيئة، وكانت له حِرزاً من الشيطان يومَه ذلك حتى يُمسيَ، ولم يأتِ أحدٌ بأفضَلَ مما جاء به إلا أحدٌ عمل أفضلَ مِنْ ذلك).\n- وسُئل الحسن عن رجل لا يتحاشى عن معصية إلا أنَّ لسانه لا يفتر من ذكر الله، قال: إنَّ ذلك لَعَوْنٌ حَسَنٌ.\n- وقال عطاء: من جلس مجلساً من مجالس الذِّكر، كَفَّر به عشرة مجالس من مجالس الباطل.\nقال أحدهم: وكأنه استنبطها من أن الحسنة تمحو عشر سيئات\n- قال - صلى الله عليه وسلم -: (ألا أدُلُّكُم على ما يمحو الله به الخطايا، ويرفعُ به الدرجات: إسباغُ الوضوء على المكاره، وكثرَةُ الخُطا إلى المساجد، وانتظارُ الصَّلاة بعد الصلاة) فأثبت لهذه الأعمال تكفيرَ الخطايا ورَفْعَ الدَّرجات.\n- وقد رُوي عن جماعةٍ من الصحابة: أنَّ الناس يحترقون بالنهار بالذنوب، وكلَّما قاموا إلى صلاةٍ من الصَّلوات المكتوبات أطفؤوا ذنوبهم.\nالجزء: 1 ¦ الصفحة: 52\n",
        "الدرس الثاني والثلاثون:\nمتى يستجاب الدعاء\n- قال تعالى: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ}.\n-\nأمور يجب أن تراعيها في دعائك\n:\n1 -\nالدعاءُ مع الرجاء، فإنَّ الدعاء مأمورٌ به، وموعودٌ عليه بالإجابة.\n- وفي \" السنن الأربعة \" عن النعمان بن بشير، عن النَّبيِّ - صلى الله عليه وسلم -، قال: (إنَّ الدُّعاء هو العبادة) ثم تلا: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ}.\n2 -\nحضور القلب، ورجاءُ الإجابة من الله تعالى، كما خرَّجه الترمذي من حديث أبي هريرة، عن النَّبيِّ - صلى الله عليه وسلم -، قال: (ادعوا الله وأنتم موقنون بالإجابة، فإنَّ الله لا يَقبلُ دُعاءً من قلبٍ غافلٍ لاهٍ).\n3 -\nعدم الاستعجال، ولا تترك الدعاء لاستبطاء الإجابة، وجُعل ذلك من موانع الإجابة حتّى لا يقطع العبدُ رجاءه من إجابة دُعائه ولو طالت المدة، فإنَّه سبحانه يُحبُّ المُلحِّين في الدعاء\n-\nإجابة الدعاء مضمونة\n:\n- ومن رحمة الله تعالى بعبده أنَّ العبدَ يدعوه بحاجةٍ من الدنيا، فيصرفها عنه، ويعوِّضه خيراً منها، إما أنْ يَصرِفَ عنه بذلك سوءاً، أو أنْ يدَّخِرَها له في الآخرة، أو يَغفِر له بها ذنباً، كما في حديث جابر، عن النَّبيِّ - صلى الله عليه وسلم -، قال: (ما مِنْ أَحَدٍ يَدعُو بدُعاءٍ إلا آتاه الله ما سألَ أو كَفَّ عنه من السُّوء مثلَه ما لم يدعُ بإثم أو قطيعة رحم).\n- عن أنسٍ رضي الله عنه: (لا تَعجزوا عن الدُّعاء، فإنَّه لن يَهلِكَ مع الدُّعاء أَحدٌ).\n-\nحكمة\n:\n- مَنْ أَدمن قرعَ الباب، يُوشك أنْ يُفتح له، فإن العبدُ يُلحُّ في الدُّعاء، ويَطمعُ في الإجابة من غير قطع الرّجاء، فهو قريبٌ من الإجابة،.\n- (ما كان الله لِيفتَحَ على عبدٍ بابَ الدُّعاء، ويُغلقَ عنه بابَ الإجابة).\nالجزء: 1 ¦ الصفحة: 53\n",
        "الدرس الثالث والثلاثون:\nكيف نحقق لا إله إلا الله\n- قال رسول الله صلى الله عليه وسلم: من قال لا إله إلا الله وكفر بما يعبد من دون الله حرم ماله ودمه وحسابه على الله. رواه مسلم.\n- قال ابن رجب: فإنَّ تحقق القلب بمعنى (لا إله إلا الله) وصدقه فيها، وإخلاصه بها يقتضي أنْ يرسخَ فيه تألُّهُ الله وحده، إجلالاً، وهيبةً، ومخافةً، ومحبَّةً، ورجاءً، وتعظيماً، وتوكُّلاً، ويمتلئَ بذلك، وينتفيَ عنه تألُّه ما سواه من المخلوقين.\n- ومتى كان كذلك، لم يبقَ فيه محبَّةٌ، ولا إرادةٌ، ولا طلبٌ لغير ما يُريدُهُ الله ويحبُّه ويطلبه وينتفي بذلك مِنَ القلب جميعُ أهواءِ النُّفوس وإراداتها، ووسواس الشيطان.\n- فمن أحب شيئاً وأطاعه، وأحبَّ عليه وأبغض عليه، فهو إلههُ، فمن كان لا يحبُّ ولا يبغضُ إلا لله، ولا يُوالي ولا يُعادي إلا له، فالله إلههُ حقاً، ومن أحبَّ لهواه، وأبغض له، ووالى عليه، وعادى عليه، فإلهه هواه، كما قال تعالى: {أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ}.\n- وقال قتادة: هوَ الذي كلما هَوِيَ شيئاً ركبه، وكلما اشتهى شيئاً أتاه، لا يَحجزُه عن ذلك ورعٌ ولا تقوى.\n- وقيل للحسن: إنَّ ناساً يقولون: من قال: لا إله إلا الله، دخل الجنَّة، فقال: من قال: لا إله إلا الله، فأدَّى حقَّها وفرضها، دخلَ الجنَّةَ.\n- قال طائفةٌ من العلماء: إنَّ كلمة التوحيد سببٌ مقتضٍ لدخول الجنَّة وللنجاة مِنَ النَّارِ، لكن له شروطٌ، وهي الإتيانُ بالفرائضِ، وموانعُ وهي إتيانُ الكبائر.\n- فتبيَّن بهذا معنى قوله - صلى الله عليه وسلم -: (من شهد أنْ لا إله إلا الله صادقاً من قلبه حرَّمه الله على النار)، وأنَّ من دخل النارَ من أهل هذه الكلمة، فَلِقِلَّةِ صدقه في قولها.\n-\nأثر الصدق في كلمة التوحيد\n:\n- قال ابن رجب: فإنَّ هذه الكلمة إذا صدقت، طهَّرت من القلب كلَّ ما سوى الله، فمن صدق في قوله: لا إله إلا الله، لم يُحبَّ سواه، ولم يَرْجُ إلاَّ إيَّاه، ولم يخشَ أحداً إلاَّ الله، ولم يتوكَّل إلاَّ على الله، ولم تبقَ له بقيَّةٌ من آثار نفسه وهواه.\n- ومتى بقي في القلب أثرٌ لسوى الله، فمن قلَّة الصدق في قولها.\nالجزء: 1 ¦ الصفحة: 54\n",
        "الدرس الرابع والثلاثون:\nأنوار الصلاة\n- قال النبي - صلى الله عليه وسلم -: (والصلاةُ نورٌ).\n- قال ابن رجب: فالصَّلاةُ نورٌ مطلق:\n1 -\nفهي للمؤمنين في الدُّنيا نورٌ في قلوبهم وبصائرهم، تُشرِق بها قلوبُهم، وتستنير بصائرُهم ولهذا كانت قرَّة عين المتقين، كما كان النَّبيُّ - صلى الله عليه وسلم - يقول: (جعلت قُرَّةُ عيني في الصلاة) خرّجه أحمد والنَّسائي.\n2 -\nوهي نورٌ للمؤمنين في قبورهم، ولاسيَّما صلاة الليل، كما قال أبو الدرداء: (صلُّوا ركعتين في ظُلَم اللَّيلِ لِظلمة القبور)\n3 -\nوهي في الآخرة نورٌ للمؤمنين في ظلمات القيامة، وعلى الصراط، فإنَّ الأنوارَ تُقسم لهم على حسب أعمالهم. وفي \" المسند \" و\" صحيح ابن حبان \" عن عبد الله بن عمرو، عن النَّبيِّ - صلى الله عليه وسلم -: أنَّه ذكر الصلاة، فقال: (من حافظ عليها كانت له نوراً وبُرهاناً ونجاةً يَوْمَ القيامة، ومَنْ لم يُحافِظْ عليها لم يكن له نور ولا نجاة ولا بُرهانٌ).\n-\nثمرة العبادات\n:\n- قال ابن رجب: وأما الأعمال البدنية، فإنَّ لها في الدُّنيا مقصدين:\n- أحدهما: اشتغالُ الجوارح بالطَّاعة، وكدُّها بالعبادة.\n- والثاني: اتِّصالُ القلوب بالله وتنويرُها بذكره يُرادُ به تفريغُ القلب منَ الاشتغال بالدنيا؛ ليتفرَّغ لِطلب الله، ومعرفته، والقرب منه، والأُنس به، والشَّوقِ إلى لقائه.\n- قال جابر بن عبد الله رضي الله عنهما: من كثرت صلاته بالليل حسن وجهه في النهار.\n- قال العلامة ابن القيم: لما كانت الصلاة مركز الإيمان وأصل الإسلام ورأس العبودية ومحل المناجاة والقربة إلى الله وأقرب ما يكون العبد من ربه وهو مصل وأقرب ما يكون منه في صلاته وهو ساجد كانت الصلاة نور المسلم\nالجزء: 1 ¦ الصفحة: 55\n",
        "الدرس الخامس والثلاثون:\nلا تكن أسيرا لنفسك\n- قال الله - عز وجل -: {وَنَفْسٍ وَمَا سَوَّاهَا فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا قَدْ أَفْلَحَ مَنْ زَكَّاهَا وَقَدْ خَابَ مَنْ دَسَّاهَا}.\n- قال ابن رجب: والمعنى: قد أفلح من زكى نفسَه بطاعة الله، وخابَ من دسَّاها بالمعاصي، فالطاعةُ تُزكي النفس وتُطهرها، فترتفع، والمعاصي تُدسِّي النفس، وتقمعها، فتنخفض، وتصيرُ كالذي يُدسُّ في التراب.\n- قال النبي صلى الله عليه وسلم -: (كلُّ النَّاس يغدو، فبائعٌ نفسه فمعتِقُها أو موبقها).\n- قال ابن رجب: ودلَّ الحديثُ على أن كلَّ إنسان فهو ساعٍ في هلاك نفسه، أو في فِكاكِها، فمن سعى في طاعة الله، فقد باع نفسَه للهِ، وأعتقها من عذابه، ومن سعى في معصيةِ الله، فقد باعَ نفسَه بالهوان، وأوبقها بالآثام الموجبة لغضب الله وعقابه.\n-\nخطوات لفك أسر النفس\n:\n- ومن السلف من كان يجتهد في الأعمال الصالحة ويقول: إنَّما أنا أسيرٌ أسعى في فكاك رقبتي.\n- وكان بعضُهم يسبِّحُ كلَّ يوم اثني عشر ألفَ تسبيحة بقدر دِيَتِه، كأنَّه قد قتل نفسه، فهو يَفْتَكُّها بديتها.\n- قال الحسن: المؤمن في الدنيا كالأسير، يسعى في فكاك رقبته، لا يأمنُ شيئاً حتّى يلقى الله - عز وجل -.\n-\nكيف تبيع نفسك لله؟\n:\n- قال بعضهم: من سعى في طاعة الله فقد باع نفسه لله، وأعتقها من عذابه، ومن سعى في معصية الله فقد باع نفسه بالهوان وأوبقها بالآثام الموجبة لغضب الله وعقابه.\n- وقال: ابنَ آدم، إنَّك تغدو أو تروحُ في طلب الأرباح، فليكن همُّك نفسك، فإنَّك لن تربح مثلها أبداً.\n- قال أبو بكر بن عيّاش: قال لي رجل مرَّة وأنا شابٌّ: خلِّص رقبتَك ما استطعتَ في الدنيا من رقِّ الآخرة، فإنَّ أسيرَ الآخرةِ غيرُ مفكوكٍ أبداً، قال: فوالله ما نسيتُها بعد.\n- وكان بعضُ السَّلف يبكي، ويقول: ليس لي نفسان، إنَّما لي نفسٌ واحدةٌ، إذا ذهبت لم أجد أخرى.\n- وقال محمد بن الحنفية: إنَّ الله - عز وجل - جعل الجنَّة ثمناً لأنفسكم، فلا تبيعُوها بغيرها.\n- وقال: من كرمت نفسه عليه لم يكن للدنيا عنده قدر.\nالجزء: 1 ¦ الصفحة: 56\n",
        "- وقيل له: من أعظمُ الناس قدراً؟ قالَ: من لم يرَ الدُّنيا كُلَّها لنفسه خطراً.\n-\nحقيقة الأسر والحرية\n:\n- قال شيخ الإسلام: وأما إذا كان القلب الذي هو ملك الجسم رقيقا مستعبدا متيما لغير الله فهذا هو الذل والأسر المحض والعبودية الذليلة لما استعبد القلب.\n- وقال رحمه الله: الحرية حرية القلب والعبودية عبودية القلب كما أن الغنى غنى النفس، قال النبي صلى الله عليه وسلم: {ليس الغنى عن كثرة العرض , وإنما الغنى غنى النفس.\nالدرس السادس والثلاثون:\nاحذروا الظلم\nقال الله تعالى: {وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ}\n- فسَّر كثيرٌ من العلماء الظلمَ: بأنَّه وضعُ الأشياء في غير موضعها.\n- عَنْ أبي ذَرٍّ رضي الله عنه، عَنِ النَّبيِّ صلى الله عليه وسلم - فيما يَروي عَنْ ربِّه - عز وجل - أنَّه قالَ: (يا عِبادي إنِّي حَرَّمْتُ الظُّلمَ على نَفسي، وجَعَلْتُهُ بَينَكُم مُحَرَّماً فلا تَظالموا).\n- قال ابن رجب: يعني: أنَّه تعالى حَرَّم الظلم على عباده، ونهاهم أنْ يتظالموا فيما بينهم، فحرامٌ على كلِّ عبدٍ أنْ يظلِمَ غيره، مع أنَّ الظُّلم في نفسه محرَّم مطلقاً، وهو نوعان:\n- أحدهما: ظلمُ النفسِ، وأعظمه الشِّرْكُ، كما قال تعالى: {إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ}، فإنَّ المشركَ جعل المخلوقَ في منزلةِ الخالق، فعبده وتألَّهه، فوضع الأشياءَ في غيرِ موضعها، وأكثر ما ذُكِرَ في القرآن مِنْ وعيد الظالمين إنَّما أُريد به المشركون، كما قال الله - عز وجل: {وَالْكَافِرُونَ هُمُ الظَّالِمُونَ}.\n- ثمَّ يليه المعاصي على اختلاف أجناسها من كبائرَ وصغائرَ.\n- والثاني: ظلمُ العبدِ لغيره، وهو المذكورُ في هذا الحديث، وقد قال النَّبيُّ - صلى الله عليه وسلم - في خطبته في حجة الوداع: (إنَّ دماءكم وأموالَكُم وأعراضَكُم عليكُم حرامٌ، كحرمةِ يومكم هذا، في شهركم هذا، في بلدكم هذا).\nالجزء: 1 ¦ الصفحة: 57\n",
        "- قال صلى الله عليه وسلم: (الظلمُ ظُلُماتٌ يوم القيامة) متفق عليه.\n- وفيهما عن أبي موسى، عن النَّبيِّ - صلى الله عليه وسلم -، قال: (إنَّ اللهَ لَيُملي للظَّالم حتَّى إذا أخَذَه لم يُفْلِته)، ثم قرأ: {وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ}.\n- قال النَّبيِّ صلى الله عليه وسلم: (من كانت عنده مظلمة لأخيه، فليتحلَّلْهُ منها، فإنَّه ليسَ ثَمَّ دينارٌ ولا درهمٌ مِنْ قبل أنْ يُؤخَذ لأخيه من حسناته، فإنْ لم يكن له حسناتٌ أُخِذَ مِنْ سَيِّئات أخيه فطُرِحت عليه). رواه البخاري.\nالدرس السابع والثلاثون:\nواسألوا الله من فضله\n- قال صلى الله عليه وسلم -فيما يروي عن ربه-: (\n...\nيا عِبادي كُلُّكُم ضَالٌّ إلاَّ مَنْ هَديتُهُ فاستهدُوني أهدِكُم، يا عبادي كُلُّكُم جَائِعٌ إلاَّ مَنْ أَطْعَمْتُهُ، فاستطعموني أُطعِمْكُم، يا عِبادي كُلُّكُم عَارٍ إلاَّ مَنْ كَسوتُهُ، فاستَكْسونِي أكسكُمْ، يا عِبادي إنَّكُم تُخْطِئونَ باللَّيلِ والنَّهار، وأنَا أَغْفِرُ الذُّنوبَ جَميعاً، فاستَغفِروني أغفر لكُمْ\n........\nيا عِبادي لَوْ أنَّ أَوَّلَكُم وآخِرَكُم وإنْسَكُمْ وجنَّكم قاموا في صَعيدٍ واحدٍ فسألوني فأعطيت كل إنسانٍ مسألته، ما نَقَصَ ذلك مِمَّا عِندي إلاَّ كَما يَنْقُصُ المِخْيَطُ إذا أُدْخِلَ البَحرَ). رواه مسلم.\n- قال ابن رجب: هذا يقتضي أنَّ جميعَ الخلق مُفتقرون إلى الله تعالى في جلب مصالحهم، ودفع مضارِّهم في أمور دينهم ودُنياهم، وإنَّ العباد لا يملِكُون لأنفسهم شيئاً مِنْ ذلك كلِّه.\n- وإنَّ مَنْ لم يتفضَّل اللهُ عليه بالهدى والرزق، فإنَّه يُحرمهما في الدنيا، ومن لم يتفضَّل اللهُ عليه بمغفرة ذنوبه، أوْبَقَتْهُ خطاياه في الآخرة.\nالجزء: 1 ¦ الصفحة: 58\n",
        "- وفي الحديث دليلٌ على أنَّ اللهَ يحبُّ أنْ يسأله العبادُ جميعَ مصالح دينهم ودنياهم، مِنَ الطَّعام والشراب والكسوة وغير ذلك، كما يسألونه الهداية والمغفرة.\n- وفي الحديث: (ليسأل أحدُكم ربَّه حاجته كلَّها حتى يسأله شِسعَ نعله إذا انقطع).\n- وكان بعضُ السَّلف يسأل الله في صلاته كلَّ حوائجه حتّى ملحَ عجينه وعلفَ شاته.\n- وفي الإسرائيليات: أنَّ موسى - عليه السلام - قال: يا ربِّ إنَّه لتَعْرِضُ لي الحاجةُ من الدنيا، فأستحيي أنْ أسألك، قال: سلني حتى ملح عجينك وعلف حمارك.\n-\nالله متفرد بكل شيء\n:\n- فإنَّ من تفرَّد بخلق العبد وبهدايته وبرزقه وإحيائه وإماتته في الدنيا، وبمغفرة ذنوبه في الآخرة، مستحقٌّ أنْ يُفرَدَ بالإلهية والعبادة والسؤال والتضرُّع إليه، والاستكانة له.\n-\nلماذا نسأل الله الهداية؟\n- وأما سؤالُ المؤمن من الله الهداية، فإنَّ الهدايةَ نوعان:\n1 -\nهداية مجملة: وهي الهدايةُ للإسلام والإيمان وهي حاصلة للمؤمن.\n2 -\nوهدايةٌ مفصلة: وهي هدايته إلى معرفة تفاصيلِ أجزاء الإيمان والإسلام، وإعانتُه على فعل ذلك.\n- قال ابن رجب: وهذا يحتاج إليه كلُّ مؤمن ليلاً ونهاراً، ولهذا أمر الله عباده أنْ يقرؤوا في كُلِّ ركعةٍ من صلاتهم قوله: {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ}، وكان النَّبيُّ -صلى الله عليه وسلم- يقول في دعائه بالليلِ: (اهدني لما اختُلِفَ فيه من الحقِّ بإذنك، إنَّكَ تَهدي من تشاءُ إلى صراط مستقيم).\n- وقد أمر النَّبيُّ - صلى الله عليه وسلم - علياً أنْ يسأل الله السداد والهدى، وعلَّم الحسن أنْ يقولَ في قُنوتِ الوتر: (اللهم اهدني فيمن هديت).\n-\nالباب المفتوح\n:\n- قال طاووس لعطاء: إياك أنْ تطلب حوائجك إلى من أغلق دونك بابه ويجعل دونها حجابه، وعليك بمن بابه مفتوح إلى يوم القيامة، أمرك أنْ تسأله، ووعدك أنْ يُجيبك.\nالجزء: 1 ¦ الصفحة: 59\n",
        "-\nلماذا نسأل الله المغفرة؟\n- وأما الاستغفارُ من الذنوب، فهو طلبُ المغفرة، والعبدُ أحوجُ شيءٍ إليه؛ لأنَّه يخطئ بالليل والنهار.\n- وقد تكرَّر في القرآن ذكرُ التوبة والاستغفارِ، والأمرُ بهما، والحثُّ عليهما، وخرَّج الترمذي، وابنُ ماجه من حديث أنسٍ، عن النَّبيِّ - صلى الله عليه وسلم -، قال: (كلُّ بني آدم خطَّاءٌ، وخيرُ الخطَّائين التَّوابون).\n- عن الأغرِّ المزني سمع النَّبيَّ - صلى الله عليه وسلم - يقولُ: (يا أيُّها الناسُ توبوا إلى ربِّكم، فإنِّي أتوبُ إليه في اليوم مائة مرَّة) رواه مسلم.\n-\nخزائن الله ملأى\n:\n- قال تعالى: {مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللهِ بَاقٍ}، فإنَّ البحرَ إذا غُمِسَ فيه إبرةٌ، ثم أُخرجتْ، لم ينقص من البحر بذلك شيءٌ، وكذلك لو فرض أنَّه شرب منه عصفورٌ مثلاً، فإنَّه لا ينقص البحر البتة.\n- فهو سبحانه إذا أراد شيئاً من عطاءٍ أو عذابٍ أو غير ذلك، قال له: كن، فكان، فكيف يتصوَّرُ أنْ يَنقُصَ هذا؟ وكذلك إذا أراد أنْ يخلُق شيئاً، قال له: كن، فيكون.\n- وفي بعض الآثار الإسرائيلية: أوحى الله تعالى إلى موسى - عليه السلام -: يا موسى لا تخافنَّ غيري ما دام ليَ السُّلطان، وسلطاني دائمٌ لا ينقطعُ، يا موسى، لا تهتمَّنَّ برزقي أبداً ما دامت خزائني مملوءةً، وخزائني مملوءةٌ لا تفنَى أبداً، يا موسى لا تأنس بغيري ما وجدتَني أنيساً لك، ومتى طلبتني وجدتني، يا موسى، لا تأمن مكري ما لم تَجُزِ الصِّراطَ إلى الجنة.\n- قال أبو سعيدٍ الخدريُّ: إذا دعوتُم الله، فارفعوا في المسألة، فإنَّ ما عنده لا يَنْفَدُه شيء، وإذا دعوتم فاعزموا، فإنَّ الله لا مستكره له.\nالجزء: 1 ¦ الصفحة: 60\n",
        "الدرس الثامن والثلاثون:\nمن وجد خيرا فليحمد الله\n- قال صلى الله عليه وسلم -فيما يروي عن ربه-: (\n....\nفمن وجد خيراً، فليحمَدِ الله، ومن وجدَ غير ذلك، فلا يلومنَّ إلا نفسه) رواه مسلم.\n- قال ابن رجب: فيه إشارةٌ إلى أنَّ الخيرَ كلَّه من الله فضلٌ منه على عبدِه، من غير استحقاقٍ له، والشرُّ كلُّه من عند ابنِ آدم من اتَّباع هوى نفسه، كما قال - عز وجل -: {مَا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللهِ وَمَا أَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَفْسِكَ}.\n-\nنصائح ثمينة\n:\n- قال عليٌّ - رضي الله عنه -: لا يرجونَّ عبدٌ إلا ربه، ولا يخافنَّ إلا ذنبه، فالله سبحانه إذا أراد توفيقَ عبد وهدايته أعانه، ووفَّقه لطاعته، فكان ذلك فضلاً منه، وإذا أراد خِذلانَ عبدٍ، وكلَهُ إلى نفسه، وخلَّى بينَه وبينَها، فأغواهُ الشيطانُ لغفلته عن ذكرِ الله، واتَّبع هواه، وكان أمره فُرُطاً، وكان ذلك عدلاً منه، فإنَّ الحجَّةَ قائمةٌ على العبدِ بإنزالِ الكتاب، وإرسال الرسول، فما بقي لأحدٍ مِنَ النَّاس على الله حجةٌ بعد الرُّسُلِ.\n- فالمؤمن إذا أصابه في الدُّنيا بلاءٌ، رجع على نفسه باللوم، ودعاه ذلك إلى الرجوع إلى الله بالتوبة والاستغفار.\n- وقد أخبر الله تعالى عن أهل الجنَّة أنَّهم يحمَدُون الله على ما رزقهم من فضله، قال تعالى: {وَقَالُوا الْحَمْدُ للهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ}.\n- وقيل لمسروق: لو قصرتَ عن بعض ما تصنع من الاجتهاد، فقال: والله لو أتاني آتٍ، فأخبرني أنْ لا يعذبني، لاجتهدت في العبادة، قيل: كيف ذاك؟ قال: حتى تَعْذِرني نفسي إنْ دخلت النار أنْ لا ألومها.\n- أما بلغك في قول الله تعالى: {وَلا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ} إنَّما لاموا أنفسهم حين صاروا إلى جهنَّمَ، فاعتنقتهم الزَّبانيةُ، وحيل بينهم وبين ما يشتهون، وانقطعت عنهم الأماني، ورفعت عنهم الرحمة، وأقبل كلُّ امرئٍ منهم يلومُ نفسَه.\nالجزء: 1 ¦ الصفحة: 61\n",
        "الدرس التاسع والثلاثون:\nكل معروف صدقة\n- عن حذيفة رضي الله عنه، عن النَّبيِّ - صلى الله عليه وسلم -، قال: (كلُّ معروفٍ صدقةٌ). رواه مسلم.\n- قال ابن رجب: فالصدقة تُطلق على جميع أنواع فعل المعروف والإحسان.\n- حتَّى إنَّ فضل الله الواصل منه إلى عباده صدقة منه عليهم.\n- فقد قال النَّبيُّ - صلى الله عليه وسلم - في قصر الصَّلاة في السفر: (صدقةٌ تصدَّقَ اللهُ بها عليكم، فاقبلوا صدقتَه) خرَّجه مسلم.\n- وقال: (من كانت له صلاةٌ بليلٍ، فغلب عليه نومٌ فنام عنها، كتب الله له أجرَ صلاتِه، وكان نومُه صدقةً مِنَ الله تصدَّق بها عليه). خرَّجه النَّسائي.\n- وقال خالدُ بن معدان: إنَّ الله يتصدَّقُ كلَّ يوم بصدقة، وما تصدَّق الله على أحدٍ من خلقِه بشيءٍ خيرٍ من أنْ يتصدَّق عليه بذكره.\n-\nوالصدقة بغير المال نوعان\n:\n- أحدهما: ما فيه تعدية الإحسان إلى الخلق، فيكون صدقةً عليهم، وربما كان أفضلَ من الصدقة بالمال، وهذا كالأمر بالمعروف، والنَّهي عن المنكر، فإنَّه دُعاءٌ إلى طاعة الله، وكفٌّ عن معاصيه، وذلك خيرٌ من النَّفع بالمال، وكذلك تعليمُ العلم النافع، وإقراءُ القرآن، وإزالةُ الأذى عن الطريق، والسعيُ في جلب النفع للناس، ودفعُ الأذى عنهم، وكذلك الدُّعاءُ للمسلمين والاستغفارُ لهم.\n- وقال معاذ رضي الله عنه: تعليمُ العلم لمن لا يعلمه صدقةٌ.\n- ومن أنواع الصدقة: كفُّ الأذى عن النَّاسِ، ففي \" الصحيحين \" عن أبي ذرٍّ قال: قلت: قلتُ: (\n....\nيا رسولَ الله، أرأيتَ إنْ ضَعُفْتُ عن بعض العمل؟ قالَ: (تكفُّ شرَّك عَن النَّاس، فإنَّها صدقةٌ).\n- ومن أنوعاع الصدقة: نفقة الرجل على أهله صدقة، فعن سعد بن أبي وقاص، عن النَّبيِّ - صلى الله عليه وسلم -، قال: (إنَّك لن تُنفِقَ نفقةً تبتغي بها وجهَ الله إلاَّ أُجِرْتَ عليها، حتَّى اللُّقمة ترفعُها إلى في امرأتك) متفق عليه،، فدل على أنّه إنَّما يؤجرُ فيها إذا احتسبها عند الله.\nالجزء: 1 ¦ الصفحة: 62\n",
        "- ومن أنوع الصدقة: قال النَّبيِّ - صلى الله عليه وسلم -، قال: (ما مِنْ مسلمٍ يَغرسُ غَرْساً، أو يزرعُ زرعاً، فيأكلُ منه إنسانٌ، أو طيرٌ، أو دابَّةٌ، إلا كان له صدقةٌ) متفق عليه.\n- قال ابن رجب: وظاهر هذه الأحاديث كلّها يدلُّ على أنَّ هذه الأشياء تكونُ صدقة يُثاب عليها الزارعُ والغارسُ ونحوهما من غير قصدٍ ولا نيةٍ.\n- والنَّوع الثاني من الصدقة التي ليست مالية: ما نفعُه قاصرٌ على فاعله، كأنواع الذِّكر: مِنَ التَّكبير، والتَّسبيح، والتَّحميد، والتَّهليل، والاستغفار، وكذلك المشيُ إلى المساجدِ صدقة.\n- عن أبي ذرٍّ، عَنِ النَّبيِّ - صلى الله عليه وسلم -، قال: (يُصبح على كلِّ سُلامى مِن أحدكم صدقةٌ، فكلُّ تسبيحةٍ صدقةٌ، وكلُّ تحميدةٍ صدقةٌ، وكلُّ تهليلةٍ صدقةٌ، وكلُّ تكبيرةٍ صدقةٌ، وأمرٌ بالمعروف صدقةٌ، ونهيٌ عَنِ المُنكرِ صدقةٌ، ويُجزئ من ذلك ركعتان يركعهما منَ الضُّحى).\n- وقد تكاثرتِ النُّصوصُ بتفضيل الذكر على الصدقة بالمال وغيرها من الأعمال، كما في حديث أبي الدرداء، عن النَّبيِّ - صلى الله عليه وسلم -، قال: (ألا أنبِّئُكُم بخيرِ أعمالكم، وأزكاها عند مليكِكُم، وأرفعِها في درجاتكم، وخيرٍ لكم من إنفاق الذهب والفضة، وخيرٍ لكم منْ أنْ تَلْقَوا عدوَّكم، فتضربوا أعناقهم، ويضربوا أعناقكم؟) قالوا: بلى يا رسول الله، قالَ: (ذكرُ اللهِ - عز وجل -) رواه الترمذي.\n- ومن أنواع الصدقة: أداءُ حقوق المسلم على المسلم،، ففي \" الصحيحين \" عن أبي هريرة، عن النَّبيِّ - صلى الله عليه وسلم -، قال: (حقُّ المسلم على المسلمِ خمسٌ، ردُّ السَّلامِ، وعيادةُ المريض، واتِّباعُ الجنائز، وإجابةُ الدَّعوة، وتشميتُ العاطس).\n- ومن أنواع الصَّدقة: المشي بحقوق الآدميين الواجبة إليهم، قال ابن عباس: من مشى بحقِّ أخيه إليه ليقضيه، فله بكلِّ خطوة صدقة.\nالجزء: 1 ¦ الصفحة: 63\n",
        "- ومن أنواع الصدقات: إنظارُ المعسر، قال النبي صلى الله عليه وسلم: (من أنظرَ معسراً، فله بكلِّ يوم صدقة قبل أنْ يَحُلَّ الدَّيْنُ، فإذا حلَّ الدين، فأنظره بعد ذلك، فله بكلِّ يوم مثله صدقة) رواه أحمد.\n- ومن أنواع الصدقات: الإحسان إلى البهائم، كما قال النَّبيُّ - صلى الله عليه وسلم - لما سُئِلَ عن سقيها، فقال: (في كلِّ كبدٍ رطبةٍ أجر)، وأخبر أنَّ بغيّاً سقت كلباً يلهثُ مِن العطش، فغفر لها.\n- ومن أنواع الصدقات أيضاً: محاسبةُ النفس على ما سلف من أعمالها، والندم والتوبة من الذنوب السالفة، والحزن عليها، واحتقار النفس، والازدراء عليها، ومقتها في الله - عز وجل -، والبكاء من خشية الله تعالى، والتفكر في ملكوت السماوات والأرض، وفي أمور الآخرة.\nالدرس الأربعون:\nكيف تقدّر نعمة الله عليك\n-\nمن الأمور التي تتكرر مع المسلم في يومه وليلته عدة مرات استشعار نعمة الله عليه\n.\n- فكم هي المواقف وكم هي المشاهد التي يراها ويسمع بها في يومه وليلته تستوجب عليه أن يتفكر ويتأمل هذه النعم التي هو فيها ويحمد الله عليها.\n- عن النَّبيِّ - صلى الله عليه وسلم -، قال: (في الإنسان ثلاث مائة وستونَ مَفْصِلاً، فعليه أنْ يتصدَّقَ عن كلِّ مَفصِلٍ منه بصدقة) قالوا: ومَن يُطيق ذلك يا نبيَّ الله؟ قال: (النُّخَاعَةُ في المسجد تَدفنها، والشَّيء تُنَحِّيه عن الطريق، فإنْ لم تجد، فركعتا الضحى تجزئُك). رواه أحمد وأبو داود.\n- قال ابن رجب: ومعنى الحديث: أنَّ تركيب هذه العظام وسلامتها مِن أعظم نِعَمِ الله على عبده، فيحتاج كلُّ عظم منها إلى صدقة يتصدق ابنُ آدم عنه، ليكونَ ذلك شكراً لهذه النعمة.\n- قال الله - عز وجل -: {يَا أَيُّهَا الإنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ الَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ}.\nالجزء: 1 ¦ الصفحة: 64\n",
        "- وقال - عز وجل -: {قُلْ هُوَ الَّذِي أَنْشَأَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالأَبْصَارَ وَالأَفْئِدَةَ قَلِيلاً مَا تَشْكُرُونَ}.\n- وقال تعالى: {أَلَمْ نَجْعَلْ لَهُ عَيْنَيْنِ وَلِسَاناً وَشَفَتَيْنِ}،قال مجاهد: هذه نِعَمٌ من الله متظاهرةٌ يقرِّرُكَ بها كيما تَشكُر.\n- وقرأ الفُضيلُ ليلةً هذه الآية، فبكى، فسئل عن بكائِهِ، فقال: هل بتَّ ليلة شاكراً لله أنْ جعل لك عينين تُبصر بهما؟ هل بتَّ ليلةً شاكراً لله أنْ جعل لك لساناً تنطق به؟ وجعل يعدِّد من هذا الضرب.\n- وعن يونس بن عبيد: أنَّ رجلاً شكا إليه ضِيقَ حاله، فقال له يونس: أيسُرُّك أنَّ لك ببصرك هذا الذي تُبصِرُ به مائة ألف درهم؟ قال الرجل: لا، قال: فبيدك مائة ألف درهم؟ قال: لا، قال: فبرجليك؟ قال: لا، قال: فذكَّره نِعَمَ الله عليه، فقال يونس: أرى عندك مئين ألوفٍ وأنت تشكو الحاجة.\n- وعن بكر المزني قال: يا ابن آدم، إنْ أردتَ أنْ تعلمَ قدرَ ما أنعمَ اللهُ عليك، فغمِّضْ عينيك.\n- وفي صحيح البخاري عن ابن عباس، عن النَّبيِّ - صلى الله عليه وسلم -، قال: (نِعْمَتان مغبونٌ فيهما كثيرٌ من الناس: الصِّحَّةُ والفراغ).\n- قال ابن رجب: فهذه النِّعم مما يُسألُ الإنسانُ عن شكرها يومَ القيامة، ويُطالب بها كما قال تعالى: {ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ}. وخرَّج الترمذيُّ وابنُ حبَّانَ من حديث أبي هريرة، عن النَّبيِّ - صلى الله عليه وسلم -، قال: (إنَّ أوَّلَ ما يُسأل العبد عنه يوم القيامة مِن النعيم، فيقول له: ألم نصحَّ لك جسمَك، ونُرْويكَ من الماء البارد؟).\n- قال ابن عباس: {ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ}، قال: النعيم: صحَّةُ الأبدان والأسماع والأبصار، يسأَلُ الله العبادَ: فيما استعملوها؟ وهو أعلمُ بذلك منهم.\nالجزء: 1 ¦ الصفحة: 65\n",
        "-\nلا تغتر بعبادتك\n:\n- قال وهب بن مُنَبِّه: عَبَدَ الله عابدٌ خمسين عاماً، فأوحى الله - عز وجل - إليه: إني قد غفرتُ لك، قال: يا ربِّ، وما تغفر لي ولم أذنبْ؟ فأذِنَ الله - عز وجل - لِعِرْقٍ في عنقه، فضرب عليه، فلم ينم، ولم يُصلِّ، ثم سكن وقام، فأتاه مَلَكٌ، فشكا إليه ما لقي من ضربان العرق، فقال الملك: إنَّ ربَّك - عز وجل - يقول: عبادتُك خمسين سنة تعدل سكون ذا العرق.\n-\nكيف تؤدي شكر النعمة؟\n:\n- عن النَّبيِّ - صلى الله عليه وسلم - أنَّه قال: (من قال حينَ يُصبِحُ: اللهمَّ ما أَصبَحَ بي من نعمةٍ أو بأحدٍ من خلقك، فمنك وحْدَكَ لا شريكَ لك، فلكَ الحمدُ ولك الشُّكْرُ، فقد أدَّى شُكْرَ ذلك اليومِ، ومن قالها حين يُمسي أدَّى شكر ليلته) رواه النسائي.\n-\nالاعتراف بنعمة الله شكر\n:\n- عن الحسن قال: قال موسى - عليه السلام -: يا ربِّ، كيف يستطيع آدم أنْ يؤدِّي شكرَ ما صنعت إليه؟ خلقتَه بيدِكَ، ونفخت فيه من رُوحِكَ، وأسكنته جنَّتَكَ، وأمرتَ الملائكة فسجدوا له، فقال: يا موسى، عَلِمَ أَنَّ ذلك مني، فحمدني عليه، فكان ذلك شكراً لما صنعته.\n- وعن أبي الجلد قال: قرأتُ في مسألة داود أنَّه قال: أي ربِّ كيف لي أنْ أشكُرَكَ وأنا لا أصلُ إلى شكرك إلاَّ بنعمتك؟ قال: فأتاه الوحي: أنْ يا داود، أليس تعلمُ أنَّ الذي بك من النِّعم مني؟ قال: بلى يا ربِّ، قال: فإنِّي أرضى بذلك منك شكراً.\n- قال أبو حازم: كلُّ نعمةٍ لا تقرِّبُ مِنَ الله فهي بليَّةٌ.\n-\nالعبد الموفق\n:\n- إن العبد الموفق هو الذي لا يغيب عن قلبه وشعوره وإحساسه نعمة الله عليه في كل موقف وكل مشهد فيظل دائما في حمد الله وشكره والثناء عليه مما هو فيه من نعمة الدين والصحة والرخاء والسلامة من كل الشرور.\n- وفى الحديث قال صلوات الله وسلامه عليه: (من رأى مُبتلى فقال: الحمد لله الذي عافني مما ابتلاك به وفضلني على كثير ممن خلق تفضيلا لم يصبه ذلك البلاء).\nالجزء: 1 ¦ الصفحة: 66\n",
        "-\nهل استشعرت نعمة الله عليك؟\n- هل استشعرت نعمة الله عليك عند ذهابك إلى المسجد وكيف أن من حولك من الناس قد حُرم هذه النعمة وبالذات عند صلاة الفجر وأنت تنظر إلى بيوت المسلمين وهم في سُبات عميق كأنهم أموات.\n- هل استشعرت نعمة الله عليك وأنت تسير في الطريق وترى المناظر المتنوعة , هذا قد حدث له حادث سيارة وهذا قد ارتفع صوت الشيطان (أي الغناء) من سيارته وهذا كافر وقد أنعم الله عليك بالإيمان ونعمة الإسلام.\n- هل استشعرت نعمة الله عليك وأنت تسمع وتقرأ أخبار العالم من مجاعات وفيضانات وانتشار أمراض وحوادث وزلازل.\nالدرس الواحد والأربعون:\nصلاح الظاهر والباطن\n-\nكيف تصلح العمل ظاهرا وباطنا\n:\n1 -\nأن يكون العمل في ظاهره على موافقة السنة، وهذا هو الذي تضمنه قول النبي صلى الله عليه وسلم: (من أحدث في أمرنا ما ليس منه فهو رد).\n2 -\nأن يكون العمل في باطنه يقصد به وجه الله -عز وجل-، كما تضمنه قول النبي صلى الله عليه وسلم: (الأعمال بالنيات).\n- وقال الفضيل في قوله تعالى: {ليبلوكم أيكم أحسن عملا}.\nقال: أخلصه وأصوبه.\nوقال: إن العمل إذا كان خالصا، ولم يكن صوابا، لم يقبل، وإذا كان صوابا، ولم يكن خالصا، لم يقبل حتى يكون خالصا صوابا.\nوقال: والخالص إذا كان لله - عز وجل -، والصواب إذا كان على السنة.\n- وقد دل على هذا الذي قاله الفضيل قول الله - عز وجل -: {فمن كان يرجوا لقاء ربه فليعمل عملا صالحا ولا يشرك بعبادة ربه أحدا}.\n-\nالإيمان له ظاهر وباطن\n:\n- قال ابن القيم: الايمان له ظاهر وباطن.\n- وظاهره قول اللسان وعمل الجوارح.\n- وباطنه تصديق القلب وانقياده ومحبته.\n- فلا ينفع ظاهر لا باطن له وإن حقن به الدماء وعصم به المال والذرية.\n- ولا يجزىء باطن لا ظاهر له إلا اذا تعذر بعجز أو إكراه وخوف هلاك.\n- فتخلف العمل ظاهرا مع عدم المانع دليل على فساد الباطن وخلوه من الايمان.\n- ونقصه دليل نقصه وقوته دليل قوته.\n- فالايمان قلب الاسلام ولبه واليقين قلب الايمان ولبه.\nالجزء: 1 ¦ الصفحة: 67\n",
        "الدرس الثاني والأربعون:\n(كلا بل ران على قلوبهم ما كانوا يكسبون)\n- قال عبد الله بن مسعود رضي الله عنه: كلما أذنب - العبد - نكت في قلبه نكتة سوداء حتى يسود القلب كله فأخبر سبحانه أن ذنوبهم التي اكتسبوها أوجبت لهم رينا على قلوبهم فكان سبب الران منهم.\n- قال رسول الله صلى الله عليه وسلم: (وأنه ليغان على قلبي وأني لأستغفر الله في اليوم مائة مرة) أي: ما يغشاه من السهو الذي لا يخلو منه البشر لأن قلبه أبدًا كان مشغولاً بالله تعالى.\n- قال مجاهد: هو الذنب على الذنب حتى تحيط الذنوب بالقلب وتغشاه فيموت القلب.\n- قال صلى الله عليه وسلم: (أن العبد إذا أخطأ خطيئة نكتت في قلبه نكتة سوداء فإن هو نزع واستغفر وتاب صقل قلبه وإن زاد زيد فيها حتى تعلو قلبه وهو الران الذي ذكر الله كلا بل ران على قلوبهم ما كانوا يكسبون) قال الترمذي: حديث صحيح.\n- قال ابن القيم: الران هو الحجاب الكثيف المانع للقلب من رؤية الحق والإنقياد له.\n- قال الحسن البصري: إن بين العبد وبين اللَّه عزّوجلّ حداً محدوداً من الذنوب فإذا بلغه العبد طبع على قلبه فلم يوفقه للخير أبداً.\n- قال عبد الله بن المبارك:\nرأيت الذنوب تميت القلوب .. وقد يورث الذل إدمانها\nوترك الذنوب حياة القلوب .. وخير لنفسك عصيانها\n- سبيل الخَلاص:\n- إن تطهير القلب من الران ودرن المعاصي، أثر هام من آثار الإيمان، يجعل القلب محافظاً على سلامته ونوره، ويُقوّي فيه مادة الخير، ويقلل نوازع الشر، ويزيد من صلته بربه، حيث يُزَال ما يجثم عليه من الران وكدر المعاصي أولاً بأول بفعل المكفرات، وبذلك يحافظ القلب على درجة عالية من حب الإيمان، وكره الكفر والفسوق والعصيان، فلا يميل إلى الأفكار الهدامة ولا تستهويه، ولو تولد في قلبه شيء منها -مما يلقيه الشيطان- أو عرضها عليه شياطين الإنس، لكان فيه من النور ودواعي الخير ما يكشفها ويحرقها وينفر القلب منها.\nالجزء: 1 ¦ الصفحة: 68\n",
        "الدرس الثالث والأربعون:\nالتوفيق كله بيد الله تعالى وحده\n- قال تعالى: {وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ}\n- قال السعدي: {وَمَا تَوْفِيقِي إِلا بِاللَّهِ} أي: وما يحصل لي من التوفيق لفعل الخير، والانفكاك عن الشر إلا بالله تعالى، لا بحولي ولا بقوتي. {عَلَيْهِ تَوَكَّلْتُ} أي: اعتمدت في أموري، ووثقت في كفايته، {وَإِلَيْهِ أُنِيبُ} في أداء ما أمرني به من أنواع العبادات، وفي [هذا] التقرب إليه بسائر أفعال الخيرات. وبهذين الأمرين تستقيم أحوال العبد، وهما الاستعانة بربه، والإنابة إليه، كما قال تعالى: {فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ} وقال: {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ}.\n- قال ابن القيم: وقد أجمع العارفون على أن كل خير فأصله بتوفيق الله للعبد وكل شر فأصله خذلانه لعبده\n- وأجمعوا أن التوفيق أن لا يكلك الله نفسك\n- وان الخذلان أن يخلي بينك وبين نفسك\n-\nمفتاح التوفيق\n: فاذا كان كل خير فأصله التوفيق وهو بيد الله لا إلى نفسك وأنه لابيد العبد فمفتاحه الدعاء والافتقار وصدق اللجأ والرغبة والرهبة اليه فمتي أعطى العبد هذا المفتاح فقد أراد أن يفتح له ومتي أضله عن المفتاح بقى باب الخير مرتجا دونه. اهـ كلامه\n- قال تعالى: {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى وَصَدَّقَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْيُسْرَى}.\nالجزء: 1 ¦ الصفحة: 69\n",
        "- قال الشيخ السعدي: {فَأَمَّا مَنْ أَعْطَى} أي ما أمر به من العبادات المالية، كالزكوات، والكفارات والنفقات، والصدقات، والإنفاق في وجوه الخير، والعبادات البدنية كالصلاة، والصوم ونحوهما، والمركبة منهما، كالحج والعمرة ونحوهما.\n- {وَاتَّقَى} ما نهي عنه، من المحرمات والمعاصي، على اختلاف أجناسها.\n- {وَصَدَّقَ بِالْحُسْنَى} أي: صدق بـ \" لا إله إلا الله \" وما دلت عليه، من جميع العقائد الدينية، وما ترتب عليها من الجزاء الأخروي.\n- {فَسَنُيَسِّرُهُ لِلْيُسْرَى} أي: نسهل عليه أمره، ونجعله ميسرا له كل خير، ميسرًا له ترك كل شر، لأنه أتى بأسباب التيسير، فيسر الله له ذلك.\n- قال النبي صلى الله عليه وسلم: (إذا أراد الله بعبد خيرا استعمله) قالوا: يا رسول الله، وكيف يستعمله؟ قال: (يوفقه لعمل صالح قبل موته).\n- قال صلى الله عليه وسلم: (\n....\nوإنَّه ليسيرٌ على من يسَّره الله عليه .. ) إشارةٌ إلى أنَّ التَّوفيقَ كُلَّه بيد الله - عز وجل -، فمن يسَّرَ الله عليه الهدى اهتدى، ومن لم يُيسره عليه، لم يتيسَّر له ذلك.\n- وقال - صلى الله عليه وسلم -: (اعملوا فكلٌّ ميسَّرٌ لما خُلِقَ لهُ، أمَّا أهل السَّعادة، فيُيسَّرون لعمل أهل السَّعادة، وأمَّا أهل الشَّقاوة، فيُيَسَّرون لعمل أهل الشقاوة)، ثم تلا - صلى الله عليه وسلم - {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى وَصَدَّقَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْيُسْرَى}.\n- وكان النَّبيُّ - صلى الله عليه وسلم - يقولُ في دعائه: (واهدني ويسِّر الهُدى لي)، - وأخبر الله عن نبيه موسى - عليه السلام - أنَّه قال في دعائه: {رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي}.\n- وكان ابنُ عمر يدعو: اللهمَّ يسرني لليُسرى، وجنِبني العُسرى.\nالجزء: 1 ¦ الصفحة: 70\n",
        "-\nسر النجاح\n:\n- قال الصنعاني: الداعي إذا علم أن نجاح الأمور من الله انقطع عما سواه وأفرده بطلب الحاجات وإنزال الفاقات وهذا هو مراد الله من العبادة.\n-\nمن علامات التوفيق\n:\n1 -\nالتوفيق للعمل الصالح عمومًا على اختلاف أنواعه بدنيا أو ماليًا أو قوليًا.\n2 -\nأن يوفق العبد للتوبة من الوقوع في المعاصي حتى لو تكرّرت منه، أو يحال بينه وبين المعاصي فلا يستطيع أن يصل إليها.\n3 -\nفتح باب اللجا والافتقار إلى الله عزّ وجلّ في الشدة والرخاء وفي كل الأحوال.\n4 -\nيلهم السداد والصواب في الأقوال والأعمال والمواقف.\n5 -\nأن يوفق العبد وييسّر له الجهاد والشهادة في سبيل الله، فإنها من أفضل القربات وأعلى المقامات.\n6 -\nعدم تدخل الإنسان فيما لا يعنيه كالاشتغال بتتبّع أخبار الناس وما فعلوا وما أكلوا وما شربوا، والتدخّل في الأمور التي لا يحسنها ونحو ذلك.\n7 -\nأن يوفق العبد لكريم الخصال وحسن الأخلاق وسلامة الصدر ومحبة الخير للمؤمنين.\n8 -\nأن يوفق العبد للعناية بكتاب الله تعلّما وتعليما، قال صلى الله عليه وسلم: (خيركم من تعلم القرآن وعلمه).\n9 -\nالتوفيق لنشر الخير والدعوة إلى الله وإصلاح الناس، فإن هذه مهمة الأنبياء والرسل، وقد قال الله عز وجل: (وَمَنْ أَحْسَنُ قَوْلاً مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنْ الْمُسْلِمِينَ).\n-\nومن علامات الخذلان\n:\n1 -\nتعسر الطاعات والعبادات بأنواعها عليك مع طلبك لها.\n2 -\nوتيسر المعاصي والذنوب لك مع خوفك منها.\n3 -\nوغلق باب اللجا والافتقار إلى الله عزّ وجلّ في كل حال.\n- فنسأل الله تعالى بفضله حسن التوفيق والاختيار ونعوذ به من سوء القضاء والأقدار.\nالجزء: 1 ¦ الصفحة: 71\n",
        "الدرس الرابع والأربعون:\nكيف تكون واثقا بالله تعالى وحده\n- بأنْ يكونَ العبدُ بما في يد الله أوثقَ منه بما في يد نفسه، وهذا ينشأ مِنْ صحَّة اليقين وقوَّته، فإنَّ الله ضَمِن أرزاقَ عباده، وتكفَّل بها، كما قال: {وَمَا مِنْ دَابَّةٍ فِي الأَرْضِ إِلاَّ عَلَى اللهِ رِزْقُهَا}، وقال: {وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ}.وقال: {فَابْتَغُوا عِنْدَ اللهِ الرِّزْقَ وَاعْبُدُوهُ}.\n-\nإضاءات وتنبيهات\n:\n- قال الحسن: إنَّ مِنْ ضعف يقينك أنْ تكونَ بما في يدك أوثقَ منك بما في يد الله - عز وجل -.\n- قال ابن مسعود رضي الله عنه: إنَّ أرجى ما أكون للرزق إذا قالوا: ليس في البيت دقيق.\n- وقال مسروقٌ: إنَّ أحسن ما أكون ظناً -بالله- حين يقول الخادم: ليس في البيت قفيزٌ من قمحٍ ولا درهمٌ.\n- وقال الإمامُ أحمد: أسرُّ أيامي إليَّ يوم أُصْبِحُ وليس عندي شيء.\n- وقيل لأبي حازم الزاهد: ما مالُك؟ قال: لي مالان لا أخشى معهما الفقر: الثِّقةُ بالله، واليأسُ ممَّا في أيدي الناس.\n- وقيل له: أما تخافُ الفقر؟ فقال: أنا أخاف الفقر ومولاي له ما في السماوات وما في الأرض وما بينهما وما تحت الثرى؟!\n- تعليق: فهذا هو حال السلف عند الضيق والفقر والبلاء لأنهم يحسنون الظن بالله، وأما حالنا فنحن إذا ابتلينا أو أصابتنا المصائب أسأنا الظن بربنا، وهذا دليل على ضعف اليقين وانعدام الثقة بالله سبحانه وكل مصائبنا من وراء ذلك كما قال تعالى: {وَذَلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُمْ مِنَ الْخَاسِرِينَ}\n- قال السعدي: الظن السيئ، حيث ظننتم به، ما لا يليق بجلاله. {أَرْدَاكُمْ} أي: أهلككم {فَأَصْبَحْتُمْ مِنَ الْخَاسِرِينَ} لأنفسهم وأهليهم وأديانهم بسبب الأعمال التي أوجبها لكم ظنكم القبيح بربكم.\n-\nمن علامات الثقة بالله\n:\n- قال ابن رجب: فمن حقق اليقين:\n- وثق بالله في أموره كلها، ورضي بتدبيره له.\n- وانقطع عن التعلُّق بالمخلوقين رجاءً وخوفاً.\nالجزء: 1 ¦ الصفحة: 72\n",
        "- ومنعه ذلك مِنْ طلب الدُّنيا بالأسباب المكروهة.\n- ومن كان كذلك، كان: زاهداً في الدُّنيا حقيقة، وكان من أغنى الناس، وإنْ لم يكن له شيء من الدُّنيا.\n- كما قال عمَّار: كفى بالموت واعظاً، وكفى باليقين غنى، وكفى بالعبادة شغلاً.\n- وكان عطاء الخراساني لا يقومُ من مجلسه حتى يقولَ: اللهمَّ هب لنا يقيناً منك حتى تُهوِّن علينا مصائبَ الدُّنيا، وحتى نعلمَ أنَّه لا يُصيبنا إلا ما كتبتَ علينا، ولا يُصيبنا مِنْ هذا الرِّزقِ إلاَّ ما قسمتَ لنا.\n-\nهل يثق الإنسان بنفسه؟\n:\n- إنَّ الإنسان لا يصلح أن يثق بنفسه، ومن العبارات الشائعة عند بعض الناس: يجب أن تثق بنفسك، وهذه العبارة غلط.\n- ولذلك يقول الشيخ محمد بن إبراهيم في فتاويه، وقد سئل عن قولهم: تجب الثقة بالنفس؟ فقال: لا تجب، بل لا تجوز الثقة بالنفس، وإنما الثقة بالله عز وجل، ولذلك كان النبي صلى الله عليه وسلم يستعيذ بالله أن يكله إلى نفسه طرفة عين؛ لأن الإنسان إذا توكل على نفسه ضاع، لكن إذا توكل على الله استقام أمره.\n- وبعض الأشخاص يقول: أنا مستعد أفعل كذا، وأنا مستعد أنجز كذا، وأنا مستعد أتكفل بهذا الأمر، وأنا واثق من نفسي، فتراه في كثيرٍ من الأحيان يخذل، يخذله الله بسبب اتكاله على نفسه وثقته بها، أو نسيان الله وعدم الثقة به، نسي أن يتوكل على الله أو أن يفوض الأمر إليه، وإنما اعتمد على نفسه واتكل عليها، فوكل إليها؛ فضاع.\n- ولذلك نبه عليه الصلاة والسلام إلى هذه المسألة: ألا يتكل الإنسان على نفسه، وأن الشخص إذا كانت العوامل لا تساعده على النتيجة المطلوبة فلا يتبرع بشيءٍ يغلب على الظن أنه لا ينجزه أو لا يفعله، وإنما يقدر الموقف.\n-\nتفكر في عظمة الله .. تزداد ثقة به\n:\n- لابد أن تمتلئ القلوب ثقة مطلقة في الله.\n- ولابد أن نعلم أن الذي يدير أمر الكون هو الله.\n- ولا يقع شي في الكون إلا بإذنه وأمره وعلمه وحكمته وقدرته وإرادته.\nالجزء: 1 ¦ الصفحة: 73\n",
        "- فلا تظن أن الله قد خلق الخلق وغفل عنهم، حاشا لله!.\n- بل لا يقع في كونه إلا ما يريد.\n- والله هو الاسم الذي تقال به العثرات، والله هو الاسم الذي تستجاب به الدعوات، والله هو الاسم الذي تستمطر به الرحمات، والله هو الاسم الذي تدفع به الكربات، والله هو الاسم الذي به ولأجله قامت الأرض والسماوات، والله هو مالك الملك وملك الملوك، وجبار السماوات والأرض.\n- قال تعالى: (قُلْ لِمَنِ الْأَرْضُ وَمَنْ فِيهَا إِنْ كُنْتُمْ تَعْلَمُونَ سَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَذَكَّرُونَ قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ سَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَتَّقُونَ قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ سَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّى تُسْحَرُونَ)\n-\nالجزاء من جنس العمل\n:\n- قال الربيع بن خيثم: إن الله تعالى قضى على نفسه أن:\n- من توكل عليه كفاه، قال تعالى: (وَمَن يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ).\n- ومن آمن به هداه، قال تعالى (وَمَن يُؤْمِن بِاللَّهِ يَهْدِ قَلْبَهُ).\n- ومن أقرضه جازاه، قال تعالى: (إِن تُقْرِضُواْ اللَّهَ قَرْضاً حَسَناً يُضَاعِفْهُ لَكُمْ).\n- ومن وثق به نجاه، قال تعالى: (وَمَن يَعْتَصِم بِاللَّهِ فَقَدْ هُدِىَ إِلَى صِراطٍ مّسْتَقِيمٍ).\n- ومن دعاه أجاب له، وتصديق ذلك في كتاب الله:، (وَإِذَا سَأَلَكَ عِبَادِي عَنّي فَإِنّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ).\nالجزء: 1 ¦ الصفحة: 74\n",
        "الدرس الخامس والأربعون:\nمن أمراض القلوب\n- في الصحيحين عن أنس، عن النَّبيِّ - صلى الله عليه وسلم -، قال: (لا تباغَضُوا، ولا تحاسَدوا، ولا تدابروا، وكونوا عِبادَ الله إخواناً).\n- قال ابن رجب: فقوله - صلى الله عليه وسلم -: (لا تحاسدوا) يعني: لا يحسُدْ بعضُكم بعضاً، والحسدُ مركوزٌ في طباع البشر، وهو أنَّ الإنسان يكرهُ أن يفوقَهُ أحدٌ منْ جنسهِ في شيءٍ من الفضائل.\n- ثم ينقسم الناس بعدَ هذا إلى أقسام:\n- فمنهم من يسعى في زوال نعمةِ المحسودِ بالبغي عليه بالقول والفعل.\n- ومنهم من يسعى في نقلِ ذلك إلى نفسه.\n- ومنهم من يَسعى في إزالته عن المحسودِ فقط من غيرِ نقل إلى نفسه، وهو شرُّهما وأخبثهما، وهذا هو الحسدُ المذمومُ المنهيُّ عنه.\n- وهو كان ذنبَ إبليس حيث حسدَ آدم - عليه السلام - لمَّا رآه قد فاق على الملائكة بأنْ خلقه الله بيده، وأسجد له ملائكتَه، وعلَّمه أسماء كلِّ شيءٍ، وأسكنه في جواره، فما زال يسعى في إخراجه من الجنَّة حتَّى أخرج منها.\n-\nاثنتان هلك بهما ابن آدم\n:\n- ويروى عن ابن عمرَ رضي الله عنهما أنَّ إبليسَ قال لنوح: اثنتان بهما أُهلك بني آدم: الحسد، وبالحسد لُعِنتُ وجُعلتُ شيطاناً رجيماً، وأما الحرص فإنه أبيح لآدم الجنة كلها إلا الشجرة فأصبت حاجتي منه بالحرص.\n-\nالحسد المحمود\n:\n- هناك قسم من الناس إذا حسد لم يتمنَّ زوال نعمة المحسود، بل يسعى في اكتساب مثل فضائله، ويتمنَّى أنْ يكونَ مثله.\n- فإن كانتِ الفضائلُ دنيويَّةً، فلا خيرَ في ذلك، كما قال الَّذينَ يُريدُونَ الحياةَ الدُّنيا:\n{يَا لَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ}.\n- وإنْ كانت فضائلَ دينيَّةً، فهو حسن، وقد تمنَّى النَّبيُّ - صلى الله عليه وسلم - الشَّهادة في سبيل الله عز وجل.\n- وفي الصحيحين عنه - صلى الله عليه وسلم -، قال: (لا حسدَ إلاَّ في اثنتين: رجلٌ آتاه اللهُ مالاً، فهو يُنفقه آناء الليل وآناء النَّهار، ورجلٌ آتاهُ اللهُ القرآن، فهو يقومُ به آناء اللَّيل وآناءَ النَّهار)، وهذا هو الغبطة، وسماه حسداً من باب الاستعارة.\nالجزء: 1 ¦ الصفحة: 75\n",
        "-\nأعلى درجات الإيمان وعلاج الحسد\n:\n- وقسم آخر إذا وجدَ من نفسه الحسدَ سعى في إزالته، وفي الإحسان إلى المحسود بإسداءِ الإحسان إليه، والدُّعاء له، ونشر فضائله، وفي إزالة ما وَجَدَ له في نفسه مِنَ الحسدِ حتّى يبدلَه بمحبَّة أنْ يكونَ أخوه المسلمُ خيراً منه وأفضلَ، وهذا مِنْ أعلى درجات الإيمان، وصاحبه هو المؤمنُ الكاملُ الذي يُحبُّ لأخيه ما يحبُّ لنفسه.\n- من مضّار الحسد:\n- منها: الاعتراض على قضاء الله وقدره وعدم رضا بما قدّره الله عز وجل؛ لأن الحسد يكره هذه النعمة التي أنعم الله بها على المحسود.\n- ومنها: أن الحاسد يبقى دائمًا في قلق وحرقة ونكد؛ لأن نعم الله على العباد لا تحصى، فإذا كان كلما رأى نعمة على غيره حسده وكره أن تكون هذه النعمة حالّة عليه، فلا بد أن يكون في قلق دائم وهذا هو شأن الحاسد والعياذ بالله.\n- ومنها: أن الغالب أن الحاسد يبغي على المحسود فيحاول أن يكتم نعمة الله على المحسود أو يزيل نعمة الله على هذا المحسود فيجمع بين الحسد وبين العدوان.\n- ومنها: أن الحاسد فيه شبه من اليهود الذين يحسدون الناس على ما آتاهم الله من فضله.\n- ومنها: أن الحاسد يحتقر نعمة الله عليه؛ لأنه يرى أن المحسود أكمل منه وأفضل فيزدري نعمة الله عليه، ولا يشكره سبحانه تعالى عليها.\n- ومنها: أن الحسد يدل على دناءة الحاسد، وأنه شخص لا يحب الخير للغير؛ بل هو سافل ينظر إلى الدنيا، ولو نظر إلى الآخرة لأعرض عن هذا.\nالدرس السادس والأربعون:\nإياك ومنغِّصات الأخوة\n- قال تعالى: {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ}.\n- قال السعدي: هذا عقد، عقده الله بين المؤمنين، أنه إذا وجد من أي شخص كان، في مشرق الأرض ومغربها، الإيمان بالله، وملائكته، وكتبه، ورسله، واليوم الآخر، فإنه أخ للمؤمنين، أخوة توجب أن يحب له المؤمنون، ما يحبون لأنفسهم، ويكرهون له، ما يكرهون لأنفسهم\nالجزء: 1 ¦ الصفحة: 76\n",
        "- ولقد أمر الله ورسوله، بالقيام بحقوق المؤمنين، بعضهم لبعض، وبما به يحصل التآلف والتوادد، والتواصل بينهم، كل هذا، تأييد لحقوق بعضهم على بعض، فمن ذلك، إذا وقع الاقتتال بينهم، الموجب لتفرق القلوب وتباغضها [وتدابرها]، فليصلح المؤمنون بين إخوانهم، وليسعوا فيما به يزول شنآنهم\n- ثم أمر بالتقوى عمومًا، ورتب على القيام بحقوق المؤمنين وبتقوى الله، الرحمة فقال: {لَعَلَّكُمْ تُرْحَمُونَ} وإذا حصلت الرحمة، حصل خير الدنيا والآخرة، ودل ذلك، على أن عدم القيام بحقوق المؤمنين، من أعظم حواجب الرحمة.\n- لقد حرص الإسلام على محاربة كل سبب وطريق يوصل إلى التنافر والتباغض والتباعد بين المسلمين، وحذّر منها وتوعد عليها، وإليك بعض الأسباب التي تهدم الروابط الأخوية والمحبة الإيمانية، حتى تتجنبها وتكون منها على حذر.\n- قال - صلى الله عليه وسلم -: (المسلمُ أخو المسلم، لا يظلِمُه، ولا يَخذُلُه، ولا يَكذِبُه، ولا يَحقِرُه).\n- قال ابن رجب: هذا مأخوذ من قوله - عز وجل -: {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ}.\n- فإذا كان المؤمنون إخوةً، أُمروا فيما بينهم بما يُوجب تآلُفَ القلوب واجتماعَها، ونُهوا عمَّا يوجبُ تنافرَ القلوب واختلافَها.\n- وأيضاً، فإنَّ الأخ مِنْ شأنه أنْ يوصِلَ إلى أخيه النَّفع، ويكفَّ عنه الضَّرر.\n- ومن أعظم الضرِّ الذي يجبُ كفُّه عَنِ الأَخِ المسلم الظُّلم، وهذا لا يختصُّ بالمسلم، بل هو محرَّمٌ في حقِّ كلِّ أحَدٍ، وقد سبق الكلام على الظُّلم مستوفى عندَ ذكر حديث أبي ذرِّ الإلهي: (يا عبادي إنِّي حرَّمتُ الظُّلم على نفسي، وجعلته بينكم محرَّماً، فلا تظالموا).\nالجزء: 1 ¦ الصفحة: 77\n",
        "- ومِنْ ذلك: خِذلانُ المسلم لأخيه، فإنَّ المؤمن مأمورٌ أنْ يَنصُرَ أخاه، كما قال - صلى الله عليه وسلم -: (انصُر أخاك ظالماً أو مظلوماً)، قال: يا رسولَ الله، أنصُرُهُ مَظلوماً، فكيف أنصره ظالماً؟ قال: (تمنعه عنِ الظُّلم، فذلك نصرُك إيَّاه). خرَّجه البخاري.\n- ومن ذلك: كذِبُ المسلم لأخيه، فلا يَحِلُّ له أن يُحدِّثه فيكذبه، بل لا يُحدِّثه إلاَّ صدقاً، وفي مسند الإمام أحمد عن النَّوَّاس بن سمعان، عن النَّبيِّ - صلى الله عليه وسلم -، قال: (كَبُرَت خِيانةً أن تُحدِّثَ أخاكَ حديثاً هو لك مصدِّقٌ وأنت به كاذب).\nومن ذلك: احتقارُ المسلم لأخيه المسلم، وهو ناشئٌ عن الكِبْرِ، كما قال النَّبيُّ - صلى الله عليه وسلم -: (الكِبْرُ بَطَرُ الحقِّ وغَمْطُ الناس) رواه مسلم. وغمط النَّاس: الطَّعنُ عليهم وازدراؤهم، وقال الله - عز وجل: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ عَسَى أَنْ يَكُونُوا خَيْراً مِنْهُمْ وَلا نِسَاءٌ مِنْ نِسَاءٍ عَسَى أَنْ يَكُنَّ خَيْراً مِنْهُنّ}.\n- فالمتكبر ينظرُ إلى نفسه بعين الكمال، وإلى غيره بعين النَّقصِ، فيحتقرهم ويزدريهم، ولا يراهم أهلاً لأنْ يقومَ بحقُوقهم، ولا أن يقبلَ مِنْ أحد منهم الحقَّ إذا أورده عليه.\n- ومن ذلك: الغيبة، ففي \" صحيح مسلم \" عن أبي هريرة أنَّ النَّبيَّ - صلى الله عليه وسلم - سُئِلَ عنِ الغيبة، فقال: (ذكرُك أخاكَ بما يكرهُ)، قال: أرأيت إنْ كان فيه ما أقولُ؟ فقال: (إن كان فيه ما تقولُ فقد اغتَبته، وإنْ لم يكن فيه ما تقولُ، فقد بهتَّه).\n- فتضمَّنت هذه النُّصوص كلُّها أنَّ المسلمَ لا يحِلُّ إيصالُ الأذى إليه بوجهٍ مِنَ الوجوهِ من قولٍ أو فعلٍ بغير حقٍّ، وقد قال الله تعالى: {وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَاناً وَإِثْماً مُبِيناً}.\nالجزء: 1 ¦ الصفحة: 78\n",
        "- ومن ذلك: الجدال والمراء: فالجدال والمراء يوحش القلوب ويوغرها لاسيما وأنه أصبح لحظ النفس لا لإظهار الحق.\n- ومن ذلك: السخرية والتهكم بالآخرين حتى ولو كان عن طريق المزاح.\n- ومن ذلك: الخلطة الزائدة والكثيرة غير المثمرة والتي ينتج عنها في الغالب ضياع الأوقات والوقوع في المحرمات.\n- ومن ذلك: حب الذات والتفكير بالنفس فقط: وهذا يقود إلى عدم تطبيق حقوق الأخوة وآدابها.\n- ومنها: الذنوب بشكل عام: فان لها أثراً عظيماً في قطع الصلة فإذا وجدت من إخوانك جفاء فذلك لذنب أحدثته.\n- قال يحيى بن معاذ الرازي: ليكن حظُّ المؤمن منك ثلاثة:\n1 -\nإنْ لم تنفعه، فلا تضرَّه.\n2 -\nوإنْ لم تُفرحه، فلا تَغُمَّه.\n3 -\nوإنْ لم تمدحه فلا تَذُمَّه.\nالدرس السابع والأربعون:\nحب الدنيا رأس كل خطيئة\n- قال تعالى: (يَا قَوْمِ إِنَّمَا هَذِهِ الْحَيَاةُ الدُّنْيَا مَتَاعٌ وَإِنَّ الْآخِرَةَ هِيَ دَارُ الْقَرَارِ).\n- قال القرطبي: متاع: أي يتمتع بها قليل ثم تنقطع وتزول، ودار الآخرة هي دار الاستقرار والخلود.\n- عن المستورد رضي الله عنه قال: قال النبي صلى الله عليه وسلم (ما الدنيا في الآخرة إلا كما يجعل أحدكم إصبعه في اليم فلينظر بما يرجع) رواه مسلم\n- قال النووي: ما للدنيا بالنسبة للآخرة في قصر مدتها وفناء لذاتها ودوام الآخرة ودوام لذاتها ونعيمها إلا كنسبة الماء الذي يعلق بالإصبع إلى باقي البحر.\n- قال ابن القيم: قالوا وإنما كان حب الدنيا رأس الخطايا ومفسدا للدين من وجوه:\n- أحدها: أن حبها يقتضي تعظيمها وهى حقيرة عند الله، ومن أكبر الذنوب تعظيم ما حقر الله.\n- وثانيها: أن الله لعنها ومقتها وأبغضها إلا ما كان له فيها، ومن أحب ما لعنه الله ومقته وأبغضه فقد تعرض للفتنة ومقته وغضبه.\nالجزء: 1 ¦ الصفحة: 79\n",
        "- وثالثها: أنه إذا أحبها صيرها غايته وتوسل إليها بالأعمال التي جعلها الله وسائل إليه وإلى الدار الآخرة فعكس الأمر وقلب الحكمة فانعكس قلبه وانعكس سيره إلى وراء.\n- ورابعها: أن محبتها تعترض بين العبد وبين فعل ما يعود عليه نفعه في الآخرة لاشتغاله عنه بمحبوبه، وأقل درجات حبها أن يشغل عن سعادة العبد وهو تفريغ القلب لحب الله ولسانه لذكره.\n- وخامسها: أن محبتها تجعلها أكثر هم العبد.\n- وسادسها: أن محبها أشد الناس عذابا بها وهو معذب في دوره الثلاث يعذب في الدنيا بتحصيلها والسعي فيها ومنازعة أهلها وفي دار البرزخ بفواتها والحسرة عليها وكونه قد حيل بينه وبين محبوبه على وجه لا يرجوا اجتماعه به أبدا ولم يحصل له هناك محبوب يعوضه عنه فهذا أشد الناس عذابا فى قبره يعمل الهم والغم والحزن والحسرة فى روحه ما تعمل الديدان وهوام الأرض فى جسمه.\n- والمقصود أن محب الدنيا يعذب فى قبره ويعذب يوم لقاء ربه.\n- وسابعها: أن عاشقها ومحبها الذي يؤثرها على الآخرة من أسفه الخلق وأقلهم عقلا إذ آثر الخيال على الحقيقة والمنام على اليقظة والظل الزائل على النعيم الدائم والدار الفانية على الدار الباقية وباع حياة الأبد في أرغد عيش بحياة إنما هي أحلام نوم أو كظل زائل، إن اللبيب بمثلها لا يخدع.\n-\nأصول المعاصي\n:\n- قال ابن القيم: إن الرغبة فى الدنيا أصل المعاصى الظاهرة فهي أصل معاصى القلب من التسخط والحسد والكبر والفخر والخيلاء والتكاثر.\n-\nراحة القلب والبدن\n:\n- قال ابن القيم: إن الزهد في الدنيا يريح القلب والبدن.\n- وإن الرغبة في الدنيا تطيل الهم والحزن.\n- وإنما تحصل الهموم والغموم والأحزان من جهتين إحداهما الرغبة في الدنيا والحرص عليها والثاني التقصير في أعمال البر والطاعة.\n- قال بعض السلف: من أحب الدنيا فليوطن نفسه على تحمل المصائب ومحب الدنيا لا ينفك من ثلاث: هم لازم وتعب دائم وحسرة لا تنقضي.\nالجزء: 1 ¦ الصفحة: 80\n",
        "- وذلك أن محبها لا ينال منها شيئا إلا طمحت نفسه إلى ما فوقه كما في الحديث الصحيح عن النبي عليه الصلاة والسلام: (لو كان لابن آدم واديان من مال لابتغى لهما ثالثا).\n-\nمن هم العقلاء؟\n:\n- قال يحي بن معاذ: العقلاء ثلاثة: من ترك الدنيا قبل أن تتركه، وبنى قبره قبل أن يدخله، وأرضى خالقه قبل أن يلقاه.\n-\nاعتبر واتعظ\n: قال عون بن عبدا لله: صحبت الأغنياء فلم أرى أحد أكبر هماً مني، أرى دابة خيراً من دابتي، وثوب خير من ثوبي، فصحبت الفقراء فاسترحت.\nالدرس الثامن والأربعون:\nالحسنات والسيئات\n- عَنِ ابنِ عَبَّاسَ رَضِيَ اللهُ عَنْهُما عَنْ رَسولِ الله - صلى الله عليه وسلم - فِيمَا يَروي عَنْ رَبِّهِ تَباركَ وتَعَالى قَالَ: (إنَّ الله - عز وجل - كَتَبَ الحَسَناتِ والسيِّئاتِ، ثمَّ بَيَّنَ ذلك، فَمَنْ هَمَّ بِحَسَنةٍ، فَلَمْ يَعْمَلْها، كَتَبها الله عِنْدَهُ حَسنَةً كَامِلةً، وإن هَمَّ بِها فَعَمِلَها، كَتَبَها الله عَنْدَهُ عَشْرَ حَسناتٍ إلى سبع مائة ضِعْفٍ إلى أضعاف كَثيرةٍ، وإنْ هَمَّ بسيِّئة، فلمْ يَعْمَلها، كَتَبَها عِنْدَهُ حَسنةً كَامِلةً، وإنْ هَمَّ بِهَا، فعَمِلَها كَتَبَها الله سيِّئة واحِدَةً). رَواهُ البُخارِيُّ ومُسلمٌ.\n-\nكتابة الحسنات والسيئات\n:\n- قال ابن رجب: النوع الأول: عملُ الحسنات، فتضاعف الحسنة بعشر أمثالها إلى سبع مائة ضعف إلى أضعاف كثيرةٍ، فمُضاعفة الحسنة بعشر أمثالها لازمٌ لكلِّ الحسنات، وقد دلَّ عليه قوله تعالى: {مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا}.\nالجزء: 1 ¦ الصفحة: 81\n",
        "- وأما زيادةُ المضاعفةِ على العشر لمن شاء الله أن يُضاعف له، فدلَّ عليه قوله تعالى: {مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مائة حَبَّةٍ وَاللهُ يُضَاعِفُ لِمَنْ يَشَاءُ وَاللهُ وَاسِعٌ عَلِيمٌ}، فدلَّت هذه الآيةُ على أنّ النَّفقة في سبيل الله تُضاعف بسبع مائة ضعف.\n- قال أبو مسعود رضي الله عنه، قال: جاء رجلٌ بناقةٍ مخطومةٍ، فقال: يا رسول الله، هذه في سبيل الله، فقال: (لك بها يوم القيامة سبع مائةناقة) رواه مسلم.\n- النوع الثاني: عمل السيِّئات، فتكتب السيِّئةُ بمثلها مِنْ غير مضاعفةٍ، كما قال تعالى: {وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلا يُجْزَى إِلاَّ مِثْلَهَا وَهُمْ لا يُظْلَمُونَ}\n- وقوله: (كتبت له سيِّئة واحدة) إشارةٌ إلى أنّها غيرُ مضاعفة، ما صرَّح به في حديث آخر، لكن السَّيِّئة تعظُمُ أحياناً بشرف الزَّمان، أو المكان.\n- النوع الثالث: الهمُّ بالحسنات، فتكتب حسنة كاملة، وإنْ لم يعملها،،كما في حديث أبي هريرة الذي خرَّجه مسلمٌ: (إذا تحدَّث عبدي بأن يعملَ حسنةً، فأنا أكتُبها له حسنةً)، والظَّاهِرُ أن المرادَ بالتَّحدُّث: حديث النفس، وهو الهمُّ، وفي الحديث: (مَن همَّ بحسنةٍ فلم يعملها) فعَلِمَ الله أنَّه قد أشعرها قلبَه، وحَرَصَ عليها، كتبت له حسنة.\n-\nما المراد بالهم بالحسنة؟\n- إن المرادَ بالهمِّ هنا: هو العزمُ المصمّم الذي يُوجَدُ معه الحرصُ على العمل، لا مجرَّدُ الخَطْرَةِ التي تخطر، ثم تنفسِخُ من غير عزمٍ ولا تصميم.\n- النوع الرابع: الهمُّ بالسَّيِّئات من غير عملٍ لها، ففي حديث ابن عباس: أنَّها تُكتب حسنةً كاملةً، وكذلك، وفي حديث أبي هريرة قال: (إنَّما تركها مِن جرَّاي) يعني: من أجلي.\nالجزء: 1 ¦ الصفحة: 82\n",
        "- وهذا يدلُّ على أنَّ المرادَ مَنْ قَدَرَ على ما همَّ به مِنَ المعصية، فتركه لله تعالى، وهذا لا رَيبَ في أنَّه يُكتَبُ له بذلك حسنة؛ لأنَّ تركه للمعصية بهذا المقصد عملٌ صالحٌ.\n- فأمَّا إن همَّ بمعصية، ثم ترك عملها خوفاً من المخلوقين، أو مراءاةً لهم، فقد قيل: إنَّه يُعاقَبُ على تركها بهذه النيَّة؛ لأنَّ تقديم خوفِ المخلوقين على خوف الله محرَّم. وكذلك قصدُ الرِّياءِ للمخلوقين محرَّم، فإذا اقترنَ به تركُ المعصية لأجله، عُوقِبَ على هذا الترك.\n-\nمقارنة بين الحسنات والسيئات\n:\n- قال ابن عباس رضي الله عنهما:\n- إن للحسنة نورا في القلب وضياء في الوجه وسعة في الرزق ومحبة في قلوب الناس.\n- وإن للسيئة ظلمة في القلب وسواداً في الوجه ووهناً في البدن وبغضة في قلوب الخلق.\nالدرس التاسع والأربعون:\nاحفظ الله يحفظك\n- قال - صلى الله عليه وسلم: (احفظ الله يحفظك، احفظ الله تجده تجاهك\n...\n).\n- قال ابن رجب: يعني: احفظ حدوده، وحقوقه، وأوامره، ونواهيه.\n- وحفظُ ذلك: هو الوقوفُ عندَ أوامره بالامتثال، وعند نواهيه بالاجتنابِ، وعندَ حدوده، فلا يتجاوزُ ما أمر به، وأذن فيه إلى ما نهى عنه، فمن فعل ذلك، فهو مِنَ الحافظين لحدود الله الذين مدحهمُ الله في كتابه.\n- وقال تعالى: {هَذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ مَنْ خَشِيَ الرَّحْمَانَ بِالْغَيْبِ وَجَاءَ بِقَلْبٍ مُنِيبٍ}.\n- وفسر الحفيظ هاهنا بالحافظ لأوامرِ الله، وبالحافظ لذنوبه ليتوب منها.\n-\nالأمور التي أمرنا الله بحفظها\n:\n- ومن أعظم ما يجبُ حِفظُه من أوامر الله الصَّلاةُ، وقد أمر الله بالمحافظة عليها، فقال: {حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلاةِ الْوُسْطَى}.\n- وكذلك الطهارة، فإنَّها مفتاحُ الصلاة، وقال النَّبيُّ - صلى الله عليه وسلم -: (لا يُحافِظُ على الوضوء إلاَّ مؤمن).\nالجزء: 1 ¦ الصفحة: 83\n",
        "- وممَّا يُؤمر بحفظه الأيمانُ، قال الله - عز وجل -: {واحْفَظوا أَيْمَانَكُم}، فإنَّ الأيمان يقع الناس فيها كثيراً، ويُهْمِل كثيرٌ منهم ما يجب بها، فلا يحفظه، ولا يلتزمه.\n- ومن ذلك حفظُ الرأس والبطن كما في قول النبي صلى الله عليه وسلم: (الاستحياءُ من الله حَقَّ الحياء أنْ تَحْفَظَ الرأس وما وَعَى، وتحفظ البطنَ وما حوى) رواه الترمذي.\n- وحفظ الرأس وما وعى يدخل فيه حفظُ السَّمع والبصر واللسان من المحرمات.\n- وحفظُ البطن وما حوى يتضمن حفظ القلب عَنِ الإصرار على محرم.\n- وقد جمع الله ذلك كُلَّه في قوله: {إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْؤُولاً}.\n- ويتضمن أيضاً حفظُ البطنِ من إدخال الحرام إليه من المآكل والمشارب.\n- ومِنْ أعظم ما يجبُ حفظُه من نواهي الله - عز وجل -: اللسانُ والفرجُ، وفي حديث أبي هريرة، عن النَّبيِّ - صلى الله عليه وسلم -، قال: (مَنْ حَفِظَ ما بَينَ لَحييه، وما بَينَ رِجليهِ، دَخَلَ الجنة) خرَّجه الحاكم.\n- وأمر الله - عز وجل - بحفظ الفروج، ومدحَ الحافظين لها، فقال: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ}.\n- وقوله - صلى الله عليه وسلم -: (يحفظك).\n- قال ابن رجب: يعني: أنَّ من حفظَ حدود الله، وراعى حقوقَه، حفظه الله، فإنَّ الجزاء من جنس العمل، كما قال تعالى: {وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ}، وقال: {فَاذْكُرُونِي أَذْكُرْكُمْ}، وقال: {إِنْ تَنْصُرُوا اللهَ يَنْصُرْكُمْ}.\n-\nوحفظ الله لعبده يدخل فيه نوعان\n:\n- أحدهما: حفظه له في مصالح دنياه، كحفظه في بدنه وولده وأهله وماله، قال الله تعالى: {لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللهِ}\n- قال ابن عباس: هم الملائكة يحفظونَهُ بأمرِ الله، فإذا جاء القدر خَلُّوْا عنه.\nالجزء: 1 ¦ الصفحة: 84\n",
        "-\nالدعاء بحفظ الإنسان نفسه من كل شر\n:\n- قال ابن عمر رضي الله عنهما: لم يكن رسولُ الله - صلى الله عليه وسلم - يَدَعُ هؤلاء الدَّعوات حين يُمسي وحين يُصبح: (اللهمّ إني أسألُكَ العافية في الدنيا والآخرة، اللهم إنِّي أسألك العفو والعافية في ديني ودنياي وأهلي ومالي، اللهمَّ استُر عورتي، وآمن روعتي، واحفظني من بين يدي ومن خلفي، وعن يميني وعن شمالي، ومن فوقي، وأعوذُ بعظمتك أنْ أُغتَالَ من تحتي) رواه أبو داود.\n- النوع الثاني من الحفظ، وهو أشرف النوعين:\n- حفظُ الله للعبد في دينه وإيمانه، فيحفظه في حياته من الشبهات المُضِلَّة، ومن الشهوات المحرَّمة، ويحفظ عليه دينَه عندَ موته، فيتوفَّاه على الإيمان.\n- وفي الصحيحين عن البراء بن عازب، عن النَّبيِّ - صلى الله عليه وسلم -: أنَّه أمره أنْ يقولَ عندَ منامه: إنْ قبضتَ نفسي فارحمها، وإنْ أرسلتَها فاحفظها بما تحفظُ به عبادَك الصالحين.\n- وفي الجملة، فالله - عز وجل - يحفظُ على المؤمن الحافظ لحدود دينَه، ويحولُ بينَه وبين ما يُفسد عليه دينَه بأنواعٍ مِنَ الحفظ، وقد لا يشعرُ العبدُ ببعضها، وقد يكونُ كارهاً له، كما قال في حقِّ يوسُف - عليه السلام -: {كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ إنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ}.\n- قال ابن عباس في قوله تعالى: {أَنَّ اللهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ}.\nقال: يحول بين المؤمن وبين المعصية التي تجره إلى النار.\n- وقال الحسن - وذكر أهل المعاصي -: هانوا عليه، فعَصَوْه، ولو عزُّوا عليه لعصمهم.\n- حِكَم ودُرر:\n- مَنْ حفظ الله في صباه وقوَّته، حفظه الله في حال كبَره وضعفِ قوّته، ومتَّعه بسمعه وبصره وحولِه وقوَّته وعقله.\n- وقال ابن المنكدرِ: إنَّ الله ليحفظُ بالرجل الصالح ولدَه وولدَ ولده والدويرات التي حوله فما يزالونَ في حفظ من الله وستر.\nالجزء: 1 ¦ الصفحة: 85\n",
        "- متى كان العبد مشتغلاً بطاعة الله، فإنَّ الله يحفظه في تلك الحال.\n- قال بعضُ السَّلف: من اتقى الله، فقد حَفِظَ نفسه، ومن ضيَّع تقواه، فقد ضيَّع نفسه، والله الغنىُّ عنه.\n- إن من ضيع الله، ضيَّعهُ الله، فضاع بين خلقه حتى يدخلَ عليه الضررُ والأذى ممن كان يرجو نفعه من أهله وغيرهم.\n- كما قال بعض السَّلف: إني لأعصي الله، فأعرِفُ ذلك في خُلُقِ خادمي ودابَّتي.\n-\nمن ثمرات حفظ حدود الله\n:\n- وقوله - صلى الله عليه وسلم -: (احفظ الله تجده تجاهك)، وفي رواية: (أمامك) معناه: أنَّ مَنْ حَفِظَ حُدودَ الله، وراعى حقوقه، وجد الله معه في كُلِّ أحواله حيث توجَّه يَحُوطُهُ وينصرهُ ويحفَظه ويوفِّقُه ويُسدده فـ {إِنَّ اللهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ}.\n- قال قتادة: من يتق الله يكن معه، ومن يكن الله معه، فمعه الفئة التي لا تُغلب، والحارس الذي لا ينام، والهادي الذي لا يضل.\n- كتبَ بعضُ السَّلف إلى أخٍ له: أمَّا بعد، فإنْ كان الله معك فمن تخاف؟ وإنْ كان عليك فمن ترجو؟\n- وهذه المعيةُ الخاصة هي المذكورةُ في قوله تعالى لموسى وهارون: {لا تَخَافَا إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى}، وقول موسى: {إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ}.\n- وفي قول النَّبيِّ - صلى الله عليه وسلم - لأبي بكر وهما في الغار: (ما ظَنُّكَ باثنين الله ثالثهما؟ لا تحزن إنَّ الله معنا).\nالدرس الخمسون:\nالشوق إلى الله تعالى\n- غاية ما يتمناه المسلم هو رضا الله سبحانه ودخول جنته.\n- وهناك غاية أعظم منها وهي رؤية الله سبحانه في جنات النعيم.\n- يجب علينا أن نؤمن بأن الله يراه المؤمنون في الجنة.\n- وأن نؤمن بأن الله ليس كمثله شيء وهو السميع والبصير.\n- وأن نؤمن بهذه الأحاديث من غير أن نسأل عن الكيفية.\nالجزء: 1 ¦ الصفحة: 86\n",
        "- لأن الكيفية من الغيب الذي امتدح الله المؤمنين بالإيمان به في أول مدح في القرآن، قال سبحانه: (الم ذَلِكَ الْكِتَابُ لاَ رَيْبَ فِيهِ هُدًى لِّلْمُتَّقِينَ الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ).\n- قال تعالى {لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلَا ذِلَّةٌ أُولَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ}.\n- قال الشيخ السعدي: أي: للذين أحسنوا في عبادة الخالق، بأن عبدوه على وجه المراقبة والنصيحة في عبوديته، وقاموا بما قدروا عليه منها.\n- وأحسنوا إلى عباد الله بما يقدرون عليه من الإحسان القولي والفعلي، من بذل الإحسان المالي، والإحسان البدني، والأمر بالمعروف والنهي عن المنكر، وتعليم الجاهلين، ونصيحة المعرضين، وغير ذلك من وجوه البر والإحسان.\n- فهؤلاء الذين أحسنوا، لهم \"الحسنى\" وهي الجنة الكاملة في حسنها و \"زيادة\" وهي النظر إلى وجه الله الكريم، وسماع كلامه، والفوز برضاه والبهجة بقربه، فبهذا حصل لهم أعلى ما يتمناه المتمنون، ويسأله السائلون.\n- عن النبي صلى الله عليه وسلم قال: (إذا دخل أهل الجنة الجنة قال يقول الله تبارك وتعالى تريدون شيئا أزيدكم فيقولون ألم تبيض وجوهنا ألم تدخلنا الجنة وتنجنا من النار قال فيكشف الحجاب فما أعطوا شيئا أحب إليهم من النظر إلى ربهم عز وجل، ثم تلا هذه الآية {للذين أحسنوا الحسنى وزيادة}) رواه مسلم.\nالجزء: 1 ¦ الصفحة: 87\n",
        "- فيا له من يوم ما أعظمه! وما أشد سرور المؤمنين حين ينظرون إلى ربهم عياناً كما نرى الشمس اليوم ليس دونها سحاب، وكما نرى القمر ليلة البدر! يرون ربهم فيصيبهم من النور والضياء، ويجدون من اللذة ما يصغر معه نعيم الجنة على ما فيها من أنواع النعيم، ويرجعون إلى بيوتهم قد ازدادوا نوراً وضياءً، فهل اشتقت -يا عبد الله- إلى رؤية الله تبارك وتعالى (من أحب لقاء الله أحب الله لقاءه).\n-\nعوامل بعث الشوق إلى الله\n:\n1 -\nمطالعة أسماء الله الحسنى وصفاته العلى، وتدبر كلامه فإن من شأن هذه المطالعة والفهم والتدبر فيها أن يشحذ من القلب همة للوصول إلى تجليات هذه الأسماء والصفات والمعاني، فتتحرك كوامن المعرفة في القلب والعقل ويأتي عندئذٍ المدد.\n2 -\nمطالعة منن الله العظيمة وآلائه الجسيمة فالقلوب مجبولة على حب من أحسن إليها ولذلك كثر في القرآن سوقُ آيات النعم الخلق والفضل تنبيهًا لهذا المعنى، وكلما ازددت علمًا بنعم الله عليك كلما ازددت شوقًا لشكره على نعمائه.\n3 -\nالتحسر على فوت الأزمنة في غير طاعة الله، بل قضاؤها في عبادة الهوى.\n4 -\nتذكر سبق السابقين مع تخلفك مع القاعدين يورثك هذا تحرقًا للمسابقة والمسارعة والمنافسة، وكل ذلك أمر الله به، قال تعالى:\n{وَفِي ذَلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ}.\n- ومجالات الشوق عندك كثيرة أعظمها وألذها الشوق إلى رؤية وجه الله عز وجل، ويمكنك أن تتمرن على قراءة هذا الحديث مع تحديث نفسك بمنزلتها عند الله، وهل ستنال شرف رؤيته أم لا؟.\n- قال - صلى الله عليه وسلم -: (إذا دخل أهل الجنة الجنة يقول تبارك وتعالى: تريدون شيئًا أزيدكم؟ فيقولون: ألم تبيّض وجوهنا؟ ألم تُدخلنا الجنة وتنجّنا من النار؟ فيُكشفُ الحجاب، فما أُعطوا شيئًا أحب إليهم من النظر إلى ربهم). رواه مسلم.\nالجزء: 1 ¦ الصفحة: 88\n",
        "- وفي مجالات الشوق: الشوق إلى لقاء الله وإلى جنته ورحمته ورؤية أوليائه في الجنة وخاصة الشوق للقاء النبي - صلى الله عليه وسلم - في الفردوس الأعلى.\n-\nاللذة الكبرى\n:\n- إذا تجلّى الرب لعباده المؤمنين في الجنة نسوا كلّ ما هم فيه من ألوان النعيم من أجل ما ظفرت به أعينهم من اللذة الكبرى بالنظر إلى وجه الله عز وجل.\n- فإذا ما احتجَب عنهم عادوا إلى ما كانوا فيه من ألوان السرور والنعيم.\n- فلهم نعيمان في الجنة: نعيم عند رؤيته سبحانه، وهو أجلها وأشرفها.\n- ونعيم عند ما يرجعون إلى ماكانوا فيه من ظلال وفواكه وحور وولدان إلى آخره، فيا حبذا هذان النعيمان.\n-\nالخسارة الكبرى\n:\n- والخسارة الكبرى، والحرمان الأعظم، أن يُحرم العبد من لذَّة النظر إلى وجه الله الكريم في الجنَّة يوم المزيد والنظر إلى وجه العزيز الحميد.\n-\nمن أعلى أهل الجنة منزلة\n:\n- قال عبد الله بن عمر رضي الله عنهما: وإن أفضلهم منزلة لمن ينظر إلى وجه الله في كل يوم مرتين.\n- قال سعيد بن جبير: أن اشرف أهل الجنة لمن ينظر إلى الله تبارك وتعالى غدوة وعشية.\n-\nالناس يتفاوتون في رؤية الله\n:\n- فأقواهم رؤية له سبحانه أشدهم حباً له، وأشدهم تعلقاً به ومعرفةً له، فيتفاوت الناس في رؤية الله على حسب خشوعهم في الصلاة ومحبتهم لله وتعلقهم به.\n- وقال هشام بن حسان: إن الله سبحانه وتعالى يتجلى لأهل الجنة فإذا رآه أهل الجنة نسوا نعيم الجنة.\n- قال الشيخ السعدي في قوله تعالى: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ}.\n- أي: حسنة بهية، لها رونق ونور، مما هم فيه من نعيم القلوب، وبهجة النفوس، ولذة الأرواح.\n- {إِلَى رَبِّهَا نَاظِرَةٌ} أي: تنظر إلى ربها على حسب مراتبهم:\n- منهم من ينظره كل يوم بكرة وعشيا.\n- ومنهم من ينظره كل جمعة مرة واحدة.\n- فيتمتعون بالنظر إلى وجهه الكريم، وجماله الباهر، الذي ليس كمثله شيء.\nالجزء: 1 ¦ الصفحة: 89\n",
        "- فإذا رأوه نسوا ما هم فيه من النعيم وحصل لهم من اللذة والسرور ما لا يمكن التعبير عنه، ونضرت وجوههم فازدادوا جمالا إلى جمالهم، فنسأل الله الكريم أن يجعلنا معهم.\n-\nتخيل وتصور هذا المشهد العظيم!\n:\n- وبينما أهل الجنة في نعيمهم إذ سطع لهم نور، فرفعوا رؤوسهم، فإذا الرب قد أشرف عليهم من فوقهم، فقال: السلام عليكم يا أهل الجنة، وذلك قول الله: (سلام قولا من رب رحيم).\n- تريدون شيئا أزيدكم؟ فيقولون: ربَّنا، وأي خير لم تفعله بنا؟ ألست أعنتنا على سكرات الموت، وآنستَ منا الوحشة في ظلمات القبور، وآمنتَ روعتنا عند النفخة في الصور، ألستَ أقلتَ عثراتنا، وسترتَ علينا القبيح من فعلنا، وثبَّتَ على جسر جهنم أقدامنا، ألستَ الذي أدنيتنا من جوارك، وأسمعتنا لذاذة منطقك، وتجليتَ لنا بنورك، فأي خير لم تفعله بنا! ألم تُبيِّض وجوهنا، ألم تدخلنا الجنة وتنجنا من النار.\n- فيكشف الحجاب، فينظر إليهم وينظرون إليه، فما أُعطوا شيئا أحب إليهم من النظر إلى ربهم عز وجل، ولا يلتفتون إلى شيء من النعيم ما داموا ينظرون إليه، حتى يحتجب عنهم، ويبقى نوره وبركته عليهم في ديارهم، قال تعالى: (للذين أحسنوا الحسنى وزيادة).\n- وتخيل كم هي الخسارة والحسرة، وكم هو الحرمان والندم والألم والعناء والشقاء عندما تُحرم من هذه اللحظات العظيمة الجليلة الجميلة الرائعة التي لا تعدلها لذة في الدنيا ولا في الآخرة، والتي لا يستطيع أن يصفها الواصفون ولا أن يتخيلها المتخيلون من شدة النعيم والسرور والأنس والبهجة، فلا حول ولا قوة إلا بالله والله المستعان وعليه التكلان.\nاللهم إنا نسألك لذة النظر إلى وجهك الكريم والشوق إلى لقائك\nفي غير ضراء مضرة ولا فتنة مضلة.\nادعوا لإخوانكم المجاهدين\nإخوانكم في\nمركز الفجر للإعلام\n1431هـ - 2010م\nالجزء: 1 ¦ الصفحة: 90\n",
        ""
    ]
}