{
    "1": [
        "دليل الوسائل الدعوية للمكتب التعاوني للدعوة والإرشاد بجدة\nدليل الوسائل الدعوية للمكتب التعاوني للدعوة والإرشاد بجدة\n-\nالكتاب:\nدليل الوسائل الدعوية للمكتب التعاوني للدعوة والإرشاد بجدة\nالمؤلف:\n-\nالناشر:\nالكتاب منشور على موقع وزارة الأوقاف السعودية بدون بيانات\nعدد صفحات (الكتاب الورقي):\n15\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nدليل الوسائل الدعوية\nللمكتب التعاوني للدعوة والإرشاد بجدة\nالوسيلة الدعوية رقم (1)\nالتوعية في المستشفيات\nوالمراكز الصحية الحكومية والأهلية\nفكرة المشروع\n:\nتوزيع حاملات للكتيبات الصغيرة في المستشفيات الخاصة والمستشفيات الحكومية والمستوصفات , وتحوي هذه الكتيبات على مواضيع متعددة ومفيدة , وتوزع الحاملات في أنحاء متفرقة من المستشفى في صالات الانتظار للرجال وكذلك صالات الانتظار للنساء وأمام العيادات الخارجية. ويثبت الحامل على قاعدة خشبية (طاولة) ويحتوي على عدد 24 كتيبا باللغة العربية وعدد12 كتيبا باللغات الأجنبية وهي (الإنجليزية , الفلبينية , الأندونيسية) ويتم جرد الكتيبات وتكملة الناقص منها بصفة دورية بواقع مرتين شهريًا.-\nالجزء: 1 ¦ الصفحة: 1\n",
        "الهدف من المشروع\n:\nاستثمار وقت فراغ المراجعين للمستشفيات سواء كانت حكومية أو أهلية أو مستوصفات خلال تواجدهم في صالات الانتظار لفترات طويلة بما يعود عليهم بالمصلحة والمنفعة من خلال قراءة هذه الكتيبات , لا سيما وأنها تحتوي على مواضيع دعوية متنوعة , اجتماعية وثقافية.\nالجزء: 1 ¦ الصفحة: 2\n",
        "الوسيلة الدعوية رقم (2)\nالاهتمام بالمقابر\nفكرة المشروع\n:\nأولًا: وضع لوحات دعوية مضاءة من نوع (فليكس فيس) المقاوم للحرارة والرطوبة في داخل المقابر تشمل نصائح وتوجيهات وآداب وأدعية مأثورة عن المصطفى صلى الله عليه وسلم , وأحكام العزاء\n...\nالخ.\nثانيًا: إعداد لوحة إرشادية مكبرة توضح الإجراءات النظامية المتبعة في حالة الوفاة وتعلق هذه اللوحة في الأماكن البارزة في المساجد والمستشفيات وأماكن غسيل الموتى وغيرها.\nالجزء: 1 ¦ الصفحة: 3\n",
        "أهداف المشروع\n:\nتوعية الناس ونشر السنة المطهرة بينهم فيما يتعلق بموضوع المقابر وشئون الموتى.\nتخفيف المصاب على أهل المتوفى وذلك بتعزيتهم ومواساتهم ودلالتهم على الإجراءات الشرعية والنظامية المطلوبة منهم.\nفتح قنوات اتصال وتعاون وتنسيق مع الجهات ذات العلاقة.\nالجزء: 1 ¦ الصفحة: 4\n",
        "الوسيلة الدعوية رقم (3)\nكتيب الإجراءات الشرعية والنظامية المتبعة في حالات الوفاة\nفكرة المشروع\n:\nجمع المادة النظامية من الجهات والدوائر الحكومية المعنية بإنهاء إجراءات تغسيل وتكفين ودفن الميت سواء كان مواطنًا أو مقيمًا , وسواء كانت الوفاة طبيعية أو إصابية أو جنائية.\nجمع المادة الشرعية من المصادر الشرعية المعتمدة وعرضها على المشايخ والعلماء لمراجعتها واعتمادها.\nجمع المادتين الشرعية والنظامية في كتيب وطباعته بكميات كافية وتوزيعها لأهل المتوفى عن طريق المستشفيات أو عن طريق المكتب التعاوني نفسه أو عن طريق مندوبيات المكتب.\nالجزء: 1 ¦ الصفحة: 5\n",
        "أهداف المشروع\n:\nتوعية أهل المتوفى بالسنة فيما يتعلق بالتغسيل والدفن والتعزية.\nمساعدة أهل المتوفى وإرشادهم من الناحيتين الشرعية والنظامية لإنهاء إجراءات المتوفى من حيث التغسيل والتكفين واستخراج التصاريح والشهادات المطلوبة\n...\nالخ.\nالتخفيف على أهل المتوفى بإهدائهم هذا الكتيب الذي يحتوي على عبارات التعزية والتصبير والتسلية لتخفيف مصابهم.\nالجزء: 1 ¦ الصفحة: 6\n",
        "الوسيلة الدعوية رقم (4)\nالمخيمات الدعوية\nفكرة المشروع\n:\nإقامة مخيم دعوي ترفيهي خلال إجازة الصيف والربيع والأعياد والمناسبات الأخرى , يرتاده المصطافون وأهل المدينة المعنية للاستفادة من وقت الإجازة بما يعود عليهم بالنفع العظيم.\nالجزء: 1 ¦ الصفحة: 7\n",
        "أهداف المشروع\n:\nنشر الوعي الديني بين المصطافين ومرتادي الكورنيش.\nنشر الشريط والكتاب الإسلامي\nإقامة ندوات متنوعة (طبية , اجتماعية , علمية , إدارية)\nالتعريف بالمؤسسات الدعوية والهيئات الخيرية العاملة في مجال الدعوة إلى الله تعالى وإبراز أنشطتها.\nإقامة مسابقات هادفة ومفيدة.\nالترفيه المباح البعيد عن المنكرات.\nالجزء: 1 ¦ الصفحة: 8\n",
        "الوسيلة الدعوية رقم (5)\nالخيمة الدعوية في موسم الحج\nفكرة المشروع\n:\nهي خيمة في المشاعر (منى) أثناء موسم الحج تخصص للدعوة إلى الله وتوعية الحجاج العرب القادمين من الدول العربية.\nيقوم مكتب الدعوة المشرف عليها بالتنسيق مع بعض العلماء والدعاة والمشايخ لاستضافتهم في هذه الخيمة , وجدولة محاضرات لهم في مخيمات الدول العربية , مع توفير كافة الأجهزة الصوتية المتنقلة لاستخدامها عند عدم توافرها بالمخيمات التي يتم زيارتها.\nيقوم بعض الإخوة المحتسبين بتوزيع مغلفات دعوية تحوي شريطًا وكتيبًا عن أحكام الحج والعمرة والزيارة لحجاج هذه المخيمات.\nالجزء: 1 ¦ الصفحة: 9\n",
        "أهداف المشروع\n:\nتوعية الحجاج الوافدين إلى المشاعر من الدول العربية عن طريق المحاضرات والمواعظ والأشرطة والمغلفات والهدايا الدعوية.\nالقيام بواجب الدعوة إلى الله تجاه الوافدين.\nسد حاجة الناس الماسة للاستفسار عن كيفية أداء مناسكهم أو عن بعض أحكام الدين التي قد تخفى على كثير منهم.\nالجزء: 1 ¦ الصفحة: 10\n",
        "الوسيلة الدعوية رقم (6)\nلوحة الفتاوى والتوجيهات الإرشادية\nفكرة الوسيلة الدعوية\n:\nعبارة عن لوحة خشبية بغلاف بلاستيكي شفاف على مقاس الورق الـ A3 يتم تغذيتها بنشرة دعوية بشكل دوري - كل أسبوع مثلًا- تحوي فتاوى علمية , أو توجيهات دعوية , أو آداب إسلامية , أو نصائح إرشادية أو غيرها من الكلمات الوعظية والتوجيهية , يتم تثبيت هذا اللوح الخشبي عند أبواب المساجد.\nالجزء: 1 ¦ الصفحة: 11\n",
        "أهداف هذه الوسيلة الدعوية\n:\n* إيصال النصح والإرشاد للناس بطريقة جذابة ومميزة وملفتة للانتباه.\n* توعية المصلين ببعض الأحكام الشرعية والآداب الإسلامية.\n* شد انتباه المصلين عند خروجهم من المسجد بالفتاوى والتوجيهات الجديدة , وما يستجد على الساحة من توجيهات وإرشادات.\nالجزء: 1 ¦ الصفحة: 12\n",
        "الوسيلة الدعوية رقم (7)\nمجسم مصغر للجمرات في موسم الحج\nفكرة مجسم الجمرات\n:\nوهو عبارة عن مجسم مصغر للجمرات ويوضح فيه كيفية الرمي وعدد الجمرات التي يرمي بها , وبأي الجمرات يبدأ الحاج.\nوهو وسيلة دعوية ناجحة في موسم الحج كان لها الأثر البالغ في نفوس الحجاج بحمد الله.\nالجزء: 1 ¦ الصفحة: 13\n",
        "أهداف مجسم الجمرات\n:\nتوعية الحجاج بالطريقة الصحيحة الموافقة للسنة في رمي الجمرات بطريقة جذابة ومميزة وملفتة للانتباه.\nتوعية الحجاج بأحكام الرمي عامة مثل حجم الجمرة والسنة في الدعاء من حيث المكان والكيفية\n...\nالخ.\nالجزء: 1 ¦ الصفحة: 14\n",
        "الوسيلة الدعوية رقم (8)\nالمحاضرات الهاتفية\nفكرة المشروع\n:\nأن يقيم الشيخ المحاضر محاضرته من منزله أو مكتبه في مدينته ويتم بثها في المكان المقترح (المساجد , المدارس للبنين والبنات\n...\n) عن طريق الهاتف.\nوهي من الوسائل المستحدثة في الدعوة إلى الله ويتوقع أن يكون لها قبول كبير لدى كثير من المشايخ الذين لا يتيسر لهم السفر لإلقاء المحاضرات خارج مدنهم ونظرًا لانشغالاتهم.\nالجزء: 1 ¦ الصفحة: 15\n",
        "أهداف المشروع\n:\nتوفير الجهد على الشيخ المحاضر.\nالاستفادة من هذه التقنية في نفع الناس وإيصال الخير إليهم في المساجد والمدارس والمنتديات وغيرها من الأماكن التي يصلها الهاتف.\nالجزء: 1 ¦ الصفحة: 16\n",
        "الوسيلة الدعوية رقم (9)\nالفتاوى الهاتفية\nفكرة المشروع\n:\nربط هواتف عدد من المشايخ بعد الاتفاق معهم برقم خاص للفتاوى بمكتب الدعوة ومن ثم يتم التحويل آليًا عن طريق نظام الهاتف بالمكتب يعد أن يستمع المستفتي لتوجيهات مسجلة على هذا النظام , بحيث لا حاجة لأن يعرف للمستفتي رقم الشيخ في منزله وإنما يتعارف لدى الناس الرقم المميز للفتاوى لدى مكتب الدعوة.\nكما يقوم مكتب الدعوة بتسجيل توجيهات وفتاوى ونصائح من أشرطة العلماء والمشايخ في هذا النظام وربطها للمستمع بتحويلة معينة ليستفيد من سماعه لها متى رغب ذلك.\nالجزء: 1 ¦ الصفحة: 17\n",
        "أهداف المشروع\n:\nتيسير طريق الفتيا على المستفتي.\nإيجاد خطوط إفتاء مساندة لدار الإفتاء ومراكز الدعوة.\nالاستفادة من المشايخ الموجودين في مدينة المستفتي في دعم هذا المشروع الخيري وفتح باب الخير للجميع.\nالجزء: 1 ¦ الصفحة: 18\n",
        "الوسيلة الدعوية رقم (10)\nنقل الدورات العلمية عبر الهاتف إلى مراكز تحفيظ النساء\nفكرة المشروع\n:\nنقل دروس الدورات كاملة عن طريق الهاتف إلى مراكز رئيسية مختارة من دور تحفيظ القران النسائية , وتكون الدروس إما مسجلة أو على الهواء مباشرة لتوافق أوقات الدراسة بهذه الدور , مع تخصيص مسابقات وشهادات وجوائز خاصة بالنساء.\nالجزء: 1 ¦ الصفحة: 19\n",
        "أهداف المشروع\n:\nالاستفادة من الهاتف أو غيره من التقنيات في إيصال هذه الدروس العلمية إلى أماكن طالبات العلم دون اضطرارهم للحضور إلى المسجد.\nتغطية أكبر شريحة ممكنة من النساء للاستفادة من هذه الدروس.\nحث طالبات العلم على طلب العلم والمشاركة في المسابقات وتشجيعهم بالجوائز.\nالجزء: 1 ¦ الصفحة: 20\n",
        "الوسيلة الدعوية رقم (11)\nالمغلفات الدعوية\nفكرة المشروع\n:\nعبارة عن مغلف كرتوني صغير بتصاميم جذابة , يحتوي على كتيب وشريط ومطوية , ويتم توزيع هذه المغلفات كهدايا في المناسبات الدعوية المختلفة كالمخيمات أو الأعياد أو الاحتفالات أو الدورات العلمية أو غيرها من المناسبات العامة.\nكما يتم تخصيص هدايا لفئات محددة من المجتمع: (للمدراء , للمدرسين , للتجار , للأطباء, للممرضات , هدايا مولود هدايا معلمات\n...\nالخ) .\nويتم توفيرها عن طريق مكتب أو مندوبياته المنتشرة بالأحياء بكميات لمن أراد شراءها بسعر رمزي والاستفادة منها في التوزيع الخيري.\nالجزء: 1 ¦ الصفحة: 21\n",
        "أهداف المشروع\n:\nتحقيق المحبة بين المؤمنين عملًا بقول المصطفى: صلى الله عليه وسلم «تهادوا تحابوا» وذلك من خلال هذه الوسيلة الدعوية كهدية تعطى للمدعوين.\nتخصيص الدعوة لفئات محددة من المجتمع بما يتناسب مع مجال أعمالهم أو ظروفهم الاجتماعية\nتيسير طريق الدعوة إلى الله بأسلوب جذاب في متناول الجميع.\nالجزء: 1 ¦ الصفحة: 22\n",
        "الوسيلة الدعوية رقم (12)\nمجموعة البيت السعيد\nالفكرة\n:\nمجموعة من اللوحات في إطارات جميلة وفي أشكال أنيقة (مثل المناظر الطبيعية) وتعلق في المنازل تحتوي على أذكار الدخول إلى المنزل والخروج منه وأذكار النوم والاستيقاظ وغيرها من الأذكار، أو عبارات ترحيبية أو تذكيرية مفيدة بخلفيات جذابة ومناظر جميلة.\nالجزء: 1 ¦ الصفحة: 23\n",
        "الأهداف\n:\n* تذكير الأسر بالأذكار والآداب الشرعية.\n* الاستفادة من جدران المنازل في تعليق وسائل جميلة تحوي بالإضافة إلى المناظر الطبيعية أذكار وأقوال مأثورة للاستفادة منها.\nالجزء: 1 ¦ الصفحة: 24\n",
        "الوسيلة الدعوية رقم (13)\nرسائل الجوال الدعوية\nالفكرة\n:\nالإعلان عن المحاضرات أو الدروس أو الدورات العلمية أو المخيمات الدعوية أو المعارض الخيرية أو أي منشط دعوي وذلك بإرسال رسائل بالجوال على أكبر شريحة ممكنة من الناس من أهل تلك المنطقة التي يقام فيها المنشط الدعوي.\nوحتى يتم تغطية أكبر قدر ممكن يتم التنسيق في ذلك مع شركة الاتصالات السعودية.\nالجزء: 1 ¦ الصفحة: 25\n",
        "الأهداف\n:\nالتعريف بالمناشط الدعوية والدعوة لحضورها بوسائل أكثر إثارة وأكثر خصوصية.\nالاستفادة من وسائل الاتصالات الحديثة في الإعلان عن البرامج والأنشطة العلمية والدعوية المختلفة.\nالجزء: 1 ¦ الصفحة: 26\n",
        "الوسيلة الدعوية رقم (14)\nرسائل البريد الإلكتروني\nالفكرة\n:\nجمع أكبر قدر ممكن من عناوين البريد الإلكتروني لأهالي المنطقة المخاطبة بالمناشط الدعوية التي يراد التعريف بها في منطقة معينة.\nثم إرسال رسائل تعريفية بأوقات وأماكن هذه المناشط لتكثيف الحضور إليها , أو إرسال رسائل تذكيرية ووعظية لمستخدمي الحاسب.\nالجزء: 1 ¦ الصفحة: 27\n",
        "الأهداف\n:\n* الاستفادة من مجال الحاسب الآلي في الدعوة إلى الله.\n* تغطية شريحة من المجتمع من مستخدمي الحاسب قد تكون بعيدة عن مثل هذه المناشط الدعوية أو لا تعرف بها.\n* التعريف بكثير من البرامج الدعوية.\nالجزء: 1 ¦ الصفحة: 28\n",
        "الوسيلة الدعوية رقم (15)\nإطار الأذكار\nالفكرة\n:\nمجموعة من إطارات الصور المكتبية بأشكال أنيقة (مثل المناظر الطبيعية المكتبية) وتوضع في المكتبات والدواليب في المنازل تحتوي على أذكار الدخول إلى المنزل والخروج منه وأذكار النوم والاستيقاظ وغيرها من الأذكار ,أو عبارات ترحيبية أو تذكيرية مفيدة بخلفيات جذابة ومناظر جميلة.\nالجزء: 1 ¦ الصفحة: 29\n",
        "الأهداف\n:\nتذكير الأسر بالأذكار والآداب الشرعية.\nالاستفادة من إطارات الصور في المنازل بوضع عبارات تذكيرية ببعض الأذكار والأقوال المأثورة للإفادة منها.\nالجزء: 1 ¦ الصفحة: 30\n",
        "الوسيلة الدعوية رقم (16)\nمندوبيات المكتب في الأحياء والقرى\nالفكرة\n:\nفتح فروع مصغَّرة عن المكتب التعاوني في كل حي من أحياء المدينة أو في مجموعة من الأحياء المتقاربة بحيث تركز على العمل الدعوي في تلك الأحياء وتكون تلك الأحياء أو القرى هي نطاقها الجغرافي في النشاط الدعوي.\nالجزء: 1 ¦ الصفحة: 31\n",
        "الأهداف\n:\n* الاستفادة من الطاقات الدعوية الموزعة في الأحياء والقرى.\n* تغطية أكبر مساحة ممكنة من أحياء وقرى المدينة المعنية بالمكتب التعاوني بالنشاط الدعوي.\n* تبادل الخبرات والأفكار الدعوية الجديدة من حي إلى آخر ومن قرية إلى أخرى.\n* الرفع من جودة مستوى العمل الدعوي بالعمل المركز.\nالجزء: 1 ¦ الصفحة: 32\n",
        "الوسيلة الدعوية رقم (17)\nإصدارات المكتب من المطويات والكتيبات والتقاويم السنوية\nالفكرة\n:\nطباعة عناوين مختلفة من الرسائل الدعوية والمواضيع المفيدة على شكل مطويات وكتيبات وتوزيعها على الناس , وذلك باختيار مواضيع تهم واقع الناس وتمس حياتهم اليومية وتخدم العمل الدعوي بتوعية الناس بأمور دينهم وتبصيرهم بالمنكرات والأخطاء التي يقع فيها الكثير.\nالجزء: 1 ¦ الصفحة: 33\n",
        "الأهداف\n:\nتوعية الناس بأمور دينهم بأسلوب سهل وواضح.\nإيجاد وسائل سهلة التوزيع في قطاعات مختلفة من المجتمع وبأسعار رمزية.\nاختيار مواضيع تمس واقع الناس وتهم حياتهم اليومية ولشرائح مختلفة من المجتمع لطباعتها في شكل مطويات وكتيبات.\nالجزء: 1 ¦ الصفحة: 34\n",
        "الوسيلة الدعوية رقم (18)\nالمصليات المتنقلة\nالفكرة\n:\nفكرة هذه الوسيلة هو تجهيز عدد من السيارات بفرش الصلاة وجوالين الماء والأباريق للوضوء وأجهزة الصوتيات ويشرف عليها عدد من الدعاة يقومون بجولات دعوية على جلسات الشباب في الأرصفة والتجمعات الشبابية ودعوتهم لإقامة الصلاة عند دخول وقتها وتهيئة مكانهم بالفرش وتوفير الماء لمن يريد الوضوء ثم بعد الصلاة إعطاؤهم موعظة قصيرة ثم توزيع هدايا وأشرطة دعوية عليهم بقصد دعوتهم.\nالجزء: 1 ¦ الصفحة: 35\n",
        "الأهداف\n:\nكسر الحاجز الوهمي بين شباب الأرصفة والإخوة الدعاة العاملين في المجال الدعوي.\nإقامة الصلاة وذكر الله في أماكن اللهو المعتادة لدى هؤلاء الشباب.\nهداية الشباب الحيران إلى طريق الهداية والاستقامة والصلاح.\nإعداد دعاة من الشباب لهذا العمل الدعوي.\nالجزء: 1 ¦ الصفحة: 36\n",
        "الوسيلة الدعوية رقم (19)\nهدية اللباس\nالفكرة\n:\nوضع بطاقات أو مطويات أو كتيبات صغيرة تحوي أذكار الصباح والمساء أو آداب اللباس وأحكامه أو فتاوى في أحكام لباس المرأة ووضعها في جيوب الملابس الجديدة أو في محلات بيع عباءات المرأة أو لدى محلات خياطة الملابس للرجال والنساء لتوزيعها على أصحاب تلك الملابس , أو عن طريق محلات غسيل الملابس بوضعها في الملابس المغسلة الجاهزة بحيث تصل هذه المواد الدعوية لأصحاب هذه الملابس.\nالجزء: 1 ¦ الصفحة: 37\n",
        "الأهداف\n:\nدعوة الناس بطريقة جديدة محببة للنفس.\nإشراك أصحاب هذه المحلات في خدمة دين الله والدعوة إليه عن طريق تعاونهم في هذا المجال.\nتوعية الناس بأحكام اللباس وبالأذكار الشرعية.\nتوعية المرأة بأحكام الزينة واللباس وإيصال فتاوى هيئة كبار العلماء لهن عن طريق الملابس نفسها.\nتوعية أصحاب المحلات التجارية.\nالجزء: 1 ¦ الصفحة: 38\n",
        ""
    ]
}