{
    "1": [
        "دواء القلوب وسرطان الذنوب التوبة\nبسم الله الرحمن الرحيم\nالحمد لله قابل التوب شديد العقاب ..\nمذلل الأمور الصعاب. والصلاة والسلام على منة الرقاب. محمد النبي المرسل بالكتاب. وآله وصحبه أسود الغاب. ومن ائتم بهم إلى سبيل الصواب. وبعد:\nأخي المسلم .. انفض معي هذا البساط البالي .. وتعال معي إلى ذاك الماء الجاري .. نغسل عنه درن السنين وغبار الأيام .. لعله يعود .. نظيفًا .. ناعمًا .. جميلاً ..\nمر بعض الصالحين بدار صَخِبَ أهلها وضجوا باللَّهو والشرب فهم منهمكون في ذلك .. فوقف الرجل الصالح بباب الدار، فدق الباب، فخرجت إليه جارية ..\nفقال لها الرجل الصالح: صاحب هذه الدار حر أو عبد؟ !\nفقالت: بل حر!\nفقال: صدقت، لو كان عبدًا لاستعمل أدب العبودية وترك اللهو والطرب.\nفسمع صاحب الدار كلام الرجل الصالح .. فسارع إلى الباب حافيًا، حاسرًا .. وقد مضى الرجل.\nفقال للجارية: ويحك من كلمك على الباب؟ فأخبرته بما جرى .. فقال: أي ناحية أخذ الرجل؟\nفقالت: كذا .. فتبع صاحب الدار أثر الرجل الصالح حتى لحقه ..\nفقال صاحب الدار: يا سيدي أنت الذي وقفت بالباب وخاطبت الجارية؟\nفقال: نعم ..\nالجزء: 1 - الصفحة: 5\n",
        "فقال صاحب الدار: أعد عليَّ الكلام .. فأعاده عليه ..\nفرمى صاحب الدار بنفسه على الأرض ومرغ خديه على التراب .. وهو يقول: بل، وعبد .. عبد .. ثم هام على وجهه حافيًا .. حاسرًا .. تائبًا إلى الله تعالى ..\nأخي .. أتدري من صاحب تلك الدار؟ !\nإنه سيد العُبَّاد .. وقدوة الزهاد .. مضرب المثل في العباده .. والمشار إليه إذ ذكرت الطاعة .. بشر بن الحارث (الحافي).\nأخي المسلم .. بمثل ذلك أقبل التائبون على الله\n، فروا من عقابه إليه .. واستوحشوا طرق المعاصي .. إلا طريقًا أوصل إليه .. فهنيئًا لهم بالدرجات .. وسعدًا لهم بنيل الأمنيات {وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ} [النور: 31] {وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ * الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ * وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ * أُولَئِكَ جَزَاؤُهُمْ مَغْفِرَةٌ مِنْ رَبِّهِمْ وَجَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ} [آل عمران].\nأخي في الله «الإنابة .. الإنابة قبل غلق باب الإجابة، الإفاقة .. الإفاقة، فقد قرب وقت الفاقة، ما أحسن قلق التواب، وما أحلى قدوم الغُياب، ما أجمل وقوفهم بالباب» [الإمام ابن رجب].\nأخي .. أتدري ما هي التوبة؟ «فحقيقة التوبة هي: الندم على ما سلف منه في الماضي، والإقلاع عنه في الحال، والعزم على ألا\nالجزء: 1 - الصفحة: 6\n",
        "يعادوه في المستقبل» [الإمام ابن القيم] والتوبة هي: «الرجوع إلى الله بالتزام فعل ما يحب وترك ما يكره فهي رجوع من مكروه إلى محبوب» [ابن القيم].\nوالتوبة هي: «الرجوع مما يكرهه الله ظاهرًا وباطنًا إلى ما يحبه الله ظاهرًا وباطنًا» [الإمام ابن القيم].\n«يا معاهدينا على التوبة بيننا وبينكم عهود أكيدة أولها يوم: ألست بربكم قالوا بلى .. » [الإمام ابن رجب].\nأخي في الله: عليك بالسير على درب الصالحين ..\nوسلوك طريق المخلصين .. وقد عاهدت ربك عهدًا، فإياك أن تكون من الناكثين .. فالحر لا ينقض العهود .. ولا يخيس بالوعود .. فالله .. الله .. إنه يعلم السر وأخفى {إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ فَأُولَئِكَ يَتُوبُ اللَّهُ عَلَيْهِمْ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا} [النساء] {الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ إِلَّا اللَّمَمَ} [النجم: 32] قال ابن عباس رضي الله عنهما: (هو الرجل يصيب الفاحشة يلم بها ثم يتوب منها، قال يقول:\nإن تغفر اللهم تغفر جمًا\n...\nوأي عبد لك لا ألما\nأخي: «منزل التوبة أول المنازل وأوسطها وآخرها فلا يفارقه السالك ولا يزال فيه إلى الممات وإن ارتحل إلى منزل آخر ارتحل به واستصحبه معه ونزل به، فالتوبة هي بداية العبد ونهايته وحاجته إليها في النهاية ضرورية كما أن حاجته إليها في البداية كذلك وقد قال الله تعالى: {وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ} وهذه الآية في سورة مدنية خاطب الله بها أهل الإيمان\nالجزء: 1 - الصفحة: 7\n",
        "وخيار خلقه، أن يتوبوا إليه بعد إيمانهم وصبرهم وهجرتهم وجهادهم\n...\n» [الإمام ابن القيم].\nأخي المسلم: قد سمعت كلام العارفين .. فالتوبة .. التوبة ..\nقال أبو حازم: «عند تصحيح الضمائر تغفر الكبائر، إذا عزم العبد على ترك الآثام أمه الفتوح».\nوقال أبو بكر الواسطي: «التأني في كل شيء حسن إلا في ثلاث خصال: عند وقت الصلاة وعند دفن الميت والتوبة عند المعصية».\nأخي في الله: إنها التوبة ..\nفلا تيأسنَّ من وصل حبلها بحبلك .. ولا تقولنَّ: إن ذنوبي كثيرة .. فإن رحمة الله أعظم من ذنوبك .. وإن عفوه وسع السماوات والأرض: {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ} [الزمر: 53].\nكان في بني إسرائيل ملك فوصفوا له رجلاً من العباد، فدعاه الملك، ورغب منه في أن يصحبه ويلزم بابه .. فقال العابد للملك: حسنًا ما تقول أيها الملك.\nولكن لو دخلت يومًا بيتك فوجدتني ألعب مع جاريتك ماذا كنت تفعل؟\nفقال الملك غاضبًا: يا فاجر أتجترئ علي بمثل هذا؟ !\nفقال العابد: إن لي ربًا كريمًا لو رأى مني سبعين ذنبًا في اليوم، ما غضب علي، ولا طردني عن بابه، ولا حرمني رزقه، فكيف أفارق بابه وألزم باب من يغضب علي قبل أن أعصيه؟ ! فكيف لو رأيتني في المعصية؟ ! .. ثم خرج العابد منه.\nالجزء: 1 - الصفحة: 8\n",
        "أخي المسلم: قيل للحسن البصري رحمه الله: إن الرجل يذنب ثم يتوب ثم يذنب ثم يتوب ثم يذنب ثم يتوب إلى متى هذا؟ !\nفقال الحسن: «لا أعرف هذا إلا من أخلاق المؤمنين».\nوقال بعض الحكماء: «حرفة العارف ستة أشياء: إذا ذكر الله افتخر .. وإذا ذكر نفسه احتقر .. وإذا نظر في آيات الله اعتبر .. وإذا هم، بمعصية أو شهوة انزجر .. وإذا ذكر عفو الله استبشر .. وإذا ذكر ذنوبه استغفر».\nأخي: أليس من سعادة التوَّابين .. أن الله تعالى قال: {إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ} [البقرة].\nأخي: أليس من سعادة التوَّابين .. أن الله تعالى يفرح بأوبة الراجعين .. وإقبال المذنبين.\nقال - صلى الله عليه وسلم -: «لله أفرح بتوبة العبد من رجل نزل منزلاً وبه مهلكة ومعه راحلته عليها طعامه وشرابه فوضع رأسه فنام نومة فاستيقظ وقد ذهبت راحلته، حتى اشتد عليه الحر والعطش أو ما شاء الله، قال: ارجع إلى مكاني، فرجع فنام نومة، ثم رفع رأسه فإذا راحلته عنده» رواه البخاري.\nوفي مسلم: «فأخذ بخطامها ثم قال من شدة الفرح: اللهم أنت عبدي وأنا ربك أخطأ من شدة الفرح».\nأخي في الله: التوبة\n، شعار المتقين .. ودأب المخلصين .. وحلية الصالحين .. أما سمعت الرسول الخاتم - صلى الله عليه وسلم - يقول: «يا أيها الناس توبوا إلى الله فإني أتوب إلى الله في اليوم مائة مرة» رواه مسلم.\nأخي المسلم: تحنن الله إليك تحنن المشفقين .. وألبسك من ثوب رأفته ورحمته لباس المحفوظين .. فهو أرحم بعباده من والدة بولدها ..\nالجزء: 1 - الصفحة: 9\n",
        "مرَّ بعضهم بسكة من السكك فإذا بباب فُتحَ وخرج منه صبي يستغيث ويبكي، وأمه خلفه تطرده حتى خرج، فأغلقت الباب في وجهه، ودخلت، فذهب الصبي غير بعيد، ثم وقف مفكرًا، فلم يجد له مأوى غير البيت الذي أخرج منه ولا من يؤويه غير والدته، فرجع مكسور القلب، حزينًا، فوجد الباب مرتجًا، فتوسده ووضع خده على عتبة الباب، ونام فخرجت أمه، فلما رأته على تلك الحال لم تملك أن رمت نفسها عليه، والتزمته تقبله وتبكي، وتقول: يا ولدي أين تذهب عني؟ ومن يؤويك سواي؟ ألم أقل لك: لا تخالفني، ولا تحملني بمعصيتك لي على خلاف ما جبلت عليه من الرحمة بك، والشفقة عليك، وإرادتي الخير لك؟ ثم أخذته ودخلت.\nأخي: «فتأمل قول الأم: لا تحملني بمعصيتك لي على خلاف ما جبلت عليه من الرحمة والشفقة، وتأمل قوله - صلى الله عليه وسلم -: «لله أرحم بعباده من الوالدة بولدها» وأين تقع رحمة الوالدة من رحمة الله التي وسعت كل شيء؟ ! فإذا أغضبه العبد بمعصيته فقد استدعى منه صرف تلك الرحمة عنه، فإذا تاب إليه فقد استدعى منه ما هو أهله وأولى له». [الإمام ابن القيم].\nأخي في الله\n: غرقنا في بحر الذنوب .. وأخذ الماء بالكَظَم .. ولا منجي ولا ملجأ إلا إلى الرحيم واسع الكرم.\nأخي: فها هي التوبة معروضة ..\nوما أسهل منالها في سوق مكسودة .. فبادر .. ثم بادر .. والعجل .. العجل .. قبل زوال النعم .. وحلول النِّقَم .. فهنالك لا تقال العثرات .. ولا تستدرك الزلات .. قد حضر الجميع أمام ملك عادل .. وحَكَم فاصل .. ميزانه منصوب .. وقد دنت الكروب .. وجفت القلوب .. فآهٍٍ يومها من\nالجزء: 1 - الصفحة: 10\n",
        "زلات المذنبين! .. وسقطات الخاطئين .. أَتُرى أخي إلى أي فريق أنت من الصائرين؟ ! أإلي الجنان، وخور عين؟ أم إلى النيران، وطعام من غسلين؟ .. {يَا أَيُّهَا الَّذِينَ آَمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحًا عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آَمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} [التحريم].\nأخي: آهٍ .. ثم آهٍ على التوبة النصوح .. ما أعزها وأغلاها في هذا الزمان .. زمان لبس الناس فيه جلود الذئبان, وانتحلوا صورة بني الإنسان.\nأخي في الله: أتدري ما هي هذه البضاعة العزيزة .. والسلعة النفيسة؟ ! فاسمع معي في ذلك كلام العارفين .. وتعريف الصالحين .. قالوا: التوبة النصوح: (يذنب العبد ثم يتوب فلا يعود فيه) [عمر بن الخطاب - رضي الله عنه -].\n* التوبة النصوح: (ألا يعود صاحبها لذلك الذنب الذي يتوب منه) [ابن عباس رضي الله عنهما].\n* التوبة النصوح: (الرجل يذنب الذنب ثم لا يعود فيه) [ابن مسعود - رضي الله عنه -].\n* التوبة النصوح: (ما تنصحون بها أنفسكم) [سعيد بن المسيب].\n* التوبة النصوح: (هي الصادقة الناصحة) [قتادة].\n* التوبة النصوح: (يستغفرون ثم لا يعودون) [مجاهد].\n* التوبة النصوح: (أن تتحول عن الذنب ثم لا تعود له أبدًا) [الضحاك].\nالجزء: 1 - الصفحة: 11\n",
        "أخي المسلم: أرأيت كيف اجتمعت معانيهم .. وائتلفت مراميهم .. فإنه نور النبوة الهادي .. ومشكاة الحق الحادي.\nشَهْد طاب طعمه .. وصفا لونه .. وزكى ريحه ..\nأخي: إن من الناس (من لا يوفق لتوبة نصوح بل يُيَسَّرُ له عمل السيئات من أول عمره إلى آخره حتى يموت مصرًا عليها وهذه حالة الأشقياء، وأقبح من ذلك من يُسِرَ له في أول عمره عمل الطاعات، ثم ختم له بعمل سيئ، حتى مات عليه .. ) [الإمام ابن رجب].\nأخي في الله: (فينبغي للتائب أن يجعل أجله بين عينيه لكي يثبت على التوبة، ويتفكر فيما مضى من ذنوبه، ويكثر الاستغفار ويشكر الله تعالى على ذلك، وعلى ما رزقه من التوبة، ووفقه لذلك، ويتفكر في ثواب يوم القيامة، فإن من تفكر في ثواب الآخرة رغب في الحسنات، ومن تفكر في العقاب انزجر عن السيئات) [نصر بن محمد السمرقندي].\nأخي: أتدري ما الذي حجب الناس عن التوبة؟ !\n(الذي حجب الناس عن التوبة طول الأمل، وعلامة التائب إسبال الدمعة، وحب الخلوة، والمحاسبة للنفس عند كل همَّة) [يحيى بن معاذ].\nوقال بعض الحكماء: (إنما تعرف توبة الرجل في أربعة أشياء:\nأحدها: أن يمسك لسانه من الفضول، والغيبة، والكذب.\nوالثاني: أن لا يرى لأحد في قلبه حسدًا ولا عداوة.\nوالثالث: أن يفارق أصحاب السوء.\nوالرابع: أن يكون مستعدًا للموت، نادمًا، مستغفرًا لما سلف.\nالجزء: 1 - الصفحة: 12\n",
        "أخي في الله\n:\n* التوبة سبب للفلاح {وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ} [النور].\n(فالقلب لا يصلح ولا يفلح ولا يتلذذ ولا يسر ولا يطيب ولا يسكن ولا يطمئن إلا بعبادة ربه وحبه والإنابة إليه، ولو حصل له كل ما يتلذذ به من المخلوقات لم يطمئن ولم يسكن؛ إذ فيه فقر ذاتي إلى ربه ومن حيث هو معبوده ومحبوبه ومطلوبه) [ابن تيمية].\n* التوبة تكفر السيئات: {إِلَّا مَنْ تَابَ وَآَمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا} [الفرقان].\n(وهذا من أعظم البشارة للتائبين إذا اقترن بتوبتهم إيمان وعمل صالح، وهو حقيقة التوبة) [ابن القيم].\n* التوبة سبب للمتاع الحسن: {وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتَاعًا حَسَنًا إِلَى أَجَلٍ مُسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ} [هود: 3].\n* التوبة سبب لنزول الخيرات والإمداد بالأموال والبنين: {فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا * يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا * وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا} [نوح].\n* التوبة سبب لنيل محبة الله تعالى: {إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ} [البقرة: 222].\n(ولم تكن التوبة أحب الأشياء إليه لما ابتلي بالذنب أكرم الخلق عليه، فلمحبته لتوبة عبده ابتلاه بالذنب الذي يوجب وقوع محبوبه\nالجزء: 1 - الصفحة: 13\n",
        "من التوبة وزيادة محبته لعبده فإن للتائبين عنده محبة خاصة) [ابن القيم].\n* والتوبة توجب آثارًا عجيبة للتائب: من المحبة والرقة واللطف وشكر الله وحمده والرضا عنه والانكسار والتذلل لله تعالى ما هو أحب إلى الله تعالى من كثير من الأعمال الظاهرة.\nجاء عن بعض التابعين: «إن المذنب يذنب فلا يزال نادمًا مستغفرًا، حتى يدخل الجنة فيقول الشيطان: يا ليتني لم أوقعه فيه».\nعن ابن عباس رضي الله عنهما: (إذا تاب العبد تاب الله عليه وأنسى الحفظة ما كانوا كتبوا من مساوئ عمله وأنسى جوارحه ما عملت من الخطايا وأنسى مقامه من الأرض وأنسى مقامه من السماء ليجيء يوم القيامة وليس شيء من الخلق يشهد عليه بذلك).\nأخي: ومن لطائف التوبة البدعية: أن يعرف العبد قدر نفسه، وأنها ظالمة جاهلة ناقصة {إِنَّهُ كَانَ ظَلُومًا جَهُولًا} [الأحزاب].\n* التوبة سبيل لإغاظة الشيطان قال - صلى الله عليه وسلم -: «ما رئي الشيطان يومًا هو فيه أصغر ولا أدحر ولا أحقر ولا أغيظ منه في يوم عرفة وما ذاك إلا لما رأى من تنزل الرحمة وتجاوز الله عن الذنوب العظام إلا ما رأى يوم بدر» [رواه مالك/ الموطأ].\nأخي في الله: تلك هي بعض الأسرار واللطائف البديعة للتوبة .. فعض عليها بالنواجذ، فإنها البضاعة الرابحة .. والصفقة الناجحة ولن تلق الله بشيء أعظم من تكفير السيئات .. وإقالة العثرات .. فتفوز مع الفائزين .. وتسعد مع التائبين.\nفاختم أخي بالصالحات أعمالك .. وأطو بالطاعات صحيفتك ..\nالجزء: 1 - الصفحة: 14\n",
        "أخي: (كان السلف يرون أن من مات عقيب عمل صالح كصيام رمضان أو عقيب حج أو عمرة أنه يرجى له أن يدخل الجنة، وكانوا مع اجتهادهم في الصحة في الأعمال الصالحة، يجددون التوبة والاستغفار عند الموت ويختمون أعمالهم بالاستغفار وكلمة التوحيد) [الإمام ابن رجب) ولما مات عامر ابن عبد الله .. علم الزهد والعبادة .. بكى، وقال: لمثل هذا المصرع فليعمل العاملون، اللهم إني أستغفرك من تقصيري وتفريطي وأتوب إليك من جميع ذنوب لا إله إلا الله .. ثم لم يزل يرددها، حتى مات رحمه الله.\n{قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ * وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُونَ * وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لَا تَشْعُرُونَ * أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَا عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ وَإِنْ كُنْتُ لَمِنَ السَّاخِرِينَ * أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ * أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ} [الزمر].\n* * * *\nالجزء: 1 - الصفحة: 15\n",
        ""
    ]
}