{
    "1": [
        "ديوان طرفة بن العبد\nديوان طرفة بن العبد\nطرفة بن العبد\nالكتاب:\nديوان طرفة بن العبد\nالمؤلف:\nطَرَفَة بن العَبْد بن سفيان بن سعد البكري الوائلي أبو عمرو الشاعر الجاهلي (المتوفى: 564 م)\nالمحقق:\nمهدي محمد ناصر الدين\nالناشر:\nدار الكتب العلمية\nالطبعة:\nالثالثة، 1423 هـ - 2002 م\nعدد الأجزاء:\n1\nأعده للشاملة/ محمد العلوة\n[ترقيم الكتاب موافق للمطبوع]\n",
        "طَرَفَة بن العبد\nهو\nطرفة بن العبد\nبن سفيان بن سعد بن مالك بن ضبيعة بن قيس بن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل. -وطرفة- بالتحريك في الأصل واحدة الطرفاء وهو الإثل (1) وبها لُقب طرفة واسمه عمرو (2).\nوُلد في البحرين في بيت عريق الأصل والمحتد، فقد والده في سن مبكرة فنشأ يتيم الوالد ينفق بغير حساب فضيّق عليه أعمامه ورفضوا أن يعطوه حقه، وجاروا على أمّه، فظلموها حقها ويشير طرفة إلى ذلك في أبيات يقول فيها:\nما تنظرون بحق وردة (3) فيكم\n...\nصَغُرَ البنونُ ورهط وردة غُيَّبُ\nقد يبعث الأمر العظيم صغيرُهُ\n...\nحتى تظل له الدماء تصبّبُ\nوالظلم فرَّق بين حبَّي وائلٍ\n...\nبكرٌ تساقيها المنايا تغلب\n(1) الإثل: المال القديم الموروث.\n(2) الشنقيطي: شرح المعلقات العشر وأخبار شعرائها.\n(3) وردة: وردة بنت قتادة بن عمرو بن مالك بن قيس بن ثعلبة عن المؤتلف والمختلف للآمدي.\nالجزء: 1 ¦ الصفحة: 3\n",
        "ومما يُلاحظ من سيرة الشاعر أن ظلم أعمامه له قد ترك عنده ردّة فعل سلبية فبدل أن يذعن للأمر الواقع، تمرد على حدود القبيلة واجترأ على الأقارب واندفع نحو الملذات ينفق على أصحابه وخلّانه مما زاد من حقد عشيرته عليه معزولاً يعيش بمفرده وهو في ذلك يقول:\nإلى أن تحامتني العشيرة كلها\n...\nوأفردتُ إفراد البعير المعبد (1)\nولكن كيف يُكتب لحياة كحياة طرفة أن تدوم ومن أين يأتي بالمال وليس عنده مورد يدر عليه. أضف إلى ذلك أن صحبة السوء التي كانت بجانبه تخلت عنه حين أصبح صفر اليدين:\nأسلمني قومي ولم يغضبوا\n...\nلسَوْءة حلت بهم، فادحهْ (2)\nكلُّ خليلٍ كنت خاللته\n...\nلا ترك الله له واضحهْ (3)\nكلهم اروغ من ثعلبٍ\n...\nما أشبه الليلة بالبارحهْ\nعاد طرفة إلى أهله لا يلوي على شيء ولا يملك شروى نقير, فحمله أخوه معبد بن العبد على رعاية إبله فأهملها. فأنبه أخوه وقال له: ((تُرى إن أخذت تردها بشعرك هذا؟)). فقال طرفة: ((لا أخرج حتى تعلم أن شعري يردّها)). فلجأ طرفة إلى ابن عمه مالك ليعينه على استرجاعها من آخذيها، وكانوا قوماً من مُضر. فانتهره مالك بعنف فتألم الشاعر ونظم معلقته واصفاً حالته وجور أهله عليه وذكر فيها سيدين من أقربائه فمدحهما بكثرة المال والولد وقال:\n(1) البعير المعبد: البعير الأجرب.\n(2) السوءة: العشرة السيئة. الفادحة: المصيبة.\n(3) الواضحة: السن التي تظهر عند الضحك.\nالجزء: 1 ¦ الصفحة: 4\n",
        "فلو شاء ربي كنت قيس بن خالدٍ\n...\nولو شاء ربّي كنت عمرو بن مرشدِ\nفأصبحت ذا مالٍ كثيرٍ وزارني\n...\nبنون كرامٌ، سادةٌ لمسوّدِ\nفدعاه أحدهما عمرو وكان له سبعة أولادٍ فأمرهم فدفع كل واحدٍ إلى طرفة عشرة من الإبل ثم أمر ثلاثة من أبناء بنيه فدفعوا له مثل ذلك. فردّ إبل أخيه وقد ردّها بشعره كما قال، وأقام ينفق من الباقي حتى نفد (1).\nنشأ شاعرنا حاد الذكاء فخوراً تياهاً بشعره، لم يراع حرمة لقريب أو كبير فقد سمع خاله المتلمس (2) مرة يقول:\nوقد أتناسى الهم عند احتقاره\n...\nبناجٍ، عليه الصيعرية، مكدم (3)\nفقال طرفة: ((إستنوق الجمل)) لأن الصيعرية سمة للنوق فضحك القوم وغضب خاله ثم قال: ويل لهذا الفتى من لسانه.\nوقد صحت مقولة المتلمس فيه فقد جنى عليه لسانه وأودى به إلى القتل. وقد تضاربت الروايات حول قصة مقتله إلا أن أكثرهم يؤكد حقيقة دامغة وهي أن أخته كانت عند عبد عمرو بن بشر وكان من سادات قومه فجار على أخت الشاعر وظلمها فشكته إليه فهجاه طرفة بقصيدة يقول فيها:\n(1) بطرس البستاني: أدباء العرب في الجاهلية وصدر الإسلام.\n(2) المتلمس: جرير بن عبد المسيح بن عبد الله بن دوفن بن حرب بن وهب عن كتاب الأغاني للاصفهاني.\n(3) الناجي: البعير الخفيف الذي ينجو بصاحبه. الصيعرية: سمة توسم بها النوق في بلاد اليمن دون الجمال. ورد هذا البيت في أكثر الروايات للمتلمس إلا أن الشنقيطي رواهُ للمسيب بن علس.\nالجزء: 1 ¦ الصفحة: 5\n",
        "ولا خير فيه غير أن له غنىً\n...\nوإن له كشحاً إذا قامَ أهضما (1)\nوكان من أفحش الهجاء عند العرب أن تصف رجلاً بوصف النساء فكيف بصهره صاحب الخصر النحيل الذي يشبه خصور النساء؟\nفاتنا ذكر أن عمرو بن هند ملك الحيرة كان متذوقاً للشعر، يتوافد عليه الشعراء من كل جانب فوقد عليه طرفة مع خاله المتلمس فأنشده وأعجب بشعره وعاش في بلاطه نديماً لو ولولي عهده قابوس. وجاءت الصدف عكس ما يشتهي طرفة. فبينما كان يشرب يوماً بين يدي عمرو بن هند أطلت أخته فشبب بها طرفة حيث قال:\nألا يا ثاني الظبي الـ\n...\nـذي يبرق شنفاهُ (2)\nولولا الملك القاعد\n...\nقد الثمني فاهُ\nفنظر إليه عمرو بن هند نظرة غضب ويقال أنه وضعه في الأإقامة الجبرية وجعل عليه أخاه قابوس رقيباً.\nاتفق بعدها أن عمرو بن هند خرج يوماً للصيد فأمعن في الطلب، فانقطع في نفرٍ من أصحابه حتى أصاب طريدته فنزل وقال لأصحابه اجمعوا حطباً، وفيهم عبد عمرو بن بشر صهر طرفة. فقال لهم عمرو: أوقدوا فأوقدوا وشووا. فبينما عمرو يأكل من شوائه وعبد عمرو بن بشر يقدم إليه إذ نظر إلى خصر قميصه منخرقاً فأبصر كشحه، وكان من أحسن أهل زمانه جسماً فقال له عمرو بن هنج: يا عبد عمرو لقد أبصر طرفة كشحك حيث يقول:\nولا خير فيه غير أن له غنىً\n...\nوإن له كشحاً إذا قامَ أهضما\n(1) الكشح: ما بين الخاصرة إلى الضبع. الأهضم: الرقيق.\n(2) الشنفان: مفردها الشنف وهو أعلى موضع القرط في الأذن.\nالجزء: 1 ¦ الصفحة: 6\n",
        "فغضب عبد عمرو وقال: لقد قال في الملك أقبح من هذا, فقال عمرو بن هند: وما الذي قال؟ فندم عبد عمرو على الذي سبق منه وأبى أن يسمعه ما قال. فقال اسمعنيه وطرفة أمين. فأسمعه القصيدة التي يقول فيها طرفة:\nفليت لنا مكان الملك عمرو\n...\nرغوثاً، حول قبتنا تخورُ (1)\nلعمرك إن قابوس بن هندٍ\n...\nليخلط ملكه نوك كثيرُ (2)\nفسكت عمرو على ما وقر (3) في نفسه وكره أن يُعجل على طرفة لمكان قومه، فلما طالت المدة ظن طرفة أنه قد رضي عنه وكان المتلمس قد هجا عمرو بن هند أيضاً. فقدما إليه فجعل يريهما المحبة ليأنسا به، فلما طال مقامهما عنده قال لهما: لعلكما اشتقتما إلى أهلكما. قالا: نعم. فكتب لهما إلى عامله بالبحرين وهجر واسمه ربيعة بن الحارث العبدي. ولقبه المعكبر فلما هبطا النجف وقيل أرضاً قريبة من الحيرة، إذ هما بشيخ معه كسرة يأكلها وهو يتبرز ويقتل القمل. فقال له المتلمس: بالله ما رأيت شيخاً أحمق منك ولا أقل عقلاً. فقال له الشيخ: وما الذي أنكرت علي؟ فقال: تتبرز وتأكل وتقتل القمل! قال: إني أُخرج خبيثاً وأدخل طيباً وأقتل عدواً. ولكن أحمق مني من يجعل حتفه بيمينه وهو لا يدري، فتنبه المتلمس فإذا هو بغلام من أهل الحيرة فقال له: يا غلام أتقرأ؟ قال: نعم. ففتح كتابه ودفعه إليه فلما نظر إليه قال: ثكلت المتلمس أمه. وإذا في الكتاب: إذا أتاك المتلمس فاقطع يديه ورجليه وادفنه حياً. فرمى المتلمس صحيفته في نهر يقال له كافر ثم تبع طرفة ليدركه وقال له: تعلم أن ما كتب فيك إلا بمثل ما كتب فيّ. فقال طرفة: إن كان قد اجترأ عليك فما كان ليجترئ علي. فهرب المتلمس إلى الشام وانطلق طرفة إلى العامل المذكور،\n(1) الرغوث: الناقة المرضعة.\n(2) النوك: الحماقة.\n(3) وقر: سمع.\nالجزء: 1 ¦ الصفحة: 7\n",
        "حتى قدم عليه بالبحرين وهو بهجر (1)، فدفع إليه كتاب عمرو بن هند فقرأه فقال: تعلم ما فيه؟ قال: نعم أُمرتَ أن تجيزني وتُحسن إلي. فقال له العامل: إن بيني وبينك خؤولة أنا لها راع. فاهرب من ليلتك هذه فإني قد أمرت بقتلك فاخرج قبل أن تصبح ويعلم بك الناس. فقال له طرفة: اشتدت عليك جائزتي وأحببت أن أهرب وأجعل لعمرو بن هند عليّ سبيلاً، كأني أذنبت ذنباً والله لا أفعل ذلك أبداً. فلما أصبح أمر بحبسه وجاءت بكر بن وائل فقالت: قد طرفة فدعا به صاحب البحرين فقرأ عليهم كتاب الملك. قم أمر بطرفة فحبس وتكرم عن قتله، وكتب إلى عمرو بن هند أن ابعث إلى عاملك فإني غير قاتل الرجل، فبعث إليه عمرو بن هند رجلاً من بني تغلب يقال له عبد هند واستعمله على البحرين وكان رجلاً شجاعاً وأمره بقتل طرفة وقتل ربيعة بن الحارث العبدي. فقدمهما عبد هند، فقرأ عهده على أهل البحرين ولبث أياماً، واجتمعت بكر بن وائل فهمت به كوان طرفة يحضهم وانتدب له رجل من عبد القيس ثم من الحوائر يقال له أبو رشية. فقتله، فقبره معروف بهجر (2).\nفقضى كرفة ولما يكمل العقد الثالث من عمره وقد رثته أخته الخرنق بأبيات تقول فيها:\nعددنا له ستاً وعشرين حجةً\n...\nفلما توفاها استوى سيداً ضخما\nنشير أخيراً إلى منزلة طرفة الأدبية:\nقال ابن قتيبة: هو أجود الشعراء قصيدة وله بعد المعلقة شعر حسن. وقال ابن سلام الجمحي في طبقات الشعراء الجاهليين والإسلاميين أنه في الطبقة\n(1) هجر: ناحية بالبحرين.\n(2) الشنقيطي: شرح المعلقات العشر وأخبار شعرائها.\nالجزء: 1 ¦ الصفحة: 8\n",
        "الرابعة من رهط فحول الشعراء وموضعه مع الأوائل. فأما طرفة فأشعر الناس واحد وهي قوله:\nلخولة أطلال ببرقة ثهمد\n...\nوقفت بها أبكي وأبكي إلى الغد\nويليها:\nأصحوت اليوم أم شاقتك هر\n...\nومن الحب جنون مستقر\nومن بعد له قصائد حسان جياد.\nوقال ابن رشيق: طرفة أفضل الناس واحدة عند العلماء وهي المعلقة. وسئل لبيد من أشعر العرب؟ فقال: الملك الضلي –يعني امرأ القيس- فسأله ثم من؟ فقال: الغلام القتيل. يعني طرفة. ثم من؟ فقال الشيخ أبو عقيل يعني نفسه.\nويكفي طرفة بن العبد من الفضل ما ذكره أئمة المؤرخين والعلماء بحقه. وهو الفتى اليافع الذي أتحق خزانة الأدب بهذا التراث العظيم.\nمهدي محمد ناصر الدين.\nماجستير في اللغة العربية وآدابها.\nالجزء: 1 ¦ الصفحة: 9\n",
        "قافية الباء\nكل من عليها فان\n[الطويل]\nفَكيفَ يُرجّي المرءُ دَهراً مُخلَّداً\n...\nوأعمالُهُ عَمّا قَلِيلٍ، تُحاسِبُهْ\nألم تَرَ لُقمانَ بنَ عادٍ تَتابَعتْ\n...\nعليه النّسورُ، ثمّ غابتْ كواكبه؟ (1)\nوللصّعبِ أسبابٌ تَجُلُّ خُطوبُها\n...\nأقامَ زماناً، ثمّ بانَتْ مَطالِبُه (2)\nإذا الصّعْبُ ذو القَرنَينِ أرخى لواءَهُ\n...\nإلى مالكٍ ساماهُ، قامَتْ نَوادُبه (3)\nيَسيرُ بوجهِ الحَتْفِ والعَيشُ جَمعُهُ\n...\nوتَمضي على وَجْهِ البِلادِ كَتائِبُه (4)\n(1) لقمان بن عاد: شخص زعمت العرب أنه عمَّر حياة سبعة أنسر ثم مات والمعنى: أن ما من إنسان يعيش على هذه الأرض إلى الأبد.\n(2) الخطوب: واحدها الخطب وهو الأمر العظيم. بانت: ابتعدت.\n(3) ذو القرنين: الإسكندر الأكبر. اللواء: الجند. مالك: ابن عم الشاعر. طلب منه طرفة أن يرد عليه إبلاً أخذها أناس من بني مُضَر فلامه مالك في ذلك وقال له: ((فرطت فيها، ثم أقبلت تتعب في طلبها)). ساماه: وازاه في السمو وارتفع فوقه.\n(4) الحتف: الموت. الكتائب: مفردها الكتيبة وهي الفرقة من الجيش.\nالجزء: 1 ¦ الصفحة: 11\n",
        "أدوا الحقوق\n[الوافر]\nما تَنظُرونَ بِحَقّ وَردَةَ فيكُمُ\n...\nصَغُرَ البَنونَ، ورَهطُ وردة َ غُيّبُ (1)\nقد يَبعَثُ الأمرَ العَظِيمَ صغيرُهُ\n...\nحتى تَظَلّ له الدّماءُ تَصَبَّبُ (2)\nوالظُّلْمُ فَرّقَ بينَ حَبّيْ وَائِلٍ\n...\nبَكْرٌ تُساقيها المَنايا تَغْلِبُ (3)\nقد يُورِدُ الظُّلْمُ المُبَيَّنُ آجناً\n...\nمِلْحاً، يُخالَطُ بالذعافِ، ويُقشَبُ (4)\nوقِرافُ منْ لا يستفيقُ، دَعارةً\n...\nيُعدي كما يُعدي الصّحيحَ الأجْربُ (5)\nوالإثُم داءٌ, ليسَ يُرجى بُرؤُهُ\n...\nوالبِرُّ بُرءٌ، ليسَ فيه مَعْطَبُ (6)\nوالصّدقُ يألَفُهُ الكريمُ، المرتجى\n...\nوالكِذبُ يألَفُهُ الدَّنئُ، الأَخيَبُ\nولَقد بدا لي أَنَّه سيَغُولُني\n...\nما غالَ\"عاداً والقُرونَ، فاشعَبوا (7)\nأدُّوا الحُقوقَ تَفِرْ لكُم أعراضُكم\n...\nإِنّ الكريم إذا يُحَرَّبُ يَغضَبُ (8)\n(1) وردة: والدة الشاعر الذي ظلمها أخواله على حفها بعد وفاة زوجها وأبوا أن يعطوها قسمتها. الرهط: القوم.\n(2) تصبب: تتصبب أو تسيل.\n(3) في البيت إشارة إلى حرب البسوس التي قامت بين قبيلتي بكر وتغلب.\n(4) الآجن: المتغير اللون والطعم. الذعاف: السم القاتل. يقشب: يدمج ويخلط.\n(5) الدعارة: الفسق والفجور. الأجرب: المصاب بداء الجرب.\n(6) البرء: الشقاء. المعطب: السوء والضرر.\n(7) يغول: يهلك. عاد: قبيلة عَصت أمر نبيّها هود فكانت من الهالكين. أشعبوا: بادوا وهلكوا.\n(8) تفر: تكتمل وتتم. يُحرَّب: يُسلب ماله وثروته.\nالجزء: 1 ¦ الصفحة: 12\n",
        "قافية التاء\nالخيل المغيرة\n[الكامل]\nولَقد شَهِدتُ الخيلَ وَهْيَ مُغيرة ٌ\n...\nولَقد طَعَنْتُ مَجامِعَ الرَّبِلاتِ (1)\nرَبِلاتِ جُودٍ، تحتَ قَدٍّ بارعٍ\n...\nحُلوِ الشّمائلِ، خِيرة ِ الهَلَكاتِ (2)\nرَبِلاتِ خَيلٍ، ما تَزالُ مُغيرةً\n...\nيُقطِرنَ من عَلَقٍ على الثُّنَّاتِ (3)\n(1) المغيرة: المهاجمة. الربلات: مفردها الربلة وهي أصل الفخذ أو اللحمة العظيمة.\n(2) الشمائل: مفردها الشميلة وهي الصفة والمزيّة. الهلكات: مفردها الهلكة وهي الجيفة.\n(3) العلق: الدم. الثنّات: مفردها الثنّة وهي شعرات تكون في آخر رجل الفرس.\nالجزء: 1 ¦ الصفحة: 13\n",
        "قافية الحاء\nالقلب السقيم\n[الطويل]\nخَليليّ! لا واللَّهِ ما القَلبُ سالمٌ\n...\nوإنْ ظَهَرَتْ مِنّي شَمائِلُ صاحِ (1)\nوالاَّ، فما بالي, ولم أشهَد الوغى\n...\nأبِيتُ كأنّي مُثقَلٌ بِجِرَاحِ (2)\n(1) القلب السالم: المعافى من كل هم وداء. الشمائل: مفردها الشميلة وهي الصفة والمزيّة. الصاحي: الإنسان الذي يتكالك وعيه بعد الشرب.\n(2) الوغى: الحرب.\nالجزء: 1 ¦ الصفحة: 15\n",
        "هل من نصيح؟\n[الخفيف]\nمَن عائِدي اللَّيلَةَ أم مَن نَصيحْ\n...\nبِتُّ بِنَصْبٍ، فَفُؤادي قَريحْ (1)\nفي سَلَفٍ أرعَنَ مُنفَجرٍ\n...\nيُقدِمُ أُولى ظُعُنٍ، كالطُّلوحْ (2)\nعالَينَ رَقماً، فاخراً لَونُهُ\n...\nمنْ عَبْقَرِيٍّ، كَنَجيعِ الذّبيحْ (3)\nوَجَامِلٍ، خَوّعَ، من نِيبِهِ\n...\nزَجْرُ المُعَلَّى أُصُلاً، والسّفيحْ (4)\nمَوضوعُها زَولٌ، ومَرفوعُها\n...\nكَمَرِّ صوبٍ لَجِبٍ، وسْطَ ريحْ (5)\n(1) العائد: الزائر أثناء المرض وتجمع على العُوَّاد. النصب: التعب. القريح: المجروح.\n(2) السلف: الأهل والأقارب من الشيوخ والمسنين. الأرعن: الطائش، المنفجر: القادم من كل صوب. الظعن: الإبل الراحلة. الطلوح: الضعيفة.\n(3) عالين: ارتفعن. الرقم: نوع من القماش المخطط. العبقري: الجيد الصنع. النجيع: الدم.\n(4) الجامل: القطيع من الإبل. خوع: خلا ونقص. النيب: مفردها الناب وهي الناقة المتقدمة في السن. المعلى: من سهام الميسر. الأصل: مفردها الأصيل وهو ساعة غروب الشمس. السفيح: القدح الخاسر في الميسر.\n(5) الزول: المصاب والبلاء. الصوب: المطر الغزير. اللجب: الصاخب.\nالجزء: 1 ¦ الصفحة: 16\n",
        "الليلة مثل البارحة\n[مخلع البسيط]\nيلوم أصحابه في سجنه:\nأَسْلَمَني قَوْمي، ولم يَغضَبوا\n...\nلِسَوْءةٍ، حلّتْ بهمْ، فادحَهْ (1)\nكلُّ خليلٍ كُنتُ خاللتُهُ\n...\nلا تركَ اللَّهُ له واضِحهْ (2)\nكلُّهُمُ أروَغُ من ثَعْلَبٍ\n...\nما أشبهَ اللّيْلَة َ بالبارحَهْ\n(1) السوءة: العشرة السيئة. الفادحة: الأمر العظيم.\n(2) خاللته: انخذته خليلاً. الواضحة: هي السن التي تظهر عند الضحك.\nالجزء: 1 ¦ الصفحة: 17\n",
        "قافية الدال\nأطلال خولة\n[الطويل]\nوهي معلقته.\nلِخَولةَ أطْلالٌ بِبُرقَة ِ ثَهمَدِ\n...\nتَلوحُ كَباقي الوَشْمِ في ظاهِرِ اليَدِ (1)\nوُقوفاً بها صَحْبي عليَّ مَطِيَّهُمْ\n...\nيَقولونَ: لا تَهْلِكْ أسىً وتَجَلّدِ (2)\nكأنَّ حُدُوجَ المالِكِيَّةِ غُدوةً\n...\nخَلايا سَفينٍ بالنِّواصِفِ مِن دَدِ (3)\nعَدَوْليّةٌ أو مِن سَفينِ ابنِ يامنٍ\n...\nيَجُورُ بها المَلّاحُ طَوراً ويَهْتَدي (4)\nيَشُقُّ حَبابَ الماءِ حَيزومُها بها\n...\nكما قَسَمَ التُّربَ المُفايِلُ باليَدِ (5)\n(1) خولة: اسم امرأة. وكانت عادة أن يستهلو قصائدهم بذكر الحبيبة والأطلال في ذلك العهد. الأطلال: مفردها الطلل وهو ما تبقى من الأثر. البرقة: المكان الذي يكثر الحصى في ترابه. ثهمد: موضع. تلوح: تظهر. الوشم: النَقْش بالإبرة على الجسد بعد غمسها بالكحل أو أي صباغٍ آخر.\n(2) المطي: مفردها المطية وهي الناقة. الأسى: الحزن. التجلد: الصبر.\n(3) الحدوج: مفردها الحدج وهو مركب النساء. المالكية: الحدوج المنسوبة إلى بني مالك. الخلايا: مفردها الخلية وهي السفينة الكبيرة. النواصف: مفردها الناصفة: وهي الباحة الوسعة. الدد: اللهو واللعب.\n(4) العدواية: الإبل المنسوبة إلى عدولى وهي قرية في البحرين. ابن يامن: رجل من عدولى اشتهر بصناعة السفن. يجور: يبتعد عن الطريق.\n(5) الحباب: مفردها الحبابة وهي الموجة. الحيزوم: الصدر. الترب: التراب. المفايل: الذي يلعب بالتراب فيدفن شيئاً فيه ثم يقسمه ويسأل عن الشيء المخبَّأ في أي قسم صار.\nالجزء: 1 ¦ الصفحة: 19\n",
        "وفي الحيِّ أحوى يَنفُضُ المَردَ شادنٌ\n...\nمُظاهِرُ سِمْطَيْ لُؤلُؤٍ وَزَبَرجَدِ (1)\nخَذولٌ تُراعي رَبْرَباً بِخَميلةٍ\n...\nتَناوَلُ أطرافَ البَريرِ، وتَرتَدي (2)\nوتَبسِمُ عنْ ألمى، كأنَّ مُنَوِّراً\n...\nتَخَلّلَ حُرَّ الرّمْلِ دِعْصٌ له نَدي (3)\nسَقَتْهُ إياةُ الشّمسِ إلَا لِثاثِهِ\n...\nأُسِفَّ وَلم تَكْدِمْ عليه بإثِمِدِ (4)\nوَوَجْهٌ كأنَّ الشّمسَ حَلّتْ رِداءَها\n...\nعليه، نَقِيُّ اللّونِ لمْ يَتَخَدّدِ (5)\nوإنّي لأمضي الهمّ، عند احتِضاره\n...\nبعَوْجَاءَ مِرْقالٍ تَروحُ وتَغتَدي (6)\nأمُونٍ كألْواح الإرانِ نَصَأْتُها\n...\nعلى لاحِبٍ كأنّهُ ظَهْرُ بُرْجُدِ (7)\nجَماليّةٍ وجْنَاءَ تَردي كأنّها\n...\nسَفَنَّجَةٌ تَبري لِأزعَرَ أربَدِ (8)\nتُباري عِتاقاً ناجياتٍ، وأتبَعَتْ\n...\nوَظيفاً وَظيفاً فَوق مَورٍ مُعبَّدِ (9)\n(1) الأحوى: الأسمر الشفتين. الشادن: الغزال الذي كَبُر واستغنى عن أمّه. المظاهر: الذي يليس درعاً أو ثوباً فوق ثوب وهنا الذي لبس عقداً فوق عقد. السمط: الخيط الذي تنتظم فيه الجواهر. اللؤلؤ والزبرجد: من الأحجار الكريمة.\n(2) الخذول: الظبية التي خذلت أولادها بالابتعاد عنهم. الربرب: القطيع من بقر الوحش. الخميلة: الأرض الملتفة الشجر. البرير: ثمر الأراك.\n(3) الألمى: الفم الذي تضرب شفتاه نحو السواد. المنور: صفة لموصوف محذوف هو الأقحوان. الدعص: كثيب الرمل.\n(4) إياة الشمس: شعاعها. اللثاث: مفردها اللثة وهي مغرز الأسنان. تكدم: تعض. الإثمد: الكحل.\n(5) لم يتخدد: بن تظهر فيه التجاعيد.\n(6) الاحتضار: الحضور. العوجاء: الناقة النشيطة التي لا تستقر في سيرها. المرقال: التي تسير سيراً شديداً.\n(7) الأمون: الناقة التي يطمئن الراكب لها. الإران: التابوت الكبير. النصأة: الزجرة. اللاحب: الطريق السهل. البرجد: الثوب المخطط.\n(8) الجمالية: الناقة التي تشبه الجمل في قوتها. الوجناء: الناقة الكثيرة اللحم. تردي: تعدو. السفنجة: النعامة. تبري: تظهر. الأزعر: الخفيف الشعر. الأربد: المغبر اللون كلون الرماد.\n(9) العتاق: مفردها العتيق، وهو الكريم. الناجيات: مفردها الناجية وهي التي تسير سيراً سريعاً. الوظيف: العظم ما بين الرسغ إلى الركبة في الرجل أو ما بين الرسغ إلى المرفق في اليد. المور: الطريق. المعبد: السهل أثناء السير.\nالجزء: 1 ¦ الصفحة: 20\n",
        "تَرَبَّعَتِ القُفّينِ في الشَّولِ تَرتَعي\n...\nحَدائِقَ مَوليِّ الأسِرَّة أغْيَدِ (1)\nتَريعُ إلى صَوْتِ المُهيبِ، وتَتّقي\n...\nبِذي خُصَلٍ، رَوعاتِ أكلَفَ مُلبِدِ (2)\nكأنّ جَنَاحَيْ مَضْرَحِيٍّ تَكَنّفَا\n...\nحِفافَيْهِ شُكّا في العَسِيبِ بمَسرَدِ (3)\nفَطَوراً به خَلْفَ الزّميلِ، وتارةً\n...\nعلى حَشَفٍ كالشَّنِّ ذاوٍ مُجَدَّدِ (4)\nلها فَخْذانِ أُكْمِلَ النّحْضُ فيهما\n...\nكأنّهُما بابا مُنِيفٍ مُمَرَّدِ (5)\nوطَيُّ مَحالٍ كالحَنيّ خُلوفُهُ\n...\nوأجرِنَة ٌ لُزّتْ بِدَأيٍ مُنَضَّدِ (6)\n(1) تربعت: أقامت وحلّت في المكان. القفّان: موضع. الشوْل: مكان الرعي المرتفع. المولي: العشب الذي أصابه الولي وهو المطر. وهو يأتي بعد الوسمي. الأسرّة: مفردها السّر، وهو الخير والفضل. الأغيد: الناعم.\n(2) تريع: تعود. المهيب: الراعي. ذو الخصل: الفَحْل من الإبل. الروعات: مفردها الروعة وهي الخشية والخوف. الأكلف: الفحل الذي يميل لونه إلى السواد. المبلد: الذي تبلد وبره من كثرة الوسخ.\n(3) المضرحي: النسر الكبير الأبيض. تكنفا: أقاما. الحفافي: الجوانب. العسيب: عظم الذنب. المسرد: الأشقى. أو آلة حادة تستعمل للغرز.\n(4) الهاء في به تعود للعسيب أو الذنب. الزميل: الراكب على الناقة خلف الراكب الأصلي. الحشف: مفردها الحشفة وهو الضرع الذي جفَّ لبنه. الشَّن: القربة البالية. الذاوي: الذابل. المجدد: الذي انقطع لبنه والمعنى أن هذه الناقة تضرب بذيلها يميناً ويسرة فتصيب مرة الراكب على ظهرها خلف الراكب الأول ومرة تصيب أخلافها التي جفَّ الحليب منها.\n(5) النّحص: اللحم. الباب المنيف: الباب العائد للقصر العالي. الممرد: الأملس. والمعنى: أن اللحم قد غطّى فخذي هذه الناقة حتى أصبحا كباب قصر عالٍ عريض وأملس.\n(6) المحال: مفردها المحالة وهي فقرة الظهر. الحنّى: الواحدة حنيّة وهي العصا. الخلوف: مفردها الخلف وهو الضلع. الأجرنة: مفردها الجران وهو باطن العنق. لزّت: ضمّت. الدأي: مفردها الدأية وهي خرزة الظهر والعنق. المنضد: الموضوع فوق بعضه البعض. وهو ما زال يصف فقار ظهر الناقة.\nالجزء: 1 ¦ الصفحة: 21\n",
        "كأنَّ كِناسَيْ ضالَةٍ يُكنَفانِها\n...\nوأَطْرَ قِسِيٍّ تحتَ صُلْبٍ مُؤَيَّدِ (1)\nلها مِرفَقانِ أفتَلانِ كأنّهَا\n...\nتَمُرّ بِسَلْمَيْ دالجٍ مُتَشَدّدِ (2)\nكَقَنْطَرَةِ الرُّوميِّ أقسَمَ رَبُّها\n...\nلَتُكْتَنَفَنْ حتّى تُشادَ بقَرْمَدِ (3)\nصُهابِيّةُ العُثْنُونِ مُوجَدَة ُ القَرَا\n...\nبَعِيدةُ وَخْدِ الرِّجلِ مَوَّارَةُ اليَدِ (4)\nأُمرَّتْ يَداها فَتْلَ شَزْرٍ وأُجْنِحَتْ\n...\nلها عَضُداها في سَقِيفٍ مُسَنَّدِ (5)\nجنوحٌ دِفاقٌ عَنْدلٌ ثم أُفرعَتْ\n...\nلها كتِفاها في مُعالىً مُصَعَّدِ (6)\nكأنّ عُلوبَ النِّسْعِ في دَأَيَاتِها\n...\nمَوَارِدُ مِن خَلْقَاءَ في ظَهرِ قَردَدِ (7)\nتَلاقَى، وأحياناً تَبينُ كأنّها\n...\nبَنائِقُ غُرٌّ في قميصٍ مُقَدَّدِ (8)\nوأتْلَعُ نَهّاضٌ إذا صَعّدَتْ به\n...\nكسُكّان بُوصِيٍّ بدجْلَةَ مُصْعِد (9)\nوجُمْجُمَةٌ مِثْلُ العَلاةِ كأنَّما\n...\nوعَى المُلتَقَى منها إلى حَرْفِ مِبرَدِ (10)\n(1) الكناس: مأوى الغزال أو الوحش يُتّخذ في أصل شجرة. الضالة: شجرة السدر البرية. كنافها: ناحيتها والهاء عائدة للضالة. الأطر: العطف. المؤيد: القوي.\n(2) السلم: الدلو التي لها عروة واحدة. الدالج: الذي ينشل الدلو من البئر.\n(3) قنطرة الرومي: القنطرة المرتفعة وقد شبه الناقة بها لكبرها وارتفاعها. القرمد: من أدوات البناء أو ما يدعى بالآجر والمعنى أن هذه الناقة عظيمة ومرتفعة كقنطرة الرومي الذي أقسم أن يبنيها بالآجر ليعيش في كنفها.\n(4) الصهابية: التي يميل لونها إلى الإحمرار. العثنون: شعرات تحت لحيها الأسفل. الموجدة: القوية. القرا: الظهر. الوخد: السير السريع. الموّارة: السريعة.\n(5) أمرّت: أحكمت الفتل. الشزر: الفتل المحكم. أجنحت: مالت. السقيف: السقف. العضد: الجنب.\n(6) الدفاق: السريعة. العندل: الكبيرة الرأس. افرعت: ارتفعت. المعالى: صفة لموصوف محذوف وهو الظهر المرتفع.\n(7) العلوب: الأثر الباقي من الحزام الذي يُشَدّ عليها. السير: الحزام أو العنان. الموارد: مفردها المورد وهو الماء. الخلقاء: الملساء. القردد: الأرض الصعبة الكثيرة الحصى.\n(8) البنائق: مفردها البنيقة وهي عروة القميص أو دائرة في نحر الفرس.\n(9) الأتلع النهاض: العنق الطويل. السكان: مؤخرة السفينة. البوصي: السفينة الكبيرة. دجلة: النهر المعروف.\n(10) العلاة: السندان. الملتقى: طرف الجمجمة. المبرد: آلة حادة خشنة الجوانب.\nالجزء: 1 ¦ الصفحة: 22\n",
        "وخَدٌّ كقِرْطاسِ الشّآمي ومِشْفَرٌ\n...\nكسِبْتِ اليماني، قَدُّهُ لم يُجَرَّدِ (1)\nوعَيْنَانِ كالماوَيّتَينِ استَكَنَّتَا\n...\nبكهْفَيْ حِجاجَيْ صخرة ٍ قَلْت موردِ (2)\nطَحُورانِ عُوّارَ القذى، فتراهُما\n...\nكمَكْحُولَتَيْ مَذعورَةٍ أُمِّ فرقد (3)\nوصادِقَتا سَمْعِ التوجُّسِ للسُّرى\n...\nلِهَجْسٍ خَفِيٍّ أو لصَوْتٍ مُندِّد (4)\nمُؤلَّلتانِ تَعْرِفُ العِتقَ فِيهِما\n...\nكسامِعَتَيْ شاةٍ بحَوْمَلَ مُفْرَدِ (5)\nوَأرْوَعُ نَبّاضٌ أحَذُّ مُلَمْلَمٌ،\n...\nكمِرداة ِ صَخرٍ في صَفِيحٍ مُصَمَّدِ (6)\nوأعْلَمُ مَخروتٌ من الأنفِ مارِنٌ\n...\nعَتيقٌ مَتى تَرجُمْ به الأرض تَزدَدِ (7)\nوإنْ شِئتُ لم تُرْقِلْ وإن شئتُ أرقَلتْ\n...\nمَخافة َ مَلْوِيٍّ مِنَ القَدِّ مُحصَدِ (8)\nوإن شِئتُ سامى واسِطَ الكورِ رأسُها\n...\nوعامَتْ بِضَبْعَيْها نَجاءَ الخَفَيدَدِ (9)\nعلى مِثلِها أمضي إذا قال صاحبي:\n...\nألا لَيتَني أفديكَ منها وأفْتَدي\n(1) القرطاس: الورق. المشفر للبعير كالشفه للإنسان. السبت: جلد البقر المدبوغ. وهنا المنسوب إلى اليمن.\n(2) الماويتان: مفردها الماوية وهي المرآة. الحجاج: العظم الذي يعلو العين. القلت: النقرة أو الحفرة في الحجر حيث يجتمع الماء.\n(3) الطحور: المبعد. العوّار والقذى: مرض يصيب العيون. الفرقد: الجؤذر أو ابن البقرة الوحشية.\n(4) صادقتا السمع: الأذنان. النوجس: الخوف والتنصت. السرى: مشي الليل. الهجس: الحركة. المندد: المرتفع.\n(5) المؤللتان: مثنى المؤللة وهي الحادة. حومل: مكان.\n(6) الأروع النبّاض: القلب الكثير الخوف. الأخذ: السريع. الململم: الصلب. المرادة: الصخرة الصلبة. الصفيح: الحجر المسطح. المصمّد: المحكم. والمعنى أن قلب الناقة يخاف عند أي حركة وهو كالصخرة بين أضلاع علااض مرصوغ رصفاً محكماً.\n(7) الأعلم: الذي شقت شفته العليا. المخروت: المثقوب. المارن: الأنف اللين. ترجم: ترمي. تزدد: تزيد سرعتها وبشتد سرها.\n(8) ترقل: تسير سيراً سريعاً. الملوي: السوط الطري. المحصد: المحكم الفتل.\n...\n(9) سامى: ارتفع. الكور: الرحل. ضبعتها: عضدها. النجاء: السرعة. الخفيدد: ذكر النعام.\nالجزء: 1 ¦ الصفحة: 23\n",
        "وجاشَتْ إليه النّفسُ خوفاً، وخالَهُ\n...\nمُصاباً ولو أمسى على غَيرِ مَرصَدِ (1)\nإذا القومُ قالوا مَن فَتًى؟ خِلتُ أنّني\n...\nعُنِيتُ فلمْ أكسَلْ ولم أتبَلّدِ (2)\nأحَلْتُ عليها بالقَطيعِ فأجذَمتْ،\n...\nوقد خبَّ آل الأَمعَز المُتوقِّدِ (3)\nفذالَتْ كما ذالَتْ ولِيدةُ مَجْلِسٍ\n...\nتُري ربّها أذيالَ سَحْلٍ مُمَدَّدِ (4)\nولَستُ بِحلاّلِ التّلاعِ مخافةً\n...\nولكنْ متى يَسترْفِدِ القومُ أرْفِدِ (5)\nفإن تُبغِني في حُلقةِ القومِ تَلقَني\n...\nوإنْ تَقتَنِصْني في الحوانيتِ تَصْطَدِ (6)\nمتى تأتِني أُصبحكَ كأساً رَوِيّةً\n...\nوإنْ كنتَ عنها ذا غِنًى فاغنَ وازْدَد (7)\nوإنْ يَلتَقِ الحيُّ الجميعُ تُلاقِني\n...\nإلى ذِروةِ البَيتِ الرّفيع المُصَمَّدِ (8)\nنَداماي بِيضٌ، كالنّجُومِ، وقَينَةٌ\n...\nتَروحُ عَلَينا بَينَ بُردٍ ومَجْسَدِ (9)\nرَحيبٌ قِطابُ الجَيبِ منها، رقيقَةٌ\n...\nبِجَسّ النّدامى، بَضّة ُ المُتجرَّدِ (10)\nإذا نحنُ قُلنا: أسمِعِينا انبرَتْ لنا\n...\nعلى رِسْلِها مَطروفَةً لم تَشَدَّدِ (11)\n(1) المرصد: الدرب.\n(2) عُنيت: قُصِدت. أتبلد: أتوانى وأكسل.\n(3) أحلت: أقبلت. القطيع: السوط. أجذمت: أسرعت في سيرها. الخب: سير الإبل. الآل: السراب ساعة الضحى. الأمعز: المكان الكثير الحصى. المتوقد: الذي سطع نور الشمس عليه.\n(4) ذالت: تبخرت. الوليدة: الجارية. ربها: هنا صاحبها أي صاحب الجارية. السحل الممد: الثوب الأبيض الطويل.\n(5) التلاع: مفردها التلعة وهي الأرض المرتفعة الكثيرة الماء. استرفد القوم: طلبوا العون. أرفد: أعين.\n(6) تبغني: تطلبني. حلقة القوم: مكان اجتماعهم. الحوانيت: مفردها الحانوت أو الحانة وهي بيت الخمّار.\n(7) أصبحك كأساً: أسقيك كأس خمرة في الصباح.\n(8) البيت الرفيع: بيت الحسب والمجد. المصمد: المقصود.\n(9) القينة: الفتاة المغنية. البرد: ضرب من الثياب وكذلك المجسد.\n(10) الرحيب: الواسع. القطاب: أعلى الجيب. البضّة: الرقيقة الناعمة.\n(11) المطروقة: الهادئة في أدائها.\nالجزء: 1 ¦ الصفحة: 24\n",
        "إذا رَجّعَتْ في صَوتِها خِلْتَ صَوْتَها\n...\nتَجاوُبَ أظآرٍ على رُبَعٍ رَدي (1)\nوما زال تَشرابي الخُمورَ، ولذَّتي\n...\nوبَيعي وإنفاقي طَريفي ومُتلَدي (2)\nإلى أن تَحامَتني العَشيرةُ كلُّها\n...\nوأُفرِدتُ إفرادَ البَعيرِ المُعَبَّدِ (3)\nرأيتُ بني غبراءَ لا يُنكِرونَني\n...\nولا أهلُ هَذاكَ الطِّرفِ المُمَدَّدِ (4)\nألا أيُّهذا اللّائمي أحضُرَ الوغى\n...\nوأن أشهدَ اللذّات، هل أنتَ مُخلِدي (5)\nفإنْ كُنْتَ لا تَسطِيع دَفْعَ مَنيَّتي\n...\nفَدعْني أبادْرها بما مَلَكَتْ يدي (6)\nولولا ثلاثٌ هُنّ مِنْ عِيشةِ الفتى\n...\nوجدِّكَ لم أحْفَلْ متى قامَ عُوَّدي (7)\nفمِنهُنّ سَبْقي العاذِلاتِ بشَرْبَةٍ\n...\nكُمَيْتٍ متى ما تُعْلَ بالماءِ تُزبِدِ (8)\nوكَرّي، إذا نادى المُضافُ، مُحَنَّباً\n...\nكسِيدِ الغَضا نَبّهَتْهُ المُتَوَرِّدِ (9)\nوتقْصيرُ يوم الدَّجن والدَّجنُ مُعجِبٌ\n...\nببَهْكَنَةٍ تحتَ الطِّرَافِ المُعَمَّدِ (10)\n(1) رجعت: رددت الصوت وتغنت به. الأظار: مفردها الظأر وهي الناقة التي لها ولد. الربع: ابن الناقة وهو صغير. الردي: الذي أصابه الهلاك.\n(2) الطريف: المال المكتسب حديثاً. التليد: المال القديم.\n(3) تحامتني: تجنبتني واعتزلتني. المعبد: المطلي بالقطران لإذلاله للركوب.\n(4) بنو الغبراء: مساكين الأرض. الطراف: بيت الجلد الذي كان عادة للموسرين والوجهاء.\n(5) الوغى: ساحة الحرب. مخلدي: ضامن عيشي إلى الأبد.\n(6) تسطيع: تستطيع. المنية: الموت.\n(7) الجد: الحظ وهنا قسم بهذا الحظ. لم أحفل: لم أبال. العوّد: مفردها العائد وهو الزائر أثناء المرض.\n(8) العاذلات: مفردها العاذلة وهي اللائمة. الكميت: الخمر المعصورة من عنبٍ أحمر. تزبد: نعلوها رغوة.\n(9) الكرّ: العطف والحنو. المضاف: الخائف والمذعور. المحنب: الملتوي اليد ويقصد الفرس. السيد: الذئب. الغضا: ضرب من الشجر. المتورد: القاصد للماء بغية الشرب.\n(10) يوم الدجن: اليوم الممطر الكثير السحاب. البهكنة: الفتاة الجميلة الممتلئة الجسم. الطراف: البيت المصنوع كم الجلد وقد مرّ ذكره. المعمد: المرفوع بالعمد.\nالجزء: 1 ¦ الصفحة: 25\n",
        "كأنّ البُرينَ والدّمالِيجَ عُلّقَتْ\n...\nعلى عُشَرٍ، أو خِروَعٍ لم يُخَضَّدِ (1)\nكريمٌ يُرَوّي نفسه في حياتِهِ\n...\nستَعلمُ، ان مُتنا غداً، أيُّنا الصّدي (2)\nأرى قَبرَ نَحّامٍ بَخيلٍ بمالِهِ\n...\nكَقَبرِ غَويٍّ في البَطَالَةِ مُفسِدِ (3)\nتَرى جُثْوَتَينِ من تُرَابٍ، عَلَيهِما\n...\nصَفائِحُ صُمٌّ مِن صَفيحٍ مُنَضَّدِ (4)\nأرى المَوتَ يَعْتَامُ الكِرَامَ ويصْطفي\n...\nعَقِيلَةَ مالِ الفاحِشِ المُتَشدِّدِ (5)\nأرى العَيش كَنزاً ناقِصاً كلَّ ليلةٍ\n...\nوما تَنقُصِ الأيّامُ والدّهرُ يَنفَدِ (6)\nلَعَمْرُكَ إنَّ المَوْتَ ما أخْطَأَ الفَتى\n...\nلَكالطِّوَلِ المُرخى وثِنياهُ باليَدِ (7)\nفما لي أراني وابنَ عمّي مالِكاً\n...\nمتى أدنُ مِنهُ يَنأ عني ويَبعُدِ (8)\nيَلومُ وما أدري عَلامَ يَلومُني\n...\nكما لامَني في الحيّ قُرطُ بنُ مَعبَدِ (9)\nوأيْأسَني منْ كلِّ خيرٍ طَلَبْتُهُ\n...\nكأنّا وضَعْناهُ إلى رَمْسِ مُلْحَدِ (10)\nعلى غير ذنبٍ قلتهُ، غيرَ أنّني\n...\nنَشَدْتُ فلم أُغْفِلْ حَمُولة َ مَعبَدِ (11)\n(1) البرين: حلقة توضع في أنف البعير. الدماليج: مفردها الدملج وهو السوار العريض. العشر: ضرب من الشجر وكذلك الخروع. لم يخضد: لم تُجز أوراقه.\n(2) الصدي: الشديد العطش.\n(3) النحام: البخيل الحريص. الغوي: الضال.\n(4) الجثوتان: مفردها الجثوة وهي المرتفع من التراب والمعنى أنه يرى المساواة بين قبري البخيل والجواد ولا فارق بينهما أثناء الموت.\n(5) يعتام: يختار. العقائل: مفردها العقيلة وهي المرأة الكريمة ذات الحسب. الفاحش المتشدد: الشديد البخل.\n(6) ينفد: يتبدد وينتهي.\n(7) الطول: الحبل الطويل الذي تُربط به الدابة لترعى. الثني: الطوي والرد.\n(8) مالك: ابن عم الشاعر الذي سلبه مالاً وضعه في عهدته. ينأى: يبعد.\n(9) قرط بن معبد: رجل من قبيلة الشاعر.\n(10) أيأسني: جعل اليأس يدخل قلبي. الرمس الملحد: القبر.\n(11) نشدت: طلبت. الحمولة: الإبل المعدة للعمل وللحمل عليها. معبد: معبد بن العبد بن سفيان شقيق طرفة.\nالجزء: 1 ¦ الصفحة: 26\n",
        "وقرّبْتُ بالقُرْبى، وجَدِّكَ إنّني\n...\nمتى يَكُ أمْرٌ للنَّكِيثَةِ أشهدِ (1)\nوِإنْ أُدْعَ للجُلَّى أكُنْ من حُماتِها\n...\nوإنْ يَأتِكَ الأعداءُ بالجَهْدِ أَجْهَدِ (2)\nوإن يَقذِفوا بالقَذع عِرْضَك أسقِهمْ\n...\nبكأْسِ حِياضِ الموتِ قبلَ التهدُّدِ (3)\nبلا حَدَثٍ أحْدَثْتُهُ، وكَمُحْدِثٍ\n...\nهِجائي وقَذفي بالشّكاةِ ومُطْرَدي (4)\nفلو كان مَولايَ امرءاً هو غيرَهُ\n...\nلَفَرّجَ كَرْبي أوْ لأنْظَرَني غَدي (5)\nولكِنّ مولايَ امْرُؤٌ هو خانِفِي\n...\nعلى الشكرِ والتَّسْآلِ أو أنا مُفتَدِ (6)\nوظُلمُ ذوي القُرْبى أشَدُّ مَضَاضَةً\n...\nعلى المرءِ من وَقْعِ الحُسامِ المُهنّدِ (7)\nفَذَرْني وخُلْقي، إنّني لَكَ شاكِرٌ\n...\nولو حَلّ بَيْتي نائياً عندَ ضَرْغَدِ (8)\nفلو شاءَ رَبي كنتُ قَيْسَ بنَ خالِدٍ\n...\nولو شاءَ ربي كنتُ عَمْرَو بنَ مَرثَدِ (9)\nفأصْبَحْتُ ذا مالٍ كثيرٍ، وزارَني\n...\nبَنُونَ كِرَامٌ سادَةٌ لِمُسَوَّدِ (10)\nأنا الرّجُلُ الضَّرْبُ الذي تَعرِفونَهُ\n...\nخَشاشٌ كرأسِ الحيّةِ المُتَوَقّدِ (11)\n(1) النكيثة: الأمر العظيم. أشهد: أحضر. والمعنى أنه إذا ما اشتد الأمر على ذوي القربى فإنه يسرع لنجدتهم.\n(2) الجلى: المصيبة الكبيرة.\n(3) يقذفوا: يرموا. القذع: الرذيلة والفحش.\n(4) الحدث: الجرم أو العمل الذي قمت به. الشكاة: الشكوى والشكاية. مطردي: الذي هجرني وطردني.\n(5) مولاه: هنا ابن عمه مالك. الكرب: الحزن. أنظرني: أمهلني.\n(6) التسآل والتساؤل واحد وهو السؤال. المفتدي: الذي يطلب خلاص نفسه.\n(7) ذوي القربى: الأهل. المضاضة: الحرقة والحزن. الوقع: الضرب. الحسام المهند: السيف المصنوع في الهند.\n(8) ذرني: دعني. النائي: البعيد. الضرغد: الجبل.\n(9) قيس بن خالد وعمرو بن مرثد: سيدان كريمان من سادات العرب.\n(10) المسوّد: النافذ الكلمة عند قومه.\n(11) الرجل الضرب: الخفيف اللحم وهذه صفة محببة عند العرب لأن الرجل النحيف يكون أرشق في الحركة وأسرع عندما يشتد الأمر وتُطلب النجدة. الخشاش: المتيقظ الذكي.\nالجزء: 1 ¦ الصفحة: 27\n",
        "فآلَيْتُ لا يَنْفَكُّ كَشْحي بِطَانَة ً\n...\nلِعَضْبٍ رَقِيقِ الشَّفْرَتَينِ مُهَنَّدِ (1)\nحُسامٍ، إذا ما قُمْتُ مُنْتَصِراً به\n...\nكَفَى العَودَ منه البدءُ، ليسَ بمِعضَدِ (2)\nأخِي ثِقَةٍ لا يَنْثَني عن ضريبةٍ\n...\nإذا قِيلَ:\"مهلاً! قال حاجِزُه:\"قَدي\" (3)\nإذا ابْتَدَرَ القَوْمُ السّلاحَ وَجَدْتَني\n...\nمَنِيعاً، إذا بَلّتْ بقائِمِهِ يدي (4)\nوبَرْكٍ هُجُود قد أثارَتْ مَخَافتي\n...\nبَوَادِيَها، أمْشي بعَضْبٍ مُجَرَّدِ (5)\nفمرّتْ كَهاةٌ ذاتُ خَيْفٍ جُلالةٌ\n...\nعقِيلَةُ شَيْخٍ كالوبِيل يَلَنْدَدِ (6)\nيقولُ، وقد تَرّ الوَظِيفُ وساقُها:\n...\nألَسْتَ ترى أنْ قد أتَيْتَ بمُؤيِدِ؟ (7)\nوقال: ألا ماذا تَرَونَ بِشاربٍ\n...\nشديدٍ علينا بَغْيُهُ، مُتَعَمِّدِ؟ (8)\nوقالَ: ذَرُوهُ إنما نَفْعُها لهُ،\n...\nوإلاّ تَكُفّوا قاصِيَ البَرْكِ يَزْدَدِ (9)\n(1) الكشح: الخصر. العضب: السيف الفاطع. المهند: السيف المصنوع في الهند.\n(2) المعضد: السيف الذي تقطع به الأشار والمقصود أن سيفه مخصص للطعن والقتل وليس لقطع الأشجار كغيره من السيوف.\n(3) أخو الثقة: الذي يوثق به. ينثني: ينصرف. الضريبة: ما يُضرب بالسيف. قدي: حسبي. والمعنى أن هذا السيف لا يتعب من الطعن ويقول لصاحبه دعني أضرب فحسبي فإني قد شفيت غليلي من الطعن في الأعداء.\n(4) ابتدروا السلاح: سارعوا إلى حمله. المنيع: القوي الذي لا يقهر. بلت بقائمه يدي: ظفرت يدي بهذا السلاح وأمسكت بقائمه السيف.\n(5) البرك: الإبل الكريمة. الباركة: الباركة أي الجابسة. الهجود: مفردها الهاجد أو الهاجدة ومعناها النائم أو النائمة. البوادي: الأوائل. العضب المجرد: السيف القاطع.\n(6) الكهاة: الناقة الضخمة. ذات الخيف: صابة الضرع الكبير. الجلالة: الناقة السمينة. العقيلة: الكريمة من النساء وقد مر شرحها. الوبيل: العصا الكبيرة. اليلندد: الشديدة الخصومة. يقول إن هذه الإبل قد مرّت بي شديدة الوف كعقيلة شيخ قد ضعف جسمه من الكبر وهو شيخ شديد الخصومة ويقصد بالشيخ والده حيث بدد طرفة كل ما ورثه عنه من مال وثروة.\n(7) الوظيف: الساق من لإبل. ترّ: سقط. المؤيد: الأمر العظيم الشديد.\n(8) يقول: قال الشيخ للحاضرين: ماذا ترون من جرأة هذا الفتى علينا. وكيف ندفع هذا الشاب الذي يشرب الخمر ويتجنى علينا بعقر كرائمنا عامداً متعمداً.\n(9) ذروه: اتركوه. والهاء ف ينفعها عائدة للناقة وفي له عائدة لطرفة. البرك: الإبل الباركة. يزدد: يُكثر من عقرها ونَحْرها.\nالجزء: 1 ¦ الصفحة: 28\n",
        "فظَلَّ الإماءُ يَمْتَلِلْنَ حُوَارَها\n...\nويُسْعَى علينا بالسّدِيفِ المُسَرْهَدِ (1)\nفإن مُتُّ فانعِنيني بما أنا أهْلُهُ\n...\nوشُقّي عليَّ الجَيْبَ يا ابنَةَ مَعْبَدِ (2)\nولا تَجْعَلِيني كامرىءٍ ليسَ هَمُّهُ\n...\nكَهَمّي ولا يُغني غَنائي ومَشهَدي\nبطيءٍ عنِ الجُلّى، سريعٍ إلى الخَنى\n...\nذَلُولٍ بأجْماعِ الرّجالِ مُلهَّدِ (3)\nفلو كُنْتُ وَغْلاً في الرّجالِ لَضَرّني\n...\nعَداوَةُ ذي الأصْحابِ والمُتَوحِّدِ (4)\nولكِنْ نَفى عنّي الرّجالَ جَراءتي\n...\nعليهِم وإقدامي وصِدْقي ومَحْتِدي (5)\nلَعَمْرُكَ، ما أمْري عليّ بغُمّةٍ\n...\nنهاري, ولا لَيلي علىَّ بسَرْمَدِ (6)\nويومَ حَبَسْتُ النّفسَ عِند عِراكِهِ\n...\nحِفاظاً على عَوراتِهِ والتّهَدّدِ\nعلى مَوطِنٍ يخْشى الفتى عندَهُ الرّدى\n...\nمتى تَعْتَرِكْ فيه الفَرائِصُ تُرْعَدِ (7)\nوأصفَرَ مَضْبُوحٍ نَظَرْتُ حِوارَهُ\n...\nعلى النارِ واستوْدَعتُهُ كَفَّ مُجمِدِ (8)\nستُبدي لكَ الأيامُ ما كنتَ جاهِلاً\n...\nويأتِيكَ بالأخبارِ مَن لم تُزَوّدِ\nويَأتِيكَ بالأخبارِ مَنْ لم تَبِعْ له\n...\nبَتاتاً، ولم تَضْرِبْ له وقْتَ مَوعدِ (9)\n(1) الإماء: النساء ومفردها الأمة. يمتللن: يضعن لحمها على الجمر. الحوار: ابن الناقة. السديف: لحم السنام. المسرهد: المربى. وهذا البيت شبيه ببيت ورد في معلقة امرئ القيس حيث يقول:\nوظل العذارى يرتمين بلحمها\n...\nوشحمٍ مهدَّاب الدمقس المفتلِ\n(2) ابنة معبد: ابنة معبد بن العبد شقيق الشاعر. انعيني: أشيعي خبر موتي.\n(3) الجلى: المصيبة الداهية. الخنى: السوء والفحشاء. الملهد: المضروب بالكف وفي الأمر كناية عن الذل والمهانة.\n(4) الوغل: الضعيف.\n(5) محتدي: أصلي.\n(6) الغمّة: العتمة والظلمة. السرمد: الذي لا ينتهي.\n(7) الردى: الموت. الفرائض: مفردها الفريضة وهي لحمة في أعلى الكتف وأعلى الفخذ ترتجف عند الخوف.\n(8) الأصفر: صفة لموصوف محذوف هو القدح. المضبوح: القريب من النار. المجمد: الذي لا حظّ له في لعبة الميسر.\n(9) البتات: ثوب المسافر.\nالجزء: 1 ¦ الصفحة: 29\n",
        "نبلاء السعي\n[الخفيف]\nفي مدح بني المنذر.\nورَكوبٍ تَعزِفُ الجِنُّ به\n...\nقبلَ هذا الجيلِ، من عَهدٍ أبَدْ (1)\nوَضِبابٍ، سَفَرَ الماءُ بها\n...\nغَرِقَتْ أولاجُها غَيرَ السُّدَدْ (2)\nفَهْيَ مَوتى، لَعِبَ الماءُ بها،\n...\nفي غُثاءٍ، ساقَهُ السّيلُ، عُدَد (3)\nقد تَبَطّنْتُ بِطِرْفٍ هَيكَلٍ\n...\nغَيرِ مَرباءٍ ولا جَأبٍ مُكَدّ (4)\nقَائِداً قُدّامَ حَيٍّ سَلَفُوا\n...\nغيرَ أنكاسٍ، ولا وُغْلٍ رُفُدْ (5)\nنُبَلاءِ السّعْيِ، مِن جُرْثُومَةٍ\n...\nتَترُكُ الدّنْيا، وتَنمي للبَعَدْ (6)\n(1) الركوب: الطريق الذي اعتاد الناس ركوبه. العزيف: صوت الجن. الجيل: الأمة من الناس. أبد: تقادم.\n(2) الضباب: واحدها الضب وهو من الحبوانات. الأولاج: مفردها الولجة وهي المكان الذي يستتر الناس فيه اتقاءً للمطر. السدد: الماء المرتفع.\n(3) الغثاء: ما يطفو على وجه الماء من النبات اليابس.\n(4) تبطنت: أصبحت في بطنه. الطرف الهيكل: المهر الكريم الطويل. المرباء: الذي في مشيه ثقل. المد: المضروب بالسوط.\n(5) الأنكاس: واحدها النكس وهو الجبان. الوغل: واحدها الوغيل وهو الضعيف. الرفد: مفردها الرفود وهو الكريم الجواد.\n(6) الجرثومة: الأصل. الدنيا: الأشياء الصغيرة. تنمي: ترتفع.\nالجزء: 1 ¦ الصفحة: 30\n",
        "يَزَعونَ الجَهلَ في مَجْلِسِهِمْ\n...\nوهُمُ أنصارُ ذي الحِلمِ الصَّمَد (1)\nحُبُسٌ في المَحْلِ, حتى يُفسِحوا\n...\nلابتِغاءِ المجدِ، أو تَركِ الفَنَد (2)\nسُمَحاءُ الفَقرِ، أجوادُ الغِنى\n...\nسادة ُ الشِّيبِ، مَخارِيقُ المُرُد (3)\n(1) يزعون: يمنعون. ذو الحلم: صاحب العقل الراجح. الصمد: المعروف بالمروءة.\n(2) المحل: القحط والجدب. الفند: اللؤم.\n(3) السمحاء: الأجواد الكرماء. المخاريق: مفردها المخراق وهو الكثير الكرم. المرد: واحدها الأمرد وهو الشاب الذي لم يلتح بعد.\nالجزء: 1 ¦ الصفحة: 31\n",
        "أرى الموت\n[الطويل]\nإذا أنْتَ لم تَنفَعْ بوِدّكَ قُرْبَة\n...\nولم تَنْكِ بالبُؤْسَى عدُوَّكَ فابْعَدِ (1)\nأرى الموتَ لا يُرعي على ذي قَرابةٍ\n...\nوإنْ كان في الدّنْيا عزيزاً بمَقعَدِ\nإذا شَاءَ يوْماً قادَهُ بِزِمَامِهِ\n...\nومنْ يكُ في حَبْلِ المَنيّة ِ يَنْقَدِ\nولا خيرَ في خيرٍ ترى الشَّرَّ دونَهُ\n...\nولا قائلٍ يأتِيكَ بعدَ التَّلَدُّدِ (2)\nلَعَمْرُكَ! ما الأيامُ إلاّ مُعارَةٌ\n...\nفما اسطَعْتَ مِن مَعرُوفِها فتزَوّدِ (3)\nعنِ المرْءِ لا تَسألْ وسَلْ عن قَرينه\n...\nفكُلُّ قَرينٍ بالمُقَارِنِ يَقْتَدي\n(1) تُنكى: تُقهر. البؤسى: من البؤس وهو الفقر والشدة.\n(2) التلدد: الإقامة في المكان. والمعنى أنه لا فائدة ترجى من خيرٍ يعقبه قسر ولا من مكان تقيم فيخ ويقصدك إليه من كان لك عليه ثأر.\n(3) اسطعت: استطعت.\nالجزء: 1 ¦ الصفحة: 32\n",
        "أبناء لُبنة\n[الكامل]\nأبَني لُبَيْنَى، لَسْتُمُ بِيَدٍ\n...\nإلّا يَداً لَيْسَتْ لَهَا عَضُدُ! (1)\nالخير خير [البسيط]\nالخيرُ خيرٌ، وإنْ طالَ الزّمانُ به\n...\nوالشّرُّ أخبثُ ما أوعيتَ من زادِ (2)\n(1) لُبينى: تصغير لبن وهو اسم امرأة.\n(2) أوعيت: حفظت في الوعاء.\nالجزء: 1 ¦ الصفحة: 33\n",
        "قافية الراء\nالقوم الكرام\n[السريع]\nإنّي منَ القَوْمِ الذينَ، إذا\n...\nأزِمَ الشّتَاءُ ودوخِلَتْ حُجَرُهْ (1)\nيوماً، ودونِيَتِ البُيُوتُ له\n...\nفثَنى قُبيلَ رَبِيعِهِمْ قِرَرُهْ (2)\nرَفَعُوا المَنِيحَ، وكانَ رِزْقَهُمُ\n...\nفي المُنْقِيَاتِ, يُقِيمُهُ يَسَرُهْ (3)\nشَرْطاً قَويماً ليس يَحْبِسُهُ\n...\nلمّا تَتَابَعَ وِجْهَةً عُسُرُه (4)\nتَلقى الجِفانَ بكُلّ صادِقَةٍ\n...\nثُمّتْ تُرَدَّدُ بَيْنهُمْ حِيَرُهْ (5)\nوترى الجِفانَ، لدى مجالِسِنا\n...\nمُتَحَيَّراتٍ، بَيْنَهُمْ سُؤُرُهْ (6)\nفكأنَّها عَقْرَى لدى قُلُبٍ\n...\nيَصْفَرُّ مِنْ أغرابِها، صَقَرُهْ (7)\nإنَّا لَنَعْلَمُ أنْ سَيُدْركُنَا\n...\nغَيْثٌ يُصِيبُ سَوامَنا مَطَرُهْ (8)\n(1) أزم الشتاء: اشتد. دوخلت الحجرات: وُضعت الغرف ضمن بعضها إتقاءً للبرد.\n(2) ثنى: طوى وعطف. القرر: مفردها القره ومعناه البرد.\n(3) المنيح: قدح ثانوي في لعبة الميسر لا حظ له. المنقيات: مفردها المنقية وهي الناقة السمينة. اليسر: القوم الذي يلعبون الميسر.\n(4) العسر: الضيق والشدة.\n(5) الجفان: مفردها الجفنة وهي القطعة أو وعاء الطعام الكبير. الصادقة: الناقة الكثيرة اللحم والشحم. تردد بينهم: تنقل من الواحد إلى الآخر. الحيِّر: قطع اللحم.\n(6) المتحيرات: الممتلئات. السؤر: البقايا.\n(7) العقرى: الجريحة والمعقورة. القُلُب: مفردها القليب وهي البئر. الأغراب: الماء الموجود حول البئر. الصقر: بقية الماء الآسن.\n(8) الغيث: المطر. السوام: الإبل الراعبة.\nالجزء: 1 ¦ الصفحة: 35\n",
        "وإذا المُغِيرَةُ للهِياجِ، غدتْ\n...\nبسُعارِ موتٍ، ظاهِرٍ ذُعُرُهْ (1)\nوَلّوْا، وأعْطَونا الذي سُئِلوا\n...\nمن بَعدِ مَوتٍ، ساقِطٍ أُزُرُهْ (2)\nإنَّا لنَكسوهُمْ، وإنْ كرِهُوا\n...\nضرْباً، يَطيرُ، خِلالَهُ، شرَرُهْ\nوالمَجْدُ نَنْمِيه ونُتْلِدُه\n...\nوالحمدُ في الأكْفاءِ ندَّخِرُهْ (3)\nنَعْفو، كما تَعْفو الجِيادُ، على\n...\nالعِلَّاتِ، والمخذُولُ لانَذَرُهْ (4)\nإِنْ غابَ عنهُ الأَقْرَبُونَ، ولم\n...\nيُصْبَحْ، بِرَيِّقِ مائهِ، شَجَرُهْ\nإنّ التّباليَ في الحياة، ولا\n...\nيُغْني نَوائِبَ ماجِدٍ عُذَرُهْ (5)\nكُلُّ امرئٍ، فيما ألَمَّ به\n...\nيَوْماً، يَبِينُ منَ الغِنى فُقُرُهْ (6)\n(1) المغيرة: الإبل التي تغير على الأعداء. الموت السعار: الموت الشديد. الذعر: الخوف.\n(2) الأُزُر: مفردها الإزار وهو الثوب الواسع.\n(3) ننميه: نرفعه. نتلده: نجعله أصيلاً وقديماً.\n(4) المخذول: الذي لا نصير له. ندره: ندعه ونترمه.\n(5) التبالي: الاهتمام. النوائب: مفردها النائبة وهي المصيبة.\n(6) ألمّ به: أصابه.\nالجزء: 1 ¦ الصفحة: 36\n",
        "رأيت القوافي\n[الطويل]\nأعَمْرَ بنَ هِندٍ ما ترى رَأيَ صِرمةٍ\n...\nلها سَبَبٌ تَرعى به الماءَ والشّجَرْ؟ (1)\nوكان لها جارانِ، قابوسُ منهُما\n...\nوعمْروٌ ولم أستَرعها الشّمسَ والقمرْ (2)\nرَأيتُ القَوافي يَتّلِجْنَ مَوالِجاً\n...\nتَضَيَّقُ عنها أنْ تَوَلَّجَها الإبَرْ (3)\n(1) عمرو بن هند: من ملوك العرب لجأ إليه لفترة من الزمن. الصرمة: القطعة من الإبل وكان طرفة قد أضاعها فسأله أخوه معبد بن العبد أن يردها بشعره فقال ذلك.\n(2) قابوس: أخو عمرو بن هند.\n(3) يتلجن: يدخلن. الموالج: مفردها المولج وهو المدخل.\nالجزء: 1 ¦ الصفحة: 37\n",
        "لا نحلُّ ولا نسيرُ\n[الوافر]\nفي هجاء عمرو بن هند وأخيه قابوس\nفليتَ لنا، مَكانَ المَلْكِ عَمْرٍو\n...\nرَغُوثاً حَولَ قُبّتِنَا تَخورُ (1)\nمِنَ الزَّمِرَاتِ، أسْبَلَ قادِماها،\n...\nوضَرّتُها مُرَكَّنَة ٌ دَرُورُ (2)\nيُشارِكُنا لنا رَخِلانِ فيها\n...\nوتعلوها الكباشُ، فما تَنُورُ (3)\nلَعَمْرُكَ! إنَّ قابوسَ بنَ هِنْدٍ\n...\nلَيَخْلِطُ مُلْكَهُ نُوكٌ كثيرُ (4)\nقَسَمْتَ الدّهْرَ في زَمَنٍ رَخيٍّ\n...\nكذاكَ الحُكْمُ يَقْصِدُ أوْ يَجورُ (5)\nلنا يومٌ, وللكِرْوانِ يومٌ\n...\nتَطِيرُ البائِساتُ ولا نَطِيرُ (6)\nفأمّا يَوْمُهُنّ، فيَوْمُ نَحْسٍ\n...\nتُطَارِدُهُنّ بالحَدَبِ الصّقُورُ (7)\nوأمَّا يومُنا، فنظلُّ ركباً\n...\nوُقوفاً، ما نَحُلُّ وما نَسِيرُ\n(1) عمرو: عمرو بن هند. الرغوث: النعجة التي تُرضع. تخور: تطلق صوتها.\n(2) الزمرات: مفردها الزمرة وهي النعجة القليلة الصوف التي يكثر لبنها. أسبل: طال. قادماها هنا: أذناها. الضرّة: لحم الضرع. الدرور: الكثيرة اللبن.\n(3) الرخلان: مثنى الرخل وهي ابنة الظأن. الكباش: واحدها الكبش وهو الحمل. تنور: تبتعد.\n(4) قابوس بن هند: شقيق عمرو بن هند وكان ماجناً سكيراً. النوك: الحماقة.\n(5) الزمن الرخيّ: الزمن السهل. يقصد: يحكم بين الحق والباطل. يجور: يظلم.\n(6) الكروان: طائر غرّيد طويل المنقار. نطير: عائدة لطرفة وللمتلمس اللذين احتجزهما عمرو بن هند عند أخيه قابوس. والمعنى أن الطيور باستطاعتها أن تطير أن نحن فلا مفرّ لنا.\n(7) الحدب: مفردها الحدباء وهي الأرض المرتفعة الغليظة. لصقور: واحدها الصقر وهو من الطيور الجارحة.\nالجزء: 1 ¦ الصفحة: 38\n",
        "ولقد كنت عليكم عاتبا\nً [الرمل]\nأصَحَوْتَ اليَومَ أم شاقَتْكَ هِرّ\n...\nومِنَ الحُبّ جُنونٌ مُسْتَعِرْ (1)\nلا يَكُنْ حُبَّكِ داءً قاتِلاً\n...\nلَيسَ هذا منكِ، ماوِيَّ، بِحُرّ (2)\nكيفَ أرجو حُبَّها، منْ بَعدِ ما\n...\nعَلِقَ القَلْبُ بِنُصْبٍ مسْتَسِرّ (3)\nأرّق العَينَ خَيَالٌ لمْ يَقِرّ\n...\nطافَ، والرّكْبُ بصَحْراءَ يُسُرْ (4)\nجازَتِ البِيدَ إلَى أرحُلِنا\n...\nآخِرَ اللّيْلِ، بيَعْفُورٍ خَدِرْ (5)\nثمّ زارَتني، وصَحْبي هُجَّعٌ\n...\nفي خَلِيطٍ، بَيْنَ بُردٍ ونَمِرْ (6)\nتَخْلِسُ الطَّرْفَ بعَيْنَيْ بَرغَزٍ\n...\nوبخدَّي رشأٍ آدَمَ غِرّ (7)\n(1) صحوت: تركت الخمر والباطل. شاقتك: حركت فيك الشوق. هر: اسم امرأة ربما كانت تدعى هريرة. المستعر: المشتعل.\n(2) ماوي: ترخيم لاسم ماوية.\n(3) النصب: العلة. المستتر المخبأ والمكتوم في القلب.\n(4) لم يقر: لم يهدأ. طاف: جال. يسر: موضع باليمامة.\n(5) جازت: قطعت. البيد: مفردها البيداء وهي الصحراء الواسعة. اليعفور: صغير الظبي. الخدر: الفاتر العظام. والمعنى أن هذه المرأة تشبه الغزال قطعت الصحراء قاصدة موضع إقامتنا.\n(6) الهجّع: النيام. الخليط: مجتمع القوم. برد ونمر: من قبائل العرب.\n(7) تخلس الطرف: تسرق النظرات. البرغز: الجؤذر أو ابن البقر الوحشية. وفي القول كناية عن اتساع عيني هذه المرأة. الرشا: الغزال الذي يتغني عن أمه. الأدم: الأبيض. الغر: الحديث السن.\nالجزء: 1 ¦ الصفحة: 39\n",
        "ولها كَشحَا مَهاةٍ مُطفلٍ\n...\nتَقْتَري، بالرّمْلِ، أفْنانَ الزّهَرْ (1)\nوعلى المَتْنَينِ مِنها واردٌ\n...\nحَسَنُ النَّبْتِ، أثيتٌ، مُسبَطِرّ (2)\nجابَة ُ المِدرى، لها ذُو جُدّةٍ\n...\nتَنْفُضُ الضّالَ وأفنانَ السَّمُرْ (3)\nبَيْنَ أكنافِ خُفافٍ فاللِّوَى\n...\nمُخرِفٌ تحنو لِرَخصِ الظِّلفِ حُرّ (4)\nتَحسِبُ الطَّرفَ عَليها نَجدةٌ\n...\nيا لَقَوْمي للشّبابِ المُسبَكِرّ! (5)\nحَيثُما قاظُوا بنَجْدٍ، وشتَوْا\n...\nحَولَ ذاتِ الحاذِ مِن ثِنْيَيْ وُقُرْ (6)\nفَلَهُ منها، على أحيانها\n...\nصَفْوَةُ الرّاحِ بمَلْذوذٍ، خَصِرْ (7)\nإنْ تُنَوِّلْهُ، فقدْ تمنَعُهُ\n...\nوتُريهِ النَّجْمَ يَجري بالظُّهُر (8)\nظَلّ في عَسْكَرَةٍ من حُبّهَا\n...\nونَأتْ، شَحطَ مَزارِ المُدّكِر (9)\nفَلئِنْ شَطّتْ نَواهَا، مَرّةً\n...\nلَعَلى عَهْدِ حَبيبٍ مُعتَكِرْ (10)\n(1) الكشح: الخصر. المهاة المطفل: البقر الوحشية ذات الولد. تقتري: تتبع. الأفنان: واحدها الفنن وهو الغصن.\n(2) المتنان: مفردها المتن، وهو لحم الجانب. الوارد: الشعر الطويل. الأثيث: الغزير. المسبطر. الطويل المتهدل.\n(3) جابه المدرى: قوي القرن أو الجديلة والذؤابة وهي خصلة الشعر الملساء. تنفض: تحرك. الضال: ضربٌ من الشجر وكذلك السمر.\n(4) الأكناف: مفردها الكنف وهو الجانب. خفاف واللوى: موضعان. المخرف: التي تقضي أيام الخريف. تحنو: تعطف. الرخص: اللين. الظلف: لكل حيوان مجتر. الحر: الكريم.\n(5) النجدة: الشدة والفتور. المسبكر: التام والمعنى أنها لكثرة دلالها لا ترفع طرفها إلا بعد شدة.\n(6) قاظوا: حلوا في زن الحر أي الصيف. نجد: مكان معروف. شتوا: أقاموا في الشتاء. ذات الحاذ: أكمة كثيرة الشجر. الثنيان: واحدها الثني وهو طرف الوادي. وقر: واد.\n(7) الراح: الخمرة وقد استعارها الشاعر لريق الموصوفة. الخصر: البارد والممزوج بالماء.\n(8) تنوله: تجود به. وتمنعه: تمنع فاها عن التقبيل. والمعنى أنها عندما تمنع ثغرها فإن طالبه يرى النجم ظهراً وهذا مثل يُضرب حتى أيامنا هذه.\n(9) العسكرة: الحيرة. نأت: ابتعدت. شحط المزار: بَعُدَ. المدّكر: المتذكر.\n(10) شطت نواها: ابتعدت وجهة سيرها. المعتكر: المصر على الحب والعشق.\nالجزء: 1 ¦ الصفحة: 40\n",
        "بادِنٌ، تَجلُو، إذا ما ابْتَسَمَتْ\n...\nعَن شَتِيتٍ، كأقاحِ الرّمْلِ، غُرّ (1)\nبدّلتهُ الشّمسُ من مَنْبَتِهِ\n...\nبَرَداً أبيَضَ, مَصْقولَ الأُشُرْ (2)\nوإذا تَضْحَكُ تُبْدي حَبباً\n...\nكَرُضَابِ المِسْكِ بالماءِ الخَصِرْ (3)\nصادَفَتْهُ حَرجَفٌ في تَلعَةٍ\n...\nفَسَجَا وَسطَ بَلاطٍ مُسبَطِرّ (4)\nوإذا قامَتْ تَداعَى قاصِفٌ\n...\nمالَ مِنْ أعلى كثيبٍ مُنقَعِرْ (5)\nتَطرُدُ القُرَّ بحرٍّ صادِقٍ\n...\nوعَكِيكَ القَيظِ، إن جاءَ، بقُرّ (6)\nلا تلُمْني! إنّها من نِسْوَةٍ\n...\nرُقَّدِ الصّيْفِ، مَقالِيتٍ، نُزُرْ (7)\nكَبَنَاتِ المَخْرِ يَمْأدنَ، كما\n...\nأنْبَتَ الصّيْفُ عَساليجَ الخُضَرْ (8)\nفَجَعوني، يوْمَ زمّوا عِيرَهُمْ\n...\nبرَخِيمِ الصَّوْتِ، ملثومٍ، عَطِرْ (9)\n(1) البادن: الممتلئة الجسد. تجلو: تكشف. الشتيت: الأسنان المتباعدة. الأقاح: جمع الأقحوان وهو زهر جميل اللون والرائحة شبّه به أسنانها. الغر: مفردها الأغر وهو الأبيض.\n(2) في هذا البيت إشارة متوارثة حتى أيامنا هذه وهي أن الصبي عندما يبدل سناً من أسنانه فإنه يرميه للشمس قائلاً لها أبدليه بأحسن منه. الأشر: الممحزز وقد استعمله للأسنان.\n(3) الحبب: كتل الماء الصغيرة وأراد به أسنانها. الخصر: البارد.\n(4) الحرجف: الريح الشديدة الباردة. التلعة: مجرى الماء. سجا: هدأ. البلاط: الأرض الملساء. المسبطر: الممتد.\n(5) تداعى: هوى. القاصف: التل من الرمل. الكثيب: مجتمع الرمل. المنقعر: المنفصل عن أصله وهو يصف أردافها.\n(6) القر: البرد. الحرّ الصادق: نفس الحبيبة. العكيك: سكون الرياح من شدة الحر. القيظ: الحر. القر: البرد.\n(7) رقد الصيف: كناية عن النعيم والرفاهية التي كان يعيش بها. المقاليت: مفردها المقلاة وهي المرأة التي لا يعش لها ولد. النزر: الواحد نزور وهي القليلة الأولاد.\n(8) المخر: سحاب أبيض يمر في أواخر الربيع. يمأدن: يتمايلن. العساليح: واحدها العسلوج وهو الغصن الأخضر اللين.\n(9) زموا عليهم: جعلوا الزمام في إبلهم. الرخيم: الدقيق الناعم من الصوت. الملثوم: الذي يضع اللثام.\nالجزء: 1 ¦ الصفحة: 41\n",
        "وإذا تَلْسُنُني ألسُنُهَا\n...\nأنّني لَستُ بمَوْهونٍ فَقِرْ (1)\nلا كَبيٌر دالِفٌ مِنْ هَرَمٍ\n...\nأرهَبُ الليلَ، ولا كَلَّ الظُّفُر (2)\nوبلادٍ زَعِلٍ ظِلْمَانُها\n...\nكالمَخاضِ الجُرْبِ في اليَوْمِ الخَدِر (3)\nقد تَبَطّنْتُ، وتَحتي جَسرَةٌ\n...\nتَتّقي الأرضَ بمَلثومٍ مَعِرْ (4)\nفتَرى المَروَ، إذا ما هَجّرَتْ\n...\nعن يَديها، كالفَراشِ المُشفِتَرْ (5)\nذاكَ عَصْرٌ، وعَداني أنّني\n...\nنابني، العامَ، خُطوبٌ غيُر سِرّ (6)\nمِنْ أُمورٍ حَدَثَتْ أمثالُها\n...\nتَبتَري عُودَ القَويّ، المُستَمِرّ (7)\nوتَشَكّى النّفْسُ ما صابَ بها\n...\nفاصبري، إنَّكِ من قَوْمٍ صُبُرْ (8)\nإنْ نُصادِفْ مُنْفِساً لا تُلْفِنا\n...\nفُرُحَ الخيرِ، ولا نَكبو لِضُرّ (9)\nأُسْدُ غابٍ، فإذا ما فَزعوا\n...\nغَيرُ أنكاسٍ ولا هوجٍ، هُذُرْ (10)\nوليَ الأصلُ، الذي في مِثلِهِ\n...\nيُصْلِحُ الآبِرُ زَرعَ المؤتَبِرْ (11)\nطَيِّبو الباءَةِ، سَهلٌ، وَلَهُمْ\n...\nسُبُلٌ إنْ شِئْتَ في وحشٍ وعِرْ (12)\n(1) تلسنني: تذكرني على لسانها. الموهون: الضعيف. الفقر: الذي كُسِرت فقار ظهره.\n(2) الدالف: الذي يمشي مشية المقيد. الهرم: الشيخوخة. أرهب: أخاف. الكل: التعب.\n(3) الزعل: النشيط. الظلمان: ذكور النعام ومفردها الظليم. المخاض: ساعات الولادة. الجرب: الواحدة جرباء وهي الناقة المعيبة. الخدر: الشديدة البرودة.\n(4) تبطنت: أصبحت داخل البلاد. الجسرة: الناقة الشديدة القوية. الملثوم المعلا: الخفّ المكسور الخالي من الشعر.\n(5) المرو: الحجارة الصغيرة. هجّرت: اشتد حرّها. المشفتر: المتفرق.\n(6) عادني: منعني. نابني: أصابني. الخطوب: مفردها الخطب وهو الأمر العظيم.\n(7) المستمر: الذي لا يهاب حوادث الدهر.\n(8) تشكى: تتشكى.\n(9) المنفس: الباهظ القيمة والثمن. تُلفنا: تجدنا. تكبو: نسكت على الضيم.\n(10) الأنكاس: واحدها النكس وهو الجبان. الهوج: واحدها الأهوج وهو الطائش الأرعن. الهُذر: مفردها الهذور وهو الثرثار الكثير الكلام.\n(11) الآبر: المصلح. المؤتير: الداعي للإصلاح.\n(12) الباءة: ساحة الدار. السبل: الطرق وواحدها السبيل.\nالجزء: 1 ¦ الصفحة: 42\n",
        "وهُمُ ما همْ، إذا ما لَبِسُوا\n...\nنَسْجَ داوُدَ لِبأسٍ مُحتَضِرْ (1)\nوتَساقَى القَوْمُ كأساً مُرّةً\n...\nوعَلا الخَيْلَ دِماءٌ كالشَّقِرْ (2)\nثمّ زادوا أنّهُمْ، في قَوْمِهِمْ\n...\nغُفُرٌ ذنَبهُمُ، غَيرُ فُخُرْ (3)\nلا تَعِزُّ الخَمْرُ، إن طافوا بها\n...\nبِسِباءِ الشّوْلِ، والكُومِ البُكُرْ (4)\nفإذا ما شَربوها وانتَشوا\n...\nوهَبوا كُلَّ أمونٍ وطِمِرْ (5)\nثمّ راحوا عَبَقُ المِسكِ بهِمْ\n...\nيُلحِفونَ الأرضَ هُدّابَ الأُزُرْ (6)\nورِثوا السّؤْدُدَ عن آبائِهِمْ\n...\nثمّ سَادُوا سُؤدُداً، غَيرَ زَمِرْ (7)\nنحنُ في المَشتاةِ ندعوا الجَفَلى\n...\nلا تَرَى الآدِبَ فينَا يَنْتَقِرْ (8)\nحينَ قالَ النّاسُ، في مجلسِهِمْ:\n...\nأقُتارٌ ذاكَ أمْ ريحٌ قُطُرْ (9)\nبجِفانٍ، تَعْتَري ناديَنا\n...\nمنْ سديفٍ، حيَن هاجَ الصِّنَّبِرْ (10)\nكالجَوابي، لا تَني مُتْرَعَةً\n...\nلقِرَى الأضيافِ، أو للمُحتضِرْ (11)\n(1) لبسوا: تهيأوا للحرب. نسج داود: الدروع. البأس المحتضر: الشر الحاضر.\n(2) الشقر: زهر يُدعى شقائق النعمان.\n(3) غير فخر: لا يفخرون بأعمالهم لأنهم فطروا على العمل الصالح.\n(4) تعز: تغلي عليهم. السباء: الشراء. الشول: مفردها الشائلة وهي الناقة التي أشبحت في شهرها السابع للحمل أو بعد الولادة. الكوم: مفردها الكوماء وهي الناقة الكبيرة السنام.\n(5) الأمون: الناقة التي يطمئن الراكب لها. الطِمر: الفرس المرتفع.\n(6) يُلحفون الأرض: يمرون بأثوابهم الطويلة على الأرض. الهداب: الخيوط المتهدلة من الثوب. الأزر: واحدها الأزار وهو الثوب الفضفاض الذي يؤتزر به.\n(7) السؤدد: الكمال والمجد. الزمر: القليل.\n(8) المشتاة: أوقات الشتاء. الجفلى: الذي يدعون كل الناس إلى الطعام دون تسمية. الآدب: الذي يخص في دعوته إلى الطعام. ينتقر: يتذمر.\n(9) القتار: رائحة الشواء. القطر: العود الذي يتبخر به.\n(10) الجفان: مفردها الجفنة وهي وعاء الطعام الكبير الواسع. تعتري: تصيب. السديف: لحم السنام. الصّنّبر: البرد الشديد.\n(11) الجوابي: مفردها الجابية. وهي بركة الماء. لا تني: لا تعتز. المترعة: المليئة. القرى: إطعام الضيف. المحتضر: القادم إلى الماء.\nالجزء: 1 ¦ الصفحة: 43\n",
        "ثمّ لا يحُزُن فينا لَحمُها\n...\nإنّما يَحْزُنُ لَحْمُ المُدّخِرْ (1)\nولَقَدْ تَعْلَمُ بَكْرٌ أنّنَا\n...\nآفةُ الجُزْرِ مَساميحٌ، يُسُرْ (2)\nولَقَدْ تَعْلَمُ بَكْرٌ أنّنَا\n...\nواضِحُوا الأوجُهِ، في الأزمَةِ، غُرّ (3)\nولَقَدْ تَعْلَمُ بَكْرٌ أنّنا\n...\nفاضِلُوا الرّأي، وفي الرّوعِ وُقُرْ (4)\nولَقَد تَعْلَمُ بَكْرٌ أنّنَا\n...\nصادقُو البأسِ وفي المَحفِلِ غُرّ (5)\nيَكشِفونَ الضُّرَّ عن ذي ضُرّهمْ\n...\nويُبِرّون على الآبي المُبِرّ (6)\nفُضُلٌ أحْلامُهُمْ عَنْ جَارِهِمْ\n...\nرُحُب الأذرُعِ، بالخَيْرِ أُمُرْ (7)\nذُلُقٌ في غارَةٍ مَسْفُوحَةٍ\n...\nولدى البأسِ حُماةٌ ما نَفِرّ (8)\nنُمْسِكُ الخيْلَ على مَكروهِها\n...\nحِينَ لا يُمْسِكُهَا إلّا الصُّبُرْ (9)\nحينَ نادى الحيُّ، لمّا فَزعوا\n...\nودَعا الدّاعي، وقد لَجّ الذُّعُرْ (10)\nأيْهَا الفِتْيَانُ في مجْلِسِنَا\n...\nجَرِّدوا مِنْها وِرَاداً وَشُقُر (11)\nأعوجِيّاتٍ، طِوالاً، شُزَّباً\n...\nدُوخِلَ الصّنْعَة ُ فيها والضُّمُر (12)\n(1) المدّخر: الذي يخزن اللحم.\n(2) بكر: قبائل من العرب. الجزر: مفردها الجزور وهي الناقة المعدّة للذبح. المساميح: واحدها المسماح وهو السخي الكريم. اليُسر: الوافر والنعمة.\n(3) الغر: مفردها الأغر: وهو الأبيض النقي.\n(4) الروع: الشدة والخوف. الوقر: مفردها الوقور وهو المهيب.\n(5) المحفل: مكان اجتماع الناس. الغرّ: مفردها الأغر وهو الكريم الأفعال.\n(6) يبرون: يعينون. المبر: طالب العون.\n(7) رُحُبُ الأذرع: أصحاب صدورٍ واسعة. بالخير أمر: يأمرون بالخير. والأمر مفردها الأمور وهو الكثير الأمر.\n(8) الذلق: بضم الذال جمع الذلق بفحها وهو المسرع. المسفوحة الكبيرة: نفرّ: نهرب.\n(9) الصُّبر: واحدها الصبور وهو صاحب البأس والشدة.\n(10) الذعر: الخوف.\n(11) الورد: مفردها الورد وهو الجواد الأشقر.\n(12) أعوجيّات: الخيل المنسوبة إلى أعوج وهو من كرام الجياد. الشزب: واحدها الشازب وهو الضامر والنحيل. الصّنعة: المهارة في ركوب الخيل. الضمر: الهزال.\nالجزء: 1 ¦ الصفحة: 44\n",
        "مِن يَعابِيبَ ذُكورٍ، وُقُحٍ\n...\nوهِضَبّاتٍ، إذا ابتَلّ العُذُرْ (1)\nجافلاتٍ، فَوقَ عُوجٍ عُجُلٍ\n...\nرُكّبَتْ فيها مَلاطِيسُ سُمُرْ (2)\nوَأنَافَتْ بِهَوَادٍ تُلُعٍ\n...\nكَجُذُوعٍ شُذّبَتْ عنها القِشَرْ (3)\nعَلَتِ الأيْدي بأجْوازٍ لَها\n...\nرُحُبَ الأجْوافِ، ما إنْ تَنبَهِرْ (4)\nفهي تَردي، فإذا ما ألهَبَتْ\n...\nطارَ، من إِحْمائِهَا، شَدُّ الأُزُرْ (5)\nكائراتٍ، وتَراها تَنْتَحِي\n...\nمُسْلَحِبّاتٍ، إذا جَدّ الحُضُرْ (6)\nذُلُقُ الغارَة ِ، في إفْزَاعِهِمْ\n...\nكَرِعَالِ الطَّيرِ، أسراباً تَمُرّ (7)\nنَذَرُ الأبطَالَ صَرعى بَينها\n...\nما يَني مِنهُمْ كَمِيُّ مُنْعَفِرْ (8)\nفَفِداءٌ، لِبَني قَيْسٍ، على\n...\nما أصَابَ النّاسَ من سُرٍّ وضُرّ (9)\nخالَتي والنّفْسُ، قِدْماً، أنهم\n...\nنَعِمَ السّاعونَ في القَوْمِ الشُّطُرْ (10)\nوهُمُ أيْسارُ لُقْمَانٍ، إذا\n...\nأغلَتِ الشّتْوَةُ أبداءَ الجُزُرْ (11)\n(1) اليعابيب: واحدها اليعبوب وهو الفرس الطويل السريع. الوُقح: واحدها الوقاح وهو الصلب الحوافر. الهضبات: مفردها الهضب وهو الكثير سيلان العرق. العُذر: مفردها العذار وهو جانب الخد.\n(2) الجافلات: السريعات. العوج: المائلة القوائم. الملاطيس: مفردها المطاس وهو المعول الذي يكسر الحجارة وقد عني به نضوة الجواد.\n(3) أناقت: اعتلت. الهوادي: واحدها الهادي وهو العنق. التُلع: مفردها التليع وهو العنق الطويل. شذبت: قشّرت.\n(4) الأجواز: مفردها الجوز وهو الوسط. تنبهر: تتعب.\n(5) تردي: تباعد الحصى لسرعتها. الهبت: سارت مسرعة.\n(6) الكاثرات: مفردها الكاثرة وهي التي ترفع ذنبها لسرعتها. المسلحبات: مفردها المسلحبة وهي الممتدة. الحضر: ضربٌ من السير السريع.\n(7) الذلق: مر شرحها في نفس القصيدة. رعال الطير: أسرابه.\n(8) يني: يتعب. الكمي: الفارس. المنعفر: الملتصق بالتراب.\n(9) السر والضرّ: الخير والشر.\n(10) الشُّطر واحدها الشطير وهو البعيد.\n(11) الأيسار: أصحاب الجود والكرم. الشتوة: أيام الشتاء. الجزر: واحدها الجزور وهي الناقة المعدّة للذبح.\nالجزء: 1 ¦ الصفحة: 45\n",
        "لا يُلِحُّونَ عَلى غَارِمِهِمْ\n...\nوعلى الأيْسارِ تَيْسِيرُ العَسِرْ (1)\nكنْتُ فِيكُمْ كالمُغطّي رأسَهُ\n...\nفانجَلى اليَوْمَ قِناعي وَخُمُرْ (2)\nوَلَقَد كنتُ، عليكُمْ، عاتِباً\n...\nفَعَقَبْتُمْ بِذَنُوبٍ غَيرِ مُرّ (3)\nسادِراً، أحسَبُ غيّي رَشَداً\n...\nفتناهَيْتُ، وقد صابَتْ بِقُرّ (4)\n(1) الغارم: المدين. الإيسار: لعب الميسر.\n(2) الخمر: غطاء الرأس وهو الخمار.\n(3) عقبتم: أتيتم بعد ذلك. الذنوب: النصيب الوافر من العطاء.\n(4) السادر: العابث الذي لا يهتم لما يعمل. الغي: الجهل والضلالة. صابت بِقُرّ: من أمثال العرب يضرب غب موضع تناهي الأمر في الشدة.\nالجزء: 1 ¦ الصفحة: 46\n",
        "أرانبٌ قي ثياب الملوك\n[الطويل]\nمِنَ الشّرِّ والتّبريحِ أوْلادُ مَعشَرٍ\n...\nكثيرٍ ولا يُعْطونَ في حادِثٍ بَكْرا (1)\nهمُ حَرْمَلٌ أعْيَا على كُلّ آكِلٍ\n...\nمُبِيرٌ، ولو أمْسى سَوَامُهُمُ دَثْرَا (2)\nجَمادٌ بها البَسْباسُ تَرْهُصُ مَعْزُهَا\n...\nبَناتِ اللّبُونِ والسَّلاقمةَ الحُمرا (3)\nفما ذنبُنا في أنْ أداءَتْ خُصَاكُمُ\n...\nوأن كنتُمُ في قَوْمِكُمُ مَعشراً أُدْرَا (4)\nاذا جَلَسُوا خَيّلْتَ تحتَ ثِيابِهِمْ\n...\nخَرَانِقَ تُوفي بالضَّغيبِ لها نَذرا (5)\n(1) التبريح: مبالغة الشدة. الحادث البكر: الفتي من الإبل.\n(2) الحرمل: نبات مر. المبير: المهلك. السوام: الماشية واللإبل. الدثر: الكثيرة.\n(3) الجماد: الأؤض القاحلة التي لا ينبت فيها زرع. البسبس: شجر تُتّخذ من الرحال. المعزاء: الأرض الكثير الحصى. بنات اللبون: صغار الإبل. السلاقمة: مفردها السلقم والسلقمة معناها الكبير من الإبل.\n(4) أداءت: مرضت. الأدر: الآدر وهو الوارم الخصية.\n(5) الخرانق: مفردها الخرنق وهو صغير الأرانب. الضغيب: صوت الأرنب.\nالجزء: 1 ¦ الصفحة: 47\n",
        "أبا كَرِبٍ! أبْلِغْ لَدَيْكَ رِسالَتي\n...\nأبا جابِرٍ عَني، ولا تَدَعَنْ عَمْرا\nهُمُ سَوّدوا رَهْواً تَزَوّدَ في اسْتِهِ\n...\nمنَ الماءِ، خالَ الطَّيرَ واردةً عَشْرا (1)\n(1) سودا فلاناً: جعلوه سيداً. الرهو: الطائر الذي زعمت العرب أنه ينزود بالماء بإسته إذا خشي العطش. واردة عشرا: عبارة أراد بها أن الطائر هذا تزود من الماء لأنه خال أن الطير ستشربه وينفذ خلال عشرة أيام.\nفي هذا البيت معنى أخذه المتنبي عندما وصف ملوك قومه:\nودهري ناسه ناس صغارٌ\n...\nوإن كانت لهم جثث ضخام\nأرانب غير أنهم ملوك\n...\nمفتحة عيونهم نيام\nالجزء: 1 ¦ الصفحة: 48\n",
        "خالط الناس\n[الرمل]\nخالطِ النَّاسَ بخُلْقٍ واسِعٍ\n...\nلا تكُنْ كلباً، على الناس، تَهِرّ\nلا بدّ يوماً أن تصادي\n[الرجز]\nيا لكِ مِنْ قُبّرَة ٍ بمَعْمَرِ\n...\nخلا لكِ الجوّ، فبِيضي واصْفِري (1)\nقد رُفِعَ الفَخُّ، فماذا تَحْذَري؟\n...\nونقّري ما شِئتِ أن تُنقّري\nقد ذَهَبَ الصّيّادُ عنكِ، فابشِري،\n...\nلا بدّ يوماً أن تُصادي، فاصبري\n(1) معمر: مكان نصب فيه الشاعر فخاً لصيد الطيور لكنه لم يفلح لأن قبرة واحدة لم تغط على الفخ، ولما سحب فخه حطت الطيور على الحبّ الذي وضع عند الفخ فقال هذه الأبيات.\nالجزء: 1 ¦ الصفحة: 49\n",
        "قافية الصاد\nلا توصِ حكيماً\n[لمتقارب]\nإذا كنتَ, في حاجةٍ، مُرْسِلاً\n...\nفأرْسِلْ حَكِيماً، ولا تُوصِهِ\nوإنْ ناصِحٌ منكَ، يوماً، دنَا\n...\nفلا تَنْأَ عنه، ولاتُقْصهِ (1)\nوإنْ بابُ أمرٍ، عليكَ التَوَى\n...\nفشاوِرْ لبيباً، ولاتَعْصِهِ (2)\nوذو الحقّ لا تَنْتَقِصْ حَقَّهُ\n...\nفإنَّ القَطِيعَةَ في نَقْصِهِ\nولا تَذكُرِ الدّهْرَ، في مجْلِسٍ\n...\nحَديثاً, إذا أنتَ لم تُحْصِهِ (3)\nونُصَّ الحديثَ إلى أهلِهِ\n...\nفإنّ الوثيقَةَ في نَصّهِ\nولاتَحْرِصَنّ، فرُبَّ امرئٍ\n...\nحَريصٍ، مُضاعٍ على حِرصِهِ\nوكم مِن فَتىً، ساقِطٍ عَقْلُهُ\n...\nوقد يُعْجَبُ الناسُ من شَخْصِهِ\nوآخَرَ تَحْسَبُهُ أنْوَكاً\n...\nويأتِيكَ بالأمرِ مِنْ فَصّهِ (4)\nلبِسْتُ اللّيالي، فأفْنَيْنَني\n...\nوسَرْبَلَني الدّهرُ في قُمْصِهِ (5)\n(1) دنا: اقترب. تنأى: تبتعد. لا تقصه: لا تبعده.\n(2) التوى: صعب. اللبيب: صاحب العقل الفطن والراجح. لا تعصه: لا تخالف أمره.\n(3) لم تُحصه: لم تعمل له حساباً.\n(4) الأنوك: الجاهل. فصِّه: أصله.\n(5) سربلني: ألبسني السربال وهو القميص.\nالجزء: 1 ¦ الصفحة: 51\n",
        "قافية الضاد\nخذو حذركم\n[الطويل]\nألَا اعْتَزِليْني اليومَ يا خَوْلَ أوْغِضِي\n...\nفقد نَزَلَتْ حدباءُ مُحْكَمةُ العضِّ\nأبا مُنْذِرٍ! كانتْ غَرُوراً صَحِيفتي\n...\nولم أُعطِكُمْ بالطوْعِ مالي ولا عِرْضي (1)\nأبا منذرٍ! أفنَيْتَ فاستبْقِ بعضَنا\n...\nحنانَيْكَ! بعضُ الشرّ أهوَن من بعضِ (2)\nفأقْسَمْتُ عند النُّصبِ: إني لهالكٌ\n...\nبمُلتَفّةٍ، ليست بغَبْطٍ ولا خَفضِ (3)\nخُذوا حِذرَكمْ أهلَ المُشَقَّرِ والصّفا\n...\nعبيدَ اسْبذٍ والقرْض يُجزى من القرضِ (4)\nستَصْبَحُك الغَلْباءُ تَغْلِبُ، غارةً\n...\nهنالكَ لا يُنجيك عَرْضٌ من العَرْضِ (5)\nوتُلبِسُ قوماً، بالمُشقَّرِ والصَّفا\n...\nشآبيبَ موتٍ، تَسْتهِلُّ ولاتُغضي (6)\n(1) أبو منذر: كنية عمرو بن هند. الغرور: الخادعة. الصحيفة: الورقة أو الرقعة التي يُكتب عليها. وهنا تعني الصحيفة التي سلمها إياها عمرو بن هند ليوصلها إلى المكعبر أبو كرب ربيعة بن الحارق عامله على البحرين وفيها يوصي عمرو بن هند عامله بقتل طرفة بن العبد حين وصول الصحيفة إليه.\n(2) حنانيك: اسم فعل بمعنى تحنن ثم تحنن.\n(3) النصب: ما يبنى من التماثيل وغيرها للعبادة. الملتفة: الأرض الكثيرة الشجر ويقصد بها البحرين. الغبط: المسرة والمفرحة. الخفض: لين العيش ورغده.\n(4) المشقرو الصفا: حصن ونهر بالبحرين. اسبذ: جامع في البحرين. القرض: ما تسلفه من البر أو الإساءة.\n(5) الغلباء: التي لا تُقهر. العرض: العرض: الجيش العظيم.\n(6) الشآبيب: واحدها الشؤبوب وهو الدفعة من المطر. تغضي: تصبر أو تترك.\nالجزء: 1 ¦ الصفحة: 53\n",
        "تَمِيلُ على العَبْديّ في جوّ دارِهِ\n...\nوعوْفَ بنَ سعدٍ تختَرِمه عن المحضِ (1)\nهُما أورداني الموت عمْداً وجَرّدا\n...\nعلى الغَدرِ خَيلاً ما تَمَلّ من الركضِ (2)\n(1) العبدي: عبد عمرو بن بشر زوج شقيقة طرفة الذي وشاه إلى الملك عمرو بن هند. عوف بن سعد: من المحرضين على قتل طرفة بن العبد أيضاً. تخترم: تستأصل. المحض: صدق الود.\n(2) أورداني: أوصلاني.\nالجزء: 1 ¦ الصفحة: 54\n",
        "قافية الفاء\nحماة الحي\n[الطويل]\nوإنّا، إذا ما الغَيْمُ أمسى كأنّهُ\n...\nسماحيقُ ثَرْبٍ وهي حمراء حَرجَفُ (1)\nوجاءَتْ بصُرّادٍ، كأنّ صَقيعَهُ\n...\nخِلالَ البُيوتِ والمنازِلِ, كُرْسُفُ (2)\nوجاءَ قَريعُ الشّوْلِ يَرقصُ قبلَهَا\n...\nإلى الدّفءِ، والرّاعي لها مُتحرِّفُ (3)\nنَرُدّ العِشارَ، المُنْقِياتِ شَظِيُّها\n...\nإلى الحيّ، حتى يُمرِعَ المُتصيَّفُ (4)\nتَبِيتُ إمَاءُ الحيّ تَطْهى قُدورَنا\n...\nويأْوي إِلينا الأشْعَثُ المُتَجرِّفُ (5)\nونحنُ، إذا ما الخيْلُ زَايَلَ بَيْنَها\n...\nمن الطّعنِ، نشّاجٌ مُخِلٌّ ومُزْعِفُ (6)\nوجالتْ عَذارى الحيّ شتّى، كأنّها\n...\nتَوالي صُوارٍ، والأسِنّة ُ تَرْعَفُ (7)\n(1) السماحيق: مفردها السمحاق وهو الغيم الرقيق. الثرب: قطع من الشحم شبه بها الغيوم الرقيقة. الحرجف: الشديدة.\n(2) الصراد: السحاب الذي لا ماء فيه. الصقيع: الماء المتجمد من شدة البرد. الكرسف: القطن.\n(3) قريع الشول: فحل الإبل. تحرف الراعي: مال على نفسه من شدة البرد.\n(4) العشار: مفردها العشراء وهي الناقة التي مضى على حملها عشرة أشهر. المنقيات: مفردها المنقية وهي الناقة السمينة. الشظي: عظم الساق. يمرع: يكثر فيه الزرع. المتصيف: مكان الإقامة بالصيف.\n(5) الأشعث: المغبر الشعر لكثرة ترحاله. المتجرف: الذي جرفت الأيام ثروته وماله.\n(6) زايل: فُرق. النَشّاج: الضرب الذي يشخب دم منه. المخل المزعف: القاتل.\n(7) الصوار: قطيع البقر الوحشي. الأسنّة: مفردها السنان وهو رأس الرمح. ترعف: تقطر دماً.\nالجزء: 1 ¦ الصفحة: 55\n",
        "ولم يَحْمِ أهلَ الحيّ، إلاّ ابنُ حُرّةٍ\n...\nوعَمَّ الدّعاءَ المُرْهَقُ المُتلهِّفُ (1)\nففئْنا, غَداةَ الغِبِّ، كلَّ نقيذةٍ\n...\nومنَّا الكمِيُّ الصَّابِرُ المُتعَرِّفُ (2)\nوكارِهَةٍ، قد طَلّقَتْها رِماحُنا\n...\nوأنْقَذْنَها، والعَينُ بالماءِ تَذرِفُ (3)\nتَرُدّ النّحيبَ في حَيازيمِ غُصّةٍ\n...\nعلى بَطَلٍ، غادَرْنَهُ وهو مُزعَفُ (4)\n(1) المرهق: المتعب من شدة الحرب. المتلهف: المتحسر على خسارته.\n(2) فئنا: أعطينا الفيء أو الغنيمة. النقيذة: كل ما أنقذ من الأموال والماشية. الغب: اليوم الذي يتلو المعركة. الكمي: الفارس الشجاع. المتعرف: الذي يعرف عن نفسه في الحرب.\n(3) الكارهة: المرأة التي تكره العش مع زوجها. تذرف: تسيل منها الدموع.\n(4) النحيب: البكاء. الحيزوم: وسط الصدر. المزعف: المردى والمقتول.\nالجزء: 1 ¦ الصفحة: 56\n",
        "قافية القاف\nانعَ نفسك\n[المتقارب]\nوَنَفْسَكَ فَانْعَ، وَلاتنعَني\n...\nوداوِ الكُلُومَ، ولا تُبرِقِ (1)\nشر الناس من سرق\n[البسيط]\nولا أُغِيرُ على الاشعارِ أسْرِقُها\n...\nعنها غَنِيتُ، وشرُّ الناسِ مَن سرَقا\nوإنَّ أحسنَ بَيْتٍ أنْتَ قائِلُهُ\n...\nبَيْتٌ يُقالُ، إذا إنْشَدتَهُ، صَدَقا\n(1) الكلوم: مفردها الكلم وهو الجرح. لا تبرق: لا تحرك سيفك ليلمع.\nالجزء: 1 ¦ الصفحة: 57\n",
        "قافية الكاف\nفلم ترَ عيني مثل سعد بن مالك\n[الطويل]\nفي مدح سعد بن مالك.\nقِفي، وَدّعِينا اليوْمَ يا ابنةَ مالكِ\n...\nوعُوجي علَينا مِن صُدورِ جِمالِكِ (1)\nقفي، لا يكُنْ هذا تَعِلّةَ وَصلِنا\n...\nلِبَينٍ، ولا ذا حَظّنا من نَوالِكِ (2)\nأُخَبّرْكِ أنّ الحَيّ فَرّقَ بَيْنَهُمْ\n...\nنَوَى غُربَةٍ ضَرَّارةٍ لي كذلكِ (3)\nولمْ يُنْسِني ما قدْ لَقِيتُ، وشفّني\n...\nمِنَ الوَجْدِ، أنّي غيرُ ناسٍ لِقاءَكِ (4)\nوما دُونَهَا إلّا ثلاتٌ مَآوِبٌ\n...\nقُدِرْنَ لِعيسٍ، مُسنِفاتِ الحَوَارِكِ (5)\nولاغَرْوَ إلّا جارَتي وسُؤالُها:\n...\nألا هَلْ لنا أهلٌ؟ سُئِلتِ كَذلِكِ\nتُعيِّرُ سَيري في البلادِ ورِحلَتي\n...\nألا رُبّ دارٍ لي سوى حُرّ دارِكِ (6)\nولَيسَ امرُؤُ أفنى الشّبابَ مجاوراً\n...\nسِوى حَيِّهِ، إلا كآخَرَ هالِكِ\nألا رُبَّ يومٍ، لو سَقِمْتُ لعَادَني\n...\nنِساءٌ كِرَامٌ مِنْ حُيَيٍّ ومالِكِ (7)\n(1) عوجي: ميلي.\n(2) التعلة: السبب الذي يلهي. النوال: العطاء. البين: البعد.\n(3) النوى: البعد.\n(4) شفني: أضعفني.\n(5) المآوب: مفردها الأوبة وهي العودة. العيس: الإبل البيض التي يغشاها احمرار. المسنفات: المرتفعات. الحوارك: واحدها الحارك وهو أعلى الكاهل.\n(6) تعيّر: تُعيب. حرّ الدار: باحتها.\n(7) سقمت: مرضت. حُيي ومالك: من أبناء عمومة طرفة بن العبد.\nالجزء: 1 ¦ الصفحة: 59\n",
        "ظَلِلتُ بِذي الأرطى فُوَيقَ مُثقَّبٍ\n...\nببيئةِ سَوءٍ هالِكاً أو كَهَالِكِ (1)\nومِنْ عامِرٍ بِيضٌ, كأنَّ وجُوهَهَا\n...\nمَصابِيحُ لاحَتْ في دُجًى مُتحالكِ (2)\nتَرُدُّ عليّ الرّيحُ ثَوبيَ، قاعِداً\n...\nإلى صَدَفيٍّ، كالحَنِيّة ِ بارِكِ (3)\nرأيتُ سُعُوداً منْ شُعوبٍ كثيرةٍ\n...\nفلمْ تَرَ عَيني مِثلَ سَعدِ بنِ مالِكِ (4)\nأبَرَّ وأوفى ذِمّةً يَعقِدونها\n...\nوخَيراً، إذا ساوَى الذُّرَى بالحَوارِكِ (5)\nوأنمى إلى مَجدٍ تَليدٍ وسُورةٍ\n...\nتكونُ تُراثاً، عندَ حَيٍّ، لهالِكِ (6)\nأبي أنزَلَ الجبَّارَ عاملُّ رمحِهِ\n...\nعن السرْج، حتى خرّ بين السّنابكِ (7)\nوسَيفي حُسامٌ، أختلي بذُبابهِ\n...\nقَوانِسَ بِيضِ الدّارِعينَ الدّواركِ (8)\n(1) ذو الأرطى: موضع يكثر فيه الشجر وسمي على اسمها. وهي أشجار كبير يُستظل لها. مثقب: موضع.\n(2) الدجى المتحالك: الليل الشديد السواد.\n(3) الصدفي: البعير المنسوب إلى حيّ من همذان يُدعى الصدف. الحنية: القوس.\n(4) السعود: جمع لاسم علم يدعى سعد وقصد سعد بن مالك الممدوح.\n(5) الذرى: الأعالي. وقصد بها سنام الإبل؟ الحوالرك: مفردها الحارك وهو أعلى الكاهل.\n(6) أنمي: أنتسب. التليد: القديم والمتوارث. السورة: المرتبة والشرف.\n(7) عامل الرمح: صدر الرمح. السنابك: مفردها السنبك وهو طرف الحافر.\n(8) أختلي: أقطع. ذباب السيف: حده. القوانس: مفردها القونس وهي أعلى بيذة الدرع. الدارعون: واحدها الدارع وهو لابس الدرع. الدوارك: مفردها الدارك، وهو المتيقظ والمتحسب للأمر.\nالجزء: 1 ¦ الصفحة: 60\n",
        "قافية اللام\nإذا جاء الذي لا بد منه\n[الطويل]\nلِخَولَة َ بالأجْزَاعِ من إضَمٍ طَلَلْ\n...\nوبالسّفْحِ مِنْ قَوٍّ مُقامٌ وَمُحتمَلْ (1)\nتَرَبّعُهُ مِرْباعُهَا ومَصِيفُها\n...\nمِياهٌ، مِنَ الأشرافِ، يُرمى بها الحجلْ (2)\nفلا زالَ غَيثٌ مِن رَبيعٍ وصَيّفٍ\n...\nعلى دارِها، حيثُ استقرّتْ، له زَجَلْ (3)\nمَرَتْهُ الجَنوبُ ثمَّ هَبَتْ له الصَّبا\n...\nإذا مسَّ، منها مَسْكناً، عُدمُلٌ نَزَلْ (4)\nكأنّ الخلايا فيه ضَلّتْ رِباعُها\n...\nوعُوذاً، إذا ما هَدَّهُ رَعدُه احتفَلْ (5)\nلها كَبِدٌ مَلساءُ ذاتُ أسرّةٍ\n...\nوكشحانِ لم ينْقُض طِواءَهما الحَبَلْ (6)\nإذا قلتُ: هل يَسلو اللُّبانَةَ عاشِقٌ\n...\nتَمُرُّ شؤونُ الحبّ من خولَة َ الأوَلْ (7)\n(1) خولة: اسم امرأة. الأجزاع: مفردها الجزع وهو المسافة التي تقطعها من الوادي. إضم: اسم واد. قو: وادٍ أيضاً. المقام: محل الإقامة.\n(2) تربعه: تنزل به في الربيع. المرباع: المكان التي أقامت به في الربيع. المصيف: مكان الإقامة في الصيف.\n(3) الغيث: المطر. الزجل: الرعد.\n(4) مرته: احتلبته. الجنوب: رياح الجنوب. الصبا: الرياح الشرقية الخفيفة. العدمل: السحاب الكثيف.\n(5) الخلايا: النياق المسنة. الرباع: الإبل التي وُلدت في الربيع. العوذ: النياق الحديثة السن. احتفل: هطل مطره بشدة.\n(6) الكبد المساء: البطن. الأسرة: التجاعيد والطيّات. الكشحان: واحدها الكشح وهو محل الخاصرة من الخصر. ينقض: يغيّر. الطواء: الضعف والهزال.\n(7) يسلو: ينسى. اللبانة: الحاجة والقصد.\nالجزء: 1 ¦ الصفحة: 61\n",
        "وما زادَكَ الشّكوى الى مُتَنَكِّرٍ\n...\nتَظَلُّ بهِ تبكي, وليس به مَظَلّ (1)\nمتى تَرَ يوْماً عَرْصَةً منْ دِيارِهَا\n...\nولو فَرْطَ حَوْلٍ, تَسجُمُ العينُ أو تُهَل (2)\nفقُلْ لِخَيالِ الحنْظَلِيّةِ يَنقَلِبْ\n...\nإليها، فإني واصِلٌ حبلَ مَن وَصَلْ (3)\nألا إنما أبْكي ليومٍ لقِيتُهُ\n...\nبجُرْثُمَ, قاسٍ, كلُّ ما بَعدَهُ جَلَلْ (4)\nإذا جاء ما لا بُدّ منهُ، فَمَرْحَباً\n...\nبه حينَ يَأتي لا كِذابٌ ولا عِلَل\nألا إنَّني شرِبْتُ أسْوَدَ حالِكاً\n...\nألا بَجَلي منَ الشّرَابِ ألا بَجَلْ (5)\nفلا أعْرِفَنّي, إنْ نَشَدْتُكَ ذِمّتي\n...\nكدَاع هَديلٍ لا يُجابُ ولا يَمَلُّ (6)\n(1) المتنكر: الرسم المتغير.\n(2) العرصة: ساحة الدار. فرط: بعد. الحول: العام. تسجم العين: يسيل دمعها.\n(3) الحنظلية: امرأة من بني حنظل من تميم.\n(4) جرثم: اسم مكان. الجلل: الأمر العظيم والصغير وهنا المعنى الثاني.\n(5) الأسود الحالك: كأس الموت. البجل: الكفاية.\n(6) نشدتك: طلبتك. هديل: فرخ حمام زعمت العرب أنه مات عطشاً في عهد نوح عليه السلام. وما زال الحمام يبكيه ولا يمل ذلك.\nالجزء: 1 ¦ الصفحة: 62\n",
        "أتعرف رسم الدار\n[الطويل]\nأتعْرِفُ رسمَ الدارِ قَفْراً مَنازِلُهْ\n...\nكجَفْنِ اليمانِ زَخرَفَ الوشيَ ماثلُهْ (1)\nبتثلِيثَ أوْ نَجْرَانَ أوْ حيثُ تَلتقي\n...\nمِنَ النّجْدِ في قِيعانِ جأشٍ مسائلُهْ (2)\nدِيارٌ لِسلْمى إذ تصِيدُكَ بالمُنى\n...\nواذ حبلُ سلمى منكَ دانٍ توَاصُلُهْ\nوإذ هيَ مثلُ الرّئمِ، صِيدَ غزالُها\n...\nلها نظرٌ ساجٍ اليكَ, تُوَاغِلُهْ (3)\nغَنِينا، وما نخشى التّفرّقَ حِقبَةً\n...\nكِلانا غَريرٌ، ناعِمُ العيش باجِلُهْ (4)\nلَيَاليَ أقْتادُ الصِّبا ويَقُودُني\n...\nيَجُولُ بنَا رَيْعانُهُ ويُحاوِلُهْ (5)\nسَما لكَ من سلْمى خَيالٌ ودونَها\n...\nسَوَادُ كَثِيبٍ، عَرْضُهُ فأمايِلُهْ (6)\nفذُو النّيرِ فالأعلامُ من جانبِ الحِمى\n...\nوقُفٌّ كظَهْرِ التُّرْسِ تجري أساجلهْ (7)\n(1) الجفن: الغمد. اليمان: أي السيف اليمان. زخرف: زين. الوشي: النقش. ماثله: صانعه.\n(2) تثليث ونجران: موضعان. النجد: المرتفع من الأرض. القيعان: الواحد قاع: الأرض السهلة المطمئنة انفرجت عندها الجبال. جأش: موضع مسائله، الواحد مسيل: مكان سيلان الماء.\n(3) الرئم: الظبي الخالص البياض. ساج: ساكن. تواغله: تسارقه.\n(4) غنينا: أقمنا. الحقبة: الزمن. الغرير: غير المجرب. الباجل: الحسن الحال المخصب.\n(5) ريعانه: أوله.\n(6) سما لك: ارتفع لك، السواد: الشخص. الكثيب: التل من الرمل. أمايله, الواحد أميل: جبل من رمل عرضه ميل في طول ميل.\n(7) ذو النّير: موضع. الأعلام واحدها العلم وهو الجبل. الحمى: حدود القبيلة. القف: ما ارتفع من الأرض. الأساجل: المعلم البعيدة تبدو كالسراب.\nالجزء: 1 ¦ الصفحة: 63\n",
        "وأنَّى اهْتَدَتْ سلمى وسَائلَ, بينَنا\n...\nبَشاشَةُ حُبٍّ، باشرَ القلبَ داخِلُهْ (1)\nوكم دُونَ سَلمى من عَدُوٍّ وبلدةٍ\n...\nيَحارُ بها الهادي، الخفيفُ ذلاذلُه (2)\nيَظَلُّ بها عَيرُ الفَلاةِ، كأنّهُ\n...\nرقيبٌ يُخافي شَخْصَهُ ويُضائلُهْ (3)\nوما خِلْتُ سلمى قبلَها ذاتَ رِجلةٍ\n...\nإذا قَسْوَرِيُّ الليلِ جِيبَتْ سَرَابلُهْ (4)\nوقد ذَهَبَتْ سلمى بعَقْلِكَ كُلَّهِ\n...\nفهَلْ غيرُ صَيدٍ أحْرَزَتْهُ حَبائِلُه\nكما أحْرَزَتْ أسْماءُ قلبَ مُرَقِّشٍ\n...\nبحُبٍّ كلمْعِ البَرْقِ لاحتْ مَخايله (5)\nوأنْكَحَ أسْماءَ المُرَاديَّ، يَبْتَغي\n...\nبذلكَ, عَوْفٌ أن تُصابَ مَقاتِلُه (6)\nفلمَّا رأَى أنْ لا قَرارَ يُقِرُّهُ\n...\nوأنّ هَوَى أسْماءَ لابُدّ قاِتلُه\nتَرَحّلَ مِنْ أرْضِ العرَاقِ مُرَقِّشٌ\n...\nعلى طَرَبٍ، تَهْوي سِراعاً رواحِلُه (7)\nإلى السّرْوِ، أرضٌ ساقه نحوها الهوى\n...\nولم يَدْرِ أنَّ الموْتَ بالسّرْوِ غائلهْ (8)\nفغودِرَ بالفَرْدَين: أرضٍ نَطِيّةٍ\n...\nمَسيرَةِ شهْرٍ، دائبٍ لا يُوَاكِله (9)\nفيا لكَ من ذي حاجةٍ حيلَ دونَها\n...\nوما كلُّ ما يَهوَى امرُؤٌ هو نائِلُه\nفوجدي بسلمى مثلُ وَجْدِ مُرَقِّشٍ\n...\nبأسْماءَ، إذ لا تَستفيقُ عَواذِله (10)\n(1) بشاشة الحب: سروره. باشر: نطق.\n(2) الذلاذل: أسفل القميص.\n(3) عير الفلاة: حمار الوحش. يضائل: يصغر.\n(4) ذات الرجلة: كل من لها رجل، تمشي بها. قسوري الليل: مُعظمه وشدة سواده. السرابل والسرابيل: واحدها السربال وهو القميص.\n(5) أسماء: هي أسماء بنت عوف التي أحبها المرقش ابن عمها ولم يتزوجها فمات كمداً في حبها. المخايل: مفردها المخيلة وهي السحابة التي لا تمطر.\n(6) المرادي: زوج أسماء.\n(7) الطرب: الحزن. تهوي: تسير مسرعة. الرواحل: مفردها الراحلة وهي الناقة.\n(8) السرو: موضع قبر المرقش. غائله: قاتله.\n(9) الفردين: موضع. النطية: البعيدة. الدائب: المستمر في العمل. لا يواكله: لا يدب به الوهن.\n(10) وجدي: شدة حبي. العواذل: مفردها العاذل وهو اللائم.\nالجزء: 1 ¦ الصفحة: 64\n",
        "قضى نَحْبَهُ، وَجداً عليها مُرَقِّشٌ\n...\nوعُلّقْتُ مِنْ سَلمى خَبالاً أُماطله (1)\nلعمري، لموْتٌ لا عقُوبَة، بَعْدَهُ\n...\nلذي البثِّ أشْفى من هوىً لا يزَايِله (2)\n(1) قضى نحبه: مات. الخبال: فساد العقل.\n(2) ذو البث: صاحب الشكوى. يزايل: يفارق.\nالجزء: 1 ¦ الصفحة: 65\n",
        "العبد الذليل\n[الطويل]\nفي هجاء عبد عمرو بن بشر\nلهِندٍ، بِحِزّانِ الشّريفِ, طُلولُ\n...\nتَلوحُ، وأدنى عهدِهِنّ مُحِيلُ (1)\nوبالسّفْحِ آياتٌ، كأنّ رُسومَها\n...\nيَمان، وَشَتْهُ رَيدَةٌ وسَحُولُ (2)\nأرَبَّتْ بهَا نَآجَةٌ تَزْدَهي الحَصى\n...\nوأسْحَمُ وكّافُ العَشيِّ هَطولُ (3)\nفَغَيّرْنَ آياتِ الدّيارِ، مع البِلى\n...\nولَيْسَ على رَيْبِ الزّمانِ كَفيلُ (4)\nبِما قد أَرى الحَيَّ الجَميعَ بغِبطةٍ\n...\nإذا الحَيُّ حيٌّ، والحُلولُ حُلولُ (5)\nألا أبلغا عَبْدَ الضّلالِ رِسَالةً\n...\nوقد يُبلِغُ الأنْباءَ عَنكَ رَسولُ (6)\nدَبَبْتَ بِسرّي بعدَما قد عَلِمتَه\n...\nوأنتَ بأسرَارِ الكرامِ, نسولُ (7)\n(1) هند: اسم امرأة. حزان الشريف: موضع. الطلول: مفردها الطلل وهو الأثر الباقي. المحيل: الذي مر عليه الحول أو العام.\n(2) السفح: أدنى الجبل. الآيات: مفردها الآية وهي العلامة. اليمان: الثوب المصنوع في اليمن. وشته: طرزته. الريدة والسحول: قريتان باليمن مشهورتان بصنع الأثواب.\n(3) أربت: حلّت. النآجة: الريح القوية. تزدهي الحصى: تزيل ما عليها من غبار ورمل. الأسحم: السحاب الداكن الأسود. الوكاف: الكثير المطر. الهطول: الغزير.\n(4) آيات الديار: معالمها. ريب الزمان: نوائبه.\n(5) الغبطة: البهجة والسرور.\n(6) عبد الضلال: عبد عمرو بن بشر ابن عم طرفة وصهره في الوقت نفسه، وكان قد شكاه للملك عمرو بن هند بقصيدة هجاه طرفة فيها.\n(7) دببت: سرت سيراً خفيفاً. النسول: سريع المشي وفي معنى البيت مجازٌ معناه أن صهره لا يحفظ السر والدليل وشايته لطرفة عند عمرو بن هند.\nالجزء: 1 ¦ الصفحة: 66\n",
        "وكيفَ تَضِلُّ القَصْدَ والحَقُّ واضحٌ\n...\nوللحَقّ, بينَ الصَّالحينَ, سَبيلُ (1)\nوفَرّقَ عن بَيْتَيْكَ سعدَ بنَ مالكٍ\n...\nوعَوفاً, وعَمراً, ما تَشي وتقولُ (2)\nفأنتَ، على الأدنى، شَمالٌ عَرِيّةٌ\n...\nشَآميّةٌ، تَزْوي الوُجوهَ، بَلِيلُ (3)\nوأنتَ على الأقصى صباً غيرُ قَرَّة ٍ\n...\nتَذاءَبَ منها مُرْزِغٌ ومُسيلُ (4)\nوأنتَ امرُؤٌ منّا، ولَستَ بخَيرِنا\n...\nجَوَادَاً على الَأقصى, وأنتَ بخيلُ\nفأصْبَحْتَ فَقْعاً نابتاً بقَرارَةٍ\n...\nتَصَوَّحُ عنهُ, والذَّليلُ ذليلْ (5)\nوأعلمُ عِلماً ليسَ بالظنِّ أنَّهُ\n...\nإذا ذَلّ مَولى المَرْءِ فهْوَ ذَليلُ (6)\nوإنّ لِسانَ المَرْء ما لم تَكُنْ لَهُ\n...\nحَصاةٌ، على عَوْراتِهِ لَدَلِيلُ (7)\nوإنّ امرأً لم يعْفُ، يوْماً، فُكاهةً\n...\nلمَنْ لمْ يُرِدْ سُوءاً بها, لَجَهُولُ (8)\nتَعَارَفُ أرواحُ الرّجالِ إذا التَقَوا\n...\nفَمنْهُمْ عدُوٌّ يُتّقَى وخليلُ (9)\n(1) تضل الحق: تبتعد عنه. السبيل: المورد والطريق.\n(2) سعد وعوف وعمر: من أعمام وخؤولة الشاعر.\n(3) الأدنى: القريب. الشمال العرية: ريح الشمال الباردة. الشآمية: الريح الآتية من جهة الشام. تزري الوجوه: تغضبها. البليل: الرياح التي تصطحب معها الماء والندى. وقد قصد بالقريب نفسه.\n(4) الأقصى: البعيد. وقصد به عمرو بن هند. الصبا: الرياح الشرقية الخفيفة. القرة: البارة. تذاءب: أتى من كل صوب. المرزغ: المطر. المسيل: المطر القوي الذي يبعث السيل.\n(5) الفقع: الكمأة. وهو نبات يظهر إذا اشتد البرق والرعد في الصحراء. القرارة: الأرض المنبسطة. تصوّح: تتصوح وتتشقق.\n(6) مولى المرء: قريبه.\n(7) الحصاة: العقل.\n(8) الفكاهة: الملاحة والظرف.\n(9) تعارف: تتعارف. الخليل: الأخ.\nالجزء: 1 ¦ الصفحة: 67\n",
        "قافية الميم\nالموت حق\n[الكامل]\nوتَقولُ عاذِلَتي، ولَيسَ لها\n...\nبِغَدٍ ولا ما بَعْدَهُ، عِلْمُ (1)\nإنّ الثّرَاءَ هوَ الخُلودُ، وإنّ\n...\nالمَرْءَ يُكرِبُ يَوْمَهُ العُدْمُ (2)\nولَئِنْ بَنَيْتُ إلى المُشَقَّرِ في\n...\nهَضْبٍ تُقَصِّر دونَهُ العُصْمُ (3)\nلَتُنَقّبَنْ عَنّي المَنِيّةُ، إنّ\n...\nاللَّهَ لَيْسَ لِحُكْمِهِ حُكْمُ (4)\n(1) العاذلة: اللائمة.\n(2) يكرب: يعكر الصفو. العدم: الفقر والحاجة.\n(3) المشقر: حصن بالبحرين. الهضب: الجبل المنبسط. العُصم: مفردها الأعصم وهو الوعل الذي يغشى بياضه سواد أو العكس.\n(4) تنقب: تفتش.\nالجزء: 1 ¦ الصفحة: 69\n",
        "يا عَجَباً [الطويل]\nيا عَجَباً من عبدِ عَمرٍو وبَغْيِهِ\n...\nلَقد رَامَ ظُلْمي عَبدُ عَمرٍو فأنعما (1)\nولا خَيرَ, فيه غَيرَ أنّ لهُ غِنىً\n...\nوأنّ لهُ كَشحاً، إذا قامَ، أهضما (2)\nيَظَلُّ نساءُ الحيّ يَعْكُفنَ حَولَه\n...\nيَقُلنَ: عَسيبٌ منْ سرَارَة ِ مَلْهما (3)\nلَهُ شَرْبَتانِ بالنّهارِ، وأرْبَعٌ\n...\nمنَ اللّيلِ, حتى آضَ سُخْداً مُوَرَّما (4)\nويَشرَبُ حتى يَغمُرَ المَحضُ قَلبَهُ\n...\nوإن أُعْطَهُ أترُكْ لِقَلبيَ مَجثَما (5)\nكأنّ السّلاحَ فوْقَ شُعبَةِ بانَةٍ\n...\nتَرى نَفَخاً وَرْدَ الأسِرّةِ أسحَما (6)\n(1) لقد ورد هذا البيت على ألسنة الرواة بهذ الشكل ولكنه لا يستقيم على البحر الطويل كسائر أبيات القصيدة إلا بزيادة فاء أو واو ف يأوله فيصبح على الشكل التالي:\nف\nيا عجبا\nمن عبـ د عمرو وبغيه\nَََْ ََََْْْ َََْْ ََََْْ\nفَعَوْلَ مفاعيلن فعولن مفاعلن\nالبغي: الظلم. رام: قصد وأراد. أنعم: أفاض في الظلم وفي البيت إشارة إلى عبد عمرو بن بشر ابن عمه وصهره في الوقت نفسه وذلك بعد أن شكته أخته إليه.\n(2) الكشح: الخصر. الأهضم: النحيل كخصور النساء.\n(3) يعكفن: يتآطرن ويملن. العسيب: جريد النخل. السرارة: أواسط الشيء. ملهم: موضع كثير النخل.\n(4) آض: عاد. السخد: المبلل.\n(5) يغمر: يُغطي. المحض: اللبن الحامض. المجثم: موضع الراحة. والمعنى أن عبد عمرو يشرب اللبن حنى تمتلئ أمعاؤه وتغطي قلبه بينما لو عُرِضَ عليَّ هذا الأمر لشربت القليل منه تاركاً لنفسي المتسع من الراحة.\n(6) الشعبة: الغصن. البانة: شجرة لينة. النفخ: الورم. الأسرة: تجاعيد الجسد. الأسحم: الأسود.\nالجزء: 1 ¦ الصفحة: 70\n",
        "إن تعيدوها نعدْ لكم\n[المديد]\nأشَجَاكَ الرَّبْعُ أمْ قِدَمُهْ\n...\nأمْ رَمَادٌ، دارِسٌ حُمَمُهْ (1)\nكسُطُورِ الرّقّ، رَقّشَهُ،\n...\nبالضّحَى، مُرَقِّشٌ يَشِمُهْ (2)\nلَعِبَتْ، بعْدي، السّيولُ به\n...\nوجرى، في رَيّقٍ، رِهَمُهْ (3)\nجَعَلَتْهُ حَمَّ كَلْكَلِهَا\n...\nلربيعٍ، دِيمَة ٌ تَثِمُهْ (4)\nفالكَثِيبٌ مُعْشِبٌ، أُنُفٌ\n...\nفَتَنَاهِيِه، فَمُرْتَكَمُهْ (5)\nحابسي رَسْمٌ وقَفْتُ بِهِ\n...\nلو أُطِيعُ النّفْس لم أرِمُهْ (6)\nلا أرى إلّا النَّعامَ به\n...\nكالإماءِ أشْرَفَتْ حُزَمُهْ (7)\n(1) شجاك: أحزنك. الربع: محل الإقانة. الدارس: الذي زالت معالمه. الحمم: السواد.\n(2) الرق: صحيفة الجلد. رقّشه: دبّجه وزينه. يشِمه: يكتبه ويزينه.\n(3) الريِّق: أول الشيء وهنا أول النبات. الرهم: مطر الربيع.\n(4) الحم: الجانب. الكلكل: الصدر. الديمة: السحابة الماطرة. تثمه: تكسره والمعنى أن المطرة تكسر نبات الربيع.\n(5) الكثيب: مجتمع الرمل. الأنف: الكثير العشب الذي لم ترعه الماشية. تناهيه: أواخره. المرتكم: مجتمع الشيء وهنا مجتمع الكثيب.\n(6) الرسم: الأثر الباقي. بم أرمه: لم أطلبه.\n(7) الهاء في به عائدة إلى الرسم ف يالبيت السابق. أشرفت حزمه: علت حزم الحطب على رؤوس الإماء أي النساء.\nالجزء: 1 ¦ الصفحة: 71\n",
        "تَذكُرُونَ، إذ نُقاتِلُكُمْ\n...\nلا يَضُرُّ مُعْدِماً عَدَمُهْ (1)\nأنتُمُ نَخْلٌ نُطيفُ به\n...\nفإذا ما جُزّ نَصْطَرِمُهْ (2)\nوعذارِيكُمْ مُقَلِّصَة ٌ\n...\nفي ذَعاعِ النّخْلِ, تَجْتَرِمُهْ (3)\nعُجُزٌ، شُمْطٌ، مَعاً، لكُمُ\n...\nتَصْطَلي نِيرانَهُ خَدَمُهْ (4)\nخَيرُ ما تَرْعَوْنَ مِنْ شَجَرٍ\n...\nيابِسُ الطَّحْمَاءِ، أو سَحَمُهْ (5)\nفَسَعَى الغَلّاقُ, بَينهُمُ\n...\nسَعْيَ خَبٍّ، كاذبٍ شِيَمُهْ (6)\nأخذَ الأزلامَ، مُقْتَسِماً\n...\nفأتى أغْوَاهُمَا زُلَمُهْ (7)\nوالقَرَارُ, بَطْنُهُ غَدَقٌ\n...\nزَيّنَتْ جَلْهَاتِهِ أكَمُهْ (8)\nففَعَلْنَا ذَلِكُمْ, زَمَناً\n...\nثمّ دانى, بينَنا, حَكَمُهْ\nإنْ تُعِيدُوهَا نُعِدْ لكُمُ\n...\nمِنْ هِجاءٍ، سائِرٍ كَلِمُهْ\nوقِتَالٍ، لا يُغِبُّكُمُ\n...\nفي جَمِيعٍ، جَحفَلٍ لَهِمُهْ (9)\n(1) النون: في تذكرون عائدة لبني تغلب وهو يقول إننا إذا قاتلتنا بني تغلب فلا نخاف على شيء نخسره لأننا لا نملك شيئاً في الأساس.\n(2) جُزّ: قُطع. نصطرمه: نقطعه.\n(3) العذارى: مفردها العذراء وهي الفتاة البكر. مقلّصة: رافعة ثيابها. الذعاع: الرديء. تجترمه: تجتنيه.\n(4) الشمط: مفردها الأشمط والشمطاء هي العجوز. خدمه: سالمه.\n(5) الطحماء: نبات يسبب النفخة للماشية إذا أكلت فيه. السحم: نبات أسود لا خير فيه.\n(6) الغلّاق: من رجال عمرو بن همد أرسله ليصلح ذات البين بين بكر وتغلب. الخب: المكر والخداع. شيمه: مزاياه.\n(7) الأزلام: مفردها الزلم وهو سهم من ثلاثة كتب على أولها أمرني وعلى الثانية نهاني أما الثالث فبدون كتابة والمعنى أن الزلم أو السهم الذي أطلقه الغداق كان أغوى من بقية السهام ولذا لم يستطع أن يُصلح بين بكر وتغلب.\n(8) القرار: منتصف الوادي. الغدق: الكثير المياه. الجلهات: مفردها الجلهة وهي ما تراه من جهة الوادي. الأكم: مفردها الأكمة وهي المكان المرتفع.\n(9) يغبكم: يصيبكم مرة بعد مرة. الجميع: الجيش. الجحفل: الكثير العدد. اللهم: الذي يلتهم ويقضي على كل شيء.\nالجزء: 1 ¦ الصفحة: 72\n",
        "رِزُّهُ: قَدِّمْ وَهَبْ وَهَلا\n...\nذي زُهاءٍ, جَمَّةٍ بُهَمُهْ (1)\nيترُكُونَ القاعَ، تَحْتَهُمُ\n...\nكمَرَاغٍ، ساطِعٍ قَتَمُهْ (2)\nلا ترى إلا أخَاه رَجُلٍ\n...\nآخِذاً قِرْناً فمُلْتَزِمُهْ (3)\nفالهَبِيتُ لا فؤَادَ لَهُ\n...\nوالثّبِيتُ ثَبْتُهُ فَهَمُهْ (4)\nللفَتى عقْلٌ يَعِيشُ به\n...\nحيثُ تَهْدي ساقَهُ قَدَمُهْ\n(1) الزر: الصوت. قدم هب هلا: أسماء أصوات تستعمل لزجر الخيل. ذو الزهو والزهاء: الكثير العدد. الجمة: الكثيرة. البهم: واحدها البهمة وهو الشجاع.\n(2) القاع: الأرض المنبسطة بين جبلين. المراغ: المكان الواسع الذي تتمرغ به الدواب.\n(3) التزم الشيء: تمسك به.\n(4) الهبيت: ضعيف القلب. الثبيت: الشجاع القوي.\nالجزء: 1 ¦ الصفحة: 73\n",
        "أقسم ما هجوتك\n[الوافر]\nيعتذر إلى عمرو بن هند.\nإنّي وَجَدِّكَ، ما هَجَوْتُكَ، وَالْ\n...\nأنْصَابِ يُسْفَحُ بَيْنَهُنَّ دَمُ (1)\nولقَد هَمَمْتُ بذاكَ إذ حُبِسَتْ\n...\nوأُمِرّ دونَ عُبَيْدَةَ الوَذَمُ (2)\nأخشى عِقابَكَ إن قَدَرْتَ ولم\n...\nأغْدِرْ فيُؤثَرَ بيننا الكَلِمُ (3)\n(1) الجد: الحظ وعبارة إني وجدِّك تستعمل للقسم. الأنصاب: مفردها النصب وهو ما عبد دون الله من التماثيل والأشخاص. يسفح: يراق ويهدر.\n(2) هممت: عزمت على ذلك. أمرّ: فتل فتلاً محكماً. عبيدة: تصغير مرخم لاسم معبد وهو معبد بن العبد أخو طرفة. الوذم: مفردها الوذمة، وهي السير بين اذن الدلو والخشبة.\n(3) يؤثر: يُشاع. الكلم: هنا الكلام الفاحش.\nالجزء: 1 ¦ الصفحة: 74\n",
        "يوم تحلاق اللمم\n[الرمل]\nسائِلوا عَنَّا الذي يَعْرِفُنَا\n...\nبقُوانا، يَوْمَ تَحْلَاقِ اللِّمَمْ (1)\nيَومَ تُبدي البِيضُ عن أسْوُقِها\n...\nوتَلُفُّ الخَيْلُ أعْرَاجَ النَّعَم (2)\nأجْدَرُ النَّاسَ برأسٍ صِلْدِمٍ\n...\nحازِمِ الأمرِ، شُجاعٍ في الوَغَم (3)\nكامِلٍ, يحْمِلُ آلاءَ الفَتى\n...\nنَبِهٍ، سَيِّدِ ساداتٍ، خِضَمّ (4)\nخَيْرُ حَيٍّ مِنْ مَعَدٍّ، عُلِموا\n...\nلِكَفِيٍّ، ولِجارٍ، وابنِ عَمّ (5)\nيَجْبُرُ المَحْرُوبَ فِينَا مالَه\n...\nببِنَاءٍ، وسَوَامٍ، وخَدَمْ (6)\nنُقُلٌ للشّحْمِ في مَشْتَاتِنا\n...\nنُحُرٌ للثِّيبِ، طُرّادُ القَرَمْ (7)\n(1) يوم تحلاق اللمم: يوم من أيام حرب البسوس يدعى يوم فضه أمر فيه الحارث بن عباد قومه بحلق شعور رؤوسهم كي يعرف بعضهم بعضاً وسمي هذا اليوم عندها: يوم تحلاق اللمم. واللمم: مفردها اللمة وهي مجتمع شعر الرأس.\n(2) البيض: مفردها البيضاء وهي المرأة الحرة الكريمة. الأسوُق: ما بين الكعب والركبة. الأعراج: مفردها العرج وهو قطيع الإبل. النعم: الماشية من الإبل والأبقار والأغنام.\n(3) الصلدم: القوي الشديد. الوغم: الحرب الشديدة.\n(4) آلاء الفتى: عدته الكاملة. الخِصم: الكريم المعطاء.\n(5) الكفي: الرغيد العيش.\n(6) يجبر: يصلح ويعيد الشيء إلى أصله. المحروب: السليب المال. السوام: الماشية الراعية.\n(7) نقل الشحم: كثيرو نقل الشحم لإطعام الضيوف وفي ذلك دليل على الكرم. مشتاتنا: محل إقامتنا في الشتاء. النحر: مفردها الناحر وهو الذابح. النيب: مفردها الناب وهي الناقة الهرمة. القرم: الشوق إلى اللحم.\nالجزء: 1 ¦ الصفحة: 75\n",
        "نَزَعُ الجاهِلَ في مَجْلِسِنَا\n...\nفترى المجلِسَ فِينَا كالحَرَمْ\nوتَفَرّعْنَا، من ابنَيْ وائِلٍ\n...\nهامةَ العِزِّ, وخُرْطومَ الكَرَمْ (1)\nمِنْ بني بَكْرٍ، إذا مَا نُسِبُوا\n...\nوبَني تغلِبَ ضَرّابي البُهَمْ (2)\nحِينَ يَحْمي الناسُ نَحْمي سِرْبَنَا\n...\nوَاضِحي الأوْجُهِ, معرُوفي الكَرم\nبحُسامَاتٍ تَرَاهَا رُسَّباً\n...\nفي الضّريباتِ, مُتِرَّاتٍ العُصُمْ (3)\nوفُحُولٍ هَيْكَلاتٍ وُقُحٍ\n...\nأعوَجِيّاتٍ، عَلى الشّأوِ أُزُمْ (4)\nوقَناً جُرْدٍ, وخَيْلٍ ضُمْرٍ\n...\nشُزّبٍ، من طُولِ تَعْلاكِ اللُّجُمْ (5)\nأدَّتِ الصّنعَة ُ في أمْتُنِها\n...\nفَهْيَ، من تحتُ، مُشيحاتُ الحُزُم (6)\nتَتّقي الأرْضَ بِرُحٍّ وُقُحٍ\n...\nوُرُقٍ، يَقْعَرْنَ أنْبَاكَ الأكَمْ (7)\nوتَفَرّى اللحمُ مِنْ تَعْدائِها\n...\nوالتّغالي، فهيَ قُبٌّ كالعَجَمْ (8)\nخُلُجُ الشّدّ, مُلِحَّاتٌ, إذا\n...\nشالتِ الأيدِي عليها بالجِذَمْ (9)\n(1) ابنا وائل: تغلب وبكر. فوالد طرفة كان من بكر وأمه تغلبية. الخرطوم: الأنف.\n(2) البهم: مفردها البهمة وهو الشجاع.\n(3) الحسامات الرُسَب: السيوف التي ترسب في المكان الذي طعنت فيه. المترات: القاطعات. العصم: المعاصم. ومفردها المعصم وهو موضع الحلي في اليد.\n(4) الهيكلات: الطويلات. الوقح: مفردها الوقاح وهو الصلب الحوافر. أعوجيات: منسوبة إلى أعوج وهو من كرام الجياد. الشأو: الغاية. الأزم: واحدها الأزوم وهو القوي النشيط.\n(5) القنا الجرد: الرماح الملساء. الشزب: مفردها الشازب وهو النحيل.\n(6) الأمتن: واحدها المتن وهو الجانب أو الظهر. مشيحات: مائلات.\n(7) الرح: حافر على هيئة العقاب. الوقح: مفردها الوقاح وهو الصلب. الورق: مفردها الأورق وهو المغبر. يقعرن: يحطمن. الأنباك: مفردها النبك وهي التلة الحادة الرأس.\n(8) تفرّى: تجمع. التعداء: السير السريع. التغالي: المبالغة في السير. القبّ: مفردها الأقب وهو الهزيل الضامر البطن. العجم: مفردها العجمة وهي نواة الثمر.\n(9) خلج الشد: قويات. ملحات: مجتهدات في طلب الأمر. الجذم: مفردها الجذمة وهو السوط.\nالجزء: 1 ¦ الصفحة: 76\n",
        "قُدُماً تَنْضُو إلى الدَّاعي, إذا\n...\nخَلّلَ الدّاعي بدَعْوَى، ثمّ عَمّ (1)\nبِشَبابٍ وكُهُولٍ نُهُدٍ\n...\nكَلُيوثٍ بَينَ عِرِّيسِ الأجَمْ (2)\nنُمْسِكُ الخيْلَ على مَكْرُوهِهَا\n...\nحينَ لا يُمسِكُ, إلا ذو كَرَمْ (3)\nنَذَرُ الأبطالَ صَرْعَى بَيْنَها\n...\nتَعْكُفُ العِقْبانُ فيها والرَّخَمْ (4)\n(1) تنضو: تسير مسرعة. الداعي: طالب العون. خلّلَ: خصص. عم: عمّمَ الأمر.\n(2) الكهول: مفردها الكهل وهو المتقّدم في السن. النهد: مفردها الناهد وهو الشامخ. الليوث: واحدها الليث وهو الأسد. العريس والعرين واحد وهو مأوى الأسد. الأجم: مفردها الأجمة، وهي المكان الملتف الشجر.\n(3) نمسك: نجبر. المكروه: الشيء الصعب.\n(4) نذر: نترك. الصرعى: القتلى. تعكف: تستدير. العقبان: مفردها العقاب وهو من الطيور الجوارح. والرخم أيضاً.\nالجزء: 1 ¦ الصفحة: 77\n",
        "أبلغ قتادة\n[الوافر]\nإنّ امرأً، سَرْفَ الفؤادِ، يَرى\n...\nعَسَلاً بماءٍ سحابَةٍ شَتْمي (1)\nوأنا امرؤ أكوى من القَصَرِ الـ\n...\nـبادي، وأغْشَى الدُّهْمَ بالدُّهْمِ (2)\nوَأُصِيبُ شاكِلَةَ الرّميّةِ، إذ\n...\nصَدّتْ، بِصَفْحَتِها، عنِ السَّهمِ (3)\nوأُجِرُّ ذا الكَفِلِ القَناةَ على\n...\nأنْسائِهِ، فَيَظَلُّ يَسْتَدمي (4)\nوتصُدُّ عنك مَخيلةَ الرّجل ال\n...\nـعرّيضِ مُوضِحَةٌ عَنِ العَظْمِ (5)\nبحُسامِ سَيفِكَ أو لِسانِكَ والـ\n...\nـكَلِمُ الأصِيلُ كأرْغَبِ الكَلْمِ (6)\nأبلِغْ قَتَادَةَ، غيرَ سائِلِهِ\n...\nمنه الثوابَ, وعاجِلَ الشَّكْمِ (7)\n(1) يقصد بامرئ: المسيب بن علس. سرف الفؤاد: غافله.\n(2) القصر: داء يصيب العنق. الدهم الأولى: الجمع الكثير. الدهم الثانية: الخيول السوداء. ومفردها الدهماء.\n(3) الشاكلة: الخاصرة، صفحة الخاصرة: جنبها.\n(4) ذو الكفل: الثور الذي يوضع خرقة ما بين عنقه وبين النير الذي يُشد عليه. الأنساء: مفردها النسا وهو عرق معروف يمتد من الفخذ إلى الكعب.\n(5) المخيلة: الجثة. العريض: الذي يتعرض للناس بالسوء. الموضحة: الطعنة التي تُظهر العظم.\n(6) أرغب الكلم: أبلغ الجراح.\n(7) قتادة: هو قتادة بن مسلمة الحنفي قصده قوم طرفة في سنة شح فبذل لهم وأعطاهم مالاً كثيراً ومن ألقاب قتادة: غيث الضريك والضريك وهو الفقير وقد ضرب المثل به فقيل أقوى من غيث الضريك. الشكم: التعويض عن الخسارة.\nالجزء: 1 ¦ الصفحة: 78\n",
        "أني حَمِدْتُكَ للعَشيرَةِ, إذْ\n...\nجاءَتْ إليكَ مُرِقّةَ العَظْمِ (1)\nألقَوا إليكَ بكلِّ أرْمَلَةٍ\n...\nشَعْثَاءَ، تَحْمِلُ مَنْقَعَ البُرْمِ (2)\nفَفَتَحْتَ بابَكَ للمَكارِمِ حيـ\n...\nـنَ تَوَاصَتِ الأبْوابُ بالأزْمِ (3)\nوأهنتَ, إذ قَدِموا, التّلادَ لهمْ\n...\nوكذاكَ يَفعَلُ مُبْتَني النِّعْمِ (4)\nفَسَقَى بلادَك، غَيرَ مُفْسِدِها\n...\nصَوْبُ الغَمامِ وديمةٌ تَهْمي (5)\n(1) مُرِقّة العظم: الضعيفة الهزيلة.\n(2) الشعثاء: المغبرة شعر الرأس لكثرة التنقل. منقع البرم: القدر الذي توضع فيه الخيوط لتحاك وتغزل. وتصنع منها الأخبية.\n(3) الأزم: الاغلاق.\n(4) أهنت: قدمت رخيصاً. التلاد: المال القديم.\n(5) صوب الغمام: مطر الغيوم. الديمة: الغيمة الماطرة كثيراً. تهمي: تدر المطر.\nالجزء: 1 ¦ الصفحة: 79\n",
        "قافية الهاء\nلولا الملك القاعد\n[الهزج]\nألا يَا ثاني الظَبْيِ\n...\nالّذي يَبْرقُ شَنَفاهُ (1)\nوَلَوْلا المَلِك القَاعِد\n...\nقَدْ إِلثمني فَاهُ (2)\n(1) ثاني الظبي: شبيهه. يبرق: يلمع. الشنفان: مفردها الشنف وهو القرط المعلق في الأذن.\n(2) قال طرفة بن العبد هذين البيتين في جلسة خمر مع الملك عمرو بن هند. فكان أن مرّت شقيقة الملك ويثال إنها نظرت إليه وضحكت.\nالجزء: 1 ¦ الصفحة: 81\n",
        ""
    ]
}