{
    "1": [
        "أطواق الذهب في المواعظ والخطب  كتاب المقالات\nأطواق الذهب في المواعظ والخطب = كتاب المقالات\nالزمخشري\nالكتاب:\nأطواق الذهب في المواعظ والخطب = كتاب المقالات\nالمؤلف:\nأبو القاسم محمود بن عمرو بن أحمد، الزمخشري جار الله (المتوفى: 538هـ)\nالمحقق:\nالناشر:\nمطبعة نخبة الأخبار\nعام النشر:\n1304\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم خطبة المؤلف اللهم إني أحمدك على ما أزللت إلي من نعمتك، وعلى ما أزلت عني من نقمتك. على أني لم أكن أهلاً للأولى، وكنت بالثانية أولى. لولا فضل منك سابق حمد الحامد وراءه يقطف، وإن أعنق فكأنه مصفود يرسف. وكرم باسق شكر الشاكر ينوء تحته بجناح مهيض، وإن حلّق فكأنه لاصق بالحضيض ثم إني أحمدك حمداً بعد حمدٍ عوداً على بدءٍ. وأجعل توفيقك معي ردأً وكفى به من ردءٍ، على صنع ما هجس في ضمير نفسٍ. ولا اتصل يوما بظنٍ ولا حدسٍ، من تيسير الفيئة التي بإحسانك المتظاهر جذبت إليها بضبعي. وبسلطانك القاهر قسرت عليها طبعي،\nالجزء: 1 ¦ الصفحة: 2\n",
        "وبنظرك الصادق خففت علي مجاشمها المتعبة. وسهلت تكاليفها المتصعبة، وفككت من رقِّ التَبِعاتِ عنقي. ومننت بحلِ إساري وعتقي، ورقيتني إلى رتبة القناعة وهي الرتبة العليا. وزهدتني في الحرص على زخرف الدنيا، وطيبت نفسي بغوارز أخلافها عن الغزار. وترضيتها بعد الدرّة بالغِزَارِ، ولما اقترحت عليك الأسباب المقصية. عن الدار التي اقترفت فيها المعصية، عطفت علي في ذلك عطف حفِيٍّ. وتداركتني بلطفٍ خفي، فاصطنعتني بالنقل إلى أحب بلادك إليك. وأعزها وأكرمها عليك، وحليتني بدُملَج الفخر وسواره. حين شرفتني بحج بيتك وجواره، وأسألك أن تصلي على خاتم أنبيائك. وسيد أحبائك وأصفيائك، محمد وآله عترة الهدى. وصحابته زمرة البر والتقى، وأرغب إليك أن تجعل عقيدتي وطويتي. وبديهتي ورويتي، وما خط بناني، وخطر بجناني. وكل ما ألّفته من أقوالي وكلمي، وأسلة مقولي على سنّي قلمي. خالصة لك ومن أجلك، مطلوبةً بها نفحات سَجْلِكَ وأن تفيض على هذه المقالات من البركة والقبول، ما يهبها مهب الجنوب والقبول. وأن تحفظ فيها ما أوجبت للجارِ، من حق الذمام. لأنها وجدت في حرمك المطهر، وولدت في حجر بيتك المستّر. وأن تنفع بها منشئِها وقابسها، ومقبسها، ودارسها. إنك مولى\nالجزء: 1 ¦ الصفحة: 3\n",
        "كل خير وموليه، وخافض كل شيء ومُعليه. وليس لما سخطته قابل، ولا لرحل حططته حامل.\nإلى هنا تنتهي خطبة الزمخشري أو مقدمة كتابه\nالمقالة الأولى: الذي يخفض المرء\nما يخفض المرء عُدمه ويتمه، إذا رفعه دينه وعلمه. ولا يرفعه ماله وأهله، إذا خفضه فجوره وجهله. العلم هو الأب، بل هو للثأي أرْأَب. والتقوى هي الأم، بل هي إلى اللبان أضم. فأحرز نفسك في حرزهما، واشدد يديك بغرزهما. يسقك الله نعمة صيّبة، ويحيك حياة طيبة.\nالمقالة الثانية:\nأصلك يا ابن آدم\nيا ابن آدم أصلك منم صلصال كالفخار، وفيك ما لا يسعك من التيه والفخار. تارة بالأب والجد، وأخرى بالدولة والجد. ما أولاك بأن لا تصعر خديك، ولا تفتخر بجديك. تبصّر خليلي مم مركّبك، وإلى م منقلبك. فخفض من غلوائك، وخل بعض خيلائك.\nالمقالة الثالثة: عُمرٌ ينقضي\nعمر ينقضي مر الإعصار، وأنت ترجوه مدى الأعصار. ضلة لرأيك الفائل، في ظلك الزائل. ما هو إلا بياض نهارك فتغنمه، وسواد ليلك فلا تنمه. واتبع من ضرب أكباد المطي، بكنف وطيّ.\nالمقالة الرابعة:\nأُسطوانة وخنزوانة\nقدُّ في طول الأسطوانة، وأنف ملئ من الخنزوانة.\nالجزء: 1 ¦ الصفحة: 4\n",
        "وعطف ميال، وقميص ذيّال. وشخص لا يشعر أجر الإزار، من الأجور أم من الأوزار. وإن من أعظم الحوب، فضل الذيل المسحوب. يا أرعن، ومثلك ألعن. قل لي ويلك، كم تلحف البطحاء ذيلك. وهي عما قليل تلحفك حصباءها، وتقذف عليك أعباءها وتثقلك فوق ما أثقلتها. وتحملك أضعاف ما حملتها.\nالمقالة الخامسة:\nيا ابن أبي\nيا ابن أبي وأمي هات، حديث الآباء والأمهات. وحدّث عن رجال العشيرة وكرام الأخلاء والجيرة. من الجار الجنب، وماس الطنب. ومن جاثيناه على الركب، وجاريناه في كشف الكرب. ومن رفدنا بالخير ورفدناه، وأفادنا الحكمة وأفدناه. قد اقتضاهم من أوجدهم أن يفنوا، وخلت عنهم الديار كأن لم يغنوا. وكفى بمكانهم واعظاً لو صودف من يتعظ، وموقظاً عن الغفلة لو وجد من يستيقظ.\nالمقالة السادسة:\nدعاؤك وعملك\nعملك للذي علم منه في عدمهما لا تعلم أنت وقد وجد، ودعاؤك لمن هو أخبر منك بما أردت به مما لم ترد. فما هذا الرغاء كأنه هدير، وما هذا الصراخ الذي الأصم به جدير. إن كنت ممن يأوي إلى السنة دون البُدعة، ولا يلوي على الرياء والسمعة. وأردت بذلك وجه العليم بما خطر في قلب العبد وهجس، الخبير بما وسوست به\nالجزء: 1 ¦ الصفحة: 5\n",
        "نفسه وأوجس. من هوى نفسك العمل المشهور فالكتم الكتم، ومن شهواتهما الدعاء المنشور فالختم الختم. إن خير النوق والقسي الكتوم، وخير الكتاب والشراب المختوم.\nالمقالة السابعة:\nهذا هو التواضع\nالتوضيع كل التوضيع أن تُشرف، والتنكير كل التنكير أن تُعرف. فآثر الخمول على النباهة، واستحب الستر على الوجاهة. تعش أنجى من أظفار المحن، وأنأى عن إظمار الإحن. وإن ذا الشرف محسود أو حاسد، ومحقود عليه أو حاقد. وتلك تتقلقل تحتها الأحشاء، ويفعل الله فيها ما يشاء.\nالمقالة الثامنة:\nما أسعدك!!\nما أسعدك لو كنت في سلامة الضمير، كسلاسة الماء النمير. وفي النقاء عن الريبة كمرآة الغريبة. وفي نفاذ الطية كصدر الخطية. وفي أخذ الأهبة، كالواقع في النهبة. لكنك ذو تكدير، كرجرجة الغدير. ومتلطخ بالخبائث، كخرقة الطامث. وذو عجز وتواني، كمكسال الغواني. وتارك للأستعداد، كالشاك في المعاد.\nالمقالة التاسعة:\nالشقي المخذول\nألا أخبرك بالشقي المخذول، ذي المال المصون والعرض المبذول. من لا يبالي إذا سلمت ثروته، أن تُمزق فروته.\nالجزء: 1 ¦ الصفحة: 6\n",
        "وإذا شبعت خزانته، أن تجوع خزانته. وألا أخبرك بالسعيد المنصور، ذي الجناب الممطور. من خالف تلك السنة، واتخذ المال لعرضه جنة. يقول لخازنه أنجح، ولوازنه أرجح. ولنفسه إذا جاشت مكانك تحمدي، وإذا طاشت وراءك تصمدي.\nالمقالة العاشرة:\nحق المؤاخاة\nاستمسك بحبل مواخيك، ما استمسك بأواخيك. واصحبه ما أصحب للحق وأذعن، وحل مع أشياعه وظعن. فإن تنكرت أنحاؤه، ورشح بالباطل إناؤه. فتعوض من صحبته وإن عوضت الشسع، واصطرف بحبله وإن أعطيت النسع. فصاحب الصدق أنفع من الترياق النافع، وقرين السوء أضر من السم الناقع.\nالمقالة الحادية عشرة:\nالشهم الحذر\nالشهم الحذر. يعيد مطارح الفكر. غريب مسارح النظر، لا يرقد ولا يكرى. ألا وهو يقظان الذكرى، يستنبط العظة من اللمح الخفي. ويستجلب العبرة من الطرف القصي، فإذا نظرت إلى بنات نعش فاستجلب عبرتك. وإذا رأيت بني نعش فاستجلب عبرتك. واعلم أن من الجوائز، أن تروح غداً على الجنائز.\nالمقالة الثانية عشر:\nالماعون والناعون\nلا تمنع المعون والماعون، حتى ينعاك الناعون. إن مثل توسعتك\nالجزء: 1 ¦ الصفحة: 7\n",
        "على أخيك وقد أضاق، وحقنك ماء وجهه أن يهراق. مثل العين الغديقة، في حرّ الوديقة. ذاك من ذوائب الخير والنواصي، وحقيق أن يطول به التواصي.\nالمقالة الثالثة عشر:\nالمستجدي\nيا أيها المستجدي حسبك، فبئس الكسب كسبك. لا يخلق الديباجة، مثل التعرض للحاجة. فليرقع اليسير خصاصتك، ولتكن القناعة خويصتك. وأقلل في الناس طمعك، تسدم فضل الله معك.\nالمقالة الرابعة عشرة:\nدع الهوينا\nخل الونى، ودع الهوينا. فالأمر مما تتوهم أهم والخطب مما تقدر أطم داعٍ للموت صيت، وحي لا محال له ميت. وميت منشور، وخلق محشور. وعمل محسوب، وميزان منصوب. ومجاز قادر، وكتاب لا يُغادر. وثواب وكل راجي، وعقاب وقل الناجي.\nالمقالة الخامسة عشرة:\nالدعة والضعة\nالدعة مع الضعة مرة، لا تشره اليها نفس حرة. لكن أخلاقها مرتضعة، بفي من هانت عليه الضعة. وكم بين من يستلين مع نيل الشرف، مس الشظف. ويستحف لأجل الزلف، عبء الكلف. سواء عليه الغثاثة والطيب، وتهلل وجه العيش والتقطيب. ومن هو عبد مقذه، همته إصابة مستلذة. يرضيه بطنه إذا شبع، ولا يسخطه عرضه إذا سبع.\nالجزء: 1 ¦ الصفحة: 8\n",
        "المقالة السادسة عشرة:\nالكريم والضيم\nالكريم إذا ريم على الضيم نبا، والسري متى سيم الخسف أبى. والرزين المحتبي بجمالة الحلم، ينفر نفرة الوحشي عن الظلم. إشفاقاً على ظفره أن يقلم، وعلى ظهره أن يكلم. وقلما عرفت الأنفة والإباء، في غير من شرفت منه الآباء. ولا خير فيمن لم يطب له عرق، وذنب الكلب ما به طرق.\nالمقالة السابعة عشرة:\nالوجه القبيح\nالوجه ذو الوقاحة، من وجوه الرقاحة. يفيء على صاحبه الأنفال، ويفتح الأقفال. ويلقطه الأرطاب، ويلقمه ما استطاب. ويحسره على قول المنطيق، وييسر فعل ما لايطبق. وكل ذي وجه حيي، ذو لسان عيي. معتقل لا ينشط لمقال، ولا ينشط من عقال. ولا يزال ضيق الذرع، بكيء الضرع. يشبع غيره وهو طيان، ويعطش هو وصاحبه ريان. ولكن لا كان من يتوقح، لاجل أن يترفه ويترقح. فلعمري ما النائل الوتح، إلا ما ناله الوقح. وأيم اله إن الرشحة في الجبين، أحشن من الشمم في العرنين. ولأن تفر عرضك وما في سقائك جرعة، خير من أن تملك البحر وما في وجهك مزعة.\nالمقالة الثامنة عشرة:\nعزة النفس والموت الأحمر\nعزة النفس وبعد الهمة، الموت الأحمر والخطوب المدلهمة. ولكن من عرف منهل الذل فعافه، استعذب نقيع العز وذعافه. ومن لم يصطل بحر الهيجاء، لم يصل إلى برد المغنم. ومن\nالجزء: 1 ¦ الصفحة: 9\n",
        "لم يصبر على براثن أُسد اللقاء، لم يُصب أطرافاً كالعنم. وتحت علم الملك المطاع، ذكر السيوف والأنطاع. ومن لم يقض عليه عسر يقذه. لم يقيض له يسر ينقذه. وما الحكمة الإلهية إلا هي، وهي القاعدة التي أُمر عليها العبد ونُهي. اليوم عزاء في كُلفٍ وكُربٍ، وغداً جزاء بزُلفٍ وقُربٍ.\nالمقالة التاسعة عشرة:\nالحِمل والحلم\nأحمل الناس لأعبائه، أحلمهم عن أحبائه. بل من عدوّه إلى حبيبه جنيب، لا يلحقه عتاب ولا تأنيب. يترك جزاءه على ذنبه، ويعرك أذاه بجنبه. ذاك الذي لم يعره الله قلباً رهيناً بالحقد، ولا أودعه إلا ضميراً صحيح العقد. قطع الله نياط كل قلب بالشر رهين، يزل الخير عنه زليل الحبر عن الرق الدهين.\nالمقالة العشرون:\nالمروءة\nالمروءة خليقة، برضا الله خليقة. والسخاء سجية، بحسن الذكر حجية. ولم أر كالدناءة، أحق بالشناءة. ولا يصلح للإخاء، إلا أهل السخاء. بهم يداوى القلب المريض، ويجبر العظم المهيض. وهم يريحون عليك النعم إذا عزبت، ويزيحون عنك النقم إذا حزبت.\nالمقالة الحادية والعشرون\nاعتني، وابتني، واقتني\nلا تنتفع بما لا تني أن تبتني وتقتني، وتعتني بغرس ما لا تجتني. هلم إلى استشارة عقلك فتبصّر، وإلى استخارة ذهنك فتدبّر.\nالجزء: 1 ¦ الصفحة: 10\n",
        "وقل لي إذا شقّ بصرك، واشتدّ حصرك. وعاينت الجدّ فشغلك عن دَدِكَ، وأوحشك تفريطك فسقط في يدك. ما يغني حينئذٍ عنك بُنيانك، وماذا يجدي عليك قُنيانك. وهل ينفعك نخيلك الصنوان وغير الصنوان، أم يدفع عنك ما يخرج من طلعها من القنوان.\nالمقالة الثانية والعشرون:\nالباطل واللَّدد\nخل عن يدك\nالباطل واللدد، واعتنق الجدوالزم الجدد. إن الله تعالى خلقك جِداً لا عبثاً، وفطرك إبريزاً لا خبثاً. لولا أن نفسك بكسبها الخبيث خبثتك، وبلطخ عملها السيئ لوثتك. فأرخيت عنانك فيما أنت عنه مزجور، وتوليت بركنك عما أنت عليه مأجور. إلقاء بيدك إلى التهلكة، وإضاعة لحظك في عظيم المهلكة.\nالمقالة الثالثة والعشرون:\nخسوف وفيلسوف\nاحذر من الخسوف والكسوف، ولا تستمع لقول الفيلسوف لأنه لا يألو أن يتحمق وأن يغلو ويتعمق، إن اشتهاره بقوله الفج طوّح به وراء كل فجّ، مبخت مرجم يدّعي أنه منّجم، هو عند نفسه المهذّب. وعند عباد الله المكذب، وبنار الله\nالجزء: 1 ¦ الصفحة: 11\n",
        "المقالة الرابعة والعشرون: نحو قلب سليم\nمن لعمل كالظهر الدبر، ومن لقلب كالجرح الغبر. دُووي بكل دواء فلم ينجع، واحتيل عليه بكل حيلة فلم ينفع. متى رفوت منه جانباً انتقض عليه آخر، وإذا سددت من فساده منخراً جاش منخر. ضاقت عن تدبيره فطن الأناسي، وأعضل علاجه على الطيب النطاسي. فيا ويلتا من هذا السقام، ويا غوثنا من هذا الداء العقام. وما أحق بمثلي أن يبيت بليلة سليم، كلما تُليت إلا من أتى الله بقلب سليم.\nالمنكر فاشمأزّ. وقام بأمر الله في إهانة الأشرار وعصب سلمتهم، وفي إعانة الأبرارونصب كلمتهم.\nالجزء: 1 ¦ الصفحة: 12\n",
        "المقالة السابعة والعشرون:\nالنعامة والزعامة\nأحمق من النعامة، من افتخر بالزعامة. لم أرَ أشقى من الزعيم، ولا أبعد منه من الفوز بالنعيم. وأنّى يفوز من ديدنه الهتك بالأستار، وهجيراه الفتك بالأحرار. لا يفتر من إهراع في سبل الطغاة، ولا يهدأ من إهطاع قبل البُغاة. هالك في الهوالك، خابط في الظلم الحوالك. على آثاره العفاء، وأدركته بمجانيقها الضعفاء.\nأنت ماثل، ولأيّ مكّار أنت مقاتل. لعمرك ما رتب رتوب الكعب، في مثل هذا الموضع الصعب. إلا عبد حرّ المنابت. مثَّبت بالقول\nالجزء: 1 ¦ الصفحة: 13\n",
        "الثابت. أوّاه من خوف العقاب أوَّاب، توّاب إلى بيل الثواب وثّاب. ركّاض خيله في حلبات الطاعة، روّاض نفسه على بذل الاستطاعة.\nالمقالة الثلاثون: الدنيا أدوار\nالدنيا أدوار، والناس أطوار، فالبس كل يوم بحسب ما فيه من الطوارق وجالس كل قوم بقدر ما لهم من الطرائق. فلن تجري الأيام على أمنيتك، ولن تنزل الأقوام على قضيتك. ولن تُشايعك الدنيا إلى ما تروم، وإن ساعدتك فمساعدتها لا تدوم.\nالمقالة الثانية والثلاثون: بلد الوالي الغشوم\nألا أحدثك عن بلد الشوم، ذلك بلد الوالي الغشوم. الغشم أدوس من حوافر الخيول، وأحطم من جواحف السيول. وأعفى\nالجزء: 1 ¦ الصفحة: 14\n",
        "من الرياح البوارح، وأضر من السنن الجوائح. يحجب أن تصعد كلمات الدعاء، وأن تهبط بركات السماء. فإياك وبلد الجور وإن كنت أعزّ من بيضة البلد، وأحظى أهله بالمال المثمر والولد. وتوقع أن تسقط فيه الطيور النواعق، وتأخذ أهله الرجفة والصواعق.\nالمقالة الثالثة والثلاثون:\nيا عبد الدينار\nيا عبد الدينار والدرهم متى أنت عتيقهما، ويا أسير الحرص والطمع متى أنت طليقهما. هيهات لا عتاق إلا أن تكاتب على دينك الممزق، ولا إطلاق أو تفادي بخيرك الملزّق. يا من يشبعه القرض، ما هذا الحرص. ويا من ترويه الجرع، ما هذا الجزع. ستعلم غداً إذا تندّمت، أن ليس لك إلا ما قدمت. وإذا لقيت المنون، لم ينفعك مال ولا بنون. ما يصنع بالقناطير المقنطرة، عابر هذه القنطرة، وما يريد من البهجة والفرحة، نازل ظلّ هذه السرحة.\nالمقالة الرابعة والثلاثون:\nالشرف\nلا تقنع بالشرف التالد، وهو الشرف للوالد. واضمم إلى التالد طريفاً، حتى تكون بهما شريفاً. ولا تُدل بشرف أبيك، ما لم تدل بشرف فيك. إن مَجد الأب ليس بمُجد، إذا كنت في نفسك غير ذي مَجدٍ. الفرق بين شرفي أبيك ونفسك، كالفرق بين فرقي يومك وأمسك. ورزق الأمس لا يسدّ اليوم كبداً، ولن يسدّها أبداً.\nالجزء: 1 ¦ الصفحة: 15\n",
        "المقالة الخامسة والثلاثون:\nهذا العبد العظيم\nلله عبد أنفه إلى طاعة الله مخزوم، وقوله بالتوكل عليه محزوم. لا يقرع ظنوبه إلى غير قِبابه، ولا يُقعقع إلا حلقة بابه ولا يزلُّ ظُفراً عن عتبته، قرقاً مِن توجه معتبته. مُكمِّش أذياله مُشمّر، ماثل ممتثل حيث أُمر لمّا أُمر.\nالمقالة السادسة والثلاثون:\nويل لأهل الفخر\nكبّ الله على مناخره، من زكّى نفسه بمفاخره. على أنه ربّ مساخر، يعدها الناس مفاخر. يقول الرجل جدّي فلان، وأنا ممن يقدّمه السلطان. وأبوه عبد لبعض العُصاة مُسخر، ومَن قدّمه السلطان فهو المؤخر. الأصيل من رسخ في ثرى الطاعة عِراقه، والمقدّم من أحرز قصب السبق سبقه.\nالمقالة السابعة والثلاثون:\nالرواية عن فلان وفلان\nإمش في دينك تحت راية السلطان، ولا تقنع بالرواية عن فلان وفلان. فما الأسد المحتجب في عرينه، أعز من الرجل المحتج على قرينه. وما العنز الجرباء تحت الشمأَل البليل، أذل من المُقلد عند صاحب الدليل. ومن تبع في أصول الدين تقليده، فقد ضيع وراء الباب المرتج إقليده. وجامع الروايات الكثيرة ولا حجة عنده، مقوِ أوقر ظهره بالحطب وأغفل زنده. إن كان للضلال أُمٌ فالتقليد أمُّه، قلّد الله حبلاً من مسد من يقصده ويؤمه.\nالجزء: 1 ¦ الصفحة: 16\n",
        "المقالة الثامنة والثلاثون:\nالحق والبرهان\nلم أر فرسي رهان، مثل الحق والبرهان. لله درهما متخاصرين، ولا عدمتهما من متناصرين. اصطحبا غير أبانين. مَن شدّ يده بغرزهما، فقد اعتزّ بعزّهما. ومن زلّ عنهما فهو من الذلة أذل، ومن القلة أقل.\nالمقالة التاسعة والثلاثون:\nالساهي واللاهي\nأيها الشيخ الشيب ناهيك به ناهياً، فما لي أراك ساهياً لاهياً. أبق على نفسك واربع، فهذه أخرى المراحل الاربع. ومن بلغ رابعة المراحل، فقد بلغ من الحياة الساحل. وما بعدها إلا المورد الذي ليس لأحد عنه مصدر، ولا زيد من عمرو بوروده أجدر. هو لعمر الله مشرع، جميع الناس فيه شرع. وأحقّهم بالاستعداد له من شارَفه، وأولاهم بالإشفاق له من قارفه.\nالمقالة الأربعون:\nالقاضي المرتشي\nالقاضي تعمل فيه الرشوة، ما لم تعمل في الشارب النشوة. إن أتته فسكران ميلاً وطرباً، وإن فاتته فثكلان ويلاً وحرباً. كأن لم يسمع أن الرشوة من السحت، ووان السحت مأخوذ من السحت. وأن آكله ممن يسحته الله بمثلاته، ومن جملة من ينحت الله أثلاته، أية نار يؤرث، حين يقسم ويورث. يقدم نصيبه ونصيب من نصبه، على حقوق ذوي الفرض والعصبة. يسمى القاضي، وهو السمّ القاضي.\nالجزء: 1 ¦ الصفحة: 17\n",
        "المقالة الحادية والأربعون:\nالفرائض والجهاد\nفي إقامة فرائض الله فجاهد، وعلى سنن الرسول فعاهد. ولا يلفتنك أن الفرائض لها الفضل عند التفاضل، ولها الخصل يوم التناضل. عن أن تكون معتداً بالسنن، معتقداً إنها من الجنن. متنسكاً بالآداب، متمسكاً منها بالأهداب. متمادياً في أخذها، متفادياً عن نبذها. فكل موقر مبجل، وإن كان الأغر دونه المحجل. ومن اقتحمت عينه الأدب وحقره، لم تكن السنة عنده موقرة. ومن لم يوقر السنة ولم يجلها، لم يعرف قدر الفريضة ولا محلها.\nالمقالة الثانية والأربعون:\nالعلماء وأنواعهم\nرضي الله عن العلماء الخاشين من الله وحسابه، الماشين على سبيل محمد صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وأصحابه. المتواصين بالحق قلّما يحيصون عن فجّه الرحب إلى ثنيّات المضايق، ولا يحيدون عن نهجه اللّحب إلى بُنيات الطرائق. في أفواههم بيض بواتر علىرقاب المبطلين، وفي أيديهم سُمر عواتر في نُغر المعطلين. جمعوا إلى الدين الحنيفي العلم الحنفي، وإلى العلم الحنفي الحلم الأحنفيّ. فنفوسهم رواسي الحلم، وقلوبهم معادن العلم. لله بلادها من جبال وَقار، بحاث معادنها يرجع بأوقار. لعمرك ما عُمار ساحة الأرض، إلا عمّالها بالسنة والفرض. أولئك العلماء حق العلماء، وسائرهم كالغثاء يطفو على الماء. فلا تُسمّهم إلا بالحملة والرواة، وادعُهم زوامل الكتاب والدواة.\nالجزء: 1 ¦ الصفحة: 18\n",
        "المقالة الثالثة والأربعون:\nعلماء السوء\nما لعلماء السوء جمعوا عزائم الشرع ودونوها، ثم رخصوا فيها لأمراء السوء وهونوها. ليتهم إذا لم يرعوا شروطها لم يعوها. وإذا لم يسمعوها كما هي لم يسمعوها، إنما حفظوا وعلّقوا وصفقوا وحلقوا. ليقمروا المال وييسروا، ويُفقروا الأيتام ويوسروا. إذا أنشبوا أظفارهم في نشب فمن يخلّص، وإن قالوا لا نفعل أو يزاد كذا فمن يُنقص، دراريع ختّالة، ملئها ذراريح قتالة. وأكمام واسعة، فيها أصلال لاسعة. وأقلام كأنها أزلام وفتوى، يعمل بها الجاهل فيتوى. فإن وازنت بين هؤلاء والشرط، وجدت الشرط أبعد من الشطط. حيث لم يطلبوا بالدين الدنيا، ولم يثيروا الفتنة بالفتيا.\nالمقالة الرابعة والأربعون:\nاتقاء الكبائر\nهب أنك اتقيت الكبائر التي نُصت، وتجنبت العظائم التي قُصت. ورضت نفسك مع الرائضين، على أن لا تخوض مع الخائضين. فما قولك في هنات توجد منك وأنت ذاهل، وفي هفوات تصدر عنك وأنت غافل. ولعلك ممزق الشلو مأكول، وإلى المؤاخذة باقترافها موكول. فمثلك مثل الريبال، في محاماته عن الأشبال. يصد عن التصدي لها البطل الحميس، بل يرد عن مرابضها الخميس. ثم يصبح أبو الشبل، والنمل إلى ابنه كالحبل. وهي بأوصاله مُطيفة، كأنما كسته قطيفة. فما أغنى عنه ذياده، حتى تمّ للنمل كياده.\nالجزء: 1 ¦ الصفحة: 19\n",
        "المقالة الخامسة والأربعون:\nحزناً على التفريط\nمن لم يحفظ ما بين فكيه، ظلّ يقلب كفيه. وبات يتململ على دَفّيه، حزناً على ما فرّط فيه من التحفظ. وأسفاً على ما فرط منه من التلفظ، ولو كان اللسان مخزوناً. لم يكن الفؤاد محزوناً، وقلما يحرس مهجته. من لا يُخرس لهجته. ولن تجد على السر أميناً. إلا من كان بكل أمانة قمينا.\nالمقالة السادسة والأربعون:\nأمر الله للروح الأمين\nأمر الله الروح الأمين، أن يضج مع الملائكة بآمين. إذا دعا المتقي لأخيه بظهر الغيب، عن نصوع القلب ونصوح الجيب. على أن الأخوة في الله يستوي فيها المحضر والمغيب، ولا يختلف في مراعاتها البعيد والقريب. وذلك لأن المعني فيها واحد وإن اختلفت بصاحبها الأحوال، وتصرّف به الحلّ والترحال. وهو القصد بها إلى وجه الله الكريم، والإعراض عن كل عرض لئيم.\nالمقالة السابعة والأربعون:\nالحازم\nالحازم من لم يزل على جده، لم يزل عنه إلى ضده. وذو الرأي الجزل، من ليس في شيء من الهزل. وكيف يكون حازماً من هو مازح، هيهات البون بينهما نازح. وكفاك أن المزح مقلوب الحزم، كما أن الحزم مقلوب المزح. رُب كلمة غمستك في الذنوب، وأفرغت على أخيك ملء الذنوب. فإن كان حراً زرعت الغمر في سويدائه، وإن كان عبداً نزعت المهابة من\nالجزء: 1 ¦ الصفحة: 20\n",
        "أحشائه. وتقول إنها مزاحة، وعليك في أن تقولها مزاحة. ويحك يا تلعابة، لو علمت ما في الدعابة. لأطعت في اطراحها نُهاتك، ولما غرغرت بها لهاتك. أسرّك أن داعبت الرجل فضحك، ولم تشعر أنه بذلك فضحك. حيث أعلم لو فطنت لإعلامه، أنك الشيخ المضحوك من كلامه. وذلك ما ليس به خفاء، أنه من صفات السخفاء.\nالمقالة الثامنة والأربعون:\nبين الجد والتشمير\nالجد في الأمور والتشمير، وإنضاج الرأي والتخمير. وترك الهوادة والإدهان، والضبط البليغ مع الإتقان. والسعي المنكمش عند استكفاء المهم، والخطو الوساع دون استدفاع الملم. حلبة لا يبلغ مداها، إلا ابن إحداها. من كان سديد الشيمة، شديد الشكيمة. يتجلّد على علاته والبليد يتعلل، ويخوض أحشاء الحوادث والنكد يتسلل.\nالمقالة التاسعة والأربعون:\nالاضطراب في النهار\nمن الناس من هو مضطرب النهار في المعاش، منبطح الليل على الفراش. على ذلك طوى بيضه وسوده، حتى أقلحت السنون عوده. ذلك همّه وسدمه ليس إلا، إن حدث بغيره قال كلا. حياة طويلة ولا طائل، وجان مطلوب بطوائل. فيا ويله وعوله، إذا رأى المطلع وهوله.\nالمقالة الخمسون:\nبلاد الله، خلق الله!\nلله بلاد عبد مكي، ذي منتسب زكي. قام عند مطلع سهيل، قبل\nالجزء: 1 ¦ الصفحة: 21\n",
        "أن يتقوض خباء الليل. فذكر الله تعالى ووحده، وأثنى عليه ومجده. وصلى على النبي وسلم، وطاف بالبيت الحرام واستسلم. واعتنق المستجار والملتزم، وتيمّن بالمقام وزمزم. وأتى الحطيم فدعا تحت الميزاب، ثم تنحى فأقبل على الأحزاب. فصف قدميه في يمين الحجر، إلى أن طلع مستطير الفجر.\nالمقالة الحادية والخمسون:\nدعاء ودمعة\nرُب دعاء ودمعة من أجل رياء وسمعة. فلا يزدهينك كل داع دامع العين، ولا تغتر إذا سمعت بسرى القين. ولا تثق فالدين خال عن ثقاته، وأين من يتقي الله حق تقاته. واعلم أن أكثر الأمور مُموّه، ظاهره جميل وباطنه مشوه. فاستعذ بالله من شر ما أنت راءٍ، فإن الدنيا كل يوم إلى وراء.\nالمقالة الثانية والخمسون:\nأيها الملك\nأيها الملك لا يغرنك الأعلام المنصورة، والأعناق إليك مصورة. والخيول التي خلفك وأمامك تجف، وأحشاء من حولك من خوفك ترتجف. والأوامر المطاعة، والأمور المستطاعة. وأنك مستقل بكبيرها، مستقلٍ لكثيرها. ولا تنس أن فوقك أميراً عظيماً أمرك هذا إليه أُمير، وآمراً ناهياً أمرك ونهيك لديه نُهي وأُمير. وأن أقل ما يلزمك أن تهابه كما يهابك أدنى عبدّاك، وأن لا ينفك معفرين خضوعاً لعزة سلطانه خدّاك. وأن يصدك عن بعض كبرك كبرياؤه، وتعلم أن لا مشيئة لك والأمر كله ما يشاؤه.\nالجزء: 1 ¦ الصفحة: 22\n",
        "المقالة الثالثة والخمسون:\nالثقة بالطبيب\nثقتك بقول الطبيب مرض أشد من مرضك، وأبعد لك في الانتهاء إلى غرضك. فإن مرضت فابدأ بصبرك، وثنّ بالشكر على حلوك ومرّك. فإن استعزّ بك الوصب، واستفزك النصب. فارفع يديك إلى من يداويك، ولا يداويك إلا من يدويك. وإنما يشفيك التحنّي له والخشوع، ليس يوحنّا وبختيشوع. ما الطبيب إلا تابع تجربته، وبائع ما في أجربته. وربما أدبرت بك تدابيره، وعقرتك عقاقيره. فدع الأطباء، غير الألبّاء. فأكثرهم إما عبد الطبيعة، وإما عابد البيعة.\nالمقالة الرابعة والخمسون: مِلْ عن القسوط\nمل عن القسوط مع الأقساط، وعليك من الأمور بالأوساط. ودع الغلو والتقصير، إلى القصد، وقدّر تقدير داود في السرد. وتكلف من الطاعة، ما دون الاستطاعة. فمن أولاها الطاقة كلها، أوشك أن يملها. وادع نفسك النقرى، لا ترجع القهقري. فلأن تترك فيها بقية، خير من أن تجدها بطيّة. ولا تنس حظها من الجمام، فذلك سبب التمام والسلام.\nالمقالة الخامسة والخمسون:\nالمطيق والمنطيق\nرُبّ مُطيق يود غداً لو لم يكن بمطيق، ومنطيق يقول ليتني كنت غير منطيق. وقد يجوز على الصراط من هو مُفحم، والمفوّه في كبة النار مقحم. وما يدريك لعل باقلاً وائل، ويسحب على وجهه سحبان وائل. فلا تغبطن الخطيب المشقق فلعل\nالجزء: 1 ¦ الصفحة: 23\n",
        "تشقيق الحطب، كان خيراً له من تشقيق الخطب. ولا الشاعر المفلق في قصائده، فقد سمعت ما جاء في اللسان وحصائده.\nالمقالة السادسة والخمسون:\nالجنون فنون، والفنون جنون!!\nالجنون فنون، والفنون جنون. وحسبك فن فذ هو في أداء طاعتك أداتك، وحظك الذي تستوي عليه عباداتك. وما عداه بحسنه رائق، لولا أنه عائق. وإليه القلب نازع، إلا أنه وازع. وإن فناً من العلم أنت به جاهل، خير من علم أنت عن العمل به ذاهل. وكأين من فن يُغنم كل فيء، وليس هو من الآخرة في شيء.\nالمقالة السابعة والخمسون:\nهذا هو الشخص الصنم\nإن قيل هل لك في شخص كالصنم، ذي بنان رخص كالغنم. وبياض مجرد، وخد مورد. وثغر مرتل، وخصر مبتل. وطرف فيه كحل، وصوت فيه صحل. وفي أعضادٍ لا تلين، من بنين وأبناء بنين. وفي بنات السكة الحمر، والسكة من أمهات التمر. وفي الأرحبيات العياطل، واللاحقيات اللواحق الأياطل. قلتَ بملء فيك أشد الهل، وتهللت كالمسنت إلى الغيث المنهل. وإن عرض عليك وجه من وجوه الخير فمعرض، أو باب من أبواب البر فممرض. أو ذُكرت آيات الله فعنود نفور، بني على هوى الدنيا طبعك، وغرس على استحبابها نبعك. فإن جرى حديثها طاب لك الحديث، وانبعث منك الباعث الحثيث. وأما حديث الآخرة فغث سمعك يمجه، وكأن في صدرك منه سناناً يزجه.\nالجزء: 1 ¦ الصفحة: 24\n",
        "المقالة الثامنة والخمسون:\nموسر ومعسر\nموسر يشح بالنوال، ومعسر يلج في السؤال. إذا التقيا فجندلتان تصطكان، وجديلتان من الضرائر تحتكان. ذاك كزّ شحيح غير معوان، له في وجه الصعلوك فحيح أفعوان. وهذا مُلحّ مُلحف، مُحف مُجحف. له دق بالوجنتين، دق القصار بالميجنتين. إن منح تبشش وتطلق، وتبصبص وتملق. وإن منع أخذ بالمخانيق، ورمى بالمجانيق.\nالمقالة التاسعة والخمسون:\nالمعاش والمعاد\nدبر المعاش والمعاد، يا زير سلمى وسعاد. فليس من اعتاد المضاجع، كمن ارتاد المناجع. ولا من ألف الملاعب، كمن كلف المتاعب. الكيس متجلد متصلب، فيما يجدي عليه متقلب. والعاجز متقاعد متقاعس، عما يجب فيه التيقظ متناعس. فكس يا كسلان في أمريك ولا تعجز. ونصيبك من داريك فأحرز. ولا تبغ في متصرفاتك إلا طيب الحياة والقرب من النجاة.\nالمقالة الستون:\nابن آدم النزق العجول\nابن آدم نزق عجول، لا يزال ينزو ويحول. يحسب نزقة، هو الذي رزقه. وأن عجله، مما أخر أجله. وأن نزوه وطيشه، يطيبان عيشه. وأن جولانه وتردده، يجمعان متبدده. إن قيل توقف يا رجل، وتوقّر ياعجِل. طار في الشعاف متوقلاً، وغار في الشعاب متوغلاً. وليس بمفطوم عن شيمة، مفطور عليها في المشيمة. وأكثر الأخلاق خلق، منها الوقار والنزق.\nالجزء: 1 ¦ الصفحة: 25\n",
        "المقالة الحادية والستون:\nوكفى به من حسيب\nما كان في ذمتك من فرض فاقضه، وما كان لك من خصم على وجه الأرض فأرضه. ولا تقل أيان، ألاقي الديان. فإنك ملاقيه عما قريب. فمحاسب به وكفى به من حسيب. والله والله الخصم الألد، وله المحال الأشد. وحسبك بربك خصيماً، فلا تزدد عليه خصوماً. وبعصيانك إياه رصماً فلا تضمم إليه وصوماً، وهب أنك تقول ربي الأكرم. فما تقول فيمن هو من اللؤم ألأم.\nالمقالة الثانية والستون:\nاتق الله\nرحم الله امرأً رئم أبويه ورحم، واتقى الله الذي يناشد به والرحم. وألف في يساره وعسرته، من عرف بخلافه من أسرته. لم يحمله ذلك على أن يطوي عنه كشحاً، أو يضرب عن تعهده صفحاً. أو يشق عليه ويشق له العصا، إلى أن يترك الرمي من ورائه بالحصى. ألا إن الأُلفة مع العشيرة، من الكلفة العسيرة. والحُر من يحامي على ذوي القربى، ولا يتحاماهم الأملس للجربى. وليس كذلك إلا فرع نبعة معدّيّة، وذو نفس مستهدية مهدية.\nالمقالة الثالثة والستون:\nمنهل العدل الصافي\nما شرب رنقاً بعد صاف، كمدفوع إلى جور بعد إنصاف. منهل العدل أصفى من المرآة بعد الصقال، ومن قريحة البليغ الصائب في المقال. ومورد الجور أكدر من هناء الطال، ومن الوعد الممزوج بالمطال. المنصف يبغض حقّ أخيه فيولّيه، والجائر مشغوف به فلا يخلّيه.\nالجزء: 1 ¦ الصفحة: 26\n",
        "المقالة الرابعة والستون:\nلماذا أنت صعب المراس؟\nشبت وعرامك ما وخط عارضيه مشيب، وشخت وغرامك رداء شبابه قشيب. مالي أراك صعب المراس، جامح الراس. كأن وافد المشيب لم يخطمك، وكأن ارتقاء السن لم يحطمك. الشيخوخة تكسب أهلها سمتاً، وأنت ما أكسبك إلا أمتاً. لو علمت أي وفدٍ حل بفودك، لتبرقعت حياءً من وفدك. ولكن محياك لم يتعلم الحياء، ولم يتهجّ من حروفه الحاء ولا الياء. تثب إلى الشر كما تثب الظباء، وتلهث إلى اللهو كما يلهث الظماء. إن حمحم الباطل فأسمع من سمع، وإن همهم الحق فكأنك بلا سمع. حملت نفسك على الرياضيات وهي ريضة، ومن يحتلب اللباء من اللبؤة المغيضة.\nالمقالة الخامسة والستون:\nالعلم والجهل\nالعلم صعب والجهل منه أصعب، والتقى تعب والفجور منه أتعب. الصعب ما أعقبك الفجعات، والتعب ما جر عليك التبعات. مع المتقي عدة كفلاء بتوهين خطبه، وتهوين صعبه. وشيك التفصي والثناء الجميل في عاجله، والنجاة والثواب الجزيل في آجله. لأنه ممن نظر في الحقائق وتفطن، واستشف ضمائر الأمور واستبطن. طوبى لمن أصغى إلى داعي الحق وأصاخ، ولم يسد عن استماع دعوته الصماخ.\nالمقالة السادسة والستون:\nالخير المتقي\nكل آخذ بالاحتباط، غير ناكب عن الصراط. وكل خير متقي،\nالجزء: 1 ¦ الصفحة: 27\n",
        "متخير منتقي. لا يصطفي إلا الفاقع من الألوان، ولا يصطلي النار ذات الدخان. يقول إن أول العمى، أن أرعى حول الحمى. وإن هذا ليرديني، وإن ذاك مما يجرح ديني. وإنه وإنه، فلا يزال يخشى الظنة. كالجافي السالك، في الطريق الشائك.\nالمقالة السابعة والستون:\nأيها الغريب\nأحلك الغراب وهو أسود غربيب، أحلك أم حالك يا غريب. كيف لا يسود حال البعيد عن أقربيه، ولا تبيض لمة المفارق لأمه وأبيه. ما غلب غريب، فنصره عريب. وما أصبح مغترب، إلا وخده ترب. لا يعد في أهل الفطن، من بعد عن الأهل والوطن، ورضي لنفسه أن تترامى به الأسفار، وتتقاذف به القفار. جازعاً بلداً إلى بلد، نازعاً إلى مال وولد. ليقال إنه جوالة مدرب، جوابة مجرب. بلى إن الغربة دربة، لولا أنها كربة. والسفر اغتنام، إلا أنه اغتمام. ولكن المسافر المهاجر إلى الله غازياً في سبيله، أو حاجاً لبيته زائراً لقبر رسوله. هو المسافر المسعود، العز بناصيته معقود.\nالمقالة الثامنة والستون\nخير اللسان وخير الكلام\nخير اللسان المخزون، وخير الكلام الموزون. فحدث إن حدثت بأفضل من الصمت، وزين حديثك بالوقار وحسن السمت. وأرسل حدسك لكلماتك في اتساق أنابيب السمهري، ولا تقرع في إرسالها ظنابيب المهري. إن الطيش في الكلام، يترجم عن خفة الأحلام. وما دخل الرفق شيئاً إلا زانه، وما زان المتكلم إلا الرزانة.\nالجزء: 1 ¦ الصفحة: 28\n",
        "المقالة التاسعة والستون:\nأيها الشيخ المنتفخ\nأيها الشيخ الموطأ العقب، المنتفخ بالكنية واللقب. إذا ركبت مهرياً أو شهرياً، فلا تتخذ قول حاتم ظهرياً. واحذر العقاب. فلا تذر العقاب واعلم أن من مساوي الرجال.\nالمقالة السبعون:\nمساوئ الحرص\nالحرص ما يحرص أدم الحراص، ويقرض الأعراض كالمقراض. وهو والله داعية الدنو من المطمع الدني، كما أن القناعة سبب السمو إلى المطلع السني. تماسك القانع يريك الترب في حلتي المترب، وتهالك الحريص يريك المترب في طمري الترب. فإذا صبا إلى الحرص الصابون، فاغتسل عنه بالحرض والصابون. إن نقاء العرض من الحرص والطمع، هو النقاء من كل دنس وطبع.\nالمقالة الحادية والسبعون:\nالكيس والعاجز\nالكيس كل الكيس والعاجز كل العاجز، من هتف به داعي العقل فلبّاه بالسعي الناجز. ومن قعد به التضجيع معتلاً بالهوى الحاجز.\nالمقالة الثانية والسبعون:\nدنيا مخادعة\nالدنيا خدع، والناس بدع. والموت لا ينجو منه الأعصم والصدع، فخذ إن شئت وإن شئت فدع.\nالجزء: 1 ¦ الصفحة: 29\n",
        "المقالة الثالثة والسبعون:\nالمرء بأكبريه!\nما المرء بأصغريه قلبه ولسانه، المرء بأكبريه عمله وإيمانه. وما يغني عنه أصغراه، إذا خانه أكبراه. وإن أعز ما بين دفي إياس بعض زَكنه، وما بين فكّي قُس معشار لسنه.\nالمقالة الرابعة والسبعون:\nالبرد المذال\nأيها العبد المذال، ما هذا البرد المذال. وما هذا الخد الأصعر، والطرف الأصور. يا هذا سوّ خدك وأجفانك، فلعل القصار يدق أكفانك.\nالمقالة الخامسة والسبعون:\nالكلمة تقول!\nربّ سلاح يقول لحامله ضعني، وربّ كلمة تقول لصاحبها دعني. إن أسلة اللسان تنفذ ما لا تنفذ الأسل، وتأخذ مالا تأخذ القنا العسل. وأيم الله إن سفج مصون الماء، أشد من سفك محقون الدماء. فإياك وفلتات الكلم، إلا المتدبر منها بفيم ولم.\nالمقالة السابعة والسبعون:\nالعالم العامل\nالعلم للعامل كالمطمر للباني، والعمل للعالم كالرشاء للساني. ومن لا مطمر له لم يستو بناؤه، ومن لا رشاء له لم يرتو ظماؤه. فمن أراد أن يكون الكامل، فليكن العالم العامل.\nالجزء: 1 ¦ الصفحة: 30\n",
        "المقالة الثامنة والسبعون:\nالتفقه والتفكه\nبِتُّم تفقهون، فظلتم تفكهون. فمن ثم زلّ عنكم التوفيق، وطال عليكم الطريق. ويحكم أشرعكم تخرّجاً وأبرعكم، أحسنكم تحرّجاً وأورعكم.\nالمقالة التاسعة والسبعون:\nالتصلب في دين الله\nتصلب في دين الله رجال فجُهز من كلماتهم جنود مجندة، وجرّد من ألسنتهم سيوف مهندة. ونكس لهم رؤس الصيد، وخفض لهم أجنحة الصناديد. وأدهن آخرون فضريت بهم الأكالب، وبالت عليهم الثعالب. وفرستهم الأنياب والأظافر، وداستهم الأخفاف والحوافر.\nالمقالة الثمانون:\nزينة الكواكب\nإملأ عينيك من زينة هذه الكواكب، وأحلهما في جملة هذه العجائب. متفكراً في قدرة مقدّرها، متدبراً في حكمة مدبرها. قبل أن يسافر بك القدر، ويحال بينك وبين النظر.\nالمقالة الحادية والثمانون:\nالعيشة الراضية\nمن لك بالعيشة الراضية، مع الحياة الماضية. هيهات ما هاهنا هنيء، وليس مع المضي أمر مضيء. وإنما يسعد ولا يشقى، طالب ما لا ينفذ ويبقى.\nالمقالة الثانية والثمانون:\nحلاوة العفة\nأشعر قلبك حلاوة العفة، واضره على الاكتفاء بالغُفة. فإن ما زاد هاجم بك على الشبهات، وربما ابتلاك بصغار الترّهات.\nالجزء: 1 ¦ الصفحة: 31\n",
        "ولا خير اليوم في الرخاء والرغد، لمن تنزل به الشدة ضحوة الغد.\nالمقالة الثالثة والثمانون:\nعندما يأتي الموت!\nليتهم إذ لم يأمروا بالمعروف لم ينتكبوه، وإذ لم ينهوا عن المنكر لم يرتكبوه. يغدون على الدنيا حراصاً، كالسباع تغدو خماصاً. الغيث حيثما ساروا، والحيف كيفما داروا. لمن أتاه بريد الموت بالإشخاص، قبل أن يفتح ناظريه على هؤلاء الأشخاص.\nالمقالة الرابعة والثمانون:\nأيها المغرور\nيا مغرور، لا عمل مبرور. ويا شقي، لا صدر نقي. ويا غدر، غديرك كله كدر. مثلك لا يرضى به أحد، فهل به الأحد الصمد.\nالمقالة الخامسة والثمانون:\nالغفلة\nكم أدلت الغفلة من الفطنة، وأطلت الاصطلاء بنار الفتنة. وكأين زلّت بك القدم، ثم لم تقرع السن من الندم. ليت شعري متى تنتبه من رقدتك، ومتى تنتعش من صرعتك.\nالمقالة السادسة والثمانون:\nرُب علوم لا تنفع\nرب علوم لا تنفع، وأعمال لا ترفع. وليس لأهلها منها إلا كدّ القرائح، وكدح الجوارح. فأهلاً بمن استخلص العلوم الدينية، وأخلص الأعمال بالنية.\nالجزء: 1 ¦ الصفحة: 32\n",
        "المقالة السابعة والثمانون:\nموصوف ومنعوت\nرب موصوف بالمكارم والمساعي، وهو معروف بالمكاره والمساوي. ومنعوت بالحلم الراسي والعلم الراسخ، وهو منهما على أميال وفراسخ. حسبك بهذا الشطط، مستنزلاً للسخط.\nالمقالة الثامنة والثمانون:\nأجداد وأبناء\nالأجداد أبلتهم الأجداث، والآباء أكلتهم الآباد والأبناء. عما قليل أنباء، ففيم الحرص على ظل قالص. ومقيل أنت عنه غداً شاخص.\nالمقالة التاسعة والثمانون:\nحق الثناء\nألا إن حق الثناء، لمن له حق السناء. ولا أعلى من رب العرش وأسنى، ولا أحسن من أسمائه الحسنى. فاستفرغ في تمجيده طوقك، واجتهد أن لا يكون ممجد فوقك.\nالمقالة التسعون:\nقصر الأجل\nقصر أجل، وطول أمل، وتقصير في عمل. شد ما أقفل السهو قلوب القوم، وخاط عيونهم كرى النوم. فجفوا عن النظر والاعتبار، وزلوا عن الأبصار والاستبصار.\nالمقالة الحادية والتسعون:\nدنيا الأكباد الجرحى\nيا دنيا كم لك من أكباد جرحى، ومن أجفان قرحى. تفجعاً للمصبوب من فراقك، فوق رؤوس عشاقك. على أن نكاياتك لا تحصى، وشكاياتهم عدد الحصى.\nالجزء: 1 ¦ الصفحة: 33\n",
        "المقالة الثانية والتسعون:\nهذه الدار الغادرة\nهذه الدار، بسكانها غدار. فاهرب منها واعلم، أن الهرب منها أسلم. ولا تنخ بهذه العقوة، إن كنت تخاف الشقوة. ولا تطمع في خيرها، فإن الخير في غيرها.\nالمقالة الثالثة والتسعون:\nرزق مبسوط\nرزق مبسوط ومقدر، وشرب صاف ومكدر. ورجل يحسو الماء القراح، وآخر درّت له اللقاح. وما أُتي هذا من عجز ووهن، وما أتي ذاك من فضل وذكاء وذهن. ما هذا إلا قضاء من بيده الملكوت، ومشيئة من إليه الكتاب الموقوت.\nالمقالة الرابعة والتسعون:\nالحلال والحرام\nيقطر الحلال الطيب، والحرام غريز صيب. ولما طاب ونزُر، خير مما خبث وغزُر. كم من آكل حمل رضيع، أُعد له طعام من ضريع. وشارب كأس رحيق، بُشر بعذاب الحريق.\nالمقالة الخامسة والتسعون:\nصديق\nصديقك من ينصح لك ولحميمك، وينضح عنك وعن حريمك. فإن كنت صديق نفسك، فلمَ أخطأها نصحك، ولم تخطّاها نصحك. بلى نصحك لها أن تمتعها بالملاعب، ونضحك عنها أن تمنعها المتاعب. هذا لعمري ظلم منك وعدوان، ونصح كنصح أمة بني عدوان.\nالجزء: 1 ¦ الصفحة: 34\n",
        "المقالة السادسة والتسعون:\nوحار الدليل\nخفّ الزاد، وجف المزاد. وطال السبيل، وحار الدليل. وما يدريك على م تقدّم، أتثبت أم تزل بك القدم.\nالمقالة السابعة والتسعون:\nنصيحة زمخشرية \" جداً \"!\nلا تخطب المرأة لحسنها، ولكن لحصنها. فإن اجتمع الحصن والجمال، فذاك هو الكمال. وأكمل من ذلك أن تعيش حصوراً، وإن عُمرت عصوراً.\nالمقالة الثامنة والتسعون:\nيا جمود العين!\nيا جمود العين، كأنك بغراب البين. أين أدمعك الذوائب، وقد شابت منك الذوائب. تُعشش أُم الردى وتبيض، حيث تطلع الشعرات البيض. لك يبق إلا الحمل على الآلة الحدباء، والطرح تحت الرمل والحصباء.\nالمقالة التاسعة والتسعون:\nيا أهل النجاة\nما أهل النجاة والخلاص، إلا أهل الوفاء والإخلاص. الذين أوفوا الله بالمواثيق، وأخلصوا دينهم بعد التصديق. فيا ليت شعري من أين يرجو، أنه ممن ينجو. من هو يوماً فيوماً أغدر، وحاله ساعة فساعة أكدر.\nالمقالة المائة:\nكيف رضيت بالقذى؟!\nلم ترض لشرابك إلا أن يروق، وأن يصفى ويصفق. وإلا رميت بمجاجته، وربما أنحيت على زجاجته. فكيف رضيت لدينك بالقذى، والمؤمن لا يرضى لدينه بذا.\nتمت بحمد الله المقالات المائة وبالله التوفيق\nالجزء: 1 ¦ الصفحة: 35\n",
        ""
    ]
}