{
    "1": [
        "ذكر شيوخ الشريف أبي الفضل ابن المهدي - مخطوط (ن)\nذكر شيوخ الشريف أبي الفضل ابن المهدي - مخطوط (ن)\nأبو الفضل بن المهدي\nالكتاب:\nذكر شيوخ الشريف أبي الفضل ابن المهدي - مخطوط\nالمؤلف:\nمحمد بن عبد العزيز بن العباس بن محمد بن عبد الله بن أحمد بن محمد بن عبد الله بن المهدي، أبو الفضل الهاشمي (المتوفى: 444هـ)\nأعده للشاملة:\nأحمد الخضري\n[الكتاب مخطوط]\n",
        "الكتاب: ذكر شيوخ الشريف أبي الفضل ابن المهدي - مخطوط\nالمؤلف: أبو الفضل محمد بن عبد العزيز بن العباس بن المهدي\nالمتوفى: 444 هـ\nالجزء: 1 ¦ الصفحة: 1\n",
        "[1/ب]\nالجزء فيه ذكر\nشيوخ الشريف أبي\nالفضل\nمحمد بن العباس بن المهدي وذكر حالهم وتاريخ وفاتهم ومختار حديثهم وغير ذلك.\nرواية ولده الشريف الأجل العدل أبي علي محمد بن محمد بن عبد العزيز عنه وعن الشيخ الإمام الحافظ شيخ الإسلام فخر الأئمة جمال الحفاظ، أبو طاهر أحمد بن محمد بن أحمد السلفي الأصبهاني، رضي الله عنه، سماع الشيخ الفقيه أبي عبد الله بن محمد بن المحلى بابن\n...\nالجزري.\nنفعه الله به.\n[2/أ]\nبسم الله الرحمن الرحيم وبه أستعين.\nأخبرنا الشيخ الإمام الحافظ شيخ الإسلام فخر الإئمة جمال الحفاظ بقية السلف عمدة الخلف أبو طاهر أحمد بن محمد بن أحمد السلفي الأصبهاني، رضي الله عنه، قراءة عليه وأنا أسمع في شعبان سنة خمس وسبعين وخمس مئة بالأسكندرية قال: أخبرني الشريف الفاضل أبو علي العباس محمد بن محمد بن عبد العزيز بن المهدي العدل بقراءتي عليه ببغداد في صفر سنة خمس وتسعين وأربع مئة، أنبأنا والدي أبو الفضل محمد بن عبد العزيز بن العباس بن محمد بن عبد الله بن أحمد بن محمد بن عبد الله بن أمير المؤمنين المهدي وقال:\nالجزء: 1 ¦ الصفحة: 1\n",
        "الحمد لله الذي بحمده يفتتح الكلام وبشكره يستبجح الإنعام، وصلي الله على سيد الأنام محمد النبي وعلى آله الكرام أفضل تحية وسلام أما بعد:\nفإني جمعت في هذا ذكرا شيوخي الذين لقيتهم وسمعت العلم منهم وذكرت حالهم وأرخت وفاتهم ورويت عن كل واحد منهم ما تيسر من خبر عن رسول الله صلى الله عليه وسلم أو حكاية مستحسنة أو أبيات من الشعر ليكون ذلك ذكرا لجماعة منهم وبلاغا عنهم ليترحم عليهم ومن الله اطلب المثوبة على ما قصدته والمنفعة لما أردته في الدنيا والآخرة إن شاء الله، وقد بدأت ببني هاشم لما اخبر به من تقديمهم [2/ب] ثم الشهود المعدلين المجتمع على ثقتهم، ثم الفقهاء أعلام الدين ثم القراء والمقرئين ثم الوعاظ والزهاد وشيوخ الحديث والحفاظ له ثم الفضلاء ممن بينهم ومن سمعت منه حكاية أو شيئا من شعر بعد ذلك لأضيف كل قوم إلى أشكالهم، وبالله التوفيق.\nالجزء: 1 ¦ الصفحة: 2\n",
        "1-\nذكر القاضي الشريف الخطيب المعدل خطيب جامع المنصور بمدينة السلام وكان زاهدا كثير الصلاة أمر الناس نحو أربعين سنة، ولد في سنة ثلاث وأربعين وثلاث مئة ومات في جمادى الأولى سنة ثمان عشرة وأربع مئة، سمعت منه عن النجاد وغيره وهو أبو عبد الله أحمد بن محمد بن عبد الله بن عبد الصمد بن المهتدي بالله بن الواثق بالله وهو خالي.\nأخبرنا خالي أبو عبد الله حدثنا أبو القاسم خلف بن طوق المؤدب النصيبي، حدثنا أحمد بن عامر الربعي سنة ثلاث مئة، حدثنا عمر بن حفص الدمشقي، حدثنا معروف الخياط حدثنا واثلة الأسقع قال: قال رسول الله صلى الله عليه وسلم: طوبى لمن رآني ورأى من رآني ورأى من رأى من رآني.\nوحكى لي بإسناد ذكره أن رجلا كانت به فاقه فمضى إلى معروف الكرخي يوم جمعة فجلس حتى خرج فقال له: ادع لي فجعل يقول واغوثاه بالله واغوثاه بالله حتى رجع قال: فلما هم أن يدخل [3/أ] إلى داره قلت: ادع لي فقال: إذ تستغيثون ربكم فاستجاب لكم قد قضيت الحاجة فعدت إلى داري وقد فتح لي بشيء كان فيه غنائي وغنا عيلتي.\nالجزء: 1 ¦ الصفحة: 3\n",
        "2-\nذكر القاضي الشريف أبي بكر أحمد بن محمد بن أبي موسى الهاشمي العبدي المالكي ولي القضاء بمدينة المنصور، وكان يشهد حملني إليه استاذي هبة المقريء وهو عليل فقريء عليه جزءا لم أسمع منه غيره، مات في سنة سبع وثمانين وثلاث مئة، ولي من عمري ثماني سنين.\nأخبرنا أبو بكر، حدثنا أبو إسحاق إبراهيم بن عبد الصمد بن موسى الهاشمي، حدثنا أبي، حدثنا عمي إبراهيم بن محمد حدثنا عبد الصمد بن علي بن عبد الله بن عباس عن أبيه عن جده قال: قال رسول الله صلى الله عليه وسلم: أكرموا الشهود فإن الله يستخرج بهم الحقوق ويدفع بهم الظلم.\n3-\nذكر القاضي الشريف المعدل أبي الحسن علي بن عبد الله بن إبراهيم الهاشمي العيسوي ولي القضاء بمدينة المنصور رحمه الله عليه، خلافة عن ابن أبي الشوارب قاضي القضاة، مات في رجب سنة خمس عشرة وأربع مئة، ودفن بباب حرب.\nأخبرنا عن ابن البختري وغيره [3/ب]\nالجزء: 1 ¦ الصفحة: 4\n",
        "4-\nذكر القاضي الشريف المعدل الفقيه أبي علي محمد بن أحمد بن محمد بن أبي موسى عيسى بن محمد بن العباس بن محمد بن العباس الأكبر بن عبد الله بن معبد بن العباس بن عبد المطلب الهاشمي العبدي الحنبلي، سمعنا منه كتاب الإرشاد في مذهب أحمد بن حنبل، مات في ربيع الآخر سنة ثمان وعشرين وأربع مئة، دفن بباب حرب.\nأنشدنا أبو علي أنشدني أبو الحسن عبد العزيز بن الحارث بن أسد الفقيه الحنبلي التميمي لبعضهم.\nقل للذي بصروف الدهر عيرنا = عل عاند الدهر إلا من له خطر\nأما ترى البحر يطوف فوقه جيف = ويستقر بأقصى قعره الدرر\nوفي السماء نجوم غير ذي عدد = وليس يكسف الا الشمس والقمر\n5-\nذكر الشريف أبي القاسم عبد الواحد بن علي بن صالح المنصوري من ولد المنصور الفقيه الشافعي درس على الداركي، كان ينزل المدينة، ومات في رمضان سنة خمس عشرة وأربع مئة.\nأنشدنا أبو القاسم، أنشدني أبو الحسن البكائي الشافعي، أنشدنا محمد بن طريف، أنشدنا الربيع بن سليمان، أنشدنا الشافعي محمد بن إدريس لنفسه:\nلما عفوت ولم أحقد على أحد\n...\nأرحت نفسي من هم العداوات\nإني أحيي عدوي عند رؤيته\n...\nلأدفع الشر عني بالتحيات [4/أ]\nالجزء: 1 ¦ الصفحة: 5\n",
        "وأظهر البشر للإنسان أبغضه\n...\nكأنما قد ملأ قلبي مسرات\nولست أسلم ممن لست أعرفه\n...\nوكيف أسلم من أهل المودات\nالناس داء وداء الناس قربهم\n...\nوفي اعتزالهم قطع المرؤات\nلابد لي منهم تبدوا إلي لهم\n....\nولي إليهم حياتي خل جاجاتي\nوبإسناده عن الربيع قال: كنت مع الشافعي في بعض أسفاره فدخل الحمام فتقدم المزين ليخدمه فاستدعاه بعض أرباب الدنيا فتركه ومضى إلى ذلك الرجل فلما خرج قال: اعط المزين باقي نفقتي فقلت تبقى بلا نفقة وهذا لايعرفك قال: اعطه فأعطيته دنانير لها قدر فاعتذر المزين إليه وقبل يديه ورجليه فقال الشافعي:\nعلي ثياب لو يقاس جميعها بفلس\n...\nلكان الفلس منهن أكثرا\nوفيهن نفس لو يقاس ببعضها\n...\nنفوس الورى كانت أجل وأخطرا\nوما ضم نقل السيف أخلاق جفنة\n...\nإذا كان عضبا حيث وجهته بزا\nذكر القاضي الشريف أبي القاسم علي بن محمد الهاشمي مات سنة سبع وعشرين ودفن بباب حرب.\nالجزء: 1 ¦ الصفحة: 6\n",
        "6-\nذكر القاضي الشريف قاضي قضاة البصرة وأمير الحاج بها أبي عمر القاسم بن جعفر بن عبد الواحد بن العباس بن عبد الواحد بن جعفر بن سليمان بن علي بن عبد الله بن العباس بن [4/ب] عبد المطلب الهاشمي من ولد سليمان بن علي لهم امارة البصرة، من أول الدولة العباسية وكان يروي كتاب السنن لأبي داود عن اللؤلؤي.\nأخبرنا فيما أذن لنا إجازة وكتب إلينا به حدثني أبي وعماي جعفر ومحمد ومحمد بن عبد الواحد بن العباس قالوا: أنبأنا العباس بن عبد الواحد قراءة عليه ونحن حضور حدثني عمي يعقوب بن جعفر بن سليمان حدثني أبي عن أبيه عن عبد الله بن العباس قال: قال رسول الله صلى الله عليه وسلم: طلوع الفجر أمان لأمتي من طلوع الشمس من مغربها.\n7-\nذكر الشريف المرتضى علم الهدى أبي القاسم علي بن الحسين بن علي بن موسى بن علي بن موسى ولي النقابة على الطالبيين ورد إليه المظالم وإمارة الحاج وهو ابن موسى بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب عليهم السلام مات سنة ست وثلاثين وأربع مئة حضرت عنده يوما وبين يديه من يقرأ عليه ديوانه فكان فيما قريء عليه هذه الأبيات فسألت الرجل فكتبها لي.\nطلبت على الأيام من لايشوب لي وودي له صاف فلما أصاف\nالجزء: 1 ¦ الصفحة: 7\n",
        "وكم بي جرح حين لم أندماله رميت من الإخوان فيه بقارف\nعرفتهم بالغدر ثم صحبتهم فيالك من عزم لجزم مخالف\nفياليتني أما بهم غير عارف وأما لهم من بعد ذا غير ألف [5/أ]\n8-\nذكر القاضي المعدل الشريف أبي الحسين علي بن قاضي القضاة أبي الحسن محمد بن صالح بن علي بن يحيى بن عبد الله بنمحمد بن عبيد الله بن عيسى بن موسى بن محمد بن علي بن عبد الله بن العباس بن عبد المطلب بن هاشم الهاشمي العيسوي المعروف بابن أم شيبان مات في شعبان سنة عشرين وأربع مئة ودفن في الرحبة عند المنارة من جامع المنصور مع أبيه، سمعت القاضي أبا الحسين وقد حضر تعزية أبي عبد الله بن المأمون في مسجد القصر فقال: فعلى مثله يناج ويبكي وتشق القلوب دون الجيوب ولئن كان الماضي عظيم الرز فلقد خلف خلفا عظيم القدر فخير الله مصيبته بالصبر وأحسن الخلافة على ولده في كل أمر.\nالجزء: 1 ¦ الصفحة: 8\n",
        "9-\nذكر نقيب النقباء الرضى ذي الفخرين نظام الحضرتين نورالهدى أبي الحسن محمد بن أبي تمام علي بن الحسن الزينبي كان إليه نقابة العباسيين والمنابر وسماع البينات والمظالم مات سنة ست وعشرين وأربع مئة قرأ علينا من ظهر كان بيده فيه سماعه عن مود به محمد بن علي، حدثنا أبو العباس إسحاق بن مروان، حدثنا أبي، حدثنا أبو جعفر الأعشى، حدثنا زياد بن المنذر عن الأصبغ بن نباتة قال سمعت علي بن [5/ب] أبي طالب، رضي الله عنه يقول لي خطبته ابن آدم وما ابن آدم تؤلمه بقة وتنتنه عرقه وتقتله شرقه.\nأخبرني نقيب النقباء أبو الحسن قال: ما كان لأبي ولد ذكر غيري فحج بي وأنا صغير فلما وصلنا إلى الكعبة أخذ على كتفه وقال: يا بني إذا دعوت الله فقل آمين، فقال: اللهم كثر ولده، اللهم كثر ولده وأنا أقول آمين فلي اليوم من ولدي وأولادهم نيف وأربعون ولدا.\n10-\nذكر والدي مات في رجب سنة إحدى وتسعين وثلاث مئة دفن بباب حرب، أنشدني أبي قال: أنشدني أبو العباس بن مسلم الشعيري المعدل:\nكن للمكاره بالأعزا مقطعا\n...\nفلقل يوما لا ترى ما تكره\nولربما استتر الفتى فتنا\n...\nفست فيه العيون وإنه لمموه\nولربما خزن الأديب لسانه\n...\nجذر الجواب وإنه لمفوه\nولربما ابتسم الحليم من الأذى\n...\nوفؤاده من حيرة يتأوه\nالجزء: 1 ¦ الصفحة: 9\n",
        "11-\nذكر الشيخ المعدل شيخ زمانه وكان كثير التلاوة لكتاب الله وكثير الصدقة [6/أ] والتعهد للفضلاء من الناس أبي الفرج أحمد بن محمد بن عمر بن الحسن بن المسلمة ومات في ذي القعدة سنة خمس عشرة وأربع مئة ودفن بالخيزرانة.\nحدثنا أبو الفرج، حدثنا أبي، حدثنا محمد بن أحمد الكاتب، حدثنا سفيان بن زياد، حدثنا سليمان بن أيوب الواسطي، حدثنا سعيد بن محمد عن عبد الرحمن بن زياد بن أنعم عن مالك بن قيس عن عقبة بن عامر عن أبي بكر الصديق، رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: من قال لا إله إلا الله رجع ذلك إلى قلب موقن دخل الجنة.\n12-\nذكر الشيخ الزاهد المعدل المقريء الحجاج\nالكثير الصدقة الحسن القراءة أبي الحسين أحمد بن عبد الله بن الخضر السوسنجردي، مات في رجب سنة اثنتين وأربع مئة ودفن بباب حرب.\n13-\nذكر الشيخ أبي الحسن محمد بن عبد الله بن إبراهيم المعروف بابن الرازي والصيني المعدل الشاهد رجل صالح حسن الوجه كثير الصلاة من أهل القرآن يتقدم ويؤم بالناس ويقريء مات في جمادى الأولى سنة عشر وأربع مئة حدثنا عن ابي عمرو بن السماك.\nالجزء: 1 ¦ الصفحة: 10\n",
        "14-\nذكر الشيخ أبي الحسين علي بن محمد بن عبد الله بن بشران المعدل السكري كان يبيع السكر [6/ب] قديما قبل الشهادة وكان فاضلا مكثرا في الحديث، ولد في سنة ثمان وعشرين وثلاث مئة ومات في شعبان سنة خمس عشرة وأربع مئة.\n15-\nذكر الشيخ المعدل الواعظ الزاهد أبي القاسم عبد الملك بن محمد بن عبد الله بن محمد بن بشران مات سنة ثلاثين وأربع مئة في ربيع الأول ودفن بالمالكية من الجانب الشرقي، سمعت أبا القاسم يقول أنقد ابن عمصير إلى أحمد الجلاء الزاهد بمال فرده عليه وأنا حاضر ثم قال قولا يامن يطلب الدنيا ليبر تركك للدنيا إبر قل له عافاك الله من غفلة الستر ووقاك فتنة البشر.\n16-\nذكر أبي العباس أحمد بن سعيد الشيحي الشامي المعدل قدم إلى مدينة السلام وشهد فيها وخلف القاضي في ربع باب الشام مات في ذي القعدة سنة أربه مئة ودفن بباب حرب.\nأخبرنا أبو العباس، حدثنا أبو إسحاق إبراهيم بن حاتم التستري، قراءة عليه في بيت لهيا، حدثنا أبو عبد الرحمن عبد الله بن محمد الرحبي، حدثنا يحيى بن إبراهيم بن أدهم عن كرز بن وبرة عن فرقد السبخي عن الحسن بن أبي الحسن البصري قال قيل يا رسول الله.\nالجزء: 1 ¦ الصفحة: 11\n",
        "أخبرنا بالأعمال التي يمقت الله العبد عليها فقال من نام بالنهار من غير أن يكون [7/أ] قام بالليل مصليا مقته الله ومن ضحك من غير عجب ومن اغتاب الناس ومن سعى بين المرأة وزوجها حتى يفرق بينهما وذكر الخبر بطوله.\nأخبرنا أبو العباس، حدثنا أبو الطيب عبد المنعم بن غلبول المقريء قال: قال الحسين بن خالويه كنت عند سيف الدولة وعنده\nابن بنت حامد فناظر لي علي خلق القرآن فلما كان تلك الليلة نمت\nفأتاني آت فقال: لم لم يحتج عليه بأول القصص طسم تلك آيات الكتاب المبين فالواعد والتلاوة لا تون إلا بالكلام.\nأخبرنا أبو العباس، حدثنا ابن غلبون عن بعض أشياخه قال قال لقمان لابنه إياك والكسل فإنك إن كسلت لم تؤد الحقوق وإياك والضجر فإنك إن ضجرت لم تصبر على أداء الحق.\nأخبرنا أبو العباس، حدثنا ابن غلبون، حدثنا بعض أشياخي بإسناد ذكره قال: أوحى الله عز وجل إلى داود عليه السلام يا داود عظ نفسك فإن أبغضت فعظ الناس وإن لم تتعظ فاستحى مني.\nالجزء: 1 ¦ الصفحة: 12\n",
        "17-\nذكر القاضي أبي الحسن محمد بن صالح بن جعفر المعدل وكان يعرف بابن الداري مات سنة ست عشرة ودفن بباب حرب، أنشدني أبو الحسن قال: أنشدني [7/ب] أبو بكر الحسن بن علي بن بشار المعروف بابن العلاف لنفسه غفلت وليس الموت في غفلة عني وأما أجد نجني علي كما راجني ركنت إلى الدنيا كأني مخلد وسوف تهد الحادثات بها ركبي ومالي لا أمسي وأصبح خائفا كأني حططت الرجل في منزل الأمن وفي هذه الدنيا فنون كثيرة لميت وقد وطنت نفسي على فنيولو طرقت ما استأذنت من يجتبي كما أفقدني من هويت بلا اذني فتأخذني منه على رغم أنفه كما أرغمت أنفي بمن أخذت مني وأنشدني لابن العلاف أيضا.\nسكني على رغم سلوتك\n...\nوأيست منك كما رجوتك\nوجفوت قبرك جفوة\n...\nلو كنت حيا لاستحيتك\n18-\nذكر القاضي أبي القاسم إسماعيل بن الحسن بن عبد الله بن الهيثم بن هشام الصرصري قاضي صرصر وكان معدلا مات في سنة ثلاث وأربع مئة، حدثنا عن المحاملي وغيره.\nالجزء: 1 ¦ الصفحة: 13\n",
        "19-\nذكر القاضي أبي القاسم الحسن بن الحسن بن علي بن المنذر وكان إليه القضايا مزوما فارقين وديار بكر وكان فاضلا جند الحفظ للحديث مات في رمضان سنة إحدى عشرة وأربع مئة قدم إلينا ثم عاد إلى تلك البلاد فمات هناك وحدثنا عن إسماعيل الخطبي وغيره.\nالفقهاء والمفتون\n[8/أ]\n20-\nذكر الشيخ أبي حامد أحمد بن أبي طاهر الإسفرايني الشافعي إمام عصره في مذهب الشافعي اجتمع في مجلسه في قطيعة الربيع ثلاث مئة وعشرون فقيها يعلقون عنه حسن الوجه والدين مسجده في صدر القطيعة درست عليه أربع سنين ومات في شوال سنة ست وأربع مئة ودفن بباب حرب.\n21-\nذكر الشيخ أبي أحمد عبيد الله بن محمد بن أحمد بن أبي مسلم الفقيه المقريء الفرضي انتهاء إليه علم الفرائض وكان يدعى أستاذ الأستاذين لأن أئمة الفقه في عصره درسوا عليه وما رأيت مثل سمته وزهده وورعه مات في شوال سنة ست وأربع مئة ودفن في رحبة جامع المنصور رحمه الله.\nأخبرنا أبو أحمد، حدثنا أبو بكر محمد بن القاسم الأنباري، أنشدنا أحمد بن يحيى النحوي:\nوالله ما نظرت عيني إذا نظرت\n....\nإلا ترقرق فيها دمعها دررا\nولا تنفست إلا ذاكرا لكم\n...\nولا تبسمت إلا كاظما عبرا\nالجزء: 1 ¦ الصفحة: 14\n",
        "أخبرنا أبو أحمد، حدثنا أبو بكر قال: قال اللغويين: كنده من كندا ذا كفر وقال بعض الأئمة كندر أباه أي كفره نعمته قال الله تعالى: إن الإنسان لربه لكنود أي كفور.\nأخبرنا أبو أحمد، حدثنا أبو بكر، حدثنا أبو شبل عبيد الله بن [8/ب] عبد الرحمن واقد، حدثنا أبي، حدثنا العباس بن الفضل قال: سمعت الأشهب العقيلي يقرأ من البقعة المباركة بفتح الباء.\nأخبرنا أبو أحمد، حدثنا أبو بكر قال: قال قطوب الدغفل الموضع الواسع ويقال لولد الفيل دغفل والفيل يقال له كلثوم.\nأخبرنا أبو أحمد، حدثنا أبو بكر محمد بن جعفر بن أحمد بن يزيد المعروف بالمطيري، حدثنا عبيد الله بن حماد بن الحسن، حدثنا سيار، حدثنا جعفر بن سليمان، حدثنا طارق عن الحسن عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم: من أخذ عني هؤلاء فيعمل بهن ويعلمهن من يعمل بهن قال: قلت: أما قال فأخذ بيدي فعقد فيها خمسا فقال: اتق المحارم تكن من أعبد الناس وارض بقسم الله لك تكن أغنى الناس وأحسن إلى جارك تكن مؤمنا وأحب الناس ما تحت لنفسك تكن مسلما وأقل الضحك فإن كثرة الضحك تميت القلب.\n22-\nذكر الشيخ الفقيه الشافعي المفتي بجامع المنصور أبي علي الحسن بن الحسين بن جمكان.\nالجزء: 1 ¦ الصفحة: 15\n",
        "أخبرنا قال: حدثنا العباس الكندي بهمدان، حدثنا أحمد بن عبد الله، حدثنا عبد الرحمن بن عفان، حدثنا يوسف بن أسباط قال: قال سفيان الثوري: إذا رأيت القاريء يأتي السلطان فإنما هو طراز.\n23-\nذكر القاضي أبي بكر محمد بن الطيب المعروف بابن الباقلاني الأشعري المالكي وكان صاحب مقالة [9/أ] الأشعرية مات في سنة ثلاث وأربع مئة وفي هذه السنة مات أبو بكر محمد بن موسى الخوارزمي الحنيفي، سمعت أبا بكر قال يوما وقد قيل له النبي صلى الله عليه وسلم عهد إلى علي، رضي الله عنه، في يوم غدير خم فقال هذا الخليفة بعدي فقال: واعجباه يقول: عمر بن الخطاب، رضي الله عنه، يوم طعن الشوري بعدي في ستة ولايدخل معهم سابع ولاتؤخر البيعة بعد ثلاث ولايصلى على غير صهيب فلا يخالف في ذلك ويخالف النبي صلى الله عليه وسلم هذا الخلاف ولا يقبل منه هذا مستحيل.\n24-\nذكر الشيخ أبي طالب أحمد بن عبد الله بن سهل الفقيه الحنبلي اللغوي مات متأخرا وإنما ذلك عنه لملاحة الحكاية مات سنة نيف وثلاثين وأربع مئة ودفن بباب حرب.\nالجزء: 1 ¦ الصفحة: 16\n",
        "أخبرنا أبو طالب، حدثنا عبد العزيز غلام الرجاج، حدثنا أبو الفضل وأبو الفرج الهندياي قالا: حدثنا الفتح بن لينخرف الزاهد قال رأيت في المنام أمير المؤمنين علي بن أبي طالب كرم الله وجهه فقلت له أطال الله بقلك فقال يا فتح كلمة لا تضر ولا تنفع فقلت جعلني الله فداك فقال هذه أخت لتلك فقلت غفر الله لك فقال يافتح هذه كلمة تنفع فألزمها فقلت افدني يا أمير المؤمنين شيئا احكه عنك فقال: [9/ب]\nتواضع الغنى الفقير من أجل الله قلت زدني فقال تيه الفقير على الغني ثقة بالله قلت عظني فبسط كفه في وجهي وقال: اقرأ ما عليه فتأملته وقرأته فإذا فيه مكتوب:\nقد كنت ميتا فصرت حيا وعن قليل تصير ميتا\nليس بدار الفناء بيت فابن بدار البقاء بيت\nقال أبو طالب الفناء مقصور وإنما مد لضرورة الشعر إليه وقيل هذا خطأ الفناء ممدود من الذهاب والفناء مقصور هو عنب الثعلب\n25-\nذكر الشيخ أبي الفرج الدارمي الفقيه الشافعي وكان من المجودين خرج إلى الشام ومات هناك بعد العشرين أنشدني لنفسه\nظلوم يكلفني خطة\n...\nأرى أنها أنكر المنكر\nويذكرني تفقع سبابة\n...\nواعقد في عقده خنصري\nوامنحه من ودادي الصفا\n...\nفيجزي على ذاك بالأكدر\nوقال ودادي كذا شرطه\n...\nفقلت ودادك مني بري\nطلاقا ثلاثا بلا رجعة\n...\nإلى الحشر والبعث والمنشر\nفلا خير فيمن له منظر\n...\nإذا لم يصح على المخبر\nالجزء: 1 ¦ الصفحة: 17\n",
        "26-\nذكر الشيخ أبي الفضل عبد الواحد بن عبد العزيز بن الحارث بن أسد التميمي الفقيه الحنبلي وكان يفتي في جامع المنصور ويتكلم على الناس مات سنة [10/أ] عشر وأربع مئة ودفن بباب حرب لقي أحمد بن حنبل،رحمه الله.\n27-\nذكر الشيخ أبي بكر عبد الغفار بن عبد الرحمن الدينوري الفقيه على مذهب سفيان الثوري كان أخرس كان يفتي على مذهب الثوري بمدينة السلام في جامع المنصور، رحمة الله عليه، وكان إليه النظر في الجامع والقيام بأمره مات في شوال سنة خمس وأربع مئة ودفن في المقبرة خلف الجامع.\nأخبرنا أبوعبد الله الحسين بن الحسن المالكي، حدثنا إبراهيم بن محمد بن يعقوب الهمذاني، حدثنا إسماعيل القاضي، حدثنا عبد الله بن مسلمة عن مالك عن نافع عن ابن عمر أن رسول الله صلى الله عليه وسلم قال: الذي تفوته صلاة العصر فكأنما وترأهله وماله.\nذكر القراء\n28-\nذكر الشيخ أبي القاسم عبيد الله بن أحمد بن علي بن الحسين المعروف بابن الصيدناني قال كنت أجوز على مسجد ابن مجاهد وأنا غلام فكنت أهابه أن أقرأ عليه كان يسكن باب الشام ودفن بباب حرب.\nالجزء: 1 ¦ الصفحة: 18\n",
        "قريء عليه وأنا حاضر أسمع، حدثنا أبو محمد يحيى بن محمد بن صاعد سنة ثماني عشرة وثلاث مئة، حدثنا الحسن بن عيسى [10/ب] النيسابوري في شوال سنة تسع وثلاثين ومئتين في الرحبة، إملاء، حدثنا عبد الله بن المبارك، حدثنا أسامة بن زيد، حدثنا سعيد بن أبي هند عن أبي مرة مولى عقيل عن أبي موسى الأشعري أن النبي صلى الله عليه وسلم قال: من لعب بالنرد فقد عصا الله ورسوله قال: حدثنا يحيى بن صاعد، حدثنا لوين، حدثنا أبو إسماعيل القناد إبراهيم بن عبد الملك عن يحيى بن أبي كثير عن أبي سلمة عن أبي سعيد الخدري قال: قال رسول الله صلى الله عليه وسلم: لا آجل صاعي تمر بصاع ولادرهمين بدرهم.\nقال: حدثنا يحيى بن صاعد، حدثنا سعيد بن عبد الرحمن أبوعبيد الله المخزومي، حدثنا سفيان بن عيينة عن أيوب السختياني عن محمد بن سيرين عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: إن الملائكة تلعن أحدكم إذا أشار إلى أخيه بحديدة وإن كان أخاه لأبيه وأمه.\nالجزء: 1 ¦ الصفحة: 19\n",
        "ذكر الشيخ أبي الحسن علي بن أحمد بن عمر بن حفص الحمامي المقريء أمام عصره في الإقراء، قرأت عليه برواية حفص عن عاصم وسمعت منه حديثا وذكر أنه ولد سنة ثمان وعشرين وثلاث مئة، ومات في شعبان سنة سبع عشرة وأربع مئة ودفن بباب حرب عند قبر ابن السوسنجردي والسمعوني رحمهم الله حديثا عن أحمد بن سلمان وابن دحيم الكوفي وغيرهما\n29-\nذكر الشيخ أبي علي الحسن بن محمد المخزومي [11/أ] المقريء المؤدب كان يسكن بباب الشام عند باب الذهب مودبي، مات في سنة ثلاث وتسعين وثلاث مئة وصلي عليه بباب الشام وحضر ابن أخيه السلامي الشاعر ودفن بباب حرب، قريء عليه وأنا حاضر، حدثنا أبو بكر أحمد بن موسى بن مجاهد المقريء، حدثنا إسماعيل القاضي بن إسحاق أنشدنا أحمد بن المعدل:\nأحب من الإخوان كل مواتي\n...\nوكل غضيض الطرف عن عثراتي\nيوافقني في كل أمر أريده\n...\nويحفظي حيا وبعد مماتي\nفمن لي بهذا؟ ليتني قد عرفته\n...\nلقاسمته مالي ومن حسناتي\nقال: وأخبرنا أبو بكر بن مجاهد أنشدنا محمد بن الجهم السمري لنفسه في عياده:\nلاتضجرن عليلا أنت عايده\n...\nإن العيادة يوم أثر يومين\nالجزء: 1 ¦ الصفحة: 20\n",
        "وقد روى مندل عن عامر خبرا أن لا تطيل جلوسه فعل ذي الدين بل سله عن حاله وادع الإله له، واجلس بقدر فواق بين حلبين\nمن زار عياء أخا دامت مودته وكان ذاك صلاحا للفريقين\n30-\nذكر الشيخ أبي عبد الله الحسين بن أحمد بن جعفر المعروف بابن البغدادي الزاهد المقريء كان يسكن في رحبة الجامع بالمدينة وكان يقريء في صحته عند داره مات في شعبان سنة أربع وأربع مئة ودفن بباب حرب، قريء عليه قال: حدثنا أبو عبد الله أحمد بن قالع بن مرزوق [11/ب] حدثنا محمد بن إبراهيم الطيالسي حمويه بالبصرة، حدثنا عبيد الله بن محمد بن عائشة، حدثنا حماد بن سلمة، حدثنا ثابت بن أسلم البناني عن أنس أن رسول صَلَّى الله عَلَيهِ وَسَلَّمَ لما خرج مهاجرًا إلى المدينة، كان أبو بكر معه، وكان أبو بكر رديف رسول الله وكان أبو بكر أعرف بالطريق، وكان لا يزال يأتي أبا بكر رجل يعرفه فيقول يا أبا بكر من ذا الغلام بين يديك؟ فيقول: يهديني السبيل.\nالجزء: 1 ¦ الصفحة: 21\n",
        "31-\nذكر أبي عمرو عثمان بن الباقلاني الزاهد وكان كثير العمل لا يفتر ما رأينا في معناه داره خيال جامع المنصور مضيت إليه يوما في صحبة خالي فلقيناه خارجا من المسجد إلى داره وهو يسبح فقال له خالي ادع لي فقال لي يا أبا عبد الله شغلتني انظر ما تظنه بي وافعله وادع أنت لي فقلت له أنا بالله ادع لي فقال لي رفق الله بك فاستزده فقال: الزمان يذهب والصحائف يختم ودخل ورد الباب.\n32-\nذكر الشيخ أبي بكر أحمد بن محمد بن الصقر المعروف بابن النمط وكان يعرف بابن المؤدب المقريء الزاهد كان من أهل البصرة ثم سكن شارع الدجيل من مدينة السلام مات في سنة ثمان وعشرين وأربع مئة ودفن بباب حرب.\n33-\nذكر الشيخ أبي عبد الله الحسين بن عبد الواحد بن الحسين المعروف بالحذاء المقريء بجامع الرصافة وكان [12/أ] ينزل في درب سليم من الجانب الشرقي مات سنة خمس عشرة في المحرم.\nالجزء: 1 ¦ الصفحة: 22\n",
        "أخبرنا أنبأنا أبو بكر الحنبلي، حدثنا عبد الله بن الحسين، حدثنا إبراهيم بن مهدي الأبلي قال: سمعت بشر بن آدم قال: كنت عند أبي عاصم الضحاك بن مخلد فجاء بعض أصحابنا فاستأذن عليه فقال: اطلع فانظر من هو فنظرت فاخبرته فألقى الوسادة وألقى رأسه عليها وقال: قل للجارية تقول الساعة وضع رأسه على المخدة ثم أنشأ أبو عاصم يقول:\nفقدت ثقال الناس في كل بلدة\n...\nفيا رب لا تغفر لكل ثقيل\nإذا ما بقتل زارنا في رحالنا\n...\nفأف له من زائر ودخيل.\n34-\nذكر الشيخ أبي بكر إدريس بن علي المقريء المؤدب مات سنة سبع أو ثمان وتسعين وثلاث مئة قيل إنه ناهز المئة، كان ينزل شارع العباس من مدينة السلام أقمت في مكتبة مدة قريء عليه، حدثنا محمد بن هارون، حدثنا إسحاق بن أبي إسرائيل، حدثنا كثير بن عبد الله الأبلي، حدثنا أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم: من كذب علي متعمدا فليتبوأ مقعده من النار.\nالجزء: 1 ¦ الصفحة: 23\n",
        "35-\nذكر الشيخ أبي الحسن علي بن أحمد بن محمد البزاز المقريء السرمراي الذي كان يروي عن مالك بن أنس عن إبراهيم [12/ب] ابن عبد الصمد عن أبي مصعب مات في سنة خمس وأربع مئة، أخبرنا إجازة وكتب إلينا بها على يد عطية الأندلسي الحافظ رحمهما الله قال: أنبأنا أبو الفضل محمد بن هاشم بن القاسم صاحب الصلاة، حدثنا محمد بن هارون حدثني أبو الحسن محمد بن أحمد بن الهيثم بن صالح التميمي، حدثنا هارون بن محمد الحرمازي عن أبيه قال: قال المهدي محمد بن عبد الله أمير المؤمنين رحمه الله عليه حدثني أبي عن أبيه عن جده عن عبد الله بن العباس رضي الله عنهم أن النبي صلى الله عليه وسلم قال لمعاذ بن جبل حين بعثه إلى اليمن إياك ودعوة المظلوم فإنه ليس بينها وبين الله حجاب.\nالجزء: 1 ¦ الصفحة: 24\n",
        "قال: حدثنا أبو الفضل محمد بن هاشم حدثنا هارون، حدثنا محمد بن عبيد الله الكوسج، حدثنا أبو الفضل موسى بن عيسى الجحفي، حدثنا محمد بن إسحاق الكندي حدثنا جدي شريك عن المهدي أمير المؤمنين عن أبيه عبد الله المنصور عن أبيه محمد بن علي عن أبيه علي بن عبد الله عن أبيه عبد الله بن العباس رضي الله عنهم قال: قال رسول الله صلى الله عليه وسلم: ما يقدم على الله يوم القيامة أكرم عليه من أمتي ولا أهل بيت أكرم عليه من أهل بيتي ألا فاتقوا الله ولا تخزوني فيهم.\n36-\nذكر الشيخ أبي عبد الله الحسين بن محمد بن خلف المقريء بباب الشام قرأت عليه مات في سنة أربع مئة سمعته يقول سمعت أبا الفضل الزهري يقول: استيقظ أبي [13/أ] ليلة من الليالي فقال: يا بني من مات الليلة قلت وكيف حتى سألت عن هذا قال: رأيت في منامي قائلا يقول: يا فلان قد مات الليلة مقوم وحي الله منذ خمسين سنة فلما أصبحوا وإذا قد مات أبو بكر أحمد بن موسى بن مجاهد المقريء.\nذكر أبي عبد الله محمد بن أحمد المقريء بالجانب الشرقي، مات سنة أربع مئة.\nالجزء: 1 ¦ الصفحة: 25\n",
        "حدثنا قال: حدثنا عبيد الله بن محمد الفقيه، حدثنا أبو الحسن أحمد بن عبد الله الآدمي بالبصرة، حدثنا أبي قال: سمعت سهل بن عبد الله يقول: إذا دخل الخوف على الجاهل دعاه إلى العلم وعلى العالم دعاه إلى العمل وعلى العامل دعاه إلى الإخلاص وعلى المخلص دعاه إلى الشكر دعاه إلى المزيد.\nالجزء: 1 ¦ الصفحة: 26\n",
        "37-\nذكر منصور مقريء بن مقريء مات متأخرا بعد الثلاثين حكى لي عن أبيه منصور وقد رأيت منصورا عليه وأظن أني سمعت هذه الحكايات منه قال: ضاقت يدي مع كثرة عيالي وعدمت القوت فخرجت من داري كالهارب وقصدت أبا سعيد يعني الصائغ لأطلب منه شيئا استعين به فلم أصادفه وحمى الحر علي فدخلت إلى درب من دروب الكرخ وإذا بباب تحت ساباط عليه دكانان عليهما حصير [13/ب] وقد رش الباب وبرد الموضع فلما صرت جبال الباب شممت رائحة شواء جاز وحنيش وريحان وطيب فلم أقدر على أن اجتاز فطرحت نفسي على الباب وقلت في نفسي صاحب هذه الدار رجل جندي لا يعرف كتاب الله وقد أعطى هذا وأنا جائع وصبياني فنمت فرأيت آت آتاني فقال تبيعني سورة البقرة بألفى درهم قلت لا قال: قال عمران: قلت لا فلم يزل يعد علي سورة بعد سورة وأنا أقول لا فلما أكثر علي صرخت لالا فانتبهت فعلمت إني قد وعظت فقلت في قلبي بل أجوع وتبقى على القرآن فلما توصلت إلى داري قالت لي بناتي يا أبه أين كنت قد أنفذ إليك أبو سعيد الصائغ بثلاث مئة درهم فحمدت الله وأخذتها وخرجت في الحال إلى السوق فاشتريت جملا وتقدمت حي بشواء ةخبرزا وحلوا وحبشا وطيبا فلم تمض ساعة أو ساعتان حتى رأيت في داري مثل الذي رأيت في\nالجزء: 1 ¦ الصفحة: 27\n",
        "دار ذلك الرجل.\n- وذكر لي أبو القاسم قال: كان أبي يقترض مني طول الأسبوع فتحصل عليه المئة والأكثر فأطلبه فيحلف بالله إنه يوم السبت يقضيني ففعل ذلك دفعات فسألته من أين لك فبكى وقال: يا بني اجمع ختماتي واختمها ليلة الجمعة واجعل ثوابها لرسول الله صلى الله عليه وسلم وأقول يا رسول الله [14/أ] ديني فيجيئني من حيث لا أحتسب يوم السبت ما أقضي به ديني.\n38-\nذكر الشيخ أبي الحسن علي بن مقدحة المقريء بدار القز من مدينة السلام كان زاهدا قرأت عليه القرآن وكان يصوم دائما وله غنيمات يقتات منها وكانت حاله صالحة خرج يوما وقد تجرح ظهره فقيل له في ذلك فقال: حملت اللبن عن باب الدار إلى الدار فقلنا له لو استدعيت زرجاريا يحمله، فبكى ثم قال: لي نفس لو جررتها على\n...\nلكان ذلك قليلا لها.\nوكان من حرصه على الإقراء يفطر في مسجده ويأكل رطل كامخ فقيل له في ذلك فقال: أجد له لذاذة كل شيء هو أدمي وفاكهتي وحلواي.\n39-\nذكر من لقيت من الحفاظ للحديث.\nالجزء: 1 ¦ الصفحة: 28\n",
        "الشيخ أبو الفتح محمد بن أحمد بن محمد بن أبي الفوارس الحافظ الزاهد رحمه الله كان ينزل شارع البزارين ويلازم جامع الرصافة مات في سنة اثنتي عشرة وأربع مئة في ذي القعدة وذكر أنه كان ولد سنة ثمان وثلاث مئة ودفن بباب جرب بقرب قبر أحمد بن حنبل صحبته اثنتي عشرة سنة حدثنا عن أبي علي بن الصواف وغيره.\n40-\nذكر الشيخ الفاضل الحافظ الفقيه المتدين أبي بكر أحمد بن محمد بن أحمد بن محمود بن غالب الخوارزمي المعروف [14/ب] بالبرقاني كان ينزل بين السوريين من مدينة السلام مات في رجب من سنة خمس وعشرين وأربع مئة، أخبرنا قالوا: أنبأنا أبو الحسن الكراعي، حدثنا عبد الله بن محمود، حدثنا محمد بن عبد الله عن أبي روح قال: سمعت الفضيل بن عياض يقول: من طلب أخا بلا عيب بقي بلا أخ.\nقال شيخنا: عين الأخ لا تقع على عيب الأخ لكمال صفات الرائي لالكون المرئي معصوما من العيب.\nالجزء: 1 ¦ الصفحة: 29\n",
        "41-\nذكر الشيخ الحافظ الزاهد عطية بن سعيد الأندلسي قدم علينا حاجا وطالبا للعلم وكان لا يضع جنبه على الأرض وينام محتبيا مات أظنه في سنة ثلاث أو أربع مئة، حدثنا قال: حدثنا أبو الحسن علي بن الحسين القاضي الأنطاكي، حدثنا الحسين بن ابي معشر الجراني، حدثنا مخلد بن مالك، حدثنا عطاف بن خالد عن نافع عن ابن عمر أن رسول الله صلى الله عليه وسلم أقاد من خدش قال عطية: هذا حديث غريب تفرد به مخلد عن عطاف.\nقال: حدثنا أبو بكر أحمد بن الحسين البصري بمصر، حدثنا أبو خليفة، حدثنا عبد الله بن مسلمة، حدثنا شعبة بن الحجاج عن منصور عن ربعي بن خراش عن أبي مسعود البدري قال: قال رسول الله صلى الله عليه وسلم: إن مما أدرك الناس من كلام النبوة الأولى إذا لم تستحي فاصنع ما شئت.\nقال عطية: حديث صحيح أخرجه البخاري عن علي بن الجعد عن شعبة ولم يرو القعنبي عن شعبة [15/أ] غير هذا الحديث.\n42-\nذكر أبي طاهر حمزة بن محمد بن طاهر الحافظ مات في شعبان سنة أربع وعشرين وأربع مئة ودفن بباب الشام.\n43-\nذكر الشيوخ الوعاظ\nالجزء: 1 ¦ الصفحة: 30\n",
        "الشيخ أبو الحسين محمد بن أحمد بن إسماعيل بن عبيس بن إسماعيل بن سمعون الواعظ مات في آخر سنة سبع وثمانين وثلاث مئة ودفن في داره ثم نقل إلى مقبرة باب جرب سمعته يقول: يقول الله عز وجل بابن آدم ما انصفني أتقرب إليك بالنعم وتتقرب إلي بالمعاصي وخيري إليك نازل وشرك إلي صاعد يابن آدم كم من ملكك كريم صعد إلي منك بعمل قبيح.\nوسمعته يقول: روى عن ابن عباس عليه السلام أنه قال: لأن أعين مؤمنا على قضاء حاجة إلي من اعتكاف شهر في المسجد الحرام.\nالجزء: 1 ¦ الصفحة: 31\n",
        "44-\nذكر الشيخ أبي الفرج عبد الوهاب بن عبد العزيز التميمي الوعظ الفقيه الحنبلي دفن بجنب قبر أحمد بن حنبل بباب جرب والشيخ أبو الحسين أحمد بن عبد الله السوسنجردي وأبو الحسن محمد بن أنس العطار وأبو عبد الله الحسين بن السلال المقريء الحنبلي والفظ لأبي الفرج وابن أنس أن رجلا يقريء الناس بباب الشام عند باب الذهب يعرف بابن [15/ب] كربه وكنا نختلف إليه ونقرأ عليه وكان في جواره قوم من الرافضة فلما كان يوما من الأيام جلسوا عنده فسبوا أصحاب رسول الله صلى الله عليه وسلم وكان فيهم قوم من الطالبين فهابهم أن ينكر عليهم قال أبو الحسن بن أنس وقرأت عليه تلك الليلة آخر النهار فلما أصبحنا غدونا نقرأ عليه وإذا وجهه قد غطاه فكشفناه فإذا قد طمست عيناه فسألناه فقال جلس إلي في أمسنا قوم فسبوا أصحاب رسول الله عليه وسلم فلم أذكر عليهم فلما كان الليلة رأيت النبي صلى الله عليه وسلم ومعه أصحابه رضي الله عنهم فتقدم إلي علي بن أبي طالب رضي الله عنه، فقال ويلك يسب أصحاب رسول الله عندك فلا تنكر فجحدت فقال وإلا طمستا وضربني بشيء كان في يده فأصبحت كما ترون وكشف وجهه فانتابه الناس يسألونه ويعجبون منه.\nالجزء: 1 ¦ الصفحة: 32\n",
        "45-\nذكر الشيخ أبي القاسم هبة الله بن سلامة المفسر الواعظ بجامع المدينة وكان أوحد زمانه في معناه وفي تفسيره سمعنا منه كتاب الناسخ والمنسوخ في القرآن من تأليفه مات في رجب سنة عشر وأربع مئة ودفن عند جامع المنصور في المقبرة خلف القبة [16/أ]\nأنشدني:\nوما بقيت من اللذات إلا\n...\nمحادثة الرجال ذوي العقول\nوقد كنا نعدهم قليلا\n...\nفقد صاروا أقل من القليل\nفأنشدتها لأبي الفرج عبيد الله بن بكر بن شاذان الواعظ فأجازها ببيت\nفلا تطلب إذا فيهم خليلا فما لك غير نفسك من خليل\nمات أبو الفرج سنة ثلاث وثلاثين وأربع مئة\n46-\nذكر الشيخ أبي بكر أحمد بن طلحة بن أحمد بن هارون الواعظ المعروف بابن المنقى في سنة عشرين وأربع مئة حدثنا عن أبي بكر.\n47-\nذكر الشيخ أبي الفرج محمد بن فارس بن محمود المعروف بالغوري الواعظ كان ينزل في الرزرين من الجانب الشرقي سمعنا منه كتاب فضائل العباس وغيره. من مصنفات ابن أبي الدنيا مات في شعبان سنة تسع وأربع مئة\nحدثنا قال: حدثنا محمد بن جعفر العسكري، حدثنا عبد الله بن محمد القرشي، أنشدني أبو جعفر القرشي:\nنسب ابن آدم فعله\n...\nفانظر لنفسك في النسب\nحسب ابن آدم ماله إن طاب طاب له في الحسب\nزين ابن آدم عقله والعقل زينته الأدب.\nالجزء: 1 ¦ الصفحة: 33\n",
        "48-\nذكر ابن المتيم\nقال ابن المتيم الواعظ بجامع المدينة نزلت المشرعة فقلت يا ملاح قال: لبيك فقلت عبرني فقد طال [16/ب] غيابي، فقال: أين تريد قلت دار الملك اطلب جاه فقال معي إلى القطيعة فقلت لالالا اليوم لي سبعون سنة افر منها تحملني إليها اطلب من يعبرك غيري.\n48-\nذكر ميمونة\nسمعت ميمونة بنت شاقولة الواعظة وماتت سنة ثلاث وتسعين وثلاث مئة تقول: إذا أنا جار لنا فصليت ركعتين وقرأت من فاتحة كل سورة أية حتى ختمت القرآن وقلت اللهم كفنا أمره ثم نمت ففتحت عيني فرأيت النجوم مصطفة فقرأتها فسيكفيكهم الله وهو السميع العليم فلما كان السحر قام ذلك الإنسان لينزل فزلت قدمه فوقع فمات وسمعتها تقول: هذا قميصي له اليوم سبع وأربعون سنة ألبسه وما تخرق غزلته لي أمي وصبغته بماء الشابابك الثوب إذا لم يعص الله فيه لا يتخرق سريعا.\nالجزء: 1 ¦ الصفحة: 34\n",
        "وأخبرني ابنها عبد الصمد قال: كان في دارنا حائط مخوف فقلت لها امضي استدعي البناء فقالت هات رقعة والدواة فناولتها فكتبت فيها شيئا وقال: دعه في كوة منه ففعلت فبقي نحوا من عشرين سنة فلما ماتت ذكرت ذلك القرطاس فقمت فأخذته لأقرأه فوقع الحائط وإذا في الرقعة إن الله يمسك السموات والأرض أن تزولا [17/أ] بسم الله يا ممسك السموات والأرض أمسكه.\n49-\nذكر الشيوخ المحدثين\nالشيخ أبو الحسن أحمد بن محمد بن موسى بن الصلت المجبر كان ينزل سوق الثلاثاء من مدينة السلام، مات في سنة خمس وأربع مئة.\nحدثنا قال: حدثنا إبراهيم بن عبد الصمد الهاشمي، حدثنا خلاد بن أسلم، حدثنا النضر، أنبأنا ابن عون عن ابن سيرين عن عمران بن حصين قال: قال رسول الله صلى الله عليه وسلم: من حلف على يمين مصبورة فليتبوأ مقعده من النار.\nقال: حدثنا محمد بن القاسم بن الأنباري، حدثنا أحمد بن محمد الأسدي قال: أنشدنا الرياشي لسائق البربري:\nألا ربما صار البغيض مصافيا\n...\nومال عن العهد الصديق المتاقن\nفلا تغترر ما عشت من متجمل\n...\nبظاهر ود قد تغطى البواطن.\nالجزء: 1 ¦ الصفحة: 35\n",
        "قال: حدثنا ابن الأنباري، حدثنا أبي، حدثنا محمد بن أبي يعقوب الدينوري قال: من أصح ما روي لعمر بن عبد العزيز من الشعر هذه الأبيات:\nمن كان حين تصيب الشمس جبهته\n...\nأو الغبار يخاف الشين والشعثا\nويألف الظل كي تبقى بشاشته\n...\nفسوف يسكن يوما راغما جدثا\nفي قعر مظلمة غبراء موحشة\n...\nيطيل في قعرها تحت الثرى اللبثا\nتجهزي بجهاز تبلغين به\n...\nيا نفس قبل الردى لم تخلقي عبثا [17/ب]\n50-\nذكر الشيخ أبي الحسين محمد بن عبيد الله بن جعفر بن أحمد بن حمدان الذهلي الصوفي الزاهد صاحب الخلدي حج وجاوز سنين وكان ينفرد في الجوامع وسكن الحربية آخر عمره ومات في سنة اثنتين وأربع مئة، سمعت منه عن الصفار وكتاب يوم وليلة للمعمري وغير ذلك، دفن بباب جرب.\nحدثنا أنبأنا إسماعيل بن محمد، حدثنا عرفة، حدثنا إسماعيل بن عياش عن جده عبد الرحمن بن الحارث عن عمرو بن شعيب عن أبيه عن جده قال: نهى رسول الله صلى الله عليه وسلم عن نتف الشيب وقال: إنه نور الإسلام.\n51-\nذكر الشيخ أبي عمر عبد الواحد محمد بن مهدي المجهز، رجل ورع ثقة، كان ينزل الكرخ في درب الزعفران، مات في رجب سنة عشر وأربع مئة.\nالجزء: 1 ¦ الصفحة: 36\n",
        "52-\nذكر الشيخ أبي بكر أحمد بن عبد الله بن الحسين البزاز الحنبلي، صاحب ابن سكباثا الحنبلي، رجل شيخ له هبة\n...\nحسن الخلق، مات سنة ثلاث وأربع مئة،\nحدثنا، حدثنا عثمان بن أحمد الدقاق، حدثنا يحيى بن جعفر بن الزبرقان، حدثنا حماد بن مسعدة، حدثنا ابن عون عن محمد عن أبي هريرة قال: إذا اقترب الزمان لمتكد رؤيا المسلم أن تكذب فاصدقهم رؤيا أصدقهم حديثا. [18/أ]\n53-\nذكر الشيخ أبي القاسم عبيد الله بن أحمد بن محمد بن القزاز المعروف بالحربي إمام مسجد عصام وكان يقرىء ويصوم الزمان كله، مات في المحروسة اثنتي عشرة وأربع مئة.\nحدثنا أخبرنا أحمد بن سليمان، حدثنا عبد الملك بن محمد ومعاذ بن المثنى قالا: حدثنا عبد الرحمن بن المبارك، حدثنا حماد بن زيد، حدثنا هشام عن محمد عن أبي هريرة عن النبي صلى الله عليه وسلم قال: السعيد من سعد في بطن أمه.\n54-\nذكر الشيخ أبي الفوارس الحسن بن أحمد بن محمد بن أبي الفوارس أخي أبي الفتح الحافظ مات في صفر سنة إحدى وعشرين وأربع مئة.\nالجزء: 1 ¦ الصفحة: 37\n",
        "حدثنا، حدثنا أبو معاذ محمد بن عبد الوهاب الهاشمي، حدثنا أحمد بن الحسين الصوفي، حدثنا أحمد بن الحجاج بن الصلت، حدثنا المنذر بن عمار وكان ثقة، أنبأنا قائد الأعمش عن الأعمش عن مجاهد عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم: الأشرار بعد الأخيار يملكون جميع أهل الدنيا وهم الترك.\n55-\nذكر علي بن عمر بن دخان كان ينزل الجانب الشرقي محدث أجاز لي.\n56-\nذكر الشيخ أبي الحسين محمد بن الحسين بن محمد بن الفضل القطان كان يسكن دار القطن من أهل [18/ب] القرآن والخير، سمعنا منه كتاب التاريخ ليعقوب والمغازي لموسى بن عقبة، مات في رمضان سنة خمس عشرة وأربع مئة.\n57-\nذكر أبي القاسم عبد الرحمن بن عبيد الله بن عبد الله بن محمد بن الحسين المعروف بالجرفي الحربي رجل ثقة، كان يؤم الناس في جامع الحربية في صلاة الفرئض، مات في سنة خمس وعشرين وأربع مئة.\n58-\nذكر الشيخ أبي القاسم علي بن محمد بن عيسى بن موسى الحصري البزار من أهل باب الطاق صالح.\nالجزء: 1 ¦ الصفحة: 38\n",
        "حدثنا، حدثنا أبو الحسن علي بن محمد المصري، حدثنا مالك بن يحيى، حدثنا عبد الوهاب ويزيد بن هارون قالا: حدثنا هشام الدستوائي عن يحيى بن أبي كثير عن عكرمة عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: إذا صلى أحدكم في ثوب واحد فليحالقبين طرفيه على عاتقه.\n59-\nذكر الشيخ أبي عبد الله أحمد بن محمد بن يوسف بن محمد بن دوست ويعرف بابن العلاف كان يسكن باب البصرة كثير الحديث، حدثنا عن الصفار.\n60-\nذكر الشيخ أبي الفتح هلال بن محمد بن جعفر الحفار مات في صفر سنة أربع عشرة وأربع مئة، حدثنا عن ابن عياش المثوبي.\n61-\nذكر الشيخ أبي الحسن علي بن الحسن بن عبيد الله [19/أ] بن سعيد القاريء، صاحب كتاب الآجري مات في سنة اثنتي عشرة ودفن بباب جرب.\nأخبرنا عن أبي حفص بن شاهين الواعظ.\n62-\nذكر الشيخ أبي طاهر محمد بن عبد الرحمن بن العباس بن عبد الرحمن المخلص جارنا مات في سنة ثلاث وتسعين وثلاث مئة وأنا ابن ست عشرة سنة، لم أسمع منه شيئا، أجاز لي الرواية عنه، وشهد عليه الشيخ أبو الحسين بن السوسنجردي وخالي رحمهما الله.\nالجزء: 1 ¦ الصفحة: 39\n",
        "63-\nذكر الشيخ أبي الحسن أحمد بن علي بن الحسن بن عليبن الحسن بن الباري لابأس به، سمعنا منه كتاب الغريب والأموال لأبي عبيد مات في ذي الحجة سنة عشرين وأربع مئة.\n64-\nذكر الشيخ أبي الحسن محمد بن عبد العزيز بن أنس الصيدناني عمر على ما قيل مئة سنة مات سنة تسع وأربع مئة.\nحدثنا دعلج، حدثنا محمد بن أحمد بن البزاء، حدثنا معافا، حدثنا بشر بن عمر، حدثنا شعيب بن مرزوق، حدثنا عطاء الجرساني عن عطاء بن أبي رباح عن عبد الله بن عباس قال: سمعت رسول الله صلى الله عليه وسلم يقول: عينان لا تمسهما النار عين بكت من جوف الليل من خشية الله وعين باتت تحرس في سبيل الله.\n65-\nذكر الشيخ أبي عبد الله الحسين بن أحمد بن السلال الحنبلي المؤدب، مات سنة اثنتي عشرة وأربع مئة [19/ب] أنبأنا عن عبد الباقي بن قانع وغيره.\n66-\nذكر الشيخ أبي عبد الله محمد بن الحسين بن علي الواسطي الصوفي المعروف بالطيبي قدم علينا، سمعت منه كتاب الشكر لابن أبي الدنيا مات في سنة اثنتي عشرة وأربع مئة.\nحدثنا، حدثنا أبو محمد عبد الله بن غيلان المؤدب، حدثنا عبد الله بن محمد القرشي، أنشدني الوراق:\nيا أيها الظالم في فعله\n...\nوالظلم مردود على من ظلم.\nالجزء: 1 ¦ الصفحة: 40\n",
        "إلى متى أنت وحتى متى\n...\nتشكو المصيبات وتنسى النعم.\n67-\nذكر الشيخ أبي الحسن علي بن عبد العزيز بن الحسن الطاهري الأمين من أهل القرآن والأدب والفضل مات في ربيع الآخر سنة تسع عشرة وأربع مئة دفن بباب جرب.\nحدثنا، حدثنا أبو يعلى عثمان بن الحسن الطوسي، أنبأنا محمد بن جعفر قال: سمعت محمد بن خلف بن المرزبان يقول: مضيت إلى أبي محمد الحارث بن أبي أسامة فوجدت في دهليزه قوما من الوراقين وهو يكتب أسمائهم على كل واحد درهمين فقلت: اكتب اسمي فكتب ثم عرضها الوراق عليه فلما قرأ اسمي قال: ابن المرزبان مع هؤلاء ولا كرامة فأخبروني فأخذت قولا عن أخ صادق شديد المحبة [20/أ] ويك قد كنت تعتزي سالف الدهر\n...\nقديما إلى قبائل ضبة\nوكتبت الحديث عن سائر الناس\n...\nوحاذيت في اللقاء ابن شبة\nعن يزيد والواقدي وروح\n...\nوابن سعد والقعنبي وهدبة\nثم صنفت من أحاديث سفيان\n...\nوعن مالك ومسند شعبة\nوعن ابن المدائني فما زلت\n...\nقديما تبث في الناس كتبه\nأفعنهم أخذت بيعك للعلم\n...\nوإيثار من يزيدك حبه\nسوءة سوءة لشيخ قديم\n...\nملك الحرص والضراعة قلبه\nفهو كالقفر في المعيشة يبسا\n...\nوأمانيه بعد تسعين رطبة) .\nفلما قرأها قال أدخلوه قاتله الله فضحني.\nالجزء: 1 ¦ الصفحة: 41\n",
        "68-\nذكر الشيخ أبي أحمد نصر بن علي بن علالة الثاني رجل صالح ثقة مات سنة اثنتي عشرة وأربع مئة.\nحدثنا، حدثنا أحمد بن سلمان، حدثنا إبراهيم الحربي، حدثنا الفحام، حدثنا الخفاف عن سعيد عن قتادة عن عكرمة عن ابن عباس قال: سجد النبي صلى الله عليه وسلم تركها.\n69-\nذكر الشيخ أبي حفص عمر بن عبيد الله بن عمر بن تعويذ الدلال، بلغ نحو مئة سنة مات في سنة عشرة وأربع مئة، سمعته قال: رأيت أبا بكر الشيلي الزاهد يوما وهو ينفض بيده في كمته ويقول: [20/ب]\nوقد كان وقد كان شيء سمى السرور\n...\nقديما سمعنا به ما فعل\nخليلي، إن دام هم النفو\n...\nس قليلا على ما نراه قتل\nيؤمل دنيا لتبقى له\n...\nفمات المؤمل قبل الأمل\nقد سمعته يقول: الزيادة في الحد خارجة عن المحدود قال: وسأله رجل فقال له أيقعد محمدا صلى الله عليه وسلم معه على العرش فقال له والك ما أبلهك أليس الله تعالى يقول: إن المتقين في جنات ونهر في مقعد صدق عند مليك مقتدر والك اتق الله يقعدك أي موضع شاء من محل الكرامة.\nالجزء: 1 ¦ الصفحة: 42\n",
        "سمعته يقول: أخبرني بكير صاحب الشبلي قال: دخلت إلى الشبلي يوم الجمعة آخر ذي الحجة سنة أربع وثلاثين وثلاث مئة وقد وجد خفة من وجع كان به فقال: تنشط نمضي إلى الجامع قلت: نعم فاتكيء على يدي حتى انتهينا إلى الوراقين من الجانب الشرقي فتلقاه رجل فسلم عليه فقال: يا بكير غدا يكون لي مع هذا الشيخ شأن ثم مضينا وصلينا ثم عدنا فتناول شيئا من الغذاء فلما كان الليل مات الشبلي فقيل في درب السقايين رجل صالح يغسل الموتى فدلوني عليه في سجردلك اليوم فنقرت الباب خفيا وقلت سلام عليكم فقال: مات الشبلي قلت [21/أ] نعم فخرج إلى ذلك الرجل الذي التقى به فقلت لا إله إلا الله تعجبا فقال مم قلت: قال لي الشبلي لما التقى بك وانصرفت يكون لي مع هذا الرجل غدا شأن بحق معبودك ألا أخبرتني من أين لك أن الشبلي قد مات؟ قال: يا أبله من أين الشبلي أنه يكون لي معه اليوم شأن من الشأن.\n70-\nذكر الشيخ أبي الحسن علي بن الحسن بن علي المقريء الخطيب المعروف بابن الموصلي من أهل القرآن والأدب والخطابة مات في سنة إحدى عشرة وأربع مئة في ذي الحجة ودفن بباب جرب.\nالجزء: 1 ¦ الصفحة: 43\n",
        "أخبرنا، أنبأنا ابن إسماعيل عن أبيه عن علي بن جرب الطائي عن حفص بن عمر عن عمرو بن قيس عن عطاء قال: استأذن عبد الله بن عباس على معاوية في مرضه لعيادته قال: فدخل الإذن فقال معاوية أجلسوني أجلسوني فلم يقدر على الجلوس وبدره ابن عباس بالدخول فقال معاوية:\nوتجلدي للشامتين أريهم أني لريب الدهر لا أتضعضع.\nفأجابه ابن عباس:\nوإذا المنية أنشبت أظفارها ألفيت كل تميمة لا تنفع\nفقال معاوية إلى هاهنا فقال له إلى هاهنا قال: فتعال نستغفر الله ونتوب إليه فتصافحا وتعانقا [21/ب] فلم يجيء اليوم الثالث حتى مات.\n71-\nذكر أبي الحسن علي بن عبد الله بن أحمد بن انقطع إلى الله وإلى الحربية حتى مات في سنة ست وثلاثين وثلاث مئة.\n72-\nذكر أبي الحسين علي بن عبيد الله رجل لا بأس به مات في سنة أربع مئة حدثنا عن أصحاب أبي يعلى الموصلي.\n73-\nذكر أبي الحسنمحمد بن طلحة النعالي من أصحاب الحديث مات سنة ثلاث عشرة وأربع مئة.\nالجزء: 1 ¦ الصفحة: 44\n",
        "74-\nذكر الشيخ أبي عبد الله الحسين بن الحسن بن محمد المخزومي رجل من اهل القرآن كان والده مؤدبي وسمعت منه مات أبو عبد الله هذا في صفر سنة إحدى عشرة وأربع مئة. حدثنا، حدثنا محمد بن يحيى الصولي، حدثنا محمد بن سعيد، حدثنا محمد بن إبراهيم بن يوسف عن أبيه قال: خرجنا بجارية إلى الرشيد أمير المؤمنين، رضي الله عنه، قد اشتريناها له فمر بخيام أعراب وإذا رجل قبيح الوجه يضرب أمة له وهي أحسن الناس وجها فأومأ إليه نمنعه فقالت دعوه فإنه أسدي يدا وأذنبت ذنبا فصيرني ثوابه وصيره عقابي.\n75-\nذكر الشيخ أبي نضر أحمد بن محمد بن أحمد بن محمد بن حسنون النرسي رجل صالح مات في سنة إحدى عشرة وأربع مئة.\nحدثنا، حدثنا أبو عمر محمد بن عبد الواحد الزاهد المعروف بغلام ثعلب ومات أبو عمر فيما ذكر سنة خمس وأربعين وثلاث مئة.\nحدثنا جعفر [22/أ] الخلدي، حدثنا أحمد بن محمد بن مسروق، حدثنا محمد بن الحسين قال: سمعت أبا العتاهية يقول:\nومن الجهالة بالمكارم أن ترى جارا يجوع وجاره شبعان.\nالجزء: 1 ¦ الصفحة: 45\n",
        "أخبرنا، حدثنا أبو الفرج علي بن الحسين الأصبهاني عن أحمد بن الجعد، حدثنا أبو معمر إسماعيل بن إبراهيم، حدثنا صالح بن عمر عن صدقة بن موسى عن مالك بن دينار عن عطاء عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: من سئل عن علم فكتمه ألجم يوم القيامة بلجام من نار.\n76-\nذكر الشيخ أبي العباس أحمد بن إبراهيم بن الحصين من أهل القرآن والتهجد به مات في صفر سنة ثمان وأربع مئة، حدثنا عن ابن حيويه.\n77-\nذكر الشيخ أبي الحسن أحمد بن محمد بن موسى بن هارون بن الصلت الأهوازي رجل لا بأس به، مات في جمادى الآخرة سنة تسع وأربع مئة ودفن بباب جرب.\nأخبرنا، أنبأنا أبو عبد الله محمد بن مخلد العطار سنة ثلاثين وثلاث مئة، حدثنا أبو الفضل العباس بن يزيد بن أبي حبيب البحراني سنة سبع وخمسين ومئتين، حدثنا شبة بن عبيدة، حدثنا يونس بن عبيدة عن ثابت عن أنس أن النبي صلى الله عليه وسلم اتخذ خاتما من ولرق ثم غدا على أصحابه فقال: إني اتخذت خاتما من ورق ونقشت عليه [22/ب] محمد رسول الله فلا تنقشوا عليه.\n78-\nذكر أبي السهل محمود بن عمر بن جعفر العبري قدم إلى بغداد فأقام بها إلى أن توفي وجاور بمكة مدة ومات ببغداد بشارع دار الرقيق\nالجزء: 1 ¦ الصفحة: 46\n",
        "79-\nذكر الشيخ أبي محمد الحسن بن عثمان بن بكران بن جابر العطار من أهل الكرخ رجل صالح حجاج كان ينزل الكرخ مات في شعبان سنة خمس وأربع مئة.\nأخبرنا عن أحمد بن سلمان.\n80-\nذكر الشيخ أبي الحسن محمد بن أحمد بن محمد بن أحمد بن رزقويه المحدث كان مكثرا يمليء بجامع المنصور رحمة الله عليه، مات في جمادى الأولى سنة اثنتي عشرة وأربع مئة.\n81-\nذكر الحسن بن نصر من أهل القرآن رجل صالح مات متأخرا كثير الصلاة، أنبأنا عن أبي بكر محمد بن محمد بن معاذ المقريء.\n82-\nذكر الشيخ أبي بكر أحمد بن محمد بن أحمد بن إسماعيل المؤذن المؤدب الخرقي المعروف بابن الدواء حجاج كثير التلاوة مات في سنة خمس عشرة وأربع مئة، أنبأنا عن أحمد بن سلمان.\n83-\nذكر الشيخ عبد العزيز بن إسماعيل بن علي الديكوري الصوفي قدم على الشيخ أبي الفتح بن أبي الفوارس، سمعت منه مات سنة عشر وأربع مئة [23/أ] مكرر\n84-\nذكر الشيخ هاهنا\nالجزء: 1 ¦ الصفحة: 47\n",
        "أخبرنا، حدثنا أحمد بن منصور الحافظ، حدثنا محمد بن طلحة، حدثنا أبو عمرو أحمد بن الحسن الفقيه با\n...\n، حدثنا يعقوب بن إسحاق بن إبراهيم عن محمد بن تمام عن عبد العزيز بن مهدي عن حميد الطويل عن أنس قال: سمعت أبا بكر الصديق يقول: لما خرج رسول الله صلى الله عليه وسلم من مكة يريد حراء واتبعته قريش ونذرت قتله وأن يلطخوا أصنامهم من دمه هبط عليه جبريل عليه السلام فقال يا محمد ربك يقرئك السلام وقد أنزل إليك دعا تدعوا به يجعل الله بينك وبينهم سترا ومن كتبه وعلقه في منزله ودعا به في سفره لم يتخوف من شيطان مريد ولا سلطان جائر ويدفع الله عنه آفات الليل والنهار ويزيد الله في رزقه ويذهب السهو من قلبه قل يا كبير كل كبير [23/ب] يا سميع يا بصير يا من لا شريك له ولا وزير\nيا خالق الشمس والقمر المنير يا عصمة البائس الخائف المستجير\nيا رازق الطفل الصغير يا جابر العظم الكسير\nيا قاصم كل جبار عنيد اسلك وأدعوك دعاء البائس\nالفقير كدعاء المضطر الضرير اسلك بمعاقد العز من عرشك وبمفاتيح الرحمة من كتابك وبالأسماء الثانية التامة المكتوبة على قرن الشمس أن تفعل لي كذا وكذا.\nالجزء: 1 ¦ الصفحة: 48\n",
        "وقال: سمعت أحمد بن منصور قال: سمعت عبد الرحمن الواعظ يقول: سمعت أبا بكر القيروالي بمصر قال: سمعت إبراهيم بن الحسين يقول: سمعت إبراهيم السلال يقول: أتيت منزل بشر بن الحارث يوما فوقفت على بابه فسمعته يقول:\nقد تحذرت والحذر ليس يغني من القدر\nليس من يكتم الهوى مثل من باح واشتهر\nويك يا نفس فاصبري إنه من صبر قدر\n85-\nذكر الشيخ الصالح الزاهد أبي الحسن علي بن رامين الشيرازي قدم على الشيخ الحافظ أبي الفتح بن أبي الفوارس قيل إنه مات في سنة سبع وأربع مئة.\nأخبرنا، حدثنا أبو عبد الله محمد بن إسحاق بن مندة الحافظ بأصبهان، حدثنا [24/أ] محمد بن هاشم الطوسي، حدثنا سعيد بن نصر بن مهران الطوسي، حدثنا أحمد بن يزيد الحراني، حدثنا القاسم بن معاوية عن مسعر بن كدام عن الأعمش عن أبي صالح عن أبي هريرة قال: كان رسول الله صلى الله عليه وسلم يؤاجل من الشجر إلى الشجر.\n86-\nذكر أبي أحمد عبد الوهاب بن الحسن بن علي البزاز المؤدب مات سنة ثلاث وثلاثين.\nالجزء: 1 ¦ الصفحة: 49\n",
        "أخبرنا، حدثنا أبو عبد الله الحسين بن أحمد الهروي الصفار، حدثنا عبد الرحمن بن إسماعيل، حدثنا عيسى بن مثرود، حدثنا سفيان عن إبراهيم بن نشيط عن ابن حجيرة عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: الله الله فيمن لا أحد له إلا الله عز وجل.\n87-\nذكر ولاد بن علي بن السهل بن حيان التيمي الكوفي قدم علينا بلغني أنه مات بالكوفة سنة أربع وأربع مئة.\nأخبرنا عن ابن دحيم.\n88-\nذكر أبي عبد الله أحمد بن محمد الكاتب من أهل العلم والأدب سمعنا منه الموفقيات وغيرها، مات سنة أربع عشرة.\nالجزء: 1 ¦ الصفحة: 50\n",
        "89-\nذكر الشيخ أبي علي الحسن بن علي بن ثابت الخطيب، كان يسكن بقرية تعرف بالسيلخين من سواد الأنبار وكان يخطب بها وكان فيه فضل [24/ب] كثير، مات في سنة سبع عشرة وأربع مئة ودفن في قريته. سمعته يقول: سمعت أبا الحسن أحمد بن يوسف بن الأزرق القاضي الأنباري، وقد قلت: اعط القوس باريها، فقال يا أبا علي تدري ما صدر هذا البيت؟ قلت: لا، قال: أخبرني أبو سعد داود بن الهيثم، أخبرني ابن الأعرابي قال: كان الوزير عبيد الله بن سليمان مزين بخدمة يقال له أبو حرملة فطلبه يوما لإصلاح وجهه فلم يجده فاستدعى غلاما فدخل أبو حرملة فقال الوزير للغلام تنح اعط القوس باريها فقال ابن الأعرابي فقلت: أيها الوزير تعرف صدر هذا البيت قال: لا فقلت: يا باري القوس بريا ليس يحكمه لا تظلم القوس اعط القوس باريها.\nالجزء: 1 ¦ الصفحة: 51\n",
        "أخبرنا، حدثنا أبو محمد جعفر بن محمد بن أحمد بن إسحاق بن البهلول القاضي قال: عزل المقتدر بالله جدي أحمد بن إسحاق عن القضاء أحمد بن سهل الأشناني في سنة أربع عشرة وثلاث مئة وكان على قضاء مدينة المنصور بمدينة السلام ثم ندم على ذلك فأنقذ إليه بقهارمته مهلة وأم موسى وغيرها يأمره بالرجوع إلى القضاء فقال: قد كبرت سني وفي رقبتي علم أحب أن أخرجه إلى الناس وإيعازه إليهم وأنا أسأل أمير المؤمنين اعفائي منه، ثم أخرج رقعة من تحت وسادته [25/أ] فقرأها عليهم وأنفذها مع الذي كتبه من المسألة له إلا عفى عن القضاء وفيها:\nتركت القضاء لأهل القضاء وأقبلت أسموا إلى الآخرة\nفإن يك فخرا بعيد الثناء فقد نلت منه يدا فاخرة\nوإن يك وزرا فأبعديه فلا خير في نعمة وازرة.\n90-\nذكر بشري بن عبد الله مولى فاتن الخادم مولى المطيع لله أمير المؤمنين مات في سنة إحدى وثلاثين وأربع مئة، أنبأنا عن محمد بن جعفر بن الأنياري وغيره.\n91-\nذكر أبي عبد الله الحسين بن علي بن محمد بن العبادي مات سنة خمس وعشرين.\nأنشدني قال: أنشدني زريع البدوي لنفسه بمصر في جامع عمرو بن العاص.\nقلت لها حين أكثرت عدلي قد أخلقت وجهي المرؤات\nالجزء: 1 ¦ الصفحة: 52\n",
        "قالت فأين الإخوان قلت لها لا تسلي عنهم فقد ماتوا\nأخبرنا قال: أخبرني أبو الحسن المصري يقول: كنت أجلس إلى حلقة أبي سعيد الحراز العالم فسأله رجل فقال: ما شكر النعمة فقال: أجبه فقلت معرفة المنعم فقال لي زدني فقلت وأن لا تستعين بنعمته على معصيته.\n92-\nذكر أبي الحسن العبدي، مات سنة ست [25/ب] وأربع مئة، أنشدني قال: أنشدني أبي أنشدني:\nومن يرزق التوفيق فالقول قوله ولا رائي للمرء الذي لا يوثق\nيقال إذا وقفت أنك عاقلا وإن لم توفق قيل إنك أحمق\nوعن أبيه عن ثعلب: احذر مودة مادق شاب المرارة بالحلاوة\nيحصي العيوب عليك أيام الصداقة للعداوة\n93-\nذكر أبي محمد يحيى بن محمد الأرزني النحوي، كان رجلا متقدما في عصره يدرس النحو واللغة مات في المحرم سنة خمس عشرة وأربع مئة سألته عن قول الناس يأتم فقال: يأتم أمله.\nوسألته عن قولهم واشت فقال شتق واشتاتاه\nالجزء: 1 ¦ الصفحة: 53\n",
        "وسمعته يقول: التكلف يقطع القلب حسبت أنني احتجت إلى نيف وعشرين حلقة حتى اشتعلت السراج وقال لي يوما: واظب على العلم فإنه يزين الرجال كنت يوما في حلقة أبي سعيد يعني السيرافي فجاء أبو عبد الملك خطيب جامع المنصور وعليه السواد والطويلة والسيف والمنطقة فقام الناس له وأحلوه فلما جلس قال: قد عرفت قطعة من هذا العلم وأريد أسنزيد منه فأيما خير سيبويه أو الفضيح فضحك الشيخ ومن كان [26/ب] في حلقته ثم قال له يا سيدنا محبرة اسم أو فعل أو حرف فسكت ثم قال: حرف فضحك من حضر فلما قام لم يقم له أحد.\n94-\nذكر أبي طاهرمحمد بن منصور بن علي الشاعر الخطبي مات سنة ثلاث عشرة وأربع مئة، أنشدنا لنفسه يرثي أبا الخطاب بن المهتدي بالله.\nبكيت ومثلي أن بكى لايؤنب\n...\nومن فقد الأحباب يبكي ويندب\nإلى الله أشكوا إن جفنى مسهد وقلبي على جمر الغضا يتقلب\nرمتني قسى النائبات باسمهم فلم أدر مماحل بي أين ذهب\nوكدرت الأيام صفو مشاربي ومن ذا الذي يصفوا له الدهر مشرب\nإذا ما كفاك الدهر ثوب مسرة فلا تنتهج فالدهر يعطي ويسيب\nإلى آخر القصيدة وعمل كتاب الرسالة وسمعناها منه.\nالجزء: 1 ¦ الصفحة: 54\n",
        "95-\nذكر الشيخ الزاهد العالم أبي الحسن علي بن أحمد بن عبد الله بن الخضر السوسنجردي المالكي مات في سنة ثلاث عشرة وأبع مئة بعد انصرافه من الحج بالقرعاء هو وولده أبو محمد عطشا رحمهما الله.\nأنشدنا أنشدنا أبو عمر بن حيويه أنشدنا العباس بن العباس الجوهري، أنشدنا محمد بن موسى الطوسي، أنشدنا أبو منصور الباخرزي لنفسه:\nحل المشيب فحل الضعف\n...\nوارتحلت عنك القوي وجمال الوجه والنور [26/ب] فاقرأ السلام على الدنيا ولذتها وأعلم بأنك مقلوب مهجد\nأصبحت ميتا وإن لم تلق في جدث يأمن عليه رد النصيب منشور\n95-\nذكر الشيخ أبي الفتح محمد بن طاهر الدقاق من ولد الصباح مولى المهدي مات في شعبان سنة أربع عشرة وأربع مئة.\n96-\nذكر أبي الحسن علي بن أحمد المعروف بالنعيمي الفقيه أنشدنا لنفسه:\nإذا أظمأتك أكف الرجال\n...\nكفتك القناعة شبعا وريا\nفكن رجلا رجله في الثرى\n...\nوهامة همته في الثريا\nأبيا لنائل ذي ثروة\n...\nتراه لما في يديه أبيا\nفإن إراقة ماء الحياة\n...\nدون إراقة ماء المحيا\nوأنشدنا لنفسه:\nإن مدحت الخمول نبهت قوما نبهاهم يسابقوني إليه\nهو قد دلني على راحة القلب فما لي أدل وغيري عليه\nالجزء: 1 ¦ الصفحة: 55\n",
        "97-\nذكر أبي بكر محمد بن عمر العنبري الصوفي كان يعجن العنبر ويقول: الشعر طبب الوقت منقطع إلى مواطن الخلوة والفرجة أنشد لي:\nحرام على من وحد الله ساعة وأفرده أن يجتذي أحدا وفودا\nويا صاحبي قف بي مع الحق وقفة أمرت بها وجدا وأحياها وجدا\nوقل لملوك الأرض يجهد جهدها فذا الملك ملك لايباع ولا يهدا\n98-\nذكر أبي الحسن علي بن محمد المعروف بقرايا [27/أ] لابأس به كان ينزل في ربع باب الشام مات سنة ثلاث عشرة وأربع مئة ودفن بباب جرب وكان من أهل القرآن سمعته يقول: سمعت الوزان الواعظ يقول:\nلو قيل المنطقة أجري من الصلب لكرهت فإذا صارت\nإلى الرحم لو قيل لها ارجعي لما أحبت الرجوع ولو قيل للجني أخرج من بطن أمك تكره ذلك ولو قيل له ارجع بعد أن خرج إلى بطن أمك لايعد ولو قيل للمؤمن انتقل إلى الآخرة لكره فإذا صار إليها لو قيل له ارجع إلى الدنيا لما أحب الرجوع قال: وسمعت الوزان يقول: ححمت فدخل علي الشبلي فقال: كيف أنت فقلت بخير فقال: أصدق قلت الحمى قال تحم وأنت ساكت اخرج ومر صبيانك يستغيثون إلى الله بالشكوى والمسألة أن يكشف عنك ويحك تتخلد عليه والله إن تخلدت عليه والله إن تجلدت عليه ليمدن عليك العذاب.\nالجزء: 1 ¦ الصفحة: 56\n",
        "أنشدني أبو الحسن بإسناد ذكره أظنه عن محمود الوراق:\nوفي الشيب ما ينهي الحكيم عن الصبا إذا استوقدت نيرانه في عذاره\nفإني أمريء يلقى من العيش لذة إذا أصفر منه العود بعد اخضراره\nتجنب قرين السوء وأصر من حبا له فإن لم تجد منه محيصا فداره\nوصاف صفي الصدق واحفظ أخاه تنل منه صفو الود مالم تماره [27/ب] ولله في عرض السموات جنة ولكنها مجفونة بالمكاره\nومن يبتغ المعروف من غير أهله يجده وراء البحر أو في قراره\n99-\nذكر أبي الحسن محمد بن عبد العزيز الصوفي مات سنة ثلاث وعشرين\nأخبرنا أخبرني أبو الطيب المؤدب الدارقطني قال: قال لي أبو سليمان الجرالي رأيت النبي صلى الله عليه وسلم في المنام فقال لي: يا أبا سليمان بم إذا ذكرتني في الحديث إذا صليت علي ألا تقول وسلم هي أربعة أحرف بكل حرف عشر حسنات تترك أربعين حسنة.\nسمعته يقول: دخلت إلى دار بعض الناس فرأيت جبا فيه ماء وإلى جانبه قوصرة فيها مزروع صبر فتواجدت فسئلت عن وجدي فقلت جب وإلى جانبه صبر.\n100-\nذكر الشيخين أبي علي الحسن وأبي الحسن علي ابني عبد العزيز بن الحسن الظاهري\nالجزء: 1 ¦ الصفحة: 57\n",
        "أخبراني قالا: حدثنا أبو أحمد طالب المقريء قال: كانت لأبي الحسن بن الغلاف الشاعر جارية أرمنية وكان يحبها وكانت مناقرة فكثر ذلك منها فباعها ثم لم يصبر عنها فزاد على الثمن مئة درهم واستردتها فزادت في نقاره فباعها فبقيت أياما ثم لم يصبر عنها فرجع إلى السوق واشتراها وزاد في [28/أ] ثمنها مئة درهم وباع دفاتره وثيابه فضحك النخاس منه ونسبوه إلى ضعف رأيه فأخذ الجارية وانصرف فقلنا له ونحن في بعض الطريق هذا قبيح بمثلك والناس والنخاس يكبرون هذا منك فأنشدنا على البديهة:\nرددنا خمارا مرة بعد مرة\n...\nمن السوق واخترنا خمارا على الثمن\nوكنا الفناها ولم تك مألفا\n...\nوقد يؤلف الشيء الذي ليس بالحسن\nكما تؤلف الأرض التي لم يكن بها\n...\nهواء ولا ماء سوى انها وطن.\n101-\nذكر الشيخ أبي العباس أحمد بن الحسين الجوهري رجل فاضل مات في سنة أربع مئة\nالجزء: 1 ¦ الصفحة: 58\n",
        "أخبرنا، أنبأنا أبو محمد علي بن عبد الله بن المغيرة الجوهري، أنبأنا أحمد بن سعيد الدمشقي قال: كتب الأمير أبو العباس عبد الله بن المعتز بالله أبي عبيد الله بن سليمان في عيادة بسم الله الرحمن الرحيم أذن الله في شفائك ومسح ذاك بدوائك ووجه إليك وافد السلامة وجعل علتك ماحية لذنوبك مضاعفة بحسناتك زائدة في أجرك وثوابك.\n101-\nذكر أبي الحسن علي بن الطيب المعروف بابن الكوة رجل فيه خير حج وجاور ومات بمكة في سنة ست عشرة وأربع مئة قال: لي حملني أبي إلى أبي بكر بن مجاهد فقرأت عليه فاتحة الكتاب وقرأنا نحن عليه هذه السورة [28/ب] سمعته يقول: سمعت عائشة بنت المعتضد تقول: أخبرني أبي المعتضد بالله قال: حملت وأنا صغير في الليل إلى جدي المتوكل على الله فأخذ يدي وقال هذه يد خليفة ثم مسحها على شيء عنده وأمرها علي وقال: يابني هذا الحسن بن علي صلوات الله عليهما قد فتن به أهل العراق نريد أن ننقله إلى المدينة.\nأنشدني قال: أنشدني أبو الفتح أحمد بن عبد الله الملقب بالفتح لنفسه:\nأبصرت في الرأس شعرة بقيت\n...\nنحب عيني لتلك رؤيتها\nفقلت للبيض إذ تروعها\n...\nبالله ألا رحمت وجدتها\nوقل مكث السوداء في وطن\n...\nألا رأيت البيضاء ضرتها\nالجزء: 1 ¦ الصفحة: 59\n",
        "وأجازها بعض إخواني أجاب أن السواد من نجل والشيب تجيء فسيح عبرتها\nهيهات ما الشاب منقطع والشيب من نديم فطرتها\n102-\nذكر أبي الحسين محمد بن طاهر الأنماطي مات في سنة خمس وعشرين وكان من أصحاب الحديث مكثرا\nأنشدنا قال: أنشدنا ابن سالم لبعضهم\nوجربت حتى ما أرى الدهر مغريا علي بشيء لم يكن في تجارتي\nوما سرني حسن المباديء لأنه من الدهر محتوم بسر العواقب\nالجزء: 1 ¦ الصفحة: 60\n",
        "103-\nذكر الخليفة أبي العباس القادر بالله أحمد بن [29/أ] المقتد بالله بن المعتضد بالله ولد في سنة ست وثلاثين وثلاث مئة وولي الخلافة آخر شهر رمضان سنة إحدى وثمانين وثلاث مئة ومات في أيام التشريق من ذي الحجة سنة اثنتين وعشرين وأربع مئة وكان زاهدا لم يجمع في أيامه بين جارتين ولم يأكل من مال الخلافة بل كان يأكل من وراثته عن أبيه وغيره دفن في دار الخلافة ثم نقل إلى تربته بالرصافة وكان كثير الصلاة والصيام والصدقة سمعته وقد جلس يوما وقد أرجف عليه على رأس خمس وثلاثين من خلافته فقال يا علي قل لهم لئن لم ينته المنافقون والذين في قلوبهم مرض والمرجفون في المدينة لنغرينك بهم ثم لا يجاورنك فيها إلا قليلا، بلغنا فيما نقلناه أن الملقب بالقدرة يمدلك الأمر أربعين سنة على رغم أنا فهم فعاش في الأمر حتى زاد على ذلك وسمعته يوما وقد جلس في بيت الرصاص فقيل إن فخر ملكك يرتب الناس ويخدم فقال هو حقيق بذلك فقيل يخدم بالدعاء فقال الشك زائل في معنقده ثم استدعى ببهناسي التركي الملقب بالسعيد فلما قرب [29/ب] منه قال: إن المتقين في جنات ونهر في مقعد صدق عند مليك مقتدر وسمعته وقد تلفظ بولاية عهده القائم بأمر الله فقال: إذا سأل الناس ذلك فقد\nالجزء: 1 ¦ الصفحة: 61\n",
        "أمضيناه خار الله في ذلك لناوله ولهم وكان رجل قائما بين يديه فقال لمن يسعى في إيقاف ذلك ورد الله الذين كفروا بغيظهم.\n104-\nذكر الوزير الملقب برئيس الرؤساء أبي الحسن علي بن عبد العزيز بن إبراهيم بن حاجب وزر الطائع لله ثم وزر الإمام القادر بالله أمير المؤمنين ومات في رجب سنة إحدى وعشرين وأربع مئة قال له بعض الشهود يا سيدنا فلان يذكرني بحضرتك بكذا وكذا فقال ما حطك الواشون من رتبة عندي ولا ضرك مغتاب كأنما أثنوا ولم يعلموا عليك عندي بالذي عابوا\n105-\nذكر أبي شاكر أحمد بن عيسى بن مسرور خلف الوزارة بمدينة السلام بلغ تسعين سنة مات في سنة خمس عشرة وأبع مئة سمعته يوما وهو عند الحاجب راغب بن محمد حاجب الخليفة ومعهم الرفاء فتذاكروا فجرى ذكر أبي لإسحاق الصابي فأنشدنا له يمدح الوزير أبا الفضل الشيرازي\nيا من بفضل نداه يعلق الأمل\n...\nومن بجانبه يستعصم الوجل [30/أ] أنت الوزير الذي الدنيا تناط به\n...\nوأهلها وهو فيها بينهم رجل وأنشدنا لأبي إسحاق في الشيرازي الوزير\nأبا الفضل لا تضجر إذا الخل اضجروا فرسمك بالبر المهنا قد حرا تصلحت ابنا الزمان فلم أجد سواك بحاجاتي أحق وأحدرا\nفلو رمت فيهم ثانيا لك غرني فعالا جميما واعتلا ومفخرا\nالجزء: 1 ¦ الصفحة: 62\n",
        "فأنت اضطرارا واختيار معولي وعوني إذا ذهر بنا وتنكرا\n106 -\nذكر الحاجب أبي منصور غالب بن محمد وكان يسمى راغبا حجب الخليفة الطائع لله والقادر بالله رحمت الله عليهما وكان قد عار باه الوزير المهلبي وكان شر أبيه قال أنقذني المهلبي يوما يرقعه إلى الوزير الحسن بن هارون في يوم لذة وكتب فيها\nداري مصاقبة لدارك والعيش حلو لي جوارك\nوإذا شربت موازيا لك عن يمينك أو يسارك\nفلعمر وودك إن ذا الأسرلي من زياد كارك\nفكتب الحسن بن هارون في تضاعيفها\nوحياة طرفك واقترارك ثم المهذب من نجارك\nلو ساعدت نفسي هواها كنت من غلمان دارك\nلكن صديق زارني بكرا فدافع عن مرارك [30/ب] بياض في الصفحة [31/أ] توفي سعد الدين مسعود وتاج الدين شيخ الشيوخ رحمه االله تعالى عصر يوم الجمعة الخامس والعشرون من ذي الحجة سنة أربع وستون وست مئة ودفن يوم الجمعة وصلي عليه.\nالجزء: 1 ¦ الصفحة: 63\n",
        ""
    ]
}