{
    "1": [
        "ذم المكس\nذم المكس\nالسيوطي\nالكتاب:\nذم المكس\nالمؤلف:\nعبد الرحمن بن أبي بكر، جلال الدين السيوطي (المتوفى: 911هـ)\nتحقيق ودراسة:\nمجدي فتحي السيد\nالناشر:\nدار الصحابة للتراث، مصر\nالطبعة:\nالأولى، 1411 هـ - 1991 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "الرسالة الأخيرة ذم المكس\nالجزء: 1 ¦ الصفحة: 95\n",
        "1 -\nسند المصنف.\n2 -\nالأحاديث الواردة في ذم المكس.\n3 -\nصاحب المكس في النار.\n4 -\nساعة تفتح فيها أبواب السماء.\n5 -\nالساحر لا يستجاب له.\n6 -\nمن دلائل النبوة.\n7 -\nهل كان سهيل بشاراً؟\n8 -\nآخر المجلس.\nالجزء: 1 ¦ الصفحة: 97\n",
        "سند المصنف\nقال الشيخ العلامة جلال الدين السيوطي عفا الله عنه: المجلس الحادي والتسعون من الأمالي في ذم المكس أمليه يوم الجمعة سابع عشر جمادى سنة أربع وسبعين وثمانمائة.\nأنبأ الإملاء على الدرة الفاخرة لأمر عرض، أخبرني شيخنا الإمام العالم العلامة تقي الدين أحمد بن محمد السمين رحمه الله تعالي، أخبرنا عبد الله بن علي، أخبرنا أبو الحسن الفرضي، أخبرتنا زينب بنت مكي ح.\nالأحاديث الواردة في ذم المكس\n155 -\nوكتب إليّ عالياً أبو عبد الله الحلبي عن الصلاح بن أبي عمر، أخبرنا أبو الحسن بن البخاري قال: أخبرنا أبو علي الرصافي، أخبرنا أبو القاسم ابن الحصين، أخبرنا أبو علي التميمي، أخبرنا أبو بكر القطيعي، حدثنا عبد الله ابن الإمام أحمد، حدثنا محمد بن سلمة، عن أبي إسحاق، عن يزيد بن أبي حبيب، عن عبد الرحمن بن ثماثة الحبيبي، عن عقبة بن عامر (رضي الله عنه) قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: \"لا يدخل الجنة صاحب مكس\" (1).\n(1) حديث حسن. أخرجه أحمد (4/ 143، 150) وأبو داود (2937)، والدارمي (1/ 393) في سننه، وابن الجارود في \"المنتقى\" برقم (339)، والحاكم (1/ 404)، والطبراني (17/ 317) في الكبير.\nفي سنده عند الجميع عنعنة ابن إسحاق، وهو مدلسٌ، ولكن له شاهدٌ هو الحديث التالي فلينظر. =\nالجزء: 1 ¦ الصفحة: 99\n",
        "هذا حديث صحيح أخرجه أبو داود، وابن خزيمة في صحيحه، والحاكم في مستدركه، والدارمي في مسنده كلهم من رواية أبي إسحاق، وقال الحاكم صحيح على شرط مسلم (2).\nصاحب المكس في النار\n156 -\nوبه إلى الإمام أحمد قال: حدثنا قتيبة بن سعيد، حدثنا ابن لهيعة، عن يزيد بن أبي حبيب، عن أبي الخير قال:\n= * قال البغوي في شرح السنة (10/ 60 - 61):\nأراد بصاحب المكس: الذي يأخذ من التجار إذا مرُّوا عليه مكساً باسم العشر، فأما الساعي الذي يأخذ الصدقة، ومن يأخذ من أهل الذمة العُشر الذي صُولحوا عليه، فهو محتسب ما لم يتعد، فيأثم بالتعدي، والظالم، والله أعلم.\n** وقال المناوي في فيض القدير (6/ 448):\nقوله: \"لا يدخل الجنة\": أي مع الداخلين في الأول من غير عذاب، ولا بأس، أو لا يدخلها حتى يعاقب بما اجترحه، هذا هو السبيل في تأويل أمثال هذه الأحاديث لتوافق أصول الدين، وقد هلك في التمسك بظواهر أمثال هذه النصوص الجم الغفير من المبتدعة.\nقوله: \"صاحب مكس\" المراد به العشار، وهو الذي يأخذ الضريبة من الناس، قال البيهقي: المكس النقصان، فإذا انتقص العامل من حق أهل الزكاة فهو صاحب مكس.\nوالمكس في الأصل الخيانة، والماكس: الحاضر: والمكس: ما يأخذه.\nقال الطيبي: وفيه أن المكس من أعظم الموبقات، وعده الذهبي من الكبائر، ثم قال: فيه شبهة من قاطعِ الطريق، وهو شرٌّ من اللص؛ فإن عسف الناس وجدد عليهم ضرائب فهو أظلم وأغشم ممن أنصف في مكسه، ورفق برعيته، وجابي المكس وكاتبه، وآخذه من جندي، وشيخ، وصاحب زاوية شركاء في الوزر، أكالون للسحت.\n(2) وفاته عنعنة ابن إسحاق، وهي علة الحديث.\nالجزء: 1 ¦ الصفحة: 100\n",
        "عرض مسلمة بن مخلد، وكان أميراً على مصر على رويفع بن ثابت أن يوليه العُشر فقال: إني سمعت رسول الله -صلى الله عليه وسلم- يقول: \"إن صاحب المكس في النار\" (3).\nهذا حديث حسن أخرجه الطبراني في الكبير بنحوه، وابن لهيعة حاله معروف والحديث الأول يعضده.\n157 -\nوبه إلى الإِمام أحمد حدثنا موسى بن داود وقتيبة بن سعيد قال: ابن لهيعة عن يزيد بن أبي حبيب عن عبد الرحمن بن حسان عن مخيس بن ظبيان عن رجل من جذام عن مالك بن عتاهية قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: \"إذا لقيتم عاشراً فاقتلوه\" (4).\n(3) إسناده حسن في الشواهد. أخرجه أحمد (4/ 109)، والطبراني في الكبير (4493) من حديث رويفع بن ثابت، وفي سنده عندهما ابن لهيعة، ورواية غير العبادلة عنه ضعيفة، ولكن هي حسنة في الشواهد، والمتابعات كما هو الحال هنا.\nأما بالنسبة لطريق الطبراني ففيه عبد الله بن صالح، كاتب الليث، وهو كثير الغلط، ولكن تابعه في رواة أحمد قتيبة بن سعيد وهو ثقة.\n(4) حديث ضعيف. أخرجه أحمد (4/ 234) ونقل عن قتيبة بن سعيد أنه يعني بذلك الصدقة يأخذها على غير حقها.\n* وأخرجه الطبراني (19/ 301) برقم (761) في الكبير، قال: حدثنا أبو حبيب يحيى بن نافع ثنا سعيد بن أبي مريم ثنا ابن لهيعة بمثله.\nقال الهيثمي في مجمع الزوائد (3/ 88): فيه رجلٌ لم يسم.\n** قلت: هذا الحديث ضعيف فيه ثلاث عللٍ، الأولى: ابن لهيعة رواية غير العبادلة عنه ضعيفة، وفيه جهالة أحد الرواة، والثالثة: اضطراب السند، وسيتضح ذلك فيما يلي.\n...\nأخرجه ابن الأثير في أسد الغابة (5/ 35) من طريق أحمد السابق، وقال: أخرجه الثلاثة، أي ابن عبد البر، وابن مندة، وأبو نعيم. ثم قال: ورواه يحيى القطان عن ابن لهيعة مثله إسناداً ومتناً.\nورواه محمد بن معاوية عن ابن لهيعة مثله. =\nالجزء: 1 ¦ الصفحة: 101\n",
        "أخرجه ابن عبد الحكم في فتوح مصر عن عبد الملك بن مسلمة عن ابن لهيعة.\nساعة تفتح فيها أبواب السماء\n158 -\nوبه إلى الإِمام أحمد قال: حدثنا على بن يزيد عن الحسن بن أبي عامر استعمل كلاب بن أمية على الأبلة، وعثمان بن أبي العاصي في أرضه، فآتاه عثمان فقال: سمعت رسول الله - صلى الله عليه وسلم - يقول:\n\"إن بالليل ساعة تفتح فيها أبواب السماء، ينادي هل من سائلٍ فأعطه؟ هل من داع فأستجيب له؟ هل من مستغفرٍ فأغفر له؟ وأن داود خرج ذات ليلة فقال:\n= ورواه قتيبة. عن ابن لهيعة، ولم يذكر مخيساً، ولا عبد الرحمن بن حسان.\n**** قال ابن حجر في الإصابة (6/ 28) ما نصه:\nأخرجه البغوي عن إبراهيم بن سعيد الجوهري وغيره عن موسى، وقال في آخره يعني عشار المشركين.\nوأخرجة ابن مندة من طريق علي بن إبراهيم عن ابن لهيعة فقدم مخيساً في السند علي عبد الرحمن، وكذا أورده ابن أبي خيثمة عن محمد بن معاوية عن ابن لهيعة.\nوأخرجه ابن شاهين من طريق ابن أبي خيثمة، ومن طريق أخرى عن ابن لهيعة كذلك.\nوالإبلة: بلد معروف قرب البصرة من جانبها البحري.\nالجزء: 1 ¦ الصفحة: 102\n",
        "لا يسأل الله أحد شيئاً إلا أعطاه إلا أن يكون ساحراً أو عشاراً\" (5) فدعا كلاب بقرقورٍ (6) فركب فيه فانحدر إلى ابن عامر، فقال: دونك عملك فقال: لم؟ قال: حدثني عثمان بكذا وكذا.\nهذا حديث حسن رواته محتج بهم في الصحيح إلا علي بن يزيد، وقد وثق.\nالساحر لا يستجاب له\n159 -\nوفي لفظ: سمعت رسول الله - صلى الله عليه وسلم - يقول: \"كان لداود ساعة يوقظ فيها أهله يقول: يا آل داود قوموا فصلوا فإن هذه ساعة يستجاب فيها الدعاء إلا لساحر أو عاشرا\" (7).\n160 -\nورواه الطبراني في الأوسط من طريق أخرى.\n161 -\nوبه إلى أبي الحسن بن البخاري أنبأ أبو المكارم القمي، أخبرنا أبو علي الجداد، أخبرنا أبو نعيم، أخبرنا الطبراني في الأوسط، حدثنا إبراهيم،\n(5) إسناده ضعيف. أخرجه أحمد (4/ 22)، (4/ 218)، وفي سنده علي بن زيد، وهو من الضعفاء كما في الميزان (3/ 127)، والتقريب (2/ 37).\n* وأخرجه الطبراني (8374) في الكبير قال: حدثنا علي بن عبد العزيز ثنا عارم أبو النعمان ثنا حماد بن زيد بمثله.\nوأخرجه أيضاً (8375) من طريق إبراهيم بن هاشم البغوي عن إبراهيم بن الحجاج السامي ثنا حماد بن سلمة بمثله.\nقال المنذري: رواه البزار، والطبراني، وإسناد أحمد فيه علي بن زيد، وبقية رواته محتج بهم في الصحاح، واختلف في سماع الحسن من عثمان. انظر: مجمع الزوائد (3/ 88)، الترغيب (2/ 125).\n(6) القرقور: السفينة الصغيرة، وهي ما يعرف بالقارب.\n(7) حديث ضعيف. انظر السابق.\nالجزء: 1 ¦ الصفحة: 103\n",
        "حدثنا عبد الرحمن بن سلام، حدثنا داود العطار، عن هشام بن حسان، عن محمد بن سيرين، عن عثمان بن أبي العاص الثقفي، عن النبي - صلى الله عليه وسلم - قال: \"تفتح أبواب السماء نصف الليل، فينادى مناد: هل من داعٍ فيستجاب له؟ هل من سائل فيعطى؟ هل من مكروبٍ فيفرج عنه؟ فلا يبقى مسلم يدعو بدعوة إلا استجاب الله له إلا زانية تسعى بفرجها، أو عشاراً\" (8).\n162 -\nوأخرجه الطبراني في الكبير بلفظ: \"إن الله يدنو من خلقه فيغفر لمن يستغفر إلا لبغي تسعى بفرجها أو عشار\" (9).\nمن دلائل النبوة\n163 -\nوبه إلى أبي نعيم حدثنا أبو علي بن الصواف، حدثنا بشر بن موسى، حدثنا عمر بن على الفارسي حدثنا يعلي بن إبراهيم الغزال، حدثنا الهيثم ابن جماز، وعن أبي كثير، عن زيد بن أرقم قال:\nكنتُ مع رسول الله - صلى الله عليه وسلم - في بعض سكك المدينة فمررنا بخباء أعرابي، فإذا ظبية مشدودة فقالت: يا رسول الله إن هذا الأعرابي صادني فلا هو يذبحني فأستريح، ولا هو يتركني فأذهب ولي خشفان (10) في البرية، وقد تعقد هذا اللبن في أخلافي؟ فقال رسول الله - صلى الله عليه وسلم -:\n(8) حديث صحيح. أخرجه الطبراني (2790) في الأوسط قال: حدثنا إبراهيم. فذكره.\nوقال: لم يرو هذا الحديث عن هشام إلا داود، تفرد به عبد الرحمن. وانظر السلسلة الصحيحة (1073).\n(9) إسناده ضعيف. أخرجه الطبراني (8371) في الكبير قال: حدثنا أبو زرعة عبد الرحمن بن عمرو الدمشقي ثنا أبو الجماهر ثنا خليد بن دعلج عن سعيد بن عبد الرحمن عن كلاب بن أمية به.\nقلت: في سنده خليد بن دعلج، وهو من الضعفاء كما في التقريب (1/ 663).\n(10) الخشف: الضبي أول ما يولد، وقيل: هو خشفٌ أول مشيه.\nالجزء: 1 ¦ الصفحة: 104\n",
        "\"إن أطلقتك ترجعي\"؟ (11) قالت: نعم، وإلا عذبني الله بعذاب العشار، فأطلقها فذهبت ثم رجعت.\nهذا حديث حسن بشواهده، أخرجه البيهقي في الدلائل، والهيثم ضعيف وشيخه مجهول، لكن ورد من حديث أبي سعيد أخرجه البيهقي والحاكم في الإِكليل. وأنس: أخرجه الطبراني في الأوسط، وأم سلمة: أخرجه في الكبير.\nهل كان سهيل عشارا\nً\n164 -\nوبه إلى الطبراني: حدثنا محمد بن نوح، حدثنا وهب بن حفص، حدثنا عثمان بن عبد الرحمن، عن إبراهيم بن يزيد، عن عمرو بن دينار.\n(11) حديث ضعيف جدًّا. أخرجه أبو نعيم (ص/133) في دلائل النبوة، في سنده يعلى بن إبراهيم، قال الذهبي في الميزان (4/ 456) بعد أن أخرج الحديث: لا أعرفه، له خبرٌ باطلٌ عن شيخ واهٍ.\nوأورده ابن حجر في الميزان (6/ 312) وقال: هذا موضوع.\n* وفي سنده الهيثم بن جماز، وهو من المتروكين، كما في الميزان (4/ 319).\n** وأخرجه أبو نعيم (ص/133) في الدلائل من حديث أنس، من طريق عبد الكريم بن هلال الجعفي عن صالح المري عن البناني عن أنس بنحوه.\nفي سنده عبد الكريم بن هلال، وهو من المجهولين، كما في الميزان (2/ 647)، واللسان (4/ 52).\nوفي سنده صالح المري، وهو من الضعفاءِ كما في الميزان (2/ 289).\n** أورده الهيثمي في مجمع الزوائد (8/ 294 - 295) وقال: رواه الطبراني في الأوسط، وفيه صالح المري، وهو ضعيف.\n...\nورواه الطبراني من حديث أم سلمة، وفيه أغلب بن تميم، وهو ضعيف، قاله الهيثمي في المصدر السابق.\nالجزء: 1 ¦ الصفحة: 105\n",
        "أنه صحب ابن عمر في السفر فكان إذا طلع سهيل قال: لعن الله سهيلاً فإني سمعت رسول الله - صلى الله عليه وسلم - يقول:\n\"كان عشاراً يظلمهم، ويغضبهم أموالهم فمسخه الله شهاباً فجعله حيث ترون\" (12).\nأخرجه البزار في مسنده، وإبراهيم هو الخوارزمي متروك، وتابعه بشر بن عبيد وهو متروك أيضاً.\n165 -\nأخرجه في الكبير بلفظ أن النبي - صلى الله عليه وسلم - عن ابن عمر (13).\n166 -\nورد من حديث علي أخرجه في الكبير بلفظ أن النبي - صلى الله عليه وسلم - (14).\n\"لعن سهيلاً ثلاث مرات، فإنه كان يعشر الناس فمسخه الله شهاباً\".\n167 -\nأنبأت عمر ابنى عن أبي الحسن البغدادي أنبأنا أبو الفضل بن ناصر في كتابه عن أبي القاسم من مسنده، أنبأ أبو بكر بن صالح أنبأ أبو الشيخ\n(12) حديث ضعيف جداً. أورده الهيثمي في مجمع الزوائد (3/ 88) وقال: رواه البزار، والطبراني في الكبير، والأوسط، وضعفه البزار لأن في روايته إبراهيم بن يزيد الخوزي، وهو متروك، وفي الأخرى ميسر بن عبيد، وهو متروك أيضاً.\n* وأخرجه الطبراني (181) في الكبير من طريق أبي حذيفة عن سفيان عن جابر عن أبي الطفيل عن علي بن أبي طالب.\nقال الهيثمي في المجمع (3/ 89): فيه جابر الجعفي، وفيه كلامٌ كثير، قلت: هو من الضعفاء كما هو واضح من ترجمته.\n(13) انظر السابق.\n(14) انظر السابق.\nالجزء: 1 ¦ الصفحة: 106\n",
        "ابن حبان، حدثنا محمد بن إبراهيم بن سعيد، حدثنا زيد بن الحريش، حدثنا حسين الأشقر حدثنا أسباط عن السدي، وعن منصور عن مجاهد:\nفي قوله تعالى: {ولا تقعدوا بكل صراط توعدون} (15).\nقال: أنزلت في المكاسين (16).\n168 -\nوأنشدكم لنفسي:\nاقتل أولى المكس ولا تكترث\n...\nإن حرموا ذاك أو حللوه\nفإن غير الخلق أوصى بأن\n...\nإذا لقيت معاشراً فاقتلوه\nهذا آخر المجلس والحمد لله رب العالمين والصلاة والسلام على سيد المرسلين سيدنا محمد وعلى آله وصحبه\n(15) سورة الأعراف: 86.\n(16) إسناده ضعيف. في سنده أسباط بن نصر الهمداني، وهو صدوق، لكنه كثير الخطأ، وانظر: التهذيب (1/ 212)، والتقريب (1/ 53). ولم يخرجه سوى أبي الشيخ كما في الدر المنثور (3/ 102).\nوالصحيح عن مجاهد -رحمه الله- في هذه الآية، ما أخرجه كل من ابن أبي شيبة، وعبد بن حميد، وابن جرير، وابن المنذر، وابن أبي حاتم، وأبي الشيخ أنه قال:\nبكل سبيل حقٍ، وتصدون عن سبيل الله، تصدون أهلها، وتلتمسون لها الزيغ.\nالجزء: 1 ¦ الصفحة: 107\n",
        "الفهارس العامة للكتاب\n1 -\nفهرس أطراف الأحاديث النبوية.\n2 -\nفهرس أطراف الآثار السلفية.\n3 -\nفهرس أطراف الأشعار.\n4 -\nفهرس الأعلام.\n5 -\nفهرس الموضوعات.\nالجزء: 1 ¦ الصفحة: 108\n",
        "فهرس أطراف الأحاديث\nطرف الحديث الصحابي رقم النص\nأبغض الخلق على الله رجل يجالس الأمراء أبو أمامة الباهلي 43\nاتقوا أبواب السلطان وحواشيها أبو الأعور السلمي 25\nاجلس. الحسن 113\nاجلس في بيتك. عصمة 129\nاجلس واكتم عليَّ عمر بن الخطاب 114\nإذا رأيت العالم يخالط السلطان أبو هريرة 8\nإذا قرأ الرجل القرآن معاذ بن جبل 17\nإذا لقيت عاشراً. مالك بن عتاهية 157\nإن أبغض الخلق إلى الله. أبو هريرة 5\nإن طلقتك ترجعي؟ زيد بن أرقم 163\nإن العالم إذا أراد بعلمه أنس 88\nإن الله ليغضب إذا مدح الفاسق أنس 84\nإن أهون الخلق على الله 6\nإن الله يحب الأمراء إذا خالطوا العلماء عمر بن الخطاب 20\nإن بالليل ساعة تفتح فيها أبواب السماء عثمان بن أبي العاصي 158\nإن صاحب المكس في النار رويفع بن ثابت 156\nإن في جهنم وادياً أبو هريرة 4\nإن من أبغض القراء إلى الله أبو هريرة 7\nإن ناساً من أمتي يتفقهون ابن عباس 9\nإن الولاة يجاء بهم يوم القيامة عمر بن الخطاب 112\nإنا لله وإنا إليه راجعون عمر 23\nإنك ضعيف فإنها أمانة أبو ذر 120\nإنها ستكون أمراء من صدقهم ابن عمر 14\nالجزء: 1 ¦ الصفحة: 109\n",
        "طرف الحديث الصحابي رقم النص\nإلا يؤتى به يوم القيامة عبادة بن الصامت 131\nإياكم وأبواب السلطان رجل من بني سلمى 32\nتفتح أبواب السماء نصف الليل عثمان بن أبي العاصي 161\nستكون أمراء تعرفون وتنكرون ابن عباس 34\nسيكون أمراء من دخل عليهم جابر بن عبد الله 13\nسيكون أمراء يغشاهم غواش أبو سعيد الخدري 12\nسيكون بعدي أمراء فمن دخل عليهم كعب بن عجرة 11\nسيكون بعدي سلاطين الفتن عبد الله بن الحارث 24\nسيكون في آخر الزمان علماء ابن عباس 19\nسيكون قوم بعدي أمة من أمتي ابن عباس 26\nعج حجر إلى الله تعالى أبو هريرة 138\nالعلماء أمناء الرسل أنس بن مالك 15\nالفقهاء أمناء الرسل علي بن أبي طالب 16\nكان عشاراً يظلمهم ابن عمر 164\nكان لداود ساعة يوقظ فيها أهله عثمان بن أبي العاصي 159\nلعن سهيلاً ثلاث مرات علي بن أبي طالب 166\nليوشك رجل أن يتمنى أبو هريرة 116\nما ازداد رجل من السلطان قرباً عبيد الله بن عمر 27\nما من أمير عشرة إلا بريدة 133\nما من حاكم يحكم بين الناس ابن مسعود 123\nما من رجل ولى عشرة ابن عباس 135\nما من رجل في عشرة أبو أمامة 130\nما من عالم يأتي صاحب سلطان معاذ بن جبل 17\nمن أتى أبواب السلاطين ابن عباس 1/ 2/3\nمن اتبع الصيد غفل ابن عباس 1/ 2/3\nالجزء: 1 ¦ الصفحة: 110\n",
        "طرف الحديث الصحابي رقم النص\nمن أكرم فاسقاً ـــ 94\nمن تقرب من ذي سلطان ذراعاً أنس 28\nمن جعل قاضياً أبو هريرة 119/ 146\nمن جعل الهم هماً واحداً ابن مسعود 40\nمن دعا لظالم ـــ 94\nمن سكن البادية جفا ابن عباس - أبو هريرة 1/ 2/3\nمن طلب العلم تكفل الله برزقه ـــ 98\nمن عاذ بالله فقد عاذ بمعاذ ابن عمر 124\nمن قرأ القرآن وتفقه في الدين ابن عمر 30\nمن كان قاضياً فقضى بجورٍ ابن عمر 124\nمن مشى إلى سلطان جائر طوعاً أبو الدرداء 29\nمن ولى أحداً من الناس أبو ذر 115\nمن ولى ثلاثة إلا لقى الله أبو الدرداء 137\nمن ولى شيئاً من أمور المسلمين عمر بن الخطاب 115\nمن ولى عشرة فحكم بينهم ابن عباس 136\nنعم ما لم تقف على باب سدة ثوبان 10\nويل للأمراء، ويل للعرفاء أبو هريرة 117\nلا تزال هذه الأمة الحسن 21\nلا خير في الإمارة لمسلم حيان الصدائي 126\nلا يدخل الجنة صاحب مكس عقبة بن عامر 155\nيؤتى بالقاضي يوم القيامة ابن مسعود - عائشة 122/ 126\nيا أبا ذر إني أراك ضعيفاً أبو ذر 118\nيا معشر المهاجرين لا تدخلوا على أهل الدنيا 94\nالجزء: 1 ¦ الصفحة: 111\n",
        "فهرس أطراف الآثار\nطرف الأثر القائل رقم النص\nأبغض خلق الله رجل قمش علماً ابن الكلبي 151\nاتق الله قد ملأت الأرض جوراً الثوري 96\nأتهنئوني بالقضاء؟! أبو الدرداء 153\nاحفظ عني ثلاث خصال أبو قلابة 46\nاذهب إلى هؤلاء ابن أبي إياس 62\nأردت أن تكون من خير الملوك علي بن الحسن الصندلي 100\nأعز الأشياء في آخر الزمان ثلاثة إبراهيم بن أدهم 103\nأفرغتم حمائمكم وفرطحتم نعالكم. الحسن 65\nأما بعد فقد جاءني كتابك زمعة بن صالح 80\nأما علمت أن العلماء يحشرون مع الأنبياء. عبد الله بن وهب 147\nأنا لا أذل العلم. البخاري 62\nأنزلت في المكاسيين. مجاهد 167\nإن أتيتك فقربتني. عيسى بن موسى 56\nإن بعض الخلفاء أرسل إليه حماد بن سلمة 60\nإن خير الأمراء من أحب العلماء أبو حازم 113\nإن دعوك لتقرأ عليهم. الثوري 50/ 59\nإن سركم أن تسلموا الحسن 65\nإن على أبواب السلطان فتناً ابن مسعود 36\nإنَ فقراء القراء اتخذوا سلماً الثوري 75\nإن في جهنم واد تستغيث منه سفيان الثوري 53\nإن كان الفضل لا يداخل السلطان أبو بكر بن عياش 59\nإن الناس لما كانوا على الصواب أبو حازم 81\nالجزء: 1 ¦ الصفحة: 112\n",
        "طرف الأثر القائل رقم النص\nإنا أدركنا العلماء وهم لا يأتون أحداً حماد بن سلمة 88\nإني أدركت أهل الدنيا تبعاً لأهل العلم أبو حازم 79\nإني أدركت العلماء أبو حازم 82\nإني طلبت للقضاء فاخترت ما ترى أبو معشر 148\nأول الأمارة ملامة معاوية بن أبي سفيان 128\nألا رأيت عالماً يأتي باب سلطان أبو سليمان 73\nألا لا يمشين رجل منكم حذيفة بن اليمان 41\nإياك والأهواء الثوري 52\nإياكم ومواقف الفتن حذيفة 42\nبقرابتي وصحبتي ابن عمر 125\nبلغني أن أول من يدعى للحساب محمد بن رافع 139\nتعززوا على أبناء الدنيا الثوري 72\nجز من بين يدي بشر بن الحارث 74\nدعا المنصور أبا حنيفة والثوري محمد بن يحيى البصري 146\nالعلم يقصد أبو العباس 78\nالفقهاء أمناء الرسل جعفر بن محمد 54\nفي جهنم واد لا يسكنه إلا القراء سفيان 91\nقال بعض الأمراء لأبي حازم سفيان 84\nقد أحفيتم شواربكم الحسن 66\nكان العلماء إذا علموا عملوا مكحول 87\nكان الفقهاء يأتون عمر بن عبد العزيز أبو الزناد 86\nكانت القضاء في زمن بني إسرائيل عبد الرحمن بن زيد 149\nكان كيساً حافظاً للحديث أحمد بن حنبل 102\nكنا نتعلم اجتناب السلطان الفضل بن عباس 48\nلست من حداثه ميمون بن مهران 60\nلما رجع الرشيد من الحج نزل الكوفة ابن معين 154\nالجزء: 1 ¦ الصفحة: 113\n",
        "طرف الأثر القائل رقم النص\nلو أن أهل العلم صانوا العلم ابن مسعود 40\nلو أن أهل العلم صانوه الفضيل 77\nلو خيرت بين القضاء وبين ضرب عنقي مكحول 140\nما بي حاجة أتكلم بها أبو حازم 85\nما زال العلم عزيزاً حتى حمل إلى أبواب الملوك المأمون 89\nما شيء أبغض إلى الله من الأوزاعي 92\nما وجدت مثل القاضي العالم إلا أبو قلابة 144\nمن أراد أن يكرم دينه ابن مسعود 36\nمن تحلى بالعلم ابتلى بثلاث ابن المبارك 97\nمن طلب العلم لأربع دخل النار ابن مسعود 39\nهؤلاء الذين يدخلون على الملوك وهيب 93\nهيهات هيهات أبو حازم 84\nوالله لا أسأل الدنيا ممن يملكها سفيان الثوري 71\nلا أكون سفيراً بين الله وخلقه القرافي 96\nلا تأتوهم ولا تأمروهم أنس 51/ 70\nلا تجالس صاحب بدعة يونس بن عبيد 47\nلا تجمع من الضرائر أبو ذر 45\nلا تكن أول من يضيع العلم عبد الله بن رافع 63\nيا أبا بكر عافانا الله وإياك الزهري 94\nيا بنى إني أخاف أن أجلس منهم مجلساً سلمة بن نبيط 38\nيا عطاء إياك وأبواب السلطان وهب بن منبه 44\nيدخل الرجل على السلطان ابن مسعود 37\nيكفيني الذي تركتهم له جابر بن حيان 55\nينبغي للعالم إذا قطع عنه ابن الحاج 98\nينبغي للعالم بل يتعين عليه ابن الحاج 97\nالجزء: 1 ¦ الصفحة: 114\n",
        "فهرس الأبيات الشعرية\nصدر البيت القائل عدد الأبيات القافية رقم النص\nأبلغ سليمان الخليل بن أحمد 4 مال 105\nأرى الناس إبراهيم بن أدهم 2 دون 104\nاقتل أولى السيوطي 2 حللوه 168\nألا اقتديتم ـــ 6 ورع 109\nتجنبت ـــ 2 قلان 110\nتركت القضاء أحمد بني إسحاق 3 آخره 150\nخذ من الجاروش ابن المبارك 3 شعير 106\nخذها إليك الفاقوسي 5 بين 109\nخليفة الله عبد الملك بن حبيب 3 أمم 143\nهيهات ــــ 1 طين 111\nيا جاعل العلم ابن المبارك 5 كين 107\nالجزء: 1 ¦ الصفحة: 115\n",
        "فهرس الأعلام\nالاسم رقم النص بالكتاب الاسم رقم النص بالكتاب\nحرف الألف أحمد بن أبي 71\nإبراهيم 161 الحواري\nإبراهيم بن أدهم 103/ 104 أحمد بن الصلت 72\nإبراهيم الخوارزمي 164 أحمد بن عبد الله 52\nإبراهيم بن طاهر 76 أحمد بن عيسى 144\nإبراهيم بن يزيد 164 أحمد بن محمد بن 70\nأحمد 3/ 12 حمدون\n/13/ 117/ أحمد بن محمد 73\n118/ 121/ القشيري\n126/ أسباط 167\n130/ 131/ إسحاق بن إبراهيم 144\n156/ 158. إسماعيل بن إبراهيم 144\nأحمد بن أبي الحسن 152 إبراهيم إسماعيل بن علية 107\nأحمد بن حنبل 106/ 107 أنس 15/ 28/51/ 163\nأيوب السختياني 46/ 144\nحرف الباء\nبريدة 133 بشر بن موسى 163\nبشر بن الحارث 72 بشير بن عاصم 112/ 115\nبشر بن عبيد 164 بكر بن محمد 53\nالجزء: 1 ¦ الصفحة: 116\n",
        "الاسم رقم النص بالكتاب الاسم رقم النص بالكتاب\nحرف التاء\nتمام 138\nحرف الثاء\nثوبان 10/ 132\nحرف الجيم\nجابر بن حيان 55 جعفر، 113\nجابر بن عبد الله 13 أبو الأشهب\nجعفر بن محمد 54\nحرف الحاء\nحذيفة بن اليمان 41/ 42 الحسن بن أبي 158\nحسان 71 عامر\nالحسن 21/ 63/65/ حسين الأشقر 167\n113/ 141 حماد بن سلمة 47/ 59/60/ 88\nالحسن البصرى 64 حيان الصدائي 126\nالحسن بن سفيان 15\nحرف الخاء\nخزيمة 155 الخليل بن أحمد 105\nخلف بن تميم 63/ 104\nالجزء: 1 ¦ الصفحة: 117\n",
        "الاسم رقم النص بالكتاب الاسم رقم النص بالكتاب\nحرف الدال\nداود العطار 161\nحرف الراء\nراشد بن سعد 147 رويفع بن ثابت 156\nرشدين بن سعد 103\nحرف الزاي\nالزبير بن الحارث 73 زيد بن أرقم 163\nزمعة بن صالح 80/ 82 زيد بن الحريش\nحرف السين\nسعد 109 سلمة بن نبيط 38\nسعد بن عبادة 131 سهيل 164/ 166/\nسعيد بن 58/ 86 سلامة بن محمد 69\nالمسيب سليمان 71/ 105\nسفيان 84/ 91/109/ 114/146 سليمان بن عبد الملك 81\nسفيان الثوري 49/ 50/53/ سليمان المهلبي 105\n57/ 69/70/ سليمان بن 79/ 85\n73/ 74/95 هشام\nسلمان 112\nالجزء: 1 ¦ الصفحة: 118\n",
        "الاسم رقم النص بالكتاب الاسم رقم النص بالكتاب\nحرف الصاد\nصالح بن خليفة 73\nحرف الطاء\nطاهر بن عبد الله 76\nحرف العين\nعبادة بن الصامت 131 عبد الرحمن 143\nعبد الله بن أحمد عبد الرحمن بن أذينة 144\nعبد الله بن أبي جعفر 71 عبد الرحمن بن أخي الأصمعي 64\nعبد الله بن الحارث 24\nعبد الله بن الحسين 70 عبد الرحمن بن ثمامة 155\nعبد الله بن رافع 61 عبد الرحمن بن حسان 157\nعبد الله بن السدي 57\nعبد الله بن الشخير 22 عبد الرحمن بن زيد 149\nعبد الله بن عمير 27 عبد الرحمن بن سلام 161\nعبد الله بن المبارك 57/ 107 عبد الرحمن بن يزيد 79\nعبد الله بن محمد 69 عبد الملك 86\nعبد الله بن وهب 124/ 142/147 عبد الملك بن حبيب 143\nعبد الجبار بن عبد العزيز 81 عبد الملك بن سلمة 157\nعبد الرزاق 141\nالجزء: 1 ¦ الصفحة: 119\n",
        "الاسم رقم النص بالكتاب الاسم رقم النص بالكتاب\nعبد الملك بن مروان 58 علي بن زيد 158\nعبد الواحد 70 علي بن سعيد 68\nعبد الواحد بن بكر 72 علي بن أبي طالب 16/ 33/84/\nعثمان 24/ 25/158 152\nعثمان بن أبي العاصي 161 علي بن عبد العزيز 144\nعمار 62\nعثمان بن عبد الرحمن 164 عمار بن سيف 74\nعصمة 129 عمر بن الخطاب 20/ 23/95/ 14/115/ 167\nعطاء 44 عمر بن عبد العزيز 86\nعطاء الخراساني 87 عمر بن علي الفارسي 163\nعقبة بن عامر 155\nعلي 125 عمرو بن دينار 164\nعلي بن الحسن 100 عوف بن مالك 129\nعلي بن الحسين 108 عيسى بن موسى 56\nحرف الفاء\nالفضل بن عياش 48 فضيل بن غزوان 112\nالفضيل بن عياض 75\nحرف القاف\nالقاسم 76/ 144 قتيبة بن سعيد 156/ 157\nالجزء: 1 ¦ الصفحة: 120\n",
        "الاسم رقم النص بالكتاب الاسم رقم النص بالكتاب\nحرف الكاف\nكعب بن عجرة 110 كلاب بن أمية 158\nحرف الميم\nمالك 61/ 68 محمد بن المظفر 101\nمالك بن أنس /68 محمد بن نوح 164\nمالك بن عتاهية 157 محمد بن وهب 106/ 109\nمجاهد 167 محمد بن يحيى 146\nمحمد بن إبراهيم 167 مخيس بن ظبيان 157\nمحمد بن إسماعيل 62 مسعر 146\nمحمد بن جعفر بن مصعب 74 مسلم 155\nمسلمة بن قيس 45\nمحمد بن داود 72 مسلمة بن مخلد 156\nمحمد الراسبي 112 معاذ بن جبل 17/ 18/31\nمحمد بن رافع 139 معاوية 128\nمحمد بن سلمة 145 معمر 141\nمحمد بن سليمان 88 مقاتل بن صالح 88\nمحمد بن سيرين 161 مكحول 87/ 140\nمحمد بن عجلان 85 المنصور 146/ 167\nمحمد بن علي 69 موسى بن داود 157\nالتكريتي ميمون بن مهران 58\nالجزء: 1 ¦ الصفحة: 121\n",
        "الاسم رقم النص بالكتاب الاسم رقم النص بالكتاب\nحرف النون\nنافع 125 نعيم بن الهضيم 65\nحرف الهاء\nهارون الرشيد 61/ 114 هشام بن عبد الملك 84/ 87\nهشام بن حسان 161 هناد بن السري 27\nهشام بن عباد 54 الهيثم بن جماز 163\nحرف الواو\nوكيع 114 وهب بن منبه 44/ 141\nوهب بن حفص 164 وهيب بن الورد 66/ 93\nحرف الياء\nيحيى بن خالد 142 يعقوب بن إسحاق 69\nيحيى بن سعيد 153 يعلي بن إبراهيم 163\nيحيى بن معين 153 يوسف بن أسباط 49/ 83\nيزيد بن أبي حبيب 55/ 156/157 يونس بن عبد الأعلى 147\nيزيد بن كميت 74 يونس بن عبيد 47\nالجزء: 1 ¦ الصفحة: 122\n",
        "الاسم رقم النص بالكتاب الاسم رقم النص بالكتاب\nالكنى من الرجال\nأبو إسحاق 155 أبو ذر 112/ 115/118/ 120\nأبو الأعور 25\nأبو أمامة 43/ 130 أبو زرعة 142\nأبو بكر 114 أبو الزناد 86\nأبو بكر بن الحسن 64 أبو سعيد 163\nأبو بكر بن صالح 167 أبو سعيد الأصمعي 86\nأبو بكر بن عياش 57\nأبو بكر القطيعي 155 أبو سعيد الخدري 12\nأبو جعفر 95 أبو سفيان 128\nأبو جعفر بن أحمد 150 أبو شهاب 50\nأبو حازم 56/ 79/80/ 82/83/ 84/85 أبو الشيخ أبو صالح\n18/ 30\nأبو الحسن بن البخاري 155/ 161 الأنطاكي 67\nأبو الحسن 167 أبو عبد الله الحلبي 155\nالبغدادي أبو عبد الرحمن 101\nأبو الحسن بن فهر 61 أبو علي 163\nأبو الحسن الميموني 102 أبو علي الآمدي 74\nأبو حنيفة 146 أبو علي التميمي 155\nأبو الخير 156 أبو علي الحداد 161\nأبو داود 1/ 2/155 أبو علي الرصافي\nأبو الدرداء 29/ 137/1533 أبو عمر 155\nالجزء: 1 ¦ الصفحة: 123\n",
        "الاسم رقم النص بالكتاب الاسم رقم النص بالكتاب\nأبو عمر بن هبيرة 64 أبو نصر 76/ 108\nأبو عمرو المدائني 21 أبو نعيم 12/ 15/42/ 54\nأبو العلاء 73 58/ 67/83/\nأبو عيسى الأنباري 70 106/ 161/109\nأبو غياث 104 141/ 161/163\nأبو الفتيان 5 أبو هارون 152\nأبو الفضل 108 أبو هريرة 2/ 4/5/ 7/8\nأبو القاسم 155/ 167 116/ 117/119\nأبو قلابة 46/ 144 129/ 134/138\nأبو كثير 163 أبو همام الكلاعي 63\nأبو الكرم 74 أبو وائل 115\nأبو معشر 148 أبو يحيى أحمد 102\nأبو المكارم 161 أبو يعلى 117/ 124/127\nمن نسب لأبيه أو جده أو غيرهما\nابن الأسود 89 ابن دريد 55/ 56/151\nابن أبي إياس 59 ابن أبي الدنيا 80\nابن باكويه 69/ 75 ابن زيد 158\nالشيرازي ابن سعد 37/ 38/145/\nابن بلال 5 151/ 153\nابن الحاج 99 ابن سيرين 107\nابن حبان 12/ 13/167 ابن أبي شيبة 34/ 41/42/ 45\nابن حبيب الرفقي 108 112\nالجزء: 1 ¦ الصفحة: 124\n",
        "الاسم رقم النص بالكتاب الاسم رقم النص بالكتاب\nابن عباس 1/ 9/19/ 26/34/ 135 ابن لهيعة 156/ 157\nابن عبد الحكيم 149/ 157 ابن المبارك 67/ 106/107\nابن عبد السلام 96 ابن مسعود 35/ 36/37/ 39/40/ 122/123\nابن عدي 4/ 101 ابن مغول 109\nابن عساكر 26/ 79/80/ 81/82/ 83/ ابن منير 62\n84/ 84/85/ 86/87/\n88/ 108/138/ 142\nابن عمر 14/ 30/124/ 125/165 ابن هشام 43\nابن عوف 70/ 107 ابن وهب 79\nابن الكلبي 151\nالأنساب والألقاب\nالإفريقي 83 46/ 47/48/ 49\nالآمدي 76 50/ 52/53/ 57\nالأوزاعي 87/ 92 82/ 84/108/\nالبخاري 37/ 59/102 119/ 121/123\nالبرمكي 61 163\nالبزار 117/ 122/124 الترمذي 1/ 11/23\n134/ 164 الثوري 52/ 146\nالبيهقي 1/ 2/3/ 11/32/ 35/40/ 42/44 الحاكم 11/ 15/17/ 22/23/ 24/31/\nالجزء: 1 ¦ الصفحة: 125\n",
        "الاسم رقم النص بالكتاب الاسم رقم النص بالكتاب\n108/ 116/118 شهاب الدين 96\n119/ 120/155 الشيرازي 14\n163 الطبراني 10/ 34/115/\nالخرائطي 80 121/ 124/125\nالخطيب 56/ 60/68/ 88 126/ 127/128\nالدارمي 39/ 155 132/ 133/135\nالديلمي 8/ 17/19/ 20 160/ 161/162\n25/ 28/29/ 33 163/ 164\n36 عز الدين 95\nالدينوري 139/ 144 العسكري 16\nالرافعي 5/ 15/75 الغزالي 90/ 95\nالرعيشي 68 الفاقوسي 108\nالزجاج 64 القعنبي 56\nالزهري 82/ 83/94 المأمون 89\nالسدي 167 المنذري 10\nالنسائي 1/ 11\nالنساء\nعاثشة 121/ 127 أم سلمة 163\nالجزء: 1 ¦ الصفحة: 126\n",
        ""
    ]
}