{
    "1": [
        "ردة ولا ابا بكر لها - أبو الحسن الندوي\nردة ولا ابا بكر لها - أبو الحسن الندوي\nأبو الحسن الندوي\nالكتاب:\nرِدَّةٌ وَلاَ أَبَا بَكْرَ لَهَا\nالمؤلف:\nعلي أبو الحسن بن عبد الحي بن فخر الدين الندوي (المتوفى: 1420هـ)\nالناشر:\nمكتبة السداوي للنشر والتوزيع - القاهرة، المكتبة المكية. حي الهجرة - مكة المكرمة.\nالطبعة:\nالثانية، 1413 هـ - 1992 م، مطبعة المدني - المؤسسة السعودية بمصر.\nتوزيع:\nمكتبة ابن حجر - مكة المكرمة\nعدد الأجزاء:\n1.\nأعده للمكتبة الشاملة / توفيق بن محمد القريشي، - غفر الله له ولوالديه -.\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي].\n",
        "ـ[رِدَّةٌ وَلاَ أَبَا بَكْرَ لَهَا]ـ\nالمؤلف: علي أبو الحسن بن عبد الحي بن فخر الدين الندوي (المتوفى: 1420هـ)\nالناشر: مكتبة السداوي للنشر والتوزيع - القاهرة، المكتبة المكية. حي الهجرة - مكة المكرمة.\nالطبعة: االثانية، 1413 هـ - 1992 م، مطبعة المدني - المؤسسة السعودية بمصر.\nتوزيع: مكتبة ابن حجر - مكة المكرمة\nعدد الأجزاء: 1.\nأعده للمكتبة الشاملة / توفيق بن محمد القريشي، - غفر الله له ولوالديه -.\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي].\n",
        "رِدَّةٌ وَلاَ أَبَا بَكْرَ لَهَا\nالجزء: 1\n",
        "الطبعة الثانية\n1413 هـ - 1992 م\nمطبعة المدني\nالمؤسسة السعودية بمصر.\nالجزء: 1\n",
        "رِدَّةٌ وَلاَ أَبَا بَكْرَ لَهَا\nبقلم\nأبو الحسن علي الحسني الندوي\nالناشر\nمكتبة السداوي للنشر والتوزيع - القاهرة.\nالمكتبة المكية. حي الهجرة - مكة المكرمة.\nالجزء: 1 ¦ الصفحة: 1\n",
        "بسم الله الرحمن الرحيم\nرِدَّةٌ جَدِيدَةٌ\nشهدالتاريخ الإسلامي حوادث ردة عديدة، أبرزها وأعنفها ردة القبائل العربية على إثر وفاة الرَّسُولِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، الثورة الكبيرة التي وأدها أبو بكر الصِدِّيقُ في مهدها بإيمانه وعزمه الذي ليس له مثيل في التاريخ، ومنها حركة التنصر التي انتشرت في إسبانيا على إثر جلاء المسلمين، والتي ظهرت في بعض الأقطار التي استولت عليها الدول الغربية المسيحية ونشط فيها القسس و «الإرساليات» ومنها قضايا شاذة من ارتداد بعض ضعاف العقول وصغار النفوس من المسلمين عن دين الإسلام واعتناقهم للبرهمية أو الآرية في الهند، ولكنها حوادث نادرة جِدًّا، وفي الحقيقة أن تاريخ المسلمين لا يعرف الردة العامة - إذا استثنينا إسبانيا البائسة إذا صح أن نسميها ردة - كما اعترف به مُؤَرِّخُو الديانات.\nوتتسم هذه الحوادث كلها بسمتين، أولاهما المقت الشديد من المسلمين، والثانية الانفصال عن المجمتع الإسلامي،\nالجزء: 1 ¦ الصفحة: 3\n",
        "فكان كل من يرتد عن دينه يستهدف لسخط المسلمين الشديد وينفصل عن المجتمع الإسلامي الذي يعيش فيه بطبيعة الحال وتنقطع بمجرد ارتداده بينه وبين ذوي قرابته الأواصر والأرحام، وكانت الردة انتقالاً من مجتمع إلى مجتمع، ومن حياة إلى حياة، وكانت الأسرة تقاطعه وتهجره وتقصيه، فلا مصاهرة، ولا زواج، ولا إخاء ولا توارث وكانت حركات الردة تثير روح المقاومة في المسلمين والمقارنة بين الديانات، والدفاع عن الإسلامي، وكل قطر من أقطار المسلمين ظهرت فيه حوادث الردة تحمس علماء المسلمين ودعاة الإسلام وحملة الأقلام فيه للرد عليها وتتبع أسبابها، وعرض محاسن الإسلام ومزاياه، واجتاحت المجتمع الإسلامي موجة عنيفة من السخط والاستنكار والقلق، وكانت هذه الحوادث المقيمة المقعدة للمسلمين وكانت الحديث العام والشغل الشاغل للعامة فضلاً عن الخاصة وأهل الغيرة الدينية، هذا ما اتسمت به حوادث الردة، على ندرتها وشذوذها وعلى عدم تأثيرها في الحياة.\nولكن جرب العالم الإسلامي في العهد الأخير ردة اكتسحت عالم الإسلام من أقصاه إلى أقصاه ونبذت جميع حركات الردة التي سبقتها في العنف وفي العموم، وفي العمق، وفي القوة، ولم يخل منها قطر، وَقَلَّمَا خلت منها أسرة من أُسَرِ\nالجزء: 1 ¦ الصفحة: 4\n",
        "المسلمين، هي ردة تلت غزو أوروبا للشرق الإسلامي، الغزو السياسي والثقافي، وهي أعظم ردة ظهرت في عالم الإسلام وفي تاريخ الإسلام، منذ عهد الرَّسُولِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - إلى يوم الناس هذا.\nماذا تعني الردة في عُرْفِ الإسلام وفي مصطلح الشريعة الإسلامية؟ هي إبدال دين بدين، وعقيدة بعقيدة، وإنكار ما جاء به الرسول وتواتر عنه وثبت بالضرورة من دين الإسلام.\nوماذا كان يفعل المرتد؟ ينكر الرسالة المحمدية - - عَلَى صَاحِبِهَا الصَلاَةُ وَالسَّلاَمُ - وينتقل إلى المسيحية أو اليهودية أو البرهمية، أو يلحد في الدين وينكر الرسالات والوحي والمعاد، هذا ما كان يعرفه العالم القديم أو المجتمع القديم من معاني الردة، وكان كل من يرتد عن دينه يدخل الكنيسة إذا تنصر أو يدخل الهيكل أو معبد الأصنام إذا اعتنق البرهمية مثلاً فيعرف ذلك الجميع، ويصبح شام بين الناس يشار إليه بالبنان، ويقطع منه المسلمون الأمل، ولا يكون ارتداده - في غالب الأحوال - سِرًّا مِنَ الأَسْرَارِ.\nالجزء: 1 ¦ الصفحة: 5\n",
        "الفَلْسَفَةُ التِي حَمَلَتْهَا أُورُوبَا إِلَى الشَّرْقِ:\nحملت أوروبا إلى الشرق الفلسفات التي قامت على إنكار أسس الدين وإنكار القوة المصرفة لهذا العالم، القوة الواعية التي أخرجت هذا العالم من العدم إلى الوجود وبيدها زمام الكون (الإله، الخلق والأمر) وعلى إنكار عالم الغيب والوحي والنبوات، وإنكار الشرائع السماوية، وإنكار القيم الروحية والخلقية، منها ما تبحث في علم الحياة والنشوة والارتقاء، ومنها ما تتصل بالأخلاق، ومنها ما تدور حول علم النفس، ومنها ما موضوعها الاقتصاد والسياسة، ومهما اختلفت هذه الفلسفات في ألوانها وأهدافها وأسسها، فإنها جميعًا تلتقي على النظرية المادية المحضة إلى الإنسان وإلى الكون والتعليل المادي لظواهرهما وأفعالهما.\nغزت هذه الفلسفات المجتمع الشرقي الإسلامي وتغلغلت في أحشائه وكانت أعظمها انتشارًا وأعمقها جذورًا وأقواها سيطرة على العقول والقلوب، وأقبل عليها زهرة البلاد الإسلامية وزبدتها عقلاً وثقافةً، وساغتها وهضمتها ودانت بها كما يدين\nالجزء: 1 ¦ الصفحة: 6\n",
        "المسلم بالإسلام والمسيحي بالمسيحية بكل معنى الكلمة، فهي تستميت في سبيلها وتقدس شعارها وتجل قادتها وَدُعَاتِهَا وتدعو إليها في أدبها ومؤلفاتها، وتحتقر كل ما يعارضها من الأديان والنظم والعقليات وتؤاخي كل من يدين بها، فأفرادها أمة واحدة وأسرة واحدة ومعسكر واحد.\nالدِّيَانَةُ اللاَّدِينِيَّةُ:\nوما هي هذه الديانة وإن أبى أصحابها أن يسموها ديانة؟ إنكار لفاطر الكون العليم الخبير الذي قَدَّرَ فهدى، وإنكار للمعاد وحشر الأجساد ووجود الجنة والنار والثواب والعقاب، وإنكار النبوات والرسالات وإنكار الشرائع السماوية والحدود الشرعية وإنكار الرسول الأعظم هو الذي فرض الله طاعته على جميع الخلق وحصر الهداية والسعادة في اتِّبَاعِهِ، وأن الإسلام هو الرسالة الأخيرة الخالدة المتكفلة لجميع السعادات الدنيوية والأخروية ونظام الحياة الأمثل الأفضل، وهو الدين الذي لا يقبل الله غيره ولا يسعد العالم سواه أو إنكار أن الدنيا خلقت للإنسان وأن الإنسان خلق الله.\nهذه ديانة الطبقة المثقفة الممتازة التي تملك زمام الحياة في أكثر البلدان الإسلامية، وإن لم تكن كلها طبقة واحدة في\nالجزء: 1 ¦ الصفحة: 7\n",
        "الإيمان بها والتحمس لها، وفيها ولا شك مؤمنون بالله متدينون بالإسلام، ولكن سمة هذه الطبقة التي تغلب عليها وفلسفة الحياة الغربية التي قامت على الإلحاد.\nإنها ردة، أعود فأقول: اكتسحت العالم الإسلامي من أقصاه إلى أقصاه وغزت الأُسَرَ والبيوتات، والجامعات والكليات والثانويات والمؤسسات، فما من أسرة مثقفة - إلا من عصم ربك - إلا وفيها من يدين بها أو يحبها أو يجلها وإذا استنطقته أو خلوت به أو أثرته عرفت أنه لا يؤمن بالله، أو لا يؤمن بالآخرة، أو لا يؤمن بِالرَّسُولِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، أو لا يؤمن بالقرآن كالكتاب المعجز الخالد ودستور الحياة وأفضلهم من يقول أنه لا يفكر في مثل هذه المسائل ولا يهتم بها كبير اهتمام.\nإنها ردة ولكنها لم تلفت المسلمين، ولم تشغل خاطرهم، لأن صاحبها لا يدخل كنيسة أو هيكلاً ولا يعلن رِدَّتَهُ وانتقاله من دين إلى دين، ولا تنتبه له الأسرة فلا تقاطعه ولا تقصه بل يظل يعيش فيها ويتمتع بحقوقها وقد يسيطر عليها، ولا ينتبه لها المجتمع فلا يحاسبه ولا يعاتبه ولا يفصله بل يظل يعيش فيه ويتمتع بحقوقه وقد يسيطر عليه.\nالجزء: 1 ¦ الصفحة: 8\n",
        "قضية ولا أبا بكر لها.\nإنها قضية العالم الإسلامي الكبرى، إنها مشكلة الأُمَّةِ الإسلامية الكبرى، رِدَّةٌ تنتشر وتغزو المجتمع الإسلامي ثم لا ينتبه لها أحد، ولا يفزع لها العلماء ورجال الدين، لقد قالو قديمًا: «قَضِيَّةٌ وَلاَ أَبَا حَسَنٍ لَهَا» وأقول: «قَضِيَّةٌ وَلاَ أَبَا بَكْرٍ لَهَا».\nإنها قضية لا تطلب حربًا ولا تطلب تهييج الرأي العام، ولا تطلب ثورة، ولا تطلب عُنْفًا، بل إن العنف يضرها وَيُهَيِّجُهَا، والإسلام لا يعرف محاكم التفتيش ولا يعرف الاضطهاد، إنها تطلب عزمًا وتطلب حكمة وتطلب صبرًا واحتمالاً وتطلب دراسة.\nسِرُّ انْتِشَارِ هَذِِهِ الدِّيَانَةِ:\nلماذا انتشرت هذه الديانة في الشرق الإسلامي؟\nلماذا استطاعت أن تغزو المسلمين في عُقْرِ دارهم؟\nولماذا استطاعت أن تسيطر على العقول والنفوس هذه السيطرة القوية؟. إن كل ذلك يطلب التفكير العميق\nالجزء: 1 ¦ الصفحة: 9\n",
        "الدقيق .. والدراسة الواسعة.\nضعف العالم الإسلامي في القرن التاسع عشر المسيحي في الدعوة والعقيدة والعقلية والعلم وبدا عليه الإعياء والشيخوخة، والإسلام لا يعرف الشيخوخة والهرم، إنه جديد كالشمس وقديم كالشمس وشاب كالشمس ولكن المسلمين هم الذين شاخوا وضعفوا، فلا سعة في العلم ولا ابتكار في التفكير والانتاج، ولا عبقرية في العقل، ولا حماسة في الدعوة، ولا عرضًا جميلاً ومؤثرًا للإسلام ومزاياه ورسالته إلا النادر القليل.\nولا صلة بالشباب المثقف والتأثير في عقليتهم وهم أمة الغد والجيل المُرْتَجَى، ولا محاولة لاقناعهم بأن الإسلام هو دين الإنسانية والرسالة الخالدة، وأن القرآن هو الكتاب المعجز الخالد الذي لا تنقضي عجائبه ولا تنفذ ذخائره ولا تَبْلَى جدته، وأن الرسول هو المعجزة الكبرى، ورسول الأجيال كلها وإمام العهود كلها، وأن الشريعة الإسلامية هي الآية في التشريع وهي الصالحة لمسايرة الحياة وقضاء مآربها الصالحة والإشراف عليها، وأن الإيمان والعقيدة والأخلاق والقيم الروحية هي أساس المدنية الفاضلة والمجتمع الكريم، وإن الحضارة الجديدة لا تملك إلا الوسائل والآلات، وإن تعاليم الأنبياء\nالجزء: 1 ¦ الصفحة: 10\n",
        "هي مصادر العقيدة والخُلُقِ والغايات، ولا مطمع في المدنية الصالحة المتزنة إلا بالجمع بين الوسائل والغايات.\nوفي هذه الساعة هجمت أوروبا بفلسفاتها التي تعب في تدوينها وتهذيبها كبار الفلاسفة ونوابغ العصر، وصبغوها بصبغة علمية فلسفية يخيل إلى الناظر أنها غاية ما يصل إليها التفكير الإنساني ومنتهى الدراسات والاختيارات ونتاج العقول البشرية وعصارة التأملات وكان فيها ما يقوم على الاختبار والمشاهدة وتصدقه التجربة، وما يقوم على الافتراض والتحكم والتخييل والتوهم، وفيها الحق والباطل والعلم والجهل والحقائق الراهنة والتخيلات الشعرية، وليس الشعر محصورًا في النظم والقوافي بل هو في الفلسفة والعلم أيضًا.\nووردت هذه الفلسفات مع الفاتحين الأوروبيين فخضعت لها العقول والنفوس البشرية وأذعنت لها وقبلتها الطبقة المثقفة في الشرق وفيها من يفهمها وهو القلة القليلة وفيها من لا يفهمها وهم الكثرة الكاثرة ولكن كل مؤمن بها مسحور بسحرها يرى الطرفة والكياسة في اعتقادها ويرى ذلك شعار المثقفين الأحرار.\nوهكذا انتشر الإلحاد والارتداد في الأوساط الإسلامية من\nالجزء: 1 ¦ الصفحة: 11\n",
        "غير أن يبثه له الآباء والأساتذة المربون وأهل الغيرة ولم يسجدوا لصنم ولم يذبحوا لطاغوت، وكان ذلك دليل الارتداد والكفر والزندقة في العهد القديم ز\nنِفَاقٌ وَإِلْحَادٌ:\nوكان المارقون القدماء يخرجون من المجتمع الإسلامي وينضمون إلى مجتمع الديانة التي يدينون بها جديدًا ويعلنون عقيدتهم وَتَحَوُّلِهِمْ بصراحة وشجاعة، ويحتملون كل ما يخسرونه في سبيل عقيدتهم الجديدة ولا يلحون على البقاء في المجتمع القديم ليحافظوا على ما كانوا يتمتعون به من حقوق وحظوظ.\nأما الذي يقطع صلته عن دين الإسلام اليوم فلا يريد أن يقطع صلته عن المجتمع الإسلامي، مع أن المجتمع الإسلامي هو المجتمع البشري الوحيد الذي يقوم على العقيدة ولا يتحقق هذا المجتمع من غير عقيدة، ويلحون على أن يعيشوا في مراكزهم متمتعين بثقة هذا المجتمع، متمتعين بالحقوق التي يُخَوِّلُهَا الإسلام، إن هذا وضع شاذ لم يعرفه التاريخ الإسلامي.\nالجزء: 1 ¦ الصفحة: 12\n",
        "العَصَبِيَّاتُ الجَاهِلِيَّةُ وَدِيَانَاتُهَا:\nوهنالك نزعات جاهلية ومبادئ جاهلية حاربها الإسلام بكل وضوح وحاربها الرسول بكل قوة، كالعصبية الجاهلية التي تقوم على وحدة الدم أو الوطن أو الجنس، وَتُمَجِّدُ هذه العصبية وتبالغ في تقديسها والدفاع عنها والقتال تحت رايتها وتوزيع المجتمع الإنساني على أساسها حتى تصبح ديانة وعقيدة، وتسيطر على العقول والنفوس والأرواح والآداب وتكون هي المعرفة للحياة، ولا شك أنها في عمقها ورسوخها وقوتها وشمولها تنافس الأديان وتستعبد الإنسان، وتحبط مساعي الأنبياء وتحدد الدين الذي جاء ليحكم على الحياة في العبادات والطقوس وتقسم العالم الإنساني إلى معسكرات متحاربة وَالأًمَّةُ التي قال الله عنها: {وَإِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاتَّقُونِ} (1) في أمم كثيرة.\nلِمَاذَا يُحَارِبُ الإِسْلاَمُ هَذِهِ العَصَبِيَّاتِ؟:\nلقد حارب الرسول هذه العصبية الجاهلية بكل قوة ومن غير هوادة وأنذر منها وسد منافذها، فلا بقاء للدين العالمي ولا بقاء للأمة الواحدة مع هذه العصبيات، ومصادر الشريعة\n(1) [سورة المؤمنون، الآية: 52]\nالجزء: 1 ¦ الصفحة: 13\n",
        "الإسلامية زاخرة بإنكارها وتشنيعها، والنصوص في ذلك أكثر من أن تُسْتَقْصَى وهذا الذي يعرف بداهة من الإسلام والذي عرف طبيعة الإسلام بل عرف الإسلام بل عرف طبيعة الأديان عرف أنها لا تسيغ هذه العصبيات، ومن درس التاريخ متجردًا من الميول والمذاهب السياسية عرف أنها لم تزل ولا تزال من أقوى عوامل الهدم والتخريب والإفساد والتفريق بين الإنسان والإنسان، والمعقول المنتظر من الإنسان الذي جاء لِيُوَحِّدَ العالم ويجمع النوع الإنساني تحت راية واحدة وعلى عقيدة واحدة وَيُكَوِّنَ مجتمعًا جديدًا قائمًا على الدين وعلى الإيمان برب العالمين ويبسط الأمن والسلام وينشر الحب والوئام بين أعضاء الأسرة الإنسانية ويجعلها جسدًا واحدًا إذا اشتكى منه عضو تداعى له سائر الجسد بالسهر والحمى، من المعقول جد من هذا الإنسان أن يحارب هذه العصبيات بكل وضوح وصراحة ويجعلها كلمة باقية في عقبة لعلهم يرجعون.\nاِنْدِفَاعُ الشُّعُوبِ الإِسْلاَمِيَّةِ إِلَى إِحْيَاءِ هَذِهِ العَصَبِيَّاتِ:\nولكن العالم الإسلامي أصبح بعد ما غزته أوروبا سياسيًا وثقافيًا يخضع لهذه العصبيات الدموية والجنسية والوطنية ويؤمن بها كقضية علمية وحقيقية مقررة وواقع لا مفر منه، وأصبحت شعوبه تندفع اندفاعًا غريبًا إلى إحياء هذه\nالجزء: 1 ¦ الصفحة: 14\n",
        "العصبيات التي أماتها الإسلام وَالتَغَنِّي بها وإحياء شعائرها والافتخار بعهدها الذي تقدم على الإسلام وهو الذي يلح الإسلام على تسميته بالجاهلية وليس في معجمه تعبير أهول وأفظع منها، وَيَمُنُّ القرآن على المسلمين بالخروج عنها ويحثهم على شكر هذه النعمة التي لا نعمة أعظم منها: {وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا وَكُنْتُمْ عَلَى شَفَا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْهَا} (1)، {بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ إِنْ كُنْتُمْ صَادِقِينَ} (2)، {هُوَ الَّذِي يُنَزِّلُ عَلَى عَبْدِهِ آيَاتٍ بَيِّنَاتٍ لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَإِنَّ اللَّهَ بِكُمْ لَرَؤُوفٌ رَحِيمٌ} (3).\nمَوْقِفُ المُسْلِمِ نَحْوَ الجَاهِلِيَّةِ وَشَعَائِرَهَا:\nوالطبيعي من المؤمن أن لا يذكر جاهلية تقادم عهدها أو قار إلا بمقت وكراهية وامتعاض واقشعرار، وهل يذكر السجين المعذب الذي أطلق سراحه أيام اعتقاله وتعذيبه وامتهانه إلا وعرته قشعريرة وثارت الذكريات الأليمة القاتمة! وهل يذكر البريء من علة شديدة طويلة أشرف منها على الموت أيام سقمه إلا وانكشف بَالُهُ وامتقع لونه، وهل يذكر الإنسان رؤيا فظيعة مفزعة رآها إلا وشكر على أنها حلم زائل وَهَمٌّ\n(1) [سورة آل عمران، الآية: 103].\n(2) [سورة الحجرات، الآية: 17].\n(3) [سورة الحديد، الآية: 9].\nالجزء: 1 ¦ الصفحة: 15\n",
        "راحل، والجاهلية التي تجمع معاني الجهل والضلالة والبعد عن الحقائق وأنواع الخطر والمضار في الدنيا والآخرة أعظم من كل ذلك وجديرة بأن يثير ذكراها المقت الشديد وتحث على الشكر على التخلص منها وانقضاء أيامها ولذلك جاء في الصحيح: «ثَلاَثٌ مَنْ كُنَّ فِيهِ وَجَدَ حَلاَوَةَ الإِيمَانِ، أَنْ يَكُونَ اللَّهُ وَرَسُولُهُ أَحَبَّ إِلَيْهِ مِمَّا سِوَاهُمَا، وَأَنْ يُحِبَّ المَرْءَ لاَ يُحِبُّهُ إِلاَّ لِلَّهِ، وَأَنْ يَكْرَهَ أَنْ يَعُودَ فِي الْكُفْرِ كَمَا يَكْرَهُ أَنْ يُقْذَفَ فِي النَّارِ».\nوقد ذم الله شعائر الجاهلية وأبطالها وعظمائها في غير رفق وتحفظ فقال: {وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ وَيَوْمَ الْقِيَامَةِ لَا يُنْصَرُونَ، وَأَتْبَعْنَاهُمْ فِي هَذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ هُمْ مِنَ الْمَقْبُوحِينَ} (1)، ويقول: {وَمَا أَمْرُ فِرْعَوْنَ بِرَشِيدٍ، يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ، وَأُتْبِعُوا فِي هَذِهِ لَعْنَةً وَيَوْمَ الْقِيَامَةِ بِئْسَ الرِّفْدُ الْمَرْفُودُ} (2).\nتَمْجِيدُ الجَاهِلِيَّةِ فِي الأَقْطَارِ الإِسْلاَمِيَّةِ:\nولكن كثيرًا من الأقطار الإسلامية والشعوب الإسلامية بتأثير الفلسفات الغربية والتفكير الغربي وحده أصبحت تمجد عهدها العتيق الذي سبق الإسلام وحضارته وتقاليده وَتَحِنُّ إليه.\n(1) [سورة القصص، الآيتان: 41، 42].\n(2) [سورة هود، الآيات: 97 - 99].\nالجزء: 1 ¦ الصفحة: 16\n",
        "وتحرص على إحياء شعائره وتخليد عظمائه وأبطاله وملوكه وأمجاده كأنه عهدها الذهبي وكأنه نعمة حرمها الإسلام إياها، وفي ذلك من الجحود والنكران للجميل وقلة تقدير نعمة الإسلام وفضل محمد - عَلَيْهِ الصَلاَةُ وَالسَّلاَمُ - وتهوين خطب الكفر والوثنية وما اشتملت عليه الجاهلية من خرافات وضلالات وسفاهات ومضحكات ومبكيات ما لا يعقل عن مسلم واع وما يخاف معه الحرمان من نعمة الإسلام وسلب الإيمان والتعرض لسخط الله الشديد وقد قال: {وَلَا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ ثُمَّ لَا تُنْصَرُونَ} (1).\nالتَّحَلُّلُ مِنَ الدِّينِ وَالأَخْلاَقِ:\nأضف إلى ذلك ما يوجد في العالم الإسلامي اليوم من التهور في الحصول على المادة وإيثار الدنيا على الآخرة والإخلاد إلى الأرض واتباع الهوى وما تبع ذلك من التفسخ والاستهانة بمحارم الله وشيوع الخمر والفسوق في الطبقات الراقية حتى تكاد تكون هذه الطبقة نسخة واحدة وصورة واحدة في كل بلد إسلامي إلا من عصم ربك وقليل ما هم - والتحرر من قيود الإسلام وفرائضه تحررًا\n(1) [سورة هود، الآية: 113].\nالجزء: 1 ¦ الصفحة: 17\n",
        "تَامًّا حتى كأنها لا صلة لها بالإسلام وشريعته، وكأنها شريعة منسوخة وأسطورة خيالية.\nأَعْظَمُ خَطَرٍ يُوَاجِهُ العَالَمَ الإِسْلاَمِيَّ:\nهذا تصوير العالم الإسلامي الديني والاعتقادي بالإجمال وهي موجة جاهلية تكتسح العالم الإسلامي من أقصاه إلى أقصاه وهي أعظم موجة واجهها العالم الإسلامي في تاريخه الطويل وهي تفوق كل موجة معارضة عرفها التاريخ الإسلامي سواء في قوتها وفي شمولها وفي تأثيرها في المجتمع الإسلامي، وتمتاز عنها بأن المنتبهين لهذه الأخيرة قلائل، والذين ينقطعون إلى محاربتها ويجندون لها قواهم ومواهبهم أقل، فقد حدث الإلحاد وظهرت الزندقة بتأثير الفلسفة اليونانية في العهد القديم فوجد من يحاربها بعقله الكبير وذكائه النادر وعلمه الغزير ودراسته الواسعة وشخصيته القوية، وظهرت الباطنية والملاحدة فوجد من يحاربها بالعلم والحكمة والبرهان، وبقي الإسلام محتفظًا بنفوذه العقلي ومكانته العلمية ترتد عنه كل موجة عاتية، وينحسر عن طوده كل فيضان وكل سيل جارف.\nليست المسألة انحطاط (1) في الأخلاق، وضعف في العبادات وترك للشعائر، وتقليد للأجانب، وإن كانت مسائل تستحق\n(1) كذا في الأصل ولعل الصواب «مسألة انحطاط».\nالجزء: 1 ¦ الصفحة: 18\n",
        "العناية والجهاد، ولكن مسألة العالم الإسلامي اليوم أعظم وأضخم من كل ذلك، إنها مسألة كفر وإيمان، إنها مسألة بقاء على الإسلام وخلع له، إن المعركة قائمة بين الفلسفة الغربية اللادينية وبين الإسلام آخر الرسالات، وبين المادية والشرائع الإسلامية، ولعلها آخر معركة قامت بين الدين واللادينية وأنها تحدد مصير العالم.\nجِهَادُ اليَوْمِ:\nإن جهاد اليوم وإن خلافة النبوة وإن أعظم القُرُبَاتِ وأفضل العبادات أن تقاوم هذه الموجة اللادينية التي تجتاح العالم الإسلامي وتغزو عقوله ومراكزه، وأن تعاد الثقة المفقودة إلى نفوس الشباب والطبقات المثقفة بمبادئ الإسلام وعقائده وحقائقه وَنُظُمِهِ، وبالرسالة المحمدية، وأن يزال القلق الفكري والاضطراب النفسي اللذان يساوران الشباب المثقف وأن يقنعوا بالإسلام عقليًا وثقافيًا، وأن تحارب المبادئ الجاهلية التي رسخت في النفوس وسيطرت على العقول علميًا وعقليًا وأن يحل محلها المبادئ الإسلامية باقتناع وإيمان وحماسة.\nلقد مضى علينا قرن كامل وأوروبا تغتصب شبابنا وعقولنا وتنبت في عقولنا الشك والألحاد، والنفاق وعدم الثقة\nالجزء: 1 ¦ الصفحة: 19\n",
        "بالحقائق الإيمانية والغيبية والإيمان بالفلسفات الجديدة الاقتصادية والسياسية، ونحن معرضون عن مقاومتها ومعتمدون على ما عندنا من ثراء، مضربون عن الانتاج الجديد، معرضون عن فلسفاتها ونظمها ومحاسبتها محاسبة علمية ونقدها وتشريحها كتشريح الأطباء الجراحين، متعللون بالبحوث السطحية المستعجلة بالزيادة في ثروتنا العلمية القديمة حتى فوجئنا في العصر الأخير بانهيار العالم الإسلامي في الإيمان والعقيدة، وملك زمام الأمور في البلاد الإسلامية، جيل لا يؤمن بمبادئ الإسلام وعقيدته ولا يتحمس لها ولا تربطه بالشعب المسلم المؤمن البريء إلا «القومية الإسلامية» أو المصالح السياسية.\nوبدأت هذه العقلية أو النفسية اللادينية تتسرب عن طريق الأدب والثقافة والصحافة والسياسة إلى الجماهير حتى أصبحت الشعوب الإسلامية وفيها كل خير وكل صلاح وكل استعداد وهي من أصلح الكتل البشرية في العالم خاضعة لهذه الطبقة بحكم ثقافتها وذكائها ونفوذها، وإذا بقي هذا الوضع يُسَرِّبُ الإلحاد والفساد إلى هذه الشعوب وإلى الطبقات التي تعيش في البادية والقرى وتعمل في المصانع والمزارع وصارت في طريق اللادينية والزندقة.\nهذا ما وقع في أوروبا وهو واقع\nالجزء: 1 ¦ الصفحة: 20\n",
        "في الشرق إذا جرت الأمور مجراها الطبيعي ولم تحل إرادة الله القاهرة.\nإِلَى الإِيمَانِ مِنْ جَدِيدٍ:\nإن العالم الإسلامي في حاجة شديدة إلى دعوة إسلامية جديدة وإن هتاف الدُّعَاةِ والعاملين فيه وهدفهم اليوم «إلى الإيمان من جديد» ولا يكفي الهتاف أنه لا بد من تصميم حكيم قبل العمل، لا بد من تفكير هادئ عميق كيف نرد الطبقة المثقفة التي تحتكر الحياة وتملك الزمام إلى الإسلام من جديد وكيف نبعث فيها الإيمان والثقة بالإسلام، وكيف نحررها من رق الفلسفات الغربية والحضارة العصرية ونظرياتها اللادينية.\nالحَاجَةُ إِلَى المُخْلِصِينَ المُتَجَرِّدِينَ عَنْ الأَغْرَاضِ:\nإنه في حاجة إلى رجال ينقطعون إلى هذه الدعوة وَيُكَرِّسُونَ عليها علمهم ومواهبهم وكفايتهم، ولا يطمعون في منصب أو جاه أو وظيفة أو حكومة ولا يحملون لأحد حِقْدًا ينفعون ولا ينتفعون ويعطون ولا يأخذون ولا يزاحمون طبقة في شيء تحرص عليه تتهالك حتى لا تكون لها حُجَّةٌ عليهم ولا للشيطان سبيل إليهم، شعارهم الإخلاص والتجرد عن الشهوات والأنانيات والعصبيات.\nالجزء: 1 ¦ الصفحة: 21\n",
        "الحَاجَةُ إِلَى مُنَظَّمَاتٍ عِلْمِيَّةٍ:\nإن العالم الإسلامي في حاجة إلى منظمات علمية تهدف إلى انتاج الأدب الإسلامي القوي الجديد الذي يعيد الشباب المثقف إلى الإسلام بمعناه الواسع من جديد ويحررهم من رق الفلسفات الغربية التي آمن بها كثير منهم بوعي ودراسة وأكثرهم بتقليد وتسليم، ويقيم في عقولهم أسس الإسلام من جديد، ويغذي عقولهم وقلوبهم، إنه في حاجة إلى رجال في كل ناحية من نواحي عالم الإسلام عاكفين على هذا الجهاد.\nإنني لم أكن في فترة من فترات حياتي ممن يقول بفصل الدين عن السياسة وممن يفسر الدين تفسيرًا لا يتصادم مع وضع - مهما انحرف وشذ عن الإسلام - وينسجم مع كل مجتمع، ولا ممن يعتبر السياسة «الشجرة الملعونة في القرآن» بل أنا في مقدمة من يدعو إلى إيجاد الوعي السياسي الصحيح في الشعوب الإسلامية وإيجاد القيادة الصالحة، وممن يعتقد أن المجتمع الديني لا يقوم إلا بالملك الديني الصحيح والحكم الصالح المؤسس على أسس الإسلام ولا أزال أدعو إلى ذلك حتى ألقى الله، إنما المسألة مسألة ترتيب وتقديم وتأخير وما تقتضيه حكمة الدين وفقهه، وما تفرضه الأوضاع.\nالجزء: 1 ¦ الصفحة: 22\n",
        "تَجَارِبُ المَاضِي:\nإننا بذلنا جهودنا ومواهبنا وما أوتينا من فرص ووسائل في حركات سياسية وتنظيمية وكان كل ذلك على أساس أن الشعب مؤمن وأن من يقوده يملك زمامه - وهي الطبقة المثقفة لا محالة مؤمن مقتنع بالإسلام وعقيدته وبمبادئه متحمس للإسلام وعلوه ونفاذ حدوده، وإذا الأمر بالضد، وإذا الشعب قد ضعف في إيمانه وانحط في أخلاقه من حيث لم نشعر ولم يشعر، وإذا الطبقة المثقفة ذابت في أكثر أفرادها العقيدة الإسلامية وتبخرت بتأثير فلسفات الغرب وسياسته ونفوذه، وكثير من أفرادها ثائر على العقيدة الإسلامية مؤمن بالفلسفات الغربية وما جاءت به من عقائد وأفكار تصادم الدين وينتصر لها، ويتحمس لها ويحرص على نشرها وتنفيذها ويريد أن ينظم الحياة على أساسها وفي ضوئها، ويصل بالشعب إليها، فمنهم مسرع متهور، ومنهم حكيم متدرج، ومنهم منفذ بالقوة يفرضها على الشعب فرضًا، ومنهم هادئ يزينها للشعب، والهدف واحد ولغاية واحدة.\nأَقْسَامُ رِجَالِ الدِّينِ فِي مُعَامَلَةِ «المُثَقَّفِينَ»:\nورجال الدين - إن صح التعبير إذ ليس في الإسلام\nالجزء: 1 ¦ الصفحة: 23\n",
        "الكهنوت والطبقة الدينية الممتازة - في ذلك فريقان، فريق يحارب هذه الطبقة حربًا شعواء وَيُكَفِّرُهَا ويبتعد عنها، ويعرض عن تتبع أسباب هذا الاتجاه اللاديني، وعن ثقافتها، ولا يعني بإصلاح الأحوال وتغيير هذا الاتجاه المعارض والمحاربة للإسلام بالاختلاط بها وإزالة الوحشة والنفور عن الدين وعن رجال الدين، وتشجيع ما عندها من خير وذرة إيمان وتغذيتها بالأدب الإسلامي الصالح المؤثر، وبالزهد فيما عنده من حياة أو مال وقوة وسلطان، وتقديم النصح الخالص والتوجيه الحكيم.\nوفريق يتعاون معها ويساهم في المنافع والخيرات وينتفع بها في دنياه من غير أن ينفعها في دينها، فلا دعوة ولا عقيدة ولا غيرة على الدين، ولا حرص على الإصلاح، ولا رسالة لها في القرب والتعاون.\nوالفريق الثالث الذي يتألم بهذا الوضع ويتوجع له ويعترف بأن هذه الطبقة مريضة صالحة للتدواي مستعدة للشفاء ويتقدم إليها بالدعوة الرفيقة والرسالة الحكيمة والنصيحة الخالصة يكاد يكون مفقودًا، فلا صلة لهذه الطبقة بالدين وبالجو الديني تعيش في عزلة عنه وفي وحشة منه، ولا تزال إلا بُعْدًا عن الدين وازدراء بكل ما يتصل به ويزيدها\nالجزء: 1 ¦ الصفحة: 24\n",
        "الفريق الذي يحاربها حربًا شعواء لا هوادة فيها، والفريق الذي يتزعم الدين ويريد أن ينزع منها الحكم وينافسها في الجاه والمنصب لا يزيدها الفريقان إلا بُغْضًا للدين وإشفاقًا منه، والإنسان مفطور على بعض من ينافسه في دنياه، إذا كان لا يؤمن إلا بالدنيا، وينتزع منه الحكم والسلطان إذا كان لا يعيش إلا على الحكم والسلطان، ويساهمه في مادته وشهواته إذا كان لا يعرف إلا المادة والشهوات.\nالفَرِيقُ المَطْلُوبُ لِلْبَعْثِ الإِسْلاَمِيِّ الجَدِيدِ:\nوالأقطار الإسلامية اليوم بحاجة إلى فريق بتجرد عن المطامع ويخلص للدعوة ويبتعد عن كل ما يوهم بأن همه الدنيا والمادة والتغلب على الحكومة لنفسه أو عشيرته أو حزبه، يحل العُقَدَ النفسية والعقلية التي أحدثتها الثقافة الغربية أو أخطاء «رجال الدين» أو سوء التفاهم أو قلة الدراسة والابتعاد عن الإسلام وجوه، بالمقابلات والصداقات والمحادثات والمراسلات والرحلات وبالأدب الإسلامي الصالح المؤثر وبالروابط الشخصية، وبالنزاهة وعلو الأخلاق وقوة الشخصية والزهد في حطام الدنيا والعزوف عن الشهوات وتمثيل أخلاق الأنبياء وخلفائهم.\nالجزء: 1 ¦ الصفحة: 25\n",
        "مِنَ التَّارِيخِ المَاضِي:\nهذا هو الفريق الذي خدم الإسلام في كل عصر، وإليه يرجع الفضل في تغيير اتجاه دولة بني أمية وظهور خامس خلفاء الراشدين «عمر بن عبد العزيز» ونجاحه، وقد أعيد هذا التاريخ في عصر الملك المغولي الأكبر جلال الدين أكبر الذي ثار على الإسلام وصمم على تحويل هذه القارة الإسلامية الواسعة (الهند) التي عاشت في الحكم الإسلامي أربعة قرون جاهلية برهمية، ولكن بفضل هذه الدعوة الحكيمة وبظهور داعية إسلامي مجدد وشخصية إسلامية حكيمة أخلصت للإسلام وأحسنت فقهه وفقه الدعوة، وبتأثير تلاميذه عادت الهند إلى الإسلام أقوى وأفضل، وتوالى على عرش أكبر ملوك يتدرجون في الصلاح وحب الإسلام حتى جاء على العرش ملك يتجمل تاريخ الإسلام وتاريخ الإصلاح بذكره وحديثه.\nفَرِيضَةٌ لاَ تَحْتَمِلُ التَّأْخِيرَ:\nإنها فريضة لا تحتمل التأخير ولا تأخير يوم واحد، فالعالم الإسلامي يواجه اليوم موجة ردة عنيفة منتشرة في أعز أبنائه وأقوى أجزائه، إنها ثورة على أعز ما يملك من عقيدة وخلق\nالجزء: 1 ¦ الصفحة: 26\n",
        "وقيم، ولا بقاء للعالم الإسلامي بعد ضياع هذه الثروة التي خلفها الرسول وتوارثتها الأجيال وجاهد في سبيلها أبطال الإسلام.\nفليكن الموضوع موضع دراسة واهتمام لجميع من يهمهم أمر الإسلام.\nالجزء: 1 ¦ الصفحة: 27\n",
        ""
    ]
}