{
    "1": [
        "رسالة الخط والقلم\nرسالة الخط والقلم\nالدِّينَوري، ابن قتيبة\nالكتاب:\nرسالة الخط والقلم\nالمؤلف:\nأبو محمد عبد الله بن مسلم بن قتيبة الدينوري (المتوفى: 276هـ)\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "نص الرسالة\nأبو محمد عبد الله بن مسلم بن قتيبة الدَّينوري في ذكر الخط والقلم.\nقال أبو محمد المذكور: يُسمَى القلمُ الذي يُكتبُ به قلماً لأنَّه قُلِّمَ وقُطِعَ ومنه قَلَّمتُ أظفاري ومنه قِيلَ قُلامَةُ الظُّفرِ لما يُقطَع منه.\nوقالَ غيرُهُ: يُقالُ للشيءِ الذي يُقلَمُ به مِقلَمٌ.\nقالَ ابنُ قُتَيبةَ: وقد تُسمَّى القِدَاحُ أقلاماً وإنَّما سُمِّيَتْ بذلك لأَنَّها تُبرَى قالَ اللهُ عزَّ وجَلَّ: (إذْ يُلقُونَ أَقلاَمَهُمْ أَيُّهُم يَكْفُلُ مَريَمَ) قالَ: كَانوا تَشَاحُّوا في كَفالتها فضربوا عليها بالقِدَاحِ فخرج قِدْحُ زكريَّا فكفلها.\nوقالَ عبد الله بن عبد العزيز: كُلُّ قصبة قُطِعَتْ منها قِطعة فالقطعةُ قَلَمٌ وكلُّ عودٍ نُجِرَ وعُلِّمَ رَأسُهُ بعَلامَةٍ فَهو قَلَمٌ.\nوقالَ في قوله عزَّ وجلَّ: (إذْ يُلقُونَ أَقلاَمَهُم) : جاء في التفسير أَنَّها كانت عِيدانَاً مكتوب على رؤوسها أسماؤهم.\nوجمع القلم: أقلام وقِلام مثل جَبَل وجِبَال.\nالبَرْيُ ووجوهُهُ\nقال أبو عُبَيدَة: لا يُقَالُ للقلم (قلم) حتى يُبرى وإلاَّ فهو قصبةٌ. ولا يُقَالُ للرمح (رمح) إلاَّ وعليه سِنان وإلا فهو قناةٌ ولا يُقال للمائدة (مائدة) إلاَّ وعليها طعامٌ وإلاَّ فهي خِوانٌ ولا يُقالُ للكأس (كأس) إلاَّ وفيها شرابٌ وإلاَّ فهي زجاجةٌ. ولا يُقالُ للسرير (أريكة) إلاَّ وعليها حَجَلَةٌ وإلاَّ فهي سريرٌ.\nويُقال من البَرَي: بَرَيتُ القلمَ أبريه بَرياً وبرايةً وقَلَمٌ مَبرِيٌّ غير مهموز فأنا بارٍ للقلم. ويُقال لما يسقطُ منه عندَ البَري (بُراية) على وزن فُعالة والفُعالة اسمٌ لكلِّ فَضلَةٍ تفضلُ من شيءٍ قليل أو كثير كالقُمامة والكُساحة والجُرامة: وهو اسم لمَا بقى من كَرَب النَّخْل.\nفإذا أمرتَ من البَرْي قلتَ: إِبرِ قَلَمَكَ بَريَاً جَيِّداً وبِرايةً جَيِّدَةً. قالَ الشَّاعرُ:\nيا بَاري القَوسِ بَريَاً ليس يُحكِمُهُ\n...\nلا تُفسِدِ القَوسَ، أَعطِ القَوسَ بَارِيهَا\nوأصلُ البَري التَّرقيق الإرهاف ومنه قيل: بَرَت العِلَّةُ جِسمَ فلانٍ إذا أَنحلته لأنَّ باري القلم يُرِقُّ موضع سِنِّه عن سائِرهِ.\nوتقولُ: قَطَطْتُ القلمَ أَقُطُّهُ قَطَّاً إذا قطعتَ سِنَّهُ والأصلُ في القَطِّ القَطعُ ومِنهُ يُقالُ ضَرَبهُ على مَقَطِّ شعرِهِ وهو حيثُ يُقطع شعرُ الرَّأس من القَفا.\nويُقالُ للعودِ الذي يُقَطُّ عليه القَلَمُ: مِقَطٌ وجمعه مَقاطٌّ وأنشدَ:\nرابي المَجَسِّ جَيِّدُ المَخَطِّ\nكأنَّما قُطَّ على مِقَطِّ\nوتقولُ: قلمٌ مَقطُوطٌ وقَطيط مثل مقتول وقيل وأنا قاطٌ والأصلُ: قاطِطٌ كقولك: ضَرَبتُ وأنا ضاربٌ فأدغمتَ إحدى الطاءَين في الأخرى.\nفإذا أَمَرتَ منه قلتَ: قُطَّ قلمَكَ وإن أَظهَرتَ التخفيفَ قلتَ: اقطِطْ قَلَمَكَ.\nوتقولُ: قَصَمتُ القَلَمَ أقصمُهُ قَصمَاً وهو مَقصُومٌ. وأصلُ القَصمِ الكَسرُ ومنه قولهم: انقصمت ثنيَّتُهُ إذا انكسرتْ من عَرضِها. ويُقالُ: ثنيَّةٌ قَصماءُ ورجلٌ أَقصَمٌ وامرأةٌ قَصماءَ. فإن انكسرتِ الثنيَّة طولاً فهو أَنقَصُ وقد انقاصت ثَنِيَّتُهُ.\nويقالُ لسِنِّ القَلَمِ: الجِلفَة وهي مؤنَّثة مأخوذٌ من سِنِّ الإنسانِ.\nوإذا تركتَ شحمَهُ عليه ولم تأخذه قلتَ: أشحمتُ القَلَمَ فهو مُشحَمٌ وإذا أخذتَ شَحمَهُ قلتَ شَحمتُهُ أشحمُهُ شَحماً وهو قلمٌ مشحومٌ.\nوإنِ استَأصَلتَ شحمَهُ وأخذتَ من بطنِهِ قلتَ: قَلَمٌ مُبَطَّنٌ وقد بَطَّنتُهُ تبطيناً.\nويُقالُ للشَّحمةِ التي في رأس القلم: الضَّرَّة شُبِّهَت بضرَّةِ الإبهام فإذا أخذتَ الشحمة قيلَ لموضعها: الحُفرَةُ وهو قلمٌ محفورٌ.\nويُقالُ: قَلَمٌ مُذنَبٌ إذا بُرِيَت لَه سِنٌّ غَلِيظَةٌ غير مشقوقة تُصلَحُ بها اللِّقية. وقد ذَنَّبتُ القلمَ تَذنيباً؛ لأنَّه مفعول به. وليس كقولهم: بُسرَةٌ مِذنَبَةٌ لأنَّ التَّذنيبَ ظهرَ منها فنُسِبَ الفِعلُ إليها وكذلكَ: جرادةٌ مِذنَبَةٌ وفرسٌ ذَنوبٌ: إذا كانَ طويلَ الذَّنَبِ وقلمٌ ذَنوبٌ: طَويلُ الذَّنَبِ.\nالدَّواة\nتقولُ العربُ: دَواة ودياة ودَوِيّ ودَوىً مقصور وهو الجمعُ الكثيرُ قال الشاعرُ:\nالجزء: 1 ¦ الصفحة: 1\n",
        "دَعِ الأَطلالَ يَندُبْها السَّويُّ\n...\nويَبْكِ على مغانيها الوَليُّ\nوتَرقُشْها السَّواري والسَّوافي\n...\nكما رَقَشَتْ مَهارِقَها الدَّوِيُّ\nوتقولُ: أدويتُ دَواةً أي: اتخذتُ دواةً وأنا مُدوٍ.\nوإذا أمرتَ غيرَكَ قلتَ: إِدوِ يا فُلانُ.\nويُقالُ للذي يبيع الدَّويَّ: دَوَّاء كقولك: تَبَّان وشَعَّار وخيَّاط.\nويُقالُ للذي يعمل الدَّوِيَّ: مُدوٍ كما يُقالُ للذي يصلحُ القَنَا: مُقنٍ. قال الرَّاجزُ:\nكما أقامَ دَرءَها المُقَنِّي\nويُقال للذي يحمل الدَّواة: داوٍ كما يُقال للذي يحملُ السَّيفَ: سائف، والذي يحملُ الرُّمحَ: رامح، والذي يحملُ التُّرسَ تَارِس.\nالليقَة\nيُقالُ للصُّوفةِ والقُطنَةِ التي تكونُ في الدَّواة: لِيقة وتجمع أَليَاقَاً. وإنَّما سُمِّيَت: لِيقة؛ لأنَّها تَحبِسُ ما جُعِلَ فيها من السواد وتُمسكُهُ، مأخوذ من قولهم: \"فلانٌ ما تَليقُ كَفُّهُ دِرهَمَاً\" أي: ما تحبسه فتمسكه. وكفٌّ ما يليقُ بها درهمٌ أي: ما تحبس ولا تستمسك. قال الرَّاجزُ:\nكفَّاكَ: كَفٌّ مَا تليقُ دِرهَماً\nجُواداً، وكَفٌّ تُعطِ بالسَّيفِ الدَّما\nوروى أبو العبَّاس محمد بن يزيد المُبَرِّد قال: دخل الأصمعي على الرَّشيد بعدَ غَيبَةٍ غابها فقالَ: كيفَ حالك يا أَصمَعِيُّ؟ فقال: يا أميرَ المؤمنين ما ألاقتني أرضٌ. أي ما حبستني حتى خرجت عنها. فأمسكَ الرَّشيدُ. فلمَّا تفرَّق أهل المجلس قال له: ما معنى ألاقَتْني؟ قال: حبستني فقال الرَّشيد: لا تكلمني في مجلس العامَّة بما لا أعلمُ.\nوتقولُ: أَلَقتُ الدَّواةَ فهي مُلاقَةٌ ولِقتُها فهي مَلِيقَةٌ إذا جمعتَ مِدادَها في صوفِها وقُطنِها.\nوقولهم: \"ما يليقُ هذا الأمرُ بصَفَرِي\" أي: قلبي أي ما يُمسكه ويجتمع فيه وأنشدَ العامريُّ:\nلعمرك إنَّ الحُبَّ يا أُمَّ مالكٍ\n...\nبجسمي جزاني اللهُ منك لَلائقُ\nويًقالُ: لِقتُ الدَّواةَ وهي مَلِيقةٌ هذا إذا أصلحتَها وزدتَ في سَوادها فأما إذا لم تكن فيها لِيقةٌ فجعلتَ فيها لِيقةٌ فألَقتَهَا بالألف لا غير وإذا أمرتَ من ألقت قُلتَ: أَلِقْ دَواتَكَ بقطع الألف إلاقَةً وأنتَ مُلِيقٌ وإذا أمرتَ من قولك: \"لقت\" قلت: لِقِ الدَّواة ليقاً جيِّداً وأنتَ لاقٍ وقد أَمَهتَ اللِّيقةَ أُمِيهُها إماهةً فأنا مُمِيهٌ لها إذا أكثرتَ ماءَها وقد ماهَت فهي تماهُ وتموهُ وهي مائِهةٌ إذا كثر ماؤها.\nويُقالُ: صُفتُ الدَّواةَ أصُوفُها صَوفَاً: إذا جعلتَ فيها ليقةً من صوف وكَرْسَفْتُها أُكَرسِفُها كرسفةً وكرسافاً إذا جعلتَ فيها لِيقة كُرْسُفٍ وهو القُطنُ.\nالمِداد\nيُقالُ هو المِدادُ وهي المِدادُ لأنَّه جَمعُ مِدادةٍ وكلُّ جمعٍ ليس بينه وبين واحِدهِ إلاَّ الهاء فإنَّه يُذكَّر ويؤنث مثل غمامة وغمام وحمامة وحمام وشجرة وشجر.\nويُقالُ: مَدَدتُ الدَّواةَ أَمُدُّهَا مَدَّاً وهي دَواةٌ مُمَدَّةٌ إذا جعلتَ فيها مِداداً فزدتَ فيها مداداً آخرَ تَقولُ: أمددتُها إمداداً فهي مُمَدَّةٌ وكلُّ شيء يَزِيد في شيءٍ بنفسه فإنَّهُ يُقالُ فيه: مَدَّهُ يَمُدُّهُ. قال الله تعالى: (والبَحرُ يَمُدُّهُ مِن بَعدِهِ سَبعَةُ أَبحُرٍ) .\nفإن كانَ الشَّيءُ يزيد في الشَّيءِ بغيره فهو بالألف يُقالُ: أمددتُهُ بالرِّجالِ وبالمالِ. قال الله تعالى: (وأَمدَدنَاكُم بِأَموَالٍ وبَنِينَ) .\nويُقالُ لِما أُمِدَّ به السِّراج من الزيت: مِدادٌ وكلُّ شَيءٍ أمددتَ به شيئاً فهو مِدادٌ ومنه أٌخِذَ اسم المِدادِ وأنشدَ الأَخطَلُ:\nرأَت بارقاتٍ بالأَكُفِّ كأنَّها\n...\nمَصابِيحُ سُرْجٍ أُيِّدَت بِمِدَادِ\nأي: بزيتٍ فسمَّاه مِداداً لأن السِّراجَ يُمَدُّ به فهذا دليلٌ على ما قلناه.\nوتَقولُ: استَمدِدْ من الدَّواة إذا أمرتَهُ أن يأخذَ على القلم مِداداً واستمدد فلاناً إذا سألته أن يجعَلَ على قلمك مِداداً فيقول: قد أمددتُك إمداداً.\nوتَقولُ: أَمِدَّني على قلمي مِداداً وأَمِدَّني من دَوَاتِكَ أي: أمكِنِّي من مِدادها فأستمدَّ منه.\nالجزء: 1 ¦ الصفحة: 2\n",
        "فإذا قَطَرَ من رأسِ القلمِ شيءٌ من المِدادِ قِيلَ: رَعَفَ القَلمُ يرعُفُ وهو قلمٌ رَاعِفٌ فإذا أخذتَ مِدَادَاً فقَطَرَ قلتَ: أرعفتُ القلمَ إرعافاً وهو قلمٌ مُرعَفٌ.\nوتقولُ: استمدِد ولا تُرعِف أي لاتُكثِر المِدادَ حتى يقطرَ القلمُ.\nالحِبر\nيُقالُ للحِبرِ: اللون. يُقالُ: إنَّ فلاناً لنَاصِعُ الحِبرِ يُرادُ به اللونُ النَّاصعُ الصَّافي من كلِّ لَونٍ قالَ ابنُ أَحمرَ:\nسَبَتهُ بفاحِمٍ جَعدِ\n...\nوأَبيَضَ نَاصعِ الحِبرِ\nيُريدُ سَوادَ شعرِها وبَياضَ لَونِها.\nويُقالُ: فُلانٌ قد ذهَبَ حِبرُهُ وسِبرُهُ فالحِبرُ: الحُسنُ والسِبرُ: الثِّيَابُ والهَيئَةُ.\nوقال الأصمعي: إنَّما سُمِّيَ حِبرَاً لتأثيره. يُقالُ: على أسنانه حبرٌ إذا كثرتْ صُفرتُها حتى تضرِبَ إلى السَّواد. والحِبرُ: الأَثرُ يبقى على الجلد من الضَّربِ. يُقالُ: قد أحبرَ جلده إذا بَقِيَ به أَثَرٌ بضربٍ وأنشد:\nلقد أشمتَتْ بي أهلَ فَيْدٍ وغَادَرَتْ\n...\nبكفِّيَ حِبراً بنتُ مَصَّانَ بَادِيا\nقال أبو العبَّاس: وأنا أحسبُ أنَّه سُمِّيَ بذلك لأن الكتبَ تُحَبَّرُ به أي تُحَسَّنُ.\nوقال الأُمَوي: إنَّما سُمِّيَ الحِبرُ حِبرَاً لأنَّ البليغَ إذا حَبَّرَ به ألفاظَهُ وأَتَمَّ بيانَهُ أحضرَ معانيَ الحِكَمِ آنَقَ من حَبَرات اليَمَن ومفوَّفات وَشيِ صَنعاء.\nالكتاب\nقال أبو عُبَيدَةَ وغيره من أهل اليمنِ: يُسَمَّى الكِتَابُ كتاباً لتأليف حروفه وانضمام بعضها إلى بعض وكلُّ شيءٍ جمعتَهُ وضممتَ بعضَهُ إلى بعض فقد كتبتَهُ. قال الشاعر:\nلا تأمَنَنَّ فَزَارِيَّاً خَلَوتَ به\n...\nعلى قَلُوصِكَ واكتُبها بأَسيَارِ\nأي: ضُمَّ شُفرَي حَيائِها واجمَعهُما.\nوتَقولُ: قد كتبتُ الكِتَابَ كَتْباً وكِتاباً وكِتابةً ومَكتبةً إذا جَمَعتَ بين حروفه وضممتَ بعضَها إلى بعض وأنا كاتبٌ والجمعُ: كاتِبون وكُتَّاب وكَتَبَة وكتب.\nويُقالُ للخيلِ إذا جُمِعَت وضُمَّ بَعضُها إلى بعضٍ: كَتِيبَة.\nويُقالُ: كَتَبَ الرَّجُلُ إذا خَطَّ وأكتَبَ يكتبُ إكتاباً إذا صارَ حَاذِقاً بالكتابِ.\nويُقالُ: أَتَيتُ فُلانَاً فأَكتَبتُهُ إذا وجدتَه كَاتباً كقولهم: أبخلتُهُ: وجَدتُهُ بخيلاً وأَسخَيتُهُ: وجَدته سَخِيَّاً.\nويُقالُ: قد استكتبَ فُلان: إذا ادَّعى أن يكونَ كَاتباً.\nوالمُكَتِّبُ: المُعَلِّمُ. والمَكتَبُ: الموضعُ الذي يكتب فيه. والمُكُتَّب: الموضع الذي يتعلم فيه الكتابة.\nوتَقولُ: قد كَتَّبتُ الغلامَ أُكَتِّبُهُ تكتيباً وأكتَبتُهُ إكتاباً إذا علَّمتَهُ الكتابَةَ.\nوتَقولُ: قد كاتبتُ فُلاناً أي: خايرته فكتبتُهُ أي: غلبته في جودةِ الخَطِّ فكنت أَكتَبَ منه فهو مَكتوبٌ كقولك: فاخرته ففَخَرتُهُ أي: فكنت أَفخَرَ منه. وفاطَنتُهُ ففطَنتُهُ أي: كنتُ أَفطَنَ منه.\nويُقالُ للحافِظ العَالِم: الكاتبُ ومنه قول الشاعر:\nأَوصَيتُ بالحَسنَاءِ قَلبَاً كاتباً\nوزخرفته: إذا حَسَّنتَه وزيَّنتَه ونَمَّقتَه.\nوأنشد المُرَقِّشُ:\nالدَّارُ وَحشٌ والرسومُ كما\n...\nرَقَّشَ في ظَهرِ الأديِمِ قَلَم\nوبهذا البيت سُمِّي المُرَقِّش.\nوتَقولُ العربُ: زَبَرتُ الكتابَ أَزبُرُهُ زَبراً وزَبورَاً إذا كتبتَهُ.\nوالزُّبُرُ: الكُتُبُ واحدها زَبور وهو فَعول في موضع مفعول كما قالوا: ناقة رَكُوب حَلُوب أي: مركوبة ومحلوبة. وقد يكون زَبور بمعنى زابِر أي: كاتِب كقولك: ضارِب وضَروب قالَ امرُؤُ القَيس:\nأَتَت حِجَجٌ بعدي عليها فأَصبَحَت\n...\nكخَطِّ زَبُورٍ في صحائفِ رُهبانِ\nأي: بخطِ كاتِبٍ وقالَ أبو ذُؤَيب:\nعَرَفتُ الدِّيَارَ كرَقمِ الدَّوا\n...\nةِ يَزبُرُهُ الشَّاعِرُ الحِميَرِيُّ\nأي: يكتبه. ومَن رَواه: يَذبُرُهُ بالذَّال أراد: يقرؤه. وقوله: كرَقمِ الدَّواةِ أي: بالكتابة بالدَّواة. قالَ اللهُ عزَّ وجلَّ: (كِتابٌ مَرقُومٌ) وقال الشَّاعرُ:\nسأَرقُمُ بالماءَ القَرَاح إليكُمُ\n...\nعلى نَأيِكُم إن كانَ للمَاءِ رَاقِمُ\nالمَطُّ\nالجزء: 1 ¦ الصفحة: 3\n",
        "المَطُّ في الكتاب والمَدُّ سواء تَقولُ: مَطَطتُ الحرفَ أي: مَدَدتُهُ وهو حرفٌ مَمطوطٌ وأنا ماطٌّ والأصل: ماطِطٌ على وزن فاعِل أُدغِمَت إحدى الطَّاءَين في الأخرى.\nفإذا أمرتَ قُلتَ إذا أَدغَمتَ: مُطَّ حُروفكَ يا فتى.\nوالطَّاءُ والتَّاءُ والدَّالُ يتعاقَبنَ فَجَعَلَ بَعضَهُنَّ مكانَ بعضٍ لأنَهنَّ مهجورات متقاربات المخارج من الفَم. ومنه يُقالُ: مَتَتْتُ إلى فُلان بكذا وكذا أي: مددتُ إليه به فالتَّاءُ في موضع الدَّال لقُربها منها.\nالتَّطلِيس\nوالتَّطلِيس في الكتاب مثل التَّرمِيد والاسمُ الطُّلسَةُ وإنَّما أُخِذَ من الطَّيلَسَاءِ ممدود وهي لونُ الليلِ ومنه قيل للطَيلَسَانِ الأزرق: طَيلَسان قال الشَّاعرُ:\nألاَّ روائدَ في المحلَّة بينَها\n...\nكالطَّيلَسَانِ من الرَّمَادِ الأَزرَقِ\nومنه قيلَ: ذِئبٌ أَطلَسُ وهو الذي يُشبِهُ لَونَهُ لونَ الرَّمَادِ.\nالقِرطَاس\nتَقولُ العَرب: قِرْطاس وقُرْطاس وقَرْطاس ثلاث لغات وقِرْطَس وقَراطِس مثل: دِرهَم ودَراهِم.\nوتَقُولُ: قد تَقَرطَستُ قِرطاساً: إذا كتبتَ في القِرطاس وأنا مُقَرطَسٌ بقِرطَاسٍ.\nوتقولُ: قد قَرطَسَنَا فلانٌ إذا أَتَى بقِرطَاس.\nالسَّحاة\nتَقولُ: سَحاة وسَحا: قشر. تَقولُ: أَسحَيتُ الكتابَ أُسحِيهِ إِسحاءً: إِذا جعلتَ عليه سَحاةً.\nوإذا أمرتَ قلتَ: أَسحِ كتابَكَ أي: اجعَلْ عليه سَحاةً، وهو كتابٌ مُسَحَّىً وإذا أمرتَ قُلتَ: سَحِّ كِتَابَكَ.\nوتَقولُ: سَحَوتُ القِرطاس أسحوه سَحواً وسَحَيتُهُ أسحاهُ سَحياً إذا أخذتَ منه سَحاة.\nوهو قِرطاسٌ مَسحُوٌّ من قولك: سَحَوتُ. ومَسحِيٍّ من قولك: سَحَيتُ.\nوأصلُ السَّحوِ: القَشرُ ومنه يُقالُ: سَحَوتُ\nالطين\nَ عن رأسِ الدَّنِّ: إذا قَشَرتَهُ. ومنه سُمِّيَتِ المِسحَاةُ مِسحاةً لأنَّها تقشرُ الأرضَ.\nوجمع السَّحَاة: سَحاءات وسِحاء وجمع السَّحاية: سَحايات وسَحايا.\nالتُّراب\nتَقولُ: أَترَبتُ الكتَابَ أُترِبُهُ إِترَابَاً وتَرَّبتُهُ تتريباً إذا ألقَيتَ عَليهِ التُّرابَ.\nوإذا أَمَرتَ قلتَ: أَترِبْ كِتَابَكَ إِترَابَاً جيِّداً وتَرِّبهُ تَترِيبَاً.\nوكتابٌ مُترَبٌ من قولك: أَتْرَبْتْ ومُتَرَّبٌ من قولك: تَرَّبتُ.\nوتقولُ إذا ألقيتَ عليه الأُشارةَ وهي ما ألقاهُ المِيشارُ: أشَّرتُ أؤشِّرُ تأشيراً.\nالعنوان\nتَقولُ العربُ: هو عُنوانُ الكتابِ وعُنيانُهُ وقد مُعَنوَنٌ وعنَّنتُهُ تَعنيناً وهو كتابٌ مُعَنَّنٌ.\nويُقالُ: عُنوانُ كلِّ شيءٍ أَثرُهُ قال حسَّانُ بن ثَابت:\nضَحَّوا بأَشمَطَ عُنوانُ السُّجُودِ به\n...\nيُقَطِّعُ الليلَ تَسبيحاً وقرآناً\nأي: أثرُ السُّجُودِ بَيِّنٌ بوجهه وجمع العُنوان: عَناوِين.\nالطِّين\nتَقولُ: طِنتُ الكتابَ أَطَنتُهُ طِينَاً مفتوح الطَّاء إذا جعلتَ عليه طيناً وهو كتابٌ مَطينٌ وأنا طائنٌ وإذا أمرتَ قلتَ: طِنِ الكِتابَ طَيناً جَيِّداً قالَ الشَّاعرُ:\nوَعُنِ الكِتابَ إذا أَرَدتَ جَوَابَهُ\n...\nوطِنِ الكِتابَ لكي يُسَرَّ ويُكتَمَا\nفإذا أَعَدتَ الطِّينَ مَرةً بعدَ مَرةٍ على الكتاب أو غيره قلتَ: طَيَّنتُهُ تَطيِيناً وهو مُطَيَّنٌ. ويُقالُ للَّذي يُجعَلُ فيه الطِّينُ: مِطيَنَة.\nالخاتم\nيُقالُ: خاتِمٌ وخاتَمٌ وخاتامٌ وخَيْتامٌ وخاتِيام.\nوأنشدوا في الخَيتام:\nولقد وَعدتَ وأنتَ أكرمُ واعدٍ\n...\nلا خَيرَ في وَعدٍ بغيرِ تَمام\nإنَّ الأُمُورَ حَمِيدَها وذَميمَها\n...\nفي النَّاسِ مِثلُ عَواقبِ الخَيتامِ\nوأنشدوا في الخاتيام:\nأخَذتَ من سُعداك خاتياماً\nلِمَوعِدٍ يُكسِبُكَ الآثَاما\nوتَقولُ: نظرت إلى الكتب فأختمتها أي: وجدتها مختومةً كقولك: أَبخَلتُ الرَّجُلَ: وجَدتُهُ بخيلاً.\nويُقالُ في الخُتم: الخِتام ولا يُقالُ: الخاتم.\nالقراءات ووجوهها\nيُقالُ: قرأتُ الكِتابَ أقرؤُهُ قِراءَة وأنا قارئٌ وهو كتابٌ مقروءٌ.\nوإذا أَمرتَ قلتَ: اقرَأ هذا الكتابَ. فإن لقيَ الفعلُ ألفاً ولاماً كسرتَ الهمزةَ فقلتَ: اقرَأِ الكِتابَ.\nالجزء: 1 ¦ الصفحة: 4\n",
        "وأصلُ القراءةِ جمعُ بعضِ الحروف إلى بعض وإنَّما سُمِّيَ (القرآنُ) قُرآناً لاجتماع بعضِ سُورهِ على بعض. قالَ اللهُ تعالى: (فإذا قَرأناهُ فَاتَّبعْ قُرآنَهُ) أي: إذا جَمَعناه فاتبع جمعَهُ. ويُقالُ: إذا أَلَّفنَاهُ.\nوقالَ أبو عُبَيدَةَ: تَقولُ: قد قرأ البعيرُ العَلَفَ إذا جمعه في شِدقِهِ. قال عمرو بن كُلثُوم:\nذِراعَي حُرَّةٍ أَدمَاءَ بَكرٍ\n...\nهِجانِ اللَّونِ لم تَقرَأ جَنِينا\nأي: لم تجمعه في رَحمِها.\nومنه قَولُهم: \"ما قَرَأَتِ النَّاقَةُ سَلىً قَطُّ\" أي: لم تجمعه ولم تشتمل عليه والسَّلَى: الجلدة الرَّقيقة تكونُ على رأسِ المولودِ إذا خرجَ من بطنِ أُمِّهِ.\nومنه قَولُهُم للحوضِ: مِقراة لأَنَّهُ يُجمَعُ فيه الماء.\nومنه سُمِّيَتِ القُرَى لأَنَّهَا مجامِعُ النَّاسِ الَّذين يَنزِلُونَهَا.\nالدِّيوان\nديوان أصله دِوَّان. كذلك الدِّينار والقِيراط: دِنَّار وقِرَّاط فكرهوا التَّضعيفَ والكسرة فأبدلوا من المُضاعَف الأَوَّل الياءَ للكسرة فإذا زالتِ الكَسرَةُ واتصلَ أحد الحرفين من الآخر رجع التَّضعيف فقلتَ: دُنَينير وقُرَيرِيط ودُوَيوين.\nقال الأصمعيُّ: والدِّيوانُ أَعجميٌّ في الأصل عَرَّبَتهُ العَرب وكانَ أصلهُ \"أي ديوانه\" وأوَّلُ مَن قالَ ذا كِسرى وكان أَمَرَ الكُتَّابَ أن يجتمعوا في داره ويعملوا حِسابَ السوادِ في ثلاثة أيَّام وأعجلهم في ذلك وأخذوا فيه فاطَّلع عليهم فرأى قوماً يَحسِبُونَ كأسرعِ ما يكون من الحساب ويكتبون فعجب من سرعة حركتهم فقالَ: \"أي ديوانه\" أي هؤلاء شياطين وسُمِّي موضعهم ديواناً فاستعملتِ العربُ هذا الاسم حتى جعلوا لكلِّ مُحَصلٍ مجموعٍ من شعرٍ أو كلامٍ أو حسابٍ ديواناً.\nوالعونُ من أعوان الدِّيوان مشتقٌّ من الإعانة تقول: أَعنته أُعِينُهُ إعانةً ومَعونةً فجعل العونَ اسماً للمعين وجمعه أعوان.\nالتاريخ\nتَقولُ: أَرَّختُ الكتابَ وأُؤَرِّخُهُ تأريخاً وهو كتابٌ مُؤَرَّخٌ، مهموز، وأنا مؤرِّخٌ ووَرَّخْتُهُ أُوَرِّخُهُ توريخاً وهو مُوَرَّخٌ بغير همز وأنا مُوَرِّخٌ وأَرَختُهُ بالتَّخفيف أرخه أرخاً وهو كتابٌ مأروخٌ وأنا آرخٌ على مثال فاعل وإذا أمرتَ قلتَ: أَرِّخِ الكتابَ تاريخاً وإذا أَمرتَ مِن: وَرَّخت قلتَ: وَرِّخِ الكتابَ توريخاً وإذا أمرتَ مِن: أَرَخت مخفَّفة قلتَ: رِخِ الكتابَ رِيخاً وللاثنين رِيخا وللجمع: رِيخوا.\nالجزء: 1 ¦ الصفحة: 5\n",
        ""
    ]
}