{
    "1": [
        "رسالة الغفران\nرسالة الغفران\nأبو العلاء المعري\nالكتاب:\nرسالة الغفران\nالمؤلف:\nأحمد بن عبد الله بن سليمان بن محمد بن سليمان، أبو العلاء المعري، التنوخي (المتوفى: 449هـ)\nالناشر:\nمطبعة (أمين هندية) بالموسكي (شارع المهدي بالأزبكية) - مصر\nصححها ووقف على طبعها:\nإبراهيم اليازجي\nالطبعة:\nالأولى، 1325 هـ - 1907 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nاللهم يسّر وأعن\nقد علم الجبر الذي نسب إليه جبريل، وهو كلّ الخيرات سبيل، أن في مسكني حماطة ما كانت قطّ أفانية، ولا الناكزة بها غانيةّ، تثمر من مودّة مولاي الشيخ الجليل، كبت الله عدوّه، وأدام رواحه إلى الفضّل وعدّوه، ما لو حملته العالية من الشجر، لدنت إلى الأرض غصونها، وأذيل من تلك الثمرة مصونها.\nوالحماطة ضرب من الشجر، يقال لها إذا كانت رطبة: أفانية، فإذا يبست فهي حماطة. قال الشاعر:\nإذا أمّ الوليِّد لم تطعني\n...\nحنوت لها يدي بعصا حماط\nوقلت لها: عليك بني أقيش، فإنّك غير معجبة الشَّطاط وتوصف الحماطة بإلف الحيّات لها، قال الشاعر:\nأتيح لها، وكان أخا عيال،\n...\nشجاع في الحماطة مستكن\nوإن الحماطة التي في مقرّي لتجد من الشوق حماطة، ليست بالمصادفة إماطة. والحماطة حرقة القلب، قال الشاعر:\nوهمٍّ تملأ الأحشاء منه\nفأما الحماطة المبدوء بها فهي حبة القلب، قال الشاعر:\nرمت حماطة قلب غير منصرفٍ\n...\nعنها، بأسهم لحظلم تكن غرباً\nوإنّ في طمري لحضباً\n...\nوكلّ بأذاتي، لو نطق لذكر\nشذاتي، ما هو بساكن في الشقاب، ولا بمتشرف على\nالنقاب، ما ظهر في شتاء وصيف، ولا مرّ بجبل ولا خيف،\nيضمر من محبة مولاي الشيخ الجليل، ثبت الله أركان العلم بحياته،\nالجزء: 1 ¦ الصفحة: 5\n",
        "ما لا تضمره للولد أمّ، أكان سمُّها يدّكر أم فقد عندها السُّم. وليس هذا الحضب مجانساً للَّذي عناه الراجز في قوله: وقد تطويت انطواء الحضب وقد علم، أدام الله جمال البراعة بسلامته، أن الحضب ضرب من الحيات، وأنّه يقال لحبة القلب حضب.\nوإنّ في منزلي لأسود، وهو أعزّ عليّ من عنترة على زبيبة، وأكرم عندي من السُّليك، عند السُّلكة، وأحق بإيثاري من خفاف السُّلميّ بخبايا ندبة وهو أبداً محجوب، لا تجاب عنه الأغطية ولا يجوب، لو قدر لسافر إلى أن يلقاه، ولم يحد عن ذلك لشقاء يشقاه. وإنه إذ يذكر، ليؤنَّث في المنطق ويذكر، وما يعلم أنّه حقيقي التذكير، ولا تأنيثه المعتمد بنكير. لا أفتأ دائباً فيما رضي، على أنّه لا مدفع لما قضي. أعظمه أكثر من إعظام لخم الأسود بن المنذر وكندة الأسود بن معد يكرب، وبني نهشل بن دارم الأسود بن يعفر ذا المقال المطرب. ولا يبرح مولعاً بذكره كإيلاع سحيم بعميرة في محضره ومبداه، ونصيب مولى أمّية بسعداه.\nوقد كان مثله مع الأسود بن زمعة، والأسود بن عبد يغوث\n...\nوالأسودين اللذين ذكرهما اليشكري في قوله:\nفهداهم بالأسودين وأمر الله بلغ يشقى به الأشقياء\nومع أسودان الذي هو نبهان بن عمرو بن الغوث بن طيءّ، ومع أبي الأسود الذي ذكره امرؤ القيس، في قوله:\nوذلك من خبرٍ جاءني، ونبَّئته عن أبي الأسود\nوما فارقه أبو الأسود الدؤلي في عمره طّرفة عين، في حال الراحة ولا الأين وقارن سويد بن أبي كاهل يرد به على المناهل. وحالف سويد بن الصامت، ما بين المبتهج والشامت. وساعف سويد بن صميع، في أيّام\nالجزء: 1 ¦ الصفحة: 6\n",
        "الرَّتب والرَّيع وسويد هذا، هو الذي يقول:\nإذا طلبوا مني اليمين، منحتهم\n...\nيميناً كبرد الأتحميّ الممزق\nوإن أحلفوني بالطّلاق، أتيتها\n...\nعلى خير ما كنّا، ولم نتفرق\nوإن أحلفوني بالعتاق، فقد درى\n...\nعبيد غلامي أنّه غير معتق\nوكان يألف فراش سودة بن زمعة بن قيس امرأة النبيَّ، صلى الله عليه وسلم، ويعرف مكانه الرسول، ولا ينحرف عنه السُّول، ودخل الجدث مع سوادة بن عديّ، وما ذلك بزول بديّ، وحضر في نادٍ حضره الأسودان اللّذان هما الهنم والماء، والحرة الغابرة والظَّلماء. وإنَّه لينفر عن الأبيضين، إذا كانا في الرَّهج معرَّضين، الأبيضان اللذان ينفر منهما: سيفان، أو سيف وسنان، ويصبر عليهما إذا وجدهما، قال الراجز:\nالأبيضان أبردا عظامي، الماء والفتُّ بلا إدام\nويرتاح إليهما في قول الآخر:\nولكنه يمضي في الحول كلُّه\n...\nوما لي إلاّ الأبيضين شراب\nفأمّا الأبيضان اللذان هما شحم وشباب، فإنّما تفرح بهما الربَّاب، وقد يبتهج بهما عند غيري، فأمّا أنا فيئسا من خيري. وكذلك الأحامرة والأحمران يعجب لهما أسود ران، فيتبعه حليف سترٍ، ما نزل به حادث هتر.\nوصول الرسالة\nوقد وصلت الرسالة التي بحرها بالحكم مسجور ومن قرأها مأجور، إذ كانت تأمر بتقبُّل الشرع، وتعيب من ترك أصلاً إلى فرع.\nوغرقت في أمواج بدعها الزاخرة، وعجبت من اتسِّاق عقودها الفاخرة، ومثلها شفع ونفع، وقرّب عند الله ورفع. وألفيتها مفتحةً بتمجيدٍ، صدّر عن بليغٍ مجيد، وفي قدرة ربّنا، جلَّت عظمته، أن يجعل كلّ حرف منها شبح نورٍ،\nالجزء: 1 ¦ الصفحة: 7\n",
        "لا يمتزج بمقال الزُّور؛ يستغفر لمن أنشأها إلى يوم الدين، ويذكره ذكر محبٍ خدين. ولعلّه، سبحانه، قد نصب لسطورها المنجية من اللَّهب، معاريج من الفضة أو الّذهب، تعرج بها الملائكة من الأرض الراكدة إلى السماء، وتكشف سجوف الظلماء، بدليل الآية: إليه يصعد الكلم الطَّيب والعمل الصّالح يرفعه.\nشجرة طيبة\nوهذه الكلمة الطيبة كأنّها المعنيّة بقوله: ألم تر كيف ضرب الله مثلاً كلمّة طيّبةً كشجرةً طيّبةٍ، أصلها ثابت وفرعها في السّمّاء، تؤتي أكلها كلّ حينٍ بإذن ربها.\nوفي تلك السطور كلم كثير، كلّه عند الباري، تقدّس، أثير. فقد غرس لمولاي الشيخ الجليل، إن شاء الله، بذلك الثناء، شجر في الجنة لذيذ اجتناءً، كلُّ شجرةٍ منه تأخذ ما بين المشرق إلى المغرب بظلٍّ غاطٍّ ليست في الأعين كذات أنواطٍ. وذات أنواطٍ، كما يعلم، شجرة كانوا يعظمونها في الجاهلية. وقد روي أن بعض الناس قال: يا رسول الله، اجعل لنا ذات أنواطٍ كما لهم ذات أنواطٍ، وقال بعض الشعراء:\nلنا المهيمن يكفينا أعادينا،\n...\nكما رفضنا إليه ذات أنواط\nوالولدان المخلّدون في ظلال تلك الشجر قيام وقعود، وبالمغفرة نيلت السُّعود؛ يقولون، والله القادر على كلِّ شيء عزيز: نحن وهذه الشجر صلّة من الله لعليّ بن منصور، نخبأ له إلى نفخ الصُّور.\nوتجري في أصول ذلك الشجر، أنهار تختلج من ماء الحيوان، والكوثر يمدُّها في كلّ أوانٍ؛ من شرب منها النُّغبة فلا موت، قد أمن هنالك الفوت. وسعد من اللبن متخرِّفات، لا تغيَّر بأن تطول الأوقات. وجعافر من الرحيق المختوم، عزَّ المقتدر على كلّ محتوم. تلك الراح الدائمة، لا الذميمة ولا الذائمة، بل هي علقمة مفترياً، ولم يكن لعفوٍ مقترياً:\nالجزء: 1 ¦ الصفحة: 8\n",
        "تشفي الصُّداع ولا يؤذيه صالبها،\n...\nولا يخالط منها الرأس تدويم\nويعمد إليها المغترف بكؤوس من العسجد، وأباريق خلقت من الزبرجد، ينظر منها الناظر إلى بديّ، ما حلم به أبو الهنديّ، رحمه الله، فلقد آثر شراب الفانية، ورغب في الدّنية الدّانية. ولا ريب أنّه يروي ديوانه، وهو القائل:\nسيغني أبا الهنديّ عن وطب سالمٍ\n...\nأباريق لم يعلق بها وضر الزُّبد\nمفدمة قزّاً كأنّ رقابها\n...\nرقاب بنات الماء أفزعها الرعد\nهكذا ينشد على الإقواء وبعضهم ينشد:\nرقاب بنات الماء ريعت من الرعد\nوالرواية الأولى إنشاد النحويين. وأبو الهندي إسلاميٌّ، واسمه عبد المؤمن بن عبد القدُّوس، وهذان اسمان شرعيان، وما استشهد بهذا البيت إلا وقائله عند المستشهد فصيح، فإن كان أبو الهنديّ ممن كتب وعرف حروف المعجم فقد أساء في الإقواء، وإن كان بنى الأبيات على السكون، فقد صحَّ قول سعيد بن مسعدة، في أن الطويل من الشعر له أربعة أضرب.\nولو رأى تلك الأباريق أبو زبيد لعلم أنّه كالعبد الماهن أو العبيد، وأنّه ما تشبّث بخيرٍ، ورضي بقليل المير وهزىء بقوله:\nوأباريق مثل أعناق طير ال\n...\nماء قد جيب فوقهن خنيف\nهيهات! هذه أباريق، تحملها أباريق، كأنّها في الحسن الأباريق.\nفالأولى هي الأباريق المعروفة، والثانية من قولهم: جارية إبريق، إذا كانت تبرق من حسنها: قال الشاعر:\nوغيداء إبريقٍ كأن رضابها\n...\nجنى النحل ممزوجاً بصهباء تاجر\nوالثالثة، من قولهم: سيف إبريق، مأخوذ من البريق. قال ابن أحمر:\nتقلدت إبريقاً، وعلقت جعبةً\n...\nلتهلك حيّاً ذا زهاءٍ وجامل\nالجزء: 1 ¦ الصفحة: 9\n",
        "ولو نظر إليها علقمة لبرق وفرق، وظنَّ أنه قد طرق، وأين يراها المسكين علقمة، ولعله في نار لا تغير، ماؤها للشارب وغيرٌ؟ ما ابن عبدة وما فريقه؟؟؟! خسر وكسر إبريقه! أليس هو القائل:\nكأن إبريقهم ظبيٌ برابيةٍ\n...\nمجللٌ، بسبا الكتّان مفدوم\nأبيض أبرزة للضَّحّ راقبه\n...\nمقلد قضب الرَّيحان، مفغوم\nنظرةٌ إلى تلك الأباريق، خيرٌ من بيت الكرمة العاجلية، ومن كل ريقٍ، ضمنته هذه الدار الخادعة، التي هي لكلَّ شممٍ جادعةٌ.\nولو بصر بها عدي بن زيد، لشغل عن المدام والصَّيد، واعترف بأن أباريق مدامه، وما أدرك من شرب الحيرة وندامه، أمرٌ هينٌ، لا يعدل بنابتٍ من حمصيص، أو ما حقر من خربصيص.\nوكنت بمدينة السّلام، فشاهدت بعض الورّاقين يسأل عن قافية عدي ابن زيد التي أوّلها:\nبكر العاذلات في غلس الصُّب\n...\nح يعاتبنه أما تستفيق؟\nودعا بالصَّبوح فجراً، فجاءت\n...\nقينةٌ في يمينها إبريق\nوزعم الورَّاق أن ابن حاجب النعمان سأل عن هذه القصيدة وطلبت في نسخٍ من ديوان عديّ فلم توجد. ثمّ سمعت بعد ذلك رجلاً من أهل أستراباذ، يقرأ هذه القافية في ديوان العباديّ، ولم تكن في النسخة التي في دار العلم: فأمّا الأقَّيشر الأسديّ فإنه مني بقاشر، وشقي إلى يومٍ حاشر، قال ولعله سيندم، إذا تفرَّى الأدم:\nأفنى تلاديّ، وما جمعت من نشبٍ\n...\nقرع القوازيز أفواه الأباريق\nما هو وما شرابه؟ تقضَّت في الحانية آرابه. لو عاين تلك الأباريق لأيقن أنّه فتن بالغرور، وسرَّ بغير موجب للسّرور. وكذلك إياس بن الأرتّ، إن كان\nالجزء: 1 ¦ الصفحة: 10\n",
        "عجب لأباريق كإوزّ الطَّفّ فإن الحوادث بسطت له أقبض كفّ. فكأنه ما قال:\nكأن أباريق المدامة بينهم\n...\nإوزٌّ بأعلى الطَّفّ، عوج الحناجر\nورحم الله العجَّاج، فإنّه خلط في رجزه العلبط والسَّجاج، أين إبريقه الذي ذكر فقال:\nقطَّف من أعنابها ما قطفَّا،\n...\nفغمَّها حولين، ثمّ استودفا\nصهباء، خرطوماً، عقاراً، فرقفا،\n...\nفسنَّ في الإبريق منها نزفا\nمن رصفٍ نازع سيلاً رصفا وكم على تلك الأنهار من آنية زبرجدٍ محفور، وياقوتٍ خلق على خلق الفور، من أصفر وأحمر وأزرق، يخال إن لمس أحرق، كما قال الصنوبريُّ:\nتخيَّله ساطعاً وهجه،\n...\nفتأبى الدُّنو إلى وهجه\nوفي تلك الأنهار أوانٍ على هيئة الطير السابحة، والغانية عن الماء السائحة، فمنها ما هو على صور الكراكي، وأخر تشاكل المكاكيّ، وعلى خلق طواويس وبطّ، فبعضٌ في الجارية وبعضٌ في الشَّطّ،\nخمر الجنة\nينبع من أفواهها شرابٌ، كأنه من الرَّقَّة سرابٌ، لو جرع جرعةً منه الحكميُّ لحكم أنّه الفوز القدميُّ. وشهد له كلُّ وصَّاف الخمر، من محدثٍ في الزمن وعتيق الأمر، أنّ أصناف الأشربة المنسوبة إلى الدار الفانية، كخمر عانة وأذرعات، وهي مظنَّةٌ للنُّعّات؛ وغزّة وبيت راس والفلسطية ذوات الأحراس؛ وما جلب من بصرى في الوسوق، تبغى به المرابحة عند سوق، وما ذخره ابن بجرة ب وجّ، واعتمد به أوقات الحجّ، قبل أن تحرَّم على الناس القهوات، وتحظر لخوف الله الشهوات. قال أبو ذؤيب:\nولو أنَّ ما عند ابن بجرة عندها\n...\nمن الخمر، لم تبلل لهاتي بناطل\nالجزء: 1 ¦ الصفحة: 11\n",
        "وما اعتصر ب صرخد أو أرض شبام لكلّ ملكٍ غير عبام؛ وما تردَّد ذكره من كميت بابل وصريفين واتُّخذ للأشراف المنيفين؛ وما عمل من أجناس المسكرات، مفوّقاتٍ للشارب وموكّرات، كالجعة والبتع والمزر والسُّكركة ذات الوزر؛ وما ولد من النخبل، لكريمٍ يعترف أو بخيل، وما صنع في أيَّام آدم وشيثٍ إلى يوم المبعث من معجَّلٍ أو مكيث إذ كانت تلك النُّطفة ملكةً، لا تصلح أن تكون برعاياها مشتبكة.\nويعارض تلك المدامة أنهارٌ من عسلٍ مصفَّى ما كسبته النحل الغادية إلى الأنوار، ولا هو في مومٍ متوارٍ، ولكن قال له العزيز القادر: كن فكان، وبكرمه أعطي الإمكان. واهاً لذلك عسلاً لم يكن بالنار مبسلا لو جعله الشارب المحرور غذاءه طول الأبد ما قدر له عارض موم، ولا لبس ثوب المحموم؛ وذلك كلُّه بدليل قوله: مثل الجنة التي وعد المتُّقون، فيها أنهار من ماءٍ غير آسنٍ، وانهارٌ من لبنٍ لم يتغير طعمه، وأنهارٌ من خمرٍ لذّةٍ للشّاربين، وأنهارٌ من عسلٍ مصفًّى، ولهم فيها من كلّ الثّمرات، فليت شعري عن النَّمر بن تولبٍ العكليّ، هل يقدر له أن يذوق ذلك الأري، فيعلم أن شهد الفانية إذا قيس غليه وجد يشاكه الشَّري؛ وهو لمَّا وصف أمّ حصٍن وما رزقته في الدَّعة والأمن، ذكر حوّارى بسمن، وعسلٍ مصفًّى؛ فرحمه الخالق متوفّىً، فقد كان أسلم وروي حديثاً منفرداً، وحسبنا به للكلم مسردّاً. قال المسكين النمر:\nألمّ بصحبتي، وهم هجوعٌ،\n...\nخيالٌ طارقٌ من أمّ حصن\nلها ما تشتهي: عسلاً مصًّفى،\n...\nإذا شاءت، وحوَّارى بسمن\nوهو، أدام الله تمكينه، يعرف حكاية خلفٍ الأحمر مع أصحابه في هذين البيتين،\nالجزء: 1 ¦ الصفحة: 12\n",
        "ومعناها أنّه قال لهم: لو كان موضع أمّ حصن أمُّ حفص، وما كان يقول في البيت الثاني؟ فسكتوا، فقال: حوّاريّ بلمص، يعني الفالوذ ويفرّع على هذه الحكاية فيقال: لو كان مكان أمّ حصن أمُّ جزء وآخره همزةٌ، ما كان يقول في القافية الثانية؟ فإنّه يحتمل أن يقول: وحوارى بكشء، ٍ من قولهم: كشأت اللحم إذا شويته حتى ييبس، ويقال: كشأ الشواء إذا أكله. أو يقول بوزء، من قولهم: وزأت اللحم إذا شويته. ولو قال: حوَّارى بنسء، لجاز وأحسن ما يتأؤّل فيه، أن يكون من نسأ الله في أجله، أي لها خبزٌ مع طول حياة، وهذا أحسن من أن يحمل على أن النسء اللبن الكثير الماء، وقد قيل: إن النسء الخمر، وفسروا بيت عروة بن الورد على الوجهين:\nسقوني النّسء ثم تكنَّفوني،\n...\nعداة الله من كذبٍ وزور\nولو حمل حوّ؟ ارى بنسء، على اللبن أو الخمر، لجاز، لأنّها تأكل الحوارى بذلك، أي لها الحوَّارى مع الخمر، وقد حدّث محدّثٌ أنه رأى بسيل ملك الروم وهو يغمس خبزاً في خمرٍ ويصيب منه، ولو قيل: حوَّارى بلزء، من قولهم: لزأ إذا أكل، لما بعد، وتكون الباء في بلزء بمعنى في.\nولا يمكن أن يكون رويُّ هذا البيت ألفاً، لأنّها لا تكون إلاّ ساكنة، وما قبل الرويّ ها هنا ساكنٌ، فلا يجوز ذلك.\nفإن خرج إلى الباء: من أمّ حرب، جاز أن يقول: وحوَّارى بصرب، وهو اللبن الحامض، ويجوز بإرب، أي بعضوٍ من شواءٍ أو قديد، ويجوز بكشب وهو أكل الشواء.\nفإن قال: من أمّ صمت، جاز أن يقول: وحواري بكمت، يعني جمع تمرةٍ كميت، وذلك من صفات التمر، وينشد للأسود ابن يعفر:\nوكنت إذا ما قرَّب الزاد مولعاً\n...\nبكلّ كميتٍ جلدةٍ لم توسَّف\nالجزء: 1 ¦ الصفحة: 13\n",
        "وقال الآخر:\nولست أبالي بعدما اكمتَّ مربدي\n...\nمن التمر، أن لا يمطر الأرض كوكب\nويجوز وحوَّارى بحمت، من قولهم: تمرٌ حمتٌ، أي شديد الحلاوة.\nفإن أخرجه إلى الثاء فقال: من أمّ شثّ، قال: وحوَّارى ببثّ، والبثُّ: تمرٌ لم يجد كنزه فهو متفرق.\nفإن أخرجه إلى الجيم فقال: أمّ لجّ، جاز أن يقول: وحوّارى بدجّ، والدُّجُّ: الفرُّوج، جاء به العمانيُّ في رجزه.\nفإن خرج إلى الحاء، فقال: من أمّ شحّ، جاز أن يقول: وحوارى بمحّ، وببحّ، وبرّح، وبجحّ، وبسحّ. فالمحُّ: محّ البيضة، وبحُّ: جمع أبحَّ، من قولهم: كسرٌ أبحُّ، أي كثير الدّسم، وقال:\nوعاذلة هبَّت عليَّ تلومني،\n...\nوفي كفّها كسرٌ أبحٌ رذوم\nويجوز أن يعنى بالبحّ القداح، أي هذه المرأة أهلها أيسار، كما قال السُّلميُّ:\nقروا أضيافهم ربحاً ببحّ،\n...\nيعيش بفضلهنَّ الحيُّ، سمر\nورحٌّ: جمع أرحَّ، وهو من صفات بقر الوحش، أي يصاد لهذه المرأة، ويقال لأظلاف البقر: رحٌّ، قال الشاعر الأعشى:\nورحٌّ بالزّماع مردَّفاتٌ،\n...\nبها تنضو الوغى وبها ترود\nوالسحُّ: تمرٌ صغير يابس. والجحُّ: صغار البطيخ قبل أن ينضج.\nفإن قال: أمُّ دخّ، قال: حوَّارى بمخّ، ونحو ذلك.\nفإن قال: أمّ سعد، قال: حوَّارى بثعد، وهو الرُّطب الذي لان كلُّه.\nفإن قال: أمّ وقذ، قال: حوارى بشقذ، وهي فراخ الحجل.\nفإن قال: أمّ عمرو، فإنَّ أشبه ما يقول: حوّارى بتمر.\nفإن قال: أمّ كرز، فإن أشبه ما يقول: وحوَّارى بأرز، وفيه لغات ستّ: أرزٌ على وزن أشدّ، وأرزّ على صملّ، وأرزٌ على وزن شغل، وأرزٌ في وزن قفل، ورزّ مثل جدٍّ، ورنز، بنونٍ وهي رديئة.\nفإن قال: أمّ ضبس، قال: وحوّارى بدبس. والعرب\nالجزء: 1 ¦ الصفحة: 14\n",
        "تسمّي العسل دبساً. وكذلك فسروا قول أبي زبيد:\nفنهزةٌ من لقوا حسبتهم\n...\nأشهى إليه من بارد الدبس\nحرَّك للضرورة.\nفإن قال: من أمّ قرشٍ، جاز أن يقول: حوَّارى بورش، والورش: ضربٌ من الجبن، ويجوز أن يكون مولَّداً، وبه سمّي ورشٌ الذي يروي عن نافع واسمه عثمان بن سعيد.\nوالصاد قد مضت.\nفإن قال: أمّ غرض، جاز أن يقول: حوَّارى بفرض، والفرض: ضربٌ من التمر، قال الراجز:\nإذا أكلت لبناً وفرضا\n...\nذهبت طولاً وذهبت عرضاً\nوفي نصب طول وعرض اختلافٌ بين المبرّد وسيبويه.\nفإن قال: من أمّ حظّ، فإن الأطعمة تقلُّ فيها الظاء، كقلَّتها في غيرها، لأن الظاء قليلةٌ جدّاً، ويجوز أن يقول: حوَّارى بكظّ، أي يكظّها الشّبع، أو نحو ذلك من الأشياء التي تدخل على معنى الاحتيال.\nفإن قال: أمّ طلع، جاز أن يقول: حوَّارى بخلع، والخلع: هو اللحم الذي كان يطبح ويحملونه في القروف وهي أوعيةٌ من أدم، وينشد:\nكلي اللحم الغريض، فإنَّ زادي\n...\nلمن خلعٍ تضمنَّه القروف\nفإن قال: أمّ فرع، جاز أن يقول: حوَّارى بضرع، لأن الضروع تطبخ، وربمّا تطرب إلى أكلها الملوك فإن قال: أمّ مبغ، قال: حوّارى بصبغ، والصبَّغ ما تغمس فيه اللقمة من مرقٍ أو زيت أو خلٍّ.\nفإن قال: أمّ نخف، قال: حوَّارى برخف، والرخف زبدٌ رقيق، والواحدة رخفة، قال الشاعر:\nلنا غنمٌ يرضي النزيل حليبها،\n...\nوزحفٌ يغاديه لها وذبيح\nفإن قال: أمّ فرق، قال: حوّارى بعرقٍ، والعرق: عظمٌ عليه لحمٌ من شواءٍ أو قديد.\nفإن قال: أمّ سبك، جاز أن يقول: حوّارى بربك، أو بلبك، من قولهم: ربكت الطعام أو لبكته، إذا خلطته، وكان ذلك ممّا فيه رطوبةٌ، مثل أن يخالطه لبنٌ أو سمنٌ، أو نحو ذلك، ولا يقال: ربكت الشعير بالحنطة، إلاّ أن يستعار.\nفإن قال: أمّ\nالجزء: 1 ¦ الصفحة: 15\n",
        "تخل، قال: حوّارى برخل، يريد الأنثى من أولاد الضأن، وفيه أربع لغات: رَخِل ورَخْلٌ ورِخْلٌ ورِخِلٌ.\nفإن قال: أمّ صرم، قال: حوارى بطرم، والطرم: العسل، وقد يسمَّى السمن طرماً.\nوقد مضت النون في أمّ حصن.\nفإن قال: أم دوّ، قال: حو؟ ّارى بجوّ، والحوُّ: الجدي، فيما حكى بعض أهل اللغة في قولهم: ما يعرف حوّاً من لوٍّ، أي جدياً من عناقٍ.\nفإن قال: أمّ كره، قال: حوّارى بوره، يريد جمع أوره، من قولهم: كبشٌ أوره، أي سمين.\nفإن قال: أمّ شري، قال: حوارى بأري، أي عسل.\nوهذا فصل يتّسع، وإنمّا عرض في قول تامٍ، كخيال طرق في المنام.\nولو خالط منا من عسل الجنان، وما خلقه الله، سبحانه، في هذه الدار الخادعة، كالصاب، والمقر، والسَّلع، والجعدة، والشَّيح، والهبيد، لعاد ذلك كلُّه، وغيره من المعقبات، يعدُّ من اللذائذ المرتقيات، فآض ما كره من الصَّاب، كأنَّه المعتصر من المصاب، والمصاب: قصب السكر، وأمسى الحدج وكأنّه المتخذٌّ بالأهواز، إلاّ يكن السُّكرّ، فإنه موازٍ؛ ولصارت الراعية في الإبل، إذا وجدت الحنظلة أتحفت بها السيدة المحظلة، وهي التي تعظم عليها الغيرة، من قولهم: حظل نساءه، إذا أفرط في الغيرة عليهنَّ، قال الراجز:\nولا ترى بعلاً ولا حلائلا\n...\nكه، ولا كهنَّ إلا حاظلا\nوانقطعت معايش أرباب القصب في ساحل البحر، وصنع من المرّ الفالوذ المحكم بلا سحر أي بلا خدع.\nولو أن الحارث بن كلدة طعم من ذلك الطّريم لعلم أن الذي وصفه يجري من هذا المنعوت، مجرى الدّفلى الشّاقة من الرّعديد، ومدوف، ما يكره من القنديد، وذكرت الحارث بقوله:\nفما عسلٌ ببارد ماء مزنٍ\n...\nعلى ظماءٍ، لشاربه يشاب\nبأشهى من لقيكم إلينا،\n...\nفكيف لنا به، ومتى الإياب\nالجزء: 1 ¦ الصفحة: 16\n",
        "وكذلك السَّلوى التي ذكرها الهذلي هي عند عسل الجنّة كأنَّها قارٌ رمليَّ، والقار: شجرٌ مرّ ينبت بالرَّمل، قال: بشرٌ:\nيرجون الصَّلاح بذات كهفٍ،\n...\nوما فيها لهم سلعٌ وقار\nوعنيت قول القائل:\nفقاسمها بالله جهداً لأنتم\n...\nألذُّ من السَّلوى إذا ما نشورها\nوإذا من الله تبارك اسمه بورود تلك النهار، صاد فيها الوارد سمك حلاوةٍ، لم ير مثله في ملاوة، لو بصر به أحمد بن الحسين لاحتقر الهد؟ ّية التي أهديت إليه فقال فيها:\nأقل ما في أقلّها سمكٌ،\n...\nيلعب في بركةٍ من العسل\nفأمَّا الأنهار الخمريّة، فتلعب أسماكٌ هي على صور السَّمك بحريَّةٌ ونهريّة، وما يسكن منه في العيون النَّبعية، ويظفر بضروب النَّبت المرّعية، إلاّ أنّه من الذَّهب والفضّة وصنوف الجواهر، المقابلة بالنُّور الباهر. فإذا مدّ المؤمن يده إلى واحدةٍ من ذلك السَّمك، شرب من فيها عذباً لو وقعت الجرعة منه في البحر الذي لا يستطيع ماءه الشارب، لحلت منه أسافل وغوارب؛ ولصار الصمَّر كأنَّه رائحة خزامى سهلٍ، طلتَّه الدَّاجنة بدهل، والدَّهل: الطائفة من اللَّيل، أو نشر مدامٍ خوَّارةٍ، سيَّارةٍ في القلل سوَّارة.\nوكأنّي به، أدام الله الجمّال ببقائه، إذا استحقَّ تلك الرُّتبة، ببقين التوبة، وقد اصطفى له نامى من أدباء الفردوس: كأخي ثمالة، وأخي دوسٍ، ويونس بن حبيب الضُّبيّ، وابن مسعدة المجاشعيّ، فهم كما جاء في الكتاب العزيز: \" ونزعنا ما في صدورهم من غلٍّ إخواناً على سررٍ متقابلين، لا يمسُّهم\nالجزء: 1 ¦ الصفحة: 17\n",
        "فيها نصبٌ وما هم منها بمخرجين \" فصدر أحمد بن يحيى هنالك قد غسل من الحقد على محمد بن يزيد، فصارا يتصافيان ويتوافيان، كأنهّا ندمانا جذيمة: مالكٌ وعقيل، جمعها مبيتٌ ومقيل وأبو بشر، عمرو بن عثمان سيبويه، قد رحضت سويداء قلبه من الضغن على علي بن حمزة الكسائي وأصحابه، لما فعلوا به في مجلس البرامكة. وأبو عبيدة صافي الطويّة لعبد الملك بن قريب، قد ارتفعت خلتَّهما عن الرَّيب، فهما كأربد ولبيد أخوان، أو ابني نويرة فيما سبق من الأوان، أو صخرٍ ومعاوية: ولدي عمرو، وقد أخمدا من الإحن كلّ جمر. والملائكة يدخلون عليهم من كل بابٍ، سلامٌ عليكم بما صبرتم فنعم عقبى الدّار. وهو أيَّد الله العلم بحياته، معهم كما قال البكريُّ:\nنازعتهم قضب الرّيحان مرتفقاً،\nوقهوةً مزَّةً، راووقها خضل\nلا يستفيقون منها وهي راهنةٌ\nإلا بهات، وإن علُّوا وعن نهلوا\nيسعى بها ذو زجاجات له نطفٌ\nمقلَّص أسفل السّربال، معتمل\nومستجيبٌ لصوت الصَّنج يسمعه\nإذا ترجع فيه القنية الفضل وأبو عبيدة يذاكرهم بوقائع العرب ومقاتل الفرسان، والأصمعيُّ ينشدهم من الشعر ما أحسن قائله كلَّ الإحسان.\nوتهشّ نفوسهم للَّعب فيقذفون تلك الآنية في أنهار الرّحيق، ويصفقّها الماذي المعترض أي تصفيق، وتقترع تلك الآنية، فيسمع لها أصواتٌ، تبعث بمثلها الأموات. فيقول الشيخ، حسّن الله الأيّام بطول عمره: آه لمصرع الأعشى ميمون وكم أعمل من مطيَّةٍ أمون!! ولقد وددت أنَّه ما صدّته قريشٌ لمَّا نوجَّه إلى النبي صلى الله عليه وسلم وإنَّما ذكرته الساعة لمّا تقارعت هذه الآنية بقوله في الحائيّة:\nالجزء: 1 ¦ الصفحة: 18\n",
        "وشمول تحسب العين، إذا\n...\nصفّقت، جندعها نور الذُّبح\nمثل ريح المسك ذاكٍ ريحها،\n...\nصبّها الساقي إذا قيل: توح\nمن زقاق التَّجر، في باطيةٍ\n...\nجونةٍ، حاريّةٍ ذات روح\nذات غورٍ، ما تبالي يومها،\n...\nغرف الإبريق منها والقدح\nوإذا ما الرَّاح فيها أزبدت\n...\nأفل الإزباد عنها، فمصح\nوإذا مكوكها صادمه\n...\nجانباها، كرَّ فيها فسبح\nفترامت بزجاجٍ معملٍ\n...\nيخلف النَّازح منها ما نزح\nوإذا غاضت رفعنا زقّنا\n...\nطلق الأوداج فيها فانسفح\nولو أنَّه أسلم، لجاز أن يكون بيننا في هذا المجلس، فينشدنا غريب الأوزان، ممّا نظم في دار الأحزان، ويحدّثنا حديثه مع هوذة بني عليّ، وعامر بن الطُّفيل، ويزيد بن مسهر وعلقمة بن علائة، وسلامة بن ذي فائش، وغيرهم ممّن مدحه أو هجاه، وخافه في الزمن أو رجاه.\nثمّ إنّه، أدام الله تمكينه، يخطر له حديث شيءٍ كان يسمَّى النُّزهة في الدار الفانية، فيركب نجيباً من نجب الجنّة خلق من ياقوتٍ ودرٍّ، في سجسجٍ بعد عن الحرّ والقرّ، ومعه إناء فيهج، فيسير في الجنَّة على غير منهج، ومعه شيءٌ من طعام الخلود، ذخر لوالد سعد أو مولودٍ، فإذا رأى نجيبه يملع بين كثبان العنبر، وضيمرانٍ وصل بصعبرٍ، رفع صوته متمثَّلاً بقول البكريّ:\nليت شعري متى تخبُّ بنا النَّا\n...\nقة نحو العذيب فالصّيبون\nمحقباً زكرةً، وخبز رقاقٍ،\n...\nوحباقاً، وقطعةً من نون\nيعني بالحباق جرزة البقل.\nفيهتف هاتفٌ: أتشعر أيّها العبد المغفور له لمن\nالجزء: 1 ¦ الصفحة: 19\n",
        "هذا الشَّعر؟ فيقول الشيخ: نعم، حدّثنا أهل ثقتنا، عن أهل ثقتهم، يتوارثون ذلك كابراً عن كابر، حتى يصلوه بأبي عمرو بن العلاء، فيرويه لهم عن أشياخ العرب، حرشة الضَّباب في البلاد الكلدات وجناة الكمأة في مغاني البداة، الذين لم يأكلوا شيراز الألبان ولم يجعلوا الثمر في الثَّبان، أنَّ هذا الشّعر لميمون بن قيس ابن جندلٍ أخي بني ربيعة بن ضبيعة بن قيس بن ثعلبة بن عكابة ابن صعب بن عليّ بن بكر بن وائلٍ فيقول الهاتف: أنا ذلك الرَّجل، من الله عليَّ بعدما صرت من جهنّم على شفير، ويئست من المغفرة والتّكفير. فيلتفت إليه الشيخ هشّاً بشّاً مرتاحاً، فإذا هو بشابّ غرانق غبر في النّعيم المفانق، وقد صار عشاه حور معروفاً، وانحناء ظهره قواماً موصوفاً، فيقول: أخبرني كيف كان خلاصك من النار، وسلامتك من قبيح الشنار؟ فيقول: سحبتني الزبانية إلى سقر، فرأيت رجلاً في عرصات القيامة يتلألأ وجهه تلألؤ القمر، والنّاس يهتفون به من كلّ أوبٍ: يا محمَّد يا محمّد، الشفاعة الشّفاعة! نمتُّ لكذا ونمتُّ بكذا. فصرخت في أيدي الزبانية: يا محمّد أغثني فإنّ لي بك حرمةً! فقال: يا عليُّ بادره فانظر ما حرمته؟ فجاءني عليُّ بن أبي طالبٍ، صلوات الله عليه، وأنا أعتل كي ألقى في الدّرك الأسفل من النّار، فزجرهم عني، وقال: ما حرمتك؟ فقلت: أنا القائل:\nألا أيُّهذا السّائلي أين يمّمت،\n...\nفإنَّ لها في أهل يثرب موعدا\nفآليت لا أرثي لها من كلالة،\n...\nولا من حفىً، حتى تلاقي محمّدا\nمتى ما تناخي عند باب ابن هاشمٍ\n...\nتراحي، وتلقي من فواضله ندى\nأجدَّك لم تسمع وصاة محمّدٍ\n...\nنبيّ الإله حين أوصى وأشهدا\nإذا أنت لم ترحل بزادٍ من التُّقى\n...\nوأبصرت بعد الموت من قد تزودَّا\nالجزء: 1 ¦ الصفحة: 20\n",
        "ندمت على أن لا تكون كمثله،\n...\nوأنّك لم ترصد لما كان أرصدا\nفإيّاك والميتات لا تقربنّها!\n...\nولا تأخذن سهماً حديداً لتفصدا\nولا تقربنَّ جارةً إن سرَّها\n...\nعليك حرامٌ، فانكحن أو تأبّدا\nنبيٌّ يرى مالا يرون، وذكره\n...\nأغار لعمري في البلاد وأنجدا\nوهو، أكمل الله زينة المحافل بحضوره، يعرف الأقوال في هذا البيت، وإنّما أذكرها لأنّه قد يجوز أن يقرأ هذا الهذيان ناشىءٌ لم يبلغه: حكى الفرّاء وحده أغار في معنى غار، إذا أتى الغور، وإذا صحّ هذا البيت للأعشى فلم يرد بالإغارة إلا ضدَّ الإنجاد. وروي عن الأصمعيّ روايتان: إحداهما أنَّ أغار في معنى عدا عدواً شديداً، وأنشد في كتاب الأجناس:\nفعدّ طلابها وتسلَّ عنه\n...\nبناجيةٍ إذا زجرت تغير\nوالأخرى أنّه كان يقدّم ويؤخَّر فيقول: لعمري غار في البلاد وأنجدا فيجيء به على الزّحاف. وكان سعيد بن مسعدة يقول: غار لعمري في البلاد وأنجدا فيخرمه في النصف الثاني.\nايمان الأعشى\nويقول الأعشى: قلت لعلّيٍ: وقد كنت أومن بالله وبالحساب وأصدّق بالبعث وأنا في الجاهليّة الجهلاء، فمن ذلك قولي:\nفما أيبلي على هيكلٍ،\n...\nبناه وصلَّب فيه وصارا\nيراوح من صلوات المليك\n...\nطوراً سجوداً وطوراً جؤارا\nبأعظم منك تقىً في الحساب\n...\nإذا النَّسمات نفضن الغبارا\nفذهب عليَّ إلى النبي صلى الله عليه وسلم، فقال: يا رسول الله، هذا أعشى قيس قد روي مدحه فيك، وشهد أنّك نبيٌّ مرسلٌ.\nفقال: هلاَّ جاءني في الدّار السَّابقة؟ قال: عليُّ: قد جاء، ولكن صدَّته قريشٌ وحبُّه للخمر. فشفع لي،\nالجزء: 1 ¦ الصفحة: 21\n",
        "فأدخلت الجنّة على أن لا أشرب فيها خمراً؛ فقرَّت عيناي بذلك، وإنَّ لي منادح في العسل وماء الحيوان. وكذلك من لم يتب من الخمر في الدار الساخرة، لم يسقها في الآخرة.\nوينظر الشيخ في رياض الجنَّة فيرى قصرين منيفين، فيقول في نفسه: لأبلغنَّ هذين القصرين فأسأل لمن هما؟ فإذا قرب إليهما رأى على أحدهما مكتوباً: هذا القصرلزهير بن أبي سلمى المزني وعلى الآخر: هذا القصر لعبيد بن الأبرص الأسديّ فيعجب من ذلك ويقول: هذان ماتا في الجاهليّة، ولكّن رحمة ربنّا وسعت كلَّ شيء؛ وسوف ألتمس لقاء هذين الرّجلين فأسألهما بم غفر لهما. فيبتدىء بزهير فيجده شابّاً كالزَّهرة الجنيَّة، قد وهب له قصرٌ من ونيَّة، كأنّه ما لبس جلباب هرمٍ، ولا تأفَّف من البرم. وكأنَّه لم يقل في الميمّية:\nسئمت تكاليف الحياة ومن يعش\nثمانين حولاً، لا أبا لك، يسأم! ولم يقل في الأخرى:\nألم ترني عمَّرت تسعين حجّةً،\nوعشراً تباعاً عشتها، وثمانيا؟ فيقول: جير جير! أنت أبو كعب وبجير؟ فيقول: نعم. فيقول، أدام الله عزّه: بم غفر لك وقد كنت في زمان الفترة والنَّاس هملٌ، لا يحسن منهم العمل؟ فيقول: كانت نفسي من الباطل نفوراً، فصادفت ملكاً غفوراً، وكنت مؤمناً بالله العظيم، ورأيت فيما يرى النَّائم حبلاً نزل من السَّماء، فمن تعلق به من سكَّان الأرض سلم، فعلمت أنَّه أمرٌ من أمر الله، فأوصيت بنيَّ وقلت لهم عند الموت: إن قام قائمٌ يدعوكم إلى عبادة الله فأطيعوه. ولو أدركت محمّداً لكنت أوَّل المؤمنين.\nوقلت في الميميّة، والجاهليّة على السّكنة والسّفه ضاربٌ بالجران:\nالجزء: 1 ¦ الصفحة: 22\n",
        "فلا تكتمن الله ما في نفوسكم\nليخفى، ومهما يكتم الله يعلم\nيؤخّر، فيوضع في كتابٍ، فيدَّخر\nليوم الحساب، أو يعجَّل فينقم فيقول: ألست القائل:\nوقد أغدو على ثبةٍ كرامٍ\n...\nنشاوى واجدين لما نشاء\nيجرُّون البرود وقد تمشَّت\n...\nحميّا الكأس فيهم والغناء\nأفأطلقت لك الخمر كغيرك من أصحاب الخلود؟ أم حرَّمت عليك مثلما حرّمت على أعشى قيس فيقول زهيرٌ: إن أخا بكرٍ أدرك محمّداً فوجبت عليه الحجَّة، لأنّه بعث بتحريم الخمر، وحظر ما قبح من أمر؛ وهلكت أنا والخمر كغيرها من الأشياء، يشربها أتباع الأنبياء، فلا حجّة عليَّ.\nفيدعوه الشَّيخ إلى المنادمة؛ فيجد من ظراف النَّدماء، فيسأله عن أخبار القدماء.\nومع المنصف باطيةٌ من الزُّمرُّد، فيها من الرَّحيق المختوم شيءٌ يمزج بزنجبيل، والماء أخذ من سلسبيل. فيقون، زاد الله في أنفاسه: أين هذه الباطية من التي ذكرها السّرويُّ في قوله:\nولنا باطيةٌ مملوءةٌ\n...\nجونةٌ، يتبعها برذينها\nفإذا ما حاردت أو بكأت\n...\nفتَّ عن خاتم أخرى طينها\nثم ينصرف إلى عبيد فإذا هو قد أعطي بقاء التأبيد، فيقول: السلام عليك يا أخا بني أسدٍ. فيقول: وعليك السلام، وأهل الجنّة أذكياء، لا يخالطهم الأغبياء، لعلَّك تريد أن تسألني بم غفر لي؟ فيقول: أجل، وإنّ في ذلك لعجباً! أألفيت حكماً للمغفرة موجباً، ولم يكن عن الرَّحمة محجَّباً؟ فيقول عبيدٌ: أخبرك أنّي دخلت الهاوية، وكنت قلت في أيّام الحياة:\nالجزء: 1 ¦ الصفحة: 23\n",
        "من يسأل الناس يحرموه\n...\nوسائل الله لا يخيب\nوسارهذا البيت في آفاق البلاد، فلم يزل ينشد ويخفُّ عني العذاب حتى أطلقت من القيود والأصفاد، ثم كرِّر إلى أن شملتني الرحمة ببركة ذلك البيت، وإنَّ ربّنا لغفور رحيم.\nفإذا سمع الشَّيخ، ثبّت الله وطأته، ما قال ذانك الرّجلان، طمع في سلامة كثير من أصناف الشعراء.\nفيقول لعبيدٍ: ألك علم بعديِّ بن زيدٍ العباديّ؟ فيقول: هذا منزله قريباً منك. فيقف عليه فيقول: كيف كانت سلامتك على الصَّراط ومخلصك من بعد الإفراط؟ فيقول: إنِّي كنت على دين المسيح ومن كان من أتباع الأنبياء قبل أن يبعث محمد فلا بأس عليه، وإنّما التّبعة على من سجد للأصنام، وعدّ في الجهلة من الأنام. فيقول الشيخ: يا أبا سوادة، ألا تنشدني الصاديَّة، فإنها بديعة من أشعار العرب؟ فينبعث منشداً:\nأبلغ خليلي عبد هند فلا\n...\nزلت قريباً من سواد الخصوص\nموازي القرّة، أو دونها،\n...\nغير بعيدٍ من غمير الُّلصوص\nتجنى لك الكمأة ربعَّية،\n...\nبالخبِّ تندى في أصُّول القصيص\nتقنصك الخيل، وتصطادك ال\n...\nطّير، ولا تنكع لهو القنيص\nتأكل ما شئت، وتعتلُّها\n...\nحمراء ملحص كلون الفصوص\nغيبت عنّي عبد في ساعة ال\n...\nشَّر وجنِّبت أوان العويص\nلا تنسين ذكري على لذّة ال\n...\nالكأس وطوفٍ بالخذوف النَّحوص\nإنَّك ذو عهد وذو مصدقٍ\n...\nمخالفاً هدي الكذوب اللَّموص\nيا عبد هل تذكرني ساعةً\n...\nفي موكب، أو رائداً للقنيص\nالجزء: 1 ¦ الصفحة: 24\n",
        "يوماً مع الرّكب، إذا أوفضوا\n...\nنرفع فيهم من نجاء القلوص\nقد يدرك المبطيء من حظّه،\n...\nوالخير قد يسبق جهد الحريص\nفلا يزل صدرك في ريبةٍ،\n...\nيذكر مني تلفي أو خلوص\nيا نفس أبقي، واتَّقي شتم ذي ال\n...\nأعراض، إنَّ الحلم ما إن ينوص\nيا ليت شعري وإن ذو عجةٍ\n...\nمتى أرى شرباً حوالي أصيص\nبيت جلوفٍ، باردٍ ظلُّه،\n...\nفيه ظباء، ودواخيل خوص\nوالرَّبرب، المكفوف أردانه\n...\nيمشي رويداً، كتوقيِّ الرَّهيص\nينفخ من أردانه المسك، وال\n...\nعنبر، والغلوى، ولبني قفوص\nوالمشرف المشمول نسقي به،\n...\nأخضر، مطموثاً بماء الخريص\nذلك خير من فيوجٍ على ال\n...\nباب، وقيدين، وغلّ قروص\nأو مرتقى نيقٍ على نقنقٍ،\n...\nأدبر، عودٍ ذي إكافٍ قموص\nلا يثمن البيع، ولا يحمل ال\n...\nرَّدف، ولا يعطى به قلب خوص\nأو من نسورٍ حول موتى معاً،\n...\nيأكلن لحماً من طريّ الفريص\nفيقول الشيخ: أحسنت والله أحسنت، لو كنت الماء الراكد لما أسنت. وقد عمل أديب من أدباء الإسلام قصيدة على هذا الوزن، وهو المعروف بأبي بكر بن دريدٍ، قال:\nيسعد ذو الجدِّ ويشقي الحريص،\n...\nليس لخلقٍ عن قضاء محيص\nويقول فيها:\nأين ملوك الأرض من حميرٍ\n...\nأكرم من نصَّت إليهم فلوص\nجيفر الوهَّاب أودى به،\n...\nدهر على هدم المعالي حريص\nالجزء: 1 ¦ الصفحة: 25\n",
        "إلاّ أنَّك يا أبا سوادة أحرزت فضيلة السَّبق.\nوما كنت أختار لك أن تقول:\nيا ليت شعري وان ذو عجَّةٍ\nلأنّك لا تخلو من أحد أمرين: إمَّا أن تكون قد وصلت همزة القطع وذلك رديء، على أنّهم قد أنشدوا:\nأن لن أقاتل، فألبسوني برقعاً،\n...\nوفتخاتٍ في اليدين أربعا\nويزيد ما فعلت من إسقاط الهمزة بعداً أنّك حذفت الألف التي بعد النون، فإذا حذفت الهمزة من أوّل الكلمة بقيت على حرفٍ واحدٍ، وذلك بها إخلال.\nوإمّا أن تكون حقَّقت الهمزة فجعلتها بين بين، ثم اجترأت على تصييرها ألفاً خالصةٍ، وحسك بهذا نقضاً للعادة، ومثل ذلك قول القائل:\nيقولون: مهلاً ليس للشيخ عيَّلٌ\n...\nفها أنا قد أعيلت وان رقوب\nولو قلت:\nيا ليت شعري أنا ذو عجَّةٍ\nفحذفت الواو، لكان عندي أحسن وأشبه. فيقول عديُّ ابن زيد: إنّما قلت كما سمعت أهل زمني يقولون، وحدثت لكم في الإسلام أشياء ليس لنا بها علم، فيقول الشيخ: لا أراك تفهم ما أريده من الأغراض، ولقد هممت أن أسألك عن بيتك الذي استشهد به سيبويه، وهو قولك:\nأرواح مودع أم بكور، أنت، فانظر لأيِّ حالٍ تصير\nفإنه يزعم أنَّ أنت يجوز أن يرتفع بفعلٍ مضمرٍ يفسره قولك: فانظر، وأنا استبعد هذا المذهب ولا أظنُّك أردته. فيقول عديّ بن زيدٍ: عني من هذه الأباطيل، ولكني كنت في الدار الفانية صاحب قنص، ولعلَّه قد بلغك قولي:\nولقد أغدوا بطرفٍ زانه\n...\nوجه منزوفٍ وخدِّ كالمسن\nذي تليلٍ، مشنقٍ قائده،\n...\nيسر في الكفِّ، نهدٍ، ذي غسن\nمدمجٍ كالقدح، لا عيب به،\n...\nفيرى فيه، ولا صدع أبن\nالجزء: 1 ¦ الصفحة: 26\n",
        "رمَّه الباري، فسوّى درأه\n...\nغمز كفيّه، وتخليق السَّفن\nأيُّ ثغرٍ ما يخف يندب له،\n...\nومتى يخل من القود يصن\nكربيب البيت يفري جلّه،\n...\nطاعة العضِّ، وتسحير اللَّبن\nفبلغنا صنعه حتى شتا،\n...\nناعم البال لجوجاً في السنن\nفإذا جال حمار موحش،\n...\nونعام نافر بعد عنن\nشاءنا ذو ميعةٍ يبطرنا\n...\nخمر الأرض وتقديم الجنن\nيدأب الشدَّ بسحٍّ مرسلٍ\n...\nكاحتفال الغيث بالمرِّ اليفن\nأنسل الذِّرعان غرب خذم\n...\nوعلا الرَّبرب أزم لم يدن\nفالذي يمسكه بحمده يحمده،\n...\nتثق كالسيِّد، ممتدُّ الرَّسن\nوإذا نحن لدينا أربع\n...\nيهتدي السائل عنّا بالدَّخن\nوقولي في القافية:\nومجودٍ قد أسجهرَّ تناوي\n...\nكلون العهون في الأعلاق\nعن خريف سقاه نوء من الدَّل\n...\nوتدلَّى، ولم توار العراقي\nلم يعبه إلا الأداحيُّ فقد وب\n...\nر بعض الرِّئال في الأفلاق\nوإران الثِّيران حول نعاجٍ\n...\nمطفلاتٍ، يحمين بالأوراق\nوتراهن كالأعزَّة في المح\n...\nفل، أو حين نعمةٍ وارتفاق\nقد تبطَّنته بكفّيَّ خرَّا\n...\nج من الخيل، فاضل في السَّباق\nيسر في القياد نهد، ذقيف ال\n...\nعدو، عبل الشّوى أمين العراق\nلم يقيَّل حرَّ المقيظ، ولم يل\n...\nجم لطوفٍ، ولا فساد نزاق\nغير تيسيره لرغباء إن كا\n...\nنت، وحربٍ إن قلَّصت عن ساق\nوله النَّعجة المريُّ تجاه ال\n...\nرَّكب، عدلاً بالنَّابىء المخراق\nوالخدبُّ العاري الزَّوائد ملحفا\n...\nن، داني الدِّماغ للآماق\nفهل لك أن نركب فرسين من خيل الجنَّة فنبعثهما على صيرانها، وخيطان\nالجزء: 1 ¦ الصفحة: 27\n",
        "نعامها، وأسراب ظبائها، وعانات حمرها، فإن للقنيص لذّة قد تنغصت لك بها؟ فيقول الشيخ: إنّما أنا صاحب قلم وسلمٍ، ولم أكن صاحب خيل، ولا ممَّن يسحب طويل الَّليل، وزرتك إلى منزلك مهنئاً بسلامتك من الجحيم، وتنعمُّمك بعفو الرحيم. وما يؤمنني إذا ركبت طرفاً زعلاً رتع في رياض الجنَّة فآض من الأشر مستسعلاً، وأنا كما قال القائل:\nلم يركبوا الخيل إلاّ بعدما كبروا\n...\nفهم ثقال على أكنافها عنف\nأن يلحقني ما لحق جلماً صاحب المتجرِّدة لمّا حمل على اليحموم، والتَّعرض لما لم تسبق بع العادة من الموم وقد بلغك ما لقي ولد رهيرٍ لمَّا وقص عن العتد ذي المير، فسلك في طريقٍ وعبٍ، وما انتفع ببكاء كعب؛ وكذلك ولدك علقمة، حلَّت في العاجلة به النقمة، لمَّا ركب للصَّيد فأصبح كجدَّه زيد، وقلت فيه:\nأنعم صباحاً علقم بن عديّ\n...\nأثويت اليوم لم ترحل!\nوإنِّي لأحار يا معاشر العرب في هذه الأوزان التي نقلها عنكم الثّقات، وتداولتها الطبّقات؛ ومن كلمتك التي على الرَّاء، وأوّلها:\nقد آن أن تصحو أو تقصر،\n...\nوقد أتى لما عهدت عصر\nعن مبرقات بالبرين، وتب\n...\nدو بالأكف اللامعات سور\nبيض عليهنَّ الدَّمقس وبال\n...\nأعناق من تحت الأكفة درّ\nويجوز أن يقذفني السابح على صخور زمردٍ فيكسر لي عضداً أو ساقاً، فأصير ضحكةً في أهل الجنان.\nفيبتَّسم عديّ ويقول: ويحك! أما علمت أنَّ الجنة لا يرهب لديها السَّقم، تنزل بسكنها النَّقم؟ فيركبان سابحين من\nالجزء: 1 ¦ الصفحة: 28\n",
        "خيل الجنة، مركب كلِّ واحدٍ منهما لو عدل بممالك العاجلة الكائنة من أوَّلها إلى آخرها لرجح بها، وزاد في القيمة عليها. فإذا نظر إلى صوار ترتع في دقاري الفردوس، والدَّقاريُّ: الرياض، صوب مولاي الشيخ المطرد، وهو الرُّمح القصير، لأخنس ذيَّال قد رتع هناك طويل أيام وليال؛ فإذا لم يبق بين السنان وبينه إلا قيد ظفرٍ، قال: أمسك، رحمك الله، فإني لست من وحش الجنَّة التي أنشأها الله سبحانه ولم تكن في الدار الزائلة، ولكنيَّ كنت في محلة الغرور أرود في بعض القفار، فمرَّ بي ركب مؤمنون قي كري زادهم، فصرعوني واستعانوا بي على السَّفر، فعوضني الله، جلَّت كلمته، بأن أسكنني في الخلود. فيكفُّ عنه مولاي الشيخ الجليل.\nويعمد لعلجٍ وحشيٍّ، ما التلف عنده بمخشيّ، فإذا صار الخرص منه بقدر أنملة قال: أمسك يا عبد الله، فإن الله أنعم عليَّ ورفع عني البؤس، وذلك أنّي صادني صائد بمخلب، وكان إهابي له كالسلب، فباعه في بعض الأمصار، وصراه للسَّانية صارٍ، فاتُّخذ منه غربٌ، شفي بمائة الكرب، وتطَّهر بنزيعه الصَّالحون، فشملتني بركةٌ من أولئك، فدخلت الجنَّة أرزق فيها بغير حساب. فيقول الشيخ: ى فينبغي أن تتميزَّن، فما كان منكنَّ دخل الفانية فما يجب أن يختلط بوحوش الجنَّة. فيقول ذلك الوحشيُّ: لقد نصحتنا نصح الشقيق، وسوف نمتثل ما أمرت.\nوينصرف مولاي الشيخ الجليل وصاحبه عديّ فإذا هما برجلٍ يحتلب ناقةً في إناءٌ من ذهب، فيقولان: من الرَّجل؟ فيقول: أبو ذؤيب الهذليُّ. فيقولان: حييَّت وسعدت، لا شقيت في عيشك ولا بعدت، أتحتلب مع أنهار لبن؟ كأنَّ ذلك من الغبن. فيقول: لا بأس! إنما خطر لي ذلك مثلما خطر\nالجزء: 1 ¦ الصفحة: 29\n",
        "لكما القنيص، وإني ذكرت قولي في الدّهر الأول:\nوإنَّ حديثاً منك، لو تعلمينه،\nجنى النّحل في ألبان عوذٍ مطافل\nمطافيل أبكارٍ، حديث نتاجها\n...\nتشاب بماٍ مثل ماء المفاصل\nفقيَّض الله بقدرته لي هذه النّاقة عائذاً مطفلاً. وكان بالنَّعم متكفّلاً، فقمت أحتلب على العادة، وأريد أن أشوب ذلك بضّرب نحلٍ، تبعن في الجنّة طريقة الفحل.\nفإذا امتلأ إناؤه من الرَّسل، كوّن الباري، جلَّت عظمته، خليّةً من الجوهر، رتع ثولها في الزَّهر، فاجتنى ذلك أبو ذؤيب، ومزج حليبه بلا ريب، فيقولك ألا تشربان؟ فيجرعان من ذلك المحلب جرعاً لو فرَّقت على أهل سقر لفازوا بالخلد شرعاً. فيقول عديُّ: الحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله. لقد جاءت رسل ربنا بالحقَّ.\nونودوا أن تلكم الجنّة، أورثتموها بما كنتم تعملون.\nويقول، أدام تمكينه، لعديّ: جئت بشيئين في شعرك، وددت أنَّك لم تأت بهما، أحدهما قولك:\nفصاف، يفرّي جلَّه عن سراته\nيبذُّ الرّهان فارهاً متشابعاً والآخر قولك:\nفليت دفعت الهمَّ عنّي ساعة\n...\n، فنمسي على ما خيَّلت ناعمي بال\nفيقول عديُّ بعباديته: يا مكبور، لقد رزقت ما يكب أن أن يشغلك عن القريض، إنما ينبغي أن تكون كما قيل لك: \" كلوا واشربوا هنيئاً بما كنتم تعملون \" قوله يامكبور، يريد: يامجبور، فجعل الجيم كافاً، وهي لغةٌ رديئةٌ يستعملها أهل اليمن. وجاء في بعض الأحاديث: أن الحارث بن هانىء بن أبي شمر بن جبلة الكندي، استلحم يوم ساباط فنادى: يا حكر يا حكر، يريد: يا حجر بن عديَّ\nالجزء: 1 ¦ الصفحة: 30\n",
        "الأدبر. فعطف عليه فاستنفذه. ويكب: في معنى يجب. فيقول، زاد الله في أنفاسه: إنَّي سألت ربَّي عزَّ سلطانه، ألاّ يحرمني في الجنّة تلذُّذاً بأدبي الذي كنت أتلذّذ به في عاجلتي، فأجابني إلى ذلك، وله الحمد في السّموات والأرض وعشيًّا وحين تظهرون.\nالنابغتان\nويمضي في نزهته تلك بشابيَّن يتحادثان، كلُّ واحدٍ منهما على باب قصرٍ من درٍّ؛ قد أعفي من البؤّس والضُّرّ. فيسلّم عليهما ويقول: من أنتما رحمكما الله، وقد فعل؟ فيقولان: نحن النابغتان، نابغة بني جعدة ونابغة بني ذبيان. فيقول، ثبَّت الله وطأته: أمّا نابغة جعدة فقد أستوجب ما هو فيه بالحنيفيَّة، وأمّا أنت يا أبا أمامة فما أدري ما هيّانك؟ أي ما جهتك، فيقول الذُّبيانيُّ: إني كنت مقرّاً بالله، وحججت البيت في الجاهليَّة، ألم تسمع قولي:\nفلا لعمر الذي قد زرته حججاً،\nوما هريق على الأنصاب من جسد\nوالمؤمن العائذات الطير تمسحها\n...\nركبان مكَّة بين الغيل والسَّند\nوقولي:\nحلفت فلم أترك لنفسك ريبةً،\nوهل يأثمن ذو إمَّةٍ وهو طائع\nبمصطحباتٍ من لصافٍ وثبرةٍ،\nيردن ألالاً، سيرهنّ تدافع ولم أدرك النَّبيَّ صلى الله عليه وسلم، فتقوم الحجّة عليَّ بخلافه. وإنَّ الله تقدَّست أسماؤه، عزَّ ملكاً وجلَّ، يغفر ما عظم بما قلَّ. فيقول، لا زال قوله عالياً: يا أبا سوادة، ويا أبا أمامة، ويا أبا ليلى، اجعلوها ساعة منادمةٍ، فإنَّ من قول شيخنا العباديّ:\nأيُّها القلب تعلَّل بددن\n...\nإنَّ همَّي في سماعٍ وأذن\nالجزء: 1 ¦ الصفحة: 31\n",
        "وشرابٍ خسروانّيٍ، إذا\n...\nذاقه الشيخ تغنَّى وأرجحن\nوقال:\nوسماعٍ يأذن الشّيخ له\n...\nوحديثٍ مثل ماذيٍّ مشار\nفكيف لنا بأبي بصير؟ فلا تتُّم الكلمة إلا وأبو بصيرٍ قد خمسهم، فيسبَّحون الله ويقدّسونه ويحمدونه على أن جمع بينهم، ويتلو، جمّل الله ببقائه، هذه الآية: \" وهو على جمعهم إذا يشاء قدير \".\nفإذا أكلوا من طيّبات الجنَّة، وشربوا من شرابها الذي خزنه الله لعباده المتّقين قال، كتَّ الله أنف مبغضه: يا أبا أمامة إنَّك لحصيف الرأي لبيبٌ، فكيف حسَّن لك لبُّك أن تقول للنُّعمان بن المنذر:\nزعم الهمام بأنَّ فاها باردٌ\n...\nعذبٌ. إذا ما ذقته قلت ازدد\nزعم الهمام، ولم أذقه، بأنّه\n...\nيشفى ببرد لثاتها العطش الصدى\nثمَّ استمرَّ بك القول، حتى أنكره عليك خاصَّةٌ وعامَّةٌ؟\nفيقول النابغة بذكاءٍ وفهم: لقد ظلمني من عاب عليَّ، ولو أنصف لعلم أنَّني احترزت أشد احترازٍ. وذلك أنَّ النعمان كان مستهتراً بتلك المرأة، فأمرني أن أذكرها في شعري، فأردت ذلك في خلدي فقلت: إن وصفتها وصفاً مطلقاً، جاز أن يكون بغيرها معلَّقاً. وخشيت أن أذكر اسمها في النَّظم، فلا يكون ذلك موافقاً للملك، لأنَّ الملوك يأنفون من تسمية نسائهم، فرأيت أن أسند الصَّفة إليه فأقول: زعم الهمام، إذ كنت لو تركت ذكره لظنَّ السَّامع أن صفتي على المشاهدة، والأبيات التي جاءت بعد، داخلةٌ في وصف الهمام، فمن تأمَّل المعنى وجده غير مختلٍّ. وكيف ينشدون: وإذا نظرت فرأيت أقمر مشرقاً وما بعده؟\nالجزء: 1 ¦ الصفحة: 32\n",
        "فيقول، أرغم الله أنف شانئه: ننشد: وإذا نظرت، وإذا لمست، وإذا طعنت، وإذا نزعت، على الخطاب. فيقول النابغة: قد يسوغ هذا، ولكنَّ الأجود أن تجعلوه إخباراً عن المكلّم، لأنّ قولي: زعم الهمام يؤدّي معنى قولنا: قال الهمام، فهذا أسلم، إذ كان الملك إنما يحكي عن نفسه. وإذا جعلتموه على الخطاب قبح: إن نسبتموه إليَّ فهو منديةٌ، وإن نسبتموه إلى النّعمان فهو إزراءٌ وتنقُّض. فيقول: أيدَّ الله الفضل بزيادة مدتّه: الله درُّك يا كوكب بني مرّة. ولقد صحف عليك أهل العلم من الرواة، وكيف لي بأبوي عمرو: المازنيّ والشّيبانيّ، وأبي عبيدة، وعبد الملك، وغيرهم من النّقلة لأسألهم: كيف يروون، وأنت شاهدٌ، لتعلم أني غير المتحرّض ولا الولاَّغ؟ فلا يقرُّ هذا القول في حذنَّة أبي أمامة إلاّ والرواة أجمعون قد أحضرهم الله القادر، من غير مشقّةٍ نالتهم، ولا كلفةٍ في ذلك أصابتهم، فيسلّمون بلطفٍ ورفقٍ. فيقول، أعلى الله قوله: من هذه الشّخوص الفردوسيَّة؟ فيقولون: نحن الرُّواة الذين شئت إحضارهم آنفاً فيقول: لا إله إلاّ الله مكونَّاً مدوّناً، وسبحان الله باعثاً وارثاً، وتبارك الله قادراً لا غادراً!! كيف تروون أيُّها المرحومون قول النابغة في الداليَّة: وإذا نظرت، وإذا لمست، وإذا طعنت، وإذا نزعت، أبفتح التاء أم بضمّها؟ فيقولون: بفتحها. فيقول: هذا شيخنا أبو أمامة يختار الضَّمّ، ويخبر أنّه حكاه عن النَّعمان. فيقولون: هو كما جاء في الكتاب الكريم: \" والأمر إليك فانظري ماذا تأمرين \" فيقول، ثبّت الله كلمته على التوفيق: مضى الكلام في هذا يا أبا أمامة، فأنشدنا كلمتك التي أوّلها:\nألمَّا على المطمورة المتأبّدة،\n...\nأقامت بها المربع المتجرّدة\nالجزء: 1 ¦ الصفحة: 33\n",
        "مضمَّخة بالمسك مخضوبة الشَّوى\nبدرٍ وياقوتٍ لها متقلّدة\nكأنَّ ثناياها، وما ذقت طعمها،\nمجاجة نحلٍ في كميتٍ مبرَّده\nليقرر بها النّعمان عيناً فإنّها\n...\nله نعمةٌ، في كل يومٍ مجدده\nفيقول أبو أمامة: ما أذكر أنّي سلكت هذا القريَّ قطُّ. فيقول مولاي الشيخ، زيَّن الله أيّامه ببقائه: إن ذلك لعجبٌ، فمن الذي تطوَّع فنسبها إليك؟ فيقول: إنَّها لم تنسب إليَّ على سبيل التَّطوع، ولكن على معنى الغلط والتَّوهمُّ، ولعلَّها لرجل من بني ثعلبة بن سعد. فيقول نابغة بني جعدة: صحبني شابٌّ في الجاهليّة ونحن نريد الحيرة، فأنشدني هذه القصيدة لنفسه، وذكر أنَّه من ثعلبة بن عكابة، وصادف قدومه شكاةً من النُّعمان فلم يصل إليه. فيول نابغة بني ذبيان: ما أجدر ذلك أن يكون! ويقول الشيخ، كتب الله لو مثوبة المتقيّن، لنابغة بني جعدة: يا أبا ليلى، أنشدنا كلمتك التي على الشين التي تقول فيها:\nولقد أغدو بشربٍ أنفٍ،\n...\nقبل أن يظهر في الأرض ربش\nمعنا زقٌّ إلى سهمةٍ،\n...\nتسق الآكال من رطبٍ وهشّ\nفنزلنا بمليعٍ مقفرٍ\n...\nمسَّه طل من الدَّجن ورشّ\nولدينا قينةٌ مسمعةٌ\n...\nضخمة الأرداف من غير نفش\nوإذا نحن بإجل نافرٍ،\n...\nونعامٍ خيطه مثل الحبش\nفحملنا ماهناً ينصفنا،\n...\nفوق يعبوب من الخيل أجش\nثمّ قلنا: دونك الصَّيد به\n...\nتدرك المحبوب منَّا وتعش\nفأتانا بشبوبٍ ناشط\n...\nوظليمٍ، ومعه أمُّ خشش\nفاشتوينا من غريض طيّبٍ\n...\nغير ممنونٍ، وأبنا بغبش\nالجزء: 1 ¦ الصفحة: 34\n",
        "فيقول نابغة بني جعدة: ما جعلت الشّين قطُّ رويّاً، وفي هذا الشعر ألفاظٌ لم أسمع بها قطُّ: ربشٌ، وسهمة، وخششٌ.\nفيقول مولاي الشيخ الأديب المغرم بالعلم: يا أبا ليلى، لقد طال عهدك بألفاظ الفصحاء، وشغلك شرابٌ ما جاءتك بمثله بابل ولا أذرعات، وثنتك لحوم الطَّير الرّاتعة في رياض الجنَّة، فنسيت ما كنت عرفت، ولا ملامة إذا نسيت ذلك، \" إنّ أصحاب الجنَّة اليوم في شغلٍ فاكهون، هم وأزواجهم في ظلالٍ على الأرائك متَّكئون، لهم فيها فاكهةٌ ولهم ما يدَّعون \".\nأما ربش، فمن قولهم: أرضٌ ربشاء إذا ظهرت فيها قطعٌ من النَّبات وكأنَّها مقلوبةٌ عن برشاء، وأمَّا السهمة فشبيهةٌ بالسُّفرة تتَّخذ من الخوص، وأمّا خشش فإنّ عمرو الشَّيبانيّ ذكر في كتاب الخاء أن الخشش ولد الظبَّية.\nفكيف تنشد قولك:\nوليس بمعروف لنا أن نردّها\n...\nصحاحاً، ولا مستنكراً أن تعقَّرا\nأتقول: ولا مستنكراً، أم مستنكرٍ؟ فيقول الجعديُّ: بل مستنكراً. فيقول الشيخ: فإن أنشد منشدٌ: مستنكرٍ، ما تصنع به؟ فيقول: أزجره وأزبره، نطق بأمرٍ لا يخبره.\nفيقول الشيخ، طول الله له أمد البقاء: إنّا لله وإنَّا إليه راجعون، ما أرى سيبويه إلاَّ وهم في هذا البيت، لأنَّ أبا ليلى أدرك جاهليةً وإسلاماً، وغذي بالفصاحة غلاماً.\nوينثني إلى أعشى قيس فيقول:\n...\nيا أبا بصيرٍ أنشدنا قولك:\nأمن قتلة بالأنقا\n...\nء دارٌ غير محلولة\nكأن لم تصحب الحيَّ\n...\nبها بيضاء عطبوله\nأناةٌ ينزل القوسيَّ\n...\nمنها منظرٌ هوله\nالجزء: 1 ¦ الصفحة: 35\n",
        "وما صهباء من عانة\n...\nفي الذارع محموله\nتولَّى كرمها أصه\n...\nب يسقيه ويغدو له\nثوت في الخرس أعواماً،\n...\nوجاءت، وهي مقتوله\nبماء المزنة الغرّا\n...\nء راحت، وهي مشموله\nبأشهى منك للظّمآ\n...\nن لو أنَّك مبذوله\nفيقول أعشى قيس: ما هذه ممّا صدر عنَّي، وإنَّك منذ اليوم لمولعٌ بالمنحولات.\nويمرُّ رفٌ من إوزّ الجنَّة، فلا يلبث أن ينزل على تلك الرَّوضة ويقف وقوف منتظر لأمرٍ، ومن شأن طير الجنَّة أن يتكلَّم، فيقول: ما شأنكنَّ؟ فيقلن: ألهمنا أن نسقط في هذه الرَّوضة فنغنّي لمن فيها من شربٍ. فيقول: على بركة الله القدير. فينتفضن، فيصرن جواري كواعب يرفلن في وشي الجنَّة، وبأيديهنّ المزاهر وأنواع ما يلتمس به الملاهي. فيعجب، وحقَّ له العجب، وليس ذلك ببديعٍ من قدوة الله جلَّت عظمته، وعزَّت كلمته، وسبغت على العالم نعمته، ووسعت كلَّ شيءٍ رحمته، ووقعت بالكافر نقمته. فيقول لإحداهنَّ على سبيل الامتحان: اعملي قول أبي أمامة، وهو هذا القاعد:\nأمن آل ميَّة رائحٌ أو مغتد،\n...\nعجلان ذا زادٍ وغير مزوَّد؟\nثقيلاً أوَّل. فتصنعه، فتجيء به مطرباً، وفي أعضاء السامع متسربّاً. ولو نحت صنمٌ من أحجار، أو دفٌّ أشر عند النَّجَّار، ثمّ سمع ذلك الصوت لرقص، وإن كان متعالياً هبط ولم يراع أن يوقص. فيرد عليه، أورد الله قلبه المحابّ، زولٌ، تعجز عنه الحيل والحول، فيقول: هلمَّ خفيف الثَّقيل الأوَّل! فتنبعث فيه بنغمٍ لو سمعه الغريض، لأقرَّ أنَّ ما ترنَّم به مريضٌ. فإذا أجادته، وأعطته المهرة وزادته، قال: عليك بالثقيل الثاني، ما بين مثالثك والمثاني؛ فتأتي به على قريٍّ لو سمعه عبد الله بن جعفر لقرن أغانيَّ بديحٍ إلى هدير ذي المشفر. فإذا رأى ذلك قال: سبحان الله! كل ما كشفت القدرة بدت لها عجائب، لا تثبت لها النجائب؛ فصيري إلى خفيف الثقيل الثاني، فإنّك لمجيدةٌ محسنة، تطرد بغنائك السّنة. فإذا فعلت ما أمر به، أتت بالبرحين، وقالت للأنفس: ألا تمرحين؟ ثمَّ يقترح عليها: الرَّمل وخفيفه، وأخاه الهزج وذفيفة؛ وهذه ألألحان الثمانية، للأذن تمنيها المانية.\nفإذا تيقّن لها حذافةً، وعرف منها بالعود لباقةً، هلَّل وكبَّر، وأطال حمد ربَّه واعتبر. وقالك ويحك! ألم تكوني السّاعة إوزَّةً طائرة، والله خلقك مهديَّة لا حائرة؟ فمن أين لك هذا العلم، كأنّك لجذل النفس خلم؟ لو نشأت بين معبدٍ وابن سريج، لما هجت السامع بهذا الهيج، فكيف نفضت بله إوزّ، وهززت إلى الطَّرب أشدَّ الهزَّ؟ فتقول: وما الذي رأيت من قدرة بارئك؟ إنّك على سيف بحرٍ، لا يدرك له عبرٌ، سبحان من يحيي العظام وهي رميم.\nلبيد\nفبينا هم كذلك، إذ مرَّ شابٌ في يده محجن ياقوت، ملكه بالحكم الموقوت، فيسلّم عليهم فيقولون: من أنت؟ فيقول: أنا لبيد بن ربيعة بن كلاّب. فيقولون: أكرمت أكرمت! لو قلت: لبيدٌ وسكتّ، لشهرت باسمك وإن صمت. فما بالك في مغفرة ربَّك؟ فيقول: أنا بحمد الله في عيشٍ قصّر أن يصفه الواصفون، ولديَّ نواصف وناصفون، لا هرم ولا برم. فيقول الشيخ: تبارك الملك القدُّوس، ومن لا تدرك يقينه الحدوس، كأنَّك لم تقل في الدار الفانية:\n",
        "ولقد سئمت من الحياة وطولها وسؤال هذا النّاس: كيف لبيد ولم تفه بقولك:\nفمتى أهلك فلا أحفله\n...\nبجلى الآن من العيش بجل!\nمن حياةٍ قد مللنا طولها\n...\nوجديرٌ طول عيشٍ أن يملّ؟\nفأنشدنا ميميتَّك المعلَّقة.\n...\nفيقول: هيهات! إنَّي تركت\nالشعر في الدار الخادعة، ولن أعود إليه في الدار الآخرة، وقد عوضّت ما هو خيرٌ وأبرّ.\nفيقول: أخبرني عن قولك:\nترَّاك أمكنةٍ، إذا لم أرضها،\n...\nأو، يرتبط بعض النُّفوس حمامها\nهل أردت ببعض معنى كلٍّ؟ فيقول لبيدٌ: كلا، إنَّما أردت نفسي، وهذا كما تقول للرَّجل: إذا ذهب مالك، أعطاك بعض الناس مالاً، وأنت تعني نفسك في الحقيقة، وظاهر الكلام واقعٌ على كلّ إنسان، وعلى كلّ فرقة تكون بعضاً للناس..فيقول، لا فتىء خصمه مفحماً: أخبرني عن قولك: أو يرتبط، هل مقصدك: إذا لم أرضها أو يرتبط، فيكون: لم يرتبط؟ أم غرضك: أترك المنازل إذا لم أرضها، فيكون يرتبط كالمحمول على قولك: ترَّاك أمكنةٍ؟ فيقول لبيدٌ: الوجه الأوّل أردت.\nفيقول، أعظم الله حظّه في الثواب: فما مغزاك في قولك:\nوصبوح صافيةٍ وجذب كرينة\n...\nبموتَّر تأتاله إبهامها؟\nفإن الناس يروون في هذا البيت على وجهين: منهم من ينشده تأتاله، يجعله تفتعله، من آل الشيء يؤوله إذا ساسه، ومنهم من ينشد: تأتاله من الإتيان. فيقول لبيدٌ: كلا الوجهين يحتمله البيت، فيقول، أرغم الله حاسده: إنّ أبا عليّ الفارسيّ كان يدّعي، في هذا البيت، أنَّه مثل قولهم: استحى يستحي، على مذهب الخليل\nالجزء: 1 ¦ الصفحة: 38\n",
        "وسيبويه لأنهما يريان أنَّ قولهم: استحيت، إنما جاء على قولهم استحاي، كما أن استقمت على استقام، وهذا على مذهبٌ ظريفٌ، لأنّه يعتقد أنّ تأتى مأخوذةٌ من أوى، كأنّه بني منها افتعل، فقيل: ائتاي، فأعلّت الواو كما تعلُّ في قولنا: اعتان من العون، واقتال من القول. ثمّ قيل: ائتيت، فحذفت الألف، كما يقال: اقتلت. ثمّ قيل في المستقبل، بالحذف، كما قيل: يستحى. فيقول لبيدٌ: معترضٌ لعننٍ لم يعنه، الأمر أيسر ممّا ظنَّ هذا المتكلَّف.\nويقول لبيدٌ: سبحان الله يا أبا بصير، بعد إقرارك بما تعلم، غفر لك وحصلت في جنّة عدن؟ فيقول مولاي الشيخ متكلّماً عن الأعشى: كأنّك يا أبا عقيلٍ تعني قوله:\nوأشرب بالرّيف حتى يقا\n...\nل: قد طال بالرّيف ما قد دجن\nصريفيّةً طيّباً طعمها،\n...\nتصفَّق ما بين كوبٍ ودنّ\nوأقررت عيني من الغانيا\n...\nت، إمَّا نكاحاً وإمّا أزنّ\nوقوله:\nفبتُّ الخليفة من بعلها،\n...\nوسيَّد تيّا ومستادها\nوقوله:\nفظللت أرعاها، وظلَّ يحوطها\n...\nحتى دنوت إذ الظّلام دنا لها\nفرميت غفلة عينه عن شاته،\n...\nفأصبت حبَّة قلبها وطحالها\nونحو ذلك ممّا روي عنه؛ فلا يخلو من أحد أمرين: إمَّا أن يكون قاله تحسيناً للكلام على مذهب الشُّعراء، وإمّا أن يكون فعله فغفر له. قل يا عبادي الذَّين أسرفوا على أنفسهم لا تقطنوا من رحمة الله، إنَّ الله يغفر الذُّنوب جميعاً، إنَّه هو الغفور الرَّحيم.. إنَّ الله لا يغفر أن يشرك به\nالجزء: 1 ¦ الصفحة: 39\n",
        "ويغفر ما دون ذلك لمن يشاء، ومن يشرك بالله فقد ضلَّ ضلالاً بعيداً.\nويقول، رفع الله صوته، لنابغة بني جعدة: يا أبا ليلى، إنَّي لأستحسن قولك:\nطيبّة النَّشر، والبداهة، وال\n...\nعلاَّت، عند الرُّقاد والنَّسم\nكأنَّ فاها، إذا تنبَّه، من\n...\nطيب مشيمٍّ وحسن مبتسم\nيسنُّ بالضّرو من براقش، أو\n...\nهيلان، أو ضامرٍ من العتم\nركزّ في السام والزَّبيب، أقا\n...\nحيُّ كثيب، تعلُّ بالرّهم\nبماء مزنٍ، من ماء دومة قد\n...\nجرّد في ليل شمال شبم\nشجّت به قرقفٌ من الرّاح، إس\n...\nفنط عقارٍ، قليلة النَّدم\nألقي فيها فلجان من مسك دا\n...\nرين، وفلجٌ من فلفل ٍ ضرم\nردّت إلى أكلف المناكب، مر\n...\nسومٍ، مقيم في الطَّين؛ محتدم\nجونٍ كجوز الحمار، جرَّدة ال\n...\nبيطار، لا ناقسٍ، ولا هزم\nتهدر فيه، وساورنه كما\nرجَّع هدرٌ من مصعبٍ قطم أين طيب هذه الموصوفة، من طيب من تشاهده من الأتراب العرب؟ كلاّ والله! أين الأهل من الغرب؟ وأين فوها المذكّر، من أفواهٍ ما ولب إليها المنكر؟ إنَّها لتفضل على تلك، فضل الدُّرة المختزنة على الحصاة الملقاة، والخيرات الملتمسة على الأعراض المتّقاة.\nما سامك أيّها الرَّجل وزبيبك؟ ما حسن في العاجلة حبيبك. وإنَّ ثغراً يفتقر إلى قضيب البشام ليجشم حليفه بعض الإجشام! لولا أنَّه ضري بالحبر ما افتقر إلى ضرو مطلوب، أو غصنٍ من العتم مجلوب. وما الماء الذي وصفته من دومة، وغيره ينافي اللَّومة؟ أليس هو إن أقام أجن، ولا يدوم للماكث إذا دجن؟ وإن فقد\nالجزء: 1 ¦ الصفحة: 40\n",
        "برد الشَّمأل؛ رجع كغيره من السَّمل. تلقي الغسر فيه الهابة، وتشبُّه الغرَّاء الشابَّة. والغرَّاء: الهاجرة ذات السَّراب.\nوما قرقفك هذه المشجوجة، ولو أنّها للشّربة محجوبة؟ قربت من حاجتك فلا تنط، لا كانت الفيهج ولا الإسفنط؛ طالما ثملت في وفقتك فندمت، وأنفقت ما تملك فعدمت.\nما عقارك وما فلجاك؟ زالت عن مقلتك دجاك؟! ولو دخل مسك دارين، جنة ربّنا الموهوبة لغير الممارين، لعدَّ في ترابها الذَّفر كصيق المقتول، أو دنس قدمٍ مبتول.\nزعمت أنَّها تطيّب بالفلفل، وشبهَّها غيرك بنسيم القرنفل! إنّ في هذه المنزلة لنشراً، لا يزيد على نشر الفانية عشراً، ولكن يشفُّ بعددٍ لا يدرك، ليس وراءه مترك.\nنزاهة لهذه القهوة أن تدَّخر في أكلف مناكب، من حفظه عدَّ النّاكب! أصبح بطينها مرسوماً، وضع في المتربص وسوماً، فهو جون كجوز الحمار، لا سلم ذخراً للخمَّار! ليس بناقسٍ ولكن منقوص، ذمّه المتحنّف ومن فناؤه القوس تهدر فيه الصهباء المعتصرة وهي قرب نتاج، كالسِّقاب الموضوعة بغير خداج. فإذا وصلت سنَّ البازل بطل الهدير، وأدارها في الكأس مدير.\nويخطر له، جعل الله الإحسان إليه مربوباً، وودَّه في الأفئدة مشبوباً، غناء القيان بالفسطاط ومدينة السّلام. ويذكر ترجيعهنَّ\nميميّة المخبَّل السّعدي\nفتندفع تلك الجواري التي نقلتهنّ القدرة من خلق الطَّير اللاقطة، إلى خلق حورٍ غير متساقطة، تلحِّن قول المخبَّل السَّعديّ:\nذكر ال\nربَّاب\nوذكرها سقم\n...\nوصبا، وليس لمن صبا عزم\nوإذا ألمَّ خيالها طرفت\n...\nعيني، فماء شؤونها سجم\nالجزء: 1 ¦ الصفحة: 41\n",
        "كاللّؤلؤ المسجور توبع في\n...\nسلك النِّظام، فخانه النَّظم\nفلا يمرُّ حرف ولا حركة، إلاَّ ويوقع مسرّةً لو عدلت بمسرّات أهل العاجلة، منذ خلق الله آدم إلى أن طوى ذرِّيته من الأرض، لكانت الزائدة على ذلك، زيادة اللّج المتموج على دمعة الطّفل، والهضب الشامخ على الهباءة المنتفضة من الكفل.\nويقول لندمائه: ألا تسمعون إلى قول السّعديّ:\nوتقول عاذلتي، وليس لها\n...\nبغدٍ، ولا ما بعده علم\nإنَّ الثوّاء هو الخلود، وإ\n...\nنَّ المرء، يكرب يومه العدم\nولئن بنيت لي المشقَّر في\n...\nعنقاء، تقصر دونها العصم\nلتنقِّبن عني المنيَّة إ\n...\nنَّ الله ليس كحكمه حكم\nفيقول إنّه المسكين، قال هذه الأبيات، وبنو آدم في دار المحن والبلاء، يقبضون من الشّدائد على السُّلاّء؛ والوالدة تخاف المنيَّة على الولد، ولا يزال رعبها في الخلد؛ والفقر يرهب ويتَّقى، والمال يطلب ويستبقى؛ والسَّغب موجود والظَّماء، والكمه معروف والكماء؛ ولم يكفف للغير عنان، ولا سكنت بالعفو الجنان. فالحمد لله الذي أذهب عنَّا الحزن إنَّ ربَّنا لغفور شكور. الذي أحلَّنا دار المقامة من فضله، لا يمسُّنا فيها نصب ولا يمسُّنا فيها لغوب.\nفتبارك الله القدُّوس! نقل هؤلاء المسمعات من زيِّ ربَّات الأجنحة، إلى زيِّ ربات الأكفال المترجِّحة؛ ثمّ ألهمهنَّ بالحكمة حفظ أشعارٍ لم تمرر قبل بمسامعهنَّ، فجئن بها متقنةً، محمولة على الطَّرائق ملحَّنة، مصيبةً في لحن الغناء، منزّهةً عن لحن الهجناء. ولقد كانت الجارية في الدار العاجلة، إذا تفرِّست فيها النَّجابة، وأحضرت لها الملحِّنة لتلقي إليها ما تعرف من ثقيلٍ\nالجزء: 1 ¦ الصفحة: 42\n",
        "وخفيف، وتأخذها بمأخذٍ غير ذفيف؛ تقيم معها الشّهر كريتاً، قبل أن تلقَّن كذباً حنبريتاً: بيتاً من الغزل أو بتيتن، ثم تعطى المائة أو المائتين. فسبحان القادر على كل عزيز، والمميِّز لفضله كلَّ مزيز.\nرباب\nويقول نابغة بني جعدة، وهو جالس يستمع: يا أبا بصير أهذه الربَّاب التي ذكرها السّعديُّ، هي ربابك التي ذكرتها في قولك:\nبعاصي العواذل، طلق اليدي\n...\nن يعطي الجزيل، ويرخي الإزارا\nفما نطق الدِّيك حتى ملأ\n...\nت كوب الزَّباب له فاستدارا\nإذا انكبَّ أزهر بين السُّقا\n...\nة تراموا به غرباً أو نضاراً\nفيقول أبو بصيرٍ: قد طال عمرك يا أبا ليلى، وأحسبك أصابك الفند، فبقيت على فندك إلى اليوم! أما علمت أنَّ اللواتي يسمَّين بالرَّباب أكثر من أن يحصين؟ أفتظن أنَّ الربّاب هذه، هي التي ذكرها القائل:\nما بال قومك يا رباب\n...\nخزراً كأنّهم غضاب\nغاروا عليك، وكيف ذا\n...\nك ودونك الخرق اليباب\nأو التي ذكرها امرؤ القيس في قوله:\nدار لهندٍ، والربَّاب، وفرتنى،\n...\nولميس، قبل حوادث الأيام\nولعلّ أمّها أمُّ الربّاب المذكورة في قوله:\nوجارتها أمِّ الربّاب بمأسل\nفيقول نابغة بني جعدة: أتكلمني بمثل هذا الكلام يا خليع بني ضبيعة، وقد مُتَّ كافراً، وأقررت على نفسك بالفاحشة، وأنا لقيت النبيَّ، صلى الله عليه وسلّم، فأنشدته كلمتي التي أقول فيها:\nالجزء: 1 ¦ الصفحة: 43\n",
        "بلغنا السّماء مجدنا وسناءنا،\n...\nوإنّا لنبغي فوق ذلك مظهرا!\nفقال: إلى أين يا أبا ليلى؟ فقلت: إلى الجنّة بك يا رسول الله! فقال: لا يفضض الله فاك.\nأغرّك أن عدَّك بعض الجهَّال رابع الشُّعراء الأربعة؟ وكذب مفضِّلك، وإنِّي لأطول منك نفساً، وأكثر تصرُّفاً. ولقد بلغت بعدد البيوت ما لم يبلغه أحد من العرب قبلي، وأنت لاهٍ بعفارتك، تفتري على كرائم قومك. وإن صدقت فخزياً لك ولمقارّك! ولقد وفِّقت الهزّانيّة في تخليتك: عاشرت منك النّابح، عشي فطاف الأحوية على العظام المنتبذة، وحرص على انتباث الأجداث المنفردة.\nفيغضب أبو بصير فيقول: أتقول هذا وإنَّ بيتاً ممّا بنيت ليعدل بمائةٍ من بنائك؟ وإن أسهبت منطقك، فإنَّ المسهب كحاطب الليل. وإنّي لفي الجرثومة من ربعية الفرس، وإنّك لمن بني جعدة، وهل جعدة إلاّ رائدة ظليم نفور؟ أتعيِّرني في مدح الملوك؟ ولو قررت يا جاهل على ذلك لهجرت إليه أهلك وولدك، ولكنّك خلقت جباناً هداناً، لا تدلج في الظّلماء الدّاجية، ولا تهجَّر في الوديقة الصاخدة. وذكرت لي طلاق الهزّانية ولعلّها بانت عني مسرّة الكمد، والطّلاق ليس بمنكرٍ للسُّوق ولا للملوك.\nفيقول الجعديُّ: اسكت يا ضلَّ بني ضلّ، فأقسم أنّ دخولك الجنَّة من المنكرات، ولكنَّ الأقضية جرت كما شاء الله! لحقُّك أن تكون في الدّرك الأسفل من النّار، ولقد صلي بها من هو خير منك، ولو جاز الغلط على ربِّ العزّة، لقلت: إنَّك غلط بك! ألست القائل:\nفدخلت إذ نام الرّقي\n...\nب، فبتُّ دون ثيابها\nحتى إذا ما استرسلت\n...\nللنّوم، بعد لعابها\nالجزء: 1 ¦ الصفحة: 44\n",
        "قسَّمتها نصفين ك\n...\nلُّ مسوَّدٍ يرمى بها\nفثنيت جيد غريرةٍ،\n...\nولمست بطن حقابها\nكالحقَّة الصّفراء صا\n...\nك عبيرها بملابها\nوإذا لها تامورة\n...\nمرفوعة لشرابها\nواستقللت ببني جعدة، وليوم من أيَّامهم يرجح بمساعي قومك. وزعمتني جباناً وكذبت! لأنا أشجع منك ومن أبيك، وأصبر على إدلاج المظلمة ذات الأريز، وأشدُّ إيغالاً في الهاجرة أمِّ الصَّخدان.\nويثب نابغة بني جعدة على أبي نصير فيضربه بكوز من ذهب. فيقول: أصلح الله به وعلى يديه: لا عربدة في الجنان، إنّما يعرف ذلك في الدار الفانية بين السَّفلة والهجاج، وإنّك يا أبا ليلى لمتنزِّع. وقد روى في الحديث، أنَّ رجلاً صاح بالبصرة: يا آل قيسٍ! فجاء النابغة الجعديُّ بعصيّةٍ له، فأخذه شرط ابي موسى الأشعريّ فجلده لأنَّ النبيَّ، صلّى الله عليه وسلّم، قال: من تعزىّ بعزاء الجاهليّة فليس منّا. ولولا أنَّ في الكتاب الكريم: \" لا يصدَّعون عنها ولا ينزفون \" لظننَّاك أصابك نزف في عقلك. فأمّا أبو بصيرٍ فما شرب إلاّ اللَّبن والعسل، وإنَّه لوقور في المجلس، لا يخفُّ عند حلِّ الحبوة. وإنّما مثله معنا مثل أبي نواسٍ في قوله:\nأيُّها العاذلان في الراح لوما\n...\nلا أذوق المدام إلاَّ شميما\nنالني بالعتاب فيها إمام\n...\nلا أرى لي خلافه مستقيما\nإنّ حظيَّ منها، إذا هي دارت،\n...\nأن أراها، وأن أشمَّ النّسيما\nفاصرفاها إلى سواي، فإنّي\n...\nلست إلا على الحديث نديما\nفكأنّي وما أحسِّن منها،\n...\nقعديُّ يحسِّن التَّحكيما\nالجزء: 1 ¦ الصفحة: 45\n",
        "لم يطق حمله السّلاح إلى الحر\n...\nب، فأوصى المطيق ألاّ يقيما\nفيقول نابغة بني جعدة قد كان النّاس في أيّام الخادعة يظهر عنهم السَّفه بشرب الّلبن، لا سيَّما إذا كانوا أرقَّاء لئاماً، كما قال الراجز:\nيا ابن هشام أهلك النّاس اللَّبن\n...\nفكلُّهم يغدو بسيفٍ وقرن\nوقال آخر:\nما دهر ضبَّة، فاعلم، نحت أثلتنا\n...\nوإنّما هاج من جهَّالها اللَّبن\nوقيل لبعضهم: متى يخاف شرُّ بني فلانٍ؟ قال: إذا ألبنوا. فيريد، بلَّغه الله إرادته، أن يصلح بين النُّدماء، فيقول: يحب أن يحذر من ملكٍ يعبر فيرى هذا المجلس، فيرفع حديثه إلى الجبار الأعظم، فلا يجرُّ ذلك إلاَّ ما تكرهان، واستغنى ربُّنا أن ترفع الأخبار إليه، ولكن جرى مجرى الحفظة في الدار العاجلة، أما علمتما أنّ آدم خرج من الجنَّة بذنبٍ حقير، فغير آمنٍ من ولد أن يقدر له مثل ذلك.\nفسألتك يا أبا بصير بالله هل يهجس لك تمنَّي المدام؟ فيقول: كلا والله! إنها عندي لمثل المقر لا يخطر ذكرها بالخلد. فالحمد لله الذي سقاني عنها السُّلوانة، فما أحفل بأمِّ زنبقٍ أخرى الدهر.\nوينهض نابغة بني جعدة مغضباً، فيكره، جنَّبه الله المكاره، انصرافه على تلك الحال، فيقول: يا أبا ليلى، إنَّ الله، جلَّت قدرته، منَّ علينا بهؤلاء الحور العين اللواتي حوَّلهنَّ عن خلق الإوز، فاختر لك واحدة منهنَّ فلتذهب معك إلى منزلك، تلاحنك أرقَّ اللَّحان. وتسمعك ضروب الألحان. فيقول لبيد بن ربيعة: إن أخذ أبو ليلى قينةً، وأخذ غيره مثلها، أليس ينتشر خبرها في الجنَّة، فلا يؤمن أن يسمَّى فاعلو ذلك أزواج الإوزّ.\nفتضرب الجماعة عن اقتسام\nالجزء: 1 ¦ الصفحة: 46\n",
        "أولئك القيان.\nحسان بن ثابت\nويمرُّ حسَّان بن ثابت فقولون: أهلاً أبا عبد الرحمن، ألا تحدَّث معنا ساعة؟ فإذا جلس إليهم قالوا: أين هذه المشروبة من سبيئتك التي ذكرتها في قولك:\nكأن سبيئة من بيت رأس\n...\nيكون مزاجها عسل وماء\nعلى أنيابها، أو طعم غضٍّ\n...\nمن التُّفاح هصَّره اجتناء\nعلى فيها، إذا ما اللّيل قلَّت\n...\nكواكبه، ومال بها الغطاء\nإذا ما الأشربات ذكرن يوماً\n...\nفهنَّ لطيِّب الرَّاح الفداء\nويحك! ما استحييت أن تذكر مثل هذا في مدحتك رسول الله، صلى الله عليه وسلم؟ فيقول: إنَّه كان أسحج خلقاً ممَّا تظنُّون، ولم أقل إلا خيراً، لم أذكر أنِّي شربت خمراً، ولا ركبت ممّا حظر أمراً، وإنّما وصفت ريق امرأةٍ، يجوز أن يكون حلاً لي، ويمكن أن أقوله على للظَّنِّ. وقد شفع صلى الله عليه وسلم في أبي بصيرٍ بعد ما تهكَّم في مواطن كثيرة، وزعم أنَّه مسترٍ، مفترياً أو ليس بمفترٍ. وما سمع بأكرم منه صلى الله عليه وسلم: لقد أفكت فجلدني مع مسطحٍ ثم وهب لي أخت مارية فولدت لي عبد الرحمن، وهي خالة ولده إبراهيم.\nوهو، زين الله الآداب ببقائه، يخطر في ضميره أشياء، يريد أن يذكرها لحسّان وغيره، ثم يخاف أن يكونوا لما طلب غير محسنين، فيضرب عنها إكراماً للجليس، مثل قول حسّان:\nيكون مزاجها عسل وماء\nيعرض له أن يقول: كيف قلت يا أبا عبد الرحمن: أيكون مزاجها عسل وماء، أم مزاجها عسلاً وماء، أم مزاجها عسل وماء على الابتداء والخبر؟ وقوله:\nالجزء: 1 ¦ الصفحة: 47\n",
        "فمن يهجو رسول الله منكم\n...\nويمدحه وينصره؛ سواء\nيذهب بعضهم إلى أنَّ من محذوفة من قولك: ويمدحه وينصره، على أن ما بعدها صلة لها. وقال قوم: حذفت على أنَّها نكرة، وجعل ما بعدها وصفاً لها، فأقيمت الصفة مقام مقام الموصوف.\nويقول قائل من القوم: كيف جبنك يا أبا عبد الرَّحمن؟ فيقول: ألي يقال هذا وقومي أشجع العرب؟ ماذا اراد ستَّة منهم أن يميلوا على أهل الموسم بأسيافهم، وأجاروا النبيَّ، صلى الله عليه وسلّم، على أن يحاربوا معه كلَّ عنودٍ؛ فرمتهم ربيعة ومضر وجميع العرب عن قوس العداوة، وأضمروا لهم ضغن الشَّنآن. وإن ظهر منّي تحرُّز في بعض المواطن، فإنّما ذلك على طريقة الحزم، كما جاء في الكتاب الكريم: ومن يولهم يومئذ دبره إلا متحرِّفاً لقتالٍ أو متحيّزاً إلى فئةٍ، فقد باء بغضبٍ من الله، ومأواه جهنَّم وبئس المصير.\nعوران قيس\nويفترق أهل ذلك المجلس، بعد أن أقاموا فيه كعمر الدُّنيا أضعافاً كثيرةً، فبينا هو يطوف في رياض الجنَّة، لقيه خمسة نفرٍ على خمس أينق، فيقول: ما رأيت أحسن من عيونكم في أهل الجنان! فمن انتم خلد عليكم النّعيم؟ فيقولون: نحن عوران قيسٍ: تميم بن مقبلٍ العجلانيّ وعمرو بن أحمر الباهليُّ والشَّمّاخ، معقل بن ضرار، أحد بني ثعلبة بن سعد بن ذبيان، وراعي الإبل، عبيد بن الحصين النُّميريّ، وحميد ابن ثور الهلاليِّ.\nقصيدة الشماخ\nفيقول للشَّمّاخ بن ضرارٍ: لقد كان في نفسي أشياء من قصيدتك التي على الزاي، وكلمتك التي على الجيم، فأنشدنيهما لا زلت مخلَّداً كريماً.\nفيقول: لقد شغلني عنهما النَّعيم الدائم فما أذكر منهما بيتاً واحداً. فيقول لفرط حبّه الأدب وإيثاره تشييد الفضل: لقد غفلت أيُّها\nالجزء: 1 ¦ الصفحة: 48\n",
        "المؤمن وأضعت! أما علمت أنَّ كلمتيك، أنفع لك من ابنتيك؟ ذكرت بهما الموطن، وشهرت عند راكب السَّفر والقاطن؛ وإنَّ القصيدة من قصائد النابغة، لأنفع له من ابنته عقرب، ولعل تلك شانته، وما زانته، وأصابها في الجاهلية سباء، وما وفر لأجلها الحباء. وإن شئت أن أنشدك قصيدتيك، فإن ذلك ليس بمتعذرٍ عليّ. فيقول: أنشدني، ضفت عليك نعمة الله، فينشده:\nعفا من سليمى بطن قوٍ، فعالز،\n...\nفذات الغضا، فالمشرفات النَّواشز\nفيجده بها غير عليم. ويسأله عن أشياء منها، فيصادفه بها غير بصير، فيقول: شغلتني لذائذ الخلود عن تعهُّد هذه المنكرات: \" إن المتَّقين في ظلالٍ وعيونٍ، وفواكه ممَّا يشتهون، كلوا وأشربوا هنيئاً بما كنتم تعملون \"، إنّما كنت أسق هذه الأمور، وأنا آمل أن أفقر بها ناقةً، أو أعطى كيل عيالي سنةً، كما قال الراجز:\nلو شاك من رأسك عظم يابس،\n...\nلآل منك جمل حمارس\nسوى عليك الكيل شيخ بائس،\n...\nمثل الحصى يعجب منه اللامس\nوأنا الان في تفضُّل الله، أغترف في مرافد العسجد من أنهار اللَّبن: فتارةً ألبان الإبل، وتارةً ألبان البقر، وإن شئت لبن الضأن فإنّه كثير جمٌّ، وكذلك لبن المعيز، وإن أحببت ورداً من رسل الأرواي، فربّ نهرٍ منه كأنه دجلة أو الفرات. ولقد أراني في دار الشّقوة أجهد أخلاف شياهٍ لجباتٍ، لا يمتلىء منهنَّ القعب.\nفيقول، لا زال مقولاً للخير: فأين عمرو بن أحمر؟ فيقول عمروٌ: ها أنا ذا. فيقول: أنشدني قولك:\nالجزء: 1 ¦ الصفحة: 49\n",
        "بان الشّباب، وأخلف العمر،\n...\nوتغيَّر الإخوان والدّهر\nوقد اختلف الناس في تفسير العمر، فقيل: إنّك أردت البقاء، وقيل: إنّك أردت الواحد من عمور الأسنان، وهو اللَّحم الذي بينها. فيقول عمرو متمثلاً:\nخذا وجه هرشى أو كلاهما، فإنَّه\n...\nكلا جانبي هرشى لهنّ طريق\nولم تترك فيَّ أهوال القيامة غبَّراً للانشاد، أما سمعت الآية: \" يوم ترونها تذهل كلُّ مرضعةٍ عمَّا ارضعت، وتضع كل ذات حملٍ حملها، وترى النَّاس سكارى وما هم بسكارى ولكنَّ عذاب الله شديد \" وقد شهدت الموقف، فالعجب لك إذ بقي معك شيء من روايتك! فيقول الشيخ: إنّي كنت أخلص الدُّعاء في أعقاب الصلوات، قبل أن أنتقل من تلك الدار، أن يمتعني الله بأدبي في الدُّنيا والآخرة، فأجابني إلى ما سألت وهو الحميد المجيد: ولقد يعجبني قولك:\nولقد غدوت، وما يفزِّعني\n...\nخوف أحاذره ولا ذعر\nرؤد الشَّباب، كأنّني غصن\n...\nبحرام مكّة، ناعم نضر\nكشراب قيلٍ عن مطيَّته\n...\nوكلِّ أمرٍ واقعٍ قدر\nمدّ النَّهار له، وطال علي\n...\nهـ الليل واستنعت به الخمر\nومسفة دهماء داجنة\n...\nركدت، وأسبل دونها السِّتر\nوجرادتان تغنِّيانهم\n...\nوتلألأ المرجان والشَّذر\nومجلجل دانٍ زبرجده\n...\nحدب كما يتحدَّب الدَّبر\nونَّان حنَّانان، بينهما\n...\nوتر أجشُّ، غناؤه زمر\nوبعيرهم ساجٍ بجرَّته،\n...\nلم يؤذه غرث ولا نفر\nالجزء: 1 ¦ الصفحة: 50\n",
        "فإذا تجرّد، شق بازله،\n...\nوإذا أصاخ فإنّه بكر\nخلّوا طريق الديدبون فقد\n...\nولَّى الصَّبا وتفاوت النَّجر\nفما أردت بقولك: كشراب قيلٍ؟ الواحد من الأقيال؟ أم قيل ابن عتر من عاد؟ فيقول عمرو: الوجهين ليتصوّران. فيقول الشيخ، بلغه الله الأمانيَّ: ممّا يدل على أنَّ المراد قيل بن عتر، قولك: وجرادتان تغنيّانهم، لأن الجرادتين، فيما قيل، مغنِّيتان غنتا لوفد عادٍ عند الجرهميِّ بمكة، فشغلوا عن الطواف بالبيت وسؤال الله، سبحانه وتعالى، فيما قصدوا له فهلكت عاد وهم سامدون.\nولقد وجدت في بعض كتب الأغاني صوتاً يقال غنَّته الجرادتان، فتفكّنت لذلك، والصوت:\nأقفر من أهله المصيف،\n...\nفبطن عردة، فالغريف\nهل تبلغنّي ديار قومي\n...\nمهريَّة، سيرها تلقيف\nيا أمَّ عثمان نوِّليني\n...\nهل ينفع النّائل الطّفيف\nوهذا شعر على قريِّ: أقفر من أهله ملحوب ومن الذي نقل إلى المغنين في عصر هارون وبعده أنَّ هذا الشعر غنَّته الجرادتان؟ إنّ ذلك لبعيد في المعقول، وما أجدره أن يكون مكذوباً.\nوقولك: ومسفة دهماء داجنة، ما أردت به؟ وقولك: ومجلجل دانٍ زبرجده؟ فيقول ابن أحمر: أمّا ذكر الجرادتين فلا يدلَّ على أني خصصت قيل بن عترٍ وإن كان في الوفد الذي غنَّته الجرادتان، لأن العرب صارت تسمّي كلُّ قينةٍ جرادةً، حملاً على أنّ قينة في الدّهر الأول كانت تدعى الجرادة. قال الشاعر:\nتغنِّينا الجراد، ونحن شرب\n...\nنعلُّ الرّاح خالطها المشور\nالجزء: 1 ¦ الصفحة: 51\n",
        "وأمّا المسفَّة الدَّهماء، فإنّها القدر. وأمّا المجلجل الداني زبرجده، فهو العود، وزبرجده ما حسن منه، أما تسمع القائل يسمّي ما تلوّن من السحاب زبرجاً؟ ومن روى: مجلجل، بكسر الجيم، أراد السحاب.\nفيعجب الشيخ من هذه المقالة، ويقول: كأنّك أيُّها الرجل وأنت عربي صميم يستشهد بألفاظك وقريضك، تزعم أن الزبرجد من الزِّبرج، فهذا يقوّي ما ادّعاه صاحب العين من أنّ الدال الزائدة في قولهم: صلخدم، وأهل البصرة ينفرون من ذلك.\nفيلهم الله القادر ابن أحمر علم التصريف، ليري الشيخ برهان القدرة، فيقول ابن أحمر: وماذا الذي أنكرت أن يكون الزبرج من لفظ الزَّبرجد؟ كأنّ فعلاً صرِّف من الزّبرجد، فلم يمكن أن يجاء بحروفه كلّها، إذا كانت الأفعال لا يكون فيها خمسة أحرفٍ من الأصول، فقيل: يزبرج، ثم بني من ذلك الفعل اسم فقيل: زبرج، ألا ترى أنَّهم إذا صغَّروا فرزدقاً قالوا: فريزد، وإذا جمعوه قالوا: قالوا: فرازد؟ وليس ذلك بدليل على أن القاف زائدة. فيقول، خلّد الله ألفاظه في ديوان الأدب: كأنّك زعمت أنّ فعلاً أخذ من الزَّبرجد، ثم بني منه الزَّبرج، فقد لزمك على هذا، أن تكون الأفعال قبل الأسماء. فيقول ابن أحمر: لا يلزمني ذلك، لأني جعلت زبرجداً أصلاً، فيجوز أن يحدث منه فروغ ليس حكمها كحكم الأصول. ألا ترى أنهم يقولون: إنّ الفعل مشتقٌّ من المصدر؟ فهذا أصل، ثم يقولون: الصِّفة الجارية على الفعل، يعنون: الضارب والكريم وما كان نحوهما، فليس قولهم هذه المقالة بدليلٍ على أنّ الصفة مشتقة من الفعل، إذا كانت اسماً، وحقٌّ الأسماء أن تكون قبل الأفعال، وإنِّما يراد أنَّه ينطق بالفعل منها كثيراً.\nالجزء: 1 ¦ الصفحة: 52\n",
        "ولمدَّعٍ أن يقول: الفعل مشتقٌّ من المصدر فهو فرع عليه، والصِّفة فرع آخر، فيجوز أن يتقدَّم أحد الفرعين على صاحبه.\nثمَّ يذكر له أشياء من شعره، فيجده عن الجواب مستعجماً، إن نطق نطق محجماً.\nتميم بن أبي\nفيقول: أيكم تميم بن أبيّ؟ فيقول رجل منهم: ها أنا ذا. فيقول أخبرني عن قولك:\nيا دار سلمى خلاءً لا أكلِّفها\n...\nإلاّ المرانة حتى تسأم الدنيا\nما أردت بالمرانة؟ فقد قيل: إنّك أردت اسم امرأة، وقيل: هي اسم ناقةٍ، وقيل: العادة. فيقول تميم: والله ما دخلت من باب الفردوس ومعي كلمة من الشعر ولا الرَّجز، وذلك أنّي حوسبت حساباً شديداً، وقيل لي: كنت فيمن قاتل عليَّ بن أبي طالب. وانبرى لي النَّجاشي الحارثيّ، فما أفلتُّ من اللهب حتى سفعني سفعات.\nوإن حفظك لمبقىً عليك، كأنّك لم تشهد أهوال الحساب، ومنادي الحشر يقول: أين فلان ابن فلان؟ والشّوس الجبابرة من الملوك تجذبهم الزّبانية إلى الجحيم، والنسِّوة ذوات التِّيجان يصرن بألسنة الوقود، فتأخذ في فروعهنَّ وأجسادهنَّ، فيصحن: هل من فداء؟ هل من عذرٍ يقام؟ والشباب من أولاد الأكاسرة يتضاغون في سلاسل النار ويقولون: نحن أصحاب الكنوز، نحن أرباب الفانية، ولقد كانت لنا إلى الناس صنائع وأيادٍ فلا فادي ولا معين!\nفهتف داعٍ من قبل العرش: \" أولم نعمِّركم ما يتذكّر فيه من تذكَّر وجاءكم النّذير فذوقوا فما للظالمين من نصير \" لقد جاءتكم الرسل في زمانٍ بعد زمانٍ، وبذلت ما وكّد من الأمان، وقيل لكم في الكتاب: \" واتقوا يوماً ترجعون فيه إلى الله ثم توفَّى كلُّ نفسٍ ما كسبت وهم لا يظلمون \" فكنتم في لذات السَّاخرة واغلين، وعن أعمال الآخرة متشاغلين، فالآن\nالجزء: 1 ¦ الصفحة: 53\n",
        "ظهر النبأ، لا ظلم اليوم إنَّ الله قد حكم بين العباد.\nفيقول، أنطقه الله بكل فضل، إن شاء ربُّه أن يقول: أنا أقص عليك قصّتي: لما نهضت أنتفض من الرّيم، وحضرت حرصات القيامة، والحرصات مثل العرصات، أبدلت الحاء بالعين ذكرت الآية: \" تعرج الملائكة والرُّوح إليه في يومٍ كان مقداره خمسين ألف سنةٍ، فاصبر صبراً جميلاً فطال علي الأمد، واشتد الظمأ والومد، والومد: شدَّة الحرِّ وسكوت الرّيح، كما قال أخوكم النّميري:\nكأن بيض نعامٍ في ملاحفها\n...\nجلاه طلٌّ وقيظ ليله ومد\nوأنا رجل مهياف أي سريع العطش، فافتكرت فرأيت أمراً لا قوام لمثلي به. ولقيني الملك الحفيظ بما زبر من فعل الخير، وجدت حسناتي قليلة كالنُّفا في العام الأرمل والنفأ الرياض، والأرمل قليل المطر. إلا أن التوبة في آخرها كأنها مصباح أبيلٍ، رفع لسالك السبيل. فلمَّا أقمت في الموقف زهاء شهر أو شهرين، وخفت في العرق من الغرق، زينت لي النفس الكاذبة أن أنظم أبياتاً\nمدح رضوان\nفي رضوان، خازن الجنان، عملتها في وزن:\nقفا نبك من ذكرى حبيب وعرفان\nووسمتها برضوان. ثمّ ضانكت الناس حتى وقفت منه بحيث يسمع ويرى، فما حفل بي، ولا أظنّه أبه لما أقول.\nفغبرت برهة، نحو عشرة أيام من أيّام الفانية، ثم عملت أبياتاً في وزن:\nبان الخليط ولو طووعت ما بانا\n...\nوقطَّعوا من حبال الوصل أقرانا\nووسمتها برضوان، ثمّ دنوت منه ففعلت كفعلي الأوَّل، فكأني أحرك ثبيراً، وألتمس من الغضرم عبيراً، والغضرم: تراب يشبه الجصَّ، فلم أزل أتتبع الأوزان التي يمكن أن يوسم بها رضوان حتى أفنيتها، وأنا لا أجد عنده\nالجزء: 1 ¦ الصفحة: 54\n",
        "مغوثةً، ولا ظننته فهم ما أقول، فلمّا استقصيت الغرض فما أنجحت، دعوت بأعلى صوتي: يا رضوان، يا أمين الجبَّار الأعظم على لفراديس، ألم تسمع ندائي بك واستغاثتي إليك؟ فقال: لقد سمعتك تذكر رضوان وما علمت ما مقصدك، فما الذي تطلب أيها المسكين؟ فأقول: أنا رجل لا صبر لي على اللواب أي العطش وقد استطلت مدة الحساب، ومعي صل بالتوبة، وهي للذنّوب كلّها ماحية، وقد مدحتك بأشعارٍ كثيرة ووسمتها باسمك. فقال: وما الأشعار؟ فإني لم أسمع بهذه الكلمة قطّ إلا الساعة. فقلت: الأشعار جمع شعرٍ، والشعر كلام موزون تقبله الغريزة على شرائط، إن زاد أو نقص أبانه الحسُّ، وكان أهل العاجلة يتقربّون به إلى الملوك والسادات، فجئت بشيء منه إليك لعلك تأذن لي بالدُّخول إلى الجنة في هذا الباب، فقد استطلت ما الناس فيه، وأنا ضعيف منين؛ ولا ريب أنّي ممن يرجو المغفرة، وتصحُّ له بمشيئة الله تعالى. فقال: إنك لغبين الرأي! أتأمل أن آذن لك بغير إذن من رب العزة؟ هيهات هيهات! وأنَّى لهم التناوش من مكان بعيد.\nمدح زفر\nفتركته وانصرفت بأملي إلى خازن آخر يقال له زفر، فعملت كلمةً ووسمتها باسمه في وزن قول لبيد:\nتهنى ابنتاي أن يعيش أبوهما،\n...\nوهل أنا إلاّ من ربيعة أو مضر\nوقربت منه فأنشدتها، فكأني إنّما أخاطب ركوداً صمّاء، لأستنزل أبوداً عصماء. ولم أترك وزناً مقيّداً ولا مطلقاً يجوز أن يوسم بزفر إلا وسمته به، فما نجع ولا غيَّر. فقلت: رحمك الله! كنَّا في الدار الذاهبة نتقرّب إلى الرئيس والملك بالبيتين أو الثلاثة، فنجد عنده ما نحب، وقد نظمت فيك ما لو جمع لكان ديواناً، وكأنّك ما سمعت لي زجمةً أي كلمة، فقال: لا أشعر\nالجزء: 1 ¦ الصفحة: 55\n",
        "بالذي حممت أي قصدت، وأحسب هذا الذي تجيئني به قرآن إبليس المارد، ولا ينفق على الملائكة، إنّما هو للجان وعلَّموه ولد آدم، فما بغيتك؟ فذكرت له ما أريد، فقال: والله ما أقدر على نفع ولا أملك لخلق من شفع، فمن أي الأمم أنت؟ فقلت: من أمة محمَّد بن عبد الله بن عبد المطَّلب. فقال: صدقت ذلك، نبي العرب، ومن تلك الجهة أتيتني بالقريض، لأنّ إبليس اللعين نفثه في إقليم العرب فتعلَّمه نساء ورجال. وقد وجب عليّ نصحك، فعليك بصاحبك لعلّه يتوصّل إلى ما ابتغيت.\nفيئست ممّا عنده، فجعلت أتخلل العالم،\nحمزة بن عبد المطلب\nفإذا أنا برجل عليه نور يتلألأ، وحواليه رجال تأتلق منهم أنوار. فقلت: من هذا الرجل؟ فقيل: هذا حمزة بن عبد المطَّلب صريع وحشيٍّ، وهؤلاء الذين حوله من استشهد من المسلمين في أحدٍ. فقلت لنفسي الكذوب: الشّعر عند هذا أنفق منه خازن الجنان، لأنَّه شاعر، وإخوته شعراء، وكذلك أبوه وجدُّه، ولعلَّه ليس بينه وبين معدِّ بن عدنان إلا من قد نظم شيئاً من موزون، فعملت أبياتاً على منهج أبيات كعب بن مالكٍ التي رثى بها حمزة، وأوّلها:\nصفية قومي ولا تعجزي،\n...\nوبكّي النّساء على حمزة\nوجئت حتى وليت منه فناديت: يا سيّد الشهداء، يا عمَّ رسول الله صلَّى الله عليه سلّم، يا ابن عبد المطَّلب! فلّما أقبل عليّ بوجهه أنشدته الأبيات. فقال: ويحك! أفي مثل هذا الموطن تجيئني بالمديح؟ أما سمعت الآية: \" لكلِّ امرىء ٍمنهم يومئذ شأنٌ يغنيه \" فقلت: بلى قد سمعتها، وسمعت ما بعدها: \" وجوهٌ يومئذ سفرةٌ، ضاحكةٌ مستبشرةٌ، ووجوهٌ يومئذٍ عليها غبرةٌ، ترهقها قترةٌ، أولئك هم الكفرة الفجرة \". فقال: إنَّي لا أقدر على ما تطلب. ولكني أنفذ\nالجزء: 1 ¦ الصفحة: 56\n",
        "معك توراً، أي رسولاً إلى ابن أخي عليّ بن أبي طالبٍ، ليخاطب النبيَّ، صلّى الله عليه وسلَّم، في أمرك. فبعث معي رجلاً، فلمّا قصَّ قصتّي على أمير المؤمنين، قال: أين بيَّنتك؟ يعني صحيفة حسناتي. وكنت قد رأيت في المحشر شيخًا لنا كان يدرِّس النحو في الدار العاجلة، يعرف بأبي عليّ الفارسيّ، وقد امترس به قومٌ يطالبونه، ويقولون: تأوَّلت علينا وظلمتنا. فلمّا رآني أشار إليّ بيده، فجئته فإذا عنده طبقةٌ، منهم يزيد بن الحكم الكلابيُّ، وهو يقول: ويحك، أنشدت عني هذا البيت برفع الماء، يعني قوله:\nفليت كفافاً كان شرُّك كلُّه،\n...\nوخيرك عني ارتوى الماء مرتوي\nولم أقل إلاَّ الماء. وكذلك زعمت أنِّي فتحت الميم في قولي:\nتبدَّل خليلاً بي، كشكلك شكله،\nفإنّي خليلاً صالحا ًبك مقتوي وإنّما قلت: مقتوي بضمِّ الميم.\nوإذا هناك راجزٌ يقول: تأوّلت عليّ أنّي قلت:\nيا إبلي ما ذنبه فتأبيه؟\n...\nماءٌ رواءٌ ونصيُّ حوليه\nفحرَّكت الياء في تأبيه ووالله ما فعلت ولا غيري من العرب وإذا رجلٌ آخر يقول: ادّعيت عليَ أن الهاء راجعةٌ على الدَّرس في قولي:\nهذا سراقة للقرآن يدرسه،\nوالمرء عند الرَّشا إن يلقها ذيب أفمجنونٌ أنا حتّى أعتقد ذلك؟\nقاضي حلب\nوإذا جماعةٌ من هذا الجنس كلُّهم يلومونه على تأويله. فقلت: يا قوم، إن هذه أمورٌ هيِّنةٌ، فلا تعتنوا هذا الشيخ، فإنّه يمتُّ بكتابه في القرآن المعروف بكتاب الحجَّة، وإنه ما سفك لكم دماً، ولا أحتجن عنكم مالاً، فتقرَّقوا عنه. وشغلت بخطابهم والنَّظر في حويرهم، فسقط منَّي الكتاب الذي فيه ذكر التَّوبة، فرجعت أطلبه فما وجدته، فأظهرت\nالجزء: 1 ¦ الصفحة: 57\n",
        "الوله والجزع، فقال أمير المؤمنين: لا عليك، ألك شاهدٌ بالتَّوبة؟ فقلت: نعم، قاضي حلب وعدولها. فقال: بمن يعرف ذلك الرجل؟ فأقول: بعبد المنعم بن عبد الكريم قاضي حلب، حرسها الله، في أيَّام شبل الدَّولة، فأقام هاتفاً يهتف في الموقف: يا عبد المنعم بن عبد الكريم قاضي حلب في زمان شبل الدَّولة، هل معك علمٌ من توبة عليّ بن منصور بن طالب الحلبيِّ الأديب؟ فلم يجيبه أحد. فأحذني الهلع والقلُّ، أي الرعدة ثم هتف الثانية، فلم يجيبه مجيب، فليح بي عند ذلك أي صرعت إلى الأرض ثمّ نادى الثالثة، فأجابه قاتل ٌيقول: نعم، قد شهدت توبة عليِّ بن منصور،\nتوبة علي بن منصور\nوذلك بأخرةٍ من الوقت، وحضرت متابة عندي جماعةٌ من العدول، وأنا يومئذٍ قاضي حلب وأعمالها، والله المستعان. فعندها نهضت وقد أخذت الرَّمق، فذكرت لأمير المؤمنين، عليه السَّلام، ما ألتمس، فأعرض عنَّي وقال: إنَّك لتروم حدداً ممتنعاً، ولك أسوةٌ بولد أبيك آدم. وهمت بالحوض، فكدت لا أصل إليه، ثمّ نغبت منه نغباتٍ لا ظمأ بعدها؛ وإذا الكفرة يحملون أنفسهم على الورد، فتذودهم الزَّبانية بعصيٍّ تضطرم ناراً، فيرجع أحدهم وقد احترق وجهه أو يده وهو يدعو بويلٍ وثبور. فطفت على العترة المنتجيبن فقلت: إنّي كنت في الدار الذاهبة إذا كتبت كتاباً وفرغت منه: قلت في آخره: وصَّلى الله على سيّدنا محمّد خاتم النَّبيِّين، وعلى عيرته الأخيار الطَّيبين. وهذه حرمةٌ لي ووسيلةٌ،\nفاطمة بنت محمد\nفقالوا: ما نصنع بك؟ فقلت: إنَّ مولاتنا فاطمة، عليها السلام، قد دخلت الجنَّة مذ دهرٍ، وإنَّها تخرج في كلِّ حينٍ مقداره أربع ٌوعشرون ساعةً من الدُّنيا الفانية فتسلَّم على أبيها، وهو قائمٌ لشهادة القضاء، ثمّ\nالجزء: 1 ¦ الصفحة: 58\n",
        "تعود إلى مستقرِّها من الجنان، فإذا هي خرجت كالعادة، فاسألوا في أمري بأجمعكم، فلعلّها تسأل أباها فيَّ فلمّا حان خروجها ونادى الهاتف: أن غضُّوا أبصاركم يا أهل الموقف حتى تعبر فاطمة بتت محمد، صلّى الله عليه وسلم، اجتمع من آل أبي طالبٍ خلقٌ كثيرٌ، من ذكورٍ وإناثٍ، ممّن لم يشرب خمراً، ولا عرف قطُّ منكراً. فلقوها في بعض السّبيل، فلّما رأتهم قالت: ما بال هذه الزَّرافة؟ ألكم حالٌ تذكر؟ فقالوا: نحن بخيرٍ، إنّا نلتذُّ بتحف أهل الجنّة، غير أنَّا محبوسون للكلمة السابقة، ولا نريد أن نتسرَّع إلى الجنّة من قبل الميقات، إذ كنّا آمنين ناعمين بدليل قوله: \" إنَّ الذين سبقت لهم منّا الحسنى أولئك عنها مبعدون. لا يسمعون حسيسها وهم في ما اشتهت أنفسهم خالدون. لا يحزنهم الفزع الأكبر، وتتلقَّاهم الملائكة: هذا يومكم الذي كنتم توعدون \" وكان فيهم عليُّ بن الحسين وابناه محمّدٌ وزيدٌ، وغيرهم من الأبرار الصالحين. ومع فاطمة، عليها السّلام، امرأة أخرى جري مجراها في الشرف والجلالة، فقيل: من هذه؟ فقيل: خديجة ابنة خويلد ابن أسد بن بد العزَّى، ومعها شبابٌ على أفراسٍ من نورٍ. فقيل: عبد الله، والقاسم، والطَّيب، والطاهر، وإبراهيم: بنو محمدٍ، صلّى الله عليه وسلم.\nفقالت تلك الجماعة التي سألت: هذا وليٌّ من أوليائنا، قد صحّت توبته، ولا ريب أنَّه من أهل الجنَّة، وقد توسَّل بنا إليك، صلّى الله عليك، في أن يراح من أهوال لموقف، ويصير إلى الجنّة فيتعجلَّ الفوز. فقلت لأخيها إبراهيم، صلّى الله عليه: دونك الرجل. فقال لي: تعلَّق بركابي. وجعلت تلك الخيل تخلَّل الناس وتنكشف لها الأمم والأجيال، فلّما عظم الزَّحام طارت في الهواء، وأنا متعلّق بالرِّكاب، فوقفت عند\nالجزء: 1 ¦ الصفحة: 59\n",
        "محمّدٍ، صلّى الله عليه وسلم، فقال: من هذا الأتاويُّ؟ أي الغريب فقالت له: هذا رجلٌ سأل فلانٌ وفلانٌ - وسمِّت جماعةً من الأئمة الطاهرين - فقال: حتَّى ينظر في عمله. فسأل عن عملي فوجد في الدّيوان الأعظم وقد ختم بالتوبة، فشفع لي، فأذن لي في الدُّخول. ولمَّا انصرفت الزَّهراء، عليها السلام، تعلَّقت بركاب إبراهيم، صلّى الله عليه.\nفلمّا خلصت من تلك الطُّموش، قيل لي: هذا الصِّراط فاعبر عليه. فوجدته خالياً لا عريب عنده فبلوت نفسي في العبور، فوجدتني لا أستمسك. فقالت الزَّهراء، صلّى الله عليها، لجاريةٍ من جواريها: فلانة أجيزيه. فجعلت تمارسني وأنا أتساقط عن يمينٍ وشمالٍ، فقلت: يا هذه، إن أردت سلامتي فاستعملي معي قول القائل في الدار العاجلة:\nستِّ إن أعيك أمري،\n...\nفاحمليني زقفونه\nفقالت: وما زقفونه؟ قلت: أن يطرح الإنسان يديه على كتفي الآخر، ويمسك الحامل بيديه، ويحمله وبطنه إلى ظهره، أما سمعت قول الجحجلول من أهل كفرطابٍ:\nصلحت حالتي إلى الخلف حتى\n...\nصرت أمشي إلى الورى زقفونه\nفقالت: ما سمعت بزقفونه، ولا الجحجلول، ولا كفرطابٍ، إلاّ الساعة. فتحملي وتجوز كالبرق لخاطف. فلمّا جزت، قالت الزَّهراء، عليها السلام: قد وهبنا لك هذه الجارية فخذه كي تخدمك في الجنان.\nفلمّا صرت إلى باب الجنّة، قال لي رضوان: هل معك من جوازٍ؟ فقلت: لا. فقال لا سبيل لك إلى الدخول إلاَّ به فبعلت بالأمر، وعلى باب الجنَة من داخلٍ شجرة صفصافٍ، فقلت: أعطني ورقةً من هذه الصَّفصافة حتى أرجع إلى الموقف فآخذ عليها جوازاً، فقال: لا أخرج شيئاً من الجنَّة إلاّ بإذنٍ من العليِّ الأعلى، تقدَّس وتبارك. فلمّا دجرت بالنازلة،\nالجزء: 1 ¦ الصفحة: 60\n",
        "قلت: إنَّا لله وإنَّا إليه راجعون! لو أن للأمير أبي المرجّى حازناً مثلك، لما وصلت أنا ولا غيري إلى قرقوفٍ من خزانته. والقرقوف: الدِّرهم.\nوالتفت إبراهيم، صلّى الله عليه، فرآني وقد تخلفت عنه، فرجع إليَّ فجذبني جذبة حصَّلني بها في الجنة.\nوكان مقامي في الموقف مدَّة ستَّة أشهرٍ من شهور العاجلة، فلذلك بقي عليَّ حفظي ما نزفته الأهوال، ولا نهكه تدقيق الحساب.\nفأنكم راعي الإبل؟ فيقولون: هذا. فيسلّم عليه الشيخ ويقول: أرجو أن لا أجدك مثل أصحابك صفراً حفظك وعربيتك. فيقول: أرجو ذلك، فاسألني ولا تطيلنَّ. فيقول: أحقّ ما روى عنك سيبويه في قصيدتك التي تمدح بها عبد الملك بن مروان من أنَّك تنصب الجماعة في قولك:\nأيَّام قومي والجماعة كالّذي\n...\nلزم الرَّحالة أن تميل مميلا\nفيقول: حقٌّ ذلك.\nحميد بن ثور\nوينصرف عنه رشيداً إلى حميد بن ثور فيقول: إيه يا حميد! لقد أحسنت في قولك.\nأرى بصري قد رابني بعد صحَّة،\n...\nوحسبك داءً أن تصح وتسلما\nولن يلبث العصران: يومٌ وليلةٌ\n...\nإذا طلبا، أن يدركا ما تيمما\nفكيف بصرك اليوم؟ فيقول: إنَّي لأكون في مغارب الجنَّة، فألمح الصَّديق من أصدقائي وهو بمشارقها، وبيني وبينه مسيرة ألوف أعوامٍ للشمس التي عرفت سرعة مسيرها في العاجلة! فتعالى الله القادر على كلّ بديع.\nفيقول: لقد أحسنت في الدالية التي أوَّلها:\nجلبانةٌ ورهاء، تخصي حمارها\nبفي من بغىخيراً لديها الجلامد\nإزاء معاشٍ لا يزال نطاقها\nشديداً، وفيها سورةٌ، وهي قاعد\nالجزء: 1 ¦ الصفحة: 61\n",
        "تتابع أعوامٌ عليها هزلنها،\nوأقبل عامٌ ينعش النّاس واحد فيقول حميدٌ: لقد ذهلت عن كلّ ميمٍ ودال، وشغلت بملاعبة حورٍ خدال. فيقول: أمثل هذه الدالية ترفض وفيها:\nعضمَّرةٌ فيها بقاءٌ وشدَّةٌ\nووالٍ لها، بادي النّصيحة جاهد\nإذا ما دعا: أجياد؟؟؟؟! جاءت خناجرٌ\nلهاميم، لا يمشي إليهنّ قائد\nفجاءت بمعيوف الشّريعة مكلعٍ\nأرشَّت عليه بالأكفِّ السّواعد وفيها الصّفة التي ظننت القطاميَّ أخذها منك، وقد يجوز أن يكون سبقك لأنّكما في عصرٍ واحد، وذلك قولك:\nتأدَّبها، في ليل نحسٍ وقرِّةٍ،\nخليلي أبو الخشخاش، والليل بارد\nفقام يصاديها، فقالت: تريدني\nعلى الزَّاد؟ شكلٌ بيننا متباعد؟!\nإذا قال: مهلاً، أسجحي، لمحت له\nبزرقاء لم تدخل عليها المراود\nكأنّ حجاجي رأسها في ملثَّمٍ،\nمن الصخر، جونٍ أخلقته المراود هذه الصِّفة نحوٌ من قول القطاميِّ:\nتلفِّعت في طلٍّ وريحٍ تلفُّني،\nوفي طرمساء غير ذات كواكب\nإلى حيزبونٍ توقد النّار بعدما\nتصوَّبت الجوزاء قصد المغارب\nفما راعها إلاّ بغام مطيةٍ،\nتروح بمحصورٍ من الصوت لاغب\nوجنَّت جنوناً من دلاثٍ مناخةٍ،\nومن رجلٍ عاري الأشاجع شاحبٍ\nتقول، وقد قرَّبت كوري وناقتي:\nإليك! فلا تذعر عليَّ ركائبي والأبيات معروفةٌ، وقلتهذه القصيدة:\nفجاء بذي أونين أعبر شأنه،\nوعمِّر حتى قيل: هل هو خالد؟؟!\nالجزء: 1 ¦ الصفحة: 62\n",
        "فعزَّاه، حتى أسنداه كأنَّه،\nعلى القرو، علفوفٌ من التُّرك ساند وفيها ذكر الزُّبدة:\nفلمّا تجلَّى اللَّيل عنها وأسفرت،\nوفي غلس الصُّبح الشُّخوص الأباعد\nرمى عينه منها بصفراء جعدةٍ\nعليها تعاينه، وعنها تراودٌ فيقول حميدٌ: لقد شغلت عن زبدٍ، وطرد النّافرة من الرُّبد، بما وهب ربَّي الكريم، ولا خوف عليَّ ولا حزن.\nولقد كان الرجل منا يعمل فكره السَّنة أو الأشهر، في الرَّجل قد آتاه الله الشَّرف والمال، فربّما رجع بالخيبة، وإن أعطى فعطاءٌ زهيدٌ، ولكنَّ النّظم فضيلة العرب.\nويعرض لهم لبيد بن ربيعة فيدعوهم إلى منزله بالقيسيَّة، ويقسم عليهم ليذهبنَّ معه، يتمشون قليلاً، فإذا هم بأبياتٍ ثلاثةٍ ليس في الجنَّة نظيرها بهاءً وحسناً، فيقول لبيدٌ: أتعرف أيُّها الأديب الحلبيٌّ هذه الأبيات؟ فيقول: لا والذي حجَّت القبائل كعبته! فيقول: أمَّا الأول فقولي:\nإنّ تقوى ربِّنا خير نفل،\n...\nوبإذن الله ريثى وعجل\nوأمّا الثاني فهو قولي:\nأحمد الله، فلا ندّ له،\n...\nبيديه الخير، ما شاء فعل\nوأمّا الثالث فقولي:\nمن هداه سبل الخير اهتدى\n...\nناعم البال، ومن شاء أضلّ\nصيَّرها ربِّي اللّطيف الخبير أبياتاً في الجنَة، أسكنها أخرى الأبد وأنعم نعيم المخلَّد.\nفيعجب هو وأولئك القوم ويقولون: إنَّ الله قديرٌ على ما أراد.\nويبدو له، أيَّد الله مجده بالتأييد، أن يصنع مأدبةً في الجنان، يجمع فيها من\nالجزء: 1 ¦ الصفحة: 63\n",
        "أمكن من شعراء الخضرمة والإسلام، والذين أصلّوا كلام العرب، وجعلوه محفوظاً في الكتب، وغيرهم ممّن يتأنس بقليل الأدب. فيخطر له أن تكون كمآدب الدار العاجلة، إذ كان البارىء، جلَّت عظمته، لا يعجزه أن يأتيهم بجميع الأغراض، من غير كلفةٍ ولا إبطاءٍ، فتنشأ أرحاءٌ على الكوثر، تجعجع لطحن برٍّ من برّ الجنّة، وإنَّه لأفضل من برِّ الهذليِّ الذي قال فيه:\nلا درّ درِّي إن أطعمت رائدهم\nقرف الحتيِّ وعندي البرُّ مكنوز بمقدارٍ تفضل به السموات والأرضين، فيقترح، أمضى القادر له اقتراحه، أن تحضر بين يديه جوارٍ من الحور العين، يعتملن بأرحاء اليد: فرحىً من درٍّ، ورحىً من عسجدٍ، وأرحاءٌ لم ير أهل العاجلة شيئاً من شكل جواهرهنّ. فإذا نظر إليهنّ، حمد الله سبحانه على ما منح، وذكر قول الرّاجز:\nأعددت للضَّيف وللجيران\n...\nجريتين تتعاوران\nلا ترأمان وهما ظئران يصف رحى اليد.\nويبتسم إليهنَّ ويقول: اطحنَّ شزراً وبتّاً. فيقلن: ما شزرٌ وما بتّ؟ فيقول: الشَّزر على أيمانكنَّ، والبتُّ على شمائلكنَّ، أما سمعتنَّ قول القائل:\nونصبح بالغداة أترَّ شيءٍ،\n...\nونمسي بالعشيِّ طلنفحينا\nونطحن بالرَّحى شزراً وبتّاً\n...\nولو نعطى المغازل ما عيينا\nويقال: إن هذا الشَّعر لرجل أسر فكتب إلى قومه بذلك.\nويحبس في صدره، عمَّره الله بالسُّرور، أرحاءٌ تدور فيها البهائم، فيمثل بين يديه ما شاء الله من البيوت، فيها أحجارٌ من جواهر الجنّة، تدير بعضها جمالٌ تسوم في عضاه الفردوس، وأينقٌ لا تعطف على الحيران، وصنوفٌ من البغال والبقر وبنات\nالجزء: 1 ¦ الصفحة: 64\n",
        "صعدة، فإذا اجتمع من الطَّحن، ما يظنُّ أنَّه كافٍ للمأدبة، تفرَّق خدمه من الولدان المخلَّدين فجاؤوا بالعماريس، وهي الجداء وضروب الطّير التي جرت العادة بأكلها: كأبجاج العكارم، وجوازل الطّواويس، والسَّمين من دجاج الرَّحمة وفراريج الخلد، وسيقت البقر والغنم والإبل لتعتبط؛ فارتفع رغاء العكر ويعار المعز، وتؤاج الضأن، وصياح الدِّيكة، لعيان المدية. وذلك كلُّه، بحمد الله، لا ألم فيه، وإنَّما هو جدُّ مثل اللَّعب، فلا إله إلاّ بالله الذي ابتدع خلقه من غير رويّةٍ، وصوَّره بلا مثال.\nفإذا حصلت النَّحوض فوق الأوفاض، والأوفاض مثل الأوضام بلغة طيّء قال، زاد الله أمره من النَّفاذ: أحضروا من في الجنَّة من الطُّهارة السّاكنين بحلب على ممرّ الأزمان، فتحضر جماعةٌ كثيرةٌ، فيأمرهم باتِّخاذ الأطعمة، وتلك لذِّةٌ يهبها الله، عزَّ سلطانه، بدليل قوله: \" وفيها ما تشتهيه الأنفس وتلذُّ الأعين وأنتم فيها خالدون. وتلك الجنَّة التي أورثتموها بما كنتم تعملون. لكم فيها فاكهةٌ كثيرةٌ منها تأكلون \".\nفإذا أتت الأطعمة، افترق غلمانه الّذين كأنَّهم اللّؤلؤ المكنون، لإحضار المدعوِّين، فلا يتركون في لجنَّة شاعراً إسلامياً، ولا مخضرماً، ولا عالماً بشيءٍ من أصناف العلوم، ولا متأدَّباً، إلاَّ أحضّروه. فيجتمع بجدٌ عظيمٌ والبجد: الخلق الكثير، قال الشاعر:\nتطوف البجود بأبوابه،\n...\nمن الضُّر في أزمات السّنينا\nفتوضع الخون من الذهب، والفواثير من اللُجين، ويجلس عليها الآكلون، وتنقل إليهم الصَّحاف، فتقيم الصِّحفة لديهم وهم يصيون ممَّا ضمَنته كعمر كويّ وسريٍّ وهما النّسران من النّجوم.\nفإذا قضوا الأرب من الطّعام،\nالجزء: 1 ¦ الصفحة: 65\n",
        "جاءت السُّقاة بأصناف الأشربة، والمسمعات بالأصوات المطربة.\nويقول، لا فتىء ناطقاً بالصواب: عليَ بمن في الجنة من المغنيِّن والمغنِّيات: ممّن كان في الدار العاجلة، فقضيت له التَّوبة.\nفتحضر جماعةٌ كثيرةٌ من رجالٍ ونساءٍ: فيهم الغريض، ومعبدٌ وابن مسجحٍ، وابن سريجٍ؛ إلى أن يحضر إبراهيم الموصليُّ وابنه إسحاق. فيقول قائلٌ من الجماعة، وقد رأى أسراب قيانٍ قد حضرن، مثل بصبص ودنانير وعنان: من العجب أن الجرادتين في أقاصي الجنَّة. فإذا سمع ذلك لا برح سمعه مطروقاً بما يبهجه، قال: لابدَّ من حضورهما. فيركب بعض الخدم ناقةً من نوق الجنَّة، ويذهب إليهما على بعد مكانهما فتقبلان على نجيبين أسرع البرق اللامع. فإذا حصلتا في المجلس، حيَاهما وبشَّ بهما وقال: كيف خلصتما إلى دار الرحمة بعدما خبطتما في الضلال؟ فتقولان: قدرت لنا التَّوبة ومتنا على دين الأنبياء المرسلين. فيقول: أحسن الله إليكما، أسمعانا شيئاً من التي تروى لعبيد مرة ولأوس أخرى وما سمعتا قطَ بعبيدٍ ولا أوسٍ، فتلهمان أن تغنيِّا بالمطلوب، فتلحِّنان:\nودع لميس وداع الوامق اللاحي\nقد فنَّكت في فسادٍ بعد إصلاح\nإذ تستبيك بمصقولٍ عوارضه\nحمش اللِّثمات عذابٍ غير مملاح\nكأنَّ ريقتها بعد الكرى اغتبقت\nمن ماء أدكن في الحانوت نضّاح\nومن مشعشعةٍ ورهاء نشوتها\nومن أنابيب رمَّانٍ وتفَّاح\nهبَّت تلوم، وليست ساعة اللاحي،\nهلاَّ انتظرت بهذا اللَّوم إصباحي؟\nقاتلها الله، تلحاني، وقد علمت\nأنَّي لنفسي إفسادي وإصلاحي!\nإن أشرب الخمر، أو أرزأ لها ثمناً،\nفلا محالة يوماً أننّي صاح\nالجزء: 1 ¦ الصفحة: 66\n",
        "ولا محالة من قبرٍ بمحنيةٍ،\nأو في مليعٍ كظهر التُّرس وضَّاح فتطربان من سمع، وتستفزَّان الأفئدة بالسُّرور، ويكثر حمد الله، سبحانه، كما أنعم على المؤمنين والتّائبين، وخلَّصهم من دار الشّقوة إلى محلِّ النَّعيم.\nويعرض له، أدام الله الجمال ببقائه، الشَّوق إلى نظر كالسحابٍ كالساب الذي وصفه قائل هذه القصيدة في قوله:\nإنِّي أرقت، ولم تأرق معي صاح\nلمستكفّ، بعيد النَّوم، لمَّاح\nقد نمت عنّي وبات البرق يسهرني\nكما استضاء يهوديُّ بمصباح\nتهدي الجنوب بأولاه وناء به\nأعجاز مزنٍ، يسوق الماء دلاَّح\nكأنّ ريَّقه، لَّما علا شطباً،\nأقراب أبلق ينفي الخيل رمَّاح\nكأنّ فيه عشاراً جلَّةً شرفاً،\nعوذاً مطافيل، قد همَّت بإرشاح\nدانٍ، مسفّ فويق الأرض هيدبه\nيكاد يدفعه من قام بالرَّاح\nفمن بنجوته كمن بعقوته،\nوالمستكنُّ كمن يمشي بقرواح\nوأصبح الرّوض والقيعان ممرعةً\nما بين منفتقٍ منه ومنصاح فينشىء الله، تعالت آلاؤه، سحابةً كأحسن ما يكون من السُّحب، من نظر إليها شهد أنَّه لم ير قطُّ شيئاً أحسن منها، محلاّةً بالبرق في وسطها وأطرافها، تمطر بماء ورد الجنَّة من طلٍّ وطشٍّ، وتنثر حصى الكافور كأنَّه صغار البرد، فعزَّ إلهنا القديم الذي لا بعجزه تصوير الأمانيّ وتكوين الهواجس من الظُنون.\nويلتفت فإذا هو\nجران العود\nبجران العود النُّميريّ، فيحييِّه ويرحِّب به، ويقول لبعض القيان: أسمعينا قول هذا المحسن:\nحملن جران العود حتى وضعنه\nبعلياء في أرجائها الجنُّ تعزف\nالجزء: 1 ¦ الصفحة: 67\n",
        "وأحرزن منَّا كلِّ حجزة مئزرٍ\nلهنَّ، وطاح النَّوفليٌّ المزخرف\nوقلن: تمتّع ليلة النّأي هذه\nفإنَّك مرجومٌ غداً أو مسيَّف وهذا البيت يروى لسحيم فتصيب تلك القينة وتجيد.\nفإذا عجبت الجماعة من إحسانها وإصابتها قالت: أتدرون من أنا؟ فيقولون: لا والله المحمود! فتقول: أنا أمُّ عمروٍ التي يقول فيها القائل:\nتصدُّ الكأس عنَّا أمُّ عمروٍ\n...\nوكان الكأس مجراها اليمينا\nوما شرُّ الثَّلاثة أمَّ عمروٍ\n...\nبصاحبك الذي لا تصبحينا\nفيزدادون بها عجباً، ولا إكراماً، ويقولون: لمن هذا الشعر؟ ألعمرو بن عديِّ اللَّخمي؟ أم لعمرو بن كلثوم التغلبيِّ؟ فتقول: أنا شهدت ندماني جذيمة: مالكاً وعقيلاً، وصبحتهما الخمر المشعشعة، لمّا وجدا عمرو بن عديٍّ، فكنت أصرف الكأس عنه، فقال هذين البيتين، فلعلَّ عمرو بن كلثومٍ حسَّن بهما كلامه واستزادهما في أبياته.\nويذكر، أذكره الله بالصّالحات، الأبيات التي تنسب إلى الخليل بن أحمد. والخليل يومئذٍ في الجماعة، وأنَها تصلح لأن يرقص عليها، فينشىء الله، القادر بلطف حكمته، شجرةً من غفرٍ والغفر الجوز فتونع لوقتها، ثمّ تنفض عدداً لا يحصيه إلاّ الله سبحانه، وتنشقُّ كلُّ واحدةٍ منه عن أربع جوارٍ يرقن الرائين، ممنّ قرب والنّائين، يرقصن على الأبيات المنسوبة إلى الخليل، وأوّلها:\nإنَّ الخليط تصدَّع\n...\nفطر بدائك أوقع\nلولا جوارٍ حسانٌ\n...\nمثل الجآذر أربع\nأمُّ الرَّباب وأسما\n...\nءُ والبغوم وبوزع\nالجزء: 1 ¦ الصفحة: 68\n",
        "لقلت للظّاعن: اظعن\n...\nإذا بدا لك، أو دع!\nفتهتزّ أرجاء الجنَّة، ويقول، لا زال منطقاً بالسَّداد: لمن هذه الأبيات يا أبا عبد الرحمن؟ فيقول الخليل: لا أعلم. فيقول: إنّا كنّا في الدار العاجلة نروي هذه الأبيات لك. فيقول الخليل: لا أذكر شيئاً من ذلك، ويجوز أن يكون ما قيل حقَّاً. فيقول: أفنسيت يا أبا عبد الرحمن وأنت أذكر العرب في عصرك؟ فيقول الخليل: إنّ عبور السَّراط ينفض الخلد ممّا استودع. ويخطر له ذكر الفقَّاع الذي كان يعمل في الدار الخادعة، فيجري الله بقدرته أنهاراً من فقَّاعٍ، الجرعة منها لو عدلت بلذَّات الفانية، منذ خلق السموات والأرض إلى يومٍ تطوي الأمم الآخرة، لكانت أفضل وأشفَّ. فيقول في نفسه: قد علمت أنَّ الله قديرٌ، والذي أريد، نحو ما كنت أراه مع الطَّوَّافين في الدار الذاهبة. فلا تكمل هذه المقالة، حتى يجمع الله كلَّ فقَّاعيٍّ في الجنَّة من أهل العراق والشام وغيرهما من البلاد، بين أيديهم الولدان المخلَّدون يحملون السَّلال إلى أهل ذلك المجلس. فيقول، حفظ الله على أهل الأدب حوباءه، لمن حضره من أهل العلم: ما تسمَّى هذه السَّلال بالعربيَّة؟ فيرمُّون أي يسكتون ويقول بعضهم: هذه تسمَّى البواسن، واحدتها باسنةٌ، فيقول قائلٌ من الحاضرين: من ذكر هذا من أهل اللغة؟ فيقول، لا انفكَّت الفوائد واصلةً منه إلى الجلساء: قد ذكرها ابن درستويه، وهو يومئذٍ في الحضرة. فيقول له الخليل: من أين جئت بهذا الحرف؟ فيقول ابن درستوية: وجدته في كتب النضر بن شميل: فيقول الخليل: أتحقُّ هذا يا نضر، فأنت عندنا الثّقة؟ فيقول النَّضر: قد التبس عليَّ الأمر، ولم يحك الرجل، إن شاء الله، إلاَّ حقّاً.\nالجزء: 1 ¦ الصفحة: 69\n",
        "ويعبر بين تلك الأكراس أي الجماعات طاووسٌ من طواويس الجنَّة يروق من رآه حسناً، فيشتهيه أبو عبيدة مصوصاً، فيتكون ذلك في صفحةٍ من الذَّهب. فإذا قضي منه الوطر، انضمَّت عظامه بعضها إلى بعضٍ، ثمَّ تصير طاووساً كما بدأ. فتقول الجماعة: سبحان من يحيى العظام وهي رميم. هذا كما جاء في الكتاب الكريم: \" وإذ قال إبراهيم ربِّ أرني كيف تحيي الموتى قال: فخذ أربعةً من الطيَّر فصرهنَّ إليك ثمَّ اجعل على كلِّ جبلٍ منهنّ جزءاً، ثمّ ادعهنَّ يأتينك سعياً، واعلم أنَّ الله عزيزٌ حكيمٌ.\nويقول هو، آنس الله بحياته، لمن حضر: ما موضع يطمئنّ؟ فيقولون: نصبٌ بلام كي. فيقول: هل يجوز غير ذلك؟ فيقولون لا يحضرنا شيءٌ. فيقول: يجوز أن يكون في موضع جزمٍ بلام الأمر، ويكون مخرج الدُّعاء، كما يقال: يا ربِّ أغفر لي، ولتغفر لي. وأمّا قوله الحكاية عن عازار: قال أعلم أنَّ الله على كلُّ شيء قديرٌ فقد قُرِىَء برفع الميم وسكونها، فالرفع على الخبر، والسكون على أنَّه أمرٌ من الله، جلَّ سلطانه. وأجاز أبو عليٍّ الفارسيُّ أن يكون أعلم مخاطبةً من عازر لنفسه، لأن مثل هذا معروفٌ. يقول القائل، وهو يعني نفسه: ويحك ما فعلت وما صنعت! ومنه قول الحادرة الذُّبيانيّ:\nبكرت سميَّة غدوة فتمتَّع،\n...\nوغدت غدوَّ مفارق لم يربع\nوتمرُّ إوزَّةٌ مثل البختية، فيتمنَّاها بعض القوم شواءً، فتتمثَّل على خوانٍ من الزُّمردُّ، فإذا قضيت منها الحاجة، عادت، بإذن الله إلى هيئة ذوات الجناح، ويختارها بعض الحاضرين كردناجاً، وبعضهم معمولةً بسمّاقٍ، وبعضهم معمولةً\nالجزء: 1 ¦ الصفحة: 70\n",
        "بلبنٍ وخلّ، وغير ذلك، وهي تكون على ما يريدون. فإذا تكرَّرت بينهم قال أبو عثمان المازنيُّ لعبد الملك بن قريب الأصمعيّ: يا أبا سعيدٍ، ما وزن إوزَّة؟ فيقول الأصمعيُّ: ألي تعرِّض بهذا يا فصعل، وطال ما جئت مجلسي بالبصرة وأنت لا يرفع بك رأسٌ؟! وزن إوزَّةٍ في الموجود إفعلةٌ، ووزنا في الأصل إفعلةٌ. فيقول المازنيَّ: ما الدَّليل على أنّ الهمزة فيها زائدةٌ، وأنّها ليست بأصليَّةٍ ووزنها ليس فعلَّةً؟ فيقول الأصمعيُّ: أمَّا زيادة الهمزة في أوَّلها، فيدلُّ عليه قولهم وزُّ. فيقول أبو عثمان: ليس ذلك بدليلٍ على أنّ الهمزة زائدةٌ، لأنَّهم قد قالوا ناسٌ، واصله أناٌس، وميهةٌ لجدريِّ الغنم، وإنَّما هو أميهةٌ، فيقول الأصمعيُّ: أليس أصحابك من أهل القياس يزعمون أنَّها إفعلةٌ، وإذا بنوا من أوى اسماً على وزن إوزَّةٍ قالوا: إيَّاه؟ ولو أنَّها فعلَّةٌ قالوا: إويَّةٌ، ولو جاؤوا بها على إفعلةٍ، بسكون العين، قالوا: إييَّةٌ، والياء التي بعد الهمزة، وهي همزة أوى، جعلت ياءً لاجتماع الهمزتين، ولأنَّ قبلها مكسوراً وهي مفتوحةٌ. وإذا خففَّت همزة مئزرٍ، جعلتها ياءً خالصةً. فيقول المازنيُّ: تأوُّل من أصحابنا وادِّعاءٌ، لأنِّ إوزة لم يثبت أنَّ الهمزة فيها زائدةٌ. فيقول الأصمعيُّ:\nريَّشت جرهم نبلاً فرمى\n...\nجر هماً منهنَّ فوقٌ وغرار\nتبعتهم مستفيداً، ثمّ طعنت فيما قالوه معيداً، ما مثلك ومثلهم إلاّ كما قال الأوَّل:\nأعلمِّه الرِّماية كلِّ يومٍ،\n...\nفلمَّا أستد ساعده رماني\nوينهض كالمغضب، ويفترق أهل ذلك المجلس وهم ناعمون. ويخلبو، لا أخلاه الله من الإحسان، بحوريّتين له من الحور العين، فإذا بهره ما يراه من الجمال\nالجزء: 1 ¦ الصفحة: 71\n",
        "قال: أعزز عليَّ بهلاك الكنديِّ، إنِّي لأذكر بكما قوله:\nكدأبك من أمِّ الحويرث قبلها،\nوجارتها أمِّ الرَّباب بمأسل\nإذا قامتا تضوَّع المسك منهما\nنسيم الصّبا جاءت بريا القرنفل وقوله:\nكعاطفتين من نعاج تبالةٍ\n...\nعلى جؤذرين، أو كبعض دمى هكر\nإذا قامتا تضوَّع المسك منهما\n...\nوأصورةٌ من اللَّطيمة والقطر\nوأين صاحبتاه منكما لا كرامة لهما ولا نعمة عينٍ؟ لجلسةٌ معكما بمقدار دقيقةٍ من دقائق ساعات الدُّنيا، خيرٌ من ملك بني آكل المرار وبني نصر بالجيرة وآل جفنة ملوك الشَّام.\nويقبل على كل ِّواحدةٍ منهما يترشَّف رضا بها ويقول: إنَّ امرأ القيس لمسكينٌ مسكينٌ! تحترق عظامه في السَّعير وأنا أتمثَّل بقوله:\nكأنّ المدام وصوب الغمام\n...\nوريح الخزامى ونشر القطر\nيعلُّ به برد أنيابها،\n...\nإذا غرَّد الطَّائر المستحر\nوقوله:\nأيَّام فوها كلّما نبَّهتها\n...\nكالمسك بات وظلَّ في الفدَّام\nأنفٌ كلون دم الغزال معتَّقٌ\n...\nمن خمر عانة أو كروم شبام\nفتستغرب إحداهما ضحكاً. فيقول: ممَّ تضحكين! فتقول: فرحاً بتفضلُّ الله الذي وهب نعيماً، وكان بالمغفرة زعيماً، أتدري من أنا يا عليَّ بن منصور؟ فيقول: أنت من حور الجنان اللَّواتي خلقكن الله جزاءً للمتَّقين، وقال فيكنَّ: كأنَّهنّ الياقوت والمرجان فتقول: أنا كذلك بإنعام الله العظيم، على أنّي\nالجزء: 1 ¦ الصفحة: 72\n",
        "كنت في الدار العاجلة أعرف بحمدونة، وأسكن في باب العراق بحلب وأبي صاحب رحىً، وتزوَّجني رجلٌ يبيع السَّقط فطلَّقني لرائحةٍ كرهها من فيَّ، وكنت من أقبح نساء حلب، فلمَّا عرفت ذلك زهدت في الدنيا الغرَّارة، وتوفَّرت على العبادة، وأكلت من مغزلي ومردني، فصيَّرني ذلك إلى ما ترى.\nوتقول الأخرى: أتدري من أنا يا عليَّ بن منصور؟ أنا توفيق السَّوداء التي كانت تخدم في دار العلم ببغداد على زمان أبي منصورٍ محمَّد بن عليٍّ الخازن وكنت أخرج الكتب إلى النُّساخ.\nفيقول: لا إله إلاّ الله، لقد كنت سوداء فصرت أنصع من الكافور، وإن شئت القافور. فتقول: أتعجب من هذا، والشاعر يقول لبعض المخلوقين:\nلو أنَّ من نوره مثقال خردلةٍ\nفي السُّود كلِّهم، لأبيضّت السُّود ويمرُّ ملكٌ من الملائكة، فيقول: يا عبد الله، أخبرني عن الحور العين، أليس في الكتاب الكريم: \" إنَّا أنشأناهنَّ إنشاءً، فجعلناهنَّ أبكاراً، عرباً أتراباً، لأصحاب اليمين \". فيقول الملك: هنَّ على ضربين: ضربٌ خلقه الله في الجنَّة لم يعرف غيرها، وضربٌ نقله الله من الدار العاجلة لمَّا عمل الأعمال الصالحة. فيقول، وقد فكر ممَّا سمع، أي عجب: فأين اللّواتي لم يكنَّ في الدار الفانية؟ وكيف يتميَّزن من غيرهنَّ؟ فيقول الملك: قف أثري لترى البديء من قدره الله. فيتبعه، فيجيء به إلى حدائق لا يعرف كنهها إلاّ الله، فيقول الملك: خذ ثمرةً من هذا الثمر فاكسرها فإنَّ هذا الشجر يعرف بشجر الحور.\nفيأخذ سفرجلةً، أو رمَّانةً، أو تفَّاحةً، أو ما شاء الله من الثمار، فيكسرها، فتخرج منها جاريةٌ حوراء عيناء تبرق لحسنها حوريّات الجنان، فتقول: من\nالجزء: 1 ¦ الصفحة: 73\n",
        "أنت يا عبد الله؟ فيقول: أنا فلان بن فلانٍ. فتقول: إنَّي أمنَّى بلقائك قبل أن يخلق الله الدُّنيا بأربعة آلاف سنة. فعند ذلك يسجد إعظاماً لله القدير ويقول: هذا كما جاء في الحديث: أعددت لعبادي المؤمنين ما لا عينٌ رأت، ولا أذنٌ سمعت، وبله ما أطلعتهم عليه وبل في معنى: دع وكيف.\nويخطر في نفسه، وهو ساجدٌ، أنَّ تلك الجارية، على حسنها، ضاويةٌ، فيرفع رأسه من السُّجود وقد صار من ورائها ردفٌ يضاهي كثبان عالجٍ، وأنقاء الدَّهناء، وأرملة يبرين وبني سعدٍ، فيهال من قدرة اللّطيف الخبير ويقول: يا رازق المشرقة سناها، ومبلغ السائلة مناها، والذي فعل ما أعجز وهال، ودعا إلى الحلم الجهَّال، أسألك أن تقصر بوص هذه الحوريَّة على ميلٍ في ميل، فقد جاز بها قدرك حدَّ التأميل. فيقال له: أنت مخيَّر في تكوين هذه الجارية كما تشاء. فيقتصر من ذلك على الإرادة.\nويبدو له أن يطَّلع إلى أهل النّار فينظر إلى ما هم فيه ليعظم شكره على النّعم، بدليل قوله تعالى: \" قال قائلٌ منهم: إنّي كان لي قرينٌ، يقول أئنَّك لمن المصدِّقين، أئذا متنا وكنَّا ترباً وعظاماً أئنَّا لمدينون. قال هل أنتم مطَّلعون. فاطَّلع فرآه في سواء الجحيم، قال: تالله إن كدت لتردين، ولولا نعمة ربِّي لكنت من المحضرين \".\nفيركب بعض دوابِّ الجنَّة ويسير، فإذا هو بمدائن ليست كمدائن الجنَّة، ولا عليها النّور الشّعشعانيُّ، وهي ذات أدحالٍ وغماليل. فيقول لبعض الملائكة: ما هذه يا عبد الله؟ فيقول: هذه جنِّة العفاريت الذين آمنوا بمحمَّد، صلَّى الله عليه وسلَّم، وذكروا في الأقحاف، وفي سورة الجنَّ، وهم عددٌ كثيرٌ. فيقول: لأعدَّلنَّ إلى هؤلاء فلن أخلو لديهم من أعجوبةٍ. فيعوج عليهم، فإذا هو بشيخٍ\nالجزء: 1 ¦ الصفحة: 74\n",
        "جالسٍ على باب مغارةٍ، فيسلِّم عليه فيحسن الرَّدَّ ويقول: ما جاء بك يا إنسيُّ؟ إنَّك بخيرٍ لعسيّ، مالك من القوم سيّ! فيقول: سمعت أنَّكم جنٌّ مؤمنون فجئت ألتمس عندكم أخبار الجنَّان، وما لعلَّه لديكم من أشعار المردة.\nفيقول ذلك الشيخ: لقد أصبت العالم ببجدة الأمر، ومن هو منه كالقمر من الهالة لا كالحاقن من الإهالة، فسل عمّا بدا لك.\nفيقول: ما أسمك أيّها الشيخ؟ فيقول: أنا الخيثعرر أحد بني الشِّيصبان، ولسنا من ولد إبليس ولكنَّا من الجنّ الذين كانوا يسكنون الأرض قبل ولد آدم، صلّى الله عليه.\nفيقول: أخبرني عن أشعار الجنِّ، فقد جمع منها المعروف بالمرزبانيّ قطعةً صالحة. فيقول ذلك الشيخ: إنّما ذلك هذيانٌ لا معتمد عليه، وهل يعرف البشر من النَّظيم إلاّ كما تعرف البقر من علم الهيئة ومساحة الأرض؟ وإنَّما لهم خمسة عشر جنساً من الموزون قلَّ ما يعدوها القائلون، وإنَّ لنا لآلاف أوزانٍ ما سمع بها الإنس. وإنَّما كانت تخطر بهم أطيفالٌ منَّا عارمون فتنفث إليهم مقدار الضُّوازة من أراك نعمان. ولقد نظمت الرّجز والقصيد قبل أن يخلق الله آدم بكورٍ أن كورين. وقد بلغني أنّكم معشر الإنس تلهجون بقصيدة امريء القيس:\nقفا نبك من ذكرى حبيبٍ ومنزل\nآداب الجن\nَّ\nتحفِّظونها الحزاورة في المكاتب، وإن شئت أمليتك ألف كلمةٍ على هذا الوزن على مثل: منزل وحومل، وألفاً على ذلك القبريّ يجيء على منزل وحومل، وألفاً على منزلاً وحوملاً، وألفاً على: منزله وحومله، وألفاً على: منزله وحومله، وألفاً على: منزله وحومله. وكلُّ ذلك لشاعرٍ منَّا هلك وهو كافرٌ، وهو\nالجزء: 1 ¦ الصفحة: 75\n",
        "الآن يشتعل في أطباق الجحيم. فيقول، وصل الله أوقاته بالسعادة: أيُّها الشيخ، لقد بقي عليك حفظك! فيقول: لسنا مثلكم يا بني آدم يغلب علينا النِّسيان والرُّطوبة، لأنِّكم خلقتم من حماءٍ مسنونٍ، وخلقنا من مارجٍ من نار. فتحمله الرَّغبة في الأدب أن يقول لذلك الشّيخ: أفتملُّ عليَّ شيئاً من تلك الأشعار؟ فيقول الشيخ: فإذا شئت أمللتك ما لا تسقه الرِّكاب، ولا تسعه صحف دنياك.\nفيهمُّ الشّيخ، لا زالت همتَّه عاليةً، بأن يكتتب منه، ثمَّ يقول: لقد شقيت في الدار العاجلة بجمع الأدب، ولم أحظ منه بطائلٍ، وإنَّما كنت أتقرَّب به إلى الرؤساء، فأحتلب منهم درَّبكيء وأجهد أخلاف مصورٍ، ولست بموفَّقٍ إن تركت لذَّات الجنَّة وأقبلت أتنسخ آداب الجنَّ ومعي من الأدب ما هو كان لاسيما وقد شاعالنسيان في أهل أدب الجنة، فصرت من أكثرهم رواية وأوسعهم حفظاً، ولله الحمد.\nويقول لذلك الشيخ: ما كنيتك لأكرمك بالتَّكنية؟ فيقول: أبو هدرش، أولدت من الأولاد ما شاء الله، فهم قبائل: بعضهم في النّار الموقدةٍ، وبعضهم في الجنان. فيقول: يا أبا هدرش، مالي أراك أشيب وأهل الجنّة شبابٌ؟ فيقول: إنَّ الإنس أكرموا بذلك وأحرمناه، لأنّا أعطنا الحولة في الدار الماضية، فكان أحدنا إن شاء صار حيَّةً رقشاء، وإن شاء صار عصفوراً، وإن شاء صار حمامة، فمنعنا التصوَّر في الدار الآخرة، وتركنا على خلقنا لا نتغيَّر، وعوّض بنو آدم كونهم فيما حسن من الصور. وكان قائل الإنس يقول في الدار الذاهبة: أعطينا الحيلة، وأعطي الجنُّ الحولة.\nولقد لقيت من بني آدم شرّاً، ولقوا منّي كذلك، دخلت مرَةً دار أناسٍ أريد أن أصرع فتاةً لهم، فتصوَّرت في صورة عضلٍ أي جرذٍ فدعوا لي\nالجزء: 1 ¦ الصفحة: 76\n",
        "الضَّياون، فلمَّا أرهقتني تحوَّلت صلاً أرقم ودخلت في قطيلٍ هناك، فلمَّا علموا ذلك كشفوه عني، فلمَّا خفت القتل صرت ريحاً هفَّافةً فلحقت بالرَّوافد ونقضوا تلك الخشب والأجذال فلم يروا شيئاً. فجعلوا يتفكَّنون ويقولون: ليس هاهنا مكانٌ يمكن أن يستتر فيه. فبيناهم يتذاكرون ذلك عمدت لكعابهم في الكلَّة، فلمَّا رأتني أصابها الصَّرع، واجتمع أهلها من كلِّ أوبٍ، وجمعوا لها الرقاة، وجاؤوا بالأطبَّة وبذلوا المنفسات، فما ترك راقٍ رقيةً إلاَّ عرضها عليَّ وأنا لا أجيب، وغبرت الأساة تسقيها الأشفية وأنا سدكٌ بها لا أزول، فلمَّا أصابها الحمام طلبت لي سواها صاحبةً، ثمّ كذلك حتى رزق الله الإنابة وأثاب الجزيل، فلا أفتأ له من الحامدين:\nحمدت من حطِّ أوزاري ومزَّقها\nعنَّي، فأصبح ذنبي اليوم مغفوراً\nوكنت آلف من أتراب قرطبة\nخوداً، وبالصِّين أخرى بنت يغبورا\nأزور تلك وهذي، غير مكترث\nفي ليلةٍ، قبل أن أستوضح النُّورا\nولا أمرُّ بوحشيٍّ ولا بشرٍ،\nإلاّ وغادرته ولهان مذعورا\nأروِّع الزِّنج إلماماً بنسوتها\nوالرُّوم والتُّرك والسِّقلاب والغورا\nوأركب الهيق في الظَّلماء معتسفاً\nأولا، فذبَّ ريادٍ بات مقرورا\nوأحضر الشَّرب أعروهم بآبدةٍ\nيزجون عوداً ومزماراً وطنبوراً\nفلا أفارقهم حتَّى يكون لهم\nفعلٌ، يظلُّ به إبليس مسرورا\nوأصرف العدل ختلاً عن أمانته\nحتى يخون، وحتى يشهد الزُّورا\nوكم صرعت عواناً في لظى لهبٍ\nقامت تمارس للأطفال مسجوراً\nوذادني المرء نوحٌ عن سفينته،\nضرباً، إلى أن غدا الظُّنبوب مكسورا\nالجزء: 1 ¦ الصفحة: 77\n",
        "وطرت في زمن الطُّوفان معتلياً\nفي الجوِّ حتى رأيت الماء محسورا\nوقد عرضت لموسى في تفرُّده\nبالشاء ينتج عمروساً وفرفورا\nلم أخله من حديثٍ مَّا، ووسوسةِ\nإذ دكَّ ربُّك في تكليمه الطُّورا\nأضللت رأي أبي ساسان عن رشدٍ\nوسرت مستخفياً في جيش سابورا\nوساد بهرام جور وهو لي تبعٌ\nأيَّام يبني على علاَّته جورا\nفتارةً أنا صلُّ في نكارته،\nوربَّما أبصرتني العين عصفورا\nتلوح لي الإنس عوراً أو ذوي حولاً\nمن بعد ما عشت بالعصيان مشهورا\nحتى إذا انفضَّت الدُّنيا ونودي: إس\nرافيل ويحك، هلاَّ تنفخ الصُّورا\nأماتني الله شيئاً، ثمّ أيقظني\nلمبعثي، فرزقت الخلد مبرورا فيقول: لله درُّك يا أبا هدرش؟ لقد كنت تمارس أوابد ومندياتٍ، فكيف ألسنتكم؟ أيكون فيكم عربٌ لا يفهمون عن الروم، ورومٌ لا يفهمون عن العرب، كما نجد في أجيال الإنس؟ فيقول: هيهات أيّها المرحوم؟ إنَّا أهل ذكاءٌ وفطنٍ، ولابدَّ لأحدنا أن يكون عارفاً بجميع الألسن الإنسيَّة، ولنا بعد ذلك لسانٌ لا يعرفه الأنيس. وانا لاذي أنذرت الجنَّ بالكتاب المنزل: أدلجت في رفقةٍ من الخابل نريد اليمن، مررنا بيثرب في زمان المعو أي الرُّطب ف سمعنا قرآناً عجباً يهدي إلى الرُّشد فآمنَّا به ولن نشرك بربنا أحداً: وعدت قومي فذكرت لهم ذلك، فتسرعت منهم طوائف إلى الإيمان، وحثَّهم على ما فعلوه أنّهم رجموا عن استراق السَّمع بكواكب محرقاتٍ.\nفيقول: يا أبا هدرش، أخبرني، وأنت الخبير، هل كان رجم النُّجوم في الجاهليَّة؟ فإنَّ بعض النَّاس\nالجزء: 1 ¦ الصفحة: 78\n",
        "يقول إنَّه حدث في الإسلام. فيقول: هيهات؟ أما سمعت قول الأوديِّ:\nكشهاب القذف يرميكم به\n...\nفارسٌ، في كفِّه للحرب نار\nوقول ابن حجرٍ:\nفانصاع كالدُّرِّيِّ يتبعه\n...\nنقعٌ يثور، تخاله طنبا\nولكنَّ الرَجم زاد في أوان المبعث، وإنَّ التِّخرُّص لكثيرٌ في الإنس والجنِّ، وإنَّ الصِّدق لمعوزٌ قليلٌ، وهنيئاً في العاقبة للصَّادقين.\nوفي قصِة الرَّجم أقول:\nمكَّة أقوت من بني الدَّردبيس\nفما لجنِّيِّ بها من حسيس\nوكسِّرت أصنامها عنوةً،\nفكلُّ جبتٍ بنصيلٍ رديس\nوقام في الصَّفوة من هاشمٍ\nأزهر لا يغفل حقَّ الجليس\nيسمع ما أنزل من ربّه ال\nقدُّوس وحياً مثل قرع الطَّسيس\nيجلد في الخمر، ويشتدُّ في ال\nأمر، ولا يطلق شرب الكسيس\nويرجم الزَّاني ذا العرس لا\nيقبل فيه سؤلةً من رئيس\nوكم عروسٍ بات حرَّاسها\nكجرهمٍ في عزَّها أو جديس\nزفَّت إلى زوجٍ لهاء سيّدٍ\nما هو بالنِّكس ولا بالضّبيس\nغرت عليها، فتخلَّجتها\nبواشك الصَّرعة قبل المسيس\nوأسلك الغادة محجوبةً\nفي الخدر، أو بين جوارٍ تميس\nلا أنتهي عن غرضي بالرُّقى،\nإذا انتهى الضَّيغم دون الفزيس\nوأدلج الظَّلماء في فتيةٍ\nملجنِّ فوق الماحل العربسيس\nفي طاسمٍ تعزف جنَّانه،\nأقفز إلاَّ من عفاريت ليس\nبيضٍ، بها ليل، ثقالٍ، يعا\nليل، كرامٍ، ينطقون الهسيس\nالجزء: 1 ¦ الصفحة: 79\n",
        "تحملنا في الجنح خيلٌ لها\nأجنحةٌ، ليست كخيل الأنيس\nوأينقٌ تسبق أبصاركم\nمخلوقةٌ بين نعامٍ وعيس\nتقطع من علوة في ليلها\nإلى قرى شاسٍ بسيرٍ هميس\nلا نسك في أيَّامنا عندنا\nبل نكس الدَّين فما إن نكيس\nفالأحد الأعظم، والسَّبت كال\nإثنين، والجمعة مثل الخميس\nلا مجسٌ نحن، ولا هوَّدٌ\nولا نصارى يبتغون الكنيس\nنمزِّق التَّوراة من هونها،\nونحطم الصُّلبان حطم اليبيس\nنحارب الله جنوداً لإب\nليس أخي الرأي الغبين النَّجيس\nنسلِّم الحكم إليه إذا\nقاس، فنرضى بالضَّلال المقيس\nنزين للشارخ والشيخ أن\nيفرغ كيساً في الخنا بعد كي\nونفتري جنَّ سليمان كي\nنطلق منها كلَّ غاوٍ حبيس\nصيَّر في قارورةٍ رصِّصت\nفلم تغادر منه غير النَّسيس\nونخرج الحسناء مطرودةً\nمن بيتها عن سوء ظنٍّ حديس\nنقول: لا تقنع بتطليقةٍ\nوأقبل نصيحاً لم يكن بالدَّسيس\nحتى إذا صارت إلى غيره\nعاد من الوجد بجدٍّ تعيس\nنذكره منها، وقد زوِّجت،\nثغراً كدرٍّ في مدامٍ غريس\nونخدع القسيِّيس في فصحه\nمن بعد ما ملِّىء بالأنقليس\nأصبح مشتاق إلى لذّةٍ\nمعلَّلاً بالصِّرف أو بالخفيس\nأقسم لا يشرب إلاّ دوي\nن السُّكر، والبازل تالي السَّديس\nقلنا له: أزدد قدحاً واحداً\nما أنت أن تزداده بالوكيس\nالجزء: 1 ¦ الصفحة: 80\n",
        "يحميك في هذا الشَّفيف الذي\nيطفىء بالقرِّ التهاب الحميس\nفعبّ فيها، فوهى لبُّه\nوعُدَّ من آل اللَّعين الرّجيس\nحتَّى يفيض الفم منه على\nنمرقتيه بالشَّراب القليس\nونسخط الملك على المشفق ال\nمفرط في النَّصح إذا الملك سيس\nوأعجل السِّعلاة عن قوتهأ\nفي يدها كشح مهاةٍ نهيس\nلا أتَّقي البرَّ لأهواله\nوأركب البحر أوان القريس\nنادمت قابيل وشيثاً وها\nبيل على العاتقة الخندريس\nوصاحبي لمك لدى المزهر ال\nمعملِ لم يعي بزيرٍ جسيس\nورهط لقمان وأيساره\nعاشرت من بعد الشَّباب اللَّبيس\nثمَّت آمنت، ومن يرزق ال\nإيمان يظفر بالخطير النّفيس\nجاهدت في بدرٍ وحاميت في\nأحدٍ وفي الخندق رعت الرّئيس\nوراء جبريل وميكال نخ\nلي الهام في الكبّة خلي اللِّسيس\nحين جيوش النّصر في الجوَّ، وال\nطاغوت كالزَّرع تناهى، فديس\nعليهم في هبوات الوغى\nعمائمٌ صفرٌ كلون الوريس\nصهيل حيزوم إلى الآن في\nسمعي أكرم بالحصان الرَّغيس\nلا يتبع الصَّيد ولا يألف ال\nقيد ولا يشكو الوجى والدَّخيس\nفلم تهبني حرَّةٌ عانسٌ،\nولا كعابٌ ذات حسنٍ رسيس\nوأيقنت زيني منَّي الُّتقى،\nولم تخف من سطواتي لميس\nوقلت للجنِّ: ألا يا اسجدوا\nلله، وانقادوا انقياد الخسيس\nفإنَّ دنياكم لها مدَّةٌ\nغادرةٌ بالسَّمح أو بالشَّكيس\nالجزء: 1 ¦ الصفحة: 81\n",
        "بلقيس أودت ومضى ملكها\nعنها، فما في الأذن من هلبسيس\nوأسرة المنذر حاروا عن ال\nحيرة كلٌّ في ترابٍ رميس\nإنَا لمسنا بعدكم فاعلموا\nبرقع، فاهتاجت بشرٍّ بئيس\nترمي الشّياطين بنيرانها\nحتى ترى مثل الرَّماد الدَّريس\nفطاوعتني أمَّةٌ منهم\nفازت، وأخرى لحقت الرَّكيس\nوطار في اليرموك بي سابحٌ\nوالقوم في ضربٍ وطعنٍ خليس\nحتَّى تجلَّت عنِّي الحرب كال\nجمرة في وقدة ذاك الوطيس\nوالجمل الأنكد شاهدته\nبئس نتيج النّاقة العنتريس\nبين بني ضبَّة مستقدماً\nوالجهل في العالم داءٌ نجيس\nوزرت صفِّين على شبطةٍ\nجرداء، ما سائسها بالأريس\nمجدِّلاً بالسَّيف أبطالها\nوقاذفاً بالصَّخرة المرمريس\nوسرت قدَّام عليٍّ غدا\nة النَّهر حتى فلّ غرب الخميس\nصادف منَّي واعظٌ توبةً\nفكانت اللَّقوة عند القبيس فيعجبٌ، لا زال في الغبطة والسُّرور، لما سمعه من ذلك الجنيِّ، ويكره الإطالة عنده فيودِّعه.\nويحمُّ فإذا هو بأسدٍ يفترس من صيران الجنّة وحسيلها فلا تكفيه هنيدةٌ ولا هندٌ أي مائة ولا مائتان فيقول في نفسه: لقد كان الأسد يفترس الشاة العجفاء، فيقيم عليها الأيَّام لا يطعم سواها شيئاً.\nفيلهم الله الأسد أن يتكلّم، وقد عرف ما في نفسه، فيقول: يا عبد الله، أليس أحدكم في الجنَّة تقدَّم له الصِّحفة وفيها البهطُّ والطِّريم مع النَّهيدة، فيأكل منها مثل عمر السّموات والأرض، يلتذّ بما أصاب فلا هو مكتفٍ، ولا هي\nالجزء: 1 ¦ الصفحة: 82\n",
        "الفانية؟ وكذلك أنا افترس ما شاء الله، فلا تأذى الفريسة بظفرٍ ولا نابٍ، ولكن تجد من اللَّذة كم أجد بلطف ربِّها العزيز. أتدري من أنا أيُّها البزيع؟ أنا أسد القاصرة التي كانت في طريق مصر، فلمَّا سافر عتبة بن أبي لهبٍ يريد تلك الجهة، وقال النبيُّ صلى الله عليه وسلم: \" اللهمَّ سلَّط عليه كلباً من كلابك \"، ألهمت أن أتجوَّع له أيَّاماً، وجئت وهو نائمٌ بين الرُّفقة فتخللَّت الجماعة إليه، وأدخلت الجنَّة بما فعّلت.\nويمرُّ بذئبٍ يقتنص ظباءً فيفني السُّربة بعد السُّربة، وكلَّما فرغ من ظبيٍ أو ظبية، عادت بالقدرة إلى الحال المعهودة، فيعلم أنَّ خطبه كخطب الأسد، فيقول: ما خبرك با عبد الله؟ فيقول: أنا الذئب الذي كلَّم الأسلمي على عهد النبيّ صلى الله عليه وسلم، كنت أقيم عشر ليالٍ أو أكثر، لا أقدر على العكرشة ولا القواع، وكنت إذا همّمت بعجيّ المعيز، آسد الراعي عليَّ الكلاب، فرجعت إلى الصاحبة مخرَّق الإهاب. فتقول: لقد خطئت في أفكارك، ما خير لك في ابتكارك، وربمّا رميت بالسِّروة فنشبت في الأقراب، فأبيت ليلتي لما بي، حتى تنتزعها السِّلقة وأنا بآخر النَّسيس، فلحقتني بركة محمّد صلى الله عليه وسلم.\nفيذهب، عرِّفه الله الغبطة في كلّ ِسبيل، فإذا هو ببيتٍ في أقصى الجنة، كأنَّه حفش أمةٍ راعيةٍ، وفيه رجلٌ ليس عليه نور سكّان الجنّة، وعنده شجرةٌ قميئةٌ ثمرها ليس بزاكٍ. فيقول: يا عبد الله، لقد رضيت بحقيرٍ شقنٍ. فيقول: والله ما وصلت إليه إلاَّ بعد هياطٍ ومياطٍ وعرقٍ من شقاءٍ، وشفاعةٍ من قريشٍ وددت أنّها لم تكن: فيقول: من أنت؟ فيقول أنا الحطيئة العبسي فيقول: بم وصلت إلى الشّفاعة؟ فيقول بالصَّدق.\nفيقول: في أيِّ شيءٍ؟ فيقول: في قولي:\nالجزء: 1 ¦ الصفحة: 83\n",
        "أبت شفتاي اليوم إلا تكلمُّماً\n...\nبهجرٍ، فما أدري لمن أنا قائله\nأرى لي وجهاً شوَّه الله خلقه،\n...\nفقبِّح من وجهٍ، وقبِّح حامله\nفيقول: ما بال قولك:\nمن يفعل الخير لا يعدم جوازيه\n...\nلا يذهب العرف بين الله والنّاس\nلم يغفر لك به؟ فيقول: سبقني إلى معناه الصّالحون، ونظمته ولم أعمل به، فحرمت الأجر عليه. فيقول: ما شأن الزبرقان ابن بدرٍ؟ فيقول الحطيئة: هو رئيسٌ في الدُّنيا والآخرة، انتفع بهجائي ولم ينتفع غيره بمديحي.\nالخنساء السُّلميّة\nفيخلِّفه ويمضي، فإذا هو بامرأة في أقصى الجنَّة، قريبةٍ من المطلَّ إلى النار. فيقول: من أنت؟ فتقول: أنا الخنساء السُّلميّة، أحببت أن أنظر إلى صخرٍ فاطلَّعت فرأيته كالجبل الشّامخ والنار تضطرم في رأسه، فقال لي؟ لقد صحَّ مزعمك فيَّ؟ يعني قولي:\nوإنَّ صخراً لتأتمُّ الهداة به\n...\nكأنَّه علمٌ في رأسه نار\nفيطلَّع فيرى إبليس، لعنه الله، وهو يضطرب في الأغلال والسّلاسل ومقامع الحديد تأخذه من أيدي الزَّبانية. فيقول: الحمد لله الذي أمكن منك يا عدو الله وعدوَّ أوليائه! لقد أهلكت من بني آدم طوائف لا يعلم عددها إلاّ الله. فيقول: من الرجل؟ فيقول: أنا فلان ابن فلانٍ من أهل حلب، كانت صناعتي الأدب، أتقرَّب به إلى الملوك. فيقول: بئس الصَّناعة؟ إنَّها تهب غفَّةً من العيش، لا يتَّسع بها العيال، وإنَّها لمزلَّةٌ بالقدم وكم أهلكت مثلك! فهنياً لك إذ نجوت، فأولى لك ثمَّ أولى؟! وإنَّ لي إليك لحاجةً، فإن قضيتها شكرتك يد المنون. فيقول: إنّي لا أقدر لك على نفعٍ، فإن الآية سبقت في\nالجزء: 1 ¦ الصفحة: 84\n",
        "أهل النَّار، أعني قوله تعالى: \" ونادى أصحاب النَّار أصحاب الجنَّة أن أقبضوا علينا من الماء أو ممّا رزقكم الله، قالوا إنَّ الله حرَّمهما علىالكافرين \".\nفيقول: إنِّي لاأسألك في شيءٍ من ذلك، ولكن أسألك عن خبرٍ تخبرينه: إنَّ الخمر حرِّمت عليكم في الدُّنيا وأحلَّت لكم في الآخرة، فهل يفعل أهل الجنَّة بالولدان المخلَّدين فعل أهل القريات؟ فيقول: عليك البهلة؟! أما شغلك ما أنت فيه؟ أما سمعت قوله تعلى: \" ولهم فيها أزواجٌ مطهَّرةٌ وهم فيه خالدون \"؟ فيقول: وإنَّ في الجنَّة لأشربةً كثيرةً غير الخمر، فما فعل بشَّار بن بردٍ؟ فإنَّ له عندي يداً ليست لغيره من ولد آدم: كان يفضِّلني دون الشعراء، وهو القائل:؟ إبليس أفضل من أبيكم آدمٍ فتبيَّنوا يا معشر الأشرار\nالنّار عنصره، وآدم طينةٌ،\n...\nوالطِّين لا يسمو سموَّ النّار\nلقد قال الحقَّ، ولم يزل قائله من الممقوتين.\nفلا يسكت من كلامه، إلاَّ ورجلٌ في أصناف العذاب يغمِّض عينيه حتى لا ينظر إلى ما نزل به من النِّقم، فيفتحها الزَّبانية بكلاليب من نارٍ، وإذا هو بشَّار بن بردٍ قد أعطي عينين بعد الكمه، لينظر إلى ما نزل به من النَّكال.\nفيقول له، أعلى الله درجته: يا أبا معاذٍ، لقد أحسنت في مقالك، وأسأت في معتقدك، ولقد كنت في الدّ؟ ار العاجلة أذكر بعض قولك فأترحِّم عليك، ظنَّا نَّ التَوبة ستلحقك، مثل قولك:\nارجع إلى سكنٍ تعيش به\n...\nذهب الزَّمان وأنت منفرد\nترجو غداً، وغدٌ كحاملةٍ\n...\nفي الحيِّ لا يدرون ما تلد؟!\nالجزء: 1 ¦ الصفحة: 85\n",
        "وقولك:\nواهاً لأسماء ابنة الأشدِّ\n...\nقامت تراءى إذ رأتني وحدي\nكالشَّمس بين الزَّبرج المنقدِّ\n...\nضنَّت بخدٍّ، وجلت عن خدِّ\nثمَّ انثنت كالنَّفس المرتدّ؛\n...\nوصاحب كالدُّمَّل الممدِّ\nأرقب منه مثل حمَّى الورد،\n...\nحملته في رقعةٍ من جلدي\nالحرُّ يلحى، والعصا للعبد،\n...\nوليس للملحف مثل الرَّدِّ\nالآن وقع منك اليأس! وقلت في هذه القصيدة: السُّبد، في بعض قوافيها، فإن كنت أردت جمع سُبدٍ، وهو طائرٌ، فإنّ فعلاً لا يجمع على ذلك؛ وإن كنت سكنت الباء فقد أسأت، لأنَّ تسكين الفتحة غير معروفٍ، ولا حجَّة لك في قول الأخطل:\nوما كلُّ مغبونٍ إذا سلف صفقةً\n...\nبراجع ما قد فاته برداد\nولا في قول الآخر:\nوقالوا: ترابيُّ، فقلت: صدقتم\n...\nأبي من ترابٍ خلقه الله آدما\nلأنَّ هذه شواذٌّ، فأمَّا قول جميل:\nوصاح ببينٍ من بثينة، والنَّوى\n...\nجميعٌ بذات الرَضم صردٌ محجَّل\nفإنَّ من أنشده بضمِّ الصَاد مخطىء، لأنَّه يذهب إلى أنَّه أراد الصُّرد فسكَّن الراء، وإنَّما هو صردٌ أي خالصٌ من قولهم: احبك حباً صرداً، أي خالصاً، يعني غراباً أسود ليس فيه بياضٌ، وقوله: محجَّلٌ أي مقيَّد، لأنَّ حلقة القيد تسمَّى حجلاً،\nقول عديُّ بن زيد\nأعاذل قد لاقيت ما بزع الفتى\nوطابقت في الحجلين مشي المقيَّد\nالجزء: 1 ¦ الصفحة: 86\n",
        "والغراب يوصف بالتَّقييد لقصر نساه، قال الشاعر:\nومقيّدٍ بين الدِّيار كأنَّه\n...\nحبشيُّ داجنةٍ يخرُّ ويعتلي\nفيقول بشَّارٌ: يا هذا! دعني من أباطيلك فإنِّي لمشغولٌ عنك. ويسأل عن امرىء القيس بن حجر، فيقل: ها هو ذا بحيث يسمعك. فيقول: يا أبا هند إنَّ رواة البغداديين ينشدون في قفا نبك، هذه الأبيات بزيادة الواو في أوَّلها، أعني قولك:\nوكأنَّ ذرى رأس المجيمر غدوةً\nوكذلك:\nوكأنَّ مكاكيَّ الجواء\nوكأنَ السِّباع فيه غرقى فيقول: أبعد الله أولئك! لقد أساؤوا الرواية، وإذا فعلوا ذلك فأيُّ فرقٍ يقع بين النّظم والنّثر؟ وإنما ذلك شيءٌ فعله من لا غريزة له في معرفة وزن القريض، فظنَّه المتأخِّرون أصلاً في المنظوم، وهيهات هيهات! فيقول: أخبرني عن قولك: كبكر المقاناة البياض بصفرةٍ ماذا أردت بالبكر؟ فقد اختلف المتأوِّلون في ذلك فقالوا: البيضة، وقالوا: الدُّرّة، وقالوا: الرّوضة، وقالوا الزّهرة، وقالوا: البرديّة.\nوكيف تنشد: البياضِ، أم البياضَ، أم البياضُ؟ فيقول: كلُّ ذلك حسنٌ، وأختار البياض، بالكسر، فيقول: فرَّغ الله ذهنه للآداب: لو شرحت لك ما قال النحويّون في ذلك لعجبت. وبعض المعلِّمين ينشد قولك.\nمن السِّيل والغثاء فلكة مغزل\nفيشدِّد الثاءً. فيقول: إنّ هذا لجهولٌ. وهو نقيض الذين زادو الواو في أوائل الأبيات: أولئك أرادوا النَّسق، فأفسدوا الوزن: وهذا البأس أراد أن يضحِّح الزَّنة فأفسد اللّفظ. وكذلك قولي:\nفجئت وفد نضَّت لنومٍ ثيابها\nمنهم من يشدِّد الضاد، ومنهم من ينشد بالتخفيف، والوجهان من قولك: نضوت الثّوب. إلاّ أنك إذا شد؟؟ ّ؟ دت الضاد، أشّبه الفعل من النّضيض، يقال: هذه\nالجزء: 1 ¦ الصفحة: 87\n",
        "نضيضةٌ من المطر أي قليلٌ، والتخفيف أحبُّ إليَّ، وإنما حملهم على التشديد كراهة الزَّحاف، وليس عندنا بمكروه.\nفيقول: لا برح منطقياً بالحكم: فأخبرني عن كلمتك الصاديِّة والضاديّة والنُّونيّة التي أوَّلها:\nلمن طللٌ أبصرته فشجاني\n...\nكخطِّ زبورٍ في عسيب يمان\nلقد جئت فيها بأشياء ينكرها السَّمع، كقولك:\nفإن أمس مكروباً فيا ربَّ غارة\n...\nشهدت على أقبِّ رخو اللَّبان\nوكذلك قولك في الكلمة الصَّادية:\nعلى نقنقٍ هيقٍ له ولعرسه\nبمنقطع الوعساء بيضٌ رصيص وقولك:\nفأسقي به أختي ضعيفة، إذ نأت،\nوإذ بعد المزداد غير القريض في أشباه لذلك، هل كانت غرائزكم لا تحسُّ بهذه الزِّيادة؟ أم كنتم مطبوعين على إتيان مغامض الكلام وأنتم عالمون بما يقع فيه؟ كما أنَّه لا ريب أنَّ زهيراً كان يعرف مكان الزِّحاف في قوله:\nيطلب شأو امرأين قدِّما حسباً\n...\nنالا الملوك، وبذَّا هذه السُّوقا\nفإنَّ الغرائز تحسُّ بهذه المواضع، فتبارك الله أحسن الخالقين.\nفيقول امرؤ القيس: أدركنا الأوّلين من العرب لا يحفلون بمجيء ذلك، ولا أدري ما شجن عنه، فأمَّا أنا وطبقتي فكنَّا نمرُّ في البيت حتى نأتي إلى آخره، فإذا فني أو قارب تبيَّن أمره للسامع.\nفيقول، ثبَّت الله تعالى الإحسان عليه: أخبرني عن قولك:\nألا ربَّ يومٍ منهنَّ صالحٍ\n...\nولا سيما يومٌ بدارة جلجل\nأتنشده: لك منهنَّ صالحٍ فتزاحف الكفِّ؟ أم تنشده على الرواية الأخرى؟\nالجزء: 1 ¦ الصفحة: 88\n",
        "فأمَّا يومٌ، فيجوز فيه النّصب والخفض والرفع فأما النصب فعلى ما يجب للمفعول من الظُّروف، والعامل في الظَّرف هاهنا فعلٌ مضمرٌ، وأمَّا الرفع فعلى أن تجعل ما كافَّةً، وما الكافَّة عند بعض البصريِّين نكرةٌ، وإذا كان الأمر كذلك ف هو بعدها مضمرةٌ، وإذا خفض يومٌ، ف ما من الزَّيادات. ويشدَّد سيَّ ويخفَّف: فأمَّا التشديد فهو اللغة العالية، وبعض النَّاس يخفَّف، ويقال: إنَّ الفرزدق مرَّ وهو سكران على كلابٍ مجتمعةٍ. فسلَّم عليها فلمّا لم يسمع لجواب أنشأ يقول:\nفما ردَّ السّلام شيوخ قومٍ\n...\nمررت بهم على سكك البريد\nولا سيَّما الذي كانت عليه\n...\nقطيفه أرجوانٍ في القعود\nفيقول امرؤ القيس: أمَّا أنا فما قلت في الجاهليّة إلاَّ بزحافٍ: لك منهَّن صالحٍ. وأمَّا المعلِّمون في الإسلام فغيَّروه على حسب ما يريدون، ولا بأس بالوجه الذي اختاروه. والوجوه في يوم متقاربةٌ، وسيَّ تشديدها أحسن وأعرف. فيقول: أجل، إذا خففِّت صارت على حرفين أحدهما حرف علِّةٍ.\nويقول: أخبرني عن التَّسميط المنسوب إليك، أصحيحٌ هو عنك؟ وينشده الذي يرويه بعض النَّاس:\nيا صحبنا عرَّجوا\n...\nتقف بكم أسج\nمهريَّةٌ دلج،\n...\nفي سيرها معج\nطالت بها الرِّحل\nفعرَّجوا كلُّهم\n...\nوالهمُّ يشغلهم\nالجزء: 1 ¦ الصفحة: 89\n",
        "والعيس تحملهم\n...\nليست تعلِّلهم\nوعاجت الرٌّمل\nيا قوم إنَّ الهوى\n...\nإذا أصاب الفتى\nفي القلب ثمَّ ارتقى\n...\nفهدَّ بعض القوى\nفقد هوى الرَّجل فيقول: لا والله ما سمعت هذا قطُّ، وإنّه لقريُّ لم أسلكه، وإنَّ الكذب لكثير، وأحسب هذا لبعض شعراء الإسلام، ولقد ظلمني وأساء إليَّ! أبعد كلمتي التي أوَّلها:\nألا أنعم صباحاً أيُّها الطَّلل البالي،\nوهل ينعمن من كان في العصر الخالي؟\nخليليَّ مرَّا بي على أمّ جندب\n...\nلأقضي حاجات الفؤاد المعذَّب\nيقال لي مثل ذلك؟ والرَّجز من أضعف الشَّعر، وهذا الوزن من أضعف الرَّجز.\nفيعجب، ملأ الله فؤاده بالسُّرور، لما سمعه من امرىء القيس ويقول:: كيف ينشد:\nجالت لتصرعني فقلت لها: قرى\nإنَّي امرؤ صرعى عليك حرام أتقول: حرام، فتقوي؟ أم تقول: حرام، فتخرجه مخرج حذام وقطام؟ وقد كان بعض علماء الدَّولة الثانية يجعلك لا يجوز الإقواء عليك. فيقول امرؤ القيس: لا نكرة عندنا في الإقواء، أما سمعت البيت في هذه القصيدة:\nفكأنَّ بدراً واصلٌ بكتفةٍ،\n...\nوكأنَّما من عاقلٍ إرمام\nفيقول: لقد صدقت يا أبا هند، لأنَّ إرماماً هاهنا، ليس واقعاً موقع الصِّفة\nالجزء: 1 ¦ الصفحة: 90\n",
        "فيحمل على المجاورة، لأنَّه محمول على كأنَّما، وإضافته إلى ياء النَّفس تضعِّف الغرض. وقد ذهب بعض الناس إلى الإضافة في قول الفرزدق:\nفما تدري إذا قعدت عليه\n...\nأسعد الله أكثر أم جذام\nفقالوا: أضاف كما قال جريرٌ:\nتكلم قريشي والأنصار أنصاري\nوكذلك قوله:\nوإذا غضبت رمت ورائي مازنٌ\n...\nأولاد جندلتي كخير الجندل\nوبعضهم يروي: أولاد جندلة كخير الجندل وجندلة هذه هي أمُّ مازن بن مالك بن عمرو بن تميم وهي من نساء قريش.\nوإنَّا لنروي لك بيتاً ما هو في كلَّ الرِّوايات، وأظنُّه مصنوعاً لأنَّ فيه ما لم تجر عادتك بمثله، وهو قولك:\nوعمرو بن درماء الهمام إذا غدا\n...\nبصارمه، يمشي كمشية قسورا\nفيقول: أبعد الله الآخر، لقد اخترص، فما اترَّص! وإنَّ نسبة مثل هذا إليَّ لأعدُّه إحدى الوصمات، فإن كان من فعله جاهليّاً، فهو من الذين وجدوا في النَّار صليّاً، وإن كان من أهل الإسلام، فقد خبط في ظلام.\nوإنَّما أنكر حذف الهاء من قسورة، لأنَّه ليس بموضع الحذف، وقلَّ ما يصاب في أشعار العرب مثل ذلك. فأمَّا قول القائل:\nإنَّ ابن حارث إن أشتق لرؤيته\n...\nأو أمتدحه، فإنّ النَّاس قد علموا\nفليس من هذا النَّحو، إذ كان التّغيير إلى الأسماء الموضوعة أسرع منه إلى الأسماء التي هي نكراتٌ، إذ كانت النَّكرة أصلاً في الباب.\nعنترة العبسي\nُّ\nوينظر فإذا عنترة العبسيُّ متلدَّدٌ في السَّعير، فيقول: ما لك يا أخا عبسٍ؟ كأنَّك لم\nالجزء: 1 ¦ الصفحة: 91\n",
        "تنطق بقولك:\nولقد شربت من المدامة بعدما\nركد الهواجر، بالمشوف المعلم\nبزجاجةٍصفراء ذات أسرَّةٍ\nقرنت بأزهر في الشَّمال مفدَّم وإنِّي إذا ذكرت قولك: هل غادر الشُّعراء من متردَّم لأقول: إنَّما قيل ذلك وديوان الشِّعر قليلٌ محفوظٌ، فأمَّا الآن وقد كثرت على الصائد ضباب، وعرفت مكان الجهل الرِّباب. ولو سمعت ما قيل بعد مبعث النّبي، صلى الله عليه وسلّم، لعتبت نفسك على ما قلت، وعلمت أنّ الأمر كما قال حبيب بن أوسٍ:\nفلو كان يفنى الشِّعر أفناه ما قرت\nحياضك منه في العصور الذّواهب\nولكنَّه صوب العقول إذا انجلت\nسحائب منه، أعقبت بسحائب فيقول: وما حبيبكم هذا؟ فيقول: شاعرٌ ظهر في الإسلام. وينشده شيئاً من نظمه: فيقول: أمّاالأصل فعربيٌّ، وأمّا الفرع فنطق به غبيٌّ، وليس هذا المذهب علىما تعرف قبائل العرب. فيقول، وهو ضاحكٌ مستبشرٌ: إنَّما ينكر عليه المستعار، وقد جاءت العارية في أشعار كثيرٍ من المتقدِّمين، إلا إنها لاتجتمع كاجتماعها فيما نظمه حبيب بن أوسٍ.\nفما أردت بالمشوف المعلم؟ الدِّينار أم الرِّداء؟ فيقول: أيُّ الوجهين أردت، فهو حسنٌ ولا ينتقض.\nفيقول، جعل الله سمعه مستودعاً كل الصالحات: لقد شقَّ عليَّ دخول مثلك إلى الجحيم، وكأنَّ أذني مصغيةٌ إلى قينات الفسطاط وهي تغرِّد بقولك:\nأمن سميَّة دمع العين تذريف؟\n...\nلو أنَّ ذا منك قبل اليوم معروف\nتجلِّلتني إذ أهوى العصا قبلي،\n...\nكأنَّها رشأٌ في البيت مطروف\nالعبد عبدكم، والمال مالكم\n...\nفهل عذابك عنِّي اليوم مصروف\nالجزء: 1 ¦ الصفحة: 92\n",
        "وإنِّي لأتمثِّل بقولك:\nولقد نزلت، فلا تظنِّي غيره،\n...\nمنِّي بمنزلة المحبِّ المكرّم\nولقد وفِّقت في قولك: المحبِّ، لأنَّك جئت باللَّفظ على ما يجب في أحببت، وعامّة الشُّعراء يقولون: أحببت، فإذا صاروا إلى المفعول قالوا: محبوبٌ. قال زهير بن مسعودٍ الضَّبِّيُّ:\nواضحة الغرَّة محبوبةٌ\n...\nوالفرس الصّالح محبوب\nوقال بعض العلماء: لم يسمع بمحبٍّ إلا في بيت عنترة.\nوإنَّ الذي قال: أحببت، ليجب عليه أن يقول: محبُّ، إلا أنَّ العرب اختارت: أحبَّ في الفعل، وقالت في المفعول: محبوب. وكان سيبويه ينشد هذا البيت بكسر الهمزة:\nإحبُّ لحبِّها السودان حتى\n...\nإحبُّ لحبِّها سود الكلاب\nفهذا على رأي من قال: مغيرة، فكسر الميم على معنى الإتباع، وليس هو عنده على: حببت أحبُّ.\nوقد جاء حببت، قال الشاعر:\nووالله لولا تمره ما حببته\n...\nولا كان أدنى من عبيدٍ ومرشق\nويقال: إنَّ أبا رجاءٍ العطارديَّ قرأ: فاتَّبعوني يحببكم الله بفتح الياء.\nوالباب فيما كان مضاعفاً متعدِّياً أن يجيء بالضّمِّ، كقولك: عددت أعدُّ، ورددت أردُّ، وقد جاءت أشياء نوادر كقولهم: شددت الحبل أشد؟ وأشدُّ، ونممت الحديث أنمّ وأنمُّ، وعللت القول أعلُّ وأعلُّ.\nوإذا كان غير متعدٍّ فالباب الكسر، كقولهم: حلَّ عليه الدَّين يحلُّ، وجلَّ الأمر يجلُّ.\nوالضمُّ في غير المتعديّ أكثر من الكسر فيما كان متعدّياً، كقولهم: شَحَّ يَشُحُّ وَيشِحُّ، وشبّ الفرس يَشُبُّ ويَشِبُّ، وصحّ الأمر يَصِحُّ ويَصُحُّ، وفحتِ الحيَّة تَفِحُّ وتفُحُّ، وجّمُّ الماء يَجِمُّ ويَجُمُّ، وجدَّ في الأمر يّجِدُّ ويَجُدُّ في حروفٍ كثيرةٍ.\nوينظر فإذا\nالجزء: 1 ¦ الصفحة: 93\n",
        "علقمة بن عبيدة فيقول: أعزز عليَّ بمكانك! ما أغنى عنك سمطا لؤلؤك. يعني قصيدته التي على الباء: طحا بك قلبٌ في الحسان طروب والتي على الميم: هل ما علمت وما استودعت مكتوم فبالذي يقدر على تخليصك، ما أردت بقولك:\nفلا تعدلي بيني وبيين مغمَّرٍ\n...\nسقتك روايا المزن حين تصوب\nوما القلب، أم ماذكرها ربعيَّة\n...\nيخطُّ لها من ثرمداء قليب\nأعنيت بالقليب هذا الذي يورد، أم القبر؟ ولكلٍ وجهٌ حسنٌ.\nفيقول علقمة: إنَّك لتستضحك عابساً، وتريد أن تجني الثَّمر يابساً، فعليك شغلك أيُّها السَّليم!\nفيقول: لو شفعت لأحدٍ أبياتٌ صادقةٌ ليس فيها ذكر الله، سبحانه، لشفعت لك أبياتك في وصف النَّساء، أعني قولك:\nفإن تسألوني بالنسِّاء فإننِّي\n...\nبصيرٌ بأدواء النِّساء طبيب\nإذا شاب رأس المرء، أو قلّ ماله،\n...\nفليس له في ودِّهنَّ نصيب\nيردن ثراء المال حيث علمنه،\n...\nوشرخ الشِّباب عندهنَّ عجيب\nولو صادفت منك راحةً لسألتك عن قولك:\nوفي كلِّ حيٍّ قد خبطَّ بنعمةٍ\n...\nفحُقّ لشاشٍ من نداك ذنوب\nأهكذ نطقت بها طاءً مشدّدةً، أم قالها كذلك عربيٌّ سواك؟ فقد يجوز أن يقول الشاعر الكلمة، فيغيِّرها عن تلك الحال الرواة.\nوإنَّ في نفسي لحاجةً من قولك:\nكأس عزيزٌ من الأعناب عتَّقها\n...\nلبعض أربابها حانيَّةٌ حوم\nفقد اختلف النَّاس في قولك حوم، فقيل: أراد حُمَّاً، أي سوداً، فأبدل من إحدى الميمين واواً. وقيل: أراد حوماً أي كثيراً فضمَّ الحاء للضَّرورة، وقيل: حومٌ، يحام بها على الشِّرب أي يطاف.\nوكذلك قولك:\nيهدي بها أكلف الخدَّين مختبرٌ\n...\nمن الجمال كثيرٌ اللّحم عيثوم\nفروي: يهدي، بالدَّال غير معجمةٍ، ويهذي بذالٍ معجمةٍ.\nوقيل: مختبرٌ، من\nالجزء: 1 ¦ الصفحة: 94\n",
        "اختبار الحوائل من اللواقح، وقيل: هو من الخبير أي الزُّبد، وقيل: الخبير اللحم، وقيل: هو الوبر.\nعمرو بن كلثوم\nفليت شعري ما فعل عمرو بن كلثوم، فيقال: ها هوذا من تحتك، إن شئت أن تحاوره فحاوره.\nفيقول: كيف أنت أيُّها المصطبح بصن الغانية، والمغتبق من الدُّنيا الفانية؟ لوددت أنَّك لم تساند في قولك:\nكأنَّ متونهنَّ متون غدرٍ\n...\nتصفِّقها الرَّياح إذا جرينا\nفيقول عمروٌ: إنك لقرير العين لا تشعر بما نحن فيه، فأشغل نفسك بتمجيد الله واترك ما ذهب فإنّه لا يعود. وأمّا ذكرك سنادي، فإنَّ الإخوة ليكونون ثلاثةً أو أربعةً، ويكون فيهم الأعرج أو الأبخق فلا يعابون بذلك، فكيف إذا بلغوا المائة في العدد، ورهاقها في المدد؟ فيقول: أعزز عليَّ بأنَّك قصرت على شرب حميم، وأخذت بعملك الذّميم، من بعد ماكانت تسبأ لك القهوة من خُصٍ أو غير خصّ، تقابلك بلون الحصّ.\nوقالوا في قولك سخيناً قولين: أحدهما أنّه فعلنا من السّخاء والنون نون المتكلمين، والآخر أنّه من الماء السّخين لأنَّ لأندرين وقاصرين كانتا في ذلك الزمن للرُّوم، ومن شأنهم أن يشربوا الخمر بالماء السَّخين في صيفٍ وشتاءٍ.\nولقد سئل بعض الأدباء بمدينة السِّلام عن قولك:\nفما وجدت كوجدي أمُّ سقبٍ\n...\nأضلَّته فرجعت الحنينا\nولا شمطاء لم يترك شقاها\n...\nلها من تسعة إلاّ جنينا\nهل يجوز نصب شمطاء. فلم يجب بشيء، وذلك يجوز عندي من وجهين: أحدهما على إضمار فعلٍ دلَّ عليه السامع معرفته به، كأنَّك قلت: ولا أذكر\nالجزء: 1 ¦ الصفحة: 95\n",
        "شمطاء، اي إنَّ حنينها شديدٌ، ويجوز أن يكون على قولك: ولا تنسَ شمطاء، أو نحو ذلك من الأفعال، وهذا كقولك: إنَّ كعب بن مامة جوادٌ ولا حاتماً، أي ولا أذكر حاتماً، أي إنَّه جوادٌ عظيم الجود، قد استغنيت عن ذكره باشتهاره.\nوالآخر، أن يكون من ولاه المطر إذا سقاه السَّقية الثانية، أي هذا الحنين اتَّفق مع حنيني، فكأنَّه قد صار له وليّاً، ويحتمل أن يكون من ولي يلي، وقلب الياء على اللغة الطائيّة.\nوينظر فإذا الحارث اليشكريُ فيقول: لقد أتبعت الرُّواة في تفسير قولك:\nزعموا أنَّ كلَّ من ضرب العي\n...\nر موالٍ لنا، وأنَّا الولاء\nوما أحسبك أردت إلا العير الحمار.\nولقد شنَّعت هذه الكلمة بالإقواء في ذلك البيت، ويجوز أن تكون لغتك أن تقف علىآخرالبيت ساكناً، وإذا فعلت ذلك، اشتبه المطلق بالمقيَّد، وصارت هذه القصيدة مضافةً إلى قول الراجز:\nدارٌ لظميا وأين ظميا\n...\nأهلكت أم هي بين الأحبا\nوبعض الناس من ينشد قولك:\nفعشن بخيرٍ لا يضر\n...\nك النُّوك ما أعطيت جدًّا\nفيجمع بين تحريك الشِّين وحذف الياء، من: عاش يعيش، وذلك رديٌ. ومنه قول الآخر:\nمتى تشئي يا أمَّ عثمان تصرمي\n...\nوأوذنك إيذان الخليط المزايل\nوإنّما الكلام: متى تشائي، لأنَّ هذا السّاكن إذا حُرُّك عاد الساكن المحذوف.\nولقد أحسنت في قولك:\nالجزء: 1 ¦ الصفحة: 96\n",
        "لا تكسع الشُّول بأغبارها\n...\nإنَّك لا تدري من النَّاتج\nوقد كانوا ف يالجاهليَّة يعكسون ناقة الميت على قبرة، ويزعمون أنَّه إذا نهض لحشره وجدها قد بعثت له فيركبها فليته لا يهص بثقله منكبها. وهيهات! بل حشروا عراةً حفاةً بهماً أي غرلاً وتلك البليَّة ذكرت في قولك:\nأتلهَّى بها الهواجر إذ ك\n...\nلُّ ابن همٍّ بليَّةٌ عمياء\nطرفة بن العبد\nويعمد لسؤال طرفة بن العبد فيقول: يا ابن أخي يا طرفة خفَّف الله عنك، أتذكر قولك:\nكريم يروِّي نفسه في حياته\n...\nستعلم إن متنا غداً أيُّنا الصَّدي\nوقولك:\nأرى قبر نحّامٍ بخيلٍ بما له\n...\nكقبر غويٍّ في البطالة مفسد\nوقولك:\nمتى تأتني، صبحك كأساً رويَّةً\nوإن كنت عنها غانياً، فاغن وازدد فكيف صبوحك الآن وغبوقك؟ إنّي لأحسبهما حميماً، لا يفتأ من شربهما ذميماً.\nوهذا البيت يتنازع فيه: فينّسبه إليك قومٌ، وينسبه آخرون إلى عدىّ بن زيدٍ، وهو بكلامك أشبه، والبيت:\nواصفر مضبوحٍ نظرت حويره\nعلى النار، واستودعته كفَّ مجمد وشدَّ ما اختلف النُّحاة في قولك:\nأألاأيُّهاذا الزَّاجري أحضر الوغى،\nوأن أشهد اللَّذات، هل أنت مخلدي؟ وأمّا سيبويه فيكره نصب أحضر، لأنّه يعتقد أنَّ عوامل الأفعال لا تضمر. وكان الكوفيَّون ينصبون أحضر بالحرف المقدَّر، ويقوَّي ذلك: وأن أشهد\nالجزء: 1 ¦ الصفحة: 97\n",
        "اللَّذات، فجئت بأن، وليس هذا بأبعد من قوله:\nمشائيم ليسوا مصلحين قبيلةً،\n...\nولا ناعبٍ إلاّ ببينٍ غرابها\nوقد حكى المازنيُّ عن عليّ بن قطربٍ أنَّه سمع أباء قطرباً، يحكي عن بعض العرب نصب أحضر.\nولقد جئت بأعجوبةٍ في قولك:\nلو كان في أملاكنا ملكٌ\n...\nيعصر فينا، كالّذي تعصر\nلاجتبت صحني العراق على\n...\nحرفٍ أمونٍ، دفُّها أزور\nمتَّعني يوم الرّحيل بها\n...\nفرعٌ تنقَّاه القداح يسر\nولكنّك سلكت مسالك العرب، فجئت بقريِّ كلمة المرقِّش:\nهل بالدَّيار أن تجيب صمم؟\n...\nلو كان حيّاً ناطقاً كلُّم\nوقول الأعشى: أقصر فكلُّ طالبٍ سيملّ على أنَّ مرقِّشاً خلط في كلمته فقال:\nماذا علينا أن غزا ملكٌ\n...\nمن آل جفنة ظالمٌ مرغم\nوهذا خروجٌ عمَّا ذهب إليه الخليل.\nولقد كثرت في أمرك أقاويل النَّاس: فمنهم من يزعم أنَّك في ملك النُّعمان اعتقلت، وقال قومٌ: بل الذي فعل بك ما فعل عمرو بن هندٍ.\nولو لم يكن لك أثرٌ في العاجلة إلا قصيدتك التي على الدال، لكنت قد أبقيت أثراً حسناً.\nفيقول طرفة: وددت أنّي لم أنطق مصراعاً، وعدمت في الدار الزّائلة إمراعاً، ودخلت الجنَّة مع الهمج والطَّغام، ولم يعمد لمرسي بالإرغام، وكيف لي بهدءٍ وسكون، أركن إليه بعض الركون؟ \" وأمّا القاسطون فكانوالجهنِّم حطباً \".\nويلفت\nالجزء: 1 ¦ الصفحة: 98\n",
        "عنقه يتأمّل، فإاذ هو بأوس بن حجر، فيقول: يا أوس، إنَّ أصحابك لا يجيبون السائل فهل لي عندك من جوابٍ؟ فإنِّي أريد أن أسألك عن هذا البيت:\nوفارقت وهي لم تجرب، وباع لها\nمن الفصافص بالنُّمِّيِّ سفسير فإنّه في قصيدتك التي أوِّلها:\nهل عاجلٌ من متاع الحيِّ منظور\nأم بيت دومة بعد الوصل مهجور ويروي في قصيدة النَّابغة التي أوَّلها:\nودِّع أمامة والتّوديع تعذير،\nوماوداعك من قفَّت به العير وكذلك البيت الذي قبله: قد عرِّيت نصف حولٍ اشهراً حدداً يسفي على رحلها في الحيرة المور وكذلك قوله:\nإنّ الرَّحيل إلى قومٍ، وإن بعدوا،\nأمسوا ومن دونهم ثهلان فالنِّير وكلاكما معدودٌ في الفحول، ايِّ شيءٍ يحمل ذلك؟ فلم تزل تعجبني لاميَّتك التي ذكرت فيها الجرجة وهي الخريطة من الأدم فقلت لمّا وصفت القوس:\nفجئت ببيعتي مولياً لا أزيده\n...\nعليه بها، حتَى يؤوب المنخَّل\nثلاثة أبرادٍ جيادٍ، وجرجةٌ،\n...\nوأدكن من أري الدَّبور معسَّل\nفيقول أوسٌ: قد بلغني أنَّ نابغة بني ذبيان في الجنَّة، فأسأله عمَا بدا لك فلعلَّه يخبرك، فإنَّه أجدر بأن يعي هذه الأشياء، فأمَّا أنا فقد ذهلت: نارٌ توقد، وبنانٌ يعقد؛ إذا غلب عليَّ الظَّمأ، رفع لي شيءٌ كالنّهر، فإذا اغترقت منه لأشرب، وجدته سعيراً مضطرماً، فليتني أصبحت درماً، وهو الذي يقال\nالجزء: 1 ¦ الصفحة: 99\n",
        "فيه: أودى درمٌ. وهو من بني دبِّ بن مرَّة بن ذهل بن شيبان ولقد دخل الجنَّة من هو شرَّ منِّي، ولكنَّ المغفرة أرزاقٌ، كأنَّها النَّشب في الدار العاجلة. فيقول، صار وليُّه من المتبوعين، وشانئه بالسفَّه من المسبوعين: إنّما أردت أن آخذ عنك هذه الألفاظ، فأتحف بها أهل الجنَّة فأقول: قال لي أوسٌ، وأخبرني أبو شريح.\nوكان في عزمي أن أسألك عمّا حكاه سيبويه في قولك:\nتواهق رجلاها يداه، ورأسه\n...\nلها قتبٌ خلف الحقيبة رادف\nفإنَّي لا أختار أن ترفع الرِّجلان واليدان، ولم تدع إلى ذلك ضرورةٌ، لأنِّك لو قلت: تواهق رجليها يداه لم يزغ الوزن؛ ولعلَّك، إن صحَّ قولك لذلك، أن تكون طلبت المشاكهة، وهذا المذهب يقوى إذا روي: يداها بالإضافة إلى المؤنَّث، فأمَّ في حال الإضافة إلى ضمير المذكَّر فر قوَّة له.\nوإنّي لكارهٌ قولك: والخيل خارجةٌ من القسطال أخرجت الاسم إلى مثالٍ قليلٍ، لأنَّ فعلاً لم يجيء في غير المضاعف، وقد حكي: ناقةٌ بها خزعالٌ أي بها ظلعٌ.\nويرى رجلاً في النَّار لا يميّزه من غيره، فيقول: من أنت أيُّها الشَّقيُّ؟ فيقول: أنا أبو كبيرٍ الهذلي، عامر بن الحليس، فيقول: إنَّك لمن أعلام هذيلٍ، ولكني لم أوثر قولك:\nأزهير هل عن شيبةٍ من معدل\n...\nأم لا سبيل إلى الشَّباب الأوَّل\nوقلت في الأخرى:\nأزهير هل عن شيبةٍ من مصرف\n...\nأم لا خلود لعاجزٍ متكلِّف\nوقلت في الثّالثة: أزهير هل عن شيبةٍ من معكم أي من محبس فهذا يدلُّ على ضيق عطنك بالقريض، فهلاّ ابتدأت كلَّ قصيدة بفنٍّ؟ والأصمعيُّ\nالجزء: 1 ¦ الصفحة: 100\n",
        "لم يرو لك إلاَّ هذه القصائد الثلاث، وقد حُكي أنّه يروي عنك الرائية التي أوَّلها: أزهير هل عن شيبةٍ من مقصر وأحسن بقولك:\nولقد وردت الماء لم يشرب به\n...\nبين الشّتاء إلى شهور الصّيِّف\nإلاّ عواسل كالمراط معيدةً\n...\nباللَّيل مورد أيِّمٍ متغضِّف\nزقبٌ يظلُّ الذِّئب يتبع ظلِّه\n...\nفيه، فيستنُّ استنان الأخلف\nفصددت عنه ظامئاً، وتركته\n...\nيهتزُّ غلفقه، كأن لم يكشف\nفيقول أبو كبيرٍ الهذليّ: كيف لي أن أقضم على جمراتٍ محرقاتٍ، لأرد عذاباً غدقاتٍ؟ وإنَّما كلام أهل سقر ويلٌ وعويلٌ، ليس لهم إلاّ ذلك حويلٌ، فاذهب لطيّتك، واحذر أن تشغل عن مطيَّتك.\nفيقول، بلَّغه الله أقاصي الأمل: كيف لا أجذل وقد ضمنت لي الرَّحمة الدائمة، ضمنها من يصدق ضمانه، ويعمُّ أهل الخيفة أمانة؟ فيقول: ما فعل صخر الغيِّ؟ فيقال: هاهو حيث تراه. فيقول: يا صخر الغىِّ ما فعلت دهماؤك؟ لا أرضك لها ولا سماؤك! كانت في عهدك وشبابها رؤدٌ، يأخذك من حبابها الزَّؤد، فلذلك قلت:\nإنّي بدهماء عزِّ ما أجد\n...\nيعتادني من حبابها زؤد!\nوأين حصل تليدك؟ شغلك عنه تخليدك، وحقّ لك أن تنساه، كما ذهل وحشيُّ دمي نساه.\nوإذا هو برجلٍ يتضوّر، فيقول: من هذا؟ فيقال: الأخطل التَّغلبيّ، فيقول له: ما زالت صفتك للخمر، حتى غادرتك أكلاً للجمر، كم طربت السَّادات على قولك:\nأناخوا فجرّوا شاصياتٍ كأنَّها\n...\nرجالٌ من السُّودان لم يتسربلوا\nالجزء: 1 ¦ الصفحة: 101\n",
        "فقلت: اصبحوني، لا أبا لأبيكم\n...\nوما وضعوا الأثقال إلاّ ليفعلوا\nفصبوا عقاراً في الإناء كأنَّها،\n...\nإذا لمحوها، جذوةٌ تتأكّل\nوجاؤوا ببيسانيَّةٍ هي، بعدما\n...\nيعلُّ بها السّاقي، ألذُّ وأسهل\nتمرُ بها الأيدي سنيحاً وبارحاً،\n...\nوتوضع باللَّهم حيَّ، وتحمل\nفتوقف أحياناً، فيفصل بيننا\n...\nغناء مغنٍّ، أو شواءٌ مرعبل\nفلذَّت لمرتاحٍ، وطابت لشاربٍ\n...\nوراجعني منها مراحٌ وأخيل\nفما لبَّثتنا نشوةٌ لحقت بنا\n...\nتوابعها ممّا نُعلّ وننّهل\nتدبُّ دبيباً في العظام كأنَّه\n...\nدبيب نمالٍ في نقاً يتهيّل\nربت وربا في كرمها ابن مدينةٍ\n...\nمكبٌّ على مسحاته يتركَّل\nإذا خاف من نجمٍ عليها ظماءةً\n...\nأدَّب إليها جدولاً يتسلسل\nفقلت: اقتلوها عنكم بمزاجها،\n...\nوحبَّ بها مقتولةً حين تقتل\nفقال التَّغلبيّ: إنّي جررت الذّارع، ولقيت الدَّارع، وهجرت الآبدة، ورجوت أن تدعى النَّفس العابدة، ولكن أبت الأقضية.\nفيقول، أحلَّ الله الهلكة بمبغضيه: أخطأت في أمرين، جاء الإسلام فعجزت أن تدخل فيه، ولزمت أخلاق سفيه؛ وعاشرت يزيد بن معاوية، وأطعت نفسك الغاوية؛ وآثرت ما فني على باقٍ، فكيف لك بالإباق؟ فيزفر الأخطل زفرةً تعجب لها الزَّبانية، ويقول: آه على أيّام يزيد أسوف عنده عنبرا، ولا أعدم لديه سيسنبرا؛ وأمزح معه مزح خليل، فيحتملني احتمال الجليل؛ وكم ألبسني من موشيّ، أسحبه في البكرة أو العشيّ، وكأنِّي بالقيان الصّدحة بين يديه تغنِّيه بقوله:\nالجزء: 1 ¦ الصفحة: 102\n",
        "ولها بالماطرون إذا\n...\nأنفذ النّمل الذي جمعا\nخلفةٌ حتى إذا ظهرت\n...\nسكنتت من جلِّقٍ بيعا\nفي قبابٍ حول دسكرةٍ\n...\nحولها الزّيتون قد ينعا\nوقفت للبدر ترقبه،\n...\nفإذا بالبدر قد طلعا\nولقد فاكهته في بعض الأيَّام وأنا سكران ملتخٌّ فقلت:\nاسلم سلمت أبا خالدٍ\n...\nوحيَّاك ربُّك بالعنقز\nاكلت الدَّجاج فأفنيتها،\n...\nفهل في الخنانيص من مغمز\nفما زادني عن ابتسام، واهنزَّ للصِّلة كاهتزاز الحسام فيقول، أدام الله تمكينه: من ثمَّ أتيت! أما علمت أنّ ذلك الرجل عاندٌ، وفي جبال المعصية ساندٌ؟ فعلام اطَّلعت من مذهبه: أكان موحِّداً، أم وجدته في النُّسك ملحداً؟ فيقول الأخطل: كانت تعجبه هذه الأبيات:\nأخالد هاتي خبِّريني وأعلني\n...\nحديثك، إنَّي لا أسرُّ التنّاجيا\nحديث أبي سفيان لمّا سما بها\n...\nإلى أحدٍ حتى أقام البواكيا\nوكيف بغى أمراً عليَّ ففاته\n...\nوأورثه الجدُّ السَّعيد معاويا\nوقومي فعلَّيني على ذاك قهوةً\n...\nتحلَّبها العيسيُّ كرماً شآميا\nإذا ما نظرنا في أمورٍ قديمةٍ\n...\nوجدنا حلالاً شربها المتواليا\nفلا خلف بين النَّاس أنَّ محمّداً\n...\nتبوّأ رمساً في المدينة ثاويا\nفيقول، جعل الله أوقاته كلَّها سعيدةً: عليك البهلة! قد ذهلت الشّعراء من أهل الجنّة والنَّار عن المدح والنَّسيب، وما شُدهت عن كفرك ولا إساءتك. وإبليس يسمع ذلك الخطاب كلُّه فيقول للزَّبيانية: ما رأيت أعجز\nالجزء: 1 ¦ الصفحة: 103\n",
        "منكم إخوان مالكٍ! فيقولون: كيف زعمت ذلك يا أبا مرّة؟ فيقول: ألا تسمعون هذا المتكلِّم بما لا يعنيه؟ قد شغلكم وشغل غيركم عمّا هو فيه! فلو أنَّ فيكم صاحب نحيزةٍ قويَّةٍ، لوثب وثبةً حتى يلحق به فيجذبه إلى سقر. فيقولون: لم تصنع شيئاً يا أبا زوبعة! ليس لنا على أهل الجنَّة سبيلٌ.\nفإذا سمع، أسمعه الله محاَّبه، ما يقول إبليس، أخذ في شتمه ولعنه وإظهار الشَّماتة به. فيقول، عليه اللَّعنة: ألم تنهوا عن الشَّمات يا بني آدم؟ ولكنَّكم، بحمد الله، ما زجرتم عن شيءٍ إلاّ وركبتموه. فيقول، واصل الله الإحسان إليه: أنت بدأت آدم بالشَّماتة، والبادىء أظلم: ثمَّ يعود إلى كلام الأخطل فيقول: أأنت القائل هذه الأبيات:\nولست بصائمٍ رمضان طوعاً\n...\nولست بآكل لحم الأضاحي\nولست بقائمٍ كالعير أدعو\n...\nقبيل الصُّبح: حيَّ على الفلاح!\nولكنَّي سأشربها شمولاً\n...\nزأسجد عند منبلج الصِّباح!\nفيقول: أجلٌ، وإنَّي لنادمٌ سادمٌ، وهل أغنت النَّدامة عن أخي كسعٍ؟ ويملُّ من خطاب أهل النَّار، فينصرف إلى قصره المشيد، فإذا صار على ميلٍ أو ميلين، ذكر أنَّه ما سأل عن مهلهل التَّغلبيَّ ولا عن المرقِّشين وأنَّه أغفل الشَّنفرى وتأبَّط شرّاً، فيرجع على أدراجه، فيقف بذلك الموقف ينادي: أين عديُّ ابن ربيعة؟ فيقال: زد في البيان. فيقول: الذي يستشهد النُّحويُّون بقوله:\nضربت صدرها إليَّ وقالت:\n...\nيا عديّاً لقد وقتك الأواقي\nوقد استشهدوا له بأشياء كقوله:\nولقد خبطن بيوت يشكر خبطةً،\n...\nأخوالنا، وهم بنو الأعمام\nالجزء: 1 ¦ الصفحة: 104\n",
        "وقوله:\nالندامى\nما أرجِّي بالعيش بعد ندامى\n...\nكلُّهم قد سقوا بكأس حلاق\nفيقال: إنّك لتعرِّف صاحبك بأمرٍ لا معرفة عندنا به، ما النّحويّون؟ وما الاستشهاد؟ وما هذا الهذيان؟ نحن خزنة النَّار، فبيِّن غرضك تُجب إليه.\nفيقول: أريد المعروف بمهلهلٍ التَّغلبيِّ، أخي كُليب وائلٍ الذي كان يضرب به المثل.\nفيقال: ها هو ذا يسمع حوارك، فقل ماتشاء.\nفيقول: يا عديَّ بن ربيعة، أعزز عليَّ بولوجك هذا المؤلج! لو لم آسف عليك إلا لأجل قصيدتك التي أوَّلها:\nأليلتنا بذي حسمٍ أنيري\n...\nإذا أنت انقضيت فلا تحوري\nلكانت جديرةً أن تطيل الأسف عليك، وقد كنت إذا أنشدت أبياتك في ابنتك المزوَّجة في جنب تغرورق من الحزن عيناي، فأخبرني لِمَ سُمَّيت مهلهلاً؟ فقد قيل: إنّك سُمَّيت بذلك لأنَّك أوَّل من هلهل الشِّعر أيّ رقَّقه.\nفيقول: إنَّ الكذب لكثيرٌ، وإنَّما كان لي أخٌ يقال له امرؤ القيس فأغار علينا زهيربن جنابٍ الكلبيُّ، فتبعه أخي في زرافةٍ من قومه، فقال في ذلك:\nلما توقَّل في الكراع هجينهم\n...\nهلهلت أثار مالكاً أو صنبلا\nوكأنَّه بازٌ علته كبرةٌ\n...\nيهدي بشكَّته الرَّعيل الأوَّلا\nهلهلت: أي قاربت، ويقال: توقَّفت، يعني بالهجين زهير بن جنابٍ. فسمَّي مهلهلاً فلمَّاهلك شبَّهت به فقيل لي: مهلهل. فيقول: الآن شفيت صدري بحقيقة اليقين.\nفأخبرني عن هذا البيت الذي يروى لك:\nأرعدوا ساعة الهياج وأبرق\n...\nنا كما توعد الفحول الفحولا\nالجزء: 1 ¦ الصفحة: 105\n",
        "فإنَّ الأصمعيَّ كان ينكره ويقول: إنّه مولَّدٌ، وكان أبو زيدٍ يستشهد به ويثبته.\nفيقول: طال الأبد على لبدٍ! لقد نسيت ما قلت في الدار الفانية، فما الذي أنكر منه؟ فيقول: زعم الأصمعيُّ أنَّه لا يقال أرعد وأبرق في الوعيد ولا في السّحاب.\nفيقول: إنَّ ذلك لخطأٌ من القول، وإنَّ هذا البيت لم يقله إلاّ رجلٌ من جذم الفصاحة، إما أنا وإمَّا سواي، فخذ به وأعرض عن قول السُّفهاء.\nويسأل عن المرقِّش الأكبر، فإذا هو به في أطباق العذاب، فيقول: خفَّف الله عنك أيُّها الشَّاب المغتصب، فلم أزل في الدار العاجلة حزيناً لما أصابك به الرّجل الغفُليُّ، أحد بني غفيلة ابن قاسطٍ، فعليه بهلة الله! وإنّ قوماً من أهل الإسلام كانوا يستزرون بقصيدتك الميميَّة التي أوّلها:\nهل بالدّيار أن تجيب صمم\n...\nلو كان حيّاً ناطقاً كلَّم\nوإنّها عندي لمن المفردات، وكان يعض الأدباء يرى أنَّها والميميَّة التي قالها المرقَّش الأصغر ناقصتان عن القصائد المُفضَّليَّات، ولقد وهم صاحب هذه المقالة.\nوبعض النّاس يروي هذا الشّعر لك:\nتخيّرت من نعمان عود أراكةٍ،\nلهندٍ، ولكن من يبلغه هندا؟\nخليلي َّجوراً بارك الله فيكما،\nوإن لم تكن هندٌ لأرضكما قصدا\nوقولا لها: ليس الضّلال أجارنا\nولكننَّا جُرنا لنلقاكم عمدا ولم أجدها في ديوانك، فهل ما حُكي صحيحٌ عنك؟ فيقول: لقد قلت أشياء كثيرةً، منها ما نُقل إليكم ومنها ما لم يُنقل، وقد يجوز أن أكون قلت هذه الأبيات ولكني سرفتها لطول الأبد، ولعلَّك تنكر أنّها في هندٍ، وأنَّ صاحبتي أسماء، فلا تنفر من ذلك، فقد ينتقل المُشبِّب من الاسم إلى الاسم، ويكون في بعض عُمره مُستهتراً بشخصٍ من النّاس، ثمّ ينصرف إلى شخصٍ\nالجزء: 1 ¦ الصفحة: 106\n",
        "آخر، ألا تسمع إلى قولي:\nسفهٌ تذكُّره خويلة بعدما\n...\nحالت ذُرا نجران دون لقائها\nوينعطف إلى المُرقِّش الأصغر فيسأله عن شأنه مع بنت المنذر وبنت عجلان فيجده غير خبيرٍ، قد نسي لترادف الأحقاب فيقول: ألا تذكر ما صنع بك جنابٌ الذي تقول فيه:\nفآلى جنابٌ حلفةً فأطعته،\n...\nفنفسك ولِّ اللَّوم إن كنت لائما\nفيقول: وما صنع جناب؟ لقد لقيت الأقورين، وسقيت الأمرَّين، وكيف لي بعذاب الدَّار العاجلة!.\nفإذا لم يجد عنده طائلاً تركه، وسأل عن الشَّنفرى الأزديِّ فألفاه قليل التِّشكِّي والتَّألّم لما هو فيه، فيقول: إنَّي لا أراك قلقاً مثل قلق أصحابك. فيقول: أجل، إنَّي قلت بيتاً في الدّار الخادعة فأنا أتأدَّب به حيريَّ الدهر، وذلك قولي:\nغوى فغوت، ثم ارعوى بعد وارعوت\nوللصبر إن لم ينفع الشكو أجمل وإذا هو قرينٌ مع تأبَّط شرّاً، كما كان في الدَّار الغرَّارة.\nفيقول، أسنى الله حظَّه من المغفرة، لتأبّط شرّاً: أحقُّ ما روي عنك من نكاح الغيلان؟ فيقول: لقد كنَّا في الجاهليَّة نتقوَّل ونتخرَّض، فما جاءك عنَّا ممّا ينكره المعقول فإنّه من الأكاذيب، والزَّمن كلَّه على سجيَّةٍ واحدةٍ، فالذي شاهده معدُّ بن عدنان كالذي شاهد نضاضة ولد آدم. والنُّضاضة آخر ولد الرَّجل.\nفيقول، أجزل الله عطاءه من الغفران: نّقلت إلينا أبياتٌ تنُسب إليك:\nأنا الذي نكح الغيلان في بلدٍ\n...\nما طلَّ فيه سماكيُّ ولا جاد\nفي حيث لا يعمت الغادي عمايته\n...\nولا الظَّليم به يبغي تهبّادا\nالجزء: 1 ¦ الصفحة: 107\n",
        "وقد لهوت بمصقولٍ عوارضها\n...\nبكرٍ تُنازعني كأساً وعنقادا\nثمّ انقضى عصرها عنِّي وأعقبه\n...\nعصر المشيب، فقل في صالح: بادا\nفاستدللت على أنّها لك لمَّا قلت: تهبّادا، مصدر تهبَّد الظليم إذا أكل الهبيد، فقلت: هذا مثل قوله في القافيَّة:\nطيف ابنة الحرِّ إذ كُنَّا نواصلها\nثمّ اجتننت بها بعد التِّفرّاق مصدر تفرَّقوا تفرّاقاً، وهذا مطَّردٌ في تفعَّل، وإن كان قليلاً في الشعر، كما قال أبو زبيدٍ:\nفثار الزَّاجرون فزاد منهم\n...\nتقرّاباً، وصادفه ضبيس\nفلا يجيبه تأبَّط شراً بطائلٍ.\nفإذا رأى قلة الفوائد لديهم، تركهم في الشَّقاء السّرمد، وعمد لمحلِّه في الجنان، فيلقى آدم، عليه السّلام، في الطّريق فيقول: يا أبانا، صلَّى الله عليك، قد روي لنا عنك شعرٌ: منه قولك:\nنحن بنو الأرض وسكَّانها\n...\nمنها خُلقنا، وإليها نعود\nوالسَّعد لا يبقى لأصحابه\n...\nوالنَّحس تَّمحوه ليالي السُّعود\nفيقول: إنَّ هذا القول حقُّ، وما نطقه إلاّ بعض الحكماء، ولكنِّي لم أسمع به حتى السّاعة.\nفيقول: وفرّ الله قسمه في الثَّواب: فلعلَّك يا أبانا قُلته ثمَّ نسيت، فقد علمت أنَّ النِّسيان متسرّعٌ إليك، وحسبك شهيداً على ذلك الآية المتلوَّة في فرقان محمَّدٍ، صلّى الله عليه وسلم: \" ولقد عهدنا إلى آدم من قبل فنسي ولم نجد له عزماً \" وقد زعم بعض العلماء أنّك إنّما سمِّيت إنساناً لنسيانك، واحتجَّ على ذلك بقولهم في التَّصغير: أنيسيان، وفي الجمع: أناسيّ، وقد روي أنَّ الإنسان من النَّسيان عن ابن عبَّاس، وقال الطائيّ:\nالجزء: 1 ¦ الصفحة: 108\n",
        "لا تنسين تلك العهود وإنَّما\n...\nسُميِّيت إنساناً لأنّك ناس\nوقرأ بعضهم: \" ثمَّ أفيضوا من حيث أفاض النَّاس بكس السَّين، يريد النّاسي، فحذف الياء، كما حذفت في قوله: سواء العاكف فيه والباد. فأمّا البصريُّون فيعتقدون أنَّ الإنسان من الأنس، وأنَّ قولهم في التَّصغير: أنيسيان، شاذ، وقولهم في الجمع: أناسيُّ، أصله أناسين، فأبدلت الياء من النون. والقول الأوَّل أحسن.\nآدم كان ينطق العربية في الجنة\nفيقول آدم، صلَّى الله عليه: أبيتم إلاَّ عقوقاً وأذيَّةً، إنّما كنت أتكلَّم بالعربيَّة وأنا في الجنَّة، فلمّا هبطت إلى الأرض نُقل لساني إلى السُّريانيَّة، فلم أئطق بغيرها إلى أن هلكت، فلمَّا ردَّني الله، سبحانه وتعالى، عادت عليَّ العربيَّة، فأيُّ حينٍ نظمت هذا الشعر: في العاجلة أم الآجلة؟ والذي قال ذلك يجب أن يكون قاله وهو في الدار الماكرة، ألا ترى قوله: منها خُلقنا وإليها نعود فكيف أقول هذا المقال ولساني سُريانيُّ؟ وأمَّا الجنّة قبل أن أخرج منها فلم أكن أدري بالموت فيها، وأنّه ممّا حُكم على العباد، صُيِّر كأطواق حمام، وما رعى لأحدٍ من ذمامٍ، وأمّا بعد رجوعي إليها، فلا معنى لقولي: وإليها نعود، لأنَّه كذبٌ لا محالة، ونحن معاشر أهل الجنَّة خالدن مخلَّدون.\nفيقول، قُضي له بالسَّعد المؤرَّب: إن بعض أهل السَّير يزعم أنَّ هذا الشّعر وجده يعرب في متقدم الصُّحف بالسُّريانيَّة، فنقله إلى لسانه، وهذا لا يمتنع أن يكون.\nوكذلك يروون لك، صلَّى الله عليك، لمّا قتل قابيل هابيل:\nتغيَّرت البلاد ومن عنيها\n...\nفوجه الأرض مغبرُّ قبيح\nوأودى ربع أهلها، فبانوا\n...\nوغودر في الثَّرى الوجه المليح\nوبعضهم ينشد: وزال بشاشة الوجه المليح على الأقواء. وفي حكايةٍ، معناها\nالجزء: 1 ¦ الصفحة: 109\n",
        "على ما أذكر أنَّ رجلاً من بعض ولدك يعرف بإبن دريد أنشد هذا الشعر، وكانت روايته: وزال بشاشة الوجه المليح فقال: أوَّل ما قال: أقوى.\nوكان في المجلس أو سعيد السِّيرافيُّ فقال: يجوز أن يكون قال: وزال بشاشة الوجه المليح بنصب بشاشة على التَّمييز، وبحذف التَّنوين لإلتقاء السّاكنين، كما قال:\nعمرو الذي هشم الثَّريد لقومه\nورجال مكَّة مسنتون عجاف قلت أنا: هذا الوجه الذي قاله أبو سعيدٍ شرٌّ من إقواء عشر مراتٍ في القصيدة الواحدة.\nفيقول آدم، صلّى الله عليه: أعزز عليَّ بكم معشر أبينيَّ! إنّكم في الضَّلالة متهوِّكون! آليت ما نطقت هذا النّظيم، ولا نطق في عصري، وإنَّما نظمه بعض الفارغين، فلا حول ولا قوَّة إلاَّ بالله! كذبتم علىخالقكم وربَّكم، ثمَّ على آدم أبيكم، ثمَّ على حوُّاء أمِّكم، وكذب بعضكم على بعض، ومآلكم في ذلك الأرض.\nذات الصفا\nثمّ يضرب سائراً في الفردوس فإذا هو بروضة مؤنقةٍ، وإذا هو بحيَّاتٍ يلعبن ويتماقلن، يتخاففن ويتثاقلن، فيقول: لا إله إلاّ الله! وما تصنع حيّةٌ في الجنّة؟ فينطقها الله، جلَّت عظمته، بعدما ألهمها المعرفة بهاجس الخلد فتقول، أما سمعت في عمرك بذات الصَّفاء، الوافية لصاحبٍ ما وفى؟ كانت تنزل بواد خصيب، ما زمنها في العيشة بقصيب، وكانت تصنع إليه الجميل في ورد الظاهرة والغب، وليس من كفر للمؤمن بسبٍّ فلمّا ثمَّر بودِّها ماله، وأمل أن يجتذب آماله، ذكر عندها ثاره، وأراد أن يفتقر آثاره، وأكبّ على فآسٍ معملةٍ، يحدُّ غرابها للآملة، ووقف للسّاعية على صخرةٍ، وهمَّ أن ينتقم منها\nالجزء: 1 ¦ الصفحة: 110\n",
        "بأخرةٍ، وكان أخوه ممَّن قتلته، جاهرته في الحادثة أو قيل ختلته، فضربها ضربةً، وأهون بالمقر شربةً، إذا الرَّجل أحسَّ التَّلف، وفقد من الأنيس الخلف! فلمَّا وقيت ضربة فأسه، والحقد يمسك بأنفاسه، ندم على ما صنع أشدَّ النّدم، ومن له في الجدة بالعدم؟ فقال للحيّة مخادعاً، ولم يكن بما كتم صادعاً: هل لك أن نكون خلَّين، ونحفظ العهد إليَّن؟ ودعاها بالسفه إلى حلف، وقد سُقي من الغدر بخلف. فقالت: لا أفعل وإن طال الدَّهر، وكم قصم بالغير ظهرٌ! إنِّي أجدك فاجراً مسحوراً، لم تأل في خُلَّتك حوراً؛ تأبى لي صكَّةٌ فوق الرأس، مارستها أبأس مراسٍ، ويمنعك من أربك قبرٌ محفور، والأعمال الصّالحة لها وفور.\nوقد وصف ذلك نابغة بني ذبيان فقال:\nوإنِّي لألقى من ذوي الضِّغن منهم،\nوما أصبحت تشكو من البثّ ساهره\nكما لقيت ذات الصَّفا من خليلها،\nوكانت تديه المال غباً وظاهره\nفلمّا رأى أن ثمر الله ماله،\nفأصبح مسروراً، وسدَّ مفاقره\nأكبَّ على فأسٍ يحدُّ غرابها\nمذكَّرةٍ، من المعاول، باترة\nوقام على جحرٍ لها فوق صخرةٍ،\nليقتلها، أو تخطىء الكفُّ بادره\nفلمّا وقاها الله ضربة فأسه\nوللبرِّ عينٌ لا تغمِّض ناظره\nفقال: تعالي نجعل الله بيننا\nعلى مالنا، أو تنجزي لي آخره\nفقالت: معاذ الله أفعل إننّي\nرأيتك مسحوراً يمينك فاجره\nأبى لي قبرٌ لا يزال مقابلي،\nوضربة فأسٍ فوق رأسي فاقره وتقول حيّةٌ أخرى: إنّي كنت أسكن في دار الحسن البصريِّ فيتلو القرآن\nالجزء: 1 ¦ الصفحة: 111\n",
        "ليلاً، فتلقَّيت منه الكتاب من أوَّله إلى آخره.\nفيقول، لا زال الرُّشد قريناً لمحلِّه: فكيف سمعته يقرأ: فالق الإصباح؟ فإنَّه يروى عنه بفتح الهمزة كأنّه جمع صبحٍ، وكذلك: بالعشيِّ والإبكار كأنّه جمع بكرٍ، من قولهم: لقيته بكراً، وإذا قلنا: إنَّ أنعماً وأشدّاً جمع نعمة بكرةٍ، على طرح الهاء، فيجوز أن تكون الأبكار جمع بكرةٍ، فتكون على قولنا: بكرٌ وأبكارٌ، كما يقال جندٌ وأجناد.\nفتقول: لقد سمعته يقرأ هذه القراءة، وكنت عليها برهةً من الدَّهر، فلمّا توفَّي، رحمه الله، انتقلت إلى جدارٍ في دار أبي عمرو بن العلاء، فسمعته يقرأ، فرغبت عن حروفٍ من قراءة الحسن كهذين الحرفين، وكقوله: الأنجيل، بفتح الهمزة. فلمَّا توفِّي أبو عمرو كرهت المقام، فانتقلت إلى الكوفة، فأقمت في جوار حمزة بن حبيبٍ، فسمعته يقرأ بأشياء ينكره عليه أصحاب العربيَّة، كخفض الأرحام في قوله تعالى: \" واتَّقوا الله الذّي تساءلون به والأرحام \" وكسر الياء في قوله تعالى: \" وما أنتم بمصرخيّ \" وكذلك سكون الهمزة في قوله تعالى: \" استكباراً في الأرض ومكر السّيء \" وهذا إغلاقٌ لباب العربيَّة، لأنَّ الفرقان ليس بموضع ضرورةٍ، وإنّما حُكي مثل هذا في المنظوم. وقد روي أنَّ امرأ القيس قال:\nفاليوم أشرب غير مستحقبٍ\n...\nإثماً من الله، ولا واغل\nوبعضهم يروي: فاليوم أسقى، وإذا روي: فاليوم أشرب، فيجوز أن يكون ثمَّ إشارةٌ إلى الضمَّ لا حكم لها في الوزن، فقد زعم سيبويه أنَّهم يفعلون ذلك في قول الراجز:\nمتى أنام لا يؤرِّقني الكرى،\n...\nليلاً ولا أسمع أصوات المطي\nالجزء: 1 ¦ الصفحة: 112\n",
        "وهذا يدل على أنَّهم لم يكونوا يحفلون بطرح الإعراب، فأمّا قول الرَّاجز:\nإذا اعوججن قلت: صاحب قوِّم\nفي الدَّوِّ، أمثال السَّفين العوَّم فإنَّه من عجيب ما جاء، وقد بله قائله عن أن يقول: صاح قوِّم، فلا يكون بالوزن إخلالٌ، ولكنَّ الذين يحتجُّون له يزعمون أنَّه أراد أن يعادل بين الجزئين، لأنَّ قوله: حب قوِّم، في وزن قوله: نل عوَّم، وهذا يشبه ما ادَّعوه في قول الهذلي:\nأبيت على معاري فاخرات\n...\nبهنَّ ملوَّب كدم العباط\nيزعم النّحويُّون أنَّ قوله: معاري، بفتح الياء، حمله عليه كراهه الزِّحاف، وهذا قولٌ ينتقض، لأنَّ في هذه الطائيَّة أبياتاً كثيرةً لا تخلو من زحافٍ، وكلُّ قصيدةٍ للعرب وغيرها على هذا القريِّ.\nوكذلك قوله:\nعرفت بأجدثٍ فنعاف عرقٍ\n...\nعلاماتٍ كتحبير النِّماط\nفيه زحافان من هذا الجنس، ثمَّ يجيء في كلِّ الأبيات إلا أن يندر شيءٌ. وقد روي عن الأصمعيِّ أنَّه لم يسمع العرب تنشد إلا: أبيت على معارٍ، بالتّنوين، وهذا لا ينقض مذهب أصحاب القياس، إذا كانوا يروون عن أهل الفصاحة خلافه.\nويهكر، أزلفه الله مع الأبرار المتَّقين، لما سمع من تلك الحيَّة، فتقول هي: ألا تقيم عندنا برهةً من الدَّهر؟ فإنِّي إذا شئت انتفضث من إهابي فصرت مثل أحسن غواني الجنَّة، لو ترشَّفت رضابي لعلمت أنّه أفضل من الدِّرياقة التي ذكرها ابن مقبلٍ في قوله:\nسقتني بصهباء درياقةٍ\n...\nمتى ما تليِّن عظامي تلن\nولو تنفَّست في وجهك لأعلمتك أنَّ صاحبة عنترة تفلةٌ صدوفٌ والصَّدوف:\nالجزء: 1 ¦ الصفحة: 113\n",
        "الكريهة رائحة الفم، وإنّما تعني قوله:\nوكأنَّ فارة تاجرٍ بقسيمةٍ\nسبقت عوارضها إليك من الفم ولو أدنيت وسادك إلى وسادي، لفضِّلتني على التي يقول فيها الأوَّل:\nباتت رقوداً سار الرَّكب مدَّلجاً،\nوما الأوانس في فكرٍ لسارينا\nكأنَّ ريقتها مسكٌ على ضربٍ،\nشيبت بأصهب من بيع الشآمينا\nيا ربّ، لا تسلبني حبَّها أبداً،\nويرحم الله عبداً قال: آمينا فيذعر منها، جعل الله أمنه متَّصلاً، والطّالب شأوه من تقصير منتصلاً، ويذهب مهرولاً في الجنَّة ويقول في نفسه: كيف يركن إلى حيَّةٍ شرفها السُّمُّ، ولها بالفتكة همّ؟ فتناديه: هلُمَّ إن شئت اللَّذَّة، فإنَّي لأفضل من حيَّة ابنة مالكٍ التي ذكرها العبسيُّ في قوله:\nما ولدتني حيَّة ابنة مالكٍ\n...\nسفاحاً، ولا قولي أحاديث كاذب\nوأحمد عشاراً من حيَّة ابنة أزهر التي يقول فيها القائل:\nإذا ما شربنا ماء مزنٍ بقهوةٍ\n...\nذكرنا عليها حيَّة ابنة أزهرا\nولو أقمت عندنا إلى أن تخبر ودَّنا وإنصافنا، لندمت إن كنت في الدَّار العاجلة قتلت حّيةً أو عثماناً.\nفيقول وهو يسمع خطابها الرَّائق: لقد ضيّق الله عليَّ مراشف الحور الحسان، إن رضيت بترشُّف هذه الحيَّة.\nفإذا ضرب في غيطان الجنَّة، لقيته الجارية التي خرجت من تلك الثَّمرة فتقول: إنِّي لأنتظرك منذ حينٍ فما الذي شجنك عن المزار؟ ما طالت الإقامة معك، فأملَّ بالمحاورة مسمعك، قد كان يحقُّ لي أن أوثر لديك على حسب ما تنفرد به العروس، يخصُّها الرّجل بشيءٍ دون الأزواج.\nفيقول:\nالجزء: 1 ¦ الصفحة: 114\n",
        "كانت في نفسي مآرب من مخاطبة أهل النّار، فلمّا قضيت من ذلك وطراً عدت إليك، فاتبعيني بين كثب العنبر وأنقاء المسك.\nفيتخلّل بها أهاضيب الفردوس ورمال الجنان؛ فتقول: أيّها العبد المرحوم، أظنُّك تحتذي بي فعال الكنديّ في قوله:\nفقمت بها أمشي، تجرُّ وراءنا\nعلى إثرنا أذيال مرطٍ مرحَّل\nفلمّا أجزنا ساحة الحيّ، وانتحى\nبنا بطن خبثٍ ذي قفافٍ عقنقل\nهصرت بفودي رأسها فتمايلت\nعليَّ هضيم الكشح ريَّا المخلخل فيقول: العجب لقدرة الله! لقد أصبت ما خطر في السُّويداء، فمن أين لك علمٌ بالكنديّ وإنَّما نشأت في ثمرةٍ تبعدك من جنٍّ وأنيس؟ فيقول: إنَّ الله على كلِّ شيءٍ قديرٌ.\nويعرض له حديث امرىء القيس في داره جلجلٍ، فينشىء الله، جلّت عظمته، حوراً عيناً يتماقلن في نهرٍ من أنهار الجنَّة، وفيهنَّ من تفضلهنّ كصاحبة امرىء القيس، فيترامين بالثَّرمد، وإنّما هو كأجلِّ طيب الجنَّة، ويعقر لهنَّ الرَّاحلة، فيأكل ويأكلن من بضيعها ما ليس تقع الصِّفة عليه من إمتاعٍ ولذاذةٍ.\nويمرُّ بأبياتٍ ليس لها سموق أبيات الجنّة، فيسأل عنها فيقال: هذه جنِّة الرُّجز، يكون فيها: أغلب بني عجلٍ والعجَّاج ورؤبة وأبو النّجم وحميدٌ الأرقط وعذافر بن أوسٍ وأبو نخيلة وكلُّ من غفر له من الرُّجاز، فيقول: تبارك العزيز الوَّهاب! لقد صدق الحديث المرويُّ إنَّ الله يحبُّ معالي الأمور ويكره سفسافها؛ وإنَّ الرّجز لمن سفساف القريض، قصّرتم أيّها النَّفر فقصر بكم.\nويعرض له رؤبة فيقول: يا أبا الجحّاف، ما أكلفك بقوافٍ ليست بالمعجبة تصنع رجزاً على الغين\nالجزء: 1 ¦ الصفحة: 115\n",
        "ورجزً على الطاء وعلى الظاء، وعلى غير ذلك من الحروف النّافرة، ولم تكن صاحب مثلٍ مذكورٍ، ولا لفظٍ يستحسن عذبٍ.\nفيغضب رؤبة ويقول: ألي تقول هذا وعنِّي أخذ الخليل، وكذلك أبو عمرو بن العلاء، غبرت في الدّار السّالفة تفتخر بالَّلفظة تقع إليك ممّا نقله أولئك عنِّي وعن أشباهي؟ فإذا رأى، لا زال خصمه مغلَّباً، ما في رؤبة من الانتخاء قال: لو سبك رجزك ورجزاً أبيك، لم تخرج منه قصيدةٌ مستحسنةٌ، ولقد بلغني أنَّ أبا مسلم كلَّمك بكلامٍ فيه ابن ثأداء، فلم تعرفها حتى سألت عنها بالحيِّ، ولقد كنت تأخذ جوائز الملوك بغير استحقاق، وإنّ غيرك أولى بالأعطية والصِّلات.\nفيقول رؤبة: أليس رئيسكم في القديم، والذي ضهلت إليه المقاييس، كان يستشهد بقولي ويجعلني له كالأمام؟ فيقول، وهو بالقول منطقٌ: لا فخر لك أن استشهد بكلامك، فقد وجدناهم يستشهدون بكلام أمةٍ وكعاء يحمل القطل إلى النّار الموقدة في السَّبرة التي نفض عليها الشَّبم ريشه، وهدم وأجلُّ أيامها أن تجني عساقل ومغروداً، وتتلو نعماً مطروداً، وإنَّ بعلها في المهنة لسَّيء العذير، غلظ عن الفطن والتَّحذير، وكم روى النُّحاة عن طفلٍ، ماله في الأدب من كفلٍ، وعن امرأةٍ، لم تعدّ يوماً الدّرأة.\nفيقول رؤبة: أجئت لخصامنا في هذا المنزل؟ فامض لطيّتك، فقد أخذت بكلامنا ما شاء الله. فيقول، أسكت الله مجادلة: أقسمت ما يصلح كلامكم للثنّاء، ولا يفضل عن الهناء، تصكُّون مسامع الممتدح بالجندل، وإنَّما يطرب إلى المندل ومتى خرجتم عن صفة جملٍ،\nالجزء: 1 ¦ الصفحة: 116\n",
        "ترثون له من طول العمر، إلى صفة فرسٍ سابحٍ، أو كلبٍ للقنص نابح، فإنًّكم غير الرّاشدين فيقول رؤبة: إنّ الله سبحانه وتعالى قال: \" يتنازعون فيها كأساً لا لغوٌ فيها ولا تأثيم، وإن كلامك لمن اللغو، ما أنت إلى النصغة بذي صغو.\nالعجّاج\nفإذا طالت المخاطبة بينه وبين رؤبة، سمع العجّاج فجاء يسأل المحاجزة.\nويذكر، أذكره الله بالصّالحات، ما كان يلحق أخا النِّدام، من فتور في الجسد من المدام، فيختار أن يعرض له ذلك من غير أن ينزف له لبُّ، ولا يتغير عليه خبَّ فإذا هو يخال في العظام النّاعمة دبيب نملٍ، أسرى في المقمرة على رملٍ، فيترنَّم بقول إياس بن الأرتِّ:\nأعاذل لو شربت الخمر حتى\n...\nيظلَّ لكلِّ أنملةٍ دبيب\nإذاً لعذرتني وعلمت أنِّي\n...\nلما أتلفت من مالي مُصيب\nويتَّكىء على مفرشٍ من السُّندس، ويأمر الحور العين أن يحملن ذلك المفرش فيضعنه على سريرٍ من سرر أهل الجنَّة، وإنَّما هو زبرجدٌ أو عسجدٌ، ويكوِّن البارىء فيه حلقاً من الذَّهب تطيف به من كلِّ الأشرار حتى يأخذ كلُّ واحدٍ م الغلمان، وكلُّ واحدةٍ من الجواري المشبَّهة بالجمان، واحدةً من تلك الحلق، فيُحل على تلك الحال إلى محلِّه المُشيَّد بدار الخلود، فكلَّما مرَّ بشجرةٍ نضخته أغصانها بماء الورد قد خلط بماء الكافور، وبمسكٍ ما جني من دماء الفور، بل هو بتقدير الله الكريم.\nوتناديه الثَّمرات من كلِّ أوبٍ هو مستلقٍ على الظَّهر: هل لك يا أبا الحسن، هل لك؟ فإذا أراد عنقوداً من العنب أو غيره انقضب من الشَّجرة بمشيئة الله، وحملته القدرة إلى فيه، وأهل الجنَّة يلقونه بأصناف التَّحيَّة وآخر دعواهم أن الحمد لله ربِّ العالمين: لا يزال\nالجزء: 1 ¦ الصفحة: 117\n",
        "كذلك أبداً سرمداً، ناعماً في الوقت المتطاول منعمَّاً، لا تجد الغير فيه مزعماً. وقد أطلت في هذا الفصل، ونعود الآن إلى الإجابة عن الرَّسالة: فهمت قوله: جعلني الله فداءه، لا يذهب به إلى النِّفاق، وبعد ابن آدم من الوفاق، وهذه غريزةٌ خصَّ بها الشيخ دون غيره، وتعايش العالم بخداع، وأضحوا من الكذب في إبداع. لو قالت شيرين الملكة لكسرى: جعلني الله فداءك في إقامة أو سرى، لخالبته في ذلك ونافقته، وإن راقته بالعطل ووافقته، على أنَّه أخذها من حالٍ دنيَّة، فجعلها في النُّعمى السَّنَّية، وعتبه في ذلك الاحبَّاء، وجرت لهم في ذلك قصصٌ وأنباءٌ، وقيل له، فيما ذكر، والله معالم بمن جدب أو شكر: كيف تطيب نفس الملك لهذه المومس، وهي الوالجة في المغمِّس؟ فضرب لهم المثل بالقدح، وإذا حظيت الغانية فليست بالمفتقرة إلى الصَّدح، جعل في الإناء الشَّعر والد؟ َّم، وقال للحاضر ولا ندم: أتجيب نفسك لشرب ما فيه؟ وإنَّما يجنح إلى تلافيه. إنَّها لا تطيب، وهي بالأنجاس قطيب.\nفأراق ذلك الشيء وغسله، وهذَّب وعاءه ثمَّ عسله، وجعل فيه من بعد مداما، وعرضها على النَّدامى، فكلّهم بهش أن يشرب، ومن يعاف العاتقة والغرب؟ فقال: هذا مثل شيرين، فلا تكونوا في السَّفه مسيرين.\nكم من شبل نافق أسدا، وأضمرا له غلاًّ وحسداً؟ ولبوءةٍ تداجي هرماساً، تنبذ إليه المقة وتبغض له لماساً؟ وضيغمٍ نقم على فرهود، وودَّ لو دفنه بالوهود؟ والفرهود ولد الأسد بلغة أسد شنوءة، وهو، آنس الله الإفليم بقربه، أجلُّ من أن يشرح له مثل ذلك، وإنَّما أفرق من وقوع هذه الرِّسالة في يد\nالجزء: 1 ¦ الصفحة: 118\n",
        "غلامٍ مترعرعٍ، ليس إلى الفهم بمتسرِّع، فتستعجم عليه اللَّفظة، فيظلُّ معها في مثل القيد، لا يقدر على العجل ولا الرُّويد.\nوكم خالبت الذِّئاب السَّلق، وفي الضّمائر تُكنُّ الفلق أي الدَّواهي، ومنه قول خلفٍ.\nموت الإمام فلقةٌ من الفلق والسَّلق، جمع سلقةٍ: وهي أنثى الذئب.\nوملكٍ سانى ملكةً، ثمَّ صنعت له مهلكةً؟؟! يقول القائل: بأبي أنت، جاد عملك وأتقنت! ولو قدر لبتَّ الودج، وإنَّما جامل وسدج.\nولعل بعض العتارف يلفظ إلى البائضة حبَّة البرِّ، ويأنس بها في حرٍّ وقرّ، وفي فؤاده من الضِّغن أعاجيب، وتكثر وتقلُّ المناجيب، والمناجيب ها هنا تحتمل أمرين: أحدهما من النَّجابة، والآخر من قولهم: مناجيب أي ضعافٌ، من قول الهذليّ:\nبعثته في سواد اللَّيل يرقبني\n...\nإذ آثر النَّوم والدِّفء المناجيب\nوالمعنى: أنَّ المناجيب من النَّجابة تقلُّ، والمناجيب من الوهن تكثر.\nولعلّ ذلك الصّاقع يرقب لأمّ الكيكة حماماً، ولا يرقب لها ذماماً. يقول في النّفس المتحدِّثة: ليت الذِّابح بكرَّ على المنقضة، فإنها عين المبغضة. أو يقول: لو أنِّي جعلت في قدرٍ، أو في بعض الوطس فلحقت بالهدر، لتزوَّجت هذه من الدِّيكة شابَّاً مقتبلاً، يحسن لها حبَّاً قبلاً.\nوأنا أذكره بالكلمة العارضة، إذ كان قد بدأ بالإيناس، وترك مكايد النّاس: ألا يعجب من قول العرب: فداءٍ لك، بالكسر والتنوين كما قال الرّاجز:\nويهاً فداءٍ لك يا فضاله\n...\nأجرَّه الرُّمح، ولا تباله\nويروى تهاله.\nوذكر أحمد بن عبيد بن ناصحٍ، وهو المعروف بأبي\nالجزء: 1 ¦ الصفحة: 119\n",
        "عصيدة، أنَّ قولهم فداءٍ لك بالكسر، إذا كان لها مرافع لم يجز فيها الكسر والتَّنوين. ولا ريب أنَّه يحكي ذلك عن العلماء الكوفييِّن. وعينَّنه في قول النّابغة:\nمهِّلاً فداءٍ لك الأقوام كلّهم\n...\nوما أثمِّر من مالٍ ومن ولد\nفأمّا البصريّون فقد رووا في هذا البيت: فداءٌ لك.\nوكيف يقول الخليل المخلص، وهو عن الهجران متقلِّص: إنَّ حنينه حنين واله من النُّوق، وهي الذّاهلة إن حمل عليها بعض الوسوق، وإنَّما تسجع ثلاثاً أو أربعاً، ثمَّ يكون سلوُّها متبعاً؟ فأما الحمامة الهاتفة فقد رزقها الباريء صيتاً شائعاً، وظلَّ وصفها بالأسف ذائعاً، تنهض إلى التقاط حبٍّ، وتعود إلى جوز لها ذات أب، فإن هي صادفته أكيل بازٍ أو سوذانق، ليس من أبصر اثره بالآنق غدا به ظفر شاهين، وهي، البائسة، من اللاَّهين، فما هي إلا مثل الحيوان، تملُّ حالها في أقصر أوان.\nوقد زعم زاعمٌ، لا يصدَّق، أنَّ الحمائم في هذا العصر، يبكن مقعداً هلك في عهد نوحٍ، أبرح له البارح أم رمي بالسُّنوح، وإنَّ دوامها على ذلك لدليل الوفاء، وما العوض عن خليل الصّفاء؟ لا عوض ولا نائب إلاَّ فيه، وكيف يعتب الزَّمن على تجافيه؟ وإنَّما حشي بشرٍّ وغدر، وكتب له العزُّ في القدر.\nوأمّا الظَّبية فإنّها لا توصف بحنين، ولكن تبتقل بلبِّ منين. ومن لها باليانع من الأراك، ولا تقول لفارس الخيل الشَّازبة: دراك ومن كان وجده يعدل عن الخلد، فإنّه إذا جنب إلى الولد، فسوف تذره المدد ناسياً، كأنَّه ما جزع آسياً\n...\nوما أقلَّ صدق الألاّف، ولو بيعوا من الذَّهب، لا الورق، بآلافٍ:\nالجزء: 1 ¦ الصفحة: 120\n",
        "وليس خليلي بالملول، ولا الذّي\n...\nإذا غبت عنه، باعني بخليل\nوأحسب كثيِّراً تفوَّه بهذه المقالة على غرَّة، وما عرف مكان الشِّرِّة، فكيف يقدر على إخاء الملك، أم كيف يرتفع إلى الفلك؟ وأمّا ما ذكره من حالى، غطِّي شخصه أن يلحظ بنواظر الغير، ومتِّع من مالٍ بحير أي كثير، قال الرَّاجز:\nيا ربنَّا من سرَّه أن يكبرا\n...\nفسق له ياربِّ مالاً حيرا\nفطالما أعطي الوثن سعوداً، فصار حضوره للجهلة موعوداً! فإن سررت بالباطل، فشهرت باتِّخاذ النياطل، وإنَّ الصابر مأجورٌ محمود، ولا ريب أن سيقدر لمن ظعن شربٌ مثمود. وأحلف كيمين امرىء القيس لمَّا رغب في مقامه عند الموموقة، ولم يفرق من الرامقة ولا المرموقة، فقال:\nفقلت: يمين الله، أبرح قاعداً\n...\nولو قطعوا رأسي لديك وأوصالي\nوالأخرى التي أقسم بها زهيرٌ، إذ عصفت بالحرب القائمة هير، أعني قوله:\nفأقسمت بالبيت الذي طاف حوله\nرجالٌ بنوه، من قريشٍ وجرهم\nيميناً لنعم السِّيدِّان وجدتمأ\nعلى كلِّ حالٍ من سحيلٍ ومبرم وبالحذَّاء التي نطق بها ساعدة، والمهجة إلى ملكها صاعدةٌ، فقال:\nحلف أمرىٍء برٍّ سرفت يمينه\nولكلِّ من ساس الأمور مجرّب وأولي مع ذلك أليَّة الفرزدق لمَّا رهب وقوع انتقام، فاغتنم ما بين الكعبة والمقام، ووصف ما صنع فقال:\nألم ترني عاهدت ربِّي وإننّي\n...\nلبين رتاجٍ قائماً ومقام\nعلى حلفةٍ، لا أشتم الدّهر مسلماً\n...\nولا خارجاً من فيِّ زور كلام\nالجزء: 1 ¦ الصفحة: 121\n",
        "إنِّي لمكذوب عليه كما كذبت العرب على الغول، وإنَّها عمَّا يؤثر لفي شغول، وكما تقوَّلت الأمثال السائرة على الضَّبِّ وله بالكلدة إرباب الصَّبِّ. وكما تكلَّمت على لسان الضِّبع وهي خرساء، ما أطلق لسانها الوضح ولا المساء.\nيظنُّ أنَّني من أهل العلم، وما أنا له بالصاحب ولا الخلم.\nوتلك لعمري بليَّةٌ، تفتقد معها الجليِّة. والعلوم تفتقر إلى مراسٍ، ودارسٍ للكتب أخي دراس.\nويقال إننَّي من أهل الدِّين، ولو ظهر ما وراء السَّدين، ما اقتنع لي الواصف بسبٍّ، وودَّ أن يسقيني جوزلاً بشبّ، وكيف يدّعى للعلج الوحشيّ، وإنَّما أبد في الرّوض الحبشي، أن تغريده في السَّحر أشعار موزونةٌ، تأذن لنظيرها المحزونة؟ وهل يصوَّر لعاقلٍ لبيب، أنَّ الغراب النّاعب صدح بتشبيب، وأنَّ العصافير الطّائرة بأجنحةٍ، كعصافير المنذر الكائنة للتَّمنحة؟ وكيف يظنُّ الظانُّ أن للطائر أساجيع حمامة، وإنَّه لأخرس مع الدَّمامة؟ فبعد من زعم أنَّ الحجر متكلِّمٌ، وأنَّه عند الضَّرب متألِّم. ومن ألتمس من اللُّغام كسوةً، فإنَّه لا يجد إسوةً.\nولو أنِّى لا أشعر بما يقال فيَّ، لأرحت من إنكاري وتلافيّ، وكنت كالوثن: سواءٌ عليه إن وقِّر من الوقار، وإن أوقر من الأوقار وكالأرض السَّبخة ما تحفل أن قيل: هي مريعة، أو قيل لها: بئست الزَّريعة؛ وكالفرير المعتبط: ما يأبه لقول الآكل: إنّه لساحٌّ ولا إذا قصب: إنَّه بالدِّكة شاحٌ. والله المستنصر على الإلاقيّ، لم توزن الراكدة بالأواقيّ والإلاقيُّ منسوبٌ إلى الإلاق وهو البرق الكاذب وكيف أغتبط إذا تخرِّص عليَّ،\nالجزء: 1 ¦ الصفحة: 122\n",
        "وعزيت المعرفة إليَّ؟ ولست آمناً في العاقبة، فضيحةً غير مصاقبة، ومثلي، إن جذلت بذلك، مثل من اتُّهم بمالٍ، فاعتقد أنَّ ما ذاع من الخبر يأتيه بجمال، فسرّه قول الجهلة: إنّه لحلف اليسار. فطلب منه بعض السَّلاطين أن يحمل إليه جملةً وافرةً، فصادف كذوبةً زافرة، وضربة كي يقرَّ، وقتل في العقوبة ولم يعظ البرّ.\nوقد شهد الله أنِّي أجذل بمن عابني، لأنّه صدق فيما رابني، وأهتمُّ لثناءٍ مكذوب، يتركني كالطَّريدة العذوب، ولو نطحت بقرني الجرادة، لامتنعت من كلِّ إرادة، فأمّا روق الوعل، فأعوزه عندي نطيحٌ، لأنِّي بروق الظّبي أطيح. فغفر الله لمن ظنَّ حسناً بالمسيء، وجعله حجّة في النَّسيء. ولولا كراهتي حضوراً بين النّاس، وإيثاري أن أموت ميتة علهبٍ في كناس، فاجتمع معي أولئك الخائلون، لصحَّ أنَّهم عن الرُّشِد حائلون، وأتار لهم الحقُّ الطّامس وقبض على القتاد اللاّمس.\nوأمّا وروده حلب، حرسها الله، فلو كانت تعقل لفرحت به فرح الشّمطاء المنهبلة، ليست بالآبلة ولا المؤتبلة، شحط سليلها الواحد، وما هو لحقِّها جاحدٌ. وقدم بعد أعوامٍ، فنقعت به فرط أوامٍ، وكانت معه كالخنساء ذات البرغز، رتعت به في الأصيل، وليس هو لحشفٍ بوصيل، فلمّا رأت المكان آمناً، ولم تخش للسِّراح الخمع كامناً، انبسطت في المراد الواسع وخلَّفته، يحاول أنفاً تكل؟ فته، لتجرَّ لذلك الولد ما في الأخلاف، ولا تلافي بعيد التّلاف، فعادت المسكينة فلم تصبه، فقالت للصّمد: لا تنصبه إن كان وقع في مخالب\nالجزء: 1 ¦ الصفحة: 123\n",
        "الذِّيب، ومني ببعض التَّعذيب، فأنت القادر عل تعويض الأطفال، والعالم بعقبى الطَّيرة والفال. فبينما هي تردَّد بين العلة والوله بغم لها الفقيد من حقفٍ اتخذ فيه مربضاً، ولم يرَ من الرُّماة منبضاً، هكع لما شبع. فما ساءه القدر ولا سبع. فغمر فؤادها ابتهاجٌ، من بعد ما وضح لها المنهاج.\nولو رجع القارظ إلى عنزة، ما بان فيها الطَّرب للرّجعة، وما قدر من زوال الفجعة، إلا دون ما أنا مضمرٌ مجنُّ، من المسرَّة بدنوِّ الدِّيار. وإلقائه عصا التِّسيار، فالحمد لله الذي أعاد البارق إلى الغمام الوسميّ، وأتى المومض بحلى السُّميّ وإنَّ حلب المنصورة لتختلُّ إلى من يعرف قليلاً من علم، في أيَّام المحاربة والسِّلم، فما باله يّد الله الآداب بأن يزيده في المدة فإنما لغرابها كالعدَّة.\nوإني لأعجب من تمالؤ جماعة، على أمرٍ ليس بالحسن ولا الطاعة، ولا ثبت له يقينٌ، فيشوفه الصَّنع أو يقين قد كدت ألحق برهط العدم، من غير الأسف ولا النَّدم، ولكنَّما أرهب قدومي على الجبَّار، ولم أصلح نخلي بإبار. وقيل لبعض الحكماء: إنَّ فلاناً تلطَّف حتى قتل نفسه، ولم يطق في الدّار الخالية عفسه، وكره أن يمارس بدائع الشُّرور، وأحبَّ النُّقلة إلى منازل السُّرور، فقال الحكيم قولاً معناه: أخطأ ذلك الشابُّ المقتبل، وله ولأمِّه يحقّ الهبل، هلاَّ صبر على صروف الزَّمان، حتى يمنو له القدر مانٍ؟ فإنَّه لا يشعر علام يقدم، ولكلِّ بيتٍ هدم! ولولا حكمة الله جلَّت قدرته، وأنَّه حجز الرَّجل عن الموت، بالخوف من العلز والفوت، لرغب كلُّ من احتدم غضبه، وكلَّ عن ضريبةٍ مقضبه، أن تنزع له\nالجزء: 1 ¦ الصفحة: 124\n",
        "من الموت كؤوسٌ، والله العالم بما يؤوس.\nوأمَّا أبو القطران الأسديُّ، وأيُّ البشر من الخطوب مفديّ، فصاحب غزلٍ وتبطُّل، وتوفُّرٍ على الخرَّد وتعطُّل، وما أشكُّ أنّ الشّيخ، أقرّ الله عين الأدب بالز؟ َّيادة في عمره أشدّ شوقاً إلى أحمد بن يحيى مع صمعه، وأبي الحسن الأثرم مع ثرمه، من المرّار بن سعيد عند رجاء العدة وخوف الوعيد، وهو ذلك المتهيّم إلى وحشيّة، وإن فقد لبينها الحشيّة، وادّكر ثغراً كالإٌغريض، وخدّا ًيعدل بلون الإحريض وإنَّما ودُّ الغانية خلابٌ وخداعٌ، وللكمد في هواه ابتداعٌ. ولو هلكت تلك المرة والمرّار يعيش، لعدِّ أنَّه بتلفها نعيش، ولا سيَّما بعد السَّنّ العالية، وقوَّة النّفس الآلية. ولعلّ ابا القطران لو متّع بهذه المذكورة ما يكون قدره مائة حقبةًٍ، على غير الجزع والرِّقبة، لجاز أن يغرض من الوصال، إذا علم أنَّ حبله في اتِّصال. ولو نزل بها شيءٌ تتغيَّر به عن العهد، لتمننَّى أن تقذف إلى غير المهد، لأنَّ ابن آدم بخيلٌ ملول، نسري به إلى المنيَّة أمونٌ ذلول. ولو أصابها العور، بعد أن سكن عينها الحور، لظنَّ أن ذلك نبأ لا يغفر ولا يكفَّر، فكيف يعتب على الفاهين، وينتقم من القوم السّاهين؟ والله سبحانه، قد رفع ذلك عن ساهٍ ما علم، ونائمٍ إذا أحسّ بالمؤلم ألم.\nومن أين لذلك الشّخص الأسدي، ما وهبه الله للشيخ من وفاءٍ لو علم به السّموءل لاعترف أنَّه من الغادرين، أو الحارث ابن ظالم لشهد أنَّه من السّادرين؟؟؟! من قولهم فعل كذا وكذا سادراً، أي لا يهتمُّ لشيء، وإنّما عاشر أبو القطران أعبداً في الإبل وآمياً، ونظر إلى عقبه دامياً، ممَّا يطأ على هراسٍ،\nالجزء: 1 ¦ الصفحة: 125\n",
        "ومن له في المكلأة بالفراس؟ وهو التِّمر الأسود، ومن أبيات المعاني:\nإذا أكلوا الفراس رأيت شاماً\n...\nعلى الأنباث منهم والغيوب\nفما تنفكُّ تسمع قاصفاتٍ\n...\nكصوت الرّعد في العام الخصيب\nولعلّه لو صادف غانيةً على وحشيّة بشقِّ الأبلمة لسلاها غير المؤلمة، وإنَّما ديدن ذلك الرّجل ونظرائه صفقه ناقةٍ أو ربع، وما شجره المغترس بالنَّبع. إذا جنى الكمأة بجح، وخال أنَّه قد نجح! ولو حضر أخونة حضرها الشّيخ لعاد كما قال القائل:\nفلو كنت عذريَّ العلاقة لم تبت\nبطيناً، وأنساك الهوى كثرة الأكل وهو، قدَّر الله له ما أحبَّ، قد جالس ملوك مصر التي قال فيها فرعون: أليس لي ملك مصر وهذه الأنهار تجري من تحتي أفلا تبصرون؟ وقد أقام بالعراق زمناً طويلاً، وأدام على الأدب تعويلاً، وبالعراق مملكة فارس، وهم أهل الشَّرف والظّرف، يوفي صرفهم في الأطعمة على كلِّ صرف، ولا ريب أنَّه قد جالس بقاياهم، واختبر في المعاشرة سجاياهم، وعاطوه الأكؤس ألات التّصاوير، على عاد المرازبة والأساوير، كما قال الحكميُّ:\nتدور علينا الكأس في عسجديَّةٍ\n...\nحبتها بأنواع التصاوير فارس\nقرارتها كسرى، وفي جنباتها\n...\nمهاً تدَّريها بالقسيّ الفوارس\nوأبو القطران كان يستقي النُّطفة بخلبةٍ، ويجعلها في الغمر أو العلبة، وإذا طعم فمن له باللَّهدة، وإن أخصب شرع في النَّهيدة. وما أشكُّ أنَّه، أمتع الله الآداب ببقائه، لو رزق محاورة أبي الأسود على عرجه وبخله\nالجزء: 1 ¦ الصفحة: 126\n",
        "المتناذر وجرجه، لكانت مقتة له أبلغ من مقة مهديّ ليلاه ولا أقول رؤبة أبيلاه. ولو أدرك محاضرة أبي الخطَّاب لكان بدوش عينيه أشدَّ شغفاً من الحادرة بسميَّة، ومن غيلان بميَّة لأنّه قال:\nوعيان قال الله: كونا، فكانتا، فعولان بالألباب ما تفعل الخمر وهو بجلع أبي الحسن سعيد بن مسعدة، أعجب من كثيِّر بشنب عزَّة، والعذريِّ بلمى بثينة. ولو كان أبو عبيدة أذفر الفم، لما أمنت مع كلفه بالأخبار، أن يقبِّله شقَّ البلسة بلا استكبار، وفي الحديث عن عائشة، رحمة الله عليها: كان رسول الله، صلّى الله عليه وسلّم، يقبِّلني شقَّ التينة. وروى بعضهم: شقَّ التمرة. وذلك أن يأخذ الشّفة العليا بيده، والسُّفلى بيده الأخرى، ويقبِّل ما بين الشفتين.\nوأما من فقده من الأصدقاء لمّا دخل حلب، حرسها الله، فتلك عادة الزَّمن، ليس على لسالم بمؤتمن، يبدِّل من الأبيات المسكونة قبوراً، ولا يلحق بعثرة جبوراً. وإنَّ رمس الهالك لبيت الحقَّ، وإن طرق بالملمَّ الأشقّ. على أنّه يغني الثّاوي بعد عدمٍ، ويكفيه المؤونة مع القدم. وإنَّ الجسد لمن شرٍّ خبيءٍ، يبعد من سبيٍ وسبيء. قال الضّبيّ:\nولقد علمت بأن قصري حفرةٌ\n...\nما بعدها خوفٌ عليَّ ولا عدم\nفأزور بيت الحقِّ زورة ماكث\n...\nفعلام أحفل ما تقوَّض وانهدم؟\nوما زالت العرب تسمّي القبر بيتاً، وإن كان المنتقل إليه ميتاً، قال الرّاجز:\nاليوم يُبنى لدويد بيته\n...\nيا ربَّ بيت حسبٍ بنيته\nومعصمٍ ذي برةٍ لويته\n...\nلو كان للدّهر بلىً أبليته\nالجزء: 1 ¦ الصفحة: 127\n",
        "أو كان قرني واحدا ًكفيته فأمّا الفصل الذي ذكر فيه الخليل، فقد سقط منه اسم الذي غلا فيَّ، وقرن بالنُّجوم الصَّلافيَّ، ومن كان، فغفر الله جرائمه، وحفظ له في الأبد كرائمه، فقد أخطأ على نفسه فيما زعم وعليَّ، ونسب مالا أستوجب إليَّ. وكم أعتذر وأتنصَّل، من ذنبٍ ليس يتحصَّل!؟ وإنَّي لأكره بشهادة الله تلك الدَّعوى المبطلة، كراهة المسيح من جعله ربَّ العزَّة، فما ترك للفتن من مهزَّة بدليل قوله تعالى: \" وإذ قال الله يا عيسى ابن مريم أأنت قلت للنّاس اَّتخذوني وأمِّي إلهين من دون الله، قال سبحانك ما يكون لي أن أقول ما ليس لي بحقٍّ، إن كنت قلته فقد علمته، تعلم ما في نفسي ولا أعلم ما في نفسك، إنِّك أنت علاَّم الغيوب \".\nوأمّا أبو الفرج الزَّهرجيُّ فمعرفته بالشّيخ تقسم أنّه للأدب حليفٌ، وللطَّبع الخيَّر أليفٌ.\nووددت أنَّ الرَّسالة وصلت إليَّ، ولكن ما عدل ذلك العديل، فبعدما تغنَّى هديل، هلاَّ اقتنع بنفقةٍ أو ثوبٍ، وترك الصُّحف عن نوب!؟ فأرب من يديه، ولا اهتدى في اللَّيلة بفرقديه. لو أنّه أحد لصوص العرب الذَّين رويت لهم الأمثال السّائرة، وتحدَّثت بهم المنجدة والغائرة، لما اغتقرت ما صنع بما نظم، لأنّه أفرط وأعظم، أي أتى عظيمة وبتك من القلائد نظمةً.\nوقد وفَّق أبو الفرج وولده، وصار كاللُّجّة ثمده، لمَّا درس عليه الكتب، وحفظ عنه ما يكون الترُّتب، فسلَّم العاتكة إلى القاريِّ، والنَّافجة إلى المرء الدّاريّ، والرُّمح الأطول إلى ابن الطُّفيل، والأعنَّة إلى أحلاس الخيل.\nوإن كان الشّيخ مارس\nالجزء: 1 ¦ الصفحة: 128\n",
        "من التَّعب أمَّ الرُّبيق، فقد جدّد عهده الأوَّل بقويق، وإنَّه لنعم النَّهر، لا يغرق السّابح ولا يبهر، وبناته المخطوبات صغارٌ، يؤخذن منه في الغفلة ولا يغار. يعلوهنَّ، والقدر يغولهنَّ، سترن الأنفس فما تبرَّجن، ولكن بالرّغم خرجن. خدورهنَّ من ماء، زارتهنَّ الملموءة بالإلماء والملموءة الشّبكة، يقال: ألمأ على الشيء إذا أخذه كلَّه ما يشعر قويقٌ المسكين، أعربٌ سبت من ولد أم رومٌ، ولا يحفل بما تروم. ولقد ذكره البحتريُّ، ونعته الصنَّوبريُّ، وإخال أنَّ الشّيخ أفسدته عليه دجلة وصراتها، وأعانها على ذلك فُراتها.\nوأمَّا حلب، فإنّها الأمُّ البرَّة، تعقد بها المسرَّة، وما أحسبها، إن شاء الله، تظاهر بذميم العقوق، أو تغفل المفترض من الحقوق ووحشيّة يحتمل أن يكون، آنس الله الآداب ببقائه، جعلها نائبة عمن فقده من الإخوان، الذين عُدم نظيرهم في الأوان. وكذلك تجري أمثال العرب: يكنون فيها بالاسم عن جميع الأسماء، مثال ذلك أن يقول القائل:\nفلا تشلل يدٌ فتكت بعمروٍ،\n...\nفإنّك لن تُذلُّ ولن تضاما\nيجوز أن يرى الرجل رجلاً قد فتك بمن اسمه حسَّان أو عطاردٌ أو غير ذلك، فيتمَّثل بهذا البيت، فيكون عمرو فيه واقعاً على جميع من يتمثَّل له به. وكذلك قول الرّاجز:\nأوردها سعدٌ وسعدٌ مشتمل صار ذلك مثلاً لكلَّ عمل عملاً لم يحكمه، فيجوز أن يُقال لمن اسمه خالدٌ أو بكرٌ أو ما شاء الله من الأسماء. ويضعون في هذا الباب المؤنَّث موضع المذكَّر، والمذكّر موضع المؤنَّث، فيقولون للرّجل: أطرِّي فإنِّك ناعلةٌ،\nالجزء: 1 ¦ الصفحة: 129\n",
        "والصيَّف ضيعَّت اللَّين، محسنة فهيلي، وابتدئيهنَّ بفعال سبيت. وإذا أرادوا أن يخبروا بأنَّ المرأة كانت تفعل الخير ثمّ هلكت فانقطع ما كانت تفعله، جاز أن يقولوا: ذهب الخير مع عمرو ابن حممة. وجائزٌ أن يقولوا لمن يحذِّرونه من قرب النّساء: لا تبت من بكريٍّ قريباً؛ والبكريُّ أخوك فلا تأمنه. ومثل هذا كثير.\nوأمَّا شكواه إليّ، فإننّي وإيّاه لكما قيل في المثل: الثّكلى تعين الثكلى، وعل ذلك حمّل الأصمعيُّ قول أبي داود:\nويصيخ أحياناً كما اس\n...\nتمع المضلُّ دعاء ناشد\nكلانا بحمد الله مضلُّ، فعلى من نحمل وعلى من ندلُّ؟ أمّا المطيّة فآلية، وأمّا المزادة فخاليةٌ، والرّكب يفتقر إلى الحصاة، وكلَّهم بهش للوصاة:\nيشكو إليّ جملي طرل السُّرى\n...\nصبرٌ جميلٌ، فكلانا مبتلى\nإن اشتكت السَّمرة سفن العاضد إلى السَّيالة، فإنَّها تشكو النّازلة إلى شاكٍ، والصَّدق أفضل من الابتشاك. ولا أرتاب أنَّه يحفظ قول الفزازيِّ منذ خمسين حجَّة أو أكثر:\nأعيين هلاَّ إذ بلت بحبِّها\n...\nكنت استعنت بفارغ العقل\nأقبلت تبغي الغوث من رجلٍ\n...\nوالمستغاث إليه في شغل!\nولا يزل أهل الأدب يشكون الغير في كلَّ جيل، ويخصُّون من العجائب بسجلٍ سجيلٍ. وهو يعرف الحكاية أنّ مسلمة بن عبد الملك أوصى لأهل الأدب بجزءٍ من ماله، وقل: إنَّهم أهل صناعةٍ مجفوَّةٍ. وأحسب أنَّهم والحرفة خلُقا توأمين، وإنما ينجح بعضهم في ذات الزُّمين، ثمّ لا تلبث أن تزل قدمه، ويتفرَّى بالقدر أدمه. وقد سمع في مصر بقصَّة أبى الفضل وسعيد،\nالجزء: 1 ¦ الصفحة: 130\n",
        "وما كان أحدهما من الآخر ببعيد. وإذا كان الأدب على عهد بني أميَّة يقصد أهله بالجفوة، فكيف يسلمون من باسٍ، عند مملكة بني العبّاس؟ وإذا أصابتهم المحن في عدَّان الرشيد فكيف يطمع لهم بالحظِّ المشيد؟ أليس أبو عبيدة قدم مع الأصمعيَّ وكلاهما يريد النُّجعة، ولا يلتمس إلى البصرة رجعة، فتشبِّث بعبد الملك، وردَّ معمرٌ، ومن يعلم بما يجنُّ الخمر.\nومن بغى أن يتكسَّب بهذا الفنِّ، فقد أودع شرابه في شنٍّ، غير ثقةٍ على الوديعة، بل هي منه في صاحب خديعة.\nسيبويه\nوقد روي أن سيبويه لمَّا أختبر شأنه وراز، رغب في ولاية المظالم بشيراز، وأنَّ الكسائيَّ تحوَّب ممّا صنع به، فأعانه كي يشحط على مطلبه.\nفأمّا حبيب بن أوسٍ فهلك وهو بالموصل على البريد: وصاحب الأدب حليف التّصريد.\nوأمّا الذين ذكرهم من المصحَّفين، فغير البررة ولا المنصفين. وما زال التتّفل يعرض لأذاة الأسد، وما أحسبه يشعر بمكان الحسد، فإذا أدَّلج وردٌ هموس، تشقى به التامكة، أو اللَّموس، فثعالة به منذرٌ، كأنّه للمفترس محذِّر، ولا يراه الضّيغم موضعاً للعتاب، ويجعل أمره فيما يحتمل من الخطب المنتاب. وكم من أغلب مثارٍ، يسهَّد لغناء الطَّيثار، وإذا هو بليلٍ تغنَّى، فالقسور به معنَّى:\nما يضرُّ البحر أمسى زاخراً\n...\nأن رمى فيه غلامٌ بحجر\nأو كلّما طنَّ الذّباب أروعه؟\n...\nإنَّ الذُّباب إذاً عليَّ كريم!\nومازال الهمج يقولون، ويقصرون عن المكرمة فلا يطولون، وإنهم عما أثَّل متثاقلون، وطلاَّب الأدب في حباله واقلون.\nمن انفرد بفضيلةٍ\nالجزء: 1 ¦ الصفحة: 131\n",
        "أثيرةٍ، فإنّه يتقدَّم بمناقب كثيرةٍ، وإن حسَّاد البارع لكما قال الفرزدق:\nفإن تهج آل الزِّبرقان، فإنّما\n...\nهجوت الطّوال الشُّمَّ من يذبل\nوقد ينبج الكلب النّجوم ودونها\n...\nفراسخ تقصي ناظر المتأمِّل\nيعدو على الحاسد حسده، ويذوب من كبتٍ جسده:\nفهل ضربة الرّوميِّ جاعلةٌ لكم\n...\nأباً عن كليبٍ، أو أباً مثل دارم؟\nفأمّا ما ذكره من قول أبي الطَّيب: أذمُّ إلى هذا الزّمان أهيله فقد كان الرّجل مولعاً بالتّصغير، لا يقنع من ذلك بخلسة المغير؛ كقوله:\nمن لي بفهم أهيل عصر يدعي\n...\nأن يحسب الهندي فيهم باقل؟\nوقوله:\nحبيببتا قلبي، فؤادي هيا جمل\nوقوله:\nمقالي للأحيمق يا حليم\nوقوله:\nونام الخويدم عن ليلنا\nوقوله:\nأفي كل يوم تحت ضبني شويعر\nوغير ذلك مما هو موجود في ديوانه، ولا ملامة عليه، إنما هي عادة صارت كالطبع، فما حسن بها مألوف الربع، ولكنها تغتفر مع المحاسن، والشام قد يظهر على المراسن.\nوهذا البيت الذي أوله:\nأذم إلى هذا الزمان أهيله\nإنما قاله في علي بن محمد بن سيار بن مكرم بأنطاكية قبل أن يمدح سيف الدولة علي بن عبد الله بن حمدان، والشعراء مطلق لهم ذلك،\nالجزء: 1 ¦ الصفحة: 132\n",
        "لأن الآية شهدت عليهم بالتخرص وقول الأباطيل: \" ألم تر أنهم في كل وادٍ بهيمون، وأنهم يقولون ما لا يفعلون؟ \" وأهل كلمة أصل وضعها للجماعة، فيقال: ارتحل أهل الدار، فيعلم السامع أن المتكلم لا يقصد واحداً بما قال، إلا أن هذه الكلمة قد استعملت للآحاد، فقيل: فلان أهل الخير وأهل الإحسان، قال حاتم الطائي:\nظلت تلوم على بكر سمحت به\nإن الرزيئة في الدنيا ابن مسعود\nغادره القوم بالمعزاء منجدلاً،\nوكان أهل الندى والحزم والجود وكأن هذه اللفظة أصلها أن تكون للجمع، ثم نقلت إلى الواحد، كما أن صديقاً وأميراً ونحوهما إنما وضعن في الأصل للأفراد، ثم نقلن إلى الجمع على سبيل التشبيه. وكذلك قولهم: بنو فلان أخ لنا. ويقال: أهل وأهلة، وأهلات في الجمع، قال الشاعر:\nفهم أهلات حول قيس بن عاصم\nإذا أدلجوا بالليل، يدعون كوثرا وقال بعض النحويين في تصغير آل الرجل: يجوز أويل وأهيل، كأنه يذهب إلى أن الهاء في أهل أبدلت منها همزة، فلما اجتمعت الهمزتان جعلت الثانية ألفاً، ومثل هذا لا يثبت.\nوالأشبه أن يكون آل الرجل، مأخوذاً من آل يؤول، إذا رجع، كأنهم يرجعون إليه أو يرجع إليهم.\nأما ما ذكره من حكاية القطربلي وابن أبي الأزهر، فقد يجوز مثله، وما وضح أن ذلك الرجل حبس بالعراق، فأما بالشام فحبسه مشهور.\nوحدثت أنه كان إذا سئل عن حقيقة هذا اللقب، قال: هو من النبوة، أي المرتفع من الأرض. وكان قد طمع في شيء قد طمع فيه من هو\nالجزء: 1 ¦ الصفحة: 133\n",
        "دونه. وإنما هي مقادير، يديرها في العلو مدير، يظفر بها من وفق، ولا يراع بالمجتهد أن يخفق.\nوقد دلت أشياء في ديوانه أنه كان متألهاً، ومثل غيره من الناس متدلهاً فمن ذلك قوله:\nولا قابلاً إلا لخالقه حكما\nوقوله:\nما أقدر الله يخزي بريته\n...\nولا يصدق قوماً في الذي زعموا\nوإذا رجع إلى الحقائق، فنطق اللسان لا ينبيء عن اعتقاد الإنسان، لأن العالم مجبول على الكذب والنفاق، ويحتمل أن يظهر الرجل بالقول تديناً، وإنما يجعل ذلك تزيناً، يريد أن يصل به إلى ثناء، أو غرض من أغراض الخالبة أم الفناء، ولعله قد ذهب جماعة هم في الظاهر متعبدون، وفيما بطن ملحدون.\nدين دعبل\nوما يلحقني الشك في أن دعبل بن علي لم يكن له دين، وكان يتظاهر بالتشيع، وإنما غرضه التكسب، وكم أثبت نسباً بنسب ولا أرتاب أن دعبلاً كان على رأي الحكمي وطبقته، والزندقة فيهم فاشية، ومن ديارهم ناشية.\nوقد اختلف في أبي نواس: ادعي له التأله وأنه كان يقضي صلوات نهاره في ليله، والصحيح أنه كان على مذهب غيره من أهل زمانه، وذلك أن العرب جاءها النبي صلى الله عليه وسلم، وهي ترغب إلى القصيد، وتقصر هممها عن الفصيد، فاتبعه منها متبعون، والله أعلم بما يوعون، فلما ضرب الإسلام بجرانه، واتسق ملكه على أركانه، مازج العرب غيرهم من الطوائف، وسمعوا كلام الأطباء وأصحاب الهيئة وأهل المنطق، فمالت منهم\nالجزء: 1 ¦ الصفحة: 134\n",
        "طائفة كثيرة. ولم يزل الإلحاد في بني آدم على ممر الدهور، حتى إن أصحاب السير يزعمون أن آدم صلى الله عليه وسلم، بعث إلى أولاده فأنذرهم على ذلك المنهاج إلى اليوم.\nوبعض العلماء يقول إن سادات قريش كانوا زنادقة. وما أجدرهم بذلك! وقال شاعرهم يرثي قتلى بدر، وتروي لشداد بن الأسود الليثي:\nألمت بالتحية أم بكر\n...\nفحيوا أم بكر بالسلام\nوكائن بالطوي طوي بدر\n...\nمن الأحساب والقوم الكرام\nوكائن بالطوي طوي بدر\n...\nمن الشيزى تكلل بالسنام\nألا يا أم بكر لا تكرى\n...\nعلى الكأس بعد أخي هشام\nوبعد أخي أبيه، وكان قرماً\n...\nمن الأقوام شراب المدام\nألا من مبلغ الرحمن عني\n...\nبأني تارك شهر الصيام\nإذا ما الرأس زايل منكبيه،\n...\nفقد شبع الأنيس من الطعام\nأيوعِدونا بن كبشة أن سنحيا؟\n...\nوكيف حياة أصداء وهام؟\nأتترك أن ترد الموت عني،\n...\nوتحييني إذا بليت عظامي؟\nولا يدعي مثل هذه الدعاوي إلا من يستبسل وراءها للحمام، ولا يأسف له عند الإلمام.\nوحدثت أن أبا الطيب أيام كان إقطاعه \" بصف \" رؤي يصلي بموضع بمعرة النعمان يقال له كنيسة الأعراب وأنه صلى ركعتين، وذلك في وقت العصر، فيجوز أن يكون رأى أنه على سفر، وأن القصر له جائز.\nوحدثني الثقة عنه حديثاً معناه: أنه لما حصل في بني عدي\nالجزء: 1 ¦ الصفحة: 135\n",
        "وحاول أن يخرج فيهم، قالوا له وقد تبينوا دعواه: ها هنا ناقة صعبة، فإن قدرت على ركوبها أقررنا أنك مرسل. وأنه مضى إلى تلك الناقة وهي رائحة في الإبل، فتحيل حتى وثب على ظهرها، فنفرت ساعة وتنكرت برهة، ثم سكن نفارها ومشت مشي المسمحة، وأنه ورد بها الحلة وهو راكب عليها، فعجبوا له كل العجب، وصار ذلك من دلائله عندهم.\nوحدثت أيضاً أنه كان في ديوان اللاذقية، وأن بعض الكتاب انقلبت على يده سكين الأقلام فجرحته جرحاً مفرطاً، وأن أبا الطيب تفل عليها من ريقه، وشدها غير منتظر لوقته، وقال للمجروح: لا تحلَّها في يومك. وعد له أيّاماً وليالي، وإن ذلك الكاتب قبل منه، فبرىء الجرح، فصاروا يعتقدون في أبي الطيب أعظم اعتقاد، ويقولون: هو كمحيي الأموات.\nوحدث رجل: كان أبو الطيب قد استخفى عنده في اللاذقية أو في غيرها من السواحل، أنه أراد الانتقال من موضع إلى موضع، فخرج بالليل ومعه ذلك الرجل، ولقيهما كلب ألح عليهما في النباح ثم انصرف، فقال أبو الطيب لذلك الرجل وهو عائد: إنك ستجد ذلك الكلب قد مات. فلما عاد الرجل ألفى الأمر على ما ذكر (ولا يمتنع أن يكون أعد له شيئاً من المطاعم مسموماً وألقاه له وهو يخفي عن صاحبه ما فعل. والخريق سم الكلاب معروف) .\nوأما القطربلي وابن أبي الأزهر فمن الزول اجتماعهما على تأليف كتابٍ، وقل ما يعرف مثل ذلك. ونحو منه قصة \" الخالديين \" اللذين كانا في الموصل وهما شاعران، وقد كانا عند سيف الدولة وانصرفا على حد مغاضبة. ولهما ديوان ينسب إليهما لا ينفرد فيه أحدهما بشيء دون الآخر\nالجزء: 1 ¦ الصفحة: 136\n",
        "إلى في أشياء قليلةٍ. وهذا متعذر في ولد آدم إذا كانت الجبلة على الخلاف وقلة الموافقة.\nفأما أن يعمل الرجل شيئاً من كتابٍ، ثم يتمّه الآخر، فهو أسوغ في المعقول من أن يجتمع عليه الرجلان. والبغداديون يحكون أن أبا سعيد السيرافي عمل من كتابه المعروف بالمقنع أو الإقناع إلى باب التصغير، ثم توفي وأتّمه بعده ولده أبو محمد.\nوقد يجوز مثل هذا، وليس عندهم فيه ريب، وحكى لي الثقة أن أبا علي الفارسي كان يذكر أن أبا بكر بن السراج عمل من (الموجز) النصف الأول لرجل بزاز، ثم تقدم إلى أبي علي بإتمامه، وهذا لا يقال أنه من إنشاء أبي علي لأن الموضوع من (الموجز) ، هو منقول من كلام ابن السراج في (الأصول) وفي (الجمل) ، فكأن أبا علي جاء به على سبيل النسخ، لا أنه ابتدع شيئاً منه عنده.\nوالذين رووا ديوان أبي الطيب يحكون عنه أنه ولد سنة ثلاث وثلثمائة. وكان طلوعه إلى الشام سنة إحدى وعشرين، فأقام فيه برهة ثم عاد إلى العراق ولم تطل مدته هنالك. والدليل على صحة هذا الخبر أن مدائحه في صباه إنما هي في أهل الشام إلا قوله:\nكفي أراني ويك لومك ألوما\nوأما شكيته أهل الزمان إليه، فإنه سلك في ذلك منهاج المتقدمين، وقد كثر المقال في ذم الدهر حتى جاء في الحديث: \" لا تسبوا الدهر فإن الله هو الدهر \" وقد عرف معنى هذا الكلام، وأن باطنه ليس كظاهره، إذ كان الأنبياء عليهم السلام، لم يذهب أحد منهم إلى أن الدهر هو الخالق، ولا المعبود.\nوقد جاء في الكتاب الكريم: \" وما يهلكنا إلا الدَّهر \" وقول بعض النّاس: الزمان حركة الفلك، لفظ لا حقيقة له. وفي كتاب سيبويه ما يدل على\nالجزء: 1 ¦ الصفحة: 137\n",
        "أن الزمان عنده: مضي الليل والنهار. وقد تعلق عليه في هذه العبارة.\nوقد حددته حداً ما أجدره أن يكون قد سبق إليه إلا أني لم أسمعه، وهو أن يقال: الزمان شيء أقل جزءٍ منه يشتمل على جميع المدركات، وهو في ذلك ضد المكان، لأن أقل جزءٍ منه لا يمكن أن يشتمل على شي كما تشتمل عليه الظروف، فأما الكون فلا بد من تشبثه بما قل وكثر.\nوالذين قالوا: \" وما يهلكنا إلى الدهر \" وغير ذلك من المقال، مثل البيت المنسوب إلى الأخطل، وذكره حبيب بن أوسٍ لشمعلة التغلبي، وهو:\nفإن أمير المؤمنين وفعله\n...\nلكالدهر لا عار بما فعل الدهر\nوقول الآخر:\nالدهر لاءم بين ألفتنا،\n...\nوكذاك فرق بيننا الدهر\nوقل أبي صخر:\nعجبت لسعي الدهر بيني وبينها\nفلما انقضى ما بيننا، سكن الدهر لم يدع أن أحداً منهم كان يقرب للأفلاك القرابين، ولا يزعم أنها تعقل، وإنما ذلك شيء يتوارثه الأمم في زمان بعد زمان.\nشاتم الدهر\nوكان في عبد القيس شاعر يقال له \" شاتم الدهر \"، وهو القائل:\nولما رأيت الدهر وعراً سبيله،\n...\nوأبدى لنا وجهاً أزب مجدعا\nوجبهة قرد كالشراك ضئيلة،\n...\nوأنفاً، ولوى بالعثانين أخدعا\nذكرت الكرام الذاهبين أولي الندى\n...\nوقلت لعمرو والحسام: ألا دعا\nوأما غيظه على الزنادقة والملحدين فأجره الله عليه، كما أجره على الظمأ في طريق مكة، واصطلاء الشمس بعرفة، ومبيته بالمزدلقة. ولا ريب أنه ابتهل\nالجزء: 1 ¦ الصفحة: 138\n",
        "إلى الله، سبحانه، في الأيام المعدودات والمعلومات، أن يثبت هضاب الإسلام، ويقيم لمن اتبعه النير من الأعلام. ولكن الزندقة داء قديم، طالما حلم بها الأديم. وقد رأى بعض الفقهاء أن الرجل إذا ظهرت زندقته ثم تاب فزعاً من القتل، لم تقبل توبته. وليس كذلك غيرهم من الكفار، لأن المرتد إذا رجع قبل منه الرجوع.\nولا ملة إلا ولها قوم ملحدون، يرون أصحاب شرعهم أنهم موالفون وهم فيما بطن مخالفون، ولا بد أن ينهتك مخادع، وتبدو من الشر جنادع.\nوقد كانت ملوك فارس تقتل على الزندقة، والزنادقة هم الذين يسمون الدهرية، لا يقولون بنبوة ولا كتاب.\nوبشار إنما أخذ ذلك عن غيره، وقد روي أنه وجد في كتبه رفعة مكتوب فيها: إني أردت أن أهجو فلان بن فلان الهاشمي فصفحت عنه لقرابته من رسول الله صلى الله عليه وسلم. وزعموا أنه كان يشار سيبويه، وأنه حضر يوماً حلقة يونس بن حبيبٍ فقال: هل ههنا من يرفع خبراً؟ فقالوا: لا فأنشدهم:\nبني أمية هبوا من رقادكم\n...\nإن الخليفة يعقوب بن داود\nليس الخليفة بالموجود فالتمسوا\n...\nخليفة الله بين الناي والعود\nوكان في الحلقة سيبويه، فيدعي بعض الناس أنه وشى به. وسيبويه، فيما أحسب كان أجل موضعاً من أن يدخل في هذه الدنيات، بل يعمد لأمور سنيات وحكى عنه أنه عاب عليه قوله:\nعلى الغزلى من السلام، فطال ما\n...\nلهوت بها في ظل مخضرة زهر\nفقال سيبويه: لم تستعل العرب الغزلى، فقال بشار: هذا مثل قولهم البشكى والجمزي، ونحو ذلك.\nوجاء بشار في شعره بالنينان (جمع نونٍ من السمك)\nالجزء: 1 ¦ الصفحة: 139\n",
        "فيقال إنه أنكره عليه، وهذه أخبار لا تثبت. وفيما روي في كتاب سيبويه أن النون يجمع على نينان، فهذا نقض للخبر.\nوذكر من نقل أخبار بشار أنه توعد سيبويه بالهجاء، وأنه تلافاه واستشهد بشعره. ويجوز أن يكون استشهاده به على نحو ما يذكره المتذاكرون في المجالس ومجامع القوم. وأصحاب بشارٍ يروون له هذا البيت:\nوما كل ذي لبٍ بمؤيتك نصحه،\n...\nوما كل مؤتٍ نصحه بلبيب\nوفي كتاب سيبويه نصف هذا البيت الآخر، وهو في باب الإدغام لم يسم قائله. وزعم غيره أنه لأبي الأسود الدؤلي.\nويقال: إن يعقوب بن داود وزير المهدي تحامل بشار حتى قتل، واختلف في سنه: فقيل كان يومئذ ابن ثمانين سنة، وقيل أكثر، والله العالم بحقيقة الأمر.\nولا أحكم عليه بأنه من أهل النار، وإنما ذكرت ما ذكرت فيما تقدم لأني عقدته بمشيئة الله، وإن الله لحليم وهاب.\nوذكر صاحب كتاب الورقة جماعة من الشعراء في طبقة أبي نواس ومن قبله، ووصفهم بالزندقة، وسرائر الناس مغيبة، وإنما يعلم، بها علام الغيوب. وكانت تلك الحال تكتم في ذلك الزمان خوفاً من السيف، فالآن ظهر نجيث القوم، وانغاصت التريكة عن أخبث رأل.\nوكان في ذلك العصر رجل له أصدقاء من الشيعة وصديق زنديق، فدعا المتشيعة في بعض الأيام، فجاء الزنديق فقرع حلقة الباب وقال:\nأصبحت جم بلابل الصدر،\n...\nمتقسم الأشجان والفكر\nفقال صاحب المنزل: ويحك! مم ذا؟ فتركه الزنديق ومضى، فلقيه صاحب المأدبة فقال له: يا هذا، أردت أن توقعني فيما أكره (خوفاً من أن يظن\nالجزء: 1 ¦ الصفحة: 140\n",
        "أصدقاؤه أنه زنديق) فقال: ادعهم ثانية وأعملني بمكانهم. فلما حصلوا عنده، جاء الزنديق فقال:\nأصبحت جم بلابل الصدر،\n...\nمتقسم الأشجان والفكر\nفقالوا: ويحك! مما ذا؟ فقال:\nمما جناه على أبي حسن\n...\nعمر وصاحبه أبو بكر\nوانصرف. ففرح الشيعة بذلك، ولقيه صاحب المنزل فقال: جزيت عني خيراً، فقد خلصتني من الشبهة! وكان يجلس في مجلس البصرة جماعة من أهل العلم، وكان فيهم رجل زنديق له سيفان، قد سمى أحدهما \" الخير \" والآخر \" الفلح \" فإذا سلم عليه رجل من المسلمين قال:\nصبحك الخير ومساك الفلح\nثم يلتفت لأصحابه الذين قد عرفوا مكان السيفين فيقول:\nسيفان كالبرق إذا البرق لمح\nفأما قول الحكمي: تيه مغن وظرف زنديق فقد عيب عليه هذا المعنى، وقيل: إنه أراد رجلاً من بني الحارث كان معروفاً بالزندقة والظرف، وكان له موضع من السلطان.\nوقوله في صدر هذا البيت:\nنديم قيلٍ محدثه ملكٍ\nفهو نحو من قول امريْ القيس:\nفاليوم أشرب غير مستحقب،\n...\nإثماً من الله ولا واغل\nوليس ينبغي أن يحمل على قول من وقف على الهاء كما قال:\nيا بيذره، يا بيذره، يا بيذره\nوكما قال الآخر:\nيا رب أباز من العصم صدع\n...\nتقبض الظل عليه فاجتمع\nالجزء: 1 ¦ الصفحة: 141\n",
        "لما رأى ألا دعه ولا شبع\n...\nمال إلى أرطأة حقف فاضطجع\nلأن هذأ حسن فيه إظهار الهاء، إذ كان الكلام تاماً يحسن عليه السكوت، وقوله: محدثه ملك، مضاف ومضاف إليه، فلا يحسن فيه مثل ذلك، إذ كان الاسمان كاسم واحد.\nصالح بن عبد القدوس\nوأما صالح بن عبد القدوس فقد شهر بالزندقة، ولم يقتل، ولله العلم، حتى ظهرت عنه مقالات توجب ذلك. ويروى لأبيه عبد القدوس:\nكما أهلكت ملكة من زائرٍ\n...\nخربها الله وأبياته\nلا رزق الرحمن أحياءها\n...\nوأشوت الرحمة أمواتها\nوقد كان لصالح ولد حبس على الزندقة حبساً طولاً، وهو الذي يروى له:\nخرجنا من الدنيا ونحن من أهلها\nفما نحن بالأحياء فيها ولا الموتى\nإذا ما أتانا زائر متفقد\nفرحنا، وقلنا: جاء هذا من الدنيا وأما رجوعه عن الزندقة لما أحس بالقتل، فإنما ذلك على سبيل الختل. فصلى الله على محمد، فقد روي عنه أنه قال: \" بعثت بالسيف، والخير في السيف، والخير بالسيف \". وفي حديث آخر: لا تزال أمتي بخير ما حملت السيوف \". والسيف حمل صالحاً على التصديق، ورده عن رأي الزنديق، وتلك آية من آيات الله إذا هي ظهرت للنفس الكافرة، فقد فني لا ريب زمانها، ولا يقبل هناك إيمانها: \" لم تكن آمنت من قبل \" وللسفه طل ووبل.\nوأما \" القصار \" فجهل يجمع ويصار، ولو تبع حقاً مقروباً، لكفي سماً مشروباً، ولكن الغرائز أعاد، ولا بد من لقاء الميعاد.\nوأما\nالجزء: 1 ¦ الصفحة: 142\n",
        "المنسوب إلى الصناديق، فإنه يحسب من الزناديق. وأحسبه الذي كان يعرف بالمنصور، ظهر سنة سبعين ومائتين، وأقام برهة باليمن، وفي زمانه كانت القيان تلعب بالدف وتقول:\nخذي الدف يا هذه والعبي\n...\nوبثي فضائل هذا النبي\nتولى نبي بني هاشم\n...\nوقام نبي بني يعرب\nفما نبتغي السعي عند الصفا،\n...\nولا زورة القبر في يثرب\nإذا القوم صلَّوا فلا تنهضي،\n...\nوإن صوّموا فكلي واشربي\nولا تحرمي نفسك المؤمنين\n...\nمن أقربين ومن أجنبي\nفكيف حللت لذاك الغريب\n...\nوصرت محرمة للأب؟\nأليس الغراس لمن ربّه\n...\nوروّاه في عامه المجدب؟\nوما الخمر إلا كماء السحا\n...\nب طلق، فقد ست من مذهب\nفعلى معتقد هذه المقالة بهلة المبتهلين.\nوهذه الطبقة، لعنها الله، تستعبد الطغام بأصناف مختلفة، فإذا طمعت في دعوى الربوبية لم تتئب في الدعوى، ولا لها عما قبح رعوى، وإذا علمت أن في الإنسان تميزاً، أرته إلى ما يحسن تحيزاً.\nوقد كان باليمن رجل يحتجب في حصن له، ويكون الواسطة بينه وبين الناس خادماً له أسود قد سماه جبريل، فقتله الخادم في بعض الأيام وانصرف. فقال بعض المجان:\nتبارك الله في علاه\n...\nفر من الفسق جبرئيل\nفطل من تزعمون رباً\n...\nوهو على عرشه قتيل\nويقال إنه حمله على ذلك ما كان يكلفه من الفسق.\nوإذا طمع بعض\nالجزء: 1 ¦ الصفحة: 143\n",
        "هؤلاء، فإنه لا يقتنع بالإمامة ولا النبوة. ولكنه يرتفع صعداً في الكذب، ويكون شربه من تحت العذب (أي الطُّحلب.) ولم تكن العرب في الجاهلية تقدم على هذه العظائم، والأمور غير النظائم. بل كانت عقولهم تجنح إلى رأي الحكماء. وما سلف من كتب القدماء. إذ كان أكثر الفلاسفة لا يقولون بنبي، وينظرون إلى من زعم ذلك بعين الغبي.\nوكان ربيعة بن أمية بن خلفٍ الجمحي، جرى له مع أبي بكر الصديق، رحمة الله عليه، خطب، فلحق بالروم، ويروى أنه قال:\nلحقت بأرض الروم غير مفكرٍ\n...\nبترك صلاة من عشاء ولا ظهرِ\nفلا تتركوني من صبوح مدامةٍ\n...\nفما حرم الله السلاف من الخمرِ\nإذا أمرت تيم بن مرة فيكم\n...\nفلا خير في أرض الحجاز ولا مصرِ\nفإن يك إسلامي هو الحق والهدى\n...\nفإني قد خليته لأبي بكرِ\nوافتن الناس في الضلالة حتى استجازوا دعوى الربوبية، فكان ذلك تنطساً في الكفر، وجمعاً للمعصية في المزاد الوفر. وإنما كان أهل الجاهلية يدفعون النبوة ولا يجاوزون ذلك إلى سواه.\nولما أجلى عمر بن الخطاب، رحمة الله عليه، أهل الذمة عن جزيرة العرب، شق ذلك على الجالين، فيقال إن رجلاً من يهود خيبر يعرف بسمير بن أدكن قال في ذلك:\nيصول أبو حفصٍ علينا بدرةٍ\n...\nرويدك إن المرء يطفو ويرسب\nكأنك لم تتبع حمولة ماقطٍ\n...\nلتشبع، إن الزاد شيء محبب\nفلو كان موسى صادقاً ما ظهرتم\n...\nعلينا ولكن دولة ثم تذهب\nونحن سبقناكم إلى المين فاعرفوا\n...\nلنا رتبة البادي الذي هو أكذب\nالجزء: 1 ¦ الصفحة: 144\n",
        "مشيتم على آثارنا في طريقنا\n...\nوبغيتكم في أن تسودوا وترهبوا\nوما زال اليمن منذ كان، معدناً للمتكسبين بالتدين، والمحتالين على السحت بالتزين. وحدثني من سافر إلى تلك الناحية، أن به اليوم جماعة كلهم يزعم أنه القائم المنتظر، فلا يعدم جباية من مالٍ، يصل بها إلى خسيس الآمال.\nوحكي لي أن للقرامطة بالأحساء بيتاً يزعمون أن إمامهم يخرج منه، ويقيمون على باب ذلك البيت فرساً بسرجٍ ولجام، ويقولون للهمج والطغام: هذا الفرس لركاب المهدي، يركبه متى ظهر بحق بديٍ. وإنما غرضهم بذلك خدعُ وتعليل، وتوصل إلى المملكة وتضليل.\nومن أعجب ما سمعت أن بعض رؤساء القرامطة في الدهر القديم، لما حضرته المنية جمع أصحابه وجعل يقول لهم لما أحس بالموت: إني قد عزمت على النقلة، وقد كنت بعثت موسى وعيسى ومحمداً، ولا بد لي أن أبعث غير هؤلاء! فعليه اللعنة، لقد كفر أعظم الكفر، في الساعة التي يجب أن يؤمن فيها الكافر، ويؤوب إلى آخرته المسافر.\nوأما الوليد بن يزيد فكان عقله عقل وليد، وقد بلغ سن الكهل الجليد، ما أغنته نية سابجة، ولا نفعت البنابجة. وشغل عن الباطية، بجريرة النفس الخاطية. دحاه إلى سقر داحٍ، فما يغترف بالأقداح. وقد رويت له أشعار، يلحق به منها العار، كقوله:\nأدنيا مني خليلي\n...\nعبد لا دون الإزار\nفلقد أيقنت أني\n...\nغير مبعوثٍ لنار\nواتركا من يطلب الجن\n...\nة يسعى في خسار\nسأروض الناس حتى\n...\nيركبوا دين الحمار\nالجزء: 1 ¦ الصفحة: 145\n",
        "فالعجب لزمان صير مثله إماماً، وأورده من المملكة جماماً ولعل غيره ممن ملك يعتقد مثله أو قريباً، ولكن يساتر ويخاف تثريباً. ومما يروى له:\nأنا الإمام الوليد مفتخراً\n...\nأجر بردي، وأسمع الغزلا\nأسحب ذيلي إلى منازلها،\n...\nولا أبالي من لام أو عذلا\nما العيش إلى سماع محسنةٍ\n...\nوقهوة تترك الفتى ثملا\nلا أرتجي الحور في الخلود وهل\n...\nيأمل حور الجنان من عقلا؟\nإذا حبتك الوصال غانية\n...\nفجازها بذلها كمن وصلا\nويقال إنه لما أحيط به، دخل القصر وأغلق بابه وقال:\nدعوا لي هنداً والرباب وفرتنى\nومسمعة، حسبي بذلك مالا\nخذوا ملككم، لا ثبت الله ملككم\nفليس يساوي بعد ذاك عقالا\nوخلوا سبيلي قبل عير وما جرى،\nولا تحسدوني أن أموت هزالا فألب عن تلك المنزلة أي ألب، ورئي رأسه في فم كلب.\nكذلك نقل بعض الرواة، والله القائم بجزاء الغواة. ولا حيلة للبشر في أم دفرٍ، أعيت كل حضرٍ وسفرٍ. كان حق الخلافة أن تفضي إلى من هو بنسكٍ معروف، لا تصرفه عن الرشد صروف، ولكن البلية خلقت مع الشمس، فهل يخلص من سكن في رمس؟ وأما أبو عيسى بن الرشيد، فليس بالناشد ولا النشيد. وإن صح ما روي عنه فقد باين بذلك أسلافه، وأظهر لأهل الديانة خلافه.\nوما يحفل ربه بالعبيد صائمين للخيفة ولا مفطرين، ولكن الإنس غدوا محظرين. وربما كان الجاهل أو المتجاهل، ينطق بالكلمة وخلده بضدها آهل، وإنما أقول ذلك راجياً أن أبا عيسى ونظراءه، لم\nالجزء: 1 ¦ الصفحة: 146\n",
        "يتبعوا في الغي أمراءه، وأنهم على سوى ما علن يبيتون، لقد وعظهم الميتون.\nورأى بعضهم عبد السلام بن رغبان، المعروف بديك الجن، في النوم وهو بحسن حالٍ، فذكر له الأبيات الفائية التي فيها:\nهي الدنيا، وقد نعموا بأخرى،\n...\nوتسويف الظنون من السواف\nأي (الهلاك) فقال: إنما كنت أتلاعب بذلك ولم أكن أعتقده. ولعل كثيراً ممن شهر بهذه الجهالات تكون طويته إقامة الشريعة، والإرتاع برياضها المريعة. فإن اللسان طماحُ، وله بالفند إسماح. وكان أبو عيسى المذكور يستحسن شعره في البيتين والثلاثة، وأنشد له الصولي في نوادره:\nلساني كتومُ لأسراره،\n...\nودمعي نموم بسري مذيع\nولولا دموعي، كتمت الهوى،\n...\nولولا الهوى، لم يكن لي دموع\nفإن كان فر من صيام شهر. فلعله يقع في تعذيب الدهر، و \" لاييأس من روح الله إلى القوم الكافرون \".\nوأما الجنابي فلو عوقب بلد بمن يسكنه، لجار أ، تؤخذ به \" جنابة \"، ولا يقبل لها إنابة. ولكن حكم الكتاب المنزل أجدر وأحرى: \" ألا تزر وازرة وزر أخرى \". وقد اختلف في حديث الركن معه: فزعم من يدعي الخبرة به أنه أخذه ليعبده ويعظمه، لأنه بلغه أنه يد الصنم الذي جعل على خلق زحل. وقيل: جعله موطئاً في مرتفق، وهذا تناقض في الحديث. وأي ذلك كان، فعليه اللعنة ما رسا \" ثبير \" وهمى صبير.\nوأما العلوي البصريّ فذكر بعض الناّس أنّه كان قبل خروجه يذكر أنّه من عبد القيس ثمَّ من أنمار. وكان أسمه أحمد، فلمّا خرج تسمّى عليّاً. والكذب كثير جمّ، كأنه في النَّظر طود أشم؛ والصدّق لديه كالحصاة،\nالجزء: 1 ¦ الصفحة: 147\n",
        "توطأ بأقدام عصااة. تلك الأبيات النمنسوبة إليه مشهورة وهي.\nأيا حرفة الزمني ألم بك الرّدى\nأمالي لي خلاص منك والشمَّل جامع\nلئن قنعت نفسي بتعليم صبية\nيد الدهّر إني بالمذلة قانع\nوهل يرضين حرُّ بتعليم صبية\nوقد ظنَّ أنَّ الرزَّق في الأرض واسع؟ وما أمنع أن يكون حملة حب الحطام، على أن غرق في بحرٍ طامٍ، يسبح فيه ما دامت السموات والأرض إلاّ ما شاء ربَّك إن ربكَّ فعَّال لما يريد. وقد رويت له أبيات تدل على تألهٍ، وما أدفع أن تكون قيلت على لسانه، لأن من خبر هذا العالم حكم عليه بفجور ومين، وأخلاق تبعد من الزَّين. والأبيات:\nقتلت النّاس إشقاقاً\n...\nعلى نفسي كي تبقى\nوحزت المال بالسَّيف\n...\nلكي أنعم لا أشقى\nفمن أبصر مثواي،\n...\nفلا يظلم إذاً خلقا\nفواويلي إذا ما متُّ\n...\nعند الله ما ألقى\nأخلداً في جوار اللّ\n...\nهـ أم في ناره ألقى؟\nوأنشدني بعضهم أبياتاً قافَّية طويلة الوزن، وقافيتها مثل هذه القافية، قد نسبت إلى عضد الدّولة. وقيل إنّه أفاق في بعض الأيّام، فكتبها على جدار الموضع الذي كلن فيه، وقد نحي بها نحو أبيات البصريّ. وأشهد أنَّها متكلَّفة، صنعها رقيع من القوم، وأنّ عضد الدولة ما سمع بها قط.\nوأمَّا الحكاية عن أصحاب الحديث أنَّهم صحفوا زخمة فقالوا: رحمة، فلا أصدَّق بما يجري مجراها، والكذب غالب ظاهر، والصدق، خفي متضائل، فإنا لله وإنا إليه\nالجزء: 1 ¦ الصفحة: 148\n",
        "راجعون. وكذلك أدعاء من يدَّعي أنَّ علياً، عليه السلام، قال: تهلك البصرة بالزنج؛ فصحَّفها أهل الحديث: بالريح، لا أؤمن بشيء من ذلك. ولم يكن عليّ، عليه السلام، ولا غيره ممن يكشف له علم الغيب، وفي الكتاب العزيز: قل لا يعلم من في السموات والأرض الغيب إلا الله وفي الحديث المأثور: أنه سمع جواري يغنيَّن في عرس ويقلن:\nوأهدى لنا أكبشاً\n...\nتبحبح في المربد\nوزوجك في النّادي\n...\nويعلم ما في غد\nفقال: لا يعلم ما في غدٍ إلى الله.\nولا يجوز أن يخبر منذ مائة سنة أن أمير حلب، حرسها الله، في سنة أربع وعشرين وأربعمائة، أسمه فلان بن فلان، وصفته كذا؛ فإن أدعى ذلك مدّعٍ فإنمّا هو متخرِّص كاذب.\nوأمّا النجوم فإنمّا لها تلويح لا تصريح، وحكي أنَّ الفضل ابن سهل كان يتمثل كثيراً بقول الراّجز:\nلئن نجوت ونجت ركائبي من غالب ومن لفيف غالب\nإنّي لنجَّاء من الكرائب وأنّ غالباً كان فيمن قتله، فهذا ينَّفق مثله. وأجدر بهذه الحكاية أن تكون مصنوعة. فأما تمثله بالشعر فغير مستنكر، وربما أتفق أن يكون في الوقت جماعة يسمون بهذا الاسم، فيمكن أن يقترن معنى بلفظٍ، على أنَّ في الأيام عجائب، وفوق كلّ ذي علم عليم.\nوقد حكي أنَّ إياس بن معاوية القاضي كان يظن الأشياء فتكون كما ظن، ولهذه العلَّة قالوا: رجل نقاب وألمعيَّ، قال أوس:\nالجزء: 1 ¦ الصفحة: 149\n",
        "الألمعيّ\nالذي يظن بك الظ\n...\nن كأن قد رأى وقد سمعا\nوقال: نقاب يحدِّث بالغائب.\nفأمّا الحسين بن منصور فليس جهله بالمحصور. وإذا كانت الأمةّ ربّما عبدت الحجر، فكيف يأمن الحصيف البجر؟ أراد أن يدير الضّلالة على القطب، فانتقل عن تدبير العطب، ولو انصرف إلى علاج البرس، ما بقي ذكر عنه في طرس، ولكنّها مقادير، تغشى النّاظر بها سمادير. فكون ابن آدم حصاة أو صخرة، أجمل به أن يجعل سخرةّ. النّاس إلى الباطل سراع، ولهم إلى الفتن إشراع.\nوكم افتري للحلاج، والكذب كثير الخلاج، وجميع ما ينسب إليه مما لم تجر العادة بمثله فإنّه الميّن الحنبريت، لا أصدّق به ولو كريت. وممّا يفتعل عليه أنّه قال للّين قتلوه: أتظنون انكم إيّاي تقتلون؟ أنمّا تقتلون بغلة المادراني وأنّ البغلة وجدت في إصطبلها مقتولة.\nوفي الصّوفية إلى اليوم من يرفع شأنه، ويجعل من النجَّم مكانه. وبلغني أنَّ ببغداد قوماً ينتظرون خروجه. وأنهم يقفون بحيث صُلب على دجلة يتوقَّعون ظهوره. وليس ذلك ببدع من جهل النّاس، ولو عبد عابد ظبي كناس، فقد نزل حظ على قرد، فظفر بأكرم الورد. وقالت العامة: اسجد للقرد في زمانه. وأنا أتحوَّب من ذكر القرد الذي يقال: إنّ القوادّ في ومن زبيدة كانوا يدخلون للسلام عليه وأنّ يزيد ابن مزيد الشَّيبانيَّ دخل في جملة المسلَّمين فقتله. وقد روي أن يزيد بن معاوية كان له قرد يحمله على أتانٍ وحشيةٍ ويرسلها مع الخليل في الحلبة.\nوأمّا الأبيات التي على الياء:\nيا سرّ يدقُّ حتَّى\n...\nيجل عن وصف كلّ حيّ\nالجزء: 1 ¦ الصفحة: 150\n",
        "وظاهراً باطناً تبدَّى\n...\nمن كلّ شيء لكل شيء\nيا جملة الكل، لست غيري\n...\nفما اعتذاري إذا إلي؟\nفلا بأس بنظمها في القوَّة، ولكن قوله: إليّ، عاهة في الأبيات: إن قيد فالتقيد لمثل هذا الوزن لا يجوز عند بعض النّاس، وإن كسر الياء من إلي فذلك رديء قبيح.\nوأصحاب العربية مجمعون على كراهة قراءة حمزة: وما أنتم بمصرخيّ: بكسر الياء. وقد روي أنَّ أبا عمرو بن العلاء سئل عن ذلك فقال: أنه لحسن، تارة إلى فوق، وتارة إلى أسفل، يعني فتح الياء في مصرخيّ وكسرها والذين نقلوا هذه الحكاية يحتجون بها لحمزة ويذهبون إلى أن أبا عمرو أجاز الكسر لالتقاء الساكنين. وإن صحت الحكاية عنه، فما قالها إلا متهَّزئاً على معنى العكس، كما الغنوي وهو سهل بن خنظلة:\nلا يمنع النّاس منيّ ما أرادت، ولا\n...\nأعطيهم ما أرادوا، حسن ذا أدبا\nأي ليس ذلك بحسن وهذا كما يقول الرّجل لولده إذا رآه قد فعل فعلاً قبيحاً: ما أحسن هذا! وهو يريد ضدّ الحسن. ولم يأت كسر هذه الياء في شعر فصيح. وقد طعن الفراء على البيت الذي أنشده:\nقال لها: هل لك يا تا فيّ؟\n...\nقالت له: ما أنت بالمرضيِّ\nوقد سمعت في أشعار المحدثين: إليّ وعليّ، ونحو ذلك، وهو دليل على ضعف المنَّة وركاكة الغريزة؟ وكذلك قوله: الكلّ، وإدخاله الألف واللامّ مكروه. وكان أبو علي يجيزه ويدعي إجازته على سيبويه، فأما الكلام القديم فيفتقد فيه الكل والبعض، وقد أنشدوا بيتاً لسحيم:\nرأيت الغنيّ والفقير كليهما\nإلى الموت يأتي الموت للكل معمدا\nالجزء: 1 ¦ الصفحة: 151\n",
        "الحلاج\nوينشد لفتى كان في زمن الحلاّج:\nإن يكن مذهب الحلول صحيحاً\n...\nفإلهي في حرمة الزَّجَّاج\nعرضت في غلالة بطراز\n...\nبين دار العطّار والثلاّج\nزعموا لي أمراً وما صحَّ لكن\n...\nهو من إفك شيخنا الحلاجّ\nوهذه المذاهب قديمة، تنتقل في عصر بعد عصر، ويقال إن فرعون كان على مذهب الحلولية، فلذلك ادّعى أنه رب العزَّة.\nوحكي عن رجلٍ منهم أنّه كان يقول في تسبيحه:\nسبحانك سبحاني\n...\nغفرانك غفراني\nوهذا هو الجنون الغالب، إنّ من يقول هذا القول مسدود في الأنعام، ما عرف كنه الإنعام. وقال بعضهم:\nأنا أنت بلا شكٍّ\n...\nفسبحانك سبحاني\nوإسخاطك إسخاطي\n...\nوغفرانك غفراني\nولم أجلد يا ربّي، إذا قيل هو الزّاني وينو آدم بلا عقول، وهذا أمر يلقنه صغير عن كبير، فيكون بالهلكة أوفى صبير: أم تحسب أن أكثرهم يسمعون أو يعقلون، إن هم إلا كالأنعام، بل هم أضل سبيلاً.\nويروي لبعض أهل هذه النخلة:\nرأيت ربّي يمشي بلا لكلة\n...\nفي سوق يحيى فكدت أنفطر\nفقلت: هل في اتصالنا طمع؟\n...\nفقال: هيهات! يمنع الحذر\nولو قضى الله ألفة بهوى\n...\nلم يك إلاّ السجود والنّظر\nوتؤدَّي هذه النّحلة إلى التناسخ، وهو مذهب عتيق يقول به أهل الهند، وقد كثر في جماعة من الشّيعة، نسأل الله التوفيق والكفاية.\nوينشد لرجل\nالجزء: 1 ¦ الصفحة: 152\n",
        "من النصُّيرية:\nأعجبني أمنّا لصرف اللّيالي\n...\nجعلت أختنا سكينة فاره\nفازجري هذه السّنانير عنها\n...\nواتركيها وما تضم الغراره\nوقال آخر منهم:\nتبارك الله كاشف المحن\n...\nفقد أرانا عجائب الزّمن\nحمار شيبان شيخ بلدتنا\n...\nصيرّه جارنا أبو السكن\nبدل من مشيه بحلته\n...\nمشيته في الحزام والرّسن\nويصوّر لهم الرأي الفاسد أباجير ومشبهَّات، فيسلكون في تغلسَّ وفي الترهات.\nوحكى لي عن بعض ملوك الهند، وكان شابّاً حسناً، أنّه جدَّر فنظر إلى وجهه في المرآة وقد تغير، فأحرق نفسه وقال: أريد أن ينقلني الله إلى صورة أحسن من هذه.\nوحدثني قوم من الفقهاء، ما هم في الحكاية بكاذبين، ولا في أسباب النحَّل جاذبين، أنّهم كانوا في بلاد محمود وكان معه جماعة من الهند قد وثق بصفائهم، يفيض عليهم الأعطية لوفائهم، ويكونون أقرب الجند إليه إذا حلّ وإذا ارتحل، وأن رجلاً منهم سافر في جيشٍ جهزه محمود، فجاء خبره أنّه قد هلك بموت أو قتل، فجمعت امرأته لها حطباً كثيراً وأوقدت ناراً عظيمة واقتحمتها والنّاس ينظرون، وكان ذلك الخبر باطلاً، فلمّا قدم الزّوج أوقد له ناراً جاحمة ليحرق نفسه حتى يلحق بصاحبته، فاجتمع خلق كثير للنّظر إليه، وأنّ أصحابه من الهند كانوا يجيئون إليه فيوصونه بأشياء إلى أمواتهم: هذا إلى أبيه وهذا إلى أخيه. وجاءه إنسان منهم بوردة وقال: أعط هذه فلاناً يعني ميتاً له، وقذف نفسه في تلك النّار.\nوحدّث من شاهد إحراقهم\nالجزء: 1 ¦ الصفحة: 153\n",
        "نفوسهم أنّهم إذا لذعتهم النّار أرادوا الخروج فيدفعهم من حضر إليها بالعصيرّ والخشب. فلا إله إلاّ الله، لقد جئتم شيئاً إدّاً.\nوفي الناس من يتظاهر بالمذهب ولا يعتقده، يتوصَّل به إلى الدنيا الفانية، وهي إغدر من الورهاء الزّانية.\nوكان لهم في الغرب رجل يعرف بابن هانئ وكان من شعرائهم المجيدين، فكان يغلة في مدح المعزّ أبي تميم معدٍّ، غلوا عظيماً حتى قال يخاطب صاحب المظلَّة:\nأمديرها من حيث دار لشدَّ ما\n...\nزاحمت تحت ركابه جبريلا\nوقال فيه وقد نزل بموضع يقال له رقَّادة:\nحلَّ برقادة المسيح\n...\nحلَّ بها آدم ونوح\nحلّ بها الله ذو المعالي،\n...\nوكل شيءٍ سواه ريح\nوحضر شاعر يعرف بابن القاضي بين يدي ابن أبي عامر صاحب الأندلس فأنشده قصيدة أوَّلها:\nما شئت لا ما شاءت الأقدار\n...\nفاحكم، فأنت الواحد القهار\nويقول فيها أشياء، فانكر عليه ابن أبي عامر، وأمر بجلده ونفيه.\nوأدل رتب الحلاجّ أن يكون شعوذياً، لا ثاقب الفهم ولا أحوذيا، على أنَّ الصوفيَّة تعظمِّه منهم طائفة، ما هي لأمره شائفة.\nوأمّا ابن أبي عون فإنهّ أخذ في لون بعد لون، غرّ البائس بأبي جعفر، فما جعل رسله في أوفره؛ وقد تجد الرّجل حاذقاً في الصناعة، بليغاً في النّظر والحجة، فإذا رجع إلى الدّيانة ألفي كأنّه عير مقتاد، وإنمّا يتبع ما يعتاد.\nوالتأله موجود في الغرائز، يحسب من الألجاء الحرائز، ويلقن الطّفل الناشئ ما سمعه من الأكابر، فليبث\nالجزء: 1 ¦ الصفحة: 154\n",
        "معه في الدّهر الغابر.\nوالذين يسكنون في الصوامع، متعبدون في الجوامع، يأخذون ما هم عليه كنقل الخبر عن المخبر، لا يميَّزون الصدّق من الكذب لدى المعبّر، فلو أنّ بعضهم ألفى الأسرة من المجوس لخرج مجوسياً، أو من الصّابئة لأصبح لهم قريناً سياً. وإذا المجتهد نكب عن التقّليد، فما يظفر بغير التبليد. وإذا المعقول جعل هادباً، نقع بريه صادياً، ولكن أين من يصبر على أحكام العقل، ويصقل فهمه أبلغ صقل؟ هيهات! عدم ذلك في من تطلع عليه الشمس، ومن ضمنه في الرِّمم رمس، إلىّ أن يشذّ رجل في الأمم، يخص من فضل بعمم.\nربمّا لقينا من نظر في كتب الحكماء، وتبع بعض آثار القدماء، فألفيناه يستحسن قبيح الأمور، ويبتكر بلبّ مغمور، إنّ قدر على فظيع ركبه، وإن عرف واجباً نكبَّه، كأنّ العالم سعوا له في إفقاد، فهو يعتقد شرّ اعتقاد؛ وإنّ أودع وديعه خان، وإن سئل عن شهادة مان، وإن وصف لعليل صفةّ فما يحفل أقتلته بما قال، أم ضاعف عليه الأثقال؛ بل غرضه فيما يكتسب، وهو إلى الحكمة منتسب.\nوربّ زارٍ بالجهالة على أهل ملّة، وعلتَّه الباطنة أدهى علَّة، وإن البشر لكما جاء في الكتاب العزيز \" كل حزبٍ بما لديهم فرحون \".\nوالإمامية تقَّربوا بالتعّفير، فعدّه بعض المتدينةٍ ذنباً ليس بغفير، ويحضر المجالس أناس طاغون، كأنهذم للرّشد باغون، وأولئك، علم الله، أصحاب البدع والمكر، ومن لك بزنحٍ في دكر! كم متظاهر باعتزال، وهو مع المخالف في نزال! بزعم أنّ ربّه على الذّرَّة يخلد في النار، بله الدّرهم وبله الدّينار، وما ينفكّ يحتقب المآثم عظائم، ويقع بها في أطائم. ينهمك على العهار والغسق، ويظعن من الأوزار الموبقة\nالجزء: 1 ¦ الصفحة: 155\n",
        "بأوفى وسق، ويقنت على رهط الإجبار، ويسند إلى عبد الجبار. يطيل الدأب في النهّار واللّيل، ويضمر أنّ شيخ المعتزلة غير طاهر الرُّدن ولا الذّيل، فقد صيّر الجدل مصيدة، ينظم به الغيّ قصيدة.\nوحدَّثت عن إمام لهم يوقرّ ويتبع، وكأنه من الجهل ربع أنّه كان إذا جلس في الشرّب، ودارت عليهم المسكرة ذات الغرب، وجاءه القدح شربه فاستوفاه، وأشهد من حضرة على التوبة لما اقتفاه.\nوالأشعري إذا كشف ظهر نمي، تلعنه الأرض الرّاكدة والسمي، إنّما مثله مثل راعٍ حطمة، ويخبط في الدهماء المظلمة، لا يحفل علام هجم بالغنم، وأن يقع بها في الينم، وما أجدره أن تأتي بها سراحين، تضمن لجميعها أن يحين! فمن له أيسر حجى، كأنمّا وضع في دجى، إلا من عصمه الله باتباع السّلف، وتحمل ما يشرع من الكلف:\nوإنّا، ولا كفران لله ربنَّا،\nلكالبدن، لا تدري متى حتفها البدن إن شعر قلد، المسكين، سواه فإنمّا وثق بمن أغواه، وإن بحث عن السِّرَّ وتبّصر، أقصر عن الخبر وقصَّر.\nوالشيعة يزعمون أمنّ عبد الله بن ميمون القدّاح، وهو من باهلة، كان من علية أصحاب جعفر بن محمدٍ؟، عليه السلاّم، وروى عنه شيئاً كثيراً، ثم رتدّ بعد ذلك، فحدثني بعض شيوخهم أنّهم يروون عنه ويقولون: حدّثنا عبد الله بن ميمون القدّاح كأحسن ما كان، أي قبل أن يريدّ. ويروون له:\nهات اسقني الخمرة يا سنبر\n...\nفليس عندي أنَّني أنشر\nأما ترى الشِّيعة في فتنة\n...\nيغرها من دينها جعفر؟\nقد كنت مغروراً به برهةً\n...\nثمّ بدا لي خبر يستر\nوممّا ينسب إليه:\nالجزء: 1 ¦ الصفحة: 156\n",
        "مشيت إلى جعفر حقبةً\n...\nفألفيته خادعاً يخلب\nيجرّ العلاء إلى نفسه\n...\nوكلّ إلى حبله يجذب\nفلو كان أمركم صادقاً\n...\nلما ظل مقتولكم يسحب\nولا غضّ منكم عتيق ولا\n...\nسما عمر فوقكم يخطب\nوالحلولّيهّ قريبة من مذهب التناسخ، وحدَّثت عن رجلٍ من رؤساء المنجمين من أهل حرانّ أقام في بلدنا زماناً، فخرج مرّة من قومّ يتنزهون، فمروا بثورٍ يكرب، فقال لأصحابه: لا أشك في أنّ هذا الثور رجل كان يعرف بخلفٍ بحرُّان، وجعل يصيح به: يا خلف، فيتفَّق أن يجوز ذلك الثّور، فيقول لأصحابه: ألا ترون إلى صحَّة ما خبرتكم به؟ وحكي لي عن رجلٍ آخر ممّن يقول بالتنّاسخ أنّه قال: رأيت في النّوم أبي وهو يقول لي: يا بنيّ، إنّ روحي قد نقلت إلى جملٍ أعور في قطار فلانٍ، وإنيّ قد اشتهيت بطيخةّ. قال: فاخذت بطيخة وسألت عن ذلك القطار وجدت فيه جملاً أعور، فدنوت منه بالبطيخة، فأخذها أخذ مريد مشتهٍ! أفلا يرى مولاي الشّيخ إلى ما رمي به هذا البشّر من سوء التمّييز، وتحيزهم إلى ما يمتنع من التحييز؟ وأمّا ابن الرّواندي فلم يكن إلى المصلحة بمهدي، وأمّا تاجه فلا يصلح أن يكون نعلاً، ولم يجد من عذابٍ وعلاً أي ملجأ، قال ذو الرّمة.\nحتّى إذا لم يجد وعلاّ ونجنجها\n...\nمخافة الرّمي حتى كلهّا هيم\nويجوز أن ينظم تاجه عقارب، فما كان المحسن ولا المقارب، فكيف له إذا توج شبواتٍ، أليس يمينه عن تلك الصبوات؟ وهل تاجه إلاّ كما قالت الكاهنة: أفّ وتف، وجورب وخف!؟ قيل: وما جورب وخف؟ قالت\nالجزء: 1 ¦ الصفحة: 157\n",
        "واديان يجهنم.\nما تاجه بتاج ملك، ولكن دعي بالمهلك، ولا اتخّذ من الذّهب، وسوف يصوَّر من اللهّب، ولا نظم من درّ، بل وقع من عناء بقرّ، يقال: صابت بقرٍ، إذا وقعت في موضعها، وأكثر ما يستعمل ذلك في الشرّ. قال الشاعر:\nترجيَّها وقد صابت بقرٍ\n...\nكما ترجوا أصاغرها عتيب\nما توَّج من الفضة، ولا يقنع له بالقضَّة، ما هو كتاج كسرى، لكن طرق بسوء المسرى، ولا تاج الملك انوشروان، ولكل أثقل وجرّ الهوان، ذلك تاج فرس عنقاً، فظن على من توِّج به محنقاً. ليس هو كتاج المنذر، ولكن مندية غويّ حذّر، ولا هو كخرزات النعّمان، بل شين يدخر في الأزمان. وما يفقر مثبه إلى أن ينقض منه وبه تقوضّ.\nوأمّا الدامغ فما إخاله دمغ إلاّ من الفّه، وبسوء الخلافة خلفه. وفي العرب رجل يعرف بدميغ الشيطان، وهذا الرّجل كذاوي الخيطان. وإنمّا المنكر، أنَّه في الآونة يذكر. دلّ ممن وضعه على ضعف دماغ، فهل يؤذن لصوت ماغٍ؟ من قولهم: مغت الهرة إذا صاحت.\nرماني بأمرٍ كنت منه ووالدي بريئاً ومن جول الطوَّي رماني رجع عليه حجره، وطال في الآخرة بجره. بئس ما نسب إلى راوند، فهل قدح في دباوند؟ إنمّا هتك قميصه، وأبان للنظر خميصه.\nوأجمع ملحد ومهتد، وناكب عن المحجَّة ومقتدِ، أنّ هذا الكتاب الذي جاء بن محمد صلى الله عليه وسلم كتاب بهر بالإعجاز، ولقي عدّوه بالأرجاز. ما حذي على مثال، ولا أشبه غريب الأمثال. ما هو من القصيد الموزون، ولا الرَّجز من\nالجزء: 1 ¦ الصفحة: 158\n",
        "سهلّ وحزون. ولا شاكل خطابة العرب، ولا سجع الكهنة ذوي الأرب. وجاء كالشمس اللائحة، نوراً للمسرَّة والبائحة؛ لو فهمه الهضب الرّاكد لتصدع، أو الوعول المعصمة لراق الفادرة والصدّع: \" وتلك الأمثال نضبها للنّاس لعلهم يتفكرون \" وإنّ الآية منه أو بعض الآية، لتعترض في أفصح كلم يقدر عليهم المخلوقون، فتكون فيه كالشَّهاب المتلألئ في جنح غسق، والزّهرة البادية في جدوبٍ ذات نسق؛ فتبارك الله أحسن الخالقين.\nوأمّا القضيب فمن عمله أخسر صفقة من قضيب. وخير له من إنشائه، لو ركب قضيباً عند عشائه، فقذفت به على قتاد، ونزعت المفاصل كنزع الأوتاد:\nإن الطرٍّمّاح يهجوني لأشتمه\nهيهات هيهات، عيلت دونه القضب كيف للنّاطق به أن يكون اقتضب وهو يافع، إذ ماله في العاقبة شافع. وودّ لو أنّه قضبه، أو تلتئم عليه الهضبة.\nوقد صد أن يكون مثل القائل:\nوروحة دنيا بين حييّن رحتها\n...\nأسير عروضاً، أو قضيباً أروضها\nوقضيب وادٍ كانت فيه وقعة في الجاهلية بين كندة وبين بني الحارث ابن كعب فكيف لهذا المائق أن يكون قتل في قضيب، وسقط في إهابه الخضيب. فهو عليه شرّ من قضيب الشجرّة على السّاعية، ومن له ان يظفر بمنطق الناّعية؟ وكيف له أن يجدَّع بقضيب هندي ويلبس ممّا لفظ به ثوب المفديّ؟ لقد أنزل الله به من النكّال، ما لا يدفع بحمل الأنكال؛ فهو كما قال الأوّل:\nفلم أر مغلوبين يفري فرينا،\n...\nولا وقع ذاك السَّيف وقع قضيب\nالجزء: 1 ¦ الصفحة: 159\n",
        "وهذا البيت يستشهد به، كما علم، لأنّه قال: مغلوبين يفري، وإنمّا يجب أن يقال: يفريان، ولكنّه أجرى الاثنين مجرى الجمع. ومثله قول الرّاجز:\nمثل القارخ نتقت حواصله\nوأما الفريد فأفرده من كلّ خليل، وألبسه في الأبد برد الذّليل. وفي كنده حيَّ يعرفون بالحيّ الفريد، وهم بنو الحرث بن عديّ بن ربيعة بن معاوية الأكبر بن الحرث الأصغر ابن معاوية بن الحرث الأكبر بن معاوية بن ثور بن مرتَّع بن معاوية ابن ثورٍ، وهر كندّة؛ وأصحاب النّسب يقولون: كنديّ بن غفير بن عديّ بن الحارث بن مرّة بن أددّ بن زيد بن يشجب ابن عريب بن زيد بن كهلان بن سبإ، وإنمّا قيل لهم الحيّ الفريد، لأنّ بني وههبٍ حالفوا بني أبي كربٍ وبني المثل ولم يدخل معهم بنو الحارث ولا مع بني عديّ، فقيل لهم الحي الفريد.\nومن انفرد بعزَّةٍ لوقارته، فإن فريد ذلك الجاحد ينفرد لحقارته، كأنّه الأجرب إذا طلي بالعنية، فرّ من دنوه من يرغب عن الدنيّة. وإذا جذلت الغانية بفريد النظّام، فهو قلادة مآثم عظام. وذكر أبو عبيدة أنَّ في ظهر الفرس فقارة يقال لها الفريدة، وهي أعظم الفقار. فلو حمل فريد ذلك المتمرَّد على جواد لحطم فريدته، أو زينّ به المحبُّ الغانية لأهلك خريدته.\nوأما المرجان فإذا قيل إنّه صغار اللؤلؤ، فمعاذ الله أن يكون مرجانه صغار حصى، بل أخس من أن يذكر فينتصى. وإذا قيل إنّه هذا الشيء الأحمر الذي يجيء به من المغرب، فإن ذلك له قيمة وخسارة كتابه مقيمة، وإنمّا هو مرجان، من مرجت الخيل بعضها مع بعض، وتركتها كالمهملة في الأرض أو لعلّه مرجّان من جنى الشجّرة أو مرجانّ من الشياطين الفجرة،\nالجزء: 1 ¦ الصفحة: 160\n",
        "أو جان من الحيات المقتولة بأيسر الأمر، والمبغضة إلى المنفرد والعمر أي الجماعة من النّاس.\nابن الرّومي\nوأمّا ابن الرّومي فهو أحد من يقال: إنّ أدبه كان أكثر من عقله، وكان يتعاطى علم الفلسفة، واستعار من أبي بكر ابن السراج كتاباً فتقاضاه به أبو بكرٍ، فقال ابن الرّومي: لوّ كان المشتري حدثاً لكان عجولاً.\nوالبغداديّون يدّعون انّه متشّيع، ويستشهدون على ذلك بقصيدته الجيميَّة، وما أراه إلاّ على مذهب غيره من الشعراء.\nومن أولع بالطيَّرة، لم ير فيها من خيرة، وإنمّا هو شر متعجل، وللأنفس أجل مؤجّل، وكلّ ذلك حذر من الموت الذي هو ربق في أعناق الحيوان، حكم لقاؤه في كلّ أوان.\nوفي النّاس من يظنّ أنّ الشيء إذا قيل جاز أن يقع، ولذلك قالت العامّة: الإرجاف أوّل الكون. ويقال: إن النبي صلى الله عليه وسلم، تمثل بهذا البيت ولم يتممه:\nتفاءل بما تهوى يكن، فلقلمّا\n...\nيقال لشيء: كان إلاّ تحقّقا\nومهما ذهب إليه اللّبيب، فالخير في هذه الدّنيا قليل جدّاً، والشرّ يزيد عليه بأجزاءٍ ليست بالمحصاة، وما أشبه ذوي التقى بالعصاة، كلّهم إلى التّلف يساقون، يلقون ما كره ولا يعاقبون، ولعلّ الله، جلّت قدرته، يميزهم في المنقلب، ويسعف بمراده أخا الطَّلب.\nوقال علقمة:\nمن تعرّض للغربان يزجرها\n...\nعلى سلامته لا بد مشؤوم\nوكان ابن الرّومي معروفاً بالتَّطير، ومن الذي أجري على التّخيّر؟ وقد جاءت عن النبي صلى الله عليه وسلم، أخبار كثيرة تدل على كراهة الاسم الذي ليس بحسنٍ، مثل مرّة وشهاب والحباب لأنّه يتأوله في معنى الحّية.\nونحو\nالجزء: 1 ¦ الصفحة: 161\n",
        "من حكاية ابن الرّومي التي حكاها النّاجم ما حكي عن امرأة من العرب أنّها قالت للأخرى: سمّاني أبي غاضبة، وإنمّا تلك نار ذات غضى، فالحمد لربيّ على ما قضى، وتزوجت من بني جمرة رجلاً أحرق، وما أمرق. أي لم يكثر مرقه وكان اسمه تورباً وإنمّا ذلك تراب، فشمتت بي الأتراب، وكان يدعى جندلة فمضضت عنده بالجندل، ولا شممت رائحة مندل، وكان اسم أمّه سوّارة فلم تزل تساورني في الخصام، ولا تنفعني بعصام.\nفقالت الأخرى: لكن سّماني أبي صافية، فصفوت من كلِّ قذى، وجنّبت مواقع الأذى، وزوجّني في بني سعد بن بكر فبكرّ عليّ السعد، وأنجز لي الوعد. واسم زوجي مُحَاسِن، جزيَ الصّالحة، فقد حاسن وما لاسن، واسم أبيه وقاف، رعاه الله، فقد وقف عليَّ خيره، ولأكثر لديّ ميره، واسم أمّه راضية، رضيت أخلاقي، ولم تجنح إلى طلاقي.\nوإذا كان الرّجل خثارماً، لم يزل في الكثكث آرما: إن رأى سمامةّ من الطير، حسبها من السّمام، أو حمامةّ فرق من الحمام، كما قال الطاّئي:\nهنّ الحمام، فإن كسرت، عيافةًَ،\n...\nمن حائهنّ، فإنّهن حمام\nوإن عرضت له خنساء من البشر، فإنّه لا يأمن من البشر، يقول: أخاف من رفيقٍ يخنس، وأمرٍ يدنس. وإن كانت الخنساء من الوحوش، نفر قلبه من الحوش، إنّ رآها سانحةً، هزّت من رعبه جانحة. يقول: قد ذهب أهل عقلٍ وافر، من أرباب المناسم وصحب الحافر، يتطيرون بالسنّيح، ويرهبون معه المنيح. وإن أتته بقدرٍ بارحة، عاين بها النجَّلاء الجارحة، يقول: ألم يك ذوو خيلٍ وسروج، يخشون الغائلة من البروج؟\nالجزء: 1 ¦ الصفحة: 162\n",
        "وإن لقي رجلاً يدعى أخنس، فكأنّما لقي هزبراً تبهنس. يقول: ما يؤمنني أن يكون كأخنس بني زهرةٍ فرّ بحلفائه عن وفر، وطرحت القتلى في الجفر؟! وإن استقبل من يولع بذلك أعفر، فإنّه ينتظر أن يعفرَّ، وإن بصر بالأدماء. أيقن بسفك الدّماء، وإنّ جبهه ذيّال، فكأنّه الهصور العيّال؛ يقول: ما؟ أقربني من إذالةٍ، تبطل كلام العدّالة؟! وإن آنس نعامةً بقفرٍ، وهو مع الرّكب السّفر، فما يأخذها من النعيم، ويجعلها بالهلكة مثل الزّعيم. يقول، من الفند العيّ: أوّلها نعى وإنمّا ذلك من النعَّيّ. وإن عنّ له في الخرق ظليم، فذلك العذاب الأليم. يقول: ليت شعري من الذي يظلمني. أيأخذ نشبي أم يكلمني؟ وإن نظر إلى عصفورٍ، قال: عصف من الحوادث بوفورٍ، فهو طول أبده في عناء، ولا بد له من الفناء.\nولهذه الطوّية جعل ابن الرّومي جعفراً من الجوع والفرار ولو هدي صرفه إلى النهر الجرار، لأن الجعفر النّهر الكثير الماء، ولكنّ إخوان هذه الخليقة، لا يحملون الأشياء الواردة على الحقيقة.\nوأراد بعضهم السَّفر في أولّ السنَّة فقال: إن سافرت في المحرم، كنت جديراً أن أحرم، وإن رحلت في صفر، خشيت على يدي أن تصفر، فأخّر سفره إلى شهر ربيعٍ، فلمّا سافر مرض ولم يحظ بطائل، فقال: ظننته من ربيع الرَّياض، فإذا هو من ربع الأمراض.\nوأمّا إعداده الماء المثلوج فتعلّة، وما ينفع بالحيل غلة، وتقريبه الخنجر تحرّر من جبان، وتنقض الأقضية وما بنى البان؛ ورب رجلٍ يحتفر له قبراً بالشام، ثمّ يجشمه القدر بعيد الإجشام، فيموت باليمن أو الهند، والحتف بالغائرة والفند: \" ما تدري نفس بأبي أرض تموت، إن الله عليم خبير \".\nوكما أنَّ النفَّس جهلت مدفن عظامها، فهي الجاهلة بالقاطع\nالجزء: 1 ¦ الصفحة: 163\n",
        "لنظامها. كم ظاّن أنّه يهلك بسيف، فهلك بحجر من خيفٍ.\nوموقن أنّ شجبه يقدر على مهادٍ، فألقته الأسل ببعض الوهاد.\nوالبيتان اللّذان رواهما النّاجم عن أبي الرّومي مقيدان، وما علمت انّه جاء عن الفصحاء هذا الوزن مقيداً، وإلاّ في بيت واحدٍ يتداوله رواة اللّغة، والبيت:\nكأن القوم عشُّوا لحم ضأن،\n...\nفهم نعجون قد مالت طلاهم\nوهذا البيت مؤسس، والذي قال ابن الروميّ بغير تأسيسٍ.\nوما يدري النّاجم، ولعّله بالفكر راجم، أفي الجّنة حصل ذلك الشيّخ أم في السّعير، وما اثقل وسوق العير.\nوأما أبو تمّام، فما أمسك من الدّينّ بزمام، والحكاية عن ابن رجاءٍ مشهورة، والمهجة بعينها مبهورة. فغن قذف في النّار حبيب، فما تغني المدح ولا التشّبيب. ولو أنَّ القصائد لها علم، وتأسف لما يشكو الخلم، لأقامت عليه الممدودتان اللتّان في أوّل ديوانه، مأتماً يعجب لأسوانه. فسناحتا عليه كابنتي لبيد، وجرعتاهما من الثكل نظير الهبيد، وقالتا ما زعمّه الكلابيّ في قوله:\nوقولا: هو الميت الذّي لا حريمه\n...\nأضاع، ولا خان الصديق ولا غدر\nإلى الحول، ثمّ اسم السلاّم عليكما\n...\nومن بيك حولاً كاملاً، فقد اعتذر\nوكأنّي بهما لو قضي ذلك، لاجتمعت إليهما الممدودات، كما تجتمع نساء معدودات. فيجئن من كلّ اواب، ويتوعدون المحفل على نوب.\nولو فعلن ذلك لبهارتهن الباثَّيات بمأتم أعظم زنيناً، وأشد في الحندس حنيناً، كما قال العبقسي:\nيجاوبن الكلاب بكلّ فجر\n...\nفقد صحلت من النوح الحلوق.\nالجزء: 1 ¦ الصفحة: 164\n",
        "وإذا كان مأتم الممدودات في مائة ممّن يعدهن ويظاهر، وجب أن يكون مأتم البائيّات في الآفٍ تعلن وتجاهر لأنَّّ الباء طريق ركوب، والمد في القصائد سبيل منكوب.\nوما نظمه على التّاء، فإنه لا يعجز عن الإيتاء.\nوتجيء الثّائيتان وكلتاهما كابنة الجون، وتبتدر في حالك اللّون. ولو صوَّرتا من الآدميات، لزادنا على قينتي ابن خطلٍ في المرئيّات، وإنّ الثاء لقليلة في شعر العرب إلاّ أنهّمّا تستعينان كلمة كثيِّرٍ:\nحبال سلامة أضحت رثاثا\n...\nفسقياً لها جدداً أو رماثا\nوبأراجيز رؤبة وما كان نحوها من القوافي المتكلفّة، والأشعار المتعسَّفة، ولهما فيما نظم ابن دريدٍ، أعوان بالعجل والرَّويد. فأمّا الدّاليات والرّائيّات وما بني على الحروف الذلل: كاليم والعين واللام وما جرى مجراهنُّ، فلو اجتمع كلّ حيّزٍ منهن وهو فراد، لضاق عنهنّ الصدرّ والإيراد، وزدن على ما ذكر أنّه اجتمع في جنازة أحمد بن حنبل من النسّاء والرجال، ويقال أنّه لم يجتمع في الجاهلية ولا الإسلام جمع أكثر ممّا اجتمع في موت أحمد، حزر الرّجال بألف ألفٍ، والنسّاء بستمّائة ألفٍ، والله العالم بيقين الأشياء.\nوإن كان حبيب ضيَّع صلواته، فإنّه لضال بفلواته، لا يبلغ فيه كيد العداة، ما بلغ إهمال غداة. كم ضدٍّ نكص عنه ذا بهر، وليس كذلك صلاة الظّهر، إنّ تركها فإنّها شاهدة، وفي الشكيَّة له جاهدة. وكم من قصرٍ، يشيد في الجنة بصلاة العصر، ومسكٍ في الجنة متأرِّج لمصلِّي المغرب ليس بالحرج، وحور أشئن ببديع الإنشاء، لمن حافظ على صلاة العشاء، وقد جاء في الحديث النهَّي أن تسمى العتمة. وروي: \" لا تخدعوا عن اسم صلاتكم فإنمّا يعتم بحلاب الإبل \" وفي حديثٍ\nالجزء: 1 ¦ الصفحة: 165\n",
        "آخر: \" إنَّ العتمة اسم بنت الشيطان \".\nوإنّ من يعجز عن اداء تلك الرّكعات، ليشتمل على نيَّة عات.\nفليت حبيباً قرن بين الصلاتين، فجعلها كهاتين، كما قال القائل: قرن الظّهر إلى العصر كما تقرن الحقَّة بالحق الذَّكر وإنَّي لأضن بتلك الأوصال أن يظل جسدها وهو بالموقدة صال، لأنه كان صاحب طريقةٍ مبتدعة، ومعان كاللّؤلؤ متتبعة، يستخرجها من غامض بحارٍ، ويغض عنها المستغلق من المحار.\nوإن ابتدرته مهنة مالك، فقد نبذ في المهالك، فليته كالجعديّ، أو سلك به مسلك عديّ، أو كان مذهبه مذهب حاتم فقد كان متألّهاً، ومن الخشية متولهَّاً، وقال:\nوإنّي لمجزي بما أنا عامل\n...\nويضطمني ماويّ بيت مسقَّف\nأو ليته لحق يزيد بن مهلهلٍ، قد وفد على النبي صلى الله عليه وسلم، وطرح عنه ثوب الغبي.\nالإفشين\nوأمّا المازيار، فحلاّل بالسَّفه سيار، وحسبه ما يتجرعّ من الحميم، ويحتمل من المقال الذميم، وقد خلد له في الكتب ما يوجب، لعنه إلى يوم الدّين، وأنَّي له أن يجعل كأديم ودينٍ ورحم الله ابن أبي داؤد، فلقد شفى الأنفس من الجواد، وكشف حال الأفشين، فعلم انّه آلف شينٍ، مخالف رشادٍ وزين.\nبابك\nوبابك فتح باب الطغّيان، ووجد من شرار الرّعيان، واظن جهاده، عليه التبَّار، أفضل جهادٍ عرف، وذنبه أكبر ذنبٍ اقترف. ولعلهّ يود في الآخرة أنّه ذبح عن كلّ من قتل في عدّانه، مائة مرّة في نهل مدّانه، ثم خلص من العذاب المطبق، واستنفذ عنقه من الربّق.\nوالعجب لأبي مسلم، خبط في الجنان المظلم، وظنّ أنّه على شيء،\nالجزء: 1 ¦ الصفحة: 166\n",
        "فكان كالمعتمد على الفيء، حطب لنارٍ أكلته، وقتل في طاعة ولاةٍ قتلته. وليس بأول من دأب لسواه، وأغواه الطمّع فيمن أغواه. وإنمّا سهر لأمّ دفرٍ وتبع سراباً في قفرٍ، فوجد ذنبه غير المغتفر، عند صاحب الدولة أبي جعفر.\nوكلّ ساعٍ للفانية لا بدّ له من الندّم، في أوان الفرقة وحين العدم، فذمنّا يحسب من الضّلال، كما تمنّى القنع أخو الإقلال، وهذه زيادة في النّضب، وفاز بالسبَّق حائز القصب. نذمهّا على غير جناية، ولم تخبر أحداً بالعناية، بل أبناؤها في المحن سواء، لا تاعفهم الأهواء، فرب حاملٍ حزمة عضيدٍ ليس رثده بالنضيد، يعجز ثمنها عن القوت، ويكايد شظف عيشٍ ممقوت، يلج سلاء في قدمه، ويخصبه الشائك بدمه، وهو أقل أشجاناً من الواثب على السرير، ينعم برشأ غرير، يجمع له الذهب من غير حلٍّ، بإعنات الأمم وإسخاط الإلّ، وإذا ملأ بطنه من طعام، وسبح في بحرٍ من الترف عامٍ، فتلك النعّم ولذاته، تحدث لأجلها أذاته، يختلجه القدر على غفولٍ، وغاية السّفر إلى قفول. وما يدري العاقل، إذا افتكر، أي الشخصين أفضل: أربيب عقد عليه إكليل، أم ارقش ظله في المك ظليل؟ كلاهما بلغ آراباً، وأحدهما يأكل تراباً، الآخر يعل بالراح، ويجتهد له في الأفراح.\nوما علمنا النّسك موقياً، ولا في الأسباب الراّفعة مرقياّ، والعالم بقدرٍ عاملون، أخطأهم ما هم آملون، ما آمن أن تكون الآخرة بإرزاق، فتغدو الرّاجحة إلى المهراق، على أن السّر مغيب، وكلنا في الملتمس مخيب، والجاهل وفوق الجاهل، من ادّعى المعرفة بغبّ المناهل، واللّعنة على الكاذبين.\nالكيسانية\nأمّا الذين يدعون في عليّ، عليه\nالجزء: 1 ¦ الصفحة: 167\n",
        "السلام، ما يدعون، فتلك ضلالة قديمة، وديمة من الغواية تتّصل بها ديمة، وقد روي أنّه حرقّ عبد الله ابن سبأ لمّا هاجر بذلك النبإ.\nواعتقاد الكيسانية في محمد بن الحنفية عجيب، لا يصدق بمثله نجيب، وقد روي أنّ أبا جعفر المنصور رفعت له نارّ في طريق مكّة في اللَّيلة التي مات فيها، فقال: قاتل الله الحميريَّ، لو رأى هذه النّار لظن أنها نار محمد بن الحنفية!.\nوعلي له سابقة، ومحاسن كثيرة رائقة، وكذلك جعفر بن محمد ليس شرفه بالثمد.\nوقد بلغني أنّ رجلاً بالبصرة يعرف بشاباس، تزعم جماعة كثيرة أنّه رب العزّة، وتجبى إليه الأموال الجمّة، ويحمل إلى السّلطان منها قسماً وافراً، لكون بما طلب ظافراً، وهو إذا كشف، ساقط لاقط، يبذه إلى الفضل الماقط، والماقط الذي يكرى من بلدٍ إلى بلد. وحدِّثت أنّ امرأة بالكوفة يدعى لها مثل ذلك.\nابن الراوندي\nوقد سمعت من يخبر أنّ لابن الرّاوندي معاشر تذكر إنّ اللاهّوت سكنه، وأنّه من علمٍ مكنه، ويخترصون له فضائل يشهد الخالق وأهل المعقول، أنّ كذبها غير مصقول، وهو في هذا أحد الكفرة، لا يحسب من الكرام البررة، وقد أنشد له منشد، وغيره التقي المرشد:\nقسمت بين الورى معيشتهم\n...\nقسمة سكران بيّن الغلط\nلو قسم الرّزق هكذا رجل\n...\nقلنا له: قد جننت فاستعط\nولو تمثل هذان البيتان لكانا في الإصر يطولان أرمي مصر، فلو مات الفطن كمداً لما عتب، فأين مهرب العاقل من شقاءٍ رتب؟! أكل ما خدم خادع، أرسلت من الكفر مصادع؟ والمصادع: السهام وما حسنت السوداء الغالبة بسفيهٍ\nالجزء: 1 ¦ الصفحة: 168\n",
        "دعواه، إلا وافق جهولاً عواه أي عطفه.\nوقد ظهر في الضيعة المعروفة بالنَّيرب المقاربة لسرمين رجل يعرف بأبي جوف، لا يستتر من الجهل بحوف، والحوف أزير من أدمٍ مشقق الأطراف السّافلة تتزر به الحارية وهي صغيرة وكان يدَّعي النّبرة، ويخبر بأخبار مضحكة، وتثبت نيته على ذلك ثبات المحكة، وكان له قطن في بيت فقال: إنّ قطني لا يحترق وأمر ابنه أن يدني سراجاً إليه، أخذ في العطب، وصرخت النّساء، واجتمعت الجيرة، وإنمّا الغرض إطفاء! وحدثّني من شاهد، أنّه كان يكثر الضّحك بغير موجب، ولا عند حدّثٍ معجب، فقيل له: ممّ تضحك؟ فقال كلاماً معناه: إنّ الإنسان ليفرح بهيّنٍ قليل، فكيف من وصل إلى العطاء الجليل؟ وكان بيّن الجنون، ليس خبله بالمكنون، فاتبعه الأغبياء، وكذب ما يقوله الأنبياء، حتى قتله والي حلب، حرسها الله، وذلك بعد مقتل البطريق المعروف بالدَّوقس في بلد أفامية، وكان الذي حثّ على قتله جيش بن محمد بن حمصامة لأنّ خبره رقي إليه، فأرسل إلى سلطان حلب، حرسها الله، يقول: أقتله وإلاّ أنفذت إليه من يقتله؛ وكان السّلطان يتهاون به لأنّه حقير، وربَّ شاةٍ نتج منها الوقير، أي قطيع الغنم.\nوبعض الشّيعة يحدّث أنّ سلمان الفرسيّ في نفرّ معه جاؤوا يطلبون عليّ بن أبي طالبٍ، سلام الله عليه، فلم يجدوه في منزله، فبينما هم كذلك جاءت بارقة تتبعها راعدة، وإذا عليٌ قد نزل على إجاَّر البيت، في يده سيف مخضوب بالدّم، فقال: وقع بين فئتين من الملائكة، فصعدت إلى السماء لأصلح بينهما! والذين يقولون هذه المقالة يعتقدون أن الحسن والحسين ليسا من ولده، فحاق بهم العذاب الأليم.\nأفلا يرى إلى هذه\nالجزء: 1 ¦ الصفحة: 169\n",
        "الأمّة كيف افتنت في الضّلالة، كافتنان الرّبيع في إخراج الأكلاء، والوحش الرّائعة الأطلاء!؟ وللكذب سوق ليست للصدّق، تجعل الأسدّ من أبناء الفرق.\nوأمّا الذي ذكره نم بلوغ السِّنِّ، فإن الله، سبحانه، خلق مقراً وشهداً، ورغبة في العاجلة وزهداً، وإذا اللّبيب أنعم النّظر، لم ير الحياة إلىّ تجذبه إلى الضَّير، وتحث جسده على السيَّر؛ فالمقيم كأخي ارتحال، لا تثبت الأقضية به على حال: صبح يتبسّم وإمساء، لا يلبث معهما النَّساء، كأنّهما سيدا ضراء والعمر ثلّة في اقتراء، وهما على السّارح يغيران، فيفنيان السّائمة ويبيران.\nوإن كان، مكنَّ الله وطأة الأدب ببقائه، قد أماط الشبيبة فإنما أنفقها في طلب علومٍ وآداب، صيرَّ طلابها ألزم دابٍ، ولو كان لها على الحيّ تلبث، كان لها بنفسه النفّيسة تشبث، ولكنها بعض الأعراض، لا تشعر بحياة وانقراض.\nوإذا كنّا على ذمِّ هذه المنزلة مجمعين، ولقراقها مزمعين، فلم نأسف على نأي الخوّانة؟ إن الأشاءة لمن العوانة، والأشاءة النخّلة الصغيرة، والعوانة النخّلة الطوّيلة ومتى اخلص قرين الغفلة توبةً، فإنّها لا تترك حوبةّ، تغسل ذنوبه غسل النّاسكة جزيز الفرار، في متدفق سحاب مدرار، كثر فيه القهل والدَّنس، فأحبَّ رحضه الأنس، وكان قد أخذ عن أثباج غنمٍ بيض، تفوق ما يرتع من الربيض، فعاد وكأنه كافور الطيّب، أو ما ضحك من كافورٍ رطيب، والكافور: الطّلع، وقيل هو وعاء الطَّلعة.\nفأمّا الغانيات بعد السبّعن، فالأشيب لديهن كالعاسل يباكر العين، وقد حكي أنّ أبا عمرو بن العلاء كان يخضب، فاشتكى في بعض الأيام، فعاده بعض أصحابه، فال: تقوم إن شاء\nالجزء: 1 ¦ الصفحة: 170\n",
        "الله تعالى من علتّك. فقال: ما آمل بعد ستٍ وثمانين. وعاد إليه وقد تماثل فقال: لا تحدث بما قلت لك. وهذا من ظريف ماروي، رغب في تمويهّ بالخضاب، وكتم سنه عن كلّ الأصحاب.\nوقد تحدّث بعض طلاّب الأدب انّه، أدام الله تزيين المحافل بحضوره، ذكر التزويج يريد الخدمة، فسرني ذلك، لأنّه دل على إقامة بالوطن، وفي قربه الفرحة لذوي الفطن. إذ كان كالشجّرة الوارف ظلالهما في الهواجر، والبارد هواؤها في ناجر، والطّيب ثمرها للذّائق، والأرج نسيمها للناشق.\nوهو يعرف حكاية الخليل عن العرب: إذا بلغ الرجل الستين فإياه وإيّا الشوابّ؛ ولا خيرة عند التّواب، ولكن النّصف، ممنّ يوصف:\nلاتنكحن عجوزاً إن أتيت بها\n...\nواخلع ثيابك عنها ممعناً هرباً\nوإن أتوك وقالوا: إنهّا نصف\n...\nفإنّ أطيب نصفيها الذي ذهبا\nلا فارض ولا بكر عوان بين ذلك فافعلوا ما تؤمرون ولعله تقدر له كصاحبة أبي الأسود أمّ عمروٍ، ورب خيرٍ تحت الخمر:\nكثوب اليماني قد تقادم عهده\n...\nورقعته ماشئت في العين واليد\nأو كما قال الآخر:\nضناك على نيرين أمست لداتها\n...\nبلين بلى الريّطات وهي جديد\nوحكي عن أبي حاتمٍ سهل بن محمد أنّه قرأ على الأصمعي شعر حساّن بن ثابت، فلمّا انتهى إلى قوله:\nلم تفتها شمس النّهار بشيء\n...\nغير أن الشباب ليس يدوم\nقال الأصمعي: وصفها والله بالكبر، وقد يجوز ما قال، والأشبه أن يكون قال هذا وهي شابَّة، على سبيل التأسف، أي أن الأشياء لا بقاء لها، كما قال الآخر:\nأنت نعم المتاع، لو كنت تبقى؛\n...\nغير أن لا بقاء للإنسان\nالجزء: 1 ¦ الصفحة: 171\n",
        "ولو نشط لهذه المأربة، لتنافست فيه العجز والمكتهلات، وعلت خطبة المنهبلات، لأن العاقلة ذات الإحصاف، تجنب إلى معاشرة حليف الإنصاف. وهل هو كما قال الأوّل:\nيا عز هل لك في شيخ فتى أبداً\n...\nوقد يكون شباب عير فتيان\nفليس بأوّل من طلب نجوزاً، فتزوج على السنِّ عجوزاً، كما قال:\nإذا ما أعرض الفتيان عنّي\n...\nفمن لي أن تساعفني عجوز\nكأنّ مجامع الّلحيين منها\n...\nإذا حسرت عن العرنين كوز؟\nويروي للحادث بن جازَّة، ولم أجده في ديوانه:\nوقالوا مانكحت؟ فقلت: خيراً\n...\nعجوزاً من عرينة ذات مال\nنكحت كبيرة، وغرمت مالاً،\n...\nكذاك البيع: مرتخص وغال\nوأعوذ بالله ممّا قال الآخر:\nعجوزاً لو أن الماء يسقى بكفَّها\n...\nلما تركتنا بالمياه نجوز!\nوما زالت العرب تحمد الحيزبون والشهلة، ولا تكره مع لشرخ الكهلة. وقد تزوج النبي صلى الله عليه وسلم، خديجة ابنة خويلدٍ وهو شاب، وهي طاعنة في السّن. وقالت له أم سلمة ابنة أبي أمية: يا رسول الله، إني امرأة قد كبرت وما أطيق الغيرة. فقال: أمّا قولك: قد كبرت، فإنا أكبر منك، وأمّا الغيرة، فإننّي سوف أدعو الله أن يزلها عنك. وقال الشاعر:\nفما أنا ابن رهمٍ قد علمتم\n...\nولا ابن العاملية فاحذروني\nولكني ولدت بنجمٍ شكسٍ\n...\nلشمطاء الذوائب حيزبون\nولا أشك أنّه قد استخدم في مصر أصناف حوارٍ، وهن للمآرب موارٍ،\nالجزء: 1 ¦ الصفحة: 172\n",
        "ولولا أنّ أخا الكبرة يفتقر إلى معينٍ، لكانت الحزامة أن يقتنع بورد ألمعين، فهو بعرف قول القائل\nما العيش إلا القفل وألمفتاح\n...\nوغرفة تخرقها الرّياح\nلا صخب فيها ولا صياح\nوحدَّثني ابن القنسري المقرئ، أنّه سمعه يسأل عن غلامٍ للخدمة، وربما كان استخدام الأحرار، يمنع من القرار، فقد قال أبو عبادة:\nأنا من ياسر ويسر ونجح\n...\nلست من عامرٍ ولا عمّار!\nما بأرض العراق يا قوم حرّ\n...\nيفتديني من خدمة الأحرار؟\nوأن يخدم نفسه الوحيد، خير من أن يلج بيته العبيد؛ فطالما أحوجوا المالك إلى ضرب، وأن يتقَّيهم بالعرب.\nورب نازلٍ من أهل الأدب في خان، ليس بالخائن ولا المستخان، بخدمه صبي من الرّق حرّ، وفي خدمته السرّق والضرّ. وإذا أرسله بالبتك، بنات الدرّهم ليأتيه بالطبيخة حين يكثر الطبيخ ويتيح، سعره المشتعل متيح، سرق في السّبيل القطع، وانتهى في الخيانة وتنطع، ثمّ وقف بالبائع، فغبنه غبن الرّائع، فأخذ صغيرة من بطيخ، لا تلقى النّاظر بمثل الورس اللطيخ. ثم انصرف بها لاعباً، كأنهّا هدى كاعباً، فلم يزل يتلقف بها في الطريق، حتى كسرها بين فريق؛ فاختلط حبُّها بالحصباء، وزهد في قربها كلّ الأرباء. ويجوز أن يحملها في حال السّلامة، ويمضي ليسبح مع الفتيان، فإذا نزل في الماء اختطفها بعض العرمة من الصبيان، فأكلها وهو يراه، لا يحفل بأديمها إذ فراه. وقد يرسله بالغضارة يلتمس لبناً، فيقال من سوء الّرأي غبناً، فإذا حصل فيها\nالجزء: 1 ¦ الصفحة: 173\n",
        "الهدبد، عثر فإذا هو على الصحّراء متلبدّ، وصارت الفخارة خزفاً لا يراد، يلغيه النسّكة والمرادّ، فإن كان صاحبه يذهب مذهب ابن الروميّ عدّ أن تحطم الغضارة، فناء عيشه ذي الغضارة؛ فدعا بالحرب، وشده عن فوات الأرب، وما يصنع بذلك المصمقرّ، وقد حان المرتحل إلى المقرِّ؟ وكان في بلدنا غلامٌ لبعض الجند يزعم، ويصدق فيما يزعم، أنَّه كان مملوكاً لأبي أسامة جنادة بن محمّد الهرويّ بمصر، وكان يأسف لفراقه، ويعجب من جميل أخلاقه، ويقول إنّه باعه من أجل العوم، فما أوقع غلاءً في السَّوم.\nوإنّما ذكرت ذلك لأنّه، عرَّف الله الوقت بحياته أي طيِّبه، ممّن قد عرف جناده وجرّبه.\nوأمّا أهل بلدي، حرسهم الله، فإذا كان الحظُّ قد أعطاني حسن ظنِّ الغرباء، فلا يمتنع أن يعطيني تلك المنزلة من الرّهط القرباء. ولكنّهم كطلاّب الخطبة من الأخرس، وحرِّ ناجرٍ من شهر القرس.\nوسيّدي الشّيخ أبو العبّاس الممتَّع: في السّنِّ ولدٌ، وفي المودّة أخٌ، وفي فضله جدٌّ أو أبٌ. وإنّه في أدبه، لكما قال تعالى: \" وما لأحدٍ عنده من نعمةٍ تُجزى \".\nوأمّا إشفاق الشّيخ - عمر الله خلده بالجذل، وأراح سمعه من كلِّ عذل - فتلك سجية الأنيس، لا يختص بها أخو الجبن عن الشّجاع البئيس. ومن القسوط، تعرُّض بالقنوط. \" قل يا عبادي الَّذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله \".\nكم من أديبٍ شرب وطرب ثمّ تاب وأجاب العتَّاب. فقد يضلُّ الدّليل0في ضوء القمر، ثمّ يهديه الله بأحد الأمر، وكم استنقذ من اللُّجِّ غريقٌ، فسلم وله تشريق.\nوقد كان الفضيل بن عياضٍ، يسيم في أوبل رياض، ثمّ حسب في الزُّهَّاد، وجعل من أهل الاجتهاد.\nوربّ خليعٍ وهو فتى، تصدَّر لمّا\nالجزء: 1 ¦ الصفحة: 174\n",
        "كبر وأفتى، ومغنٍّ بطنبور أو عود، قدر له تولِّي السُّعود، فرقي منبراً للعظات، من بعد إرسال اللَّحظات.\nعمر بن عبد العزيز\nولعلّه قد نظر في طبقات المغِّنين فرأى فيهم عمر بن عبد العزيز، ومالك بن أنسٍ، هكذا ذكر ابن خرداذبة، فإن يك كاذباً فعليه كذبه.\nوالحكاية معروفةٌ أن أبا حنيفة كان يشارب حمَّاد عجرد وينادمه، فنسك أبو حنيفة وأقام حمّادٌ في الغيِّ، فبلغه أن أبا حنيفة يذمُّه ويعيبة، فكتب إليه حمّاد:\nإن كان نسكك لا يتمّ\n...\nبغير شتمي وانتقاصي\nفاقعد وقم بي كيف شئ\n...\nت مع الأداني والأقاصي\nفلطالما زكِّيتني،\n...\nوأنا المقيم على المعاصي\nأيّام تعطيني وتأ\n...\nخذ في أباريق الرَّصاص\nعمر بن الخطاب\nأليس الصّحابة، عليهم رضوان الله، كلّهم كان على ضلالٍ، ثمَّ تداركهم المقتدر ذو الجلال؟ وفي بعض الرّوايات أن عمر بن الخطّاب خرج من بيته يريد مجمعاً كانوا يجتمعون فيها للقمار، فلم يجد فيه أحداً فقال: لأذهبنَّ إلى الخمَّار، لعلِّي أجد عنده خمراً. فلم يجد عنده شيئاً. فقال: لأذهبنّ ولأسلمنَّ.\nوالتوفيق يجيء من الله سبحانه وتعالى بإجبار، وفيما خوطب به النبيُّ صلى الله عليه وسلم: \" ووجدك ضالاًّ فهدى \".\nوذكر أبو معشر المدني في كتاب المبعث حديثاً معناه أنّ النبيُّ صلّى الله عليه وسلّم، ذبح ذبيحةً للأصنام فأخذ شيئاً منها فطبخ له، وحمله زيد بن حارثة ومضيا ليأكلاه في بعض الشِّعاب، فلقيهما زيد بن عمرو ابن نفيل، وكان من المتألِّهين في الجاهليّة، فدعاه النبي صلى لله عليه وسلم، ليأكل من الطعام، فسأله عنه فقال: هو من شيءٍ ذبحناه لآلهتنا. فقال زيد بن عمرو:\nالجزء: 1 ¦ الصفحة: 175\n",
        "انّي لا آكل شيءٍ ذُبح للأصنام، وإنِّي على دين إبراهيم صلى الله عليه، فأمر النبيُّ صل الله عليه وسلم، زيد بن حارثة بإلقاء ما معه.\nوفي حديث آخر، وقد سمعته بإسنادٍ: أن تميم بن أوسٍ الدَّاريَّ، والدّار قبيلةٌ من لخم كان يهدي إلى النبيِّ صلى الله عليه وسلم، في كلَّ سنةٍ روايةً من خمر، فجاء بها في بعض السّنين، وقد حرجت الخمر، فأراقها، وبعض أهل اللّغة يقول: فبعّها.\nوالمطبوخ وإن أسكر فهو جارٍ مجرى الخمر، على أنَّ كثيراً من الفقهاء قد شربوا الجمهوريَّ والبختج والمنصَّف، وذكر، عند أحمد بن يحيى ثعلبٍ، أحمد بن حنبل وإن كان شرب النّبيذ قطّ؟ والنّبيذ عند الفقهاء غير الخمر، فقال ثعلب: أنا سقيته بيدي في ختانةٍ كانت لخلف بن هشام البزَّاز.\nفأمّا الطِّلاء فقد كان عمر بن الخطّاب، عليه السّلام، جزَّأ منه على نصارى الشّام لجنود المسلمين، والمثل السّائر:\nهي الخمر تكنى الطِّلاء\n...\nكما الذّئب يُكنى أبا جعدة\nوهذا البيت يُروى ناقصاً كما علم، وهو ينسب إلى عبيد ابن الأبرص وربّما وجد في النّسخة من ديوانه، وليس في كلِّ النُّسخ. والذي أذهب إليه أن هذا البيت قيل في الإسلام عدما حُرِّمت الخمر.\nوإنّما لذَّة الشّرب فيما يعرض لهم من السكر، ولولا ذلك لكان غيرها من الأشربة أعذب وأدفأ، وقال التغلبيُّ:\nعلِّلاني بشربةٍ من طلاءٍ\n...\nنعمت النِّيم في شبا الزّمهرير\nويروى لدعبل:\nعلِّلاني بسماعٍ وطلا،\n...\nونصيفٍ جائعٍ يبغي القرى\nالجزء: 1 ¦ الصفحة: 176\n",
        "وهذا يدلُّ على أن الطِّلا يسكر ويروي للهذليّ:\nإذا ما شئت باكرني غريضٌ\n...\nوزقٌّ فيه نيٌّ أو نضيج\nوقال آخر:\nلا تسقني الخمر إلاّ نيئة قدمت\n...\nتحت الخام، فشرُّ لاخمر ما طبخا\nوإن كان، هيَّأ الله له المحابَّ، قد شرب نيًّا، وقال له الندمان: هنيّاً، فله أسوةٌ بشيخ الأزد محمد بن الحسن إذ قال:\nبل ربّ ليلٍ جمعت قطريه لي\n...\nبنت ثمانين عروسٌ تجتلى\nثمّ قال في آخر القصيدة:\nفإن أمت فقد تناهت لذّتي\n...\nوكلّث شيءٍ بلغ الحدّ انتهى\nوما أختار له أن يأخذ بقول الحكمي:\nقالوا كبرت فقلت ما كبرت يدي\n...\nعن أن تسير إلى فمي بالكاس\nوهو يعرف البيت:\nوما طبخوها، غير أنَّ غلامهم\n...\nسعى ليلةً في كرمها بسراج\nوقول عبد الله بن المعتزِّ:\nذكر العلج أنَّهم طبخوها،\n...\nفرضينا ولو بعود خلال\nوقدماً طلب النَّدامى مطبوخاً، شبَّاناً في العمر وشيوخاً، ينافقون بالصِّفة ويوارون، وعن الصّهباء العاتقة يدارون، وأبيات الحسين بن الضّحاك الخليع التي تنسب إلى أبي نواسٍ معروفةٌ:\nوشاطريِّ اللّسان مختلق التّ\n...\nكريه، شاب المجون بالنُّسك\nبات بغمَّى يرتاد صالية ال\n...\nنّار ويكني عن ابنة الملك\nالجزء: 1 ¦ الصفحة: 177\n",
        "دسست حمراء كالشّهاب له\n...\nمن كفِّ خمّار حانةٍ أفك\nيحلف عن طبخها بخالقه،\n...\nوربَّ موسى ومنشىء الفلك\nكأنَّما نصب كأسها قمرٌ\n...\nيكرع في بعض أنجم الفلك\nومن النِّفاق أن يظهر الإنسان شرب ما أجاز شربه بعض الفقهاء، ويعمد إلى ذات الإقهاء، فقد أحسن الحكميُّ في قوله:\nفإذا نزعت عن الغواية، فليكن\n...\nلله ذاك النَّزع، لا النّاس\nوقد آن لمولاي الشّيخ أن يزهد في شيمة حميد، وينصرف عن مذهب أبي زبيدٍ وإنَّما عنيت حميداً الأمجيَّ قائل هذه الأبيات:\nشربت المدام، فلم أقلع\n...\nوعوتبت فيها فلم أرجع\nحميد الّذي أمجٌ داره،\n...\nأخو الخمر ذو الشَّيبة الأصلع\nعلاه المشيب عى حبِّها،\n...\nوكان كريماً فلم ينزع\nوقال آخر:\nتعاتبني في الرَّاح أمٌ كبيرةٌ\n...\nوما قولها، فيما أراه، مصيب\nتقول، ألا تجفو المدام فعندنا\n...\nمن الرّزق تمرٌ مكثبٌ وزبيبُ؟\nفقلت: رويداً مالزّبيب مفرّحي،\n...\nوليس لتمرٍ في العظام دبيب\nفإنّ حميداً علَّها في شبابه\n...\nولم يصح منها حين لاح مشيب\nوإذا تسامعت المحافل بتوبته، اجتمع عليه الشّبان المقتبلون، والأدباء المتكلمون، وكلُّ أشيب لم يبق من عمره إلاّ ظمء حمارٍ، كما اجتمع لسمر أصناف السُّمّار، فيقتبسون من آدابه، ويصغون المسامع لخطابه، وجلس لهم في بعض المساجد بحلب، حرسها الله، فإنَّها من بعد أبي عبد الله بن خالويه\nالجزء: 1 ¦ الصفحة: 178\n",
        "عطلت من خلخالس وسوار، ونارت من الأدب أشدّ النَّوار.\nوإذا كان لك بتفضلُّ الله، أعدَّ معه خنجراً كخنجر ابن الرّوميّ، أو الذي عناه ابن هرمة في قوله:\nلا أمتع العوذ بالفصال ولا\n...\nأبتاع إلاّ قريبة الأجل\nلا غنمي في الحياة مدّ لها\n...\nإلاَّ دراك القرى، ولا إبلي\nكم ناقةٍ قد وجأت منحرها\n...\nبمستهلِّ الشُّؤبوب، أو جمل\nفإذ جلس في منزله، مجلسه الذي يلتقط أهله زهر أسحار، بل لؤلؤ بحار، فيكون ذلك الخنجر قريباً منه، فإذا قضي أن يمرَّ بباب المسجد الكهل المرقَّب الذي أراده القائل بقوله:\nإذا الكهل المرقَّب غاض ألنا\n...\nإلى سيءّ له في القرو ثان\nكأنَّ الذّارع المغلول منها\n...\nسليبٌ من رجال الدَّيبلان\nوثب إليه وثبة نمرٍ، إلى متخلِّفة وقير أمرٍ، أو أمر بعض أصحابه بالوثوب إليه، فوجأه بذلك الخنجر وجأةً فانبعث بمثل الدّم، أو الخالص من العندم، وقرأ هذه الآية: \" إنَّ الحسنات يذهبن السِّيئات، ذلك ذكرى للذّاكرين \".\nفإذا مضى صاحبه مستعدياً إلى السّلطان فقال: من فعل ذلك بك؟ فسمّاه له، قال السّلطان بمشيئة الله: لا حرَّ بوادي عوفٍ، ما أصنع بجنث الأدب وبقيّة أهله؟ ووطئها تحت قدمه، وحسبها من زعانف أدمه. ما يفعل ذلك مرّةً أو اثنتين، إلاّ وحمله الذّوارع قد اجتنبت تلك النّاحية، كما اجتنب أبو سفيان بن حربٍ طريقه من خوف النبي صلى الله عليه وسلم، فقال حسّان:\nإذا أخذت حوران من رمل عالجٍ\nفقولا لها: ليس الطّريق هنالك\nالجزء: 1 ¦ الصفحة: 179\n",
        "ولا بأس إن كان المعدُّ مشملاً يشتمل عليه في الكمِّ، فإذا ضرب به ذارع الخمر، ذكر من نظر في كتاب المبتدإ حديث طالوت لمّا أمر ابنته وهي امرأة داود، صلّى الله عليه، أن تدخله عليه وهو نائمٌ ليقتله. فجعلت له في فراش داود زق! َ خمرٍ ودسته عليه، وضربه بالسيف وسالت الخمر، فظنَّ أنَّها الدّم، فأدركه الأسف والنّدم، فأومأ بالسيف ليقتل نفسه ومعه ابنته، فأمسكت يده، وحدَّثته ما فعلته، فشكرها على ذلك.\nويكون السّكران إذا ألمَّ بذلك المسجد، ترتر ومزمز، كما في الحديث، واستنكه، فإن أوجبت الصورة أن يجلد جلد، ولا يقتصر له الشّيخ، أغراه الله، أن يأمر بالمعروف وينهى عن المنكر، على أربعين في الحدَّ على مذهب أهل الحجاز، ولكن يجلده ثمانين على مذهب أهل العراق، فإنَّها أوجع وأفجع. ويقال إن النبيّ صلى الله عليه وسلم، جلد أربعين، فلمّا صار الأمر إلى عمر بن الخطَّاب، عليه السّلام، استقلَّها، فشاور علياً، عليه السّلام، فجعلاها ثمانين.\nوإذا صحّت الأخبار المنقولة بأنّ أهل الآخرة يعلمون أخبار أهل العاجلة، فلعلّ حواريَّه المعدَّات له في الخلد، يسألن عن أخباره من يرد عليهنّ من الصُّلحاء، فيسمعن مرّةً أنّه بالفسطاط، وتارةً أنّه بالبصرة، ومرّةً أنّه ببغداد، وخطرةً أنّه بحلب. فإذا شاع أمر التّوبة، ومات ناسكٌ من أهل حلب أخبرهن بذلك، فسررن وابتهجن، وهنّأهنَّ جاراتهنَّ. ولا ريب أنّه قد سمع حكاية البيتين الثابتين في كتاب الاعتبار:\nأنعم الله بالخيالين عينا\n...\nوبمسراك يا أميم إلينا!\nعجباً ما جزعت من وحشة اللَّح\n...\nد ومن ظلمة القبور علينا!\nوأعوذ بالله من قومٍ يحثُّهم المشيب على أن يستكثروا من أمّ زنبقٍ، كأنّها\nالجزء: 1 ¦ الصفحة: 180\n",
        "المنجية من بنت طبق، كما قال حاتم:\nوقد علم الأقوام لو أنَّ حاتماً\n...\nأراد ثراء المال، كان له وفر\nيفكُّ به العاني، ويؤكل طيِّباً\n...\nوليست تعرِّيه القداح ولا اليسر\nأماويّ إن يصبح صداي بقفرةٍ\n...\nمن الأرض، لا ماءٌ لديَّ ولا خمر\nتري أنَّ ما أهلكت لم يك ضرَّني\n...\nوأنَّ يدي ممّا بخلت به صفر\nوقال طرفة:\nفإن كنت لا تستطيع دفع منيَّتي\n...\nفدعني أبادرها بما ملكت يدي\nوقال عبد الله بن المعتز:\nلا تطل بالكؤوس مطلي وحبسي\n...\nليس يومي، يا صاحبي، مثل أمسي\nلاتسلني وسل مشيبي عنّي،\n...\nمذ عرفت الخمسين أنكرت نفسي\nفهذا حثتَّه كثرة سنيه على أن يستكثر من السُّلافة، وما حفظ حقَّ الخلافة، وإنّ العجب طمعه أن يبلي، كأنّه في العبادة شحب وبلي، ولكنّ القائل قال لمعاوية بن يزيد:\nتلقَّاها يزيدٌ عن أبيه،\n...\nفخذها يا معاوي عن يزيدا!\nوقد كان محمّد بن يزيد المبرَّد ينادم البحتريَّ ثمّ ترك. وأنا أضنُّ به، ميزّ الله من الغيظ قلب عدوِّه، أن يكون كأبي عثمان المازني: عوتب في الشّراب فقال: إذا صار أكبر ذنوبي تركته.\nوأمّا إبراهيم بن المهديّ فقد أساء في تعريضه بالكأس لمحمّد بن حازم، ولكن من عبث بالبمَّ والزِّير، لم يكن في الدّيانة أخا تعزير. وقد روي أنّ المعتصم دعا إبراهيم كعادته فغنَّاه البيتين اللذين يقال فيهما: غنّى صوت ابن شكلة، وبكى إبراهيم، فقال له المتعصم: ما يبكيك؟\nالجزء: 1 ¦ الصفحة: 181\n",
        "فقال: كنت عاهدت الله إذا بلغت ستين سنةً أن أتوب، وقد بلغتها. فأعفاه المعتصم من الغناء وحضور الشراب.\nوالتّوبة إذا لم تكن نصوحاً، لم يلف خلقها منصوحاً. وكان في بلدنا رجلٌ مغرمٌ بالقهوة، فلمّا كبر رغب في المطبوخ، وكان يحضر مع نداماه وبين يديه خرداذيُّ فيه مطبخةٌ، وعندهم قدحٌ واحدٌ، فيشرب هو من المطبوخ ويشرب صحابه من النيء، فإذا جاء القدح إليه ليشرب، غسله من أثر الخمر وشرب فيه، فإذا فرغ خرداذيُّ المطبوخ رجع فشرب من شراب إخوانه.\nوأمّا مخاطبته غيره وهو يعني نفسه، فهو كقولهم في المثل: إيّاك أعني واسمعي يا جارة. ولا عندد عن الجبلَّة، يريد المتنسِّك أن ينصرف حبُّه عن العاجلة، وليس يقدر على ذلك، كما لولا تقدر الظبية أن تصير لبؤةً، ولا الحصاة أن تتصوَّر لؤلؤةً: يوسف أعرض عن هذا واستغفري لذنبك إنَّك كنت من الخاطئين. وقول القائل في الدّعاء: اللهم اجعل وصعي بازياً، يكون للسّفه مواذياً.\nولقد علمت ولا أنهاك عن خلق\n...\nأن لا يكون امرؤ إلاّ كما خلقا\nوإنَّا لنجد الرّجل موقناً بالآخرة، مصدِّقاً بالقيامة، معترفاً بالوحدانية وهو يحجأ على النّابح بعظمٍ، وعلى الجارية بعارية نظمٍ، كأنّه في الأرض مخلدٌ، وإن فني سهلٌ وجلدٌ.\nوكثير من الذين يتلون الآية: \" مثل الذين ينفقون أموالهم في سبيل الله كمثل حبّةٍ أنبتت سبع سنابل في كلِّ سنبلة مائة حبِّةٍ، والله يضاعف لمن يشاء، والله واسعٌ عليم \". وهم بها مصدِّقون، ومن خشية إلههم مشفقون، يضنُّون بالقليل التافه ولا يسمحون للسّائل ولا الوافه، فكيف تكون حال من ينكر حديث الجزاء، ولا يقبل عن الفانية حسن العزاء؟ وقد\nالجزء: 1 ¦ الصفحة: 182\n",
        "مرّ به حديث أبي طلحة، أو أبي قتادة ومعناه أنهّ خاصم يهوديّاً إلى النبيّ صلّى الله وسلّم، وكان لأبي طلحة حديقة نخلٍ، وبينه وبين اليهوديّ خلفٌ في نخلةٍ واحدةٍ. فقال النبيُّ صلى الله عليه وسلم، لليهوديّ: أتسمح له بالنخلة حتى أضمن لك نخلةً في لجنّة؟ ونعتها رسول الله صلى الله عليه وسلم، بنعوت أشجار الجنّة. فقال اليهوديُّ: لا أبيع عاجلاً بآجل. فقال أبو طلحة: أتضمن لي يا رسول الله كما ضمنت له حتى أعطه الحديقة؟ فقال: نعم. فرضي أبو طلحة بذلك. وأخذ اليهوديّ وذهب إلى حديقته، فوجد فيها امرأته وأبناءه وهم يأكلون من جناها، فجعل يدخل إصبعه في أفواههم فيخرج ما فيها من التمر، فقالت امرأته: لِمَ تفعل هذا ببنيك؟ فقال: إنّي قد بعت الحديقة. فقالت: إن كنت بعتها بعاجلٍ فبئس ما فعلت! فقصَّ عليها الخبر، ففرحت بذلك.\nولو قيل لبعض عبَّاد هذا العصر: أعط لبنةً ذات قضَّةٍ، لتعطى في الآجلة لبنةً من فضَّة، لما أجاب. لو سئل أمةً عوراء، يعوَّض منها في الآخرة بحوراء، لما فعل. على أنّه من المصدِّقين، فكيف من غذي بالتكذيب، وجحد وقوع التّعذيب؟ وأمّا فاذوه فلقي طائر الحين، متكفياً من بين جناحين، فلا إله إلاَّ الله، ما أعدَّ المهراس، ليفضح به الرأس، ولكن لكلِّ أجل كتابٌ، والشرُّ يبكر وينتاب. منته نفسه التّوبة، فكانت كصاحبة امرىء القيس لمّا قال لها:\nمنَّيتنا بغدٍ وبعد غدٍ\n...\nحتى بخلت كأسوإ البخل\nأبي الهذيل العلاف\nويحكى عن أبي الهذيل العلاَّف أنّه كان يمرُّ في الأسواق على حمارٍ ويقول: يا قوم احذروا توبة غلامي. وكان له غلامٌ يعد نفسه التّوبة، فسقطت عليه آجرةٌ\nالجزء: 1 ¦ الصفحة: 183\n",
        "فقتلته، والدّنيا الغرَّارة ختلته.\nوأوّل ما سمعت بأخبار الشّيخ، أدام الله تأثيل لفضل ببقائه، من رجلٍ واسطيٍّ يتعرّض لعلم العروض، ذكر أنّه شاهده بنصيبين، وفيها رجلٌ يعرف بأبي الحسين البصري، معلماً لبعض العلويّة، وكان غلامٌ يختلف إليه يعرف بابن الدن، وقد اجتاز الشّيخ ببلدنا والواسطيُّ يومئذٍ فيه. وقد شاهدت عند أبي أحمد عبد السّلام بن الحسين المعروف بالواجكا رحمه الله، فلقد كان من أحرار النّاس كتباً عليها سماعٌ لرجلٍ من أهل حلب، وما أشكُّ أنّه الشّيخ، أيّد الله شخصه بالتّوفيق، وهو أشهر من الأبلق العقوق، لا يفتقر إلى تعريف بالقريض، بل يصدح شرفه بغير التّعريض. قال البكريُّ النَّسابة لرؤبة: من أنت؟ قال: أنا ابن العجَّاج. قال: قصَّرت وعرَّفت. وإنّما هو في الاشتهار، كما سطع من ضوء نهارٍ، وكما قال الطائيُّ:\nتحميه لألاؤه أو لو ذعيتَّه،\n...\nمن أن يذال بمن أو ممَّن الرّجل؟\nوإن تناسخت الأمم في العصور، فهو عليُّ بن منصور الذي مدحه الجعفيُّ، فقال والخالق وفيّ:\nفي رتبةٍ حجب الورى عن نيلها\n...\nوعلا، فسمّوه عليَّ الحاجبا\nحجب طلاب الأدب عن تلك الرّتبة، ونزل بالمشّامخة لا العتبة. وأمّا العلماء الذين لقيهم، فأولئك مصابيح النّاجية وكواكب الدّاجية، وإنَّ في النّظر إليهم لشرفاً، فكيف بمن اغترف من كلِّ بحرٍ وجد غرفاً؟ وإنّما أقول ذلك على الاقتصار، ولعلَّه قد نزف بحارهم بالقلم والفهم، وفتحوا له أغلاق البهم جمع بهمةٍ وهو الأمر الذي لا يهتدى له فأخذ عن الكتابيّ سور التنّزيل، وفاز بثواب جزيل، فكأنما لقنّه إيّاه الرّسول، وبدون تلك الدّرجة يبلغ\nالجزء: 1 ¦ الصفحة: 184\n",
        "السُّول. أو أخذها عن جبرئيل، فى غير ولا تبديل. وسهّلوا له ما صعب من جبال العربيّة، فصارت حزونة كتاب سيبويه عنده كالدِّمات، وغني في اللُّجج عن ركوب الأرماث.\nوأمّا انحيازه إلى أبي الحسن، رحمه الله، فقد كان ذلك الرّجل سيَّداً، ولمن ضعف من أهل الأدب مؤيَّداً، ولمن قوي منهم وادّاً، ودونه لللنوب محاداً، وكان كما قال القائل:\nوإذا رأيت صديقه وشقيقه\n...\nلم تدر أيهما ذوو الأرحام\nوكما قال الطّائيّ:\nكلُّ شعبٍ كنتم به آل وهب\n...\nفهو عبي وشعب كل أديب\nوالمثل السّائر: على أهلها تجني براقش. وذكر الصُّوليّ أنّه دخل على المتَّقي بعدما قتل بنو حمدان محمّد بن رائق، فسأله عن أبيات نهشل بن حرِّيّ:\nومولىّ عصاني واستبدَّ برأيه\n...\nكما لم يطع بالبفتين قصير\nفلما رأى ما غب أمري وأمره\n...\nوناءت بأعجاز الأمور صدور\nتمنَّى نئيشاً أن يكون أطاعني\n...\nوقد حدثت بعد الأمور أمور\nيقال: فعل كذا نئيشاً، أي بعدما فات، قال الشاعر:\nإنّك يا قطين ولت منهم\n...\nلألأم مالك عقباً وريشاً\nتناءت منكم عدس بن زيدٍ\n...\nفلم تعرفكم إلا نئيشاً\nوما زال الشّبان المحسون من أنفسهم بالنهضة، يبغون ما شرف من المراهص، وكيف بالسّلامة من الواهص؟ والمثل السّائر: رأي الشّيخ خير من مشهد الغلام. ورمّا سار الطّالب سورّة، فواجهت من القدر زورةّ، إنّ الغفة من العيش، لتغني المجتهد عن البري والرّيش، ولكن لا موئل من القضاء\nالجزء: 1 ¦ الصفحة: 185\n",
        "المحتوم، وآهٍ من عمرٍ بالتّلف مختوم:\nوسورة علمٍ لن تسَّدد، فأصبحت\n...\nوما يتمارى أنّها سورة الجهل\nوأمّا حججه الخمس فهو، إن شاء الله، يستغني في المحشر بالأولى منهن، وينظر في المتأخرين من أهل العلم، فلا ريب أنّه يجد فيهم من لم يحجج، فيتصدّق عليهم بالأربع.\nوكأنّي به وعماعم الحجيج، يرفعون التّلبية بالعجيج، وهو يفكر في تلبيات العرب وأنّها جاءت على ثلاثة أنواع: مسجوع لا وزن له، ومنهوك، ومشطورٍ.\nفالمسجوع كقولهم:\nليبك ربنّا لَّبيك،\n...\nوالخير كله بيديك\nوالمنهوك على نوعين: أحدهما من الرَّجز، والأخر من المنسرح، فالذي من الرَّجز كقولهم:\nلبيك إن الحمد لك،\n...\nوالملك لا شريك لك\nإلا شريك هو لك\n...\nتملكه وما ملك\nأبو بناتٍ بفدك فهذه من تلبيات الجاهليّة، وفداك يومئذ فيها أصنام، وكقولهم.\nلبيك يا معطي الأمر،\n...\nلبيّك عن بني النّمر\nجئناك في العام الزَّمر\n...\nنأمل غيثاً ينهمر\nيطرق بالسيّل الخمر.\nوالذي من المنسوج جنسان: أحدهما في آخره ساكنان، كقولهم:\nلبيك ربَّ همدان،\n...\nمن شاحطٍ ومن دان\nجئناك نبغي الإحسان\n...\nبكلّ حرفٍ مذعان\nنطوي إليك الغيطان:\n...\nنأمل فضل الفغران\nوالآخر لا يجتمع فيه ساكنان كقولهم:\nلبيك عن بجيلة\n...\nالفخمة الرّجيلة\nونعمت القبيلة\n...\nجاءتك بالوسيله\nنؤّمل الفضيله وربّما جاؤوا به على قوافٍ مختلفة، كما رورا في تلبية بكر بن وائل:\nلبيك حقاً حقاً\n...\nتعبّداً ورقاً\nجئناك النَّصاحه\n...\nلم نأت للرَّقاحه\nوالمشطور جنسان: أحدهما عند الخليل من الرّجز، كما روي في تلبية تميم:\nلبيك لولا أنّ بكراً دونكا\n...\nيشكرك الناس ويكفرونكا\nالجزء: 1 ¦ الصفحة: 186\n",
        "ما زال منّا عثج يأتونكا والآخر من السريع وهو نوعان: أحدهما يلتقي فيه ساكنان كما يروون في تلبية همدان:\nلبيك مع كل قبيلٍ لبوك\n...\nهمدان أبناء الملوك تدعوك\nقد تركوا أصنامهم وأنتابوك،\n...\nفاسمع دعاءً في جميع الأملوك\nقوهم: لبَوك، أي لزموا أمرك، ومن روى: لبَّوك، فهو سناد مكروه.\nوالمشطور الذي لا يجتمع فيه ساكنان كقولهم:\nلبيك عن سعدٍ وعن بنيها\n...\nوعن نساءٍ خلفها تعنيها\nسارت إلى الرّحمة تجتنيها والموزون من التلبية يجب أن يكون كلهّ من الرجز عند العرب، ولم تأت التلبية بالقصيد. ولعّلهم قد لبّوا به ولم تنقله الرّواة.\nوكأني به لمّا اعتزم على استلام الرّكن، وقد ذكر البيتين اللذّين ذكرهما المفجع في حدَّ الإعراب:\nلو كان حياّ قبلهن ظعائناً،\n...\nحيَّا الحطيم وجوهنَّ وزمزم\nلكنَّه عمّا يطيف بركنه\n...\nمنهنَّ صمّاء الصدى مستعجم\nفيعجب من خروجه من المذكَّر إلى المؤنث. وإذا حمل هذا على إقامة الصفّة مقام الموصوف لم يبعد.\nوكذلك يذكر قول الآخر:\nذكرتك والحجيج له عجيجٌ\n...\nبمكثة والقلوب لها وجيب\nفقلت ونحن في بلدٍ حرامٍ\n...\nبه لله أخلصت القلوب\nأتوب إليك يا ربّاه ممّا\n...\nجنيت فقد تظاهرت الذّنوب\nفأمّا من هوى ليلى وحبِّي\n...\nزيارتها، فإنِّي لا أتوب\nالجزء: 1 ¦ الصفحة: 187\n",
        "فيقول: أليس قال البصريون إنَّ هاء النُّدبة لا تثبت في الوصل والهاء في قوله: يا ربَّاه، مثل تلك الهاء ليس بينهما فرقٌ؟ ولكن يجوز أن يكون مغزاهم في ذلك المنثور من الكلام، إذ كان المنظوم يحتمل أشياء لا يحتملها سواه.\nولعلّه قد ذكر هذه الأبيات في الطَّواف:\nأطوِّف بالبيت فيمن يطوِّف،\n...\nوأرفع من مئزري المسبل\nوأسجد باللّيل حتى الصّباح،\n...\nوأتلو من المحكم المنزل\nعسى فارج الكرب عن يوسفٍ\n...\nيسخِّر لي ربَّة المحمل\nفقال: ما أيسر لفظ هذه الأبيات لولا أنّه حذف أن من خبر عسى! فسبحان الله، لا تعدم الحسناء ذاماً، وأيُّ الرّجال المهذَّب.\nوذكر عند النَّفر وتفرُّق الناس هذين البيتين:\nودّعي القلب يا قريب وجودي\n...\nلمحبٍّ فراقه قد أحمّا\nليس بين الحياة والموت إلاَّ\n...\nأن يرّدوا جمالهم فتزمّا\nوقول قيس بن الخطيم:\nديار التي كادت ونحن على منى\n...\nتحلُّ بنا، لولا نجاء الرّكائب\nولم أرها إلاَّ ثلاثاً على منى\n...\nوعهدي بها عذراء ذات ذوائب\nتبدّت لنا كالشّمس تحت غمامةٍ\n...\nبدا حاجب ٌ منها، وضنَّت بحاجب\nوميّز بين هذين الوجهين في قوله: تحلُّ بنا، لأنََّه يحتمل أن يكون: تحلّ فينا، وقد يجوز أن يريد: تحلنا، كما يقال: انزل بنا هاهنا، أي أنزلنا، ومنه قوله:\nكما زلَّت الصّفواء بالمتنزل\nوإن كانت الحجج التي أتى بهامع مجاورةٍ، فقد أقام بمكّة حتى صار أعلم بها من\nالجزء: 1 ¦ الصفحة: 188\n",
        "ابن داية بوكره، والكدريِّ بأفاحيصه، والحرباء بتنضبته.\nوإن كان سافر إلى اليمن أو غيره، وجعل يحجُّها في كلّ سنة، فذلك أعظم درجة في الثّواب، وأجدر بالوصول إلى محلِّ الآوَّاب. ولعلّه قد وقف بالمغمِّس وترحَّم على طفيلٍ الغنوي لقوله:\nهل حبل شماء بعد الهجر موصول\n...\nأم أنت عنها بعيد الدّار مشغول؟\nإن هي أحوى من الرِّبعي، حاجبه،\n...\nوالعين بالإثمد الحاري مكحول\nترعى أسرة مولّيٍ أطاع لها\n...\nبالجزع، حيث عصى أصحابه الفيل\nوإنّما أطلقت التّرحُّم على طفيلٍ إذ كان بعض الرّواة يزعم أنَّه أدرك الإسلام، وروى له مدحٌ في النبي صلّى الله عليه وسلم، ولم أسمعه في ديوانه، وهو:\nوأبيك خيرٍ إنَّ إبل محمّدٍ\n...\nعزلٌ تماوح أن تهبَّ شمال\nوإذا رأين لدى الفناء غريبةً\n...\nفاضت لهنَّ من الدّموع سجال\nوترى لها حدَّ الشّتاء على الثّرى\n...\nرخماً، وما تحيا لهنّ فصال\nوأنشد أبيات ابن أبي الصّلت الثّقفي:\nإن آيات ربنا ظاهراتٌ\n...\nما تمارى فيهنّ إلا الكفور\nحبس الفيل بالمغمَّس حتى\n...\nظلَّ يحبو، كأنَّه معقور\nكلُّ دين يوم القيامة عند الله\n...\nإلاَّ دين الحنفية بور\nوما عدم أن تخطر له أبيات نفيلٍ:\nألا حييت عنّا ردينا\n...\nنعمناكم مع الإصباح عينا\nردينة لو رأيت، فلا تريه،\n...\nلدى جنب المغمِّس ما رأينا\nإذا لعذرتني ورضيت أمري،\n...\nولم تأسي على مافات بينا\nالجزء: 1 ¦ الصفحة: 189\n",
        "حمدت الله إذ أبصرت طيراً\n...\nوحصب حجارةً تلقى علينا\nوكلُّ القوم يسل عن نفيلٍ\n...\nكأنَّ عليَّ للحبشان دينا!\nوليت شعري أقارناً أهلّ أم مفرداً؟ وأرجو أن لا تكون لقيته بمكَّة شهلةٌ تعرض عليه فتيا ابن عبّاسٍ، حلف ما بها من باسٍ، فتذكَّر قول القائل:\nقالت، وقد طفت سبعاً حول كعبتها:\nهل لك يا شيخ في فتيا ابن عبّاس؟\nهل لك في رخصة الأطراف ناعمةٍ\nتمسي ضجيعك حتى مصدر النّاس فأمّا المنتسبون إلى جوهرٍ، فالجوهر بعد إدراك الحظِّ، يرجع إلى تغيير وتشظٍّ، كم درّةٍ في تاج ملك، لمّا رمي بالمهلك، فضتَّها من الأسف حظاياه، وهل تثني من الأجل سراياه؟ وأخرى على نحر كعاب، شطَّت عن الدَّنس والعاب، منيت بالنقابة أو النُّحاز، فجعلتها الوالدة في منحاز.\nوكأنّي به وقد مرَّّ بأنطاكية فذكر قول امرىء القيس:\nعلون بأنطاكيَّةٍ فوق عقمةٍ،\n...\nكجرمة نحلٍ أو كجنّة يثرب\nوخطر له أن النّطك وهو اللّفظ الذي يجب أن يشتق منه أنطاكية لو كانت عربيّةً، مهملٌ لم يحكه مشهورٌ من الثِّقات. ولمّا مرَّ بملطية أنكر وزنها وقال: فعلية، مثالٌ لم يذكر، وإذا حملناها على التّصريف وجب أن تكون ياؤها زائدةً لأن قبلها ثلاثةً من الأصول.\nوأمّا صديقه الذي جدب عند السَّبر، فهو يعرف المثل: أعرض عن ذي قبر، إذا حجز دون الشّخص ترابٌ، فقد تقضَّت الآراب، من ليم في حال حياته، استحقَّ المعذرة في مماته، ولعله نطق بما نطق في معنى انبساطٍ، لا وهو بالكلم ساطٍ، ومن غفر ذنب حيٍّ وهو يلحق به الأذاة، فكيف لا يغفر له بعد الميتة وقد عدم منه الشَّذاة؟ وسلامٌ\nالجزء: 1 ¦ الصفحة: 190\n",
        "على رمسٍ من مخالسٍ، يعدل بألف تسليمةٍ في المجالس، وهو يعرف ما قالوه في معنى البيت:\nوآتي صاحبي حيث ودَّعا\nأي أزور قبره.\nوأمّا الذي أنكره من البديه، فمولاي الشّيخ مكرَّرٌ في الأدب تكرير الحسن والحسين في آل هاشم، والوشم المرجَّع بكفِّ الواشم، وهل يعجب لسعجةٍ من قمريّ، أو قطرةٍ تسبق من السّحاب المريّ؟ ولو باده خزامى عالجٍ بالرائحة لجاز أن يرعف غضيضها، أو البروق الوامضة لما امتنع أن يعجل وميضها. وفي النّاس من يكون طبعه المماظَّة، فيؤذي الجليس، ويكثر التّدليس وهو يعلم أنّه فاضل، لا ينضله في الرّمي مناضل.\nوالبديه ينقسم أفانين، ويصرّف للنّفر أظانين. فمنه القبل، ولعلّه فيه أجرى من سبل، أو هو السَّبل. والمراد بسبل الفرس الأنثى المعروفة، والسَّبل: المطر.\nوبديه التّمليط، ولا تجود الرّاسية بالسَّليط.\nوبديه الإعنات، وذلك الموقظ من السِّنات، وهو يختلف كاختلاف الأشكال، ولا ينهض به ذو الوكال.\nوأمّا أبو عبد الله بن خالويه وإحضاره للبحث النُّسخ، فإنّه ما عجز ولا أفسخ أي نسي ولكن الحازم يريد استظهاراً، ويزيد على الشّهادة الثانية ظهاراً:\nأرى الحاجات عند أبي خبيبٍ،\n...\nنكدن، ولا أميَّة في البلاد\nأين كأبي عبد الله؟ لقد عدمه الشّام! فكان كمكَّة إذ فقد هشام، عنيت هشام بن المغيرة، لأنَّ الشاعر رثاه فقال:\nأصبح بطن مكَّة مقشعرّاً\n...\nكأنَّ الأرض ليس بها هشام\nيظلُّ كأنّه أثناء سوطٍ\n...\nوفوق جفانه شحمٌ ركام\nفللكبراء أكلٌ كيف شاءوا\n...\nوللصُّغراء حملٌ واقتثام\nالجزء: 1 ¦ الصفحة: 191\n",
        "وأبو الطيب اللّغوي اسمه عبد الواحد بن عليٍّ، له كتابٌ في الإتباع صغير على حروف المعجم في أيدي البغداديين، وله كتابٌ يعرف بكتاب الإبدال، قد نحا به نحو كتاب يعقوب في القلب، وكتابٌ يعرف بشجر الدرِّ، سلك به مسلك أبي عمر في المداخل، وكتابٌ في الفرق قد أكثر فيه وأسهب. ولا شكَّ أنَّه قد ضاع كثيرٌ من كتبه وتصنيفاته، لأنّ الرّوم قتلوه وأباه في فتح حلب. وكان ابن خلويه يلقبِّه قرموطة الكبرثل، يريد دحروجة الجمل، لأنّه كان قصيراً.\nوحدّثني الثقه أنّه كان في مجلس أبي عبد الله بن خالويه وقد جاءه رسول سيف الدّولة يأمره بالحضور ويقول له: قد جاء رجلٌ لغويُّ، يعني أبا الطّيب هذا، قال المحدِّث: فقمت من عنده ومضيت إلىالمتنبي فحكيت له الحكاية، فقال: السّاعة يسلء الرّجل عن شوط براحٍ، والعلَّوض، ونحو ذلك، يعني أنّه يعنته.\nوكان أبو الطيب اللّغوي بينه وبين أبي العبّاس بن كاتب البكتمريّ مودّةٌ ومؤانسةٌ، وله يقول:\nيا عبد إنّك عند القلب جنتَّه\n...\nحبّاً، وإّنَك عند الطَّرف ناظره\nأزمعت سيراً، فقل ما أنت قائله\n...\nواذكر لراعي الهوى، ما أنت ذاكره\nلا أشتكي سهراً طالت مسافته\n...\nاللّيل يعلم أنّي الدّهر ساهره\nقوله: يا عبد، يريد: يا عبد الواحد، كما قال عديُّ بن زيد في الأبيات الصادية التي مضت:\nغيبَّت عنّ؟ ي عبد في ساعه الشَّرّ\n...\nوجنِّبت أوان العويص\nيريد عبد هندٍ.\nوقد كان أبو الطيب يتعاطى شيئاً من النَّظم.\nوقد علم الله أنّي لا في العير ولا في النّفير، ومن للجارمة بالتّكفير؟ كلَّما رغبت في الخمول، قدِّر لي غير المأمول، كان حقُّ الشّيخ إذ أقام في معرَّة النّعمان سنةً ان لا يسمع لي بذكرٍ، ولا\nالجزء: 1 ¦ الصفحة: 192\n",
        "أخطر له على فكر، والآن فقد غمر إفضاله، وأظلَّني دوح أدبه لا ضاله، وجاءتني منه فرائد لو تمثِّلت لواحدة منها تومةً، لم تكن بالصحف مكتومةً، ولاستغنى بثمنها القبيل، وعمر إليها السّبيل؛ ينظر منها النّاظر لى جوهرةٍ، مثل الزّهرة، كما قال الرّاجز:\nذهب لمّا أن رآها تزمره\n...\nوقال: يا قوم، رأيت منكرة\nشذرة واد إذ رأيت الزُّهرة وبعضهم يروي: ترمله، مكان: تزمره، وهي أكثر الرّوايتين على ما فيها من الإكفاء.\nوهو، أدام الله عزَّ الأدب بحياته، كريم الطّبع والكريم يخدع، ومن سمع جاز أن يخال، والجندل لا ينتج الرِّخال.\nوأمَّا ما ذكره من ميله في مصر إلى بعض اللّذات، فهو يعرف الحديث: أريحوا القلوب تع الذِّكر. وقال أحيحة بن الجلاح:\nصحوت عن الصِّبا واللهو غول\n...\nونفس المرء آونة ملول\nوكان ينبغي أن يكون في هذا الوقت يضبط ما معه من الأدب بدرس من يدرس عليه، إذ كانت السِّنُّ لابدَّ لها من تأثير، وأن ترمي بقلَّةٍ كلَّ كثيرٍ، ولكنَّ قطرته الفاردة تغرَّق، ونفسه إذا برد يحرِّق، وقال رجلٌ من قريش:\nلله درّي حين أدركني البلى\n...\nعلى أيِّما تأتي الحوادث أندم؟؟؟؟!\nألم أجتل البيضاء يبرق حجلها\n...\nلها بشرٌ صافٍ ووجهٌ مقسَّم؟\nولم أصطبح قبل العواذل شربةً\n...\nمشعشعةً، كأنَّ عاتقها الدّم\nولعلّه قد قضى الأرب من ذلك كلَّه، والأشياء لها أواخر، وإنَّما العاجلة سرابٌ ساخر، وقد عاشر ملوكاً ووزراء، فلا منقصة ولا إزراء، وقد سمع\nالجزء: 1 ¦ الصفحة: 193\n",
        "نبأ النّعمان الأكبر، إذ فارق ملكه فراق المعبر، وتعوَّض من الحرير المسوح، ورغب في أن يسوح، وإيّاه عنى العباديُّ في قوله:\nوتذكَّر ربَّ الخورنق إذ فكَّ\n...\nر يوماً وللهدى تفكير\nسرَّه ملكه وثرة ما يم\n...\nلك والبحر معرضاً والسّدير\nفارعوى جهله فقال: وما غب\n...\nطة حيٍّ إلى الممات يصير؟\nوالسُّكر محرَّمٌ في كلِّ الملل، ويقال: إنّ الهند لا يملِّكون عليهم رجلاً يشرب مسكراً، لأنّهم يرونه منكراً، ويقولون: يجوز أن يحدث في المملكة نبأٌ الملك سكران، فإذا الملك المتبع هكران.\nلعنت القهوة، فكم تهبط بها رهوةٌ؛ لا خيرة في الخمر، توطىء على مثل الجمر. من اصطبح فيهجاً، فقد سلك إلى الدّهية منهجاً. من اغتبق أمَّ ليلى، فقد سحب في الباطل ذيلاً. من غري بأمَّ زنبق، فقد سمح بالعقل الموبق. من حمل بالرّاحة راحاً، فقد أسرع للرّشد سراحاً. من رضي بصحبة العقار فقد خلع ثوب الوقار. من أدمن قرقفاً، فليس على الواضحة موقفاً. من سدك بالخرطوم، رجع إلى حال المفطوم. المواظبة على العانِّي، تمنع بلوغ الأماني. الخيبة لسبيئةٍ، تخرج من سرٍّ كلَّ خبيئةٍ. لا فائدة في الكميت، جعل حيَّها مثل الميت. من بلي بالصَّرخديّ، لم يكن من الفاضحة بالمفديّ. ما أخون عهود السُّلاف، تنفض مرير الأحلاف. أمّا السُّلافة، فسلٌّ وآفة. كم شابٍّ في بني كلابٍ، مات غبطةً، وما بلغ من الدّنيا غبطة؟! رماه بسحافٍ قاتلٍ، إدمان المعتقَّة ذات المخاتل. من بكر إلى الشَّمول، فرأيه ينظر بطرف مسمول. أقلُّ عنتاً من كرينة، ليثٌ زأر في العرينة. كم بربطٍ، عصف بجعد\nالجزء: 1 ¦ الصفحة: 194\n",
        "وسبط! كم مزهرٍ، أوقع هاجداً في السَّهر! وهو يعرف أبيات المتنخِّل:\nممّا أقضِّي ومحار الفتى\n...\nللضبع والشيبة والمقتل\nإن يمس نشوان بمصروفةٍ\n...\nمنها بنيءٍ، وعلى مرجل\nلا تقه الموت وقيّاته\n...\nخطَّ له ذلك في المحبل\nوينبغي أن يزِّهده في الصّهباء الصّافية، أن نداماه الأكرمين أصبحوا في الأجداث العافية، كم جلس مع فتيانٍ، أتى عليهم الزّمن كلَّ الإتيان، فكان كما قال الجعديُّ:\nتذكّرت والذّكرى تهيج لي الهوى\nومن حاجة المحزون أن يتذكّرا\nنداماي عند المنذر بن محرِّقٍ\nفأصبح منهم ظاهر الأرض مقفرا وهو يعرف الأبيات التي أوّلها:\nخليليَّ هبَّا طال ما قد رقدتما،\n...\nأجدّكما لا تقضيان كراكما؟\nوهل يعجز أن يكون كما قال الآخر:\nأمّا الطّلاء فإنّى لست ذائقها\n...\nحتى ألاقي بعد الموت جبَّارا\nكأنّه كان نديمه على الطِّلاء، فلمّا رماه التّلف من غير بلاء، حرَّم عليه شربها، حتى تسكنه الرّاكدة تربها.\nوسرَّتني فيئة الدّنانير إليه، فتلك أعوانٌ، تشتبه منها الألوان، ولها على النّاس حقوقٌ، تبرُّ إن خيف عقوق.\nقال عمرو بن العاص لمعاوية: رأيت في النّوم أن القيامة قد قامت وجيء بك وقد ألجمك العرق. فقال معاوية: هل رأيت ثمَّ من دنانير مصر شيئاً؟ وهذه لا ريب من دنانير مضر لم تجيء من عند السُّوق، ولكن من عند الملوك، ولم تكن مهر هلوك، فالحمد لله الذي سلَّمها إلى هذا الوقت ولم تكن كذهبٍ مخزونٍ،\nالجزء: 1 ¦ الصفحة: 195\n",
        "صار إلى الخمّارة مع الموزون، كما قال:\nوخمَّارةٍ من بناتٍ المجوس\n...\nترى الزِّقَّ في بيتها شائلا\nوزنَّا لها ذهباً جامداً،\n...\nفكالت لنا ذهباً سائلا\nولا ألغز عنها هذا البيت:\nدنانيرنا من قرن ثورٍ، ولم تكن\n...\nمن الذهب المضروب بين الصّفائح\nلو رآها المرقِّش لعلم أنّها أحسن من وجوه حبائبه، لمَّا غدا الظّاعن بربائبه، فقال:\nالنَّشر مسكٌ، والوجوه دنا\n...\nنيرٌ، وأطراف الأكفِّ عنم\nوإنها لأحسن من الوجوه التي ذكرها الجعدي، وزعم أن حسنها بديّ، فقال:\nفي فتوٍ شمّ العرانين أمثا\n...\nل الدّنانير شفن بالمثقال\nأخذت من جوائز كرامٍ صيدٍ، تارةً بالخدمة وتارة بالقصيد، ولم تكن في العيدية مرهناتٍ، ولا عند الغرض موهناتٍ، كما قال ردَّادٌ الكلابيُّ:\nيطوي ابن سلمى بها عن راكبٍ بعراً\n...\nعيديَّة، أرهنت فيها الدّنانير\nوهي عند البله والكيس، أجود من الخاتم الذي ذكره ابن فيسٍ، فقال:\nإن ختمت جاز طين خاتمها،\n...\nكما تجوز العبديّة العتق\nأراد بالعبدية دنانير نسبها إلى عبد الملك بن مروان، ويقال إنّه أول من ضرب الدّنانير في الإسلام.\nوجلتّ عن نقد الصّيرفي، وهي الرّواجح لدى الميزان الوفّي، حاش الله أن تكون كما قال الفرزدق:\nتنفى يداها الحصى في كلّ هاجرةٍ\n...\nنفي الدّنانير تنقاد الصّياريف\nالجزء: 1 ¦ الصفحة: 196\n",
        "وهذا البيت ينشد على وجهين: الدّنانير والدّارهيم.\nولا هي من دنانير أيلة، باع بها البائع نخيله، وإنمّا ذكروا دنانير أيلة لأنهّا كانت في حيّز الرّوم فتأتيها الدَّنانر من الشام، قال:\nوما هبرزي من دنانير أيلةٍ\n...\nبايدي الوشاة مشرقاً يتأكَّل\nالوشاة: النقاشون الذين يشونه ولو رآها الضبيّ محرزٌ، لشهد أنهّا حين تبرز، أجلُّ من تلك القسمات وإن كانت في أوجه ذي سماتٍ، قال:\nكأن دنانيراً عى قسماتهم،\n...\nوإن كان قد شفّ الوجوه لقاء\nومعاذ الله أن نقرن بحوذان وادٍ، سقته روائح وغوادٍ، حتى إذا القيظ وهج، تمزّق ما لبس وانهج، قال الشاعر:\nوربَّ وادٍ سقاه كوكب أمر\n...\nفيه الأوابد والأدم اليعافير\nهبطته غادياً والشّمس شارقة\n...\nكأن حوذانه فيه الدّنانير\nولو أخذ مثلها النّادم على بيع كميته، لأسكنت البهجة في خلده وبيته، ولم يأسف أن عوض حماراً من فرس، ولوجد على الشّكوى ذا خرسٍ، ولم يقل:\nندمت على بيع الكميت، وأنمّا\n...\nحياة الفتى هم له وخسار\nوامّا أتاني بالدنّانير سائمي،\n...\nأصاخت وهشت للبياع نوار\nوقالت: أتم البيع واشتر غيره،\n...\nفحولك في المشتى بنون صغار\nفأنفقت فيهم ما أخذت، ولم يزل\n...\nلدي شراب راهن وقتار\nإلى أن تداعى الجند بالغزو وانجلت\n...\nغوم شتاء سحبهن غزا\nوأعوزني مهر يكون مكانه\n...\nكأن ليس ين العالمين مهار\nالجزء: 1 ¦ الصفحة: 197\n",
        "وسار على الخل المغذَّة صحبتي\n...\nوسرت وتحتي للشقاء حمار\nولله المنّة كما نجّاها بالقدر من بكورٍ، ليس من بكره بالمشكور، يحمل معه دنانير، ولا يصحب من القوم صنانير، أي بخلاء فيقيم بهم في الدَّسكرة أيامّاً، أيقاظاً في السكر أو نياماً، فتفني الذَّهب أقداح، كأنّها جزور الميسر وهي القداح قال الجعدي:\nود سكرةٍ صوت أبوابها\n...\nكصوت المواتح في الحوأب\nسبقت إليها صياح الدّيوك\n...\nوصوت نواقي لم تضرب\nوقال آخر:\nوقبضةٍ من دنانير غدوت بها\n...\nللدّسكري وحولي فتية مح\nولم يزل ثمّ يسقينا ويأخذها\n...\nحتى استقلَّ بما في الصّرَّة القدح\nولو كان الشيخ أدرك من تقدم من الملوك، لكن كلّ واخد منها كالذي قال فيه القائل\nوأصفر من ضرب دار الملوك\n...\nيلوح على وجهه جعفر\nيزيد على مائة واحداً،\n...\nإذا ناله معشرٌ أيسروا\nودنانيره، بإذن الله، مقدَّسات، ما هنَّ بالحرج ملدسات\nوالحزامة من سومه وشيمه، فلا يدفع إلى مقارض شيئاً من عيمه أي مختاراته وفي الكتاب العزيز: \" ومن أهل الكتاب من إن تأمنه بقنطار يؤده إليك، ومنهم من إن تأمنه بدينار لا يؤدَّه إليك \" وهذا قيل لرسول الله صلى الله عليه وسلم: وقد كان في زمانه من تخرج، يتضمخ بالنسك ويتأرخ، فأما اليوم فلو أمن كتابي على نميٍَّ، لأسرعت إليه الظنَّن إسراع رميّ والرَّمي ههنا سحاب\nالجزء: 1 ¦ الصفحة: 198\n",
        "سريع الإقشاع، من قول الهذلي:\nأولئك ودعوت أتاك منهم\n...\nرجال مثل أرمية الحميم\nوما عنيت بالكتابي، من نسب إلى توارةٍ وإنجيل، دون من نسب إلى القرآن البجيل.\nعلى أنّه لا بدّ من أمانةٍ مفترقة في البلاد، تكون للخيّر من التّلاد، وإنّها في الآخرة لأشرف، وأرحض لما يقترف، فليشفق على الصّبابة، إشفاق الندَّس ذي اللَّبابة، فكل واحدٍ منها دينار أعزةٍ، يبعث الرّابي على الهزّة، كما قال سحيم:\nتريك غداة البين كفاً ومعصماً\n...\nووجهاّ كدينار الأعزَّة صافيا\nولو نظر إليه قيس بن الخطيم لما شبّه به وجه كنوده، وجعله من أنصر جنوده، ولم يسمح أن يقول:\nصرمت اليوم حبلك من كنودا\n...\nلتبدل وصلها وصلاً جديدا\nعشيَّة طالعت فأرتك قصراً\n...\nمحاسن فخمة منها وجيدا\nووجهاً خلته لمّا بدا لي\n...\nغداة البين ديناراً نقيدا\nولمثله قصد ربيعة بن المكدَّم، لمّا أيقن بحتفٍ مقدَّم، فقال:\nشديّ علىَّ العصب أنَّ سيّار\n...\nفقد رزيت فارساً كالدّينار\nأو ملكه مالك بن دينار مع زهده، وبلوغه في الورع أقصى جهده، لجاز أن يحجأ به على دينار أبيه، وقد يكذب قائل في التشبيه.\nوكلّ هبرزيٍ من هذه الصُّفر المباركة، أبلغ في قضاء الحاجة من دينارٍ الذي اختاره للمأربة قائل هذا البيت:\nهل أنت باعث دينارٍ لحاجتنا\n...\nأو عبد ربٍ أخا عون بن مخراق\nوهذا البيت يتداوله النحويوّن، وزعم بعض المتأخرين من أهل العلم أنّه\nالجزء: 1 ¦ الصفحة: 199\n",
        "مصنوع، وما أجدره بذلك! فأمّا قول\nالفرزدق\n:\nرأيت ابن دينارٍ يزيد رمى به\n...\nإلى الشام يوم العنز، والله قاتله\nلو كان دينار هذا المذكور كأحد هذه الدّنانير، لأرب به أن ينسب إليه يزيد.\nوأين هي من دنانير النّخَّة التي قال في واحدها القائل:\nعميّ الذي منع الدّينار ضاحيّةّ،\n...\nدينار نخَّة جرمٍ وهو مشهود\nودينار النَّخَّة دينار كان يأخذه المصدَّق إذا فرغ من الجباية.\nوكل نقيشٍ من هذه الرّاجعة بعد اليأس، أنقع لغليل الصَّديان، من دينار الذي دعاه لسقيه راكب فلاةٍ، وهو على كور علاةٍ فقال:\nأقول لدينارٍ وهنَ شوائل،\n...\nبنا كنعامٍ طالبات رئال\nلكّ الويل أدركني بشربة آجن\n...\nمن الماء، ما مشروبها بزلال\nفما كاد دينار يغيث بنطفة\n...\nحشاشة نفسٍ آذنت بزوال\nولا هو كدينار الأخطل الذي ذكره في قوله:؟ كمت ثلاثة أحوال بطينتها حتى اشتراها عبادي بدينار\nلو وقع إلى عبادي لما مذل\n...\nبه لخمَّار، ولو حسب في الضمَّار\nولا كالدّينار في البيت الذي أنشده أبو عمرو الزّاهد:\nوفي الكتاب أسطر محكوكه،\n...\nلا حظَّ في الدّينار للكاروكه\nزعم أن الكاروكة القوادة.\nوالعجب لها تفر من بنان السّارق، فرار دنانير الشَّارق، وصفها أبو الطيب فقال:\nوألقى الشّرق منها في ثيابي\n...\nدنانيراً تفر من البنان\nلو رآها كثيرَّ عزة لآلى أوكد أليةٍ، أنّها أحسن من الهرقليَّة، التي شبه\nالجزء: 1 ¦ الصفحة: 200\n",
        "بمنفردها نفسه فقال:\nيروق عيون النّاظرين كأنّه\n...\nهرقلي وزنٍ، أحمر التبّر، راجح\nوإن كانت زائدة على الثمانين،\n...\nفقد أوفت على عدَّة أصحاب\nموسى الذين جاء فيهم: \" واختار موسى قومه سبعين رجلاً لميقاتنا \" وعلى عدّة الاستغفار المذكور في قوله: \" إن تستغفر لهم سبعين مرّة فلن يغفر الله لهم \"، وعلى عدّة أذرع السّلسلة في قوله تعالى: \" في سلسلة ذرعها سبعون ذراعاً فاسلكوه \".\nولو كان الإنسان في قليب عمقه ثمانون قامةً، جاز أن تستنقذه هذه المصفرَّة من غير مرضٍ، والزّائلة بما يعترض من الجرض وإنّما ذكرت ذلك لقول الأعشى:\nولو كنت في جبٍ ثمانين قامةً\n...\nورقيِّت أسباب السّماء بسَّلم\nولو كانت سنو زهير مثلها لما وصف نفه بالسآمة، ولكانت له أنهض قامة والقامة الأعوان، كأنّها جمع قائم. قال الرّاجز:\nوقامني ربيعة بن كعب\n...\nحسبك ما عندهم وحسبي\nولو أدركه عروة بن حزام وهو يقول:\nيكلفّني عمّي ثمانين ناقة\n...\nوما لي يا عفراء غير ثمان\nلجاز أن يرقّ له فيغيثه من هذه الثّمانين ببعضها أو يسمح له بكلّها، لأنّه كريم طبع، وعوده في النُّوب عود نبعٍ؛ ولو صارت في يد عروة هذه الثمانون، لبلغ بها الأمنية لأنّ النّاقة في ذلك الزّمان كانت ربّما اشتريت بعشرةٍ دراهم.\nالفرزدق\nوفي بعض أخبار الفرزدق، أنّ رجلاً من ملوك بني أمية أعطاه مائة من إيل الصّدقة، فباعها بألفٍ وخمسمائة درهم، بعدما عني به، وزيد في الثمن. وقد\nالجزء: 1 ¦ الصفحة: 201\n",
        "مرّت به الحكاية التي يذكرها أصحاب التاريخ، أن الجمل كان يباع في زمن أبي جعفر المنصور بدرهمٍ، وأنّه صادر قوماً من أصحابه، وكانت لهم نعج، فباعوها ثماني نعاجٍ بدرهم. هذا ممّا وجد بخط المرزبانيّ في تاريخ ابن شجرة. وهي أنصر من الثمّانين التي ذكرها العلوي البصري في قوله:\nعبرت إليهم في ثمانين فارساً،\n...\nفأدركت منهم بغيتي ومراديا\nولولا خشية الغلوِّ لقلت: ومن ثمانين ألفاً ذكرها السِّنبسيُّ في قوله:\nثمانون ألفاً، ولم أحصهم،\n...\nوقد بلغت رجمها أو تزيد\nوكيف لهمَّام بن غالبٍ أن ترميه الحوادث بهذه الثمانين، كما رمته بسنيه في قوله:\nرمتني بالثِّمانين اللّيالي،\n...\nوسهم الدّهر أقتل سهم رام\nولو ملكها راعي ثمانين الذي يقال فيه، أحمق من أعي ضأنٍ ثمانين، لجعلت له عقلاً صافياً، وثوباً من الدّّعة ضافياً.\nوالمثل السّائر: وجدان الدّعة والرَّقين، يذهب أفن أفين، ويروى: يغطِّي أفن ألأفين. وليس للرِّقة، شرف هذه الأشكال المشرقة، وللذهب على الفضَّة صرف، والمكارم لها عرف.\nوهو يعرف حكاية الحطيئة مع سعيد بن العاص لمَّا قال له: أيُّ النّاس أشعر؟ قال: الذي يقول، وهو أبو دؤادٍ الإياديُّ:\nلا أعدُّ الإقتار عدماً ولكن\n...\nفقد من قد رزئته الإعدام\nقال: ثمّ من؟ قال: الذي يقول وهو حسان بن ثابت:\nربَّ علمٍ أضاعه الما\n...\nل وجهلٍ غطِّى عليه النّعيم\nقال: ثمّ: قال: الذي يقول وهو أعشى قيس:\nبيضاء ضحوتها وصف\n...\nراء العشيّة كالعراره\nالجزء: 1 ¦ الصفحة: 202\n",
        "قال: ثمّ من؟ قال: ثمّ حسبك بي إذا وضعت رجلاً على رجل، ثم عويت في آثار القوافي، كما يعوي الفصيل في آثار الإبل.\nوقال الشاعر:\nوجدت بني الجعراء قوماً أذلَّةً\n...\nومن لا يهنهم يمس وغداً مهضَّما\nوأحمق من راعي ثمانين ترتعي\n...\nيجنب السَّتار بقل روضٍ موسَّما\nوتلك الثمانون، ألقي فيها الرَّيع إلى أن يصير قيراطها قنطاراً، ولا فتئ كلُّها معطاراً أي هو قريب من عطر، لا يعدم في صيامٍ ولا فطر، أوفر حظَّاً في المحمدة من التي ذكرها الحرَّاني السّلمي، أبو المحلمَّ عوف بن المحلم في قوله:\nإنَّ الثّمانين، وبلِّغتها،\n...\nقد أحوجت سمعي إلى ترجمان\nوبدَّلتني بالشَّطاط الخنا\n...\nوكنت كالصَّعدة تحت السَّنان\nلأن التي ذكرها تضعف، وهذه تنعش وتسعف، وتلك تجعل الرّجل بعد كونه كالقناة، كأنّه قوس في أيدي الحناة، وهذه تقيم الأود، وتسر الأسود. والبيت المنسوب إلى أبي العتريف معروف:\nحبشي له ثمانون عيباً\n...\nكسبته مهابة وجالا\nولعّله قد اجتاز في أرض الموصل، بالقرية التي تعرف بثمانين وهي قريبة من الجبل المعروف بالجوديِّ، فإن كانت ثمانون القرية وطن أناسٍ، فهذه تجري مجرى الوطن في الإيناس، كما قال:\nالفقر في أوطاننا غربة،\n...\nوالمال في الغربة أوطان\nلله درّ الذّهب من خليلٍ، فإنّه يفيء بظلٍّ ظليلٍ؛ وإن دفن لم يبال، ما هو كغيره بالٍ؛ أعطي نفيس المقدار، فما همَّ شرفه بانحدار؛ والدر إذا كسر ذهبت قيمته، ولم يحفظ إن تنحطم كريمته، وربَّ ذهب في سوار،\nالجزء: 1 ¦ الصفحة: 203\n",
        "غبر زماناً غير متوار، ثمّ جعل في خلخال، تختال بلبسه ذات الخال، ثمّ نقل إلى جامٍ أو كاسٍ، وهو بحسنه كاسٍ، ما تغيَّر لبشار النّيران، ولا غدر بوفيّ الجيران.\nولعّل هذه الثمّانين، قد أدرك ذهبها قارون، وموسى المرسل وأخاه هارون، وليس للهلكة به اتّصال، ولا من العزة له انفصال، يعظمَّ في أرض السند، وبلاد الهند.\nوأمّا ابنة الأخت، أدام الله لها الصيانة، فإنّها أدلَّت على الخال إذ كان أحد الوالدين، فهمَّت أن تأكل بيدين، وما هي بأختٍ للّرجل الذي قال فيه القائل:\nووراء الثأر منَّي ابن أختٍ\n...\nمصع، عقدته ما تحل\nولا تجعلها أختاً للهجرس لأنّه طالب خاله بثأرٍ، فلم يقبح ما فعل من الآثار، ولكن تشبه أن تكون أختاً لابن مضرسٍ حين فاتتها الأخوة من الهجر، وهو المعروف بالخنوت واسمه توبة، وكان له أخ يقال له طارق رهط خاله، فرأى أن يقتل خاله، وقال:\nبكت جزعاً أميّ رميله أن رأت\nدماً من أخيها في المهنَّد باديا\nفقلت لها: لا تجزعي إنَّ طارقاً\nحميمى الذي كان الخليل المصافيا\nوما كنت، لو أعطت ألفي نجيبةٍ\nوأولادها لغواً تساق، وراعيا\nلأرضى بوترٍ منهم دون أن أرى\nدماً من بني عوفٍ على السيف جاريا\nوما كان في عوفٍ دم لو أصبته\nليوفيني من طارقٍ غير خاليا وهو القائل:\nلتبك النسّاء المعولات لطارقٍ\nويبكين مرداساً قتيل قنان\nقتيلان لا تبكي المخاض عليهما،\nإذا شبعت من قرملٍ وأفان\nالجزء: 1 ¦ الصفحة: 204\n",
        "ويجوز أن يكون قد رشح إلى هذه المرأة شيء من آداب الخؤولة، فليتق معرَّة بيانها، أكثر من اتقّائه خلسة بنانها. فهو يعلم أنَّ الشعر ورثه زهير بن أبي سلمى من خاله بشامة بن الغدير ولم يكن مزينة شعر يذكر، وحضره زهير عند الوفاة فأراد أن يعطيه شيئاً من ماله، فال بشامة: أما بكفيك أنّي ورَّثتك غرائب القصيد؟ وربمّا كان في نساء حلب، حرسها الله، شواعر، فلا يأمن أن تكون هذه منهنّ، فطالما كنَّ أجود غرائز من رجالهنّ، وحدّث رجل ضرير من أهل آمد يحفظ القرآن، يأنس بأشياء من العلم، انّه كان وهو شاب له امرأة مقينة تزين النساء في الأعراس، وكان ينجم في القرع، وكان يعتمد حفظ تلك الأشعار ويدرسها في بيته، ولا غريزة له في معرفة الأوزان، فيكر البيت. فتقول له امرأته الماشطة: ويلي! ما هذا جيد! فيلاجها ويزعم أنّها مخطئة. فإذا أصبح مضى فسأل من يعرف ذلك، فأخبره أنّ الصواب معها، وعرفَّه كيف يجب أن يكون، فإذا لقنه عنه، عاد في اللّيلة الثانية، فذكره وقد أصلح، فتقول الماشطة: هذا الساعة جيد.\nوكان لي كريَّ من أهل البادية عرف بعلوان وله امرأة تزعم أنّها من طيّ، فكان لا يعرف موزون الأبيات من غيره، وكانت المرأة تحس بذلك. وكانت تتأسف على طفلٍ مات لها يقال له رجب، وكانت تنشد هذا البيت:\nإذا كنت من جرَّا حبيبك موجعاً\nفلا بدَّ يوماً من فراق حبيب فقالت يوماً:\nإذا كنت من جرَّا رجيب موجعاً\nفعلمت أنّ الوزن مختلّ، فقالت:\nإذا كنت من جرَّاً رجيبن موجعا\nفحركت التنوين وأنكرت تحريكه بالطبع. فقالت:\nإذا كنت من جرَّا رجيبك موجعاً\nفأضافته إلى الكاف فاستقام الوزن\nالجزء: 1 ¦ الصفحة: 205\n",
        "واللّفظ.\nوفي الكتاب العزيز \" يا أيُّها الذين آمنوا إن من أزواجكم وأولادكم عدوّاً لكم فاحذروهم، وإنّ تعفوا وتصفحوا وتغفروا فإن الله غفور رحيم \".\nمذهب الحلول\nَّ\nوأمّا أبو بكر الشبلي، رحمه الله، فلا ريب أنّه من أهل الفضل، وأرجو أن يكون سالماً من مذهب الحلولَّية.\nوأنشدني له منشد:\nباح مجنون عامرٍ بهواه\nوكتمت الهوى، قفزت بوجدي\nوإذا كان في القيامة نودي\nأين أهل الهوى؟ تقدمت وحدي هكذا أنشدته: نودي بسكون الياء، ولا أحب ذلك وإن كان جائزاً، وإنّما يوجد في أشعار الضَّعفة من المحدثين.\nفإن صحَّ أن هذين البيتين له، فلا يمتنع أن يعترض عليه قائل فيقول: من زعم أنّه صافٍ، فما يجب أن يأتي بغير الإنصاف، وادّعاؤه الانفراد من العالم لا يسلمَّه إليه البشر، إن كان هواه للمخلوقين أو الخالق ولا يقين، فله في الأمم نظراء كثير.\nوأنا أعتذر إلى مولاي الشيخ الجليل من تأخير الإجابة، فإن عوائق الزّمن منعت من إملاء السوداء، كأنّها سوداء التي عناها القائل:\nنبئِّت سوداء تنآني وأتبعها\nلقد تباعد شكلانا وما اقتربا\nوجدتها في شبابي غير مطلبةٍ،\nفكيف والرّأس جون، تسعف الطلبا وأنا مستطيع بغيري، فإذا غاب الكاتب، فلا إملاء. ولا ينكر الإطالة عليّ، فإنّ الخالص من النّضار العين، طالما اشتري بأضعافه في الزِّنة من اللجين، فكيف إذا كان الثمن من النميات يوجدن في الطّرق مرميّات؟ وعلى حضرته الجيلة سلام يتبع قرومه إفاله، وتلحق بعوذه أطفاله.\nالجزء: 1 ¦ الصفحة: 206\n",
        ""
    ]
}