{
    "1": [
        "رسالة الطيف\nرسالة الطيف\nبهاء الدين الإربلي\nالكتاب:\nرسالة الطيف\nالمؤلف:\nالصاحب بهاء الدين علي بن عيسى بن أبي الفتح الإربلي (المتوفى: 692هـ)\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "نص الكتاب\nبسم الله الرحمن الرحيم\nمن الخفيف\nيا خليلي من ذؤابة قيس\n...\nفي التصابي رياضة الأخلاق\nمما أعرف به إخواني، جادتهم الأنواء، وصابتهم السماء، وحلت السحب بأنديتهم أفواه عز إليها، وأهراقت ماء مدامعها بعقوتهم من مآقيها، وروض القطر دارهم ونمقها، واجد أي رسومهم ولا اخلقها، وأصفى مشارعهم ولا رنقها، وملأ حياضهم بنمير الماء وأتاقها.\nمن الكامل\nفسقى ديارك غير مفسدها\n...\nصوب الربيع وديمة تهمي\nحتى تبعث بمنازلهم أموات النبات، وتنشر رمم الأزهار الهامدات، وتكتسي من مطارف الروض الوشائع المفوفة، والحبرات، وتجلى عرائس الربيع في ملابسها الفاخرة، وتحدق عيون النرجس الناظرة إلى وجنات الورد الناظرة، فيبتسم ثغر الأقاح وتميل قدود الأغصان من الارتياح، فتصفق الأنهار على الإيقاع، وتتمايل الأزهار راقصة على السماع، وتشرب الخمائل من رضاب الطل سلافة عاصرها المعصرات، وساقيها العيون الهاطلات، وتغرد خطباء الأطيار على منابر الأغصان طربا، فينشر الندى على الزهر لآلئا وحبياً من الخفيف\nفكان السماء تجلو عروساً\n...\nوكانا من قطرها في نثار\nوإن أضر ما على الإنسان في زمانه، أن يجري جواد نظره مرخياً من عنانه، فقد قيل كم نظرة أوجبت حسرة وكانت حلوة فأعقبت عيشة مرة، وطالما أرخى امرؤ زمام طرفة، فعاد بوباله وحتفه، ولهذا أمر بغض الأبصار ونهي عن إرسال النظر في كثير من الأخبار، وجاء شيء من ذلك في الأشعار قال شاعر الحماسة: من الطويل\nوكنت متى أرسلت طرفك رائدا\n...\nلقلبك يوما أتعبتك الناظر\nرأيت الذي لا كله أنت قادر\n...\nعليه ولا عن بعضه أنت صابر\nفصرح بأن من أرسل طرفه رائدا، كان إلى العنا والتعب قائدا، وغايته أن يرى ما لا يقدر على كثيرة ولا يصبر عن يسيره، فأي حال اصعب من هذه الحال، وهل الرضى بها إلا نوع من الاختلال، قال السيد الرضي: من الوافر\nنظرتك نظرة بالخيف كانت\n...\nجلاء العين مني بل قذاها\nفاها كيف تجمعنا الليالي\n...\nوآها من تفرقنا وآها\nوقوله يدل على غرام سلبه القرار، ووجد اعدمه الاصطبار، فانه قنع لجلاء عينه بنظرة اختلسها سارقا، وعانى قذى واسماً إن كان كما يقول عاشقاً، وهنا يقول ما يفي الوصل بالصدود ولا يحتمل هذا البخل لأجل ذلك الجود، ليس بسعد عن عامر عوض، ولا بنجد عن رامة بدل، نعم وكم أوقعت العيون القلوب في الحبائل، وكم بات المقتول بها لهجا بحب القاتل،.\nمن البسيط\nفبت ألثم عينيها ومن عجب\n...\nأني أقبل أسيافا سفكن دمي\nوقد أجاد من قال، وأوضح هذه الحال: من الكامل\nيا قلب عاشقه وسهم جفونه\n...\nمن الزم المقتول حب القاتل\nومن أشق الأمور، أنها تؤذي من الطرفين، وكثيرا ما دلت العين على العين، فألقت الناظر من المنظور في الحين.\nمن الكامل\nومن العجائب أن عضوا واحدا\n...\nهو منك سهم وهو مني مقتل\nفلله در هذا الشاعر، إذ عرف الأمر فشرحه، وكان مبهماً فعرفه، ومشكلا فأوضحه، بل كان صعبا فذلله، وحزنا فعبده، ومقفلا ففتحه، ومن العجب أن أهل هذا الشان، فعلوا غررا، ونكبوا من الهوى خطرا، ورضوا بان تذهب دماؤهم هدرا، وان لا جناية على المحبوب، ولو رمى محبه بالفوارق وحتى قال قائلهم، أن أحداق الظباء لا تؤخذ بالجرائر.\nمن الرجز\nكيف تعرضت وأنت حازم\n...\nيوم النقا لأعين الجآذر\nأما علمت أن أحداق الظباء الغيد لا يؤخذن بالجرائر\nفهل هذا إلا قول من سلط على نفسه حكم الحب، ورضي بما لاحظ فيه لذي لب.\nمن الكامل\nما أنصفته يكون من أعدائها\n...\nفي زعمها وتكون من أحبابه\nوموجب هذه المقدمة، أني خرجت في بعض أيامي متفرجا، وعلى الرياض الأنيقة معرجا.\nمن الكامل\nوالطل ينثر في الرياض دموعه\n...\nوالزهر يضحك في خلال بكائه\nوتخال أنفاس النسيم عليلة\n...\nعجبا وتشفي الصب من برحائه\nالجزء: 1 ¦ الصفحة: 1\n",
        "ولي طبيعة تصبو إلى زمن الربيع وتتشوف إلى النبات المريع، أجد من نفسي نشاطا في أيامه، ويهيجني نشر رنده وخزامه، وابتهج ببانه وعراره، وأطرب لدهمه وديناره، واستثنى رياه، ويشوقني محياه، ويروقني منظره ومخبره، ويرق لي أصيله وسحره، ما تفتقت أكمامه، ألا تحرك وجد القلب وغرامه، ولا فتح نواره، إلا وأضرم في الحشا ناره.\nمن البسيط\nأتاك الربيع الطلق يختال ضاحكا\n...\nمن الحسن حتى كاد أن يتكلما\nوقد نبه النوروز في غلس الدجى\n...\nأوائل ورد كن بالأمس نوما\nومن شجر رد الربيع لباسه\n...\nعليه كما نشرت وشيا منمنما\nأحل فأبدى للعيون بشاشه\n...\nوكان قذى للعين إذ كان محرما\nولم يكن عندي إذ ذاك باعث غرام، وليس لي هم في غلامة أو غلام، لا سبيل علي لسلطان البطالة، ولا طريق على قلبي لغزال ولو كان كالغزالة، اعجب ممن يهيم وجدا واستغرب متى شكا عاشق هجرا وصدا، وأفوق إلى توبة وجميل سهام كلام، وأسفه رأي قيس وعروة بن حزام، اعد ما نقل من أخبارهم زورا ومينا، وأستبعد من عقل أن يجلب لنفسه حينا، فبينما أنا أروح مسرحا طرفي بين الرياض، وسارحا بطرفي في تلك الربا والغياض، إذ عن لي سرب نساء، كالظباء سوانح، وفي تلك الحدائق سوارح، تبدو عليهن روعة الجمال، وترى فيهن أبهة الجلال، فاتبعهن نظرة المرتاد، وأنسيت ما تجلب العين على الفؤاد،.\nالقاضي الأرجاني.\nمن الطويل\nتمتعتما يا ناظري بنظرة\n...\nوأوردتما قلبي أمر الموارد\nأعيني كفا عن فؤادي فإنه\n...\nمن البغي سعي اثنين في قتل واحد\nفبدت إلي منهن فتاة، كأنها مهاة، تسفر عن وجه بديع الجمال، وتنثني فتخجل الأغصان في الميل والاعتدال، بعيدة مهوى القرط، حوراء المدامع، شهية ما فوق اللثات، مضية ما تحت البراقع، ترنو بألحاظ ريم، وتبسم عن در نظيم، ابن الرومي.\nمن الكامل\nنظرت فأقصدت الفؤاد بسهمها\n...\nثم انثنت عنه فكاد يهيم\nويلاه إن نظرت وإن هي أعرضت\n...\nوقع السهام ونزعهن الميم\nكان محياها بدر داجية، أو شمس سماء مصحية، ولا يقال صاحية، قد حار فيه الجمال، وضرجته حركات الدلال.\nمن الخفيف\nأبرزوها مثل تهادي\n...\nبين خمس كواعب أتراب\nوهي مكنونة تحير منها\n...\nفي أديم الخدين ماء الشباب\nثم قالوا: تحبها؟ قلت بهرا\n...\nعدد الرمل والحصى والتراب\nمن الكامل\nيا سالبا قمر السما بجماله\n...\nألبستني في الحزن ثوب سمائه\nأشعلت قلبي فارتمى بشرارة\n...\nعلقت بخدك فانطفت في مائه\nوللشعراء في وصف الخال معان أنيقة ومقاصد رشيقة ملكوا منها واضح الجدد والطريقة، وأتوا بالسحر الحلال على الحقيقة، قال ابن الساعاتي: من الكامل\nذو وجنة ما لاح مائل خالها\n...\nبل لاح أسود مقلتي في مائها\nوقال: من الكامل\nما الخال نقطة نون صدغك إنما\n...\nقلبي بحبته حباك تلهفا\nوقال الحاجري الاربلي: من مجزوء الخفيف\nلك خال من فوق عرش عقيق قد استوى\nبعث الصدغ مرسلا\n...\nيأمر الناس بالهوى\nوقال: من الطويل\nعجبت لخال يعبد النار دائما\n...\nبخدك لم يحرق بها وهو كافر\nوأعجب منه أن صدغك مرسل\n...\nيصدق في آياته وهو ساحر\nفثنيت في أثرهن جوادي، وإنما تبعت فؤادي، وقد شغلني الحب عن التقية، وقادني الوجد قوة المطية، وأصبحت بعد ذلك الشماس، وملت عن التوحش إلى الإيناس، وهونت ما كنت استصعبه من لوم الناس، وجريت في طلق الصبا، طلق الصبا، وذهبت في نيل البغية مذهبا مذهبا، وأنشدت عاذلي وقد هاجت بلابلي،.\nمن الطويل\nألا ليقل من شاء إنما\n...\nيلام الفتى فيما استطاع من الأمر\nقضى الله حب المالكية فاصطبر\n...\nعليه فقد تجري الأمور على قدر\nالجزء: 1 ¦ الصفحة: 2\n",
        "فدنوت من ذلك السرب، وأنا ذاهل اللب، معنى بشواغل الحب، وقلت وقد عقل الهوى لساني، وقيد الغرام جنابي، حيا الله هذه الوجوه النواضر، والمحاسن التي هي شرك النفوس، وقيد النواظر، أما ترثون لقتيل غرام، وأسير هيام، وحليف سقام، وصاحب دموع سجام، ومعنى قد عدم الجلد، وقارن الكمد، وملكت العيون فؤاده، ونفت عن جفنه رقاده، ترك الوقار، وكان من أهله وسلب القرار، لذهاب عقله، يسامر النجوم، ويساور الهموم، ويعاني حرق الغليل، ويعرض نفسه للهم العريض الطويل.\nمن الكامل\nيبيت كما بات السليم مسهدا\n...\nوفي قلبه نار يشب لها وقد\nوقد هجر الخلان من غير ما قلى\n...\nوأفرده الهم المبرح والوجد\nفانبرت من بينهن تلك الظبية الأدماء، والغادة الحوراء، واسطة العقد، وفريدته، ودمية القصر، وخريدته، وقالت وأنت حيا الله دارك، ولا ابعد مزارك، وأكرم إيرادك، وأصدارك، ورفع قدرك، وأعلى منارك، ما الذي جشمك هذه الخطا، وعلام وقفت موقفا كنت نعد الوقوف فيه من الخطا، ومثلك لا يعذر إذا آتى غلطا، أو رام شططا، وكيف غررت بنفس كنت تصونها وأهنتها، وعهدي بك لا تهينها، وعلام أرخيت رسنها، حتى جرت في ميدانها، وأعطيتها في طلق الخلاعة فاضل عنانها، كيف أنسيت الحكم التي كنت نوردها، وهل صدقت بعوادي الهوى التي كنت تستبعدها، أين مواعظك في كف النظر، وزواجرك في غض البصر، فسقت إلى نفسك تعبا، وحملتها بالنظر إلينا على رغمك نصبا، أما علمت أن دم قتيل الهوى مباح، وانه لا حرج على قاتله ولا جناح، وان ناره لا يطلب، وهامته لا تشرب، ألم يقل الشاعر من الرجز\nيا مغمدا في القلب سيف لحظه\n...\nالله من دم بغير ثائر\nومن غرام ما له من أول\n...\nفيك وليل ما له من آخر\nوقال آخر وتروى للشافعي رضي الله عنه: من الطويل\nخذوا بدمي ذاك الغزال فإنه\n...\nرماني بسهمي مقلتيه على عمد\nولا تقتلوه أنني أنا عبده\n...\nوفي مذهبي لا يؤخذ الحر بالعبد\nهل أجدى ذلك الحذر، حين أوقعك القدر، أما تعلم أن من عير إنسانا ابتلى بدائه، ومن حكم على الأقضية فقد أزرى برأيه، فرابني معرفتها بالقديم والحديث، وأخذت أجاذبها أطراف الحديث، وقد علمت أنها المقصودة بالكلام، المهدية إلي حر الشوق والغرام، ومن القلوب على القلوب شواهد صادقة، والعين تعرف من عيني محدثها صحة الموافقة، فقلت من تعنين بهذه الأقوال، وإلى من الإشارة، بهذه الأحوال، ومن الحذر الذي أتى من مأمنه، والمغرر الذي ألبسه الغرام ثوب حزنه، فقالت اللهم غفراً الست الذي سارت في الآفاق أخباره، وظهرت على صفحات الأيام آثاره، وتنقلت تنقل الشمس رسائله وأشعاره،؟. الست ذا البيان الذي ينفث سحره في العقد، وصاحب اللالي المنظومة والدر البدر،؟. الست ذا الأشعار الناصعة، والخطب الرائعة والنوادر الشائعة، والمعاني التي كل الأسماع إليها مصيخة ولها سامعة، والرسائل التي هي لرسائل الأوائل قارعة، كم جريت في ميدان الأدب طلق العنان، وغيرت بمحاسنك في وجوه فضلاء الزمان، وأتيت بالأوابد الفرائد، والغرر والقلائد والملح الشوارد والمقطعات والقصائد، طالما ففخرت الأسماع على النواضر، وكم كتبت فما نوار الخمائل النواضر، من الطويل\nكتبت فلولا أن هذا محلل\n...\nوذاك حرام قست خطك بالسحر\nفوالله ما أدري أزهر خميلة\n...\nبطرسك أم در يلوح على نحر\nفإن كان زهراً فهو صنع سحابة\n...\nوإن كان درا فهو من لجة البحر\nفهل شعرك الشعري العبور، أم هل نثرك النثرة أم المنثور، أنت أنت في فضائلك التي لا تجاري، وآدابك أدبك فلا تساجل ولا تباري.\nمن الكامل\nفي خطة من كل قلب شهوة\n...\nحتى كان مدادة الأهواء\nولكل عين قرة في قربه\n...\nحتى كان مغيبة الأقذاء\nألقى إليك الفصحاء بالمقاليد، وأقر لك البحتري وعبد الحميد، والصاحب وابن العميد، وان شئت مزيد صفة فسلني عن المزيد،\nمن مخبر الأعراب أني بعدهم\n...\nلاقيت رسطاليس والاسكندرا\nورأيت كل الفاضلين كأنما\n...\nرد الإله زمانا وإلا عصرا\nفسقوا لنا نسق الحساب مقدما\n...\nوأتى فذلك إذ أتيت مؤخرا\nالجزء: 1 ¦ الصفحة: 3\n",
        "فدهشت من فصاحة مقالها، وسحرتني بألفاظها وجمالها، وحرت فما أحرت جوابا، وقيدني العي فما افتتح خطابا، وقلت كفاك الله عين الكمال، من أين لربات الحجال. شقاشق فحول الرجال، وأنى لهذه الشمس المضيئة حدة هذه الفطنة والألمعية، وهل في قدرة هذه الغادة الظريفة الإتيان بهذه الألفاظ البليغة الشريفة، وخاطبتها ولبي ذاهل، ووجدي مقيم وصبري راحل، وعندي من حبها شغل شاغل، فقلت يا اخت الغزالة والغزال وثالثة الشمس والهلال، أفحمت لساني عن المقال وقطعت حجتي في الجدال، من الذي ينتصب لمعارضة هذه الألفاظ، وبم اتقي سهام هذه اللحاظ، وكيف لقلبي يد بسحرين، ومن أين لي قوة بذين، من الطويل\nولما التقينا والنقا موعد لنا\n...\nتعجب رائي الدر منا ولا قطة\nفمن لؤلؤ تجلوه عند ابتسامها\n...\nومن لؤلؤ عند الحديث تساقطه\nولهم في وصف الحديث فنون ومعان كلها عيون. قال ابن الرومي: من الكامل\nوحديثها السحر الحلال لو أنه\n...\nلم يجن قتل المسلم المتحرز\nإن طال لم يملل وإن هي أوجزت\n...\nود المحدث أنها لم توجز\nشرك العقول ونزهة ما مثلها\n...\nللمطمئن وعقله المستوفر\nوقال ابن حمديس الصقلي.\nذات لفظ تجني بسمعك منه\n...\nزهراً في الرياض نداه طل\nلا يمل الحديث منها معادا\n...\nكانتشاق الهواء ليس يمل\nوأنشدني السيد محي الدين محمد بن الطوزي الجعفري لنفسه: من البسيط\nومنطق كرضاب النحل مازجه\n...\nمروق شابه بالمسك عاصره\nجرى على السمع مثل الطيف خالسي\n...\nوقام مستصحبا للقلب زائره\nوما علمت لفكري في حلاوته\n...\nأرق أوله أم راق آخره\nوهكذا أشير إلى ما يعرض من المعاني أدنى إشارة، واقتصر على أخصر عبارة، فان الإكثار داعية الملال، والأنفس بالطبع تحب الثقل في الأحوال، ولو أردت مقالا لوجدت سبيلا إلى المقال، فقالت وقد خفرها وارد الخجل، وورد منها مواقع القبل، أمثلي يقعقع له بالشنان؟ أم تظن عقلي من عقول النسوان،؟ ما قدر كلامي، ولو كان درا، ومبلغ بياني ولو استحال سحراً، عند من تذعن له جهابذة النقد، ويسلم إليه أهل الحل والعقد، ويقر له حتى الحسود، ويعترف بفضله السيد والمسود، من الخفيف\nوأرى الناس مجمعين على فضلك ما بين سيد ومسود\nعرف العالمون فضلك بالعلم وقال الجهال بالتقليد\nفقلت أقسم بقدرك الأهيف النضير، ووجهك البهي المنير، وطرفك الفاتن الفاتر، ولحظك الساجي الساحر، وقوامك الذابل الناضر، وورد خدك الجني، ودر ثغرك النقي، وخمر ريقك الشهي ونرجس لحظك البابلي، وليل شعرك الدجوجي، على صبح جبينك المضي، وريقتك المعسولة، ودرر ثغرك التي هي بماء الحياة مطلولة، انك املح من شمس، وأفصح من قس، وأنور من بدر، واغزر من بحر، وأضوا من نهار، وأجرى ألفاظا من صيب لا مدرار، قد أبنت في هذا المقال عن حقيقة السحر الحلال، ونطقت بما يحير أرباب العلوم، ويعجز فرسان المنثور والمنظوم، وجريت على الجدد، واستوليت على الأمد، وأفحمت فصحاء الرجال، ولديك يلقي البلغاء مخاريق العصي والحبال، فأنت أنت في الجمال والكمال، وعذوبة الألفاظ وحلاوة الدلال، من السريع\nهويتها كالبدر في حسنها\n...\nأخطأت بل أبهى من البدر\nكأنها الشمس ولكنها\n...\nتبدو على غصن نقا نضر\nفاقت على كل ملاح الورى\n...\nوفاق في أوصافها شعري\nفي ثغرها در وفي لفظها\n...\nدر وفي نظمي وفي نثري\nوفي معانيها وما قلته\n...\nفي وصفها ما شئت من سحر\nالجزء: 1 ¦ الصفحة: 4\n",
        "فقالت دع وصفي بما لا يصدقه وهمي وحدسي، ولا يثبت علمه في خيالي وحسي، أعرف الناس بنفسي، وهلم لنعيدها جذعة. ونقول في النسب الذي لأجله لزمنا هذه البقعة، فمعي من أترابي وصويحبات شبابي من هن في غرارة التصابي، وكلهن ينتظرن إيابي، وقد أضربهن لبثي، وطال عليهن مكثي،، وهذا النهار قد ذهب غير القليل، والشمس قد جنحت إلى الأصيل، ولم يبق سوى الرحيل، فابن عما في الضمير، وسل عن الفتيل والنقير، فشكوت إليها غلبة الهوى، وموجبات الجوى، والخوف من عادية النوى، فانصاعت متبسة، وعادت متكلمة، وقالت يا فديتك أتترفع ذيلك قبل المخاض وتدعي السغب قبل الإنقاض، كيف تشكو الغرام وأوصابه، وتستمقر ذعافه وصابه، وتعدد الوجد والقلق، وتصف السهر والأرق، وتدعي مسامرة النجم ومساورة الهم، ومكابدة الغليل والسهر، سحابة الليل الطويل، حتى وصلت السهاد، وهجرت النوم وإنما كانت هذه المعرفة اليوم.\nمن الطويل\nأشوقا ولما تمض بي غير ليلة\n...\nفكيف إذا راح المطي بنا عشرا\nوكيف تقدمت هذه الأسباب على مسببها وهو محال، أم كيف أردت خداعي، وطالما خدع النساء الرجال، قدرتك على هذا الشان، ومعرفتك بعلم البيان، أجرت على لسانك الخلوب ما ليس له صورة في القلوب، فقلت قادرا وتلهو سادرا، لا ومن زين صبح الجبين بليل الشعر، وغرس في عذب الرضاب صغار الدرر، وخلق أقمارا أرضية أبهى من الشمس وأحسن من القمر، وحمل العيون بالكحل، ونصب الحدود أغراضا لموقع القبل، وأجرى فيها ماء الحياء فانبتت ورد الخجل، وأبدع في الجمع بين يواقيت الشفاه، ونرجس المقل، وأطلع في أغصان القدور رمان النهود، وأرسل وراد الشعور إلى الأرداف والخصور، وجعل الأسود الغلب فرائس نحور الحور، لست ممن يغتر بالأقوال المزخرفة، ولا ينخدع بالأسجاع المصففة، حتى استعلم أخبارك، وأقتص آثارك، وأسبر أحوالك، وأعلم ما عليك مما لك، وأرود مرادك، فأتحقق مرادك، وأسال عما عندك فؤادك، فإذا استحكم بك الهيام، وتمكن من قلبك الغرام، وأخبرت بما تعاني، وعرفت بالتجربة هذه المعاني، ونطق لسانك بما في قلبك، وظهرت شواهد الصدق على حبك، وشكوت مرارة الفراق، وذقت بعده حلاوة التلاقي، وجربت ما قيل في سهر الليل وطوله، وثبات نجومه وبطء قفوله، فهنالك إلى الاختيار ولى الخيار، وعلى قدر ما يتضح الحال، أكايلك بالمكيال، وميعادنا مثل اليوم بهذا المكان، وركضت إلى صواحبها ركض جواد الرهان فوقفت حائرا انظر إلى منيها واستخرج درر الدموع من أصداف أماقيها، من الطويل\nوأصبحت من ليلى الغداة كناظر\n...\nمع الصبح في أعقاب نجم مغرب\nوأنشدت ما هو شرح حالي، وقد تضاعف بلبالي، من الطويل\nلاموا على زفراته فشكا جوى\n...\nواستغزروا عبراته فبكى دما\nركب اللجاجة في الغرام فكلما\n...\nعنفوا عليه اللوم زاد وصمما\nولقد درى أن التهتك لم يفد\n...\nقيسا ولا نفع البكاء متمما\nوهي تمشى وتلتفت، وقد سلبت القلب وما اكتفت فاذكرتني شعرا كنت أنسيته دهرا، كشاجم.\nمن السريع\nمستملح من كل أطرافه\n...\nمتحسن الإقبال والملتفت\nلو بيعت الدنيا ولذتها\n...\nبساعة من وصله ما وفت\nسلطت الألحاظ منه على\n...\nجسمي فلو أودت به ما اكتفت\nواستعذبت روحي هواه فما\n...\nتصحو ولا تسلو ولو أتلفت\nفما كان إلا بمقدار ما غبا عن عياني، حتى اظلم علي مكاني، واعتراني جنون، وفاض عن عيني عيون من الكامل\nولقيت في حبك ما لم يلقه\n...\nفي حب ليلى قيسها المجنون\nلكنني لم اتبع وحش الفلا\n...\nكفعال قيس والجنون فنون\nفقلت لغلام كان عبية أسراري. وجهينة أخباري، ويحك اقتص الأثر، وأوضح لي الخبر، واعرف الورد والصدر، وعرفني أين الكناس. ومن الناس، انطلقت مهرولا وأنشدت مستغربا.\nمن المتقارب\nنظرت المها على غرة\n...\nفعاينت شمسا وبدرا منيرا\nوشاهدت إذ نظرت وانثنت\n...\nغزالا غريرا وغصنا نضيرا\nوعدت إلى داري، كاسف البال، سيئ الحال، مغلوب الجلد والاصطبار، مسلوب القلب والقرار، لا أجد أنسا بحاضر، ولا أهش لخليل ولا مسامر، من الطويل\nإذا غبت لم اجزع لبعد مفارق\n...\nسواك ولم أفرح بقرب مقيم\nفيا ليتني أفديك من غربة النوى\n...\nبكل خليل صادق وحميم\nالجزء: 1 ¦ الصفحة: 5\n",
        "ومع الذي أجده من القلق التام وأجنة من الوجد والغرام، فأنا متطلع إلى عود الغلام: من الطويل\nوإني إذا ما اشتقت ليلى وعزني\n...\nإليها سلو أو تعذر مطمع\nبعثت رسولي كي يراها فاجتلي\n...\nسنا وجهها من وجه حين يرجع\nوقيل في رسول الأحباب أشعارا أصفى من رائق الشراب، وارق من ماء المزن تحدر من متن السحاب، وأنشدني المولى الصالح الأعظم علاء الدين صاحب، الديوان أعز الله نصره لنفسه أيام دعاه الهوى، قلبي داعيه، وناداه الغرام فأجاب مناديه، أيام طلبنا في خدمته بالبيان والطيب، ونعمنا بلذة المبيت فيما شئنا من الطيب وجرينا في ميادين الصبا وركضنا إلى اللهو عنقا وخببا من البسيط\nأيامنا بالحمى حييت أياما\n...\nوزادك الله إجلالا وإعظاما\nقد كنت بالأمس أحلاما بأنفسنا\n...\nفما أصابك حتى صرت أحلاما\nكانت لنا من عطيات الشباب فما\n...\nدامت علينا ولا المعطى لها داما\nوقال من الكامل\nأعوام لهو كان ينسى طولها\n...\nذكر النوى فكأنها أيام\nثم انبرت أيام هجر أردفت\n...\nبجوى أسى فكأنها أعوام\nثم انقضت تلك السنون وأهلها\n...\nفكأنها وكأنهم أحلام\nمنازل كانت مراتع الغزلان، ومطالع الوجوه الحسان، ومسانح الضباء الأونس، ومسارح المها الكوانس، ومطامح الأبصار، مطارح الإيراد والإصدار، وفواتح الملاذ والمسار، وبروج الكواكب الشوارق، ومجر الوالي ومجرى السوابق، وديار الأحباب وقرار النطف العذاب، ومجال الجذل والنشاط، ومحال اللهو والانبساط، ومشارق الأنوار، ومنابت النوار، ومنازل الأقمار، ومحاسن الآثار، وصاحب الأذيال، ومناخ الآمال، ومحط الرحال، ومصارع العشاق، وجوامع الرفاق فتركناها رغما، وفارقناها حتما، وعاد الزمان، فيها حربا، وكان سلما.\nمن الكامل\nيا دهر كم لك مثلها من غدرة\n...\nولأنت اجدر أن تخون وتغدرا\nجار الأحبة في قضايا حبهم\n...\nفغدوت اظلم في القضاء وأجورا\nأحبابنا النائين هل من عودة\n...\nيصفو بها من عيشنا ما كدرا\nقد طال في طول البعاد تعللي\n...\nبعسى وليت وهل يكون وهل ترى\nإذا مر ذكرها بالبال، ارتسمت فيلوح الخيال، انشدها لسان الحال،: من الطويل\nودار ندامى عطلوها وأدلجوا\n...\nبها أثر منهم جديد ودارس\nمساحب من جر الزقاق على الثرى\n...\nوأضغاث ريحان جني ويابس\nحبست بها صحبي وجددت عهدها\n...\nوأني على أمثال تلك لحاسب\nتدار علينا الراح في عسجدية\n...\nحبتها بأنواع التصاوير فارس\nقرارتها كسرى وفي جنباتها\n...\nمها تدريها بالقسي الفوارس\nفللخمر ما زرت عليه جيوبها\n...\nوللماء ما دارت عليه القلانس\nوللشعراء في الوقوف على الديار، والتردد في الآثار والبكاء في الأطلال، وتذكر أيام الوصال، معان ترقص لها الأسماع طربا، ويستشعر العشاق هما ونصبا اذكر لمعا من وشيها المرموق، وأعود إلى أبيات الخدوم. قال ذو الرمة: من الطويل\nألا يا اسلمي يا دار مي على البلى\n...\nولازال منهلا بجرعائك القطر\nوقال أبو تمام:\nوقفوا علي اللوم حتى خيلوا\n...\nإن الوقوف على الديار حرام\nلا مر يوم واحد إلا وفي\n...\nأحشائه لمحلتيك غمام\nوقال البحتري: من الطويل\nرأى البرق مجتازا فصار بلا لب\n...\nوأصباه من ذكر البخيلة ما يصبي\nوقد عاج في أطلالها غير ممسك\n...\nلدمع، ولا مصغ إلى عذل الركب\nقال السيد الرضي: من الكامل\nولقد وقفت على منازلهم\n...\nوطلوعها بيد البلى نهب\nفوقفت حتى ضج من لغب\n...\nنضوي، وعج بعذلي الركب\nوتلفت عيني، فمذ خفيت\n...\nعني الطلول تلفت القلب\nوقد جاء السيد بما لا يرد حسنة، ولا يدفع، وغير في وجه من شكا وجع الليت والاخدع، وقال ابن الاردخل.\nمن المنسرح\nوقفت فيها وآي ارسمها\n...\nممحوة بالمحول أحرفها\nمكفكفا عبرتي وودي لو\n...\nأني ابكي ولا اكفكفها\nماذا على الركب من أراقتها\n...\nهل هي إلا بلوى أخففها\nوقلت: مجزؤء البسيط\nواستعدلي دمع السحاب فقد\n...\nأفنيت دمعي على الرسوم الخوالي\nواعد لي ذكر العقيق وأيام تقضت أيامه وليالي\nالجزء: 1 ¦ الصفحة: 6\n",
        "فطلابي رجوع ما فات من\n...\nعصر الصبي والشباب عين المحال\nوسؤالي رسما محيلا ونؤيا\n...\nعاطلا من تعللات الضلال\nفانظر إلى الهر وتنقله، واعجب من تغير كل حال وتبدله، وثق بمن لا يحول ولا يزول ولنرجع إلى أبيات المخدوم في وصف الرسول، جاءت إليه امرأة من الترك، قد نظمت معاني الجمال في سلك.\nمن الطويل\nأبادية الأعراب عني فإنني\n...\nبحاضرة الأتراك نيطت علائقي\nواهلك يا نجل العيون فإنني\n...\nجننت بهذا الناظر المتضايق\nكان القمر وهبها جماله والغصن منحها لينه واعتداله، وكانت رسولا من حبيبته الحاكمة على مهجته فاجتمعنا في الخلد من غربي دجلة، فأنشدني لنفسه.\nمن الطويل\nكالصبح قد وافى رسولك فانجلى\n...\nليل الهموم وذاك فال ناطق\nفعملت أنك لا محالة زائري\n...\nأبدا رسول الشمس صبح صادق\nوهو معنى أبدع فيه غاية الإبداع، وملأ بالصواب فيه خروق الأسماع، فجاء كما ترى كالتبر المسبوك، وصدق: أن ملوك الكلام كلام الملوك، فعجب لحلاوة مقصده، وحسن مودته فأنشدته بديها: من الطويل\nتعشقت رب الحسن لما رايته\n...\nعيانا فجاهدت الهوى في سبيله\nومن حجبت عنه محاسن وجهه\n...\nفغايته أن يهتدي برسوله\nفجاء غاية في معناها، نهاية في صحة مغزاهما، وقال زهير المصري: من الطويل\nرسول الرضى أهلا وسهلا ومرحبا\n...\nحديثك ما أحلاه عندي وأطيبا\nأيا محسنا قد جاء من عند محسن\n...\nويا طيبا أهدى من القول طيبا\nويا حاملا ممن احب رسالة\n...\nعليك سلام الله ما هبت الصبا\nوغلامي وان يكن رسولا يشبهه قليلا، وأنا اذكر الشيء عند ذكر مثله، أو ما هو مأخوذ من اصله، فبينا أنا ارسب في الفكر وأعوم، واستدعي السكون والكرى، وكلاهما معدوم، إذا عاد الرائد، فقلت: أين الصلة يا عائد، هل من جابية خبر، أم هل من دلالة على اثر، ابن حقيقة أمرك، ودلني على خبرك، وخبرك، أين الحبيب خبر فعهدك به قريب واشف قلبا قد احسر به الوجيب، وجفنا أقرحه البكاء والنحيب، من الخفيف\nمن راني قبلت عين رسولي\n...\nظن أن الرسول جاء بسولى\nإنما حين قال أبصرت مأمولك قبلت من رأى مأمولي أن عيناً تأملت ذلك الوجه أحق العيون بالتقبيل قل ولا تكتم فتيلا ولا نقيرا، واعد حديثهم وزده تكريرا، من الطويل\nاعد ذكر نعمان اعد أن ذكره\n...\nهو المسك ما كررته يتضوع\nفإن قر قلبي فاتهمه وقل له\n...\nبمن أنت بعد العامرية مولع\nولو أن هذا الدمع يجري صبابة\n...\nعلى غير ليلى قلت دمع مضيع\nلقيت أمورا فيك لم الق مثلها\n...\nواعظم منها منك ما أتوقع\nفقال: تبعتهن وهن يتمايلن هيفا ولينا، ويتلفن شمالا ويمينا، فتظنهن أغصانا لدانا تقل أقمارا سافرة وظباء عينا من المتقارب\nسترن المحاسن إلا العيونا\n...\nكما يشهد المعرك الدار عونا\nسللن سيوفا ولاقيننا\n...\nفلا تسال اليوم ماذا لقينا\nيمشين على تؤدي وسكون، وقد حبسن الأبصار وتمنطقن بالعيون، وقد أجاد أبو الطيب حيث قال: - من الوافر\nوخصر تثبت الأبصار فيه\n...\nكان عليه من حدق نطاقا\nوقال القاضي الارجاني: من الكامل\nجاءت بقد كالقضيب غدا\n...\nبلواحظ العشاق منتطقا\nوبدت وقد أبدت محاسنها\n...\nخمسا تبين عذر من عشقا\nليلا على صبح على قمر\n...\nفي غصن بان في كثيب نقا\nونواظرا مخلوقة فتنا\n...\nقطعت على أبصارنا الطرفا\nوبينهن سيدة قلبك، وخازنة حبك، وسالبة لبك، وصاحبة هواك. المخامر، وجالبة همك المسامر، وهي تفوقهن جمالا وتهلوهن كمالا، وتفتن دلالا وتسبي العقول ميلا واعتدالا.\nالبحتري: من الخفيف\nأعطيت بسطة على الناس حتى\n...\nهي صنف والحسن في الناس صنف\nنعمة الغصن إن تأود عطف\n...\nمنه عن هزة تماسك عطف\nفلم أزل اقتص آثارهن، وأبلو أخبارهن حتى وصلن دجلة، طما، وزخر وهما ماؤها، وهمر وطغى مدها، وقهر ونهى السيل فيها وأمر، فكان الموج هضاب، أو ابل صعاب، أو قطع سحاب، أو ليل صد واجتناب، والسفن كأنها عقارب، وأذنابها شائلة، وهي على مثل الصرح المذاب جائلة كما قال السري الرفاء الموصلي: من الطويل\nالجزء: 1 ¦ الصفحة: 7\n",
        "ولا وصل إلا أن أروح مغررا\n...\nعلى ادهم من فوق اخضر مزبد\nشوائل أذناب يخيل أنها\n...\nعقارب دبت فوق صرح ممرد\nوقال البحتري، من الكامل\nورمت بنا سمت العراق ايانق\n...\nسحم الخدود لغامهن الطحلب\nمن كل طائرة بخمس خوافق\n...\nدعج كما ذعر الظليم المهذب\nوقلت:\nورب ليل غابت شوائبه\n...\nوالبدر كالشمس لاح في الأفق\nكأنها جزعة يمانية\n...\nتصقل درجا من ابيض الورق\nركبت فيه سفينة تسبق البرق وهوج الرياح في طلق فقلت ويلك، خل علم البيان، وعرفني حقيقة الشان، قال، فجلسن على شاطئ دجلة متأسفات على الجسور متخوفات من العبور، حذرات من ركوب السفن، في هذا التيار مشفقات من حوض ذلك الغمار دهشات من اضطرب. ذلك البحر الزخار، وأنا بحيث أراهم واسمع نجواهم، عدي بن زيد الرقاع العاملي: من الكامل\nوكأنها بين النساء أعارها\n...\nعينيه احور من جاذر جاسم\nوسنان اقصده النعاس فرنقت\n...\nفي عينه سنة وليس بنائم\nفقالت إحداهن: لو علمنا إنا ندفع إلى هذا الخطر، ونقدم على هذا الغرر، لما تحلحلت من ذلك المكان، ولسلمت أمرنا الليلة التي تعنيك بالاسم واللقب، وتأتي من شكرك بالعجب، فهو يحب الضيف المفاجئ في الليل الداجي، ويميل إلى الطارق في الجنح الغاسق، فيهش مبتسما، وينشد مترنما: حاتم: من الرجز\nأوقد فإن الليل ليل قر\n...\nوالريح يا واقد ريح صر\nعسى يرى نارك من يمر\n...\nإن جلبت ضيفا فأنت حر\nهذا إلى أخلاق أجري من الزلال، وارق من نسيم الشمال. وأشعار كالسحر الحلال، وأخبار أطيب من ذكر ليالي الوصال، البحتري: من الخفيف\nمن معان لو فصلتها القوافي\n...\nهجنت شعر جرول ولبيد\nجزن مستعمل الكلام اختبارا\n...\nوتجنبن ظلمة التعقيد\nوركبن اللفظ القريب فأدركن به غاية المرام البعيد فقالت منهن دواء دائك، ومهدية شفائك، والله لو بتنا الليلة عنده، لأحييناها سمرا وجدالا، وأحييناه أنسا ووصالا، ومنعمنا به وأنعمناه بالا، ولقطعناها ليلة انضر من أيام الشباب، وأحلى من رضاب الأحباب، وفزنا بمفاكهته، وشركناه في شرابه وفاكهته، وجرينا معه في فنون وعيون، واجمعنا بين ليلى والمجنون، فقالت أخرى إن كان عزمكم صادقا، فلن تجددوا إلا موافقا، وأنا رسولكم إليه، والقادمة بأخباركم عليه، فما اربحها من تجارة وأحلاها عنده من بشارة فأفوز بوده والثواب، واحصل أجر الشهداء في الجمع بين الأحباب، من الخفيف\nإن من بشر المحب بوصل\n...\nوسعى في اجتماعه بالحبيب\nلجدير بكل حمد وشكر\n...\nوثواب من المجازى المثيب\nفقالت أخرى: بل المصلحة إن نغشاه من غير ميعاد، ونقصده وما أخذ في استعداد، فيتضح لنا حاله عند مشاهدته، ونقرا في ضميره من أسرته، ويكون محبوبه البشير، ويطلع على ليل الهم قمر السرور المنير، أما سمعتن من قال يصف هذه الحال: من المنسرح\nافدي حبيبا مثل بدر الدجى\n...\nمن فوق لدن العقد مياد\nصدوده يذكي غليل الجوى\n...\nوالوصل يروى غلة الصادي\nرأى جنوني وغرامي به\n...\nفزارني من غير ميعاد\nالجزء: 1 ¦ الصفحة: 8\n",
        "فقالت مصباح النواظر وراحة الأرواح والخواطر، وصقل الإفهام، ونهاية الأقدام، ودرة الغواص، وظبية القناص، وفتنة العام والخاص، اعلمن انه لا نجاة له من الغرام، ولا شفاء من السقام، قد أسرته تلك الإشارات، وقادته إلى الهوى آياته البينات، كم أدعي الحماسة يوم الجلاد، فغادرته تلك المقامات، مسلوب الفؤاد، وحملته العين على تقتحم الخطر، وساقه إلى الصبابة الجمال المعتبر، وملكته العيون، وسلبته السكون، وانتم إخوان الصفاء، وذوات الوفاء، والظفر بمثله غنيمة باردة ونعمة زائدة، وإهمال أمره دليل على فساد الرأي وأفنه، والاهتمام بما يحفظ وده صواب تفهم المصالح من ضمنه، وأنا أرى أنا متى زرناه استحكم وجده، وكمده وغلب صبره وجلده، والمصلحة أن تنفذ إليه من يعرفه. مواقع هذه المنة وينبهه على قطف ثمار الجنة، والتفتت كالظبي إذا رنا، والغصن إذا انثنى فرأتني مستترا وأنا ارعد حذرا، فقالت: هلم يا غلام واقر أستاذك السلام، وقل قد أظفرك حكم القدر المتاح، ونحن ضيوفك إلى الصباح، فهيئ جميع الأسباب، وانظرنا عند الباب، وأخل الدار من الأغيار، واشكر معاونة الأقدار، وانشده عني وصرح ولا تكني: من المنشرح\nجاد بما تطلبه الدهر\n...\nوزار في جنح الدجى البدر\nأحوى رشيق القد فتانه\n...\nيخجل منه الغصن النضر\nفي لفظه خمر وفي ريقه\n...\nخمر وفي وجنته خمر\nفقلت: جعلت فداك، ومن أستاذي الذي ابلغه معنى هذا الكلام، ومن أنا من هذا الأنام، ومن الذي ابشره، وما البشارة، والى من وقعت هذه الإشارة، فقالت: ويلك عد عن الإطالة، فما أنفذت إلا لهذه الحالة، فقد جاءكم ما لم يكن في الحساب، ولعن الله رزقا لا يدق الباب، وقد كنتم تقنعون من العين بالأثر، ومن العيان بالخبر، فدع موارد النزاع والصداع، فقد كشفنا عن القناع، وسارعنا إلى اللقاء مع اقرب العهد بالوداع، وانشده: من الخفيف كنت ترضى بالطيف إن عاود النوم جفونا كما زعمت قصارا فجرت بالذي تريد المقادير ووافاك من تحب وزارا فلم املك إعادة جواب، ولا إطالة خطاب، وقد سابقت إليك هوج الرياح، وأتيتك في الليل بشمس الصباح، فقم على قدميك، وتلق بالترحاب من قدم إليك، فهذا لم يكن ببالك، ولا تصور في خيالك، وانشد أبياتك الأمثال في وصفك هذه الحال: من السريع\nأهلا وسهلا بك من مؤنس\n...\nينظر عن طرف الطلا النافر\nأهلا وسهلا بك من زائر\n...\nيخجل نور القمر الزاهر\nأهلا وسهلا بك يا نزهه\n...\nوراحة للقلب والناظر\nرددت بالقرب من زمان الصبى\n...\nوطيب عيشى السالف الغابر\nوعيشة دلت على حاجز\n...\nجاد الحيا السكب ربا حاجز\nفكدت أطير فرحا بخبره السار، وقمت مرحا إلى باب الدار، وقلت رح إلى تلقي الضيف الكريم، وعد أمامه على خط مستقيم، واختصر الطريق، وأحذر التعويق، فقلبي إلى قدومه مائل، ودمع الفرح على خدي سائل، فمر يعد ووقفت أشدو: من المنسرح\nإن تم ما جاء رسولي به\n...\nغفرت ما أسلفه الدهر\nوإن وفا الحب بميعاده\n...\nوبات عندي ولي الأمر\nسمحت بالنفس جزاء له\n...\nإذ لا يؤدي حقه الشكر\nوإنا في أثناء ذلك على مثل حر النار، من طول الترقب والانتظار، استنشق ريا الوصل من جهته، وأتطلع إلى قدومه وأوبته، فإذا به قد عاد تاعسا، جده خائبا، قصده مغلولا حده، كابيا زنده، باديا وجومه، زائدة همومه، متجهمة أسرته، نائية مسرته، قد عبس وجهه، واتجه عبوسه، وشمس غائبه، وغابت شموسه، وخبت نار نشاطه، وانقبض بعد انبساطه: من الطويل\nوأدمعه تجري على صحن خده\n...\nونار الأسى تذكي بأضلعه جمرا\nوقد صعدت أنفاسه عبراته\n...\nفمقلته عبرى ومهجته حرى\nالجزء: 1 ¦ الصفحة: 9\n",
        "فقلت إيه ما الخبر؟ وأين النجوم والقمر؟ وما فعل الشموس المشرقة الأنوار، ومتى يحصل اللقاء ويدنو المزار، وما هذا الوجوم الذي اعتراك، والهم الذي أراك به على ما إدراك، فقال: خرجت من عندك جازما بالتوفيق، متحققا أني أراهن في الطريق، فوصلت المكان ولا خبر، ولا عيان فنشدتهن والباغي يحب الوجدان فلم اطلع لهن على حقيقة أمر، ولا أخبرت عنهن بحلو ولا مر، فوقفت وقوف الشحيح أضاع خاتمه، وألفيت محلهم قفرا، فكنت حاتمه، فبينا إنا مفكر في الأمر الفادح والخطب الذي هو لنار الأسى قادح، إذ اجتاز علي صبي حين بقل عذاره، وكاد يصوح ورده وجلناره، فقال مالي أراك بادي الأسف، مشيفا على التلف فقلت أني أضللت هنا شيئا وجئت انشده، وتركت معهودا فحال عما كنت أعهده، فتبسم الغلام تبسم ذي عجب، وقال قد عرفت الحال فدع الطلب، فأنا جهينة الخبر، عجب، ولن يخبرك عمن غاب إلا من حضر، فحين سمعت قوله لزمته ملازمة الغريم، وقلت: اهدني هديت إلى الصراط المستقيم، فقال إني حين رأيت تلك الشموس المضيئة والأقمار الأرضية، تبعتهن متفرجا على جمالهن الباهر، وحسنهن الزاهي الزاهر، فلما جلسن في هذا الموضع، وقفت بمرأى منهن ومسمع، فتفاوضن فيما أرسلنك فيه. وأطمعنك في الأمر الذي نبتغيه، ودعونك فسمعت وحدثنك فرجعت فقلت من هذا السعيد الذي يقصدنه، وطوبى لمريض يعدنه، فلما غبت قمن مسرعات إلى العبور، وقلن لا بأس بالسفن مع تعذر الجسور، ودعون ملاحا، فركبن معه لجة الغمار، واقدمن بعد تأخرهن على تقتحم الأخطار، وقلن يا فتى إذا عاد هنا شخص من صفته كيت وكيت، فانشده عنا هذين البيتين برب البيت: من الرمل\nأيها القانص ما أحسنت صيد الظبيات\nفاتك السرب وما زودت غير الحسرات\nوقل له إن تعرفونا، وتوهمتم أن تخدعونا، فكايلناكم صاعا بصاع وجزيناكم عن خداع بخداع، والبادي اظلم، كما يقال، وان كنا نساء، فما نحب أن يقهرنا الرجال، ومثلنا لا يسمح كذا عاجلا بالوصال: من السريع\nلابد قبل الوصل من جفوة\n...\nتذكى غليل الشوق والوجد\nمن لم يذق طعم الجفا لم يكد\n...\nيفرق بين الوصل والصد\nوليس يدري لذة القرب من\n...\nلم يشك يوما ألم البعد\nمعادنا ميعادنا، وعلى الله اعتمادنا، ثم امرن الملاح بالجدف، وصرن في الجانب الشرقي أسرع من رجع الطرف، وقد عرفنك انك مخدوع، والأمر إليك في الرجوع، فلما وقفت على الجملة والتفصيل، وتحققت أنها سوفت بالأباطيل، عدت إليك بقلب كئيب، وصبر سليب، فحين فهمت مقالة عدمت الجلد والاصطبار، واستنجدت الدموع الغزار، وعدت قلقا إلى الدار، وطل علي الليل فهو سنة، وما ألم بعيني نوم ولا سنة: من الطويل\nوطال علي الليل حتى كأنه\n...\nمن الطول موصول به الهر اجمع\nوشرعت في مسامرة القمر، وقلت هل من عون على السهر، وأنشدت عند تراكم الهموم والفكر: من الخفيف\nأيها النائمون حولي أعينو\n...\nني على الليل حسبة وائتجارا\nحدثوني عن النهار حديثا\n...\nوصفوه فقد نسيت النهارا\nوخاطبت الليل الطويل، وقلت وقد لازمت العويل: من الرجز\nيا ليل طل أو لا تطل\n...\nلابد لي أن أسهرك\nلو بات عندي قمري\n...\nما بت أرعى قمرك\nولهم في طول الليل وقصره، وبعد ما بين عشائه وسحره، معان رائعة، وأوصاف ناصعة، وأولهم صفا، وأغربهم وصفا، امرؤ القيس حيث يقول: من الطويل\nفقلت له لما تمطى بصلبه\n...\nوأردف إعجازا وناء بكلكل\nألا أيها الليل الطويل ألا انجلي\n...\nبصبح وما الإصباح فيك بأمثل\nفيالك من ليل كان نجومه\n...\nبكل مغار الفتل شدت بيذبل\nكأن الثريا علقت في مصامها\n...\nبأمراس كتان إلى صم جندل\nفإنه أتى بالمعنى المبدع، وكان مخترعا فاحسن فيما اخترع، وقال النابغة: - من الطويل\nكليني لهم يا أميمة ناصب\n...\nوليل أقاسيه بطئ الكواكب\nوقال سويد بن أبي كاهل: - من الرمل\nكلما قلت ظلام قد مضى\n...\nعطف الأول منه ورجع\nوقال بشار بن برد: من الطويل\nخليلي ما بال الدجى لا يزحزح\n...\nوما بال ضوء الصبح لا يتوضح\nأضل النهار المستنير طريقه\n...\nأم الدهر ليل كله ليس يبرح\nوقال جحظة: من الوافر\nالجزء: 1 ¦ الصفحة: 10\n",
        "وليل في كواكبه حران\n...\nفليس لطول مدته انقضاء\nعدمت محاسن الإصباح فيه\n...\nكان الصبح جود أو وفاء\nوقال أبو هلال العسكري: من مخلع البسيط\nعابوا فلم ادر ما ألاقي\n...\nمس من الوجد أو جنون\nليلي لا يبتغي حراكا\n...\nكأنه أدهم حرون\nوقال سيدوك: من البسيط\nعهدي به ورداء الوصل يجمعنا\n...\nوالليل أطوله كاللمح بالبصر\nفالان ليلي مذ بانوا فديتهم\n...\nليل الضرير فصبحي غير منتظر\nالرصافي: من السريع\nيا ليلة طالت على عاشق\n...\nمنتظر للصبح ميعاد\nكادت تكون الحول في طولها\n...\nإذا مضى أولها عادا\nوفي ليلة مطيرة طويلة: من مخلع البسيط\nأقول والليل في امتداد\n...\nوادمع الغيث في انسفاح\nأظن ليلي بغير شك\n...\nقد بات يبكي على الصباح\nفأما ما قالوه في قصر الليل وسرعة انصرافه، وقرب ما بين أطرافه. فهو من أوصاف ليالي الوصل، وعند اجتماع الشمل، واتصال الحبل، فان سمحت هذه الحبيبة بالتداني، ودنت ثمار وصلها من يد الجاني، وصفت الليل بقدر ما أجده في ليلة وصالها، وأما الآن، فأنا قانع إن نمت بخيالها، وكيف يزور الطيف ساهرا، أم كيف يقر من يكابد وجدا ثائر، وقد أتى الشعراء في الطيف بالأوابد والفوائد، وجاءوا منه بما هو احسن من در القلائد في أجياد الخرائد، وأبو تمام والبحتري، وان أجادا في هذا المضما، وكان لهما مزية الاختراع والابتكار، فشعرهما يدل على طول نوم، واستغراق يوصل يوما بيوم، والبحتري أشدهما نوما، وأنا أكثر لوما، قال أبو تمام: من البسيط\nزار الخيال لها لا بل أزاركه\n...\nفكر إذا نام فكر الخلق لم ينم\nضبي تقنصته لما نصبت له\n...\nفي آخر الليل إشراكا من الحلم\nوقال: من الخفيف\nعادك الزور ليلة الرمل من رم\n...\nلة بين الحمى وبين المطالي\nنم، فما زارك الخيال ولكنك بالفكر زرت طيف الخيال وقال: من الخفيف\nالليالي أخفى بقلبي إذا ما\n...\nجرحته النوى من الأيام\nيالها ليلة تنزهت الأرواح\n...\nفيها ممراً من الأجسام\nمجلس لم يكن لنا فيه عيب\n...\nغير إنا في دعوة الأحلام\nفهذا السيد قد ذكر انه قطع الليلة بالنوم، وأين هذا من مذهب القوم، وقال البحتري: من الطويل\nوإني وان ضنت علي بودها\n...\nلارتاح منها للخيال المؤرق\nيعز على الواشين لو يعلمونها\n...\nليال لنا نزدار فيها ونلتفي\nفكم غلة للشوق أطفأت حرها\n...\nبطيف متى يطرق دجى الليل يطرق\nأضم عليه جفن عيني تعلقا\n...\nبه عند إجلاء النعاس المرنق\nوقال: من الطويل\nبلى وخيال من أثيلة كلما\n...\nتأوهت من وجد تعرض يطمع\nإذا زورة فيه تقضت مع الكرى\n...\nتنبهت من وجد له أتفزع\nترى مقلتي ما لا ترى في لقائه\n...\nوتسمع أذني رجع ما ليس تسمع\nوقال:\nألمت بنا الهدو فسامت\n...\nبوصل متى تطلبه في الجد تمنع\nوما برحت حتى مضى الليل وانقضى\n...\nوأعجلها داعي الصباح الملمع\nورب لقاء لم يؤمل وفرقة\n...\nلأسماء لم تحذر ولم تتوقع\nأراني لا انفك في كل ليلة\n...\nتعاود فيها المالكية مضجعي\nاسر بقرب من ملم مسلم\n...\nوأشجى بين من حبيب مودع\nمن الطويل\nإذا ما الكرى أهدى إلى خياله\n...\nشفى قربه التبريح أو نقع الصدأ\nإذا انتزعته من يدي انتباهه\n...\nعددت حبيبا راح مني أو غدا\nولم أر مثلينا ولا مثل شاننا\n...\nنعذب أيقاظا وننعم هجدا\nوقال من الطويل\nوليلة هومنا مع العيس أرسلت\n...\nبطيف خيال يشبه الحق باطله\nفلولا بياض الصبح طال تشبني\n...\nبعطفي غزال بت وهنا أغازله\nفانظر إلى تناسب ألفاظه، وحسن معانيها، واعتبر شدة النوم المودع فيها، وقال مهيار: من الخفيف\nفي الظباء الغادين أمس غزال\n...\nقال عنه ما لا يقول الخيال\nلم يزل يخدع البصيرة حتى\n...\nسرني ما يقول وهو محال\nلأعدمت الأحلام كم نولتني\n...\nمن عزيز صعب عليه النوال\nولقد أبان عن نوم شديد من قال: من الطويل\nوما ليلة في الهر ألا يزورني\n...\nخيالك إلا ليلة لا أنامها\nالجزء: 1 ¦ الصفحة: 11\n",
        "وقد سلم مهيار مما وقعوا فيه حيث قال: من الطويل\nوابعثوا أشباحكم لي في الكرى\n...\nإن أذنتم لجفوني أن تناما\nولابن التعاويذي مزية على الأوائل والأواخر حيث قال: من الكامل\nقالت أتقنع أن أزورك في الكرى\n...\nوتبيت في حلم المنام ضجيعي\nوابيك ما سمحت بطيف خيالها\n...\nالا وقد ملكت علي هجوعي\nأخذهما ابن التعاويذي من الغزال، شاعر من المغاربة قديم في قوله: من مجزوء الرمل\nوسليمى ذات زهد\n...\nفي زهيد من وصال\nكلما قلت صليني\n...\nحاسبتني بالخيال\nوالكرى قد منعته\n...\nمقلتي أخرى الليالي\nوهي أدرى فلماذا\n...\nعللتني بمحال\nوقال آخر: من المجتث\nرجوت طيف خيال\n...\nوكيف لي بهجوع\nفالذاريات جفوني\n...\nوالمرسلات دموعي\nوقد ظرف القائل: من الرجز\nطيف خيال هاجري\n...\nألم بي وما وقف\nعاتبني على الكرى\n...\nثم نفاه وانصرف\nوأنشدني شمس الدين الواعظ الكوفي: من الخفيف\nقل لمن نال حظه من رقاد\n...\nجاعلا حجة لطيف الخيال\nلو تيقظت جئت نحوك لكني\n...\nأرسلت حين نمت مثالي\nلو صدقت الهوى صدقت ولكن\n...\nما جزاء المحال غير المحال\nوأجاد مجد الدين محمد بن الظهير الحنفي الاربلي حيث قال: من الطويل\nأحبابنا ان فرق الدهر بيننا\n...\nوحازكم من بعد قربكم البعد\nفلا تبعثوا طيف الخيال مسلما\n...\nفما لجفوني بالكرى بعدكم عهد\nوقد ظرف القائل في خلاف ما قالوه: من الكامل\nأتظن أنك عاشق\n...\nوتبيت بالمحبوب حالم\nالطيف أعشق منك\n...\nإذ يسري إليه وأنت نائم\nوما زلت أعاني القلق، وأكابد الأرق، حتى برق عمود الصباح، وأعلن الداعي بحي على الفلاح، وظهرت تباشر النهار، وأن أذكر ما قيل في ذلك من الأشعار: قال علي بن الجهم من الكامل\nكم قد تجهمني السرى وأزالني\n...\nليل ينوء بصدره متطاول\nوهززت أعناق المطي أسومها\n...\nقصدا ويحجبها السواد الشامل\nحتى تولى الليل ثاني عطفه\n...\nوكان آخره خضاب ناصل\nوخرجت من أعجازه وكأنما\n...\nيهتز في بردي رمح ذابل\nوقال آخر: من الخفيف\nرب ليل كالبحر هولا\n...\nوكالدهر امتدادا وكالمداد سوادا\nخضته والنجوم يوقدان حتى\n...\nأطفأ الصبح ذلك الإيقاد\nوقال آخر: من البسيط\nكان بين هزيعيه نوى قذفا\n...\nأو بعدما بين قلب الصب والجلد\nكأنما فرقداه في ائتلاقهما\n...\nياقوتتا ملك أو ناظر أسد\nحتى تنبه فجر في خلال دجى\n...\nكلنه مقلة زرقاء في رمد\nوقال السيد ابن طباطبا العلوي: من الكامل\nيا ليلة حليت بزهر نجومها\n...\nوسهرتها حتى بدت لي عاطلا\nلم يرض ليلى إذ تجلى بدره\n...\nحتى أراني فيه منك مخائلا\nوطفقت ارمق منه بدرا طالعا\n...\nوطفقت اذكر منك بدرا أفلا\nوقال ابن النبيه من البسيط\nوالليل تبدو الدراري في مجرته\n...\nكالماء تطفو على روض أزاهره\nوكوكب الصبح نجاب على يده\n...\nمخلق تملأ الدنيا بشائره\nفلما متع ضوء النهار، وقفت في الانتظار، كلما أحسست نباة توجست، وكلما تذكرت الحبيبة تنفست: من الطويل\nأقضي نهاري بالحديث وبالمنى\n...\nويجمعني والليل بالهم جامع\nوقد ظرف القائل: من الرجز\nطيف خيال هاجري\n...\nألم بي وما وقف\nعاتبني على الكرى\n...\nثم نفاه وانصرف\nوأنشدني شمس الدين الواعظ الكوفي: من الخفيف\nقل لمن نال حظه من رقاد\n...\nجاعلا حجة لطيف الخيال\nلو تيقظت جئت نحوك لكني\n...\nأرسلت حين نمت مثالي\nلو صدقت الهوى صدقت ولكن\n...\nما جزاء المحال غير المحال\nوأجاد مجد الدين محمد بن الظهير الحنفي الاربلي حيث قال: من الطويل\nأحبابنا ان فرق الدهر بيننا\n...\nوحازكم من بعد قربكم البعد\nفلا تبعثوا طيف الخيال مسلما\n...\nفما لجفوني بالكرى بعدكم عهد\nوقد ظرف القائل في خلاف ما قالوه: من الكامل\nأتظن أنك عاشق\n...\nوتبيت بالمحبوب حالم\nالطيف أعشق منك\n...\nإذ يسري إليه وأنت نائم\nالجزء: 1 ¦ الصفحة: 12\n",
        "وما زلت أعاني القلق، وأكابد الأرق، حتى برق عمود الصباح، وأعلن الداعي بحي على الفلاح، وظهرت تباشر النهار، وان اذكر ما قيل في ذلك من الأشعار: قال علي بن الجهم من الكامل\nكم قد تجهمني السرى وأزالني\n...\nليل ينوء بصدره متطاول\nوهززت أعناق المطي أسومها\n...\nقصدا ويحجبها السواد الشامل\nحتى تولى الليل ثاني عطفه\n...\nوكان آخره خضاب ناصل\nوخرجت من أعجازه وكأنما\n...\nيهتز في بردي رمح ذابل\nوقال آخر: من الخفيف\nرب ليل كالبحر هولا\n...\nوكالدهر امتدادا وكالمداد سوادا\nخضته والنجوم يوقدان حتى\n...\nأطفأ الصبح ذلك الإيقاد\nوقال آخر: من البسيط\nكان بين هزيعيه نوى قذفا\n...\nأو بعدما بين قلب الصب والجلد\nكأنما فرقداه في ائتلاقهما\n...\nياقوتتا ملك أو ناظر أسد\nحتى تنبه فجر في خلال دجى\n...\nكلنه مقلة زرقاء في رمد\nوقال السيد ابن طباطبا العلوي: من الكامل\nيا ليلة حليت بزهر نجومها\n...\nوسهرتها حتى بدت لي عاطلا\nلم يرض ليلى إذ تجلى بدره\n...\nحتى أراني فيه منك مخائلا\nوطفقت ارمق منه بدرا طالعا\n...\nوطفقت اذكر منك بدرا أفلا\nوقال ابن النبيه من البسيط\nوالليل تبدو الدراري في مجرته\n...\nكالماء تطفو على روض أزاهره\nوكوكب الصبح نجاب على يده\n...\nمخلق تملأ الدنيا بشائره\nفلما متع ضوء النهار، وقفت في الانتظار، كلما أحسست نباة توجست، وكلما تذكرت الحبيبة تنفست: من الطويل\nأقضي نهاري بالحديث وبالمنى\n...\nويجمعني والليل بالهم جامع\nنهاري نهار الناس حتى إذا بدا\n...\nلي الليل هزتني إليك المضاجع\nفأخذت أعلل نفسي بالمنى وأتوهمها كلما رأيت حسنا، وأنا أراها بعين الشمس والقمر وأتشاغل عن لماها بالمدام، وأين الحجول من الغرر، مهيار: من الطويل\nأراك بعين الشمس والبعد بيننا\n...\nفاقنع تشبيها بها وتمثلا\nوأذكر عذبا رضابك سائغا\n...\nفما اشرب الصهباء إلا تعللا\nوقال جحظة البرمكي: من المتقارب\nإذا ما ظمئت إلى ريقها\n...\nجعلت المدامة منه بديلا\nوأين المدامة من ريقها\n...\nولكن أعلل قلبا عليلا\nولهم في نعت ريق الحبيب، اوصاف تنذر بالطيب، مع اعترافهم انهم لم يذوقوا له طعما، ولا عرفوه إلا وهما، قال مهيار: من الرجز\nوفي الحمول سمحة ضنينة\n...\nتبذل وجها وتصون ملمسا\nسلسالها إن لم أكن أعرفه\n...\nرشفا فقد وصفته تفرسا\nوهو مأخوذ من قول شاعر الحماسة: من الطويل\nبأطيب من فيها وما ذقت طعمه\n...\nولكنني فيما ترى العين فارس\nوقد أحسن القائل ما شاء: من الطويل\nكان على أنيابها الخمر شجه\n...\nبماء الندى من آخر الليل غابق\nوما ذقته إلا بعيني تفرسا\n...\nكما شيم من أعلى السحابة بارق\nوأجاد زهير في قوله: من الطويل\nوقد شهد المسواك عندي بطيبه\n...\nولم أر عدلا وهو سكران يطفح\nوقال الفقيه عمارة اليمني: من الطويل\nشهدت يقينا أن مرآك جنة\n...\nوقالوا وما ادري وريقك كوثر\nوقال ابن هاني المغربي: من الطويل\nوما عذب المسواك إلا لأنه\n...\nيقبلها دوني وإني لراغم\nوقلت له صف لي جنا رشفاتها\n...\nفالثمني فاها بما هو زاعم\nوقال آخر من السريع:\nمن آل هارون تعشقته\n...\nيقتلني بالصد والتيه\nقد أنزل السلوى على قلبه\n...\nأقول والمن على فيه\nوقال كمال الدين بن العديم: من الطويل\nفواعجبا من ريقها وهو طاهر\n...\nحلال وقد أمسى علي محرما\nهو الخمر لكن أين للخمر طعمه\n...\nولذته مع أنني لم أذقهما\nوقال التهامي: من البسيط\nلو لم يكن أقحوانا ثغر مبسمها\n...\nما كان يزداد طيبا ساعة السحر\nوأخذت منه فقلت: من الوافر\nيزيد رضابه في الصبح طيبا\n...\nلان الثغر منه جنى الأقاحي\nوقال بعض العرب: من البسيط\nيا أطيب الناس ريقا بعد هجعتها\n...\nوأحسن الناس عينا حين تنتقب\nوأصل هذا من قول امرئ القيس: من المتقارب\nكان المدام وصوب الغمام\n...\nونشر الخزامى وريح القطر\nالجزء: 1 ¦ الصفحة: 13\n",
        "يبل به برد أنيابها\n...\nإذا غرد الطائر المستحر\nفهذه معان تشحذ ظباة الخواطر، وتنبه على الوجد كل فاتر، وتخجل الرياض جادها صوب السحاب الماطر، وما زلت على مثل هذه الحال، من الحرق والبلبال، وقطع مسافة الأيام والليالي، وأنا على مثل حر المقالي، إلى أن وقت الميعاد، وأطل يومه أو كاد، فبت في الليلة التي تسفر عن صباحه، وتتجلى بغرزه وأوضاحه، أراقب النجوم وهي أنضاء أسفار، وأشاهد الفلك وقد عطل المدار، وكأن النجوم مقل اعتراها السهاد، وجفاها الرقاد، فما تطرف لها جفون، ولا تطرق لها عيون، بل كأنها زهر روضة لا يصوح نباتها، أو كأنها ثابتة مجتمعة فلا يتغير ثباتها، ولا يرجى شتاتها، أيها نظرت إليه وجدته مقيما لا يرحل، ومستقرا لا يتحلحل، كان سواد الليل حيرها فما تهتدي إلى مغربها، ولا تعرف وجه مذهبها، أضلها الظلام وأنضاها ليل التمام فلم يحتج إلى أفول، ولا حدثت نفسها بقفول، كأنما فلكها قد أعيا أواخذه البرطعيا، فتغير نظام دوراته، وكلما ظن انه استقل عاد إلى مكانه، فبعدا لها من ليلة طال أمد عمرها، وأربت على حولها وشهرها، وشكرا لها إذ كان يومها موعدا للوصل، وسلما إلى بلوغ الآمال، فلم أزل احييها وجدا وغراما وتميتني تذكرا وهياما: من المنسرح\nأحييتها والدموع تنجدني\n...\nشؤونها والظلام ينجدها\nإلى أن كاد الظلام يشف لونه، ويحمر جونه، وبدت أعلام الصباح منشورة، وطلعت رايات النهار منصورة، وولي زنجي الليل وهو هزيم، وركض هاربا، وعقبه كليم، وذر حاجب الغزالة مشرق الأنوار، وأجرت موج سيل الذهب الذاب على الأقطار، وأسفرت ذكاء عن وجهها المنير، وألقت خمار الظلام عن عارضها المستدير، وقد ذكرت بهذا الفصل شعرا مرموقا، يفوق درا منظوما، فمنه فائية ابن هاني الجامعة لهذه المعاني التي أولها: من الطويل\nأليلتنا إذ أرسلت واردا وحفا\n...\nوبتنا نرى الجوزاء في أذنها شنفا\nوهي مشهورة بقائلها، فلا أتعب بإثباتها يد ناقلها، فمن أرادها فقد دللته، ومن أنكرها فقد عرفته، وقال مجد الدين محمد بن الظهير الحنفي: شاعر من بلدتنا الغراء، ومجيد من أعيان الشعراء، شعره، أجرى من الماء تحدر من صبب، وأفعل في النفوس من ابن غمام زوج بابنه عنب، يمدح السعيد الشهيد تاج الدين أبا المعالي محمد بن نصر بن الصلايا العلوي الحسيني سقى الله عهده سبل العهاد وروى ثراه بكل ملث الودق ذي إبراق وإرعاد.\nمن الطويل\nألا يا اسلمي يا دار مي على البلى\n...\nولا زال منهلا بجرعائك القطر\nفلقد كانت أيامه مواسم المسرة، وأوقاته وقفا على المبرة فمضى محمود السجايا، طلاع الثنايا، شريف الخلايا والمآثر والمزايا، إذا اقتسمت غنائم الشرف، فله المرباع منها والصفايا، إلى منقطع القرين، وفاق عرابة الأوسي في تلقى راية المجد باليمين.\nمن الطويل\nأيا قبر معن كيف واريت جوده\n...\nوقد كان منه البر والبحر مترعا\nوأنفذ هذه الأبيات إليه من الشام على يد أخيه وأولها: من الخفيف\nلو وجدنا إلى اللقاء سبيلا\n...\nلشفينا بالقرب منكم عليلا\nوسعينا على الرؤوس سراعا\n...\nورأيناه في هواكم قليلا\nقد سألنا القبول حمل التحيات، فيا ليتها أصابت قبولا. ويقول فيها:\nوفلاة فليتها بأمون\n...\nملت البيد وخدها والذميلا\nمثل ظهر المج لا يجد الخريت فيها إلى سبيل سبيلا\nجبتها والظلام راهب ليل\n...\nجاعل كل كوكب قنديلا\nأو عظيم للزنج يقدم جيشا\n...\nقد أعدوا أسنة ونصولا\nوكأن السماء روض أريض\n...\nنوره بات بالندى مطولا\nوكأن النجوم در عقود\n...\nعاد معقود سلكها محلولا\nليلة كالغداف لو لم يرعها\n...\nباز فجر ما أوشكت أن تزولا\nرق جلباب جنحها وبدا شقاه\n...\nكما شارف الخضاب النصولا\nوتولت وأشهب الصبح يتلو\n...\nأدهم الليل وانيا مشكولا\nوكان الصباح ميل لجين\n...\nكاحل للظلام طرفا كحيلا\nما انتهت والسهاد حتى انتهى الصبر ورحنا من خمرة السهد ميلا\nوثنى النجم عن سراه عنانا\n...\nمطلقا وانبرى النسيم عليلا\nواجتلينا وجه النهار كوجه الصاحب الصدر مرتجى مأمولا\nوتبعته أنا فقلت من أبيات في الخدوم الصاحب شمس الدين صاحب الديوان أعز الله نصره:\nالجزء: 1 ¦ الصفحة: 14\n",
        "من الطويل\nوليل غدافي الإهاب ارتديته\n...\nوصحبي نشاوى من نعاس ومن لغب\nكأن السماء اللازوردي مطرف\n...\nوأنجمه فيه دنانير من ذهب\nكأن سواد الليل زنج بدا لهم\n...\nمن الصبح ترك فاستكانوا إلى الهرب\nكان ضياء الشمس وجه محمد\n...\nإذا أمه الراجي فأعطاه ما طلب\nفنهضت أسابق رجع الطرف، مسارعا إلى متن الطرف، واستصحبت ذلك الغلام إلى موضع ميعاد بدر التمام، فحين رأيت مسارح تلك الغادة المكسال وشممت من تلك التربة ارج مساحب الأذيال، أنشدت ودموع العين أخذة في الانهمال: من الطويل\nوحقك أن الجزع أضحى ترابه\n...\nعبيرا وكافورا وعيدانه رندا\nوما ذاك إلا أن مشت بجنابه\n...\nأميمة في سرب وجرت به بردا\nوقريب منه قول النميري: من الطويل\nتضوع مسكا بطن نعمان إن مشت\n...\nبه زينب في نسوة عطرات\nيخمرن أطراف البنان من التقى\n...\nويخرجن جنح الليل معتجرات\nوجادت العين بما هو أغزر من نوء العين، كفكفته تجلدا فوكف، وسمته وقوفا فما وقف، وأردت الإنكار فاعترف، وصاب فكأنه من لجة البحر اغترف.\nمن الوافر\nأرى آثارهم فأذوب شوق\n...\nوأسكب في مواطنهم دموعي\nوأسال من بفرقتهم رماني\n...\nيمن علي منهم بالرجوع\nوطفقت أجول في تلك العراص، وأطلب الخلاص، ولات جل مناص فألوم نفسي تارة وأعذرها أخرى، واستنصر بإمداد الصبر وهي وانية حسرى، إلى أن كاد اليأس يغلب الأمل وامتداد الانتظار، حتى قلت إن يومه بآخر الدهر قد اتصل، فإذا السراب قد عن وصدق الحبيب الظن، وذهب فن، واقبل فن وحصل جود وتم من.\nمن البسيط\nفقمت أفرش خدي في الطريق له\n...\nذلا وأسحب أكمامي على الأثر\nوجرت عند مشاهدة جمالها، وشغلني حسنها عن السلام عليها. وسؤالها، فوقفت ذاهلا، وقد أصبح سحبان بياني باقلا، فابتدرني بالتسليم، وابتسمت عن مثل الدر النظيم، وقالت كيف وجدت نفسك بعدنا، وهل شكوت بعدنا أم هل عندك مما عندنا، وهلا أحسنت تلقينا من الصبابة ما لقينا، وكيف دهشت حين قدمنا، وهل عدمت الجلد كما عدمنا، وهل غلبك الهوى فلم يجر لسانك أم هل استوى عليك الوجد فسلب بيانك، خبرني عن ضميرك، واشرح لي كنه أمورك، فأنشدت وقلبي طائر، ودمعي في المآقين حائر: من الكامل\nلم أنسه لما بدا متمايلا\n...\nيهتز من لين الصبى ويقول\nماذا لقيت من الهوى فأجبته\n...\nفي قصتي طول وأنت ملول\nفتبسمت عن مثل اللالي وقالت: اسمع ما قال الجمال ياقوت في وصف حالي الحالي: من الكامل\nصدقتم في الوشاة وقد مضى\n...\nفي حبكم عمري وفي تكذيبها\nوزعمتم أني مللت حديثكم\n...\nمن ذا يمل من الحياة وطيبها\nأما نحن فأشواقنا إليك متزايدة، وأنفاسنا لبعدك متصعدة، وليلنا بعدك طويل، ونومنا وقد غبت قليل، نتعلل بلقائك ونتعرض للنسيم، إذا هب تلقائك: من البسيط\nما أظلمت ليلة والعين ساهرة\n...\nيعتادها من نزاع نحوكم أرق\nألا تمنيت أن الريح لي نفس\n...\nيسري إليكم وأن النجم لي حدق\nوإيه كيف صبرك على فراقنا، وحالك بعد انطلاقنا، وهل ساعدك الجلد أم استولى عليك الكمد، وهل ذقت مناما هجرناه، أو عرفت قرارا أنكرناه. من المتقارب.\nوحقك كدرت صفو الحياة وطيب الرقاد بهذا الصدود ولو نلت من زمني ما أريد لناديت يا ليلة الأنس عودي وهد الجملة والتفصيل، والأولى الاختصار إذا لم يفد التطويل، فإن أنكرت أمرا، فسل قلبك فهو عارف، أو استقلك دمعا، فشاهده دمعك الذارف، وقد حالك أيام البعاد، وتحققت كلما جرى فلا حاجة إلى التعداد، ووقفت على الحقيقة، وحمدت ما ظهر من تلك الطريقة، وقد كايتك الصبابة، وما صرحت ومعي من الصبر صبابة، من الطويل.\nألفنا التجافي واطمأنت قلوبنا\n...\nعليه وهذا آخر العهد بالصبر\nفمر بما تريد واحكم حكم المالك على العبيد، فحين سمعت كلامها، وفهمت نظامها، زاد غرامي اضعافا، واستخفني الطرب استخفافا، وكدت أطير فرحنا وجذلا، ولو لم أتتماسك لصرت مثلا: من الوافر\nإذا الخبر استخفك من بعيد\n...\nنثاه فكيف ظنك بالعيان\nالجزء: 1 ¦ الصفحة: 15\n",
        "فقلت يا قرة العين الساهرة وقرار القلوب النافرة شفيت نفسا أشفت على التلف، ونعشت قلبا أودى به وارد الأسف، وكفكفت دمعا ما نهنهته إلا وكف، ورفعت أملا كان في الحضيض فنال الشرف، وأحييت روحا أماتها الجفاء، ولازمها الهم فعليها العفاء، فاستدركت ما بقي من ذمائها، وبقيت عليها فضل مائها، وسقيتها فعادت مخضرة الأوراق، وأعديتها على دواعي الوجد وعوادي الفراق، من السريع\nرأيت أن الوجد قد شفني\n...\nوخانني في بعدك الصبر\nفعدت بالحسنى على مغرم\n...\nذاب اشتياقا فلك الأجر\nفقالت خلنا من هذه الأقوال، فلك المنة في كل الأحوال، وعد إلى الدار.\nوانتظرنا وقت الاصفرار فأنا الليلة لك ضيوف، وعليك عكوف، وخل هذا الغلام الذي بين يديك، ليكون مع عوانا إليك دليلنا عليك، وحظنا في هذا أوفر ونصيبنا منه أكثر، فاستعد لوصالنا، فنعم البدل نحن من خيالنا فتوثقت منها بالعهود وراجعتها في الوفاء بالوعود، وأذكرتها تلك الخدعة، وأن لا تعيدها جذعة فتبسمت عن واضحات كالدرر، ونظرت عن طرف وسنان ذي حور، وقالت تلك حال وهذه حال، ولم يبق إلا اللقاء والوصال، ولقد ندمت على تلك الليلة التي ذهبت ضياعا، فقد كان الصواب أن نأتيك فيها سراعا ولكن لا حيلة فيما مضى، ومن الذي أعطاه دهره الرضى، وقد أصحب الدهر الشامس وابتسم الحظ العابس، وحضر الحبيب، وغاب الرقيب، وضحك العيش بعد القطوب، ولم تبق حاجة في نفس يعقوب، فعدت إلى الدار، أخذا في الاستعداد، جازما بحصول المراد فسألني بعض الأخوان، إذ رأى مسرعة العهود مع قرب المسير، وشاهد الطلاقة على الأسارير، فأنشدته الأبيات النوادر، التي أقر بحسنها كل ناظم وناثر.\nمن الوافر\nأجل عينيك في عينها تجدها\n...\nمشربة جنى ورد الخدود\nوصافحني تجد عبقا بكفي\n...\nيضوع إليك من ردع النهود\nوها سمعي إليك فإن فيه\n...\nبقايا من حديث كالعقود\nوعد عن الفؤاد ففيه سر\n...\nأضن به على الوجود\nوقلت هذه جملة يطول شرحها، وليلة قد أسفر صبحها، واستدعيت المشروب والمشموم وهيأت الظاهر والمكتوم، وأعددت المنثور والمنظوم، وأحضرت أنواع الرياحين، وتفاءلت بالجمع بين الورد والياسمين، ونضدت مجلسا للشراب، ومجمعا للأوطار والأطراب، وروقت سلافا أرق من الماء وأجرى من الهواء، أحسن من الذهب، وأنور من اللهب، وأسلس من النسيم وأصفى من النسيم، وأشد إشراقا من الشم، كأنما أفرغت في الزجاج من القلب، فحببت إلى النفس: من الخفيف\nأفرغت في الزجاج من كل قلب\n...\nفهي محبوبة إلى كل نفس\nوقال آخر: من مخلع البسيط\nلا ينزل الليل حيث حلت\n...\nفدهر شرابها نهار\nوقال آخر: من الطويل\nترى حيث ما كانت من البيت مشرقا\n...\nوما لم تكن فيه من البيت مغربا\nوقد أجاد الشعراء في وصف المدامة والنديم، وأبدعوا في نعت مجالس الشراب، فجاءوا بالفظ الرائع، والمعنى السليم، وأنا أجري على عادتي في ذكر ما يخطر من ذلك بالبال، وأعود إلى شرح ما يتم لنا في ليلة الوصال، لأبي نؤاس في نعت الشراب، الفضيلة على الأواخر والأوائل، وهو الذي إذا قال سكت كل قائل، وقد اشتمل ديوانه من ذلك على الغرر. البدائع، والمعاني التي هي أعذب من جنا النحل. ممزوجا بماء الوقائع والألفاظ التي اصحب له أبيها، وأطاعه عصيها، وانثالت عليه انثيالا، وثنت أعناقها إليه إرسالا، فحكم فيها حكم العارف الخبير وأبرزها بحسن نظمه كالروض النضير، وأنا أذكر من أشعاره ما حضر، ومن أراد الزيادة فعليه بديوانه يستخرج منه الدرر، قال: من البسيط\nقامت تريني، وأمر الليل مجتمع\n...\nصبحا تولد بين الماء والعنب\nكان صغرى وكبرى من فواقعها\n...\nحصباء در على ارض من ذهب\nهذا التشبيه في غاية الحسن، وقد أخذ عليه في صغرى وكبرى، ما هو معلوم عند من رغب في جداله، وما هذه الرسالة مما تحتمل الخوض في هذا أو أمثاله، وقال: من الكامل\nقال أبغني المصباح قلت له اتئد\n...\nحسبي وحسبك ضوءها مصباحا\nفسكبت منها في الزجاجة شربة\n...\nكانت له حتى الصباح صباحا\nمن قهوة جاءتك قبل مزاجها\n...\nعطلا فألبسها المزاج وشاحا\nعمرت يكاتمك الزمان حديثها\n...\nحتى إذا بلغ السئامة باحا\nوقال: من البسيط\nالجزء: 1 ¦ الصفحة: 16\n",
        "لا تبك ليلى ولا تطرب إلى هند\n...\nواشرب على الورد من حمراء كالورد\nكأسا إذا انحدرت من كف شاربها\n...\nأجدته حمرتها في العين والخد\nفالخمر ياقوتة والكأس لؤلؤة\n...\nمن كف جارية ممشوقة القد\nتسقيك من يدها خمرا ومن فمها\n...\nخمرا فمالك من سكرين من بد\nلي نشوتان وللندمان واحدة\n...\nشيء خصصت به من بينهم وحدي\nوقال: من الكامل\nومدامة تحيا النفوس بها\n...\nجلت مآثرها عن الوصف\nمن كف ساقية مقرطقة\n...\nناهيك من أدب ومن ظرف\nوقال: من الخفيف\nعنقت في الدنان حتى استفادت\n...\nنور شمس الضحى وبرد الظلال\nولعمر المدام إن قلت فيها\n...\nإن فيها لموضعا للمقال\nوقال: من الطويل\nفطب بحديث عن نديم مساعد\n...\nوساقية سن المراهق للحلم\nضعيف كر الطرف تحسب أنها\n...\nقريبة عهد بالإفاقة من سقم\nهذا هو الشعر الذي تستشعر به النفوس مسرة، ويلوح على وجه الأشعار غرة، وماذا عسى أن يقال في شيخ الصناعة، وفارس البراعة، وقال: من المديد\nيا شقيق النفس من حكم\n...\nنمت عن ليلى، ولم أنم\nوقد قيل أنها قيلت فيه، والذي قالها والبة بن الحباب والمشهور أنها له، يقول فيه:\nعتقت حتى لو اتصلت\n...\nبلسان ناطق وفم\nلاحتبت في القوم مائلة\n...\nثم قصت قصة الأمم\nقرعتها بالمزاج يد\n...\nخلقت للكأس والقلم\nفي ندامى سادة زهر\n...\nأخذوا اللذات عن أمم\nفتمشت في مفاصلهم\n...\nكتمشي البرء في السقم\nفعلت في البيت إذ مزجت\n...\nمثل فعل النار في الظلم\nفاهتدى ساري الظلام بها\n...\nكاهتداء السفر بالعلم\nوليكن هذا المقدار من شعره كافيا في هذا المختصر، ولو أردت الإطالة، لأتيت بكل شعره، فكله غرر، وقال ابن نباتة السعدي وأجاد.\nمن الطويل\nنعمت بها يجلو علي كؤوسه\n...\nأغر الثنايا واضح الجيد أحور\nفوالله ما ادري أكانت مدامة\n...\nمن الكرم تجنى أم من الشمس تعصر\nإذا صبها جنح الظلام وعبها\n...\nرأيت رداء الليل يطوي وينشر\nوقال ابن الجهم: قلت لجارية، نجعل الليلة مجلسنا في القمر، فقالت: ما أولعك بالجمع بين الضرائر، قلت فأي الشراب أحب إليك.\nقالت: ما ناسب روحي في الخفة ونكهتي في الطيب، وريقي في اللذة، ووجهي في الحسن وخلقي في السلاسة،.\nوقال ديك الجن: من الطويل\nفقام تكاد الكأس تخضب كفة\n...\nوتحسبه من وجنتيه استعارها\nمشمشعة من كف ظبي كأنما\n...\nتناولها من خده فأدارها\nوقال آخر مجزوء الكامل\nرق الزجاج ورقت الخمر\n...\nفتشابها فتشاكل الأمر\nفكأنما خمر ولا قدح\n...\nوكأنما قدح ولا خمر\nقال آخر: من الطويل\nوحمراء قبل الزج صفراء بعده\n...\nبدت بين ثوبي نرجس وشقاق\nحكت وجنة المعشوق صرفاً فساطوا\n...\nعليها مزاجا فاكتسبت لون عاشق\nوقال ابن دريد من الكامل\nثقلت زجاجات أتتنا فرغا\n...\nحتى إذا ملئت بصرف الراح\nخفت فكادت أن تطير بما حوت\n...\nوكذا الجسوم تخف بالأرواح\nوقال أبو عثمان الخالدي: من الخفيف\nهتف الصبح بالدجى فاسقنيها\n...\nقهوة تترك الحليم سفيها\nلست أدري من رقة وصفاء\n...\nهي في كأسها أم الكأس فيها\nوقال التنوخي من المتقارب\nوراح من الشمس مخلوقة\n...\nبدت لك في قدح من نهار\nهواء ولكنه جامد\n...\nوماء ولكنه غير جاري\nكأن المدير لها باليمين\n...\nإذا قام للشرب أو باليسار\nتدرع ثوبا من الياسمين\n...\nله فرد كم من الجلنار\nوقيل وتروى ليزيد بن معاوية: من الطويل\nوإني من لذات دهري لقانع\n...\nبحلو حديث أو بمر عتيق\nهما ما هما لم يبق شيء سواهما\n...\nحديث صديق أو عتيق رحيق\nوقال آخر: من الكامل\nومدامة حمراء في قارورة\n...\nزرقاء تحملها يد بيضاء\nفالراح شمس والحباب كواكب\n...\nوالكف قطب والإناء سماء\nوقال محي الدين رحمه الله يصف مجلسا. من الكامل\nفي المجلس ظهرت سرائر حسنه\n...\nوجلت بصائرنا وجوه سروره\nفكأنه فلك السماء كؤوسه\n...\nكشموسه وسقاته كبدوره\nوقال الحماني من الكامل\nالجزء: 1 ¦ الصفحة: 17\n",
        "في مجلس جعل السرور جناحه\n...\nظلا لنا من طارق الحدثان\nلا تسمع تصفيق الجليس ونقره\n...\nوبكاء راووق وضحك قناني\nوأنشدني محيي الدين رحمه الله من الخفيف\nأنا في منزلي وقد وهب الله صديقا وقينة وعقارا\nفابسطوا العذر في التأخر عنكم شغل الحلي أهله أن يعارا\nفهذه أشعار روائع، ومعان نواصع، وألفاظ حلوة المبادئ والمقاطع، وهذا المختصر لا يحتمل التطويل، وقد يستغني عن الكثير بذكر القليل، فلما أنجزت كل الأمور وأعددت أسباب السرور، أخذت في الانتظار وقد تقوضت خيام النهار وحال لون الشمس إلى الاصفرار، وخلعت لباس الورد، وارتدت بالبهار، أقبلت تميس كأنها غصن بان وترنو بعين ظبي وسنان.\nمن الكامل\nتمشى قناة ثم تذكر قدها\n...\nأن التثني للغصون فتثني\nفأضاء الأفق بنورها وسلبت الليلة لباس ديجورها، من الطويل\nفوالله ما أدري أأحلام نائم\n...\nألمت بنا أم كان في الركب يوشع\nوخلفت الشمس عند مغيبها، وزادت عليها بحسنها وطيبها، فتلقيتها بدمع أجراه الفرح والجذل، وأطلقه السرور فسح وهمل، فقالت ما هذا البكاء، وقد واصل الحبيب وغاب الرقيب، وعالج الداء الطبيب: من الكامل\nفأجبته لما رأيتك زائري\n...\nوسمحت لي بعد النوى بتداني\nطفح السرور علي حتى أنني\n...\nمن عظم ما قد سرني أبكاني\nفدخلت أمامها إلى الدار، ونعمت عينا بالجار، وشممت نشر درك الأماني والإطار، واستقر بها المجلس فأعجبها ترتيبه، وراقها لوجه وطيبه، وأخذنا في شاننا، واستنطقنا ألسن عيداننا، وكدنا نطير ونحن في مكاننا، ودارت كؤوس الراح ورشفنا شفاه الأقداح، فلما أخذت مأخذها من الهام، ودبت دبيب البرء في السقام، انبسطت وتم أنس، وتحرك ساكن، وصفا أجن، واجتمع أحباب، وجرت أسباب، وعطفت أجياد على أجياد، وقرب فؤاد، وواصل محب حبيبه، وأمن عاذله ورقيبه. من الوافر\nتأمل من خلال الشك فانظر\n...\nبعينك ما شربت ومن سقاني\nتجد شمس الضحى تسري بشمس\n...\nإلي من الرحيق الخسرواني\nوهصرت قدود، وجنيت خدود، وضمت نهود ورشفت ثغر برود، وقبلت شفاه وثغور، وتمت أحوال وأمور، واستحكم فرح وسرور، وأشرق على وجه الأنس نور، وخلع عذار ونبذ وقار، وشربت عقار، وطلب عند الهم ثار، وطافت كؤوس، وطابت نفوس، وجنيت غروس، وجليت عروس، وزال هم وبؤس، وأدال دهر، وجرى نهر، وفتح زهر، وقرب وصل، وبعد هجر، وتدانت قلوب، وساعف محبوب، وحصل مطلوب، وأصحب محبوب، وأنشد، ولبى ذاهل، ونادى الأنس أهل: من الطويل\nرعى الله ليلا ضمنا بعد فرقة\n...\nوأدنى فؤادا من فؤاد معذب\nفبتنا جميعا لو تراق زجاجة\n...\nمن الراح فيما بيننا لم تسرب\nوجربنا في ميدان الخلاعة، وبذلنا في طاعة الهوى جهد الاستطاعة، وعاصينا الوقار والنهى، وبلغنا كل قلب ما اشتهى، وأعطينا النفوس أمانيها، وسلمنا قوس التصابي إلى باريها، وجنيت ثمار المعاني وحصلت على المطالب والأماني، وأنشدت أبيات أبزون العماني: من البسيط.\nأفدي الذي زارني والليل معتكر\n...\nوالأفق مما اكتسى من عرفه عطر\nفلم نزل نتجارى في العتاب معا\n...\nأشكو إليه جفاه وهو يعتذر\nحتى إذا ما اعتنقنا واستتب لنا\n...\nعلى إرادتنا عيش له خطر\nناديت يا ليل دم ليلا بلا سحر\n...\nفقال ليلك هذا كله سحر\nوذكرت في وصف الحال، والاستعانة بالليل على استمرار الوصال، قول من قال: من السريع\nبتنا على حال نسوء العدى\n...\nوربما لا يمكن الشرح\nبوابنا الليل وقلنا له\n...\nإن غبت عنا دخل الصبح\nوحثحثنا الطاس والكأس، ودبت الحميا في القدم والرأس، وتمشت في المطا والقوائم، وسرت سرى الكرى في مقلة النائم، وأنشدت الأبيات النوادر، الدالة على قوة عارضة الشاعر، التي تجاري نسيم السحر لطفا، وتفوق نظم الدرر وصفا ورصفا.\nمن الكامل\nعاطيته والليل يسحب ذيله\n...\nصباء كالمسك الفتيق لناشق\nوضممته ضم الكمي لسيفه\n...\nوذؤابتاه حمائل ي عانقي\nحتى إذا مالت بهسنة الكرى\n...\nزحزحته عني وكان معانقي\nأبعدته عن أضلع تشتاقه\n...\nكيلا يبيت على فراش خافق\nالجزء: 1 ¦ الصفحة: 18\n",
        "ولم أتبع الشاعر في شفقته، ولا اختصرت شيئا من العناق عملا بطريقته، وذكرت قصر ليل الوصال، فأخذت في الحنين والأعوال.\nوقد أطال الشعراء في وأجادوا فيما قصدوه منه ما أرادوا، وأنا أورد منه ما يليق بهذا المختصر، واذكر منه ما حضر، وقد يستدل على الشجرة بالوحدة من الثمر، قال بعضهم من المنسرح\nيا ليلة كاد من تقاصرها\n...\nيعثر فيها العشاء بالسحر\nتطول في هجرنا وتقصر في الوصل فما نلتقي على قدر\nوقال سيدوك من البسيط\nعهدي بهم ورداء الوصل يجمعنا\n...\nوالليل أطوله كاللمح بالبصر\nفاليوم ليلي وقد بانوا فديتهم\n...\nليل الضرير فصبحي غير منتظر\nوقال آخر من البسيط.\nالليل إن هجرت كالليل إن وصلت\n...\nأشكو من الطول ما شكو من القصر\nوقال ابن التعاويذي: من الكامل\nوأطلتم ليلي وكم من ليلة\n...\nذهبت بوصلكم كظل الطائر\nوقال آخر، من الكامل\nكل الليالي المضيات خلاعة\n...\nتفدي نعيمك يا ليالي حاجر\nما كنت في اللذات إلا خلسة\n...\nسمحت بها الأيام سمحة غادر\nفحين بلغت إلى هذا المقام، وأتيت بما أتيت من النشر والنظام، رعدت راعدة، أيقظتني من المنام، فانتبهت ولا محبوبة، ولا مدام، ولا آس ولا خزام، فعجبت من قوة الخيال، واستمرار هذا المحال، وأنا أستغفر الله من التجوز في المقال، وتحقيق هذه الحال، والحمد لله وحده وصلواته على سيدنا محمد وآله خير آل، كتبها ياقوت بن عبد الله بمدينة السلام، في العشر الأول من شعبان سنة أربع وسبعين وستمائة هجرية حامدا الله تعالى على نعمه ومصليا على نبيه محمد وآله الطيبين الطاهرين ومسلما تسليما كثيرا.\nالجزء: 1 ¦ الصفحة: 19\n",
        ""
    ]
}