{
    "1": [
        "إتحاف الزائر وإطراف المقيم للسائر لأبي اليمن ابن عساكر\nإتحاف الزائر وإطراف المقيم للسائر لأبي اليمن ابن عساكر\nأبو اليمن بن عساكر\nالكتاب:\nإتحاف الزائر وإطراف المقيم للسائر في زيارة النبي صلى الله عليه وسلم\nالمؤلف:\nعبد الصمد بن عبد الوهاب بن أبي الحسن محمد بن هبة الله بن عبد الله بن الحسين أمين الدين أبو اليمن بن عساكر الدمشقي نزيل مكة (المتوفى: 686هـ)\nالمحقق:\nحسين محمد علي شكري\nالناشر:\nشركة دار الأرقم بن أبي الأرقم\nالطبعة:\nالأولى\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\nأعده للشاملة:\nيا باغي الخير أقبل\n",
        "إتحاف الزائر\nوإطراف المقيم للسائر\nفي زيارة النبي صلى الله عليه وسلم\nللإمام الحافظ\nأبي اليمن عبد الصمد بن عبد الوهاب بن عساكر\n618 - 686\nهـ\nقابل أصوله الخطية وعلق عليه\nحسين محمد علي شكري\nشركة دار الأرقم بن أبي الأرقم\n",
        "بسم الله الرحمن الرحيم\nأخبرنا الإمام العالم الحافظ أبو اليمن عبد الصمد بن عبد الوهاب بن الحسن بن عساكر الدمشقي، بقراءة الإمام أبي عمرو عثمان التوزري وأنا حاضر بحرم سيدنا رسول الله صلى الله عليه وسلم تجاه حجرته الشريفة، في ربيع الآخر سنة ثمان وسبعين وستمائة.\nقال: الحمد لله رب العالمين، و [صلى الله على] سيدنا محمد المصطفى الأمين، وعلى جميع الأنبياء والمرسلين، [وعلى آله] وآلهم أجمعين، ورضي الله عن الصحابة والتابعين، وسائر عباد الله الصالحين، وسلم عليه وعليهم، آمين.\nوبعد:\nفهذا مختصرٌ في زيارة سيدنا سيد البشر رسول الله صلى الله عليه وسلم، وشرف وعظم وكرم، ألفته تحفةً للزائر، وجعلته نحلةً من المقيم يتزودها المسافر، إذ كانت زيارة تربته المقدسة المكرمة من أهم القربات، والمثول في حضرته المشرفة المعظمة من أنجح [المساعي وأكمل] الطلبات، والقصد إلى مسجده الشريف من العباد [من أوصل] الصلات، فإليه تشد الرحال، ولديه تحط الأوزار، و [عليه] تعقد الآمال، وقد أثبت في هذا المختصر ما ينبغي للزائر فعله، وأسندت من الأحاديث الواردة في ذلك ما صح نقله وحسن مثله، والله تعالى يسعفنا في الدنيا بدوام زيارته، ويسعدنا في الآخرة ببركة شفاعته، ويوردنا حوضه، ويرينا وجهه، ويجعلنا من حزبه وخاصته، آمين.\nالجزء: 1 ¦ الصفحة: 17\n",
        "فصل\nويتعلق بالزيارة جمعٌ من الآداب\nيشاركه فيها غيره، من أسفار القرب والمباحات؛ من الاستخارة، وتجديد التوبة، والخروج عن المظالم، واستحلال المعاملين، والتوصية، وإرضاء من يتوجب عليه إرضاؤه، وإطابة النفقة، والتوسعة في الزاد على نفسه ورفيقه وجماله، وعدم المشاركة فيه، وتوديع المنزل بركعتين، وتقديم الصدقة عند الخروج من منزله على المسير ولو قلت، وغير ذلك مما لا يختص هذا السفر لحصره، فلا نطول بذكره.\n&فصل&\nليجتهد في إخلاص النية وتصحيح العقيدة في ذلك، فإنه ملاك الأمر وقد ورد عن رسول الله صلى الله عليه وسلم في ((الصحيحين)) ما رويناه من طرق من حديث عمر بن الخطاب رضي الله عنه أنه قال:\n((إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى)) .\nوليحرص على تحصيل رفيق موافقٍ، رفيق راغبٍ في الخير، كاره للشر، إن نسي ذكره، وإن ذكر أعانه، جعلنا الله كذلك.\n&فصل&\nثم ينوي زيارته صلى الله عليه وسلم، فإنه من حج ولم يزره فقد جفاه، ولم يحسن\nالجزء: 1 ¦ الصفحة: 19\n",
        "فيما أتاه، وكذلك من كان من جيرانه وساكني القرى التي بين الحرمين من لم يزره منهم من غير مانعٍ، فقد أساء فيما توخاه، فإنه صلى الله عليه وسلم يستحق كما يقول الذي يقول:\nلو جئتكم زائراً أسعى على بصري\n...\nلم أقض حقاً وأي الحق أديت\nأخبرنا الشيخ أبو صادق الحسن بن يحيى بن صباح بن الحسن بن عثمان المخزومي المعدل –رحمه الله- قراءةً عليه، بقيسارية دمشق، أخبرنا أبو محمد عبد الله بن رفاعة بن عذير السعدي الفرضي قراءةً عليه أخبرنا أبو النعمان تراب بن عمر بن عبيد بن عباس العسقلاني، أخبرنا أبو الحسن علي بن عمر بن مهدي الدارقطني، حدثنا أبو عبد الله الحسين بن إسماعيل المحاملي، حدثنا عبيد بن محمد الوراق، حدثنا موسى بن هلال العبدي، عن عبيد الله بن عمر، عن نافع، عن ابن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم:\n((من زار قبري وجبت له شفاعتي)) .\nالجزء: 1 ¦ الصفحة: 20\n",
        "كذا رواه الإمام أبو الحسن الدارقطني في ((سننه)) .\nكما أخبرناه جدي الشيخ أبو البركات الحسن بن محمد بن الحسن قراءةً عليه رحمه الله، أخبرنا عمي أبو الحسين هبة الله بن الحسن بن هبة الله الفقيه الأصولي الحافظ، أخبرنا أبو الطاهر عبد الرحمن بن أحمد بن عبد القادر بن محمد بن يوسف، أخبرنا أبو بكر محمد بن عبد الملك بن بشران، أخبرنا أبو الحسن علي بن عمر بن مهدي الحافظ، حدثنا القاضي المحاملي، حدثنا عبيد بن محمد الوراق، حدثنا موسى بن هلال العبدي، عن عبيد الله بن عمر، عن نافع، عن ابن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم:\n((من زار قبري وجبت له شفاعتي)) .\nالجزء: 1 ¦ الصفحة: 21\n",
        "وأخرجه الإمام أبو بكر البزار في ((مسنده)) ، وكذلك رواه الحافظ أبو القاسم إسماعيل بن محمد بن الفضل الأصبهاني في كتابه، عن أحمد بن علي بن خلف، عن أبي القاسم بن حبيب، حدثنا أبو بكر أحمد بن سعد بن نصر بن بكار، حدثنا أبو عبد الرحمن عبد الله بن عبيد الله، حدثنا محمد بن إسماعيل الأحمسي، عن موسى بن هلال العبدي، فذكره.\nوكذلك رواه أبو بكر أحمد بن مروان المالكي في ((مجالسته)) ، ورواه أبو داود سليمان بن داود الطيالسي في ((مسنده)) باختلافٍ في لفظه وزيادةٍ في معناه.\nكما نبأني الشيخان أبو محمد عبد الله بن محمد بن أحمد بن قدامة الفقيه المصنف الحنبلي، وأبو الطاهر إسماعيل بن ظفر بن أحمد بن إبراهيم المقدسيان، رحمهما الله، قال أبو محمد: أخبرنا أبو الفتح محمد\nالجزء: 1 ¦ الصفحة: 22\n",
        "بن عبد الباقي بن أحمد بن سليمان الحاجب قراءةً عليه، أخبرنا حمد ابن أحمد بن الحسن الحداد. وقال إسماعيل: أخبرنا أبو المكارم أحمد بن محمد بن محمد بن عبد الله اللبان، أخبرنا أبو [علي] الحسن بن أحمد بن الحسن الحداد.\nقالا: أخبرنا أبو نعيم أحمد بن عبد الله بن أحمد الحافظ، حدثنا أبو محمد عبد الله بن جعفر بن فارس، حدثنا أبو بشر يونس بن حبيب بن عبد القاهر العجلي، حدثنا أبو داود الطيالسي، حدثنا سوار بن ميمون أبو الجراح العبدي، حدثني رجلٌ من آل عمر، عن عمر رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول:\n((من زار قبري –أو قال: من زارني- كنت له شفيعاً، أو شهيداً، ومن مات في أحد الحرمين بعثه الله عز وجل من الآمنين يوم القيامة)) .\nالجزء: 1 ¦ الصفحة: 23\n",
        "أخبرنا الشيخ أبو بكر عتيق بن أبي الفضل بن سلامة السلماني المعدل قراءةً عليه رحمه الله، أخبرنا الحافظ أبو القاسم علي بن الحسن، (ح) وأخبرنا الحافظ أبو الحسن محمد بن أحمد بن أبي بكر قراءةً رحمه الله، أخبرنا أبو المعالي عبد الله بن عبد الرحمن بن أحمد بن علي السلمي إجازةً، قالا: أخبرنا الشريف أبو القاسم علي بن إبراهيم خطيب دمشق، أخبرنا أبو الحسن رشأ بن نظيف بن ما شاء الله المقرئ، أخبرنا\nالجزء: 1 ¦ الصفحة: 24\n",
        "أبو محمد الحسن بن إسماعيل الضراب، أخبرنا أبو بكر أحمد بن مروان المالكي، حدثنا زكريا بن عبد الرحمن النصري، حدثنا محمد بن الوليد، حدثنا وكيع بن الجراح، عن خالد، وابن عون، عن الشعبي والأسود بن ميمون، عن هارون بن قزعة، عن مولى حاطب، عن حاطب رضي الله عنه قال: قال النبي صلى الله عليه وسلم:\n((من زارني بعد موتي فكأنما زارني في حياتي، ومن مات في أحد الحرمين بعث يوم القيامة من الآمنين)) .\nأخبرنا الحسن بن محمد، أخبرنا علي بن الحسن، أخبرنا أبو القاسم إسماعيل بن محمد، أخبرنا أحمد بن عبد الغفار بن أشته،\nالجزء: 1 ¦ الصفحة: 25\n",
        "أخبرنا أبو سعيد النقاش، أخبرنا أبو بكر محمد بن عبد الله بن إبراهيم البزاز حدثنا الحسن ابن الطيب البلخي، حدثنا علي بن حجر، حدثنا حفص بن سليمان، عن ليث، عن مجاهد، عن ابن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: ((من زار قبري بعد موتي كان كمن زارني في حياتي)) .\nحديثٌ غريب من حديث ليث بن أبي سليم، عن مجاهد بن جبر المكي، عن عبد الله بن عمر، معدودٌ في أفراد ليث، وما هو مكان عهدته، ولكنها على الراوي عنه، وهو حفص بن سليمان، ويقال: حفص بن أبي داود الأزدي الكوفي البزاز القارئ المعروف: بحفيص، قارئ أهل الكوفة بعد عاصم بن أبي النجود، وهو ابن امرأة عاصم، كان ربيبه في حجره، وتلميذه في القراءة، والرواة عنه ربما سموه وربما كنوه، وكذلك أباه، وربما فعلوا ذلك في نسبه، فاشتبه ذلك على من لا علم له، ومن كثرة اختلافهم في ذلك صحف بعضهم\nالجزء: 1 ¦ الصفحة: 26\n",
        "((حفص)) بـ ((جعفر)) بن سليمان، وإمامته في القراءة مشهورة، وربما انفرد عن عاصم بحروفٍ لا متابع له عليها من أصحاب عاصم، لكنها مأثورة.\nوقد روى هذا الحديث الحسن بن الطيب، عن علي بن حجر فزاد فيه زيادة منكرة، قال فيه:\n((من حج فزار قبري بعد موتي كان كمن زارني في حياتي وصحبني)) .\nتفرد بقوله: ((وصحبني)) الحسن بن الطيب، وفيه نظر، والله سبحانه أعلم. حكاه محمد بن يوسف رحمه الله.\nأخبرنا الحسن بن يحيى، أخبرنا عبد الله بن رفاعة، أخبرنا علي بن الحسن، أخبرنا تراب بن عمر، أخبرنا علي بن عمر إملاءً، حدثنا يحيى بن محمد بن صاعد، حدثنا أبو محمد عبد الله بن محمد العبادي –من بني عبادة بن ربيعة في بني مرة بالبصرة-، حدثنا سلمة بن سالم الجهني –إمام مسجد بني حرام ومؤذنهم-، حدثنا\nالجزء: 1 ¦ الصفحة: 27\n",
        "عبيد الله بن عمر، عن نافع، عن سالم، عن أبيه رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:\n((من جاءني زائراً لم تنزعه حاجةٌ إلا زيارتي كان حقاً علي أن أكون له شفيعاً يوم القيامة)) .\nوقد رويناه من طرقٍ عدة، وفي إحدى روايات الدارقطني: ((من حج فزار قبري بعد وفاتي فكأنما زارني في حياتي)) .\nوفي أخرى: ((من زارني بعد موتي فكأنما زارني في حياتي، ومن مات بأحد الحرمين بعث من الآمنين يوم القيامة)) .\nوروينا من حديث علي رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:\n((من لم يزر قبري فقد جفاني)) .\nومن حديث أنس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:\n((من زارني ميتاً فكأنما زارني حياً، ومن زار قبري وجبت له شفاعتي يوم القيامة، وما من أحد من أمتي له سعة ثم لم يزرني فليس له عذر)) .\nكل ذلك قد رويناه بأسانيدنا، ولسنا نطول بإيراد طرقها، وتأليف مختلفها، وجمع مفترقها، إذ الغرض الاختصار، لا الإطالة والإكثار.\nوعن كعب الأحبار رضي الله عنه قال: ((ما من فجرٍ يطلع إلا نزل\nالجزء: 1 ¦ الصفحة: 28\n",
        "سبعون ألفاً من الملائكة، حتى يحفوا بالقبر يضربون بأجنحتهم، ويصلون على النبي صلى الله عليه وسلم، حتى إذا أمسوا عرجوا، وهبط مثلهم فصنعوا مثل ذلك، حتى إذا انشقت الأرض خرج في سبعين ألفاً من الملائكة يزفونه، صلى الله عليه وسلم)) .\nالجزء: 1 ¦ الصفحة: 29\n",
        "فصل\nينبغي للزائر أن ينوي -مع التقرب إلى الله سبحانه بزيارته- التقرب بالمسافرة إلى مسجده صلى الله عليه وسلم، وشد الرحال إليه، والصلاة فيه، لئلا يفوته ما دل عليه الحديث الصحيح:\n((لا تشد الرحال إلا إلى ثلاثة مساجد)) .\nوالحديث الآخر:\n((صلاةٌ في مسجدي هذا أفضل من ألف فيما سواه من المساجد)) .\nقال لنا شيخنا أبو عمرو رحمه الله: ولا يلزم من هذا خللٌ في زيارته على ما لا يخفى، والله أعلم.\nالجزء: 1 ¦ الصفحة: 30\n",
        "قرأت على الشيخ أبي محمد عبد العزيز بن عبد السلام بن أبي القاسم السلمي إمام العصر، وفقيه أهل الشام ومصر، في آخرين –بالمعزية-، وأبي العباس أحمد بن عبد الله المقدسي المعروف –بصاحب البدوي- العبد الصالح ببيت المقدس، أخبرهم أبو حفص عمر بن محمد بن معمر بن طبرزد قراءةً عليه فأقروا به، أخبرنا أبو القاسم هبة الله بن محمد بن عبد الواحد بن الحصين، أخبرنا أبو طالب محمد بن محمد بن غيلان، أخبرنا أبو بكر محمد بن إبراهيم الشافعي، حدثنا أحمد بن عبيد الله –هو ابن إدريس-، حدثنا\nالجزء: 1 ¦ الصفحة: 31\n",
        "يزيد، أخبرنا محمد بن عمرو، عن أبي سلمة، عن أبي هريرة رضي الله عنه، عن النبي صلى الله عليه وسلم:\n((لا تشد الرحال إلا إلى ثلاثة مساجد مسجدي، والمسجد الحرام، والمسجد الأقصى)) متفقٌ عليه.\nأخرجه البخاري في ((مسنده)) عن أبي الوليد، عن شعبة، عن عبد الملك قال: سمعت قزعة قال: سمعت أبا سعيد الخدري رضي الله عنه يحدث عن النبي صلى الله عليه وسلم، فذكره.\nورواه مسلم في ((صحيحه)) عن عمرو الناقد وزهير بن حرب، عن ابن عيينة وقال فيه: ((مسجدي [هذا] ، ومسجد الحرام، ومسجد الأقصى)) .\nورواه أيضاً عن أبي بكر بن أبي شيبة، عن عبد الأعلى، عن معمر، عن الزهري وقال: فيه: ((تشد الرحال إلى ثلاثة مساجد)) .\nورواه أيضاً عن هارون بن سعيد الأيلي، عن ابن وهب، عن عبد الحميد بن جعفر، أن عمران بن أبي أنس حدثه، أن سلمان الأغر حدثه، أنه سمع أبا هريرة رضي الله عنه، فذكره.\nوقال فيه: ((إنما يسافر إلى ثلاثة مساجد: مسجد الكعبة، ومسجدي، ومسجد إيليا)) .\nالجزء: 1 ¦ الصفحة: 32\n",
        "وقوله: ((مسجد الحرام)) ، القول فيه كما في نظائر له، مثل قولهم: ((دار الآخرة)) ، و ((مسجد الجامع)) ، فعلى طريقة الكوفيين هو إضافة الموصوف إلى صفته، وهو عندهم سائغ، ولا يسوع ذلك البصريون، يقولون: تقديره ((شهر الوقت الحرام)) ، و ((مسجد المكان الجامع)) ، و ((دار الحياة الآخرة)) ، والله أعلم.\nأبو سلمة اسمه عبد الله، وقيل: لا يعرف له اسم، وهو: أبو سلمة بن عبد الرحمن بن عوف بن عبد بن الحارث بن زهرة الزهري الفقيه القرشي المدني.\nوفي اسم أبي هريرة رضي الله عنه واسم أبيه اختلافٌ كثير، قد نبهنا عليها في غير هذا الموضع، والله سبحانه أعلم.\nوفي ((الغريب)) : ((لا تشد الغرض إلا إلى ثلاثة مساجد)) ، والغرض: جمع غرضة، والغرض: الحزام الذي يشد على بطن الناقة وهو البطان، والمغرض: الموضع الذي يشد عليه.\nوقوله: ((لا تشد الرحال)) معناه: أنه إذا نذر الصلاة في بقعةٍ غير هذه المساجد الثلاثة لا يلزمه، أو لا ينعقد نذره، فيجب عليه أن يشد إليها الرحال، ويقطع إلى قصدها المسافة بالترحال، وقد تشد الرحال إلى المسجد الحرام فرضاً للحج والعمرة، وكانت تشد إلى النبي صلى الله عليه وسلم في حياته للهجرة، وكانت واجبةً على الكفاية في قول بعض أهل العلم، فأما إلى بيت المقدس فإنه فضيلةٌ واستحباب.\nوالحديث متأول على أنه لا يعتكف إلا في هذه المساجد الثلاثة، فيرحل إليها إذا نذر الاعتكاف فيها، وهو قول بعض السلف، ولو عين للاعتكاف غير هذه المساجد الثلاثة هي يتعين أم لا؟ فيه اختلاف، والله سبحانه أعلم.\nالجزء: 1 ¦ الصفحة: 33\n",
        "أخبرنا الشيخ أبو البقاء يعيش بن علي بن يعيش بن أبي السرايا الموصلي –شيخ النحاة بحلب- قراءةً عليه بها، أخبرك أبو الفضل عبد الله بن أحمد بن محمد الطوسي –خطيب الموصل بها-، أخبرنا أبو الفرج محمد بن محمود أبو حاتم القزويني، حدثنا أبو أحمد الفرضي ببغداد، حدثنا القاضي أبو عبد الله المحاملي، حدثنا علي بن شعيب قال: قال ابن أبي فديك: حدثنا عبد الله بن يزيد، عن أبيه، عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:\n((صلاة في مسجدي خير من ألف صلاة فيما سواه من المساجد إلا المسجد الحرام، ومنبري على ترعةٍ من ترع الجنة، وما بين بيتي ومنبري روضة من رياض الجنة)) .\nوأخبرنا الشيخ أبو إسحق إبراهيم بن عثمان بن يوسف الكاشغري\nالجزء: 1 ¦ الصفحة: 34\n",
        "رحمه الله قراءةً عليه، أخبرنا أبو القاسم يحيى بن ثابت بن بندار بن إبراهيم البقال، أخبرنا طراد بن محمد بن علي الزينبي، أخبرنا أبو الحسين علي بن محمد بن عبد الله بن بشران المعدل، أخبرنا أبو جعفر محمد بن عمرو بن البختري الرزاز، حدثنا أحمد بن زهير، حدثنا مالك بن إسماعيل أبو غسان، حدثنا زهير، حدثنا محمد بن إسحاق، حدثني خبيب بن عبد الرحمن، عن حفص بن\nالجزء: 1 ¦ الصفحة: 35\n",
        "عاصم، عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:\n((إن منبري على حوضي، وإن ما بين بيتي ومنبري روضة من رياض الجنة، وصلاة في مسجدي كألف صلاة فيما سواه من المساجد، إلا المسجد الحرام)) .\nحديث صحيح أخرجه مسلم في ((صحيحه)) من طرقٍ:\nوخبيب هذا بخاء معجمة مضمومة، وكذلك جده خبيب بن يساف، ولجده صحبةٌ، والله أعلم.\nوظاهر هذا؛ يدل على أن مسجد مكة أفضل من مسجد المدينة، واختلاف العلماء رضي الله عنهم في التفضيل بينهما مشهور، وليس تفصيله ههنا من غرضنا.\nولا خلاف أن الموضع الذي ضم أعضاء المصطفى صلوات الله وسلامه عليه المقدسة المشرفة، أفضل بقاع الأرض على الإطلاق، حتى موضع الكعبة المعظمة، والله سبحانه أعلم.\nوقد روى هذا الحديث جابر بن عبد الله رضي الله عنه وقال فيه: ((وصلاةٌ في المسجد الحرام أفضل من مئة ألف فيما سواه)) .\nكما أخبرنا الشيخ الأصيل بقية الأشياخ أبو محمد الحسن بن\nالجزء: 1 ¦ الصفحة: 36\n",
        "علي بن الحسين بن محمد الأسدي قراءةً رحمه الله، أخبرنا جدي القاضي النفيس أبو القاسم الحسين، أخبرنا أبو القاسم علي بن محمد بن علي المصيصي، أخبرنا محمد بن عبد الرحمن بن عثمان بن القاسم أبي نصر التميمي، أخبرنا أبو الحسن خيثمة بن سليمان بن حيدرة القرشي، أخبرنا أبو عمرو هلال بن العلاء بن هلال الباهلي، حدثنا عبد الله بن جعفر، حدثنا عبد الله بن عمرو، عن عبد\nالجزء: 1 ¦ الصفحة: 37\n",
        "الكريم الجزري، عن عطاء، عن جابر قال: قال رسول الله صلى الله عليه وسلم:\n((صلاة في مسجدي هذا أفضل من ألف صلاة فيما سواه، إلا المسجد الحرام، وصلاة في المسجد الحرام أفضل من مئة ألف صلاة فيما سواه)) .\nحكى شيخنا أبو عمرو رحمه الله، عن أبي بكر النقاش الإمام المفسر أنه قال: حسبت على هذا الرواية فبلغت صلاةٌ في المسجد الحرام عمر خمس وخمسين سنة وستة أشهر وعشرين ليلة، وصلاة يوم وليلة في المسجد الحرام –وهي خمس صلوات- عمر مئتي سنة وسبعٍ وسبعين سنةً وتسعة أشهر وعشر ليال.\nوقد روينا هذا الحديث من حديث عبد الله بن الزبير رضي الله عنهما بزيادة حسنةٍ.\nفأخبرنا الحسن بن محمد قراءةً رحمه الله، أنبأنا أبو الطاهر الحافظ، أخبرنا محمد بن عبد السلام بن أحمد الأنصاري، أخبرنا\nالجزء: 1 ¦ الصفحة: 38\n",
        "الحسن بن أحمد بن إبراهيم أبو علي، أخبرنا القاضي أبو بكر مكرم بن أحمد بن محمد البزاز، حدثنا أحمد بن عبيد الله النرسي، حدثنا شبابة بن سوار، حدثنا الربيع بن صبيح، قال: سمعت عطاء بن أبي رباح يحدث عن عبد الله بن الزبير رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم:\n((صلاة في مسجدي [هذا] أفضل من ألف صلاة في غيره إلا المسجد الحرام، وصلاة في المسجد الحرام تعدل مئة ألف)) .\nقال الربيع: فقلت لعطاء: أرأيت هذا الفضل الذي جاء عن النبي صلى الله عليه وسلم في المسجد الحرام خاصةً، أو في الحرم كله؟ قال: بل في الحرم كله، قال: ((الحرم كله مسجد)) .\nوأخبرنا الحسن بن علي بن الحسين، أخبرنا أبو القاسم الحسين، أخبرنا الخطيب أبو عبد الله الحسن بن أحمد بن أبي الحديد\nالجزء: 1 ¦ الصفحة: 39\n",
        "السلمي، أخبرنا أبو الحسن محمد بن عوف، أخبرنا أبو القاسم الفضل بن جعفر بن محمد التميمي، حدثنا إسحاق بن أحمد، حدثنا محمد بن إسحاق الصاغاني، حدثنا محمد بن يزيد الأزدي، حدثنا سعيد بن سالم القداح، عن سعيد بن بشير، عن إسماعيل بن\nالجزء: 1 ¦ الصفحة: 40\n",
        "عبيد الله، عن أم الدرداء رضي الله عنهما، عن النبي صلى الله عليه وسلم قال:\n((فضل الصلاة في المسجد الحرام على غيره مئة ألف صلاة، وفي مسجدي ألف صلاة، وفي مسجد بيت المقدس خمس مئة صلاة)) .\nهذا حديثٌ حسنٌ غريب من حديث سعيد بن بشير الدمشقي، عن إسماعيل بن عبيد الله بن أبي المهاجر الدمشقي مولى بني مخزوم، عن أم الدرداء -وهي الصغرى- زوج أبي الدرداء، واسمها هجيمة بنت حيي الأوصابية من حمير، تفرد به سعيد بن سالم القداح المكي الدار، الكوفي الأصل، عن سعيد بن بشير، وهو ممن يكتب حديثه وكان موصوفاً بحفظ، وقد خطأ جماعةٌ من الحفاظ من ذكره في الضعفاء، روى عنه الكبار، ورواه عن سعيد بن سالم القداح، محمد بن أبي خالد يزيد الأزدي المعروف بالمقابري البغدادي، وقد كتب عنه الحفاظ.\nفصل\nإذا توجه قاصداً للزيارة،\nفينبغي له أن يكثر من الصلاة والتسليم على رسول الله صلى الله عليه وسلم في طريقه إليه، فإذا وقع بصره على معالم المدينة وأشجارها وما يعرف به، فليزدد من الصلاة والتسليم عليه صلى الله عليه وسلم، وليسأل الله سبحانه أن ينفعه بزيارته، ويسعده بها في داريه، ويستحب له أن يقول:\nاللهم افتح لي أبواب رحمتك، وارزقني في زيارة نبيك ما رزقته أولياءك وأهل طاعتك، واغفر لي وارحمني يا خير مسؤول.\n&فصل&\nيستحب له الاغتسال لدخول المدينة، ولبس النظيف من الثياب، ثم إذا دخلها ينبغي له أن يستحضر في قلبه شرف المدينة وفضلها، وأنها أفضل أمكنة الدنيا عند بعض العلماء بعد مكة، وعند بعضهم هي أفضل على الإطلاق، وأن الذي شرفت المدينة به، هو خير البشر، وأفضل الخلائق أجمعين، صلى الله تعالى عليه وآله وسلم.\nالجزء: 1 ¦ الصفحة: 41\n",
        "فليكن من أول ما يقدم، إلى أن يرحل عنها مستشعراً لتعظيمه، ممتلئ القلب من هيبته، كأنه شاهده يراه ويشاهده، محضراً في قلبه رأفته صلى الله عليه وسلم بأمته، وشفقته على من آمن منهم، واهتمامه بما يصلح أحوالهم في الدارين، حتى تكون زيارته له زيارة المحب المبجل، والمتحنن المعظم صلى الله عليه وسلم وشرف وكرم.\nفصل\nفإذا أراد دخول المسجد فليقل:\nاللهم صل على محمدٍ وآل محمدٍ وسلم، اللهم اغفر لي ذنوبي، وافتح لي أبواب رحمتك، أعوذ بالله العظيم، وبوجهه الكريم، وسلطانه القديم من الشيطان الرجيم.\nأخبرنا الحسن بن محمد بن الحسن، أخبرنا الحسين بن الحسن، أخبرنا علي بن محمد بن علي، أخبرنا شيخ الإسلام أبو عبد الله محمد بن مهران بن أحمد بن محمد بن مهران، أخبرنا أبو الحسن أحمد بن محمد بن عمران بن موسى، أخبرنا عبد الملك بن أحمد بن نصر الدقاق، حدثنا يونس بن عبد الأعلى، حدثنا ابن وهب، أخبرني يحيى بن عبد الله بن سالم، عن عمارة بن غزية، أنه سمع ربيعة بن أبي عبد الرحمن يقول: سمعت عبد الملك بن سعيد بن سويد الأنصاري يقول: سمعت أبا حميد، أو أبا أسيد الأنصاري رضي الله عنهما يقول: قال رسول الله صلى الله عليه وسلم:\n((إذا دخل أحدكم المسجد فليسلم على النبي صلى الله عليه وسلم، ثم ليقل: اللهم افتح\nالجزء: 1 ¦ الصفحة: 42\n",
        "لي أبواب رحمتك، وإذا خرج فليسلم على النبي صلى الله عليه وسلم وليقل: اللهم إني أسألك من فضلك)) .\nأخرجه مسلم في ((صحيحه)) من حديث أبي حميد أو أبي أسيد، ولفظه: ((إذا دخل أحدكم فليقل، وإذا خرج فليقل)) .\nوفي رواية: ((فليسلم على النبي صلى الله عليه وسلم ثم ليقل)) .\nوأخرجه أبو عيسى الترمذي في ((جامعه)) عن علي بن حجر، عن إسماعيل بن إبراهيم، عن ليث، عن عبد الله بن الحسن، عن أمه فاطمة بنت الحسين، عن جدتها فاطمة الكبرى، رضوان الله عليهم أجمعين.\nقالت: كان رسول الله صلى الله عليه وسلم إذا دخل المسجد صلى على محمد صلى الله عليه وسلم وسلم وقال:\n((رب اغفر لي ذنوبي وافتح لي أبواب رحمتك، وإذا خرج صلى على آل محمد وسلم، وقال: رب اغفر لي ذنوبي وافتح لي أبواب فضلك)) .\nقال الترمذي: حديث فاطمة حديثٌ حسن، وليس إسناده بمتصل، لأن فاطمة بنت الحسين لم تدرك فاطمة بنت رسول الله صلى الله عليه وسلم وعلى آله أجمعين.\nالجزء: 1 ¦ الصفحة: 43\n",
        "فصل\nثم ليدخل المسجد -شرفه الله سبحانه- فيقصد الروضة المعظمة وهي ما بين قبره ومنبره صلى الله عليه وسلم، فيصلي ركعتين تحية المسجد إلى جانب المنبر.\nوفي كتاب ((الإحياء)) : أن الواقف يجعل عمود المنبر حذاء منكبه ويستقبل السارية التي إلى جانبها الصندوق، فذلك موقف رسول الله صلى الله عليه وسلم، ثم يشكر الله سبحانه على هذه النعمة، ويسأله إتمام ما قصده.\nوفي كتاب ((المدينة)) : إن ذرع ما بين المنبر ومقام النبي صلى الله عليه وسلم الذي كان يصلي فيه حتى توفي، أربع عشرة ذراعاً وشبر، وإن ذرع ما بين القبر والمنبر ثلاث وخمسون ذراعاً، ثم يأتي الضريح المقدس، فيستدبر القبلة ويستقبل جداره على نحو ثلاثة أذرع من السارية التي عند رأس القبر في زاوية جداره.\nوجدت في كتاب الشيخ أبي عبد الله محمد بن محمود بن هبة الله بن محاسن الحافظ المؤرخ البغدادي في ((أخبار المدينة)) وأجازني روايته، وقد لقيته ببغداد سنة إحدى وأربعين، وسمعت منه، وكتب لي بخطه بعض ما سمعته منه، وناولني تاريخه الذي ذيل به ((تاريخ بغداد)) ، وكتب عني-فيما أظن- وسمع بقراءتي.\nالجزء: 1 ¦ الصفحة: 44\n",
        "أخبرنا يحيى بن الحسين الأواني، أخبرنا أبو الكرم الشهرزوري، أخبرنا أبو بكر الخياط، حدثنا أبو عبد الله ابن دوست، حدثنا الحسين ابن صفوان، حدثنا ابن أبي الدنيا، حدثنا سعيد بن عثمان الجرجاني،\nالجزء: 1 ¦ الصفحة: 45\n",
        "حدثنا محمد بن إسماعيل بن أبي فديك، أخبرني عمر بن حفص، أن ابن أبي مليكة كان يقول: من أحب أن يقوم وجاه النبي صلى الله عليه وسلم فليجعل القنديل الذي في القبلة عند القبر على رأسه.\nواستدبار القبلة ههنا هو المستحب، كما في نظائر له، كاستدبارها في القيام لخطبة الجمعة، وسائر الخطب المشروعة.\nوقصة مناظرة مالك بن أنس الإمام –رحمة الله عليه- أبا جعفر المنصور مشهورة، وقول المنصور: يا أبا عبد الله! أستقبل القبلة فأدعو، أم أستقبل رسول الله صلى الله عليه وسلم؟\nفقال له مالك: ولم تصرف وجهك عنه وهو وسيلتك ووسيلة أبيك آدم عليه الصلاة والسلام إلى الله يوم القيامة؟!\nقال لنا شيخنا أبو عمرو رحمه الله –وذكر بعض من أدركنا زمانه من مشايخ مكة من علماء وقته بها-: إن الزائر المسلم يأتي من ناحية قبلته، فيقف عند محاذاة تمام أربعة أذرع من رأس القبر بعيداً، ويجعل القنديل على رأسه، ناظراً إلى أسفل ما يستقبل من جدار القبر، غاض الطرف، في مقام الهيبة والإجلال، ثم يسلم ولا يرفع صوته، بل يقتصد فيقول:\n((السلام عليك يا رسول الله، السلام عليك يا نبي الله، السلام عليك يا خيرة الله من خلقه، السلام عليك يا حبيب الله، السلام عليك يا صفوة الله، السلام عليك يا سيد المرسلين وخاتم النبيين، السلام عليك يا قائد الغر المحجلين.\nالجزء: 1 ¦ الصفحة: 46\n",
        "السلام عليك وعلى أهل بيتك الطاهرين، السلام عليك وعلى أزواجك الطاهرات أمهات المؤمنين، السلام عليك وعلى أصحابك أجمعين، السلام عليك وعلى سائر الأنبياء والمرسلين، وسائر عباد الله الصالحين.\nجزاك الله عنا يا رسول الله أفضل ما جزى نبياً ورسولاً عن أمته، وصلى عليك كلما ذكرك الذاكرون، وكلما غفل عن ذكرك الغافلون، وصلى عليك في الأولين، وصلى عليك في الآخرين، أفضل وأكمل وأطيب ما صلى على أحدٍ من الخلق أجمعين، كما استنقذنا بك من الضلالة، وبصرنا بك من العماية والجهالة، أشهد أن لا إله إلا الله وأشهد أنك عبده ورسوله، وأمينه وخيرته من خلقه، وأشهد أنك قد بلغت الرسالة، وأديت الأمانة، ونصحت الأمة، وجاهدت في الله حق جهاده.\nاللهم آته نهاية ما ينبغي أن يسأله السائلون، وخصه بالمقام المحمود، والوسيلة والفضيلة، والدرجة الرفيعة، ونهاية ما ينبغي أن يأمله الآملون. آمين آمين)) .\nومن ضاق وقته عن قول ذلك، أو عن تحفظه، فليقل ما تيسر منه.\nقال لنا شيخنا أبو عمرو رحمه الله: والذي بلغنا عن ابن عمر وغيره رضي الله عنهم من السلف الأولين؛ الاقتصار والإيجاز في هذا جداً.\nفعن مالك رحمه الله إمام أهل المدينة –وناهيك به خبرةً بهذا الشأن- أنه قال في رواية ابن وهب عنه: يقول المسلم: السلام عليك أيها النبي ورحمة الله وبركاته.\nورويناه عن نافع، عن ابن عمر رضي الله عنهما أنه كان إذا قدم من سفرٍ دخل المسجد، ثم أتى القبر فقال: السلام عليك يا رسول الله، السلام عليك يا أبا بكر، السلام عليك يا أبتاه.\nالجزء: 1 ¦ الصفحة: 47\n",
        "أخبرنا الشيخ أبو عبد الله محمد بن أبي البدر مقبل بن فتيان بن مطر النهرواني الفقيه المعدل رحمه الله قراءةً عليه بمدينة السلام بغداد –أنقذها الله- بالمأمونية منها، أخبرتنا شهدة بنت أحمد بن الفرج الدينوري، أخبرنا الحسن بن أحمد بن سلمان، حدثنا الحسن بن أحمد بن شاذان، أخبرنا دعلج بن أحمد بن دعلج، أخبرنا محمد بن علي بن زيد الصائغ، حدثنا سعيد بن منصور، حدثنا مالك بن أنس، عن نافع، عن ابن عمر رضي الله عنهما، أنه كان يأتي القبر فيسلم على النبي صلى الله عليه وسلم وعلى أبي بكر وعمر رضي الله عنهما.\nورويناه في ((الموطأ)) من حديث عبد الله بن دينار قال: رأيت\nالجزء: 1 ¦ الصفحة: 48\n",
        "عبد الله بن عمر يقف على قبر النبي صلى الله عليه وسلم فيصلي على النبي صلى الله عليه وسلم، ويدعو لأبي بكر وعمر رضي الله عنهما.\nقال الإمام أبو عبد الله الحليمي: لولا أن رسول الله صلى الله عليه وسلم قال:\n((لا تطروني كما أطرت النصارى عيسى بن مريم)) .\nلوجد من محامده وما يثنى عليه به ما تكل الألسن عن بلوغ مداه، وتخسى الأوهام عن إدراك منتهاه، ولكن من المحال أن يبتغى الفضل في خلافه، فليعدل عن التوسع في ذلك كله بحضرته، وعلى عينه وجهه إلى ما هو أول وألزم، وهو الدعاء له.\nوقد أخبرنا الشيخ أبو القاسم عبد الله بن الحسين بن عبد الله المعدل رحمه الله قراءةً، أخبرنا أبو طاهر الحافظ، أخبرنا أبو غالب محمد بن الحسن بن أحمد الباقلاني، أخبرنا أبو بكر محمد بن عمر بن جعفر الخرقي، أخبرنا أبو القاسم عمر بن محمد بن عبد الله الترمذي، أخبرنا جدي أبو أمي أبو بكر محمد بن عبيد الله بن مرزوق، حدثنا\nالجزء: 1 ¦ الصفحة: 49\n",
        "عفان بن مسلم أبو عثمان الصفار، حدثنا حماد بن سلمة، عن ثابت، عن أنس رضي الله عنه، أن رجلاً قال: يا رسول الله! أنت سيدنا وابن سيدنا، وخيرنا وابن خيرنا. فقال صلى الله عليه وسلم:\n((يا أيها الناس! قولوا بقولكم ولا يستفزنكم الشيطان، فإنما أنا عبد الله ورسوله، وما أحب أن ترفعوني فوق منزلتي التي أنزلني الله عز وجل)) .\nقوله: ((قولوا بقولكم)) أي بقول أهل دينكم وملتكم، يعني: ادعوني رسولاً ونبياً كما سماني الله، ولا تسموني سيداً كما تسمون رؤساءكم لأنهم كانوا يحسبون أن السيادة بالنبوة، كالسيادة بأسباب الدنيا.\nوقد روي: ((بعض قولكم)) يعني الاقتصاد في المقال، وترك الإسراف فيه، والله سبحانه أعلم.\nوفي ((الغريب)) : ((لا تفرطوا بي كما فرطت النصارى عيسى بن مريم)) .\nالتفريط: هو مدح الحي ووصفه.\nويستحب له أن يقرأ هذه الآية:\n{إن الله وملائكته يصلون على النبي يا أيها الذين آمنوا صلوا عليه وسلموا تسليماً} ، ثم يقول: صلى الله عليك يا محمد، سبعين مرة.\nلما أخبرنا الشيخ أبو الغنائم المسلم بن أحمد بن علي المازني\nالجزء: 1 ¦ الصفحة: 50\n",
        "قراءةً عليه رحمه الله، أخبرنا الحافظ أبو القاسم علي بن الحسن رحمه الله، أخبرنا زاهر بن طاهر بن محمد الشحامي، أخبرنا أحمد بن الحسين الحافظ، أخبرنا أبو سعيد ابن أبي عمرو، أخبرنا أبو عبد الله الصفار، حدثنا أبو بكر بن أبي الدنيا، حدثنا سعيد بن عثمان، حدثنا ابن أبي فديك قال:\nسمعت بعض من أدركنا يقول: بلغنا أن من وقف عند قبر النبي صلى الله عليه وسلم فتلا هذه الآية: {إن الله وملائكته يصلون على النبي} ، صلى الله عليك يا محمد، حتى يقولها سبعين مرة، فأجابه ملكٌ: صلى الله عليك يا فلان، لم تسقط لك حاجة.\nالجزء: 1 ¦ الصفحة: 51\n",
        "ثم إنه إن قد أوصاه أحدٌ بإبلاغ سلامه إلى النبي صلى الله عليه وسلم فليقل:\nالسلام عليك يا رسول الله من فلان بن فلان، أو نحو هذا من القول.\nوقد روي عن عمر بن عبد العزيز رحمه الله تعالى، أنه أوصى بعض من توجه إلى المدينة أن يقرئ النبي صلى الله عليه وسلم السلام، وروي عنه أيضاً أنه كان يبرد البريد من الشام يقول: سلم لي على رسول الله صلى الله عليه وسلم.\nفصل\nثم يتأخر عن صوب يمينه\nقدر ذراع للسلام على أبي بكر رضي الله عنه، لأن رأسه بحذاء منكب رسول الله صلى الله عليه وسلم ويقول:\nالسلام عليك يا أبا بكر، صفي رسول الله صلى الله عليه وسلم وثانيه في الغار، جزاك الله عن أمة رسوله صلى الله عليه وسلم خيراً، ولقاك في القيامة أمناً وبراً.\nثم يتأخر عن صوب يمينه قدر ذراع للسلام على عمر رضي الله عنه، فإن رأسه بحذاء منكب أبي بكر رضي الله عنهما فيقول:\nالسلام عليك يا عمر الذي أعز الله به الإسلام، جزاك الله عن أمة نبيه صلى الله عليه وسلم أفضل الجزاء.\nأخبرنا أبو البركات ابن أبي عبد الله، أخبرنا أبو القاسم ابن أبي محمد الحافظ، أخبرنا أبو القاسم ابن أبي إسماعيل الحافظ، حدثنا محمد بن مخلد، حدثنا إسحاق بن يعقوب العطار، حدثنا سوار بن\nالجزء: 1 ¦ الصفحة: 52\n",
        "عبد الله، حدثنا أبي قال: قال رجلٌ لمالك بن أنس: يا أبا عبد الله! إني أجل رسول الله صلى الله عليه وسلم أن أسلم على أحد ٍمعه!\nفقال له مالك –رحمة الله عليه-: اجلس، فجلس، فقال: تشهد، فتشهد حتى بلغ: السلام عليك أيها النبي ورحمة الله وبركاته، السلام علينا وعلى عباد الله الصالحين.\nفقال مالك: هما من عباد الله الصالحين، فسلم عليهما –يعني على أبي بكر وعمر رضي الله عنهما-.\nثم يرجع الزائر إلى موقفه الأول قبالة وجه رسول الله صلى الله عليه وسلم ويتوسل به إلى الله سبحانه في حوائجه، وخويصة نفسه، ويستشفع به إليه، ويجدد التوبة في حضرته الشريفة، ويسال الله سبحانه أن يجعلها توبةٌ نصوحاً، ويكثر الاستغفار، ويديم التضرع إلى الله سبحانه وتعالى فيما هنالك، ويسأله ما أهمه من أمور الدين والدنيا، ويكثر الاستشفاع به إلى الله سبحانه في مهماته، وخواصه، ولوالديه، ولإخوانه، وللمسلمين أجمعين.\nقال شيخنا أبو عمرو رحمه الله: ومن أحسن ما يقول، قول الأعرابي الذي حكاه جماعةٌ من الأئمة مستحسنين له عن العتبي، واسمه محمد بن عبيد الله - قال:\nكنت جالساً عند قبر النبي صلى الله عليه وسلم فجاء أعرابي فقال: السلام عليك يا رسول الله، سمعت الله سبحانه يقول:\nالجزء: 1 ¦ الصفحة: 53\n",
        "{ولو أنهم إذ ظلموا أنفسهم جاءوك فاستغفروا الله واستغفر لهم الرسول لوجدوا الله تواباً رحيماً} وقد جئتك مستغفراً من ذنبي، مستشفعاً بك إلى ربي، ثم أنشأ يقول:\nيا خير من دفنت بالقاع أعظمه\n...\nفطاب من طيبهن القاع والأكم\nنفسي الفداء لقبر أنت ساكنه\n...\nفيه العفاف وفيه الجود والكرم\nقال: فحملتني عيناي، فرأيت النبي صلى الله عليه وسلم في النوم، فقال لي: يا عتبي، الحق الأعرابي فبشره أن الله قد غفر ذنوبه.\nوقد وقعت إلينا هذه الحكاية من غير طريق العتبي، عن محمد بن حرب الهلالي.\nكما نبأني الشيخ أبو القاسم عبد الرحمن بن أبي منصور بن نسيم رحمه الله –إن شاء الله-، أخبرنا الحافظ أبو القاسم قراءةً عليه، أخبرنا أبو أحمد عبد السلام بن الحسن بن علي بن زرعة الصوري، حدثنا الفقيه أبو الفتح نصر بن إبراهيم بن نصر –بصور- لفظاً، حدثنا أبو العباس أحمد بن علي بن محمد، حدثنا أبو بكر محمد بن زهير –بنيسابور-، أخبرنا أبو الحسن علي بن أحمد بن مرزبان،\nالجزء: 1 ¦ الصفحة: 54\n",
        "حدثنا أبو محمد الحسن بن محمد النحوي، أخبرنا ابن فضيل النحوي، أخبرنا عبد الكريم بن علي، حدثنا محمد بن محمد بن النعمان، حدثنا محمد بن حرب الهلالي.\nقال: دخلت المدينة فأتيت قبر النبي صلى الله عليه وسلم فزرته وجلست بحذائه، فجاء أعرابي فزاره، ثم قال: يا خير الرسل! إن الله عز وجل أنزل عليك كتاباً صادقاً قال فيه: {ولو أنهم ظلموا أنفسهم جاءوك فاستغفروا الله واستغفر لهم الرسول لوجدوا الله تواباً رحيماً} .\nوإني جئتك مستغفراً من ذنوبي، مستشفعاً بك فيها، ثم بكى وأنشأ يقول:\nيا خير من دفنت بالقاع أعظمه\n...\nفطاب من طيبهن القاع والأكم\nنفسي الفداء لقبر أنت ساكنه\n...\nفيه العفاف وفيه الجود والكرم\nثم استغفر وانصرف، فرقدت فرأيت النبي صلى الله عليه وسلم في نومي وهو يقول: الحق الرجل فبشره أن الله قد غفر له بشفاعتي، فاستيقظت فخرجت أطلبه فلم أجده.\nالجزء: 1 ¦ الصفحة: 55\n",
        "فصل\nثم يتقدم إلى رأس القبر\nالمقدس فيقف بينه وبين الأسطوانة التي هناك، ويستقبل القبلة، ويحمد الله سبحانه ويمجده، وحسنٌ أن يقول:\nالحمد لله حمداً يوافي نعمه ويكافئ مزيده، سبحانك اللهم لا أحصي ثناءً عليك، أنت كما أثنيت على نفسك، ويدعو لنفسه بما أحبه وبما ينفعه، ولوالديه ولمن يحضر من إخوانه.\nروينا عن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب رضوان الله عليهم أجمعين، عن أبيه، عن جده، أنه كان إذا جاء يسلم على النبي صلى الله عليه وسلم وقف عند الأسطوانة التي مما يلي الروضة، ثم يسلم، ثم يقول: هنا رأس رسول الله صلى الله عليه وسلم.\nالجزء: 1 ¦ الصفحة: 56\n",
        "فصل\nويستحب للزائر الإكثار من الصلاة والتسليم\nعلى رسول الله صلى الله عليه وسلم بحضرته الشريفة، حيث يسمعه ويرد عليه صلى الله عليه وسلم.\nلما أخبرنا جدي رحمه الله، أخبرنا عمي الحافظ رحمه الله، أخبرنا أبو القاسم بن الفضل، أخبرنا سليمان بن إبراهيم، أخبرنا أبو الحسن الجوزجاني، حدثنا أحمد بن محمد بن سهل، المعروف ببكير الحداد، حدثنا محمد بن عثمان بن أبي شيبة، حدثنا العلاء\nالجزء: 1 ¦ الصفحة: 57\n",
        "بن عمرو الحنفي، حدثنا محمد بن مروان، عن الأعمش، عن أبي صالح، عن أبي هريرة رضي الله عنه قال:\nقال رسول الله صلى الله عليه وسلم: ((من صلى علي عند قبري سمعته، ومن صلى علي نائياً أبلغته)) - صلى الله عليه وسلم -.\nونبأني محمد بن أحمد، وأبو العباس بن عبد الدائم –فيمن لا أحصي- أخبرنا أبو الفرج يحيى بن محمود، أخبرني جدي. (ح) وأخبرنا الحسن، أخبرنا أبو القاسم، أخبرنا أبو القاسم، أخبرنا أبو عمرو\nالجزء: 1 ¦ الصفحة: 58\n",
        "عبد الوهاب، أخبرنا والدي، أخبرنا محمد بن عمر بن حفص النيسابوري، حدثنا محمد بن موسى القرشي، حدثنا عبد الملك بن قريب الأصمعي، حدثنا محمد بن مروان السدي، عن الأعمش، عن أبي صالح، عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:\n((من صلى علي عند قبري، وكل الله عز وجل بها ملكاً يبلغني، وكفي أمر دنياه وآخرته، وكنت له شفيعاً أو شهيداً)) .\nوعن سليمان بن سحيم قال: رأيت النبي صلى الله عليه وسلم في النوم، فقلت له: يا رسول الله! هؤلاء الذين يأتونك فيسلمون عليك، أتعلم سلامهم؟ قال:\n((نعم، وأرد عليهم)) .\nالجزء: 1 ¦ الصفحة: 59\n",
        "وبه أخبرنا أبو القاسم الطلحي، أخبرنا المعلى بن إبراهيم، حدثنا عبد العزيز بن بندار، حدثني علي بن عبد الله بن جهضم، حدثنا محمد بن جابان، قال: سمعت إبراهيم بن شيبان يقول:\n((حججت في بعض السنين فجئت المدينة، فقدمت إلى قبر رسول الله صلى الله عليه وسلم، فسلمت عليه، فسمعت من داخل الحجرة: وعليك السلام)) .\nقلت: والصلاة والتسليم على رسول الله صلى الله عليه وسلم كالصلاة والتسليم عليه في التشهد في الصلاة.\nوالأحاديث الواردة في ذلك مشهورة، وفي كتب الأئمة رحمة الله عليهم مخرجةٌ مذكورة.\nوقد روى حديث الصلاة على النبي صلى الله عليه وسلم أبو هريرة، وبشير بن سعد، وأبو مسعود عقبة بن عمرو الأنصاري، وأبو حميد عبد الرحمن بن سعد بن المنذر الساعدي، رضي الله عنهم باختلاف ألفاظ، وزيادةٍ ونقصان.\nوليس من السنة أن يمس جدار القبر المقدس، ولا أن يقبله، ولا\nالجزء: 1 ¦ الصفحة: 60\n",
        "يطوف به، كما يفعله جهال الزوار، بل يكره ذلك ولا يجوز، والوقوف من بعدٍ أقرب إلى الاحترام.\nوحكى شيخنا أبو عمرو رحمه الله: أن الإمام أبا عبد الله الحليمي حكى عن بعض أهل العلم أنه نهى عن إلصاق البطن والظهر بجدار القبر، وعن مسحه باليد، وذكر أن ذلك من البدع.\nوقال شيخنا: وما قاله شبيهٌ بالحق.\nوكذلك الانحناء للقبر المقدس عند التسليم، فإنه بدعةٌ، يظن من لا علم له إنه من شعار التعظيم.\nقرأت على الحافظ أبي المظفر يوسف بن خليل بن عبد الله بحلب، أخبرك أبو جعفر محمد بن أحمد بن نصر الصيدلاني وغيره،\nالجزء: 1 ¦ الصفحة: 61\n",
        "أخبرنا أبو علي الحسن بن أحمد بن الحسن الحداد، أخبرنا أبو نعيم أحمد بن عبد الله الحافظ. (ح) وقرئ على الشيخ أبي عبد الله محمد بن عبد الواحد بن أحمد المقدسي، الحافظ المصنف رحمه الله، وأنا أسمع، أخبرك أبو جعفر الصيدلاني، أخبرنا أبو علي الحداد، أخبرنا أبو نعيم، أخبرنا عبد الله بن جعفر بن فارس، أخبرنا أبو جعفر محمد بن عاصم، حدثنا أبو أسامة، عن عبيد الله، عن نافع، أن ابن عمر رضي الله عنهما كان يكره مس قبر النبي صلى الله عليه وسلم.\nفصل\nقال شيخنا أبو عمرو رحمه الله: في ((المبسوط)) من علم مالك، عن مالك رضي الله عنه: أنه كره لأهل المدينة كلما دخل أحدهم وخرج الوقوف بالقبر، وقال: إنما ذلك للغرباء، ولا بأس لمن قدم منهم من سفرٍ أو خرج إلى سفرٍ أن يقف عند قبر النبي صلى الله عليه وسلم فيصلي عليه ويسلم، ويدعو له ولأبي بكر ولعمر رضي الله عنهما.\nقيل له: فإن ناساً من أهل المدينة لا يقدمون من سفرٍ، ولا يريدونه، يفعلون ذلك في اليوم مرةً أو أكثر.\nالجزء: 1 ¦ الصفحة: 62\n",
        "فقال: لم يبلغني هذا عن أحدٍ من أهل الفقه ببلدنا، وتركه واسعٌ، ولا يصلح آخر هذه الأمة إلا ما أصلح أولها، ولم يبلغني عن أول هذه الأمة وصدرها أنهم كانوا يفعلون ذلك، ويكره ذلك إلا لمن جاء منهم من سفر أو أراده.\nقال الباجي: يفرق بين أهل المدينة والغرباء، لأن الغرباء قصدوا لذلك، وأهل المدينة مقيمون بها، وقد قال صلى الله عليه وسلم:\n((اللهم لا تجعل قبري وثناً يعبد، اشتد غضب الله على قوم اتخذوا قبور أنبيائهم مساجد)) .\nأخبرنا الحسين بن المبارك رحمه الله، أخبرنا عبد الأول بن عيسى، أخبرنا عبد الرحمن بن محمد، أخبرنا محمد بن يوسف،\nالجزء: 1 ¦ الصفحة: 63\n",
        "أخبرنا محمد بن إسماعيل، حدثنا أبو اليمان، أخبرنا شعيب، عن الزهري، أخبرني عبيد الله بن عبد الله بن عتبة، أن عائشة وعبد الله بن عباس رضي الله عنهما قالا:\nلما نزل برسول الله صلى الله عليه وسلم طفق يطرح خميصة على وجهه، فقال –وهو كذلك-:\n((لعنة الله على اليهود والنصارى اتخذوا قبور أنبيائهم مساجد)) .\nحديثٌ صحيح، وقد رويناه من طرقٍ، وفي روايات البخاري: ((يحذر ما صنعوا)) .\nأخبرنا الشيخ أبو عمرو عثمان بن عبد الرحمن بن عثمان الفقيه الحافظ المصنف قراءةً عليه في آخرين رحمة الله عليهم أجمعين، أخبرنا أبو الحسن مؤيد بن محمد بن علي، وأجازنيه أبو الحسن، أخبرنا محمد بن الفضل، أخبرنا عبد الغافر بن محمد، أخبرنا\nالجزء: 1 ¦ الصفحة: 64\n",
        "محمد بن عيسى، أخبرنا إبراهيم بن محمد، حدثنا مسلم بن الحجاج، حدثنا أبو بكر بن أبي شيبة، وعمرو الناقد، قالا: حدثنا هاشم بن القاسم، حدثنا شيبان، عن هلال بن أبي حميد، عن عروة بن الزبير، عن عائشة رضي الله عنها، قالت: قال رسول الله صلى الله عليه وسلم في مرضه الذي لم يقم منه:\n((لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد)) .\nقالت: ((فلولا ذلك لأبرز قبره، غير أنه خشي أن يتخذ مسجداً)) .\nوفي رواية ابن أبي شيبة: ((لولا ذلك)) ، لم يذكر ((قالت)) .\nقال القاضي أبو الفضل رحمه الله: وتغليظه صلى الله عليه وسلم في النهي عن اتخاذ قبره مسجداً، لما خشي من تفاقم الأمر، وخروجه عن حد المبرة إلى المنكر، وقد بينه صلى الله عليه وسلم في قوله: ((لا تتخذوا قبري وثناً يعبد)) .\nوأخبرنا الشيخ أبو الفتح نصر بن أبي الفرج بن علي بن محمد\nالجزء: 1 ¦ الصفحة: 65\n",
        "الحافظ رحمه الله –في كتابه إلينا من حرم الله-، أخبرنا أبو طالب محمد ابن محمد بن أبي زيد العلوي قراءةً عليه، أخبرنا أبو الحسن علي بن أحمد بن علي التستري، أخبرنا أبو عمر القاسم بن جعفر بن عبد الواحد الهاشمي، أخبرنا أبو علي محمد بن أحمد بن عمرو اللؤلؤي، أخبرنا أبو داود سليمان بن الأشعث السجستاني، حدثنا أحمد بن صالح قال: قرأت على عبد الله بن نافع، أخبرني ابن أبي ذئب، عن سعيد المقبري، عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:\n((لا تجعلوا بيوتكم قبوراً، ولا تتخذوا قبري عيداً وصلوا علي، فإن صلاتكم تبلغني حيث كنتم)) .\nالجزء: 1 ¦ الصفحة: 66\n",
        "قال: وقد ذكر أن ذلك كان أصل عبادة الأصنام، فكانوا إذا مات فيهم نبيٌ أو رجلٌ صالح صوروا صورته، وبنوا عليها مسجداً ليأنسوا برؤية صورته، ويعبدوا الله عنده، فمضت على ذلك أزامن، وجاء بعدهم خلفٌ رأوا أفعالهم وعبادتهم عند تلك الصور، ولم يفهموا غرضهم، وزين لهم الشيطان عملهم، وألقى إليهم أنهم كانوا يعبدونها فعبدوها.\nقال: ويدل على صحة هذا المعنى، قوله صلى الله عليه وسلم في الحديث الآخر:\n((لا تتخذوا قبري وثناً يعبد، اشتد غضب الله على قوم اتخذوا قبور أنبيائهم مساجد)) .\nأخبرنا الحسن بن محمد قراءة رحمه الله، حدثنا أبو طاهر الحافظ، أخبرنا محمد بن عبد الواحد بن عبد العزيز، أخبرنا محمد بن [علي بن] عمرو، أخبرنا محمد بن يعقوب بن إسحاق، حدثنا أحمد بن محمد بن\nالجزء: 1 ¦ الصفحة: 67\n",
        "عمر، حدثنا العباس بن عبد الله، حدثنا أبو المغيرة، حدثنا إسماعيل بن عياش، حدثني ابن جريج، عن عكرمة، عن ابن عباس رضي الله عنهما –في قول الله عز وجل:\n{ولا تذرن وداً ولا سواعاً ولا يغوث ويعوق ونسرا} -.\nقال: هذه أسماء رجال صالحين من أصحاب الأنبياء كانوا قبل نوح.\nقال: فلما أن هلكوا؛ أوحى الشياطين إلى أوليائهم: انصبوا في مجالسهم أنصاباً وسموها بأسمائهم تذكرونهم بها.\nقال: ففعلوا، فلم تعبد حتى هلك أولئك، فلما هلك أولئك ودرس العلم، عبدت.\nقال: فأما ((ود)) فكانت لكلب بدومة الجندل، وأما ((سواع)) فكانت لهذيل، وأما ((يغوث)) فكانت لمراد، ثم لبني غطيف بالخيف عند سبأ، وأما ((يعوق)) فكانت لمهران، وأما ((نسر)) فكانت لحمير، ثم لآل ذي كلاع.\nقال أبو الفضل: ولهذا لما احتاج المسلمون إلى الزيادة في مسجد رسول الله لتكاثرهم، وامتدت الزيادة إلى أن دخل فيها بيوت أزواجه رضي الله عنهن، ومنها بيت عائشة رضي الله عنها الذي دفن فيه صلى الله عليه وسلم، بني على قبره حيطان أحدقت به، لئلا يظهر في المسجد فيقع الناس فيما نهاهم عنه صلى الله عليه وسلم من اتخاذ قبره مسجداً، ثم إن أئمة المسلمين خشوا أن يتخذ موضع\nالجزء: 1 ¦ الصفحة: 68\n",
        "قبره قبلةً، إذ كان مستقبل المصلين، فتصور الصلاة صورة العبادة له، وربما وقع في نفوس الجهلة شيءٌ من ذلك، فرأوا بناء جدارين من ركني القبر الشماليين، وحرفوهما حتى التقيا على زاويةٍ مثلثة من ناحية الشمال، حتى لا يمكن أحداً استقبال موضع القبر عند صلاته، ولهذا قال في الحديث:\n((ولولا ذلك لأبرز قبره صلى الله عليه وسلم غير أنه خشي أن يتخذ مسجداً)) .\nالجزء: 1 ¦ الصفحة: 69\n",
        "فصل\nيستحب للزائر الإكثار من الصلاة والدعاء\nفي الروضة الشريفة ما استطاع مدة مقامه بالمدينة شرفها الله سبحانه، ومن المتفق على صحته أنه صلى الله عليه وسلم قال:\n((ما بين قبري ومنبري روضة من رياض الجنة)) .\nكما أخبرنا المشايخ أبو عبد الله محمد بن غسان بن غافل بن نجاد الأنصاري، والحاكم أبو نصر محمد بن هبة الله بن محمد الفقيه المفتي، وأبو البركات ابن أبي عبد الله بن أبي محمد السجاد رحمهم الله، قراءةً عليهم، أخبرنا الحافظ أبو القاسم علي بن الحسن، أخبرنا أبو القاسم\nالجزء: 1 ¦ الصفحة: 70\n",
        "علي بن إبراهيم، أخبرنا أبو القاسم الحسين بن محمد بن إبراهيم الحنائي، حدثنا أبو الحسين عبد الوهاب بن الحسن بن الوليد الكلابي، أخبرنا سعيد بن عبد العزيز، حدثنا قاسم بن عثمان الجوعي، حدثنا عبد الله بن نافع المزني، حدثنا مالك، عن نافع، عن ابن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: ((ما بين قبري ومنبري روضة من رياض الجنة)) .\nمتفقٌ على صحته، أخرجاه من طرقٍ.\nوفي بعض طرقه: ((ومنبري على حوضي)) .\nالجزء: 1 ¦ الصفحة: 71\n",
        "وفي بعضها:\n((ما بين حجرتي إلى منبري، وأن منبري على ترعة من ترع الجنة)) .\nأخبرنا المشايخ أبو عبد الله محمد بن أحمد بن محمد المؤرخ الأديب النسابة نسيبي، وأبو الحسن محمد بن أحمد بن عمر المفيد، وأبو الغنائم سالم بن أبي المواهب الحسن بن هبة الله المعدل، قراءةً عليهم رحمة الله عليهم، قال أبو عبد الله: أخبرنا أبو المعالي عبد الله بن عبد الرحمن، وقال الآخران: أخبرنا أبو المجد الفضل بن الحسين بن إبراهيم قالا: أخبرنا أبو الحسن علي بن الحسن بن الحسين، قالا: أخبرنا أبو عبد الله محمد بن عبد السلام بن عبد الرحمن بن سعدان، أخبرنا أبو بكر يوسف ابن القاسم بن يوسف، حدثنا أبو العباس\nالجزء: 1 ¦ الصفحة: 72\n",
        "محمد بن إسحاق السراج، حدثنا أبو رجاء قتيبة بن سعيد، حدثنا هشيم عن علي بن زيد ابن جدعان، عن محمد بن المنكدر، عن جابر بن عبد الله رضي الله عنهما قال:\nقال رسول الله صلى الله عليه وسلم: ((ما بين حجرتي إلى منبري روضةٌ من رياض الجنة، وإن منبري على ترعةٍ من ترع الجنة)) .\nوحجرته هي بيته صلى الله عليه وسلم، قال زيد بن أسلم: بيته قبره، وقد جاء مبيناً في ((الصحيح)) .\nقال الطبري: إذا كان قبره في بيته، اتفقت الروايات.\nالجزء: 1 ¦ الصفحة: 73\n",
        "وقد روي: ((ما بين بيتي ومنبري)) .\nكما أخبرنا الشيخ أبو القاسم عبد الله بن الحسين قراءةً عليه، وعبد الرحمن بن مكي في إذنه، أخبرنا الحافظ أبو طاهر، أخبرنا محمد بن أحمد بن إبراهيم الرازي، أخبرنا أحمد بن محمد بن أحمد بن نصر، أخبرنا أبو طاهر محمد بن أحمد بن عبد الله\nالجزء: 1 ¦ الصفحة: 74\n",
        "الذهلي، حدثنا جعفر، حدثنا قتيبة، عن مالك بن أنس، عن عبد الله بن أبي بكر، عن عباد بن تميم، عن عبد الله بن زيد المازني، عن رسول الله صلى الله عليه وسلم قال:\n((ما بين بيتي ومنبري روضة من رياض الجنة)) .\nقوله: ((روضة من رياض الجنة)) قال الخطابي: معناه من لزم طاعة الله سبحانه في هذه البقعة، آلت به الحال إلى روضة من رياض الجنة.\nوقيل: إن ذلك الموضع بعينه روضة في الجنة يوم القيامة.\nوقال أبو عمر بن عبد البر: معناه إن الصحابة كانوا يقتبسون من النبي صلى الله عليه وسلم العلم في ذلك الموضع، فهو مثل الروضة.\nويؤيده قوله صلى الله عليه وسلم:\n((إذا مررتم برياض الجنة فارتعوا، قالوا: يا رسول الله! وما رياض الجنة؟ قال: حلق الذكر)) .\nوقوله صلى الله عليه وسلم: ((ومنبري على حوضي)) ، قيل: يحتمل أن يريد منبره بعينه الذي كان في الدنيا، وهو أظهر وعليه أكثر الناس.\nوقيل: إن له هناك منبراً على حوضه.\nالجزء: 1 ¦ الصفحة: 75\n",
        "وقيل: إن قصد منبره والحضور عنده لملازمة الأعمال الصالحة، يورد حوضه صلى الله عليه وسلم ويوجب الشرب منه.\nوقال الخطابي: معناه أن من لزم طاعة الله سبحانه عنده سقي من الحوض، فعل الله سبحانه ذلك بنا آمين.\nقوله صلى الله عليه وسلم: ((على ترعة من ترع الجنة)) .\nقال أبو عبيد: في الترعة ثلاثة أقوال:\n- تكون بمعنى الروضة على المكان المرتفع خاصة.\n- وتكون بمعنى الباب.\n- وتكون بمعنى الدرجة، والله سبحانه أعلم.\nالجزء: 1 ¦ الصفحة: 76\n",
        "فصل\nثم يأتي المنبر الشريف ويقف عنده،\nويدعو الله سبحانه وتعالى ويمجده، ويحمده على ما يسر له، ويصلي على رسوله محمد صلى الله عليه وسلم، ويسأل الله سبحانه من الخير أجمع، ويستعيذ به من الشر أجمع، وقد أوردنا من قبل ما ثبت في ((الصحيح)) من قوله صلى الله عليه وسلم:\n((ومنبري على حوضي)) ، وقوله صلى الله عليه وسلم: ((ومنبري على ترعة من ترع الجنة)) .\nوروى أبو سلمة أن النبي صلى الله عليه وسلم قال:\n((قوائم المنبر رواتب في الجنة)) .\nكما أخبرنا الشيخ أبو عبد الله محمد بن عبد الله العلامة الجوال قراءةً رحمه الله، أخبرنا أبو روح عبد المعز بن أبي الفضل -بهراة- وأجازنيه منها، أخبرنا أبو القاسم الجرجاني، أخبرنا أبو\nالجزء: 1 ¦ الصفحة: 77\n",
        "الحسن البحاثي، أخبرنا محمد بن أحمد الزوزني الحاكم، أخبرنا أبو حاتم الحافظ، أخبرنا أحمد بن علي بن المثنى، حدثنا أبو خيثمة، حدثنا ابن مهدي، حدثنا سفيان، عن عمار الدهني، عن أبي سلمة، عن أم سلمة رضي الله عنهما، أن النبي صلى الله عليه وسلم قال:\n((قوائم المنبر رواتب في الجنة)) .\nاسم أبي سلمة: عبد الله بن عبد الله بن عبد الأسد بن هلال المخزومي.\nواسم أم سلمة: هند، وهي زوج النبي صلى الله عليه وسلم ورضي عنها، وعمار هو أبو معاوية بن معاوية، ويقال: ابن حباب، ويقال: ابن صالح البجلي، ودهن بطن من بجيلة.\nالجزء: 1 ¦ الصفحة: 78\n",
        "وقد احترقت بقايا منبر النبي صلى الله عليه وسلم القديمة، وفات الزائر من لمس رمانة المنبر التي كان صلى الله عليه وسلم يضع يده المقدسة المكرمة عليها عند جلوسه صلى الله عليه وسلم عليه ولمس موضع جلوسه منه بين الخطبتين وقبلهما، ولمس موضع قدميه الشريفتين بركةٌ عامةٌ ونفعٌ عائدٌ، وفيه صلى الله عليه وسلم عوضٌ من كل ذاهب، ودركٌ من كل فائت، وكان احتراقه ليلة أول يوم في شهر رمضان سنة أربع وخمسين وستمائة، وكان طول منبر النبي صلى الله عليه وسلم ذراعين في السماء وشبراً وثلاثة أصابع، وطول صفته التي كان يستند إليها النبي صلى الله عليه وسلم ذراعاً، وطول رمانتيه اللتين كان يمسكهما صلى الله عليه وسلم بيديه الكريمتين إذا جلس شبر وأصبعان، وكان عرض المنبر ذراعاً في ذراع يزيد، وتربيعه سواء، وعدد درجاته ثلاث بالمقعدة، وفيه خمسة أعواد من جوانبه الثلاثة قد ذهب بعضها، ثم كان طوله إلى أن احترق ثلاثة أذرع وشبراً وثلاث أصابع، وطول الدكة التي جددت له شبر وعقدة، ومن رأسه إلى عتبته خمسة أذرع وشبر وأربع أصابع، وزيد فيه عتبتان أخريان، وجعل له باب يغلق ويفتح يوم الجمعة، هكذا حكاه شيخنا أبو عبد الله النجار في كتاب ((أخبار المدينة)) رحمه الله.\nقرأت على الشيخ أبي الفتح أحمد بن محمد بن أحمد بن المبارك بن موهوب بن غنيمة بن غالب الإربلي، قدم علينا رحمه الله، أخبرك أبو حفص عمر بن محمد بن معمر، أخبرنا علي بن عبيد الله بن نصر،\nالجزء: 1 ¦ الصفحة: 79\n",
        "أخبرنا عبد الله بن محمد بن هزارمرد، أخبرنا عبيد الله بن أحمد، حدثنا عبد الله بن محمد بن زياد، حدثنا أبو الأزهر، والحسن ابن يحيى، قالا: حدثنا عبد الرزاق، أخبرنا ابن جريج، أخبرني أبو الزبير أنه سمع جابر بن عبد الله رضي الله عنهما يقول: كان النبي صلى الله عليه وسلم إذا خطب يستند إلى جذع نخلة من سواري المسجد،\nالجزء: 1 ¦ الصفحة: 80\n",
        "فلما صنع له المنبر واستوى عليه، فاضطربت تلك السارية وحنت كحنين الناقة، حتى سمعها أهل المسجد، حتى نزل رسول الله صلى الله عليه وسلم فاعتنقها فسكنت.\nوأخبرنا الشيخ الأمين أبو القاسم عبد الله بن الحسين بن عبد الله بن الحسين الأنصاري رحمه الله، أخبرنا أبو طاهر الحافظ، أخبرنا أبو غالب محمد بن الحسن بن أحمد ببغداد، أخبرنا أبو بكر محمد بن عمر بن جعفر بن إبراهيم الحرقي، أخبرنا أبو القاسم عمر بن محمد بن عبد الله الترمذي البزار، أخبرني جدي أبو بكر محمد بن عبيد الله بن مرزوق بن دينار الخلال، حدثنا عفان بن مسلم أبو عثمان الصفار، حدثنا حماد بن سلمة، عن عمار بن أبي عمار، عن ابن عباس رضي الله عنهما: أن النبي صلى الله عليه وسلم كان يخطب إلى جذع قبل أن يتخذ المنبر، فلما اتخذ المنبر حن الجذع، فأتاه النبي صلى الله عليه وسلم فاحتضنه، وقال صلى الله عليه وسلم:\n((لو لم أحتضنه لحن إلى يوم القيامة)) .\nوقد رواه عفان أيضاً عن حماد، عن ثابت، عن أنس رضي الله عنهم وعنا، وهو حديثٌ صحيح، ورويناه من طرق، ورواه جماعةٌ من الصحابة: جابر بن عبد الله، وعبد الله بن عمر، وأبي بن كعب، وأنس بن مالك رضي الله عنهم.\nوفي بعض روايات البخاري: ((فصاحت النخلة صياح الصبي، فنزل صلى الله عليه وسلم فضمها إليه، كانت تئن أنين الصبي الذي يسكت، قال: كانت تبكي على ما تسمع من الذكر عندها)) .\nالجزء: 1 ¦ الصفحة: 81\n",
        "وفي رواية: ((فلما جلس عليه، حنت الخشبة حنين الناقة على ولدها، حتى نزل النبي صلى الله عليه وسلم فوضع يده عليها)) ، فلما كان من الغد رأيت قد حولت فقلنا: ما هذا، قال: جاء النبي صلى الله عليه وسلم وأبو بكر وعمر رضي الله عنهما فحولوها.\nتفرد بهذه اللفظة الزائدة يحيى بن زكريا بن أبي زائدة، عن أبيه، عن أبي إسحاق، عن سعيد، عن جابر رضي الله عنه.\nوفي بعضها: ((فخار الجذع كما تخور البقرة حزناً على رسول الله صلى الله عليه وسلم فالتزمه، وأمسكه، حتى سكن)) .\nوفي رواية أبي بن كعب رضي الله عنه: ((فأصغى إليه الجذع، فقال له: اسكن، ثم التفت فقال له: إن تشاء أن أغرسك في الجنة فيأكل منك الصالحون، وإن تشاء أن أعيدك رطباً كما كنت، فاختار الآخرة على الدنيا)) .\nفلما قبض رسول الله صلى الله عليه وسلم دفع إلى أبي، فلم يزل عنده إلى أن أكلته الأرضة، رواه ابن أبي -واسمه الطفيل- عن أبيه.\nوفي رواية أنس رضي الله عنه: فلما قعد رسول الله صلى الله عليه وسلم على المنبر خار الجذع خوار الثور، حتى ارتج المسجد لخواره، حزناً على رسول الله صلى الله عليه وسلم، فنزل إليه رسول الله صلى الله عليه وسلم من المنبر، فالتزمه وهو يخور، فلما التزمه رسول الله صلى الله عليه وسلم سكت.\nالجزء: 1 ¦ الصفحة: 82\n",
        "ثم قال صلى الله عليه وسلم: ((والذي نفسي بيده، لو لم ألتزمه ما زال هكذا حتى تقوم الساعة حزناً على رسول الله صلى الله عليه وسلم، فأمر به رسول الله صلى الله عليه وسلم فدفن)) ، أخرجه الترمذي.\nوفي رواية أنس رضي الله عنه أيضاً: ((وأنا في المسجد، فسمعت الخشبة تحن حنين الولد، فما زالت تحن حتى نزل إليها فاحتضنها فسكنت)) .\nوكان الحسن إذا حدث بهذا الحديث بكى، ثم قال: يا عباد الله! الخشبة تحن إلى رسول الله صلى الله عليه وسلم لمكانه من الله عز وجل، فأنتم أحق من أن تشتاقوا إلى لقائه. حديثٌ حسنٌ عال.\nوروينا من حديث أبي كبشة السلولي عن معاذ رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:\n((إن أتخذ منبراً فقد اتخذه أبي إبراهيم، وإن أتخذ العصا فقد اتخذها أبي إبراهيم عليه السلام)) .\nالجزء: 1 ¦ الصفحة: 83\n",
        "فصل\nينبغي للزائر أن يشهد الصلاة كلها في مسجد رسول الله صلى الله عليه وسلم،\nلما قدمناه من الحديث الوارد في فضل الصلاة فيه، وليحرص على المبيت في المسجد ولو ليلةً يحييها بالذكر، والدعاء وتلاوة القرآن، والتضرع إلى الله سبحانه، والحمد له، والشكر على ما أعطاه، وعلى أن يختم القرآن العزيز في المسجد لأثر ورد فيه.\nويستحب له الخروج في كل يوم إلى البقيع لزيارة من فيه من سلف الأمة رضوان الله عليهم، سيما يوم الجمعة، وليكن ذلك بعد السلام على رسول الله صلى الله عليه وسلم، فإذا انتهى إليه قال:\nالسلام عليكم دار قوم مؤمنين، اللهم اغفر لأهل بقيع الغرقد.\nوالأحاديث الواردة الثابتة في زيارته صلى الله عليه وسلم أهل البقيع مشهورة، ولسنا نطول بإيرادها.\nوقد أخبرنا جدي رحمه الله، أخبرنا عمي رحمه الله، أخبرنا أبو المظفر ابن القشيري، أخبرنا أبو سعيد الجنزروذي، أخبرنا أبو\nالجزء: 1 ¦ الصفحة: 84\n",
        "عمرو المقرئ، أخبرنا أبو يعلى التميمي، أخبرنا يحيى بن أيوب، حدثنا إسماعيل بن جعفر، أخبرنا شريك بن عبد الله بن أبي نمر، عن عطاء بن يسار، عن عائشة رضي الله عنها أنها قالت:\nكان رسول الله صلى الله عليه وسلم كلما كانت ليلتها من رسول الله صلى الله عليه وسلم يخرج من آخر الليل إلى البقيع فيقول:\n((السلام عليكم دار قوم مؤمنين، أتاكم ما توعدون، غداً مؤجلون، وإنا إن شاء الله بكم لاحقون، اللهم اغفر لأهل بقيع الغرقد)) .\nرواه مسلم في ((صحيحه)) عن يحيى بن أيوب بن أبي زكريا البغدادي، وشريك هو ابن عبد الله بن أبي نمر.\nوفي رواية لمسلم: ((وإنا وإياكم متواعدون غداً ومؤجلون)) .\nقال الخطابي: فيه من الفقه: إن السلام على الموتى كالسلام على الأحياء في تقديم الدعاء على الاسم، وكذلك كل دعاءٍ بخيرٍ كقوله سبحانه:\nالجزء: 1 ¦ الصفحة: 85\n",
        "{رحمة الله وبركاته عليكم أهل البيت} ، وكذلك {سلام على نوحٍ في العالمين} ، انتهى كلامه.\nوأما في الشر والذم، فيقدم الضمير على الاسم، كقوله سبحانه: {وإن عليك لعنتي} ، {عليهم دائرةٌ السوء} ، والسلام مشتقٌ من السلام، وهو اسم الله سبحانه، وسمي به لسلامته من العيوب والنقص.\nوقيل: معناه اسم السلام عليك، إذا كان اسم الله سبحانه يذكر على الأعمال توقعاً لاجتماع معاني الخيرات فيه وانتفاء عوارض الفساد عنه.\nوقيل معناه: إن الله مطلعٌ عليكم فلا تغفلوا.\nوقيل معناه: سلمت مني، فاجعلني أسلم منك.\nوقيل: هو مشتقٌ من السلامة بمعنى السلم.\nويقال: السلام عليكم، وسلامٌ عليكم بحذف ألفه ولامه، ولم يرد في القرآن إلا منكراً غالباً، فأما في التشهد في الصلاة فيقال فيه معرفاً ومنكراً والظاهر الأكثر من مذهب الشافعي -رحمه الله- أنه اختار التنكير.\nوأما السلام الذي يخرج به من الصلاة، فروى الربيع عنه أنه قال: أقل ما يكفيه أن يقول: السلام عليكم، فإن نقص من هذا حرفاً عاد فسلم، ووجهه أن يكون أراد بالسلام اسم الله سبحانه، فلم يجز حذف الألف واللام منه، وكانوا يستحبون أن يقولوا في الأول: سلام عليكم، وفي الآخر: السلام عليكم، وتكون الألف واللام للعهد، يعني السلام الأول.\nوأما قوله صلى الله عليه وسلم -لما سلم عليه جابر بن سحيم فقال: عليكم السلام- قل: ((السلام عليك، فإن عليك السلام تحية الموتى)) ، فإنه أشار إلى ما جرت به عادتهم في المراثي، كانوا يقدمون ضمير الميت على الدعاء كقول الشماخ:\nعليك سلام من أمير وباركت\n...\nيد الله في ذاك الأديم الممزق\nوقول الآخر:\nعليك سلام الله قيس بن عاصم\n...\nورحمته ما شاء أن يترحما\nالجزء: 1 ¦ الصفحة: 86\n",
        "وإنما فعلوا ذلك؛ لأن المسلم على القوم يتوقع الجواب، وأن يقال له: عليك السلام.\nفلما كان الميت لا يتوقع له جواب، جعلوا السلام عليه كالجواب عنه، وليس المراد منه أن السنة في تحية الموتى أن يقول: عليكم السلام، لما قدمناه في الحديث.\nوقيل: أراد بالموتى كفار الجاهلية، وليس هذا الاستثناء باستثناء شك، لكنه جرى على عادة المتكلم يحسن به كلامه، كقول الرجل لأخيه: إن ائتمنتني لم أخنك إن شاء الله.\nوفيه دليلٌ على أن استعمال الاستثناء مستحبٌ في الأحوال كلها، وإن لم يكن في الأمر شك تبرؤا عن الحول والقوة إلا بالله، كما أخبر الله سبحانه عن أنبيائه، وكما علم نبيه محمداً صلى الله عليه وسلم وعليهم أجمعين.\nوقيل: هو راجعٌ إلى استصحاب الإيمان إلى الموت، أي نلحق بكم مؤمنين إن شاء الله، ولا يرجع إلى نفس الموت.\nوالأخبار والآثار في فضل مقبرة البقيع كثيرةٌ، سنوردها في أحاديث فضل المدينة إن شاء الله سبحانه.\nويزور القبور الطاهرة\n: كقبر إبراهيم عليه السلام ابن رسول الله صلى الله عليه وسلم، وقبر عثمان بن مظعون رضي الله عنه.\nروينا عن صالح بن قدامة قال: حدثني أبي أن رسول الله صلى الله عليه وسلم دفن إبراهيم عليه السلام إلى جنب عثمان بن مظعون رضي الله عنه.\nوقبره حذو زاوية دار عقيل بن أبي طالب، من ناحية دار محمد بن زيد.\nوروينا عنه أيضاً: أول ما دفن رسول الله صلى الله عليه وسلم بالبقيع عثمان بن مظعون رضي الله عنه، فلما توفي ابنه إبراهيم عليه السلام.\nقالوا: يا رسول الله! فأين نحفر له؟ قال:\n((عند قبر فرطنا عثمان بن مظعون)) .\nوقبر عبد الرحمن بن عوف أيضاً إلى جنب قبر عثمان بن مظعون رضي الله عنهما.\nالجزء: 1 ¦ الصفحة: 87\n",
        "وكذلك يزور قبر الحسن بن علي، والعباس عم رسول الله صلى الله عليه وسلم رضي الله عنهما.\nوينوي زيارة قبر فاطمة رضوان الله عليها\nفقد روينا عن سعد بن محمد بن جبير قال: رأيت قبر الحسن بن علي بن أبي طالب، عند فم الزقاق الذي بين دار نبيه بذروان، وبين دار عقيل بن أبي طالب، وقيل لي: دفن عند قبر أمه رضي الله عنهم.\nوكذلك قبر عقيل بن أبي طالب، وقبر عثمان بن عفان رضي الله عنهما.\nويزور قبر صفية عمة رسول الله صلى الله عليه وسلم رضي الله عنها\nفقد روينا عن جعفر بن محمد: أن قبر فاطمة رضوان الله عليها عند موضع المسجد الذي بالبقيع، وأن قبر صفية رضي الله عنها عند موضع الوضوء الذي عند دار المغير بن شعبة، وأن قبر إبراهيم ابن رسول الله صلى الله عليه وسلم وجاه دار سعيد بن عثمان التي يقال لها: الزوراء.\nوينوي زيارة قبور أزواج النبي صلى الله عليه وسلم\nفقد روينا عن محمد بن عبد الله بن علي قال: قبور أزواج النبي صلى الله عليه وسلم رضي الله عنهن، من خوخة نبيه إلى الزقاق الذي إلى البقال مستطيرة.\nوروينا عن إبراهيم بن علي الرافعي قال: حفر لسالم البانكي مولى محمد بن علي، فأخرجوا حجراً طويلاً، فإذا هو مكتوب: هذا قبر أم حبيبة رملة بنت صخر رضي الله عنها.\nوروى مالك بن أنس رضي الله عنه: أن زينب بنت جحش توفيت في زمان عمر رضي الله عنه، فدفنها بالبقيع وضرب على قبرها فسطاطاً ثلاثاً.\nالجزء: 1 ¦ الصفحة: 88\n",
        "أخبرنا عبد الله بن عمر بخطه، عن أبي الفتوح محمد بن علي، أخبرنا الحسن بن أحمد، أخبرنا أبو نعيم الحافظ، أخبرنا جعفر بن محمد، أخبرنا محمد بن عبد الرحمن، أخبرنا الزبير بن بكار، حدثنا محمد بن زبالة قال: وحدثني محمد بن إسماعيل، عن فائد مولى عبادل، أن عبيد الله بن علي أخبره وغيره ممن مضى من أهل بيته:\nأن الحسن بن علي بن أبي طالب رضوان الله عليهما أصابه بطن، فلما عرف بنفسه الموت، أرسل إلى عائشة رضي الله عنها أن تأذن له أن يدفن مع رسول الله صلى الله عليه وسلم، فالت: نعم، ما كان بقي إلا موضع قبر واحد.\nفلما سمعت بنو أمية استلموا السلاح هم وبنو هاشم للقتال، وقالت بنو أمية: والله لا يدفن فيه أبداً، فبلغ ذلك الحسن بن علي، فأرسل إلى أهله: أما إذا كان هكذا، فلا حاجة لي به، ادفنوني إلى جنب أمي فاطمة فدفن في المقبرة.\nالجزء: 1 ¦ الصفحة: 89\n",
        "قال فائد: فأخبرني مولاي ومن سبق من أهلي ممن مضى، أن قبر فاطمة عليها السلام مواجه الخوخة التي في دار نبيه بن وهب، وأن طريق الناس بين قبر فاطمة رضي الله عنها وبين خوخة نبيه.\nقال: أظن الطريق سبعة أذرع.\nقال فائد: وقال لي منقذ الحفار: وفي المقبرة قبران مطابقان بالحجارة قبر الحسن بن علي، وقبر عائشة زوج النبي صلى الله عليه وسلم رضي الله عنها، فنحن لا نحركهما.\nواعلم أن أكثر الصحابة رضوان الله على جميعهم مدفونون بالبقيع، وكذلك أزواج النبي صلى الله عليه وسلم فيه، ما خلا خديجة رضوان الله عليها، فإنها بالحجون، وكذلك فيه أيضاً قبور جماعة من سادات التابعين، ومن بعدهم من العلماء والزهاد المشهورين لا تعرف قبورهم، فينبغي للزائر أن يسلم عليهم أجمعين. فيقول: السلام علينا وعلى عباد الله الصالحين.\nوليس بالبقيع قبرٌ يعرف سوى سبعة قبور:\nقبر العباس، وقبر الحسن بن علي، ومعه في القبر ابن أخيه علي بن الحسين زين العابدين، وأبو جعفر محمد بن علي الباقر، وابنه جعفر الصادق، رضوان الله عليهم أجمعين، وعليهم قبةٌ عاليةٌ في الهواء قديمة البناء في أول البقيع.\nوأخبرنا الحسين، أخبرنا عبد الأول، أخبرنا عبد الرحمن،\nالجزء: 1 ¦ الصفحة: 90\n",
        "أخبرنا عبد الله، أخبرنا محمد، أخبرنا محمد، حدثنا عبيد بن إسماعيل، حدثنا أبو أسامة، عن هشام، عن أبيه، عن عائشة رضي الله عنها قالت لعبد الله بن الزبير: ((ادفني مع صواحبي، ولا تدفني مع النبي صلى الله عليه وسلم في البيت، فإني أكره أن أزكى)) .\nوقبر عقيل بن أبي طالب أخو علي رضي الله عنهما في قبة أيضاً، ومعه في القبر ابن أخيه عبد الله بن جعفر الطيار الجواد المشهور، وقبر إبراهيم ابن رسول الله صلى الله عليه وسلم، وقبر صفية عمة رسول الله صلى الله عليه وسلم، وقبر فاطمة بنت أسد أم علي بن أبي طالب في آخر البقيع عند نخلٍ يعرف (بالحمام) ، وقبر مالك بن أنس الإمام في قبة في أول البقيع.\nونبأني محمد بن محمود بخط يده، عن أبي القاسم، بن أسعد، عن الحسن، عن أحمد بن عبد الله، عن جعفر بن محمد، حدثنا محمد بن عبد الرحمن، حدثنا الزبير بن بكار، حدثنا محمد بن الحسن، عن محمد بن عبد الرحمن، عن شريك بن عبد الله، عن أبي روق قال: حمل الحسن بن علي بن أبي طالب على بدن فدفن بالبقيع بالمدينة.\nالجزء: 1 ¦ الصفحة: 91\n",
        "ويزور قبر عثمان بن عفان\nرضي الله عنه فإنه ظاهر، عليه قبةٌ عاليةٌ، ولكنه ليس بالبقيع.\nفقد روينا عن الزهري، وعروة قالوا: لما قتل عثمان رضي الله عنه منعته الأنصار أن يدفن بالبقيع، فدفن في حش كوكب.\nوكان عثمان بن مظعون رضي الله عنه أول من دفن بالبقيع، فجعل رسول الله صلى الله عليه وسلم أسفل مهراس علامة يدفن الناس حوله.\nوقال: ((لأجعلنك للمتقين إماماً)) .\nفلما ملك معاوية رضي الله عنه واستعمل مروان على المدينة، أدخل ذلك الحش في البقيع، وحمل المهراس فجعله على قبر عثمان بن عفان، فقالوا: عثمان وعثمان، فدفن الناس حول عثمان رضي الله عنه.\nويستحب له أن يأتي قبور الشهداء بأحد يوم الخميس، ويبدأ بحمزة رضي الله عنه عم رسول الله صلى الله عليه وسلم.\nويستحب له استحباباً مؤكداً إتيان مسجد قباء، وهو في يوم السبت أولى، ناوياً التقرب إلى الله سبحانه بزيارته والصلاة فيه، والأحاديث فيه صحيحةٌ كثيرة، وقد أفردنا فيه مؤلفاً مختصراً.\nالجزء: 1 ¦ الصفحة: 92\n",
        "فصل\nيستحب للزائر أن يتتبع المواضع\nالتي كان رسول الله صلى الله عليه وسلم يصلي فيها، والسواري التي كان يجلس إليها، ومصلاه في الليل من المسجد، وبيت فاطمة رضي الله عنها، وكذلك السواري التي كانت الصحابة يجلسون إليها ويصلون فيها، ومصلى رسول الله صلى الله عليه وسلم الذي كان يصلي فيه قبل أن يتحول إلى موضع مصلاه المعروف به اليوم، وموضع معتكفه صلى الله عليه وسلم، وكذلك أسطوانة التوبة التي ربط أبو لبابة نفسه إليها رضي الله عنه، والأسطوان التي كان رسول الله صلى الله عليه وسلم يجلس إليها إذا جاءته الوفود، وأسطوانة علي بن أبي طالب.\nكل هذه المواضع يستحب له الصلاة فيها والدعاء لديها، وأن يحمد الله سبحانه ويشكره، ويتوب إليه ويستغفره، ويتضرع إليه، ويسأله أن يعيد عليه بركة من حل بها من السلف الماضيين، والأئمة الهادين، من سادات أهل البيت والصحابة والتابعين، وعلماء الأمة وصالحيهم وزهادهم أجمعين.\nالجزء: 1 ¦ الصفحة: 93\n",
        "أما بيت فاطمة رضوان الله عليها، فإنه خلف حجرة النبي صلى الله عليه وسلم عن يسار المصلي إلى القبلة، وحوله اليوم مقصورة وفيه محراب، وكان فيه خوخةٌ إلى بيت النبي صلى الله عليه وسلم، كان صلى الله عليه وسلم إذا قام من الليل إلى المخرج اطلع منها يعلم خبرهم.\nأخبرنا محمد بن السيد بن فارس بن نجا الأنصاري، أخبرنا القاضي أبو المعالي محمد بن يحيى بن علي القرشي، أخبرنا علي بن محمد بن علي، أخبرنا طلحة بن علي بن الصقر، حدثنا محمد بن أحمد أبو علي الصواف، حدثنا علي بن محمد بن عبد الملك بن أبي الشوارب، حدثنا أبو سلمة، حدثنا حماد، أخبرنا\nالجزء: 1 ¦ الصفحة: 94\n",
        "علي بن زيد، عن أنس بن مالك رضي الله عنه أن رسول الله صلى الله عليه وسلم كان يمر بباب فاطمة رضي الله عنها ستة أشهر إذا خرج إلى صلاة الفجر فيقول:\n((الصلاة يا أهل البيت {إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيراً} )) .\nوروينا في كتاب ((المدينة)) عن عبد الله بن إبراهيم، عن عبد الله، أن جعفر بن محمد كان يقول: قبر فاطمة بنت رسول الله صلى الله عليه وسلم في بيتها الذي أدخله عمر بن عبد العزيز في المسجد.\nذكر مصلى رسول الله صلى الله عليه وسلم بالليل\n.\nروى عيسى بن عبد الله، عن أبيه قال: قال كان رسول الله صلى الله عليه وسلم يطرح حصيراً كل ليلة إذا انكفت الناس، وراء بيت علي كرم الله وجهه ثم يصلي صلاة الليل.\nقال عيسى: وذلك موضع الأسطوان الذي على طريق النبي صلى الله عليه وسلم مما يلي الزور.\nوروى عن سعيد بن عبد الله بن فضل قال: مر بي محمد بن علي ابن الحنفية رضي الله عنه وأنا أصلي إليها، فقال لي: أراك تلزم الأسطوانة هذه، جاءك فيها أثر؟ قلت: لا، قال: فالزمها فإنها كانت مصلى رسول الله صلى الله عليه وسلم بالليل.\nوهذه الأسطوانة وراء بيت فاطمة رضي الله عنها، وفيها محراب،\nالجزء: 1 ¦ الصفحة: 95\n",
        "إذا توجه إليه المصلي، كان يساره إلى باب عثمان الذي يسمى اليوم: باب جبريل عليه السلام.\nذكر موضع الجذع\nقد ذكرنا فيما سبق من طرقٍ حديث الجذع ما فيه كفايةٌ ومقنع، وقد اختلف فيه؟\nفقال أبو سعيد: لما سكن الجذع؛ أمر رسول الله صلى الله عليه وسلم أن يحفر له ويدفن.\nوقالت عائشة رضي الله عنها: لما قال النبي صلى الله عليه وسلم ذلك، غار الجذع فذهب.\nوقال ابن أبي الزناد: لم يزل الجذع على حاله زمان رسول الله صلى الله عليه وسلم وأبي بكر وعمر رضي الله عنهما، فلما هدم عثمان رضي الله عنه المسجد اختلف فيه؟\nفمنهم من قال: أخذه أبي بن كعب، فكان عنده حتى أكلته الأرضة، ومنهم من قال: دفن في موضعه، وكان الجذع في موضع الأسطوانة المخلقة التي عن يمين موقف النبي صلى الله عليه وسلم للصلاة عند الصندوق.\nذكر العود الذي في الأسطوانة\nالتي عن يمين قبلة الإمام\nأخبرنا الشيخ أبو المجد محمد بن الحسين بن أحمد القزويني قدم علينا رحمه الله، أخبرنا محمد بن أسعد، أخبرنا الحسين بن مسعود الإمام.\nالجزء: 1 ¦ الصفحة: 96\n",
        "ونبأنا نصر بن أبي الفرج عن أبي موسى الحافظ، عن الحسين بن مسعود، -واللفظ له- أخبرنا عمر بن عبد العزيز، أخبرنا القاسم بن جعفر، أخبرنا أبو علي اللؤلؤي، أخبرنا أبو داود حدثنا قتيبة، حدثنا حاتم بن إسماعيل، عن مصعب بن ثابت بن عبد الله بن الزبير، عن محمد بن مسلم بن السائب -صاحب المقصورة-، قال: صليت إلى جنب أنس بن مالك يوماً، فقال: هل تدري لم صنع هذا العود؟ فقلت: لا والله، فقال: كان رسول الله صلى الله عليه وسلم يضع يده عليه فيقول:\n((استووا واعدلوا صفوفكم)) .\nوأخبرنا الحافظ أبو الفتوح نصر بن أبي الفرج -في كتابه إلينا من حرم الله سبحانه- أخبرنا النقيب أبو طالب محمد بن محمد بن أبي\nالجزء: 1 ¦ الصفحة: 97\n",
        "زيد العلوي البصري قراءةً عليه، أخبرنا أبو الحسن علي بن أحمد بن علي التستري، أخبرنا أبو عمر القاسم بن مسعود بن عبد الواحد الهاشمي، أخبرنا أبو علي محمد بن أحمد بن عمرو اللؤلؤي، حدثنا أبو داود سليمان بن الأشعث، حدثنا مسدد، حدثنا أحمد بن الأسود، حدثنا مصعب بن رياب، عن محمد بن مسلم، عن أنس رضي الله عنه قال: أن رسول الله صلى الله عليه وسلم كان إذا قام إلى الصلاة أخذ بيمينه ثم التفت فقال:\n((اعتدلوا، سووا صفوفكم)) ثم أخذ بيساره ثم قال: ((اعتدلوا، سووا صفوفكم)) .\nقال: ذلك كان من طرفاء الغابة، وهو العود الذي وضعه عمر بن عبد العزيز في القبلة، وهو الذي في المحراب اليوم باقٍ، وكان عمر بن الخطاب رضي الله عنه قد فقده، ثم وجده عند رجلٍ من الأنصار بقباء قد دفن في الأرض وأكلته الأرضة، فأخذ له عوداً فشقه وأدخله فيه، ثم سواه ورده إلى الجدار.\nذكر موضع اعتكاف النبي صلى الله عليه وسلم\nروى أهل السير أن ابن عمر رضي الله عنهما قال: كان رسول الله صلى الله عليه وسلم إذا اعتكف طرح له فراشه، ووضع له سريرٌ وراء أسطوانة التوبة.\nذكر أسطوانة التوبة\nأخبرنا جدي الشيخ أبو البركات رحمه الله قراءةً، حدثنا أبو محمد عبد الله بن رفاعة.\nثم حدثنا أبو الحسن علي بن أحمد الفقيه من لفظه، أخبرنا عبد\nالجزء: 1 ¦ الصفحة: 98\n",
        "القوي بن عبد العزيز التميمي، أخبرنا ابن رفاعة، أخبرنا علي بن الحسن بن الحسين، أخبرنا عبد الرحمن بن عمر بن محمد التجيبي، أخبرنا عبد الله بن جعفر بن الورد، أخبرنا عبد الرحيم بن عبد الله بن عبد الرحيم، أخبرنا عبد الملك بن هشام، أخبرنا زياد بن عبد الله، أخبرنا محمد بن إسحاق، قال: لما حصر رسول الله صلى الله عليه وسلم بني قريظة، بعثوا إليه أن ابعث إلينا أبا لبابة بن عبد المنذر أخا بني عمرو بن عوف -وكان حليفاً للأوس- نستشيره في أمرناه.\nفأرسله رسول الله صلى الله عليه وسلم إليهم، فلما رأوه قام إليه الرجال، وجهش إليه النساء والصبيان يبكون في وجهه، فرق لهم.\nفقالوا: يا أيا لبابة! ترى أن ننزل على حكم محمد؟\nقال: نعم، وأشار بيده إلى حلقه أنه الذبح.\nقال أبو لبابة: فوالله ما زالت قدماي من مكانهما حتى عرفت أني قد خنت الله ورسوله، ثم انطلق أبو لبابة على وجهه ولم يأت رسول الله صلى الله عليه وسلم حتى ارتبط في المسجد إلى عمودٍ من عمده.\nالجزء: 1 ¦ الصفحة: 99\n",
        "وقال: لا أبرح من مقامي هذا حتى يتوب الله علي مما صنعت، وعاهدت الله أن لا أطأ بني قريظة أبداً، ولا آوي في بلدٍ خنت الله ورسوله فيه أبداً.\nقال ابن هشام: وأنزل الله في توبة أبي لبابة فيما قال سفيان بن عيينة، عن إسماعيل بن أبي خالد، عن عبد الله بن أبي قتادة.\n{يا أيها الذين آمنوا لا تخونوا الله والرسول وتخونوا أماناتكم وأنتم تعلمون} .\nقال ابن إسحاق: فلما بلغ رسول الله صلى الله عليه وسلم خبره -وكان قد استبطأه-.\nقال: ((أما أنه لو كان جاءني لاستغفرت له، فأما إذا فعل ما فعل، فما أنا بالذي أطلقه من مكانه حتى يتوب الله عليه)) .\nقال ابن إسحاق: فحدثني يزيد بن عبد الله بن قسيط: أن توبة أبي لبابة نزلت على رسول الله صلى الله عليه وسلم وهو في بيت أم سلمة، فسمعت رسول الله صلى الله عليه وسلم من السحر وهو يضحك.\nقالت رضي الله عنها: فقلت: مم تضحك يا رسول الله، أضحك الله سنك؟!\nقال صلى الله عليه وسلم: ((تيب على أبي لبابة)) ؛ قالت: فقلت: ألا أبشره يا رسول الله؟ قال: ((بلى، إن شئت)) .\nقال: فقامت على باب حجرتها، -وذلك قبل أن يضرب عليهن الحجاب- فقالت: يا أبا لبابة! أبشر، فقد تاب الله عليك.\nقالت: فبادر الناس إليه ليطلقوه.\nفقال: لا والله، حتى يكون رسول الله صلى الله عليه وسلم هو الذي يطلقني بيده، فلما مر خارجاً إلى صلاة الصبح أطلقه.\nقال ابن هشام: وأقام أبو لبابة مرتبطاً بالجذع ست ليال، تأتيه امرأته في كل وقت صلاة، فتحله للصلاة، ثم يعود فيرتبط بالجذع، فيما حدثني بعض أهل العلم.\nالجزء: 1 ¦ الصفحة: 100\n",
        "والآية التي نزلت في توبته: {وآخرون اعترفوا بذنوبهم خلطوا عملاً صالحاً وآخر سيئاً عسى الله أن يتوب عليهم إن الله غفورٌ رحيمٌ} .\nاسم أبي لبابة رفاعة، وقيل: بشير بن عبد المنذر الأنصاري.\nوروى حماد بن سلمة، عن علي بن زيد، عن علي بن الحسين أن فاطمة عليها السلام أرادت حله حين نزلت توبته.\nفقال: قد أقسمت ألا يحلني إلا رسول الله صلى الله عليه وسلم، فقال رسول الله صلى الله عليه وسلم:\n((إن فاطمة بضعةٌ مني)) .\nقوله: ((بضعة)) ، البضعة، والبضع من الشيء: القطعة منه.\nوالجهش: أن يفزع الإنسان إلى غيره ويلجأ إليه، وهو مع ذلك يريد البكاء، كما يفزع الصبي إلى أمه، يقال: جهشت وأجهشت.\nفي الحديث دليلٌ على أن من سب فاطمة رضوان الله عليها فقد سب أباها، ومن سب أباها فقد كفر، وفي حديث علي رضوان الله عليه لما أراد أن ينكح ابنة أبي جهل.\nوقوله صلى الله عليه وسلم: ((إنما فاطمة بضعةٌ مني، يريبني ما رابها)) .\nيؤكد ما قلناه.\nنعوذ بالله من الخذلان في سبها، ونستعفيه من الخسران في بغضها، ونسأله الثبات على حب أبيها وحبها، وأن يجعلنا من حزبه وحزبها، صلى الله عليه وسلم وعلى آله الطيبين، ورضي الله عن صحابته والتابعين، وأن يحشرنا مع المؤمنين، ويدخلنا برحمته في عباده الصالحين، وأن يرينا وجه نبينا صلى الله عليه وسلم، ويوردنا حوضه غير مخالفين ولا مبدلين.\nوقد اختلف أهل التفسير في توبة أبي لبابة رضي الله عنه؟ فقال قومٌ:\nالجزء: 1 ¦ الصفحة: 101\n",
        "كان من الذين تخلفوا عن رسول الله صلى الله عليه وسلم في غزوة تبوك، وقال ابن هشام في ((سيرته)) ما قدمنا ذكره.\nو {عسى} من الله سبحانه واجبةٌ وخبر صدق، وليست (عسى) من كلام العرب بخبرٍ ولا تقتضي وجوباً، فكيف تكون في القرآن واجبةً وليس بخارج من كلام العرب؟ ولتقرير ذلك موضع غير هذا، والله سبحانه الموفق وهو أعلم.\nوروى مالك عن عبد الله بن أبي بكر بن عمرو بن حزم، أن أبا لبابة ارتبط بسلسلة ربوض، -والربوض: الثقيلة- بضع عشرة ليلة حتى ذهب سمعه، فما كاد يسمع، وكاد بصره يذهب، وكانت ابنته تحله إذا حضرت الصلاة، وإذا أراد أن يذهب لحاجته ذهبت به حتى يفرغ، ثم تأتي به فترده في الرباط كما كان، وكان ارتباطه ذلك إلى جذعٍ في موضع الأسطوان الذي يقال له: ((أسطوان التوبة)) .\nوالبضع: بكسر الباء وقد تفتح، وفيه بين أهل اللغة خلاف، والأشهر فيه أنه من ثلاثٍ إلى تسع.\nوروي أيضاً عن محمد بن كعب القرظي: أن النبي صلى الله عليه وسلم كان يصلي أكثر نوافله إلى أسطوان التوبة.\nقال: وهي الأسطوان الثانية التي عن يمين حجرة النبي صلى الله عليه وسلم في الصف الأول مع الإمام المصلي، في مصلى النبي صلى الله عليه وسلم، وهي معروفة عند أهل المسجد.\nذكر الأسطوان التي كان رسول الله صلى الله عليه وسلم يصلي إليها\nروى الزبير بن حبيب أن الأسطوان الذي بعد أسطوان التوبة في الروضة، وهي الثالثة من المنبر، ومن القبر، ومن رحبة المسجد، وهي متوسطة في الروضة، صلى إليها رسول الله صلى الله عليه وسلم المكتوبة بضع عشرة\nالجزء: 1 ¦ الصفحة: 102\n",
        "مكتوبة، ثم تقدم إلى مصلاه اليوم، وكان يجعلها خلف ظهره، وأن أبا بكر وعمر والزبير وابنه عبد الله وعامر بن عبد الله رضوان الله عليهم كانوا يصلون إليها، وأن المهاجرين من قريش كانوا يجتمعون عندها، وكان يقال لها: مجلس المهاجرين.\nوقالت عائشة رضي الله عنها: لو عرفها الناس لاضطربوا عندها بالسهمان.\nويقال: أن الدعاء عندها مستجاب.\nذكر الأسطوان التي كان رسول الله صلى الله عليه وسلم يجلس إليها لوفود العرب\nإذا جاءته\nقال: إذا عددت الأسطوان التي فيها مقام جبريل عليه السلام، كانت هي الثالثة.\nذكر أسطوانة علي بن أبي طالب رضي الله عنه\nروى أهل السير أن الأسطوانة التي خلف أسطوانة التوبة، هي مصلى علي بن أبي طالب رضي الله عنه.\nويستحب الصلاة إلى الأساطين التي في المسجد جميعها.\nلما أخبرنا الشيخان أبو الحسن محمد بن أحمد، وأبو المعالي أحمد بن محمد، أخبرنا محمد بن الفضل، أخبرنا عبد الغافر بن محمد، أخبرنا محمد بن عيسى، أخبرنا أبو إسحاق، أخبرنا مسلم بن\nالجزء: 1 ¦ الصفحة: 103\n",
        "الحجاج. حدثنا شيبان بن فروخ، حدثنا عبد الوارث، عن عبد العزيز -وهو ابن صهيب-، عن أنس بن مالك رضي الله عنه قال: ((كنا بالمدينة، فإذا أذن المؤذن لصلاة المغرب، ابتدروا السواري فيركعوا ركعتين ركعتين، حتى أن الرجل الغريب ليدخل المسجد فيحسب أن الصلاة قد صليت، من كثرة من يصليها)) .\nذكر أسطوان المصحف\nأخبرنا المشايخ أبو بكر محمد بن محمد بن عبد الواسع بن أبي بكر بن الموفق بن عبد الله بن أبي بكر محمد بن أحمد بن إبراهيم بن السري بن المغلس السقطي -في كتابه إلينا من هراة- وأبو ذر سهيل بن محمد بن عبد الله الطائي البوشنجي -في إذنه من بوشنج-، وعبد اللطيف بن محمد بن علي بن حمزة بن فارس، وأبو محمد الحسن بن المبارك [بن] محمد بن يحيى -في إذنهما من بغداد-، وأخوه\nالجزء: 1 ¦ الصفحة: 104\n",
        "أبو عبد الله الحسين بن المبارك قراءةً عليه بدمشق رحمهم الله.\nأخبرنا أبو الوقت عبد الأول بن عيسى بن شعيب، أخبرنا أبو الحسن الداوودي، أخبرنا أبو محمد بن حمويه، أخبرنا أبو عبد الله الفربري، أخبرنا أبو عبد الله البخاري، حدثنا المكي بن إبراهيم، حدثنا يزيد بن أبي عبيد.\nقال: ((كنت آتي مع سلمة بن الأكوع فيصلي عند الأسطوانة التي عند المصحف، فقلت: يا أبا مسلم! أراك تتحرى الصلاة عند هذه الأسطوانة؟ قال: فإني رأيت رسول الله صلى الله عليه وسلم يتخذ الصلاة عندها)) .\nفيه من الفقه: جواز الصلاة إلى المصحف إذا كان موضعه، ولم يجعل هناك ليصلي إليه، وفيه جواز ملازمة موضع الصلاة، وفيه خلافٌ بين السلف رضوان الله عليهم.\nوقد يستحب ذلك للعالم والمفتي، ومن يحتاج إليه ليعرف مكانه، وفيه جواز الصلاة إلى الأساطين، ولا خلاف فيه.\nواستحب أهل العلم على ما جاء في الحديث أن لا يعمد إليها حداً، بل يجعلها على حاجبه الأيمن أو الأيسر.\nواختلف قول أهل العلم في الصلاة بين الأساطين، وعلة الكراهة أن المصلي يصلي إلى غير سترة، ولأن الصفوف منقطعة، ولا يكره عند الضرورة عند بعضهم، وقد روي أنه مصلى مؤمني الجن.\nقلت: وكراهة الصلاة بين السواري لمن صلى مقتدياً ووقف منفرداً، فإن اقتداءه لا يصح عند بعضهم، وعند بعضهم لا تصح صلاته\nالجزء: 1 ¦ الصفحة: 105\n",
        "مطلقاً، على ما علم من مذاهب أهل العلم في ذلك، والتعليل بالصلاة إلى غير سترة لا يختص بالمصلي بين السواري، ولو صلى بين السواري غير مقتدٍ، فلا يكره.\nفقد ثبت في ((الصحيح)) من حديث ابن عمر، عن بلال رضي الله عنهم أن رسول الله صلى الله عليه وسلم صلى بين عمودين من عمد الكعبة.\nوروينا في ((مسند)) أبي داود الطيالسي من حديث معاوية بن قرة، عن أبيه قال: ((كنا على عهد النبي صلى الله عليه وسلم نطرد طرداً أن نقوم بين السواري في الصلاة)) .\nيعني –والله أعلم- صلاة الجماعة، والله أعلم.\nالجزء: 1 ¦ الصفحة: 106\n",
        "فصل\nلا ينبغي لمن زار من العلماء وأهل السابقة، أن يفعل\nما يتعمده عامة الزوار ومعظمهم من أكل الصيحاني في الروضة الشريفة، فيذهب الزمان اليسير، والوقت العزيز القصير، فيما لا يعود عليهم نفعه، ولا فضيلة في فعله. بل لو قال قائل بكراهة ذلك، لم يكن فيه بعدٌ من الأدلة، وقلما يسلم الجماعة المتواكلون من المحاورة والمراجعة، ولا يخلو مجلسهم عن اللغط ورفع الأصوات على ما لا يخفى، كيف والسكوت في حال الأكل ربما كره في بعض الأحوال، وربما كره مطلقاً.\nوقد قدمنا في كراهية رفع الصوت في حضرته صلى الله عليه وسلم من الإثم والكراهية واشتغالهم -بما قدمنا ذكره- من استحضار الخشية، واستشعار الإجلال والهيبة أولى، وفي تلك الحضرة الشريفة أخلق وأحرى، والله أعلم.\nويكره أن يطرح ما يقطع من شعره في القنديل الكبير القريب من التربة النبوية، كما يفعله جهال الناس.\nوإذا أراد الخروج ودع المسجد بركعتين، لما روينا من حديث أنس رضي الله عنه: ((أن النبي صلى الله عليه وسلم كان لا ينزل منزلاً إلا ودعه بركعتين)) .\nثم يدعو بما أحب، ويأتي القبر المقدس، ويعيد نحو السلام والدعاء المذكور في ابتداء الزيارة، ويودع النبي صلى الله عليه وسلم ويقول:\nالجزء: 1 ¦ الصفحة: 107\n",
        "اللهم لا تجعل هذا آخر العهد بحرم رسولك، ويسر إلى الحرمين سبيلاً سهلة.\nوليس من المشروع إذا انصرف، أن يرجع القهقرى.\nولا يستصحب شيئاً من تراب حرم المدينة، ولا مدره، ولا من حجارته، لأن المعنى يجمع بينه وبين حرم مكة في ذلك، وإن افترقا فيما سواه.\nويستحب أن يتصدق على جيران رسول الله صلى الله عليه وسلم بما أمكنه.\nوإن كان متوجهاً إلى مكة، فيستحب له أن يتتبع المساجد التي ذكر أن رسول الله صلى الله عليه وسلم صلى فيها بين مكة والمدينة.\nوقد قيل: إنها عشرون موضعاً.\nالجزء: 1 ¦ الصفحة: 108\n",
        "فصل\nينبغي لمن أراد المقام بالمدينة -\nزادها الله شرفاً- أن يزم نفسه مدة مقامه في ذلك المحل الكريم بزمام الخشية، والتعزير، والتعظيم، ويخفض جناحه، ويغض من صوته في ذلك الموطن الشريف العظيم، ولا يرفع صوته في حضرة سيدنا المصطفى عليه أفضل الصلاة والتسليم، وليلحظ قوله عز وجل:\n{إن الذين يغضون أصواتهم عند رسول الله أولئك الذين امتحن الله قلوبهم للتقوى لهم مغفرةٌ وأجرٌ عظيمٌ} .\nأخبرنا أبو القاسم الحسين بن هبة الله بن محفوظ، أخبرنا القاضي أبو الحسن علي بن محمد بن يحيى بن علي القرشي، أخبرنا علي بن الحسن بن الحسين. وأخبرنا الحسن بن محمد، ومحمد بن هبة الله الفقيه، ومحمد بن غسان رحمهم الله، أخبرنا\nالجزء: 1 ¦ الصفحة: 109\n",
        "الحافظ أبو القاسم، أخبرنا أبو القاسم علي بن إبراهيم الخطيب قالا: أخبرنا محمد بن عبد الرحمن بن عثمان، أخبرنا يوسف بن القاسم بن يوسف بن فارس، أخبرنا أحمد بن علي بن المثنى، حدثنا هريم بن عبد الأعلى بن الفرات، حدثنا المعتمر قال: سمعت أبي يذكر عن ثابت، عن أنس بن مالك قال:\nلما نزلت {يا أيها الذين آمنوا لا ترفعوا أصواتكم فوق صوت النبي} إلى قوله تعالى: {وأنتم لا تشعرون} .\nقال: قال ثابت: أنا والله كنت أرفع صوتي عند رسول الله صلى الله عليه وسلم، وإني أخشى أن يكون الله تبارك وتعالى قد غضب علي.\nقال: فحزن واصفر.\nقال: ففقده النبي صلى الله عليه وسلم فسأل عنه، فقيل: يا نبي الله! إنه يقول: أخشى أن أكون من أهل النار، كنت أرفع صوتي عند النبي صلى الله عليه وسلم.\nفقال النبي صلى الله عليه وسلم:\n((بل هو من أهل الجنة)) .\nقال: فكنا نراه يمشي بين أظهرنا رجلٌ من أهل الجنة.\nصحيح من حديث أبي محمد ثابت بن أسلم البناني، عن أبي حمزة أنس بن مالك، انفرد مسلم بإخراجه في ((صحيحه)) عن هريم.\nوفي حديث الموازيني: فقال نبي الله صلى الله عليه وسلم:\n((رجل من أهل الجنة)) .\nالجزء: 1 ¦ الصفحة: 110\n",
        "أخبرنا أبو عبد الله بن أبي بكر، أخبرنا أبو الوقت ابن أبي مريم، أخبرنا عبد الرحمن، أخبرنا عبد الله، أخبرنا محمد، أخبرنا محمد، حدثنا محمد بن مقاتل، حدثنا وكيع، أخبرنا نافع بن عمر، عن ابن أبي مليكة، قال: كاد الخيران أن يهلكا، أبو بكر وعمر رضي الله عنهما، لما قدم على رسول الله صلى الله عليه وسلم وفد بني تميم، أشار أحدهما بالأقرع بن حابس الحنظلي أخي بني مجاشع، وأشار الآخر بغيره، فقال أبو بكر لعمر: إنما أردت خلافي، فقال عمر: ما أردت خلافك!\nفارتفعت أصواتهما عند النبي صلى الله عليه وسلم، فنزلت:\n{يا أيها الذين آمنوا لا ترفعوا أصواتكم فوق صوت النبي} إلى قوله {عظيمٌ} .\nقال ابن أبي مليكة: قال الزبير رضي الله عنه: فكان عمر بعد، إذا حدث النبي صلى الله عليه وسلم بحديثٍ حدثه كأخي السرار، لم يسمع حتى يستفهمه.\nأخبرنا الشيخ أبو عبد الله محمد بن إبراهيم بن مسلم بن سلمان الأربلي رحمه الله، أخبرنا أبو بكر عبد الله بن أحمد بن محمد\nالجزء: 1 ¦ الصفحة: 111\n",
        "النقور، أخبرنا أبو بكر بن سوسن، أخبرنا أبو القاسم الحربي، أخبرنا أحمد بن سلمان الفقيه، حدثنا أبو قلابة عبد الملك بن محمد الرقاشي، حدثنا يحيى بن عبد الحميد، حدثنا حصين بن عمر الأحمسي، عن مخارق، عن طارق، عن أبي بكر رضي الله عنه قال: لما نزلت:\n{إن الذين يغضون أصواتهم عند رسول الله} .\nقال أبو بكر رضي الله عنه: آليت أن لا أكلم رسول الله صلى الله عليه وسلم إلا كأخي السرار.\nالسرار: المساررة، أي كصاحب السرار، أو كمثل المساور يخفض صوته، فالكاف صفةٌ لمقدرٍ محذوف. والله أعلم.\nأخبرنا محمد بن مقبل قراءةً ببغداد رحمه الله، أخبرتنا شهدة\nالجزء: 1 ¦ الصفحة: 112\n",
        "بنت أحمد، أخبرنا ثابت، أخبرنا الحسن، أخبرنا أبو سهل، حدثنا يحيى، أخبرنا علي بن عاصم، عن عبيد الله بن عمر، عن نافع، عن ابن عمر رضي الله عنهما، أن عمر رضي الله عنه سمع رجلاً يرفع صوته في مسجد رسول الله صلى الله عليه وسلم، فقال له: ممن أنت؟، قال: أنا من أهل الطائف، قال: لو كنت من أهل هذا البلد لأوجعت لك رأسك، إن مسجدنا هذا، لا ترفع فيه الأصوات.\nوروينا في كتاب ((المدينة)) عن الزبير بن بكار، حدثنا محمد بن زبالة، حدثني عبد العزيز بن محمد، عن الجعيد بن عبد الرحمن، [قال: حدثني يزيد بن خصيفة] عن السائب بن يزيد، قال: جاءني عمر بن الخطاب وأنا مضطجعٌ في المسجد فقال: اذهب فأتني بهذين الرجلين، قال: وهما جالسان في المسجد، فسألهما من هما؟ فقالا: من أهل الطائف، فقال: أما والذي نفسي بيده لولا أنكما أتاديان،\nالجزء: 1 ¦ الصفحة: 113\n",
        "لأوجعتكما ضرباً في رفعكما أصواتكما في مسجد رسول الله صلى الله عليه وسلم.\nالأتادي: الرجل الغريب، قال أبو عبيد: الرواية بضم الهمزة، وأما كلام العرب فالفتح، وهو الصواب، والله سبحانه أعلم.\nونبأني عبيد الله بن محمد بن علي بن الحسن بن محمد بن أبي صالح الطابراني رحمه الله، عن أبي محمد هبة الله قراءةً، أخبرنا أبو عثمان، أخبرنا زاهر بن أحمد، أخبرنا إبراهيم، أخبرنا أحمد، حدثنا مالك، قال: وأخبرني أبو النضر، عن سالم بن عبد الله، أن عمر رضي الله عنه بنى إلى جنب المسجد رحبة سماها ((البطيحاء)) .\nفكان يقول: من أراد أن يلغط، أو ينشد شعراً، أو يرفع صوته، فليخرج إلى هذه الرحبة.\nوروي أن عمر رضي الله عنه سمع صوت رجل في المسجد قال: أتدري أين أنت؟\nالجزء: 1 ¦ الصفحة: 114\n",
        "وأخبرني محمد بن محمود النجار رحمه الله بخطه، عن أبي القاسم ذاكر، و [يحيى بن] أسعد، عن الحسن بن أحمد، عن أبي نعيم الحافظ، عن جعفر بن محمد، أخبرنا أبو يزيد المخزومي، أخبرنا الزبير بن بكار، أخبرنا محمد بن الحسن، قال: حدثني غير واحد منهم عبد العزيز بن أبي حازم، ونوفل بن عمارة قالوا: إن كانت عائشة رضي الله عنها تسمع صوت الوتد أو المسمار يضرب في بعض الدور المطيفة بمسجد رسول الله صلى الله عليه وسلم فترسل إليهم:\n((لا تؤذوا رسول الله)) صلى الله عليه وسلم.\nوما عمل علي بن أبي طالب مصراعي داره إلا بالمناصع، توقياً لذلك.\nوفي مناظرة المنصور مالك بن أنس الإمام رضي الله عنه، وقول مالك له: لا ترفع صوتك في مسجد رسول الله صلى الله عليه وسلم.\nفإن الله سبحانه أدب قوماً فقال: {لا ترفوا أصواتكم فوق صوت النبي ولا تجهروا له بالقول} .\nومدح قوماً فقال: {إن الذين يغضون أصواتهم عند رسول الله أولئك الذين امتحن الله قلوبهم للتقوى} .\nوذم قوماً فقال: {إن الذين ينادونك من وراء الحجرات أكثرهم لا يعقلون} .\nالجزء: 1 ¦ الصفحة: 115\n",
        "وإن حرمته ميتاً كحرمته حياً، فاستكان له أبو جعفر.\nالجزء: 1 ¦ الصفحة: 116\n",
        "فصل في ذكر وفاته صلى الله عليه وسلم ودفنه وصفة قبره\nوقد رأيت أن ألحق بوصف زيارته، ذكر وفاته صلى الله عليه وسلم وما يتعلق بذلك، وصفة قبره وما انتهى إلي علمه، لتتم الفائدة، وتحصل الصلة في الذي أوردته والعائدة.\nأخبرنا الحسين بن المبارك رحمه الله، أخبرنا عبد الأول بن عيسى، أخبرنا عبد الرحمن بن المظفر، أخبرنا أبو محمد عبد الله، أخبرنا محمد بن يوسف، أخبرنا محمد بن إسماعيل، حدثني محمد بن عبيد، حدثنا عيسى بن يونس، عن عمر بن سعيد، قال: أخبرني ابن أبي مليكة، أن أبا عمرو ذكوان مولى عائشة أخبره، أن عائشة رضي الله عنها كانت تقول: ((إن من نعم الله تعالى علي أن رسول الله صلى الله عليه وسلم توفي في بيتي، وفي يومي، وبين سحري ونحري، وأن الله جمع بين ريقي وريقه عند موته، دخل عبد الرحمن وبيده سواك وأنا مسندةٌ رسول الله صلى الله عليه وسلم، فرأيته ينظر إليه، وعرفت أنه يحب السواك، فقلت: آخذه لك؟ فأشار برأسه: أن نعم، فتناولته فاشتد عليه، وقلت: ألينه لك؟ فأشار برأسه: أن نعم، فلينته بأمره، وبين يديه ركوة -أو علبة فيها ماء، يشك عمرو- فجعل يدخل يديه في الماء فيمسح بهما وجهه، ويقول: لا إله إلا الله إن للموت سكرات، ثم نصب يده فجعل يقول: في الرفيق الأعلى، حتى قبض ومالت يده)) .\nكذا أورده (يشك عمرو) وصوابه أبو عمرو، وهو ذكوان مولى عائشة المذكور في الحديث.\nالجزء: 1 ¦ الصفحة: 117\n",
        "السحر: ما لصق بالحلقوم من المري، والسحر الرئة أيضاً، يقال: انفتح سحره.\nوالرفيق الأعلى قيل: اسم من أسماء الله تعالى، كأنه قال: ألحقني بالله.\nوقال الأزهري: غلط هذا القائل، والرفيق هاهنا: جماعة الأنبياء الذين يسكنون أعلى عليين، اسمٌ جاء على فعيل ومعناه الجماعة، وهو منتزعٌ من قوله سبحانه: {وحسن أولئك رفيقاً} ، وقد يجوز أن يقال في الجماعة: هم لي صديق وعدو، فيفرد، لأنه صفةٌ لفريق وحزب، ويقبح أن يقول: قومك صاحبك، أو أبوك، وإنما يحسن هذا إذا وصف بصديقٍ وفريق وعدو، لأنها صفةٌ تصلح للفريق والحزب، لأن العداوة والصداقة صفتان متضادتان، فإذا كان على أحدهما الفريق الواحد، كان الآخر على ضدها، وكانت قلوب أحد الفريقين في تلك الصفة على قلب رجلٍ واحدٍ في عرف العادة، فحسن الإفراد، وليس يلزم مثل هذا في القيام والقعود ونحوه حتى يقال: هم قائم أو قاعد.\nكما يقال: هم لي صديق، لما قدمناه من الاتفاق والاختلاف، وأهل الجنة يدخلونها على قلب واحد. جعلنا الله معهم ومنهم، بفضله وجوده.\nوهذه الكلمة آخر كلمةٍ تكلم بها صلى الله عليه وسلم وهي تتضمن معنى التوحيد الذي يجب أن يكون آخر كلام المؤمن لأنه صلى الله عليه وسلم قال:\n((مع الذين أنعمت عليهم)) ، وهم أصحاب الصراط المستقيم، وهم أهل لا إله إلا الله، ويؤكد ذلك قول عائشة رضي الله عنها ((ثم نصب يده)) .\nوفي رواية عنها: ((فأشار بإصبعه)) ، وفي رواية ((اللهم الرفيق الأعلى)) وأشار بالسبابة يريد التوحيد.\nالجزء: 1 ¦ الصفحة: 118\n",
        "وروينا من حديث أنس ما قرأت على الشيخ أبي المعالي هبة الله بن الحسن بن هبة الله –صاحب الباب بمنزلة من بغداد-، وقرئ على الشيخ أبي البركات عبد الرحيم بن القاضي أبي حفص عمر بن علي القرشي بالجانب الغربي منها رحمهما الله، قلت: وقيل لهما: أخبرتكما أم عتب تجني بنت عبد الله الوهبانية قراءةً، فأقرا به، قال القرشي: وأنا حاضر. (ح) وأخبرنا الشيخ أبو الفرج عبد الرحمن بن نجم بن عبد الوهاب الحنبلي الفقيه الواعظ رحمه الله، قال: أنبأتنا الكاتبة شهدة بنت أحمد بن الفرج بن عمر الإبري، قالت: أخبرنا أبو عبد الله الحسين بن أحمد بن محمد بن طلحة النعالي، أخبرنا أبو عمر عبد الواحد بن محمد بن عبد الله الفارسي البزاز، حدثنا القاضي أبو عبد الله الحسين بن إسماعيل المحاملي، حدثنا يوسف بن موسى القطان، حدثنا جرير، عن سليمان\nالجزء: 1 ¦ الصفحة: 119\n",
        "القيسي، عن قتادة، عن أنس رضي الله عنه قال: كان آخر وصية رسول الله صلى الله عليه وسلم وهو يغرغر بها في صدره، ما يكاد يفيص بها لسانه: ((الصلاة الصلاة، اتقوا الله فيما ملكت أيمانكم)) .\nفي قوله صلى الله عليه وسلم: ((فيما ملكت أيمانكم)) قولان، قيل: أراد الرفق بالمملوكين، وقيل: أراد الزكاة لأنها في القرآن مقرونة بالصلاة، وهي من ملك اليمين، قاله الخطابي.\nوفي أخذه السواك من الفقه: التنظف والتطهر للموت، لأن الميت قادمٌ على ربه، كما أن المصلي مناج لربه، والنظافة من شأنهما، وكذلك يستحب الاستعداد لمن استشعر القتل والموت، كما فعل خبيب رضي الله عنه.\nوروى الترمذي: ((إن الله نظيف يحب النظافة)) .\nوالإفاصة: الإبانة والإفصاح، يقول: هو ذو إفاصةٍ إذا تكلم، أي ذو بيانٍ وفصاحة.\nوقوله: (يغرغر بها) أي: قد بلغت روحه الحلقوم، فهو بمنزلة الشيء الذي يتغرغر به المريض، والغرغرة أن يجعل المشروب في الفم ويردد إلى أصل الحلقوم ولا يبلع، والله أعلم.\nوروى بعضهم أن السواك المذكور في الحديث كان من عسيب نخل، كذلك جاء في ((الصحيح)) مصرحاً به من حديث عائشة رضي الله عنها: ((ومر عبد الرحمن بن أبي بكر وفي يده جريدةٌ رطبة)) .\nوالعرب تستاك بالعسيب، وكان أحب السواك إلى رسول الله صلى الله عليه وسلم ضرع الأراك، وواحدها ضريع، وهو قضيبٌ ينطوي من الأراكة حتى يبلغ التراب فيبقى في ظلها، فهو ألين من فروعها.\nوقد روي في قول عائشة رضي الله عنها: ((ما بين شجري ونحري))\nالجزء: 1 ¦ الصفحة: 120\n",
        "بشين وجيم معجمتين، وسئل عمارة بن عقيل عن معناه، فشبك بين أصابع يديه وضمها إلى نحره.\nوالشجر –بفتح-: الفم، وقيل: هو الذقن، وقيل في حديث عائشة رضي الله عنها: هو التشبيك، أي أنها ضمته إلى صدرها مشبكةً أصابعه صلى الله عليه وسلم، والله أعلم.\nوفي ((الصحيح)) من حديثها: ((فقلت: أعطني هذا السواك فأعطانيه فقصمته ثم مضغته)) –أي كسرته- فأبنت منه الموضع الذي كان استن به عبد الرحمن.\nوقناةٌ قصمةٌ: أي متكسرة، والقصامة ما يكسر من رأس السواك.\nيقال: والله لو سألتني قصامة سواكٍ ما أعطيتك، وأصل القصم الدق، والله أعلم، حكاه أبو سليمان رحمه الله.\nأخبرنا أبو عبد الله الأديب، أخبرنا أبو روح ونبأني به، أخبرنا تميم بن أبي سعيد، أخبرنا علي بن محمد، أخبرنا الزوزني، أخبرنا أبو حاتم، أخبرنا محمد بن إسحاق بن خزيمة، حدثنا سعيد بن يحيى ابن سعيد الأموي، حدثني أبي، حدثنا أبو الحسين، عن أبيه، عن عائشة رضي الله عنها قالت: اشتكى رسول الله صلى الله عليه وسلم فقال نساؤه: انظر حيث تجب أن تكون فيه فنحن نأتيك، قال رسول الله صلى الله عليه وسلم:\n((أوكلكن على ذلك؟ قلن: نعم، فأرسل إلى بيت عائشة فمات فيه صلى الله عليه وسلم)) .\nالجزء: 1 ¦ الصفحة: 121\n",
        "أخبرنا أبو عبد الله ابن أبي بكر، أخبرنا عبد الأول ابن أبي مريم، أخبرنا أبو الحسن، أخبرنا أبو محمد، أخبرنا أبو عبد الله، أخبرنا محمد بن إسماعيل، حدثنا إسماعيل، حدثنا أبو سليمان، عن هشام، عن عروة، عن عائشة قالت: ((إن كان رسول الله صلى الله عليه وسلم ليتعذر في مرضه: أين أنا اليوم؟ أين أنا غداً؟ استبطاءً ليوم عائشة، فلما كان يومي قبضه الله بين سحري ونحري، ودفن في بيتي)) .\nوفي رواية: ((بين حاقنتي وذاقنتي)) .\nوالحاقنة: نقرة الترقوة وهما ذاقنتان أي نقرتا الترقوتين.\nوالذاقنة: ما يناله الذقن من الصدر، والله سبحانه أعلم.\nالتعذر كالتمنع والتعسر. قال امرؤ القيس:\nويوماً على ظهر الكثب تعذرت\n...\nعلي وآلت حلفة لم تحلل\nوبه أخبرنا محمد بن إسماعيل، حدثنا سعيد بن عفير، قال: حدثني الليث، حدثني عقيل، عن ابن شهاب، أخبرني عبيد الله بن\nالجزء: 1 ¦ الصفحة: 122\n",
        "عبد الله بن عتبة بن مسعود، أن عائشة رضي الله عنها زوج النبي صلى الله عليه وسلم فقالت: ((لما ثقل رسول الله صلى الله عليه وسلم واشتد وجعه، استأذن أزواجه أن يمرض في بيتي، فأذن له. فلما دخل بيتي واشتد وجعه قال: أهريقوا علي من سبع قرب لم تحلل أوكيتهن لعلي أعهد إلى الناس، فأجلسناه في مخضبٍ لحفصة زوجة النبي صلى الله عليه وسلم، ثم طفقنا نصب عليه من تلك القرب، حتى طفق يشير إلينا أن قد فعلتن، ثم خرج إلى الناس فصلى بهم وخطبهم)) .\nقولها: (فطفقنا) وطفق هو بمعنى أخذ في الفعل، وجعل يفعل، وهو من أفعال المقاربة.\nأخبرنا جدي رحمه الله، أنبأنا أبومحمد عبد الله بن رفاعة، ثم حدثنا الشيخ أبو الحسن علي بن أحمد الفقيه من لفظه، أنه أخبره عبد القوي بن عبد العزيز بن الحسين، أخبرنا أبو محمد بن رفاعة، أخبرنا أبو الحسن علي بن الحسن، أخبرنا عبد الرحمن بن عمر، أخبرنا عبد الله بن جعفر، أخبرنا أبو سعيد، أخبرنا عبد الملك بن هشام، أخبرنا زياد بن عبد الله، أخبرنا أبو بكر محمد بن إسحاق، حدثني يحيى بن عبد الله بن الزبير، عن أبيه عبد الله، قال: سمعت عائشة رضي الله عنها تقول: ((مات رسول الله صلى الله عليه وسلم بين سحري\nالجزء: 1 ¦ الصفحة: 123\n",
        "ونحري، وفي دولتي لم أظلم فيه أحداً، فمن سفهي وحداثة سني أن رسول الله صلى الله عليه وسلم قبض وهو في حجري، ثم وضعت رأسه على وسادة وقمت ألتدم مع النساء وأضرب وجهي)) .\nالالتدام: ضرب النساء وجوههن في النياحة، واللادم: المرأة التي تلدم، والجمع اللدم بتحريك الدال، وقد لدمت المرأة تلدم لدماً.\nومنه قوله صلى الله عليه وسلم لأبي الهيثم بن التيهان في حديث العقبة: ((اللدم اللدم اللدم والهدم الهدم الهدم)) بتحريك الدال: القبر، وقيل المنزل، وبسكونها وفتحها إهدار دم القتيل.\nأخبرنا الحسن بن محمد قراءةً، وأخوه أبو المنصور عبد الرحمن الفقيه الزاهد، والحسين بن هبة الله في إذنهما، قالوا: أخبرنا عبد الواحد بن محمد بن المسلم، أخبرنا عبد الكريم بن المؤمل إجازةً، أخبرنا عبد الرحمن بن عثمان بن القاسم بن معروف، أخبرنا خيثمة بن\nالجزء: 1 ¦ الصفحة: 124\n",
        "سليمان بن حيدرة، أخبرنا عبد الله بن أحمد بن زكريا، حدثنا الحميدي، حدثنا سفيان، عن الزهري قال: سمعت أنس بن مالك يقول: ((آخر نظرة نظرتها إلى رسول الله صلى الله عليه وسلم كشف الستارة والناس صفوفٌ خلف أبي بكر، فلما رأوه كأنهم –أي تحركوا- فأشار إليهم أن اثبتوا، فنظرت إلى وجهه كأنه ورقة مصحف، وألقى الستر، وتوفي في آخر ذلك اليوم)) .\nصحيح وقد رواه مسلم في ((صحيحه)) أتم من هذا.\nكما أخبرناه الشيخان أبو إسحاق إبراهيم بن محمد بن الأزهر الحافظ، وأبو عبد الله محمد بن محمد بن عمر المستملي في آخرين قراءةً، أخبرنا المؤيد بن محمد بن علي وكتب به إلينا، أخبرنا محمد بن الفضل بن أحمد، أخبرنا أبو الحسين الفارسي، أخبرنا أبو أحمد، أخبرنا أبو إسحاق، أخبرنا أبو الحسين، حدثني عمرو الناقد، وحسن الحلواني، وعبد بن حميد، قال عبد: أخبرني،\nالجزء: 1 ¦ الصفحة: 125\n",
        "وقال الآخران: حدثنا يعقوب –وهو ابن إبراهيم بن سعد- قال: حدثني أبي، عن صالح، عن ابن شهاب، قال: أخبرني أنس بن مالك رضي الله عنه؛ أن أبا بكر كان يصلي لهم في وجع رسول الله صلى الله عليه وسلم الذي توفي فيه، حتى إذا كان يوم الاثنين وهم صفوفٌ في الصلاة، كشف رسول الله صلى الله عليه وسلم ستر الحجرة، فنظر إلينا وهو قائمٌ كأن وجه ورقة مصحف، ثم تبسم رسول الله صلى الله عليه وسلم ضاحكاً.\nقال: فبهتنا ونحن في الصلاة من فرحٍ بخروج رسول الله صلى الله عليه وسلم، ونكص أبو بكر على عقبيه ليصل الصف، وظن أن رسول الله صلى الله عليه وسلم خارجٌ للصلاة، فأشار إليه رسول الله صلى الله عليه وسلم أن أتموا صلاتكم، ثم دخل رسول الله صلى الله عليه وسلم فأرخى الستر.\n[قال:] فتوفي رسول الله صلى الله عليه وسلم من يومه ذلك.\nوأخبرني أبو المنجى عبد الله بن عمر بن علي رحمه الله في إذنه، أخبرنا أبو الوقت عبد الأول بن عيسى بن شعيب بن إبراهيم بن إسحاق الهروي، أخبرنا جمال الإسلام أبو الحسن عبد الرحمن بن محمد بن المظفر الداودي، أخبرنا أبو محمد عبد الله بن أحمد بن حمويه السرخسي، أخبرنا أبو إسحاق بن خزيم الشاشي، حدثنا عبد بن حميد بن نصر الكشي، أخبرنا عبد الرزاق، أخبرنا معمر، عن الزهري، أخبرني أنس بن مالك رضي الله عنه قال: ((لما كان يوم\nالجزء: 1 ¦ الصفحة: 126\n",
        "الاثنين كشف رسول الله صلى الله عليه وسلم ستر الحجرة، فرأى أبو بكر يصلي بالناس.\nقال: فنظرت إلى وجهه كأنه ورقة مصحف وهو يبتسم، فكدنا أن نفتتن في صلاتنا فرحاً برسول الله صلى الله عليه وسلم، قال: وأراد أبو بكر أن ينكص فأشار إليه كما أنت، فأرخى الستر، فقبض رسول الله صلى الله عليه وسلم من يومه ذلك)) وذكر بقية الحديث.\nأخرجه مسلم في ((صحيحه)) عن عبد بن حميد، فوقع لنا موافقة عالية والحمد لله.\nوقد روى أمر النبي صلى الله عليه وسلم أبا بكر رضي الله عنه أن يصلي بالناس جماعةٌ من الصحابة غير عائشة رضي الله عنها، منهم علي بن أبي طالب، والعباس بن عبد المطلب، وعمر بن الخطاب، وزيد بن أرقم، وعبد الله بن عباس، وأبو موسى الأشعري، وعبد الله بن زمعة، وسالم بن عبد الله، وعبد الله بن مسعود، وعبد الله بن عمر، وأنس بن مالك، وغيرهم رضي الله عنهم. وأكثر رواياتهم مخرجةٌ في ((الصحيح)) .\nوفي حديث ابن إسحاق: ((أنه خرج النبي صلى الله عليه وسلم إلى الصبح يوم الاثنين عاصباً رأسه، وتفرج له الناس، فعرف أبو بكر رضي الله عنه، فنكص عن مصلاه، فدفع رسول الله صلى الله عليه وسلم في ظهره وقال: صل بالناس، وجلس إلى جنبه، فصلى قاعداً عن يمينه صلى الله عليه وسلم، فلما فرغ من الصلاة أقبل الناس فكلمهم رافعاً صوته حتى خرج صوته من المسجد، يقول: أيها الناس! سعرت النار، وأقبلت الفتن كقطع الليل، والله ما تمسكون علي بشيء، إني لم أحل إلا ما أحل القرآن، ولم أحرم إلا ما حرم القرآن.\nفلما فرغ من كلامه قال له أبو بكر رضي الله عنه: يا رسول الله! أراك قد أصبحت بنعمةٍ من الله وفضلٍ كما نحب، فاليوم يوم ابنة خارجة أفآتيها؟ قال صلى الله عليه وسلم: نعم، ثم دخل رسول الله صلى الله عليه وسلم ورجع أبو بكر إلى أهله بالسنح)) .\nوهذا الحديث رواه ابن إسحاق في ((السيرة)) مرسلاً، وقد أسندنا من الأحاديث المتصلة قبله ما فيه كفاية.\nالجزء: 1 ¦ الصفحة: 127\n",
        "وروى الدارقطني الحافظ من حديث المغيرة بن شعبة أن رسول الله صلى الله عليه وسلم قال: ((ما مات نبي حتى يؤمه رجلٌ من أمته)) .\nوبنت خارجة اسمها حبيبة: وقيل مليكة، وخارجة هو ابن زيد بن أبي زهير، وابن خارجة هو زيد بن خارجة بن زيد الذي تكلم بعد الموت، والسنح بضم السين والنون، وقيل بسكونها موضع بعوالي المدينة فيه منازل بني الحارث بن الخزرج.\nوذكر شيخنا أبو عبد الله محمد بن محمود النجار أن السنح هو الموضع الذي فيه مساجد الفتح، والله أعلم.\nالجزء: 1 ¦ الصفحة: 128\n",
        "أخبرنا الحسين، أخبرنا عبد الأول، أخبرنا أبو الحسن، أخبرنا أبو محمد، أخبرنا أبو عبد الله، أخبرنا أبو عبد الله، حدثنا أحمد بن صالح، حدثنا عنبسة، حدثنا يونس، عن ابن شهاب، قال: أخبرني أبي بن كعب بن مالك، أن ابن عباس رضي الله عنهما أخبره: ((أن علي ابن أبي طالب خرج من عند النبي صلى الله عليه وسلم في وجعه الذي توفي فيه، فقال الناس: يا أبا الحسن! كيف أصبح رسول الله صلى الله عليه وسلم؟\nقال: أصبح بحمد الله بارئاً، فأخذ بيده العباس فقال: إلي تراه أنت بعد ثلاثٍ عبد العصا. والله إني لأرى رسول الله صلى الله عليه وسلم سيتوفى في وجعه، وإني لأعرف في وجوه بني عبد المطلب الموت، فاذهب بنا إلى رسول الله صلى الله عليه وسلم فنسأله فيمن يكون الأمر، فإن كان فينا علمنا ذلك، وإن كان في غيرنا، أمرناه فأوصى بنا.\nقال علي رضي الله عنه: والله لئن سألناها رسول الله صلى الله عليه وسلم فيمنعنا لا يعطيناها الناس أبداً، إني لا أسألها رسول الله صلى الله عليه وسلم أبداً)) .\nوفي حديث ابن إسحاق عن يعقوب بن عقبة، عن الزهري، عن عروة، عن عائشة رضي الله عنها قالت: ((لما رجع رسول الله صلى الله عليه وسلم في ذلك اليوم دخل من المسجد، فاضطجع في حجري، فوجدته يثقل في حجري، فذهبت أنظر في وجهه، فإذا بصره قد شخص وهو يقول: بل الرفيق الأعلى من الجنة، قالت: فقلت: خيرت فاخترت، والذي بعثك بالحق، قالت: وقبض رسول الله صلى الله عليه وسلم)) .\nقال: وحدثني سعيد بن المسيب، عن أبي هريرة رضي الله عنه أنه قال: ((لما توفي رسول الله صلى الله عليه وسلم قام عمر بن الخطاب فقال: والله ما مات رسول الله صلى الله عليه وسلم ولكن ذهب إلى ربه، كما ذهب موسى بن عمران إلى ربه،\nالجزء: 1 ¦ الصفحة: 129\n",
        "فقد غاب عن قومه أربعين ليلة، ثم رجع إلى قومه بعد أن قيل قد مات)) .\nقال: وأقبل أبو بكر رضي الله عنه حتى نزل على باب المسجد حين بلغه الخبر، وعمر يكلم الناس، فلم يلتفت إلى شيءٍ حتى دخل على رسول الله صلى الله عليه وسلم في بيت عائشة، ورسول الله مسجى في ناحية البيت عليه برد حبرةٍ، فأقبل حتى كشف عن وجه رسول الله صلى الله عليه وسلم، ثم أقبل عليه فقبله، ثم قال: بأبي أنت وأمي [والله لا يجمع الله عليك موتتين] ، أما الموتة التي كتبت عليك، فقد ذقتها فلن يصيبك بعدها موتة أبداً، ثم رد البرد على وجه رسول الله صلى الله عليه وسلم، ثم خرج وعمر رضي الله عنه يكلم الناس.\nفقال: على رسلك يا عمر أنصت، فأبى إلا أن يتكلم، فلما رآه أبو بكر لا ينصت، أقبل على الناس، فلما سمع الناس كلامه، أقبلوا عليه وتركوا عمر، فحمد الله وأثنى عليه ثم قال: أيها الناس! إنه من كان يعبد محمداً فإن محمداً قد مات، ومن كان يعبد الله فإن الله حيٌّ لا يموت، ثم تلا هذه الآية:\n{وما محمدٌ إلا رسولٌ قد خلت من قبله الرسل أفإن مات أو قتل انقلبتم على أعقابكم ومن ينقلب على عقبيه فلن يضر الله شيئاً وسيجزي الله الشاكرين} .\nقال: فوالله لكأن الناس لم يعلموا أن الآية نزلت حتى تلاها أبو بكر يومئذ، فأخذها الناس عن أبي بكر رضي الله عنه، فإنما هي في أفواههم.\nقال أبو هريرة رضي الله عنه: قال عمر: فوالله ما هو إلا أن سمعت أبا بكرٍ تلاها فعقرت حتى وقعت إلى الأرض ما تحملني رجلاي، وعلمت أن رسول الله صلى الله عليه وسلم قد مات.\nقوله: (عقرت) يقال: عقر الرجل: إذا سقط إلى الأرض من قامته.\nوحكاه يعقوب بالفاء من العفر وهو التراب، وصوب ابن كيسان الروايتين معاً، وقيل معنى عقرت: أي تحيرت.\nقال ابن الأعرابي يقال: عقر وبحر، وهو إذا تحير فلم يهتد لوجه الأمر.\nالجزء: 1 ¦ الصفحة: 130\n",
        "أخبرنا أبو عمرو الفقيه رحمه الله، أخبرنا أبو القاسم، أخبرنا محمد بن إسماعيل، أخبرنا أبو عثمان، أخبرنا محمد بن عمر، أخبرنا محمد، أخبرنا أبو محمد، أخبرنا أبو اليمان، أخبرنا شعيب، عن الزهري، أخبرني أبو سلمة بن عبد الرحمن بن عوف، ((أن عائشة رضي الله عنها أخبرته أن رسول الله صلى الله عليه وسلم حين توفي سجي ببرد حبرة)) .\nوأخبرنا أبو عبد الله محمد بن أبي المنذر بن فتيان بن مطر بخطه ببغداد، ومنها أخبرنا عبد المنعم بن كليب، أخبرنا أبو طالب الزينبي،\nالجزء: 1 ¦ الصفحة: 131\n",
        "أنبأتنا كريمة بنت أحمد المروزية، أخبرنا أبو الهيثم الكشميهني، أخبرنا محمد بن يوسف، أخبرنا محمد بن إسماعيل، حدثنا مسدد، حدثنا إسماعيل، حدثنا أيوب، عن حميد بن هلال، عن أبي بردة، قال:\n((أخرجت إلينا عائشة كساءً وإزاراً غليظاً فقالت: قبض روح رسول الله صلى الله عليه وسلم في هاذين)) .\nأخبرنا أبو بكر أحمد بن محمد بن طلحة، وأبو عبد الله محمد بن الحسن بن محمد الكاتب البغداديان، وأحمد بن سلامة بن أحمد بن سلمان قراءةً عليهم قالوا: أخبرنا أبو الفرج عبد المنعم بن عبد الوهاب بن سعد بن كليب، أخبرنا أبو القاسم علي بن أحمد بن\nالجزء: 1 ¦ الصفحة: 132\n",
        "محمد بن بيان الرزاز، أخبرنا أبو الحسن محمد بن محمد بن مخلد العطار، أخبرنا أبو علي إسماعيل بن محمد بن إسماعيل بن صالح الصفار، أخبرنا الحسن بن عرفة بن يزيد العبدي، حدثنا مرحوم بن عبد العزيز العطار، عن أبي عمران الجوني، عن يزيد بن بابنوس، عن عائشة رضي الله عنها: ((أن أبا بكر دخل على النبي صلى الله عليه وسلم بعد وفاته، فوضع فاه بين عينيه، ووضع يديه على صدغيه فقال: وانبياه، واصفياه، واخليلاه)) .\nوروينا في ((مسند أبي داود الطيالسي)) عن حماد والمبارك بن فضالة، عن ابن عمران، عن يزيد، وزاد: فذكرنا وفاة رسول الله صلى الله عليه وسلم فقالت\nالجزء: 1 ¦ الصفحة: 133\n",
        "رضي الله عنها: ((دخل أبو بكر فجعل يراوح بين خديه قبلاً وهو يقول: يا نبياه! يا صفياه!)) .\nأخبرنا المشايخ أبو بكر محمد بن عبد الوهاب بن عبد الله بن علي الأمين، وأبو محمد عبد الملك بن عبد الحق بن عبد الواحد الأنصاريان، وشيخ القراء والنحاة أبو الحسن علي بن محمد بن عبد الصمد بن عبد الأحد بن عبد الغالب بن عبد الأعلى الهمداني بدمشق، وأبو يعقوب يوسف بن أبي الثناء محمود بن الحسين بن الحسن الساوي الصوفي، وأبو الفضل أحمد بن محمد بن عبد العزيز السعدي –بالمعزية- ونسيبه أبو إبراهيم محمد بن أبي القاسم عبد الرحمن بن عبد الله، وأبو القاسم عبد الرحمن بن أبي الحرم مكي بن\nالجزء: 1 ¦ الصفحة: 134\n",
        "عبد الرحمن بن أبي سعيد بن عيسى بقرآءتي عليهما بثغر الإسكندرية، قالوا: أخبرنا الحافظ أبو طاهر أحمد بن محمد بن أحمد، حدثنا أبو القاسم محمود بن سعادة بن أحمد الألهاني بسلماس، أخبرنا أبو عثمان إسماعيل بن عبد الرحمن بن أحمد الصابوني، أخبرنا أبو طاهر محمد بن الفضل بن محمد بن إسحاق بن خزيمة السلمي، أخبرنا جدي، حدثنا موسى، ومحمد بن يسار، ومحمد بن الوليد، قالوا: أخبرنا يحيى بن سعيد، حدثنا سفيان، حدثنا موسى بن أبي عائشة، عن عبيد الله بن عبد الله، عن ابن عباس وعائشة رضي الله عنهم: ((أن أبا بكر الصديق رضي الله عنه قبل النبي صلى الله عليه وسلم بعد ما مات)) .\nأخرجه البخاري في ((صحيحه)) عن عبد الله بن أبي أنيسة، عن يحيى بن سعيد، عن سفيان به.\nولما توفي رسول الله صلى الله عليه وسلم وارتفعت الرنة، دهش الناس وطاشت عقولهم، وانجمعوا واختلطوا، فمنهم من خبل، ومنهم من أصمت، ومنهم من أقعد إلى الأرض.\nفكان عمر رضي الله عنه ممن خبل، فجعل يحلف ويصيح: ما مات رسول الله صلى الله عليه وسلم.\nالجزء: 1 ¦ الصفحة: 135\n",
        "وكان ممن أقعد علي رضي الله عنه فلم يستطع حراكاً.\nوكان ممن أخرس عثمان بن عفان رضي الله عنه حتى جعل يذهب به ويجاء ولا يستطيع كلاماً.\nوأما عبد الله بن أنيس رضي الله عنه فأضنى حتى مات كمداً.\nوبلغ أبا بكر الخبر وهو بالسنح، فأقبل وعيناه تهملان، وزفراته تتردد في صدره وغصة ترتفع كقطع الجرة وهو في ذلك جلد العقل والمقالة، حتى دخل على رسول الله صلى الله عليه وسلم فأكب عليه، وكشف عن وجهه ومسحه، وقبل جبينه، وجعل يبكي ويقول: بأبي أنت وأمي طبت حياً وميتاً، وانقطع لموتك ما لم ينقطع لموت أحدٍ من الأنبياء، فعظمت عن الصفة، وجللت عن البكاء، وخصصت حتى صرت مسلاة، وعممت حتى صرنا فيك سواء، ولولا أن موتك كان اختيارً لجدنا لموتك بالنفوس، ولولا أنك نهيت عن البكاء لأنفدنا عليك الشؤون، فأما ما لا نستطيع نفيه، فكمدٌ وإدنافٌ يتحالفان لا يبرحان، اللهم فأبلغه عنا، اذكرنا يا محمد عند ربك، ولنكن من بالك، فلولا ما خلفت من السكينة لم نقم لما خلفت من الوحشة. اللهم أبلغ نبيك عنا واحفظه فينا.\nثم خرج لما قضى الناس عبراتهم، وقام خطيباً بخطبةٍ جلها الصلاة على النبي صلى الله عليه وسلم، وقال فيها:\nأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله خاتم أنبيائه، وأشهد أن الكتاب كما أنزل، وأن الدين كما شرع، وأن الحديث كما حدث، وأن القول كما قال، وأن الله هو الحق المبين، -في كلام طويل-.\nثم قال رضي الله عنه: أيها الناس! من كان يعبد محمداً فإن محمداً قد مات، ومن كان يعبد الله فإن الله حي لم يموت، إن الله قد تقدم لكم في أمره\nالجزء: 1 ¦ الصفحة: 136\n",
        "فلا تدعون جزعاً، وإن الله تعالى قد اختار لنبيه صلى الله عليه وسلم ما عنده على ما عندكم، ما عندكم ينفد وما عند الله باق، وقبضه إلى ثوابه، وخلف فيكم كتابه، وسنة رسوله، فمن أخذ بهما عرف، ومن فرق بينهما أنكر، يا أيها الذين آمنوا كونوا قوامين بالقسط ولا يشغلنكم الشيطان بموت نبيكم، ولا يلفتنكم عن دينكم، وعاجلوا الشيطان بالخزي تعجلوه، ولا تستنظروه فيلحق بكم.\nولما مات صلى الله عليه وسلم قالوا: والله لا يدفن وما مات، وإن لحي يوحى إليه، فأخروه حتى أصبحوا من يوم الثلاثاء.\nوقال العباس رضي الله عنه: إنه قد مات، وإني لأعرف منه موت بني عبد المطلب، وكان قد قال أيضاً: إن ابن أخي قد مات لا شك، وهو من بني آدم يأسن كما تأسنون، فواروه.\nوكان مما زاد العباس رضي الله عنه يقيناً بموته صلى الله عليه وسلم، أنه رأى قبل ذلك بيسير، كأن القمر رفع من الأرض إلى السماء، فقصها على النبي صلى الله عليه وسلم!! فقال صلى الله عليه وسلم: ((هو ابن أخيك)) .\nوقال القاسم بن محمد: ما دفن رسول الله صلى الله عليه وسلم حتى عرف الموت في أظفاره، ثم أخذ الناس في جهاز رسول الله صلى الله عليه وسلم يوم الثلاثاء.\nوولي غسله وتكفينه العباس وعلي والفضل وقثم وأسامة وشقران رضوان الله عليهم، ونادى أوس بن خولي –أحد بني عوف بن الخزرج- فقال: أنشدك الله يا علي، وحظنا من رسول الله صلى الله عليه وسلم، فقال: ادخل، فدخل وجلس وحضر غسله صلى الله عليه وسلم.\nوغسله صلى الله عليه وسلم علي والعباس، وابناه الفضل وقثم يقلبونه معه، وأسامة وشقران يصبان عليه الماء، وعلي يقول: بأبي أنت وأمي ما أطيبك حياً وميتاً.\nالجزء: 1 ¦ الصفحة: 137\n",
        "كتب إلينا عبد المعز بن محمد –من هراة- يخبرنا أن تميم بن أبي سعيد أخبره قراءةً عليه، وأخبرنا عن عبد المعز الشيخ أبو عبد الله محمد بن عبد الله، أخبرنا علي بن أحمد، أخبرنا محمد بن أحمد، أخبرنا أبو حاتم الحافظ، أخبرنا عمران بن موسى بن مجاشع، حدثنا هناد بن السري، حدثنا عبدة بن سلميان، عن ابن إسحاق، عن يحيى بن عباد، عن أبيه، عن عائشة رضي الله عنها قالت:\n((لما أجمعوا لغسل رسول الله صلى الله عليه وسلم اختلفوا بينهم، فقالوا: والله ما ندري، أنجرد رسول لله صلى الله عليه وسلم كما نجرد موتانا، أم نغسله وعليه ثيابه؟\nقالت: فأرسل الله عليهم النوم، حتى ما منهم رجل إلا ذقنه في\nالجزء: 1 ¦ الصفحة: 138\n",
        "صدره، ثم نادى منادٍ من جانب البيت ما يدرون ما هو: أن اغسلوا رسول الله صلى الله عليه وسلم وعليه قميصه.\nقالت: فوثبوا وثبة رجل واحدٍ، فغسلوا رسول الله صلى الله عليه وسلم وعليه قميصه، يصبون عليه الماء ويدلكونه من وراء القميص، وكان الذي أجلسه في حجره علي بن أبي طالب أسنده إلى صدره.\nقالت: فما رئي من رسول الله صلى الله عليه وسلم شيء مما يرى من الميت)) .\nوكان ذلك من كراماته صلى الله عليه وسلم وآيات نبوته بعد الموت، فقد كان له صلى الله عليه وسلم كراماتٌ ومعجزاتٌ في حياته، وقبل مولده، وبعد وفاته.\nوروى أبو عمر بن عبد البر حافظ أهل المغرب، أن أهل بيته سمعوا وهو مسجى قائلاً يقول: السلام عليكم يا أهل البيت، إن في الله عوضاً من كل تالف، وخلفاً من كل هالك، وعزاءً من كل مصيبة، فاصبروا واحتسبوا إن الله مع الصابرين، وهو حسبنا ونعم الوكيل.\nقال: فكان يرون أنه الخضر عليه السلام.\nالجزء: 1 ¦ الصفحة: 139\n",
        "ومما أظهره الله عز جل من كراماته صلى الله عليه وسلم بعد موته، أن الفضل لما كان مع علي رضي الله عنهما يصب عليه الماء، جعل الفضل يقول: أرحني أرحني، فإني أجد شيئاً يتنزل على ظهري.\nومنها: أنه صلى الله عليه وسلم لم يظهر منه شيءٌ مما يظهر من الموتى، ولا تغيرت له رائحة، وقد طال مكثه في البيت قبل أن يدفن، فكان صلى الله عليه وسلم طيباً حياً وميتاً.\nومنها: أنه صلى الله عليه وسلم سجته الملائكة.\nومنها: ما رواه يونس بن بكير في ((السيرة)) أن أم سلمة رضي الله عنها قالت: وضعت يدي على رسول الله صلى الله عليه وسلم وهو ميت، فجرت علي جمعٌ لا آكل ولا أتوضأ، إلا وجدت ريح المسك في يدي.\nومنها: أن علياً رضي الله عنه نودي وهو يغسله: أن ارفع طرفك إلى السماء.\nومنها: أن علياً والفضل رضي الله عنهما لما انتهيا في الغسل إلى أسفله، سمعوا منادياً يقول: لا تكشفوا عن عورة نبيكم صلى الله عليه وسلم.\nوروينا من حديث جعفر بن محمد، عن أبيه رضي الله عنهما أن النبي صلى الله عليه وسلم غسل من بئر غرس، وهي بئرٌ معروفةٌ من آبار المدينة، بغين معجمة مفتوحة وراء ساكنة، وبعدها سين مهملة.\nقال الواقدي رحمه الله: كانت منازل بني النضير بناحية الغرس.\nفلما فرغ من غسله كفن صلى الله عليه وسلم، والاختلاف في كفنه كم كان ثوباً، وفي الذين دخلوا قبره ونزلوا: كثير.\nوأصح ما روي في ذلك: أنه كفن في ثلاثة أثواب بيض سحولية، وأنها كانت من كرسف، -والكرسف القطن- وقد جعله وصفاً للثياب وإن\nالجزء: 1 ¦ الصفحة: 140\n",
        "لم يكن مشتقاً، لقولهم: مررت بحية ذراع، وإبل مئة، ونحو ذلك.\nكما أخبرنا الحسين بن هبة الله، أخبرنا أبو الحسين هبة الله، أخبرنا علي بن إبراهيم، أخبرنا محمد بن عبد الرحمن، أخبرنا أبو بكر الميانجي، أخبرنا أبو يعلى الموصلي، حدثنا المؤمل، حدثنا سهيل ابن حبيب الأنصاري أبو محمد المؤدب، حدثنا عاصم بن هلال، حدثنا أيوب، عن نافع، عن ابن عمر رضي الله عنهما قال:\n((كفن النبي صلى الله عليه وسلم في ثلاثة أثواب بيض سحولية)) .\nحديثٌ صحيحٌ، ورويناه في ((صحيح البخاري)) من حديث عروة عن عائشة رضي الله عنها، ((في ثلاثة أثواب بيض سحول كرسف ليس فيها قميص ولا عمامة)) .\nوفي بعض الروايات: ((في ثلاثة أثواب بيض سحولية، أدرج فيها إدراجاً)) .\nوروى الزهري: ((أنه صلى الله عليه وسلم كفن في ثلاثة أثواب أحدها برد حبرة)) ، ولكنه مرسلٌ لا تقوم به حجةٌ.\nكما أخبرنا الشيخ أبو محمد عبد الرحمن بن إبراهيم بن أحمد بن عبد الرحمن المقدسي رحمه الله، أخبرنا عبد الحق بن عبد الخالق بن\nالجزء: 1 ¦ الصفحة: 141\n",
        "يوسف، والكاتبة شهدة بنت أحمد بن الفرج، أخبرنا أبو عبد الله هبة الله بن أحمد بن محمد الموصلي، أخبرنا أبو القاسم عبد الملك بن محمد بن عبد الله بن بشران، أخبرنا أبو سهل أحمد بن محمد بن عبد الله بن زياد القطان، أخبرنا أبو يحيى عبد الكريم بن الهيثم، حدثنا أبو اليمان الحكم بن نافع، أخبرنا شعيب بن أبي حمزة، عن الزهري قال: أخبرني علي بن الحسين بن علي بن أبي طالب –وكان أقصد أهل بيته وأحسنهم طاعة- ((أن رسول الله صلى الله عليه وسلم كفن\nالجزء: 1 ¦ الصفحة: 142\n",
        "في ثلاثة أثواب: أحدها برد حبرة، وأنهم لحدوا له في القبر ولم يشقوا)) .\nقال مكحول رحمه الله: أخطأ الزهري وأصاب، حدثنا عروة بن الزبير، عن عائشة زوج النبي صلى الله عليه وسلم: أنه كفن في ثلاثة أثواب رباط يمانية. وسمعنا أنهم جاءوا ببرد حبرة، ثم ردوه.\nوقال ابن إسحاق رحمه الله: كفن رسول الله صلى الله عليه وسلم في ثلاثة أثواب، ثوبين صحاريين، وبرد حبرة أدرج فيه إدراجاً.\nكما حدثني جعفر بن محمد بن علي بن الحسين، عن أبيه، عن جده علي بن الحسين، والزهري عن علي بن الحسين.\nووقع في ((السيرة)) من غير رواية البكائي: أنها كانت إزاراً ورداءً ولفافة، وهو موجود في كتب الحديث، وفي الشروحات، وكان ثوبه الذي غسل صلى الله عليه وسلم من قطن.\nقوله: (سحولية) هو بفتح السين وضمها، فمن فتحها فهي نسبة إلى السحول، وهو القصار، لأنه يسحلها أي يغسلها، أو نسبة إلى سحول، وهي قرية باليمن.\nوبالضم هو جمع: سحل، وهو الثوب الأبيض النقي، ولا يكون إلا من قطن، وفي هذه النسبة شذوذ لأنها نسبة إلى الجمع، وقيل: اسم القرية بالضم أيضاً.\nوصحار قرية باليمن ينسب إليها الثوب، بضم الصاد، وقيل: هو من الصحرة، وهي حمرةٌ خفية كالغبرة، يقال: ثوب أصحر، وصحاري.\nوالريطة كل ملاءة ليست بلفقين، وقيل: كل ثوب رقيق لين، والجمع ريطٌ ورياطٌ.\n(وبرد حبرة) بوزن عنبة، على الوصف والإضافة، وهو بردٌ يمان،\nالجزء: 1 ¦ الصفحة: 143\n",
        "والجمع حبرٌ وحبرات، وهو الموشى المخطط، والله سبحانه أعلم.\nفلما فرغ من غسله وتكفينه، اختلفوا في دفنه صلى الله عليه وسلم؟ فقال قائلٌ: ندفنه في مسجده، وقال قائلٌ: ندفنه مع أصحابه.\nوقال أبو بكر الصديق رضي الله عنه: سمعت رسول الله صلى الله عليه وسلم يقول: ((ما قبض نبي إلا دفن حيث يقبض)) .\nأخبرنا أبو القاسم بن أبي الحسن في إذنه، أنبأنا محمد بن عمر القاضي، أخبرنا عبد الصمد بن علي الهاشمي، أخبرنا علي بن عمر السكري، حدثنا جعفر بن محمد بن الصباح، حدثنا محمد بن يحيى، حدثنا وهب بن جرير، حدثنا أبي، عن ابن\nالجزء: 1 ¦ الصفحة: 144\n",
        "إسحاق، عن حسين بن عبد الله، عن عكرمة، عن ابن عباس، عن أبي بكر الصديق رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول:\n((ما قبض نبي إلا دفن حيث قبض)) .\nأخرجه الترمذي في ((جامعه)) أتم من هذا.\nكما أخبرنا محمد بن الحسين، أخبرنا محمد بن أسعد، أخبرنا الحسين بن مسعود، أخبرنا أبو محمد الجوزجاني، أخبرنا أبو القاسم الخزاعي، أخبرنا الهيثم بن كليب (ح) وأخبرنا أبو المنجى عبد الله بن عمر بخطه، أخبرنا عبد الأول بن عيسى، أخبرنا عبد الله ابن محمد بن منصور، أخبرنا عبد الجبار بن محمد بن عبد الله، أخبرنا\nالجزء: 1 ¦ الصفحة: 145\n",
        "محمد بن أحمد بن محبوب، قالا: أخبرنا أبو عيسى محمد بن عيسى، أخبرنا أبو بكر محمد بن العلاء، حدثنا أبو معاوية، عن عبد الرحمن بن أبي بكر –هو المليكي- عن ابن أبي مليكة، عن عائشة رضي الله عنها قالت: لما قبض رسول الله صلى الله عليه وسلم اختلفوا في دفنه، فقال أبو بكر رضي الله عنه: سمعت من رسول الله صلى الله عليه وسلم شيئاً ما نسيته قال: ((ما قبض الله نبياً إلا في الموضع الذي يحب أن يدفن فيه)) .\nادفنوه في موضع فراشه. فرفع فراش رسول الله صلى الله عليه وسلم الذي توفي عليه فحفر تحته.\nأخبرنا جدي رحمه الله قراءةً، أنبأنا أبو طاهر الحافظ، أخبرنا أبو الفضل محمد بن عبد السلام بن أحمد الأنصاري، أخبرنا أبو علي الحسن بن أحمد بن إبراهيم بن الحسن بن محمد بن شاذان، أخبرنا أبو بكر مكرم بن أحمد بن محمد بن مكرم القاضي البزاز، حدثنا عبد الله بن روح المدائني، حدثنا سلمان بن سليمان، حدثنا سوادة بن\nالجزء: 1 ¦ الصفحة: 146\n",
        "سلمة بن نبيط، عن أبيه سلمة بن نبيط، عن نبيط بن شريط، عن سالم بن عبيد الأشجعي، قال: لما مات رسول الله صلى الله عليه وسلم كان أجزع الناس كلهم عليه عمر بن الخطاب رحمه الله.\nقال: فأخذ بقائم سيفه قال: لا أسمع أحداً يقول: مات رسول الله صلى الله عليه وسلم إلا ضربته بسيفي.\nقال: فقال الناس: يا سالم! اطلب لنا صاحب رسول الله صلى الله عليه وسلم، فخرجت إلى المسجد، فإذا أنا بأبي بكر رضوان الله عليه، فلما رأيته أجهشت بالبكاء، فقال لي: مالك يا سالم! أمات رسول الله صلى الله عليه وسلم؟!\nفقلت: إن هذا عمر يقول: لا أسمع أحداً يقول: مات رسول الله صلى الله عليه وسلم إلا ضربته بسيفي هذا.\nقال: فأقبل أبو بكر رضي الله عنه حتى دخل، فلما رآه الناس أوسعوا له، فدخل على النبي صلى الله عليه وسلم وهو مسجى، فرفع الثوب عن وجهه ووضع فاه على فيه واستنشأ الريح، ثم سجاه والتفت إلينا فقال: {وما محمدٌ إلا رسولٌ قد خلت من قبل الرسل أفإن مات أو قتل انقلبتم على أعقابكم ومن ينقلب على عقبيه فلن يضر الله شيئاً وسيجزي الله الشاكرين} ، وقال جل وعز: {إنك ميتٌ وإنهم ميتون} .\nيا أيها الناس! من كان يعبد الله فإن الله حي لا يموت، ومن كان يعبد محمداً صلى الله عليه وسلم فإن محمداً صلى الله عليه وسلم قد مات.\nقال عمر رضي الله عنه: فوالله لكأني لم أقرأ هؤلاء الآيات قط.\nقالوا: يا صاحب رسول الله! أمات رسول الله صلى الله عليه وسلم؟! قال: نعم مات، قالوا: يا صاحب رسول الله! فمن يغسله؟ قال: رجالٌ من أهل بيته الأدنى\nالجزء: 1 ¦ الصفحة: 147\n",
        "فالأدنى، قالوا: يا صاحب رسول الله! صلى الله عليه وسلم فأين ندفنه؟ قال: ادفنوه في البقعة التي قبضه الله عز وجل فيها، لم يقبضه إلا في أحب البقاع إليه.\nفلما أرادوا أن يحفروا له؛ دعا العباس رضي الله عنه رجلين، ثم قال: اذهب أنت إلى أبي عبيدة، واذهب أنت إلى طلحة، اللهم خر لرسولك صلى الله عليه وسلم، فوجد صاحب أبي طلحة أبا طلحة، فلحد لرسول الله صلى الله عليه وسلم، وكان أبو طلحة يلحد لهم، وكان أبو عبيدة يضرح لأهل المدينة.\nأخبرنا محمد بن هبة الله الفقيه القاضي رحمه الله، أخبرنا علي بن الحسن الحافظ، أخبرنا أبو محمد السيدي الفقيه، أخبرنا أبو عثمان البحيري، أخبرنا أبو علي الفقيه السرخسي، أخبرنا إبراهيم بن عبد الصمد، أخبرنا أبو مصعب، حدثنا مالك، عن هشام بن عروة، عن أبيه قال: ((كان بالمدينة رجلان: أحدهما يلحد، والآخر لا يلحد، فقالوا: أيهما جاء أول عمل عمله، فجاء الذي يلحد، فلحد لرسول الله صلى الله عليه وسلم)) .\nاسم أبي طلحة: زيد بن سهل، واسم أبي عبيدة: عامر.\nواللحد: الشق الذي يعمل في جانب القبر لموضع الميت، وسمي لحداً لأنه أميل عن وسط القبر إلى جانبه، يقول: لحدت وألحدت، وأصل الإلحاد الميل والعدول عن الشيء.\nالجزء: 1 ¦ الصفحة: 148\n",
        "والضريح: فعيل بمعنى مفعول، من الضرح يعني: الشق في الأرض، والضريح أيضاً: البيت الذي في السماء بحيال الكعبة، من المضارحة وهي المقابلة والمضارعة، وهو الضراح أيضاً، ومن رواه بالصاد مهملة فقد صحف، والله أعلم.\nأخبرنا إسماعيل بن ظفر –من طرق قراءةً- قال: أخبرنا أحمد بن محمد، أخبرنا أبو علي الحداد، أخبرنا أحمد بن عبد الله، أخبرنا عبد الله بن جعفر، أخبرنا يونس، حدثنا سليمان بن داود، حدثنا صالح بن أبي الأخضر، عن الزهري، عن عروة، عن عائشة رضي الله عنها: ((أن النبي صلى الله عليه وسلم ألحد له)) .\nولما فرغ من جهاز رسول الله صلى الله عليه وسلم يوم الثلاثاء، وضع صلى الله عليه وسلم على سريره في بيته، ثم دخل الناس يصلون عليه أرسالاً، الرجال حتى إذا فرغوا أدخل النساء، حتى إذا فرغ النساء أدخل الصبيان، ولم يؤم الناس في الصلاة على رسول الله صلى الله عليه وسلم أحدٌ.\nالجزء: 1 ¦ الصفحة: 149\n",
        "وروى عكرمة عن ابن عباس رضي الله عنهما قال: لما صلي على رسول الله صلى الله عليه وسلم، أدخل الرجال فصلوا عليه بغير إمام أرسالاً حتى فرغوا، ثم النساء فصلين عليه، ثم الصبيان فصلوا عليه، ثم العبيد فصلوا عليه، لم يؤمهم أحدٌ.\nقال الشافعي رحمه الله: وذلك لعظم أمر رسول الله صلى الله عليه وسلم بأبي أنت وأمي، وتنافسهم في أن لا يتولى الإمامة في الصلاة عليه أحد، وصلوا عليه مرةً بعد مرة، وكان أول من دخل للصلاة عليه صلى الله عليه وسلم بنو هاشم، ثم المهاجرون، ثم الأنصار، ثم بعدهم الرجال، ثم النساء، ثم الصبيان، ودخل أبو بكر وعمر رضي الله عنهما ومعهما نفرٌ من المهاجرين والأنصار.\nفقالا: السلام عليك أيها النبي ورحمة الله وبركاته، وسلم الناس كما سلما، ثم قالا: نشهد أن قد بلغ ما أنزل الله، ونصح لأمته وجاهد في سبيل الله حتى أعز الله دينه وتمت كلمته، فاجعلنا يا إلهنا ممن يتبع القول الذي أنزل معه، واجمع بيننا وبينه حتى يعرفنا وتعرفه بنا، فإنه كان بالمؤمنين رؤوفاً رحيماً، لا نبتغي بالإيمان بدلاً، ولا نشتري به ثمناً أبداً.\nفقال الناس: آمين آمين.\nثم دخل الناس بعدهم فوجاً بعد فوج، فصلوا عليه لم يؤمهم أحدٌ، لأنه صلى الله عليه وسلم كان إمام الأمة حياً وميتاً.\nقال الشيخ أبو القاسم رحمه الله: ولا تكون صلاتهم عليه أفراداً إلا عن توقيفٍ، وهو خصوصٌ به صلى الله عليه وسلم.\nووجه الفقه فيه: أن الله سبحانه افترض عليه الصلاة بنص القرآن وحكم الصلاة التي تضمنتها الآية أن لا تكون بإمام، والصلاة عليه عند موته داخلةٌ في لفظ الآية، وهي متناولةٌ لها، وللصلاة عليه على كل حال، وأيضاً فإن الرب سبحانه وتعالى قد أخبر أنه يصلي عليه وملائكته، فإذا الرب سبحانه هو المصلي والملائكة قبل المؤمنين، وجب أن تكون صلاة المؤمنين تبعاً لصلاة الملائكة، وأن تكون الملائكة هم الإمام والأمام.\nوقد روى الطبراني في ذلك حديثاً مسنداً فيه طول: أنه صلى الله عليه وسلم أوصى\nالجزء: 1 ¦ الصفحة: 150\n",
        "بذلك، ورواه البزار من طريق مُرَةَ، عن ابن مسعود رضي الله عنه.\nقلت: وليس في ((الصحيح)) من الحديث ما يشهد لما روياه –على ما لا يخفى- ولا ما يعضده، والله سبحانه أعلم.\nثم دفن صلى الله عليه وسلم ونزل في قبره أربعة، اثنان متفق عليهما، وهما علي والفضل، واثنان مختلف فيهما، قيل: العباس وعبد الرحمن بن عوف، وقيل: قثم وأسامة بن زيد.\nأخبرنا أبو عبد الله ابن أبي بكر قراءةً بدمشق، وأبو بكر ابن محمد بيده ببغداد بعد خطه منها وبها قالا: أخبرنا طاهر بن محمد، أخبرنا أبو الحسن، أخبرنا أبو بكر الحيري، أخبرنا أبو العباس\nالجزء: 1 ¦ الصفحة: 151\n",
        "الأصم، أخبرنا الربيع، أخبرنا الشافعي، أخبرنا الثقة عن عمر بن عطاء، عن عكرمة، عن ابن عباس رضي الله عنهما قال: ((سل رسول الله صلى الله عليه وسلم من قبل رأسه)) .\nوقد عد ابن إسحاق فيمن لحد رسول الله صلى الله عليه وسلم مولاه شقران، واسمه صالح، وكان قد شهد بدراً قبل أن يعتق، وكان عبداً حبشياً لعبد الرحمن بن عوف، فوهبه لرسول الله صلى الله عليه وسلم فأعتقه، وقيل: كان أوس بن خولي معهم أيضاً، ونضد في قبره تسع لبناتٍ نصبن عليه نصباً، وهالوا التراب على لحده، وكان قثم آخر الناس عهداً برسول الله صلى الله عليه وسلم، لأنه كان آخر الذين دخلوا قبره خروجاً منه، ذكر ذلك ابن عباس رضي الله عنهما وغيره.\nقال ابن عبد البر رحمه الله: وقد ذكر عن المغيرة بن شعبة في ذلك خبرٌ لا يصح، أنكره أهل العلم ودفعوه.\nقال: وطرح في قبره سمل قطيفةٍ كان يلبسها، فلما فرغوا من وضع اللبن أخرجوها.\nأخبرنا يعيش بن علي النحوي قراءةً بحلب، قال: أخبرنا عبد الله بن أحمد بن محمد الخطيب، أخبرنا أبو الحسين أحمد بن\nالجزء: 1 ¦ الصفحة: 152\n",
        "عبد القادر بن محمد بن يوسف، أخبرنا محمد بن أحمد بن محمد بن عبد الله بن المهتدي بالله، حدثنا الحسين بن علي بن محمد النيسابوري، حدثني أبو بكر أحمد بن محمد بن يحيى الواسطي، حدثنا محمد بن سليمان لوين، حدثنا أبو معشر البراء، عن يونس بن عبيد، عن عكرمة، عن ابن عباس رضي الله عنه قال: ((دخل قبر النبي صلى الله عليه وسلم أربعة، وبسط تحته قطيفةٌ حمراء)) .\nالجزء: 1 ¦ الصفحة: 153\n",
        "القطيفة: كساءٌ له خملٌ، قوله: (سمل قطيفة) أي خلق قطيفة، والسمل: الخلق من الثياب، وقد سمل الثوب وأسمل، إذا صار خلقاً.\nحدثنا أبو موسى عبد الله بن الحافظ عبد الغني بن عبد الواحد بن سرور المقدسي رحمه الله، أن أبا الحسن مسعود بن أبي منصور بن الحسن أخبره قراءةً، أخبرنا الحسن بن أحمد بن الحسن الحداد، أخبرنا الحافظ أبو نعيم، أخبرنا أبو بكر محمد بن جعفر بن الهيثم الأنباري، حدثنا محمد بن أبي العوام، قال: حدثنا [أبو] عاصم، قال: أخبرنا الثوري، عن ابن أبي خالد، عن الشعبي، عن أبي مرحب أو ابن\nالجزء: 1 ¦ الصفحة: 154\n",
        "أبي مرحب قال: ((دخلوا أربعة قبر النبي صلى الله عليه وسلم فيهم عبد الرحمن بن عوف)) .\nقوله: (دخلوا أربعة) يجوز على لغة من قال: أكلوني البراغيث، أو على البدل، من قوله سبحانه: {وأسروا النجوى الذين ظلموا} ، والله أعلم.\nأخبرنا محمد بن عبد الله أبو عبد الله النحوي رحمه الله، قال: أخبرنا عبد المعز بن [محمد بن] أحمد أجازنيه، أخبرنا تميم بن أبي سعيد، أخبرنا علي بن محمد، أخبرنا محمد بن أحمد، أخبرنا أبو حاتم الحافظ، أخبرنا عمران بن موسى بن مجاشع، أخبرنا مجاهد بن موسى، حدثنا شجاع بن الوليد، حدثنا زياد بن خيثمة قال: حدثني إسماعيل السدي، عن عكرمة، عن ابن عباس قال:\nالجزء: 1 ¦ الصفحة: 155\n",
        "((دخل قبر النبي صلى الله عليه وسلم العباس وعلي والفضل، وسوى لحده رجل من الأنصار)) .\nوروى جابر بن عبد الله رضي الله عنهما: ((أن النبي صلى الله عليه وسلم ألحد له ونصب عليه اللبن نصباً، ورفع قبره عن الأرض نحواً من شبر)) .\nوقال ابن عبد البر رحمه الله: جعل قبر النبي صلى الله عليه وسلم مسطوحاً. وسنذكر الخلاف في صفة قبره صلى الله عليه وسلم، فيما بعد إن شاء الله تعالى.\nوروى جابر رضي الله عنه قال: ((رش قبر النبي صلى الله عليه وسلم، وكان الذي رش الماء على قبره بلال بن رباح بقربةٍ، بدأ من قبل رأسه حتى انتهى إلى رجليه، ثم ضرحه بالماء إلى الجدار)) ، لم يقدر على أن يدور من الجدار، لأنهم جعلوا بين قبره صلى الله عليه وسلم وبين حائط القبلة نحواً من سوط.\nقال عروة رحمه الله: توفي رسول الله صلى الله عليه وسلم يوم الاثنين، ودفن في آخر الليل من ليلة الأربعاء، أو مع الصبح.\nوقال عكرمة رحمه الله: دفع من وسط الليل ليلة الأربعاء.\nوقال القاسم رحمه الله: ما دفن رسول الله صلى الله عليه وسلم حتى عرف الموت في أظفاره.\nوتوفي صلى الله عليه وسلم حين اشتد الضحى من يوم الاثنين لاثنتي عشرة خلت من ربيع الأول سنة إحدى عشرة من الهجرة، عن ثلاث وستين سنة من عمره، وكمل له بالمدينة من يوم دخوله إلى يوم وفاته صلى الله عليه وسلم عشر سنين كوامل، وكان بدء مرضه يوم الأربعاء لاثنتين بقيتا من صفر، وقيل لواحدة، وكانت مدة مرضه ثلاثة عشر يوماً.\nوحكى أبو القاسم في كتابه أن في ((مراسيل الحسن)) ؛ أنه صلى الله عليه وسلم مرض عشرة أيام، وصلى أبو بكر رضي الله عنه بالناس تسعة أيام، ثم خرج رسول الله صلى الله عليه وسلم في اليوم العاشر منها، قال: وكانت وفاته في شهر أيلول.\nالجزء: 1 ¦ الصفحة: 156\n",
        "أخبرنا أبو نصر الفقيه، قال: أخبرنا أبو القاسم الحافظ، أخبرنا أبو محمد الفقيه، أخبرنا أبو عثمان البحيري، أخبرنا أبو علي الفقيه، أخبرنا أبو إسحاق الهاشمي، أخبرنا أبو مصعب الزهري، حدثنا مالك أنه بلغه أن أم سلمة رضي الله عنها زوج النبي صلى الله عليه وسلم كانت تقول: ((ما صدقت بموت النبي صلى الله عليه وسلم حتى سمعت صوت وقع الكرازين)) .\nالكرازين: جمع كرزنٍ، وهو الفأس.\nويقال فيه بالفتح والكسر، وتجمع على: كرازن أيضاً، والله سبحانه أعلم.\nأخبرنا إسماعيل بن ظفر أبو طاهر قراءةً، أخبرنا أبو المكارم ابن اللبان قراءةً بأصبهان، أخبرنا الحسن بن أحمد، أخبرنا أبو نعيم الحافظ، أخبرنا أبو محمد بن جعفر، حدثنا أبو بشر بن حبيب، حدثنا أبو داود، حدثنا حماد بن زيد، عن ثابت، عن أنس رضي الله عنه قال: قالت لي فاطمة رضوان الله عليها: يا أنس! أطابت أنفسكم أن تحثوا على رسول الله صلى الله عليه وسلم التراب؟!\nالجزء: 1 ¦ الصفحة: 157\n",
        "صحيح أخرجه البخاري في ((الصحيح)) .\nقال ثابت: وقالت فاطمة رضي الله عنها ورسول الله صلى الله عليه وسلم في الموت أو قالت –وهو ثقيل-: واأبتاه، إلى جبريل ننعاه، يا أبتاه، من ربه ما أدناه، يا أبتاه، جنان الفردوس مأواه، يا أبتاه، أجاب رباً دعاه.\nوقد رويناه في ((صحيح البخاري)) موصولاً.\nكما أخبرنا أبو ذر سهيل بن [محمد بن] عبد الله الطائي البوشنجي –منها- وجماعة غيره بغيرها في إذنهم، قالوا: أخبرنا ابن أبي مريم، أخبرنا عبد الرحمن، أخبرنا عبد الله، أخبرنا محمد، أخبرنا محمد، أخبرنا سليمان بن حرب، أخبرنا حماد، عن ثابت، عن أنس رضي الله عنه قال: ((لما ثقل رسول الله صلى الله عليه وسلم جعل يتغشاه، فقالت فاطمة: واكرباه، فقال لها: ((ليس على أبيك كربٌ بعد اليوم)) فلما مات قالت: يا أبتاه، أجاب رباً دعاه، يا أبتاه، من جنة الفردوس مأواه، يا أبتاه، إلى جبريل ننعاه، فلما دفن قالت فاطمة رضي الله عنها: أطابت أنفسكم أن تحثوا على رسول الله صلى الله عليه وسلم التراب)) ؟!\nقوله: (ليس على أبيك كربٌ بعد اليوم) يعني –والله أعلم- أنه بمجرد انتقاله من الدنيا، لا يصيبه نصبٌ ولا وصبٌ يجد له ألماً، لأنه يفضي إلى دار الكرامة والعافية، والراحة والسلامة الدائمة صلى الله عليه وسلم.\nقال ابن عباس رضي الله عنهما: ولد رسول الله صلى الله عليه وسلم يوم الاثنين، ونبئ\nالجزء: 1 ¦ الصفحة: 158\n",
        "يوم الاثنين، ورفع الحجر يوم الاثنين، وخرج مهاجراً يوم الاثنين، ودخل المدينة يوم الاثنين، وقبض يوم الاثنين.\nقال أبو القاسم رحمه الله: واتفقوا أنه صلى الله عليه وسلم توفي يوم الاثنين، قالوا كلهم وفي ربيع الأول، غير أنهم قالوا أو قال أكثرهم: في الثاني عشر من ربيع الأول، ولا يصح أن يكون توفي في يوم الاثنين إلا في الثاني من الشهر، والثالث عشر، والرابع عشر، والخامس عشر، لإجماع المسلمين على أن وقفة عرفة في حجة الوداع كانت يوم الجمعة، وهو التاسع من ذي الحجة، فدخل ذو الحجة يوم الخميس، فكان المحرم، إما الجمعة، وإما السبت، فإن كان الجمعة، فقد كان صفراً إما السبت وإما الأحد، فإن كان السبت، فقد كان ربيع الأول إما الأحد وإما الاثنين، فكيف ما دارت الحال على هذا الحساب، فلم يكن الثاني عشر من ربيع الأول يوم الاثنين بوجه.\nوذكر الطبري عن ابن الكلبي وأبي مخنفٍ أنه صلى الله عليه وسلم توفي في الثاني من ربيع الأول، وهذا القول وإن كان خلاف قول الجمهور –كذا هو أوجه عندي-، فإنه لا يبعد إن كانت الثلاثة الأشهر التي قبلها من تسعة وعشرين، فتدبره فإنه صحيح.\nولم أر أحداً تفطن له، وقد رأيت الخوارزمي حكى أنه صلى الله عليه وسلم توفي أول يوم من ربيع الأول، وهذا أقرب إلى القياس مما ذكره الطبري عن ابن الكلبي وأبي مخنف، والله سبحانه أعلم.\nوكان موته صلى الله عليه وسلم خطباً كالحاً، ورزءاً لأهل الإسلام فادحاً، كادت تهد له الجبال وترجف الأرض، وتكسف النيرات لانقطاع خبر السماء وفقد من لا عوض منه، مع ما آذن به موته صلى الله عليه وسلم من إقبال الفتن السحم.\nفلولا ما أنزل الله سبحانه من السكينة على المؤمنين، وأسرج في\nالجزء: 1 ¦ الصفحة: 159\n",
        "قلوبهم من نور اليقين، وشرح له صدورهم من فهم كتابه المبين، لانقصفت الظهور، وضاقت عن الكرب الصدور، ولعاقهم الجزع عن تدبير الأمور، فقد كان الشيطان أطلع إليهم رأسه، ومد إلى إغوائهم مطامعه، فأوقد نار الشنآن ونصب راية الخلاف، لكن أبى الله إلا أن يتم نوره، ويعلي كلمته، وينجز موعوده، فأطفأ نار الردة، وحسم مادة الخلاف والفتنة على يد الصديق رضي الله عنه، ولذلك قال أبو هريرة رضي الله عنه: لولا أبو بكر، لهلكت أمة محمد صلى الله عليه وسلم بعد نبيها.\nوروينا عن عائشة رضي الله عنها قالت: ((لما توفي رسول الله صلى الله عليه وسلم ارتدت العرب واشرأبت اليهودية والنصرانية، ونجم النفاق، وصار المسلمون كالغنم المطيرة في الليلة الشاتية، لفقدهم نبيهم صلى الله عليه وسلم)) .\nوقالت أيضاً رضي الله عنها: ((توفي رسول الله صلى الله عليه وسلم، فلو نزل بالجبال الصم ما نزل بأبي لهاضها، ارتدت العرب، واشرأب النفاق، فما اختلفوا في نقطةٍ إلا طار أبي يخطها وعنا بها)) .\nالارتداد: الرجوع إلى الكفر بعد الإسلام –أعاذنا الله منه-، ومعنى (اشرأب) أي ارتفع وعلا، ونجم النبت ينجم إذا طلع، وكل ما طلع وظهر فقد نجم، وخص ما لا يقوم على ساق من النبات باسم النجم، كما خص القائم منه على ساق باسم الشجر.\nقولها ((في نقطة)) : أي في أمرٍ وقضية، وهو بالنون، وقيده الهروي بالباء الموحدة، وأخذ عليه.\nقال بعض المتأخرين: المضبوط عند علماء النقل أنه بالنون، وهو من كلامٍ مشهورٍ، ويقال عند المبالغة في الموافقة، وأصله في الكتابين يقابل أحدهما بالآخر فيقال: ما اختلفا في نقطة، يعني من نقط الحروف والكلمات، أي بينهما من الاتفاق ما لم يختلفا معه في هذا القدر اليسير.\nوقولها: لهاضها، يقال: هاض العظم يهيضه هيضاً إذا كسره بعد\nالجزء: 1 ¦ الصفحة: 160\n",
        "الجبور فهو مهيض، وهو أشد لوجعه، وكل وجعٍ على وجعٍ فهو هيض، ويقال: هاضني الشيء إذا رده في مرضه، والله أعلم.\nأخبرنا أبو عبد الله ابن أبي الفضل قال: أخبرنا أبو روح بن محمد بن أبي الفضل وأجازنيه، قال أبو القاسم: أخبرنا أبو الحسن البحاثي، أخبرنا محمد بن أحمد الزوزني، أخبرنا أبو حاتم الحافظ، أخبرنا محمد بن أحمد بن عبيد بن فياض بدمشق، قال حدثنا هشام، قال: حدثنا الوليد بن مسلم، قال: حدثني عبد الله بن العلاء بن زبرٍ، أنه سمع بشر بن عبيد الله يحدث، عن أبي إدريس الخولاني، عن عوف بن مالك الأشجعي قال: ((أتيت رسول الله صلى الله عليه وسلم في غزوة تبوك وهو في خباءٍ من أدم، فجلست في فناء الخباء، فسلمت فرد، وقال: ادخل يا عوف، فقلت: كلي، قال: كلك، فدخلت فوافقته يتوضأ، ثم قال: احفظ خلالاً ستاً بين الساعة، إحداهن موتي. قال عوف: فوجمت عندها وجمة\nالجزء: 1 ¦ الصفحة: 161\n",
        "شديدة، فقال رسول الله صلى الله عليه وسلم قل إحدى، فقلت: إحدى، ثم قال: فتح بيت المقدس، ثم يظهر فيكم داءٌ، ثم استفاضة المال فيكم حتى يعطى الرجل مئة دينار فيظل ساخطاً، ثم فتنة تكون بينكم، لا تبقي بيت مؤمن إلا دخلته، ثم صلح يكون بينكم وبين بني الأصفر، فيغدرون بكم، فيسيرون إليكم في ثمانين غاية، تحت كل غاية اثنا عشر ألفاً)) .\n(الغاية والراية سواء، ومن رواه بالباء الموحدة معناه الأجمة، فشبه كثرة رماح العسكر بها.\nقوله: (فوجمت وجمة) ، الواجم الساكت لأمر يكرهه كالمهتم به، وقال ابن الأعرابي: وجم بمعنى حزن، يقال: وجم يجم وجوماً.\nوقد روينا في ((صحيح البخاري)) بأسانيدنا قال: حدثنا الحميدي، حدثنا الوليد بن مسلم، حدثنا عبد الله بن العلاء بن زبر، قال: سمعت بشر بن عبيد الله، أنه سمع أبا إدريس، قال: سمعت عوف بن مالك قال: أتيت النبي صلى الله عليه وسلم في غزوة تبوك وهو في قبة من أدم، فقال: ((اعدد ستاً بين يدي الساعة: موتي، ثم فتح بيت المقدس، ثم موتان يأخذ فيكم كقعاص الغنم)) ، وذكر الحديث.\nقوله: (موتان) هو بضم الميم وسكون الواو، على وزن بطلان، الموت الكثير الوقوع.\n(وقعاص الغنم) داءٌ يأخذ الغنم لا يلبثها أن تموت، والله سبحانه أعلم.\nأخبرنا أبو عبد الله بن أبي بكر قراءةً بدمشق، وأبو بكر محمد بيده وإذنه ببغداد، قالا: أخبرنا أبو زرعة، أخبرنا مكي. (ح) وأنبأنا\nالجزء: 1 ¦ الصفحة: 162\n",
        "أبو المعالي علي بن محمود بن علي الشعري –في كتابه من هراة- قال: أخبرنا السيد أبو الحسن علي بن حمزة الموسوي قراءةً، أخبرنا أبو عبد الله محمد بن علي العميري، قالا: أخبرنا أحمد بن الحسن، أخبرنا أبو العباس، أخبرنا الربيع، أخبرنا الشافعي، أخبرنا القاسم بن عبد الله بن عمر، عن جعفر بن محمد، عن أبيه، عن جده قال: ((لما توفي رسول الله صلى الله عليه وسلم وجاءت التعزية، سمعوا قائلاً يقول: إن في الله عزاءً من كل مصيبة، وخلفاً من كل هالك، ودركاً من كل فائت، فبالله فثقوا، وإياه فارجوا، فإن المصاب من حرم الثواب)) .\nأخبرنا أبو القاسم بن أبي عبيد الله، أخبرنا أحمد بن محمد، أخبرنا أبو غالب محمد بن الحسن بن أحمد، أخبرنا أبو بكر محمد بن عمر بن جعفر الحرقي، أخبرنا أبو القاسم عمر بن محمد بن عبد الله الترمذي، أخبرنا جدي أبو بكر محمد بن عبيد الله بن مرزوق بن دينار، أخبرنا عفان بن مسلم الصفار، أخبرنا حماد بن سلمة، عن ثابت، عن أنس\nالجزء: 1 ¦ الصفحة: 163\n",
        "رضي الله عنه: أن أبا بكر رضي الله عنه كان رديف رسول الله صلى الله عليه وسلم بين مكة والمدينة، قال: ((فشهدته يوم دخل المدينة، فما رأيت يوماً قط كان أحسن ولا أضوء من يوم دخل علينا فيه، قال: وشهدته يوم موته فما رأيت يوماً كان قط أقبح ولا أظلم من يوم مات فيه رسول الله صلى الله عليه وسلم)) .\nأخبرنا أبو الغنائم المسلم بن أحمد بن علي المازني النصيبي، قال أخبرنا عبد الرحمن بن أبي الحسن بن إبراهيم، أخبرنا سهل بن بشر ابن أحمد، أخبرنا علي بن محمد بن علي، أخبرنا محمد بن أحمد بن عبد الله الذهلي، حدثنا أبو أحمد محمد بن عبدوس بن كامل، حدثنا محمد بن عباد، حدثنا سفيان، عن عمرو قال: قال ابن عمر رضي الله عنه: ((ما وضعت لبنةً على لبنةٍ ولا غرست نخلةً منذ قبض رسول الله صلى الله عليه وسلم)) .\nوقد رويناه بأسانيدنا في ((صحيح البخاري)) قال: أخبرنا علي بن عبد\nالجزء: 1 ¦ الصفحة: 164\n",
        "الله، قال: حدثنا سفيان قال عمرو: قال ابن عمر: ((والله ما وضعت لبنةً على لبنة ولا غرست نخلةً منذ قبض رسول الله صلى الله عليه وسلم)) .\nقال سفيان: فذكرته لبعض أهله، قال: والله لقد بنى.\nقال سفيان: قلت: لعله قال قبل أن يبني.\nأخبرنا عبد الله بن الحسين، أخبرنا أبو طاهر الحافظ، أخبرنا محمد بن الحسن، أخبرنا محمد بن عمر بن جعفر، أخبرنا محمد بن عبيد الله، حدثنا أبو عثمان، أخبرنا جعفر بن سليمان، أخبرنا ثابت، عن أنس رضي الله عنه قال: ((ما نفضنا أيدينا عن رسول الله صلى الله عليه وسلم إنا لفي دفنه حتى أنكرنا قلوبنا)) .\nوحق لهم ولمن بعدهم ذلك، وكيف لا يكونون كذلك؟!\nومن العجيب كيف لم تتصدع قلوبهم بفقده، وتغط نفوسهم حزناً عليه صلى الله عليه وسلم، وتتفطر كبودهم أسفاً من بعده، وقد كانت مصيبتهم بموته المصيبة العظمى، ورزيتهم بوفاته الرزية الكبرى، ولم يروا خطباً أفدح من رزئهم بفقدانه، ولا وجدوا مصيبةً أوجع لقلوبهم من مصيبتهم بعدمه بعد وجدانه!!\nالجزء: 1 ¦ الصفحة: 165\n",
        "لانقطاع أخبار السماء، وعدم تنزل الملائكة صلى الله عليه وعليهم وسلم عليه بالأنباء.\nوعلى ما شملهم به من رأفته بهم، ورحمته وشفقته عليهم، ونصيحته لهم وهدايته، ووسعهم من بره وعرفه، وعمهم من فضله ولطفه.\nمع ما حباهم به على فرط الخصاصة من الإيثار، وهداهم من الضلالة؛ وبصرهم بعد العمى، وأنقذهم من النار، حتى صار لهم كالوالد المتحنن المشفق، والأب الحدب الذي يألم لما يألم له بنوه ويرأف.\nفحق لقلوبهم أن تكمد، ولعيونهم حزناً عليه أن لا تجمد، ولنيران أسفهم على فقده أن لا تخمد، وإن حمد الصبر في موطن مصيبة يوماً، فإن الصبر بمصيبة سيدنا أحمد صلى الله عليه وسلم لا يحمد.\nفالصبر يحمد في المواطن كلها\n...\nإلا عليك فإنه مذموم\nهذا جبريل قد قال له عند وفاته صلى الله عليه وسلم: يا أحمد! هذا آخر وطئي في الأرض، ولا أنزل بعد اليوم أبداً، إنما كنت أنت حاجتي من الدنيا.\nأخبرنا أبو نصر الفقيه قال: أخبرنا أبو القاسم الحافظ (ح) ونبأني أبو الحسن الطوسي، قالا أخبرنا أبو محمد السيدي الفقيه، أخبرنا البحيري، أخبرنا السرخسي، أخبرنا الهاشمي، أخبرنا الزهري، أخبرنا مالك، عن عبد الرحمن بن القاسم: أن\nالجزء: 1 ¦ الصفحة: 166\n",
        "رسول الله صلى الله عليه وسلم قال: ((ليعز المسلمين في مصائبهم المصيبة بي)) .\nأنشدنا أبو نصر عبد الرحيم بن محمد بن الحسن عم أبي رحمهما الله، بالعاصي، قال أنشدنا عمي الحافظ أبو القاسم رحمه الله –في كتابه الذي صنفه في ((الصبر والجلد، عند مصاب المرء المسلم بالولد)) ، بأسانيده فيه:\nاصبر لكل مصيبة وتجلد\n...\nواعلم بأن المرء غير مخلد\nوإذا ذكرت مصيبة تسلو بها\n...\nفاذكر مصابك بالنبي محمد\nوقال أبو جعفر محمد بن علي رضي الله عنه: ما رئيت فاطمة عليها السلام بعد وفاة النبي صلى الله عليه وسلم ضاحكةً، ومكثت بعده ستة أشهر رضي الله عنها وسلم عليها.\nأخبرني محمد بن محمود النجار بخطه، أنبأنا أبو جعفر الواسطي، عن أبي طالب بن يوسف، أخبرنا أبو الحسين بن الأبنوسي، عن عمر بن شاهين، أخبرنا محمد بن موسى، حدثنا أحمد بن محمد الكاتب، حدثني طاهر بن يحيى، حدثني أبي، عن جدي، عن جعفر بن محمد، عن أبيه، عن جده، عن علي عليه السلام، قال: ((لما رمس صلى الله عليه وسلم جاءت فاطمة رضي الله عنها فوقفت على قبره وأخذت قبضة من تراب القبر، فوضعت على عينها وبكت)) ، وأنشأت تقول:\nماذا على من شم تربة أحمد\n...\nأن لا يشم مدى الزمان غواليا\nصبت علي مصائب لو أنها\n...\nصبت على الأيام عدن لياليا\nالجزء: 1 ¦ الصفحة: 167\n",
        "أخبرنا الشيخ أبو صادق الحسن بن يحيى رحمه الله قراءة عليه، قال أخبرنا عبد الله بن رفاعة قراءة عليه، أخبرنا علي بن الحسن القاضي، أخبرنا شعيب بن عبد الله بن أحمد، أخبرنا أحمد بن الحسن بن إسحاق، عن عتبة الرازي، أخبرنا أبو الزنباع روح بن الفرج، حدثنا عمرو بن خالد، حدثنا بكر بن مضر، عن عمرو بن الحارث، عن يحيى بن سعيد، أنه سمع سعيد بن المسيب يخبر عن عائشة رضي الله عنها: ((أنها رأت في المنام أنها سقط في حجرها، أو في\nالجزء: 1 ¦ الصفحة: 168\n",
        "حجرتها ثلاثة أقمار، فذكرت ذلك لأبي بكر رضي الله عنه فقال: خير.\nقال يحيى: فسمعت بعد ذلك أن رسول الله صلى الله عليه وسلم لما توفي دفن في بيتها، قال لها أبو بكر رضي الله عنها: هذا أحد أقمارك يا بنية، وهو خيرها)) .\nأخبرنا عتيق بن أبي الفضل رحمه الله، أخبرنا علي بن الحسن الحافظ، أخبرنا علي بن إبراهيم الخطيب، أخبرنا رشاء بن نظيف، أخبرنا الحسن بن إسماعيل، أخبرنا أبو بكر المالكي، حدثنا عامر بن عبد الله الزبيري، حدثنا مصعب بن عبد الله، عن أبيه، عن جده، عن هشام بن عروة أنه أنشد هذه الأبيات لصفية بنت عبد المطلب رضي الله عنها في رسول الله صلى الله عليه وسلم يوم مات:\nألا يا رسول الله كنت رجاءنا\n...\nوكنت بنا براً ولم تك جافيا\nوكان بنا براً رؤوفاً نبينا\n...\nليبك عليه اليوم من كان باكيا\nكأن على قلبي لذكر محمد\n...\nوما خفت من بعد النبي المكاويا\nأفاطم صلى الله رب محمد\n...\nعلى جدث أمسى بيثرب ثاويا\nفداً لرسول الله أمي وخالتي\n...\nوعمي ونفسي قصرةً وعياليا\nصدقت وبلغت الرسالة ناصحاً\n...\nومت صليب الدين أبلج صافيا\nفلو أن رب الناس أبقاك بيننا\n...\nسعدنا ولكن أمره كان ماضيا\nعليك من الله السلام تحية\n...\nوأدخلت جنات من العدن راضيا\nأرى حسناً أيتمته وتركته\n...\nيبكي ويدعو جده اليوم نائيا\nالجزء: 1 ¦ الصفحة: 169\n",
        "وروي أن امرأة من المتعبدات جاءت إلى عائشة رضي الله عنها، فقالت لها: اكشفي لي عن قبر رسول الله صلى الله عليه وسلم، فكشفت لها عنه، فبكت حتى ماتت.\nكتب إلينا أبو عبد الله بن أبي محمد الحافظ يخبرنا أن بعض شيوخه أنشده لبعض زوار النبي صلى الله عليه وسلم:\nأتيتك زائراً وودت أني\n...\nجعلت سواد عيني أمتطيه\nومالي لا أسير على جفوني\n...\nإلى قبر رسول الله فيه؟!\nقرئ على أبي البركات بن أبي عبد الله رحمه الله وأنا أسمع، أنبأك أبو محمد السعدي (ح) حدثني أبو الحسن علي بن أحمد من لفظه قال: أخبرنا عبد القوي السعدي، أخبرنا ابن أبي الذيال، أخبرنا علي بن الحسن، أخبرنا أبو محمد، أخبرنا عبد الله، أخبرنا البرقي، أخبرنا عبد الملك، عن أبي زيد الأنصاري، أن حسان بن ثابت رضي الله عنه قال –يبكي رسول الله صلى الله عليه وسلم -:\nبطيبة رسمٌ للرسول ومعهدٌ\n...\nمنيرٌ وقد تعفو الرسوم وتهمد\nالجزء: 1 ¦ الصفحة: 170\n",
        "ولا تمتحي الآيات من دار حرمة\n...\nبها منبر الهادي الذي كان يصعد\nوواضح آثار وباقي معالم\n...\nوربعٌ له مصلى ومسجد\nبها حجرات كان ينزل وسطها\n...\nمن الله نور يستضاء ويوقد\nمعارف لم تطمس على العهد آيها\n...\nأتاها البلى فالآي منها تجدد\nعرفت بها رسم الرسول وعهده\n...\nوقبراً بها واراه في الترب ملحد\nأطالت وقوفاً تذرف العين جهدها\n...\nعلى طلل القبر الذي فيه أحمد\nفبوركت يا قبر النبي وبوركت\n...\nبلادٌ ثوى فيها الرشيد المسدد\nوبورك لحدٌ منك ضمن طيباً\n...\nعليه بناء من صفيح منضد\nتهيل عليه الترب أيدٍ وأعين\n...\nعليه وقد غارت بذلك أسعد\nلقد غيبوا حلماً وعلماً ورحمةً\n...\nعشية علوه الثرى لا يوسد\nوراحوا بحزن ليس فيهم نبيهم\n...\nوقد وهنت منهم ظهور وأعضد\nيبكون من تبكي السموات يومه\n...\nومن قد بكته الأرض فالناس أكمد\nوهل عدلت يوماً رزية هالك\n...\nرزية يوم مات فيه محمد\nوروي أن فاطمة رضوان الله عليها، لما رجعت إلى بيتها بعد دفن رسول الله صلى الله عليه وسلم، ورجع المهاجرون والأنصار إلى رحالهم، اجتمع إليها نساؤها فقالت:\nاغبر آفاق السماء وكورت\n...\nشمس النهار وأظلم العصران\nفالأرض من بعد النبي محمدٍ\n...\nأسفاً عليه كثيرة الرجفان\nفليبكه شرق البلاد وغربها\n...\nولتبكه مضرٌ وكل يمان\nوليبكه الطود المعظم جوده\n...\nوالبيت ذو الأستار والأركان\nيا خاتم الرسل المبارك ضوؤه\n...\nصلى عليك منزل الفرقان\nالجزء: 1 ¦ الصفحة: 171\n",
        "وقال أبو سفيان بن الحارث بن عبد المطلب –واسم أبي سفيان جعفر- يبكي رسول الله صلى الله عليه وسلم:\nأرقت فبات ليلي لا يزول\n...\nوليل أخي المصيبة فيه طول\nوأسعدني البكاء وذاك مما\n...\nأصيب المسلمون به قليل\nلقد عظمت مصيبته وجلت\n...\nعشية قيل قد قبض الرسول\nوأضحت أرضنا مما عراها\n...\nتكاد بنا جوانبها تميل\nفقدنا الوحي والتنزيل فينا\n...\nيروح به ويغدو جبرئيل\nوذاك أحق ما سالت عليه\n...\nنفوس الناس أو كربت تسيل\nنبي كان يجلو الشك عنا\n...\nبما يوحى إليه وما يقول\nويهدينا فلا نخشى ضلالاً\n...\nعلينا والرسول لنا دليل\nأفاطم إن جزعت فذاك عذرٌ\n...\nوإن لم تجزعي ذاك السبيل\nفقبر أبيك سيد كل قبر\n...\nوفيه سيد الناس الرسول.\nأخبرنا أبو عبد الله الزبيدي، أخبرنا أبو الوقت الصوفي، أخبرنا عبد الرحمن، أخبرنا عبد الله، أخبرنا محمد، أخبرنا محمد، حدثنا إبراهيم بن موسى، قال: أخبرنا هشام، عن معمر، عن الزهري، قال: ((أخبرني أنس بن مالك رضي الله عنه أنه سمع خطبة عمر الآخرة حين جلس على المنبر –وذلك الغد من يوم توفي النبي صلى الله عليه وسلم - فتشهد وأبو بكر صامت لا يتكلم، قال: كنت أرجو أن يعيش رسول الله صلى الله عليه وسلم حتى يدبرنا –يريد بذلك أن يكون آخرهم-، فإن يك محمدٌ صلى الله عليه وسلم قد مات، فإن الله جعل بين أظهركم نوراً تهتدون به بما هدى الله محمداً صلى الله عليه وسلم، وإن أبا بكر صاحب\nالجزء: 1 ¦ الصفحة: 172\n",
        "رسول الله صلى الله عليه وسلم ثاني اثنين، فإنه أولى المسلمين بأموركم فقوموا فبايعوه)) .\nحديث صحيح أخرجه البخاري في ((مسنده)) كما تراه.\nوقال عمر بن الخطاب رضي الله عنه فيما كان منه:\nلعمري لقد أيقنت أنك ميتٌ\n...\nولكنما أبدى الذي قلته الجزع\nوقلت: يغيب الوحي عنا لفقده\n...\nكما غاب موسى ثم يأتي كما رجع\nوكان هواي أن تطول حياته\n...\nوليس لحي في بقا ميت طمع\nفلما كشفنا البرد عن حر وجهه\n...\nإذا الأمر بالجذع المرحب قد وقع\nفلم يك لي عند المصيبة حيلة\n...\nأرد بها أهل الشماتة والفزع\nسوى آذن الله الذي في كتابه\n...\nوما آذن الله العباد به يقع\nوقد قلت من بعد المقالة قولة\n...\nلها في حلوق الشامتين به بشع\nألا إنما كان النبي محمد\n...\nإلى أجل وافى به الموت فانقطع\nندين على العلات منا بدينه\n...\nونعطي الذي يعطي ونمنع ما منع\nووليت محزوناً بعين سخينةٍ\n...\nأكفكف دمعي والفؤاد قد انصدع\nوقلت لعيني كل دمع ذخرته\n...\nفجودي به إن الشجي له دفع\nقوله: (بشع) شيء بشعٌ أي كريه يأخذ بالحلق فهو بين البشاعة، ورجلٌ بشعٌ بين البشع إذا أكله فبشع منه، واستبشع الشيء أي عده بشعاً.\nوفي الحديث ((كان رسول الله صلى الله عليه وسلم يأكل البشع)) أي: الخشن الكريه الطعم، يريد أنه لم يكن يذم طعاماً، والله سبحانه أعلم.\nوروى أبو ذؤيب الهذلي، واسمه خويلد بن خويلد، وقيل: ابن محرث قال: بلغنا أن رسول الله صلى الله عليه وسلم عليلٌ فاستشعرت حزناً، فبت بأطول ليلة لا ينجاب ديجورها، ولا يطلع نورها، فظللت أقاسي طولها، حتى كان قرب السحر، أغفيت فهتف بي هاتفٌ وهو يقول:\nخطب أجل أناخ بالإسلام\n...\nبين النخيل ومعقد الأطام\nالجزء: 1 ¦ الصفحة: 173\n",
        "قبض النبي محمدٌ فعيوننا\n...\nتذري الدموع عليه بالتسجام\nقال أبو ذؤيب: فوثبت من نومي فزعاً فنظرت في السماء، فلم أر إلا سعد الذابح، فتفاءلت به ذبحٌ يقع في العرب، وعلمت أن النبي صلى الله عليه وسلم قد قبض وهو ميتٌ من علته، فركبت ناقتي وسرت، فلما أصبحت طلبت شيئاً أزجر به، فعن لي شيهمٌ –يعني: القنفذ- قد قبض على صل –يعني: الحية- فهي تلتوي عليه، والشيهم يقضمها حتى أكلها، فزجرت ذلك وقلت: شيهمٌ شيء مهمٌ، والتواء الصل: التواء الناس عن الحق القائم بعد رسول الله صلى الله عليه وسلم، ثم أكل الشيهم إياها: غلبة القائم بعده على الأمر، فحثثت ناقتي حتى إذا كنت بالغابة زجرت الطائر، فأخبرني بوفاته، ونعب غرابٌ سانح، فنطق مثل ذلك، فتعوذت بالله من شر ما عن لي في طريقي، وقدمت المدينة ولها ضجيجٌ بالبكاء كضجيج الحجيج إذا أهلوا بالإحرام، فقلت: مه؟ فقالوا: قبض رسول الله صلى الله عليه وسلم، فجئت المسجد فوجدته خالياً، فأتيت رسول الله صلى الله عليه وسلم فوجدت بابه مرتجاً، وقيل: هو مسجى قد خلا به أهله، فقلت: أين الناس؟ فقيل: في سقيفة بني ساعدة صاروا إلى الأنصار.\nفجئت إلى السقيفة فأصبت أبا بكر وعمر وأبا عبيدة بن الجراح وسالماً رضي الله عنهم وجماعة من قريش، ورأيت الأنصار وفيهم سعد بن عبادة، وفيهم شعراؤهم حسان بن ثابت وكعب بن مالك وملأٌ منهم. فآويت إلى قريش، فتكلمت الأنصار فأطالوا الخطاب، وأكثروا الصواب، فتكلم أبو بكر رضي الله عنه، فلله دره من رجلٍ لا يطيل الكلام، ويعلم مواقع فصل الخطاب، والله لقد تكلم بكلام، لا يسمعه أحدٌ إلا انقاد له ومال إليه، ثم تكلم عمر رضي الله عنه بعده دون كلامه، ومد يده فبايعه وبايعوه، ورجع أبو بكر رضي الله عنه ورجعت معه.\nقال أبو ذؤيب: فشهدت الصلاة على [سيدنا] محمد رسول الله صلى الله عليه وسلم وشهدت دفنه، ثم أنشد أبو ذؤيب يبكي رسول الله صلى الله عليه وسلم:\nلما رأيت الناس في عسلانهم\n...\nما بين ملحود وبين مضرح\nالجزء: 1 ¦ الصفحة: 174\n",
        "متبادرين لشرجع بأكفهم\n...\nنص الرقاب لفقد أروع أروح\nفهناك صرت إلى الهموم ومن يبت\n...\nجار الهموم يبيت غير مروح\nفتزعزعت أجبال يثرب كلها\n...\nونخيلها لحلول خطب مفدح\nكسفت لمصرعه النجوم وبدرها\n...\nوتزعزعت ألهام بطن الأبطح\nولقد زجرت الطير قبل وفاته\n...\nبمصابه وزجرت سعد الأذبح\nوروى ابن هشام عن غير واحد من أهل العلم: أن أكثر أهل مكة لما توفي رسول الله صلى الله عليه وسلم هموا بالرجوع عن الإسلام، وأرادوا ذلك حتى خافهم عتاب بن أسيد، فتوارى، فقام سهيل بن عمرو فحمد الله وأثنى عليه، ثم ذكر وفاة رسول الله صلى الله عليه وسلم فقال: إن ذلك لم يزد الإسلام إلا قوةً، فمن رابنا ضربنا عنقه.\nفتراجع الناس وكفوا عن ما هموا به، فظهر عتاب بن أسيد.\n(أسيد) بفتح الهمزة، ذكر أبو عمر يوسف بن عبد الله بن محمد النمري الحافظ في كتاب ((الاستذكار)) : ليس في المهاجرين أسيد، ولا في الأنصار أسيد، والله أعلم.\nوهذا المقام لسهيل بن عمرو هو الذي أشار إليه صلى الله عليه وسلم بقوله في قصته لعمر بن الخطاب –لما كثر عليه يوم الحديبة في أمره حيث رد إليه ولده أبا جندل، وقد جاء مسلماً حيث كتب كتاب الصلح بين رسول الله صلى الله عليه وسلم وبين قريش، وشاقهم في أنه لم يكتب بسم الله الرحمن الرحيم، ولم يكتب هذا ما قاضى عليه محمد رسول الله صلى الله عليه وسلم -، ((إنه عسى أن يقوم مقاماً لا تذمه)) والله سبحانه أعلم.\nقوله (شرجع) الشرجع: سرير الجنازة، والشرجع أيضاً: الطويل، ومطرقة مشرجعة: أي طويلة لا حروف لها، والله سبحانه أعلم.\nونقل أهل السير: أن سواد بن قارب الدوسي –قول ابن الكلبي،\nالجزء: 1 ¦ الصفحة: 175\n",
        "السدوسي، في قول غيره –لما بلغه وفاة النبي صلى الله عليه وسلم قام في الأزد.\nفقال: يا معشر الأزد! إن من سعادة القوم أن يتعظوا بغيرهم، ومن شقائهم أن لا يتعظوا إلا بأنفسهم، وإنه من لم تنفعه التجارب ضرته، ومن لم يسعه الحق لم يسعه الباطل، وإنما تسلمون اليوم بما أسلمتم به أمس، وقد علمتم أن نبي الله صلى الله عليه وسلم قد تناول قوماً أبعد منكم فظفر بهم، وأنه أوعد قوماً أكثر منكم فأخافهم ولم يمنعه منكم عدةً ولا عدد، وكل بلاء منسي إلا ما بقي أثره في الناس، ولا ينبغي لأهل البلاء أن يكونوا أذكر من أهل العافية للعافية، وإنما كف نبي الله صلى الله عليه وسلم عنكم ما كفكم عنه، فلم تزالوا خارجين مما فيه أهل البلاء، داخلين فيما فيه أهل العافية، حتى قدم على رسول الله صلى الله عليه وسلم خطيبكم ونقيبكم، فعبر الخطيب عن الشاهد، ونقب النقيب عن الغائب، ولست أدري لعله تكون للناس جولة، فإن تكن فالسلامة منها الأناة، والله يحبها فأحبوها، فأجابه القوم وسمعوا قوله، فقال في ذلك:\nجلت مصيبتك الغداة سواد\n...\nوأرى المصيبة بعدها تزداد\nأبقى لنا فقد النبي محمدٍ\n...\nصلى الإله عليه ما يعتاد\nحزناً لعمرك في الفؤاد مخامراً\n...\nأو هل لمن فقد النبي فؤاد\nكنا نحل به جناباً ممرعاً\n...\nجف الجناب فأجدب الوراد\nفبكت عليه أرضنا وسماؤنا\n...\nوتصدعت وجداً به الأكباد\nقل المتاع به فكان عيانه\n...\nحلماً تضمن سكرتيه رقاد\nكان العيان هو الطريف وحزنه\n...\nباقٍ لعمرك في الفؤاد تلاد\nإن النبي وفاته كحياته\n...\nالحق حق والجهاد جهاد\nلو قيل تفدون النبي محمداً\n...\nبذلت له الأموال والأولاد\nوتسارعت فيه النفوس ببذلها\n...\nهذا له الأغياب والأشهاد\nهذا وهذا لا يرد نبينا\n...\nلو كان يفديه فداه سواد\nإني أحاذر والحوادث جمعة\n...\nأمراً لعاصف ريحه إرعاد\nإن حل منه ما يخاف فأنتم\n...\nللأرض إن رجفت بنا أطواد\nلو زاد قوم فوق منية صاحب\n...\nزدتم وليس لمنية مزداد\nالجزء: 1 ¦ الصفحة: 176\n",
        "فصل في ذكر قبره صلى الله عليه وسلم وصفته\nوذلك وإن لم يكن له تعلقٌ بالزيادة؛ فإن ذكر المحبوب محبوب، وتكرير ذكره صلى الله عليه وسلم رحمةٌ وبركةٌ وهو المقصود والمطلوب، وقبره صلى الله عليه وسلم في صفة بيت عائشة رضي الله عنها، وباب البيت شامي، ولم يكن على الباب غلقٌ مدة حياة عائشة رضي الله تعالى عنها.\nأخبرنا علي بن الحسين في إذنه قال: أنبأنا أبو الفضل الحافظ، أنبأنا أبو غالب محمد بن الحسن بن أحمد الباقلاني، أخبرنا أبو العلاء محمد بن علي بن [أحمد بن] يعقوب الواسطي القاضي، أخبرنا أبو نصر أحمد بن محمد بن الحسين النيازكي، أخبرنا أبو الخير أحمد بن محمد بن الخليل العبقسي، أخبرنا أبو عبد الله محمد بن إسماعيل البخاري، حدثنا إبراهيم بن المنذر، حدثنا محمد بن أبي فديك، عن محمد بن هلال، أنه رأى حجر أزواج النبي صلى الله عليه وسلم من جريد مستور بمسوح الشعر، فسألته عن بيت عائشة رضي الله عنها؟ فقال: كان بابه من جهة الشام.\nالجزء: 1 ¦ الصفحة: 177\n",
        "قلت: مصراعاً كان أو مصراعين؟ قال: كان باباً واحداً.\nقلت: من أي شيء كان؟ قال: من عرعرٍ أو ساج.\nوبه نبأنا أبو عبد الله البخاري قال: أخبرنا عبد الله، أنبأنا داود ابن قيس قال: رأيت الحجرات من جريد النخل مغشاةً من خارج بمسوح الشعر، وأظن عرض البيت من باب الحجرة إلى باب البيت نحواً من ستة أو سبعة أذرع، وأظن سمكه بين الثمان والسبع أو نحو ذلك، ووقفت عند باب عائشة رضي الله عنها، فإذا هو مستقبل المغرب.\nوقال الحسن بن أبي الحسن: كنت أدخل بيوت النبي صلى الله عليه وسلم وأنا غلامٌ مراهق، فأنال السقف بيدي، وكانت حجرته عليه الصلاة والسلام أكسيةٌ من شعر مربوطةٌ في خشب من عرعر.\nإذا أضيفت البيوت إليه صلى الله عليه وسلم فهي إضافة ملكٍ، قال الله سبحانه:\n{لا تدخلوا بيوت النبي} ، أو على تقدير حذف وإضمار، وإذا أضيفت إلى أزواجه فليست بإضافة ملكٍ، لأن ما كان ملكاً له صلى الله عليه وسلم فليس بمورث إلا إن تقدم تمليكٌ، وهو الظاهر، والله أعلم.\nونقل أهل السير أن في البيت الذي دفن فيه النبي صلى الله عليه وسلم وصاحباه، موضع قبرٍ في السهوة الشرقية.\nقال سعيد بن المسيب رضي الله عنه: فيه يدفن عيسى ابن مريم عليه السلام مع النبي صلى الله عليه وسلم وصاحبيه رضي الله عنهما، ويكون قبره الرابع.\nالسهوة: بيت صغير منحدرٌ في الأرض قليلاً شبيهٌ بالمخدع، والخزانة وقيل: هو كالصفة تكون بين يدي البيت. وقيل: هو شبيه بالرف، والطاق يوضع فيه الشيء، والله أعلم.\nالجزء: 1 ¦ الصفحة: 178\n",
        "وقد اختلفت الرواية في صفة القبور:\nفأنبأني أبي رحمه الله تعالى قال: أنبأنا أبو القاسم يحيى بن أسعد، عن أبي علي الحسن بن أحمد الحداد، عن الحافظ أبي نعيم أحمد بن عبد الله، أنبأنا أبو محمد جعفر بن محمد الخلدي، أخبرنا أبو يزيد محمد بن عبد الرحمن المخزومي، أنبأنا الزبير بن بكار، حدثنا محمد بن الحسن، قال: حدثني إسحاق بن عيسى، عن عثيم بن نسطاس قال: رأيت قبر النبي صلى الله عليه وسلم لما هدم عمر بن عبد العزيز عنه البيت مرتفعاً نحواً من أربع أصابع، عليه حصباء إلى الحمرة ما هي، ورأيت قبر أبي بكر رضي الله عنه وراء قبر النبي صلى الله عليه وسلم، ورأيت قبر عمر رضي الله عنه أسفل منه، وصوره لنا.\nالنبي صلى الله عليه وسلم\nأبو بكر رضي الله عنه\nعمر رضي الله عنه\nوأخبرنا الشيخ أبو الحسن علي بن أبي عبيد الله الحسين بن أبي الحسن علي البغدادي فيما أجازني، أنبأنا أبو الفتح محمد بن عبد\nالجزء: 1 ¦ الصفحة: 179\n",
        "الباقي، أنبأنا حمد بن أحمد بن الحسين، عن أبي نعيم الحافظ، عن جعفر بن محمد، أخبرنا محمد بن عبد الرحمن، حدثنا الزبير بن بكار، حدثنا محمد بن الحسن، حدثني إسماعيل بن عبيد الله، عن أبيه عبد الله بن أبي بكر، عن عمرة، عن عائشة رضي الله تعالى عنها قالت: ((رأس النبي صلى الله عليه وسلم مما يلي المغرب، ورأس أبي بكر رضي الله عنه عند رجلي النبي صلى الله عليه وسلم، وعمر رضي الله عنه خلف ظهر النبي صلى الله عليه وسلم.\nالنبي صلى الله عليه وسلم\n...\n...\n...\nأبو بكر رضي الله عنه\nعمر رضي الله عنه\nقالت عائشة: وما زلت أضع خماري وأتفضل في ثيابي حتى دفن عمر رضي الله عنه.\nفلم أزل متحفظةً في ثيابي حتى بنيت بيني وبين القبور جداراً)) .\nوفي رواية عنها: ((لما دفن عمر لزمت ثيابها الدرع والخمار والإزار)) .\nوقالت: ((إنما كان زوجي وأبي، فلما دخل معهما غيرهما، لزمت ثيابي)) .\nوكانوا يأخذون من تراب القبر، فأمرت بجدار فضرب عليهم، وكان في الجدار كوةٌ كانوا يأخذون منها، فأمرت بالكوة فسدت، والله سبحانه أعلم.\nوروي عن نافع بن أبي نعيم أن صفة قبر النبي صلى الله عليه وسلم، وقبر أبي بكر رضي الله عنه، وقبر عمر رضي الله عنه: قبر النبي صلى الله عليه وسلم أمامهما إلى القبلة مقدماً، ثم قبر أبي بكر رضي الله عنه حذاء منكبي رسول الله صلى الله عليه وسلم، وقبر عمر رضي الله عنه حذاء منكبي أبي بكر رضي الله عنه وهذه صفته.\nالنبي صلى الله عليه وسلم\n...\nأبو بكر رضي الله عنه\n...\n...\n...\nعمر رضي الله عنه\nالجزء: 1 ¦ الصفحة: 180\n",
        "وأنبأنا الحافظ أبو المظفر يوسف بن خليل بن عبد الله، عن أبوي القاسم ذاكر بن كامل ويحيى بن أسعد، عن أبي علي الحداد، عن أحمد بن عبد الله الحافظ، أنبأنا أبو محمد بن محمد، أخبرنا أبو يزيد المخزومي، أنبأنا الزبير، حدثنا محمد بن الحسن، حدثني محمد بن إسماعيل، عن عمر بن عثمان بن هانئ، عن القاسم بن محمد قال: دخلت على عائشة رضي الله تعالى عنها فقلت: يا أماه! أريني قبر رسول الله صلى الله عليه وسلم وصاحبيه، فكشفت لي عن قبورهم، فإذا هي لا مرتفعة ولا لاطئة، مبطوحةٍ ببطحاء حمراء من بطحاء العرصة، فإذا قبر النبي صلى الله عليه وسلم أمامهما، ورجلا أبي بكر عند رأس النبي صلى الله عليه وسلم ورأس عمر عند رجليه، وهذه صفته:\n...\n...\n...\nالنبي صلى الله عليه وسلم\nأبو بكر رضي الله عنه\n...\n...\nعمر رضي الله عنه\nقد روينا من حديث القاسم بن محمد، عن عائشة رضي الله عنها من غير هذا الوجه على غير هذه الصفة.\nكما أخبرنا الشيخان أبو بكر عتيق بن أبي الفضل بن سلامة السلماني المعدل، وأبو الحسن محمد بن أحمد بن علي الحافظ، قال أبو بكر: أخبرنا الحافظ أبو القاسم علي بن الحسن بن هبة الله، وقال أبو الحسن: أخبرنا عبد الله بن عبد الرحمن إجازةً، قالا: أخبرنا الشريف أبو القاسم علي بن إبراهيم بن العباس الحسيني، أخبرنا أبو الحسن رشاء بن نظيف بن ما شاء الله المقرئ، أخبرنا أبو الحسن بن\nالجزء: 1 ¦ الصفحة: 181\n",
        "محمد بن إسماعيل بن محمد الضراب، أخبرنا أبو بكر أحمد بن مروان بن محمد المالكي، حدثنا محمد بن عبد العزيز، حدثنا إبراهيم بن حمزة الزبيري، عن محمد بن إسماعيل، عن عمرو بن عثمان، عن القاسم بن محمد بن أبي بكر الصديق قال: دخلت على عائشة رضي الله عنها فقلت: يا أماه! اكشفي لي عن قبر رسول الله صلى الله عليه وسلم، فكشفت لي عن ثلاثة أقبر ليست بالمشرفة ولا اللاطئة، مبطوحةٍ ببطحاء العرصة [الحمراء] ، فرأيت قبر النبي صلى الله عليه وسلم مسنماً، وأبو بكر رأسه عند منكبي النبي صلى الله عليه وسلم، وعمر رأسه عند رجلي النبي صلى الله عليه وسلم، وهذه صفته:\nالنبي صلى الله عليه وسلم\n...\n...\n...\nعمر رضي الله عنه\n...\nأبو بكر رضي الله عنه\nوروى المنكدر بن محمد عن أبيه قال: قبر النبي صلى الله عليه وسلم هكذا، وقبر أبي بكر خلفه، وقبر عمر عند رجلي النبي صلى الله عليه وسلم.\nالنبي صلى الله عليه وسلم\n...\n...\n...\nعمر رضي الله عنه\n...\nأبو بكر رضي الله عنه\nوروى عن عبد الله بن محمد بن عقيل عليهم السلام قال: خرجت في ليلة مطيرة إلى المسجد، حتى إذا كنت عند دار المغيرة بن شعبة لقيتني رائحةٌ لا والله ما وجدت مثلها قط، فجئت إلى المسجد، فبدأت بقبر النبي صلى الله عليه وسلم، فإذا جداره قد انهدم، فدخلت فسلمت على النبي صلى الله عليه وسلم، ومكثت فيه ملياً، فرأيت القبور، فإذا قبر رسول الله صلى الله عليه وسلم، وقبر أبي بكر رضي الله عنه عند رجليه، وقبر عمر عند رجلي أبي بكر رضي الله\nالجزء: 1 ¦ الصفحة: 182\n",
        "عنهما، وعليها حصباء من حصباء العرصة، وهذه صفته:\nالنبي صلى الله عليه وسلم\n...\nأبو بكر رضي الله عنه\n...\n...\n...\nعمر رضي الله عنه\nقال البغوي: ورواية القاسم تدل على تسطيح قبر النبي صلى الله عليه وسلم.\nوروي عن سفيان التمار قال: رأيت قبر النبي صلى الله عليه وسلم مسنماً، وحديث القاسم أصح، وأولى أن يكون محفوظاً في هذا الباب، انتهى كلامه.\nقلت: وقد روينا التسنيم أيضاً من حديث القاسم بن محمد كما أوردناه أولاً مسنداً عنه، وحديث سفيان التمار قد رواه البخاري في ((مسنده)) ، فلا تعارض إذاً بين روايته ورواية القاسم في ذلك ولا ترجيح.\nأخبرنا أبو عبد الله الحسين قال: أخبرنا عبد الأول بن عيسى، أخبرنا عبد الرحمن بن محمد، أخبرنا عبد الله بن أحمد، أخبرنا محمد بن يوسف، أخبرنا محمد بن إسماعيل البخاري، أخبرنا عبد الله، حدثنا أبو بكر بن عياش، عن سفيان التمار أنه حدثه أنه رأى قبر النبي صلى الله عليه وسلم مسنماً.\nوأنبأنا عبد الله بن عمر بن علي الحريمي –وذكر أهل السير- أن جدار حجرة النبي صلى الله عليه وسلم الذي يلي موضع الجنائز، سقط في زمان عمر بن عبد العزيز وظهرت القبور.\nالجزء: 1 ¦ الصفحة: 183\n",
        "قال الراوي: فما رأيت أكثر باكياً من ذلك اليوم، فأمر عمر بقباطي فخيطت ثم ستر بها الموضع، وأمر ابن وردان أن يكشف عن الأساس.\nفبينما هو يكشفه إذ رفع يده وتنحى واجماً، فقام عمر بن عبد العزيز فزعاً، فرأى قدمين وعليهما السعد، ورأى الأساس. فقال له عبد الله بن عبيد الله بن عبد الله بن عمر –وكان حاضراً-: أيها الأمير! لا يروعنك فإنهما قدما جدك عمر بن الخطاب، ضاق البيت عنهما، فحفر له في الأساس.\nفقال: يا ابن وردان! غط ما رأيت، ففعل، وأمر أبا حفصة مولى عائشة وناساً معه فبنوا الجدار وجعلوا في كوة، فلما فرغوا منه ورفعوه، دخل مزاحم مولى عمر فقم ما سقط على القبر من التراب والطين، ونزع القباطي.\nفكان عمر رضي الله عنه يقول: لأن أكون وليت ما ولي مزاحمٌ من قم القبور، أحب إلي من أن أكون لي من الدنيا كذا وكذا –وذكر مرغوباً من الدنيا-.\nأنبأني أبي رحمه الله قال: أنبأنا أبو القاسم التاجر، عن الحسن بن أحمد، عن أبي نعيم الحافظ، أنبأنا جعفر بن محمد، أنبأنا محمد بن عبد الرحمن، أخبرنا الزبير بن بكار، حدثنا محمد بن الحسن، حدثني غير واحد، منهم إبراهيم بن محمد الزهري، عن أبيه قال: أجاف بيت النبي صلى الله عليه وسلم من شرقيه، فجلس عمر بن عبد العزيز ومعه عبد الله بن عبيد الله بن عمر، فأمر ابن وردان أن يكشف الأساس، فبينما هو يكشفه إلى أن رفع يده وتنحى واجماً، فقام عمر بن عبد العزيز فزعاً، فقال عبد الله: أيها الأمير! لا يروعنك، فتانك قدما جدي عمر بن الخطاب رحمة الله عليه، ضاق البيت عنه فحفر له في الأساس، فقال: يا ابن وردان! غط ما رأيت، ففعل.\nالجزء: 1 ¦ الصفحة: 184\n",
        "وأنبأنا عبد الله بن عمر بن علي بن زيد الحريمي، عن محمد بن أبي جعفر محمد بن علي، عن أبي علي الحداد، أنبأنا أحمد بن عبد الله بن أحمد، عن جعفر بن محمد، أخبرنا محمد بن عبد الرحمن، أخبرنا الزبير، حدثنا محمد، حدثني عيسى بن يونس بن أبي إسحاق، عن سفيان بن دينار قال: دخلت بيت النبي صلى الله عليه وسلم فرأيت قبر النبي صلى الله عليه وسلم وقبر أبي بكر وعمر رضي الله عنهما مسنمةً.\nأخبرنا الحسين بن المبارك، أخبرنا عبد الأول بن عيسى، أخبرنا عبد الرحمن بن محمد، أخبرنا عبد الله بن أحمد بن حمويه، أخبرنا محمد ابن يوسف، أخبرنا محمد بن إسماعيل، حدثني فروة، قال: حدثنا علي، عن هشام بن عروة، عن أبيه قال: ((لما سقط عنهم الحائط في زمان الوليد بن عبد الملك أخذوا في بنائه، فبدت لهم قدمٌ، ففزعوا، فظنوا أنها قدم النبي صلى الله عليه وسلم، فما وجدوا أحداً يعلم ذلك، حتى قال لهم عروة: لا والله ما هي قدم النبي صلى الله عليه وسلم، ما هي إلا قدم عمر رضي الله عنه)) .\nثم إن عمر بن عبد العزيز بنى على حجرة النبي صلى الله عليه وسلم حائزاً من سقف المسجد إلى الأرض، وصارت الحجرة المقدسة في وسطه وهو على دورانها، وعلى الحجرة الشريفة ثوبٌ مشمعٌ على هيئة الخيمة، وفوقها سقف المسجد، وفيه خوخة وعليها ممرقٌ مقفل، وفوق الخوخة في سقف السطح خوخةٌ أخرى فوق تلك الخوخة، وعليها ممزقٌ آخر مقفل أيضاً، وحولها في سطح المسجد حظيرةٌ مبنيةٌ بالآجر والجص تميز الحجرة عن السطح وبين سقف المسجد وبين سقف السطح فراغٌ نحو من ذراعين، وعليه شباك من حديد يرمي الضوء من رحبة المسجد، ويشال إذا أرادوا الدخول إلى ثم لحاجةٍ تعرض، أو عمارة تحدث.\nأخبرنا محمد بن أحمد وغيره في إذنهم قالوا: أخبرنا أبو الفرج\nالجزء: 1 ¦ الصفحة: 185\n",
        "يحيى بن محمود بن سعد الثقفي الأصبهاني قراءةً، أخبرنا جدي أبو القاسم إسماعيل بن محمد بن الفضل الحافظ، أخبرنا المعلى، أخبرنا عبد العزيز، حدثنا محمد بن أحمد البزار، حدثنا محمد بن الحسين، حدثنا محمد بن مخلد، حدثنا عبد الله بن شبيب، أخبرنا يحيى بن سليمان بن نضلة قال: ((قال هارون الرشيد لمالك بن أنس رحمهما الله: كيف كانت منزلة أبي بكر وعمر رضي الله عنهما من رسول الله صلى الله عليه وسلم؟\nفقال مالك رحمه الله: كقرب قبريهما من قبره صلى الله عليه وسلم بعد وفاتهما، فقال: شفيتني يا مالك، شفيتني يا مالك)) .\nأخبرنا أبو بكر عتيق بن أبي الفضل بن سلامة الشروطي قراءةً، قال: أخبرنا الحافظ أبو القاسم علي. (ح) وأخبرنا أبو الحسن بن أبي جعفر بن أبي بكر قراءةً، قال: أخبرنا أبو المعالي عبد الله بن عبد الرحمن بن أحمد بن علي السلمي إجازة، قالا: أخبرنا أبو القاسم علي بن إبراهيم الخطيب، أخبرنا رشاء بن نظيف، أخبرنا الحسن بن إسماعيل، أخبرنا أحمد بن مروان، حدثنا إبراهيم بن حبيب، قال: أخبرنا محمد بن عباد المكي، قال: سمعت سفيان بن عيينة يقول: قال رجل لعلي بن الحسين بن علي بن أبي طالب رضوان الله عليهم: كيف كان منزلة أبي بكر وعمر من رسول الله صلى الله عليه وسلم؟\nفقال منزلتهما منه اليوم.\nتم والحمد لله وحده وصلى الله على سيدنا محمد وعلى آله أجمعين\nالجزء: 1 ¦ الصفحة: 186\n",
        ""
    ]
}