{
    "1": [
        "رسالة إنقاذ الهالكين في حكم أخذ الأجرة على تلاوة القرآن الكريم\nرسالة إنقاذ الهالكين في حكم أخذ الأجرة على تلاوة القرآن الكريم\nالبركوي\nالكتاب:\nرسالة إنقاذ الهالكين (تبحث في حكم أخذ الأجرة على تلاوة القرآن الكريم)\nالمؤلف:\nتقي الدين، محمد بن بير علي البركوي الرومي الحنفي (المتوفى: 981هـ)\nقدَّم لها وحققها وعلَّق عليها:\nالدكتور حسام الدين بن موسى عفانة\nالطبعة:\nالأولى، 1423هـ - 2002 م (القدس - فلسطين)\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "رسالة إنقاذ الهالكين\n(تبحث في حكم أخذ الأجرة على تلاوة القرآن الكريم)\nتأليف\nالعلامة تقي الدين محمد البركوي الحنفي\nالمتوفى سنة 981 هـ\nقدَّم لها وحققها وعلَّق عليها\nالدكتور حسام الدين بن موسى عفانه\nالأستاذ المشارك في الفقه والأصول\nكلية الدعوة وأصول الدين\nجامعة القدس\nالجزء: 1 ¦ الصفحة: 1\n",
        "الطبعة الأولى\n1423هـ - 2002 م\nالقدس - فلسطين\nحقوق الطبع محفوظة للمحقق\nطباعة وصفّ\nشفاء بنت حسام الدين عفانه\nالجزء: 1 ¦ الصفحة: 2\n",
        "بسم الله الرحمن الرحيم\nالجزء: 1 ¦ الصفحة: 3\n",
        "بِسمِ الله الرَّحمَنِ الرَّحِيمِ\nمقدمة المحقق\nإن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله.\n(يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلا وَأَنْتُمْ مُسْلِمُونَ) سورة آل عمران الآية 102.\n(يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا) سورة النساء الآية 1.\n(يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيدًا، يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعْ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا) سورة الأحزاب الآيتان 70 - 71.\nوبعد\nفهذه رسالة (إنقاذ الهالكين) للعلامة محمد البركوي أحد كبار العلماء الأتراك، تبحث في مسألة مهمة من مسائل العلم الشرعي، ألا وهي أخذ الأجرة على تلاوة القرآن الكريم وهبته للأموات.\nوقد بحث العلامة البركوي هذه المسألة، بتأصيل شرعي اعتماداً على الأدلة من كتاب الله وسنة نبيه - صلى الله عليه وسلم -، وبعد استعراضه للأدلة وأقوال العلماء في ذلك، قرر\nالجزء: 1 ¦ الصفحة: 5\n",
        "تحريم أخذ الأجرة على تلاوة القرآن الكريم وهبته للأموات، وأن ذلك بدعة محدثة لم تعرفها القرون الأولى التي شهد لها النبي - صلى الله عليه وسلم - بالخيرية.\nوهذه الرسالة قد طبعت قديماً سنة 1326هـ أي قبل حوالي مائة عام، ولكنها لم تخل من السقط والغلط والنقص، وكنت قد وقفت على نسخة مخطوطة لهذه الرسالة محفوظة لدى مؤسسة إحياء التراث والبحوث الإسلامية، وهذه النسخة مصورة عن أصل محفوظ في مكتبة المسجد الأقصى المبارك، فعزمت على نشرها حسب أصول علم تحقيق المخطوطات، وقد جعلت عملي في قسمين:\nالقسم الأول: دراسة حول المؤلف والرسالة وتشمل ما يلي:\n- تمهيد حول حكم أخذ الأجرة على تلاوة القرآن الكريم وكلام أهل العلم في ذلك.\nالمطلب الأول: اسمه ونسبه وولادته.\nالمطلب الثاني: ثناء العلماء عليه.\nالمطلب الثالث: مؤلفاته.\nالمطلب الرابع: توثيق نسبة الرسالة إلى مؤلفها البركوي.\nالمطلب الخامس: عنوان الرسالة.\nالمطلب السادس: وصف النسخ.\nالمطلب السابع: منهج التحقيق.\nالقسم الثاني: وفيه نص الرسالة محققاً ومعلقاً عليه حسب أصول وقواعد علم تحقيق المخطوطات.\nثم أتبعت ذلك بالفهارس العلمية للرسالة وهي:\n1. فهرس الآيات القرآنية الواردة في الرسالة.\n2. فهرس الأحاديث النبوية الواردة في الرسالة.\n3. فهرس الأعلام الذين ورد ذكرهم في الرسالة.\nالجزء: 1 ¦ الصفحة: 6\n",
        "4. فهرس الكتب التي وردت في الرسالة.\n5. فهرس المصادر والمراجع التي اعتمدت عليها في الدراسة والتحقيق.\n6. فهرس المحتويات.\nوفي الختام فإني أقدم هذه الرسالة القيمة لطلبة العلم وأهله، وأنا أعلم أن ما قمت به من عمل، إنما هو عمل البشر، الذي يعتريه النقص والخلل، وحسبي أنني بذلت جهدي، فأسأل اللهَ جلَّ جلاله أن يجعله، في ميزان حسناتي يوم القيامة وأن ينفع به المسلمين.\nوأخيراً أتقدم بالشكر الجزيل لمؤسسة إحياء التراث والبحوث الإسلامية في بيت المقدس، التابعة لوزارة الأوقاف الفلسطينية، لما قدمت لي من عون ومساعدة في تصوير النسخة المخطوطة، كما وأشكر تلميذي وصهري يوسف الأوزبكي لما قدمه من عون ومساعدة، وأشكر ابنتي لبابه لمساعدتها لي في مقابلة النسختين، وابنتي شفاء التي قامت بصف الرسالة على جهاز الحاسوب، وأشكر كل من مدَّ لي يد العون والمساعدة، فجزى الله الجميع خير الجزاء، وبارك الله فيهم، وصلى الله وبارك على سيدنا محمد وعلى آله وصحبه أجمعين.\nأبوديس / القدس / فجر يوم الخميس التاسع عشر من صفر الخير 1423هـ\nوفق الثاني من أيار 2002م\nكتبه الدكتور حسام الدين بن موسى عفانه\nالأستاذ المشارك في الفقه والأصول\nكلية الدعوة أصول الدين - جامعة القدس\nالجزء: 1 ¦ الصفحة: 7\n",
        "القسم الأول\nالدراسة حول المؤلف والرسالة\n- تمهيد حول حكم أخذ الأجرة على تلاوة القرآن الكريم وكلام أهل العلم في ذلك.\nالمطلب الأول: اسمه ونسبه وولادته.\nالمطلب الثاني: ثناء العلماء عليه.\nالمطلب الثالث: مؤلفاته.\nالمطلب الرابع: توثيق نسبة الرسالة إلى مؤلفها البركوي.\nالمطلب الخامس: عنوان الرسالة.\nالمطلب السادس: وصف النسخ.\nالمطلب السابع: منهج التحقيق.\nالجزء: 1 ¦ الصفحة: 9\n",
        "قال ابن أبي العز الحنفي: [وأما استئجار قوم يقرؤون القرآن ويهدونه للميت، فهذا لم يفعله أحد من أئمة الدين، ولا رخص فيه، والاستئجار على نفس التلاوة غير جائز بلا خلاف] شرح العقيدة الطحاوية ص 672.\nوقال شيخ الإسلام ابن تيمية: [ولا يصح الاستئجار على القراءة وإهدائها للميت، لأنه لم ينقل عن أحد من الأئمة الأذن في ذلك. وقد قال العلماء إن القارئ إذا قرأ لأجل المال فلا ثواب له، فأي شيء يُهدى إلى الميت، وإنما يصل إلى الميت العمل الصالح، والاستئجار على مجرد التلاوة لم يقل به أحد من الأئمة] الاختيارات العلمية ص 89.\nوقال شيخ الإسلام ابن تيمية أيضاً: [\n...\nفإن الاستئجار على التلاوة لم يرخص فيه أحد من العلماء] مجموع الفتاوى 23/ 364.\nوقال العلامة البركوي: [إن ما شاع في زماننا من قراءة الأجزاء بالأجرة لا يجوز، لأن فيه الأمر بالقراءة، وإعطاء الثواب للآمر، والقراءة لأجل المال، فإذا لم يكن للقارئ ثواب لعدم النية الصحيحة، فأنى يصل الثواب إلى المستأجر، ولولا الأجرة ما قرأ أحد لأحد في هذا الزمان، بل جعلوا القرآن العظيم مكسباً ووسيلة إلى جمع الدنيا، إنا لله وإنا إليه راجعون] رسالة تبيين المحارم للبركوي نقلاً عن شفاء العليل لابن عابدين 1/ 180.\nوقال الشيخ محمد رشيد رضا: [إن كل ما جرت به العادة من قراءة القرآن والأذكار وإهداء ثوابها إلى الأموات، واستئجار القراء، وحبس الأوقاف على ذلك، بدع غير مشروعة، ومثلها ما يسمونه إسقاط الصلاة، ولو كان لها أصل في الدين، لما جهلها السلف، ولو علموها، لما أهملوا العمل بها وليس هذا من قبيل ما لا شك في جوازه ووقوعه في كل زمن من فتح الله على بعض الناس بما لم يؤثر عمن قبلهم من حكم الدين وأسراره والفهم في كتابه كما قال أمير المؤمنين علي المرتضى كرم الله وجهه\nالجزء: 1 ¦ الصفحة: 12\n",
        ": (إلا أن يؤتي الله عبداً فهماً في القرآن)، بل هو من العبادات العملية التي يهتم الناس بأمرها في كل زمان، ولو فعلها الصحابة لتوفرت الدواعي على نقلها بالتواتر أو الاستفاضة] تفسير المنار 8/ 249.\nوقال الشيخ محمد بن عبد العزيز المانع: [\n...\nومن المعلوم أن التالي بالأجرة عمله ليس خالصاً لله تعالى، لأنه قصد به المال، ولا صواباً لأن التلاوة بالأجرة بدعة منكرة] إقامة الدليل والبرهان على تحريم أخذ الأجرة على تلاوة القرآن ص 9 نقلاً عن الاستئجار على القربات ص139 - 140.\nوقالت اللجنة الدائمة للإفتاء السعودية: [تلاوة القرآن من أفضل العبادات والأصل في العبادات، أن تكون خالصة لوجه الله، لا يقصد بها سواه، من دنيا يصيبها أو وجاهة يحظى بها، إنما يرجى بها الله ويخشى عذابه قال الله تعالى: (فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ أَلَا لِلَّهِ الدِّينُ الْخَالِصُ) سورة الزمر الآيات 2 - 3. وقال: (وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ) سورة البينة الآية 5. وفي الحديث عن عمر بن الخطاب - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: (إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى، فمن كانت هجرته إلى الله ورسوله، فهجرته إلى الله ورسوله، ومن كانت هجرته إلى دنيا يصيبها، أو امرأة ينكحها، فهجرته إلى ما هاجر إليه) رواه البخاري ومسلم، فلا يجوز لقارئ القرآن أن يأخذ على قراءته أجراً يستوفيه قبل القراءة أو بعدها، سواء أكانت هذه القراءة في الصلاة أم كانت على الميت، ولذا لم يرخص أحد من العلماء في الاستئجار على تلاوة القرآن، وليس من هذا أخذ أئمة المساجد والمؤذنين أجراً من بيت مال المسلمين، فإنه ليس على التلاوة ولا على نفس الصلاة، إنما يأخذه مقابل تفرغه عن شغله الخاص بواجب كفائي عن المسلمين، ونظيره أخذ خليفة المسلمين من بيت المال، لاشتغاله بواجب أعمال الخلافة\nالجزء: 1 ¦ الصفحة: 13\n",
        "الإسلامية عن عمله الخاص الذي يكسب منه لنفسه، وكان عمر - رضي الله عنه - يعطي المجاهدين ومن لهم قدم صدق في الإسلام، من بيت المال كل على قدر سابقته وما قدمه لجماعة المسلمين من نفع عميم، وآكد من هذا أن الله جعل للعاملين على الزكاة الجابين لها نصيباً في الزكاة، ولو كانوا أغنياء لقيامهم بواجب إسلامي للجماعة غنيهم وفقيرهم، واشتغالهم بهذا مدة عن الكسب لأنفسهم] فتاوى اللجنة الدائمة 4/ 90.\nوقالت اللجنة الدائمة أيضاً: [تلاوة القرآن عبادة محضة، وقربة يتقرب بها العبد إلى ربه، والأصل فيها وفي أمثالها من العبادات المحضة، أن يفعلها المسلم ابتغاء مرضاة الله وطلباً للمثوبة عنده، فلا يبتغي بها المخلوق جزاء ولا شكوراً، ولهذا لم يعرف عن السلف الصالح، استئجار قوم يقرؤون القرآن في حفلات أو ولائم، ولم يؤثر عن أحد من أئمة الدين أنه أمر بذلك أو رخص فيه، ولم يعرف أيضاً عن أحد منهم أنه أخذ أجراً على تلاوة القرآن لا في الأفراح ولا في المآتم، بل كانوا يتلون كتاب الله رغبة فيما عنده سبحانه، وقد أمر النبي - صلى الله عليه وسلم - من قرأ القرآن أن يسأل الله به وحذر من سؤال الناس روى الترمذي في سننه عن عمران بن حصين أنه مرَّ على قاص يقرأ ثم سأل فاسترجع قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: (من قرأ القرآن فليسأل اللهَ به، فإنه سيجيء أقوام يقرؤون القرآن يسألون به الناس)، وأما أخذ الأجرة على تعليمه أو الرقية به ونحو ذلك مما نفعه متعد لغير القارئ، فقد دلت الأحاديث الصحيحة على جوازه كحديث أبي سعيد في أخذه قطيعاً من الغنم جعلاً على شفاء من رقاه بسورة الفاتحة، وحديث سهل في تزويج النبي - صلى الله عليه وسلم - امرأة لرجل بتعليمه إياها ما معه من القرآن، فمن أخذ أجراً على نفس التلاوة أو استأجر جماعة لتلاوة القرآن فهو مخالف لما أجمع عليه السلف الصالح رضوان الله عليهم] فتاوى اللجنة الدائمة 4/ 93.\nالجزء: 1 ¦ الصفحة: 14\n",
        "المطلب الأول: اسم المؤلف ونسبه وولادته:\nهو محمد بن بير علي بن اسكندر البركوي أو البركلي.\nتقي الدين الرومي، أو محيي الدين، ولد سنة 926هـ كما في هدية العارفين 2/ 199 وذكر الزركلي أنه ولد سنة 929هـ، الأعلام 6/ 61.\nالمطلب الثاني: ثناء العلماء عليه:\nقال العلامة ابن عابدين عنه: (أفضل المتأخرين الإمام العالم العامل المحقق المدقق الكامل) رسالة منهل الواردين من بحار الفيض، مجموعة رسائل ابن عابدين 1/ 67.\nوقال ابن عابدين عنه أيضاً: (الإمام العابد الورع النبيه) المصدر السابق 1/ 173.\nوقال الزركلي عنه: (عالمٌ بالعربية نحواً وصرفاً له اشتغال بالفرائض ومعرفة بالتجويد تركي الأصل والمنشأ من أهل قصبة (بالي كسرى) كان مدرساً في قصبة (بركي) فنسب إليها). الأعلام 6/ 61.\nوقال عمر كحالة عنه: [صوفي واعظ نحوي فقيه مفسر محدث فرضي مشارك في غير ذلك] معجم المؤلفين 3/ 176.\nوفاته:\nاتفقت المصادر التي ترجمت له على أنه توفي سنة 981هـ.\nالجزء: 1 ¦ الصفحة: 15\n",
        "المطلب الثالث: مؤلفاته\nللعلامة البركوي عدد كبير من المصنفات وهذه قائمة بأسماء مصنفاته التي وقفت عليها مع ذكر من نسبها إليه:\n1. آداب البركوي. هدية العارفين 2/ 199، إيضاح المكنون 1/ 5 وذكر له عدة شروح وحواش.\n2. الأربعون في الحديث. كشف الظنون 1/ 105، هدية العارفين 2/ 199.\n3. إظهار الأسرار في النحو، وهو مختصر مفيد، كما قال حاجي خليفة في كشف الظنون 1/ 149، معجم المؤلفين 3/ 176. هدية العارفين 2/ 199، وهو مطبوع كما في الأعلام 6/ 61.\n4. شرح لب الألباب في علم الإعراب للبيضاوي المسمى امتحان الأذكياء، في النحو، كشف الظنون 2/ 458. هدية العارفين 2/ 199.\n5. إمعان الأنظار في شرح المقصود في الصرف، كشف الظنون 2/ 650. هدية العارفين 2/ 199.\n6. إيقاظ النائمين وإفهام القاصرين، وهو مختصر كما ذكر حاجي خليفة حيث قال: [إن البركوي كتب أولاً رسالة في عدم جواز أخذ الأجرة للقراءة وعدم جواز وقف النقود وأفتى المولى أبو السعود بالجواز وردَّ عليه فصنف هذا المذكور جواباً عن رده وأتمه في أواسط شوال سنة 972هـ]. كشف الظنون 1/ 216، وذكره في هدية العارفين 2/ 199.\n7. تحفة المسترشدين في بيان مذاهب فرق المسلمين، كشف الظنون 1/ 318. هدية العارفين 2/ 199.\n8. تفسير سورة البقرة، هدية العارفين 2/ 199.\n9. جلاء القلوب، كشف الظنون 1/ 465. هدية العارفين 2/ 199.\nالجزء: 1 ¦ الصفحة: 16\n",
        "10 حاشية على شرح الوقاية لصدر الشريعة، حاكم فيها بين العلامة ابن كمال باشا وبهاء الدين زاده المولى محيي الدين المتوفى سنة 953هـ لأنه ردَّ كلامه في حاشيته على صدر الشريعة، كشف الظنون 2/ 308، هدية العارفين 2/ 199.\n11. دامغة المبتدعين وكاشفة بطلان الملحدين في الكلام، هدية العارفين 2/ 200، إيضاح المكنون 1/ 280، معجم المؤلفين 3/ 176، الأعلام 6/ 61 وأشار إلى أنها مخطوطة.\n12. الدر اليتيم في علم التجويد، وعليها شرح للشيخ أحمد فائز الرومي كما قال حاجي خليفة في كشف الظنون 1/ 564، ونسبها له في هدية العارفين 2/ 200، وفي معجم المؤلفين 3/ 276، وذكرها الزركلي باسم (الدرة اليتيمة) وأشار إلى أنها مطبوعة.\n13. ذخر المتأهلين والنساء في تعريف الأطهار والدماء، قال حاجي خليفة [وهو مرتب على مقدمة وستة فصول وتذنيب وفي المقدمة نوعان الأول في تفسير الألفاظ المستعملة والثاني في القواعد الكلية والفصل الأول في ابتداء الدماء الثلاثة والثاني في المبتدئة والمعتادة والثالث في الانقطاع والرابع في الاستمرار والخامس في المضلة والسادس في الأحكام والتذنيب في حكم الجنابة والحدث وعذر المعذور، أتمه في يوم التروية سنة 979هـ]. كشف الظنون 1/ 621، ونسبها له في هدية العارفين 2/ 200. وقد شرحها العلامة ابن عابدين وسمَّى شرحه (منهل الواردين من بحار الفيض على ذخر المتأهلين في مسائل الحيض) وهو مطبوع ضمن مجموعة رسائل ابن عابدين 1/ 67.\n14. رسالة في التغني وحرمته ووجوب استماع الخطبة، كشف الظنون 1/ 642، هدية العارفين 2/ 200.\n15. روضات الجنات، هدية العارفين 2/ 200.\nالجزء: 1 ¦ الصفحة: 17\n",
        "16. السيف الصارم في عدم جواز وقف النقود والدراهم، قال حاجي خليفة: [أتمه في التاسع من شهر ذي القعدة سنة 979هـ قال فيه: هذا سيف صارم لإبطال وقف النقود إذ قد صنف في لزومه رسالة مفتي زماننا أبو السعود عليه رحمة الودود وسهى فيها كثيراً فلزم بيان كل وجه مردود لئلا يعتمد عليها الواقفون يريدون ثواباً فيأثمون ولئلا يغتر بها الحكام فإنها لا تصلح للاعتماد ولا تكون عذراً ليوم التناد فذكر أقواله ثم ردها] كشف الظنون 2/ 55 - 56. وذكرها في هدية العارفين 2/ 200.\n17. رسالة البركلي، قال حاجي خليفة: [وهي رسالة كتبها بالتركية فعم النفع بها بين العوام والنسوان والصبيان لأنها محتوية على إجمال الاعتقاديات على مذهب أهل السنة والجماعة والعبادات والأخلاق في ضمن وصاياه لأولاده وأقربائه وسائر المؤمنين أجمعين أتمها تقريباً سنة 970هـ وشرحها الشيخ علي الصدري القونوي المتوفى سنة 970 باللسان التركي] كشف الظنون 1/ 640.\n18. معدل الصلاة، كشف الظنون 2/ 598.\n19. صحاح عجمية، كشف الظنون 2/ 98. هدية العارفين 2/ 200.\n20. الطريقة المحمدية وهي في الموعظة، كشف الظنون 2/ 127 - 128، هدية العارفين 2/ 200.\n21. عوامل في النحو. هدية العارفين 2/ 200.\n22. فرائض البركوي، كشف الظنون 2/ 232. هدية العارفين 2/ 200.\n23. كفاية المبتدي في التصريف، كشف الظنون 2/ 422. هدية العارفين 2/ 200.\n24. محك المتصوفين، هدية العارفين 2/ 200.\n25. نوادر الأخبار، هدية العارفين 2/ 200.\n26. نور الأخيار، هدية العارفين 2/ 200.\n27. شرح مختصر الكافي في النحو، الأعلام 6/ 61.\nالجزء: 1 ¦ الصفحة: 18\n",
        "28. راحة الصالحين، الأعلام 6/ 61 وأشار إلى أنه مخطوط.\n29. رسالة في أصول الحديث، معجم المؤلفين 3/ 176، الأعلام 6/ 61 وأشار أنها مطبوعة.\n30. رسالة في آداب البحث والمناظرة، الأعلام 6/ 61.\n31. رسالة في تفضيل الغني الشاكر على الفقير الصابر، الأعلام 6/ 61.\n32. تعليقة مختصرة على الهداية، كشف الظنون 2/ 820.\n33. زيارة القبور البدعية والشركية وهو مطبوع.\n34. تعليقة على إصلاح الوقاية في الفروع لابن كمال باشا حيث علق البركلي على كتاب الطهارة منه، كشف الظنون 1/ 143.\n35. وصية نامه تركي، هدية العارفين 2/ 200.\n36. شرح الأربعين، ذكره المؤلف في مقدمة رسالته إنقاذ الهالكين، وذكره حاجي خليفة في كشف الظنون 1/ 70.\n37. إنقاذ الهالكين، وهي الرسالة محل التحقيق.\nالجزء: 1 ¦ الصفحة: 19\n",
        "المطلب الرابع: توثيق نسبة الرسالة إلى مؤلفها البركوي\n1. ذكرها المؤلف البركوي في كتابه الطريقة المحمدية فقال بعد أن ذكر بعض البدع التي يفعلها الناس: [وقد بينَّا ذلك في رسائلنا السيف الصارم، وإنقاذ الهالكين، وإيقاظ النائمين، وجلاء القلوب فعليك بها وطالعها حتى تعلم حقيقة مقالنا] نقلاً عن رسالة شفاء العليل وبل الغليل لابن عابدين ضمن مجموعة رسائله 1/ 174.\n2. وذكرها المؤلف في رسالته إيقاظ النائمين فقال: [\n...\nوخصوصاً على ما بينَّا بعضه في إنقاذ الهالكين] إيقاظ النائمين ص180.\n3. ونسبها له حاجي خليفة فقال: [إنقاذ الهالكين للفاضل محمد بن بير علي الشهير ببركلي الحنفي المتوفى سنة 981هـ وهو رسالة على مقدمة وأربع مقالات في عدم جواز وضع الأجزاء بالأجرة ووقف النقود فرغ عنها في ذي الحجة سنة 967هـ أوله الحمد لله الذي أنزل على عبده الكتاب\n...\nإلخ] كشف الظنون 1/ 195، وذكرها حاجي خليفة أيضاً في موضع آخر، انظر كشف الظنون 1/ 216.\n4. ونسبها إلى المصنف البغدادي في هدية العارفين 2/ 199، وكحالة في معجم المؤلفين 3/ 176.\nالمطلب الخامس: عنوان الرسالة:\nذكر المؤلف عنوان رسالته باسم (إنقاذ الهالكين) كما سبق في توثيق نسبة الرسالة لمؤلفها، وهكذا ورد عنوان الرسالة على النسخة المطبوعة (هذه الرسالة المسماة إنقاذ الهالكين).\nوهكذا ذكره حاجي خليفة فقال: [إنقاذ الهالكين للفاضل محمد بن بير علي الشهير ببركلي الحنفي المتوفى سنة 981هـ] كشف الظنون 1/ 195.\nوهكذا ذكره البغدادي في هدية العارفين 2/ 199.\nالجزء: 1 ¦ الصفحة: 20\n",
        "وأما النسخة المخطوطة فقد كتب على صفحة الغلاف ما يلي: (رسالة في القراءة لأحمد محمد بركوي رحمه الله)، وواضح أن هذا ليس هو عنوان الرسالة، بل هو بعض ما جاء فيها، كما ويلاحظ وقوع خطأ في اسم المؤلف، حيث ذكر أنه أحمد محمد، ولم يرد في أي مصدر من مصادر ترجمته التي اطلعت عليها أن اسمه أحمد، بل كلها اتفقت على أن اسمه محمد، وهذا يدل على أن ما ورد على غلاف النسخة المخطوطة من تصرف النساخ، والله أعلم.\nوأما العنوان الذي ذكره بروكلمان وهو (رسالة في ما شاع وذاع بعلم القرآن العظيم) وكذا العنوان الوارد في فهرس مخطوطات المسجد الأقصى وهو (رسالة لإبطال ما شاع من اتخاذ القرآن مكسباً لجمع الدنيا) فهما مأخوذان من مقدمة الرسالة حيث قال المؤلف: (فهذه رسالة معمولة لإبطال ما شاع في البلاد واشتهر بين العِباد والعُبَّاد من اتخاذ القرآن العظيم والفرقان الكريم تنزيل من رب العالمين لا يمسه إلا المطهرون مكسباً لجمع الدنيا\n...\nالخ)، وهما ليس من وضع البركوي.\nوبناءً على ما تقدم فإن عنوان الرسالة على الصحيح هو ما وضعه المؤلف البركوي وهو (إنقاذ الهالكين).\nالجزء: 1 ¦ الصفحة: 21\n",
        "المطلب السادس: وصف النسخ\nاعتمدت في تحقيق هذه الرسالة على نسختين إحداهما مخطوطة والثانية مطبوعة طبعة قديمة فيها أغلاط كثيرة وتحريف وسقط وهذا وصف للنسختين:\nأولاً: النسخة المخطوطة: النسخة التي اعتمدت عليها مصورة عن أصل محفوظ في مكتبة المسجد الأقصى المبارك تحت رقم 213 / علوم القرآن / 68 ووصفها كما يلي:\n[العنوان: رسالة لإبطال ما شاع من اتخاذ القرآن مكسباً لجمع الدنيا.\nالمؤلف: محيي الدين محمد بن بيرغلي بن اسكندر الرومي 929 - 981هـ.\nتاريخ النسخ: ربيع الثاني سنة 1113هـ.\nبخط رجب بن محمد.\nعدد الأوراق: ثلاثون ورقة، 17 سطراً، 1، 22 × 8، 15 (3، 16× 8، 6 سم).\nويوجد بالهوامش تعليقات وشروحات مختلفة، وقد ذكر بروكلمان نسخة مخطوطة واحدة وهي بعنوان (رسالة في ما شاع وذاع بعلم القرآن العظيم)]. فهرس مخطوطات مكتبة المسجد الأقصى المبارك 2/ 10.\nوالنسخة المصورة عن الأصل السابق موجودة لدى مؤسسة إحياء التراث والبحوث الإسلامية في مدينة القدس التابعة لوزارة الأوقاف الفلسطينية، وهي محفوظة تحت رقم 157/ 2.\nوقد رمزت لهذه النسخة بحرف (أ).\nثانياً: النسخة المطبوعة:\nهذه النسخة مطبوعة بهامش كتاب شرح شرعة الإسلام ليعقوب بن سيد علي المتوفى سنة 931هـ وقد طبع بهامشه إحدى عشرة رسالة للبركوي ومنها رسالة إنقاذ الهالكين.\nالجزء: 1 ¦ الصفحة: 22\n",
        "وهو مطبوع طبعة قديمة يعود تاريخها إلى شهر رجب سنة 1326هـ في مطبعة الإقدام الكائنة في دار الخلافة العلية في استنبول في تركيا.\nوصورته دار الكتب العلمية بيروت لبنان بدون ذكر للتاريخ.\nوتقع رسالة إنقاذ الهالكين في الصفحات 106 - 167.\nوقد رمزت لهذه النسخة بحرف (ط)\n...\n.\nالجزء: 1 ¦ الصفحة: 23\n",
        "المطلب السابع: منهج التحقيق\nاتبعت المنهج التالي في تحقيق هذه الرسالة:\n1. نسخت الرسالة من النسخة (أ) وكتبتها حسب الرسم والإملاء المتعارف عليه الآن.\n2. ثم قابلت الرسالة على النسخة المطبوعة (ط)، وأثبت الفروق في الهامش.\n3. قابلت النصوص التي نقلها المصنف من المصادر التي أخذ منها والتي وقفت عليها\n4. ما كان خطأً في النسختين أثبته في الهامش وأثبت ما رأيت أنه صواب في المتن ووضعته بين قوسين معكوفين هكذا [].\n5. أشرت في الهامش إلى نهاية كل ورقة من النسخة المخطوطة وأثبت ذلك في المتن بوضع نجمة هكذا *.\n7. عزوت الآيات القرآنية إلى السور وذكرت رقم الآية وذلك في الهامش.\n8. خرَّجت الأحاديث الواردة في الرسالة من مصادر السنة النبوية وذكرت الجزء والصفحة من الكتاب الذي ورد فيه الحديث، وذكرت حكم الشيخ العلامة ناصر الدين الألباني عليها، حيث إن المؤلف قد نقل أكثر الأحاديث التي استدل بها من كتاب الترغيب والترهيب للحافظ المنذري، وقد أخذت حكم الشيخ العلامة ناصر الدين الألباني عليها من كتابيه صحيح الترغيب والترهيب ومن ضعيف الترغيب والترهيب في الغالب.\n9. علَّقت على المسائل التي ذكرها المصنف بما يقتضيه المقام وذكرت مجموعة من المصادر للمسائل التي ذكرها المصنف.\n8. شرحت الكلمات الغامضة.\nالجزء: 1 ¦ الصفحة: 24\n",
        "9. ترجمت للأعلام الذين ذكرهم المصنف ترجمة موجزة وذكرت مصادر الترجمة وذلك في الهامش.\n10. عرفت بالكتب التي ذكرها المصنف.\n11. وضعت صورة للنسخة المخطوطة.\n12. وضعت فهارس للرسالة وهي:\nأ. فهرس الآيات الواردة في الرسالة.\nب. الأحاديث النبوية الواردة في الرسالة.\nج. فهرس الأعلام الذين ورد ذكرهم في الرسالة.\nد. فهرس الكتب التي وردت في الرسالة.\nهـ. فهرس مصادر ومراجع الدراسة والتحقيق.\nهـ. فهرس المحتويات.\nكتبه المحقق\nد. حسام الدين بن موسى عفانه\nالجزء: 1 ¦ الصفحة: 25\n",
        "صورة الغلاف من النسخة (أ)\nالجزء: 1 ¦ الصفحة: 26\n",
        "صورة الورقة 2 / أ\nالجزء: 1 ¦ الصفحة: 27\n",
        "القسم الثاني\nنص الرسالة محققاً ومعلقاً عليه\nرسالة إنقاذ الهالكين\n(تبحث في حكم أخذ الأجرة على تلاوة القرآن الكريم)\nتأليف\nالعلامة تقي الدين محمد البركوي الحنفي\nالمتوفى سنة 981 هـ\nقدَّم لها وحققها وعلَّق عليها\nالدكتور حسام الدين بن موسى عفانه\nالأستاذ المشارك في الفقه والأصول\nكلية الدعوة وأصول الدين\nجامعة القدس\nالجزء: 1 ¦ الصفحة: 29\n",
        "بسم الله الرحمن الرحيم\nالحمد لله الذي أنزل على عبده الكتاب، ليخرج الناس من الظلمات إلى النور، وجعله هدى وبشرى لأولي الألباب، ليعملوا به (1) بلا رياء ولا فتور، والصلاة والسلام على حبيبه الذي نهى أمته عن الأكل بالقرآن والدين، وأمرهم أن يعبدوه وحده، ويتلوا كتابه مخلصين له الدين، وعلى آله الذين اقتدوا بهداه وسنته، وأصحابه الذين امتثلوا بأمره وشريعته.\nوبعد\nفهذه رسالة معمولة لإبطال ما شاع في البلاد، واشتهر فيما بين العباد والعُبَّاد، من اتخاذ القرآن العظيم، والفرقان الكريم، تنزيل من رب العالمين، لا يمسه إلا المطهرون\n(1) ليست في ط.\nالجزء: 1 ¦ الصفحة: 31\n",
        "مكسباً لجمع الدنيا، وسبيلاً يشترون بآيات الله ثمناً قليلاً، يستبدلون الذي هو أدنى (1) بالذي هو خير، فهم كحاطب الليل، لا يفرقون بين نفع وضر، فويل لهم مما يقرؤون، وويل لهم مما يكسبون، فنعوذ بالله تعالى ثم نعوذ بالله (2) أن يبتلينا وإياكم به وأمثاله (3)، به تعالى اعتصمنا، وإليه (4) فوضنا، ومنه (5) رجونا، وعليه توكلنا، حسبنا الله ونعم الوكيل، ولا حول ولا قوة إلا بالله العلي العظيم.\nويحصل هذا الغرض والغاية، بمقدمة ومقصد وخاتمة.\nأما المقدمة ففيما يتوقف عليه المقصود، وفيها أربع مقالات.\n(1) نهاية 2/أ.\n(2) في ط به.\n(3) في ط وبأمثاله.\n(4) في ط إليه.\n(5) في ط منه.\nالجزء: 1 ¦ الصفحة: 32\n",
        "المقالة الأولى في النية\nهي في اللغة مصدر نواه أي قصده (1).\nوفي الشرع زيد عليه كون المقصود التقرب (2) إلى الله تعالى، وأن يكون متصلاً بالعمل حقيقة أو حكماً (3)، فالنية ليست فعل اللسان ولا الإخطار بالبال وحديث النفس، بل هي حالةٌ للقلب باعثةٌ على العمل، مثلاً من جاع وأحضر الطعام ليدفع جوعه، ويقضي شهوته، ثم قال بلسانه أريد الأكل للتقوي على عبادة الله (4)، وأخطر معناه بباله فهذا ليس من النية أصلاً وإن اغتر به الحمقى.\nوإن أردت (5) زيادة تفصيل، فطالع شرحنا للأربعين تجد فوائد كثيرة.\n(1) انظر المصباح المنير ص631، لسان العرب مادة نوى 14/ 342.\n(2) في ط والتقرب.\n(3) فالنية شرعاً هي قصد الشيء مقترناً بالعمل، انظر مقاصد المكلفين ص34.\n(4) نهاية 2/ ب.\n(5) في ط ردت.\nالجزء: 1 ¦ الصفحة: 33\n",
        "المقالة الثانية في الرياء وما يتعلق به\nوفيها ثلاثة مباحث:\nالمبحث الأول في ذم الرياء وإرادة الدنيا بعمل الآخرة:\nالآيات: قوله تعالى (مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ وَحَبِطَ مَا صَنَعُوا فِيهَا\nوَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ) (1).\nقال الزمخشري (2): [يعني لم يكن لهم ثواب الآخرة (3)، لأنهم لم يريدوا به ثواب الآخرة، وإنما أرادوا به الدنيا، وقد وفيَّ إليهم ما أرادوا، وباطل ما كانوا يعملون، أي كان عملهم في نفسه باطلاً، لأنه لم يُعمل لوجه صحيح، والعمل الباطل لا ثواب له. انتهى] (4).\nوقال الإمام الرازي (5) في التفسير الكبير (6): [واعلم أن العقل يدل عليه قطعاً (7)، وذلك لأن\n(1) سورة هود، الآيتان 15 - 16.\n(2) هو محمود بن عمر بن محمد أبو القاسم الزمخشري الملقب بجار الله، لغوي مفسر وكان معتزلياً له الكشاف في التفسير، الفائق في غريب الحديث، أساس البلاغة، توفي سنة 538هـ. انظر ترجمته في سير أعلام النبلاء 2/ 151، طبقات المفسرين للسيوطي 1/ 120.\n(3) ليست في ط.\n(4) تفسير الكشاف 2/ 262.\n(5) هو فخر الدين محمد بن عمر بن الحسيني الرازي، أصولي مفسر من علماء الكلام له مؤلفات كثيرة منها: المحصول في الأصول، التفسير الكبير، نهاية العقول توفي سنة 606 هـ. انظر ترجمته في سير أعلام النبلاء 21/ 500، وفيات الأعيان 4/ 248.\n(6) 17/ 200.\n...\n=\n(7) قال الرازي قبل الكلام الذي نقله المصنف ما نصه [المسألة الثانية المراد من توفية أجور تلك الأعمال هو أن كل يستحقون بها من الثواب فإنه يصل إليهم حال كونهم في دار الدنيا فإذا خرجوا من الدنيا لم يبق معهم من تلك الأعمال أثر من آثار الخيرات بل ليس لهم منها إلا النار واعلم أن العقل\n...\n]. التفسير الكبير 17/ 200\nالجزء: 1 ¦ الصفحة: 34\n",
        "من أتى بالأعمال الصالحة (1) لأجل [طلب البقاء (2) ولأجل الدنيا فذلك] (3) (4) لأجل أنه غلب على قلبه حب الدنيا، ولم يحصل في قلبه حب الآخرة، إذ لو عرف حقيقة الآخرة وما فيها من السعادات لامتنع أن يأتي بالخيرات لأجل الدنيا (5)، فثبت أن الآتي بأعمال البر لأجل الدنيا لا بد وأن يكون عظيم الرغبة في الدنيا عديم الطلب (6) للآخرة، ومن كان كذلك فإذا مات فاته (7) جميع منافع الدنيا ويبقى عاجزاً عن وجدانها غير قادر على تحصيلها.\nومن أحب شيئاً ثم حيل بينه وبين المطلوب، فإنه لا بد وأن (8) يشتغل قلبه بالحسرات، فثبت بهذا البرهان العقلي، أن الآتي بعمل من الأعمال لطلب الأحوال الدنيوية، فإنه يجد تلك المنفعة الدنيوية اللائقة بذلك العمل، ثم إذا مات فإنه لا يحصل له منه (9) إلا (10) النار. ويصير ذلك العمل في دار (11) الآخرة محبطاً باطلاً عديم الأثر. انتهى)\n(1) ليست في التفسير الكبير.\n(2) في التفسير الكبير: الثناء.\n(3) في التفسير الكبير [الثناء في الدنيا ولأجل الرياء].\n(4) نهاية 3/أ.\n(5) في التفسير الكبير [وينسى أمر الآخرة].\n(6) في ط طلب.\n(7) في التفسير الكبير [فإنه يفوته].\n(8) في ط أن.\n(9) ورد في أ [النجاة] وزيادتها خطأ وليست في التفسير الكبير، وورد في ط من، وفي أمنه وزيادتها خطأ\n(10) ليست في أ.\n(11) في أدار، وما أثبته من ط موافق للتفسير الكبير.\nالجزء: 1 ¦ الصفحة: 36\n",
        "وقوله تعالى (مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ\nجَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا (1) سَعْيَهَا وَهُوَ مُؤْمِنٌ\nفَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا) (2).\nقال القاضي: فائدة اللام اعتبار النية والإخلاص (3).\nوقال الزمخشري: اشترط ثلاث شرائط في كون السعي مشكوراً: إرادة الآخرة بأن\nيعقد بها همه (4) ويتجافى عن دار الغرور والسعي فيما كلف من الفعل والترك والإيمان الصحيح الثابت.\nوعن بعض المتقدمين من لم يكن معه ثلاث لم ينفعه عمله:\nإيمان ثابت ونية صادقة وعمل مصيب (5)، وتلى هذه الآية. انتهى] (6).\n(1) نهاية 3/ب.\n(2) سورة الإسراء: الآيتان 18 - 19.\n(3) تفسير البيضاوي ص 373، والقاضي هو عبد الله بن عمر البيضاوي، الفقيه الأصولي المفسر المتكلم، ولي القضاء بشيراز من مؤلفاته: المنهاج في الأصول وتفسيره المسمى أنوار التنزيل وأسرار التأويل، توفي سنة 685هـ انظر ترجمته في طبقات الشافعية الكبرى 8/ 157، طبقات الشافعية لابن قاضي شهبة 2/ 172.\n(4) في ط همته.\n(5) في ط مصيبة.\n(6) تفسير الكشاف 2/ 443.\nالجزء: 1 ¦ الصفحة: 37\n",
        "وقال أبو الليث (1): فقد بين الله تعالى في هذه الآية، أن من عمل لغير وجه الله فلا\nثواب له في الآخرة، ومأواه جهنم، ومن عمل لوجه الله فعمله مقبول.\nوقوله تعالى (قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا) (2).\nقال القاضي: بأن يرائيه أو يطلب فيه (3) أجراً (4).\nوقال الزمخشري: والمراد بالنهي عن الإشراك بالعبادة أن لا يرائي بعمله وأن لا يبتغي به إلا وجه ربه (5) خالصاً لا يخلط به غيره.\nوقيل نزلت في جندب بن زهيْر (6) قال لرسول الله - صلى الله عليه وسلم -: إني لأعمل العمل لله تعالى، فإذا اطلع عليه سرني، فقال - صلى الله عليه وسلم -: (إن الله لا يقبل ما شورك فيه) (7).\n(1) هو نصر بن محمد بن أحمد بن إبراهيم السمرقندي، الفقيه أبو الليث المعروف بإمام الهدى، له تفسير القرآن والنوازل والفتاوى وخزانة الفقه وبستان العارفين، توفي سنة 393 هـ وقيل غير ذلك، انظر ترجمته في سير أعلام النبلاء 16/ 322 - 323، الجواهر المضية 3/ 544.\n(2) سورة الكهف، الآية 110.\n(3) في ط منه.\n(4) تفسير البيضاوي ص 402.\n(5) نهاية 4/أ.\n(6) قيل هو جندب بن عبد الله وقيل جندب بن كعب بن عبد الله الأزدي العامري يكنى بأبي عبد الله له صحبة وروى عن النبي - صلى الله عليه وسلم - وقال البغوي يشك في صحبته وقال الطبراني اختلف في صحبته وتوفي في خلافة معاوية، انظر تهذيب التهذيب 2/ 102، سير أعلام النبلاء 3/ 175.\n(7) تفسير الكشاف 2/ 501، وأما الحديث فقد ذكره الواحدي في أسباب النزول، وقال الزيلعي: غريب، تخريج أحاديث الكشاف 2/ 313.\nالجزء: 1 ¦ الصفحة: 38\n",
        "وروي - صلى الله عليه وسلم - قال له: (لك أجران، أجرُ السِّر وأجرُ العلانية) (1). وذلك إذا قصد أن يُقتدى به (2).\nوقوله تعالى حكاية عن قوم مدحهم (إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا) (3)، قال أهل التفسير وذلك أن الإحسان إلى الغير، تارة يكون لأجل الله تعالى، لا يريد به غيره، هذا هو الإخلاص، وتارة يكون لطلب المكافآت، أو لطلب الحمد من الناس، وهذان القسمان مردودان لا يقبلهما (4) الله تعالى، لأن فيهما شركاً ورياءً (5)، فنفوا (6) ذلك عنهم بقولهم (إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ [لا نريد منكم] (7) الآية.\nوقوله تعالى: (فَوَيْلٌ لِلْمُصَلِّينَ الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ الَّذِينَ هُمْ يُرَاءُونَ وَيَمْنَعُونَ الْمَاعُونَ) (8).\n(1) رواه الترمذي، وقال: حديث حسن غريب، سنن الترمذي 4/ 513، ورواه ابن ماجة 2/ 1412، وقال الألباني ضعيف، ضعيف سنن الترمذي ص 268، وانظر تخريج أحاديث الكشاف 2/ 314 - 315.\n(2) انظر التفسير الكبير 21/ 177.\n(3) سورة الإنسان، الآية 9.\n(4) في ط يقبل.\n(5) انظر التفسير الكبير 30/ 246.\n(6) في أفنفى وهو خطأ.\n(7) ما بين المعكوفين ليس في أ، وانظر تفسير فتح القدير 5/ 347.\n(8) سورة الماعون، الآية 4.\nالجزء: 1 ¦ الصفحة: 39\n",
        "الأخبار:\nعن الضحاك بن قيس (1) - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (إن الله تبارك وتعالى يقول أنا خيرُ شريك، فمن أشرك معي شريكاً فهو لشريكي، يا أيها الناس أخلصوا أعمالكم، فإن الله تعالى لا يقبل من الأعمال إلا ما خلص له، ولا تقولوا هذا لله وللرحم، فإنها للرحم، وليس لله تعالى منها شيء، ولا تقولوا هذا لله ولوجوهكم، فإنها لوجوهكم، وليس لله تعالى منها (2) شيء) رواه البزار والبيهقي (3).\nوعن أبي أمامة - رضي الله عنه - (4) قال: جاء رجل إلى رسول الله - صلى الله عليه وسلم - فقال: (أرأيت رجلاً غزى يلتمس الأجر والذكر ماله؟ فقال رسول الله - صلى الله عليه وسلم -: لا شيء له، فأعادها ثلاث\n(1) هو الضحاك بن قيس بن خالد بن وهب الفهري، صحابي صغير أخو فاطمة بنت قيس، وقد اختلف في صحبته شهد صفين مع معاوية، قتل بمرج راهط سنة 64 أو سنة 65 هـ. انظر تهذيب التهذيب 4/ 394، سير أعلام النبلاء 3/ 241.\n(2) في ط فيها.\n(3) مسند البزار 4/ 217، شعب الإيمان 5/ 336، ورواه الدارقطني في سننه 1/ 51، وقال الألباني صحيح لغيره، سلسلة الأحاديث الصحيحة 6/ 1/624، صحيح الترغيب والترهيب 1/ 105، والبزار هو الحافظ أبو بكر أحمد بن عمرو البزار البصري صاحب المسند الكبير توفي سنة 292 هـ انظر طبقات المحدثين بأصبهان 3/ 386. والبيهقي هو أحمد بن الحسين البيهقي الإمام الحافظ العلامة الفقيه له السنن الكبرى ومعرفة السنن والآثار ومناقب الشافعي وغيرها توفي سنة 458 هـ انظر ترجمته في سير أعلام النبلاء 18/ 163، طبقات الشافعية الكبرى 4/ 8، البداية والنهاية 12/ 100.\n(4) هو صدي بن عجلان أبو أمامة الباهلي، صحابي مشهور، سكن الشام ومات بها سنة 86 هـ، انظر تقريب التهذيب 1/ 276، تهذيب الكمال 13/ 159.\nالجزء: 1 ¦ الصفحة: 40\n",
        "مرات يقول رسول الله - صلى الله عليه وسلم - لا شيء له، ثم قال - صلى الله عليه وسلم -: إن الله تعالى لا يقبل من العمل إلا ما (1) كان خالصاً وابتغي به وجهه (2) رواه أبو داود والنسائي بإسناد جيد (3).\n(1) في ط من وهو خطأ.\n(2) في أوجه وهو خطأ.\n(3) ذكر الشيخ الألباني أن عزو الحديث إلى أبي داود وهمٌ من المنذري حيث نقل عنه المصنف، وأما النسائي فرواه في المجتبى 6/ 25، وقال الألباني حسن، صحيح الترغيب والترهيب 1/ 106. وأبو داود هو سليمان بن الأشعث السجستاني، الإمام الحافظ المحدث، صاحب السنن وله المراسيل أيضاً توفي 275 هـ. انظر ترجمته في سير أعلام النبلاء 13/ 203، طبقات الشافعية الكبرى 2/ 293، البداية والنهاية 11/ 58. والنسائي هو أحمد بن شعيب الخراساني النسائي الإمام الحافظ المحدث، صاحب السنن الصغرى والكبرى وله عمل اليوم والليلة، مات شهيداً بفلسطين سنة 303هـ انظر ترجمته في سير أعلام النبلاء 14/ 125، طبقات الشافعية الكبرى 3/ 14.\nالجزء: 1 ¦ الصفحة: 41\n",
        "وعن أبي الدرداء - رضي الله عنه - (1) عن النبي - صلى الله عليه وسلم - قال (2): (الدنيا ملعونة وملعون ما فيها إلا ما ابتغي به وجه الله تعالى) رواه الطبراني (3).\nوعن أبي بن كعب - رضي الله عنه - (4) قال: قال رسول الله - صلى الله عليه وسلم -: (بشر هذه الأمة بالسناء\n[والدين والرفعة] (5)، والتمكين في الأرض (6)، فمن عمل منهم بعمل الآخرة للدنيا لم يكن (7) له في الآخرة من نصيب) رواه أحمد وابن حبان في صحيحه والحاكم وقال صحيح الإسناد والبيهقي (8).\n(1) هو عويمر بن زيد بن قيس الأنصاري، صحابي مشهور توفي في أواخر خلافة عثمان وقيل بعد ذلك، انظر ترجمته في الاستيعاب 3/ 1227، الإصابة 4/ 747.\n(2) نهاية 5/أ.\n(3) في المعجم الأوسط 4/ 236، ورواه الترمذي وقال حسن غريب، سنن الترمذي 4/ 561، ورواه ابن ماجة 2/ 1377، ورواه البيهقي في شعب الإيمان 7/ 341، وقال الألباني حسن لغيره، صحيح الترغيب والترهيب 1/ 107، والطبراني هو الإمام الحافظ الثقة الرحال محدث الإسلام أبو القاسم سليمان بن أيوب اللخمي الشامي وهو من طبرية فلسطين، من تصانيفه المعاجم الثلاثة الكبير والأوسط والصغير انظر ترجمته في سير أعلام النبلاء 16/ 119\n(4) هو أبي بن كعب بن قيس بن عبيد الأنصاري الخزرجي، صحابي جليل اختلف في سنة وفاته قيل سنة 19هـ وقيل سنة 32هـ وقيل غير ذلك انظر ترجمته في الاستيعاب 1/ 65، الإصابة 1/ 27.\n(5) في ط (والرفعة والدين).\n(6) ورد في ط (البلاد والنصر).\n(7) في ط (فليس له).\n(8) مسند أحمد 5/ 134، صحيح ابن حبان 2/ 132، المستدرك 4/ 346، شعب الإيمان 5/ 334، وقال الألباني صحيح، صحيح الترغيب والترهيب 1/ 117. وأحمد هو الإمام أحمد بن حنبل الشيباني إمام أهل السنة أحد الأئمة الأربعة الحافظ الفقيه له المسند وفضائل الصحابة والعلل ومعرفة الرجال توفي سنة 241 هـ انظر ترجمته في سير أعلام النبلاء 11/ 177، = = تهذيب التهذيب 1/ 62. وابن حبان هو محمد بن حبان البستي أبو حاتم إمام حافظ له الصحيح، الثقات، المجروحين توفي سنة 354 انظر ترجمته في سير أعلام النبلاء 26/ 92. والحاكم هو أبو عبد الله محمد بن عبد الله النيسابوري الإمام الحافظ المحدث له المستدرك على الصحيحين ومعرفة علوم الحديث، وتاريخ نيسابور، توفي سنة 405 هـ انظر ترجمته في سير أعلام النبلاء 17/ 162.\nالجزء: 1 ¦ الصفحة: 42\n",
        "وفي رواية له (1) قال رسول الله - صلى الله عليه وسلم -: (بشر هذه الأمة بالتيسير والسناء والرفعة بالدين والتمكين في البلاد والنصر فمن عمل منهم بعمل الآخرة للدنيا فليس له في الآخرة من نصيب).\n(1) أي للبيهقي وهي في شعب الإيمان 5/ 334.\nالجزء: 1 ¦ الصفحة: 43\n",
        "وعن ابن عباس رضي الله عنهما (1) قال: قال رجل يا رسول الله: إني أقف المواقف أريد بها وجه الله تعالى فأريد أن يُرى موطني فلم يردَّ عليه رسول الله - صلى الله عليه وسلم -\nحتى نزلت (فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا) رواه الحاكم وقال صحيح على شرطهما والبيهقي (2).\nوروي عن أبي هريرة (3) - رضي الله عنه - (4) قال سمعت رسول الله - صلى الله عليه وسلم - يقول: (من تزين بعمل الآخرة وهو (5) لا يريدها ولا يطلبها (6)، لعن في السموات والأرض) رواه الطبراني في الأوسط (7).\n(1) هو عبد الله بن عباس بن عبد المطلب بن عم النبي - صلى الله عليه وسلم - ولد قبل الهجرة بثلاث سنين دعا له النبي - صلى الله عليه وسلم - بالفهم في القرآن صحابي جليل، كان يسمى البحر لسعة علمه من المكثرين في الرواية وأحد فقهاء الصحابة توفي سنة 68هـ انظر ترجمته في الإصابة 4/ 141، تهذيب التهذيب 5/ 242.\n(2) المستدرك 4/ 366، شعب الإيمان 5/ 341 وقال الألباني ضعيف، وقال أيضاً [وتصحيح الحاكم إياه من أوهامه الفاحشة] ضعيف الترغيب والترهيب 1/ 22.\n(3) أبو هريرة اختلف في اسمه على أقوال أرجحها عبد الرحمن بن صخر الدوسي الصحابي الجليل من أكثر الصحابة رواية فقيه مجتهد سيد الحفاظ الأثبات توفي سنه 57هـ. انظر ترجمته في سير أعلام النبلاء 2/ 578، الإصابة 7/ 199، البداية والنهاية 8/ 107.\n(4) نهاية 5/ب.\n(5) في ط هو.\n(6) في ط يبطلها وهو خطأ.\n(7) 5/ 96، وقال الألباني: موضوع، ضعيف الترغيب والترهيب 1/ 23.\nالجزء: 1 ¦ الصفحة: 44\n",
        "وروي عن [الجارود] (1) - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (من طلب الدنيا بعمل الآخرة طمس وجهه ومحق ذكره وأثبت اسمه في النار) رواه الطبراني في الكبير (2).\n(1) في أالجاورد وهو خطأ، وفي ط جابر وهو خطأ وما أثبته من معجم الطبراني. والجارود اسمه بشر واختلف في اسم أبيه فقيل المعلى أو العلاء وقيل عمرو، صحابي جليل استشهد سنة 21هـ. انظر ترجمته في الاستيعاب 1/ 262، الإصابة 1/ 441.\n(2) 2/ 268 وقال الألباني ضعيف جداً، ضعيف الترغيب والترهيب 1/ 23.\nالجزء: 1 ¦ الصفحة: 45\n",
        "وعن أبي هريرة - رضي الله عنه - قال: قال (1) رسول الله - صلى الله عليه وسلم -: (يخرج في آخر الزمان رجال يجتلبون الدنيا بالدين، يلبسون للناس جلود الضأن من اللين، ألسنتهم أحلى من العسل، وقلوبهم قلوب الذئاب، يقول الله تعالى أبي يغترون أم علي يجتئرون فبي حلفت لأبعثن على أولئك (2) منهم فتنة تدع الحليم حيراناً) رواه الترمذي (3).\nوروي عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (تعوذوا (4) بالله من جبِّ الحَزَنْ، قالوا يا رسول الله وما جُبُ الحَزَنْ؟ قال - صلى الله عليه وسلم -: وادٌ في جهنم تتعوذ منه جهنم كل يوم أربعمائة مرة، قيل يا رسول الله (5) من يدخله قال أُعدَّ للقراء المرائين بأعمالهم وإن أبغض القراء إلى الله الذين يزورون (6) الأمراء) رواه ابن ماجة (7).\n(1) ليست في أ.\n(2) في ط هؤلاء.\n(3) في ط الطبراني وهو خطأ، والحديث رواه الترمذي في سننه وقال هذا حديث حسن غريب، سنن الترمذي 4/ 604 وقال الألباني ضعيف جداً، ضعيف الترغيب والترهيب 1/ 23\n(4) في ط نعوذ.\n(5) نهاية 6/أ.\n(6) في أيزرون وهو خطأ.\n(7) سنن ابن ماجة 1/ 94، ورواه الترمذي وقال حسن غريب، سنن الترمذي 4/ 593، ورواه البيهقي في شعب الإيمان 5/ 339 وقال الألباني ضعيف، ضعيف الترغيب والترهيب 1/ 24. وابن ماجة هو محمد بن يزيد أبو عبد الله بن ماجة القزويني، الحافظ الكبير الحجة المفسر صاحب السنن والتاريخ والتفسير، توفي سنة 273هـ انظر ترجمته في سير أعلام النبلاء 13/ 277، البداية والنهاية 11/ 156، شذرات الذهب 2/ 164.\nالجزء: 1 ¦ الصفحة: 46\n",
        "وعن محمود بن لبيد - رضي الله عنه - (1) أن رسول الله - صلى الله عليه وسلم - قال: (إن أخوف ما أخاف عليكم الشرك الأصغر، قالوا وما الشرك الأصغر يا رسول الله؟ قال: الرياء. يقول الله تعالى إذا جزى (2) الناس بأعمالهم، اذهبوا إلى الذين كنتم تراؤون في الدنيا، فانظروا هل تجدون عندهم جزاءً) رواه أحمد بإسناد جيد وابن أبي الدنيا والبيهقي (3).\nوعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (قال الله تعالى أنا أغنى الشركاء [عن الشرك] (4)، فمن عمل لي عملاً أشرك فيه غيري، فإني منه بريء وهو للذي أشرك) رواه ابن ماجة وابن خزيمة في صحيحه والبيهقي ورواة ابن ماجة ثقات (5).\n(1) محمود بن لبيد بن رافع الأنصاري الأوسي قال البخاري له صحبة، توفي سنة 96هـ انظر ترجمته في الإصابة 6/ 66، تهذيب التهذيب 10/ 59.\n(2) في ط أجزى وهو خطأ.\n(3) مسند أحمد 5/ 428، ورواه البيهقي في شعب الإيمان 5/ 333، والطبراني في الكبير 4/ 253. وقال الألباني صحيح، صحيح الترغيب والترهيب 1/ 120.\n(4) ما بين المعكوفين ليس في ط.\n(5) سنن ابن ماجة 2/ 1405، صحيح ابن خزيمة 2/ 67، شعب الإيمان 5/ 329، ورواه مسلم بنحوه، صحيح مسلم 4/ 2289، وقال الألباني صحيح، صحيح الترغيب والترهيب 1/ 121. وابن خزيمة هو محمد بن إسحق بن خزيمة النيسابوري، الإمام الحافظ الفقيه له مصنفات كثيرة منها: صحيح ابن خزيمة، التوحيد، إثبات صفات الرب، توفي سنة 311هـ انظر ترجمته في سير أعلام النبلاء 14/ 365.\nالجزء: 1 ¦ الصفحة: 47\n",
        "وعن القاسم بن مخيمرة (1) أن النبي - صلى الله عليه وسلم - قال: (لا يقبل الله عملاً فيه مثقال حبة من (2) خردل من رياء) رواه ابن جرير الطبري (3) مرسلاً (4).\nوروي عن أبي الدرداء - رضي الله عنه - (5) عن رسول الله - صلى الله عليه وسلم - قال: (إن الاتقاء على العمل، أشد من العمل، وإن الرجل ليعمل العمل، فيكتب له عمل صالح معمول به في السر يُضعَّفُ (6) أجره سبعين ضعفاً، فلا يزال به الشيطان حتى يذكره للناس ويعلنه، فيكتب علانية ويمحى تضعيف أجره، كله ثم لا يزال به الشيطان حتى يذكره للناس ثانية، ويحب أن يذكر به ويحمد عليه، فيمحى من (7) العلانية ويكتب رياءً، فليتق الله امرؤٌ صان دينه وإن الرياء شرك) رواه البيهقي (8).\n(1) في أمخيرة وهو خطأ، والقاسم بن مخيمرة هو أبو عروة الهمذاني الكوفي نزيل الشام ثقة فاضل مات سنة 100هـ. انظر تقريب التهذيب 1/ 452، تهذيب الكمال 23/ 442.\n(2) ليست في أ.\n(3) هو محمد بن جرير بن يزيد الطبري أبو جعفر الإمام الفقيه المجتهد المحدث شيخ المفسرين له التفسير المعروف بجامع البيان، وتاريخ الأمم والملوك، وتهذيب الآثار توفي سنة 310هـ. انظر ترجمته في سير أعلام النبلاء 14/ 267.\n(4) كذا ذكره المنذري في الترغيب والترهيب 1/ 36، وقال الألباني ضعيف مرسل، ضعيف الترغيب والترهيب 1/ 30.\n(5) نهاية 6/ب.\n(6) ورد في أ (له) وليست من الحديث كما في شعب الإيمان.\n(7) في أ\n...\nمنه.\n(8) شعب الإيمان 5/ 344، وقال الألباني ضعيف، ضعيف الترغيب والترهيب 1/ 30.\nالجزء: 1 ¦ الصفحة: 48\n",
        "وعن أنس - رضي الله عنه - (1) قال: قال رسول الله - صلى الله عليه وسلم -: (يؤتى يوم القيامة بصحف مختمة فتنصب بين يدي الله فيقول الله: ألقوا هذه واقبلوا هذه فتقول الملائكة وعزتك ما رأينا إلا خيراً فيقول الله: إن هذا كان (2) لغير وجهي وإني لا أقبل إلا ما ابتغي به وجهي) رواه (3) البزار والطبراني بإسنادين رواة أحدهما رواة الصحيح والبيهقي.\nوعن أبي علي (4) رجل من بني كاهل قال خطبنا أبو موسى الأشعري (5) فقال: يا أيها الناس: اتقوا هذا (6) الشرك، فإنه أخفى من دبيب النمل، فقام إليه عبد الله ابن حزن (7) وقيس بن المضارب (8)\n(1) هو أنس بن مالك بن النضر الأنصاري، الصحابي الجليل خادم رسول الله - صلى الله عليه وسلم - من المكثرين في الرواية مات سنة 92. انظر ترجمته في سير أعلام النبلاء 3/ 395، الإصابة 1/ 126.\n(2) في ط لكان.\n(3) في ط رواه البيهقي\n...\nإلخ، والمثبت من أوهو موافق للترغيب والترهيب 1/ 37، حيث نقله المصنف، والحديث رواه الطبراني في الأوسط 3/ 97، 6/ 183، والبيهقي في شعب الإيمان 5/ 336، وقال الألباني ضعيف، ضعيف الترغيب والترهيب 1/ 32.\n(4) أبو علي رجل من بني كاهل يروي عن أبي موسى الأشعري وروى عنه عبد الملك بن أبي سليمان، انظر الثقات لابن حبان 5/ 562.\n(5) هو عبد الله بن قيس الأشعري، صحابي جليل مشهور أحد الحكمين بصفين، فقيه مقرئ توفي سنة 50هـ انظر ترجمته في سير أعلام النبلاء 2/ 380، تهذيب التهذيب 5/ 317.\n(6) نهاية 7/أ.\n(7) لم أجد له ترجمة.\n(8) لم أجد له ترجمة.\nالجزء: 1 ¦ الصفحة: 49\n",
        "فقالا: والله لتخرجن (1) مما قلت أو [لنأتين عمر (2) مأذوناً لنا أو غير مأذون] (3)، فقال: بل أخرج مما قلت، خطبنا رسول الله - صلى الله عليه وسلم - ذات يوم فقال: يا أيها الناس اتقوا هذا الشرك، فإنه أخفى من دبيب النمل، فقال له من شاء الله أن يقول: فكيف نتقيه وهو أخفى من دبيب النمل يا رسول الله؟ قال: قولوا اللهم إنا نعوذ بك أن نشرك بك شيئاً نعلمه ونستغفرك لما لا نعلمه) رواه أحمد والطبراني [ورواته إلى] (4) أبي علي محتج بهم في الصحيح، وأبو علي وثقه ابن حبان، وقال الحافظ\n(1) في ط لا تخرجن، وهو خطأ.\n(2) هو عمر بن الخطاب بن نفيل العدوي، الصحابي الجليل ثاني الخلفاء الراشدين أول من لقب بأمير المؤمنين استشهد في محراب المسجد النبوي سنة 23هـ انظر ترجمته في تهذيب الأسماء واللغات 2/ 1/3، البداية والنهاية 8/ 137، الإصابة 4/ 279.\n(3) في ط (أو لنأتين غير مأذون).\n(4) في ط (ورواية عن) وهو خطأ، وفي أ (ورواة أبي علي) وهو خطأ، وما أثبته من الترغيب والترهيب حيث نقله المصنف.\nالجزء: 1 ¦ الصفحة: 50\n",
        "المنذري (1) ولم أرَ أحداً جرحه (2)، ورواه أبو يعلى (3) بنحوه من حديث حذيفة (4) إلا أنه قال فيه يقول كل يوم ثلاث مرات (5).\n(1) هو زكي الدين أبو محمد عبد العظيم بن عبد القوي المنذري الإمام الحافظ المحقق له مختصر صحيح مسلم ومختصر سنن أبي داود والترغيب والترهيب توفي سنة 656هـ انظر ترجمته في سير أعلام النبلاء 23/ 319.\n(2) في ط أخرجه وهو خطأ.\n(3) هو أحمد بن علي بن المثنى أبو يعلى الموصلي الحافظ المحدث له المسند، والمعجم، توفي سنة 307هـ، انظر ترجمته في سير أعلام النبلاء 14/ 174.\n(4) هو حذيفة بن اليمان العبسي، صحابي جليل من السابقين وأبوه صحابي استشهد بأحد وتوفي حذيفة بالمدائن سنة 36هـ، انظر ترجمته في تهذيب التهذيب 2/ 193، الإصابة 2/ 44.\n(5) الترغيب والترهيب 1/ 40، والحديث رواه أحمد في المسند 4/ 403، والطبراني في الأوسط 4/ 10، وأبو يعلى في مسنده 1/ 60، وقال الألباني حسن لغيره، صحيح الترغيب والترهيب 1/ 121.\nالجزء: 1 ¦ الصفحة: 51\n",
        "وعن ابن عمر رضي الله عنهما (1) قال: قال رسول الله - صلى الله عليه وسلم -: (من تعلَّم علماً لغير الله [أو] (2) أراد به غير الله، فليتبوء مقعده من النار) أخرجه الترمذي (3).\nوعن أبي هريرة - رضي الله عنه - قال: قال رسول الله (4) - صلى الله عليه وسلم -: (من تعلم علماً مما يبتغى به وجه الله، لا يتعلمه إلا ليصيب به عرضاً من الدنيا لم يجد عَرْفَ الجنة يوم القيامة يعني ريحها) أخرجه أبو داود (5) رحمه الله.\n(1) هو عبد الله بن عمر بن الخطاب الصحابي الجليل أحد المكثرين من الرواية كان من أشد الناس اتباعاً للأثر توفي سنة 73هـ انظر ترجمته في سير أعلام النبلاء 3/ 203، الإصابة 4/ 181.\n(2) في أ + ط (و)، وما أثبته من الترغيب والترهيب 1/ 66 حيث منه نقله المصنف.\n(3) سنن الترمذي 5/ 33 وقال هذا حديث حسن غريب، ورواه النسائي في السنن الكبرى 3/ 457، ورواه ابن ماجة في سننه 1/ 95، وقال الألباني ضعيف، ضعيف الترغيب والترهيب 1/ 60.\n(4) نهاية 7/ب.\n(5) سنن أبي داود 3/ 323، ورواه ابن ماجة في سننه 1/ 92، وأحمد في المسند 2/ 338، والحاكم في المستدرك، وقال صحيح على شرط البخاري ومسلم، وابن حبان في صحيحه 1/ 279، وقال الألباني صحيح لغيره، صحيح الترغيب والترهيب 1/ 153.\nالجزء: 1 ¦ الصفحة: 52\n",
        "المبحث الثاني في حقيقة الرياء لغة وشرعاً وما يتعلق به\nاعلم أن الرياء بالمد في اللغة مصدر رآه على فاعله، أي أراه خلاف ما عليه (1).\nوفي الشرع إرادة نفع الدنيا بعمل الآخرة (2).\nوالمراد بنفع الدنيا، الحظ العاجل، أعني قبل الموت سواء أراده من الله تعالى أو من الناس , قال الله تعالى: (مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ) (3) فليس الاعتبار بلفظة (4) الرياء واشتقاقها من الرؤية، وإنما سميت هذه الإرادة الفاسدة بهذا الاسم، لأنها أكثر ما يقع من قبل الناس ورؤيتهم، كذا قال الإمام حجة الإسلام (5) في منهاج العابدين (6).\n(1) انظر المصباح المنير ص247، لسان العرب مادة رأي 5/ 84 فما بعدها.\n(2) انظر تعريف الرياء اصطلاحاً في: مختصر منهاج القاصدين ص223، إحياء علوم الدين 3/ 290، التعريفات ص60، فتح الباري 11/ 408.\n(3) سورة الشورى، الآية 20.\n(4) في ط بلفظ.\n(5) هو محمد بن محمد بن محمد أبو حامد الغزالي، الإمام الفقيه الأصولي المتكلم المشهور، من مصنفاته المستصفى في علم الأصول، إحياء علوم الدين، تهافت الفلاسفة توفي سنة 505هـ، انظر ترجمته في سير أعلام النبلاء 19/ 322، طبقات الشافعية الكبرى 6/ 191.\n(6) ص 158 - 159.\nالجزء: 1 ¦ الصفحة: 53\n",
        "ويؤيده أن الرياء ضد الإخلاص، كما أن التكبر ضد التواضع والحسد ضد النصيحة (1) والإخلاص هو إرادة نفع الآخرة بعملها فقط. وإن شئت قلت إرادة التقرب إلى الله تعالى بطاعته دون شيء آخر.\nقال القشيري (2) في رسالته: [الإخلاص إفراد الحق في الطاعة بالقصد وهو أن يريد بطاعته التقرب إلى الله تعالى دون شيء آخر]. انتهى (3).\nولا ضير في كونهما شافعيين (4)، إذ الرياء والإخلاص من الأخلاق، لا من أعمال الجوارح، فلا يكون من الفقه المصطلح (5).\nوالفقهاء لم يتكلفوا ببيان جميع ما لزم العبد، بل العلوم التي هي فرض عين (6) ثلاثة: علم التوحيد مقدار ما يعرف به ذات الله تعالى\n(1) نهاية 8/أ.\n(2) في ط القشير وهو خطأ، والقشيري هو عبد الكريم بن هوازن بن عبد الملك الخراساني النيسابوري المفسر الزاهد المعروف له التيسير في علم التفسير، لطائف الشذرات، الرسالة القيشيرية توفي سنة 465هـ انظر ترجمته في سير أعلام النبلاء 18/ 227.\n(3) الرسالة القشيرية ص114.\n(4) يشير بذلك إلى الغزالي والقشيري، وعبارة المصنف تفوح منها رائحة التعصب المذهبي إذ هو حنفي وهما شافعيان!!؟\n(5) الفقه المصطلح أي في اصطلاح الفقهاء هو معرفة الأحكام الشرعية التي طريقها الاجتهاد، أو هو العلم بالأحكام الشرعية العملية المكتسب من أدلتها التفصيلية، انظر المعتمد 1/ 8، المستصفى 1/ 4، الإحكام للآمدي 1/ 6، شرح الورقات ص68، بيان معاني البديع 1/ 1/96.\n...\n(6) فرض العين ما طلب الشارع فعله من كل مكلف على سبيل الحتم والإلزام، انظر شرح الكوكب المنير 1/ 374، الفروق 1/ 116 - 117 تهذيب الأسماء واللغات 2/ 2/71.\nالجزء: 1 ¦ الصفحة: 54\n",
        "وصفاته على ما يليق به تعالى، وتصديق نبيه - صلى الله عليه وسلم - في جميع ما جاء به من عند الله تعالى (1).\nوعلم الأخلاق مقدار ما يحصل به تعظيم الله تعالى، وإخلاص عمله وإصلاحه (2).\nوعلم الفقه مقدار ما يتعين عليه فعله أو تركه (3).\nوالباحثون عن الأول هم المتكلمون (4)، وعن الثاني هم (5) المتصوفون (6)، وعن الثالث الفقهاء.\nوإن أبيت إطلاق الرياء على ما لم يوجد فيه إراءة (7) العمل، كمن استأجر رجلاً على مال معلوم (8) ليصلي ركعتين، أو يصوم يوماً ويعطي ثوابه له أو لواحد من أقرباءه، فلا شبهة في إلحاقه بالرياء في الحكم الشرعي، إذ مضرة الرياء وقبحه ليس إلا لإخلاله بالإخلاص وهو مشترك بينهما.\n(1) انظر كشف الظنون 2/ 424.\n(2) انظر في تعريف علم الأخلاق كشف الظنون 1/ 91.\n(3) انظر كشف الظنون 2/ 258.\n(4) هم علماء الكلام.\n(5) ليست في ط.\n(6) المتصوفون هم أتباع الطرق الصوفية وهي كثيرة وأغلبهم أهل بدع وخرافات، والتصوف له تعريفات عديدة، انظر التعريفات ص32، الموسوعة الميسرة ص341، مظاهر الانحرافات العقدية 1/ 28.\n(7) في ط إرادة.\n(8) نهاية 8/ب.\nالجزء: 1 ¦ الصفحة: 55\n",
        "ويدل على هذا ما ذكرنا من الآيات والأخبار، فمن اشتغل بشيء من الآيات والأذكار\nوالأدعية، لحفظ نفسه أو لواحد من أصدقاءه من الآفات الدنيوية، أو لقهر العدو، فإن كان مراده من الحفظ والقهر، التفرغ للعبادة والتمكن من تأييد مذهب (1) أهل الحق، والرد على أهل البدع ونشر العلم، وحث (2) الناس على العبادة، ونحو ذلك، فهذه كلها إرادة سديدة، ونيات محمودة، لا يدخل شيء منها في باب الرياء، إذ المقصود منها أمر الآخرة بالحقيقة.\nقال الإمام حجة الإسلام في منهاج العابدين: [اعلم أنني سألت بعض مشايخنا عما\n(1) ليست في ط.\n(2) في ط وحصن وهو خطأ.\nالجزء: 1 ¦ الصفحة: 56\n",
        "يعتاده أولياؤنا من قراءة سورة الواقعة في أيام العسر (1)، أليس المراد بذلك أن يدفع الله تعالى تلك الشدة عنهم (2) ويوسع عليهم بشيء (3) من الدنيا، على ما جرت به العادة، فكيف يصح إرادة متاع الدنيا بعمل الآخرة؟\nفقال في جوابه كلاماً معناه: أن المراد منه أن يرزقهم الله تعالى قناعة أو قوتاً (4) يكون لهم عدة على عبادة الله تعالى، وقوة على درس العلم، وهذه من جملة إرادة الخير دون الدنيا] (5) انتهى.\nوإن كان مراده منهما، التلذذ والتنعم بالدنيا، أو شرف النفس والرئاسة، فهذه رياء محظور. وكذا الدعاء لمن أنعم عليك من الناس أو (6) قراءة القرآن لروحه أو لروح\n(1) وردت بعض الأحاديث الضعيفة والموضوعة في قراءة سورة الواقعة لدفع الفاقة منها ما روي أنه - صلى الله عليه وسلم - قال: (من قرأ سورة الواقعة في كل ليلة لم تصبه فاقة أبداً) رواه الحارث بن أبي أسامة وابن السني وغيرهما وقال الألباني ضعيف، ثم ذكر حديثين آخرين موضوعين في ذلك، انظر سلسلة الأحاديث الضعيفة 1/ 304 - 306، عمل اليوم والليلة لابن السني ص413، تفسير ابن كثير 6/ 79 - 80، إتحاف السادة المتقين 5/ 154، الفوائد المجموعة ص311.\n(2) نهاية 9/أ.\n(3) في ط شيء وهو خطأ.\n(4) في ط قوة.\n(5) منهاج العابدين ص 159.\n(6) في ط و.\nالجزء: 1 ¦ الصفحة: 57\n",
        "أبويه (1) مثلاً إن (2) أردت به امتثال (3) قوله تعالى (هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ) (4) وقوله - صلى الله عليه وسلم -: (من لم يشكر الناس لم يشكر الله) (5) فذلك محمود.\nوإن أردت استمالة قلبه، ليزيد إنعامه ويتلذذ به (6) فذلك رياء محظور، وقس على هذا التصدق لِدفع البلاء ونحوه، فمناط الفرق هو النية والعزيمة، (فالله (7) تعالى لا ينظر إلى صوركم وأجسامكم (8) وإنما ينظر إلى قلوبكم ونياتكم) (9)، (إنما الأعمال بالنيات ولكل (10) امرئ ما نوى) (11) 0).\n(1) اختلف أهل العلم في وصول ثواب تلاوة القرآن للميت فمنعه جماعة وأجازه آخرون قياساً على وصول ثواب بعض الأعمال التي وردت بها النصوص، والمؤلف مشى على القول بالجواز، انظر تفصيل المسألة في الفروق 3/ 193، الروح لابن القيم ص142 - 143، تفسير المنار 8/ 249، فتاوى العقيدة ص452 - 454.\n(2) في ط إني.\n(3) في ط امتثالاً.\n(4) سورة الرحمن: الآية 60.\n(5) رواه الترمذي وقال حديث حسن صحيح، سنن الترمذي 4/ 339، ورواه أبو داود في سننه بنحوه 4/ 255، ورواه أحمد في المسند في مواضع كثيرة، ورواه ابن حبان في صحيحه 8/ 198، وقال الألباني صحيح، صحيح سنن الترمذي 2/ 185، السلسلة الصحيحة ج1 الحديث رقم 417.\n(6) ليست في أ.\n(7) في ط فإن الله.\n(8) في ط وأجساتكم وهو خطأ.\n(9) رواه مسلم 4/ 1986 بلفظ (إن الله لا ينظر إلى صوركم وأموالكم ولكن ينظر إلى قلوبكم وأعمالكم) وليس في شيء من كتب الحديث لفظة (ونياتكم) التي ذكرها المؤلف.\n(10) نهاية 9/ب.\n(11) رواه البخاري 1/ 3، ورواه مسلم 3/ 1515.\nالجزء: 1 ¦ الصفحة: 58\n",
        "المبحث الثالث في حكم الرياء وما يلحق به\nاعلم أن الرياء حرام قطعي بلا (1) خلاف، يستحق فاعله العذاب بالنار، وتكلموا في\nتأثيره في العمل بإبطاله وإحباط أجره.\nوالقول (2) الفصل (3) فيه أن الرياء إن وقع بعد العمل، بأن أظهره وحدَّث به إرادة نفع الدنيا، فهذا مخوف، وما رويناه (4) عن أبي الدرداء ثانياً في المبحث الأول يدل على أنه محبط، لكن قال الغزالي: الأقيس أنه مثاب على عمله الذي قد مضى، ومعاقب على مراءاته بطاعة الله تعالى بعد الفراغ منه، فلا يحبط الرياء الواقع بعد انتهاء (5) العمل أجره (6)، إذ لا إحباط بالمعصية عند أهل السنة لقوله تعالى: (فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ) (7) وقوله تعالى: (إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ) (8).\n(1) في ألا.\n(2) ليست في ط.\n(3) في أالقصد.\n(4) في ط روينا.\n(5) في ط انتهاج وهو خطأ.\n(6) انظر مختصر منهاج القاصدين ص229.\n(7) سورة الزلزلة، الآية 7.\n(8) سورة النساء، الآية 40.\nالجزء: 1 ¦ الصفحة: 59\n",
        "وإن وقع في العمل ففيه تفصيل: فذلك أن الرياء قسمان: رياء محض، ورياء تخليط (1)، والأول يبطل العمل بالكلية، حتى لا يستحق ثواباً أصلاً، ويلزم إعادته إن كان واجباً، لانعدام النية، سواء عقد العمل مع الرياء، أو ورد في أثناءه، إن كان عبادة لا تتجزئ، مثل الصلاة والصوم والحج.\nوإن كان متجزءً، كالقراءة والصدقة، فالخالي صحيح، والمقارن فاسد، مثال الأول من (2) صلى الفرض لرؤية الناس، أو لقول أبيه أو سيده مثلاً، إن صليت فرضاً أعطيك (3) درهماً، ولو لم يره، أو لم يقل أحد لم يصل.\n(1) انظر أقسام الرياء في إحياء علوم الدين 4/ 372 فما بعدها، مقاصد المكلفين ص443 فما بعدها، الدين الخالص 2/ 382 فما بعدها.\n(2) في ط إن.\n(3) في ط أعطيتك.\nالجزء: 1 ¦ الصفحة: 60\n",
        "ومثال الثاني أن يصلي ركعتين، فحضر ملك من الملوك وهو يشتهي أن ينظر إليه ولولا الناس لقطع الصلاة فأتمها (1) خوفاً من مذمة الناس.\nوالثاني لا يخلو إما أن يكون كل واحد منهما مستقلاً بالبعث على العمل، أو لا يكون واحدٌ منهما مستقلاً، وإنما يحصل الانبعاث بمجموعهما، أو يكون الرياء مستقلاً دون نية التقرب أو على العكس.\nوالأول تردد فيه الغزالي لتعارض الأدلة (2)، والذي عندي كونه مسقطاً (3) للواجب لوجود (4) النية.\nوالثاني مبطل، كالرياء المحض لعدم نية التقرب، إذ معناها كونها باعثة، وجزء الباعث ليس بباعث.\nوالثالث أولى بالإبطال.\nوالرابع لا يبطل لكن ينقص (5) ثوابه.\n(1) في ط فاستتمها.\n(2) انظر إحياء علوم الدين 4/ 372.\n(3) في أمسقط.\n(4) في ط لوجوب.\n(5) نهاية 10/ب.\nالجزء: 1 ¦ الصفحة: 61\n",
        "وأما الأحاديث التي وقع فيها حكاية النبي - صلى الله عليه وسلم - (قوله تعالى فمن أشرك معي شريكاً فهو لشريكي (1) ونحوه، فقد قال الغزالي فيها: إن الشركة المطلقة محمولة على التساوي في العرف والشرع (2) فيكون من القسم الثاني.\nوأما ما وقع فيه (لا يقبل الله تعالى من الأعمال إلا ما خلص له)، (ولا يقبل الله تعالى عملاً فيه حبة خردل من رياء) ونحوه.\nفالجواب عنها أن عدم القبول، لا يستلزم عدم الجواز، ولا عدم الثواب (3) أصلاً، وما قيل في الخلاصة (4) أن الرياء لا يقع في الفرائض، محمول على الرابع، إذ الثلاثة الأول قلما يقع للمؤمن في الفرائض، وعلى تقدير وقوعها تخرجها عن الفريضة (5) فلا يكون\n(1) سبق تخريجه.\n(2) انظر إحياء علوم الدين 4/ 374.\n(3) في ط\n...\nالصواب.\n(4) الخلاصة هو خلاصة الفتاوى لطاهر بن أحمد بن عبد الرشيد المتوفى سنة 542هـ، لخصه من الواقعات والخزانة وهو كتاب معتبر عند العلماء ومعتمد عند الفقهاء، انظر الفوائد البهية ص146، كشف الظنون 1/ 551، الجواهر المضية 2/ 276.\n(5) في ط\n...\nالفرضية.\nالجزء: 1 ¦ الصفحة: 62\n",
        "واقعاً في الفرائض. ومعنى عدم وقوعه في الفرائض، أن لا يخرجها عن الفرضية، وعن (1) كونها مسقطة للقضاء، فلا ينافي نقص أجرها، وإلا فوقوع الرياء بالأقسام (2) الأربعة في الفرائض، أي فيما كان على صورة الفرائض معلوم بالضرورة.\nقال الفقيه أبو الليث في تنبيه الغافلين: هذا على (3) وجهين، إن كان يؤدي الفرائض رياء الناس، ولو لم يكن رياء الناس لكن لا يؤديها، فهذا منافق تام، فهو من الذين قال الله تعالى فيهم: (إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ) (4)، يعني في الهاوية مع آل فرعون، لأنه لو كان توحيده صحيحاً خالصاً، لكان لا يمنعه عن أداء الفرائض. وإن كان يؤدي الفرائض، إلا أنه يؤديها عند الناس أحسن وأتم، وإن لم يره أحد يؤديها ناقصة، فله الثواب الناقص، ولا ثواب لتلك الزيادة وهو مسؤول عنها محاسب عليها.\n(1) في ط ومن.\n(2) في ط بأقسام.\n(3) نهاية 11/أ.\n(4) سورة النساء، الآية 145.\nالجزء: 1 ¦ الصفحة: 63\n",
        "المقالة الثالثة في الفرق بين الصلة الشرعية والأجرة\nاعلم أن الفرق (1) بينهما ظاهر (2) جداً، لمن له أدنى دربة في الفقه، يقول الفقهاء في مواضع كثيرة هذه صلة وليست بأجرة , وتلك أجرة وليست بصلة، فهما متقابلتان (3) فالأجرة ما عين بازاء عمل من الأعمال، وجعل عوضاً عنه وغرضاً للعامل من عمله، فالمعطي إنما يعطي ليعمل العامل، والأجير إنما يعمل ليأخذها فلا يستحق (4) العامل بهذا العمل ثواباً في الآخرة، وإنما يستحق الأجرة في الدنيا، وتحل له إذا روعيت شرائط صحة الإجارة.\n(1) انظر في بيان الفرق بين الصلة والأجرة: الفروق 3/ 3، تهذيب الفروق 3/ 4، الموسوعة الفقهية 1/ 320، 27/ 357، الاستئجار على فعل القربات الشرعية ص23 - 24.\n(2) في أظ.\n(3) في أمتقابلان.\n(4) نهاية 11/ب.\nالجزء: 1 ¦ الصفحة: 64\n",
        "وأما الصلة، فهبة مبتدئة (1) بسبب اتصاف المعطى (2) بعمل من أعمال (3) البر، أو ليتصف به، بأن يستعين بها في تحصيله، كأرزاق القضاة والمعلمين والمتعلمين، والأئمة والمؤذنين، من بيت مال المسلمين، والأوقاف المشروطة لواحد منها، فمن اشتغل بعمل من هذه (4) الأعمال، للتقرب إلى الله يحل له ما أخذه من الصلة، ويستحق الثواب من الله تعالى في الآخرة (5).\nوإن اشتغل ليأخذها، فالمأخوذ حرام، ولا يستحق ثواباً من الله تعالى، لأنها يلزم أن تنقلب أجرة، والمفروض أنها صلة، ولأن (6) استحقاق الصلة، إنما يكون بعمل البر، والذي قصد منه نفع الدنيا، ليس من أعمال البر، فلا يوجد شرط صحة الاستحقاق والحل.\n(1) في ط مبدأة.\n(2) ورد في أإليه.\n(3) في أالأعمال وهو خطأ.\n(4) في ط بهذه.\n(5) ذكر العلماء عدة فروق بين الصلة والأجرة منها: 1. الصلة أدخل في باب الإحسان، والمسامحة أدخل في باب المكايسة والمعاوضة والمغابنة. 2. في الصلة يعطى الموصول كفايته هو وعياله بينما تكون الأجرة حسب الاتفاق. 3. لا يشترط في الصلة مقدار معين من العمل ولا أجل تنتهي إليه بينما يشترط ذلك في الأجرة. انظر الفروق 3/ 3، تهذيب الفروق 3/ 4، الاستئجار على فعل القربات الشرعية ص23 - 24.\n(6) في ط ولأنها.\nالجزء: 1 ¦ الصفحة: 65\n",
        "نعم قد يريد رجل مثلاً تعلم القرآن (1) والعلم (2) لله تعالى، وهو فقير فيمنع الاشتغال بالمعاش عن التعلم، فيطلب حجرة من مدرسة لها وظيفة معينة (3)، لتكفي مؤونة معاشه وليتفرغ للتعلم لله تعالى، والله تعالى يعلم ما في قلبه، أنه يريد أخذ المال ليتعلم وليستعين به فيه، ولا يريد التعلم لأخذ المال، فيحل له المال، وإن عكس يحرم، وقس عليه نظائره.\nويدل على هذا التفصيل، أن المتقدمين من أصحابنا (4) لم يجوزوا الإجارة على تعليم القرآن والفقه، وجوزوا أخذ الصلة من بيت مال المسلمين والوقف المشروط له (5).\n(1) ليست في أ.\n(2) في أالعلم.\n(3) نهاية 12/أ.\n(4) وهذا قول أبي حنيفة وصاحبيه، انظر المبسوط 16/ 37، الهداية مع تكملة شرح فتح القدير 8/ 39، بدائع الصنائع 4/ 44، حاشية ابن عابدين 6/ 55 - 56، ومنع الحنابلة في المعتمد عندهم أخذ الأجرة لتعليم القرآن، ومنعوا ذلك أيضاً في تعليم العلوم الشرعية على الصحيح في المذهب، انظر الإنصاف 6/ 45 - 46، وقد فصَّل ابن عابدين الكلام على المسألة في رسالته شفاء العليل وبل الغليل في حكم الوصية بالختمات والتهاليل 1/ 156 فما بعدها.\n(5) انظر المصادر السابقة.\nالجزء: 1 ¦ الصفحة: 66\n",
        "وأفتى بعض المتأخرين (1) بجواز الإجارة عليه في زماننا، لظهور التواني في أمر الدين ففي الامتناع تضييع حفظ القرآن والفقه، فاضطررنا إلى تجويز الإجارة المذكورة إذ الضرورات تبيح المحظورات.\nفنقول: لو تصور الصلة فيمن (2) يعمل (3) لأجلها، وحلت له لما (4) لزم من الامتناع التضييع، ولا (5) تتحقق الضرورة في التجويز، كما لم يلزم في الأجرة، فلا يحتاج إلى أن يفتى بجواز ما أجمع المتقدمون من أصحابنا على عدم جوازه، فظهر أن لزوم التضييع والضرورة، لأجل أن الزمان قد تغير ومال أكثر الطباع إلى\n(1) وهو قول البلخيين من الحنفية، حيث أجازوا أخذ الأجرة استحساناً، انظر حاشية ابن عابدين 6/ 56 وهو قول آخر للحنابلة وقيدوه بالحاجة وهو اختيار شيخ الإسلام ابن تيمية، وأجاز جمع من أهل العلم أخذ الأجرة مطلقاً على تعليم القرآن والعلوم الشرعية وبه قال جماعة من المالكية والشافعية والحنابلة في قول آخر عندهم وأهل الظاهر، انظر الإنصاف 6/ 46، مجموع الفتاوى 23/ 367، حاشية الدسوقي على الشرح الكبير 4/ 18، تصحيح الفروع 4/ 435، المغني 5/ 411.\n(2) في ط فمن.\n(3) ورد في ط بها.\n(4) في ط\n...\nما.\n(5) في أولما.\nالجزء: 1 ¦ الصفحة: 67\n",
        "(1) الدنيا وفترت (2) عن الآخرة، فلا يوجد في كل بلد من يعلِّم حسبةً حتى يحل له الصلة، فلو امتنعنا عن الفتوى بجواز الإجارة يلزم التضييع، ولكن إذا علموا أن (3) وصول المال بسبب التعليم رغبوا فيه وازدحموا عليه، فيوجد في كل بلد عدد كثير من المعلمين، بل رشوا واستشفعوا بالرؤساء في تقلد (4) أمر التعليم، فقلنا بجوازها للضرورة.\n(1) نهاية 12/ب.\n(2) في ط\n...\nوفرت.\n(3) ليست في أ.\n(4) في ط تقليد.\nالجزء: 1 ¦ الصفحة: 68\n",
        "المقالة الرابعة في تحرير الدعوى وتعيينها من بين المتشابهات\nاعلم أن الكلام في القراءة على وجه مشروع في نفسه مع قطع النظر عن النية، بأن يكون بلا لحن ولا تغن ولا مس مصحف مع حدث صغير أو كبير ولا خلط هزل أو فحش أو غيبة أو نحوها، ولا ترك أدب وتعظيم، إذ القراءة بواحد من المنفيات حرام ومعصية، فكيف يجوز الأخذ والإعطاء (1) بمقابلة المعصية؟ ولو تتبعت القراءة بالأجرة في زماننا، لوجدت أكثرها متصفة بها أو ببعضها ولا شبهة لأحد من الخواص والعوام، ممن له أدنى معرفة بأصول الشرع وفروعه (2)\n(1) في ط\n...\nأو.\n(2) نهاية 13/أ.\nالجزء: 1 ¦ الصفحة: 69\n",
        "في عدم جواز هذه القراءة فلنسم القراءة التي جمعت الشروط السابقة بالصحيحة والتي لم تجمع بالفاسدة. فنقول: الإعطاء للقراءة الصحيحة أو معها يحتمل وجوهاً وكذا الأخذ لها أو معها، أما وجوه (1) الأول فثلاثة: أن لا (2) يقصد المعطي أن يكون ما أعطاه أجرة أو ثمناً، أو أن (3) يكون صلة بشرط القراءة أو بدونه، لكن يلتمس من المعطى القراءة باختياره. بحيث لو لم يقرأ لم يغضب ولم يقطع إعطاءه، وإلا صار أحد القسمين الأولين، ثم القسم الأول يحتمل وجهين:\nأحدهما: أن يقصد كونه ثمناً للقراءة الماضية، بأن يكون ثوابها له أو لواحد من أحبائه.\nوثانيهما: كونه أجرة للآتية، وهذا يحتمل وجوهاً:\nأحدها: أن يأمر بإعطاء ثوابها له، أو لواحد من أصدقاءه.\n(1) في ط\n...\nالوجوه.\n(2) ليست في ط.\n(3) في أ (وأن).\nالجزء: 1 ¦ الصفحة: 70\n",
        "وثانيها: أن يقصد كون ثوابها للقارئ، ويكون هو سبباً لعبادته.\nوثالثها: أن يقصد تدبر القارئ معاني القرآن فيتعظ به.\nورابعها (1): أن يقصد تكرار القراءة حتى لا ينسى القارئ القرآن.\nوخامسها (2): أن يقصد استماع الحاضرين، بأن يأمره أن يقرأ بالجهر بين جماعة\nوسادسها: أن يقصد استماع أرواح الأموات، بأن [يأمره أن] (3) يقرأ عند القبر بالجهر (4).\nوسابعها: أن يقصد الكل أو (5) البعض المركب.\nوالقسم الثاني يحتمل هذه الثمانية، لكن لا بد أن يكون مقام الأمر بإعطاء الثواب، الالتماس بالاختيار لئلا يكون أجرة.\n(1) في ط ورابعهما.\n(2) نهاية 13/ب.\n(3) ما بين المعكوفين ليس في ط.\n(4) ليست في أ.\n(5) في ط و.\nالجزء: 1 ¦ الصفحة: 71\n",
        "والقسم الثالث أيضاً يحتمل هذه الثمانية، فالمجموع أربعة وعشرون.\nأما وجوه الثاني، فوجوه الأول بعينها، ويزيد عليها أن يقصد المعطي صلة بلا شرط قراءة، ولا التماس، ولكن القارئ يقرأ من عند نفسه ويعطي ثوابه للمعطي، امتثالاً لقوله - صلى الله عليه وسلم -: (من اصطنع إليكم معروفاً فجازوه (1)، فإن عجزتم عن مجازاته فادعوا له حتى تعلموا أن قد شكرتم، فإن الله شاكر يحب الشاكرين) رواه الطبراني في الأوسط (2).\nوأما قصد الرياء والسمعة من المعطي أو القارئ، فلا نعده من الأقسام لظهور فساده.\n(1) في أفجاوزوه وهو خطأ.\n(2) المعجم الأوسط 1/ 13 وقال الألباني ضعيف جداً، ضعيف الترغيب والترهيب 1/ 288، وانظر الترغيب والترهيب 2/ 42.\nالجزء: 1 ¦ الصفحة: 72\n",
        "فبضرب أربعة وعشرين في مثله (1) يحصل خمسمائة وستة وسبعون (2)، وبضم القسم الزائد، يصير سبعة وسبعين، والذي أردنا إبطاله من هذه الجملة أن يكون قصد المعطي، كون المعطى أجرة للقراءة الآتية، ليكون ثوابها له أو لواحد من أصدقائه. وقصد القارئ من قراءته أخذ المال بحيث لو لم يعط (3) لم يقرأ، وإن انتظم معاشه وتفرغ لها، لأن الشائع في زماننا هذا، أن يقف رجل شيئاً ويكتب في وقفيته، يعطى درهماً (4) أو درهمان كل يوم لقراءة جزء واحد من كتاب الله تعالى لروحي أو لروح أبي أو غيرهما، أو (5) تجيء عجوز\n(1) نهاية 14/أ.\n(2) ما ذكره المؤلف من هذه الحصيلة من التشقيقات والتفريعات لا دليل عليها وإنما يذكرها من ذكرها من باب التكثير ومعظمها متداخل وبقية كلام المؤلف تبطل هذه الكثرة حيث إنه أراد إبطال فرعين منها فقط!!\n(3) في أيعطى وهو خطأ.\n(4) في ط درهم.\n(5) ليست في أ.\nالجزء: 1 ¦ الصفحة: 73\n",
        "عالماً (1)، فتقول أعطيك خمسين درهماً مثلاً، لتختم لي أو لروح فلان القرآن ختمة واحدة، فيقرأ القارئ طمعاً للمال، ولو علم عدم إعطاءه لم يقرأ، ولو قرأ ولم يعط يغضب عليه، ويطلب منه أجرة (2)، بل ربما يجره إلى باب القاضي ويشتمه. والفطن إذا تأمل فيما ذكرنا سابقاً، لا يخفى عليه صور الجواز من صور عدمه، فإن بعضها جائزٌ بلا شبهةٍ [وبعضها غير (3) جائزٍ بلا شبهة] (4)، وبعضها جائزٌ مع شبهة عدم الجواز وبعضها على العكس، وإن الشائع في زماننا من صور عدم الجواز، بل هو أشد قبحاً من الجميع. ونستغني عما نذكره في المقصد إن شاء الله تعالى، ولكن نريد تعميم النفع وزيادة الإيضاح وتوكيد (5) الإبطال، لكون الطباع مألوفة بجوازه، بل بكونه قربة عظيمة الأجر، كثير الثواب، حتى ترى كثيراً من الفقراء\n(1) في ط إلى عالم.\n(2) ليست في أ.\n(3) نهاية 14/ب.\n(4) ما بين المعكوفين ليس في ط.\n(5) في ط توكيل وهو خطأ.\nالجزء: 1 ¦ الصفحة: 74\n",
        "يذابون في الكسب، ويتعبون أنفسهم، فيحصلون الدراهم، ويقنعون بالعيش الخشن فيقفونها (1) على قراءة الأجزاء، ويظنون بسبب الجهل والحمق، أن قراءة القرآن بالأجرة، عبادة تستوجب الثواب، وأن ذلك الثواب يصل إليهم، وأن القارئ المسكين، يظن أن القراءة لأجل المال جائزة، وأن المأخوذ بمقابلتها حلال طيب، راجح على كثير من الحلال، وأنه مشغول بالعبادة، فإذا كان حال المعطي والقارئ هذا، فتعسر مفارقة المعتاد، إذ قيل العادة طبيعة (2) ثانية، فلا بد من التوكيد (3) والتكرير، والله الميسر لكل عسير.\nفإن قلت فمن أين تعين أن ما شاع في زماننا [في بلادنا] (4) هو الصورة المذكورة؟\n(1) في ط فيقفون بها.\n(2) في ط\n...\nطبعية.\n(3) نهاية 15/أ.\n(4) ما بين المعكوفين ليس في أ.\nالجزء: 1 ¦ الصفحة: 75\n",
        "لم لا يجوز أن يكون مراد الواقف والمعطي، أن يكون معطاه صلة، ويقرأ القارئ حسبة لله تعالى ويعطي ثوابه للمعطي؟\nقلت: لا يجوز، أما الأول، فلأن المعطي إنما يعطي ليقرأ له بأمره على مراده، حتى يراقبه هل يداوم على القراءة وربما يُسلط عليه نقَّاطاً (1). وإذا ترك القراءة يوماً يغضب عليه، ويقول تأكل الحرام، وربما يمنع وظيفة ذلك اليوم، بل ربما يعزله وينصب مكانه آخر، وربما يماكس القارئ ويطلب منه القراءة بالقليل، والقارئ يطلب الكثير، ويقول الطالب فلان العالم يقرأ بأقل من هذا، حتى تراضيا على شيء معين، فيجري بينهما ما يجري بين المستأجر والبناء والنجار، والعبرة في أمثاله للأغراض دون الألفاظ، حتى صارت الهبة بشرط العوض بيعاً، والكفالة\n(1) النقَّاط من يتتبع غيره ومنه قول العرب تنقط الخبر أي أخذه شيئاً فشيئاً، تاج العروس 10/ 434.\nالجزء: 1 ¦ الصفحة: 76\n",
        "بشرط البراءة حوالة، والحوالة بشرط البقاء كفالة وغير ذلك.\nوهل للأجرة معنى غير هذا؟ وإنما (1) الصلة ما يعطى للقراءة لله تعالى، فلا يتصور فيها الأمر والنهي لأجل المعطى والمماسكة والتراضي على شيء معين.\nوأما الثاني فلأن القارئ إنما يقرأ لأخذ المال، ولو لم يعط لم يقرأ، وإن لم يمنع مانع، فهل تكون القراءة حسبة [لله تعالى] (2) هكذا، نعم يتصور ما ذكرت في الأخوين (3) في الله (4) تعالى يقرأ أحدهما بالتماس الآخر، أو (5) بدونه فيعطي ثوابه لروح أبيه، فيعطي الآخر له ولا يأمره ولا يماسكه، ولو لم يعط لم يترك أخوه القراءة، وليس هذا مما نحن فيه.\n(1) نهاية 15/ب.\n(2) ما بين المعكوفين ليس في أ.\n(3) في ط للأخوين.\n(4) في ط لله.\n(5) في ط و.\nالجزء: 1 ¦ الصفحة: 77\n",
        "فإن قلت فبين لنا إجمالاً حال ما عدا الصورة المذكورة، وإن لم تكن في صدده حتى يحيط علمنا بجملته، ونكون على بصيرة في هذا الأمر، فإن الاستنباط (1) مما ذكر سابقاً لا يقدر عليه كل أحد.\nقلت: القراءة لأجل الدنيا، أعني ما كان الباعث عليها حظاً عاجلاً، لا يجوز وكذا الأخذ لها والإعطاء عليها، إلا أن يريد المعطي صلة بدون شرط القراءة، ويلتمس منه القراءة باختياره فيحلان.\nوأما القراءة لله تعالى فطاعة (2)، وكذا الإعطاء لها. وأما الأخذ عليها، فإن أراد المعطي صلة، يجوز، وإن أراد الأجرة، فلا يجوز فتأمل.\nثم إن مدَّعانا هاهنا، أن الأجرة (3) على (4) قراءة القرآن، وإعطاء الثواب للمعطي، أو لواحد من أحبائه، لا يجوز في نفس الأمر، ولم يذهب إليه أحد من المجتهدين، الذين سوغ لهم الاجتهاد، كما لا يجوز الإجارة على الصلاة والصوم بالاتفاق.\n(1) في ط استنباط.\n(2) نهاية 16/أ.\n(3) في أالإجارة.\n(4) ورد في ط أن.\nالجزء: 1 ¦ الصفحة: 78\n",
        "ولا تظنن أن الشافعي (1) يجوزه بناءً على تجويز الإجارة على التعليم (2) وأمثاله، فإنه باطل (3).\nأما أولاً، فلأن الشافعي وكذا مالكاً (4) لم يريا وصول العبادات البدنية للميت (5)، فكيف يجوز أن الإجارة التي هي تمليك المنفعة بعوض، والمنفعة هاهنا لا تقبل التمليك؟\nوأما ثانياً، فلأن التعليم وأمثاله له (6) منفعة غير الثواب، وهو حصول العلم للغير، ونحوه غرض المستأجر ذلك، دون إعطاء ثواب التعليم ونحوه، وإذا أخذ الأجرة على التعليم لا يحصل له ثواب، ولكن يحصل العلم للغير وهو المراد.\nوكذا المراد من الأذان إعلام وقت (7) الصلاة ولا ينافيه أخذ الأجرة\n(1) هو محمد بن إدريس بن العباس الإمام الشافعي، ثالث الأئمة الأربعة الفقيه الأصولي اللغوي المحدث الشاعر الأديب ناصر السنة له الرسالة في أصول الفقه والأم في الفقه وغير ذلك توفي سنة 204هـ انظر ترجمته في سير أعلام النبلاء 10/ 5، طبقات الشافعية الكبرى الجزء الأول، مناقب الشافعي للبيهقي.\n(2) أجاز الشافعية الإجارة على التعليم بشرط تعيين المتعلمين، انظر روضة الطالبين 4/ 263.\n(3) في أبط.\n(4) هو مالك بن أنس بن أبي عامر الأصبحي، إمام دار الهجرة ثاني الأئمة الأربعة المحدث الفقيه له الموطأ توفي سنة 179 انظر ترجمته في سير أعلام النبلاء 8/ 48، تهذيب الكمال 27/ 19.\n(5) انظر المجموع 6/ 424 - 430، حاشية الدسوقي على الشرح الكبير 2/ 18، الفروق 2/ 205.\n(6) ليست في ط.\n(7) نهاية 16/ب.\nالجزء: 1 ¦ الصفحة: 79\n",
        "وإن نافى حصول الثواب (1).\nوكذا أخذ الأجرة على الإمامة، لا ينافي صحة حصول الاقتداء وحصول ثواب الجماعة للمقتدين، ألا ترى أنه يجوز الاقتداء بمن (2) لم ينوِ (3) الإمامة، بل يجوز الاقتداء بمن نوى (4) أن لا يصير إماماً، نعم ينافي حصول ثواب الإمامة (5) للإمام (6) كما ينافيه (7) عدم النية، فالفرق ظاهر والقياس فاسد.\nوأما ثالثاً فلأن الثواب منوط على النية عند الشافعي وجميع المجتهدين، وفيما نحن فيه لم يوجد نية، فلا يحصل له ثواب، فكيف تجوز الإجارة لأجل الثواب؟ فلا ثواب ولا منفعة فلا إجارة، إذ هي تمليك المنفعة بعوض.\nوأما رابعاً فلأن القراءة مثل الصلاة والصوم بلا فرق، فقد قال الغزالي في فاتحة\n(1) أخذ الأجرة على الأذان لا ينافي حصول الثواب للمؤذن على الصحيح من أقوال أهل العلم قال شيخ الإسلام بن تيمية: [\n...\nوإنما أخذ الأجرة لحاجته إلى ذلك وليستعين على طاعة الله، فالله يأجره على نيته فيكون قد أكل طيباً وعمل صالحاً] مجموع الفتاوى 24/ 316.\n(2) في ألمن.\n(3) في أينوي وهو خطأ.\n(4) في ألمن نوى.\n(5) أخذ الأجرة على الإمامة لا ينافي حصول الثواب للإمام كما سبق في هامش 1 من هذه الصفحة.\n(6) في أللإمامة وهو خطأ.\n(7) في ط ينافي.\nالجزء: 1 ¦ الصفحة: 80\n",
        "العلوم: (يجوز أخذ الأجرة على التعليم والإمامة والتأذين، وأما أخذ الأجرة على الصلاة فحرام (1) بالاتفاق)، فدل هذا أن أخذ الأجرة على الصوم (2) والقراءة لا يجوز أيضاً بدلالة النص.\nوأما أئمتنا فلم (3) يجوزوا الإجارة على الطاعة أصلاً (4).\nوبعض المتأخرين جوزوا في التعليم دون الإمامة والتأذين لما ذكرنا سابقاً (5)، أو لأن الأول يمنع الاشتغال بالكسب، وأنه منع (6) العطاء من بيت المال، فلو قلنا بعدم الجواز، يلزم تضييع حفظ القرآن ولا كذلك الأخيران (7).\nثم بعض آخر (8) ممن جاءوا بعدهم لما رأوا تغير الزمان وأنهم لا يداومون الإمامة\n(1) انظر الهداية مع تكملة شرح فتح القدير 9/ 98، حاشية الدسوقي على الشرح الكبير 4/ 21 - 22، كشاف القناع 4/ 12، مجموع الفتاوى 30/ 203.\n(2) انظر تبين الحقائق 5/ 124، المغني 5/ 558، مغني المحتاج 2/ 344، حاشية الدسوقي 4/ 21.\n(3) في ط\n...\nفلا.\n(4) نهاية 17/أ.\n(5) ليست في أ.\n(6) في ط\n...\nيمنع.\n(7) في أ\n...\nالأخيرين.\n(8) في ط الآخر.\nالجزء: 1 ¦ الصفحة: 81\n",
        "والتأذين حسبة بل يدَّافعون، قالوا لو قلنا بعدم الجواز يختل أمر الجماعة، وهي من شعائر الدين، فأفتينا بجوازهما أيضاً لضرورة حفظ الدين مع وجود معنى الإجارة فيهما، وكذا في التعليم لما بينا سابقاً، ولا ضرورة في القراءة وإعطاء الثواب بالأجرة، ولا يوجد معنى الإجارة فيه أيضاً فكيف يجوز؟\nاعلم أن بعض الجهلة المتزيين بزي العلماء في زماننا، زعموا أن فيها (1) ضرورة أيضاً فبعضهم يقول الضرورة في جانب حفظ القرآن، إذ تغير زماننا فلو لم يجز (2) لم يشتغل أحد بقراءة القرآن، فيضيع حفظه، ولأنه حينئذ لا يعلِّمون صبيانهم القرآن، إذ غرضهم من تعليم القرآن، تحصيل (3) المال عند كبرهم بسبب القراءة\n(1) في ط فيهما.\n(2) في ط\n...\nيجوز وهو خطأ.\n(3) في ط\n...\nتحصيلهم.\nالجزء: 1 ¦ الصفحة: 82\n",
        "فإذا لم يجز (1) أخذ المال على القراءة امتنعوا عن التعليم.\nوبعض آخر يقول الضرورة في جانب القارئ، حيث يضطرون لفقرهم على أخذ الأجرة على القراءة.\nفهذان القولان [ظاهرا] (2) البطلان، بيِّنا الفساد، إذ هما بعد كونهما خرقاً للإجماع (3)، بخلاف القول بجواز التعليم والإمامة والتأذين بالأجرة، إذ هو مختلف فيه في الصدر الأول، كذب محض وافتراء صرف.\nأما (4) الدليل الأول للقول الأول، فلأنه لو صدق لدل على جواز الأخذ على تعليم القرآن (5) وعلى القراءة جهراً على أهله. أما القراءة بالإخفاء وإعطاء الثواب بالأجرة فلا دلالة عليها، بل القراءة بالإخفاء على الدوام لمن لم يرسخ في القرآن يقرؤه على الخطأ واللحن حتى يعسر تعليمه كما يشاهد في قراءة الأجزاء في زماننا.\n(1) في ط يجوز وهو خطأ.\n(2) في أ + ط ظاهر.\n(3) اتفق معظم الفقهاء المتقدمين على منع الإجارة على تلاوة القرآن الكريم وهذا قول الحنفية والمالكية والشافعية في المشهور عندهم والحنابلة وغيرهم كثير من أهل العلم، انظر مجموع الفتاوى 23/ 364، حاشية ابن عابدين 6/ 55 - 57، مغني المحتاج 3/ 461، الفروع 2/ 313، حاشية الدسوقي على الشرح الكبير 1/ 423.\n(4) في ط\n...\nوأما.\n(5) في ط القراءة.\nالجزء: 1 ¦ الصفحة: 83\n",
        "وأما الدليل الثاني للقول (1) الأول فباطل جداً، كيف وأن تغير الزمان إنما كان بغلبة حب الدنيا والرئاسة، ومعلوم أن ناصيتها في أيدي الأمراء وهم محتاجون إلى القراء والعلماء للإمامة والخطابة والقضاء (2) والفتوى وغيرها (3)، فيكثر الاشتغال بالقرآن والعلم لنيل الرئاسة والدنيا.\nأما الثاني فالضرورة التي تبيح الحرام أن يخاف على نفسه الهلاك من الجوع، ألا ترى أن السؤال حرام على من له قوت يوم، ولا يوجد قارئ على هذه الحالة، وإن وجد فلا كلام فيه، إذ يجوز له أكل الميتة ولحم الخنزير ومال الغير بلا إذن، وما جاز للضرورة لا يتعداها فاعلم ذلك.\n(1) ورد في ط\n...\nمن المقول.\n(2) نهاية 18/أ.\n(3) في ط\n...\nوغيرهما.\nالجزء: 1 ¦ الصفحة: 84\n",
        "ثم إنَّا نذكر إن شاء الله تعالى أدلة كثيرة على مدَّعانا، بعضها (1) يشمل غير مدعانا أيضاً من بعض الصور السابقة، فلا ضير (2) فيه، وبعضها لا يفيد قطعاً بل ظناً ولا ضير فيه أيضاً، إذ غرضنا التقوية والتأييد، لا استقلاله (3) بالدلالة على أن الظن كاف في باب العمل ولا يلزم اليقين، فالله تعالى أعلم بالصواب وإليه المرجع والمآب ولا حول ولا قوة إلا بالله العلي العظيم.\n(1) في ط وبعضها.\n(2) في أخيل وهو خطأ.\n(3) في ط لاستقلاله.\nالجزء: 1 ¦ الصفحة: 85\n",
        "المقصد في إثبات المدعى وفيه مسلكان\nالمسلك الأول في الإثبات (1) التحقيقي:\nفإن قلت الإثبات التحقيقي إنما يكون للمجتهد ولا مجتهد في زماننا، قال في الخلاصة: [القاضي (2) إذا قاس مسألة على مسألة وحكم فظهر روايةً أن الحق بخلافه فالخصومة للمدعى عليه يوم القيامة على القاضي وعلى المدعي، لأن القاضي آثم بالاجتهاد، لأنه ليس أحدٌ من أهل الاجتهاد في زماننا، والمدعي آثم بأخذ المال. انتهى].\nقلت المسائل المثبتة (3) بالشرع قسمان: نصية قطعية كالثابت بحكم الكتاب والسنة المشهورة والإجماع، مثل وجوب الصلاة وحرمة الربا وغيرهما (4)، فلا تقليد فيها للمجتهد.\n(1) في ط إثبات.\n(2) نهاية 18/ب.\n(3) في ط المشبهة وهو خطأ.\n(4) في ط ونحوهما.\nالجزء: 1 ¦ الصفحة: 86\n",
        "واجتهادية ظنية ففيها التقليد، وما نحن بصدده من قبيل الأولى.\nولو سلم فالإثبات التحقيقي يمكن لمن كان مضطلعاً على مأخذ الأحكام، أهلاً للنظر مترقياً من درجة التقليد المحض، وهو الذي أجيز له الفتوى.\nقال الفقيه أبو الليث في البستان: [لا ينبغي لأحد أن يفتي إلا أن يعرف أقاويل العلماء، ويعلم من أين قالوا، ويعلم معاملات الناس، فإن عرف أقاويل العلماء ولم يعرف مذاهبهم، فإن سئل عن مسألة يعلم أن العلماء (1) الذين هو ينتحل مذهبهم قد اتفقوا عليها، فلا بأس (2) بأن يقول هذا (3) جائز وهذا لا يجوز، ويكون قوله على سبيل الحكاية.\n(1) نهاية 19/أ.\n(2) ورد في أعليه.\n(3) في ط وهذا.\nالجزء: 1 ¦ الصفحة: 87\n",
        "وإذا كانت مسألة قد اختلفوا فيها، فلا بأس بأن يقول هذا جائز في قول فلان، ولا يجوز في قول فلان، ولا يجوز [له أن يختار] (1) أحد الأقوال، فيجيب بقول بعضهم ما لم يعرف حجته].\nوروي عن عصام بن يوسف (2) أنه قال كنت في مأتم فاجتمع فيه [أربعة] (3) من أصحاب أبي حنيفة (4)، زفر (5) بن الهذيل (6) وأبو يوسف (7) وعافية بن يزيد (8)\n(1) ما بين المعكوفين ليس في ط.\n(2) هو عصام بن يوسف بن ميمون أبو عصمة البلخي، الفقيه الحنفي، روى عن ابن المبارك وكان صاحب حديث وروى عنه شعبة والثوري توفي سنة 215هـ الجواهر المضية 2/ 527\n(3) في أ + ط أربع وهو خطأ.\n(4) هو الإمام أبو حنيفة النعمان بن ثابت إمام الأئمة وسراج الأمة صاحب المذهب الحنفي ولد سنة 80هـ وتوفي سنة 150هـ، له ذكر حافل في المراجع التاريخية تصعب الإحاطة به، انظر ترجمته في الجواهر المضية 1/ 49 فما بعدها الانتقاء في فضائل الأئمة الثلاثة الفقهاء ص183 فما بعدها، تهذيب الأسماء واللغات 2/ 216 - 223، أبو حنيفة لمحمد أبي زهرة.\n(5) هو زفر بن الهذيل بن قيس المصري صاحب أبي حنيفة وكان أقيس أصحابه وقد جمع بين العلم والعبادة وكان من أصحاب الحديث ثم غلب عليه الرأي توفي سنة 158هـ، انظر سير أعلام النبلاء 8/ 35، الانتقاء ص335، الجواهر المضية 2/ 207، الفوائد البهية ص132.\n(6) في أهذيل.\n(7) هو يعقوب بن إبراهيم بن حبيب الأنصاري صاحب أبي حنيفة الأول المتوفى سنة 182هـ، كان صاحب حديث وفقه، لزم أبا حنيفة وولي قضاء بغداد وله عدة كتب منها الخراج والأمالي والنوادر والآثار، انظر ترجمته في الجواهر المضية 3/ 611، الفوائد البهية ص372، سير أعلام النبلاء 8/ 470، شذرات الذهب 1/ 278، الانتقاء في فضائل الأئمة الثلاثة الفقهاء ص329.\n(8) هو عافية بن يزيد الأودي كان من أصحاب أبي حنيفة وكان من خيار القضاة توفي بعد سنة 160 هـ، انظر الجواهر المضية 2/ 284.\nالجزء: 1 ¦ الصفحة: 88\n",
        "وآخر، وكلهم أجمعوا على أنه لا يحل لأحد أن يفتي بقولنا ما لم يعلم من أين قلنا (1).\nوروى إبراهيم بن يوسف (2) عن أبي يوسف عن أبي حنيفة رحمهم الله تعالى أنه\nقال: [لا يحل لأحد أن يفتي بقولنا ما لم يعلم من أين قلنا. انتهى] (3).\n(1) انظر الجواهر المضية 2/ 527 - 528.\n(2) هو إبراهيم بن يوسف بن ميمون البلخي تتلمذ على أبي يوسف صاحب أبي حنيفة، الإمام المشهور كبير المحل عند أصحاب أبي حنيفة توفي سنة 241هـ. انظر ترجمته في الجواهر المضية 1/ 219.\n(3) انظر الجواهر المضية 1/ 121.\nالجزء: 1 ¦ الصفحة: 89\n",
        "ويمكن أن ندعي (1) الاجتهاد في هذه المسألة، بناء على ما هو الحق من جري (2) الاجتهاد، وإن منعه قوم (3). وكيف لا وأصحاب أبي حنيفة مثلاً مجتهدون بلا خلاف، مع أنهم يقلدون أبا حنيفة في كثير من المسائل (4) ويجتهدون في بعضها، إما مع القدرة على المخالفة، كأبي يوسف ومحمد (5)، وإما فيما لا رواية عنه على\n(1) في ط يدعي.\n(2) في ط\n...\nتحري.\n(3) الصحيح من أقوال أهل العلم أن الاجتهاد لا ينقطع، ولا يخلو عصر من مجتهد، انظر مجموع الفتاوى 20/ 204، فواتح الرحموت 2/ 399، شرح العضد 2/ 307، شرح المحلي 2/ 398، شرح الكوكب المنير 4/ 564.\n(4) نهاية 19/ب.\n(5) هو محمد بن الحسن الشيباني الصاحب الثاني للإمام أبي حنيفة، أصولي فقيه محدث، له فضل كبير في نشر مذهب أبي حنيفة صاحب المؤلفات المعتبرة كالمبسوط والجامع الكبير والجامع الصغير والسير الكبير والسير الصغير والزيادات، وهذه الكتب الستة معروفة بكتب ظاهر الرواية، وله كتب غيرها، انظر ترجمته في الجواهر المضية 3/ 122، الفوائد البهية ص268، الانتقاء في فضائل الأئمة الثلاثة الفقهاء ص337.\nالجزء: 1 ¦ الصفحة: 90\n",
        "خلافه، كظهير الدين (1) وقاضي خان (2) ونحوهما، ولهذا (3) لم يُعدوا (4) مذاهب مستقلة كما عُدَّ الشافعي ومالك ونحوهما إذ لا تقليد لهم لأحد أصلاً.\nويؤيد هذا ما ذكر في مناقب أبي يوسف رحمه الله أنه قال في مرض موته: [إلهي أنت تعلم أني لم أحكم في قضائي فيما علمته باجتهادي إلا به، وفيما لم (5) أعلم (6) جعلت أبا حنيفة بيني وبينك، فاعف عني واغفر لي بكرمك يا أكرم الأكرمين، ويا أرحم الراحمين].\n(1) ظهير الدين لقب لتسعة من علماء الحنفية كما في الجواهر المضية 5/ 275، وقال اللكنوي في ترجمة علي بن عبد العزيز ظهير الدين الكبير المرغيناني ما نصه: [وقد رأيت في الفتاوى الظهيرية أن صاحبها كثيراً ما ينقل المسائل والفوائد عن ظهير الدين المرغيناني ويصفه بالشيخ الإمام الأستاذ الأجلّ، ومن المعلوم أن الظهير المرغيناني لقب لصاحب الترجمة عليّ، ولابنه الحسن، ويفرق بينهما بتوصيف الأول بالظهير الكبير] الفوائد البهية ص 206\n(2) هو حسن بن منصور بن محمود فخر الدين قاضي خان الأوزجندي الفرغاني كان إماماً كبيراً وبحراً عميقاً غواصاً على المعاني الدقيقة مجتهداً توفي سنة 592هـ، له الفتاوى المعروفة بفتاوى قاضي خان أو الفتاوى الخانية وهي مشهورة مقبولة معمول بها متداولة بين أيدي العلماء والفقهاء، وله شرح أدب القاضي للخصاف وغير ذلك، انظر كشف الظنون 2/ 218، الجواهر المضية 2/ 93، الفوائد البهية ص111.\n(3) في ط ولذا.\n(4) في ط\n...\nيعدوها.\n(5) في ط لا.\n(6) ورد في ط به.\nالجزء: 1 ¦ الصفحة: 91\n",
        "وأما ما ذكر في الخلاصة، فمحمول على المجتهد المطلق، أو القادر على مخالفته في البعض، يدل عليه قوله فظهر رواية أن الحق بخلافه، على أنه لا دليل عليه أيضاً إلا الاستقراء الناقص (1) فهو لا يفيد.\nكيف وقد ذهب (2) بعض العلماء [إلى] (3) عدم جواز خلو الزمان عن (4) المجتهد.\nإذا تقرر هذا فنقول: يدل على مدَّعانا كتاب الله تعالى وسنة حبيبه عليه الصلاة والسلام (5) وإجماع الأمة والقياس الصحيح.\nاعلم أولاً أن النصوص محمولة على ظواهرها ما لم يمنع مانع، وأن العبرة بعموم اللفظ (6) وإطلاقه لا بخصوص السبب وتقييده (7).\n(1) في ط ناقص، والاستقراء الناقص هو ما لا يكون فيه حصر الكلي في جزيئاته بأن لا يكون فيه تتبع لجميع جزئيات الكلي، انظر شرح الكوكب المنير 4/ 419.\n(2) في ط وذهب.\n(3) في أ + ط على وهو خطأ.\n(4) في أعلى.\n(5) نهاية 20/أ.\n(6) في أالنص.\n(7) انظر إرشاد الفحول 1/ 446.\nالجزء: 1 ¦ الصفحة: 92\n",
        "وإن شريعة من قبلنا شريعة لنا إذا قص (1) الله تعالى ورسوله من غير نسخ (2).\nوأن النهي للتحريم (3)، وأن تأويل الراوي وتوجيهه الآية أو الحديث بدون الرفع إلى رسول الله - صلى الله عليه وسلم - لا يكون حجة على الغير (4). وأن ترتب الحكم على المشتق يدل على عِليَّة مأخذ الاشتقاق (5) على ما ثبت في موضعها.\n(1) في ط قضى.\n(2) وهذا قول الحنفية والمالكية ورواية عن أحمد، انظر شرح ابن ملك على المنار ص732، شرح المحلي 4/ 192، شرح العضد 2/ 286، المستصفى 1/ 134، أصول السرخسي 2/ 99\n(3) وهذا مذهب جماهير أهل العلم بما فيهم الأئمة الأربعة، انظر البرهان 1/ 283، كشف الأسرار 1/ 256، الإحكام للآمدي 2/ 187، فواتح الرحموت 1/ 396، المحصول 1/ 2/469.\n(4) انظر شرح الكوكب المنير 2/ 486، 4/ 425، فواتح الرحموت 2/ 161، تيسير التحرير 3/ 69، المنخول ص175، الإحكام للآمدي 2/ 128.\n(5) انظر التقرير والتحبير 1/ 119، التبصرة ص454، تخريج الفروع على الأصول ص344، إرشاد الفحول 2/ 151.\nالجزء: 1 ¦ الصفحة: 93\n",
        "أما الكتاب: فمنه قوله تعالى: (وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا) (1) وقوله تعالى: (إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللَّهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلًا أُولَئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلَّا النَّارَ) (2)، وجه الاستدلال أن المراد بالاشتراء الاستبدال (3) والأخذ، وبآياتي آيات (4) الكتاب، وبالثمن القليل الدنيا، بدليل إطلاقه عليها في الكتاب قال الله تعالى: (قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ) (5)، والسنة والعرف قال:\nهي الدنيا أقل من القليل وعاشقها أذل من الذليل\nتُصِمُ (6) بسحرها قوماً وتعمي فهم متحيرون بلا دليل\nوإن الضمير في به، لما أنزل الله، لقربه وذكره صريحاً، فدل الآيتان على (7) أن الاشتراء حرام، وأنه والكتمان سببان لأكل النار، فثبت حرمة أخذ الدنيا بسبب القرآن.\n(1) سورة البقرة الآية 41.\n(2) سورة البقرة الآية 174.\n(3) في ط الاستدلال، وهو الخطأ.\n(4) ليست في ط.\n(5) سورة النساء الآية 77.\n(6) نهاية 20/ب.\n(7) ليست في ط.\nالجزء: 1 ¦ الصفحة: 94\n",
        "قال الفقيه أبو الليث في تفسير هذه الآية: ولأجل هذه الآية كره إبراهيم النخعي (1) بيع المصحف، فانظر إلى احتياطه، فإن المصحف عبارة عن الأوراق والنقوش، وليس شيء منهما من آيات الله تعالى. ولكن (2) لما كان النقوش دالاً على نظم القرآن وبيع المدلول حراماً، جعل بيع ما يشتمل على داله مكروهاً احتياطاً.\nومنه قوله تعالى: (مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ\n...\nالآية) وقد سبق في المقدمة. ووجه الاستدلال أن المراد من كان يريد بعمل (3) الآخرة بقرينة السياق فإن إرادة الدنيا بعمل الآخرة فهو رياء.\nوأما إرادة الدنيا بعمل الدنيا جائز (4) بلا خلاف، فكيف يستحق به (5) عذاب النار\n(1) هو إبراهيم بن يزيد بن قيس بن الأسود النخعي الكوفي الفقيه المعروف وأحد الأعلام توفي سنة 96هـ، انظر ترجمته في سير أعلام النبلاء 4/ 520، تهذيب الكمال 2/ 233.\n(2) في ط لكن.\n(3) في ط العمل.\n(4) في ط جائزة.\n(5) ليست في ط.\nالجزء: 1 ¦ الصفحة: 95\n",
        "وقد دلَّ عليه ترتب الحكم، وقراءة القرآن من أفضل أعمال (1) (2) الآخرة.\nومنه قوله تعالى: (قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِنْ هُوَ إِلَّا ذِكْرَى لِلْعَالَمِينَ) (3).\nوقوله تعالى: (وَمَا تَسْأَلُهُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ) (4).\nوجه الاستدلال أن الضميرين للقرآن والحصر إضافي، فالمعنى ما القرآن إلا ذكرى (5) للعالمين، لا يتجاوز إلى كونه مما يسأل عليه الأجر من الخلق.\nومنه قوله تعالى (مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ\n...\nالآية)، أي يريد بعمل الآخرة وقد مرَّ وجه الاستدلال.\n(1) في ط الأعمال.\n(2) نهاية 21/أ.\n(3) سورة الأنعام الآية 90.\n(4) سورة يوسف الآية 104.\n(5) في أذكر.\nالجزء: 1 ¦ الصفحة: 96\n",
        "وأما السنة: فمنها قوله - صلى الله عليه وسلم -: (اقرؤوا القرآن ولا تأكلوا به) (1) ذكره صاحب الهداية (2) في كتاب الإجارة (3).\nومنها ما رواه (4) الترمذي عن عمران بن الحصين (5) - رضي الله عنه -، أنه مرَّ على قاصٍ (6) يقرأ ثم يسأل، فاسترجع ثم قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: (من قرأ القرآن فليسأل الله به (7) فإنه سيجيء أقوامٌ يقرؤون القرآن ويسألون (8) الناس به) (9).\nوجه الاستدلال أن الأمر للوجوب، وأن قوله (فإنه سيجيء) سيق للذم، ولا ذم في المباح.\n(1) رواه أحمد في المسند 3/ 428، وابن أبي شيبة في المصنف 2/ 168، والبيهقي في السنن الكبرى 2/ 17، وأبو يعلى في مسنده 3/ 88، والطحاوي في شرح معاني الآثار 3/ 18، وقال الألباني صحيح، سلسلة الأحاديث الصحيحة 1/ 522.\n(2) هو أبو الحسن علي بن أبي بكر بن عبد الجليل المرغيناني، الفقيه الحنفي العلامة المحقق له البداية في الفقه وشرحها الهداية توفي سنة 593 هـ انظر ترجمته في الجواهر المضية 2/ 627، الفوائد البهية ص 230.\n(3) الهداية مع تكملة شرح فتح القدير 8/ 40.\n(4) في ط روى.\n(5) في ط حصين، وهو عمران بن الحصين بن عبيد الخزاعي صحابي جليل أسلم سنة سبع للهجرة ولي قضاء البصرة توفي سنة 52هـ، انظر ترجمته في سير أعلام النبلاء 2/ 508، الإصابة 4/ 705.\n(6) في ط قارىء.\n(7) ليست في أ.\n(8) في أيسألون.\n(9) سنن الترمذي 5/ 179، وقال حديث حسن، ورواه أحمد في المسند 4/ 432، والطبراني في المعجم الكبير 18/ 166، وقال الألباني حسن. صحيح سنن الترمذي 3/ 10.\nالجزء: 1 ¦ الصفحة: 97\n",
        "ومنها ما رواه أبو داود عن عبادة بن الصامت (1) وصححه التوربشتي (2) قال علّمت (3) ناساً من أهل الصفة القرآن وأهدى إليَّ رجل قوساً، فقلت ليست بمال\n(1) في أصامت، وعبادة هو عبادة بن الصامت بن قيس الأنصاري الخزرجي المدني صحابي جليل مات بالرملة سنة 34هـ ودفن في بيت المقدس وانظر ترجمته في الإصابة 3/ 644، تهذيب التهذيب 5/ 97.\n(2) التوربشتي هو فضل الله شهاب الدين التوربشتي الحنفي محدث وفقيه من أهل شيراز له شرح مصابيح السنة للبغوي، تحفة المرشدين وغيرهما توفي سنة 600هـ انظر ترجمته في طبقات الشافعية الكبرى 8/ 349، معجم المؤلفين 2/ 625.\n(3) نهاية 21/ب.\nالجزء: 1 ¦ الصفحة: 98\n",
        "وأرمي بها في سبيل الله تعالى، فأتيته عليه الصلاة والسلام فقلت: يا رسول الله رجل أهدى إليَّ قوساً (1) ممن كنت أعلمه القرآن، وليست بمال فأرمي بها في سبيل الله تعالى، فقال - صلى الله عليه وسلم -: إن كنت تحب أن تطوق طوقاً من نار (2) فاقبلها) (3).\nومنها ما ذكره (4) الشيخ أبو منصور (5) رحمه الله في تفسير قوله تعالى: (فَإِنْ تَوَلَّيْتُمْ فَمَا سَأَلْتُكُمْ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ) (6)، أي المستسلمين لأمر الله تعالى، الذين لا يأخذون للوعظ والنصيحة وتعليم الدين أجراً، فإن مقتضى الإسلام ذلك قال - صلى الله عليه وسلم -: (لا تأخذوا للعلم والقرآن ثمناً فتسبقكم الدنيا إلى الجنة) (7). انتهى\n(1) ورد في أ (في نفسه)، وزيادتها خطأ حيث إنها ليست من الحديث.\n(2) في ط النار.\n(3) سنن أبي داود 3/ 264، ورواه ابن ماجة في سننه 2/ 730، وأحمد في المسند 5/ 315، والبيهقي في السنن الكبرى 6/ 125، وقال الألباني صحيح، صحيح سنن ابن ماجة 2/ 8.\n(4) في أذكر.\n(5) أبو منصور لعله محمد بن محمد بن محمود أبو منصور الماتريدي كان من كبار العلماء وكان يقال له إمام الهدى له مصنفات منها كتاب التوحيد، المقالات، بيان وهم المعتزلة، وكتاب تأويلات القرآن وهو كتاب لا يوازيه فيه كتاب، توفي سنة 333 هـ انظر ترجمته في الجواهر المضية 3/ 360.\n(6) سورة يونس الآية 72.\n(7) لم أقف على من رواه.\nالجزء: 1 ¦ الصفحة: 99\n",
        "ومنها ما ذكر في المقدمة من قوله - صلى الله عليه وسلم -: (فمن عمل منهم عمل الآخرة للدنيا فليس له في الآخرة من نصيب) (1).\nأقول فإذا لم يكن له ثواب، فكيف تصح هذه الإجارة التي هي في الحقيقة (2) بيع الثواب، إذ ليس غرض المستأجر نفس القراءة، ولا انتفاع القارئ به (3) ولا انتفاع الغير بالسماع والتعليم، بل غرضه تسليم ثوابها له، وبيع المعدوم باطل، ولو سلم وجوده فليس بمال، لأنه ليس بعين يجري فيه التنافس (4) والابتذال، ولو سُلِّم فليس بمقدور التسليم، ولو سُلِّم أنه ليس ببيع، فالإجارة تمليك المنفعة بعوض، والمنفعة هاهنا هي الثواب لا نفس القراءة بل هي\n(1) سبق تخريجه.\n(2) نهاية 22/أ.\n(3) ليست في ط.\n(4) في ط التنافر، وورد فيها كلمة رغبة.\nالجزء: 1 ¦ الصفحة: 100\n",
        "مرادة لأجله حتى إن المستأجر إذا علم عدم حصول الثواب لم يعطه حبة على مجرد القراءة، فالمعقود (1) عليه ليس إلا تسليم الثواب، فإذا لم يسلم لا يستحق الأجر، كمن أستأجره (2) رجل ليذهب بطعام إلى فلان بالبصرة، فذهب ووجده ميتاً فرده فلا أجر له (3).\nوقوله - صلى الله عليه وسلم -: (من تزين بعمل الآخرة وهو لا يريدها ولا يطلبها لعن في السماوات والأرض) (4).\nوقوله - صلى الله عليه وسلم -: (من طلب الدنيا بعمل الآخرة طمس وجهه ومحق (5) ذكره وأثبت اسمه في النار) (6) (7).\nوبالجملة كل ما ورد في ذم الرياء من الآيات والأخبار يدل عليه لما ذكرنا (8) في المقدمة أنه رياء أو ملحق به.\n(1) في ط\n...\nفالمقصود وهو خطأ.\n(2) في ط استأجر.\n(3) ما قاله المؤلف من عدم استحقاق الأجر غير مسلم إذ الأجير قد استؤجر على الذهاب بالطعام إلى البصرة فذهب فاستحق الأجر على ذلك.\n(4) سبق تخريجه.\n(5) في ط ومحي.\n(6) سبق تخريجه.\n(7) نهاية 22/ب.\n(8) في ط ذكر.\nالجزء: 1 ¦ الصفحة: 101\n",
        "وأما الإجماع فمن وجهين:\nالأول (1) إن الأمة اتفقوا على أن لا ثواب للعمل إلا بالنية لقوله (2) - صلى الله عليه وسلم -: (إنما الأعمال بالنيات ولكل إمرىء ما نوى) (3)، وهو حديث مشهور (4) تجوز به الزيادة على الكتاب (5)، وقد مرَّ أن النية ليست عبارة عن القول ولا الإخطار (6) بالبال حتى توجد إذا قال القارىء أنا أقرأ لله تعالى وأعطي ثوابه للمعطي وأخطر بباله معناه وقال المعطي أيضاً أنا أعطي لله تعالى وأخطر بباله معناه، بل هي الحالة الباعثة على العمل المعبر عنها بالقصد والعزم، ولم توجد فيما نحن فيه على ما هو المفروض، فلم يحصل (7) ثواب (8) فلا إجارة ولا بيع لما سبق وجهه.\n(1) في ط\n...\nوالأول.\n(2) في ألقموله وهو خطأ.\n(3) سبق تخريجه.\n(4) أي عند الفقهاء والأصوليين وأما عند المحدثين فليس بمشهور لأن المشهور عندهم ما له طرق محصورة بأكثر من اثنين ولم يبلغ حد التواتر كما قال الحافظ ابن حجر، وحديث (إنما الأعمال بالنيات) أول إسناده فرد ثم طرأت عليه الشهرة من عند يحيى بن سعيد، والمؤلف قصد المشهور عند الحنفية وهو قسيم للمتواتر وللآحاد، انظر تدريب الراوي 2/ 173 - 174.\n(5) انظر أصول السرخسي 2/ 82، فواتح الرحموت 2/ 62.\n(6) في ط الإحضار.\n(7) في ط يصل.\n(8) في ط ثوابه.\nالجزء: 1 ¦ الصفحة: 102\n",
        "والثاني أنهم أجمعوا على تحريم الرياء، وقد عرفت أن ما نحن فيه رياء (1)، أو ملحق به فكيف يجوز أخذ الأجرة على المعصية؟\nوأما القياس: فمن وجهين أيضاً:\nأحدهما: أن القراءة (2) مثل الصلاة والصوم في كونهما عبادة بدنية محضة، فكما لا يجوز أخذ الأجرة عليهما لا يجوز عليها.\nوالثاني: أنها (3) بيع الثواب بالحقيقة كما مر، فأشبه بيع ثواب الأعمال التي عملها رجل في الزمان الماضي، فكما أن هذا باطل بلا خلاف فكذا هذا.\n(1) في ط\n...\nالرياء.\n(2) نهاية 23/أ.\n(3) في ط\n...\nأنه.\nالجزء: 1 ¦ الصفحة: 103\n",
        "نكتة مقنعة:\nاعلم يا أخي وفقك الله تعالى وإيانا، أني أذكر لك أصلاً أصيلاً يكفيك في هذا الباب إن كان لك عقل ودين، وهو أنَّا عرفنا الدين وحصول الثواب والعقاب من الشارع (1)، إذ ليس العقل مستقلاً فيه، ولو جاز حصول الثواب باستئجار الغير على القراءة، لفعله رسول الله - صلى الله عليه وسلم - أو حث عليه أو لفعله الصحابة والتابعون، الذين هم خير القرون بشهادة خير الأنام، ولم يرو عن النبي - صلى الله عليه وسلم - ولا عن واحد من الصحابة والتابعين فعله ولا الحث عليه. كيف وقد أنكر مالك والشافعي مع قرب عهدهما، وصول ثواب العبادات البدنية الخالصة إلى الغير، فيكون بدعة قال - صلى الله عليه وسلم -\n(1) في ط الشاع وهو خطأ.\nالجزء: 1 ¦ الصفحة: 104\n",
        "(من أحدث في أمرنا (1) هذا ما ليس منه فهو رد) (2).\nوقال في الهداية: [ويكره أن يتنفل بعد طلوع الفجر بأكثر من ركعتي الفجر، لأنه عليه الصلاة والسلام لم يزد عليهما مع حرصه على الصلاة] (3)، فانظر كيف جعل عدم فعله - صلى الله عليه وسلم - في باب العبادة دليلاً على الكراهة (4).\nوقال صاحب مجمع البحرين (5) في شرحه: [أن رجلاً يوم العيد في الجبانة أراد أن يصلي قبل صلاة العيد، فنهاه علي - رضي الله عنه - (6)، فقال الرجل: إني أعلم أن الله تعالى لا يعذب العبد (7) على الصلاة. فقال علي - رضي الله عنه -: وإني أعلم أن الله تعالى لا يثيب على فعل حتى يفعله رسول الله - صلى الله عليه وسلم - أو يحث عليه] (8). انتهى.\n(1) نهاية 23/ب.\n(2) رواه البخاري 2/ 959، ورواه مسلم 3/ 1343.\n(3) الهداية مع شرح فتح القدير 1/ 208.\n(4) وهذا المعروف عند أهل العلم بالسنة التركية، انظر الاعتصام 1/ 361، إرشاد الفحول ص42، الإبداع ص36، اتباع لا ابتداع ص65.\n(5) هو أحمد بن علي بن تغلب البغدادي البعلبكي الأصل المعروف بابن الساعاتي الفقيه الحنفي والأصولي، له بديع النظام في أصول الفقه ومجمع البحرين في الفقه توفي سنة 694هـ انظر ترجمته في الجواهر المضية 1/ 208.\n(6) هو علي بن أبي طالب بن عبد المطلب بن عم رسول الله - صلى الله عليه وسلم - وزوج ابنته فاطمة من السابقين الأولين ورابع الخلفاء الراشدين استشهد سنة 40هـ انظر ترجمته في الإصابة 4/ 564، تهذيب التهذيب 7/ 294.\n(7) ليست في ط.\n(8) لم أقف على كلام علي - رضي الله عنه - في ما بين يدي من المصادر.\nالجزء: 1 ¦ الصفحة: 105\n",
        "نكات أخرى\n(1):\nسمَّى حبيبُ الله الدنيا جيفةً وملعونةً (2)، فهل يليق لأمته أن يستبدلوا كلام الله الذي لا يمسه إلا المطهرون بجيفة ملعونة، وأي استخفاف يزيد على هذا، وبأي وجه ينظر إلى وجه (3) رسول الله - صلى الله عليه وسلم - يوم (4) القيامة. وأي شيء يعطى للمستأجر إذا طلب الأجر فيه (5) يوم تبلى السرائر، نعوذ بالله تعالى [من شرورنا ومن شر الشيطان] (6) ومن (7) شرور أنفسنا ومن سيئات أعمالنا\n(1) في أأخر.\n(2) سبق تخريجه.\n(3) ليست في أ.\n(4) في أويوم.\n(5) في ط عنه.\n(6) ما بين المعكوفين ليس في ط.\n(7) نهاية 24/أ.\nالجزء: 1 ¦ الصفحة: 106\n",
        "المسلك الثاني في الإثبات (1) التقليدي:\nيكفي فيه ما هو المذكور في عامة الكتب، وهو لا يجوز الإجارة على الطاعات وذكر في بعضها كالهداية، أن بعض أصحابنا المتأخرين استحسنوا الاستئجار على تعليم القرآن اليوم لظهور التواني في الأمور الدينية (2)، ففي الامتناع تضييع حفظ القرآن وعليه الفتوى (3).\nوذكر في بعضها جوازه على الإمامة (4) والتأذين وتعليم الفقه أيضاً، ولم يذكر في واحد منها الاستئجار على القراءة وإعطاء الثواب فبقي داخلاً تحت العام.\nوقال في الاختيار (5): (الذي صرح فيه جواز الاستئجار على الإمامة والتأذين)، ومجمع الفتاوى (6) ولو (7) أوصى بأن يطين قبره أو يجعل عليه قبة أو يدفع شيء إلى\n(1) في ط إثبات.\n(2) في ط الدينة وهو خطأ.\n(3) الهداية مع تكملة شرح فتح القدير 8/ 40.\n(4) في ط الإماتة وهو خطأ.\n(5) صاحب الاختيار هو عبد الله بن محمود بن مودود الموصلي الفقيه الحنفي له المختار وشرحه الاختيار توفي سنه 683هـ انظر ترجمته في الجواهر المضية 3/ 349.\n(6) مجمع الفتاوى لأحمد بن محمد بن أبي بكر الحنفي، ثم اختصره وسماه خزانة الفتاوى، وذكر حاجي خليفة أنه جمع فيه عدداً من كتب الفتاوى عند الحنفية، انظر كشف الظنون 2/ 499.\n(7) في ط\n...\nلو.\nالجزء: 1 ¦ الصفحة: 107\n",
        "من يقرأ عند قبره القرآن (1)، فالوصية باطلة لأن عمارة القبور للإحكام مكروه (2)، وأخذ الشيء للقراءة لا يجوز، لأنه كالأجرة. فانظر إلى هذا كيف نفى الجواز عن مشابه (3) الأجرة فكيف عن الأجرة؟ وإنما قال كالأجرة لعدم تعيين (4) المقروء واليوم (5)، ولم يجعل صلة إذ لا يتصور (6) معناها هاهنا (7) كما ذكرنا في المقدمة.\nولهذا قال بعضهم: هذا إذا لم يعين القارئ.\nأما إذا عينه ينبغي أن يجوز على وجه الصلة دون الأجرة.\nووجهه والله أعلم، أن تعيينه يدل على أن المعين صديقه أو رجل كريم شفيق يدعو ويترحم للأموات، وأنه يلتمس منه باختياره أن يقرأ لله تعالى خالصاً عند\n(1) في ط لقرآن.\n(2) انظر الاختيار 5/ 84، حاشية ابن عابدين 6/ 690 - 691.\n(3) في ط مشابهة.\n(4) نهاية 24/ب.\n(5) في أاليوم.\n(6) ورد في ط معه.\n(7) ليست في ط.\nالجزء: 1 ¦ الصفحة: 108\n",
        "قبره بحكم الصداقة أو (1) الكرم لا للطمع إلى ما أوصى إليه وأنه صلة منه (2) يدفع إليه قرأ أو لم يقرأ.\nوقال في التتارخانية (3) نقلاً عن المحيط (4): [وإذا أوصى أن يدفع إلى إنسان كذا من ماله ليقرأ القرآن على قبره فهذه الوصية باطلة، قال بعض إذا كان القارئ معيناً ينبغي أن يجوز وصيته له على وجه الصلة دون الأجرة، والصحيح أنه لا يجوز وإن كان القارئ (5) معيناً].\n(1) في ط و.\n(2) في أفيه.\n(3) التتارخانية هو كتاب الفتاوى التتارخانية وهو من كتب الفتاوى المعتمدة عند الحنفية واسم الكتاب المسافر في الفروع لعالم بن علاء الحنفي المتوفى سنة 800هـ، وقد جمع فيه مسائل المحيط البرهاني والذخيرة والخانية والظهيرية، انظر كشف الظنون 1/ 253، 2/ 4، هدية العارفين 1/ 357، المذهب عند الحنفية ص99، معجم المؤلفين 2/ 26.\n(4) المحيط يطلق على كتابين عند الحنفية أولهما المحيط البرهاني للإمام برهان الدين محمود بن أحمد صاحب كتاب الذخيرة المذكور سابقاً، وقد جمع فيه مسائل المبسوط والجامعين والسير والزيادات وألحق به مسائل النوادر والفتاوى والواقعات وهو كتاب معتبر عند الحنفية وإذا أطلق المحيط في كتب الحنفية فالأرجح أنه ينصرف إليه. وثانيهما محيط السرخسي وهو شمس الأئمة محمد بن أحمد بن سهل المتوفى سنة 483هـ، انظر كشف الظنون 2/ 511، الفوائد البهية ص336.\n(5) ليست في أ.\nالجزء: 1 ¦ الصفحة: 109\n",
        "وهكذا قال أبو النصر (1) وكان يقول لا معنى لهذه الوصية (2) ولصلة القارئ لقراءته لأنه هذا بمنزلة الأجرة والإجارة في ذلك باطلة (3) وهذا بدعة لم (4) يفعلها أحد من\nالخلفاء انتهى (5).\nقال في الخلاصة: رجل أوصى لقارئ القرآن أن (6) يقرأ عند قبره بشيء فالوصية باطلة.\nونقل تاج الشريعة (7) في شرح الهداية أن القراءة بالأجرة لا يستحق بها الثواب لا للميت ولا للقارئ. ووجهه انعدام النية وهي مناط الثواب لما بينا.\nوهذا القدر كاف للعاقل المتدين وبالله التوفيق.\n(1) أبو النصر هو أحمد بن محمد أبو النصر المعروف بالأقطع الفقيه الحنفي، تتلمذ على القدوري وممن شرح مختصره المشهور بمختصر القدوري، توفي سنة 474 هـ انظر ترجمته في الجواهر المضية 1/ 311، الفوائد البهية ص 70.\n(2) انظر البحر الرائق 8/ 518، حيث ذكر كلام أبي النصر، وذكره ابن عابدين في رسالته شفاء العليل 1/ 179 - 180.\n(3) نهاية 25/أ.\n(4) في ط ولن.\n(5) انظر رسالة شفاء العليل حيث ذكر كلام أبي النصر 1/ 179 - 180.\n(6) ليست في أ.\n(7) هو محمود بن أحمد بن عبيد الله المحبوبي الحنفي المعروف بتاج الشريعة الفقيه الأصولي له الوقاية والواقعات وله شرح الهداية، انظر ترجمته في الفوائد البهية ص 338 الجواهر المضية 4/ 369.\nالجزء: 1 ¦ الصفحة: 110\n",
        "خاتمةٌ في دفع ما يظن أنه يدل على خلاف المدعى\nاعلم أولاً أن الأدلة (1) الشرعية أربعة، فإن وقع التعارض بينهما فالحكم للأقوى، فيجب تأويل الآخر كما يجب تأويل المتشابهات مثل قوله تعالى: (يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ) (2) لمخالفتها الأدلة العقلية (3)، فإن تساويا يطلب التوفيق (4) بينهما إن أمكن، وإن لم يمكن (5) تساقطا وصير إلى ما دونهما من الأدلة، وأن دليل المقلد فتوى ثقة في علمه ودينه أو نقل في (6) كتاب معتبر معتمد عليه، مشهور بين العلماء الثقات، ولا يجوز له العمل بفتوى كل أحد، ولا بنقل كل كتاب.\nقال الفقيه أبو الليث في البستان: [ولو أن رجلاً سمع (7) حديثاً أو سمع مسألة فإن لم يكن القائل ثقة [علماً وعملاً] (8) فلا يسعه أن يقبل (9) منه إلا أن يكون قولاً يوافق الأصول فيجوز له أن يعمل به [ولا يقع به] (10) العلم.\n(1) في ط الأدلية وهو خطأ.\n(2) سورة الفتح الآية 10.\n(3) مذهب أهل السنة والجماعة إثبات الصفات لله تعالى، من غير تحريف ولا تعطيل ومن غير تكييف ولا تمثيل، بل يؤمنون بأن الله تعالى: (ليس كمثله شيء وهو السميع البصير)، انظر شرح العقيدة الطحاوية ص69، مجموع الفتاوى 3/ 129.\n(4) في ط لتوفيق.\n(5) في ط يكن.\n(6) ليست في أ.\n(7) نهاية 25/ب.\n(8) ما بين المعكوفين ليس في أ.\n(9) في أينقل.\n(10) ما بين المعكوفين ليس في ط.\nالجزء: 1 ¦ الصفحة: 111\n",
        "وكذلك لو وجد حديثاً مكتوباً أو مسألة، فإن كان موافقاً للأصول فيجوز له (1) أن يعمل به وإلا فلا. انتهى.\nوالمراد بالأصول الأدلة الأربعة والكتب المعتبرة ولا يعرف موافقته إلا كل متتبع ممارس للحديث أو الفقه.\n[فإذا تقرر هذا] (2) فنقول تتبعنا الأدلة الأربعة والكتب المعتبرة، فلم نجد ما يخالف مدَّعانا ولو ظاهراً ومن وجه إلا حديثاً واحداً، أخرجه البخاري (3) عن ابن عباس رضي الله تعالى عنهما أن نفراً من أصحاب النبي - صلى الله عليه وسلم - مروا بماء فيهم لديغ أو\n[سليم] (4) وعرض لهم رجل من أهل الماء فقال هل فيكم من راق؟ إن في الماء رجلاً لديغاً أو [سليماً] (5) فانطلق رجل منهم فقرأ فاتحة الكتاب على شاءٍ (6)\n(1) ليست في أ.\n(2) ما بين المعكوفين ليس في أ.\n(3) هو محمد بن إسماعيل بن المغيرة أبو عبد الله البخاري، الإمام الحافظ المحدث صاحب الجامع الصحيح المشهور بصحيح البخاري وله كتاب الأدب المفرد وكتاب التاريخ وغير ذلك توفي سنة 256هـ انظر ترجمته في سير أعلام النبلاء 12/ 371، تهذيب الأسماء واللغات 1/ 67.\n(4) في أ + ط سميم وما أثبته من صحيح البخاري.\n(5) في أ + ط سميماً وما أثبته من صحيح البخاري.\n(6) في أشاة، وفي ط شياه، وما أثبته من صحيح البخاري.\nالجزء: 1 ¦ الصفحة: 112\n",
        "فبرأ (1) فجاء بالشاء (2) إلى أصحابه، فكرهوا ذلك، فقالوا أخذت على كتاب الله تعالى أجراً، حتى قدموا المدينة، فقالوا يا رسول (3) الله أخذ فلان على كتاب الله أجراً فقال رسول الله - صلى الله عليه وسلم -: إن أحق ما أخذتم عليه أجراً كتاب الله) (4). انتهى.\nفنقول في جوابه إن الحنفية نقل عنها ابن الحجر (5) جواز أخذ الأجرة على الرقية (6) حيث قال في شرح هذا الحديث: [خالف الحنفية الجمهور فنفوا جواز أخذ الأجرة في التعليم (7) [وأجازوه في الرقى وقالوا] (8)، لأن تعليم القرآن عبادة، والأجر فيه على الله تعالى، وهو القياس في الرقى إلا أنهم أجازوه فيها لهذا الخبر (9) وحمل بعضهم الأجر في هذا الحديث على الثواب.\nوادعى بعضهم نسخه بالأحاديث الواردة في الوعيد على أخذ الأجرة على تعليم القرآن\n(1) ورد في أ (الله تعالى).\n(2) في أشاة، وفي ط بالشياه، وما أثبته من صحيح البخاري.\n(3) نهاية 26/ أ.\n(4) رواه البخاري 2/ 795، ورواه مسلم 4/ 1727.\n(5) هو الحافظ أحمد بن علي بن حجر العسقلاني الكناني الإمام المحدث المشهور صاحب التصانيف الكثيرة أشهرها فتح الباري شرح صحيح البخاري وله الإصابة في تمييز الصحابة، الدرر الكامنة في أعيان المائة الثامنة وغيرها كثير توفي سنة 852هـ انظر ترجمته في الضوء اللامع 1/ 2/36، البدر الطالع 1/ 87.\n(6) في أرقية.\n(7) في ط القرآن.\n(8) ما بين المعكوفين ليس في أ.\n(9) ورد في ط فيه.\nالجزء: 1 ¦ الصفحة: 113\n",
        "[رواها] (1) أبو داود (2) وغيره] (3)، وعلى هذه الرواية فلا إشكال أصلاً، إذ نقدر في الحديث الشريف محذوفاً بقرينة سبب الورود أي رقية كتاب الله تعالى.\nفإن قلت فلم جاز هذا ولم يجز ما ادعيت بطلانه وما الفرق بينهما؟\nقلت الفرق (4) من وجهين: الأول ورود الحديث في الرقية فترك فيه القياس وأجيز فيه استحساناً كما ذكره (5) ابن الحجر، ولم يرد فيما نحن فيه خبر ولا أثر حتى نجوزه فبقي على القياس.\nوالثاني إن (6) فيما نحن فيه المقصود والمعقود (7) عليه تسليم الثواب، فإذا لم يحصل بانعدام النية لم يجز. وفي الرقى المقصود حصول الشفاء وقد جعل الله تعالى في بعض الآيات والأدعية خاصية الشفاء للأمراض البدنية، ولم يدل دليل\n(1) في أ + ط رواه وما أثبته من فتح الباري.\n(2) يشير الحافظ ابن حجر إلى الأحاديث الواردة في قصة عبادة لما علَّم ناساً من أهل الصفة القرآن وقد سبق تخريجها.\n(3) فتح الباري 4/ 572.\n(4) ورد في ط به.\n(5) نهاية 26/ب.\n(6) في ط إنه.\n(7) في ط والمقصود وهو خطأ.\nالجزء: 1 ¦ الصفحة: 114\n",
        "على اشتراط النية هاهنا كما دل على اشتراطها في استحقاق الثواب. على أن الرقية ليس مجرد القراءة، بل مركبة من أقوال وأفعال مخصوصة مثل النفخ والتفل ومسح اليد وغير ذلك، وكم من شيء يجوز ضمناً وإن لم يجز قصداً فالفرق واضح.\nومنع التوربشتي من الحنفية جواز الاستئجار على الرقية أيضاً، وأجاب عن الحديث الشريف (1) بأن قال: وقد روي هذا الحديث من وجوه كثيرة في بعض طرقه ألفاظ تبين وجه الحديث، فمن ذلك (فاستضافوهم فلم يضيفوهم) رواه مسلم في كتابه (2) [ومنه (فاستضافوهم فأبوا أن يضيفوهم) رواه البخاري في كتابه (3)] (4) عن أبي (5) سعيد الخدري (6). ومنه أيضاً (فصالحوهم على قطيع من الغنم) (7) فوجه الحديث\n(1) ليست في أ.\n(2) صحيح مسلم 4/ 1727، ومسلم هو مسلم بن الحجاج القشيري أبو الحسين الإمام الحافظ المحدث صاحب الصحيح وله كتاب العلل وكتاب الكنى وكتاب أوهام المحدثين توفي سنة 261هـ وانظر ترجمته في سير أعلام النبلاء 12/ 557، تهذيب الأسماء واللغات 2/ 89، البداية والنهاية 11/ 36.\n(3) صحيح البخاري 2/ 795.\n(4) ما بين المعكوفين ليس في ط.\n(5) نهاية 27/أ.\n(6) هو سعد بن مالك بن سنان الأنصاري أبو سعيد الخدري الصحابي الجليل توفي بالمدينة سنة 63هـ وقيل غير ذلك انظر ترجمته في سير أعلام النبلاء 3/ 168، الإصابة 3/ 78.\n(7) صحيح البخاري 2/ 795.\nالجزء: 1 ¦ الصفحة: 115\n",
        "أن أهل تلك السرية كانوا مسافرين، وقد وجب على أهل الماء حقهم على ما صح من (1) حديث عقبة بن عامر - رضي الله عنه - (2) (قلنا يا رسول الله إنك تبعثنا فننزل بقوم لا يقرونا فما ترى؟ فقال رسول الله - صلى الله عليه وسلم - إن نزلتم بقوم فأمروا [لكم] (3) ما ينبغي للضيف فإن لم يفعلوا فخذوا منهم حق الضيف الذي ينبغي لهم) (4) فأبيح لهم أخذ ذلك عوضاً عن حقهم الذي منعوا.\nويدل على صحة هذا التأويل قول أبي سعيد (فصالحوهم على قطيع من الغنم) فكان أبو سعيد في تلك السرية، ولم تكن الرقية علة لاستحقاقهم ذلك وإنما كانت ذريعة إلى استخلاص حقهم. وهذا المعنى وما يشاكله هو الصواب (5) في تأويل هذا الحديث لئلا يخالف حديث عبادة بن الصامت. ثم ذكر ذلك\n(1) في ط عن.\n(2) هو عقبة بن عامر الجهني صحابي مشهور ولي مصر لمعاوية توفي سنة 60هـ انظر ترجمته في سير أعلام النبلاء 2/ 467، الإصابة 4/ 520.\n(3) في أ\n...\nلهم، وهو خطأ، وليست في ط، وما أثبته من صحيح البخاري.\n(4) رواه البخاري 5/ 2273، ورواه مسلم 3/ 1353.\n(5) في ط الثواب وهو خطأ.\nالجزء: 1 ¦ الصفحة: 116\n",
        "الحديث على ما ذكرنا سابقاً. ثم قال فإن قيل فإذن ما وجه قوله عليه الصلاة والسلام في حديث ابن عباس - رضي الله عنه -: (إن أحق ما أخذتم (1) عليه أجراً كتاب الله تعالى) (2)؟\nقلنا أراد به أجر الآخرة كان سؤالهم عن أخذ الأجرة عليه فعرض هو عليه الصلاة والسلام بما هو الحقيق فيه والمطلوب منه.\nوهذا (3) [النوع من] (4) الخطاب يسميه أهل البلاغة التحويل للكلام، ومن هذا الباب قوله - صلى الله عليه وسلم -: (الصرعة من يملك نفسه عند الغضب) (5)، وقوله - صلى الله عليه وسلم -\n: (المحروب من حرب دينه) (6).\n(1) نهاية 27/ب.\n(2) سبق تخريجه.\n(3) في ط وهذه.\n(4) ما بين المعكوفين ليس في أ.\n(5) رواه البخاري 5/ 2286، ورواه مسلم 4/ 2014.\n(6) رواه ابن أبي شيبة من كلام الجندب البجلي في المصنف 7/ 183، ورواه ابن أبي عاصم موقوفاً على عبد الله ابن مسعود في كتاب الزهد ص161.\nالجزء: 1 ¦ الصفحة: 117\n",
        "ثم قال فإن قيل فماذا تصنع بحديث خارجة بن الصلت (1) عن عمه (2) وهو من الحسان أنه مرَّ بقوم فقالوا إنك جئت من عند هذا الرجل بخير، فارقِ لنا هذا، وأتوه برجل مجنون بالقيود فرقاه بأم القرآن ثلاثة أيام غدوة وعشية كلما ختمها جمع بزاقه ثم تفل فكأنما أنشط (3) من عقال، فأعطوه مئة شاة فأتى النبي - صلى الله عليه وسلم - فذكر القصة فقال: (كل فلعمري لمن أكل برقية باطل (4) لقد أكلت برقية حق) (5).\nقلنا لم يذكر في الحديث أنهم شارطوه (6) على شيء وإنما كان الرجل متبرعاً بالرقية فرقى فبعدما مضى أيام (7) كثيرة (8) وأفاق المرقي (9) أعطوه مئة شاة تكرمة\n(1) هو خارجة بن الصلت البرجمي، ذكره ابن حبان في ثقات التابعين كوفي، انظر الإصابة 2/ 145.\n(2) في أعمرو وهو خطأ، وعم خارجة هو علاقة بن صحار صحابي له حديث في الرقية، انظر الإصابة 4/ 544.\n(3) في أأنشطه.\n(4) في أباطلة.\n(5) رواه أبو داود في سننه 3/ 266، ورواه النسائي في السنن الكبرى 4/ 365، وأحمد في المسند 5/ 210، وابن حبان في صحيحه 13/ 474، والحاكم في المستدرك 1/ 747، وقال الألباني صحيح، صحيح سنن أبي داود 2/ 737.\n(6) في أشرطوه.\n(7) نهاية 28 أ.\n(8) في ط كثير.\n(9) في ط المرض وهو خطأ.\nالجزء: 1 ¦ الصفحة: 118\n",
        "له هذا وجه هذا الحديث ليوافق حديث عبادة [بن الصامت] (1) فإنه حديث صحيح، وهذا حديث (2) لا يقاومه في الصحة. انتهى.\nقال (3) على أن مدَّعانا عدم جواز بيع الثواب، والحديث الشريف لا يدل على جوازه، ولو دل لوجب صرفه عن (4) ظاهره لقوة ما ذكرنا. ولو فرض المساواة تساقطا فيراجع إلى القياس. وقد ذكرنا أنه يدل على عدم الجواز، فإن قلت: قال في القنية (5) فلو بنى مدرسة ومقبرة لنفسه فيها ووقف عليها ضيعة وبين فيها أن ثلاثة أرباعه للمتفقهة وربعه يصرف إلى من يقوم بكنس المقبرة وفتح بابها وإغلاقها وإلى من يقرأ عند قبره، وقضى القاضي بصحة وقفه وجعل آخره للفقراء والمساكين\n(1) ما بين المعكوفين ليس في أ.\n(2) ليست في أ.\n(3) ليست في أ.\n(4) في ط على.\n(5) صاحب القنية هو مختار بن محمود بن محمد الزاهدي الفقيه الحنفي له شرح على مختصر القدوري وله القنية توفي سنة 658هـ انظر ترجمته في الجواهر المضية 3/ 460.\nالجزء: 1 ¦ الصفحة: 119\n",
        "يحل لمن يقرأ عند قبره أخذ هذا المرسوم ولمن يكنسه وكذا إذا كان فيه جعل أجرة للفقراء وسلمه إلى المتولي (1) وقضى القاضي بصحته ونظائره في الوقف لهلال (2) وللخصاف (3) (4) [عن فك] (5) وقف ضيعة على من يقرأ عند قبره لا يصح وكذا الوصية ثم يصح الوقف فك وقف ضيعة على من يقرأ عند قبره كل يوم وسلمها إلى المتولي وقال هذا التعيين باطل. انتهى.\nومثله وقع في الحاوي (6) وجامع الفتاوى (7) والفتاوى الصوفية (8) فما جوابك عنها.\n(1) في ط التولي، وورد في أبعدها (وليس فيه) وزيادتها خطأ.\n(2) هو هلال بن يحيى بن مسلم البصري الفقيه الحنفي أخذ عن أبي يوسف وزفر له أحكام الوقف، الشروط توفي سنة 245هـ انظر ترجمته في الجواهر المضية 3/ 572.\n(3) هو أحمد بن عمرو الشيباني أبو بكر الخصاف الفقيه الحنفي كان عالماً بالفرائض له كتاب الخراج وكتاب أدب القاضي، وكتاب أحكام الوقف توفي سنة 261هـ انظر ترجمته في الجواهر المضية 1/ 230.\n(4) نهاية 28/ب.\n(5) في أعك، ولعله اصطلاح ولم أقف على المراد به.\n(6) الحاوي القدسي في الفروع لجمال الدين أحمد بن محمد بن نوح الغزنوي الحنفي المتوفى في حدود سنة 600هـ، وإنما قيل فيه القدسي لأنه صنفه في القدس وقد جعله على ثلاثة أقسام قسم في أصول الدين وقسم في أصول الفقه وقسم في الفروع، انظر كشف الظنون 1/ 490، معجم المؤلفين 1/ 301.\n(7) في أالفتوى، وجامع الفتاوى للفقيه قرق أمير الحميدي الحنفي المتوفى سنة 880 هـ ذكر فيه أنه استصفى المهمات من المنية والقنية والغنية وجامع الفصولين والبزازي والواقعات والإيضاح وقاضيخان وغير ذلك، انظر كشف الظنون 1/ 447، معجم المؤلفين 2/ 658.\n(8) في ط وفتوى الصوفية، والفتاوى الصوفية في طريق البهائية لفضل الله محمد بن أيوب المتوفى سنة 666 هـ وذكر حاجي خليفة أن البركلي (البركوي) قال: ليست من الكتب المعتبرة فلا يجوز العمل بما فيها إلا إذا علم موافقتها للأصول. كشف الظنون 2/ 216.\nالجزء: 1 ¦ الصفحة: 120\n",
        "قلت: ما عدا القنية ليست من الكتب المعتبرة أصلاً، فلا يجوز العمل بما فيها إلا إذا علم موافقتها للأصول، وقد عرفت مخالفة هذه المسألة للأصول.\nوأما القنية فهي وإن كانت فوق تلك الكتب وقد نقل عنها بعض العلماء في كتبهم، لكنها مشهورة عند العلماء الثقات بضعف الرواية، وأن صاحبها معتزلي فغايتها أن يعمل بما فيها إذا لم يعلم مخالفتها الكتب المعتبرة، وأما مع المخالفة فلا ولو (1) سلم فنقول بعد تسليم كون المفعول المقدر ليقرأ القرآن أن المدفوع (2) لا يحتمل أن يكون أجرة إذ (3) لم يبين قدر المقروء ووقته وأنه في كل يوم أو أسبوع أو شهر أو سنة ولا بد في صحة الإجارة (4) من بيان هذه الأشياء.\nوالمراد والله تعالى أعلم أن من (5) يقرأ لله عند قبري من عند نفسه بلا أمر أحد وتكليفه بلا سبب، أني (6) وضعت (7) عنده مصحفاً مصححاً أو أنه موضع خال نظيف أو غير ذلك، يدفع إليه شيء معين بطريق الصلة ألا ترى أنه لم يأمره (8) بالقراءة وإعطاء الثواب كما هو الشائع في زماننا وغرضه والله تعالى أعلم أن يسمع\n(1) في ط ولم.\n(2) ورد في أ (من غلة الوقف) وكتب فوقها كلمة زائد.\n(3) في أإذا.\n(4) نهاية 29/أ.\n(5) ليست في أ.\n(6) في ط\n...\nأنه.\n(7) في ط\n...\nوضع.\n(8) في أيأمر.\nالجزء: 1 ¦ الصفحة: 121\n",
        "القرآن ويستأنس به ويتلذذ، إذ هذه الأشياء متصورة من الميت كما ذكر في الفتوى. وأما من لم يجوزه فنظر إلى مشابهة (1) الأجرة (2) فاحتاط ومنع كما نقلنا من الاختيار سابقاً.\nولو سلم كونه أجرة فيحمل على كونه أجرة لمجرد مجيئه ذلك المكان دون القراءة، وذلك بأن يقال لرجل يقرأ في بيته أو في المسجد، إئت هذه القبة فاقرأ فيها ما تقرأ نعطيك كذا درهماً.\nقال الإمام الغزالي رحمه الله تعالى في فاتحة العلوم: لا ينبغي أن يظن أن من أقام صلاة (3) التراويح بالأجرة (4) يأخذ الأجرة على (5) الصلاة، وأن الصلاة لغير الله تعالى جائزة بهذا الدليل (6) فذلك حرام بالاتفاق، ولكن إتعابه نفسه في حضور موضع معين\n(1) في أمشابهته.\n(2) في أللأجرة.\n(3) في ط الصلاة.\n(4) ليست في ط.\n(5) نهاية 29/ب.\n(6) في ط الذيل وهو خطأ.\nالجزء: 1 ¦ الصفحة: 122\n",
        "وقيامه به في وقت معين ليس بواجب عليه وليس من نفس العبادة، وإنما الأجرة في مقابلة ذلك التعب. انتهى.\nوغرض الواقف من هذا ما سبق من الاستماع والاستئناس، ويدل عليه أيضاً عدم أمره بالقراءة وإعطاء الثواب. ولا يمكن الحمل على هذا فيما شاع في زماننا.\nأما فيما لم يعين فيه مكان فظاهر، وأما فيما عين كعند قبر (1) فلان فيه الأمر بالقراءة وإعطاء الثواب للآمر وتعيين المقروء وتقييده بكل يوم مثلاً فمراده معلوم قطعاً أنه يستأجره (2) للقراءة لوصول ثواب المقروء لروحه وأنه المعقود (3) عليه، فكيف يحمل على غيره. ولو سلم كونه أجرة على نفس القراءة فلا يضر مدَّعانا أيضاً، إذ ليس فيه بيع الثواب المنوط بالنية المعدومة فيما نحن فيه بل غرضه\n(1) في أالقبر.\n(2) في ط يستأجر.\n(3) في أالمقصود وهو خطأ.\nالجزء: 1 ¦ الصفحة: 123\n",
        "الاستماع والتلذذ، وكونه سبباً لقراءة (1) القرآن، وهذا [في القبح] (2) دون ما شاع في زماننا (3)، ولا يلزم طلب حصول النية والثواب فيحتمل أن يجوزه بعض الناس والله أعلم بالصواب.\nتذنيب\n(4):\nاعلم أن الشائع في زماننا وقف الدراهم أو الدنانير للقراءة لروحه أو لروح غيره واستغلالها بأن يدفع القيم رجلاً دراهم معينة قرضاً ويبيع ثوباً له بثمن معين ثم يأمر المشتري بأن يهبه رجلاً ثم يأمر ذلك الرجل بالهبة لنفسه، وفيه أربع خبائث: الأولى: وقف الدراهم والدنانير فإنه لا يجوز (5).\n(1) في ط قراءة.\n(2) ما بين المعكوفين ليس في أ.\n(3) نهاية 30/أ.\n(4) في ط تنبيه.\n(5) انظر الدر المختار 4/ 363، حاشية ابن عابدين 4/ 363.\nالجزء: 1 ¦ الصفحة: 124\n",
        "إلا عند زفر (1) في رواية ضعيفة عنه (2)، وأنه لم يرو عنه إلا جواز الوقف دون لزومه ووجوبه، فلا يلزم بحكم القاضي بلزومه حتى يلزم (3) زكاتها وينتقل إلى ورثته بعد موته، ولا يفعل شيء من ذلك ووباله على الواقف.\nوالثانية: الاسترباح بالعينة التي ذمها رسول الله - صلى الله عليه وسلم - (4) وصرح بكراهيتها صاحب الهداية والكافي (5) والزيلعي (6) وأكمل الدين (7) وغيرهم حتى قالوا: إياكم والعينة (8) فإنها لعينة (9).\n(1) ردَّ المؤلف البركوي على من أجاز وقف النقود في رسالة له ردَّ فيها على المفتي أبي السعود العمادي الذي أفتى بجواز ذلك، انظر رسالة أبي السعود ورد المؤلف عليها بهامش شرح شرعة الإسلام ص435 فما بعدها.\n(2) ليست في أ.\n(3) في ط فيلزم.\n(4) رواه أبو داود في سننه 3/ 274، ورواه أحمد في المسند 2/ 42، والبيهقي في السنن الكبرى 5/ 316 وقال الشيخ الألباني صحيح، صحيح سنن أبي داود 2/ 663.\n(5) الكافي في فروع الحنفية للحاكم الشهيد محمد بن محمد الحنفي المتوفى سنة 334 هـ وهو من الكتب المعتمدة في المذهب، انظر كشف الظنون 2/ 333.\n(6) الزيلعي هو فخر الدين عثمان بن علي بن محجن الزيلعي، الفقيه الحنفي، له تبيين الحقائق شرح كنز الدقائق توفي سنة 743 هـ انظر ترجمته في الجواهر المضية 2/ 519. وهو شيخ جمال الدين الزيلعي صاحب نصب الراية لأحاديث الهداية.\n(7) أكمل الدين هو محمد بن محمود البابرتي الحنفي الإمام المدقق المحقق له عناية باللغة والنحو له شرح على الهداية وشرح المنار توفي سنة 786 هـ انظر ترجمته في الفوائد البهية ص 320.\n(8) في ط ولعينة وهو خطأ.\n(9) انظر شرح فتح القدير 7/ 213، حاشية ابن عابدين 5/ 326.\nالجزء: 1 ¦ الصفحة: 125\n",
        "والثالثة: جهلهم بالصور التي ذكرت في الفتاوى (1) بجوازه وإن كان (2) بكراهة (3)، ودخولهم في قوله - صلى الله عليه وسلم -: (كل قرض جر نفعاً فهو ربا) (4).\nوكون الربح للقيم دون الواقف.\nوالرابعة كونهم سبباً للأكل بالدين وابتذال (5) القرآن العظيم فنعوذ بالله تعالى من أفعالهم وأقوالهم وأوضاعهم ومن (6) هذه الرواية العياذ بالله تعالى [ثم العياذ بالله] (7).\n(1) نهاية 30/ب.\n(2) ليست في أ.\n(3) في ط كراهته.\n(4) رواه البيهقي موقوفاً السنن الكبرى 5/ 305، ورواه البيهقي أيضاً في معرفة السنن والآثار 8/ 169، وضعفه الحافظ ابن حجر في التلخيص الحبير 3/ 34، وضعفه الألباني في إرواء الغليل 5/ 235.\n(5) في ط والابتذال.\n(6) في ط من.\n(7) ما بين المعكوفين ليس في أ.\nورد في آخر النسخة أما يلي: (تم تصنيفه في أواخر ذي القعدة سنة سبع وستين وتسعمائة.\nوالله أعلم بالصواب وإليه المرجع والمآب تمت الكتاب بعون الله تعالى بلطفه وكرمه سبحان ربك رب العزة عما يصفون وسلام على المرسلين والحمد لله رب العالمين.\nوقد وقع الفراغ من هذه الرسالة الشريفة في شهر ربيع الآخر على يد أضعف العباد وأحقرهم رجب بن محمد غفر الله له ولوالديه وللمؤمنين وللمؤمنات والحمد لله رب العالمين سنة 1113 هـ).\nتمَّ تحقيق هذه الرسالة النافعة والمفيدة ضحى يوم الثلاثاء 17 من صفر الخير سنة 1423هـ وفق 30 نيسان سنة 2002م، كتبه الدكتور حسام الدين بن موسى عفانه / أبوديس / بيت المقدس / فلسطين.\nالجزء: 1 ¦ الصفحة: 126\n",
        "الفهارس\nفهرس الآيات الكريمة الواردة في الرسالة\nفهرس الأحاديث النبوية الواردة في الرسالة\nفهرس الأعلام الواردة في الرسالة\nفهرس الكتب الواردة في الرسالة\nفهرس المصادر والمراجع\nفهرس المحتويات\nالجزء: 1 ¦ الصفحة: 127\n",
        "فهرس الآيات\nالآية\n...\nرقمها\n...\nالسورة\n...\nالصفحة\n(مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ)\n...\n15 - 16\n...\nهود\n...\n34\n(مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا)\n...\n18 - 19\n...\nالإسراء\n...\n37\n(قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا)\n...\n110\n...\nالكهف\n...\n38\n(إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا)\n...\n9\n...\nالإنسان\n...\n39\n(فَوَيْلٌ لِلْمُصَلِّينَ)\n...\n4\n...\nالماعون\n...\n39\n(مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ)\n...\n20\n...\nالشورى\n...\n53\n(هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ)\n...\n60\n...\nالرحمن\n...\n58\n(فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ)\n...\n7\n...\nالزلزلة\n...\n59\n(إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا)\n...\n40\n...\nالنساء\n...\n59\nالجزء: 1 ¦ الصفحة: 128\n",
        "(إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ وَلَنْ تَجِدَ لَهُمْ نَصِيرًا)\n...\n145\n...\nالنساء\n...\n63\n(وَءَامِنُوا بِمَا أَنْزَلْتُ مُصَدِّقًا لِمَا مَعَكُمْ وَلَا تَكُونُوا أَوَّلَ كَافِرٍ بِهِ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا وَإِيَّايَ فَاتَّقُونِ)\n...\n41\n...\nالبقرة\n...\n94\n(إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللَّهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلًا أُولَئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلَّا النَّارَ وَلَا يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ)\n...\n174\n...\nالبقرة\n...\n94\n(قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ)\n...\n77\n...\nالنساء\n...\n94\n(أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهِ قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِنْ هُوَ إِلَّا ذِكْرَى لِلْعَالَمِينَ)\n...\n90\n...\nالأنعام\n...\n96\n(وَمَا تَسْأَلُهُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ)\n...\n104\n...\nيوسف\n...\n96\n(فَإِنْ تَوَلَّيْتُمْ فَمَا سَأَلْتُكُمْ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ)\n...\n72\n...\nيونس\n...\n99\n(يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ فَمَنْ نَكَثَ فَإِنَّمَا يَنْكُثُ عَلَى نَفْسِهِ وَمَنْ أَوْفَى بِمَا عَاهَدَ عَلَيْهُ اللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا)\n...\n10\n...\nالفتح\n...\n111\nالجزء: 1 ¦ الصفحة: 129\n",
        "فهرس الأحاديث\nالحديث\n...\nالصفحة\nأرأيت رجلاً غزا يلتمس\n...\n40\nإن أحق ما أخذتم عليه أجراً كتاب الله\n...\n112\nإن أخوف ما أخاف عليكم\n...\n47\nإن الاتقاء على العمل أشد من العمل\n...\n48\nإن الله تبارك وتعالى يقول أنا خير شريك\n...\n40\nإن الله لا يقبل ما شورك فيه\n...\n38\nإن كنت تحب أن تطوق طوق من نار\n...\n99\nإن نزلتم بقوم فأمروا لكم\n...\n116\nأنا خير شريك فمن أشرك\n...\n40\nإنما الأعمال بالنيات\n...\n58\nإني أقف الموقف أريد\n...\n44\nاقرؤوا القرآن ولا تأكلوا به\n...\n97\nالدنيا ملعونة ملعون ما فيها\n...\n42\nالصرعة من يملك نفسه\n...\n117\nالمحروب من حرب دينه\n...\n117\nبشر هذه الأمة بالتيسير\n...\n43\nبشر هذه الأمة بالسناء\n...\n42\nتعوذوا بالله من جب الحزن\n...\n46\nخطبنا أبو موسى الأشعري\n...\n49\nالجزء: 1 ¦ الصفحة: 130\n",
        "ذم رسول الله - صلى الله عليه وسلم - العينة\n...\n125\nرجل أهدى إلي قوساً\n...\n99\nقال الله تعالى: (أنا أغنى الشركاء عن الشرك\n...\n47\nكل فلعمري لمن أكل برقيتي باطل\n...\n118\nكل قرض جر نفعاً فهو ربا\n...\n126\nلا تأخذوا للعلم والقرآن ثمناً\n...\n99\nلا شيء له\n...\n41\nلا يقبل الله عملاً فيه\n...\n48\nلا ينظر إلى صوركم وأجسامكم\n...\n58\nلك أجران أجر السر وأجر العلانية\n...\n39\nمن أحدث في أمرنا هذا ما ليس منه فهو رد\n...\n105\nمن اصطنع إليكم معروفاً فجازوه\n...\n72\nمن تزين بعمل الآخرة\n...\n44\nمن تعلم علماً لغير الله\n...\n52\nمن تعلم علماً مما يبتغى به وجه الله\n...\n52\nمن طلب الدنيا بعمل الآخرة\n...\n45\nمن قرأ القرآن فليسأل الله به\n...\n97\nمن لم يشكر الناس\n...\n58\nيؤتى يوم القيامة بصحف\n...\n49\nيا أيها الناس اتقوا هذا الشرك\n...\n49\nيخرج في آخر الزمان رجال\n...\n46\nالجزء: 1 ¦ الصفحة: 131\n",
        "فهرس الأعلام\nالعلَم\n...\nالصفحة\nإبراهيم بن يزيد بن قيس بن الأسود النخعي الكوفي\n...\n95\nإبراهيم بن يوسف بن ميمون بن قدامة\n...\n89\nأبو الحسن علي بن أبي بكر المرغيناني صاحب الهداية\n...\n97\nأبو النصر أحمد بن محمد\n...\n110\nأبو علي رجل من بني كاهل\n...\n49\nأبو منصور محمد بن محمد بن محمود\n...\n99\nأبو هريرة عبد الرحمن بن صخر الدوسي\n...\n44\nأبي بن كعب بن قيس بن عبيد الأنصاري الخزرجي\n...\n42\nأحمد بن الحسين البيهقي\n...\n40\nأحمد بن حنبل بن هلال الشيباني\n...\n42\nأحمد بن شعيب الخراساني النسائي\n...\n41\nأحمد بن علي بن المثنى بن يحيى التيمي أبو يعلى الموصلي\n...\n51\nأحمد بن علي بن محمد بن حجر العسقلاني\n...\n113\nأحمد بن عمرو الخصاف\n...\n120\nأحمد بن عمرو بن عبد الخالق البزار البصري\n...\n40\nأكمل الدين محمد بن محمد بن محمود البابرتي\n...\n125\nأنس بن مالك بن النضر الأنصاري الخزرجي\n...\n49\nالجارود\n...\n45\nالضحاك بن قيس بن خالد\n...\n40\nالجزء: 1 ¦ الصفحة: 132\n",
        "القاسم بن مخيمرة\n...\n48\nالنعمان بن ثابت أبو حنيفة\n...\n88\nتاج الشريعة محمود بن أحمد بن عبيد الله بن مسعود المحبوبي\n...\n110\nجندب بن زهير\n...\n38\nحذيفة بن اليمان العبسي\n...\n51\nحسن بن منصور بن محمود فخر الدين قاضي خان الأوزجندي\n...\n91\nخارجة بن الصلت البرجمي\n...\n118\nزفر بن الهذيل بن قيس المصري\n...\n88\nزكي الدين أبو محمد عبد العظيم بن عبد القوي المنذري\n...\n51\nسعد بن مالك بن سنان بن عبيد الأنصاري أبو سعيد الخدري\n...\n115\nسليمان بن أيوب اللخمي الطبراني\n...\n42\nسليمان بن الأشعث أبو داود السجستاني\n...\n41\nصاحب الاختيار عبد الله بن محمود بن مودود بن محمود الموصلي\n...\n107\nصاحب التاتارخانية عالم بن علاء الحنفي\n...\n109\nصاحب الحاوي جمال الدين أحمد بن محمد بن نوح الغزنوي\n...\n120\nصاحب الخلاصة طاهر بن أحمد بن عبد الرشيد البخاري\n...\n62\nصاحب الفتاوى الصوفية فضل الله محمد بن أيوب\n...\n120\nصاحب القنية مختار بن محمود بن محمد الزاهدي\n...\n119\nصاحب الكافي الحاكم الشهيد محمد بن محمد الحنفي\n...\n125\nصاحب المحيط برهان الدين محمود بن أحمد\n...\n109\nصاحب جامع الفتاوى قرق أمير الحميدي\n...\n120\nالجزء: 1 ¦ الصفحة: 133\n",
        "صاحب مجمع البحرين أحمد بن علي بن تغلب\n...\n105\nصاحب مجمع الفتاوى محمد بن أبي بكر الحنفي\n...\n107\nصدي بن عجلان\n...\n40\nظهير الدين\n...\n91\nعافية بن يزيد\n...\n88\nعبادة بن الصامت بن قيس الأنصاري الخزرجي المدني\n...\n98\nعبد الكريم بن هوازن بن عبد الملك القشيري الخراساني\n...\n54\nعبد الله بن حزن\n...\n49\nعبد الله بن عباس بن عبد المطلب بن هاشم بن عبد مناف\n...\n44\nعبد الله بن عمر بن الخطاب القرشي العدوي\n...\n52\nعبد الله بن عمر بن محمد أبو الخير القاضي البيضاوي الشيرازي\n...\n37\nعبد الله بن قيس أبو موسى الأشعري\n...\n49\nعبد الله بن محمد بن عبيد القرشي ابن أبي الدنيا\n...\n47\nعصام بن يوسف بن ميمون\n...\n88\nعقبة بن عامر الجهني\n...\n116\nعلاقة بن صحار\n...\n118\nعلي بن أبي طالب بن عبد المطلب بن هاشم الهاشمي\n...\n105\nعمر بن الخطاب بن نفيل العدوي\n...\n50\nعمران بن الحصين بن عبيد بن خلف الخزاعي\n...\n97\nعويمر بن زيد بن قيس الأنصاري\n...\n42\nفخر الدين عثمان بن علي الزيلعي\n...\n125\nالجزء: 1 ¦ الصفحة: 134\n",
        "فخر الدين محمد بن عمر بن الحسين الرازي\n...\n34\nفضل الله التوربشتي\n...\n98\nقيس بن المضارب\n...\n49\nمالك بن أنس بن أبي عامر بن عمرو الأصبحي\n...\n79\nمحمد بن إدريس بن العباس الشافعي\n...\n79\nمحمد بن إسحاق ابن خزيمة بن المغيرة السلمي\n...\n47\nمحمد بن إسماعيل بن المغيرة أبو عبد الله البخاري\n...\n112\nمحمد بن الحسن الشيباني\n...\n90\nمحمد بن جرير بن يزيد الطبري\n...\n48\nمحمد بن حبان بن أحمد التيمي الدارمي أبو حاتم\n...\n42\nمحمد بن عبد الله بن حمدويه الحاكم النيسابوري\n...\n42\nمحمد بن محمد الغزالي الطوسي\n...\n53\nمحمد بن يزيد أبو عبد الله بن ماجة القزويني\n...\n46\nمحمود بن عمر بن محمد أبو القاسم الزمخشري\n...\n34\nمحمود بن لبيد بن رافع\n...\n47\nمسلم بن الحجاج القشيري\n...\n115\nنصر بن محمد بن أحمد بن إبراهيم أبو الليث\n...\n38\nهلال بن يحيى بن مسلم البصري\n...\n120\nيعقوب بن إبراهيم بن حبيب الأنصاري أبو يوسف\n...\n88\nالجزء: 1 ¦ الصفحة: 135\n",
        "أسماء الكتب الواردة في النص\nاسم الكتاب\n...\nالصفحة\nالاختيار\n...\n107\nالبستان\n...\n87\nالتتارخانية\n...\n109\nالتفسير الكبير\n...\n34\nالحاوي\n...\n120\nالخلاصة\n...\n62\nالفتاوى الصوفية\n...\n120\nالقنية\n...\n119\nالكافي\n...\n125\nالمحيط\n...\n109\nالمعجم الأوسط\n...\n44\nالمعجم الكبير\n...\n45\nالهداية\n...\n97\nالوقف للخصاف\n...\n120\nالوقف لهلال\n...\n120\nتنبيه الغافلين\n...\n63\nجامع الفتاوى\n...\n120\nالجزء: 1 ¦ الصفحة: 136\n",
        "رسالة القشيري\n...\n54\nشرح الأربعين للبركوي\n...\n33\nشرح الهداية لتاج الشريعة\n...\n110\nصحيح ابن حبان\n...\n42\nصحيح ابن خزيمة\n...\n47\nصحيح البخاري\n...\n115\nصحيح مسلم\n...\n115\nفاتحة العلوم\n...\n80\nمجمع البحرين\n...\n105\nمجمع الفتاوى\n...\n107\nمنهاج العابدين\n...\n53\nالجزء: 1 ¦ الصفحة: 137\n",
        "المصادر والمراجع\nالقرآن الكريم\n1. أبو حنيفة / محمد أبو زهرة / ط2 / دار الفكر العربي / القاهرة.\n2. إتحاف السادة المتقين بشرح إحياء علوم الدين / محمد مرتضى الزبيدي / دار الفكر.\n3. إحياء علوم الدين / حجة الإسلام الغزالي / طبعة عيسى البابي الحلبي / القاهرة.\n4. إرشاد الفحول إلى تحقيق الحق من علم الأصول / محمد بن علي الشوكاني / دار المعرفة.\n5. إرواء الغليل في تخريج أحاديث منار السبيل / محمد ناصر الدين الألباني / المكتب الإسلامي / الطبعة الأولى.\n6. أصول السرخسي / أبو بكر محمد بن أحمد السرخسي / دار المعرفة.\n7. إيضاح المكنون في الذيل على كشف الظنون / إسماعيل باشا البغدادي / دار الفكر.\n8. اتباع لا ابتداع / حسام الدين عفانه / مطبعة بيت المقدس / القدس.\n9. الإبداع في مضار الابتداع / علي محفوظ / دار الاعتصام / القاهرة.\n10. الإحكام في أصول الأحكام / سيف الدين أحمد بن علي الآمدي / تعليق عبد الرزاق عفيفي / الطبعة الأولى.\n11. الإصابة في تمييز الصحابة / الحافظ أحمد بن علي بن حجر / دار الكتب العلمية.\n12. الأعلام / خير الدين الزركلي / دار العلم للملايين / الطبعة الثانية عشرة.\n13.\nالجزء: 1 ¦ الصفحة: 138\n",
        "الإنصاف في معرفة الراجح من الخلاف / علاء الدين المرداوي / دار إحياء التراث العربي / بيروت.\n14. الاختيار لتعليل المختار / عبد الله بن محمود الموصلي الحنفي /تعليق محمود أبو دقيقة/ دار المعرفة / الطبعة الثالثة.\n15. الاستئجار على فعل القربات الشرعية / علي عبد الله أبو يحيى / دار البيارق ودار النفائس / عمان.\n16. الاستيعاب لابن عبد البر / تحقيق علي محمد البجاوي / دار الجيل / ط 1.\n17. الاعتصام / أبو اسحاق الشاطبي / دار المعرفة / بيروت.\n18. الانتقاء في فضائل الأئمة الثلاثة الفقهاء / الحافظ ابن عبد البر / حققه عبد الفتاح أبو غدة / ط1 / مكتب المطبوعات الإسلامية / حلب.\n19. الإنصاف في معرفة الراجح من الخلاف / علاء الدين المرداوي / دار إحياء التراث العربي / الطبعة الثانية.\n20. البحر الرائق شرح كنز الدقائق / ابن نجيم الحنفي / دار الكتب العربية\n21. البداية والنهاية / الحافظ ابن كثير / دار الريان / الطبعة الأولى.\n22. البدر الطالع بمحاسن من بعد القرن السابع / محمد بن علي الشوكاني / دار المعرفة.\n23. البرهان في أصول الفقه / إمام الحرمين الجويني / تحقيق د. عبد العظيم الديب / الطبعة الأولى.\n24. التبصرة في أصول الفقه / أبو اسحق الشيرازي / تحقيق د. محمد حسن هيتو /دار الفكر.\n25. الترغيب والترهيب من الحديث الشريف / الحافظ عبد العظيم المنذري / تحقيق إبراهيم شمس الدين / ط 1 / دار الكتب العلمية.\n26.\nالجزء: 1 ¦ الصفحة: 139\n",
        "التعريفات / أبو الحسن علي بن محمد الجرجاني / الدار التونسية.\n27. التفسير الكبير / فخر الدين الرازي / دار إحياء التراث العربي.\n28. التقرير والتحبير شرح التحرير / ابن أمير الحاج / دار الكتب العلمية / الطبعة الأولى.\n29. التلخيص الحبير في تخريج أحاديث الرافعي الكبير / الحافظ أحمد بن علي بن حجر العسقلاني / طبعة عبد الله هاشم اليماني المدني.\n30. الثقات / لابن حبان / تحقيق السيد شرف الدين أحمد / دار الفكر / ط 1.\n31. الجواهر المضية في طبقات الحنفية / عبد القادر القرشي / تحقيق د. عبد الفتاح الحلو / مؤسسة الرسالة / الطبعة الأولى.\n32. الدر المختار شرح تنوير الأبصار / علاء الدين الحصكفي / مطبعة الحلبي.\n33. الدين الخالص / محمد صديق حسن القنوجي / دار التراث / القاهرة.\n34. الرسالة القشيرية / أبو القاسم عبد الكريم القشيري / ط1.\n35. الروح / شمس الدين أبو عبد الله ابن القيم / دار الكتب العلمية.\n36. الزهد / لابن أبي عاصم / تحقيق عبد العلي عبد الحميد / دار الريان للتراث / ط 2.\n37. السنن الكبرى / للنسائي / تحقيق عبد الغفار البنداري وسيد كسروي / دار الكتب العلمية / ط 1.\n38. الشرح الكبير على سيدي خليل / أحمد الدردير / دار إحياء الكتب العربية.\n39. الضوء اللامع لأهل القرن التاسع / شمس الدين محمد السخاوي / دار مكتبة الحياة.\n40. الفروع / شمس الدين محمد بن مفلح / عالم الكتب.\n41. الفروق / شهاب الدين أحمد القرافي / دار المعرفة.\n42.\nالجزء: 1 ¦ الصفحة: 140\n",
        "الفوائد البهية في تراجم الحنفية / عبد الحيّ اللكنوي / دار الأرقم.\n43. الفوائد المجموعة في الأحاديث الموضوعة / محمد بن علي الشوكاني / تحقيق عبد الرحمن المعلمي / ط2 / المكتب الإسلامي.\n44. المبسوط / شمس الأئمة السرخسي / دار الكتب العلمية.\n45. المجتبى من السنن / للنسائي / تحقيق عبد الفتاح أبو غدة / مكتب المطبوعات الإسلامية / ط 2.\n46. المجموع شرح المهذب / أبو زكريا محيي الدين النووي / دار الفكر.\n47. المحصول في علم أصول الفقه / فخر الدين الرازي / تحقيق طه جابر العلواني / مطابع الفرزدق / الطبعة الأولى.\n48. المذهب عند الحنفية / د. محمد إبراهيم علي / مطابع الصفا.\n49. المستدرك على الصحيحين / أبو عبد الله محمد بن عبد الله الحاكم / دار المعرفة / الطبعة الأولى.\n50. المستصفى من علم الأصول / أبو حامد الغزالي / المطبعة الأميرية.\n51. المصباح المنير في غريب الشرح الكبير / أحمد بن محمد الفيومي / المكتبة العلمية.\n52. المصنف / عبد الله بن محمد بن أبي شيبة / تحقيق عبد الخالق الأفغاني / الدار السلفية / الطبعة الثانية.\n53. المعتمد في أصول الفقه / أبو الحسين محمد بن علي البصري / تحقيق محمد حميد الله / المطبعة الكاثوليكية.\n54. المعجم الأوسط / للطبراني / تحقيق طارق عوض الله / دار الحرمين.\n55. المعجم الصغير / للطبراني / تحقيق محمد شكور امرير / دار عمار / ط 1.\n56.\nالجزء: 1 ¦ الصفحة: 141\n",
        "المعجم الكبير / للطبراني / تحقيق حمدي السلفي / مكتبة العلوم والحكم / ط 2.\n57. المغني على مختصر الخرقي / عبد الله بن أحمد بن قدامة المقدسي / مطبعة الفجالة الجديدة.\n58. المفردات في غريب القرآن / الراغب الأصفهاني / تحقيق محمد سيد كيلاني.\n59. المنخول من تعليقات الأصول / أبو حامد الغزالي / تحقيق د. محمد حسن هيتو / دار الفكر / الطبعة الأولى.\n60. الموسوعة الفقهية / وزارة الأوقاف الكويتية / طباعة ذات السلاسل / الطبعة الثانية.\n61. الموسوعة الميسرة في الأديان والمذاهب المعاصرة / الندوة العالمية للشباب الإسلامي / الطبعة الثانية.\n62. الهداية شرح البداية / برهان الدين علي بن أبي بكر المرغيناني / دار إحياء التراث العربي.\n63. بدائع الصنائع في ترتيب الشرائع / علاء الدين الكاساني / مؤسسة التاريخ العربي / الطبعة الأولى.\n64. بيان معاني البديع / محمود بن عبد الرحمن الأصفهاني / تحقيق د. حسام الدين بن موسى عفانه / رسالة دكتوارة مطبوعة على الآلة الكاتبة.\n65. تاج العروس من جواهر القاموس / محمد مرتضى الزبيدي / تحقيق علي شيري / دار الفكر.\n66. تبيين الحقائق شرح كنز الدقائق / فخر الدين عثمان الزيلعي / دار المعرفة.\n67. تخريج أحاديث الكشاف / جمال الدين الزيلعي / تحقيق سلطان الطبيشي / دار ابن خزيمة / الرياض.\n68.\nالجزء: 1 ¦ الصفحة: 142\n",
        "تخريج الفروع على الأصول / شهاب الدين محمود الزنجاني / تحقيق د. محمد أديب صالح / مؤسسة الرسالة / الطبعة الثالثة.\n69. تدريب الراوي شرح تقريب النواوي / جلال الدين السيوطي / المكتبة العلمية\n70. تصحيح الفروع / علي بن سليمان المرداوي / طبعة عالم الكتب.\n71. تفسير البيضاوي / القاضي عمر البيضاوي / دار الفكر بيروت.\n72. تفسير القرطبي / أبو عبد الله محمد الأنصاري القرطبي / دار القلم / الطبعة الثالثة.\n73. تفسير الكشاف / محمود بن عمر الزمخشري / دار الفكر ط 1.\n74. تفسير المنار / محمد رشيد رضا / دار المعرفة / ط2.\n75. تفسير فتح القدير / محمد بن علي الشوكاني / مطبعة مصطفى الحلبي / الطبعة الثانية.\n76. تقريب التهذيب / الحافظ ابن حجر العسقلاني / تحقيق محمد عوامة / دار الرشيد / ط 1.\n77. تكملة شرح فتح القدير (نتائج الأفكار في كشف الرموز والأسرار) / قاضي زادة أفندي / دار إحياء التراث العربي.\n78. تهذيب الأسماء واللغات / أبو زكريا محي الدين النووي / دار الكتب العلمية.\n79. تهذيب التهذيب / الحافظ ابن حجر العسقلاني / دار الفكر / ط 1.\n80. تهذيب الكمال / الحافظ أبو الحجاج المزي / تحقيق بشار معروف / مؤسسة الرسالة / ط 1.\n81. تيسير التحرير / محمد أمين المعروف بأمير باد شاه / مطبعة مصطفى البابي الحلبي\n82.\nالجزء: 1 ¦ الصفحة: 143\n",
        "حاشية ابن عابدين (رد المحتار على الدر المختار) / محمد أمين الشهير بابن عابدين / مطبعة مصطفى البابي الحلبي / الطبعة الثانية.\n83. حاشية الدسوقي على الشرح الكبير / شمس الدين محمد عرفه الدسوقي / دار إحياء الكتب العربية.\n84. سلسلة الأحاديث الصحيحة / محمد ناصر الدين الألباني / الطبعة الثانية / المكتب الإسلامي.\n85. سلسلة الأحاديث الضعيفة والموضوعة / محمد ناصر الدين الألباني / المكتب الإسلامي / الطبعة الثانية\n86. سنن أبي داود / سليمان بن الأشعث السجستاني / دار الكتب العلمية / الطبعة الأولى / مطبوع مع عون المعبود.\n87. سنن ابن ماجة / أبو عبد الله محمد بن يزيد القزويني / تحقيق محمد فؤاد عبد الباقي / دار الكتب العلمية.\n88. سنن البيهقي (السنن الكبرى) / أبو بكر أحمد بن الحسين البيهقي / دار الفكر.\n89. سنن الترمذي / أبو عيسى محمد بن عيسى بن سورة / تحقيق أحمد محمد شاكر / دار الكتب العلمية.\n90. سنن الدارقطني / علي بن عمر الدارقطني / عالم الكتب / الطبعة الثالثة.\n91. سنن النسائي / أبو عبد الرحمن أحمد بن شعيب النسائي / دار الكتب العلمية.\n92. سير أعلام النبلاء / محمد بن أحمد الذهبي / تحقيق شعيب الأرناؤوط / مؤسسة الرسالة / الطبعة التاسعة.\n93.\nالجزء: 1 ¦ الصفحة: 144\n",
        "شذارت الذهب في أخبار من ذهب / عبد الحي بن العماد الحنبلي / دار الآفاق الجديدة.\n94. شرح ابن ملك على المنار / عبد اللطيف بن عبد العزيز بن ملك / المطبعة العثمانية.\n95. شرح العضد على مختصر ابن الحاجب / عضد الملة والدين الإيجي / مكتبة الكليات الأزهرية.\n96. شرح الكوكب المنير / محمد بن أحمد الفتوحي المعروف بابن النّجار / تحقيق د. محمد الزحيلي ود. نزيه حماد / دار الفكر.\n97. شرح المحلي على جمع الجوامع / جلال الدين محمد بن أحمد المحلي / مطبعة مصطفى البابي الحلبي.\n98. شرح النووي على صحيح مسلم / أبو زكريا محيي الدين النووي / دار الخير.\n99. شرح فتح القدير على الهداية / كمال الدين بن الهمام / دار إحياء التراث العربي.\n100. شرح معاني الآثار / أبو جعفر أحمد بن محمد الطحاوي / عالم الكتب / الطبعة الأولى\n101. شعب الإيمان / أحمد بن الحسين البيهقي / تحقيق محمد السعيد زغلول / دار الكتب العلمية / بيروت.\n102. شفاء العليل وبل الغليل في حكم الوصية بالختمات والتهاليل / محمد أمين ابن عابدين / ضمن مجموعة رسائل ابن عابدين / دار إحياء التراث العربي.\n103. صحيح ابن حبان (الإحسان) / علاء الدين علي بن بلبان / تحقيق شعيب الأرناؤوط / مؤسسة الرسالة / الطبعة الأولى.\n104.\nالجزء: 1 ¦ الصفحة: 145\n",
        "صحيح ابن خزيمة / محمد بن خزيمة / تحقيق محمد الأعظمي / المكتب الإسلامي.\n105. صحيح البخاري / محمد بن إسماعيل البخاري / تحقيق مصطفى البغا / دار ابن كثير، اليمامة / ط 3.\n106. صحيح الترغيب والترهيب / محمد ناصر الدين الألباني / مكتبة المعارف / الرياض.\n107. صحيح سنن أبي داود / محمد ناصر الدين الألباني / المكتب الإسلامي / الطبعة الأولى.\n108. صحيح مسلم / مسلم بن الحجاج النيسبابوري / تحقيق محمد فؤاد عبد الباقي / دار إحياء التراث العربي.\n109. ضعيف الترغيب والترهيب / محمد ناصر الدين الألباني / مكتبة المعارف / الرياض.\n110. طبقات الشافيعة الكبرى / تاج الدين عبد الوهاب بن السبكي / تحقيق محمود الطناحي وعبد الفتاح الحلو.\n111. طبقات المفسرين / جلال الدين السيوطي / تحقيق علي محمد عمر / مكتبة وهبة ط 1.\n112. عمل اليوم والليلة / أحمد بن محمد ابن السني / تحقيق عبد الرحمن البرني / دار الأرقم / بيروت.\n113. عون المعبود شرح سنن أبي داود / محمد أشرف بن أمير الصديقي العظيم أبادي / دار الكتب العلمية الطبعة الأولى.\n114. فتاوى العقيدة / محمد بن صالح العثيمين / مكتبة السنة / القاهرة.\n115.\nالجزء: 1 ¦ الصفحة: 146\n",
        "فتح الباري بشرح البخاري / الحافظ شهاب الدين أحمد بن علي بن حجر العسقلاني / دار السلام / الرياض.\n116. فواتح الرحموت شرح مسلم الثبوت / محب الله بن عبد الشكور / دار الكتب العلمية.\n117. كشاف القناع عن متن الإقناع / منصور البهوتي الحنبلي / دار الفكر.\n118. كشف الأسرار عن أصول فخر الإسلام البزدوي / علاء الدين عبد العزيز ابن أحمد البخاري / دار الكتاب العربي.\n119. كشف الظنون عن أسامي الكتب والفنون / مصطفى بن عبد الله المعروف بحاجي خليفة / دار الفكر.\n120. لسان العرب / ابن منظور / تعليق علي شيري / دار إحياء التراث العربي / الطبعة الأولى.\n121. مجموع فتاوى شيخ الإسلام ابن تيمية / جمع وترتيب عبد الرحمن بن محمد العاصمي النجدي / مؤسسة الرسالة.\n122. مختصر منهاج القاصدين / أحمد بن محمد بن قدامة المقدسي / المكتب الإسلامي.\n123. مسند أبي يعلى / الحافظ أبو يعلى الموصلي / تحقيق حسين أسد / ط 1.\n124. مسند البزار / الحافظ أبو بكر البزار / تحقيق محفوظ الرحمن زين الله / مؤسسة علوم القرآن، مكتبة العلوم والحكم / ط 1.\n125. مظاهر الانحرافات العقدية عند الصوفية / إدريس محمود / مكتبة الرشد / الرياض.\n126. معجم المؤلفين / عمر رضا كحالة / مؤسسة الرسالة / الطبعة الأولى.\n127.\nالجزء: 1 ¦ الصفحة: 147\n",
        "معرفة السنن والآثار / أحمد بن الحسين البيهقي / تحقيق د. عبد المعطي قلعجي / مطابع دار الوفاء / الطبعة الأولى.\n128. مغني المحتاج إلى معرفة معاني ألفاظ المنهاج / محمد الخطيب الشربيني / دار الكتب العلمية / الطبعة الأولى.\n129. مقاصد المكلفين / عمر الأشقر / مكتبة النفائس /دار الفلاح.\n130. مناقب الشافعي / أحمد بن الحسين البيهقي / تحقيق السيد أحمد صقر / دار التراث.\n131. منهاج العابدين / حجة الإسلام أبو حامد الغزالي / دار الجيل.\n132. نصب الراية لأحاديث الهداية / جمال الدين عبد الله بن يوسف الزيلعي / دار المأمون / الطبعة الأولى.\n133. هدية العارفين أسماء المؤلفين وآثار المصنفين / إسماعيل باشا البغدادي / دار الفكر.\n134. وفيات الأعيان وأنباء الزمان / أبو العباس أحمد ابن خلكان / تحقيق إحسان عباس / دار الثقافة.\nالجزء: 1 ¦ الصفحة: 148\n",
        "فهرس المحتويات\nالموضوع\n...\nالصفحة\nمقدمة المحقق\n...\n5\nالقسم الأول دراسة حول المؤلف والرسالة\n...\n9\nتمهيد\n...\n11\nالمطلب الأول اسم المؤلف ونسبه وولادته\n...\n15\nالمطلب الثاني ثناء العلماء عليه\n...\n15\nالمطلب الثالث مؤلفاته\n...\n16\nالمطلب الرابع توثيق نسبة الرسالة إلى مؤلفها\n...\n20\nالمطلب الخامس عنوان الرسالة\n...\n20\nالمطلب السادس وصف النسخ\n...\n22\nالمطلب السابع منهج التحقيق\n...\n24\nصورة المخطوطة\n...\n26\nنص الرسالة محققاً\n...\n29\nمقدمة المؤلف\n...\n31\nالمقالة الأولى في النية\n...\n33\nالمقالة الثانية في الرياء وما يتعلق به\n...\n34\nالمبحث الأول في ذم الرياء وإرادة الدنيا بعمل الآخرة\n...\n34\nالآيات الدالة على ذم الرياء\n...\n34\n(الأخبار) الأحاديث الدالة على ذم الرياء\n...\n40\nالمبحث الثاني في حقيقة الرياء لغة وشرعاً\n...\n53\nالجزء: 1 ¦ الصفحة: 149\n",
        "المبحث الثالث في حكم الرياء وما يلحق به\n...\n59\nالمقالة الثالثة في الفرق بين الصلة الشرعية والأجرة\n...\n64\nالمقالة الرابعة في تحرير الدعوى وتعينها من بين المتشابهات\n...\n69\nالمقصد في إثبات المدعى\n...\n86\nالمسلك الأول في الإثبات التحقيقي\n...\n86\nالأدلة من الكتاب\n...\n94\nالأدلة من السنة\n...\n97\nالأدلة من الإجماع\n...\n102\nالأدلة من القياس\n...\n103\nنكتة مقنعة\n...\n104\nنكات أخرى\n...\n106\nالمسلك الثاني في الإثبات التقليدي\n...\n107\nخاتمة في دفع ما يظن أنه يدل على خلاف المدعى\n...\n111\nتذنيب\n...\n124\nالفهارس\n...\n127\nفهرس الآيات الكريمة الواردة في الرسالة\n...\n128\nفهرس الأحاديث النبوية الواردة في الرسالة\n...\n130\nفهرس الأعلام الوارد ذكرهم في الرسالة\n...\n132\nفهرس الكتب الواردة في الرسالة\n...\n136\nفهرس المصادر والمراجع\n...\n138\nفهرس المحتويات\n...\n149\nالجزء: 1 ¦ الصفحة: 150\n",
        "تمَّ بحمد الله تعالى\nالجزء: 1 ¦ الصفحة: 151\n",
        "الأعمال العلمية للمؤلف الدكتور. حسام الدين عفانه\n1. الأدلة الشرعية على تحريم مصافحة المرأة الأجنبية (كتاب)\n2. أحكام العقيقة في الشريعة الإسلامية (كتاب)\n3. يسألونك الجزء الأول (كتاب)\n4. يسألونك الجزء الثاني (كتاب)\n5. بيع المرابحة للآمر بالشراء على ضوء تجربة شركة بيت المال الفلسطيني العربي (كتاب)\n6. صلاة الغائب دراسة فقهية مقارنة (كتاب)\n7. يسألونك الجزء الثالث (كتاب)\n8. يسألونك الجزء الرابع (كتاب)\n9. يسألونك الجزء الخامس (كتاب)\n10. المفصل في أحكام الأضحية (كتاب)\n11. شرح الورقات في أصول الفقه (دراسة وتعليق وتحقيق)\n12. فهارس مخطوطات مؤسسة إحياء التراث الإسلامي 12 جزءً بالاشتراك (صدر الأول منها)\n13. الفتاوى الشرعية (1) بالاشتراك (هيئة الرقابة الشرعية لشركة بيت المال الفلسطيني العربي)\n14. الفتاوى الشرعية (2) بالاشتراك (هيئة الرقابة الشرعية لشركة بيت المال الفلسطيني العربي)\n15. الشيخ العلامة مرعي الكرمي وكتابه دليل الطالب (بحث)\n16. الزواج المبكر (بحث)\n17. الإجهاض (بحث)\n18. مسائل مهمات في فقه الصوم والتراويح والقراءة على الأموات (كتاب)\n19. مختصر كتاب جلباب المرأة المسلمة (كتاب)\n20. اتباع لا ابتداع (كتاب)\n21. بذل المجهود في تحرير أسئلة تغير النقود (دراسة وتعليق وتحقيق)\n22. يسألونك الجزء السادس (كتاب)\n23. رسالة إنقاذ الهالكين للعلامة محمد البركوي (دراسة وتعليق وتحقيق)\n24. الخصال المكفرة للذنوب (يتضمن تحقيق مخطوط للخطيب الشربيني) (كتاب)\n25. أحاديث الطائفة الظاهرة وتحريف الغالين وانتحال المبطلين وتأويل الجاهلين (كتاب)\n26. التنجيم (بحث بالاشتراك)\n27. الحسابات الفلكية (بحث بالاشتراك)\nالجزء: 1 ¦ الصفحة: 152\n",
        ""
    ]
}