{
    "1": [
        "رسالة في القرآن وكلام الله\nرسالة في القرآن وكلام الله\nالمقدسي، موفق الدين\nالكتاب:\nرسالة في القرآن وكلام الله\nالمؤلف:\nأبو محمد موفق الدين عبد الله بن أحمد بن محمد بن قدامة الجماعيلي المقدسي ثم الدمشقي الحنبلي، الشهير بابن قدامة المقدسي (المتوفى: 620هـ)\nالمحقق:\nيوسف بن محمد السعيد\nالناشر:\nدار أطلس الخضراء، المملكة العربية السعودية\nالطبعة:\nالأولى، 1424هـ/2004م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "مقدمة\n...\nرسالة في القرآن وكلام الله\nللإمام أبي عبد الله بن أحمد بن قدامة المقدسي المعروف بالموفق بن قدامة 541-620هـ\nتحقيق وتعليق: الدكتور يوسف بن محمد\nبسم الله الرحمن الرحيم.\nالحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين، نبينا محمد وعلى آله وصحبه أجمعين.\nأما بعد: فإن من أعظم الأمور التي وقع فيها الخلاف بين هذه الأمة: مسألة القرآن وكلام الله تعالى، فإن سلف هذه الأمة وأئمتها، كانوا على صراط مستقيم في هذه المسألة كغيرها من المسائل، فقد كانوا يعتقدون أن هذا القرآن كلام الله-تعالى- وأنه منزل منه- جل وعلا- حتى نبغت نابغة الجهمية، فأتوا بقول خالفوا فيه من سبقهم، وشاقوا بذلك على المسلمين، وخالفوا إجماعهم وما كانوا عليه متفقين، وكان لهؤلاء الجهمية الدولة في وقت من الأوقات، فامتحنوا بذلك علماء هذه الأمة، وجعلوا القول بخلق القرآن دليل الإيمان، وترك القول به دليلا على عدمه، وقتلوا من قتلوا من العلماء، وسجنوا\nالجزء: 1 ¦ الصفحة: 3\n",
        "من سجنوا، وجلدوا من جلدوا، وأجلبوا على ذلك بخيلهم ورجلهم.\nووقف علماء هذه الأمة الربانيون من أولئك الجهمية موقفا يحمدون عليه، فقد نصروا السنة، وفضحوا أهل البدع، وكشفوا عوارهم، فبان خزيهم، وافتضح أمرهم.\nوقد أجمع العلماء على كفر من قال بمقالة الجهمية في خلق القرآن، وصنفوا في ذلك المصنفات الكبار والصغار.\nولما أخمدت نار الجهمية، وانطفأت فتنة القول بخلق القرآن، وكان في هذه الأمة من لم يفهم كلام السلف، ولم يرفع بالسنة رأسا، وكان يريد مجادلة الجهمية والمعتزلة ومن وافقهم من الطوائف على القول بخلق القرآن، فإنه قد وقع في أخطاء جسيمة لا تقل شناعة عن قول الجهمية والمعتزلة، بل جهم العلماء من قال بها، حيث ظهرت \"اللفظية\" الذين يقولون: إن ألفاظنا بالقرآن مخلوقة. وقد شدد العلماء في ذلك.\nالجزء: 1 ¦ الصفحة: 4\n",
        "قال الإمام أحمد (ت241) رحمه الله: \" افترقت الجهمية على ثلاث فرق: الذين يقولون: مخلوق، والذين شكوا، والذين قالوا: ألفاظنا بالقرآن مخلوقة \"1\nوقال أبو زرعة (ت 264) وأبو حاتم (ت 277) الرازيان: \" من قال لفظي بالقرآن مخلوق، فهو جهمي، أو القرآن بلفظي مخلوق فهو جهمي\"2\nوقال حرب بن إسماعيل الكرماني (ت280) :\"أن الحق والصواب الواضح المستقيم الذي أدركنا عليه أهل العلم: أن من زعم أن ألفاظنا بالقرآن وتلاوتنا مخلوقة، فهو جهمي مبتدع خبيث\"3\nوقال شيخ الإسلام ابن تيمية (ت728) رحمه الله: \" وأما البدعة الثانية المتعلقة بالقرآن المنزل تلاوة العباد له، وهي \"مسألة اللفظية\" فقد أنكر بدعة اللفظية الذين\n1 \" الإبانة عن شريعة الفرقة الناجية ومجانبة الفرق المذمومة –الرد على الجهمية \" (1/297) رقم (27) .\n2 رواه اللاكائي في \" شرح أصول إعتقاد أهل السنة \" (1/179) .\n3 رواه اللاكائي في \" شرح أصول اعتقاد أهل السنة \" (2/353) .\nالجزء: 1 ¦ الصفحة: 5\n",
        "يقولون: إن تلاوة القرآن وقراءته واللفظ به مخلوق أئمة زمانهم، جعلوهم من الجهمية وبينوا أن قولهم يقتضي القول بخلق القرآن، وفي كثير من كلامهم تكفيرهم، وكذلك من يقول: إن هذا القرآن ليس هو كلام الله وإنما هو حكاية عنه أو عبارة عنه، أو أنه ليس في المصحف والصدور إلا كما أن الله ورسوله في المصاحف والصدور ونحو ذلك، وهذا محفوظ عن الإمام أحمد، وإسحاق، وأبي عبيد، وأبي مصعب الزهري، وأبي ثور، وأبي الوليد الجارودي، ومحمد بن بشار، ويعقوب بن إبراهيم الدورقي، ومحمد بن يحيى بن أبي عمرو العدني، ومحمد بن يحيى الذهلي، ومحمد بن أسلم الطوسي، وعدد كثير لا يحصيهم إلا الله من أئمة الإسلام وهداته \".1\n1 \" مجموع الفتاوى \" (12/421) .\nوانظر كلام الأئمة في اللفظية-على سبيل المثال- في: \" السنة \" للخلال (7/63-89) ، \" الشريعة للآجري (1/235-245) ، \" الإبانة- الرد على الجهمية-\" (1/317-355) ، \" شرح أصول اعتقاد أهل السنة والجماعة \" للالكائي (2/349-362)\nالجزء: 1 ¦ الصفحة: 6\n",
        "وحقيقة قول القائلين بأن القرآن عبارة عن كلام الله أو حكاية عنه هو قول اللفظية.\nقال الإمام ابن بطة (ت 387) –رحمه الله-:\"واعلموا-رحمهم الله أن صنفا من الجهمية اعتقدوا بمكر قلوبهم وخبث آرائهم وقبيح أهوائهم أن القرآن مخلوق، فكنوا عن ذلك ببدعة اخترعوها تمويها وبهرجة على العامة، ليخفي كفرهم، ويستغمض إلحادهم على من قل علمه وضعفت نحيزته، فقالوا: إن القرآن الذي تكلم الله به وقاله، فهو كلام الله غير مخلوق، وهذا الذي نتلوه ونقرؤه بألسنتنا ونكتبه في مصاحفنا ليس هو القرآن الذي هو كلام الله، هذا حكاية لذلك، فما نقرؤه نحن حكاية لذلك القرآن بألفاظنا نحن، وألفاظنا به مخلوقة، فدققوا في كفرهم، واحتالوا لإدخال الكفر على العامة بأغمض مسلك، وأدق مذهب، وأخفى وجه، فلم يخف ذلك بحمد الله ومنه وحسن توفيقه على جهابذة العلماء والنقاد والعقلاء، حتى بهرجوا ما دلسوا، وكشفوا1\n1 في بان المحجة وشرح عقيدة أهل السنة\" لقوام السنة إسماعيل التيمي (1/387-390) .\nالجزء: 1 ¦ الصفحة: 7\n",
        "أولا: اسمه وكنيته ولقبه ونسبه:\nهو عبد الله بن أحمد بن محمد بن قدامة بن مقدام بن نصر الجماعيلي الصالحي الدمشقي الحنبلي، أبو محمد، موفق الدين.\nثانيا: مولده:\nولد أبو محمد رحمه الله في شهر شعبان من سنة 541، بقرية من قرى فلسطين اسمها \"جماعيل\"، ثم انتقل إلى دمشق سنة 551، وعمره إذ ذاك عشر سنوات.\nثالثا: طلبه للعلم، ورحلاته فيه:\nبدأ أبو محمد رحمه الله طلب العلم قديما، فحفظ القرآن الكريم وهو صغير، ثم حفظ بعض المتون، ومن أمها: مختصر أبي القاسم الخرقي في فقه الحنابلة.\nوالمتتبع لحال أهل ذلك الوقت يدرك أنهم كانوا يحرصون على الرحلات العلمية، غير أن أبا محمد كان حظه منها قليلا مقارنة بغيره من طلبة العلم في ذلك\nالجزء: 1 ¦ الصفحة: 9\n",
        "العصر، ولعل العلة في ذلك أن العلماء في ذلك الوقت كان أكثرهم ما بين مقيم بأرض العراق ومقيم بأرض الشام، حيث إن أبا محمد رحل-أولا- من أرض فلسطين إلى دمشق مع أهله، ثم رحل سنة 561 إلى بغداد، وأخذ عن كبار علمائها، ومن أجلهم: عبد القادر الجيلي الحنبلي، ثم عاد ألى دمشق، وفي طريقه إليها أخذ عن بعض علماء الموصل.\nوفي سنة 567 رحل مرة إلى بغداد، ثم عاد بعد إلى دمشق الشام.\nرابعا: شيوخه:\nتلمذ أبو محمد رحمه الله على عدد من العلماء الأجلاء في عدد من الفنون، ونال حظا وافرا من العلم عن طريقهم، ومنهم:\nالجزء: 1 ¦ الصفحة: 10\n",
        "القناع عن قبيح ما ستروه، فظهر للخاصة والعامة كفرهم وإلحادهم\".1\nوقد كان لأبي محمد موفق الدين بن قدامة المقدسي رحمه الله قدم صدق في رد هذه البدعة، وبيان فسادها، وصنف في ذلك مصنفات، منها:\n1-\nالبرهان في بيان القرآن.\n2-\nالصراط المستقيم في إثبات الحرف القديم.\n3-\nحكاية المناظرة في القرآن الكريم.\n4 -\nهذه الفتيا التي بين أيدينا.\nوفي هذه الكتب كلها يقرر بطلان قول الأشعرية في هذه المسألة.\nوقد أحببت نشر هذه الفتيا، لأمور:\nأولا: لأهمية موضوعها.\nثانيا: لجلالة مؤلفها، وكونه من الأئمة الكبار.\nثالثا: لتكمل ما سبق نشره من تلك الكتب المتعلقة بالموضوع نفسه.\n1\" الإبانة- الرد على الجهمية- \" (1/317-318) .\nالجزء: 1 ¦ الصفحة: 11\n",
        "وسلكت- بعد ههذه المقدمة – الخطة التالية في العمل في هذه الفتيا:\nأولا: ترجمت للمؤلف ترجمة موجزة.\nثانيا: قمت بالتعريف بهذه الفتوى من حيث وصف النسخة الخطية، وإثبات نسبتها للموفق.\nثالثا: قراءة المخطوط، وتصويب ما فيه من أخطاء، وكتابته وفق الرسم الإملائي الحديث.\nرابعا: عزوت الآيات إلى مواطنها من السور، وخرجت الأحاديث والآثار، وترجمت لبعض الأعلام، وعلقت على ما يحتاج إلى تعليق.\nخامسا: صنعت فهرسا للآيات والأحاديث والآثار المذكورة في الكتاب الأصل.\nوالله –تعالى- أسأل الهداية والسداد، وأن يستر العورات، ويغفر الزلات، وأن يحسن الختام، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.\nالجزء: 1 ¦ الصفحة: 12\n",
        "ترجمة المؤلف1\n1 انظر في ترجمته:\n\" معجم البلدان\" (2/160) ، \"التقييد\" لابن نقطة (2/78) ، \" مرآة الزمان\" لسبط ابن الجوزي (8/627-630) ، \" التكملة لوفيات النقلة\" للمنذري (3/107) ، \"ذيل الروضتين\" لأبي شامة المقدسي (ص 139-142) ، \"سير أعلام النبلاء\" (22/165-173) ، \"العبر في خبر من غبر\" للذهبي (3/180-181) ، \" دول الإسلام\"للذهبي (2/93) ، \"تاريخ الإسلام \" للذهبي- الطبقة الثانية والستين- (ص434-448) ، \" المختصر المحتاج إليه من تاريخ بن الدبيثي\" للذهبي (2/134-135) ، \"فوات الوفيات\" لابن شاكر الكتبي (2/158-159) ، \" الوافي بالوفيات\" للصفدي (17/37-39) ، \" مرآة الجنان\" لليافعي (4/47-48) ، البداية والنهاية\" لابن كثير (13/99-101) ، \"ذيل طبقات الحنابلة\" لابن رجب (2/133-149) ، \" النجوم الزاهرة\" لابن تغري بردي (6/206) ، \" المقصد المرشد في ذكر أصحاب الإما1أحمد\" لابن مفلح (2/15-20) ، \"القلائد الجوهرية\" لابن طولون (2/340-344) ، \"شذرات الذهب\" لابن العماد (5/88-92) ، \" كشف الظنون\" لحاجي خليفة (ص 343،،828،،924، 1164، 1378،1406 1415، 1416،1420، 1626،1750،1751، 1809) ، \" أيضاح المكنون \" لإسماعيل باشا البغدادي (1/70-544) ، \"هدية العارفين\"له (1/459-460) ، \"التاج المكلل\" لصديق حسن خان (ص 229-231) ، \" الدر المنضد في أسماء كتب مذهب الإمام أحمد\" لابن حميد (32-33) ، رفع النقاب عن تراجم الأصحاب\" لابن ضويان (ص 235-238) .\nوقد كتب الشيخ علي بن محمد بن سالم الشهراني رسالة نال بها درجة الماجستير من قسم العقيدة والمذاهب المعاصرة بجامعة الإمام محمد بن سعود الإسلامية بالرياض بعنوان: \"منهج بن قدامة في تقرير عقيدة السلف وموقفه من المخالفين لها\"، وقد أفدت منه في الترجمة للموفق كثيرا.\nوكتب الدكتور عبد العزيز بن عبد الرحمان السعيد \"ابن قدامة وآثاره الأصولية\".\nالجزء: 1 ¦ الصفحة: 13\n",
        "-أحمد بن صالح الجيلي البغدادي، المتوفى سنة565 1\n-أحمد بن محمد بن قدامة، والده، المتوفى سنة558.2\n-شهدة بنت أحمد بن الفرج الدينورية، الملقبة بفخر النساء، المتوفاة سنة574.3\n-طاهر بن محمد المقدسي المتوفى سنة 566.4\n1 انظر في ترجمته: \"سير أعلام النبلاء\" (20-572-573) ، \"ذيل طبقات الحنابلة\" (1/311-313) ، \"شذرات الذهب\" (4/215)\n2 انظر في ترجمته: \"ذيل طبقات الحنابلة\" (2/61) ، \"شذرات الذهب\" (4/182) .\n3 انظر في ترجمتها: \"سير أعلام النبلاء\" (20/542-543) ، \" وفيات الأعيان\" (2/477-478) ، \"شذرات الذهب\" (4/248)\n4 انظر في ترجمته: \" العبر\" (4/192-193) .\nالجزء: 1 ¦ الصفحة: 14\n",
        "- عبد الرحمن بن أبي الحسن علي بن محمد بن الجوزي، أبو الفرج، المتوفى سنة 597.1\n-عبد القادر الجيلي، البغدادي، أبو محمد، المتوفى سنة561.2\n-عبد الله بن أحمد الخشاب، أبو محمد النجوي، المتوفى سنة567.3\nانظر في ترجمته: \"سير أعلام النبلاء\" (21/365-384) ، \"وفيات الأعيان\" (3/140-142) ، \"ذيل طبقات الحنابلة\" (1/399-433) .\n2 انظر في ترجمته: \"سير أعلام النبلاء\" (20/439-451) ، \"مرآة الزمان\" (8/264-266) ، \"ذيل طبقات الحنابلة\" (1/290-301) .\n3 انظر في ترجمته: \"المنتظم\" (10/238-239) ، \"سير أعلام النبلاء\" (20/523-528) ، \"وفيات الأعيان\" (3/102-104) .\nالجزء: 1 ¦ الصفحة: 15\n",
        "-عبد الله بن أحمد الطوسي، أبو الفضل، المتوفى سنة578.1\n-محمد بن عبد الباقي البغدادي، أبو الفتح، المعروف بابن بطي، المتوفى سنة 564.2\nرابعا: تلامذته:\nتلمذ على يد أبي محمد رحمه الله طلبة كثيرون جدا، ومن هؤلاء:\n- إبراهيم بن علي بن أحمد الواسطي الحنبلي، تقي الدين أبو إسحاق، المتوفى سنة 6923.\n1 انظر في ترجمته: \"سير أعلام النبلاء\" (21/87-89) ، \"طبقات الشافعية الكبرى\" (7/119-120) .\n2 انظر في ترجمته: \" المنتظم\" (10/229) ، \"سير أعلام النبلاء\" (20/481-484) ، \"شذرات الذهب\" (4/213-214) .\n3 انظر في ترجمته: \" ذيل طبقات الحنابلة\" (2/329-331) .\nالجزء: 1 ¦ الصفحة: 16\n",
        "-أحمد بن محمد بن عبد الغني المقدسي، أبو العباس، تقي الدين، المتوفى سنة 643.1\n-عبد الرحمن بن إبراهيم بن أحمد المقدسي، أبو محمد، بهاء الدين، المتوفى سنة624.2\n-عبد الرحمن بن إسماعيل بن إبراهيم المقدسي، أبو القاسم، المعروف بأبي شامة، المتوفى سنة 665.3\n01 انظر في ترجمته: \" سير أعلام النبلاء\" (23/212) ، \"ذيل طبقات الحنابلة\" (2/232-233) ، \"شذرات الذهب\" (5/217-218) .\n2 انظر في ترجمته: \" سير أعلام النبلاء\" (22/269-272) ، \"ذيل طبقات الحنابلة\" (2/170-171) ، \"شذرات الذهب\" (5/114) .\n3 انظر في ترجمته: \"طبقات الشافعية الكبرى \" (8/165-168) ، \" طبقات الشافعية\" لابن قاضي شهبة (2/464-466) .\nالجزء: 1 ¦ الصفحة: 17\n",
        "- عبد الرحمن بن محمد بن أحمد المقدسي، أبو محمد، المتوفى سنة 682.1\n-عبد العظيم المنذري‘ أبو محمد، المتوفى سنة 656.2\n- عثمان بن عبد الرحمن بن عثمان الكردي الموصلي، أبو عمرو، المعروف بابن الصلاح، المتوفى سنة 643.3\n1 انظر في ترجمته: \" وفات الوفيات\" (2/291-292) ، \"ذيل طبقات الحنابلة\" (2/304-310) ، \"شذرات الذهب\" (5/376-379) .\n2 انظر في ترجمته: \"طبقات الشافعية الكبرى\" (8/259-277) ، \"طبقات الشافعية \" لابن قاضي شهبة (2/442-444) ، \"شذرات الذهب\" (5/277-278) .\n3 انظر في ترجمته: \"سير أعلام النبلاء\" (23/140-144) ، \"طبقات الشافعية الكبرى\" (8/326-336) ، \"وفيات الأعيان\" (3/243-245) .\nالجزء: 1 ¦ الصفحة: 18\n",
        "- محمد بن سعيد بن يحيى الواسطي الشافعي، أبو عبد الله، المعروف بابن الدبيثي، المتوفى سنة 637.1\n- محمد بن عبد الواحد بن أحمد المقدسي، أبو عبد الله، ضياء الدين، المتوفى سنة643.2\n- محمد بن محمود بن حسن البغدادي، أبو عبد الله، المعروف بابن النجار، المتوفى سنة643.3\n1 انظر في ترجمته: \"وفيات الأعيان\" (4/394-395) ، \"سير أعلام النبلاء\" (23/68-70) ، \"طبقات الشافعية الكبرى\" (8/61-62) .\n2 انظر في ترجمته: \"سير أعلام النبلاء\" (23/126-130) ، \"ذيل طبقات الحنابلة\" (2/236-240) .\n3 انظر في ترجمته: \"سير أعلام النبلاء\" (23/131-134) ، \"طبقات الشافعية الكبرى\" (8/98-99) ، \"طبقات الشافعية\"لابن قاضي شهبة (2/454-456) .\nالجزء: 1 ¦ الصفحة: 19\n",
        "خامسا: مصنفاته:\nألف ابن قدامة رحمه الله مصنفات كثيرة، منها ما يتعلق بالتوحيد ومسائله، ومنها ما يتعلق بالفقه، ومنها ما يتعلق بأصول الفقه، ومنها ما يتعلق بالزهد والرقائق، وغير ذلك، وسأذكر بعض هذه الكتب مرتبة ترتيبا هجائيا:\n* الاستبصار في نسب الصحابة من الأنصار.\n* البرهان في بيان القرآن.\n* التبيين في أنساب القرشيين.\n* تحريم النظر في كتب الكلام، وهو الرد على ابن عقيل.\n* حكاية المناظرة في القرآن مع بعض أهل البدعة.\n* ذم التأويل.\n* ذم الوسواس.\nذم ما عليه مدعوا التصوف، وهو الفتيا في ذم الشبابة والرقص.\nالجزء: 1 ¦ الصفحة: 20\n",
        "* الرقة والبكاء في أخبار الصالحين.\n* روضة الناضر وجنة المناضر.\n* الصراط المستقيم في إثبات الحرف القديم.\n* العمدة في الفقه.\n* قنعة الأريب في تفسير الغريب من حديث رسول الله صلى الله عليه وسلم والصحابة والتابعين.\n* الكافي في الفقه.\n* كتاب التوابين.\n* كتاب المتحابين في الله.\n* لمعة الإعتقاد.\n* مسألة العلو.\n* المغني شرح مختصر الخرقي في الفقه.\n* المقنع في الفقه.\n* وصية ابن قدامة.\nثانيا: الكتب غير المطبوعة:\n*جواب مسألة وردت من صرخد في القرآن.1\n1 انظر: \"ذيل طبقات الحنابلة\" (2/139) ، \"شذرات الذهب\" (5/90) .\nالجزء: 1 ¦ الصفحة: 21\n",
        "* رسالة إلى الشيخ فخر الدين بن تيمية في تخليد أهل البدع في النار.1\n*رسالة في التصوف2،ولعلها هي ذم ما عليه مدعوا التصوف.\n* رسالة في المذاهب الأربعة3.\n* الشافعي.4\n* صفة الفلق.5\n* فضائل العشر.6\n1 انظر: \"ذيل طبقات الحنابلة\" (2/139) ، \"شذرات الذهب\" (5/90) .\n2 \"تاريخ الأدب العربي\" (1/398) .\n3 \"تاريخ الأدب العربي-الملحق-\" (1/689) .\n4 انظر: \"البداية والنهاية\" (13/100) .\n5 انظر: \"معجم البلدان\" (2/160) .\n6 انظر: \"سير أعلام النبلاء\" (22/168) ، \"فوات الوفيات\" (2/159) ، \"الوافي بالوفيات\" (17/38) ، \"ذيل طبقات الحنابلة\" (2/140) .\nالجزء: 1 ¦ الصفحة: 22\n",
        "* فضائل عاشوراء.1\n* القدر.2\n*مختصر العلل للخلال.3\n*مختصر الهداية في أصول الفقه لأبي الخطاب الكلوذاني.4\n1 انظر: \"مرآة الزمان\" (8/628) ،\"سير أعلام النبلاء\" (22/168) ، \"فوات الوفيات\" (2/159) ، \"ذيل طبقات الحنابلة\" (2/140) ، \"شذرات الذهب\".\n2 انظر: \"مرآة الزمان\" (8/627) ،\"سير أعلام النبلاء\" (22/168) ، الوافي بالوفيات\" (17/38) ، \"ذيل طبقات الحنابلة\" (2/139) ، \"شذرات الذهب\" (5/90) .\n3 انظر: \"سير أعلام النبلاء\" (22/168) ، \"فوات الوفيات\" (2/159) ، \"ذيل طبقات الحنابلة\" (2/139) ، \"شذرات الذهب\" (5/91) .\n4 انظر: \"سير أعلام النبلاء\" (22/168) ، \"فوات الوفيات\" (2/159) ، \"الوافي بالوفيات\" (17/38) ، \"ذيل طبقات الحنابلة\" (2/139) ، \"شذرات الذهب\" (5/91) .\nالجزء: 1 ¦ الصفحة: 23\n",
        "* مشيخة ابن قدامة.1\n* مقدمة في الفرائض.2\n*مناسك الحج.3\n* مناظرة بين الحنابلة والشافعية.4\n* منهاج القاصدين في فضائل الخلفاء الراشدين.5\n* الميزان في أصول الفقه.6\n1 انظر:\"سير أعلام النبلاء\" (22/166-168) ، \"فوات الوفيات\" (2/159) ، \"ذيل طبقات الحنابلة\" (2/139) ، \"شذرات الذهب\" (5/91) .\n2 انظر: \"هدية العارفين\" (1/460) .\n3 انظر: \"ذيل طبقات الحنابلة\" (2/139) ، \"شذرات الذهب\" (5/91)\n4 انظر: \"تاريخ الأدب العربي-الملحق-\" (1/689) .\n5 انظر: \"ذيل طبقات الحنابلة\" (2/139) ، \"شذرات الذهب\" (5/90) ، \"هدية العارفين\" (1/460) .\n6 انظر: \"تاريخ الأدب العربي\" (1/398 من الأصل) .\nالجزء: 1 ¦ الصفحة: 24\n",
        "وقد أثنى العلماء على الموفق في علمه خيرا1، حتى قال شيخ الإسلام بن تيمية رحمه الله: \"ما دخل الشام بعد الأوزاعي أفقه من الموفق\".2\nسادسا: وفاته:\nتوفي شيخ الإسلام موفق الدين، رحمه الله-يوم السبت-وكان يوم عيد الفطر-سنة 6200.\n1 انظر: كتب التراجم التي ترجمت له، فإنها ذكرت شيئا كثيرا من ذلك.\n2 \"ذيل طبقات الحنابلة\" (2/136) .\nالجزء: 1 ¦ الصفحة: 25\n",
        "التعريف بالكتاب\nهذه الفتوى لم تطبع-حسب علمي-من قبل، وهي موجودة في قسم المخطوطات بالمكتبة المركزية بجامعة الإمام محمد بن سعود الإسلامية بالرياض تحت الرقم (10635/ف12/توحيد) .\nوتقع ضمن مجموعة من ص 101 إلى ص 105، وفي كل لوحة عشرون سطرا تقريبا سطرا، وفي كل سطر تسع كلمات تقريبا.\nوهي مكتوبة يوم الإثنين 17 رجب 1227 بقلم عبد الصالح بن حسن بن صالح المقدسي الحنبلي السلفي.\nوخطها مقروء، وعليها بعض التصحيحات.\nالجزء: 1 ¦ الصفحة: 26\n",
        "إثبات نسبة هذه الفتوى للموفق\nيدل على نسبة هذه الفتوى للموفق أمور:\nأولا: ما جاء في مقدمتها.\nثانيا: أن هذه الفتوى طرقت الموضوعات التي بحثها الموفق في كتبه الأخرى ك\"البرهان في بيان القرآن\"، وكتابه \"الصراط المستقيم في إثبات الحرف القديم\"، وكتاب \"حكاية المناظرة\".\nثالثا: أسلوب المؤلف في هذه الفتوى هو أسلوبه في كتبه السابقة، وذلك من حيث العرض والمناقشة والاستدلال.\nالجزء: 1 ¦ الصفحة: 27\n",
        "رسالة في القرآن وكلام الله\n...\nبسم الله الرحمن الرحيم.\nما يقول الفقهاء أئمة الدين وسادات المسلمين وفقهم الله بتوفيق العارفين فيمن يعتقد أن كلام الله تعالى معنى قائم بالذات؟ وأن هذه السور والآيات والحروف والكلمات التي هي في مصاحف المسلمين وصدور الحافظين ليست كلام رب العالمين؟ أهم أهل السنة والجماعة الذين وافقوا أئمة دينهم، وتمسكوا بسنة نبيهم، وقفوا طريق صالح سالفهم؟ أم الذين قالوا: إن القرآن الكريم والكلام القديم الذي هو كلام الله العظيم هو هذه السور والآيات والحروف والكلمات التي في مصاحف المسلمين وصدور العالمين، وأي الفريقين أتبع للحق من ربه وتمسك بسنة نبيه وقفا طريق صالح سلفه؟ أفتونا مأجورين مثابين.\nفي المخطوط: وفهم، ولعل الصواب ما أثبته.\nالجزء: 1 ¦ الصفحة: 29\n",
        "أجاب الشيخ الإمام العالم العلامة موفق الدين أبو محمد عبد الله بن قدامة المقدسي رحمه الله تعالى:\nالحمد لله رب العالمين، وهو حسبنا ونعم الوكيل.\nإن القرآن العظيم الذي هو كلام الله القديم1، المنزل على قلب سيد المرسلين، هو هذا الكتاب العزيز\n1 قول المؤلف رحمه الله: \"القديم\" يحتمل أن يكون نعتا للفظ الجلالة، ويحتمل أن يكون نعتا للقرآن، فإن كان مراده الأول، فإن أسماء الله تعالى وصفاته توقيفية، ولا يجوز أن يسمى الله تعالى بما لم يأتي به النقل، وإن كان قد يتساهل في باب الإخبار، غير أنه لا يجوز أن يعد اسما من أسمائه تعالى قال ابن أبي العز الحنفي رحمه الله في شرح \"الطحاوية\" (ص 77-78) : \"وقد أدخل المتكلمون في أسماء الله تعالى \"القديم\" وليس هو من الأسماء الحسنى، فإن القديم في لغة العرب التي نزل بها االقرآن: هو المتقدم على غيره، فيقال: هذا قديم للعتيق، وهذا حديث للجديد، ولم يستعملوا هذا الاسم إلا في المتقدم على غيره، لا فيما لم يسبقه عدم، كما قال تعالى: {حَتَّى عَادَ كَالْعُرْجُونِ الْقَدِيمِ} والعرجون القديم: الذي يبقى إلى حين وجود العرجون الثاني، فإذا وجد الجديد قيل للأول: قديم، وقال تعالى: {وَإِذْ لَمْ يَهْتَدُوا بِهِ 1 فَسَيَقُولُونَ هَذَا إِفْكٌ قَدِيمٌ} أي: متقدم في الزمان، وقال تعالى: {قَالَ أَفَرَأَيْتُمْ مَا كُنْتُمْ تَعْبُدُونَ}\nفالأقدم مبالغة في القدم، ومنه: القول القديم والجديد للشافعي رحمه الله وقال تعالى: {يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ} أي: يتقدمهم، ويستعمل منه الفعل لازما ومتعديا، كما يقال: أخذني ما قدم وما حدث، ويقال: هذا قدم هذا، وهو يقدمه، ومنه سميت القدم قدما، لأنها تقدم بقية قدم الإنسان.\nوأما إدخال القديم في أسماء الله تعالى فهو مشهور عند أكثر أهل الكلام، وقد أنكر ذلك كثير من السلف والخلف، منهم ابن حزم.\nولا ريب أنه إذا كان مستعملا في نفس التقدم، فإن ما تقدم على الحوادث كلها، فهو أحق بالتقدم من غيره، لكن أسماء الله تعالى هي الأسماء الحسنى التي تدل على خصوص ما يمدح به، والتقدم في اللغة مطلق لا يختص بالتقدم على الحوادث كلها، فلا يكون من الأسماء الحسنى، وجاء الشرع باسمه\"الأول\" وهو أحسن من \"القديم\"لأنه يشعر بأن ما بعده آيل إليه، وتابع له، بخلاف \"القديم\" والله تعالى له الأسماء الحسنى لا الحسنة\".\nالجزء: 1 ¦ الصفحة: 30\n",
        "المبين، المكتوب في المصاحف، المحفوظ في الصدور، وهو سور محكمات وآيات بينات، وكلمات تامات، من قرأه فأعربه فله بكل حرف عشر حسنات، أوله سورة الفاتحة وآخره الناس.\nسماه الله تعالى قرآنا وفرقانا، وكتابا، وذكرا وروحا، ونورا وضياء، وهدى، ووصفه بكونه عربيا1\n1وإن كان مراد المؤلف هو الثاني، وهو أنه نعت للقرآن، فإن هذا اللفظ من الألفاظ المخترعة المبتدعة أيضا.\nقال شيخ الإسلام ابن تيمية رحمه الله في \"التسعينية\" (2/612) :\" الوجه الثاني: أن أحدا من السلف والأئمة لم يقل: إن القرآن قديم، وإنه لا يتعلق بمشيئته وقدرته\".\nقال الشيخ سليمان بن سحمان في تعليقه على قول السفاريني: \"كلامه سبحانه قديم\" (1/131) : \"هو من جنس ما قبله من الألفاظ المبتدعة المخترعة التي لم ينطق بها سلف الأمة وأئمتها، والذي عليه أهل السنة والجماعة المخالفون لأهل البدع: أن كلام الله سبحانه وتعالى حادث الآحاد، قديم النوع، وأنه يتكلم بمشيئته وقدرته، إذا شاء لا يمتنع عليه شيء أراده، وأن الله تعالى متصف بالصفات الاختيارية القائمة به\".\nالجزء: 1 ¦ الصفحة: 32\n",
        "وهاديا ورحمة وشفاء، ينذر ويبشر، ويهدي ويقص، ويقرأ ويتلى ويسمع، ويحفظ ويكتب.\nنزله الله تنزيلا، ورتله، وسماه قولا ثقيلا، وفضله على سائر الكتب تفضيلا، وأحكمت آياته ثم فصلت تفصيلا.\nأمر الله بترتيله، وامتن بتنزيله، وشهد الله والملائكة بإنزاله إلى رسوله {هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ} .1\nندب الله إلى الإستعاذة عند قراءته، وأمر بالاستماع والإنصات عند تلاوته، فمن اعتقد أنه القرآن فقد أصاب، وهدي إلى الصراط المستقيم، واعتقد معتقد المسلمين.\n1 سورة آل عمران، آية (7)\nالجزء: 1 ¦ الصفحة: 33\n",
        "ومن زعم أن هذا الكتاب غير القرآن، وأنه كلام المخلوقين، وأن القرآن معنى في النفس لا ينزل ولا يقرأ، ولا يسمع ولا يتلى، ولا ينفع، ولا له أول ولا آخر، ولا جزء ولا بعض، ولا هو سور، ولا آيات وحروف، ولا كلمات، فهذا زنديق راد على رب العالمين، وعلى رسوله الصادق الأمين، مخالف لجميع المسلمين، ناكب عن الصراط المستقيم.\nأما رده على الله سبحانه فإن الله تعالى قال: {وَرَتِّلِ الْقُرْآنَ تَرْتِيلاً} 1،وقال: {وَقُرْآناً فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ وَنَزَّلْنَاهُ تَنْزِيلاً} 2،وقال: {لَكِنِ اللَّهُ يَشْهَدُ بِمَا أَنْزَلَ إِلَيْكَ أَنْزَلَهُ بِعِلْمِهِ وَالْمَلائِكَةُ يَشْهَدُونَ وَكَفَى بِاللَّهِ شَهِيداً} .3\nوالذي يرتل وينزل ويقرأ، إنما هو هذا الكتاب.\n1 سورة المزمل، آية (4) .\n2 -\nسورة الإسراء، آية (106) ، وقد جاء في الأصل: ورتلناه ترتيلا، وهو خطأ.\n3 سورة النساء، آية (166)\nالجزء: 1 ¦ الصفحة: 34\n",
        "وقال: {إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ} 1 {إِنَّ هَذَا الْقُرْآنَ يَقُصُّ} 2وهذا إشارة إلى حاضر، والذي يقص ويهدي إنما هو هذا الكتاب العربي.\nوقال: {وَلَقَدْ صَرَّفْنَا فِي هَذَا الْقُرْآنِ} .3\nوقال: {وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ} 4والذي صرفت فيه الأمثال وضربت إنما هو هذا الحاضر.\nوقال: {قُلْ لَئِنِ اجْتَمَعَتِ الْإنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ} 5\n1 سورة الإسراء، آية (9) .\n2 سورة النمل، آية (76) .\n3 سورة الإسراء، آية (41)\n4 سورة الروم، آية (58) ، وقد وقع في الأصل خطأ حيث جاءت الآية هكذا (ولقد ضربنا في هذا القرآن للناس من كل مثل) .\nسورة الإسراء، آية (88) .5\nالجزء: 1 ¦ الصفحة: 35\n",
        "ولا يتحداهم بالإتيان بما لا يعرفونه ولا يدرون ما هو.\nوسماه الله عربيا، وأخبر أنه هو الكتاب، فقال تعالى: {الر تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ إِنَّا أَنْزَلْنَاهُ قُرْآناً عَرَبِيّاً لَعَلَّكُمْ تَعْقِلُونَ} 1.\nوقال: {حم. وَالْكِتَابِ الْمُبِينِ. إِنَّا جَعَلْنَاهُ قُرْآناً عَرَبِيّاً لَّعَلَّكُمْ تَعْقِلُونَ} 2\nفمن أنكر كون القرآن هو الكتاب العربي، فهو من لا يعقلون.\nومن أوضح الدلائل على ذلك: أن الكفار قالوا: هذا شعر، فرد الله سبحانه عليهم بقوله: {وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْآنٌ\n1 سورة يوسف، آية (1-2) .\n2 سورة الزخرف: آية (1-3)\nالجزء: 1 ¦ الصفحة: 36\n",
        "مُبِينٌ} 1وما ليس بحروف لا يجوز أن يكون شعرا عند أحد، فلما سموه شعرا علم يقينا أنهم إنما أرادوا بذلك هذا النظم العربي، فلما نفى الله عنه كونه شعرا، وأثبته قرآنا، لم تبق شبهة لذي عقل أن القرآن هو هذه السور والآيات.\nكذلك قالوا {أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلاً} 2فرد الله عليهم بقوله: {قُ لْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ إِنَّهُ كَانَ غَفُوراً رَحِيماً} 3.وقالوا: {لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَذَا إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ} 4.\n1 سورة يس، آية (69) .\n2 سورة الفرقان، آية (5) .\n3 سورة الفرقان، آية (6) .\n4 سورة الأنفال، آية (26) .\nالجزء: 1 ¦ الصفحة: 37\n",
        "وقال بعضهم: {إِنْ هَذَا إِلَّا قَوْلُ الْبَشَرِ} 1، فقال سبحانه: {سَأُصْلِيهِ سَقَرَ} 2وما كانوا يشيرون بهذا القول إلا إلى هذا الكتاب العزيز.\nوأيضا فإنهم طلبوا الإتيان ببدله، قال الله تبارك وتعالى: {وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ لا يَرْجُونَ لِقَاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ بَدِّلْه} 3 أفتراهم طلبوا تبديل ما في نفس الباري مما لا يعلمونه ولا يدرون ما هو؟! ثم كيف علموا أن ما نفس الله تعالى قرآنا؟! وبأي طريق وصل إليهم؟! هذا وما كان قائل هذه المقولة خلق بعد.\nوالآيات الدالة على أن القرآن هو هذا الكتاب العربي كثيرة، ومن لم ينتفع بما قد ذكرنا منها لم ينتفع\n1 سورة المدثر، آية (25) .\n2 سورة المدثر، آية (26) .\n3 سورة يونس، آية (15) .\nالجزء: 1 ¦ الصفحة: 38\n",
        "بزيادة عليها، لكنا نتحداهم بما تحدى الله تعالى به نظراءهم من الملحدين، فنقول: إن زعمتم أن هذا من كلام المخلوقين فأتوا بسورة مثله إن كنتم صادقين.\nوإن زعمتم أنه مفترى من دون الله فأتو بعشر سور مثله مفتريات، وادعوا من استطعتم من دون الله إن كنتم صادقين.\nوأما بيان مخالفتهم لرسول الله صلى الله عليه وسلم فإن رسول الله صلى الله عليه وسلم ما كان يعتقد قرآنا سوى هذا القرآن، ولو اعتقد أن هذا ليس بقرآن، وأن القرآن سواه لبينه لأمته، فإنه لا يجوز تأخير البيان عن وقته، ثم كيف يكتم مثل هذا الأمر العظيم وقد أمره الله تعالى بتبليغ رسالته، فقال: {يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ} 1 وقد كان النبي صلى الله عليه وسلم حريصا على أمته شفيقا عليهم رؤوفا بالمؤمنين رحيما\n1 سورة المائدة، آية (67) .\nالجزء: 1 ¦ الصفحة: 39\n",
        "عزيزا عليه ما عنتهم، فكيف يكتم عنهم ما فيه رشدهم، ويتركهم على ضلالتهم، ويستر عنهم الحق والصواب، ولا يرشدهم إليهم، ولا يدلهم عليه، ولا يذكر لهم قولا في ذلك قليلا ولا كثيرا؟!.\nهذا ما لا يعتقده مسلم، ثم وإن ساغ له كتمان ذلك، فكيف ساغ له أن يظهر أن القرآن هذا بتلاوته الآيات الدالة على ذلك، وبقوله: {وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ} 1 {وَقَالَ الرَّسُولُ يَا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُوراً} 2، وغير هذا من الآيات؟! وقوله: \"من قرأ القرآن فأعربه فله بكل حرف عشر حسنات\"3، وقوله: \"اقرأوا\n1 سورة الأنعام، آية (19) .\n2 سورة الفرقان، آية (30) .\n3 ذكر المؤلف رحمه الله هذا الحديث في \"حكاية المناظرة\" (ص 38) ، وفي\" البرهان\" (البرهان) وصححه فيهما، وقال في1 \" لمعة الاعتقاد\" (ص18) : \"صحيح\" ولم أجده بهذا اللفظ، إلا أن معناه أخرجه ابن عدي في \"الكامل\" (7/41) من طريق أبي عصمة نوح بن أبي مريم عن زيد العمي، عن سعيد بن المسيب، عن عمر بن الخطاب قال: قال رسول الله صلى الله عليه وسلم: \"من قرأ القرآن فأعربه، كان له بكل حرف أربعون حسنة، ومن أعرب بعضا ولحن في بعض، كان له بكل حرف عشرون حسنة، ومن لم يعرب منه شيئا فإن له بكل حرف عشر حسنات\".\nوأخرجه أبو الفضل الرازي في \"فضائل القرآن\" (ص143) رقم (111) ، والبيهقي في \"شعب الإيمان\" (5/241) رقم (2097) ، والخطيب البغدادي في \"المتفق والمفترق\" (3/1865) رقم (1454) ، والشجري في \"الأمالي\" (1/119) ، وابن شاهين في \"الترغيب والترهيب في فضائل الأعمال\" (ص 219) رقم (202) دون آخره.\nوالحديث بهذا الإسناد ضعيف جدا، للضعف الشديد في نوح بن أبي مريم، فقد رماه ابن عيينة وابن المبارك وغيرهما بالكذب.\n\"تهذيب الكمال\" (30/56) ، \"تهذيب التهذيب\" (10/486) .\nولضعف زيد العمي، فقد ضعفه ابن معين وأبو زرعة وأبو حاتم.\n\"الجرح والتعديل\" (1/560) ، \"ميزان الاعتدال\" (2/102) .\nالجزء: 1 ¦ الصفحة: 40\n",
        "القرآن قبل أن يأتي قوم يقرأونه ويقيمون حروفه إقامة السهم، لا يجاوز تراقيهم\"1وغير هذا من الأخبار مما\nورواه ابن منده في \" الرد على من يقول: الم حرف\" (ص 66-68) رقم 25-26 موقوفا على ابن مسعود.\n1أخرجه أحمد في \"مسنده\" (5/338) ، وأبو داود في \"سننه\" (1/220) رقم (831) ، وابن حبان في \"صحيحه\" كما في ترتيب ابن بلبان رقم (3/32) (760) و (51/120) رقم (6724) ، والطبراني في \"المعجم الكبير\" (6/207) رقم (6024) كلهم عن طريق بكر بن سوادة عن وفاء بن شريح الصدفي عن سهل بن سعد الساعدي.\nوأخرجه عبد بن حميد في \"مسنده كما في المنتخب\" (ص 171) رقم (466) ، وابن المبارك في \"الزهد\" (813) ، والطبراني في\"المعجم الكبير\" (6/206) رقم (6021) و (6/206) رقم (2066) من طريق موسى بن عبيد عن أخيه عبد الله بن عبيدة عن سهل بن سعد الساعدي.\nوموسى بن عبيدة ضعيف جدا.\n\"تهذيب الكمال\" (29/104-114) ، \"تهذيب التهذيب\" (10/356-360) .\nالجزء: 1 ¦ الصفحة: 42\n",
        "يطول مما يدل على أن القرآن هو هذا الكتاب العربي الذي هو السور والآيات والحروف والكلمات، أفتراه صلى الله عليه وسلم أخبرهم أن القرآن هو هذا وهو يعلم أنه غير هذا، ليصدهم عن الصواب، ويعميهم عن الهدي، ويضلهم عن سبيل الله؟! كلا، بل قائل هذه المقالة، وسالك هذه الضلالة أعمى القلب، ضال عن القصد، وليس لمن ادعى هذا على رسول الله صلى الله عليه وسلم في الإسلام نصيب، فإن الله سبحانه شهد لرسوله، فقال سبحانه: {وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ} 1، وقال: {إِنَّكَ لَعَلَى هُدىً مُسْتَقِيمٍ} 2، وقال: {يس وَالْقُرْآنِ الْحَكِيمِ إِنَّكَ لَمِنَ الْمُرْسَلِينَ عَلَى صِرَاطٍ مُّسْتَقِيمٍ}\n1 سورة الشورى، آية (52) .\n2 سورة الحج، آية (67) .\n3 سورة يس، الآيات (1-4) .\nالجزء: 1 ¦ الصفحة: 43\n",
        "ومقتضى قول هذه الطائفة: أن رسول الله صلى الله عليه وسلم أضل أمته بإخباره إياهم أن هذا القرآن هذا الكتاب العربي الذي لا يأتيه الباطل من بين يديه ولا من خلفه تنزيل من حكيم حميد.\nوأما مخالفتهم للمسلمين، فإن المسلمين أجمعوا على أن القرآن أنزل على محمد صلى الله عليه وسلم، وأجمعوا على أنه معجزه الدال على صدقه ونبوته، وأجمعوا على أن في القرآن ناسخا ومنسوخا، ومحكما ومتشابها، وقصصا وأمثالا، وهذه إنما هو هذا الكتاب.1\nولما اختلف أهل السنة والمعتزلة2في القرآن: هل هو\n1 انظر: \"الصراط المستقيم في إثبات الحرف القديم\" للمؤلف (ص35) ، \"البرهان في بيان القرآن\" للمؤلف (ص52) .\n2 المعتزلة طائفة من طوائف أهل الكلام، وقد اختلف في سبب تسميتهم بهذا الاسم على أقوال كثيرة، وهم فرق شتى، لكن يجمعها خمسة أصول هي: التوحيد، والعدل، والوعد والوعيد، والمنزلة بين المنزلتين، والأمر بالمعروف والنهي عن المنكر.\nالجزء: 1 ¦ الصفحة: 44\n",
        "قديم أو مخلوق1؟ إنما اختلفوا في هذه السور والآيات لا غير.2\nوقد صرحوا بذكر صور القرآن وآياته وحروفه، فقال أبو بكر وعمر رضي الله عنهما: \"إعراب القرآن أحب إلينا من حفظ بعض حروفه\".3\nانظر: \"مقالات الإسلاميين\"لأبي الحسن الأشعري (1/235-249) و (2/298-338) ، \"التنبيه والرد على أهل الأهواء والبدع\" للملطي (ص35-43) ، \"الملل والنحل\" للشهرستاني (1/43-85) ، \"التبصير في الدين\" للإسفراييني (ص63-95) .\n1انظر مذهب المعتزلة في \"شرح الأصول الخمسة\" للقاضي عبد الجبار (ص527-563) ، \"المغني في أبواب العدل والتوحيد\" له (7/84) \"المحيط بالتكليف\" لابن متويه (ص331) .\n2 انظر: \"البرهان في بيان القرآن\" (ص54) ، \"الصراط المستقيم في إثبات الحرف القديم\" (ص36) ، \"الرد على من أنكر الحرف والصوت\" للسجزي (ص137) .\n3 أخرجه ابن الأنباري في \"الوقف والإبتداء\" (1/20) ، وأبو طاهر بن أبي هاشم في: \"أخبار النحويين\" رقم 15، والمستغفري-\nالجزء: 1 ¦ الصفحة: 45\n",
        "وقال علي رضي الله عنه:\"من كفر بحرف من القرآن، فقد كفر به كله\". 1\nبنحوه- في \" فضائل القرآن\" (209/أ) من طريق جابر-هو الجعفي- عن محمد بن عبد الرحمن بن يزيد قال: قال أبو بكر وعمر، وذكر نحوه، وإسناده واه، فيه جابر الجعفي، متروك ساقط لكذبه وبدعته.\nقال عباس الدوري: كان جابر كذابا، وقال النسائي: متروك الحديث، وقال: ليس بثقة ولا يكتب حديثه.\n\"تهذيب الكمال\" (4/465-472) ، \"تهذيب التهذيب\" (2/46-51) .\nومحمد بن عبد البرحمن بن يزيد لم يدرك أبا بكر وعمر رضي الله عنهما.\nتهذيب الكمال\" (1/648-652) ، \"تهذيب التهذيب\" (9/308-309) .\n1ذكر المؤلف رحمه الله هذا الأثر عن علي في \"البرهان\" (ص48) ، وفي\" الصراط المستقيم في إثبات الحرف القديم\" (ص32) ، ولم أقف عليه عند غيره، لكن أخرجه عبد الرزاق في \"مصنفه\" (8/472) رقم (15946) ، ومن طريق ابن حزم في لا\nالجزء: 1 ¦ الصفحة: 46\n",
        "وسمع ابن مسعود رجلا يحلف بالقرآن، فقال: \"أتراه مكفرا؟ إن له بكل آية كفارة\". 1\nوقال: \" من قرأ القرآن فأعربه، فله بكل حرف عشر حسنات، أما إني لا أقول الم حرف، ولكن الألف حرف، واللام حرف، والميم حرف\".2\n\"المحلى\" (8/33) عن سفيان الثوري عن الأعمش عن إبراهيم النخعي عن ابن مسعود.\nوأخرجه اللاكائي في \"شرح أصول اعتقاد أهل السنة\" (2/232) من طريق سفيان عن الأعمش عن عبد الله بن مرة عن أبي كنف قال: قال عبد الله وذكره بنحوه.\nوصححه شيخ الإسلام في\"التسعينية\" (1/292) .\n1أخرجه عبد الرزاق في \"مصنفه\" (8/472) ، والبيهقي في\"السنن الكبرى\" (10/43) كلاهما من طريق الأعمش عن عبد الله ابن مرة عن أبي كنف عن ابن مسعود بنحوه، وأخرجه اللاكائي في \"شرح أصول اعتقاد أهل السنة\" (2/231-232) رقم (378) من طريق محمد بن إبراهيم الروياني قال: ثنا أبو الربيع، قال: ثنا أبو عوانة عن أبي سنان عن عبد الله بن أبي الهذيل عن حنظلة بن خويلد قال: أخذ عبد الله بيدي وذكره بنحوه.\n2 سبق تخريجه.\nالجزء: 1 ¦ الصفحة: 47\n",
        "وروي نحو ذلك عن ابن عمر.1\nوروي عن عبد الرحمن بن يزيد2أنه قال: \"كنا نتعلم من ابن مسعود التشهد كما نتعلم حروف القرآن\".3\n1 أخرجه بن منده في \"الرد على من يقول: الم حرف\" (ص63) رقم (22) . وسنده ضعيف جدا، فيه ثوير بن أبي فاختة، وهو سعيد بن علاقة القرشي الهاشمي، أبو الجهم الكوفي.\nقال سفيان: كان توير من أركان الكذب، وقال يحيى: ليس بشيء، وضعفه الالجوزجاني وأبو حاتم وقال النسائي: ليس بثقة، وقال الدارقطني وعلي بن الجنيد: متروك\n\"تهذيب التهذيب\" (2/36-37) ..\n2 هو عبد الرحمن بن يزيد بن قيس النخعي، محدث ثقة، روى عن أمير المؤمنين عثمان بن عفان، وعن أم المؤمنين عائشة، وعن ابن مسعود وأبي موسى الأشعري وسلمان الفارسي وحذيفة بن اليمان وأبي مسعود البدري وغيرهم من الصحابة رضي الله عنهم توفي سنة 73 وقيل سنة 83.\n\"تهذيب الكمال\" (18/12-14) ، \"تهذيب التهذيب\" (6/299) .\n3 لم أجده.\nالجزء: 1 ¦ الصفحة: 48\n",
        "وقال الحسن1: \"قرأ القرآن قوم فحفظوا حروفه، وضيعوا حدوده\"2.\nوذكر الأئمة من السلف عدد آيات القرآن وحروفه وكلماته3، ولم يزل ذلك مستفيضا مشهورا بينهم،\n1 هو أبو سعيد بن الحسن بن أبي الحسن يسار البصري من فضلاء زمانه علما وعملا وشجاعة وزهدا، توفي سنة 110.\nانظر: \"حلية الأولياء\" (2/131) ، \"سير أعلام النبلاء\" (4/563) .\n2 أخرجه بنحوه عبد الرزاق في \"مصنفه\" (3/363) ، وابن المبارك في \"الزهد\" (ص247) ح793، والفريابي في \"فضائل القرآن\" (ص247) ح177، وابن أبي حاتم في \"تفسيره\" كما في \"تفسير بن كثير\" (4/33) .\n3 انظر: \"الصراط المستقيم في إثبات الحرف القديم\" للمؤلف (ص35) ، \"البرهان في بيان القرآن\" له أيضا (ص56) ، \"فضائل القرآن\" لابن عبيد (ص152-162) ، \"لمحات الأنوار ونفحات الأزهار\" لمحمد بن عبد الواحد الغافقي (1/104-123) ، \"البرهان في علوم القرآن\" للزركشي (1/249-252) ، \"الإتقان في علوم القرآن\" للسيوطي (1/86-93) ، \"سعادة الدارين في بيان وعد آي معجز الثقلين\" لمحمد بن علي الحسيني.\nالجزء: 1 ¦ الصفحة: 49\n",
        "وقال الحسن1: \"قرأ القرآن قوم فحفظوا حروفه، وضيعوا حدوده\"2.\nوذكر الأئمة من السلف عدد آيات القرآن وحروفه وكلماته3، ولم يزل ذلك مستفيضا مشهورا بينهم،\n1 هو أبو سعيد بن الحسن بن أبي الحسن يسار البصري من فضلاء زمانه علما وعملا وشجاعة وزهدا، توفي سنة 110.\nانظر: \"حلية الأولياء\" (2/131) ، \"سير أعلام النبلاء\" (4/563) .\n2 أخرجه بنحوه عبد الرزاق في \"مصنفه\" (3/363) ، وابن المبارك في \"الزهد\" (ص247) ح793، والفريابي في \"فضائل القرآن\" (ص247) ح177، وابن أبي حاتم في \"تفسيره\" كما في \"تفسير بن كثير\" (4/33) .\n3 انظر: \"الصراط المستقيم في إثبات الحرف القديم\" للمؤلف (ص35) ، \"البرهان في بيان القرآن\" له أيضا (ص56) ، \"فضائل القرآن\" لابن عبيد (ص152-162) ، \"لمحات الأنوار ونفحات الأزهار\" لمحمد بن عبد الواحد الغافقي (1/104-123) ، \"البرهان في علوم القرآن\" للزركشي (1/249-252) ، \"الإتقان في علوم القرآن\" للسيوطي (1/86-93) ، \"سعادة الدارين في بيان وعد آي معجز الثقلين\" لمحمد بن علي الحسيني.\nالجزء: 1 ¦ الصفحة: 50\n",
        "الَّذِينَ كَفَرُوا لا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ} 1 {وَقَالَ الَّذِينَ كَفَرُوا لَوْلا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً} 2.\nوالجن لما استمعوا القرآن، أنصتوا له، وآمنوا به، وسموه كتابا وقرآنا {فَقَالُوا إِنَّا سَمِعْنَا قُرْآناً عَجَباً يَهْدِي إِلَى الرُّشْدِ} 3.\nومن العجب أن المخالف في هذه المسألة اجترأ على مخالفة رب العالمين ورسوله الصادق الأمين والجنة والناس أجمعين بغير حجة ولا شبهة، ولا استنباط آية، ولا خبر، ولا قول صحابي ولا إمام مرضي، مع زعمه أنه مسلم يعتقد أن كلام الله حجة وكذلك سنة رسوله وإجماع أمته، ثم ترك ذلك كله، كأنه لم يسمع منه شيئا،\n1 سورة فصلت، آية (26) .\n2 سورة الفرقان، آية (32) .\n3 سورة الجن، آية (1-2)\nالجزء: 1 ¦ الصفحة: 51\n",
        "ولم يفقه ولم يمر به، وقد قال سبحانه: {إِنَّ شَرَّ الدَّوَابِّ عِندَ اللهِ الصُّمُّ الْبُكْمُ الَّذِينَ لاَ يَعْقِلُونَ وَلَوْ عَلِمَ اللهُ فِيهِمْ خَيْراً لَّأسْمَعَهُمْ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّواْ وَّهُم مُّعْرِضُونَ} .1\nوالكفار الذين لا يؤمنون بالقرآن أقرب إلى العذر في جحدهم للقرآن من هؤلاء الذين يزعمون أنهم يؤمنون به ثم يتركونه بغير حجة. نسأل الله العافية.\nفإن قال قائل: لا نسلم أننا خالفنا الإجماع، بل قولنا هو مقالة السلف.\nقلنا: هاتوا أخبرونا من قال قبلكم: إن هذا القرآن عبارة وحكاية2، وأن حقيقة القرآن معنى قائم في\n1 سورة الأنفال، آية (22-23) .\n2 بين شيخ الإسلام ابن تيمية رحمه الله الفرق بين العبارة والحكاية في \"مجموع الفتاوى\" (12/552) فقال: \"العبارة عن كلام الغيب، يقال لمن في نفسه معنى ثم يعبر عنه غيره، كما يعبر عما في نفس الأخرس من فهم مراده.\nالجزء: 1 ¦ الصفحة: 52\n",
        "النفس، ليس فيه سورة ولا آية؟! ومن قال قبلكم: إنه ليس في المصحف إلا العفص1والزاج2، لا فرق بينه\nوالذين قالوا: القرآن عبارة عن كلام الله، قصدوا هذا. وهذا باطل، بل القرآن العربي تكلم الله به، وجبريل بلغه عنه.\nوأما الحكاية فيراد بها ما يماثل الشيء، كما يقال: هذا يحاكي فلانا إذا كان بمثل قوله أو عمله. وهذا ممتنع في القرآن، فإن الله تعالى يقول: {قل لَئِنِ اجْتَمَعَتِ الْأِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ} الآية. وقد يقال: فلان حكى فلان عنه، أي لغة عنه، ونقله عنه. ويجيء في الحديث أن النبي صلى الله عليه وسلم قال فيما يحكي عن ربه، فإذا قيل: إنه حكى عن الله بمعنى أنه بلغ عن الله فهذا صحيح\"\n1العفص نبات يتخذ منه الحبر، ثم أصبح يطلق على الحبر، وهو كما قال ابن المنظور- مولد، وليس من كلام البادية.\nانظر: \"لسان العرب\" (عفص) (7/54-55) .\n2الزاج: فارس معرب: نوع من الأدوية يقال له: الشب اليماني، وهو من أخلاط الحبر.\nانظر: \"لسان العرب\" (زوج) (2/293) .\nالجزء: 1 ¦ الصفحة: 53\n",
        "وبين ديوان ابن الحجاج1؟\nمن رد قبلكم على الله تعالى قسمه الذي وصفه بالعصمة، فقال في كتابه الذي أحكمه: {فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ وَإِنَّهُ لَقَسَمٌ لَّوْ تَعْلَمُونَ عَظِيمٌ إِنَّهُ لَقُرْآنٌ كَرِيمٌ فِي كِتَابٍ مَّكْنُونٍ} 2؟\nمن قال: إن القرآن العظيم غير الكتاب المبين والذكر الحكيم؟\nأخبرونا: هل وجدتم هذه الضلالة وقبيح المقالة عند أحد من المتقدمين3سوى قائدكم إلى\n1 ابن الحجاج هو الشاعر الخليع أبو عبد الله الحسن بن أحمد بن الحجاج، كان أكثر شعره في الخلاعة والمجون، وكان يضرب به المثل في ذلك، توفي سنة 391.\nانظر: \"تاريخ بغداد\" (4/8) ، \"يتيمة الدهر\" للثعالبي (3/35-125) .\n2 سورة الواقعة، الآيات (75-78) .\n3 ذكر الإمام أبو نصر السجزي رحمه الله في كتابه \"الرد على من أنكر الحرف والصوت\" (ص81-82) سبب مقولة الكلابية1 والأشاعرة بهذه المقالة، فقال: \"فالإجماع منعقد بين العقلاء على كون الكلام حرف وصوتا، فلما نبغ ابن كلاب وأضرابه، وحاولوا الرد على المعتزلة من طريق مجرد العقل، وهم لا يخبرون أصول السنة، ولا ما كان السلف عليه، ولا يحتجون بالأخبار الواردة في ذلك، زعما منهم أنها أخبار آحاد، وهي لا توجب علما، وألزمتهم المعتزلة أن الاتفاق حاصل على أن الكلام حرف وصوت، ويدخله التعاقب والتأليف، وذلك لا يوجد في الشاهد إلا بحركة وسكون، ولا بد له من أن يكون ذا أجزاء وأبعاض، وما كان بهذه المثابة لا يجوز أن يكون من صفات ذات الله، لأن ذات الله سبحانه لا توصف بالاجتماع والافتراق، والكل والبعض، والحركة والسكون، وحكم الصفة الذاتية حكم الذات.\nقالوا: فعلم بهذه الجملة أن الكلام المضاف إلى الله سبحانه خلق له، أحدثه وأضافه إلى نفسه، كما تقول: عبد الله، وخلق الله، وفعل الله.\nفضاق ابن كلاب وأضرابه النفس عند هذا الإلزام لقلة معرفتهم بالسنن، وتركهم قبولها، وتسليم العنان إلى مجرد العقل، فالتزموا ما قالته المعتزلة وركبوا مكابرة العيان، وخرقوا الإجماع المنعقد بين الكافة: المسلم والكافر، وقالوا للمعتزلة: الذي ذكرتموه ليس بحقيقة\nالجزء: 1 ¦ الصفحة: 54\n",
        "الجحيم1، الناكب بكم عن الصراط المستقيم، الذي لم يعرف له فضيلة في علم شرعي ولا دين مرضي، سوي علم الكلام المذموم المشؤوم الذي الخير فيه معدوم. نشأ في الاعتزال إلى أربعين عاما يناظر عليه ويدعوا الناس\nالكلام، وإنما يسمى ذلك كلاما على المجاز، لكونه حكاية أو عبارة عنه، وحقيقة الكلام معنى قائم بذات المتكلم.\nفمنهم من اقتصر على هذا القدر، ومنهم من احترز عما علم دخوله على هذا الحد فزاد فيه ما ينافي السكوت والخرس والآفات المانعة من الكلام، ثم خرجوا إلى إثبات الحرف والصوت في كلام الله سبحانه تجسيم، وإثبات اللغة فيه تشبيه\n...\n1 يعني به أبا الحسن الأشعري، لكن كلامه في آخر أمره، قد تغير، حيث أثبت الكلام لله تعالى كما يثبته السلف الصالح، وقد نقل أبو عمرو الداني في \"الرسالة الوافية لمذهب أهل السنة في الاعتقادات وأصول الديانات\" (ص73) عن أبي بكر الباقلاني قوله: \"قال أبو الحسن الأشعري رحمه الله: \"من قال: لفظي بالقرآن مخلوق، فهو ضال مبتدع، وقائل بما لم يقل به أحد من سلف الأمة\"\nالجزء: 1 ¦ الصفحة: 56\n",
        "إليه1، ثم أثمر ذلك مقالته هذه التي يرد بها على الله سبحانه وعلى نبيه صلى الله عليه وسلم وخالف به المسلمين والجنة والناس أجمعين، فكيف رضيتم به إماما عوضا عن رسول الله صلى الله عليه وسلم؟! وكيف قدمتم قوله على قول الله سبحانه؟!.\nوكيف خالفتم إجماع المسلمين بمجرد قوله بلا حجة سوى مجرد تقليده والمصير إلى قوله؟!\nوما عوض لنا منهاج جهم\n...\nبمنهاج ابن آمنة الأمين\nفلسان حالكم يقول: إن الحق ضاع عن رب العالمين ورسوله الصادق الأمين والصحابة والتابعين\n1 انظر: \"الفهرست\" لابن النديم (ص231) ، \"الرد على من أنكر الحرف والصوت\" للسجزي (ص140) ، \"تبيين كذب المفتري\" لابن عساكر (ص39) ، \"درء التعارض\" لشيخ الإسلام ابن تيمية (7/236) .\n2 ذكر هذا البيت مع غيره من الأبيات: اللاكائي في \"شرح أصول اعتقاد أهل السنة\" (1/148) .\nالجزء: 1 ¦ الصفحة: 57\n",
        "والجنة والناس أجمعين، حتى وجده قائدكم إلى الجحيم، فدعاكم إليه ونبهكم، فأجبتم مقاله، ورضيتم حاله، وقبلتم محاله، ونسبتم من لم يوافقكم على هذه الضلالة، ورميتموه بالجهالة.\nوأهل السنة قبلوا قول ربهم ووصيته، رسول ربهم وسنته، وسلكوا سبيل سلفهم وطريقته {فَأَيُّ الْفَرِيقَيْنِ أَحَقُّ بِالأَمْنِ إِن كُنتُمْ تَعْلَمُونَ الَّذِينَ آمَنُواْ وَلَمْ يَلْبِسُواْ إِيمَانَهُم بِظُلْمٍ أُوْلَئِكَ لَهُمُ الأَمْنُ وَهُم مُّهْتَدُونَ} .\nوالله أعلم.\nتمت الفتوى المباركة على يج أفقر الورى إلى رحمة ربه الجلي عبد صالح بن حسن بن صالح المقدسي الحنبلي السلفي، مصليا مسلما محوقلا يوم الاثنين 17 رجب سنة 1227.\nسورة الأنعام، اللآيتان (81-82) .\nالجزء: 1 ¦ الصفحة: 58\n",
        "مصادر ومراجع\n...\nمصادر الدراسة والتحقيق\n*الإبانة عن شريعة الفرقة الناجية ومجانبة الفرق المذمومة-الرد على الجهمية- لأبي عبد الله عبيد الله بن محمد بن بطة العكبري، تحقيق ودراسة الدكتور/ يوسف ابن عبد الله الوابل، دار الراية للنشر والتوزيع بالرياض، ط1/1415.\n*ابن قدامة وآثاره الأصولية، للدكتور عبد العزيز بن عبد الرحمن بن سعيد، جامعة الإمام محمد بن سعود الإسلامية.\n*الإتقان في علوم القرآن، لجلال الدين السيوطي، شركة مكتبة ومطبعة مصطفى البابي الحلبي وأولاده بمصر، ط4/1398.\n*إثبات صفة العلو، للموفق بن قدامة المقدسي، حققه وعلق عليه الدكتور/ أحمد بن عطية\nالجزء: 1 ¦ الصفحة: 66\n",
        "الغامدي، مؤسسة علوم القرآن ببيروت، ومكتبة العلوم والحكم بالمدينة المنورة، ط1/1409.\n*اجتماع الجيوش الإسلامية على غزو المعطلة والجهمية، لابن قيم الجوزية، تحقيق الدكتور عواد المعتق، مطابع الفرزدق، ط1/1408.\n*أخبار النحويين، لأبي طاهر عبد الواحد بن عمر المقريء، تقديم وتحقيق الدكتور/ محمد البنا، دار الاعتصاد، ط1/1401.\n*الإرشاد شرح لمعة الاعتقاد الهادي إلى سبيل الرشاد، للشيخ عبد الله بن عبد الرحمن الجبرين، أعده وخرج أحاديثه: محمد المنيع، دار طيبة بالرياض، ط1/1418.\n*الأسماء والصفات، لأبي بكر البيهقي، تحقيق عماد الدين حيدر، دار الكتاب العربي، ط1/1405.\n*الاعتقاد الهادي إلى سبيل الرشاد، لأبي بكر البيهقي، تحقيق مرسي، حديث أكادمي بباكستان.\nالجزء: 1 ¦ الصفحة: 67\n",
        "*الأمالي، للشجري، مطبعة الفجالة بمصر.\n*إيضاح المكنون في الذيل على كشف الظنون، لإسماعيل باشا، المكتبة الفيصلية بمكة المكرمة.\n*إيضاح الوقف والابتداء في كتاب الله، لأبي محمد ابن القاسم الأنباري، تحقيق: محيي الدين عبد الرحمن رمضان، مجمع اللغة العربية بدمشق، 1390.\n*البداية والنهاية، لأبي الفداء إسماعيل بن كثير القرشي الدمشقي، مكتبة المعارف ببيروت.\n*البرهان في بيان القرآن، للموفق بن قدامة المقدسي، تحقيق الدكتور سعود الفنيسان، مكتبة الدراسات والإعلام بدار إشبيليا، ط1/1418.\n*البرهان في علوم القرآن، لبدر الدين الزركشي، تحقيق محمد أبو الفضل إبراهيم، مكتبة دار التراث.\n*التاج المكلل من جواهر مآثر الطراز الآخر والأول، لصديق حسن خان، تعليق عبد العليم شرف الدين، دار اقرأ ببيروت.\nالجزء: 1 ¦ الصفحة: 68\n",
        "*تاريخ الأدب العربي، كارل بروكلمان، نقله إلى العربية د/ عبد الحليم النجار، دار المعارف بمصر، ط5/\n*تاريخ الإسلام ووفيات مشاهير الأعلام، للذهبي، دار الكتاب العربي ببيروت، ط1/1410.\n*تاريخ بغداد، للخطيب البغدادي، دار الكتب العلمية ببيروت.\n*التبصير في الدين وتمييز الفرق الناجية عن الفرق الهالكين، لأبي الظفر طاهر بن محمد الاسفراييني، تحقيق كمال يوسف الحوت، عالم الكتب ببيروت، ط1/1403.\n*تبيين كذب المفتري فيما نسب إلى الإمام أبي الحسن الأشعري، لابن عساكر، دار الكتاب العربي، 1399.\n*الترغيب في فضائل الأعمال وثواب ذلك، لابن شاهين، تحقيق صالح الوعيل، دار ابن الجوزي بالدمام، ط1/1415.\nالجزء: 1 ¦ الصفحة: 69\n",
        "*التسعينية، لشيخ الإسلام ابن تيمية، تحقيق الدكتور/ محمد العجلان، مكتبة المعارف بالرياض، ط1/1420.\n*تفسير القرآن العظيم لابن كثير، مكتبة الرياض الحديثة.\n*التقييد لمعرفة الرواد والمسانيد، لابن نقطة، مطبعة مجلس دائرة المعارف العثمانية، 1404.\n*التكملة لوفيات النقلة، لعبد العظيم المنذري، تحقيق الدكتور/ بشار عواد معروف، مؤسسة الرسالة، ط2/1401.\n*التنبيه والرد على أهل الأهواء والبدع، للملطي، تحقيق محمد زاهد الكوثري، مكتبة السعادة بمصر.\n*تهذيب التهذيب، للحافظ ابن حجر العسقلاني، دار صادر ببيروت.\n*تهذيب الكمال في أسماء الرجال، للمزي، تحقيق الدكتور/ بشار عواد معروف، مؤسسة الرسالة ببيروت، ط2/1403.\nالجزء: 1 ¦ الصفحة: 70\n",
        "*الحجة في بيان المحجة وشرح عقيدة أهل السنة، لقوام السنة أبي القاسم\nالتيمي، تحقيق ودراسة الدكتور/ محمد بن ربيع المدخلي، دار الراية للنشر\nوالتوزيع بالرياض، ط1/1411.\n*حكاية المناظرة في القرآن مع بعض أهل البدعة، للموفق بن قدامة المقدسي،\nتحقيق عبد الله الجديع، مكتبة الرشد بالرياض، ط1/1405.\n*حلية الأولياء وطبقات الأصفياء، لأبي نعيم الأصبهاني، دار الكتاب العربي ببيروت،\nط4/1405.\n*الدر المنضد في أسماء كتب مذهب الإمام أحمد، لابن حميد الحنبلي، تحقيق\nجاسم الدوسري، دار البشائر الإسلامية.\n*درء تعارض العقل والنقل، لشيخ الإسلام أبي العباس أحمد\nبن تيمية الحراني، تحقيق د/ محمد رشاد سالم، جامعة محمد بن سعود\nالإسلامية، ط1/1499.\nالجزء: 1 ¦ الصفحة: 71\n",
        "*دول الإسلام، للذهبي، دائرة المعارف العثمانية، مصورة عن الطبعة الثانية 1365.\n*الذيل على الروضتين في أخبار الدولتين، لأبي شامة المقدسي، دار الجيل ببيروت.\n*الذيل على طبقات الحنابلة، لابن رجب الحنبلي، دار المعرفة ببيروت.\n*الرد على من يقول: (الم) حرف، لينفي الألف والميم عن كلام الله عز وجل، للإمام أبي القاسم ابن منده، تحقيق عبد الله الجديع، دار العاصمة بالرياض، ط1/1409.\n*رسالة السجزي إلى أهل زبيد في الرد على من أنكر الحرف والصوت، للإمام أبي نصر عبيد الله بن سعيد بن حاتم الوايلي السجزي، تحقيق ودراسة محمد باكريم با عبد الله، دار الراية للنشر والتوزيع، ط1/1414.\n*الرسالة الوافية لمذهب أهل السنة في الاعتقادات وأصول الديانات، لأبي عمرو عثمان بن سعيد\nالجزء: 1 ¦ الصفحة: 72\n",
        "الداني، تحقيق د/ محمد بن سعيد القحطاني، دار ابن الجوزي، ط1/1419.\n*رفع النقاب عن تراجم الأصحاب، للشيخ إبراهيم ابن ضويان، تحقيق عمرو بن غرامة العمروي، دار الفكر ببيروت.\n*الزهد لعبد الله بن المبارك، تحقيق حبيب الرحمن الأعظمي، دار الكتب العلمية ببيروت.\n*سعادة الدارين في بيان وعد آي معجز الثقلين، لمحمد بن علي الحسني.\n*السنة لأبي بكر أحمد بن محمد الخلال، دراسة وتحقيق د/ عطية الزهراني، دار الراية للنشر والتوزيع بالرياض، ط1/1420.\n*السنن لأبي داود سليمان بن الأشعث السجستاني، إعداد وتعليق عزت عبيد الدعاس وصاحبه، دار الحديث، مصورة عن الطبعة الأولى 1388 صحيح ابن حبان.\n*السنن الكبرى، لأبي بكر أحمد بن الحسين\nالبيهقي، دار الفكر ببيروت.\nالجزء: 1 ¦ الصفحة: 73\n",
        "سير أعلام النبلاء، للحافظ الذهبي، حققه جماعة من العامين بمؤسسة الرسالة\nببيروت.\n*شذرات الذهب في أخبار من ذهب، لابن العماد الحنبلي، دار الكتب العلمية\nببيروت.\n*شرح أصول اعتقاد أهل السنة والجماعة من الكتاب والسنة وإجماع الصحابة\nوالتابعين ومن بعدهم، للإمام أبي القاسم هبة الله بن الحسن اللالكائي، تحقيق\nد/ أحمد سعد حمادن، دار طيبة للنشر والتوزيع بالرياض.\n*شرح الأصول الخمسة للقاضي عبد الجبار بن أحمد الهمداني، تحقيق د/ عبد\nالكريم عثمان، مكتبة وهبة بمصر ط2/1408.\n*شرح الطحاوية، لابن أبي العز الحنفي، تحقيق د/ عبد الله التركي وصاحبه،\nمؤسسة الرسالة ببيروت، ط1.\n*الشريعة، لأبي بكر محمد بن الحسين الآجري، تحقيق الوليد بن محمد بن نبيه\nسيف النصر، مؤسسة قرطبة بمصر، ط1/1417.\nالجزء: 1 ¦ الصفحة: 74\n",
        "*شعب الإيمان، لأبي بكر البيهقي، تحقيق مختار الندوي، دار السلفية بالهند.\n*الصراط المستقيم في إثبات الحرف القديم، للموفق ابن قدامة المقدسي، تحقيق د/ عبد الله البراك، دار الوطن بالرياض.\n*طبقات الشافعية الكبرى، لتاج الدين أبي نصر عبد الوهاب بن علي بن عبد الكافي السبكي، تحقيق د/عبد الفتاح الحلو، ود/ محمود الطناحي، دار هجر للطباعة والنشر والإعلام والتوزيع، ط2/1413.\n*طبقات الشافعية لأبي بكر بن أحمد بن محمد بن عمر بم محمد، تقي الدين، المعروف بابن قاضي شهبة، اعتنى بتصحيحه وعلق عليه د/ الحافظ عبد الحليم خان، دار الندوة الجديدة، 1407.\n*العبر في خبر من غبر، تحقيق أبي هاجر محمد السعيد بسيوني زغلول، دار الكتب العلمية ببيروت، ط1/1405.\nالجزء: 1 ¦ الصفحة: 75\n",
        "*فضائل القرآن للفريابي، تحقيق وتخريج ودراسة يوسف عثمان جبريل، مكتبة الرشد بالرياض، ط1/1409.\n*فضائل القرآن وتلاوته، لأبي الفضل الرازي، تحقيق وتخريج د/ عامر صبري، دار البشائر الإسلامية ببيروت، ط1/1415.\n*الفهرست لابن النديم، تحقيق رضا تجدد، دار المسيرة، ط الثالثة 1988.\n*فوات الوفيات، محمد بن شاكر الكتبي، تحقيق د/ إحسان عباس، دار الثقافة ببيروت.\n*القلائد الجوهرية في تاريخ الصالحية، لابن طولون، تحقيق محمد دهمان، مكتب الدراسات الإسلامية بدمشق.\n*الكانل في ضعفاء الرجال، لأبي أحمد عبد الله بن عدي الجرجاني، قرأها ودققها على المخطوطات يحيى مختار غزاوي، دار الفكر، ط3/1409.\n*كشف الظنون عن أسامي الكتب والفنون، لحاجي خليفة، المكتبة الفيصلية بمكة المكرمة.\nالجزء: 1 ¦ الصفحة: 76\n",
        "*لسان العرب، لجمال الدين بن منظور، دار صادر.\n*لمحات الأنوار ونفحات الأزهار وري الظمآن لمعرفة ما ورد من الآثار في ثواب قاريء القرآن، لمحمد عبد الواحد الغافقي، تحقيق ودراسة رفعت فوزي عبد المطلب، دار البشائر الإسلامية، ط1/1418.\n*لوامع الأنوار البهية وسواطع الأسرار الأثرية، للسفاريني، المكتب الإسلامي.\n*المتفق والمفترق، للخطيب البغدادي، تحقيق د/ محمد صادق آيدن، دار القاري بدمشق، ط1/1417.\n*مجموع فتاوى شيخ الإسلام ابن تيمية، جمع عبد الرحمن القاسم وابنه محمد، شؤون الحرمين.\n*المحلى، لأبي محمد علي ابن حزم الأندلسي، تحقيق أحمد شاكر، دار التراث بالقاهرة.\n*المحيط بالتكليف، لابن متويه، تحقيق عمر السيد عزمي، المؤسسة المصرية العامة للتأليف والأنباء والترجمة.\nالجزء: 1 ¦ الصفحة: 77\n",
        "*المختصر المحتاج إليه من تاريخ ابن الدبيثي، للذهبي، تحقيق د/ مصطفى جواد، مطبعة الزمان ببغداد.\n*مرآة الجنان وعبرة اليقظان في معرفة ما يعتبر من حوادث الزمان، لأبي محمد عبد الله اليافعي، مؤسسة الأعلمي ببيروت.\n*مرآة الزمان في تاريخ الأعيان، لسبط ابن الجوزي، مطبعة مجلس دائرة المعارف العثمانية بالهند، مصورة عن الطبعة الأولى 1371.\n*مراتب الإجماع، لابن حزم، دار الكتب العلمية ببيروت.\n*المسند، للإمام أبي عبد الله أحمد بن محمد بن حنبل الشيباني، المكتب الإسلامي، ط5/1405.\n*المصنف، لأبي بكر عبد الرزاق بن همام الصنعاني، تحقيق وتخريج وتعليق حبيب الرحمن الأعظمي، المكتب الإسلامي، ط2/1403.\n*معجم البلدان، ياقوت الحموي الرمي، دار صادر ببيروت، 1397.\nالجزء: 1 ¦ الصفحة: 78\n",
        "*المعجم الكبير، للطبراني، تحقيق حمدي السلفي، ط2.\n*المغني في أبواب العدل والتوحيد، القاضي عبد الجبار بن أحمد، حققه جماعة من الباحثين، المؤسسة المصرية العامة للتأليف والترجمة والنشر.\n*مقالات الإسلاميين واختلاف المصلين، لأبي الحسن الأشعري، تحقيق محمد محيي الدين عبد الحميد، مكتبة النهضة المصرية، ط2/1389.\nالمقصد الأرشد في ذكر أصحاب الإمام أحمد، لابن مفلح، تحقيق د/ عبد الرحمن العثيمين، مكتبة الرشد بالرياض، ط1/1410.\n*الملل والنحل، لأبي الفتح الشهرستاني، تحقيق محمد سيد كيلاني، دار المعرفة ببيروت 1404.\n*منهج ابن قدامة في تقرير عقيدة وموقفه من المخالفين، رسالة ماجستير مرقونة على الآلة\nالجزء: 1 ¦ الصفحة: 79\n",
        "الكاتبة بمكتبة قسم العقيدة والمذاهب المعاصرة، للطالب علي بن سالم الشهراني.\n*ميزان الاعتدال في نقد الرجال، للحافظ الذهبي، تحقيق علي البجاوي، دار المعرفة ببيروت.\nالنجوم الزاهرة في ملوك مصر والقاهرة، لابن تغري بردي، المؤسسة المصرية العامة للتأليف والترجمة والطباعة والنشر.\n*هدية العارفين، لإسماعيل باشا، المكتبة الفيصلية بمكة المكرمة.\n*الوافي بالوفيات، صلاح الدين الصفدي، نشر فرانز شتاينر 1420.\n*وفيات الأعيان وأنباء أبناء الزمان، لأبي العباس شمس الدين أحمد بن أبي بكر بن خلكان، حققه د/ إحسان عباس، دار صادر ببيروت.\n*يتيمة الدهر في محاسن اهل العصر، لأبي منصور عبد الملك الثعالبي النيسابوري، شرح وتحقيق د/ مفيد محمد قميحة، دار الكتب العلمية ببيروت، ط1/1403.\nالجزء: 1 ¦ الصفحة: 80\n",
        ""
    ]
}