{
    "1": [
        "رسالة في الفقه الميسر\nرسالة في الفقه الميسر\nصالح السدلان\nالكتاب:\nرسالة في الفقه الميسر\nالمؤلف:\nأ. د صالح بن غانم بن عبد الله بن سليمان بن علي السدلان\nالناشر:\nوزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد - المملكة العربية السعودية\nالطبعة:\nالأولى، 1425هـ\nعدد الصفحات:\n134\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "[\nتقديم مكانة التراث الفقهي وتأصيل احترامه في نفوس المسلمين\n]\n[\nأهمية التراث الفقهي\n]\nرسالة\nفي الفقه الميسر\nبسم الله الرحمن الرحيم\nالحمد لله العليم الأكرم، الذي علم بالقلم، علم اٌلإنسان ما لم يعلم، والصلاة والسلام على معلم الخير للبشر، الشافع المشفع في المحشر، وعلى آله وصحابته الغرر، أما بعد:\nفإن المؤمن مأمور بأن يتزود من العلم الشرعي المستند إلى كتاب الله وسنة نبيه صلى الله عليه وسلم ما فيه إقامة دينه وحياة قلبه، وسعادته في الدارين، ويكفي في فضل طلب العلم قول النبي صلى الله عليه وسلم: «من سلك طريقا يلتمس فيه علما سهل الله له به طريقا إلى الجنة» .\nوطالب العلم يدرك أهمية الازدياد من العلم؛ فهو يعرف أن العلم بحر لا ساحل له، كما يدرك أنه كلما ازداد علما ازداد هدى وبصيرة وخشية لله تعالى كما قال سبحانه: {إنما يخشى الله من عباده العلماء} [فاطر: 28] وهو يدرك أيضا أنه مأمور بطلب الازدياد من العلم كما قال تعالى: {وقل رب زدني علما} [طه: 114]\nمن هنا. . . وانطلاقا من واجب وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد في تيسير أسباب العلم الشرعي، ورفع مستويات التأهيل العلمي لمنسوبيها من الدعاة والأئمة والخطباء؛ فقد نظمت الوزارة دورات تدريبية شرعية لمن يحتاجها منهم، وذلك ضمن برنامج العناية بالمساجد ومنسوبيها.\nوهذا الكتاب هو في أصله ثمرة جهد مبارك قام به مشايخ فضلاء من أساتذة الجامعات كانت الوزارة قد عهدت إليهم بإعداد مناهج في مواد العلم الشرعي لمعهد الأئمة والخطباء، والوزارة الآن تعيد طباعته ليكون ضمن مقررات دورات برنامج العناية بالمساجد ومنسوبيها.\nوفق الله الجميع لطاعته وزادهم علما وعملا وهدى وتقى، والله أعلم وصلى الله وسلم على نبينا محمد وآله وصحبه.\nوكالة المطبوعات والبحث العلمي\nالجزء: 1 ¦ الصفحة: 3\n",
        "تقديم\nمكانة التراث الفقهي وتأصيل\nاحترامه في نفوس المسلمين أهمية التراث الفقهي: الحمد لله وحده والصلاة والسلام على من لا نبي بعده (أما بعد) :\nفإن من نافلة القول أن نقرر أن علم الفقه كان أوفر العلوم الإسلامية حظا؛ ذلك لأنه الأصل الذي يزن به المسلم عمله أحلال أم حرام؟ أصحيح أم فاسد؟ والمسلمون في جميع العصور حريصون على معرفة الحلال والحرام والصحيح والفاسد من تصرفاتهم سواءً ما يتصل بعلاقتهم بالله أو بعباده: قريبا كان أو بعيدا عدوا كان أو صديقا، حاكما كان أو محكوما، مسلما كان أو غير مسلم ولا سبيل إلى معرفة ذلك إلا من علم الفقه الذي يبحث فيه عن حكم الله على أفعال العباد طلبا أو تخييرا أو وضعا.\nولما كان الفقه كغيره من العلوم ينمو باستعماله ويضمر بإهماله مرت به أطوار نما فيها وترعرع وتناول كل مناحي الحياة ثم عَدت عليه عوادي الزمن فوقف نموه أو كاد لأنه أبعد إما عن عمد أو إهمال عن كثير من جوانب الحياة، لاستبدال أكثر دول الإسلام قوانين أخرى وضعية به لا تمت إلى معتقداتهم وعاداتهم وبيئتهم بصلة أعجبوا ببريقها فأفسدت عليهم الحياة؛ وتعقدت بهم المشكلات. وبالرغم من توالي الضربات على هذا العلم الجليل فإنه لقوة أساسه وإحكام بنيانه لا يزال صامدا على\nالجزء: 1 ¦ الصفحة: 5\n",
        "مر العصور وقد أذن الله تعالى لهذه الأمة أن تصحوَ بعد غفوتها وتعلن عن رغبتها في العودة إلى حظيرة الإسلام تشريعا وتطبيقا.\nورأينا الكثرة الكاثرة من الشعوب الإسلامية تنادي بوجوب الرجوع إلى شريعة الله ولم يبق متعلقا بالقوانين الوضعية إلا شرذمة ترى أن حياتها مرتبطة بحياته وسعة أرزاقها منوطة ببقائه ولكن الله سيظهر دينه ولو كره المشركون!! .\nولكن متى بدأت نشأة الفقه؟ وما سبب نشأته؟ وما هي خصائصه ومزاياه؟ وما واجب المسلمين تجاهه؟ إليك بيان ذلك مفصلا:\nبدأت نشأة الفقه تدريجيا في حياة النبي صلى الله عليه وسلم وفي عصر الصحابة، وكان سبب نشوئه وظهوره المبكر بين الصحابة هو حاجة الناس الماسة إلى معرفة أحكام الوقائع الجديدة، وظلت الحاجة إلى الفقه قائمة في كل زمان لتنظيم علاقات الناس الاجتماعية، ومعرفة الحقوق لكل إنسان، وإيفاء المصالح المتجددة، ودرء المضار والمفاسد المتأصلة والطارئة.\n[\nمكانة التراث الفقهي ومزاياه\n]\n(مكانة التراث الفقهي ومزاياه) يمتاز الفقه الإسلامي بعدة مزايا أو خصائص أهمها ما يأتي:\n1 -\nأن أساسه الوحي الإلهي: نعم يتميز الفقه الإسلامي بأن مصدره وحي الله تعالى المتمثل في القرآن والسنة النبوية، فكل مجتهد مقيد في استنباطه الأحكام الشرعية بنصوص هذين المصدرين، وما يتفرع عنهما مباشرة، وما ترشد إليه روح الشريعة، ومقاصدها العامة، وقواعدها الكلية، فكان بذلك كامل النشأة، سوي البنية، وطيد الأركان لاكتمال مقاصده، وإتمام قواعده، وإرساء\nالجزء: 1 ¦ الصفحة: 6\n",
        "أصوله في زمن الرسالة وفترة الوحي على النبي صلى الله عليه وسلم، قال تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا} [المائدة: 3] ولم يبق بعدئذ إلا التطبيق العملي وفق المصالح البشرية التي تنسجم مع مقاصد الشريعة.\n2 -\nشموله كل متطلبات الحياة: يمتاز الفقه الإسلامي بأنه يتناول علاقات الإنسان الثلاث: علاقته بربه، وعلاقته بنفسه، وعلاقته بمجتمعه؛ لأنه للدنيا والآخرة، ولأنه دين ودولة، وعام للبشرية وخالد إلى يوم القيامة، فأحكامه كلها تتآزر فيها العقيدة والعبادة والأخلاق والمعاملة، لتحقق- بيقظة الضمير، والشعور بالواجب ومراقبة الله تعالى في السر والعلن، واحترام الحقوق- غاية الرضا والطمأنينة والإيمان والسعادة والاستقرار، وتنظيم الحياة الخاصة والعامة وإسعاد العالم كله.\nومن أجل تلك الغاية: كانت الأحكام العملية (الفقه) وهي التي تتعلق بما يصدر عن المكلف من أقوال وأفعال وعقود وتصرفات شاملة نوعين:\nالأول: أحكام العبادات: من طهارة وصلاة وصيام وحج وزكاة ونذر ويمين ونحو ذلك مما يقصد به تنظيم علاقة الإنسان بربه.\nالثاني: أحكام المعاملات: من عقود وتصرفات وعقوبات وجنايات وضمانات، وغيرها مما يقصد به تنظيم علاقات الناس بعضهم ببعض، سواء أكانوا أفرادا أم جماعات، وهذه الأحكام تتفرع إلى ما يلي:\nأ- الأحكام التي تسمى حديثًا بالأحوال الشخصية: وهي أحكام الأسرة من بدء تكوينها إلى نهايتها من زواج وطلاق ونسب ونفقة\nالجزء: 1 ¦ الصفحة: 7\n",
        "وميراث، ويقصد بها تنظيم علاقة الزوجين والأقارب بعضهم ببعض.\nب- الأحكام المدنية: وهي التي تتعلق بمعاملات الأفراد ومبادلاتهم من بيع وإجارة ورهن وكفالة وشركة ومداينة ووفاء بالالتزام، ويقصد بها تنظيم علاقات الأفراد المالية وحفظ الحقوق.\nج- الأحكام الجنائية: وهي التي تتعلق بما يصدر من المكلف من جرائم، وما يستحقه عليها من عقوبات، ويقصد بها حفظ حياة الناس وأموالهم وأعراضهم وحقوقهم، وتحديد علاقة المجني بالجاني وبالأمة، وضبط الأمن.\nد- أحكام المرافعات أو الإجراءات المدنية أو الجنائية: وهي التي تتعلق بالقضاء والدعوى وطرق الإثبات بالشهادة واليمين والقرائن وغيرها، ويقصد بها تنظيم الإجراءات لإقامة العدالة بين الناس.\nهـ- الأحكام الدستورية: وهي التي تتعلق بنظام الحكم وأصوله، ويقصد بها تحديد علاقة الحاكم بالمحكوم، وتقرير ما للأفراد والجماعات من حقوق، وما عليهم من واجبات.\nو الأحكام الدولية: وهي التي تتعلق بتنظيم علاقة الدولة الإسلامية بغيرها من الدول في السلم والحرب، وعلاقة غير المسلمين المقيمين بالدولة، وتشمل الجهاد والمعاهدات، ويقصد بها تحديد نوع العلاقة والتعاون والاحترام المتبادل بين الدول.\nز- الأحكام الاقتصادية والمالية: وهي التي تتعلق بحقوق الأفراد المالية والتزاماتهم في نظام المال، وحقوق الدولة وواجباتها المالية، وتنظيم موارد الخزينة ونفقاتها. ويقصد بها تنظيم العلاقات المالية بين الأغنياء والفقراء، وبين الدولة والأفراد.\nالجزء: 1 ¦ الصفحة: 8\n",
        "وهذه تشمل أموال الدولة العامة والخاصة، كالغنائم والأنفال والعشور (ومنها الجمارك) والخراج (ضريبة الأرض) والمعادن الجامدة والسائلة وموارد الطبيعة المخلوقة، وأموال المجتمع: كالزكاة والصدقات والنذور والقروض، وأموال الأسرة: كالنفقات والمواريث والوصايا، وأموال الأفراد: كأرباح التجارة، والأجرة، والشركات، وكل مرافق الاستغلال المشروع، والإنتاج، والعقوبات المالية: كالكفارات والديات والفدية.\nح- الأخلاق والآداب: وهي التي تحد من جموح الإنسان، وتشيع أجواء الفضيلة والتعاون والتراحم بين الناس.\nوكان سبب اتساع الفقه هو ما جاء في السنة النبوية من الأحاديث الكثيرة في كل باب من هذه الأبواب.\n3 -\nمن مميزات الفقه الإسلامي اتصافه بالصفة الدينية حلا وحرمة: يفترق الفقه عن القانون الوضعي في أن كل فعل أو تصرف مدني في المعاملات يتصف بوجود قاعدة الحلال والحرام فيه، مما يؤدي إلى اتصاف أحكام المعاملات بوصفين:\nأحدهما: دنيوي على ظاهر الفعل أو التصرف، ولا علاقة له بالأمر المستتر الباطني (وهو الحكم القضائي) لأن القاضي يحكم بما هو مستطاع.\nوحكمه لا يجعل الباطل حقا، والحق باطلا في الواقع، ولا يحل الحرام ولا يحرم الحلال في الواقع، ثم إن القضاء ملزم، بعكس الفتوى.\nوالثاني: حكم أخروي يبنى على حقيقة الشيء والواقع، وإن كان خفيا عن الآخرين، ويعمل به فيما بين الشخص وبين ربه تعالى. وهو\nالجزء: 1 ¦ الصفحة: 9\n",
        "الحكم (الدياني) وهذا ما يعتمده المفتي في فتواه.\n4 -\nمما يميز الفقه الإسلامي ارتباطه بالأخلاق: يختلف الفقه عن القانون الوضعي في تأثره بقواعد الأخلاق، فليس للقانون الوضعي إلا غاية نفعية وهي العمل على حفظ النظام واستقرار المجتمع، وإن أهدرت بعض مبادئ الدين والأخلاق.\nأما الفقه فيحرص على رعاية الفضيلة والمثل العليا والأخلاق القويمة، فتشريع العبادات من أجل تطهير النفس وإبعادها عن المنكرات، وتحريم الربا بقصد نشر روح التعاون والتعاطف بين الناس، وحماية المحتاجين من جشع أصحاب المال، والمنع من التغرير والغش في العقود وأكل المال بالباطل، وإفساد العقود بسبب الجهالة ونحوها من عيوب الرضا، من أجل إشاعة المحبة وتوفير الثقة، ومنع المنازعة بين الناس، والسمو عن أدران المادة، واحترام حقوق الآخرين.\nوإذا تآزر الدين والخُلق مع التعامل: تحقق صلاح الفرد والمجتمع وسعادتهما معا، وتهيأ سبيل الخلود في جنة النعيم في الآخرة؛ وبذلك تكون غاية الفقه هي خير الإنسان حقا في الحال والمآل، وإسعاده في الدنيا والآخرة. لهذا: كان الفقه صالحا للبقاء والتطبيق الدائم: ففقه القواعد الأصلية لا يتغير كالتراضي في العقود، وضمان الضرر، وقمع الإجرام وحماية الحقوق، والمسؤولية الشخصية، أما الفقه المبني على القياس ومراعاة المصالح والأعراف، فيقبل التغير والتطور بحسب الحاجات الزمنية، وخير البشرية، والبيئات المختلفة زمانا ومكانا، مادام الحكم في نطاق مقاصد الشريعة وأصولها الصحيحة، وذلك في دائرة المعاملات لا في العقائد والعبادات، وهذا هو المراد بقاعدة \"تتغير\nالجزء: 1 ¦ الصفحة: 10\n",
        "الأحكام بتغير الأزمان \".\nإذن فالعمل بالفقه واجب إلزامي:\nنعم:\nلأن المجتهد يجب عليه أن يعمل بما أداه إليه اجتهاده، وهو بالنسبة إليه حكم الله تعالى. وعلى غير المجتهد أن يعمل بفتوى المجتهد، إذ ليس أمامه طريق آخر لمعرفة الحكم الشرعي سوى الاستفتاء: {فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ} [الأنبياء: 7] وإنكار حكم من أحكام الشريعة التي تثبت بدليل قطعي، أو زعم قسوة حكم ما كالحدود مثلا، أو ادعاء عدم صلاحية الشريعة للتطبيق، يعتبر كفرا وردة عن الإسلام. أما إنكار الأحكام الثابتة بالاجتهاد المبني على غلبة الظن فهو معصية وظلم، لأن المجتهد بذل أقصى جهده لمعرفة الحق وبيان حكم الله تعالى، بعيدا عن أي هوى شخصي، أو مأرب نفعي، أو طلب سمعة أو شهرة زائفة، وإنما مستنده الدليل الشرعي، ورائده الحق، وشعاره الأمانة والصدق والإخلاص.\nالمؤلف\nد. صالح بن غانم السدلان\nالجزء: 1 ¦ الصفحة: 11\n",
        "[\nالقسم الأول العبادات\n]\n[\nالركن الأول من أركان الإسلام الطهارة\n]\n[\nالمياه\n]\nالقسم الأول: العبادات ويتضمن ما يلي:\n1 -\nالطهارة.\n2 -\nالصلاة.\n3 -\nالزكاة.\n4 -\nالصوم.\n5 -\nالحج.\n6 -\nالأضحية والعقيقة.\n7 -\nالجهاد.\nالجزء: 1 ¦ الصفحة: 12\n",
        "1 -\nالطهارة أ- تعريف الطهارة لغة واصطلاحا: الطهارة لغة: النظافة والنزاهة.\nوفي الاصطلاح: زوال الوصف القائم بالبدن المانع من الصلاة ونحوها.\nب- أنواع المياه: والمياه ثلاثة أنواع، النوع الأول: - الطهور- وهو الباقي على صفته التي خلق عليها، وهو الذي يرفعِ الحدث ويزيل النجاسة الطارئة على المحل الطاهر. قال تعالى: {وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاءِ مَاءً لِيُطَهِّرَكُمْ بِهِ} [الأنفال: 11]\nالنوع الثاني: - الطاهر- وهو ما تغير لونه أو طعمه أو ريحه بغير نجاسة وهو: طاهر في نفسه، إلا أنه لا يرفع الحدث لتغير صفة من صفاته.\nالنوع الثالث: - النجس- وهو المتغير بالنجاسة قليلا كان أو كثيرا.\nيطهر الماء النجس بزوال تغيره بنفسه، أو بنزحه، أو إضافة ماء إليه ويزول عنه التغير.\nالجزء: 1 ¦ الصفحة: 13\n",
        "إذا شك المسلم في نجاسة ماء أو طهارته بنى على اليقين وهو أن الأصل في الطاهرات الطهارة.\nإذا اشتبه ما تجوز به الطهارة بما لا تجوز به الطهارة تركها وتيَمَّم.\nإذا اشتبهت ثياب طاهرة بنجسة أو محرمة بنى على اليقين وصلى صلاة واحدة.\nجـ - أنواع الطهارة: الطهارة في الشرع معنوية وحسية، فالحسية طهارة الجوارح، والمعنوية طهارة القلوب من دنس الذنوب. والحسية أيضا هي الفقهية التي تراد للصلاة أي ظاهرا، وهي على نوعين:\nطهارة حدث، وطهارة خبث، فطهارة الحدث ثلاث: كبرى وهي الغُسل. وصغرى وهي الوضوء. وبدل منهما عند تعذرهما وهو التيمم. وطهارة الخبث ثلاث: غَسْل، ومسح، ونضح.\n[\nالآنية\n]\nالآنية تعريف الآنية: أ- التعريف اللغوي: الآنية جمع إناء. والإناء: الوعاء للطعام والشراب. وجمع الجمع أوان ويقاربه الظرف والماعون.\nولا يخرج استعمال الفقهاء لهذا اللفظ عن الاستعمال اللغوي.\nب- أنواع الأواني: الآنية بالنظر إلى ذاتها أنواع هي:\n1 -\nآنية الذهب والفضة.\nالجزء: 1 ¦ الصفحة: 14\n",
        "2 -\nالآنية المفضضة.\n3 -\nالآنية المموهة.\n4 -\nالآنية النفيسة لمادتها أو صنعتها.\n5 -\nآنية الجلد.\n6 -\nآنية العظم.\n7 -\nآنية من غير ما سبق كالخزف والخشب والصُّفر والأواني العادية.\nجـ - الحكم الشرعي للآنية: كل إناء طاهر ثمينا كان أم غير ثمين يباح اتخاذه واستعماله إلا آنية الذهب والفضة والمموه بهما؛ لما روى حذيفة أن النبي صلى الله عليه وسلم قال: «لا تشربوا في آنية الذهب والفضة ولا تأكلوا في صحافها فإنها لهم في الدنيا ولكم في الآخرة» متفق عليه.\nوما حرم استعماله حرم اتخاذه على هيئة الاستعمال كآلة الطرب والمزمار. ويستوي في النهي عن ذلك الرجال والنساء لعموم الخبر.\nولا ينجس شيء بالشك ما لم تعلم نجاسته يقينا؛ لأن الأصل الطهارة.\nد- آنية غير المسلمين: وتشمل:\n1 -\nآنية أهل الكتاب.\n2 -\nآنية المشركين.\nوحكمها الشرعي أنه يباح استعمالها ما لم يتيقن عدم طهارتها؛ لأن الأصل الطهارة.\nوثياب غير المسلمين طاهرة ما لم يتيقن نجاستها.\nالجزء: 1 ¦ الصفحة: 15\n",
        "ويطهر جلد الميتة مأكولة اللحم بالدباغ.\nوما أبين من حي فهو نجس كالميتة، وأما الصوف والريش والشعر والوبر فهو طاهر إذا أخذ في الحياة.\nويسن تغطية الآنية وإيكاء الأسقية لحديث جابر أن النبي صلى الله عليه وسلم قال: «أوك سقاءك واذكر اسم الله، وخَمّر إناءك واذكر اسم الله، ولو أن تعرض عليه عودا» متفق عليه.\n[\nالاستنجاء وآداب التخلي\n]\nالاستنجاء وآداب التخلي الاستنجاء هو: إزالة الخارج من السبيلين بالماء.\nالاستجمار هو: إزالة الخارج من السبيلين بحجر أو ورق ونحوهما.\nيستحب عند دخول الخلاء، تقديم الرجل اليسرى وقول: \"بسم الله، أعوذ بالله من الخبث والخبائث \".\nيستحب عند الخروج من الخلاء تقديم الرجل اليمنى وقول: \"غفرانك، الحمد لله الذي أذهب عني الأذى وعافاني \".\nيستحب لمن أراد قضاء الحاجة اعتماده على رجله اليسرى، فإن كان في الفضاء استحب بعُده عن العيون واستتاره وارتياده مكانا رخوا لبوله لئلا يتنجس.\nيكره دخول الخلاء بشيء فيه ذكر الله تعالى إلا لحاجة، ورفع ثوبه قبل دنوه من الأرض، وكلامه فيه، وبوله في شق ومس فرجه بيمينه، واستجماره بها.\nيحرم استقبال القبلة واستدبارها حال قضاء الحاجة في الفضاء ويجوز في العمران والأفضل اجتنابه.\nالجزء: 1 ¦ الصفحة: 16\n",
        "يحرم البول والغائط في الطريق والظل النافع وتحت شجرة مثمرة ونحو ذلك.\nيستجمر بحجر طاهر ثلاث مسحات منقية فإن لم ينق زاد، ويسن قطعه على وتر ثلاث أو خمس ونحوهما.\nيحرم الاستجمار بعظم وروث وطعام ومحترم. ويجوز إزالة الخارج بالماء والمناديل والورق، والجمع بين الأحجار والماء أفضل من الماء وحده.\nيجب غسل موضع النجاسة من الثوب بالماء، فإن خفي موضعها غسل الثوب كله.\nمن السنة أن يبول الرجل قاعدا ولا يكره بوله قائما إن أمن التلوث.\n[\nسنن الفطرة\n]\nسنن الفطرة أ- تعريفها: الفطرة: هي السنة القويمة والخلقة المبتدأة، والفطرة هي ما يجب أن يكون عليه الإنسان في حياته.\nب- من سنن الفطرة: 1 - السواك: وهو مسنون كل وقت، وهو مطهرة للفم ومرضاة للرب، ويتأكد عند\nالوضوء\nوالصلاة وقراءة القرآن ودخول المسجد والمنزل وعند الاستيقاظ من النوم وعند تغير رائحة الفم.\n2 -\nحلق العانة ونتف الإبط وقص الأظافر وغسل البراجم.\n3 -\nقص الشارب وإعفاء اللحية وتوفيرها.\n4 -\nإكرام شعر الرأس ودهنه وتسريحه، ويكره القزع وهو حلق بعض\nالجزء: 1 ¦ الصفحة: 17\n",
        "الرأس وترك بعضه؛ لأنه يشوه الخلقة.\n5 -\nتغيير الشيب بالحناء والكتم.\n6 -\nالتطيب بالمسك أو غيره.\n7 -\nالختان: وهو قطع الجلدة التي تغطي الحشفة لئلا يجتمع فيها الوسخ والبول هذا بالنسبة للذكر.\nأما ختان الأنثى فهو: قطع جزء من الجلدة التي في أعلى الفرج فوق مدخل الذكر وهو كالنواة أو كعرف الديك، ويعلمها الأطباء المشتغلون بالختان. والختان طهارة ونظافة وله فضائل كثيرة وهو سنة في حق الذكر ومكرمة في حق الأنثى.\n[\nالوضوء\n]\nالوضوء أ- معنى الوضوء: استعمال ماء طهور في الأعضاء الأربعة على صفة مخصوصة في الشرع.\nب- فضل الوضوء: يدل لفضل الوضوء ما روي عن النبي صلى الله عليه وسلم أنه قال: «ما منكم من أحد يتوضأ فيسبغ الوضوء ثم يقول أشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله إلا فتحت له أبواب الجنة الثمانية يدخل من أيها شاء» [رواه مسلم] .\nوإسباغ الوضوء على الأعضاء - من غير إسراف - موجب لأهله أن يكونوا من الغر المحجلين يوم القيامة؛ لقوله صلى الله عليه وسلم: «إن أمتي يدعون يوم القيامة غرا محجلين من آثار الوضوء، فمن استطاع منكم\nالجزء: 1 ¦ الصفحة: 18\n",
        "أن يطيل غرته فليفعل» .\nج- شروط الوضوء عشرة هي: 1 - الإسلام.\n2 -\nالعقل.\n3 -\nالتمييز.\n4 -\nالنية واستصحاب حكمها بأن لا ينوي قطعها حتى تتم الطهارة.\n5 -\nانقطاع موجب.\n6 -\nالاستنجاء أو الاستجمار.\n7 -\nأن يكون الماء طاهرا.\n8 -\nأن يكون مباحا.\n9 -\nإزالة ما يمنع وصول الماء إلى البشرة.\n15 -\nدخول وقت على من حدثه دائم لفرضه.\nد- موجب الوضوء: موجبه هو وجود الحدث.\nهـ- فروض الوضوء: فروض الوضوء ستة:\nالأول: غسل الوجه والفم والأنف منه.\nالثاني: غسل اليدين إلى المرفقين.\nالثالث: مسح الرأس ومنه الأذنان.\nالرابع: غسل الرجلين.\nقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ} [المائدة: 6]\nالجزء: 1 ¦ الصفحة: 19\n",
        "[سورة المائدة: 6] .\nالخامس: الترتيب لأن الله جل شأنه ذكره مرتبا وأدخل ممسوحا بين مغسولين.\nالسادس: الموالاة لفعل النبي صلى الله عليه وسلم ذلك.\nو سنن الوضوء: من سنن الوضوء:\nأ- السواك.\nب- غسل الكفين ثلاثا.\nج- المضمضة والاستنشاق.\nد- تخليل اللحية الكثيفة وأصابع اليدين والرجلين.\nهـ- التيامن.\nو الغسلة الثانية والثالثة.\nز- أخذ ماء جديد للأذنين.\nح- الدعاء بعد الوضوء.\nط- صلاة ركعتين بعده.\nز- مكروهاته: من مكروهات الوضوء:\n1 -\nالتوضؤ في المكان النجس لما يخشى أن يتطاير إليه من النجاسة.\n2 -\nالزيادة على الثلاث لما روي أن النبي صلى الله عليه وسلم توضأ ثلاثا ثلاثا وقال: «من زاد فقد أساء وظلم» [رواه النسائي] .\nالجزء: 1 ¦ الصفحة: 20\n",
        "3 -\nالإسراف في الماء؛ إذ توضأ رسول الله صلى الله عليه وسلم بمد والمد- حفنة- والإسراف في كل شيء منهي عنه.\n4 -\nترك سنة أو أكثر من سنن الوضوء؛ إذ تركها يفوته أجرا يجب الحرص عليه ولا ينبغي تفويته.\nح- نواقض الوضوء: نواقض الوضوء سبعة:\nالأول: الخارج من السبيلين.\nالثاني: الخارج من بقية البدن.\nالثالث: زوال العقل بجنون أو إغماء أو سكر.\nالرابع: مس ذكر آدمي أو مس قبل من امرأة بدون حائل.\nالخامس: مس رجل امرأة بشهوة، أو مس المرأة الرجل بشهوة.\nالسادس: أكل لحم الإبل.\nالسابع: كل ما أوجب غسلا أوجب وضوء كالإسلام وانتقال مني ونحوهما إلا الموت فإنه يوجب الغسل دون وضوء.\nالجزء: 1 ¦ الصفحة: 21\n",
        "[\nالغسل\n]\nالغسل أ- تعريف الغسل لغة واصطلاحا: الغُسل بالضم الماء، وبالفتح الفعل، وبالكسر المادة المنظفة.\nالمعنى الاصطلاحي:\nالغسل في عرف الشريعة: إفاضة الماء على جميع البدن من قمة الرأس إلى قرار القدم بالماء الطهور على وجه مخصوص، والرجل والمرأة فيه سواء إلا أنه في حالة الغسل من الحيض أو النفاس ينبغي أن تزيل أثر الدم تماما بمطهر له رائحة نفاذة على رائحة الدم.\nب- موجبات الغسل: وموجباته ستة أشياء وهي:\n1 -\nخروج المني دفقا بلذة من رجل أو امرأة.\n2 -\nتغييب حشفة أصلية في فرج أصلي.\n3 -\nإذا مات المسلم وجب تغسيله إلا شهيد المعركة في سبيل الله.\n4 -\nإسلام كافر أصليا أو مرتدا.\n5 -\nالحيض.\n6 -\nالنفاس.\nجـ- من الأغسال المستحبة في الإسلام: أ- غسل يوم الجمعة.\nب- غسل الإحرام.\nالجزء: 1 ¦ الصفحة: 22\n",
        "ج- الغسل لمن غسّل الميت.\nد- غسل العيدين.\nهـ- إذا أفاق من جنون أو إغماء.\nو غسل دخول مكة.\nز- الاغتسال لصلاة كسوف أو استسقاء.\nح- غسل المستحاضة لكل صلاة.\nط- لكل اجتماع مستحب.\nد- شروط الغسل: شروطه سبعة:\nأ- انقطاع ما يوجب الغسل.\nب- النية.\nج - الإسلام.\nد- العقل.\nهـ- التمييز.\nو الماء الطهور المباح.\nز- إزالة ما يمنع وصول الماء إلى البشرة.\nهـ- واجب الغسل: وواجبه التسمية وتسقط سهوا لا عمدا.\nو فرض الغسل: فرضه النية وأن يعم الماء جميع بدنه وداخل فمه وأنفه ويكفي في ذلك الظن الغالب.\nالجزء: 1 ¦ الصفحة: 23\n",
        "ومن نوى غسلا مسنونا أو واجبا أجزأ أحدهما عن الآخر.\nويكفي عن جنابة وحيض غسل واحد بنية واحدة.\nز- سنن الغسل: وسننه:\nأ- التسمية.\nب- البداية بإزالة الأذى.\nج- غسل الكفين قبل إدخالهما في الإناء.\nد- الوضوء قبله.\nهـ- التيامن.\nو الموالاة.\nز- إمرار اليد على سائر الجسد.\nح- إعادة غسل الرجلين بمكان آخر.\nح- مكروهات الغسل: يكره في الغسل:\nأ- الإسراف في الماء.\nب- الغسل في المكان النجس.\nي- الاغتسال بلا ساتر من حائط ونحوه.\nد- الاغتسال في الماء الراكد.\nط- ما يحرم على الجنب: يحرم عليه:\nأ- الصلاة.\nب- الطواف بالكعبة.\nالجزء: 1 ¦ الصفحة: 24\n",
        "ج- مس المصحف وحمله إلا بغلافه.\nد- الجلوس بالمسجد.\nهـ- قراءة القرآن.\nالجزء: 1 ¦ الصفحة: 25\n",
        "[\nالنجاسات أحكامها إزالتها\n]\nالنجاسات\nأحكامها - إزالتها أ- معناها لغة وشرعا: النجاسة في اللغة هي: القذارة، ونجس الشيء نجسا: قذر. وتنجس الشيء: صار نجسا: تلطخ بالقذر.\nوالنجاسة في عرف الشرع: قدر مخصوص يمنع جنسه الصلاة كالبول والدم والخمر.\nب- أنواع النجاسة: النجاسة نوعان:\n1 -\nعينية\n2 -\nحكمية.\nوالعينية: الذوات النجسة كالكلب والخنزير ولا تطهر بغسلها بحال.\nوالحكمية: النجاسة الطارئة على محل طاهر.\nج- أقسام النجاسة: تنقسم النجاسة إلى ثلاثة أقسام:\n1 -\nقسم متفق على نجاسته.\n2 -\nقسم مختلف في نجاسته.\n3 -\nقسم معفو عنه.\n1 -\nما اتفق على نجاسته: 1 - الميتة من كل حيوان بري، أما البحري فميتته طاهرة حلال.\n2 -\nالدم المسفوح: وهو الذي يسيل من الحيوان البري أثناء ذبحه.\nالجزء: 1 ¦ الصفحة: 26\n",
        "3 -\nلحم الخنزير.\n4 -\nبول الإنسان.\n5 -\nغائط الإنسان.\n6 -\nالمذي.\n7 -\nالودي.\n8 -\nلحم ما لا يحل أكله من الحيوان.\n9 -\nما فصل من حيوان حي كأن يقطع ذراع الشاة مثلا وهي حية.\n10 -\nدم الحيض.\n11 -\nدم النفاس.\n12 -\nدم الاستحاضة.\n2 -\nما اختلف في نجاسته: 1 - بول ما يؤكل لحمه.\n2 -\nروث ما يؤكل لحمه.\n3 -\nالمني.\n4 -\nلعاب الكلب.\n5 -\nالقيء.\n6 -\nميتة ما لا دم له: كالنحل والصرصور والبرغوث ونحوها.\n3 -\nما يعفى عنه من النجاسات: 1 - طين الشوارع.\n2 -\nالدم اليسير.\n3 -\nالقيح والصديد من إنسان أو حيوان مأكول اللحم.\nالجزء: 1 ¦ الصفحة: 27\n",
        "د- كيفية تطهير النجاسات: تطهير النجاسات بالغسل وبالنضح والدلك والمسح.\n- تطهير الثوب النجس: إن كانت النجاسة ذات جرم فبحكها وحتها ثم بغسلها. وإن كانت رطبة فبالغسل.\n- تطهير بول الصبي: يطهر بول الصبي الذي لم يأكل الطعام بالنضح.\nوتطهر النجاسة على الأرض بإزالة جرمها ويصب الماء على النجاسة المائعة. ويطهر النعل بدلكة أو بالمشي على طاهر. وتطهر الأشياء الصقيلة كالزجاج والسكاكين والبلاط وغيرها بالمسح. وإذا ولغ الكلب في إناء يغسل سبعا إحداهن بالتراب.\n[\nالتيمم\n]\nالتيمم 1 - تعريفه في اللغة والاصطلاح الشرعي: أ- تعريفه لغة: التيمم لغة القصد والتوخي والتعمد.\nب- وفي الاصطلاح: مسح الوجه واليدين بتراب طهور على وجه مخصوص.\nوهو من الخصائص التي اختص الله بها هذه الأمة وهو بدل طهارة الماء.\n2 -\nمن يشرع له التيمم: أ- عادم الماء لفقده أو لبعده.\nب- إذا كان به جراحة أو مرض وخاف أن يضره الماء.\nي- إذا كان الماء شديد البرودة ولم يتمكن من تسخينه.\nد- إذا احتاج إلى الماء لشربه أو شرب غيره وخاف العطش.\nالجزء: 1 ¦ الصفحة: 28\n",
        "3 -\nشروط وجوب التيمم: أ- البلوغ.\nب- القدرة على استعمال الصعيد.\nجـ- وجود الحدث الناقض.\n4 -\nشروط صحة التيمم: أ- الإسلام.\nب- انقطاع دم الحيض أو النفاس.\nجـ- العقل.\nد- وجود الصعيد الطهور.\n5 -\nفروض التيمم: أ- النية.\nب- الصعيد الطاهر.\nجـ- الضربة الأولى.\nد- مسح الوجه والكفين.\n6 -\nسنن التيمم: أ- التسمية.\nب- استقبال القبلة.\nجـ- كونه عند إرادة الصلاة.\nد- الضربة الثانية.\nهـ- الترتيب.\nو الموالاة.\nز- تخليل الأصابع.\nالجزء: 1 ¦ الصفحة: 29\n",
        "7 -\nمبطلات التيمم: أ- وجود الماء.\nب- يبطل بناقض من نواقض الوضوء السابقة وكذا بناقض من نواقض الغسل؛ لأنه بدل عنهما وناقض الأصل ناقض لخلفه.\n8 -\nكيفية التيمم: أن ينوي، ثم يسمي، ويضرب التراب بيديه ثم يمسح بهما وجهه وكفيه مع الترتيب والموالاة.\n9 -\nالتيمم للجبيرة والجراح: من كان بجسده كسور أو جروح أو قروح وخاف ضررا بغسلها وشق عليه المسح تيمم لها وغسل الباقي.\nمن عدم الماء والتراب بكل حال صلى حسب حاله ولا إعادة عليه.\n[\nالمسح على الخفين والجبائر\n]\nالمسح على الخفين والجبائر 1 - قال ابن المبارك: ليس في المسح على الخفين اختلاف. وقال الإمام أحمد: ليس في قلبي من المسح على الخفين شيء فيه أربعون حديثا عن رسول الله صلى الله عليه وسلم، وقال: هو أفضل من الغسل؛ لأنه صلى الله عليه وسلم وأصحابه إنما طلبوا الأفضل.\n2 -\nمدته: يجوز يوما وليلة للمقيم، وللمسافر ثلاثة أيام بلياليهن. وتبدأ مدة المسح من أول حدث بعد لبسه.\n3 -\nشروطه: أن يكون الملبوس مباحا. طاهرا. ساترا للمفروض. ثابتا\nالجزء: 1 ¦ الصفحة: 30\n",
        "بنفسه. ملبوسا على طهارة.\n4 -\nصفة المسح على الخفين: يدخل يده في الماء ويمسح ظاهر قدم الخف من أصابعه إلى ساقه مرة واحدة دون أسفله وعقبه.\n5 -\nمبطلاته: يبطل المسح على الخفين بأحد أربعة أشياء:\n1 -\nإذا نزع الملبوس من القدم.\n2 -\nإذا لزم كغسل الجنابة.\n3 -\nإذا حدث خرق واسع عرفا في الملبوس.\n4 -\nإذا تمت مدة المسح.\nويجوز المسح على جميع الجبيرة إلى حلها، ولو طال الزمن أو أصابته الجنابة.\nالجزء: 1 ¦ الصفحة: 31\n",
        "[\nالركن الثاني من أركان الإسلام الصلاة\n]\n[\nأحكام تتعلق بالصلاة\n]\nالصلاة * أحكام تتعلق بالصلاة.\n*\nصلاة الجماعة\n.\n* قصر الصلاة.\n* الجمع بين الصلاتين.\n* سجود السهود.\n* صلاة التطوع.\n* صلاة الجمعة.\n* صلاة العيدين.\n* صلاة الاستسقاء.\n* صلاة الكسوف.\n* الجنائز وأحكامها.\nالجزء: 1 ¦ الصفحة: 32\n",
        "الركن الثاني من أركان الإسلام\nالصلاة 1 - تعريفها لغة وشرعا: الصلاة في اللغة: الدعاء، قال تعالى: {وَصَلِّ عَلَيْهِمْ إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ} [التوبة: 103] أي: ادع لهم، وفي الشرع: أقوال وأفعال مخصوصة مفتتحة بالتكبير مختتمة بالتسليم بشروط خاصة.\n2 -\nفرضيتها: فرضت الصلاة ليلة الإسراء قبل الهجرة، وهي أحد أركان الإسلام بعد الشهادتين لتضمنها لهما، وهي أول ما اشترطه صلى الله عليه وسلم بعد التوحيد، قال صلى الله عليه وسلم: «رأس الأمر الإسلام وعموده الصلاة وذروة سَنَامه الجهاد في سبيل الله» .\n3 -\nحكمة مشروعيتها: الصلاة شكر للنعم العظيمة التي امتنَّ الله بها على عباده. كما أنها من أبرز معاني العبودية؛ حيث يظهر فيها التوجه إلى الله سبحانه وتعالى والتذلل والخضوع بين يديه ومناجاته تعالى بالقراءة والذكر والدعاء، كما أن فيها الصلة التي تربط العبد بربه وتسمو به فوق عالم الماديات إلى صفاء النفس وطمأنينتها، فكلما انغمس في خضم الحياة وتجاذبته مغرياتها انتشلته الصلاة قبل أن يغرق ووضعته أمام الحقيقة التي غفل عنها، وهي أن هناك ما هو أكبر، وأن الحياة لا يمكن أن تخلق على هذا الإحكام وتسخر للإنسان لكي يعيش على هامشها، لاهيا ينتقل من متعة إلى أخرى.\nالجزء: 1 ¦ الصفحة: 33\n",
        "4 -\nحكم الصلاة وعددها: الصلاة نوعان: فرض وتطوع، أما الفرض فينقسم قسمين: فرض عين وفرض كفاية، ففرض العين: واجب على كل مسلم مكلف ذكر أو أنثى وهي الصلوات الخمس. قال تعالى: {إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا} [النساء: 103]\nوقال تعالى: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ} [البينة: 5]\nوقال صلى الله عليه وسلم: «بُني الإسلام على خمس: شهادة أن لا إله إلا الله وأن محمدا رسول الله، وإقام الصلاة، وإيتاء الزكاة» الحديث [متفق عليه] . قال نافع بن الأزرق لابن عباس: هل تجد الصلوات الخمس في القرآن؟ قال: نعم، ثم قرأ: {فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ - وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ} [الروم: 17 - 18]\nوحديث «الأعرابي الذي جاء إلى رسول الله صلى الله عليه وسلم فقال: ماذا فرض الله عليَّ من الصلاة؟ قال: \"خمس صلوات \" قال: فهل علي غيرها؟ قال: \"لا إلا أن تطوع» متفق عليه.\n5 -\nأمر الصغير بالصلاة: ويؤمر بها الصغير إذا بلغ سبع سنين، ويضرب عليها ضربا غير مبرح لعشر سنين، لحديث: «مروا أبناءكم بالصلاة لسبع سنين واضربوهم عليها لعشر سنين، وفرقوا بينهم في المضاجع» [رواه أبو داود والترمذي] .\n6 -\nحكم من جحد وجوب الصلاة: ومن جحد وجوبها كَفَرَ، إذا كان ممن لا يجهل حتى وإن فعلها؛ لأنه مكذّب لله ولرسوله وإجماع الأمة، وكذلك من تركها متهاونا أو كسلا ولو\nالجزء: 1 ¦ الصفحة: 34\n",
        "مع إقراره بوجوبها، لقوله تعالى: {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ} [التوبة: 5] إلى قوله: {فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ} [التوبة: 5] وعن جابر - رضي الله عنه- قال: قال رسول الله صلى الله عليه وسلم: «بين الرجل وبين الكفر ترك الصلاة» [رواه مسلم] .\n7 -\nأركان الصلاة: وأركانها أربعة عشر لا تسقط عمدا ولا سهوا ولا جهلا.\nأحدها: القيام في الفرض على القادر منتصبا.\nالثاني: تكبيرة الإحرام، وهي: الله أكبر، لا يجزئه غيرها.\nالثالث: قراءة الفاتحة.\nالرابع: الركوع.\nالخامس: الرفع من الركوع والاعتدال قائما.\nالسادس: السجود.\nالسابع: الرفع من السجود.\nالثامن: الجلوس بين السجدتين.\nالتاسع: الطمأنينة وهي السكون.\nالعاشر: التشهد الأخير.\nالحادي عشر: الجلوس للتشهد الأخير.\nالثاني عشر: الصلاة على النبي صلى الله عليه وسلم.\nالثالث عشر: التسليم: وهو أن يقول مرتين: \"السلام عليكم ورحمة الله \"، والأوْلى أن لا يزيد \"وبركاته \" لحديث ابن مسعود أن «النبي صلى الله عليه وسلم \"كان يسلم عن يمينه: السلام عليكم ورحمة الله، وعن يساره السلام عليكم ورحمة الله» [رواه مسلم] .\nالرابع عشر: الترتيب بين الأركان.\nالجزء: 1 ¦ الصفحة: 35\n",
        "8 -\nواجبات الصلاة: وواجباتها ثمانية تبطل الصلاة بتركها عمدا وتسقط سهوا وجهلا.\nالأول: التكبير لغير الإحرام.\nالثاني: قول سمع الله لمن حمده، للإمام والمنفرد.\nالثالث: قول ربنا ولك الحمد.\nالرابع: قول: سبحان ربي العظيم مرة في الركوع.\nالخامس: قول سبحان ربي الأعلى مرة في السجود.\nالسادس: قول رب اغفر لي بين السجدتين.\nالسابع: التشهد الأول.\nالثامن: الجلوس له.\n9 -\nشروط الصلاة: الشرط في اللغة: العلامة.\nوفي الاصطلاح: ما لا يوجد المشروط مع عدمه، ولا يلزم أن يوجد عند وجوده.\nوشروط الصلاة: النيّة، والإسلام، والعقل، والتمييز، ودخول الوقت، والطهارة، واستقبال القبلة، وستر العورة، واجتناب النجاسة.\n10 -\nأوقات الصلوات الخمس: وهي مأخوذة من التوقيت وهو التحديد، والوقت في الصلاة سبب لوجوبها، وشرط من شروط صحتها.\nوقد حدد النبي صلى الله عليه وسلم أوقات الصلوات الخمس في أكثر من حديث، فعن ابن عباس - رضي الله عنهما- عن النبي صلى الله عليه وسلم قال: «أمّني جبريل عند البيت مرتين» فذكر مواقيت الصلوات الخمس، ثم قال عليه الصلاة\nالجزء: 1 ¦ الصفحة: 36\n",
        "والسلام: «ثم التفت إليَّ جبريل فقال: يا محمد، هذا وقت الأنبياء من قبلك، والوقت فيما بين هذين» [رواه أبو داود] .\nوقد جاءت أوقات الصلوات الخمس مقسمة بين اليوم والليلة، فإذا أخذ الإنسان قدرا من النوم تتحقق به راحته وقرب الصباح وقت الجد والعمل حان وقت صلاة الفجر كي يشعر الإنسان بتميّزه عن بقية المخلوقات، ويستقبل يومه وقد تزود بالإيمان.\nوعندما ينتصف النهار يقف وقفة آخر ى للتأمل مع ربه في صلاة الظهر وتصحيح ما عمله في أول يومه، ثم يأتي العصر فيصلي صلاته مستقبلا بها بقية يومه، ثم المغرب في إقبالة الليل والعشاء في ثناياه يحملان له في ليله الذي هو موضع الخفايا: النور والهداية إلى الطريق الصحيح، كما أن الصلاة في أوقاتها المختلفة فرصة للتفكير في ملكوت الله سبحانه، وإحكامها لجميع ما يحيط بالإنسان في ليله ونهاره.\nوقت صلاة الظهر: أول وقت الظهر يبدأ عند الزوال، وهو ميل الشمس عن كبد السماء (1) وآخر وقتها إذا صار ظل كل شيء مثله سوى فيء الزوال (2) .\nوقت صلاة العصر: أول وقت صلاة العصر إذا صار ظل كل شيء مثله سوى فيء الزوال، وذلك لما تقدم من أن آخر وقت الظهر إلى أن يصير ظل كل شيء مثله، أما آخر وقت العصر فهو آخر الوقت المختار إذا صار ظل الشيء\n(1) ويعرف ذلك بطول ظل الشخص بعد تناهي قصره.\n(2) وضابطه أن يعرف الإنسان ما زالت عليه الشمس ثم ينظر الزيادة عليه، فإذا بلغت قدر الشخص فقد انتهى وقت الظهر.\nالجزء: 1 ¦ الصفحة: 37\n",
        "مثليه بعد فيء الزوال، والضرورة غروب الشمس.\nوقت صلاة المغرب: أول وقت صلاة المغرب هو غروب الشمس وآخر وقت المغرب اشتباك النجوم، وآخر وقت الجواز مع الكراهة مغيب الشفق.\nوقت صلاة العشاء: أول وقت صلاة العشاء مغيب الشفق. أما آخر وقت العشاء فهو منتصف الليل.\nوقت صلاة الفجر: أول وقته هو طلوع الفجر الثاني وآخره طلوع الشمس.\n11 -\nتوقيت الصلاة في البلدان ذات خطوط العرض العالية: تنقسم البلدان ذات الدرجات العالية إلى ثلاثة أقسام:\n1 -\nالبلدان التي تقع بين خطي العرض (45) و (48) شمالا وجنوبا وهذه البلدان تظهر فيها العلامات الكونية للأوقات في اليوم والليلة طالت الأوقات أو قصرت.\n2 -\nالبلدان التي تقع بين خطي العرض (48) و (66) شمالا وجنوبا، وهذه البلدان تنعدم فيها بعض العلامات الكونية للأوقات في عدد من أيام السنة، كأن لا يغيب الشفق حتى يتداخل مع وقت الفجر تقريبا.\n3 -\nالبلدان التي تقع فوق خط عرض (66) شمالا وجنوبا إلى القطبين وتنعدم فيها العلامات الكونية للأوقات في فترة طويلة من السنة نهارا أو ليلا.\nحكم كل قسم من هذه الأقسام: بالنسبة للقسم الأول يجب على من يسكن تلك المناطق أداء الصلاة\nالجزء: 1 ¦ الصفحة: 38\n",
        "في أوقاتها التي سبق بيانها، أما بالنسبة للقسم الثالث فلا خلاف في أن أوقات الصلاة في هذه البلدان تقدر تقديرا، وذلك قياسا على التقدير الوارد في حديث الدجَّال الذي جاء فيه: «قلنا: يا رسول الله، وما لبثه في الأرض؟ أي الدجال. قال: \"يوم كسنة\"، قلنا: يا رسول الله، هذا اليوم الذي كسنة أتكفينا فيه صلاة يوم وليلة؟ قال: \"لا. اقدروا له قدره» [صحيح مسلم] .\nوقد اختلف في كيفية التقدير، فقيل: إنه يقدر بأقرب البلدان إليهم التي يتمايز فيها الليل من النهار وتعرف فيها أوقات الصلاة بعلاماتها الشرعية.\nولعل هذا هو الراجح، وقيل: إنه يقدر بالزمن المعتدل، فيقدر النهار باثنتي عشرة ساعة، وكذا الليل، وقيل: إنه يقدر بتوقيت مكة أو المدينة. أما بالنسبة للقسم الثاني: فإن توقيت ما عدا العشاء والفجر في هذا القسم كالتوقيت في القسم الأول، أما توقيت العشاء والفجر في هذا القسم فهو كالتوقيت في القسم الثالث.\n[\nصلاة الجماعة\n]\nصلاة الجماعة أ- حكمة مشروعيتها: صلاة الجماعة من أجلّ الطاعات وأعظم العبادات ومن أبرز مظاهر الألفة والتراحم والمساواة بين المسلمين، حيث يجتمعون في مؤتمر مصغَّر خمس مرات في اليوم والليلة على معنى نبيل وتحت قيادة واحدة وفي اتجاه واحد، فتجتمع القلوب وتصفو ويسود التراحم والتواصل\nالجزء: 1 ¦ الصفحة: 39\n",
        "وتذوب الفوارق.\nب- حكم صلاة الجماعة: صلاة الجماعة: واجبة على الرجال الأحرار القادرين حضرا وسفرا. لقوله تعالى: {وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلَاةَ فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ} [النساء: 102] والأمر للوجوب. وإذا كان ذلك مع الخوف فمع الأمن أولى.\nجـ- ما تنعقد به صلاة الجماعة: تنعقد صلاة الجماعة بإمام ومأموم ولو أنثى لحديث أبي موسى مرفوعا: «الاثنان فما فوقهما جماعة» [رواه ابن ماجه] .\nد- مكان أداء صلاة الجماعة: وتسُن الجماعة في المسجد، وتجوز في غيره إذا دعت الحاجة لذلك.\nوللنساء منفردات عن الرجال، لفعل عائشة وأم سلمة (ذكره الدارقطني) «وأمر صلى الله عليه وسلم أم ورقة أن تؤم أهل دارها» [رواه أبو داود] .\n[\nقصر الصلاة\n]\nقصر الصلاة أ- معنى قصر الصلاة: قصر الصلاة بالسفر: هو رد الرباعية إلى ركعتين وهو من المعاني العظيمة التي اشتملت عليها الشريعة الإسلامية لما فيه من مراعاة حال المسلم. وتحقيق اليسر له. والقصر مشروع في الكتاب والسنة وجائز باتفاق الأئمة.\nالجزء: 1 ¦ الصفحة: 40\n",
        "ب- القصر عام في الأمن وغيره: وتقصر الصلاة في السفر سواء كانت الحالة حالة أمن أو خوف، والخوف الذي ورد في الآية خرج من الآية مخرج الغالب؛ لأن الغالب من أسفاره صلى الله عليه وسلم أنها كانت لا تخلو من الخوف. قال علي لعمر - رضي الله تعالى عنهما-: تقصر وقد أمنا، فقال له عمر: عجبتُ مما عجبت منه، فسألت النبي صلى الله عليه وسلم فقال: «صدقة تصدق الله بها عليكم فاقبلوا صدقته» [رواه مسلم] .\nج- المسافة التي تقصر فيها الصلاة في السفر: وأما المسافة التي تقصر فيها الصلاة فهو كل ما يسمى سفرا عرفا وينقل له الزاد والمزاد.\nد- بدء قصر الصلاة: ويبدأ المسافر القصر إذا فارق عامر قريته بما يطلق عليه اسم المفارقة عرفا؛ لأن الله سبحانه وتعالى علق قصر الصلاة على الضرب في الأرض، ولا يكون ضاربا في الأرض حتى يفارق عامر بلده.\n[\nالجمع بين الصلاتين\n]\nالجمع بين الصلاتين الجمع رخصة عارضة عند الحاجة إليه، وقد استحب كثير من العلماء ترك الجمع إلا عند الحاجة الظاهرة؛ لأن النبي صلى الله عليه وسلم لم يجمع إلا في مرات قليلة وكل من جاز له قصر الصلاة جاز له الجمع بين الصلاتين وليس كل من جمع يباح له القصر.\nالجزء: 1 ¦ الصفحة: 41\n",
        "جمع التقديم والتأخير: الأفضل أن يفعل الإنسان الأرفق به من جمع تقديم وتأخير؛ لأن المقصود بالجمع هو التيسير والتخفيف. أما إذا استوى الجمعان فالأفضل هو جمع التأخير وإذا كان نازلا فالسنة أن يصلي كل صلاة في وقتها.\n[\nسجود السهو\n]\nسجود السهو السهو في الصلاة النسيان فيها، وسجود السهو مشروع باتفاق الأئمة لمن يسهو في صلاته لفعل النبي صلى الله عليه وسلم له وأمره به. ويشرع سجود السهو لزيادة أو نقصان أو شك ومحله قبل السلام أو بعده، وهو سجدتان من غير تشهد يكبر عند كل سجدة ويسلم بعدهما.\n[\nصلاة التطوع\n]\nصلاة التطوع أ- حكمة مشروعية صلاة التطوع: من نعم الله على عباده أن هيَّأ لهم من العبادات ما يتلاءم مع طبيعتهم البشرية ويحقق ما أراده من أداء الأعمال على الوجه الصحيح، وحيث إن الإنسان عرضة للخطأ والتقصير شرع سبحانه ما يكمل ذلك ويكون عوضا عنه، ومن ذلك صلاة التطوع، فقد ثبت عن رسول الله صلى الله عليه وسلم أن صلاة التطوع تكمل صلاة الفرض، إن لم يكن المصلي أتمها.\nب- أفضل ما يتطوع به: وأفضل ما يتطوع به الجهاد في سبيل الله، ثم تعلم العلم الشرعي\nالجزء: 1 ¦ الصفحة: 42\n",
        "وتعليمه، قال تعالى: {يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ} [المجادلة: 11]\nثم الصلاة وهي أفضل عبادات البدن لقوله صلى الله عليه وسلم: «استقيموا ولن تحصوا واعلموا أن خير أعمالكم الصلاة» [رواه ابن ماجه] .\nومن التطوع:\nأ- صلاة الليل: وصلاة الليل أفضل من صلاة النهار والنصف الأخير من الليل أفضل لقوله صلى الله عليه وسلم: «ينزل ربنا تبارك وتعالى كل ليلة إلى السماء الدنيا إذا مضى شطر الليل» . . . \" الحديث [رواه مسلم] .\nوالتهجد ما كان بعد النوم، قالت عائشة - رضي الله عنها-: \"الناشئة القيام بعد النوم \".\nب- صلاة الضحى: تسن صلاة الضحى في بعض الأيام دون بعض لحديث أبي سعيد: «كان النبي صلى الله عليه وسلم يصلي الضحى حتى نقول لا يدعها، ويدعها حتى نقول لا يصليها» [رواه أحمد والترمذي، وقال: حسن غريب.\nوأقلها ركعتان وصلاها صلى الله عليه وسلم أربعا وصلاها ستا وأكثرها ثمان، ولا تشترط المداومة عليها.\nجـ- تحية المسجد: وتسن تحية المسجد، لحديث أبي قتادة أن النبي صلى الله عليه وسلم قال: «إذا دخل أحدكم المسجد فلا يجلس حتى يصلي ركعتين» [رواه الجماعة] .\nد- سجود التلاوة: ويسن سجود التلاوة للقارئ والمستمع ويكبر عند السجود ويسلم\nالجزء: 1 ¦ الصفحة: 43\n",
        "إذا رفع ويقول في سجوده: سبحان ربي الأعلى أو ما ورد.\nهـ- سجود الشكر: ويسن سجود الشكر عند تجدد النعم واندفاع النقم لحديث أبي بكرة: «أن النبي صلى الله عليه وسلم كان إذا أتاه أمر يُسَرُّ به خر ساجدا» [رواه أبو داود والترمذي وابن ماجه] . \"وسجد علي حين وجد ذا الثدية في الخوارج \" [رواه أحمد] ، \"وسجد كعب بن مالك لما بشر بتوبة الله عليه \" وقصته متفق عليها. وصفته وأحكامه كسجود التلاوة.\nو صلاة التراويح: التراويح سنة مؤكدة سنَّها رسول الله صلى الله عليه وسلم وتصلى في جماعة في المسجد بعد صلاة العشاء في رمضان. وقد سنها رسول الله صلى الله عليه وسلم وأحياها عمر بن الخطاب زمن خلافته والأفضل أن تصلى إحدى عشرة ركعة ولا بأس بالزيادة على ذلك، ويزاد في الاجتهاد في العشر الأخير من قيام وذكر ودعاء.\nز- الوتر: الوتر سنة مؤكدة فعله رسول الله صلى الله عليه وسلم وأمر به، وأقله ركعة وأدنى الكمال ثلاث وأكثره إحدى عشرة ركعة.\nووقته: ما بين صلاة العشاء وطلوع الفجر ويقنت فيه بعد الركوع ندبا.\nصفاته: 1 - أن يصليه سردا فلا يجلس للتشهد إلا في آخر ركعة.\n2 -\nأن يجلس فيتشهد للركعة الأخيرة ثم يقوم من غير سلام ثم يأتي بركعة ويتشهد ويسلم.\nالجزء: 1 ¦ الصفحة: 44\n",
        "3 -\nأن يسلم من كل ركعتين ثم يختم بركعة واحدة ويتشهد ويسلم وهذه أفضل الصفات؛ لأنها هي التي فعلها النبي صلى الله عليه وسلم وداوم عليها.\nح- السنن الرواتب: وأفضل الرواتب سنة الفجر لحديث عائشة مرفوعا: «ركعتا الفجر خير من الدنيا وما فيها» [رواه مسلم والترمذي وصححه] .\nوالرواتب المؤكدة اثنتا عشرة ركعة: أربع قبل الظهر وركعتان بعدها وركعتان بعد المغرب وركعتان بعد العشاء وركعتا الفجر.\nويسن قضاء الرواتب إذا فاتت، وقضاء الوتر مشفوعا إلا ما فات مع فرضه وكثر فالأولى تركه لحصول المشقة به إلا سنة الفجر فيقضيها مطلقا لتأكيدها. وفعل الكل ببيت أفضل عكس المكتوبة وما تشرع له الجماعة.\nالجزء: 1 ¦ الصفحة: 45\n",
        "[\nصلاة الجمعة\n]\nصلاة الجمعة أ- فضل يوم الجمعة: يوم الجمعة من أفضل الأيام وأجلها، خص الله به هذه الأمة وشرع اجتماعهم فيه، ومن حكمة ذلك أن يسود بين المسلمين التعارف والتآلف والتراحم والتعاون، ويوم الجمعة عيد الأسبوع وهو خير يوم طلعت عليه الشمس.\nب- حكم صلاة الجمعة: صلاة الجمعة واجبة؛ لقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ} [الجمعة: 9]\nوهي ركعتان.\nويسن الاغتسال لها والتبكير إليها.\nج- من تجب عليه صلاة الجمعة: كل ذكر مسلم مكلف حر لا عذر له.\nد- وقت صلاة الجمعة: تصح قبل الزوال، وبعده أفضل؛ لأنه الوقت الذي كان صلى الله عليه وسلم يصليها فيه غالبا.\nهـ- ما تنعقد به صلاة الجمعة: تنعقد بما يسمى جمعا كثيرا عرفا.\nو شروط صحة الجمعة: من شروط صحتها خمسة أشياء:\n1 -\nالوقت.\nالجزء: 1 ¦ الصفحة: 46\n",
        "2 -\nالنية.\n3 -\nوقوعها حضرا.\n4 -\nحضور العدد المعتبر كثيرا عرفا.\n5 -\nأن يتقدمها خطبتان تشتملان على حمد الله والصلاة والسلام على رسوله صلى الله عليه وسلم، وقراءة آية من كتاب الله عز وجل، والوصية بتقوى الله، والجهر بحيث يسمع العدد المعتبر. ويحرم الكلام والإمام يخطب، وتخطي رقاب الناس، وهي تكفي لمن صلاها عن الظهر، ومن أدرك مع الإمام ركعة فقد أدرك الجمعة. وإن أدرك أقل فينويها ظهرا ويصلي أربع ركعات.\n[\nصلاة العيدين\n]\nصلاة العيدين حكمة مشروعيتها: صلاة العيد من أعلام الدين الظاهرة ومن خصائص أمة محمد صلى الله عليه وسلم، يتحقق بها شكر المولى على أداء صوم رمضان وحج بيت الله الحرام، كما أن في العيد دعوة إلى التعاطف والتراحم بين المسلمين واجتماع الشمل وصفاء النفوس.\nحكمها: صلاة العيد فرض كفاية، وكان النبي صلى الله عليه وسلم والخلفاء من بعده يداومون عليها، وهي سنة مؤكدة في حق كل مسلم ومسلمة وتشرع في الحضر دون السفر.\nالجزء: 1 ¦ الصفحة: 47\n",
        "شروطها: شروطها كالجمعة، ما عدا الخطبتين فإنهما في العيد سنة ويكونان بعد الصلاة.\nوقتها: من ارتفاع الشمس صباحا قدر رمح إلى الزوال فإن لم يُعلم بالعيد إلا بعد الزوال صلوا من الغد قضاء في وقتها.\nكيفية صلاة العيد: وصلاة العيد ركعتان؟ لقول عمر: «صلاة الفطر والأضحى ركعتان، ركعتان، تمام غير قصر على لسان نبيكم، وقد خاب من افترى» [رواه أحمد] . ويصليها قبل الخطبة.\nيكبر في الأولى بعد تكبيرة الإحرام، وقبل التعوذ ستًّا، وفي الثانية قبل القراءة خمسا.\nمكان أدائها: في الصحراء ويجوز أدائها في المساجد إذا دعت الحاجة.\nسنن صلاة العيدين: يسن التكبير المطلق أي الذي لم يقيد بأدبار الصلوات. والجهر به في ليلتي العيدين، لقوله تعالى: {وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ} [البقرة: 185]\nوقال الإمام أحمد: \"كان ابن عمر يكبر في العيدين جميعا\".\nوفي عشر ذي الحجة، قال تعالى: {وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ} [الحج: 28]\nأما التكبير المقيد وهو الذي يكون بعد الصلوات ويختص بعيد\nالجزء: 1 ¦ الصفحة: 48\n",
        "الأضحى فيبدأ بالنسبة للمُحِل من صلاة الفجر يوم عرفة إلى آخر أيام التشريق.\nويسن أن يبكر المأموم للصلاة أما الإمام فيتأخر إلى وقت الصلاة، ويسن أن يتنظف الذاهب لها ويلبس أحسن ثيابه والنساء لا يتبرجن بزينة.\nسنن العيد: ويسن تقديم صلاة الأضحى وتأخير صلاة عيد الفطر.\nويُسن الأكل قبل الخروج لصلاة الفطر تمرا وترا والإمساك عن الأكل في الأضحى ليأكل من أضحيته.\n[\nصلاة الاستسقاء\n]\nصلاة الاستسقاء أ- حكمة مشروعيتها: خلق الله الإنسان وفطره على التوجه إليه والالتجاء إليه عندما تنزل به حاجة أو يحيط به خطب، والاستسقاء مظهر من مظاهر تلك الفطرة يتوجه فيه المسلم إلى ربه طالبا السقي عندما تنزل به حاجة.\nب- معناها: هي طلب السقي من الله- عز وجل- للبلاد والعباد بالصلاة والدعاء والاستغفار.\nج- حكمها: صلاة الاستسقاء سنة مؤكدة. فعلها رسول الله صلى الله عليه وسلم وأعلنها في الناس وخرج لها إلى المصلَّى.\nد- وقتها وصفتها وأحكامها:\nالجزء: 1 ¦ الصفحة: 49\n",
        "كصلاة العيد.\nهـ- ويستحب أن يعلن عنها الإمام قبل موعدها بأيام: وأن يدعو الناس إلى التوبة من المعاصي والخروج من المظالم والصيام والصدقة وترك التشاحن؛ لأن المعاصي سبب للجدب، كما أن الطاعات سبب للخيرات والبركات.\n[\nصلاة الكسوف\n]\nصلاة الكسوف أ- تعريف الكسوف وحكمة مشروعية صلاة الكسوف: الكسوف هو ذهاب ضوء الشمس أو القمر. وهو آية من آيات الله تعالى يدعو الإنسان إلى الاستعداد ومراقبة الله تعالى والالتجاء إليه عند اختلاف الأحوال، والتفكير في عظيم إحكامه لهذا الكون. وأنه وحده الذي يستحق العبادة. فإذا كسفت الشمس وخسف القمر سُنت صلاةُ الكسوف جماعة {وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ} [فصلت: 37]\nب- وقتها: من وقت ابتداء الكسوف إلى ذهابه، ولا تقضى إن فاتت ولم ينقل الأمر بها بعد التجلي لفوات محلها.\nجـ- صفتها: ركعتان يقرأ في الأولى جهرا الفاتحة، وسورة طويلة، ثم يركع طويلا، ثم يرفع فَيُسَمِّعُ ويحمّد، ثم يقرأ الفاتحة وسورة طويلة، ثم يركع،\nالجزء: 1 ¦ الصفحة: 50\n",
        "ثم يرفع، ثم يسجد سجدتين طويلتين، ثم يصلي الثانية كالأولى وهي أقل منها في جميع أحوالها، ولها صفات أخرى وهذه هي أثبتها وأتمها، وإن أتى بثلاثة ركوعات أو أربعة أو خمسة فلا بأس إذا دعت الحاجة لذلك.\nالجزء: 1 ¦ الصفحة: 51\n",
        "[\nالجنائز\n]\nالجنائز أ- الإنسان مهما طال أجله فلا بد أن يموت: وينتقل من دار العمل إلى دار الجزاء، ومن حق المسلم على المسلم أن يعوده إذا مرض، ويتبع جنازته إذا مات.\n- تسن عيادة المريض وتذكيره بالتوبة والوصية.\n- يسن أن يوجه من حضَرتهْ الوفاة إلى القبلة، بأن يجعل على جنبه الأيمن ووجهه نحوها إن لم يشق ذلك، وإلا وضع على ظهره ورجلاه إلى القبلة ويرفع رأسه قليلا ليكون وجهه لها، ثم يلقن الشهادة \"لا إله إلا الله \" ويبل حلقه بماء أو شراب، ويقرأ عنده سورة (يس) .\n- إذا مات المسلم سن تغميض عينيه، وشد لحييه بعصابة، وتليين مفاصله برفق، ورفعه من الأرض، وخلع ثيابه، وستر عورته، ووضعه على سرير غسله متوجها إلى القبلة على جنبه الأيمن إن تيسر وإلا على ظهره مستلقيا ورجلاه إلى القبلة.\nب- غسل الميت: - أولى الناس بغسل الميت وصيه، ثم أبوه ثم جده، ثم الأقرب، والأنثى وصيتها ثم أمها ثم جدتها، ثم القربى من نسائها، ولكل من الزوجين المسلمين غسل صاحبه.\nويشترط في الغاسل أن يكون عاقلا مميزا ثقة عارفا بأحكام الغسل.\n- يحرم أن يُغسل مسلم كافرا أو يدفنه بل يواريه بالتراب إذا عدم من يواريه.\nالجزء: 1 ¦ الصفحة: 53\n",
        "ج - صفة الغسل المسنون للميت: إذا أخذ في غسل الميت سَتَرَ عورته، ثم يرفع رأسه إلى قرب جلوسه ويعصر بطنه برفق، ويكثر صب الماء، ثم يلف على يده خرقة فينجيه، ثم يوضئه ندبا بعد أن يضع على يده خرقة أخرى، ثم ينوي غسله ويسمي فيغسله بالماء والسدر أو الصابون، يبدأ برأسه ولحيته، ثم شقه الأيمن ثم الأيسر، ثم يغسله مرة ثانية وثالثة مثل الغسل الأول، فإن لمَ ينق زاد حتى ينقى، ويجعل في الغسلة الأخيرة مع الماء كافورا أو طيبا، وإن كان شاربه أو أظافره طويلا أخذ منها ثم ينشف بثوب، والمرأة يجعل شعرها ثلاثة قرون ويسدل من ورائها.\nد- تكفين الميت: - يسن أن يكفن الرجل في ثلاث لفائف بيض تبخَّرُ ثم تبسط بعضها فوق بعض، ويجعل الحنوط- وهو أخلاط من الطيب- فيما بين اللفائف ثم يوضع الميت على اللفائف مستلقيا، ويجعل قطنا بين إليتيه، ويشد فوقه خرقة على هيئة سروال صغير يستر عورته، ويطيب ذلك مع سائر بدنه، ثم يرد طرف اللفافة العليا من الجانب الأيسر على شقه الأيمن، ثم يرد طرفها الأيمن على الأيسر ثم الثانية كذلك، ثم الثالثة كذلك، ويجعل الفاضل عند رأسه ثم يعقدها عرضا وتحل في القبر. ويكفن الصبي في ثوب واحد ويباح في ثلاثة.\nوالمرأة تؤزر بالمئزر ثم تلبس القميص ثم تخمر بالخمار، والقميص، ولفافتين ثم تلبس القميص ثم تخمر بالخمار، ثم تلف باللفافتين، والبنت الصغيرة في قميص ولفافتين.\n- يجزئ غسل الميت ذكرا كان أو أنثى مرة واحدة يعم جميع بدنه،\nالجزء: 1 ¦ الصفحة: 54\n",
        "ويجزئ تكفينه بثوب واحد يستر جميع بدنه من ذكر أو أنثى.\n- السقط إذا بلغ أربعة أشهر ثم مات سُمّي وغُسل وصلى عليه.\nهـ- صفة الصلاة على الميت: - السنة أن يقوم الإمام عند صدر الرجل الميت، وعند وسط المرأة ويكبر أربعا رافعا يديه مع كل تكبيرة، يكبر التكبيرة الأولى ويتعوذ ويسمي ويقرأ الفاتحة سرًّا ولا يستفتح، ثم يكبر الثانية ويقول: «اللهم صلّ على محمد وعلى آل محمد، كما صليت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد، وبارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد» .\n- ثم يكبر الثالثة ويدعو قائلا: «اللهم اغفر لحيّنا وميّتنا، وشاهدنا وغائبنا، وصغيرنا وكبيرنا، وذكرنا وأنثانا، إنك تعلم منقلبنا ومثوانا، وأنت على كل شيء قدير، اللهم من أحييته منا فأحيه على الإسلام والسنة، ومن توفيته منا فتوفه عليهما، اللهم اغفر له وارحمه، وعافه واعف عنه، وأكرم نزله وأوسع مدخله، واغسله بالماء والثلج والبَرَد، ونقّه من الذنوب والخطايا كما ينقى الثوب الأبيض من الدنس، وأبدله دارا خيرا من داره، وزوجا خيرا من زوجه، وأدخله الجنة، وأعذه من عذاب القبر وعذاب النار، وأفسح له في قبره ونوّر له فيه» .\n- وإن كان الميت صغيرا قال بعد قوله: من توفيته منا فتوفه عليهما: «اللهم اجعله ذخرا لوالديه، وفرطا وشفيعا مجابا، اللهم ثقل به موازينهما وأعظم به أجورهما وألحقه بصالح سلف\nالجزء: 1 ¦ الصفحة: 55\n",
        "المؤمنين، واجعله في كفالة إبراهيم، وقه برحمتك عذاب الجحيم» .\n- ثم يكبر الرابعة ويقف قليلا ثم يسلم واحدة عن يمينه.\nو فضل الصلاة على الجنازة: للمصلي على الجنازة قيراط من الأجر، والقيراط قدر جبل أحُد فإن تبعها حتى تدفن، فله قيراطان.\n- يسن أن يحمل الميت أربعة رجال، ويسن للرجل الواحد أن يحمل بجوانب السرير الأربع، ويسن الإسراع بالجنازة، وأن يكون المشاة أمامها، والركبان خلفها.\nز- صفة القبر والدفن وما يمنع في القبور: يجب أن يعمق القبر، فإذا بلغ أسفل القبر حفر فيه مما يلي القبلة مكانا يوضع فيه الميت يسمى \"اللحد\" وهو أفضل من الشق ويقول مُدخله \"بسم الله وعلى ملة رسول الله \" ويضعه في لحده على شقه الأيمن، مستقبل القبلة، ثم ينصب اللبن عليه نصبا، ثم يدفن ويرفع القبر عن الأرض قدر شبر ويرش بالماء.\n- يحرم البناء على القبر. وتجصيصه، والوطء عليه، والصلاة عنده، واتخاذ المسجد عليه، والتبرك والتمسح به، ووضع السراج عليه، ونثر الورود والطواف به.\n- يسن أن يُصنع لأهل الميت طعامٌ ويبعث به إليهم، ويكره لأهل الميت صنع طعام للناس.\n- يسن لمن زار القبور أن يقول: «السلام عليكم دار قوم مؤمنين وإنا إن شاء الله بكم لاحقون، يرحم الله المستقدمين منكم\nالجزء: 1 ¦ الصفحة: 56\n",
        "والمستأخرين، نسأل الله لنا ولكم العافية، اللهم لا تحرمنا أجرهم، ولا تفتنا بعدهم، واغفر لنا ولهم» .\n- وتسن تعزية المصاب بالميت قبل الدفن وبعده، إلى ثلاثة أيام بلياليهن إلا لغائب.\n- يسن لمن أصيب بمصيبة أن يقول: «إنا لله وإنا إليه راجعون، اللهم أجرني في مصيبتي، واخلف لي خيرا منها» .\n- يجوز البكاء على الميت، ويحرم شق الثوب، ولطم الخد، ورفع الصوت ونحوه.\nالجزء: 1 ¦ الصفحة: 57\n",
        "[\nالركن الثالث من أركان الإسلام الزكاة\n]\n[\nأحكام الزكاة\n]\n3 -\nالزكاة أحكام الزكاة.\nزكاة الفطر\nالجزء: 1 ¦ الصفحة: 58\n",
        "الركن الثالث من أركان الإسلام\nالزكاة أ- حكمة مشروعية الزكاة: من الحكمة في مشروعية الزكاة ما يلي:\nأ- تطهير النفس البشرية من رذيلة البخل، والشره والطمع.\n2 -\nمواساة الفقراء، وسد حاجات المعوزين والبؤساء والمحرومين.\n3 -\nإقامة المصالح العامة، التي تتوقف عليها حياة الأمة وسعادتها.\nالتحديد من تضخم الأموال عند الأغنياء، وبأيدي التجار والمحترفين كيلا تحصر الأموال في طائفة محدودة، أو تكون دولة بين الأغنياء.\nب- تعريف الزكاة: هي القدر الواجب إخراجه لمستحقيه في المال الذي بلغ نصابا معينا بشروط مخصوصة.\nوهي طهرة للعبد وتزكية لنفسه، قال تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} [التوبة: 103]\nج- مكانة الزكاة في الإسلام: هي أحد أركان الإسلام الخمسة، وقرنت بالصلاة في مواضع كثيرة في كتاب الله.\nالجزء: 1 ¦ الصفحة: 59\n",
        "د- حكم الزكاة: الزكاة \"فريضة الله على كل مسلم، ملك نصابا من مال بشروطه \" فرضها الله في كتابه وأخذها النبي صلى الله عليه وسلم وأمر بأخذها ممن تجب عليه، سواء كان كبيرا أو صغيرا، ذكرا أو أنثى صحيحا أو معتوها أو مجنونا، قال تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} [التوبة: 103]\nوقوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُمْ مِنَ الْأَرْضِ} [البقرة: 267]\n{وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ} [المزمل: 20]\nويقول الرسول صلى الله عليه وسلم: «بني الإسلام على خمس: شهادة أن لا إله إلا الله وأن محمدا رسول الله، وإقام الصلاة، وإيتاء الزكاة، وحج البيت، وصوم رمضان» [متفق عليه] .\nالأموال التي تجب فيها الزكاة: الأموال التي تجب فيها الزكاة أربعة:\nالأثمان، وبهيمة الأنعام، والخارج من الأرض، وعروض التجارة.\n1 -\nالأثمان وهي: الذهب والفضة والأوراق المالية: فتجب الزكاة في الذهب إذا بلغ عشرين مثقالا: ربع العشر.\nوتجب الزكاة في الفضة إذا بلغ مائتي درهم ربع العشر أيضا.\nالأوراق المالية الحالية تقوّم على أساس القيمة، فإذا بلغت نصاب أحد النقدين وجبت فيها الزكاة ومقدارها ربع العشر إذا حال عليها الحول.\n2 -\nزكاة بهيمة الأنعام: تجب الزكاة في الإبل والبقر والغنم إذا كانت ترعى الحول أو أكثره في الصحاري والقفار المباحة؛ فإذا بلغت النصاب وحال عليها الحول\nالجزء: 1 ¦ الصفحة: 60\n",
        "تخرج زكاتها إذا كانت للدر والنسل كما يأتي:\nأ- أنصبة الغنم: من إلى القدر المخرج 40 120 شاه. 121 200 شاتان. 201\nثلاث شياه.\nثم في كل 100 شاة.\nب- أنصبة البقر: من إلى القدر المخرج 30 39 تبيع أو تبيعه من البقر لها سنة. 40 59 مسنة من البقر لها سنتان. 60\nتبعتان ثم في كل 30 تبيع وفي كل 40 مسنة ج- أنصبة الإبل: من إلى القدر المخرج 5 9 شاه 10 14 شاتان 15 19 ثلاث شياه 20 24 أربع شياه 25 35 بنت مخاض لها سنة 36 45 بنت لبون لها سنتان 46 60 حقة لها 3 سنين 61 75 جذعة لها أربع سنين 76 90 بنتا لبون 91 120 حقتان 121\nثلاث بنات لبون\nثم في كل أربعين بنت لبون، وفي كل خمسين حقة.\n- إن أعدت بهيمة الأنعام \"الإبل والبقر والغنم \" للتجارة والنماء وحال عليها الحول تقوَّم وتزكى قيمتها ربع العشر.\nوإن لم تكن للتجارة فلا زكاة فيها.\n- لا يؤخذ في الصدقة إلا الأنثى ولا يجزئ الذكر إلا في زكاة البقر وابن لبون أو حق أو جذع مكان بنت مخاض أو إذا كان النصاب كله ذكورا.\n3 -\nزكاة الخارج من الأرض: تجب الزكاة في الحبوب كلها وفي كل ثمر يكال ويدخر كتمر وزبيب، ويعتبر بلوغ النصاب ومقداره ثلاثمائة صاع نبوي أي ما يعادل (624) ستمائة وأربعة وعشرين كيلوجراما تقريبا.\n- تضم ثمرة العام الواحد بعضها إلى بعض في تكميل النصاب إذا كانت جنسا واحدا، كأنواع التمر مثلا. الواجب في زكاة الحبوب والثمار: أ- العشر فيما سقي بلا مؤونة كالأمطار.\n2 -\nنصف العشر فيما سقي بمؤونة كمياه الآبار.\n3 -\nثلاثة أرباع العشر فيما سقي تارة بمؤونة وتارة بغيرها.\n- تجب الزكاة إذا اشتد الحب وبدا صلاح الثمر.\n- لا زكاة في الخضراوات والفواكه إلا إذا أعدت للتجارة\nالجزء: 1 ¦ الصفحة: 61\n",
        "فيخرج من قيمتها ربع العشر إذا حال عليها الحول وبلغت النصاب.\n- ما يخرج من البحر كاللؤلؤ والمرجان والأسماك لا زكاة فيه أما إذا أعد للتجارة فيخرج من قيمته ربع العشر إذا بلغ نصابا وحال عليه الحول.\n- \"الركاز\" وهو المدفون في الأرض. الواجب فيه الخمس قل أو كثر يصرف في مصرف الفيء وباقيه أربعة أخماس لواجده.\n4 -\nزكاة عروض التجارة: عروض التجارة هي ما أعد لبيع وشراء لأجل ربح من عقار وحيوان وطعام وشراب وآلات ونحوها.\nعروض التجارة إذا بلغت نصابا وحال عليها الحول وجبت فيها الزكاة وتقوم بالأحظ للفقراء ويخرج ربع العشر من كامل القيمة، ويجوز إخراج زكاة العروض ربع العشر من العروض نفسها.\n- إن نوى بعروض التجارة الاقتناء لا التجارة فلا زكاة فيها.\n- نتاج السائمة وربح التجارة حولهما حول أصلهما إن كان نصابا.\nشروط وجوب الزكاة: تجب الزكاة على كل (1) حر، (2) مسلم، (3) مالك للنصاب، (4) ملكا مستقلا، (5) وحال عليه الحول، في غير المعشر والركاز.\nالجزء: 1 ¦ الصفحة: 63\n",
        "إخراج الزكاة أ- وقت إخراج الزكاة: يجب إخراج الزكاة فورا كالنذور والكفارة؛ لأن الأمر المطلق للفورية ومنه: {وَآتَوُا الزَّكَاةَ} [البقرة: 277]\nوله أن يؤخرها لزمن الحاجة ولقريب وجار.\nب- حكم منعها: من جحد وجوب الزكاة عالما عامدا كفر ولو أخرجها، لتكذيبه لله ولرسوله وإجماع الأمة يستتاب فإن تاب وإلا قتل. ومن منعها بخلا وتهاونا أخذت منه وعزر؛ لارتكابه محرما.\nيخرج عن الصغير والمجنون وليهما.\nج- ما يسن عند إخراجها: 1 - يسن إظهارها لتنتفي عنه التهمة.\n2 -\nأن يفرقها بنفسه ليتحقق وصولها إلى مستحقيها.\n3 -\nأن يقول عند دفعها: \"اللهم اجعلها مغنما ولا تجعلها مغرما\".\n4 -\nيسن أن يقول الآخذ: \"أجرك الله فيما أعطيت. بارك لك فيما أبقيت وجعله لك طهورا\".\n5 -\nيسن دفعها إلى الفقراء الأقارب الذين لا تلزمه مؤونتهم.\nمصارف الزكاة: أهل الزكاة الذين يجوز صرفها إليهم ثمانية، وهم المذكورون في قوله تعالى: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَاِبْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ} [التوبة: 60]\nالجزء: 1 ¦ الصفحة: 64\n",
        "وهم كالتالي:\n1 -\nالفقراء، وهم الذين لا يجدون بعض الكفاية.\n2 -\nالمساكين: وهم الذين يجدون أكثر الكفاية أو نصفها.\n3 -\nالعاملون عليها: وهم جباتها وحفاظها إذا لم يكن لهم راتب.\n4 -\nالمؤلفة قلوبهم: وهم رؤساء قومهم ممن يرجى إسلامه، أو كف شره أو يرجى بعطيته قوة إيمانه أو إسلام نظيره.\n5 -\nالرقاب: وهم الأرقاء المكاتبون الذين اشتروا أنفسهم من أسيادهم.\n6 -\nالغارمون وهم نوعان:\n1 -\nغارمون لإصلاح ذات البين.\n2 -\nغارم لنفسه بأن تحمل ديونا ولم يكن عنده وفاء.\n7 -\nفي سبيل الله: وهم الغزاة المتطوعون الذين يجاهدون في سبيل الله والدعوة إلى الله وما يعين عليها ويدعم أعمالها.\n8 -\nابن السبيل: وهو المسافر المنقطع به وليس معه ما يوصله إلى بلده.\n[\nزكاة الفطر\n]\nزكاة الفطر 1 - حكمتها: من حكمة زكاة الفطر: أنها تطهر نفس الصائم مما يكون قد علق بها من آَثار اللغو والرفث، كما أنها تغني الفقراء والمساكين عن السؤال يوم العيد.\nالجزء: 1 ¦ الصفحة: 65\n",
        "2 -\nمقدارها وأنواع الأطعمة التي تخرج منها: مقدار زكاة الفطر صاع، والصاع أربعة أمداد ويقدر الصاع بثلاثة كيلوات تقريبا وتخرج من غالب قوت أهل البلد، سواء كان قمحا أو تمرا أو أرزا أو زبيبا أو أقطا.\n3 -\nوقت وجوبها ووقت إخراجها: تجب زكاة الفطر بحلول ليلة العيد، وأوقات إخراجها: وقت جواز وهو إخراجها قبل يوم العيد بيوم أو يومين، لفعل ابن عمر ذلك. ووقت أداء فاضل وهو من طلوع فجر يوم العيد إلى قبيل الصلاة، لأمره صلى الله عليه وسلم بزكاة الفطر أن تؤدى قبل خروج الناس إلى الصلاة.\n4 -\nمن تجب عليه زكاة الفطر: تجب على كل مسلم حر أو عبد ذكر أو أنثى صغير أو كبير فضل عن قوت يومه وليلته ويستحب إخراجها عن الجنين في بطن أمه.\n5 -\nمصرف زكاة الفطر: مصرف زكاة الفطر كمصرف الزكوات العامة، غير أن الفقراء والمساكين أولى بها من باقي السهام لقوله صلى الله عليه وسلم: «أغنوهم عن السؤال في هذا اليوم» .\nالجزء: 1 ¦ الصفحة: 66\n",
        "[\nالركن الرابع من أركان الإسلام صوم رمضان\n]\n4 -\nالصوم\nحكمه- وأحكامه\nالجزء: 1 ¦ الصفحة: 67\n",
        "الركن الرابع من أركان الإسلام\nصوم رمضان تعريف الصوم وتاريخ فرضيته:\n1 -\nتعريف الصوم: الصوم لغة: الإمساك، وشرعا: الإمساك بنية التعبد عن الأكل والشرب وغشيان النساء، وسائر المفطرات من طلوع الفجر إلى غروب الشمس.\n2 -\nتاريخ فرضية الصوم: فرض الله- عز وجل- على أمة محمد صلى الله عليه وسلم الصيام كما فرضه على الأمم التي سبقتها؛ بقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [البقرة: 183] وكان ذلك في شهر شعبان سنة اثنتين من الهجرة المباركة.\nفوائد الصيام: للصيام فوائد روحية واجتماعية وصحية هي:\nمن الفوائد الروحية للصوم أنه يعوِّد على الصبر ويقوي عليه، ويعلِّم ضبط النفس ويساعد عليه، ويوجد في النفس ملكة التقوى ويربيها.\n- ومن الفوائد الاجتماعية للصوم أنه يعوِّد الأمة النظام والاتحاد، وحب العدل والمساواة، ويكوِّن في المؤمنين عاطفة الرحمة وخلق الإحسان، كما يصون المجتمع من الشرور والمفاسد.\n- ومن الفوائد الصحية للصيام، أنه يطهر الأمعاء ويصلح المعدة،\nالجزء: 1 ¦ الصفحة: 68\n",
        "وينظف البدن من الفضلات والرواسب، ويخفف من وطأة السمن وثقل البطن بالشحم.\nثبوت شهر رمضان: يثبت دخول رمضان بأحد أمرين: أولهما كمال الشهر السابق عنه وهو شعبان، فإذا تم لشعبان ثلاثون يوما، فيوم الواحد والثلاثين هو أول يوم من رمضان قطعا.\nوثانيهما: رؤية هلاله، فإذا رؤي هلال رمضان ليلة الثلاثين من شعبان فقد دخل شهر رمضان ووجب صومه، لقوله تعالى: {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ} [البقرة: 185] وقول الرسول صلى الله عليه وسلم: «إذا رأيتم الهلال فصوموا وإذا رأيتموه فأفطروا فإن غم عليكم فأكملوا العدة ثلاثين يوما» (1) فإذا رأى الهلال أهل بلد لزمهم الصوم وحيث إن مطالع الهلال مختلفة؛ فمطلع الهلال في آسيا غير مطلعه في أوربا ومطلعه في أفريقيا غير مطلعه في أمريكا مثلا؛ لذا فلكل أهل إقليم أو قطر حكم يخصهم، وإن صام المسلمون جميعا في أقطار الأرض برؤية واحدة فهذا من محاسن الإسلام ومظاهر الألفة والوحدة والإخاء.\nويكفي في ثبوت رؤية رمضان شهادة عدل، أو عدلين إذ أجاز رسول الله صلى الله عليه وسلم رجل واحد على رؤيته هلال رمضان (2) أما رؤية شوال للإفطار فلا تثبت إلا بشهادة عدلين، إذ لم يجز الرسول صلى الله عليه وسلم شهادة العدل الواحد في الإفطار (3) .\n(1) رواه مسلم.\n(2) رواه مسلم.\n(3) رواه مسلم.\nالجزء: 1 ¦ الصفحة: 69\n",
        "وجوب صوم رمضان: صيام شهر رمضان واجب بالكتاب والسنة وإجماع الأمة، وهو أحد أركان الإسلام، قال تعالى: {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ} [البقرة: 185]\nوقوله صلى الله عليه وسلم: «بني الإسلام على خمس: شهادة أن لا إله إلا الله وأن محمدا رسول الله، وإقام الصلاة، وإيتاء الزكاة، وحج البيت، وصوم رمضان» (1) أركان الصوم: 1 - النية وهي عزم القلب على الصوم امتثالا لأمر الله- عز وجل- وتقربا إليه، لقوله كيه: «إنما الأعمال بالنيات» (2) 2 - الإمساك، وهو الكف عن المفطرات من أكل وشرب وجماع.\n2 -\nالزمان، والمراد به النهار، وهو من طلوع الفجر إلى غروب الشمس.\nشروط وجوب الصوم:\nيشترط لوجوب الصوم أربعة شروط: 1 - الإسلام.\n2 -\nالبلوغ.\n3 -\nالعقل.\n4 -\nالقدرة على الصوم.\nويشترط في صحة صوم المرأة أن تكون طاهرة من حيض أو نفاس.\n(1) متفق عليه.\n(2) رواه البخاري في صحيحه. كتاب بدء الوحي الباب الأول الحديث الأول.\nالجزء: 1 ¦ الصفحة: 70\n",
        "شروط صحة الصوم: 1 - الإسلام.\n2 -\nالنية من الليل.\n3 -\nالعقل.\n4 -\nالتمييز.\n5 -\nانقطاع دم الحيض.\n6 -\nانقطاع دم النفاس.\nسنن الصوم هي: 1 - تعجيل الفطر، وهو الإفطار عقب تحقق غروب الشمس.\n2 -\nكون الفطر على رطب أو تمر أو ماء، وأفضل هذه الثلاثة أولها وآخرها أدناها وهو الماء، ويستحب أن يفطر على وتر. ثلاث أو خمس أو سبع.\n3 -\nالدعاء عند الإفطار، وكان صلى الله عليه وسلم يقول عند فطره: «اللهم لك صمنا وعلى رزقك أفطرنا، فتقبل منا إنك أنت السميع العليم» (1) .\n4 -\nالسحور، وهو الأكل والشرب في السحر آخر الليل بنية الصوم.\n5 -\nتأخير السحور إلى الجزء الأخير من الليل.\nمكروهات الصوم: يكره للصائم أمور من شأنها الإفضاء إلى إفساد الصوم، وإن كانت في حد ذاتها لا تفسد الصوم، وهي:\n1 -\nالمبالغة في المضمضة والاستنشاق عند الوضوء.\n2 -\nالقبلة، إذ قد تثير شهوة تجر إلى إفساد الصوم بخروج المذي أو\n(1) رواه أبو داود.\nالجزء: 1 ¦ الصفحة: 71\n",
        "الجماع حيث تجب الكفارة.\n3 -\nإدامة النظر بشهوة إلى الزوجة.\n4 -\nالفكر في شأن الجماع.\n5 -\nاللمس باليد للمرأة أو مباشرتها بالجسد.\nالأعذار المبيحة للفطر 1 - يجب الفطر على الحائض والنفساء.\n2 -\nمن يحتاج إليه لإنقاذ معصوم من مهلكة لغرق ونحوه.\n3 -\nمسافر يباح له القصر فيسن له الفطر.\n4 -\nمريض يخاف الضرر.\n5 -\nحاضر سافر أثناء النهار الأفضل عدم الفطر خروجا من الخلاف.\n6 -\nحامل ومرضع خافتا على أنفسهما أو ولدهما، ولو أفطرتا خوفا على الولد فقط لزم وليه إطعام مسكين لكل يوم، وفي كل فإن عليهما القضاء.\nمفسدات الصوم: مفسدة الصوم هي:\n1 -\nالردة.\n2 -\nالموت.\n3 -\nالعزم على الفطر.\n4 -\nالتردد فيه.\n5 -\nالقيء عمدا.\nالجزء: 1 ¦ الصفحة: 72\n",
        "6 -\nالاحتقان من الدبر والإبر المغذية.\n7 -\nخروج دم الحيض أو النفاس.\n8 -\nبلع النخامة إذا وصلت إلى الفم.\n9 -\nالحجامة: حاجما كان أو محجوما.\n10 -\nإنزال المني بتكرار النظر.\n11 -\nخروج المني أو المذي بتقبيل أو لمس أو استمناء أو مباشرة دون الفرج.\n12 -\nكل ما وصل إلى الجوف أو الحلق أو الدماغ من مائع وغيره.\nتنبيهات: مَن جَامع في نهار رمضان في قُبل أو دُبر فعليه القضاء والكفارة إذا كان متعمدا، فإن كان ناسيا فصومه صحيح ولا قضاء عليه ولا كفارة.\nإذا اكرهت المرأة على الجماع في نهار رمضان أو كانت جاهلة أو ناسية فصومها صحيح، وإن كانت مكرهة فعليها القضاء فقط، وإن طاوعته عامدة وجب عليها القضاء والكفارة.\nالكفارة هي: عتق رقبة، فإن لم يجد فصيام شهرين متتابعين، فإن لم يستطع فإطعام ستين مسكينا، فإن لم يجد سقطت عنه.\nإذا جامع زوجته دون الفرج فعليه القضاء والتوبة إلى الله تعالى.\nيسن قضاء رمضان فورا متتابعا فإن أخره إلى ما بعد رمضان آخر بغير عذر فعليه مع القضاء إطعام مسكين عن كل يوم.\nمَن مات وعليه صوم نذر أو حج نذر؛ قضى عنه وليّه.\nفيما يستحب من الصوم وما يكره وما يحرم:\nأ- ما يستحب من الصيام:\nالجزء: 1 ¦ الصفحة: 73\n",
        "يستحب صيام الأيام التالية:\n- يوم عرفة، لغير الحاج وهو تاسع ذي الحجة.\n- صيام التاسع والعاشر أو العاشر والحادي عشر من شهر المحرم.\n- ستة أيام من شوال.\n- النصف الأول من شهر شعبان.\n- العشر الأول من شهر ذي الحجة.\n- شهر المحرم.\n- الأيام البيض من كل شهر، وهي: الثالث عشر والرابع عشر والخامس عشر.\n- يوم الاثنين ويوم الخميس.\n- صوم يوم وإفطار يوم.\n- الصيام للأعزب الذي لم يقدر على الزواج.\nما يكره من الصوم: - صيام يوم (عرفة) لمن وقف بها.\n- صيام يوم الجمعة منفردا.\n- صوم آخر شعبان.\n- الكراهة في صيام هذه الأيام كراهة تنزيه.\nوفيما يلي ما كراهتة كراهة تحريم، وهو:\n1 -\nالوصال، وهو مواصلة الصوم يومين فأكثر بلا إفطار.\n2 -\nصوم يوم الشك.\n3 -\nصوم الدهر، وهو صوم السنة كلها بلا فطر فيها.\n4 -\nصوم المرأة بلا إذن زوجها وهو حاضر في صيام التطوع.\nالجزء: 1 ¦ الصفحة: 74\n",
        "الصوم المحرم: وهو صوم الأيام التالية:\n1 -\nصوم يوم العيد فطرا كان أو أضحى.\n2 -\nأيام التشريق الثلاثة لغير متمتع لم يجد الفدية.\n3 -\nأيام الحيض والنفاس.\n4 -\nصوم المريض الذي يخشى على نفسه الهلاك.\nالجزء: 1 ¦ الصفحة: 75\n",
        "[\nالاعتكاف\n]\n5 -\nالاعتكاف وأحكامه\nأنواعه وشروطه\nالجزء: 1 ¦ الصفحة: 76\n",
        "الاعتكاف تعريفه: - الاعتكاف لغة: اللبث والدوام والمقام والاحتباس.\n- وشرعا: اللبث والمكث في المسجد للعبادة بنية مخصوصة على كيفية مخصوصة.\nحكمة مشروعيته: 1 - الاعتكاف فيه تفريغ القلب من أمور الدنيا بشغله بالإقبال على عبادة الله وذكره.\n2 -\nتسليم النفس إلى المولى عز وجل بتفويض أمرها إلى الله والوقوف بباب فضله ورحمته.\nأقسام الاعتكاف: الاعتكاف قسمان:\n1 -\nالواجب: وهو المنذور، كأن يقول الشخص: إن نجحت في عمل \"ما\" اعتكفت ثلاثة أيام مثلا، أو إن تيسر لي عمل اعتكفت وهكذا.\n2 -\nالسنة المؤكدة: وأفضلها يكون في العشر الأخير من رمضان.\nأركان الاعتكاف: 1 - الشخص المعتكف: لأن الاعتكاف فعل لا بد له من فاعل.\n2 -\nالمكث في المسجد: لقول علي رضي الله عنه: \"لا اعتكاف إلا في مسجد جماعة\" ولأن المعتكف إذا كان في مسجد تقام فيه الجماعة يكون على أتم الاستعداد لأداء الصلوات على أكمل الوجوه وأتمها بالجماعة.\nالجزء: 1 ¦ الصفحة: 77\n",
        "3 -\nمحل الاعتكاف: وهو المكان الذي يتخذه المعتكف مقرا له في اعتكافه.\n- شروط صحة الاعتكاف مجملة كالآتي: 1 - أن يكون المعتكف مسلما، فلا يصح من الكافر.\n2 -\nأن يكون مميزا فلا يصح من مجنون ولا من صبي.\n3 -\nأن يكون في المسجد الذي تصلي فيه الجماعة بالنسبة للرجال.\n4 -\nطهارة المعتكف من الجنابة والحيض والنفاس.\n- يفسد الاعتكاف بالأمور الآتية: 1 - الجماع ولو من غير إنزال، لقوله تعالى: {وَلَا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ} [البقرة: 187]\n2 -\nدواعي الجماع.\n3 -\nالإغماء والجنون سواء كان بسكر أم بغيره.\n4 -\nالارتداد عن الإسلام.\n5 -\nالخروج من المسجد لغير عذر.\nالعذر المبيح للخروج: - الأعذار التي بسببها يباح للمعتكف أن يخرج من معتكفه تتنوع إلى ثلاثة أنو اع:\n1 -\nأعذار شرعية: كالخروج لصلاة الجمعة والعيدين إذا كان المسجد الذي يؤدي فيه الاعتكاف لا تصلى فيه الجمعة والعيدين.\nوالعلة في ذلك أن الاعتكاف يعتبر تقربا إلى الله سبحانه بترك\nالجزء: 1 ¦ الصفحة: 78\n",
        "المعاصي وهجرها، وفي ترك صلاة الجمعة أو العيدين معصية تتنافى مع قربة الاعتكاف.\n2 -\nأعذار طبيعية: كالبول والغائط، أو الجنابة باحتلام إذا كان لا يمكنه الاغتسال في المسجد. ولكن ذلك مشروط بعدم مكث المعتكف خارج المسجد إلا بقدر قضاء حاجته.\n3 -\nأعذار ضرورية: كأن يخاف على أمواله من الضياع أو يخاف على متاعه من التلف، أو يخاف على نفسه من الهلاك أو الضرر لو بقي مستمرا في اعتكافه.\nالجزء: 1 ¦ الصفحة: 79\n",
        "[\nالركن الخامس من أركان الإسلام الحج\n]\n[\nأحكام الحج\n]\n6 -\nالحج - أحكام الحج\n- العمرة وأحكامها\nالجزء: 1 ¦ الصفحة: 80\n",
        "الركن الخامس من أركان الإسلام\nالحج 1 - معنى الحج:\n2 -\nمنزلة الحج في الإسلام: الحج هو الركن الخامس من أركان الإسلام الخمسة وفرض في السنة التاسعة من الهجرة.\nقال تعالى: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا} [آل عمران: 97] وقال الرسول صلى الله عليه وسلم: «بني الإسلام على خمس: شهادة أن لا إله إلا الله، وأن محمدا رسول الله، وإقام الصلاة، وإيتاء الزكاة، وحج البيت، وصوم رمضان» (1) .\n3 -\nحكم الحج: الحج فريضة الله على عباده مرة في العمر، لقوله صلى الله عليه وسلم: «الحج مرة، فمن زاد فهو تطوع» (2) .\nوالحج معناه: \"قصد مكة لعمل مخصوص في زمن مخصوص \".\n4 -\nالعمرة: معنى العمرة: العمرة في اللغة الزيارة. وفي الشرع: أفعال مخصوصة مذكورة في مواضعها.\nحكمها: واجبة في العمر مرة.\n(1) متفق عليه.\n(2) أبو داود وأحمد والحاكم وصححه.\nالجزء: 1 ¦ الصفحة: 81\n",
        "5 -\nحكمة مشروعية الحج والعمرة: من الحكمة في الحج والعمرة، تطهير النفس من آثار الذنوب لتصبح أهلا لكرامة الله تعالى في الدار الآخرة؛ لقوله صلى الله عليه وسلم: «من حج هذا البيت فلم يرفث ولم يفسق رجع كيوم ولدته أمه» (1) 6 - شروط وجوب الحجَ والعمرة: - يشترط لوجوب الحج الشروط الآتية:\n1 -\nالإسلام.\n2 -\nالعقل.\n3 -\nالبلوغ.\n4 -\nالاستطاعة وهي وجود الزاد والراحلة الصالحين لمثله.\n5 -\nكمال الحرية.\n6 -\nوتزيد المرأة شرطا سادسا وهو المَحْرَمُ؛ فإن حجَّت بدون محرم أثَمت وحجها صحيح.\n- إذا أحرم الصبي بالحج صح نفلاَ وتلزمه حجة الإسلام إذا بلغ.\n- إذا مات من لزمه الحج ولم يحج أخرج من تركته مال يُحجّ به عنه.\n- لا يحج عن غيره من لم يحج عن نفسه، ويصح أن يستنيب قادر وغيره في نفل حج أو عمرة.\nأنواع المناسك: 1 - عمرة مفردة.\n2 -\nحج مفرد.\n3 -\nحج وعمرة مقرونان.\n(1) رواه البخاري في صحيحه.\nالجزء: 1 ¦ الصفحة: 82\n",
        "4 -\nعمرة متمتعا بها إلى الحج.\n- فأما العمرة المفردة فهي في سائر أيام السنة. وأفضل العمرة ما. كانت مع الحج أو في رمضان.\n- أما الحج المفرد فهو أن ينوي حجا مفردا مجردا من العمرة السابقة له أو المقارنة.\n- أما القرآن فهو أن يحرم بالحج والعمرة معا وتتداخل أعمالهما فيكفي طواف واحد وسعي واحد للحج والعمرة.\n- أما التمتع فهو أفضل الأنساك وهو: أن يحرم بالعمرة في أشهر الحج فيسعى لها ويطوف ويتحلل منها وفي اليوم الثامن من ذي الحجة يحرم بالحج من نفس العام ويأتي بأعمال الحج من طواف وسعي ووقوف وغير ذلك، وعليه هَدْي واجب للتمتع والقرآن.\nأركان الحج والعمرة: - للحج أربعة أركان وهي: الإحرام، والطواف، والسعي، والوقوف بعرفة فلو سقط ركن بطل الحج.\n- وللعمرة ثلاثة أركان، وهي: الإحرام، والطواف، والسعي، فلا تتم إلا بها وتفصيل هذه الأركان على النحو التالي:\n1 -\nالركن الأول: الإحرام: وهو نية الدخول في أحد النسكين: الحج أو العمرة بعد التهيوء للإحرام والتجرد من المخيط.\nواجبات الإحرام: واجبات الإحرام ثلاثة وهي:\n1 -\nالإحرام من الميقات: وهو المكان الذي حدده الشارع للإحرام\nالجزء: 1 ¦ الصفحة: 83\n",
        "بحيث لا يجوز تعديه بدون إحرام لمن كان يريد الحج أو العمرة.\n2 -\nالتجرد من المخيط: فلا يلبس الرجل ثوبا ولا قميصا ولا برنسا ولا يعتم بعمامة ولا يغطي رأسه بشيء، كما لا يلبس خفا إلا أن لا يجد نعلا. ولا تنتقب المرأة ولا تلبس القفازين.\n3 -\nالتلبية، وهي قول: \"لبيك اللهم لبيك، لبيك لا شريك لك لبيك، إن الحمد والنعمة لك والملك، لا شريك لك \".\nيقولها المحرم عند الشروع في الإحرام وهو بالميقات لم يتجاوزه، ويستحب تكرارها ورفع الصوت بها من الرجال وتجديدها عند كل مناسبة من نزول أو ركوب أو إقامة صلاة أو فراغ منها، أو ملاقاة رفاق. وتقطع التلبية في العمرة إذا شرع في طوافها وتقطع في الحج إذا شرع في رمي جمرة العقبة.\nالركن الثاني: الطواف: الطواف، هو الدوران حول البيت سبعة أشواط، وله شروط سبعة:\n1 -\nالنية عند الشروع فيه.\n2 -\nالطهارة من الخبث والحدث.\n3 -\nستر العورة إذ الطواف كالصلاة.\n4 -\nأن يكون الطواف بالبيت داخل المسجد ولو بعُد من البيت.\n5 -\nأن يكون البيت على يسار الطائف.\n6 -\nأن يكون الطواف سبعة أشواط.\n7 -\nأن يوالي بين الأشواط، فلا يفصل بينها لغير حاجة.\nسنن الطواف: 1 - الرمل، وهو سنة للرجال القادرين دون\nالجزء: 1 ¦ الصفحة: 84\n",
        "النساء (1) وحقيقته أن يسارع الطائف في مشيه مع تقارب خطاه.\nولا يسن إلا في طواف القدوم، في الأشواط الثلاثة الأولى منه.\n2 -\nالاضطباع، وهو كشف الضبع (2) أي الكتف الأيمن، ولا يسن إلا في طواف القدوم خاصة، وللرجال دون النساء، ويكون في الأشواط السبعة عامة.\n3 -\nتقبيل الحجر الأسود عند بدء الطواف وفي كل شوط إن أمكن وكذا استلام الركن اليماني.\n4 -\nقول: بسم الله والله أكبر. اللهم إيمانا بك وتصديقا بكتابك ووفاءً بعهدك واتباعا لسنة نبيك صلى الله عليه وسلم عند بدء الشوط الأول.\n5 -\nالدعاء أثناء الطواف وهو غير محدد ولا معين بل يدعو كل طائف بما يفتح الله عليه، غير أنه يسن ختم كل شوط بقول: {رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ} [البقرة: 201]\n6 -\nالدعاء بالملتزم عند الطواف من الفراغ. والملتزم هو المكان الذي بين باب البيت والحجر الأسود.\n7 -\nصلاة ركعتين بعد الفراغ من الطواف خلف مقام إبراهيم يقرأ فيهما بسورتي الكافرون والإخلاص بعد الفاتحة.\n8 -\nالشرب من ماء زمزم والتضلع منه بعد الفراغ من صلاة الركعتين.\n9 -\nالرجوع لاستلام الحجر الأسود قبل الخروج إلى المسعى.\n(1) روى مسلم عن ابن عمر، أن النبي صلى الله عليه وسلم رمل من الحجر الأسود ثلاثا ومشى أربعا.\n(2) روى أحمد أن النبي صلى الله عليه وسلم وأصحابه اعتمروا من الجعرانة فاضطبعوا، فجعلوا أرديتهم تحت آباطهم وقذفوها على عواتقهم اليسرى.\nالجزء: 1 ¦ الصفحة: 85\n",
        "الركن الثالث السعي: السعي: هو المشي بين الصفا والمروة ذهابا وإيابا بنية التعبد وهو ركن في الحج والعمرة.\nأ- شروط السعي: شروط السعي هي:\n1 -\nالنية، لقوله صلى الله عليه وسلم: «إنما الأعمال بالنيات» .\n2 -\nالترتيب بينه وبين الطواف، بأن يقدم الطواف على السعي.\n3 -\nالموالاة بين أشواطه، غير أن الفصل اليسير لا يضر ولا سيما إذا كان لحاجة.\n4 -\nإكمال العدد سبعة أشواط، فلو نقص شوطا أو بعض الشوط لم يجزئ، إذ حقيقته متوقفة على تمام أشواطه.\n5 -\nوقوعه بعد طواف صحيح، سواء كان الطواف واجبا أو مسنونا.\nب- سنن السعي: سنن السعي هي:\n1 -\nالخبب، وهو سرعة المشي بين الميلين الأخضرين الموضوعين على حافتي الوادي القديم الذي خبَّت فيه \" هاجر \" أم إسماعيل عليهما السلام، وهو سنة للرجال القادرين دون الضعفة والنساء.\n2 -\nالوقوف على الصفا والمروة للدعاء فوقهما.\n3 -\nالدعاء على كل من الصفا والمروة في كل شوط من الأشواط السبعة.\n4 -\nقول: \"الله أكبر\" ثلاثا عند الرقي على كل من الصفا والمروة في كل شوط وكذا قول: \"لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير. لا إله إلا الله، وحده صدق وعده\nالجزء: 1 ¦ الصفحة: 86\n",
        "ونصر عبده وهزم الأحزاب وحده.\n5 -\nالموالاة بينه وبين الطواف، بحيث لا يفصل بينهما بدون عذر شرعي.\nالركن الرابع: الوقوف بعرفة: الوقوف بعرفة، حقيقته: الحضور بالمكان المسمى عرفات، لحظة فأكثر بنية الوقوف من ظهر يوم تاسع الحجة إلى فجر اليوم العاشر منه.\nومن فاته الوقوف بعرفة فاته الحج وتحلل بعمرة ويقضيه فيما بعد، ويهدي إن لم يكن اشترط، ومن صده عدو عن البيت أهدى ثم حل.\nوإن حصره مرض أو ذهاب نفقة فإن كان قد اشترط \"ومحلي حيث حبستني \" تحلل ولا شيء عليه وإن لم يشترط حل وعليه ما تيسر من الهدي.\nواجبات الحج: واجبات الحج سبعة:\nأ- الإحرام من الميقات.\n2 -\nالوقوف بعرفة إلى الغروب لمن وقف نهارا.\n3 -\nالمبيت ليلة النحر بمزدلفة إلى بعد منتصف الليل.\n4 -\nالمبيت بمنى في ليالي التشريق.\n5 -\nرمي الجمار مرتبا.\n6 -\nالحلق أو التقصير.\n7 -\nطواف الوداع.\nالجزء: 1 ¦ الصفحة: 87\n",
        "واجبات العمرة واجباتها شيئان:\n1 -\nالإحرام بها من الحل لأهل مكة ومن الميقات لغيرهم.\n2 -\nالحلق أو التقصير.\nتنبيه: من ترك ركنا لا يتم نسكه إلا به.\nومن ترك واجبا جبره بدم، ومن ترك سنة فلا شيء عليه.\nمحظورات الإحرام المحظورات هي الأعمال الممنوعة التي لو فعلها الحاج أو المعتمر وجب عليه فيها فدية، أو صيام، أو إطعام؛ فيحرم على المحرم ذكرا كان أو أنثى ما يأتي:\n1 -\nحلق الشعر من جميع بدنه.\n2 -\nتقليم الأظفار.\n3 -\nتغطية الرأس، وتغطية الوجه من الأنثى إلا إذا مر بها رجال أجانب.\n4 -\nلبس الذكر للمخيط وهو ما يخاط على حجم العضو، كالثوب والسروال ونحوهما.\n5 -\nالطيب.\n6 -\nقتل الصيد البري المأكول.\nالجزء: 1 ¦ الصفحة: 88\n",
        "7 -\nعقد النكاح.\n8 -\nالجماع، فإن كان قبل التحلل الأول فسد نسكهما، ويجب في ذلك بدنة ويمضيان فيه ويقضيان ثاني عام، وإن كان بعد التحلل الأول فلا يفسد به النسك لكن يجب في ذلك شاة.\n9 -\nمباشرة الرجل المرأة فيما دون الفرج فإن أنزل فعليه بدنة وإن لم ينزل فعليه شاة ولا يفسد حجه في كلا الحالين.\nالمرأة كالرجل فيما سبق من المحظورات إلا في لبس المخيط فتلبس ما شاءت غير متبرجة، وتغطي رأسها، وتكشف وجهها ولا تغطيه إلا عند وجود رجال أجانب منها.\nالتحلل الأول في الحج يحصل بفعل اثنين من ثلاثة:\n1 -\nطواف. 2- رمي. 3- حلق أو تقصير.\nإذا حاضت المرأة المتمتعة قبل الطواف، وخشيت فوات الحج أحرمت به وصارت قارنة، والحائض والنفساء تفعل المناسك كلها غير الطواف بالبيت.\nيجوز للمحرم ذبح بهيمة الأنعام، والدجاج، ونحوها، وله قتل الصائل المؤذي كالأسد والذئب والنمر والفهد والحية والعقرب والفأرة وكل مؤذ، كما يجوز له صيد البحر، وطعامه.\nيحرم على المحرم وغير المحرم قطع شجر الحرم، وحشيشه، إلا الإذخر كما يحرم قتل صيد الحرم فإن فعل فعليه الفدية، ويحرم صيد حرم المدينة وقطع شجره ولا فدية فيه.\nمن كان له عذر واحتاج إلى فعل محظور من محظورات الإحرام السابقة غير الوطء كحلق الشعر، ولبس المخيط ونحوهما فله ذلك،\nالجزء: 1 ¦ الصفحة: 89\n",
        "وعليه فدية يخير فيها بين:\n1 -\nصيام ثلاثة أيام.\n2 -\nأو إطعام ستة مساكين لكل مسكين مدُّ برِّ أو أرز أو نحوهما.\n3 -\nأو ذبح شاة.\nمنْ فعل شيئا من محظورات الإحرام جاهلا، أو ناسيا، أو مكرها فلا إثم عليه ولا فدية؛ لقوله تعالى: {رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا} [البقرة: 286] وعليه أن يتخلى عن المحظور فورا.\nمَنْ قتل صيدا بريا وهو محرم فإن كان له مثل من النعم خُيّر بين إخراج المثل، يذبحه ويطعمه مساكين الحرم، أو يقومه بدراهم يشتري بها طعاما فيطعم كل مسكين مُدا أو يصوم عن كل مُد يوما، وإن كان الصيد ليس له مثْلٌ خُيّر بين أن يشتري بقيمته طعاما ويفرقه على مساكين الحرم أو يصومَ عن كل مُد يوما.\nفدية المباشرة دون إنزال كفدية الأذى \"صيام، أو إطعام، أو ذبح شاة\".\nفدية الجماع في الحج قبل التحلل الأول بدنة، فإن لم يجد فصيام ثلاثة أيام في الحج وسبعة إذا رجع إلى أهله، وإن كان بعد التحلل الأول فكفدية الأذى.\nيجب على المتمتع والقارن الهدي إن لم يكونا من أهل مكة وهو شاة، أو سبع بدنه، أو سبع بقرة، فمن لم يجد الهدي، صام ثلاثة أيام في الحج وسبعة إذا رجع إلى أهله.\nالمحصر إذا لم يجد هديا صام عشرة أيام ثم حل.\nمن كرر محظورا من جنس واحد ولم يفد فدى مرة واحدة بخلاف\nالجزء: 1 ¦ الصفحة: 90\n",
        "صيد، ومن كرر محظورا من أجناس بأن حلق، ثم قلم أظفاره فدى لكل جنس مرة.\nالمواقيت المواقيت قسمان: 1 - زمانية: وهي أشهر الحج شوال وذو القعدة، وذو الحجة.\n2 -\nمكانية: وهي التي يحرم منها من أراد الحج أو العمرة وهي خمسة:\n1 -\nذو الحليفة: وهو ميقات أهل المدينة ومَنْ مرَّ بها، وتبعد عن مكة 435 كيلومتراٌ، وهي أبعد المواقيت عن مكة.\n2 -\nالجحفة: وهي ميقات أهل الشام ومصر ومن حاذاها أو مر بها. وهي قرية قرب رابغ وتبعد عن مكة 180 كيلومترا، ويحرم الناس الآن من رابغ.\n3 -\nيلملم: وهو ميقات أهل اليمن ومن بحذائها أو مر بها، ويلملم واد يبعد عن مكة حوالي 92 كيلومترا.\n4 -\nقرن المنازل: وهو ميقات أهل نجد والطائف ومن مر به، وهو المشهور الآن ب \"السيل الكبير\" بينه وبين مكة 75 كيلومترا، ووادي محرم هو أعلى قرن المنازل.\n5 -\nذات عرق: وهي ميقات أهل العراق وخراسان ووسط وشمال نجد ومن حاذاها أو مر بها، وهو واد، وتسمى الضريبة بينها وبين مكة 100 كيلومترا تقريبا.\nالجزء: 1 ¦ الصفحة: 91\n",
        "هذه المواقيت لأهلها ولمن مر عليها من غيرهم ممن أراد الحج أو العمرة.\nمن كان دون المواقيت فميقاته من حيث أنشأ حتى أهل مكة من مكة.\nمَن أراد الحج من أهل مكة أحرم منها، ومن أراد العمرة من أهل مكة أحرم من الحلّ وهو خارج الحرم من جميع الجهات.\nإذا لم يكن طريقه على ميقات فميقاته حذو أقرب المواقيت إليه فيحرم إذا حاذاه سواء كان بطائرة أو سيارة أو باخرة.\nلا يجوز لحاج أو معتمر تجاوز الميقات بلا إحرام، ومن تجاوزه بلا إحرام لزمه الرجوع إلى الميقات ليحرم منه، فإن لم يرجع أحرم من موضعه ولزمه دم وحجته وعمرته صحيحة، وإن أحرم قبل الميقات صح مع الكراهة.\nالجزء: 1 ¦ الصفحة: 92\n",
        "[\nالأضحية والعقيقة\n]\n7 -\nالأضحية والعقيقة - الأضحية: هي ما يذبح من الإبل والبقر والغنم في يوم النحر وأيام التشريق بنيَّة الأضحية وهي سُنَّة.\n- وقت ذبح الأضحية: من بعد صلاة العيد يوم النحر إلى آخر أيام التشريق.\n- يسن توزيع الأضحية أثلاثا، يأكل ثلثا ويهدي ثلثا، ويتصدق بثلث.\nوللأضحية فضل عظيم لما فيها من التوسعة، ونفع الفقراء وسد حاجاتهم.\nولا يجزئ في الأضحية والهدي إلا ما كان من الإبل ثني له خمس سنين، ومن البقر ثني له سنتان، ومن الضأن جذع له ستة أشهر، ومن المعز ثني وهو ما له سنة.\n- تجزئ الشاة عن واحد، والبدنة عن سبعة، والبقرة عن سبعة، ويجوز أن يضحي بشاة أو بدنة أو بقرة عنه وعن أهل بيته، وينبغي أن تكون الأضحية سليمة من العيوب.\n- العقيقة: هي الذبيحة عن المولود، وهي سُنَّة، تشرع عن الغلام شاتان، وعن البنت شاة، تذبح يوم سابعه ويسمى فيه، ويحلق رأسه ويتصدق\nالجزء: 1 ¦ الصفحة: 94\n",
        "بوزن الشعر ورقا فإن فات ففي الرابع عشر، فإن فات ففي واحد وعشرين، ثم في أي وقت ويسن ألا يكسر عظمها، والعقيقة شكر لله على نعمة متجددة ومولود قادم.\nالجزء: 1 ¦ الصفحة: 95\n",
        "[\nالجهاد\n]\n8 -\nالجهاد أ- تعريفه: هو بذل الطاقة والوسع في قتال الكفار.\nب- حكمة مشروعيته: الجهاد ذروة سنام الإسلام، وأفضل متطوع به، شرعه الله لتحقيق الأهداف الآتية:\n1 -\nلتكون كلمة الله هي العليا، ويكون الدين كله لله.\n2 -\nلإسعاد البشرية وإخراجها من الظلمات إلى النور.\n3 -\nلإقامة العدل في الأرض بإحقاق الحق، وإبطال الباطل، ومنع الظلم والفساد.\n4 -\nلنشر الدين، وحماية المسلمين، ورد كيد الأعداء.\nج- حكم الجهاد: الجهاد فرض كفاية إذا قام به من يكفي سقط عن الباقين، ويجب على كل مستطيع في الحالات الآتية:\n1 -\nإذا حضر صف القتال.\n2 -\nإذا حضر بلده عدو.\n3 -\nإذا استنفر الإمام.\nد - شروط وجوب الجهاد: الإسلام، العقل، البلوغ، الذكورية، السلامة من الضرر (كالمرض والعمى والعرج) ، ووجود النفقة.\nالجزء: 1 ¦ الصفحة: 97\n",
        "هـ- أقسام الجهاد: الجهاد أربعة أقسام هي:\n1 -\nجهاد النفس: وهو جهاد النفس على تعلم الدين، والعمل به، والدعوة إليه، والصبر على الأذى فيه.\n2 -\nجهاد الشيطان: وهو جهاده على دفع ما يلقي إلى العبد من الشبهات، والشهوات.\n3 -\nجهاد الكفار والمنافقين: ويكون بالقلب، واللسان، والمال، واليد.\n4 -\nجهاد أصحاب الظلم، والبدع والمنكرات: والأفضل أن يكون باليد إذا قدر فإن عجز فباللسان، فإن عجز فبالقلب.\nو ما للشهيد من فضل عند الله تعالى: للشهيد عند الله سبع خصال: يغفر له في أول قطرة من دمه، ويرى مقعده من الجنة، ويجار من عذاب القبر، ويأمن من الفزع الأكبر، ويحلى حلية الإيمان، ويزوج من الحور العين، ويشفع في سبعين من أقاربه.\nز- آداب الحرب: من آداب الحرب في الإسلام، عدم الغدر، عدم قتل النساء والأطفال إذا لم يقاتلوا، البعد عن العُجْب والغرور، وعدم تمني لقاء العدو، الدعاء بالنصر والتأييد من الله ومنه \"اللهم منزل الكتاب، ومجري السحاب، وهازم الأحزاب اهزمهم وانصرنا عليهم \".\n- ويحرم الفرار من الزحف إلا في حالتين:\nالأولى التحرف للقتال.\nالثانية التحيز إلى فئة.\nالجزء: 1 ¦ الصفحة: 98\n",
        "ح- أسرى الحرب: 1 - النساء والأطفال يسترقون.\n2 -\nالرجال المقاتلون يخيَّر الإمام بين إطلاقهم، أو مفاداتهم، أو قتلهم.\n- يجب على الإمام أن يتفقد جيشه عند المسير، ويمنع المخذل والمرجف، ولا يستعين بكافر إلا لضرورة، ويعد الزاد، ويسير بالجيش برفق، ويطلب لهم أحسن المنازل، ويمنع الجيش من الفساد والمعاصي، ويحدثهم بما يقوي نفوسهم، ويرغبهم في الشهادة ويأمرهم بالصبر، ويقسم الجيش، ويعيّن عليهم العُرفاء، والحراس، ويبعث العيون على العدو، ويَنْفل من يرى من الجيش، ويشاور في أمر الجهاد أهل الدين والرأي.\nي- ما يجب على الجيش للإمام: يلزم الجيش طاعة الإمام، والصبر معه، ولا يجوز الغزو إلا بإذنه إلا أن يفاجأهم عدو يخافون شره وأذاه، وإن طلب العدو الهدنة، أو كانوا في الأشهر الحرم فللمسلمين عقد الهدنة.\nالجزء: 1 ¦ الصفحة: 99\n",
        "[\nالقسم الثاني المعاملات\n]\n[\nالبيع وأحكامه وشروطه\n]\nالقسم الثاني: المعاملات - البيع وأحكامه وشروطه.\n- الربا معول هدم وتدمير لاقتصاد الأمم والشعوب، وأحكام الربا.\n- الإجارة وأحكامها وشروطها.\n- الوقف وأحكامه وشروطه.\n- الوصية وأحكامها وشروطها.\nالجزء: 1 ¦ الصفحة: 100\n",
        "1 -\nالبيع أ- تعريف البيع لغة وشرعا: البيع لغة: مصدر باع وهو مبادلة مال بمال أو دفع عوض وأخذ ما عوض عنه.\nوالبيع شرعا: \"عقد معاوضة مالية تفيد ملك عين أو منفعة على التأبيد لا على وجه القربة\".\nحكم البيع: البيع مشروع على سبيل الجواز، دل على جوازه الكتاب والسنة والإجماع والمعقول.\nب- الحكمة من إباحة البيع: لما كانت النقود والسلع والعروض موزعة بين الناس عامة، وحاجة الإنسان تتعلق بما في يد صاحبه، وهو لا يبذله بغير عوض، وفي إباحة البيع قضاء لحاجته، ووصول إلى غرضه، لذا أحلَّ الله البيع لتتحقق تلك المصالح.\nأركان البيع: أركان البيع هي:\n1 -\nالصيغة: الإيجاب والقبول.\n2 -\nالمتعاقدين: البائع والمشتري.\n3 -\nمحل العقد: الثمن والمثمّن.\nالجزء: 1 ¦ الصفحة: 101\n",
        "صيغة البيع: هي الإيجاب والقبول وكل ما يدل على الرضا مثل قول البائع: بعتك أو أعطيتك أو ملكتك، بكذا. وقال المشتري: اشتريت أو تملكت أو ابتعت أو قبلت وشبه ذلك. ويصح البيع بالصيغة الفعلية من طرف واحد، ومن الطرفين: البائع والمشتري.\nالتعاقد بالهاتف: المحادثة الهاتفية تعتبر هي مجلس العقد وهي تنتهي بانتهاء الاتصال؛ لأن العرف محكم في بيان مجلس العقد وانقضائه.\nيشترط لصحة البيع سبعة شروط: 1 - التراضي من البائع والمشتري أو من يقوم مقامهما.\n2 -\nجواز التصرف من المتعاقدين، بأن يكون كل منهما حرا مكلفا رشيدا.\n3 -\nأن تكون السلعة مباحة النفع فلا يجوز بيع ما لا نفع فيه، ولا ما نفعه محرم كالخمر والخنزير، ولا ما فيه منفعة لا تباح إلا حال الاضطرار كالميتة.\n4 -\nأن يكون المبيع مملوكا للبائع، أو مأذونا له في بيعه وقت العقد.\n5 -\nأن يكون المبيع معلوما بالوصف والمشاهدة.\n6 -\nأن يكون الثمن معلوما.\n7 -\nأن يكون المبيع مقدورا على تسليمه، فلا يصح بيع الشارد، والطير في الهواء ونحوهما.\nالشروط في البيع: الشروط في البيع قسمان: صحيح لازم، وفاسد مبطل للعقد،\nالجزء: 1 ¦ الصفحة: 102\n",
        "فالصحيح: كشرط تأجيل الثمن أو بعضه. أو رهن أو ضمين معينين؛ لأن ذلك من مصلحة العقد. أو شرط صفة في المبيع لحديث: «المسلمون على شروطهم» [رواه أحمد وأبو داود] .\nويصح أن يشترط البائع على المشتري منفعة ما باعه مدة معلومة كسكنى الدار شهرا مثلا.\nأما الشروط الفاسدة فمنها: فاسد يبطل العقد كاشتراط أحدهما على الآخر عقدا آخر كسلف وبيع وإجارة وصرف. ومنها ما لا يبطل العقد وإنما يبطل الشرط نفسه وذلك فيما إذا شرط أن لا خسارة عليه أو متى نفق المبيع وإلا رده. أو لا يبيعه ولا يهبه إلا إذا كان لاشتراط ذلك مصلحة خاصة فيصح الشرط.\nالبيوع المنهي عنها: أباح الإسلام بيع كل شيء يجلب الخير والبركة، وحرم بعض البيوع لما في بعضها من الجهالة والغرر، أو الإضرار بأهل السوق، أو إيغار الصدور ونحوها مما يسبب الأحقاد والتشاحن والتناحر ومنها:\n1 -\nالملامسة: كأن يقول مثلا أي ثوب لمسته فهو لك بكذا، وهذا البيع فاسد لوجود الجهالة والغرر.\n2 -\nبيع المنابذة: كأن يقول أي ثوب نبذته إليَّ فهو عليك بكذا، وهذا البيع فاسد لا يصح لوجود الجهالة والغرر.\n3 -\nبيع الحصاة: كأن يقول: ارم هذه الحصاة فعلى أي سلعة وقعت فهي لك بكذا،\nالجزء: 1 ¦ الصفحة: 103\n",
        "وهذا البيع فاسد لا يصح للجهالة والغرر.\n4 -\nبيع النجش: وهو أن يزيد في السلعة من لا يريد شراءها، وهذا البيع حرام؛ لأن فيه تغريرا بالمشتري وخداعا له.\n5 -\nبيعتان في بيعة: كأن يقول: بعتك هذا على أن تبيعني أو تشتري مني هذا، أو بعتك هذه السلعة بعشرة حالة، أو عشرين مؤجلة ويتفرقا قبل تعيين أحدهما، وهذا البيع غير صحيح؛ لأن البيع معلق بشرط في الأول؛ ولعدم استقرار الثمن في الثاني.\n6 -\nبيع الحاضر للبادي: وهو السمسار الذي يبيع السلعة بأغلى من سعر يومها.\n7 -\nبيع الرجل على بيع أخيه: كأن يقول لمن يريد شراء سلعة بعشرة عندي لك مثلها بتسعة.\n8 -\nبيع السلعة قبل قبضها.\n9 -\nبيع العينة: وهي أن يبيعه سلعة إلى أجل ثم يشتريها منه بأقل من قيمتها نقدا.\n10 -\nالبيع بعد النداء الثاني للجمعة لمن تلزمه.\nالجزء: 1 ¦ الصفحة: 104\n",
        "[\nالربا أحكامه وأقسامه والطرق التي فتحها الإسلام للتخلص منه\n]\n2 -\nالربا- أحكامه -أقسامه\nالطرق التي فتحها الإسلام للتخلص منه أ- تعريف الربا: الربا: مقصور ويطلق على الزيادة والنمو، يقال: ربا المال إذا زاد ونما، وأربى على الخمسين زاد ويطلق على كل بيع محرم.\n- والربا في اصطلاح الفقهاء: الزيادة في أشياء مخصوصة.\nأو هو عقد على عوض مخصوص غير معلوم التماثل في معيار الشرع حالة العقد، أو مع تأخير في البدلين أو أحدهما.\nب- حكمة تحريم الربا: والإسلام حرَّم الربا للأمور التالية:\n1 -\nانعدام التقابل بين الجهد والثمرة لكون الدائن المرابي لا يبذل جهدا ولا يقدم عملا ولا يتحمل خسارة. . فيما يحصل عليه من كسب وما يتملكه من ربح.\n2 -\nانهيار اقتصاد المجتمع بسبب تلكُّؤ الدائن عن العمل. . وإخلاده إلى الراحة والكسل طمعا في ربح الفائدة والإثقال على المدين بالالتزامات الربوية.\n3 -\nانهيار أخلاق المجتمع بسبب انعدام التعاون بين أفراده مما يؤدي حتما إلى تفسخ المجتمع وشيوع الأنانية والأثرة فيه بدل التضحية والمحبة والإيثار.\n4 -\nانقسام المجتمع إلى طبقتين متنازعتين طبقة المستغلين والمتحكمين\nالجزء: 1 ¦ الصفحة: 105\n",
        "برؤوس أموالهم، وطبقة الفقراء والمستضعفين الذين أكلت جهودهم وأتعابهم من غير حق.\nب- أنواع الربا: الربا عند أكثر العلماء نوعان هما:\n1 -\nربا النسيئة: والنسيئة هي: التأجيل والتأخير. وربا النسيئة هو: الزيادة في أحد العوضين مقابل تأخير الدفع ويسمى بالأجل.\n2 -\nربا الفضل: والفضل لغة ضد النقص.\nوربا الفضل هو: الزيادة في أحد البدلين المتفقين جنسا، كذهب بذهب أكثر وبر ببر أكثر ونحوهما، مما يجري فيه ربا الفضل، ويسمى ربا البيع والربا الخفي.\n- وزاد الشافعية نوعا ثالثا سموه: ربا اليد وهو: تأخير قبض العوضين أو أحدهما.\n- وزاد بعضهم نوعا رابعا سماه: ربا القرض وهو المشروط فيه جر نفع.\n- غير أن هذا التقسيم لم يخرج في الحقيقة عن تقسيم بقية العلماء إذ إن ما سموه ربا اليد أو ربا القرض يمكن إرجاعهما إلى النوعين الأولين.\n- ويقسم الاقتصاديون المحدثون الربا إلى استهلاكي وإنتاجي.\n1 -\nالاستهلاكي: هو الزيادة التي تؤخذ على القروض المستعملة في شراء الحاجات الاستهلاكية كطعام وشراب ودواء ونحو ذلك.\n2 -\nالإنتاجي: هو ما يؤخذ على الديون المستعملة في عمليات إنتاجية كإقامة مصنع أو عمل مزرعة أو من أجل أغراض تجارية محضة.\nالجزء: 1 ¦ الصفحة: 106\n",
        "كما يقسمونه أيضا إلى نوعين آخرين هما:\n1 -\nمضاعف: وهو الذي تجعل فيه الفائدة بنسبة كبيرة.\n2 -\nبسيط: وهو الذي تكون فيه الفائدة بنسبة قليلة.\nوتحريم الإسلام للربا يشمل كل تعامل به سواء أكان ربا فضل أو ربا نسيئة وسواء كان الربا بفائدة كثيرة أو قليلة وسواء أكان ربا استهلاك أو استثمار فكل هذه التنويعات تندرج تحت لفظ التحريم في قول الله تعالى: {وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا} [البقرة: 275]\nد- الطرق التي فتحها الإسلام للتخلص من التعامل بالربا: هيَّأ الإسلام طرقا للقضاء على الربا القائم والتخلص منه مستقبلا، من هذه الطرق:\n1 -\nأنه أباح شركة المضاربة، وهي شركة يكون رأس المال فيها من شخص. والعمل من شخص آخر، والربح مشترك بينهما بالقدر المتفق عليه، والخسارة على صاحب رأس المال، أما صاحب الجهد والعمل فلم يتحمل من الخسارة شيئا إذ يكفيه أنه خسر جهده وعمله.\n2 -\nأباح بيع السّلم، وهو بيع آجل بعاجل، فمن كان مضطرا للمال يبيع على الموسم من إنتاجه بسعر مناسب، وبشروط مذكورة في كتب الفقه.\n3 -\nأباح بيع المؤجل: وهو زيادة عن الثمن في بيع النقد، وقد أباحه الإسلام لتيسير مصالح الناس، وللتخلص من التعامل بالربا.\n4 -\nحض على وجود مؤسسات للقرض الحسن: سواء أكان القرض على مستوى الأفراد أو على مستوى الجماعات أو على مستوى الحكومات. . تحقيقا لمبدأ التكافل الاجتماعي بين الأمة.\nالجزء: 1 ¦ الصفحة: 107\n",
        "5 -\nشرع الإسلام دفع الزكاة للمديون المحتاج، والفقير الذي لا يملك، والغريب المنقطع ونحو ذلك سدًّا لحاجتهم وجبرا لخلتهم ورفعا لمستواهم.\nتلك هي أهم الأبواب التي فتحها الإسلام أمام أي فرد من المجتمع، لتتحقق مصلحته وتحفظ له كرامته الإنسانية، ويصل إلى مقصده النبيل في قضاء حوائجه، وتأمين مصالحه وازدهار عمله وإنتاجه.\n- فوائد البنوك وحكمها: - الفوائد جمع فائدة، والمقصود بها عند الاقتصاديين: فائدة ما يسمى بالنقود السائلة، وهي الزيادة التي تدفعها البنوك وصناديق الادخار على الودائع أو تأخذها على القروض، وهي من الربا بل هي الربا بعينه وإن سموها فوائد فلا شك في أنها من الربا المحرم بالكتاب والسنة والإجماع.\nوقد نقل الإجماع على تحريم الزيادة المشروطة على القرض. على أن ما يسمونه قرضا ليس قرضا بل هو كما يقول مفتي الديار السعودية الشيخ محمد بن إبراهيم رحمه الله: \"والحقيقة فيما يقال عنه قرض ليس قرضا؛ لأن المقصود بالقرض الإحسان والإرفاق، وهذا معاوضة ظاهرة فهو في الحقيقة بيع دراهم إلى أجل، وربحها ربحا معلوما مشروطا.\nوبهذا يعلم أن الفائدة التي تأخذها البنوك على القروض أو تدفعها على الودائع تساوي الربا تماما فكلاهما بمعنى الزيادة فيصح إطلاق كل منهما على الآخر \".\nالجزء: 1 ¦ الصفحة: 108\n",
        "[\nالإجارة\n]\n3 -\nالإجارة أ- تعريف الإجارة: هي عقد على منفعة مباحة معلومة.\nب- حكمها: جائزة، وهي عقد لازم من الطرفين.\nج- حكمة مشروعيتها: الإجارة فيها تبادل المنافع بين الناس بعضهم بعضا فهم يحتاجون أرباب الحرف للعمل والبيوت للسكنى والدواب والسيارات والآلات للحمل، والركوب، والانتفاع، وإباحة الإجارة تيسير على الناس وقضاء لحاجاتهم.\nد - الإجارة نوعان: 1 - أن تكون على عين معينة، كأجرتك هذه الدار أو السيارة.\n2 -\nأن تكون على عمل كأن يستأجر شخصا لبناء جدار، أو حرث أرض ونحوهما.\nهـ- شروط الإجارة: شروط الإجارة أربعة هي:\n1 -\nأن تكون من جائز التصرف.\n2 -\nمعرفة المنفعة كسكنى دار، أو خدمة آدمي، أو تعليم علم.\n3 -\nمعرفة الأجرة.\n4 -\nأن تكون المنفعة مباحة كدار للسكن، فلا تصح على نفع محرم\nالجزء: 1 ¦ الصفحة: 109\n",
        "كالزنا، والغناء، وجعل داره كنيسة، أو لبيع خمر ونحو ذلك.\n(مسألة) : إن ركب سيارة أو طائرة أو سفينة، أو أعطى ثوبه قصارا أو خياطا أو استأجر حمالا بلا عقد صح ذلك كله بأجرة العادة؛ لأن العرف الجاري بذلك وغيره يقوم مقام القول.\nو ما يشترط في المؤجر: يشترط في العين المؤجرة، معرفتها برؤية أو صفة، وأن يعقد على نفعها دون أجزائها، وأن يقدر على تسليمها، وأن تشتمل على المنفعة، وأن تكون مملوكة للمؤجر أو مأذونا له فيها.\nز- مسائل في الإجارة: - تصح إجارة الوقف، فإن مات المؤجر، وانتقل إلى من بعده لم تنفسخ وللثاني حصته من الأجرة.\n- كل ما حرم بيعه حرمت إجارته إلا الوقف، والحر، وأم الولد.\n- تنفسخ الإجارة بتلف العين المؤجرة، وانقطاع نفعها.\n- يجوز أخذ الأجرة على التعليم، وبناء المساجد، ونحوها، أما الحج فيجوز مع الحاجة أخذ الأجرة.\n- إذا أخذ الإمام، أو المؤذن، أو المعلم للقرآن من بيت المال أو أعطي بلا شرط جاز له ذلك.\n- لا يضمن الأجير ما تلف بيده ما لم يفرط أو يتعدى.\n- تجب الأجرة بالعقد، ويجب تسليم الأجرة بتسليم العين المؤجرة وإن تراضيا على التأجيل، أو التقسيط جاز، والأجير يستحق أجرته إذا قضى عمله.\nالجزء: 1 ¦ الصفحة: 110\n",
        "[\nالوقف\n]\nالوقف 1 - تعريف الوقف لغة واصطلاحا:\nالوقف في اللغة: مصدر وقف وجمعه أوقاف، يقال: وقف الشيء وأوقفه وحبسه وأحبسه وسبّله بمعنى واحد.\nوأما في الاصطلاح: هو تحبيس الأصل وتسبيل المنفعة.\n2 -\nالأصل في مشروعية الوقف: الأصل في مشروعيته السنّة الثابتة عن رسول الله صلى الله عليه وسلم وكذلك إجماع الأمة.\nأما السنة: ففي الصحيحين «أن عمر قال: يا رسول الله، إني أصبت مالا بخيبر لم أصب قط مالا أنفس عندي منه، فما تأمرني فيه؟ قال: \"إن شئت حبست أصلها وتصدقت بها غير أنه لا يباع أصلها ولا يوهب ولا يورث» .\nفتصدق بها عمر على الفقراء وذوي القربى والرقاب وفي سبيل الله وابن السبيل والضيف، ولا جناح على من وليها أن يأكل منها بالمعروف أو يطعم صديقا غير متمول فيه.\nوالوقف مما اختص به المسلمون، قال جابر - رضي الله عنه-: لم يكن أحد من أصحاب النبي صلى الله عليه وسلم ذو مقدرة إلا وقف.\n\"وهذا يبين أن ما عليه الناس الآن عكس ما عرف في عصر\nالجزء: 1 ¦ الصفحة: 111\n",
        "الصحابة، فغالب الناس الآن لا يعرفون إلا الوصية ولا يعرفون الوقف \".\n3 -\nحكمة مشروعية الوقف: 1 - يُرغِّب مَنْ وسَّع الله عليهم من ذوي الغنى واليسار أن يتزودوا من الطاعات ويكثروا من القربات فيخصصوا شيئا من أموالهم العينية ما يبقى أصله وتستمر المنفعة منه خشية أن يؤول المال بعد مفارقة الحياة إلى من لا يحفظه ولا يصونه فينمحي عمله ويصبح عَقبُه من ذوي الفاقة والإعسار، ودفعا لكل هذه التوقعات ومشاركة في أعَمال الخيرات شرع الوقف في الحياة ليباشر الواقف ذلك بنفسه ويضعه في موضعه الذي يريده ويتمناه وليستمر مصرف ريعه بعد الوفاة كما كان في الحياة.\n2 -\nالوقف سبب رئيسي في قيام المساجد والمدارس والربط ونحوها من أعمال الخير والمحافظة عليها، فإن أغلب المساجد على مدى التاريخ قامت على تلك الأوقاف، بل إن كل ما يحتاجه المسجد من فرش وتنظيف ورزق القائمين عليه كان ولا يزال مدعوما بالأوقاف.\n4 -\nألفاظ الوقف: له ألفاظ صريحة وهي:\nوقفت وحبست وسبّلت.\nوأما الألفاظ الكنائية فهي:\nتصدقت وحرّمت وأبدت.\nوتكون ألفاظ الكناية دالة على الوقف بواحد من ثلاثة أمور:\n1 -\nالنية، فإذا نطق ونوى بواحدة من هذه الألفاظ الكنائية صار موقفا.\n2 -\nإذا اقترنت الألفاظ الكنائية بواحدة من الألفاظ الصريحة أو الكنائية\nالجزء: 1 ¦ الصفحة: 112\n",
        "كتصدقت بكذا صدقة موقوفة أو محبّسة أو مسبّلة أو مؤبدة أو محرمة.\n3 -\nأن يصف العين بأوصاف، فيقول: محرمة لا تباع ولا توهب. وكما يصح الوقف بالقول كواحد من الألفاظ الصريحة أو الكنائية على ما ذُكر فإنه يصح بالفعل كمن جعل أرضه مسجدا وأذن للناس في الصلاة فيها.\n5 -\nأنواع الوقف: ينقسم الوقف باعتبار الجهة الأولى التي وقف عليها إلى نوعين:\n1 -\nخيري\n2 -\nوأهلي.\n1 -\nالوقف الخيري: هو الذي يوقف في أول الأمر على جهة خيرية ولو لمدة معينة، ويكون بعدها وقفا على شخص معين أو أشخاص معينين، كأن يقف أرضه على مستشفى أو مدرسة ثم من بعد ذلك على أولاده.\n2 -\nالوقف الأهلي أو الذُّري: وهو الذي يوقف في ابتداء الأمر على نفس الواقف أو أي شخص أو أشخاص معينين ويجعل آخره لجهة خيرية. كأن يوقف على نفسه ثم على أولاده ثم على جهة خيرية من بعدهم.\n6 -\nمحل الوقف: محل الوقف هو المال الموجود المتقوّم من عقار أرضا أو دارا بالإجماع، أو منقول ككتب وثياب وحيوان وسلاح، لقوله صلى الله عليه وسلم: «وأما خالد فإنكم تظلمون خالدا فإنه احتبس أدرعه وأعتده في سبيل الله» . واتفقت الأمة على وقف الحُصرُ والقناديل في المساجد من غير نكير.\nالجزء: 1 ¦ الصفحة: 113\n",
        "ويصح وقف الحلي للبس والإعارة؛ لأنه عين يمكن الانتفاع بها دائما فصح وقفها كالعقار.\nشروط المُوقف: يشترط في الموقف شروطا إذا توافرت فيه صح وقفه وإلا فلا وهي:\n1 -\nأن يكون أهلا للتبرع، فلا يصح الوقف من غاصب ولا من مشتر لم يستقر له الملك استقرارا تاما.\n2 -\nأن يكون الموقف عاقلا، فلا يصح الوقف من مجنون ولا معتوه ونحوهما.\n3 -\nأن يكون بالغا، فلا يصح وقف الصبي سواء كان مميزا أو غير مميز.\n4 -\nأن يكون رشيدا فلا يصح الوقف من محجور عليه لسفه أو فلس أو غفلة.\n8 -\nشروط الموقوف: ولكي يكون الوقف نافذا في الموقوف فيشترط لذلك شروطا:\n1 -\nأن يكون مالا متقوّما من عقار وغيره.\n2 -\nأن يكون الموقوف معلوما محددا.\n3 -\nأن يكون الموقوف مملوكا للواقف حال الوقف.\n4 -\nأن يكون الموقوف معينا غير شائع فلا يجوز وقف نصيب مشاع.\n5 -\nأن لا يتعلق بالموقوف حق للغير.\n6 -\nأن يمكن الانتفاع بالموقوف عرفا.\n7 -\nأن يكون في الموقوف منفعة مباحة.\n9 -\nكيفية الانتفاع بالموقوف: يحصل الانتفاع بالموقوف:\nالجزء: 1 ¦ الصفحة: 114\n",
        "بتحصيل المنفعة كسكن الدار وركوب الدابة والصوف واللبن والبيض والوبر من الحيوان.\n10 -\nالفرق بين الوقف والوصية: 1 - أن الوقف تحبيس الأصل وتسبيل المنفعة، بينما الوصية تمليك مضاف إلى ما بعد الموت بطريقة التبرع سواء كان في الأعيان أو في المنافع.\n2 -\nأن الوقف يلزم ولا يجوز الرجوع فيه في قول عامة أهل العلم لقول الرسول صلى الله عليه وسلم لعمر: «إن شئت حبست أصلها وتصدقت بها فتصدَّقَ» .\nأما الوصية فإنها تلزم ويجوز للوصي أن يرجع في جميع ما أوصى به أو بعضه.\n3 -\nالوقف يخرج العين الموقوفة عن التمليك لأحد وتخصيص المنفعة للموقوف عليه، بينما الوصية تتناول العين الموصى بها أو منفعتها للموصى له.\n4 -\nتمليك منفعة الوقف يظهر حكمها أثناء حياة الواقف وبعد مماته، وللتمليك في الوصية لا يظهر حكمه إلا بعد موت الموصي.\n5 -\nالوقف لا حد لأكثره بينما الوصية لا تتجاوز الثلث إلا بإجازة الورثة.\n6 -\nالوقف يجوز لوارث والوصية لا تجوز لوارث إلا بإجازة الورثة.\nالجزء: 1 ¦ الصفحة: 115\n",
        "[\nالوصية\n]\n5 -\nالوصية أ- تعريف الوصية: الوصية هي الأمر بالتصرف بعد الموت ويتضمن إيصال الأمانات والتبرع بالمال وتزويج البنات وغسل الميت والصلاة عليه وتفرقة الثلث وغير ذلك.\nب- الأصل في مشروعية الوصية: الأصل فيها الكتاب والسنة والإجماع، قال تعالى: {كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ} [البقرة: 180]\nوقال صلى الله عليه وسلم: «ما حق امرئ مسلم له شيء يوصي به يبيت ليلتين إلا ووصيته مكتوبة» .\nج- ما تنعقد به الوصية: 1 - العبارة.\n2 -\nالكتابة.\n3 -\nالإشارة المفهمة.\nأولا: العبارة: لا خلاف بين الفقهاء في انعقاد الوصية باللفظ الصريح. مثل أوصيت لفلان بكذا، أو غير الصريح الذي يفهم منه الوصية بالقرينة كجعلت له بعد موتي كذا أو اشهدوا أني أوصيت لفلان بكذا.\nثانيا: الكتابة إذا صدرت من عاجز عن النطق كالأخرس ومعتقل اللسان إذا امتدت عقلته أو صار ميئوسا من قدرته على النطق.\nثالثا: الإشارة المفهمة، وتنعقد الوصية من الأخرس أو معتقل اللسان بالإشارة المفهمة بشرط أن يصير معتقل اللسان ميئوسا من نطقه.\nالجزء: 1 ¦ الصفحة: 116\n",
        "د- حكم الوصية: الوصية مشروعة ومأمور بها، قال جل وعلا: {يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنَانِ} [المائدة: 106]\nهـ- أنواع الوصية:\n1 -\nالوصية الواجبة: وتكون على من عليه دين وفي ذمته حقوق ولديه أمانات وعُهد فإنه يجب عليه أن يوضح ذلك كله بالكتابة الواضحة الجلية التي تحدد الديون إن كانت حالة أو مؤجلة، وما لديه من أمانات وعُهَد وذلك حتى يكون الوارث على أمر واضح حين التصرف فيما وكل إليه.\n2 -\nالوصية المسنونة: والمرغب فيها، وهي التي تكون في ثلث المال فما دون لغير وارث. فهذه مستحبة وتصرف في أعمال البر وطرق الخير سواء كانت خاصة كلفلان قريبا كان أو أجنبيا أو لجهة معينة كالمسجد الفلاني أو لجهات عامة كالمساجد والمدارس والمكتبات والملاجئ والمشافي ونحوها.\nو قدر الوصية: لا يجوز أن تتجاوز الوصية الثلث؛ لقول النبي صلى الله عليه وسلم لسعد حين قال: «أوصي بمالي كله؟ قال: \"لا\" قال: بالشطر؟ قال: \"لا\" قال: بالثلث؟ قال: \"الثلث والثلث كثير» [متفق عليه] .\nولا يجوز الوصية لوارث أو لأجنبي في أكثر من الثلث إلا بإجازة الورثة.\nالجزء: 1 ¦ الصفحة: 117\n",
        "ز- ما يعتبر لصحة الوصية: 1 - أن تكون بالمعروف أي بالعدل.\n2 -\nأن تكون على ما شرعه الله على لسان نبيه صلى الله عليه وسلم.\n3 -\nعلى الموصي أن يخْلص عمله لله وأن يقصد بوصيته أعمال البر والخير.\nح- ما يشترط في الموصي: 1 - أن يكون أهلا للتبرع.\n2 -\nأن يكون مالكا.\n3 -\nأن يكون راضيا مختارا.\nط- ما يشترط في الموصى له: 1 - أن يكون على جهة بر أو مباح.\n2 -\nأن يكون الموصى له موجودا وقت الوصية تحقيقا أو تقديرا وعلى ذلك تصح الوصية للمعدوم.\n3 -\nأن يكون الشخص معلوما.\n4 -\nأن يكون أهلا للتملك والاستحقاق.\n5 -\nأن يكون غير قاتل.\n6 -\nيشترط في الموصى له ألا يكون وارثا.\nي- ما يشترط في الموصى به: 1 - أن يكون مالا قابلا للتوارث.\n2 -\nأن يكون المال الموصى به متقوما في عرف الشرع.\n3 -\nأن يكون قابلا للتمليك وإن كان معدوما وقت الوصية.\n4 -\nأن يكون الموصى به مملوكا للموصي أثناء الوصية.\nالجزء: 1 ¦ الصفحة: 118\n",
        "5 -\nأن لا يكون الموصى به معصية أو محرما شرعا.\nك- إثبات الوصية: يندب بالاتفاق كتابة الوصية وبدؤها بالبسملة والثناء على الله بالحمد ونحوه والصلاة والسلام على النبي صلى الله عليه وسلم ثم إعلان الشهادتين كتابة أو نطقا بعد البسملة والحمد لله والصلاة على النبي صلى الله عليه وسلم.\nل- أنواع الأوصياء: أنواع الأوصياء ثلاثة:\n1 -\nوصي الحاكم.\n2 -\nوصي القاضي.\n3 -\nالوصي المختار لواحد من أفراد المسلمين.\nم- مبطلات الوصية: 1- الرجوع عن الوصية بتصريح أو دلالة.\n2 -\nتعليق الوصية على شرط لم يتحقق.\n3 -\nعدم وجود تركة تكون محلا للوصية.\n4 -\nزوال أهلية الموصي.\n5 -\nردّة الموصي عن الإسلام عند بعض أهل العلم.\n6 -\nرد الوصية من قبَل الموصي له.\n7 -\nموت الموصى له المعيَّن قبل موت الموصي.\n8 -\nقتل الموصى له الموصي.\n9 -\nهلاك الموصى به المعين أو ظهور استحقاقه.\n10 -\nتبطل الوصية إذا كانت لوارث ولم يجزها الورثة.\nالجزء: 1 ¦ الصفحة: 119\n",
        "[\nالقسم الثالث الأحوال الأسرية\n]\n[\nالنكاح وأحكامه وشروطه\n]\nالقسم الثالث\nالأحوال الأسرية (النكاح) حكمة مشروعية النكاح: - النكاح من سنن الإسلام التي رغَّب فيها الرسول صلى الله عليه وسلم بقوله: «يا معشر الشباب، من استطاع منكم الباءة فليتزوج فإنه أغض للبصر وأحصن للفرج، ومن لم يستطع فعليه بالصوم فإنه له وجاء» [رواه الجماعة] .\n- من حكمة الزواج: 1 - الزواج بيئة صالحة تؤدي إلى ترابط الأسرة، وتبادل المحبة، وإعفاف النفس، وصيانتها عن الحرام.\n2 -\nالزواج خير وسيلة لإنجاب الأولاد، وتكثير النسل مع المحافظة على الأنساب.\n3 -\nالزواج أحسن وسيلة لإرواء الغريزة الجنسية وقضاء الوطر مع السلامة من الأمراض.\n4 -\nوفي الزواج إشباع لغريزة الأبوة والأمومة التي تنمو بوجود الأطفال.\n5 -\nوفي الزواج سكن، وطمأنينة، واحتشام، وإعفاف للزوج والزوجة. . . إلخ.\nتعريف النكاح لغة وشرعا:\nالنكاح في اللغة: الوطء والجمع بين الشيئين وقد يطلق على العقد. تقول: نكح فلانة إذا عزم على أن يتزوجها وعقد عليها، وإذا قلت: نكح امرأته أي جامعها.\nالجزء: 1 ¦ الصفحة: 121\n",
        "والنكاح شرعا: عقد يعتبر فيه لفظ إنكاح أو تزويج في الجملة والمعقود عليه منفعة الاستمتاع أو الازدواج أو المشاركة.\nحكم النكاح: يُسن لذي شهوة لا يخاف الزنا، ويجب على من يخافه، ويُباح لمن لا شهوة له كالعنين والكبير، ويحرم بدار الحرب، لغير ضرورة.\nصيغه: ينعقد النكاح بكل لفظ يدل عليه، وبأي لغة، فيقول: زوجت أو نكحت، أو يقول: قبلت هذا النكاح، أو تزوجتها، أو تزوجت أو رضيت، ويُستحب أن يكون باللغة العربية ومن لم يعرفها أدى الإيجاب أو القبول بلغته.\nأركان النكاح: له ركنان:\n1 -\nالإيجاب وهو: اللفظ الصادر من الولي، أو من يقوم مقامه بلفظ إنكاح أو تزويج ممن يحسن العربية، لأنهما اللفظان الوارد بهما القرآن، قال تعالى: {فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ} [النساء: 3]\n2 -\nالقبول وهو: اللفظ الصادر من الزوج، أو من يقوم مقامه.\nبلفظ: قبلت، أو: رضيت هذا النكاح، أو: قبلت فقط. ويكون الإيجاب سابقا للقبول إلا بقرينة.\nشروط النكاح أربعة وهي: 1 - تعيين الزوجين.\n2 -\nرضا الزوجين فلا يجوز إكراه أحدهما على الآخر، وتستأذن\nالجزء: 1 ¦ الصفحة: 122\n",
        "البكر والثيب، والإذن \"صمات البكر، ونطق الثيب \" ولا يشترط ذلك من مجنون ومعتوه.\n3 -\nالولي، ويشترط أن يكون ذكرا حرا بالغا عاقلا رشيدا عدلا ويشترط الاتفاق في الدين، وأبو المرأة أحق بتزويجها، ثم وصيه في النكاح، ثم جدها لأب وإن علا، ثم ابنها وإن نزل، ثم أخوها لأبوين، ثم لأب ثم ابناهما كذلك، ثم عمها لأبوين، ثم لأب، ثم بنوهما، ثم أقرب العصبة نسبا ثم السلطان.\n4 -\nالشهادة، فلا يصح النكاح إلا بشاهدين عدلين ذكرين مكلفين.\n5 -\nخلو الزوجين من الموانع.\nما يسن وما يحرم في النكاح: - يُسن نكاح امرأة واحدة لمن خاف عدم العدل، دينة، أجنبية، بكر، ولود، جميلة.\n- يستحب لمن أراد خطبة امرأة أن ينظر منها إلى ما ليس بعورة، وما يدعوه إلى نكاحها بلا خلوة ليكون على بيَّنة من أمره، وللمرأة أن تنظر إلى خطيبها كذلك.\n- إن لم يتيسر للخطيب النظر إليها، بعث إليها امرأة ثقة تتأملها ثم تصفها له.\n- يحرم على الرجل أن يخطب على خطبة أخيه حتى يذر أو يأذن.\n- يباح التصريح، والتعريض في خطبة المعتدة لمن طلقها طلاقا بائنا دون الثلاث.\n- يحرم التصريح، والتعريض لمطلقة رجعية في عدتها.\n- يسن العقد يوم الجمعة مساءً؛ لأن فيه ساعة إجابة ويسن بالمسجد إن تيسر.\nالجزء: 1 ¦ الصفحة: 123\n",
        "[\nالقسم الرابع أحكام خاصة بالمرأة المسلمة\n]\n[\nتمهيد\n]\nالقسم الرابع\nأحكام خاصة بالمرأة المسلمة\nالجزء: 1 ¦ الصفحة: 124\n",
        "تمهيد لمَّا كان خطاب الشارع إلى المكلفين ينقسم إلى ثلاثة أقسام:\n1 -\nقسم خاص بالرجل.\n2 -\nقسم خاص بالمرأة.\n3 -\nوقسم مشترك بينهما.\nأحببت في هذه المسائل أن أذكر أهم الأحكام الفقهية التي تخص المرأة ومعظم الأحكام التي يشترك فيها الرجل والمرأة ذكرتها قبلُ في الأقسام الثلاثة التي تقدمت.\nوإليك هذه المسائل مفصلة:\n[\nمسائل خاصة بالمرأة\n]\nمسائل خاصة بالمرأة المسألة الأولى: حكم المسح على الباروكة: لبس الباروكة جائز للحاجة.\nفإذا احتاجت المرأة إلى لبس الباروكة فإنها لا تمسح عليها عند وضوئها للصلاة؛ لأنها ليست خمارا ولا في معنى الخمار؛ ولأنه لا بد من المسح على الرأس مباشرة أو على الشعر الذي خلقه الله.\nالمسألة الثانية: طلاء الأظافر: تتعمد بعض النساء فيضعن على أظافرهن طلاءً (كالمناكير والإكلادور) مما يحجب وصول الماء إلى البشرة، وهو لا يجوز، بل يشترط وضعها على طهارة ويزال عند الوضوء مرة أخرى.\nالمسألة الثالثة: الحيض: هو دم يخرج من قُبُل المرأة حال صحتها من غير سبب\nالجزء: 1 ¦ الصفحة: 125\n",
        "ولادة أو افتضاض.\nويرى كثير من الفقهاء أن وقته يبدأ عند بلوغ الأنثى تسع سنين، فإذا رأت الدم قبل بلوغها هذا السن لا يكون دم حيض بل دم علة وفساد وقد يمتد إلى آخر العمر والغالب أنَّه ينقطع عند بلوغ سنّ الخمسين.\nوأنواعه ستة: السواد والحمرة والصفرة والكدرة والخضرة والترابية.\nوأقل الحيض يوم وليلة، وأوسطه خمسة، وأكثره خمسة عشر يوما، وغالبه ست أو سبع.\nوأقل الطهر الفاصل بين الحيضتين ثلاثة عشر يوما غالبا وقد يكون أقل من ذلك أو أكثر.\nويمنع الحيض الصلاة والصوم ودخول المسجد وقراءة القرآن في المصحف والطواف والجماع كما أنه علامة على البلوغ.\nالمسألة الرابعة: النفاس: هو الدم الخارج من الفرج عقب الولادة أو خروج أكثر الولد ولو سقطا استبان خَلقُه.\nومدة النفاس: أربعون يوما غالبا وليس لأقله مدة معينة. وإذا ولدت المرأة توأمين- فتعتبر مدة نفاسها من الأول لا من الثاني.\nويمنع النفاس الأشياء التي يمنعها الحيض كالصوم والصلاة وهكذا. . .\nالمسألة الخامسة: الاستحاضة: الاستحاضة هي سيلان الدم في غير وقت الحيض والنفاس من أدنى الرحم فكل ما زاد على أكثر مدة الحيض أو النفاس أو\nالجزء: 1 ¦ الصفحة: 126\n",
        "نقص عن أقله أو سال قبل سن الحيض- وهو تسع سنين- فهو استحاضة. وحكم الاستحاضة أنها حدث دائم لا يمنع صلاة ولا صوما.\nوالمستحاضة تتوضأ لكل صلاة. ويجوز لزوجها مجامعتها.\nوالدم الذي تراه الحامل يعد من قبيل الاستحاضة.\nالمسألة السادسة: تنهى المرأة عن حلق شعرها إلا لحاجة، ويحرم عليها النمص والوشم ووصل الشعر والتفلج (1) لأن النبي صلى الله عليه وسلم «لعن الفاعلة والمفعول بها» [رواه السبعة] .\nويحرم على المرأة وضع الطيب إلا لزوجها، وبين النساء.\nالمسألة السابعة: عورة المرأة: المرأة كلها عورة عند وجود الرجال الأجانب فيجب عليها أن تتحجب عن الرجال الأجانب كما لا يجوز لها الخلوة بالرجل الأجنبي.\nولا تسافر إلا مع ذي محرم منها، وهو من تحرم عليه على التأبيد بسبب مباح من نسب أو مصاهرة أو رضاع.\nوتستر المرأة في الصلاة جميع بدنها إلا وجهها وكفيها وقدميها ويجب ستر ذلك إذا كانت بحضرة رجال أجانب ويستحب ستر كفيها وقدميها مطلقا.\nوالساتر من اللباس ما كان فضفاضا كثيفا، لا يشبه لباس الرجل،\n(1) النمص: إزالة شعر الحاجبين أو ترقيقهما. والوشم: وهو وخز الجلد بإبرة ونحوها حتى يسيل الدم ثم حشو ذلك الموضع بمادة ملونة.\nوالتفلج: هو ترقق الأسنان بمبرد إظهارا للصغر وحسن الأسنان.\nالجزء: 1 ¦ الصفحة: 127\n",
        "ولا يكون مشجرا يجذب الأنظار ولا يشبه لباس الكافرات ولا يكون لباس شهرة.\nالمسألة الثامنة: (زينة المرأة) : للمرأة زينة منها ما هو حل لها ومنها ما هو محرم عليها، فيباح للمرأة الطيب والذهب والفضة والحرير ولبس المعصفر.\nويحرم عليها الزينة المقصود بها الشهرة والخيلاء، وإلفات نظر الناس إليها والطيب الذي تفوح رائحته والإبداء أمام غير المحارم.\nالمسألة التاسعة: (صوت المرأة) : صوت المرأة ليس بعورة إلا إذا حاولت ترخيمه وترقيقه وإفتان الناس به وبالغت في ذلك.\nوأما غناؤها فإنه حرام وقد ولع به الكثير في زماننا واتخذوه وسيلة جذب وجمع للمال. والغناء حرام في حق الرجال وهو في حق النساء أشد حرمة. ويجوز منه للمرأة ما كان في مناسبات الأفراح والأعياد وفي وسط نساء بحت، وبألفاظ محمودة شرعا وبدون موسيقى.\nالمسألة العاشرة: يجوز للمرأة أن تغسّل ولدها الصغير وزوجها، كما يجوز لها الصلاة على الجنازة كالرجل، لكن لا يجوز لها اتباع الجنائز وتشييعها، ولا يجوز لها زيارة المقابر، وتنهى عن النياحة والندب ولطم الخدود وشق الجيوب ونتف الشعور، وكل ذلك من أمر الجاهلية وهو من كبائر الذنوب.\nولا يجوز للمرأة أن تحد على غير زوج أكثر من ثلاثة أيام وأما على الزوج فتحد وجوبا أربعة أشهر وعشرا، وعليها القرار في بيت الزوجية وتجنب الزينة والطيب، وليس للإحداد لباس معين.\nالجزء: 1 ¦ الصفحة: 128\n",
        "المسألة الحادية عشرة: للمرأة أن تتحلى بما أباح الله لها من الذهب والفضة بما جرت به العادة عرفا، وعليها تجنب السرف والخيلاء في ذلك.\nوليس فيما تلبسه من حُلي الذهب والفضة زكاة إذا كان مستعملا استعمالا يوميا أو للمناسبات.\nالمسألة الثانية عشرة: يجوز للمرأة أن تتصدق من مال زوجها بغير إذنه مما جرت العادة به إذا علمت رضاه لذلك، ويجوز لها أن تعطيه زكاة مالها إذا كان من أهل الزكاة، وإذا كان زوجها بخيلا لا ينفق النفقة الواجبة فلها أن تأخذ من ماله بغير إذنه ما يكفيها وولدها بالمعروف.\nالمسألة الثالثة عشرة: يباح للحامل والمرضع الفطر إذا خافتا الضرر على أنفسهما وولدهما أو على أنفسهما فقط، وعليهما في هاتين الحالتين القضاء دون الفدية. أما إن خافتا على ولدهما فقط فعليهما القضاء والفدية. هذا بالنسبة للحامل أما المرضع فإن قبل الطفل ثدي غيرها وقدرت أن تستأجر له أو كان له مال يستأجر منه من ترضعه استأجرت له ولا تفطر، وحكم المستأجرة للرضاع حكم الأم فيما تقدم.\nوليس للمرأة أن تصوم صوم تطوع بغير إذن زوجها إذا كان حاضرا شاهدا.\nالمسألة الرابعة عشرة: ليس للرجل أن يمنع زوجته من حج الفرض، وإذا استأذنته يتعين عليه الإذن لها والتعاون معها فيما يمكنها من أداء فريضة الله عليها، وأما\nالجزء: 1 ¦ الصفحة: 129\n",
        "حج التطوع فله منعها إذا ترتب على ذلك إخلال بمصلحته أو بمصلحة أولادها.\nالمسألة الخامسة عشرة: تلبس المرأة في إحرامها ملابسها العادية وتتجنب عند إحرامها:\n1 -\nالثوب الذي مسه الطيب.\n2 -\nالقفازان.\n3 -\nالنقاب.\n4 -\nالثوب المعصفر.\nالمسألة السادسة عشرة: النفساء والحائض تغتسل وتحرم وتقضي المناسك كلها غير أنها لا تطوف بالبيت حتى تطهر فإذا طهرت طافت بالبيت.\nالمسألة السابعة عشرة: تشرع التلبية للحاج ويرفع الرجال أصواتهم بها وتسرّها النساء، وليس للمرأة أن ترمل لا في الطواف ولا في السعي، ولا ترفع صوتها بالدعاء ولا تزاحم عند الحجر الأسود ولا غيره.\nالمسألة الثامنة عشرة: الحلق والتقصير نسك في الحج والعمرة، ويقوم التقصير للمرأة مقام الحلق بالنسبة للرجل إذ لا يجوز للمرأة حلق رأسها.\nوصفة التقصير لها أن تقص من كل ضفيرة قدر أنملة أو تجمع شعرها إذا لم يكن ضفائر وتقص منه هذا القدر.\nالمسألة التاسعة عشرة: يستحب تعجيل طواف الإفاضة للنساء يوم النحر إذا كن يخفن\nالجزء: 1 ¦ الصفحة: 130\n",
        "مبادرة الحيض. وكانت عائشة - رضي الله عنها- تأمر النساء بتعجيل الإفاضة يوم النحر مخافة الحيض، وليس على الحائض طواف الوداع إذا أدت طواف الإفاضة وكانت حال خروجها من مكة حائضا.\nالمسألة العشرون: لا يحل لمسلمة الزواج من غير مسلم سواء أكان مشركا- شيوعيا أو هندوسيا أو غيره- أو من أهل كتاب، ذلك لأن للرجل حق القوامة على زوجته وعليها طاعته، وهذا معنى الولاية، فلا يحق لكافر أو مشرك أن تكون له ولاية وسلطان على من تشهد أن لا إله إلا الله وأن محمدا رسول الله صلى الله عليه وسلم.\nالمسألة الحادية والعشرون: الحضانة هي القيام برعاية الصغير أو الصغيرة أو المعتوه الذي لا يميز.\nوللأم حق حضانة الصغير والصغيرة وتجبر على ذلك إن امتنعت، ويليها في هذا الحق أمها ثم أمهاتها القربى فالقربى ثم الأب ثم أمهاته كذلك، ثم الجد ثم أمهاته كذلك، ثم الأخت لأبوين ثم لأم ثم لأب ثم عماته، ثم خالات ثم خالات أمه ثم خالات أبيه ثم عمات أبيه ثم بنات إخوته ثم بنات أعمامه وعماته ثم بنات أعمام أبيه وبنات عمات أبيه ثم لباقي العصبة الأقرب ثم لذي أرحامه ثم للحاكم.\nوعلى الأب دفع أجرة الحضانة لمن طلبه، ويشترط في الحضانة البلوغ والعقل والقدرة على التربية والأمانة والخُلُق والإسلام وأن لا تكون متزوجة فإن تزوجت سقط حقها في الحضانة، وإذا بلغ الغلام سبعا خُيِّر\nالجزء: 1 ¦ الصفحة: 131\n",
        "بين أبويه وكان مع من اختار منهما، والأنثى أحق بها أبوها بعد سبع حتى يتسلمها زوجها.\nالمسألة الثانية والعشرون: علماء المذاهب الأربعة متفقون على وجوب تغطية المرأة جميع بدنها عن الرجال الأجانب وسواء منهم من يرى أن الوجه والكفين عورة ومن يرى أنهما غير عورة يرونه في هذا الزمان لفساد أكثر الناس ورقة دينهم وعدم تورعهم عن النظر المحرم إلى المرأة.\nهذا ما تيسر جمعه وتأليفه في هذه العُجالة سائلا المولى العلي القدير أن ينفع به، والله من وراء القصد وهو الهادي إلى سواء السبيل.\nد. صالح بن غانم السدلان\nأستاذ الفقه بكلية الشريعة - الرياض\nوكان الفراغ منه غرة ذي الحجة\nالحرام سنة 1413 هـ\nالجزء: 1 ¦ الصفحة: 132\n",
        ""
    ]
}