{
    "1": [
        "رسالة في زكاة الحلي\nرسالة في زكاة الحلي\nابن عثيمين\nالكتاب:\nرسالة في زكاة الحلي\nالمؤلف:\nمحمد بن صالح بن محمد العثيمين (المتوفى: 1421هـ)\nالناشر:\nدار الوطن للنشر\nالطبعة:\n1423هـ\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "رسالة في زكاة الحلي\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nالحمد لله رب العالمين، نحمده ونستعينه ونستغفره، ونتوب اليه ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له. واشهد أن لا اله الا الله وحده لا شريك له، واشهد أن محمدا عبده ورسوله صلي الله عليه وعلى اله وصحبه وسلم تسليما كثيرا.\nأما بعد: فهذه رسالة في بيان حكم زكاة الحلي المباح ذكرت فيها ما بلغه علمي من الخلاف والراجح من الأقوال وأدلة الترجيح، فأقول وبالله التوفيق والثقة وعليه التكلان وهو المستعان:\nلقد اختلف أهل العلم رحمهم الله في وجوب الزكاة في الحلي المباح على خمسة أقوال:\nالجزء: 1 ¦ الصفحة: 3\n",
        "أحدها: لا زكاة فيه وهو المشهور من مذاهب الأئمة الثلاثة مالك والشافعي واحمد الا إذا اعد للنفقة وان اعد للأجرة ففيه الزكاة عند أصحاب احمد ولا زكاة فيه عند أصحاب مالك والشافعي وقد ذكرنا أدلة هذا القول إيرادا على القائلين بالوجوب واجبنا عنها.\nالثاني: فيه الزكاة سنة واحدة وهو مروي عن انس ابن مالك رضي الله عنه.\nالثالث: زكاته عاريته، وهو مروي عن أسماء وانس ابن مالك أيضا.\nالرابع: انه يجب فيه أما الزكاة وأما العارية ورجحه ابن القيم رحمه الله في الطريق الحكمة.\nالقول الخامس: وجوب الزكاة فيه إذا بلغ نصابا كل عام، وهو مذهب أبي حنيفة وراويه عن احمد واحد القولين في مذهب الشافعي وهذا هو القول الراجح\nالجزء: 1 ¦ الصفحة: 4\n",
        "لدلالة الكتاب والسنة والآثار عليه.\nفمن أدلة الكتاب قوله تعالي: {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ (34) يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لانْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ} . [التوبة: 34، 35] .\nوالمراد بكنز الذهب والفضة عدم إخراج ما يجب فيهما من زكاة وغيرها من الحقوق، قال عبد الله بن عمر رضي الله عنهما: كل ما أديت وان كان تحت سبع ارضين فليس بكنز وكل ما لا تؤدي زكاته فهو كنز وان كان ظاهرا على وجه الأرض. قال ابن كثير رحمه الله: وقد روي هذا عن ابن عباس وجابر وأبي هريرة مرفوعا وموقوفا. أ. هـ والآية عامة في جميع الذهب والفضة لم تخصص\nالجزء: 1 ¦ الصفحة: 5\n",
        "شيئا دون شئ، فمن ادعي خروج الحلي المباح من هذا العموم فعليه الدليل.\nوأما السنة فمن أدلتها:\n1-\nما رواه مسلم من حديث أبي هريرة رضي الله عنه أن النبي صلي الله عليه وسلم انه قال: \"ما من صاحب ذهب ولا فضة لا يؤدي منها حقها الا إذا كان يوم القيامة صفحت له صفائح من نار فاحمي عليها في نار جهنم فيكوى بها جنبه وجبينه وظهره\". الحديث (1.) .\nوالمتحلي بالذهب والفضة صاحب ذهب وفضة ولا دليل على إخراجه من العموم وحق الذهب الفضة من أعظمه وأوجبه الزكاة. قال أبو بكر الصديق رضي الله عنه: الزكاة حق المال.\n(1.) رواه مسلم , كتاب الزكاة , باب , كتاب الزكاة , باب إثم مانع الزكاة رقم \"2252\".\nالجزء: 1 ¦ الصفحة: 6\n",
        "2-\nما رواه الترمذي والنسائي وأبو داود واللفظ له قال: حدثنا أبو كامل وحميد بن مسعدة المعنى أن خالد ابن الحارث حدثهم، حدثنا حسين عن عمرو بن شعيب عن أبيه عن حده أن امرأة أتت رسول الله صلي الله عليه وسلم ومعها ابنة لها وفي يد ابنتها مسكتان \"1\" غليظتان من ذهب، فقال لها: \"أتعطين زكاة هذا؟ \" قالت: لا. قال: \"أيسرك أن يسورك الله بهما سوارين من نار\".\nقال: فخلعتهما فالقتهما إلي النبي صلي الله عليه وسلم وقالت: هما لله ورسوله2.\nقال في بلوغ المرام\"3\": وإسناده قوي. وقد رواه\n1 مسكتان: بفتح الميم وفتح السين المهملة , الواحدة مسكة وهي السوار.\n2 رواه ابوداؤود , كتاب الزكاة , باب الكنز ما هو وزكاة الحلي رقم (1563) والترمزي كتاب الزكاة باب ما جاء في زكاة الحلي رقم (637) والنسائي كتاب الزكاة باب زكاة الحلي رقم (2479) .\n3 بلوغ المرام (1/207) طبعة دار ابن كثير.\nالجزء: 1 ¦ الصفحة: 7\n",
        "الترمذي عن طريق ابن لهيعة والمثنى بن الصباح ثم قال: أنهما يضعفان في الحديث، ولا يصح في هذا الباب شئ لكن قد رد قول الترمذي هذا برواية أبي داود لهذا الحديث من طريق حسين المعلم وهو ثقة احتج به صاحبا الصحيحين البخاري ومسلم وقد وافقهم الحجاج بن بن ارطاة، وقد وثقه بعضهم وروى نحوه احمد عن أسماء بنت يزيد بإسناد حسن.\n3-\nما رواه أبو داود قال: حدثنا محمد بن إدريس الرازي، حدثنا عمرو بن الربيع بن طارق، حدثنا يحي ابن أيوب عن عبيد الله بن أبي جعفر أن محمد ابن عمرو بن عطاء اخبره عن عبد الله بن شداد بن الهاد انه قال: دخلنا على عائشة رضي الله عنها فقالت: \"دخل علي رسول الله فرأى في يدي فتخات من\nالجزء: 1 ¦ الصفحة: 8\n",
        "ورق\"1\" فقال: \"ما هذا يا عائشة؟ \" فقلت: صنعتهن أتزين لك يا رسول الله. فقال: \"أتؤدين زكاتهن؟ \" قالت: لا أو ما شاء الله. قال: \"هو حسبك من النار\" 2 قيل لسفيان: كيف تزكيه؟ قال: تضمه إلي غيره.\nوهذا الحديث أخرجه أيضا الحاكم والبيهقي والدارقطني\"3\" وقال في التخليص\"4\"إسناده على شرط الصحيح وصححه الحاكم وقال: انه على شرط الشيخين- يعني البخاري ومسلما - وقال ابن دقيق: انه على شرط مسلم.\n1 الورق: الفضة.\n2 رواه ابوداؤود , كتاب الزكاة , باب الكنز وزكاة الحلي رقم (1565) .\n3 رواه الحاكم (1/390) والبيقهي (4/129) والدار قطنى (2/105) .\n4 تلخيص الحبير (2/189) .\nالجزء: 1 ¦ الصفحة: 9\n",
        "4-\nما رواه أبو داود قال: حدثنا محمد بن عيسى، حدثنا عتاب - يعني أبي بشير عن ثابت بت عجلان، عن عطاء عن أم سلمة قالت: كنت البس أوضاحا من ذهب فقلت: يا رسول الله اكنز هذا؟ فقال: \"ما بلغ تؤدي زكاته فزكي فليس بكنز\" 1 وأخرجه أيضا البيهقي والدارقطني والحاكم وقال: صحيح على شرط البخاري ولم يخرجاه وصححه أيضا الذهبي\"2\"وقال البيهقي: تفرد به ابن عجلان قال في التنقيح: وهذا لا يضر فان ثابت بن عجلان روى له البخاري ووثقه ابن معين والنسائي، وقول عبد الحق فيه: \"لا يحتج بحديثه\" قول\n1 رواه ابوداؤود , كتاب الزكاة ما هو الحلي وزكاة الحلي رقم (1564) .\n2 واه البيهقي (4/140) والدار (1/105) .\nالجزء: 1 ¦ الصفحة: 10\n",
        "لم قله غيره. قال ابن دقيق: وقول العقيلي في ثابت بن عجلان \" لا يتابع على حديثه\" تحامل منه. ا. هـ\nفان قيل: خلع هذا حين كان التحلي ممنوعا كما قاله مسقطو الزكاة في الحلي.\nفالجواب: إن هذا لا يستقيم فان النبي صلي الله عليه وسلم لم يمنع من التحلي به بل اقره مع الوعيد على ترك الزكاة ولو كان التحلي ممنوعا لأمر بخلعه وتوعد على لبسه ثم إن النسخ يحتاج إلى معرفة التاريخ ولا يثبت ذلك بالاحتمال ثم لو فرضنا انه كان حين التحريم فان الأحاديث المذكورة تدل على الجواز بشرط إخراج الزكاة ولا دليل على ارتفاع هذا الشرط وإباحته إباحة مطلقة أي بدون زكاة.\nفان قيل: ما الجواب عما احتج به لا يرى الزكاة في الحلي وهو ما رواه ابن الجوزي بسنده في\nالجزء: 1 ¦ الصفحة: 11\n",
        "\"التحقيق\" عن عافيه بن أيوب، عن الليث بن سعد، عن أبي الزبير، عن جابر رضي الله عنه أن النبي صلي الله عليه وسلم قال: \"ليس في الحلي زكاة\". ورواه البيهقي في \"معرفة السنن والآثار\".\nقيل: الجواب علي هذا من ثلاثة أوجه:\nالاول: أن البيهقي قال فيه: انه باطل لا اصل له وإنما يروى عن جابر من قوله وعافيه بن أيوب مجهول فمن احتج به كان مغررا بدينه. ا. هـ.\nالثاني: إننا إذا فرضنا توثيق عافية كما نقله ابن حاتم عن أبي زرعة فانه لا يعارض احاديث الوجوب ولا يقابل بها لصحتها ونهاية ضعفه.\nالثالث: إننا إذا فرضنا انه مساو لها ويمكن معارضتها به فان الأخذ بها أحوط وما كان أحوط فهو اولى بالإتباع لقول النبي صلي الله عليه وسلم: \"دع ما يريبك إلي ما لا\nالجزء: 1 ¦ الصفحة: 12\n",
        "يريبك\" 1 وقوله: \"فمن اتقى الشبهات فقد استبرا لدينه وعرضه\" 2.\nوأما الآثار فمنها:\n1-\nعن أمير المؤمنين عمر بن الخطاب رضي الله عنه انه كتب إلي أبي موسى أن مر من قبلك من نساء المسلمين أن يصدقن من حليهن.\nقال ابن حجر في التلخيص (3) انه أخرجه ابن أبي شيبة والبيهقي من طريق شعيب بن يسار وهو مرسل قاله البخاري. قال: وقد أنكر ذلك الحسن فيما رواه ابن\n1 احمد (1/200) و (3/153) والترمذي , كتاب صفة القيامة , رقم (2518) .\n2 رواه البخاري , كتاب الإيمان , باب فضل من استبرأ لدينه رقم (52) . ومسلم , كتاب المساقاة , باب اخذ الحلال وترك الشبهات رقم (1599) .\n(3) تلخيص الجبير (1/188) .\nالجزء: 1 ¦ الصفحة: 13\n",
        "أبي شيبة عنه قال: لا نعلم أحدا من الخلفاء قال في الحلي زكاة لكن ذكره مرويا عن عمر صاحب المغني والمحلي والخطابي.\n2-\nعن بن مسعود رضي الله عنه إن امرأة سألته عن حلي لها فقال: إذا بلغ مائتي درهم ففيه زكاة رواه الطبراني والبيهقي\"1\"ورواه الدارقطني من حديثه مرفوعا وقال: هذا وهم والصواب موقوف\"2\".\n3-\nعن ابن عباس رضي الله عنهما، حكاه عنه المنذري والبيهقي قال الشافعي: لا ادري يثبت عنه أم لا.\n4-\nعن عبد الله بن عمر بن العاص انه كان يأمر\n1 رواه الطبراني (9/319) والبيهقي (4/931) .\n2 سنن الدار قطنى (1/108) .\nالجزء: 1 ¦ الصفحة: 14\n",
        "بالزكاة في حلي بناته ونسائه، ذكره في المحلي من طريق جرير بن حازم عن عمرو بن شعيب عن أبيه.\n5-\nعن عائشة رضي الله عنها إنها قالت: لا باس بلبس الحلي إذا أعطى زكاته. رواه الدارقطني\"1\"من حديث عمرو بن شعيب عن عروة عن عائشة، لكن روى مالك في الموطأ\"2\" عن عبد الرحمن بن القاسم عن أبيه عن عائشة إنها كانت تلي بنات أخيها يتامى في حجرها لهن الحلي، فلا تخرج من حليهن الزكاة. قال ابن حجر في التخليص\"3\" ويمكن الجمع بينهما بأنها كانت ترى الزكاة فيها\"4\" ولا ترى إخراج الزكاة مطلقا عن مال\n1 سنن الدار قطنى (1/107) .\n2 الموطأ (1/250) .\n3 تلخيص الحبير (1/189) .\n4 أي في الحلية.\nالجزء: 1 ¦ الصفحة: 15\n",
        "الأيتام ا. هـ.\nلكن يرد على جمعه هذا ما رواه مالك في الموطأ\"1\"عن عبد الرحمن بن القاسم عن أبيه انه قال: كانت عائشة تليني وأخا لي يتيمين في حجرها فكانت تخرج من أموالنا الزكاة. قال بعضهم: ويمكن أن يجاب عن ذلك بأنها لا ترى إخراج الزكاة عن أموال اليتامى واجبا فتخرجه تارة ولا تخرج أخرى كذا اقل. وأحسن منه أن يجاب بوجه آخر وهو إن عدم إخراجها فعل والفعل لا عموم له فقد يكون لأسباب ترى إنها مانعة من وجوب الزكاة فلا يعارض القول والله اعلم.\n* فان قيل: ما الجواب عما استدل به مسقطو الزكاة فيما نقله الأثرم قال: سمعت احمد بن حنبل يقول:\n1 الموطأ (1/251) .\nالجزء: 1 ¦ الصفحة: 16\n",
        "خمسة من الصحابة كانوا لا يرون في الحلي زكاة: انس ابن مالك وجابر وابن عمر وعائشة وأسماء.\nفالجواب: إن بعض هؤلاء روي عنهم الوجوب وإذا فرضنا أن لجميعهم قولا واحدا أو أن المتأخر عنهم هو القول بعدم الوجوب فقد خالفهم من خالفهم من الصحابة، وعند التنازع يجب الرجوع إلي الكتاب والسنة وقد جاء فيهما ما يدل على الوجوب كما سبق.\n*فان قيل: قد ثبت في الصحيحين\"1\"أن النبي صلي الله عليه وسلم قال: \"تصدقن يا معشر النساء ولو من حليكن\" وهذا دليل على عدم وجوب الزكاة في الحلي إذ لو كانت واجبة في الحلي لما جعله النبي صلي الله عليه وسلم مضربا لصدقة\n1 رواه البخاري , كتاب الزكاة , باب الزكاة على الزوج رقم (1466) ومسلم, كتاب الزكاة , باب فضل النفقة والصدقة على الاقربين والزوج رقم (1000) .\nالجزء: 1 ¦ الصفحة: 17\n",
        "التطوع.\nفالجواب على هذا: إن الأمر بالصدقة من الحلي ليس فيه إثبات وجوب الزكاة فيه ولا نفيه عنه وإنما فيه الأمر بالصدقة حتى من حاجيات الإنسان ونظير هذا أن يقال: تصدق ولو من دراهم نفقتك ونفقة عيالك فان هذا لا يدل على انتفاء وجوب الزكاة في هذه الدراهم.\n*فان قيل: إن في لفظ الحديث: \"وفي الرقة في مائتي درهم ربع العشر\" 1 وفي حديث علي:\"وليس عليك شئ حتى يكون ذلك عشرون دينار\" 2 والرقة هي الفضة المضروبة سكة وكذلك الدينار هو السكة وهذا دليل علة اختصاص وجوب الزكاة بما كان كذلك،\n1 رواه احمد (1/12) .\n2 رواه ابوداؤود , كتاب الزكاة , باب فى زكاة السائمة رقم (1573) .\nالجزء: 1 ¦ الصفحة: 18\n",
        "والحلي ليس منه.\nفالجواب من وجهين:\nاحدهما: إن الذين لا يوجبون زكاة الحلي ويستدلون بمثل هذا اللفظ لا يخصون وجوب الزكاة بالمضروب من الذهب والفضة بل يوجبونها في التبر1 ونحوه وان لم يكن مضروبا وهذا تناقض منهم وتحكم حيث ادخلوا فيه ما لا يشمله اللفظ على زعمهم واخرجوا منه نظير ما ادخلوه من حيث دلالة اللفظ عليه أو عدمها.\nالثاني: إننا إذا سلمنا اختصاص الرقة والدينار بالمضروب من الفضة والذهب فان الحديث يدل على ذكر بعض أفراد وأنواع العام بحكم لا يخالف حكم العام وهذا لا يدل على التخصص كما إذا قلت: أكرم\n1 التبر: ما كان الذهب والفضة غير مصوغ.\nالجزء: 1 ¦ الصفحة: 19\n",
        "العلماء ثم قلت: أكرم زيدا وكان من جملة العلماء فانه لا يدل على اختصاصه بالإكرام، فالنصوص جاء بعضها عاما في وجوب زكاة الذهب والفضة وبعضها جاء بلفظ الرقة الدينار وهو بعض أفراد العام فلا يدل ذلك على التخصيص.\n*فان قيل: ما الفرق بين الحلي المباح وبين الثياب المباحة إذا قلنا بوجوب الزكاة في الاول دون الثاني؟.\nفالجواب: إن الشارع فرق بينهما حيث أوجبها في الذهب والفضة من غير استثناء بل وردت نصوص خاصة في وجوبها في الحلي المباح المستعمل كما سبق وأما الثياب فهي بمنزلة الفرس وعبد الخدمة الذين قال فيهما رسول الله صلي الله عليه وسلم: \"ليس على المسلم في عبده ولا فرسه\nالجزء: 1 ¦ الصفحة: 20\n",
        "صدقة\" 1 فإذا كانت الثياب لللبس فلا زكاة فيها وإن كانت للتجارة ففيها زكاة التجارة.\n*فان قيل: هل يصح قياس الحلي المباح المعد للاستعمال علي الثياب المباحة المعدة للاستعمال كما قاله من لا يوجبون الزكاة في الحلي؟.\n*فالجواب: لا يصح القياس لوجوه:\nالاول: انه قياس في مقابلة النص وكل قياس في مقابلة النص فهو قياس فاسد وذلك لأنه يقتضي إبطال العمل بالنص، ولان النص إذا فرق بين شيئين في الحكم فهو دليل على أن بينهما من الفوارق ما يمنع إلحاق احدهما بالآخر، ويجب افتراقها سواء علمنا تلك\n1 رواة البخاري , كتاب الزكاة ,باب ليس على المسلم في فرسه صدقة رقم \"1463\" ومسلم، كتاب الزكاة، باب لا زكاة على المسلم في عبده ولا فرسه رقم (982) .\nالجزء: 1 ¦ الصفحة: 21\n",
        "الفوارق أم جهلناها ومن ظن افتراق ما جمع الشارع بينهما أو اجتماع ما فرق الشارع بينهما فظنه خطأ بلا شك فان الشرع نزل من لدن حكيم خبير.\nالثاني: إن الثياب لم تجب الزكاة فيها أصلا، فلم تكن الزكاة فيها واجبة أو ساقطة بحسب القصد وإنما الحكم فيها واحد، وهو عدم وجوب الزكاة فكان مقتضي القياس أن يكون حكم الحلي واحدا وهو وجوب الزكاة سواء أعده لللبس أو لغيره، ولا يرد على ذلك وجوب الزكاة فيها إذا كانت عروضا لان الزكاة حينئذ في قيمتها.\nالثالث: أن يقال: ما هو القياس الذي يراد الجمع به بين الحلي المعد للاستعمال والثياب المعدة له؟ اهو قياس التسوية أم قياس العكس؟ فان قيل هو قياس\nالجزء: 1 ¦ الصفحة: 22\n",
        "التسوية، قيل: هذا إنما يصح لو كانت الثياب تجب فيها الزكاة قبل إعدادها للبس والاستعمال ثم سقطت الزكاة بعد إعدادها ليتساوى الفرع والأصل في الحكم وإن قيل: هو قياس العكس، قيل: هذا إنما يصح لو كانت الثياب لا تجب فيها الزكاة إذا لم تعد لللبس وتجب فيها إذا أعدت لللبس فان هذا هو عكس الحكم في الحلي عند المفرقين بين الحلي المعد لللبس وغيره.\nالرابع: إن الثياب والحلي افترقت عند مسقطي الزكاة في الحلي في كثير من المسائل، فما الفرق بينهما:\n1-\nإذا اعد الحلي لنفقة واعد الثياب للنفقة بمعنى انه إذا احتاج للنفقة باع منهما واشترى نفقة فقالوا: في هذا الحال تجب الزكاة في الحلي ولا تجب في الثياب.\nومن الغريب أن يقال: امرأة غنية يأتيها المال من كل مكان وكلما ذكر لها حلي معتاد اللبس اشترته برفيع\nالجزء: 1 ¦ الصفحة: 23\n",
        "الأثمان للتحلي به غير فرار من الزكاة ولما افترقت هذه المرأة نفسها أبقت حليها للنفقة وضرورة العيش، فقلنا لها في الحلي الأولى: لا زكاة عليك في هذا الحلي، وقلنا لها في الحال الأخيرة: عليه الزكاة فيه. هذا هو مقتضي قول مسقطي الزكاة في الحلي المباح.\n2-\nإن الحنابلة قالوا: انه إذا اعد الحلي للكراء وجبت فيه الزكاة وإذا أعدت الثياب للكراء لم تجب.\n3-\nانه إذا كان الحلي محرما وجبت الزكاة فيه وإذا كانت الثياب محرمة لم تجب الزكاة فيها.\n4-\nلو كان عنده حلي للقنية\"1\" ثم نواه للتجارة صار للتجارة ولو كان عنده ثياب للقنية ثم نواها للتجارة لم تصر للتجارة وعللوا ذلك بان الأصل في الحلي الزكاة\n1 القنية: من الاقتناء وهو الادخار.\nالجزء: 1 ¦ الصفحة: 24\n",
        "فقويت النية بذلك بخلاف الثياب وهذا اعتراف منهم بان الأصل في الحلي وجوب الزكاة. فنقول لهم: وما الذي هدم هذا الأصل بدون دليل؟.\n5-\nقالوا: لو نوى الفرار من الزكاة باتخاذ الحلي لم تسقط الزكاة، وظاهر كلام أكثر أصحاب الإمام احمد انه لو أكثر من شراء العقار فرار من الزكاة سقطت الزكاة وقياس ذلك لو أكثر من شراء الثياب فرارا من الزكاة سقطت الزكاة إذ لا فرق بين الثياب والعقار فإذا كان الحلي المباح مفارقا للثياب المعدة لللبس في هذه الأحكام فكيف نوجب أو نجيز إلحاقه بها في حكم دل النص على افتراقها فيه؟.\nإذا نبين ذلك فان الزكاة لا تجب في الحلي حتى يبلغ نصابا لحديث أم سلمة السابق: \"ما بلغ أن تودي زكاته\nالجزء: 1 ¦ الصفحة: 25\n",
        "فزكي فليس بكنز1\" فنصاب الذهب عشرون دينارا \"2 ونصاب الفضة مائتا درهم\"3\".\nفإذا كان حلي الذهب ينقص وزن ذهبه عن عشرون دينارا وليس عند صاحبه من الذهب ما يكمل به النصاب فلا زكاة فيه.\nوإذا كان حلي الفضة ينقص من وزن فضته عن مائتي درهم وليس عند صاحبه من الفضة ما يكمل به النصاب\n1 سبق تخريجه.\n2 المراد الدينار الإسلامي الذي يبلغ وزنه المثقال لربعة جرامات وربع, فيكون نصاب الذهب خمسة وثمانين جراما , يعادل عشر جنيهات سعودي وخمسة أثمان الجنيه.\n3 والمراد الدرهم الإسلامي الذي يبلغ وزنه سبعة أعشار مثقال , فيبلغ مائة واربعين مثقالا وهي خمسمائة وخمسة وتسعون جراما, تعادل ستة وخمسين ريالا عربيا من الفضة. (مجالس شهر رمضان للمؤلف ص 77) .\nالجزء: 1 ¦ الصفحة: 26\n",
        "فلا زكاة فيه.\nالمعتبرون وزن ما في الحلي من الذهب والفضة وأما ما يكون فيه من اللؤلؤ ونحوه فانه لا يحتسب به في تكميل النصاب ولا يزكي ما فيه من اللؤلؤ ونحوه لأنه ليس من الذهب والفضة والحلي من غير الذهب والفضة لا زكاة فيه الا أن يكون للتجارة.\nلكن هل المعتبر في نصاب الذهب الدينار الإسلامي الذي زنته مثقال وفي نصاب الفضة الدرهم الإسلامي الذي زنته سبعة أعشار مثقال أو المعتبر الدينار والدرهم عرفا في كل زمان ومكان بحسبه سواء قل ما فيه من الذهب والفضة أم كثر؟ الجمهور على الاول وحكى إجماعا، وحقق شيخ الإسلام ابن تيمية الثاني أي أن المعتبر الدينار والدرهم المصطلح عليه في كل زمان ومكان بحسبه فما سمي دينارا أو درهما ثبتت له\nالجزء: 1 ¦ الصفحة: 27\n",
        "الأحكام المعلقة على اسم الدينار والدرهم سواء قل ما فيه من الذهب والفضة أم كثر وهذا هو الراجح عندي لموافقته ظاهر النصوص وعلى هذا فيكون نصاب الذهب عشرين جنيها ونصاب الفضة مائتي ريال وان احتاط المرء وعمل بقول الجمهور فقد فعل ما يثاب عليه إن شاء الله.\nفإذا بلغ الحلي نصابا خاصا عشرين دينارا أن كان ذهبا ومائتي درهم إن كان فضة ففيه ربع العشر لحديث علي بن أبي طالب رضي الله عنه أن النبي صلي الله عليه وسلم قال: \"إذا كانت لك مائتا درهم وحال عليها الحول ففيها خمسة دراهم وليس عليك شئ يعني في الذهب – حتى يكون لك عشرون دينارا وحال عليها الحول ففيها نصف دينار\". رواه\nالجزء: 1 ¦ الصفحة: 28\n",
        "أبو داود.\"1\nوبعد: فان علي العبد أن يتقي الله ما استطاع ويعمل جهده في تحري معرفة الحق من الكتاب والسنة فإذا ظهر له الحق منهما وجب عليه العمل به، وان لا يقدم عليهما قول احد من الناس كائنا من كان ولا قياسا من الاقيسة أي قياس كان وعند التنازع يجب الرجوع إلي الكتاب والسنة فانهن الصراط المستقيم والميزان العدل القويم، قال تعالي: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} [النساء- 59] . والرد إلي الله هو الرد إلي كتابه والرد إلي الرسول هو الرد إلي سنته وهديه حيا وميتا.\nوقال تعالي: {َلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ\n1 سبق تخريجه ص (15) .\nالجزء: 1 ¦ الصفحة: 29\n",
        "فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً} . [النساء:65] .\nفاقسم الله تعالي وربوبيته لرسوله صلي الله عليه وسلم التي هي اخص ربوبية قسما مؤكدا على أن لا إيمان الا بان نحكم النبي صلي الله عليه وسلم في كل نزاع بيننا والا يكون في نفوسنا حرج وضيق مما يقضي به رسول الله صلي الله عليه وسلم وأن نسلم لذلك تسليما تاما بالانقياد الكامل والتنفيذ.\nوتأمل كيف أكد التسليم بالمصدر فانه يدل على انه لا بد من تسليم تام لا انحراف فيه ولا توان.\nوتأمل أيضا المناسبة بين المقسم به والمقسم عليه فالمقسم به ربوبية الله لنبيه صلي الله عليه وسلم والمقسم عليه هو عدم الإيمان الا بتحكيم النبي صلي الله عليه وسلم تحكيما تاما يستلزم الانشراح والانقياد والقبول، فان ربوبية الله لرسوله\nالجزء: 1 ¦ الصفحة: 30\n",
        "تقتضي أن يكون ما حكم به مطابقا لما إذن به ربه ورضيه فان مقتضي الربوبية أن لا يقره على خطأ لا يرضاه له وإذا لم يظهر له.\nوإذا لم يظهر له الحق من الكتاب والسنة وجب عليه أن يأخذ بقول من يغلب على ظنه انه اقرب إلي الحق بما معه من العلم والدين فان النبي صلي الله عليه وسلم يقول: \"عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي تمسكوا بها وعضوا عليها بالنواجذ\" 1 وأحق الناس بهذا الوصف الخلفاء الأربعة أبو بكر وعمر وعثمان وعلي\n1 رواه احمد (4/126, 127) وأبو داؤود, كتاب السنة , باب في لزوم السنة رقم (4607) والترمذي , كتاب العلم , باب ما جاء في الأخذ بالسنة رقم (2676) وابن ماجة , كتاب المقدمة , باب اتباع سنة الخلفاء الراشدين رقم (42, 43) .\nالجزء: 1 ¦ الصفحة: 31\n",
        "رضوان الله عليهم أجمعين فإنهم خلفوا النبي صلي الله عليه وسلم في أمته في العلم والعمل والسياسة والمنهج جزاهم الله عن الإسلام والمسلمين أفضل الجزاء.\nونسال الله تعالي أن يهدينا صراطه المستقيم وأن يجعلنا ممن رأى الحق حقا فاتبعه ورأى الباطل باطلا فاجتنبه، والله اعلم، وصلي الله على نبينا محمد واله وصحبه وسلم تسليما كثيرا.\nحرره كاتبه الفقير إلي الله محمد الصالح العثيمين وذلك في 12 من صفر سنة 1382 والحمد لله الذي بنعمته تتم\nالصالحات.\nالجزء: 1 ¦ الصفحة: 32\n",
        ""
    ]
}