{
    "1": [
        "رسائل الثعالبي\nرسائل الثعالبي\nالثعالبي، أبو منصور\nالكتاب:\nرسائل الثعالبي\nالمؤلف:\nعبد الملك بن محمد بن إسماعيل أبو منصور الثعالبي (المتوفى: 429هـ)\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "المقدمة\nبسم الله الرحمن الرحيم\nأيام مولانا الملك المؤيد. العالم العادل المسدد. ولي النعم أبي العباس خوارزم شاه. أَدام الله تعالى سلطانه. وحرس عزه ومكانه. مواقيت الشرف والفضل. وأوقاته تواريخ الكرم والمجد. وساعاته مواسم الأدب والعلم. وأنفاسه نعم. وأقواله نعم. وأفعاله سير. وآثاره غرر. وألفاظه درر. ومعاليه تباهي النجوم ارتفاعاً. ومكارمه تضاهي الجو اتساعاً. ومحاسنه تباري الشمس ظهوراً. وفضائله تجاري القطر وفوراً. فالله يديم جمال الزمان ببقائه. وكمال العز والرفعة ببهائه. ويمطر العدل والاحسان باطلة مدته. ويصرف السوء عن مهجته. وحين خرج الامر العالي لا زال نافذاً عالياً. وقدراً جارياً. إلى عبده المخلوق لخدمته. المسمى عبد الملك لعبودية حضرته \" بنثر النظم. وحل العقد \" من مختار الشعر الذي يشتمل عليه الكتاب المترجم بمؤنس الأدباء. اتخذه العبد قبلة يصلي إليها. وقاعدة يبني عليها. واقبل على النثر الذي هو أشرف. وفي طريق الملوك والأكابر اذهب. وأصحابه أفضل. ومجالسهم أرفع. ولم تزل ولا تزال طبقات الكتاب مرتفعة عن طبقات الشعراء. فان الكتاب وهم السنة الملوك. إنما يتراسلون في جباية خراج. أو سد ثغر. أو عمارة بلاد. أو إصلاح فساد. أو تحريض على جهاد. أو احتجاج على فئة. أو تعزية في رزية. أو ما شاكلها من جلائل الخطوب. ومعاظم الشؤون. التي يحتاجون فيها إلى أن يكونوا ذوي آداب كثيرة ومعارف مفننة. وقد وسمتهم خدمة الملوك بشرفها. وبوأتهم منازل رياستها. واخطارهم عالية بحسب علو الخطر مما يفيضون فيه. ويذهبون إليه. والشعراء إنما أغراضهم التي يرمون. وغاياتهم التي يجرون إليها. وصف الديار والآثار. وذكر الأوطان والحنين إلى الأهواء والتشبيب بالنساء. ثم الطلب والاجتداء. والمديح والهجاء. ولانخفاض منزلة الشعر تصون عنه الأنبياء عليهم السلام. وترفع عنهم الملوك. قال الله تعالى لأكرم خلقه. وأمينه على وحيه. وما علمناه الشعر وما ينبغي له. ولما اخذ امرؤ القيس في قول الشعر وبلغ أباه حجراً الملك شعره انف منه ووبخه ووعظه وقرعه أن يعود لمثله. فلما رآه انه لايرعوى أمر بقتله فحامى عليه الخادم المأمور بذلك فاستحياه وأخفاه ثم اخبر حجراً بفعله. وضمن عن امرئ القيس التوبة من شعره. وقيل ليحيى بن خالد البرمكي لم لا تقول الشعر قال شيطانه اخبث من أن أسلطه على عقلي ولا خير في شيء أحسنه أكذبه. وكان أبو مسلم صاحب الدولة يقول إياكم والشعر فانه يهجو جليسه عند أدنى زلة. ويطلب على الكذب ارفع مثوبة. وقد افصح عبد الصمد بن المعدل عن حقيقة الحال في انحطاط رتبة الشاعر لاشتغاله بخلاف المراشد حيث قال لأبي تمام وقد قصد البصرة وشارفها\nأنت بين اثنتين تبرز للنا\n...\nس وكلتاهما بوجه مذال\nلست تنفك طالباً لوصال\n...\nمن حبيب أو طالباً لنوال\nأي ماء لحر وجهك يبقى\n...\nبين ذل الهوى وذل السؤال\nفلما بلغت الأبيات أبا تمام. قال صدق والله واحسن. وثنى عنانه عن البصرة وحلف أن لا يدخلها ابداً. وفي التبرم بصنعة الشعر يقول أبو سعيد المخزومي\nالكلب والشاعر في حالة\n...\nيا ليت أني لم اكن شاعرا\nأما تراه باسطا كفه\n...\nيستطعم الوارد والصادرا\n\" وقال أشعر أهل اصبهان أبو سعيد الرستمي \"\nتركت الشعر للشعراء أني\n...\nرأيت الشعر من سقط المتاع\nوقد جعلت هذا الكتاب المترجم بنثر النظم. وحل العقد. رسائل وفصولاً. يتحلى أكثرها بالاسم العالي. ثبته الله مادامت الأيام والليالي. ورجوت أن لا اقعد تحت قول الصاحب أبي القاسم إسماعيل بن عباد\nألا إن حل الشعر رتبة كاتب\n...\nولكن منهم من يحل فيعقد\nباب\nفضائل الكتاب\nوممادحهم وأوصاف آثارهم\n\" رسالة في حل قول أبي دلف العجلي\nقوم إذا خافوا عداوة حاسد\n...\nسفكو الدما بأسنة الأقلام\nولضربة من كاتب بمداده\n...\nأمضى وأنفذ من غرار حسام\n\" وقول الآخر \"\nقوم إذا اخذوا الأقلام عن غرض\n...\nثم استمدوا بها ماء المنيات\nنالوا بها من أعاديهم وان كثروا\n...\nمالا ينال بحد المشرفيات\nالجزء: 1 ¦ الصفحة: 1\n",
        "معادات الكتاب. ليست من أفعال ذوي الألباب. وان مماراتهم ندامة. ومسالمتهم سلامة. ومصادقتهم فائدة. وغنيمة باردة. وما ظنك بقوم يملكون أزمة المنى والمنايا بحسن كلامهم ويخطبون على منابر الفضل بألسنة أقلامهم. ويريقون دماء الأعداء بأسنة أقلامهم. وقديماً أغنت كتبهم عن الكتائب. ونابت آثار أيديهم عن القواضب. وأجرى على أناملهم جسام المنائح والمواهب. ففي سواد مدادهم بياض النعم. وحمرة الدم. وفيه مرة روح الحياة. وأخرى سم الحياة. وطوراً حلاوة الأرى. ونارة مرارة الشرى. ويوماً ثواب النعيم. ويوماً عقاب الجحيم. ذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم \" أخرى في حل قول الصاحب \"\nبالله قل لي اقرطاس تخط به\n...\nمن حلة هو أم البسته الحللا\nبالله لفظك هذا سال من عسل\n...\nأم قد صببت على ألفاظك العسلا\n\" وقول أبي الفتح البستي\nان سل أقلامه يوماً ليعملها\n...\nانساك كل كمي هز عامله\nوان أقر على رق أنامله\n...\nأقر بالرق كتاب الأنام له\nما أدري يا سيدي أخطك وشي منشور. أم لفظك أرى مشور. فبالله قل لي أقرطاسك من حلة هوام البسته الحلل وألفاظك سالت من العسل أم قد صببت عليها العسل. ولله أنت إذا أخذت القلم أبطلت كل بطل يهز الرماح. ويسل الصفاح. وإذا أجريت على رق أناملك. أقر بالرق كتاب الأنام لك. ولله درك. إذا تناثر درك. وتكاثر سحرك. فانبهت على لفظك كل الانباه. ودق كلامك وجل عن الأشباه. وحكى حضرة الملك خوارزم شاه. فهي والله خطة المحاسن وروضة الميامن. لا زالت تلك الحضرة. خضرة نضره. يضرب بها المثل في الحسن. وتنتهي إليها صفات الأمن واليمن \" أخرى في قول أبي الفتح \"\nبنفسي من أهدى إلي كتابه\n...\nفأهدى لي الدنيا مع الدين في درج\nكتاب معانيه خلال سطوره\n...\nلآلئ في درج كواكب في برج\n\" وقوله أيضاً \"\nكتابك سيدي جلى همومي\n...\nوحل به اغتباطي وابتهاجي\nكتاب في سرائره سرور\n...\nمناجيه عن الأحزان ناج\nفكم معنى بديع درج لفظ\n...\nهناك مزاوجاً أي ازدواج\nكراح في زجاج بل كروح\n...\nسرت في جسم معتدل المزاج\nبنفسي من اهدى الي نفيس كتابه. واتحفني بأنيس خطابه. فكانما أهدى الي الدنيا والدين في درج. ولآلي الحسن في درج وكواكب السعد في برجي. لا جرم انه أعتقني من رق همومي. وجلا عني غيوم غمومي. فحل به ابتهاجي. وزال معه انزعاجي. وما ظنك بكتاب كريم. يشتمل على فضل عميم. وغنم جسيم ظاهره روض ممطور. ولؤلؤ منثور. وسره سرور. وأنيس موفور. وينجي صاحبه من الاحزان. ويصلح ما بينه وبين الزمان. فكم فيه من معنى لطيف. في لفظ شريف. ما أشبهها في الازدواج. بغير الراح الصافية في صافي الزجاج. أو ببدن العاج. في مذهب الديباج أو بالروح اللطيفة في جسم معتدل المزاج. أو بالمرآة يترآى فيها الوجه الصبيح. والمحيا المليح. وبحسن الخلق يزينه حسن الخلق. وطيب الحلق. وباجتماع المنظر الوضي. إلى المخبر المضي. البهي الرضي. فكل هذا يا سيدي محتقر في جنب كتابك. المنفرد بمحاسن آدابك. ولكني اقول كأنه من حضرة الملك المعظم خوارزم شاه ولي النعم. أعز الله نصره وارد. وعن صدر ملكه صادر. فهو بنور مجلسه مشرق. ومن نسيم مجده عبق ولا غرو ان يجمع اليد منه على البلور الابيض والحجر الأسود والكبريت الأحمر والعيش الأخضر. وملك بني الأصفر. والله اسأل أن يعيذك من عين كمالك. ويجعل أيامك مطايك إلى آمالك \" أخرى في حل قول ابن المعتز في القاسم بن عبيد الله \" قلم ما أراه أم فلك يجري بما شاء قاسم ويسير\nراكعاً ساجداً يقبل قرطا\n...\nسا كما قبل البساط شكور\nوجليل المعنى دقيق لطيف\n...\nوكثير الافعال وهو صغير\nكم عطايا وكم منايا وكم عيش\n...\nوحثف تضم تلك السطور\nنقشت في الدجى نهاراً فما اد\n...\nري اخط فيهن ام تصوير\nالجزء: 1 ¦ الصفحة: 2\n",
        "أسيف قاطع. ام بريق لامع. ام فلك دائر. ام قلم سائر. يجري بما شاء مولانا الملك خوارزم شاه أدام الله ملكه بادياً وعادياً. ويخدم ارادته راكعاً وساجداً. ويقبل قرطاسه. كما يقبل الشاكر بساطه ويفتح له ابواب الجنان المثمرة المونقه. كما يفتح امره حصون البلاد المستغلقة. فهو الدقيق مرآه. الجليل معناه. الصغير شكله الكبير فعله. القريب صوته. البعيد صيته. وكم من منايا وعطايا. تتضمن ما سطره. وكم نعم ونقم تصدر عما يورده ويصدره ويا له من ساحر النفس بالنفس. يغرس الياقوت والدر في أرض الطرس. ويطرز بالظلام رداء الشمس. وسبحان من علم بالقلم. علم الانسان مالم يعلم. وهو عز ذكره المسئول ان ينظر للدين والدنيا باطالة بقآء مولانا وادامة ايامه. ويسخر الزمان بصرير اقلامه. وصليل حسامه. ما ضحك القرطاس ببكاء القلم. وابيض ليل المراد عن نهار الحكم\nباب\nفي القلم\n\" رسالة في حل قول الشاعر \"\nاصم سميع ساكن متحرك\n...\nينال جسيمات العلى وهو اعجف\n\" وقول الآخر \"\nواخرس منطيق نحيف من الضنا\n...\nيصح على طول الزمان ويسقم\nجليل خطير يعلم الناس انه\n...\nقليل مهين قد يهان ويكرم\n\" وقول الآخر \"\nظلت ابكي عليهم ولجنبي\n...\nمتحل بحلية العشاق\nناحل جسمه كأن يد الده\n...\nر غذته منها بكأس دهاق\nمرهف في لسانه للعطايا\n...\nوالمنايا مجاج ريق مراق\n\" وقول المتنبي \"\nنحيف السرى يعدو على ام رأسه\n...\nويحفي فيقوي عدوه حين يقطع\n\" وقول الآخر \"\nوأخرس ينطق بالمحكمات\n...\nوجسمانه صامت أجوف\nبمكة ينطق في خفية\n...\nوبالشام منطقه يعرف\nوسائر أوصاف القلم وخصائصه من كتاب المؤنس الأدبا وغيره مما ينطق الكتاب بايراده كله وأول الرسالة في طريق اللغز وأخرها في ذكره العالي. ثبته الله ما دامت الايام والليالي ما أصم أخرس بليغ ضعيف قوي مهين عزيز دقيق الجسم جليل الفعل نحيل الشخص سمين الخطر. حقير المنظر. شهير المخبر. خفيف المحمل. ثقيل الموقع صغير الجرم. عظيم الجرم. يجمع اوصاف العشاق. في النحول والاصفرار والدمع المراق. ويحاكي أفعال الدهر. في النفع والضر. والجمع بين الأرى. والشرى وشوب الغنم. بالغرم. والملك. بالهلك ويجري بالنحوس والسعود. بين القيام والقعود. ويقضي بالسراء والبأساء. إذا ضحك القرطاس بالبكاء. ويحكم بالقضايا والمنايا والعطايا. ممتطيا خمس مطايا. وفي احد سنيه ريق الصل يزجه. وفي الآخر لعاب النحل يمجه. وفي احد جانبيه البلاء الواقع. والسم النافع. وفي الآخر الدواء النافع. والشفاء الجامع. فاذا أعيا وكل وعي واعتل قطع رأسه فعاد صحيحاً. ونطق فصيحاً. حتى كأنه الشمعة عزها في ذلها. وحياتها في قتلها. ومن خصائصه انه ينطق في خفية بالمشرق. فيعرف بالمغرب ما يسره من المنطق. ومن لطائفه انه يكشف عن الضمير ويحصل ما في الصدور. ويقسم الناس بين القبور والصدور. ولا أطيل عليك يا سيدي بذكر أو ابده وفوائده ووصف عوايده وعوائده. هو القلم الذي علم الله به أولاً. وحلف به أخراً. وجعله كتاب وحيه. ولسان أمره ونهيه. فالعلوم من آثاره. والآداب من ثماره. والسيوف والرماح من خدمه وما منا إلا متحمل نعمه ونقمه. والله دره أخاً سما إلى سماء الفضل. وفلك المجد. وينبوع الجود من يد مولانا الملك المعظم خوارزم شاه ولي النعم أدام الله سلطانه. وثبت أركانه. فطفق يخدم عالي فكره. ويقف كيف يشاء عند امره. ويستخرج در طبعه من بحر علمه. ويرصعه تاجاً على مفرق دهره. فهناك الجمال بجملته. والكمال بكليته. والبلاغة بجوامعها. والبراعة في أحسن معارضها. وهناك حر الكلام يقطر منه ماء الشرف. ويلوح عليه شعاع الكرم. فكم له من توقيع يملك رق الحسن والاحسان. ويقع موقع الماء من العطشان. أعاذ الله مولانا من عين الكمال ونوائب الزمان ولازالت آثار يده العاليه قبلة توجه اليها صلوات التعظيم ويوقف عليها طواف الاجلال والتقديم. آمين اللهم آمين\nباب\nالمكارم والجود\n\" رسالة في حل قول عبد الله بن جعفر بن أبي طالب رضي الله تعالى عنه \"\nولست منافساً في المال خلقاً\n...\nولكني انافس في المعالي\nالجزء: 1 ¦ الصفحة: 3\n",
        "أحب بأن يكون الناس دوني\n...\nطوال الدهر في كرم الفعال\nولا والله ما أحببت مالاً\n...\nلشيئ قط الا للنوال\nأفيد ويستفيد الناس مني\n...\nوما يبقى يصير إلى الزوال\nمن نافس في الأموال لتتسع مواردها. ويتصل امدادها. ويتوفر اعدادها وتكثر بالناطق يقتني أجناسه. والصامت يخنق اكياسه. فاني انافس في المعالي والمكارم. وأرى تحمل المغارم من اعظم المغانم. ولا أتكرث الا بمواساة الاحرار وانتزاعهم من أظفار الدهر الغدار. واحب أن يكون الناس دوني في حسن الفعال وحميد الخصال. ووالله ارفع الايمان. وأعلاها في شرائط الايمان. اني ما احب المال الا لبذله. والجود به على اهله. واعتقد ان ما اعطيه يبقى ويخلد. وانا الذي ابقيه يفني وينفد. وكيف لا اكون كذلك وانا من خدم ملك هو المجد أنشي نفساً. والكرم يمثل شخصاً. وله همة في الجود تعزل السماك الا غزل سموا. وتجر ذيلها على المجره علوا. فلو ان البحار مدده. والسحاب يده والجبال ذهبه. لقصرت عما يهبه. فقد علمتني علاه محاسن الخلق المحمود. واعدتني حضرته الجود بالموجود فما اجمع شمل المال الا لتفريقه. ولا اذهب مع الامساك الا في طريقه. ولا ارهب الفقر وانا جار البحر. ولا اخاف الضلال وانا اسري في ضوء البدر. وما هو الا من إذا وصف فقد عرف وإذا ذكر فقد شكر. وليس ذلك غير الملك العادل الميمون. والخلف من المأمون ابي العباس مأمون بن مأمون. خوارزم شاه أعز الله نصره في الملك المصون وأطال بقاه لتسهيل الحزون. ومسرة المحزون \" رسالة في حل ابيات ابانا بن عبد الحميد اللاذقاي إلى الفضل ابن يحيى البرمكي الذي أعطاه عليها ما اغناه \" وهي\nانا من حاجة الامير وكنز\n...\nمن كنوز الامير ذو ارباح\nكاتب حاسب اديب لبيب\n...\nناصح زائد على النصاح\nشاعر مفلق أخف من الري\n...\nشة مما يكون تحت الجناح\nلي في النحو فطنة ونقاد\n...\nلي فيه قلادة بوشاح\nان رماني الامير اصلحه الل\n...\nهـ رماحاً أصاب حد الرماح\nلست بالضخم يا أميري ولا الفد\n...\nم ولا بالمحدرج الدحداح\nلحية سبطة ووجه جميل\n...\nواتقاد كشعلة المصباح\nوطريف الحديث في كل فن\n...\nوبصير بالترهات الملاح\nكم وكم قد خبأت عندي حديثاً\n...\nهو عند الملوك كالتفاح\nايمن الناس طائراً يوم صيد\n...\nفي غدوي وعند وقت رواحي\nأبصر الناس بالحروب وبالخي\n...\nل وبالخرد الحسان الملاح\nكل ذا قد جمعت والحمد لل\n...\nهـ على انني ظريف المزاج\nلست بالناسك المشمر ثوبي\n...\nهـ ولا الماجن القبيح الوقاح\nان دعاني الامير صادف مني\n...\nشمرياً كالجلجل الصياح\nوهي طويلة سائرة\nالجزء: 1 ¦ الصفحة: 4\n",
        "لولا ان من معروف الرسوم والعادات. وصف الانسان نفسه للملوك والسادات. وذكره ما فيه من الفضيله. عند ابتغاء الوسيله. لما تمدح يوسف الصديق بن اسرائيل يعقوب بن الذبيح اسحاق بن الخليل ابراهيم عليهم افضل الصلاة والتسليم. حين قال للعزيز اجعلني على خزائن الارض اني حفيظ عليم. وهذه مقدمة للاعتذار إلى الامير أطال الله بقاه من مدح نفسي لحضرته. عند عرضها على خدمته. فاني حاجة من حاجاته والافاضل حاجات السلطان وكنز من كنوزه. والكفاة كنوز الزمان. وقد جمعت بحمد الله آلات الخدمة الملوكية. وحزت أدوات الاعمال السلطانيه. فيدي في الكتابة كالبرق. وقلمي فلكي الجري. وخطي كالروض غب المزن. وبلاغتي يقرب جناها ويبعد مداها. وكلامي في الترسل يؤنس مسمعه. ويؤنس مصنعه. ولي من الحساب خط اطبق به مفصل الصواب. وآخذ معه باطراف الآداب. واحل في النحو دقائق الاشكال وازيل معترض الاشكال. وقريحتي في الشعر غير قريحة وطبعي غير طبع وأبكار افكاري عرائس كسوتها القوافي وحليتها المعاني فهي تسير مسير الامثال. وتسرى مسرى الخيال. وعندي من الشفقة والنصيحة. ما هو ثمرة العقيدة الصحيحة. ومن الموالاة والمشايعة. ما يستوفى على حقوق المبايعة. ولي خلقة سوية. وصورة مقبولة. وسجايا معسولة وشمائل خفيفه. وهي في ميزان الفضل ثقيلة. ولست بالنحيف القضيف المحتقر ولا بالضخم الفخم المشتهر. ولست بالطويل المربي على الطوال. ولا بالقصير الخارج عن حد الاعتدال ولست بالناسك البارد. ولا الفاتك المارد. ولا بالمتعفف المتقشف ولا بالخليع المتكشف. فانا اشوب الحصافة باللطافة والتوقر بالتوقد وازين الصباحه. بالفصاحه. والخفة بالرجاحة. واجمع بين جد العلماء والحكماء وهزل المجان والظرفاء. ولا اخلو من آداب الديوان والميدان. ومحاسن الكتاب والفرسان. ولا يعدم لدى الرأي أرى بأوائله أواخر الأمور. واكشف عن مبهماتها أغطية الستور. فأنا مرة عمدة الأمراء. وعدة الروساء. وتارة ريحانة الندماء. وشمامة الظرفاء. وطورا يساغ بي مرارة الكؤوس ويستمد من عشرتي مسرة النفوس. وتارة أعطي الجهاد. أوفى حظوظ الاجتهاد. واطبع حكم الجلد في صدق الجلاد. وتارة أمد يد الهزل فلا انطق في الجد بحرف. ولا استتر من السخف بسخف. وليس بصري بادارة رحا الحرب. والهاب جمرة الطعن والضرب. وطحن الأعداء كطحن الحب. دون بصرى بالخروج في العشرة من القشرة. واطلاع كواكب الندمان وانطاق ألسن العيدان واستمطار سحاب الأنس. وفض ختام اللهو ولا معرفتي بالخيل الجياد. والنصول الحداد. والقسى الشداد دون معرفتي باغصان القدود. وتفاح الخدود. ورمان النهود ولا ما عندي من أخبار العرب والعجم. وصناف العلوم والحكم وآداب السيف والقلم. بأقل مما عندي من الخرافات الملاح وفكاهات المزاح. التي هي أطيب من الريحان والراح والتفاح. وما أشبه في المحاضرة بها والاتقاد في حسن العبارة عنها إلا بشعلة المصباح. والجلجل الصياح. ثم لي في الصيد من يمن الطير وقضاء الوطر. وتحصيل الظفر. ما يحسن عند الملوك أثره. ويطيب لديهم ثمره. وحقيق على الامير ان يتقبل من جمع تفاريق هذه المحاسن بقبول حسن. ويطوقه قلادة من منن. وان يستخلصه لنفسه. ويتخذه لجده وهزله. فان شاء عمر به مجالس انسه وان شاء رتق به فتوق ملكه. وان أراد استخصه لمجالسته ومؤانسته. وان أراد استكفاء طرفا من اطراف مملكته وان احب فوض إليه تهذيب أعماله. وتثمير أمواله. وان احب انتضى منه سيف الضريبه. وابرز ليث الكتيبه. ليجد عنده في جميع هذه الأحوال والشؤون. ما يحقق احسن الظنون. وقد تعرفت إلى الامير بجهدي. ووصفت له ما عندي. فان بعثه المشهود من كرمه. وحسن شيمه. وعلو هممه. على قبولي وتحقيق مأمولي. كنت الصنيعه. الذي يحفظ الوديعه. والخادم الذي يشكر المكارم. وان ادرجني في أثناء الغفله. وطواني في ادارج الجفوه ففي الارض العريضة عمن ضاق ظله متجول. وعلى الله ثم على الملك خوارزم شاه اعز الله نصره معول. وسا ذوع بأملي إلى حضرته التي هي كعبة الآمال. ومحط الرحال وقبلة الأفاضل من الرجال. وملجأ الملوك المضطهدين ومهرب السادة الممتحنين. واضرب بسهم في الاقتباس من نورها. والاغتراف من بحرها. واستظهر بحسن حالي بما يلوح على من سعدها فان كنت من الأكابر. فلي في عدنان الهروى أسوة وان كنت من الأصاغر. فلي بابن\nالجزء: 1 ¦ الصفحة: 5\n",
        "الثعلبي النيسابوري قدوة والسلامي النيسابوري قدوة والسلام \" اخرى في حل قول مروان بن ابي حفصة \"\nلو مس بالكف عودا يابسا نخرا\n...\nلاهتز اخضر حتى يطلع الثمر\nتراك لا والقني وارجع وسوف وعد\n...\nما قال هذا وما فيه له وطر\nلكن يقول نعم وابشروهاك وخذ\n...\nهذا اقر له في فضله البشر\nلو ان كتاب خلق الله كلهم\n...\nنعم وحسابهم جاؤك فابتدروا\nأن يحسبوا أو يخطوا عشر ما وهبت\n...\nكفاك يوماً من الأيام ما قدروا\nأبقى الله مولانا الملك خوارزم شاه للكرم والجود. فهو الذي لو مس عودا يابسا لعاد الماء في العمود. حتى يهتز وينور. ويخضر ويثمر. وهو الذي لا يجري على لسانه كلمات الرد. وألفاظ الوعد. مثل لا وسوف وعد غدا أو بعد غد. لكن قوله لسائله وطالب نائله. نعم وابشروهاك. والغنى قد أتاك. وخذ هذا وذاك. فلو ان كتاب الارض وحساب الخلق اجتمعوا على ان يكتبوا عطاياه. ويحسبوا هداياه. لما قدروا على ضبط العشر مما تهب كفاه. فدامت له علاه. وفداه من عاداه \" أخرى في حل قول الفرزدق \" \" في يزيد بن المهلب لما عزل عن خراسان \"\nأبا خالد ضاعت خراسان بعدكم\n...\nوقال ذوو الحاجات أين يزيد\nفما لسرير الملك بعدك بهجة\n...\nولا لجواد بعد جودك جود\nفلا مطرت بالشرق بعدك مطرة\n...\nولا اخضر بالمروين بعدك عود\nأنا أطال الله بقاء الامير أرثي لخراسان فقد حدثت بها الأحداث. وعمها من بعده الالتياث. واختلت امورها. وضاعت ببعده ثغورها. وتنكرت معارفها مذ صارت بغير رسمه. وكادت منابرها تبكي لفقد اسمه. وقال أبناء الحاجات. وأصحاب الطلبات. يالهفي على يزيد وايجابه. لواردي بابه. وحسن اجابته لقاصدي جنابه. ويا أسفي على ذلك الشرف العميم. والخلق العظيم. والطبع الكريم والنائل الجسيم. فما لسرير الملك مع غيبته بهجة. ولا للكرم بخراسان بعده مهجة. واذ قد زال عنها ظله الظليل وفارقها فضله الجزيل. فلا مطرتها مطرة. ولا قطره. ولا اخضر بالمروين عود. ولا عاد إليهما عيد. ولئن عظمت المصيبة بعزله. فانه لم يعزل في سلطان فضله. ولئن صرف عن خراسان فانه لم يصرف عن الإحسان. والسلام \" اخرى في حل قول ابي اسحاق الصابي في المهلبي الوزير \"\nله يد برعت جودا بنائلها\n...\nومنطق دره في الطرس ينتشر\nفخاتم كامن في بطن راحتها\n...\nوفي أناملها سحبان يستتر\n\" وقول الآخر \"\nله سحائب جود في أنامله\n...\nأمطارها القضة البيضاء والذهب\n\" وقول علي بن جبلة في ابي دلف \"\nأبا دلف ان السماحة لم تزل\n...\nمغللة تشكو إلى الله غلها\nفبشرها ربي بميلاد قاسم\n...\nفارسل جبريلا اليها فحلها\nأبقى الله مولانا الملك خوارزم شاه. وعين الله على يده العالية إذا كتبت. ولا زالت عليها واقية باقية إذا وهبت. فهي التي يفيض من أناملها بحار تلفظ اللؤلؤ والمرجان. وينشأ من راحتها سحائب تمطر اللجين والعقبان. فكأن فيها سحبان يسحب ذيل فصاحته وحاتماً يقيم رسم سماحته. ولا غرو أن يكون الجود حليفه. وخليله واليفه. ولم يزل أسير حبس قد اغلق رتاجه. وسمير غل قد ضعف علاجه. فبشره الله بميلاد الملك الميمون. مأمون بن مأمون. وارسل جبريل فحل غله وشفى غلته. وازاح علته. وانطق لسانه بالحمد لمن فك اسرا. وجعل بعد عسر يسرا. وبالشكر لمن اخرجه يمن مولده. وسعادة مورده. من ذلة الرق إلى عزة العتق. ومن تصلية الجحيم. إلى جنة النعيم. فلا عدمت الدنيا الجمال بمن الجود من عتقائه. وشاكريه. واوليائه. وادام الله له أيامه للمكارم والآداب. ما استحسن برد الشباب واستطيب برد الشراب.\n\" اخرى في حل قول الشاعر \"\nإذا ما أتاه السائلون توقدت\n...\nعليه مصابيح الطلاقة والبشر\nله في ذوي المعروف نعمي كأنها\n...\nمواقع ماء المزن في البلد القفر\n\" وقول مروان بن ابي حفصه \"\nيا من الجود صاغ الله راحته\n...\nفليس يعرف غير البذل والجود\nعمت عطاياك من في الارض قاطبة\n...\nفأنت والجود منحوتان من عود\n\" وقول الآخر \"\nالجزء: 1 ¦ الصفحة: 6\n",
        "فلو كان ما تعطيه من رمل عالج\n...\nلا صبح من جدواك قد نفد الرمل\nوباريت وبل الغيث والغيث وابل\n...\nفدام ندى كفيك وانقطع الوبل\nلنا الحمد لله ملك إذا أتاه السائلون. وقصده الآملون. جرى في وجهه القمري البشري ماء البشرى. وبشرهم بالأمان من الدهر. ووقعت نعماه منهم مواقع القطر من البلد القفر. وكيف لا يكون كذلك وقد خلقه الله من طينة الجود. وجعل راحته راحة المنجود. فليس يؤثر غير الجود بالموجود. وكأنه والجود من عود. ولو كان ما يعطيه رمل عالج لنفد الرمل. ولو بارى الوبل لا نقطع الوبل. فسقى الله أخلاقه أشباهها من سيل المزن ولا زالت لتسيهل الحزن وتكشف الحزن.\n\" اخرى في حل قول ابي تمام \"\nهو البحر من أي النواحي اتيته\n...\nفلجته المعروف والجود ساحله\nتعود بسط الكف حتى لو انه\n...\nثناها لقبض لم تجبه أنامله\n\" وقول زهير \"\nتراه إذا ما جئته متهللا\n...\nكأنك تعطيه الذي أنت سائله\n\" وقول منصور بن بادان \"\nما قال لاقط من جود أبو دلف\n...\nالا التشهد لكن قوله نعم\n\" وقول الآخر \"\nسألت الندى والجود حران أنتما\n...\nفقالا جميعاً أننا لعبيد\nفقلت ومن مولاكما فتطاولا\n...\nعلي وقالا خالد بن يزيد\nمولانا الملك خوارزم شاه أدام الله ملكه وأعز نصره. بحر لجته المعروف. وساحله الجود المعروف. ولقد عودته بسط الكف فواضله. فلو أراد قبضها لم تجبه أنامله. وكلما سئل انشرح صدره. واهتز عطفه وترجم عنه يسره. وقرئت في وجهه صحيفة الهشاشة. وتهلهل منه هلال البشاشة. وبرقت بارقة السرور فيه. حتى كأنه يعطى ما يعطيه. فأقواله نعم. وأفعاله نعم. والناس عبيد إنعامه وإحسانه. ولولا التشهد لما اجرى لا على لسانه. ولقد سألت الندى والجود. فقلت لهما. اخبراني عنكما. احران أنتما. فقالا ما نحن إلا عبدان حقاً. ومملوكان رقا قلت ومن مولاكما. فآخذتهما العزة بالكبر. وجرا على أذيال التطاول والفخر. وقالا من تطيب بذكره الأفواه. ولا ترى له الأشباه مأمون بن مأمون خوارزم شاه فحين قرع سمعي ذكر الاسم العالي وليت وجهي نحو حضرة المعالي. وفرشت الارض بيدي فرشاً ونقشت التراب بفمي نقشا. وقلت رب عبوديه. خير من حريه. ورب رق. افضل من عتق. فلا زلتما من ممالك ذلك الملك ما دارت نجوم السماء في الفلك\nباب\nلطف السؤال\n\" رسالة في حل قول الشاعر \"\nيا ذا الذي لم تزل يمناه مذ خلقت\n...\nفيها الباغي النوال العل والنهل\nان كنت مسدى معروف إلى رجل\n...\nلفضل ود فاني ذلك الرجل\nفامنن علي بفضل منك ينعشني\n...\nفأنني شاكر للعرف محتمل\nأنت أيها الامير أطال الله بقاك بحر يجود على آمليه من غير علل ويسقي وارديه عللا بعد نهل. فإن كنت مسدى معروف. إلى رجل ملهوف. قد وقف على مودتك أجزاء نفسه. وفرش لمحبتك جوانب صدره. فأني ذلك الرجل الموصوف بموالاتك المعروف بمشايعتك وأنت أعلا عينا وما يراه من المن بثمرة من ثمار فضلك تنعشني من سرعة الفقر. وتستنقذني من أنياب الدهر. عالماً باني الشاكر للصنيعة الحافظ للوديعة انشاء الله تعالى \" اخرى في حل قول الأعرابي لمعن بن زائده \"\nاصلحك الله قل ما يبدي\n...\nواجتاح مالي العيال اذ كثروا\nافراخ عش بمجهل قذف\n...\nكانوا بخير ما اعتادهم ضرر\nانحى عليهم دهر بكلكله\n...\nفأرسلوني إليك وانتظروا\nالجزء: 1 ¦ الصفحة: 7\n",
        "أشكو إلى الامير أصلحه الله سوء الحال. وقلة المال. وكثرة العيال وفيهم أفراخ زغب أكابر وهم أصاغر. كانوا في ظل النعمى وتحت جناح الغنى فكرت عليهم الأيام بارتجاع ما أعارت. واستلاب ما أفادت وألقت عليهم كلا كلها. وأنزلت بهم نوازلها وحين نبابهم عشهم. وضاق عليهم عيشهم. وقاسوا خطوباً تبعث خطوباً ونوائب تدع الوالدان شيبا. دلوني على الامير أيده الله بالآمال الواسعة. وأرسلوني إليه من البلاد الشاسعة وانتظروا عودي إليهم مورق العود. وافر الحظ من السعود موقر الركائب مثقل الحقائب. فان رأى أعلا الله رأيه ان يحقق ظنونهم ويقر عيونهم. ويخرجهم من الضيق إلى السعة ومن الانزعاج إلى الدعة فعل انشاء الله تعالى \" اخرى في قول الشاعر \"\nايهذا العزيز قد مسنا الضر\n...\nجميعاً وأهلنا أشتات\nولنا في الرجال شيخ كبير\n...\nولدينا بضاعة مزجاة\nقل طلابها فصارت كسادا\n...\nوتجارتنا بها ترهات\nفاحتسب أجرنا واوف لنا الكيل\n...\nوتصدق فأننا أموات\nأيها العزيز اعز الله نصرك وأعلى أمرك. قد مسنا وأهلنا الضر وانحنى علينا الزمان المر وعمنا الاختلال والشتات. وتفرق منا البنون والبنات. ولنا شيخ كبير اخذ الزمان من جسمه وقوته كما اخذ من حاله ونعمته. وابتلاه الله بالعدم على الهرم فصرنا من ذوي المحال المنخفضة الدرجات. وأصحاب البضائع المزجاة والشأن في الكساد. الذي هو أخو الفساد. وسوء أثره على تجارة لنا يسيرة. وبلغة حقيرة. نقاسي منها قذى العيون وشجى الحلوق وغصص الصدور فاحتسب الأجر الجزيل. والشكر الجميل. بنظرة كريمة منك تحيينا ونحن أموات. وتنشرنا ونحن رفات. واحسن بنا ان الله مع المحسنين. وصلاته على النبي المصطفى محمد وآله أجمعين \" اخرى في حل قول ابي عبد الله الخليع لابن طولون \"\nأنا حامد أنا شاكر أنا ناشر\n...\nأنا جائع أنا راجل أنا عاري\nهي ستة وأنا الضمين لنصفها\n...\nفكن الضمين لنصفها بعيار\nأطعم وأركب واكس ثم لك الوفا\n...\nعند اختيار محاسن الاخيار\nوالعار في مدح لغيرك فاكفني\n...\nبالجود منك تعرضي للعار\nوالنار عندي كالسؤال فهل ترى\n...\nان لا تكلفني دخول النار\nأنا أطال الله بقاء سيدنا حامد له شاكر إياه ناشر فضله. ولكني جائع والجوع بلاء عظيم. وعذاب اليم. وراجل والرجلة مثلة. وعريان والعرى مذلة. وهذه صفات ست قد تضمنت نصفها. وضمنت كرم سيدنا شطرها. ليجري على شاكلته في الأنعام. بالإطعام. والإحسان. بقود الحملان. وتفخيم الرقعة. بالخلعة. وله مني الوفاء بحمد يحسن وصفه. ويطيب عرفه. وشكر كشكر الروض للمطر. والساري للقمر. ونشر كنشر المسك الأصهب والعنبر الأشهب. وليعلم اني أرى مدحي سواه. وتعرضي لجدواه. عارياً لا يغسله الاعتذار. ولا يعفيه الليل والنهار. كما اني اتصون النار في السؤال. وإراقة ماء الوجه عند الرجال. فان رأى أعلا الله رأيه ان يصونني عن العار. ولا يعرضني لدخول النار. فعل جرياً على عادته في استعباد الأحرار. انشاء الله أخرى \" في حل قول الشاعر لعلي بن عيسى \"\nأيا من زان أسباب الولايه\n...\nومن خص المكارم بالعنايه\nثيابي ملحم في يوم ثلج\n...\nوحسبي لا اطول في الشكايه\nمن زانته الولاية أطال الله بقاء سيدنا فانه قد زانها بحسن شيمه. وعني بالمكارم حتى عدت من خدمه. والله يطيل بقاءه لاستثمار الشكر من غرس نعمه. وسيدنا أدام الله تأييده يراني في ثياب صيفية لعبت بها أيدي البلى ما لعبت. واكلت عليها صروف الدهر وشربت. وقد مد الشتاء رواقه. وحل البرد نطاقه. وعادت هامات الجبال شيباً. ولبست من الثلج ملأ قشيبا. ولا ازيد على هذا القدر من الشكايه. وان قاسيت من الشتاء اشد النكايه. والسلام \" اخرى في حل قول الآخر \"\nاتيتك يا عقيل بلا اخاء\n...\nولا سبب يكون سوى الرجاء\nفان تنعم فليست منك نكرا\n...\nوان تمنع احلت على القضاء\nالجزء: 1 ¦ الصفحة: 8\n",
        "من توسل إلى سيدنا اطال الله بقاه بحرمة وذمة. وقدمة خدمة. فاني أتوسل إليه بالرجاء. الفسيح الإرجاء. وكفى به وسيلة عند الفضلاء الكرماء. الذين هو مشهور بسيادتهم وواسطة قلادتهم ثم اذكر له حاجتي إلى عجالة من معونته. وطليعة من مؤنته. فان انعم علي بها لم يكن نكرا. والزمني ثناء وشكرا. وان تكن الأخرى حملتها على حكم المقادير. الجارية بخلاف التقدير. ولم الزمه ذنب الزمان الجائر. والجد العائر. ان شاء الله تعالى \" اخرى في حل قول سحبان بن وائل \"\nيا طلح اكرم من مشي\n...\nحسباً وأبذلهم لتالد\nمنك العطاء فاعطني\n...\nوعلي مدحك في المشاهد\nسيدنا أطال الله بقاه اكرم الناس نسباً. واشرفهم حسباً. واحرصهم على استبعاد الأحرار بالأفضال. وأسخاهم ببذل التالد والطارف. من الأموال حتى كأنه في تصديق الظنون. وتفريق المخزون وابتذال المصون. مأمون بن مأمون. فمنه العطاء ومني الثناء وله المنح. ولي المدح. وعليه البر. وعلي الشكر. وسأبلغ من ذلك في المشاهد الغاصه. والمجالس الخاصه. ما تبتهج به المكارم. وتهتز له المواسم. ان شاء الله \" اخرى في حل قول ابي احمد بن ابي بكر الكاتب لأبي الفضل محمد بن عبد الله البلعمي \"\nيا أبا الفضل لك الفضل المبين\n...\nوبما تكنى به أنت قمين\nليس تخلو من زكاة نعمة\n...\nاوجبت شكر الرب العالمين\nفزكاة المال من اصنافه\n...\nوزكاة الجاه رفد المستعين\nلاغرو ان كني سيدنا أطال الله بقاه بالفضل فانه أبوه. وابنه واخوه. ولقد وافقت الكنية مكناها. وطابقت لفظتها. معناها والله ينظر للفضل والافضال بإطالة مدته. وإدامة بهجته. وحراسة مهجته. وقد علم سيدنا أدام الله تأييده ان النعم التي توجب شكر الله عليها لا تكاد تخلو من زكوات تستحفظ المواهب بها. وتستدر الزيادات معها فزكاة المال من أصنافه معروفة. والى مستحقيها في حكم الشرع مصروفة. وزكاة الجاه بذل المعونة لطالبها. وقضاء الحاجة لصاحبها. وها أنا استمطر سحاب جاهه. واستظهر على الدهر بحسن رأيه. واسأله ان يشغل بي ساعة من أيامه. ليعيد إلي ما نضب من ماء وجهي. الذي هو فوق دمي. ويجدد لي ما خلق من جاهي. الذي هو فوق مالي وهو أدام الله تمكينه يحسن الحسن. ويقلد اولياءه المنن..ان شاء الله تعالى\nباب\nالتقاضي والاستزادة\n\" رقعة في حل قل الشاعر \"\nكفاك مذكرا وجهي بأمري\n...\nوحسبك أن أراك وأن تراني\nواني ان دنوت رعيت حقي\n...\nوان ابعد فلا تنسى مكاني\nالذكرى تنفع المؤمنين. وتحتمل من المخلصين. وأنا اقتصر من تذكيره بأمري على ما يواجهه من وجهي. وأكتفي من اقتضائه حاجتي. بما يراه من شخصي ويتصوره من حالي. واعلم اني ان حضرته أوجب لي. وان غبت عنه لم ينسني. وان كاتبته أجابني عن مكتوبي. والى مطلوبي. والله يبقيه ويقيه. ويعيذني من رؤية السوء وسماعه فيه \" أخرى في حل قول الآخر \"\nأروح لتسليم واغدو لمثله\n...\nوحسبك بالتسليم مني تقاضيا\nأنا أطال الله بقاء الشيخ أغدو إلى حضرته للتسليم واروح. ولا أبوح بما في صدري من الحاجة ما صحبتني الروح. بل أكل ذلك إلى فطنته الثاقبة. وعنايته الراتبة. وأثق باجابته داعي الكرم في أمري. ولا شك في حرصه على ما يؤدي إلى استجلاب شكري. وكفى بالتسليم تقاضيا وبالزيارة اقتضاء. ورب إشارة. ابلغ من عبارة. وتعريض أوقع من تصريح. ولسان حال. انطق من لسان مقال. والسلام \" اخرى في حل قول الشاعر \"\nاذكر لا اني علمتك ناسيا\n...\nلامري ولا اني أظنك ساهيا\nولكن رأيت السيف من بعد سله\n...\nإلى الهز محتاجا وان كان ماضيا\nلست اذكر من الشيخ أطال الله بقاه ناسيا لمصالحي. ولا ساهيا عن مناجحي. فهو اذكر لحاجات أوليائه من أن ينبه عليها. واشد اعتناقا لها من ان يهاب به اليها. وقد يهز السيف وهو حسام ويحث الفرس وهو جواد. وأنا من الشيخ أيده الله تعالى على ميعاد. وإنجازه لي بمرصاد ان شاء الله تعالى \" اخرى في حل قول القائل \"\nولقد تنسمت النجاح لحاجتي\n...\nفاذا له من راحتيك نسيم\nأعملت نفسي في رجائك ماله\n...\nعنق إليك يحث بي ورسيم\nالجزء: 1 ¦ الصفحة: 9\n",
        "ولربما استيأست ثم أقول لا\n...\nان الذي ضمن النجاح كريم\nقد لاح لي أطال الله بقاء الامير نجم المراد بساحته. وفاح نسيم النجاح من راحته. واستقلت بي للأمل مطية وطية. ولا خشنة ولا بطية. فهي تواصل العنق بالرسيم. وتشافه بي لسان الصنع الجسيم. وربما رمز لي لسان الوسواس. باليأس من الناس. فأقول لا والله وضمين النجاح كريم. ملء لباسه. موفق مد أنفاسه. لا زال عزه باقيا. وبحره ساقيا \" أخرى في حل قول الشاعر \"\nأيا من سادنا كرما وجودا\n...\nوفاق بفضله كل البريه\nبحق محمد وبني بنيه\n...\nوعترته المهذبه الزكيه\nصل الريش المكسر من جناحي\n...\nبتسريح وجائزة سنيه\nفمثلك لا يليق به التغاضي\n...\nومثلي لا توافقه النسبه\nسيدنا أطال الله بقاه. قد فاق من في الآفاق بكرمه المستفيض. وآثار جوده البيض. فلا زالت ينابيع السماح تتفجر من أنامله وربيع الفضل يضحك عن فواضله. وأنا اسأله بحق محمد رسول الله وصفوته. وخيرته من بريته وعترته. الذين هم عشيرة الأيمان. وشجرة الرضوان. ان يخفف ثقل الخلة عني. ويرس ما براه الدهر مني. ويجبر ما كسره الفقر من جناحي. ويجمع بين سراجي ونجاحي. فمثله يحل عن التغاضي. ومثلي يدق عن التقاضي. والله اسأل ان يطيل بقاه لاحسان ينتهي إلى قاصيته. وانعام يقود بناصيته \" اخرى في حل قول الشاعر وكتب به إلى المأمون \"\nشحطت حاجتي إليك فمر لي\n...\nيا أميري معجلاً بخضاب\nقد طال الأمد أطال الله بقاء الامير على حاجتي عنده. حتى طار غراب شبابها. وطلع النهار بجانب ليلها. وابيض صبح. مشيبها وعم البياض سواد شعرها. وصارت من ذوات الأسنان العالية والصحبة للأيام الخاليه. فان أمر لها الامير أعلى الله أمره بخضاب يرد صبغة شبابها. ويقر بها أعين أحبابها كان قد نفق سوقا كاسده. واصلح حالا فاسده. ان شاء الله تعالى \" حل جواب المأمون عنه \"\nقد امرنا لها بخضبة خطر\n...\nتدع الرأس مثل حلك الغراب\nقد امرنا لها أيدك الله بخضاب. حالك الإهاب. فاحم الجلباب قارئ الثوب. غرابي اللون كأنه من دهمة الأفراس. أو من لباس بني العباس. أو من كسوة الثكالي. أو من ذوائب العذاري. أو من احداق الحور. أو من لعاب الديجور. فليستعمل الخضاب وان كان من شهود الزور. وليعاود الشباب وان كان من متاع الغرور.\n\" اخرى في حل قول الشاعر \"\nإذا كان العطية بعد مطل\n...\nفلا كانت وان كانت جزيله\nفسقيا للعطية ثم سقيا\n...\nإذا سهلت وان كانت قليله\nوللشعراء ألسنة حداد\n...\nعلى العورات موفية دليله\nومن عقل الكرام إذا اتقوهم\n...\nوداروهم مداراة جميله\nإذا وضعوا مكاويهم عليهم\n...\nوان جهدوا فليس لهن حيله\nقد علمت أيدك الله ان المطل يكدر الصنيعة. وان كانت رفيعة. ويبغض العطيه. وان كانت سنيه. كما ان التعجيل يكبرها وان كانت صغيره. ويكثرها وان كانت يسيره. والشعراء يتجنون ممن يجرهم على شوك المطل ويحرمهم ثمرة الوعد. ولهم الألسنة التي تغيض البحور. وتفلق الصخور. وتسمع الغياب. وتهتك الحجاب وتدل على العورات. وتكشف عن المستورات. فإذا كووا بها الضجوا ما شاؤا. وإذا هجوا احسنوا وقد ساؤا. وإذا ندد كلامهم ونفذت سهماهم فلا حيلة في ردها أو يرد الثمر إلى الأكمام. والولدان إلى الأرحام. والحازم من يداريهم احسن المداراة. ولا يأخذ معهم في طريق المماراة. وينظر لعرضه بالافضال عليهم. ويتوقى الشر بتقديم الخير إليهم. وأنت أيدك الله تتعظ بما تسمع وتفهم. وتعمل بما تعلم. ان شاء الله \" اخرى في حل قول منصور الفقيه المصري \"\nأبا جعفر لست بالمنصف\n...\nومثلك ان قال قولا يفي\nفان أنت أنجزت لي موعدي\n...\nوإلا هجيت وادخلت في\nوقد علم الناس ما بعده\n...\nفغط الحديث ولا تكشف\nأبا جعفر ما اكثر أخلاقك. واقل إنصافك ومثلك من. إذا وعد وفى وإذا عقد أوفى. فان حفظت سالف العهد ونجزت سابق الوعد وكنت ممن ينصف ويفي. وإلا عركت وأدخلت في. وما بعده معلوم. والمعنى مفهوم. ولا يخفى على الناس ما أشرت إليه وسبيلك ان تستر عليه. ان شاء الله تعالى\nالجزء: 1 ¦ الصفحة: 10\n",
        "\" اخرى في حل قول القائل \"\nقل للأمير وما بالحق من باس\n...\nدع عنك ضربك أخماسا لأسداس\nمن اثنتين فلا تبخل بواحدة\n...\nأما النوال وأما راحة اليأس\nحقيق علي أيد الله الامير ان لا أقول غير الحق. ولا يجري بناني بغير الصدق. وما منهما الأمر عاقبته حلوه. وثقيل ثمرته خفه وعندي نكتة من عريضه. وقصيرة من طويلة. وهي ان ضرب الأخماس للأسداس. ليس من فعل كرام الناس. فاما ثمرة النجاح واما روح الياس. واقول ما قال الله المنان فامساك بمعروف أو تسريح باحسان \" اخرى في حل قول الشاعر في يحيى بن خالد البرمكي\nرأيت يحيى أدام الله دولته\n...\nيأتي من العرف مالم ياته احد\nينسى الذي كان من معروفه أبدا\n...\nإلى العفاة ولا ينسى الذي يعد\nسيدنا أطال الله بقاه فرد الأنام واوحد الكرام. فأيامه ربيع مريع. وجوده غريب بديع. فهو يطوى ما تقدم من الإحسان في أثناء الغفلة والنسيان. ويذكر ما يسبق من وعده حتى ينقشه في فص صدره. ويصرف إلى إنجازه جميع فكره. فكأنه قد نظر في سير مولانا الملك خوارزم شاه أدام الله ملكه وأحاط بجلائل نعمه. ودقائق كرمه. فتخلق بخلقه. وجري في طرقه. ولعمري ان من تدبر أخباره. وتبصر آثاره. وعلم ان الكرم مأمولي. لا برمكي. والجود خوارزم شاهي. لا حاتمي. وعرف انه لولا عجائب صنع الله. وبدائع لطف الله. لما نبتت تلك المكارم في لحم. ولا امتزجت تلك الفضائل بدم. ولا اجتمعت تلك المحاسن في شخص. ولا انتظمت تلك المفاخر في نفس. فسبحان الله حين تمسون وحين تصبحون. وسبحان خالق مأمون بن مأمون \" اخرى في حل قول الشاعر \"\nتدعو الضرورات في الأمور\n...\nإلى إستعمال ما لا يليق بالأدب\nوحيرة المرء في تقلبه\n...\nتدعو إلى ان يلج في الطلب\nسيدنا أطال الله بقاه يعلم ان الضرورة. تبيح المحظورة. وتنقض المروة. وترفض الفتوة. وتدعو المرء إلى ما لا يحسن به. ولا يليق بحسبه وادبه. كما يعلم ان فرط التحير. يمنع من واجب التخير ويحمل الحيي على الوقاحة. حتى لا يبالي بالقباحة. أعاذ الله سيدنا من كل ما يجري على خلاف إيثاره. ويحول بينه وبين اختياره وقد اجتمع علي أدام الله تأييد سيدنا من الضرورة العنيفة والحيرة الشديدة. ما رخص لي في الإلحاح الذي ليس من خلائقي. وبعثني على الالحاف وما كان من طرائقي. وسيدنا أدام الله أيامه. أعلا عيناً فيما يراه من مداواة حالي بطب كرمه. وامساك رمقي بقطرة من ديمه \" أخرى في حل قول الآخر \"\nاطال لك الله السلامة والبقا\n...\nوزادك في الدنيا علوا ومرتقى\nبعثت رسولي وهو حامل رقعتي\n...\nفرأيك فيما قلت امس موفقا\nيلقى الشيخ اطال الله بقاه. وادام في المعالي ارتقاه. برقعتي من هو رسولي. في تحصيل سولي. فرأيه في اعادة ظني مصدقاً. وصرفه بالنجاح موفقاً. ان شاء الله تعالى \" اخرى في قول الشاعر لعبد الله بن طاهر \"\nماذا أقول إذا سئلت وقيل لي\n...\nماذا اصبت من الجواد المفضل\nان قلت اعطاني كذبت وان اقل\n...\nضن الامير بماله لم يجمل\nفاختر لنفسك ما أقول فانني\n...\nلابد اخبرهم وان لم اسأل\nأنا أطال الله الامير ناهض النيه. راحل العزيمة. مسافر الهم والعقيده ولم يبق الا المسير. ومن الله التيسير. ولست ادري ما الذي اقول إذا عاودت اوطاني وسلطاني. وشاهدت خلاني واخواني. وسألوني عن حالي بحضرته. وحظي من ثمار خدمته. فان قلت حصلت في الجنان الخصيبة من نعمته ودرت علي سحابة صلته. كذب لسان حالي لسان مقالي ولم تثن عليه حقائبي واحمالي. وان قلت ان الامير ادام الله تأييده قد ضن. ولم يحقق الظن. كنت وصفت البدر بأن لا يلوح. والمسك بأن لا يفوح. والبحر بأن يغيض. ولا يفيض فانا واقف حيث يقف بي اختياره. من الشكر أو الشكايه. ويرتضيه لي ايثاره. منالثناء أو الاستزاده. فان رأى أعلى الله رأيه ان يطلق لساني باجمل القولين فيه. ولا يكلني الا إلى احسن الظنين به. فعل ان شاء الله تعالى \" حل الجواب عنها \"\nعاجلتنا فاتاك عاجل برنا\n...\nقلا ولو أمهلتنا لم يقلل\nفخذ القليل وكن كأنك لم تقل\n...\nونكون نحن كأننا لم نفعل\nالجزء: 1 ¦ الصفحة: 11\n",
        "خاطبتنا أيدك الله مخاطبة من تجهز وتحمل وبرز وهو سائر لايني ومتوجه لاينثني. وكنا نؤثر ان تقيم ولا تريم. لنبلغ من قضاء حقك ما يتأتى في المهل لا على السرعة والعجل. واذ قد جددت في السفر عزمك. وجردت للوطن همك. فجعل الله الخيرة مصاحبة لك. في مقامك وظعنك. وسفرك وحضرك. وسائر متصرفك. ومتوجهاتك. وقد امرنا لك بعجالة قليلة من البر يكثرها ما في التقصير مع المعاجلة من العذر. فخذها وهب انك لم توصل. لنعلم نحن على اننا لم نبذل. والأمر كفاف لدينا. ولا لنا ولا علينا. و؟ بيننا قائمه لا يلزم أحدنا لائمه. والسلام \" اخرى في حل قول منصور الفقيه \"\nان إمام الحجاز يقضي\n...\nعليك في الوعد بالضمان\nولي عدات لديك تترى\n...\nمعلومة الوقت والمكان\nفاوف بالوعد أو فصرح\n...\nبالخلف واسلم على الزمان\nولا تعذب بسوف قلبا\n...\nاقرحه المطل والتواني\nالشيخ أطال الله بقاه حجازي الفقه. شافعي الدين. ومن مذهبه. ان من وعد وعدا. فقد ضمن ضمانا وعهد عهدا. وفي دين المروة. وحقوق الفتوة. ان من أعطى من لسانه الوثيقة. لزمته شرائطها على الحقيقة. ولي في ذمة كرمه مواعيد معلومة الأوقات والأزمنة. معروفة المواطن والأمكنة. فان وفى بالعهد. واوفى بالعقد. كان قد جبر كسري. وفك اسري. واستغرق شكري. وان رأى غير ذلك فالتصريح. مما يريح. ولا بأس ببرد اليأس. وما اولاه بأن لا يزيد في عذاب قلب مكدود بالوعد. مجرود على شوك المطل. مجروح بأنياب الدهر. والله يعينه على الخيرات. ويوفقه للحسنات. ويوفر حظه من الباقيات الصالحات \" اخرى في حل قول ابن الرومي \"\nجعلت فداك لم اسال\n...\nك ذاك الثوب للكفن\nسألتكه لألبسه\n...\nوروحي بعد في بدني\nوقد طال المطال به\n...\nوخفت حوادث الزمن\nفلا تجعله غزلاً فر\n...\nحائكه إلى عدن\nالا فامنن به ان ال\n...\nسيادة عاجل المنن\nالا واجعله ممتثلاً\n...\nمحاسن وجهك الحسن\nنقياً مثل عرضك إنه\n...\nما شيب بالدرن\nصفيقاً مثل رأيك\n...\nانه والحزم في قرن\nرقيقاً مثل فطنتك التي\n...\nدقت عن الفطن\nولا تعجبك قيمته\n...\nكفى بالجمد من ثمن\nوحسبك ان بخلت به\n...\nبفقد الحمد من غبن\nجعلني الله فداك. يا مولاي واطال بقاك. إلى متى هذا المطل الشديد. بالثوب الجديد. ولم صار الوعد فيه كالموعيد. أما علمت اني سالتكه لألبسته في حياتي. لا لأن أكفن به عند مماتي. وقد طال به التسويف العنيف. حتى خفت عوائق الحدثان. ولم آمن نوائب الزمان. فلا ينبغي ان يكون فرحائكه إلى اليمن والقى عصاه بصنعاء أو عدن. وليس الزعيم الا فضلك بكفابة شغل طلبه. والجري على حكم سوددك في المن علي به. وإجابة دعائي بكرمك. ان تنفذه ممتثلاً محاسنك. محاكياً شمائلك. وتجعله نقياً كعرضك الذي ما شيب بما يلطخه. وما شين بما يوسخه. وتختاره صفيقاً كرأيك الذي لا يتخلله خلل. رقيقاً كفطنتك التي لا يتعرضها زلل. ولا تتعاظمك قيمته فالحمد لله أعلى واغلى. وبالاستحلاب اولى وان بخلت به وحاشاك. فحسبك فوت الشكر عيباً وكفاك\nباب\nالمطل وخلف الوعد\n\" رسالة في حل قول ابن الرومي \"\nلو كان مطلك ذا روح وذا جسد\n...\nفي طوله ما شككنا انه عوج\nكما نوالك مع ما فيه من قصر\n...\nلو مر بالناس قالوا مر ياجوج\n\" وقول الآخر \"\nقد بلوناك بحمد الله\n...\nان أغنى البلاء\nفاذا كل مواعي\n...\nدك والريح سواء\n\" وقول الآخر \"\nاطلت انتظار غد بعد غد\n...\nولم ازمنك يدا فوق يد\nفسم غدا أنتظر وقته\n...\nفكل غد بعده الف غد\nالجزء: 1 ¦ الصفحة: 12\n",
        "قد طال المطال أطال الله بقاك سيدي كأني اعوج. منه على عوج. أو أرى به ظل الرمح. وأشاهد عمر النسر. أو أعاني ليلة الهجر. أو أعاين يوم الحشر. ولست أشبه نوالك بياجوج في قصره. وقلته وصغره. فهو اقصر من انملة نمله. واقل من ذرة واحدة واصغر من عنفقة. ولقد جربتك لو نفعت التجارب. وكشفت لي منك العواقب. عن مواعيد فيها من الريح شبه. وانها من البرق الخلب سبب. وبينها وبين العارض الجهام نسب. فحتى متى اصلحك الله تجرني على شوك المطل. وتحرمني ثمرة الوعد وتعللني بغد وما بعد غد. ولا أرى لك يدا فوق يد. اما حان ان تنص على اليوم المعتمد. وتدعني من كثرة ذكر الغد فانه بعيد الأمد. متصل بالأبد \" اخرى في حل قول الشاعر \"\nسألتك حاجة فأجبت فيها\n...\nبأحسن ما يكون من الجواب\nفلما رمتها رمت الثريا\n...\nفصارت حاجتي فوق السحاب\n\" وقول ابي نواس\nوعدتني وعدك حتى إذا\n...\nاطمعتني في كنز قارون\nجئت من الليل بغسالة\n...\nتغسل ما قلت بصابون\n\" وقول ابي العيناء \"\nاني لا اعجب بل فعالك اعجب\n...\nمن طول تردادي إليك وتكذب\nوتقول لي قولاً أظنك صادقاً\n...\nفاجئ من طمع إليك واذهب\nفإذا اجتمعت أنا وأنت بمجلس\n...\nقالوا مسيلمة وهذا اشعب\nسألتك اصلحك الله حاجة خفيفة المؤنة عليك. ثقيلة المنة لك. فجمعت لي فيها بين احسن الجواب. واتم الإيجاب. فلما رمتها كانت والثريا في سمك. ومع العيوق في سمت. وصرت أتصورها مرة بمنقطع التراب. وتارة فوق السحاب. وطال ما اطمعتني في كنوز قارون بمواعيدك المعسولة. ثم أتبعتها بمعاذيرك المغسولة ولست ادري أي حالتينا اعجب. كما لست ادري أيهما اكذب اطمعي فيك الذي يجدد عليك اعتمادي. ويكرر إليك تردادي. أم لسانك الذي يدين بالكذب مذهباً. ويستلين من الخلف مركباً فلو جمعني وإياك محفل غاص. أو ضمنا مجلس خاص. لا قبل بعض أهلهما على بعض يعيبونك ويلعنونك. ويقولون هذا مسيلمة ويعنونك. وهذا اشعب ويعنوني. والى الطمع الكاذب ينسبونني. وكان مسيلمة اكذب من أظلته الخضراء. واشعب اطمع من اقلته الغبراء. وأخبار ذلك في الكذب قد سارت في البلاد ووردت المياه. وأخبار هذا في الطمع قد طارت في الآفاق وركبت الأفواه. تاب الله علينا من الكذب والبهت ومن الخلف البحت ومن الطمع الذي يهدي إلى الطبع. بمنه ورافته. وسعة رحمته \" اخرى في حل قول ابي تمام\nومحجب حاولته فوجدته\n...\nنجما عن الركب العفاة شسوعاً\nلما عدمت نواله اعدمته\n...\nشكري فرحنا معدمين جميعاً\nان طال أيدك الله عجابك. واشتد احتجابك. وتجهم بوابك فكم من محجوب حاولت جنا به. وقصدت بابه. فوجدته نجما يبعد عن العفاه. وحية لا تسمع للرقاه. وحين اعدمني الثرا. اعدمته الثنا. ولما منعني المنح. منعته المدح. فحصلنا جميعاً على العدم اما هو فمن الكرم. واما أنا فمن النعم. وهو من الشكر وأنا من الوفر. ولقد احسن بي ما شاء. إذ أساء. أليس قد اعتق عاتقي من رق الصنيعة. ولم يلزمني حفظ الوديعة والسلام \" اخرى في حل قول دعبل \"\nوعدت النعل ثم صدفت عنها\n...\nكأنك تشتهي شتما وقذفا\nفان لم تهد لي نعلا فكنها\n...\nإذا اعجمت بعد النون حرفاً\nوعدتني أيدك الله النعل وما أسعفت. بل صددت عن ذكرها وصدفت. فاستهدفت لسهام الذم واستقذف. فان أهديتها الآن وإلا لبست ثوب المغبون. وكنتها إذا اعجمت الحرف بعد النون. والحازم من بقى العرض بالعرض الأدنى. ولا يعرضه للبلوى والسلام \" اخرى في حل قول الشاعر \"\nصحبتكم عامين في حال غربتي\n...\nارجى نداكم والجنون فنون\nفما نلت منكم نائلا غير انني\n...\nتعلمت ذل الفقر كيف يكون\nالجزء: 1 ¦ الصفحة: 13\n",
        "يا أسفي لو كان يغنى الأسف. ويا لهفي ان كان يجدي اللهف: على عامين استغرقتهما في صحبتكم. وانفقتهما على خدمتكم. ولي من كربة الغربة صاحب واليف. ومن رجاء فسيح الأرجاء باعث وحليف. الغرور مكنون. والجنون فنون.. فلم احظ منكم بنائل ولم احل بطائل. ولم أنل ما يغني عني ريش الطائر. بل تعلمت كيف يكون ذل الفقر. وكيف يصول جور الدهر. والى الله المشتكى لا منه. وفيه تعالى عوض عن كل ذاهب. وخلف من كل فائت. فله الحمد على افضاله. وصلاته على النبي محمد وآله \" اخرى في حل قول الأستاذ ابي بكر الخوارزمي \"\nالا من بلغ الأستاذ اني\n...\nأنا الصمصام اغمده الحياء\nأنجدت والسباخ لديك مرعى\n...\nونظمأ والسراب لديك ماء\nيطرقنا الزمان وكل يوم\n...\nلنا خطب خواشيها البكاء\nوكنت وعدتنا نظراً فابطا\n...\nوقد تتبلغ الخيل البطاء\nفان عز القضاء لديك يوماً\n...\nفموجود لدينا الاقتضاء\nويرضى بالرجاء سواي قوم\n...\nوما عندي لحكمهم ارتضاء\nفان أخا الرجاء على يقين\n...\nمن البلوى وفي القرح امتراء\nوشر المرتجين أخو مطال\n...\nيعمر في جوانبه الرجاء\nإذا اضحى فموعده مساء\n...\nوان امسى فموعده ضحاء\nوهذا العتب واسطة ولكن\n...\nلها طوقان مدح أو هجاء\nوبين النجح والتعويق حد\n...\nوقنظرة يقل لها السخاء\nفلا تشك القضاء فليس يشكو\n...\nمسيىء نفسه أنت القضاء\nترفق بالامير فكل شيء\n...\nتنال به المنافع كيمياء\nأطال الله أعمار المعالي\n...\nوذلك ان يطول لك البقاء\nولا زالت تمد إليك كف\n...\nبضاعتها ثناء أو دعاء\nوان رضي الزمان بمثل روحي\n...\nفداء عنك فهي لك الفداء\nقلبي اطال الله بقاء سيدنا الاستاذ. ملان من عتب عليه يكثر له العتاب ويضيق عنه الكتاب. ولكن لساني وان كان سيفاً جساماً. وصارماً صمصاماً. فقد اغمده الحياء من جلالة سيدنا ونبله. وحشمة ما اتصوره من ارتفاع مقداره ومحله ويا عجبي كل العجب من اجدابنا في جواره. وظمئنا على القرب من داره. والسباخ لديه مرعى نضير. والشراب عنده ماء نمير والزمان يتطرقنا بحدة ظفره. ولؤم ظفره. ويغير علينا بحوادثه وغيره. ويعرضنا على نوب يليها نوب. وخطوب لنا فيها خطب. حواشيها بكاء يفض عقود الدموع. واشتكاء ينطق عن النار بين الضلوع. وقد كان ايده الله وعدنا من حسن نظره لنا ما كان الظن به جميلا. وانتظرناه طويلا. فابطأ وقد تتبلغ الخيل على بطئها. وتطوي المنازل مع قصر خطوها. فان عز لديه القضاء. فموجود لدينا الاقتضاء. وان دام منه التغاضي دام منا التقاضي. وغيري من يرضى بالرجاء. ويميل فيه إلى الارتضاء. لان اخا الرجاء على يقين من البلوى. وفي شك من الفرج والجدوى. وشر المأمولين من يكثر مطله ويشتد. ويطول عمر الرجاء بحضرته ويمتد. فاذا اصبح جعل الموعد رواحا. وإذا راح صيره صباحا. ومعلوم ان العتاب واسطة لها طرفان. مدح أو هجاء يسيران في البلدان. ويكشفان عن الاساءة والاحسان. وبين النجاح والسراح والتعليق والتعويق قنطرة ماؤها دواء وريحها رخاء. واسمها سخاء. فلا يشكون سيدنا ادام الله تأييده القضاء. فيشكو نفسه. ويغالط حسه. لانه السلطان. وهو القضاءوالزمان. مما اسأله ان يترفق كالامير اطال الله بقاه فيهز عطف كرمه. ويستمطر لي سحاب نعمه. فكل ماء سكن العطش ماء. وكل ما ينال به المنافع كيمياء. والله اسأل الله ان يطيل اعمار المعالي بطول عمره. وعلو قدره وامره. لا زالت احواله مسعودة مغبوطة. والآمال به منوطة. والا كف بالثناء عليه والدعاء له مبسوطة. ولا زال جمالا لهذا العالم بقاءه ولقاؤه. وان رضي الزمان بروحي فداء له فداؤه ووفاؤه \" اخرى في حل قول الشاعر لابي دلف القاسم بن عيسى \"\nابا دلف لم يبق طالب حاجة\n...\nمن الناس غيري والمحل جديب\nيسرك أني أبت عنك مخيباً\n...\nولم ير خلق من نداك يخيب\nواني صيرت الثناء مذمة\n...\nوقام بها في العالمين خطيب\nالجزء: 1 ¦ الصفحة: 14\n",
        "وكيف وانت المنعم المفضل الذي\n...\nلكل غريب من نداه نصيب\nفان نلت ما املت منك فانني\n...\nجدير والا فالرحيل قريب\nقد شمل حسن نظر الامير اطال الله بقاه سائر عفاته. ومؤمليه وزواره. فما اعرف احد الا وقد وصل إلى حظ من عطاياه وضرب بسهم في جدواه. غيري فاني اراني خارجا من هذا العموم. مع مالي في موالاته وخدمته من الخصوص. ويا ليت شعري ايسر الامير ايده الله ان يطيل عنان الغيبه. ثم أنصرف عن حضرته بالخيبه. ولم ير احد خاب في ايامه. واخفق من انعامه. وهل يرضى بأن يستحيل ثنائي ذما. ومدحي قدحا وشكري شكاية. يقوم بها الخطباء فيبسطون اعنة الخطاب ويطيلون امد الاسهاب. لا والله وكيف وهو المفضل المنعم والمسرج في الاحسان والملجم. الذي لكل من مؤمليه اوفر نصيب من كنفه الرحيب ومحله الخصيب. فان لاحظ بعين العناية حالي. وتدارك بطب التطول مرض آمالي. فاني جدير منه بمنة ثقل ظهري. وتستغرق شكري. والافاني ممن يسير ولا يستريح ولا يريح ولا تتعلق به الريح. ان شاء الله تعالى \" اخرى في حل قول الآخر \"\nحسبي وحسبك من مطل وترديد\n...\nافنيت عمري على تسويف موعود\nمطل بعيد ونيل لست ادركه\n...\nوعقد وعد بفعل غير معقود\nفأمض عزمك فينا ان اردت بنا\n...\nخيراً فعزمي ماض غير مردود\nاليوم آخر يوم من مراجعتي\n...\nواليوم أقطع آمالي بتوكيدي\nلا تحسبني كمن ضاقت مذاهبه\n...\nربي لطيف ورزقي غير مسدود\nقد والله سئمت من التسويف والترديد. ولم احصل من كثرة المواعيد. الاعلى المطل القريب والنائل البعيد. فان امضيت عزمك في التنويل. والا امضيت عزمي على الرحيل. وهذا يا سيدي اول يوم المعاينة. وآخر يوم المراجعة. فلا تحسبني ممن ضاقت عليه المذاهب. واعوزته المراكب. والله تعالى لطيف. وصنعه بي مطيف. ورزقه عني مردود. وبابه دوني غير مسدود والسلام \" اخرى في حل قول الآخر \"\nقوم مواعيدهم مزخرفة\n...\nتزخرف القول والاكاذيب\nيحتاج راجي نوالهم ابدا\n...\nإلى ثلاث من غير تجريب\nكنوز قارون ان تكون له\n...\nوعمر نوح وصبر ايوب\nاشكو إلى الله ثم اليك يا سيدي ادام الله عزك قوما مواعيدهم مزخرفة باقاويل الاكاذيب. مزوقة بتزاويق الاباطيل. فاذا طلبهم الراجي لطلب غياث. لم يستغن في انتظار جدواهم عن ثلاث. كنوز قارون الذي لم يخلق مثله في اليسار. وعمر نوح الذي لا اطول منه في الاعمار. وصبر ايوب الذي يضرب به المثل في الاصطبار. والله المستعان على حرقة الانتظار. وتباريح الاضطرار \" اخرى في حل قول الآخر \"\nسازعمني رضيت وما رضيت\n...\nوازعمني بررت وقد جفيت\nوازعمني انقلبت بخير حال\n...\nولست من الضرورة استبيت\nلانك قد قدرت فما تبالي\n...\nسخطت على فعالك ام رضيت\nسأمضي عنك معتصما بيأس\n...\nواقنع بالذي لي فيه قوت\nفاما دولة الايام حتى\n...\nتجيئ بما أؤمل أو اموت\nكذاك الدهر دولته سجال\n...\nتفيد غنا وأحياناً تفيت\nفكم رجل غني بعد فقر\n...\nوغان عاد ليس له مبيت\nفان يمت الرجاء لسوء حال\n...\nفان الله حي لا يموت\nالجزء: 1 ¦ الصفحة: 15\n",
        "انا ايد الله مولاي احفظ ستر التجمل فلا اهتكه. واصون ماء الوجه فلا اسفكه. واظهر الرضا وانا غضبان. واشكر وقلبي من الشكاية ملآن. وازعم ان مولاي شفع لي إلى الدهر. ومد الي يد البر. وقد جفاني جفاء. ترك حالي جفاء. وازعم اني انقلبت بحمر النعم. تحمل بيض النعم. وقد احلت لي الضرورة ماحرم الله ولست املك في القوم. عشاء الليلة وغداء اليوم. ومولاي ايده الله شامخ بانف القدرة. راكب مركب النخوة. ذاهب في طريق العزة. لا يبالي اسخطت ام رضيت. واخفقت ام حظيت. واذ قد اسكرته خمرة الغنى. فطغى وبغي وعق. ولم يرع الحق. فسارتحل عنه. ممتطياً ظهر اليأس منه. واستعصم بالسكون والسكوت. والقناعة بالقوت. فاماامل نجيح. واما اجل مريح. وكذلك الدهر احواله سجال. وحشوه آمال وآجال. فطورا يفيد. وطورا يفيت. وتارة يهب. وتارة ينهب. وكم من رجل درت له اخلاق الغنى. وهطلته سحائب المنى. بعد ان كان رهين ضعف ومتربه. وصريع ذل ومسكنه. وكم من مالك اموال. ككثبان الرمال. قد حصل على اظهر اضاقة. وتكشف عن اقبح فاقة. فان مات الرجاء بسوء حاله فان الله حي لا يموت. وان فات الذي املته فصنع الله لا يفوت. وحسبي الله وحده ونعم الوكيل \" اخرى في حل قول ابي تمام في عباس بن لهيعة \"\nالنار والعار والمكروه والعطب\n...\nوالقيد والصلب والمران والخشب\nاحلى واعذب من سيب تجود به\n...\nولن تجود به يا كلب يا كلب\nاشكيتموني فلما ان شكوتكم\n...\nغضبتم دام ذاك السخط والغضب\nيا اكثر الناس وعد احشوه خلف\n...\nواكثر الناس قولا كله كذب\nظللت تنتهب الدنيا وزخرفتها\n...\nوظل عرضك عرض السوء ينتهب\nالشر والضر. والعري والعر. والعار والعوار. والشنار والنار. والبلاء واللاواء والحبس والتعس. والنحس والوبال. والداء العضال. ولضرب الظلم على حرقة الفرقة. وصفع الذل على كربة الغربة. اشهى واحلى من عطاء تجود به كفاك. وحسبك ما قلت وكفاك. يا كلب المساوي والمقابح. ويا خنزير المخازي والفضائح. اشكيتني. وابكتيني وآذيتني واذللتني فلما ان شكوت اضطربت واضرمت. واحتددت واحتدمت. دام تصليك بنار الغضب والحرد. وتململك على فراش الغيظ والحنق. يااكثر الناس خلفا. وخلف الوعد. خلق الوغد. واكثرهم قولاً يتمشى الزور في مناكبه. ويتردد الكذب في مذاهبه. وحسب الكاذب يقوله شتما. وقلبه خصما. لقد ظللت تنهب الدنيا وتسلب. وتدرك منها ما تطلب. وعرضك عرضة للنهب. ومثلة بالسب. فلا ابعد الله غيرك. ولا لعن سواك والسلام \" اخرى في حل قول المسعر لعبد الله بن طاهر \"\nماذا تقول فدتك نفسي في امرئ\n...\nركب العزيمة في لجام الصبر\nيعلو من الدنيا على اوعارها\n...\nويحل منها في محل السفر\nمتلذذاً بالباب طال ثواؤه\n...\nفبكى له مصراع باب القصر\nما قول سيدنا الامير اطال الله بقاه في امرئ ركب اليه مركب العزم ملجماً بالحزم. مسرجاً بالصبر الجزم. وتجشم اهوال الاسفار. واخترق صعاب الاوعاث والاوعار. حتى ورد مشرعة من جنابك. والقى عصاه ببابك. فلزمه متلذذاً وغاداه. ورواحه متردداً حتى طال ثواه. واعضل داؤه. وعز واعوز شفاؤه. ورحمه فضلاء اهل العصر. وكاد يبكي له مصراع القصر. فهل عند الامير ايده الله من نظر له يمسك رمقه الذي تخلله الخلل. ويثبت قدمه التي ملكها الزلل. ولرأيه في ذلك فضله. الذي هو اهله ان شاء الله تعالى \" حل الجواب عنه لعبد الله بن طاهر \"\nلم انس حظك فاستعن بالصبر\n...\nوافتح بشغلي عنك باب العذر\nلا تيأسن إذا الامور تعسرت\n...\nفاليسر منتظر خلال العسر\nأنت اعزك اللع تعلم ان الاشغال السلطانية. ربما تعوق عن الحقوق الاخوانية. ولسنا ننسى حق خدمتك. ولا ما تمهد وتأكد من ازمتك. فازدد صبرا. ولا تضق صدراً. وافتح لنا باب العذر. إلى ان تفتح عليك باب الشكر. ولا تيأس من يسرين مع العسر. ان شاء الله تعالى \" اخرى في حل قول البحتري \"\nسحاب خطاني جوده وهو مسبل\n...\nوبحر عداني فيضه وهو منعم\nوبدر اضاء الارض شرقاً ومغرباً\n...\nوموضع رجلي منه اسود مظلم\nالجزء: 1 ¦ الصفحة: 16\n",
        "أاشكو نداه بعدما وسع الورى\n...\nومن ذا يذم الغيث الا مذمم\nوما منع الفتح بن خاقان نيله\n...\nولكنها الاقدار تعطى وتحرم\nسيدنا الامير اكال الله بقاه سحاب كله الغيث. ودأبه الغوث ولكنه لم يحي ارضى بمطرة. ولم يبلل لهاتي بقطرة. وهو اعز الله نصره بحر مفعم. فيضه نعم. ولكني عطشان في جواره. محروم من حسن آثاره. كما انه بدر ملك العيون ايناقاً. وملا الارضين اشراقا. وموقع نظري من نوره خال. ولعمري انه غير حال. فيا عجبي من العطش في جوار البحر الزاخر. ومن الاظلام في مقابلة البدر الزاهر. وكيف \"؟ \" شكرة عامة الخلق. وكيف اذم من مدحه لسان الدهر. ومن ذا يذم الغيث الا مذموم. ومن يلوم الشمس الا ملوم. وما خصني الامير بالحرمان. وقد عم الناس بالاحسان ولكن الاقدار تعطى وتحرم. وتنقض وتبرم. ولا يأس من روح الله. ولا بأس مع فضل الله. والسلام \" اخرى في قول الشاعر \"\nورد العفاة المعطشون فاصدروا\n...\nريا وطاب لهم لديك المكرع\nووردت بحرك طاميا متدفقا\n...\nفرددت دلوي شنة يتقعقع\nواراك تمطر جانباً عن جانب\n...\nوسماء بيتي من سماحك بلقع\nاري العفاة ايد الله سيدنا الامير يقصدون جنابه الرحب. ويردون منهله العذب. فيسعهم عنده المشرع. ويطيب لهم المكرع ويصدرون عنه وقد رووا وارووا ورووا من مكارمه ما رأوا. ووردت فناءه المقصود. وبحره المورود. فحين مددت لحظي إلى الماء الرواء. والقيت دلوي في الدلاء. رد الدلو يابساً يتقعقع واوقعني فيما لم اكن اتوقع. وأراه يمطر الجوانب. ويغيث الاقارب والاجانب. وارضي خالية من قطره. ويدي صفر من بيضه وصغره. وقد تفسد الحال ثم تصلح. ويبخل الجواد ثم يسمح. ومع اليوم غد. ومع السبت احد. والسلام \" اخرى في حل قول الآخر \"\nابا حسن مالي ومالك من عذر\n...\nبنومك عن امري وشكري مدى عمري\nاترضى بأن ارضى وانت ذريعتي\n...\nبغير الرضى من اهل دهري ومن دهري\nجعلتك لي بحراً وكفك لجة\n...\nويظمأ جار البحر في ساحل البحر\nليت شعري ما عذرك يا مولاي في نومك عن امري. وزهدك في استجلاب شكري. ولم ترضى بغير الرضى في اعانتي على دهري. وانت ذريعتي من الورى. وشفيعي إلى الغنى. ومن العجائب انك بحر ملآن. وانا في ساحلك ظمآن. والله المستعان \" اخرى في حل قول الآخر \"\nنواصي المكارم في قبضتك\n...\nوهذا الانام بنو نعمتك\nوتلك غصون العلى تنتمي\n...\nإذا ما انتمين إلى نبعتك\nفمالي تركت بلا مرتع\n...\nوذا الخلق يرتع في نعمتك\nسيدنا اطال الله بقاه قد بلغ من المعالي قاصيها. وملك من المكارم نواصيها. فالمحاسن من آثار ايامه. والانام بنو انعامه. وغصون المجد تتفرع من دوحته الباسقه. ولسان الزمان يخطب بفضائله المتناسقه. والله يديم له اجزل القسم. كما افاض به احسن النعم. وبعد فمالي لا آخذ بنصيب. من جنابه الخصيب. والناس يرتعون في رياض نعمته. ولهم ما يشاؤن من ثمار دولته. وحقوقي تقتضي ان اكون معه في جملة الناجحين في مآربهم. الفائزين بمطالبهم. لا ان تعرض عني الدنيا وهي منقادة لامره. ويتنكر لي الزمان وهو؟؟ يده. وهذه لمعة من الشكوي. تجري مجرى الذكرى. وهي تنفع المؤمنين. وتحتمل من المخلصين. وورآء هاما يحولها شكرا. ويعيد الجفاء برا. ان شاء الله \" اخرى في حل قول الآخر \"\nإذا لم يكن فيكن ظل ولا جني\n...\nفابعدكن الله من شجرات\n\" وقول الآخر \"\nإذا أنت لا دنيا لديك تفيدنا\n...\nولا أنت ذو دين فنرجوك للدين\nوكنت صديقا لا ترجى لنائل\n...\nعملنا صديقاً في مثالك من طين\n\" وقول منصور الفقيه \"\nإذا بخلت ببري\n...\nولم انل منك رفدا\nوانت مثلي عبد\n...\nففيم اعبد عبدا\nإذا لم تلبسني الشجرة ظلها. ولم تؤتني اكلها. فسلط الله على اصلها قاضباً. واتاح لفرعها حاطباً. وإذا كنت لا ترجى للجدوى. ولا ينتفع بك في امور الدين والدنيا. فما أنت الا روح في محال. بل تمثال من صلصال. وإذا لم انل منك الجاه والرفد. فانت عبد مثلي ولست اعبد العبد والسلام \" اخرى في حل قول الشاعر \"\nالجزء: 1 ¦ الصفحة: 17\n",
        "إذا كنت لا ترجى لدفع ملمة\n...\nولم يك في الحاجات عندك مطمع\nولا أنت ذو جاه يعاش بجاهه\n...\nولا أنت يوم الحشر ممن يشفع\nفعيشك في الدنيا وموتك واحد\n...\nوعود خلال من وصالك انفع\nإذا كنت لا ارجوك لدفع الملمات. وكفايه المهمات. وقضاء الحاجات. ولم يكن لك جاه يمكنني من اظهار ما انويه. والاستظهار على من اناويه. ولم تكن عف الإزار. طاهراً من الاوزار. نقي الساحة من المآثم. برئ الراحة من الجرائم. فيتوصل بالتقرب اليك. والاقتباس مما لديك. إلى اعداد الزاد. ليوم المعاد. فسواء مماتك ومحياك. ولا ابعد الله سواك. فليست تحمد خصلة من خصالك. وعود خلال انفع من وصالك. والسلام على غيرك.\nباب\nالشكر\n\" رسالة كأنها عن لسان بعض عبيد الحضرة الجليلة حرسها الله إلى المجلس العالي آنسه الله في حل قول الشاعر \"\nفلو كان للشكر شخص يبين\n...\nإذا ما تأمله الناظر\nلصورته لك حتى تراه\n...\nفتعلم اني امروء شاكر\nولكنه ساكن في الضمير\n...\nيحركه الكلم السائر\nشكري لعالي مجلس مولانا الملك السيد المؤيد ولي النعم خوارزم شاه اطال الله بقاه. وادام علاه. ونصر لواه. على نعمه التي أغرقتني واستعبدتني. وملأت يدي وقلبي. شكر الروض للمطر والساري للقمر. بل شكر الظمآن الوارد. للزلال البارد. بل شكر الاسير لمطلقه. والمملوك لمعتقه. فلو كان للشكر شخص يدركه البصر. ويحصله النظر. لصورته فاحسنت تصويره. كما قررته فاحكمت تقريره. حتى يراه مولانا اعز الله نصره بعينه العالية. كما سمعه باذنه الواعية. فيعلم اني شاكر لاياديه المتصلة كاتصال السعود. ذاكر لمننه المنتظمة كانتظام العقود. ولئن سكن الشكر سواء نفسي. وسويداء قلبي. لقد حركه مايسير من كلامي مسير الامثال. ويسري في الآفاق مسرى الخيال. وبالله استعين على النهوض. بالمفروض. من شكر النعمة. وبذل الوسع في الخدمة. انه خير معين وأقوى ظهير \" اخرى في حل قول الشاعر \"\nلا تنكرن لذي النعماء نعمته\n...\nلا يشكر الله من لا يشكر الناسا\n\" وقول الآخر \"\nشكرتك ان الشكر لله طاعة\n...\nومن يشكر المعروف فالله زائده\nلكل زمان واحد يقتدى به\n...\nوهذا زمان أنت لا شك واحده\n\" وقول الآخر \"\nسوى الامير بجوده ايامنا\n...\nفجميعها لجميعنا اعياد\nاما حقيقتنا فنحن عبيده\n...\nلكننا في بره أولاد\nالشكر أيد الله مولانا الملك السيد خوارزم شاه. طاعة لله. وقيد للنعمة ومفتاح للمزيد. فلأشكرن المنعم ولي النعم ادام الله سلطانه مد كلمي. ولأحمدنه طاقة قلمي. فمن لم يشكر الخلق لم يشكر خالقه. ومن لم يحمد رازقه. ولكل زمان واحد يقتدى في المكارم بخلقه. ويهتدي في المعالي بطرقه. ومولانا ادام الله تأييده واحد زمانه. ومنقطع القرين في اقرانه. ولقد ساوى بين ايامنا بنعمه. وآثار جوده وكرمه. فجميعها جمع مشهوده. واعياد معدوده. ونحن في الحقيقة عبيده حقاً. ومماليكه رقاً. ولكننا في بره بنا. واشفاقه علينا. ونظره لنا. اعز اولاد لا كرم والد. لازال من المجد بين طريف وتالد. ومن العجائب ان يكون الوالد غض الشباب حسن الاقتبال. وعلى مدى بعيد من الاكتهال. وفي اولاده من ألجمه الشيب بلجامه. وقاده بزمامه. وفيهم من جاوز الشباب مراحل وورد من المشيب مناهل. ومنهم ذوو الاسنان العالية. والصحبة للايام الخالية. فاطال الله بقاء مولانا منصوراً محظوظاً. وبعين عنايته ملحوظاً محفوظاً. حتى يبلغ أقصى العمر. واعلى الامر. ويملك ما طلعت الشمس عليه. وانتهى هبوب الريح اليه. آمين \" اخرى في حل قول الآخر \"\nلاشكرنك معروفاً هممت به\n...\nان اهتمامك للمعروف معروف\nولا ألومك ان لم يمضه قدر\n...\nفالشيئ بالقدر المحتوم مصروف\nالجزء: 1 ¦ الصفحة: 18\n",
        "انا ايد الله الشيخ اعرف نيته الجميلة في مناحجي. وعقيدته المعقودة بمصالحي. واشكره على ما اهتم له من أمري المشهور المعروف. وهم به من تناولي بالبر والمعروف. ولا الومه إذا لم يعنه القدر على بلوغ ماارتاده. ولم يساعده القضاء في امضاء ما اراده. فاكثر الاقضية والمقادير. تجري بخلاف الايثار والتقدير. والاشياء بالقدر المحتوم لتقدر وتتيسر. وتتعذر وتتأخر. والسلام \" اخرى في حل قول الآخر \"\nرهنت يدي بالعجز عن شكر بره\n...\nوما فوق شكري للشكور مزيد\nولو كان شيئاً يستطاع استطعته\n...\nولكن مالا يستطاع شديد\nانا ايد الله سيدنا رهين العجز عن شكره. والقصور عن نشر بره. وان كان شكري ماعليه مزيد لزائد. ولا فوقه غاية لمبالغ. والعاجز. إذا أقر فائز. ولو كان شكره مما يستطاع لا استطعته. واذعته في المحافل واشعته. ولكن مالا يستطاع متعذر. والعذر في ذلك متصور. ان شاء الله \" شعر \"\nاقول ببعض مااسديت عندي\n...\nوما أطلبتني قبل الطلاب\nولو اني استطعت لقام عني\n...\nبشكرك كل من فوق التراب\nانا ايده الله اشكر بعض ما شملني من بره وفضله. اذ لا مطمع في بلوغ الواجب من شكر كله. ونشر ما اهلني له من النوال. قبل السؤال. والاطلاب. ولو استطعت لشكره عني من فوق التراب. على اياديه التي هي اكثر من عدد التراب. ولكني اسأل الله عز اسمه ان يتولى عني مكافأته. ويعين على الخير فعله ونيته. وان يبقيه للجميل يعمر مدارجه. والخير يثمر نتائجه. برحمته وسعة فضله \" اخرى في حل قول الآخر \"\nولما كان برك فوق شكري\n...\nوكان الشكر من حق الوفى\nوان الله قد اعطاك ملكاً\n...\nمبيناً للعدو وللولي\nرغبت اليه ان يجزيك عني\n...\nكما رغب الفقير إلى الغنى\nوآمنني من التقصير اني\n...\nاحلتك في الجزاء على الملي\nمولانا الملك السيد ولي النعم خوارزم شاه. اطال الله بقاه. قداطال في امري عنان التطول. وافاض علي سحاب التفضل. ومد الي يد الانعام. حتى استوليت على اقصى المرام. ولما كان بره فوق شكري. وقدر عرفه اعظم من قدري. ومحله في الملك والسلطان اجل من ان يشكره مثلي. عدلت عن الشكر والثناء إلى قرع باب السماء بالدعاء. ورغبت إلى الله جل جلاله. وتقدست اسماؤه. رغبة العاجز إلى الملي. والضعيف إلى القوي. والفقير إلى الغني. في ان يتولى مجازاته عني بافضل ما جزى به منعماً عن شاكر. ومحسناً عن ناشر. وآمنني من القصور والتقصير. والتعلق باذناب المعاذير. اني احلته على الملي بالمكافاه. القادر على المجازاه. وهو المسئول تعالى ان يبسط بالعلاء يده. ويقرن بالسعادة جده. ويجعل يوميه غده \" اخرى في حل قول محمود الوراق \"\nفلو كان يستغني عن الشكر ماجد\n...\nلعزة نفس أو علو مكان\nلما امر الله العباد بشكره\n...\nفقال اشكروني ايها الثقلان\nالشكر ايدك الله محبوب. ومرغوب فيه ومطلوب. فلو كان يجل عنه ماجد لعلو شأنه. أو ملك لرفعة سلطانه. لما امر الله عباده بشكره. والتحدث بنعمته وبره \" رسالة في حل قول الآخر \"\nابلغ اخانا تولى الله صحبته\n...\nاني وان كنت لا القاه القاه\nوان قلبي موصول برؤيته\n...\nوان تباعد عن مثواي مثواه\nمانعمة قدمت عندي ولا حديث\n...\nالا ومنه بها احظاني الله\nولا بلاء جميل جر لي حسناً\n...\nالا به نلت اولاه واخراه\nالبحر يفنى ولا تفنى مواهبه\n...\nوالقطر يخصى ولا تحصى عطاياه\nالله يعلم اني لست اذكره\n...\nوكيف يذكره من ليس ينساه\nاراني الله ما قلبي يزاوله\n...\nوحاطه وتولاه وأبقاه\nالجزء: 1 ¦ الصفحة: 19\n",
        "من مبلغ عني الاخ المنعم المفضل. والمحسن المجمل. تولى الله صحبته. ورد غيبته. وعجل سالماً اوبته. اني القاه على البعاد. والاحظه بعين الفؤاد. واتمثله بخاطري. حتى كانه حاضري. وكيف لا أفرش لمحبته جوانب صدري. ولا أمسك على موالاته بيدي وظفري. وما بي من نعمة فمن الله ثم من عنده. أو سببها الله لي على يده. وما ارى حولي منحة جميلة جزيلة. وعارفة جسيمة جليلة. الا وقد نلتها من عام انعامه وقابله. وطل احسانه ووابله. وما هو في جوده الا البحر الفياض. والغيث المدرار. على ان البحر ينقطع ماؤه وهو لا ينقطع عطاؤه. والقطر يحصى ولا تحصى آلآؤه. والله يعلم اني في مرآة الفكر أراه. ولا اذكر لاني لست انساه. واغلب الاحوال على الرغبة إلى الله في ان يرعاه ويتولاه. ان شاء الله \" اخرى في حل قول ابن المعتز \"\nابا حسن ثبت في الامن وطأتي\n...\nوادركتني في المعضلات الهزاهز\nوالبستني درعاً على حصيفة\n...\nفناديت صرف الدهر هل من مبارز\nالشيخ ادام الله تأييده قد اثبت في الامن قدمي وقد زل بها الذعر. وانبت قوادمي وقد قصها الدهر. وادركني في هزاهز المعضلات. حتى استنقدني من انياب النائبات. والبسني درعاً سابغة الذيول. حصيفة العرض والطول. وسلاحاً يروق منظره. ويروع مخبره. ويحسن غناؤه ويقج اثره. وقلدني سيفاً مثله يعز ويعوز. فناديت صرف الدهر من ذا الذي يبرز. فلأشكرنه كانفاس الرياض بالاسحار. غب الامطار. ولارغبن إلى الله تعالى في ان يطيل بقاه. ويحسن عني جزاه \" اخرى في حل قوله ايضاً \"\nلآل سليمان بن وهب صنائع\n...\nلدي ومعروف الي تقدما\nهم علموا الايام كيف تبرني\n...\nوهم غسلوا عن ثوب والدي الدما\nلآل سليمان عندي صنائع متتابعة كتتابع القطر. على البلد القفر. ونعم مترادفة كترادف الغنى إلى ذي الفقر. ومنن متقدمة ومتأخره. واياد آتية ومنتظره. وهم الذين اختصروا الطريق إلى تحصيل وطرى. وآنسوني وانا كالغريب في وطني. وعلموا الايام كيف تبرني. وكيف تأسوني وتسرني. وهم الذين صفوا من الكدر مواردي. وغسلوا الدم عن ثوب والدي. حتى ادركت بهم الثار المنيم. وصافحت الفوز والنعيم. والله يجزيهم عني افضل ما جزى به مبتدئ احسان. ومحي انسان \" اخرى في حل قول ابي تمام \"\nاغنيت عني غنآء الماء في الشرق\n...\nوكنت منشئ وبل العارض الغدق\nجددت لي املا كانت روائعه\n...\nعواكفا قبلها في مطلب خلق\nلو كان خيم ابي يعقوب في حجر\n...\nصلد لفاض بماء فيه منبثق\nما من جميل من الدنيا ولا حسن\n...\nالا واكثره في ذلك الخلق\nيا منة لك لولا ما اخففها\n...\nبه من الشكر لم تحمل ولم تطق\nبالله ترفع عني ثقل فادحها\n...\nفانني خائف منها على عنقي\nأثر فضل مولانا الملك ولي النعم خوارزم شاه. اطال الله بقاه عندي كأثر الماء عند الغصان. وموقع انعامه مني كموقع الهدى من الحيران. وطال ما انشأ لي بجوده المعروف. وكرمه الموصوف سحابة بدية الظل. هنية الوابل والطل. يضحك من بكائها روضى. وتخضر من سوادها ارضى. حتى جدد لي من املي ما اخلق. وحقق لي من ظني ما اخفق. واقول لو كانت شيمته في حجر صلد. لفاض بماء مد. أو في شوك للبس ثوب ورد. وما هو الاشخص كله مجد وجود. وما في الدنيا حسن الا وهو في خلقه موجود. وكم له من نعمة جليله. ومنة ثقيله. اخففها بالشكر وهي تثقل. واغلبها بالنشر وهي تغلب وتقتل. وبالله ترفع ثقلها فقد خفت منه على ظهري ان ينقصم وينقطع. وعلى عنقي ان يندق وينخلع. والله المستعان على شكر يجري مجرى النسيم لنعمه. ويدل على مكاني من عبيده وخدمه. وهو المسؤل ان يديم حال الدنيا ببقائه. ويجمع العلو ليده ورايته ورائه آمين اللهم آمين \" اخرى في حل قول علي بن حله \"\nفديتك لم اهجرك من كفر نعمة\n...\nوهل يرتجى نيل الزيادة بالكفر\nولكنني لما أتيتك زائراً\n...\nفافرطت في بري عجزت عن الشكر\nمن الآن لا آتيك الا معذراً\n...\nأسلم في الشهرين يوماً وفي الشهر\nفان زدتني برا تزايدت جفوة\n...\nفما نلتقى طول الحياة إلى الحشر\nالجزء: 1 ¦ الصفحة: 20\n",
        "لست اهجر مولاي ايده الله كفراً لنعمته التي اثقلت ظهري. وملأت صدري. وهل يرتجى بالكفران. زيادة الاحسان. ولكني كلما امتطيت مركب الشوق إلى طلعته. وابتسم لي ثغر الامل في زيارته. افاض على من سحائب بره. ما يعجزني عن بلوغ شكره. فألبس قناع الحياء والتذمم. واذهب مع الخجل من تواتر ما به التنعم. واسلك طريق التعذير. واقرع\nباب\nالتقصير. وها انا قد قعدت عن خدمته. بقلب قائم إلى حضرته. وتأخرت عنه بنية متقدمة في موالاته ومشايعته. واقتصرت على التسليم في كل شهر مره. وربما لم ازر في الشهرين الازوره. فان زادني افضالاً. زدت اخلالاً. وان جرى على عادته في البر. استمررت على رأيي في الهجر. فلم نلتق إلى الحشر. والسلام\nباب\nالاعتذار والاستعطاف\n\" رسالة في حل قول الحسن بن وهب للمتوكل وهو وسليمان اخوه \" \" في حبسه \"\nاقول والليل ممدود سرادقه\n...\nوقد مضى الثلث منه اوقد انتصفا\nيا رب ألهم أمير المؤمنين رضي\n...\nعن خادمين له قد شارفا التلفا\nإما يكونا اساءآ في الذي سلفا\n...\nفلن يسيئا بحمد الله مؤتنفاً\nسخط مولانا ادام الله تأييده سخط الروح على الجسد. وقطع الكبد بيد الكمد. وقد اظلني من ذلك ما اراني ضياء الدنيا ظلاما. وصور نور الشمس في عيني قتاما. وكم من ليلة سرادقها ممدود. وباب صبحها مسدود. أحييتها بالدعاء. وهي تميتني بالبكاء. وحين مضى صدرها. وانقضى شطرها قلت وقد لبست ثوب الخاشع واستوفيت شروط الخاضع. ونسيت عهد الهجود. وانا في السجود. يا علام الغيوب. ويا ستار العيوب. ويا غفار الذنوب. ويا مقلب القلوب. صل على محمد خير من افتتحت بذكره الدعوات. واستنجحت بالصلاة عليه الطلبات. وألهم خليفتك في ارضك. وامينك على خلقك. الرضى عن عبدين له مسكينين. وللاعتراف بذنوبهما مستكينين. قد بارزت صروف الايام لافتراسهما. واسرعت انيابها لانتهاسهما. فهما على شرف. وتعرض تلف. ولئن كان كل منهما اذنب واستوجب العقاب. انه قد تاب واعتذر وأناب. والاعتذار. يوجب الاغتفار. والتوبة. تهدم الحوبة. وان اسآء فيما مضى من دهره. فلن يعود للاسآءة فيما بقي من عمره. ان شاء الله \" اخرى في حل قول ابي قابوس النصراني في ترقيق قلب الرشيد على الفضل بن يحيى البرمكي \"\nامين الله هب فضل بن يحيى\n...\nلجودك ايها الملك الهمام\nامين الله حسبك ان فضلا\n...\nرضيعك والرضيع له ذمام\nيا امين الله على خلقه. وظله في ارضه. وياايها الملك الذي تخدمه الاملاك. وتساعده الافلاك. هب الفضل بن يحيى لله ثم لفضلك. وشرف اصلك. وعلو محلك. فانه رضيعك وحق الرضاع. لا يضاع. وخادمك والخدمة لها حرمة. وزيرك والوزارة لها ذمة. ولاتضيقن عنه يا امير المؤمنين بسعة حلمك ولا تكدرن عليه صفو عفوك. فعفو الملوك أبقى للملك. ومن عفا واصلح فاجره على الله \" اخرى في حل قول الشاعر \"\nان تعف عن عبدك المسيئ ففي\n...\nعفوك مأوى للفضل والمنن\nاتيت مااستحق من خطا\n...\nفجد بما تستحق من حسن\n\" وقول عبد الله بن عبد الله بن طاهر \"\nفهبني مسيئاً كالذي قلت ظالما\n...\nفعفوا جميلا كي يكون لك الفضل\nفان لم اكن للعفو منك لسؤ ما\n...\nاتيت به اهلا فانت له اهل\n\" وقول الآخر \"\nاغتفر زلتي لتحرز فضل الشكر\n...\nمني ولا يفوتك اجري\nلا تكلني إلى التوسل بالعذ\n...\nر ولعلى ان لا اقوم بعذري\nالاصاغر يهفون. والاكابر يعفون. وفي عفو سيدنا ادام الله الله تأييده عن عبده. مأوى للفضل الذي هو من عنده. وقد أتيت بما استحقه من الخطا والسو. فليأت بما يستأهله من العفو المرجو. وليهبني مسيئاً كما قال. فهلا اقال. وهلا احسن وأجمل. وعفا وافضل. حتى يكون له الفضل المذكور. والعفو المشكور. فان لم اكن اهلا للجميل مع سوء ما اتيت. وقبح ما جنيت. فهو له اهل مع كرمه البارع. ومجده الشائع. وحقيق عليه ان يغتفر زلتي. ويقيلني عثرتي. ويجمع في الصفح عني بين الشكر والاجر. ولا يكلني إلى التوسل بالعذر. فلعلى لا اقوم به وقت الحاجه. وفي موقف المحاجه. والسلام \" اخرى في حل قول الآخر \"\nالجزء: 1 ¦ الصفحة: 21\n",
        "هبني أسأت كما زعم\n...\nت فاين عاطفة الاخوه\nولئن أسأت كما اسأ\n...\nت فاين فضلك والمروة\nهبني يا سيدي أطال الله بقاك زللت وقد يزل العالم الذي لا اباريه. وعثرت وقد يعثر الجواد الذي لا اجاريه. واسأت وقد يسئ المحسن الذي لا اساويه. فاين عاطفة الاخوة التي لا ترفض ذمتها. وحرمة الصداقة التي لا تنتقص عصمتها. وإذا جازيتني على الاساءة فاين فضلك الذي عليه فلك المجد يدور. واين مروءتك التي اليها يد العلي تشير. وها انا قد هربت منك اليك. واستعنت بعفوك عليك. فأذقني حلاوة رضاك وانعامك. كما اذقتني مرارة سخطك وانتقامك. واعلم غير معلم. ان ذنبي وان عظم. فعفوك اعظم منه. ومالي بحمد الله ذنب يضيق صفحك عنه. والكريم من إذا قدر صفح. وإذا ملك سجح. وإذا أسر أعتق. وإذا اوثق اطلق. والسلام \" اخرى في حل قول ابن المعتز \"\nيا سيدي قد عثرت خذ بيدي\n...\nولا تدعني ولا تقل تعسا\nواعف فان عدت فاعف ثانية\n...\nفقد يداوي الطبيب من نكسا\nانا اشكو إلى مولاي ادام الله عزه عثرة قدمي. وكثرة ندمي. واساله ان ياخذ بيدي ولا يقول لي تعساً بل ينعشني. ويلبسني ثوب عفوه عني. فان عدت للذنب فليعد للعفو. وان رجعت إلى الكدر فليرجع إلى الصفو. فقد يعفو الله عن معاودة السوء الذي تأمر به النفس. ويداوي الطبيب من يعرض له بعد ابلاله النكس. والسلام \" اخرى في حل قول ابي نواس \"\nمضت لي شهور مذ حبست ثلاثة\n...\nكاني قد اذنبت ما ليس يغفر\nفان كنت لم أذنب ففيم حبستي\n...\nوان كنت ذا ذنب فعفوك اكبر\nقد استغرقت اطال الله بقاء مولانا ثلاثة اشهر في قاع حبس. يسوء اثره على النفس. ويحجب عني ضياء الشمس. حتى كأن ذنبي الذنب الجليل. الذي يقبح معه الصفح الجميل. ومولانا ادام الله تأييده يوجب العفو عند الزلة. كما يلتزم البذل عند اللة. فان كنت برئ الساحة فالحق يسعني. والعدل يشملني وان كنت مذنباً فعفو مولانا ادام الله قدرته اكبر من ذنبي. وعطفه الكريم يتداركني. ان شاء الله تعالى\nباب\nقبول العذر\n\" فصل في حل قول الشاعر \"\nاقبل معاذير من يأتيك معتذراً\n...\nان بر عندك فيما قال أو فجرا\nفقد اطاعك من يرضيك ظاهره\n...\nوقد اجلك من يعصيك مستتراً\nالاعتراف. يزيل الاقتراف. والاعتذار. يوجب الاغتفار كان العذر كذبا ام صدقا. وباطلاً ام حقاً. وقد هابك من استتر. ولم يذنب اليك من اعتذر. والكريم من يغلب الثقة بصديقه. على الشك في تحقيقه \" اخرى في حل قول ابن المعتز \"\nقيل لي قد اسا اليك فلان\n...\nومقام الفتى على الضيم عار\nقلت قد جاءنا فأحدث عذراً\n...\nدية الذنب عندنا الاعتذار\nقال لي في هذه الايام. بعض من بما لحني في الطعام. ويراضعني المدام. عهدي بفلان مسيئا اليك. جانباً عليك. واراه الآن يرافقك ولا يفارقك. ويداخلك ولا يزايلك. والمكافأة واجبة في الطبيعة. وجائزة في الشريعة. ومن العار اغضاء الفتى على القذى. ومقامه على الضيم والاذى. فقلت اما علمت انه جاءني معتذراً الي. واذري دموع الاستعطاف بين يدي. وتصرف من القول الرقيق. والعذر الانيق. فيما لو جاء الدهر بمثله لصفح عن صروفه. ولأمن المحذور من مخوفه. والاعتذار وان قل. دية الذنب وان جل\nباب\nالشكوى\n\" فصل في حل قول ابي الفتح كشاجم \"\nوكنت احارب ريب الزما\n...\nن ايام اعينه نائمه\nفلما تيقظ سالمته\n...\nومن خاف سطوته سالمه\nوقد كنت اطمع في قمره\n...\nفاصبحت اقنع بالقائمه\nقد كنت احارب ريب الزمان. واصول عليه بالسيف والسنان. وأنتصف منه بغاية الامكان. أيام عينه راقده. وناره خامده. وريحه راكده. فلما تيقظ وتنمر لي واستأسد. وحشر لمناصبتي وحشد. واستعد لمكاشفتي واستنجد. جنحت للسلم مسالمه. وقنعت من القمر بالقائمه ورضيت من الغنيمة السلامة بالاياب. والله الموفق للصواب \" اخرى في حل قول ابي هفان \"\nيا هذه كم يكون اللوم والفند\n...\nلا تعذلي رجلاً اثوابه قدد\nان أمس منفرداً فالبحر منفرد\n...\nوالبدر منفرد والسيف منفرد\nالجزء: 1 ¦ الصفحة: 22\n",
        "ان كان صرف زمان عاب هيئته\n...\nفبين طمريه منه ضغيم اسد\nعلمت ما دار بيني وبين عاذلة رأتني منفرداً. لا اوانس احداً. وعلي اطمار قد رقت. وقرأت إذا السماء انشقت. فلا متني على الانفراد عن الاحباب. ولبس الأخلاق من الثياب فقلت لها أما الانفراد فلى فيه اسوة بالبحر الزاخر. والبدر الزاهر. والسيف الباتر. وأما الاطمار فالمرء لا يعرف ببرده. كما ان السيف لا يعرف بغمده. وان كان صرف الدهر سلبني اليسار. حتى لبست الاطمار. فبينها مني اسد هصور. وسيكون له جد منصور. ومع اليوم غد. ومع العسر يسر. ان شاء الله تعالى \" اخرى في حل قول دعبل \"\nذهبت وما ادري إلى اين اذهب\n...\nواي الامور في العزيمة اركب\nفلو لمست كفاي عقداً منظماً\n...\nمن الدر اضحى وهو ودع مثقب\nولو قبضت كفي على كف درهم\n...\nلآبت إلى رجلي وفي الكف عقرب\nما لي عبارة تصلح لوصف ما انا فيه من الحيرة في مذاهبي. والعسرة في مطالبي. والحرفة التي ارتني باب الخير منسداً. ووجه الامل مسودا. فلو لمست دره. لاصبحت آجره. ولو اخذت شذرة صارت بعرة. ولو تناولت درهما ينفع. تحول عقرباً يلسع. ولا شكوى من الله بل اليه. وما اتكالي الا عليه \" اخرى في حل قول الآخر \"\nجار الزمان علينا في تصرفه\n...\nوأي دهر على الاحرار لم يجر\nعندي من الدهر ما لو أن يسره\n...\nيلقى على الفلك الدوار لم يدر\nاشكو اليك زماناً حديد الظفر لئيم الظفر. جائر السير. مطلق اعنة الغير. قد عم الاحرار بجوره المشهور. وصال عليهم بسيفه المشهور. فاذلهم وازالهم. واحال عن النعمة والغبطة احوالهم. وخصني من مراره ثمره وسوء اثره. بما لو القي على الافلاك لما دارت. أو على الكواكب لما سارت. أو على الجبال لمارت. أو على البحار لغارت. والله المستعان. على جفاء الزمان \" رسالة في حل قول الشاعر \"\nارى دهر الغموم علي وقفاً\n...\nفمالي لا ارى دهر السرور\nوايامي تزيد الدهر طولا\n...\nفيا لهفي على زمن قصير\n\" وقول الآخر \"\nالا ليت شعري هل ابيتن ليلة\n...\nمبيت سعيد الجدا راض عن الزمن\nوهل لي من الايام يوم مبشر\n...\nلايلاء نعمى أو مكافأة ذي منن\n\" وقول الآخر \"\nمن كانت الدنيا له ثروة\n...\nفنحن من نظارة الدنيا\nنرمقها من كثب حسرة\n...\nكاننا لفظ بلا معنى\nمالي يا سيدي اطال الله بقاك ارى دهر الهموم التي تأكل لحمى والغموم التي تشرب دمي. ولا ارى دهر السرور الذي يهتز له عطفي. والحبور الذي يرتفع معه ظرفي. ومالي ارى الايام اطول من ليالي العشاق. إذا رموا بسهام الفراق. ويا اسفي على زمان ظلماته انوار. وطوال اوقاته قصار. وياليت شعري هل ابيت ليلة كما يبيت من سعد جده. وورى زنده. وعلا امره وارضاه دهره. وهل لي يوم اقدر فيه على اسداء نعمة. أو استدفاع نقمه. أو مكافأة ذي منة. أو مداواة اخي محنة. فاما الآن فاني في هذه الدنيا الموصوفة بالنضارة. من جملة النظارة. ارمقها يمنة ويسرة. فلا ارى الا هما وحسرة ولا ارى الا كاسف البال معنى. وكأني لفظ بلا معنى. وما يدريك لعل الفرج يكون قريبا. ويقسم الله لي من الخير نصيبا \" اخرى في حل قول البحتري \"\nمن كان يحمد أو يذم زمانه\n...\nهذا فما انا للزمان بحامد\nفقر كفقر الانبياء وغربة\n...\nوصبابة ليس البلاء بواحد\n\" وقول الخليل ويروي للحمدوي \"\nما ازددت من ادبي حرفاً اسر به\n...\nالا تزيدت حرفاً تحته شوم\nان المقدم في حذق لصنعته\n...\nاني توجه منها فهو محروم\nالجزء: 1 ¦ الصفحة: 23\n",
        "انا يا سيدي ايدك الله حامد لله على الاطوار. ولست بحامد للزمان الغدار. فانه لم يرض لي بأفراد المحن حتى صيرها ازواجاً. وصب على من سوط العذاب امواجا. ودهاني بفقر كفقر الانبياء. وغربة تعرضني على اللأوآء. وص\nباب\nة تعرضني للبلاء. والشأن في اني لا ازداد من الادب حرفا. الا ازددت حرفا. ولا احفظ سطراً. الا لبست فقراً. ولا اتقن معلوماً. الا تعرفت شؤما وكذا المقدم في الحذق بصناعته. المشار اليه في فضل براعته اينما توجه فهو محروم. وكيفما تأنق فهو مذموم. والعاقل من يثبت ما يسره في فضل الله ونعمته. ويرد ما يسوء إلى حول الله وحكمته. وارجو ان اكون ذلك بعون الله ومشيئته \" اخرى في حل قول الاستاذ ابي بكر الخوارزمي \"\nولي قميص رقيق\n...\nتقده الاوهام\nوجبة لا تساوي\n...\nتصحيفها والسلام\nكرم مولاي ادام الله عزه لا يرضي لي في هذا الشتاء العبوس القمطرير. والبرد الكاشر لي عن ناب الزمهرير. بأن اغدو واروح في ثياب اخلاق. كهواء رقيق وسراب رقراق. فالقيمص لم يبق منه الا الاسم. وصار يقده الوهم. والجبة اصبح البلى حليفها واليفها. فهي لا تساوي تصحيفها. والعمامة إذا هب عليها نسيم الهواء. كادت تنتظم في سلك الهباء. فان كسوتني خلعة تحسن في العيون. كسوتك خلعة تحسن في الآذان والقلوب ان شاء الله\nباب\nفي توقع الفرج\n\" رسالة في حل قول الشاعر \"\nولا تجزع وان اعسرت يوماً\n...\nفقد ايسرت في الدهر الطويل\nولا تيأس فان اليأس كفر\n...\nلعل الله يغني عن قليل\nولا تظنن بربك ظن سوء\n...\nفان الله اولى بالجميل\nرايت العسر يتبعه يسار\n...\nوقيل الله اصدق كل قيل\nبلغني يا سيدي ايدك الله انك تجزع من غصة الدهر. ولا تلبس لباس الصبر على العسر. حتى كأنك لم تدر عليك الادوار. ولم يؤدبك الليل والنهار. ولم تمر بعينك واذنك الاخبار والاثار. حتى كأنك لا ترجع من الصبر إلى افضل العدة. ولا تنظر في كتاب الفرج بعد الشدة. اما تعلم انك ان اعسرت شهرا فقد ايسرت دهراً. وان مارست الشدة اياماً. فقد لابست النعمة اعواماً. فكما لم تدم مدة السراء. لم تدم مدة الضراء. وكما لم تلبث نوبة المنحة. لا تلبث نوبة المحنة. فلا تيأس من روح الله فالياس كفر. ومع العسر يسر. وكأني بالله قد كشف ضرك وبلواك. واغناك وأقناك. واعطاك مناك. فلا تكن من الظانين بالله ظن السوء فانه تعالى اولى بالجميل. ولا تكن من القانطين فانه عز ذكره يفرج عما قليل. وقوله جل جلاله اصدق قيل. وانتظر يا سيدي الخروج من الضيق إلى السعة. ومن الانزعاج إلى الدعة. وابشر بعيشة راضية. ونعمة كافية. ان شاء الله تعالى \" اخرى في حل قول الآخر \"\nعسى فرج يأتي به الله انه\n...\nله كل يوم في خليقته امر\n\" وقول الآخر \"\nعسى جابر العظم الكسير بطوله\n...\nيهيئ للعظم الكسير فيجبر\nعسى الله لا تيأس من الله انه\n...\nيهون لديه ما يجل ويكبر\nان كنت يامولاي ابقاك الله بين محنة راصدة. ونكبة قاصدة. تقاسي منهما قذى عينك. وشجى حلقك. واذى قلبك. بل تعاني ما لو مر بالحديد لذاب. أو بالوليد لشاب. فعسى الله يأتي بفرج يجير كسرك. ويغني فقرك. ويصلح امرك. فلا تيأس من الله فكل عسير إذا يسره يهون. انما أمره إذا اراد شيئاً ان يقول كن فيكون \" فصل في حل قول بعض العلويين \"\nوراء مضيق الخوف متسع الامن\n...\nواول مفروح به آخر الحزن\nفلا تياسن فالله ملك يوسفا\n...\nخزائنه بعد الخلاص من السجن\nأنت تعلم يا سيدي فديتك ان وراء ضيق الخوف سعة الامن وان اول الفرح آخر الحزن. فلا تيأس من فرج يجلي غمرة كربتك ويطلع نجم مسرتك. فالله أخرج يوسف من ذلة الرق. إلى عزة العتق. ومن كرب الحبس المرهق. إلى روح الملك المونق. ورب امر عز ثم هان. وصعب ثم لان \" اخرى في حل قول الآخر \"\nحرك مناك إذا اغتنم\n...\nت فانهن مراوح\nفلربما اقترنت بار\n...\nجاف القلوب مناحج\nولربما لاقاك تح\n...\nت الظن فال صالح\nالجزء: 1 ¦ الصفحة: 24\n",
        "إذا تراكبت لديك الهموم. وتراكمت عليك غيوم الغموم وضاقت خطة الخطب. واشتدت ثائرة الكرب. فاتخذ المنى مراوح تروح بها عن قلبك. وتبرد حر صدرك. وترى في حركتها سكون جاشك. وفي الانس بها زوال استيحاشك. فربما اقترن ارجاف القلوب بما يقر العيون. ونطق لسان الفال بما يحقق الظنون\nباب\nذم الزمان وانحطاط الكرام وارتفاع اللئام\n\" فصل في حل قول الشاعر \"\nكفى حزناً ان المروآت عطلت\n...\nوان ذوي الآداب في الناس ضيع\nوان الملوك ليس يحظى لديهم\n...\nمن الناس الا من يغنى ويصفع\nطنابيرهم معمورة باداتها\n...\nومسجدهم خال من الناس بلقع\nفيا ليتني أصبحت فيهم مغنياً\n...\nولم أك أشقى بالذي كنت أجمع\nكفى حزناً أن قد ضيعت المروة. وعطلت الفتوة. وضاع ذوو الآداب. لقلة الطلاب. واكثر الملوك ساهون لاهون. وبالمغنين وبالصفاعة مباهون. فمجالس انسهم معمورة وبالملاهي مغموره ومساجدهم مهجورة. فياليتني كنت مغنيا لهم فانال المنى. وادرك بالغناء الغني. ولم أك اشقى بجمع العلوم واتقان المعلوم. ولبس ثوب المحروم \" اخرى في حل قول الاستاذ ابي بكر الخوارزمي \"\nنولى العيش وانقطع النظام\n...\nوعاش اللؤم اذ عاش اللئام\nوخلفني الزمان على اناس\n...\nإذا حكوا الكلاب فهم كرام\nيكاد الدهر يشتمني صراحاً\n...\nلو ان الدهر كان له كلام\nفلولا ان انازع حكم ربي\n...\nلقلت فديت موتي والسلام\nقد تولت بهجة العيش وانقطع نظام الحرية. ودرس رسم الإنسانية. ووقف فلك المروءة وانقضت ايام الكرام. وعاش اللؤم بعيش اللئام. وخلفني الزمان على اقوام. إذا حكوا الكلاب فهم اكرم الكرام. ولو كان الدهر يتكلم لرشقني بسهام الشتيمة. كما قصدني بافعاله الذميمة. فلولا ان انازع قضاء الله الذي لا احتجاب دونه ولا دفاع. ولا احتراز منه ولا امتناع. لشتمت هذه الدنيا الدنيه. وتمنيت المنيه. واختصرت الكلام. وقلت فديت موتي والسلام \" اخرى في حل قوله ايضاً \"\nخبت نار العلى بعد اشتعال\n...\nوصاح الخير حي على الزوال\nعدمنا الجود الا في الاماني\n...\nوالا في الصحائف والامالي\nفياليت الدفاتر كن قوماً\n...\nفأثرى الخلق من كرم الفعال\nولو اني جعلت امير جيش\n...\nلما حاربت الا بالسؤال\nلان الناس ينهزمون منه\n...\nوقد ثبتوا لاطراف العوالي\nلم تر إلى العلى كيف خبا قبسها. وكبا فرسها. والى الخير اكيف آذن بالزوال. وشدت رحاله للارتحال. والى الجود كيف قد أعجز. وعز واعوز. اللهم الا في الدفاتر. وكتب الاخبار والمآثر. فياليت الكتب كانت قوماً فكانت اوجههم للصباحة. وألسنتهم للفصاحة. وايديهم للسماحة. ولو كنت امير جيش يملأ الارض. ويشحن الطول منها والعرض. وسنح لي النهوض إلى عدو ابرز صفحة المكاشفة. وامتطى ظهر المخالفة. فحشد وحشر. وضم ونشر. وجمع اطرافه. والف الفافه. لما حاربته الا بالسؤال. الذي ينهزم منه ابطال الرجال. وطالما ثبتوا للبيض الحداد والسمر الطوال.\n\" رقعة في حل قول ابن لنكك \"\nزمان عز فيه الجود حتى\n...\nلصار الجود في أعلى البروج\nمضى الاحرار فانقرضوا بادوا\n...\nوخلفني الزمان على علوج\nوقالوا قد لزمت البيت جداً\n...\nفقلت لفقد فائدة الخروج\nعاتبتني يا سيدي فديتك على لزوم البيت. وقلت ان الحي إذا لم يخرج منه كالميت. كانك لا تعلم ان الخروج إذا كان غير مفيد. كانت العزلة خير قعيد. ولا سيما في هذا الزمان الذي عز فيه جود ذوي الثراء. حتى صار في أعلى بروج السماء. ومضى الاحرار فلم يبق منهم نافخ نار. ولا رافع منار. وبقيت في اعلاج. اعيت خبيئتهم على كل علاج. فهم يصونون فلوسهم. ويبتذلون نفوسهم. افتلومني على بغضهم. والاستمرار على نقصهم ورفضهم. وما اشك انك ان عرفتهم عذرتني. كما عذلتني. ان شاء الله \" فصل في حل قول ابن الرومي \"\nرأيت الدهر يرفع كل وغد\n...\nويخفض كل ذي شيم شريفه\nكمثل البحر يرسب فيه در\n...\nولا ينفك تطفو فيه جيفه\n\" وقول جحظه \"\nالجزء: 1 ¦ الصفحة: 25\n",
        "ايا دهر ويحك ماذا الغلط\n...\nوضيع علا ورفيع هبط\nحمار يسيب في روضة\n...\nوطرف بلا علف يرتبط\nارى الدهر يرفع كل وغد خسيس. ويخفض كل حر نفيس. فهو كالبحر فيه الجواهر النفيسه. وتطفو فوقه الجيفة الخسيسه. وكالميزان يرفع من الكفة. ما يميل إلى الخفة. ويخفض منها مابقي بالرجحان. ويبعد من النقصان. وكم من حمار يسيب في روضة. خضرة نضرة. فهو يرتع في ربيعها الخضر. ويشرب من مائها الخصر. وكم من فرس كريم. يربط بلا قضيم. لكن هو الدهر. وعلاجه الصبر \" رقعة في حل قول الآخر ويروي لشمس المعارف قابوس \"\nيا ذا الذي بصروف الدهر عيرنا\n...\nهل عائد الدهر الا من له خطر\nاما ترى البحر يطفو فوقه جيف\n...\nويستقر بأقصى قاعه درر\nانا وان عبثت ايدي الزمان بنا\n...\nومسنا من تمادي بؤسه ضرر\nففي السماء نجوم ما لها عدد\n...\nوليس يكسف الا الشمس والقمر\nعيرتنا ايدك الله بصروف الدهر والارتباك بين انيابه ومخالبه وهل عاند الدهر الا ذوي الاخطار. واعيان الاحرار. وما زالت عادته رفع اللئام. ووضع الكرام. ومحاربة الافاضل. ومسالمة الارذال. حتى شبه بالبحر الذي ترسب فيه اللآلي النضرة. وتطفو فوقه الجيف القذرة. ولئن خصنا الزمان بحوادثه الجسيمة. وأعتب غيرنا من دواهيه العظيمة. ان في السماء نجوماً لا تضبط بالحسبان. ولا يكسف منها الا النيران. وهذه جملة كافية والسلام \" فصل في حل قول إذا إذا الآخر \"\nهذا الزمان الذي كنا نحدره\n...\nفيما يحدث كعب وابن مسعود\nان دام هذا ولم تحدث له غير\n...\nلم يبك ميت ولم يفرح بمولود\nهذا الزمان كثير العجائب. غير قليل النوائب. موقظ للفتن. غير منيم للمحن. لا ينطق الا بالشكوى. ولا يسكت الا على البلوى. وهو الزمان الذي طال ما انذرنا بشره. وحذرنا من ضره. وكم جاءنا فيه من حديث غير مردود. عن كعب الاحبار وابن مسعود. ووالله ان دام ما نراه من ظهور الفساد. وعموم الجور في البلاد. ليؤلن الحال إلى التهنئة بالممات. والتعزية بالولادات والله المستعان. على هذا الزمان\nباب في\nاستزادة الإخوان\n\" فصل في حل قول الشاعر \"\nتغريت اسأل من عن لي\n...\nمن الناس هل من صديق صدوق\nفقالوا عزيزان لا يوجدان\n...\nصديق صدوق وبيض الانوق\nانا رجل طالما تغربت. وشرقت وغربت. حتى كأني قذاة أو كحل مض. في عين الارض. وخليفة الخضر في قطع البر والبحر وضالتي المنشودة في اسفاري. والوطر الاهم من اوطاري. صديق صدوق عليه اعتمد. واليه استند. وبه اعتضد. فما سألت عنه لبيباً أو اواريباً. وحكيماً اديباً. الا قال ذلك اعز من الابلق العقوق. ومن بيض الانوق. نعم ومن الغراب الاعصم والكبريت الاحمر \" اخرى في حل قول الآخر \"\nوان صديقي من تنعمي\n...\nوليس حبيبي من يريد شقائي\nإذا ما رأيت البؤس عند احبتي\n...\nارى عند أعدائي يكون رخائي\nولن يرتجى بروء ولا كشف علة\n...\nإذا كان داء من مكان دواء\nإلى الماء يسعى من يغص باكلة\n...\nفقل اين يسعى من يغص بماء\nصديقي من يصدقني. وتصفو نيته لي. ويريد الخير بي. لا من تسره مسآتي. وتعجبه شقاوتي. وإذا رأيت البؤس من احبابي فارجو الرضى من أعدائي. وإذا كان الداء من جهة الدواء تراخت اسباب الشفاء. والى اخيه يفزع الانسان. وبالماء يستظهر الغصان. فاذا شرق بالماء فيم يستغيث. وإذا أتى المرء من اخيه فيمن يستعين \" اخرى في حل قول الآخر \"\nافٍ وتف لمن مودته\n...\nان زلت عنه سويعة زالت\nان مالت الريح هكذا وكذا\n...\nمال مع الريح كيفما مالت\nاف لمن يواخيك. وصادفك ويصافيك. مادمت بمرأى من عينيه. وبمسمع من اذنه. فاذا غبت عنه مدة غابت مودته. وإذا زلت عنه برهة زالت محبته. ولا مرحبا بمن كان من الاصدقاء موجوداً عند الرخاء. مفقوداً عند البلاء. يميل مع الريح. ولا يرجع إلى العقد الصحيح \" رقعة في حل قول المثقب العبدي \"\nفاما ان تكون اخي بحق\n...\nفاعرف منك غثي من سميني\nالجزء: 1 ¦ الصفحة: 26\n",
        "والا فاطرحني واتخذني\n...\nعبدواً اتقيك وتتقيني\nاراك يا مولاي تواخيني فتداجيني. وتصافيني فتصاديني وتصادقني فتنافقني. وتعاشرني فتكاشرني. فاما ان تكون اخي بالحقيقة. وتبذل لي من لسانك اوكد الوثيقة. والا فاتخذني عدواً اتقيك وتتقيني. ولا ارتجيك ولا ترتجيني. والسلام \" فصل في حل قول الشاعر \"\nكفى حزناً ان لا صديق ولا اخ\n...\nيفيد غنى الا تداخله كبر\nوالا التوى أو ظن انك دونه\n...\nوتلك التي جلت فما معها صبر\nفلا نال فوق القوت مقدار ذرة\n...\nصديق ولا اوتى على عسره اليسر\nوما ذاك الا رغبة في اخائه\n...\nوالا حذار ان يميل به الهجر\nكم من اخ لي يكون صديقاً. ما دام مضيقاً. فهو يصادق ويرافق. ويوافق ويطابق. فما هو الا ان يفيق من سقم الفاقه. ويخلع ثوب الاضاقة. وتتسع مواد ماله. وتتفرع شعب حاله حتى يجر ذيل التيه على اخيه. ولا يرقب ذمة الخلة فيه. وينزل نفسه منزلة المجل. ويظن اخاه دونه في المحل. وتلك التي يضيق بها الصدر. ولا يتسع لها الصبر. فلا ايسر صديق بعد عسرة. ولا نال فوق القوت مثقال ذرة. وما هذا الدعاء الا لا ستبقاء اخائه. واستدامةصفائه. والحذر من ان يذهب به الهجر في كل مذهب. ويركب من الاستطالة والكبر كل مركب\nباب في\nالقناعة\n\" رسالة في حل قول البسامي \"\nبيتي احب إلى من\n...\nبيت الخليفة والوزير\nفاذا اكلت كسيرة\n...\nوشربت من ماء الغدير\nفانا الخليفة لا الذي\n...\nيعلى به أعلى السرير\nان القليل إذا صفا\n...\nوكفى ينوب عن الكثير\nعاتبتني يا سيدي ومولاي ادام الله عزك على الرضى بالكفاف. والتقاعد عن خدمة الملوك والاشراف. كانك لا تعلم اني اتخذت القناعة صناعة. واسررتها بضاعة. ورأيت العزلة عزة منيعة. ولزوم البيت منزلة رفيعة. وبالله ان دويرتي على صغر فنائها. وقصر بنائها. وضيق معاشي. وقلة رياشي. احب الي. وآثر لدى. من دار الخليفة وهي اخت الجنة التي تخجل منها الدور. وتتقاصر لها القصور. ومن دار الوزير التي تشتمل على ما تشتهي النفوس وتلذ العيون. فاذا استقررت في داري. ولبست اطماري. واكلت كسيرة من الحلال. وشربت فطيرة من الزلال. فانا الامير. لا من يستقل به السرير. وانا الخليفة لا من تدين له الخليقة. ومن مذهبي ان ما صفا وكفى من اليسير. ينوب مناب الجم الكثير. والسلام \" اخرى في حل قول عبد الله بن طاهر \"\nكيف عيش امرئ له كل يوم\n...\nعلم دون بلدة منشور\nوإذا الريح حركت صوت طبل\n...\nمن بعيد فقلبه مذعور\nيا غنيا عن العساكر والبع\n...\nث هنيأ لك المقيل الوثير\nمن له كسرة يعيش عن النا\n...\nس غنيا بها فذاك الامير\nارى الرعايا يحسدون الرعاة والولاة إذا رأوا محاسنهم. ويغبطون السادة والقادة إذا تمنوا اماكنهم. ولا يعملون ما في ظاهر احوالهم. من باطن اهوالهم. وما في تلك المراتب المنيفة. من المعاطب المخفية. ويغفلون عما في بياض النعماء. من خمرة الدماء. وفي خفض العيش. من معرة الجيش. وما عيش من يتعرض للبلاء. ويتحكك باللاواء. في استفتاح بلاد الاعداء. فله كل يوم اعلام منشورة. واسياف مشهورة. فاذا نطق الطبل خفق قلبه. وإذا ارتفعت الضجة طار لبه. فيا ايها المستغني عن قود العساكر عموماً وخصوصاً. وعن تعبية الجيوش بنياناً مرصوصاً. ويا من كفاه الله مقارعة السيوف. ومشافهة الحتوف. هنيأ لك الظل الاثير. والمقيل الوثير. واعلم ان من له كفافا وعفافا وقد صفا شربه. وامن سربه. فهو الامير وان لم تخفق عليه الرايات. ولم تتصل له الولايات. والسلام \" اخرى في حل قول الخليل بن احمد لسليمان بن حبيب بن المهلب \"\nابلغ سليمان اني عنه في سعة\n...\nوفي غنى غير اني لست ذا مال\nالفقر في النفس لا في المال نعرفه\n...\nكذاك امر الغنى في النفس لا المال\nان كان ضن سليمان بنائله\n...\nفالله اكرم مسؤل لسأل\n\" وقول منصور الفقيه \"\nكل من في هذه الدن\n...\nيا من الناس قليل\nواقل الناس من لم\n...\nيرضه منها القليل\nالجزء: 1 ¦ الصفحة: 27\n",
        "انا يا سيدي ايدك الله على اضاقتي وسوء اثر فاقتي. في سعة وغنى عن سليمان. واحمد الله المنان. فالغنى غنى القلوب لا غنى الأموال وكذاك الفقر في النفوس لا في الاحوال ولئن بخل سليمان بنائله. وجرى على عادته في حرمان سائله. فالله خير مأمول. واكرم مسؤل. وهو الجواد الذي لا يبخل. والحليم الذي لا يعجل. وقد علمت ان من سكن للدنيا فقد لبس ثوب الذليل. وان اذل الناس من لم يرض بالقليل. وكثيراً ما اقول من لم يقنع باليسير. فهو اسير للمياسير والسلام \" فصل في حل قول محمد بن بشير \"\nلأن أزجى عند العري بالخلق\n...\nواجتزى من كثير الزاد بالعلق\nخير واكرم لي من ان أرى مننا\n...\nخوالداً للئام الناس في عنقي\nمن مذهبي ان تزجية الايام بالخلق من الثياب. والخشن من الطعام. خير من تقلد منن اللئام والسلام \" اخرى في حل قول الآخر \"\nقنوع النفس يعقبها رواحاً\n...\nوحرص المرء يدنى للهوان\nوليس بزائد في\nالرزق\nحرص\n...\nوليس بناقص منه التواني\nفي القناعة راحة النفس. وصيانة الوجه. وحرص الانسان مجلبة للهوان. وليس يزيد في رزق المرء حرصه وتشميره. كما لا ينقص منه توانيه وتقصيره \" اخرى في حل قول الآخر \"\nإذا كنت أرضي من الدهر ان\n...\nانال الكفاف وعيشاً سدادا\nفان الغنى وان الفقير\n...\nوان البخيل وان الجودا\nلدي سواء فمالي اذل لمن لا ينيل واعطى القيادا إذا سلكت طرق الرشاد والسداد. ورضيت من الدهر بالكفاف والسداد. فسواء عندي الغني والفقير. الكبير والصغير. والجواد الذي هو رفيق الجود وخليله. والبخيل الذي هو زميل البخل ونزيله. فمالي اذل لمن يتعزز علي. واعطي القياد من لا يحسن الي. ومن استغنيت عنه فانا نظيره. ومن احتجت إليه فأنا اسيره والسلام\nباب في\nالرزق\n\" رسالة في حل قول الشاعر \"\nيا راكب الليل والاهوال والهلكه\n...\nلا تتعين فليس الرزق بالحركة\nاما ترى البحر والصياد منتصب\n...\nفي ليله ونجوم الليل مشتبكة\nقد ضم اطرافه والموج يضربه\n...\nوعينه بين عيني كلكل الشبكة\nحتى إذا صار مسروراً ببغيته\n...\nوالحوت قد سد سفود الذي حنكه\nغدا عليك به صفواً بلا كدر\n...\nفصرت املك منه للذي ملكه\nصنع من الله يعطى ذا بحيلة ذا\n...\nهذا يصيد وهذا يأكل السمكه\nيا سيدي ايدك الله لا تزال تمسح اطراف المراحل. وتركب اهوال الموارد وتتجشم مسافات ابعد من آمللك وتسلك مجاهل تشارف بك المهالك. كانك لا تعلم ان الرزق مقسوم. والحريص محروم وان ليس الرزق بالحركة والتعب. وتحمل المشقة والنصب. فمهلا يا سيدي ورفقاً اقلل من كدك. وانقص من جدك وجهدك. ولا تكن كصياد الحوت يشقى لسعد غيره به اما تراه كيف يقدم على البحر ويخاطر بالنفس وقد ارخى الليل سدوله. وجر عليه ذيوله. والموج يأخذه ويدعه. والهول يضيق عنه ويسعه. وعينه إلى الشبكة. وهمه في صيد السمكه. حتى إذا صادها بعرق الجبين. وتجرع الامرين. اتاك صفواً بلا كدر. واعطاكها عفواً بلا خطر. وما ذلك الا من صنع الله الذي يهب لعباده الاملاك. ويرزق هذا بسعي ذاك. فهذا يصيد شقياً لقياً. وهذا يأكل هنياً مرياً. فتبارك الخلاق الحكيم. وسبحان الرزاق الكريم \" \" فصل في حل قول الآخر \"\nالمرؤ يسعى ويسعى الرزق يطلبه\n...\nفربما اختلفا في السعي والطلب\nحتى إذا قدر الرحمن جمعها\n...\nللاتفاق اتاه الرزق عن كثب\nاليك يا سيدي ومولاي حديثاً. ترى المرء يطلب الرزق وهو يطلبه حثيثاً. وربما اختلفا فشرق هذا وغرب ذاك. ولاح وجه الحرمان هناك. وربما اتفقا فنادى الرزق مجيباً. وحصل النجح قريباً وإذا اراد الله امراً اتفقت اسبابه. وإذا لم يقض شيئاً تعذر طلابه \" اخرى في حل قول الآخر \"\nفان كانت الارزاق تجري على الورى\n...\nبعدل فرزقي سوف يدركني ركضا\nوان كانت الارزاق تجري عليهم\n...\nبجود فارجو ان يجود لنا ايضاً\nالجزء: 1 ¦ الصفحة: 28\n",
        "لست اتهم الرزاق. ولا استبطئ الارزاق. فان كانت تجري بالعدل في القضية. والقسم بالسوية بين البرية فسيأتيني رزقي وهو يطير الي بقادمة الغراب. وخافية العقاب. وان كانت تجري عليهم بالجور وحاش لله فارجو ان يجود ايضاً لي. ولا ينقض عادتها بي \" اخرى في حل قول الآخر \"\nان كنت تعلم ان ربك خالق\n...\nوعبدت مخلوقاُ فلست بمؤمن\nأو كنت في شك من الرزق الذي\n...\nكفل الاله فلست بموقن\n\" وقول الآخر \"\nلا تخضعن لمخلوق على طمع\n...\nفان ذلك نقص منك في الدين\nواسترزق الله مما في خزائنه\n...\nفانما الرزق بين الكاف والنون\nان كنت تعلم ان الله خالقك وعبدت مخلوقاً فما أنت بمؤمن. وان كنت في شك من الرزق الذي كفل الله به فلست بموقن. فاياك ان يستعبدك الطمع في المخلوق فتنقص من الدين. وتزري باليقين. واسترزق الله فان رزقه بين الكاف والنون. اعنى قوله كن فيكون \" اخرى في حل قول الآخر \"\nلو كان في صخرة صماء راسية\n...\nفي البحر ملمومة ملس نواحيها\nرزق لعبد براه الله لانصدعت\n...\nحتى يؤدي اليه كل ما فيها\nأو كان تحت طباق السبع مسلكها\n...\nلسهل الله من قرب مراقيها\nحتى ينال الذي في اللوح حظ له\n...\nاما اتته والا كان يأتيها\nياابن ادم لاتهتم لرزق غدك. واعمل على انه في يدك. فلو كان رزقك في صخرة صماء ملمومة. والى قاع البحر مضمومة. لانصدعت عنه حتى يصل اليك. ويحصل لديك. ولو كان في السماء السابعة ليسر لله له النزول اليك. حتى تنال ما خط لك في اللوح وتستبدل من الغمة بالروح. فاما ان يأتيك أو تأتيه. وسريعاً أو بطيأ تحويه\nباب في\nالغربة\n\" رسالة في حل قول الشاعر \"\nكاني بتعيين البلاد موكل\n...\nلاعرف منها موضع الطول والعرض\nفان يك لي يوماً رجوع فبالحرى\n...\nوالا فبعض الشر أهون من بعض\nكتبت يا سيدي ادام الله عزك من بعض منازل النقلة. ومطارح الغربة. وقد تقاذفت بي البلدان. ونبت عني الاوطان. حتى كاني موكل بمساحة الارض. ومعرفة الطول والعرض. أو كأني خليفة الخضر. في قطع البر والبحر. فان اسفرت أسفاري عن صفقة الرابح وانقلبت إلى الوطن بغنيمة الفائز فالحمد لله على حياة الآمال. وصلاح الاحوال. وان تكن الاخرى فبعض الشر أهون من بعض. ولا يأس في الغربة من دعة وخفض. والسلام \" اخرى في حل قول الآخر \"\nوإذا الديار تغيرت عن حالها\n...\nفدع الديار وأسرع التحويلا\nليس المقام عليك حتما واجباً\n...\nفي بلدة تدع العزيز ذليلا\n\" وقول البحتري \"\nواحب آفاق البلاد إلى الفتى\n...\nارض ينال بها كريم المطلب\n\" وقول الآخر \"\nالمرء في كورته ضائع\n...\nوالليث في غيضته جائع\nفانهض ترى الدنيا وتلقى المنى\n...\nوالموت لا يدفعه دافع\nإذا نبابك بلدك ووطنك. وتعذر مرادك ووطرك. ففي الارض متحول. وعلى الله معول. واوصيك يا سيدي بالرحيل. عن بلدة تكسو العزيز ثوب الذليل. واحب الآفاق إلى الكرام. ارض يصلون بها إلى المرام. وقديما قيل ان المرء ببلدته ضائع. كما ان الليث في غيضته جائع. فعليك بالتغرب لترى الدنيا. وتدرك المنى. واياك وخوف المنية فانها لا تدفع في الوطن والحضر. ولا في الغربة والسفر. والسلام \" اخرى في حل قول البرقعي \"\nوفي الاضطراب وفي الاغتراب\n...\nمنال المنى وبلوغ المراد\nإذا النار ضاق بها زندها\n...\nففسحتها في فراق الزناد\nإذا صارم قر في غمده\n...\nحوى غيره الفضل يوم الجلاد\nالجزء: 1 ¦ الصفحة: 29\n",
        "لا ارضى لك يا سيدي ومولاي ايدك الله لزوم دارك. على اعسارك. والرضا بحالتك. مع كمال آلتك. واحثك على ان تعتاض بالنوم السهر. وبالاقامة السفر. وتبلغ كل مبلغ من الاضطراب. وتستعير جناح الغراب في الاغتراب. وكاني بأسفارك وقد اسفرت عن محط الرحل رحيباً. وعن النجح نزيلاً واليسر قريباً. ولا ازيدك يا سيدي علماً بأن سلطان النار في فراق الزناد. وان السيوف إذا استقرت في الاغماد. لم يظهر فضلها عند القراع والجلاد. جعل الله الخيرة مصاحبة لك في سفرك وحضرك. ومقامك وظعنك. وسائر متصرفاتك ومتوجهاتك\nباب في\nكراهة الغربة\n\" رسالة في حل قول الشاعر \"\nإذا ما ذكرت الدار فاضت مدامعي\n...\nوصار فؤادي نهبة للهماهم\nحنينا إلى ارض بها اخضر شاربي\n...\nوحلت بها عني عقود التمائم\n\" وقول الآخر \"\nلقرب الدار في الافقار خير\n...\nمن العيش الموسع في اغتراب\n\" وقول علي بن الجهم \"\nيا رحمتي للغريب بالبلد النا\n...\nزح ماذا بنفسه صنعا\nفارق احبابه فما انتفعوا\n...\nبالعيش من بعده ولا انتفعا\nكتبت اطال الله بقاء مولاي واذ تذكرت الوطن خنقتني العبرة. واستولت علي الزفرة. حنينا إلى ارض انشأتني تربتها وغذاني هواءها. ورباني نسيمها. وحلت عني التمائم فيها. وتأسفا على بلدة بها اخضرار شاربي. واقتبال شبابي. وفيها مجمع اترابي. واخواني واحبابي. وقد كانت الاقامة بها مع الاعسار. احب الي من استيطان سواها على اليسار. ولكن قضاء الله لا دفاع دونه ولا احتجاز. ولا امتناع منه ولا احتراز فيا رحمتي للغريب المبتلى بكربة الغربة. وحرقة الفرقة. المقيم بالبلد البعيد من وطنه. النائي عن سكنه. ويا لهفي على ما صنع بنفسه. وقطع من انسه. حين فارق احبابه الاخصين واخوانة الاخلصين. فلاهم ينتفعون بالعيش من بعده. ويستريحون من التألم لبعده. ولا هو يستمتع بعدهم بحياته ويفرق بينهم وبين مماته وما على الله بعزيز أن يرد غربته. وييسر إلى احبابه اوبته\nباب في\nالشيب\n\" رسالة في حل قول الصاحب \"\nما بالها قد عرضتني\n...\nعند شيبي للاذى\nتقول بعداً ابعدما\n...\nكانت تقول حبذا\nوكنت كحل عينها\n...\nفصرت فيها كالقذى\n\" وقول البحتري \"\nتعيب الغانيات على شيبي\n...\nومن لي ان أمتع بالمعيب\nووجدي بالشباب وان تقضي\n...\nحميد دون وجدي بالمشيب\nكتابي يا سيدي اطال الله بقاك وقد اسفر لي بعدك صبح المشيب وسلبت ما لبسته من برد الشباب القشيب فانكرتني جاريتي وكرهتني. واعرضت عني وهجرتني. وعرضتني للاذى وجفتني وطفقت تقول لي بعداً وافاً وتفاً. بعدما كانت تقول حبذا ومرحبا واهلاً وسهلاً. وقد كنت في عينها كالكحل والكرى فصرت فيها كالسهد والقذى. والشيب ذنب عند الغواني لا يغفر وعيب لا يستر. ويا ليت هذا العيب دام لي وعم بعضي وكلي ولم يفرق بيني وبين اجلي. فوجدي بالشباب الراحل. دون وجدي بالشيب النازل. والسلام \" فصل في حل قول ابن الرومي \"\nاصبحت شيخاً له سمت وابهة\n...\nتدعوني البيض عما تارة وابا\nوتلك دعوة اجلال وتكرمة\n...\nوددت اني معتاض بها لقبا\nقد لبست رداء المشيب وعلتني ابهة الكبر فاذا دعتني الغواني عما. امتلأت غما. وإذا دعونني ابا. حسبتهن اوسعنني سبا. وتلك منهن دعوة الاجلال. وان كانت عندي دعوة الاخلال. وبودي لو عوضت عنها تلقيبا. يقتضي منهن تقريباً \" رسالة في حل قول الآخر \"\nعربت من الشباب وكنت غضاً\n...\nكما يعرى من الورق القضيب\nبكيت على الشباب بكل دمعي\n...\nفما نفع بكاء ولا النحيب\nالا ليت الشباب يعود يوماً\n...\nفأخبره بما صنع المشيب\nالجزء: 1 ¦ الصفحة: 30\n",
        "عهدك بي يا مولاي ادام الله عزك حديث السن. رطيب الغصن وتراني الآن وقد عريت من االشباب الانق. كما يعرى القضيب من الورق. وكم حزنت عليه ملء صدري. وبكيته ملء عيني فما نفع الحزن العاكف. ولا شفى الدمع الواكف. وكم اقول يا ليت الشباب يعود يوماً الي. ويعرج ولو ساعة علي. فاجدد به عهداً واهدى إلى كبدي برداً. واشكو اليه الشيب وسوء آثاره. ومرارة ثماره. على ان ادرك ايام مولانا الملك العادل ولي النعم خوارزم شاه ادام الله دولته شباب جديد. وعيش سعيد. وفي تزجية العمر بحضرته. ومطالعة السعود بطلعته. والاستمتاع بلباس نعمته. التي تسبق النعم. وتكشف الهموم وترفع الهمم. عوض عن الشباب ونضارته. وزمان الصبا وغضارته. فجعله الله من كل ما دعى ويدعي به للملوك والامجاد آخذاً باكمل الحظوظ واوفي الاعداد آمين اللهم آمين \" اخرى في حل قول ابن المعتز \"\nيا عاذلي قد كفاك الدهر تفنيدي\n...\nاخذت من لحظات الكاعب الرود\nوارسل الشيب في رأسي ومفرقه\n...\nبزاته البيض في غرباني السود\n\" وقول يحيى بن زياد الحارثي \"\nولما رأيت الشيب حل بياضه\n...\nبمفرق رأسي قلت للشيب مرحبا\nولو خلت اني ان كففت تحيتي\n...\nتنكب عني رمت ان يتنكبا\nولكن إذا ما حل كرهاً فسامحت\n...\nبه النفس يوماً كان للكره اذهبا\n\" وقول مسلم بن الوليد \"\nالشيب كره وكره ان يفارقني\n...\nاعجب بشيء على البغضاء مودود\nيمضي الشباب وقد يأتي له خلف\n...\nوالشيب يذهب مفقودا بمفقود\nاراك يا مولاي ايدك الله تعذلني على نزقات الشبان. ونزغات الشيطان. وقد كفاك الدهر تفنيدي ولومي. اذ ليس امسي في الخلاعة كيومي. وقد نسيت غمزات الالحاظ. من المقل المراض منذ واضني الشيب بلجامه المحمود. وارسل بزاته البيض على غرباني السود. ولما ضحك لي عن انياب الحيات. وبكيت على حلاوة الحياة. قلت مرحبا بك من قادم ساكرم مثواه واهلاً بك من زائر سأحسن قراه. ولو خلت اني ان كففت تحيتي عن طلعته وجدت السلامة من سطوته. لما حييت من يسلني انسي ولم اكرم من ينعي إلى نفسي. ولكن إذا حل المكروه القاصد والم الخطب الراصد. فسامحت نفس المرء ما تلقاه من الشر وتقاسيه من العيش المر. كان ذلك ادفع لمضرته. واذهب بمعرته. ومعلوم ان الشيب كريه الزيارة والمعانقه. كريه الذهاب والمفارقه. فهو على بغضه يحب. وعلى سوء اثره لا يسب. وذلك ان الشباب يمضي فيخلفه المشيب. والمشيب لا يعقبه الا الموت القريب. اعاننا الله على الاستعداد. ليوم المعاد \" اخرى في حل قول الآخر \"\nلا يرعك المشيب يا ابنة عبد الل\n...\nهـ فالشيب حلية ووقار\nانما تحسن الرياض إذا ما\n...\nضحكت في خلالها الانوار\n\" وقول دعبل \"\nاهلا وسهلا بالمشيب فانه\n...\nسمة العفيف وهيبة المتخرج\nوكان شيبي نظم در زاهر\n...\nفي تاج ذي ملك اغر متوج\n\" وقول البحتري \"\nوبياض البازي اصدق حسناً\n...\nان تأملت من سواد الغراب\nكتابي يا سيدي ادام الله عزك وقد الم الشيب بلمتي ومد طرازه على وجهي وضحكت في الروضة الانوار. وابيض القار. ولاح الوقار. فاهلا وسهلا بالمشيب. ومرحبا بالعدوالحبيب. فانه سمة التقى العفيف. وهيبة المتحرج الشريف. وفيه تشاهد الحنكه وعنوان التجربة والمسكة. وكأنه حلية ملك. او نظم در في تاج ملك. وكافور المشيب ابهى من مسك الشباب. وبياض البازي احسن من سواد الغراب. والسلام \" اخرى في حل قول ابن الرومي \"\nيا ايها الرجل المسود شعره\n...\nكيما بعد به من الشبان\nاقصر فلو سودت كل حمامة\n...\nبيضاء ما عدت من الغربان\nالخضاب ايدك الله من شهود الزور. ومتاع الغرور. واراك في عناء شديد. وجهد جهيد. من مغالبة الدهر بتسويد الشعر فمهلا رحمك الله واعلم ان المشايخ لا يعدون في الشبان. ولو سودت الحمام البيض لم تعد من الغربان والسلام \" اخرى في حل قول بعض المعمرين من العرب \"\nحنتني حانيات الدهر حتى\n...\nكأني خانل ادنو لصيد\nقريب الخطو يحسب من رآني\n...\nولست مقيداً امشي بقيد\nالجزء: 1 ¦ الصفحة: 31\n",
        "كتبت ابقاك الله وقد تضاعفت عقودعمري. واخذت الايام من جسمي. وحنى قوسي الكبر حتى كأني خاتل صيد. وقارب الوهن خطاي حتى كأني ماش بقيد. وما الذي يرجى ممن كان مثلي في تقاصر الحظى. وتخاذل القوى وتداني المدى. والتوجه الى الدار الاخرى والسلام\nباب في\nالمدائح\n\" رسالة في حل قول ابي نواس \"\nلقد نزلت ابا العباس منزلة\n...\nما ان ترى خلفها الابصار مطرحاً\nوكلت بالدهر عيناً غير غافلة\n...\nبجود كفك تأسو كل ما جرحا\n\" وقول ابي تمام \"\nلقد انست مساوي كل الدهر\n...\nمحاسن احمد بن ابي داود\nمتى تحلل به تحلل جنابا\n...\nرضيعاً للسواري والغوادي\nترشح نعمة الايام منه\n...\nوتقسم فيه ارزاق العباد\n\" وقول ابن الرومي \"\nتهتز عطفاه عند المدح يسمعه\n...\nمن هزه المجد لا من هزة الطرب\nكأنه وهو مسؤل وممتدح\n...\nغناه اسحق والاوتار في صخب\nلولا عجائب صنع الله ما نبتت\n...\nتلك الفضائل في لحم ولا عصب\n\" وقول الواوا الدمشقي \"\nمن قاس جدواك بالغمام فما\n...\nانصف في الحكم بين شكلين\nأنت إذا جدت ضاحك ابداً\n...\nوهو إذا جاد دامع العين\nكتبت اطال الله بقاء مولاي من الحضرة بالجرجانية حرسها الله وانا احمد الله تعالى على اني بها من خدم مولانا الملك المؤيد ولي النعم خوارزم شاه اعز الله نصره. وادام ملكه. فقد نزل من العلى بالمنزلة العليا التي ما ورآها مطمح للابصار. وما فوقها مجال للافكار. ووكل بالدهر همته العاليه. وعينه الكاليه. فهو ياسو كل ما جرح. ويحي كل ما ذبح. حتى انست محاسنه مساوي كل الزمان. وعمت فواضله كل انسان. وإذا حللت حضرته حللت الربع الرحيب. والجناب الخصيب. الذي هو رضيع الغيوم ومزيل الغموم. ومعدن الكرم. وينبوع النعم. وملجأ الخلق. ومقسم الرزق. وإذا رأيت ثم رأيت نعيماً وملكا كبيراً. وقمراً منيراً. وسحاباً مطيراً. وإذا سمع الكلام الحر في خدمة معاليه ومدحة مساعيه. اخذته هزة المجد. واريحية الكرم المحض. فكأن اسحق الموصلي يغنيه والاوتار تتجاوب والاقداح تتناوب. ولولا فضل الله وعجائب صنعته. وبدائع قدرته. ولما نبتت تلك الفضائل في لحم. ولا امتزجت تلك المكارم بدم. فتبارك الله احسن الخالقين. وابقى الله مولانا للدنيا والدين. وتالله ما انصف من وصف جوده الغامر فشبهه بالسحاب الماطر. لانه يجود وهو عابس الوجه باكي العين ومولانا حرس الله ملكه يجود وهو ظاهر البشر ضاحك السن. لا زالت المكارم تصدر عن خلائقه والمناحج تشام من بوارقه \" فصل في حل قول البحتري \"\nدنوت تواضعاًوعلوت مجداً\n...\nفشأناك انحدار وارتفاع\nكذاك الشمس تبعد أن تسامى\n...\nويدنو الضوء منها والشعاع\n\" وقول ابي الطيب المتنبي \"\nفان تفق الانام وانت منهم\n...\nفان المسك بعض دم الغزال\nمولانا الملك المؤيد ولي النعم خوارزم شاه اعز الله نصره في محله الرفيع. وتواضعه البديع. كالشمس تقرب ضياء. وتبعد علاء وفي جوده وكرمه. وحسن شيمه. كالغيث يروي العطاش ويحيى المعاش. فان فاق. من في الآفاق. وهو منهم. وفضل كلهم وهو بعضهم. فالمسك بعض دم الغزال. والزمرد بعض احجار الجبال. لا زال مولانا يزيد على الناس زيادة الشمس على البدر. والبحر على القطر \" اخرى في حل قول البحتري \"\nللناس بدران لا يخفى طلوعهما\n...\nبدر السماء وبدر الارض اسحق\nاغر تفتح ابواب النوال به\n...\nوللمنايا به فتح واغلاق\nكلتا يديك يمين لا شمال لها\n...\nوفي يمينك آجال وارزاق\nللناس بدران يجمعان العلو والاشراق. ويعمان بانوارهما الآفاق. ولا يحصى ما فيها من المحاسن. وما للخلق بهما من الميامن. فاما بدر السماء فهو الذي نوره الله واعلاه. واما برد الارض فمأمون بن مأمون خوارزم شاه. وهو الملك الذي يملأ العيون جمالاً. والقلوب كمالاً وفي يده مفاتح الارزاق والآجال. ومن حضرته مطالع الآمال والاهوال. وهو على خلق الله امين وكلتا يديه يمين. والله نصيره والبدر نظيره والسعد ظهيره والمجد سميره \" اخرى في حل قول علي بن جبله \"\nالجزء: 1 ¦ الصفحة: 32\n",
        "دجلة يسقى وابو غانم\n...\nيطعم من يسقى من الناس\nالناس جسم وامام الهدى\n...\nرس وان\nأس وانت العين في الناس لله عباد مكرمون. يطعمهم مأمون ويسقيهم جيحون. وشتان ما بين السقى والاطعام. وبين الانعام والانعام. والناس جسم رأسه امير المؤمنين. وامام المسلمين. ومولانا الملك خوارزم شاه اعز الله نصره عين الراس. ونكتة الناس. وينبوع الندى والباس. ابقاه الله ما استمدت النفوس من الانفاس \" اخرى في حل قول المتنبي \"\nقد شرف الله ارضاً أنت ساكنها\n...\nوشرف الناس إذا سواك انسانا\n\" وقول ابي الفتح كشاجم \"\nشخص الانام إلى كمالك فاستعذ\n...\nمن شراعينهم بعيب واحد\nقد شرف الله الارض وجعلها من افضل الاصقاع. وايمن البقاع. اذ سكنها مولانا الملك خوارزم شاه ادام الله ملكه. وهو عالم في ثوب عالم. وملك في صورة ملك. كما شرف الناس بأن سواه انساناً هو الجمال بجملته. والكمال بكليته. ولا عيب فيه غير أن لاعيب فيه. يصرف العين عن معاليه. فيالبت له عيباً واحداً يعوذ به مجده. والمحاسن الممتدة. ولئن لم يعوذها بالعيب. فسيعيذه عالم الغيب. من حوادث الدهر وبوائقه. ويصونه عن نوائبه وصواعقه. ويجعل على نفسه ونعمته. وملكه واعزته واقية باقية برحمته\nباب\nفي\nالهجاء\n\" فصل في حل قول الحطيئة \"\nدع المكارم لا ترحل لبغيتها\n...\nواقعد فانت لعمري الطاعم الكاسي\n\" وقول الاعشى وهما من اهجى اشعار العرب \"\nتبيتون في المشتا ملأ بطونكم\n...\nوجاراتكم غرثي يبتن خمائصا\nدع المكارم لاربابها. واتركها لاصحابها. فلا تنقل نحوها رجلك ولا تشد اليها رحلك. وتزحزح عن المكارم. التي هي عندك من المغارم. بل من المحارم. واقعد بمزجر الكلاب الكلال. وفي صف النعال. فلست الا لتنعيم الجسم. وتطبيب الطعم. وتحسين اللباس وتجويد الافراس. وانت الذي يحفظ ماله والعرض ضائع ويشبع بطنه والجار جائع. وكفى بذلك لوماً. وخلقاً مذموماً \" اخرى في حل قول مسلم بن الوليد \"\nقبحت مناظرهم فحين خبرتهم\n...\nحسنت مناظرهم لقبح المخبر\n\" وقوله وهو الذي نقدمه من عيون اشعار المحدثين \" \" المعدودة في الهجاء \"\nاما الهجاء فدق عرضك دونه\n...\nوالمدح عنك كما علمت جليل\nفاذهب فأنت طليق عرضك انه\n...\nعرض عززت به وانت ذليل\nقد بليت بقوم طعام لئام تستقبح مناظرهم. مالم تعرف مخابرهم فاذا بلوتهم استحسنت مناظرهم الدميمة لقبح مخابرهم الذميمة. وما منهم الا من يدق عرضه عن الهجاء والقدح. كما يجل عنه القول في الاطراء والمدح. فهو في ذمة خساسته ونذالته. وحقارة لؤمه ورذالته. وهو طليق عرضه الخبيث مركبه. اللئيم منسبه. فلقد عزبه وهو اذل من قلامه. في قمامه. واقل من تبنه. في لبنه \" أخرى في حل قول ابي عمارة الصوري وهو ابلغ ما قيل في معناه \"\nثقيل براه الله اثقل من يرى\n...\nففي كل قلب بغضة منه كامنه\nمشى فدعا من ثقله الحوت ربه\n...\nوقال الهي زادت الارض ثامنه\nلا مرحبا بأثقل الثقلين. وابغض اهل الخافقين. ومن له في قلب كل من على الارض. نصيب وافر واف من البغض. فاذا مشى تألم الحوت من ثقله. وتظلم منه إلى ربه. وقال يا من اوسع الخلق عدلاً وفضلاً. خلقت ارضاً ثامنة زدتني بها ثقلاً. وسيريح الله الحوت من ثقل سكونه وحركته. وسائر الخلق من كثرة شؤمه وقلة بركته. بفضله ورحمته.\nباب في\nالهدية\n\" رسالة في حل قول أحمد بن يوسف الكاتب للمأمون \"\nعلى العبد حق فهو لابد فاعله\n...\nوان عظم المولى وجلت فواضله\nالم ترنا نهدي إلى الله ما له\n...\nوان كان عنه ذا غنى فهو قابله\n\" وقول الآخر \"\nلو كنت أهدي على مقدار فضلكم\n...\nاذاً لقلت لك الدنيا وما فيها\nالجزء: 1 ¦ الصفحة: 33\n",
        "علي العبد اطال الله بقاء مولانا الملك ولي النعم خوارزم شاه حق لابد يقضيه. ويخدم بما يهديه وان عظم المولى وجلت معاليه ولذلك نهدي إلى الله ماله الذي هو من عطاياه. فيقبله من عباده على غناه. ولو اهديت إلى خزانته عمرها الله بطول عمره. على حسب ارتفاع قدره. وعلو شأنه وامره. لاهديت الدنيا في معرض خضرتها ونضرتها. والجنة في اثواب بهجتها وزهرتها ولكني وقفت عند طاقتي في الخدمة بقليل يكثره خلوص شكري ويسير يكبره وضوح عذري. فان رأى أعلى الله رأيه ان يتطول على عبده بالاذن في عرض ذلك عليه. مشرفاً اياه وزائداً في احسانه اليه. فعل ان شاء الله تعالى \" فصل في حل قول ابن المطران \"\nالمودات ما خلت\n...\nمن تهادٍ مكدره\nكطبيخ خلا من ال\n...\nلحم يدعى مزوره\n\" وقول الآخر \"\nما من صديق وان تمت صداقته\n...\nيوماً بانجح في الحاجات من طبق\nإذا تقنع بالمنديل منطلقاً\n...\nلم يخش نبوة بواب ولا غلق\nلا تكذبن فان الناس مذ خلقوا\n...\nلرغبة يكرمون الناس أو فرق\nان الفعال فويق النجم مطلبه\n...\nوالقول يوجد مطروحاً على الطرق\nالمواخاة. بالمهاداة. والمحالفة. بالملاطفة. والمودة بلا هدية مكدرة. كما ان المرقة بلا لحم مزوره. وما شيئ باصلح للصديقين واجمع لشمل المحبة بين الاخوين. من طبق البر واللطف. مشتملاً على التحف والطرف. فاذا قنعه حامله بالمنديل. لم يخف صعوبة الحجاب الثقيل. ومعلوم ان اكثر الناس يعطون رغبة أو رهبة. وأقلهم من يعطي رحمة وحسبة. ولم يزل الفعال عسير المرام. عزيز المنال والمقام. موجوداً بكل طريق. وعند كل عدو وصديق. وشتان ما بين الدراهم الصحاح. والقول الذي يذهب في الرياح \" رقعة في حل قول الشاعر \"\nهديتي خاتم لذي ادب\n...\nيذكره عهد ود خادمه\nلو نقشت مقلة بناظرها\n...\nصيرت العين فص خاتمه\nمع رقعتي هذه ادام الله مولاي خاتم. اهداه خادم. لاطف به مجلسه. ليذكره إذا لبسه. ويود لو ركب فيه. فص صدره ونقشه بناظر عينه. فكان لا يخلو من رؤيته في حال حضوره وغيبته. ومولاي أعلى عيناً فيما يراه من قبوله. والتوقيع إلي بذكر وصوله. ان شاء الله \" اخرى في حل قول الآخر \"\nلقد بعثنا اليك ايدنا الل\n...\nهـ ببر فكن له ذا قبول\nلا تقسه إلى ندي كفك الغم\n...\nر واحسانك الكثير الجزيل\nواغتفر قلة الهدية مني\n...\nان جهد المقل غير قليل\nبعثت اليك يا سيدي ومولاي اطال الله بقاك بشيئ يزل عن الفكر ويقل عن الذكر. فاحب ان تقبله على قلته. ولا تقيسه بما تعطيه على كثرته. وتعلم انه جهد المقل. لااختيار المستقل وتحفه الملاطف المقتصد. لا هدية المكاثر المحتشد. والسلام \" اخرى في حل قول ابي العتاهيه \"\nنعل بعثت بها لتلبسها\n...\nقدم بها تسعى إلى المجد\nلو كان يصلح ان اشركها\n...\nخداً جعلت شراكها خدي\nبعثت إلى مولاي ادام الله تأييده نعلاً يسعى بها إلى كل مقام كريم. ومجد عميم وشرف عظيم. ولو قطعتها من جلدي وشركتها من خدي. لم ابلغ ما في النيه. من العبودية. والسلام \" اخرى في حل قول منصور الفقيه \"\nاهديت شيئاً يقل لولا\n...\nأحدوثة الفال والتبرك\nكرسي تفاءلت فيه لما\n...\nرأيت مقلوبه يسرك\n\" وقول ابي بكر الخوارزمي \"\nفديتك ما بعثت الكوب الا\n...\nلفال فيه مبتدا معاد\nإذا صفحت كوباً فهو كون\n...\nفكن كونا يدوم بلا فساد\nقد قال في الفال. سراة الرجال. لانه لسان الزمان. وفيه مسرة الانسان. ومع رقعتي هذه يا مولاي ادام الله عزك كرسي قصدت به الفال والتبرك. لما رأيت مقلوبه يسرك. كوب تصحيفه كون فكن كونا بلا فساد. ونفاقاً بلا كساد. ودم لقبول اليسير. وبذل الكثير. ما عرف الدوام. واتصلت الليالي والايام\nباب\nالتهاني\n\" رسالة في حل قول ابراهيم ابن العباس \"\nلا نهنيك بطوس\n...\nبل نهنى بك طوساً\nفلقد أصبحت اليو\n...\nم بك الطوس عروساً\nالجزء: 1 ¦ الصفحة: 34\n",
        "من هنأ الولاة اطال الله بقاء الامير بولاية البلاد التي تفوض إلى اهتمامهم. ويستنهض فيها حسن قيامهم. فاني اهني بك البلد الذي احسن الله إلى اهله. وعطف عليهم بفضله اذ اضيف إلى ما يتقلده الامير ادام الله تأييده فتحسن فيه آثار كفايته. ويمتد عليه شعاع سعادته. واسأل الله ان يقرن الخير والخيرة بما ولاه. ويوفقه لبلوغ مرضاته فيما اولاه. ويعرفه من سعادة عمله. ما يؤدي إلى تحقيق امله. بمنه ورحمته \" اخرى في حل قول ابن خلاد القاضي لابي محمد المهلبي \" \" تهنئة بالوزارة \"\nالآن حين تعاطى القوس باريها\n...\nوابصر السمت في الظلماء ساريها\nانا احمد الله تعالى على النعمة التي عمت اهل الارض. وخصت ذوي الفضل المحض. اذ رتب الوزارة من سيدنا الوزير اطال الله بقاه بكفؤها وكافيها وتعاطي القوس باريها. وجرت الامور احسن مجاريها. فالدنيا مهنأة بما امتد عليها من فعله. والارض مشرقة بنور عدله وفضله. خار الله فيما تولاه وتقلده. واكتنفه بالعصمة وايده. وقرن به التوفيق ولا افرده. آمين \" اخرى في حل قول عدي بن الرقاع العاملي في تهنئة بعض ابناء خلفاء بني مروان بالزفاف \"\nقمر السماء وشمسها اجتمعا\n...\nبالسعد ما غابا وما طلعا\nما وارت الاستار مثلهما\n...\nفيمن رأيناه ومن سمعا\nدام السرور له بها ولها\n...\nوتهنآاطول الحياة معا\nمرحبا باجتماع الشمس والقمر. والتقاء السمع والبصر. واتصال الحر بالحرة. واقتران المشتري بالزهرة. فما رأى الراؤون اجتماع امثالهما في ستر. وما روي الراوون النقاء اشكالهما في خدر. والله يديم سرور بعضهما ببعض. ويهنئهما طول العمر في دعة وخفض. ويجعل الوصلة بينهما موصولة بانمى الاعداد. وازكى الاولاد. واكمل المواهب. واحمد العواقب. آمين \" اخرى في حل قول ابن الرومي يهني بمولود \"\nبدر وشمس ولدا كوكباً\n...\nاقسمت بالله لقد انجبا\nتبارك الله وسبحانه\n...\nاي شهاب منهما اثقبا\nثلاثة تشرق انوارها\n...\nلا بدلت من مشرق مغربا\nبشرى فقد ظهرت نتيجة شرف ومجد. وولد القمر والشمس كوكب سعد. فسبحان الله اي شهاب ثاقب تولد منهما في فلك السعادة واي نور ساطع تألق بهما في افق النجابة. فهم ثلاثة تشرق انوارها. وتحسن اخبارها. لا بدلت من مشارقها مغارب وادام الله لها المواهب. وبارك في الوالدين والولد وعرف فيه سعادة المولد. ويمن المورد. وارى من بنيه اولاداً بررة. واسباطاً حفدة. آمين \" اخرى في حل قول ابي تمام في التهنئة بالقدوم من الحج \"\nاما حججت فمقبول ومبرور\n...\nموفر الحظ منك الذنب مغفور\nقضيت من حجة الاسلام واجبها\n...\nثم انصرفت ومنك السعي مشكور\nشكراً شكراً يا سيدي اطال الله بقاك فقد قصدت اكرم المقاصد. وشهدت اشرف المشاهد. وزرت البيت العتيق المعظم. وخدمت الركن والحطيم وزمزم. فوردت مشارع الجنة. وخيمت بمنازل الرحمة. واديت القرض. وقضيت الفرض. وانقلبت إلى اهلك مسروراً موفوراً فجعل الله حجك مبروراً. وسعيك مشكوراً وموازينك راجحة. وتجارتك رابحة. والبركات اليك غادية رائحة \" اخرى في حل قول ابي الفتح لابنه ابي الفضل ابن العميد يهنيه بالنيروز \"\nاسعد بنيروز اتاك مبشراً\n...\nبسعادة وزيادة ودوام\nفاشرب فقد حسر الربيع نقابه\n...\nعن منظر متهلل بسام\nاسعد الله مولانا الملك المؤيد خوارزم شاه بهذا الفصل الجديد والنيروز الحميد. الذي زاره مبشراً باكمل السعادة. واحسن العادة. واتم الزيادة. وداعياً إلى الشرب على وجه الربيع المريع فقد حسر نقابه عن المنظر الحسن البديع. ومولانا اطال الله بقاءه وادام ملكه أعلى عيناً فيما يراه من ايجاب الداعية. وقضاء حق الانس فيه. وقدح نار السرور في الاقداح. واستمطار سحاب اللهو بالراح. ولا زال صائب سهم الامل. وافر جناح الجزل يلاحظ العيش محضر العود ويلابس الدهر متصل السعود. ويقترع ابكار اللذات كما يقترع ابكار البلاد. ويجتني ثمار المعاش والمعاد. وادام الله سلطانه ما تكررت الازمان. واختلفت النيروز والمهرجان \" اخرى في حل قول ابن ابي الطيب المتنبي يهني سيف الدولة بالعيد \"\nالجزء: 1 ¦ الصفحة: 35\n",
        "هنيئاً لك العيد الذي أنت عيده\n...\nوعيد لمن سما وضحا وعيدا\nفذا اليوم في الايام مثلك في الورى\n...\nكما كنت واحداً كان أو حدا\nكيف نخدم عالي مجلس مولانا الملك المؤيد خوارزم شاه اعز الله نصره وادام ملكه في هذا اليوم السعيد. وكيف نهنيه بالعيد وهو عيد العيد. وهو في ملوك الانام. مثل هذا اليوم في الايام فلا زال مهنئاً بامثاله. مبلغاً غاية آماله. وجعل الله هذا العيد من ايمن الاعياد وافده. واتمها افاده \" اخرى في حل قول ابي الشيص يهني ويعزي \"\nجرى الجوار في السعد والنحس\n...\nفالناس في وحشة وفي انس\nالعين تبكي والسن ضاحكة\n...\nفنحن في مأتم وفي عرس\nيضحكنا القائم الامين ويب\n...\nكينا وفاة الرشيد بالامس\nبدر ببغداد بات في رغد\n...\nوبات بدر بطوس في الطرس\nكتبت اطال الله بقاء سيدنا الامير وانا بين فرحة وترحة. وحبرة وعبرة. وابتهاج وانزعاج. وللجاري من قدر الله بسعد لاحت انواره. ونحس ساءت آثاره. فعم جميع الناس. بالايحاش والايناس. وأبكاهم وأضحكهم بين المآتم والاعراس. والزم كل منهم رفع اليدين إلى الله يستنزل الصبر على المصيبة العظيمة. والرذية الجسيمة. في الامير الماضي رضي الله عنه وارضاه. وجعل الجنة مآواه. واخري بتحميل الشكر على الموهبة العميمه. والنعمة الكريمة. في سيدنا الامير السيد ادام الله تأييده الوارث سرير سلطانه. المستقر في عالي مكانه. فالحمد لله الذي لما ارتجع اكرم العواري. بلغ افضل الاماني. ولما امتحن باعظم الاهوال. تطول باشرف الامال. وحين غيب بدر الارض في الرمس عوضنا عنه بالشمس. وهو تعالى المسئول ان يمهد للماضي في جنة المآوى. ويوجب له درجات القربى والزلفى. وان يطيل بقاء سيدنا الامير وارثاً للاعمار. حائزاً للآمال. كاشفاً بدوام مدته الغمم. وساداً بنضارة دولته الثلم آمين\nباب في\nالمراثي والتعازي\n\" رسالة في حل قول ابن المعتز في مرثيه عبيد الله بن سليمان الوزير \"\nقد استوى الناس ومات الكمال\n...\nوقال صرف الدهر اين الرجال\nهذا ابو القاسم في نعشه\n...\nقوموا انظروا كيف تزول الجبال\nيا ناصر الملك بارآئه\n...\nبعدك للملك ليال طوال\n\" وقوله \"\nالست ترى موت العلي والمحامد\n...\nوكيف دفنا الخلق في لحد واحد\nوللدهر أيام يئسنا عوامدا\n...\nويحسن ان احسن غير عوامد\n\" وقول منصور الفقيه \"\nاقول وقد هدني قولهم\n...\nمضى ابن عقيل إلى ربه\nلأن اشبه الناس في موته\n...\nلقد عاش دهراً بلا مشبه\nكتبت اطال الله بقاءك يا مولاي وقد جل الخطب. وعظم الرزء. واتى الناعي. وندبت المساعي. واستوى الناس ومات الكمال. وتحكمت الآجال. وقال الدهر اين الرجال. وركب فلان النعش. بعد العرش. وعلا الاجياد. بعد الجياد. فانظروا كيف تنهد الاطواد المنيعة. وتزول الجبال الرفيعة. ويا لهفي لو كان يغني اللهف. ويا اسفي لو كان يجدي الاسف. على ناصر الملك بآرائه التي تخفي مكائدها وتظهر عوائدها. والتدابير التي تنجح مباديها. وتبهج تواليها. فما اكسف بالي المجد مذ تجرع فقده. وما اطول ليالي الملك بعده. لقد ماتت بموته المعالي والمحامد. وانقضت الفواضل والمعاهد ولبس له المجد ثوبا مصاف فاقد. ودفن الخلق في قبر واحد. وللدهر ايام تحسن سهواً وتسيئ عمداً. وتعطي هزلاً وترتجع جداً وكم قلت لما انتقل فلان إلى جوار ربه وانقلب إلى كرامته وعفوه. لأن اشبه الناس في مماته. فلقد كان بلا مشبه طول حياته. فرحم الله مصرعه. وبرد مضجعه. واكرم مرجعه. وجعل دار الابرار موضعه. ووفقك لما يحصن الأجر ولا يحبطه ويوفر الثواب ولا يسقطه. واطال بعده مدتك. وجعل الشكر في النعمة مادتك. والصبر على البلوى عدتك \" اخرى في حل قول ابي تمام وهو غرة مراثيه \"\nألا إن في ظفر المنية مهجة\n...\nتظل لها عين المكارم تدمع\nهي النفس ان تبك المكارم فقدها\n...\nفمن بين احشاء المكارم تنزع\n\" وقول ابي العتاهيه \"\nاصبر لكل مصيبة وتجلد\n...\nواعلم بان المرء غير مخلد\nالجزء: 1 ¦ الصفحة: 36\n",
        "أو ما ترى ان المصائب جمة\n...\nوترى المنية للعباد بمرصد\nمن لم يصب ممن ترى بمصيبة\n...\nهذا سبيل لست فيه باوحد\nوإذا ذكرت مصيبة تشجى بها\n...\nفاذكر مصابك بالنبي محمد\nكتبت يا سيدي وانا باكي العين حرج الصدر. سليب الصبر سيىء الظن بالدهر. وكيف لا اكون كذلك وانا ارى بين اظفار المنية الحداد. وانيابها الشداد. صورة شريفة تفترس. ومهجة كريمة تنتهس. فعين العلي تدمع. وقلب المجد يجزع. ونفس الفضل تهلع. ولا غرو أن يبكيها الكرم ملء عينه. ويحزن عليها ملء قلبه. ومن احشائه نزعت. ومن كبده قطعت. وما الحيلة وقد حل محتوم القضاء. ووجب مفروض العزاء. والحوادث اكثر من نبات الارض وقطر السماء. ومن ذا الذي لم يصب بالرزء الجليل. ولست يا سيدي باوحد في هذه السبيل ومما يهون شدة المصائب. ويخفف ثقل النوائب تذكر المصيبة في سيد العالمين. وخاتم النبيين. محمد صلوات الله وسلامه عليه وعلى اله وصحبه اجمعين. ففيه سلوة. ولنا به اسوة. افرغ الله عليك تجلدا يضاهي اجتماع رأيك ولبك. وتصبراً يحفظ عليك ذخائر حلمك. ووفي فلاناً أقسام غفرانه. واسكنه فسيح جنانه. ورأيك سيدي اطال الله بقاك في مكاتبتي بما وفقت له من عزيمة الصبر وصريمة الجلد لاقتدى فيهما بك. واقتبس انوارهما منك. مشكوراً ان شاء الله \" اخرى في حل قول ابن المعتز \"\nلا تحزنن وقيت الحزن والالما\n...\nولا عدمت بقاء يصحب النعما\nاليس قد قيل فيما لست تنكره\n...\nمن مكرمات الفتى تقديمه الحرما\nيا شامتا ببني وهب وقد فجعوا\n...\nلا تفرحن بنقص زادهم كرما\nلا تحزن يا سيدي وقيت الحزن والالم. ولا عدمت بقاء يصحب النعم. واعلم ان دفن البنات من المكرمات. وستر العورات من الحسنات. وتقديم الحرم. من النعم. وليبلغ. الشامت ببني فلان ما اقول. وليس علي القبول. لا تفرح بنقص زادهم كرما. وافادهم نعما. فقد نبهوا بموعظة. ورزقوا ثواباً وستروا عورة وكفوا مؤنة. والسلام \" فصل في حل قول مسلم بن الوليد وهو ارثى بيت للمحدثين \" ارادوا ليخفوا قبره عن عدوه فطيب تراب القبر دل على القبر قد حسدت الرياض التي رقت حواشيها. وتانق واشيها. ارضا دفن فلان فيها. وحين اخفى الخوف العدو قبره في الارض. دل عليه نسيم الكرم المحض. وفاحت منه رائحة المجد الغض وناب ترابه في الطيب. عن انفاس الحبيب\nباب في\nالزيارة\n\" فصل في حل قول الشاعر \"\nإذا شئت ان تقلى فزر متوترا\n...\nوان شئت ان تزدادحباً فزر غباً\n\" وقول الآخر \"\nعليك باقلال الزيارة انها\n...\nإذا كثرت كانت إلى الهجرمسلكاً\nفاني رأيت القطر يسأم دائبا\n...\nويسأل بالايدي إذا هو أمسكا\nالزيارة زيادة في الصداقة. وقلتها امان في الملالة. وكثرتها سبب القطيعة. وكل كثير عدو الطبيعة. وما احسن ما قال صاحب الشريعة. صلى الله عليه وسلم زر غباً تزدد حباً. والمطر إذا لم يكثر غيث. فاذا دام وتواتر فهو غيث. ولا جرم انه يمل إذا دام وان احيا النبات والسوام. ويسأل بالايدي والدعاء. إذا لم ينحل به عقد السماء \" رقعة في حل قول الشاعر \"\nاني رأيتك لي محبا\n...\nوالى حين اغيب صبا\nفهجرت لا لملالة\n...\nحدثت ولا استحدثت عتبا\nالا لقول نبينا\n...\nزوروا على الايام غبا\nفهجرت حين هجرت كي\n...\nازداد بالاغباب قربا\nفاعذر ابا حسن ولا\n...\nتجعل قعودي عنك ذنبا\nوالله يعلم انني\n...\nلك اخلص الثقلين قلبا\nاراك يا سيدي ومولاي اطال الله بقاك محبا لي صبا بي. قارئاً صحيفة المودة من قلبي. فاتقاعد عنك في بعض الاحايين من غير ملال ولا عتب يدعو إلى اخلال. ولكن للأخذ بسنة الاغباب. في زيارة الاحباب. وانا هجرك يا مولاي رغبة في صلتك. وابعد عنك حرصا على قربك. واتصبر عن مواصلتك ضناً مني لمخالصتك. وارجو انك تقبل في التعذير عذري. وتصرف إلى الجميل امري. ولا تعد ذنبا اغباني للزيارة. وتوسطىبين طرفي القطيعة والمواظبة. فوالله ما تقل الغبراء. ولا تظل الخضراء اخلص مني قلباًفي موالاتك. واصفى طوية في مواساتك والله يطيل مدتك. ويحرس مودتك\nالجزء: 1 ¦ الصفحة: 37\n",
        "\" فصل في حل قول الشاعر \"\nاقتل زيارتك الصدي\n...\nق تكون كالثوب استجده\nان الصديق يمله\n...\nان لا زال يراك عنده\n\" وقول ابي تمام \"\nوطول مقام المرء في الحي مخلق\n...\nلديبا جتيه فاغترب تتجدد\nفاني رأيت الشمس زيدت محبة\n...\nإلى الناس ان ليست عليهم بسرمد\nربما كان التقالي. في كثرة التلاقي. فاقلل زيادة الوديد. تكن عنده كالثوب الجديد. ولا تتعرض للملال. بكثرة الوصال وإذا خلقت ديبا جتاك عند الاحباب. فجددها بالانتقال والاغتراب. واعلم ان الشمس لو لم تغب واقامت. ولم تغرب وادامت. لملها الناس على محاسنها في الافق. وعموم منافعها للخلق \" اخرى في حل قول العباس بن الاحنف \"\nيقرب الشوق داراً وهي نازحة\n...\nمن عالج الشوق لم يستعبد الدارا\nالشوق يا سيدي فديتك يقرب الطريق القصى. ويحث من المطى البطى. ويطوي الفراش الوطى. فها انا ازورك ولا اكافيك عن جفوتك. واطالعك ولا آخذك بنبوتك. والمحب إذالم يستزر زار. ولم يستعبد الدار والسلام\nباب في\nالعبادة\n\" رسالة في حل قول احمد بن يوسف \"\nقالوا ابو الفضل معتل فقلت لهم\n...\nنفسي الفداء له من كل محذور\nيا ليت علته عندي وان له\n...\nاجر العليل واني غير مأجور\n\" وقول أبي تمام \"\nلا عيش أو يتحامى جسمك الوصب\n...\nفتنجلي بك عن اخوانك الكرب\nلعاابا جعفر واسلم فقد سلمت\n...\nبك المرؤة واستعلى بك الحسب\nانا جهلنا فخلناك اعتللت ولا\n...\nوالله ما اعتل الا الظرف والادب\nقرع سمعي اطال الله بقاء مولاي خبر شكاته. قرنه الله بمعافاته فلحقتني روعه. وملكتني لوعه. وفديته من المحذور بالاعزين الاهل والولد. بل بالعمدتين القلب والكبد. بل بنفسي كلها ومهجتي بأسرها. وودت لو تحملت عنه العلة واوصابها. وحاز هو اجرها وثوابها. واقسم انه لاعيش لي ما لم يصافح الابلال ويقارب النهوض والاستقلال. فتنجلي غيوم عن اخوانه وتدور العافية بالمحبوب لخلانه. والله تعالى اسأل بالنية الصادقة والعقيدة الصافية. ان يرفع منها جنبه. ويمحو بها ذنبه. وان يسلمه كما سلمت به المروة والمناقب. ويديم علوه كما علا به الحسب الثاقب \" اخرى في حل قوله ايضاً \"\nابا القاسم المحمود ان ذكر الحمد\n...\nوقيت الرزايا ما تروح وما تغدو\nفان تك قد نالتك اطراف وعكة\n...\nفلا عجب ان يوعك الاسد الورد\nبنا لا بك الشكوى وليس بضائر\n...\nإذا صح نصل السيف ما لقى الغمد\nابقاك الله ووقاك. وشفاك وكفاك وعافاك. ان شكوت يا سيدي مرضا. واصبحت للحمى غرضا. فلا غرو ان يحم الاسد الورد. ويكسف القمر البدر. وبنا لا بك ما تقاسيه من الآلام. وبالغمد لا بالسيف الحسام والسلام \" اخرى في حل قول ابن الرومي \"\nفانك ما اعتللت بل المعالي\n...\nولك ما مرضت بل القلوب\n\" وقول ابن المعتز \"\nيا دهر يعتل الوزي\n...\nر ولا اطور ببابه\nهذا من النكد الذي\n...\nما زلت من اصحابه\nيا رب جنبه الردى\n...\nواغسله من اوصابه\nمن مثله ما مثله\n...\nبالعالمين ولا به\nلم يعتل سيدنا اطال الله بقاه بل نفس العلاء. وقلوب الاولياء فكم قلت لما اتصل بي خبر ما عرض. له من المرض وما به الم. من االالم. يا دهر ايعتل سيدنا ايده الله فتعوقني عن عيادته. حتى لا اطور بساحته. وما هو الا من النكد. الذي يستصحبه طول الابد. ثم قلت يا رب اغسله من اوصابه. بماء الشفاء. وأغنه بالسلامة عن الطب والاطباء. فمن مثله والمجد والكرم بين ثيابه وبالناس جميعاً لابه.\nباب في الهجاء\n\" فصل في حل قول الشاعر \"\nنعمة الله لا تعاب ولكن\n...\nربما استقبحت على اقوام\nلا يليق الغنى بوجه ابي يع\n...\nلى ولا نور بهجة الاسلام\nوسخ الثوب والعمامة والبر\n...\nذون والوجه والقفا والغلام\nالجزء: 1 ¦ الصفحة: 38\n",
        "نعمة الله لا تعاب مطالعها. ولكن ربما استقبحت مواقعها. عند اقوام هم نظام المساوي والمقابح. ومجمع المخازي والفضايح. فهي عندي كالحرة الكريمة يتزوجها عبد لئيم. وكالعقد الفاخر يتقلده قرد دميم. ووالله ما يليق الغنى بوجه ابي يعلى ولا يلوح عليه نور الاسلام. اما تراه زمن المرؤة وسخ الثياب. شعت المركب والغلام. فهو بالفقراء. اشبه منه بالاغنياء. لا ابعد الله سواه. وكفانا لقياه \" رسالة في حل قول الآخر \"\nإذا كنت ذا مال ولم تك مفضلا\n...\nفما لك من فضل على الكلب والقرد\nلقول بنت ابائي المجد والعلا\n...\nصدقت ولكن قد سلحت على المجد\n\" وقول الآخر \"\nفخرت باصلك اصل شريف\n...\nاضرب به نفسك الخامله\nوما ينفع الاصل من هاشم\n...\nإذا كانت النفس من باهله\n\" وقول الآخر \"\nيا اكرم الناس آباء ومفتخرا\n...\nوالأم الناس مبلوا ومختبرا\nيغضى الرجال إذا آباؤه ذكروا\n...\nله ويغضى إذا ما فعله ذكرا\nإذا كنت مستظهراً بالاموال. كعدد الرجال وفوق الآمال. ولم تسلك بها طرق الاحسان والافضال. وكنت عن الجميل معرضاً وعن الخير مغمضاً. فاي فضل لك على الكلب النذل والقرد الرذل. وان افتخرت بآبائك الكرام. الذين بنوا المجد والعلى على الايام. قلنا صدقت. ولكنهم بنوا وهدمت. وسمحوا وما سمحت. وصلحوا وما صلحت. بل على المجد سلحت وانت عرة من غرر. وحصاة في درر. وما ينفع الاصل الشريف الفرع سخيف. والنسبة الهاشمية. والنفس باهلية. وما خير اكرم الناس مفتخرا. والأمهم مختبرا. فان ذكر اباؤه الذين هم امجد الاسلاف. وافضل الاشراف. اغضى الرجال لهم اكبارا واعظاما. واجلالا واحتشاما. وان ذكر اغضى حياء من سوء خبره. واطرق خجلاً من خبث اثره. اعاذنا الله من مواقف الهجنة. ومحافل السبه. وسترنا بستره الجميل. واظلناه بظله الظليل \" فصل في حل قول الآخر \"\nابوك اب حر وامك حرة\n...\nوقد يلد الحران غير نجيب\nفلا يعجبن الناس منك ومنهما\n...\nفما خبث من فضة بعجيب\nابوك حر وامك حرة. وما منهما الاغرة. ولكنك بينهما عرة وقد يلد النجيبان غير نجيب. وما الخبث من فضة بعجيب. ولا الشوك في النخل ببديع ولا الدخان من النار بغريب \" فصل في حل قول الاستاذ ابي بكر الخوارزمي في رجاء والعباس ابني الوليد الاصبهاني \"\nولما رأيت ابني وليد\n...\nوبينهما اختلاف في الفعال\nوهبت قبيح ذا لجميل هذا\n...\nواسلفت العواقب والليالي\nهي اليد احسنت منها يمين\n...\nفسوغنا لها ذنب الشمال\nلما رأيت الاخوين فلانا وفلاناً وبينهما بون بعيد في الخصال. واختلاف شديد في الفعال. ففلان له في كل مكرمة غرة الاوضاح وقادمة الجناح. وفلان يصون فلسه. ويبتذل نفسه وهبت قبيح هذا المشهور بالمخازي. لجميل ذلك المذكور بالمعالي. وجريت على عادتي في اسلاف العواقب والليالي. وما هما في التمثيل الا اليدان. احسنت منهما اليمين كل الاحسان. فسوغنا ذنب اليسار باذن الله المنان \" اخرى في حل قول ابي الفتح البستي \"\nقلت لما غدوت صدورا واضحى\n...\nزمر الناس وافدين عليك\nلا رعى الله من رعاك واعلى\n...\nفوق ايدي بني المعالي يديك\nفلقد ذل من افادك عزا\n...\nولقد زل من ازل اليك\nرأيتك صدراً يصدر عن رائك. ويزدحم الناس على فنائك. فلم املك غير الدعاء الصادر عن صدر حرج. وقلب ثلج. وقلت لا رعى الله من ارعاك. حتى علت فوق ذوي العلى يداك فقد ذل من مد رواق العز عليك. وزل والله من ازل اليك \" اخرى في حل قول منصور بن بادان \"\nابا دلف ما الفقر عندي بعينه\n...\nسوى رجل يرجو نداك ويأمله\nكأنك طبل رائع الصوت اجوف\n...\nخلاء من الخيرات قفر مداخله\nواعجب مما فيك تسليم امرة\n...\nعليك على طنز وانك قابله\nابا دلف ما الفقير الا من يرجو نداك. وما الخائب بحقه وصدقه سوى من يستظل بذراك. وما أنت الا الطبل يروع صوته وهو خال من العوائد. ويروق صيته. وهو صفر من الفوائد ومن عجب تسليم الناس بالامرة عليك ظنزا. وقبولك اياها مجازا ونبزا\nالجزء: 1 ¦ الصفحة: 39\n",
        "\" اخرى في حل قول ابن عروس الشيرازي \"\nتعس الزمان فقد اتى بعجاب\n...\nومحا رسوم الظرف والآداب\nواتى بكتاب لو انبسطت يدي\n...\nفهيم رددتهم إلى الكتاب\nوارى ابن جمهور قد غدى متصلفا\n...\nمتشبها باجلة الكتاب\nلكن يمزق الف طومار إذا\n...\nما احتج منه إلى جواب كتاب\n\" وقول ابي الفتح كشاجم \"\nازعمت انك في الكتابة مدرك\n...\nسعي وقلت سلاحنا الاقلام\nهيهات تلك صناعة ممزوجة\n...\nفيها ضياء واضح وظلام\nهذا الحديد سلاح ابطال الوغى\n...\nوبه يريق دماءنا الحجام\nتعساً ونكساً للزمان فقد جاءنا بالعجاب. ومحا رسوم الآداب واتي بكتاب. من حقهم ان يردوا إلى الكتاب. ومنهم فلان المدلس نفسه في اجلة الكتاب واماثلهم. المتشبه بصدورهم وافاضلهم. وهو الفدم الذي يمزق الطوامير ويستغرق الاضابير إذا أمر بجواب عن كتاب. ثم لا يأتي فيه بصواب. والشأن في انه يدعى مباراتي. ويزعم انه مدرك سعي في مجازاتي. ويقول صناعتنا واحدة هي الكلام. وسلاحنا واحد هو الاقلام. ولا يعلم ان صناعة الكتابة متفاوتة الدرجات متباينة الطبقات. وفيها صباح شامس. وظلام دامس. وهذا الحديد سلاح الابطال الذين لا يعتريهم الاحجام. وبه يستخرج دماءنا الحجام والسلام \" اخرى في حل قول ابن زريق الكوفي في شعر الصولي \"\nبيتي بلا خيش ولكنني\n...\nلو شئت كان الخيش طاقين\nبيت إذا آلمني حره\n...\nانشدت للصولي بيتين\nقد قوي سلطان الحر. وفرش له بساط الجمر. واقتبست الهواجر نارها من قلب المهجور. حتى زادت على التنور المسجور. فاذا تبرمت معها بالعيش. واعوزتني الحيلة في الثلج والخيش. عمدت إلى شعر الصولي فانشدت منه بيتين. ورددته مرتين. فاجد قناع الحر قد انحسر. وأذاه قد انحصر وارى عقارب البرد تدب الي. وعواصفه تهب علي. فاعجب بشعر يعيد المصيف خريفا. بل شتاء كثيفا. وياله من دواء نافع من الحر الشديد لو لم يأتنا بالزمهرير العتيد \" اخرى في حل قول ابي الفتح كشاجم وهو ابلغ ما قيل في هجاء المغنى واملحه \"\nومغن بارد النغم\n...\nمة مختل اليدين\nقربه اقطع للذات\n...\nمن صيحة بين\nمارآه احد في\n...\nدار قوم مرتين\nقد بلينا بمن يغنى. فيعنى. ويضرب. فلا يطرب. بل يحوج إلى ضربه. بعد سبه. ويحكى قربه صيحة البين. بين المحبين فلا يخلو من عوار وعثار. ولا يرى مرتين في دار \" اخرى في حل قول الآخر \"\nتبكي السموات إذا ما دعا\n...\nوتستغيث الارض من سجدته\nإذا اشتهى يوماً لحوم القطا\n...\nيصرعها في الجو من نكهته\n\" وقول الآخر \"\nامسي يحدثني فقلت لصاحبي\n...\nامحدث أو محدث من فيه\nيا ويح ريحان نحيبه به\n...\nوالويل للكأس التي تسقيه\nنعوذ بالله من انفاس فلان فانها تأخذ بالانفاس. وتطير ارواح الجلاس فاذا دعا بكت السماء من دعودته الوضرة القذره وإذا سجد استغاثت الأرض من سجدته المتنفسة عن العذره. وإذا اشتهى لحم الطير وهي في الهواء. تكاد تصك عنان السماء. فما هو الا ان يصعد اليها تلك النكهة المميتة. ويسلط عليها تلك الانفاس الخبيثة. حتى يصرعها حوله مثني وآحادا. ويصيدها قبحه الله صيادا. ومن خصائصه انه لا يدري افساأم تنفس. واحدث ام حدث. فيا ويح الشراب الذي يصبح من شرابه ويا ويح الريحان الذي يحيا به. ويا له من رجل مدخل اكله. اخبث من مخرج ثفله \" اخرى في حل قول الآخر في طول اللحية \"\nولحية اربعة في اربعه\n...\nطويلة عريضة مربعه\nينسج منها كل يوم مدرعه\n...\nويحتشي من حافيتها برذعه\n\" وقول الناجم \"\nولحية يحملها مائق\n...\nمثل الشراعيين إذا اشرعا\nلو غاص في البحر غوصة\n...\nصاد بها حيتانه اجمعا\nالجزء: 1 ¦ الصفحة: 40\n",
        "إذا طالت اللحية تكوسج العقل. وإذا زادت نقص الفضل. وارى لفلان لحية من اعاجيب الارض. متناهية الطول والعرض كل زاوية منها ذراع في ذراع. وكل جناح شراع مع شراع فلو كانت من الامتعة لكانت من الغرائر. أو من الذنوب. لكانت من الكبائر. ولو حلقت نسجت منها مدارع. ولو نتفت حشيت بها براذع. ولو غاص بها في البحر صاد حيتانه. ولو اخترق بها المهمه فزع غيلانه \" اخرى في حل قول الآخر في عظم الانف \"\nكنت في دعوة قوم بعثوا\n...\nبرسول نحو موسى الحطمة\nفاتانا انفه قبل الضحى\n...\nواتى موسى بعيد العتمه\nاعجوبة. عنك غير محجوبة. وهي اني كنت في دعوة حضرها اضياف اشراف. وفتيان ظراف. واقترحوا فلان للتعجب من انفه العظيم. وثقله العميم وحين ارسل اليه الرسول. والحديث يطول. جاءنا انفه يتقلع. وقد ايفع النهار وارتفع. وجاء هو وقد خلع الليل علينا بردته. والبسنا فروته. فزاد العيان على الخبر. وشاهدنا احدى العبر. وبتنا نشرب ونطيب ونطرب. ومن ذلك الانف الفاحش نتعجب \" اخرى في حل قول ابي بكر البادشاي في طفيلي \"\nيا ذرة السمن في التطفل لا\n...\nتسد عن حيلة مآتيها\nتشم ريح القتار عن سير شه\n...\nرين ففي ساعة توافيها\nان اتقيناك بالجدار\n...\nوبالابواب والقفل لاتباليها\nوان ذببناك كالذباب عن ال\n...\nقصعة كي لا تذوق ما فيها\nسقطت فيها مخاطرا فهو الا\n...\nكل أو الموت في نواحيها\nتغرس للراح كرمها فترى\n...\nتعد ايامها وتحصيها\nعاماً فعاماً فحين تبزل أو\n...\nيقتلع الطين من خوابيها\nجئت برفق فانت شاربها\n...\nمن قبل بزا لها وساقيها\nيا اطفل من ذرة على السمن. ومن الذباب على التمراراك تشتم روائح الطبيخ والشواء من مسيرة شهرين. فتوافيها في أقل من ساعتين. ولا يردك عنها الجدران والابواب. ولا ينفعنا معك الاقفال والحجاب. فان طردناك كالكلاب. وذببناك كالذباب سقطت في القصاع. ولم تزجر عنها بالمصاع. وخاطرت بنفسك فاما أكل حثيث. واما موت خبيث. وقد يغرس الكرم في اوانه ويدعم بعيدانه. فلا تزال تحصى ايامه. وتعد اعوامه. حتى يدرك. ويعرش فيستمسك. ويثمر امهات الرحيق في مخازن البلور والعقيق. فاذا قطفت ورصفت. واتخذت لها المعاصير ونبذت. واودعت بطون الدنان. وامهلت حيناً من الزمان. حسبت مدتها واستوفيت عدتها. فحين يؤخذ الطين عن خوابيها تعمل الحيلة فيها. وتشرب صفوها قبل من يبزلها ويسقيها. فلا هنتك صافية الراح. التي تدفع عنها بالراح. فانت تزاحم اكرم صنيف. وتشربها كالرمل في الصيف \" اخرى في حل قول ابي بكر الخوارزمي في الحجاب \"\nابا نصر رويدك من حجاب\n...\nفلست بذلك الرجل الجليل\nولا تبخل بذلك الوجه عنا\n...\nفليس بذلك الوجه الجميل\n\" وقول الآخر \"\nسأترك هذا الباب ما اذنه\n...\nعلى ما ارى حتى يلين قليلاً\nإذا لم أجد في الإذن عندك حيلة\n...\nوجدت إلى ترك المجيء سبيلا\nرويدك ابا نصر من هذا الحجاب الطويل. فلست بذلك الرجل الجليل. ولا وجهك بذلك الجميل. ولا عطاؤك بذلك الجزيل. ولا ظلك بذلك الظليل. وقد هجرت بابك. وتركتك وحجابك. حتى تسهل من اذنك ما تعذر. وما تيسر منه ما تعسر. وإذا لم اجد سبيلاً إلى الدخول عليك. وجدتها إلى ترك المجيءاليك. والسلام على غيرك \" اخرى في حل قول الآخر \"\nلعمري لئن حجبتي العبيد\n...\nببابك ما تحجب القافيه\nسأرمى بها من وراء الجدا\n...\nر شنعاء تأتيك بالداهيه\nتصم السميع وتعمى البصير\n...\nومن دونها تسأل العافيه\nان حجبتي عنك العبيد. وواجهني منك الرد الشديد. فما حجبوا عنك القوافي السائرة. والمعاني الباهرة النادرة. التي ارمى بها من وراء جدارك. واهجم بها على دراك. وارسلها صواعق محرقات. ودواهي مقلقات. وعقارب وحيات. تصم الاسماع وتعمى الابصار. وتضرب الابشار. وتهتك الاستار. ومن دونها يسأل الله العافية. والواقية الباقية. وما ربحت تجارة من جعل عرضه عرضة لكلامي ونصبه غرضاً لسهامي \" رسالة في حل قول ابن طبا طبا العلوي \"\nالجزء: 1 ¦ الصفحة: 41\n",
        "ان رمت ما في يديك مجتدياً\n...\nأو جئت اشكو اليك ضيق يدي\nعقدت لي بالالوف اربعة\n...\nمنقوصة سبعة من العدد\n\" وقول المشطب البهيقي \"\nقلت لسقاء على بابه\n...\nيهدج بالقربة مطبوع\nلم تحمل الماء إلى داره\n...\nوالخبز فيها جد ممنوع\nقال لمن يخشى عليه ومن\n...\nيغسل ان مات من الجوع\n\" وقول الآخر \"\nاقاموا الديدبان على يفاع\n...\nوقالوا لا تنم للديدبان\nفان ابصرت شخصاً من بعيد\n...\nفصفق بالبنان على البنان\nتراهم خشية الاضياف خرسا\n...\nيقيمون الصلاة بلا آذان\nسألتني ابقاك الله عن فلان فعلى الخبير سقطت وبجليه حاله أحطت. فاعلم انه صورة البخل وشخص الشح وتمثال اللوم وقالب الخلق المذموم. وكلما دخلت عليه. شاكياً ضيق ذات يدي اليه. وملتمساً ما في يديه. عقد لي اربعة آلاف. ونقص منها سبعة بلا خلاف. ولي نادرة مع سقاء من أظراف امثاله وأطبع اشكاله. رأيته يسعى بالقربة إلى داره. فقلت لم تحمل الماء إلى من يبخل بالخبز على عياله فضلاً عن زواره. فقال ليرش على وجهه من يخشى عليه من الخوى. ويغسل به من يموت من الطوى. ولا غرو هو من قوم بالبخل معروفين وباللؤم موصوفين. يأخذون حذرهم من الاضياف. ويرون بهم حد الاسياف ويقيمون الديدبان على اليفاع. المشرف على النواحي والاصقاع. ويوصونه بالتيقظ وازكاء العين. حتى إذا ابصر شخصاً صفق باليدين. ونادره اخرى وهي انك لا تسمع لهم الا همساً. وتراهم من خشية الاضياف خرسا. فهم في اكثر حين وأوان يقيمون الصلاة بلا أذان. وحقيق من هذه خصالهم ان لا يرام وصالهم. والسلام \" اخرى في حل قول ابن بسام \"\nبني ابو جعفر دار فشيدها\n...\nومثله لجياد الدور بناء\nالحسن ظاهرها والجوع باطنها\n...\nوفي جوانبها بئس وضراء\nما ينفع المرء من تزويق منزله\n...\nوليس في جوفه خير ولا ماء\n\" وقول الآخر \"\nان كنت ترغب في ندامه\n...\nفارفع يمينك عن طعامه\nفالموت اهون عنده\n...\nمن مضغ ضيف والتقامه\nسيان كسر رغيفه\n...\nأو كسر عظم من عظامه\n\" وقول ابن الرومي\nيقتر عيسى على نفسه\n...\nوليس بباق ولا خالد\nولو يستطيع لتقتيره\n...\nتنفس من منخر واحد\nمن طرف الاخبار يا سيدي فديتك ان فلاناً بني دار تطرق الابنية خجلاً منها وتقر القصور بالقصور عنها. فظاهرها الحسن متكاملاً. وباطنها الجوع حاصلا. وما تنفع الدار السرية والابنية فيها البهيه. وليس فيها ما يطعم. ولا يوجد في نواحيها ما يقضم. وعلى ذكر الرجل فان كنت ترغب في مواددته. فارفع يمينك عن مائدته. لان الموت الاحمر اهون لديه. من تحريك الضيف فكيه بين يديه. وسيان عنده كسر صليفه. وكسر رغيفه. ولو يستطيع لتقديره البارد. وتقتيره المتزائد. لتنفس من المنخر الواحد. وهذا يسير من كثير قبائحه. وبعض من فيض فضائحه. والسلام \" اخرى في حل قول الآخر \"\nالا يا بغيض الله وابن بغيضه\n...\nارى البغض قدماً في ابيك وفيكا\nابوك امام الناس في البغض كلهم\n...\nوانت ولي العهد بعد ابيكا\n\" وقول الآخر \"\nايا من اعرض الله\n...\nعن العالم من بغضه\nويا من بعضه يشه\n...\nد بالبعض على بغضه\nويا اثقل خلق الل\n...\nهـ من ماش على ارضه\nومن عاف مليك المو\n...\nت واستقذر من قبضه\n\" وقول الآخر \"\nوثقيل اشد من قرب المو\n...\nت ومن شدة العذاب الاليم\nلو عصت ربها الجحيم لما كا\n...\nن سواه عقوبة للجحيم\nالجزء: 1 ¦ الصفحة: 42\n",
        "يا من ورث البغض اباه. فحواه واستوفاه. لو كان ابوك اماماً في البغض لا يجاري. ولا يباري. ولا يرد. ولا يجحد. ولا يدافع. ولا ينازع. وان ولي عهده في حياته. وخليفته بعد مماته. وانت ابغض ماش على وجه الارض. ومن يشهد بالبغض بعضه على البعض. وليس يحم حمامك. ولا تنقضي ايامك لان ملك الموت ينفر منك لبغضك. ولا يقدم على قبضك. فانت اثقل من صفع الذل في بلد الغربة. ومن كرب الموت على المعصية. ومن العذاب في نار الله الموقدة. ولو عصت الجحيم ربها. لما كانت عقوبتها سواك. وما عذبت الا بسكناك ولقياك. اراحنا الله من بغضك وثقلك. واحسن النظر لنا بنقلك.\nباب في\nالأمثال\n\" قصيدة لابي الفتح البستي وحل كل بيت منها علي رسم المثل مكتوب تحته \"\nزيادة المرء من دنياه نقصان\n...\nوربحه غير مخض الخير خسران\nزيادة الدنيا نقصان. وكل ربح سوى الخير خسران\nوكل وجدان حظ لا ثبات له\n...\nفان معناه في التحقيق فقدان\nمن وجد مالا ثبات له فقد فقده\nيا عامر الخراب الدار مجتهداً\n...\nبالله هل لخراب العمر عمران\nيا من يعمر داره وعقاره هل تقدر على عمارة ما خرب من عمرك\nويا حريصاً على الأموال يجمعها\n...\nانسيت ان سرور المال احزان\nمسلك المال حزن وسروره حزن\nاحسن إلى الناس تستعبد قلوبهم\n...\nفطالما استعبد الانسان احسان\nالاحسان يستعبد الانسان\nوكن على الدهر معواناً لذي امل\n...\nيرجو نداك فان الحر معوان\nاعن الاخوان فالحر معوان على الزمان\nواشدد يديك بحبل الدين معتصما\n...\nفانه الركن ان خانتك اركان\nاستمسك بحبل الدين فانه الحبل المتين\nمن يتق الله يحمد في عواقبه\n...\nويكفه شر من عزوا ومن هانوا\nمن اتقى الله لبس العافية وحمد العاقبة\nمن استعان بغير الله في طلب\n...\nفان ناصره عجز وخذلان\nمن استعان بغير الله خذله ناصره\nمن جاد بالمال مال الناس قاطبة\n...\nاليه والمال للانسان فتان\nمن جاد بالمال مال الناس اليه\nمن سالم الناس يسلم من غوائلهم\n...\nوعاش وهو قرير العين جذلان\nمن سالم الناس سلم\nمن كان للعقل سلطان عليه غداً\n...\nوما على نفسه للحرص سلطان\nمن ملكه سلطان العقل لم يتسلط عليه سلطان الحرص\nمن عاشر الناس لاق منهم نصبا\n...\nلان سوسهم بغي وعدوان\nمن عاشر الناس لم يسلم من غوائلهم\nومن يفتش عن الاخوان يقلهم\n...\nفجل اخوان هذا العصر خوان\nاخوان هذا الزمان خوان\nمن يزرع الشر يحصد في عواقبه\n...\nندامه ولحصد الزرع ابان\nمن زرع الشر حصد الندامة\nمن استنام إلى الاشرار نام وفي\n...\nقميصه منهم صل وثعبان\nمن سكن إلى الاشرار لبس قميصه على الافاعي\nكن ريق البشر ان الحر همته\n...\nصحيفة وعليها البشر عنوان\nالبشر عنوان بر الحر\nورافق الرفق في كل الامور فلم\n...\nيندم رفيق ولم يذممه انسان\nمن رافق الرفق حمده رفقاؤه\nولا يغرنك حظ جره خرق\n...\nفالخرق هدم ورفق المرء بنيان\nالرفق يبني والخرق يهدم\nاحسن إذا كان امكان ومقدرة\n...\nفلن يدوم على الاحسان امكان\nاغتنم الاحسان ما دام الامكان\nصن حر وجهك ولا تهتك غلائله\n...\nفكل حر لحر الوجه صوان\nالحر من صان حر وجهه\nوان لقيت عدواً فالقه ابدا\n...\nوالوجه بالبشر والاشراق غصان\nاطف نار العداوة بماء البشاشة\nدع التكاسل في الخيرات تطلبها\n...\nفليس يسعد بالخيرات كسلان\nمن أغلب العادة ان الكسل لا يجتمع والسعادة\nلا ظل المرء يعرى من تقى ونهى\n...\nوان أظلته اوراق وافنان\nإذا عرى المرء من ظل التقى والنهي فهو ضاح وان استظل\nوالناس اعوان من والته دولته\n...\nوهم عليه إذا عادته اعوان\nالناس اعوان صاحب الدولة وهم عليه إذا انقلبت\nولا تودع السر وشاء به مذلا\n...\nفما رعى غنم في الدوِ سرحان\nلا تودع السر الوشاء. كما لا تستحفظ الذئب على الشاء\nالجزء: 1 ¦ الصفحة: 43\n",
        "ما كل ماء كصداء لشاربه\n...\nنعم ولا كل نبت فهو سعدان\nما كل سقف سماء. ولا كل ماء صداء. ولا كل قضيب خيزران ولا كل نبت سعدان\nوللتدابير فرسان إذا ركضوا\n...\nفيها ابر كما للحرب فرسان\nللتدابير فرسان الخطوب. كما للقتال فرسان الحروب\nلا تخدشن بمطل وجه عارفه\n...\nفالبر يخدشه مطل وليان\nلا تخدشن بظفر المطل وجه العارفة\nكفا من العيش ما قد سد من عوز\n...\nوفيه للحر قنيان وغنيان\nيكفى من العيش كفاف سد من عوز\nوذو القناعة راض من معيشته\n...\nوصاحب الحر ان اثرى فغضبان\nالقنوع راض وان افتقر. والحريص غضبان وان ايسر\nحسب الفتى عقله خلا يعاشره\n...\nإذا تحاماه اخوان وخلان\nحسب الفتى عقله خليلاً إذا تحاماه الخلان\nهما رضيعا لبان حكمة وتقى\n...\nوساكنا وطن مال وطغيان\nالحكمة والتقى رضيعا لبان\n...\nوالمال والضغيان فرسا رهان\nإذا نبا بكريم موطن فله\n...\nوراءه في بسيط الارض اوطان\nإذا بنى بكريم وطنه فالارض اوطانه. والناس اخوانه\nيا ظالماً فرحاً بالعز ساعده\n...\nان كنت في سنه فالدهر يقظان\nان كنت في سنه من عزك فالدهر يقظان\nمن استمرأ الظلم لو انصفت آكله\n...\nوهو يلذ مذاق وهو خطبان\nالظلم لا يستمريه به آكله. كما ان الحنظل لا يستحليه ذائقه\nيا أيها العالم المرضي سيرته\n...\nأبشر فانت بغير الماء ريان\nيا ايها العالم أنت بغير الماء ريان\nويا أخ الجهل أنت اصبحت في لجج\n...\nفانت ما بينها لا شك ظمآن\nيا ايها الجاهل أنت في الجة ظمآن\nلا تحسبن سروراً دائماً ابداً\n...\nمن سره زمن ساءته ازمان\nلا تحسب السرور يدوم فمن سره زمان ساءته ازمان\nيا رافلاً في الشباب الوحف منتشيا\n...\nمن كاسه هل اصاب الرشد نشوان\nسكر الشباب. كسكر الشراب\nلا تغترر بشباب وارف خضل\n...\nفكم تقدم قبل الشيب شبان\nلا تغترر بالشباب فقد يحمل الشيخ الكبير. جنازة الطفل الصغير\nهب الشيبة تبدي عذر صاحبها\n...\nما عذر أشيب يستهويه شيطان\nما عذر الشيخ إذا لم ينتصر بسلطانه. على شيطانه\nكل الذنوب فان الله يغفرها\n...\nان شيع المرء اخلاص وايمان\nالذنوب مغفورة مع صدق الاخلاص\nوكل كسر فان الدين يجبره\n...\nوما الكسر قناة الدين جبران\nكل كسر يجبر بالدين وما لكسر الدين جبر \" كذلك قصيدة ابي عبد الله الضرير الابيوردي \"\nصيامي إذا افطرت بالسحت ضلة\n...\nوعلمي اذ لم يجد ضرب من الجهل\nلا اعتد بالصيام. إذا افطرت بالحرام. وإذا لم ينفع العلم فهو ضرب من الجهل\nوتزكيتي مالاً جمعت من الربا\n...\nحساب وبعض الجود أخذ من البخل\nكسارقة الرمان من كرم جارها\n...\nتعود بها المرضى وتطمع في الفضل\nومومسة تؤتي المساكين كسبها\n...\nفليس لها الا عناء على القبل\nمن زكى المال المجموع من الربى. كان كسارقة الرمان تبر به المرضى. والمومسة تؤتي المساكين اجرة الزنا\nومن سار محمولاً بنابي عملس\n...\nفخير له من سيره حاف الرجل\nركوب انياب الذئب خير من الرجلة\nيواسي الغراب الذئب في كل صيده\n...\nوما صادت الغربان في سعف النخل\nالذئب يشارك الغراب في صيده القليل. وما يصيده الغراب في رؤس النخيل\nلام عقوق لا ترى مهد طفلها\n...\nأحب من الظئر الحفيه بالطفل\nالأم الجافية أخفى بالصبي من الظئر البارة\nإذا الشاء ولت راجعات من الخلا\n...\nغدت عنزها العوجاء هاوية الأجل\nإذا ولت الشاء تقدمت العنز العرجاء\nإذا الهام جارين البزاة تقطعت\n...\nلها شرج الاستاه من شدة الحمل\nإذا جارت الهام البزاة تقطعت منها شرج الاستاه\nوما يفزع البازي إذا انقضى من على\n...\nصياح من الكركي يصرخ من سفل\nالبازي لا يفزعه صياح الكركي\nإذا كان بين الناقتين عداوة\n...\nفللبقة الويلات من عاجل القتل\nويل للبقة من عداوة الناقتين\nالجزء: 1 ¦ الصفحة: 44\n",
        "بعيران هذا لا يقوم بلادة\n...\nوهذا عسير ليس يبرك للرحل\nاحد البعيرين لا يقوم من بلادته. والآخر لا يبرك لعسرته\nالا لا تناط الشاة الا برجلها\n...\nفما بال قوم لا أحملهم ثقلى\nكل شاة برجلها تناط\nذروني وحذري من امور بلوتها\n...\nفقد يفزع الملدوغ من برقة الحبل\nمن لدغه الارقش. خاف الحبل الابرش\nومن يمش اثر الليث يكثر كبابه\n...\nوليس على جار الامير اذى المحل\nمن تبع الليث إلى العرين. اكل طباهجه العير السمين\nوقالت عجوز صب كره مريقها\n...\nالا حبذا الخبز القفار بلا شغل\nانصبت مرقة العجوز فرضيت بالخبز اليابس\nوكم غاسل كفيه نال غداءه\n...\nمن الناس من لم تند كفاه بالغسل\nانما يأكل غداه من يرزقه لا من يغسل يده\nوكم من حمار صار يرتاد قرنه\n...\nفاب بلا اذن وكان من الخطل\nخرج الحمار يطلب قرنين. فعاد بلا اذنين\nومن عقعق قد رام مشية قبجة\n...\nفانسى ممشاه ولم يمش كالحجل\nاراد العقعق ان يحكى مشية القبجة فنسى مشيته ولم يأخذ مشية غيره\nويا رب ذئب مر بالقوم جائعاً\n...\nفقالوا علاه البهر من كثرة الاكل\nرب ذئب جائع يتهم بالشبع\nوذئب دعاه الواعظون لتوبة\n...\nفقال يفوت الشاء كفوا عن العذل\nاستتيب الذئب فقال دعوني لا يفوتني الغنم\nوكل غبار ثار من مشى ثلة\n...\nفذاك لعين الذئب خير من الكحل\nغبار الغنم خير لعين الذئب من الكحل\nلو يستطيع الكلب مرام مربضا\n...\nسوى السلة الملآى من الخبز والنقل\nلو استطاع الكلب لما ربض الا في السلة الملآى\nوما أنت الا فاره ضاق جحرها\n...\nفناطت بها الاضغاث من مكنس جزل\nلم يسع الفأره جحرها فاصطحبت مكنسة\nترى الخل ثقيفاً إذا الماء نازح\n...\nوفي الضد ضعف الشيئ والايد في الشكل\nالخل حيث لا ماء حامض\nأتبصر ما في عين غيرك من قذى\n...\nوتغفل في عينيك معترض الجذل\nاتبصر في عين اخيك القذاة ولا ترى في عينك الحصاة\nدع الفحص والتنقير من كل خفيه\n...\nوان نلت بقلا فاله عن منبت البقل\nكا البقل ولا تسأل عن المبقلة\nوبادر بأخذ اللص قبل بداره\n...\nباخذك واستوثق من السارق الطمل\nخذ اللص قبل ان يأخذك\nواقرن ببرذون حمارك ان يهن\n...\nعن العدو يأخذ من خلائقه النبل\nاربط الحمار مع البرذون فان لم يأخذ من جريه أخذ من خلقه\nباب في\nالأوصاف والتشبيهات\n\" فصل في حل قول ابن المعتز في وصف الهلال \"\nاهلا بفطر قد نار هلاله\n...\nالآن فاغد على المدام وبكر\nوانظر اليه كزورق من فصة\n...\nقد اثقلته حمولة من عنبر\n\" وقول الآخر في وصفه \"\nيا ريم قومي الآن ويحك فانظري\n...\nوجه الهلال وقد بدا في المشرق\nكخليلة نظرت إلى خل لها\n...\nفتنقبت خجلا بكم ازرق\n\" وقول كشاجم في وصفه ايضاً \"\nاهلا وسهلا بالهلا\n...\nل بدا لعين المبصر\nكشعيرة من فضة\n...\nقد ركبت في خنجر\n\" وقول ابن المعتز \"\nوهلال شوال يلوح ضياؤه\n...\nوبنات نعش وقف بازائه\nكبناية من مخلص لما رأى\n...\nوجه الوزير دعا بطول بقائه\nاهلا بفطر قد اثار هلاله المشرق. وتحلى به المشرق. فكانه وجه مليحة خليلة صبيحة. خجلت من خليلها فاحتجبت. وبالكم الازرق انتقبت. أو كانه زورق من فضة مملوء من عنبر. أو شعيرة لجين ركبت في خنجر. اواصبع مخلص في موالاة مولانا الامير السيد الملك العادل ولي النعم خوارزم شاه اعز الله نصره لما رأى في وجهه القمرين. وفي شخصه الثقلين. دعا الله بطول بقائه ودوام نعمائه. وكبت اعدائه. فحي الآن على الراح. والوجوه الصباح. من الصباح إلى الصباح. وشربا على الدولة المأمونية التي هي دولة الميامن. وشكرا للايام الخوارزم شاهية التي هي ايام المحاسن. ادامها الله ما اقمر الهلال. وتكرر الاهلال \" اخرى في قول ابن المعتز في الصبح والثريا \"\nيا خليلي اسقياني\n...\nقهوة ذات حميا\nالجزء: 1 ¦ الصفحة: 45\n",
        "قد تولى الليل عنا\n...\nوطواه الصبح طيا\nوكأن الصبح لما\n...\nلاح من تحت الثريا\nملك اقبل في التا\n...\nج يفدى ويحيا\nالصبوح يا خليلي الصبوح لا زالت النعم تغدو اليكما وتروح. اما تريان الليل ادبر وتولى. وانهك ستر الدجى. وطوى الصبح الظلام كما يطوي الملك خوارزم شاه. ادام الله ملكه اعداه ونشر رداء النور كما ينشر مولانا اعز الله نصره سناءه وسناه.وما اشبه الصبح وفوقه الثريا. الا بمولانا الملك ادام الله دولته وعلوه وعليه تاج العليا. وهو يفدي ويحيا. فاسقياني على ذكر معاليه. واطرباني بشعر أتى الثعالبي فيه. وحسبي بذلك غناء فائقاً. وسماعاً رائقا شائقاً والسلام \" رقعة في حل قول الآخر في وصف العود والقينه \"\nومستنطق عودا بعود مخفف\n...\nوقد كان لولا ذاك عير نطوق\nيحركه كف كأن بنانها\n...\nانابيب در طوقت بعقيق\n\" وقول الآخر \"\nوكأنه في حجرها ولد لها\n...\nضمته بين ترائب ولبان\nطورا تدغدغ بطنه فاذا هفا\n...\nعركت له اذناً من الآذان\nعندي يا سيدي فديتك قينة تستنزل السعود. إذا استنطقت العود. بعود خفيف مليح الرقص. يحركه كف بنانها في النسبة على التحقيق. انابيب در مقمعة بالعقيق. وما اشبه العود في حجرها. الا بولد تفرشه لبانها. فهي تدغدغ بطنه. وإذا هفا عركت اذنه. وقد ابى سماعها ان يطيب الا بحضورك. كما اقسم سرورنا ان لا يتم الا بسرورك فان رأيت ان تسهم لنا في قربك الذي هو قوت النفس. ومادة الانس. فعلت ان شاء الله \" اخرى في حل قول الآخر في وصف النرجس \"\nوكأنما اكتحلت بعين عينه\n...\nوكأنما اوراقه اوراق\n\" وقول الآخر في وصف الاترج \"\nجسم لجين قميصه ذهب\n...\nمركب في بديع تركيب\nفيه لمن شمه وابصره\n...\nلون محب وريح محبوب\n\" وقول الآخر في النارنج \"\nتلاحظنا بين الغصون كانها\n...\nثدي عذارى مسهن خلوق\n\" وقول ابن الرومي في البنفسج \"\nولا زوردية توفي برزقتها\n...\nوسط الرياض على حمر اليواقيت\nكانها فوق طاقات صفعن بها\n...\nاوائل النار في اطراف كبريت\nانا يا سيدي ومولاي اطال الله بقاءك في مجلس كانه انموذج من الجنة وحولي نرجس ورقه كالورق وعينه كالعين. واترج لبس قميص الذهب على جسم اللجين. وجمع لون العاشق المشوق إلى ريح الحبيب المعشوق ونارنج كانه كرات كيمخت مذهبه. أو ثدي عذارى مخدرة مزعفرة وبنفسج يربي على حمر اليواقيت ويحكى اوائل النار في الكبريت وقد اشرقت شمس الدنان وطلعت كواكب الندمان ونطقت السن العيدان فإن تفضلت بالحضور شاركتنا في السرور ان شاء الله تعالى \" اخرى في حل قول ابن الرومي في وصف دجاجة وقطائف \" وسميطة صفراء دينارية ثمنا ولونا زفها لك حزو ظلنا نقشر جلدها عن لحمها وكأن تبرا عن لجين يقشر واتت قطائف بعد تلك لطائف ترضى اللهاة بها ويرضى الحنجر ضحك الوجوه من الطبرزد فوقها دمع العيون من الدهان يعصر ما قولك يا سيدي جعلني الله فداك في دجاجة لتقطر سمنا وهي دينارية لونا وثمنا فاذا مددت اليد إلى اطرافها الغضه قشرت الذهب عن الفضة ويتبعها قطائف لطائف حديثة النشو. رقيقة القشر كثيفة الحشو ضاحكة من الطبرزد المسحوق باكية من دهن اللوز المدقوق تودي طعم العافية وتختم بحسن العاقبة هل تنشط لها وتسرني بالمساعدة عليها ان شاء الله تعالى \" اخرى في قول البحتري في وصف السحابة \"\nذات ارتجاز بحنين الرعد\n...\nمجرورة الذيل صدوق الوعد\nمسفوحة الدمع بغير وجد\n...\nلها نسيم كنسيم الورد\nورنة مثل زئير الأسد\n...\nولمع برق كسيوف الهند\nجاءت بها ريح الصبا من نجد\n...\nفانتثرت مثل انتثار العقد\nوراحت الارض بعيش رغد\n...\nكأنما غدرانها في الوهد\nيلعبن من حبابها بالنرد\nالجزء: 1 ¦ الصفحة: 46\n",
        "يا سيدي ومولاي أطال الله بقاك. اما ترى هذه السحابة كيف انسحبت اذيالها وبشر بالخصب اقبالها. وارتجزت رواعدها وصدقت مواعدها. وفاضت من غير وجد مدامعها فنسيمها كنسيم الورد. المنضود ورنينها كزئير الاسود. وبرقها كلمعان السيوف. بين الصفوف. ولما جاءت بها ريح الصبا. وحكت في طيبها زين الصبى. انحل عقدها وانتثر عقدها. وحكت كف مولانا الملك ولي النعم خوارزم شاه ادام الله ملكه في فيضها بالعطايا. وجودها بالصلات والهدايا. فراحت الارض بأيمن طالع واسعده. وأطيب عيش وارغده. وكأن الغدران تلعب بالنرد من حبابها. والسحابة تبكي شوقاً إلى احبابها. واذ قد سقينا من الوبل الصبب. فاسقنا أنت من ماء العنب. واجمع لنا شمل اللهو والطرب \" اخرى في حل قول احمد بن سليمان بن وهب في السرو \"\nحفت بسرو كالقيان تلبست\n...\nخضر الحرير على قوام معتدل\nفكأنها والريح يخطر بينها\n...\nتنوي التعانق ثم يمنعها الخجل\n\" وقول ابن المعتز في النرجس \"\nكأن عيون النرجس الغض حولنا\n...\nمداهن در حشوهن عقيق\nإذا بلهن القطر خلت دموعها\n...\nبكاء عيون حشوهن خلوق\nنحن سيدنا اطال الله يقاك في بستان محفوف. بسرو مصفوف كقدود الاحباب. في خضر الثياب. فكأنها والريح يخطر فيها. ويميلها ويثنيها. تنوي التعانق والالتزام. وتريد الانضمام والالتئام. فيمنعها الخجل. ويصدها الوجل. وحولنا عيون نرجس تحكي مداهن در حشوها عقيق. فاذا بلها القطر حكت دموعها بكاء عيون كحلها خلوق. وقد دعا حسن المكان وطيب الزمان. إلى الاستظهار على الاجران ببنات الدنان. وليست تصفو الا بلقائك. فلا تكدر بابطائك. وجشم الينا قدمك. واخلع علينا كرمك. ان شاء الله \" اخرى في حل قول ابي بكر الخوارزمي في الطيب \"\nوطيب لا يخل بكل طيب\n...\nيحينا بانفاس الحبيب\nيظل الذيل يسترة ولكن\n...\nينم عليه ازرار الجيوب\nمتى يشممه انف حن قلب\n...\nكأن الانف جاسوس القلوب\nمولاي اطال الله بقاه يروي في السنة التي كلها خير وبركه. ان الهدايا مشتركة. وقد اهدى الي من الطيب. الفائق العجيب ما يحكي انفاس الحبيب. بل كأنه معجون من اخلاق مولانا الملك المؤيد خوارزم شاه اعز الله نصره. أو كانه طيب الثناء على ايامه. المشرقة باحسانه وانعامه. فشاركت مولاي ادام الله تأييده في حسن اثره. وطيب خبره. وبعثت منه بما إذا صلى نار المدخنة. تنفس عن رائحة الجنة. وإذا سترته الذيول نمت عليه الجيوب. وارتاحت له الارواح وحنت القلوب. وهو ادام الله عزه يسرني بقبوله. ويوقع الي بحصوله ان شاء الله تعالى \" اخرى في حل قول الصنوبري \"\nذهب كؤسك يا غلا\n...\nم فانه يوم مفضض\nوالجو يجلي في البيا\n...\nض وفي حلى الدر يعرض\nاتظن ذا ثلجاً وذا\n...\nورد على الاغصان ينفض\nورد الربيع ملون\n...\nوالورد في كانون ابيض\nهذا يا سيدي ادام الله عزك يوم مفضض. وتذهب الكؤس فيه مفترض. اما ترى الجو في البياض يجلي ويعرض. والدر في الحلى فلا تظنه ثلجاً فهو ينفض على الاغصان. والورد ابيض في كانون كما انه ملون في نيسان. واذ قد انحل عقد السماء. فلينتظم عقد الندماء. وانت يا سيدي واسطة العقد. واول العقد. فتفضل وتعجل. ولا تتمهل. ان شاء الله تعالى \" اخرى في حل قول الصاحب \"\nاقبل الجو في غلائل نور\n...\nوتهادي بلؤلؤ منثور\nفكأن السماء صاهرت الار\n...\nض وصار النثار من كافور\nهذا يا مولاي ادام الله بقاك يوم اقبل هواؤه في غلائل النور وجاءنا باللؤلؤ المنثور. حتى كأن السماء صاهرت الارض. ونثرت لها الكافور المحض. فانثر علينا السرور بطلعتك. وأسعدنا بمساعدتك. على ما ازمعناه من امتطاء مراكب الفرح. وقدح نار الطرب بالقدح. ان شاء الله\nباب في\nالنيروز والمهرجان\n\" رسالة في حل قول الاستاذ ابي بكر الخوارزمي من قصيدة \"\nيا ايها الملك الموفي بهمته\n...\nعلى هموم ملوك الارض والهمم\nاسعد بطلعة ذا النيروز وزوا حظ به\n...\nفلن يقيم على خلق ولم يقم\nالجزء: 1 ¦ الصفحة: 47\n",
        "يوم من الدهر شيخ في شبيبته\n...\nومسجد وما يأتي من القدم\nقد كان كسرى إذا وافاه حكمه\n...\nفي عقله وهو فيه شر ما حكم\nشيخ الم به شيخ فصافحه\n...\nبالكأس والطاس والاوتار والنغم\nيوم جديد وملك بعد مقتبل\n...\nوالصحو بينهما ضرب من اللمم\nاسعد الله مولانا الملك المؤيد ولي النعم خوارزم شاه الذي اوفت همته معالي الهمم. من جميع الامم. بهذا الفصل الجديد والنيروز الحميد. الذي هو على شبيبته شيخ قديم الاسناد. وعلى شيخوخته فتى حديث الميلاد. وقد كان كسرى يجله إذا اتاه ويبجله إذا وافاه. ويحله محل اعز قادم. ويحكمه في عقله وهو شر حاكم. فيا له من شيخ قديم. كان يلم بشيخ كريم. فيصافحه بالعقار. ويخلع له ثياب الوقار. ويلاطفه بالنغم والاوتار. ومولانا ادام الله ملكه وارث الملوك ورثه الله اعمارهم. وبلادهم وديارهم. فما عليه لو حافظ على الرسوم الكسروية كما هو محافظ على الشريعة الحنفية. ليستعين بالهزل على الجد. وبالباطل على الحق. ويستريح احياناً من مرارة السياسات إلى حلاوة المؤانسات. جمع الله له فوائد الدين والدنيا. كما جمع له خصائص المجد والعليا. ولا زالت الفصول والاعوام. والشهور والايام. مهنأة بما لبسته من الجمال بمكانه. وخلص لها من مأثور الفضل بعدله واحسانه \" اخرى في حل قوله ايضاً \"\nقد جاءك النيروز ضيفاً فهجم\n...\nيوم فتى وهو شيخ في القدم\nهرمه الدهر ولم يقبل هرم\n...\nإذا رآه عسكر البرد انهزم\nهزيمة البخل إذا فوك ابتسم\n...\nمقلته الكاس واذناه النعم\nفهو بلا هذين اعمى واصم\n...\nفانزل على احكامه فقد حكم\nان يأتي الليل وفي العقل ثلم\n...\nواعلم بان الراح يوماً لم يسم\nترياقه الا وهذا العقل سم\nاقبل النيروز إلى مولانا الملك ولي النعم خوارزم شاه اطال الله بقاه مكثراً سواد اضيافه وخدامه. مقتبسا من نور حضرته وايامه. وهو يوم فتى السن. طري الغصن. على انه شيخ طال ما صحب الايام الخالية. ورأى القرون الماضية. وطال ما طواه القدم. وهرمه الدهر فلم يبق الهرم. وكلما رآه عسكر البرد ولى عنه مدبراً وانهزم. كما ينهزم البخل. ويهرب الحرمان والمحل إذا تبسم فم مولانا الملك ادام الله سلطانه فابتسم الزمان بابتسامه وتهللت وجوه المكارم لانعامه. ولو كان النيروز انساناً لكانت الراح عينه. والسماع اذنه. وهو بلا هذين اعمى لا يبصر الشمس. واصم لا يسمع الرعد. ومن احكامه التي تنزل عندها الفتوه. ولا تردها المروة. ان لا يرخى الليل سدوله. الا وقد سحب السكر ذيوله. وتمشت الصهباء في العظام. وترقت إلى الهام. وانثلم العقل كل الانثلام. وفي الحقيقة ان الراح لم يسم ترياق الهموم. الا والعقل معدود في السموم. وكلما قل السم كان اصلح. وكلما فقد كان اروح. اعاذ الله مولانا الملك من كل سوء وسخر له كل عدو. وعرفه من بركات اليوم الابلج ما يربي على عدد من عيد ونورز ومهرج. ولا زال كل يوم من ايامه عيداً حاضراً ونيروزاً ناضرا. ما دامت الايام والشهور وكرت الاعوام والدهور \" اخرى في حل قول الآخر \"\nباكر النيروز بالرا\n...\nح وريحان السرور\nفي ندامى جعلوا الله\n...\nوسطوراً في الصدور\nومغن يحسن النغ\n...\nم على بم وزير\nكاد ان يكشف لما\n...\nقال عن سر الضمير\nايها النيروز لا زل\n...\nت لذيذاً بالامير\nبامان الله في الار\n...\nض من الدهر المنير\nالجزء: 1 ¦ الصفحة: 48\n",
        "حق النيروز يا سيدي ومولاي ادام الله عزك مباركته بالراح والريحان والارتياح. مع ندامى كتبوا اللهو في سطور صدورهم واستظهروا على الدهر باستجلاب سرورهم. ومطرب يطرد وساوس الهم. باستنطاق الزير والبم. ويكاد يكشف عن الضمائر. ويهتك استار السرائر. ويهدى السرور إلى سواد القلوب. ويفرج عنها جميع الكروب. إذا شدا بذكر الملك الميمون. مأمون ابن مأمون. ابقاه الله غرة في وجه دهره. وتاجا على مفترق عصره ونظر للمكارم والمعالي باطالة عمره واعلاء شأنه وامره. فتعال يا سيدي نقض حق النيروز. ونشف غليل النفوس. بادارة الكؤس. ونسمع من أطباء الهموم اغاني. تجمع الاماني ان شاء الله \" اخرى في حل قول الآخر \"\nاسعد بيوم المهرجان فانه\n...\nيوم له فضل على الايام\nكانت ملوك الفرس تعلى قدره\n...\nفاقم رسومهم بشرب مدام\nوتلقه باللهو واعرف حقه\n...\nواطرب مع الندماء والخدام\nلا زلت في شرف وعز دائم\n...\nما غردت في الايك ورق حمام\nاسعدك الله يا سيدي ورئيسي وايانا معاشر خدم مولانا الملك ولي النعم خوارزم شاه اعز الله نصره بهذا المهرجان الذي هو في الايام. كهوفي الانام. واوزعنا شكر النعمة في بقائه. وامتداد ظلاله. وجريه مجرى الغيث إذا عم وطبق. وقرن الشمس إذا ذر واشرق. وقد علمت يا سيدي فديتك ان هذا اليوم من محاسن الدهور المشهوره. وغرر الازمنه المذكوره. معظم في الاصل الفارسي. مستظرف في الملك العربي. لابد من إقامة رسمه والنزول عند حكمه. واقامة رسمه بالفراغ للانس. والجري في ميدان اللهو. واطلاع شمس المدام. وكوكب الندام واطعام الاسماع. لذيذ السماع. وبلوغ كل مبلغ من قضاء الآراب. وتهيج سواكن الاطراب. فان زرتني لهذا الشأن. والا زرتك لقضاء حق المهرجان. والاختيار اليك. والاعتماد في جمع الشمل عليك. لا زلت في عز راتب. وسرور واصب ما غردت الحمام على الاشجار. وتنفست الرياض في الاسحار.\n\" اخرى في حل قول الآخر \"\nتخيرت يوم المهرجان هدية\n...\nواعملت بالفال الصدوق التفكرا\nفاهديت دينارا جديدا ودرهما\n...\nوسهما وتفاحا وجوزا وسكرا\nفقلت استوى كالسهم امرك كله\n...\nولا زال كالتفاح وجهك مسفرا\nوانجح منك السعي كالدارهم الذي\n...\nينال به المطلوب سهلا ميسرا\nومثل امتلاء الجوز لازال تمتلي\n...\nبيوتك خيرات وتبرا وجوهرا\nولا زلت حلوا في القلوب كسكر\n...\nولا زلت كالدينار حسنا ومنظرا\nقد سلكت معك يا سيدي ومولاي اطال الله بقاك في هذا المهرجان الجديد. والعيد السعيد. طريق الفال الحميد. واهديت لك دينارا هو العلق الذي يفوق الاعلاق. ويأمن صاحبه به الاملاق. واعتمدت به ان يعطيك الله ما اعطاه من المحبة في كل قلب. والفلاح والنجاح في كل خطب. ومعه درهم تفاءلت ان يعزك الله عزه في الاقطار. ويبلغك مبلغه من الاوطار. وسهم قصدت ان يحكى امرك استواه. ويشبه نفاذه ومضاه. وتفاح اردت ان تشبهه في حسن المنظر. وطيب المخبر. وجوز احببت ان يمتلئ بيتك خيرا كامتلائه. ويحتشى نعما كاحتشائه وسكرا تبركت لك بما في مذاقه من الحلاوة التي ارجو ان تصحبك بها الايام. وتنتظم بامتدادها لك الاعوام. فيحلو لك جناها ويمرع عندك مرعاها. والله تعالى يحقق فالي. ويبلغني فيك آمالي برحمته وفضله اسعته\nباب في\nالفصد وشرب الدواء\nرسالة في حل قول ابن المعتز\nيا فاصدا من يد جلت اياديها\n...\nوذاق منها الردى قسرا اعاديها\nيد الندى هي فارفق لا ترق دمعها\n...\nفان حاجات طلاب الندى فيها\n\" وقول عبد الله بن عبد الله بن طاهر \"\nإذا أنت اسبلت للباسليق\n...\nدموعا من اجفانها الواهية\nرايت اعتلالك يبكي دما\n...\nوتضحك في جسمك العافية\n\" وقول الآخر \"\nبكى الندى في يديه خوف فرقته\n...\nلما تيقن ان الفصد قد عزما\nفقال لي دمه لما عجبت انا\n...\nقد كنت جود الخوف البين صرت دما\nالجزء: 1 ¦ الصفحة: 49\n",
        "ان كان مولانا الملك المؤيد خوارزم شاه اطال الله بقاه. شخص المجد والكرم. وجرى الجود منه مجرى الدم. فلترفق يد الفصاد. باليد التي هي قبلة القصاد. وفيها ارزاق العفاة. وبها هلال العدة. ولا تريقن دما هو الجود. والكرم الموجود. وإذا اوجبت الحال ذلك فقد رأينا العلة تمزح الدمع بدمها. كما رأينا العافية تضحك ملء فمها. وكان ذلك الدم في اليد العالية جواداً متناهيا. فمن خوف فراقها استحال دماً جارياً. واستأنف مولانا حرس الله حياته صحة جديدة. وعيشة راضية حميدة ولبس ثوب السلامة الكافية. مبطنا بالعافية. فالحمد لله ما نطق لسان بحمد. وانطلق بنان بعد. وصلواته على محمد خير مولود دعا إلى خير معبود \" اخرى في حل قول القائل \"\nلا زالت في صحة من الزمن\n...\nلا يرتع السقم منك في بدن\nوجال نفع الدواء فيك كما\n...\nيجول ماء\nالربيع\nفي الغصن\nوفر الله حفظ مولانا الملك المؤيد ولي النعم خوارزم شاه في سلامته من الداء. وعرفه بركة ما اخذه من الدواء. واجرى منافعه في بدنه المسعود. كما يجري ماء الربيع في العود. وكفاءه كدر المشارب. واعتراض النوائب. وادرله اخلاف العافية. واسبغ عليه اثواب النعم الوافية\nباب في\nالربيع\n\" رسالة في حل قول ابي النواس \"\nاما ترى الشمس حلت الحملا\n...\nوقام وزن الزمان فاعتدلا\nوغنت الطير بعد عجمتها\n...\nواستوفت الخمر حولها كملا\nواكتست الارض من زخارفها\n...\nوشي نبات تخاله حللا\nفاشرب على جدة الزمان فقد\n...\nاصبح وجه الزمان مقتبلا\nاما ترى يا سيدي ادام الله عزك الربيع قد اقبل. وحلت الشمس الحمل. وقام وزن الزمان واعتدل. فلا حر لافح. ولا برد كالح. ونطقت الطير بعد ما كانت بكما. وغنت قبانها وكن عجما واستوفت الراح حولها وقوتها. واخذت الارض زخرفها وزينتها واكتست حللها الرائقة. ولبست حليها الشائقة. فشربا على الزمان الجديد. واستمتع بالعيش السعيد. وقر عيناً بالفصل المعتدل ووجهه الطلق المقتبل. ولعمري ان الربيع في ايام الملك مأمون بن مأمون. يحكى زمان الجنة التي وعد المتقون. فمن اسعده الله بادراكها. والتفيؤ بظلالها. فعمره شباب. وشراب واحباب. وزمانه ربيع. وعيشه مريع. وانسه بديع. ادامها الله ما اورق الشجر وطلع القمر \" اخرى في حل قول الآخر \"\nاربع بربع للربيع وكن به\n...\nضيفاً يكن ندماؤك الانوار\nمن اخضر في احمر في اصفر\n...\nفي ابيض صباغها الجبار\nتعال يا سيدي اطال الله بقاك نربع بربع للربيع يجمع. جنات الفافا. ونقيم به ما شئنا اضيافا. ندماؤنا الانوار. وجلساؤنا الازهار. بين حمراء إلى صفراء. وبيضاء في خضراء. صباغها الله الذي لا احسن منه صبغة. ولا الطف منه صنعة. ومغنوها الاطيار. التي يطرب لغنائها الاشجار. فتتخايل. وتنثني وتتمايل ونحن اولى منها بالطرب. وقضاء الارب. من دم العنب. وهذه قصيرة من طويلة. والسلام \" اخرى في حل قول الصنوبري \"\nان كان الصيف ريحان وفاكهة\n...\nفالارض مستوقد والجو تنور\nوان يكن في الخريف النحل مخترفاً\n...\nفالارض عريانة والجو مقرور\nوان يكن في الشتاء الغيث متصلا\n...\nفالارض محصورة والجو مأسور\nما الدهر الا الربيع المستنير إذا\n...\nجاء الربيع اتاك النور والنور\nفالارض ياقوتة والجو لؤلوة\n...\nوالنبت فيروزج والماء بلور\nتبارك الله ما احلى الربيع فلا\n...\nتغرر فقائسه بالصيف مغرور\nمن شم طيب جنيات الربيع يقل\n...\nلا المسك مسك ولا الكافور كافور\nالجزء: 1 ¦ الصفحة: 50\n",
        "الربيع يا سيدي ومولاي اطال الله بقاك شباب الزمان وجدة العالم وروح الارواح وهو الفصل. الذي له الفضل. بمنظره البهي ومخبره الذكي. ومحاسنه البهجة. وخصائصه الارجه. فللعيون في انواره مرتع. وللنفوس بنسيمه مستمتع. ولكل من الفصول محاسن ومناقب. ومساو ومعائب. غير الربيع فانه كل كله حسن وطيب. وليس له في العيوب نصيب. فان كان الصيف زمان الرياحين والثمرات. وموسم ادراك الغلات. فالارض من وقدت الحر. وبساط من الجمر. والهواء كالتنور المجسور. وقلب العاشق المهجور. وان كان الخريف اوان قطاف العنب. واختراف الرطب فالرياح فيه تجفو والعيدان تجف. وعقارب البرد لا تكف ولا تخف. وان كان فصل الشتاء. يستحب لاتصال الانداء. ففي برده كلب وفي هوائه غلظ. ورب يوم له عبوس قمطرير. يكشر عن ناب زمهرير. وما الفصل المعتدل. والوقت المقتبل. والزمن المرموق الموموق الا الربيع المحبوب المعشوق. فاذا جاء جاء الانس والسرور. واقبل النور والنور. واقبل الحسن يبتسم ويكاد يتكلم. وإذا رأيته رأيت وجها وسيما. وفضلا جسيما وريحا نسيما. وسحابة مطرة. ورائحة عطرة. ورياضا كالعرائس في حليها ومطارفها. والطواويس في وشيها وزخارفها. واشجاراً راق نورها النضيد. ورق ورقها النضير. فالارض زمر دو ياقوت ومسك مفتوت. والبساتين وشي ويرود. وقلائد وعقود. والجو لؤلوء منشور. ورداء نور منشور. والماء سيوف وبلور. فسبحان الله ما اطيب الربيع واحلاه. واحسن حلله وحلاه. بالله ما يقيسه بالصيف الا مغرور لا يعرف. أو عارف لا ينصف. ومن عاين الربيع وحسن آثاره. وشم طيب انواره وازهاره. لم يستحسن الدر والجوهر ولم يستطب المسك والعنبر. واحسن ما للربيع من مآثره. واشرف ماله من مفاخره. انه يشبه بمحاسن مولانا الملك المؤيد ولي النعم خوارزم شاه ادام الله ملكه وان لم ينل قدرها ولم يصل فضلها. ولم يجد بدا من الاقرار لها. فيقال كأن امطاره من جوده وكرمه. وكان انواره من اخلاقه وشيمه. وكأن ازهاره آثار قلمه. وغرر كلمه. وكأن نسيمه شكر خدمه لنعمه. فلا عدمت الازمنة جمالها ولا زال بدراً في كماله. وهلالاً في نمائه\nباب في\nالخمريات\n\" رسالة في حل قول الصاحب \"\nمتشاكلات قد جمعن فكلها\n...\nمتشابه اشباحها ارواح\nوإذا اردت ملخصاً تفسيرها\n...\nفالراح والمصباح والتفاح\nلم يعلم الساقي وقد جمعن لي\n...\nمن اي هذا تملأ الاقداح\nهذه اطال الله بقاك يامولاي ليلة وقد الدهر عنها وطلعت سعودها وغاب عذالها فهي من حسنات الدنيا. وقد نظمتني واخوة لي في سمط الثريا. وجمعت لنا متشاكلات. كأنها اخوات متشابهات اجسامها ارواح من اللطف. ومالها نهاية في الحسن والظرف. فان اردت تلخيص نكتها. وتفصيل جملتها. فهي الراح التي ترتاح لها الارواح. والتفاح النفاح. وثالثها المصباح. ولما تشابهت على الساقي الذي يسقينا للفرح. لم يدر من ايها يملأ القدح وليس لتنبيهه عليه الا أنت. فان تفضلت بالحضور واحسنت \" اخرى في حل قول ابن الرومي \"\nابصرته والكأس بين فم\n...\nمنه وبين انامل خمس\nفكأنها وكأن شاربها\n...\nقمر يقبل عارض الشمس\nالشرب يا سيدي ومولاي ادام الله عزك على الوجوه الصباح والصور الملاح. من غرر العمر. وفرص الدهر. وقد زارني من ملاحة الصورة. عليه مقصورة. وشرب عندي راحا كأنها من خده معصورة. فما شبهته والكأس بين فمه وانامله الخمس الا بالقمر يقبل عارض الشمس. واحببت ان تشاركني في السرور برؤيته. والاقتباس من نور مشاهدته. وامتاع الروح بمنادمته فطر الينا طيران السهم. واطلع علينا كطلوع النجم. ان شاء الله \" فصل في حل قول عبد الله بن المعتز \"\nسقتني في ليل شبيه بشعرها\n...\nشبيهة خديها بغير رقيب\nفما زالت في ليلين شعر ومن دجى\n...\nوشمسين من راح ووجه حبيب\n\" وقول النظام \"\nما زالت آخذ روح الدن في لطف\n...\nواستبيح دما من غير مجروح\nحتى انثنيت ولي روحان في بدني\n...\nوالرق مطرح جسم بلا روح\nالجزء: 1 ¦ الصفحة: 51\n",
        "من خبري يا سيدي فديتك ان الزمان اسعفني بلقاء انسانة فتانة وجمعني واياها مجلس مؤنس فسقتني في ليل شبيه بشعره الغربيب شبيهة خدها مع غيبة الرقيب. فما زالت في ليلين من الشعر الفاحم والظلام الهاجم. وفي شمسين من الرحيق. ووجه الحبيب الانيق. وبت آخذ روح الزق الملآن. واستنزف دما من غير مجروح بالسيف أو السنان. حتى انثنيت. وقد انتشيت. ولي روحان في بدن واحد. وشخص فارد. والزق جسم لا روح في اجزائه. ولا حراك بدمائه. هذا ياسيدي خبري فاعلمني خبرك. وقل لي ما الذي اخرك. والسلام \" اخرى في حل قول ابي النواس \"\nاسقنا ان يومنا يوم رام\n...\nولرام فضل على الايام\nمن شراب الذ من نظرة المع\n...\nشوق في وجه عاشق بابتسام\nلا غليظ تنبو الطبيعة عنه\n...\nنبوة السمع عن شنيع الكلام\nفي رياض ربعية بكر النو\n...\nء عليها بمستهل الغمام\nفترى الشرب كالا هلة فيها\n...\nيتحسون خسروي المدام\nأنت يا سيدي اطال الله بقاك تعلم ان يوم رام له فضل على الايام ولا يقضى حقه بمثل المدام. فهلم نشرب ما هو احسن من نغم العود. وطيب من رائحة الورود. والذ من نظرة المعشوق إلى عاشقه وهو يتبسم. وبكل ما يهوى يتكلم. وليس فيه غلظ تنفر النفس منه. وينبو الطبع عنه. كما ينبو السمع عن اللفظة الشنعاء. والكلمة العوراء. ونحن في رياض محفوفة بالازهارمنسوجة بايدي الامطار. ومعنا ندامى كالاقمار. يشربون الشموس في الكؤس ويثابرون على مسرة النفوس وما أولاك يا سيدي بالمساعدة فنحن جسمان بروح واحدة والسلام.\n\" اخرى في حل قول الآخر في استهداء الشراب \"\nجعلت فداك بعض الناس عندي\n...\nوفيهم من يودك مثل ودي\nوفي المشروب ضيق وهو شيء\n...\nإذا انفذته حصلت حمدي\nفأنفذ ما استطعت بلا مزاح\n...\nفان الماء ليس يضيق عندي\nقد انتظم يا سيدي ومولاي عقد اخوان يشاركونني في موالاتك ومشايعتك. ويجاذبونني رداء محبتك ومواددتك. ولكن كاد شمل الاحباب. يفترق لعوز الشراب فاعتمدنا فضلك المعهود ووردنا بحرك المورود. فان ارويت غلتنابما ينفعها. وتطولت على جماعتنا بما يجمعها. حصلت شكراً جديداً. وحمداً عتيداً والاقتراح على كرمك ان تأمر بانفاذ ماء الكرم الصراح. غير ممزوج بشيء من الماء القراح. فانه موجود لدي. وغير متعذر علي. والسلام\nباب في\nالاستزازة\n\" رسالة في حل قول ابي الفتح البستي \"\nعندي فديتك سادة الاحرار\n...\nوقلوبهم شوقاً اليك حرار\nوشرابنا شرب العلة وم وروضنا\n...\nنزه الحديث ونقلنا الاشعار\nفامنن علينا بالبدار فانما\n...\nاعمار اوقات السرور قصار\nعندي ياسيدي اطال الله بقاك احرار ملكوا حر الكلام. وما منهم الاحسنة من حسنات الايام. وقد جمع شملهم ود وانس وكأن نفوسهم في الشوق اليك نفس. ونحن في رياض من الاحاديث الحسان. كأنها انموذجات من الجنان. وشرابنا علوم تجري في القلوب كجري الماء في العود. ونقلنا اشعار تقود سمامعها إلى السجود. اذهى في مدح شمس الملك وغزة العصر. وعلم الفضل وواسطة عقد الدهر. ومن تخر له الجباه. وتطيب بذكره الافواه. مولانا الملك خوارزم شاه. اطال الله بقاه. ولا اعدم الدنيا سناه. فامنن علينا. بالبدار الينا. وحي على الحضور. مغتنما زمن السرور. فاعمار اوقاته قصار. ومتاع الدنيا بليل مستعار \" اخرى في حل قول الآخر \"\nانا ملنا لم تجتمع منذ اشهر\n...\nعلى طبق اذعاق عنه امور\nفجىء غير مأمور عشية يومنا\n...\nفانك زين ان حضرت ونور\nقد نسيت يا سيدي فديتك عهد مما لحتنا بالطعام. ومراضعتنا بالمدام. اذ عاقت ايدينا حوادث الزمان. عن الاجتماع على الطبق والخوان. والاشتراك في حمل سلاف الدنان. فاجب عشية اليوم غير مأمور. وجدد لي ما طال به العهد من انس وسرور. لنتدارك الفائت من المجالسة وثمرتها. وننبه المؤانسة من رقدتها ان شاء الله تعالى \" اخرى في حل قول محمد بن عبد الله بن طاهر \"\nاما ترى اليوم قد رقت حواشيه\n...\nوقد دعاك إلى اللذات داعيه\nوجاد بالقطر حتى خلت ان له\n...\nالفا نآه فما ينفك يبكيه\nالجزء: 1 ¦ الصفحة: 52\n",
        "فما ترى لي ما ترى فيه\n...\nفان لليوم حقاً تقتضينيه\nفاركب الي ولا تبطىء فتقلقنا\n...\nحتى نوفيه ما كنا نوفيه\nاما ترى يا سيدي ايدك الله كيف رقت غلائله. وغاب عاذله. ودعت إلى اللذات. شمائله. وتحللت فيه عقد السماء. بالديمة الهطلاء. حتى خلتها تبكي حبيباً دهاها فراقه. فهي تحن اليه وتشتاقه. فما ترى في قضاء ما يقتضيه اليوم من حقه. ومقابلته من اللهو بصدقه. والرأي ان تركب الي واو اجنحة الرياح. حتى نوفيه شروط الانس والارتياح. ان شاء الله تعالى \" اخرى في حل قول الآخر \"\nلنا سمك نكببه مشبر\n...\nوعند غلامنا جنب مبزر\nوفروجان قد رعيا زمانا\n...\nلباب البر في ابيات كسكر\nوقدر لو تاملهاحصيف\n...\nلأيقن انها مسك وعنبر\nوصافية معتقةشمول\n...\nبقية ما اقتنى كسرى وقيصر\nومسمعة كلون الصبح تشدو\n...\nواخرى مثل لون الليل ترمز\nوآثار تمر فنجتنيها\n...\nمن الاخبار والشعر المحبر\nفكن لكتابنا هذا جوابا\n...\nوالاكل حقك ان تشتر\nلنا يا سيدي ايدك الله سمك شبري. شعاره فضى. دثاره تبرى نكببه بين ايدينا. فيلهثا ويلهينا. نعم وعند الغلام. جنب مبزر له في فتق الشهوة اوفر السهام. وفروجان كسكريان بلب مسمنان. وقدر طار عرفها. وطاب غرفها. ومساق الحديث إلى الراح الصافية. التي هي في البدن كالعافية. ومن بقية ما اقتني الا كاسره البرمسمنان. وتخير القياصرة. وعندنا مسمعتان. كانما جاءتا من الجنان. فواحدة في لون الصباح تضرب فتطرب. وتغني فتعجب وتعجب. والاخرى في صبغة الليل ترمز فتحرك النفوس وترقص الرؤس وتحرض الكؤس. وبين اقداحنا احاديث تمر واخبار تسر. واشعار كأنها كلها الدر. وآثار كلها الحر. فان كنت ياسيدي مكان الجواب. عن هذا الكتاب. والا عرضت على العتاب. وعوقبت اشد العقاب. وحاشاك من ذاك. والسلام\nباب في\nطول الليل\n\" رسالة في حل قول الشاعر \"\nياليل هل لك من صباح\n...\nام هل لنجمك من براح\nضل الصباح طريقه\n...\nوالليل ضل عن الصباح\n\" وقول سيدوك الواسطي \"\nفالآن ليلي مذ غابوا فديتهم\n...\nليل الضرير فصبحي غير منتظر\n\" وقول ابن الرومي \"\nرب ليل كأنه الدهر طولا\n...\nقد تناهى فليس فيه مزيد\nذي نجوم كانهن نجوم\n...\nالشيب ليست تغور لا بل تزيد\n\" وقول الآخر \"\nكأن الثريا راحة تشبر الدجى\n...\nلتعلم طال الليل أم قد تقوضا\nعجبت لليل بين شرق ومغرب\n...\nيقاس بشبر كيف يرجى له انقضا\nاشكو اليك ياسيدي ادام الله عزك ليلاً في طول الدهر. وثقل الهجر وما اشبهه الا بليل الأسير بل ليل الضرير. وما اشبه نجومه التي كأنها عقلت فما تسير واوثقت فما تدور. الا بنجوم الشيب ليست تغور. لا بل تزيد ولا تحيد. وكم اقول هل للساهر من نجح. وهل لليل من صبح. هيهات هذه ليلة قد قص جناحها. وضل صباحها. وكأن الثريا راحة تشبر الليل وذيوله. لتعلم عرضه وطوله. وكيف يرجى انقضاء ليل وافي الذوائب. ممتد الاطناب بين المشارق والمغارب. يقاس بشبر صغير. أو يذرع بباع قصير. فاسعد اخاك الذي سامرته الهموم. وعانقته الغموم. واسأل الله له فرجاً عاجلاً. وصنعاً كاملا. برحمته وسعة فضله\nباب في\nالنحول\n\" رسالة في حل قول ابي الطيب المتنبي \"\nابلى الهوى اسفاً يوم النوى بدني\n...\nوفرق الهجر بين الجفن والوسن\nروح تردد في مثل الخلال إذا\n...\nاطارت الريح عنه الثوب لم يبن\nكفى بجسمي نحولاً أنني رجل\n...\nلولا مخاطبتي اياك لم ترني\n\" وقوله ايضاً \"\nولو قلم القيت في شق راسه\n...\nمن السقم ماغيرت من خط كاتب\n\" وقول ابن العميد \"\nفلو أن ما بقيت من جسمي قذى\n...\nفي العين لم يمنع من الاغفاء\n\" وقول الآخر \"\nفقلت لو عشقت فصار خطى\n...\nضئيلا مثل صاحبه نحيلا\n\" وقول التنوخي \"\nأنت لا من احب ياقلب خصمي\n...\nأنت البست حلة السقم جسمي\nالجزء: 1 ¦ الصفحة: 53\n",
        "ما اراني حييت الا لاني\n...\nعمى الموت عن امكاني لسقمي\nكتابي اطال الله بقاك يا سيدي وقد مد الهوى. منذ يوم النوى الى بدني يد البلى. وفرق الهجر بين الجفن والرقاد. كتفريقه بين الجنب والمهاد. ولم يبق مني الارواح تردد في جسم كالخلال بل كالخيال. بل كهلال اسرار. فاذا طيرت الريح عنه الثوب لم يظهر للابصار. وكفى بجسمي نحولا. وضموراً وذبولاً. انني لولا مخاطبتي اياك. لما رأتني عيناك. ولو كنت شعرة في قلم كاتب لما غيرت خطه. أو قذاة في عين نائم لما نبهت جفنه. فلا تلمني ياسيدي على دقة خطي. فهو يشبه جسمي. ولعمري اني ذهبت من قلبي لا من حبي. فهو الذي كساني حلة السقم وعرضني لذوب الجسم. وما اراني حييت مع هذه البلوى. الا لاني خفيت على ابي يحيى. ولو كان يراني. لما استبقاني. ولكن النحول نجاني. والسلام\nباب في\nالغزل المؤنث\n\" فصل في حل قول هرون الرشيد \"\nملك الثلاث الآنسات عناني\n...\nوحللن من قلبي بكل مكان\nمالي تطاوعني البرية كلها\n...\nوطيعهن وهن في عصاني\nما ذاك الا ان سلطان الهوى\n...\nوبه قوين اعز من سلطاني\nالغياث الغياث. من مملوكات ثلاث. اخذن قلبي كله. وملكن امري دقة وجله. وحللن مني محل العضو من الجسد. والخلب من الكبد. والناس يطيعونني. وانا اطيعهن ويعصينني والبلاد والعباد في ملكي وملكي وهن يملكنني. وما ذاك الا لان سلطاني دون سلطان الهوى. وذل الحب يغلب عز المولى. والله المستعان واليه المشتكى \" آخر في حل قول ابي نواس \"\nيا قمراً ابصرت في مأتم\n...\nتندب شجوا بين اتراب\nتبكي فتلقى الدر من نرجس\n...\nوتلطم الورد بعناب\nرتعت عيني في روض الانس. وضرة الشمس ورأت قمرالارض. وتمثال الحسن المحض. في مأتم تحولت عرسا بها. ومحاسن الدنيا في ثيابها. وهي تندب بين اترابها. وتبكي فتنثر الدر من النرجس. وتلطم بالورد بالعناب المونس. فياله من منظر انيق بالتعجب منه حقيق.\n\" آخر في حل قول ابن ثوابه \"\nاتتني تؤنبني بالبكا\n...\nفأهلاً بها وبتأنيبها\nتقول وفي قولها حشمة\n...\nأتبكي بعين تراني بها\nفقلت إذا استحسنت غيركم\n...\nأمرت الدموع بتأديبها\nأتتني الأنسانة الفتانه. وكأنها البدر قرط بالثريا. ونيط بها عقد من الجوزا. فطفقت تقوم وتقعد بتأنيبي. وتنجد وتغور في تقريعي. وتلوموني على العين الباكية. والدموع بالدماء الجارية. وتقول أتبكي بعين ترى بها وجهي وهو نزهة الابصار. وبدعة الامصار ومخجل الاقمار. وكأنه مائة الف دينار. فقلت لها إذا اشتغلت بسواكم. واستحسنت الا اياكم. أمرت الدموع بتاديبها وعركها. ولم ارخص لها في تركها. فانصرفت راضية ولم تعد شاكيه \" آخر في حل قول ابي نواس \"\nوذات خد مورد\n...\nقوهية المتجرد\nتأمل العين منها\n...\nمحاسناً ليس تنفد\nفبعضها يتناهى\n...\nوبعضها يتولد\nوكلما عدت فيها\n...\nيكون لي العود أحمد\nسبحان من بلاني بجارية تفتن بورد خدها واقحوان ثغرها. وتسحر بنرجس عينها ورمان صدرها. وتروق العيون بالشعر الأسود كما تشوق النفوس ببياض المتجرد ولا أزال أتأمل منها بمحاسن لا تنفد. بتكرر وتردد. فبعضها يبلغ أقصى النهايات وبعضها يتولد على الاوقات. وكلما عدت للنظر اليها كان العود احمد. وعيني بها تسعد. وان كان قلبي بها اشقى. وحبي لها اثبت وابقى. رزقني الله عطفها. وثنى الي عطفها\nباب في\nالغزل المذكر\n\" رسالة في حل قول الصاحب \"\nغلام كالغزال والغزالة\n...\nرأيت به هلالاً في غلاله\nكأن بياض غرته رشاد\n...\nكأن سواد طرته ضلالا\nكأن الله ارسله نبياً\n...\nوصير حسنه أقوى دلاله\nإذا ما زدت وصل زدت خبلا\n...\nكأن حبال وصلك لي حباله\nالجزء: 1 ¦ الصفحة: 54\n",
        "اعوذ بالله من فلان الشادن الفاتن. وطرفه الفاتر الساخر. فقد رأيت به الغزال والغزالة. والهلال في الغلالة. فلم يشبع من حسنه ناظري. ولم يرو منه خاطري. وشبهت غرته القمرية بالرشاد والايمان الغض. وطرته السجيه بالضلال والكفر المحض وحسبت ان الله ارسله نبيا. وهداه صراطاً سويا. وجعل حسنه اقوى معجزاته واوضح دلالاته. ومما بليت به منه انه متى ما زادني قرباً زدت حباً. وإذا زادني وصلاً. زدت خبلا. فكأن حبال وصله حبالة لصيدي. وكأن مساعدته اياي زيادة في قيدي. لا عدمت هواه. والرضى بما يرضاه.\n\" \" اخرى في حل قول الصنوبري \"\nمن اين للبدر يا غلام\n...\nهذا التثني وذا القوام\nأنت الذي لا حسام ما لم\n...\nيسل من طرفك الحسام\nشمس نهار ولا نهار\n...\nبدر ظلام ولا ظلام\nفمنك وصل ومنك هجر\n...\nفذا حياوة وذا حمام\nيا ليتنا ضمنا التقاء\n...\nأو ليتنا ضمنا التزام\nاين يا سيد للبدر التمام. مالك من القوام. الذي يقيم حجج عشاقك والشمائل التي تدير عليهم كؤس اشتياقك. واين له العين التي هي نزهة العيون. تسل سيف الملك مأمون بن مأمون. وما أنت الا شمس نهار والنهار ذاهب. وبدر ظلام والظلام غائب. وما وصلك الا الحياة. وهجرك الا الحيات فيا ليتني جنيت مرة من ثمارك. وسكرت من عقارك. والسلام \" اخرى في حل قول ابن المعتز \"\nيا هلال تدور في فلك النا\n...\nورد رفقا بأعين النظارة\nقف لنا في الطريق ان لم تزرنا\n...\nوقفة في الطريق نصف الزيارة\nايها الغزال المتنقب بالورد. والهلال الدائر في فلك الناورد رفقا بالنظارة فقد حيرتهم بحسنك الظاهر. وملكتهم بطرفك الساحر. وقف للصديق. في الطريق. ان لم تجبه عند الاستزارة فالوقفة نصف الزيارة \" اخرى في حل قول ابن طبا طبا \"\nنفسي الفداء لغائب عن ناظري\n...\nومحله في القلب دون حجابه\nلولا تمتع مقلتي بجماله\n...\nلو هبتها لمبشري بايابه\nفديت من غاب شخصه عن عيني. وانا اراه في مرآة من قلبي واناجيه بخاطري. حتى كأنه حاضري. ولولا تنزه عيني في روضة جماله واستمتاعها به عند وصاله. لجعلتها هدية لمن يبشرني باقترابه. ويجلي كربي بنسيم ايابه. والله اسال ان يطوي له بساط الارض حتى يدنو بعيدها. ويلين شديدها. بمشيئته وقدرته\nباب في\nخط العذار ومدحه وذمه\n\" فصل في حل قول البقري الكاتب \"\nأحرقت بالسواد فضة خدي\n...\nهـ فقد أحرقت سواد القلوب\n\" وقول الآخر \"\nوقد كنت ارجوانه حين يلتحى\n...\nيخفف احزاني ويعقبني صبراً\nفلما التحى واسود عارض خده\n...\nتزايدت البلوى بواحدة عشرا\n\" وقول الآخر \"\nقالوا التحى فمحا محا\n...\nسن وجهه نبت الشعر\nالآن طاب وانما\n...\nذلك النهار على السحن\nلولا سواد في القمر\n...\nوالله ما حسن القمر\nسألتني أيدك الله عن الانسان الذي ملك عناني حين القلب فارغ. وحاز مودتي وظل الصبي صابغ. فخذ اليك الخبر واعلم انه لما احرفت بالشعر فضة خده. احترق سواد قلبي من حبه. وقد كنت ارجو ان تتفق السلوة. وتحدث النبوة. إذا استحال نور خده دجى وزمرد خطه سبجا. فحين لعب الربيع بخده. وأضاف البنفسج إلى ورده. تزايد حبي له. وتضاعف غرامي به. وما محاسن وجهه الشعر بل زاد حسناً بسواده البدر. وطاب الروض لما اشتمل عليه الزهر. والسلام \" آخر في حل قول الآخر وهو البسامي \"\nيا من نعته إلى الاخوان لحيته\n...\nادبرت والناس اقبال وادبار\nقد كنت ممن يهش الناظرون له\n...\nخفض دونك الحاظ وابصار\nايام وجهك مصقول عوارضه\n...\nوللربيع على خديك انوار\nحانت منيته واسود عارضه\n...\nكما تسود بعد الميت الدار\nالجزء: 1 ¦ الصفحة: 55\n",
        "يا من مات وهو حي. وعاش وهو لا شيئ. قد نعاك الشعر إلى اخوانك ونسخ آية حسنك عند خلانك. فادبرت والناس بين اقبال وادبار واكسيت ثوبي خزى ودمار. وقد كنت ممن يهش له الناظر وتتعلق به الخواطر. فغصت دونك العيون منذ مسخ الشعر جمالك ونبت عنك القلوب إذا حول الزمان حالك. ولا انس إلا أنس ايامك والجنة مجتناة من قربك. وماء الحسن يترقق في وجهك وانوار الربيع عيال على خدك. فالآن حين حانت منيتك. وخابت امنيتك. وزال عنك ظل الحياة. وصرت رهن الفوات واسود عارضك كما تسود دور الاموات. والسلام\nباب يختم به الكتاب في ذكر الله تعالى\n\" فصل في حل قول الشاعر \"\nالحمد لله اللطيف بنا\n...\nستر القبيح وأظهر الحسنا\nما تنقضي من عنده منن\n...\nالا يجدد ضعفها مننا\nفلو اشتغلت بشكر تلك لما\n...\nاصبحت باللذات مرتهنا\nنحمد الله الذي هو بنا لطيف. وصنعه حوالينا مطيف. فهو يستر القبيح ويظهر الجميل. ويغفر الجليل ويهب الجزيل. وليست تنقضي منن منه الا جآءت اضعافها. ولا تبلى عشراتها الا تجددت آلافها ومن أجل نعمه علينا ومواهبه لدينا. سعادتنا بادراك ايا مولانا الملك المؤيد خوارزم شاه. ادامها الله. فهي تواريخ العدل والفضل. ومواقيت القول الفصل. والكرم الجزل. وحصولنا من حضرته العاليه في مستقر العليا. وجنة الدنيا ورؤيتنا به القمر الارضي. والملك المرضي. وخدمتنا منه نكتة العالم. وغرة بني آدم فلو اشتغلنا بشكر الله على ما مد علينا من ظل دولته. وارتعنا فيه من رياض نعمته. لما فارقت جباهنا السجود. ولما عرفنا الكأس والعود. ولما أصبحنا مرتهنين بطلب اللذات ما صحبتنا روح الحياة وحقيق علينا ان لا نطلق الالسن في ادبار الصلوات. الا باستدامة ملكه. ولا نرفع الايدي في مساجد الجماعات الا باستنزال نصره. والله يسمع ويستجيب انه قريب مجيب \" فصل في حل قول ابن ابي عيينه \"\nلعمرك ما يدري الفتى كيف يتقي\n...\nنوائب هذا الدهر ام كيف يحذر\nيرى الشيئ مما يتقي ويخافه\n...\nوما لا يرى مما يقي الله اكثر\nنوائب الدهر اكثر من نبات الارض وليس يدري انسان كيف يتصون عنها. ويأخذ حذره منها. وقد يرى ما يخشاه ويتوقاه وما لا يراه مما يقيه الله اياه. اعم واكثر. وبالشكر اجدر. اليس بالامس قد نظر لعباده ووقاهم السوء في حافظ بلاده. الملك العادل خوارزم شاه. فحرس جسمه وعافاه. ومحا عنه أثر السقم وعفاه وأعفاه من معاناة الالم. وابقاه للملك والكرم. فيا لها من نعمة سبقت النعم. وكشفت الهموم ورفعت الهمم. وهو المسؤل ان يحفظ على الدنيا جمالها ببقائه. ويصرف صروف الدهر عنه إلى اعداءه \" اخرى في حل قول ابي نواس \"\nسبحان من خلق الخل\n...\nق من ضعيف مهين\nيسوقهم من قرار\n...\nإلى قرار مكين\nحتى بدت حركات\n...\nمخلوقه من سكون\nسبحان من خلق النفس الشريفة من الماء المهين. وسقاه إلى القرار المكين. وسبحان من خلق مأمون بن مأمون رحمه لخلقه وحجة في ارضه. وجمع فيه من الفضائل ما فرق في غيره. وقسم الحسن بين خلقه وخلقه. والشرف بين طبعه واصله. والكرم بين قوله وفعله. وان من اعطاه مالا يحصى ولا ينسى من الفضائل والمحاسن. قادر على ان يملكه ما لا يحد ولا يعد من الممالك والخزائن. اللهم افعل ذلك واجعل على صورته القمرية وسيرته العمرية وهمته العلوية. وآثار قلمه اللؤلؤية. واقية باقية. وارزقه عيشة راضية. في عزلاً يبرح سامقا. وقدر لا يزال موافقاً. برحمتك يا ارحم الراحمين \" اخرى في حل قول وهيب الحميري \"\nواني لارجو الله حتى كأنني\n...\nارى بجميل الظن ما الله صانع\nالجزء: 1 ¦ الصفحة: 56\n",
        "لست اكاد اخلو من الرجا. الفسيح الارجا. وانما ارجو الله السميع لراجيه. القريب ممن يناجيه. حتى كأني ارى بجميل الظن. ما لي عنده من جزيل المن. وان يجري مولانا الملك المؤيد خوارزم شاه على افضل ما وعدت به الطوالع السعيدة ودلت عليه البشائر الحميدة من علو السلطان. ورفعة الشأن ونفاذ الأمر. وطول العمر وعز الراية وادراك الغاية حتى يملك ما طلعت الشمس عليه. وانتهى هبوب الريح اليه. اللهم انظر للمالك بذلك حتى تكون قد افضت الخير ودواعيه. وحسمت الشر وعواديه. وانمت الانام في ظل العادل ووسعتهم بالاحسان والفضل. انك اكرم مسؤل. وأفض مأمول تم كتاب نثر النظم وحل العقد \" بسم الله الرحمن الرحيم \" عونك اللهم على شكر نعمتك في ملك كملك. وبحر في قصر. وبدر في دست. وغيث يصدر عن ليث. وعالم في ثوب عالم. وسلطان بين حسن وإحسان\nلولا عجائب صنع الله ما نبتت\n...\nتلك الفضائل في لحم ولا عصب\nهذه صفة تغني عن التسيمة. ولا تحوج الى التكنية. اذ هي مختصة بمولانا الأمير السيد الملك المؤيد ولي النعم أبي العباس مأمون بن مأمون خوارزم شاه مولى أمير المؤمنين أدام الله سلطانه. وحرس عزه ومكانه. وخالصة له دون الورى. وجامعة لديه محاسن الدنيا. اللهم فكما فضلته على عبادك بالفضائل التي لا تحصى. والفواضل التي لا تنسى. ففضله بطول العمر. ودوام الملك. وايصال الصنع. ورغد العيش. وسكون الجاش. وعلو اليد. وسعادة الجد. وكفاية المهم. وازالة الملم. وانظر للمكارم والمعالي بالدفاع عن مهجته. وحراسة دولته. وتثبيت وطأته. برحمتك ياأرحم الراحمين وأكرم الاكرمين آمين. وصلواتك على النبي محمد وآله أجمعين. \" ثم ان هذا \" الكتاب خفيف الحجم. ثقيل الوزن. صغير الجرم. كبير الغنم. في الكنايات عما يستهجن ذكره. ويستقبح نشره. أو يستحيا من تسميته. أو يتطير منه. أو يترفع ويصان عنه. بألفاظ مقبولة تؤدي المعنى. وتفصح عن المغزى. وتحسن القبيح. وتلطف الكثيف. وتكسوه المعرض الانيق. في مخاطبة الملوك ومكاتبة المحتشمين. ومذاكرة أهل الفضل. ومحاورة ذوي المروءة والظرف. فيحصل المراد. ويلوح النجاح. مع العدول عما ينبو عنه السمع. ولا يأنس به الطبع. الى ما يقوم مقامه. وينوب منابه. من كلام تأذن له الاذن. ولا يحجبه القلب. وما ذلك الا من البيان في النفوس. وخصائص البلاغة. ونتائج البراعة. ولطائف الصناعة. وأراني لم أسبق الي تأليف مثله. وترصيف شبه. وترصيع عقده. من كتاب الله واخبار النبي صلى الله عليه وسلم. وكلام السلف. ومن قلائد الشعراء. ونصوص البلغاء. وملح الظرفاء. في انواع النثر والنظم. وفنون الجد والهزل. وقد كنت ألفته بنيسابور في سنة أربعمائة فأجرى ذكره على اللسان العالي أدام الله علاه وخرج الامر الممتثل ادام الله رفعته بانفاذ نسخة منه الى الخزانة المعمورة أدام الله شرفها أنشأتها نشأة أخرى وسبكته ثانية بعد أولى ووردت في تبويبه وترتيبه وتأنقت في تهذيبه وتذهيبه وترجمته \" بكتاب الكناية والتعريض \" وشرفته بالاسم العالي ثبته الله ما دامت الايام والليالي وأخرجته في سبعة ابواب يشتمل كل باب منها على عدة فصول مترجمة بمودوعاتها \" فالباب الاول \" في الكناية عن النساء والحرم وما يجري معهن ويتصل بذكرهن من سائر شؤنهن وأحوالهن وفصوله خمسة \" والباب الثاني \" في ذكر الغلمان ومن يقول بهم والكناية عن أوصافهم وأحوالهم وفصوله خمسة \" والباب الثالث \" في الكناية عن بعض فصول الطعام وعن المكان المهيأ له وفصوله أربعة \" والباب الرابع \" في الكناية عن المقابح والعاهات وفصوله اثنا عشر \" والباب الخامس \" في الكنايات عن المرض الشيب والكبر والموت وفصوله ثمانية \" والباب السادس \" فيما يوجبه الوقت والحال من الكناية عن الطعام والشراب وما يتصل بها في فصلين \" والباب السابع \" في فنون شتى من الكناية والتعريض مختلفة الترتيب وفصوله سبعة وها انا أفتتح سياقها وأوفيها حقوقها وشرائطها بعون الله تعالى ودولة مولانا الملك السيد ولي النعم خوارزم شاه ثبتها الله وادامها \" بسم الله الرحمن الرحيم \" \" الباب الأول.. في الكناية عن النساء والحرم وما يجري معهن ويتصل بذكرهن من سائر شؤنهن واحوالهن \" \" فصل في الكناية عن المرأة \"\nالجزء: 1 ¦ الصفحة: 57\n",
        "العرب تكنى عن المرأة بالنعجة والشاة والقلوص والسرحة والحرث والفراش والعتبة والقارورة والقوصرة والنعل والغل والقيد والظلة والجارة وبكلها جاءت الاخبار ونطقت الاشعار \" فاما \" الكناية بالنعجة فقد أوضح القرآن في قصة داود عليه السلام \" ان هذا اخي له تسع وتسعون نعجة ولي نعجة واحدة \" أي إمرأة \" وأما \" الكناية بالشاة فكما قال عنترة العبسي\nيا شاة ما قنص لمن حلت له\n...\nحرمت على وليها لم تحرم\nفكنى عن امرأة وقال اي صيد أنت لمن يحل له ان يصيدك فأما أنا فان حرمة الجوار قد حرمتك على \" وأما \" الكناية بالقلوص فكما كتب رجل من مغزي كان فيه إلى عمر بن الخطاب رضي الله عنه يوصيه بنسائه\nالا أبلغ أبا حفص رسولا\n...\nفدالك من أخي ثقة ازاري\nقلائصنا هداك الله إنا\n...\nشغلنا عنكم زمن الحصار\n\" وأما \" الكناية بالسرحة وهي شجرة فكما قال حميد بن ثور\nأبى الله الا أن سرحة مالك\n...\nعلي كل أفنان العضاه تروق\nوانما كنى عن امرأة مالك بسرحة مالك أحسن كناية وعبر عن اتقانها في الحسن على سائر الغواني أحسن عبارة وقد سلك طريقته في هذه الكناية من قال\nومالي من ذنب اليهم علمته\n...\nسوى انني قد قلت يا سرحة اسلمي\nنعم فاسلمي ثم اسلمي ثمت اسلمى\n...\nثلاث تحيات وان لم تكلمي\nوانما تقع مثل هذه الكناية عمن لا يجسرون على تسميتها أو يتذممون من التصريح بها كما قال الشاعر\nواني لا كنى عن قذور بغيرها\n...\nوأعرب أحيانا بها فأصرح\n\" وأما الحرث \" فمنه قول الشاعر والقاه على طريق الألغاز\nإذا أكل الجراد حروث قوم\n...\nفحرني همه أكل الجراد\nيعني - بحرثه - امرأة وفي القرآن \" نساؤكم حرث لكم \" \" وأما الفراش \" فقد قال الله تعالى في وصف الجنة \" وفرش مرفوعة \" يعني النساء الا تراه يقول على أثرها \" إنا أنشأناهن انشاء فجعلناهن أبكاراً \" \" وروي \" عن بعضهم انه قال لرجل أراد أن يتزوج استؤثر فراشك أي تخير السمينة من النساء \" وأما \" العتبة ففي قصة ابراهيم عليه السلام زار ابنه اسماعيل عليه السلام فوافق حضوره غيبته عن المنزل فقدمت عليه امراته وأخبرته بحاله ولن تعرض عليه القرى فقال لها قولي لابني ان اباك يقرأ عليك السلام ويأمرك أن تغير عتبتك فلما رجع اسماعيل عليه السلام وقصت عليه المرأة القصة وأدت اليه الرسالة طلقها في الساعة امتثالا لأمر أبيه لان قوله غير عتبتك كناية عن طلاقها والاستبدال بها \" وأما \" الكناية بالقارورة فمن قول رسول الله صلى الله عليه وسلم لسائق الابل التي عليها نساؤه رفقاً بالقوارير \" واما الكناية \" بالقوصرة فمنها قول الراجز\nأفلح من كانت له قوصرة\n...\nيأكل منها كل يوم مره\n\" وأما النعل \" فمنها قول عمر رضي الله تعالى عنه المرأة نعل يلبسها الرجل إذا شاء لا إذا شاءت هي \" وأما الغل \" فمنه قول بعض الحكماء من العرب وهو يذكر النسا ومنهن الودود والولود القعود ومنهن غل يضعه الله في عنق من يشاء ويفكه عمن يشاء \" وأما القيد \" فمنه قول أبي الحسن الجوهري الجرجاني من قصيدة في الصاحب يذكر استعداده للسير إلى حضرته ويكنى عن طلاق امرأته\nجوادي قدامي وذيلي مشمر\n...\nوقلبي من شوق يجيئ ويذهب\nوقد كنت معقولا بأهلي مقيداً\n...\nوها أنا من ذاك العقال مسيب\nوعلى ذكر الطلاق فاني استحسن واستطرف جداً ما كتبه ابن العميد في الكناية عن حلف بعض الملوك بالطلاق وهو قوله في فصل من كتاب حلف يميناً سمي فيها حرائره \" وأما الظلة \" فهي عند بعض الكوفيين أصيلة وعند بعضهم مكنية وكذلك الحليلة وينشد\nواني محتاج إلى موت ظلتي\n...\nولكن متاع السوء باق معمر\n\" وأما الجارة \" ففيها يقول الاعشى أجارتنا بيني فانك طالق \" ومن احسان \" المتني المشهور قوله لسيف الدولة وقد أوقع ببني كلاب وسبى نساءهم ثم ردهن عليهم\nولو أن الامير سبى كلابا\n...\nعداه عن شموسهم الضباب\nالجزء: 1 ¦ الصفحة: 58\n",
        "وانما كني عن النساء بالشموس وعن المحاماة دونهن بالضباب والعرب قد تكنى أيضاً عن النساء بالجآذر والظباء والمها والبقر \" وأتى النعمان \" بن المنذر بهذه الكناية وكان فيها دمه وذلك انه كان وتر زيد بن عدي اذ قتل أباه عدي بن زيد وزيد ترجمان الملك ابرويز وكان يتربص بالنعمان الدوائر ويبغي له الغوائل ولما علم ميل الملك إلى النساء وصف له بنات النعمان واشار عليه بخطبتهن وهو يعرف امتناعه من تزويج العجم لما في نفسه من النخوة فارسل اليه رسولا في الخطبة فقال النعمان أما للملك غنية ببقر العراق عن هؤلاء الاعرابيات السود وترجم زيد هذه اللفظة بالفارسية وقبح المعنى وأساء المحضر وقال انه يعير الملك بنيك البقر فأمر ابرويز باشخاص النعمان والقائه إلى الفيلة حتى خبطته بارجلها وأتت على بقيته.. ومما لا نهاية لحسنه كناية النبي صلى الله عليه وسلم عن المرأة الحسناء في المنبت السوء اياكم وخضراء الدمن \" فصل في الكنايات عن الحرم \" \" لما نقل \" ابو الحسن خمارويه بن طولون والى مصر ابنته المسماة قطر الندى إلى المعتضد كتب اليه يذكره حرمة سلفها بسلفه ويصف ما يرد عليها من ابهة الخلافة وروعة السلطان ووحشة الغربة ويساله ايناسها وبسطها وتقريبها فأراد الوزير عبيد الله بن سليمان ان يجيب عن الكتاب بخطه فسأله جعفر بن محمد بن ثوابة أن يعتمد عليه في الجواب ففعل فكتب جعفر بن محمد كتابا قال في فصل منه..وأما الوديعة أعزك الله فهي بمنزلة ما انتقل من شمالك الي يمينك ضنامنا بها وحيطه لها ورعاية لمودتك غفيها قلما عرضه على الوزير عبيد الله ارتضاه جداً وقال له كنايتك عنها بالوديعة نصف البلاغة ووقع له بالزيادة في جراياته واقطاعاته \" ولما كانت \" أيام عز الدولة بن معز الدولة ونقل ابنته إلى عمدة الدولة أبى ثعلب الحمداني كتب غنه أبو اسحاق الصابي إلى أبي ثعلب كتابا استحسنه أهل الصناعة وتحفظوا منه هذا الفصل لاشتماله على عدة كنايات لطيفة ونسخته.. وقد توجه ابو النجم بدر الحرمى وهو الامين على ما يلحظه الوفي بما يحفظه نحوك يا سيدي ومولاي أدام الله عزك بالوديعة وانما ثقلت من وطن إلى سكن ومن مغرس إلى معرس ومن مأوئ مري والعطاف إلى مثوى كرامة والطاف وهي بضعة مني حصلت لديك وثمرة من جنى قلبي انفصلت اليك وما بان عني من وصلت حبله بحبلك وتخيرت له بارع فضلك ويوأته المنزل الرحب من جميل خلائقك وأسكنته الكنف الفسيح من كريم شيمك وطرائفك ولا ضياع على ما تضمنه أمانتك وتشتمل عليه صيانتك.. قال مؤلف الكتاب وكثيراً ما يكنى ابن العميد والصاحب والصابي وعبد العزيز بن يوسف وهم بلغاء العصر وافراد الدهر عن البنت بالكريمة وعن الصغيرة بالريحانة وعن الام بالحرة والبرة وعن الاخت بالشقيقة وعن الزوجة بكبيرة البيت وعن الحرم بمن وراء الستر وعن الزفاف بتأليف الشمل واتصال الحبل ولو كتبت الفصول المتضمنة لهذه الكنايات لا متد نفس الباب وفيما أوردته من هذه النكت كفاية \" وحدثني \" أبو النصر محمد بن عبد الجبار العتبي قال لما توفيت والدة الأمير الرضي أبي القاسم نوح ابن منصور احتاج خالي أبو النصر العتبي إلى مكاتبة الحضرة في التعزية عنها فلم يرتض لفظة الام والوالدة في ذكرها فكتب كتابا قال في فصل منه وقد قرع الاسماع نفوذ قضاء الله فيمن كان البيت المعمور ببقائها مصعد الدعوات المقبولة ومهبط البركات المأمولة فارتضاه كتاب الحضرة وتحفظوه \" فصل في الكناية عن عورة المرأة \" أنشدني أبو القاسم الرسوري لبعض العرب\nوإذا الكريم أضاع مطلب أنفه\n...\nأو عرسه لكريهة لم يغضب\n\" والعرب \" تقول ان الجنين إذا تمت أيامه في الرحم وأراد الخروج منه طلب بانفه الموضع الذي يخرج منه فقال لي الاستاذ ابو بكر الطبري انظر كيف لطف هذا الشاعر بحذفه للكناية عن فرج الام بقوله مطلب انفه \" ومعنى \" البيت ان الرجل متى لم يحم فرج أمه أو امراته لم يغضب من شيئ يؤتي اليه بعد ذلك.. وقال الصاحب في رسالته الموسومة بالتلبيه على مساوى شعر المتنبي قد كانت الشعراء تصف المآزر وتكني بها عما وراءها تنزيهاً لالفاظها عما يستبشع ذكره حتى تخطي هذا الشاعر المطبوع إلى التصريح الذي لم يهتد اليه غيره فقال\nاني على شغفي بما في خمرها\n...\nلأعف عما في سرا ويلاتها\nالجزء: 1 ¦ الصفحة: 59\n",
        "وكثير من العهر أحسن من هذه العفافة \" ومما \" يستحسن للحجاج قوله لام عبد الرحمن ابن محمد بن الاشعث عمدت إلى مال الله فوضعته تحت ذيلك لانه كره أن يقول تحت استك كما تقوله العامة خوفاً من ان يكون قد جازف كما عيب به عبد الله بن الزبير لما قال لامرأة عبد الله حارم أخرجي المال الذي تحت استك فقالت ما ظننت أحدا بلى شيئاً من أمور المسلمين فيتكلم بهذا فقال بعض الحاضرين أما ترون إلى الخلع الخفي الذي أشارت اليه \" وقال \" أبو منصور الازهري في نهي النبي صلى الله عليه وسلم عن اتيان النساء في محاشهن انها كناية عن ادبارهن وأصلها من الحش \" وقال \" الجاحظ في قول الله عز وجل اسمه والذين هم لفروجهم حافظون. وقوله وريم ابنة عمران التي أحصنت فرجها انها كناية عن العورة ولما كثر في الكلام قال بعض المفسرين انه يحتاج إلى كناية فقال في قوله تعالى وقالوا لجلودهم لم شهدتم علينا انها كناية عن الفروج كأنه لم يعلم ان كلام الجلد من أعجب العجب ولو كان كذلك لقال عند ذكر الفروج والذين هم لجلودهم حافظون ولقال ومريم ابنة عمران التي أحصلت جلدها \" وروي \" الفقهاء ان رفاعة طلق امراته فتزوجت برجل يقال له عبد الرحمن بن الزبير بفتح الزاي وجر الباء ثم شكته الى النبي صلى الله عليه وسلم وقالت ان الذي معه كهدية الثوب فقال النبي صلى الله عليه وسلم أن تراجعي رفاعة لا حتى تذوقي عسيلته ويذوق عسيلتك فانظر الى لطافة هذا الكلام وكثرة رونقه وحسن كنايته عن العورة والنكاح بالعسيلة التي هي تصغير العسل وهو يذكر ويؤنث \" وذهب \" من أنكر تأنيثه الي انه تصغير عسلة يقال عسلة وعسل كما يقال تمرة وتمر \" ومن نادر \" الكناية وجيدها قول ابي حكيمة راشد بن اسحق الكاتب في فنه الذي شهر من قصيدة\nثم فما عندك خير يرتجى\n...\nأيها الاير القليل المنفعه\nطالما جدلت فرسان الوغى\n...\nوافتتحت القلعة الممتنعه\nوتقحمت مطامير الهوى\n...\nفعرفت الضيق منها والسعه\nوعهدي بالاستاذ الطبري ينشد هذه الابيات ويعجب من جودتها في معناها ويقول ان من يكنى عن الاحراح والفقاح بمطامير الهوى لمن شياطين الانس الذين سخر لهم الكلام حتى قادوه بألين \" زمم دمما يليق \" بهذا الفصل قول البحتري في رجل تزوج قينة\nتزوجها بعد احراقها\n...\nقلوب الندامى واقلاقها\nفكيف انبسطت ولم تنقيض\n...\nلاجلاسها مع عشاقها\nاذا كنت تمكن من حبها\n...\nفانك تمكن من ساقها\n\" فصل يتصل به في الكناية عن عورة الرجل \" قال النبي صلى الله عليه وسلم من تعزي بعزاء الجاهلية فاعضوه بهن أبيه ولا تكنوا وقال عليه الصلاة والسلام من وقاه الله شر ما بين فكيه ورجليه دخل الجنة.. وقال الشاعر في مثل هاتين الكنايتين\nوعضوين للأنسان لا عظم فيهما\n...\nهما سببا اصلاحه وفساده\nإذا صلحا كان الصلاح لديهما\n...\nوان فسدا لم يحظ يوم معاده\nوقد كنى عنها عبد العزيز بن محمد السوسي بالبلبلة فقال من قصيدة\nوحين قامت على بلبلتي\n...\nولم أجد خيلة تبلبلت\nيكنى عن جلد عميرة وعميرة كناية وكذلك القضيب والطومار قال ابو نعامة\nزرت أخاكم يا بني صالح\n...\nفلم يزل بنشر طومار\nحتى اذا اخشوشن في كفه\n...\nأدخله مصيدة الفار\n\" وقال دعبل \"\nيا من يقلب طوماراً وينشره\n...\nماذا بقلبك من حب الطوامير\nفيه مشابه من شيئ كلفت به\n...\nطولا بطول وتدويرا بتدوير\nومن كنايات ابن الرومي في هذا الباب قوله يهجو شخصاً\nما مر من يوم عليه وليلة\n...\nالا وبعض غلامه في بعضه\n\" وأنشدني أبو الفتح البستي لنفسه \"\nوذات دل اذا لا حظت صورتها\n...\nرجعت عنها بقلب جد مفتون\nتزور عني بنون الصدغ حين رأت\n...\nامام لهوي يقرا سورة النون\nالجزء: 1 ¦ الصفحة: 60\n",
        "ولقد ملح في الجمع بين النونين وطرف في الكناية عن متاعه بامام اللهو وعن عوجاجه وقلة انتصابه بقراءة سورة النون وانما شبهه بسورة النون المعروفة \" وكانت \" جنان المدنية تكنى عن متاع الرجل بمفتاح اللذة وفي كتاب ملح النوادر أن رجلا رواد امرأة عذراء عن عذرتها فقالت هذه ختم الله فقال واشار الي متاعه وهذا مفتاح الله \" ومن الكنايات \" الجيدة في هذا الباب فلان عفيف الازار وفلان طاهر الذيل اذا كان عفيف الفرج \" وقلت \" في كتاب المبهج من عف ازاره خفت أوزاره وانما يكنى بالازار عما وراءه كما قالت امرأة من العرب\nالنازلين بكل معترك\n...\nوالطيبين معاقد الازر\nوما احسن كنايات زيادة بن زيد عن عفة الفرج وشرف المنكح بقوله\nفلما بلغنا الامهات وجدتم\n...\nبني عمكم كانوا كرام المضاجع\n\" فصل \" في الكناية عما يجري بين الرجال والنساء من اتباع الشهوة والتماس اللذة وطلب النسل لا أحسن ولا أجمل ولا ألطف من عناية الله تعالى عن ذلك بقوله \" وقد أفضى بعضكم الى بعض \" وقوله عز ذكره \" فلما تغشاها \" وقوله \" هن لباس لكم وأنتم لباس لهن \" وقوله \" فالآن باشروهن وابتغوا ما كتب الله لكم \" وقوله \" فأتوا حرثكم أنى شئتم وقوله \" فما استمتعتم به منهن \" وقوله في الكناية عن طلب ذلك حكاية عن يوسف عليه السلام \" هي راودتني عن نفسي \" فسبحان الله ما اجمع كلامه للمحاسن واللطائف وما أظهر أثر الاعجاز على انجازه وبسطه في معناه ولفظه \" ومما \" جاء في حسن الكناية عن النكاح في شعر الجاهلية قول الاعشى\nوفي كل يوم أنت جاشم غزوة\n...\nتشد لاقصاها عزيم عزائكا\nمورثة مالا وفي الحي رفعة\n...\nلما ضاع فيها من قروء نسائكا\nالقروء ههنا الاطهار لان الممدوح لما كان كثير الغزو ولم يغش النساء للغيبة عنهن في مغازيه أضاع اطهارهن \" وقد زعم نقاد \" الشعر ان هذه الكناية لطيفة دالة على حذق الشاعر بصنعته \" وعندي \" ان ضياع اطهار نساء الملوك ليس مما يخاطبون به وكذلك قول الاخطل في بني مروان\nقوم اذا حاربوا شدوا مآزرهم\n...\nدون النساء ولو بآتت بأطهار\nفانه على حسنه من فضول القول الذي لو رزق فضل السكوت عنها لحاز الفضيلة وما للشاعر ذكر حرم الملوك فضلا عما يجري لهم معهن..وأما قول الربيع بن زياد\nأفبعد مقتل مالك بن زهير\n...\nترجو النساء عواقب الاطهار\nفهو أيضاً كناية عن النكاح بعد الطهر يقول أيرجون أن يحملن مثله في شرفه وكرمه والعرب تزعم ان أكثر ما تكون المرأة اشتمالا على الحبل بعد مواقعة الرجل إياها بعيد طهرها من حيضها فيكون الحمل عاقبة الطهر.. ويروي ان عمر بن الخطاب رضي الله عنه سمع ذات ليلة وهو يطوف امرأة تغني بهذين\nتطاول هذا الليل وأزور جانبه\n...\nوارقني ان لا خليل ألاعبه\nفو الله لولا لا شيئ غيره\n...\nلزعزع من هذا السرير جوانبه\nفسئل عنها فقيل هي مغيبة وزوجها فلان خارج في بعض البعوث فأمر برده اليها وزعزعة السرير؟ كناية عن الزج العفيف \" ومما \" يقاربها قول أبي عثمان الخالدي من؟؟ واذا الليل كف كل رقيب وعاذل صرت الفرش تحت قوم صرير المحامل ومن الكنايات عن النكاح الحلج وقد استعمله أبو نواس في قوله\nثم توركت على متنه\n...\nكأنني طير على برج\nوكان منا عبث ساعة\n...\nواندفع الحلاج في الحلج\nوللقاضي أبي الحسن علي بن عبد العزيز الجرجاني من قصيدة هزل ومداعبة\nتبيت تحلج طول الليل منكمشاً\n...\nوباختيار ينادي ادركوا الفرقا\nوقام عمرو فامنه أكف يد\n...\nلما انثنى أو تحسى منهم المرقا\nاذا هو امته مثل الرمح واتسعت\n...\nكالترس وافق شن عندها طبقا\nومن ملح البحتري في هذه الكناية قوله\nلم يخط باب الدهليز منصرفا\n...\nالا وخلخالها مع الشنف\nوهو مسروق من قول غيره\nترفق قليلاً قد اوجعتني\n...\nوألصقت قرطي بخلخاليا\nوقد أخذ الاستاذ أبو بكر الطبري هذه الكناية وزاد فيها حيث قال\nوالشأن في ظنك الظن الجميل بها\n...\nوطال ما أوجعت كنفي رجلاها\nوانظر إلى كعبها تبصر به ندبا\n...\nمن طول ما خدش الكعبين قرطاها\nالجزء: 1 ¦ الصفحة: 61\n",
        "وقال أيضاً\nكمسترق اللحاظ إلى عروس\n...\nوعند سواه تضطرب الحجول\n\" وحكى \" الصولي عن المكتفى في حديث له قال سهرت البارحة فذكرت بعض أدوية السهر فانست فنمت قال فقلنا له والله ما سمعنا بأحسن من هذه الكناية قط فقال والله ما سمعتها قبل وقتي هذا وانما ساقها اللفظ ودواء السهر كناية عن النكاح وعن السكر \" وبلغني \" عن ابن عمر القاضي انه كان لا يجلس للخصوم حتى ينال من الطعام والشراب ويلم بأهله احتياطاً على دينه وتعففاً بالحلال عما عساه تتوق نفسه اليه من الحرام إذا بدرت منه لحظة لمن عساها تتحاكم اليه من النساء الحسان \" فقرأت \" لابي اسحاق الصابي فصلا في هذا المعنى بعينه من كتاب عهد سلطاني لبعض القضاة تعجبت من حسن عبارته ولطف كنايته وهو وأمره أن يجلس للخصوم وقد نال من المطعم والمشرب طرفا يقف به عند أول الكفاية ولا يبلغ به إلى آخر النهاية وان يعرض نفسه على أسباب الحاجة كلها وعوارض البشرية بأسرها لئلا يلم به ملم أو يطيف به طائف فيحيلان عن رشده ويحولان بينه وبين سدده.. وهذه نسخة رقعة للصاحب في المداعبة تشتمل على كنايات حسنة من هذا الباب خبر سيدي أدام الله عزه وان كتمه مني واستأثر به دوني مصون عندي وقد عرفت ذلك في شربه وانسه وغناء الضيف الطارق وعرسه وكان ما كان مما لست أذكره وجري فأجرى مما لست أنشره وأقول ان سيدي امتطي الاشهب فكيف وجد ظهره وركب الطيار فكيف شاهد حربه وهل سلم على حزونة الطريق وكيف تصرف أفي سعة أم ضيق وهل أفرد بالحج وقال في الجملة بالكره ليتفضل بتعريفي الخبر فما ينفعه الانكار ولا يغني عنه الا الاقرار وأرجو أن يساعدنا الشيخ أبو مرة كما ساعده مرة فنصلى للقبلة التي صلى ونتمكن من الدرجة التي خطب عليها هذا وله فضل السبق إلى ذلك الميدان الكثير الفرسان \" ومما يليق \" بهذا الفصل فصل ذكره الازهري في كتب تهذيب اللغة فقال إذا أتى الرجل المرأة في غير مأتاها قيل حمض تحميضاً تحول من مكان إلى مكان - والخلة - ما كان حلوا - والحمض - فاكهتها يقال أحمض القوم احماضاً إذا أفاضوا فيما يؤنسهم من الحديث والفكاهة \" ويروى \" عن سعيد بن سيار انه قال لابن عمر ما تقول في التحميض قال وما التحميض قال أن يأتي الرجل المرأة في دبرها قال أو يفعل ذلك مسلم \" وقال \" غير الازهري من الكناية عن الجارية المشهية لذلك قولهم هي مالكية لما روى عن مالك بن أنس من إباحة ذلك \" ومما \" يستظرف لابي اسحق الصابي قوله\nباتت وكل مصون\n...\nلي من حماها مباح\nفي ليلة لم يعبها\n...\nوالله الا الصباح\n\" فصل في افتضاض العذرة \" من طريف الكناية عن أخذ العذرة ما قرأته في أخبار بشار بن برد حين قال يزيد بن منصور في دار المهدي يا شيخ ما صناعتك قال ثقب اللؤلؤ وأرى الصاحب أخذ من قوله لابي العلاء الاسدي وقد دخل بأهله من أبيات\nوقد مضي يومان من شهرنا\n...\nفقل لنا هل ثقب الدر\nوله يقول أيضاً\nقلبي على الجمرة يا با العلا\n...\nفهل فتحت الموضع المقفلا\nوهل فككت الكيس عن ختمه\n...\nوهل كحلت الناظر الاحولا\nولابن العميد في هذا المعنى إلى ابي الحسن بن هندو\nانعم أبا حسن صباحا\n...\nوازدد بزوجتك ارتياحا\nقد رضت طرفك خالياً\n...\nفهل استلفت له جماحا\nوطرقت منغلقاً فهل\n...\nسني الاله له انفتاحا\nوأنشدني أبو الفضل الميكالي لنفسه في مداعبة كانت له بين أهله\nأبا جعفر هل فضضت الصدف\n...\nوهل اذ رميت أصبت الهدف\nوهل جبت ليلا بلا حشمة\n...\nلهول السرى سدفا في سدف\nوأظن السابق إلي وصف الافضاض حماد عجرد حيث قال وأحسن\nقد فتحنا الحصن بعد امتناع\n...\nبمبيح فاتح للقلاع\nظفرت كفى بتفريق شمل\n...\nجاءنا تفريقه باجتماع\nفاذا شعبي وشعب حبيبي\n...\nانما يلتام بعد انصداع\nوليس بالبارد قول اليعقوبي\nوهمتي مذ كنت في حل التكك\n...\nولم يزل يعجبني ثقب الفلك\nوقول أبي عبد الله بن الحجاج\nجميع ملكي صدقه\n...\nلاكسرن الفستقه\nلابد ان اطعن بال\n...\nرمح صميم الدرقه\nالجزء: 1 ¦ الصفحة: 62\n",
        "وان أمد الميل في\n...\nجوف سواد الحدقه\nلابد من أن يقع الزر\n...\nفين وسط الحلقه\nومن مشهور ما يقع في هذا الفصل ما يروى أن ابن القرية قال للحجاج وقد بنى ببعض نسائه الأبكار باليمن والبركة وشدة الحركة والظفر في المعركة.. ومن ملح الكناية عن البكر قول بعضهم\nقالوا عشقت صغيرة فأجبتهم\n...\nأشهي المطي إلى ما لم يركب\nكم بين حبة لؤلؤ مثقوبة\n...\nلبست وحبة لؤلؤ لم تثقب\nوقد ناقضه من قال\nان المطية لا يلذ ركوبها\n...\nحتى تذلل بالزمام وتركبا\nوالدر ليس بنافع أصحابه\n...\nحتى يعالج بالسموط ويثقبا\nومن حسن الكناية عنها قولهم فلانة بخاتم ربها \" ويروي \" أن شيخاً من العرب تزوج بكراً فعجز عن افتضاضها فلما أصبحت سئلت عن حالها فأنشدت بيتاً ما شئ أدل منه على العجز عن أخذ العذرة\nتبيت المطايا حائرات عن الهدى\n...\nإذا ما المطايا لم تجد من يقيمها\nومن عويص هذا الباب قول الشاعر لابي المدبر\nأبوك أراد أمك حين زفت\n...\nفلم يوجد لامك بنت سعد\nيعني لم يوجد لها عذرة وبنت سعد عذرة بنت كعب \" فصل في الكناية عن الحيض \" قال بعض المفسرين في قول الله تعالى \" فضحكت \" انه كناية عن الحيض وقال النبي صلى اللله عليه وسلم فيما ذم من النساء انهن ناقصات عقل ودين ثم قال تدع الصلاة أحداهن شطر عمرها يكني عن الحيض \" وحدثني \" سهل بن المرزبان قال كنت أحضر أحياناً ببغداد مجلس عنان المسمعة وكان الافاضل كثيراً ما ينتابونها للسماع الفائق وكانت تبتدئ بالقرآن استفتاحا ببركته فتجيد جداً ثم تأخذ في شأنها فبينما أنا ذات يوم عندها إذا ابتدأت بالشعر فارتفعت اصوات الحاضرين باستعادة عادتها في الابتداء بالقرآن وهي ساكتة فلما عاودوها مرات قال لهم صاحب الستارة ليس يجوز لها أن تقرأ القرآن فلم يفطن لهذه الكناية أكثرهم حتى تبههم انه كنى عن حيضها \" ويحكى \" أن بوران بنت الحسن بن سهل لما زفت إلى المأمون حاضت من هيبة الخلافة في غير وقت الحيض فلما خلا بها المأمون ومد يده إلى تكتها قرأت أتي أمر الله فلا تستعجلوه ففطن لحاله وتعجب من كنايتها وازداد اعجابا بها \" وما أشبه \" وقوفه على كنايتها الا بحال ابي فراس الحمداني حيث قال\nوكنى الرسول عن الجواب تطرفا\n...\nولئن كني فلقد علمنا ما عنى\nوكنت أقرأ في شعر بن الحجاج والامير مفتصد في بيت لا مجال فيه لمعني فصد الامير ولا أفطن له إلى ان اذكر لي بعض السادة انه كناية عن الحيض بلسان المجان من اهل بغداد فخرج لي معنى البيت لولا فرط قذعه لا وردته ثم أنشدت ما يحقق معناه لبعض العصريين\nمشيت علىدمي وركبت هولا\n...\nعلى خطر وجد به المسير\nإلى من بين ثوبيها الاماني\n...\nوفي ازرارها القمر المنير\nفلما ان خطبت الوصل منها\n...\nحجبت وقيل قد فصد الامير\nفيالك ثم يالك من فصاد\n...\nتعوق لي به حج كبير\n\" فصل في الحبل \" مجاهد في قول الله تعالى \" فمرت به \" قال انه كناية عن الحبل وكثيراً ما تجري هذه الكناية في الفارسية.. وما احسن ما كنى به الفرزدق عن جارية له حبلي توفيت بقوله\nوجفن سلاح قد رزئت فلم أنح\n...\nعليه ولم أبعث عليه البواكيا\nوفي جوفه من صارم ذي حفيظة\n...\nلو ان المنايا انسأته لياليا\n\" وسمعت \" أبا الفضل عبد الله بن أحمد الميكالي في المذاكرة يقول تقول العرب في الاستخبار عن الحبلى والكناية عن ولادتها أحلبت ناقتك أم أجلبت أي أتت بأنني فتحلب أم بذكر فتحلب للبيع \" وقرأت \" في كتاب جراب الدولة أن قحبة قالت لسحاقة ما أطيب الموز تكنى عن الاير قالت نعم ولكن ينفخ البطن تكنى عن الحبل \" فصل في نوادر وملح في كنايات هذا الباب \" ههنا أبيات مشهورة متنازعة منسوبة إلى جماعة من الجواري والغلمان فمنهم قينة رآها صديق لها ولما بها استخشن العرض وتأذي بالشعرة فنبا عنها وهجرها ثم انها أصلحت من شأنها وكتبت اليه تقول\nفديتك سهلت الطريق الذي اشتكى\n...\nجوادك فيه للحفى من خشونته\nفأصبح بعد الحزن ميدان لذة\n...\nيجول كميت اللهوفيه للذته\nالجزء: 1 ¦ الصفحة: 63\n",
        "فان كنت ذا عزم على ان تزورنا\n...\nفبادر وعجل فالهلال ابن ليلته\nومن كناية مجان بغداد عن تلك الحال في فم القنينة ليف قال ابن الحجاج\nأحن اذ رأيت الكس ليلا\n...\nبجنبي وهو منتوف نظيف\nولست أعافه ان جاء يوما\n...\nوفي فمه وأعلا الراس ليف\nإذا سمط الخروف أكلت منه\n...\nولست أعافه وعليه صوف\n\" ويحكى \" ان الوليد بن يزيد أراد امرأة من قريش على ما يفعل بالاماء فقالت\nصاعد أمير المؤمنين صاعد\n...\nلست كما اعتدت من الولائد\n\" ويحكى \" أن بعض الاكاسرة خرج متصيدا فتفرد عن أصحابه فاذا بشيخ كبير يعمل في أرض له فقال له ياشيخ هلا أدلجت فيكون لك من يكفيك فقال أدلجت ولكن ضللت الطريق فقال له زه فلما تلاحق بالملك أصحابه أعطي الشيخ أربعة آلاف درهم \" أراد \" هلا نكحت وأنت شاب فيكون لك اليوم من يكفيك من أولادك وقوله أضللت الطريق يحتمل معنيين احدهما انه لم يتزوج شابة ولودة والآخر انه لم يتبع ما كتبه الله له \" وحكى \" المازني قال جلس نساء ظراف إلى بشار بن برد فتحدث وتحدثن ثم قلنا له لوددنا انك ابونا فقال على اني على دين كسري \" وسمعت \" ابا نصر سهل بن المزرباني يقول في المذاكرة شئل بعض النساء التي كان عمر بن عبد الله بن ابي ربيعة يشبب بهن عن حالها معه فقالت لعن الله ذلك الفاسق جمعني واياه مكان كذا عن خلوة كذا فحللت منه بواد غير ذي زرع تكنى عن عجزه في النكاح \" ولما قال \" ابو الصمت وهو اعرف بالشعر لعلي بن الجهم\nلعمرك ما جهم بن بدر بشاعر\n...\nوهذا علي بعده يدعي الشعرا\nولكن ابي قد كان جاراً لامه\n...\nفلما ادعي الاشعار أوهمني امرا\nاستظرف الناس هذه الكناية وسار البيتان كل مسير فقال علي والله ما هو بابي عذرة هذا المعنى وانما نسج منوال ما دار بين الفرزدق وكثير فسئل عن ذلك فقال بلغني ان كثيراً أنشد لنفسه قصيدة استحسنها السامعون وفيهم الفرزدق فقال كثير يا ابا ضحوك هل كانت امك ترد البصرة فقال لا يا ابا فراس ولكن كان ابي كثيراً ما يردها \" ومن \" خبيث الهجاء المشتمل على التصريح قول ابي الحسن بن طبا طبا العلوي لابي علي بن رستم وكانت حرمته تتهم بآذريون غلامه\nيا رستمى لقد لهوت ببركة\n...\nأصبحت تحمي حسنها وتصون\nوالعرس لاهية ببركتها التي\n...\nيجري اليها الماء آذريون\n\" سئل \" رجل عن امرأة فقال فيهل خصلتان من خصال الجنة يكنى عن البرد والسعة \" وحديثي \" ابو سعد نصر بن يعقوب فقال طلب رجل غريب ببغداد امرأة حسناء يتزوجها فقالت له دلالة عندي هنا امرأة كانها باقة نرجس فخطبها وتزوجها فلما دخل بها اذ هي عجوز دميمة فدعي بالدلالة وقرعها على كذبها فقلت ما كذبتك حين قلت كأنها باقة نرجس وانما كنيت عن صفرة وجهها وبياض شعرها وخضرة ساقها \" ومن نوادر \" ما كنى به عن المرأة الخائنة لفراش زوجها قول ابن الرومي ويقال لابي علي البصير\nأنت يا شيخ نائم فتنبه\n...\nوانتصحني فلست من غشاشك\nلك أنثي تزيف في كل وكر\n...\nوتر بي الفراخ في أعشاشك\nوالعامة تكنى عن استئناف العاشقة ومعاودة المواصلة بعد وقوع الفترة وحدوث السلوة بتسخين الازار كما كتب بعضهم لعشيقه له.\nخلوت بذكركم إذ غاب عني\n...\nرقيب كنت قد ما أتقيه\nوبردت المقيل فدك نفسي\n...\nوتسخين الأرز يطيب فيه\n\" وقال الآخر \"\nولست أحب الرز أول طبخه\n...\nفكيف أحب الرز وهو مسخن\nالباب الثاني في\nذكر الغلمان والذكران\nومنهم يقول بهم\n\" الكناية عن أوصافهم وأحوالهم \" \" فصل في الاحتلام والختان \" يكنى عن الختان بالطهر والتطهر: ومن املح ما سمعت في ذلك قول الصنوبري\nاري طهر سيثمر بعد عرساً\n...\nكما قد يثمر الطرب المدامه\nوما قلم بمغن عنك الا\n...\nإذا التقيت منه كالقلامه\nوما ينقضي تعجبي من حسن هذه الكناية وملاحة هذا التمثيل كما لا يتناهى اعجابي بقول ابي ابراهيم اسماعيل بن احمد العامري الشاشي من قصيدة مدح بها فخر الدولة وكنى عن تطهير ولديه باحسن كناية وما اظن ان احداً خاطب ملك في معناه باحسن وابدع منه\nالجزء: 1 ¦ الصفحة: 64\n",
        "امسست شبلك في حق الهدى الماً\n...\nلولا التقى لسفكنا فيه الف دم\nجلوت سيفا ليرتاح الشجاع وقد\n...\nشذبت غصن لينمى قامة النسم\nكما لا احب ان احدا كنى عن احتلام الغلام باحسن من قول ابراهيم بن العباس في المنتصر وهو اذ ذاك ولي عهد\nهذا هلال العهد قد\n...\nاقمر بالمنتصر\nولي عهد الناس وابن\n...\nامام البشر\nيا ليلة نعدها\n...\nمضت لنا من صغر\nابدت هلالا وانجلت\n...\nمع صحبها عن قمر\n\" ومما يكنى \" به عن القلفا قول دعبل\nما زال عصياننا لله يوبقنا\n...\nحتى دفعنا الي فتح ودينار\nإلى عليجين لم تقطع ثمارهما\n...\nفقد طال ما سجدا للشمس والنار\n\" ومن ظريف \" الكناية عنها ما قاله ابو سعيد بن دويست في غلام اتهم بمجوسي\nعجبت من حسنك يا جوهري\n...\nومن مخازي فعلك المنكر\nتترك ما يقشر من فولنا\n...\nتبلع الفول ولم يقشر\n\" فصل في الكناية عن الغلام \" الذي عبث به ووصف فراهيته وسائر أوصافه.. يكني عنه بالعلق والمطبوع والمعاشر والمواسى \" ويقال \" فلان يجيب المضطر إذا دعاه وهو من مكروه الاقتباس الذي نبهت عليه في كتاب الاقتباس من القرآن وفلان من الباب كما قال ابن طباطبا\nعند صديق لنا من البابه\n...\nيهيج للمسهام اطرابه\nوفلان من شرط يحيى بن أكثم كما قال الاستاذ الطبري\nيدور بها ساق تدور عيوننا\n...\nعلى عينه من شرط يحيى بن أكثم\nويحيى بن أكثم مشهور باللواطة \" وقد أحسن \" القاضي علي بن عبد العزيز في الكناية عن شرط اللاطة بقوله من قصيدة كتبها إلى ابي القاسم علي بن محمد الكرخي\nفان يك قد سلا وثناه عني\n...\nرضاع الكأس أو ظبي ربيب\nتسلطه النفوس على هواها\n...\nوتعطيه أزمتها القلوب\nباعطاف تباح لها المعاصي\n...\nوألحاظ تحل لها الذنوب\nفلى كبديه حرى وقلب\n...\nعلى ما فيه من كمد طروب\nومن ملح ابي نواس في هذا المعنى قوله\nمر بنا والعيون ترمقه\n...\nتجرح منه مواضع القبل\nأفرغ في قالب الجمال فما\n...\nيصلح الا لذلك العمل\nولابي سعيد دوست في ذكر ذلك العمل\nتعلقته علقاً كاللحم الجمل\n...\nوهذا الربيع آوان الحمل\nفرأيتك مولاي في غيره\n...\nإذا ما نشطنا لذاك العمل\nوعلى ذكر ذلك العمل فان ابا الحسن بن فارس أنشد لرجل بشيراز يعرف بالهمداني وقد عاتب رجلاً من كتابها على حضوره طعاما مرض منه\nوقيت الردي وصروف العلل\n...\nولا عرفت قدماك الزلل\nشكا المرض المجد لما مرضت\n...\nفما نهضت سليما أبل\nلك الذنب لا عتب الا عليك\n...\nلماذا اكلت طعام السفل\nطعاماً يسوي ببيع النبيذ\n...\nويصلح من جذر ذاك العمل\n\" ومن كنايات \" الصوفي في هذا الباب قولهم للغلام الصبيح شاهد ومعناهم فيه انهم لحسن صورته شهيد بقدرة الله عز اسمه على ما يشاء \" ويحكي \" ان اصحاب ابي علي الثقفي تحلو لفظة الشاهد بين يديه هيبة له فتواصوا فيما بينهم ان يقولوا للغلام الصبيح حجة فاتفق انهم صحبوه في بعض الطريق فترأى لهم من بعيد غلام فقال أحدهم حجة وهو يظن انا ابا علي لا يفطن لمغزاه فلما قرب الغلام منهم كان غير مليح فالتفت ابو علي اليهم وقال داحض \" وسمعت \" بعض الفقهاء ينسب هذا الحكاية إلى ابي اسحق المروزي ونظيرها ما يروي ان شبانا مشوا مع ابن المنكدر فكانوا إذا رأوا امرأة جميلة قالوا بينهم قد ابرقنا وهم يظنون ان ابن المنكدر لا يفطن لمغزاهم فرأوا قبة مجللة فقال أحدهم بارقة وانكشف جلال القبة عن امرأة قبيحة فقال ابن المنكدر يا اخي هذه صاعقة \" ومن مليح \" الكناية عن الغلام المخنث قول سعيد بن حميد\nالست ترى ديمة تهطل\n...\nوهذا صياحك مستقبل\nوهذا المدام وقد راعنا\n...\nبطلعته الشادن الاكحل\nفبادر به وبنا سكره\n...\nتهون اسباب ما اسأل\nفاني رايت له طره\n...\nتدل على انه يفعل\nالجزء: 1 ¦ الصفحة: 65\n",
        "وأنشدت للحسن المروزي الضرير في غلام نصراني\nوما انس لا انس ظبي الكناس\n...\nيريد الكنيسة من داره\nفيا حسن ما فوق ازراره\n...\nويا طيب ما تحت زناره\nوكتب السري الموصلي إلى صديق له سرية في يوم الشك ويصف ما عنده من الملاهي\nغدات الشك ندعوك\n...\nإلى الراح تغاديها\nوعندي قينة تعطيك\n...\nدر القول من فيها\nإذا دغاغت العود\n...\nحسبانه يناغيها\nوراح كللت بالطيب\n...\nمن انفاس ساقيها\nوورد كخدود الغيد\n...\nتحكيه ويحكيها\nوعلق يحمل الراية\n...\nلا غشا ونمويها\n\" وللصاحب \"\nان ابن مسرور فتى كاتب\n...\nيأخذ من كل صديق قلم\nمستحسن الشارة ذا شارة\n...\nمن أحذق الناس بحمل العلم\nولبعض العصرين من اهل نيسابور\nارسلت في وصف صديق لنا\n...\nماحقة كتبت بالعسجد\nفي الحسن طاووس ولكنه\n...\nاسجد في الخلوة من هدهد\nولم اسمع احسن وابدع من قول ابي الحسن الجوهري الجرجاني لبعض الأجلة يتوسل اليه بخدمته في صباه ويكنى عن المعنى الطف كنايه\nالا ايها الملك المعلى\n...\nأنلني من عطاياك الجزيله\nلعبدك حرمه والذكر فحش\n...\nفلا تحوج إلى ذكر الوسيلة\nومما يستملح للمطراني الباشي ما كتبه إلى صديق له رأي عنده غلاما\nرأيت ظبياً يطوف في حرمك\n...\nأغن مستأنساً الي كرمك\nأطمعني فيه انه رشأ\n...\nيرشي ليغشى وليس من خدمك\nفاشغله في ساعة إذا فرغ\n...\nت دواته ان رأيت من قلمك\nومن مليح ما كنى به عن الغلام الوسيم غير الجسيم قول الجماز\nظبيك هذا حسن وجهه\n...\nوما سوى ذاك جميعاً يعاب\nفافهم كلامي يا اخي جملة\n...\nلايشبه العنوان ما في الكتاب\nولغيره في معناه\nأتيح لي يا سهل مستظرف\n...\nتفتني ألحاظه الساحره\nما شئت من دنيا ولكنه\n...\nمنافق لست له آخره\nوفي مثل ذلك قال الظرفاء نثراً ليس وراء عبادن الا الخشبات فنظمه ابو نصر بن المرزبان فقال\nيا غزالا وجهه\n...\nكالبدر يجلو الظلمات\nذقت من فيه ومن\n...\nقبلته ماء الحيات\nليس لي من بعد عبا\n...\nدان الا الخشبات\nوسمعت بعض العامة يقول بالفارسية في وصف غلام يأخذ من دبره وينفق على قبله فلان يذيب الالية على الشحم..ثم سمعت بعض العامة يقول في ذلك فلان ينفق من طسته على ابريقه \" وبلغني \" أن اصحاب البريد بنيسابور كتب إلى الحضرة ببخارى في انهاء ما شجر بين بعض المشايخ بها وبين أحد القواد الاتراك فقال في حكاية ذلك وانه قال له يا مؤاجر فلما نظر وزير الوقت في هذه اللفظة أنكرها وأكبرها وصرف صاحب البريد عن عمله فلما ورد بخارى وحصل في مجلسه قرعه على تلك السقطة ووبخه وقال له هلا صنت حضرة السلطان عن مثل تلك اللفظة القذعة فقال أيد الله الشيخ الجليل فما كنت أكتب إذا وقد أمرت بانهاء الاخبار على وجوهها فقال أعجزت ويحك أن تكنى عنها فتقول شتمه بما يشتم به الاحداث أو كلاما يؤدي معناه \" فصل في الكناية عما يتعاطى منهم \" حكي المبرد قال كان سليمان بن وهب يكتب لموسى بن بغا ويتعشق مملوكا لموسى ولا يرى به الدنيا فخرج موسى ذات يوم متصيدا ومعه أبو الخطاب الكاتب فورد عليه أمر احتاج فيه إلى سليمان فأمر أن يستدعى فقال أبو الخطاب لذلك الغلام بادر إلى سليمان فاحضره فركض اليه فلما حصل بين يديه تلطف له سليمان حتى نال ماأحب منه ونهض معه إلى متصيد موسى وامتثل أمره فلما كان من الغد كتب اليه أبو الخطاب\nلا خير عندي في الخليل\n...\nينام من سهر الخليل\nقولا لا كفر من رأي\n...\nت لكل معروف جليل\nهل تشكرن لي الغداة\n...\nتلطفى لك في الرسول\nاذ نحن في صيد الجبال\n...\nوأنت في صيد السهول\nومثل هذه الكناية أحسن من كناية ابن الرومي في قوله\nهل مانعي حاجتي مليح\n...\nمن خلقه البعض واللجاجه\nالجزء: 1 ¦ الصفحة: 66\n",
        "فانما حاجتي اليه\n...\nحاجة ديك إلى دجاجة\nوقد مرت في ابيات لابن المعتز في نهاية الملاحة يشتمل البيت الاخير منها على كناية مستظرفة جدا وهي\nوشادن أفسد قلبي\n...\nبعد حسن توبته\nجاد بجيش الحسن في\n...\nعديده وعدته\nفماتت التوبة لما\n...\nان بدا من هيبته\nوجاء ابليس يهنى\n...\nنظري بطلعته\nولم يزل يذكرني\n...\nربي وعفو قدرته\nوقال لي ما قبلة\n...\nوغيرها في رحمته\nوعلى ذكر القبلة فقد أنشدت أبياتاً ليونس العروضي فيها كناية لطيفة عما يتبع القبلة وهي\nاني من حبك ياسيدي\n...\nفي خطة هائلة صعبه\nوقد أذنت اليوم في قبلة\n...\nراعيت فيها حرمة الصحبه\nكأنني اذ نلتها خلة\n...\nقبلت ركن البيت ذي الحجبه\nوالركن قد فزت بتقبيله\n...\nفكيف لي أن أدخل الكعبه\nومن ظريف الكناية عن القبلة ما أنشدتيه أبو الفضل عبد الله بن أحمد الميكالي لعبد الله بن النجم\nشكي اليك ما وجد\n...\nمن خأته فيك الجلد\nحيران لو شئت اهتدى\n...\nظمآن لو شئت ورد\nومن حسن الكناية عن العدول عن مباشرة النسوان إلى مفاخذة الغلمان قول بعضهم\nلا أركب البحر ولكنني\n...\nأطلب رزق الله في الساحل\nوأبدع ما سمعت في معنى الضيق والسعة بأحسن كناية وألطف عبارة ما أنشدنيه أبو نصر أحمد بن اكريد الزنجاني لنفسه في غلامه يوسف\nمضى يوسف عنا بتسعين درهما\n...\nوعاد وثلت المال في كف يوسف\nفكيف يرجي بعد هذا صلاحه\n...\nوقد ضاع ثلثا ماله في التصرف\nونظير هذه الحكاية في فحش المعنى وطهارة اللفظ ما أنشدنيه أبو جعفر محمد بن موسى الموسوي قال أنشد محمد بن عيسى الدامغاني ولم يسم قائله\nتذكر اذ أرسلته بيدقا\n...\nفيك فوا فاني فرزانا\nومن اعارة الشطرنجيين إذا تفرزن بيدق لهم في الرقعة ان يعلموا عليه بما يتميز معه عن سائر البيادق فقد كنى هذا الشاعر عن ذلك الشئ انه دخل وهو نظيف وخرج وهو معلم قذر \" ومن \" نادر الكناية عن اتيان الغلام ما أنشدنيه القاضي أبو بكر الستي للسرى الموصلي من أبيات\nأنخت في حانة أترجة\n...\nوحبذا السكر بها من مناخ\nيصافح الخمر بها نفسها\n...\nونبذر النسل بها في السباخ\nفانظر كيف كنى عن اللواطة بالبذر في سباخ لا ينبت \" ومن \" مشهور ما يليلق بهذا الفصل قول بعضهم\nمن كل شيئ قضت نفسي مآربها\n...\nالا من الطعن بالقثاء في التين\nلا أغرس الدهر الا في مشرفة\n...\nولا يجوز الا تحت سرقين\nوأنشدني أبو الفتح البستي لنفسه\nأفدى الغزال الذي في النحو كلمني\n...\nمناظراً فاجتنبت الشهد من شفته\nوأورد الحجيج المقبول شاهدها\n...\nمحققاً ليربني فضل معرفته\nثم افترقنا على رأي رضيت به\n...\nفالرفع من صفتي والنصب من صفته\nيعني انه كان فاعلا والفاعل مرفوع والغزال مفعولا به منصوب ولابي تمام فيما يقاريه\nوكنت أدعوك عبد الله قبل فقد\n...\nأصبحت أدعوك زيداً غير محتشم\nسمحت جودا بما قد كنت تمنعه\n...\nما كل جود الفتى يدعو إلى الكرم\n\" وله \"\nما كان في المخدع من أمركم\n...\nفانه في المسجد الجامع\nيا طول فكري فيك من حامل\n...\nصحيفة مكسورة الطابع\nوأما قول ابن المعتز\nوجاءني في قميص الليل مستتراً\n...\nيستعجل الخطو من خوف ومن حذر\nفبت أفرش خدي في الطريق له\n...\nذلا وأسحب أذيالي على الأثر\nوكان ما كان مما لست أذكره\n...\nفظن خيرا ولا تسأل عن الخبر\nفهو كناية عن التصريح: ومثله لعبد الصمد بن المعذل\nوإذا هبت النفوس اشتياقاً\n...\nوتشهى الخليل قرب الخليل\nكان ما كان بيننا لا اسمي\n...\nهـ ولكنه شفاء الغليل\nولبعض أهل العصر والمراد هو البيت الاخير\nالجزء: 1 ¦ الصفحة: 67\n",
        "صفحت لدهري عن جميع هناته\n...\nوغددت يوم الباغي أسنى هباته\nوقابلت اشجاراً هناك بقد من\n...\nتعطل غصن البان عن حركاته\nويخجل ورد الباغ عند طلوعه\n...\nويعزله بالورد في وجناته\nويسجد نور الاقحوان لثغره\n...\nويقصر نشر الورد عن نفحاته\nولما دجي الليل استعاد سنا الضحى\n...\nبوجه جميع الحسن بعض صفاته\nفيالك من ليل رقيق ظلامه\n...\nبتأليف شمل الانس بعد شتاته\nومن ردى هذا الفصل قول بعض الفضلاء\nاني إذا حان سكري\n...\nوكان وقت مقيلي\nأدخلت اصبع بطني\n...\nفي عين ظهر خليلي\nومن جيد الكناية عن التفخيذ قول ابي نواس\nوغزال تشره النف\n...\nس إلى حل ازراره\nبسطته سورة النا\n...\nس لنا بعد ازوراره\nفاطفنا بحواليه\n...\nولم نعرض لداره\n\" فصل في الكناية عن اللواط وأهله \" إذا كان الرجل يقول بالغلامان دون النسوان قيل فلان يؤثر في صيد البر على صيد البحر \" فلان \" يقول بالظباء ولا يقول بالسمك \" وفلان \" يحب الحملان ويبغض النعاج قال ابو نواس\nاني امرء ابغض النعاج وقد\n...\nيعجنني من نتاجها الحمل\nوفلان يميل إلى من لا يحيض ولا يبيض قال الشاعر\nجعلت فداك ما اخترناك الا\n...\nلا نك لا تحيض ولا تبيض\nولو ملنا إلى وصل الغواني\n...\nلضاق بنسلنا البلد العريض\nوفلان يكتب في الظهور وفلان يحب الميم وببغض الصاد \" وقد \" اساء ابن الرومي في قوله\nبغضي لصاد شهير انني رجل\n...\nاصفى المودة مني للحواميم\nوليس بغضي لقرآن ولا مقتى\n...\nاياه لله بل للصاد والميم\n\" وقال آخر \"\nلعجم الصاد ارضى الله قدما\n...\nوعبد الله يعجم كل ميم\nويقال فلان من العطارين والعطار كنايه عن الكناس في كثير من البلدان قال ابو اسحاق الصابي في ذم اللاطه\nلحاجة المرء في الادبار إدبار\n...\nوالمآلون إلى الاحراح أحرار\nكما من نظيف ظريف باتت ممتطياً\n...\nظهر الغلام فأضحى وهو عطار\nفاذا كان يقول بالمرد الجرد قيل شرطه أهل الجنة لان النبي صلى الله عليه وسلم قال في وصفهم جرد مرد مكحلون: فاذا كان يقول بالصغار دون الكبار قيل فلان يؤثر السخال على الكباش \" ويروي \" ان حماد عجرد لما قعد لتأديب ولد العباس بن محمد قال بشار بن برد\nقل للامير جزال الله صالحا\n...\nلا يجمع الدهر بين السخل والذيب\nالسخل غر وهم الذئب غفلته\n...\nوالذئب يعلم ما بالسخل من طيب\n\" وقال ايضاً \"\nيا ابا الفضل لا تنم\n...\nوقع الذئب في الغنم\nان حماد عجرد\n...\nشيخ سوء قد اغتلم\nبين فخذيه حربه\n...\nفي غلاف من الأدم\nوهو ان نال فرصة\n...\nمسح الميم بالقلم\nفلما شاعت الابيات امر العباس باخراج حماد \" ونظير \" هذه السعايه قول ابي اسخاق الصابي في كتاب\nيا ابا الفضل استمع\n...\nقول امرئ يصفيك حبا\nسرح غلمانك قد\n...\nأصبح للسرحان نهبا\nوكان لابن سكرة الهاشمي غلام يستشرطه فلما كبر اخرجه من داره فقيل له في ذلك فقال\nما تركناه وفيه\n...\nلمحب من طباخ\nهدر الطير ومن\n...\nعاداتنا اكل الفراخ\nوإذا كان الرجل يقول بالصغار والكبار قيل فلان يصطاد ما بين الكركي إلى العندليب \" فاذا كان \" يقول بالزنا واللواط كلاهما قيل فلان يصيد الطيرين ويقبض الديوانين وفلان قلم برأسين وينشد\nأي دواة لم يلقها قلمه\n...\nوأي سطح لم ينله سلمه\nفاذا كان يأتي ويؤتي قيل فلان لحاف ومضربه وفلان يذعن للقصاص فطورا سقف وطورا أرض \" فاذا كان \" يقول بحسن الوجه دون الجسامة قيل هو يقول بالدنيا دون الآخرة \" فاذا كان يقول بهما جميعاً قيل هو يقول بالآخرة ولا ينسى نصيبه من الدنيا \" فاذا جمع \" الغلام هاتين الصفتين قيل هو دنيا وآخره \" فاذا كان \" وسيما غير جسيم قيل هو منافق وقد تقدم ذكره\nالجزء: 1 ¦ الصفحة: 68\n",
        "\" فصل في الكناية عن خروج اللحية مدحا وذما \" كان ابو نواس يقول تزودوا من لذة لا توجد في الجنة يكنى عن اتيان المختطين لان اهل الجنة جرد مرد كلهم \" وفي كتاب \" لباب الاداب فلان قد غلفته يد الحسن وقد احرقت فضة خده وطرز ديباج وجهه \" ومن \" أحسن ما احاضر به في الكناية عن خط اللحية قول بعض المولدين\nكتاب من الحسن توقيعه\n...\nمن الله في خده قد نزل\nوما أظرف ما كنى عنه الصاحب بزغب الحسن في قوله\nهل زغب الحسن به ضائر\n...\nوالقمر التم به يقمر\nانشدني بديع الزمان لنفسه من أبيات\nكن كيف شئت فانني\n...\nقد صغت قلبا من حديد\nوجلست انتظر الكسوف\n...\nوليس ذلك بالبعيد\nوانما كني بالكسوف عن خروج اللحية كما قال الآخر\nواها لبدر قد كسف\n...\nأسفا وهل يغني الاسف\nومن بديع الكناية وخفيها في هذا الفصل قول القاضي ابي الحسن علي بن عبد العزيز\nقد برح الحب بمشتاقكا\n...\nفاوله احسن اخلاقكا\nلا تجفه وراع له حقه\n...\nفانه آخر عشاقكا\nيكني غن قرب خروج اللحية أو خروجها وانه لا عاشق له بعدها \" الباب الثالث في الكناية عن بعض فضول الطعام وعن المكان المهيأ له \" \" فصل في مقدمته \" قرأت في المستنير ان يحيى بن زياد ومطيع بن اياس وحماد عجرد اجتمعوا في مجلس يقصفون ومعهم رجل كان ينادمهم فخرجت منه ريح لها صوت فاستحيا ولم يعد اليهم فكتب اليه أحدهم\nامن قلوص غدت لم يؤذها أحد\n...\nالا تذكرها بالرمل أوطانا\nخان العقال لها فانبث اذ نعرت\n...\nوانما الذنب فيها للذي خانا\nمنحتنا منك هجرانا وتقلية\n...\nوغبت عنا ثلاثا لست تغشانا\nخفض عليك فما في الناس من احد\n...\nالا واينقه يفلتن أحيانا\nوعرض مثل ذلك لجارية تغني في مجلس فيه الجماز فاحبت ان تنظر ما عنده فقالت أي شئ تشتهي ان اغنيك فقال غنى\nيا ربح ما تنصفين بالدمن\n...\nكم لك من محو منظر حسن\nفضحكت وعلمت انه قد أخس بذلك \" وعرض \" مثل ذلك لرجل في مجلس الصاحب فاستحيا وانقطع منه فكتب اليه الصاحب\nيا ابن الحصيري لا تذهب على خجل\n...\nلحادث كان مثل الناي والعود\nفانها الريح لا تستطيع تحبسها\n...\nاذ لست أنت سليمان بن داود\n\" وعرض \" مثل ذلك لفتى في مجلسه ليلا فقال له الصاحب يا صبي لا تنم فخجل وقال هذا صرير التخت فقال الصاحب احسب ان يكون صرير التخت \" ومن \" مليح ما سمعت في هذه الكناية حكاية ابي عبد الله بن الحجاج وهي انه دعا مغنية كان يتعاشق لها فلما حصلت عنده ليلا ودارت الكؤوس نعس فتفرقع ظهره وهي قاعدة فغضبت وانصرفت فكتب اليها من الغد\nقد غضبت ستي وقد انكرت\n...\nفرقعة تعرض في ظهري\nوليس لي ذنب ولكنني\n...\nاصر بالليل ولا ادري\nفليت شعري وهي غضابة\n...\nمن جحرها اضرط أم جحري\n\" فصل في عاقبة الاكل \"\nالجزء: 1 ¦ الصفحة: 69\n",
        "قد كنى الله تعالى عنها بقوله أو جاء احد منكم من الغائط - والغائط - المكان المطمئن من الارض وكانوا يأتونه تسترا وانتباذا ثم كثر ذلك في كلامهم حتى سموا الحدث باسمه واشتقوا منه الفعل تغوط \" ومن \" كنايات العامة عن الحاجة إلى دخول الخلا قولهم له حاجة لا يقضيها غيره \" ومن \" لطائف الاطباء كنايتهم عن حشو الامعاء بالطبيعة والبراز وعن سيلان الطبيعة الخلفة وعن القيام لها الاختلاف \" ومنه \" قول ابي العيناء وقد سئل فقيل إلى من يختلف فقال إلى من يختلف عليه.. وقد تكني الاطباء عن البول بالماء والدليل وعن القئ بالتعالج \" وقال \" بعض المفسرين في قول الله تعالى \" كانا يأكلان الطعام \" وقوله \" ما لهذا الرسول يأكل الطعام ويمشي في الاسواق \" انما هو كناية عن الحدث لان من اكل فلا بد له من عاقبة الاكل ونفض الفضل \" وقد \" عابهم الجاحظ بهذا التفسير وقال كأنهم لم يعلموا ان مس الجوع وما ينال أهله من الذلة والعجز أدل دليل على انهم مخلوقون حتى يدعوا على الكلام شيأ قد أغناهم الله عنه \" وعلى \" ذكر التفسير فقد قال لي أبو النصر محمد بن عبد الجبار القبي سألني بعض أهل جرجان عن تفسير قوله تعالى \" وقالوا ما لهذا الرسول يأكل الطعام ويمشي في الاسواق \" فقلت يعني انه ليس بملك ولا ملك وذلك ان الملائكة لا يأكلون ولا يشربون والملوك لا يتسوقون ولا يتبذلون فعجبوا ان يكون مثلهم في الحال يمتاز من بينهم في علو المحل والجلالة والله أعلم حيث يجعل رسالته \" وقرأت \" في كتاب المستنير ان أبا تمام والخثعمي اجتمعا في مجلس أنس فقام أبو تمام إلى الخلا فقال له الخثعمي ندخلك فقال نعم وأخرجك فتعجب الحاضرون من هذا الابتداء البديع والجواب العجيب السريع \" ومما \" يشبه هذه الحكاية ما حدثنيه أبو النصر سهل بن المرزبان فقال دخل ابن مكرم الي أبي العيناء فسأله ان يقيم عنده فقال ابن مكرم اذهب واتوضأ فقال ابو العيناء إذا لا يعود الينا منك شئ أي لانه كله حدث وينشد أصحاب المعاني لابي صعترة\nهم منحوك طول الليل سقيا\n...\nخبيث الريح من خمر وماء\nيكنى عن انهم ضربوه وهو سكران حتى احدث..وكان بشر المريسي يقول إذا قيل له فلان قد وضع كتابا الوضع وضعان احدهما له افتخار والآخر له بخار يريد قول القائل\nمررت بدارها فوضعت فيها\n...\nكجثمان القطاة له بخار\nوكتب بعض الظرفاء إلى شارب دواء\nابن لي كيف أصبحت\n...\nعلى حال من الحال\nوكم سارت بك الناقة\n...\nنحو المنزل الخالي\nوكتب مؤلف الكتاب إلى المجلس العالي آنسه الله في يوم أخذ فيه دواء\nيا مالكا حاز أصله الشرفا\n...\nفلم يدع منه للوري طرفا\nلما أخذت الدواء والطالع الس\n...\nعد على العزم منك قد وقفا\nصقلت سيف العلي وصفيت تبر\n...\nالسمجد والعيش منك صفا\nلا زلت تحسو السرور في مهل\n...\nوتنفض اليهم عنك والدنفا\nوالعرب تقول لا رأى لحاقن ولا لحاقب - والحاقن - كناية عمن به بول - والحاقب - كناية عن الذي احتاج إلى الخلاء فلم يتبرز شبه بالبعير الحاقب الذي دنا الحقب من قبله فمنعه ان يبول.. وقد ملح منصور الفقيه في الكناية عن الحدث بقوله\nتنبه فجسمك من نطفة\n...\nوأنت وعاء لما تعلم\n\" فصل في الكناية عن المكان التي تقضي تلك الحاجة اليه \" يكنى عنه بالحش وهو البستان وبالمستراح والمبرز والمذهب والمتوضأ والميضاء.. وما أحسن ما سمعت في ذلك وأصدقه قول أبي الفتح البكتمري\nأحق بيت من بيوت الورى\n...\nيصونه قدما واستاره\nبيت إذا ما زاره زائر\n...\nفقد قضى أعظم أوطاره\nيدخله المولى بخزكما\n...\nيدخله العبد باطماره\nوهو إذا ما كان مستنظفا\n...\nمروة الانسان في داره\nالجزء: 1 ¦ الصفحة: 70\n",
        "وعلى ذكر الكنايات عن ذلك المكان فقد اعترضت حكاية كتبها إلى ابو سعد دوست باسناد له عن الزبير بن بكار قال حدثني محمد بن الوليد الزبيري قال قدم رجل من بني هاشم المدينة ومعه جاريتان مغنيتان وبلغه ان بها رجلا مضحكا فبعث اليه وأحضره وسقاه نبيذاً قد القى اليه سكر العش وهو يسهل البطن وتناوم الهاشمي وغمز الجاريتين فلما شرب المضحك ثلاثا حركته بطنه فقال ما أحسبهما الا مكيتين فقال جعلت فدا كما اين بيت المذهب فقالت احداهما لصاحبتها ما الذي يقول قالت يقول غن لي\nذهبت من الهجران في غير مذهب\n...\nولم يك حقا طول هذا التجنب\nفصبر على مكروه عظيم ثم قال ما احسبهما الا بصريتين فقال جعلت فداكما اين بيت الخلا فقالت أحدهما للاخرى ماذا يقول قالت يقول غني\nاضحت خلاء واضحي اهلها احتملوا\n...\nاخنى عليها الذي اخني على لبد\nقال فصبر على امر عظيم واظلم ما بين عينيه فقال ما احسبهما الا كوفيتين فقال فديتكما الا تسمعان اين بيت الحش فقالت احداهما للاخرى ماذا يقول قالت يقول غنى\nاوحش الحنبذان فالدير منها\n...\nفقراها فالمنزل المحصور\nفقال المضحك ما فهمتا عني وصبر على أشد ما يكون وانفتح بطنه وضاقت حيلته فقال هما البتة مد نيتان فقال فديتكما أين بيت الكنيف فقالت احداهما للاخرى ماذا يقول قالت يقول غني لي\nتكنفني الهوي طفلا\n...\nفشيبني وما اكتهلا\nفقال يا زانيتان أنا اخبركما ما هو فقام رافع ثوبه وسلح عليهما وملأ المجلس فانتبه الهاشمي وقال ويحك ما صنعت قال اقعدت معي هاتين الزانيتين ما يحسبان الكنيف الا الصراط المستقيم فهما ينفسان على بان يدلان عليه قال أفتفسد على ثيابي فقال والله ما افسدت على من بطني أشد مما أفسدت من مجلسك \" وأنا \" اختم هذا الفصل بخبر عن النبي صلى الله عليه وسلم في الكناية عن الاحداث في الشوارع وطرق المارة وهو قوله عليه الصلاة والسلام اتقو الملاعن وأعدوا السبل\nالباب الرابع\nالكناية عن المقابح والعاهات والمثالب\n\" الفصل الأول في القبح والسواد \" إذا كان الرجل قبيح الخلقة مشوه الصورة قيل في الكناية عنه له قرابات باليمن لان القرود تكثر بها \" ومن مليح \" الكناية عن القبح قول أبي نواس\nوقائلة لها في وجد نصح\n...\nعلام هجرت هذا المسهاما\nفكان جوابها في حسن مس\n...\nأأجمع بين هذا والحراما\nوهذا كقولهم حشفا وسوء كيله.. فاذا كان شديد الادمة مع الدمامة قيل كأن وجهه قمر الثلاثين..ويستحسن لنصيب قوله في الكناية عن سواد بناته في كلام خاطب به عمر بن عبد العزيز ياأمير المؤمنين قد بليت ببنات لي أنفقت عليهن من ضيفي فكسدن فرق له ووصله وفي نصيب قيل\nأخ لي من بني حام بن نوح\n...\nكان جبينه حجر المقام\n\" ويحكى \" في قصة طويلة لسكينة بنت الحسين بن علي رضي الله عنهم انما أمرت باخراج الفرزدق عن دارها وقالت والله انه لا يدخل علي حتى يشيب الغراب فتلطف الفرزدق واحتال وقال لنصيب هل لك أن تدخلني عليها وتأخذ صلتها قال نعم فأستأذن الحاجب لنصيب فاذنت له ودخل الفرزدق على أثره فلما رأته سكينة قالت ياخبيث قد خنتني فقال ياسيدتي قد قلت حتى يشيب الغراب وهذا والله الغراب قد شاب أراد سواد وجهه وبياض شعره فقال نصيب قد علمت انه لا يريد بي خيراً ثم كفرت عن يمينها وأجزلت صلتهما ولم يكن أحد عن الممدوح الاسود بأحسن وأبدع من كناية المتنبي عن سواد كافور الاخشيد بقوله\nفجاءت بنا انسان عين زمانه\n...\nوخلت بياضا خلفها واماقيا\nفانه جمع الي حسن الكناية حسن التنبيه وجودة التفضل وابدع ما شاء \" فصل في الثقل والبرد \" حدثني أبو جعفر محمد بن موسي الموسوي قال دخلت يوماً إلى الشيخ أبي نصر بن أربد ببخاري وعنده علوي مبرم تأذى بطول جلوسه وكثرة كلامه فلما نهض قال لي أبو نصر ابن عمك هذا خفيف على القلب فقلت له نعم مساعدا له على رأيه فتبسم ضاحكا من قولي وقال لي أراك لم تفطن للغرض فما ذلت أفكر حتى وقع لي انه أراد خفيفا مقلوبا وهو الثقيل وهذا المعنى أراد سعد دوست بقوله\nوأثقل من قد زراني وكأنما\n...\nتقلب في أجفان عيني وفي قلبي\nالجزء: 1 ¦ الصفحة: 71\n",
        "فقلت له لما برمت بقربه\n...\nأراك على قلبي خفيفا على القلب\nوكان الناصر العلوي الاطروش إذا كلمه الانسان فلم يسمعه قال له يا هذا ارفع صوتك فان بادني بعض ما بروحك يكنى عن الثقل \" ونظر \" بديع الزمان إلى انسان بارد طويل فقال أقبل ليل الشتاء فاته طويل بارد \" ودخل \" ابن ابي أيوب إلى ابن حدار يعوده وقد اقشعر فقاله ما تجد فديتك قال أجدك يكنى عن البرد \" فصل \" في الكناية عن الداء الذي لا دواء له الا بمعصية الله يقال فلان يخبأ العصا وفلان عصي موسى لانها تلقف ما يأفكون وفلان يخبأ العصى في الدهليز الاقصى \" وحدثني \" أبو نصر سهل بن المرزبان قال قال بغض بني هاشم لابي العيناه بلغني انك تخبأ العصى فقال له وتدعونها تظهر وانشدني الطبري لنفسه في اللجام\nرأيت للجام في خلقه\n...\nللشعر تطبيقا وتجنيسا\nتخوة فرعون ولكنه\n...\nجانس في حمل العصي موسى\nوغش ابليس ولكنه\n...\nخالف في السجدة ابليسا\nويقال فلان ممن يخر للاذقان \" وهو \" اسجد من هدهد وفي ذلك يقول بعض العصرين\nأرسلت في وصف صديق لنا\n...\nماحقة الكنية بالمسجد\nفي الحسن طاووس ولكنه\n...\nاسجد في الخلوة من هدهد\nوفلان غراب لانه يوارى سوءة أخيه قال منصور الفقيه\nان في امر أحمد بن الطحاو\n...\nى وفي امر عرسه لعجابا\nطلقت نفسها عشية زفت\n...\nواباحته خمرها والثيابا\nقيل ما باله فقالت غراب\n...\nهل شرطتم على بعلا غرابا\nومن ملح الصاحب في هذه الكناية قوله ويروى لغيره\nله قراح في سراويله\n...\nيزرع فيه قصب السكر\n\" وقوله \"\nقد حضر الجامع مع رقة\n...\nاحدثها العالم في دينه\nوالله ما يحضره مسرعا\n...\nالا ارتياحا لا ساطينه\n\" وقوله \"\nشاهدته بالامس قد حمل العصى\n...\nفسألته عنها ليوضح عذرا\nفاجابني اني بها متشايخ\n...\nهذا ولي فيها مآرب أخرى\n\" وقوله \"\nوالله ما أتخذ الكتابة حرفة\n...\nالا لحب الدرج والافلام\nوأنشدني الاستاذ الطبري لنفسه من قصيدة\nوقال انا المليك فقلت حقا\n...\nبقلب اللام نونا في الهجاء\nولم أر من أداة الملك شيئا\n...\nلديك سوى احتمالك للواء\nوأنشدني أيضا من أخرى\nفلم تضحى على الاسلام سيفا\n...\nوأنت كما علمت من العمود\nوتزهد في الصلاة وفي ذويها\n...\nولكن لست تزهد في السجود\nويروي ابن الاحوص نظر إلى الفرزدق وهو على بغل فقال له يا أبا فراس بغلك على خمس فقال الخامسة احب اليك وكان الاحوص يرمي بالابنة \" ومن \" جيد التعريض بها قول عمرو بن بابة\nأقول وقد مر عمرو بنا\n...\nفسلم تسليمة خافية\nلئن تاه عمرو بفصل الغنى\n...\nلقد فضل الله بالعافية\n\" فصل في الكناية عن البرص \" كان جزيمة ابرص فكنى عنه بالوضاح والابرش ولما برص بلعا بن قيس قيل له ما هذا فقال سيف الله جلاه ويروي حلاه بالحاء وتشديد اللام \" وممن \" كنى عن البرص بالوضح رجل من بني نهشل حيث قال\nنفرت شودة مني اذ رأت\n...\nصلع الرأس بجلدي والوضح\nهو زين لي في الوجه كما\n...\nزين الطرف تحاسين الفرح\nوقال ابن حسا في الكناية عنه بالبياض\nلا تحسبن بياضا فيه منقصة\n...\nان اللهاميم قي أقرانها بلق\n\" ولبعضهم \"\nأخو لخم أعارك منه ثوبا\n...\nهنيئا بالقميص لك الاجد\nوأخو لخم هو جذيمة الابرش وكان رجل أبرص اليد يخضبها ليكون أخفى لمل بها فسئل غلامه عما يصنع فقال يداوي العاج بالمزاج \" فصل في الكناية \" عن عدة عاهات يكنى عن الاعمي بالمحجوب وفي ذلك يقول عثمان بن الوليد بن عتبة\nلعمري لئن أمست على عماية\n...\nلقد رزىء الابصار قبلي الاكارم\nوقد عاش محجوبا أمية وابنه\n...\nأبونا أبو عمرو وحرب وهاشم\nالجزء: 1 ¦ الصفحة: 72\n",
        "ولما أراد للمتوكل أبا العيناء على منادمته فال له يا أمير المؤمنين أنا محجوب والمحجوب يجور قصده ويقبل على من لا يقبل عليه وكل من في مجلسك يخدم وأتا أحتاج أن أخدم فيه \" ويكنى \" عن الاعور بالممتع وعن الذي في عينه نقطة بياض بالكوكبي والمكوكب وعمن بوجهه أثر بالمشطب \" وما \" أحسن ما كنى عوف بن محلم عن الصمم بقوله\nان الثمانين وبلغتها\n...\nقد أحوجت سمعي إلى ترجمان\n\" فصل في البخل \" يكنى عن البخيل بالمقتصد ويقال فلان نظيف المطبخ وفلان نقي القدر قل الشاعر\nبيض المطابخ لا تشكو إمائهم\n...\nطبخ القدور ولا غسل المناديل\n\" وقال آخر\nمطبخ داود في نظافته\n...\nأشبه شيء بعرش بلقيس\nثياب طباخه إذا اتسخت\n...\nأنقى بياضا الفراطيس\nأبو نواس\nرأيت قدور الناس سودا من الصلى\n...\nوقدر الرقاشبين بيضاء كالبدر\nوقال الجماز لرجل رحم الله أباك فقد كلن نظيف منديل الخوان قال الاستاذ الطبري\nفتى محتصر المأكو\n...\nل والمشروب والعطر\nنقى الخبز والقص\n...\nعة والمنديل والقدر\nقليل النمل والذبان\n...\nوالجرذان والهر\nوفي ذكر قلة الجرذان تقول اعرابية لبعض الخلفاء أشكو قلة الجرذان فقال ما أحسن هذه الكناية لاكثرن جرذانك وأمر لها بطعام كثير ومال ومن نادر الكناية عن البخل بالطعام قول حمير وقد سئل عمن يحضر مائدة محمد بن يحيى فقال أكرم الخلق والأمهم يعنى الملائكة والذباب وليس بالبارد قول حماد عجرد\nزرت أمرأ في بيته ما جدا\n...\nله حياء وله خير\nيكره أن يتخم أضيافه\n...\nان اذى التخمة محذور\nويشتهي أن يؤجروا عنده\n...\nبالصوم والصائم مأجور\nومن ذلك قول الآخر\nعلى أبوابه أي وجه\n...\nقصدت له أخو مر بن اد\nومما يستحسن في هذا الباب قول ابن طبا طبا العلوي\nوكاتب حاسب ان رمت ملتمسا\n...\nما في يديه إذا ما رحت مجتديه\nأضاف تسعين تقفوها ثلاثها\n...\nإلى ثلاثة آلاف وتسعمايه\nوقوله في هذه الكناية بعينها\nان رمت ما في يديك مجتديا\n...\nأوجئت أشكو اليك ضيق يدي\nعقدت لي باليسار أربعة\n...\nمقبوضة سبعة من العدد\n\" فصل في الكناية \" عن جملة من المعائب والأخلاق المذمومة إذا كان الرجل جاهلا قيل فلان من المستريحين لقولهم استاح من لا عقل له \" فاذا كان \" سليم الناحية ابله قيل فلان من أهل الجنة لان النبي صلى الله عليه وسلم يقول أكثر أهل الجنة البله \" فاذا كان \" أحمق قالوا نعته لا ينصرف وأنشدني \" أبو الحسن الشهرزوري قال أنشدتي أبو الحسن اللجام لنفسه في ابن مطران الشاشي لما صرف عن بريد الترمذية\nقد صرفنا وكل من\n...\nقبلنا فهو منصرف\nوصرفنا بشاعر\n...\nنعته ليس ينصرف\nفاذا كان فضوليا داخلا فيما لا يعنيه متكلفا مالا يلزمه قالوا هو وصي آدم وقد توضع هذه الصفة موضع المدح كما قال الشاعر\nوكات آدم حين حم حمامه\n...\nوصاك وهو يجود بالحوباء\nببليه أن ترعاهم فرعيتهم\n...\nوكفيت آدم غلة الابناء\nفاذا كان وقحاً قالوا هناك درقة وحدقة ووجنة مطرقة \" وهذه \" اللفظة للصاحب من كتاب له إلى ابي العباس الضبي في ذكر ابي الحسن الجوهري الشاعر فاذا كان قليل الدماغ قالوا فلان فارغ الغرفة قال الشاعر\nصاحبنا احواله عاليه\n...\nلكنما غرفته خاليه\nفاذا كان كثير الطيش قالوا احضر معه وتدا \" فاذا \" كان كذوبا قالوا الفاختة عنده ابو ذر وهذه اللفظة عذبة من ملج الصاحب ولم اسمع في معناها احسن وابلغ منها لان الفاخته يضرب بها المثل قال الشاعر\nاكذب من فاخته\n...\nتقول وسط الكرب\nوالطلع لم يبدلها\n...\nهذا اوان الرطب\nوابو ذر الغفاري من يقول فيه النبي صلى الله عليه وسلم ما أظلت الخضراء وما اقلت الغبراء أصدق لهجة من أبي ذر \" ومن \" كناياتهم عن الكذب فلان يلطم عين مهران \" ومهران \" رجل يضرب به المثل في الكذب \" فاذا \" كان ملولا قيل فلان من بقية قوم موسى كما قال\nالجزء: 1 ¦ الصفحة: 73\n",
        "اراك بقية من قوم موسى\n...\nفهم لا يصبرون على طعام\nفاذا كان كثير التكلف والبذخ قالوا فلان يكثر الزعفران يشبهونه بالقدر المتكلف لها فاذا كان جميل المنظر ولا طائل عنده قالوا فلان فلوذج السوق قال الحجاج\nوكما صديق يروق عيني\n...\nفي قالب الحسن واللباقة\nليس له في الجميل رأي\n...\nولا يفعل الجميل طاقة\nكانه في القميص يمشي\n...\nفلوذج السوق في رقاقة\n\" فاذا \" كان الردئ الخط قالوا فلان خطه خط الملائكة لان اجود الخط ابينه وارداه على الضد وخط الملائكة غير واضح للناس \" وسمعت \" ابا القاسم بن الحسن الطراني الفقيه يقول سمعت ابا محمد يحيى بن محمد العلوي يقول انما قيل ذلك لان اردأ الخط الرقم وخط الملائكة رقم كما قال الله تعالى كتاب مرقوم يشهده المقربون \" فاذا كان \" لقيطا لا يعرف له اب قالوا هو من تربية القاضي ومن موالي النبي صلى الله عليه وسلم لان القاضي يأمر بتربية اللقطاء والانفاق عليهم من اللقط على اعمال البر والنبي صلى الله عليه وسلم يقول انا مولى من لا مولى له وهذا المعني اراد ابا نواس بقوله\nوجدنا الفضل اكرم من رقاش\n...\nلان الفضل مولاه الرسول\nويحكى ان رجلاً يتهم بالدعوة قال لابي عبيدة لما اتهم بكتاب المثالب أتسب العرب جميعاً قال وما يضرك أنت من ذلك يعني انه ليس منهم \" فاذا \" ادعى النسب في هاشم وهو دعى قالوا هو ابن عم النبي من الدلدل وهي بغلته اي قرابة ما بينهما كقرابة ما بين النبي وبين البغل وفي ذلك يقول ابو سعد دوست\nفديتك ما أنت من هاشم\n...\nوما أنت من احمد المرسل\nفان قلت أني ابن عم النبي\n...\nفانت ابن عم من الدلدل\nواملح ما سمعت في الكناية عن الدعوة وكذب النسبة قول ابي الفتح كشاجم\nشيخ لنا من مشايخ الكوفة\n...\nنسبته في العراق موصوفة\nاي مزورة لان المزورة موصوفة للعليل \" فاذا كان \" ملحدا قالوا فلان حر وهو من الاحرار يكنون عن انه خارج عن ربقة الشريعة \" وربما \" كنوا بالخراط اذ يقال لكلاب مكة الخراطة لان تخرط قلائدها وغدرها فكان الملحد بلا دين كما ان كلاب مكة بلا غدر \" ولابي \" دلف الخزرجي قصيدة في مناكاة بني ساسان ووصف طبقاتهم وفيها في ذكر ملحديهم\nرجال فطنوا للنقل\n...\nوالاعلال والامر\nخليجيون ما حاضوا\n...\nولا باتوا على طهر\nالخليجي الذي لا يغسل استه ما حاضوا اي ما تطهروا رأوا من حكمة خرط القلادات مع الغدر واهل بغداد يقولون لمن ألحد فلان قد عبر يعنون انه قد عبر جسر الاسلام وقيل لبعضهم هل عبرت فقال ولدت في ذلك المكان يكنى عن انه لم يزل كذلك فاذا كان نذلاً خسيساً قيل هو ثامن أصحاب الكهف لان الله تعالى يقول في قصتهم وثامنهم كلبهم \" فاذا \" كتنوا في عداد البهائم والانعام قالوا كما قال الشاعر\nالست من ذكر الذي ذكره\n...\nفي سورة الجمعة والنحل\nيعني قول الله تعالى في سورة الجمعة كمثل الحمار يحمل اسفارا \" وفي \" سورة النحل والخيل والبغال والحمير لتركبوها \" فاذا كل \" اكولاتهما قالوا فلان ملتهب المعدة وكان في أحشاءه معاوية \" فاذا كان \" سيئ الادب في المؤاكلة قالوا تسافر يده على الخوان ويرعى ارض الجيران \" فاذا كان \" خفيف اليد في الطر والسرقة قالوا هو أخذ يد القميص ويد القميص هو الكم والسارق يقص كمه ويخففه ليكون أقدر على عمله قال الفرزدق في عمرو بن هبيرة\nأوليت العراق وساكنيه\n...\nفزارياً أخذ يد القميص\nوقال ايضاً هو من ابيات المعاني\nأظنك مفجوعا بربع منافق\n...\nتلبس أثواب الخيانة والغدر\nوانما كنى عن ان يمينه تقطع فيذهب ربع اطرافه \" فاذا كان \" غير نظيف البدن مغفلا لتعهده قالوا فلان أظفار حمى وازرة مرعي ومستجاد لابي نواس قوله\nمن ينأ عنه مصاده\n...\nفمصاد زنبور ثيابه\n\" وللصاحب \"\nوحوشه ترتع في ثوبه\n...\nوظفره يركب للصيد\n\" ومن \" كنايات العامة في هذا المعنى قولهم يعرض الجند \" وقذ \" أجاد سعيد بن حميدفي الكناية عن الصنان بقوله البي هفان\nأمسى يخوفني العبدي صولته\n...\nوكيف آمن بأس الضيغم الهصر\nالجزء: 1 ¦ الصفحة: 74\n",
        "من ليس يحرزني من سيفه أجلى\n...\nوليس يمنعني من كيده حذري\nله سهام بلا ريش ولا عقب\n...\nوقوسه أبدا عطل من الوتر\nفكيف آمن من القى له عرضا\n...\nوسهمه صائب يخفى عن البصر\nوسمعت بعض العجائز تكنى عن الصنان برائحة الشباب \" فاذا كان \" قوادا قالوا فلان يجمع شمل الاحباب وفلان يأتي الحبيب \" وقد يكنى \" به أيضاً عن الرقيب \" فاذا كان \" حاذقا قالوا فلان حاذق بالقيادة يجر واحداً بشعرة ويؤلف ما بين الضب والنون \" فاذا كان \" اما حسن اللبة واما حسن الصورة وليس وراءه حاصل ولا لديه طائل قالوا ليس وراء عبادان قرية أنشدني الاستاذ الطبري لننفسه في أبي سعد دوست بن ملة الهروي\nأبو سعد له ثوب مليح\n...\nولكن حشو ذاك الثوب خريه\nفان جاوزت كسوته اليه\n...\nفليس وراء عبادان قرية\nفاذا كان لغير رشدة قالوا ابوه قصير الحائط قال الصاحب من ابيات\nفمهد على نصبه عذره\n...\nفحيطان دار ابيه قصار\nفاذا كان به جنة قالوا فلان مكتوب القميص لان المجنون قد يكتب على قميصه لا يباع ولا يهب وفي الكناية عن الكشحان يقول أبو سعد بن دوست\nومخالف للحق غير محالف\n...\nللصدق عبد تناظر وحجاج\nترك الحجاج إلى اللجاج فقلت يا\n...\nرجز الدجاج ومنزل الحجاج\nوسمعت ابا الفضل عبد الله بن احمد الميكالي يقول قال أبو عبيدة العارضة كناية عن البذل يقال فلان شديد العارضة والاقتصاد كناية عن البخل فاذا قالوا غلامك مستعص فتلك كناية عن الجور وقال شريح الحد كناية عن الجهد والمشقة \" فصل في الكناية \" عن ذم الشعراء والشعر إذا كان الرجل متشاعرا غير شاعر قالوا فلان نبي الشعر لان الله تعالى يقول في نبيه صلى الله عليه وسلم وما علمناه الشعر وما ينبغي له قال مخلد الموصلي\nيا نبي الله في الشع\n...\nر ويا عيسى بن مريم\nأنت من أشعر خل\n...\nق الله ما لم تتكلم\nيغنون قول الشاعر\nالشعرا فيما علمنا اربعة\n...\nفشاعر يجري ولا يجري معه\nوشاعر ينشد وسط المجمعه\n...\nوشاعر من حقه ان تسمعه\nوشاعر من حقه ان تصفعه\nواياه عني من قال\nيا رابع الشعراء فيم هجوتني\n...\nأحسبت اني مفحم لا أنطق\nولبعض أهل العصر\nقولا لشاعرنا الثقيل الأول ال\n...\nمربى بطلعته على الرقباء\nيا ثاني الموت الزؤام وثالث\n...\nحسين انك رابع الشعراء\nفاذا كان بارد الشعر قالوا فلان من آل الصيف قال الجماز في ابي السمط\nان ابا السمط؟؟\n...\nوشعره من آله الحر\nطوبى لمن في الصيف يروى له\n...\nخمسة ابيات من الشعر\nوقال ابن وريق الكوفي في شعر الصولي\nداري بلا خيش ولكنني\n...\nأعقد من خيشي طاقين\nدار إذا ماشتد حري بها\n...\nأنشدت للصولي بيتين\nوقال احمد بن طاهر في الفتح بن خاقان وقد اعتل من حرارة\nما دواء الامير فتح بن خاقا\n...\nن؟؟ هذا الزمان\nودواء الامير ان ينشدوه\n...\nبعض ما؟؟ أبو هفان\nوقيل للعتابي قد فلج أبو مسلم الخلق فقال لعله أكل من شعره \" واجتمع \" قوم من الشعراء على فالوذجه حارة فقال أحدهم للأخر منهم كأنها مكانك من النار فقال يصلحه بيت من شعرك \" وقيل \" للاستاذ طبري شعر فلان؟؟ ولكن كماء البئر في الصيف وانما أخذه من قول ابن الرومي\nأنت عندي كماء بئرك في الصيف\n...\nثقيل؟؟ برد شديد\n\" وأنشدتني \" أبو الحسن الحميري لنفسه في الكناية عن شعر ردى غير سائر\nلنا صديق شعره داجن\n...\nلا يألف الاسفار والغربة\nلكنني اسمعه راعيا\n...\nلحقه في قدم الصحب\n\" فصل في السؤال والكدية \"\nالجزء: 1 ¦ الصفحة: 75\n",
        "أول من كنى عن السؤال خالد بن برمك وكان عبد الله بن شريك النميري صار اليه في جماعة من أهل السوتات يستمحونه وكان الزوار يسمون السؤال فقال خالد انا والله استقبح لهم هذا الاسم وفيهم الاشراف والاجواد ولكنما نسميهم الزوار فقال له عبد الله والله ما ادرى اميرتنا منك أجل أو صلتنا أم تسميتنا وقال في ذلك يزيد بن خالد الكوفي المعروف بابن حبيبات\nحذا خالد في جوده حز وبرمك\n...\nفمجد له مستطرف وأثيل\nوكان بنو الاعدام يعزون قبله\n...\nإلى اسم على الاعدام فيه دليل\nيسمون بالسؤال في كل موطن\n...\nوان كان فيهم نابه وجليل\nفسماهم الزوار سترة عليهم\n...\nوذلك من فعل الكرام نبيل\nوذكر الصولي هذا الخبر لغير خالد باسناد له ان المساور بن النعمان لما ولي كور فارس أتاه الناس فقيل له قد اجتمع سؤالك فقال ما أقبح هذا من اسم هؤلاء الزوار فسموا به من ذلك اليوم وفيه يقول زياد الاعجم\nان المساور أعطي في عطيته\n...\nسؤاله أحسن الاسماء للبشر\nكانوا يسمون سؤالا فصيرهم\n...\nدون البرية زوار ولم يجر\nويقال فلان من أصحاب الجراب والمحراب وفلان من قراء سورة يوسف لان قراء السؤال يستكثرون من قراءتها في الاسواق والمجامع والجوامع لانها أحسن القصص قال محمد بن وهب\nلئن كنت بالاشعار والنحو حافظا\n...\nلقد كنت من قراء سورة يوسف\nويقال فلان خليفة الخضر إذا كان جوالاً في الاسفار جوابا للبلاد في الكديه \" وقد \" يوصف بهذه الكناية من تكثر نهضاته وتتصل حراكاته وان لغير الاستماحه ورؤي بعضهم يسأل في قرية فقيل له ما تصنع فقال ما صنع موسى والخضر يعني انهما استطعما أهل قرية \" وحدثني \" نصر بن سهل بن المرزبان قال ولد لابي العيناء ابن فاتاه ابو علي البصير مهنئاً له فقال اي وقت فارق امه فقال وقت الصبح عند ضرب الدبادب فقال ابو علي ارجو ان يعرفك الله بركته فما أخطى وقته يريد ان السؤال انما ينتشرون في ذلك الوقت للكديه \" ويقال \" سأل رجل بعض المتجملين فقال له المسؤل باطننا كظاهرك والبستان كله كرفس يعني انه كهوفي الخصاصة والحاجة الى السؤال \" وكتب \" بعض البلغاء في اقتضاء ميرة لرجل فلان مقيم على انتظار جوابه وثمرة ايجابه يكنى عن الصلة بثمرة الايجاب وأحسن جدا \" وقلت \" انا في الكتاب المبهج من جلب در الكلام حلب در الكرام \" فصل في الكناية عن الفقر وسوء الحال \" \" يقال \" فلان قد لبس شعار الصالحين اي افتقر \" ويقال \" فلان رقت حاشية حاله وداره تحكى فؤاد ام موسى ويقرء سورة الطارق اي ليس بري فيها سوي السماء والنجوم \" ويقال \" جاءنا فلان في قميص قد أكل عليه الدهر وشرب وجبة تقرأ إذا السماء انشقت \" وفلان \" وطاؤه الغبراء وغطاؤه الخضراء إذا كان لا يستتر من الله بشئ \" ودخل \" بو الحسن محمد بن عبد الله المعروف بابن سكرة حمام موسى ببغداد فسرقت نعله فقال\nتكاتفت اللصوص عليه حتى\n...\nليحفى من يسلم به ويعرا\nولم أقصد به ثوبا ولكن\n...\nدخلت محمدا وخرجت بشرا\nيعنى بشرا الحافي \" فصل في الكناية عن الصفع \" كان أبو هفان يقول انا لا أمزح الا باليدين والوالدين يكنى عن الصفع والشتم ومن أبلغ ما سمعت في الكناية عن الصفع قول اسماعيل السبحي في أبي نواس\nولما تصدى لاعراضنا\n...\nولم يك في عرضه منتقم\nكتبنا الهجاء على أخدعيه\n...\nبمزدرج من اكف الخدم\nومما استظرف قول ابن لنك في أبي رياش\nأصابعه من الحلواء صفر\n...\nولكن الاخادع منه حمر\n\" وقوله \"\nلم أقبل فاه لكن\n...\nقبلت كفى قفاه\nواستحسن قول منصور الفقيه\nيا من يراني والبرية\n...\nكلها في العلم دونه\nصن ما تزر عليه طو\n...\nقك ان بدا لك ان تصونه\nواستجيد ما أنشدنيه أبو بكر الخوارزمي لبعضهم في انسان وقح صفعان\nسلاحه في وجهه\n...\nوماله في هامته\nفكل ما يملكه\n...\nيجمع في عمامته\nوما ألطف قول السرى الموصلي في الكناية عن الصفع\nقوم إذا حضر الملوك وفودهم\n...\nنفضت عمائمهم على الابواب\nالجزء: 1 ¦ الصفحة: 76\n",
        "ولم ير في هذا المعنى أملح مما أنشدنيه أبو الحسن علي بن أحمد بن عبدان لابن سكرة في ابن قريعة\nرأيت قلنسوة تستغيث\n...\nمن فوق رأس تنادي خذوني\nوقد قلقت فهي طور اتميل\n...\nمن عن شمال ومن عن يمين\nفقلت لها ما الذي قد دهاك\n...\nفقالت مقال كئيب حزين\nدهاني ان لست من قالبي\n...\nوأخشي من الناس أن ينكروني\nوان يأخذوا في مزاج معي\n...\nوان فعلوا ذاك بي قطعوني\n\" فصل في الكناية عن الصناعات الدنية \" سئل الشعبي عن رجل خطب امرأة فقال انه لين الجلسة نافذ الطعنة فزوج فاذا هو خياط وحكي الجاحظ عن النظام انه كان يكنى عن الحائك باخصر البطن يعني أن الخسف قد خصر بطنه \" وسئل \" حجام عن صناعته فقال أنا أكتب بالحديد وأختم بالزجاج \" ومن أحسن \" ما سمعت في هذه الكناية ما يحكى أن الفرزدق دخل على بلال بن ابي بردة وهو في ذم مضر ومدح اليمن فقال الفرزدق ان فضل اليمن لا يدفع سيما الواحدة التي بان بها أبو موسي فقال بلال ان فضائل ابي موسى كثيرة فايها تعني فقال بنفسه عن رسول الله صلى الله عليه وسلم حين غلبه دمه يعني انه كان حجمه في بعض اسفاره فقال بلال اجل قد فعل ذلك برسول الله ولم يفعل بأحد قبله ولا بعده فقال الفرزدق ان الشيخ كان اتقى لله واعلم به من ان يقدم على نبيه بغير حذق فسكت بلال وحقدها على الفرزدق وعدت في جوابات الفرزدق المسكتة \" ومن نادر \" ما كنى به عن الحجام ومشهوره قول عتبة الاعور لابراهيم بن سيار\nيا بن الذي عاش غير مضطهد\n...\nيرحمك الله أيما رجل\nله رقاب الملوك خاضعة\n...\nمن بين حاف ومنتعل\nأبوك أو هي النجاد عاتقه\n...\nكم من كمى أدمي ومن بطل\nيأخذ من ماله ومن دمه\n...\nلم يمس من ثائر على وجل\nبكفه مرهف يغلبه\n...\nيقطع أعناق سادة نبل\nوأخذ الطائف بالكوفة رجلا فقال له من أنت فانشد\nانا ابن الذي لا ينزل الدهر قدره\n...\nوان نزلت يوما فسوف تعود\nتري الناس أفواجا إلى باب داره\n...\nإذا ما مضى وفدائته وفود\nفخلى عنه وحسبه ابن بعض الاشراف فاذا هو ابن باقلاي \" وانشدني \" أبو الفضل الميكالي لابي بكر العلاف في الزجاجي النحوي\nلك ود قد جبرنا\n...\nهـ فاعيانا صدوعه\nفاذا ودك مما\n...\nكنت بالامس تبيعه\n\" الباب الخامس \" \" في الكناية عن المرض والشيب والكبر والموت \" \" فصل في المرض \" هذا الفصل مقصور على الفاظ البلغاء من أهل العصر في الكناية عن المرض يقع في فصول هذا الباب \" فمنها \" قولهم خمشه الزمان وهو من قول ابي الطيب المتنبي لسيف الدولة\nتخمشك الزمان هوى وحبا\n...\nوقد يؤذي من المقة الحبيب\n\" ومنها \" قولهم عرضت له فترة أصابت عوده اشتكي الكرم لشكايته عرض له ما يجعله الله تمحيصا لا تنغيصا وتذكيراً لا نكيراً وأدبا لا غضبا عرض له ما يمحو ذنوبه ويكفر سيئاته \" وكنى الصاحب \" عن الجرب بقوله لابي العلاء الاسدي من أبيات\nأبا العلاء مليك الهزل والجد\n...\nكيف النجوم التي تطلعن في الجلد\nوسمعت الاستاذ الطبري يقول في ذكر مريض شارف التلف قد اختلف اليه رسل ابي يحيى \" وكتب \" ابو منصور الشيرازي في ذكر اشتداد علة بعض الرؤساء طالع الكرم يترنح يترجح نجمه بين الاضاءة والأفول وتميل شمسه بين الاشراق والغروب \" فصل في كناياتهم عن الشيب \" أقبل ليله نور غصن شبابه ذرت يد الدهر كافورا على مسكه فصص انبوبه لاح الاقحوان في بنفسجه \" وأحسن \" هذا كله قول الله عز اسمه وجاءكم النذير وينشد أصحاب المعاني قول بعض العرب\nولما رأيت النسر عز ابن دأية\n...\nوعشش في وكريه جاشت له صدري\nوالنسر كناية عن الشيب وابن دأية الغراب وكني به عن الشباب \" فصل في كنايتهم عن الاكتهال \" استبدل بالادهم الابلق وبالغراب العقعق ارتاض بلجام الدهر تفض غبرة الصبي ولبي داعية الحجى تجلل ملابس أهل العقول أدرك زمان الحنكة \" فصل في كنايتهم عن الشيخوخة \"\nالجزء: 1 ¦ الصفحة: 77\n",
        "والكبر والهرم ومشارفة الموت قد فسح له في المهل قد تصاعفت عقود عمرة تناهت به السن قد صحت الايام الحاليه فلان شمس العصر على القصر قد بلغ ساحل الحياة ووقف على ثنية الوداع واشرف على دار المقام وكاد يلحق باللطيف الخبير \" ولما \" سقطت ثنية معاوية في الطست اشتد جزعه فقال له ابو الاعور السلمى خفض عليك يا أمير المؤمنين فو الله ما بلغ أحد سنك الا نقض بعضه بعضاً \" فصل في الكناية عن الموت \" استاثر الله به أسعده الله بجواره نقله الله إلى دار رضوانه ومحل غفرانه كتبت له سعادة المحتضر وافضت به إلى الامر المنتظر اختار الله له النقلة من دار البوار إلى محل الابرار وانا استحسن قول المرقش الاكبر\nليس على طول الحياة من ندم\n...\nومن وراء المرء ما يعلم\nوحدثني أبو نصر سهل بن المرزبان قال دخل ابن مكرم إلى ابي العيناء عائداً فقال له ارتفع فديتك قال رفعك الله اليه اي اماته \" وتولع \" رجل ببعض الظرفاء فقال له رأيتك تحتي قال مع ثلاثة مثلي يعني في رفع جنازته \" وسمعت \" بعض الحكماء يقول في الكناية عن موت صديق له قد استكمل فلان حد الانسان لان حد الانسان انه حي ناطق وكثيراً ما يكنون عن القبر بالتربة والمضجع والمرقد والمشهد \" فصل في الكناية عن القتل \" صلى بحر مناصل قبل حر النار وسقى الارض من دمه بطل ووابل عدم برد الحياة وذاق حر المرهفات اروى منه غلة السيف وأحسن من هذا كله قول الله تعالى فوكذه موسى فقضى عليه اي قتله \" وحدثني \" ابو النصر محمد بن عبد الجبار قال كان وزير الوقت سلم بعض أفاضل العمال إلى ابن ابي البغل عند نهوضه إلى رأس عمله بالاهواز وامره بتصريفه من اعماله فيما يستصلحه له ليجبر به خلل حاله فاستعمله على بعض اموال بيت المال ثم قتله تحت المطالبة بما جمعه حكم الاستيفاء عليه وخاف من درك الانتقام من جنايته على وديعة من لزمه شكر صنيعته فافضى الفكر إلى تمحل ما يخرجه من عهدة بادرته ويحله من ربقة جنايته فلم يجد لذلك معنى محيلا ولا لفظ يكون على المراد دليلا وطلب من يفحص عنه بالمعذرة ويوجب له سبب الانفصال من تبعة تلك المعاملة على شريطة حال يعظم خطره ويظهر في سد خصاصة الحال اثره إلى ان دل على شيخ من أرباب الصناعة قد اقعدته المحنه واكسدته العطلة فدعاه واستنشاءه كتاب إلى الوزير في مهمات من وجوه المعاملات ومن حديث القتل في ضم الكلام فقال له اكتب عذراً بهذا المعنى فكتب اما فلان فان الوزير رسم باستعماله فلما استعملته استحويته فاديته فوافق الادب الاجل فتعجب ابن ابي البغل من قدرته وسرعة فطنته وقوة خاطره على استخلاصه ما للفظ الوجيز والمعنى المحيل عن عهدة جناياته ووصله بمال جزيل وشغله بعمل جليل قال مؤلف الكتاب اظن الشيخ ألم في معنى ما كتبه بتوقيع لعبد الله بن طاهر فزاد في تحسينه ولطف تهذيبه وقد كان عبد الله ضرب بعض قواده ضرباً مبرحاً فمات منه فرفع خبره اليه فوقع ضربناه لذنبه فمات لاجله\nالباب السادس\nفيما يوجبه الوقت والحال من الكناية عن الطعام والشراب\nوما يتصل بهما\n\" فصل في الاطعمة وما يتعلق بهما \"\nالجزء: 1 ¦ الصفحة: 78\n",
        "دخل الشعبي إلى صديق له فعرض عليه الطعام وقال اي التحفتين احب اليك تحفة مريم ام تحفة ابراهيم فقال اما تحفة ابراهيم فعهدي بها الساعة فاخرج اليه سلة رطب وانما كنى عن اللحم لان في قصته عليه الصلاة والسلام فما لبث ان جاء بعجل حينذ وكنى بتحفة مريم عن الرطب لان في قصتها وهزى اليك بجذع النخلة تساقط عليك رطباً جنياً \" وسمعت \" ابا سعد احمد بن محمد بن ملة الهروي يقول اجتاز المبرد بسداب الوراق وهو على باب داره فقام اليه وسأله ان يسره بدخول منزله ومساعدته على ما حضر فقال له المبرد ما عندك فقال يا سيدي عندي أنت وعليه انا يعني اللحم المبرد وعليه السداب فضحك منه وأجابه \" وسمعت \" ابا الفضل عبيد الله بن احمد الميكالي يقول قال اعرابي لامرأته اين بلغت قدركم فقالت قد قام خطيبها تكنى عن الغليان \" وقيل \" للجماز اي البقول احب اليك فقال بقلة الذئب يعني اللحم ودخل الي يوماً بعض الظرفاء من الفقهاء فطاولني الحديث ثم قال لي ما قبل قوله تعالى لقد لقينا من سفرنا هذا نصباً فقلت آتينا غداءنا قال فاعمل عليه فاستظرفت هذه النادرة وأمرت بتقديم ما يتناوله \" وكان \" الطبري يقول إذا رأيت النديم يقترح ان تغني هذا البيت\nخليلي داويتما ظاهراً\n...\nفمن ذا يداوي جوى باطنا\nفاعلم انه جائع يريد أن يطعم \" قال \" ولهذا قصة وهي أن رجلا دخل دعوة وفيه جوع شديد فسأله المطرب عن المقترح من الغناء فاقترح هذا البيت ففطنت لمراده جارية صاحب المنزل وقالت لمولاها أطعم الرجل فانه جائع \" وقيل \" لبعضهم أي الجوارشات أحب اليك فقال جوارش الحنطة يعني الخبز \" وللصوفية \" كنايات عن الاطعمة استظرفت منها قولهم يحمل الشهيد بن الشهيد وللقطائف قبور الشهداء وللفالوذج خاتمة الخير وللارز بالسكر الشيخ الطبري بالطيلسان العسكري وللوزينج أصابع الحور وكان الجاحظ يأكل يوما مع محمد بن عبد الملك الزيات فجئ بفالوذجة فتولع محمد بالجاحظ وأمر أن يجعل من جهته مارق من الجام فأسرع في الاكل حتى نظف ما بين يديه فقال محمد ياأبا عثمان قد تقشعت سماؤك قبل سماء الناس فقال أصلحك الله لان غيمها كان رقيقا \" فصل في الكناية عن الشراب والملاهي وما يضاف اليهما \" الاصل في هذا الفصل قول الشاعر\nألا فاسقني الصهباء من حلب الكرم\n...\nولا تسقني خمراً بعلمك أو علمي\nأليست لها أسماء شتي كثيرة\n...\nفهات أسقنيها واكن عن ذلك الاسم\n\" ويقال \" استمطر فلان سحاب الانس واستدر حلوبة السرور وقدح زند اللهو واقتعد غارب الطرب وفلان يروم دم العناقيد ويفصد عروق الدنان وينظم عقود الاخوان وحكى الصولي قال كان خلاد ينقل أخبار أبي حفص بن أيوب الي ابن طولون فقال له حفص يا سيدي أبا الفضل انما مجلس المدام مجمع الانسة ومسرح اللبانة وهداد الهم ومرتع اللهو ومعهد السرور أو بما بواسطته لانك عندي ممن لايتهم غيبه وكتب الصاحب ينشط مولانا لتناول ما يستمد السرور ويستجلب الانس ويشرح الصدر \" وكتب آخر \" إذا حرم الانبساط في وجوه المطالب حل ما يجمع شمل الاخوان ويفرق أنواع الاحزان \" وكنى \" عنه بعضهم باكسير السرور وكيمياء الفرح وترياق الهموم وصابون الغموم ولحام ارحام الكرام \" وكتب آخر \" عدنا لقداح اللهو فأجلناه ولمراكب السرور فامتطيناها \" وذكر الطبري \" في كتاب الامثال المولدة انه يقال للسكران إذا بلغ غلية السكر قد عبر موسى البحر \" وسئل \" عبيد رواية الاعشى عن معنى قول الاعشى\nوسبية مما تعتق بابل\n...\nكدم الذبيح سلبتها جريالها\nفقال قد سألت الاعشى عن ذلك فقال قد شربتها حمراء وبلتها حمراء والجريال لون الخمر \" ويروي \" عن الشعبي انه قال ما سمعت في الكنايات والمعاريض أحسن مما دار بين عبيد الله وبين الحارث بن بدر قال له يوما ما هذا الخدش بوجهك فقال سقطت عن فرس لي أشقر يعني الخمر فقال أين أنت عن الاشهب الوطيء يعني الماء \" ويقال \" في الكناية عن القليل الشرب فلان مسعطى وهو قول ابن لنك\nفديتك لو علمت ببعض مابي\n...\nلما جرعتني الا بمسعط\nووحسبك ان كرما في جواري\n...\nأمر ببابه فأكاد أسقط\nوأنشدني أبو جعفر محمد بن موسى الموسوي لبعضهم\nويدعي الشرب في رطل وباطية\n...\nوأم عنترة العبسي تكفيه\nالجزء: 1 ¦ الصفحة: 79\n",
        "يعني زبيبة وكان اسم أم عنترة زبيبة \" ومثل هذه \" الكناية وان كان من غير هذا الباب قول ابن طبا طبا\nمنعم الحسم يحكي الماء رقته\n...\nوقلبه قسوة يحكى أبا أوس\nيعني حجراً فوضع مكان الحجر أبا أوس وأبا أوس حجر \" ثم نعاه \" عليه أبو مسلم محمد بن بحر فكتب اليه\nأبا حسن حاولت ايراد قافيه\n...\nمصلبة المعنى فجاءتك واهيه\nوقلت أبا أوس تريد كناية عن\n...\nالحجرالقاسي فأوردت داهيه\nفان جاز هذا فاكسرن غير صاغر\n...\nفمن باب القرم الهمام معاوية\nيعنى صخراً وهو اسم أبي سفيان\nوالا نصبنا بيننا لك وقعة\n...\nفتصبح ممنوعا بصفين ثانيه\nعاد الحديث إلى شرط الفصل كتب الطبري يصف مطربا فلان طبيب القلوب والاسماع ومحيي موات الخواطر والطباع \" وقال \" غيره فلان يطعم الآذان سرورا ويقدح في القلوب نورا وكتب الصاحب اعلام الانس خافقة وألسن الملاهي ناطقة \" وكتب \" أبو الفرج الببغاء قد فض اللهو ختامه ونشر الانس اعلامه \" وقال \" غيره قد سمعنا ما يرفع حجاب الاذن ويأخذ بمجامع القلب ويمتزج باجزاه النفس\nالباب السابع\nفي فنون شتى من الكناية والتعريض\nمختلفة الترتيب \"\n\" فصل في الكناية عن العزل والهزيمة وبعض الالفاظ السلطانية \" قال الرشيد ليحيى بن خالد قد أردت أن أجعل الخاتم الذي الي أخي الفضل إلى أخي جعفر واحتشمت من الكتاب اليه فاكتب أنت اليه واكفتيه فكتب يحيى اليه قد رأى أمير المؤمنين أن يحول الخاتم من شمالك إلى يمينك فأجاب سمعاً وطاعة وما انتقات عني نعمة صارت إلى أخي \" وكتب \" عامل إلى المصروف به فألطف وطرف قد قلدت العمل بناحيتك فهناك الله بتجديد ولايتك وأنفذت خليفتي بخلافتك فلا تخله من هدايتك إلى أن يمن الله بزيارتك فأجابه بهذه الاحرف ما انتقلت عني نعمة صارت اليك ولا خلوت من كرامة اشتملت عليك واني لاجد صرفي بك ولاية ثانية وصلة من الوزير وافية لما أرجوه بمكانك من حسن الخاتمة ومحمود العاقبة \" ومن \" ألفاظ الكناية عن العزل قد أغمد سيف كفايته وعطل الديوان من رياسته حط عنه ثقل العمل \" وقد يكنى \" عن العزل بالصرف وعن المصادرة بالمواقعة وعن الهزيمة بالتراجع والتحيز كما كتب أبو اسحاق الصابي عن بختيار إلى صاحب طرف بازاء عدو وان حزبك أمر يجب الاحتراس منه عملت إلى التحيز إلى الحضرة فانها ممهدة لك غير نائية عنك \" ويكنى \" عن شغب العسكر باللوئة كما كتب أبو الحسن التومي عن أبي على الصغاوي وقد بدرت من الحشم لوثة أعان الله على استدراكها ومداواتها \" ويكنى \" عن التقييد فيقال استوثق منه بالحديد \" ويروي \" ان الحجاج قال للغضبان بن القبعثري لاحملنك على الادهم يكنى عن القيد فتغابي عليه وقال مثل الامير يحمل على الادهم والاشهب قال انه الحديد قال لان يكون حديدا أحب إلى من أن يكون بليدا \" ويكنى \" عن الرشوة بصب الزيت في القنديل \" وربما \" قيل لذلك القندلة \" وكان \" يحيى بن خالد ولي ديوان الخراج رجلاه من أهل خراسان يقال له أبو صالح فارتشى فعزله وولى مكانه سعدان بن يحيى فقيل فيه\nصب في قنديل سعدا\n...\nن مع التسليم زيتا\nوقناديل بنيه\n...\nقبل أن يخفى الكميتا\nفعزله يحيى وأعاد أبا صالح فقيل فيه\nقنديل سعدان على ضوئه\n...\nفرخ لقنديل أبي صالح\nتراه في مجلسه أحولا\n...\nمن لمحه للدرهم اللائح\nوفي هذه الكناية أنشدت لابن لنك\nأقول لعصبة بالفقه صالت\n...\nوقالت ما خلا ذا العلم باطل\nأجل لاعلم بوصلكم سواء\n...\nإلى مال اليتامى والارامل\nأراكم تقلبون الحكم قلبا\n...\nإذا ما صب زيت في القنادل\nالجزء: 1 ¦ الصفحة: 80\n",
        "وسمعت أبا زكريا يحيى بن اسماعيل الحربي يقول قد كنى عمر بن الخطاب رضي الله عنه عن استخراج الخراج والعشر وسائر حقوق بيت المال بقوله وأدروا لقحة المسلمين أدار بلقحتهم درة الفيء والخراج التي منها عطاياهم \" ومن ذلك \" أن سيدنا عثمان بن عفان لما ولي الخلافة عزل عمر ابن العاص عن مصر وكان اميرا عليها من يوم فتحها في خلافة الفاروق إلى أن ولى عثمان وولي مكانه عبد الله بن سعد بن ابي سرح فارسل الخراج لسنة أربعة عشر ألف ألف دينار وعمرو بن العاص حاضر اذ ذاك عند عثمان وكان عمرو يرسلها ثلاثة عشر ألف ألف دينار فقال عثمان قد درت اللقحة يا عمرو قال نعم يا أمير المؤمنين ولكنكم أجحفتم بفصالها \" فصل في الكناية عما يتطير من لفظه \" يكنى عن اللديغ بالسليم وعن الاعمى بالبصير وعن المهلكة بالمفازة وعن ملك الموت بأبي يحيى وقد ظرف الصاحب في وصف أخوين مليح وقبيح حيث قال\nيحيى حكى المحيار ولكن له\n...\nأخ حكى وجه أبي يحيي\nويكني عن الحبشي بأبي البيضاء كما قال الشاعر\nأبو صالح ضد اسمه واكتنائه\n...\nكما قد ترى الزنجي يدعي بعنبر\nويكني أبا البيضاء واللون حالك\n...\nولكنهم جاؤا به للتطير\nولما ورد الخبر على المنصور يخرج محمد بن ابراهيم بن عبد الله بن الحسن بالبصرة وهو في بستان له ببغداد نظر إلى شجرة فقال للربيع ما اسم هذه الشجرة فقال طاعة ياأمير المؤمنين وكانت خلافا فتفال المنصور بذلك وعجب من ذكائه \" ونظير \" هذه الكناية وان كانت في ليست معناها ما يحكي اذ رجلا مر في صحن دار رشيد ومعه حزمة خيزران فقال الرشيد للفضل بن الربيع ما ذاك فقال عروق الرماح ياأمير المؤمنين وكره ان يقول الخيزران لموافقته اسم والدة الرشيد \" فأما \" الكناية عما لا ينبغي ان يكنى عنه فهاهنا حكاية فيها ذكر ابن عبدوس في كتاب الوزراء والكتاب انه عرض على المتوكل أسماء جماعة من الكتاب ليقلدوا الاعمال فكان ممن عرض عليه اسم طماس بن أخي ابراهيم بن العباس فضرب عليه وقال لا يولى ولا كرامة فانه يبكي الحجامة ويسمى الشمس العدوة ويكنى عن الحية بالطويلة وعن الجن بعمار الدار \" فصل في الكناية عن مرمة البدن \" سمعت الطبري يقول كنت يوما بين يدي سيف الدولة بحلب فدخل عليه ابن عم له فاستبطأه الامير وقال له أين كنت اليوم وبم انشغلت فقال ايد الله مولانا حلقت رأسي وأصلحت شعري وقلمت اظفاري فقال له قلت أخذت من اطرافي كان أوجز وابلغ وأحسن من هذا قول الله تعالى ثم ليقضوا تفئهم قال ابو منصور الازهري في كتاب تهذيب اللغة لم يفسر أحد من اللغويين التفث كما فسره النضر بن شميل اذ جعل التفث الشعث وجعل قضاءه اذهابه بدخول الحمام والحلق والاخذ من الشعر ونتف الابط وحلق العانة \" ومن لطائف \" الاطباء كناياتهم عن الاسهال بالاستفراغ وعن القيء بالتعالج \" ووجدت \" بخط ابي الحسن السلامي في دفتر من منتخب شعره اتحف به أبا الحسن محمد بن عبد الله الكرخي ابياتا له بديعة في الكناية عن النورة\nلما التحى اضحت عمامته السوداء تحكي محضر الحنك\nوصار يحتال أو بلين بحلق الشعر عن ردفه أو الفتك\nفي كل يوم تراه متزرا\n...\nبالروض بين الحياض والبرك\nوما علمنا بانه قمر\n...\nحتى اكتسي قطعة من الفلك\n\" فصل فيما شذ من هذا الباب من كنايات اخبار النبي صلى الله عليه وسلم \"\nالجزء: 1 ¦ الصفحة: 81\n",
        "\" يروي \" عن ابي أمامة عن عائشة رضي الله تعالى عنها ان النبي صلى الله عليه وسلم قال لا يقولن أحدكم خبثت نفسي وليقل لقست نفسي \" ويروي \" ان بني قريظة وكعب بن أسعد لما عاقدوا النبي صلى الله عليه وسلم على الموادعة قبلها منهم فلما كان عام الخندق أتاهم جبير بن أخطب وحملهم على نقض العهود فنقضوها واتى الخبر إلى النبي صلى الله عليه وسلم فبعث رجالا ليتعرفوا الخبر وقال لهم ان كان حقا فالحنوا به الي لحنا اعرفه ولا تفتوا في اعضاد الناس وان كانوا على الوفاء فصرحوا واجهروا به فأتوهم فحرقوا كتابهم الذي عاقدوا عليه رسول الله صلى الله عليه وسلم ورجع القوم فقالوا عضل أو القارة يكنون عن أنهم غدروا كما غدرت عضل والقارة وهم بنو الهوز بن خزيمة قدموا على النبي صلى الله عليه وسلم فقالوا انا فينا برسول الله اسلاما فابعث الينا نفر من أصحابك يعلموننا فبعث معهم سبعة نفر اميرهم مرثد فلما كانوا ببطن الرجيع وهو ماء لبني هذيل قال العضليون لمرثد اقيموا حتى نرتاد لكم منزلا ومضوا حتى اتوا بني لحيان فقالوا هؤلاء نفر من أصحاب محمد ندلكم عليهم على ان ما أصبتم من هذا بيننا وبينكم قالوا نعم فاستأثر بعضهم وأبى بعض فقتلوا من لم يستأثر فهذه قصة عضل والقارة وكان اصحاب رسول الله عليه وسلم إذا قعدوا عنده كان على رؤوسهم الطير فانبرى يوما حسان فانشده قول الاعشى\nكلا ابويكم كان فرعي دعامة\n...\nولكنهم زادوا واصبحت ناقصا\nتبيتون في الشتاة ملأى بطونكم\n...\nوجاراتكم غرثي يبتن خمائصا\nفقال له رسول الله صلى الله عليه وسلم لا تنشد هجاء علقمة فان ابا سفيان شغب مني عند هرقل فغرب عليه علقمة فقال حسان يا رسول الله من نالتك يده وجب علينا شكره فما سمع في الكناية عن الوقيعة بأحسن من قوله شغب منى ولا في الكناية عن الانكار والاحتجاج كقوله فغرب عليه ولا في الاعتذار كقول حسان من نالتك يده وجب علينا شكره \" فصل في ضد الكناية \" ومعناه تقبيح الحسن كما ان معنى الكناية تحسين القبيح \" دخل \" بعض الظرفاء كرما فنظر إلى الحصرم فقال اللهم سود وجهه واقطع عنقه واسقني من دمه ويقال ان سليمان ابن كثير قاله وقد جري بين يديه ذكر ابي مسلم الخراساني فنمى الحديث إلى ابي مسلم فعاتبه عليه فانكر ان يكون قاله فيه فقال ابو مسلم اخبرني الثقة عنك بهذا فقال نعم قلته ولكن في كرم كذا لما نظرت إلى الحصرم فاسأل الحاكي عن ذلك فان ذكر لك حديث الكرم فصدقني فان ذكر لك اني قلته في مكان سوى الكرم فالامر على ما ظننت وقد نظم بعض هذا النثر من لم يوفه حقه اذ قال\nمررت على عنقود كرم معلق\n...\nيقطر بل يوما وقد كان حصرما\nفقلت اراني الله وجهك اسودا\n...\nوأسقيت يا عنقود من جوفك الدما\n\" مر ابن مكرم \" على ابي العيناء وهو على مصلى له فاراد ان يجلس عليه معه فقال لا تقدر على مصلاي فقال بل هو متمرغ فسقك \" ولما ولى \" سعيد بن حميد ديوان البريد بالحضرة قال فيه أبو علي البصير\nبأبي نفس سعيد\n...\nانا نفس شريفة\nلم يزل يحتال حتى\n...\nصار غماز الخليفة\n\" فصل فيما شذ عن الكتاب من كنايات لاهل بغداد \" \" يكون \" عن اللحية بالمحاسن فيقولون لمن بلحيته قذاة يدك على محاسنك \" ويكنون \" عن الزينة شتمة بالزاي قال بعض اهل العصر\nصديق لنا قد كساه الزما\n...\nن ثياب الغنى رافع شأنه\nنراه غليظ مزاج الكلام\n...\nإذا كسر التيه أجفانه\nيخاطب بالكاف اخوانه\n...\nويشتم بالزاي غلمانه\n\" ويقولون \" فيمن يسخر به وهو لا يدري رقص في زورقه \" ويدعون \" على من يعاودونه فيقولون سلط الله عليه ما يجتر يعنون السبع ويكنون عن القواد بالنقيب قال الصاحب\nيا بن يعقوب يا نقيب البدور\n...\nكن شفيعي إلى فتي مسرور\nقل له ان للجمال زكاة\n...\nفتصدق بها على المهجور\n\" فصل في فنون من التعريضات \"\nالجزء: 1 ¦ الصفحة: 82\n",
        "العرب تستعمل التعريض في كلامها فتبلغ ارادتها بوجه هو ألطف وأحسن من الكشف والتصريح.. ويعيبون الرجل إذا كان يكاشف في كل وجه يقولون فلان لا يحسن التعريض الا ثلباً \" وقد \" جعله الله في خطبة النساء جائزاً فقال ولا جناح عليكم فيما عرضتم به من خطبة النساء أو أكنتم في أنفسكم ولم يجز التصريح.. والتعريض في الخطبة ان يقول للمرأة والله انك لجميلة وانك لشابة ولعلى الله ان يرزقك بعلا صالحاً وان النساء لمن حاجتي وأشباهه من الكلام \" وروي \" بعض أصحاب اللغة ان قوماً من الاعراب خرجوا يمتارون فلم صدروا خالف رجل في الليل إلى عكم صاحبه وأخذه وجعله في عكمه فلما أراد الرحلة وقاما يتعاكمان رأى عكمه يشول وعكم صاحبه يرجح ويثقل فأنشأ يقول\nعكم تعشي بعض اعكام القوم\n...\nلم أرى عكما سارقا قبل اليوم\n\" وعن \" سعيد بن جبير عن ابن عباس رضي الله عنهما في قوله عز وجل حكاية عن موسى عليه السلام لا تؤاخذني بما نسيت قال لم ينس ولكنها من معاريض الكلام وأراد ابن عباس انه لم يقل اني نسيت فيكون كاذبا ولكنه قال لا تؤاخذني بما نسيت فأوهمه النسيان تعريضاً \" وساير \" شريك النمري عمر بن هبيرة الفزاري على بغلة فجازت برزون عمر فقال له عمر اغضض من لجامها فقال شريك انها مكتوبة اراد عمر قول الشاعر\nفغض الطرف انك من نمير\n...\nفلا كعب بلغت ولا كلابا\nوأراد شريك قول الآخر\nلا تأمنن فزارياً خلوت به\n...\nعلى قلوصك واكتبها بأسيار\n\" والتقى تميمي ونميري في مجلس وخاضا مع الخائضين فقال التميمي يعجبني من الجوارح البازي فقال النميري لا سيما إذا كان يصيد القطاة وانما اراد التميمي قول الشاعر\nانا الباز المطل على نمير\n...\nاتيح من السماء لها الصبابا\nوأراد النميري قول الطرماح\nتميم يطرق اللؤم أهدي من القطا\n...\nولو سلكت طرق المكارم ضلت\n\" ودخل \" رجل من محارب على عبد الله بن يزيد الهلالي وهو بارميلية فقال عبد الله ما لقينا البارحة من شيوخ محارب ما تركونا ننام يعني الضفادع ويريد قول الاخطل\nتنق بلا شيئ شيوخ محارب\n...\nوما خلتها كانت تريش ولا تبرى\nضفادع في ظلماء ليل تجاوبت\n...\nفدل عليها صوتها حية البحر\nفقال أصلحك الله انهم أضلوا البارحة برقعة فكانوا في طلبه يريد قول الشاعر\nلكل هلالي من اللؤم جنة\n...\nولابن يزيد برقع وجلال\n\" ومن التعريضات بالفعل \" ما يروى ان معاوية ارسل إلى عمرو بن العاص بكلام فقال للرسول انظر ما يرد عليك فلما تكلم عض عمرو ابهامه حتى فرغ الرسول ولم يزده على ذلك فلما رجع إلى معاوية اخبره بفعله فقال له معاوية ما اراد قال لا أدري فقال انما قال أتقرعني وأنا الوك شكيمة قارح \" وكان الفضل \" بن الربيع مطعونا عليه في نسبه لان الربيع كان مملوكا ولكنه يلتمى إلى يونس بن محمد بن أبي فروة مولى عثمان وذلك ان جارية ليونس ولدت الربيع فانكره يونس فلما ترعرع باعه وتقلبت به احوال واملاك حتى اشتراه زياد بن عبد الله الحارثي خال السفاح فلما رأى عقله وأدبه أهداه إلى المنصور فلما أعتقه واصطنعه بلغه انه ينتمي إلى يونس فأديه وقال أعتقتك واستنجبتك ثم تدعي ولاء عثمان فلهذه القصة كان جعفر بن يحيى الفضل بن الربيع أبا روح لان اللقيط به يكنى: وأهل المدينة يسمعون اللقيط فرخاً وهو عندهم فرخ زنا فيحكى ان الرشيد كان يأكل يوما مع جعفر فوضعت له ثلاثة افراخ فقال الرشيد لجعفر يمازحه قاسمني للستوى في أكلي فقال قسمة عدل أم جور قال قسمة عدل فأخذ جعفر فرخين وترك واحداً فقال له الرشيد أهذا العدل قال نعم معك فرخان ومعك فرخان قال فأين الآخر قال هذا وأومأ إلى الفضل بن الربيع وكان واقفاً على رأسه فتبسم الرشيد وقال يا فضل لو تمسكت بولائنا لسقط هذا عنك ولم يفهم الفضل ما قالاه الا بعد مدة.. ويروي أن رجلا من بني فزارة رمى إلى رجل من بني ضبة بخاتم أزرق فشد عليه الضبي سيراً ورده اليه وانما اراد قول الفزاري الشاعر\nلقد رزقت عيناك ياابن مكعبر\n...\nكما كل ضبي من اللؤم أزرق\nلا تأمنن فزاريا خلوت به\n...\nعلى قلوصك وأكتبها بأسياري\nالجزء: 1 ¦ الصفحة: 83\n",
        "\" وذكر \" أبو علي السلامي في كتاب نتف الطرف ان عبد الله بن طاهر ولي بعض بني أعمامه مروا فاشتكاه أهلها فوفد جماعة منهم على عبد الله وشكوه اليه واكثروا القول فيه فقد رانهم يتزيدون عليه فلم يعزله فلما انصرفوا قال بعض المشايخ بها انا أكفيكموه وورد على عبد الله فسأله عن حال البلد فأخبر بالهدو والسكون ثم سأله عن خبر واليهم فوصفه بالفضل والادب وما يجمعه الامير من النسب وبالغ في ذكر الجميل ثم قال الا انه ونقر باصبعه على رأسه نقرة يعني انه خفيف الدماغ فقال عبد الله ماللولاة والطيش أعزاوه فعزله وانصرف الشيخ إلى مرو فأعلمهم انه عزله بنقرة: وسمعت أبا نصر سهل بن المزربان يقول ولد لابن مكرم ابن فجاءه أبو العيناء مهنياً ولما خرج خلف عنده حجراً يعرض بان الولد للفراش وللعاهر الحجر \" وحكي \" ابن عبدوس في كتاب الوزراء والكتاب ان سليمان بن وهب كان يتقلد الخراج والضياع بمصر والحسين الخادم المعروف بعرق الموت نتقلد البريد بها فحضر يوماً عند الحسين وكان يمازحه كثيراً فاستدعي شربة سكبجية وجيئ بها فلما شربها قال يا غلام أئتني بخلال فعجب من حضر من طلبه الخلال عقب الشراب وانما عرض بالحسين الخادم وأشار إلى ان الخدم إذا أسنوا صنعوا الأخلة فقال الحسين يا غلام إئتنا بخلالين ووضع إحدى سبابتيه على الأخرى كهيئة الصليب يعرض بسليمان بانه كان نصرانياً وكان يتهم بممالثة النصارى والله سبحانه وتعالى أعلم: ثم كتاب النهاية في ان الكناية وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم\nالجزء: 1 ¦ الصفحة: 84\n",
        ""
    ]
}