{
    "1": [
        "رسم المصحف وضبطه بين التوقيف والاصطلاحات الحديثة\nرسم المصحف وضبطه بين التوقيف والاصطلاحات الحديثة\nشعبان محمد إسماعيل\nالكتاب:\nرسم المصحف وضبطه بين التوقيف والاصطلاحات الحديثة\nالمؤلف:\nشعبان محمد إسماعيل\nالناشر:\nدار السلام للطباعة والنشر\nالطبعة:\nالثانية\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "بسم الله الرحمن الرحيم\nمقدمة\n:\nالحمد لله رب العالمين، والصلاة والسلام على المبعوث رحمة للعالمين، سيدنا محمد وعلى آله وصحبه ومن تبع هديه وسار على منهاجه إلى يوم الدين.\nوبعد:\nفالقرآن الكريم هو آخر الكتب المنزلة من عند الله تعالى لهداية الخلق، وإرشاد الناس إلى صراط الله المستقيم.\nإنه -مع السنة النبوية الشريفة- منهج الله تعالى في صورته الأخيرة حتى يرث الله الأرض ومن عليها.\nولما كانت الكتب السابقة موقوتة بوقت محدد، وبأناس معينين، فقد شاء الله تعالى أن ينالها التحريف والتبديل، حتى يكون ذلك دليلا على عدم صلاحيتها للاستمرار والدوام.\nومن هنا تكفل الحق -تبارك وتعالى- بحفظ القرآن الكريم من أن يناله ما نال الكتب السابقة من هذا التحريف.\nقال تعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} 1 كما هيأ -جل شأنه- الأمة التي شرفت بنزول القرآن إليها أن تتحمل مسئولية الحفاظ على هذا الكتاب المجيد، باعتبارها خير أمة أخرجت للناس، وأنها تأتي يوم القيامة شاهدة على الأمم السابقة وما فعلت مع أنبياء الله تعالى ورسله، وما غيرت وحرفت من منهج الله تعالى.\nقال تعالى: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا} 2، 3.\nفمنذا بدأ نزول القرآن على رسول الله صلى الله عليه وسلم كان صلى الله عليه وسلم يتلقى ما يوحى إليه من\n1 الحجر: 9.\n2 أي: خيارا، أو متوسطين معتدلين.\n3 البقرة: 143.\nالجزء: 1 ¦ الصفحة: 5\n",
        "ربه -جل وعلا- فيحفظه ويعيه، ثم يبلغه لأصحابه -رضي الله عنهم- فيحفظونه كذلك، ويحفظونه لغيرهم كما سمعوه من رسول الله -صلى الله عليه وسلم- مجودا مرتلا، عملا بتوجيه الله تعالى في قوله: {وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا} 1.\nومع أن الأمة العربية التي شرفت بنزول القرآن الكريم بلغتها كانت تعتمد على الحفظ أكثر من اعتمادها على الكتابة، إلا أن رسول الله صلى الله عليه وسلم -زيادة في التوثيق- اتخذ له كُتَّابا يكتبون له ما ينزل به الوحي، ومنهم: الخلفاء الأربعة، وأبان بن سعيد، وأبي بن كعب، وثابت بن قيس، وخالد بن الوليد، وزيد بن ثابت، ومعاوية بن أبي سفيان -رضي الله عنهم جميعا.\nفكان كلما نزلت آية أو آيات أمرهم -صلى الله عليه وسلم- بكتابتها، بعد أن يدلهم على موضعها من السورة، فيقول لهم: \"ضعوا هذه الآية في السورة التي يذكر فيها كذا، قبل كذا وبعد كذا\n...\n\" 2 كما كان سائر الصحابة يكتبون لأنفسهم مثل ذلك، متحرين الدقة والأمانة في كل ما يقرءون أو يكتبون: فكانوا إذا تماروا3 في الآية يقولون: إنه أقرأ رسول الله -صلى الله عليه وسلم- هذه الآية فلان بن فلان، وهو على رأس أميال من المدينة، وفي رواية: على رأس ثلاث ليال، فيبعث إليه من المدينة، فيجيء، فيقولون: كيف أقرأك رسول الله -صلى الله عليه وسلم- آية كذا وكذا؟\nفيقول: كذا وكذا. فيكتبون كما قال4.\nوكانوا يكتبون ذلك على عسب السعف -وهو الطرف العريض من جريد النخل- والألواح من أكتاف الغنم وغيرها من العظام الطاهرة، والرقاع -وهي الجلود- واللخاف -وهي الحجارة العريضة البيض التي تشبه الألواح- وغير ذلك من الوسائل التي كانت متيسرة حينذاك.\n1 المزمل: 4.\n2 رواه أبو داود في سننه بنحوه في كتاب الصلاة، باب من جهر بها، أي بالبسملة، والترمذي في أبواب التفسير، في تفسير سورة التوبة، وقال: حديث حسن لا نعرفه إلا من حديث عوف عن يزيد الفارسي عن ابن عباس، والإمام أحمد في المسند \"1/ 57، 59\"، والنسائي في فضائل القرآن، والحاكم في المستدرك \"2/ 221-222\"، وأبو داود في المصاحف \"1/ 230\".\n3 تماروا: أي تجادلوا.\n4 انظر: المقنع في معرفة مرسوم مصاحف أهل الأمصار لأبي عمرو الداني ص8.\nالجزء: 1 ¦ الصفحة: 6\n",
        "ولم يلحق الرسول -صلى الله عليه وسلم- بالرفيق الأعلى إلا والقرآن كله محفوظ في صدره وبعض الصحابة -رضي الله عنهم- ومكتوب في السطور، حسب الطريقة التي أشرنا إليها، غير أنه لم يكن مجموعا في موضع واحد، ولا مرتبَ السور، ولكن الصحابة -رضي الله عنهم- كانوا يعرفون ترتيبها حسبما بين لهم رسول الله -صلى الله عليه وسلم.\nولعل الحكمة في ذلك هي: أن القرآن كان لا يزال ينزل على رسول الله -صلى الله عليه وسلم- إلى ما قبل وفاته بأيام، وكانت هناك آيات تنزل بنسخ بعض الآيات الأخرى، فلو أمر -صلى الله عليه وسلم- بجمعه وترتيبه، لأدى ذلك إلى الاختلاف والاختلاط فحفظه الله تعالى في القلوب إلى انقضاء زمن النسخ، حتى جمع في عهد الخليفة الأول أبي بكر الصديق -رضي الله عنه1.\nولما كثرت الفتوحات الإسلامية في عهد الخليفة الثالث \"عثمان بن عفان\" -رضي الله عنه- وكان أهل كل بلد يأخذون بقراءة من اشتهر بينهم من الصحابة، وكانوا حينما يلتقون في بعض المجامع ينكر بعضهم على بعض ما يسمعونه من وجوه القراءات التي لم يتلقوها، وكادت تحدث فتنة، فتدارك \"عثمان\" هذا الأمر، وأمر بنسخ مصاحف متعددة من المصحف الذي جمع في عهد الخليفة الأول \"أبي بكر\" -رضي الله عنه- وأرسل هذه المصاحف إلى الأمصار المختلفة.\nوقد كتبت هذه المصاحف بطريقة تخالف الرسم الإملائي في بعض الكلمات كما سنبين ذلك -إن شاء الله تعالى- فأطلق على هذا الرسم \"الرسم العثماني\" نسبة إلى \"عثمان بن عفان\" -رضي الله عنه.\nولما كثر الداخلون في الإسلام -من غير العرب- في عهد معاوية بن أبي سفيان\" -رضي الله عنه- وتفشى اللحن في الكلام العربي، وخشي أن يتطرق اللحن إلى القرآن الكريم، اقتضى الأمر وضع علامات تساعد على النطق السليم، دون المساس بالرسم العثماني، وأطلق على هذه العلامات: نقط الإعراب ونقط الإعجام -كما سيأتي.\nوأدخل على هذه العلامات بعض التحسينات حتى وصلت إلى ما هي عليه\n1 انظر: صحيح البخاري: كتاب فضائل القرآن.\nالجزء: 1 ¦ الصفحة: 7\n",
        "الآن في المصاحف.\nومن حين لآخر تظهر بعض الأصوات منادية بكتابة المصحف بالرسم الإملائي، بحجة أن الناس لا تستطيع القراءة في المصاحف بالرسم العثماني!\nفأردت أن أوضح -في هذا البحث- موقف العلماء من هذه القضية، وهل كتابة المصحف بالرسم العثماني توقيفية لا يجوز مخالفتها، أو أنها ليست توقيفية، فيجوز الاجتهاد فيها وكتابة المصحف بما يتفق وقواعد الإملاء الحديثة؟\nوسوف يشتمل البحث على النقاط التالية:\nالكتابة العربية وعلاقتها بالرسم العثماني.\nجمع القرآن في عهد أبي بكر: أسبابه وطبيعته.\nنسخ المصاحف في عهد عثمان: أسبابه وطبيعته.\nعدد المصاحف التي أرسلها عثمان -رضي الله عنه- إلى الأمصار.\nكيفية اشتمال المصاحف العثمانية على الأحرف السبعة.\nظواهر الرسم العثماني وموقف العلماء منها.\nهل الرسم العثماني توقيفي أو اصطلاحي؟\nقرارات المجامع الفقهية حول قضية الرسم العثماني.\nالضبط: مفهومه وأسبابه.\nتقسيم المصحف وأسبابه.\nخاتمة المطاف.\nوالله تعالى أسأل أن يجعله خالصا لوجهه الكريم، وأن ينفع به أهل القرآن والعاملين به إنه جواد كريم.\nوصلى الله على سيدنا محمد وآله وصحبه وسلم\nالدكتور/ شعبان محمد إسماعيل\nمكة المكرمة في: 1417هـ-1997م.\nالجزء: 1 ¦ الصفحة: 8\n",
        "الكتابة العربية وعلاقتها بالرسم العثماني\n:\nيرى بعض المؤرخين أن آدم -عليه السلام- هو أول من كتب بالسريانية والعربية1.\nوقيل: أول من كتب: إدريس -عليه السلام- ويستدل القائلون بذلك بما روى ابن حبان أن النبي -صلى الله عليه وسلم- قال: \"إدريس أول من خط بالقلم\" 2.\nويرى ابن العربي أن إسماعيل -عليه السلام- تعلم العربية من جبريل -عليه السلام -صحيحة فصيحة سوية حتى وصلت إلى سيدنا محمد -صلى الله عليه وسلم3.\nوروي عن ابن عباس -رضي الله عنهما- أن هودا -عليه السلام- كان يكتب بالعربية، كما روي عنه أن أول من وضع الخط العربي هو إسماعيل -عليه السلام4.\nوهناك آراء أخرى كثيرة أوردها ابن كثير في البداية والنهاية5، ثم خلص منها: بأن إسماعيل -عليه السلام- أخذ كلام العرب من قبيلة \"جرهم\" الذين نزلوا بمكة قرب السيدة \"هاجر\" أم إسماعيل -عليه السلام- وقد أنطقه الله بها في غاية الفصاحة، إلى أن وصلت إلى الأمة العربية التي نزل القرآن الكريم بلغتها.\nومن المعلوم أن الذين كانوا يعرفون الكتابة في عصر النبوة قليلين، منهم الخلفاء الأربعة، وأبو سفيان، وطلحة بن عبيد الله، ومعاوية بن أبي سفيان، وأبان بن سعيد، والعلاء بن المقري في مكة.\nكما كان في المدينة، عمر بن سعيد، وأبي بن كعب، وزيد بن ثابت، والمنذر بن عمرو.\nولما هاجر الرسول -صلى الله عليه وسلم- إلى المدينة المنورة عمل على نشر تعلم الكتابة، حتى جعل فداء بعض الأسرى -بعد غزوة بدر الكبرى- تعليم نفر من أبناء\n1 البرهان للزركشي \"1/ 377\".\n2 الإحسان بترتيب ابن حبان \"1/ 288\".\n3 انظر: أحكام القرآن \"4/ 1945\".\n4 انظر: البرهان للزركشي \"1/ 377\".\n5 ج1 ص103.\nالجزء: 1 ¦ الصفحة: 9\n",
        "المسلمين القراءة والكتابة1.\nوبدأت الكتابة تنتشر في كل ناحية من النواحي التي يفتحها المسلمون، ووضع العلماء لها من القواعد والموازين والتحسينات حتى اكتملت على الصورة التي هي عليها الآن.\nوكان لعلماء الكوفة في ذلك الفضل الأكبر، حتى نسبت الكتابة إليهم، ثم لعلماء البصرة بعد ذلك، حتى جاء أبو علي: محمد بن مقلة، وزير المقتدر بالله، أحد خلفاء الدولة العباسية، فحول الكتابة الكوفية إلى صورتها الحالية، وحذا حذوه أبو الحسن: علي بن هلال البغدادي، المعروف بابن البواب، وتبعهما على ذلك كثير من العلماء، حتى وصلت الكتابة العربية إلى ما هي عليه الآن، من جمال الرونق، وحسن التركيب2.\nوالأصل في الكتابة: أن تكتب الكلمة كما ينطق بها تماما، من غير زيادة ولا نقصان، ولا تبديل ولا تغيير، مع مراعاة الابتداء بها، والوقف عليها، ويطلق على ذلك: الرسم القياسي.\nأما كتابة القرآن الكريم: فأحيانا تكتب الكلمة كما ينطق بها، وأحيانا أخرى تخالف هذه القاعدة، كلفظ \"الصلاة\" كتبت \"الصلوة\" بالواو مع أنها تنطق بالألف، وكذلك لفظ \"الزكاة\" تكتب \"الزكوة\".\nومثل: حذف الألف أو الواو أو الياء من بعض الكلمات، أو زيادة حرف، أو كتابة هاء التأنيث بالتاء، وغير ذلك من الأحكام التي أطلق عليها اسم \"الرسم العثماني\" أو الرسم الاصطلاحي3.\nوقد استنبط العلماء هذه القواعد مما كتبه الصحابة -رضي الله عنهم- في المصاحف نقلا عما كتب في حضرة النبي -صلى الله عليه وسلم- وأقرهم عليه.\n1 انظر: زاد المعاد \"5/ 65\" طبعة إدارة إحياء التراث الإسلامي بدولة قطر تحقيق شعيب الأرنئوط وعبد القادر الأرنئوط.\n2 انظر: المزهر للسيوطي \"4/ 349\"، عيون الأخبار لابن قتيبة \"1/ 23\".\n3 يذكر العلماء أن الخط ثلاثة أقسام: خط يتبع فيه الاقتداء بما فعله الصحابة -رضي الله عنهم- وهو رسم المصحف. وخط يتبع فيه ما يتلفظ به المتكلم، ويسقط ما يحذفه، وهو خط العروض، ولذلك يكتبون التنوين ويحذفون همزة الوصل؛ لأنه لا ينطق بها، والقسم الثالث: الخط القياسي: وهو تصوير الكلمة بحروف هجائها، بتقدير الابتداء بها والوقوف عليها.\nانظر: البرهان الزركشي \"1/ 376\". لطائف الإشارات لفنون القراءات للقسطلاني \"1/ 51\"، شرح مورد الظمآن للخراز \"1/ 6 وما بعدها\"، لطائف البيان في رسم القرآن للشيخ أحمد أبو زيتحار \"1/ 64\".\nالجزء: 1 ¦ الصفحة: 10\n",
        "جمع القرآن في عهد أبي بكر -رضي الله عنه- أسبابه طبيعته:\nالأسباب:\nيذكر العلماء من أسباب جمع القرآن في عهد أبي بكر -رضي الله عنه- أنه لما انتقل الرسول صلى الله عليه وسلم إلى الرفيق الأعلى، وتولى أبو بكر الخلافة، ارتدت بعض القبائل العربية عن الإسلام، لأسباب مختلفة، ومنعوا بعض حقوق الإسلام كالزكاة، وانضم بعضهم إلى مدعي النبوة: \"مسيلمة الكذاب\" فجهز أبو بكر -رضي الله عنه- جيشا لقتال هؤلاء المرتدين، لردهم إلى حظيرة الإسلام، فلم تمض إلا فترة قصيرة حتى عادت الجزيرة العربية كلها إلى الإسلام.\nوكان ممن شارك في إخماد تلك الفتنة كثير من حفاظ القرآن الكريم، واستشهد في هذه الواقعة عدد كثير منهم والتي كانت تسمى \"موقعة اليمامة\"1.\nفلما رأى عمر بن الخطاب -رضي الله عنه- ما حدث لقراء القرآن وخشي الموت على من بقي منهم في وقائع أخرى، أشار على أبي بكر -رضي الله عنه- بجمع القرآن، حفاظا عليه من الضياع بموت حفظته.\nروى البخاري بسنده عن زيد بن ثابت \"ت450هـ\" -رضي الله عنه- قال: \"أرسل إلي أبو بكر الصديق مقتل اليمامة، فإذا عمر بن الخطاب عنده، قال أبو بكر -رضي الله عنه: إن عمر أتاني فقال: إن القتل قد استحر2 يوم اليمامة بقراء القرآن، وإني أخشى أن يستحر القتل بالقراء\n1 مكان بنجد بينه وبين البحرين عشرة أيام -كما يقول ياقوت الحموي- وكانت تسمى قبل ذلك بالعروض، فسميت باليمامة على اسم \"اليمامة بنت سهم بن طسم\" انظر: معجم البلدان لياقوت الحموي \"5/ 442\".\n2 استحر: اشتد.\nالجزء: 1 ¦ الصفحة: 11\n",
        "بالمواطن، فيذهب كثير من القرآن، وإني أرى أن تأمر بجمع القرآن. قلت: لعمر: كيف تفعل شيئا لم يفعله رسول الله -صلى الله عليه وسلم؟!\nقال عمر: هذا والله خير، فلم يزل عمر يراجعني حتى شرح الله صدري لذلك، ورأيت في ذلك الذي رأى عمر.\nقال زيد: قال أبو بكر: إنك رجل شاب عاقل، لا نتهمك، وقد كنت تكتب الوحي لرسول الله -صلى الله عليه وسلم- فتتبع القرآن فاجمعه، فوالله لو كلفوني نقل جبل من الجبال ما كان أثقل علي مما أمراني به من جمع القرآن، قلت: كيف تفعلون شيئا لم يفعله رسول الله -صلى الله عليه وسلم؟! قال: هو والله خير، فلم يزل أبو بكر يراجعني حتى شرح الله صدري للذي شرح له صدر أبي بكر وعمر -رضي الله عنهما- فتتبعت القرآن أجمعه من العسب، واللخاف، وصدور الرجال، حتى وجدت آخر سورة التوبة مع أبي خزيمة الأنصاري، لم أجدها مع أحد غيره {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ} حتى خاتمة براءة، فكانت الصحف عند أبي بكر حتى توفاه الله، ثم عند عمر حياته، ثم عند حفصة بنت عمر -رضي الله عنهما\"1.\nطبيعة هذا الجمع:\nمن المعلوم أن زيد بن ثابت الذي اختير لهذا العمل كان حافظا للقرآن الكريم، إلا أنه وضع لنفسه منهجا يسير عليه، يليق بمكانة القرآن الكريم وصونه عن أن يضاف إليه ما ليس منه، أو ينقص منه حرف أو كلمة، فكان لا يكتب آية إلا بشهادة اثنين من الصحابة على أن تلك الآية كتبت بين يدي النبي -صلى الله عليه وسلم- وعلى أن ذلك المكتوب من الوجوه التي نزل بها القرآن، لا من مجرد الحفظ، وأنه لم ينسخ، واستقر في العرضة الأخيرة2.\n1 صحيح البخاري: كتاب فضائل القرآن، باب جمع القرآن، وفي كتاب التوحيد، باب: \"وكان عرشه على الماء\n...\n\" انظر: فتح الباري \"9/ 10-11، 13/ 404\".\n2 انظر: فتح الباري \"10/ 388\"، كتاب المصاحف للسجستاني \"1/ 181\" تحقيق الدكتور محب الدين عبد السبحان ط قطر.\nالجزء: 1 ¦ الصفحة: 12\n",
        "ولا يقال: إن زيد بن ثابت خرق هذه القاعدة، حيث اكتفى في إثبات آخر سورة التوبة بشهادة أبي خزيمة الأنصاري وحده، وليس بشهادة اثنين، فقد اجتمع فيها زيد بن ثابت نفسه، وعمر بن الخطاب -رضي الله عنه.\nروى ابن أبي داود بسنده عن عبد الله بن الزبير، قال: \"أتى الحارث بن خزيمة بهاتين الآيتين من آخر سورة براءة فقال: أشهد أني سمعتهما من رسول الله -صلى الله عليه وسلم- ووعيتهما. فقال عمر: وأنا أشهد لقد سمعتهما\"1.\nوالسبب في اختيار زيد بن ثابت -رضي الله عنه- لهذه المهمة الخطيرة: ما جاء في رواية البخاري السابقة، من قول أبي بكر -رضي الله عنه- لزيد: \"إنك رجل شاب عاقل، لا نتهمك، وقد كنت تكتب الوحي لرسول الله -صلى الله عليه وسلم\".\nفهذه المؤهلات: من كونه شابا، فيكون أقدر على العمل، وهو عمل شاق، وكونه عاقلا، فيكون أوعى، وكونه غير متهم، فتركن النفس إليه، وكونه كان يكتب الوحي لرسول الله -صلى الله عليه وسلم- فيكون أكثر ممارسة\n...\nوهذه هي الصفات التي جعلته يكون على رأس القائمين بهذ العمل في نسخ المصاحف في خلافة عثمان بن عفان -رضي الله عنه- كما سيأتي2.\nوقد استغرق هذا العمل الجليل ما يقرب من سنة، ما بين واقعة اليمامة التي وقعت في الأشهر الأخيرة من السنة الحادية عشرة للهجرة، أو الأشهر الأولى من السنة الثانية عشرة، وبين وفاة أبي بكر -رضي الله عنه- في جمادى الآخرة سنة ثلاث عشرة من الهجرة النبوية، وكان ذلك قبل وفاته بقليل، إذ إن الروايات تشير إلى أن الصحف التي جمع فيها القرآن أودعت عنده بقية حياته، ثم انتقلت -بعد ذلك- إلى عمر بن الخطاب، ثم إلى السيدة حفصة بنت عمر -رضي الله عنهما- بعد وفاة والدها، وظلت عندها إلى أن أخذها عثمان بن عفان -رضي الله عنه- لنسخ المصاحف منها -كما سيأتي3.\n1 انظر: فتح الباري \"9/ 12\".\n2 انظر: فتح الباري \"10/ 387\"، رسم المصحف للدكتور غانم قدوري ص104 ط العراق.\n3 انظر: تاريخ الطبري \"3/ 419\"، البرهان للزركشي \"1/ 238\".\nالجزء: 1 ¦ الصفحة: 13\n",
        "فيستفاد من كل ما تقدم:\nأولا: أن السبب في جمع القرآن في عهد أبي بكر -رضي الله عنه- هو الخوف من ذهاب شيء منه بموت حفظته في الوقائع الحربية، على غرار ما حدث في واقعة اليمامة.\nثانيا: يستفاد منه طبيعة هذا الجمع، وهي أنها مجرد نقل وتجميع لما كان مكتوبا في حياة الرسول -صلى الله عليه وسلم- لأنه لم يكن مجموعا في مكان واحد، وإنما كان مفرقا في السعف واللخاف والرقاع -كما تقدم. فأصبح مجموعا في مكان واحد، مرتب السور والآيات، وأطلق عليه اسم \"الصحف\".\nقال أبو عبد الله المحاسبي: \"كتابة القرآن ليست محدثة، وإنما أمر الصديق بنسخها من مكان إلى مكان، وكان ذلك بمنزلة أوراق وجدت في بيت رسول الله -صلى الله عليه وسلم- فيها القرآن منتشرا، فجمعها جامع، وربطها بخيط، حتى لا يضيع منها شيء\"1.\nوفي خلافة عمر بن الخطاب -رضي الله عنه- ظهرت بعض المصاحف الخاصة التي كان يكتبها بعض الصحابة لأنفسهم أثناء السماع من رسول الله -صلى الله عليه وسلم- أو أثناء كتابة الوحي، مثل: مصحف عبد الله بن مسعود، وأبي بن كعب وغيرهما.\nوكانت هذه المصاحف تشتمل على بعض التفسيرات التي كانوا يسمعونها من رسول الله -صلى الله عليه وسلم- لبعض الآيات، والتي تسرب منها ما يسمى بالقراءات الشاذة فيما بعد.\nالأمر الذي جعل الخليفة الثالث: عثمان بن عفان -رضي الله عنه- يأمر بحرقها عندما نسخ المصاحف التي أرسلها إلى الأمصار المختلفة -كما سيأتي2.\n1 انظر: البرهان \"1/ 238\"،الإتقان للسيوطي \"1/ 60\".\n2 انظر: المصاحف \"1/ 204\"، الإتقان \"4/ 158\".\nالجزء: 1 ¦ الصفحة: 14\n",
        "نسخ المصاحف في عهد عثمان بن عفان؛ أسبابه طبيعته:\nتمهيد:\nجاء في صحيحي البخاري ومسلم: عن ابن عباس -رضي الله عنهما- أن رسول الله -صلى الله عليه وسلم- قال: \"أقرأني جبريل على حرف، فراجعته، فلم أزل أستزيده ويزيدني حتى انتهى إلى سبعة أحرف\" 1.\nفنزول القرآن الكريم على سبعة أحرف ثابت بالسنة الصحيحة المتواترة، ولا نزاع في ذلك.\nوقد كان -صلى الله عليه وسلم- يقرأ بهذه الأحرف كلها، إلا أن الصحابة -رضي الله عنهم- لم يتلقوا هذه الأحرف جميعها، فمنهم من أخذ بحرف من هذه الأحرف، ومنهم من أخذ بحرفين، ومنهم من زاد على ذلك، فلما تفرقوا في البلاد، أخذ التابعون عنهم حسبما أخذوا عن رسول الله صلى الله عليه وسلم، ولذلك اختلف الناقلون للقراءات، فمنهم من نقل قراءة معينة، ومنهم من لم ينقلها، لأنه لم يسمعها ممن أخذ عنه.\nوكان أهل كل بلد أو إقليم يأخذون بقراءة من اشتهر بينهم من الصحابة، فأهل الشام يأخذون بقراءة \"أبي بن كعب\"، وأهل الكوفة بقراءة \"عبد الله بن مسعود\"، وغيرهم بقراءة \"أبي موسى الأشعري\" وهكذا2.\nورغم علم المسلمين أن هذه القراءات إنما هي أوجه متعددة لقراءة بعض الكلمات، نزلت رخصة وتيسيرا من الله عز وجل، رحمة بالأمة، إلا أنه مع توالي الأيام ومرور الزمن، وقر في نفوس أهل كل إقليم أن قراءتهم هي الأصح والأولى، مما جعلهم ينكرون على غيرهم قراءتهم حينما يلتقون في مواطن الجهاد والأحفال.\n1 أخرجه البخاري في فضائل القرآن: باب أنزل القرآن على سبعة أحرف حديث رقم \"4991\"، ومسلم في صلاة المسافرين: باب بيان أن القرآن على سبعة حروف \"272/ 819\".\n2 انظر: المصاحف \"1/ 190\".\nالجزء: 1 ¦ الصفحة: 15\n",
        "الأمر الذي أدى إلى نسخ المصاحف، مع الأسباب الأخرى.\nالأسباب الذي أدى إلى نسخ المصاحف، مع الأسباب الأخرى:\nيمكن تلخيص تلك الأسباب في الأمور الآتية:\nأولا: اختلاف أهل الأمصار والأقاليم في القراءات، كما تقدم في التمهيد:\nروى البخاري بسنده عن ابن شهاب أن أنس بن مالك حدثه، أن حذيفة بن اليمان قدم على عثمان، وكان يغازي أهل الشام في أرمينية وأذربيجان مع أهل العراق، فأفزع حذيفة اختلافهم في القراءة، فقال حذيفة لعثمان: يا أمير المؤمنين، أدرك هذه الأمة قبل أن يختلفوا في الكتاب اختلاف اليهود والنصارى، فأرسل عثمان إلى حفصة أن أرسلي إلينا بالصحف ننسخها في المصاحف، ثم نردها إليك، فأرسلت بها حفصة إلى عثمان، فأمر زيد بن ثابت \"ت45هـ\" وعبد الله بن الزبير \"ت73هـ\" وسعيد بن العاص \"ت58هـ\"، وعبد الرحمن بن الحارث بن هشام \"ت43هـ\"، فنسخوها في المصاحف، وقال عثمان للرهط القرشيين الثلاثة1: إذا اختلفتهم أنتم وزيد بن ثابت في شيء من القرآن فاكتبوه بلسان قريش؛ فإنما نزل بلسانهم2. ففعلوا، حتى إذا نسخوا الصحف في المصاحف رد عثمان الصحف إلى حفصة، وأرسل إلى\n1 وهم: عبد الله بن الزبير، وسعيد بن العاص، وعبد الرحمن بن الحارث بن هشام.\n2 أي: \"الذي نزل به القرآن أولا، وهو الحرف الذي طلب النبي -صلى الله عليه وسلم- الزيادة عليه في الحديث الشريف: \"أقرأني جبريل على حرف، فراجعته، فلم أزل أستزيده ويزيدني حتى انتهى إلى سبعة أحرف\" رواه البخاري ومسلم.\nفقد نزل جبريل بحرف قريش أولا، ثم كان يأتي بالحروف في عرضاته القرآن مع النبي -صلى الله عليه وسلم- كل عام في رمضان، فكان الله تعالى ينزل في هذه العرضات ما شاء أن ينزل من ألفاظ اللغات الأخرى التي تدعو الحاجة إليها. نقل الإمام أبو شامة عن بعض الشيوخ أنه قال: \"أنزل القرآن أولا بلسان قريش ومن جاورهم من العرب الفصحاء، ثم أبيح للعرب أن يقرءوه بلغاتهم التي جرت عاداتهم باستعمالها، على اختلافهم في الألفاظ والإعراب، ولم يكف أحد منهم الانتقال من لغة إلى أخرى للمشقة\n...\n\".\nأو المراد من قوله: \"فإنما بلسانهم\": أكثره. أو ما اصطلحوا عليه من قواعد الكتابة، ولذلك روي أنهم اختلفوا في كتابة كلمة \"التابوت\" من قوله تعالى: {وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ آيَةَ مُلْكِهِ أَنْ يَأْتِيَكُمُ التَّابُوتُ فِيهِ سَكِينَةٌ مِنْ رَبِّكُمْ} البقرة: 248. هل تكتب بالتاء أو بالهاء، وقد رسمت بالتاء تمشيا مع مذهب قريش في الكتابة. انظر: كتاب المصاحف \"1/ 207-208\".\nالجزء: 1 ¦ الصفحة: 16\n",
        "كل أفق بمصحف مما نسخوا، وأمر بما سواه من القرآن في كل صحيفة أو مصحف أن يحرق1.\nثانيا: اختلاف المعلمين للقرآن:\nفقد كان القراء المعلمون للقرآن الكريم يعلمون الغلمان ويقرئون تلاميذهم على حسب ما تلقوه من الأحرف، فنشأ -تبعا لذلك- جيل من أهل القرآن يقرءون بروايات مختلفة، ووقر في أذهانهم أن ما تلقوه هو الصحيح.\nروى ابن جرير بسنده عن أبي قلابة قال: لما كان في خلافة عثمان، جعل المعلم يعلم قراءة الرجل، والمعلم يعلم قراءة الرجل2، فجعل الغلمان يلتقون فيختلفون، حتى ارتفع ذلك إلى المعلمين.\nقال أبو أيوب: فلا أعلمه إلا قال: حتى كفر بعضهم بعضا بقراءة بعض، فبلغ ذلك عثمان، فقام خطيبا فقال: \"أنتم عندي تختلفون فيه وتلحنون، فمن نأى عني من أهل الأمصار أشد فيه اختلافا، وأشد لحنا، اجتمعوا يا أصحاب محمد، فاكتبوا للناس إماما\".\nقال أبو قلابة: \"فحدثني أنس بن مالك قال: كنت فيمن يملى عليهم، قال: فربما اختلفوا في الآية فيذكرون الرجل قد تلقاها من رسول الله -صلى الله عليه وسلم- ولعله أن يكون غائبا في بعض البوادي، فيكتبون ما قبلها وما بعدها، ويدعون موضعها حتى يجيء أو يرسل إليه، فلما فرغ من المصحف، كتب عثمان إلى أهل الأمصار: إني قد صنعت كذا وكذا، ومحوت ما عندي، فامحوا ما عندكم\"3.\nثالثا: أن بعض الصحابة -رضي الله عنهم- كانوا يكتبون لأنفسهم مصاحف خاصة مشتملة على الأحرف السبعة جميعها، وفيها بعض الأحرف التي نسخت بالعرضة الأخيرة، ولم يطلعوا على هذا النسخ، كما أنها كانت تشتمل على الألفاظ التي\n1 صحيح البخاري: كتاب فضائل القرآن، باب جمع القرآن، كما رواه الترمذي في سننه في أبواب تفسير القرآن \"4/ 347-348\"، والبغوي بسنده عن الإمام البخاري وقال: هذا حديث صحيح، شرح السنة \"4/ 519-520\" والحافظ ابن كثير في فضائل القرآن ص30-31، والسجستاني في المصاحف \"1/ 204\".\n2 معناه: أن المعلم يقرئ تلاميذه حسب قراءة الصحابة، والآخر يقرئ حسب قراءة صحابي آخر وهكذا.\n3 انظر: جامع البيان للطبري \"1/ 20\"، مباحث في علوم القرآن لصبحي الصالح ص81.\nالجزء: 1 ¦ الصفحة: 17\n",
        "كانت من قبيل التفسير من رسول الله -صلى الله عليه وسلم- فظلوا يحتفظون بهذه المصاحف لأنفسهم، مع مخالفتها لما جمعه أبو بكر رضي الله عنه.\nومن أشهر هذه المصاحف: مصحف أبي بن كعب، ومصحف عبد الله بن مسعود، ومصحف أبي موسى الأشعري، ومصحف المقداد بن عمرو وغيرهم.\nفوجود هذه المصاحف، وقراءة أصحابها منها، وتعلم البعض منهم أدى إلى الاختلاف.\nكل هذه العوامل وغيرها أدت إلى اختلاف المسلمين في القراءة وإلى التنازع حيثما يلتقون في بعض المواقع الحربية وغيرها، الأمر الذي دعا الخليفة الثالث عثمان بن عفان -رضي الله عنه- أن يأمر بنسخ المصاحف من المصحف الذي كتبه الخليفة الأول أبو بكر الصديق -رضي الله عنه- وإحراق ما عداه من المصاحف، سدا لباب الفتنة، واختلاف المسلمين في قراءة القرآن الكريم.\nوما فعله عثمان -رضي الله عنه- كان بمشهد من الصحابة -رضي الله عنهم- فأقروه عليه، ولم ينازع في ذلك أحد، فكان إجماعا منهم على صحة ما فعل1.\nعدد المصاحف:\nاختلفت الروايات في عدد المصاحف التي نسخت وأرسلت إلى الأمصار المختلفة:\nفقد ذكر السجستاني -في إحدى الروايتين- أنها كانت سبعة، أرسل واحد منها إلى مكة، وآخر إلى الشام، وثالث إلى اليمن، ورابع إلى البحرين، وخامس إلى البصرة، وسادس إلى الكوفة، وحبس بالمدينة واحد، وهو الذي احتفظ به عثمان -رضي الله عنه- لنفسه، وكان يطلق على هذه النسخة: المصحف الإمام، باعتبار أن الخليفة هو المرجع للمسلمين جميعا، فهي أشبه بالنسخة الأصلية التي تكون في حوزة الدولة2.\nوفي رواية القرطبي: أن عثمان -رضي الله عنه- وجه للعراق والشام بأمهات3. ولم يوضح ذلك العدد.\n1 البرهان \"1/ 240\"، فضائل القرآن لابن كثير ملحق بالتفسير \"7/ 446\".\n2 انظر: كتاب المصحف \"1/ 242\".\n3 الجامع لأحكام القرآن \"1/ 54\".\nالجزء: 1 ¦ الصفحة: 18\n",
        "بينما ينص أبو عمرو الداني أن المصاحف أرسلت إلى: المدينة، ومكة، والكوفة، والبصرة، والشام، وسائر العراق1.\nوذكر السيوطي أن عددها خمسة، أرسلت إلى: مكة، والشام، والكوفة، والبصرة، والمدينة، بالإضافة إلى النسخة التي أبقاها عثمان -رضي الله عنه- لنفسه، والتي عرفت بالمصحف الإمام2.\nولم يكتف عثمان -رضي الله عنه- بإرسال المصاحف إلى الأمصار، وإنما بعث مع كل مصحف واحدا من الصحابة يقرئ من أرسل إليهم المصحف، وغالبا ما كانت قراءة هذا الصحابي توافق ما كتب به المصحف، نظرا لوجود بعض الاختلافات بين هذه المصاحف -كما سيأتي.\nفأمر زيد بن ثابت أن يقرئ بالمصحف المدني، وبعث عبد الله بن السائب مع المكي، والمغيرة بن شهاب مع الشامي، وأبا عبد الرحمن السلمي مع الكوفي، وعامر بن عبد القيس مع البصري3.\nوهذا ما يرجح الرواية التي تنص على أن المصاحف كانت خمسة.\nوأيا كان الاختلاف في عدد النسخ، إلا أن الثابت أن هذه المصاحف بقيت متداولة، ينسخ الناس منها، حتى ظهرت دور الطباعة، وظهرت المصاحف المطبوعة بأشكالها المختلفة، وأحجامها المتعددة، وأطلق عليها: \"المصاحف العثمانية\" نسبة إلى \"عثمان بن عفان\" -رضي الله عنه- لا باعتبار أنه نسخها بطريقة تختلف عن الطريقة التي كتبت بها في عهد الرسول -صلى الله عليه وسلم- وعهد أبي بكر -رضي الله عنه- وإنما لأنه هو الذي نسخ هذه المصاحف وأرسلها إلى الأمصار، فذاعت هذه المصاحف وانتشرت، وتلقاها المسلمون في مشارق الأرض ومغاربها، وإلا فسيدنا \"عثمان\" -رضي الله عنه- لم يبتكر خطا جديدا لكتابة المصاحف، وإنما تبع في ذلك نفس الخط الذي كتب به المصحف من قبل4.\n1 المقنع ص19.\n2 الإتقان \"1/ 172\".\n3 انظر: مناهل العرفان للزرقاني \"1/ 396-397\".\n4 رسم المصحف ونقطه للدكتور عبد الحي الفرماوي ص77ط. مكتبة الجمهورية، القاهرة.\nالجزء: 1 ¦ الصفحة: 19\n",
        "طبيعة كتابة المصاحف العثمانية\n:\nللعلماء في طبيعة كتابة هذه المصاحف خلاف طويل، هل كانت مشتملة على الأحرف السبعة كلها، أو على حرف واحد منها، أو على ما يحتمله الرسم من هذه الأحرف.\nفي هذه المسألة ثلاثة آراء:\nالرأي الأول:\nأنها نسخت على حرف واحد من الأحرف السبعة، بسبب اختلاف الناس في القرءاة -كما تقدم- فأراد عثمان -رضي الله عنه- جمع الناس على حرف واحد هو حرف قريش، بدليل قوله -رضي الله عنه- للقرشيين الثلاثة: إذا اختلفتم أنتم وزيد بن ثابت في شيء من القرآن فاكتبوه بلسان قريش، فإنما نزل بلسانهم، أي بلهجتهم وطريقتهم في القراءة، وكان زيد مدنيا من الأنصار.\nومما استدل به أصحاب هذا المذهب: ما رواه أبو داود عن سويد بن غفلة قال: \"قال علي: لا تقولوا في عثمان إلا خيرا، فوالله ما فعل الذي فعل في المصاحف إلا عن ملأ منا. قال1: ما تقولون في هذه القراءة؟ فقد بلغني أن بعضهم يقول: إن قراءتي خير من قراءتك، وهذا يكاد يكون كفرا، قلنا: فما ترى؟ قال: أرى أن يجمع الناس على مصحف واحد، فلا تكون فرقة ولا اختلاف. قلنا: فنعم ما رأيت\".\nقال المحقق ابن الجزري: نقلا عن الإمام الطبري وغيره: \"إن القراءة على الأحرف السبعة لم تكن واجبة على الأمة، وإنما كان ذلك جائزا لهم، ومرخصا فيه، وقد جعل لهم الاختيار في أي حرف قرءوا به، كما في الأحاديث الصحيحة2. قالوا: فلما رأى الصحابة أن الأمة تفترق وتختلف وتتقاتل إذا لم يجتمعوا على حرف واحد، اجتمعوا على ذلك اجتماعا سائغا، وهم معصومون أن يجتمعوا على ضلالة، ولم يكن في ذلك ترك لواجب، ولا\n1 أي: عثمان بن عفان -رضي الله عنه.\n2 يريد: الأحاديث الواردة في نزول القرآن على سبعة أحرف وجاء في بعضها: \"\n...\nفأي حرف قرءوا أصابوا\".\nالجزء: 1 ¦ الصفحة: 21\n",
        "فعل لمحظور1.\nمناقشة هذا الرأي:\nويمكن أن يناقش هذا الرأي فيقال: ليس من المعقول والمقبول أن يجمع \"عثمان\" -رضي الله عنه- الناس على حرف واحد من الأحرف السبعة التي أنزلها الله تعالى لحكم وأسرار كثيرة، منها: التخفيف على الأمة في تلاوة كتاب ربها، ففي ذلك مخالفة صريحة للأحاديث الصحيحة التي تدل على نزول القرآن على سبعة أحرف.\nومن الثابت -أيضا- أن المصاحف التي نسخها \"عثمان\" كانت موافقة للصحف التي نسخها الخليفة الأول \"أبو بكر\" -رضي الله عنه-، ومعلوم أنها لم تكن على حرف واحد، وإنما كانت مشتملة على ما كتب بين يدي النبي -صلى الله عليه وسلم- ولم تنسخ تلاوته، وثبت في العرضة الأخيرة.\nقال القاضي أبو بكر: \"لم يقصد عثمان قصد أبي بكر في جمع نفس القرآن بين لوحين، وإنما قصد جمعهم على القراءات الثابتة المعروفة عن النبي صلى الله عليه وسم وإلغاء ما ليس كذلك، وأخذهم بمصحف لا تقديم فيه ولا تأخير، ولا تأويل أثبت مع تنزيل، ومنسوخ تلاوته كتب مع مثبت رسمه، ومفروض قراءته وحفظه، خشية دخول الفساد والشبهة على من يأتي بعد\"2.\nفحاشا عثمان أن يمنع الناس من قراءة ما علمت قرآنيته، ونقل تواترا عن رسول الله -صلى الله عليه وسلم- وحاشا أصحاب رسول الله -صلى الله عليه وسلم- أن يوافقوه على ذلك، وهم لا يخافون في الله لومة لائم3.\nيضاف إلى ذلك: أن هذا الرأي يخالف الواقع الذي عليه المسلمون اليوم، من قراءة القرآن بالقراءات التي وصلت إلينا بالطرق الصحيحة، والأسانيد\n1 النشر في القراءات العشر \"1/ 31-32\".\n2 انظر: البرهان في علوم القرآن \"1/ 235-236\".\n3 الكلمات الحسان في الحروف السبعة وجمع القرآن للشيخ محمد بخيت المطيعي ص122.\nالجزء: 1 ¦ الصفحة: 22\n",
        "المتصلة، وهي مشتملة على أحرف كثيرة، ومن شروط صحتها: موافقتها لأحد المصاحف العثمانية، فما من قراءة من السبعة أو العشرة إلا وهي موافقة لأحد هذه المصاحف، فكيف يقال: إن \"عثمان\" -رضي الله عنه- جمع الناس على حرف واحد من الأحرف السبعة، وترك الستة الباقية؟!\nوخير ما قيل في معنى جمع \"عثمان\" الناس على حرف واحد: هو جمعهم على ما تواتر عن رسول الله -صلى الله عليه وسلم- واستقر في العرضة الأخيرة، ولم تنسخ تلاوته، وهو يمثل بالنسبة للقراءات الكثيرة التي كان الناس يقرءون بها حرفا واحدا، بدليل أنه -رضي الله عنه- أمر بإحراق المصاحف المختلفة التي كان يكتبها الصحابة لأنفسهم، لما فيها من أحرف بعضها قد نسخ، وبعضها كان تفسيرا من رسول الله -صلى الله عليه وسلم- وكانت من بين الأسباب التي جعلت الناس يختلفون في القراءة قبل نسخ \"عثمان\" للمصاحف كما تقدم.\nولذلك يطلق عليها العلماء بأنها قراءة شاذة، لأنها خالفت الأركان الثلاثة للقراءة الصحيحة وهي: التواتر، وموافقة أحد المصاحف العثمانية، وموافقة وجه من أوجه اللغة العربية1.\nالرأي الثاني:\nإن المصاحف كانت مشتملة على الأحرف السبعة جمعيها، وهو رأي جمع من الفقهاء والقراءة والمتكلمين.\nوحجتهم على ذلك: أنه لا يجوز على الأمة أن تهمل نقل شيء من الحروف السبعة التي نزل القرآن بها، وقد أجمع الصحابة على نقل المصاحف العثمانية من الصحف التي كتبها \"أبو بكر وعمر\" وإرسال كل مصحف منها إلى مصر من أمصار المسلمين، وأجمعوا على ترك ما سوى ذلك، ولا يجوز أن ينهى عن القراءة ببعض الأحرف السبعة، ولا أن يجمعوا على ترك شيء من القرآن2.\n1 انظر: منجد المقرئين ومرشد الطالبين لابن الجزري ص91، الإتقان للسيوطي \"1/ 129\"، غيث النفع في القراءات السبع للصفاقسي ص6-7 بهامش سراج المبتدئ.\n2 انظر: النشر \"1/ 31\"، الإتقان \"1/ 41\".\nالجزء: 1 ¦ الصفحة: 23\n",
        "ويرد على هذا الرأي: أنه تقدم عند الحديث على جمع القرآن في عهد أبي بكر -رضي الله عنه- أنهم لم يكتبوا فيه إلا ما نقل بالتواتر، ولم تنسخ تلاوته، واستقر في العرضة الأخيرة، والصحابة -رضي الله عنهم- حينما نسخوا المصاحف نسخوها على هذا الأساس، وهم في هذا غير تاركين ولا مهملين لشيء من القرآن، بل هم متبعون ما ثبت لديهم بالدليل القاطع أنه من القرآن، وقد صحت الروايات بأن الأحرف السبعة نسخ منها الكثير في حياة رسول الله -صلى الله عليه وسلم- بدليل أن ما لم تتحقق فيه الأركان الثلاثة للقراءة الصحيحة يحكم عليه بأنه شاذ، مع أن الشاذ كان يقرأ به في أول الأمر ثم نسخ. وفي الأدلة التي سنذكرها للمذهب الثالث ما يرد على هذا المذهب.\nالرأي الثالث:\nإن هذا المصاحف كانت مشتملة على ما يحتمله رسمها من الأحرف السبعة فقط، جامعة للعرضة الأخيرة التي عرضها النبي -صلى الله عليه وسلم- على جبريل عليه السلام.\nوهو رأي جمهور العلماء من السلف والخلف وأئمة المسلمين1.\nقال الإمام ابن الجزري:\n\"ولا نشك أن القرآن نسخ منه وغير فيه في العرضة الأخيرة، فقد صح النص بذلك عن غير واحد من الصحابة، وروينا بإسناد صحيح عن زر بن حبيش قال: قال لي ابن عباس: أي القراءتين تقرأ؟ قلت: الأخيرة: قال: فإن النبي -صلى الله عليه وسلم- كان يعرض القرآن2 على جبريل -عليه السلام- في كل عام مرة. قال: فعرض عليه القرآن في العام الذي قبض فيه النبي --صلى الله عليه وسلم-- مرتين، فشهد عبد الله -يعني ابن مسعود- ما نسخ منه وما بدل، فقراءة عبد الله الأخيرة3.\nوإذ قد ثبت ذلك فلا إشكال أن الصحابة كتبوا في هذه المصاحف ما تحققوا أنه قرآن، وما علموه استقر في العرضة الأخيرة، وما تحققوا صحته عن النبي\n1 النشر \"1/ 31\".\n2 أي: يقرأ على جبريل ما نزل عليه من القرآن.\n3 النشر \"1/ 32\".\nالجزء: 1 ¦ الصفحة: 24\n",
        "صلى الله عليه وسلم مما لم ينسخ\n...\nثم قال ابن الجزري: وإنما أخلوا المصاحف من النقط والشكل لتكون دلالة الخط الواحد على كلا اللفظين المنقولين المسموعين المتلوين شبيهة بدلالة اللفظ الواحد على كلا المعنيين المعقولين المفهومين، فإن الصحابة -رضوان الله عليهم- تلقوا عن رسول الله -صلى الله عليه وسلم- ما أمره الله تعالى بتبليغه إليهم من القرآن. لفظه ومعناه جميعا، ولم يكونوا ليسقطوا شيئا من القرآن الثبات عنه -صلى الله عليه وسلم- ولا يمنعوا من القراءة به1.\nوبذلك يظهر رجحان هذا المذهب، وضعف المذهبين السابقين، فإن القراءات المشهورة اليوم عن السبعة، والعشرة، بالنسبة إلى ما كان مشهورا في الأعصار الأول قِلٌّ من كثر، ونزر من بحر، فإن من له اطلاع على ذلك يعرف علمه العلم اليقين، وذلك أن القراء الذين أخذوا عن أولئك الأئمة المتقدمين، من السبعة وغيرهم، -أيضا- أكثر، وهلم جرا، وهذا كله يرد الرأي القائل بأنهم جمعوا في هذه المصاحف كل الأحرف السبعة.\nوتقدم -كذلك- مناقشة الرأي القائل: بأن عثمان -رضي الله عنه- جمع الناس على حرف واحد، وألغي الستة الباقية، وهذا لا يجوز بحال من الأحوال2.\nقال أبو عبد الرحمن السلمي: \"كانت قراءة أبي بكر وعمر وعثمان وزيد بن ثابت والمهاجرين والأنصار واحدة، كانوا يقرءون القراءة العامة، وهي القراءة التي قرأها رسول الله -صلى الله عليه وسلم- على جبريل مرتين في العام الذي قبض فيه، وكان زيد قد شهد العرضة الأخيرة، وكان يقرئ الناس بها حتى مات، ولذلك اعتمده الصديق في جمعه، وولاه عثمان المصحف\"3.\n1 النشر \"1/ 31\".\n2 انظر: النشر \"1/ 33\"، منجد المقرئين للجزري ص61، الإتقان للسيوطي \"1/ 192\".\n3 البرهان \"1/ 237\".\nالجزء: 1 ¦ الصفحة: 25\n",
        "كيفية اشتمال المصاحف على هذه الأحرف\nمدخل\n...\nكيفية اشتمال المصاحف على هذه الأحرف:\nيتفرع على الرأي الراجح، وهو: أن المصاحف اشتملت على ما يحتمله الرسم من الأحرف السبعة سؤال هو: كيف اشتملت المصاحف على هذه الأحرف؟ وللإجابة على ذلك نقول:\nمن الثابت أن المصاحف كانت خالية من النقط والشكل، والقراءات التي صحت نسبتها إلى رسول الله -صلى الله عليه وسلم- وتحققت فيها الأركان الثلاثة المعروفة ترجع إلى ثلاثة أنواع:\nالنوع الأول: ما فيه قراءتان، ورسم على إحداهما مثل: \"صراط، يبصط المصيطرون\" كتبت كلها بالصاد مع أن أصلها السين، فتقرأ بالصاد تبعا للرسم، كما تقرأ بالسين تبعا لأصل الكلمة.\nالنوع الثاني: ما فيه قراءتان أو أكثر، ورسم برسم واحد يحتمل القراءتين تحقيقا أو تقديرا1.\nفمن أمثلة النوع الأول:\n1-\nقوله تعالى: {يَسْأَلونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ} 2.\nفإن قوله تعالى: {كَبِيرٌ} قرئت بالباء الموحدة، كما قرئت بالثاء المثلثة، وهما قراءتان صحيحتان، والرسم يحتملهما تحقيقا، حيث لم تكن الكلمة منقوطة ولا مشكولة.\n2-\nقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا} 3.\n1 انظر: النشر \"1/ 11-12\"، البرهان للزركشي \"1/ 172\"، سمير الطالبين ص15.\n2 سورة البقرة من الآية \"219\".\n3 سورة الحجرات من الآية \"6\".\nالجزء: 1 ¦ الصفحة: 27\n",
        "قرئت {فَتَبَيَّنُوا} بياء وياء ونون، من البيان، كما قرئت \"فتثبتوا\" بثاء فباء فتاء من التثبت، وهما قراءتان صحيحتان، والرسم يحتملهما تحقيقا1.\nومن أمثلة النوع الثاني: وهو موافقة القراءة للرسم تقديرا:\n1-\nجمع المؤنث السالم مثل: مسلمات، مؤمنات، البينات. فهذه الألفات تحذف باتفاق العلماء.\nفإن كان في الكلمة ألفان مثل: الصالحات، السموات\n...\nفللعلماء في ذلك خلاف:\nفأكثر المصاحف على حذف ألفيه معا.\nوبعض المصاحف على حذف الثانية فقط2.\n2-\nرسم الألف واوا في مثل: الصلاة والزكاة، والربا للدلالة على أن أصلها الواو.\nفهذا وما شاكله تعتبر القراءة فيه موافقة لرسم المصاحف تقديرا.\nوقد تكون الكلمة محتملة لإحدى القراءتين تحقيقا وللثانية تقديرا، مثل قوله تعالى -في سورة الفاتحة-: {مَالِكِ يَوْمِ الدِّينِ} كتبت في المصاحف كلها \"ملك\" بدون ألف، فقراءة الحذف متفقة مع الرسم تحقيقا، كما في قوله تعالى: {مَلِكِ النَّاس} وقراءة المد محتملة للرسم تقديرا، كما في قوله تعالى: \"قل اللهم ملك الملك\"3. فتكون الألف قد حذفت اختصارا.\nفهذان النوعان: التحقيقي والتقديري، اتحدت فيه المصاحف كلها، فتقرأ الكلمة بوجهين أو أكثر، مع اتحاد الرسم، لعدم النقط والشكل.\nالنوع الثالث:\nالكلمات التي تشتمل على الزيادة أو النقص، ولا يمكن أن تكتب في\n1 النشر \"2/ 376\".\n2 سمير الطالبين ص36.\n3 سورة آل عمران من الآية \"26\".\nالجزء: 1 ¦ الصفحة: 28\n",
        "المصحف الواحد مرتين أو أكثر، لما في ذلك من الخلط والتغيير.\nوهذا النوع كتب في كل مصحف على حسب ما يقرأ أهل الذي سيرسل إليه المصحف، وبذلك تكون المصاحف -في مجموعها- مشتملة على ما صح نقله، ولم تنسخ تلاوته، لا أن كل مصحف كان مشتملا على جميع هذه الأحرف.\nقال الإمام أبو عمرو الداني:\n\"فإن سأل سائل عن السبب الموجب لاختلاف مرسوم هذه الحروف الزوائد في المصاحف.\nقلت: السبب عندنا أن أمير المؤمنين \"عثمان بن عفان\" -رضي الله عنه- لما جمع القرآن في المصاحف ونسخها على صورة واحدة، وآثر في رسمها لغة قريش دون غيرها، مما لا يصح ولا يثبت، نظرا للأمة، واحتياطا على أهل الملة، وثبت عنده أن هذه الحروف من عند الله -عز وجل- كذلك منزلة، ومن رسول الله -صلى الله عليه وسلم- مسموعة، وعلم أن جميعها في مصحف واحد على تلك الحال غير متمكن إلا بإعادة الكلمة مرتين، وفي رسم ذلك كذلك من التخليط والتغيير ما لا خفاء به، ففرقها من المصاحف، لذلك جاءت مثبتة في بعضها، ومحذوفة من بعضها، لكن تحفظها الأمة كما نزلت من عند الله -عز وجل- وعلى ما سمعت من رسول الله -صلى الله عليه وسلم- فهذا سبب مرسومها في المصاحف أهل الأمصار\"1.\nومن أمثلة ما اختلفت فيه المصاحف:\n1-\nقوله تعالى: {وَوَصَّى بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَى لَكُمُ الدِّينَ فَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} 2.\nقرأ نافع وابن عامر وأبو جعفر \"وأوصى\"، وقرأ الباقون: {وَوَصَّى} ولذلك رسمت في مصحف أهل المدينة ومصحف أهل الشام: \"وأوصى\"\n1 المقنع ص112.\n2 سورة البقرة الآية \"132\".\nالجزء: 1 ¦ الصفحة: 29\n",
        "وفي مصحف أهل الكوفة والبصرة \"ووصى\" بغير ألف1 حسب قراءة أهل كل مصر.\n2-\nقوله تعالى: {وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ} 2.\nقرأ نافع وابن عامر وأبو جعفر \"سارعوا\" بدون واو، وقرأ الباقون {وَسَارِعُوا} بالواو، ولذلك رسمت في مصحفي أهل المدينة والشام بدون واو، وفي مصحفي أهل الكوفة وأهل البصرة بالواو3 حسب قراءة كل منهم.\n3-\nقوله تعالى: {وَيَقُولُ الَّذِينَ آمَنُوا أَهَؤُلاءِ الَّذِينَ أَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ إِنَّهُمْ لَمَعَكُمْ} 4.\nقرأ نافع وابن كثير وابن عامر وأبو جعفر \"يقول\" بغير واو، وبرفع اللام. وقرأ أبو عمرو \"ويقول\" بالواو ونصف اللام. وقرأ عاصم وحمزة والكسائي وخلف في اختياره \"ويقولُ\" بالواو ورفع اللام.\nولذلك رسمت في مصاحف أهل المدينة ومكة والشام \"يقول\" بغير واو، وفي مصاحف أهل الكوفة والبصرة وسائر العراق \"ويقول\" بالواو، حسب قراءة كل منهم5.\n4-\nقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ} 6.\nقرأ نافع وابن عامر وأبو جعفر \"من يرتد منكم\" بدالين، الأولى مكسورة والثانية مجزومة، وقرأ الباقون \"يرتد\" بدال واحدة مفتوحة مشددة.\nورسمت في مصاحف أهل المدينة والشام \"يتردد\" بدالين.\n1 النشر \"2/ 222-223\"، كتاب المصاحف \"1/ 247\".\n2 سورة آل عمران من الآية \"133\".\n3 انظر: المقنع ص107، كتاب المصاحف \"1/ 248\".\n4 سورة المائدة من الآية \"53\".\n5 انظر: النشر \"2/ 254-255\"، الإتحاف \"1/ 537-538\".\n6 سورة المائدة من الآية \"54\".\nالجزء: 1 ¦ الصفحة: 30\n",
        "قال أبو عبيد: وكذا رأيتها في الإمام بدالين.\nوفي سائر المصاحف \"يرتد\" بدال واحدة1.\n5-\nقال الله تعالى: {وَالَّذِينَ اتَّخَذُوا مَسْجِدًا ضِرَارًا وَكُفْرًا وَتَفْرِيقًا بَيْنَ الْمُؤْمِنِينَ} 2.\nقرأ نافع وابن عامر وأبو جعفر \"الذين اتخذوا\" بدون واو. وقرأ الباقون بالواو.\nوقد رسمت في مصاحف أهل المدينة والشام بدون واو، وفي بقية المصاحف بالواو3. حسب قراءة كل منهم.\n6-\nقال الله تعالى: {وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُدِدْتُ إِلَى رَبِّي لَأَجِدَنَّ خَيْرًا مِنْهَا مُنْقَلَبًا} 4.\nقرأ نافع وابن كثير وابن عامر وأبو جعفر \"خيرا منهما\" بزيادة الميم بعد الهاء على التثنية، والضمير يعود إلى الجنتين.\nوقرأ الباقون {مِنْهَا} بغير ميم على الإفراد، فالضمير عائد على الجنة المدخولة في قوله تعالى: {وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِنَفْسِهِ} 5.\nوقد رسمت في مصاحف أهل المدينة ومكة والشام \"منهما\" بزيادة الميم، وفي بقية المصاحف \"منها\" بدون الميم6.\n7-\nقال الله تعالى: {وَتَوَكَّلْ عَلَى الْعَزِيزِ الرَّحِيمِ} 7.\nقرأ نافع وابن عامر وأبو جعفر \"فتوكل\" بالفاء. وهي كذلك في مصاحف.\n1 انظر: المقنع ص107، النشر \"2/ 255\".\n2 سورة التوبة من الآية \"107\".\n3 انظر: النشر \"2-281\"، كتاب المصاحف \"1/ 248\".\n4 سورة الكهف الآية \"36\".\n5 إتحاف فضلاء البشر \"2/ 214-215\".\n6 انظر: كتاب المصاحف \"1/ 248\".\n7 سورة الشعراء الآية \"217\".\nالجزء: 1 ¦ الصفحة: 31\n",
        "أهل المدينة والشام.\nوقرأ الباقون بالواو، وهي كذلك في مصاحفهم1.\n8-\nقال الله تعالى: {وَقَالَ فِرْعَوْنُ ذَرُونِي أَقْتُلْ مُوسَى وَلْيَدْعُ رَبَّهُ إِنِّي أَخَافُ أَنْ يُبَدِّلَ دِينَكُمْ أَوْ أَنْ يُظْهِرَ فِي الْأَرْضِ الْفَسَادَ} 2.\nفي هذه الآية الكريمة أربع قراءات:\nالأولى: لنافع وأبي عمرو وأبي جعفر \"وأن يُظْهِر في الأرض الفسادَ\" بغير ألف قبل واو العطف، وضم الياء وكسر الهاء من \"يظهر\" من \"أظهر\" المعتدي بالهمزة و\"الفساد\" بالنصب على أنه مفعول به.\nالثانية: لابن كثير وابن عامر \"وأن يَظْهَر في الأرض الفسادُ\" بالواو وفتح الياء والهاء من \"يظهر\" ورفع \"الفساد\" على أنه فاعل.\nالثالثة: لحفص ويعقوب {أَوْ أَنْ يُظْهِرَ فِي الْأَرْضِ الْفَسَادَ} بزيادة همزة مفتوحة قبل الواو، مع سكون الواو، وضم الياء وكسر الهاء من \"يظهر\" ونصب \"الفساد\".\nالرابعة: لشعبة وحمزة والكسائي وخلف العاشر \"أو أن يَظْهَرَ في الأرض الفسادُ\" بزيادة همزة قبل الواو، وفتح الياء والهاء من \"يظهر\" ورفع \"الفساد\"3.\nوقد رسمت \"وأن\" بدون همزة قبل الواو في مصاحف أهل المدينة ومكة والبصرة والشام، حسب قراءة أهل هذه الأمصار، كما رسمت في بقية المصاحف \"أو أن\" بهمزة قبل الواو4.\nوقد اتحدت المصاحف في رسم كلمتي \"يظهر\" و\"الفساد\" فهما من القسم الأول الذي يمكن أن يقرأ بعدة أوجه، والرسم يحتمل ذلك.\n1 انظر: النشر \"2/ 336\".\n2 سورة غافر الآية \"26\".\n3 انظر: النشر \"2/ 365\"، والإتحاف \"2/ 436\".\n4 انظر: المقنع ص110، كتاب المصاحف \"1/ 249\".\nالجزء: 1 ¦ الصفحة: 32\n",
        "9-\nقال الله تعالى: {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ} 1 قرأ نافع وابن عامر وأبو جعفر \"بما كسبت\" بدون فاء، وهي كذلك في مصاحف أهل المدينة والشام.\nوقرأ الباقون {فَبِمَا كَسَبَتْ} بالفاء، وهي كذلك في مصاحفهم2.\n10-\nقال تعالى: {يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِنْ ذَهَبٍ وَأَكْوَابٍ وَفِيهَا مَا تَشْتَهِيهِ الْأَنْفُسُ وَتَلَذُّ الْأَعْيُنُ} 3.\nقرأ نافع وابن عامر وحفص وأبو جعفر {تَشْتَهِيهِ} بهائين، ورسمت كذلك في مصاحف أهل المدينة والشام.\nوقرأ الباقون \"تشتهي\" بهاء واحدة، وهي مرسومة هكذا في بقية المصاحف4.\n11-\nقال الله تعالى: {الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ وَمَنْ يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ} 5.\nقرأ نافع وابن عامر وأبو جعفر \"فإن الله الغنى الحميد\" بدون \"هو\" وهي مرسومة كذلك في مصاحف أهل المدينة والشام.\nوقرأ الباقون {فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ} وهي كذلك في مصاحفهم6.\n12-\nقال الله تعالى: {وَلا يَخَافُ عُقْبَاهَا} 7.\n1 سورة الشورى من الآية \"30\".\n2 انظر: النشر \"2/ 370\"، حجة القراءات ص654.\n3 سورة الزخرف من الآية \"71\".\n4 النشر \"2/ 370\" وقد يقال: إن حفصا خالف مصحف أهل الكوفة، وهذا مخالف للقاعدة التي تمثل لها. والجواب: أن اتباع القارئ أو الراوي لمصحف أهل مصره إنما هو في الغالب، ولا مانع من أن يكون أحد الأئمة قد نقل قراءة صحيحة موافقة لرسم مصحف آخر، فإن شرط القراءة موافقتها لاحد المصاحف العثمانية.\n5 سورة الحديد الآية \"24\".\n6 انظر: النشر \"2/ 384\"، كتاب المصاحف \"1/ 250\".\n7 سورة الشمس آية \"15\".\nالجزء: 1 ¦ الصفحة: 33\n",
        "قرأ نافع وابن عامر وأبو جعفر \"فلا يخاف\" بالفاء، ورسمت كذلك في مصاحف أهل المدينة والشام.\nوقرأ الباقون {وَلا يَخَافُ} وهي مرسومة كذلك في مصاحفهم1.\nوقد حصر بعض العلماء هذه الكلمات التي اختلفت فيها المصاحف فبلغت نحوا من ثمانية وخمسين كلمة بدون تكرار2.\nوالخلاصة:\nأن المصاحف العثمانية اشتملت على احتمله رسمها بالكيفية السابقة:\n- ما يصح أن يقرأ بوجهين أو عدة وجوه والرسم يحتمل ذلك رسم في جميع المصاحف برسم واحد بدون نقط ولا شكل.\n- ما لا يحتمله الرسم من خلاف بالزيادة أو النقص، رسم في مصحف كل قطر بما يوافق قراءتهم غالبا.\nوبذلك تكون المصاحف العثمانية مشتملة على جميع ما صح نقله عن رسول الله -صلى الله عليه وسلم- ولم تنسخ تلاوته، واستقر في العرضة الأخيرة، وليست مشتملة على جميع الأحرف السبعة ولا قاصرة على حرف واحدة -كما تقدم.\n1 انظر: كتاب السبعة لابن مجاهد ص689، النشر \"2/ 401\".\n2 انظر: المقنع ص114-115، رسم المصحف ص702، سمير الطالبين للشيخ الضباع ص101-109.\nالجزء: 1 ¦ الصفحة: 34\n",
        "كيفية تطبيق ذلك على المصاحف في دور الطباعة الحديثة\n:\nسبق أن قلنا: إن اتفاق القراءة مع المصحف الذي أرسل إلى كل قطر إنما هو في الغالب فقط، وليس مطردا، وشرط قبول القراءة: موافقتها لأحد هذه المصاحف، وليس شرطا أن توافق مصحف أهل القطر المعين.\nولذلك نجد في المصاحف التي طبعت على رواية \"حفص\" أنه اتبع فيها رسم الكلمات على حسب الرواية، حتى ولو كانت مخالفة لمصحف أهل الكوفة.\nجاء في التعريف بالمصحف الذي أشرفت على طبعه لجنة من العلماء في مصر سنة \"1342هـ-1932م\" ما نصه:\n\"أما الأحرف اليسيرة التي اختلفت فيها أهجية تلك المصاحف، فاتبع فيها الهجاء الغالب، مع مراعاة قراءة القارئ الذي يكتب المصحف لبيان قراءته\"1.\nولذلك رسم فيه قوله تعالى: {وَمَا عَمِلَتْهُ أَيْدِيهِمْ} 2 بسورة \"يس\" بالهاء، تبعا لرواية حفص، مع أنها في مصحف أهل الكوفة بدونها.\nكما رسم قوله تعالى: {يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِنْ ذَهَبٍ وَأَكْوَابٍ وَفِيهَا مَا تَشْتَهِيهِ الْأَنْفُسُ وَتَلَذُّ الْأَعْيُنُ} 3 بهائين، تبعا للرواية، وهي في مصحف الكوفيين بهاء واحدة.\nوهذا لا يخرج المصحف عن كونه موافقا لرسم المصاحف العثمانية.\n1 راجع: التعريف بالمصحف الشريف في آخره.\n2 سورة يس من الآية \"35\".\n3 سورة الزخرف من الآية \"71\".\nالجزء: 1 ¦ الصفحة: 35\n",
        "ظواهر الرسم العثماني وموقف العلماء منها\n:\nالرسم: أصله الأثر. أي: أثر الكتابة في اللفظ.\nومعناه: تصوير الكلمة بحروف هجائها، بتقدير الابتداء بها والوقف عليها.\nفالأصل في كل كلمة أن تكتب بحسب منطوق حروفها، بدون زيادة أو نقصان، أو إبدال أو غير ذلك، وهو ما يعرف بالرسم العثماني، وأكثر الكلمات القرآنية متفقة مع هذه القواعد.\nوقد خرجت عن هذه القواعد بعض الألفاظ فرسمت بالزيادة أو الحذف أو الإبدال، أو غير ذلك من الظواهر التي تضمنها علم \"الرسم العثماني\".\nوقد حصرها العلماء في: الحذف، والزيادة، والهمز، والبدل، والفصل والوصل، وما فيه قراءتان متواتراتان وكتب على إحداهما.\nأولا- الحذف:\nوتحته ثلاثة أنواع:\nأ- حذف الإشارة، وهو أن يكون موافقا لبعض القراءات مثل قوله تعالى: \"وإذ وعدنا موسى أربعين ليلة\"1 قرئ بحذف الألف التي بعد الواو من \"واعدنا\" كما قرئ بإثباتها، فحذفت الألف إشارة إلى قراءة الحذف، والقراءة الثانية جاءت على الأصل وهي المواعدة، فالله تعالى وعد موسى الوحي، وموسى -عليه السلام- وعد الله تعالى المجيء2.\nب- حذف الاختصار، كحذف ألف جمع المذكر السالم والمؤنث السالم، مثل: قوله تعالى: \"سمعون للكذب سمعون لقوم آخرين\"3.\nومثل قوله تعالى: \"إن المسلمين والمسلمت والمؤمنين والمؤمنت والقنتين\n1 سورة البقرة من الآية \"51\".\n2 انظر: حجة القراءات ص96.\n3 سورة المائدة من الآية \"41\".\nالجزء: 1 ¦ الصفحة: 37\n",
        "والقنتات\"1 إلى آخر الآية الكريمة. كل ذلك رسم بحذف الألف.\nجـ- حذف الاقتصار، وهو ما اختص ببعض الكلمات دون بعض مثل قوله تعالى: {وَلَوْ تَوَاعَدْتُمْ لَاخْتَلَفْتُمْ فِي الْمِيعَادِ} 2 رسمت بحذف الألف بعد العين.\nثانيا- الزيادة:\nمثل: زيادة الألف في قوله تعالى: \"أو لأاذبحنه\"3، والواو في مثل قوله تعالى: {وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ} 4 ومثلها: \"أولي، أولاء\" وزيادة الياء في مثل قوله تعالى: \"والسماء بنيناها بأييد\"5 رسمت بزيادة الياء في \"بأييد\".\nثالثا- البدل:\nوهو جعل حرف مكان حرف آخر، كرسم الألف واوا في مثل \"الصلاة، الزكاة، الحياة\".\nرابعا- الفصل والوصل:\nويعبر عنها بالقطع والوصل، أي: قطع الكلمة عما بعدها أو وصلها بها، مثل: قطع \"أم\" عن \"من\" في قوله تعالى: {أَمْ مَنْ يَكُونُ عَلَيْهِمْ وَكِيلًا} 6، أو وصلها بها في مثل قوله تعالى: {أَمَّنْ هَذَا الَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ} 7.\nخامسا- رسم الهمزة:\nلرسم الهمزة عدة حالات، خلاصتها: أنها إما أن تكون ساكنة أو متحركة، والساكنة إما أن تكون وسطا أو طرفا، وهي في هاتين الحالتين تصور بحسب الحرف الذي قبلها، فإن كان مفتوحا رسمت ألفا مثل \"أنشأتم\" وإن كان مكسورا صورت ياء، مثل: \"نبي\" وإن كان مضموما رسمت واوا مثل:\n1 سورة التحريم من الآية \"5\".\n2 سورة الأنفال من الآية \"42\".\n3 سورة النمل من الآية \"21\".\n4 سورة ص من الآية \"29\".\n5 سورة الذاريات من الآية \"47\".\n6 سورة النساء من الآية \"109\".\n7 سورة الملك من الآية \"21\".\nالجزء: 1 ¦ الصفحة: 38\n",
        "\"اللؤلؤ\".\nأما المتحركة: فإن كانت في ابتداء الكلام رسمت ألفا مطلقا مثل: \"أبصر، إخراج، أعيذك\".\nوإن كانت وسطا: فإن كان ما قبلها متحركا رسمت ألفا إن كانت مفتوحة وقبلها فتح مثل \"سألوا\"، وإن كانت مكسورة رسمت ياء بعد الحركات الثلاث مثل: \"يئسوا، بارئكم، سئلت\" وكذلك إذا كانت مفتوحة أو مضمومة وقبلها كسر مثل: \"فئة، سنقرئك\".\nكما ترسم واوا إذا كانت مضمومة، بعد فتح مثل: \"رؤوف\"، أو مفتوحة بعد ضم مثل: \"مؤجلا\".\nأما إن سكن ما قبلها: فإنها تحذف صورتها مثل: \"يسئمون، نساءكم\"، إلا إذا كانت مكسورة بعد ألف، فإنها ترسم ياء مثل: \"قائمة\"، أو مضمومة بعد ألف، فإنها ترسم واوا، مثل: \"هاؤهم\".\nأما المتطرفة: فإن كان ما قبلها متحرك رسمت بصورة الحرف الذي منه حركته، مثل: \"بدأ، قرئ، نقرؤه\" وإن سكن ما قبلها لم ترسم صورتها مثل \"ملء، شيء، سوء\" هذه هي القواعد العامة للهمزة.\nوقد خرج عن هذه القواعد كلمات مخصوصة رسمت بصورة معينة، مثل كلمة \"رءيا\"1 كتبت بياء واحدة، وحذفت صورة الهمزة، كراهة اجتماع مثلين2.\nومثل: \"تؤى، تؤيه\" رسمتا بواو واحدة، وكذلك \"الرءيا\" مضموم الواو كتب بحذف الواو.\nإلى آخر هذه الاستثناءات التي خرجت عن القواعد المتقدمة، لعلل وأسرار منها ما عرفناه، ومنها ما لم نعرفه إلى الآن3.\n1 من قوله تعالى: \"هم أحسن أثاثا ورءيا\" سورة مريم من الآية \"74\".\n2 انظر: سمير الطالبين ص78.\n3 انظر: المقنع ص33، 43، 61، الإتقان \"212 وما بعدها\" سمير الطالبين ص76 وما بعدها.\nالجزء: 1 ¦ الصفحة: 39\n",
        "سادسا- ما كانت فيه قراءتان ورسم على إحداهما:\nومن أمثلة ذلك: قوله تعالى: {وَوَصَّى بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ} 1 كتبت في مصحفي أهل المدينة والشام \"وأوصى\" وفي بقية المصاحف {وَوَصَّى} حسب قراءة كل منهم.\nومثل قوله تعالى: {وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ} 2 كتبت في مصحف أهل المدينة ومصحف أهل الشام \"سارعوا\" بدون الواو، وفي البقية {وَسَارِعُوا} حسب قراءة كل منهم كذلك3.\n1 سورة البقرة من الآية \"132\".\n2 سورة آل عمران من الآية \"133\".\n3 تقدم لهذه الظاهرة أمثلة كثيرة عند موضوع كيفية اشتمال المصاحف العثمانية على الأحرف السبعة.\nالجزء: 1 ¦ الصفحة: 40\n",
        "موقف العلماء من هذه الظواهر\nمدخل\n...\nموقف العلماء من هذه الظواهر:\nوإزاء هذه الظواهر التي جاءت في الرسم العثماني مخالفة لقواعد الرسم القياسي، اختلف العلماء في ذلك على اتجاهين:\nالاتجاه الأول:\nأن الصحابة -رضي الله عنهم- الذين كتبوا المصاحف كانوا متقنين لقواعد العربية والخط العربي، فكتبوا المصاحف على هذه القواعد، وخالفوا هذه القواعد في بعض الكلمات لعلل وأسرار كثيرة، تتفق مع مكانة القرآن الكريم وكيفية تلاوته.\nقال العلامة اللغوي ابن فارس:\n\"ومن الدليل على عرفان القدماء من الصحابة وغيرهم بالعربية: كتابتهم المصحف على الذي يعلله النحويون في ذوات الواو والياء، والهمز، والمد والقصر، فكتبوا ذوات بالياء، وذوات الواو بالواو، ولم يصوروا الهمزة إذا كان ما قبلها ساكنا في مثل \"الخبء\" و\"الدفء\". و\"الملء\" فصار ذلك كله حجة، وحتى كره من العلماء ترك اتباع المصحف من كره.\nفحدثني عبد الرحمن بن حمدان عن محمد بن الجهم السمري عن الفراء قال: اتباع المصحف -إذا وجدت له وجها من كلام العرب- وقراءة القرآن أحب إلي من خلافه\"1.\nوقال الإمام ابن الجزري:\n\"فانظر كيف كتبوا \"الصراط\" و\"المصيطرون\" بالصاد المبدلة من السين، وعدلوا عن السين التي هي الأصل، لتكون قراءة السين -وإن خالفت الرسم من وجه- قد أتت على الأصل فيعتدلاون2، وتكون قراءة الإشمام محتملة،\n1 الصاحبي في فقه اللغة العربية ومسائلها ص18ط. دار الكتب العلمية.\n2 أي: فيتعادلان، الأصل والرسم.\nالجزء: 1 ¦ الصفحة: 41\n",
        "ولو كتب ذلك بالسين على الأصل لفات ذلك، وعدت قراءة غير السين مخالفة للرسم والأصل1، ولذلك كان الخلاف المشهور في \"بسطة\" الأعراف2، دون \"بسطة\" البقرة3، لكون حرف البقرة كتب بالسين، وحرف الأعراف بالصاد4\".\nوالمتتبع لهذه الظواهر \"ظواهر الزيادة، والحذف، والإبدال، والقطع والوصل وغير ذلك\" يدرك أنها جاءت على هذه الكيفية لعلل وأسرار كثيرة.\nولنضرب لذلك أمثلة يقاس عليها غيرها، لنتبين من خلالها مدى دقة الصحابة، وعلو منزلتهم في كتابة المصاحف.\n1 قال مكي بن أبي طالب: \"وحجة من قرأ\" \"السراط\" بالسين، وهو قنبل عن ابن كثير: أن السين في هذا هو الأصل، وإنما أبدل منها صادا، لأجل الطاء التي بعدها، فقرأها على أصلها.\nويدل على أن السين هو الأصل: أنه لو كانت الصاد هي الأصل لم ترد إلى السين، لضعف السين، وليس من أصول كلام العرب أن يردوا الأقوى إلى الأضعف، وإنما أصولهم في الحروف إذا أبدلوا أن يردوا الأضعف إلى الأقوى.\nوحجة من قرأه بالصاد: أنه اتبع خط المصحف، وأن السين حرف مهموس فيه تسفل، وبعدها حرف مطبق مجهور مستعل، واللفظ بالمطبق المجهور بعد المستفل المهموس فيه تكلف وصعوبة، فأبدل من السين صادا لمؤاخاتها الطاء في الإطباق والتصعد، ليكون عمل اللسان في الإطباق والتصعد عملا واحد، فذلك أسهل وأخف، وعليه جمهور العرب وأكثر القراء.\nوحجة من قرأه بين الصاد والزاي \"وهو الإشمام\" وهو خلف عن حمزة: أنه لما رأى الصاد فيها مخالفة للطاء في الجهر، لأن الصاد حرف مهموس، والطاء حرف مجهور، أشم الصاد لفظ الزاي، للجهر الذي فيها، فصار قبل الطاء حرفي يشابهها في الإطباق وفي الجهر اللذين هما من صفات الطاء، وحسن ذلك لأن الزاي من مخرج السين، والصاد مؤاخية لها في الصفير\" الكشف عن وجوه القراءات السبع \"1/ 34-35\".\n2 وهي قوله تعالى: \"وزادكم في الخلق بصطة\" من الآية \"69\".\n3 وهي قوله تعالى: {وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ} من الآية \"247\".\n4 النشر \"1/ 12\" ومعناه: أن كلمة {بَسْطَةً} في البقرة لما كتبت بالسين لم يجيء فيها قراءة بالصاد، بل الكل متفق على قراءتها بالسين، أما حرف الأعراف فلما كتب بالصاد جاز فيها الوجهان.\nوليس معنى ذلك أن القراءة تابعة للرسم، فإن رسم المصاحف جاء متأخرًا عن القراءة، والقراءة سنة متبعة. والذي نقصده هنا: هو أن المصاحف كتبت بطريقة تحتمل كل الوجوه التي صحت عن رسول الله -صلى الله عليه وسلم. وهذا يدل على أن الصحابة -رضي الله عنه- كتبوا المصاحف بناء على قواعد وأسس صحيحة.\nالجزء: 1 ¦ الصفحة: 42\n",
        "من أسرار ظواهر الرسم العثماني\n:\nأ- ظاهرة الزيادة:\nمن أمثلة هذه الظاهرة:\n1-\nزيادة الألف في \"مائة\" للفرق بينها وبين \"منه\" باعتبار أن المصاحف كانت خالية من النقط والشكل والهمز، وألحق بها \"مائتين\" حيث وقعتا.\n2-\nزيدت الواو في \"أولى\" للفرق بينها وبين \"إلى\" الجارة، وزيدت في \"أولئك\" للفرق بينها وبين \"إليك\" واطردت زيادتها في \"أولو\" وأولات، وأوئك\" حملا على أخواتا1.\n3-\nزيدت الياء في لفظ بأييد\" من قوله تعالى: \"والسماء بنيناها بأييد وإنا لموسعون\"2للفرق بين \"الأيد\" بمعنى القوة، وبين \"الأيدي\" جمع يد. ولا شك أن القوة التي بنى الله بها السماء هي أحق بالثبوت في الوجود من الأيدي3.\nقال ابن عباس وغيره: \"بأيد\" أي: بقوة وقدرة4.\nوقد اختلف العلماء هل الزائدة هي الياء الأولى أو الثانية؟\nوالذي عليه العمل في المصاحف الآن: أن الثانية هي الزائدة، ولذلك وضع الصفر المستدير عليها، كما هي قواعد الضبط.\nب- ظاهرة الحذف:\nمن أمثلة هذه الظاهرة:\n1-\nحذف الألف:\nظاهرة حذف الألف في القرآن الكريم كثيرة ومتنوعة، بعضها يرجع إلى\n1 انظر: النشر \"1/ 92-457\".\n2 سورة الذاريات الآية \"47\".\n3 البرهان للزركشي \"1/ 387\".\n4 تفسير القرطبي \"17/ 52\". جاء في القاموس المحيط فصل الهمزة باب الدال: \"آد يئيد أيدا: اشتد وقوي\".\nالجزء: 1 ¦ الصفحة: 43\n",
        "اختلاف القراءات، وبعضها يرجع إلى أسباب أخرى، قد لا ندرك لها سرا، وعلماء الرسم يقسمون الحذف إلى ثلاثة أقسام: حذف إشارة، وحذف اختصار، وحذف اقتصار1.\nومن ذلك حذف الألف من الأسماء الأعجمية.\nقال أبو عمرو الداني:\n\"اتفقوا على حذف الألف من الأعلام الأعجمية المستعملة، كإبراهيم، وإسماعيل، وإسحاق، وهارون، ولقمان، وشبهها، وأما حذفها من سليمان، وصالح، ومالك، وليست بأعجمية، فكثرة الاستعمال، فأما ما لم يكثر استعماله من الأعجمية فبالألف، كطالوت، وجالوت، ويأجوج، ومأجوج، وشبهها\"2.\nومن أمثلة حذف الألف للإشارة إلى قراءتين أو أكثر:\nقوله تعالى: {يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ} 3. حذفت الألف من كلمة {وَمَا يَخْدَعُونَ} لتحتمل قراءة \"وما يُخَادعون\" بالألف وضم الياء وفتح الخاء4.\nومثل قوله تعالى: \"وترى الشمس إذا طلعت تَزَور عن كهفهم ذات اليمين وإذا غربت تقرضهم ذات الشمال وهم في فجوة منه\"5.\nففي قوله تعالى: \"تَزَور\" ثلاث قراءات:\nالأولى: \"تَزْورُّ\" بإسكان الزاي وتشديد الراء، بلا ألف، لابن عامر ويعقوب.\nالثانية: \"تَزَاوَرُ\" بفتح الزاي مخففة وألف بعدها، وتخفيف الراء، لعاصم وحمزة والكسائي وخلف.\n1 تقدم معناها وأمثلتها.\n2 انظر: البرهان \"1/ 391-392\".\n3 سورة البقرة الآية \"9\".\n4 انظر: إتحاف فضلاء البشر \"1/ 377\".\n5 سورة الكهف من الآية \"17\".\nالجزء: 1 ¦ الصفحة: 44\n",
        "الثالثة: \"تَزَّوارُ\" بفتح الزاي مشددة، وألف بعدها، وتخفيف الراء لباقي القراء.\nوقد رسمت بحذف الألف لتحتمل هذه القراءات الثلاث1، على غرار ما قلنا في مثل \"ملك يوم الدين\".\n2-\nحذف الواو:\nأ- ما حذفت واوه اكتفاء بالضمة، وذلك في أربعة أفعال:\n1-\n{وَيَدْعُ الْأِنْسَانُ بِالشَّرِّ دُعَاءَهُ بِالْخَيْرِ} 2 حذفت الواو من {وَيَدْعُ} .\n2-\n{وَيَمْحُ اللَّهُ الْبَاطِلَ} 3 حذفت الواو من {وَيَمْحُ} وأصلها \"ويمحو\".\n3-\n{يَوْمَ يَدْعُ الدَّاعِ إِلَى شَيْءٍ نُكُر} 4 حذفت الواو من {يَدْعُ} أصلها \"يدعو\".\n4-\n{سَنَدْعُ الزَّبَانِيَة} 5 حذفت الواو من {سَنَدْعُ} فأصلها \"سندعو\".\nب- ما حذفت نونه للإضافة، وواوه اكتفاء بالضمة، وذلك في قوله تعالى: \"وصالحُ المؤمنين\"6 فهو جمع مذكر سالم أصله: \"وصالحون\"7.\n1 انظر: إتحاف فضلاء البشر \"2/ 210-211\".\n2 سورة الإسراء من الآية \"11\".\n3 سورة الشورى من الآية \"24\".\n4 سورة القمر من الآية \"6\".\n5 سورة العلق من الآية \"18\".\n6 سورة التحريم من الآية \"4\".\n7 قال الزركشي في علة حذف هذه الواو: \"وقد سقطت من أربعة أفعال، تنبيها على سرعة وقوع الفعل وسهولته على الفاعل، وشدة قبول المنفعل المتأثر به في الوجود:\nأولها: {سَنَدْعُ الزَّبَانِيَة} فيه سرعة الفعل وإجابة الزبانية وقوة البطش، وهو وعيد عظيم، ذكر مبدؤه وحذف آخره، ويدل عليه قوله تعالى: {وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ} القمر: 50.\nوثانيها: {وَيَمْحُ اللَّهُ الْبَاطِل} حذفت منه الواو علامة على سرعة الحق وقبول الباطل له بسرعة، وبدليل قوله تعالى: {إِنَّ الْبَاطِلَ كَانَ زَهُوقًا} وليس \"يمح\" معطوفا على {يَخْتِمْ} الذي قبله، لأنه ظهر مع \"يمح\" الفاعل وعطف على الفعل ما بعده وهو: {وَيُحِقُّ الْحَق} .\nوثالثها: {وَيَدْعُ الْإِنْسَانُ بِالشَّر} حذف الواو يدل على أنه سهل عليه، ويسارع فيه كما يعمل في الخير، وإتيان الشر إليه من جهة ذاته أقرب إليه من الخير.\nورابعا: {يَوْمَ يَدْعُ الدَّاع} حذف الواو لسرعة الدعاء وسرعة الإجابة\" البرهان \"1/ 397-398\".\nالجزء: 1 ¦ الصفحة: 45\n",
        "3-\nحذف الياء:\nظاهرة حذف الياء كثيرة في القرآن الكريم، سواء أكانت أصلية، أي: من بنية الكلمة مثل {الدَّاعِ} أصلها \"الداعي\" أم كانت زائده مثل: {فَارْهَبُون} ، {فَاتَّقُون} .\nوقد حذفت الياء من المصاحف للتخفيف، وهي لغة مشهورة عند العرب، يقولون: مررت بالقاض، وجاءني القاض، فيحذفون الياء لدلالة الكسرة عليها1. هذا من حيث اللغة.\nومن حيث القراءة: رسمت هكذا لتحتمل قراءة إثبات الياء أو حذفها، فمن القراء من حذفها وصلا ووقفا، ومنهم من أثبتها وصلا ووقفا، وهناك من أثبتها وصلا وحذفها وقفا.\nفحجة من حذفها وصلا ووقفا: اتباع الرسم، والاكتفاء بالكسرة للدلالة عليها، وأجرى الوقف مجرى الوصل.\nوحجة من أثبتها وصلا ووقفا: أنه أتى بها على الأصل.\nأما من أثبتها وصلا، وحذفها وقفا، فحجته: أنه اتبع الأصل في الوصل، واتبع خط المصحف في الوقف، لأن أكثر الخط كتب بما يوافق الوقف والابتداء، فلما لم تثبت الياء في الخط، حذفها في الوقف، إتباعا للرسم2.\nجـ- ظاهرة البدل:\nالبدل في اللغة: العوض. واصطلاحا: جعل حرف مكان حرف آخر.\nوصور البدل كثيرة، منها: إبدال الألف ياء، أو واوا، ومنها: إبدال السين صادا، والهاء تاء، والنون ألفا، لعلل وأسرار كثيرة يضيق المقام عن حصرها فلنذكر لها بعض الأمثلة:\n1-\nرسم الألف ياء في بعض الكلمات للدلالة على أن أصلها الياء فتمال عند من مذهبه الإمالة مثل: \"رمى، أعطى، استسقى، اهتدى\".\n2-\nرسم الألف واوا للدلالة على أن أصلها الواو مثل: \"الصلاة\" فأصلها\n1 انظر: الكشف عن وجوه القراءات السبع \"1/ 331\".\n2 المصدر السابق \"1/ 333\".\nالجزء: 1 ¦ الصفحة: 46\n",
        "الواو، ولذلك تجمع على \"صلوات\" ومثل: \"الربا\" أصلها من: ربا يربو، إذا زاد.\n3-\nرسم الهاء تاء:\nهاء التأنيث رسمت في بعض الكلمات بالتاء، وفي البعض الآخر بالهاء.\nفالذي رسم الهاء مثل: \"رحمة، ونعمة، وكلمة\" لا خلاف بين القراء في الوقف عليه بالهاء.\nأما ما رسم بالتاء مثل: \"بقيت، نعمت، رحمت\" ففي الوقف عليه للقراءة وجهان:\nأحدهما: الوقف بالهاء، كما هو الأصل في الوقف على تاء التأنيث، وهو إبدالها هاء.\nوثانيهما: الوقف بالتاء، اتباعا لرسم المصحف.\nوبذلك يتبين أن الصحابة -رضي الله عنه- فرقوا بين بعض الكلمات، فرسموا بعضها بالهاء، وبعضها بالتاء لتحتمل المرسومة بالتاء قراءتين، بخلاف المرسومة بالهاء، فلا تحتمل إلا وجها واحدة1.\n4-\nالقطع والوصل:\nمن أهم الظواهر التي تضمنها \"علم الرسم\": باب القطع والوصل، ويسمى: المقطوع والموصول.\nوقد أوجب العلماء على القارئ معرفة هذا الباب، ليقف على كل كلمة حسب رسمها في المصاحف العثمانية.\nفإذا كانت الكلمة مفصولة عن غيرها جاز للقارئ الوقف على أحد أجزائها عند الضرورة، كأن يكون في مقام التعلم، أو الامتحان، أو ضيق النفس، وما أشبه ذلك.\nوإذا كانت موصولة بما بعدها لم يجز له الوقف إلا على الجزء الثاني منها2.\nومن أمثلة ذلك: \"أم\" مع \"من\" كتبت مفصولة في أربعة مواضع:\n1 انظر: النشر \"2/ 128 وما بعدها\".\n2 المرجع السابق \"2/ 148 وما بعدها\".\nالجزء: 1 ¦ الصفحة: 47\n",
        "الأول: {أَمْ مَنْ يَكُونُ عَلَيْهِمْ وَكِيلًا} بالنساء1.\nالثاني: {أَفَمَنْ أَسَّسَ بُنْيَانَهُ} بالتوبة2.\nالثالث: {أَمْ مَنْ خَلَقْنَا} بالصافات3.\nالرابع: {أَمَّنْ يَأْتِي آمِنًا يَوْمَ الْقِيَامَةِ} بفصلت4.\nوكتبت موصولة فيما عدا ذلك في القرآن الكريم، مثل قوله تعالى: {أَمَّنْ لا يَهِدِّي} بيونس5، وقوله تعالى: {أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ} 6، وقوله تعالى: {أَمَّنْ يَهْدِيكُمْ فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ} 7.\nيضاف إلى ذلك. ما تقدم بيانه عند الكلام على كيفية اشتمال المصاحف العثمانية على هذه الأحرف، وأن رسم بعض الكلمات بطريقة معينة يرجع إلى اختلاف القراءات، وهو ثلاثة أنواع:\nالنوع الأول: ما فيه قراءتان، ورسم على إحداهما مثل: \"صراط، يبصط، المصيطرون\".\nالنوع الثاني: ما فيه قراءتان ورسم برسم واحد يحتمل القراءتين، مثل: \"ملك يوم الدين\" كتبت \"ملك\" بدون ألف لتحتمل قراءة المد، ومثل قوله تعالى: \"يخدعون الله والذين آمنوا وما يخدعون إلا أنفسهم\" فقد كتبت \"وما يخدعون\" بدون ألف لتحتمل القراءتين.\nالنوع الثالث: ما فيه قراءتان أو أكثر ورسم في كل مصحف حسب قراءة القطر الذي أرسل إليه المصحف، مثل قوله تعالى: {وَقَالُوا اتَّخَذَ اللَّهُ وَلَدًا} 8. فقد\n1 من الآية \"109\".\n2 من الآية \"109\".\n3 من الآية \"11\".\n4 من الآية \"40\".\n5 من الآية \"35\".\n6 سورة النمل من الآية \"62\".\n7 النمل من الآية \"63.\n8 سورة البقرة من الآية \"116\".\nالجزء: 1 ¦ الصفحة: 48\n",
        "رسمت في المصحف الشامي بلا واو {وَقَالُوا} وعلى ذلك جاءت قراءة ابن عامر.\nوفي بقية المصاحف بالواو1. وتقدم لذلك أمثلة كثيرة.\nوالخلاصة:\nإن رسم المصاحف العثمانية على هذه الكيفية إنما كان لعلل وأسرار كثيرة، منها ما وقفنا على علله، ومنها ما لم نقف له على علة حتى الآن.\nقال الإمام أبو عمرو الداني:\n\"وليس شيء من الرسم، ولا من النقط اصطلح عليه السلف -رضوان الله عليهم- إلا وقد حاولوا به وجها من الصحة والصواب، وقصدوا به طريقا من اللغة والقياس، لموقعهم من العلم، ومكانهم من الفصاحة، علم ذلك من علمه، وجهله من جهله، والفضل بيد الله يؤتيه من يشاء، والله ذو الفضل العظيم\"2.\nالاتجاه الثاني: اتجاه خطأ الصحابة في الكتابة:\nهذا الاتجاه يرى: أن الاختلاف في كتابة المصاحف بظواهره المتقدمة كان ناشئا عن جهل الصحابة -رضي الله عنهم- بقواعد الخط، وبعدهم عن الصنائع.\nوقد أشار ابن خلدون إلى ذلك فقال: \"\n...\nفكان الخط العربي لأول الإسلام غير بالغ إلى الغاية من الإحكام والإتقان والإجادة، ولا إلى التوسط، لمكان العرب من البداوة والتوحش، وبعدهم عن الصنائع، وانظر ما وقع لأجل ذلك من رسمهم المصحف، حيث رسمه الصحابة بخطوطهم، وكانت غير مستحكمة في الإجادة، فخالف الكثير من رسومهم ما اقتضته رسوم صناعة الخط عند أهلها، ثم اقتفى التابعون من السلف رسمهم فيها، تبركا بما رسمه أصحاب رسول الله -صلى الله عليه وسلم- وخير الخلق من بعده، المتلقون لوحيه من كتاب الله وكلامه، كما يقتفى لهذا العهد خط ولي أو عالم تبركا، ويتبع رسمه خطأ أو صوابا، وأين نسبة ذلك من الصحابة فيما كتبوه، فاتبع ذلك وأثبت رسما، ونبه العلماء بالرسم على مواضعه\" ثم قال: \"ولا تلتفتن في ذلك\n1 انظر: النشر \"2/ 220\".\n2 المحكم ص196.\nالجزء: 1 ¦ الصفحة: 49\n",
        "إلى ما يزعمه بعض المغفلين من أنهم كانوا محكمين لصناعة الخط، وأن ما يتخيل من مخالفة خطوطهم لأصول الرسم ليس كما يتخيل، بكل لكلها وجه، ويقولون في مثل زيادة الألف في \"لأاذبحنه\": إنه تنبيه على أن الذبح لم يقع، وفي زيادة الياء في \"بأييد\": إنه تنبيه على كمال القدرة الربانية، وأمثال ذلك مما لا أصل له إلا التحكم المحض، وما حملهم على ذلك إلا اعتقادهم أن في ذلك تنزيها للصحابة عن توهم النقص في قلة إجادة الخط، وحسبوا أن الخط كمال، فنزهوهم عن نقصه، ونسبوا إليهم الكمال بإجادته، وطلبوا ما خالف الإجادة من رسمه، وذلك ليس بصحيح\"1.\nويتمسك أصحاب هذا الاتجاه بما ورد من آثار منسوبة إلى بعض الصحابة -رضي الله عنهم- يفيد ظاهرها وقوع بعض الأخطاء في رسم بعض الكلمات.\nومن هذ الآثار:\n1-\nعن الحارث بن عبد الرحمن، عن عبد الأعلى بن عبد الله بن عامر القرشي قال: لما فرغ من المصحف أُتي به عثمان، فنظر فيه، فقال: قد أحسنتم وأجملتم، أرى فيه شيئا من لحن، وستقيمه العرب بألسنتها2.\n1 تاريخ ابن خلدون \"1/ 757\" ط. دار الكتاب اللبناني طبعة سنة 1957م.\n2 أخرجه الداني بسنده عن عمران القطان به. المقنع ص121، وأورده الذهبي في سير أعلام \"4/ 442\"، ومعرفة القراء الكبار \"1/ 68\"، والسيوطي عن السجستاني في الدر المنثور \"2/ 754\"، كما ذكره السجستاني في كتاب المصاحف \"1/ 232\" وقد ناقش العلماء الاستدلال بهذا الأثر بأنه لا يصح من عدة وجوه:\nقال الداني: هذا الخبر عندنا لا يقوم بمثله حجة، ولا يصح به دليل من جهتين:\nإحداهما: أنه مع تخليط في إسناده واضطراب في ألفاظه مرسل، لأن ابن يعمر وعكرمة لم يسمعا من عثمان شيئا ولا رأياه.\nوأيضا: فإن ظاهر ألفاظه ينفي وروده عن عثمان -رضي الله عنه- لما فيه الطعن عليه من محله من الدين ومكانه من الإسلام، وشدة اجتهاده في بذل النصحية، واهتمامه بما فيه الصلاح للأمة، فغير متمكن أن يتولى لهم جمع المصحف مع سائر الصحابة الأخيار الأتقياء الأبرار نظرا لهم، ليرتفع الاختلاف في القرآن بينهم، ثم يترك لهم فيه مع ذلك لحنا وخطأ يتولى تغييره من يأتي بعده، ممن لا شك أنه لا يدرك مداه، ولا يبلغ غايته ولا غاية من شاهده. هذا ما لا يجوز لقائل أن يقوله، ولا يحل لأحد أن يعتقده. فإن قال: فما وجه ذلك عندك لو صح عن عثمان رضي الله عنه؟\nقلت: وجهه: أن يكون عثمان -رضي الله عنه- أراد باللحن المذكور فيه: التلاوة دون الرسم؛ إذ=\nالجزء: 1 ¦ الصفحة: 50\n",
        "2-\nومن الآثار التي استند إليها القائلون بخطأ الصحابة -رضي الله عنهم- في كتابة المصاحف: ما روي عن هشام بن عروة عن أبيه قال: سألت عائشة عن لحن القرآن: {إِنْ هَذَانِ لَسَاحِرَانِ} 1 وعن قوله: {وَالْمُقِيمِينَ الصَّلاة\n= كثير منه لو تلي على حال رسمه، لانقلبت بذلك معنى التلاوة، وتغيرت ألفاظها، ألا ترى قوله: \"أو لأاذبحنه\n...\n\"، \"ولأاوضعوا\"، \"من نبأى المرسلين\"، و\"سأوريكم\" و\"الربوا\" وشبهه مما زيدت فيه الألف والياء والواو في رسمه، لو تلاه تالٍ لا معرفة له بحقيقة الرسم على حال صورته في الخط لصير الإيجاب نفيا، ولزاد في اللفظ ما ليس فيه ولا من أصله، فأتى من اللحن بما لا خفاء به على من سمعه، مع كون رسم ذلك كذلك جائزا مستعملا فأعلم عثمان -رضي الل عنه- إذ وقف على ذلك أن من فاته تمييز ذلك، وعزبت معرفته عنه ممن يأتي بعده، سيأخذ ذلك عن العرب؛ إذ هم الذين نزل القرآن بلغتهم، فيعرفوه بحقيقة تلاوته، ويدلونه على صواب رسمه، فهذا وجهه عندي، والله أعلم \"المقنع ص119-120\".\nوقال شيخ الإسلام ابن تيمية: هذا خبر باطل لا يصح من وجوه:\nأحدها: أن الصحابة -رضي الله عنهم- كانوا يتسارعون إلى إنكار أدنى المنكرات، فكيف يقرون اللحن في القرآن، مع أنه لا كلفة عليهم في إزالته.\nوالثاني: أن العرب كانت تستقبح اللحن غاية الاستقباح في الكلام، فكيف لا يستقبحون بقاءه في المصحف؟!\nوالثالث: أن الاحتجاج بأن العرب ستقيمه بألسنتها غير مستقيم، لأن المصحف الكريم يقف عليه العربي والعجمي.\nوالرابع: أنه قد ثبت في الصحيح أن زيد بن ثابت أراد أن يكتب \"التابوت\" بالهاء على لغة الأنصار، فمنعوه من ذلك، ورفعوه إلى عثمان -رضي الله عنه- وأمرهم أن يكتبوه بالتاء على لغة قريش، ولما بلغ عمر -رضي الله عنه- أن ابن مسعود -رضي الله عنه- قرأ \"عتى حين\" على لغة هذيل، أنكر ذلك عليه، وقال: أقرئ الناس بلغة قريش، فإن الله تعالى إنما أنزله بلغتهم، ولم ينزله بلغة هذيل. انظر الفتاوى \"15/ 252-255\".\n1 سورة طه من الآية \"63\". وفيها عدة قراءات: فنافع وابن عامر وشعبة وحمزة والكسائي وأبو جعفر ويعقوب وخلف بتشديد \"إن\" و\"هذان\" بالألف وتخفيف النون. وفي توجيهها عدة أقول:\nأحدها: أن \"إن\" بمعنى \"نعم\" و\"هذان\" مبتدأ، و\"الساحران\" خبره.\nثانيها: اسم \"إن\" ضمير الشأن، وجملة \"هذا لساحران\" خبرها.\nثالثها: أن \"هذان\" اسم \"إن\" على لغة من أجرى المثنى بالألف دائما.\nوقرأ ابن كثير \"إن\" بتخفيف النون و\"هذان\" بالألف وتشديد النون.\nوقرأ حفص مثل قراءة ابن كثير، إلا أنه خفف النون من \"هذان\". وهما واضحتان. وقرأ أبو عمرو \"إن هذين لساحران\" بتشديد نون \"إن\" و\"هذين\" بالياء وتخفيف النون، وهي واضحة من حيث الإعراب والمعنى، ولكنها استشكلت من حيث مخالفتها لخط المصحف. وما دامت القراءة صحيحة فلا يطعن فيها ذلك، فهي مما شذ عن قواعد الرسم، مع صحتها وتواترها. انظر: الإتحاف \"2/ 249\".\nالجزء: 1 ¦ الصفحة: 51\n",
        "وَالْمُؤْتُونَ الزَّكَاةَ} 1، وعن قوله: {وَالَّذِينَ هَادُوا وَالصَّابِئُونَ} 2 فقالت: يابن أختي، هذا عمل الكتاب أخطئوا في الكتابه3.\nالرد على هذا الاتجاه:\nيمكن الرد على اتجاه القائلين بخطأ الصحابة -رضي الله عنهم- في كتابة المصاحف من عدة وجوه:\nأولا: عدم التسليم بأن الكتابة العربية كانت عاجزة عن الاستجابة لمتطلبات اللغة، فإنه من الثابت أن الكتابة تولدت ونمت في شمال الجزيرة في بلاد الأنباط، ثم اتجهت -تحت تأثير السياسة- إلى الشرق، ووجدت في الحواضر العربية من العراق المناخ الملائم لأن تتطور وتتأصل وتنتشر في الحيرة وغيرها من القرى العربية\n...\nمما أدى إلى انتشار الكتابة بين عرب العراق قبل الإسلام، واتصال أهل مكة بأهل الحيرة أمر مسلم به، فلا يستبعد أن يكون أهل مكة والمدينة قد تعلموا من أهل الحيرة، وأن هؤلاء قد علموا غيرهم من قريش وغيرهم4.\nوقد أثبتت الكتابات والنقوش المكتشفة أن العرب في الجاهلية كانوا يكتبون قبل الإسلام بأكثر من ثلاثة قرون، لكن لم تكن الكتابة لديهم شائعة إلا قرب البعثة المحمدية5.\nوقد ذكر المؤرخون عددا من الذين كانوا يعلمون الكتابة في الجاهلية، ومنهم: عمرو بن زرارة، وكان يسمى: الكاتب، وغيلان بن سلمة، وكانت\n1 سورة النساء من الآية \"162\" وقد وجهها العلماء بأن قوله تعالى: {وَالْمُقِيمِين} منصوب على المدح، وإنما قطعت هذه الصفة عن بقية الصفات لبيان فضل الصلاة على غيرها. انظر: التبيان في إعراب القرآن للعكبري \"1/ 407-408\".\n2 سورة المائدة من الآية \"69\" وهي قوله تعالى: {إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئُونَ وَالنَّصَارَى} ووجهت بأن قوله تعالى: {وَالصَّابِئُونَ} بالرفع على الابتداء، وخبره محذوف، تقديره: كذلك. الإتحاف \"1/ 541\".\n3 رواه الطبري في تفسيره \"1/ 18\"، والداني في المقنع ص123، وأبو عبيد القاسم بن سلام في فضائل القرآن ص229، وأورده القرطبي في تفسيره \"6/ 14، 11/ 216\" والسيوطي في الإتقان \"1/ 495-496\" عن أبي عبيد وقال: صحيح على شرط الشيخين، وفي الدر المنثور \"2/ 744-745\" وعزاه إلى أبي عبيد وسعيد بن منصور وابن أبي شيبة وابن جرير وابن أبي داود وابن المنذر.\n4 تاريخ العرب قبل الإسلام للدكتور جواد علي \"7/ 65\".\n5 مصادر الشعر الجاهلي ص25.\nالجزء: 1 ¦ الصفحة: 52\n",
        "أسرة ثقيف ذات شهرة واسعة بالكتابة1.\nوكان لقيط بن يعمر الأيادي شاعرا كاتبا باللغة العربية، وكان مترجما في بلاد فارس، وهو الذي أرسل إلى قومه يقول:\nسلام في الصحيفة من لقيط\nإلى من بالجزيرة من إياد2\nولم يكن الرجال وحدهم هم الذين يقرءون ويكتبون، بل كان من النساء من يكتبن، ومنهن: الشفاء بنت عبد، من أسرة عمر بن الخطاب -رضي الله عنه- فقد كانت تكتب في الجاهلية والإسلام، وهي التي علمت السيدة حفصة بنت عمر -رضي الله عنهما- زوج النبي -صلى الله عليه وسلم- الكتابة3. وفي فتوح البلدان4: أن الإسلام دخل مكة وفي قريش سبعة عشر رجلا كلهم يكتب.\nوبدخول الإسلام المدينة نشطت الكتابة، ومن ثمار هذا النشاط: ما كان من أسر سبعين من المشركين في بدر، وقبل النبي -صلى الله عليه وسلم- من كل أسير أربعة آلاف درهم، أو تعليم عشرة من المسلمين القراءة والكتابة، فداءً له5.\nولم يكن الصحابة -رضي الله عنهم- يعرفون الكتابة فقط، بل كانوا يعرفون النقط والشكل أيضا.\nقال الإمام ابن الجزري:\n\"\n...\nوجردت المصاحف جميعها من النقط والشكل ليحتملها ما صح نقله وثبتت تلاوته عن النبي -صلى الله عليه وسلم\"6.\nوروي عن عبد الله بن مسعود -رضي الله عنه- أنه قال: \"جردوا القرآن ليربو فيه صغيركم، ولا ينأى عنه كبيركم\"7.\n1 المصدر السابق ص50.\n2 المصدر السابق ص107، 114.\n3 رواه الحاكم في المستدرك \"4/ 57\" وقال: هذا صحيح على شرط الشيخين.\n4 ص660.\n5 طبقات ابن سعد \"2/ 26\".\n6 النشر \"1/ 7\".\n7 الفائق للزمخشري \"1/ 186\".\nالجزء: 1 ¦ الصفحة: 53\n",
        "والمراد بذلك: تجريد المصحف من النقط والفواتح والعشور، لئلا يفهم الصغار أن ذلك من القرآن.\nفدل ذلك كله على بطلان ما قاله ابن خلدون: \"إن الخط العربي لأول الإسلام غير بالغ إلى الغاية من الإحكام والإتقان والإجادة\n...\nوقوله: وانظر إلى ما وقع لأجل ذلك من رسمهم المصحف، حيث رسمه الصحابة بخطوطهم، وكانت غير مستحكمة في الإجادة\n...\n\".\nثانيا: أن المتأمل في الظواهر السابقة وغيرها، يجد أن الصحابة -رضي الله عنهم- كانوا من الدقة في كتابة المصاحف بما لا يستطيع منصف أن ينكره.\nوقد سبق أن نقلنا أمثلة كثيرة للعلل والأسرار التي من أجلها زادوا بعض الحروف، أو حذفوها، أو أبدلوا حرفا بحرف، بما يتفق مع قواعد اللغة العربية وأسرارها.\nيضاف إلى ذلك: رسمهم لبعض الكلمات بصور مختلفة، نتيجة لاختلاف القراءات والأوجه الواردة في الكلمة.\nومن أمثلة ذلك كلمة: \"الأيكة\" وقعت في القرآن الكريم في أربعة مواضع:\nالأول: قوله تعالى: {وَإِنْ كَانَ أَصْحَابُ الْأَيْكَةِ لَظَالِمِينَ} بالحجر1.\nالثاني: قوله تعالى: {كَذَّبَ أَصْحَابُ لْأَيْكَةِ الْمُرْسَلِينَ} بالشعراء2.\nالثالث: قوله تعالى: {وَثَمُودُ وَقَوْمُ لُوطٍ وَأَصْحَابُ لْأَيْكَةِ} بـ\"ص\"3.\nالرابع: قوله تعالى: {وَأَصْحَابُ الْأَيْكَةِ وَقَوْمُ تُبَّعٍ} بـ\"ق\"4.\nرسمت الكلمة في سورتي الحجر وق هكذا \"الأيكة\" بألف قبل اللام.\nورسمت في سورتي الشعراء وص هكذا \"ليكة\" بدون ألف كما هو واضح في رسم المصحف.\n1 الآية \"78\".\n2 سورة الشعراء الآية \"176\".\n3 سورة ص الآية \"13\".\n4 من الآية \"14\".\nالجزء: 1 ¦ الصفحة: 54\n",
        "والسبب في ذلك أن موضعي \"الشعراء\" و\"ص\" فيهما قراءتان:\nالأولى: \"ليكة\" بلام مفتوحة بلا ألف وصل قبلها، ولا همزة بعدها، وفتح تاء التأنيث غير منصرفة للعلمية والتأنيث، وهي قراءة نافع وابن كثير، وابن عامر، وأبي جعفر.\nوقرأ الباقون بهمزة وصل، وسكون اللام، وبعدها همزة مفتوحة، وكسر التاء \"الأيكة\".\nوالقراءتان صحيحتان متواترتان.\nأما موضعا الحجر وق فرسمتا بالألف قبل اللام {الْأَيْكَةِ} والسبب في ذلك: أن هذين الموضعين ليس فيهما إلا قراءة واحدة: {الْأَيْكَةِ} بهمزة وصل، وسكون اللام، وبعدها همزة مفتوحة، وكسر التاء1.\nوفي هذا المثال دلالتان:\nإحداهما أن الصحابة -رضي الله عنهم- إنما رسموا هذه الكلمات وما شابهها بهذه الطريقة بناء على قواعد وأسس دقيقة، وأن الله -تعالى- قد اختارهم مع رسوله -صلى الله عليه وسلم- لحفظ دينه وكتابه، فلا يصح نسبة الخطأ إليهم في مثل هذا العمل.\nالدلالة الثانية: أن القراءة سنة متبعة. لا اجتهاد فيها ولا قياس، وإلا فلماذا قرئت هذه الكلمة في بعض السور بقراءتين، وفي البعض الآخر بقراءة واحدة؟\nوما قيل من أن قراءة \"لئيكة\" بدون همزة أخذت من رسم الكلمة مردود، لأن القراءة سابقة على الكتابة كما هو معروف.\nفنظرية تأثر القراءات بالرسم، وأن السبب في اختلاف القراءات خلو المصاحف من النقط والشكل ورسم بعض الكلمات بطريقة معينة، هذه النظرية نظرية إلحادية، أوردها بعض المستشرقين للطعن في صحة القرآن الكريم، باعتباره مصدر التشريع الأول.\nقال المستشرق \"جولدزيهر\" في كتابه \"مذاهب التفسير الإسلامي\": \"فلا يوجد كتاب تشريع اعترفت به طائفة دينية اعترافا عقديا، على أنه نص منزل\n1 انظر: إتحاف فضلاء البشر \"2/ 319\".\nالجزء: 1 ¦ الصفحة: 55\n",
        "موحى به، يقدم نصه في أقدم عصور تداوله مثل هذه الصورة من الاضطراب، وعدم الثبات، كما نجد في نص القرآن\"1.\nثم تحدث عن سبب اختلاف القراءات فقال:\n\"وترجع نشأة قسم كبير من هذه الاختلافات إلى خصوصية الخط العربي الذي يقدم هيكله المرسوم مقادير صوتية مختلفة، تبعا لاختلاف النقاط الموضوعة فوق الهيكل أو تحته، وعدد تلك النقاط، بل كذلك في حالة تساوي المقادير الصوتية يدعو اختلاف الحركات، الذي لا يوجد في الكتابة العربية الأصلية ما يحدده، إلى اختلاف مواقع الإعراب للكلمة، وبهذا إلى اختلاف دلالتها.\nوإذًا: فاختلاف تحلية هيكل الرسم بالنقط، واختلاف الحركات في المحصول الموحد الغالب من الحروف الصامتة، كانا هما السبب الأول في نشأة حركة اختلاف القراءات، في نص لم يكن منقوطا أصلا، أو لم تتحر الدقة في نقطه أو تحريكه\"2.\nوفيما ذكرناه سابقا -من أن القراءة كانت سابقة على الرسم، وأنها كانت تتلقى مباشرة عن رسول الله -صلى الله عليه وسلم- بالأسانيد الصحيحة -ما يرد على هذه الدعوى الملحدة، التي تهدف إلى النيل من القرآن الكريم، الذي تكفل الله-تبارك وتعالى- بحفظه دون سائر الكتب المنزلة.\nوقد تصدى العلماء لبيان كذب هذه الدعوى بما لا يدع مجالا للشك، من أن الصحابة -رضي الله عنهم- إنما كتبوا المصاحف بناء على ما تلقوه من رسول الله -صلى الله عليه وسلم- ولم تكن القراءة تابعة للرسم.\nومن الرسائل المهمة التي فندت هذه الدعوى: كتاب شيخنا الشيخ عبد الفتاح عبد الغني القاضي المتوفى سنة 1403هـ بعنوان \"القراءات في نظر المستشرقين والملحدين\"3.\n1 مذاهب التفسير الإسلامي ترجمة الدكتور عبد الحليم النجار ص4.\n2 المصدر السابق ص8.\n3 طبع بمجمع البحوث الإسلامية بالأزهر عام 1392هـ 1972م.\nالجزء: 1 ¦ الصفحة: 56\n",
        "ومما قاله في كتابه هذا، مما يتصل بموضوعنا:\n\"في القرآن الكريم كلمات تكررت في مواضع كثيرة، ورسمت برسم واحد في جميع المواضع، ولكنها في بعض المواضع وردت فيها القراءات التي يحتملها رسمها، فاختلف فيها القراء، وتنوعت فيها قراءاتهم.\nوفي بعض المواضع اتفق القراء على قراءتها بوجه واحد، لأن غيره لم يصح به النقل، ولم تثبت به الرواية، مع أن الرسم يحتمله.\nوهاك أمثلة لما ذكرنا:\nالمثال الأول: كلمة \"مالك\" ذكرت في القرآن على أنها صفة، أو في حكم الصفة في ثلاثة مواضع:\n\"ملك يوم الدين\" في الفاتحة.\n\"قل اللهم ملك الملك\" في آل عمران.\n{مَلِكِ النَّاس} في سورة الناس.\nورسمت هذه الكلمة برسم واحد في المواضع الثلاثة، وهو: حذف الألف بعد الميم، ولكن القراء اختلفوا في قراءتها في موضع الفاتحة فقط، فمنهم من قرأها بحذف الألف، ومنهم من قرأها فيه بإثباتها.\nأما مواضع آل عمران: فقد اتفقوا على قراءتها فيه بإثبات الألف، مع أنه لو قرئت الكلمة في هذا الموضع بحذف الألف، لكان ذلك سائغا لغة ومعنى، ولكن لم تقرأ بالحذف في هذا الموضع، لعدم ثبوت الرواية فيه بالحذف.\nوأما موضع سورة \"الناس\" فقد اتفق القراء على قراءة الكلمة فيه بحذف الألف، مع أنه لو قرئت هذه الكلمة في هذا الموضع بإثبات الألف، لكان ذلك سائغا لغة ومعنى، ولكن لم تقرأ الكلمة في هذا الموضع بالإثبات، لعدم ثبوت النقل فيه بالإثبات.\nفلو كانت القراءات بالرأي والاجتهاد، لا بالتلقي والتوقيف، وكان تنوع\nالجزء: 1 ¦ الصفحة: 57\n",
        "القراءات تابعا لرسم المصحف، لم يكن اختلاف القراء مقصورا على موضع الفاتحة، بل كان يتناول الموضعين الآخرين، لكنهم اختلفوا في موضع الفاتحة، واتفقوا في موضعي آل عمران والناس.\nفدل هذا على أن القراءات لم تكن بالاختيار والاجتهاد، ولم يكن تنوعها تابعا للخط والرسم، وإنما هو تابع للسند والرواية والنقل\"1.\nثالثا: أن هذه الدعوى -دعوى خطأ الصحابة- لو صحت لأدى ذلك إلى ثبوت التحريف في القرآن الكريم، وهذا يتنافى مع وعد الله -تعالى- بحفظه. قال تعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} 2.\nأما وحفظ الله تعالى لكتابه حقيقة قائمة، فإن الخطأ ينتفي، وبالتالي ينتفي جهل كتاب الوحي، المؤدي إلى الخطأ في رسم كلمات حفظه الله، وأكد حفظه منزله الحكيم الخبير3.\nرابعا: مناقشة الآثار:\nناقش العلماء ما ورد عن عثمان وعائشة -رضي الله عنهما- من آثار تدل على وجود أخطاء في كتابة المصاحف على النحو التالي:\nأ- فبالنسبة للأخبار المنقولة عن \"عثمان\" -رضي الله عنه- فقد تقدم أنها غير صحيحة من حيث السند، ومثلها لا تقوم به حجة، كما قال العلماء.\nولو سلمنا بصحتها، فيجب تأويلها بما يتفق مع المعنى الذي به تصح، ولا يتعارض مع ما هو ثابت بالدليل القطعي من حفظ الله تعالى لكتابه من التحريف والتبديل والخطأ، كما يتفق مع مكانة \"عثمان\" -رضي الله عنه- وغيرته على كتاب الله تعالى، وإلا فكيف يهب لنسخ المصاحف خوفا من وقوع اللحن والخطأ في وجوه القراءات، ثم يقر ذلك في المصاحف؟!\n1 القراءات في نظر المستشرقين والملحدين ص52-53.\n2 سورة الحجر الآية \"9\".\n3 انظر: رسم المصحف للدكتور لبيب السعيد ص24.\nالجزء: 1 ¦ الصفحة: 58\n",
        "وأصح ما قيل في تأويله: ما قاله الداني في المقنع1: \"\n...\nوجهه: أن يكون عثمان رضي الله عنه، أراد باللحن المذكور فيه: التلاوة دون الرسم؛ إذ كان كثير منه لو تلي على حال رسمه لانقلب بذلك معنى التلاوة، وتغيرت ألفاظها، ألا ترى قوله: \"أولأاذبحنه\" و \"لأوضعوا\" و\"من نبأى المرسلين\" و\"سأوريكم\" و\"الربوا\" وشبهه مما زيدت الألف والياء والواو في رسمه، لو تلاه تالٍ لا معرفة له بحقيقة الرسم على حال صورته في الخط، لصير الإيجاب نفيا، ولزاد في اللفظ ما ليس فيه، ولا من أصله، فأتى من اللحن بما لا خفاء به على من سمعه، مع كون رسم ذلك جائزا مستعملا.\nفأعلم عثمان، رضي الله عنه، إذ وقف على ذلك أن من فاته تمييز ذلك، وعزبت معرفته عنه ممن يأتي بعده، سيأخذ ذلك عن العرب، إذ هم الذين نزل القرآن بلغتهم، فيعرفونه بحقيقة تلاوته، ويدلونه على صواب رسمه، فهذا وجهه عندي، والله أعلم\".\nويؤيد ما قاله الداني: ما أخرجه الطبراني والبيهقي أن النبي -صلى الله عليه وسلم- قال: \"اقرءوا القرآن بلحون العرب وأصواتها\n...\n\"2.\nفالمقصود باللحن الوارد في الأثر: تلاوة الحروف والكلمات المرسومة بزيادة أو نقص أو إبدال، مما يخالف قواعد الرسم القياسي، ولو قرئت كما هي مرسومة لتغير اللفظ وفسد المعنى3.\nوكيف يتفق ذلك مع قوله الصحابة -رضي الله عنهم- حين عرضوا عليه المصاحف: \"أحسنتم وأجملتهم\"4؟!\nإنه التناقض الذي لا يليق بمقامه وعلو شأنه -رضي الله عنه.\nب- أما بالنسبة للأثر المروي عن عائشة -رضي الله عنها: فقد أجاب عنه الإمام الداني فقال:\n1 ص124-125.\n2 انظر: فيض القدير \"2/ 65\".\n3 انظر: النشر \"1/ 458\".\n4 تقدم تخريجه.\nالجزء: 1 ¦ الصفحة: 59\n",
        "\"\n...\nتأويله ظاهر، وذلك أن عروة لم يسال عائشة فيه عن حروف الرسم التي تزاد فيها لمعنى، وتنقص منها لآخر،، تأكيدا للبيان، وطلبا للخفة، وإنما سألها فيه عن حروف من القراءة المختلفة الألفاظ المحتملة الوجوه، على اختلاف اللغات التي أذن الله -عز وجل- لنبيه -عليه السلام- ولأمته في القراءة بها، واللزوم على ما شاءت منها، تيسيرا لها وتوسعة عليها، وما هذا سبيله وتلك حاله، فعن اللحن والخطأ والوهم والزلل بمعزل، لفشوه في اللغة، ووضوحه في قياس العربية، وإذ كان الأمر في ذلك كذلك فليس ما قصدته فيه بداخل في معنى المرسوم، ولا هو من سببه في شيء، وإنما سمي عروة ذلك لحنا، وأطلقت عائشة على مرسومه -كذلك- الخطأ على جهة الاتساع في الإخبار، وطريق المجاز في العبارة، إذ كان ذلك مخالفا لمذهبهما، وخارجا عن اختيارهما، وكان الأوجه والأولى عندهما، والأكثر والأفشى لديهما، لا على وجه الحقيقة والتحصيل، فالقطع لما بيناه قبل من جواز ذلك وفشوه في اللغة، واستعمال مثله في قياس العربية، مع انعقاد الإجماع على تلاوته كذلك، دون ما ذهبا إليه\n...\n\"1.\nثم قال: \"على أن أم المؤمنين -رضي الله عنها- مع عظيم محلها، وجليل قدرها، واتساع علمها، ومعرفتها بلغة قومها، لحنت الصحابة، وخطأت الكتبة، وموضعهم في الفصاحة والعلم باللغة، موضعهم الذي لا يجهل ولا ينكر، هنا ما لا يسوغ ولا يجوز.\nوقد تأول بعض علمائنا قول أم المؤمنين، أخطئوا في الكتاب: أي أخطئوا في اختيار الأولى من الأحرف السبعة بجمع الناس عليه، لا أن الذي كتبوا من ذلك خطأ لا يجوز، لأن ما لا يجوز مردود بإجماع وإن طالت مدة وقوعه، وعظم قدر موقعه، وتأول اللحن: أنه القراءة واللغة، كقول عمر -رضي الله عنه: أبي أقرؤنا، وإنا لندع بعض لحنه، أي: قراءته\"2.\nوقال الشيخ الزرقاني عن هذه الآثار:\n1 المقنع ص121-122.\n2 المصدر السابق ص122.\nالجزء: 1 ¦ الصفحة: 60\n",
        "\"ونجيب أولا: بأن هذه الروايات مهما يكن سندها صحيحا، فإنها مخالفة للمتواتر القاطع، ومعارض القاطع ساقط مردود، فلا يلتفت إليها، ولا يعمل بها.\nثانيا: أنه قد نص في كتاب إتحاف فضلاء البشر1 على أن لفظ \"هذان\" قد رسم في المصحف من غير ألف ولا ياء، ليحتمل وجوه القراءات الأربع فيها\n...\nوإذن فلا يعقل أن يقال: أخطأ الكاتب، فإن الكاتب لم يكتب ألفا ولا ياء، ولو كان هناك خطأ تعتقده عائشة ما كانت تنسبه للكاتب، بل كانت تنسبه لمن قرأ بتشديد \"إن\" وبالألف لفظا في \"هذان\"، ولم ينقل عن عائشة ولا عن غيرها تخطئة من قرأ بما ذكر، وكيف تنكر هذه القراءة وهي متواترة مجمع عليها؟ بل هي قراءة الأكثر، ولها وجه فصيح في العربية، ولا يخفى على مثل عائشة، ذلك هو إلزام المثنى بالألف في جميع حالاته\n...\nفبعيد عن عائشة أن تنكر تلك القراءة، ولو جاء بها وحدها رسم المصحف.\nثالثا: أن ما نسب إلى عائشة -رضي الله عنها- من تخطئة رسم المصحف في قوله تعالى: {وَالْمُقِيمِينَ الصَّلاة} بالياء، مردود بما ذكره أبو حيان في البحر2 إذ يقول ما نصه: \"وذكر عن عائشة -رضي الله عنها- وعن أبان بن عثمان أن كتبها بالياء من خطأ كاتب المصحف، ولا يصح ذلك عنهما، لأنهما عربيان فصيحان، وقطع النعوت أشهر في لسان العرب، وهو باب واسع، ذكر عليه شواهد سيبويه وغيره\".\nوقال الزمخشري3: \"لا يلتفت إلى ما زعما من وقوعه لحنا في خط المصحف، وربما التفت إليه من لم ينظر في الكتاب \"يقصد كتاب سيبويه\"، ولم يعرف مذاهب العرب وما لهم في النصب على الاختصاص من الافتنان، وغبى4 عليه أن السابقين الأولين الذين مثلهم في التوراة ومثلهم في الإنجيل، كانوا أبعد همة في الغيرة على الإسلام، وذب المطاعن عنه، من أن يتركوا في\n1 ج2 ص249.\n2 ج3 ص396-397.\n3 الكشاف \"1/ 590\".\n4 في المصباح المنير كتاب الغين: \"غبى عن الخبر جهله\".\nالجزء: 1 ¦ الصفحة: 61\n",
        "كتاب الله ثلمة1 يسدها من بعدهم، وخرقا يرفوه من يلحق بهم.\nرابعا: أن قراءة {وَالصَّابِئُون} بالواو، لم ينقل عن عائشة أنها أخطأت من يقرأ بها، ولم ينقل أنها كانت تقرأ بالياء دون الواو، فلا يعقل أن تكون خطأت من كتب بالواو\"2.\nوقد اتفق القراء العشرة على قراءة {وَالْمُقِيمِينَ الصَّلاةَ} بالياء وعلى قراءة {وَالصَّابِئُون} بالواو، موافقة للرسم في كل منهما، وبذلك يكون قد تحقق في هاتين الكلمتين أركان القراءة الصحيحة وهي: التواتر، وموافقة الرسم العثماني، وموافقة وجه من وجوه اللغة العربية، فلا وجه للاعتراض عليهما، ولا يقبل أي أثر يخالف ذلك.\nوأيا كان تأويل هذه الآثار، فإن هذا لا يطعن في صحة وسلامة هذا العمل الجليل الذي قام به الصحابة -رضي الله عنهم- حيال كتاب الله تعالى، وأجمعت عليه الأمة، تحقيقا لوعد الله تعالى في قوله -جل شأنه: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُون} .\n1 الثلمة في الحائط وغيره: الخلل، والجمع ثلم، كغرفة وغرف.\n2 مناهل العرفان \"1/ 386-387\" وانظر: كتاب المصاحف \"1/ 240\".\nالجزء: 1 ¦ الصفحة: 62\n",
        "هل الرسم العثماني توقيفي\n:\nأثارت قضية الرسم العثماني خلافا بين العلماء، منهم يرى أنه توقيفي عن الرسول -صلى الله عليه وسلم- وعن الصحابة -رضي الله عنهم- حيث أمرهم -صلى الله عليه وسلم- بكتابته وأقرهم عليه.\nومنهم من يرى أنه اصطلاحي، ولا مانع من مخالفته وكتابته بالطرق الحديثة تحقيقا للمصلحة العامة للمسلمين.\nوللعلماء في هذه المسألة ثلاثة مذاهب:\nالمذهب الأول: أن رسم المصحف توقيفي لا يجوز تغييره، وتحرم مخالفته، شأنه في ذلك شأن ترتيب سور القرآن وآياته، لا يجوز لنا أن نقدم أو نؤخر منها شيئا.\nوهو مذهب جمهور الأمة سلفا وخلفا، ونقل كثير من العلماء الإجماع على ذلك.\nالمذهب الثاني: أن رسم المصحف ليس توقيفيا، وأنه لا مانع من تغيير هذا الرسم حسبما تقتضيه قواعد الرسم الحديثة.\nوممن ناصر هذه المذهب: أبو بكر الباقلاني، وابن خلدون، وكثير من العلماء المعاصرين1.\nالمذهب الثالث: جواز كتابته بالرسم الحديث لعامة الناس حسب قواعد الخط في أي عصر، مع الإبقاء على الرسم العثماني والمحافظة عليه للعلماء والخاصة، كأثر من الآثار النفيسة التي حافظت عليها الأجيال المتعاقبة.\nوممن ناصر هذا المذهب: الشيخ عز الدين بن عبد السلام، وبدر الدين الزركشي2.\n1 انظر: تاريخ ابن خلدون \"1/ 757\"، مناهل العرفان \"1/ 373\"، المصحف الشريف للشيخ القاضي ص98.\n2 انظر: البرهان \"1/ 379\".\nالجزء: 1 ¦ الصفحة: 63\n",
        "أدلة المذاهب:\nأدلة المذهب الأول:\nاستدل الجمهور على صحة مذهبهم، وهو: أن الرسم العثماني توقيفي لا يجوز تغييره بالأدلة الآتية:\nأولا: لقد كان الرسول -صلى الله عليه وسلم- حريصا -كل الحرص- على توثيق النص القرآني من جهتين:\nالجهة الأولى: الحفظ:\nفقد كان -صلى الله عليه وسلم- يحفظ كل ما ينزل عليه من الوحي، ثم يقرئ أصحابه بما حفظ، ويأمرهم بحفظه.\nالجهة الثانية: الكتابة:\nوقد بينا -فيما سبق- أنه -صلى الله عليه وسلم- كان له كُتَّاب يكتبون له الوحي، ثم يراجعهم فيما كتبوا، حتى إذا وجد خطأ أمرهم بإصلاحه.\nعن زيد بن ثابت -رضي الله عنه- قال: \"كنت أكتب الوحي عند رسول الله صلى الله علي وسلم وهو يملي علي، فإذا فرغت قال -صلى الله عليه وسلم-: \"اقرأ\" فأقرؤه، فإذا كان فيه سقط أقامه، ثم أخرج به إلى الناس\"1.\nوعن ابن عباس -رضي الله عنهما- قال: \"كان رسول الله -صلى الله عليه وسلم- مما يأتي عليه الزمان، وهو تنزل عليه السور ذوات العدد، فكان إذا أنزل عليه شيء منه دعا بعض من كان يكتب فيقول: \"ضعوا هذه الآيات في السورة التي يذكر فيها كذا وكذا\"، وإذا نزلت عليه الآية يقول: \"ضعوا هذه الآية في السورة التي يذكر فيها كذا وكذا\" 2.\nولم يلحق الرسول -صلى الله عليه وسلم- بالرفيق الأعلى إلا والقرآن كله مكتوب على هذه\n1 رواه الطبراني بسند رجاله موثقون.\n2 رواه الترمذي وقال: هذا حديث حسن.\nالجزء: 1 ¦ الصفحة: 64\n",
        "الصورة، وإن لم يكن مجموعا في مكان واحد.\nوكان -صلى الله عليه وسلم- يرشدهم إلى الطريقة المثلى في الكتابة -بوحي من جبريل عليه السلام- فقد روي أنه -صلى الله عليه وسلم- قال لمعاوية: \"ألق الدواة 1، وحرّف القلم، وأقم الباء، وفرق السين، ولا تعور الميم، وحسّن الله، ومد الرحمن، وجود الرحيم\".\nقال القاضي عياض -بعد أن أورد الحديث: \"وهذا وإن لم تصح الرواية أنه -صلى الله عليه وسلم- كتب، فلا يبعد أن يرزق علم هذا ويمنع القراءة والكتابة\"2.\nوقال الشيخ محمد حسنين مخلوف: \"ولا ينافيه ما قيل: إن النبي -صلى الله عليه وسلم- كان أميا لم يتعلم الكتابة؟ لأن الإملاء بالتلقين على هذا النحو لا يستلزم تعلم الكتابة بالمعنى الذي نفي عنه -صلى الله عليه وسلم- فإن الأول إيحاء وإعلام محض بهجاء الكتابة ورقومها بدون تعلم وكسب، والثاني تعلم كسبي، وعمل يدوي، كما يتعلم أحدنا مبادئ الكتابة ثم يقرأ ويكتب، وإنما لم يتعلم -صلى الله عليه وسلم- الكتابة أو يكتب لئلا يظن أنه مصنف القرآن، فيرتاب في أمره، كما قال تعالى: {وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلا تَخُطُّهُ بِيَمِينِكَ إِذًا لارْتَابَ الْمُبْطِلُونَ} 3.\nفالكتابة لم تقع منه -صلى الله عليه وسلم- لا عن وحي ولا تعلم، ولا عن غريرة ينشأ عنها نظم الكتابة كما ينشأ الشعر عن سليقة العربي\"4.\nوالذي لا خلاف عليه بين العلماء: أن القرآن الكريم كتب بين يدي النبي -صلى الله عليه وسلم-، وأقر الصحابة رضي الله عنهم على هذه الكتابة، والتقرير أحد أقسام السنة، وهو حجة عند المحدثين والأصوليين، فلو كان هناك خطأ في الكتابة لما أقرهم على ذلك، لأنه يناقض صريح قوله تعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} .\nقال صاحب كتاب \"الإبريز\" نقلا عن شيخه عبد العزيز الدباغ: \"رسم\n1 أي: أصلح مدادها.\n2 انظر: تفسير القرطبي \"13/ 353\".\n3 سورة العنكبوت الآية \"48\".\n4 عنوان البيان في علوم التبيان ص43.\nالجزء: 1 ¦ الصفحة: 65\n",
        "القرآن سر من أسرار المشاهدة وكمال الرفعة، وهو صادر من النبي -صلى الله عليه وسلم- وليس للصحابة ولا لغيرهم في رسم القرآن ولا شعرة واحدة، وإنما هو بتوقيف من النبي -صلى الله عليه وسلم- وهو الذي أمرهم أن يكتبوه على الهيئة المعروفة بزيادة الألف ونقصانها ونحو ذلك، لأسرار لا تهتدي إليها العقول إلا بفتح رباني، وهو سر من الأسرار التي خص الله به كتابه العزيز دون سائر الكتب السماوية، فكما أن نظمه معجز، فرسمه معجز أيضا\"1.\nثانيا: فعل الصحابة:\nالدليل الثاني على أن الرسم العثماني توقيفي: فعل الصحابة -رضي الله عنهم- فمن الثابت أن أبا بكر -رضي الله عنه- لما تولى الخلافة وأمر بجمع القرآن، كتبه الكتبة على نفس الهيئة التي كتب عليها أيام الرسول -صلى الله عليه وسلم- ثم جاء عثمان -رضي الله عنه- وأمر بنسخ المصاحف من صحف أبي بكر على هذا الرسم.\nوقد حث الرسول صلى الله عليه وسلم على الاقتداء بالخلفاء الراشدين والتمسك بفعلهم فقال -صلى الله عليه وسلم: \"عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي\" 2.\nوروى الإمام أحمد عن عبد الله بن مسعود -رضي الله عنه- قال: \"من كان متأسيا فليتأس بأصحاب رسول الله -صلى الله عليه وسلم- فإنهم كانوا أبر هذه الأمة قلوبا، وأعمقها علما، وأقلها تكلفا، وأقومها هديا، وأحسنها حالا، قوم اختارهم الله لصحبة نبيه، وإقامة دينه، فاعرفوا لهم فضلهم، واتبعوا آثارهم، فإنهم كانوا على الهدي المستقيم\"3.\n1 انظر: الإبريز للشيخ عبد العزيز بن مسعود الدباغ ص60.\n2 حديث صحيح: أخرجه أبو داود في كتاب السنة، باب في لزوم السنة \"2/ 506\"، والترمذي في كتاب العلم، باب ما جاء في الأخذ بالسنة واجتناب البدع \"5/ 44\" وابن ماجه في المقدمة، باب اتباع سنة الخلفاء الراشين المهديين، وأحمد في المسند \"4/ 126\".\n3 انظر: إعلام الموقعين \"4/ 139\".\nالجزء: 1 ¦ الصفحة: 66\n",
        "ثالثا: الإجماع:\nمن المعلوم أن القرآن جمع وكتب في عهد أبي بكر رضي الله عنه، وأن عثمان -رضي الله عنه- نسخ المصاحف من الصحف التي جمعت في عهد أبي بكر، وأرسلها إلى الأمصار المختلفة، وتلقى الصحابة -رضي الله عنهم- هذا العمل بالرضا والقبول ولم يشذ أحد منهم على ذلك، وكانوا اثني عشر ألف صحابي، فكان ذلك إجماعا منهم على صحة هذا العمل، وعدم جواز مخالفته، وتبعهم على ذلك التابعون والأئمة المجتهدون، وأئمة القراءة في جميع العصور.\nسئل الإمام مالك -رضي الله عنه- فقيل له: أرأيت من استكتب مصحفا اليوم، أترى أن يكتب على ما أحدث الناس من الهجاء اليوم؟ قال: \"لا أرى ذلك، ولكن يكتب على الكتبة الأولى\"1 \"كتبة الوحي\".\nقال الداني -بعد أن حكى كلام الإمام مالك: \"ولا مخالف له في ذلك من علماء الأمة\"2.\nوقال الإمام أحمد: \"تحرم مخالفة خط مصحف عثمان في واو أو ياء أو ألف أو غير ذلك\"3.\nوقال القاضي عياض: \"وقد أجمع المسلمون أن القرآن المتلو في جميع أقطار الأرض، المكتوب في المصحف بأيدي المسلمين مما جمعه الدفتان من أول {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِين} إلى آخر {قُلْ أَعُوذُ بِرَبِّ النَّاس} أنه كلام الله ووحيه المنزل على نبيه محمد -صلى الله عليه وسلم- وأن جميع ما فيه حق، وأن من نقص حرفا قاصدا لذلك، أو بدله بحرف آخر مكانه، أو زاد حرفا مما لم يشتمل عليه المصحف الذي وقع عليه الإجماع، وأجمع على أنه ليس من القرآن عامدا لكل هذا أنه كافر\"4.\n1 المقنع ص9-10.\n2 المصدر السابق وانظر: الإتقان \"1/ 146\".\n3 انظر: الإتقان \"2/ 167\".\n4 الشفا للقاضي عياض \"2/ 305\".\nالجزء: 1 ¦ الصفحة: 67\n",
        "ونقل الجعبري وغيره إجماع الأئمة الأربعة على وجوب اتباع مرسوم المصحف العثماني1.\nوفي شرح الطحاوي: \"ينبغي لمن أراد كتابة القرآن أن ينظم الكلمات كما هي في مصحف عثمان رضي الله عنه، لإجماع الأمة على ذلك2.\nوقال الزمخشري في الكشاف3: في تفسير قوله تعالى: {وَقَالُوا مَالِ هَذَا الرَّسُولِ} 4: \"وقعت اللام في المصحف مفصولة عن \"هذا\" خارجة عن أوضاع الخط العربي، وخط المصحف سنة لا تغير\".\nوفي شعب الإيمان للبيهقي5: \"من كتب مصحفا فينبغي أن يحافظ على حروف الهجاء التي كتبوا بها تلك المصاحف، ولا يخالفهم فيها، ولا يغير مما كتبوه شيئا، فإنهم أكثر علما، وأصدق قلبا ولسانا، وأعظم أمانة منا، فلا ينبغي أن نظن بأنفسنا استدراكا عليهم\".\nرابعا: أن قواعد الإملاء عرضة للتغيير والتبديل من جيل إلى جيل، ومن بلد إلى بلد، فلو كتب المصحف حسب الرسم القياسي وقواعد الإملاء الحديثة، لأدى ذلك إلى اختلاف المصاحف، ووقوع الناس في الإشكال ذاته، فلا يعرف الشامي القراءة في المصحف المصري، ولا المغربي في المشرقي، وهكذا تعود مشكلة الألفاظ قريبة من المشكلة التي حدثت أيام \"عثمان بن عفان\" -رضي الله عنه.\nعلى أن إخضاع المصحف للرسم الإملائي ربما يكون مدعاة -من قريب أو بعيد- إلى التغيير في جوهر الألفاظ والكلمات القرآنية من أعداء الإسلام، وسد\n1 سمير الطالبين للشيخ الضباع ص19.\n2 المصدر السابق ص20.\n3 ج3 ص82.\n4 سورة الفرقان من الآية \"7\".\n5 شعب الإيمان: فصل في تنوير موضع القرآن ج2 ص548 تحقيق أبي هاجر محمد السعيد بن بسيوني زغلول ط. دار الكتب العلمية.\nالجزء: 1 ¦ الصفحة: 68\n",
        "الذريعة أصل من أصول التشريع الإسلامي، فيجب سد الباب على كل من تسول له نفسه المساس بقدسية القرآن الكريم، وبقاء الرسم العثماني كما هو1.\nخامسا: أن تلاوة القرآن لها أحكام خاصة، لا يمكن أن تعرف إلا بالتلقي والمشافهة، حتى يتصل سند التلقي والإقراء من لدن رسول الله -صلى الله عليه وسلم- إلى قيام الساعة، وهذه خاصية اختص الله بها القرآن الكريم، وبقاء الخط العثماني يدفع المسلمين إلى الحرص على التلقي من أهل الاختصاص، فتبقى سلسلة السند متصلة2.\nسادسا: أن الرسم العثماني له خصائص ومميزات ليست موجودة في الرسم الإملائي.\nومن هذه المميزات:\n1-\nالإشارة: إلى ما في الكلمة من أوجه القراءات، كالأمثلة التي تقدمت عند الكلام على كيفية اشتمال المصاحف على ما استقر وصح نقله عن رسول الله -صلى الله عليه وسلم- ولم تنسخ تلاوته، وموافقة القراءة لرسم المصحف شرط من شروط قبولها، فارتباط الرسم العثماني بالقراءات ارتباط وثيق الصلة، ولا يمكن أن يقوم مقامه أي رسم آخر.\nومن الأمثلة الواضحة في هذه الصدد: أن هاء التأنيث أحيانا ترسم بالتاء، وأحيانا ترسم بالهاء، وليس ذلك من قبيل الصدفة، وإنما هو تابع للقراءة ومحقق لها، فكلمة \"بينة\" وردت في القرآن الكريم في تسعة عشر موضعا، كتبت كلها بالهاء، إلا من موضع واحد كتبت فيه بالتاء، وهو قوله تعالى: {أَمْ آتَيْنَاهُمْ كِتَابًا فَهُمْ عَلَى بَيِّنَتٍ مِنْهُ} 3.\nوالسبب في ذلك: أن هذا الموضع فيه خلاف بين القراء، فمنهم من يقرأ بالجمع \"بينات\" ومنهم من يقرأ بالإفراد، فرسمت بالتاء لتحتمل القراءتين، أما بقية المواضع فليس فيها إلا الإفراد، فرسمت كلها بالهاء4.\n1 تاريخ المصحف الشريف للشيخ القاضي ص86.\n2 مع القرآن الكريم، حيدر قفة ص103.\n3 سورة فاطر من الآية \"40\".\n4 انظر: النشر \"2/ 129 وما بعدها\".\nالجزء: 1 ¦ الصفحة: 69\n",
        "2-\nالدلالة على بعض لغات العرب:\nالخاصية الثانية التي يختص به الرسم العثماني: أن فيه دلالة على بعض لغات العرب، وهم يفتخرون بأن القرآن نزل بلغتهم، وكتب -أيضا- على لغتهم.\nومن أمثلة ذلك: كتابة هاء التأنيث تاء مفتوحة في بعض المواضع، للإيذان بجواز الوقف عليها بالتاء على لغة \"طيئ\"، كما في قوله تعالى: {إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ} 1، وقوله تعالى: {وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لا تُحْصُوهَا} 2 كتبت في سورة إبراهيم بالتاء، وفي سورة النحل بالهاء، للدلالة على بعض لغات العرب.\nومن أمثلة ما جاء محققا لبعض لغات العرب: حذف ياء المضارعة من غير جازم على لغة هذيل، كما في قوله تعالى: {يَوْمَ يَأْتِ لا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ} 3. فقد حذفت الياء من {يَأْتِ} ، وليس قبلها جازم4.\n3-\nاتصال السند:\nمن أهم المميزات التي يتميز بها الرسم العثماني: أنه يؤدي إلى اتصال السند إلى رسول الله -صلى الله عليه وسلم- لأنه لو كان مكتوبا على الرسم القياسي لاستغنى الناس عن التلقي والأخذ عن المشايخ، واكتفوا بالقراءة في المصاحف، فيفوتهم معرفة ما فيه من طرق الأداء من مد وقصر، وإدغام وإظهار، وتحقيق وتسهيل، وفتح وإمالة، وترقيق وتغليظ، وإشمام وروم، وغير ذلك من القواعد التي لا يمكن الوقوف عليها ولا أداؤها بطريقة سليمة إلا بالتلقي والمشافهة، وإلا فكيف ينطق المسلم قوله تعالى: {كهيعص} {حم، عسق} {طسم} {يس} لو لم يسمعها من معلم أو يقرؤها عليه؟\nواتصال السند خاصية من الخصائص التي اختصت بها الأمة المحمدية، لا سيما في تلاوة القرآن الكريم5.\n1 سورة الأعراف من الآية \"56\".\n2 سورة إبراهيم \"34\" والنحل \"18\".\n3 سورة هود من الآية \"105\".\n4 البرهان للزركشي \"1/ 379\".\n5 انظر: تدريب الراوي للسيوطي \"2/ 160\".\nالجزء: 1 ¦ الصفحة: 70\n",
        "4-\nالدلالة على أصل الحركة:\nمن المعروف أن المصاحف العثمانية كانت خالية من النقط والشكل، ولذلك أشير إلى بعض الحركات بحروف تدل عليها، مثل: زيادة الياء في قوله تعالى: \"من نبأى المرسلين\"1 زيدت الياء بعد الهمزة للدلالة على الكسرة2.\nومثل زيادة الواو في قوله تعالى: \"سأوريكم دار الفاسقين\"3.\nزيدت الواو في \"سأوريكم\" للدلالة على أن الهمزة مضمومة.\nوبعض العلماء يرى أن الزائد هو الألف، وأن الواو صورة الهمزة4.\n5-\nالدلالة على أصل الحرف:\nمثل: كتابة لفظ \"الصلاة، الزكاة، الحياة، الربا\" بالواو بدلا من الألف. ومثل رسم الألف بالياء للدلالة على أن أصلها الياء فيميلها من مذهبه الإمالة مثل: \"والضحى، فهدى، التقوى، يغشى\" وإذا كان أصلها الواو رسمت ألفا، للدلالة على عدم إمالتها مثل \"إن الصفا، عفا، خلا، دعا، دنا\".\n6-\nالدلالة على بعض المعاني الدقيقة:\nمن المميزات التي تميز بها الرسم العثماني: دلالته على معانٍ خفية دقيقة، لا تدرك إلا بإمعان النظر فيها، أو بفتح رباني -كما قال بعض العلماء.\nومن أمثلة ذلك:\nأ- قوله تعالى: \"والسماء بنيناها بأييد وإنا لموسعون\"5 رسم قوله تعالى \"بأييد\" بياءين للإشارة إلى عظمة الله تعالى التي بنى بها السماء، وأنها قوة لا تشبهها قوة أخرى، تمشيا مع القاعدة المشهورة: \"زيادة المبنى تدل على زيادة المعنى\".\n1 سورة الأنعام من الآية \"34\".\n2 انظر: النشر \"1/ 460\" وعلله بعضهم بأن فيه إشارة إلى كثرة ما جاء من أخبار المرسلين في القرآن الكريم، من تحمل الأذى، والصبر حتى جاءهم نصر الله.\n3 سورة الأعراف من الآية \"145\".\n4 انظر: النشر \"1/ 456\".\n5 سورة الذاريات الآية \"47\".\nالجزء: 1 ¦ الصفحة: 71\n",
        "ب- قوله تعالى: \"وجايء بالنبيين والشهداء\" في سورة الزمر1، وقوله تعالى: \"وجايء يومئذ بجهنم\" في سورة الفجر2، رسمتا بزيادة الألف \"وجايء\" للتفخيم والتهويل والوعيد والتهديد، وأنه مجيء على غير ما يعهد البشر، فجاء الرسم على غير ما يعهدون.\nجـ- زيادة الياء في قوله تعالى: \"بأييكم المفتون\"3 أي المجنون، فزيدت الياء في \"بأييكم\" للإشارة إلى أن جنون المشركين بلغ الغاية وتجاوز الحد.\nد- زيادة الألف في قوله تعالى: \"تالله تفتؤا تذكر يوسف\"4 رسمت الهمزة على واو وزيد بعدها ألف، للدلالة على أن يعقوب -عليه السلام- كان يكثر من ذكر يوسف -عليه السلام.\nهـ- زيادة الألف في قوله تعالى: \"وأنك لا تظمؤا فيها\"5 رسمت الهمزة على واو وبعدها ألف، للدلالة على استمرار الري لمن كان في الجنة وعدم الظمأ.\nو زيادة الألف بعد الفعل المعتل الآخر في قوله تعالى: \"وما أصابكم من مصيبة فبما كسبت أيديكم ويعفوا عن كثير\"6. فقد زيدت الألف بعد الفعل \"يعفوا\" للإشارة إلى كثرة عفو الله تعالى واستمراره.\nز- كذلك حذف الألف في بعض المواضع التي يجب أن تثبت فيها للدلالة على معنى معين:\nفقوله تعالى: \"والذين سعو في ءايتنا معجزين\"7 حذفت الألف من \"سعوا\" للإشارة إلى أنه سعي في الباطل لا يصح له ثبات في الوجود، ولن يحصلوا منه على طائل.\n1 من الآية \"69\".\n2 من الآية \"23\".\n3 سورة القلم الآية \"6\".\n4 سورة يوسف من الآية \"85\".\n5 سورة طه من الآية \"119\".\n6 سورة الشورى من الآية \"30\".\n7 سورة سبأ من الآية \"5\".\nالجزء: 1 ¦ الصفحة: 72\n",
        "ومثل ذلك قوله تعالى: \"وجاءو بسحر عظيم\"1، وقوله تعالى: \"وجاءو ظلما وزورا\"2 وقوله تعالى: \"وجاءو أباهم عشاء يبكون\"3، وقوله تعالى: \"وجاءو على قميصه بدم كذب\"4 كل هذه الأفعال حذفت منها الألف بعد واو الجماعة في \"جاءوا\" للإشارة إلى أن مجيئهم على وجه غير صحيح ويغلب عليه الكذب والتزوير.\nجـ- كذلك حذفت الألف من قوله تعالى: \"وعتو غتوا كبيرا\"5 حذفت الألف التي بعد الواو في قوله تعالى: \"عتو\" للدلالة على أنه باطل، ولا أثر له يذكر في الوجود.\n7-\nإفادة بعض المعاني المختلفة:\nفمن خصائص هذا الرسم: أن الكلمة تكتب بطريقتين مختلفتين لتدل في كل موقع على معنى مخالف للآخر، ومن أمثلة ذلك: قطع \"أم\" عن \"من\" أو وصلها بها، فكتبت مقطوعة في قوله تعالى: {أَمْ مَنْ يَكُونُ عَلَيْهِمْ وَكِيلًا} 6 للدلالة على أنها \"أم\" المنقطعة، وسميت بذلك لقطع الكلام الأول واستئناف غيره7.\nوكتبت موصولة في مثل قوله تعالى: {أَمَّنْ يَمْشِي سَوِيًّا عَلَى صِرَاطٍ مُسْتَقِيمٍ} 8. للدلالة على أنها ليست مقطوعة.\nإلى غير ذلك من المزايا والأسرار التي يمكن أن تستفاد من الرسم العثماني إذا درست بعقل واعٍ، وقلب مستضيء، والتي تدل على وجوب بقاء الرسم العثماني كما هو، وعدم مخالفته بحال من الأحوال9.\n1 سورة الأعراف من الآية \"116\".\n2 سورة الفرقان من الآية \"4\".\n3 سورة يوسف من الآية \"16\".\n4 سورة يوسف من الآية \"18\".\n5 سورة الفرقان من الآية \"21\".\n6 سورة النساء من الآية \"109\".\n7 انظر: الصاحبي ص87 طبعة دار الكتب العلمية.\n8 سورة الملك 22.\n9 انظر: البرهان للزركشي \"1/ 379 وما بعدها\"، عنوان الدليل في مرسوم خط التنزيل لأبي العباس أحمد بن محمد بن عثمان الأسدي ففيه توجيه كاف لهذه الظواهر.\nالجزء: 1 ¦ الصفحة: 73\n",
        "أدلة المذهب الثاني:\nاستدل القائلون بأن الرسم العثماني ليس توقيفيا بما يأتي:\nأولا: أنه لا دليل على ذلك من القرآن أو السنة، فلا مانع من رسمه بأي رسم كان.\nولذلك يقول أبو بكر الباقلاني: \"وأما الكتابة: فلم يفرض الله على الأمة فيها شيئا، إذ لم يأخذ على كتاب القرآن أدلة المذهب الثاني:\nاستدل القائلون بأن الرسم العثماني ليس توقيفيا بما يأتي:\nأولا: أنه لا دليل يدل على ذلك من القرآن أو السنة، فلا مانع من رسمه بأي رسم كان.\nولذلك يقول أبو بكر الباقلاني: \"وأما الكتابة: فلم يفرض الله على الأمة فيها شيئا، إذ لم يأخذ على كتاب القرآن وخطاط المصاحف رسما بعينه دون غيره، أوجبه عليهم وترك ما عداه، إذ وجوب ذلك لا يدرك إلا بالسمع والتوقيف، وليس من نصوص الكتاب ولا مفهومه أن رسم القرآن وضبطه لا يجوز إلا على وجه مخصوص، وحد محدد، لا يجوز تجاوزه، ولا في نص السنة ما يوجب ذلك ويدل عليه، ولا في إجماع الأمة ما يوجب ذلك، ولا دلت عليه القياسات الشرعية، بل السنة دلت على جواز رسمه بأي وجه سهل لأن رسول الله صلى الله علي وسلم كان يأمر برسمه، ولم يبين لهم وجها معينا، ولا نهى أحدا عن كتابته، ولذلك اختلفت خطوط المصاحف، فمنهم من كان يكتب الكلمة على مخرج اللفظ، ومنهم من كان يزيد وينقص، لعلمه بأن ذلك اصطلاح، وأن الناس لا يخفى عليهم الحال، ولأجل هذا -بعينه- جاز أن يكتب بالحروف الكوفية والخط الأول، وأن يجعل اللام على صورة الكاف، وأن تعوج الألفات، وأن يكتب على غير هذه الوجوه، وجاز أن يكتب المصحف بالخط والهجاء القديمين، وجاز أن يكتب بالخطوط والهجاء المستحدثة، وجاز أن يكتب بين ذلك.\nوإذا كانت خطوط المصاحف، وكثير من حروفها مختلفة، متغايرة الصورة، وكان الناس قد أجازوا ذلك، وأجازوا أن يكتب كل واحد منهم بما هو عادته، وما هو أسهل وأشهر وأولى، من غير تأثيم ولا تناكر، علم أنه لم يؤخذ من ذلك على الناس حد محدود مخصوص، والسبب في ذلك: أن الخطوط إنما هي علامات ورسوم تجري مجرى الإشارات والعقود والرموز، فكل رسم دال على الكلمة، مفيد لوجه قراءتها تجب صحته، أو تصويب الكاتب به على أي صورة كانت.\nوبالجملة: فكل من ادعى أنه يجب على الناس رسم مخصوص، وجب عليه أن يقيم الحجة على دعواه، وأنى له ذلك\"1؟!\n1 الإبريز للدباغ ص55، ومناهل العرفان الزرقاني \"1/ 373\".\nالجزء: 1 ¦ الصفحة: 74\n",
        "الرد على هذا الدليل:\nيرد على هذا الدليل بما يأتي:\n1-\nدعواهم أنه ليس هناك دليل على التوقيف، لا من القرآن ولا من السنة والإجماع والقياس، كل ذلك مردود بالأدلة التي سقناها لمذهب الجمهور.\n2-\nقول أبي بكر: \"ولأجل هذا بعينه جاز أن يكتب بالحروف الكوفية والخط الأول\" لا معنى له ولا يفيد القائلين بهذا المذهب، لأن الحروف الكوفية لم تخرج عن كونها مطابقة لنفس القواعد التي كتب بها المصحف، فأين الشاهد في ذلك؟\n3-\nدعواه: \"أن كل رسم دال على الكلمة مفيد لوجه قراءتها تجب صحته، وتصويب الكاتب به على أي صورة كانت\" هذه الدعوى تناقض ما يذهب إليه أصحاب هذا المذهب، وتهدم الأساس الذي بني عليه، لأن القراءة سنة متبعة، والتوقيف فيها أمر مجمع عليه.\nفالقول بأن يرسم القرآن كيفما كان، وبأي طريقة، قول باطل، يخالف ما جاء عن سلف الأمة وخلفها، بالنقل الصحيح، والتلقي عن أهل الرواية.\nجاء في إتحاف فضلاء البشر1:\n\"وقد أجمعوا على لزوم اتباع الرسم -فيما تدعو الحاجة إليه اختيارا واضطرارا- وورد ذلك نصا على نافع، وأبي عمرو، وعاصم، وحمزة، والكسائي، وكذا أبو جعفر، وخلف، ورواه كذلك -نصا- الأهوازي وغيره عن ابن عامر، واختاره أهل الأداء لبقية القراء، بل رواه أئمة العراقيين نصا وأداء عن كل القراء\".\nثانيا: أن الخط العربي -عند ظهور الإسلام وكتابة المصاحف- كان في دور الطفولة والتكوين، ولم يكن الكُتَّاب -حينئذ- قد حذفوا الكتابة، فكتبوا على قدر ما تيسر لهم، أما وقد استقرت قواعد الكتابة وأصول الخط،\n1 ج1 ص319 تحقيق الدكتور شعبان إسماعيل.\nالجزء: 1 ¦ الصفحة: 75\n",
        "فلا مانع من كتابة \"المصحف\" بالخط المعروف للناس اليوم، تسهيلا عليهم، ورفعا للحرج عنهم1.\nمناقشة هذا الدليل:\nهذا الدليل مبني على الاتجاه الذي يرى خطأ الصحابة -رضي الله عنهم- في كتابة القرآن الكريم، وقد سبق الرد على ذلك، وبينا أنهم -رضي الله عنهم- كانوا يكتبون بناء على قواعد صحيحة، ولذلك فرقوا بين الكلمات المتشابهة، فألحقوا الواو بكلمة \"أولئك\" للفرق بينها وبين \"إليك\" باعتبار أن المصاحف كانت خالية من النقط والشكل.\nقال الألوسي: \"والظاهر أن الصحابة -رضوان الله عليهم- كانوا متقنين رسم الخط، عارفين ما يقتضي أن يكتب، وما يقتضي أن لا يكتب، وما يقتضي أن يوصل، وما يقتضي أن لا يوصل\n...\nإلى غير ذلك، لكن خالفوا في بعض المواضع لحكمة\"2.\nوقال ابن الجزري: \"إن كتابة الصحابة للمصحف مما يدل على عظيم فضلهم في علم الهجاء خاصة، وثقوب فهمهم من تحقيق كل علم\"3.\nإن دعوى خطأ الصحابة -رضي الله عنهم- في كتابة المصاحف يتعارض مع ما وعد الله -تعالى- به من حفظ كتابه في قوله -جل وعلا- {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} .\nثالثا: أن الرسم العثماني بظواهره المتقدمة المخالفة لقواعد الرسم الاصطلاح توقع عامة المسلمين في حرج، وتؤدي إلى التحريف في كتاب الله تعالى، فتحاشيا لذلك يجب كتابة المصاحف بالرسم الإملائي الحديث، تمشيا مع المصلحة التي تتفق مع قواعد الشريعة ومقاصدها العامة.\n1 انظر: مع القرآن الكريم، حيدر قفة ص103، رسم المصحف للدكتور عبد الحي الفرماوي ص244، مقدمة ابن خلدون ص272 طبعة مصطفى محمد بالقاهرة.\n2 تاريخ القرآن، وغرائب رسمه للكردي ص117.\n3 النشر \"1/ 12\" ببعض تصرف.\nالجزء: 1 ¦ الصفحة: 76\n",
        "وهذا ما قاله الشيخ عز الدين بن عبد السلام: \"لا تجوز كتابة المصحف الآن على الرسم الأول باصطلاح الأئمة، لئلا يوقع في تغيير من الجهال\n...\n\"1.\nالرد على هذا الدليل:\nرد ابن الحاج في كتابه \"المدخل\"2 على هذا الدليل بقوله: \"ولا يلتفت إلى اعتلال من خالف بقوله: إن العامة لا تعرف مرسوم المصحف، ويدخل عليهم الخلل في قراءتهم في المصحف إذا كتب على المرسوم، لأن من لا يعرف المرسوم من الأمة يجب عليه ألا يقرأ في المصحف إلا بعد أن يتعلم القراءة على وجهها أو يتعلم مرسوم المصحف، فإن فعل غير ذلك فقد خالف ما اجتمعت عليه الأمة، وحكمه معلوم في الشرع الشريف، فالتعليل المتقدم ذكره مردود على صاحبه، لمخالفته للإجماع المتقدم، وقد تعدت هذه المفسدة إلى خلق كثير من الناس في هذا الزمان، فليتحفظ من ذلك في حق نفسه وحق غيره، والله الموفق\".\nوقد بينا في أدلة مذهب الجمهور الأضرار التي يمكن أن تقع نتيجة كتابة المصاحف بالرسم الإملائي، وأنه عرضة للتغيير والإضافات في كل عصر، وربما أدى إلى تحريف القرآن الكريم.\nبالإضافة إلى أن القراءات الصحيحة تتفق مع الرسم العثماني -إما تحقيقا وإما احتمالا كما تقدم-ولو كتب بغير الرسم العثماني لاختل ذلك، ومن قواعد الشريعة: درء المفاسد مقدم على جلب المصالح.\nعلى أن جهل الجاهلين لا يعتبر مسوغا لتغيير ما أجمعت عليه الأمة منذ عصر الصحابة -رضي الله عنهم- ولم يَشْكُ أحد من المسلمين من عدم معرفته بخط المصحف، بل العكس هو الصحيح، فإن قواعد الإملاء الحديثة تختلف من قطر إلى قطر، بخلاف الرسم العثماني فلا يختلف من بلد إلى بلد، بدليل أن المسلمين من غير العرب لا يستطيع البعض أن يتحدث معهم.\n1 انظر: البرهان \"1/ 379\".\n2 ج4 ص86 ببعض تصرف.\nالجزء: 1 ¦ الصفحة: 77\n",
        "ولا يفهم ما يقولون، فإذا أمسك بالمصحف قرأ قراءة صحيحة، وما ذلك إلا لأن هذا الرسم قد استقر في أذهانهم بهذا الطابع المميز.\nأدلة المذهب الثالث:\nسبق أن قلنا: إن أصحاب هذا المذهب يرون أن يكون هناك خطآن للمصحف الشريف: أحدهما للخاصة حسب الرسم العثماني، وآخر للعامة حسب الاصطلاح الحديث.\nوأهم ما تمسك به أصحاب هذا المذهب: هو حماية القرآن الكريم من تحريف الجهال وخطئهم في تلاوته، وفي ذلك مصلحة عامة تتفق مع قواعد الشرع ومقاصده.\nوقد نص على ذلك الزركشي نقلا عن الشيخ عز الدين بن عبد السلام فقال: \"قال الشيخ عز الدين بن عبد السلام: لا تجوز كتابة المصحف على الرسوم الأولى باصطلاح الأئمة، لئلا يوقع في تغيير الجهال، ولكن لا ينبغي إجراء هذا على إطلاقه، لئلا يؤدي إلى دروس العلم، وشيء أحكمته القدماء لا يترك مراعاة لجهل الجاهلين، ولن تخلو الأرض من قائم لله بالحجة\"1 وقد تقدم في الرد على الدليل الثالث لأصحاب المذهب الثاني ما يرد على هذا الدليل.\nيضاف إلى ذلك: أن هذه الدعوة تفتح مجالا للشك في القرآن الكريم، حيث يكون هناك رسمان متمايزان، فأيهما الصواب وأيهما الخطأ؟!\nوفي هذا من المفاسد ما فيه.\nوصفوة القول:\nإن رسم المصحف بالطريقة التي كتب عليها أيام الخليفة الثالث \"عثمان بن عفان\" -رضي الله عنه- توقيفي، ثبت ذلك بإقرار الرسول -صلى الله عليه وسلم- لكُتَّاب\n1 البرهان \"1/ 379\".\nالجزء: 1 ¦ الصفحة: 78\n",
        "الوحي الذين كانوا يكتبون ما يوحى إليه -صلى الله عليه وسلم- ثم يقرءون عليه ما كتبوه، وهم الذين كتبوه وجمعوه في عهد الخليفة الأول \"أبي بكر الصديق\" -رضي الله عنه- ثم نسخوا منه هذه المصاحف.\nكما تأكد بإجماع الصحابة جميعا على صحة هذ العمل، وكذا التابعون من بعدهم، والأئمة المجتهدون، وجميع القراء إلى يومنا هذا، حتى جعل أئمة القراءة: موافقة الرسم العثماني شرطا من شروط قبول القراءة.\nقال شيخي الشيخ عبد الفتاح القاضي:\n\"\n...\nوبناء على هذا يجب على كاتب المصحف وطابعه وناشره أن يتحرى كل منهم كتابته على قواعد الرسم العثماني، ولا يخل بشيء منها، ولا يغير فيها شيئا ما، بزيادة أو نقص، أو إثبات أو حذف، حفظا لهذا التراث الخالد، واقتداء بالصحابة والتابعين والأئمة المجتهدين وأعلام الإسلام في سائر الأعصار والأمصار، لا فرق في ذلك بين المصاحف الكاملة، والمصاحف الصغيرة \"الأجزاء\" التي يتعلم فيها الصغار ومن في حكمهم من الكبار، ليتعرفوا على قواعد الرسم منذ طفولتهم، ونعومة أظفارهم، وعلى معلمي القرآن -حيث كانوا- ألا يدخروا وسعا في تعليم أبنائهم تلك القواعد من الصغر، حتى يشبوا وقد وقفوا عليها، وأحاطوا بها خبرا، وأصبحت القراءة في المصحف ميسورة عليهم وسجية لهم\"1.\n1 تاريخ المصحف الشريف ص104-105.\nالجزء: 1 ¦ الصفحة: 79\n",
        "قرارات المجامع الفقهية حول الرسم العثماني\n:\nوإذا كان العلماء السابقون قد نصوا على أن الرسم العثماني توقيفي، ولا يجوز تغييره بحال من الأحوال، فإن المجامع الفقهية التي تضم عددا من العلماء المحققين المخلصين قد أصدرت قرارات واضحة وحاسمة حول هذه القضية، وهي تمثل في العصر الحاضر إجماع علماء الأمة، أو الأكثرية منهم على الأقل.\nوسوف ننقل هنا نص هذه القرارات حتى لا يفتح مجال البحث في هذا الموضوع مرة أخرى.\n1-\nقرار مجمع البحوث الإسلامية بالأزهر الشريف:\nبحث مجمع البحوث الإسلامية بالأزهر الشريف في المؤتمر السادس المنعقد في الفترة من 30 من المحرم 1391هـ إلى 5 صفر 1391هـ بحثا لفضيلة الأستاذ الدكتور محمد محمد أبو شهبة -عميد كلية أصول الدين بجامعة الأزهر- فرع أسيوط، بعنوان \"رسم المصاحف العثمانية\" تحدث فيه عن الكتابة عند العرب، وفي بداية الإسلام، وعن كتابة القرآن الكريم بين يدي النبي -صلى الله عليه وسلم- وجمعه في عهد الخليفة الأول أبي بكر -رضي الله عنه- ونسخ المصاحف في عهد عثمان -رضي الله عنه- ثم تحدث عن معنى الرسم وقواعده، ثم بين مذاهب العلماء في كون الرسم العثماني توقيفيا أو اجتهاديا، وعرض لأدلة العلماء في ذلك، وفوائد الرسم العثماني، وشبه بعض المستشرقين حول كتابة القرآن ورسمه1.\nوبعد دراسة الموضوع اتخذ المجمع القرار التالي:\n1-\nيوصي المؤتمر أن يحذر المسلمون ما ينشره أعداء الإسلام عن القرآن\n1 البحث منشور ضمن مطبوعات مجمع البحوث الإسلامية بعنوان بحوث قرآنية ص147-172.\nالجزء: 1 ¦ الصفحة: 81\n",
        "الكريم، سواء في ذلك ما يأتي في كتابة بعض المغرضين من المستشرقين، وما يأتي في كتابة غيرهم ممن يكيدون للإسلام، أو يصدون عن سبيله.\n2-\nفيما يتعلق بالقراءات القرآنية: يقرر المؤتمر أن القراءات ليست اجتهادية، بل هي توقيفية تعتمد على الروايات المتواترة.\n3-\nيوصي المؤتمر بتشجيع مقرئي القرآن الكريم، على ألا يقتصروا على قراءة حفص، حفظا لكل هذه القراءات الثابتة من النسيان والاندثار.\n4-\nتخصيص الأزهر منحا لدارسي القراءات في البلاد الإسلامية.\n5-\nدعوة جميع البلاد الإسلامية إلى تشجيع هذه القراءات بالدرس في المعاهد المتخصصة، وعلى أيدي الثقات من المقرئين.\n6-\nيوصي المؤتمر جميع المسلمين بتعقب أي تحريف في القرآن الكريم في نصه العربي أو في ترجمة معانيه، وأن يبلغ أمانة المؤتمر بذلك، للعمل على اتخاذ ما ينبغي لوضع الأمر في نصابه.\n7-\nيؤكد المؤتمر توصيته السابقة بشأن دعم إذاعة القرآن الكريم في الجمهورية العربية المتحدة، وتقوية موجاتها، لتسمع في جميع البلاد الإسلامية بوضوح، وكذلك إنشاء برامج قرآنية تعليمية لأحكام القرآن الكريم، كما يوصي المؤتمر إذاعات البلاد الإسلامية أن تذيع البحوث التي قدمت لدورات المؤتمر، أو ملخصات وافية لها، تعميما لفائدتها وخدمة للمستمعين في أنحاء العالم.\n8-\nيوصي المؤتمر بأن يعتمد المسلمون على الرسم العثماني للمصحف الشريف، حفظا له من التحريف\"1.\n1 مجمع البحوث الإسلامية، تاريخه وتطوره 1403هـ 1983م ص425-426.\nالجزء: 1 ¦ الصفحة: 82\n",
        "2-\nقرار هيئة كبار العلماء بالمملكة العربية السعودية:\nأصدرت هيئة كبار العلماء بالمملكة العربية السعودية القرار رقم 71 بتاريخ 21/ 10/ 1399هـ ونصه:\nالحمد لله والصلاة والسلام على رسوله وآله وصحبه\n...\nوبعد:\nفإن مجلس هيئة كبار العلماء بعد اطلاعه على البحث الذي أعدته اللجنة الدائمة للبحوث العلمية والإفتاء في حكم كتابة القرآن بطريقة الإملاء العادية، وإن خالف ذلك الرسم العثماني.\nوبعد دراسة الموضوع ومناقشته وتداول الرأي فيه تبين للمجلس أن هناك أسبابا تقتضي بقاء كتابة المصحف بالرسم العثماني وهي:\n1-\nثبت أن كتابة المصحف بالرسم العثماني كانت في عهد عثمان رضي الله عنه، وأنه أمر كتبة المصحف أن يكتبوه على رسم معين، ووافقه الصحابة، وتابعهم التابعون ومن بعدهم إلى عصرنا هذا، وثبت أن النبي -صلى الله عليه وسلم- قال: \"عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي\" فالمحافظة على كتابة المصحف بهذا الرسم هو المتعين، اقتداء بعثمان وعلي وسائر الصحابة وعملا بإجماعهم.\n2-\nإن العدول عن الرسم العثماني إلى الرسم الإملائي الموجود حاليا بقصد تسهيل القراءة يفضي إلى تغيير آخر إذا تغير الاصطلاح في الكتابة، لأن الرسم الإملائي نوع من الاصطلاح قابل للتغيير باصطلاح آخر، وقد يؤدي ذلك إلى تحريف القرآن بتبديل بعض الحروف أو زيادتها أو نقصها، فيقع الاختلاف بين المصاحف على مر السنين، ويجد أعداء الإسلام مجالا للطعن في القرآن الكريم، وقد جاء الإسلام بسد ذرائع، الشر ومنع أسباب الفتن.\n3-\nما يخشى من أنه إذا لم يلتزم الرسم العثماني في كتابة القرآن أن يصير كتاب الله ألعوبة بأيدي الناس، كلما عنت الإنسان فكرة في كتابته اقترح\nالجزء: 1 ¦ الصفحة: 83\n",
        "تطبيقها، فيقترح كتابته باللاتينية أو غيرها، وفي هذا ما فيه من الخطر، ودرء المفاسد أولى من جلب المصالح.\nوبناء على هذه الأسباب اتخذ المجلس القرار التالي:\nيرى مجلس هيئة كبار العلماء أن يبقى رسم المصحف على ما كان بالرسم العثماني، ولا ينبغي تغييره ليوافق قواعد الإملاء الحديثة، محافظة على كتاب الله من التحريف، واتباعا لما كان عليه الصحابة وأئمة السلف، رضوان الله عليهم أجمعين.\nوالله الموفق. وصلى الله على نبينا محمد.\nهيئة كبار العلماء.\nالجزء: 1 ¦ الصفحة: 84\n",
        "3-\nقرار المجمع الفقهي الإسلامي التابع لرابطة العالم الإسلامي بمكة المكرمة:\n\"الحمد لله وحده، والصلاة والسلام على من لا نبي بعده، سيدنا ونبينا محمد وآله وصحبه أجمعين وبعد:\nفإن مجلس المجمع الفقهي الإسلامي قد اطلع على خطاب الشيخ هاشم وهبة عبد العال من جدة الذي ذكر فيه موضوع \"تغيير رسم المصحف العثماني إلى الرسم الإملائي\" وبعد مناقشة هذا الموضوع من قبل المجلس واستعراض قرار هيئة كبار العلماء بالرياض رقم \"71\" بتاريخ 21/ 10/ 1399هـ. الصادر في هذا الشأن وما جاء فيه من ذكر الأسباب المتقضية بقاء كتابة المصحف بالرسم العثماني وهي:\n1-\nثبت أن كتابة المصحف بالرسم العثماني كانت في عهد عثمان رضي الله عنه، وأنه أمر كتبة المصحف أن يكتبوه على رسم معين، ووافقه الصحابة، وتابعهم التابعون من بعدهم إلى عصرنا هذا.\nوثبت أن النبي -صلى الله عليه وسلم- قال: \"عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي\": فالمحافظة على كتابة المصحف بهذا الرسم هو المتعين، اقتداء بعثمان رضوان الله عليه وعلي وسائر الصحابة، وعملا بإجماعهم.\n2-\nأن العدول عن الرسم العثماني إلى الرسم الإملائي الموجود حاليا بقصد تسهيل القراءة يفضي إلى تغيير آخر، إذا تغير الاصطلاح في الكتابة، لأن الرسم الإملائي نوع من الاصطلاح قابل للتغيير باصطلاح آخر، وقد يؤدي ذلك إلى تحريف القرآن بتبديل بعض الحروف أو زيادتها أو نقصها، فيقع الاختلاف بين المصاحف على مر السنين، ويجد أعداء الإسلام مجالا للطعن في القرآن الكريم.\nوقد جاء الإسلام بسد ذرائع الشر ومنع أسباب الفتن.\n3-\nما يخشى من أنه إذا لم يلتزم الرسم العثماني في كتابة القرآن أن يصير\nالجزء: 1 ¦ الصفحة: 85\n",
        "كتاب الله ألعوبة بأيدي الناس، كلما عنت لإنسان فكرة في كتابته اقترح تطبيقها، فيقترح بعضهم كتابته باللاتينية أو غيرها، وفي هذا ما فيه من الخطر، ودرء المفاسد أولى من جلب المصالح.\nوبعد اطلاع مجلس المجمع الفقهي الإسلامي على ذلك كله، قرر بالإجماع تأييد ما جاء في قرار مجلس هيئة كبار العلماء في المملكة العربية السعودية، من عدم جواز تغيير رسم المصحف العثماني، ووجوب بقاء رسم المصحف العثماني على ما هو عليه، ليكون حجة خالدة على عدم تسرب أي تغيير أو تحريف في النص القرآني، واتباعا لما كان عليه الصحابة وأئمة السلف -رضوان الله عليهم أجمعين.\nأما الحاجة إلى تعليم القرآن وتسهيل قراءته على الناشئة التي اعتادت الرسم الإملائي الدارج، فإنها تتحقق عن طريق تلقين المعلمين؛ إذ لا يستغني تعليم القرآن في جميع الأحوال عن معلم، فهو يتولى تعليم الناشئين قراءة الكلمات التي يختلف رسمها في المصحف العثماني عن رسمها في قواعد الإملاء الدارجة، ولا سيما إذا لوحظ أن تلك الكلمات عددها قليل، وتكرار ورودها في القرآن كثير، ككلمة \"الصلاة\" و\"السموات\" ونحوهما، فمتى تعلم الناشئ الكلمة بالرسم العثماني سهل عليه قراءتها كلما تكررت في المصحف، كما يجري مثل ذلك تماما في رسم كلمة \"هذا\" و\"ذلك\" في قواعد الإملاء الدارجة.\nوالله ولي التوفيق، وصلى الله على سيدنا محمد النبي الأمي وعلى آله وصحبه وسلم تسليما كثيرا\"1.\n1 مجلة المجمع الفقهي الإسلامين، العدد الرابع، السنة الثانية 1410هـ 1989 ص485-486.\nالجزء: 1 ¦ الصفحة: 86\n",
        "الضبط مفهومه أسبابه\nمدخل\n...\nالضبط؛ مفهومه أسبابه:\nمفهومه:\nالضبط لغة: بلوغ الغاية في حفظ الشيء، يقال: ضبط الكتاب، إذا أحكم حفظه بما يزيل عنه الإشكال.\nواصطلاحا: علامات مخصوصة تلحق الحرف للدلالة على حركة مخصوصة أو سكون أو مد أو تنوين أو شد أو نحو ذلك.\nويرادفه الشكل، يقال: شكل الكتاب، إذا أعجمه، أي: قيده بما يزيل عنه الإشكال والالتباس1.\nوأما النقط: هو مأخوذ من نقط الحرف ينقطه نقطا، والاسم النقطة، والجمع النقط، ونقط المصاحف تنقيطا فهو نقاط2.\nوالنقط قسمان:\nأحدهما: نقط الإعراب، وهو العلامات الدالة على ما يعرض للحرف من حركة أو شد أو مد أو سكون أو تنوين، وهو بذلك يكون مرادفا لمعنى الضبط والشكل.\nوثانيهما: نقط الإعجام، وهو الذي يدل على ذوات الحروف ويميز بينها.\nأسبابه:\nمن المعلوم أن المصاحف في بداية كتابتها كانت غير منقوطة ولا مشكولة، وكان الناس لا يجدون مشقة في قراءتها والتفريق بين الكلمات وإن تشابهت الحروف، بسبب فطرتهم العربية السليمة، وتلقيهم للقرآن الكريم مشافهة من\n1 المعجم الوسيط، مجمع اللغة العربية \"1/ 491\" ط. الدوحة.\n2 لسان العرب \"9/ 294\" مادة \"نقط\".\nالجزء: 1 ¦ الصفحة: 87\n",
        "رسول الله -صلى الله عليه وسلم- ومن الصحابة الذين تلقوا عنه -صلى الله عليه وسلم.\nفلما اتسعت بلاد المسلمين، وكثر الأعاجم الداخلون في الإسلام، بدأ اللحن يتطرق إلى ألسنة الناس، وظهر ذلك في قراءة بعضهم للقرآن الكريم، فاقتضى الأمر وضع علامات تساعد على النقط السليم لكلمات القرآن دون المساس بالرسم العثماني.\nروى أبو عمرو الداني \"ت444هـ\" عن محمد بن القاسم الأنباري قال: حدثني أبي قال: حدثنا أبو عكرمة قال: قال العتبي: \"كتب معاوية -رضي الله عنه- إلى زياد، يطلب عبيد الله ابنه، فلما قدم عليه كلمه، فوجده يلحن، فرده إلى زياد، وكتب إليه كتابا يلومه فيه، ويقول: أمثل عبيد الله يضيع؟ فبعث زياد إلى أبي الأسود الدؤلي \"ت69هـ\" فقال: يا أبا الأسود، إن هذه الحمراء \"أي: الأعاجم\" قد كثرت، وأفسدت من ألسن العرب، فلو وضعت شيئا يصلح به الناس كلامهم، ويعربون به كتاب الله تعالى؟\nفأبى ذلك أبو الأسود، وكره إجابة زياد إلى ما سأل.\nفوجه زياد رجلا فقال له: اقعد في طريق أبي الأسود، فإذا مر بك فاقرأ شيئا من القرآن، وتعمد اللحن فيه، ففعل ذلك، فلما مر به أبو الأسود رفع الرجل صوته فقال: \"\n...\nأن الله برئ من المشركين ورسولِهِ\"1.\nفاستعظم ذلك أبو الأسود، وقال: عز وجه الله أن يبرأ من رسوله. ثم رجع من فوره إلى زياد، فقال: يا هذا، قد أجبتك إلى ما سألت ورأيت أن أبدأ بإعراب القرآن، فابعث إلي ثلاثين رجلا، فأحضرهم زياد، فاختار منهم أبو الأسود عشرة، ثم لم يزل يختار منهم، حتى اختار رجلا من عبد القيس، فقال: خذ المصحف وصبغا يخالف لون المداد2، فإذا فتحت شفتي فانقط\n1 الآية الثالثة من سورة التوبة وهي {وَأَذَانٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ} برفع {وَرَسُولُهُ} ومعناه: أن الله برئ من المشركين ورسوله كذلك برئ منهم، والرجل قرأها بجر \"ورسوله\" ليلفت نظر أبي الأسود الدؤلي إلى خطورة اللحن في القرآن الكريم، ويكون معناها أن الله برئ من المشركين ومن رسوله، وهو خطأ وغير مراد.\n2 أي: لونا يخالف لون المصحف.\nالجزء: 1 ¦ الصفحة: 88\n",
        "واحدة فوق الحرف، وإذا ضممتهما فاجعل النقطة إلى جانب الحرف، وإذا كسرتهما فاجعل النقطة في أسفله، فإذا أتبعت شيئا من هذه الحركات غنة فانقط نقطتين1.\nفابتدأ بالمصحف حتى أتى على آخره2.\nوظل ما فعله أبو الأسود هكذا يتلقاه العلماء، حتى جاء عصر الدولة العباسية، وظهر العالم الجليل: الخليل بن أحمد الفراهيدي البصري المتوفى سنة \"170هـ\" فأخذ نقط أبي الأسود وأدخل عليه بعض التحسينات، فجعل علامة الفتح ألفا صغيرة مبطوحة، لأن الفتحة إذا أشبعت تولد منها ألف، وجعل علامة الضمة واوا صغيرة، وعلامة الكسرة ياء صغيرة، وجعل علامة للتشديد هي رأس شين، وعلامة للسكون هي رأس خاء، وأخرى للهمز، وعلامة للاختلاس والإشمام وهكذا3.\nنقط الإعجام:\nتقدم أن نقط الإعجام هو الذي يدل على ذوات الحروف ويميز بينها.\nونقط الإعراب هو المرادف للشكل، وهو الذي وضعه أبو الأسود -كما تقدم.\nواستمر الأمر على ما فعله أبو الأسود، حتى كانت خلافة عبد الملك بن مروان \"ت بعد 133هـ\" وتفشى اللحن وانتشر على ألسنة كثير من الناس، فأمر عبد الملك بن مروان الحجاج بن يوسف الثقفي \"ت95هـ\" وإليه على العراق أن يعمل جاهدا على إبعاد أسباب اللحن والتحريف عن القرآن4.\n1 يريد بالغنة: التنوين.\n2 المحكم لأبي عمرو الداني ص3-4. والذي تجدر الإشارة إليه هنا أن أبا الأسود الدؤلي كان رجلا ضريرا، ولذلك طلب من زياد أن يختار له عددا من العلماء يقومون بتنفيذ هذا العمل.\n3 انظر: الإتقان للسيوطي \"4/ 162\".\n4 ولعل السبب في اختيار الحجاج لهذه المهمة: هو أن العراق يومئذ كانت موطن كثير من العلماء.\nالجزء: 1 ¦ الصفحة: 89\n",
        "فندب الحجاج لهذه المهمة عالمين من أبرز علماء اللغة بالعراق وهما: يحيى بن يعمر \"ت. ق90هـ\" ونصر بن عاصم \"ت90هـ\"، لما لهما من يد طولى في فهم أسرار العربية وإتقان فنون القراءات، فقاما بنقط الحروف المتشابهة في الرسم، للتمييز بينها، وكتبت هذه النقط بمداد لونه لون المداد الذي كتب به المصحف، حتى يكون مخالفا لنقط أبي الأسود الدؤلي، وكان لا يزال على حاله، إلى أن غيره الخليل بن أحمد -فيما بعد- كما تقدم في نقط الإعراب1.\nوبهذا يتبين أن نقط الإعراب الذي بدأه أبو الأسود الدؤلي كان متقدما على نقط الإعجام، وأن التحسينات التي أدخلها الخليل بن أحمد على نقط الإعراب كانت متأخرة عنهما.\nتقسيم المصحف:\nقام المتأخرون بوضع أرقام الآيات، وتقسيم المصحف إلى أجزاء، حفزا للهمم، وتنشيطا لحفظة القرآن الكريم والمتعبدين به، خاصة في شهر رمضان، فالكثيرون من المسلمين يختمونه في صلاة التراويح.\nروى الترمذي بسنده عن عبد الله بن عمرو -رضي الله عنهما- قال: قلت: يا رسول الله، في كم أقرأ القرآن؟ قال: \"اختمه في شهر\" قلت: إني أطيق أفضل من ذلك. قال: \"اختمه في عشرين\" قلت إني أطيق أفضل من ذلك. قال: \"اختمه في خمسة عشر\". قلت: إني أطيق أفضل من ذلك. قال: \"اختمه في عشر\". قلت: إني أطيق أفضل من ذلك. قال: \"اختمه في خمس\" قلت: إني أطيق أفضل من ذلك. قال: فما رخص لي. قال الترمذي: حديث حسن صحيح2.\nفتحقيقا لهذا الغرض قام بعض العلماء بتقسيم المصحف إلى ثلاثين قسما، كل قسم منها يسمى جزءا، والجزء ثمانية أرباع، ثم قسموا الجزء إلى حزبين، كل حزب أربعة أرباع، وكل ربع عشرين.\n1 انظر: المحكم ص87.\n2 سنن الترمذي \"4/ 265\"ط. المكتبة السلفية بالمدينة المنورة.\nالجزء: 1 ¦ الصفحة: 90\n",
        "وعلى هذا التقسيم جرى عمل المشارقة.\nأما المغاربة: فلهم تقسيم آخر يختلف عن التقسيم السابق باجتهاد منهم ولأغراض أخرى.\nوبجانب ذلك قام فريق من العلماء بوضع علامات للوقف والوصل، إعانة للقارئ على فهم آيات القرآن الكريم وتدبر معانيه، فالوقف على ما تم معناه، ووصل ما لم يتم معناه له أثر كبير في الفهم والتدبر.\nكما وضعت علامات جانبية للدلالة على الكلمات التي يسجد عندها القارئ والسامع، مع وضع خط أفقي فوق الكلمة التي هي موضع السجود.\nوقد اختلف العلماء في أول من قام بهذا العمل، من تقسيم المصحف وتوابعه:\nفقيل: إن الذي أمر به هو: المأمون العباسي المتوفى سنة 218هـ.\nوقيل: إن الذي أمر به هو: الحجاج بن يوسف الثقفي -أيضا- باجتهاد من العلماء في هذا التقسيم، ولذلك نجد ابتداء الربع أو الحزب في وسط بعض القصص، أو الأحكام المتعلق بعضها ببعض، مثل قوله تعالى: {وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ} بسورة النساء، فإن هذه الآية متممة للمحرمات من النساء في قوله تعالى -قبلها- {حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ} ومعناه: أن الله تعالى حرم التزوج بالمحصنة، وهي المتزوجة -في هذا المقام- وهذا هو الدليل على أن المرأة لا تتزوج بأكثر من واحد في وقت واحد.\nوقد يسرت الطباعة الحديثة نشر ما لا يحصى من المصاحف، بعد أن كانت تنسخ بخط اليد.\nوكان أول مصحف يطبع هو المصحف الذي أشرف على طبعه \"هنكلمان\" في مدينة هامبورج بألمانيا سنة 1106هـ 1694م تقريبا، وتوجد منه نسخة في دار الكتب المصرية تحت رقم \"176مصاحف\" ونسخة أخرى في مكتبة جامعة القاهرة1.\n1 انظر: مناهل العرفان \"1/ 403\"، مباحث في علوم القرآن صبحي الصالح \"ص99\"، رسم المصحف غانم قدوري ص601-602.\nالجزء: 1 ¦ الصفحة: 91\n",
        "وتوالت طباعة المصاحف، منذ ذلك التاريخ، ودخلت البلاد الإسلامية، فظهرت المصاحف المطبوعة في دار الخلافة العثمانية ومصر والهند وغيرها من البلاد الإسلامية.\nوقد اشتهر بمصر في أوائل القرن الرابع عشر الهجري مصحف كتبه رضوان بن محمد الشهير بالمخللاتي، صاحب كتاب \"إرشاد القراء والكاتبين إلى معرفة رسم الكتاب المبين\" طبع هذا المصحف سنة \"1308هـ 1890م\" والتزم كاتبه بخصائص الرسم العثماني والضبط الذي أشرنا إليه من قبل.\nوفي سنة 1337هـ شكلت لجنة من قبل مشيخة الأزهر للإشراف على طبع المصحف الشريف على ما يوافق رواية حفص بن سليمان بن المغيرة الأسدي الكوفي لقراءة عاصم بن أبي النجود الكوفي التابعي، عن أبي عبد الرحمن عبد الله بن حبيب السلمي، عن عثمان بن عفان، وعلي بن أبي طالب، وزيد بن ثابت، وأبي بن كعب، عن النبي -صلى الله عليه وسلم.\nوكان هذا المصحف قد كتبه الشيخ محمد علي الحسيني الشهير بالحداد بخطه.\nوكانت هذه اللجنة مكونة منه ومن الأساتذة: حفني ناصف، ومصطفى عناني، وأحمد الإسكندري -رحمهم الله تعالى1: وظهرت أول طبعة لهذا المصحف سنة \"1342هـ 1923م\" والمصاحف التي أشرنا إليها كانت مضبوطة على القواعد التي وضعها الخليل بن أحمد وأتباعه من المشارقة.\nوبجانب ذلك كانت هناك مصاحف أخرى في بلاد المغرب العربي، تختلف في طريقة الضبط -نوعا ما- مثل: جعل علامة الهمزة المحققة نقطة صفراء، والمسهلة نقطة حمراء، وعلامة الحرف الزائد دائرة حمراء فوقه وهكذا.\nوتوالت -بعد ذلك- لجان الإشراف على طباعة المصحف الشريف في\n1 مباحث في علوم القرآن لصبحي الصالح ص99، والصفحة \"س\" من التعريف بالمصحف المذكور، ورسم المصحف لقدوري ص604.\nالجزء: 1 ¦ الصفحة: 92\n",
        "سائر البلاد الإسلامية.\nوكانت في مصر تسند رئاسة هذه اللجنة إلى شيخ عموم القراء، واستمر ذلك حتى عهد الشيخ علي محمد الضباع المتوفى سنة \"1376هـ 1956م\" ثم اسندت إلى مجمع البحوث الإسلامية بالأزهر الشريف، وقد شرفت بالعمل بها مدة طويلة تحت رئاسة شيخنا الشيخ عبد الفتاح عبد الغني القاضي -رحمه الله تعالى- المتوفى سنة \"1403هـ\".\nوقد اصطلحت هذه اللجنة على العلامات الدالة على الضبط واصطلاحاته في صورته الأخيرة ووضعت في آخر كل مصحف ليرجع إليها. وقد ألحقتها بآخر هذا البحث لتكون دليلا لكل من يقرأ القرآن الكريم.\nالجزء: 1 ¦ الصفحة: 93\n",
        "قواعد الضبط في صورتها الأخيرة\n:\nلما كانت رواية \"حفص\" هي الأكثر انتشارا في البلاد الإسلامية، فقد وضع في آخر المصحف تعريف بسند هذه الرواية وقواعد الضبط.\nوها نحن ننقلها هنا لتكون دليلا للقارئ على كيفية التلاوة الصحيحة.\nكُتب هذا المصحف وضُبط على ما يوافق رواية حفص بن سليمان بن المغيرة الأسدي الكوفي لقراءة عاصم بن أبي النجود الكوفي التابعي عن أبي عبد الرحمن عبد الله بن حبيب السلمي عن عثمان بن عفان وعلي بن أبي طالب وزيد بن ثابت وأبي بن كعب عن النبي -صلى الله عليه وسلم.\nوأخذ هجاؤه مما رواه علماء الرسم عن المصاحف التي بعث بها الخليفة الراشد عثمان بن عفان -رضي الله عنه- إلى البصرة والكوفة والشام ومكة، والمصحف الذي جعله لأهل المدينة، والمصحف الذي اختص به نفسه، وعن المصاحف المنتسخة منها. وقد روعى في ذلك ما نقله الشيخان أبو عمرو الداني وأبو داود سليمان بن نجاح مع ترجيح الثاني عند الاختلاف.\nهذا وكل حرف من حروف هذا المصحف موافق لنظيره في المصاحف العثمانية الستة السابق ذكرها.\nوأخذت طريقة ضبطه مما قرره علماء الضبط على حسب ما ورد في كتاب \"الطراز على ضبط الخراز\" للإمام التنسي مع الأخذ بعلامات الخليل بن أحمد وأتباعه من المشارقة، بدلا من علامات الأندلسيين والمغاربة.\nواتبعت في عد آياته طريقة الكوفيين عن أبي عبد الرحمن عبد الله بن حبيب السلمي عن علي بن أبي طالب -رضي الله عنه- على حسب ما ورد في كتاب \"ناظمة الزهر\" للإمام الشاطبي، وغيرها من الكتب المدونة في علم الفواصل، وآي القرآن على طريقتهم 6236 آية.\nالجزء: 1 ¦ الصفحة: 95\n",
        "وأخذ بيان أوائل أجزائه الثلاثين وأحزابه الستين وأرباعها من كتاب \"غيث النفع\" للعلامة السفاقسي. و\"ناظمة الزهر\" للإمام الشاطبي وشرحها. و\"تحقيق البيان\" للشيخ محمد المتولي. و\"إرشاد القراء والكاتبين\" لأبي عبيد رضوان المخللاتي.\nوأخذ بيان مكية ومدنيه في الجدول الملحق بآخر المصحف، من \"كتاب أبي القاسم عمر بن محمد بن عبد الكافي\" و\"كتب القراءات والتفسير\" على خلاف في بعضها.\nوأخذ بيان وقوفه وعلاماتها مما قررته اللجنة في جلساتها التي عقدتها لتحديد هذه الوقوف على حسب ما اقتضته المعاني التي ظهرت لها مسترشدة في ذلك بأقوال الأئمة من المفسرين وعلماء الوقف والابتداء.\nوأخذ بيان السجدات ومواضعها من كتب الفقه والحديث على خلاف في خمس منها لم نشر إليه في هامش المصحف وهي السجدة الثانية بسورة الحج والسجدات الواردة في السور الآية: ص والنجم والانشقاق والعلق.\nوأخذ بيان مواضع السكتات عند حفص من \"الشاطبية\" وشراحها وتعرف كيفيتها بالتلقي من أفواه المشايخ.\nاصطلاحات الضبط:\nوضع الصفر المستدير \"هـ\" فوق حرف علة يدل على زيادة ذلك الحرف فلا ينطق به في الوصل ولا في الوقف، نحو: \"يتلوا صحفا\" \"أولئك\" \"من نبأى المرسلين\" \"بنيناها بأييد\".\nووضع الصفر المستطيل القائم \" \" فوق ألف بعدها متحرك يدل على زيادتها وصلا لا وقفا، نحو: {أَنَا خَيْرٌ مِنْه} {لَكِنَّا هُوَ اللَّهُ رَبِّي} . وأهملت الألف التي بعدها ساكن، نحو: {أَنَا النَّذِير} . من وضع الصفر المستطيل فوقها وإن كان حكمها مثل التي بعدها متحرك في أنها تسقط وصلا وتثبت وقفا، لعدم توهم ثبوتها وصلا.\nووضع رأس خاء صغيرة \"بدون نقطة\" \"\" فوق أي حرف يدل على سكون ذلك الحرف وعلى أنه مظهر بحيث يقرعه اللسان، نحو: {مِنْ\nالجزء: 1 ¦ الصفحة: 96\n",
        "خَيْر} {وينئون عنه} {قَدْ سَمِع} {أَوَعَظْت} {وَخُضْتُم} .\nوتعرية الحرف من علامة السكون مع تشديد الحرف التالي يدل على إدغام الأول في الثاني إدغاما كاملا، نحو: {أُجِيبَتْ دَعْوَتُكُمَا} {يَلْهَثْ ذَلِك} {وَقَالَتْ طَائِفَة} {وَمَنْ يُكْرِهْهُن} وكذا قوله تعالى {أَلَمْ نَخْلُقْكُم} على أرجح الوجهين فيه.\nوتعريته مع عدم تشديد التالي يدل على إدغام الأول في الثاني إدغاما ناقصا نحو من يقول {مِنْ وَال} {فَرَّطْتُم} {بَسْطَة} . أو إخفائه عنده فلا هو مظهر حتى يقرعه اللسان، ولا هو مدغم حتى يقلب من جنس تاليه نحو: {مِنْ تَحْتِهَا} {مِنْ ثَمَرَة} {إِنَّ رَبَّهُمْ بِهِم} .\nووع ميم صغيرة \"م\" بدل الحركة الثانية من المنون أو فوق النون الساكنة بدل السكون مع عدم تشديد الباء التالية يدل على قلب التنوين أو النون ميما، نحو: {عَلِيمٌ بِذَاتِ الصُّدُور} {جَزَاءً بِمَا كَانُوا} {مُنْبَثًّا} .\nوتركيب الحركتين: \"ضمتين أو فتحتين أو كسرتين\" هكذا: ُُ ٍ ٍ يدل على إظهار التنوين، نحو: {سَمِيعٌ عَلِيم} {وَلا شَرَابًا، إِلَّا} {وَلِكُلِّ قَوْمٍ هَادٍ} .\nوتتابعهما هكذا -ٌ -ً -ٍ مع تشديد التالي يدل على الإدغام الكامل نحو: {خُشُبٌ مُسَنَّدَة} {غَفُورًا رَحِيمًا} {وُجُوهٌ يَوْمَئِذٍ نَاعِمَةٌ} .\nوتتابعهما مع عدم التشديد يدل على الإدغام الناقص نحو: {وُجُوهٌ يَوْمَئِذٍ} {رَحِيمٌ وَدُود} أو الإخفاء، نحو: {شِهَابٌ ثَاقِب} {سِرَاعًا ذَلِك} {بِأَيْدِي سَفَرَةٍ، كِرَامٍ} فتركيب الحركتين بمنزلة وضع السكون على الحرف. وتتابعهما بمنزلة تعريته عنه.\nوالحروف الصغيرة تدلى على أعيان الحروف المتروكة في المصاحف العثمانية مع وجوب النطق بها، نحو: {ذَلِكَ الْكِتَاب} {يَلْوُونَ أَلْسِنَتَهُم} {إن ولي الله} {إِيلافِهِمْ رِحْلَةَ الشِّتَاءِ} {وكذلك ننجي المؤمنين} .\nوكان علماء الضبط يلحقون هذه الأحرف حمراء بقدر حروف الكتابة الأصلية، ولكن تعسر ذلك في المطابع، فاكتفى بتصغيرها في الدلالة على المقصود.\nالجزء: 1 ¦ الصفحة: 97\n",
        "وإذا كان الحرف المتروك له بدل في الكتابة الأصلية عول في النطق على الحرف الملحق لا على البدل، نحو: {الصَّلاة} ، {الرِّبا} ، {التَّوْرَاةُ} ونحو: {وَاللَّهُ يَقْبِضُ وَيَبْسُطُ} ، {فِي الْخَلْقِ بَسْطَةً} . فإن وضعت السين تحت الصاد دل على أن النطق بالصاد أشهر وذلك في لفظ: {الْمُصَيْطِرُون} .\nووضع هذه العلامة \"ّ\" فوق الحرف يدل على لزوم مده مدا زائدا على المد الأصلي الطبيعي، نح: {الم} ، {الطَّامَّة} ، {قُرُوء} ، {سيئ بهم} ، {شُفَعَاء} ، {تَأْوِيلَهُ إِلَّا اللَّه} ، {لا يَسْتَحْيِي أَنْ يَضْرِبَ} ، {بِمَا أَنْزَل} على تفصيل يعلم من فن التجويد. ولا تستعمل هذه العلامة للدلالة على ألف محذوفة بعد ألف مكتوبة مثل آمنوا كما وضع غلطا في كثير من المصاحف بل تكتب ءامنوا بهمزة وألف بعدها.\nوالدائرة المحلاة التي في جوفها رقم تدل بهيئتها على انتهاء الآية، وبرقمها على عدد تلك الآية في السورة، نحو: {إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ، فَصَلِّ لِرَبِّكَ وَانْحَرْ، إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ} ولا يجوز وضعها قبل الآية ألبتة فلذلك لا توجد في أوائل السور، وتوجد دائما في أواخرها.\nوتدل هذه العلامة \" \" على بداية الأجزاء والأحزاب وأنصافها وأرباعها.\nووضع خط أفقي فوق كلمة يدل على موجب السجدة.\nووضع هذه العلامة \" \" بعد كلمة يدل على موضع السجدة نحو:\n{وَلِلَّهِ يَسْجُدُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مِنْ دَابَّةٍ وَالْمَلائِكَةُ وَهُمْ لا يَسْتَكْبِرُونَ، يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ} .\nووضع النقطة الخالية الوسط المعينة الشكل \"هـ\" تحت الراء في قوله تعالى: {بِسْمِ اللَّهِ مَجْرَاهَا} . يدل على إمالة الفتحة إلى الكسرةن وإمالة الألف إلى الياء. وكان النقاط يضعونها دائرة حمراء فلما تعسر ذلك في المطابع عدل إلى الشكل المعين.\nووضع النقطة المذكورة فوق آخر الميم قبيل النون المشددة من قوله تعالى: {مَا لَكَ لا تَأْمَنَّا عَلَى يُوسُفَ} . يدل على الإشمام \"وهو ضم الشفتين\" كمن يريد النطق بضمة إشارة إلى أن الحركة المحذوفة ضمة \"من غير أن يظهر لذلك أثر في النطق\".\nالجزء: 1 ¦ الصفحة: 98\n",
        "ووضع نقطة مدورة مسدودة الوسط \"هـ\" فوق الهمزة الثانية من قوله تعالى: {أَأَعْجَمِيٌّ وَعَرَبِيٌّ} . يدل على تسهيلها بين بين، أي بين الهمزة والألف.\nووضع حرف السين فوق الحرف الأخير في بعض الكلمات يدلى على السكت على ذلك الحرف في حال وصله بما بعده سكتة يسيرة من غير تنفس.\nوورد عن حفص عن عاصم السكت بلا خلاف من طريق الشاطبية على ألف {عِوَجًا} بسورة الكهف، وألف {مَرْقَدِنَا} بسورة يس، ونون {مَنْ رَاق} بسورة القيامة، ولام {بَلْ رَان} بسورة المطففين.\nويجوز في هاء {مَالِيَه} بسورة الحاقة وجهان:\nأحدهما: إظهارها مع السكت، وثانيهما: إدغامها في الهاء التي بعدها في لفظ {هَلَك} .\nوقد ضبط هذا الموضع على وجه الإظهار مع السكت، لأنه هو الأرجح، وذلك بوضع علامة السكون على الهاء الأولى، مع تجريد الهاء الثانية من علامة التشديد للدلالة على الإظهار، ووضع حرف السين على هاء {مَالِيَه} للدلالة على السكت عليها سكتة يسيرة بدون تنفس، لأن الإظهار لا يتحقق وصلا إلا بالسكت.\nوإلحاق واو صغيرة بعد هاء ضمير المفرد الغائب إذا كانت مضمومة يدل على صلة هذه الهاء بواو لفظية في حال الوصل. وإلحاق ياء صغيرة مردودة إلى خلف بعد هاء الضمير المذكور إذا كانت مكسورة يدلى على صلتها بياء لفظية في حال الوصل أيضا.\nوتكون هذه الصلة بنوعيها من قبيل المد الطبيعي إذا لم يكن بعدها همز، فتمد بمقدار حركتين: نحو قوله تعالى: {إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا} .\nوتكون من قبيل المد المنفصل إذا كان بعدها همز، فتوضع عليها علامة المد، وتمد بمقدار أربع حركات أو خمس نحو قوله تعالى: {وَأَمْرُهُ إِلَى اللَّه} ، وقوله جل وعلا:\n{وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ} .\nالجزء: 1 ¦ الصفحة: 99\n",
        "والقاعدة أن حفصا عن عاصم يصل كل هاء ضمير للمفرد الغائب بواو لفظية إذا كانت مضمومة، وياء لفظية إذا كانت مكسورة بشرط أن يتحرك ما قبل هذه الهاء وما بعدها، وقد استثنى من ذلك ما يأتي:\n1-\nالهاء من لفظ {يَرْضَه} في سورة الزمر: فإن حفصا ضمها بدون صلة.\n2-\nالهاء من لفظ {أَرْجِه} في سورتي الأعراف والشعراء فإنه سكنها.\n3-\nالهاء من لفظ {فَأَلْقِه} في سورة النمل، فإنه سكنها أيضا.\nوإذا سكن ما قبل هاء الضمير المذكورة، وتحرك ما بعدها فإنه لا يصلها إلا في لفظ {فِيه} في قوله تعالى:\n{وَيَخْلُدْ فِيهِ مُهَانًا} في سورة الفرقان.\nأما إذا سكن ما بعد هذه الهاء سواء أكان ما قبلها متحركا أم ساكنا فإن الهاء لا توصل مطلقا، لئلا يجتمع ساكنان.\nنحو قوله تعالى: {لَهُ الْمُلْك} ، {وَآتَيْنَاهُ الْأِنْجِيلَ} ، {فَأَنْزَلْنَا بِهِ الْمَاء} ، {وَإِلَيْهِ الْمَصِير} .\nتنبيهات:\n1-\nفي سورة الروم ورد لفظ {ضْعَف} مجرورا في موضعين ومنصوبا في موضع واحد.\nوذلك في قوله تعالى: {اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً} .\nويجوز لحفص في هذه المواضع الثلاثة وجهان: أحدهما: فتح الضاد، وثانيهما ضمها.\nوالوجهان مقروء بهما، والفتح مقدم في الأداء.\n2 في لفظ {ءاتئن} في سورة النمل وجهان لحفص وقفا.\nالجزء: 1 ¦ الصفحة: 100\n",
        "أحدهما إثبات الياء الساكنة، وثانيهما: حذفها، مع الوقف على النون.\nأما في حال الوصل فتثبت الياء مفتوحة.\n3-\nوفي لفظ {سَلاسِلا} في سورة الإنسان وجهان أيضا وقفا. أحدهما: إثبات الألف الأخيرة، وثانيهما: حذفها، مع الوقف على اللام ساكنة. أما في حال الوصل فتحذف الألف.\nوهذه الأوجه التي تقدمت لحفص عن عاصم ذكرها الإمام الشاطبي في نظمه المسمى \"\"حرز الأماني ووجه التهاني\".\nهذا، والمواضع التي تختلف فيها الطرق ضبطت لحفص بما يوافق طريق النظم المذكور.\n\"علامات الوقف\"\n\"مـ\" علامة الوقف اللام، نحو: {إِنَّمَا يَسْتَجِيبُ الَّذِينَ يَسْمَعُونَ وَالْمَوْتَى يَبْعَثُهُمُ اللَّهُ} .\n\"لا\" علامة الوقف الممنوع، نحو: {الَّذِينَ تَتَوَفَّاهُمُ الْمَلائِكَةُ طَيِّبِينَ يَقُولُونَ سَلامٌ عَلَيْكُمُ ادْخُلُوا الْجَنَّةَ} .\n\"ج\" علامة الوقف الجائز جوازا مستوي الطرفين، نحو: {نَحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُمْ بِالْحَقِّ إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ} .\n\"صلي\" علامة الوقف الجائر مع كون الوصل أولى، نحو: {وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلا كَاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} .\n\"قلي\" علامة الوقف الجائز مع كون الوقف أولى، نحو: {قُلْ رَبِّي أَعْلَمُ بِعِدَّتِهِمْ مَا يَعْلَمُهُمْ إِلَّا قَلِيلٌ فَلا تُمَارِ فِيهِمْ} .\n\".. ..\" علامة تعانق الوقف بحيث إذا وقف على أحد الموضعين لا يصح الوقف على الآخر، نحو: {ذَلِكَ الْكِتَابُ لا رَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ} .\nالجزء: 1 ¦ الصفحة: 101\n",
        "خاتمة المطاف\n:\nنستطيع في ختام هذا البحث أن نصل إلى هذه النتائج:\nأولا: أن الله تعالى قد أحاط كتابه \"القرآن اكريم\" بالعناية والرعاية والحفظ وهيأ الأمة كلها لأن تتحمل مسئولية الحفاظ على هذا الكتاب العزيز باعتباره منهاج حياتها -بالإضافة إلى السنة النبوية- حتى يرث الله الأرض ومن عليها.\nثانيا: أن الرسم العثماني للمصحف الشريف والذي جمعه -أولا- الخليفة الأول: أبو بكر رضي الله عنه، هو نفسه الذي كتب بين يدي النبي صلى الله عليه وسلم عن طريق كُتَّاب الوحي، وقرئ عليه -صلى الله عليه وسلم- أكثر من مرة، وتناقتله الأمة إلى يومنا هذا، دون زيادة أو نقصان، وبذلك يكون هذا الرسم بظواهره المختلفة توقيفي وأجمعت عليه الأمة منذ عصر الصحابة -رضي الله عنهم- ولا يجوز تغييره بحال من الأحوال، كما لا تجوز كتابته بالطرق الإملائية الحديثة، ولا بغير اللغة العربية.\nثالثا: أن المصاحف العثمانية التي أرسلها عثمان -رضي الله عنه- إلى الأمصار الإسلامية كانت مشتملة على ما تواتر نقله عن رسول الله -صلى الله عليه وسلم- ووافق اللغة العربية واستقر في العرضة الأخيرة التي عارضه بها جبريل عليه السلام، وهو يمثل ما بقي من الأحرف السبعة التي نزل بها القرآن الكريم، ونسخ بعضها في العرضة الأخيرة.\nرابعا: أن الظواهر التي في المصاحف، مما يخالف قواعد الإملاء المعروفة، إنما كانت لحكم وأسرار كثيرة، كالدلالة على أصل الحرف، أو الإشارة إلى بعض القراءات التي لا يمكن أن يقرأ بها إذا كتب بطريقة أخرى، أو غير ذلك من الأسرار التي أشرنا إليها في داخل البحث، وإذا كانت هناك ظواهر لم تظهر لنا الحكمة منها حتى الآن، فعلينا أن نلتزم بها ونكل أمر تفسيرها إلى الله تعالى، وأن نتبع ولا نبتدع، وأن نتهم أنفسنا بالعجز عن إدراك أسرارها.\nخامسا: ظهر من خلال هذا البحث: خطأ الفريق الذي اتهم الصحابة -رضي الله عنهم- بالجهل بقواعد الكتابة، وثبت -بما لا يدع مجالا للشك -أنهم -رضي الله عنهم- كانوا على علم تام، وعلى بصيرة ونور، ولذلك فرقوا بين الكلمات المتشابهة بزيادة بعض الحروف، أو كتابة الكلمة بطريقة معينة، مما يدل\nالجزء: 1 ¦ الصفحة: 103\n",
        "على علو مكانتهم، ورفعة منزلتهم، وأن الله -تعالى- حفظ على أيديهم هذا الكتاب المجيد الذي {لا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ} .\nسادسا: تبين أن علامات الضبط والشكل كانت متأخرة إلى حد ما، وأن الهدف منها، حفظ كتاب الله تعالى من التحريف والتبديل، بعد أن اختلط اللسان العربي باللسان العجمي، وأن هذه العلامات لا دخل لها بالرسم، وإنما هي مساعدة على النطق السليم به فقط.\nسابعا: أن مجمع البحوث الإسلامية، بالأزهر، والمجامع الفقهية بالمملكة العربية السعودية، وهيئة كبار العلماء بها، كل هذه الجهات العلمية بحثت موضوع \"الرسم العثماني\" وأجمعت على وجوب الالتزام به، وعدم جواز طبع المصحف بالرسم الإملائي الحديث؛ لأن ذلك قد يؤدي إلى تحريف القرآن الكريم؛ لأن الرسم الإملائي نفسه عرضة للتغيير من حين لآخر، وقد جاء الإسلام بسد ذرائع الشر ومنع أسباب الفتن.\nكما يستفاد -أخيرا- أفضلية هذه الأمة على سائر الأمم، وأن الله تعالى اختارها لحمل منهجه في صورته الأخيرة، دون زيادة أو نقصان، ولذلك كانت خير الأمم على الإطلاق.\nقال تعالى: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ} [آل عمران: 110] .\nوقال تعالى: {ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا} [فاطر: 32] . فالحمد لله الذي جعلنا من هذه الأمة، ومن حملة كتابه الكريم.\nوالحمد لله الذي بنعمته تتم الصالحات، وبفضله تتنزل الرحمات.\nوآخر دعوانا أن الحمد لله رب العالمين.\nوصلى الله على سينا محمد وآله وصحبه وسلم.\nشعبان محمد إسماعيل\nمكة المكرمة\nفي 17/ 8/ 1418هـ\nالجزء: 1 ¦ الصفحة: 104\n",
        "مراجع البحث\n:\n1-\nالمصحف الشريف.\n2-\nإتحاف فضلاء البشر بالقراءات الأربعة عشر للدمياطي: أحمد بن محمد الشهير بالبنا \"ت1117هـ\" تحقيق الدكتور شعبان محمد إسماعيل ط. مكتبة الكليات الأزهرية. مصر.\n3-\nالإتقان في علوم القرآن لجلال الدين السيوطي \"911هـ\" تحقيق محمد أبو الفضل إبراهيم ط. المشهد الحسيني. القاهرة 1967.\n4-\nأحكام القرآن لأبي بكر عبد الله المعروف بابن العربي \"ت543هـ\" تحقيق علي محمد البجاوي ط. عيسى البابي الحلبي القاهرة.\n5-\nإعلام الموقعين عن رب العالمين لابن قيم الجوزية: أبو عبد الله محمد بن بكر بن أيوب الدمشقي \"ت751هـ\" ط. دار الجيل بيروت.\n6-\nالبرهان في علوم القرآن لبدر الدين محمد بن عبد الله بن بهادر الزركشي \"ت794هـ\" تحقيق محمد أبو الفضل إبراهيم. ط. دار إحياء الكتب العربية. القاهرة.\n7-\nتاريخ ابن خلدون المسمى: كتاب العبر وديوان المبتدأ والخبر لعبد الرحمن بن خلدون المغربي \"ت808هـ\" ط. دار الكتاب اللبناني بيروت 1957م.\n8-\nتاريخ الطبري المسمى: تاريخ الرسل والملوك. تحقيق محمد أبو الفضل إبراهيم. ط. دار المعارف بمصر 1960م.\n9-\nتاريخ العرب قبل الإسلام للدكتور جواد علي. ط. دار العلم للملايين. بيروت 1969م.\n10-\nتاريخ القرآن وغرائب رسمه وحكمه لمحمد طاهر عبد القادر الكردي ط. مكتبة المعارف الرياض.\nالجزء: 1 ¦ الصفحة: 105\n",
        "11-\nتاريخ المصحف الشريف للشيخ عبد الفتاح عبد الغني القاضي \"ت1403هـ\" ط. مكتبة المشهد الحسيني بالقاهرة 1965م.\n12-\nتدريب الراوي في شرح تقريب النواوي للسيوطي. ط. المكتبة العلمية. المدينة المنورة 1972. تحقيق عبد الوهاب عبد اللطيف.\n13-\nجامع البيان عن تأويل القرآن المشهور بتفسير الطبري لأبي جعفر محمد بن جرير \"ت310هـ\" تحقيق محمود محمد شاكر ط. دار المعارف بمصر 1374هـ.\n14-\nالجامع لأحكام القرآن للقرطبي: أبي عبد الله محمد بن أحمد بن أبي بكر الأندلسي \"ت671هـ\" ط. دار الكتب المصرية 1952م.\n15-\nحجة القراءات لأبي زرعة: عبد الرحمن بن محمد بن زجلة \"ت القرن الرابع تقريبا هـ\" تحقيق سعيد الأفغاني ط. مؤسسة الرسالة 1404هـ.\n16-\nالدر المنثور في التفسير بالمأثور للسيوطي. ط دار الفكر بيروت 1403هـ.\n17-\nرسم المصحف ونقطه للدكتور عبد الحي حسين الفرماوي ط. القاهرة.\n18-\nرسم المصحف، دراسة لغوية تاريخية. للدكتور غانم قدوري الحمد الطبعة الأولى العراق 1402هـ.\n19-\nزاد المعاد في هدي خير العباد لأبي عبد الله محمد بن بكر بن أيوب المعروف بابن قيم الجوزية. ط المكتبة الحسينية المصرية 1928م.\n20-\nسراج القارئ المبتدئ وتذكار المقرئ المنتهى لابن القاصح: أبو البقاء علي بن عثمان بن محمد \"ت801هـ\" ط. المكتبة التجارية. القاهرة.\n21-\nسمير الطالبين في رسم وضبط الكتاب المبين للشيخ علي محمد الضباع \"ت1376هـ\" قرأه ونقحه الشيخ محمد علي خلف الحسيني شيخ\nالجزء: 1 ¦ الصفحة: 106\n",
        "القراء والمقارئ بالديار المصرية. ط. مكتبة ومطبعة المشهد الحسيني بالقاهرة.\n22-\nسنن أبي داود: للحافظ أبي داود سليمان بن الأشعث السجستاني \"ت275هـ\" ومعه كتاب معالم السنن للخطابي \"388هـ\" ط. دار الحديث، حمص سورية 1388هـ 1969م.\n23-\nسنن ابن ماجه. للحافظ أبي عبد الله محمد بن يزيد القزويني \"ت275هـ\" تحقيق محمد فؤاد عبد الباقي. ط دار الفكر. بيروت.\n24-\nسنن الترمذي \"الجامع الصحيح\" للإمام محمد بن عيسى بن سورة الترمذي \"ت279هـ\" مع شرحه: تحفة الأحوذي لمحمد بن عبد الرحمن المباركفوري \"ت1353هـ\" مطبعة الفجالة الجديدة بالقاهرة 1387هـ.\n25-\nسنن النسائي: للحافظ أبي عبد الرحمن أحمد بن شعيب النسائي \"303هـ\" ط. دار الفكر بيروت 1348هـ.\n26-\nسير أعلام النبلاء للإمام شمس الدين محمد بن أحمد بن عثمان الذهبي \"ت748هـ\" تحقيق شعيب الأرنئوط وجماعة. ط. مؤسسة الرسالة 1401هـ.\n27-\nشعب الإيمان للإمام البيهقي: أحمد بن الحسين بن علي \"ت458هـ\" تحقيق أبو هاجر: محمد بسيوني زغلول ط. دار الكتب العلمية بيروت 1410هـ.\n28-\nالشفا بتعريف حقوق المصطفى للعلامة القاضي أبي الفضل عياض اليحصبي \"544هـ\" وبهامشه مزيل الخفاء عن ألفاظ الشفاء للعلامة أحمد بن محمد بن محمد الشحتي \"ت872هـ\" ط. دار الكتب العلمية بيروت.\n29-\nالصاحبي في فقه اللغة العربية ومسائلها وسنن العربي في كلامها للإمام أبي الحسين أحمد بن فارس \"ت395هـ\" ط. دار الكتب العلمية بيروت 1418هـ 1997م.\nالجزء: 1 ¦ الصفحة: 107\n",
        "30-\nصحيح البخاري: للإمام أبي عبد الله محمد بن إسماعيل البخاري \"ت256هـ\" مع فتح الباري بترقيم محمد فؤاد عبد الباقي. دار إحياء التراث العربي القاهرة.\n31-\nصحيح مسلم: للإمام أبي الحسن مسلم بن الحجاج القشيري النيسابوري \"ت261هـ\" تحقيق محمد فؤاد عبد الباقي ط. دار إحياء التراث العربي.\n32-\nالطبقات الكبرى لابن سعد: أبو عبد الله محمد الزهري \"ت230هـ\" ط. دار صادر بيروت1957م.\n33-\nعنوان البيان في علوم التبيان للشيخ محمد حسنين مخلوف ط. مصطفى البابي الحلبي 1964م.\n34-\nعيون الأخبار لابن قتيبة: أبو محمد عبد الله بن مسلم \"ت276هـ\" ط. دار المعارف بمصر 1966 تحقيق الشيخ أحمد محمد شاكر.\n35-\nغيث النفع في القراءات السبع للشيخ على النوري الصفاقسي طبع بهامش \"سراج القارئ\" لابن القاصح ط. مصطفى البابي الحلبي.\n36-\nفتح الباري شرح صحيح البخاري للحافظ أحمد بن علي بن حجر العسقلاني \"ت852هـ\" لابن القاصح ط. مصطفى البابي الحلبي.\n36-\nفتح الباري شرح صحيح البخاري للحافظ أحمد بن علي بن حجر العسقلاني \"ت852هـ\" ترقيم محمد فؤاد عبد الباقي ط. المكتبة السلفية.\n37-\nفضائل القرآن لأبي عبيد القاسم بن سلام \"ت224هـ\" تحقيق وهبي سليمان غاوجي ط. دار الكتب العلمية بيروت.\n38-\nفضائل القرآن للحافظ ابن كثير \"ت774هـ\" تحقيق الدكتور محمد إبراهيم البنا، ط. دار القبلة 1408هـ.\n39-\nفيض القدير شرح الجامع الصغير للعلامة محمد عبد الرءوف المناوي \"ت1031هـ\" ط. دار المعرفة بيروت 1391هـ.\n40-\nالقاموس المحيط للفيروزآبادي: مجد الدين محمد بن يعقوب.\nالجزء: 1 ¦ الصفحة: 108\n",
        "\"ت817هـ\" ط. مصطفى البابي الحلبي 1952م.\n41-\nالقراءات في نظر المستشرقين والملحدين للشيخ عبد الفتاح القاضي ط. مجمع البحوث الإسلامية بالأزهر 1972م.\n42-\nكتاب السبعة في القراءات لابن مجاهد: أبو بكر أحمد بن موسى بن العباس البغدادي \"ت324هـ\" تحقيق الدكتور شوقي ضيف ط. دار المعارف بمصر 1972م.\n43-\nكتاب المصاحف لأبي بكر عبد الله بن سليمان بن الأشعث السجستاني \"ت316هـ\" دراسة وتحقيق ونقد الدكتور محب الدين عبد السبجان واعظ ط. وزارة الأوقاف والشئون الإسلامية بدولة قطر 1416هـ 1995م.\n44-\nالكشاف عن حقائق غوامض التنزيل وعيون الأقاويل في وجوه التأويل للزمخشري: جار الله أبو القاسم محمود بن عمر \"ت538هـ\" تحقيق مصطفى حسين أحمد ط. المكتبة التجارية الكبرى بمصر 1953م.\n45-\nالكشف عن وجوه القراءات السبع وعللها وحججها للإمام مكي بن أبي طالب القيسي \"ت437هـ\" تحقيق محيي الدين عبد الرحمن رمضان ط. مجمع اللغة العربية بدمشق 1974م.\n46-\nلطائف الإشارات لفنون القراءات للقسطلاني: أبو العباس أحمد بن محمد \"ت923هـ\" ط. المجلس الأعلى للشئون الإسلامية. القاهرة 1972 تحقيق الشيخ عامر السيد عثمان والدكتور عبد الصبور شاهين.\n47-\nلطائف البيان في رسم القرآن شرح مورد الظمآن للشيخ أحمد محمد أبو زيتحار ط. مكتبة محمد علي صبيح القاهرة.\n48-\nمباحث في علوم القرآن للدكتور صبحي الصالح ط. دار العلم للملايين بيروت 1964.\nالجزء: 1 ¦ الصفحة: 109\n",
        "49-\nمجلة المجمع الفقهي التابع لمنظمة المؤتمر الإسلامي بجدة العدد الرابع السنة الثانية 1410هـ 1989م.\n50-\nالمحكم في نقط المصاحف للداني: أبي عمرو عثمان بن سعيد \"ت444هـ\" ط القاهرة.\n51-\nمذاهب التفسير الإسلامي جولد تسيهر \"إجناس\" ترجمة الدكتور عبد الحليم النجار ط. مكتبة الخانجي. القاهرة 1955.\n52-\nالمزهر في علوم اللغة وأنواعها للإمام السيوطي ط. دار إحياء الكتب العربية. القاهرة 1958 تحقيق محمد أحمد جاد المولى ومحمد أبو الفضل إبراهيم وعلي محمد البجاوي.\n53-\nمسند الإمام أحمد بن حنبل \"ت241هـ\" دار صادر. بيروت.\n54-\nالمستدرك على الصحيحين للحافظ أبي عبد الله الحاكم \"ت405هـ\" الطبعة الأولى بحيدر آباد الهند سنة 1334هـ.\n55-\nمصادر الشعر الجاهلي وقيمتها التاريخية للأستاذ ناصر الدين الأسد ط. دار المعارف. القاهرة 1969م.\n56-\nالمصباح المنير في غريب الشرح الكبير للرافعي: تأليف أحمد بن محمد بن علي الفيومي \"770\" ط. المكتبة العلمية بيروت.\n57-\nمع القرآن الكريم دراسات وأحكام حيدر قفة ط. دار الضياء الأردن عمان الطبعة الأولى 1407هـ 1987م.\n58-\nمعجم البلدان لياقوت بن عبد الله الحموي: \"ت626هـ\" ط. مطبعة السعادة بمصر 1906م.\n59-\nالمعجم الصغير للطبراني: أبي القاسم سليمان بن أحمد \"ت360هـ\" ط. دار الفكر 1401هـ.\n60-\nمعرفة القراء الكبار للذهبي: شمس الإسلام محمد بن أحمد بن\nالجزء: 1 ¦ الصفحة: 110\n",
        "عثمان \"ت748هـ\"ط. دار الكتب الحديثة. القاهرة 1969 تحقيق الشيخ محمد سيد جاد المولى.\n61-\nمقدمة ابن خلدون ط. دار الكتاب اللبناني 1956م.\n62-\nالمقنع في رسم مصاحف الأمصار مع كتاب النقط لأبي عمرو الداني تحقيق الشيخ محمد الصادق قمحاوي ط. مكتبة الكليات الأزهرية.\n63-\nمناهل العرفان في علوم القرآن للزرقاني: محمد بن عبد العظيم ط. دار إحياء الكتب العربية القاهرة 1943م.\n64-\nمنجد المقرئين ومرشد الطالبين للإمام ابن الجزري: محمد بن محمد \"ت833هـ\" ط. مكتبة القدسي القاهرة 1350هـ.\n65-\nالنشر في القراءات العشر لابن الجزري ط. دار الفكر. تصحيح الشيخ علي محمد الضباع.\nالجزء: 1 ¦ الصفحة: 111\n",
        "الفهرس\n:\nالموضوع الصفحة\nالمقدمة 5\nالكتابة العربية وعلاقتها بالرسم العثماني\nخلاف العلماء في أول من كتب 9\nوصول الكتابة إلى الأمة العربية 9\nحث الرسول صلى الله عليه وسلم على تعلم الكتابة والقراءة بعد الهجرة 9\nدور الكوفة والبصرة في تحسين الكتابة العربية 10\nعلاقة الرسم العثماني بأصول الكتابة 10\nجمع القرآن في عهد أبي بكر رضي الله عنه؛ أسبابه طبيعته\nأسباب الجمع 11\nطبيعة هذا الجمع 12\nمن الذي قام بهذا العمل 12\nنسخ المصاحف في عهد عثمان رضي الله عنه؛ أسبابه طبيعته\nتمهيد: في نزول القرآن على سبعة أحرف 15\nالرسول صلى الله عليه وسلم يقرئ أصحابه بهذه الأحرف 15\nالأسباب التي أدت إلى نسخ المصاحف 16\nالذين كلفوا بتنفيذ هذا العمل 16\nالجزء: 1 ¦ الصفحة: 113\n",
        "منهج الصحابة في نسخ المصاحف 17\nعدد المصاحف التي أرسلت إلى الأمصار 18\nطبيعة كتابة هذه المصاحف وآراء العلماء في ذلك\nالرأي الأول: أنها نسخت على حرف واحد من الأحرف السبعة 21\nدليل هذا المذهب ومناقشته 22\nمعنى جمع عثمان -رضي الله عنه- الناس على حرف واحد 23\nالرأي الثاني: أنها كانت مشتملة على جميع الأحرف السبعة 23\nدليل هذا المذهب ومناقشته 23\nالرأي الثالث: أنها اشتملت ما يحتمله الرسم واستقر في العرضة الأخيرة 24\nدليل هذا المذهب ورجحانه 24\nكيفية اشتمال المصاحف على هذه الأحرف\nتنوع القراءات إلى ثلاثة أنواع 27\nالنوع الأول: ما فيه قراءتان ورسم بواحدة منهما وأمثلته 27\nالنوع الثاني: ما فيه قراءتان أو أكثر ورسم برسم واحد يحتمل ذلك وأمثلته 27\nالنوع الثالث: ما فيه زيادة أو نقص فرسم في كل مصحف على حسب قراءة القطر الذي أرسل إليه المصحف 28\nأمثلة على هذا النوع في المصاحف المختلفة 29\nكيفية تطبيق ذلك على المصاحف في دور الطباعة الحديثة 35\nظواهر الرسم العثماني وموقف العلماء منها\nالأصل أن تصور الكلمة بحروف هجائها من حيث الابتداء والوقف 37\nالجزء: 1 ¦ الصفحة: 114\n",
        "أكثر كلمات القرآن الكريم متفقة مع هذا الأصل 37\nخروج بعض الكلمات عن هذه القواعد 37\nحصر هذه القواعد في الحذف والزيادة والبدل والفصل والوصل ورسم الهمزة 37\nموقف العلماء من هذه الظواهر\nالاتجاه الأول: أن ذلك كان لحكم وأسرار دقيقة 41\nالأدلة على هذا الاتجاه 41\nأمثلة تدل على صحة هذا الاتجاه 41\nمن أسرار ظواهر الرسم العثماني 43\nالاتجاه الثاني: اتجاه خطأ الصحابة -رضي الله عنهم- في الكتابة 49\nأصحاب هذا الاتجاه وحجتهم 50\nبعض الآثار التي تؤيد هذا الاتجاه 50\nالرد على هذا الاتجاه بوجوه مختلفة 52\nطعن بعض المستشرقين في القراءات والرد عليهم 55\nمن الكتب التي ألفت للرد على المستشرقين 56\nمناقشة الآثار التي استند إليها أصحاب هذا الاتجاه 58\nهل الرسم العثماني توقيفي\nالمذهب الأول: أنه توقيفي ولا تجوز مخالفته 63\nالمذهب الثاني: أنه ليس توقيفيا وتجوز كتابته بالإملاء الحديث 63\nالمذهب الثالث: جواز كتابته بالرسم الحديث للعامة فقط مع الإبقاء على الرسم العثماني 63\nأدلة المذاهب:\nأدلة المذهب الأول: 64\nأولا: كتابة القرآن بين يدي الرسول صلى الله عليه وسلم 64\nثانيا: فعل الصحابة ووجوب الاقتداء بهم 66\nثالثا: الإجماع 67\nالجزء: 1 ¦ الصفحة: 115\n",
        "رابعا: أن قواعد الإملاء عرضة للتغيير في كل زمان 68\nخامسا: أن تلاوة القرآن لها أحكام خاصة ولا بد فيها من التلقي 69\nسادسا: أن للرسم العثماني خصائص ومميزات لا توجد في الرسم الإملائي الحديث 69\nأمثلة تطبيقية على هذه المميزات 69\nأدلة المذهب الثاني 74\nالدليل الأول والرد عليه 74\nالدليل الثاني والرد عليه 75\nالدليل الثالث والرد عليه 76\nأدلة المذهب الثالث ومناقشتها 78\nقرارات المجامع الفقهية حول الرسم العثماني\nالمجامع الفقهية تجمع على عدم جواز مخالفة الرسم العثماني 81\nقرار مجمع البحوث الإسلامية بالأزهر الشريف 81\nقرار هيئة كبار العلماء بالمملكة العربية السعودية 83\nقرار المجمع الفقهي الإسلامي التابع لرابطة العالم الإسلامي بمكة المكرمة 85\nالضبط؛ مفهومه أسبابه\nمفهوم الضبط والنقط 87\nنقط الإعراب ونقط الإعجام 87\nأسباب الضبط 87\nنقط الإعراب ومن الذي أمر به ومن الذي نفذه 88\nنقط الإعجام ومن الذي أمر به ومن الذي نفذه 89\nتقسيم المصحف إلى أجزاء وأحزاب وأرباع 90\nالجزء: 1 ¦ الصفحة: 116\n",
        "من الذي قام بهذا العمل 91\nأول مصحف يطبع في العالم 91\nقواعد الضبط في صورتها الأخيرة 95\nخاتمة المطاف 103\nمراجع البحث 105\nالجزء: 1 ¦ الصفحة: 117\n",
        ""
    ]
}