{
    "1": [
        "ريح النسرين فيمن عاش من الصحابة مائة وعشرين\nريح النسرين فيمن عاش من الصحابة مائة وعشرين\nالسيوطي\nالكتاب:\nريح النسرين فيمن عاش من الصحابة مائة وعشرين\nالمؤلف:\nعبد الرحمن بن أبي بكر، جلال الدين السيوطي (المتوفى: 911هـ)\nالمحقق:\nعدنان أحمد مجود\nالناشر:\nدار الوفاء - جدة - السعودية\nالطبعة:\nالأولى، 1405هـ - 1985م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "مُقَدّمَة\nبِسم الله الرَّحْمَن الرَّحِيم\nالْحَمد لله الَّذِي يخص من يَشَاء بِمَا يَشَاء من فَضله وَالصَّلَاة وَالسَّلَام على مُحَمَّد وَصَحبه وَأَهله\nهَذَا جُزْء مُخْتَصر من كتاب الْحَافِظ أبي زَكَرِيَّا بن مَنْدَه رَحمَه الله فِيمَن عَاشَ من الصَّحَابَة مائَة وَعشْرين\nالجزء: 1 ¦ الصفحة: 41\n",
        "حسان بن ثَابت\nحسان ابو عبد الرَّحْمَن وَقيل ابو الْوَلِيد وَقيل ابو الحسام بن ثَابت من الْمُنْذر بن حرَام بن عَمْرو بن زيد بن عدي بن النجار بن ثَعْلَبَة بن عَمْرو بن الْخَزْرَج\nشَاعِر رَسُول الله صلى الله عَلَيْهِ وَسلم عَاشَ مائَة وَعشْرين سنة سِتِّينَ فِي الْجَاهِلِيَّة وَسِتِّينَ فِي الاسلام\nوَكَذَلِكَ عَاشَ ابوه وجده وابو جده\nلَا يعرف فِي الْعَرَب اربعة تَنَاسَلُوا من صلب وَاحِد اتّفقت مُدَّة تعميرهم مائَة وَعشْرين سنة غَيرهم\nقلت وَشبه هَذَا ان لِسَانه كَانَ يصل إِلَى جَبهته وَنَحْوه وَكَذَلِكَ كَانَ ابوه وجده وَابْنه عبد الرَّحْمَن وَالله اعْلَم\nالجزء: 1 ¦ الصفحة: 43\n",
        ".\n...\n...\nالجزء: 1 ¦ الصفحة: 44\n",
        ".\n...\n...\n...\n. .\nالجزء: 1 ¦ الصفحة: 45\n",
        ".\n...\n...\n...\n...\n...\nالجزء: 1 ¦ الصفحة: 46\n",
        ".\n...\n...\n...\n...\n. .\nالجزء: 1 ¦ الصفحة: 48\n",
        "حَكِيم بن حزَام\nحَكِيم ابو خَالِد بن حزَام بن خويلد بن اسد بن عبد الْعُزَّى بن قصي بن كلاب\nولد فِي جَوف الْكَعْبَة وَأسلم يَوْم الْفَتْح وَهُوَ ابْن ثَلَاث وَسِتِّينَ وعاش مائَة وَعشْرين سنة سِتِّينَ فِي الْجَاهِلِيَّة وَسِتِّينَ فِي الاسلام\nوَتُوفِّي بِالْمَدِينَةِ سنة ارْبَعْ وَقيل ثَمَان وَخمسين\nوَأعْتق مائَة رَقَبَة بالجاهلية وَمِائَة بالاسلام\nالجزء: 1 ¦ الصفحة: 49\n",
        "حمنن بن عَوْف\nحمنن اخو عبد الرَّحْمَن بن عَوْف عَاشَ مائَة وَعشْرين سنة\nوَلم يرو عَن النَّبِي صلى الله عَلَيْهِ وَسلم الا ثَلَاثَة احاديث\nالجزء: 1 ¦ الصفحة: 52\n",
        "حويطب بن عبد الْعُزَّى\nحويطب وَقيل حوط وَقيل حويط ابو مُحَمَّد وَقيل ابو الْأَصْبَغ بن عبد الْعُزَّى بن ابي قيس بن عبد ود بن نصر بن مَالك بن حسل\nاسْلَمْ يَوْم الْفَتْح وعاش مائَة وَعشْرين سنة سِتِّينَ فِي الْجَاهِلِيَّة وَسِتِّينَ فِي الْإِسْلَام وَتُوفِّي سنة أَربع وَخمسين\nالجزء: 1 ¦ الصفحة: 55\n",
        ".\n...\n...\n...\nالجزء: 1 ¦ الصفحة: 56\n",
        ".\n...\n...\n...\n...\n.\nالجزء: 1 ¦ الصفحة: 57\n",
        ".\n...\n...\n...\n...\n. .\nالجزء: 1 ¦ الصفحة: 58\n",
        "سعد بن اياس الشَّيْبَانِيّ\nسعد ابو عَمْرو بن اياس الشَّيْبَانِيّ الْبكْرِيّ لَهُ ادراك رُوِيَ عَن اسماعيل بن ابي خَالِد انه رَآهُ وَقد أَتَى عَلَيْهِ سبع عشرَة وَمِائَة سنة\nالجزء: 1 ¦ الصفحة: 59\n",
        ".\n...\n...\n...\n...\n.\nالجزء: 1 ¦ الصفحة: 60\n",
        "سعد بن جُنَادَة\nسعد بن جُنَادَة الْعَوْفِيّ الانصاري عَاشَ كَمَا رُوِيَ عَن حفيده الْحسن بن عَطِيَّة مائَة وَعشْرين سنة\nالجزء: 1 ¦ الصفحة: 61\n",
        "سعيد بن يَرْبُوع\nسعيد أَبَا هود بن يَرْبُوع بن عنكثة بن عَامر بن مَخْزُوم\nعَاشَ مائَة وَعشْرين سنة سِتِّينَ فِي الْجَاهِلِيَّة وَسِتِّينَ فِي الاسلام\nتوفّي سنة ارْبَعْ وَخمسين\nالجزء: 1 ¦ الصفحة: 63\n",
        ".\n...\n...\n. .\nالجزء: 1 ¦ الصفحة: 64\n",
        ".\n...\n...\n...\n.\nالجزء: 1 ¦ الصفحة: 64\n",
        "ابو شَدَّاد الذمارِي الْعمانِي\nابو شَدَّاد الْعمانِي عَاشَ مائَة وَعشْرين سنة\nالجزء: 1 ¦ الصفحة: 65\n",
        ".\n...\n...\n...\n...\n...\n...\nالجزء: 1 ¦ الصفحة: 66\n",
        "عَاصِم بن عدي\nعَاصِم بن عدي بن الْجد بن العجلان\nهُوَ الَّذِي سَأَلَ رَسُول الله صلى الله عَلَيْهِ وَسلم لعويمر عَن الْوَاجِد مَعَ زَوجته رجلا\nالجزء: 1 ¦ الصفحة: 67\n",
        ".\n...\n...\n...\n...\n...\nالجزء: 1 ¦ الصفحة: 68\n",
        "عبد خير بن يزِيد\nعبد خير ابو عمَارَة بن يزِيد وَقيل بن يحمر الْكُوفِي عَاشَ مائَة وَعشْرين سنة\nالجزء: 1 ¦ الصفحة: 69\n",
        ".\n...\n...\n...\nالجزء: 1 ¦ الصفحة: 70\n",
        "اللَّجْلَاج الْغَطَفَانِي\nاللَّجْلَاج الْغَطَفَانِي اسْلَمْ وعمره خمسين سنة وَتُوفِّي وَهُوَ ابْن مائَة وَعشْرين سنة\nالجزء: 1 ¦ الصفحة: 71\n",
        ".\n...\n...\n...\n.\nالجزء: 1 ¦ الصفحة: 72\n",
        "مخرمَة بن نَوْفَل\nمخرمَة بن مسور بن نَوْفَل بن أهيب بن عبد منَاف بن زهرَة بن كلاب بن مرّة بن لؤَي\nاسْلَمْ عَام الْفَتْح وَتُوفِّي سنة ارْبَعْ وَخمسين وَهُوَ ابْن مائَة وَعشْرين وَقيل خمس وَعشْرين\nالجزء: 1 ¦ الصفحة: 73\n",
        ".\n...\n...\n...\n...\n...\n...\n.\nالجزء: 1 ¦ الصفحة: 74\n",
        "نَافِع بن سُلَيْمَان الْعَبْدي\nنَافِع بن سُلَيْمَان الْعَبْدي مولى الْمُنْذر عَاشَ مائَة وَعشْرين سنة قلت\nالجزء: 1 ¦ الصفحة: 75\n",
        ".\n...\n...\n...\n...\n...\n. .\nالجزء: 1 ¦ الصفحة: 76\n",
        "النَّابِغَة الْجَعْدِي\nوالنابغة الْجَعْدِي الَّذِي قَالَ لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم\nلَا يفضض الله فَاك\nفَمَا سَقَطت لَهُ من قَالَ القَاضِي عِيَاض فِي الشفا عَاشَ مائَة وَعشْرين سنة وَهُوَ وهم فَإِنَّمَا عَاشَ مِائَتَيْنِ وَعشْرين سنة قَالَ ابْن قُتَيْبَة وَنَقله فِي الاغاني وَقَالَ مَا ذَاك بمنكر لِأَنَّهُ قَالَ فِي شعره ثَلَاثَة اهلين أفنيتهم وَقد سَأَلَهُ عمر بن الْخطاب رَضِي الله عَنهُ كم لَبِثت مَعَ كل اهل فَقَالَ سِتِّينَ سنة فَهَذِهِ مائَة وَثَمَانُونَ ثمَّ عمر بعده إِلَى ايام ابْن الزبير انْتهى\nنعم وَافق القَاضِي عِيَاض على ان النَّابِغَة عَاشَ مائَة وَعشْرين الْحَافِظ الصريفيني وَذكر ايضا مِمَّن عَاشَ كَذَلِك من الصَّحَابَة\nالجزء: 1 ¦ الصفحة: 77\n",
        "لبيد بن ربيعَة\nلبيد بن ربيعَة\nالجزء: 1 ¦ الصفحة: 81\n",
        "أَوْس بن مغراء\nوَأَوْس بن مغراء السَّعْدِيّ\nالجزء: 1 ¦ الصفحة: 85\n",
        "عدي بن حَاتِم\nوَذكر ابْن سعد عدي بن حَاتِم الطَّائِي\nالجزء: 1 ¦ الصفحة: 87\n",
        "نَوْفَل بن مُعَاوِيَة\nوَذكر ابْن قُتَيْبَة نَوْفَل بن مُعَاوِيَة وَالله أعلم\nالجزء: 1 ¦ الصفحة: 91\n",
        ""
    ]
}