{
    "1": [
        "زهر العريش في تحريم الحشيش\nزهر العريش في تحريم الحشيش\nالزركشي، بدر الدين\nالكتاب:\nزهر العريش في تحريم الحشيش\nالمؤلف:\nأبو عبد الله بدر الدين محمد بن عبد الله بن بهادر الزركشي الشافعي (المتوفى: 794هـ)\nالمحقق:\nد. أحمد فرج\nالناشر:\nدار الوفاء للطباعة والنشر، المنصورة - مصر\nالطبعة:\nالثانية،1411 هـ - 1990 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "ـ[زهر العريش في تحريم الحشيش]ـ\nالمؤلف: أبو عبد الله بدر الدين محمد بن عبد الله بن بهادر الزركشي الشافعي (المتوفى: 794هـ)\nالمحقق: د. أحمد فرج\nالناشر: دار الوفاء للطباعة والنشر، المنصورة - مصر\nالطبعة: الثانية،1411 هـ - 1990 م\nعدد الأجزاء: 1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nوهو حسبي ونعم الوكيل. قال الشيخ العلامة بدر الدين الزركشي رحمه الله تعالى: أحمد الله على إنعامه، والصلاة والسلام على سيدنا محمد صفوة أصفيائه، وعلى آله وصحبه خير أوليائه وبعد:\nفهذه فصول في الكلام على الحشيشة، اقتضى الحال شرحها لعموم البلوى لكثير من السفلة بها، وتوقف كثير من الناس في حكمها لما لم يجدوا فيها للسلف كلاماً.\nالجزء: 1 ¦ الصفحة: 87\n",
        "الفصل الأول\nفي اسمها ووقت ظهورها\nوالأطباء يسمونها القنب الهندي، ومنهم من يسميها ورق الشهدانج، وتسمى بالغبيراء، وبالحيدرية، وبالقلندرية، ويقال: كل\nالجزء: 1 ¦ الصفحة: 89\n",
        "ورقة منها بقدر أصابع اليد، ثم قيل: كان ظهورها على يد حيدر في سنة خمسين وخمسمائة تقريباً؛ ولهذا سميت حيدرية، وذلك أنه خرج هائما بنفر من أصحابه، فمر على هذه الحشيشة، فرأى أغصانها تتحرك من غير هواء فقال في نفسه: هذا السر فيها، فاقتطف وأكل منها، فلما رجع إليهم أعلمهم أنه رأى فيها سراً وأمرهم بأكلها.\nوقيل: ظهرت على يد أحمد المارجي القلندي، ولذلك سميت القلندرية.\nالجزء: 1 ¦ الصفحة: 90\n",
        "قال أبو العباس بن تيمية: إنما لم يتكلم فيها الأئمة الأربعة رحمهم الله وغيرهم من علماء السلف لأنها لم تكن في زمنهم، وإنما ظهرت في أواخر المائة السادسة، وأول المائة السابعة حين ظهرت دولة التتار.\nوكذا قال غيره: إنها كانت شر داخل على بلاد العجم، حين استولى على من فيها التتار ثم انتقلت إلى بغداد وقد علم ما جرى على أهلها من قبيح الأثر.\nالجزء: 1 ¦ الصفحة: 91\n",
        "الفصل الثاني\nفي مضارها في العقل والبدن\nوذكر بعضهم أنه جُمع فيها مائة وعشرون مضرة دينية ودنيوية، وقد أجمع الأطباء على أنها تورث الفكرة، والفكرة تثير الحرارة الغريزية، وربما قويت على الحرارة الغريزية فعزلتها عن الجسد، واستولت على البدن فجففت الرطوبات واستعد للأمراض الحارة والسيئة والحمايات.\nقال محمد بن زكريا الرازي: أكل ورق الشهدانق البستاني يصدع الرأس ويقطع\nالجزء: 1 ¦ الصفحة: 93\n",
        "المنى ويجففه، ويولد الفكرة، والعلة في ذلك أن رطوبات الأبدان الكائنة على حد الاعتدال تقع تبعاً لبقاء الحيوان، فما يجفف الرطوبة منه فإنه مضر معين على إتلافه، وهو يورث موت الفجاءة، واختلال العقل، والدق، والسل، والاستسقاء، والأبنة.\nالجزء: 1 ¦ الصفحة: 94\n",
        "وقال بعض الأئمة: كل ما في الخمر من المذمومات موجود في الحشيشة وزيادة، فإن أكثر ضرر الخمر في الدين لا في البدن، وضررها فيهما، وهي تشارك الخمر في السكر وفساد الفكر ونسيان الذكر وإفشاء السر وذهاب الحياء وكثرة المراء وعدم المروءة وكشف العورة وقمع الغيرة وإتلاف الكيس ومجالسة\nالجزء: 1 ¦ الصفحة: 95\n",
        "إبليس وترك الصلاة والوقوع في المحرمات.\nهذا بعض ضررها في الدين.\nوأما البدن: فتفسد العقل، وتقطع النسل، وتولد الجذام، وتورث البرص، وتجلب الأسقام وتكسب الرعشة، وتنتن الفم، وتجفف المني، وتسقط شعر الأجفان، وتحرق الدم, وتحفر\nالجزء: 1 ¦ الصفحة: 96\n",
        "الأسنان، وتظهر الداء الخفي، وتضر الأحشاء، وتبطل الأعضاء، وتضيق النفس، وتقوي الهوس، وتنقص القوى، وتقل الحياء، وتصفر الألوان، وتسود الأسنان، وتثقب الكبد، وتوهج المعدة، وتولد في الفم البخر، وفي العين الغشاوة، وقلة النظر، وفي المخيلة كثرة الفكر.\nالجزء: 1 ¦ الصفحة: 97\n",
        "ومن أوصافها المذمومة أنها تكسب آكلها الكسل، وتورثه الفشل، وتجعل الأسد كالعجل، وتصير العزيز ذليلا، والصحيح عليلا، إن أكل لا يشبع، وإن أعطى لا يقنع، وإن كلم لا يسمع، تجعل الفصيح أبكما، والفطيح به أبلما، تسقط المروءة، وتزيل الفتوة، ثم إنها تفسد الفكرة، وتبلد الفطرة، وتخمد الفطنة، وتولد البطنة، تجعل الأكل فنه،\nالجزء: 1 ¦ الصفحة: 98\n",
        "والنوم له مظنة، فهو بعيد عن السنة، طريد من الجنة، موعود من الله تعالى باللعنة، إلا أن يقلع من الندم سنه، ويحسن بالله تعالى ظنه، ولله در القائل:\nوأصغر دائها والداء جم\n...\nبغاء أو جنون أو نشاف\nقلت: ومن أعظم دائها أن متعاطيها لا يكاد يتوب لتأثيرها في مزاجه، وأنت ترى أهلها أكثر الخلق ضلالاً وتجافياً عن الاستقامة، وأقرب إلى الدنية\nالجزء: 1 ¦ الصفحة: 99\n",
        "وأسفه أحلاماً، وأفسد تصرفاً، ولله در القائل:\nقل لمن يأكل الحشيشة جهلا\n...\nيا خسيسا قد عشت شر معيشة\nدية العقل بدرة فلماذا يا سفيها قد بعتها بحشيشة\nالجزء: 1 ¦ الصفحة: 100\n",
        "الفصل الثالث\nفي أنها مسكرة ومفسدة للعقل\nوالذي أجمع عليه الأطباء والعلماء لأحوال النبات أنها مسكرة منهم: أبو محمد عبدالله بن أحمد المالقى العشاب، ابن البيطار في كتاب: \" الجامع لقوى الأدوية والأغذية \" قال: ومن القنب الهندي نوع ثالث يقال له: القنب، ولم أره بغير مصر، ويزرع في البساتين، وتسمى الحشيشة أيضا، وهو يسكر جدا، إذا تناول منه الإنسان يسيراً قدر درهم أو درهمين،\nالجزء: 1 ¦ الصفحة: 101\n",
        "حتى إن من أكثر منه أخرجه إلى حد الرعونة، وقد استعمله قوم فاختلت عقولهم، وربما قتل.\nوقال في علاجه: القيء بسمن وماء سخن حتى تنقى المعدة، وشراب الحماض لهم في غاية النفع.\nوأما الفقهاء: فقد صرحوا بأنها مسكرة منهم: أبو إسحاق الشيرازي رحمه الله، في كتاب \" التذكرة في الخلاف \"، والشيخ محيي\nالجزء: 1 ¦ الصفحة: 102\n",
        "الدين النووي رحمه الله في \" شرح المهذب \"، ولا يعرف فيه خلاف عندنا، وقد يدخل في حدهم السكران، بأنه الذي اختلط كلامه المنظوم، وباح بسره المكتوم، أو الذي لا يعرف السماء من الأرض، ولا الطول من العرض. ويحكى عن بعض من تناولها أنه إذا رأى القمر يظنه لجة ماء، فلا يقدم عليه.\nوبلغني عن أبي العباس ابن تيمية أنه قال: الصحيح أنها مسكرة كالشراب، فإن أكلتها ينشون عنها، ولذلك يتناولونها، بخلاف البنج وغيره،\nالجزء: 1 ¦ الصفحة: 103\n",
        "فإنه لا ينشى ولا يشتهى. ولم أر من يخالفه في ذلك، إلا أبا العباس القرافي في قواعده فقال: نص العلماء بالنبات في كتبهم على أنها مسكرة، والذي يظهر لي أنها مفسدة. قال: وتحرير الفرق بين المفسد، والمرقد، والمسكر أن المتناول من هذه إما أن يغيب عنه الحواس أو لا، فإن غابت عنه الحواس كالسمع والبصر واللمس والشم والذوق فهو المرقد، وإن لم يغب عنه الحواس، فإما أن يحدث معه نشوة وسرور أو قوة عند التناول غالباً أم لا، فإن حدث فهو المسكر،\nالجزء: 1 ¦ الصفحة: 104\n",
        "وإلا فهو المفسد، فالمسكر هو المغيب للعقل مع نشوة وسرور كالخمر، والمفسد: هو المشوش للعقل مع عدم السرور الغالب كالبنج.\nويدل على ضابط المسكر قول الشاعر:\nالجزء: 1 ¦ الصفحة: 105\n",
        "ونشربها فتتركنا ملوكا\n...\nوأسدا ما ينهنهنا اللقاء\nفالمسكر يزيد في الشجاعة والمروءة، وقوة النفس، والميل إلى البطش في الأعداء والمنافسة في العطاء، ومنه قول القاضي عبد الوهاب المالكي رحمه الله تعالى:\nزعم المدامة شاربوها أنها تنفي الهموم وتصرف الغما\nصدقوا سرت بعقولهم فتو هموا أن السرور لهم بها تما\nسلبتهم أديانهم وعقولهم أرأيت عادم دينه، مغتما\nقال: فظهر بهذا أن الحشيشة مفسدة، وليست مسكرة لوجهين:\nالجزء: 1 ¦ الصفحة: 106\n",
        "أولهما: أنها تثير الخلط الكامن في الجسد كيفما كان، فصاحب الصفراء تحدث له حدة، وصاحب البلغم تحدث له سباتا وصمتا، وصاحب السوداء تحدث له بكاء وجزعاً، وصاحب الدم تحدث له سروراً يقدر حاله، فتجد منهم من يشتد بكاؤه، ومنهم من يشتد صمته.\nوأما الخمر والمسكرات: فلا تكاد تجد أحدا ممن يشربها إلا وهو نشوان مسرور بعيد عن صدور البكاء والصمت.\nالجزء: 1 ¦ الصفحة: 107\n",
        "وثانيهما: إننا نجد شراب الخمر تكثر عربدتهم، ووثوب بعضهم على بعض بالسلاح، وهو معنى البيت المتقدم في قوله:\n* وأُسْدًا مَا يُنَهْنِهُنا اللِّقَاءُ *\nوأكلة الحشيش خلاف ذلك، بل هم رقدة سكوت، وهم أشبه شيء بالبهائم، وذلك أن القتلاء توجد كثيرا مع شراب الخمر دون\nالجزء: 1 ¦ الصفحة: 108\n",
        "أكلة الحشيش.\nوهذا الذي قاله القرافي ممنوع، ولا يساعد عليه دليل. وقوله: إن المغيب للحواس هو المرقد يرد عليه: الإغماء والنوم فإنهما مغيبان للحواس، وليسا بمرقد، والبيت الذي أنشده ليس دليلاً على ضابط المسكر، لكن على تأثير الخمر في هذا القائل وأضرابه، ولا يساوي الخمر غيرها في هذه الخصال، وإن تحققنا فيه الإسكار، كالمزر.\nوما ذكره في الوجه الأول في الفرق، ليس باستقراء صحيح،\nالجزء: 1 ¦ الصفحة: 109\n",
        "فقد بلغني عن بعض الناس أنه إذا سكر بكى بكاء شديداً.\nوأما أهل الحشيش فقد رأيناهم في أول التناول ذوي نشأة وطرب، ثم يعتريهم الخمود والغيبة.\nوكذلك في أهل الخمر من يفضي به الحال إلى شبه الميت، إما بحسب الأمزجة، وإما بحسب قلة التناول، أو كثرته فيهما، فهي وما ذكره في الوجه الثاني بالحل أيضا، فإن الخمر كما قلنا هي مراد الشاعر، وهو صاحب هذه الخاصية، وقد ثبت الإسكار لغيره من أنواع الأشربة، وهو دونه في ذلك، وعلى التناول فإنه من تأثير الأخلاط الرديئة كما\nالجزء: 1 ¦ الصفحة: 110\n",
        "سلف في الحشيش، فإن المجرم الداعي الذي تحدث عنده زيادة عربدة كما في الشراب، فظهر بهذا أن في الحشيش من الإسكار والإفساد ما يساوي الخمر في أحكامه ويزيد بمزيد الإفساد.\nوالصواب أنها مسكرة، كما أجمع عليه العارفون بالنبات، ويجب الرجوع إليهم، كما رجع إليهم في غيرها من الخواص.\nويدل على أن الحشيشة مسكرة، أن معنى الإسكار تغطية العقل وقد قال تعالى:\n...\n(إِنَّمَا سُكِّرَتْ أَبْصَارُنَا) أي غطيت.\nالجزء: 1 ¦ الصفحة: 111\n",
        "وقد دل العقل على أنه يحدث عند تناولها حالة لم تكن قبل تناولها، فتلك الحالة هي مبادئ تغيير العقل، فإن كان المعني بالإسكار هذا فذاك، وإن كان المراد من الإسكار، تغيير العقل الحادث في المزاج المضر بالأفعال الاختيارية، المخرج عن حد الاعتدال إلى الإفراط والتفريط، فهو موجود فيه.\nالجزء: 1 ¦ الصفحة: 112\n",
        "وقول من قال: إنها مفسدة للعقل باطل لأنه إن فسد لجن صاحبه، إذ فساد العقل ذهابه.\nالجزء: 1 ¦ الصفحة: 113\n",
        "الفصل الرابع\nفي أنها حرام\nوقد تظاهرت الأدلة الشرعية والعقلية على ذلك.\nأما الكتاب والسنة، فالنصوص الدالة على تحريم المسكر تناولتها، وفي صحيح مسلم: (كل مسكر خمر، وكل خمر حرام)\nالجزء: 1 ¦ الصفحة: 115\n",
        "وأيضاً فإنها تصد عن ذكر الله، وعن الصلاة، وما كان هذا وصفه كان حراماً كالخمر، وقد قال الله تعالى: (وَيُحَرِّمُ عَلَيْهِمُ الْخَبَآئِثَ) الأعراف\nالجزء: 1 ¦ الصفحة: 157\n",
        "وأي خبيث أعظم مما يفسد العقول التي اتفقت الملل والشرائع على إيجاب حفظها، وقد حرم الله تعالى إذهاب العقول باستعمال ما يزيلها، أو يفسدها أو يخرجها عن مخرجها المعتاد،\nالجزء: 1 ¦ الصفحة: 117\n",
        "ولا شك أن تناول الحشيشة يظهر به أثر التغيير في انتظام العقل، والقول المستمد كماله من تصرف العقل شرعاً وعرفا.\nوقد روى أبو داود في سننه بإسناد حسن عن ديلم الحميري قال: سألت رسول الله صلى الله عليه وسلم فقلت: (يا رسول الله إنا بأرض باردة نعالج عملاً شديداً، وإنا نتخذ شراباً من هذا القمح نتقوى به على أعمالنا، وعلى برد بلادنا. قال: هل يسكر؟ قلت: نعم. قال: فاجتنبوه. قال: قلت: فإن الناس غير تاركيه. قال: فإن لم يتركوه فقاتلوهم)\nوهذا منه صلى الله عليه وسلم تنبيه على العلة التي لأجلها حرم المزر، فوجب أن كل شيء عمل عمله يجب تحريمه.\nولا إشكال أن الحشيشة تعمل ذلك وفوقه.\nروى الإمام أحمد رحمه الله في مسنده، وأبو داود في سننه عن أم سلمة رضي الله عنها قالت: نهى رسول الله صلى الله عليه وسلم عن كل مسكر ومفتر.\nالجزء: 1 ¦ الصفحة: 118\n",
        "قال العلماء: المفتر كل ما يورث الفتور، والخدر في الأطراف، وهذا الحديث أدل دليل على تحريم الحشيشة بخصوصها، فإنها إن لم تكن مسكرة كانت مفترة مخدرة، ولذلك يكثر النوم من متعاطيها، وتثقل الرأس بواسطة تبخيرها للدماغ.\nوأما الإجماع على تحريمها فقد نقله غير واحد، منهم القرافي في قواعده، وكذلك ابن تيمية، وهو حافظ، قال: ومن استحلها فقد كفر. وفي\nالجزء: 1 ¦ الصفحة: 119\n",
        "هذا نظر؛ لأن تحريمها ليس معلوما من الدين بالضرورة، ولو سلمنا ذلك، لكن لا بد أن يكون دليل الإجماع قطعياً على أحد الوجهين، وقد أجمع الفقهاء من أصحابنا وغيرهم على أنه يحرم تناول المسكر، وعمم النبات وغيره. وقال الإمام الرافعي رحمه الله: عمموا النبات وغيره. وقال الرافعي رضي الله عنه في باب الأطعمة في \" بحر المذهب \": إن النبات الذي يسكر وليست فيه شدة مطربه يحرم أكله.\nوفي فتاوى المرغيناني من الحنفية أن المسكر من البنج، وأن\nالجزء: 1 ¦ الصفحة: 120\n",
        "لبن الرماك حرام ولا تحل، ولا حد فيه، قاله الفقيه أبو جعفر، ونص عليه شمس الأئمة السرخسي انتهى.\nوفيه فائدة: أن هذا الذي يستعمله الترك ويسمونه القمز حرام.\nالجزء: 1 ¦ الصفحة: 121\n",
        "الفصل الخامس\nفي أنها طاهرة أو نجسة\nوهذا ينبني على ما سبق في أنها مسكرة، فإن قياس من يقول بإسكارها، أن يقول بنجاستها، ووفى بذلك الطوسى في \" المصباح \" فقال: الحشيشة نجسة إن ثبت أنها مسكرة، لكن الشيخ محيى الدين قال: إنها مسكرة وليست بنجسة، ولم يحك فيه خلافا، ويؤيده أن الشيخ تقي الدين بن دقيق العيد رحمه الله فيما كتبه على فروع ابن الحاجب\nالجزء: 1 ¦ الصفحة: 123\n",
        "قطع بأنها طاهرة، وحكى الإجماع عليه، قال. والأفيون وهو لبن الخشخاش أقوى فعلاً من الحشيش؛ لأن القليل منه يسكر جداً، وكذلك السيكران، وجوز الطيب، مع أنه طاهر بالإجماع.\nوهذا الذي ادعاه من الإجماع فيه نظر لما سيأتي عن العراقي في مسألة الصلاة في شرح قديم الوجيز. قال مؤلفه: إنه سمع من الأفواه في نجاسة الحشيش قولين.\nالجزء: 1 ¦ الصفحة: 124\n",
        "وذكر ابن الصلاح في فوائد رحلته وعلَّقه عن رواية صاحب التقريب وجها: إن النبات إذا كان سماً قاتلا يكون نجسا، وإنه رد عليه بنص الشافعي رضي الله عنه.\nلكن القياس في الحشيش الطهارة وليس لنا نبات نجس العين قط إلا النبات الذي يسقى بالنجاسة، فإنه نجس العين عند الصيدلاني رحمه الله، حتى قالوا: في السم الذي هو نبات، إنه طاهر مع أنه أشد ضرراً من الحشيش، ولا يتجه القول بالتنجيس، ولو كانت مسكرة؛ لأن الدليل إنما تنصص في الخمر، وغيرها ليس في معناه من كل الوجوه، ولا يقال على جواز تناول اليسير منها، ولو كانت نجسة لما جاز ذلك.\nالجزء: 1 ¦ الصفحة: 125\n",
        "الفصل السادس\nفي أنه هل يجب فيها الحد\nوالصواب الوجوب للإسكار، فيتناولها أدلة الحد في المسكر، ولأن صاحبها يهذي، وإذا هذى افترى، فيجلد حد الفرية.\nوقد صرح الماوردي بأن النبات الذي فيه شدة مطربة يجب فيه الحد، ولا ينافي هذا ما حكاه الرافعي عن \" البحر \" أن النبات المسكر لا حد على آكله، لأن مراده ما ليس فيه شدة مطربة، كما صرح به.\nوقال الرافعي في باب الشرب: ما يزيل العقل من غيره الأشربه كالبنج،\nالجزء: 1 ¦ الصفحة: 127\n",
        "لا حد في تناوله، لأنه لا يلذ ولا يطرب، ولا يدعو قليله إلى كثيرة انتهى.\nوهو يفهم إيجاب الحد في الحشيشة، لأنها على العكس من البنج.\nوقال القرافي: اتفق فقهاء العصر على المنع منها، واختلفوا في الواجب فيها: الحد، أو التعزير بناء على أنها مسكرة، أو مفسدة للعقل.\nوعن كتاب \" الذخيرة \" له: أنه يجب فيها الحد والتعزير.\nوفي فتاوى \" الخلاصة \" للحنفية: وشرب البنج للتداوى لا بأس به، فإن\nالجزء: 1 ¦ الصفحة: 128\n",
        "ذهب به عقله لا يحد، يعني بالاتفاق، فإن سكر يحد عند محمد، وعند أبي حنيفة رضي الله عنه وأبي يوسف يعزر ولا يحد.\nوقال الشيخ عز الدين في \" القواعد \": فإن قليل هلا يجب الحد إذا زال العقل بغير مسكر كالبنج وغيره؟\nوالجواب: عن إفساد العقل بذلك في غاية الندور، إذ ليس فيه تفريح، ولا إطراب يحثان على تعاطيه، بخلاف الخمر والنبيذ، فإن ما فيهما من التفريح والإطراب حاث على شربهما، فغلبت لذلك مفسدتهما، فوجب الحد لِغلبة المفسدة، ولم يجب في البنج ونحوه لندور الإفساد به.\nالجزء: 1 ¦ الصفحة: 129\n",
        "الفصل السابع\nفي فروع متفرقة ومولدات\nمنها: هل تبطل الصلاة بحملها، وذلك ينبني على نجاستها، وطهارتها، وقد سبق. وقال القرافي رحمه الله: سئل بعض فقهاء العصر عمن صلى والحشيشة معه، هل تبطل صلاته فأجاب، إن صلى بها قبل أن تحمَّص أو تصلق صحت صلاته، أو بعد ذلك بطلت؛ لأنها إنما تغيِّب العقل بعد التحميص أو الصلق، أما قبله فهو ورق أخضر فلا، بل هي كالعصير للعنب، وتحميصه كغليانه.\nقال: وسألت عن هذا الفرق جماعة ممن يعانيها فاختلفوا على قولين: منهم من سلمه، ومنهم من قال: يؤثر مطلقاً، وإنما تحمص لإصلاح طعمها، وتعديل صفتها خاصة.\nفعلى القول بعدم الفرق تبطل الصلاة، وعلى القول به يكون الحق ما قاله المفتى عن صح أنها مسكرة، وإلا صحت بها الصلاة مطلقاً.\nقال: والذي\nالجزء: 1 ¦ الصفحة: 131\n",
        "أعتقده أنها لا تبطل الصلاة مطلقاً كالبنج.\nوهذا قاله بناء على اعتقاده أنها مفسدة وليست بمسكرة.\nومنها: هل يحرم يسيرها الذي لا يسكر؟\nوصرح النووي في \" شرح المهذب \" بأنه لا يحرم أكل القليل من الذي لا يسكر.\nوالفرق أن الحشيش طاهر، والخمر نجس، فلا يجوز شرب قليله للنجاسة.\nوكلام \" التنبيه \" يفهم جواز أكل قليل الحشيش فإنه قال: وكل طاهر لا ضرر في أكله يحل أكله، وقليلها طاهر لا ضرر في أكله. ولذلك صرح القرافي رحمه الله فقال: إنه يجوز تناول اليسير منها.\nكل ذلك بناء على اعتقاده أنها ليست بمسكرة.\nالجزء: 1 ¦ الصفحة: 132\n",
        "أما الشيخ محيى الدين رحمه الله، وغيره ممن يعتقد أنها مسكرة فلا يحسن منه إطلاق تجويز القليل، وقد صح في الحديث الصحيح: (ما أسكر كثيره فقليله حرام)\nوالمتجه أنه لا يجوز تناول شيء من الحشيش لا قليل ولا كثير، وهو أشد ضرراً من الخمر.\nومنها: أنه هل يجب على آكله التقيؤ منها؟\nإن قلنا: إنها مسكرة، ولنا خلاف في وجوب التقيؤ من شرب الخمر، ومحله إذا شرب قدراً لا يسكر، أو أكل نجاسة.\nفإن شرب منها قدراً لو ترك في باطنه لأسكره، وجب تقيؤه بلا خلاف، لأن إزالة العقل تحرم قطعاً.\nوحينئذ فنقول: إن من أكل من الحشيش قدراً\nالجزء: 1 ¦ الصفحة: 133\n",
        "يسكره، وجب التقيؤ منها كالخمر قطعاً، وإلا لم يجب للطهارة.\nومنها: تجويز أكلها للمضطر إذا جاع، ولا يفرع على الخلاف في الخمر للعطش؛ لأن الخمر إنما امتنعت لكون شربها يزيد في العطش، وأكل الحشيش لا يزيد في الجوع، وغاية ما فيها أنها تغطي العقل، وتغطية العقل للدواء ونحوه جائز، عند اليد المتآكلة، فيجب أكلها حفظا للروح.\nومنها: لو لم يتضرر شخص بأكل الحشيش، ولا يسكر به؟\nفالظاهر أنها لا تحرم عليه للطهارة، وعدم الضرر، وقد صرح الإمام بذلك في الشخص الذي لا يضره أكل السموم الضارة، فقال: لا يحرم عليه\nالجزء: 1 ¦ الصفحة: 134\n",
        "تعاطيها.\nوهذا بخلاف الخمر، يحرم شربها على من لا يسكر بها، وإن لم يتضرر بها للنجاسة.\nومنها: جواز التداوي بها، إن ثبت أنها تنفع من بعض الأدواء، وقد قيل: إنها تحلل النفخ، وتنقي الأبرية من الرأس عند غسله بها، والأبرية مرض يحدث بسطح الرأس، وهي بثور بيض مبصرة، والعلة في فعلها لذلك ما اشتملت عليه من الحرارة واليبس، وينبغي الجزم بالجواز.\nقال الزعفراني: والمحمودة وغيرها مما يقتل كثيرة، قد أجمع\nالجزء: 1 ¦ الصفحة: 135\n",
        "الناس على تناول القليل منه للحاجة.\nثم رأيت الروياني في \" البحر \" صرح بذلك فقال: ويجوز التداوي به وإن أفضى إلى السكر إذا لم يكن منه بد.\nقال: وما يسكر مع غيره ولم يسكر بنفسه إن لم تنتفع به في دواء أو غيره فيحرم أكله، وإن كان ينتفع به حل التداوي به.\nونص الإمام الشافعي رضي الله عنه على أنه لا يجوز أكل الدرياق المعمول من لحوم الحيات، إلا في حالة الضرورة، بحيث يجوز له أكل الميتة.\nالجزء: 1 ¦ الصفحة: 136\n",
        "فائدة: تحص مما سبق أنه يجوز تناولها في خمسة مواضع:\nأكل يسيرها على ما قاله النووي رحمه الله، وأكلها لمن لا يسكر بها، وأكلها لمن يتداوى بها، وأكلها عند قطع اليد المتآكلة، وأكلها عن المخمصة. ويجب إن لم يجز.\nومنها: أنه يحرم، إطعامها الحيوان، كما يحرم إسكاره، وقد قيل: إنها لا تأكلها، ومنها أنه يجوز بيع اليسير منها.\nنعم بيعها لأنها تنفع من الأدوية كالسقمونيا والأفيون بشرط أن يكون يسيراً.\nنعم بيعها لمن يتحقق منه تعاطيها حرام، كما في بيع العنب لعاصر الخمر، وقياس قولهم أنها مسكرة بطلان البيع وإن كانت طاهرة، كآلات الملاهي.\nومنها: زراعتها لغرض الاستعمال والإسكار حرام، ويجوز لغرض التداوي، وقد أفتى تقي الدين بن تيمية بتحريم زراعة العنب الذي\nالجزء: 1 ¦ الصفحة: 137\n",
        "لا يتزبب ولا يمكن أن يجيء إلا خمرا ببعض نواحي الشام.\nومنها: أنه يقع طلاق آكلها، ولا يخفى حكمه مما تقدم.\nوقال الروياني في \" البحر \": لو شرب دواء أو نجساً لا للتداوي، بل للهو والمجون، فلا نص للشافعي رضي الله عنه، ولكن قياس قوله: في أنه يقضي الصلاة أنه كالسكران.\nوقال في \" الحاوي \": فيه وجهان: أحدهما أنه كالسكران، والثاني وبه قال أبو حنيفة: لا يقع طلاقه، وإن كان عاصياً.\nالجزء: 1 ¦ الصفحة: 138\n",
        "وقال الجرحاني في \" الشافي \": لو شرب مختاراً أو شرب البنج تهزيا أو تطربا فزال عقله، وقع طلاقه؛ لأن فعله معصية، فلزمه ما تولد منه كسراية القطع في القصاص والسرقة.\nوفي فتاوى \" المرغيناني \" للحنفية: لو سكر من البنج لا تنفد تصرفاته لأن نفاد التصرف شُرِع زاجرا، ولا حاجة إليه، وصار كمن ضرب رأس نفسه حتى ذهب عقله.\nومنها قال القاضي حسين رحمه الله في باب صلاة المسافر من \" تعليقته \": إذا شرب البنج وغيره مما يزل العقل فعليه قضاء الصلاة والصيام بعد الإفاقة كالسكران؛ لأنه جلب إزالة بنفسه فيؤاخذ به.\nوالله سبحانه وتعالى أعلم.\nالجزء: 1 ¦ الصفحة: 139\n",
        ""
    ]
}