{
    "1": [
        "سبب تسمية الشقة بهذا الاسم\nسبب تسمية «الشُّقَّة» بهذا الاسم\nمقال قديم كتبه الأستاذ:\nسليمان بن حمود الحصيني ـ رحمه الله ـ\nنُشر في «جريدة الرياض»، عام (1403 هـ)\nأعاد نشره، وعلَّق عليه، وأضاف:\nإبراهيم بن عبدالله بن عبدالرحمن بن حمود بن محمد بن مديهش بن محمد بن إبراهيم بن سالم الحميدي\nالجزء: 1 - الصفحة: 1\n",
        "بلدة «الشُّقَّة» كانت بلدة كبيرة في شمال غرب\n...\n«بُريدة»، وأصبحت «الشقة السفلى» الآن حيَّاً من الأحياء الشمالية الغربية ل «بريدة»\nو«الشقة العليا»، و «ضاري» مزارع واستراحات، وأملاك مهجورة، وليس فيها ساكنون.\nالجزء: 1 - الصفحة: 3\n",
        "[صورة]\nالطرق المحدثة ألغت حدود البلدة، فالشقة المكتوبة في الخريطة هي السفلى، والنجمة الصفراء هي في منتصف «ضاري»، وما فوقها: الشقة العليا\nالجزء: 1 - الصفحة: 4\n",
        "[صورة]\nالجزء: 1 - الصفحة: 5\n",
        "[صورة]\nالجزء: 1 - الصفحة: 6\n",
        "بسم الله الرحمن الرحيم\nالحمد لله وحده، والصلاة والسلام على من لانبي بعده،\nأما بعد\nفالباعث على كتابة هذه الأوراق، أني لما كتبتُ لموقع أسرتنا الكريمة في «الشبكة العالمية»: أسرة المديهش www.almdehesh.com\nتعريفاً مختصراً ب «الشقة» و «ضارج»، وذلك في عام (1431 هـ)، وكان غالبه منقولاً من تعريف متداول، حرصت فيه على مسألتين علميتين اثنتين:\n1. هل «ضارج» الواردة في معلَّقة امرئ القيس، هي «ضارج القصيم» أم غيرها؟\n2. إنكار القصة الخرافية في سبب تسمية الشقة بها الاسم.\nولم أجد قبل كتابتي ولا بعدها مَن ذَكَر المسألة الثانية، رغم يقيني بوضوحها، وإنكار العقل لها.\nوفي مقدمة تحقيقي لكتاب «البراهين المعتبرة» أوردت تعريفاً مختصراً ب «ضارج» و «الشقة»، وقرأته على معالي الشيخ: محمد بن ناصر العبودي\nالجزء: 1 - الصفحة: 7\n",
        "ـ حفظه الله ـ، خاصة وأنه قد أورد هذه القصة في كتابه «معجم بلاد القصيم» نقلاً عن كبار السن من أهل «الشقة»، لما أنهيت القراءة أيدني مباشرة على ما ذكرت حرفاً حرفاً، وتعجب الشيخ من أن تكون البلدة الكبيرة مقابل شق بيت من شعر، لا يساوي شيئاً، والشق القطعة الصغيرة، أقدرُها أنا بمتر في مترين! !\nومن بركات مجلس معالي الشيخ، أن التقيت فيه بالأستاذ الكريم المتواضع المحب لبلدته وأهلها: علي بن ناصر بن عبدالعزيز بن إبراهيم الحصيني، من أهل «الشُّقَّة».\nوصِلتُه بأمير «الشُّقَّة»، الكريم الشهير: سند بن إبراهيم الحصيني\n...\n(ت 1347 هـ) - رحمه الله -، عمُّ أبيه.\nأتحفني بوثائق جميلة لأسرتنا (آل مديهش)، وهي مداينات، كان الأمير: سند الحصيني يداين فيها غالب أسر الشقة، وبريدة أيضاً، فما وجد من مداينة فيها اسم من أسماء أسرتنا إلا تكرم عليَّ ـ أحسن الله إليه ـ فأتحفني بصورة منها.\nالجزء: 1 - الصفحة: 8\n",
        "وقد أخبرني بامتلاكه كثيراً من الوثائق الأصلية، وهي وثائق أسرته الكريمة، ولاشك في نفاستها مادام أن أسرته تولت الإمارة قرناً من الزمان أو أكثر، وأن جده إبراهيم، وابنه الأمير: سند، كان يداين غالب البلد، فكم من وثيقة أخرجت لأسرة علماً كثيراً ـ يعرف ذلك من عرف الوثائق، ويجهل ذلك كله من جهل قيمتها ـ.\nوقد اقترحت عليه كثيراً ـ ولا زلت ـ أن يصوِّر هذه الوثائق كلَّها في مجلد أو مجلدين، يشير تحت كل وثيقة بمضمونها، واسم كاتبها والشهود، وتاريخها، لتستفيد أسر كثيرة جداً من هذا الكنز الدفين، وليُحفظ الحقُّ باسم أسرتهم: «وثائق أسرة الحصيني».\nوأطلعته ـ رعاه الله ـ على تجارب مماثله.\nلعل الله أن ييسر له ويعينه على إخراج الوثائق كلها.\nوكان من ضمن الحديث معه: أني لم آت بجديد عن «الشقة»، وليس عندي مقدرة وقتيه، وبحثية للكتابة عنها، سوى أني تحدثت عن مسألة واحدة، ولا أعلم من سبقني إليها، وهي مسألة: إنكار القصة المتداولة\n...\nإلخ\nفذكر لي أن ابن عمه كتبَ فيها مقالاً، نُشر قديماً في إحدى الصحف!\nالجزء: 1 - الصفحة: 9\n",
        "فتعجبت من هذا السبق الجميل، وتعجبت أكثر من الاختفاء السئ للمقال! لمَ لمْ تتداوله الأيدي الباحثة والكاتبة التي تحدثت عن البلدة\n...\nـ والكتابات عنها قليلة ـ؟ !\nالمقصود أن أبا ناصر علي الحصيني ـ سلمه الله ـ وعدني بصورة من المقال، ولما اطلعت عليه، تفاجأت أنه مقال كتب عام (1403 هـ)، ولم ينتشر فيما انتشر من كلام قليل، وهذر كثير في «النت»، من متطفلين على الكتابة، متعصبين لأسرتهم فقط؟ !\nولأن المقال لم يشر إليه أحد ـ فيما أعلم ـ، ولم يُعَدْ نشرُه في وسائل التواصل الحديثة، وقد تجاهلَه مَن كتب عن البلدة، ولأنه قديم نسبياً، وأعتبره أول من أعمل عقله في نقد القصة، ووفاء لجهده الطيب - رحمه الله -، وجهد ابن عمه الذي احتفظ بالمقال وأفادني به؛ وجدتُ الفرصة مناسبة لإعادة كتابته، وتصحيحه من الأخطاء الطباعية، والتعليق اليسير عليه، ثم تذييله بما كتبتُه مما توافقت معه ـ دون علم به ـ على إنكار ما تداوله أهل البلدة، وتناقله\n...\nـ بالذات ـ من كتب شجرة أسرته، تقليداً حرفياً لبعض شجرات الأسر الأخرى.\nالجزء: 1 - الصفحة: 10\n",
        "وكانت هذه الأوراق فرصة طيبة، للتنبيه على بعض المعلومات المستجدة التي لم أجد موضعاً للتنبيه فيه.\nتنبيه: للأستاذ أبي ناصر، علي الحصيني تعليقات توضيحية لما أشكل عليَّ من المقال، كتبتها في الحاشية مذيَّلةً باسمه: (علي الحصيني).\nالجزء: 1 - الصفحة: 11\n",
        "مقال قديم قبل أكثر من (33) سنة\nنُشر في «جريدة الرياض» في عددها (5472)، يوم الخميس، تاريخ\n...\n(28/ شعبان/ 1403 هـ)، في صفحة «الرأي للجميع»، مقال جميل، للأستاذ: سليمان بن حمود بن صالح بن إبراهيم بن عبدالله بن سند الحصيني - رحمه الله - (1)\nبعنوان:\n(هل «الشُّقَّة» اشتُرِيَتْ بشِقَّةِ من بيت الشعر كما يقولون؟ )\nذكر الشيخ العبودي في كتابه «بلاد القصيم» عن «الشُّقَّة» وسبب تسميتها، ما نصه:\n(1) ولد - رحمه الله - سنة (1357 هـ) في «الشقة السفلى»، وكان موظفاً في «وزارة العدل»: مساعد رئيس قسم الضمان والأنكحة في الرياض، تقاعد تقاعداً مبكراً، توفي سنة\n...\n(1430 هـ) في مدينة الرياض - رحمه الله -.\nجده: صالح، أخ لأمير الشقة: الشهم الكريم: سند بن إبراهيم الحصيني - رحمه الله -.\nالجزء: 1 - الصفحة: 12\n",
        "يتناقل أهالي الشقة القدامى قصة وصولهم من «التويم» في «منطقة سدير»، ويقولون ما ملخصُّه من روايات عِدَّة، بعضها يغاير بعضاً: أن أوائلهم جاءوا ـ وهم ثلاثة أشخاص ـ فوجدوا «الشُّقَّة» ماءً ل «عَنَزَة»، ووجدوهم قد ارتحلوا عنها، إلا أنهم يعلمون أنهم راجعون، ولم يكن فيها إلا عجوز، فاشتروا منها ذلك الماء، بشِقَّةٍ من بيت الشَّعَر، إذْ ليس معهم نقود، والبدوية العنَزية بحاجة إلى تلك الشقة من الشعر المنسوج، لتضيفها إلى بيتها الذي هو من الشعر، فأسموها «الشُّقَّة»، لهذا السبب، ونزلوا متجاورين، ومع أنها متسعة، ومياهها غزيرة، وآبارها قريبة النبط، وأكثرها ملئ بالآبار القديمة التي دثر بعضها، وبقي بعضها يحتاج إلى حفر أو إلى شئ من الطي، فإنهم اختلفوا فيما بينهم بناءً على بذور شقاق ونزاع حملوه معهم .. إلى آخر ما حواه الكتاب من أخبار الجزء الثالث (ص 1252)، منها: السلاح الذي يحملون عند حضورهم الصلاة؛ خوفاً من بعضهم البعض، والسور العظيم الذي بنوه رغم سعتها وصعوبة وبناء سور يحميها.\nوإنني إذْ أشكر الأستاذ الفاضل على جمع هذه المعلومات المتغايرة، لتجدر الإشارة إلى أن البلاد قد مرَّ عليها عواصف من الفتن والفوضى إلى أن\nالجزء: 1 - الصفحة: 13\n",
        "جمعها الله تعالى تحت راية واحدة، وقويت فيها رابطة الدِّين، التي هي أقوى الروابط وأصدقها بين الناس، حتى وصلت إلى ما وصلت إليه من نعمة الأمن والاستقرار والخير الوفير، التي نرجو أن نوفق لشكرها، وحُسن رعايتها.\nولا شكَّ أن قبيلة «عنَزَة» كانت من القبائل الرئيسية في «القصيم»، و «القصيم» كلُّه بلادهم وبلاد غيرهم من القبائل، وأخلاط الناس.\nأما ما استفاض من الأفراد المذكورين من أخبار، ودعواهم أنهم اشتروا «الشُّقَّة» بشقة من بيت الشعَر، وأسموها «الشُّقَّة» لهذا السبب، وقاموا بعمارتها من جديد؛ فهذا غير صحيح، ولا يعضده الدليل.\nفالجوُّ (1) عامرٌ قبل مجيئهم، والاسم قديمة، و «الشُّقَّة» لا تخصهم وحدهم، ومع أن البلاد ـ ولله الحمد ـ قد أصبحت واحدةً بطولها وعرضها، وذلك بفضل الله وحدة، ثم بعزيمة موحِّد هذه البلاد: عبدالعزيز بن عبدالرحمن آل سعود، وذريته من بعده، وليس لأحد منها إلا مايملك شرعاً؛\n(1) تقع وسط «الشقة السفلى»، أصلها لأسرة «الخِضِيري» من بني تميم، وقد أُخذ جزء منه لمستوصف الشقة السفلى، والمدرسة. (علي الحصيني).\nالجزء: 1 - الصفحة: 14\n",
        "إلا أن تسَرُّبَ هذه المزاعم، وأمثالها نحو الكتب، رُغم ضعتها، وعدم صحتها، حيث بدأ التأليف يبرز من جديد في الآونة الخيرة عن البلدان وأهلها، ويُقبل القول ممن هبَّ ودبَّ، ليُعْلَك ويُلْفَظ؛ جعَلَ من الضروري الرد عليها، وتصحيح كل خطأ بما يناسبه، فأقول وبالله التوفيق:\n1. أن بلداً كانت تتصل حِماه ب «الأبلقان» شمالاً، وحتى «الحُمُر» جنوباً، وما وراء «نفود المِلْح» و «الطوير» غرباً، إلى أخصب رياض في\n...\n«البطين» شرقاً، عُيِّنَ لها تَسَعُ مَرافِقَ بموجب الصك الشرعي رقم (677) في (5/ 9/ 1380 هـ)، بمطالبة كلٍّ من الشيخ: علي السليمان الضالع، وعبدالكريم السليمان الحصيني رحمهما الله؛ كانت الفائدة منها عامة وكبيرة، لولا شؤم الاختلاف.\nمياهه من أقرب مياه المنطقة، المعروفة بوفرة مياهها، تجود فيها الزراعة لاسيما الشعير والقمح؛ يجمع بين: خصوبة التربة، واعتدال الجو، وطيب المرعى، معدن يُعتبر من مصادر خيراته، وهو ما يُعرف باسم (ملح ضاري= ضارج أو الشُّقَّة)، لأغلى وأثمن من أن يطوف به زعم زاعم، فيشتريه بشقة من بيت الشَّعَر! لا تساوي في قيمتها شيئاً إلا كما يساويه بعض الكلام\nالجزء: 1 - الصفحة: 15\n",
        "الرخيص من عجوز بدوية، هي أغنى وأقنى لهذه المساحة، فهي صاحب غزله بمغزلها المعروف، وإنتاجه؛ وهو فاقد الشئ، وفاقد الشئ لا يُعطيه.\nولا تُتْرَك وحدها مقطوعة من أهلها وعشيرتها، لتنتظر وصولهم، فتبيع وطنها بقطعة ساحة؟ ! ولا تبيع وطنَها بأغلى الأثمان، فضلاً عن ساحتهم الصغيرة! !\nعلى أن الشقق تجمُّعات صغيرة، أشهرها الشقتين، والاسم قديم.\nوأما قولهم: وهو يعلمون أنهم إليها راجعون! فلا يعلمون إلا ما علموا، إذْ لا يعلم الغيب إلا الله.\nقال زهير:\nواعلمُ ما في اليوم والأمس قبله\n...\nوإني لَعَنْ عِلمِ ما في غدٍ عَمِ.\nومما يزيد في عدم صحة هذه الدعوى: السلاح الذي يحملونه عند حضور الصلاة؛ خوفاً من بعضهم البعض، إذْ لا يصح ذلك؛ لاتفاقهم في الجرَّة أولاً، وضعف المناقشة في المكان ثانياً، لكونهم ثلاثة على حدِّ زعمهم، يأتمون بإمامهم الذي يصلي خلفه اثنان منهم مسلَّحون! ! ولا يُصَدَّق ذلك؛ لما فيه من إشاعة الخوف في المسجد الذي هو مكان عبادة ووِفاق، وليس\nالجزء: 1 - الصفحة: 16\n",
        "للاستعراض، وحاجتُهم في ذلك الزمان لحماية أنفسهم من غيرهم، ألزَم من حاجتهم لحماية أنفسهم من بعضهم، على أنه ثبت أن الحيف يفرِّق بين الأقارب، وأن العدلَ يجمع شتات الناس، ولكن ما ذُكر فيه مبالغةٌ.\nويخصنا منه الدليل، ولعلَّ ذلك حصل من شواذ بعض الأفراد التي تظهر من حين لآخر، ليتوهم البعض صحتها، وهي في الحقيقة صنوف من الخيال، كعش العنكبوت، وهي تهدم ولاتبني، وتُفرِّق ولا تجمع، ولا تجلب فائدة أبداً، وتبعث الإحن، ولا تصدر من عاقل رزين، وقد حملها المؤلف على ظاهرها. (1)\n(1) أقول: لا ضير على معالي الشيخ ـ حفظه الله تعالى ـ من إيراد ما ذكره له بعضُ كبار السن من أهل «الشقة»، وليس عليه أن يبحث وراءهم، فالمعجم الجغرافي كبير جداً، وغزير المعلومات، وحسبه في مثل هذا النقل ـ وجزاه الله خيراً ـ، على أنه خطأ هذه الرواية واستنكرها، بعد أن قرأت عليه ـ رعاه الله ـ ما ذكرتُه في مقدمة تحقيقي لكتاب\n...\n«البراهين المعتبرة» من تأليف العم الشيخ: عبدالعزيز بن محمد المديهش (ت 1350 هـ) - رحمه الله -، قرأتُ على الشيخ سبب تسمية الشقة بهذا الاسم، فأقرَّ كلامي، وأنكرَ القصة المتداولة، وكان ذلك في اثنينيته الممتعة، بتاريخ (21/ 4/1434 هـ) في منزله العامر في مدينة الرياض، ولدي تسجيل صوتي لتعليقه. =\nالجزء: 1 - الصفحة: 17\n",
        "ثم السور الذي لو صحَّ الخبر، لكان في البلد أكبر مدينة وُجِدَت في تاريخ المنطقة، باعتبار تباعد الشُّقَّتين عن بعضها، لاسيما إذا أضيف لذلك\n...\n«الخبيب»، و «البشمة»، تلك السبخة المعمورة قديماً، المزدهرة بآبارها وعيونها بزعمهم؛ و «الباطن»، مما يُشكِّل خطاً مستديراً، قد يبلغ طولها عشرات الكيلوات، وهذا غريب! !\nعلى أنه ورد أن مجيئهم عن طريق «حريملاء» المعمورة سنة\n...\n(1040 هـ) (1)،\nولم يذكر بالتحديد، ولا شك أن ما بعد هذه الفترة لايكفي\n= إنَّ المؤاخذة تكون على من كتب هذه القصة وهو من أهل هذه البلدة «الشقة»، لأن طاقته العلمية منصبَّة على بلدته أولاً، فإن لم يكن من أهل العلم والبحث، فليسألهم، وليبدأ بأهل بلدته قبل غيرهم.\nللأسف نجد بعض أبناء أُسَر الشقة، يكتب هذه الخرافة في ورقاته، أو مدونته، أو شجرة أسرته نقلاً وتقليداً لشجرة أسرة أخرى من أبناء عمه! ! دون أن يُعمل عقله، ولو بحث وسأل، لوجد العلم الصحيح، والعلم رَحِمٌ بين أهله.\n(1) أقول: هذا النص من «معجم بلاد القصيم» لشيخنا الجليل العبودي ـ حفظه الله ونفع بعلمه ـ (3/ 1260)، وهو وهم منه في المعلومة والإحالة لابن عيسى، فإن الذين =\nالجزء: 1 - الصفحة: 18\n",
        ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n= قدموا للشقة جاءوا إليها من «التويم» مباشرة، وأن أبناء عمهم (آل حمد) هم الذين ذهبوا إلى حريملاء.\nوقد نقلتُ في موقع أسرتنا «أسرة المديهش» www.almdehesh.com\n...\nالنصوص المتعلقة بخروج آل أبو رباع من «التويم» ـ وذلك سنة (1045 هـ) تحديداً ـ ذهب منهم «آل هويمل» إلى «الشقة»، وذهب أبناء عمهم «آل حمد» إلى «حريملاء»، وممن خرج من التويم إلى الشقة أيضاً: الحصيني، وغيرها من الأسر.\nهذه المعلومات تجدها في موقع أسرة المديهش بالتفصيل من مخطوطات ومطبوعات كتب تاريخ نجد.\nوبما أنَّ العبودي ـ رعاه الله ـ وهِم في نص ابن عيسى والإحالة إليه، فإني أقتطع من البحث السابق نصَّ ابن عيسى:\nقال ابن عيسى - رحمه الله - ــ وعبارته من أوضح ما وقفتُ عليه ــ:\n[[وفي سنة (1045 هـ) نزل آل أبو رباع بلدَ «حريملاء»، وعمروها وغرسوها؛ وذلك أنَّ آل حمد من بني وائل حين وقع بينهم وبين آل مدلج في بلد «التويم» بعض الاختلاف؛ خرج علي بن سليمان آل حمد، وقبيلته، وابن عمه راشد، واشتروا «حريملاء» من ابن معمر رئيس بلدة «العيينة» واستوطنوها.\nتتمة: أهل حريملاء آل أبو ربَّاع، من آل حسني، من بشر، من عنزة، وحتايت جد آل حتايت من وهب، من النويطات، من عنزة. =\nالجزء: 1 - الصفحة: 19\n",
        "لزوال أثَره، وانقطاع خبَرِه، لاسيما إذا سبق ذلك فترة نموهم، وازدهارهم، ومدة التنفيذ، فهل تُرى أصابته الملوحة المزعومة، أم أن الخبر غير صحيح؟ !\n2. أن اسم «الشُّقَّة» مأخوذ في الأصل من اللغة العربية، شأن الكثير من الأماكن في جزيرة العرب، قال الله تعالى: {وَلَكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ} (1)\n= وكذلك جد آل عقيل، وجد آل هويمل الذين منهم القصارى المعروفين في «الشِّقَّة» من بلدان القصيم، وجد آل عبيد المعروفين في «التويم» من بلد سدير، من آل أبو رباع، من آل حسني، من بشر، من عنزة]]. انتهى من «تاريخ ابن عيسى».\nينظر: «تاريخ بعض الحوادث الواقعة في نجد ووفيات بعض الأعيان وأنسابهم وبناء بعض البلدان من 700 هـ إلى 1340 هـ» للشيخ: إبراهيم بن صالح بن عيسى ـ ط. المئوية ـ (ص 45)، ط. اليمامة (ص 30 ـ 31)، ط. ضمن «خزانة التواريخ النجدية» (2/ 42 ـ 43)، «مجموع ابن عيسى» ط. ضمن «خزانة التواريخ النجدية» (9/ 44) وفيه إلى قوله: واستوطنوها].\n(1) قال تعالى: {لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَاتَّبَعُوكَ وَلَكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ وَسَيَحْلِفُونَ بِاللَّهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنْفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ} سورة التوبة، آية 42.\nالجزء: 1 - الصفحة: 20\n",
        "أي المسافة. (1)\n3. قال صاحب «المنجد»: الشقة: القطعة والمساحة من الأرض. (2)\nوهذا ما ينطبق على الموقع، وهذا أيضاً معلوم لدى أساتذتنا الأفاضل، والشيح العبودي من أدرى الناس وأعلمهم بذلك، ولكن للدلالة فقط.\n(1) قال الراغب الأصبهاني في «المفردات» (ص 459): (والشُّقَّةُ: النّاحية التي تلحقك المشقّة في الوصول إليها، وقال: بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ).\nقال ابن جرير في «تفسيره» (11/ 476): (\n...\nلكنك استنفرتهم إلى موضع بعيد، وكلفتهم سفراً شاقاً عليهم؛ لأنك استنهضتهم في وقت الحر، وزمان القيظ، وحين الحاجة إلى الكِنِّ .. ).\nوكان هذا في غزوة تبوك، في صيف سنة (9 هـ)\nقال ابن سعدي في «تفسيره» (ص 338): (لو كان خروجهم لطلب العرض القريب، أي: منفعة دنيوية سهلة التناول، وكان السفر سفراً قاصداً أي: قريباً سهلاً، لاتَّبعُوكَ، لعدم المشقة الكثيرة، ولكن بعُدَت عليهم الشُّقَّة أي: طالت عليهم المسافة، وصعب عليهم السفر، فلذلك تثاقلوا عنك، وليس هذا من أمارات العبودية، بل العبد حقيقة هو المتعبد لربه في كل حال، القائم بالعبادة السهلة والشاقة، فهذا العبد لله على كل حال).\n(2) «المنجد» (ص 396).\nالجزء: 1 - الصفحة: 21\n",
        "وكان الموقع يُعرف قديماً ب «ضارج»، والشقق داخلة في مُسمَّاه، وقد تغلب شهرتها أحياناً. (1)\nو«ضارج» هو المكان المرادف لِ «الشُّقَّة العُلْيا» من الجنوب، وليس هو المكان الذي تفرقوا منه في الشُّقَّتين، فما اتَّجَهَ منه نحو الشمال فهو: «الشُّقَّة العُلْيا»، وما انحدر نحو الجنوب: «الشُّقَّة السُّفلى»، ولذلك نظائر في\n...\n«الشقق»، وغيرها، كالباطن، والبُطين، والمَسْحَب.\n4. أن المكان له ذِكْرٌ في القديم، والحديث، شأن الكثير من الأماكن في «جزيرة العرب»، ذكره الأصبهاني، والبكري، وياقوت الحموي، والشيخ: ابن بليهد، والشيخ: حمد الجاسر، وفي بحث أستاذنا الفاضل ما يُغني عن إدخال هذه المعلومات، وهم مُتَّفِقُون على قِدَم الاسم، ومسكن القبيلة تقريباً، على أن القبائل تحِلُّ وترحَل، وتتجاور، ففي «بلاد العرب» تأليف الأستاذ: الحسن بن عبدالله الأصفهاني، تحقيق الأستاذين: حمد الجاسر، وصالح العلي (ص 266): (الشقوق لبني أسيد، ثم رمز تحت (3): أسيد بن\n(1) الأصل القديم «ضارج»، ثم ورد اسم «الشقة» على موضع «ضارج» في الخمسمئة سنة الماضية.\nالجزء: 1 - الصفحة: 22\n",
        "عمرو بن تميم، وتُعرف «الشقوق» باسم «الشِّقَقْ»، وهما شقتان: الشُّقَّة العليا، والشُّقَّة السفلى، قريتان متجاورتان، تقعان غرب مدينة «بريدة»، بمسافة (14) كيلو متراً). انتهى.\nوقال الأستاذ: الجاسر أيضاً في «المعجم الجغرافي للبلاد السعودية» حرف الشين: الشُّقَّة: بضم الشين، وتشديد القاف مع فتحها: قريتان تقعان شمال غرب «بريدة»، الشُّقَّة العُلْيَا، والشُّقَّة السُفْلَى.\nوفي كتاب «جمهرة النسب» في معرض كلام عن بني عمرو بن تميم، قال: وقد تحضَّرت أسر كثيرة منهم، فبقيت في نجد .. إلى أن قال: وفي «القصيم» في «الشقق»، وفي «السمينة» (1) شرق النباج «الأسياح»، في النفود، ونجد هنا ألا تنافي يُذكر بين ما ذكره الأستاذان: الجاسر، والعبودي، غير أن الأستاذ: العبودي حصرهم في مكان واحد، وهو «النباج»، والمسافة بينهما قليلة إذا قيست بتحرك القبيلة، لا سيما إذا أُخِذَ بالاعتبار جيم «ضارج» التي تُنطق ياءً، كما هي لغة تلك القبيلة.\n(1) قرية من نفود الأسياح. (علي الحصيني).\nالجزء: 1 - الصفحة: 23\n",
        "ولا تنافي بين «الشقق» هذه والتي ذكرها الأستاذ، إذْ أنَّ الحُجَّاج يسلكون طُرُقاً شتَّى، تبعاً لتفرُّق بلدانهم، ومادام أن قال: المجاور لها من الشمال أحد هذه الممرات، حسب ما ذكره الإمام الحربي في كتابه، فإنَّ ماذكره الشيخ: ابن بليهد، وغيره، لا غُبار عليه.\nوقد ورد بحث في «مجلة العرب» لأعوام سابقة عن أسر بني خالد، ومساكنهم في القرن الثامن الهجري، وعدَّ من ذلك «ضارج»، ولعل أسرة المحيميد، من الأسر القديمة فيها، والمقصود أن «الشِّقَّة» بلدٌ معمورُ قديماً، ولم يحتلوا من عامر، ويؤيد ما ذكره الشيخ: حمد الجاسر، وجود أملاك للعضابا في «الخبيب» غربي «الشُّقَّة السُّفلَى»، وهم من الأسر التي أشار إليها من «بني عمرو»، والمذكورين والأملاك لا زالت تُنطق باسم أصحابها في عموم «الشِّقَق» أسر مختلفة في «القصيم».\nلذا، فإن ما ذكره الشيخ: العبودي في معرِض ردِّه على الشيخ: ابن بليهد، في جملة الذين بدأوا عمارتها الأخيرة، لم يكن خبراً مؤكَّداً، وقد عمروا نصيبهم فقط منها، وليسوا أهلها وحدهم، ومع ما قدَّمه أستاذنا الفاضل نجد أنه اختار من أقواله أضعفها وأبلاها، ومع ذلك أهمل الأسر المشاركة\nالجزء: 1 - الصفحة: 24\n",
        "ومعظمهم قديم، ومنهم «الحصنان» الذين عاصروهم، واستمرت رئاستهم عليها قرابة قرن من الزمن، ومن أكثر الأسر تملُّكاً فيها.\nونظر الموضوع من جانب واحد، وما نُسِبَ عنهم لا يصح عقلاً ونقلاً، وما ذكره ابن عيسى لا علاقة له باسم «الشُّقَّة» أو شرائها أو عمارتها مطلقاً، وهذه لمحة عنها، وبعض أخبارها:\nالشِّقَقْ»: قريتان، تقعان شمال «بريدة»، يميلان للغرب قليلاً، وتقع «العُليا» بجوار «ضارج»، ويبعدان عن بعضهما حوالي (6) أو (5) كيلو مترات تقريباً. و «السُّفْلى» أكبر من «العُلْيَا»، وأكثر تجمُّعات، وأفسح مجالاً، وسكانها أكثر، وكان لها من الصدقة وعليها من الجهاد: ثلاثة أخماس، ول\n...\n«العُليا» خُمْسَان، وتفصل بينهما: الحد الفاصل بين «حوطة مزيد» ب\n...\n«المَسْحَب» والقلبان المجاورة لها من الغرب، وبين «عدانة البراكي» أي بعد كيلو متر تقريباً من افتراق خطِّ «حائل» من خطِّ «المدينة المنورة»، كما أن\n...\n«الفريسة» ـ بنت الفرس ـ الواقعة غرب هذا المكان، وخارجاً عنه، فاصل\nالجزء: 1 - الصفحة: 25\n",
        "آخر هضبة صغيرة هناك، كان يُعرف ذلك بالزراعة والشكوى، (1) وسارحة الأغنام، وهو معلوم بين الجماعة أيضاً، أو معظمهم.\nوكان أهلها يتعاطون الزراعة, واستخراج المِلْح، ولمَّا كانت بلدتهم على طريق الجلب المتَّجِه إلى «بريدة»، فقد كانوا أيضاً في السابق يزاولون البيع والشراء في الإبل، والأغنام، والسمن، وما إلى ذلك، ويدخلون فيه أسواق «بريدة» التي تبعد عنهم ساعتين للماشي على الأقدام.\nوإن مما تعتزُّ به «الشُّقَّة» عموماً: تشريف جلالة الملك عبدالعزيز لها مرتين (2):\nالأولى: حينما كان يسعى لتثبيت قواعد مملكته، وهو في طريقه من\n...\n«بريدة» إلى المخيَّم، وإقران مسيره بالأمطار الغزيرة التي أنزلها الله تعالى.\nوالثانية: بعد عودته من «حائل»، في طريقه إلى «الرياض» بعد فراغه من حلِّ مشكلة خصمه: ابن رشيد، وفي كلا الحالين: استقبله أمير الشقق\n(1) كذا، ولعلها «الشوكي» روضة تسرح بها الأغنام. (علي الحصيني).\n(2) انظر في ذلك: «معجم أسر بريدة» لمعالي الشيخ: محمد العبودي (4/ 328).\nالجزء: 1 - الصفحة: 26\n",
        "آنذاك: سند بن إبراهيم آل سند الحصيني (1)، وجماعته الذي رحَّبوا به جميعاً، وباركوا له، ودعو الله له بالعزِّ والتمكين، وقد غمَر الجميع بعطفه ورعايته - رحمه الله -.\nوقد تحوَّل بعض أهلها القدامى، ودخلوا في المدن، وتركوا أملاكهم، التي ماتت بعد ذلك، شأن الكثير من أهل القرى. (2)\nوبقي منهم آخرون والتفَّ في محيطها اخيراً أعداد من قبائل شتَّى، من «عنزة، و «حرب»، و «مطير»، و «الرشايدة»، وغيرهم، وقامت مساكن وحِلل متفرقة، ومزارع هنا، وهناك. ونشطت قيمة الأراضي في ظل التطور\n(1) أمير الشقة آنذاك، كان - رحمه الله - ثرياً كريماً عاقلاً، نافعاً لأهل بلده، يداين كثيراً في وقت كان الجوع والفقر هوالغالب، ولم تقتصر مدايناته على أهل الشقة، بل يداين أهل بريدة.\nوهو سليل أكارم، فأجداده لهم مآثر دونتها الوثائق، ومنهم والد سند.\nتوفي الأمير سنة (1347 هـ)، وتولى ابنه إبراهيم الإمارة بعده، ثم عبدالعزيز بن إبراهيم.\nينظر في ترجمته، ووصيته: «معجم أسر بريدة» للعبودي (4/ 326).\n(2) ذكر لي معالي الشيخ: محمد بن ناصر العبودي ـ حفظه الله ـ أنه لا يعرف بلدة عقَّها أهلها مثل «الشُّقَّة» خرجوا منها، وتركوها، ولم يعتنوا بها!\nالجزء: 1 - الصفحة: 27\n",
        "السريع في عهد حضرة صاحب الجلالة الملك فهد بن عبدالعزيز ـ حفظه الله ورعاه ـ). انتهى مقال الأستاذ: سليمان بن حمود الحصيني - رحمه الله -.\nوفيما يلي النص المنشور في مقدمة تحقيقي لكتاب «البراهين المعتبرة»\n(ص 26 ـ 29): (1)\n(«ضارج» المعروفة الآن ب [الشِّقَّة العُليا، ضَارِي، الشِّقَّة السُّفْلَى]، وجميعها كانت تسمى قديماً «ضارج»، وهي في شمال غرب «بريدة» في منطقة القصيم.\nقال معالي الشيخ: محمد العبودي ـ وفقه الله ـ: (هي على شكل بَطْنٍ من الأرض، ممتَدٍ من الشمال إلى الجنوب، يتَّسِعُ في جهة الشمال، يحيط به من الشرق: جَالٌ: أي مرتفعٌ صخري مشرف، ومن الغرب: الرمل).\nو«ضارج» هي التي ذكرها امروء القيس (ت 80 قبل الهجرة) في «مُعلَّقته» ـ على الصحيح، كما رجَّحه المحققون في معرفة البلدان ـ.\n(1) وأصله كما سبق كُتِب في موقع أسرتنا (آل مديهش) في عام 1431 هـ.\nالجزء: 1 - الصفحة: 28\n",
        "يقول امرؤ القيس في «مُعَلَّقته»: التي مطلعها:\nقِفَا نَبْكِ من ذِكرى حَبيبٍ ومَنزِلِ\n...\nبسِقْطِ اللِّوى بين الدَّخُولِ فَحَومَل\nيقول:\nأَصَاحِ تَرَى بَرْقَاً أُرِيْكَ وَمِيْضَهُ\n...\nكَلَمْعِ اليَدَيْنِ فِي حَبِيٍّ مُكَلَّل\nيُضِئُ سَنَاهُ أَوْ مَصَابِيْحُ رَاهِبٍ\n...\nأَهَانَ السَّلِيْطَ بِالذُّبَالِ المُفَتَّل\nقَعَدْتُ لَهُ وَصُحْبَتِي بَيْنَ ضَارِجٍ\n...\nوَبَيْنَ العُذَيْبِ بُعْدَ مَا مُتَأَمَّل\nومعناه: لقد شاقنا البرق، وأعجبنا وميضه، فقعدت أنا وأصحابي بين ضارج ـ وهي الشقة في شمال القصيم ـ والعذيب وهو موضع قريب من ضارج، نتأمله، ونشيم مطره، والبرق ليس بالقريب منا فما تأملناه بعيدٌ عن موضعنا كُلَّ البُعْدِ.\nوقال في قصيدة أخرى كما في «ديوانه» ـ ط. مركز زايد ـ (2/ 460):\nقعدتُ لهَا وصُحبَتِي بين ضَارجِ\n...\nوبين تِلاعِ يثْلُث فالعريض\nقال ياقوت في «معجم البلدان» (4/ 114) العريض: جبلٌ، وقيل: اسم وادٍ، وقيل: مَوضعٌ بِنَجْدٍ.\nقال الشيخ العبودي: الشَّئُ الذي لا أَشُكُّ فِيهِ أنَّ امرأَ القيس يُرِيدُ «ضارج» القصيم، ليس غيره.\nالجزء: 1 - الصفحة: 29\n",
        "وكذا رجَّحَه الباحث الجغرافي: عبدالله بن محمد الشايع في كتابه «نظرات في معاجم البلدان ـ تحقيق مواضع في نجد ـ» (ص 258).\nوعارضهما الأستاذُ: سعدُ الجنيدل في كتابه «معجم الأماكن الواردة في المعلقات العشر» (ص 313) ورجح بأنه ليس مراد امرئ القيس «ضارج» القصيم.\nوالراجح ما ذهب إليه العبودي والشايع ــ والله أعلم ــ.\nومِن أوعَبِ مَن تَكلَّم عن «ضارج» معالي الشيخ: محمد العبودي\n...\nـ حفظه الله ـ في «معجم بلاد القصيم»، فليُرجع إليه. (1)\nوأما «الشِّقَّة» فقد سُمِّيَت بذلك لأنها شِقَّتَا وادِي «ضَارِجٍ»، هذا هو الصحيح (2)، وأما القصة المتداولة: أن التسمية لأجل شرائها بشق بيت من\n(1) ينظر: «معجم بلاد القصيم» للعبودي (4/ 1182 ـ 1386)، و «شرح القصائد السبع الطوال الجاهليات» لأبي بكر الأنباري، تحقيق: العلاَّمة عبدالسلام هارون (ص 102)، «شرح المعلقات العشر» أ. د. عبدالعزيز الفيصل (1/ 66، 115)، «شرح المعلقات السبع» للزوزني (ص 38)، «نهاية الأرب من شرح معلقات العرب» للنعساني ـ ط. السعادة في مصر (1324 هـ) (ص 34).\n(2) هذا أصح ما قيل، وربما توجد احتمالات أخرى أصح، كأن تكون في منخفض\n...\n، وانظر ما سيأتي: الشقة في المعاجم اللغوية.\nالجزء: 1 - الصفحة: 30\n",
        "شَعَر؛ فهي قِصَّةٌ خُرَافِيَّةٌ، لايقبلها العقل، ولايؤيدها الواقع، ويؤيد تكذيبها: تسمية ضارج من الشق، وكثرة آبارها، مع قدمها من الجاهلية، وكذا وجود بقاع عِدَّة بمسمى «الشقة»، كما «موسوعة أسماء الأماكن في المملكة العربية السعودية» ط. الدارة (3/ 648) وما بعدها. (1)\nو«ضارج» من الشق، قال في «القاموس» (ص 252): [ضَرَجَهُ: شَقَّه فانضرج، .. وعينٌ مضروجةٌ: واسعة الشق، وانضرج: اتَّسع\n....\nوضارجٌ: مَوْضِعٌ]. انتهى المراد نقله.\nوقد كانت في القرن العاشر تقريباً منازل للرباب، وقيل: لبني الصيداء من بني أسد، فخذان من تميم.\n(1) ومن اللطيف: أني وجدت في «الشبكة العالمية» معلومات عن قرية عامرة تسمى\n...\n«قرية الشقة» في بلدة العالية، دائرة الحجيرة، ولاية ورقلة، في دولة «الجزائر»، ورأيت قصيدة في مدحها.\nالجزء: 1 - الصفحة: 31\n",
        "وهم يقلبون الجيم ياءً، لذلك قالوا: «ضاري» بدل «ضارج»، ثم سكنها من سنة (1045 هـ) (أُسَرُ الحمادا، والمريزيق) (1) من آل هويمل، من آل أبو رباع، من السلقا، من بني تغلب بن وائل بن قاسط. (2)\n(1) وسكنها أيضاً أسر عديدة: كالحصيني، والمحيميد الأصقه، والخْضِيري ـ من تميم ـ، والشعيبي، والمزيد أهل الدعيسة، والمبارك العُمَري، والضالع، والبليهد، والعامر، والضحيان، والنامس، والدريويش، والمجحدي، والنمر، وغيرهم كثير.\nومن القدماء الذين انتقلوا من «المجمعة» إلى «الشقة»: آل سويد وهم من ذرية: سويد بن حمد ابن ساكن «المجمعة»: عبدالله الشمري.\nوانظر في قِدَم مجئ «السويد» ل «الشقة»: «تاريخ ابن لعبون» (ص 100)، «معجم أسر بريدة» (10/ 431).\n(2) انظر في «الشقة»: «معجم البلدان» لياقوت (3/ 355، 450)، «معجم ما استعجم» (3/ 806، 852) وفي الموضع الأول إحالة إلى متقدم ولم أجد كلامَه، «صفة جزيرة العرب» للهمْداني (ص 327، 329)، «القاموس المحيط» (ص 1159)، «الروض المعطار» للحِمْيَري (ص 374)، «صفة جزيرة العرب» للهمْداني (توفي في النصف الثاني من القرن الرابع) (ص 336، 380)، «معجم بلدان القصيم» للعبودي (3/ 1254، 1256)، «صحيح الأخبار» لابن بليهد (1/ 21)، «الأمكنة والمياه والجبال\n...\n» لنصر الإسكندري (ت 561 هـ تقريباً) تحقيق: العلاَّمة: حمد الجاسر (ص 183)، كتاب =\nالجزء: 1 - الصفحة: 32\n",
        "قال ياقوت الحموي: شِقّ، بكسر أوله، ويروى بالفتح عن الغوري في جامعه، اسم موضع، كذا فسره بعضهم في حديث أم زرع، وقيل: هو الناحية، والشَّقُّ بالفتح عن الزمخشري، ويُروى بالكسر أيضاً: من حصون خيبر،\n.......\nوفي كتاب نصر: شق: من قرى فدك تعمل فيها اللجم\nقال ابن مقبل ينازع شقيا: كأن عنانه يفوق به الأقداع جذع منقح وقال أبو الندى من عجوة الشق يطوف بالودك ليس من الوادي ولكن من فدك.\n= «الجواء» ضمن سلسلة هذه بلادنا د. صالح الوشمي (130 ـ 132)، «معجم الأماكن الواردة في المعلقات العشر» سعد بن جنيدل (ص 310 ـ 314)، «نظرات في معاجم البلدان ـ تحقيق مواضع في نجد» لعبدالله بن محمد الشايع (ص 234 ــ 258).\nتنبيه: هذا ما ذكرته عند الإحالة إلى «معجم ما استعجم» بأن فيه إلى إحالة إلى ما تقدم، ولم أجده، وقد تبيَّن لي فيما بعد أن المحقق تصرف في ترتيب الكتاب الأصل ـ كما ذكر العلامة الطناحي في «مقالاته» (1/ 185) ـ، فأصبحت الإحالة هنا صحيحة، وهي إلى الموضع الثاني ـ وهو متأخر عنه بعد تصرف المحقق ـ.\nالجزء: 1 - الصفحة: 33\n",
        "شقوق جمع شق أو شق وهو الناحية منزل بطريق مكة بعد واقصة من الكوفة وبعدها تلقاء مكة بطان وقبر العبادي وهو لبني سلامة من بني أسد\n...\nوقال ياقوت: والشقوق أيضا من مياه ضبة بأرض اليمامة.\nشقة بني عذرة: موضع قرب وادي القرى مرَّ به النبي - صلى الله عليه وسلم - في غزوة تبوك، وبنى في موضع منه يقال له: الرقعة مسجداً يُعدُّ في مساجده.\nشقة: بلفظ المرة الواجدة من الشق موضع أو مدينة. (1)\nومما يضاف إلى المصادر السابقة عن «ضارج» و «الشقة»\n:\n1. «معجم البلدان والقبائل في شبه الجزيرة العربية والعراق وجنوبي الأردن وسيناء» للمستشرقين، ترجمة وتعليق: أ. د. عبدالله بن ناصر الوليعي ـ ط. دارة الملك عبدالعزيز ـ (5/ 117 ـ 118، و 382)،\n...\n(8/ 301)،\n(1) «معجم البلدان» لياقوت الحموي (3/ 355 ـ 356)\nالجزء: 1 - الصفحة: 34\n",
        "2. «الشقة الماضي والحاضر» لمحمد بن عبدالرحمن بن محمد الفراج «البيداء» من أهل «الشقة السفلى»، ط. في عام 1433 هـ في مجلد\n...\n(286 صفحة، وورَقُهُ مُقَوَّى).\n3. «تاريخ نشأة مدن وقرى نجد ومعاني أسمائها» للأستاذ: منصور بن عبدالله بن حمد الشعيبي، ط. 1434 هـ في (غلاف 300 صفحة).\nوسيأتي تعليق يسير عليهما.\nالجزء: 1 - الصفحة: 35\n",
        "الشُّقَّة في معاجم اللغة:\nالشُّقَّة والشِّقَّة: السفر البعيد، ومشقَّة السفر، وعبارة بعضهم: طريق بعيدة ذات مشقة.\nوفي «تهذيب اللغة» للأزهري: (\n...\nالحراني عن ابن السكيت، قال: الشق: المشقة، والشق: نصف الشيء، والشق: الصدع في عود أو حائط أو زجاجة.\nوقال الليث: الشقة: شظية تشق من لوح أو خشبة، ويقال للإنسان عند الغضب: احتد فطارت منه شقة في الأرض، وشقة في السماء.\nوالشقة معروفة في الثياب.\nوالشقة بعد مسير إلى الأرض البعيدة، يقال: شقة شاقة، قال الله تعالى: {وَلَكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ} سورة التوبة، آية (42).\nأبو عبيد عن الأصمعي قال: الشقيقة قِطع غلاظ بين كل حبلي رمل.\nقلت (الأزهري): وهكذا فسره لي أعرابي وسمعته يقول وهو يصف الدهناء فقال: هي سبعة أحبل بين كل حبلين شقيقة، وعرض كل حبل ميل\nالجزء: 1 - الصفحة: 36\n",
        "وكذلك عرض كل شقيقة قال: وأما قدرها في الطول فما بين يبرين إلى ينسوعة القف فهو قدر خمسين ميلا .. ).\nونقل ابن منظور كلام الأزهري وفيه زيادة: مكرمة للنبات، في قوله: (الشقيقة: قطعة غليظة بين كل حبلي رمل وهي مكرمة للنبات .. ).\nقال ابن فارس (ت 395 هـ): (والشقة: مسير بعيد إلى أرض نطية. تقول: هذه شقة شاقة.\nقال الله تعالى: {وَلَكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ} سورة التوبة، آية (42).\nوالشقة من الثياب، معروفة.\nإلى أن قال ابن فارس: والشقيقة: فرجة بين الرمال تنبت. قال أبوحنيفة: الشقيقة: لين من غلظ الأرض، يطول ما طال الحبل. وقال الأصمعي: هي أرض غليظة بين حبلين من الرمل. وقال أبو هشام الأعرابي: هي ما بين الأميلين. والأميل والحبل سواء.\nوقال لبيد:\nخنساء ضيعت الفرير فلم يرم\n...\nعرض الشقائق طوفها وبغامها\nالجزء: 1 - الصفحة: 37\n",
        "وقال الأصمعي: قطع غلاظ بين كل حبلي رمل. وفي رواية النضر: الشقيقة الأرض بين الجبلين على طوارهما، تنقاد ما انقاد الأرض، صلبة يستنقع الماء فيها، سعتها الغلوة والغلوتان.\nقلنا (ابن فارس): ولولا تطويل أهل اللغة في ذكر هذه الشقائق، وسلوكنا طريقهم في ذلك، لكان الشغل بغيره مما هو أنفع منه أولى، وأي منفعة في علم ما هي حتى تكون المنفعة في علم اختلاف الناس فيها. وكثير مما ذكرناه في كتابنا هذا جار هذا المجرى، ولا سيما فيما زاد على الثلاثي، ولكنه نهج القوم وطريقتهم).\nأوردت قوله الأخير للفائدة العلمية العامة، وهي فائدة نادرة.\nقال الحُميدي في «تفسير غريب الصحيحين»: (الشقة: الناحية قاله ابن عرفة وقال اليزيدي يقال إن فلانا لبعيد الشقة أي بعيد السفر).\nقال ابن الأثير: (وفي حديث عثمان «أنه أرسل إلى امرأة بشقيقة سنبلانية» الشقة: جنس من الثياب وتصغيرها شقيقة. وقيل هي نصف ثوب.\nالجزء: 1 - الصفحة: 38\n",
        "وفي حديث ابن عمرو: «وفي الأرض الخامسة حيات كالخطائط بين الشقائق» هي قطع غلاظ بين حبال الرمل، واحدتها شقيقة. وقيل هي الرمال نفسها).\nإِذا كانت المُلاءة واحدة فهي ريطة، فإِذا كانت نصفاً فهي شُقة، والجميع: شُقق وشِقاق.\nوالشَّقُّ: جانب الجبل وغيره.\nوالشُّقة بالضم وحده، من الثياب: معروفة من الثياب السبيبة المستطيلة، والجمع شقاق وشُقُق.\nوفي «الشوارد» للصاغاني (ت 650 هـ): (الشِّقَّةُ: الشُّقَّةُ، وقرأَ ابنُ عُمَرَ (1): «وَلكِن بَعُدَتْ عَلَيهم الشِّقَّةُ»).\nبالنسبة للقراءة، جاء في «معجم القراءات القرآنية»: (قراءة الجماعة بالضم: الشُّقَّة، وهي لغة قريش.\nوقرأ عيسى بن عمر: الشِّقَّة بكسر الشين، وهي لغة قيس.\n(1) كذا في المطبوعة، ولعله تصحيف، عيسى بن عمر، كما سيأتي بعد قليل.\nالجزء: 1 - الصفحة: 39\n",
        "وعلى هذا تكون قراءة عيسى: بَعِدَت عليهم الشِّقَّة.\nقال أبو حاتم: (إنها لغة تميم في اللفظين: بعدت .. الشِّقَّة) ا. هـ أي بكسر العين والشين.\nوحكى الكسائي: شُقَّة، وشِقَّة.\nوأمال الكسائي الهاء وما قبلها في الوقف). انتهى من «معجم القراءات القرآنية». وفي حاشيته عدد من المراجع عن القراءة.\nقال الصفدي: (ويقولون لجمع الشُّقَّة: شِقَقٌ. والصواب شِقاق وشُقَق، وكل ما كان على فُعْلة مضموم الأول فجمعه يأتي على فُعَلٍ قياساً مطَّرداً، وربما جاء على فِعال نحو بُرْمة وبِرام وجُمّة وجُم وجِمام، وكذلك قُبّة وقُبَبٌ وقِباب.\nويقولون: في رجلي شُقاق. والصواب: شُقوق، فأما الشُّقاق فَداءٌ من أدواء الدوابّ، وهو صُدوع تكون في حوافرها وأرساغها).\nومن «تاج العروس»: الشق من كل شيء: نصفه إذا شُق، والشِّقَّة بالكسر: شظية أو قطعة مشقوقة من لوح أو خشب وغيره.\nالجزء: 1 - الصفحة: 40\n",
        "والشقيق: ماء لبني أسيد مصغرا مثقلا، وهو ابن عمرو بن تميم قال عوف بن عطية:\nأمن آل مي عرفت الديارا\n...\nبجنب الشقيق خلاء قفارا.\nويروى بجنب الكثيب.\nوالشقوق بالضم: منهل من مناهل الحاج، ومنزل من منازلهم بين واقصة والثعلبية. والشقوق أيضاً: من مياه بني ضبة بأرض اليمامة.\nوالشق: موضع من أعمال البحيرة.\nوقال في موضع: (الشكة بالضم: الشقة يقال: إنه لبعيد الشكة، أي الشقة). (1)\n(1) يُنظر: «جمهرة اللغة» لابن دريد (2/ 876)، و «معجم ديوان الأدب» للفارابي\n...\n(3/ 26، 73)، «تهذيب اللغة» للأزهري (8/ 205 ـ 206)، «غريب الحديث» للخطابي (1/ 272)، «مقاييس اللغة» لابن فارس (3/ 171 ـ 172)، «المخصص» لابن سيده (3/ 314، (4/ 414)، «تفسير غريب ما في الصحيحين» للحميدي (ص 161)، «أساس البلاغة» للزمخشري (1/ 515)، «شمس العلوم» للحِميَري (6/ 3320)، «النهاية في غريب الحديث» لابن الأثير (2/ 492)، «الشوارد» للصاغاني (ص 20)، «إكمال الإعلام بتثليث الكلام» لابن مالك (2/ 344)، «لسان العرب» (10/ 182، 184)، «تصحيح التصحيف وتحرير التحريف» للصفدي (ص 339)، «تاج العروس» (25/ 514 ـ 525)، و (27/ 231)، «معجم القراءات القرآنية» د. عبداللطيف الخطيب (3/ 393).\nالجزء: 1 - الصفحة: 41\n",
        "فالخلاصة\n:\n1. الشِّقَّة، والشُّقَّة، كلاهما يصح لغةً.\n2. أن «الشِّقَّة» وصف للأرض، كغالب القرى والمدن، وسبقت الإحالة إلى مواضع عديدة جداً في جزيرة العرب تسمى «الشقة» أو\n...\n«شقة\n...\n»، فهل يا ترى كلها اشتريت بشق بيت من شعر؟ !\n3. أن قدوم الجد: الحميدي من آل هويمل، وابن عمه: مريزيق من بلدة «التويم» إلى «الشقة» مباشرة، كان في سنة (1045 هـ).\nوقدمت من «التويم» أيضاً أُسَرُ أخرى كالحصيني وغيرهم، ولا أعلم بالتحديد سنة قدومهم، لكن قدومهم كان بعد قدوم الجد: الحميدي، وابن عمه: مريزيق. (1)\n(1) الذي أعرفه أنه عقبهم، ربما بسنة أو نحوها، ولا أعلم تحديداً. (علي الحصيني).\nالجزء: 1 - الصفحة: 42\n",
        "4. أن القصة في شراء «الشقة» في القصيم من شق بيت من شعر، قصة مكذوبة، رغم تناقل آبائنا وأجدادنا لها، والنقل المتوارث مقبول ما لم يصادم العقل، والنقل العلمي ـ كما سيأتي ـ.\nوليس تناقل هذه القصة بأعلى، أو مساو، أو نحوِ تَنَاقُل بعض المنتسبين للعلم في عامة التخصصات، أحاديث مكذوبة أو ضعيفة جداً أو ضعيفة تُنسب للنبي - صلى الله عليه وسلم - مع ورود أسانيد لها، وليس هو أيضاً كتناقل بعض المجتمعات جيلاً بعد جيل لبدع كبيرة أو صغيرة، ومعلومات مغلوطة.\nفلماذا نقبل من آبائنا وأجدادنا دون فحص، ونعرض المنقولات الشرعية والتاريخية وغيرها للفحص والنقد، هل حبنا لآبائنا وأجدادنا جعلنا نضفي عليهم العصمة فيما يروونه؟ !\nإن كنت تعتبر النقد بعيداً عن متناقَل الأجداد، فلستَ إذن ممن ينظر في العلم، ويُحدَّث، ولا كلامك مما ينبغي أن يُسمع.\nفالتتابع وتناقل الأجيال لا يُسلَّم به إلا إذا لم يخالف العقل، أو النقل، والنقل هنا في بيان معنى الشقة لغة، ووجود شقق كثيرة في أرض الله،\nالجزء: 1 - الصفحة: 43\n",
        "ومعرفة أنها كانت مسكونة من قبل، وأن فيها آباراً جاهلية، وأنها على طريق المسافرين من القصيم ـ وموقعها في منطقة استراتيجية في نجد ـ إلى الشمال، وخارج البلاد، إلى غير ذلك الأدلة التي تكذب هذه القصة.\n5. «ضارج» هو المسمَّى الأول القديم، تشمل «الشقة العليا»،\n...\nو «ضاري»، و «الشقة السفلى»، وهي المراد في معلقة امرئ القيس، وضارج من الشق ـ كما سبق ـ ضرجه أي شقه.\nوجاء مسمى الشقة ـ للموضع المتحدث عنه ـ متأخراً بعد الألف من الهجرة.\n6. ضارج كان يسكنها في القرن الثامن وقبله بنو خالد، ثم جاء بنو تميم، ثم جاء بنو وائل (1045 هـ)، وآخرون من قبائل وسكان شتى.\n7. ضارج = الشقة كلها، فيها آبار هلالية = جاهلية قديمة، وسكنتها قبائل شتى، وهي واسعة جداً، فمن المستحيل أن يشتريها شخص، فضلاً عن أن يكون مقابل شقة بيت شعر، كحجم سجادة الصلاة الفردية! ؟ تُعطى لامرأة منفردة لا أهل ولا عشيرة ـ كما قال الحصيني - رحمه الله -.\nالجزء: 1 - الصفحة: 44\n",
        "8. لما جاء الحميدي من «التويم»، ومعه ابن عمه مريزيق، وأرى أن معهما غيرهما من جماعته، لم تكن الأرض خالية تماماً، فيها سكان قبلهم وبعدهم، والقبائل والأفخاذ في تلك الأزمان تحل وترحل، مع العلم أن\n...\n«تميم» حاضرة لا بادية.\n9. مجئ ثلاثة فقط، واستقرارهم في بلدة جديدة، يخالف المتعارف عليه، من ارتحال الناس جماعات لا فرادى، فانظر مثلاً في ذهاب أبناء عمهم (آل حمد) إلى «حريملاء»، فقد ذكر ذلك بعض المؤرخين، ذكروا أسماء كبارهم، وأضافوا إليهم: وجماعتهم، وفي عبارة: وقبيلتهم.\nهكذا كان التنقُّل، خاصة من منطقة إلى منطقة بعيدة.\nوإذا سمعتَ أو قرأتَ أن فلاناً ارتحل ونزل المحل الفلاني، فإن المذكور لم يكن وحده، لأن الناس يذكرون رئيس القوم أو المشهور فيهم، وليس المقصود وحده، فانتبه لهذا جيداً ـ رعاك الله ـ.\n10. الحديث في زماننا عن تأسيس القرى، حديث عجيب، كل أسرة في تلك القرية أو المدينة تدَّعي أن جدها هو الذي أسسها! !\nالجزء: 1 - الصفحة: 45\n",
        "غالب القرى معمورة من قديم، تأتي قبائل تلو القبائل، ولا ينفرد فيها أفراد، بل الموضوع جماعات في جماعات، ولو كانت الأرض جديدة لم تعمر من قبل، فإن النازل فيها شخص مشهور ومعه جماعته = قبيلته.\nوالعجيب أن الأولين لم يحفظوا تحديد بعض الأنساب، وتعداد الأشخاص، وذكر التاريخ الدقيق، إلى غير ذلك من المعلومات الأساسية، ثم نختلف نحن كثيراً في دعوى أن جدي فلاناً أو جدك فلاناً هو الذي أسس هذه البلدة قبل 400 سنة!\nضُبطت ـ في رأيكَ ـ المسألة الكمالية التي لا تُتصور من فرد واحد، وجُهل كثير من الأساسيات المهمة! !\nلذا، لا أرى الحديث المفصَّل، والنقاشات والاختلافات حول قضية تأسيس قرية ما، فإنه لا يمكن الجزم بشئ من ذلك إلا لقرى جديدة لا يُختلَف فيها: كالأرطاوية، والبدائع، وغيرهما.\nأما أن تأتي لبلدة من العهد الجاهلي، وسكنتها قبائل تلو القبائل، رُحَّل وغيرهم، فتأتي لتجرَّها لجدك فلان قبل 300 سنة، وتنسج حولها بعض\nالجزء: 1 - الصفحة: 46\n",
        "الأكاذيب ـ كما سيأتي بعد قليل لشئ من هذه الاختلاقات ـ، فهذا يترفع عنه الرجل العاقل العامي، فضلاً عمن يدعي العلم والبحث.\n11. الفخر للإنسان بما يبذله من الخير، وما يثبته نشراً توثيقياً عما بذله آباؤه وأجداده، من قصص ومواقف ومداينات، وينشر آثارهم العلمية غيرها، التي تدل على خيرية وعطاء؛ ليقتفيها الأبناء ولتغرس فيهم النخوة الإسلامية، والمروءة العربية التي تمنعه من أن يجر لأسرته أو قبيلته أو بلدته أو وطنه كلِّه فعلاً حراماً، أو معيباً، أو خارماً من خوارم المروءة التي لا تُعرف في أجداده الذين تناسل منهم.\nالجزء: 1 - الصفحة: 47\n",
        "وقفات عامة عن الشقة\n:\n1. شاهدت مقطعاً جميلاً في «اليوتيوب» للدكتور: عيد اليحيى\n...\nـ وفقه الله، وجزاه خيراً ـ يتحدث عن «عين ضارج» التي ذكرها امروء القيس\n...\nوكان جهداً يشكر عليه، ولفتةً حريَّةً بالاعتناء، لكنه ذكر حديثاً لا يجوز نسبته للنبي - صلى الله عليه وسلم -، ورأيت بعض من يتحدث أو كتب عن\n...\n«ضارج» يستدل به، لذا آمل التنبه، ففي الحديث: «من قال عليَّ ما لم أقل، فليتبوأ مقعده من النار»، فالأمر شديد جداً أن نورد حديثاً مكذوباً أو شبه، كالضعيف جداً، وننسبه للنبي - صلى الله عليه وسلم -، والحديث هو:\n* قال أبو بكر الدَّيْنَوَري (ت 333 هـ) في «المجالسة وجواهر العلم» (3/ 386) رقم (1016): حَدَّثَنَا مُحَمَّدُ بْنُ مُوسَى بْنِ حَمَّادٍ، قال: حدثنَا مُحَمَّدُ بْنُ سَهْلٍ الْأَزْدِيُّ، عَنْ هِشَامِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ؛ قَالَ: أَقْبَلَ قَوْمٌ مِنَ الْيَمَنِ يُرِيدُونَ النَّبِيَّ - صلى الله عليه وسلم -، فَأَضَلُّوا الطَّرِيقَ وَفَقَدُوا الْمَاءَ، فَمَكَثُوا ثَلَاثًا لَا يَقْدِرُونَ عَلَى الْمَاءِ؛ فَجَعَلَ الرَّجُلُ مِنْهُمْ يَسْتَذْرِي بِفَيْءِ السَّمُرِ أَوِ الطَّلْحِ آيِساً مِنَ الْحَيَاةِ، حَتَّى خَفَتَ كَلَامُهُمْ مِنَ الْعَطَشِ، فَبَيْنَمَا هُمْ كَذَلِكَ أَقْبَلَ رَاكِبٌ وَهُوَ يُنْشِدُ بَيْتَيْنِ لِامْرِئِ الْقَيْسِ:\nالجزء: 1 - الصفحة: 48\n",
        "وَلَمَّا رَأَتْ أَنَّ الشَّرِيعَةَ هَمُّهَا\n...\nوَأَنَّ الْبَيَاضَ مِنْ فَرَائِصِهَا دَامِ\nتَيَمَّمَتِ الْعَيْنَ الَّتِي عِنْدَ ضَارِجٍ\n...\nيَفِيءُ عَلَيْهَا الظِّلُّ عَرْمَضُهَا طَامِ\nفَقَالَ الرَّكْبُ: مَنْ يَقُولُ هَذَا؟ قال: امرئ الْقَيْسِ. فَقَالُوا: فَأَيْنَ ضَارِجٌ؟ فَقَالَ: هُوَ ذَا خَلْفَكُمْ. فَانْحَرَفُوا إِلَيْهِ؛ فَإِذَا غَدِقٌ، وَإِذَا عَلَيْهِ الْعَرْمَضُ، وَالظِّلُّ يَفِيءُ عَلَيْهِ، فَشَرِبُوا مِنْهُ وَحَمِدُوا رَبَّهُمْ، وَحَمَلُوا حَتَّى بَلَغُوا الْمَاءَ، فَأَتَوْا النَّبِيَّ - صلى الله عليه وسلم -، فَأَخْبَرُوهُ، وَقَالُوا: أَحْيَانَا بَيْتَانِ مِنَ الشِّعْرِ لِامْرِئِ الْقَيْسِ! فَقَالَ النَّبِيُّ - صلى الله عليه وسلم -: «ذَاكَ رَجُلٌ مَذْكُورٌ فِي الدُّنْيَا، شَرِيفٌ فِيهَا، مَنْسِيٌّ فِي الْآخِرَةِ، خَامِلٌ فِيهَا، يَجِيءُ يَوْمَ الْقِيَامَةِ مَعَهُ لِوَاءُ الشُّعَرَاءِ إِلَى النَّارِ».\nوهذا إسنادٌ واهٍ جداً، وهو معضل. والحديث ضعيف جداً.\nانظر تخريجه مطولاً في تخريج الشيخ: مشهور سلمان ل «المجالسة».\nو«السلسلة الضعيفة» للألباني - رحمه الله - (6/ 482) حديث رقم (2930).\nالجزء: 1 - الصفحة: 49\n",
        "2. طُبع في عام (1433 هـ) كتاب بعنوان: «الشقة الماضي والحاضر» للأخ: محمد بن عبدالرحمن بن محمد الفرَّاج «فرَّاج البَيْدَاء وليس فرَّاج ضاري» من أهل «الشقة السفلى»، وهو في مجلد (286 صفحة، وورقه مقوَّى).\nوهذا الكتاب هو أول كتاب يُفرد للتعريف ب «الشقة»، وأُسَرِها، وبعض أفرادها البارزين، وتاريخها، وما يتعلق بذلك.\nأشكر أخي محمد الفرَّاج على جهده الطيب، ومبادرته الأولى، واهتمامه الكبير ببلدتنا، أسأل الله العظيم أن يجعل ما عمله في ميزان حسناته.\nوإني أدعوه ـ أحسن الله إليه ـ ليكون كتابه مرضياً عند عامة أهل\n...\n«الشقة»، دون تفريق بين أجزائها، وأسرها، أن يعتبر الطبعة الأولى تجريبية، وأن يُهيأ للطبعة الثانية نسخاً محدودة يعرضها على أهل العلم من أهل الشقة، وليس هذا إقلالاً للجهد، وانتقاصاً للتأليف، فإن أهل العلم مازالوا من قديم الزمان يعرضون كتبهم للاستشارة، وكتب التعريف بالبدان أولى وأهم؛ لأن لها تعلقاً مباشراً مهماً في أسر متعددة، ولا يستطيع\nالجزء: 1 - الصفحة: 50\n",
        "أحدٌ كائناً من كان أن يكتب عن بلدة كتابةً منصفة مُرضِية إلا بعد أن يستكتب أهل العلم فيها، ويعرض على المبرزين منهم ما كتب، وغني عن البيان أن هذا التعاون لا يسلب الكتاب عن مؤلفه، ولا ينقص قدره، فالكتاب باق لمؤلفه، وهو يحيل الفائدة إلى أصحابها في الكتاب، حتى لا يكون ثَمَّ مدخل عليه حينما يُغفل أسراً من الحديث عنها، الحديثَ الواجب ذكره، لا أعني الإشارة العابرة.\nأؤكد القول وأعيده أن الكتاب بمؤلِّفه ـ وحقُّه محفوظٌ لا شك فيه ـ لا يُعتبر خاصاً به، فكل أهل «الشقة»: العليا، وضاري، والسفلى، يرفعونه، ويهتمون به.\nكما أقترح أن يُفرِغَ في كتابه جميع ما كتبه العبودي عن «الشقة» وأفرادها في سائر كتبه، معزواً إليه، ويضيف ما كتبَه أهل العلم والباحثون من أهل الشقة، وهذا الجمع يُعطي الكتاب قوة وشمولية، ويغني عن غيره.\nإن عُمِل بهذه المقترحات ـ وهو ما أؤمِّله من المؤلِّف وقد طلبتُ منه برسالة قبل إخراجه ـ ساهم أهل الشقة بنشره، وطباعته، واجتمع فيه ما\nالجزء: 1 - الصفحة: 51\n",
        "يستجد من معلومات، ويكون مرجعاً وحيداً، ثم يفخر به أهل الشقة كلهم، ويقولون لأهل البلدات النجدية: هذا كتابنا ينطق بِنا، وعَنَّا، يبين بوضوح جميع ما يقال عن الشقة وأهلها.\n3. صدر في عام (1434 هـ) كتاب بعنوان: «تاريخ نشأة مدن وقرى نجد ومعاني أسمائها» للأستاذ: منصور بن عبدالله بن حمد الشعيبي،\n...\n(غلاف 300 صفحة)، وهو موضوع لطيف جامع، لم يُسبق إليه ـ جزاه الله خير الجزاء ـ وقد جمع عن «الشقة» من مواضع متعددة من كتب العبودي، وغيره، ويبقى التساؤل عن صعوبة الجزم بقضية التأسيس في غالب الهجر والقرى، لعدم الجزم بمدلول عبارة المؤرخ، ولاعتبارت سبق ذكرها، وهذا لا ينفي ثمرة الكتاب والفوائد العديدة فيه، لكن القصد دفع التنازع والاختلافات عند بعض الناس.\n4. أحد المعاصرين أورد رواية أجزم يقيناً بأنها مفتعلة مكذوبة لم تلد إلا في حدود 1436 هـ! ! ـ الله أعلم بمن وضعها ـ مفادها أن الذي جاء من «التويم» هو والد الحميدي ومريزيق ـ وكانت الشقة خالية ـ،\nالجزء: 1 - الصفحة: 52\n",
        "فقسمها الوالد بين ولديه: المشيخة لأولاد وأحفاد مريزيق، والإمارة لأولاد وأحفاد الحميدي، و\n...\nإلخ الهراء.\nولتأخذ القصة الحصانة، أسندَها إلى روايات الآباء والأجداد.\nأقول: إن عرضَ هذه القصة كافٍ في معرفة أن الذي افتعلها متأثر جداً بلعبة: البلوت، والمونوبولي، والشطرنج، ونحوها، بل أبعد من ذلك: يحلم حلم يقظة، ثم يطوِّره إلى حقيقة، ويرفعها للحصانة إلى الآباء والأجداد! !\nوليُعلَم أن «مريزيق» ليس أخاً لجدي: «الحُميدي»، بل من جماعته وأبناء عمومته.\nوأن الذي قدم من «التويم»: الحميدي، ومعه بعض جماعته كابن عمه: مريزيق.\nهذا ما أردت بيانه من إحياء المقال القديم للأستاذ: سليمان الحصيني - رحمه الله -، شاكراً ومقدراً للأستاذ: علي بن ناصر بن عبدالعزيز الحصيني، ولمن كتبَ عن البلدة مسقط رأس الآباء والأجداد.\nالجزء: 1 - الصفحة: 53\n",
        "أختم بتساؤل للمهتمين ب «الشُّقَّةِ» كلِّها، مع أن الجواب عنه يحتاج إلى جمع أقوال غالب الأسر:\nس: لماذا أسر الشقة، خاصة «العليا»، والأسر التي سكنت «ضاري»، وكثير من أسر «السفلى»، خرجوا منها، ولم يعودوا إلى أملاكهم ليحييوها بالزراعة، وغيرها؟\nفإننا نجد غالب البلدان النجدية، لم تنقطع الصلة ببلدتهم الأم، بل منهم من حوَّلها إلى «متحف»، كالبلدة القديمة في «شقراء»، وغيرها!\nمحاولة الجواب:\nلابد من التفريق بين من ترك «الشقة» ورحل عنها إلى «بريدة»، ونحوها، ومن رحل عنها بعيداً إلى «الرياض».\nربما لم يتركوها إلا لأجل الجوع ـ وهذا أعلمه بالتفصيل عن أسرتنا آل مديهش ـ، وما دام أن الله رزقهم في «الرياض»، فما الحاجة ـ عندهم فيما يرون ـ للعودة إلى بلدتهم الأولى ـ رجوعاً مؤقتاً للزيارة والزراعة والأعياد ـ، ولضعف المشاعر تأثير في هذا.\nالجزء: 1 - الصفحة: 54\n",
        "زيادة على أنها تذكرهم الجوع الشديد الذي شاهدوه فيها، وأن مياهها لم تعد صالحة للشرب ـ والحديث هنا عن السبعينات الهجرية وما بعدها بقليل ـ.\nولما تقدَّمت العمران، وسهُلَت الزراعة، استصعبوا العودة؛ لأجل كثرة الفروع التي تنتسب إلى صاحب المُلْك، فيُخشى من النزاعات بين أبناء العم ـ والنزاعات في مثل هذا أقرب إلى الاتفاقات ـ، لذا تخلَّى الجميع عن أملاكهم، وهُجرت، واختفت ملامحها.\nوهم يرون ـ أيضاً ـ أن إحياءَهُ مشكلة، والأرض لها تعلق بأموات\n...\nـ جُهِل بعضُهم ـ أوصوا بربع أو ثلث ما يملكون، ومن مُلكِهم هذه الأرض!\nوالمخرج في نظري: أن يتكفل أثرياء الأسرة ـ أيَّ أسرة ـ بإخراج ربع قيمتها، ويُعمر به مسجداً، لأموات الأسرة الذين أوصوا، وأن يكون باقي الملك كالوقف، يستفاد منه في مناسبات الأسرة العامة، ويجعل استراحة كبيرة مزاراً وصِلَة.\nالجزء: 1 - الصفحة: 55\n",
        "هذا بالنسبة إلى مزارع «الشقة السفلى»، وأملاك «ضاري»، وأملاك «الشقة العليا»، وما حولها، أما داخل «الشقة السفلى» فلا زال حيَّاً عامراً بالسكان إلى هذه السنة، وفيه الخدمات الحكومية العامة، وقد التصقتْ به أحياءُ «بريدة» الجديدة الشمالية الغربية.\nولعلَّ من يريد الإجابة على هذا التساؤل أن يتأمل أمرين زيادة على مالديه:\n1. ملوحة الماء، وغور بعض الآبار.\n2. انتقال بعض الأسر عن «الشقة» ـ قديماً ـ وبُعدِهم عن أبناء عمهم، مع أن العادة ـ في الغالب ـ توسُّع الأسر قريباً من مكانها الأول ـ، ومن باب التمثيل لا الحصر: «أسرة السديس»، و «أسرة الحضيف» إلى مدينة: البكيرية، و «أسرة الرعوجي» إلى\n....\nوعنيزة، و «أسرة السعوي» إلى: المريدسية، وغيرهم.\nس: لماذا انتقلوا قديماً؟ !\nوفي الختام\n:\nأتمنى أن يهدف المقال وما تبعه، إلى التفطن للروايات المختلقة القديمة\nالجزء: 1 - الصفحة: 56\n",
        "والحديثة، وليعلم الجميع أن الأرض لا تُقدِّس أحداً، ولا ترفعه، إنما يرفعه عمله الصالح، وتعليه أخلاقه الحسنة، وتواضعه، ونفعه لعباد الله، وإن الأخلاق الحسنة من الإيمان بالله.\nأما الأنساب، فهي للتعارف، لا للتفاخر، وقول الله الحق المبين:\n{يَاأَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ} الحجرات: 13\nوالله تعالى أعلم، وصلى الله وسلم وبارك على نبينا محمد، وعلى آله وصحبه أجمعين.\nكتبه:\nإبراهيم بن عبدالله بن عبدالرحمن المديهش\nعضو هيئة التدريس في جامعة الإمام محمد بن سعود الإسلامية\n«مدينة الرياض»\nحفظها الله وبلادنا كلها وبلاد المسلمين من كل مكروه.\nيوم الخميس (21/ 12/ 1437 هـ)\nثم عدَّلتُ عليها يسيراً، يوم السبت 23/ 12\nالجزء: 1 - الصفحة: 57\n",
        ""
    ]
}