{
    "1": [
        "سلسلة كتاب المسلمون في العالم\nسلسلة كتاب المسلمون في العالم\n-\nالكتاب:\nسلسلة كتاب المسلمون في العالم\nالمؤلف:\n-\nالناشر:\nالكتاب منشور على موقع وزارة الأوقاف السعودية بدون بيانات\nعدد صفحات (الكتاب الورقي):\n18\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nتقديم\nالحمد لله رب العالمين، والصلاة والسلام على نبينا محمد، وعلى آله وصحبه أجمعين.\nأما بعد:\nفإن إصدار سلسلة \"المسلمون في العالم \" ينطلق من الأهداف الرئيسة لوزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد في المملكة العربية السعودية، في القيام بالدراسات والأبحاث والمؤلفات التي تعرض الحقائق العامة عن أحوال المسلمين في جميع أنحاء العالم، سواء أكانت في الدول الإسلامية أم في الدول غير الإسلامية، حيث توجد الأقليات والجاليات الإسلامية.\nوتتميز السلسلة بهدفها المحدد، ووفرة المعلومات فيها، وتخصيص إصدار لكل بلد على حدة، مع صغر حجم الكتاب، مما يساعد على الإفادة منه بصورة أفضل، مما يميزها عن المؤلفات العامة في الموضوع، والتي يتجاوز حجمها مئات الصفحات، وتتعدد أهدافها، وتقل الإفادة منها إلا للمتخصصين.\nالجزء: 1 ¦ الصفحة: 1\n",
        "وتقوم السلسلة على أساس تعريف أبناء الأمة الإسلامية عامة، والمهتمين بالعمل الإسلامي خاصة، من الدعاة وغيرهم، بإخوانهم المسلمين، وأحوال حياتهم، حتى يكون تقديم العون والمساعدة لهم في ظل معلومات دقيقة وموثوقة، لا سيما في هذا العصر الذي زادت فيه معاناة المسلمين وآلامهم، مع ازدياد نشاط الحركات المعادية في استغلال معاناتهم، وكذلك ظهور النزعات العرقية المتطرفة التي تخفي تعصبًا دينيًا في شتى بقاع العالم، وترمي إلى محاربة المسلمين في أرضهم ومناطقهم التاريخية، كما هو واقع في البوسنة والهرسك، وكشمير، وفلسطين، وبورما، والفلبين، وغيرها من البقاع في العالم، هذا إضافة إلى ما يتعرض له أبناء الجاليات الإسلامية من ضغوط في كثير من الدول التي ذهبوا إليها للعمل أو الدراسة، وشاركوا في بنائها وتنمية مجتمعاتها سنوات طويلة، وما عمد إليه البعض- لأسباب عديدة - من إشعال نار الفتنة بين المسلمين وغيرهم وتخويف الأمم والشعوب من الإسلام، وإيهامهم بخطورته على مجتمعاتهم.\nالجزء: 1 ¦ الصفحة: 2\n",
        "كل هذا وغيره يقتضي من المسلمين مراعاة المعاني السامية للأخوة الإسلامية، والتآزر والتعاضد فيما بينهم، امتثالًا لقوله تعالى: {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ} (1) ولقوله تعالى: {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى} (2) وقوله تعالى: {وَلَا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ} (3)\nوالتعاون بين المسلمين على أسس تستهدف معرفة أحوالهم واحتياجاتهم، ومد يد المساعدة إليهم، يبشر بالأمل في نمو روح الإخوة الإسلامية بينهم، وتوفير سبل الحياة الكريمة لهم في أوطانهم. يقول الله: {وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ فِي الْأَرْضِ تَخَافُونَ أَنْ يَتَخَطَّفَكُمُ النَّاسُ فَآوَاكُمْ وَأَيَّدَكُمْ بِنَصْرِهِ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ لَعَلَّكُمْ تَشْكُرُونَ} (4)\n(1) سورة الحجرات، جزء من الآية: 10\n(2) سورة المائدة، جزء من الآية: 2.\n(3) سورة الأنفال، جزء من الآية 46.\n(4) سورة الأنفال، الآية: 26.\nالجزء: 1 ¦ الصفحة: 3\n",
        "والمملكة العربية السعودية - بحكم اهتمامها بأمور المسلمين، وجهودها الكبيرة المخلصة في مساعدتهم، والدفاع عنهم، وعمل كل ما من شأنه تقويتهم، وتوحيد كلمتهم على الحق، وحرصها على صلاح شؤونهم، وتَبَوُّئِها - لذلك - مكان الصدارة في نفوسهم. بحكم ذلك كله وغيره من الأسباب، تقوم بتولي هذا العمل، خدمة للأهداف المفصلة، المتوخاة من إصدار هذه السلسلة. ووزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد، ترجو أن تكون - بذلك - قدمت عن المسلمين، وللمهتمين بأمورهم، عملًا مفيدًا، وأسهمت في التعريف بهم، وبمشكلاتهم، ومواقعهم، وغير ذلك من أحوالهم، خدمة للعمل الإسلامي، والدعوة إلى الله على بصيرة، وفقًا لكتاب الله الكريم، وسنة المصطفى صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وما كان عليه سلف الأمة الصالح.\nوالله عز وجل وحده هو المسؤول أن يجعل في هذا العمل خيرًا ونفعًا، وأن يجعله مباركًا، وعملًا صالحًا متقبلًا آمين.\nوزير الشؤون الإسلامية والأوقاف والدعوة والإرشاد\nعبد الله بن عبد المحسن التركي\nالجزء: 1 ¦ الصفحة: 4\n",
        "بيانات عامة عن السلسلة\nاسم السلسلة: المسلمون في العالم\nسلسلة تعريفية بالمسلمين تصدر عن وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد في المملكة العربية السعودية.\nالمشرف العام: معالي الدكتور عبد الله بن عبد المحسن التركي وزير الشؤون الإسلامية والأوقاف والدعوة والإرشاد.\nجهة الإشراف: وكالة الوزارة للشؤون الإسلامية بالتعاون مع مركز البحوث والدراسات الإسلامية بالوزارة.\nلجنة الإشراف والمتابعة:\nالدكتور: عدنان بن محمد الوزان رئيسًا\nالدكتور: مساعد بن إبراهيم الحديثي نائبًا للرئيس\nالدكتور: صالح بن غانم السدلان عضوًا\nالدكتور: مانع بن حماد الجهني عضوًا\nالدكتور: محمود بن إسماعيل الصيني عضوًا\nالدكتور: عبد الله بن أحمد الزيد عضوًا\nالدكتور: جمال الدين محمود عضوًا\nالأستاذ: محمد بن ناصر المفيز مقررًا\nالإصدار: كتاب كل شهر\nالجزء: 1 ¦ الصفحة: 5\n",
        "شكل الكتاب: يكون من القطع المتوسط مقاس 14×21 سم، وتتراوح صفحاته من 60 إلى 100 صفحة، يوضع شعار الوزارة في صفحة العنوان الداخلية، أما الغلاف الخارجي فيكون عليه شعار خاص بالسلسلة يمثل \" الكرة الأرضية \" ويكتب عليه قوله تعالى: {وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا} (1) الآية، وخارطة البلد موضوع الكتاب، ويتم ذلك بمعرفة فني الطباعة والإخراج.\n(1) سورة الحجرات، من الآية 13.\nالجزء: 1 ¦ الصفحة: 6\n",
        "أهداف السلسلة\n1-\nالتعريف بالبلدان الإسلامية جغرافيًا وتاريخيًا واجتماعيًا، وتاريخ دخول الإسلام إليها، وكيفيته، ومعالمها الدينية والحضارية.\n2-\nالتعريف بالبلدان التي توجد بها أقليات وجاليات إسلامية، وتاريخ وصول الإسلام إليها، وكيفيته، مع تعريف جغرافي واجتماعي موجز عن هذه البلدان، وأعداد المسلمين فيها، وأحوالهم، والتعريف بأهم المشكلات الدينية والاجتماعية التي تواجه المسلمين في تلك البلدان، وكيفية التصدي لها.\n3-\nالتعريف بأبرز المناشط الإسلامية في تلك البلدان وذكر المؤسسات والهيئات الإسلامية العاملة فيها، وأثرها في المجالات الآتية: -\nأ- تأهيل العلماء والمفتين والأئمة والخطباء والدعاة، ونشر الدعوة بين غير المسلمين.\nب- التعليم الإسلامي لا سيما في أصول العقيدة، ومبادئ الشريعة، وحفظ القرآن الكريم، وتعليم الحديث النبوي الشريف، والسيرة النبوية، وسيرة الصحابة والتابعين، وتعليم اللغة العربية، وتعليم التاريخ الإسلامي.\n4-\nالتعريف بالمنشآت الإسلامية هناك من مساجد، ومراكز ومدارس وأوقاف لصالح الدعوة وأعمال البر، وحصرها ضمن إحصائية علمية دقيقة.\nالجزء: 1 ¦ الصفحة: 7\n",
        "5-\nالتعريف بالمجتمع الإسلامي هناك، ومكونات هذا المجتمع، وشرائحه وأفراده البارزين فيه، وأصولهم العرقية، وجنسياتهم \" المواطنون الأصليون والمهاجرون المقيمون، واللاجئون \" ومدى إسهامهم في تحقيق أهداف الدعوة.\n6-\nالتعريف بالأحوال الاقتصادية للمسلمين في البلد، ومعرفة ما يسهمون به في نموها وتطورها.\n7-\nتتبع بداية العمل الإسلامي، وتطوره، ونتائجه، وآثاره الدينية والاجتماعية والاقتصادية، وأهم المشكلات \"الداخلية والخارجية\" القائمة، والحلول المقترحة على أن تتناول الدراسة عرضًا للمشكلات الآتية:\nأ- مشكلات يستلزم لحلها الاتصال بالسلطات الرسمية.\nب- مشكلات بسبب خلافات بين القائمين على العمل الإسلامي ووسائل حلها.\nج- مشكلات ناتجة عن نقص الموارد المالية.\nد- مشكلات ناشئة عن غياب لائحة تنظيمية للعمل، لا سيما في النواحي الإدارية والمالية.\nهـ مشكلات تتعلق بالخلافات الفكرية والثقافية في المجتمع.\nو مشكلات تتعلق بفقدان الهوية الإسلامية لدى الأجيال الناشئة.\n8-\nالتثبت من صحة المعلومات المتوفرة عن المسلمين في البلد، وتحديث المعلومات القديمة عنهم، واستكمال النواقص.\nالجزء: 1 ¦ الصفحة: 8\n",
        "محتويات الكتاب\nتسهيلًا لمهمة الباحث في تحقيق الأهداف المنشودة في هذه السلسلة، من المناسب توضيح العناصر الرئيسة وتسلسلها في كتابة البحث، وهي على النحو التالي: -\nمحتويات الكتاب:\nأولًا: مقدمة بقلم معالي الوزير لكل إصدار.\nثانيًا: معلومات جغرافية:\n1-\nالموقع والمساحة.\n2-\nالسكان \" التركيبة السكانية \".\n3-\nالمدن الرئيسة والمعالم الإسلامية في البلاد.\n4-\nالمسلمون \" أصولهم العرقية ومراكز تجمعاتهم\".\n5-\nالحالة الاقتصادية للبلاد.\n6-\nالوضع السياسي والتقسيم الإداري.\n7-\nالوضع الثقافي:\nأ - اللغات الرئيسة.\nب - التعليم وأنواعه وانتشاره.\nثالثًا: معلومات تاريخية:\n1-\nنشأة الدولة \" البلد \".\n2-\nتاريخ دخول الإسلام.\n3-\nوسائل انتشار الإسلام.\nرابعًا: الأوضاع الدينية:\n1-\nالمسلمون ومذاهبهم الفقهية.\n2-\nالفرق الإسلامية.\n3-\nالنصارى وفرقهم.\n4-\nاليهود وفرقهم.\n5-\nالأديان والفرق الأخرى.\nخامسًا: أوضاع المسلمين:\n1-\nالوضع الاجتماعي.\n2-\nالوضع الاقتصادي.\n3-\nالوضع السياسي.\n4-\nالوضع الثقافي.\nسادسًا: النشاط الإسلامي:\n1-\nالمنظمات والمراكز الإسلامية\nأ- مواقعها.\nب- مناشطها.\nج- الهيكل الإدراي.\nالجزء: 1 ¦ الصفحة: 9\n",
        "د- القائمون عليها.\nهـ- اهتماماتها \" دينية، ثقافية، اجتماعية.. \"\n2-\nالمنظمات والمراكز النشطة.\n3-\nالمشكلات ذات العلاقة بالعمل الإسلامي وأسبابها.\n4-\nمقترحات لتحسين العمل الدعوي.\nسابعًا: احتياجات المسلمين وسبل دعمهم:\n1-\nأنواع الاحتياجات.\n2-\nسبل المساعدة أو الدعم المقترحة \" تعليم، تدريب، تمويل مشروعات، إيفاد دعاة\n...\n\".\nثامنًا: المصادر والمراجع\nتاسعًا: الملاحق.\nالجزء: 1 ¦ الصفحة: 10\n",
        "ضوابط الكتابة\nرغبة في إخراج السلسلة بشكل موحد فإنه لا بد من وضع ضوابط إرشادية للباحث يلتزم بها في إجراء الدراسة ليكون طابع الكتاب والبحث كما يلي: -\n1-\nأن يكون البحث مكتوبًا باللغة العربية.\n2-\nأن يكون البحث إخباريًا وإعلاميًا تقريريًا.\n3-\nألا يكون فيه إدانة لدولة أو جالية إسلامية أو أقلية.\n4-\nأن يكون بعيدًا عن النقد والتقويم المباشر، وينبغي تجنب ما يثير الحساسية، ويكتفي باستعراض الواقع للبيان والتعريف بالشعوب الإسلامية مع تعريف الطوائف الموجودة في البلد، وتجنب الإساءة في العَرْض.\n5-\nألا يكون البحث قد سبق نشره أو مقدمًا للنشر في جهة أخرى.\n6-\nأن تكون المعلومات حديثة لا سيما الإحصاءات والبيانات والخرائط\n...\nإلخ.\n7-\nأن يكون البحث سالمًا من الأخطاء العلمية واللغوية، وموثقًا توثيقًا علميًا - ما أمكن - مع مراعاة قواعد البحث العلمي المتعارف عليها، من الموضوعية، والتوثيق، والضبط والترقيم، وأن تكون الآيات القرآنية مرقمة مع ذكر السور، والأحاديث النبوية مخرجة، وأن تكون الإشارة إلى الآيات والسور والمراجع في الهامش أسفل الصفحة.\nالجزء: 1 ¦ الصفحة: 11\n",
        "8-\nأن يكون البحث مطبوعًا طباعة جيدة، ويقدم منه أربع نسخ، وتبقى صورته لدى الباحث، ولا يلزم الوزارة إعادة البحث إذا لم ينشر.\n9-\nأن يذكر الباحث أسماء المصادر والمراجع التي اعتمد عليها، مع فهرس عام للموضوعات، وترتب قائمة المراجع المعتمدة في نهاية البحث هجائيًا على النحو التالي:-\nاسم المؤلف، عنوان المرجع، اسم الناشر، مكان النشر وتاريخه.\n10-\nأن يرفق مع كل بحث نبذة مختصرة عن كاتبه، مع ذكر أبرز مؤلفاته ومناشطه.\n11-\nأن تكتب أسماء الأشخاص والأماكن الأعجمية بالأحرف \" اللاتينية \" إلى جانب لفظها بالعربية.\n12-\nأن يكتب عنوان المرجع الأجنبي واسم مؤلفه بلغة الأصل.\n13-\nأن يتضمن البحث الحديث عن بلد واحد، أو جالية أو أقلية في موضع واحد.\nالجزء: 1 ¦ الصفحة: 12\n",
        "14-\nتوضع خارطة توضيحية للأماكن التي يوجد بها مناشط إسلامية، ونوع المناشط للبلد محل الدراسة، وأخرى للعالم الإسلامي توضح موقع البلد فيه، وثالثة توضح موقع البلد من العالم بأسره لإعطاء الدلالة الجغرافية عن التوزيع الجغرافي للمسلمين، كما يلزم أن يعطي الباحث أرقامًا إحصائية حديثة عن الكثافة السكانية \" عدد المسلمين ونسبتهم إلى عدد سكان البلد، ونسبة سكان البلد إلى سكان العالم \".\n15-\nتوضع الجداول والخرائط والرسوم التوضيحية في صفحات منفصلة مرقمة حسب موقعها في البحث.\n16-\nتتضمن الدراسة توضيحًا لمصادر تمويل المناشط الإسلامية، وإسهامات الدول والهيئات الإسلامية مثل \"المملكة العربية السعودية، ورابطة العالم الإسلامي، ومنظمة المؤتمر الإسلامي، وغيرها\" في التمويل وإنجازاتها وإسهامات الأفراد، ودعم الحكومة المحلية في البلد.\nالجزء: 1 ¦ الصفحة: 13\n",
        "17-\nاقتراح مجالات العمل الإسلامي المناسبة في البلد محل الدراسة، مثل إقامة دورات تدريبية لتعليم الشريعة واللغة العربية للأئمة والخطباء لفترة قصيرة، أو دورات تعليمية لمدد طويلة، أو إقامة المؤتمرات وعقد الندوات، وإمكانية التعاون مع المؤسسات الإسلامية هناك في تنفيذ المشروعات الإسلامية، وإلقاء الضوء على متطلبات كل دولة حسب وضعها الجغرافي، وتعدادها السكاني، والاتجاه السياسي السائد فيها وما حولها من الدول، وتحديد متطلبات العمل الإسلامي في المجالات الآتية: -\nأ - المجال العقدي والدعوي.\nب - المجال الثقافي والحضاري.\nج - المجال السياسي والاقتصادي.\nد- المجال العلمي والتعليمي.\n18-\nلا تقتصر هذه السلسلة على المعلومات المتداولة، بل لا بد أن تستند إلى معلومات حديثة ودقيقة، مع إحصاءات ورسوم بيانية وخرائط، يمكن أن يتخذ في ضوئها ما يفيد العمل الإسلامي في العالم من قبل العاملين في المؤسسات الحكومية والأهلية.\nالجزء: 1 ¦ الصفحة: 14\n",
        "شروط تقديم النص\nأ - يفضل استخدام الحاسوب في طباعة النص، ويرفق مطبوعًا وعلى قرص، أو أقراص \"ممغنطة\" مع بيان اسم برنامج تنسيق النصوص المستخدم ونوع الحاسوب متوافق مع \" آي بي إم \" و \" ماكنتوش \".\nب- في غياب ذلك يكون النص مكتوبًا على الآلة الكاتبة.\nج- إذا لم تتوفر أيٌّ من الوسيلتين أعلاه، يراعى كتابة النص بخط واضح ونظيف \" خال من الكشط والتعديلات \".\nد- تقدم أربع نسخ من مسودة الكتاب.\nالجزء: 1 ¦ الصفحة: 15\n",
        "عنوان المراسلة\nالمملكة العربية السعودية، الرياض\nوزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد.\nوكالة الوزارة للشؤون الإسلامية.\nالرمز البريدي (11232) .\nالجزء: 1 ¦ الصفحة: 16\n",
        "استبانة التحكيم\n* عنوان الكتاب\n* عناصر التقويم الدرجة المستحقة من 10\n1-\nالإضافة العلمية:\nيضيف جديدًا (لا يضيف جديدًا (\n2-\nالشمول\nالكتاب يعالج عناصر الموضوع المذكور في \" ضوابط الكتابة الخاصة بالسلسلة \":\nبدرجة ممتازة (بدرجة جيدة (بدرجة ضعيفة (\n3-\nالموضوعية:\nيتصف الكتاب بـ:\nالموضوعية إلى حد كبير (\nالموضوعية إلى حد متوسط (التحيز والذاتية (\n4-\nمراعاة الأمانة العلمية:\nمراعاة تامة (مراعاة متوسطة (غير مراعاة (\n5-\nالتوثيق:\nدقيق وفق الضوابط العلمية (\nمتوسط من حيث الدقة (ضعيف (\n6-\nحداثة المعلومات ودقتها:\nالمعلومات المذكورة:\nأ - حديثة (قديمة نسبيًا (قديمة جدًا (\nب - دقيقة (دقيقة إلى حد ما (غير دقيقة (\n7-\nالخرائط:\nالخرائط في الكتاب (كما وكيفًا) :\nمناسبة (متوسطة (غير مناسبة (\n8 -\nالجداول الإحصائية:\nمتوفرة بالصور المطلوبة (\nتحتاج إلى المزيد (غير موجودة (\n9-\nلغة الكتاب:\nجيدة (متوسطة (رديئة (\n10 -\nأسلوب العرض\nواضح تمامًا (مقبول (يحتاج إلى مراجعة (\nإجمالي درجات التقويم من (100) =\nكتابة =\nالجزء: 1 ¦ الصفحة: 17\n",
        "رأي المحكَّم في صلاحية الكتاب للنشر\nفي ضوء ضوابط الكتابة الخاصة بالسلسلة والدرجات التي حصل عليها الكتاب في عناصر التقويم أرى أنه: -\n(غير صالح للنشر.\n(صالح للنشر بدون تعديلات.\n(صالح للنشر ولكن بعد إجراء التعديلات الآتية:\n.....................................................................\n.....................................................................\n.....................................................................\n.....................................................................\nملحوظات عامة:\n.....................................................................\n.....................................................................\n.....................................................................\nاسم المحكم:\nالتوقيع: التاريخ / /\nمعلومات عن المحكَّم\nالاسم\nالتخصص\nالدرجة العلمية\nجهة العمل\nالعنوان البريدي\nالهاتف المكتب: المنزل: الفاكس:\nالجزء: 1 ¦ الصفحة: 18\n",
        "دعوة للعلماء والباحثين\nإيمانًا بأهمية التعاون وتضافر الجهود في سبيل خدمة الإسلام، تُوجه الوزارة دعوة صادقة إلى جميع العلماء والباحثين والمختصين من ذوي الخبرة والكفاية للإسهام في تحقيق أهداف السلسلة بمشاركة مثمرة بما لديهم من بحوث ودراسات ومعلومات واقتراحات، ويمكن الاستفادة في ذلك من استبانة جمع المعلومات المثبتة في الدليل، وعلى من يرغب الإسهام في إعداد أحد كتب هذه السلسلة، الاتصال باللجنة المشرفة على المشروع على عنوان الوزارة المبين في هذا الدليل.\nوآخر دعوانا أن الحمد لله رب العالمين، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.\nالجزء: 1 ¦ الصفحة: 19\n",
        "محتويات الدليل\n? تقديم\n..................................................................................\n3\n? بيانات عامة عن السلسلة\n...............................................................\n5\n? أهداف السلسلة\n...........................................................................\n6\n? محتويات الكتاب\n.......................................................................\n8\n? ضوابط الكتابة\n........................................................................\n10\n? شروط تقديم النص\n.....................................................................\n12\n? عنوان المراسلة\n.......................................................................\n12\n? استبانة التحكيم\n........................................................................\n13\n? رأي المحكم في صلاحية الكتاب للنشر\n...............................................\n15\n? معلومات عن المحكم\n..................................................................\n15\nالجزء: 1 ¦ الصفحة: 20\n",
        "دعوة للعلماء والباحثين\n................................................................\n16\n? محتويات الدليل\n.......................................................................\n17\n? استبانة جمع معلومات\n................................................................\n18\nالجزء: 1 ¦ الصفحة: 21\n",
        "استبانة جمع معلومات\nاسم الدولة:\nموقعها الجغرافي:\nعدد سكانها: المسلمين منهم\nاذكر أهم المؤسسات والمراكز المهتمة بالبحوث الإسلامية في هذه الدولة:\nاسم المؤسسة العنوان\nاذكر أربعة من الباحثين المتميزين الذين يمكن استكتابهم في إعداد سلسلة كتاب (المسلمون في العالم) :\nالاسم العمل العنوان\nالاسم:\n....................................\nالتوقيع:\n....................................\nيرجى إرفاق أية معلومات أو مطبوعات حول مراكز البحوث أو الباحثين.\nتعاد إلى:\nالمملكة العربية السعودية - الرياض - وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد\nوكالة الوزارة للشؤون الإسلامية - الرمز البريدي (11232)\nالجزء: 1 ¦ الصفحة: 22\n",
        ""
    ]
}