{
    "1": [
        "سنة الجمعة\nسنة الجمعة\nابن تيمية\nالكتاب:\nسنة الجمعة\nالمؤلف:\nتقي الدين أبو العباس أحمد بن عبد الحليم بن عبد السلام بن عبد الله بن أبي القاسم بن محمد ابن تيمية الحراني الحنبلي الدمشقي (المتوفى: 728هـ)\nالمحقق:\nأبو عبد الله سعد المزعل\nالناشر:\nدار ابن حزم، بيروت، لبنان\nالطبعة:\nالأولى، 1415هـ/1994م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "سنة الجمعة\nتاليف: أحمد بن عبد الحليم ابن تيمية الحراني\nوسئل شيخ الإسلام رحمه الله عن الصلاة بعد الأذان الأول يوم الجمعة\n، هل فعله النبي صلى الله عليه وسلم؟ أو أحد من الصحابة والتابعين والأئمة أم لا؟ وهل هو منصوص في مذهب من مذاهب الأئمة المتفق عليهم؟ وقول النبي صلى الله عليه وسلم: \" بين كل أذانين صلاة \"، هل هو مخصوص بيوم الجمعة أم هو عام في جميع الأوقات؟\nالجزء: 1 ¦ الصفحة: 9\n",
        "فأجاب رضي الله عنه:\nالحمد لله رب العالمين، أما النبي صلى الله عليه وسلم، فإنه لم يكن يصلي قبل الجمعة بعد الأذان شيئا، ولا نقل هذا عنه أحد، فإن النبي صلى الله عليه وسلم كان لا يؤذن على عهده إلا إذا قعد على المنبر. ويؤذن بلال، ثم يخطب النبي صلى الله عليه وسلم الخطبتين، ثم يقيم بلال فيصلي النبي صلى الله عليه وسلم بالناس.\nالجزء: 1 ¦ الصفحة: 10\n",
        "فما كان يمكن أن يصلي بعد الأذان، لا هو ولا أحد من المسلمين الذين يصلون معه صلى الله عليه وسلم. ولا نقل عنه أحد أنه صلى في بيته قبل الخروج يوم الجمعة، ولا وقت بقوله: صلاة مقدرة قبل الجمعة، بل ألفاظه صلى الله عليه وسلم فيها الترغيب في الصلاة إذا قدم الرجل المسجد يوم الجمعة، من غير توقيت. كقوله: \" من بكر وابتكر، ومشي ولم يركب، وصلى ما كتب له \".\nالجزء: 1 ¦ الصفحة: 11\n",
        "وهذا هو المأثور عن الصحابة، كانوا إذا أتوا المسجد يوم الجمعة يصلون من حين يدخلون ما تيسر، فمنهم من يصلي عشر ركعات ومنهم من يصلي اثنتي عشرة ركعة، ومنهم من يصلي ثمان ركعات، ومنهم من يصلي أقل من ذلك. ولهذا كان جماهير الأئمة متفقين على أنه ليس قبل الجمعة سنة مؤقتة بوقت، مقدرة بعدد؛ لأن ذلك إنما يثبت بقول النبي صلى الله عليه وسلم، أو فعله. وهو لم يسن في ذلك شيئا، لا بقوله ولا فعله، وهذا مذهب مالك، ومذهب الشافعي وأكثر أصحابه، وهو\nالجزء: 1 ¦ الصفحة: 12\n",
        "المشهور في مذهب أحمد.\nوذهب طائفة من العلماء إلى أن قبلها سنة، فمنهم من جعلها ركعتين، كما قاله طائفة من أصحاب الشافعي، وأحمد. ومنهم من جعلها أربعا، كما نقل عن\nالجزء: 1 ¦ الصفحة: 13\n",
        "أصحاب أبي حنيفة، وطائفة من أصحاب أحمد وقد نقل عن الإمام أحمد ما استدل به على ذلك.\nوهؤلاء منهم من يحتج بحديث ضعيف، ومنهم من يقول: هي ظهر مقصورة، وتكون سنة الظهر سنتها، وهذا خطأ من وجهين:\nالجزء: 1 ¦ الصفحة: 14\n",
        "أحدهما: أن الجمعة مخصوصة بأحكام تفارق بها ظهر كل يوم باتفاق المسلمين، وإن سميت ظهرا مقصورة. فإن الجمعة يشترط لها الوقت، فلا تقضي، والظهر تقضي.\nالجزء: 1 ¦ الصفحة: 15\n",
        "والجمعة يشترط لها العدد\nالجزء: 1 ¦ الصفحة: 16\n",
        "والاستيطان. والإمام،\nالجزء: 1 ¦ الصفحة: 17\n",
        "وغير ذلك. والظهر لا يشترط لها شيء من ذلك. فلا يجوز أن تتلقي أحكام الجمعة من أحكام الظهر، مع اختصاص الجمعة بأحكام تفارق بها الظهر، فإنه إذا كانت الجمعة تشارك الظهر في حكم، وتفارقها في حكم، لم يمكن إلحاق مورد النزاع بأحدهما إلا بدليل، فليس جعل السنة من موارد الاشتراك بأولى من جعلها من موارد الافتراق.\nالوجه الثاني: أن يقال: هب أنها ظهر مقصورة، فالنبي صلى الله عليه وسلم لم يكن يصلي في سفره سنة الظهر المقصورة، لا\nالجزء: 1 ¦ الصفحة: 18\n",
        "قبلها ولا بعدها، وإنما كان يصليها إذا أتم الظهر فصلى أربعا، فإذا كانت سنته التي فعلها في الظهر المقصورة خلاف التامة، كان ما ذكروه حجة عليهم لا لهم، وكان السبب المقتضي لحذف بعض الفريضة أولى بحذف السنة الراتبة، كما قال بعض الصحابة: لو كنت متطوعا، لأتممت الفريضة. فإنه لو استحب للمسافر أن يصلي أربعا، لكانت صلاته للظهر أربعا أولى من أن يصلي ركعتين فرضا، وركعتين سنة.\nوهذا\nالجزء: 1 ¦ الصفحة: 19\n",
        "لأنه قد ثبت بسنة رسول الله صلى الله عليه وسلم المتواترة أنه كان لا يصلي في السفر إلا ركعتين: الظهر، والعصر، والعشاء. وكذلك لما حج بالناس عام حجة الوداع، لم يصل بهم بمني وغيرها إلا ركعتين. وكذلك أبو بكر بعده لم يصل إلا ركعتين وكذلك عمر بعده لم يصل إلا ركعتين.\nومن نقل عن النبي صلى الله عليه وسلم أنه صلى الظهر أو العصر أو العشاء في السفر أربعا، فقد أخطأ. والحديث المروي في ذلك عن عائشة هو حديث ضعيف في الأصل، مع ما وقع فيه من التحريف. فإن لفظ الحديث: أنها قالت للنبي صلى الله عليه وسلم: أفطرتَ وصمتُ وقصرتَ وأتممتُ فقال: \" أصبت يا عائشة \" فهذا مع ضعفه وقيام\nالجزء: 1 ¦ الصفحة: 20\n",
        "الأدلة على أنه باطل. روي أن عائشة روت أن النبي صلى الله عليه وسلم\nالجزء: 1 ¦ الصفحة: 21\n",
        "كان يفطر ويصوم، ويقصر ويتم، فظن بعض الأئمة أن\nالجزء: 1 ¦ الصفحة: 23\n",
        "الحديث فيه: أنها روت الأمرين عن رسول الله صلى الله عليه وسلم وهذا مبسوط في موضعه.\nوالمقصود هنا: أن السنة للمسافر أن يصلي ركعتين، والأئمة متفقون على أن هذا هو الأفضل، إلا قولا مرجوحا للشافعي. وأكثر الأئمة يكرهون التربيع للمسافر، كما هو مذهب أبي حنيفة ومالك وأحمد في أنص الروايتين عنه.\nثم من هؤلاء من يقول: لا يجوز التربيع، كقول أبي حنيفة.\nالجزء: 1 ¦ الصفحة: 25\n",
        "ومنهم من يقول: يجوز مع الكراهة، كقول مالك، وأحمد. فيقال: لو كان الله يحب للمسافر أن يصلي ركعتين، ثم ركعتين، لكان يستحب له أن يصلي الفرض أربعا، فإن التقرب إليه ببعض الظهر أفضل من التقرب إليه بالتطوع مع الظهر. ولهذا أوجب على المقيم أربعا، فلو أراد المقيم أن يصلي ركعتين فرضا، وركعتين تطوعا، لم يجز له ذلك. والله تعالى لا يوجب عليه وينهاه عن شيء إلا والذي أمره به خير من الذي نهاه عنه، فعلم أن صلاة الظهر أربعا خير عند الله من أن يصليها ركعتين مع ركعتين تطوعا. فلما كان سبحانه لم يستحب للمسافر التربيع بخير الأمرين عنده، فلأن لا يستحب التربيع بالأمر المرجوح عنده أولى.\nالجزء: 1 ¦ الصفحة: 26\n",
        "فثبت بهذا الاعتبار الصحيح أن فعل رسول الله صلى الله عليه وسلم هو أكمل الأمور، وأن هديه خير الهدي، وأن المسافر إذا اقتصر على ركعتي الفرض، كان أفضل له من أن يقرن بهما ركعتي السنة.\nوبهذا يظهر أن الجمعة إذا كانت ظهرا مقصورة، لم يكن من السنة أن يقرن بها سنة ظهر المقيم، بل تجعل كظهر المسافر المقصورة. وكان النبي صلى الله عليه وسلم يصلي في السفر ركعتي الفجر والوتر، ويصلي على راحلته قبل أي وجه توجهت به، ويوتر عليها، غير أنه لا يصلي عليها المكتوبة. وهذا لأن\nالجزء: 1 ¦ الصفحة: 27\n",
        "الفجر لم تقصر في السفر، فبقيت سنتها على حالها، بخلاف المقصورات في السفر، والوتر مستقل بنفسه كسائر قيام الليل، وهو أفضل الصلاة بعد المكتوبة، وسنة الفجر تدخل في صلاة الليل من بعض الوجوه. فلهذا كان النبي صلى الله عليه وسلم يصليه في السفر، لاستقلاله وقيام المقتضي له.\nوالصواب أن يقال: ليس قبل الجمعة سنة راتبة مقدرة، ولو كان الأذانان على عهده؛ فإنه قد ثبت عنه في الصحيح\nالجزء: 1 ¦ الصفحة: 28\n",
        "أنه قال: \" بين كل أذانين صلاة، بين كل أذانين صلاة، بين كل أذانين صلاة \". ثم قال في الثالثة: \" لمن شاء \"؛ كراهية أن يتخذها الناس سنة. فهذا الحديث الصحيح يدل على أن الصلاة مشروعة قبل العصر، وقبل العشاء الآخرة، وقبل المغرب، وأن ذلك ليس\nالجزء: 1 ¦ الصفحة: 29\n",
        "بسنة راتبة. وكذلك قد ثبت أن أصحابه كانوا يصلون بين أذاني المغرب، وهو يراهم فلا ينهاهم، ولا يأمرهم، ولا يفعل هو ذلك. فدل على أن ذلك فعل جائز.\nوقد احتج\nالجزء: 1 ¦ الصفحة: 30\n",
        "بعض الناس على الصلاة قبل الجمعة بقوله: \" بين كل أذانين صلاة \" وعارضه غيره فقال: الأذان الذي على المنائر لم يكن على عهد رسول الله صلى الله عليه وسلم، ولكن عثمان أمر به لما كثر الناس على عهده ولم يكن يبلغهم الأذان حين خروجه وقعوده على المنبر. ويتوجه أن يقال: هذا الأذان لما سنه عثمان، واتفق المسلمون عليه، صار أذانا شرعيا.\nالجزء: 1 ¦ الصفحة: 31\n",
        "وحينئذ، فتكون الصلاة بينه وبين الأذان الثاني جائزة حسنة، وليست سنة راتبة، كالصلاة قبل صلاة المغرب. وحينئذ، فمن فعل\nالجزء: 1 ¦ الصفحة: 32\n",
        "ذلك لم ينكر عليه، ومن ترك ذلك لم ينكر عليه. وهذا أعدل الأقوال، وكلام الإمام أحمد يدل عليه.\nوحينئذ، فقد\nالجزء: 1 ¦ الصفحة: 33\n",
        "يكون تركها أفضل إذا كان الجهال يظنون أن هذه سنة راتبة، أو أنها واجبة، فتترك حتى يعرف الناس أنها ليست سنة راتبة، ولا واجبة، لا سيما إذا داوم الناس عليها فينبغي تركها أحيانا حتى لا تشبه الفرض، كما استحب أكثر العلماء ألا يداوم على قراءة السجدة يوم الجمعة، مع أنه قد ثبت في الصحيح أن النبي صلى الله عليه وسلم فعلها، فإذا كان يكره المداومة على\nالجزء: 1 ¦ الصفحة: 34\n",
        "ذلك، فترك المداومة على ما لم يسنه النبي صلى الله عليه وسلم أولى، وإن صلاها الرجل بين الأذانين أحيانا؛ لأنها تطوع مطلق، أو صلاة بين الأذانين، كما يصلي قبل العصر والعشاء، لا لأنها سنة راتبة فهذا جائز. وإن كان الرجل مع قوم يصلونها، فإن كان مطاعا إذا تركها وبين لهم السنة لم ينكروا عليه، بل عرفوا السنة فتركها حسن، وإن لم يكن مطاعا ورأي أن في صلاتها\nالجزء: 1 ¦ الصفحة: 35\n",
        "تاليفا لقلوبهم إلى ما هو أنفع، أو دفعا للخصام والشر لعدم التمكن من بيان الحق لهم، وقبولهم له، ونحو ذلك، فهذا أيضًا حسن.\nفالعمل الواحد يكون فعله مستحبا تارة، وتركه تارة، باعتبار ما يترجح من مصلحة فعله وتركه، بحسب الأدلة الشرعية. والمسلم قد يترك المستحب إذا كان في فعله فساد راجح على مصلحته، كما ترك النبي صلى الله عليه وسلم بناء البيت على قواعد إبراهيم، وقال لعائشة: \" لولا أن قومك حديثو عهد بالجاهلية لنقضت الكعبة، ولألصقتها بالأرض ولجعلت لها بابين، بابا يدخل الناس منه، وبابا يخرجون منه \" والحديث في الصحيحين. فترك النبي صلى الله عليه وسلم هذا الأمر الذي كان عنده\nالجزء: 1 ¦ الصفحة: 36\n",
        "أفضل الأمرين للمعارض الراجح، وهو حدثان عهد قريش بالإسلام لما في ذلك من التنفير لهم، فكانت المفسدة راجحة على المصلحة.\nولذلك استحب الأئمة أحمد وغيره أن يدع الإمام ما هو عنده أفضل، إذا كان فيه تاليف المأمومين، مثل أن يكون عنده فصل الوتر أفضل، بأن يسلم في الشفع، ثم يصلي ركعة الوتر، وهو يؤم قوما لا يرون إلا وصل الوتر، فإذا لم يمكنه أن يتقدم إلى الأفضل، كانت المصلحة الحاصلة بموافقته لهم بوصل الوتر أرجح من مصلحة فصله مع كراهتهم للصلاة خلفه، وكذلك لو كان ممن يري المخافتة بالبسملة أفضل، أو الجهر بها، وكان المأمومون على خلاف\nالجزء: 1 ¦ الصفحة: 37\n",
        "رأيه، ففعل المفضول عنده لمصلحة الموافقة والتاليف التي هي راجحة على مصلحة تلك الفضيلة كان جائزا حسنا.\nوكذلك لو فعل خلاف الأفضل لأجل بيان السنة وتعليمها لمن لم يعلمها، كان حسنًا، مثل أن يجهر بالاستفتاح أو التعوذ أو البسملة ليعرف الناس أن فعل ذلك حسن مشروع في الصلاة، كما ثبت في الصحيح أن عمر بن الخطاب جهر بالاستفتاح، فكان يكبر ويقول: سبحانك اللهم وبحمدك، وتبارك اسمك، وتعالى جدك، ولا إله غيرك. قال الأسود بن يزيد: صليت خلف عمر أكثر من سبعين صلاة، فكان\nالجزء: 1 ¦ الصفحة: 39\n",
        "يكبر، ثم يقول ذلك. رواه مسلم في صحيحه. ولهذا شاع هذا الاستفتاح حتى عمل به أكثر الناس. وكذلك كان ابن عمر وابن عباس يجهران بالاستعاذة، وكان غير\nالجزء: 1 ¦ الصفحة: 40\n",
        "واحد من الصحابة يجهر بالبسملة وهذا عند الأئمة الجمهور الذين لا يرون الجهر بها سنة راتبة كان ليعلم الناس أن قراءتها في الصلاة سنة، كما ثبت في الصحيح أن ابن عباس صلى على جنازة فقرأ بأم القرآن جهرًا، وذكر أنه فعل ذلك ليعلم الناس أنها سنة. وذلك أن الناس في صلاة الجنازة على قولين:\nمنهم من لا يري فيها قراءة بحال، كما قاله كثير\nالجزء: 1 ¦ الصفحة: 41\n",
        "من السلف، وهو مذهب أبي حنيفة ومالك.\nومنهم من يري القراءة فيها سنة، كقول الشافعي، وأحمد لحديث ابن عباس هذا وغيره.\nثم من هؤلاء من يقول: القراءة فيها واجبة كالصلاة.\nومنهم من يقول: بل هي مستحبة، ليست واجبة. وهذا أعدل الأقوال الثلاثة. فإن السلف فعلوا هذا، وهذا،\nالجزء: 1 ¦ الصفحة: 42\n",
        "وكان كلا الفعلين مشهورا بينهم، كانوا يصلون على الجنازة بقراءة وغير قراءة، كما كانوا يصلون تارة بالجهر بالبسملة، وتارة بغير جهر بها، وتارة باستفتاح، وتارة بغير استفتاح، وتارة برفع اليدين في المواطن الثلاثة، وتارة بغير رفع اليدين، وتارة\nالجزء: 1 ¦ الصفحة: 43\n",
        "يسلمون تسليمتين، وتارة تسليمة واحدة. وتارة يقرؤون خلف الإمام بالسر، وتارة لا يقرؤون. وتارة يكبرون على\nالجزء: 1 ¦ الصفحة: 45\n",
        "الجنازة أربعا، وتارة خمسا، وتارة سبعا. كان فيهم من يفعل هذا،\nالجزء: 1 ¦ الصفحة: 46\n",
        "وفيهم من يفعل هذا. كل هذا ثابت عن الصحابة. كما ثبت\nالجزء: 1 ¦ الصفحة: 47\n",
        "عنهم أن منهم من كان يرجع في الأذان، وفيهم من لم\nالجزء: 1 ¦ الصفحة: 48\n",
        "يرجع فيه. وفيهم من كان يوتر الإقامة، وفيهم من كان\nالجزء: 1 ¦ الصفحة: 49\n",
        "يشفعها، وكلاهما ثابت عن النبي صلى الله عليه وسلم\nفهذه الأمور وإن كان أحدها أرجح من الآخر، فمن فعل المرجوح فقد فعل جائزا. وقد يكون فعل المرجوح أرجح للمصلحة الراجحة.\nالجزء: 1 ¦ الصفحة: 51\n",
        "كما يكون ترك الراجح أرجح أحيانا لمصلحة راجحة. وهذا واقع في عامة الأعمال، فإن العمل الذي هو في جنسه أفضل، قد يكون في مواطن غيره أفضل منه، كما أن جنس الصلاة أفضل من جنس القراءة، وجنس القراءة أفضل من جنس الذكر، وجنس الذكر أفضل من جنس الدعاء. ثم الصلاة بعد الفجر والعصر منهي عنها، والقراءة والدعاء\nالجزء: 1 ¦ الصفحة: 52\n",
        "والذكر أفضل منها في تلك الأوقات وكذلك القراءة في\nالجزء: 1 ¦ الصفحة: 53\n",
        "الركوع والسجود منهي عنها، والذكر هناك أفضل\nالجزء: 1 ¦ الصفحة: 54\n",
        "منها، والدعاء في آخر الصلاة بعد التشهد، أفضل من الذكر\nالجزء: 1 ¦ الصفحة: 55\n",
        "وقد يكون العمل المفضول أفضل بحسب حال الشخص المعين؛ لكونه عاجزا عن الأفضل، أو لكون محبته ورغبته واهتمامه وانتفاعه بالمفضول أكثر، فيكون أفضل في حقه لما يقترن به من مزيد عمله وحبه وإرادته وانتفاعه، كما أن المريض ينتفع بالدواء الذي يشتهيه ما لا ينتفع بما لا يشتهيه، وإن كان جنس ذلك أفضل.\nومن هذا الباب، صار الذكر لبعض الناس في بعض الأوقات خيرا من القراءة، والقراءة لبعضهم في بعض الأوقات خيرًا من الصلاة وأمثال ذلك، لكمال انتفاعه به، لا لأنه في جنسه أفضل.\nالجزء: 1 ¦ الصفحة: 56\n",
        "وهذا الباب باب تفضيل بعض الأعمال على بعض إن لم يعرف فيه التفضيل، وأن ذلك قد يتنوع بتنوع الأحوال في كثير من الأعمال، وإلا وقع فيها اضطراب كثير. فإن في الناس من إذا اعتقد استحباب فعل ورجحانه، يحافظ عليه ما لا يحافظ على الواجبات، حتى يخرج به الأمر إلى الهوي والتعصب والحمية الجاهلية، كما تجده فيمن يختار بعض هذه الأمور فيراها شعارا لمذهبه.\nومنهم من إذا رأي ترك\nالجزء: 1 ¦ الصفحة: 57\n",
        "ذلك هو الأفضل، يحافظ أيضا على هذا الترك أعظم من محافظته على ترك المحرمات، حتى يخرج به الأمر إلى اتباع الهوي والحمية الجاهلية، كما تجده فيمن يري الترك شعارا لمذهبه، وأمثال ذلك، وهذا كله خطأ.\nوالواجب أن يعطي كل ذي حق حقه، ويوسع ما وسعه الله ورسوله، ويؤلف ما ألف الله بينه ورسوله، ويراعي في ذلك ما يحبه الله ورسوله من المصالح الشرعية، والمقاصد الشرعية، ويعلم أن خير الكلام كلام الله، وخير الهدي هدي محمد صلى الله عليه وسلم وأن الله بعثه رحمة للعالمين، بعثه بسعادة الدنيا والآخرة، في كل أمر من الأمور، وأن يكون مع الإنسان من التفصيل ما يحفظ به هذا الإجمال، وإلا فكثير من الناس يعتقد هذا مجملا، ويدعه عند التفصيل: إما جهلا، وإما ظلما، وإما ظنا\nالجزء: 1 ¦ الصفحة: 58\n",
        "وإما إتباعا للهوي. فنسأل الله أن يهدينا الصراط المستقيم صراط الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين، وحسن أولئك رفيقا.\nالجزء: 1 ¦ الصفحة: 59\n",
        "فصل\nوأما السنة بعد الجمعة، فقد ثبت في الصحيحين عن النبي صلى الله عليه وسلم: أنه كان يصلي بعد الجمعة ركعتين، كما ثبت عنه في الصحيحين: أنه كان يصلي قبل الفجر ركعتين، وبعد\nالجزء: 1 ¦ الصفحة: 60\n",
        "الظهر ركعتين وبعد المغرب ركعتين، وبعد العشاء ركعتين.\nوأما الظهر، ففي حديث ابن عمر: أنه كان يصلي قبلها\nالجزء: 1 ¦ الصفحة: 62\n",
        "ركعتين، وفي الصحيحين عن عائشة: أنه كان يصلي قبلها أربعا.\nالجزء: 1 ¦ الصفحة: 63\n",
        "وفي الصحيح عن أم حبيبة أن النبي صلى الله عليه وسلم قال: \" من صلى في يوم وليلة ثنتي عشرة ركعة تطوعا غير فريضة بني الله له بيتا في الجنة \". وجاء مفسرا في السنن: \" أربعا قبل الظهر،\nالجزء: 1 ¦ الصفحة: 64\n",
        "وركعتين بعدها، وركعتين بعد المغرب، وركعتين بعد العشاء، وركعتين قبل الفجر \".\nالجزء: 1 ¦ الصفحة: 65\n",
        "فهذه هي السنن الراتبة التي ثبتت في الصحيح عن النبي صلى الله عليه وسلم بقوله وفعله. مدارها على هذه الأحاديث الثلاثة: حديث ابن عمر، وعائشة، وأم حبيبة.\nوكان النبي صلى الله عليه وسلم يقوم بالليل: إما إحدي عشرة ركعة، وإما ثلاث\nالجزء: 1 ¦ الصفحة: 66\n",
        "عشرة ركعة فكان مجموع صلاته بالليل والنهار فرضه ونفله نحوا من أربعين ركعة.\nالجزء: 1 ¦ الصفحة: 67\n",
        "والناس في هذه السنن الرواتب على ثلاثة أقوال:\nمنهم من لا يوقت في ذلك شيئا، كقول مالك، فإنه لا يري سنة إلا الوتر، وركعتي الفجر. وكان يقول: إنما يوقت أهل العراق.\nومنهم من يقدر في ذلك أشياء بأحاديث ضعيفة، بل باطلة، كما يوجد في مذاهب أهل العراق، وبعض من وافقهم من أصحاب الشافعي وأحمد، فإن هؤلاء يوجد في كتبهم من الصلوات المقدرة والأحاديث في ذلك ما يعلم أهل المعرفة بالسنة أنه مكذوب على النبي صلى الله عليه وسلم، كمن روي عنه صلى الله عليه وسلم: أنه صلى قبل العصر أربعا.\nالجزء: 1 ¦ الصفحة: 68\n",
        "أو أنه قضي سنة العصر.\nالجزء: 1 ¦ الصفحة: 70\n",
        "أو أنه صلى قبل الظهر ستا. أو بعدها أربعا. أو أنه كان يحافظ على الضحي. وأمثال ذلك من الأحاديث المكذوبة على النبي صلى الله عليه وسلم.\nوأشد من ذلك ما يذكره بعض المصنفين في [الرقائق\nالجزء: 1 ¦ الصفحة: 71\n",
        "والفضائل] في الصلوات الأسبوعية، والحولية: كصلاة يوم الأحد، والإثنين، والثلاثاء، والأربعاء، والخميس، والجمعة، والسبت، المذكورة في كتاب أبي طالب، وأبي حامد، وعبد القادر، وغيرهم. وكصلاة [الألفية] التي في أول\nالجزء: 1 ¦ الصفحة: 74\n",
        "رجب، ونصف شعبان، والصلاة [الاثني عشرية] التي في أول ليلة جمعة من رجب، والصلاة التي في ليلة سبعة\nالجزء: 1 ¦ الصفحة: 75\n",
        "وعشرين من رجب، وصلوات أخر تذكر في الأشهر الثلاثة، وصلاة ليلتي العيدين وصلاة يوم عاشوراء، وأمثال ذلك من الصلوات المروية عن النبي صلى الله عليه وسلم، مع اتفاق أهل المعرفة بحديثه أن ذلك كذب عليه، ولكن بلغ ذلك أقواما من أهل العلم والدين، فظنوه صحيحا، فعملوا به، وهم مأجورون على حسن قصدهم واجتهادهم، لا على مخالفة السنة.\nوأما من تبينت له السنة فظن أن غيرها خير منها، فهو ضال مبتدع، بل كافر.\nالجزء: 1 ¦ الصفحة: 76\n",
        "والقول الوسط العدل هو ما وافق السنة الصحيحة الثابتة عنه صلى الله عليه وسلم: وقد ثبت عنه أنه كان يصلي بعد الجمعة ركعتين. وفي صحيح مسلم عنه أنه قال: \" من كان منكم مصليا بعد الجمعة فليصل بعدها أربعا \". وقد روي الست عن طائفة من الصحابة جمعا بين هذا وهذا.\nوالسنة أن يفصل بين الفرض والنفل في الجمعة،\nالجزء: 1 ¦ الصفحة: 77\n",
        "وغيرها. كما ثبت عنه في الصحيح: أنه صلى الله عليه وسلم نهى أن توصل صلاة بصلاة، حتى يفصل بينهما بقيام أو كلام، فلا يفعل ما يفعله كثير من الناس. يصل السلام بركعتي السنة، فإن هذا ركوب لنهي النبي صلى الله عليه وسلم. وفي هذا من الحكمة التمييز بين الفرض وغير الفرض، كما يميز بين العبادة وغير العبادة.\nولهذا استحب تعجيل الفطور،\nالجزء: 1 ¦ الصفحة: 79\n",
        "وتأخير السحور.\nالجزء: 1 ¦ الصفحة: 80\n",
        "والأكل يوم الفطر قبل الصلاة، ونهى عن استقبال رمضان بيوم أو يومين، فهذا كله للفصل بين المأمور به\nالجزء: 1 ¦ الصفحة: 81\n",
        "من الصيام، وغير المأمور به، والفصل بين العبادة وغيرها. وهكذا تمييز الجمعة التي أوجبها الله من غيرها.\nوأيضًا، فإن كثيرًا من أهل البدع كالرافضة وغيرهم لا ينوون الجمعة بل ينوون الظهر، ويظهرون أنهم سلموا، وما سلموا، فيصلون ظهرًا ويظن الظان أنهم يصلون السنة، فإذا حصل التمييز بين الفرض والنفل، كان في هذا مَنْعٌ لهذه البدعة، وهذا له نظائر كثيرة، والله سبحانه أعلم.\nالجزء: 1 ¦ الصفحة: 82\n",
        ""
    ]
}