{
    "1": [
        "سهم إبليس وقوسه\nالمقدمة\nالحمد لله الذي خلق السمع والأبصار والأفئدة والصلاة والسلام على أشرف الأنبياء والمرسلين نبينا محمد وعلى آله وصحبه أجمعين، أما بعد:\nفإن من نعم الله التي لا تعد ولا تحصى نعمة البصر، وهي وإن كانت نعمة في ذاتها فإنها ربما أوردت صاحبها المهالك إذا أطلقها في غير ما أحل الله.\nولتوسع الناس في أمر النظر المحرم وكثرته، أقدم للأحبة القراء الجزء الثالث عشر من سلسلة: \"أين نحن من هؤلاء؟ \" تحت عنوان \"سهم إبليس وقوسه\" فيه أطايب الكلام من قول الله جل وعلا وكلام رسوله - صلى الله عليه وسلم - وذكر حال السلف في مجاهدة أنفسهم وحفظ أبصارهم.\nنزه الله أسماعنا وأبصارنا وجوارحنا عن كل ما نهى عنه وجعلها عونا على الطاعة ومتعنا بها حتى نلقاه.\nعبد الملك بن محمد بن عبد الرحمن القاسم\nالجزء: 1 - الصفحة: 3\n",
        "مدخل\nلقد أسبغ الله جل وعلا علينا نعما ظاهرة وباطنة لا تعد ولا تحصى ومن أعظم وأشرف تلك النعم نعمة البصر، قال تعالى: {قُلْ هُوَ الَّذِي أَنْشَأَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ} [الملك: 23].\nومن عظيم قدرها أن أبدل الله من سلب منه عينيه فصبر الجنة، قال رسول الله - صلى الله عليه وسلم -: \"إذا ابتليت عبدي بحبيبتيه ثم صبر، عوضته منها الجنة\" (1).\nونعمة الصبر من أعظم النعم إذا استخدمها العبد في طاعة الله سبحانه، أما إذا كان خلاف ذلك، فإنها تكون سببا للحسرة في الدنيا، والعذاب في الآخرة، ولذا جاء الأمر الإلهي للمؤمنين كافة بغض البصر وحفظه قال الله جل وعلا {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللهَ خَبِيرٌ بِمَا يَصْنَعُونَ * وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ}\n[النور: 30، 31].\nقال ابن كثير: وهذا أمر من الله تعالى لعباده المؤمنين أن يغضوا من أبصارهم عما حرم عليهم، فلا ينظروا إلا إلى ما أباح لهم النظر إليه وأن يغضوا أبصارهم عن المحارم، فإن اتفق أن وقع البصر على محرَّم من غير قصد فليصرف بصره عنه سريعًا (2).\n(1) رواه البخاري.\n(2) تفسير ابن كثير (6/ 43).\nالجزء: 1 - الصفحة: 4\n",
        "قال ابن كثير في تفسير قوله تعالى: {ذَلِكَ أَزْكَى لَهُمْ} أي أطهر لقلوبهم وأتقى لدينهم كما قيل: من حفظ بصره أورثه الله نورًا في بصيرته، ويروى في قلبه (1).\nوقال رحمه الله في تفسير قوله تعالى: {وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ\n....\n}.\nهذا أمر من الله تعالى للنساء المؤمنات وغيرة منه لأزواجهن عباده المؤمنين، وتمييز لهن عن صفة نساء الجاهلية وفعال المشركات (2).\nوقال الشوكاني رحمه الله أيضا حول هذه الآية:\nخص الإناث بهذا الخطاب على طريق التأكيد لدخولهن تحت خطاب المؤمنين تغليبا كما في سائر الخطابات القرآنية (3).\nومن في قوله تعالى: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ} للتبعيض فكأنه خص بالحظر والتحريم نوعا من النظر وأطلق بعض النظر إلى ذوي المحارم، وما تدعو الحاجة إليه، ثم عطف على ذكر النساء مفردا لهن بالذكر مع أنهن يدخلن في عموم خطاب الشرع تبعا للرجال فقال: {وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ} تأكيدا لزمن النظر، واحتياطا لصيانة الفرج\n(1) تفسير ابن كثير (6/ 44).\n(2) تفسير ابن كثير (6/ 46).\n(3) فتح القدير (4/ 22).\nالجزء: 1 - الصفحة: 5\n",
        "عن الزنى والخطر، ولئلا يتوهم متوهم أن الأمر يختص بالرجال (1).\nقال ابن القيم رحمه الله تعالى: وأمر الله تعالى نبيه أن يأمر المؤمنين بغض أبصارهم وحفظ فروجهم، وأن يعلمهم أنه مشاهد لأعمالهم مطلع عليها: {يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ} ولما كان مبدأ ذلك من قبل البصر جعل الأمر بغضه مقدما على حفظ الفرج، فإن الحوادث مبدؤها من البصر كما أن معظم النار من مستصغر الشرر تكون نظرة، ثم خطرة، ثم خطوة، ثم خطيئة، ولهذا قيل: من حفظ هذه الأربعة أحرز دينه: اللحظات والخطرات واللقطات والخطوات.\nفينبغي للعبد أن يكون بواب نفسه على هذه الأبواب الأربعة، ويلازم الرباط على ثغورها فمنها يدخل عليه العدو فيجوس خلال الديار فيتبر ما علا تتبيرًا (2).\nوقد جعل الله سبحانه العين مرآة القلب فإذا غض العبد بصره غض القلب شهوته وإرادته، وإذا أطلق بصره أطلق القلب شهوته.\nولما كان إطلاق البصر سببًا لوقوع الهوى في القلب، أمر الشرع بغض البصر عما يخاف عواقبه، قال ابن القيم معلقًا على حديث الرسول - صلى الله عليه وسلم -: \"كتب على ابن آدم حظه من الزنا .. \" (3)\n(1) أحكام النظر (18).\n(2) الجواب الكافي (179).\n(3) رواه البخاري ومسلم.\nالجزء: 1 - الصفحة: 6\n",
        "الحديث فبدأ بزنا العين لأنه أصل زنا اليد والرجل والقلب والفروج.\nثم قال أيضا: وهذا الحديث من أبين الأشياء على أن العين تعصي بالنظر وأن ذلك زناها ففيه رد على من أباح النظر مطلقًا وثبت عنه - صلى الله عليه وسلم - أنه قال: \"يا علي لا تتبع النظرة النظرة فإن لك الأولى وليست لك الثانية\" (1).\nفاحذر يا أخي وفقك الله من شر النظر فكم قد أهلك من عابد، وفسخ عزم زاهد، فاتعظ بذلك وتلمح معنى قول النبي - صلى الله عليه وسلم -: \"\nالنظرة سهم\nمسموم\" (2) لأن السم يسري إلى القلب فيعمل في الباطن قبل أن يرى عمله في الظاهر، فاحذر من النظر فإنه سبب الآفات إلا أن علاجه في بدايته قريب فإذا كرر تمكن الشر فصعب علاجه.\nوأضرب لك في ذلك مثلاً: إذا رأيت فرسًا قد مالت براكبها، إلى درب ضيق فدخلت فيه ببعض بدنها، ولضيق المكان لا يمكن دخولها، فإن قبل وردها خطوة إلى ورائها، سهل الأمر، وإن توانى حتى ولجت، ثم قام بجذبها بذنبها طال تعبه وربما لم يتهيأ له.\nوكذلك النظرة إذا كثرت في القلب، فإن عجل الحازم بغضها وحسم المادة من أولها سهل علاجه، وإن كرر النظر نقب عن محاسن الصورة ونقلها إلى قلب متفرغ فنقشها فيه فكلما تواصلت\n(1) روضة المحبين (93، 94). والحديث رواه أحمد وأبو داود والترمذي.\n(2) رواه أحمد والحاكم.\nالجزء: 1 - الصفحة: 7\n",
        "النظرات كانت كالمياه تسقي بها الشجرة، فلا تزال تنمى فيفسد القلب ويعرض عن الفكر فيما أمر به ويخرج بصاحبه إلى المحن ويوجب ارتكاب المحظورات ويلقى في التلف، والسبب في هذا الهلاك: أن الناظر أول نظرة التذ بها فكررها يطلب الالتذاذ بالنظر مستهينًا بذلك فأعقبه ما استهان به التلف، ولو أنه غض عند أول نظرة لسلم في باقي عمره (1).\nأخي الحبيب:\nإن\nفتنة النظر\nإلى ما حرم الله أصل كل فتنة، ومنجم كل شهوة فالنظر هو رائد الشهوة ورسولها، وحفظه أصل حفظ الفرج فمن أطلق نظره أورد نفسه موارد الهلاك، وقد جعل الله سبحانه وتعالى العين مرآة القلب فإذا غض العبد بصره غض القلب شهوته وإرادته وإذا أطلق بصره أطلق القلب شهوته.\nلذلك لما أمر الله عز وجل في سورة النور بحفظ الفرج قدم الأمر بغض البصر لأنه هو بريد الزنى وبابه حيث قال عز وجل: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللهَ خَبِيرٌ بِمَا يَصْنَعُونَ * وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ} [النور: 30، 31].\nفمن سرح ناضرة أتعب خاطره، من كثرت نظراته ضاعت أوقاته ودامت حسراته، فيا من يريد السلامة، ويطلب الخلاص،\n(1) ذم الهوى (82).\nالجزء: 1 - الصفحة: 8\n",
        "غض من بصرك، وأقصر عن محارم الله طرفك، ولا تقلل من شأن النظر وتستصغره فإن كل الحوادث مبدؤها من النظر، كما أن معظم النار مبدؤها من مستصغر الشرر، تكون نظرة، ثم خطرة، ثم خطوة، ثم خطيئة.\nأخي المسلم:\nإن الذي أجمعت عليه الأمة واتفق على تحريمه علماء السلف والخلف من الفقهاء والأئمة هو نظر الأجانب من الرجال والنساء بعضهم إلى بعض، وهم من ليس بينهم رحم من النسب، ولا محرم من سبب، كالرضاع وغيره، فهؤلاء حرام نظر بعضهم إلى بعض، وهم كل من حرم الشرع تزويج بعض منهم ببعض على التأبيد، فالنظر والخلوة محرم على هؤلاء عند كافة المسلمين، لا يباح بدعوى زهد وصلاح، ولا توهم عدم آفة ترفع عنهم الجناح، إلا في أحوال نادرة من ضرورة أو حاجة، فما سوى ذلك محرم، سواء كان عن شهوة، أو عن غيرها، وكذلك لا يجوز النظر إلى الأمرد (1). بشهوة وغيرها من غير حاجة كل ذلك لخوف الفتنة والوقوع في الهلكة.\nففي غض البصر: زكاة وطهارة لقلوب المؤمنين، وحفظ لفروجهم وقد قدم الله سبحانه الأمر بغض البصر على الأمر بحفظ الفرج، لأن مبدأ المعاصي من النظر، وهو بريد الزنا، والنظرة تفعل\n(1) الأمرد: الشاب طر شاربه ولم تنبت لحيته.\nالجزء: 1 - الصفحة: 9\n",
        "في القلب ما يفعل السهم في الرمية، فإن لم تقتله جرحته، وهي بمنزلة الشرارة من النار ترمى في الحشيش اليابس، فإن لم تحرقه كله، أحرقت بعضه، كما قيل:\nكل الحوادث مبدؤها من النظر\n...\nومعظم النار من مستصغر الشرر\nكم نظرة فتكت في قلب صاحبها\n...\nفتك السهام بلا قوس ولا وتر\nوالمرء ما دام ذا عين يقلبها\n...\nفي أعين الغيد موقوف على خطر\nيسر مقلته ما ضر مهجته\n...\nلا مرحبا بسرور عاد بالضرر (1)\nوالله سبحانه مطلع على أعمالنا سرها وعلانيتها ألا ترى أنه سبحانه وتعالى عقب على الأمر بغض البصر وحفظ الفرج بقوله: {إِنَّ اللهَ خَبِيرٌ بِمَا يَصْنَعُونَ} وهو سبحانه: {يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ} (2).\nعن ابن عباس رضي الله عنهما قال: ما رأيت شيئا أشبه باللمم مما قال أبو هريرة عن النبي - صلى الله عليه وسلم - قال: \"إن الله كتب على ابن آدم حظه من الزنا أدرك ذلك لا محالة: فزنا العين النظر، وزنا اللسان النطق، والنفس تتمنى وتشتهي، والفرج يصدق ذلك كله ويكذبه\" متفق عليه.\nقال الشنقيطي رحمه الله: محل الشاهد منه قوله - صلى الله عليه وسلم - \"فزنا العين النظر\" فإطلاق اسم الزنا على نظر العين إلى ما لا يحل دليل واضح على تحريمه والتحذير منه.\n(1) الجواب الكافي (224).\n(2) أحكام النظر لابن القيم (9).\nالجزء: 1 - الصفحة: 10\n",
        "ومعلوم أن النظر سبب الزنا، فإن من أكثر من النظر إلى جمال امرأة مثلا قد يتمكن بسببه حبها من قلبه تمكنا يكون سبب هلاكه والعياذ بالله، فالنظر بريد الزنا (1).\nقال البخاري: قال سعيد بن أبي الحسن للحسن: إن نساء العجم يكشفن صدورهن ورءوسهن قال: اصرف بصرك عنهن يقول الله عزوجل {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ} قال قتادة: عما لا يحل لهم {وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ}.\nيقول الشنقيطي في تلك الآيات: وبه تعلم أن قوله تعالى: {يَعْلَمُ خَائِنَةَ الْأَعْيُنِ} فيه الوعيد بمن يخون بعينه بالنظر إلى ما لا يحل له، وهذا الذي دلت عليه الآيتان من الزجر عن النظر إلى ما لا يحل جاء موضحًا في أحاديث كثيرة (2).\nقال أطباء القلوب: بين العين والقلب منفذ وطريق فإذا خربت العين وفسدت خرب القلب وفسد وصار كالمزبلة التي هي محل النجاسات والقاذورات والأوساخ، فلا يصلح لسكن معرفة الله ومحبته والإنابة إليه والأنس به، والسرور بقربه، وإنما يسكن فيه أضداد ذلك (3).\n(1) أضواء البيان (6/ 91)\n(2) أضواء البيان (6/ 919).\n(3) تزكية النفوس (38).\nالجزء: 1 - الصفحة: 11\n",
        "وعن علي بن أبي طالب رضي الله عنه أنه قال: إن النبي - صلى الله عليه وسلم - أردف الفضل بن عباس خلفه في الحج، فجاءت جارية من خثعم تستفتي رسول الله - صلى الله عليه وسلم - فلوى النبي - صلى الله عليه وسلم - عنق الفضل لئلا ينظر إليها، فقال له عمه العباس: لم لويت عنق ابن عمك يا رسول الله، فقال عليه السلام: \"رأيت شابًا وشابة، فلم آمن الشيطان عليهما\" (1) يعني: أن يشغل قلب أحدهما بصاحبه إذا نظر إليه.\nفانظر كيف فعل بابن عمه وهو في حضرته متلبس بأسباب حجه، ولم يأمن الطباع من الفتنة، والشيطان من الوسوسة والمحنة.\nوعنه - صلى الله عليه وسلم - أنه قال يومًا لعلي بن أبي طالب: \"يا علي، إن لك كنزًا في الجنة، فلا تتبع النظرة النظرة، فإن لك الأولى، وليست لك الآخرة\" (2) يعني أن النظرة الأولى نظرة الفجأة من غير قصد يمنح لك عفو بلا إثم، وليست لك الثانية إذا اتبعتها نظرة تمتع.\nهذا خطابه لعلي رضي الله عنه، مع علمه بكمال زهده وورعه، وعفة باطنه وصيانة ظاهره يحذره من النظر، ويؤمنه من الخطر لئلا يدعي الأمن كل بطال، ويغتر بالعصمة والأمن من الفتنة {فَلَا يَأْمَنُ مَكْرَ اللهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ} [الأعراف: 99].\nوعن جرير بن عبد الله البجلي، قال: سألت رسول الله - صلى الله عليه وسلم -\n(1) رواه الترمذي.\n(2) رواه أحمد وابن حبان. تقدم تخريجه دون قوله: إن لك كنزا في الجنة فالله أعلم.\nالجزء: 1 - الصفحة: 12\n",
        "عن نظر الفجأة، فقال لي: \"اصرف بصرك\" (1) يعني: عن النظر الثاني، لأنك لا تأمن فيه الشهوة والفتنة.\nولا شك أن حفظ البصر أشد من حفظ اللسان، فإن العين مبدأ الزنا فحفظها مهم، وهو عسر من حيث إنه قد يستهان به ولا يعظم الخوف منه والآفات كلها منه تنشأ.\nوالنظرة الأولى إذا لم تقصد لا يؤاخذ بها والمعاودة يؤاخذ بها.\nقال مجاهد: إذا أقبلت المرأة جلس الشيطان على رأسها فزينها لمن ينظر وإذا أدبرت جلس على عجزها فزينها لمن ينظر (2).\nقال العلاء بن زياد: لا تتبع بصرك رداء المرأة فإن النظر يزرع في القلب شهوة، وقلما يخلو الإنسان في ترداده عن وقوع البصر على النساء والصبيان فمهما تخايل إليه الحسن تقاضى الطبع المعاودة وعنده ينبغي أن يقرر في نفسه أن هذه المعاودة عين الجهل فإنه إن حقق النظر فاستحسن ثارت الشهوة وعجز عن الوصول فلا يحصل له إلا التحسر، وإن استقبح لم يلتذ لأنه قصد الالتذاذ فقد فعل ما آلمه، فلا يخلو في كلتا حالتيه، عن معصية وعن تألم وعن تحسر، ومهما حفظ العين بهذا الطريق اندفع عن قلبه كثير من الآفات، فإن أخطأت عينه وحفظ الفرج مع التمكن فذلك يستدعي غاية القوة ونهاية التوفيق (3).\n(1) رواه مسلم.\n(2) الجامع لأحكام القرآن (12/ 227).\n(3) الإحياء (3/ 114).\nالجزء: 1 - الصفحة: 13\n",
        "وفي الصحيحين عنه - صلى الله عليه وسلم -: \"لا يحل دم امرئ مسلم، إلا بإحدى ثلاث: الثيب الزاني، والنفس بالنفس، والتارك لدينه المفارق للجماعة\" وهذا الحديث في اقتران الزنى بالكفر وقتل النفس نظير الآية التي في الفرقان، ونظير حديث ابن مسعود.\nفقد بدأ رسول الله - صلى الله عليه وسلم - بالأكثر وقوعًا والذي يليه، فالزنا أكثر وقوعًا من الردة، وأيضا فإنه انتقل من الأكبر إلى ما هو أكبر منه، ومفسدة الزنى مناقضة لصلاح العالم، فإن المرأة إذا زنت أدخلت العار على أهلها وزوجها وأقاربها، ونكست رءوسهم بين الناس وإن حملت من الزنى، فإن قتلت ولدها جمعت بين الزنى والقتل، وإن حملته على الزوج أدخلت على أهله وأهلها أجنبيا ليس منهم، فورثهم وليس منهم، ورآهم وخلا بهم وانتسب إليهم وليس منهم، إلى غير ذلك من مفاسد زناها، وأما زنى الرجل فإنه يوجب اختلاط الأنساب أيضا، وإفساد المرأة المصونة، وتعريضها للتلف والفساد، وفي هذه الكبيرة خراب الدنيا والدين، وإن عمرت القبور في البرزخ والنار في الآخرة، فكم في الزنى من استحلال لحرمات، وفوات حقوق، ووقوع مظالم.\nومن خاصيته: أنه يوجب الفقر، ويقصر العمر، ويكسو صاحبه سواد الوجه وثوب المقت بين الناس.\nومن خاصيته أيضًا: أنه يشتت القلب ويمرضه إن لم يمته ويجلب الهم والحزن والخوف، ويباعد صاحبه من الملك ويقربه من الشيطان، فليس بعد مفسدة القتل أعظم من مفسدته، ولهذا شرع\nالجزء: 1 - الصفحة: 14\n",
        "فيه القتل على أشنع الوجوه وأفحشها وأصعبها، ولو بلغ العبد أن امرأته أو حرمته قتلت كان أسهل عليه من أن يبلغه أنها زنت.\nقال سعد بن عبادة رضي الله عنه: \"لو رأيت رجلاً مع امرأتي لضربته بالسيف غير مصفح\" (1) فبلغ ذلك رسول الله - صلى الله عليه وسلم - فقال: \"تعجبون من غيرة سعد؟ والله لأنا أغير منه، والله أغير مني، ومن أجل غيرة الله حرم الفواحش ما ظهر منها وما بطن\" (2)\nمتفق عليه.\nأخي المسلم:\nخل الذنوب صغيرها\n...\nوكبيرها ذاك التقى\nواصنع كماش فوق أر\n...\nض الشوك يحذر ما يرى\nلا تحقرن صغيرة\n...\nإن الجبال من الحصى\nقال محمد بن عبد العزيز: جلسنا إلى أحمد بن رزين من غدوة إلى العصر فما التفت يمنة ولا يسرة، فقيل له في ذلك فقال: إن الله عز وجل خلق العينين لينظر بهما العبد إلى عظمة الله تعالى، فكل من نظر بغير اعتبار كتبت له خطيئة.\nالله أكبر .. أين من يطلق بصره ليل نهار؟ بل أين هذا الذي يقصد الأسواق وغيرها للنظر في ما لا يحل له؟ بل أين من يبقى ساعات طوال ليشاهد القنوات والمحطات؟ الرجل ينظر إلى النساء\n(1) بضم الميم وفتح الفاء، يقال: أصفحه بالسيف، أي ضربه بعرضه دون حده.\n(2) الجواب الكافي (147).\nالجزء: 1 - الصفحة: 15\n",
        "والمرأة تنظر إلى الرجال .. أين غض البصر وحفظه عن تلك المحرمات؟\nقال سعيد بن المسيب: ما يئس الشيطان من شيء إلا أتاه من قبل النساء.\nوقال سعيد وهو ابن أربع وثمانين سنة وقد ذهبت إحدى عينيه وهو يعثو بالأخرى: وما من شيء أخوف عندي من النساء (1).\nأخي: اختلت الموازين واختلفت المعايير، وإلا فأين من يطلق بصره من قول عمرو بن مرة؟ نظرت إلى امرأة فأعجبتني فكف بصري، فأرجو أن يكون ذلك كفارة.\nوانظر إلى ما يتواصون به ويحرصون عليه، ونحن أحق به وأولى خاصة في هذا الزمن الذي انتشرت فيه الفتن وعمت به المحن.\nقال وكيع: خرجنا مع سفيان الثوري في يوم عيد، فقال: إن أول ما نبدأ به في يومنا غض أبصارنا (2).\nقال سفيان الثوري: عليك بالمراقبة لمن لا تخفى عليه خافية، وعليك بالرجاء ممن يملك الوفاء، وعليك بالحذر ممن يملك العقوبة.\nأين أنت أيها المسلم من الثواب العظيم إذا صرفت بصرك وأطعت ربك، ألا فأبشر بوعد من لا يخلف الوعد.\n(1) صفة الصفوة (2/ 80)، السير (2374).\n(2) الورع لابن أبي الدنيا (63).\nالجزء: 1 - الصفحة: 16\n",
        "{وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى * فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى} [النازعات: 40، 41].\nأخي الحبيب: أين نحن من هؤلاء؟\nقال ابن سيرين: إني أرى المرأة في المنام فأعرف أنها لا تحل لي فأصرف بصري عنها.\nالله أكبر\n...\nفي المنام ويصرف بصره .. لأنه يعلم أنها لا تحل له، ومن صرف بصره في النهار لم يرض بغير ذلك في المنام ..\nوأما من زلت به العين فماذا يرى كفارة ذلك .. أهي المعاودة وتكرار النظر أم التوبة إلى الله.\nقال عمرو بن مرة: ما أحب أني بصير أني أذكر أني نظرت نظرة وأنا شاب (1).\nوحين خرج حسان بن أبي سنان يوم العيد فلما رجع قالت له امرأته: كم من امرأة حسنة قد نظرت اليوم إليها؟ فلما أكثرت عليه، قال: ويحك، ما نظرت إلا في إبهامي منذ خرجت حتى رجعت إليك (2).\nأيها الحبيب:\nأعجب الأشياء اغترار الإنسان بالسلامة، وتأميله الإصلاح فيما بعد وليس لهذا الأمل منتهى، ولا للاغترار حد فكلما أصبح\n(1) صفة الصفوة (3/ 106).\n(2) الورع لابن أبي الدنيا (64).\nالجزء: 1 - الصفحة: 17\n",
        "وأمسى معافى زاد الاغترار وطال الأمل.\nوأي موعظة أبلغ من أن ترى ديار الأقران وأحوال الإخوان وقبور المحبوبين فتعلم أنك بعهد أيام مثلهم، ثم لا يقع انتباه ينتبه الغير بك، هذا والله شأن الحمقى (1).\nلقلبك يوما اتعبتك المناظر\n...\nوكنت متى أرسلت طرفك رائدا\nولا عن بعضه أنت صابر\n...\nرأيت الذي لا كله أنت قادر عليه\nقال أبو الدرداء: يا بني لا تتبع بصرك كلما ترى في الناس فإنه من يتبع بصره كلما يرى في الناس يطل تحزنه ولا يشف غيظه ومن لا يعرف نعمة الله إلا في مطعمة أو مشربة فقد قل علمه وحضر عذابه ومن لا يكن غنيًّا من الدنيا فلا دنيا له (2).\nأيها الحبيب:\nاعلم أن شهوة الفرج والعين هي أغلب الشهوات على الإنسان وأعصاها عند الهيجان على العقل، إلا أن مقتضاها قبيح يستحيا منه ويخشى من اقتحامه، وامتناع أكثر الناس عن مقتضاها إما لعجز أو لخوف أو لحياء أو لمحافظة على جسمه، وليس في شيء من ذلك ثواب فإنه إيثار حظ من حظوظ النفس على حظ آخر: نعم من العصمة أن لا يقدر ففي هذه العوائق فائدة وهي دفع الإثم، فإن من ترك الزنا اندفع عنه إثمه بأي سبب كان تركه، وإنما الفضل\n(1) صيد الخاطر (427).\n(2) الزهد: (196).\nالجزء: 1 - الصفحة: 18\n",
        "والثواب الجزيل في تركه خوفا من الله تعالى مع القدرة وارتفاع الموانع وتيسر الأسباب.\nوزنا العين من كبائر الصغائر وهو يؤدي إلى القرب على الكبيرة الفاحشة وهي زنا الفرج .. ومن لم يقدر على غض بصره لم يقدر على حفظ فرجه.\nقال عيسى عليه السلام: إياكم والنظرة فإنها تزرع في القلب شهوة وكفى بها فتنة.\nقال داود عليه السلام: يا بني امش خلف الأسد والأسود ولا تمش خلف المرأة.\nوقيل ليحيى عليه السلام: ما بدء الزنا؟ قال: النظر والتمني وقال الفضيل: يقول إبليس هو قوسي القديمة وسهمي الذي لا أخطئ به يعني النظر (1).\nوقال بعض الحكماء: كل يجري من عمره إلى غاية تنتهي إليها مدة أجله وتنطوي عليها صحيفة عمله، فنخذ من نفسك لنفسك وقس يومك بأمسك، وكف عن سيئاتك وزد في حسناتك قبل أن تستوفي الأجل، وتقصر عن الزيادة في السعي والعمل (2).\nهذه نصائح غالية ودرر ثمينة ممن يعرفون عظم الذنب وقدر من يطلع على السرائر فيخافون ربهم ويخشونه.\n(1) الإحياء (3/ 112).\n(2) العاقبة: (88).\nالجزء: 1 - الصفحة: 19\n",
        "قال يحيى بن معاذ: ألا إن العاقل المصيب من عمل ثلاثا: ترك الدنيا قبل أن تتركه وبنى قبره قبل أن يدخله، وأرضى ربه قبل أن يلقاه (1).\nأيها الشاب:\nإن إطلاق البصر فيما لا يحل ذنب قد يؤدي بك إلى المهالك وقد ترى أثره في الدنيا قبل الآخرة كما قال حماد بن زيد رضي الله عنه: إذا أذنب العبد بالليل أصبح ومذلته في وجهه (2).\nيا راقدًا الليل مسرورًا بأوله\n...\nإن الحوادث قد يطرقن أسحارا\nأفنى القرون التي كانت مسلطة\n...\nمر الجديدين إقبالاً وإدبارا\nيا من يكابد دنيا لا مقام بها\n...\nيمسي ويصبح في دنياه سيارا\nكم قد أبادت صروف الدهر من\n...\nملك قد كان في الأرض نفاعا\nوفضول النظر يدعو إلى الاستحسان، ووقوع صورة المنظور في قلب الناظر؛ فيحدث أنواعا من الفساد في قلب العبد.\nمنها: ما ذكره رسول الله - صلى الله عليه وسلم - كما جاء في المسند: \"والنظرة سهم من سهام إبليس؛ فمن غض بصره لله أورثه حلاوة يجدها في قلبه إلى يوم يلقاه\" (3).\nمنها: دخول الشيطان مع النظرة، فإنه ينفذ معها أسرع من نفوذ الهواء في المكان الخالي، ليزين صورة المنظور، ويجعلها صنما\n(1) صفة الصفوة (4/ 94).\n(2) تقدم تخريجه.\n(3) الزهر الفائح (95).\nالجزء: 1 - الصفحة: 20\n",
        "يعكف عليه القلب، ثم يعده ويمنيه ويوقد على القلب نار الشهوات ويلقي حطب المعاصي التي لم يكن يتوصل إليها بدون تلك الصورة.\nمنها: أنه يشغل القلب، وينسيه مصالحه، ويحول بينه، وبينها؛ فيفرط عليه أمره، ويقع في اتباع الهوى والغفلة، قال تعالى: {وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا} (1) [الكهف: 28].\nقال: داود الطائي: كانوا يكرهون فضول النظر (2).\nوالنظر أصل عامة الحوادث التي تصيب الإنسان فإن النظرة تولد الخطرة ثم تولد الخطرة فكره، ثم تولد شهوة، ثم تولد الشهوة إرادة، ثم تقوى فتصير عزيمة حازمة فيقع الفعل ولا بد ما لم يمنع مانع، وفي هذا قيل الصبر على غض البصر أيسر من الصبر على ألم ما بعده.\nقيل: إن حسان بن ثابت رضي الله عنه خرج يوم عيد، فصلى ثم عاد إلى زوجته فقالت له: يا حسان كم رأيت من وجه مليح؟ فقال: والله ما رفعت طرفي ولا علمت ما كان من الناس ولقد سمعت رسول الله - صلى الله عليه وسلم - يقول: \"من نظر إلى ما لا يحل له حرم الله عليه النظر إلى وجهه وألقاه في النار\" (3).\n(1) تزكية النفوس (37).\n(2) الورع لابن أبي الدنيا 62.\n(3) صفة الصفوة (3/ 337).\nالجزء: 1 - الصفحة: 21\n",
        "وهذه الدنيا مزرعة الآخرة ودار عمل وتعب ونصب فإن أحسن العبد فيها فهنيئا له وإن قصر وفرط ندم في يوم تشخص فيه الأبصار.\nقال أحمد تنهدت عند أبي سليمان الداراني يوما فقال: إنك مسئول عنها يوم القيامة فإن كانت على ذنب سلف فطوبى لك وإن كانت على فوت دنيا أو شهوة فويل لك (1).\nقال الثوري: يسألون والله عن كل شيء حتى التبسم فيم تبسمت يوم كذا وكذا، فذلك قوله: {يَا وَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا}.\nأخي الحبيب:\nإذا ما خلوت الدهر يومًا فلا تقل\n...\nخلوت ولكن قل علي رقيب\nولا تحسبن الله يغفل ساعة\n...\nولا أن ما تخفيه عنه يغيب\nألم تر أن اليوم أسرع ذاهب\n...\nوأن غدا للناظرين قريب\nقال الله عز وجل في كتابه العزيز: {كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلْإِنْسَانِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيءٌ مِنْكَ} [الحشر: 16].\nقال علماء التفسير: كان هذا الإنسان المذكور عابدًا في صومعة له، مشهورًا بالعبادة، ومشهورًا بالزهادة يستشفى بدعائه المرضى، وإذا عرض بأحد مرض أو جنون حمل إلى صومعته ليدعو له ليبرأ فمرضت ابنة بعض كبراء البلدة. ذات جمال فجاءوا بها\n(1) المنتخب (20).\nالجزء: 1 - الصفحة: 22\n",
        "ومضوا، فلما خلا بها نظر إليها فأعجبته، فواقعها فعلقت (حملت) منه، فجاءه الشيطان الذي أغراه حتى نظر إليها، وأمنه الفتنة حتى خلا بها، فقال له: اقتلها وادفنها في جانب الصومعة، فإذا جاءوا يطلبونها تقول: ماتت فيقبلوا قولك لموضعك عندهم، وإلا أتوا فرأوها حبلى منك، فتفضح وربما قتلوك، فقبل منه وقتلها ودفنها، فلما جاء أهلها أخبرهم بموتها، وأنه دفنها فصدقوا قوله ومضوا.\nفمضى الشيطان إلى إخوتها وأخبرهم بخبر العابد وفعله بأختهم وقتله لها، وقال: علامة ذلك دفنها في الموضع الفلاني من صومعته فجاءوا إلى العابد، ودخلوا الصومعة ونبشوا الموضع، فوجدوا ابنتهم فأخذوا العابد ليصلبوه فلما رقي به الخشبة ليصلب أتاه الشيطان فقال له: أعلمت أني فعلت بك هذا كله وأنا أقدر أن أخلصك مما أنت فيه؟ فقال: افعل، قال: بشرط أن تسجد لي سجدة واحدة، أخلصك فسجد له فكفر بها وصلب، فولى الشيطان عنه يقول: إني بريء منك. فاغتر أولاً بعبادته واغتر آخرًا بعدة عدوه، فهكذا العبادة بالجهل، يخيل لصاحبها الأمن، وكان سبب هلاك هذا العابد نظرة أصابه فيها سهم من الشيطان، فلا ينبغي للعاقل أن يغتر بالعبادة، وقبول العام، ولا يأمن من فتنة النظر على مر الأيام.\nولعظم الأمر المترتب على النظر وما يقود إليه من فساد وربما الوقوع في فاحشة الزنا فقد حرمه الله سبحانه ورحمة بعباده لئلا يقعوا في تلك الجريمة الشنعاء تلك الجريمة التي خص الله حد فاعلها بخصائص قال ابن القيم رحمه الله: خص سبحانه حد الزنا من بين\nالجزء: 1 - الصفحة: 23\n",
        "الحدود بثلاث خصائص:\nأحدهما: القتل فيه بأشنع القتلات، وحيث خففه جمع فيه بين العقوبة على البدن بالجلد وعلى القلب بتغريبه عن وطنه سنة.\nالثاني: أنه نهى عباده أن تأخذهم بالزناة رأفة في دينه بحيث تمنعهم من إقامة الحد عليهم، فإنه سبحانه من رأفته ورحمته بهم شرع هذه العقوبة فهو أرحم بهم، ولم تمنعه رحمته من أمره بهذه العقوبة فلا يمنعكم أنت ما يقوم بقلوبكم من الرأفة من إقامة أمره.\nوهذا وإن كان عاما في سائر الحدود، ولكن ذكر في حد الزنا خاصة لشدة الحاجة إلى ذكره، فإن الناس لا يجدون في قلوبهم من الغلظة والقسوة على الزاني ما يجدونه على السارق والقاذف وشارب الخمر، فقلوبهم ترحم الزاني أكثر مما ترحم غيره من أرباب الجرائم، والواقع شاهد بذلك، فنهوا أن تأخذهم هذه الرأفة وتحملهم على تعطيل حد الله.\nوسبب هذه الرحمة: أن هذا ذنب يقع من الأشراف والأوساط والأراذل، وفي النفوس أقوى الدواعي إليه، والمشارك فيه كثير، وأكثر أسبابه العشق والقلوب مجبولة على رحمة العاشق، وكثير من الناس يعد مساعدته طاعة وقربة، وإن كانت الصورة المعشوقة محرمة عليه.\nوأيضا فإن هذا ذنب غالبا ما يقع مع التراضي من الجانبين، ولا يقع فيه من العدوان والظلم والاغتصاب ما تنفر النفوس منه،\nالجزء: 1 - الصفحة: 24\n",
        "وفي النفوس شهوة غالبة له فيصور ذلك لها فتقوم بها رحمة تمنع إقامة الحد، وهذا كله من ضعف الإيمان، وكمال الإيمان أن تقوم به قوة يقيم بها أمر الله ورحمة يرحم بها المحدود، فيكون موافقا لربه تعالى في أمره ورحمته.\nالثالث: أنه سبحانه أمر أن يكون حدهما بمشهد من المؤمنين فلا يكون في خلوة بحيث لا يراهما أحد، وذلك أبلغ في مصلحة الحد وحكمة الزجر (1).\nوأعقل الناس من لم يرتكب سببًا\n...\nحتى يفكر ما تجني عواقبه\nكان وهيب بن الورد يقول: خلف الله على قدر قدرته عليك واستح منه على قدر قربه منك.\nوقال له رجل عظني فقال له: اتق الله أن يكون أهون الناظرين إليك\nأيها المسلم: تخشى رجال الحسبة والأمن وعامة الناس، ولا تخشى الله عز وجل وهو مطلع على خلوتك وسريرتك، لا يبلغ بك الجهل أن يكون الله أهون الناظرين إليك.\nأخي الحبيب: هاك جواب لمن يبرر\nالنظرة الثانية\nوأنها تطفئ لهب النظرة الأولى ..\nسئل ابن قيم الجوزية:\nما تقول السادة العلماء في رجل نظر إلى امرأة نظرة فعلق\n(1) الجواب الكافي (176).\nالجزء: 1 - الصفحة: 25\n",
        "حبها بقلبه واشتد عليه الأمر، فقالت له نفسه، هذا كله من أول نظرة فلو أعدت النظر إليها لرأيتها دون ما في نفسك فسلوت عنها، فهل يجوز له تعمد النظر ثانيًا لهذا المعنى؟\nفكان الجواب: الحمد لله لا يجوز هذا لعشرة أوجه:\nأحدها: أن الله سبحانه أمر بغض البصر ولم يجعل شفاء القلب فيما حرمه على العبد.\nالثاني: أن النبي - صلى الله عليه وسلم - سئل عن نظرة الفجأة، وقد علم أنه يؤثر في القلب فأمر بمداواته بصرف البصر لا بتكرار النظر.\nالثالث: أنه صرح بأن الأولى له وليست له الثانية، ومحال أن يكون داؤه مما له ودواؤه فيما ليس له.\nالرابع: أن الظاهر قوة الأمر بالنظرة الثانية لا تناقصه، والتجربة شاهدة والظاهر أن الأمر كما رآه أول مرة فلا تحسن المخاطرة بالإعادة.\nالخامس: أنه ربما رأى ما هو فوق الذي في نفسه فزاد عذابه.\nالسادس: أن إبليس عند قصده للنظرة الثانية يقوم في ركائبه فيزين له ما ليس بحسن لتتم البلية.\nالسابع: أنه لا يعان على بليته إذا أعرض عن امتثال أوامر الشرع وتداوى بما حرمه عليه، بل هو جدير أن تتخلف عنه المعونة.\nالثامن: أن النظرة الأولى سهم مسموم من سهام إبليس،\nالجزء: 1 - الصفحة: 26\n",
        "ومعلوم أن الثانية أشد سمًا فكيف يتداوى من السم بالسم.\nالتاسع: أن صاحب هذا المقام في مقام معاملة الحق عز وجل في ترك محبوب كما زعم، وهو يريد بالنظرة الثانية أن يتبين حال المنظور إليه، فإن لم يكن مرضيًا تركه، فإذا يكون تركه، لأنه لا يلائم غرضه لا لله تعالى، فأين معاملة الله سبحانه بترك المحبوب لأجله؟\nالعاشر: يتبين بضرب مثل مطابق للحال، وهو: أنك إذا ركبت فرسًٍا جديدًا فمالت بك إلى درب ضيق لا ينفذ ولا يمكنها أن تستدير فيه للخروج، فإذا همت بالدخول فيه فاكبحها لئلا تدخل، فإذا دخلت خطوة أو خطوتين فصح بها وردها إلى وراء عاجلا قبل أن يتمكن دخولها، فإن رددتها إلى ورائها سهل الأمر، وان توانيت حتى ولجت وسقتها داخلاً ثم قمت تجذبها بذنبها عسر عليك أو تعذر خروجها، فهل يقول عاقل: إن طريق تخليصها سوقها إلى داخل؟ فكذلك النظرة إذا أثرت في القلب، فإن عجل الحازم وحسم المادة من أولها سهل علاجه، وإن كرر النظر ونقب عن محاسن الصورة ونقلها إلى قلب فارغ فنقشها فيه تمكنت المحبة، وكلما تواصلت النظرات كانت كالماء يسقي الشجرة فلا تزال شجرة الحب تنمى، حتى يفسد القلب ويعرض عن الفكر فيما أمر به فيخرج بصاحبه إلى المحن ويوجب ارتكاب المحظورات والفتن ويلقى القلب في التلف.\nالجزء: 1 - الصفحة: 27\n",
        "والسبب في هذا أن الناظر التذت عينه بأول نظرة فطلبت المعاودة، كأكل الطعام اللذيذ إذا تناول منه لقمة، ولو أنه غض أولاً لاستراح قلبه وسلم، وتأمل قول النبي - صلى الله عليه وسلم -: \"النظرة سهم من سهام إبليس\" فإن السهم شأنه أن يسري في القلب فيعمل فيه عمل السم الذي يسقاه المسموم، فإن بادر واستفرغه وإلا قتله ولا بد.\nقال المروذي: قلت لأحمد: الرجل ينظر إلى المملوكة قال: أخاف عليه الفتنة، كم نظرة قد ألقت في قلب صاحبها البلاء (1).\nقال شيخ الإسلام ابن تيمية:\nوقد أمر الله في كتابه بغض البصر، وهو نوعان: غض البصر عن العورة وغضها عن محل الشهوة، والثاني أشد من الأول.\nوأما ما يجوز من النظر إلى الأجنبية لحاجة ما ففي، حالات:\nمنها: إذا أراد الرجل التزوج بامرأة فإنه يجوز له أن ينظر إلى وجهها وكفيها وما يدعو إلى نكاحها، لما روى جابر بن عبد الله، قال قال رسول الله - صلى الله عليه وسلم -: \"إذا خطب أحدكم المرأة فاستطاع أن ينظر إلى ما يدعه إلى نكاحها، فليفعل\" (2) يعني الوجه والكفين وهي مستترة، ولا يباح له النظر إلى جسمها، ولا شيء من عورتها بحال.\nالحالة الأخرى: إذا أردت شراء جارية، فيجوز أن تنظر إلى\n(1) أحكام النظر (10).\n(2) رواه أحمد وأبو داود.\nالجزء: 1 - الصفحة: 28\n",
        "ما دون السرة والركبة، ومواضع التقليب لأجل الشراء لا متمتعا بالنظر عبثا، فإن قصد التمتع بالنظر، وأظهر إرادة الشراء، كان عاصيا لمولاه، كاذبا في دعواه، كمن يظهر أخوة النسوان بناموس الزهد، وقصده التمتع بمعاشرتهن، فهو ملعون ممقوت عند الله، مارق عن شريعة رسول الله - صلى الله عليه وسلم -.\nالحالة الأخرى: في المعاملة المفتقرة إلى الشهادة عليها، والتعريف لها، للرجوع بالعهدة، إلى غير ذلك مما تدعو إليه ضرورة المعاملة فينظر الشاهد إلى وجهها، لتحقيق الشهادة، لا ليتمتع بالمشاهدة، فإن قصد هذا فسق وعصى، وإن كان الأولى صيانتهن عن المعاملات المفضية إلى هذا النوع من تبذلهن، والتعرض لفتنتهن، والافتتان بسببهن.\nويجب على من نظر للحاجات المذكورة أن يتحفظ يقصر نظره على محل الضرورة، ولا يتعدى إلى التمتع فيقع في الخطر والتحريم والفتنة.\nوالحالة الأخرى: يجوز للطبيب أن ينظر من المرأة إلى المحل الذي تدعو الضرورة إلى نظر إليه لمداواة العلة.\nكما أبيح النظر إلى العورة لوجوب الختان ضرورة.\nوربما تسامح بعض الجهال من العوام في نظر الأخ إلى زوجة أخيه، والمرأة تنظر إلى زوج أختها، لا سيما إن اجتمعوا في منزل واحد، وربما خلا كل واحد من الأخوين بزوجة الأخرى في غيبته،\nالجزء: 1 - الصفحة: 29\n",
        "وكل ذلك محرم ممنوع شرعًا، لا يسيغه مذهب.\nوقد روى عقبة بن عامر أن النبي - صلى الله عليه وسلم - قال: \"إياكم والدخول على النساء\" فقال رجل من الأنصار: أرأيت الحمو؟ فقال عليه السلام: \"\nالحمو الموت\n\" وروي فيه أنه قال: \"الحمو القبر\".\nقال العلماء: أراد بالحمو ههنا أخا الزوج.\nفانظر كيف كان بالغ في الزجر عن التسامح في نظر أخي الزوج إلى امرأة أخيه، حتى آثر الموت في القبر عليه ومن سد الأبواب التي تؤدي إلى النظر وما وراءه أنه لا يجوز الدخول على من غاب عنها زوجها، وإن كان قد وكله بأمرها أو نفقتها، فضلا عن من هو أجنبي منه ومنها (1).\nقال ابن عباس رضي الله عنهما: لم يكفر من كفر ممن مضى إلا من قبل النساء، وكفر من بقى من قبل النساء (2).\nوالإسلام عندما حرم النظر إلى ما لا يحل فإنه أيضا سد جميع الوسائل التي تفضي إلى تحريك الشهوة والوقوع في الحرام حتى ولو كان بالوصف أو بالتشبيه، لأن الأذن تعشق قبل العين أحيانا.\nعن ابن مسعود رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"لا تنعت المرأة المرأة لزوجها كأنه ينظر إليها\" (3).\n(1) أحكام النظر: 38.\n(2) أحكام النظر: 15.\n(3) رواه البخاري بلفظ لا تباشر المرأة المرأة فتعنتها لزوجها كأنه ينظر إليها. فتح الباري (9/ 338).\nالجزء: 1 - الصفحة: 30\n",
        "فانظر رحمك الله كيف نهى عن وصف المرأة المرأة لزوجها صفة امرأة أجنبية؛ لئلا تسمو همته إليها، لأن الوصف يقوم مقام النظر، كل ذلك احتياط وزجر عن النظر ما يدانيه.\nوقد روي عن ابن عباس رضي الله عنهما، قال: ما رأيت شيئًا أشبه باللمم مما روى أبو هريرة عن النبي - صلى الله عليه وسلم - أنه قال: \"إن الله عز وجل كتب على ابن آدم حظه من الزنى، أدرك ذلك لا محالة، فزنى العين بالنظر، وزنى اللسان النطق، زنى اليدين اللمس، والنفس تتمنى وتشتهي، والفرج يصدق ذلك كله أو يكذبه\" (1).\nفسمى النظر إلى غير المحارم، والحديث معهن ولمسهن أجزاء من الزنى الحقيقي، الذي يصدق إلى تحقيقه الفرج، ويصدقه في وجوب الحد في الدنيا، واستحقاق النار في الأخرى.\nوفي الحديث الآخر عن المصطفى - صلى الله عليه وسلم - أنه قال: \"النظرة سهم مسموم من سهام إبليس\".\nمعناه: أن النظر من الرجل إلى المرأة، أو المرأة إلى الرجل سهم يرمي به العدو إلى النفس والقلب، فقد يهلكها دنيا وأخرى، كالسهم، المسموم؛ لأنه يجرح الظاهر بحده، ويفسد الباطن بسمه.\nوأما الخطوات: فحفظها بأن لا ينقل قدمه إلا فيما يرجو ثوابه فإن لم يكن في خطاه مزيد ثواب فالقعود عنها خير له ويمكنه أن يستخرج من كل مباح يخطو إليه قربة ينويها لله، فتقع\n(1) رواه البخاري دون قوله: وزنى اليدين اللمس.\nالجزء: 1 - الصفحة: 31\n",
        "خطاه قربة.\nولما كانت العثرة عثرتين: عثرة الرجل، وعثرة اللسان جاءت إحداهما قرينة الأخرى في قوله تعالى: {وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا} [الفرقان: 63].\nفوصفهم بالاستقامة في لفظاتهم وخطواتهم، كما جمع بين اللحظات والخطوات في قوله تعالى: {يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ} [غافر: 19] (1).\nكتب ابن السماك الواعظ إلى أخ له: أما بعد، أوصيك بتقوى الله الذي هو نجيك في سريرتاك ورقيبك في علانيتك فاجعل الله من بالك على كل حال في ليلك ونهارك، وخف الله بقدر قربه منك وقدرته عليك، واعلم أنك بعينه ليس تخرج من سلطانه إلى سلطان غيره ولا من ملكه إلى ملك غيره، فليعظم منه حذرك وليكثر منه وجلك والسلام (2).\nأيها الشاب:\nدافع الخطرة فإن لم تفعل صارت فكرة، فدافع الفكرة، فإن لم تفعل صارت شهوة، فحاربها، فإن لم تفعل صارت عزيمة وهمة، فإن لم تدافعها صارت فعلا، فإن لم تتداركه بضده صار عادة فيصعب\n(1) الجواب الكافي: 174.\n(2) جامع العلوم والحكم 161.\nالجزء: 1 - الصفحة: 32\n",
        "عليك الانتقال عنها (1).\nولا تنس أن كل ذلك في صحائفك التي ستنشر لك وتراها يوم القيامة إن خيرا فخيرا وإن شرًّا فشر.\nنموت ونبلى غير أن ذنوبنا\n...\nإذا نحن متنا لا تموت ولا تبلى (2)\nأخي الحبيب:\nالتقوى ثلاث مراتب:\nإحداها: حمية القلب والجوارح عن الآثام والمحرمات.\nالثانية: حميتها عن المكروهات.\nالثالثة: الحمية عن الفضول وما لا يغني.\nفالأولى تعطي العبد حياته، والثانية تفيده صحته وقوته، والثالثة تكسبه سروره وفرحه وبهجته (3).\nواعلم أن باب الخير مفتوح وكذلك باب الشر، فجاهد نفسك وخذها بقوة تستقم أمورك ويصلح حالك وتفوز في العاجلة والآجلة.\nمن خلقه الله للجنة لم تزل هداياها تأتيه من المكاره، ومن خلقه للنار لم تزل هداياها تأتيه من الشهوات (4).\nعليك أيها الشاب بنصيحة اجتهد في تطبيقها وسترى أنها\n(1) الفوائد: 46.\n(2) البداية والنهاية (10/ 263).\n(3) الفوائد (46).\n(4) الفوائد (46).\nالجزء: 1 - الصفحة: 33\n",
        "ستثمر في قلبك حلاوة وخيرا.\nعن أبي روح عن أنس قال: إذا مرت بك امرأة فغمض عينيك حتى تجاوزك (1).\nوماذا يضرك لو أغمضت عينيك وصرفت بصرك طاعة لله ولرسوله؟ إنها أسهل من النظرة الثانية وما بعدها ثم الحساب والجزاء.\nوفي غض البصر عدة فوائد:\nأحدها: تخليص القلب من ألم الحسرة، فإن من أطلق نظره، دامت حسرته، فأضر شيء على القلب إرسال البصر، فإنه يريه ما يشتد طلبه، ولا صبر له عنه، ولا وصول له إليه.\nالفائدة الثانية: أنه يورث القلب نورًا وإشراقًا يظهر في العين وفي الوجه وفي الجوارح، كما أن إطلاق البصر يورثه ظلمة تظهر في وجهه وجوارحه.\nالفائدة الثالثة: أنه يورث صحة الفراسة، فإنها من النور وثمراته، وإذا استنار القلب، صحت الفراسة.\nالفائدة الرابعة: أنه يفتح له طرق العلم وأبوابه، ويسهل عليه أسبابه، وذلك بسبب نور القلب.\nالفائدة الخامسة: أنه يورث قوة القلب وثباته وشجاعته، فيجعل له سلطان البصيرة مع سلطان الحجة.\n(1) الورع لابن أبي الدنيا (66).\nالجزء: 1 - الصفحة: 34\n",
        "الفائدة السادسة: أنه يورث القلب سرورًا وفرحة وانشراحًا أعظم من اللذة والسرور الحاصل بالنظر، وذلك لقهره عدوه بمخالفته، وحبس شهوته لله، وفيها مسرة نفسه الأمارة بالسوء، أعاضه الله سبحانه مسرة ولذة أكمل منها.\nالفائدة السابعة: أنه يخلص القلب من أسر الشهوة، فإن الأسير هو أسير شهوته وهواه.\nالفائدة الثامنة: أنه يسد عنه بابًا من أبواب جهنم، فإن النظر باب الشهوة الحاملة على مواقعة الفعل، وتحريم الرب تعالى وشرعه حجاب مانع من الوصول، فمتى هتك الحجاب، ضري على المحظور، ولم تقف نفسه منه عند غاية فإن النفس في هذا الباب لا تقنع بغاية تقف عندها، وذلك أن لذتها في الشيء الجديد.\nالفائدة التاسعة: أنه يقوي عقله، ويزيده ويثبته فإن إطلاق البصر وإرساله لا يحصل إلا من خفة العقل وطيشه وعدم ملاحظته للعواقب فإن خاصة العقل ملاحظة العواقب ومرسل النظر لو علم ما تجني عواقب نظره عليه، لما أطلق بصره.\nالفائدة العاشرة: أنه يخلص القلب من سكر الشهوة ورقدة الغفلة فإن إطلاق البصر يوجب استحكام الغفلة عن الله والدار الآخرة ويوقع في سكرة العشق.\nفالنظر كأس من خمر، والعشق هو سكر ذلك الشراب، وسكر العشق أعظم من سكر الخمر، فإن سكران الخمر يفيق،\nالجزء: 1 - الصفحة: 35\n",
        "وسكران العشق قلما يفيق إلا وهو في عسكر الأموات.\nوفوائد غض البصر وآفات إرساله أضعاف أضعاف ما ذكرنا وإنما نبهنا عليه تنبيهًا (1).\nأيها الشاب:\nإن مما يعين على غض البصر المسارعة إلى الزواج قال - صلى الله عليه وسلم - حاثًا على ذلك: \"\nيا معشر الشباب\n، من استطاع منكم الباءة فليتزوج فإنه أغض للبصر واحفظ للفرج\" (2).\nوقال عمر رضي الله عنه: لا يمنع من النكاح إلا عجز أو فجور (3).\nوكان ابن مسعود رضي الله عنه يقول: لو لم يبق من عمري إلا عشرة أيام لأحببت أن أتزوج لكيلا ألقى الله عزبًا (4).\nواختار أحمد بن حنبل عوراء على أختها وكانت أختها جميلة فسأل من أعقلهما؟ فقيل العوراء، فقال: زوجوني إياها (5).\nوتأمل في نظرتهم العلوية في اختيار الزوجة وأن هذه الدار دار عمل وجد. إنها أنفس سمت عن هذه الدنيا وفتنتها وتطلعت إلى جنة عرضها السموات والأرض.\n(1) أحكام النظر 17.\n(2) رواه البخاري ومسلم\n(3) الإحياء (2/ 26).\n(4) الإحياء: (2/ 26).\n(5) الإحياء (2/ 44).\nالجزء: 1 - الصفحة: 36\n",
        "قال: شميط بن عجلان: رحم الله رجلاً تبلغ بامرأة وإن كانت نصفًا، وكان في وجهها رداءة، أن كان موقنًا بنساء أهل الجنة (1).\nقال ابن طاوس: قلت لأبي: أريد أن أتزوج فلانة قال: اذهب فانظر إليها قال: فذهبت فلبست من صالح ثيابي وغسلت رأسي وادهنت، فلما رآني في تلك الهيئة قال: اقعد لا تذهب.\nوما ذاك إلا لأنه تجاوز الحد الذي يخشى والده عليه وعليها أيضا.\nكان مالك بن دينار: رحمه الله يقول: يترك أحدكم أن يتزوج يتيمة فيؤجر فيها إن أطعمها وكساها تكون خفيفة المؤنة ترضى باليسير، ويتزوج بنت فلان وفلان يعني أبناء الدنيا، فتشتهي عليه الشهوات وتقول اكسني كذا وكذا (2).\nتلك هي نظرتهم للزواج الإسلامي أنه مودة ورحمة وسكن وراحة وهو قبل ذلك من أنواع العبادة التي يحبها الله ورسوله، فيها إعفاف مسلمة وحسن معاشرة وإنفاق وصدقة وصلة رحم وذرية يعبدون الله ويوحدونه ويجاهدون لإعلاء دينه .. وفيها ما شاء الله من الخير والأجر\n...\nقال عبيد الله بن عبد الله بن طاهر:\n(1) حلية الأولياء (3/ 131).\n(2) الإحياء: (2/ 44).\nالجزء: 1 - الصفحة: 37\n",
        "ثلاثة أصهار إذا حمد الصهر\nلكل أبٍ بنت يراعي شئونها\nفبعل يراعيها وخدر يكفها\n...\nوقبر يواريها وأفضلها القبر (1)\nروي عن أسماء بنت أبي بكر الصديق رضي الله عنها أنها قالت: تزوجني الزبير وما له في الأرض من مال ولا مملوك ولا شيء غير فرسه وناضحه فكنت أعلف فرسه وأكفيه مؤنته وأسوسه وأدق النوى لناضحه وأعلفه وأستقي الماء وأخرز غربه وأعجن وكنت أنقل النوى على رأسي من ثلثي فرسخ حتى أرسل إلي أبو بكر بجارية فكفتني سياسة الفرس فكأنما أعتقني (2).\nوقال أبو هاشم الزاهد: أخذ المرء نفسه بحسن الأدب تأديب أهله (3).\nفإن من حسن خلقه وجمل أفعاله رأى ذلك في تصرفاته وأفعال أهله، وهل هو إلا صورة لمنزله ينعكس ضوءه فينير دروب الزوجة والأبناء؟\nوفي حسن العشرة وكمال الخلق تسير مركبة الأسرة في بحور من نور كل منهم يشد الآخر ويدله على طريق الآخرة، يتجاوز عن زلله ويصفح عن خطئه.\nقال عمرو بن العاص: لا أمل ثوبي ما وسعني، ولا أمل\n(1) أدب الدنيا والدين (162).\n(2) القصة رواها البخاري فتح الباري (9/ 319).\n(3) صفة الصفة (2/ 306).\nالجزء: 1 - الصفحة: 38\n",
        "زوجتي ما أحسنت عشرتي ولا أمل دابتي ما حملتني، إن الملال من سيئ الأخلاق (1).\nوهذه صورة مشرقة من صور صدر الإسلام .. تعيدك قرونا لترى حال الآباء والأجداد ممن صنعوا مجد هذه الأمة بإيمانهم وأعمالهم.\nعن مالك بن دينار قال: لما أتى عمر رضي الله عنه الشام طاف بكورها (مدنها) قال: فنزل بحضرة حمص، فأمر أن يكتبوا لهم فقراءهم قال: فرفع إليه الكتاب فإذا فيه سعيد بن عامر بن حزيم أميرها، فقال من سعيد بن عامر؟ قالوا: أميرنا، قال: أميركم؟ قالوا: نعم، فعجب عمر ثم قال: كيف يكون أميركم فقيرًا، أين عطاؤه، أين رزقه؟ قالوا: يا أمير المؤمنين لا يمسك شيئًا، قال فبكى عمر، ثم عمد إلى ألف دينار فصرها، ثم بعث بها إليه وقال: أقرئوه مني السلام وقولوا بعث بهذه إليك أمير المؤمنين تستعين بها على حاجتك.\nقال فجاء بها إليه الرسول فنظر فإذا هي دنانير، قال فجعل يسترجع، قال: تقول له امرأته: ما شأنك أمات أمير المؤمنين؟ قال: بل أعظم من ذلك، قالت فما شأنك قال: الدنيا أتتني الفتنة دخلت عليَّ، قالت: فاصنع فيها ما شئت، قال: عندك عون؟ قالت: نعم قال: فأخذ دريعة قميص المرأة فصر الدنانير فيها مرارا ثم جعلها في مخلاة ثم اعترض جيشا من جيوش المسلمين فأمضاها كلها، فقالت له امرأته: رحمك الله لو كنت حبست منها شيئًا نستعين به، قال:\n(1) السير (3/ 57).\nالجزء: 1 - الصفحة: 39\n",
        "فقال لها إني سمعت رسول الله - صلى الله عليه وسلم - يقول: لو اطلعت امرأة من نساء أهل الجنة إلى أهل الأرض لملأت بريح مسك (1) وإني والله ما كنت لأختارك عليهن، فسكتت:\nخذي العفو مني تستديمي مودتي\n...\nولا تنطقي في سورتي حين أغضب\nولا تنقريني نفرك الدف مرة\n...\nفإنك لا تدرين كيف المغيب؟\nولا تكثري الشكوى فتذهب بالهوى\n...\nويأباك قلبي والقلوب تقلب\nفإن رأيت الحب في القلب والأذى\n...\nإذا اجتمعا لم يلبث الحب يذهب (2)\nأيها الحبيب:\nتعدد الزوجات أمر مندوب إليه لمن استطاع العدل فكيف حالهم رحمهم الله في هذا العدل؟ وكيف حفظوه وقاموا به؟ هذه صورة من ذلك العدل وتلك الصور المشرقة في حياتهم كما يفعل البعض من الظلم وقهر إحدى الزوجتين على حساب الأخرى.\nكانت تحت معاذ بن جبل امرأتان، فإذا كان عند إحداهما لم يشرب من بيت الأخرى الماء (3) (4).\n(1) رواه البزار من حديث سعيد بن عامر وأخرجه البخاري من حديث أنس بلفظ لو أن امرأة من نساء أهل الجنة اطلعت إلى الأرض لأضاءت ما بينهما ولملأت ما بينهما ريحًا أي طيبًا قاله الحافظ ابن حجر فتح الباري (11/ 418، 442).\n(2) مكاشفة القلوب (398).\n(3) وأعرف من يفعل مثل ذلك الآن.\n(4) حلية الأولياء (1/ 234).\nالجزء: 1 - الصفحة: 40\n",
        "وعندما وقع طاعون (عمواس) (1) توفيت زوجتاه في يوم واحد وكان الناس في شغل عن حفر قبر لكل إنسان لكثرة الموتى بسبب هذا الوباء، فدفنهما رضى الله عنه في قبر واحد، ولكنه من شدة عدله أسهم بين زوجتيه في أيتهما تقدم في اللحد أولاً:\nأما احتمال أذى الزوجة والصبر عليها وعلى سوء خلقها فإنه من صلاح الحال والصبر على العيال .. فقد راجعت امرأة عمر رضي الله عنه في الكلام، فقال: أتراجعيني يا لكعاء فقالت: إن أزواج رسول الله - صلى الله عليه وسلم - يراجعنه وهو خير منك (2).\nواعلم أيها الحبيب أنه ليسن حسن الخلق معها كف الأذى عنها بل احتمال الأذى منها والحلم عند طيشها وغضبها اقتداءً برسول الله - صلى الله عليه وسلم - فقد كانت أزواجه تراجعنه الكلام وتهجره الواحدة منهن يوما إلى الليل (3).\nوعند نهاية العشرة الزوجية فإنه يبقى للمؤمنة حقها في الحفظ والصون ويبقى الفضل مذكورًا والخير منشورًا، أولئك الرجال الذين غشى قلوبهم الإيمان وزينهم بتعاليمه وأفاض عليهم من آدابه امتثالا لقول الله تعالى: {وَلَا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ}\n[البقرة: 237].\n(1) كان بالشام في زمن عمر رضي الله عنه مات فيه خمسة وعشرون ألفا.\n(2) رواه البخاري.\n(3) مكاشفة القلوب: 393.\nالجزء: 1 - الصفحة: 41\n",
        "يروى عن بعض الصالحين أنه أراد طلاق امرأته فقيل له: ما الذي يريبك فيها؟ فقال: العاقل لا يهتك ستر امرأته، فلما طلقها قيل له: لم طلقتها؟ فقال: مالي ولامرأة غيري (1).\nسبحان الله ما أعظم إيمانهم وما أصدق سرائرهم وما أحفظ ألسنتهم لو لحظت الأمر اليوم كيف حال النساء وسوء عشرتهن وإيذائهن وظلمهن قبل الطلاق وبعده. لرأيت اختلال الموازين ونقص المكاييل.\nأخي الحبيب:\nرأيت المعافى لا يعرف قدر العافية إلا في المرض، كما لا يعرف شكر الإطلاق إلا في الحبس.\nوتأملت على الآدمي حالة عجيبة، وهو أن تكون معه امرأة لا بأس بها إلا أن قلبه لا يتعلق بمحبتها تعلقا يلتذ به. ولذلك سببان:\nأحدهما: أن تكون غير غاية في الحسن.\nوالثاني: أن كل مملوك مكروه، والنفس تطلب ما لا تقدر عليه.\nفتراه يضج ويشتهي شيئًا يحبه أو امرأة يعشقها، ولا يدري أنه إنما يطلب قيدًا وثيقًا يمنع القلب من التصرف في أمور الآخرة أو في أي علم أو عمل، ويخبطه في تصريف الدنيا، فيبقى ذلك العاشق أسير المعشوق، همه كله معه.\n(1) الإحياء 2/ 64.\nالجزء: 1 - الصفحة: 42\n",
        "فالعجب لمطلق يؤثر القيد، ومستريح يؤثر التعب.\nفإن كانت تلك المرأة تحتاج أن تحفظ فالويل له لا قرار له ولا سكون، وإن كانت من المتبرجات اللواتي لا يؤمن فسادهن فذاك هلاكه بمرة.\nفلا هو إن نام يلتذ بنومه، ولا إن خرج من الدار يأمن محله، وإن كانت تريد نفقة واسعة وليس له فكم يدخل مدخل سوء لأجلها؟ وإن كانت تؤثر الجماع وقد علت سنة فذاك الهلاك العظيم، وإن كانت تبغضه فما بقيت من أسباب تلفه بقية، فيكون هذا ساعيًا في تلف نفسه.\nوهذا على الحقيقة كعابد صنم.\nفليتق الله من عنده امرأة لا بأس بها: وليعرض عن حديث النفس ومناها فما له منتهى.\nولو حصل له غرضه كما يريد وقع الملل وطلب ثالثة، ثم يقع الملل ويطلب رابعة، وما لهذا آخر، إنما يفيده ذلك في العاجلة تعلق قلبه وأسر لبه، فيبقى كالمبهوت.\nفكره كله في تحصيل ما يريد محبوبه، فإن جرت فرقة أو آفة فتلك الحسرات الدائمة إن بقي أو التلف عاجلا.\nوأين المستحسن المصون الدين القنوع بمن يحبه هذا أقل من الكبريت الأحمر.\nفلينظر في تحصيل ما يجمع معظم الهم، ولا يلتفت إلى سواد\nالجزء: 1 - الصفحة: 43\n",
        "الهوى وغاية المنى، يسلم (1).\nشكا رجل من بغضه لزوجته لابن الجوزي: فقال: ما أقدر على فراقها لأمور، منها كثرة دينها عليَّ وصبري قليل، ولا أكاد أسلم من فلتات لساني في الشكوى، وفي كلمات تعلم بغضي لها.\nفقال له ابن الجوزي: هذا لا ينفع وإنما تؤتى البيوت من أبوابها، فينبغي أن تخلو بنفسك فتعلم أنها إنما سلطت عليك بذنوبك فتبالغ في الاعتذار والتوبة.\nفأما التضجر والأذى لها فما ينفع كما قال الحسن عن الحجاج: عقوبة من الله لكم فلا تقابلوا عقوبته بالسيف قابلوها بالاستغفار.\nواعلم أنك في مقام مبتلى ولك أجر بالصبر {وَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَكُمْ} فعامل الله سبحانه وتعالى بالصبر على ما قضى واسأله الفرج، فإذا جمعت بين الاستغفار وبين التوبة من الذنوب والصبر على القضاء وسؤال الفرج، حصلت ثلاثة فنون من العبادة تثاب على كل منها، ولا تضيع الزمان بشيء لا ينفع، ولا تحتل ظانا منك أنك تدفع ما قدر: {وَإِنْ يَمْسَسْكَ اللهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ} [الأنعام: 17] (2).\nقال داود الطائي: ما أخرج الله عبدًا من ذل المعاصي إلى عز\n(1) صيد الخاطر (498).\n(2) صيد الخاطر (498)\nالجزء: 1 - الصفحة: 44\n",
        "التقوى إلا أغناه بلا مال، وأعزه بلا عشيرة، وآنسه بلا بشر (1).\nعليك أخي المسلم: ب\nترك المعاصي\nفي السر وإلى هذا المعنى الإشارة في القرآن بقوله تعالى: {إِنَّ اللهَ كَانَ عَلَيْكُمْ رَقِيبًا} كان بعض السلف يقول لأصحابه: زهدنا الله وإياكم في الحرام زهد من قدر عليه في الخلوة فعلم أن الله يراه فتركه من خشيته أو كما قال.\nوقال الشافعي: أعز الأشياء ثلاثة: الجود من قلة، والورع في خلوة، وكلمة الحق عند من يرجى أو يخاف (2).\nذكر أن أعرابيًّا قال: خرجت في بعض الليالي الظلم فإذا أنا بجارية كأنها علم فأردتها عن نفسها فقالت: ويلك أما كان لك زاجر من عقل إذا لم يكن ناهٍ من دين؟ فقلت: إنه والله ما يرانا إلا الكواكب، قالت: فأين مكوكبها (3).\nواتق الله فتقوى الله ما\n...\nأورت قلب امرئ إلا وصل\nوهناك الآن من يحاول إفساد المرأة بالنظر والمهاتفة .. أو عن طريق نشر الفساد بين نساء المسلمين .. رحم الله من كانوا قبلنا\n...\nكانوا يسعون لإعفاف المسلمة وسد جميع طرق الفساد حتى لا ترى إلا طريق الحق فتنقاد له وتعرض عن الشر وتبتعد عنه .. إنهم أهل إيمان وأصحاب قلوب حية يرون أن كل مسلمة لهم أخت وعليهم\n(1) صيد الخاطر (513).\n(2) صفة الصفوة (3/ 132).\n(3) روضة المحبين (395).\nالجزء: 1 - الصفحة: 45\n",
        "واجب إعفافها وسترها.\nجاءت امرأة عليها ثوب قد نفض من الصبغ فسألت حسان بن أبي سنان، فقال لشريكه هكذا وأشار بأصبعيه السبابة والوسطى فذهب شريكه يزن درهمين قال: زن لها مائتين فقالوا: يا أبا عبد الله، كنت ترضى بذا، كذا وكذا من سائل، فقال: إني ذهبت في شيء لم تذهبوا فيه، إني رأيت بها بقية من الشباب، وخشيت أن تحملها الحاجة على بعض ما يكره (1).\nأنعم به من مال يصون به عرض أخته المسلمة التي يرى فيها حاجة ويخشى عليها من الانحراف، كم من مسلمة يقوم بهذا العمل اليوم؟\nكان بعض السلف يقول: أتراك ترحم من لم يقر عينيه بمعصيتك حتى علم أن لا عين تراه غيرك؟\nوقال بعضهم: ابن آدم إن كنت حيث ركبت المعصية لم تصف لك من عين ناظرة إليك، فلما خلوت بالله وحده صفت لك معصيتك، ولم تستح منه حياءك من بعض خلقه، ما أنت إلا أحد رجلين: إن كنت ظننت أنه لا يراك فقد كفرت، وإن كنت علمت أنه يراك فلم يمنعك منه ما منعك من أضعف خلقه لقد اجترأت (2).\nقال مجرز أبو القاسم الجلاب: حدثني سعدان قال: أمر قوم\n(1) حلية الأولياء (3/ 116).\n(2) جامع العلوم والحكم (161).\nالجزء: 1 - الصفحة: 46\n",
        "امرأة ذات جمال بارع أن تتعرض للربيع بن خثيم فلعلها تفتنه (1) وجعلوا لها إن فعلت ذلك ألف درهم، فلبست أحسن ما قدرت عليه من الثياب، وتطيبت بأطيب ما قدرت عليه، ثم تعرضت له حين خرج من مسجده، فنظر إليها فراعه أمرها، فأقبلت عليه وهي سافرة، فقال لها الربيع: كيف بك لو قد نزلت الحمى بجسمك فغيرت ما أرى من لونك وبهجتك؟ أم كيف بك لو قد سألك منكر ونكير؟ فصرخت صرخة فسقطت مغشيا عليها، فوالله لقد أفاقت وبلغت من عبادة ربها أنها كانت يوم ماتت كأنها جذع محترق (2).\nوكان بالكوفة شاب متعبد لازم المسجد الجامع لا يكاد يفارقه وكان حسن الوجه حسن القامة حسن السمت، فنظرت إليه امرأة ذات جمال وعقل فشغفت به وطال عليها ذلك، فلما كان ذات يوم وقفت له على الطريق وهو يريد المسجد فقالت يا فتى: اسمع مني كلمات أكلمك بها ثم اعمل ما شئت: فمضى ولم يكلمها، ثم وقفت له بعد ذلك على طريقه وهو يريد منزله فقالت له: يا فتى اسمع مني كلمات أكلمك بها، فأطرق مليًّا وقال لها: هذا موقف تهمة وأنا أكره أن أكون للتهمة موضعًا فقالت له: والله ما وقفت موقفي هذا جهالة مني بأمرك ولكن معاذ الله أن يتشوف\n(1) هذا من فعل الفساق ولا يجوز.\n(2) كتاب التوابين (262).\nالجزء: 1 - الصفحة: 47\n",
        "العباد إلى مثل هذا مني، والذي حملني على أن لقيتك في مثل هذا الأمر بنفسي لمعرفتي أن القليل من هذا عند الناس كثير، وأنتم معاشر العباد على مثال القوارير أدنى شيء يعيبها.\nوجملة ما أقول لك أن جوارحي كلها مشغولة بك، فالله الله في أمري وأمرك، فمضى الشاب إلى منزله وأراد أن يصلي فلم يعقل كيف يصلي، فأخذ قرطاسا وكتب كتابا ثم خرج من منزله وإذا بالمرأة واقفة في موضعها فألقى الكتاب إليها ورجع إلى مكانه، وكان فيه: بسم الله الرحمن الرحيم، اعلمي أيتها المرأة أن الله عز وجل إذا عصاه العبد حلم وإذا عاد إلى المعصية مرة أخرى ستره، فإذا لبس لها ملابسها غضب الله تعالى لنفسه غضبة تضيق لها السموات والأرض والجبال والشجر والدواب.\nفمن ذا يطيق غضبه، فإن كان ما ذكرت باطلاً فإني أذكرك يوما تكون فيه السماء كالمهل، وتصير الجبال كالعهن، وتجثو الأمم لصولة الجبار العظيم، وإني والله قد ضعفت عن إصلاح نفسي فكيف بإصلاح غيري؟ وإن كان ما ذكرت حقًّا فإني أدلك على طبيب هدى يداوي الكلوم الممرضة والأوجاع المرفضة ذلك الله رب العالمين فاقصديه بصدق المسألة فإني مشغول عنك بقوله تعالى: {وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ * يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ} [غافر: 18، 19].\nالجزء: 1 - الصفحة: 48\n",
        "فأين المهرب من هذه الآية، ثم جاءت بعد ذلك بأيام فوقفت له على الطريق فلما رآها من بعيد أراد الرجوع إلى منزله كيلا يراها فقالت: يا فتى لا ترجع فلا كان الملتقى بعد هذا اليوم أبدا إلا غدًا بين يدي الله تعالى، ثم بكت بكاء شديدًا وقالت: أسأل لك الله الذي بيده مفاتيح قلبك أن يسهل ما قد عسر من أمرك، ثم إنها تبعته وقالت: أمنن عليَّ بموعظة أحملها عنك وأوصني بوصية أعمل عليها، فقال لها: أوصيك بحفظ نفسك من نفسك وأذكرك قوله تعالى: {وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ} [الأنعام: 60] (1).\nأيها الحبيب: الزم الجادة وعليك بتقوى الله والبعد عن محارمه فإن في ذلك صلاح قلبك وفلاح آخرتك .. ولا يكفي أن تقول نعم بل استقم كما أمرت وجاهد نفسك واحرص على حفظ نظرك من الحرام في كل مكان ولا تكن كمن يريد النجاة وهو مستمر على معصيته مقيم على ذنبه ..\nترجو النجاة ولم تسلك مسالكها\n...\nإن السفينة لا تجري على اليبس\nقال شعبة: عن منصور، عن إبراهيم، كلم رجل من العباد امرأة فلم يزل بها حتى وضع يده على فخذها، فانطلق فوضع يده على النار حتى نشت «احترقت» (2).\n(1) الإحياء (3/ 114).\n(2) روضة المحبين (397).\nالجزء: 1 - الصفحة: 49\n",
        "أخي المسلم:\nلقد كان العرب\nقبل الإسلام\nيعدون غض الطرف أدبا عظيما بل ويتفاخرون به، ومن ذلك قول عنترة:\nوأغض طرفي ما بدت لي جارتي\n...\nحتى تواري جارتي مأواها\nكان هذا حالهم هم مشركون بالله تعالى يعدون ذلك أدبا رفيعا وخلقا عظيما، فكيف بنا نحن المسلمين وبأيدينا كتاب الله وسنة نبينا فيهما التحذير من الوقوع من شر النظر وإطلاق البصر فيما لا يحل.\nفكم جرح النظر من قلب، وأوقع في غفلة وأشعل نار الفتنة ورب نظرة زرعت شهوة، وشهوة ساعة أورثت حزنا طويلا.\nحق لمن غض طرفه، وقاوم شهوته أن يقول الشاعر فيه\nليس الشجاع الذي يحمي مطيته\n...\nيوم النزال ونار الحرب تشتعل\nلكن فتى غض طرفًا أو ثنى بصرًا\n...\nعن الحرام فذاك الفارس البطل (1)\nوانظر إلى أدب الاستئذان لدخول المنازل فإن فيه من الآداب البعد عن إطلاق النظر وعدم الوقوف أمام الباب مباشرة بل يتنحى يمنة ويسرة حتى لا يرى ما بداخل الدار من المحارم أو غيرها قال رسول الله - صلى الله عليه وسلم -: \"إنما جعل الاستئذان من أجل البصر\" متفق عليه. وأهدر العلماء عين من نظر في دار قوم بغير إذنهم، وقالوا لا قصاص فيها ولا دية قال رسول الله - صلى الله عليه وسلم -: \"لو أن امرءًا اطلع عليك بغير\n(1) ذم الهوى (119).\nالجزء: 1 - الصفحة: 50\n",
        "إذن فحذفته بحصاة ففقأت عينه لم يكن عليك جناح\" متفق عليه.\nإنها آداب إسلامية رفيعة فيها من العفة وغض النظر الكثير قال ابن عمر: من تضييع الأمانة، النظر في الحجرات والدور (1).\nروي عن بكر بن عبد الله المزني: أن قصابا أولع بجارية لبعض جيرانه فأرسلها أهلها في حاجة لهم إلى قرية أخرى فتبعها وراودها عن نفسها فقالت له: لا تفعل لأنا أشد حبا لك منك لي ولكني أخاف الله، قال: فأنت تخافينه وأنا لا أخافه، فرجع تائبًا فأصابه العطش حتى كاد يهلك فإذا برسول لبعض أنبياء بني إسرائيل فسأله فقال: ما لك؟ قال: العطش، قال: تعالى حتى ندعو الله بأن تظلنا سحابة حتى ندخل القرية، قال ما لي من عمل صالح فأدعو الله، فادع أنت، قال: أنا أدعو وأمن أنت على دعائي فدعا الرسول وأمن هو فأظلتهما سحابة حتى انتهيا إلى القرية، فأخذ القصاب إلى مكانه فمالت السحابة معه فقال له الرسول صلى الله تعالى عليه وسلم: زعمت أن ليس لك عمل صالح، وأنا الذي دعوت وأنت الذي أمنت فأظلتنا سحابة ثم تبعتك، لتخبرني بأمرك فأخبره فقال الرسول، إن التائب عند الله تعالى بمكان ليس أحد من الناس بمكانه (2).\nكان ابن السماك ينشد:\nيا مدمن الذنب أما تستحي\n...\nوالله في الخلوة ثانيكا\n(1) الورع لابن أبي الدنيا (66).\n(2) الإحياء (3، / 114).\nالجزء: 1 - الصفحة: 51\n",
        "غرك من ربك إمهاله\n...\nوستره طول مساويكا\nدخل بعضهم غيضة ذات شجر فقال: لو خلوت ههنا بمعصية من كان يراني؟ فسمع هاتفا بصوت ملأ الغيضة {أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللطِيفُ الْخَبِيرُ} [الملك: 14] (1).\nأيها الحبيب:\nكثير من الناس يتسامحون في أمور يظنونها قريبة، وهي تقدح في الأصول، كاستعارة طلاب العلم جزءًا لا يردونه وقصد الدخول على من يأكل ليؤكل معه، والتسامح بعرض العدو التذاذا بذلك واستصغارا لمثل هذا الذنب، وإطلاق البصر في المحرم استهانة بتلك الخطيئة.\nوأهون ما يصنع ذلك بصاحبه أن يحطه من مرتبة المتميزين بين الناس، ومن مقام رفعة القدر عند الحق أو فتوى من لا يعلم لئلا يقال، هو جاهل ونحو ذلك مما يظنه صغيرًا وهو عظيم.\nوربما قيل له بلسان الحال: يا من اؤتمن على أمر يسير فخان، كيف ترجو بتدليلك رضا الديان؟\nقال بعض السلف: تسامحت بلقمة فتناولتها فأنا اليوم من أربعين سنة إلى خلف.\nفالله الله، اسمعوا ممن قد جرب كونوا على مراقبة، وانظروا في العواقب، واعرفوا عظمة الناهي، واحذروا من نفخة تحتقر، وشررة\n(1) جامع العلوم والحكم (161).\nالجزء: 1 - الصفحة: 52\n",
        "تستصغر فربما أحرقت بلدا.\nوهذا الذي أشرت إليه يسير يدل على كثير، وأنموذج يعرف باقي المحقرات من الذنوب (1).\nرأى محمد بن المنكدر رجلا وافقًا مع امرأة يكلمها فقال: إن الله يراكما سترنا الله وإياكما.\nقال الحارث المحاسبي: المراقبة علم القلب بقرب الرب.\nوسئل الجنيد بما يستعان على غض البصر، قال: بعلمك أن نظر الله إليك أسبق إلى ما تنظره (2)\nوذكر أبو الفرج وغيره أن امرأة جميلة كانت بمكة، وكان لها زوج فنظرت يومًا إلى وجهها في المرأة فقالت لزوجها، أترى أحدًا يرى هذا الوجه ولا يفتن به؟ قال: نعم، قالت: من؟ قال: عبيد بن عمير، قالت فأذن لي فيه فلأفتننه، قال قد أذنت لك.\nقال: فأتته كالمستفتية فخلا معها في ناحية من المسجد الحرام فأسفرت عن وجه مثل فلقة القمر، فقال لها: يا أمة الله استتري، فقالت: إني قد فتنت بك، قال: إني سائلك عن شيء فإن أنت صدقتني نظرت في أمرك قالت: لا\nتسألني عن شيء إلا صدقتك.\nقال: أخبريني لو أن ملك الموت أتاك ليقبض روحك أكان\n(1) صيد الخاطر (187).\n(2) جامع العلوم والحكم (161).\nالجزء: 1 - الصفحة: 53\n",
        "يسرك أن أقضي لك هذه الحاجة؟ قالت: اللهم لا، قال: صدقت.\nقال: فلو دخلت قبرك وأجلست للمساءلة أكان يسرك أني قضيتها لك؟ قالت: اللهم لا، قال: صدقت.\nقال: فلو أن الناس أعطوا كتبهم ولا تدرين أتأخذين كتابك بيمينك أم بشمالك أكان يسرك أني قضيتها لك؟ قالت: اللهم لا، قال: صدقت.\nقال: فلو أردت الممر على الصراط ولا تدرين هل تنجين أو لا تنجين أكان يسرك أني قضيتها لك؟ قالت: اللهم لا، قال: صدقت.\nقال: فلو جيء بالميزان وجيء بك فلا تدرين أيخف ميزانك أم يثقل أكان يسرك أني قضيتها لك؟ قالت: اللهم لا، قال: صدقت.\nقال: فلو وقفت بين يدي الله للمساءلة أكان يسرك أني قضيتها لك؟ قالت: اللهم لا، قال: صدقت.\nقال: اتقي الله فقد أنعم عليك وأحسن إليك، قال: فرجعت إلى زوجها فقال: ما صنعت؟ قالت: أنت بطال ونحن بطالون، فأقبلت على الصلاة والصوم والعبادة فكان زوجها يقول: ما لي ولعبيد بن عمير أفسد علي امرأتي، كانت في كل ليلة عروسا فصيرها راهبة (1).\nوإذا كنت لا ترضى بأن يراك من تجله وتحترمه وأنت على\n(1) روضة المحبين.\nالجزء: 1 - الصفحة: 54\n",
        "هذه المعصية فكيف ترضى بأن يراك خالقك ورازقك ومن بيده أمر هذا الكون وأنت على حال تغضبه جل وعلا؟ !\nقال ابن عباس: يا صاحب الذنب لا تأمن من فتنة الذنب وسوء عاقبته، ولخوفك من الريح إذا حركت ستر بابك وأنت على الذنب، ولا يضطرب فؤادك من نظر الله إليك أعظم من الذنب.\nوالرجل هو من عمر قلبه بمراقبة الله عز وجل كما قال ابن الجوزي: والرجل والله من إذا خلا بما يحب من المحرم وقدر عليه وتقلقل عطشا إليه، نظر إلى نظر الحق إليه فاستحى من إجالة همه فيما يكرهه فذهب العطش (1).\nقال أبو الجلد: أوحى الله تعالى إلى نبي من الأنبياء: قل لقومك ما بالكم تسترون الذنوب من خلقي وتظهرونها لي إن كنتم ترون أني لا أراكم فأنتم مشركون بي، وإن كنتم ترون أني أراكم فلم تجعلوني أهون الناظرين إليكم (2).\nيا من يرى مد البعوض جناحها\n...\nفي ظلمة الليل البهيم الأليل\nويرى نياط عروقها في مخها\n...\nوالمخ في العظام النحل\nاغفر لعبد تاب من زلاته\n...\nما كان منه في الزمان الأول\nقال أبو عياش القطان: كانت امرأة بالبصرة متعبدة يقال لها منيبة، وكانت لها ابنة أشد عبادة منها، فكان الحسن ربما رآها\n(1) صيد الخاطر (137).\n(2) جامع العلوم الحكم (161).\nالجزء: 1 - الصفحة: 55\n",
        "وتعجب من عبادتها على حداثتها، فبينما الحسن ذات يوم جالس إذ أتاه آت فقال: أما علمت أن الجارية قد نزل بها الموت فوثب الحسن فدخل عليها فلما نظرت الجارية إليه بكت فقال لها: يا حبيبتي ما يبكيك؟ قالت له: يا أبا سعيد التراب يحثى على شبابي ولم أشبع من طاعة ربي، يا أبا سعيد انظر إلى والدتي وهي تقول لوالدي: احفر لابنتي قبرًا واسعًا وكفنها بكفن حسن، والله لو كنت أجهز إلى مكة لطال بكائي كيف وأنا أجهز إلى ظلمة القبور ووحشتها وبيت الظلمة والدود (1).\nقالت عائشة بنت سعيد بن إسماعيل لابنتها: لا تفرحي بفانٍ، ولا تزعجي من ذاهب وافرحي بالله عز وجل، واجزعي من سقوطك من عين الله عز وجل (2).\nوهذه قصة تروي النهاية السيئة لطريق الفساد والضياع، بل ربما يكون آخر كلامه من الدنيا الهذيان بمحبوبه نظرها وتعلق قلبه بها، وهي قصة معروفة مشهورة يردد صاحبها، كيف الطريق إلى حمام منجاب؟ !\nوهذا الكلام له قصة، وذلك أن رجلا كان واقفا بإزاء داره، وكان بابها يشبه باب هذا الحمام فمرت به جارية لها منظر، فقالت: أين الطريق إلى حمام منجاب؟ فقال: هذا حمام منجاب، فدخلت\n(1) صفة الصفوة (4/ 29).\n(2) صفة الصفوة (2/ 125).\nالجزء: 1 - الصفحة: 56\n",
        "الدار ودخل وراءها، فلما رأت نفسها في داره وعلمت أنه قد خدعها أظهرت له البشرى والفرح باجتماعها معه، وقالت له: يصلح أن يكون معنا ما يطيب به عيشنا وتقر به عيوننا، فقال لها: الساعة آتيك بكل ما تريدين وتشتهين، وخرج وذهبت ولم تخنه في شيء فهام الرجل وأكثر الذكر لها، وجعل يمشي في الطرق والأزفة ويقول:\nيا رب قائلة يومًا، وقد تعبت\n...\nكيف الطريق إلى حمام منجاب؟ !\nفبينما هو يومًا يقول ذلك وإذا بجارية أجابته من طاق:\nهلا جعلت سريعًا إذ ظفرت بها\n...\nحرزا على الدار أو قفلا على الباب؟ !\nفازداد هيمانه واشتد، ولم يزل على ذلك، حتى كان هذا البيت آخر كلامه من الدنيا.\nولقد بكى سفيان الثوري، ليلة إلى الصباح، فلما أصبح قيل له: كل هذا خوفًا من الذنوب؟ فأخذ تبنة من الأرض، وقال: الذنوب أهون من هذا، وإنما أبكي من خوف سوء الخاتمة.\nوهذا من أعظم الفقه: أن يخاف الرجل أن تخذله ذنوبه عند الموت فتحول بينه وبين الخاتمة الحسنى.\nوقد ذكر الإمام أحمد عن أبي الدرداء أنه لما احضتر جعل يغمى عليه ثم يفيق ويقرأ {وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ} [الأنعام: 110].\nفمن هذا خاف السلف من الذنوب أن يكون حجابًا بينهم\nالجزء: 1 - الصفحة: 57\n",
        "وبين الخاتمة الحسنى.\nقال الحافظ أبو محمد عبد الحق الأشبيلي: واعلم أن سوء الخاتمة أعاذنا الله تعالى منها: لا تكون لمن استقام ظاهره وصلح باطنه، ما سمع بهذا ولا علم به ولله الحمد، وإنما تكون لمن له فساد في الأصل أو إصرار على الكبائر، وإقدام على العظائم، فربما غلب ذلك عليه حتى ينزل به الموت قبل التوبة، فيأخذه قبل إصلاح الطوية ويصطلم قبل الإنابة، فيظفر به الشيطان عند تلك الصدمة، ويختطفه عند تلك الدهشة والعياذ بالله.\nأخي الحبيب:\nإليك بعضًا من قصص أصحابها أردت بهم نظرة وذهبت بعقولهم لفتة فأصبحوا من الخاسرين يروى أنه كان بمصر رجل يلزم مسجدًا للأذان والصلاة وعليه بهاء الطاعة وأنوار العبادة فرقى يوما المنارة على عادته للأذان وكان تحت المنارة داره لنصراني فاطلع فيها فرأى ابنة صاحب الدار فافتتن بها، فترك الأذان ونزل إليها ودخل الدار عليها، فقالت له: ما شأنك وما تريد؟ قال: أريدك: قالت: لماذا؟ قال: أتزوجك قالت: أنت مسلم وأنا نصرانية وأبي لا يزوجني منك: قال: أتنصر قالت: إن فعلت أفعل، فتنصر الرجل ليتزوجها، وأقام معهم في الدار، فلما كان في أثناء ذلك اليوم رقى إلى سطح كان في الدار فسقط منه فمات فلم يظفر بها وفاته دينه (1).\nإنها النظرة الحرام التي ساقته إلى أن يترك ملة محمد - صلى الله عليه وسلم - ويتنصر\n(1) الجواب الكافي (198).\nالجزء: 1 - الصفحة: 58\n",
        "لأجل امرأة رأها.\nتفنى اللذاذة ممن ذاق صفوتها\n...\nمن الحرام ويبقى الإثم والعار\nتبقى عواقب سوء في مغبتها\n...\nلا خير في لذة من بعدها النار (1)\nقال عبدة بن عبد الرحيم: خرجنا في سرية إلى أرض الروم فصحبنا شاب لم يكن فينا أقرأ للقرآن منه ولا أفقه ولا أفرض، صائم النهار قائم الليل، فمررنا بحصن فمال عنه العسكر ونزل بقرب الحصن فظننا أنه يبول فنظر إلى امرأة من النصارى تنظر من وراء الحصن فعشقها فقال لها بالرومية: كيف السبيل إليك؟ قالت: حين تتنصر يفتح لك الباب وأنا لك ففعل فأدخل الحصن، قال فقضينا غزاتنا في أشد ما يكون من الغم كأن كل رجل منا يرى ذلك بولده من صلبه، ثم عدنا في سرية أخرى فمررنا به ينظر من فوق الحصن مع النصارى فقلنا: يا فلان ما فعلت قراءتك؟ ما فعل علمك؟ ما فعلت صلواتك وصيامك؟ قال: اعلموا أني نسيت القرآن كله ما أذكر منه إلا هذه الآية: {رُبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ * ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ فَسَوْفَ يَعْلَمُونَ} [الحجر: 2، 3].\nقال منصور بن عمار: حججت حجة فنزلت سكة من سكك الكوفة فخرجت في ليلة مظلمة، فإذا بصارخ يصرخ في جوف الليل وهو يقول: إلهي وعزتك وجلالك ما أردت بمعصيتي\n(1) روضة المحبين (442).\nالجزء: 1 - الصفحة: 59\n",
        "مخالفتك، وقد عصيتك إذ عصيتك وما أنا بنكالك جاهل، ولكن خطيئة عرضت لي أعانني عليها شقائي وغرني سترك المرخي عليَّ، وقد عصيتك بجهدي وخالفتك بجهلي ولك الحجة علي، فالآن من عذابك من يستنقذني؟ وبحبل من اتصل إذا قطعت حبلك مني؟ واشباباه، واشباباه قال: فلما فرغ من قوله تلوت آية من كتاب الله: {نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ} [التحريم: 6] الآية فسمعت حركة شديدة ثم لم أسمع بعدها حسًا فمضيت فلما كان من الغد رجعت في مدرجتي، إذا بجنازة قد وضعت، وإذا بعجوز كبيرة فسألتها عن أمر الميت، ولم تكن عرفتني فقالت: هذا رجل لا جزاه الله إلا جزاءه مر بابني البارحة وهو قائم يصلي، فتلا آية من كتاب الله فلما سمعها ابني تفطرت مرارته فوقع ميتًا (1).\nوالرغبة في الله وإرادة وجهه، والشوق إلى لقائه هي رأس مال العبد وملاك أمره وقوام حياته الطيبة، وأصل سعادته وفلاحه ونعيمه وقرة عينه، ولذلك خلق، وبه أمر، وبذلك أرسلت الرسل، وأنزلت الكتب (2).\nويروى أن رجلا علق شخصًا فاشتد كلفه به وتمكن حبه من قلبه حتى أوقع ولزم الفراش بسببه وتمنع ذلك الشخص عليه، واشتد\n(1) كتاب التوابين (289).\n(2) روضة المحبين (405).\nالجزء: 1 - الصفحة: 60\n",
        "نفارة عنه، فلم تزل الوسائط يمشون بينهما حتى وعده بأن يعوده فأخبره بذلك الناس ففرح واشتد فرحه وانجلى غمه فجعل ينتظره للميعاد الذي ضرب له فيما هو كذلك إذ جاءه الساعي بينهما فقال: إنه وصل معي إلى بعض الطريق ورجع، ورغبت إليه وكلمته فقال، إنه ذكرني وفرح بي، ولا أدخل مدخل الريبة، ولا أعرض نفسي لمواقع التهم، فعاودته فأبى وانصرف فلما سمع البائس أسقط في يده، وعاد إلى أشد مما كان به وبدت عليه علائم الموت فجعل يقول في تلك الحال:\nأسلم يا راحة العليل\n...\nويا شفا المدنف النحيل\nرضاك أشهى إلى فؤادي\n...\nمن رحمة الخالق الجليل\nفقلت يا فلان: اتق الله قال: قد كان فقمت عنه فما جاوزت باب داره حتى سمعت صيحة الموت، فعياذًا بالله من وسوء العاقبة وشؤم الخاتمة (1).\nأيها الحبيب:\nقال تعالى: {وَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ كُلَّمَا رُزِقُوا مِنْهَا مِنْ ثَمَرَةٍ رِزْقًا قَالُوا هَذَا الَّذِي رُزِقْنَا مِنْ قَبْلُ وَأُتُوا بِهِ مُتَشَابِهًا وَلَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ وَهُمْ فِيهَا خَالِدُونَ} [البقرة: 25] فتأمل جلالة المبشر ومنزلته وصدقه وعظمة من أرسله إليك بهذه البشارة وقدر ما\n(1) الجواب الكافي (199).\nالجزء: 1 - الصفحة: 61\n",
        "بشرك به وضمنه لك على أسهل شيء عليك وأيسره، وجمع سبحانه في هذه البشارة بين نعيم البدن بالجنات وما فيها من الأنهار والثمار ونعيم النفس بالأزواج المطهرة ونعيم القلب وقرة العين بمعرفة دوام هذا العيش أبد الآباد وعدم انقطاعه، والأزواج جمع زوج والمرأة زوج للرجل وهو زوجها.\nوالمطهرة من طهرت من الحيض والبول والنفاس والغائط والمخاط والبصاق وكل قذر وكل أذى يكون من نساء الدنيا فطهر مع ذلك باطنها من الأخلاق السيئة والصفات المذمومة وطهر لسانها من الفحش والبذاء وطهر طرفها من أن تطمح به إلى غير زوجها وطهرت أثوابها من أن يعرض لها دنس أو وسخ قال عبد الله ابن المبارك ثنا شعبة عن قتادة عن أبي نضرة عن أبي سعيد عن\nالنبي - صلى الله عليه وسلم - \"لهم فيها أزواج مطهرة\" قال: من الحيض والغائط والنخامة والبصاق.\nقال الله عز وجل: {وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِنَ الليْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ} [هود: 114].\nوفي الصحيحين عن ابن مسعود أن رجلاً أصاب من امرأة قبلة ثم أتى النبي - صلى الله عليه وسلم - فذكر ذلك له فسكت النبي - صلى الله عليه وسلم - حتى نزلت هذه الآية فدعاه فقرأها عليه فقال رجل: هذا له خاصة؟ قال: بل للناس عامة، وقد وصف الله المتقين في كتابه بمثل ما وصى به النبي - صلى الله عليه وسلم - في\nالجزء: 1 - الصفحة: 62\n",
        "هذه الوصية (1) في قوله عز وجل: {وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ * الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللهُ يُحِبُّ الْمُحْسِنِينَ * وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ * أُولَئِكَ جَزَاؤُهُمْ مَغْفِرَةٌ مِنْ رَبِّهِمْ وَجَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ} فوصف المتقين بمعاملة الخلق بالإحسان إليهم بالإنفاق وكظم الغيظ والعفو عنهم، فجمع بين وصفهم ببذل الندى واحتمال الأذى.\nوهذا هو غاية حسن الخلق الذي وصى به النبي - صلى الله عليه وسلم - لمعاذ (2) ثم وصفهم بأنهم {إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ} ولم يصروا عليها، فدل على أن المتقين قد يقع منهم أحيانا كبائر وهي الفواحش، وصغائر وهي ظلم النفس، لكنهم لا يصرون عليها بل يذكرون الله عقب وقوعها ويستغفرونه ويتوبون إليه منها، التوبة، هي ترك الإصرار، ومعنى قوله: ذكروا الله: ذكروا عظمته وشدة بطشه وانتقامه وما يوعد به على المعصية\n(1) وهي ما جاء في الحديث اتق الله حيثما كنت، وأتبع السيئة الحسنة تمحوها وخالق الناس بخلق حسن، رواه الترمذي وحسنه.\n(2) في الحديث السابق.\nالجزء: 1 - الصفحة: 63\n",
        "من العقاب، فيوجب ذلك لهم الرجوع في الحال والاستغفار وترك الإصرار، وقال الله تعالى: {إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ}.\nوفي الصحيحين عن النبي - صلى الله عليه وسلم - قال: \"إذا أذنب عبد ذنبًا فقال: رب إني عملت ذنبًا فاغفر لي فقال الله: علم عبدي أن له ربًا يغفر الذنب ويأخذ بالذنب قد غفرت لعبدي، ثم إذا أذنب ذنبًا آخر إلى أن قال في الرابعة فليعمل ما شاء\" يعني ما دام على هذه الحال كلما أذنب ذنبًا استغفر منه (1).\nأيها الحبيب .. متع نظرك بقراءة القرآن وأطلق بصرك ليرى عظمة صنع الخالق جل وعلا، ليكن ذلك في ميزان حسناتك، واغضض بصرك عما حرم الله تهنأ نفسك وتؤجر على فعلك وتجد حلاوة ذلك في قلبك.\nجعلني الله وإياك ممن إذا زل ثاب وتاب وإذا أخطأ استغفر وعاد وغفر لنا ولوالدينا ولجميع المسلمين.\n(1) جامع العلوم والحكم 163.\nالجزء: 1 - الصفحة: 64\n",
        "المصادر\n1 -\nأحكام النظر إلى المحرمات لمحمد أحمد العماري دار المعارج (1413) هـ.\n2 -\nإحياء علوم الدين لأبي حامد الغزالي دار الكتب العلمية ط 1، 1406 هـ.\n3 -\nأدب الدنيا والدين للماوردي دار الكتب العلمية.\n4 -\nالبداية والنهاية للحافظ ابن كثير مطبعة المتوسط\n5 -\nتزكية النفوس وتزكيتها كما يقرره علماء السلف ماجد ابن أبي الليل وآخر دار القلم.\n6 -\nتفسير ابن كثير للإمام أبي الفداء إسماعيل بن كثير دار الفكر للطباعة والنشر 1401 هـ.\n7 -\nالجامع لأحكام القرآن.\n8 -\nالجاب الكافي لمن سأل عن الدواء الشافي لابن قيم الجوزية.\n9 -\nحلية الأولياء وطبقات الأصفياء، للحافظ أبي نعيم دار الكتاب العربي.\n10 -\nحكم النظر للنساء لابن قيم الجوزية دار الجيل بيروت.\n11 -\nذم الهوى لابن الجوزي.\n12 -\nذم الهوى وأتباعه لابن القيم.\n13 -\nروضة المحبين ونزهة المشتاقين لابن قيم الجوزية دار الكتب العلمية.\n14 -\nالزهر الفائح في ذكر من تنزه عن الذنوب والقبائح\nالجزء: 1 - الصفحة: 65\n",
        "محمد بن محمد بن يوسف الجزري تحقيق محمد بسيوني دار الكتاب العربي ط 1، 1406 هـ.\n15 -\nسير أعلام النبلاء للإمام الذهبي تحقيق شعيب الأرناؤوط وحسين الأسد مؤسسة الرسالة 1401 هـ.\n16 -\nصفة الصفوة لابن الجوزي، تحقيق محمد فاخوري ومحمد رواس دار المعرفة 1405 هـ.\n17 -\nصيد الخاطر لابن الجوزي دار الكتاب العربي ط 2/ 1407 هـ.\n18 -\nالعاقبة في ذكر الموت والآخرة الإمام أبي محمد عبد الحق الأشبيلي، تحقيق الشيخ خضر محمد خضر مكتبة دار الأقصى ط 1، 1406.\n19 -\nفتح القدير للإمام محمد بن علي الشوكاني دار المعرفة.\n20 -\nالفوائد لابن القيم دار النفائس\n21 -\nكتاب التوابين لموفق الدين ابن قدامة دار الكتب العلمية.\n22 -\nمكاشفة القلوب لأبي حامد الغزالي، دار إحياء العلوم ط 1، 1403 هـ.\n23 -\nالمجموع المنتخب من المواعظ والأدب زامل الزامل.\n24 -\nالورع للإمام أحمد بن حنبل، دار الكتب العلمية بيروت.\n25 -\nالورع لابن أبي الدنيا دار السلفية الكويت.\nالجزء: 1 - الصفحة: 66\n",
        "الجزء: 1 - الصفحة: 67\n",
        ""
    ]
}