{
    "1": [
        "شرح الفصيح لابن هشام اللخمي\nبسم الله الرحمن الرحيم وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.\nقال الأستاذ أبو عبد الله محمد بن أحمد بن هشام اللغوي، رضي الله عنه وأرضاه. وجعل الجنة سكناه.\nسألتني، وفقني وإياك لمنهجه القويم وصراطه المستقيم، أن أشرح لك ما وقع في كتاب الفصيح من الألفاظ المشكلة والمعاني المقفلة وأنبهك على ما فيه من الهفوات والسقطات على ما اتصل بي في أصح الروايات، وذكرت أن أكثر من تقدم إلى شرحه لن يشفوا عليلاً، ولا بردوا غليلاً، ولا استوفوا غرضاً، ولا ميزوا من جوهره عرضاً، وإنما فسروا من كل بعضاً، وذكروا من غيض غيضاً: وتركوا ما كان إيضاحه واجبا عليهم وغرضاً، ولاسيما المبتدئ الذي يخيط في الجهالة خيط عشواء، وتنبهم عليه أكثر الأشياء، وليس عنده من الأداة إلا القلم والدواة، فأجبتك إلى ذلك رجاء ثواب الله وغفرانه، وابتغاء فضله وريحانه، وثم أترك فيه حرفاً إلا شرحته، ولا معنى مستغلقا إلا بينته وأوضحته، هذا وإن قل المنصف وكثر المتعسف وصار الأدب عاراً على صاحبه ونقصا لطالبه حتى قال بعض شعراء العصر بنسب حامله إلى الشقاء والمقت.\n(أشقى يجرك أن تكون أديبا\n...\nأر أن يرى فيك الورى تهذيبا)\n(مازلت مستويا ففعلك كله\n...\nعوج وإن أخطأت كنت مصيبا)\n(كالنقش ليس يتم معنى ختمه\n...\nحتى يكون بناؤه مقلوبا)\nوقال أيضاً غيره في ذلك المعنى جارياً على ذلك المغزى:\n(وإذا انتسبت إلى العلوم وجدتها\n...\nمشيا يعد به علي فتصون)\nالجزء: 1 - الصفحة: 45\n",
        "(وغضارة الأيام تأبى أن يكو\n...\nن بها لأبناء الذكاء نصيب)\n(ولذاك من صحب الليالي طالباً\n...\nجداً وفهماً إنه المطلوب)\nوهذا كله على الحقيقة غرور وأقوال زور فالعلم أحسن ما به تزين وقيمة كل أمرئ ما يحسن.\nكتاب الفصيح، أعزك الله، وإن صغر جرمه وقل حجمه ففائدته كبيرة عظيمة ومنفعته عند أهل العلم خطيرة جسيمة، ومما يقوي الرغبة في مطالعته وبحث على لزوم قراءته ودراسته ما يروى عن أبي الحسن علي ابن سليمان بن الفضل الأخفش رحمه الله، أنه قال: أقمت أربعين سنة أغلظ العلماء من كتاب الفصيح، هذا قوله والزمن مغمور بفضائل الحكماء معمور الأرجاء بمحاسن الأدباء لم تعف رسومه ولا أخوت نجومه.\nوقال أيضاً بعض الشعراء ينبه في شعره على جلالة قدره وعظم خطره:\n(كتاب الفصيح كتاب مليح\n...\nيقال لقارئه ما أبلغه)\n(عليك أخي به إنه\n...\nلباب اللباب وصفو اللغة)\nوها أنا أبدأ بشرح أبوابه وذكر المهم من معانيه وإعرابه على طريق الإيجاز والاختصار ومجانبة الإكثار، ومن الله أسأل العصمة والتوفيق فهو الهادي إلى سواء الصراط لا رب غيره.\nالجزء: 1 - الصفحة: 46\n",
        "قال الفقيه الإمام أبو عبد الله محمد بن أحمد بن هشام رحمه الله:\nأخبرنا بكتاب الفصيح الفقيه الأجل المحدث الأفضل أبو بكر بن العربي رحمه الله، عن أبي الحسن المبارك بن عبد الجبار، وعن أبي الحسن علي بن سعيد العبدري، وعن أبي زكريا أحمد بن علي الشيباني ثم التبريزي كلهم قال: أخبرنا أبو محمد الحسن بن علي الجوهري، قال: أخبرنا أبو عمر محمد بن العباس، قال: أخبرنا أبو بكر محمد بن القاسم بن بشار الأنباري، عن أبي العباس أحمد بن يحيى بن زيد النحوي المعروف بثعلب مؤلفه، رحمه الله، وكان هو ومحمد بن يزيد عالمين قد ختم بهما تاريخ الأدباء، وكانا كما قال بعض الشعراء:\n(أيا طالب العلم لا تجهلن\n...\nولد بالمبرد أو ثعلب)\n(تجد عند هذين علم الورى\n...\nولا تك كالجمل الأجرب)\n(علوم الخلائق مقرونة\n...\nبهذين في الشرق والمغرب)\nالجزء: 1 - الصفحة: 47\n",
        "باب فعلت بفتح العي\nن\nقال أبو عبد الله محمد بن أحمد بن هشام، رضي الله عنه:\nقوله: (نمى المال ينسى).\nيعني: زاد، وقالوا في المستقبل: ينمو وينمي، وهما لغتان فصيحتان، وكان حقه أن يذكرهما كما شرط، ولم يأت إلا بينسي فقط، والمال عند بعض العرب: الإبل والبقر والغنم، ولا يقال للذهب والفضة عندهم: مال، إنما يقال له: نقد؟ ؟ ؟ ، وأقله ما تجب فيه الزكاة، وما نقعس عن ذلك فليس بمال، وحكى أبو عمر صاحب الياقوتة: أن المال الصامت والناطق، فالصامت: الدنانير والدراهم والجوهر: والناطق: البعير والبقرة والشاة، قال: ومنه قولهم: (ماله صامت ولا ناطق) ومنهم من أوقع المال على جميع ما يملكه الإنسان وهو الصحيح.\n(ذوى العوه) \"يذوي\"\nذبل، ولا يقال: جف، ويقال: ذاى يذأى: وهما لغتان أيضا؟ ؟ ؟ ؟ ولم يخبر بهما، وحكى؟ ؟ ؟ ؟ ؟ : وذيي أقلها.\n(؟ ؟ ؟ ؟ الرجل).\n؟ ؟ ؟ ؟ الرشد، والغبي: ضد الرشد، قال الله تعالى: {قد تبين الرشد من الغي} [البقرة: 256] أي: الإيمان من الكفر: وقالوا: غوي أيضاً على ما حكى أبو عبيد:\nالجزء: 1 - الصفحة: 48\n",
        "والبيت الذي استشهد به يروى للمرقش الأصغر، وسمي مرقشاً، لأنه كان يزين شعره، واسمه ربيعة بن سفيان بن سعد بن مالك من قصيدة يقولها في قصةٍ طويلة جرت بينه وبين عمرو بن جناب بن عوف بن مالك صاحبه وفاطمة بنت المنذر وقبله:\n(وآلى جناب حلفة فاطمته\n...\nبنفسك ول اللوم إن كنت نادما)\n(ألم تر أن المرء يجلم كفه\n...\nويجشم من لؤم الصديق المجاشما)\nفمن يلق خيراً البيت ومعنى يلق يصب، والشاهد فيه، قوله: يغو، فأتى بالمستقبل، ـ لأنه قد علم أن كل فعل أتى مستقبله على يفعل، بكسر العين، فإن ماضيه على فعل، بفتح العين، إلا ما شذ وأتى على فعل يفعل، وذلك أربعة وعشرون فعلاً: منها خمسة أفعال صحاح، والباقي معتلة، فالخمسة الصحاح: نعم ينعم وحسب يحسب ويبس ييبس بئس يبئس وبئس يبئس، والمعتلة: ومق يمق، ووفق أمره يفق، ووثق يثق، ووري الزند يري، وولي يلي، وورث يرث، وورع يرع، وورم يرم، ووجز يجز، ووغر صدره يغر، ووطئ يطأ، ووسع يسع لأن الأصل في هذين الفعلين كسر العين، وإنما انفتحا من أجل حرف الحلق، وزاد المبرد: وهم بهم، وزاد صاعد: نجد ينجد إذا عرق، والمشهور: ينجد، بفتح العين، وزاد سيبويه: أن يئن، وأصل أن: أون، وتاه يتيه وطاح\nالجزء: 1 - الصفحة: 49\n",
        "يطيح، وأصلهما: تو وطوح وحكى أبن جني: وله يله ووعم يعم، ويلحق بهذه الأفعال ما نقل من فعل، بفتح العين إلى فعل، بكسرها، نحو: بعت أبيع، وكلت أكيل، وما أشبه ذلك ولا يكون أيضاً مستقبل فعل يفعل، بفتح العين إلا أن يكون عينه أو لامه حرفاً من حروف الحلق، إلا ما شذ، نحو: أبى يأبى وركن يركن، والأشهر: ركن يركن، وزاد الكوفيون: غسى الليل يغسى، وقلى يقلى، وسحى يسحى، وحبى يحبى، وحكى كراع: عثى يعثى مقلوب من عاث يعيث، إذا أفسد، وحكى بعض اللغويين: سلى يسلى، وقنط يقنط.\n(فسد الشيء)\nضد صلح، والفساد: ضد الصلاح، وقالوا: فسد.\n(وعسيت أن أفعل ذاك)\nرجوت، وقالوا: عسيت هذا إذا كان مع المضمر، فإن كان مع المظهر فالفتح لا غير.\nالجزء: 1 - الصفحة: 50\n",
        "وقوله: (ولا يقال منه: يفعل ولا فاعل).\nيعني: أنه لا يتصرف فيؤتى منه بمستقبل واسم فاعل، وإنما لم يتصرف، لأنه ضمن معنى الطمع والرجاء، كما ضمنت لعل، فلم يتصرف لذلك، ومع أنه استغني عن تصريفه، لأن كل شيء مطموع فيه مترجى فهو مستقبل، فقام له المعنى مقام التصريف، والأفعال التي لا تتصرف ستة: عسى وليس ونعم وبئس، وفعل التعجب، وحبذا.\n(دمعت عيني) سال دمعها، وقالوا: دمعت.\n(رعفت) سال الدم من أنفي، والرعاف: انبعاث الدم من الأنف والفعل للدم، وجعل للرجل على الأتساع، وقالوا: رعف.\n(عثرت) سقطت، والعثار: السقوط، ويقال في المستقبل: يعثر ويعثر.\n(نفر) أسرع، ويقال في المستقبل ينفر وينفر.\n(شتم) من الشتم، وهو رمي أعراض الناس بالمعائب القبيحة، ويقال للأسد، شتيم لقبح وجهه، ويكون الشتم بالقول أو بالفعل، قال الشاعر:\n(ويشتم بالأفعال لا بالتكلم)\nويقال في المستقبل: يشتم ويشتم.\n(وهن) لان وضعف.\nالجزء: 1 - الصفحة: 51\n",
        "(نعست) نمت، والنعاس: النوم .. وقيل: مقاربته وغشيانه، وقالوا في المستقبل، ينعس وينعس.\n(لغب الرجل) أعيا وتعب، وقالوا في المستقبل: يلغب ويلغب، ولغب لغة، وقالوا أيضاً: لغب.\n(ذهلت عن الشيء غفلت عنه، قال الله تعالى: {تذهل كل مرضعة عما أرضعت} [الحج: 2] ويكون النسيان من الفرق، وذهل لغة.\n(غبطت الرجل) تمنيت مثل حاله من غير أن يزول ذلك عنه، فإن أردت زواله فهو حسد.\n(خمدت النار) سكن لهبها، فإن أنطفأت قلت: همدت.\n(عجزت عن الشيء) لم أقدر عليه، فإن كنت قادراً عليه ولم تفعله، قلت: كسلت عنه، وعجز لغة.\n(حرصت عليه) طلبته بشدةٍ ونصبٍ، والمضارع: يحرص، وقيل: يحرص، وحكى هذه اللغة الفراء، وحرص لغة، وجاء اسم الفاعل منه على فعيل للمبالغة فقالوا: حريص، فأما حرص الثوب القصار، إذا شقه فهو بكسر العين في الماضي وفتحها في المستقبل لا غير، واسم الفاعل منه: حارص، ومن ذلك:\nالجزء: 1 - الصفحة: 52\n",
        "الشجعة الحارصة التي تحرص الجلد أي: تشقه.\n(نقمت على الرجل) أنكرت وعاتبت، ونقم لغة.\n(غدرت به) تركت الوفاء له، ونقضت عهده، والغدر ضد الوفاء، وغدر لغة.\n(عمدت للشيء) قصدت إليه.\n(هلك الرجل) عطب أو مات أو تلف وما أشبه ذلك.\n(عطس) من العطاس، وقالوا في المستقبل: يعطس ويعطس.\n(ونطح الكبش) نخس بقرنه، وقالوا في المستقبل: ينطح وينطح.\n(نحت) سوى وقشر، وقالوا في المستقبل: ينحت وينحت.\n(جف الثوب) يبس بعد الرطوبة، وحكى أبو زيد: جففت تجف.\nوقوله: (وكل شيء رطب يجف).\nقال الشارح: كان حقه ألا يأتي بالمستقبل من هذا الفعل ولا من كل يكل إذ كان من المقيس، لأن كل ما كان على فعلت من ذوات التضعيف غير متعد فإن يفعل منه مسكور العين إلا ما شذ من ذلك، والذي شذ من ذلك: أل الشيء يؤل: برق، وأل الرجل يؤل ألياً: رفع صوته ضارعاً، فأما ذرت الشمس تذر وهبت الريح تهب فلما فيهما من معنى التعدي أتيا على يفعل، وقد جاء بعضه\nالجزء: 1 - الصفحة: 53\n",
        "باللغتين جميعاً قالوا: جد يجد يجد، وجم الفرس يجم يجم ويجم، وشب يشب ويشب، إذا ارتفع، وصد عني يصد ويصد، وشح يشح ويشح، وفحت الأفعى تفح وتفح ودرت الناقة وغيرها وتدر وترت يده تير وتير غلظت وطرت المرأة تطر وتطر تذللت في المشي وحدت المرأة تحد وتحد وشذ الشيء يشذ ويشذ ونس ينس وينس، إذا يبس، وشطت الدار تشط وتشط، وما كان منه على فعل، بكسر العين فإن مستقبله يفعل، بفتح العين، نحو: مسست أمس، وشممت أشم وبررت والدي أبر، ولببت تلب، وقالوا: لببت، ولم يأت منه على فعل إلا هذا فقط، وزاد قطرب: شررت فأنت شرير، وما كان منه على فعلت متعديا فإن يفعل منه مضموم إلا حبه يحبه فإنه أتى بالكسر فقط، وجاءت أفعال باللغتين جميعا، قالوا: شده يشده ويشده، ونم الحديث ينمه ينمه وينمه وعله في الشراب يعله ويعله وبت الشيء يبته ويبيه، وهره يهره ويهره: كرهه.\n(نكل عن الشيء) جبن عنه وتأخر وقالوا: نكل، وقالوا في المستقبل ينكل على وزن يفعل، بضم العين، ولم يأت فعل يفعل، بكسر العين في الماضي وضمنها في المستقبل إلا في سبعة أفعال شذت، وهي: نكل ينكل وقد تقدم، وفضل يفضل: بقي، ونعم ينعم، وخطر يخطر وشملهم الأمر يشملهم ومن المعتل مت تموت ودمت تدوم.\n(كللت) أعييت، وعند أهل اللغة أن كل ما كان من حركةٍ وسعيٍ، قيل\nالجزء: 1 - الصفحة: 54\n",
        "فيه: أعيا، وما كان من قول ورأي، قيل فيه: عي وعيي، والاسم منهما: عيٍ على وزن: عمٍ وشجٍ: ومثل: عي وعيي حي وحيي، وقد قرئ بهما جميعاً.\n(وكل بصره) ضعف، وكل السيف: لم يقطع.\n(سبحت) عمت.\n(شحب لونه) تغير من سفرٍ أو مرضٍ أو سوه حالٍ وقالوا: شحب، وفي المستقبل يشحب ويشحب.\n(وسهم) كذلك، وقالوا في المستقبل: يسهم ويسهم، وقد تقدم لهذا نظائر، لأن كل فعلٍ عينه أو لامه من حروف الحلق فإن ثالثه مفتوح في المستقبل، وقد يأتي مكسوراً أو مضموماً ولكن قياسه الفتح، وما كان على فعل، بضم العين في الماضي فإن المستقبل فيه يفعل، بضم العين أيضاً، إلا كدت تكاد فإنه أتى بفتح العين في المستقبل ولا نظير له.\n(ولغ الكلب في الإناء) إذا أدخل لسانه فيه، ولحسه شرب أو لم يشرب كان فيه ماء أو لم يكن، وقيل: لا يكون الولوغ إلا في الشيء المائع كالماء وشبهه قال أبو عمر المطرز: ولغ الكلب إذا حرك لسانه بتصويت في الماء وغيره ولا يكون الولوغ إلا باللسان وحده، ويولغ فعل مضارع لم يسم فاعله، وهو رباعي بمنزلة قولك: زيد يوعد من الوعيد، وقد بين ذلك بقوله: إذا (أولغه صاحبه) والبيت\nالجزء: 1 - الصفحة: 55\n",
        "الذي استشهد به هو لابن قيس الرقيات يصف فيه شبلي أسد وقبله يصف لبوة:\n(توضع شبلين فيلهما\n...\nقد ناهزا للفطام أو فطما)\n(ما مر يوم إلا وعندهما\n...\nلحم رجال أو يولغان دما)\nقوله: أو يولغان [دما] معطوف على معنى قوله:\n(\n......\nالا وعندهما\n...\nلحم رجال\n.....\n)\nكأنه: ما مر يوم إلا ويطعمان لحم رجالٍ أو يولغان دما\nوحكى الأصمعي: أن الرواية في اليت بالغان، بالألف، وهذا بعيد في القياس، لأن الكسر في بلغ كما قدمنا هو الأصل، وإنما فتح لأجل حرف الحلق فلم يثبت الواو مع هذه الفتحة إذ ليست بأصل، كما لم تثبت في يطأ ويسع، وإنما تثبت الواو في المستقبل إذا كانت الفتحة أصلية، نحو يوجل، ثم تقلب الواو ألفا فيقال: ياجل، ومنهم من يقول: ييجل، فيقلبها ياء، ومنهم من يكسر أول الفعل، فيقول: ييجل ويحتمل أن يكون الشاعر على هذه الرواية أشبع فتحة الياء اضطراراً، فنشأت بعدها الألف كما قال الراجز:\n(أقول إذ خرت على الكلكال)\n(يا ناقتي ما جلت من مجال)\nأشبع فتحة الكاف، فنشأت بعدها الالف، فقال: الكلكال.\nوحكى المطرز: ولغ على فعل، بكسر العين.\nالجزء: 1 - الصفحة: 56\n",
        "(أجن الماء) تغير لونه وطعمه لتقادم عهده، وقالوا: أجن وأسن كذلك والأجنة في الماء أقل في الفساد من الأسنة، وقالوا: أسن.\n(غلت القدر) فارت، ولا يقال: غليت، قال أبو الأسود:\n(ولا أقول لقدر القوم قد غليت\n...\nولا اقول لباب الدار مغلوق)\n(غثت؟ ؟ ؟ ؟ ) خبثت.\n(كسب المال) طلبه واقتناه والكسب: وجود المال بعد الطلب وقد يستعمل في غير طلب المال.\n(ربض الكلب) نام.\n(ربط الرجل الشيء) عقد عليه، وقالوا في المستقبل: يربط ويربط.\nالجزء: 1 - الصفحة: 57\n",
        "باب فعلت بكسر العين\n(قضمت الدابة شعيرها) إذا أكلته، والقضم لكل شيء يابس كالبر والشعير، والخضم لكل شيءٍ رطبٍ كالقثاء وغيره، وذكر ابن جني، وحمد الله أن العرب اختصت اليابس بالقاف، والرطب بالخاء، لأن في القاف شدة، وفي الخاه وخاوة وقيل: القضم مقدم الأسنان والخضم بالفم كله، وقالوا في تصريف فعله: خضم وخضم.\n(سرطت) الشيء مثل يلعنه، وهو في الطعام اللين خاصة كالفالوذج ونحوه والسرطراط أيضاً: الفالوذج.\n(زردته) بلغته بغير مضغ.\n(جرعت الماء) شربته برغبة، ويقال: جرعته.\n(مسست) لمست وحسست، وقالوا مسست أمس.\n(شممت) أشم، أي: استنشقت الرائحة، وقالوا: شممت أشم وكان حقه ألا يأتي لهذا النوع بمستقبل، لأنه من المقيس، وقد تقدم.\n(غضضت أغض)، وقالوا: عضضت حكاها سيبويه.\nالجزء: 1 - الصفحة: 58\n",
        "(غصصت) اختنقت، وقالوا: غصصت، والغصص بالطعام، ويستعمل في الماء، والشرق بالماء خاصة، والشجى بالعظم والعود، والجرض بالريق عند الموت، والجار بالكرب والبكاء، وتقول في الماضي: شرقت وشجيت وجرضت وجثرت، بكسر العين كعضضت.\n(مصصت الشيء) من المص، وهو ضد العب.\n(سففت الدواء) ألقيته من الراحة في الفم وابتلعته ولا يكون إلا في شيءٍ مطحون أو مدقوق أو حب صغار كالسمسم ونحوه.\n(زكنت) علمت، وزكنت لغة، ويقال أيضاً: أزكنت فلانا كذا، أي: أعلمته، والبيت الذي استشهد به هو لقعنب بن أم صاحب بقوله في أناسٍ من قومه كانوا يناصبونه العداوة، وقبله:\n(صم إذا سمعوا خيراً ذكرت به\n...\nوإن ذكرت بسوءٍ عندهم أذنوا)\n(كل يداجي على البغضاء صاحبه\n...\nولن أعالنهم إلا كما علنوا)\n(ولن يراجع قلبي ودهم أبداً\n...\nزكنت من بغضهم مثل الذي زكنوا)\n(نهكه المرض) أضعفه، وانهكه عقوبة بالغ في عقوبته، كذا وويناه بألفٍ موصولةٍ على الأمر، ووقع في بعض النسخ: (وأنهكه السلطان عقوبة)\nالجزء: 1 - الصفحة: 59\n",
        "على الخير، وهو وهم، وإنما يقال: نهكه السلطان بغير ألفٍ، وكذا: نهكت الثوب لبساً والمال إنفاقاً والدابة سيراً.\n(برئ من المرض وبرأ) صح، وبرئ من الرجل والدين براءة تركهما، وبرى القلم، نحته.\nوقوله: (وغيره)، يعني: كل ما يستعمل فيه القطع.\nقال الشارح: بريت القلم ليس من الباب وإنما أدخله لمشاركة اللفظ، وحكى ابن دريد: بروت القلم أبروه، ويقال أيضاً: بروت الناقة وأبريتها إذا جعلت في أنفها البرة، وهي حلقة تكون من صفرٍ أو حديدٍ.\n(ضننت بالشيء) بخلت به، وقالوا: ضننت.\n(وشملهم الأمر) عمهم وأتاهم من كل جانبٍ، وقالوا: شملهم يشملهم، وقد تقدم الكلام على اللغة الثالثة.\n(دهمتهم الخيل) غشيتهم وجاءتهم بغتة، وقالوا: دهمتهم تدهمهم.\n(شلت يده) يبست، وأصله: شللت، ولذلك أدخله في هذا الباب وما جاء على فعلت المكسور العين الساكن التاء من ذرات التضعيف فهو مدغم، كشلت يده، وصمت المرأة، وما أشبههما الا أحرفاً جاءت شاذة غير مدغمة، وهي:\nلححت [عينه] إذا التصقت، ومششت الدابة وصككت، وضبب البلد كثر ضبابه، والل السقاء إذا تغيرت ريحه، وقطط الشعر.\n(نفد الشيء) تم، والنفاد ضد البقاء.\nالجزء: 1 - الصفحة: 60\n",
        "(لججت) في الأمر رددت فيه ولم تنصرف عنه، وقالوا: لججت (خطف الشيء) أخذه بسرعةٍ، وقالوا خطف.\n(وددت أن ذاك كان) إذا تمنيته، وحكى الكسائي: وددت، بفتح العين في الماضي، وان في قوله: (أن ذاك) مع ما بعدها سدت مسد المفعولين لوددت لأنها بمعنى: تمنيت، وهي داخلة على المبتدأ والخبر.\n(رضع المولود) مص الثدي، وقالوا: رضع.\n(فركت المرأة زوجها) أبغضته وصلفها هو إذا أبغضها، وحكى كراع: فركت.\nقال ابن جني: وقد يكون الفرك في المذكر كما يكون في المؤنث، قال الراجز:\n(إن العجوز فارك ضجيعها)\n(تهمع من عير بكى دموعها)\nوحكى أبو زيد: امرأة فارك ورجل فارك، وهو أيهما أبغض صاحبه، وجاء في الحديث عن النبي، صلى الله عليه وسلم: أنه قال: (لا يفرك مؤمن مؤمنة).\nالجزء: 1 - الصفحة: 61\n",
        "(شركت الرجل في الشيء) لزمته ولزقته إما بالبدن وإما بالمال.\n(وبررت في يميني) صدقت، وقالوا: بررت.\n(وبررت والدي) قضيت حقة، بالكسر لا غير، ورجل بار وبر، أي: صادق، وبار أصله: بارر، فأدغم لاجتماع المثلين، وجمع بار: بررة، قال الله تعالى: {كرام بررة} [عبس: 16] وكذلك: حافد وحفدة، وكامل وكملة، وجمع البر: أبرار ولذلك قلنا: إنه فعل دون فعل، لأن أفعالاً في باب فعل أكثر منه في باب فعلٍ\n(جشمت الأمر) تكلفته على مشقةٍ.\n(سفد الطائر) السفاد للطائر بمنزلة الجماع للرجال، وقالوا: سفد.\n(وفجئني الأمر) جاءني بغتة.\nالجزء: 1 - الصفحة: 62\n",
        "باب فعلت بغير ألف\n(شملت الريح) هبت من جهة الشمال وهو الجوف. وجنبت: هبت من جهة الجنوب وهي القبلية، رصبت: هبت من جهة الصبا؛ وهو الشرق ودبرت: هبت من جهة الدبور، وهو الغرب، والرياح كلها يقال فيها: فعلت بغير ألف إلا النعامى وهي الجنوب: فإنه يقال فيها: أنعمت بالألف إذا هبت.\n(خسأت الكلب) طردته وأبعدته.\n(فلج الرجل على خصمه) ظهر وغلب بالحجة.\n(مذى [الرجل]) خرج من ذكره شيء عند الملاعبة والتذكار، ويقال: أمذى ومذى.\n(ورعبت الرجل) أفزعته، وقيل: ملأته رعباً.\n(رعدت السماء) من الرعد، وهو ملك يزجر السحاب.\n(وبرقت) من البرق، والبرق: مخاريق من نار مع ملك يسوق بها السحاب، ويقال أيضاً: أرعد القوم وأبرقوا وأغيموا إذا أصابهم غيم ورغد وبرق.\nالجزء: 1 - الصفحة: 63\n",
        "(ورعد الرجل) وبرق إذا أرعد وتهدد، قال المتلمس يخاطب عمرو؟ ؟ ؟ ؟ :\n(وإذا حللت ودون بيتي غاوة\n...\nفابرق بأرضك ما بدا لك وأرعد)\nغاوة: ايم لقريةٍ من حلبٍ.\n(وقد يقال: أرعد وأبرق وعليه أدخل الكميت [قوله]:\n(أرعد وأبرق يايزيـ\n...\nـــد فما وعيدك لي بضائر)\nوالكميت عند الأصمعي ليس بحجةٍ، لأنه مولد. ويزيد الذي ذكره الكميت في بيته هو يزيد بن خالد بن عبد الله القسري، وكان الكميت في سجنه فهرب من سجنه، وقال هذا الشعر، وبعد البيت.\n(وانظر إلى أسرار كـ\n...\nان أجم مقلوم الأظافر)\n(إني وأمك ما أخوف\n...\nبالتعاون والمظاهر)\n(هل أنت الأ الفقع فقـ\n...\nيع القاع للجمل النوافر)\n(هرقت الماء) أصله: أرقت، والعرب تبدل الهمزة هاء للقرب، كما قالوا: إياك وهياك وأيهات هيهات، وأصل أرقت: أروقت وأريقت\nالجزء: 1 - الصفحة: 64\n",
        "واستعملت في باب الثلاثي مراعاة للفظ.\nوقوله: (فأنا أهريقه) هذه الهاء هي الهاء التي كانت في هرقت المبدلة من الهمزة وانفتحت في المستقبل، كما تنفتح الهمزة إذا قلت: ويؤريق ويؤكرم، قال الشاعر:\n(فإنه أهل لأن يؤكرما)\nوقال آخر\n(وصالبات ككما يؤئفين)\nولكن العرب تحذف هذه الهمزة استثقالاً، لاجتماع همزتين، إذا أخبر المتكلم عن نفسه في قوله: أأكرم، كما تقول: أدحرج، ثم حملوا سائر حروف المضارعة على الهمزة، كما فعلوا في يعد، وأصله: يوعد، فحذفوا الواو، لوقوعها بين ياء وكسرة ثم حملوا على الياء سائر حروف المضارعة، ليستوي الباب، وقل ما تثبت هذه الهمزة إلا في الشعر، كما قدمنا، وتثبت ها هنا، لأنها مبدلة كما قال.\n(لهنك من برقٍ علي كريم)\nفجمع بين اللام (وإن) في موضع واحدٍ، لتغير لفظ (إن)، وقالوا أيضاً: هرقت، فجعلوا الهاء عوضاً من ذهاب حركة العين، وقالوا: أهرقت أيضاً باسكان الهاء.\n(صرفت الصبيان) سرحتهم من موضع التعليم.\n(صرف الله عنك الأذى) أي: أذهبه\n(قلبت القوم) رددتهم إلى الموضع الذي جاءوا منه، وكذلك: الثوب إذا رددته إلى جهة أخرى.\n(وقفت الدابة) حبستها عن السير، وحكى الفراء أوقفتها،\nالجزء: 1 - الصفحة: 65\n",
        "وأنشد:\n(وقولها والركاب موقفة\n...\nأقم علينا حينا فلم أقم)\nوقال أبو عمر ولو رأيت رجلاً واقفاً على دابةٍ، فقلت: ما أوقفك هاهنا لم أر به بأساً.\nوحكى ابن الأنباري عن أبي العباس ثعلب أنه قال: ليس في كلام العرب أوقفت إلا في موضعين، يقال: تكلم الرجل فأوقف، أي: انقطع عن الحجة، وأوقفت المرأة جعلت لها سواراً من وقف، والوقف: الذبل، وحكى ابن قتيبة: أنه يقال لكل ما حبسته بيدي مثل الدابة أو غيرها: وقفته، بغير ألف، وما حبسته، بغير يدي: أوقفته، يقال: أوقفته على الأمر، وبعضهم يقول: وقفته، بغير ألفٍ في كل شيء.\n(وقفت وقفا للمساكين) حبسته عليهم.\n(مهرت المرأة) جعلت لها مهراً، وقالوا: أمهرت، قال الشاعر:\n(أخذن اغتصابا خطبة عجرفية\n...\nوأمهرن أرماحاً من الخط ذبلا)\n(علفت الدابة) أطعمتها العلف، والعلف يكون: التبن والشعير والقت والنوئ ونحو ذلك، وقالوا: أعلفت.\n(زررت [علي قميصي]) شددت زره يعروةٍ، والزر: هو الذي تقول له العامة: الزرار، وأزررته: جعلت له زراً، وازرر عليك قميصك، أي: شد [؟ ؟ ؟ ] [و] زره وزره\nالجزء: 1 - الصفحة: 66\n",
        "وزره فمن كسر فلالتقاء الساكنين، ومن فتح فلاستثقال الكسر مع التضعيف، ومن ضم فللإتباع.\n(نشدتك الله) سألتك بالله.\n(حش علي الصيد) أي: اجمعه ولا تنفره ورده إلى الحبالة، وقد حاشه علي رده، وقالوا: أحوشته وأحشيت أيضاً.\n(نبذت النبيذ) ألقيت التمر في الجر ونحوه.\n(رهنت الرهن) وضعته عند المرتهن، وقالوا أيضاً أرهنت، قال دكين بن رجاءٍ الراجز:\n(لم أر بؤساً مثل هذا العام)\n(أرهنت فيه للشقا خيشامي)\nوحكى الأصمعي: أنه لا يقال: أرهنت إلا في المخاطرة والطلب، ورهنت في غير ذلك، وأجاز غيره رهنت وأرهنت في كل شيء.\n(خصيت الفحل) نزعت أنثينه، فإن رضضتها فقد وجأته وهو الوجاء، فإن شددتها حتى تبرز فقد عصبته عصباً.\n(برئت إليك من الخصاء)، أي: إن مات فلا شيء علي.\n(نعشت الرجل) رفعته من صرعته، وقالوا: أنعشت.\nالجزء: 1 - الصفحة: 67\n",
        "(حرمت الرجل عطاءه) منعته، وقالوا: أحرمت.\n(حللت من إحرامي) أي: صرت حلالاً، وهو أن يخرج من إحرام الحج ويحل له ما كان حرم بالإحرام كالطيب والنساء، وقالوا: أحللت.\n(حزنني الأمر يحزنني)، وقالوا: أحزنني، وقد قرئ بهما جميعاً.\n(شغلني عنك أمر يشغلني)، وقالوا: أشغلني.\n(شفاه الله يشفيه) من الشفاء، وهو البرء والصحة، وقالوا: أشفاه.\n(غاضني الشيء) أغضبني، وقالوا: أغاضني.\n(نفيت الرجل) طردته (وردي المتاع) نحيت رديئه عن جيده، يقال للشيء الرديء المنفي نقاؤه ولضده، وهو الخيار: نقاوة ونقاية.\n(زوى وجهه عني) جمعه وقبضه.\n(بردت عيني) كحلتها بالبرود، وهو؟ ؟ ؟ بارد، والبيت الذي أنشد هو لمالك بن الريب، وقيل لجعفر بن خالد الحارثي وقبله:\n(إذا ما أتيت الحارثيات فانعني\n...\nلهن وخبرهن ألا تلاقيا)\n(وعطل قلوصي في الركاب فإنها\n...\nستبرد أكباداً وتبكي بواكيا)\nقال الشارح: القلوص من الإبل كالجارية من النساء، والناقة كالمرأة،\nالجزء: 1 - الصفحة: 68\n",
        "والناب كالعجوز، وقوله: ستبرد أكباداً، يعني: أكباد الشامتين، وقوله: وتبكي بواكيا، يعني: الأقارب، ويروى أنه لما بلغت هذه الأبيات نساء بني الحارث فمن يبكين عليهه، وقام أبوه إلى كل ناقة وشاة، فنحر أولادها، وألقاها بين أيديها، وقال: ابكين معنا على جعفر، فما زالت النوق ترغو، والشاة تثغو، والنساء ينحن ويبكين، وهو يبكي معهن فما رئي في العرب يوم كان أوجع وأحزن منه.\n(هلت عليه التراب)، أي: ألقيته عليه وواريته به، وأهلته لغة.\n(فض الله فاه) كسر أسنانه التي في فيه، ولا يفضض الله فاك، أي: لا يكسر الله أسنانك، ومن قال: لا يفض الله فاك، أي: لا يجعله كالفض بلا أسنانٍ.\n(ودج دابته) فصدها، والودج للدابة كالفصد في الإنسان.\n(وتد وتده) إذا ضربه في الأرض والحائط، وقالوا: أوتده، ويقال له: وتد ووتد وود.\n(فرضت له) قطعت له رزقاً ورسمته له في الديوان، وأصل الفرض: القطع والشق.\n(صدت الصيد أصيده) الصيد: كل ما كان من الحيوان ممتنعاً، وكان أكله حلالاً، ولا مالك له.\nالجزء: 1 - الصفحة: 69\n",
        "باب فعل بضم الفاء\n(عنيت بحاجتك) جعل لي بها عناية وصار لي حرص عليها، وقالوا: أعنيت، واسم الفاعل على هذه اللغة عان.\n(أولعت بالشيء) أغريت به ولزمته، وقالوا: ولعت.\n(وثئت يده) سقط عليها فانفصم لحمها، ولبس بكسرٍ ولافك.\n([وقد] بهت الرجل) انقطعت حجته فلم يطق جواباً وقالوا: بهت وبهت.\n(شغلت عنك) منعت، والشغل كيف ما تصرف ضد الفراغ، وقالوا: أشغلت.\n(وقد شهر في الناس)، أي: ظهر حاله وأمره.\n(طل دمه فهو مطلول إذا لم يدرك بثأره) فذهب بلا ديةٍ ولا قودٍ، وقالوا: طل دمه وطل دمه وقالوا: أطل.\n(وأهدر فهو مهدر) كذلك، وقالوا: هدر.\n(وقص الرجل سقط عن دابته فاندقت عنقه فهو موقوص) والعنق تذكر وتؤنث، وتصغيرها على التذكير: عنيق وعلى التأنيث: عنيقة، ويقال: عنق بضم النون، وعنق، بسكونها، ومن أسمائها: الجيد والهادي\nالجزء: 1 - الصفحة: 70\n",
        "والكرد والتليل والشراع.\n(قد وضع الرجل في البيع) إذا نقص من رأس المال وخسر، وقالوا: وضع، وقالوا: أوضع.\nوكذلك (وكس) وقالوا: أوكس، ومن كلامهم: وعلى المقارض الوضيعة وهو المقارض، يقولون: على المقارض الوضيعة، أي: ما نقص من رأس المال فإن على المقارض جبره، ومصدر وكس: الوكس.\n(غبن الرجل في البيع غبناً) إذا ستر بعضه عنه، وقيل: نقص، ويقال أيضاً: غبنه يغبنه ويكون في الشراء كما يكون في البيع.\n(وغبن رأيه) ضعف، ورأيه: مفعول على إسقاط حرف الجر، والتقدير: غبن في رأيه فلما سقط الخافض تعدى الفعل فنصب، قال الله تعالى: {إلا من سفه نفسه} [البقرة: 120] أي: سفه في نفسه، ومثله: سفه رأيه، وبطر رأيه، قال الله تعالى: {بطرت معيشتها} [القصص: 18] والتقدير: في معيشتها، ومثله: رشد أمره ورشد بغيته ووجع رأسه وبطنه، ومنهم من رأى أن النصب في جميع ما ذكرنا على التمييز، وذلك يضعف من أجل أن التمييز نكرة، وهذه معارف، ويجوز غبن رأيه، بالرفع، فيكون فاعلاً، ومنهم من يرى أن سفه وبطر بمعنى جهل، وأن النفس والمعيشة مفعول بها.\n(هزل الرجل) ضعف، وكذلك الدابة، والهزال: الضعف.\n(نكب الرجل) أصابته نكية، وهي المصيبة التي تعدل بصاحبها عن جانب السلامة والاستقامة.\n(رهصت الدابة) إذا أصاب الحجر حافرها أو منسمها فدوي باطنه.\nالجزء: 1 - الصفحة: 71\n",
        "(نتجت الناقة) قيم عليها حتى ولدت، ونتجها أهلها أعانوها على النتاج.\n(عقمت المرأة) إذا لم تحمل مأخوذ من الريح العقيم التي لا تلقح شجراً ولا تنشيء سحاباً ولا مطراً، وقالوا: عقمت وعقمت وعقمت، حكاها الفراء وكذلك: عقرت إذا لم تحمل، وقالوا: عقرت، بفتح القاف، وعقرت، بكسرها، والعقر في اللغة: قطع الرجل، فكأنه قطع الولادة، ورجل عاقر وامرأة عاقر، وكان قياس اسم الفاعل أن يأتي على فعيلٍ على ما حكى أبو العباس، وعقرت تتميم، وليس من الباب.\n(زهيت علينا يا رجل)، الزهو: العجب والكبر، وقالوا: زهوت، وقالوا: زهى، وأصله: زهي، فأبدلت الكسرة فتحة، فانقلبت الياء ألفاً، ومثله: رضى في رضي، وهي لغة.\nوكذلك: النخوة، وانتخى الرجل: تكبر.\n(فلج الرجل) من الفالج والفالج: استرخاء الشق من داء يصيبه.\n(ولقي من اللقوة) وهو اعوجاج الوجه والتواء شق الشدق إلى جانب العنق، واللقوة، بالكسر والفتح: العقاب السريعة الطيران، فأما التي تسرع الحمل، فبالفتح لا غير.\n(وقد ديربي) وأدير من الدوار، وهو داء يصيب الرأس.\n(غم الهلال على الناس) استتر بغيم أو غيره، والغيم: السحاب.\n(أغمي على المريض)، إذا غشي عليه، وذهب عقله، ثم أفاق، وقالوا: غمي.\n(أهل الهلال واستهل) رفع الصوت بذكره عند رؤيته، وزعم الكسائي: أنه يقال: أهل الهلال وأهل وأستهل، ولا يقال: هل، وحكى ابن سيدة في\nالجزء: 1 - الصفحة: 72\n",
        "المحكم: هل الهلال، والأول عليه كلام الفصحاء.\n(ركضت الدابة) ضرب بالعقب جنباها لتعدو، وحكى سيبويه: ركضت الدابة على ما سمي فاعله.\n(شدهت) أي: تحيرت، ودهشت، وليس معناه شغلت كما قال أبو العباس.\n(برحجك) قبله الله وجعله من أعمال البر، وقالوا: بر الله حجك، وأبر الله حجك.\n(وثلج فؤاد الرجل)، برد عن الفهم والمعرفة فصار بليداً، وهو مشتق من الثلج.\n(امتقع لون الرجل)، أي: تغير وذهب الدم من وجهه، يقال فيه أيضاً: انتفع وابتقع واهتقع.\n(انقطع بالرجل) نفذت نفقته أوكلت راحلته أو عطبت.\n(نفست المرأة غلاماً) ولدت، وأراد بغلامٍ فحذف حرف الجر فتعدى الفعل فنصب ويقال: نفست أيضاً، وهي نفساء ونفساء، والجمع: نفساوات ونفاس ونفس، ويقال: نفاس، كعشراء وعشارٍ، وليس في كلام العرب فعلاء تجمع على فعال الأ هذان الحرفان، ونفست ونفست أيضاً: حاضت، والنفس: الدم.\n(ونفست عليك بالشيء) بخلت به عليه لنفاسته، وأردت أن يكون لي دونك، واشتقاقه من النفس، أي: الذي تفرح به النفس، وتميل إليه، ويقال أيضاً:\nالجزء: 1 - الصفحة: 73\n",
        "نفست عليك الشيء إذا عبته: قال الشاعر:\n(إذا المرء وفي الأربعين ولم يكن\n...\nله دون ما يأتي حياء ولا ستر)\n(فدعه ولا تنفس عليه الذي ارتأى\n...\nوإن جر أسباب الحياة له الدهر)\nأي: لا تعب عليه.\nوقوله: (وإذا أمرت من هذا الباب كله كان باللام).\n[قال الشارح] كان الصواب أن يقول: وإذا أمرت على قياس الباب كان باللأم.\nقال الأستاذ أبو عبد الله بن أبي العافية، رحمه الله: إنما أتى باللأم في نحو هذه البنية من قبل أن المأمور فيها مفعول، وحكم المأمور أن يكون فاعلاً بالفعل الذي تأمره به، والفاعل غير مذكور هنا، فلم يحذف حرف المضارعة، ولا حرف الأمر، لعدم مواجهة الفاعل ومشاهدته.\nالجزء: 1 - الصفحة: 74\n",
        "باب فعلت وفعلت باختلاف المعنى\n(نقهت الحديث) فهمته.\n(ونقهت من المرض) برئت.\nوقوله: (أنقه فيهما جميعاً إنما جاء العين مفتوحاً في مستقبل نقهت من المرض، لأجل حرف الحلق، وقد بينا ذلك فيما تقدم.\n(قررت به عيناً) سررت به، فضحكت فخرج من عيني ماء قر، وهو البارد، ويقال: أسخن الله عينه، أي: أبكاه، لأن دمع البكاء حار.\n(قررت في المكان) وسكنت، والأمر من قررت به عيناً: قر يا زيد عيناً، بفتح القاف، والأمر من قررت في المكان: قر، بكسر القاف، هذا إذا أدغمت فإن فككت التضعيف، قلت: اقرر عيناً، بفتح الراء الأولى، واقرر في بيتك، بكسر الراء الأولى.\nوحكى أبو عبيد: قررت في المكان أقر.\n(قنع الرجل) إذا رضي قناعة\n(وقنع قنوعاً) إذا سأل.\nقال الشارح: وقد قيل: القنوع في الرضى، والبيت الذي استشهد به للشماخ، واسمه معقل بن ضرار وبعده:\n(يسد به نوائب تعتريه\n...\nعلى الأيام كالنهل الشروع)\nالجزء: 1 - الصفحة: 75\n",
        "وقوله: فيغني مفاقره، واحد المفاقر: مفقرة، وقيل: فقر على غير قياس، كما قالوا: المذاكر، والواحد: ذكر على غير قياس أيضاً.\nوقوله: (يقنع فيهما جميعاً) إنما فتحت العين في مستقبل قنع إذا سأل لأجل حرف الحلق.\n(ليست عليهم الأمر) خلطته.\n(لبست العسل) لعقته، واللسبة منه كاللعقة، والعين من العسل مفتوحة، وهي لغة القرآن، وقد روي عن أبي مروان عبد الملك بن سراج: التسكين.\n(لسبته العقرب) لدغته، ويقال: أبرته ونشطته ونكزته بمعنى لدغته.\n(حلا الشيء في فمي يحلو) وقالوا: احلولى.\n(حلى بعيني) حسن، وزعم يعقوب: أن فيه لغة ثانية، وهي: حلا يحلو.\n(عرج الرجل يعرج) إذا صار أعرج.\nقال الشارح: كان حقه ألا بذكر هذا الفعل، لأنه من المقيس، قال الكتنائي رحمه الله: ما كان على أفعل وفعله من غير ذوات التضعيف فإن الماضي منه فعل، نحو: عرج يعرج فهو أعرج وعرجاء، وصلع يصلع فهو أصلع وصلعاء، وقرع يقرع فهو أقرع وقرعاء، وكذلك ما أشبهه إلا خمسة أحرفٍ\nالجزء: 1 - الصفحة: 76\n",
        "جاءت على: فعل وفعل، بضم العين وكسرها في الماضي، وهي: أدم وأدم، وحمق وخرق وخرق، وسمر وسمر، وعجف وعجف، وقالوا: رعن وعجم، ولم يسمع رعن ولا عجم.\nوما كان أيضاً على أفعل، وفعله من ذوات التضعيف فإن فعلت منه مكسور العين، ويفعل منه مفتوح العين، نحو: صممت فأنت أصم وصماء، وجممت يا كبش فأنت أجم وجماء، وشممت فأنت أشم وشماء وكذلك ما أشبهه.\n(نذرت النذر) أوجبته على نفسي من صيام أو غيره.\n(عمر الرجل منزله) سكنه وبقي فيه (وعمر المنزل) ضد خلا.\n(سخن الماء وسخن) ضد برد.\n(وسخنت عين الرجل) ضد قرت، وقيل: بكت لأن دمع البكاء حار.\n(مللت الشيء في النار) طبخت وشويت [وقليت] والملة: الرماد الحار.\n(مللت الشيء) سئمته.\n(عمت في الماء) سبحت.\n(عمت إلى اللبن) اشتهيته.\n(ما عجت بكلامه) أي: ما باليت ولا عبأت ولا التفت إليه.\nقال الشارح: أخذ عليه في إدخاله في هذا الباب: عمت وعمت وعجت وعجت لأن الأصل فيهن: فعلت، بفتح العين، ثم دخلهن النقل فنقل عمت وعجت إلى فعل ونقل عمت وعجت إلى فعل، ثم نقلت حركة العين إلى الفاء.\nوبيان ذلك: أن ما كان من الأفعال على فعل، بفتح العين في الماضي، وكان عينه واواً، نحو: قال وطاف وعاد فإنه ينقل من فعل إلى فعل، والدليل على ذلك\nالجزء: 1 - الصفحة: 77\n",
        "قولهم: قلت وطفت وعدت، فتحركت الفاء بضمة فلا تخلو هذه الضمة أن تكون حركة الفاء أو حركة العين نقلت إلى الفاء فلا يجوز أن تكون حركة الفاء، لأن الفاء لا تحرك بالضم إلا إذا كان الفعل مبنياً للمفعول به وليس هذا مبنياً له، فإذا لم يجز ذلك ثبت أنها منقولة من العين، وإذا كانت منقولة منه لم تخل أن تكون كالضمة التي في قولهم: حسن ذا أدباً، أو يكون الفعل على فعل فنقل إلى فعل فلا يجوز القسم الأول لأن الفعل متعد، وحسن وظرف ونحوهما غير متعد فثبت أن المثال منقول من فعل إلى فعل، وإذا كان مثال الماضي أيضاً على فعل، بفتح العين وكان العين ياء، نحو: باع يبيع، وعام إلى اللبن يعيم، وعاج يعيج، فإنه ينقل أيضاً من فعل إلى فعل، يكسر العين، والدليل على ذلك بعت [وعمت] وعجت، فتحركت الفاء بالكسر. فأما عام يعام ففعل يفعل كهاب يهاب وخاف يخاف فنقلت حركة العين إلى الفاء فتقول: عمت وهبت وخفت، وليس بمنقولٍ من بناء إلى بناءٍ فاعلم ذلك.\nالجزء: 1 - الصفحة: 78\n",
        "باب فعلت وأفعلت باختلاف المعنى\n(مشيت حتى أعييت)، أي: كللت وتعبت.\n(حبست الرجل عن حاجته)، أي: منعته التصرف فيها.\n(وفي الحبس فهو محبوس) يعني في السجن.\n(أحبست فرساً في سبيل الله فهو محبس)، أي: جعلته محبوساً في سبيل الله، وقالوا: حبست.\nفأما قوله: (محبس) فهو أسم المفعول من أفعلت أن يأتي على مفعل، نحو: أكرمت فهو مكرم وأحبسته فهو محبس.\nفأما (حبيس) فإنما هو منقول من مفعول وهو محبوس، كما تقول: قتيل، والأصل مقتول، ورحيم، والأصل: مرحوم وإنما كان كذلك لأن الهمزة زائدة وأصله الثلاثي، وربما ردوا اسم الفاعل والمفعول إلى الثلاثي كما قالوا: أجنه الله فهو مجنون، ولم يقولوا: مجن، وأحمه الله فهو محموم، ولم يقولوا: محم، وأيفع الغلام فهو يافع، ولو يقولوا: موفع، لأنهم قدروا الأصل ثلاثياً، ومن شأنهم أن يردوا الرباعي إلى الثلاثي وليس يعكسون الأمر.\nويحتمل أن يكون حبيس من قولهم: حبست فرساً في سبيل الله، ولا يكون من أحبست، وأتى بحبيس من حبست وإن كانت إحدى اللغتين أفصح من الأخرى ولا يكون أيضاً مجنون من جن، ومحمود من حم، لأنهم يقولون فيهما وفي نظائرهما: فعل، بغير ألف.\nفأما (يافع) من أيفع فقد حكى الأستاذ أبو الحسن بن الأخضر، رحمه الله: أنهم يقولون: يفع فيكون أيضاً يافع من يفع لا من أيفع.\nالجزء: 1 - الصفحة: 79\n",
        "(أذنت للرجل في الشيء) أطلقته له وخيرته فيه.\n(وأذنته بالصلاة) اعلمته بها.\n(أهديت الهدية) أرسلتها.\n(وأهديت إلى البيت هديا) أرسلت الإبل وغيرها إلى البيت ليأكلها المساكين، وتوهم أبو العباس أن الهدي والهدي مصدران مخالفان لمصدر أهديت الهدية وليس كذلك، لأن مصدر أهديت الهدية وأهديت الهدي واحد وهو الإهداء.\nوأما الهدي والهدي فاسمان لما أهدي للبيت من إبل وغيرها، كما قالت عائشة رضي الله عنها: (كنت أفتل قلائد هدي رسول الله صلى الله عليه وسلم [بيدي]) وإنما تفتل قلائد الأنعام والحيوان ولا يفتل المصدر، وواحد الهدي: هدية، مثل: مطية ومطي، وواحد الهدي هدية، مثل: شرية وشري على من جعلهما جمعين، ويقال للعروس أيضاً: هدي، وكذلك الأسير، يقال: كان هدياً في بني فلان، أي: أسيراً.\n(وهديت القوم الطريق) دللتهم عليه.\nقال الشارح: هدى يتعدى إلى مفعولين أحدهما بحرف الجر، فالقوم هو المفعول الأول، والطريق المفعول الثاني على إسقاط حرف الجر، وهو إلى، قال الله تعالى {أهدنا الصراط المستقيم} [الفاتحة: 6] أي: إلى الصراط، وقال في المعدى بإلى من غير إسقاط: {فأهدوهم إلى صراط الجحيم} [الصافات: 23] وقال: {واهدنا إلى سواء الصراط} [ص: 22] وقد يعدى أيضاً إلى الثاني باللأم، نحو قوله تعالى: {الحمد لله\nالجزء: 1 - الصفحة: 80\n",
        "الذي هدانا لهذا} [الأعراف: 43] وقوله: {قل الله يهدي للحق} [يونس: 35] فهذا الفعل يتعدى بإلى ومرة باللأم، وهو بمنزلة أوحى، قال الله تعالى: {وأوحى ربك إلى النحل} [النحل: 68] فعداه بإلى، وقال: {بأن ربك أوحى لها} [الزلزلة: 5] فعداه باللأم.\nفأما قوله تعالى: {ويهديهم إليه صراطاً مستقيماً} [النساء: 175] فصراطاً: مفعول بفعل مضمر دل عليه يهديهم، والتقدير: فعرفهم صراطاً مستقيماً.\n(وهديت العروس) يجوز أن يكون من: هديت القوم الطريق، ويجوز أن يكون من السكون والتوءدة والتمهل، تقول: هاديت المرأة، أي: ماشيتها وتهادت هي في مشيها، أي: تمهلت، وقالوا أيضاً: أهديت العروس بالألف.\n(أقبست الرجل علماً) أفدته إياه وقالوا: قبسته.\n(وقبسته ناراً) أعطيته إياها في قبس، وهو عود يكون في طرفه نار.\nوأقبسته: طلبتها له وأعنته عليها، والقبس: الشعلة من النار.\n(أوعيت المتاع في الوعاء) جعلته في خرجٍ أو عدلٍ أو غير ذلك، قال الله تعالى: {وجمع فأوعى} [المعارج: 18].\nالجزء: 1 - الصفحة: 81\n",
        "أحصرته.\n(أدلجت إذا سرت من أول الليل وادلجت إذا سرت من آخره).\nقال الأستاذ أبو عبد الله [محمد] بن أبي العافية: على هذا الذي ذكره أبو العباس ثعلب معظم أهل اللغة من الفرق بين أدلج وادلج.\nوأما ابن درستويه فزعم أنهما جميعاً بمعنى سير الليل من غير تخصيصٍ لأوله وآخره، وأن الذي استدلوا به من قول الأعشى:\n(وادلاجٍ بعد المنام)\nالبيت.\nوقول زهير:\n(بكرن بكوراً وادلجن بسحرةٍ)\nلا دلالة فيهما، لأن كل واحدٍ منهما إنما وصف ما فعل [هو] خاصة دون ما فعل غيره، ولم يصفا كل ادلاج، وفي قول زهير: بسحرة دليل على أنه قد يكون بغيرها وإلا فذكره بسحرة لا معنى له.\nقال الأستاذ أبو عبد الله: ومن الدليل على صحة ما ذكرناه أن الإدلاج والإدلاج افتعال وافعال، وليس كل واحدٍ منهما يدل على شيءٍ من الأوقات: ولو كانت الأمثلة لاختلافها تدل على معنى من اختصاص الأوقات لكان الاستدلاج والاندلاج يدل كل واحد منهما على وقتٍ مخصوص وإنما تدل على ما وضعت له من المعاني.\nقال الشارح: ادلج وزنه: افتعل، وهو مما قلب فيه الثاني إلى الأول\nالجزء: 1 - الصفحة: 84\n",
        "وليس حكم الإدغام إلا أن يحول الأول إلى جنس الثاني ويدغم فيه إلا أن هذه الكلمة اجتمع فيها دال وتاء وهما من مخرجٍ واحدٍ، والدال مجهورة، والتاء مهموسة، فقلبوا الأضعف، وهو التاء إلى جنس القوي وهو الدال وأدغموها فيها.\n(أصفدت الرجل: إذا أعطيته، فهو مصفد وصفدته: إذا شددته، فهو مصفود) والصفد بتسكين الفاء: الغل: وبفتحها: العطاء، والغل في يدٍ واحدةٍ، والصفد في اليدين جميعاً.\n(أفصح الأعجمي) إذا صار فصيحاً، والأعجمي: الذي لا يفصح وإن كان نازلاً بالبادية، والعجمي: منسوب إلى العجم، وإن كان فصيحاً.\nوحكى أبو زيد وغيره: أن الأعجم لغة في العجم، واحتجوا بقول الشاعر:\n(سلوم لو أصبحت وسط الأعجم)\n(في الروم أو فارس أو في الديلم)\n(إذا لزرناك ولو لم نسلم)\n(فصح اللحان) إذا أعرب كلامه ولم يلحن.\n(لممت شعثه) أي: جمعت ما تفرق من أمره وأصلحت ما فسد من حاله\n(حصدت الرجل) إذا شكرت له صنيعه.\nقال الشارح: الشكر لا يكون إلا مجازاة، والحمد: يكون ابتداء ومجازاة\n(أصحت السماء) ذهب غيمها، وكذلك: اليوم والليلة.\n(وصحا السكران) أفاق من سكره.\nقال الشارح: وكذلك أيضاً: صحا من الحب إذا أفاق، فأما العاذلة،\nالجزء: 1 - الصفحة: 85\n",
        "فيقال فيها: صحت وأصحت إذا تركت العدل.\n(أقلت الرجل البيع) أبطلته ونقضته.\nوقال أبو علي الفارسي: معناه: أنك رددت عليه ما أخذت منه، ورد عليك ما أخذ منك.\nوحكى الخليل: قلته البيع.\n(قلت من القائلة قيلولة) وهي نوم نصف النهار، ووزن قيلولة عند البصريين: فيعلولة، والأصل: قيلولة، وكذلك: كينونة، ولو كانت فيعولة كما يقول الكوفيون، لقالوا: كونونة، وهم لم يقولوا إلا كينونة.\nوزعم الفراء من الكوفيين: أن كينونة وأخواتها أريد بهن (فعلولة) ففتحوا أولها كراهية أن تصير الياء واواً. ومن أقوى حجج البصريين في ذلك أن الشاعر قد نطق بها على الأصل، فقال:\n(يا ليت أنا ضمنا سفينه)\n(حتى يعود الوصل كينونة)\n(لحمت العظم إذا عرفت ما عليه من اللحم) يعني أخذت ما عليه، يقال: كبش معروق، إذا صار جلداً أو عظماً بلا لحمٍ، واللحم واللحم لغتان فصيحتان والجمع: لحمان ولحوم ولحام.\n(وتقول: هل أحسست صاحبك) أي: هل علمت به وأدركته بحسك ووجدته،\nالجزء: 1 - الصفحة: 86\n",
        "قال الله تعالى: {فلما أحس عيسى منهم الكفر} [آل عمران: 52] أي: وجد.\nوحكى الخليل: حس وأحس في غير القتل.\n(وحسهم قتلهم) قتلاً شديداً.\n(ملحت القدر أملحها إذا ألقيت فيها من الملح بقدرٍ، وأملحتها: إذا أفسدتها بالملح) ..\nقال الشارح: كل ما أتاك في الفصيح بعد إذا فهو مفتوح، ومعناه: أن المصنف للكتاب وإنما أتى به فائدة للمخاطب، فقال: وتقول: يا من أخاطبه ملحت القدر إذا ألقيت فيها من الملح بقدرٍ، وليس يخبر عن نفسه. فالملح المأكول، بكسر الميم. والملح أيضاً الرضاع، وهو بكسر الميم وفتحها. والملح أيضاً: الشحم.\nأجبرت الرجل على الشيء يفعله) إذا أكرهته عليه (فهو مجبر) ويقال أيضاً: جبرته، ومنه قوله تعالى: {وما أنت عليهم بجبار} [ق: 45].\n(جبرت العظم) رددته وأقمته.\nوجبرت (الفقير) سددت خلته.\n(كنفت حول الغنم كنيفاً إذا حظرت عليها) أي: ضربت حولها شبكة أو غيرها وحظيرة كل شيء: ما أحاط به، والزرب والكنيف والعنة والحظيرة: مثل الحاجز يتخذ مما كان من الشجر تدفأ به الغنم، وتحصن فيه من السباع،\nالجزء: 1 - الصفحة: 87\n",
        "والوصيد: ما يسد به باب الحظيرة وهو حزمة عظيمة مجموعة من شجرٍ مشدودةٍ بحبلٍ يسد به الباب.\n(أعجمت الكتاب) بينته بالشكل والنقط.\n(وعجمت العود) عضضته بأسنانك، لتنظر أصلب أم رخو.\n(أصدقت المرأة صداقا) أعطيتها صداقاً.\n(ترب الرجل إذا افتقر) أي: لصق بالتراب لفقره.\n(وأترب [إذا] استغنى) أي: صار له مال كالتراب في الكثرة.\nوقوله: (وعجلته سبقته) وهم إنما هو بمعنى أسرعت إليه وبادرت، قال الله تعالى: {وعجلت إليك رب لترضى} [طه: 84] وقد احتج بعضهم لأبي العباس بقوله تعالى: {أعجلتم أمر ربكم} [الأعراف: 150].\n(مد النهر) زاد (ومده نهر آخر) زاد فيه وكثره.\n(وأمددت الجيش) جعلت له مدداً ومادة.\n(وأمد الجرح إذا صارت فيه المدة) والمدة: ما يجتمع في الجرح من دمٍ وقيحٍ وغيرهما.\nقال الشارح: فأما الدواة فيقال مددتها وأمددتها.\n(آثرت فلاناً عليك) فضلته.\nالجزء: 1 - الصفحة: 88\n",
        "(وأثرت الحديث) طلبت أثره بالرواية وحدثت به عمن تقدمني، وحديث مأثور، أي: مروي.\n(وأثرت التراب) رفعته، والأصل: أثورت، نقلت حركة العين إلى الفاء، وحذفت الواو، لسكونها وسكون الراء بعدها.\n(وعدت الرجل خيراً وشراً) قال الله تعالى: في الخير {ألم يعدكم ربكم وعداً حسناً} [طه: 86] وقال في الشر {النار وعدها الله الذين كفروا وبئس المصير} [الحج: 72] فإذا أدخلت الباء قلت: أوعدت بكذا وكذا، قال الشاعر:\n(أوعدني بالسجن والأداهم)\n(رجلي ورجلي شثنة المناسم)\nقوله: أوعدتي من الوعيد، يعني: التهديد والإخافة.\nالجزء: 1 - الصفحة: 89\n",
        "باب أفعل\n(أشكل علي الأمر) إذا اختلط، ودخل في شكل غيره.\n(أمر الشيء فهو ممر) من المرارة، وهي: ضد الحلاوة، ويقال أيضاً: مر الشيء، وأصله: مرر، وجاء في الحديث (يا دنيا مري على أوليائي [و] لا تحلولي لهم فتفنيهم).\nوقال الطرماح:\n(لئن مر في كرمان ليلي فربما\n...\nحلا بين تلي بابلٍ فالمضيح)\nوبابل والمضيح: موضعان.\n(أغلقت الباب فهو مغلق) سددته بالغلق، وحكى ابن دريد: غلقت الباب، وهي لغة ضعيفة، والأفصح في ذلك: غلقت الباب، قال الله تعالى: {وغلقت الأبواب} [يوسف: 23].\n(وأقفلته فهو مقفل) سددته بالقفل.\n(أعتقت الغلام) صيرته معتقاً بعد أن كان مملوكاً.\n(وعتق هو إذا صار حراً) أي: كريماً.\n(أقفلت الجند) رددتهم من مبعثهم.\nالجزء: 1 - الصفحة: 90\n",
        "(وقفلوا هم رجعوا) والقافلة الراجعة فإن كانت خارجة فهي الصائبة، سميت بذلك على جهة التفاؤل كأنها تصيب كل ما خرجت إليه، يقال: صاب وأصاب معاً، وعليه أتى الصائبة من صاب، ولم يقولوا: المصيبة.\n(أسف الرجل للأمر الدني إذا دخل فيه) وقد يقال له ذلك أيضاً إذا قرب منه وأراده، وإن لم يدخل فيه.\n(وأسف الطائر إذا دنا من الأرض في طيرانه) وحكى الخليل: سف الطائر، وكل شيء يقال فيه: أسف إلا في الدواء وحده فإنه لا يقال فيه: إلا سففته لا غير.\n(أسففت الخوص إذا نسجته) الخوص: ورق النخل، ولا يقال له: ورق، ولكن خوص، وكذلك: كل ما أشبه النخل من الدوم ونحوه، والخوص لا ينسج وإنما يظفر كالشعر، وقيل فيه: أسففت، لقربه من النسج، وإن لم يكن منسوجاً.\n(أنشر الله الموتى) أحياهم، ونشروا حيوا، وقالوا: نشر الله الموتى، وقد قرئ: ننشزها وننشزها، ووقع في بعض روايات الحديث وهو قول عائشة (لو نشر لي أبوابي) وقال الأعشى:\n(حتى يقال الناس مما رأوا\n...\nيا عجبا للميت الناشر)\nفهذا على نشر.\nالجزء: 1 - الصفحة: 91\n",
        "(أمنى الرجل) من المني وهو الماء الدافق الذي يخرج من الذكر عند اللذة الكبرى، ويقال منه: منى [وأمنى] ومنى، وكذلك مذى وأمذى ومذى وودى وودى وهو المني والمذي والودي، وقيل: المذي والودي على وزن: الرمي والمذي والودي بمنزلة العمي.\nوحكى الأبهري: الوذي بالذال المعجمة، ويقال: أمنى الرجل أيضاً وامتنى إذا نزل منى.\n(ضربه فما أحاك فيه السيف) أي: لم يؤثر فيه ولم يعمل، ووقع في بعض الروايات فما حاك فيه السيف.\nقال علي بن حمزة: لا يقال: حاك إلا في المشي والنسج.\nقال الأستاذ أبو محمد ابن السيد: حاك فيه السيف صحيح على ما حكى ثعلب، وقد تابعه على ذلك أبو إسحاق الزجاج.\n([وقد] أمضني الجرح والقول) أي: أحرقني والمني.\n(أنعم الله بك عيناً) أي: أسرها، ويقال: نعم الله بك عيناً، وهو من\nالجزء: 1 - الصفحة: 92\n",
        "باب: فعلت وأفعلت بمعنى واحدٍ، وحكى السيراقي: أن قوماً من الفقهاء كانوا يكرهون نعم الله بك عيناً، لأنه لا يستعمل في الله تعالى.\n(أيديت عند الرجل يداً) أي: أسديت إليه، وأنعمت عليه، والنعمة تسمى: يداً وإصبعاً، يقال: على لفلان يد وإصبع، أي: نعمة ومعروف، ويقال: يديت بغير ألف، قال الشاعر:\n(يديت على ابن حسحاس بن عمرو\n...\nباسفل ذي الجذاة يد الكريم)\n(وتدعو للرجل إذا وجد علة فتقول: لا أعللك الله) أي: لا جعل الله فيك علة.\n(أرخيت الستر فهو مرخى) أي: أرسلته، مأخوذ من الشيء الرخو.\n(وتقول: قد أغفيت فأنا أغفي) والإغفاء: النوم [القليل].\nالجزء: 1 - الصفحة: 93\n",
        "(لهوت من اللهو) ألهو، أللهو: ما شغلك من هوى وطرب ونحوهما.\nويقال: (إذا استأثر الله بالشيء فاله عنه) أي: إذا أخذ الله مال رجلٍ وولده فيجب أن يتركه ولا يغتم له، فإنه مقدر من عند الله.\nوحكى المبرد: أن قائل هذا الكلام عمر بن عبد العزيز، وهو أول من قاله.\nالجزء: 1 - الصفحة: 96\n",
        "باب ما يهمز من الفعل\n(رقا الدم إذا انقطع) وكذلك: الدمع. (لا تسبوا الإبل فإن فيها رقوء الدم) يعني: أنها تمطى في الدية، فتكون سبباً لانقطاع المطالبة وترك القتل، وحكى صاحب الإصلاح: أن الرقوء هو الدواء الذي يقطع به الدم.\n(رقيت الصبي) عوذته باسماء الله.\n(رقيت في السلم) صعدت وطلعت، ودرجات السلم يقال لها: مراق، والواحدة منها: مرقاة وهي الدرجة، ورقات في السلم، بالهمز وفتح القاف لغة.\n(دارات الرجل إذا دافعته) ويقال: داريت، بغير همزٍ.\n(وداريته إذا لاينته وختلته) يعني: خدعته.\n(بارأ الرجل شريكه) فارقه وتركه.\nوبارأ (امرأته) فارقها.\n(وبارى الريح جوداً) عارضها بفعله، لأن الريح تعطي المطر بهبوبها، وكذلك هذا يعطي المال.\n(عبأت المتاع) ضممته وجمعته بالشد وغيره.\nوعبأت (الطيب) علقت به نفسي، قال الشاعر:\n(كأن بصدره وبحاجبيه\n...\nعبيراً بات يعبؤه عروس)\n(عبيت الجيش) إذا هيأته في مواضعه للقتال.\nالجزء: 1 - الصفحة: 97\n",
        "فكرت ونظرت وقالوا: رويت، بغير همزٍ، والروية: الفكرة وقوله: (والورية جرت في كلامهم غير مهموزة) يحتمل أن تكون الروية من روات، فتركوا، همزها كما قالوا: خابية، والأصل: خابئة، فتركوا الهمز أيضاً، ويحتمل أن تكون من رويت على اللغة الأخرى فأتت على أصلها.\nالجزء: 1 - الصفحة: 100\n",
        "باب المصدر\n(وجدت في المال) استغنيت والوجد: السعة. (ووجدت الضالة) أصبتها, وقول الراجز:\n1 -\nانشد والباغي يحب الوجدان.\nمعنى أنشد: أطلب, والباغي: الطالب أيضا, والوجدان: الاصابة, وبعده:\n2 -\nقلائصاً مختلفات الألوان\n3 -\nفيها ثلاث قلص وبكران.\n4 -\nكأنني من حبها في هجران (11 أ)\n(ووجدت في الحزن) أي: حزنت.\n(ووجدت على الرجل موجدة) أي: غضبت [عليه].\nقال الشارح: وجدت له خمسة معانٍ ذكر منها أربعة, ولم يذكر الخامس, وهو: العلم والإصابة والغضب والإيسار وهو الاستغناء, والاغتنام وهو: الحزن, وهو في الوجه الأول: متعد إلى مفعولين, كقوله تعالى {ووجدك ضالاً فهدى ووجدك عائلاً فأغنى} وفي الوجه الثاني: متعد إلى واحد كقوله تعالى: {ولم يجدوا عنها مصرفا} وفي الوجه الثالث: متعد بحرف الجر كقولك: وجدت على الرجل إذا غضبت عليه, وفي الوجهين الآخرين: لا يتعدى كقولك: وجدت في المال, أي أيسرت, ووجدت في الحزن, أي: اغتممت, وفي كله يجد, وحكي سيبويه: يجد, وهي لغة شاذة. (وتقول: رجل جواد بين الجود) الجواد: السخي الكريم, والجود: السخاء والكرم.\nالجزء: 1 - الصفحة: 101\n",
        "(وشيء جيد بين الجودة) والجيد: ضد الرديء, والجودة: ضد الرداءة. (فرس جواد بين الجُودة والجَودة) والجَواد من الخيل: العتيق الكريم, والجُودة والجَودة: ضد الرداءة. (وجادت السماء) مطرت. (وجب البيع) لزم ووقع (كذلك الحق) لزم أيضاً. (وجبت الشمس) غابت. (ووجب القلب) خفق. (ووجب الحائط) سقط. (حسبت الحساب) عددته. (وحسبت الشيء ظننته) والحسب: الشرف, وقوم حُسباء: أشراف. (وامرأة [حصان] بينة الحصانة والحُصن) عفيفة محصنة لفرجها, ووقع في بعض النسخ بيت شاهد على الحصن هو:\n1 -\n(الحصن أدنى لو تريدينه\n...\nمن حثيك الترب على الراكب)\nقال الشارح: حكي الأصمعي أن جارية من العرب قالت لأمها:\n2 -\n(يا أمتا أبصرني راكب\n...\nيسير في مسحنفر لاحب)\n3 -\n(ما زلت أحثي الترب في وجهه\n...\nعمداً وأحمي حوزة الغائب\nفقالت أمها: الحُصن أدنى\n...\nالبيت. والمسحنفر: طريق ماضٍ مستو, ولاحب: بين, والحوزة: هنا الفرج وجمعها: حوز, والغائب: بعلها, وإنما حثت التراب على وجهه, ليرى أنها لا حاجة لها فيه, وقد أحصنت وحصنت: عفت وحفظت فرجها, ومنعته من غير بعلها: والمحصنة: التي أحصنها زوجها, والمحصنة: التي أحصنت نفسها.\nالجزء: 1 - الصفحة: 102\n",
        "(والفرس الحصان) هو الذكر من الخيل, وقيل: هو الشديد الذي كان راكبه في حصن, والفرس يقع على الذكر والأنثى, فأما الحِصان فلا يقع إلا على الذكر خاصة. (عدل الرجل عن الحق): إذا جار) , (وعدل عليهم) ضد جار عليهم. (قربت منك) دنوت. (وما قربتك ولا أقربك) أي: ما حللت بك ولا أتيتك. (وقربت الماء أقربه قربا) طلبته, وليلة القرب: الليلة التي ترد الإبل في صبيحتها الماء, وليلة العلق, بفتح اللام: الليلة الثانية من ليالي توجهها إلى الماء. وحكي المبرد: أن القرب سير الليل لورود الغد, والعلق سير النهار لورود الغد. قال الأصمعي: إذا كان بين الإبل وبين الماء يومان: فسير اليوم الأول: الطلق, وسير الثاني: القرب. (نَفَق البيع) كثر طلابه. (ونفقت الدابة) إذا عطبت وماتت. (ونفق الشيء فني ونقص وانقطع.\nالجزء: 1 - الصفحة: 103\n",
        "(11 ب) (قدرت على الشيء إذا قويت عليه). (وقدرت الشيء من التقدير) وهو الحزر والتخمين. (جلوت العروس) أبرزتها إلى زوجها. (وجلوت السيف) إذا صقلته. (وجلا القوم عن منازلهم) أي: انتقلوا عنها. (وأجلوا عن قتيل لا غير) يعني: في الحرب: وكل من قتل في المعترك إذا تفرقوا عنه فقد أجلوا عنه, ومعناه: أظهروه, كما يقال: رجل أجلى إذا انحسر الشعر عن مقدم رأسه, فظهرت البشرة. (وتقول: غرت على أهلي أغار غيرة) ورجل غيران وامرأة غيرى, والغيران: هو الذي يحمي زوجه وغيرها من قرابته, ويمنع أن يدخل عليهن أو يراهن غير ذي محرم, وهو ضد الديواث وهو الذي يُدخل الرجل على زوج, يقال له: ديوث وقندع, بضم الدال, وفتحها. (غار الرجل فهو غائر) إذا أتى الغور, وهو المنخفض من الأرض, وضده: النجد, وهو ما ارتفع من الأرض, قالوا: أغار. (وغار الماء يغور غوراً) إذا غاض وذهب في الأرض. (وغارت عينه) دخلت. (وغار الرجل أهله) إذا مارهم واتاهم بقوتهم وما يحتاجون إليه. (وأغار على العدو إغارة) إذا عجل في المشي وغيره إليهم. قوله: (وغارة) مثله, [و] غارة حذف منها الهمزة والأصل: إغارة كما حذفت من الأخوة, فقالوا: خوة وجاء في الحديث في بعض الروايات (ولكن خوة الإسلام) وكما حذفوا في المثل في قولهم: (أساء سمعاً فأساء جابة).\nالجزء: 1 - الصفحة: 104\n",
        "والأصل. إجابة, وكما حذفوها من غارة في قول الشاعر:\n(فاخلف وأتلف إنما المال غارة\n...\nوكله مع الدهر الذي هو أكله)\nفقالوا: (غارة, والأصل: إغارة, وأشباهها كثيرة. قوله: (غلام بين الغلومية) هو الطار الشارب, وقيل: هو من حين يولد إلى أن يشب. وقوله: (جارية بينة الجراء) , قال الفراء: إذا كسرت الجيم من الجراء مددت, وإذا فتحت قصرت, وحكي ابن قتيبة: المد مع فتح الجيم وكسرها, وقال ابن الأنباري: سميت الجارية جارية, لأنها تجري في الحوائج, وقيل: لأنها أسرع جرياً في قلوب الآباء من الأبناء, للاقتهم عليهن. وقوله: (أيم بينة الأيمة) والأيم: المرأة التي لا زوج لها كانت بكراً أو ثيباً, أيم: لا زوج له. وقوله (شيخ بين الشيخوخية) , الشيخ: الذي استبانت فيه السن, وظهر عليه الشيب وقيل: هو شيخ من خمسين إلى آخر عمره, وقيل: من إحدى وخمسين إلى آخر عمره, وقيل: هو الخمسين إلى الثمانين. وقوله: (وعجوز بينه التعجيز) العجوز: من النساء: الهرمة, والعجوز أيضاً نصل السيف والعجوز: الخمر. وقوله: (عنين بين العنينة) العنين: الذي لا يأتي النساء, ولا يقوم له ذكر. وقوله: (ولص بين اللصوصية) اللص: السارق, وقالوا فيه:\nالجزء: 1 - الصفحة: 105\n",
        "لصت, والجمع: لصوت, قالوا: لص, بضم اللام أيضاً وقوله: (خصصته بالشيء خصوصية) أي: فضلته به على غيره. وقوله: (وفارس على الخيل, أي: بين الفروسية) الفارس: صاحب الفرس, وهو على معنى النسب, والفرس يقع للذكر والأنثى, وحكي ابن جني: فرسة, كما قالوا: رجل ورجلة, وغلام وغلامة, وشيخ وشيخة, وثور وثورة. قال الشارح: وهذه المصادر (12 أ) المتقدمة التي شرحناها آنفاً منها مالها أفعال مستعملة, منها مالا أفعال لها, فمما استعملت العرب لها أفعالاً: الأبوة والأخوة والعمومة والأمومة والأموة والوصافة والإيصاف والشيخ والتعجيز والأيمة والتعنين. حكي أبو عبيد في الغريب المصنف عن اليزيدي: ما كنت أما ولقد أممت أمومة, وما كنت أباً ولقد أبيت أبوة وما كنت أخاً ولقد أخيت وتآخيت, وما كنت أمة ولقد أميت وتأميت أموة, وروى سلمة عن\nالجزء: 1 - الصفحة: 106\n",
        "الفراء: أممت وأبوت, بالفتح في الأب والأم, وكذلك أموت في الأمة, وأخوت في الأخ, وعممت في العم كلها بالفتح, وقالوا: وصفت الجارية وصافة, وأوصفت إيصافاً, وأمت تئيم أيمة, وشاخ شيخاً, وشيخ تشييخاً, وعجزت تعجيزاً وعنن تعنيناً. وقوله: (وإذا كان يتفرس في الأشياء وينظر فيها) يعني: يتوسم, والفراسة: التوسم, والأصل به: في النظر, يقال: رجل جيد الفراسة, إذا كان جيد النظر مصيبه. وتقول: (حلمت في النوم أحلم حُلماً حُلماً وأنا حالم) إذا رأيت ما يرى النائم. قال أبو إسحاق بن السري: الحلم, بضم اللام, ليس بمصدر, وإنما هو اسم. (وحلمت عن الرجل أحلم حِلما وأنا حليم) والحِلم ضد الجهل وهو العفو عن قدرةٍ, فإن كان عن غير قدرة فهو ذل. (وحَلم الأديم يحلم حَلماً إذا تثقب) والأديم: الجلد الأحمر, وجمعه: أدم, كما قالوا: أفيق وأفق: وعمود وعمد, وقيل: إن هذه أسماء للجمع وليست بجمع وحَلم الأديم إذا وقعت فيه الحَلمة, وهي دودة تقع في الأديم فتثقبه, قال الشاعر:\n(فإنك والكتاب إلى علي\n...\nكدابغة وقد حَلم الأديم)\n(وتقول: قذت عينه تقذي قذياً: إذا ألقت القذي) وكل ما سقط في العين من تبن وغيره فآذاها. (ورجل بطال بين البطالة) البطال: الفارغ الذي لا شغل له, ولا عمل يعمله.\nالجزء: 1 - الصفحة: 107\n",
        "(ورجل بطل, أي شجاع بين البطولة) يعني: أنه تبطل جراحاته فلا يكترث لها, ولا تبطل نجدته, وقيل: هو الذي تبطل عنده دماء الأقران لشجاعته. (ووبطل الشيء يبطل) فسد وذهب ضياعاً وخسراً. (وتقول: خزي الرجل) خزياً من الذل والهوان أي: وقع في بلية, والخزي: البلية يوقع فيها. وخزي يخزي (خزاية) إذا استحيا. (وقد طلقت المرأة) إذا فارقها زوجها وبانت منه: وقالوا: (طلقت) وهما لغتان, وقالوا: طلقها وأطلقها. (وقد طُلقت طلقاً عند الولادة) وانطلق: وجع الولادة والنفاس. (وطلق وجه الرجل طلاقة) إذا فرح واستبشر. (وقد طلق يده بخير وأطلقها) جاد بها وأعطى, وانشد.\n(أطلق يديك تنفعاك يا رجل\n...\nبالريث ما أرويتها لا بالعجل)\nالجزء: 1 - الصفحة: 108\n",
        "ويروى: بالريث ما أوردتها, وهو الصواب لأن بعده:\n(وبالجبا أرويتها لا بالقبل)\nيصف إبلاً. والجبا: أن يجمع الماء في الحوض, ثم يضمها للشرب, والقبل: أن يصب لها الماء وهي تشرب. (رجل طلق الوجه وطليق الوجه) أي سهل الوجه, والطلق: مصدر وصف به الرجل. وكذلك: (يوم قر وليلة قرة) وكان حقه أن يقول: وليلة قر, كما قدمناه ونظيره: يوم غمر, وماء غور, ورجل نوم, وصوم وفطر, وقد ذكرنا ذلك في باب ما جاء وصفاً من المصادر وغفل عنه هاهنا. (واليوم الطلق والليلة والطلقة) إذا لم يكن (13 ب) فيها قر ولا شيء يؤذي. وكانا ساكتين مضيئين, ولا يقال ذلك إلا في الشتاء. (وتقول: قر يومنا يقر) إذا برد, والقر والقرة: البرد. (تقول: حر يومنا يحر إذا كان فيه الحر, وهو ضد القر. و (من الحرية حر المملوك يحر حراراً) إذا صار حراً قال على بن حمزة الصواب: حر المملوك يحر, بكسر العين في المستقبل\nالجزء: 1 - الصفحة: 109\n",
        "وفتحها في الماضي, هو القياس. (وتقول: رجل ذليل بين الذل) والذل: ضد العز. (ودابة ذلول بينة الذل) , والذلول: ضح الصعب, والذل: ضد الصعوبة (ورجل نشوان من الشراب بين النشوة والنشوان: السكران, والنشوة: السكر. (ورجل نشيان للخبر بين النشوة إذا كان يتخبر الأخبار) ويعني في أول ورودها (وأصله الواو) فقبلت, ليفرق بينه وبين النشوان من السكر. (قريت الضعيف) قمت بطعامه وما يصلحه. (وتقول شفه المرض) إذا نهكه وبلغ به الغاية. (وشف الثوب يشف) تبين ما وراءه لرقته. (ونسب الرجل يتسبه) إذا ذكر نسبه, وهو أن يقول: فلان ابن فلان. (ونسب الشاعر بالمرأة ينسب) إذا وصفها بالجمال والصبا ونحو ذلك. (وشب) إذا ترعرع وامتدت قامته. (وشب الفرس) إذا قام على رجليه ورفع يديه. (وشب الرجل الحرب والنار إذا أشعلهما) وأوقدهما. (وتقول: شاة ساح) وسحت تسح, إذا سال دسمها. (وسح المطر يسح إذا صب وتقول: أعرضت عن الرجل) إذا بدا لك وظهر, (وعرضت الكتاب) قرأته ونشرته وعرضت (الجند) عددتهم ومر بهم علي. (وعرض الرجل) إذا صار له عرض, كما تقول: طال له طول. (وتقول: ما يعرضك لهذا الأمر) أي: ما ينصب شخصك ويعرضك له ويكلف إياه. (والعود معروض على الإناء) أي: مجعول على فمه. ويفعل ذلك به لئلا\nالجزء: 1 - الصفحة: 110\n",
        "تشرب منه الشياطين, فتسقط فيه وزغة أو غيرها, وجاء في الحديث (هلا خمرته ولو بعود تعرضه عليه). (والسيف معروض على فخذيه) أي: مجعول على فخذيه من يمينه إلى شماله. (لحم الرجل لحامه) ضخم وكثر لحمه. (وشحم شحامة) كثر شحمه. والقرم: الذي يشتهي اللحم. (تقول: قد أحددت السكين إحداداً) إذا جعلته حديدا قاطعاً, ويقال: سكين حديد وحداد, كظريف وظُراف وظَراف, وكبير وكبار, وما أتي على فعيل فهذا مجراه: (أحددت إليك النظر) إذا نظرت بشدة وغضب. (وحددت حدود الدار) فصلت بينها وبين مجاوريها. (وحدت المرأة وأحدت إذا تركت الزينة) كالكحل ونحوه. (وقد حدت على الرجل) إذا غضبت [عليه] ونزقت وتسلطت. (وحال بيني وبين الشيء) منع, وأزاله عني, وأزالني عنه, بدخوله بيننا. (وحال عليه الحول) أتى ومضى. (وحال عن العهد) زال عنه ورجع. (وأحلت فلاناً على فلانٍ بالدين) أتبعته على غريم ليأخذه منه. (وحال في ظهر دابته) إذا ركبها, والحال: موضع اللبن من الظهر.\nالجزء: 1 - الصفحة: 111\n",
        "والغلط يقع في الحساب وغيره. والغلت لا يكون إلا في الحساب. (وتقول: أحذيت الرجل من العطية وهي الحذيا) والحذيا: عطية المبشر. (حذوت النعل بالنعل حذواً) إذا قسئتها به وقدرتها وقطعت على مثالها. (وحذى النبيذ اللسان) قبض وأمض, والنبيذ: ما نبذ من الزبيب والتمر. (وتقول للرجل إيه حدثنا إذا استزدته). (14 أ) يعني من حديث آخر: فإذا أردت ذلك الحديث بعينه قلت: إيه, بغير تنوين. وقوله: (وأغريته به): أي ألصقته, والبيت الذي استشهد به هو لأبي النجم وأعاد واهاً واهاً للا وبعده:\n(هي المنى لو أننا نلناها)\n(ياليت عيناها لنا وفاها)\nبثمن ترضي به أباها)\nتمنى أن يكون له مال يرضي به أباها, ويجعله مهراً لها, فيتمكن بذلك من بذلك من الاستمتاع بعينيها وفمها. (ولا أكلمك طوال الدهر) أي: أبد الدهر, وانتصاب طوال على الظرف, وليس من هذا الباب. ويقال: طال طولك وطِيلك وطولك وطَيلك وطَوالك كله بمعنى: مدتك وعمرك, أي: طال عمرك, والبيت المستشهد به هو للقطامي, واسمه عمير بن شييم وقوله فيه (100).\n([إنا محيرك فاسلم أيها الطلل]\n...\nوإن بليت وإن طالت بك الطيل)\nالجزء: 1 - الصفحة: 112\n",
        "يعني: أيام الدهر, وبعد هذا البيت:\n(أني اهتديت لتسليم على دمن\n...\nبالغمر غيرهن الأعصر الأول)\nقوله: (والطول الحبل) ووقع في بعض النسخ بيت شاهد عليه, وهو:\n(لعمرك إن الموت ما أخطأ الفتى\n...\nلكا لطول المرخى وثنياه باليد)\nوهو لطرفة, يقول: [لعمرك] إن الموت في إخطائه الفتى, وتركه مدة كالفرس الذي ترك يرعى, وقد شد صاحبه في رسفه حيلاً, فإذا أراده جذبه إليه, يقول: فالإنسان, وإن طالت مدته, أسباب المنية متعلقة, فإذا جاء الموت جذبه إليه, كما يفعل صاحب الفرس, والمرخي: المطول, وثنيا الحبل: طرفاه, وقد أجاز بعضهم طوالاً, كما تنطق العامة. وقوله: (قوم طوال لا غير) وهم, بل يقال: طوال وطيال على إبدال الواو ياء, لأجل كسرة الطاء, وأكثر ما يستعمل ذلك في حياض وسياط وثياب, لسكون الواو في الواحد في حوض وسوط وثوب, فأما في مثل طيال فإنما يجوز على التشبيه بهذا, وليس بجيد, لتحرك الواو في الواحد, هو طويل: قال الشاعر:\n(تبين لي أن القماءة ذلة\n...\nوأن أعزاء الرجال طيالها)\nروي بالوجهين: طوالها وطيالها.\nالجزء: 1 - الصفحة: 113\n",
        "(شرعت لكم شريعة في الدين) أي: نصبت وأوضحت وبينت, والشريعة: اسم لما يوضع من الدين. (وأشرعت باباً إلى الطريق) أبرزته. (وأشرعت الرمح قبله سددته إليه وأملته, لأطعنه به, (وشرعت الدواب في الماء) تناولت الماء بأفواهها من الشريعة, وهي الفرضة التي يكون فيها الماء. (وأنتم في هذا الأمر شرع, أي سواء) [أي: أنتم فيه سواء] وهو جمع شارع, مثل: خادم وخدم, ويابس ويبس, أي: كلكم يدخل فيه. (وشرعك من رجل زيد) أي: حسبك, أي: هو يشرع في الأمر كما تريد, يكفيك أمره, وزيد: مرفوع بالابتداء, وشرع: الخبر وإنما قدم الخبر على المبتدأ لما دخل في الخبر من المدح.\nالجزء: 1 - الصفحة: 114\n",
        "باب ما جاء وصفا من المصادر\n(تقول: هو خصم) قال الشارح: الخصم الذي يخاصمك ويجادلك, وخصمته بالحجة غلبته, وهو بمعنى: خصم وخصيم.\n(رجل دنف) الدنف: المرض الملازم, المخامر, وهو بمعنى الدنف. (وأنت حرى من ذلك وقمن) (14 ب) بمعنى خليق وجدير وحقيق. (والزور) بمعنى الزائر. (والفطر) ضد الصوم, وهو بمعنى المفطر. (والعدل) ضد الجور, وهو بمعنى العادل. (والرضي) الذي تُرضي حاله, وهو بمعنى المرضي. (والضيف) الذي أنزلته وأضفته, وهو بمعنى المضاف. وقوله: (لا يثنى ولا يجمع لأنه فعل) عبارة كوفية, لأن أهل الكوفة يسمون المصدر فعلا, كما تسميه العرب, وأما المصدر فصناعي, وإنما ثم لم يثن ولم يجمع, لأنه يقع على القليل من جنسه, فاستغني عن تثنيته وجمعه لذلك, وهي كلها مصادر, ويوصف بها على معنى المبالغة وقد تقع أخباراً على ذلك المعنى أيضاً, قال الشاعر:\n(هم بيننا فهم رضا وهم عدل)\nوقالت الخنساء:\n(ترتع رتعت حتى إذا ادكرت\n...\nفإنما هي إقبال وإدبار)\nالجزء: 1 - الصفحة: 115\n",
        "فإن استعملت الاسم فهو: خصيم وخصم ودنف وحر وحري وقمين وقمن وزائر ومفطر وفاطر على من قال: فطر, وصائم وعادل ومرضي ومضاف, وتقع هذه المصادر أيضاً بمعنى المفعول, كقولهم: هذا الدرهم ضرب الأمير, أي: مضروبه, وهذا خلق الله, أي: مخلوق الله, ولبن حلب, أي: محلوب, ورجل كرع, أي: مكروع فيه, وأذن حشر, أي: محشورة. ورجل (رضي) أي: مرضي كما تقدم, وقد يقع اسم الفاعل موقع المصدر, كما وقع المصدر موقع اسم الفاعل, تقول: قام قائما, فإنما يوضع في موضع قام قياماً وكذلك: خرج خارجاً هو في موضع خروج, قال الفرزدق:\n(على حلفة لا أشتم الدهر مسلما\n...\nولا خارج من في زور كلام)\nفوضع اسم الفاعل موضع المصدر, أي: ولا يخرج خروجاً, وقد يقع أيضاً اسم المفعول موقع المصدر, كما وقع المصدر موقع اسم المفعول في قولهم: رجل مرضي بمعنى رضي, ورجل ليس له معقول, أي: عقل, وخذ ميسوره ودع معسوره بمعنى: خذ يسره ودع عسره, وقد جاء المصدر أيضاً على لفظ فاعل من غير أن يكون بمعنى غيره, نحو العافية والطاغية, وملح مالحاً, وعوفي عافية وأخرى سوى ذلك يسيرة. (وتقول: ماء وراء وروى) وهو الذي يروي شاربه, مأخوذ من الري, والري ضد العطش. قال الأستاذ أبو عبد الله بن أبي العافية: وليس رواء بمصدر ولو كان مصدراً لكان روى, بفتح الراء مع القصر, لأن فعله روي كصدي وعمي, والمصدر: الصدى والعمى, وغنا هو صفة جاء على هذا المثال, كما قالوا مكان فساح, وأرض براح,\nالجزء: 1 - الصفحة: 116\n",
        "ولا يحمل على الشقاء, لأنه شاذ على أنهم قد قصروا, فقالوا: الشقا, وروى صفة وليس بمصدر, ولو كان مصدراً لكانت الراء مفتوحة كنظائره, وليس في الكلام: (فعل) وصف إلا قولهم: قوم عدى, ومكان سوى, وماء صدى للمستنقع, وماء روى. وحكي أبو الفتوح بن جني: أن روى مصدر, وهو من المصادر التي جاءت على (فعل) وفعلها: (فعل) وهي معدودة منها: كبر كبراً, ورضي رضاً وروي روى, ولحن لحناً. (وقوم رواء من الماء) هو جمع راوٍ, مثل عاطش وعطاش, وراعٍ ورعاء ويحتمل أن يكون جمع ريان, لأنهم قالوا: رجل ريان, وامرأة ريا, كظمان وظماء, وغرثان وغراث, ويستوي المذكر والمؤنث في هذا الجمع. (ورجل له رؤاء) أي: منظره حسن في البهاء والجمال. قال أبو علي: يحتمل أن يكون فعالاً من الري, لأن للريان نظارة وحسناً, ويحتمل أن يكون فُعالاً من رأيت اجتمع على تخفيف (15 أ) همزته, لأن ما يُرى من ظاهر حسن حاله. (وفعل ذلك رثاء الناس) أي ليراه الناس, وهو مصدر: رأى يُرائي مراءاة ورياء, كما تقول: ضارب ضراباً, وقاتل قتالاً. (والرؤى: جمع الرؤيا) والرؤيا أيضاً مصدر رأيت في النوم رؤيا. وتقول: (دلع فلان لسانه أي لسانه أي أخرجه ودلع لسانه أي خرج). ويقال أيضاً: دلع لسانه وأدلعه. (شحا فاه) فتح فاه. (وشحا فوه) انفتح فوه. (فغر فاه) فتح فاه (وفغر فوه) انفتح فوه, قال الشاعر:\n(عجبت لها أني يكون غناؤها\n...\n[فصيحاً] ولم تفغر بمنطقها فما)\nالجزء: 1 - الصفحة: 117\n",
        "ومثله: غاض الماء وغضته, ونقص الشيء ونقصته, وزادته, وهدر دم الرجل وهدرته, ورجع الشيء ورجعته, صد وصددته, وعفا الشيء وعفوته, ومد النهر ومده نهر آخر, وهي كثيرة, وإنما ذكرنا منها ما تيسر لئلا يطول الكتاب إن تقصيناها. (وتقول: ذرذا ودعه) , ولا تقول: وذرته ولا ودعته ولكن تركته ولا واذر ولا وادع, ولكن تارك وهو يذر ويدع). قال الشارح: يذر ويدع بمعنى يترك, أنهما لم يأت لهما ماض ولا اسم فاعل, استغنى عن الماضي منهما بترك وعن اسم الفاعل بتارك. وحكي سيبويه: أنه لم يأت لهما مصدر, وكل قال: [بحسب ما بلغه] وقد سمع الماضي لهما قال الله تعالى: {ما ودعك ربك وما قلى} على قراءة من قرأ ودعك بالتخفيف, وقال النبي صلى الله عليه وسلم: (يا عائشة إن شر الناس منزلة يوم القيامة من ودعه الناس أو تركه اتقاء فحشه). قال الشاعر:\n(ليت شعري عن خليلي ما الذي\n...\nغاله في الحب حتى ودعه)\nوقال آخر:\n(وكان من قدموا لأنفسهم\n...\nأكثر نفعاً من الذي ودعوا)\nالجزء: 1 - الصفحة: 118\n",
        "وأما وذر فوقع في حديث أبي جهل: أنه قال لابن مسعود يوم بدر عن علي [بن أبي طالب] رضي الله عنه: (لقد قطع الرحم وسفك ودمك الصناديد وما بقي ولا وذر) فاستعمل الماضي كما ترى, وأما المصدر ليدع فقد جاء عن النبي صلى الله عليه وسلم: أنه قال: (لينتهين أقوام عن ودعهم الجمعة أو ليخالفن الله بهم) ويذر في فتح عينه محمول على بدع, وأصله: يوذر, فحذفت الواو, لوقوعها بين ياء وكسرة, فبقي يذر, بكسر الذال بمنزلة يعد, فحمل على يدع, وإن لم يكن لامه حرفاً من حروف الحلق وفتح العين منه.\nالجزء: 1 - الصفحة: 119\n",
        "باب المفتوح أوله من الأسماء\n(تقول هو فكاك الرهن) الفكاك: مصدر فككته: أي: حللته, لأنه كالشيء, والمغلق: المسدود حتى يفك. أي: يحل, قال زهير:\nوفارقتك برهن لا فكاك له وفارقتك برهن لا فكاك له\n...\nيوم الرداع فأمسي الرهن قد غلقنا)\nويقال أيضاً: الفكاك, بكسر الفاء, وكذلك: فكاك الأسير, يقال: بفتح الفاء وكسرها (وهو حب المحلب) قال الشارح: هو حب طيب الريح. قال أبو حنيفة: المحلب مما جرى في كلامهم ووصف بالطيب, ولم يبلغني أنه ينبت بشبر من أرض العرب. (عرق النسا) قال الأصمعنى لايقال: عرق النسا كما لا يقال: (15 ب) عرق الأكحل ولا عرق الأبهر, وإنما يقال: النسا, لأن النسا: هو العرق, والشيء لا يضاف إلى نفسه, قال امروء القيس:\n(فأنشب أظفاره في النسا\n...\nفقلت هبلت ألا تنتصر)\nالجزء: 1 - الصفحة: 120\n",
        "والنسا: عرق يستبطن الفخذين حتى يصل إلى الحافر وألفه [يجوز أن] تكون منقلبة عن الواو وأن تكون منقلبة عن الياء, لقولهم في التثنية: نسوان ونسيان: وقال: بعض أهل اللغة: إنما أضاف العرق إلى النسا, لاختلاف اللفظ [و] قيل: إن النسا هو الفخذ فأضاف العرق إليها, وقد جاء عرق النسا في الشعر الفصيح, قال فروة بن مسيك:\n(لما رأيت ملوك كندة أصبحت\n...\nكالرجل خاف الرجل عرق النسا)\n(قربت راحلتي أؤم محمداً\n...\nأرجو فواضلها وحسن ثناها)\n([و] هي الرحى) الرحى: الطاحنة, الرحى: معظم الحرب ووسطها, وكذلك رحى السحاب: معظمها. ([و] هو الرصاص). قال الشارح: يقال الرصاص أيضاً, بالكسر, ويقال له: الصرفان. (وهو] صداق المرأة) أي ما تأخذه من بعلها. ويقال: صداق أيضاً, بالكسر (وصَدقة وصُدقة) , وصدقة , بفتح الصاد على ما حكي أبو إسحاق الزجاج.\nالجزء: 1 - الصفحة: 121\n",
        "(والشنف) ما علق في أعلى الأذن, والقرط: ما علق في أسفلها. (يأتيك بالأمر من فصه) أي: من أصله وحقيقته, قال الشاعر:\n(ورب زمرئ خلته وامقاً\n...\nويأتيك بالأمر من فصه)\nويقال: يأتيك بالأمر من فصه, أي مفصله, أي: يفصله لك, وكل ملتقى عظمين فهو فص. فأما فص الخاتم فهو بالفتح والكسر, ويقال في جمعه: أفص وفصوص وفصاص, بكسر الفاء.\n(وهو خصم الرجل) للذي يجادله ويخاصمه. (وجيء به حسك وبسك) أي: جيء به من حيث تدركه حاسة من حواسك, وبسك أي: جيء به من حيث تدركه حاسة من حواسك. أو يدركه تصرف من تصرفك وقيل: من حيث كان أو لم يكن. وروى أبو نصر: من حيث شئت والمعنى واحد. وروى أبو زيد من حسك وبسك, بكسر الحاء والباء. (معافر) اسم بلد باليمن, وقيل: قبيلة. (هي اليسار) لليد الشمال, ويقال: اليسار بكسر الياء.\nالجزء: 1 - الصفحة: 122\n",
        "قال كراع: ليس في الكلام فعال في صورة ياء إلا يسار, وكسروا الياء ليكون يسار وشمال على حد واحد. (هو السميدع) للسيد الموطأ الأكناف, والأكناف: الجوانب. (أجد) صغار المعز, وجاء عن عمر بن الخطاب رضي الله عنه [انه قال] (أتظنون أني لا أقطن للين العيش صغار المعزى ولين الحواري) والواحد جدي. (أظب) جمع ظبي, وهو الغزال, والظبي أيضاً: اسم رملة. (وأجر) جمع جرو, قالوا: جرو, وهو الصغير من ولد الكلب والأسد ونحوهما, ويقال للصغير من القثاء والباذنجان: جرو أيضاً. ([هو] الكتان) ويقال أيضاً: هذا الكتان, بكسر الكاف, ويقال له: الزبر. (رمح خطي) منسوب إلى الخط, وهو موضع بالبحرين قريب من البصرة ترسو فيه السفن التي تأتي من الهند بقصب الرماح, فنسبت إليه كما قالوا: مسك دارين, وليس هناك مسك ولكنها مرسى السفن التي تحمل المسك من الهند, وقالوا: رماح خطية (16 أ) , بكسر الخاء. (ما أكلت أكالاً) الأكال: اسم ما يؤكل, الذواق: اسم ما يذاق, ووقع في أمثال أبي عبيد (ما ذقت أكالاً).\nالجزء: 1 - الصفحة: 123\n",
        "(الغماض) النوم القليل, قالوا: الغماض, بكسر الغين. (والحثاث) النوم القليل أيضاً, وقيل: القليل من الكحل, وحكي الأصمعي: حثاث [بالكسر] وهو قول الفراء, وقال أبو زيد: حثاث بالفتح. (وهو الجورب) يعني: الذي يلبس في الرجل من البرد, وهو أعجمي معرب. (والكوسج) النقي الخدين من الشعر والكوسق بالقاف, فإن لم تكن معه لحية فهو سناط وسنوط, وهو فارسي معرب. (بالصبي لوي) يعني: وجعاً في البطن من البرد. (وهو الفقر). قال الشارح: الفقر: ضد الغناء, قالوا: الفقر, بضم الفاء. ([و] هذا طعام له نزل) أي: بركة وريع وكثرة, وقيل: نزل, بضم النون, وإسكان الزاي. (هو أبين من فلق الصبح) الذي ينفلق, أي: ينشق وينتشر. وقالوا هو أبين من (فرق الصبح) , أهل الحجاز يقولون: فلق, رينو\nالجزء: 1 - الصفحة: 124\n",
        "تميم يقولون: فرق. (هو الشمع) [قال الشارح]: والشمع ما يقطر من الفتيل, والواحدة: شمعة. ويقال له: الموم, فأما القير والقار فهو الزيت. (وقد دخل هذا في القبض والنفض) والقبض, بفتح الباء: ما يقبض من مال وغيره, والنفض, بفتح الفاء: ما يقبض من ورق وغيره, والمصدر ساكن: القبض والنفض, ونظير هذا قولك: حفرت الشيء حفراً, وما أخرجته منه: حفر, وهدمت الشيء هدماً, وما سقط منه: هدم, ونفضت الشيء نفضاً, وما سقط منه: النفض, وهذا باب مطرد. (هو قليل الدخل) يعني: قليل الغش والفساد, والدخل: ما داخل الإنسان من فساد في عقل أو جسم, والدخل, بإسكان الخاء: ما دخل على الإنسان من ضيعة. (لا أكلمك إلى عشر من ذي قبل) أي: عشر ليالِ مما استقبل واستأنف. 0 (هي طرسوس) يعني: بلدة عجمية من بلاد الروم. (هو العربون) وذلك أن يشتري الرجل سلعة فيدفع بعض منها ليحبسها على نفسه ببعض الثمن المدفوع هو العربون, وهو مشتق من التعريب الذي هو البيان\nالجزء: 1 - الصفحة: 125\n",
        "لأنه بيان البيع, ويقال: العَربون [والعُربون] والعربان والأرَبون والأربان والأرْبُون, وحكي ابن خالويه ربوتاً, والأربان مشتق من الأربة, وهي العقدة, لأن بها يكون انعقاد البيع, والذي لا يجوز, ولم تستعمله العرب: العربون: , بفتح العين وتسكين الراء, كما تنطق به العامة. (قوم جبرية بسكون الباء الموحدة خلاف القدرية) وهم قوم يزعمون أن الله تعالى أجبرهم على المعاصي, ثم عاقبهم, والصواب أن يقال: إن الله تعالى جعل للعبد استطاعه, وأقدره على الفعل, وأمره بالخير, ونهاه عن الشر, فمن تبع أمره أثابه, ومن عصاه عاقبه, إن شاء, ما لم يكن العصيان كفراً. (هي الجبروت) يعني: التجبر والكبر, ووزنه: فعلوت, بمنزلة الملكوت من الملك, والرهبوت من الرهبة, والرحموت من الرحمة, ومن كلام العرب: (رهبوت خير لك من رحموت) أي: ترهب خير لك من أن ترحم. (هي فلكة المغزل) يعني: التي يقول لها العرب: الغزالة, وسميت: فلكة, لاستدارتها, وكل مستدير عند العرب فلكة, ومنه سمي. الفلك فلكاً لاستدارته: ومنه: فلك ثدي المرأة إذا ترفع وارتفع, قالوا: فِلكة المغزل, بكسر الفاء, وزعم يونس في نوادره: أنها لغة أهل الحجاز, والمغزل فيه ثلاث لغات: كسر الميم وفتحها وضمها. ([و] هي ترقوة الإنسان) يعني: العظم الذي (16 ب) في أعلى\nالجزء: 1 - الصفحة: 126\n",
        "صدره من الجانبين بين ثغرة النحر والعاتق. (عرقوة الدلو) صليب الدلو, وهي الخشبة المعروضة عليها, والجمع: عرق, وأصله: عرقو, إلا أنه ليس في الكلام اسم آخره واو قبلها حرف مضموم وإنما اختص بهذا الضرب الأفعال نحو: لهو وسرو ودهو, فإذا أدى قياس إلى ذلك رفض, فأبدلوا من الواو ياء بعد قلب الضمة كسرة, فصار عرقي, فاستثقلوا الضمة على الياء فحذفوها, فالتقى ساكنان الياء والتنوين, فحذفت الياء, لالتقاء الساكنين لأن عليها دليلاً الكسرة, فبقي عرق, وكذلك يفعل بنظائره: كدلو وأدل, وجرو وأجر, وجدي وأجد, وظبي واظب, ونحوها. (القصعة): الصحفة التي تتسع العشرة, والجمع قصاع. (آلية الكبش) ذنبه. وقوله: (نعجة آليانة). قال الشارح: وقيل أيضاً: أليا. وقوله (ورجل آلي). قال الشارح: هو الكبير الاست, ويقال له أيضاً: ستهم وستاهي وقد ألي أليً إذا عظمت اليتاه. وقوله: (امرأة عجزاء, وكذلك كلام العرب, والقياس ألياء). قال الشارح: أجاز أبو عبيدة يعني: من خدع فيها خدعة, فزلت قدمه وعطب,\nالجزء: 1 - الصفحة: 127\n",
        "فليس له إقالة, ومن قال: خدعة, بضم الخاء, وإسكان الدال, أراد: أنها تخدع, كما يقال: لُعنة إذا كان يُلعن كثيراً, وإذا خدع أحد الفريقين صاحبه في الحرب فكأنما خُدعت هي, ومن قال: خدعة, بفتح الدال, وضم الخاء, أراد: أنها تخدع أهلها, كما يقال: رجل لعنة وضحكة إذا كان يلعن الناس ويضحك بهم, قال الشاعر:\n(الحرب أول ما تكون فُتية\n...\nتسعى بزنتها لكل جهول)\n(دجاجة بيوض) هي الكثيرة البيض, وجمعها: بيض, كرسول ورسل. (هي الأنملة) بفتح الميم لواحدة الأنامل, والأنامل: ما تحت الأظفار, من أظفار الأصابع, والواحدة: أنملة, وفيها تسع لغات, وفي الإصبع عشر لغات, واللغة العاشرة في الإصبع: أصبوع على وزن أفعول, ولم يقولوا: أنمول. (أسنمة) اسم جبل, وقيل: هي رملة معروفة. قال سيبويه, رحمه الله: ليس في الأسماء والصفات أفعل, بفتح الهمزة إلا أن يكسر عليه الواحد للجمع في نحو: أكبد وأعبد, فأما انك فقيل اسم أعجمي, ورواية ابن الأعرابي: أسنمة, بفتح الهمزة, ورواية الأصمعي: أسنمة, بضمها وهي أصح لما حكى سيبويه.\nالجزء: 1 - الصفحة: 128\n",
        "(الكلوب) هو الكلاب المعروف, والجمع: كلاليب, فأما الكلبتان: فمتاع الحداد. (السفود) هو الذي يشوى به. (الشتوة واحدة الشتاء, كركوة وركاء. (والكثرة) ضد القلة, وقد حُكي عن العرب, الكثرة, بكسر الكاف. الكمون: يقال له: السنوت. (السمور) ضرب الجن. (الشبوط) ضرب من الحوت أسود رقيق, عريض الوسط, وقال أبو علي: هو السابل. (القدوس) اسم من أسماء الله تعالى, وهو فعول من القدس, وهو الطهارة, ومنه قيل: الأرض المقدسة, يراد: المقدسة بالتنزيل. (السبوح) هو الله تعالى, وهو فعول من سبحت, أي: نزهت. (الذروح) دويبة كالزنبور طيارة لها سم قاتل, وجمعها: الذراريح وقيل: واحد الذرارح ذرحوحة, قال ابن درستوية يقال: ذروحة وذرنوحة أبدلوا النون من الواو الأولى, وقال القتيبي: واحد (17 أ) الذراريح ذرحرح وذراح, وما كان على وزن فعلول فهو مضموم الأول, نحو: عمروس وبهلول\nالجزء: 1 - الصفحة: 129\n",
        "إلا حرفاً جاء شاذاً, وهو صعفوق خول باليمامة, وقد جاء غيره, وسيأتي ذكره إن شاء الله. (الصعود) اسم ما يصعد فيه. (الهبوط) اسم ما يهبط فيه. (الحدور) اسم ما يتحدر عليه من الجبل. (والجزور) اسم لما أعد للنحر من الإبل, والجمع: جزر, فإن كانت من الغنم فهي جزرة. (والوقود) اسم لما يوقد. (والطهور اسم للماء الذي يُتطهو به. (والوضوء) اسم للماء الذي يُتوضأ به. قال أبو العباس: (والمصدر بالضم) الوضوء والوقود. قال الشارح: هو مذهب الكوفيين, وأما شيبويه وأصحابه فقالوا: الوضوء, بالفتح الاسم والمصدر جميعاً, وذكر سيبويه: أن المصدر حكمه أن يأتي على فعول كالجلوس والقعود, والاسم بالفتح إلا أسماء شذت من المصادر فجاءت مفتوحة الأوائل وهي: الوضوء والطهور والوقود والولوع والقبول, كما شذت أشياء من الأسماء, فجاءت بالضم كالعُكوب, وهو الغبار والسُدوس وهو الطيلسان, وقيل: هو الأخضر منها ونحوها.\nالجزء: 1 - الصفحة: 130\n",
        "قال الأصمعي: الوضوء، بضم الواو ليس من كلام العرب، وإنما هو قياس قاله النحويون، فأما الغسل فالمصدر منه بفتح الغين، تقول: غسلت غسلاً، فالغسل: فعل الغاسل والغسل بالكسر: ما يغتسل به الرأس من خطمي وطُفال ونحوهما، والغسل بالضم: اسم الماء الذي يغتسل به.\n(والسحور) اسم ما يستعان به على الصوم، والسحور أيضًا: الفلح، وجاء في الحديث (صلينا مع رسول الله صلى الله عليه وسلم حتى خشينا أن يفوتنا الفلح)\n(والفطور) ما يفطر به.\n(والبرود) البارد، قال: ماء برود، أي بارد: والبرود أيضًا: كحل بارد.\n(وهو حسن القبول) أي: حسن العفو، فالقبول: تقبل الشيء، قال الله تعالى: {فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ} [آل عمران: 37].\n(والولوع) من أولعت بالشيء، أي: أغريت به، وألزمت محبته.\n(والكبد).\nالجزء: 1 - الصفحة: 131\n",
        "قال الشارح: الكبد مؤنثة، وفيها لغة أخرى: كبد، بالكسر، ولا يقال: كبد بالفتح.\nقال أبو حاتم وهو قياس لو تكلم به.\nقال الشارح يعني: أن كل ما كان على فعل، مكسور العين ومضمومها فإن التخفيف فيه جائز، وإذا خففوا فربما ألقوا حركة الحرف المخفف على ما قبله، وربما تركوه على حركته، فيقولون: في فخذ فخذ، وعضد عضد، وفي صبر صبر، وكذلك كان القياس في كبد، فيقال: كبد، كبد، وفي كرش كرش كرش.\nقال الشارح: وقد أجاز غيره فتح الكاف من كبد وكرش، وجعله قياسًا مطردًا والكرش أيضًا مؤنثة، والجمع: الكروش، والتصغير: كريشة، ويقال: عليه كرش منثورة، يريدون بذلك: كثرة العيال.\n(والفحث) والحفث، بتقديم الحاء، والفحت والحفت، بالتاء، والثاء المثلثة فيه أعرف.\n(والقبة والفطنة والقطنة وهي: مثل الرمانة) في الكرش، وهي ذات الأطباق.\n(والحبق) الضرط، ويجوز فيهما الإسكان على ما قدمنا، وكذلك (الكذب الحلف) وقد سمع فيهما: الكذب والحلف على نقل الحركة من العين إلى الفاء.\nالجزء: 1 - الصفحة: 132\n",
        "(والصبر) هو هذا المر، ويقال له أيضًا: الصبر بإسكان الباء، ويقال له: المقر.\n(السفلة) رذال الناس وشرارهم، وقالوا: السفلة.\n(واللبنة) الطوبة، وقالوا: اللبنة.\n(وهي المعدة والكلمة) (ب) وقالوا: المعدة والكلمة.\n(وبعتك بيعًا بأخرة ونظرة) أي: نسيئة وتأخير.\n(وما عرفته إلا بأخرة) يعني: آخر الأمر.\n(والتبعة) ما اتبعت به صاحبك من ظلامة ونحوها، والتبعة أيضًا: ما فيه إثم ثم يتبع.\nالجزء: 1 - الصفحة: 133\n",
        "باب المكسور أوله من الأسماء\n(الرخو) المسترخي، ويقال: رخو، بفتح الراء.\n(والجرو) وقد تقدم تفسيره، ويقال: جرو، بضم الجيم وفتحها.\n(والرطل) الرطل الذي يوزن به، ويقال: رطل، بفتح الراء أيضًا.\n(استعمل على الشام وما أخذه إخذه) أي: وما يليه، وما يتصل به، ويدخل في حيزه، ومنه قولهم: لو كنت منا لأخذت بإخذنا، أي: بخلائقنا وشكلنا.\nوحكى يعقوب في الإصلاح في باب فعل وفعل باتفاق المعنى: يقال ذهب بنو فلان ومن أخذ إخذهم وأخذهم، بكسر الهمزة وفتحها.\n(والديوان) الكتاب، وكل مجموع محصل عند العرب من كلام أو شعر أو غيره: فهو ديوان وهو اسم أعجمي، وأصله: دوان، ومثله: قيراط، وكذلك دينار وديباج، أصلهما: دباج ودتار، فأبدلت الواو الأولى في ديون ياء لإنكسار ما قبلها، وكذلك فعل بالباقي كراهية التضعيف والكسر، ودل على ذلك قولهم في الجمع: دواوين وقراريط ودنانير ودبابيح، فرجعت الأحرف المبدلة في الإفراد ياء، لزوال الكسرة وانفصال أحد الحرفين من الآخر، وقد قالوا في الجمع: ديابيح ودياوين حملاً على الواحد، وحكى ابن دريد: أن الفتح في ديون وديباج لغة.\nالجزء: 1 - الصفحة: 134\n",
        "(وكسرى) اسم واقع على ملك من الفرس، والجمع: أكاسرة وكساسرة، وقيصر اسم واقع على ملك من الروم، والجمع: قياصرة، وكذلك تبع اسم واقع على ملك من العرب من ملوك اليمن، والجمع: التبابعة، وكذلك النجاشي اسم واقع على كل ملك من ملوك الحبشة، وخاقان اسم واقع على كل من ملك من ملوك الترك، ولذريق اسم واقع على من ملك أندلس من القوط والجمع اللذارقة، وبلهور اسم واقع على كل من ملك من ملوك الهند، وفرعون اسم واقع على كل من ملك من ملوك مصر، والجمع: الفراعنة، وشاهاشاه اسم واقع على كل من ملك من ملوك بابل، ونمرود اسم واقع على كل من ملك من ملوك الكنعانيين، وقالوا: كسرى، بفتح الكاف.\n(وهو سداد من عوز) السداد اسم لما تسد به الثلمة والثغر، وغيرهما، وكل ما سددت به شيئًا فهو سداد، قال الشاعر:\n(أضاعوني وأي فتى أضاعوا\n...\nليوم كريهة وسداد ثغر)\nوكل ما يسد به العوز فهو سداد أيضًا، والعوز: الفقر والحاجة، فأما السداد بالفتح فهو النصر، وقد قيل في سداد القارورة ونحوها: سداد وسداد، بالفتح والكسر.\n(والخوان) ما ليس عليه طعام فإذا كان عليه طعام سمي مائدة، وقالوا: خوان \"بضم الخاء\" والجمع في القليل: أخونة، وفي الكثير: خون.\n(وقوام الأمر وملاكه) اسمان لما يقوم الشيء به ويملك، وصحت الواو هنا كما صحت في قاوم واعتلت في قيام وصيام كما اعتلت في قام وصام، وقيل: قوام\nالجزء: 1 - الصفحة: 135\n",
        "وملاك، بفتح القاف والميم، فأما القوام، بفتح القاف لا غير: فهو الشطاط.\n(المال في الرعي) الرعي: ما يرعى، وهو الكلأ، والكلأ: النبات كله رطبه ويابسه، والرعي، بالفتح: المصدر، ويعني بالمال: الجمال والشاء والبقر.\n(كم سقي أرضك) أي: كم مقدار الماء الذي يسقى به، والسقي بالفتح: المصدر.\n(وطعام سقي وعذي) فالسقي: ما يُسقى به بعلاج وعمل، والعذي ما لا يسقى، إنما يشرب من السماء.\n(وفلان ينزل العلو والسفل) العلو: أعلى كل شيء، والسفل: أسفله، وقيل يعني بالعلو: بلاد نجد والعالية؛ لأنها مرتفعة، والسفل: غورتهامة؛ لأنها متسفلة، وقالوا: العلو والسفل.\n(وهو الجص) هو الذي تقول له العامة: الجبس، ويقال له أيضًا: القص والشيد، وقالواك الجص، بفتح الجيم.\n(وهو الزئبر) [وهو] ما يظهر على وجه الثوب كالزغب.\n(وهو الزئبق) الذي تقول له العامة: الزوق، والصواب الزاووق.\nالجزء: 1 - الصفحة: 136\n",
        "(ودرهم مزابق) أي مطلي بالزئبق وهو الزاووق.\n(وهو القرقس) لهذا البعوض، حكى بعض أهل اللغة: أن القرقس صغار البق، ويسمى: الجرجس أيضًا، وهو أعجمي معرب، والبعوض: ما عظم من البق، [وقيل: البق دويبة مثل القملة حمراء منتنة الريح، تكون في السرو والجوز، إذا قتلتها شممت لها رائحة كرائحة الجوز المر، واحدتها: بقة، وكذلك تسميها العامة.\n(وليس فيه فكر) قال أبو حاتم: العامة تكسر الفاء من الفكر، والصواب فتحها، وقال يعقوب: لا يصح فتح الفاء.\n(أوطأتني عشوة) أي: لبست علي الخبز وخدعتني، والعشوة والعشوة والعشوة: ركوب الأمر على غير بيان.\n(وهي الحدأة) يعني: الطائر المعروف المفترس، فأما الحدأة بفتح الحاء، يعني: الفأس التي لها رأسان، وجمعها: حدأ، مقصور مهموز.\n(وهي الجنازة) الجنازة: ما يحمل عليها الميت، فإن لم يكن ثم ميت، فهي نعش، أو سرير، قال الخطابي: الجنازة مما اختلف فيها، فقيل: الجنازة بالفتح: النعش، وبالكسر: الميت، قال الشاعر:\n(وما كنت أخشى أن أكون جنازة\n...\nعليك ومن يفتر بالحدثان)\nالجزء: 1 - الصفحة: 137\n",
        "وقيل: الجنازة، بفتح الجيم: الميت، وبكسرها: النعش، واشتقاقها: من جنزت الشيء، إذا سترته.\n(وهي الغسلة) [قال جميعًا: إن الغسلة: الطيب، وقيل: هو آس يطرى بأقاوية من الطيب بتمشط به.\n(وهي كفة الميزان) وحكى الكسائي: كفة، بالفتح، وقال أبو العباس المبرد: يقال لكل مستدير كفة، بالكسر ككفة الميزان، ولكل مستطيل كفة، بضم الكاف ككفة الثوب، يعني: حاشيته.\n(صنارة المغزل) وهي حديدة معقفة الرأس، تجعل في رأس المغزل.\n(ولي في بني فلان بغية) أي: حاجة.\n(وهو لرشدة) يعني: لحلال.\n(وهو لزنية) يعني: لزنا.\n(وهو لغية) وهو ضد الرشد، قال الشاعر:\n(على رشدة من أمره أو لغية)\nوفتحت الغية، ولم تكسر لأجل الياء، وحكى يعقوب فيها:\nالجزء: 1 - الصفحة: 138\n",
        "الكسر، وقد أنكر أبو إسحاق الزجاج رشدة وزنية، بالكسر، قال: الصواب رشدة وزنية، بفتح أولهما، كما قالوا: لغية إذ الباب فيها واحد؛ لأنه إنما يريد المرة الواحدة، ومصادر الثلاثي إذا أردت المرة الواحدة لا تختلف، كقوله: ضربت (18 ب) ضربة، وجلست جلسة لا اختلاف في ذلك بين أحد من النحويين، وإنما تكسر ما كان هيئة فتصفها بالحسن والقبح وغيرهما، فتقول: هذا حسن الجلسة ولسيرة والركبة، وليس هذا من ذاك.\nقال الشارح: وحكى النحويون في رشوة وزنية وغية الفتح والكسر، والقياس ما قال أبو إسحاق.\n(وهي الإصبع) بفتح الباء، وكسر الألف، يعني: أنها أفصح اللغات، وقد تقدم لنا أن فيها عشر لغات، وكيف ما نطقت بها أصبت.\n(وهي الإشفى وجمعها الأشافي) والإشفى: مثقب الخراز، ووزنها: إفعل.\n(وبينهما إحنة) وقالوا: حنة، أي: عدواة وشحناء، والجمع: إحن.\n(وأجد إبردة) برد يجده الرجل في جوفه، أو في بعض أعضائه، وقيل: وجع يصيب الشيوخ من النخام ونحوه.\n(وهي إنفحة الجدي) الإنفحة: شيء يخرج من بطنه أصفر قبل أن يأكل يجبن به اللبن، فينعقد به، وهو الذي تقول له العامة: الينق، وحكى\nالجزء: 1 - الصفحة: 139\n",
        "أبو العباس ثعلب فيها: التثقيل والتخفيف مع كسرة الهمزة وفتح الفاء، وحكى صاحب كتاب العين: أنفحة الجدي، بفتح الهمزة، وزعم: أنها لغة، ووزن إنفحة: إفعلة، وحكى يعقوب: منفحة الجدي، وقال: هما لغتان.\n(إلا كاف والو كاف) البرذعة، ويقال لها: القرطاط والولية.\n(وهي إضبارة من كتب وإضمامة) الإضبارة والإضمامة: ما يجمع ويضم بعضه إلى بعض، يعني: كتبًا مجتمعة، وفيها ثلاث لغات: إضبارة، بكسر الهمزة وأضبارة، بفتحها، وضبارة، بفتح الضاد، وحكى صاعد في الفصوص عن النضر بن شميل: ضبارة وضبارة.\nوقوله: (السوار لليد) يقال فيه: سوار وسوار وإسوار، وأسورة: جمع سوار، ثم يجمع أسورة على أساور، فيكون جمع الجمع، وأما إسوار، فجمعه: أساوير بياء، هذا إذا كان من ذهب، فإن كان فضة، فهو قلب، فإن كان من ذبل فهو مسكة، والإسوار من أساورة الفرس، قيل هو الفارس خاصة، وقيل: هو القائد، وقيل: هو الرامي بالنبل.\nويقال: (رمان إمليسي) الإمليسي: هو الذي لا توى لحبه إنما هو ماء منعقد.\n(وهو الإهليلج) وواحدة الإهليلج: إهليلجة، ويقال: هليلج، وواحدته: هليلجة، ووزن إهليلج: إفعيعل، والهمزة زائدة.\nالجزء: 1 - الصفحة: 140\n",
        "(وهي الإوزة) وأصلها: إوززة، ووزنها: إفعلة، ثم أنهم كرهوا اجتماع حرفين متحركين من جنس واحد، فأسكنوا الأول منها، ونقلوا حركته إلى ما قبله، وأدعموه في الذي بعده، فصار إوزة وقد قيل: وزة، كما تنطق به العامة.\nوأما إمعة فوزنها: فعلة، فإن قيل: فلم جعلتم الهمزة أصلية، ولم يكن إفعلة قيل: ليس في النعوت إفعلة، قد جاء في الأسماء نحو: إوزة، وزعم الخليل: أن قياس مفعلة من الإوز مأوزة، فهذا يدل على أن الهمزة أصلية.\n(وهي الإرزبة) التي تقول لها العامة: مزربة، وقول العامة بتشديد الباء خطأ، وهو الذي أنكر أبو العباس، والله أعلم، وإنما يقال لها: مزربة، بالتخفيف، قال الشاعر:\n(\n...................\n...\nضربك بالمرزبة العود النخر)\nوقولهم: (وهي الإبهام للإصبع)\nقال الشارح: سمي إبهامًا؛ لأنه أبهم عن سائر الأصابع (19 أ)، ولم يخلط بها، وقال الشاعر، فجمع أسماء أصابع اليد في بيت واحد:\n(إبهام كفك والوسطى وخنصرها\n...\nوبنصر بعد والسباب دونكها).\nوقوله: (وأما البهام فجماعة البهم)\nوقال الشارح: البهم صغار الغنم.\n(شهدنا إملاك فلان) يعني: عقد النكاح، ويقال فيه: ملاك، كما تقول العامة.\nالجزء: 1 - الصفحة: 141\n",
        "(وهو الإذخر) الإذخر: حشيشة طيبة الريح، واحدتها: إذخرة.\nوقوله: (وكل اسم في أوله ميم مما ينقل ويعمل به فهو مكسور الأول نحو قولك ملحفة وملحف ومطرقة ومطرق) وكذلك: مقطع ومقص.\nقال الشارح: فإن جعلت شيئًا من هذا مكانًا فتحت الميم، فالمقطع: الموضع الذي يقطع فيه، والمقطع: الذي يقطع به، والمقص: الموضع الذي يقص فيه، والمقص: المقراض الذي يقص به، وكذلك ما أشبهه، والمطرقة: مطرقة الحداد، ويقال لها أيضًا: الميقعة.\n(المئزر) كل ما ائتزر به، وكذلك الملحف كل ما التحف فيه من كساء أو رداء، أو إزار.\n(والمروحة) هي التي يستجلب بها الريح، وأما المروحة، بفتح الميم: فهي الفلاة.\n(والمرآة): هي التي ينظر فيها الوجه، ويقال لها أيضًا: السجنجل بالرومية، وحكى صاعد: أنه يقال لها: الحمامة، ويقال لها أيضًا: الزلفة والملوية.\n(وأما المنديل) فحكى ابن جني: أنه يقال فيه: منديل، بفتح الميم، واشتقاقه: من الندل وهو الجذب.\n(والمحلب) الإناء الذي يحلب، وهو الحلاب أيضًا، قال الشاعر:\n(صاح يا صاح هل سمعت براع\n...\nرد في الضرع ما جرى في الحلاب)\n(والمخيط) الإبرة، وهي الخياط أيضًا، وقيل: المخيط والخياط ما خطت به\nالجزء: 1 - الصفحة: 142\n",
        "الثوب من خيط وغيره، ويقال للإبرة: المنصح أيضًا.\n(والمدهن) ما يجعل فيه الدهن.\n(والمنخل) الغربال، ويقال له: المغربل.\n(والمسعط) ما يجعل فيه السعوط، ويصب منه في الأنف، والسعوط: اسم الدواء.\n(والمدق) ما يدق به الشيء كالمرزبة ونحوها، وقال بعض اللغويين: مدق، بكسر الميم، على القياس.\n(والمكحل) الذي فيه الكحل فأما المكحل والمكحال، بكسر الميم، فهو المرود، ويقال له: الميل، ويقال أيضًا: الوتد المرود.\nقال الشارح: زاد يعقوب في هذه الأحرف التي أتت بضم الميم: منصلاً، وهو السيف، وحكى: منصلاً منصلاً، ومنخلاً، بضم الصاد والخاء، وفتحهما.\n(والدهليز) الممر الذي يكون بين باب الدار ووسطها، وهو الذي تقول له العامة: الإسطوان.\n(والسرجين) الزبل وهو زبل الدواب خاصة: ويقال له: السرقين، ويقال أيضًا: بفتح السين فيهما جميعًا.\n(وتمر سهريز وشهريز) وهما ضربان من التمر، فأما سهريز، بالسين غير\nالجزء: 1 - الصفحة: 143\n",
        "معجمة، فإن أبا حنيفة حكى فيها الكسر والضم، وحكى نحو ذلك اللحياني، وذكر: أنه يقال: تمر سهريز على الصفة وتمر سهريز على الإضافة، وكذلك الذي بالشين معجمة.\n(ورجل شريب) للكثير الشرب.\n(وسكير) للكثير السكر.\n(وخمير) للذي يكثر شرب الخمر.\n(والطبيخ) لغة في البطيخ، وهو الخربز، وحكى أبو عمرو الشيباني: بطيخًا بفتح الباء.\n(وهو شديد الجربة) أي: الجري.\n(وهو حسن الركبة (19 ب) والمشية والجلسة يعني الحال التي يكون عليها.\nقال الشارح: وقد تجيء فعلة أيضًا لا يراد بها الحال نحو: الشدة والشعرة، والدرية والعدة والقمة وما شاكل هذا.\n(والضلع) الضلع بفتح اللام، وإسكانها، واحدة الأضلاع\nالجزء: 1 - الصفحة: 144\n",
        "(والقمع) والقمع، بفتح الميم وتسكينها: ما يوضع في فم السقاء والزق، ثم يصب فيه الماء، أو الشرب، سمي بذلك لدخوله في الإناء، والجمع: أقماع، والقمع أيضًا: ما التزق بأسفل العنب والتمر ونحوهما، والجمع كالجمع.\n(والنطع) وفيه أربع لغات: نطع، بفتح النون والطاء، ونطع بفتح النون وإسكان الطاء، ونطع بكسر النون وإسكان الطاء، ونطع بكسر النون وفتح الطاء، ويقال له: المبناة والوكف.\n(والشبع) مصدر شبعت، والشبع، بإسكان الباء: المقدار الذي يشبع، قال الشاعر:\n(وكلهم قد نال شبعًا لبطنه\n...\nوشبع الفتى لؤم إذا جاع صاحبه)\nوالظاهر في البيت أن يكون الشبع مصدرًا؛ لأن اللؤم إنما توصف به الأفعال لا الذوات، فيقال على هذا في المصدر: شبع، بفتح الباء وإسكانها، ولكن الأكثر في المصدر فتح الباء، قال امرؤ القيس:\n(فتوسع أهلها أقطًا وسمنًا\n...\nوحسبك من غنى شبع وري)\nالجزء: 1 - الصفحة: 145\n",
        "باب المكسور أوله والمفتوح باختلاف المعنى\nيقال: (امرأة بكر) وهي التي لم تمس بعد.\n(ومولود بكر إذا كان أول ولد أبويه غلامًا كان أو جارية.\n(أمه بكر وأبوه بكر) والجمع: أبكار.\nوالبيت الذي استشهد به قيل في قيس بن زهير، وجعله ابن بكر؛ لأنه يقال: إن أشد الناس بكر بكر فإن كان آخر ولده فهو عجزة أبويه، قال الشاعر:\n(واستبصرت في الحي أحوى أمردا)\n(عجزة شيخين يسمى معبدًا)\nوقوله: (ويا خلب الكبد) الخلب للكبد كالشفاف للقلب، هذا غلاف هذا، وهذا غشاء هذا، ويقال: الخلب زيادة الكبد.\n(والبكر) بفتح الباء (الفتي من الإبل) وهو كالشاب من الناس، ما لم يبزل بعد، والأثنى بكرة، فإذا بزل فجمل وناقة، والجمل مثل الرجل، والناقة مثل المرأة، والقلوص كالشابة، والبعير كالإنسان يقع على المذكر والمؤنث.\n(وخيط من النعام) يعني: القطعة، وحكى أبو زيد: خيط بفتح\nالجزء: 1 - الصفحة: 146\n",
        "الخاء المعجمة، وخيطى والجمع: خيطان.\n(والحبر والحبر) العالم، بكسر الحاء، وفتحها، فأما الحبر، وهو المداد، فبالكسر لا غير، وهو مشتق من: الحبار، وهو الأثر، سمي بذلك لتأثيره في الكتاب، ويحتمل أن يكون قولهم: حبرت الشيء، إذا حسنته؛ لأنه يحسن الكتاب، ويقال للجمال: حبر وسبر.\n(والقسم النصيب والقسم المصدر) كالسقي والسقي، والطحن والطحن، والرزق والزرق، والرعي والرعي، وقد يكون الاسم أيضًا مضمومًا، والمصدر مفتوحًا، كالخبز والخبز، والأكل والأكل، والدهن والدهن، والغسل والغسل، ونحو ذلك.\nوقد يستوي المصدر والاسم، فالوضوء عند البصريين هو واقع على الفعل وعلى الماء، وكذلك الوقود والطهور الولوع والقبول، وقد تقدم.\n(والصدق: الصلب) وهو الذي يصدق عند اختباره، وهو أيضًا: (20 أ) الكامل من كل شيء، وجمعه: صدق، بضم الدال، ومثله: أذن حشر، والجمع: حشر، فأما صلب الظهر، فيقال فيه: صلب وصلب على: فعل وفعل.\nالجزء: 1 - الصفحة: 147\n",
        "(وتقول: خل سربه) أي: طريقه ووجهه.\n(وهو آمن في سربه أي: في نفسد) وقيل: في قومه، وقيل: السرب هنا القلب، وحكى ابن جني عن ابن الأعرابي: أن السرب يقع على الماشية كلها، والجمع: أسراب.\n(والشف: الستر الرقيق) ويقال له أيضًا: شف، بالكسر، وقيل له: شف؛ لأنه يتبين ما وراءه.\n(والدعوة في النسب) هي الإدعاء إلى غير الأب.\nوقوله: (والحمل: ما كان على الظهر، والحمل) ما كان في بطن، مثل (حمل المرأة، أو حمل النخلة والشجرة، بفتح وبكسر).\nقال الشارح: يضبط هذا بأن يقال: كل متصل حمل، بفتح الحاء، وكل منفصل حمل، بكسر الحاء، ويقال لحمل النخلة: حمل وحمل، فمن قال: حمل، بالفتح شبهة بحمل المرأة في بطنها؛ لأنه يخرج من قبلها، ومن قال: حمل، بالكسر شبهة بحمل الرجل على رأسه لأنه على رأسها.\n(وهو قرن زيد في القتال) يعني: الذي يقاومه ويوازنه.\n(والشكل الدل)\nقال الشارح: دل المرأة ودلالها تدللها على زوجها، وذلك أن تريه جراءة عليه في تغنج وتشكل كأنها مخالفة وليس بها خلاف، والرجل يدل على أقرانه فيأخذهم من فوق.\nالجزء: 1 - الصفحة: 148\n",
        "(وما بها أرم أي أحد) قال الشاعر:\n(تلك القرون ورثنا الأرض بعدهم\n...\nفما يحس عليها منهم أرم)\nويقال أيضًا: ما بها آرم على وزن: فاعل، وما بها آريم، على وزن: فعيل بمعنى واحد: والإرم: العلم، والجمع: آرام، قال الشاعر:\n(رمتني وستر الله بيني وبينها\n...\nعشية آرام الكناس رميم)\n(والجد) بالفتح: (الحظ) والبخت والسعادة، و (الجد) أيضًا: أبو الأب والجد أيضًا: عظمة الله وجلاله، وقيل: غناؤه.\nقوله: (وإذا قال وجدك فهو مفتوح) يعني: إذا أقسم لك بجدك، أي: بأبي أبيك.\n(والجد في الأمر مكسور) خلاف الهزل، وهو المضي والعزم.\nقوله: (وما أتاك من الشعر من قولك أجد فبالكسر) يعني قول الشاعر:\n(أجدك لم تغتمض ليلة\n...\nفترقدها مع رقادها)\nوقال أيضًا:\n(أجدك لم تسمع وصاة محمد\n...\nنبي الاله حين أوصى وأشهدا)\nالجزء: 1 - الصفحة: 149\n",
        "وقال غيره:\n(أجدك ما لعينك ما تنام\n...\nكأن جفونها فيها كلام)\nفأجدك مصدر، والتقدير: أتجد جدًا.\n(واللحي بفتح اللام) عظم الخد الذي تنبت عليه اللحية، وبه سميت اللحية.\nوقوله: (وثلاثة ألح) وزنه: أفعل، وأصله: ألحي ففعل به ما فعل بجرو وأجر، وقد تقدم، قال ابن خالويه: ليس في الكلام مثل لحية إلا حلية، وجزية جمعن بالكسر والضم لحى ولحى وحلا وحلا وجزى وجزى فأما قولهم: بني وبني فجعله الفراء من هذا الباء، وليس منه؛ لأن (20 ب) بنى: جمع بنية، بالكسر، وبنى: جمع بنية، بالضم.\nقوله: (والفل الأرض التي لا نبات فيها) قال يعقوب: الفل الأرض التي لم يصبها مطر، وجمعها: أفلال، والمعنى واحد؛ لأنه إذا لم يصبها مطر لم تنبت، ويقال: أفللنا، وإذا وطئنا أرضًا فلاة.\nوقوله: (وقوم فل) فل: مصدر وصف به، وهو في موضع المفعول، والتقدير: قوم مفلولون، أي: منهزمون، وأصله من الكسر.\nقوله: (مرفق الإنسان مفتوح الميم وإن شئت كسرت).\nالجزء: 1 - الصفحة: 150\n",
        "قال الشارح: أجاز أبو علي البغدادي في مرفق اليد فتح الميم مع كسر الفاء، وكسر الميم مع فتح الفاء، قال أبو محمد بن السيد: والمرفق من الإنسان على هذا المجرى، وقد قرأت القراء: {وَيُهَيِّئْ لَكُم مِّنْ أَمْرِكُم مِّرْفَقًا} [الكهف: 16] ومرفقًا بالوجهين جميعًا.\nقال الشارح: فمرفق على ما حكى أبو العباس، بفتح الميم موضع الارتفاق، ومن كسر الميم فقال: مرفق جعله كالآلة والأداة، وهو كذلك على قول أبي علي.\n(والنعمة) بكسر النون اليد، وجمع اليد من النعمة: أياد، قال الشاعر:\n(سأشكر عمرًا ما تراخت منيتي\n...\nأيادي لم تمنن وإن هي جلت)\nوجمع يد الإنسان: أيد.\n(وعلاقة السوط) سير يكون في مقبضه يعلق به، والعلاقة بالفتح: الحب اللازم للقلب، قال الشاعر:\n(أعلاقة أم الوليد بعدما\n...\nأفنان رأسك كالثغام المخلس)\nفعلاقة مصدر علق علاقة.\n(وحمالة السيف بالكسر) نجاده، وهو السير العريض الذي يتقلده الإنسان، ويقال له أيضًا: المحمل، قال الشاعر:\nالجزء: 1 - الصفحة: 151\n",
        "(ففاضت دموع العين مني صبابة\n...\nعلى النحر حتى بل دمعي محملي)\n(والأمارة بالفتح: العلامة) قال الشاعر:\n(إذا طلعت شمس الضحاء فإنها\n...\nأمارة تسليمي عليك فسلمي)\n(ولك علي أمرة مطاعة) أي: إن أمرتني أطعتك مرة واحدة، وحكى ابن قتيبة: ولاعبته أمرة طاعة، أي: على أمرة طاعة، أي: إن غلبته فأمرته امتثل أمري.\n(وهي بضعة من لحم) قال الفراء: البضعة القطعة من اللحم، وجمعها: بضع، مثل تمرة وتمر، وتجمع أيضًا على بضعات، وتجمع أيضًا على: فعل، بكسر الفاء، فيقال: بضعة وبضع، مثل: بدرة، وبدر، وتجمع أيضًا على: بضاع، مثل: صحبة وصحاب، ومن العرب من يقول: بضعة، بكسر الباء، ويجمعها على: بضع ككسرة وكسر.\n(وهم بضعة عشر رجلاً) البضع والبضع: ما بين الثلاث إلى العشر، وبالهاء ما بين الثلاثة إلى العشرة يضاف إلى ما تضاف إليه الآحاد، كقوله تعالى: {بِضْعَ سِنِينَ} [يوسف: 42]، ويبنى مع العشرة، كما يبنى مع سائر الآحاد، وقيل: البضع من الثلاث إلى التسع، وكذا جاء عن النبي صلى الله عليه وسلم: أنه\nالجزء: 1 - الصفحة: 152\n",
        "فسر بذلك، وقيل: هو ما بين الواحد إلى الأربعة.\nوقوله: (وفي الدين والأمر عوج وفي العصا ونحوها عوج)\nقال الشارح: ما كان خفيًا فهو عوج، بالكسر، مثل: الدين وشبهه، وما كان ظاهرًا فهو بالفتح، مثل: العصا ونحوها، وأبين من هذه العبارة أن تقول: العوج، (21 أ) بالفتح فيما يرى، والعوج فيما لا يرى، وذكر أبو عمرو الشيباني في نوارده: أنه يقال في الدين عوج، وفي العصا عوج، بالكسر فيهما، وفي كل شيء، والعوج بالفتح: المصدر، يقال: عوج يعوج عوجًا، فأما الميل بفتح الياء فيقال: في كل ما كان منتصبًا نحو: الحائط، والميل بإسكان الباء في غير ذلك، فيقال: فيه ميل.\nوقوله: (والثفال: جلد أو كساء يوضع تحت الرحى يقع عليه الدقيق)، وقال علي بن حمزة: الوجه يقع عليه الحب، ولو كان إنما يقع عليه الدقيق، لم يقل زهير:\n(\n...........................\n...\nفتعرككم عرك الرحى بثفالها)\n(واللقاح: مصدر لقحت الأنثى لقاحًا) أي: حملت من الفحل.\n(وحي لقاح إذا لم يدينوا) [أي] لم يطيعوا، قال الله تعالى: {مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الْمَلِكِ} [يوسف: 76] أي: في طاعته.\nالجزء: 1 - الصفحة: 153\n",
        "قوله: (ثم هي لبون بعد ذلك) أي صار لها لبن، ويقال لابنها: ابن لبون، وللأنثى ابنة لبون، قال جرير:\n(وابن اللبون إذا ما لز في قرن\n...\nلم يستطع صولة البزل القناعيس)\n[والخرق] من الرجل الذي يتخرق بالمعروف) يعني: الكريم.\n(والخرق من الأرض الذي تنخرق فيها الريح) يعني: الصحراء الواسعة تنخرق فيها الرياح تجيء وتذهب.\nالجزء: 1 - الصفحة: 154\n",
        "باب المضموم أوله [من الأسماء]\nيقال: (لمن اللعبة) اللعبة: ما يلعب به، مثل: النرد والشطرنج، ونحوهما، واللعبة بالفتح: الواحدة من اللعب، كما تقول: حسن الجلسة.\n(وهي القلفة والجلدة) يعني: ما يقطعه الخاتن، إذا ختن الغلام، وهي الجلدة التي تغطي رأس الذكر، ويقال لها: غرلة، قال الفرزدق:\n(فما سبق القيني من سوء سيرة\n...\nولكن طفت علماء غرلة خالد)\nويقال لها أيضًا: الغلفة، يقال: رجل أغلف وأعزل بمعنى واحد.\n(وتقول: اللهم ارفع عنا هذه الضغطة) أي: الشدة والضيق، يقال: أضغطتي الأمر أي اشتد علي، وضاق بي.\n(وأنا على طمأنينة) الطمأنينة: السكون والهدوء.\n(وأجد قشعريرة) القشعريرة: الرعدة، وهي والطمأنينة اسمان وليستا بمصدرين جاريتين على اطمأن واقشعر، فإن كانتا قد توضعان موضع المصدر تقول: اطمأننت طمأنينة، واقشعررت قشعريرة، كما أن النبات ليس بمصدر لأنبت، ولكن قد وضع موضعه، قال الله تعالى: {وَاللَّهُ أَنبَتَكُم مِّنَ الْأَرْضِ نَبَاتاً} [نوح: 17]، واطمأن واقشعر مما لحقته الزيادة من الأربعة، وهو غير ملحق بشيء؛ لأن الفعل لا يكون على خمسة أحرف أصول، ووزن اطمأن: افلعل [مقلوب من افعلل] لأن سيبويه\nالجزء: 1 - الصفحة: 155\n",
        "ذكر مطمئنًا في باب تحقير ما فيه قلب، فقال: إنما هو من اطمأننت، ولكنهم أخروا الهمزة.\n(وعود أسر) قيل: إنه العود الذي إذا أمسكه الذي به الأسر، [وهو] إمساك البول سري عنه، ويقال: الأسر، بإسكان السين.\n(والحصر) احتباس الحدث، يقال منهما: حصر الرجل وأسر.\n(واجعله منك على ذكر) ذكر: اسم من التذكر، قال الشاعر:\n(21 ب) قالت من أنت على ذكر فقلت لها\n...\nأنا الذي [أنت] من أعدائه زعموا)\nوقد قيل: ذكر، بكسر الذال، قال الشاعر:\n(يذكرنيهم كل خير رأيته\n...\nوشر فما أنفك منهم على ذكر)\nأي: لا أنساهم أبدًا.\n(وثياب جدد) جمع: جديد، والجديد ضد البالي، وأجاز المبرد وغيره في كل ما جمع من المضاعف على فعل الضم والفتح، لثقل التضعيف، فأجاز أن يقال: جدد وجدد، وسرر وسرر، وقرأ بعض القراء: {عَلَى سُرُرٍ مَوْضُونَةٍ} [الواقعة: 15]، والجدد أيضًا، بفتح الدال: الطرائق.\nالجزء: 1 - الصفحة: 156\n",
        "(وهو الفلفل) يقال: فلفل وفلفل، بضم الفائين وكسرهما.\n(وأتى أهله طروقًا) وقيل: هو المجيء بغتة في أي وقت كان من ليل أو نهار، والدليل على ذلك قوله عليه السلام: (وأعوذ بك من طوارق الليل والنهار).\n(وهو عنوان الكتاب) يقال: علوان، باللام وعنيان، وقد عنونته، وقيل: وعلونته وغير ذلك.\n(وطفت بالبيت أسبوعًا) أي سبع مرات، والسبوع والأسبوع: تمام سبعة أيام.\n(وعقدت الحبل بأنشوطة) الأنشوطة: عقدة سهلة الإنحلال كعقدة التكة.\n(وقدح نضار) قال أبو حنيفة: كل شجرة اتخذ منها إناء أو قصعة فهي نضار كالأثل والنبع، وهو أيضًا: ما كان من الأثل في الجبل خاصة، وقيل: نضار، بكسر النون.\nقوله: (وإن شئت أضفت) من أضاف كانت إضافة الجنس المقدرة بمن، والتقدير: قدح من نضار، كما تقول: خاتم من حديد، ومن نون جعل نضارًا صفة للقدح.\nقوله: (وهو الجبن للذي يؤكل).\nالجزء: 1 - الصفحة: 157\n",
        "قال الشارح: في الجبن لغات: جبن، بضم الباء، وجبن بإسكان الباء، وجبن بتشديد النون، قال الشاعر فجمع بين اللغتين:\n(كأنه في العين دون شك\n...\nجبنة من جبن بعلبك)\nوقال علي بن حمزة: الأفصح في الذي يؤكل الجبن مشدد.\n(وكنا في رفقة عظيمة) يقال: رفقة، بضم الراء، ورفقة بكسرها، قال الفراء: قل ما تكون الرفقة ثلاثة، وهم رفقة ماداموا منظمين في مسير واحد أو مجلس واحد، فإذا تفرقوا ذهب عنهم اسم الرفقة، ولم يذهب اسم الرفيق، وليس الرفاق عند بعضهم بجمع لرفقة، وإنما الرفاق جمع: رفيق، ككريم وكرام، وقيل: هو جمع رفقة.\n(وكبش عوسي) هو الأبيض، وقيل: هو العظيم القرنين، وقيل: الضخم الكبير، ومنه قيل للحامل من الخنفساء: عوساء.\n(وتقول: نعم ونعمة عين ونعمى عين)\nقال الشارح: أما نعم فحرف، وكان حقه ألا يذكرها مع الأسماء، وأما نعمة عين، ونعمى عين، ونعام أيضًا، بفتح النون وكسرها، فانتصابها على المصدر بفعل مقدر من لفظه، تقديره: وأنعمك نعمة عين ونعمى عين، وإن كان أنعمك رباعيًا بالزيادة فإنما قدر للدلالة على المعنى؛ لأن نعمتك لا يقال إنما\nالجزء: 1 - الصفحة: 158\n",
        "يستعمل بحرف الخفض، قال الشاعر:\n(نعم الله بالخليلين عينًا\n...\nوبمسراك يا أميم إلينا)\n(22 أ) وكذلك: كرامة ومسرة، أي: أكرمك كرامة، وأسرك مسرة، وإن شئت نصبته بفعل مضمر نصب المفعول به فيكون التقدير: صادفت نعمة عين ونعمى عين.\n(وأعط للعامل أجرته) أي: ما جعل له على العمل، وحكى أبو زيد: أعط للعامل أجر عملته وهو اسم العمل.\n(وهي الذؤابة) اسم لجانبي الرأس إلى العنق، واسم لما عليها من الشعر المرسل.\n(وليس عليه طلاوة) أي: بهجة وحسن ورونق، وحكى أبو عمرو الشيباني، وجمع الحجزة: حجزات، قال النابغة:\n(رقاق النعال طيب حجزاتهم\n...\nيحيون بالريحان يوم السباسب)\nوهي: المعاقد أيضًا، والواحد: معقد، قالت خرنق:\n(النازلين بكل معترك\n...\nوالطيبون معاقد الأزر.\nولكن الحجزة للسراويل بمنزلة المعقد للإزار.\nالجزء: 1 - الصفحة: 159\n",
        "(وقعوا في أفرة) أي: في اختلاط، ويقال: أفرة بفتح الهمزة، وعفرة بعين مضمومة، وعفرة بعين مفتوحة، بمعنى واحد.\n(وهي الأبلة) لمدينة تقرب من البصرة، والأبلة أيضًا: تمر يرض بين حجرين ويحلب عليه لبن، ووزن الأبلة: فعلة، مثل غلفة، وقال أبو علي الفارسي: ولو قال قائل إن وزنها: أفعلة، والهمزة زائدة، مثل: إبلمة وأسنمة، لكان قولاً، وأما ابن السراج فذهب إلى الوجه الأول؛ لأن فعلة عنده أكثر من أفعلة، فحملها على الأكثر، أولى من حملها على الأقل.\n(وهي التخمة) التخمة وزنها: فعلة، وأصلها: وخمة من الوخامة فقلبوا من الواو تاء استثقالاً للواو المضمومة في أول الكلمة، والتخمة داء يصيبك منه تأوه، وتوخمت الطعام واستوخمته، إذا لم تستمرئه ولا حمدت مغبته، وجمع التخمة: تخم، ويقال: التخمة بإسكان الخاء أيضًا.\n(وعليك بالتؤدة) أي: الرفق والتأني في الأمر، ووزن التؤدة: فعلة، وأصلها: وأدة، والتاء بدل من الواو.\n(وهي التكأة) التكأة: اسم لما يتكأ عليه من مخدة ووسادة، ونحوهما\nالجزء: 1 - الصفحة: 160\n",
        "وأصله: وكأة؛ لأنها من توكأت، وكذلك تكلان (فعلان) من توكلت، وكذلك تجاه (فعال) من الوجه، وتراث (فعال) من ورثت، وتقية (فعيلة) من وقيت، والتقوى (فعلى) منه، وتقاة (فعلة) منه، وتوراة عند لبصريين فوعلة من وري الزند، وأصلها: ووراة، فانقلبت الأولى تاء، وذلك أنهم لو لم يبدلوها تاء لأبدلوها همزة لاجتماع الواوات في أول الكلمة، وتولج هو (فوعل) من ولج يلج، وأشباه هذا هو كثير.\n(واللقطة) اسم لما يلتقط في الطريق من غير التماس، ولا تعب، ويقال: اللقطة أيضًا، بسكون القاف، وهي لغة بني تميم، وبالتحريك لغة أهل الحجاز.\nووقع في كتاب العين بسكون القاف: اسم لما يلتقط، واللقطة بفتح القاف: الملتقط.\nقال الشارح: وهذا هو الصحيح؛ لأن فعلة من أسماء المفعول، وبتحريك العين من صفات الفاعل.\nقوله: (رجل لعنة ولعنة) يقال للفاعل من هذا الباب: بالحركة، وللمفعول: بالإسكان، وذلك أن المفعول فرع، والفاعل أصل، والفروع أثقل من الأصول، فخففت بالتسكين.\n(والعصفور) طائر، والأنثى: عصفورة (22 ب)، والعصفور أيضًا: ذكر الجراد.\n(والثؤلول) واحد الثآليل، وهو خراج يخرج بالجسد.\nالجزء: 1 - الصفحة: 161\n",
        "(والبهلول) الضحاك.\n(والزنبور) واحد الزنابير وهو من النحل الدبر والواحد دبرة والدبر من النحل ما لا أري له.\n(والقرقور) ضرب من السفن قيل هو الزورق.\nقوله: (وكل اسم على فعلول فهو مضموم الأول) كذلك قال سيبويه: ليس في الكلام فعلول، بفتح الفاء، وقال غيره: قد جاء فعلول أربعة أحرف، قالوا: بنو صعفوق لخول باليمامة، وقالوا: زرنوق للذي يبني على البئر، وبرشوم هو أبكر نخلة بالبصرة وصندوق، وقال أبو عمرو: ويضم أوله.\nويقال: (صار فلان أحدوثة) هي من الحديث، أي: يتحدث به، ولا يستعمل إلا في الشر.\n(وهي الأرجوزة) الأرجوزة من الشعر: ما تقارب أجزاؤه خلاف القصيدة، والجمع: الأراجيز، والمشطور والمنهوك من الرجز ليس بعشر، فالمشطور نحو قوله عليه السلام:\n(هل أنت إلا إصبع دميت)\n(وفي سبيل الله ما لقيت)\nوالمنهوك أيضًا قوله:\n(أنا النبي لا كذب)\n(أنا ابن عبد المطلب)\nالجزء: 1 - الصفحة: 162\n",
        "قال الخليل بن أحمد رحمه الله: ومن قال: إنه شعر فقد كفر؛ لأن الله تعالى يقول: {وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ} [يس: 69]\n(والأرجوحة التي يلعب عليها الصبيان) والأرجوحة والمرجوحة سواء، وهو أن يوضع وسط الخشبة على تل ويقعد غلامان في طرفيها فيميل أحدهما بالآخر.\n(وهي الأضحية) وجمعها: أضاحي، قال الأصمعي ويقال: إضحية، بكسر الهمزة، ووزن أضحية: أفعولة، وأصلها: أضحوية، فلما اجتمعت الواو والياء والسابق ساكن قلبوا وأدغموا، وسميت أضحية؛ لأنها تذبح في وقت الضحى بعد صلاة العيد، ويقال: أضحاة، والجمع: أضحى، ويقال: ضحية، كما تنطق به العامة، والجمع: ضحايا.\n(أوقية) وزنها فعلية من الأوق، وهو الثقل، والأوقة أيضًا: هبطة في الأرض يجتمع فيه ماء السماء، وجمعها أوق، وحكى ابن سراج: أنها فعلية من أوقت الشيء أي: قللت، وحكى يعقوب: أن وزنها أفعولة بمنزلة أحدوثة وأعجوبة وذلك وهم، والصحيح ما قدمناه.\nوقوله: (أضاحي وأواقي وأماني لا تنون هذه الثلاثة، يعني: أنها لا تنصرف، فلذلك لم يدخلها تنوين للجمع، ولزوم الجمع، وحكى بعض اللغويين: أنه يجوز في جمع أوقية: أواق بالتخفيف، وكذلك أمنية وأمان، وسرية وسرار، وبختية وبخات، وعلية وعلال، والتشديد أكثر، واتفقوا على تخفيف أثاف، والواحد:\nالجزء: 1 - الصفحة: 163\n",
        "أثفية، وهي أفعولة من ثفاه يثفوه، إذا كان في إثره، ويحتمل قول الشاعر:\n(\n...............\n...\nوصاليات ككما يؤثفين)\nأن يكون يفعلين، مثل: يسلقين، وقيل: هي فعلية من قولك: تأثفت بالمكان تأثقًا، إذا ألفته، فلم تبرح منه؛ لأنهم يصفون الأثفية بالإقامة والخلود وتأثفنا أقمنا.\nالجزء: 1 - الصفحة: 164\n",
        "باب المضموم أوله والمفتوح باختلاف المعنى\n(لحمة الثوب بالفتح)\nقال الشارح: لحمة الثوب بالفتح والضم: طعمته، وهو ضد السدا، تقول: ألحمت الثوب إلحامًا.\n(ولحمة النسب) أيضًا بالضم والفتح: القرابة القريبة المشتبكة.\nفأما (لحمة البازي والصقر) وهو ما أطعمته إذا صاد فالبضم، يقال: ألحم طائرك إلحامًا، أي: أطعمه (23 أ) لحمًا واتخذ له لحمة، والصقر يقال: بالصاد والسين والزاي، قال أبو حاتم: الصقر كل ما يصيد من الطائر كالعقاب والنسر.\n(وسمعت لجة الناس) يعني: أصواتهم، قال الشاعر:\n(\n.....................\n...\nفي لجة أمسك فلانًا عن فل)\n(مؤتة بالهمز أرض وهي التي قتل بها جعفر بن أبي طالب رضي الله عنه)\nويقال لها أيضًا موتة بلا همز.\nقوله: (المقامة: الجماعة) يعني: الجماعة التي تقوم في المقامات والخطب خاصة، وإنما يقال فيها ذلك على التوسع، والمقام موضع القدمين من الإنسان، ولذلك قيل: {مَقَامُ إِبْرَاهِيمَ} [آل عمران: 97].\n(والموتة من الموت) الواحدة يعني: أن كل مصدر إذا أردت به المرة\nالجزء: 1 - الصفحة: 165\n",
        "الواحدة من الفعل الثلاثي، جئت به على فعلة، كقولك: قمت قومة، ونمت نومة، وإذا أردت الحال كسرت أوله، نحو: الجلسة والمشية.\n(والخلة ما كان حلوًا من المرعى) يعني: أن المرعى كله حمض وخلة، فالحمض: ما كانت فيه ملوحة، والخلة: ما سوى ذلك، والعرب تقول: (الخلة خبز الإبل، والحمض فاكهتها أو لحمها أو خبيصها) وإنما ترجع للحمض، إذا ملت الخلة، وليس شيء من الشجر العظام بحمض، ولا خلة إلا بالمرعى، وحكى النقاش: أنه البلوط.\n(والخلة) بالفتح: الحاجة والفقر، جاء في المثل: (الخلة تدعو إلى السلة) والسلة: السرق.\nقوله: (والجمة من الشعر) جمع الجمة: جمم، وهي دون اللمة ما جاوز شحمة الأذنين، وجمعها: لمم، والوفرة من الشعر: ما بين الأذنين.\nقوله: (والجمة أيضًا: القوم يسألون في الدية) هو أن يقتل رجلاً من الأعراب، فإذا صالحوهم على قبول الدية، ولم يكن عند القاتل ولا عشيرته ما يؤدون سألوا في أحياء العرب حتى يودوا المقتول.\nوتقول: (ما بها شفر) أي أحد يقال بالفتح والضم قال الشاعر:\nالجزء: 1 - الصفحة: 166\n",
        "(ووالله لا تنفك مني عداوة\n...\nولا منهم مادام في نسلنا شفر)\nوقوله: (وجئت في عقب الشهر) أي: جئت بعدما مضى، يقال: عقب وعقب، بضم القاف، وإسكانها.\n(وجئت في عقبه إذا جئت وقد بقيت منه بقية)\nقال أبو حاتم: يقال: أتيتك في عقب الشهر لليلتين تبقى منه إلى عشر ليال يبقين، وجئت في عقب الشهر، بالضم، أي: بعد مضيه، وكذلك: عقبان الشهر، وفي كسئ الشهر مهموز الآخر، والجمع: الأكساء، وجمع العقب: الأعقاب.\n(والدف: الذي يلعب به) يقال فيه: دف، بفتح الدال، ودف بضمها، فأما الجنب: فالدف بالفتح لا غير.\nقوله: (وقع في الناس موات) الموات بالضم كثرة الموت والوباء، وهو الموتان أيضًا على فعلان.\nفأما (الموات) بالفتح فكل شيء غير الحيوان من الحجارة والنبات.\nالجزء: 1 - الصفحة: 167\n",
        "باب المكسور أوله والمضموم باختلاف المعنى\nتقول: (الإمة بالكسر النعمة) وهي: اليد أيضًا، قال الشاعر:\n(ولا الملك النعمان يوم لقيته\n...\nبإمته يعطي القطوط ويأفق)\n(23 ب) أي: بنعمت وأيادية، والإمة أيضًا، بالكسر: النعمة بفتح النون، وهو التنغم، قال الشاعر:\n(ثم بعد الفلاح والملاك والإمـ\n...\nمة، وارتهم هناك القبول)\nأراد بالإمة هنا: التنعم، والإمة أيضًا بالكسر: الدين، قال الله تعالى: {إنَّا وجَدْنَا آبَاءَنَا عَلَى إِمَّةٍ} [الزخرف: 23] وهي قراءة ابن محيصين، قال النابغة الذبياني:\n(\n................\n...\nوهل يأثمن ذو إمة وهو طائع)\n(والأمة، بالضم: القامة) قال الأعشى:\n(وإن معاوية الأكرمين\n...\nحسان الوجوه طوال الأمم)\nالجزء: 1 - الصفحة: 168\n",
        "(والأمة: القرن من الناس والجماعة) قال النضر بن شميل الأمة: مئة من الناس فما زاد.\n(والأمة: الحين) قال الله تعالى: {إِلَى أُمَّةٍ مَعْدُودَةٍ} [هود: 8]، وقال: {وَادَّكَرَ بَعْدَ أُمَّةٍ} [يوسف: 45]، أي: بعد حين، ومن قرأ بعد أمه وأمه أي: بعد نسيان.\nوالأمة: السنة والملة، قال الله تعالى: {إِنَّا وَجَدْنَا آبَاءنَا عَلَى أُمَّةٍ} [الزخرف: 23]، بالضم وهي قراءة الجماعة.\nوأمة: رجل جامع للخير يقتدى به، قال الله تعالى: {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتاً لِلّهِ} [النحل: 120].\nوأمة: رجل منفرد بدين لا يشركه فيه غيره، قال النبي صلى الله عليه وسلم: (يبعث زيد بن عمرو بن نفيل أمة وحده).\nوأمة: أم، قال الشاعر:\n(تقبلتها من أمة لك طالما\n...\nتنوزع في الأسواق عنها خمارها)\nويقال للأم: أمهة أيضًا، قال الشاعر:\nالجزء: 1 - الصفحة: 169\n",
        "(\n..................\n...\nأمهتي خندف والياس أبي)\nويقال أيضًا في الأم: إم بكسر الهمزة.\nقوله: (الخطبة: المصدر، والخطبة: اسم المخطوب به).\nقال الشارح: ليست الخطبة بمصدر، وإنما هي اسم ما يخطب به في النكاح خاصة، قال وكذلك: الخطبة اسم ما يخطب به في كل شيء، وهما اسمان موضوعان موضع المصدر يستغنى بهما عنه.\nقوله: (ويقال: بعير ذو رحلة إذا كان قويًا على السفر).\nقال الشارح: الرحلة جاءت على بقاء القوة حيث كانت بمعناها.\nوقوله: (والرحلة: الارتحال).\nقال الشارح: الرحلة: اسم الهيأة والنوع من الارتحال والرحيل بمنزلة الركبة والقعدة، وهما جميعًا مأخوذ من الرحل، وهو أداة البعير فإذا وضع على البعير، قيل: قد رحلته، وأنا أرحله، والرحالة: مركوب المرأة.\n(وحمل الله رجلتك) يعني إذا كان راجلاً، أي: رزقك الله مركوبًا.\n(والرجلة: بقلة يقال لها الحمقاء).\nقال الشارح: ومنه قولهم في المثل (أحمق من رجلة) وإنما سميت حمقاء؛ لأنها تنبت على طريق الناس، فتداس وعلى مجرى السبيل فيقتلعها، وهي العرفج.\nفأما الرجلة بفتح الراء فهم الرجالة، قال الشاعر:\nالجزء: 1 - الصفحة: 170\n",
        "(وتحت نحور الخيل حرشف رجلة\n...\nتتاح لحبات القلوب نبالها).\n(24 أ) قوله: (والحبوة من الاحتباء).\nقال الشارح: يقال من الاحتباء: حبوة، بكسر الحاء، وحبوة، بضمها، وحبية بإبدال الياء من الواو إتباعًا لكسرة الحاء [قال أبو العباس المبرد: وتكسر الحاء وتضمها إذا أردت الاسم، وتفتحها إذا أردت المصدر] والمراد بحبوة وحبية النوع والهيأة، والاحتباء: أن يجلس الرجل على أليتيه، ويرفع ساقيه، ويدير ثوبًا يشده على ظهره وساقيه يكون كالمستند وليس الاحتباء إلا في العرب خاصة.\n(والصفر النحاس بالضم) وحكى أبو عبيدة فيه: الكسر.\n(والصفر الخالي من الآنية وغيرها) يقال: صفر فلان من المال وغيره فهو صفر، قال امرؤ القيس:\n(وأفلتهن علياء جريضًا\n...\nولو أدركنه صفر الوطاب)\nفأما الصفر بفتح الصاد والفاء: فحية في البطن تشتد على الإنسان إذا جاع، قال الشاعر:\n(لا يتأرى لما في القدر يرقبه\n...\nولا يعض على شرسوفه الصفر)\n(وفي أظماء الإبل بالكسر: العشر والتسع) أي: يقال في عطاش الإبل، وذلك إذا لم يوردها الماء ثلاثًا، ثم وردت في اليوم الرابع قيل: وردت الإبل ربعًا، وكذلك إذا وردت اليوم الخامس قيل: وردت خمسًا، ثم كذلك إلى التسع والعشر.\nالجزء: 1 - الصفحة: 171\n",
        "قال المبرد: الخمس أن ترد ثم تغيب ثلاثًا ثم ترد فيعتد بيومي وردها مع ظمئها، وقيل الربع: أن ترد في اليوم الثالث من ورد الماء والخمس: أن ترد في اليوم الرابع.\n(والسدس: أن ترد في اليوم الخامس) والسبع: أن ترد في اليوم السادس، والثمن: أن ترد في اليوم السابع، والتسع: أن ترد في اليوم الثامن، والعشر: أن ترد في اليوم التاسع، فإن وردت يومًا، ولم ترد يومًا، قيل: وردت غبًا، فإن وردت كل يوم، قيل: وردت ظاهرة.\nوالرفة أن تقرب فتشرب من الماء ما شاءت، وإذا زادت الأظماء على العشر، قيل: عشر وغب وعشر وربع وعشر وخمس إلى العشرين، ثم هي إبل جوازئ، وقد جزأت؛ لأن الإبل لا ينتهي أظماؤها بهذا العدد إلا وقد جزأت بالرطب عن الماء.\nقال الزبير: أطول أظماء الإبل الخمس، والحمار لا يقوى على أكثر من الغب، والفرس يسقى ظاهرة، وليلة الصدر ليلة تصدر الإبل عن الماء، وليلة الغب التابعة لليلة الصدر، وليلة الربع الليلة الثالثة، وهي ليلة القرب إذا كان ظمؤها ربعًا، وليلة الخمس الرابعة، وليلة السدس الخامسة، وليلة السبع السادسة، وليلة الثمن السابعة، وليلة التسع الثامنة، وليلة العشر التاسعة على قياس ما قدمنا من الأيام.\nقوله: (ومنه خلف الناقة، بالكسر).\n(قال الشارح): قيل: هو الظبي المؤخرة، وقيل: الضرع نفسه، وقيل: القصيري، وقال أبو العباس في آخر الكتاب: وهو الثدي من الإنسان، ومن ذوات الخف الأخلاف والواحد: خلف، فجعل الخلف بمنزلة الثدي للمرأة، ولم يفرق بين المقدم\nالجزء: 1 - الصفحة: 172\n",
        "والمؤخر، وكذلك قال غيره، قال أبو عبيد: للناقة أربعة أخلاف خلفان قادمان، وخلفان آخران وكل خلفين شطر فإذا حلب خلفين من أخلافها فقد حلب شطرها الخلفين الباقيين فقد حلب شطريها، فإن جمع قال: أشطر، ومنه قولهم في المثل:\n(حلب فلان الدهر أشطره)\nقوله: (وليس لوعده خلف) الخلف: يكون فيما يستقبل، وذلك أن يقول سأفعل كذا أو كذا ولا يفعله.\nقوله: (والحوار ولد الناقة).\nقال الشارح: والحوار، بالكسر لغة رديئة، وقال الأصمعي: إذا ولدت الناقة (24 ب) فولدها سليل قبل أن يعلم أذكر هو أو أنثى، فإذا علم فإن كان ذكر فهو سقب.\nقال الشاعر:\n(رغا فوقهم سقب السماء فداحص\n...\nبشكته ثم يستلب وسليب)\nوإن كانت أنثى فهي حائل، فإذا قوي ومشى مع أمه فهو راشح، فإذا حمل في سنامه شحمًا مجد ومكعر ثم هو ربع ثم حوار، قال الشاعر:\n(وبسقط وسطها المرئي لغوًا\n...\nكما ألغيت في الدية الحوارا)\nفإذا فصل عن أمه فهو فصيل، والفصال: الفطام، فإذا أتى عليه حول فهو ابن\nالجزء: 1 - الصفحة: 173\n",
        "مخاض، قال الشاعر:\n(وجدنا نهشلاً فضلت فقيمًا\n...\nكفضل ابن المخاض على الفصيل)\nوالأنثى بنت مخاض، فإذا استكمل السنة الثانية ودخل في الثالثة فهو ابن لبون، والأنثى بنت لبون، قال الشاعر:\n(وابن اللبون إذا مالز في قرن\n...\nلم يستطع صولة البزل القناعيس)\nفإذا دخل في الرابعة فهو حق، والأنثى حقه، فإذا دخل في الخامسة فهو جذع، والأنثى جذعة، قال الشاعر:\n(يا ليتني فيها جذع\n...\nأخب فيها وأدع)\nفإذا دخل في السادسة فهو ثني، والأنثى ثنية، فإذا دخل في السابعة فهو رباع، والأنثى رباعية، فإذا دخل في الثامنة فو سديس وسدس، والأنثى سديسة، فإذا دخل في التاسعة وبزل نابه فهو بازل، والجمع بزل، قال الشاعر:\n(ما تنقم الحرب العوان مني\n...\nبازل عامين حديث سني)\n(لمثل هذا ولدتني أمثي)\nقوله: (والرجل حسن الحوار يريد المحاورة).\nقال الشارح: المحاورة مراجعة الكلام عند المخاطبة، والاسم من المحاورة: الحوار والحوير، تقول: سمعت حوارهما وحويرهما.\nقوله: (وعندي جمام القدح ماء أو جمام المكوك دقيقًا)\nقال المفسر: الجمام، بضم الجيم: ما ارتفع على الكيل، وقيل: ما في داخله، وجمام القدح: مثله، وطفف المكوك وطفافه: ما بقي بعد المسح على رأسه، وقيل:\nالجزء: 1 - الصفحة: 174\n",
        "مثل جمامه: والمكوك: إناء من فضة يشرب به، والجمع: مكاكيك، وحكى أبو زيد: مكاكي في الجمع، على إبدال الياء من الكاف التي في مكاكيك، فاجتمع ياءان، فوجب الإدغام، فصار مكاكي، وحكى الخطابي: أن المكوك يسع صاعًا ونصف صاع، والصاع: خمسة أرطال وثلث.\nقوله: (قعد في علاوة الريح وفي سفالتها) العلاوة: من حيث تهب والسفالة: ما كان بإزاء ذلك.\nقوله: (25 أ) (العلاوة ما علق على البعير بعد حمله).\nقال الشارح: [مثل] الإداوة والشفرة، وقيل: العلاوة ما وضع بين العدلين، والجمع: العلاوى.\nالجزء: 1 - الصفحة: 175\n",
        "باب ما يثقل ويخفف باختلاف المعنى\n(تقول: اعمل على حسب ما أمرتك) أي: على قدر ما أمرتك، وكذلك تقول: الأجر على حسب ما عملت.\nوقوله: (حسبك ما أعطيتك) حسبك: مصدر مسكون وضع موضع الأمر فقام مقام الفعل المأمور به، والتقدير: ليحسبك ما أعطيتك، وليكفك، وهو مرفوع بالابتداء، والكاف في موضع خفض بالإضافة، وما بمعنى الذي وهي الخبر، قال الله تعالى: {يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ} [الأنفال: 64]، قال الشاعر:\n(إذا كانت الفيحاء وانشقت العصا\n...\nفحسبك والضحاك سيف مهند)\nفأما قولهم: حسبك ينم للناس فهي هنا اسم للفعل، أي: اكفف، وبذلك جزم ينم الناس كما يجزم جواب الأمر.\nقوله: (جلس وسط القوم يعني بينهم).\nقال الشارح: وسط الشيء وأوسطه: ما بين طرفيه، فإذا سكنت السين كان ظرفًا وإذا فتحها كان اسمًا، وإنما يكون اسمًا إذا أردت به الوسط كله، ويكون ظرفًا إذا لم ترد به الوسط كله، وذلك إذا حسنت فيه (في) تقول: قعدت وسط الدار، فوسط الدار، ساكن السين؛ لأنه ظرف؛ لأنك لا تأخذ بقعودك وسط الدار كله وإنما تريد قعدت في وسط الدار، فلما أسقطت في انتصب على الظرف، فإن قلت: ملأت وسط الدار قمحًا فتحت السين؛ لأنه مفعول به لأن ملأت لا يقع إلا على الوسط كله، فقمحًا نصب على التمييز والتفسير لأن التقدير: ملأت الدار من قمح، وكذلك\nالجزء: 1 - الصفحة: 176\n",
        "تقول: حفرت وسط الدار بئرًا، وبنيت وسط الدار مجلسًا، فوسط: مفعول به وبئر ومجلس منصوبان على الحال، قال أبو علي في التذكرة: فإن قلت إنه في حال ما يحفر ليس ببئر، فإن ذلك يجوز، ألا ترى قوله تعالى: {إِنِّي أَرَانِي أَعْصِرُ خَمْرًا} [يوسف: 36].\nفالبئر أقرب من هذا، ألا ترى أن هذا في حال العصر ليس بخمر حتى يشتد، وبعض الآبار في العمق أقل من بعض، ولا يخرجه ذلك على أن يكون بئر ويجوز أن يحمل حفرت على معنى جعلت فتنصبه على أنه مفعول ثان هذا مذهب البصريين، وبعض اللغويين يجعلون الوسط والوسط بمعنى واحد وهو مذهب أبي العباس، وتمثيله يدل على ذلك؛ لأنه قال: (وجلس وسط الناس يعني بينهم) بسين ساكنة على أن وسطًا ظرف، ولذلك قدره بالظرف ثم قال: (وجلس وسط الدار) (واحتجم وسط رأسه) بتحريك السين، وهذا لا يجوز عند البصريين؛ لأنه إذا فتح السين كان اسمًا، وإذا كان اسمًا لم ينصبه إلا الفعل المتعدي فقوله: جلس وسط الدار، واحتجم وسط رأسه بفتح السين لا يجوز لما قدمنا، فإن سكنت السين كان ظرفًا، وكان العامل فيه جلس، فاعلم ذلك.\n(والعجم حب الزبيب والنوى) بفتح الجيم، والواحدة: عجمة، قال الشاعر:\n(\n..........................\n...\nوجذعانها كلقيط العجم)\n(والعجم) بسكون الجيم: العض، تقول: عجمت العود والشيء، إذا اختبرته بأسنانك، لتنظر أرخو هو أم صلب.\n(وهو يوم عرفة) وهو اليوم الذي قبل يوم النحر، وعرفة وعرفات موضع\nالجزء: 1 - الصفحة: 177\n",
        "بمكة معروف لا ينصرف (25 ب)، فأما التنوين الذي في عرفات فإنما هو تنوين مقابلة بإزاء النون في المذكر وليس بتنوين صرف.\n(وخرجت على يده عرفة) وهي قرحة، قال بعض اللغويين: العرفة: قرحة تخرج في بياض الكف، وقد عرف، إذا أصابه ذلك.\n(وحطب يبس كأنه خلقة ومكان يبس) إذا كان فيه ماء فذهب.\nقوله: (كأنه خلقة) يعني: إذا كان شجرة يابسًا قبل أن يحطب فكان يبسه خلقة، ويقال أيضًا: حطب يابس، إذا قطعته أخضر ثم جف، وحكى الزجاج: أن يبسًا مصدر يبس الشيء يبسًا على وزن: فعل، بفتح الفاء، وإسكان العين، ويبسًا على وزن: فعل، بضم الفاء، وإسكان العين، ويبسًا على وزن: فعل، بفتح الفاء والعين، أتى المصدر من يبس على هذه الأبنية، فيكون التقدير على هذا: مكان ذو يبس، كما قال الله تعالى: {فَاضْرِبْ لَهُمْ طَرِيقًا فِي الْبَحْرِ يَبَسًا} [طه: 77]، أي: ذا يبس، وكما قالوا: رجل عدل ورضى، أي: ذو عدل وذو رضى.\nوحكى الفراء: أن يبسًا جمع: يابس، كراكب وركب، وصاحب وصحب، وتاجر وتجر، وهذا عند سيبويه اسم للجمع، وليس بجمع، وحكى بعض اللغويين: مكان يبس ويبس، وأرض يبس ويبس، وقيل: أرض يبس: قد يبس ماؤها وكلؤها، وأرض يبس صلبة شديدة.\n(وفلان خلف صدق من أبيه).\nالجزء: 1 - الصفحة: 178\n",
        "قال الشارح: الخلف، بفتح اللام: الولد الصالح، يبقى بعد الإنسان.\n(وخلف سوء) بإسكان اللام: الخلف الطالح، وهو ضد الصالح، والخلف من يجيء بعد، يعني بعد القرن، ولا يكون الخلف، بسكون اللام إلا من الأشرار، ولا يكون الخلف بفتح اللام إلا من الأخيار في الأكثر، والجمع فيهما: أخلاف وخلوف.\nويقال: (سكت ألفًا ونطق خلفًا) أي: سكت عن ألف كلمة، ثم تكلم بالخطأ، ونطق خلفًا، أي: بخلف، فلما سقط الخافض منهما تعدى الفعل فنصب.\nوالخلف: الرديء من القول، ويروى: أن الأحنف بن قيس كان يجالسه رجل يطيل الصمت حتى أعجب به الأحنف، ثم أنه تكلم فقال للأحنف: يا أبا بحر أتقدر أن تمشي على شرف المسجد، فتمثل الأحنف بشعر الهيثم بن الأسود النخعي:\n(وكائن ترى من صامت لك معجب\n...\nزيادته أو نقصه التكلم)\nوبعده:\n(لسان الفتى نصف ونصف فؤاده\n...\nفلم تبق إلا صورة اللحم والدم)\nالجزء: 1 - الصفحة: 179\n",
        "باب المشدد\n(تقول: فيك زعارة) الزعارة: شراسة الخلق، وحكى اللحياني:\nزعارة، بالتخفيف، والزعرور أيضًا: السيء الخلق، والزعرور: ثمرة شجرة، الواحدة: زعرورة.\n(وحمارة القيظ شدته) والقيظ: الصيف، وحمارته: اشتداد حره، وقد يخفف، قال أبو العباس المبرد: وحمارة مما لا يجوز أن يحتج عليه ببيت شعر؛ لأن ما كان فيه من الحروف التقاء ساكنين لا يقع في وزن شعر إلا في ضرب منه يقال له: [التقارب وهو] المتقارب، وهو قوله:\n(فذاك القصاص وكان التقا\n....\nص قرضًا وحتمًا على المسلمينا)\nوالحمارة في القيظ ضد الصبارة في الشتاء.\n(وهو سام أبرص)\nقال الشارح: وهو سام (26 أ) أبرص ضرب من الوزغ، فإذا أردت تثنيته وجمعه ثنيت الاسم الأول، وجمعته، فقلت: سامًا أبرص وسوام أبرص، ولا تثني أبرص ولا تجمعه؛ لأنه مع الأول كالاسم الواحد، فاستغنى بتثنيته الأول وجمعه، فإذا أفردت ثنيت وجمعت، فقلت: أبرصان والأبارص، كما تقول: الأكبران والأكابر، وإن شئت قلت: هذه السوام، وإن شئت [قلت]: هذه البرصة والأبارص قال الشاعر:\nالجزء: 1 - الصفحة: 180\n",
        "(والله لو كنت لهذا خالصًا\n...\nلكنت عبدًا يأكل الأبارصا)\nوقيل له: سام أبرص؛ لأنه من السموم، وأضيف إلى أبرص، وهو اسم للوجه، أوصفة أقيمت اسمًا؛ لأنه لون شبه بالبرص.\n(وسكران ملتخ وملطخ أي مختلط) يقال: التخ عليهم أمرهم، أي: اختلط، وملتخ وزنه: مفعل كمحمر، وليس بمفتعل بدليل قولهم: ملطخ وهو بمعناه، والتاء وإن صحت زيادتها فإن الطاء ليست بزائدة ولا مبدلة هنا، وحكى اللحياني: سكران ملتك.\n(وشربت مشيًا ومشوا: تعني الدواء) الذي يسهل.\n(وهو الحسو: الذي يحسى، والحساء أيضًا) وحسو وزنه: فعول، وأصله: حسوو، فاجتمع مثلان الأول منهما ساكن، فأدغم أحدهما في الآخر، وليس في الكلام فعول مما لام الفعل منه واو، فتأتي في آخره واو مشددة إلا: عدو وعتو وفلو وحسو ورجل لهو عن المنكر ولهو عن الشر وناقة رغو كثيرة الرغاء.\n(وهو الإجاص والإجانة) فالإجاص: هو الذي تقول له العامة: العبقر، فأما الذي تسميه الإيجاص فهو الكمثرى، قال الشاعر:\n(أكمثرى تزيد الحلق ضيقًا\n...\nأحب إلى من تين نضيج)\nالجزء: 1 - الصفحة: 181\n",
        "وأهل الشام يسمون الكمثرى: إجاصًا، ووزن إجاص: فعال، وحكي: إنجاص، كما تنطق به العامة.\nفأما الإجانة فقطرية يغسل ويعجن فيها، وتكون من عود ومن فخار وحكى أبو حاتم: إجانة وأجانة، بكسر الهمزة وفتحها، ويقال لها: المخضب، وجاء في الحديث: (أنه أجلس في مخضب لحفصة رضي الله عنها)، ووزن الإجانة: فعالة، على قياس قول سيبويه وأبي عثمان وحكي: إنجانة.\n(والأترج) اسم للثمر المعروف: والواحدة: أترجة، ووزنها أفعلة، مثل: أسكفة هذه أفصح اللغات، قال النبي صلى الله عليه وسلم: (المؤمن كالأترجة طعمها طيب وريحها طيب) وقال الشاعر:\n(يحملن أترجة نضج العبير بها\n...\nكأن تطيابها في الأنف مشموم).\nويقال لها أيضًا: أترنجة، والجمع: أترنج، ويقال أيضًا: ترنجة، والجمع: ترنج، كما تنطق العامة، ووزنها: فعلنة والنون زائدة، ويقال لها: المتك، والواحدة: متكة، وقرئ {وَأَعْتَدَتْ لَهُنَّ مُتَّكَأً} [يوسف: 31] بإسكان التاء، يعني: الأترج، ويقال لشجره: العرف.\n(وجاء بالضح والريح) أي: بما طلعت عليه الشمس، وجرت عليه الريح، وهو يضرب مثلاً في كثرة الشيء، أي: جاء بكل شيء، وقيل: جاء بالضخ والريح\nالجزء: 1 - الصفحة: 182\n",
        "على الإتباع للريح.\n(وقعد على فوهة الطريق والنهر) أي: على فم الطريق ومحجته وممر النهر، وأفواه الطريق، وأحدها: فوهة، وأفواه الطيب، واحدها: فوه.\n(وغلام ضاوي وجارية ضاوية)\nقال الشارح: الضاوي المهزول، [منه] الحديث: (اغتربوا لا تضووا) ووزن ضاوي (26 ب): فاعول، والأصل: ضاووي، فاجتمعت الواو والياء وسبقت إحداهما، فأبدل من الواو ياء، وأدغمت الياء في الياء، وكسر ما قبلها فقيل: ضاوي وضاوية كذلك، وفعلها: ضوي يضوى ضوى، وحكى ابن جني: أن ضاويًا منسوب إلى فاعل من الضوى، كما تقول في قاض: قاضي، وغاز غازي، قال: ولحقتا في ضاوي وضاوية، كما لحقت في أحمر وأحمري، وأشقر وأشقري، فوزن ضاو [على قوله فاعلي، وأصله: ضاوي، كما تقول في قاض: قاضي، وفي غاز: غازي] على وزن: فاعل، ثم دخلت ياء النسبة لتأكيد الصفة، كما دخلت في أحمري في قوله:\n(\n...............\n...\nوالدهر بالإنسان دواري)\nفحذفوا الياء التي قبلها استثقالاً، لاجتماع ثلاث ياءات، فقالوا: قاضوي [وهو الدقيق الملموس المهلوس من الرجال الذي يأكل ولا يرى أثر ذلك في جسمه].\n(وهي العارية) العارية: ما يعار، والجمع: عواري، بالتشديد ووزنها: فاعولة، وأصلها: عاروية، ففعلنا بها ما فعلنا بضاوي، وقد تقدم، وقيل: وزنها:\nالجزء: 1 - الصفحة: 183\n",
        "فعلية، وهو أصح، والأصل: عورية، فصارت الواو ألفًا، لانفتاح ما قبلها، لقوله: عرنا واستعرنا، فتكون العين معتلة في عارية، كما كانت في الفعل، وقد سمع عارية بالتخفيف إلا أن التشديد أكثر.\n(ويقال للمهر فلو) المهر: ولد الفرس أول ما ينتج، والجمع: أمهار ومهار ومهارة، والأنثى: مهرة، قال الشاعر:\n(وهل هند إلا مهرة عربية\n...\nسليلة أفراس تجللها بغل)\nوالجمع: مهر، وقد يقال للحمار: مهر على التشبيه، والفلو: ولد الحمار، وقالوا: فلوته على أمه، أي: أخذته وأقطعته، وفلو: فعول، كما تقدم، وحكى أبو زيد: أنه يقال له أيضًا: فلو، بكسر الفاء وتسكين اللام، وحكاه أبو عبيد في الغريب المصنف أيضًا.\n(وهو الحواري) الحوارى: الدقيق الأبيض الخالص، وقد حورت الدقيق والشيء بيضته.\n(وهو الأرز) يقال: أرز، وهي الفصيحة، بضم الهمزة والراء، وأرز بفتح الهمزة وضم الراء، وأرز بضم الهمزة وإسكان الراء، ورنز كما تنطق به العامة، وهي لغة رديئة، وهو مأخوذ من الأرز، وهي الصلابة والشدة، وهمزته أصلية فأما من فتح فهمزته زائدة، وهو مأخوذ من الرز، وهو الثبات، كأنه لشدته وصلابته أثبت من غيره، ورزة الباب منه.\nالجزء: 1 - الصفحة: 184\n",
        "(وهو الباقلي مشدد مقصور وإذا خففت مددت)\nقال الشارح: الباقلى وهو القول، ويقال له: الجرجز، ويقع على الواحد، والجميع يقال: هذه باقلى واحدة، وهذه باقلى كثيرة، وقيل في الواحد: باقلأة، وحكى الأحمر: باقلى، بالتخفيف مع القصر، فإذا ثنيت قلت: باقليان، ومن خفف قال في التثنية: باقلان.\n(وكذلك المرعزى) وجعل سيبويه المرعزى صفة عنى بها اللين من الصوف ومن البقل.\n(فلان يتعهد ضيعته) أي: يتفقدها.\nقال الشارح: أنكر أبو العباس قول العامة يتعاهد، قال ابن درستويه إنما أنكرها لأنها على وزن يتفاعل، وهو عند أصحابه لا يكون إلا من اثنين فصاعدًا، ولا يكون إلا متعديًا إلى مفعول مثل قولهم: تعاملاً وتقابلاً وتماسكًا، قال ابن درستويه: وهذا غلط؛ لأنه قد يكون [تفاعل] من واحد، ويكون متعديًا كقول امرئ القيس:\n(27 أ) (تجاوزت أحراسًا وأهوال معشر\n...\nعلى حراص لو يشرون مقتلي)\n(وعظم الله أجرك)\nقال الشارح: إدخاله عظم الله أجرك على أنها أفصح اللغات خطأ، لقوله في أول الكتاب: ومنه ما فيه لغتان وثلاث وأكثر، فاخترنا أفصحهن؛ لأن الله تعالى قال:\nالجزء: 1 - الصفحة: 185\n",
        "{وَيُعْظِمْ لَهُ أَجْرًا} [الطلاق: 5] فأعظم وأفصح من عظم، وهي لغة القرآن.\n(ووعزت إليك في الأمر وأوعزت أيضًا) أي: تقدمت إليك، ونهيتك، وقالوا: وعزت، بالتخفيف أيضًا.\nالجزء: 1 - الصفحة: 186\n",
        "باب من المخفف\n(تقول فلان من عليه الناس، مخفف)\nقال الشارح: هو جمع رجل علي، أي: شريف رفيع، كما تقول: صبي وصبية، وهذا الجمع من جموع القلة.\n(وهو المكاري)\nقال الشارح: المكاري اسم الفاعل من كاريت، كالمرامي من راميت، ووزن قوله المكارون: المفاعلون، وأصله: المكاريون، فنقلت حركة الياء إلى الراء، فالتقى ساكنان: الياء والواو، فحذفت الياء لالتقاء الساكنين، وهو الكري أيضًا، قال الراجز:\n(ولا أعود بعدها كريًا\n...\nأمارس الطفلة والصبيا)\nويقال له: الفلاح، قال الشاعر:\n(لها رطل تبيع الزيت منه\n...\nوفلاح يسوق لها حمارًا)\n(عنب ملاحي، مخفف اللام) أي: شديد البياض، مأخوذ من الملحة، وهي شدة البياض، وغير في النسب مبالغة.\n(وأنا في رفاهية من العيش) الرفاهية والرفهنية: رغد الخصب، ولين\nالجزء: 1 - الصفحة: 187\n",
        "العيش، وقد رفه عيشه فهو رفيه ورافه.\n(عرفت الكراهية في وجهه) الكراهية: الإباء والمشقة، يكلفها الرجل فيتحملها، تقول: كرهته كرهًا وكراهة.\n(وهو حسن الطواعية لك)\nقال الشارح: الطوع نقيض الكره، تقول: طاعه طوعًا وطواعة، والاسم: الطواعة والطواعية.\n(وهي الرباعية) الرباعية: ما بعد الثنية، وللإنسان اثنان وثلاثون ضرسًا: أربع ثنايا، وأربع رباعيات، والواحدة: رباعية، وأربعة أنياب، وأربعة ضواحك، واثنتا عشرة رحى، ست في كل شق، ثلاث من أسفل، وثلاث من فوق، وأربعة نواجذ، وهي أقصاها، والأصمعي يجعل الأرحاء ثمانيًا: أربعًا في كل شق، اثنتان من فوق، واثنتان من أسفل، والأربع التي أسقطها من الأرحاء: هي الطواحن عنده، فللإنسان من الناحية العليا من الجانب الأيمن: ثمانية أضراس ثنية ورباعية وناب وضاحك، وثلاثة أرحاء وناجذ، ومن تحتها كذلك [ومن الناحية العليا من الجانب الأيسر كذلك، ومن تحتها كذلك] فالجميع اثنان وثلاثون ضرسًا، كما قدمنا، وقد قيل: إن النواجذ بعد الأنياب، فتقول على هذا القول: ثنية ورباعية وناب وناجذ وضاحك، وثلاثة أرحاء، وهذا هو الصحيح؛ لأنه روي أن النبي صلى الله عليه وسلم (ضحك حتى بدت نواجذه)، وإنما كان ضحكه عليه السلام تبسمًا، وأما الثغر، فقال أبو حاتم: قوم من العرب يجعلون الأضراس كلها ثغرًا، إنما الثغر بعضها، قال الشاعر:\nالجزء: 1 - الصفحة: 188\n",
        "(27 ب) (لها ثنايا أربع حسان\n...\nوأربع بثغرها ثمان)\nفجعل الثغر ثمانيًا [وهي]: الثنايا والرباعيات، والعارضان: شقا الفم، وقيل: جانبًا اللحية، قال عدي بن زيد:\n(لا يؤاتيك إن صحوت وإن أجـ\n...\nهد في العارضين منك القتير)\n(أرض ندية) من ندى المطر.\n(وهي مستوية) من استوى يستوي، فهو مستو، وهي مستوية.\n(ورماه بقلاعة) القلاعة: القطعة من الطين يابسة.\n(قوله: والدم)\nقال المفسر: زعم سيبويه: أن الدم في الأصل ساكن العين، قال أبو العباس المبرد: وهذا خطأ؛ لأنك تقول في فعله: دمي يدمى، وجاء في الحديث: (هل أنت إلا إصبع دميت) فمصدر هذا لا يكون إلا فعلاً، كما تقول: فرق يفرق المصدر: الفرق، وكذلك: الحذر والبطر، وجميع هذا الباب، قال ومن الدليل على أنه فعل: أن الشاعر لما اضطر إلى رد المحذوف لإقامة الوزن جاء به على هذا الأصل، فقال:\nفلو أنا على حجر ذبحنا\n...\nجرى الدميان بالخبر اليقين)\nالجزء: 1 - الصفحة: 189\n",
        "قال المفسر: وهذا الذي احتج به أبو العباس لا يلزم؛ لأن الكلام في الدم المسفوح لا في مصدره، وقد يكون الشيء على وزن فإذا صرف منه فعل كان مصدر ذلك الفعل على غير لفظه، من ذلك قولهم: جنب الرجل يجنب جنبًا، إذا اشتكى جنبه فالفعل مأخوذ من الجنب، ومصدره: فعل، والجنب فعل، وكذلك: بطن الرجل يبطن بطنًا، إذا كان كثير الأكل، فالفعل مصرف من البطن وهو ساكن العين.\nفأما احتجاجه بقوله في البيت:\n(جرى الدميان\n..............\n)\nفلا حجة فيه أيضًا؛ لأنه حرك الميم إشعارًا بأنها في المفرد متحركة بحركة الإعراب.\nوأما يد، فأصلها: يدي على وزن: فعل لا خلاف في ذلك، والدليل عليه أنهم جمعوها على: أيد، وأفعل إنما هو جمع: فعل في الأكثر].\nقوله [في] الفم\nقال الشارح: في الفم أربع لغات: فم وفم وفم وفم، قال الشاعر:\n(\n.......................\n...\nيا ليتها قد خرجت من فمه)\nوقيل: إنما شدد ضرورة.\n(وهي السمانى لهذا الطائر والواحدة سماناة)\nقال الشارح: وقد يكون السمانى واحدًا.\n(وهي حمة العقرب يعني السم)\nقال الشارح: ومنه قول ابن سيرين: (يكره الترياق إذا كان فيه الحمة)\nالجزء: 1 - الصفحة: 190\n",
        "يعني: السم، وأراد لحوم الحيات؛ لأنها سم، وأما شوكة العقرب فهي: الإبرة، وحكى أبو الحسن الأخفش في السم ثلاث لغات: فتح السين وضمها وكسرها، والعقرب مؤنثة، وكذلك: العقرب من النجوم، وعقارب الشتاء، وهي ثلاثة عقارب، وقال الفضل بن العباس:\n(أتاكم الدهر بأعجوبة\n...\nبعقرب في سوقنا تاجره)\n(إن عادت العقرب عدنا لها\n...\nوكانت النعل لها حاضرة)\nويقع على الذكر فتقول: هذا عقرب، فإذا أردت الذكر خاصة قلت: عقربان، أما العقربان بضم العين والراء وتشديد الباء فهو من دواب الأرض، وقال اللحياني: يقال إنه دخان الأذن، ومن العرب من يقول: عقرب للذكر وعقربة للأنثى، وذكر الثعالب يقال له: ثعلبان أيضًا، قال الشاعر:\n(أرب يبول الثعلبان برأسه\n...\nلقد هان من بالت عليه الثعالب)\nوذكر الأفاعى يقال له: الأفعوان، قال الشاعر:\n(قد سالم الحيات منه القدما\n...\nالأفعوان والشجاع الشجعما)\nالجزء: 1 - الصفحة: 191\n",
        "وذكر الضباع: ضبعان، والأنثى: ضبع، فإذا ثنوا غلبوا المؤنث فقالوا: ضبعان، ولم يقولوا: ضبعنان، لأجل الزيادة، فكرهوا أن يجمعوا في الاسم زيادتين على أن أبا زيد قد حكى في التنثية: ضبعانين.\n(وهي اللثة)\nقال الشارح: اللثة أي: اللحم الذي تنبت فيه الأسنان والعمر: لحم من اللثة سائل بين كل سنين، والجمع: عمور، واللثة محذوفة اللام وأصلها: لثية على وزن فعلة مأخوذة من اللثى، وهو شيء أبيض من ماء الشجر يسيل من ساقها خائرًا، يقال منه: لثيت الشجرة، فإن صغرت رددت المحذوف، فقلت: لثية.\n(وهو الدخان) والجمع: دواخن على غير قياس، وقالوا: أدخنة على القياس، ويقال [له]: الدخ، والنحاس أيضًا: الدخان، قال الشاعر:\n(يضيء كمثل سراج السليط\n...\nولم يجعل الله فيه نحاسًا)\n(28 أ) (ومن الفعل تقول أرتج على القارئ) أي: أغلق عليه في الكلام، والرتاج: غلق الباب، ويقال: الرتاج الباب نفسه، قال أبو العباس\nالجزء: 1 - الصفحة: 192\n",
        "المبرد: وقول العامة: قد ارتج عليه ليس بشيء، إلا أن التوزي حدثني عن أبي عبيدة قال: يقال: ارتج على فلان، ومعناه: وقع في رجة، أي: في اختلاط.\nقوله: (وغلام حين يقل وجهه) قال ابن دريد: يقال بقل وجه الغلام، وبقل، إذا ابتدأ فيه الشعر، وبقلت الأرض وأبقلت: أنبتت البقل قال الشاعر:\n(فلا مزنة ودقت ودقها\n...\nولا أرض أبقل إبقالها)\nوقالوا: أبقل الموضع فهو باقل، وأيفع الغلام فهو يافع، فأتى الاسم منهما على فاعل، قال الشاعر:\n(غلام رماه الله بالخير يافعًا\n...\nله سيمياء لا تشق على البصر)\nوقالوا أيضًا: أورس الشجر فهو وارس، إذا أورق، وقد أتى فاعل ومفعل من أفعل، قالوا: أمحل البلد فهو ما حل وممحل، وأعشب فهو عاشب ومعشب، وأغضى الليل فهو غاض ومغض، قال رؤبة:\n(\n................\n....\nيخرجن من أجواز ليل غاض)\nأي: مغض.\nالجزء: 1 - الصفحة: 193\n",
        "باب المهموز\n(وتقول: استأصل الله شأفته، [مهموز] مخفف)\nقال الشارح: الشأفة: قرحة تخرج بالقدم، فتكوى وتذهب، يقال منه: شئفت رجله تشأف شأفًا، يقول: أذهبه الله كما أذهب ذلك، قال الأستاذ أبو عبيد الله بن أبي العافية: حقيقته من جهة الإعراب أنه على حذف مضاف كأنه قال: استأصله الله استئصال شأفته، قال وقد قيل: إن معنى استأصل الله شأفته أذهب الله عنه شأفته، فيكون ذلك دعاء له لا عليه.\n(أسكت الله نأمته)\nقال الشارح: أسكت الله نأمته مهموز مخفف الميم، من النئيم، وهو الصوت الضعيف، أي: أماته الله، ويقال: نأمه الله بالتشديد، أي: ما ينم عليه من حركة.\n(ربطت لذلك الأمر جأشًا، إذا تحزمت له)\nقال الشارح: الجأش: النفس، يقال فلان رابط الجأش إذا ثبتت نفسه واطمأنت، ويقال في ضده: إن فلانًا لواهي الجأش، إذا اضطرب قلبه عند الجزع.\n([و] اجعلها بأجًا واحدًا)\nقال الشارح: البأج: ضرب واحد، فمعنى اجعلها بأجًا واحدًا، أي: ضربًا واحدًا، وشيئًا واحدًا، وجاء في الحديث عن عمر رضي الله عنه: (لولا أن تكون الناس بأجًا\nالجزء: 1 - الصفحة: 194\n",
        "واحدًا) أي: ضربًا واحدًا، وشيئًا واحدًا.\n(وهو اللبأ)\nقال الشارح: اللبأ: أول اللبن قبل أن يرق، وهذا الذي تقول له العامة عندنا: أدعس، يقال منه: لبات اللبأ، أي: حلبته ويقال للذي يخرج بعده: الموضح، يقال: أوضح اللبن، إذا ذهب عنه اللبأ.\n(وهي اللبؤة)\nقال الشارح: اللبؤة: أنثى الأسد، وفيها لغات: لبؤة، بضم الباء مع الهمزة، ولبأة على مثل حمأة، بإسكان الباء والهمز، ولبة على مثل حمة بفتح الباء وترك الهمزة، ولبوة كما تنطق به العامة على مثل جوزة.\n([ملح] ذراني وذرآني)\nقال الشارح: ملح ذرأني مشتق من الذرأة، وهي البياض، ووصف الملح به لبياضه، ويقال: ذرئ الرجل، إذا أخذ الشيب في مقدم راسه يذرأ ذردأ، وذرئت لحيته، إذا شابت.\n(غلام توءم للذي يولد معه آخر، وهما توءمان والأنثى توءمة وتوءمتان)\nقال الشارح: ويقال في جمع المذكر: توءمون، وفي جمع المؤنث: توءمات، وقد جاء على فعال، فقالوا: توءم وتؤام، وهو جمع عزيز لم يأت إلا في أسماء قليلة\nالجزء: 1 - الصفحة: 195\n",
        "منها: توءم وتوءام، (وشاة ربى) وغنم رباب، وظئر وظؤار، ورخل ورخال، وفرير وفرار، وعرق وعراق، وثني وثناء، وبسط وبساط، وهي الناقة معها ولدها، وبريء وبراء، ولا نظير لها.\n(مريء الجزور مهموز، وغير الفراء لا يهمزه)\nقال الشارح: المريء مدخل الطعام من الحلق إلى المعدة والجزور: الناقة التي تنحر فإن كانت شاة فهي جزرة، ولا يقال لها: جزور.\nقوله: (ورؤبة بن العجاج مهموز)\nقال الشارح: الرؤبة واقعة على سبعة أشياء منها: روبة اللبن: وهي خميرة تلقى فيه من الحامض ليروب، وروية الليل: ساعته، وفلان لا يقوم بروية أهله: أي بما أسندوا إليه حوائجهم، والروبة: طرق الفحل في جماعه، وأرض روبة أي: كريمة، والروبة: شجر الزعرور، وهذه الستة بغير همز، ورؤبة بالهمز: قطعة يرأب بها الشيء، أي: يشد، فيحتمل أن يكون سمي رؤبة بواحدة من هذه السبعة، والمستعمل في اسمه الهمز، وقد يجوز التخفيف؛ لأنه لا خلاف بين النحويين أن الهمزة في مثل هذا يجوز تخفيفها.\nقوله: (السموءل اسم رجل مهموز)\nقال الشارح: هو السموءل بن عادياء اليهودي، وفيه جرى المثل فقيل: (أوفى\nالجزء: 1 - الصفحة: 196\n",
        "من السموءل) وهو القائل:\n(وفيت بأدرع الكندي إني\n...\nإذا [ما] خان أقوام وفيت)\nوالسموءل: اسم مرتجل غير منقول، ووزنه: فعوءل، وعادياء مثله في الارتجال وهو فاعلاه من: عدوت، بوزن القاصعاء، وأصله: عادواء، فانقلبت لامه للكسره ياء، قال كراع: السموءل: بطن من الأرض واسع، وبه سمي الرجل.\nقوله: (الصؤاب في الرأس مهموز)\nقال الشارح: الصؤاب: بيض البرغوث والقمل، وجمعه: صئبان قال الشاعر:\n(الرأس قمل كله وصئبان\n...\nوليس في الرجلين إلا خيطان)\nوقيل: هي صغار القمل، وواحد الصؤاب: صؤابة.\nقوله: (والمهنأ اسم رجل مهموز)\nقال الشارح: هو مفعل من هنأك ومرأك، وهو الهنيء والمريء، والهنيء: ما أتاك بلا مشقة.\nقوله: (وهي كلاب الحواب) وهو موضع [مهموز]\nقال الشارح: الحواب: موضع معروف بين البصرة والكوفة، فيه ماء، وسمي باسم امرأة ومرت به عائشة رضي الله عنها فنبحتها كلابه، وفي الحديث أن النبي صلى الله عليه وسلم قال لنسائه: (ليت شعري أيتكن صاحبة الجمل والأزبب أو الأدبب- روي بهما [جميعًا]- تخرج فتنبحها كلاب الحواب، ويقتل عن يمينها وشمالها\nالجزء: 1 - الصفحة: 197\n",
        "قتل كثير ثم تنجو بعدما كادت).\nقال الشارح: الدبب: شعر الوجه وزغبه، والأدبب: الأدب، وإنما قال: الأدبب لازدواج الكلام، وكذلك أصل الأزبب: الأزب، ففعل به ذلك، وقول الشاعر:\n(ما هي إلا شربة بالحواب\n...\nفصعدي من بعدها أو صوبي)\nخاطب بهذا الشعر إبله، فقال: مالك إلا شربة، بهذا المكان، فاعملي بعد ما أردت من الإصعاد والتصويب، والإبل لا تعقل المخاطبة، وإنما يقدر ذلك تقديرًا، كما قال الآخر:\n(يشكو إلى جملي طول السرى\n...\nصبرًا جميلاً فكلانا مبتلى)\nومعنى صعدي: ارتفعي، وصوبي: انحدري، ووزن الحواب: فوعل ومعناه: الواسع، يقال: جرة حوأبة أي: واسعة.\nقوله: (وجئت جيئة مهموز)\nقال الشارح: الجيئة: المرة الواحدة من المجيء، بمنزلة الضربة، وهي المرأة الواحدة من الضرب، وحكى الخليل: جئت جيئة مهموز مكسورة الجيم.\nوقوله: (وسور المدينة غير مهموز)\nقال الشارح: السور حائط المدينة، يقال: سورت الحائط وسرته.\nالجزء: 1 - الصفحة: 198\n",
        "قوله: (الأرقان واليرقان)\nقال الشارح: اليرقان: علة تصيب الإنسان يصفر منها بياض العينين، وليس الألف في الأرقان مبدلة من الياء، ولكنهما لغتان، ومثله: الأرتدج والبرندج، وهو: جلد أسود، والألنجوج واليلنجوج، وهو: العود الذي يتبخر به، والأساريع واليساريع ورمح أزني ويزني فاعرف ذلك.\nالجزء: 1 - الصفحة: 199\n",
        "باب ما يقال للمؤنث بغير هاء\n[قال المفسر: كان حقه أن يقول: باب ما يقال للمؤنث بغير تاء، ولكنه أتى بالبال على مذهب الكوفيين؛ لأن الهاء عندهم أصل، والتاء فرع، ومذهب البصريين أن التاء أصل والهاء فرع، وهو الصحيح؛ لأن الوصل: هو الأصل والوقف عارض، وقد ثبت أن التاء إنما تكون في الوصل دون الوقف والهاء في الوقف دون الوصل، ولذلك فعل في البابين وقد تابعنا في العبارة بعد تنبيهنا على الصحيح من ذلك].\nقوله: (تقول: امرأة طالق وحائص وطاهر وطامث بغير هاء)\nقال الشارح: الطامث: تكون الحائض، تقول: حاضت المرأة ونفست وضحكت وطمثت تطمث وتطمث، ويقال أيضًا: طمث الرجل المراة إذا جامعها، قال الله تعالى: {لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌ} [الرحمن: 56]، وهذه الصفات التي تجري على المؤنث بغير هاء، إنما كان ذلك فيها؛ لأنها أريد بها النسب، ولم تجر على الفعل، فإذا جرت على الفعل ثبتت فيها تاء التأنيث، تقول: طلقت المرأة فهي طالقة، قال الأعشى:\n(\n........................\n...\nأيا جارتا بيني فإنك طالقة)\nويقال: أرضعت فهي مرضعة، قال الله تعالى: {يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ} [الحج: 2]، وتقول: عصفت الريح فهي عاصفة، قال الله تعالى: {وَلِسُلَيْمَانَ الرِّيحَ عَاصِفَةً} [الأنبياء: 81]، فأما قوله تعالى: {جَاءَتْهَا رِيحٌ عَاصِفٌ} [يونس: 22]، فهو محمول على النسب، أي: ريح ذات عصف، كما تقول: ذات طلاق، وذات حيض، وذات طهر،\nالجزء: 1 - الصفحة: 200\n",
        "وذات طمث، وليس قول من قال في طالق وطامث وحائض إنما لم يؤنث؛ لأنه لا مشاركة للمذكر فيه بشيء، ألا ترى أنه قد جاء ما يشترك فيه النوعان: ناقة ضامر، وجمل ضامر، قال [الشاعر] وهو الأعشى:\n(عهدي بها في الحي قد سربلت\n...\nهيفاء مثل المهرة الضامر)\n[وقالوا: رجل حاسر، وامرأة حاسر]\nقال الشاعر:\n(لو أن لقمان الحكيم تعرضت\n...\nلعينيه مي حاسرًا كاد يبرق)\n(29 ب) وقالوا: رجل عاشق، وامرأة عاشق، وجمل بازل، وناقة بازل، وهو كثير، وقد أفرد فيه الأصمعي كتابًا.\nقوله: (وكذلك امرأة قتيل وكف خضيب وعنز رمي وعين كحيل ولحية دهين)\nقال الشارح: كل ما كان على فعيل نعتًا للمؤنث، وهو في تأويل مفعول، فهو بغير هاء، نحو: امرأة قتيل، بمعنى: مقتولة، وكف خضيب، بمعنى مخضوبة، وعنز رمي بمعنى: مرمية، وأصلها: مرموية ثم وقع الإدغام، وعين كحيل بمعنى: مكحولة، ولحية دهين، بمعنى: مدهونة، وملحفة جديد، بمعنى: مجدودة، أي: مقطوعة حين قطعها الحائك، قال الشاعر:\n(أبى حبي لسلمى أن يبيدا\n...\nوأمسى حبلها خلقًا جديدًا)\nأي: مقطوعًا.\nقوله: (وخلق)\nقال الشارح: يقال خلق الثوب وخلق وخلق وأخلق، وكذا أنهج\nالجزء: 1 - الصفحة: 201\n",
        "وأسحق، إذا تقطع وإنما استعمل بغير هاء؛ لأن خلقًا في الأصل مصدر، والمصادر لا تؤنث ولا تثنى ولا تجمع؛ لأنها تدل على القليل والكثير من جنسها إلا أن تصير محدودة فتضارع المفعول به، أو تختلف أجناسها.\nقال الشارح: وبما جاءت بالهاء فذهب بها مذهب الأسماء نحو: النطيحة والذبيحة والفريسة وأكيلة السبع، وكذلك قوله: رأيت قتيلة بني فلان؛ لأنه أجري مجرى الأسماء، وإذا لم يجر فيه مفعول فهو بالهاء نحو: فريضة وكبيرة وصغيرة وظريفة، وما أشبه ذلك، وقد شذت أشياء من هذا القليل فقالوا: ناقة سديس، وريح خريف، فإن كان فعيل في تأويل فاعل كان مؤنثه بالهاء أيضًا، نحو: رحيمة وعليمة وكريمة وما أشبه ذلك.\nقوله: (وكذلك امرأة صبور وشكور).\nقال الشارح: متى كان فعول في تأويل فاعل كان مؤنثه بغير هاء، تقول: امرأة صبور، بمعنى: صابرة، وشكور بمعنى: شاكرة، وغفور بمعنى: غافرة، قال تعالى: {وَمَا كَانَتْ أُمّك بَغِيًّا} {مريم: 28]، وهو على وزن: فعول في الأصل، ولام الفعل ياء من بغى يبغي، فاجتمعت الواو والياء وقد سبقت إحداهما بالسكون، فوجب البدل والإدغام، وبغيًا هنا بمعنى: باغية، كما تقول: صبور بمعنى صابرة، ولذلك حذفت الهاء، ولو كان فعيلاً بمعنى فاعل، لثبتت الهاء، فلما لم تثبت الهاء علمنا أنه فعول، وأنه بمعنى: فاعل، وكذلك ما أشبهه، وقد جاء حرف شاذ، قالوا: هي عدوة\nالجزء: 1 - الصفحة: 202\n",
        "الله، قال سيبويه: شبهوا عدوة بمعنى صديقة.\nقال الشارح: وإن كانت في تأويل مفعول جاءت بالهاء، نحو: الحلوبة والركوبة والحمولة، فالحلوبة: بمعنى المحلوبة، والركوبة بمعنى: المركوبة، والحمولة بمعنى: المحمولة.\nقوله: (وكذلك امرأة معطار ومذكار ومئناث)\nقال الشارح: المعطار الكثيرة التعطر، وضدها: المتفال، قال امرؤ القيس:\n(\n....................\n...\nإذا انفلتت مرتجة غير متفال)\nوالمذكار: التي عادتها أن تلد الذكور، والمئناث: التي عادتها أيضًا أن تلد الإناث.\nقال الشارح: (30 أ) وما أتى على مفعال نحو ما تقدم فهو بغير هاء، وكذلك ما أتى على مفعيل بغير هاء أيضًا، نحو: امرأة معطير ومئشير، وشذ حرف، قالوا: امرأة مسكينة شبهوها بفقيرة، وقالوا أيضًا: امرأة مسكين، بغير هاء على القياس.\nقوله: (وكذلك مرضع ومطفل وامرأة حامل)\nقال المفسر: هذا عند البصريين على معنى النسب، أي: ذات رضاع وذات طفل وذات حمل، قال الله تعالى: {السَّمَاءُ مُنْفَطِرٌ بِهِ} [المزمل: 18] أي: ذات انفطار، وقد بينا فساد قول الكوفيين فيما قبل، فأغنى [ذلك] عن إعادته.\nالجزء: 1 - الصفحة: 203\n",
        "قوله: (كذلك امرأة خود وضناك وناقة سرح)\nقال الشارح: الخود: الفتاة الحسنة الخلق الشابة، وقيل: الناعمة، والجمع خودات وخود، والضناك: الكثيرة اللحم اللينة، والناقة السرح، بالحاء غير معجمة هي: الحسنة المشي، وقيل: هي الخفيفة رفع اليدين.\nقوله: (وعجوز وأتان ورخل وفرس)\nقال الشارح: هذا الذي ذكر أيضًا ضرب اختص مؤنثه باسم انفصل به من مذكره، نحو: شيخ وعجوز وحمل للذكر من أولاد الضأن والأنثى رخل، وفرس [للذكر]، والأنثى حجر، وحمار وأتان وربما ألحقوا التاء في هذه الأسماء الموضوعة للمؤنث، وإن كانت مستغنية عنها ذهبوا إلى الاستيثاق للتأنيث، نحو شيخ وعجوزة وكبش ونعجة وجمل وناقة.\nقال الشارح: وربما بنوا المؤنث على المذكر فألزموا المؤنث الهاء نحو شيخ وشيخة، قال الشاعر:\n(وتضحك مني شيخة عبشمية\n...\nكأن لم ترى قبلي أسيرًا يمانيا)\nوعجوز وعجوزة، وفرس وفرسة، حكاها يونس بن حبيب، وأتان وأتانة، ورجل ورجلة، قال الشاعر:\n(خرقوا جيب فتاتهم\n...\nلم يبالوا حرمة الرجلة)\nالجزء: 1 - الصفحة: 204\n",
        "وغلام وغلامة، قال الشاعر:\n(ومركضة صريحي أبوها\n...\nتهان لها الغلامة والغلام)\nوامرئ وامرأة، وطائر وطائرة، ووعل ووعلة، وهر وهرة، وعقرب وعقربة، وجؤذر وجؤذرة، وسنور وسنورة، وأشباهها كثيرة فقس عليها.\nالجزء: 1 - الصفحة: 205\n",
        "باب ما أدخلت فيه الهاء من وصف المذكر\n(تقول: رجل راوية للشعر)\nقال الشارح: الراوية الكثير الرواية، ودخلت الهاء للمبالغة، وتكون في المدح والذم، فإذا مدحوا أرادوا داهية عاقلاً وإذا ذموا أرادوا بهيمة، قال الله تعالى: {وَلَا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِّنْهُمْ} [المائدة: 13]، الهاء هنا للمبالغة في أحد الأقوال، وكذلك هي في قوله عليه السلام: (إذا أتاكم كريمة قوم فأكرموه) فالهاء في كريمة دخلت للمبالغة في الكريم، قال الشاعر:\n(أبى الهجوم أني قد أصاب كريمتي\n...\nوأن ليس إهداء الخنى من شماليا)\n(30 ب) ولا يجوز أن تدخل هذه الهاء في هبة من صفات الله تعالى؛ لأنها كما قدمنا تدخل للمدح والذم، فأما المدح فإنهم يذهبون به مذهب الداهية، وأما الذم فإنهم يذهبون به مذهب البهيمة، وكل ذلك تنزه البارئ عن الوصف به.\n(والعلامة) الكثير العلم.\n(والنسابة) العالم بالأنساب.\n(والمجذامة) من الجذم وهو القطع، يعني: النافذ في الأمور والقاطع لها.\n(والمعزابة) الذي يطيل المغيب عن أهله في الرعي وغيره، وقد عزب عزوبًا، وهو المتباعد أيضًا عن الترويح واللهو.\nالجزء: 1 - الصفحة: 206\n",
        "قوله: (كأنهم أرادوا به داهية)\nقال الشارح: الداهية لم توضع للمدح خاصة، ولكن يمسى بها الخير والشر جميعًا، قال الله تعالى: {وَالسَّاعَة أَدْهَى وَأَمَرّ} [القمر: 46].\nقوله: (وكذلك إذا ذموه فقالوا رجل لحانة وهلباجة) وهو الأحمق.\n(فقاقة وجخابة في حروف كثيرة كأنهم أرادوا به بهيمة)\nقال الشارح: اللحانة: الكثير اللحن، والهلباجة: الأحمق الذي لا رأي له، والفقاقة: الكثير الكلام، وكذلك رجل بقاقة مثله، والجخابة: الكثير الاندخال فيما لا يعنيه.\nقوله: (كأنهم أرادوا به بهيمة)\nقال الشارح: إنما جعلوهم من البهيمة؛ لأن البهيمة من الحيوان من أبهم عن العقل والمعرفة والمنطق، ولم يعرف الأكل والنكاح والنوم فكان هؤلاء لما هم بسبيله من التناهي في العي والغبارة مثل البهيمة.\nالجزء: 1 - الصفحة: 207\n",
        "باب ما يقال للمؤنث والمذكر بالهاء\n(قالوا: رجل ربعة).\nقال الشارح: وهو الذي ليس بالطويل، ولا بالقصير، ذلك أن الطول المفرط والقصر المفرط مذمومان.\nقوله: (وامرأة ربعة)\nقال الشارح: هي كذلك أيضًا، فإذا جمعت قلت: نساء ربعات، ورجال ربعات، وكان الحكم أن يسكن، فيقال: ربعات، بإسكان الباء؛ لأن الصفة تأتي على فعلات مثل: نساء صخمات وعبلات، قال المبرد: وإنما قيل: ربعات، بفتح الباء؛ لاستواء المذكر والمؤنث في الواحد.\nقوله: (ورجل ملولة)\nقال الشارح: وهو الكثير الملل، وكذلك: امرأة ملولة.\nقوله: (ورجل فروقة)\nقال الشارح: هو الفرق، وهو الفزع من كل شيء، وكذلك: امرأة فروقة.\nقوله: (ورجل صرورة وامرأة صرورة للذي لم يحجج)\nقال الشارح: والذي لم يتزوج أيضًا، ويقال: رجل صارورة، ورجل فاروقة.\nقوله: (ورجل هذرة)\nالجزء: 1 - الصفحة: 208\n",
        "قال الشارح: الهذرة: الكثير الكلام فيما لا يعينه، وفيما لا محصول له وامرأة هذرة كذلك.\nقوله: (ورجل همزة لمزة وامرأة كذلك)\nقال الشارح: الهمزة: الذي يخلف الناس من ورائهم، ويأكل لحومهم، ويقع فيهم، وهو مثل الغيبة يكون ذلك بالشدق والعين والرأس، وهو الهماز، واللمزة: الذي يعيب في الوجه بالعين والرأس الشفة مع كلام خفي، وهو اللماز أيضًا.\nالجزء: 1 - الصفحة: 209\n",
        "باب ما الهاء فيه أصلية\nقوله: (جمع الماء: مياه، والقليلة أمواه)\nقال الشارح: ماء أصله: موه تحركت الواو (31 أ)، وانفتح ما قبلها، فانقلبت ألفًا، وأبدل من الهاء همزة، كما أبدلت في هرقت، والأصل: أرقت، فإذا صغرت أو كسرت رددت الشيء إلى أصله؛ لأن التصغير والتكسير يردان الأشياء إلى أصولها، فتقول في الجمع القليل: أمواه، وفي الكثير: مياه، والأصل: مواه، فأبدل من الواو ياء، للكسرة التي قبلها وفي التصغير مويه، والماء يكون: الماء المشروب، قال الله تعالى: {وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً} [المؤمنون: 18]، ويكون المني، قال الله تعالى: {مِنْ مَاءٍ دَافِقٍ} [الطارق: 6]، والماء أيضًا القرآن، قال الله تعالى: {أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا} [الرعد: 17]، وهذا مثل ضربه الله للقرآن، والماء أيضًا: رونق الشيء وحسنه وبريقه، والماء أيضًا: المال، وقال الله تعالى: {لأَسْقَيْنَاهُمْ مَاءً غَدَقًا * نَفْتِنَهُمْ فِيهِ} [الجن 16: 17]، أي: أكثرنا أموالهم.\nقوله: (جمع الشفة شفاه)\nقال الشارح: شفة أصلها: شفهة، ووزنها: فعلة، فأسقطت الهاء في الواحد تخفيفًا، فإذا جمعت أو صغرت رجعت الهاء لما قدمنا فنقول في التصغير: شفيهة، في الجمع: شفاه.\nقوله: (جمع الشاة شياه)\nالجزء: 1 - الصفحة: 210\n",
        "قال الشارح: أصل شاة: شوهة، ووزنها: فعلة، تحركت الواو وانفتح ما قبلها، فانقلبت ألفًا، وحذفت لام الكلمة تخفيفًا، كما قدمنا فبقي شاة، فإذا صغرت أو جمعت رجع المحذوف، فقلت في التصغير: شويهة، قال الشاعر:\n(أكلت شويهتي وربيت عندي\n...\nفمن أنباك أن أباك ذيب)\nوإذا جمعت قلت: شياه، والأصل: شواه، فأبدل من الواو ياء؛ لأجل الكسرة التي قبلها، والشاة: واقعة على الذكر والأنثى من الضأن، والعرب تكني عن المرأة بالشاة، قال الشاعر:\n(يا شاة ما قنص لمن حلت له\n...\nحرمت علي وليتها لم تحرم)\nوالظيبة أيضًا عند العرب: شاة.\nقوله: (والعضاة شجر، والواحدة عضة)\nقال الشارح: والعضاة: كل شجر له شوك، وأصل عضة: عضهة، وزنها: فعلة، فحذف لامها تخفيفًا، كما قدمنا، فإذا صغرت أو جمعت رجع المحذوف، فقلت في الجمع: عضاة، وفي التصغير: عضيهة.\nقوله: (وجمع الإست أستاه، بفتح الألف)\nقال الشارح: أصل الإست: ستهة، ووزنها: فعلة ثم حذفت لامها، فأشبه المعتل من الأفعال، فسكنوا أوله، وأدخلوا ألف الوصل فقالوا: إست، ومن قال: سه، فالمحذوف العين، وأصله: سته، فحذف العين، قال النبي صلى الله عليه وسلم:\nالجزء: 1 - الصفحة: 211\n",
        "(العين وكاء السه) فإذا صغرت قلت: ستيهة، وإذا جمعت قلت: أستاه في القليل، فرجع المحذوف، والألف في أستاه ألف أفعال، وهي ألف قطع، ولذلك قال: بفتح الألف، لئلا يظن أنها ألف وصل، وأنها مكسورة، كما كانت في الواحد.\nقوله: (وينشد هذا البيت:\n(وليس لعيشنا هذا مهاه\n...\nوليست دارنا الدنيا بدار)\nقال الشارح: هذا البيت لعمران بن حطان السدوسي الخارجي وبعده:\n(وما أموالنا الأعوار\n...\nسيأخذها المعير من المعار)\nيعني بالمهاه في البيت: الصفاء وحسن الرونق، وقال أبو زيد: المهاه في البيت: البقاء، وكذا فسره في نوادره، وذكر صاحب كتاب العين: أن السير المهه: الرقيق، والمهاة بالتاء (31 ب): البلورة، والمهاة أيضًا: بقرة الوحش، والمهاة: الشمس.\nالجزء: 1 - الصفحة: 212\n",
        "باب منه آخر\nقوله: (تقول: في صدره علي عمر، أي: حقد)\nقال الشارح: قال الشاعر في ذلك:\n(جاء كتاب من أمامة بينت\n...\nلنا في نواحيه النميمة والغمرا)\nوالحقد: إمساك العداوة في القلب، والغل مثله.\nقوله: (وهو منديل الغمر)\nقال الشارح: الغمر ما تعلق باليد من اللحم، وقيل: الغمرة: الرائحة القذرة، وقيل: ربح اللحم، والمنديل من الندل وهو: الجذب؛ لأنه يجذب الوسخ، يقال له: المشوش.\nقوله: (والغمر من الرجال هو الذي لم يجرب الأمور)\nقال الشارح: وهو أيضًا الضعيف في حالته، قال الشاعر:\n(أناة وحلمًا وانتظارًا لهم غدًا\n...\nفلما أنا بالواني ولا الضرع الغمر)\nقوله: (وهو المغمر)\nقال الشارح: وإنما قيل له المغمر؛ لأن الناس غمروه.\nقوله: (والغمر من الماء الكثير).\nقال الشارح: سمي بمصدره، قال الشاعر في ذلك أيضًا:\nالجزء: 1 - الصفحة: 213\n",
        "(أخضني المكان الغمر إن كان غرني\n...\nسنًا بارق إن زلت القدمان)\n(قوله: ومن الرجل الكثير العطاء)\n[قال المفسر: ] قال الشاعر في ذلك:\n(غمر الرداء إذا تبسم ضاحكًا\n...\nغلقت لضحكته رقاب المال)\nوقوله: (والغمر القدح الصغير)\nقال الشارح: جاء في الحديث: (أطلقوا لي غمري).\nوقال الشاعر:\n(تكفيه حزة فلذ إن ألم بها\n...\nمن الشواء ويروي شربه الغمر)\nوقال ابن الأعرابي: أول الأقداح: الغمر وهو الذي لا يبلغ الري، ثم القعب، وهو قد يروي الرجل، ثم القدح وهو يروي الرجلين والثلاثة، ثم العس يعب فيه العدد، ثم الرفد أكبر منه، ثم التبن، ثم الصحن أكبر من التبن.\nالجزء: 1 - الصفحة: 214\n",
        "باب ما جاء مثلاً أو كالمثل\n(تقول: إذا عز أخوك فهن)\nقال الشارح: أخذ عليه أبو إسحاق الزجاج في ضم الهاء من هن، وقال: إنما الكلام: إذا عز أخوك فهن، بكسر الهاء، من: هان يهين، إذا لان، ومنه قيل: هين لين؛ لأن هن بضم الهاء من: هان يهون، وهان يهون من الهوان، والعرب لا تأمر بذلك، ولا معنى هذا الكلام يصح لوقالته.\nقال الشارح: أما إنكار أبي إسحاق هن، بضم الهاء؛ فهكذا رواه أبو عبيد في الأمثال ولم يذكر غيره، وفسره على الضم، ومن ثم نقله أبو العباس ثعلب، وأنشد المبرد:\n(ولو لم يفارقني عطية لم أهن\n...\nولم أعط أعدائي الذي كنت أمنع)\nوحكى الروايتين جميعًا في قوله: هن، بضم الهاء، وكسرها، وفسره على الوجهين جميعًا، وقال: أحسن الإنشادين عندي لم أهن، بالكسر، ولم ينكر الضم كما أنكره أبو إسحاق، وقال عمرو بن أحمر أيضًا:\n(دببت لها الضراء وقلت أبقى\n...\nإذا عز ابن عمك أن تهونا)\nهكذا صحت رواية هذا البيت بلا اختلاف بين الرواة، وكل هذا تقوية\nالجزء: 1 - الصفحة: 215\n",
        "لرواية أبي العباس، قال أبو عبيد: ومعنى المثل أن مياسرتك صديقك ليس بضميم ركبك فتدخلك الحمية منه، إنما هو حسن خلق وتفضل، فإذا عاسرك فياسره.\nقال الشارح: ألا ترى إلى قوله: (ليس بضيم ركبك فتدخلك الحمية منه، والضيم: هو الهوان بعينه)، وقال ابن درستويه: معنى إذا عز أخوك فهن، أي: إذا صار عزيزًا ملكًا قويًا عليك قاطعه، وتذلل له، واخضع تسلم منه، ولا يظلمك لعزه.\nقال الشارح: فهذا وجه الرواية بالضم، فأما من روى بالكسر فهو من: هان يهين إذا لان، ومعنى عز علي هذه الرواية: ليس من العزة، التي هي القوة والرفعة، وإنما هي من قولك: عز الشيء، إذا اشتد، وكذلك تعزز واستعز، ومنه العزاز من الأرض: وهو الصلب الذي لا يبلغ أن يكون حجارة، يقال: عز يعز عزًا إذا صار عزيزًا وعز يعز عزًا، إذا غلب، قال الله تعالى: {وَعَزَّنِي فِي الْخِطَابِ} [ص: 23]، أي: غلبني، ومنه قولهم: (من عزيز) أي: من غلب وسلب، قال زهير:\n(\n..................\n...\nوعزته يداه وكاهله)\nومعناه: إذا صلب أخوك واشتد فذل له، بالكسر من الذل، كما تقول: إذا صعب أخوك فلن له، قال أبو عبيد: والمثل للهذيل بن هبيرة التغلبي، وكان سببه أنه أغار على بني ضبة فغنم وأقبل بالغنائم، فقال له أصحابه: أقسمها بيننا\nالجزء: 1 - الصفحة: 216\n",
        "فقال: إني أخاف إن تشاغلتم بالاقتسام أن يدرككم الطلب، فأبوا عندهما قال: إذا عز أخوك فهن، فذهبت مثلاً، فنزل فقسم بينهم الغنائم.\nقوله: (وعند جهينة الخبر اليقين، وقال ابن الأعرابي جفينة)\nقال الشارح: قد اختلف العلماء في هذا المثل، فكان الأصمعي يقول: جفينة، بالجيم والفاء، وقال: هو خمار، وهو قول ابن الأعرابي، وكان (أبو عبيدة يقول: حفينة) بحاء غير معجمة، وكان ابن الكلبي يقول: جهينة، بالجيم والهاء، وهو الصحيح، وذلك أن أصل هذا المثل أن حصين بن عمرو بن معاوية بن كلاب خرج بسفر ومعه رجل من جهينة، يقال له: الأخنس بن شريق، فنزلا في بعض منازلهما فقتل الجهني الكلابي وأخذ ماله، وكانت لحصين أخت تسمى: صخرة، فكانت تبكيه في المواسم، وتسأل عنه، ولا تجد من يخبرها بخبره، فقال الأخنس:\n(وكم من فارس لا تزدريه\n...\nإذا شخصت لموقعه العيون)\n(يذل له العزيز وكل ليث\n....\nحديد الناب مسكنه العرين)\n(علوت بياض مفرقه بعضب\n...\nيطير لوقعه الهام السكون)\n(وأضحت عرسه ولها عليه\n....\nهدوًا بعد رقدتها أنين)\n(23 ب) (كصخرة إذ تسائل في مزاج\n...\nوفي جرم وعلمها ظنون)\n(تسائل عن حصين كل ركب\n...\nوعند جهينة الخبر اليقين)\nقوله: (افعل ذلك وخلاك ذم)\nقال الشارح: أي: افعله، وقد خلوت من أن تذم، وأصله: خلا منك ذم، فلما\nالجزء: 1 - الصفحة: 217\n",
        "سقط الحافض تعدى الفعل، فنصب، قالت ليلى:\n(فإنك لو فعلت خلاك ذم\n...\nوفارقك ابن عمك غير قال)\nوهذا المثل يضرب في الإعذار في طلب الحاجة، يقال: إنما عليك أن تجتهد في الطلب وتعذر لكي لا تذم فيه، وإن تقض الحاجة، والمثل لقصير بن سعد اللخمي قاله لعمرو بن عدي حين أمره أن يطلب الزباء بثأر خاله جذيمة بن مالك، قال: أخاف ألا أقدر عليها، فقال له: اطلب الأمر وخلاك ذم، فذهبت مثلاً.\n(وتقول: تجوع الحرة ولا تأكل بثدييها، أي لا تكون ظئرًا لقوم)\nقال الشارح: أي دابة لإنسان تسقي لبنها لغير ابنها، وتأخذ على ذلك الأجرة، والظئر: المرضعة غير ولدها من الناس والإبل، والحرة: الكريمة الحسيبة والعامة تقول: تجوع الحرة ولا تأكل بثدييها، أي: لا تأكل لحم الثدي، وذلك خطأ لا وجه له، ولكن يجوز ولا تأكل ثدييها على تأويلين: أحدهما: أن يراد أجر ثدييها، أو ثمن ثدييها، ويحذف المضاف ويقام المضاف إليه مقامه، وهذا كثير، والتأويل الثاني: على غير حذف ويكون المعنى: أنها إذا أكلت أجر ثدييها كأنها قد أكلت الثديين أنفسهما، ونحو من هذا قول الشاعر:\n(إذا صب ما في القعب فاعلم بأنه\n...\nدم الشيخ فاشرب من دم الشيخ أودعا)\nالجزء: 1 - الصفحة: 218\n",
        "يعني: رجلاً قتل أبوه فأخذ ديته إبلاً، يقول: إذا شربت لبن الإبل التي أخذتها في دية أبيك، فكأنك إنما شربت دمه، وهذا يضرب مثلاً للذي تصيبه الحاجة والفقر، فيبذل وجهه، وإنما يعرف الشريف بصبره عند الحاجة، كما قال الشاعر:\n(وإني لعف الفقر مشترك الغنى\n...\nسريع إذا لم أرض داري احتماليا)\nقال أبو عبيد في الأمثال: وذكر بعض أهل العلم أن المثل للحارث بن السليل الأسدي قاله لامرأته ريا، وكان شيخًا كبيرًا فنظرت يومًا إلى فتية شباب فتنفست صعدًا ألا تكون امرأة لأحدهم، فعندما قال لها الحارث: ثكلتك أمك قد تجوع الحرة ولا تأكل بثدييها، قال الزبير والتي تقول:\n(مالي وللشيوخ الناهضين كالفروخ)\nقوله: (تحسبها حمقاء وهي باخس هكذا جرى المثل وإن شئت قلته بالهاء)\nقال الشارح: يريد بقوله وهي باخس: أنها تبخس الناس حقوقهم وتظلمهم، قال الله تعالى: {ولا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ} [الأعراف: 85].\nقال الشاعر:\n(فأكرمه لدى الأزمات جهدي\n...\nوأعطي الحق منه غير بخس)\n(33 أ) وحذفت الهاء على معنى النسب، أي: ذات بخس، كما تقول: طالق وحائض، أي: ذات طلاق، وذات حيض، وإن جعلته جاريًا على فعله أثبت الهاء\nالجزء: 1 - الصفحة: 219\n",
        "فقلت: باخسة والهاء في تبسخها: هي المفعول الأول لتحسب، وحمقاء: المفعول الثاني، وقوله: هي باخس: مبتدأ وخبر، وهذا المثل يضرب للرجل يطيل الصمت حتى يحسب مغفلاً، وهو ذو فكر.\nقوله: (الكلاب على البقر، ترفع الكلاب وتنصبها)\nقال الشارح: يضرب هذا المثل في قلة عناية الرجل، واهتمامه بشأن صاحبه، وأصله: أن يخلى بين الكلاب وبين بقر الوحش، وحكى الخليل وابن دريد: أن منهم من يقول: الكراب على البقر، وكراب الأرض: حرثها، أي: حرث الأرض وإثارتها على البقر، فيرتفع الكراب على هذا الوجه بالابتداء، وعلى البقر: في موضع الخبر، وذكر سيبويه في المنصوبات: الظباء على البقر، أي: خل الظباء على البقر، فتكون الكلاب على هذا منصوبة بفعل مضمر تقديره: خل الكلاب على البقر كما قدر سيبويه، ومن رفع الكلاب رفعها بالابتداء، وكان الخبر محذوفًا، والتقدير: الكلاب متروكة على البقر.\nقوله: (أحمق من رجلة) وقد تقدم الكلام عليها.\n(وتقول: أحشفأ وسوء كيلة)\nقال الشارح: هذا المثل يضرب للرجل يسرق في الكيل، وهو في ذلك يبيع أردأ المتاع، وترجم أبو عبيد على هذا المثل، وما شاكله [في] باب الظلم في الخلتين من الإساءة لا يجتمعان على الرجل، والحشف: اليابس من التمر الذي لا خير\nالجزء: 1 - الصفحة: 220\n",
        "فيه وحشفا: مفعول بفعل مضمر، وسوء كيلة: معطوف عليه، والتقدير: الجمع على أن تعطيني حشفًا، وأن تسيء الكيل والكيلة: مثل القعدة والركبة، أي: الحال التي تقعد فيها وتركب فيها.\n(وتقول: ما اسمك اذكر، ترفع الاسم وتجزم اذكر)\nقال الشارح: اذكر فيه روايتان: اذكر بوصل الألف لأنه أمر، والمعنى: ما اسمك اذكره لي حتى أعرفه.\nوقوله: (وتجزم اذكر) مذهب كوفي؛ لأن الأمر عندهم معرب، واذكر على مذهبه يجزم بلام الأمر، والتقدير: لتذكر، ثم حذف اللام، وأبقي عملها، والقول الأخر وهو الصواب: ما اسمك اذكره أنا، بفتح الألف لأنها ألف المخبر عن نفسه، وكان ينبغي أن يرفع الفعل وإنما جزم لأنه جواب الاستفهام.\nقوله: (وتقول همك ما أهمك وأهمني الشيء حزنني وهمني أذابني)\nقال الشارح: معنى قوله همك ما أهمك، أي: أذاب جسمك هذا الحديث الذي يقلقك ويحزنك، ويقال: همك المرض إذا أذابك، وانهمت الشحمة، إذا ذابت وما هاهنا بمعنى: الذي وهي فاعلة، وأهمك: صلة لها، والعائد [عليها] المضمر في أهمك والتقدير: أذابك الشيء الذي أقلقك وأحزنك، ومن روى همك ما أهمك، بالرفع كان همك ما همك، فيكون همك: مبتدأ، وما: زائدة، وهمك الثاني: الخبر، والتقدير: همك [همك، فيكون همك: مبتدأ]، يضرب لمن لا يهتم بشأن صاحبه إنما اهتمامه بغير ذلك.\nقوله: (تسمع بالمعيدي لا أن تراه وإن شئت قلت لأن تسمع بالمعيدي خير من أن تراه)\nقال الشارح: (حذف إن من المثل أشهر عند العلماء، فيقولون: تسمع بالمعيدي\nالجزء: 1 - الصفحة: 221\n",
        "بضم العين، وتسمع بنصبها على إضمار أن، وأكثرهم يقول: لا أن تراه) قال أبو عبيد: وأخبرني ابن الكلبي: أن هذا المثل إنما ضر للصقعب بن عمرو النهدي، قاله فيه النعمان بن المنذر، وأما المفضل فحكي عنه: أنه قال (33 ب): المثل للمنذر بن ماء السماء قاله لشقة بن ضمرة التميمي، وكان يسمع به فلما رأه اقتحمته عينه، فقال: (تسمع بالمعيدي لا أن تراه) فقال شقة: أبيت اللعن: (إنما المراء بأصغريه لسانه وقلبه، إذا نطق نطق ببيان، وإذا قاتل قاتل بجنان) فعظم في عينه وأجزل عطيته، وسماه باسم أبيه، فقال له: أنت ضمرة بن ضمرة، فقوله: تسمع بالمعيدي لا أن تراه، تسمع: منزل منزلة سماعك، وهو مرتفع بالابتداء، ولا أن تراه: معطوف عليه، قال الشاعر:\n(نفاك الأغر بن عبد العزيز\n...\nوحقك تنفى من المسجد)\nوالتقدير: حقك النفي، وقال امرؤ القيس:\n(فدمعهما سكب وسح وديمة\n...\nورش وتوكاف وتنهملان)\nوالتقدير: وانهمال، ولولا ذلك لما جاز عطف (لا أن تراه) على (تسمع) لأن (أن) مع الفعل بتأويل المصدر والمصدر اسم ولا يعطف اسم على الفعل وخبر تسمع محذوف والتقدير: سماعك بالمعيدي أعظم وأكثر لا رؤيته، أي: خبره أعظم من رؤيته، ومن روى: (لأن تسمع بالمعيدي خير من أن تراه) كانت اللام لام الابتداء، لأنها مع الفعل بتأويل المصدر، والتقدير: لسماعك بالمعيدي متعلق بالسماع، وخبر: خبر السماع، ومن روى: (تسمع بالمعيدي) بنصب الفعل، أضمر أن ونصب بها\nالجزء: 1 - الصفحة: 222\n",
        "وموضع أن مع الفعل: رفع كما قدمنا، قال أبو سعيد السيرافي: والمعيدي تصغير معدي إلا أنه لما اجتمع التشديد في الدال وتشديد ياء النسبة مع ياء التصغير ثقل ذلك في الكلام فخفف الدال، فقيل: المعيدي، قال النابغة:\n(ضلت حلومهم عنهم وغرهم\n...\nسن المعيدي في رعي وتعزيب)\nوقال سيبويه: فإن حقرت معديًا ثقلت الدال، فقلت: معيدي فأما تسمع بالمعيدي لا أن تراه، فإنما جاز فيه تخفيف الدال؛ لأنه مثل، قال سيبويه: وهو أكثر في كلامهم يعني التخفيف من تحقير معدي، يعني تثقيل الدال.\nقوله: (الضيف ضيعت اللبن)\nقال الشارح: كان المفضل يذكر أن صاحبه عمرو بن عمرو بن عدس بن زيد التميمي وكانت عنده دختنوس ابنه لقيط بن زرارة وكان ذا مال كثير، إلا أنه كبير السن، فقلته فلم تزل تسأله الطلاق حتى فعل، وتزوجها بعده عمير بن معبد بن زرارة ابن عمها، وكان شابًا إلا أنه معدم، فمرت إبل عمرو بن عمرو ذات يوم بدختنوس، فقالت لخادمتها: انطلقي فقولي له: يسقينا من اللبن، فأبلغته فعندها قال: الصيف ضيعت اللبن، وبعث إليها بلقوحين، ورواية من لبن، فأتاها الرسول وقال: إنا أبا شريح أرسل إليك بهذا يقول لك: (الصيف ضيعت اللبن) فقالت وعندها\nالجزء: 1 - الصفحة: 223\n",
        "عمير وحطأت بين كتفيه: (وهذا ومذقة خير) فأرسلتها مثلاً.\nوروى أبو عبيدة معمر بن المثنى أن دختنوس بنت لقيط كانت تحت عمرو ابن عمرو بن عدس وكان شيخًا أبرص، فوضع رأسه ذات يوم في حجرها فأغفى فسال لعابه فانتبه فألفى دختنوس بنت لقيط تأفف، أي تقول: أف أف، فقال: أيسرك أن أفارقك؟ قالت: نعم، فطلقها (34 أ) فنكحت فتى ذا جمال وشباب من بني زرارة، ثم إن بكر بن وائل أغارت على [بني] دارم، فأخذوا دختنوس سبية، وقتلوا زوجها، فأدركهم الحي فقتل عمرو بن عمرو ثلاثة منهم، وكان في السرعان، وسل منهم دختنوس، وجعلها أمامه، وهو يقول:\n(أي خليليك رأيت خيرًا\n...\nأألعظيم فيشة وأيرا)\n(أم الذي يأتي العدو سيرًا)\nفتزوجت شابًا آخر منهم وهو عمير بن معبد بن زرارة، ثم إنهم أجدبوا فبعثت دختنوس إلى عمرو خادمها، وقالت لها: قولي لأبي شريح يبعث لنا حلوبة، فقال لها عمرو: الصيف ضيعت اللبن فذهبت مثلاً، قال أبو عبيد: يعني أن سؤالك إياي الطلاق كان في الصيف، فيومئذ ضيعت اللبن بالطلاق، وقيل معناه: أن الرجل إذا لم يطرق ماشيته في الصيف كان مضيعًا لألبانها حينئذ، ويروى: (الصيف ضيحت اللبن) بالحاء بدلاً من العين، من الضياح، وهو اللبن الممذوق الكثير الماء، يريد: في الصيف أفسدت اللبن وحرمته نفسك، والصيف: منصوب على الظرف، أو على أنه مفعول على السعة والعامل فيه: ضيعت اللبن في الصيف، والمثل أتى على مخاطبة المؤنث فهو يستعمل على هذه الصورة في المذكر والمؤنث،\nالجزء: 1 - الصفحة: 224\n",
        "لأن المثل لا يغير، وهذا المثل يضرب عند التفريط في الحاجة وهي ممكنة ثم تطلب بعد الفوت، وحكى بعض الرواة: أن أول من قال هذا المثل العيوق العبدية، وكانت تحت الأسود العبدي، فرغب عنها، وطلقها، وتزوج أخرى، فلم يحمدها، فبعث إلى الأولى يخطبها، فقال:\n(ألم تعلمي أني وإن كنت مذنبًا\n...\nأخو كرم ما إن يذم على عهد)\n(ظلمت وضيعت الذي كلن بيننا\n...\nوخنتك صفو الود عمدًا على عمد)\n(فيا حزني ماذا فعلت وربما\n...\nيعود على ذي الذنب ذو الفضل والمجد)\nفأجابته:\n(أتركتني حتى إذا\n...\nغلقت أبيض كالشطن)\n(أنشأت تطلب وصلنا\n...\nالصيف ضيعت اللبن)\nقال الشارح: فعلى هذه الرواية تفتح التاء لأن المثل خوطب به مذكر والله أعلم بحقيقة ذلك، والشطن: الحبل الطويل.\n(وتقول: فعل ذاك عودًا وبدءًا)\nقال الشارح: معناه أولاً وآخرًا، والعود: مصدر عاد يعود عودًا، البدء: مصدر بدأ يبدأ بدءًا، فإذا بدأ الرجل بعمل شيء، ثم عاد له، فقد فعله عودًا وبدءًا.\nقوله: (رجع عوده على بدئه)\nقال الشارح: معناه رجع من حيث جاء، كما تقول: رجع فلان في حافرته ورجع أدراجه وإن شئت رفعت، فقلت: عوده على بدئه، فترفع عوده بالابتداء وعلى بدئه: الخبر، والجملة: في موضع نصب على الحال من الضمير في رجع، والعامل فيه:\nالجزء: 1 - الصفحة: 225\n",
        "رجع، والتقدير: رجع وهذه حالته، والنصب على وجهين، أحدهما: أن يكون مفعولاً كقولك: رد عوده على بدئه، والوجه الآخر: أن يكون حالاً في قول سيبويه، لأن معناه: رجع ناقصًا (33 ب)، مجيئه، ووضع هذا في موضعه، كما تقول: كلمته فاه إلى في، أي: مشافهة وبايعته يدًا بيد، أي: نقدًا ويجوز أن تقول: فوه إلى في، أي: وهذه حاله، ومن نصب فمعناه: في هذه الحال وأما بايعته يدًا بيد، فلا يكون فيه إلا النصب لأنك لست تريد بايعته ويد بيد، كما كنت في الأول، إنما تريد لنقد ولا تبالي أقريبًا كان أم بعيدًا ورجع عوض على بدئه عند سيبويه من الأحوال التي أتت معارف نحو: أرسلها العراك، وطلبته جهدك، والحال عند ابن السراح وأبي علي وهو الفعل الذي وقع المصدر موقعه، والتقدير فيه عنده: رجع يعود على بدئه وكذلك يقدر نظائره، نحو: أرسلها تعترك وطلبته تجتهد، فهذه الأفعال هي الأحوال ومصادرها وهي: العود والعراك والجهد دالة عليها، والكوفيون لا يجيزون الحال إذا كان معرفة، فقيل لهم: بم نصبتم: كلمت زيدًا فاه إلى في، فقالوا: بإضمار فعل والتقدير: كلمت زيدًا جاعلاً فاه إلى في، وهذا التقدير لا يطرد لهم في أكثر هذه المسائل.\nقوله: (شتان زيد وعمرو وشتان ما هما نون شتان مفتوحة، وإن شئت قلت شتان ما بينهما)\nقال الشارح: هذا الذي ذكر هو قول الجمهور، وقال الأصمعي فأجاز شتان ما هما، واحتج بقول الأعشى:\n(شتان ما يومي على كورها\n...\nويوم حيان أخي جابر)\nولم يجز شتان ما بينهما، ورد بيت ربيعة الرقي؛ لأنه من المحدثين والبيت:\n(لشتان ما بين اليزيدين في الندى\n...\nيزيد سليم والأعز بن حاتم)\nالجزء: 1 - الصفحة: 226\n",
        "ولا وجه لرده؛ لأنه صحيح في معناه، وشتان: اسم للفعل مبني على الفتح، لوقوعه موقع الفعل الماضي، وكان الفراء يجيز فيه الكسر، وزيد: فاعل شتان كأنه قال: بعد زيد وعمرو كذلك ما أيضًا: فاعله بشتان في قوله: شتان ما بينهما، كأنك قلت: بعد ما بينهما، وهي بمعنى: الذي والظرف الذي بعدها: صلتها، وأما قوله: شتان ما هما، فما هنا: زائدة، وهما: فاعل بشتان، كما كانت زائدة في بيت الأعشى المتقدم أعني:\n(شتان ما يومي على كورها)\nوشتان مما استعمل في الخبر، وكذلك: (سرعان ذي إهالة) وهيهات زيد، وأما سائر أسماء الأفعال فإنما استعملت في الأمر نحو: تزال ودراك ووريد وبله وما أشبه ذلك.\nوقوله: (ما هذا بضربة لازب وبالميم إن شئت)\nقال الشارح: أما الأفصح فالباء والعرب تبدل الباء ميمًا نحو قولهم: سيد رأسه وسمده إذا حلقه وأغبطت عليه الحمى وأغمطت، إذا دامت وهو ركبة سوء وركمة سوء أي: ولد سوء، ومعناه بالميم: ليس بمفروض ولا واجب، ومعناه بالباء: بلا حق، والضرب هنا معناه: وجوب الحق، والتقدير: ما هذا بضربة لازب، قال القطامي:\n(فلما بدا حرمانها الضيف لم يكن\n...\nعلى مناخ السوء ضربة لازب)\nوحكى الفراء: ما هذا بضربة لاتب بالتاء.\nوقوله: (وهو أخوه بلبان أمه)\nالجزء: 1 - الصفحة: 227\n",
        "قال الشارح: (35 أ) يقال: بلبان وبلبن أمه، قال أبو الأسود الدؤلي:\n(فإن لا يكنها أو يكنه فإنه\n...\nأخوها غذته أمه بلبانها)\nوقال الأعشى:\n(رضيعي لبان ثدي أم تحالفا\n...\nبأسحم داج عوض لا نتفرق)\nوقد روي عن رسول الله صلى الله عليه وسلم: (في لبن الفحل أنه يحرم) كذا رواه الفقهاء وتفسيره: الرجل تكون له المرأة، وهي مرضع بلبنة فكل من أرضعته بذلك اللبن فهو ابن زوجها محرمون عليه وعلى ولده من تلك المرأة وغيرها لأنه أبوهم جميعًا، والصحيح في هذا أن يقال: إن اللبان للمرأة خاصة واللبن لكل شيء، وحكى ابن جني: أن اللبان جمع اللبن.\nوقوله: (دع ما يريبك إلى ما لا يريبك).\nقال الشارح: أي دع ما شككت فيه، وخذ الأمر الواضح، والريب: الشك، قال تعالى: {ذَلِكَ الْكِتَابُ لا رَيْبَ فِيهِ} [البقرة: 2]، أي: لا شك فيه، ويقال: رابني هذا الأمر وأرابني بمعنى واحد، وقال قوم: رابني فلان، إذا علمت منه الريبة وأرابني، إذا ظننت به الريبة، قال الراجز:\n(كنت إذا أتوته من غيب\n...\nيمس رأسي ويشم ثوبي)\n(كأنني أربته بريب)\nالجزء: 1 - الصفحة: 228\n",
        "وقال علي بن حمزة وابني فلان إذا علمت منه الريبة وأرابني إذا أوهمني [بريبة]، قال الشاعر:\n(أخوك الذي إن ربته قال إنما\n...\nأربت وإن عاتبته لان جانبه)\nوهذا نحو مما تقدم.\nوقوله: (ما رابك من فلان)\nقال الشارح: أي: أي شيء كرهته منه.\nوقوله: (ما أربك) إلى هذا أي: ما حاجتك.\nقال الشارح: الأرب: الحاجة، وكذلك الإربة، قال الله تعالى: {غَيْرِ أُولِي الإِرْبَة من الرِّجَالِ} [النور: 31]، والإرب أيضًا: العضو، تقول: قطعته إربًا إربًا، أي: عضوًا عضوًا، والإرب أيضًا: بكسر الهمزة: العقل والدهاء.\nقوله: (وقد أراب الرجل إذا أتى بريبة وألام إذا أتى بما يلام عليه)\nقال الشارح: واسم الفاعل منهما مريب ومليم، قال الله تعالى: {فَالْتَقَمَهُ الْحُوتُ وَهُوَ مُلِيمٌ} [الصافات: 142]، فأما الملوم فهو الذي يلام والملئم الملام، مفعل ومفعال، وهو الذي يقوم بعذر اللئام.\nالجزء: 1 - الصفحة: 229\n",
        "وقوله: (وتقول ويل للشجي من الخلي، ياء الشجي مخففة وياء الخلي مشددة)\nقال الشارح: الشجي: وهو الحزين، والخلي: هو الفارغ الخالي من الحزن، وهو الخلو أيضًا، والمعنى: ويل للمهموم من الفارغ، قال الأستاذ أبو محمد بن السيد: قد أكثر اللغويون من إنكار التشديد في الشجي، وذلك عجب منهم لأنه لا خلاف بينهم أنه يقال: شجوت الرجل أشجوة إذا أحزنته، وشجي يشجي شجى، إذا حزن، وإذا قيل: شج بالتخفيف كان اسم الفاعل من شجي يشجى فهو شج، كقولك: عمي يعمى فهو عم، وإذا قيل: شجي بالتشديد كان اسم المفعول من شجوته أشجوه فهو مشجو وشجي، كقوله: مقتول وقتيل، ومجروح وجريح، وقد روي: أن ابن قتيبة قال لأبي تمام الطائي يا أبا تمام أخطات في قولك:\n(أيا ويل الشجي من الخلي\n...\nوويل الدمع من إحدى بلي)\n(35 ب) فقال أبو تمام: ولم قلت ذلك قال: لأن يعقوب قال شج بالتخفيف ولا يشدد، فقال له أبو تمام: من من أفصح عندي ابن الجرمقانية يعقوب أم أبو الأسود الدؤلي حيث يقول:\n(ويل الشجي من الخلي فإنه\n...\nنصب الفؤاد بشجوه مغموم)\nقال أبو محمد بن السيد الذي قاله أبو تمام صحيح قد طابق فيه\nالجزء: 1 - الصفحة: 230\n",
        "السماع القياس، وقد قال أبو دؤاد الإيادي وناهيك به حجة:\n(من لعين بدمعها موليه\n...\nولنفس بما عراها شجيه)\nقوله: (وهو أحر من القرع وهو جدري الفصال)\nقال الشارح: قال ابن قتيبة: وهو بثر يخرج بالفصلان تحت أوبارها، وقال يعقوب: القرع يخرج بالفصال أبيض ود واؤه الملح وجباب ألبان الإبل، والجباب شيء يعلو ألبان الإبل كالزبد، ليس للإبل زبد، وقال الأصمعي: إذا لم يقدروا على الملح نضح جلد الفصيل الذي به القرع بالماء وجر في الأرض السيخة، وحكى الأصبهاني في كتاب أفعل من كذا، أنه يقال: (أحر من القرع) بفتح الراء وتسكينها، وفسر القرع المتحرك الراء بنحو من تفسير ابن قتيبة، قال: وأما القرع بسكون الراء: فإنهم يعنون قرع الميسم وأنشدوا:\n(كأن على كيدي قرعة\n...\nحذارًا على البين ما تبرد)\nوقال القرع أيضًا: الضراب يريد قرع الفحل الناقة.\nقال الشارح: والذي يذهب إليه العامة بقولهم: (أحر من القرع) بسكون الراء إنما هو القرع المأكول، وإنما يضربون به المثل في الحر، وإن كان باردًا في طبعه؛ لأنه يمسك حر النار إذا طبخ إمساكًا شديدًا، فلا يزال عنه إلا بعد مدة.\nقوله: (وتقول: افعل ذاك آثرًا ما أي: أول كل شيء)\nقال الشارح: ما هاهنا مجهولة، كما تقول: جئتك يومًا ما، ولست تريد يومًا\nالجزء: 1 - الصفحة: 231\n",
        "بعينه، وانتصاب آثرًا على الحال، وهو بمعنى: مؤثرًا [له على غيره] والتقدير: افعل هذا مؤثرًا له على غيره، ومقدمًا له ومبتدئًا به، ويقال أيضًا: فعلته آثر ذي أثير، قال الشاعر:\n(وقالت ما تشاء فقلت ألهو\n...\nإلى الإصباح آثر ذي أثير)\nويقال أيضًا: افعله إثر ذي أثير أو ذي بدء، أي: أول كل شيء.\nقوله: (خذ ما صفا ودع ما كدر) قال معناه: خذ ما خلص وأتاك عفوًا سهلاً، ودع ما تكدر عليك وصعب، في كدر ثلاث لغات: كدر بكسر العين، وهي أفصحها، وكدر بفتح العين، وكدر بضمها، واسم الفاعل منه: كدر، ولم يقولوا: كادر ولا كدير.\nقوله: (تقول: ما يحلي وما يمر)\nقال الشارح: هو من الحلاوة والمرارة، أي: إنه لا يحلو للأحباء ولا يمر للأعداء، فهو لا يصلح لخير ولا لشر، وهو كقول الشاعر:\n(سليخ مليخ كلحم الحوار\n...\nفلا أنت حلو ولا أنت مر)\nفالسليخ والمليخ: هو الذي لا طعم له، وإنما المحمود عندهم أن يكون كقول الآخر:\n(أمر على الأعدا ويخشن جانبي\n...\nوذر الود أحلولي له وألين)\n(36 أ) وقال الشاعر:\nالجزء: 1 - الصفحة: 232\n",
        "(وله طعمان أري وشري\n...\nوكلا الطعمين قد ذاق كل)\nوقوله: (وما هم عندنا إلا أكلة رأس)\nقال الشارح: يقال ذاك عند استقلال عدد القوم، أي: إنهم لقلتهم يقوم بهم في الأكل رأس، والأكلة: جمع آكل، مثل: كافر وكفرة، وفاسق وفسقة وحاقد وحقدة.\nقوله: (أساء سمعًا فأساء جابة)\nأصل هذا المثل فيما روى محمد بن سلام: أنه كان لسهيل بن عمرو ابن مضعوف، فقال له الأخنس بن شريق يومًا: أين أمك- يريد أن تؤم-؟ فظن أنه يقول: أين أمك، قال: ذهبت تشتري دقيقًا، فقال سهيل: (أساء سمعًا فأساء جابة) فأرسلها مثلاً، فلما رجع إلى زوجه أخبرها بما قال ابنها، فقالت: أنت تبغضه، قال: (أشبه امرؤ بعض بزه) فأرسلها مثلاً أيضًا، قال أبو عبيد: هكذا تحكى هذه الكلمات- جابة- بغير ألف، وذلك أنه اسم موضوع، يقال: أجابني فلان جابة حسنة، فإذا أرادوا المصدر قالوا: إجابة بالألف.\nقال الشارح: الجابة اسم للجواب كالطاقة والطاعة، فإذا أرادوا المصدر قالوا: إطاقة وإطاعة، قال الشاعر:\n(وما من تبتغين به لنصر\n...\nبأسرع جابة لك من هذيل)\nأي: بأقرب جواب، وسمع: مفعول بأساء الأول، وجابة: مفعول بأساء الثاني.\nالجزء: 1 - الصفحة: 233\n",
        "باب ما يقال بلغتين\nقوله: (يقال هي بغداد وبغدان)\nقال الشارح: بغداد، وفيه لغات: بغداد، بدالين غير معجمتين، بغداذ بالذال الثانية معجمة، وبالأولى غير معجمة، قال الشاعر:\n(لا سقى الله إن سقى بلدًا صو\n...\nب غمام ولا سقى بغدادًا)\n(بلدة تمطر الغبار على النسا\n...\nس كما تمطر السماء رذاذًا)\nوهذا يأباه البصريون؛ لأنه لا يوجد في كلام العرب دال بعدها ذال إلا قليل، فأما الداذي ففارسي لا حجة فيه، وبغذاذ بذالين معجمتين، وبغدان ومغدان على إبدال الباء ميمًا، كما قالوا: سبد رأسه وسمدة، إذا خلقه، وقد تقدم الكلام في هذا، وبغدين بكسر الدال وهو اسم أعجمي معرب، أصله: باغ، والباغ: البستان، وداذ: الرجل، أي: البستاني هذا مركب تركيب معدي كرب، وجعلا اسمًا واحدًا بعد أن حذف ألف باغ وأبدل من الذال التي في آخره دال غير معجمة هذا على اللغة الواحدة، وقيل: يغ اسم صنم، وداذ: عطية، والتقدير: عطية صنم؛ لأن الإضافة عندهم مقلوبة، كما قالوا: سيبويه، السيب: التفاح، وويه: رائحة، والتقدير: رائحة التفاح، كما قدمنا، ولهذا كان الأصمعي لا يقول: بغداذ ويقول: مدينة السلام، وكذلك ينشد بيت حندج: يا امرأ الله فأنزل، ولا يقول: يا امرأ القيس [فانزل]؛ لأن القيس عندهم: اسم صنم، والسلام: اسم للنهر سميت المدينة به سماها بذلك المنصور العباسي حين بناها.\nوقول أبي العباس: (تذكر وتؤنث)\nقال الشارح: من ذكر حمل على المكان، ومن أنث حمل على البقعة، وقيل:\nالجزء: 1 - الصفحة: 234\n",
        "اشتقوا منها فعلاً، فقالوا: تبغدد فلان، قال ابن سيده: هو مولد.\nقوله: (وهم صحابي بالكسر وصحابي بالفتح)\nقال الشارح: أما صحاب بالصاد فهو جمع صاحب، كجائع وجياع وقائم وقيام، وحائل وحيال (36 ب)، وكذلك: صحابة في لغة من كسر الصاد مع تاء التأنيث: هي جمع صاحب أيضًا، إلا أنه أنث الجمع كذكارة وفحالة، وقد جمعوا صاحبًا أيضًا: على أصحاب، كما قالوا شاهد وأشهاد، وناصر وأنصار، وطائر وأطيار، وجمعوه أيضًا: على فعل، فقالوا: صاحب وصحب كتاجر وتجر، وراكب وركب، وهذا عند سيبويه اسم للجمع وليس بجمع، وجمعوه أيضًا: على فعلان، فقالوا: صحبان كفارس وفرسان، وراع ورعيان؛ لأنه وإن كان في الأصل صفة فقد استعمل استعمال الأسماء، فجمعوه جمعها، وأما صحاب بفتح الصاد وصحابة فليسا بجمع، وإنما هما اسمان للجمع؛ لأن فعالاً لا يكون جمعًا مكسرًا إلا في قولهم: شباب لجماعة الشباب، وحكى ابن جني: أن صحابة مصدر، وحكى بعض النحويين: أن صحابة جمع لصاحب أيضًا، وقد تقدم بيان ذلك.\nقوله: (وهو صفو الشيء وصفوته)\nقال الشارح: الصفو: نقيض الكدر، وهو الخالص والصفوة فيها ثلاث لغات، يقال: صفوة، وصفوة، وصفوة.\nقوله: (وهو الصيدناني والصيدلاني)\nقال الشارح: الصيدن والصيدل: حجارة الفضة شبهت بها حجارة العقاقير، ونسب إليها صاحبها أو بائعها، وزيدت الألف والنون مبالغة، كما قالوا: رجل جماني للعظيم الجمة، ورقباني للعظيم الرقبة.\nالجزء: 1 - الصفحة: 235\n",
        "قوله: (وهي الطنفسة والطنفسة)\nقال الشارح: الطنفسة: النمرقة فوق الرحل، وقيل: هي الوسادة، وجمعها طنافس، يقال: طنفسة ونمرقة، ووسادة وإسادة، بمعنى واحد، وقيل: الطنافس البسط كلها، وقيل: هي ضرب من البسط، وفيها أربع لغات: حكى منها أبو العباس لغتين، وحكى ابن الأعرابي: طنفسة، بكسر الطاء وفتح الفاء، وطنفسة بضم الطاء والفاء، فتأتي أربعًا، كما قدمنا، ووزن طنفسة، بكسر الطاء وفتح الفاء: فنعلة، والنون [زائدة] فيها للإلحاق، وهي ملحقة بضفدعة، ووزن طنفسة بفتح الطاء والفاء: فنعلة، وهي أيضًا ملحقة كحرملة، ووزن طنفسة بكسر الطاء والفاء: فنعلة وهي ملحقة بضفدعة على اللغة الأخرى، ووزن طنفسة، بضم الطاء: فنعلة ملحقة بعرفطة.\nقوله: (وهي القلنسوة، بفتح القاف والواو والقلنسية، بضم القاف وبالياء)\nقال الشارح: وهي التي تقول لها العامة: الشاشية، وفيها لغات يقال لها: قلنسوة وقلنسية وقلنساة فإن صغرت قلنساة قلت: قلنسية، وإن جمعته قلت: قلاسي، قال العجير السلولي:\n(إذا ما القلاسي والعمائم خنست\n...\nففيهن عن صلع الرجال حسور)\nوذكر الطوسي عن أبي عمرو: قلسوة، وتجمع على قلس، وهو\nالجزء: 1 - الصفحة: 236\n",
        "من الجمع الذي بينه وبين واحده إلا الهاء، وتجمع قلنسوة أيضًا على قلنس، ويقال: تقلس الرجل إذا لبس القلنسوة، وحكى الزبيدي: أنه يقال: قلنست، رأسي بالقلنسوة على مثال فعنلت وتفعنلت، قال: ولا نعلم لهذين المثالين نظيرًا في الكلام، ويقال لها أيضًا: الرئية والرسة، ويقال لبائعها: القلاس، فأما الشواش فمن لحن العامة.\nقوله: (وهو بسر قريثاء وكريثاء [وقراثاء] وكراثاء]\nقال الشارح: البسر من التمر قبل أن يرطب، واحدته: بسرة، وقريثاء وكريثاء: ضرب من التمر، وقيل: من البسر، وهو أسود سريع نفض قشره عن (37 أ) لحائه إذا أرطب، وهو أطيب التمر بسرًا، وقريثاء نعت للبسر أو بدل منه، أو عطف بيان، ومذهب سيبويه: أن القريثاء والكريثاء اسمان وأنه لم يأت فعيلاء صفة ومذهب غيره أنهما صفتان، وكذلك قال سيبويه في: القرثاء والكرثاء.\nقوله: (وهو ابن عمه دنيا بضم الدال غير منون)\nقال الشارح: يريد الأدنى من القرابة، قال النابغة:\n(بنو عمه دنيا وعمرو بن عامر\n...\nأولئك قوم بأسهم غير كاذب)\nأي: الأدنين، وإذا كسر أوله جاز فيه التنوين، وغير التنوين، وإذا ضم لم يجز فيه إلا ترك الصرف؛ لأن فعلى بنية لا تكون إلا للمؤنث، وهو منصوب على المصدر إذا نون، وألفه للإلحاق بدرهم، وهو [منصوب] على الحال إذا كانت ألفه\nالجزء: 1 - الصفحة: 237\n",
        "للتأنيث، وأصله: من دنا يدنو، فقلبت الواو ياء لكسرة الدال، ولم يعتد بالساكن.\nوقوله: (وهو شطب السيف وشطبه)\nقال الشارح: شطب السيف وشطبه ليسا بلغتين، وإنما كل واحد منهما جمع لواحد لفظه على غير لفظ الآخر، فالشطب: جمع شطيبة كصحيفة وصحف وهو ما يبدو من السنام طولاً شبه به طرائق السيف في متنه، والشطب: جمع شطبة كظلمة وظلم، وهي طريقة في متن السيف.\nقوله: (وتقول: امرؤ وامرآن وقوم وامرأة وامرأتان ونسوة)\nقال الشارح: يريد أن امرأ وامرأة مما ثنيا ولم يجمعا على لفظهما وأتى جمعهما على لفظ آخر، فقالوا في جمع امرئ: رجال وقوم، وفي جمع امرأة: نسوة، وكان حقه أن يذكر ما جمع ولم يثن، كما ذكر ما ثني، ولم يجمع على لفظه، والذي جمع ولم يثن (سواء) تقول: هما سواء فلا يثنى، وقالوا في الجمع: سواسية، وقالوا للمذكر: ضبعان، وللمؤنث ضبع، فإذا ثنوا قالوا: ضبعان، فغلبوا المؤنث وثنوه، ولم يثنوا لمذكر على أن أبا زيد قد حكى: ضبعانين، وقالوا في الجمع: الضباع، ومما استعمل مثنى ولم يفرد: الأنثيان، وهما واقعان على خصيتي الإنسان وأذنيه، ولم يقولوا: أنثى.\nقوله: (فإن أدخلت الألف واللام) ولم تستعمل الهمزة التي كانت في أول الاسم قبل دخولها وقد حكى الفراء: استعمالها في المرأة مع الألف واللام، وأنهم قالوا: الإمرأة وهي لغة، والأول وجه الكلام فتأتي في المرأة على هذا أربع لغات: امرأة ومرأة والمرأة والإمرأة على ما حكى الفراء، فإن خففت الهمزة فالقياس: مرة، قال\nالجزء: 1 - الصفحة: 238\n",
        "دعيل:\n(فاحفظ عشيرتك الأدنين إن لهم\n...\nحقًا بفرق بين الزوج والمرة)\nوقد قالوا في التخفيف: المرأة فأثبتوا الألف فتكون على هذا ست لغات: اثنتان بغير ألف ولام، واثنتان مع الألف واللام، واثنتان مع التخفيف.\nقوله: (وتقول: أتانا بجفان رذم ورذم، أي: مملوءة تسيل، ولا تقل: رذم)\nقال الشارح: رذم، بالضم: جمع رذوم، تقول: جفنة رذوم، كما تقول: امرأة صبور وجفان رذم، كما تقول: نساء صبر، وفعول يجمع على فعل، نحو: رسول ورسل، ورذم بالفتح: جمع راذم، مثل: حارس وحرس وبابس وببس وخادم وخدم، وفعلها: رذمت ترذم رذمًا، فهي رذمة وراذمة، وأرذمت: امتلأت، وأرذمتها: ملأتها.\nقوله: (وولد المولد لتمام (37 ب) وتمام والليل التمام مكسور لا غير)\nقال الشارح: يعني بقوله ولد المولود لتمام: أنه ولد بعد تمام مدة الحمل، وهي تسعة أشهر، واللام هنا بمعنى: بعد، كما كانت في قولك: كتبت لخمس خلون كذلك، وكذلك يقال: قمر تمام وتمام، بكسر التاء وفتحها، فأما الليل التمام، فبالكسر لا غير، حكى أبو العباس: والليالي التمام ليالي الشتاء الطوال، وقال ابن الأعرابي: الليالي التمام هي التي تطول على من قاساها، وإن قصرت، قال النابغة:\n(يسهد من ليل التمام سليمها\n...\nلحلي النساء في يديه قعاقع)\nالجزء: 1 - الصفحة: 239\n",
        "قوله: (وتقول: هما الخصيان فإن أفردت أدخلت الهاء فقلت: خصية)\nقال الشارح: يريد أن خصية حكمها في الإفراد غير حكمها في التثنية ونظيرها ألية، فإن ثنيت قلت: أليان، وقال الشاعر:\n(كأنما عطية بن كعب\n...\nظعينة واقفة بركب)\n(ترتج ألياه ارتجاج الوطب)\nفقال ألياه، وقال القتبي: من قال: خصي في الواحد، قال في التثنية: خصيان، ومن قال في الواحد خصية قال في التثنية: خصيتان، (وقال يعقوب: الخصيتان البيضتان)، والخصيتان: اللتان فيهما البيضتان، وحكى ابن قتيبة: خصية، بكسر الخاء، وقول الراجز:\n(كأن خصييه من التدلدل\n...\nظرف عجوز فيه ثنتا حنظل)\nقال الشارح: التدلدل تحرك الشيء المعلق واضطرابه، شبه خصيتي المذكور في استرخاء صفتهما حين شاخ، واسترخت جلدة استه بظرف عجوز فيه حنظلتان، وخص العجوز لأنها لا تستعمل الطيب، ولا تتزين للرجال، فيكون في ظرفها ما تتزين به، ولكنها تدخر الحنظل ونحوه من الأدوية، وظرف العجوز: الجراب الذي تجعل فيه خبزها وما تحتاج إليه، والشعر يحتمل: أن يكون مدحًا وأن يكون: ذمًا، فوجه المدح فيه: أن يصف شجاعًا بطلاً؛ لأن البطل يوصف بطول الخصي؛ لأنه لا يجبن في الحرب فتتقلص خصيتاه، قال عنترة:\n(من كل أروع ماجذ ذي صولة\n...\nمرس إذا لحقت خصى بكلاهما)\nالجزء: 1 - الصفحة: 240\n",
        "ووجه الذم: أن يصف شيخًا قد كبر وأسن، ولذلك قال: ظرف عجوز؛ لأن ظرف العجوز متقبض فيه تشنج لقدمه، فلذلك شبه جلد البيضة به للغضون التي فيه، والأولى أن تكون ذمًا لذكره، العجوز والحنظلتين وتصريحه بذكر الخصيتين ومثل هذا لا يصلح في المدح وكان الوجه أن يقول: فيه حنظلتان؛ لأن الواحد والاثنين في باب العدد لا يضافان بل يستعملان بإفرداهما لقوة دلالتهما على المعنى المراد لهما، وإنما يجوز ذلك في الضرورة؛ لأنه إذا قال: حنظلتان فقد علم العدد والجنس، وكذلك إذا قال: حنظلة، وإنما يطلب من الثلاثة فصاعدًا لأنه إذا قال: ثلاثة علم العدد فقط، ولم يعلم الجنس فلذلك وجبت الإضافة، ليعلم الجنس، كما علم العدد.\nقوله: (عندي غلام يخبز الغليظ والرقيق فإذا قلت الجردق قلت الرقاق؛ لأنهما اسمان)\nقال الشارح: الرقيق ضد الغليظ، وهما منقولان من اسم المفعول، كما حكى ابن خالويه، [وفعيل صفة استعملتها العرب على ثمانية أوجه، أحدها: أن تكون أصلاً في بابها لا يذهب بها إلى باب آخر، كطريف وشريف وكريم، والثاني: أن تكون بمعنى مفعول، كقولهم: عليم بمعنى عالم، وقدير بمعنى قادر، والثالث: أن تكون بمعنى مفعول، كقولهم: قتيل بمعنى مقتول، وجريح بمعنى مجروح، والرابع: أن\nالجزء: 1 - الصفحة: 241\n",
        "تكون بمعنى مفعل كقولهم: أليم بمعنى مؤلم، قال جرير:\n(ونرفع من صدور شمردلات\n...\nيصك وجوهها وهج أليم)\nأي: مؤلم، والخامس: أن تكون بمعنى مفعل، كقولهم: رب عقيد بمعنى معقد، والسادس: أن تكون بمعنى مفاعل المكسور العين، كقولهم: فلان جليس فلان، أي: مجالسه ونديمه، أي: منادمه، وأكيله وشريبه، أي: مؤاكله ومشاربه، قال الله تعالى: {إِنَّ اللَّه كَانَ عَلَى كُلّ شَيْء حَسِيبًا} [النساء: 86]، أي: محاسبًا، والسابع: أن تكون بمعنى مفعل المشدد العين المكسور، وذلك قليل، قال المخبل السعدي:\n(فقلت لها فيئي إلي فإنني\n...\nحرام وإني بعد ذاك لبيب)\nقال أبو عبد الله معناه: ملبب، وكذلك قولهم: صميم بمعنى مصمم، قال الشاعر:\n(\n.........................\n...\nإذا صاب أوساط العظام صميم)\nأي: مصمم، والثامن: أن يكون بمعنى مفعل المشدد العين المفتوح، كقولهم: عندي غلام يخبز الغليظ والرقيق، أي: المغلظ والمرقق] فأما الرقاق فالخبز المنبسط الرقيق، وهو المرقق أيضًا، قال جرير:\n(تكلفني معيشة آل زيد\n...\nومن لي بالمرقق والصناب)\nوالجردق: جمع جردقة، وهو فارسي معرب، وأصله بالفارسية: كردة، وتأويله: المدور الغليظ الذي شكله شكل دائرة، ولذلك قال أبو العباس (إذا قلت الجردق قلت والرقاق لأنهما اسمان) لأن الغليظ والرقيق صفتان والجردق والرقاق عنده اسمان، فالجردق في مقابلة الغليظ، والرقاق في مقابلة الرقيق، ومنهم من يرى\nالجزء: 1 - الصفحة: 242\n",
        "رقيقًا ورقاقًا، بمعنى واحد، مثل: طويل وطوال، وكبير وكبار، ويجعله صفة عالية استغني به عن الموصوف لكثرة الاستعمال، وكذلك أتى في كلامهم، فقالوا: رقاق ولم يقولوا: خبز رقاق، وواحد الرقاق: رقاقة.\nقوله: (وتقول: رجل حدث فإذا قلت السن قلت: حديث السن)\nقال الشارح: الحدث الشاب، فأما الحديث فصفة يوصف به كل شيء قريب المدة والعهد، ومنه سمي الحديث الذي يتحدث به، لقرب عهده، فقوله: الحديث السن، يريد: القريب العهدة والمدة، وحكى ابن دريد في الجمهرة: رجل حديث السن، وهو خلاف ما قال أبو العباس وموضع السن في أصل الباب رفع؛ لأنها الفاعلة، كقولك كريم الأب، والأصل: كريم أبوه وحديثه سنه.\nقوله: (وهي نقاوة المتاع تغني خياره)\nقال الشارح: النقاوة من نقوت الشيء إذا اخترته وهو أيضًا من نقا الرجل، وضدها: النفاية، وهي من نفيت ولذلك أتت بالياء، كما أتت النقاوة بالواو؛ لأنها من نقوت.\nقوله: (وتقول: أنا على أوفاز ووفاز والواحد وفز إذا لم تكن على طمأنينة)\nقال الشارح: معنى (أنا على أفاز) أي: على عجلة وقيل معناه: أنا معد، وقد استوفز، إذا لم يطمئن.\nقوله: (والواحد وفز) يعني: أن واحد أوفاز ووفاز: وفز فأوفاز أفعال، وهو من جموع القلة، ووفاز فعال، وهو من جموع الكثرة، قال الأستاذ أبو محمد بن السيد: وينبغي أن يقال: إفاز بالهمزة أيضًا، كما يقال: إشاح ووشاح، وقال الراجز:\nالجزء: 1 - الصفحة: 243\n",
        "(أسوق عيرًا مائل الجهاز\n...\nصعبًا ينزيني على أوفاز)\nقال الشارح: العير: الحمار، والجهاز: المتاع، يقال بكسر الجيم وفتحها، وينزيني: يحركني، وعلى أوفاز: على عجلة، أو على غير طمأنينة، ويقال في هذا المعنى: أنا على أوفاض والأوفاض: العجلة.\nقوله: (وتقول: هو أس الحائط وأساس الحائط تعني الواحد والجمع آساس وإساس وأسس)\n(38 ب) قال الشارح: أس الحائط: أصله، وأس الرجل أيضًا: أصله وجمعه في القليل آساس، وهي أفعال كقفل وأقفال، قال الشاعر:\n(أصبح الملك ثابت الآساس\n...\nبالبهاليل من بني العباس)\nوفي الكثير: إساس، وهي: فعال كقرط وقراط، وأما أساس فجمعه: أسس، كقذال وقذل.\nقوله: (وإذا دعا الرجل قلت: أمين [رب العالمين] يقصر الألف، كما قال الشاعر:\n(تباعد مني فطحل إن سألته\n...\nأمين فزاد الله ما بيننا بعدًا)\nقال الشارح: الشاعر الذي ذكر هو جبير بن الأضبط، وكان سأل الأسدي حمالة فحرمه، فقال البيت.\nوفطحل: اسم الأسدي، وفيه روايتان: رواية الكوفيين بضم الفاء، ورواية البصريين: بفتح الفاء وكان يجب أن يقع أمين بعد قوله:\nالجزء: 1 - الصفحة: 244\n",
        "(\n..............\n...\nفزاد الله ما بيننا بعدًا)\nلأن التأمين يقع بعد الدعاء، وكذر ابن درستويه: أن القصر ليس بمعروف وإنما قصره الشاعر في هذا البيت للضرورة، وروى البيت:\n(\n...................\n...\nفآمين زاد الله ما بيننا بعدًا)\nبالمد وتقديم الفاء فلا يكون لثعلب احتجاج.\nقوله: (ولا تشدد الميم فإنه خطأ)\nقال الشارح: قد حكي إنها لغة ولكنها شاذة، فتأتي على هذه في أمين ثلاث لغات: القصر والمد وتشديد الميم وأمين اختلف فيه، فقيل إنه اسم من أسماء الفعل، وأنه مبني لأنه وقع موقع فعل الدعاء، وذلك أنك إذا قلت: أمين فمعناه: استجب لنا، كما وقع صه موقع اسكت، وصه موقع اكفف، فلما كان أمين على ما وصفنا كان حقه أن يبنى على السكون، فالتقى في آخره ساكنان، ففتح ولم يكسر لأجل الياء التي قبل الآخر استثقالاً للكسرة مع الياء، كما قالوا: مسملين، وكما قالوا: أين وكيف وفيه ضمير، كما كان في صه ومه، وفي جميع أسماء الأفعال، ووزنه: فعيل، فأما آمين المدود، فقال أبو علي الفارسي: إن المدة فيه زائدة، وإنما أشبعت فتحة الهمزة فتولدت بعدها الألف، كما فعل بمنتزاح وبأنظور وتنقاد الصياريف فأشبعت الزاي من منتزح فنشأت بعدها الألف، والظاء من فانظر، فنشأت بعدها الواو، والراء من الصيارف، فنشأت بعدها الباء، والأصل: القصر، وقيل: إنها اسم من أسماء الله عز وجل، وإن الألف في أوله ألف النداء، وقد\nالجزء: 1 - الصفحة: 245\n",
        "رد هذا القول بأنها لو كانت للنداء لضم آخر الاسم، فقيل: أمين، حكى أبو الحسن الأخفش: أنه اسم أعجمي بمنزلة قابيل وهابيل، فإن سمي به لم ينصرف للتعريف والعجمة.\nقال الشارح: والقول الأول هو المعول عليه وهو الذي يعضده الدليل والقياس والله أعلم، فأما البيت الثاني الذي أدخله شاهدًا على مد آمين وهو:\n(يارب لا تسلبني حبها أبدًا\n...\nويرحم الله عبدًا قال أمينًا)\nفإن الشاعر وهو مجنون بني عامر صاحب ليلى دعا ربه ألا يذهب حبها من قلبه، وآمين في موضع نصب بالقول لأنه هو المقول.\nقوله: (وتقول تلك المرأة وتيك المرأة ولا يقال ذيك)\nقال الشارح: (39 أ) اعلم أنه يقال للمذكر إذا أشير إليه: ذا وذاك وذلك، فذا يستعمل للأقرب، وذاك لما هو أبعد منه، وذلك لأبعد الثلاثة، ولذلك أتى باللام معه لبعد المشار إليه، ويقال للمؤنث: تاوتي وذه وذي وتاك وتبك وتلك وتالك، فتاوتي وذه وذي يشار بهن للقريبة، وتاك وتيك للتي هي أبعد، وتلك وتالك لأبعدهن، ولذلك دخلت اللام فيهما كما دخلت في ذلك، فإذا دخلت هاء التنبيه قلت: هذا وهذاك وهاتاك وهاتيك وهذه وهذى، قال الشاعر:\n(وليس لعيشنا هذه مهاه\n...\nوليست دارنا الدنيا بدار)\nوقال الآخر:\n(قد احتملت مي فهاتيك دارها\n...\nبها السحم تردي والحمام المطوق)\nالجزء: 1 - الصفحة: 246\n",
        "والذي لا يجوز أن تدخله هاء التثنية من أسماء الإشارة فهو: ذلك وتلك وتالك، لا يجوز: ها ذلك ولا هاتلك ولا هاتالك؛ لأن اللام موضوعة للبعيد، وها موضوعة للقريب، فلم يجمع بينهما، وحكى أبو يوسف يعقوب بن السكيت: تلك بفتح التاء، وزعم: أنها لغة رديئة، وتقول للاثنين: ذانك وذانك، وللجمع أولئك وأولاك بالمد والقصر، وألاك والألالك وآلالك، قال الشاعر:\n(\n...............\n...\nمن بين ألأك إلى ألاكا)\nوقال آخر:\n(ألالك قومي لم يكونوا أشابة\n...\nوهل يعظ الضليل إلا ألالكا)\nويقال للمرأتين: تانك وتانك، والجمع مثل جمع المذكر فأما اللاتي فيستعمل للرجال والنساء، قال الشاعر في استعمالها في الرجال:\n(من النفر اللاتي الذين إذا اعتزوا\n...\nوهاب الرجال حلقة الباب قعقعوا)\nقال الله تعالى مخبرًا عن النساء: {وَالَّلائِي لَمْ يَحِضْنَ} [الطلاق: 4]، ويجوز حذف الياء مع اللاتي وإثباتها، قال الشاعر في حذفها:\n(من اللاتئ لم يحججن يبغين حسبة\n...\nولكن ليقتلن التقي المغفلا)\nوأما اللاتي واللواتي فلا يستعملن إلا للنساء وما جرى مجراهن ولا يقال ذلك.\nقال الشارح: قد سمع ذلك ولكنها غير فصيحة.\nالجزء: 1 - الصفحة: 247\n",
        "قوله: (وهي الثندؤة بضم أولها والهمز والثندوة بفتح أولها غير مهموز)\nقال الشارح: التندؤة: مغرز الثدي وما حوله من لحم الصدر، والجمع ثنادي ومن لم يهمز قال في الجمع: ثناد، وحكى أبو علي: أن الثندؤة طرف الثدي.\nقوله: (جئت على إثره وأثره وهو أثر السيف وأثره)\nقال الشارح: جئت على إثره، أي: على عقبه، وهما لغتان فصيحتان، إلا أن جئت على أثره بفتح الهمزة والثاء أفصح؛ لأنها لغة القرآن، فكان حقه أن يقدمها، قال الله تعالى: {أُولَاءِ عَلَى أَثَرِي} [طه: 84]، ولكن الحجة له أن الواو لا تعطي رتبة، فأما أثر السيف وأثره، بفتح الهمزة وضمها: فهو فرنده وماؤه، والفرند والبرند: وشي السيف، ومنه: سيف مأثور، أي: موشى، ولم يعرف الأصمعي إلا أثر السيف، بفتح الهمزة، وأنشد:\n(جلاها الصيقلون فأخلصوها\n...\nخفافًا كلها بتقي بأثر)\nقوله: (وتقوم القوم أعداء وعدى بكسر العين فإن أدخلت الهاء قلت: [عداة بالضم)\nقال المفسر: أما أعداء فواحدهم: عدو جمعوا فعولاً على أفعال، كما جمعوا\nالجزء: 1 - الصفحة: 248\n",
        "فعيلاً فقالوا: شريف وأشرف، ونصير وأنصار، لأنهما متساويان في العدة والحركة والسكون، وكون الحرف اللين ثالثًا فيهما (39 ب) وأما عدى وعدى، بالكسر العين وضمها، فاسمان للجمع، وهما واقعان على الأعداء، وأما عدى بالكسر فقط فهم الغرباء، وقيل: المتباعدون، وقال الشاعر:\n(إذا كنت في قوم عدى لست منهم\n...\nفكل ما علفت من خبيث وطيب)\nوأما عداة فجمع عاد كرام ورماة وماش ومشاة وقاض وقضاة، قال الشاعر:\n(سقوني الخمر ثم تكنفوني\n...\nعداة الله من كذب وزور)\nقوله: (وبأسنانه حفر وحفر)\nقال الشارح: قال الخليل: الحفر والحفر لغتان، وهما ما يلزق بالأسنان من باطن وظاهر، يقال: حفرت أسنانه حفرًا، وقال ابن دريد: الحفر نقر واصفرار في الأسنان، وقال يعقوب: هو سلاق يأخذ في أصول الأسنان، يقال: أصبح فم فلان محفورًا.\nقال الشارح: الحفر بالأسنان: مصدر فعل متعد، كأن الداء حفر أسنانه حفرًا، والحفر بفتح الفاء: مصدر حفرت سنه حفرًا، وهذا الفعل غير متعد.\nقوله: (وتقول: درهم زائف وزيف، ودانق ودانق، وخاتم وخاتم وطابع وطابع\nالجزء: 1 - الصفحة: 249\n",
        "وطابق وطابق، كل هذا صحيح جائز)\nقال الشارح: الزائف: الرديء، وقد زاف يزيف زيوفًا وزيوفة ردؤ، والجمع: الزيوف، قال امرؤ القيس:\n(كأن صليل المرو حين تشده\n...\nصليل زيوف ينتقدن بعبقرا)\nوقال الشاعر وفي الزائف أيضًا:\n(ترى القوم أشباهًا إذا نزلوا معًا\n...\nوفي القوم زيف مثل زيف الدراهم)\nوالستوق والستوق أيضًا: الدرهم الرديء، وكذلك البهرج، وأما الدانق: فسدس الدرهم، قال ابن دريد: وكسر النون فيه أفصح وأعلى، قال الشاعر:\n(يا قوم من يعذر من عجرد\n...\nالقاتل المرء على الدانق)\nوأما الخاتم ففيه ست لغات يقال: خاتم وخاتم وخيتام وخاتام وختام وختم، واختلف في قول الأعشى:\n(وصبهاء طاف يهوديها\n...\nوأبرزها وعليها ختم)\nفقال قوم أراد الخاتم، وقال قوم: إنما ختم هنا فعل ماض، أراد: وختم عليها، وأما الطابع الذي يطبع به، فيقال فيه: طابع وطابع فأما الرجل الذي يطبع فطابع\nالجزء: 1 - الصفحة: 250\n",
        "بالكسر لاغير، ويقال للطابع أيضا: مطبع ومثفق قال الأعشى:\n(يعطى القطوط ويأفق)\nويقال للطين الذي يطبع به: ختام وجرجس وجولان وجعر، قال الله تعالى: {ختامه مسك} [المطففين: 126] وأما الطابق: فظرف يطبخ فيه، وهو فارسي معرب، كذا حكى ابن سيدة، وقيل: إنه اسم ما يخبز عليه من الحديد واسم ما عرض ورق من الآجر.\nقوله: (وهي الخنفساء والخنفسة)\nقال الشارح: يقال فيها: خنفساء وخنفسة وخنفساءة. وضم (40 أ) الفاء في كل ذلك لغة، وهي دويبة سوداء أصغر من الجعل منتنة الريح، ويقال للذكر: الخنفس.\nقوله: (وهي الطس والطسة)\nقال الشارح: هي هذه التي تغسل فيها اليد، وتكون من الصفر وغيره، وفيها خمس لغات: الطس والطسة والطست وحكى ابن السراج: الطست\nالجزء: 1 - الصفحة: 251\n",
        "بكسر الطاء، والجمع: أطساس وطساس وطسوس وطسوت، والتاء هنا بدل من السين وكذلك هي بدل في الطست كما قالوا: أكيات يريدون: أكياسا، وشرار النات يريدون: الناس، وهي مؤنثة، وحكي فيها التذكير.\nقوله: (بفيه الأثلب والإثلب والفتح أكثر)\nقال الشارح: يقال هو التراب، وقيل: رقاق الحجارة، وقيل: الحجارة والطين، وهو بمعنى الدعاء عليه، كما قالوا: بفيه الكثكث والكثكث، والبرى وهو التراب، قال أبو محمد بن السيد: قياس الهمزة في الأثلب والإثلب أن تكون زائدة لا أصلية قوزن أثلب: أفعل لا فعلل، روزن إثلب: إفعل لا فعلل.\nقوله: (أسود حالك وحانك)\n[قال المفسر: يقال أسود حالك وحانك] وحلكوك ومحلتكك ومحلولك وسحكوك ومسحتكك وفاحم ومحموم وحندس ودجوجي وخداري وغدافي وغربيب وغيهم وغيهب ومدلهم والنون في حانك بدل من اللام.\nقوله: (هو أشد سوادا من حلك وحنك الغراب واللام أكثر)\nقال الشارح: حلك الغراب: سواده، والحالك: الأسود والنون في حنك بدل من\nالجزء: 1 - الصفحة: 252\n",
        "اللام، كما قدمنا، لتقاربهما في المخرج كما قيل: رفن ورفل وقيل الحنك: المنقار، وقد أنكر حنك بالنون قوم من اللغويين قال أبو بكر بن دريد: قال أبو حاتم: قلت لأم الهيثم: كيف تقولين أشد سوادا مماذا؟ فقالت: من حلك الغراب، قلت: أفتقولينها من حنك الغراب، فقالت لا أقولها أبدا.\nقوله: (وهو الجُدري والجَدري\nقال الشارح: الجُدري: قروح تنفط عن الجلد ممتلئة ماء ثم تفتح، وصاحبها مجدور، فإن لم يصبه جدري، ولا حصبه، فهو قرحان بضم القاف، والحصبة بكسر الصاد وإسكانها، وحكى اللحياني: حصبة، بفتح الصاد والحاء، وأدخل ابن خالويه لنفطويه في الجدري، وزعم: أنه أحسن ما قيل فيه:\n(وقال شانه الجدري فانظر\n...\nإلى وجه به أثر الكلوم)\n(فقلت: ملاحه نثرت عليه\n...\nوما حسن السماء لا نجوم)\nقال الشارح: (وأحسن) من هذا وأعذب قول ذي الوزارتين أبي الوليد محمد بن عبد الله ابن زيدون رحمه الله:\nالجزء: 1 - الصفحة: 253\n",
        "(قال لي اعتل من هوبت حسود\n...\nقلت أنت العليل ويحك لا هو)\n(ما الذي تنقمون من بثرات\n...\nضاعفت حسنه وزانت حلاه)\n(وجهه في الصفاء والرقة الما\n...\nء فلا غرو أن حباب علاه)\nقال أبو بكر محمد بن السري السراج في ابن باسر المغني، وكان من أحسن الناس وجها:\n(لي قمر جدر لما استوى\n...\nفزاده حسنا وزادت همومي)\n(كأنما عنا لشمس الضحى\n...\nفنقطته طربا بالنجوم)\nقوله: (وتقول تعلمت العلم قبل أن يقطع سرك وسررك والسرة التي تبقى.\nقال الشارح: السر والسرور: ما يتعلق من سرة المولود وهو الذي يقطع، والجمع: أسرة، وقد سريته: قطعت سرره، والسرة رقبة البطن، والجمع: سرر معناه: تعلمت قبل أن تولد، لأن المولود، يقطع سره ساعة يولد.\nقوله: (ما يسرني بهذا الأمر منفس ونفيس ومفرح ومفروح به)\nقال الشارح: منفس هو اسم فاعل من أنفس، ونفيس: اسم الفاعل من نفس، والنفيس: الرفيع الشريف الكريم الذي يتنافس فيه، يقال: أنفس الشيء ونفس صار نفيسا، كقولك: أنتن الشيء، ونتن صار منتنا، ومفرح: اسم الفاعل من أفرحه الشيء، إذا أسره، والهمزة فيه للتعدية، تقول: فرحت بكذا وأفرحني كذا، ومفروح به: اسم المفعول من فرحت، ولا يقال: مفروح إلا أن يقال: مفروح به، كما حكى أبو العباس لا كما يقال: حديث مستفاض إلا أن يقال: مستفاض فيه، ومعنى الكلام: ما يسرني أن لي عوضه شيء نفيس ومفرح ومفرح به فأما المفرح، بفتح الراء: فهذا الذي\nالجزء: 1 - الصفحة: 254\n",
        "أثقله الدين، وفي الحديث: (لا يترك في الإسلام مفرح) وروي: مفرج بالجيم من أفرج الرجل إذا لم يكن له ديون، وقيل: من أفرج إذا اسلم ولم يوال أحدا، والمفرح أيضا، بالحاء: هو الذي أفرحته الودائع، أي: أثقلته، قال الشاعر:\n(إذا أنت لم تفرح تؤدي أمانة\n...\nوتحمل أخرى أثقلتك الودائع)\nقوله: (ماء شريب وشروب للذي بين الشروب والشريب، فقال: الماء الشروب الملح الذي لا يشرب إلا عند الضرورة، والشريب: الذي فيه شيء من عذوبة، هو يشرب على ما فيه، والعذب من الطعام والشراب: كل مستساغ.\nيقال: ماء عذب ونقاخ، وهو العذب أيضا، وماء فرات: وهو أعذب العذب، وماء مسوس: وهو الزعاق، وقيل المسوس: الناجح القليل البقاء في بطون الناس، سمى مسوسا، لأنه يمس العطش فيذهب به، وماء شريب: وهو الذي فيه شيء من عذوبة وهو يشرب على ما فيه، وماء شروب: وهو الملح على ما حكى ابن قتيبة والماء الأجاج: الملح أيضا: يقال: ماء ملح وقالوا: مالح قال الشاعر:\n(ولو أطعمتهم عسلا مصفى\n...\nبماء النيل أو ماء الفرات)\n(لقالوا: إنه ملح أجاج\n...\nأراد به لنا إحدى الهنات)\nالجزء: 1 - الصفحة: 255\n",
        "وقال آخر:\n(صبحن قوا والحمام واقع\n...\nرماء قو مالح وناقع)\nوماء قعاع وماء حراق، والقعاع: الشديد الملوحة والحراق: الذي يحرق كل شيء بملوحته.\nقوله: (وفلان يأكل خلله وخلالته، بمعنى: ما يخرج من أسنانه إذا تخلل)\nقال الشارح: يريد: بقية الطعام الذي بين الأسنان وجمع الخلل: كواحده، وقيل: الخلال والخلة واحد والجمع: خلل.\nقوله (وأمليت الكتاب أملي وأمللت أمل لفتان جيدتان جاء بهما القرآن)\n(قال الشارح: يريد: قول الله عز وجل {فهي تملى عليه بكرة وأصيلا} [الفرقان: 5] فهذا من أمليت، وقال في موضع آخر: {فليملل الذي عليه الحق} [البقرة: 282]\nفهذا من أمللت، وقيل أصل أمليت: أمللت، فأبدل من إحدى اللامين باء استثقالا للتضعيف.\nالجزء: 1 - الصفحة: 256\n",
        "(41 أ)\nباب حروف منفردة\nقوله: (تقول: أخذت لذلك الأمر أهبته)\nقال الشارح: أي: هيئته وعدته، والجمع: أهب وأهاب، وقت تأهبت له: استعددت له.\nقوله: (أبعد الله الأخر قصيرة الألف)\nقال الشارح: الأخر: الغائب، وهو كلام ينزه عنه المخاطب، وهو موضوع موضع كاف الخطاب، وحكى بعضهم: أبعد الله الآخر بالمد.\nقوله: (والشيء متين)\nقال الشارح: يقال: مُنتن ومِنتن ومُنتِن، فمن أخذه من أنتن، بضم الميم، ومن أخذه من نتن، قال: منتن، قال: منتن، بكسر الميم، ويمكن أن يكون منتن المكسور الميم والتاء من أنتن أيضا، غير أنهم كسروا الميم إتباعا لكسرة التاء، كما قالوا: المغيرة وهو من أغار، ومن قال: منتن، بضم التاء جعل حركة التاء تابعة لضمة الميم.\nقوله: (وهي الحلقة من الناس ومن الحديد بسكون اللام).\nقال الشارح: هذا هو المشهور، وزعم يونس عن أبي عمرو أنهم يقولون:\nالجزء: 1 - الصفحة: 257\n",
        "حلقة، بفتح اللام، وجمع حلقة، بإسكان اللام: حلق، كما قالوا: فلكة وفلك، وقالوا أيضا: حلق، بكسر الحاء كضيعة وضيع، وبدرة وبدر، والحلقة أيضا، بفتح اللام جمع حالق ككاتب وكتبة، وفاسق وفسقة.\nقوله: (وتقول: درهم بهرج).\nقال الشارح: الدرهم البهرج: الرد، وكل مردود عند العرب (بهرج) و (نبهرج) وهذا الحرف فارسي أصله: (نبهره).\nقوله: (ونظرت يمنة وشأمة ولا تقل: شملة).\nقال الشارح: اليمنة: من اليمين، واليسرة: من اليسار، والشامة: من الشؤمي، وهي اليسار، وقال الأعشى يصف ثور وحش:\n(فأنحى على شؤمى يديه فدادها)\nولم تستعمل العرب من الشمال فعلة ولو استعملوا ذلك لقالوا: شملة، كما قالوا من اليسار: يسرة، ومعنى نظرت يمنة وشأمة، أي: نظرت عن يميني وشمالي، ونظرت هنا يحتمل أن يكون بمعنى: أبصرت، وأن يكون بمعنى: التفت.\nقوله: (وتقول الثوب سبع في ثمانية لأن الذراع أنثى والشبر مذكر)\nالجزء: 1 - الصفحة: 258\n",
        "قال الشارح: [الذراع] ما بين طرف المرفق إلى طرف الإصبع الوسطى، وهي أنثى سيبويه وحكى فيها التذكير، وعلى التذكير يقول: الثوب سبعة في ثمانية، وقد جمع بعضهم ما يذكر ويؤنث من أعضاء الإنسان فقال:\n(وهذي ثمان جارحات عددتها\n...\nتؤنث أحيانا وحينا تذكر)\n(لسان الفتى والعنق والإبط والقفا\n...\nوعاتقة والمتن والضرس يذكر)\n(وعند ذراع المرء ثم حسابها\n...\nفأنت وذكر أنت فيها مخير)\n(كذا كل نحوي حكى في كتابه\n...\nسوى سيبويه فهو عنهم مؤخر)\n(يرى أن تأنيث الذراع هو الذي\n...\nأتى وهو للتذكير في ذاك منكر)\nوالشهر: ما بين طرف الخنصر إلى طرف الإبهام. بكسر الشين، وهو مذكر، وقد جمع أيضا ما يذكر من أعضاء الإنسان، ولا يؤنث في شهر وهو:\n(يا سائلا عما يذكر في الفتى\n...\nلا غيرعه عن صادق لك يخبر)\n(رأس الفتر وجبيته ومعاؤه\n...\nوالثغر منه وأنفه والمنخر)\n(والبطن والفم ثم ظفر بعده\n...\nتاب وخد بالحياء يعصفر)\n(والثدي والشيء المديد وناجد\n...\nوالباع والذقن الذي لا ينكر)\n(هذى الجوارح لا تؤنثها فما\n...\nفيه لا حظ إذا ما تذكر)\nقوله: (ودرع الحديد مؤنث ودرع المرأة مذكر).\nالجزء: 1 - الصفحة: 259\n",
        "قال الشارح: الدرع لبوس الحديد يذكر ويؤنث قال رؤية في التذكير:\n(مقلصا بالدرع ذي التغضين)\n(والجمع: اردع وأدراع ودروع، وتصغيرها: دريع، بغير هاء، وهو أحد ما شذ من هذا الضرب، وقد تقدم، ودرع المرأة قميصها مذكر، والجمع: أدراع، وكان بعض أشياخنا يقول: إنما ذكر درع المرأة وأنت درع الرجل، لأن المرأة لباس للرجل، وهي أنثى، فوجب أن يكون درعها مذكرا، والرجل لباس للمرأة، وهو ذكر، فوجب أن يكون درعه مؤنثا، وكان يحتج على ذلك بقوله تعالى: {هن لباس لكم وأنتم لباس لهن} [البقرة: 187].\nقوله: (وتقول لهذا الطائر قاربة والجمع قوار ولا تقل: قارور)\nقال الشارح: القاربة: هو الذي يسمى الشقراق، وسميت قاربة لما تقري في حواصلها، أي: تجمع، وبعض الأعراب يتيمنون بها، لأنها تبشر بالمطر إذا جاءت، وفي السماء مخيلة غيث، ولذلك قال النابغة الجعدي:\n(فلا زال يسقيها ويسقي بلادها\n...\nمن المزن رجاف يسرق القواربا)\nوبعضهم يتشاءم بها، وذلك إذا لقى أحدهم واحدا منها في سفره\nالجزء: 1 - الصفحة: 260\n",
        "من غير غيم، ولا مطر قال الشاعر:\n(أمن ترديع قاربة تركتم\n...\nسباياكم وابتم بالعناق)\nيوبخ قوما غزوا فغنموا، فلما انصرفوا غانمين سمعوا صوت قاربة، فتركوا غنيمتهم وفروا، والعناق هنا: الخيبة، وحكى ابن السكيت عن الأصمعي: أن القواري طبر خضر، وأهل الشام يسمونها الزراير، والقارية أيضا: الحية التي تجمع السم في شدقها، والقاربة: المرأة التي تقرأ القرآن على لغة من يسهل الهمزة، والقاربة أيضا: المرأة التي تقري الضيفان، والقاربة: الجارية التي تجمع الماء في الحوض، والقاربة، بتشديد الياء: امرأة منسوبة إلى القار، وهو الزيت.\nقوله: (عندي زوجان من الحمام تعني ذكرا وأنثى وكذلك كل اثنين لا يستغني أحدهما عن صاحبه).\nقال الشارح: اعلم أن الزوج واقع على الواحد والزوجين واقعان [على] الاثنين، والدليل على ذلك قوله تعالى: {قلنا احمل فيها من كل زوجين اثنين} [هود: 40] ولو كان الزوج اثنين لقال: احمل فيها من كل زوجين أربعة، وقال أيضا: {خلق الزوجين الذكر والأنثى} [النجم: 4] فالزوج: (42 أ) واقع على الواحد، والزوج: واقع على الاثنين، فإذا أخبرت عنهما قلت: [عندي] زوجا حمام، ورأيت زوجي حمام، وأصلحت بين الزوجين، تعني: الرجل والمرأة، لأن كل واحد منهما يقال له: زوج، قال الله تعالى: {ويا آدم اسكن أنت وزوجك الجنة} [الأعراف: 17] وقد يقال للمرأة: زوجة، قال الفرزدق:\nالجزء: 1 - الصفحة: 261\n",
        "(وإن الذي ليفسد زوجتي\n...\nكساع إلى أسد الشرى يستبيلها)\nوقال ذو الرمة:\n(أذو زوجة بالمصر أم ذو خصومة\n...\nأراك لها بالبصرة الغام ثاويا)\nوقال الآخر:\n(فقال لب المكي أما لزوجة\n...\nفسيع وأما خلة فثماني)\nوقال الآخر:\n(يا صاح بلغ ذوي الزوجات كلهم\n...\nأن ليس وصل إذا انحلت عرى الرتب)\nوكذلك تقول: اشتريت زوجي تعال وزوجي خفاف، تعني: اليمين والشمال أو مقراضين ومقصمين وجلمين، وقد قيل: مقراض وجلم، قال الشاعر:\n(داويت صدرا طويلا غمره حقدا\n...\nمنه وقلمت أظفارا بلا جلم)\nوقال أعرابي:\n(فعليك ما اسطعت الظهور بلمتي\n...\nوعلي أن ألقاك بالمقراض)\nقال الشارح: لا تقول العرب للواحد من الطير: زوج، كما يقولون للاثنين: زوجان بل يقولون للذكر: فرد، والأنثى: فردة، قال الشاعر:\n(فيا فرد باتت نحن إلى فرد)\nالجزء: 1 - الصفحة: 262\n",
        "وقد توقع العرب الأزواج على الأصناف كقوله تعالى: {وكنتم أزواجا ثلاثة} [الواقعة: 7] أي: أصنافا ثلاثة، وكذلك تقول: عندي زوجان أسود وأبيض، أي: صنفان، وعندي زوجان حلو وحامض، أي: صنفان.\nقوله: (تقول: هم المسودة والمبيضة والمحمرة).\nقال الشارح: المسودة: هم الذين يلبسون السواد، وهم: بنو العباس واتباعهم، والمبيضة: الذين يلبسون البياض، وهم: العلوبون وأتباعهم، والمحمرة: الذين يلبسون الحمرة، وحكى ابن خالويه: أنه يعنى بالسودة والمبيضة والمحمرة: الخوارج، لأن ألويتهم كانت سودا وبيضا وحمرا.\nقوله: (وهم المطوعة)\nقال الشارح: هم الذين يتطوعون فيخرجون بنفقات أنفسهم إلى العدو من غير رزق سلطان، وحكى أبو إسحاق الزجاج: أن الرواية عنده بتخفيف الطاء، وتشديد الواو، وذلك خطأ، والصحيح تشديدهما، قال الله تعالى: {الذين يلمزون المطوعين من المؤمنين في الصدقات} [التوبة: 79] لأن الأصل: المتطوعة، فأدغمت التاء في الطاء للتقارب الذي بينهما فصار المطوعة.\nقوله: (وتقول كان ذلك عاما أول يا فتى والعام الأول إن شئت)\nقال الشارح: أما قوله: كان ذلك عاما أول، فإنه يعني: عاما قبل العام الذي أنت فيه، وتقدير الكلام: كان ذلك عاما أول من عامك الذي أنت فيه، فأول: صفة للعام، ولم ينصرف للصفة ووزن الفعل، وحذف الجار والمجرور منه وهو في حكم\nالجزء: 1 - الصفحة: 263\n",
        "الإثبات، كما حذف من قولك: هذا رجل أول، تريد: أول من غيره، قال الله تعالى (42 ب {فإنه يعلم السر وأخفى} [طه: 7] أي: [يعلم] السر وأخفى من السر، قال الشاعر:\n(يا ليتها كانت لأهلي إبلا\n...\nوهذلت في جدب عام أولا)\nفتقديره: في جدب عام أول من عامك، فحذف، ولم ينصرف، لأنه صفة، وإن شئت كان انتصاب أول على الظرف، ويكون التقدير: كان ذلك عاما قبل عامك، وكذلك تقدر البيت الذي استشهدنا به آنفا، وعلى هذا قوله تعالى: {والركب أسفل منكم} [الأنفال: 42] كما تقول: الركب أمامك، ومن أدخل الألف واللام أضاف العام إليه، فقال: كان ذلك عام الأول وهو على حذف الموصوف، كما تقول: مسجد الجامع، وصلاة الأولى، أي: مسجد اليوم الجامع، وصلاة الساعة الأولى، والتقدير: كان ذلك عام الزمن الأول، والحين الأول، ووزن أول: أفعل، فالفاء واو والعين واو، فلذلك وجب الإدغام، لاجتماع المثلين، فأما قولهم في الجمع: أوائل بالهمز، فأصله: أواول، لكن لما اكتنفت الألف واوان ووليت الأخيرة منهما الطرف فضعفت، وكانت الكلمة جمعا، والجمع مستثقل قلبت الأخيرة منهما الطرف فضعفت، وكانت الكلمة جمعا، والجمع مستثقل قلبت الأخيرة منهما همزة، وتأنيث الأول: الأولى ووزنها: فعلى، وأصلها: وولى فكرهوا الجمع بين واوين، فقلبوا الواو المضمومة همزة، كما قالوا: أجوه ووجوه وأقت ووقت، وهذا مذهب البصريين، وأما الكوفيون فالأول عندهم من: آل بؤول، وأصله: أأول فالفاء همزة والعين واو فقلبت الهمزة التي هي واوا، فاجتمع واوان فأدغمت إحداهما في الأخرى فقالوا فقلبت الهمزة التي هي فاء واوا، فاجتمع واوان فأدغمت إحداهما في الأخرى فقالوا أول، والتأويل عندهم: تفعيل من آل، فاعلم ذلك، ومن جعل أولا غير مصروف\nالجزء: 1 - الصفحة: 264\n",
        "صيره وصفا كقولهم: ما تركت له أولا ولا آخرا، يريدون: قديما ولا حديثا.\nقوله: (وهو المعسكر بفتح الكاف).\nقال الشارح: هو المعسكر الذي عسكره صاحبه، وهو اسم المفعول، واسم الفاعل معسكر، بكسر الكاف، وهو الأمير، قولك: رجل مدحرج، والحجر مدحرج.\nقوله: (أطعمنا خبز ملة وخبزة مليلا ولا تقل أطعمنا ملة لأن الملة الرماد والتراب الحار).\nقال أبو محمد بن السيد: ليس يمتنع عندي أن تسمى الخبزة: ملة، لأنها تطبخ في الملة، كما يسمى الشيء باسم الشيء إذا كان منه بسبب، قال: ويجوز أيضا أن يراد بقولهم: أطعمنا ملة، المعنى: خبز ملة ثم حذف المضاف وأقيم المضاف إليه مقامه، فإن كان هذا ممكنا - ووجدت له نظائر - لم يجب أن يجعل غلطا.\nقوله: (وخبزة مليلا) يريد: مملولة، وتقول: مللت الخبزة في الملة أملها ملا، فهي مملولة، ففعيل هنا: مفعول، لذلك حذفت الهاء، كقولهم: كف خضيب، ولحية دهين، وقد تقدم لهذا نظائر.\nقوله: (ورجل آدر مثل آدم)\nقال الشارح: وهو الذي ينفتق صفاقه فيقع قصبه ولا ينفتق إلا من جانبه الأيسر، وقد أدر أدرأ، والاسم: الأدرة، وقيل: الخصبة الأدرة: هي العظيمة من غير فتق.\nالجزء: 1 - الصفحة: 265\n",
        "وقوله: (مثل آدم) يعني: أنه مثله في الوزن والبدل، وأصل آدر: أأدر، ووزنه: أفعل، فاجتمعت همزتان في أول الكلم، فأبدل من الثانية ألف، لسكونها وانفتاح ما قبلها، فقيل: آدر، فإن صغرت قلت: أويدر، فأبدلت من الألف واوا، لأنها قد جرت مجرى ألف فاعل الزائدة، فكما قلت في تحقير ضارب: ضوبرب، كذلك قلت: آدر أويدر، فإن صغرته الترخيم قلت: أدير، كما تقول: أزهر زهير.\nقوله: (وهي القاقوزة والقازوزة ولا تقل قاقزة)\nقال الشارح: القازوزة والقاقوزة: مشربة يشرب فيها أعجمية معرية، والجمع: القوازيز والقواقيز، قال الشاعر:\n(أفنى تلادي وما جمعت من نشب\n...\nفرع القواقيز أفواه الأباريق)\nقوله: (ولا تقل قاقزة)\nقال الشارح: قد أثبتها بعض اللغويين واحتج على ذلك ببيت النابغة:\n(كأني إنما نادمت كسرى\n...\nفلى قاقزة وله اثنتان)\nقوله: (وتقول: نظر إلي بمؤخر عينه)\nقال الشارح: آخره العين: مؤخرتها ومؤخرتها ماولي اللحاظ، ولا يقال ذلك إلا في مؤخر العين، وحكم المقدم حكم المؤخر، تقول: نظر إلى بمقدم عينه، وهو\nالجزء: 1 - الصفحة: 266\n",
        "ما يلي الأنف كما تقول: نظر إلي بمؤخر عينه فأما غير العين فتقول: ضربت مقدمه ومؤخره، وتقول: هي آخر الرحل، كما تقول: قادمته، وحكى ابن سيدة: مؤخرة الرحل، وأنكرها يعقوب.\nقوله: (وبينهما بون بعيد)\nقال الشارح: البون: المسافة والبعد والمقدار، وقالوا أيضا: بينهما بين بالياء، والأول أفصح، لأنه من بانه يبونه إذا فارقه.\nقوله: (والحب ملآن ماء والجرة ملأى وكذلك ما أشبههما).\nقال الشارح: الحب الخابية، وقيل: الجرة العظيمة، وقيل: هي خشبات أربع توضع عليها الجرة، فأما الحب بالكسر: فهو الحبيب (وكان زيد بن حارث يسمى حب النبي) صلى الله عليه وسلم. والحب أيضا: القرط وعليه حملوا بيت الراعي.\n(تبيت الحية النضناض منه\n...\nمكان الحب تستمع السرارا)\nوالجرة: إناء من خزف، والجمع: جر وجرار، وقال أبو حنيفة: القلة: الجرة التي تنقل باليد، وانتصاب الماء فيها على التمييز.\nالجزء: 1 - الصفحة: 267\n",
        "قوله: (وتقول هي الكرة)\nقال الشارح: الكرة: هي التي يلعب بها، وأصلها: كروة على وزن: (فعلة)، والجمع: كرات وكرون غي الرفع، وكرين في النصب والخفض جعلوا جمعها بالواو والنون والياء والنون عوضا من المحذوف، وحكى أبو حنيفة في كتاب النبات: أنه يقال لها: كرة، فأما الكرة، بتشديد الراء: فالبعر والرماد، والكورة، بالواو: البلد العظيم، والأكرة أيضا، بالهمز: الحفرة، ومنه قيل للحفار: أكار.\nقوله: (وهو الصولجان والطيلسان وهي السيلحون لهذه القرية وكل هذا بفتح اللام).\nقال الشارح: الصولجان: العصا المعقفة التي تصرب بها الكوة، وهي التي تقول لها العامة: الكسكاسة، والصواب القسقاسة، والطيلسان فيه ثلاث لغات: طيلسان بفتح اللام، وطيلسان، بكسرها، وطالسان، بالألف حكاها ابن الأعرابي، والجمع طيالس وطيالسة دخلت فيها الهاء للعجمة، وقال المطرز: الطيالسة الأكسية، وقال ابن سيدة: هي ضرب من\nالجزء: 1 - الصفحة: 268\n",
        "الأكسية، وقالوا في الفعل منه: تطيلست بالطيلسان وتطيلست.\nقوله: (وهي السيلحون لهذه القرية).\nقال الشارح: السيلحون منزل من منازل مكة، وقيل: مدينة باليمن، ومنهم من يعربها بالواو في حالة الرفع، وبالياء (43 ب) في حال النصب والخفض، يقولون: هذا سيلحون، ودخلت سيلحين، ومررت على سبلحين، ومنهم من يجعل الإعراب، في النون ويعربها بالياء في الأحوال الثلاثة، فيقول: هذه سيلحين، ورأيت سيلحين، ومررت على سيلحين، كما يقال: هذه فلسطين، ودخلت فلسطين، ومررت على فلسطين، ومنهم من يعرب النون ويقررها بالواو في الأحوال الثلاثة، كما قال الشاعر:\n(طال ليلي وبث كالمجنون\n...\nواعترتني الهموم بالماطرون)\nوهذا ليس مذهب سيبويه ومثله ما وقع في الحديث: (فسمى ذلك المال الخمسون) فجعل الإعراب في النون.\nقوله: (وهو التوت).\nقال الشارح: أما التوت فقيد لفتان: توت وتوث قال الشاعر:\nالجزء: 1 - الصفحة: 269\n",
        "(لروض من رياض القف أو طرف\n...\nمن القرية حزن غير محروث)\n(أحلى وأشهى لعيني إن مررت به\n...\nمن كرخ بغداد ذي الرمان والتوث)\nوأكثر ما يستعمل العرب فيه الفرصاد.\nقوله: (وهو يوم الأربعاء بفتح الألف وكسر الباء)\nقال الشارح: في الأربعاء ثلاث لغات: أربعاء، بفتح الهمزة والباء، وإربعاء، بكسرهما، وأربعاء، بفتح الهمزة.\nقوله: (وتقول ماء ملح ولا تقل مالح وسمك مملوح ومليح ولا تقل مالح).\nقال الشارح: هذا الذي ذكر هو المشهور من كلام العرب، ولكن قول العامة: مالح لا يع خطأ، وإنما يجب أن يقال: هي لغة قليلة، قال جرير يهجو آل المهلب:\n(آل المهلب جز الله دابرهم\n...\nامسوا رمادا فلا أصل ولا طرف)\n(كانوا إذا جعلوا في صيرهم بصلا\n...\nواستوسقوا مالحا من كنعد جذفوا)\nوقال غسان السليطي:\n(وبيض غذاهن الحليب ولم يكن\n...\nغذاهن نينان من البحر مالح)\n(أحب إلينا من أناس بقربة\n...\nيموجون موج البحر والبحر جامح)\nالجزء: 1 - الصفحة: 270\n",
        "وقال آخر:\n(بصرية تزوجت بصريا\n...\nيطعمها المالح والطربا)\nوتصريف الفعل منه: ملح الماء وأملح، وقد تقدم لنا الاستشهاد على الماء.\nقوله: (وتقول رجل يمان من أهل اليمن وشام من أهل الشام وتهام من أهل تهامة).\nقال الشارح: وحكى ابو العباس المبرد وغيره: أن التشديد لغة، وأنشد:\n(ضربناهم ضرب الاحامس غدوة\n...\nبكل يماني إذا هز صمما)\nوأنشد أيضا:\n(فأرعد من قبل اللقاء ابن معمر\n...\nوأبرق والبرق اليماني خوان)\nوقال ابن أبي ربيعة:\n(هي شامية إذا ما استقلت\n...\nوسهيل إذا استقل يماني)\nفمن قال في النسب إلى اليمن: يمني جاء به على القياس، ومن قال: يمان منقوص جعل الألف بدلا من إحدى ياءي النسب، وحذف الثانية، لسكونها وسكون التنوين، كما حذت الياء من قاض ورام، ومن قال: يماني بالتشديد، وجعل الألف كزيادتها في جيلاوي ونحوه مما جاء على غير قياس.\nالجزء: 1 - الصفحة: 271\n",
        "وكذلك شآم وتهام، تقول: شآم وشآمي وتهام وتهامي قال الشاعر:\n(وأي الناس أعذر من شآم\n...\nله ضردان منطلق اللسان)\nومن كسر التاء قال: تهامي، بباء مشددة، هذا قول سيويه، فإن قال قائل: كيف تكون الألف في تهام بدلا من إحدى ياءي النسب، وقد كانت ثابتة قبل النسب، قلنا: هذا النسب إليها إنما هو جار على غير قياس، فكأنهم بنوا الاسم على تهمي أو تهمي، ثم عوضوا الألف. ورجل يمان منسوب إلى اليمن، وشآم منسوب إلى الشام، وتهام منسوب إلى تهامة، وسميت تهامة، لأنها سفلت عن نجد فخبث ريحها، يقال: تهم اللحم إذا خبث ريحه، ويجتكل أن تكون سميت بذلك لشدة حرها وركود ريحها، لأن التهم شدة الحر وركود الريح.\nقوله: (وفعلت ذلك من أجلك [ومن إجلك] ومن جراك).\nقال الشارح: يقال فعلت ذلك من أجلك، بفتح الهمزة، كما قال الله تعالى: {من أجل ذلك كتبنا على بني إسرائيل} [المائدة: 32]. ومن إجلك، بكسر الهمزة، ومن جللك، قال جميل:\n(رسم دار وقفت في طلله\n...\nكدت أقضي الحياة من جلله)\nأي: من أجله، ويقال أيضا: من جلاله، أي: من أجله، قال الخليل: وإن شئت طرحت (من) فتقول: فعلت ذلك أجل كذا وكذا. قال عدي بن زيد:\nالجزء: 1 - الصفحة: 272\n",
        "(أجل إن الله [قد] فضلكم\n...\nفوق ما أحكي بصاب وإزار)\nوأما الجراء فيمد ويقصر، تقول: فعلت ذاك من جراك، ومن جرائك، قال الشاعر:\n(أمن جرا بني أسد غضبتم\n...\nولو شئتم لكان لكم جوار)\n(ومن جرأتنا صرتم عبدا\n...\nلقوم بعدما وطئ الخيار)\nقوله: (جئنا من رأس عين).\nقال الشارح: رأس عين موضع بين حران ونصيبين، وقيل: بلد، وهو اسم علم فلا يجوز دخول الألف واللام عليه.\nقوله: (وعبرت دجلة بغير ألف ولام)\nقال الشارح: دجلة نهر بالعراق معرقة، فلذلك لم يجز دخول الألف واللام عليه، قال جرير:\n(فما زالت القتلى تمور دماؤها\n...\nبدجلة حتى ماء دجلة أشكل)\nفإن قيل: فلم دخلت الألف واللام على الفرات، وهو اسم نهر معرفة أيضا، قلنا: إنما دخلت الألف واللام على الفرات لمعنى الوصف لا للتعريف، كما دخلت في العباس والحارث.\nودجلة: مشتقة من قولهم: دجلت الشيء إذا غطيته وسترته كأنها حين فاضت\nالجزء: 1 - الصفحة: 273\n",
        "مخلى الأرض سترت مكانها منها وغطته.\nقوله: (أسود سالخ ولا تضف والأنثى أسود ولا توصف بسالخة).\nقال الشارح: الأسود العظيم من الحيات فيه سواد، والجمع: أسودات وأساود وأساويد، وإنما جمع على أساود، لأنه جرى مجرى الأسماء، وما كان من باب أفعل اسما، فجمعه: على أفاعل، كأفكل وأفاكل، (44 ب) والأكبر والأكابر، وكذا كل ما سميت به رجلا، تقول: أحمر وأحامر، وأحمد وأحامد، وأسلم وأسالم، فإن كان نعتا فجمعه على فعل، نحو: أحمر وحمر، وأصفر وصفر، ولكن أسود إذا عنيت به الحية، وأدهم إذا عنيت به القيد، وأبطح إذا عنيت به المكان المنبطح، وأبرق إذا عنيت المكان مضارعة للأسماء، لأنها تدل على ذات الشيء، وإن كانت في الأصل نعتا، تقول في جمعها: الأباطح والأبارق والأداهم والأساود، فإن أردت نعتا محضا يتبع المنعوت قلت: مررت بحيات سود وخيل دهم وكذلك كل ما أسبهه.\nوقول: (سالخ) يعني: سلخ جلده عنه، فل 1 لك وصف بسالخ، وتقول في التثنية: أسودان سالخ فلا تثنى الصفة في قول الأصمعي وأبي زيد، وقد حكى أبو زيد تثنيتها، والأول أعر وقالوا في الجمع: أساود سالخة وسوالخ.\nقوله: (وتقول: ما رأيته مذ أول من أمس، فإن أردت يومين قبل يومك قلت: ما رأيته مذ أول من أول من أمس، ولا تجاوز ذلك).\nالجزء: 1 - الصفحة: 274\n",
        "قال الشارح: قوله ما رأيته مذ أول من أمس، مذ: مبتدأ، وأول: الخبر، والكلام جملتان: جملة فعلية، وهي: ما رأيته، وجملة ابتدائية، وهي: مذ أول من أمس لا موضع لها من الإعراب، واختلف في الجملة الابتدائية هل لها موضع من الإعراب أم لا، فكلهم مجمعون على أنها لا موضع لها من الإعراب إلا السيراني فإنها عنده في موضع نصب على الحال، والتقدير عنده: ما رأيته متقدما، فمتقدما: حال ومذ تستعمل على ضربين: تكون بمعنى: الأمد، فتظم أول الوقت إلى آخره، كقولك: ما رأيته مذ يومان، ومنذ ثلاثة أيام، أي: أمد ذلك يومان وثلاثة أيام، وتكون بمعنى: أول الوقت، كقولك: ما رأيته مذ يوم الجمعة، أي: أول ذلك يوم الجمعة، فقول أبي العباس: (ما رأيته مذ أول من أمس) هي بمعنى أول، وليست بمعنى الأمد، لأنها إذا كانت بمعنى الأمد لم يقع في الأكثر إلا نكرة، وإذا كانت بمعنى أول فإنها يقع بعدها وقت مخصص معين، والتقدير: أول ذلك أول من أمس، قال أبو العباس المبرد: وتقدير في الإعراب: ما رأيته مذ يوم أول من أمس، فأول: صفة ليوم ثم حذف الموضوف وأقيمت صفته مقامه.\nقال الشارح: وهذا إنما يستعمل إذا كانت الرؤية قد انقطعت ليوم قبل يومك الذي أنت فيه، فإن أردت يومين قبل يومك، قلت: ما رأيته مذ أول من أمس، فالإعراب والتقدير على ما قدمنا.\nوقول أبي العباس: (لا تجاوز ذلك) يعني: أن العرب لم تستعمل هذا اللفظ لأكثر من يومين قبل يومك فإن أردت أكثر من ذلك قلت: ما رأيته مذ ثلاثة أيام ومذ\nالجزء: 1 - الصفحة: 275\n",
        "أربعة أيام ومذ خمسة أيام إلى ما رأيته من العدد، وفي مذ ومنذ لغات فمن العرب من يقول: [يا هذا] منهم من يقول: مذ، بالضم فيضم الذال، ومنهم من يقول: مذ، بكسر الميم، ويقولون: مذ ومنذ، وهي لغة لبعض هوازن.\nقوله: (والظل للشجرة وغيرها بالغداة، والفئ بالعشى، كما قال الشاعر:\n(فلا الظل من برد الضحى تستطيعه\n...\nولا الفئ من برد العشى تذوق)\nقال العباس: أخبرت عن أبي عبيدة قال: قال رؤية بن العجاج: كل ما كانت عليه الشمس فزالت عنه فهو فيء وظل وكل ما لم تكن عليه الشمس فهو ظل).\nقال الشارح: تحقيق القول في هذا أن يقال: إن الظل يكون غدوة وعشية، ومن أول النهار إلى آخره، لأن معنى الظل إنما هو الستر، ومنه: ظل الجنة، وظل شجرها، إنما هو سترها، (45 أ) وظل الليل: سواده، لأنه يستر كل شيء، وظل الشمس ما سترته الشخوص من مسقطها. وأما الفئ فلا يكون إلا بعد الزوال، ولا يقال لما كان قبل الزوال: فئ وإنما سمي بالعشي فيئا، لأنه ظل فاء من جانب إلى جانب، أي: رجع عن جانب المغرب إلى جانب المشرق، والفئ: هو الرجوع، ومنه قوله تعالى: {حتى تفيء إلى أمر الله} [الحجرات: 9] أي: ترجع.\nوقال أبي العباس: (الظل للشجرة وغيرها بالغداة، والفيء بالعشي) يريد:\nالجزء: 1 - الصفحة: 276\n",
        "لا يقال لما سترته الشمس وغيرها من سقط الشمس بالعشي: ظل، وإنما يقال له: فيء، والصحيح ما قدمنا أنه يقال له: فيء وظل، وهو قول رؤية الذي اردفه أبو العباس بعد قوله. والبيت الذي احتج به أبو العباس لا حجة له فيه، لأن الشاعر إنما قصد إلى اختلاف اللفظ فقط، ولم يرد اختلاف اللفظ والمعنى، لأنه لما تقدم له الظل كره تكرار اللفظ، فقال: الفيء، ولم يرد أن لفظ الظل لا يستعمل بالعشي، والدليل على استعمال الظل بالعشي قول امرئ القيس:\n(ولما رأت أن الشريعة همها\n...\nوأن البياض من فرائضها دام)\n(تيممت العين التي عند ضارج\n...\nيفئ عليها الظل عرمضها طام)\nفقال:\n(يفيء عليها الظل\n.....\n)\nوالبيت الذي استشهد به أبو عباس هو لحميد بن ثور الهلالي، وكنيته: أبو لاحق، وقيل أبو الهيثم، وهو مخضرم أدرك الجاهلية والإسلام، والسرحة: شجرة من العضاه تطول في السماء، وجمعها: سرح، وظلها بارد يستظل بها من وهج الحر، ولذلك قال الشاعر:\n(فيا سرحة الركبان ظللت بارد\n...\nوماؤك عذب لو يباح لشارب)\nوالسرحة في هذا البيت وبيت حميد كناية عن المرأة، وكان عمر بن الخطاب - رضي الله عنه - عهد إلى الشعراء إلا بشيب أحد منهم بامرأة وتوعدهم على ذلك فكان الشعراء يكنون عن النساء بالشجر وغيرها، ولذلك قال حميد:\nالجزء: 1 - الصفحة: 277\n",
        "(أبى الله إلا أن سرحة مالك\n...\nعلى كل أفنان العضاه تروق)\n(فقد ذهبت عوضا وما فوق طولها\n...\nمن السرح إلا عشة وسحوق)\n(فلا الظل من برد الضحى تستطيعه\n...\nولا الفيء من برد العشى تذوق)\n(فهل أنا إن عللت نفسي بسرحة\n...\nمن السرح موصود على طريق)\nوقوله: (وتقول للأمة إذا شتمتها: بالكاع يا غدار ويا خباث ويا فجار، بفتح أوله، وكسر آخره، وتقول للرجل: يا غدر، يا لكع، يا فسق، يا خبث)\nقال الشارح: قوله يا لكاع من اللكع، وهو اللوم والحمق، ويا غدار من الغدر، وهو: ضد الوفاء، ويا خباث من الخبث، وهو: ضد الطيب، ويا فجار من الفجور، وهي الريبة والكذب، وفعال استعملته العرب على ثمانية أقسام: يكون اسما مفردا كقذال، ويكون صفة كجبان، ويكون مصدرا كذهاب، ويكون جمعا كسحاب، وهو في هذه الأقسام الأربعة مصروف ويكون اسما للفعل كنزال وتراك عدل من فعل الأمر، وهو: اترك وانزل فبني، ويكون معدولا عن المصدر كجماد وفجار، وإنما عدل للمبالغة، كما عدل اسم الفعل، ويكون صفة غالب تختص بباب النداء كلكاع وغدار، وأصله: يا لكيعة ويا غادرة عدل عن بناء صفة إلى بناء صفة للمبالغة، وإنما بني هذا الضرب والضرب الذي قبله من المعدول عن المصدر كما بني اسم الفعل، لأن الصفة والمصدر في الدلالة على الفعل بمنزلة اسم الفعل فقد أشبه هذان الضربان اسم الفعل لفظا وتقديرا فبنيا كبنائه فبنيا على حركة، لالتقاء الساكنين وخصا بالكسرة، لأن هذا الضرب يختص معناه بالمؤنث، والكسرة من علامة التأنيث والذي يدل على كونها للمؤنث قول الشاعر:\n(ولنعم حشو الدرع أنت إذا\n...\nدعيت نزال ولج في الذعر)\nالجزء: 1 - الصفحة: 278\n",
        "فالحق الفعل علامة التأنيث، والقسم الثامن من أقسام فعال: أن تكون اسما علما للمؤنث أو مما سمى به منه، وذلك مثل: قطام وحذام ورقاش، وهذا الضرب فيه خلاف، أما أهل الحجاز فيستعملونه مبنيا على حاله حال رفعه ونصبه وجره، وبنو تميم يجرون هذا بوجوه الإعراب غير أنهم لا يصرفونه فإن كان هذا النوع أخره راء كحضار اسم كوكب فإن الكل أجمعوا على بنائه.\nوفعل أيضا يستعمل في كلام العرب على ثمانية أقسام: يكون اسم جنس كنغر وصرد، ويكون صفة كحطم وليد، ويكون مصدرا كهدة وتقى ويكون جمعا كغرف وظلم، وهذه الأقسام الأربعة مصروفة ويكون معدولا عن فاعل كعمر وزفر وزحل، ويكون معدولا عن فعلاء كجمع وكتع وبضع في قول بعضهم وفي قول غيره إنه معدول عن فعل الذي بوزن حمر، ويكون معدولا عن الألف واللام كأخر، وهذه الأقسام غير مصورفة للتعريف والعدل، والقسم الثامن: ما عدل في النداء على جهة المبالغة في الغدر والخبث، وكان أصله: يا فاعل فعدل إلى فعل لما ذكرناه، فقالوا: يا غدر ويا لكع ويا خبث ويا فسق، وقد مر تفسير ذلك.\nقوله: (وإذا قيل لك: أدن فتغد، فقل: ما بي تغد وفي العشاء ما بي تعش، ولا تقل: ما بي غداء ولا عشاء، لأنه الطعام بعينه وإذا قيل لك: أدن فاطعم، فقل: ما بي طعم ومن الشراب ما بي شرب وإذا قيل لك أدن فكل، فقل: ما بي أكل بالفتح).\nقال الشارح: التغذي والتعشي والطعم والشرب والأكل مصادر والغداء والشراب والشرب والطعام، بضم الطاء، والأكل بضم الهمزة أسماء فحق المأمور أو المندوب أن ينفي مصادر تلك الأفعال التي وقع بها، إذا قيل لك: أدن فتغد فحقك أن تقول: ما بي تغد، أي: ما بي حاجة إلى هذا الفعل الذي أمرتني به هذا الوقت، ولا تقل: ما بي غداء، ليس بمصدر، وإنما هو الطعام بعينه، وكذلك حكم الباقي.\nالجزء: 1 - الصفحة: 279\n",
        "قوله: (وتقول: هذه عصا معوجة)\nقال الشارح: معوجة اسم الفاعل من اعوجت، فهي معوجة بمنزلة احمرت فهي محمرة، والأصل: معوججة فوقع الإدغام لاجتماع المثلثين فإن أردت أنك عوجتها لم تقل: معوجة قال الشاعر:\n(ولي فرس للحلم بالحلم ملجم\n...\nولي فرس للجهل مسرج)\n(فمن رام تقويمي فإني مقوم\n...\nومن شاء تعويجي فإني معوج)\nقوله: (وتقول: رجل صنع اليد واللسان وامرأة صناع اليد)\n(قال الشارح: يقال: رجل صناع اليد [واللسان] وصَنَعُ اليد، وصنْعُ اليد إذا كان بعمله حاذقا، والجمع: صنُع وصنْع، وحكى سيبويه: أنه لا يكسر صنع البتة استغنوا عنه بالواو والنون، والجمع: صنع (و) أصناع ويجمع أيضا بالواو والنون (46 أ) وامرأة صناع اليد، إذا كانت حاذفة بالعمل ونسوة صناع الأيدي.\nقوله: (وتقول سير مضفور وللمرأ ضفيرتان وقد ضفرت رأسها)\nقال الشارح: السير الشراك، وجمعه: أسيار وسيور وسيور ومضفور: مفتول على ثلاث قوى أو أكثر.\nالجزء: 1 - الصفحة: 280\n",
        "قوله: (وللمرأة ضفيرتان) يعني: خصلتين من الشعر مفتولتين على حدتها، وإن شئت قلت: للمرأة ضفران وضفرت رأسها: فتلته والمستقبل: يضفِر ويضفُر، والكسر أكثر.\nقوله: (وتقول: لقيته لقية ولقاءة ولا تقل: لقاة فإنه خطأ)\nقال الشارح: أما فعلة فقياس مطرد، لأنك إذا رددت جميع هذه المصادر إلى المرة الواحدة، فإنما ترجع إلى فعلة على أي بناء كان بزيادة أو بغير زيادة، وذلك كقولك: ذهبت ذهابا، ثم تقول: ذهبت ذهبة واحدة، وكذلك تقول: لقيته لقاء ثم تقول لقية واحدة، وكذلك ما أشبهه، وقالوا أيضا: لقيته لقيانا ولقيانه ولقيا ولقى، قال الشاعر:\n(وإن لقاها في المنام وغيره\n...\nوإن لم تجد بالبذل عندي لرابح)\nوكل شيء استقبل شيئا وصادفه فقد لقبه من الأشياء كلها.\nقوله: (وهي عائشة بالالف)\nقال الشارح: عائشة فاعلة من عاشت فهي عائشة، والمذكر: عائش وأنكر أبو العباس عيش بغير ألف وقد جاء في الشعر الفصيح قال الشاعر:\n(إنبذ برملة الجورب الخلق\n...\nوعش بعيشة عيشا غير ذي رتق)\nالجزء: 1 - الصفحة: 281\n",
        "وقال الخليل: أكثر الناس يقولون لعائشة: عيشة يستحسنون التخفيف كما قالوا: حائر وحير، والحائر: حوض يسيل إليه سيل الماء من الأمطار وإنما سمي حائرًا، لأن الماء يتحير فيه يرجع أقصاه إلى (أدناه).\nقوله: (وهو الحائط، ولا تقل: حَيْط)\nقال الشارح: الحائط فاعل من حَاط يَحوط فهو حائِط، لأنه يحوطُ الدار وغيرها ويحيطها، والجمع: حوائط وحُيُوط وحيطان.\nقوله: (رَجُلٌ عزَبٌ وامرأةٌ عَزَبَةٌ)\nقال الشارح: قد أخذ عليه أبو إسحاق الزجاج في قوله: وامرأة عزبة، وزعم أنه خطأ، قال: وإنما يقال: رجل عزب وامرأة عزب، لأنه مصدر وصف به لا يثنى ولا يجمع ولا يؤنث، كما قال: رجل ضخم ولا يقال: ضخمة واحتج على ذلك بقول الشاعر:\n(يا من يدل عزبا على عزب\nعلى ابنة الحمارس الشيخ الأزب\nكأن لحم ليها إذا انقلب\nرمانة فت لمحموم وصب)\nوالعزب: الذي لا زوج له، قال الشاعر:\n(هنيئًا لأرباب البيوت بيوتهم\n...\nوللعزب المسكين ما يتلمس)\nالجزء: 1 - الصفحة: 282\n",
        "والعزب أيضًا التي لا زوج لها كانت بكرًا أو ثيبًا مأخوذ من العازب وهو البعيد عن الحي، وكذلك العزب لما بعد عن النكاح سمي عزبًا.\nقوله: (وهو أعسر يسر)\nقال الشارح: والأعسر الذي يعمل بشماله خاصة فإن عمل بيديه معًا قيل: أعسر يسر فإن استوت قوتهما، قيل: رجل أضبط والجميع: ضبط والأسد كلها ضبط، لأنها تتناول الأشياء بأيديها تناولًا واحدًا، يقال للأسد، اضبط، وللأنثى: ضبطاء، والفعل منه: ضبط يضبط ضبطا. والأطباء ينكرون أن تكون المرأة ضبطاء لبرد مزاجها قالوا: وإنما يكون ذلك في الرجل لحرارة مزاجه.\nقوله: (وهي ريطة اسم امرأة بمنزلة الربطة من الثياب)\nقال الشارح: الربطة من الثياب كلا ملاءة لم تكن لفقين، والملاءة: الملحفة، وقيل: الربطة كل ثوب لين رقيق، والجمع: رَبْط ورباط.\nقوله: (وهي فيد لهذه القرية)\nقال الشارح: فيد اسم قرية ما بين مكة والكوفة وقال الشاعر:\n(لقد أشتمت بي أهل فيد وغادرت\n...\nبجسمي حبرا بنت مصان باديا)\nالجزء: 1 - الصفحة: 283\n",
        "قوله: (وتقول: قرط ثلاثة قرطة، وجحر وثلاثة جحرة وجزر وثلاثة جزرة)\nقال الشارح: القرط ما علق في شحمة الأذن من خرز أو ذهب، والجمع: أقراط وقرطة وقروط، والجحر يقال لكل شيء يحتفر في الأرض، والجزر: الحزمة من القت، وقال ابن خالويه الجزر: الحزمة من كل شيء، وقيل: الجزر العمود من الحديد، يقاتل به، وفعل أيضًا بكسر الفاء يكسر على فعلة نحو: ديك ديكة وفيل فيلة.\nقوله: (تقول: ناقة شائل، إذا ارتفع لبنها، وجمعها: شول على غير قياس ولو جاء على القياس لقالوا: شوائل، لأن فاعلة تجمع على فواعل، ويحتمل أن يكون شول جمعًا لشائلة على حذف الهاء، فيكون بمنزلة راكب وركب وتاجر وتجر وصاحب وصحب.\nوقوله: (وناقة شائل إذا شالت بذنبها) يعني: رفعت ذنبها يقال: شالت بذنبها وعصرت وشمرت بمعنى واحد، وإنما تفعل ذلك إذا حملت لتدفع ولدها وتربه أنها حامل قال الراجز:\n(كأن في أذنابهن الشوال\n...\nمن عبس الصيف قرون الأيل)\nوزعم قوم: أن شولا إنما سمي بهذا، لأنه وافق وقتا تشول فيه الإبل، وناقة\nالجزء: 1 - الصفحة: 284\n",
        "شائل عند سيبويه على معنى النسب أي: ذات شولان، كما يقال: امرأة طالق وحائض وعاشق، أي: ذات طلاق وذات حيض وذات، عشق أتى جمعه على: فعل، كما قالوا: حائض وحيض، وبازل وبزل وقارح وقرح وهذا الجمع إنما تختص به صفة المذكر، نحو ضارب وضرب، وراكع وركع، لكنه شبه به، وأيضًا فإن شائلا وحائضا مذكر اللفظ فجمعا على لفظهما لا على معناهما، ويجمع شول على: شوائل.\nقوله: (وهي أكيلة السبع وأكولة الراعي التي يسمنها ويكره للمصدق أخذها)\nقال الشارح: كان القياس في أكيلة أن تكون بغير هاء، لأن كل ما كان على فعيل نعتا للمؤنث وهو في تأويل مفعول فهو بغير هاء وإنما جاءت أكيلة بالهاء، لأنه ذهب مذهب الأسماء، نحو: النطيحة والذبيحة، وأكولة الراعي التي يسمنها إنما ثبتت الهاء في أكولة لأنه فعولة في تأويل مفعول، وحكم هذا النوع أن تثبت الهاء فيه نحو: الحلوبة، والركوبة، فالحلوبة بمعنب: المحلوبة، والركوبة بمعنى: المركوبة، وكذلك: الأكولة بمعنى: المأكولة.\nقوله: (ويكره للمصدق أخذها) الذي يأخذ الحقوق من الإبل والغنم، وإنما كره له ذلك لقوله عليه السلام (في سائمة (74 أ) الغنم الزكاة)\nوالسائمة: الراعية فدل ذلك على أن المعلوفة المسمنة بخلافها، لأنه إذا علق الحكم على أحد وصفي الشيء دل على أن الآخر بخلافه.\nقوله: (وتقول لهذا الذي يوزن به: ما ومنوان وأمناء للجميع\nقال الشارح: المنا رطلان ويكتب بالألف، لقولهم: في التثنية منوان، فظهرت الواو، فعلمنا أن ألفه منقلبة عن واو.\nالجزء: 1 - الصفحة: 285\n",
        "قوله: (وهو قص الشاة وقصصها)\nقال الشارح: هو ما يقص من صوفها.\nقوله: (وهو الصقر وهو الصندوق)\nقال الشارح: الصقر كل شيء يصيد من الرزاة والشواهين والجمع: أصقر وصقور وصقورة وصقار وصقارة، والأنثى صقرة، وفيه ثلاث لغات: يقال بالصاد وبالزاي والسين وهي الأصل، وإنما قلبوها صادًا لأن السين حرف مهموس والقاف، حرف مستتمل، فقلبوا من السين صادًا لأن الصاد لإطباقها قريبة من القاف فهي تراخي السين في الهمس وتراخي القاف في الاستعلاء ومن قبلها زايا فلأنها (توافق القاف في الجهر ومثل هذا صندوق) وزندوق وسندوق، والصندوق: التابوت، ويقال له التابوه أيضا، بالهاء.\nقوله: (ومنه تقول: ماحك الأمر في صدري)\nقال الشارح: أي ما أثر ولا عمل فيه شيئًا، وتقول: ما حك في صدره واحتك، يعني: ما وقع في قلبك من وساوس الشيطان، وفي الحديث (إياكم والحكاكات فإنها المآثم) وهي التي تحك في القلب فتشتبه على الإنسان.\nقوله: (ومررت على رجل يسأل، ولا تقل يتصدق وإنما المتصدق المعطي)\nقال الشارح: هذا الذي حكاه أبو العباس هو المشهور، وقد حكى أبو زيد\nالجزء: 1 - الصفحة: 286\n",
        "الأنصاري: أنه يقال: تصدق، إذا سأل، وحكى نحو ذلك أبو الفتح بن جني وأنشد:\n(ولو أنهم رزقوا على أقدارهم\n...\nألفيت أكثر من ترى يتصدق)\nوحكى ابن الأنباري أيضا في كتاب الأضداد: أن المتصدق المعطي ويكون السائل.\nقوله: (أشليت الكلب وغيره إذا دعوته إليك، وقول الناس أشليته على الصيد خطأ، فإن أردت ذلك قلت أسدته على الصيد وأوسدته)\nقال الشارح: قوله (تقول أشليت الكلب وغيره إذا دعوته إليك) صحيح قال الراجز\n(أشليت عنزي ومسحت قبعي\n...\nثم تهيأت لشرب قاب)\nيريد: أنه دعا عنزه ليحتلبها.\nقوله: (فإن أردت ذلك قلت: آسدته على الصيد وأوسدته)\nقال الشارح: الإيساد هو الإغراء والتحضيض تقول: آسدته إذا أغريته وحضضته.\nقوله: (وتقول: استخفيت منك أي تواريت، ولا تقل: اختفين إنما الاختفاء الإظهار)\nقال الشارح: يكون اختفيت كاستخفيت يستعمل في التواري والاستتار ويكون اختفيت أيضا كتخفيت يستعمل في الكتمان والإظهار، توقل: خفيت الشيء خفيا\nالجزء: 1 - الصفحة: 287\n",
        "كتمته وأظهرته (وقرئ) (إن الساعة آتية أكاد أخفيها) أي: أزهرها.\nقوله: (وتقول: دابة لا ترادف أي لا تحمل رديفا)\n(47 ب) قال الشارح: دابة لا ترادف ولا تردف، أي: لا تقبل رديفا والرديف الذي يرادفك، أي: يركب خلفك، والرداف موضع مركب الرديف، قال الشاعر: (لي التصدير فاتبع في الرداف)\nقوله: (وتقول: هذا يساوي ألفًا)\nقال الشارح: أي: يعطي فيه ألفا، ويقال أيضا: يسوى كما تنطق به العامة ولم يقولوا سوى في الماضي كما قالوا: نكر في الماضي ولم يقولوا: بنكر في المستقبل.\nقوله: (وفلان يتندى على أصحابه كقوله يتسخى)\nقال الشارح: يقال يتندى، ويتندى بمعنى: يتسخى، والسخاء: الندى والكرم، قال عنترة:\n(وإذا صحوت فما أقصر عن ندى\n...\nوكما علمت شمائلي وتكرمي)\nقوله: (وتقول: أخذه ما قدم وما حدث)\nقال الشارح: يعني: ما تقدم وما تأخر من غيظ وحزن وهم وغير ذلك ولا يقال: حدث بالضم إلا مع قدم أتبع الثاني الأول، كما جاء عنه عليه السلام: (ارجعن\nالجزء: 1 - الصفحة: 288\n",
        "مأزورات غير مأجورات) وقولهم: (هنأني، الشيء ومرأني) بحذف الألف من مراني إذا ذكر مع هنأني فإن أفردته وجب أن تقول: امرأني الشيء، وكذلك إن أفردت حدث عن قدم وجب فتح الدال من حدث، وكذلك إن افردت أيضا مأزورات عن مأجورات، قلت: موزورات، لأنه من الوزر وإنما قلبت الواو ألفا للاتباع فلما زال الاتباع وجب أن يرجع إلى الأصل.\nقوله: (وتقول كسفت الشمس وخسف القمر هذا أجود الكلام)\nقال الشارح: يقال كسفت الشمس وكسفت، قال الشاعر:\n(الشمس طالعة ليست بكاسفة\n...\nتبكي عليك نجوم الليل والقمرا)\nفالفعل ها هنا للشمس، وهو متعد، لأن المعنى: الشمس طالعة لا ضوء لها، فيكسف النجوم والقمرا، ويقال أيضا: كسف القمر، وكذلك يقال: خسفت الشمس ذهب ضوءها وخسفها الله وخسف القمر وخسفه الله.\nقوله: (شويت اللحم فانشوى، ولا يقال: اشتوى إنما المشتوي الرجل)\nقال الشارح: قد حكى سيبويه: اشترى اللحم فالرجل مشتو واللحم مشتوى، كما يقال: رجل مغلب إذا كان يغلب كثيرًا، ورجل مغلب إذا كان يغلب كثيرا، وكذلك تقول: اختار أخوك زيدا فالأخ مختار، وهو فاعل، وزيد مختار، وهو مفعول، وكذلك: ألح الغريم على غريمه، فالغريم الطالب، والغريم المطلوب\nالجزء: 1 - الصفحة: 289\n",
        "وتقول: خفت إذا كنت أنت الخائف، وخفت إذا كنت أنت المخوف، فيتفق لفظ الفعلين والمعنى مختلف، لأن الأول مبني للفاعل، والثاني مبني للمفعول وأشباه هذا كثيرة.\nقوله: (وتقول: قليت السويق واللحم وغيره، فهو مقلي، وقد يقال في البسر والشويق مقلو وقلوته)\nقال الشارح: حكى ابن دريد أنه يقال: قليت وقلوت في كل شيء، وهما لغتان، والبسر: الغض من كل شيء، واليسر من التمر قبل أن ترطب، واحدته: بسرة، قال سيبويه: ولا يكسر البسر إلا أن يجمع بالألف والتاء، لقلة هذا المثال في كلامهم، وأجاز بسران وتمران، والبسر أيضا: الماء الحديث العهد بالمطر وأما السويق فمعروف وهو نحو الحشيش.\n(48 أ) قوله: (وقال الفراء: كلام العرب إذا عرض عليك الشيء أن تقول توفر وتحمد ولا تقل توثر)\nقال الشارح: توفر وتحمد صحيح حكاه يعقوب في القلب والإبدال، وذهب إلى الثاء بدل من الفاء، وقد يجوز أن يكون كل واحد من الحرفين أصلا غير مبدل من الآخر، فيكون توفر من قولك: وفرته ماله ووفرته عرضه ويكون تؤثر من قولك: أثرته أوثره إيثارًا، إذا فضلته.\nقوله: (وتقول إذا فعلت كذا فيها ونعمت بالتاء)\nقال الشارح: جاء عن النبي صلى الله عليه وسلم أنه قال: (من أتى الجمعة وقد\nالجزء: 1 - الصفحة: 290\n",
        "توضأ فبها ونعمت ومن اغتسل فالغسل أفضل) فقوله (فبها) أي: فبالسنة أخذ، وقوله (ونعمت) أي: نعمت الفعلة الأخذ بالسنة، فالباء في (بها). متعلقة بالفعل المحذوف لدلالة الكلام عليه، والهاء عائدة على السنة، والفعلة فاعلة بنعمت، والأخذ بالسنة: مبتدأ، والخبر: في الجملة المتقدمة، وجائز أن يكون خبر مبتدأ مضمر وحذف مع المبتدأ أيضا لدلالة الكلام عليه، قال الله تعالى: \" نعم العبد إنه أواب\" ولم يذكر أيوب لتقدم ذكره، وكونه مبتدأ أقوى.\nقوله: (وتقول أرعني سمعك، أي: اسمع مني)\nقال الشارح: يقال: أرعني سمعك وراعني، أي: اسمع إلي، وفي التنزيل: (لا تقولوا راعنا) (قال الزجاج في أحد أقواله التي حكى أن\" راعنا\" كانت) كلمة تجري مجرى الهزء والسخر فنهى المسلمون أن يلفظوا بها بحضرة النبي، صلى الله عليه وسلم.\nقوله: (بخصت عين الرجل وبخسته حقه إذا نقصته)\nقال الشارح: يقال بخصت عينه إذا فقاتها بإصبعك بالصاد، وهو الأفصح، ويقال أيضا: بخست بالسين.\nقوله: (وبصق الرجل وهو البصاق وبسق النخل إذا طال)\nقال الشارح: يقال: بصق وبسق وبزق، بالصاد والسين والزاي، وهو البصاق\nالجزء: 1 - الصفحة: 291\n",
        "والبساق والبزاق، وهو واقع على ما يلقى من الفم من الماء فإن كان في الفم فهو رضاب، ويقال للبصاق أيضا: المرغ والرؤال، ويقال للأحمق: أحمق ما يجأى مرغه، أي: لا يكف ما يسيل منه، والبصق أيضا: خيار الإبل وبصاق: موضع قريب من مكة لا تدخله الألف واللام، وبصاقة القمر، حجر (أحمر) يتلألأ.\nقوله: (ولصقت به)\nقال الشارح: يقال أيضا باللغات الثلاث: لصقت ولسقت ولزقت وهو لصيقة ولسيقة ولزيقة.\nقوله: (وصفقت الباب وهو صفيق الوجه)\nقال الشارح: صفقت الباب أغلقته، ويقال: أصفقته أيضا، ويستعمل بالصاد والسين، والصاد أجود.\nقوله: (وهو صفيق الوجه)\nقال الشارح: يعني ملطوم الوجه، يقال: صفقت وجهه، إذا لطمته، وفعيل ها هنا بمعنى: مفعول، ويقال بالسين أيضا، والصاد أجود، وقيل: إنه أراد بقوله\nالجزء: 1 - الصفحة: 292\n",
        "(وهو صفيق الوجه) أنه قليل الحياء.\nقوله: (والبرد قارس)\nقال الشارح: يعني شديدا، يقال: قرس البرد، وهو قارس، إذا اشتد.\nقوله: (واللبن قارص)\nقال الشارح: يقال لبن قارص، إذا حذا اللسان، أي: قرصه.\nالجزء: 1 - الصفحة: 293\n",
        "باب من الفرق\nقال أبو العباس: (هي الشفة من الإنسان، ومن ذات الخف المشفر، ومن ذوات الحافر الجخفلة، ومن ذوات الظلف المقمة والمرمة)\nقال الشارح: الإنسان واقع على الذكر والأنثى. وذوات الأخفاف هي: الإبل (48 ب). وذوات الحوافر هي: الخيل والبغال والحمير، وذوات الظلف: البقر والغنم، والمشفر: مفعل من الشفر، وهو حرف كل شيء، والمقمة والمرمة: مفعلة من القم والرم، يقال: اقتم وارتم، إذا جمع ولف، واسم ما يجمع القمام، قال الفرزدق:\nمن المتلقطي قرد القمام\nويقال للمكنسة أيضا من هذا: المقمة، ويقال لها أيضا: المسفرة والمكسحة، تقول: كنست البيت وسفرته، وكسحته وقممته وخممته بمعنى واحد، والقمامة والخمامة والسباطة والكساحة والكبى مقصور: كل ما كنسته من البيت وألقيته من تراب أو غيره.\nقوله: (ومن الخنزير الفنطيسة)\nالجزء: 1 - الصفحة: 294\n",
        "قال الشارح: الخنزير من الوحش العادي معروف، ووزنه: فعليل ويحتمل أن تكون النون زائدة، لأنها قد تزاد ثانية، فيكون وزنه: فنعيلا، وكذلك حكى ابن دريد ويكون مشتقا من الخزر، لأن الخنازير كلها خزر والخزر، كسر العين، وقيل: هو حول إحدى العينين وقيل: هو النظر الذي هو في أحد الشقين، وقيل: هو أن يفتح عينه ويغمضها، والخنزير أيضا: آلة من آلات المنجنيق، وحكى ابن سيده: أن الفنطيسة من الخنزير مقدم الأنف والفم، وهي فعيلة، والنون زائدة ويقال لها أيضا: الفطيسة والفرطوسة والفرطيسة، فأما الفلطيسة باللام: فروثة أنفه.\nقوله: (ومن السباع الخطم والخرطوم)\nقال الشارح: قال ابن سيده: الخطم من كل طائر: منقاره، ومن كل دابة: مقدم أنفها وفمها، وقيل: الخطم من السبع بمنزلة الجحفلة من الفرس، وهو الذي حكاه أبو العباس، وخطم الإنسان، ومخطمه ومخطمه: أنفه، والخرطوم أيضا: الأنف وقيل: مقدم الأنف، وقيل: هو ما ضم عليه الحنكان، والخرطوم: الشفة والخرطوم: الخمر، وكذلك: الخطم والخطمة.\nقوله: (ومن ذوي الجناح غير الصائد: المنقار، ومن الصائد: المنسر)\nقال الشارح: يعني بقوله من ذوي الجناح: الطائر، وسمي منقار الطائر الصائد منسرا، لأنه ينسر به، أي: ينتف، ومنه يسمى النسر نسرا، والمنسر أيضا: جماعة\nالجزء: 1 - الصفحة: 295\n",
        "الخيل من هذا، ، لأنها تنسر كل ما مرت به، وحكى غير الأصمعي في جماعة الخيل: منسر بفتح الميم وكسر السين، وحكى ابن قتيبة عن أبي زيد:\nأنه قال: منقار الطائر ونسره واحد، ولم يفرق بين الصائد وغير الصائد، وفرق بعض اللغويين بينهما، كما فعل أبو العباس ثعلب، وحكى يعقوب أنه يقال: منقار، بالراء، ومنقاد، بالدال.\nقوله: (وهو الظفر من الإنسان)\nقال الشارح: في الظفر ثلاث لغات: ظفر، بضم الظاء وإسكان الفاء، وظفر، بضم الظاء والفاء، وأظفور، قال الشاعر:\n(ما بين لقمته الأولى إذا انحدرت\n...\nوبين أخرى تليها قيس أظفور)\nفجمع ظفر وظفر: أظفار، وجمع أظفور: أظافير، ويحتمل أن تكون أظافير جمع الأظفار، فيكون جمع الجمع، وحكى ابن جني: ظفر بكسر الظاء، كما تنطق به العامة، ويقال لها أيضا: الطساس قال الشاعر:\n(ثم زادوني عذابا\n...\nنزعوا عني طساسي)\nالجزء: 1 - الصفحة: 296\n",
        "(49 أ) قوله: (ومن ذي الخف المنسم)\nقال الشارح: قال ابن سيده المنسم طرف خف البعير والنعامة والفيل والحافر.\nقوله: (من ذي الظلف: الظلف)\nقال الشارح: إنما سمي الظلف ظلفا، لصلابته ومنه: مكان ظلف، إذا كان خشنا.\nقوله: (ومن السباع والصائد من الطير: المخلب)\nقال الشارح: والمخلب أيضا المنجل الساذج.\n(قوله) (ومن الطير غير الصائد والكلاب ونحوها: البرثن)\nقال الشارح: قد قيل: إن البرثن غلاف المخلب يبرزه عنه الأسد والسنوار، إذا أراد الصيد، وقال أبو زيد: البرثن مثل الإصبع والمخلب: ظفر البرثن، وقال ابن الأعرابي: البرثن: الكف بكمالها مع الأصابع.\nقال الشارح: وقد تستعار هذه الألفاظ فيتكلم بها في غير موضعها كقول الشاعر:\n(سأمنعها أو سوف أجعل أمرها\n...\nإلى ملك أظلافه لم تشقق)\nالجزء: 1 - الصفحة: 297\n",
        "فاستعمل الظلف للإنسان، وإنما هو المبقر والغنم، وكذلك يقولون: إنه لغليظ المشافر، قال الشاعر:\n(سقوا جارك الهيمان لما تركته\n...\nوقلص عن برد الشراب مشافره)\nوالمشافر إنما هي لذوات الأخفاق، وقال آخر:\n(فلو كنت ضبيا عرفت قرابتي\n...\nولكن زنجيا عظيم المشافر)\nوقال الراجز يصف إبلا:\n(يسمع للماء كصرب المسحل\n...\nبين وريديها وبين الجحفل)\nوقال آخر:\n(فما رقد الولدان حتى رأيته\n...\nعلى البكر يوميه بساق وحافر)\nوإنما يصف ظبيا، فجعل له حافرا، وقال الآخر:\n(فبتنا جلوسا لدى مهرنا\n...\nننزع من شفتيه الصفارا)\nفجعل للفرس شفتين، وفي الحديث: (لا تحقرن إحداكن لجارتها ولو فرسن شاة) والشاة لا فرسن لها، وإنما الفرسن للبعير.\nومن ذوات الحافر والسباع: الأطباء، والواحد: طبي)\nالجزء: 1 - الصفحة: 298\n",
        "قال الشارح: يقال طبي بكسر الطاء.\nقوله: (ومن ذوات الظلف: الضرع)\nقال الشارح: قال ابن شيبة: وقد يجعل الضرع أيضا لذوات الخف، والخلف لذوات الظلف.\nقوله: (وإذا أرادت الناقة الفحل قيل ضبعت ضبعة شديدة وهي ضبعة)\nقال الشارح: فإن ورم حياؤها من شدة الضبعة قيل: أبلمت، ويقال: أيضا أبلم الرجل، إذا ورمت شفتاه.\nقوله: (ويقال لذوات الحافر استودقت وأودقت)\nقال الشارح: يقال استودقت وأودقت وودقت وودقت، والودق أيضا: المطر.\nقوله: (وقد استحرمت الماعزة)\nقال الشارح: يقال للمؤنث: ماعزة، وللمذكر: ماعز. والجمع: معز، كما يقال: صاحب وصحب، وتاجر وتجر، وقد يكون معز واحدا، ويكون الجمع: معيزا كما يقال: عبد وعبيد، والضائنة في هذا مثل: الماعزة في الجمع.\nقوله: (وقد حنت النعجة، وهي (50 ب) (حان مخفف وبها حناء)\nقال المفسر: حكى أبو حاتم أنه يقال: حان وحانية فمن قال: حان فعلى\nالجزء: 1 - الصفحة: 299\n",
        "معنى النسب، كقولهم: امرأة عاشق وطالق ومن قال: حانية فعلى الفعل كضاربة وقاتلة، فأما المرأة التي تقيم على ولدها بعد موت زوجها، لا تتزوج، فيقال فيها: حانية بالتاء. كذا حكى أبو عبيد في الغريب) المصنف، ولا أحفظ في ذلك خلافا لغيره، والنعجة: الأنثى من الضأن والبقر الوحشي والشاه الجبلي، والجمع: نعاج، وربما كني به عن المرأة، وفي التنزيل: (ولي نعجة واحدة) وقد يكنى به عن الظبية، ويقال أيضا: استقرعت البقرة، إذا أرادت الضراب.\nقوله: (ويقال مات الرجل)\nقال الشارح: يقال مات الرجل وباد وفاظ بالظاء مسالة ومسقوطة، وفطس وفاز وفوز بمعنى واحد.\nقوله: (ونفقت الدابة)\nقال الشارح: ذكر أبو عثمان بكر بن محمد المازني في كتابه الذي جمع فيه لحن العامة ماتت الدابة، وزعم: أن قول الناس نفقت الدابة ليس من كلام العرب وحكى ابن الأعرابي: ماتت الدابة ونفق الرجل.\nقوله: (وتنبل البعير)\nقال الشارح: والتنبل أيضا في غير هذا: الاستنجاء بالحجارة ويقال لتلك الحجارة: النبل بفتح النون، وروي: النبل، بضمها، وفي الحديث: (اتقوا\nالجزء: 1 - الصفحة: 300\n",
        "الملاعن وأعدوا النبل)\nقوله: (ولوعاء قضيب البعير: النيل)\nقال الشارح: قد قيل: إن النيل وعاء القضيب، كما حكى أبو العباس، وقيل: هو القضيب بعينه، يقال: جمل أثيل، إذا كان عظيم المتاع، والقضيب: المعلم، والقضيب أيضا: اسم فرس، واسم واد والقضيب: من الخشب، والقضيب: الصيف.\nقوله: (ويقال لما يخرج من بطن المولود من الناس قبل أن يأكل العقي)\nقال الشارح: وكذلك هو من (المهر) والجحش والفصيل والجدي، والجمع: أعقاء، وعقيت الصبي: سقيته دواء يسقط عقيه.\nقوله: (ويقال له من ذوات الحافر: الردج وأنشدوا:\n(لها ردج في بيتها تستعده\n...\nإذا جاءها يوما من الناس خاطب)\nقال الشارح: هجا هذا الشاعر بهذا البيت راعية خسيسة، وذكر: أنها تجعل طرارها، إذا جاءها خاطب ما يخرج من بطن المهر، والطرار: ما تشبب به المرأة وجهها فيصفى لونها ويحسنه.\nالجزء: 1 - الصفحة: 301\n",
        "كمل التأليف والحمد لله رب العالمين والصلاة والسلام على سيدنا محمد خاتم النبيين وعلى آله وصحبه أجمعين وسلم تسليما كثيرا إلى يوم الدين بيد عصر يوم الخميس عاشر شهر الله رجب الفرد من عام خمسة وألف من الهجرة على يد العبد الفقير إلى مولاه الراجي عفوه وغفرانه أبي يحيى أبي القاسم الرصاع تاب الله عليه كتبه لنفسه ثم لمن\n...........\n.\nالجزء: 1 - الصفحة: 302\n",
        ""
    ]
}