{
    "1": [
        "شرح المعتمد في أصول الفقه\nشرح المعتمد في أصول الفقه\nمحمد الحبش\nالكتاب:\nشرح المعتمد في أصول الفقه ((نظمها وشرحها د محمد الحبش))\nالمؤلف:\nمحمد حبش\nمع مقدمة:\nللدكتور محمد الزحيلي\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "شرح المعتمد في أصول الفقه\nنظم وشرح\nالدكتور محمد الحبش\nالجزء: 1 ¦ الصفحة: 2\n",
        "مدخل\nالجزء: 1 ¦ الصفحة: 3\n",
        "بسم الله الرحمن الرحيم\nالحمد لله بخير ما حمده الحامدون، والصلاة والسلام الأتمان الأكملان الأزكيان الأعطران على حبيب رب العالمين، محمد صلى الله عليه وسلم وعلى آله الطيبين الطاهرين، وأصحابه الأخيار الهداة المهديين.\nوبعد..\nفقد كتبت هذه المنظومة أيام الدراسة، غرة القرن الهجري الجديد، وكتب الله بها نفعاً لطلبة العلم، فحفظها عدد منهم، وأشار علي أستاذي الدكتور محمد الزحيلي بإعادة طباعتها مشروحة، وقد وافق ذلك رغبة لدي، فاستعنت بالله، وشرعت في المقصود، حتى منَّ الله بإتمامه، وها أنا أدفعه للقارئ الكريم، ألتمس منه دعوة صالحة بظهر الغيب.\nوليس في هذا الكتاب إلا حل عبارة النظم، من طريق قريب، وأما بسط مسائل هذا العلم فتجدها في مظانها من الكتب الأصول.\nوقد قدمت للكتاب بمقدمة في منهج التعليم بالمنظومات، ومزايا هذه الطريقة وقد سبق أن نشرتها في بعض كتبي السابقة وأعيدها هنا للفائدة كما أثبتُّ آخر الكتاب النظم بتمامه ليهون حفظه على الراغب، وبالله التوفيق.\nد. محمد الحبش\nالجزء: 1 ¦ الصفحة: 4\n",
        "مقدمة في منهج التعليم بالمنظومات\nالجزء: 1 ¦ الصفحة: 5\n",
        "التعليم بالمنظومات منهج أصيل لدى العلماء المسلمين، وهو لكثرة انتشاره واشتهاره، لا يحتاج إلى دليل يظهر مدى قناعة المسلمين به، واعتمادهم عليه.\nفقد كتبت المنظومات في سائر العلوم الشرعية والكونية منذ قرون طويلة، وقُرِّرت في حلقات التعليم، وتناوب العلماء في خدمتها شرحاً وتدريساً وتحشية وتذييلاً، حتى أصبحت عنواناً على المعرفة، وأصبحت جزءاً رئيساً من ذاكرة طالب العلم، ومدخلاً واضحاً من مداخل المعرفة الأصيلة.\nوقل أن تجد عالماً من علماء العربية اليوم لم يحفظ ألفية ابن مالك مثلاً، ويتخرَّج بشروحها وحواشيها، وجهود العلماء عليها.\nوكذلك فإن علماء القراءة اليوم لا يزالون يشرطون على طالب هذا الفن أن يستظهر واحداً من النظمين: حرز الأماني مع الدرة أو طيبة النشر، ولا ينال الطريقين إلا باستظهارهما معاً.\nوالأمر ذاته في تحصيل علوم الفرائض والحديث والأصول وغيرهما من العلوم النظرية.\nخصائص التعليم بالمنظومات:\nوتكشف طريقة التعليم بالمنظومات عن وعي عميق لدى العلماء المسلمين، ذلك أنهم أدركوا أن طاقة العقل لدى الإنسان تتوزع بين الحفظ والفهم، وأن إطار الحفظ يبدأ كبيراً مع سن الطفولة فيما يكون إطار الفهم والاستيعاب أقل وأضعف، ثم يبدأ إطار الحفظ بالتناقص لحساب الفهم والاستيعاب حتى يتساويا ثم تصبح القدرة على الفهم والاستيعاب أكبر من القدرة على الحفظ والتخزين في الذاكرة.\nفلو افترضنا أن طاقة العقل مائة درجة، فإن الإنسان في سن العاشرة، تتوزع قدرته على أساس أن الذاكرة لها تسعون والاستيعاب له عشرة فإذا بلغ سن العشرين تناقصت القدرة على الحفظ إلى خمسين وتعاظمت القدرة على الفهم إلى خمسين، فإذا بلغ الثلاثين أصبحت القدرة على الفهم تسعين والقدرة على الحفظ عشرة.\nولست أزعم أن هذه القاعدة مطلقة بحيث لا تتخلف، بل لها استثناءات كثيرة ترتبط بتركيب الإنسان النفسي كما ترتبط بظروفه الاجتماعية، ولكن الفترة الذهبية للحفظ هي بلا ريب فترة الطفولة، ففي الطفولة يتعلم المرء على ذاكرة بيضاء، فتكون المعلومات أرسخ وأبقى، حتى إذا كثرت المعارف والمشاغل ضاقت ساحة الذاكرة عن استيعاب الجديد، فتزاحمت المعارف، وكثرة الكلام ينسي بعضه بعضاً.\nومن هنا شاع بين أهل المعرفة: الحفظ في الصغر كالنقش على الحجر، والحفظ في الكبر كالنقش في الكدر.\nفبينما يرسخ النقش على الحجر، فإن النقش على الكدر، وهو الطين الجاف لا يلبث أن يتفتت لأول عامل من عوامل الدهر.\nوعلى إدراك لذلك كله نهج العلماء المسلمون في التعليم، فقدموا للصغير أصول المعارف على هيئة منظومات ومتون، طلبوا من الفتى حفظها واستظهارها، ولم يشاؤوه على فهم مقاصدها واحتمالاتها، فشغلوه بما هو به جدير، وصرفوه عما هو ليس له بأهل، إذ لن يبلغ فهم هذه المنظومات إلا بتكليف وتعسف، بينما يمكنه حفظها بمتعة ويسر، ويتخذها له نغماً ولحناً.\nولست أعني أنه كان يُكَفّ عن فهم عباراتها، فيحفظها حفظ الأعجم، بل كانت تحل له عقد العبائر، دون الدخول في تفاصيل الدلالات.\nوهكذا فإن الفتى يفتح عينيه على العلم في الثامنة عشرة مثلاً وعنده مخزون كبير من المعرفة، مطبوع في الذاكرة، كلما ناداه قال له لبيك، فيشرع بفهم المسائل، وإن أصولها مبسوطة على صفحة ذاكرته، كأنه يراها عياناً ويلمسها بناناً، فيكون ذلك أدعى للفهم وأوقر في العقل.\nثم يتصدر للتعليم والفتيا وعلمه معه حاضر، ولسانه له ذاكر، فيصبح كالغني عن حمل القراطيس، كما قال الإمام الشافعي:\nعلمي معي أينما يممت يتبعني صدري وعاء له لا بطن صندوقي\nإن كنت في البيت كان العلم فيه معي أو كنت في السوق كان العلم في السوق\nوقال آخر:\nما العلم فيما قد حوى القمطر ما لعلم إلا ما حواه الصدر\nوقد كانوا يعنون ذلك حينما قالوا: من حفظ المتون حاز الفنون، ومن قرأ الحواشي ما حوى شي.\nولست أدري لماذا تعرض الطريقة الحديثة في التعليم عن مناهج التعليم بالمنظومات، رغم أننا لن نحتاج إلى التدليل على موثوقية علم الأقدمين، وحضوره بين أيديهم في سائر الأحوال.\nولا شك أن الذي ألهم المسلمين هذا المنهج، هو تجربتهم الأصيلة في حفظ القرآن الكريم، فالمسلمون أمة اختصها الله بهذا التنزيل، وجاءت الأحاديث بالتوكيد على حفظه واستظهاره، وبدءاً من عصر السلف الأول فقد اعتبر حفظ القرآن الكريم شرطاً رئيساً لمن يخوض في التأويل أو التفسير، وبالحري إذن فهو شرط أساس لكل عالم يتصدر للتعليم.\nوظهر للأقدمين بركة حفظ النصوص من خلال ذلك، فراحوا ينهجون النهج ذاته في العلوم الأخرى، من سبق الحفظ ثم تعقيبه بالفهم والشروح.\nوإياك أن يأخذ بك الظن إلى تصور أنهم قصدوا محاكاة النظم القرآني، في أسلوبه المعجز، فهذا لا يدركه أحد، بل لم يزعمه أحد، وإنما أرادوا محاكاة الطريقة التعليمية الناجحة التي ألهمهم إياها أسلوبهم في تلقي العلوم المتصلة بالقرآن الكريم.\nالجزء: 1 ¦ الصفحة: 6\n",
        "تاريخ التعليم بالمنظومات:\nالجزء: 1 ¦ الصفحة: 7\n",
        "وتاريخ التعليم بالمنظومات متقدم، ولا بد من هدم الفكرة القائلة بأن المنظومات نشأت في عصور الانحطاط والركود، وأنها من تراث القرن العاشر الهجري وما بعده، ومع تحفظي على اصطلاح الانحطاط والركود فهذا كله غير واقعي، ولا شك أن المنظومات قد اتخذت منهجاً تعليمياً أصيلاً قبل ذلك بزمن بعيد.\nومع أن أقدم نظم (مطبوع) يعود إلى القرن السادس الهجري إلا أننا نؤكد أن هذا المنهج كان أصيلاً قبل ذلك بزمن، ذلك أن المتأمل في منظومات القرن السادس التي اشتهرت بين الناس يجد أنها لا تشير إفصاحاً ولا إلماحاً إلى أنها لون مبتدع في التعليم، بل يلتمس القارئ أنها صلة لجهود سابقة من الفن نفسه وعلى السبيل ذاته.\nففي منظومة (حرز الأماني ووجه التهاني) التي كتبها الإمام الشاطبي في القرن السادس الهجري، إذ توفي عام 590 هجرية، تجد نفسك أمام علم مكتمل، ونظم مستوفٍ لشرائط المنهج التعليمي المتين، مما يدل على أنها حلقة في سلسلة متقدمة، أضف إلى ذلك أن النظم في القراءات لا يتصور أن يبدأ إلا بعد نظم العلوم الأكثر تداولاً والأسهل منالاً، كالعقائد والاصطلاح والتجويد والفقه.\nكذلك فإن الوصول إلى الألفية لا يتم مرة واحدة، بل لا بد أن يكون هذا العطاء قد سبقته منظومات أصغر وأخصر في الفن ذاته، ناهيك عن غيره من الفنون القريبة.\nأذكر على سبيل المثال ما أورده حاجي خليفة في كشف الظنون ص 1344، حيث ذكر منظومة في قراءة نافع لأبي الحسن علي بن عبد الغني الفهري القيرواني، المتوفي سنة 488 هـ.\nكذلك فقد كتب النسفي عمر بن محمد بن أحمد نظماً طويلاً في فقه الحنفية ومخالفيهم، ذكر أنه استكمله عام 504 هجرية، وقد أورد حاجي خليفة في كشف الظنون تعريفاً جيداً بالكتاب وما قام عليه من شروح وحواشي ومختصرات.\nوقد بلغت أبيات هذا النظم 2669 بيتاً، كما أشار الناظم في آخرها:\nوجملة الأبيات يا صدر الفئة ألفان والستون والستمائة\nوتسعة، والله يجزي ناظمه جنات عدن وقصوراً ناعمة\nوهذا كما ترى كثير، وقد صنفه النسفي مطلع القرن السادس، وهو يلتزم بحر الرجز الذي اعتمده الناظمون فيما بعد، والمفترض أن تكون هذه الألفية الكبيرة نتيجة جهود كبيرة سابقة، ولا ريب أن عدداً كبيراً من القصائد التعليمية قد كتب قبل ذلك بزمن.\nوتلاحظ في أرجوزة النسفي التزام الشيخ رحمه الله بطريقة النظم السائدة من جعل كل بيت بقافية مستقلة، متطابقة في الصدر والعجز.\nوبالرغم مما قام على هذه المنظومة من جهود هامة غير أنها لم تفرد بالطبع مستقلة.\nكذلك فأنت تجد أن نظم (بغية الباحث عن جمل الموارث) للشيخ محمد بن علي الرحبي المتوفى عام 577 هجرية، وقد سطر الرحبي هذه المنظومة في وقت مبكر، ولا تزال هي المنهج الرئيس المعتمد في تعليم مادة الفرائض في أكثر المدارس الشرعية، وإنه لا يتصور أن ينشأ هذا النظم البديع من فراغ، ويستمر بعدئذ نحو ثمانية قرون منهجاً أصيلاً من غير أن يكون قبله تجارب سابقة يفيد منها، ويقتفي إثرها، ومن غير أن يشير هو إلى أنه ينهج في تعليم الفرائض نهجاً جديداً لم يكن معروفاً من قبل.\nوليس ثمة مبرر من إطالة الكلام في تقدم المنظومات من جهة التاريخ، فقد أورد حاجي خليفة في كشف الظنون عدداً من المنظومات تعود إلى مطلع القرن الرابع، وربما نظمت في القرن الثالث، إذ مات مؤلفوها مطلع الرابع.\nفمنها قصيدة في غريب اللغة لنفطويه النحوي المشهور المتوفى 323 هـ، شرحها ابن خالويه المتوفى 370 هـ.\nومنها قصيدة نونية في التجويد لأبي المزاحم موسى بن عبد الله الخاقاني المتوفى سنة 325 هـ. وقد أسماها (عمدة المفيد) (كذلك قال حاجي خليفة في كشف الظنون ص 1348، ولكنه نسب ذلك في ص 1171 إلى علم الدين السخاوي، وأغلب الظن أن هذا الاسم (عمدة المفيد) لكتاب السخاوي في الشرح على النونية المذكورة) ، وشرحها السخاوي المتوفى عام 643 هـ.\nومنها القصيدة الرائية في علم الإنشاء لأبي مزاحم موسى بن عبد الله الخاقاني المتوفى سنة 325 هـ. وذكر في الكشف نحو عشر منظومات تعليمية تعود إلى القرن الرابع والخامس، وسنأتي على إيرادها جميعاً في ثبت المنظومات العام في آخر الموسوعة.\nولكن يجب القول أن أقدم منظومة أثبتناها في الموسوعة هي من أعمال القرن السادس الهجري، على الرغم مما أكدناه لك أن ثمة منظومات أقدم من ذلك بزمن لم نوفق لخدمتها هنا، ولعلنا نوفق لذلك في أعمال قادمة.\nالجزء: 1 ¦ الصفحة: 8\n",
        "عيوب التعليم بالمنظومات:\nالجزء: 1 ¦ الصفحة: 9\n",
        "ولست أقصد فيما قدمت أن المنظومات كانت على مستوى واحد من حاجة الناس إليها، وعكوفهم عليها، فقد أصبحت المنظومات في المراحل المتأخرة ضرباً من المباراة بين المعلمين، وراح بعض المشتغلين بهذا اللون من التعليم ينظمون لغير ما مقصد علمي صحيح، فجاءت منظومات هزيلة، لم تأت بجديد، ولم تشتمل على مفيد، فيها تقليد بلا توفيق، وتلفيق بلا تجديد، فعلم الذين يحققون أن السعي قد أصبح في غير سبيل، وأن الميدان قد اجتازه من ليس من أهله، حتى ظهر في أهل العلم من يعمم هذا الحكم في كل نظم، ويجزم أن هذا الفن تكلف من غير تعرف، وتنطع يشغل عن العلم بالشكل دون المضمون.\nويمكن تلخيص عيوب المنظومات في وجوه:\nالأول: كثرة الضرورات والجوازات، وقد نحا بعضهم نحواً لم يسمع في جوازات الشعر العربي، كإسكان المتحرك وتحريك الساكن، وترخيم الكلمات في غير مظان الترخيم، بل لجأ بعض النُّظَام إلى تغيير حركة الأواخر من خفض لرفع أو من رفع لفتح أو غير ذلك، مجاراة لوجه القافية!..\nولعمري فإن هذا تخبيص من غير تنصيص، إذ هو عكس مقاصد مؤسسي هذه المدرسة، فقد جعلت القافية لتذكير المتعلم بفرع المعرفة، من جهة أنها معلومة سلفاً، فإذا ما التوت كانت باباً للإشكال، وصار تحريرها يحتاج إلى اشتغال، والوقت في كلا الحالين هو الضريبة المؤداة في غير مقصد صحيح.\nالثاني: التكرار في النظم، فقد كتبت في كل فن منظومته، وعلى من يعيد نظم المعارف أن يحقق جدوى سعيه، فإذا نظم فإن عليه أن يأتي بجديد في المعرفة، أو يرتقي بقديم، ينتخب من سلفه، فيزيده بياناً وإيضاحاً، بحيث يكون نسخة أوضح وأفصح، ولكن الذي حصل كان عكس ذلك، فقد ولع النُظَّام بسبك المنظومات إلى حد أنساهم غاياتها ومقاصدها، فصار النظم يتلو النظم وما فيه من ميزة إلا انحطاط مستواه، وتعثر مبناه ومعناه، والتعبير عن الجيد بالرديء.\nوإن من الإنصاف أن نعتبر بما فعل الزمن، فقد حكم جزماً في هذه المنظومات، فألقاها في زوايا الإهمال والنسيان، وكافأها بما تستحق، وصارت لا تقرأ ولا تدرس إلا لتحقيق التاريخ فحسب، بعد أن جعل ناظموها آخر مقاصدهم من نظمها إضاءة المعرفة!..\nالثالث: النظم في علوم لا يصلح فيها النظم، فقد اشتغل بعض المتأخرين في نظم علوم غير نظرية، فكان في ذلك تكلف ممل، وتعسف مخل، كالنظم في الاسطرلاب والهيئة والأعداد، فهذه العلوم لا يطلب فيها حشو الذاكرة بالمحفوظ بقد ما يطلب فيها حشو العين بالملحوظ، فأداة المعرفة فيها الرسوم والجداول والأرقام، أضف إلى أنها علوم متحولة متجددة، لا متأصلة مجردة.\nفاشتغال بعض النُّظَّام بنظمها تكلف تنقضي فيه الأعمار، ولا يأتي إلا بأبخس الثمار، واشتغال الطلبة بحفظها ضياع للأوقات، ولا يجتنى منه إلا أهزل الثمرات.\nالرابع: النظم في الفروع، وقد كثر ذلك لدى المتأخرين، وخيل إليهم أن المطلوب أن نجعل المعرفة كلها نظماً، من غير أن ندرك لها فهماً، وهذا تنطع لا داعي إليه، وتغييب للمقصد الرئيس من نظم هذه المنظومات، فقد بينا أنها تنظم أصلاً للصغير، يستحضرها في خياله يوم ينهض عقله بالتعبير والتفسير، فحيث طلبنا منه أن يحفظ ويحفظ، فقد زاحمنا في ذاكرته حق الفهم في أوانه، فأصبحنا كمن يزرع البذر في غير ميقاته وزمانه.\nالخامس: كثرة الحشو والتطويل، هذا تكميل ولع به المتأخرون، ألجأهم إليه قصور العبارة، وركة الإشارة، فراحوا يزحمون البيت بالحشو المستهجن، الغريب عن المعنى والمبنى، من أجل استكمال القافية على القواعد العروضية، من غير أدنى اهتمام بالإيلاف بين العبارة والحشو، أو تكامل المعاني والمباني.\nولعمري إنه لا يسوغ الحشو إلا إذا جاء عفواً صفواً، يعبر عن المقصود، أو يتصل به بسبب معقول.\nوبغير ذلك فإننا نكون قد كلفنا طالب العلم بحفظ الحشو، زيادة على حفظ المتن، وهل هذا إلا عبء على عبء، وعناء على عناء، وتكلف لا داعي له، ولا مسوغ له إلا ضعف الناظم ووهى عبارته.\nولا شك أن أفضل المنظومات تلك التي نظمها العلماء الشعراء أصلاً، الذين طاعت لهم العبارة ووافتهم الإشارة، وخدمتهم الكلمات وائتمرت بأمرهم العبارات، فلم يجيئوا إلى فن المنظومات مُتَقَحِّمين، ولم ينظموا متكلفين، وكما جاءت قرائحهم بشعر غني بالمشاعر، وافتهم كذلك بنظم لين سهل طافح بالمعرفة.\nومن هؤلاء أبو محمد القاسم بن فيرَّة الرعيني الشاطبي صاحب حرز الأماني، ومحمد بن علي الرحبي صاحب بغية الباحث عن جمل الموارث، ولا شك أن المتذوق للشعر العربي يطرب أيما طرب حين يطالع في الأعمال المتميزة لهؤلاء الأئمة.\nولست أقصد بأن العلماء الشعراء أفرغوا عواطفهم ومشاعرهم في هذه المنظومات كما يصنعون في الشعر، فهذا لا طائل تحته في هذا الفن، وإنما كان توفيقهم أكبر من حيث طاعت لهم العبارة، وخدمتهم المترادفات، إذ لا يراد بالنظم ما يراد بالشعر، فكل له مقاصده ووسائله، ولكن قوة السبك مطلوبة في كل واحد من الفنَّين، والعلماء الشعراء على ذلك أقدر من العلماء الذين لم يشتغلوا بالشعر.\nالجزء: 1 ¦ الصفحة: 10\n",
        "[مقدمة الدكتور محمد الزحيلي]\nالجزء: 1 ¦ الصفحة: 11\n",
        "تعريف عام بعلم أصول الفقه\nبقلم: الأستاذ الدكتور محمد الزحيلي\nالحمد لله رب العالمين، حمداً يوافي نعمه، ويكافئ مزيده، والصلاة والسلام على رسول الله، معلم الخير، ومرشد الناس إلى دين الله بالحكمة والموعظة الحسنة، القائل: «طلب العلم فريضة على كل مسلم»\nورضي الله عن الصحابة والتابعين، ومن تبعهم بإحسان إلى يوم الدين، وعن العلماء العاملين، والدعاة المخلصين، وبعد..\nفإن الأمة الإسلامية تميزت عن بقية الأمم بميزات كثيرة في العلوم والثقافة، والحضارة والإبداع، وفي مجالات متنوعة، ومن هذه الميزات التي انفردت بها على بقية الأمم والشعوب في الجانب العلمي والتطبيقي والمنهجي إبداعها لبعض العلوم التي لم يسبق لها مثيل في التاريخ، ولم يلحقها فيها أحد حتى الآن، ومن ذلك علمان أساسيان، وهما:\n-1- علم مصطلح الحديث أو علم أصول الحديث ومصطلحه الذي وضعه العلماء المسلمون، ليكون أدق منهج علمي في النقد والتراجم والرجال ونقل الأخبار والروايات.\n-2- علم أصول الفقه في مجال التشريع والأحكام، والأنظمة والشرائع، وفي دائرة الاجتهاد والفتوى والقضاء والإدارة، والمحاماة والبحث، وتفسير النصوص وفهمها.\nلذلك يشكل علم أصول الفقه المنارة الوضاءة بين العلوم الشرعية، ويعتبر مفخرة الأمة في حضارتها وعلومها.\nوهو علم فريد في تاريخ الأمم والشرائع القديمة والحديثة، وهو مما انفرد به المسلمون بين الأُمَمِ.\nقال ابن خلدون: (واعلمْ أن هذا الفن من الفنون المستحدثة في الملة) وعلم أصول الفقه عبارة عن القواعد والمبادئ التي سار عليها الفقهاء في استنباط الأحكام من المصادر الشرعية، وبيانها للناس، ويتكون من الضوابط التي يلتزم بها الفقيه أو المجتهد، بقصد أن يكون طريقه مستقيماً واضحاً، لا يعتريه وهن أو انحراف، ولا خبط أو اضطراب، ويوصل إلى الهدف المقصود.\nوهذا العلم هو المصباح الذي ورثته الأجيال، وحمله العلماء لبيان الأحكام الشرعية لكل جديد في كل عصر، ومعالجة المبادئ والأحداث التي تطرأ، وغير ذلك وفق منهج محدد، يسير عليه العالم في الاستنباط والاجتهاد.\nوعلم أصول الفقه من العلوم الأساسية في الدين لضبط الخلاف، وتمييز الغث من الثمين، وكشف مناهج الأئمة والعلماء في الاجتهاد والاستنباط والاستدلال، لذلك بيَّن ابن خلدون أهمية أصول الفقه، فقال: (اعلم أن أصول الفقه من أعظم العلوم الشرعية، وأجلها قدرا، وأكثرها فائدة\n...\nوهو في الأدلة الشرعية من حيث تؤخذ منها الأحكام) (مقدمة ابن خلدون ص 455، وانظر التعريف بعلم أصول الفقه، وبيان أهميته، ونشأته، وتطوره، وأشهر علمائه، وأهم كتبه في كتاب «أصول الفقه الإسلامي» وكتاب «تعريف عام بالعلوم الشرعية» وكتاب «مرجع العلوم الإسلامية» وكلها للدكتور محمد الزحيلي)\nوكان الإمام الشافعي، رحمه الله تعالى أول من دون علم أصول الفقه وكتب فيه رسالته المشهورة (الرسالة) التي تعتبر أصل الأصول، ثم وضعها مقدمة لكتابه الفقهي العظيم (الأم) واتخذها منهاجا للاستنباط والاجتهاد وبيان الأحكام، قال الرازي: (اعلم أن نسبة الشافعي إلى علم الأصول كنسبة أرسطو إلى علم المنطق، وكنسبة الخليل بن أحمد إلى علم العروض) وقال ابن خلدون: (وكان أول من كتب فيه الشافعي)\nوشمّر العلماء والفقهاء من مختلف المذاهب عن سواعدهم في التأليف والتصنيف في علم أصول الفقه، وتعددت طرق التأليف فيه، وظهرت المؤلفات العظيمة، والكتب القيمة في الأصول، واستمر هذا العمل المبارك طوال العصور الإسلامية، وصار علم أصول الفقه من أوائل العلوم الشرعية التي تدرس في جميع المدارس المعاهد الشرعية، وأصبح مقرراً أساسيا في جميع الجامعات الإسلامية وكليات الشريعة والدعوة، ولمست الجامعات الأخرى أهميته وفائدته وخواصه، فأصبح علم أصول الفقه أحد المقررات في جميع كليات الحقوق في العالم العربي والإسلامي.\nوصنفت كتب كثيرة على طريقة المتأخرين، ومنهج التأليف المعاصر، الذي يتناسب مع الدراسة والتدريس في الجامعات الإسلامية، وكليات الشريعة والدعوة، وكليات الحقوق، وهي كتب قيمة ومفيدة.\nكما نشرت في ربع القرن الأخير أهم كتب الأصول القديمة، وهي المراجع القيمة لهذا العلم، والمصادر الأصلية له، مما يبشر بخير عميم في دعوة هذه الأمة إلى تراثها، وحضارتها، وشريعتها، وعلومها لتكون بمشيئة الله تعالى خير خلف لخير سلف، وأصبحت مكتبة علم أصول الفقه عامرة والحمد لله، ولكنها تحتاج إلى التطبيق والممارسة للاستفادة الكاملة منها.\nوكنت قد صنفت كتاباً في (أصول الفقه الإسلامي) لطلاب السنة الثانية من كلية الشريعة بجامعة دمشق، وطبع عدة مرات، وقام الشاب المؤمن النشيط الأستاذ محمد الحبش بنظمه بطريقة مفيدة، ونافعة، وميسرة، ثم رجع إلى المنظومة فشرحها ملتزماً بذلك خطة الكتاب الأصلي ومنهجه في الترتيب والتبويب والبيان، وها هو يقدمه للناس وطلاب العلم ليستفيدوا منه، وينتفعوا به، فجزاه الله خير الجزاء، ونفع الله به، وزاده علماً وأدباً وخلقاً.\nنسأل الله العلي القدير أن يسدد خطانا لما فيه الخير والبركة، وأن يأخذ بيدنا إلى سواء السبيل، وأن يبارك لنا في العلم، وأن يمنحنا الفضل والقدرة على العمل والالتزام، وأن يردنا إلى ديننا رداً جميلاً، ويلهم المسلمين العمل بكتاب الله، وسنة رسول الله صلى الله عيه وسلم على الوجه الذي يرضاه، ويتفق مع التفسير الصحيح لكتاب الله تعالى، والفهم الدقيق للسنة، وأحكام الشرع، ومصادر التشريع.\nوالله ولي التوفيق، وهو نعم المولى ونعم النصير، والحمد لله رب العالمين.\nالأستاذ الدكتور محمد الزحيلي\nوكيل كلية الشريعة للشؤون العلمية بجامعة دمشق\nرئيس شعبة الفقه المقارن في قسم الدراسات العليا\nبمجمع أبي النور الإسلامي\nالجزء: 1 ¦ الصفحة: 12\n",
        "المقدمة\nالجزء: 1 ¦ الصفحة: 13\n",
        "/متن المنظومة/\n-1- بسمِ الإلهِ مبدعِ الأَكْوانِ\n...\nثم لهُ الحمدُ على الإحسانِ\n-2- ثم الصلاةُ والسلامُ السرَّمدَي\n...\nعلى النَّبيِّ المصُطفْى مُحَمَّدِ\n-1- (بسم الإله) بدأ المصنف نظمه بالبسملة، وهي شعار الصالحين، وفي الحديث: «كل عمل لا يبدأ فيه ببسم الله فهو أبتر» أي مقطوع الخير والبركة.\nوتستحب التسمية قبل الشروع في كل مباح مطلقاً، وهي أكثر استحباباً عند الشروع في الطاعات كذكر الله وطلب العلم ودخول المساجد.\n(مبدع الأكوان) خالقها من العدم ومنشئها.\n(ثم له الحمد على الإحسان) وثنى المصنف بالحمد لله اقتداء بالكتاب العزيز واعترافاً بسابغ نعم الله وعظيم فضله وإحسانه.\nوفي الحديث: «أمتي الحمادون لله على كل حال»\n-2- وثلَّث بذكر الصلاة على النبي - صلى الله عليه وسلم -لى الله عليه وسلم تبركاً (ثم الصلاة والسلام السرمدي) أي الدائم الذي لا ينقطع (على النبي المصطفى محمد)\nوأخرج الطبراني عن أبي الدرداء أن رسول الله صلى الله عليه وسلم قال:\n«من صلى علي حين يصبح عشراً، وحين يمسي عشراً، أدركته شفاعتي يوم القيامة»\n-3- والآلِ والصحبِ الكرامِ البَررَةْ والتابعينَ الطاهرينَ الخيَرةْ\n-3- وأتبع المؤلف ذلك بالصلاة على آل النبي - صلى الله عليه وسلم -لى الله عليه وسلم (والآل) وآل النبي - صلى الله عليه وسلم - على المرجح عند الشافعية هم بنو هاشم وبنو المطلب أولاد عبد مناف وهم الذين دخلوا مع رسول الله ص شعب أبي طالب، في فترة حصار قريش للنبي ص، وسائر بني هاشم وبني المطلب دخلوا في الإسلام راغبين، إلا ما كان من أمر أبي لهب وقد انقطع عقبه.\nوفي تحديد آل النبي - صلى الله عليه وسلم -: أقوال مشهورة نذكر منها:\n-1- إن آل النبي - صلى الله عليه وسلم - هم علي وفاطمة وحسن وحسين وأولادهم وهم الذين ورد ذكرهم في حديث (العبا) عن أم سلمة وتمامه: قالت نزلت هذه الآية 33 الأحزاب في بيتي فدعا رسول الله ص علياً وفاطمة وحسناً وحسيناً فدخل معهم تحت كساء خيبري وقال: هؤلاء أهل بيتي وقرأ الآية وقال: اللهم أذهب عنهم الرجس وطهرهم تطهيراً، فقالت أم سلمة: وأنا معهم يا رسول الله؟ قال: أنت على مكانك وأنت على خير. وقال القشيري: أدخلت رأسي في الكساء وقلت أنا منهم يا رسول الله؟ قال: نعم. أخرجه الترمذي وغيره وقال هذا حديث غريب\n-2 إن آل النبي - صلى الله عليه وسلم - هم زوجاته الطاهرات، ويدل له ورود آية الصلاة على آل البيت {إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيراً} في سورة الأحزاب الآية -33-، حيث وردت الآية في سياق الحديث عن زوجات النبي - صلى الله عليه وسلم -.\n-3- إن آل النبي - صلى الله عليه وسلم - هم الأتقياء من أمته ص، وقد أخرج الطيالسي عن أنس رضي الله عنه أن رسول الله ص قال: «آل محمد كل تقي» .\n-4- إن آل النبي - صلى الله عليه وسلم - هم بنو هاشم وبنو المطلب، وهم الذين دخلوا مع النبي - صلى الله عليه وسلم - في شعب أبي طالب وناصروه بأنفسهم وأموالهم، وهذا هو المختار عند الشافعية، وعليه فإن الصدقة لا تحل لبني هاشم ولا لبني المطلب.\nوهذا القول من حيث المآل يشتمل على القول الأول والثاني، حيث لا يوجد للنبي ص اليوم نسل إلا من فاطمة عليها السلام.\nالجزء: 1 ¦ الصفحة: 14\n",
        "/متن المنظومة/\n-4- وبعدُ فالعلمُ ذخيرةُ الفَتى\n...\nوزادُهُ يومَ المعادِ إذْ أَتى\n-5- ولن ينالَ منهُ غيَر بعضهِ\n...\nولو تقضَّى عمرُهُ بركضهِ\n-4- (وبعد) كلمة تقال قبل الشروع في المقصود، وأول من قالها قس بن ساعدة الإيادي، خطيب العرب في الجاهلية (فالعلم ذخيرة الفتى) أي زاد المرء ومعتمده في كل أمر يشرع فيه من أمور الدنيا وهو كذلك (وهو زاده يوم المعاد) يوم القيامة (إذ أتى) أي حين يحضر للحساب.\n-5- (ولن ينال) أي طالب العلم (منه) أي من العلم (غير بعضه) أي لا يمكن تحصيل جميع العلوم (ولو تقضى عمره بركضه) أي مهما اجتهد في التحصيل وقد روي عن الإمام الشافعي قوله: كل شيء إذا أعطيته بعضك أعطاك كله إلا العلم فإنك لو أعطيته كلك لم يعطك إلا بعضه.\nوالعلم في الإسلام أشرف الغايات وأغلاها ترحل في تحصيله الأنبياء كما علمنا الله سبحانه في قصة موسى والخضر، وكما أمر الله سبحانه النبي - صلى الله عليه وسلم -: {وقل ربي زدني علماً}\nوالعلم في الإسلام غاية لا وسيلة وقد ورد عن الإمام الشافعي قوله: لو بلغني أن أجلي بعد ساعة لاخترت أن أمضيها في طلب العلم.\nالجزء: 1 ¦ الصفحة: 14\n",
        "/متن المنظومة/\n-6- لذاكَ فابدأْ منْهُ بالأهَمِّ\n...\nولا تُبالي بالثَّنَا والذَّمِّ\n-7- واعلم بأنَّ العلمَ نورٌ يقذفُ\n...\nلكلِّ قلبٍ ذاكرٍ يُلُقَّفُ\n-6- (لذاك) ولما كان العمر قصيراً، والأجل غير معروف، نصح الناظم طالب العلم فقال (فابدأ منه بالأهم) ثم المهم (ولا تبالي بالثنا والذم) من الناس بل اجعل قصدك في تحصيل العلم رضا مولاك.\nوقد سُمِعَ الإمام الشافعي يقول: وددنا أن هذا العلم انتفعت به الناس ولم ينسب إلينا منه شيء.\nوقرأت على هامش كتاب رشحات عين الحياة، بخط شيخنا الشيخ أحمد كفتارو ما نصه: (أولاً نحسب حساب الله، وما سواه لا نرجوه ولا نخشاه)\n-7- (واعلم) أيها السالك (بأن العلم نور يقذف) من الله عز وجل وقد سمى الله سبحانه القرآن الكريم علماً فقال: {فمن حاجك فيه من بعد ما جاءك من العلم} وسماه نوراً فقال: {ولكن جعلناه نوراً نهدي به من نشاء من عبادنا} فالعلم والنور صفتان للقرآن الكريم.\n(لكل قلب ذاكر يلقف) أي إنما يقذف الله هذا العلم لتلقفه القلوب الذاكرة المشرقة، وبهذا المعنى أثر عن الإمام الشافعي قوله:\nالجزء: 1 ¦ الصفحة: 14\n",
        "/متن المنظومة/\nشكوت إلى وكيع سوء حفظي\n...\nفأرشدني إلى ترك المعاصي\nوأخبرني بأن العلم نُور\n...\nونور الله لا يهدى لعاصي\nوالغفلة عن الله حجاب يحول بين طالب العلم وبين تحصيل المعرفة، إذْ كلما كانت النفس أكثر صفاء وطمأنينة كلما تقبلت من العلم أبواباً أكثر.\nالجزء: 1 ¦ الصفحة: 14\n",
        "/متن المنظومة/\n-8- والناسُ كالأرضِ إذا أصابَها\n...\nغيثٌ تفتَّحت لهُ أبوابُها\n-9- فبعضُها تشربَّتْ قليلاً\n...\nوبعضُها لَمْ تَستفِدْ فَتِيلاً\n-10- وبعضُها تفتَّحت سريعاً\n...\nفتلكَ نالت خيَرهُ جمَيعاً\n-8- (والناس) في انتفاعهم بالعلم مثلهم كمثل (الأرض إذا أصابها غيث) من السماء (تفتحت له أبوابها) فاستقبلت ماء السماء، فكانت على ثلاثة أصناف:\n-9- الصنف الأول من الأراضي يصيبها الماء فتشرب منه قليلاً وتحفظ منه قليلاً فينتفع به الناس (وبعضها لم تستفد فتيلاً) قاحلة جدباء لا يفيدها ماء السماء إلا وحلاً وطيناً.\n-10- والصنف الثالث خصبة غزيرة، تفتحت لملاقاة الماء فنفع الله بها الناس فسقوا وزرعوا.\nفالماء واحد ينزل طاهراً من السماء وإنما يتنوع حال الناس من الانتفاع به بحسب استعدادهم.\nوالأبيات الثلاثة إشارة إلى ما أخرجه البخاري من رواية أبي موسى الأشعري رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: «مثل ما بعثني الله به من الهدى والعلم كمثل الغيث الكثير، أصاب أرضاً، فكان منها نقية قبلت الماء فأنبتت الكلأ والعشب الكثير، وكانت منها أجادب أمسكت الماء فنفع الله بها الناس، فشربوا وسقوا وزرعوا، وأصاب منها طائفة أخرى، إنما هي قيعان لا تمسك ماء ولا تنبت كلأ، فذلك مثل من فقه في دين الله ونفعه ما بعثني الله تعالى به فعلم وعلم، ومثل من لم يرفع بذلك رأساً، ولم يقبل هدى الله الذي أرسلت به»\nالجزء: 1 ¦ الصفحة: 14\n",
        "/متن المنظومة/\n-11- والعلمُ في الإسلامِ نورُ اللهِ\n...\nتنالهُ من بابِ حبِّ الله\n-12- فالأنبياءُ المخلصِوُن الُكمَّلُ\n...\nمن بابِ حبِّ الله قَدْ تكَمَّلوُا\n-11- لا ينفعك العلم عن العمل في الإسلام، ولا يقبل علم عامل حتى يعمل بما يعلم، وفي الزُبَدْ:\nوعالم بعلمه لم يعملن\n...\nمعذَّبٌ من قبل عُبَّادِ الوثن\nوكل من بغير علم يعملُ\n...\nأعماله مردودة لا تقبلُ\nوكان السلف لا يطلقون اسم (عالم) إلا على من عظمت خشيته، وكثرت طاعاته، واشتهر صلاحه\nعلى قدر علم المرء يعظم خوفه\n...\nفلا عالم إلا من الله خائف\nوعلوم الشرع علوم نظيفة طاهرة لا ينالها إلا من طهرت سريرته، وزكت نفسه، وعظمت محبته\nولما حدثك عن سبيل تحصيل العلم الشريف، شرع يضرب لك الأمثال عن سلوك الأنبياء والأولياء في تلقي هذا العلم الشريف من باب الاستقامة والطاعة\n-12- والمخلِص (بالكسر) من أخلص قلبه لله، والمخلص (بالفتح) من استخلصه الله سبحانه واصطفاه فهو أرفع منزلة من الأول، غير أن الفريقين اشتركا في إخلاص التوجه إلى الله، وتصحيح المعاملة في ما بينهم وبين مولاهم سبحانه. وإنما تحصل لهم الكمال من باب الاشتغال بالله وحده الانقطاع عما سواه.\nالجزء: 1 ¦ الصفحة: 14\n",
        "/متن المنظومة/\n-13- فالطورُ والخليلُ والحجابُ\n...\nوالغارُ والمزمورُ والهضَابُ\n-14- مسالكُ الخلقِ لبابِ الحقَّ\n...\nبها ينالُ القصدَ أهلُ الصِّدْقِ\n-13- لقد كان لكل نبي ولكل ولي معتكف يخلو به مع الله، وينقطع عن الأغيار، ومن استأنس بالله استوحش مما سواه، ففي جبل الطور كان موسى يخلو بربه سبحانه، وهو جبل موحش مقفر في قلب صحراء سيناء، غير أن موسى رآه عامراً بالأنس لما كلمه ربه فيه، وقد بلغ شوق موسى إلى الله عز وجل وتعلقه به حداً جعله ينسى شعب بني إسرائيل ويسرع إلى مناجاة الله في (الطور) حتى ذكره الله عز وجل بقومه {وما أعجلك عن قومك يا موسى} ، ولم يسجل القرآن لموسى من مناجاة الطور إلا سؤالاً واحداً: {ربِّ أرني أنظر إليك} الأعراف 7 وذلك شأن كل مشتاق، وفي الحديث القدسي: «من شغله القرآن وذكري عن مسألتي أعطيته فوق ما أعطي السائلين» رواه الترمذي والدارمي.\nوأما (الخليل) فهي بلدة كان يعتكف فيها إبراهيم الخليل في فلسطين وقيل موضع في برزة بدمشق، وبها قبر ينسب إليه، وهو يعكس صورة ما بين الخليل وربه من تجليات وإشراق، حتى استحق أن يدعى خليل الله، وكان اشتغاله بالله عز وجل حباً وشوقاً يشغله عن مسألته، وفي الخبر أن إبراهيم عليه السلام لما قدم إلى النار، وكان قومه قد أوقدوا تحتها عشرة أيام، حتى عظم لهيبها، وكان الطير إذا طار فوقها سقط فيها مشوياً من شدة طول ألسنة اللهب فيها، فوضعوه في المنجنيق ودفعوه، فأتاه جبريل وهو في رمية المنجنيق فقال: يا إبراهيم. ألك من حاجة؟ قال: أما إليك فلا. قال: سل ربك؟ قال: علمه بحالي يغني عن سؤالي، {قلنا يا نار كوني برداً وسلاماً على إبراهيم} قال: المفسرون لو أن الله قال: يا نار كوني برداً على إبراهيم لمات إبراهيم في جوفها من شدة البرد، ولكن قال: كوني برداً وسلاماً على إبراهيم.\nو (الحجاب) إشارة إلى قوله عز وجل في مريم ابنة عمران {فاتخذت من دونهم حجاباً} والمراد أن مريم عليها السلام احتجبت عن قومها لتفرغ لعبادة الله، حتى طهرت نفسها وتزكت جوارحها، فأكرمها الله عز وجل بعيسى ابن مريم.\nو (الغار) إشارة إلى غار حراء، وهو الغار الذي كان النبي - صلى الله عليه وسلم - يتعبد فيه قبل النبوة، وكانت قد حببت إليه الخلوة، فكان يخرج إلى الغار وهو كهف يتسع لرجل أو رجلين، في أعلى جبل أبي قبيس، يطل على مكة، يبلغه الفتى النشيط في نحو ساعة ونصف، ولا شك أن هذا الغار كان يمثل المدرسة التي تلقى فيها النبي - صلى الله عليه وسلم - معارف النبوة، ونفحات العلم الإلهي.\nو (المزمور) إشارة إلى مزامير داود التي كان يتغنى بها في مناجاته لربه، وهي مجموعة من الأدعية والضراعات، كان يتغنى بها في جوف الليل، وهي تكشف لك عند تأملها، عن شفافية ما كان بين داود ومولاه من الشوق والحب.\nو (الهضاب) وهي إشارة إلى تلك الخلوات التي كان يلتزمها العابدون في انقطاعهم عن الأغيار.\n-14- (مسالك الخلق) أي هذه الخلوات التي كان يدخلها الأنبياء والأولياء، هي الدروب الصحيحة التي كانت تصلهم (لباب الحق) سبحانه وتعالى (بها ينال القصد أهل الصدق) وشعار السالكين: (إلهي أنت مقصودي ورضاك مطلوبي)\nالجزء: 1 ¦ الصفحة: 14\n",
        "/متن المنظومة/\n-15- بها قَضَوا أيّامَهُمْ فُرادى\n...\nفاختصَّهم ربُّ الوَرى آحاداً\n-16- علَّمَهم منْ علْمِهِ اللَّدُنِّي\n...\nفأصبحوا أربابَ كُلِّ فَنِّ\n-17- فكم عكفتَ في حراءٍ ذاكراً\n...\nوكم خلوتَ بالخليلِ صَابراً\n-15- وفي تلك الخلوات كانت تمضي أيامهم بالقنوت والسجود، والعبادة والضراعة، تفيض عيونهم بالدمع شوقاً وحباً، وتأنس أرواحهم بالله زلفاً وقرباً، فاصطفاهم الله سبحانه، وأفاض عليهم أنواره وبره.\n-16- والعلم اللدني إشارة إلى قوله سبحانه وتعالى في الخضر {آتيناه رحمة من عندنا وعلمناه من لدنا علماً} والعلم اللدني ما يقذفه المولى سبحانه في قلب الذاكر من بركة ونور، يطمئن به قلبه، ويزداد به إيمانه، ويعظم به شوقه.\nوفي هذه الخلوات كان اتصال الأرض بالسماء، وكانت الأنبياء تتلقى الوحي في سكينة وجلال، فيعلمهم الله علم الأولين والآخرين.\n-17- وهذا التفات إلى طالب العلم ليصحح سلوكه على هدي الأنبياء، فيبدأ بتحصيل العلم من تصحيح المعاملة فيما بينه وبين الله، ويبحث عن (حراء) يغسل فيه قلبه ويزكي فيه نفسه، ويبحث عن (خليل) يطيل فيه استغراقه بالله، صابراً على دوام الطاعة\nالجزء: 1 ¦ الصفحة: 14\n",
        "/متن المنظومة/\n-18- وكم عنِ الخلقِ احتجبتَ خالياً\n...\nوكم على الهضابِ سرتَ باكياً\n-19- لكلِّ مُوسَى طورُ حبٍّ دائمُ\n...\nوكلُّ عيسى في الحجابِ قائِمُ\n-18- وكم خلوت أيها السالك بربك، وكم بكيت بين يديه في الفلوات والقفار، وكم لهجت في ليلك ونهارك بذكره، فإن ذلك هو باب المعرفة\nولله در الشاعر في قوله:\nأيها العاشق معنى حسننا\n...\nمهرنا غال لمن يطلبنا\nجسد مضنى وروح في العنى\n...\nوجفون لا تذوق الوسنا\nوفؤاد ليس فيه غيرنا\n...\nوإذا ما شئت أدِّ الثمنا\nفعن الكونين كن منخلعاً\n...\nوأزل ما بيننا مِن بيننا\n-19- المراد أن كل من يمشي على هدى موسى كليم الله ومنهجه، فإنه لا بد له من طور كطور موسى يخلو فيه بربه، وينقطع عن الخلق.\nوكل من يريد أن يحصل له من الوصال ما حصل لعيسى بن مريم، ولأمه العذراء البتول، فإنه لابد أن يدخل في الحجاب الذي دخلت فيه مريم منقطعة عن الخلق وهذا المنهج هو الذي ارتضاه السادة الصوفية وهم يرسمون للسالكين طريق الوصول إلى الله.\nوما أحسن ما قاله بهذا المعنى الشاعر والفيلسوف المسلم محمد إقبال:\nعطايانا سحائب مرسلات\n...\nولكن ما وجدنا السائلينا\nتجلي النور فوق الطور باق\n...\nفهل بقي الكليم بطور سينا\nإن النبوة قد انقطعت بموت النبي - صلى الله عليه وسلم - ولا ريب، وهذا من أركان الاعتقاد، لا يزيغ عنه إلا هالك، ولكن ليس انقطاع النبوة والتشريع أذان بأن السماء أغلقت أبوابها في وجوه الأرض، وأن ثمرات العبادة التي يجدها العارفون في قلوبهم إشراقاً ونوراً قد حجبت عن العالمين، إذاً لقد حجَّرنا رحمة الله وفضله، والله أكرم من أن يمن بأنواره وبركاته على ولد يعقوب وأصحاب موسى وحواريي عيسى ثم يحجب هذه الأنوار عن أصحاب محمد وأمة محمد، والله أعدل من يمنح أنواره قوماً ويحجبها عن قوم آخرين، وهو القائل: {وإذا سألك عبادي عني فإني قريب أجيب دعوة الداع إذا دعان، فليستجيبوا لي وليؤمنوا بي لعلهم يرشدون} البقرة (186)\nالجزء: 1 ¦ الصفحة: 14\n",
        "/متن المنظومة/\n-20- وذاكَ شأنُ طالبِ المعالي\n...\nيواصِلُ النهارَ باللَّيالي\n-20- وطالب العلم يسعى في تحصيل المعالي، وهذا لا يناله إلا من صدق في طلبه، وظهرت علامات صدقه على جوارحه {سيماهم في وجوههم من أثر السجود}\nوفي الحديث أن النبي - صلى الله عليه وسلم - لقي حارثة بن شراحيل فقال: كيف أصبحت يا حارثة قال مؤمناً حقاً يا رسول الله. قال: إن لكل قول حقيقة فما حقيقة إيمانك؟ قال: أصبحت كأني بعرش ربي بارزاً، وكأني بأهل الجنة يتنعمون، وبأهل النار يتعاوون، فأظمأت نهاري، وأسهرت ليلي. قال: عرفت فالزم عبد نور الله قلبه بالإيمان.\nبقدر الكد تكتسب المعالي ومن طلب العلا سهر الليالي\nومن طلب العلا من غير كد أضاع العمر في طلب المحال\nالجزء: 1 ¦ الصفحة: 14\n",
        "/متن المنظومة/\n-21- فهذِهِ الأصولُ والوقودُ\n...\nوغيرُها القشورُ والقُيودُ\n-22- فثمرٌ من غير قشرٍ يُتْلَفُ\n...\nوالقشرُ دونَ اللُّبِّ بيتٌ أَجْوَفُ\n-23- وقيلَ إنَّ كلَّ مَنْ تَحققا\n...\nمِنْ غيرِ شَرْعٍ إنَّما تَزَنْدَقا\n-24- وكلُّ مَنْ بالشَّرعِ قَدْ تعمَّقَا\n...\nبلا تحققٍ فذا تَفَسَّقا\n-21- ثم أشار إلى أن هذه الحقائق التي تتم بها تصفية القلب والجوارح، من الذكر والخلوة والمناجاة، إنما هي الأصل الذي يرتكز إليه سلوك طالب العلم، وتبنى عليه معرفته وشخصيته، وهي الوقود الذي يغذيه في العلم والدعوة، وما سوى هذا العلم الرباني السلوكي فهو قشور حافظة وقيود ضابطة.\n-22- فالمعرفة بالله هي الثمرة التي يقصد العلم من أجلها، ولذلك درج العلماء على تسمية علم السلوك بـ (الحقيقة) وعلم اللسان بـ (الشريعة) وهذه التسمية متفقة مع منهج القرآن الكريم: {فلولا نفر من كل فرقة منهم طائفة ليتفقهوا في الدين ولينذروا قومهم لعلهم يحذرون} التوبة (9)\nفجعل الحذر والخوف من الله ثمرة وغاية للفقه والعلم. وقوله: {إنما يخشى الله من عباده العلماء} فجعل خشية الله ثمرة رئيسة من ثمرات العلم. غير أن هذه الثمرة لابد لها من قشور حافظة حتى لا يصيبها التلف، كما أن علم اللسان من غير سلوك إنما هو كالبيت الأجوف الخاوي، لا خير فيه ولا نفع منه.\n-23، 24- يشير إلى القول المشهور:\n(من تشرع ولم يتحقق فقد تفسق، ومن تحقق ولم يتشرع فقد تزندق)\nومعنى ذلك أن من كثر علمه بالشرع ولم يتحقق بالعمل والالتزام بمضمون الشرع في سلوكه فقد فسق إذ لم يعمل بما علم.\nومن اشتغل برعاية باطنه، وعظمت عبادته، وظهرت مكاشفاته، من غير أن يعرف الشرع ويميز ما يحل مما يحرم، فإنه يخشى عليه خطر الانحراف والوقوع في الزندقة.\nالجزء: 1 ¦ الصفحة: 14\n",
        "/متن المنظومة/\nوالعلم علمانِ.. فعلمُ القلبِ\n...\nحجتُنا يومَ لقاءِ الرَّبِّ\nوبعدَهُ علمُ اللِّسانِ فاعلمِ\n...\nوذاكَ حجةٌ على ابنِ آدمِ\n-25-26- الأبيات إشارة إلى حديث:\n«العلم علمان: علم اللسان وهو حجة الله على ابن آدم، وعلم القلب وذلك العلم النافع» وقد أخرجه أبو نعيم وابن شيبة والحكيم عن أنس والحسن.\nوالمقصود أن العلم الشرعي مرتبط بالسلوك، وهذا ما يميزه عن سواه من العلوم فقد يكون المرء عالماً بالقانون مثلاً رغم أنه لا يتقيد بأمره ونهيه على أن ذلك لا يغض من قدره كخبير قانوني. غير أن العلوم الشرعية تختلف تماماً في هذا الجانب حيث لا يسمى عالماً في عرف الشرع إلا من استقام على مراد الشرع بحاله وقاله.\nفعلم القلب يراد به أن يلاحظ العبد نور الله في قلبه فيشتغل بالذكر والمراقبة حتى يفتح الله عليه من فضله ونوره.\nوأما علم اللسان فالمراد به مطالعة النصوص والدراية بها، وملاحظة ما قاله العارفون. وفي هذا المعنى ما روي عن النبي - صلى الله عليه وسلم -: «من ازداد علماً ولم يزدد في الدنيا زهداً لم يزدد من الله إلا بعداً» رواه الديلمي في الفردوس عن علي كرَّم الله وجهه.\nلو كان بالعلم من دون التقى شرف لكان أشرف خلق الله إبليس\nالجزء: 1 ¦ الصفحة: 14\n",
        "/متن المنظومة/\nفحصِّنِ اللبابَ بالقُشُورِ\n...\nوذا كمالُ الطَّالبِ الغَيُورِ\nوأجدَرُ العلومِ بالإتْقانِ\n...\nفقهٌ مع الحديثِ والقرآنِ\nوهذهِ الثلاثُ ليسَتْ تُفهمُ\n...\nبلا أصولِ الدِّينِ ليسَتْ تَعْلَمُ\nفكلُّ مَنْ وعاهُ بالإِتْقَانِ\n...\nصارَ إِماماً طيلةَ الزَّمانِ\nوجازَ أنْ يخوضَ في التَفْسيرِ\n...\nوالفِقْهِ والحديثِ والتَقْريرِ\n-27- وهذا عود على بدء، والمراد أن الكمال لا يحصل إلا بعلم القلب واللسان جميعا، فعلم القلب هو الغذاء والزاد إلى الآخرة، وعلم اللسان كالحارس الناهض بحاجة السيد فكل منهما ضروري للآخر.\n-28- ولما كان الزمان يقصر عن تحصيل العلوم جميعها فإن العاقل يختار الأهم فالمهم. وقد أفصح الإمام الشافعي رضي الله عنه عن مراتب العلوم بقوله:\nكل العلوم عن القرآن مشغلة إلا الحديث وإلا الفقه في الدين\nالعلم ما كان فيه قال حدثنا وما سوى ذاك وسواس الشياطين\n-29- علم أصول الفقه يتناول بشكل رئيس مبحثين اثنين: مصادر الشريعة، وأصول (الاستنباط) ، وبذلك فإنه يكون حاكماً على علم الفقه موجهاً له، مبينا للسبيل التي يجب أن تتخذ في فهم الكتاب والسنة موضحاً سبيل الحق من سبيل الهالكين وبه تعلم أن المعرفة بالعلوم الثلاثة المذكورة: القرآن والسنة والفقه، متوقفة على معرفة علم الأصول كما حددها ورتبها أئمة هذا العلم من خيرة علماء السلف الصالحين.\n-3031 فكل من أحاط بعلم أصول الفقه إحاطة تامة بدقائقه وحقائقه صار له الحق أن يدلي بدلوه مع الفقهاء في تقرير الأحكام والاستنباط من الكتاب والسنة. وقد أجمعوا أنه لا بد للمجتهد مطلقاً كان أو مقيداً من معرفة تامة بعلم أصول الفقه.\nالجزء: 1 ¦ الصفحة: 14\n",
        "/متن المنظومة/\nوكلُّ مَنْ بلا أصولٍ قاري\n...\nينالُه الجهلُ بلا قَرارِ\nولو حوى في ذهْنِهِ الأسْفارا\n...\nوجاوَزَ الأمصارَ والأقطارا\nفلا يجوزُ مطلقاً أنْ يجتهد\n...\nفي الدِّين أو يفتي بغير ما وُجِدْ\nمِنْ قولِ شيخٍ ذي اجتهادٍ عارفِ\n...\nوكلُّ ذا مِنْ مِنَنِ اللَّطائفِ\n-32-33- ومثل المكثر من الفقه بلا أصول، كمثل الساعي في البرية ليلا بلا نور، وتاريخ العلم مليء بسيرة رجال كثر اطلاعهم على العلوم ولم تكن لهم موازين دقيقة فيما يتعلمون ويعلمون، فسرعان ما اشتطت آراؤهم، وزاغت أفكارهم فضلوا وأضلوا.\nوقد جاء في الحديث الذي رواه البخاري ومسلم عن عمرو بن العاص: «إن الله لا يقبض العلم انتزاعاً ينتزعه من العباد، ولكن يقبض العلم بقبض العلماء، حتى إذا لم يبق عالماً اتخذ الناس رؤوساً جهالاً فسئلوا فأفتوا بغير علم فضلوا وأضلوا»\n-3435- الأبيات في بيان حكم المقلد. فالفتوى التي عليها جمهور الفقهاء أنه لا يحل له الاجتهاد حتى تكتمل عنده شرائطه وهي التي نفصلها في بحث الاجتهاد فيما بعد.\nوعليه فإنه يلزم المقلد أن لا يفتي إلاَّ بقول المشايخ المأذون لهم بالاجتهاد المطلق والمقيد كل في بابه، وعليه الرجوع إلى نصوصهم فيما نصوا عليه، والسكوت فيما لم ينصوا عليه.\nوهذا من فضل الله عز وجل على هذه الأمة، ولطفه بها.\nالجزء: 1 ¦ الصفحة: 14\n",
        "/متن المنظومة/\nإِذْ لو أبيحَ الاجتهادُ للبَشَرْ\n...\nبلا أصولٍ ملأُوا الدُّنيا ضَرَرْ\nوعُطِّلَتْ شريعةُ القُرْآنِ\n...\nوحَكَمَتْ شريعةُ الشَّيْطانِ\nفَمِنْ عظيمِ فَضْلِهِ عَلَينا\n...\nومِنْ جليلِ برِّهِ إِلَيْنا\nأنْ وضَعُوا قواعدَ الأُصُولِ\n...\nوحدَّدُوا طرائقَ الوصُوُلِ\nسَدَّا على منافذِ الشَّيْطانِ\n...\nحتَّى تسودَ شِرْعَةُ الفُرقانِ\nوهذهِ منظومةٌ صغيرَةْ\n...\nحوتْ أصولَ فِقْهِنَا الشَّهيرَةْ\n-36 فلو أن الاجتهاد كان مباحاً للناس بغير حساب ولا أصول لامتلأت الدنيا بالمفاسد، وصارت الأهواء ديناً يتبع.\n-37-38-39-40- لذلك (فمن عظيم فضله) سبحانه وتعالى (علينا) أي على المؤمنين (ومن جليل بره) سبحانه وتعالى (إلينا) أي مما شملنا به من فضله وإحسانه (أن وضعوا) أي وضع العلماء والمجتهدون (قواعد الأصول) وخصوصاً شرائط الاجتهاد (وحددوا طرائق الوصول) إلى رتبة الاجتهاد واستنباط الأحكام (سداً على منافذ الشيطان) وبذلك فقد سدوا الأبواب على كل منفذ من منافذ الشيطان يتخذه للعبث بالشريعة وتعطيل الأحكام، وذلك كله (حتى تسود شرعة الفرقان) والفرقان اسم من أسماء القرآن العظيم.\n-41- (وهذه منظومة صغيرة) وهي نظم في نحو ست مائة ونيف وأربعين بيتاً بيت من بحر الرجز (حوت أصول فقهنا الشهيرة) من بحوث المصادر والمقاصد والدلالات وقد أعان الله سبحانه وتعالى فنظمت هذه الأبيات قصدت فيها تبسيط هذا العلم الشريف لطلبة العلم ليكون بين أيديهم كالقواعد الناظمة قريباً من القلوب سهلا على الألسنة\nالجزء: 1 ¦ الصفحة: 14\n",
        "/متن المنظومة/\nنَظمتُها بدايَةً لِلْمُجْتَهِدْ\n...\nورُمْتُها نِهاية للمقْتَصِدْ\nسَمَّيتُها منظومةَ المُعْتَمدِ\n...\nعلى كتابِ شيخِنا مُحَمَّدِ\n-42 وهي نافعة إن شاء الله لكل من المجتهد والمقتصد، فالمقتصد في هذا العلم الشريف له فيها كفاية وغناء، وهي تكون بإذن الله مقرراً دراسياً يقرؤه طلبة العلم في المعاهد الشرعية، وكذلك فإنها مرحلة تدريب ضروري للمجتهد في أوله، ترسم طريق الاجتهاد على أصوله الصحيحة. وقد استعار الناظم هذه التسمية من العلامة الفقيه المالكي ابن رشد في كتابه العظيم: (بداية المجتهد ونهاية المقتصد)\n-43- وقد سميت المنظومة باسم (المعتمد في أصول الفقه) لأنني جمعت فيها أقوال الأئمة المعتمدين، ولم أتعرض لرأي المخالفين، ولو كان له وجه، وذلك لأن المقصود من المنظومة هذه ترسيخ قدم طالب العلم على سكة هذا العلم الشريف، ثم للجدل بعد ذلك اختصاص وأهل اختصاص.\n(على كتاب شيخنا محمد) وقد جريت في نظم قواعد الأصول على الترتيب الذي جرى عليه أستاذنا الدكتور: محمد الزحيلي وهو أستاذ أصول الفقه الإسلامي في كلية الدعوة الإسلامية، وكلية الشريعة بجامعة دمشق، وكتابه المسمى: أصول الفقه الإسلامي مقرر دراسي في كلية الشريعة بجامعة دمشق.\nوالدكتور محمد الزحيلي من مواليد 1941 م في منطقة دير عطية من أعمال الشام في منتصف الطريق بين دمشق وحمص، سلك على العلامة الكبير الشيخ عبد القادر القصاب مؤسس النهضة العلمية في دير عطية، ثم ارتحل إلى الشام حيث تخرج بكلية الشريعة عام 1971 م والتحق بالأزهر الشريف ونال رتبة الدكتوراه في الفقه الإسلامي المقارن.\nالجزء: 1 ¦ الصفحة: 14\n",
        "/متن المنظومة/\nفأسألُ الرحمنَ أنْ يُتمِّما\n...\nويجعلَ الخيَر بها مُعمَّماً\nوينزعُ الرياءَ عَنْ أَعمالِنا\n...\nويكتبَ الإخلاصَ في أَقْوالِنَا\n-44- فأسأل الرحمن سؤال عبد واثق بفضله سبحانه (أن يتمما) أي يتمم فضله فيما ألهمنا إياه من خدمة العلم الشريف وأن (يجعل الخير بها) أي بهذه المنظومة (معمماً) في الناس يقرؤونها وينتفعون بها ويذكرونا بدعوة صالحة.\n-45- (وينزع الرياء) عطف على الدعاء السابق أي أسأله أن ينزع الرياء والمفاخرة عن أعمالنا في مجال خدمة العلم الشريف (ويكتب الإخلاص في) أقوالنا ولا نكون من الذين ضل سعيهم في الحياة الدنيا وهم يحسبون أنهم يحسنون صنعاً.\nوالرياء آفة العمل الصالح وقد كان السلف رضوان الله عليهم يحذرون من الرياء أشد من حذرنا من الكفر.\nوكان الحسن البصري رضوان الله عليه يقول: إذا استطعت أن تعيش وتموت ولا يعرفك أحد فافعل، وما عليك ألا يعرفوك في الأرض إذا عرفك الله في السماء.\nالجزء: 1 ¦ الصفحة: 14\n",
        "تعريف علم أصول الفقه\nالجزء: 1 ¦ الصفحة: 15\n",
        "/متن المنظومة/\nتعريفُه أنْ تعرفَ القَواعِدا\n...\nالشاملاتِ الموصلاتِ القاصِدا\nإلى طريقةِ اختيارِ الحكم\n...\nمنَ الدَّليلِ مثلما لنَا نُمي\nفهكذا جمهورُهم عَرَّفه\n...\nوالشافعيُّ قالَ فيهِ: أَنَّه\nمعرفة الدلائل الفقهية\n...\nوكيف نستفيد منها شيَّا\nوحالةُ الذي يريدُ الفائِدَهْ\n...\nومالَهُ مِنَ الصِّفاتِ عائِدَه\n-46-47-48- تعريف علم أصول الفقه: «معرفة القواعد الشاملة التي توصل القاصدين إلى استنباط الأحكام من أدلتها التفصيلية» وهذا التعريف هو ما ذكره الناظم.\nوالتعريف الشائع أخصر من هذا، وهو: معرفة القواعد التي يتوصل بها إلى استنباط الأحكام، وهذا هو تعريف الكمال بن الهمام.\nوقوله (مثلما لنا نمي) أي كذلك نقله الأئمة، وكذلك وصل إلينا، ثم بين الناظم أن هذا هو تعريف الجمهور بقوله: (فهكذا جمهورهم عرفه)\n-49-50- أورد تعريف الإمام الشافعي لعلم أصول الفقه ونصه كما ذكره البيضاوي في منهاج الوصول: معرفة دلائل الفقه إجمالاً، وكيفية الاستفادة منها وحال المستفيد.\nونلاحظ أن تعريف الشافعية للأصول يتضمن ثلاثة مباحث:\n-1 معرفة دلائل الفقه إجمالا، وهو ما يعني مصادر التشريع\n-2 وكيفية الاستفادة منها، وهذا يعني حال هذه المصادر من حيث ثبوتها، وتحقيق المانع والسبب والشرط\n-3- وحال المستفيد، هو ما يعني مباحث المجتهد وشروطه وضوابطه\nالجزء: 1 ¦ الصفحة: 16\n",
        "موضوع علم الأصول\nالجزء: 1 ¦ الصفحة: 17\n",
        "ويراد بذلك بيان البحوث التي يتناولها هذا العلم.\nالجزء: 1 ¦ الصفحة: 18\n",
        "/متن المنظومة/\nبحوثُه في خمسةٍ محصورَةْ\n...\nمباحثُ الأَدِّلةِ المذكورَةْ\nمباحثُ الترجيحِ والتَّعارُضِ\n...\nوبحثُ الاجتهادِ فيه فانهضِ\nثمَّ بحوثُ الحكمِ أي في الشرعِ\n...\nتخييرُه اقتضاؤُه والوضعيْ\nوالخامسُ اقتباسُ كُلِّ حكمِ\n...\nمِنَ الدليلِ بطريقِ الفهمِ\nفيبحثُ الفقيهُ فيما يَثْبتُ\n...\nوعالِمُ الأصولِ فَهُوَ المُثْبَتِ\n-51-52-53-54- تنحصر بحوث علم الفقه في خمسة مباحث:\n-1- مباحث الأدلة، ويراد بذلك بحوث مصادر التشريع وهي أربعة متفق عليها: الكتاب والسنة والإجماع والقياس، وأخرى مختلف فيها نعد منها: الاستصلاح والعرف وسد الذرائع وقول الصحابي وشرع من قبلنا وعمل أهل المدينة والاستصحاب.\n-2- مباحث التعارض والترجيح، أي التوفيق بين الأدلة، والتحكيم عليها.\n-3 مباحث الاجتهاد وشروط المجتهد وصفاته، وقال الناظم (فيه فانهض) إشارة إلى وجوب الاهتمام بهذا المبحث لما يترتب عليه من محذور ومحظور.\n-4 مباحث الحكم الشرعي بأنواعه الثلاثة، وهي الاقتضاء والتخيير والوضع، وهي ما نفصل القول عنها في مواضعها.\n-5 كيفية اقتباس الأحكام الشرعية من الدليل، والوسائل المشروعة في فهم النصوص والأدلة، وأصول الاستنباط.\nوهكذا فإنك ترى أن عمل الفقيه والأصولي متكاملان، ذلك أن الأصولي هو الذي يقدم الأدلة جاهزة للفقيه، ويقرر ما هو صالح منها للاحتجاج وما هو غير صالح، ومناطَ كلٍّ، أما الفقيه فإنه يأخذ هذه الأدلة جاهزة من صيدلية الأصول ليطبقها على الأحكام فيقرر على أساس ذلك الحرام والحلال والمندوب والمكروه والمباح.\n-55 فعالم الأصول يثبت الأدلة، والفقيه يبحث فيما ثبت من الأدلة عند الأصولي، ويقرر بها الأحكام الشرعية.\n...\nالجزء: 1 ¦ الصفحة: 18\n",
        "فائدة علم الأصول\nالجزء: 1 ¦ الصفحة: 19\n",
        "/متن المنظومة/\nوغايةُ الأصولِ في الوصولِ\n...\nإلى مرادِ اللهِ والرَّسُولِ\nوعدَّدوا لَهُ مِنَ الفوائدِ\n...\nما جلَّ عن حسابِ كلِّ قاصدِ\nمِنْها بأنَّهُ الطريقُ الأَقومُ\n...\nللاجتهادِ فهُداه يُلْزَمُ\nوأَنَّهُ بانٍ به اِلإسلامُ\n...\nوحُفِظَ القرآنُ والأحكامُ\nوأَنَّهُ يُبيْنُ للمتَّبِعِ\n...\nطريقةَ المجتهدِ المتَّبَعِ\n-56- شرع الناظم يعدد فوائد علم الأصول، فبدأ بتأكيد الغاية الكبرى من هذا العلم الشريف وهي الوصول إلى رضا الله سبحانه وطاعة رسوله، إذ لا يتوصل إلى ذلك إلا بعد معرفة مراد المولى سبحانه وتعالى من الأوامر والنواهي.\n-57- ذكروا له من الفوائدِ ما لا يستطيع أحد إحصاءه.\n-58- فهو السبيل القويم للاجتهاد، وذلك أن الاجتهاد في الإسلام محكوم بموازين دقيقة، يجب اتباعها، وإلا كان الاجتهاد بلا ضوابط لوناً من العبث.\n-59- ومن فوائده أنه أظهر مزايا التشريع الإسلامي وحيويته ومرونته، وبه حفظ الله القرآن العظيم من العبث والتأول وحفظ الأحكام من الفوضى.\n-60- ومن فوائده أنه يظهر مناهج الأئمة في استنباط الأحكام، وبذلك ترتفع الشحناء من النفوس ويعذر المسلم إخوانه من المسلمين فيما اختاروه من مذاهب فقهية.\nالجزء: 1 ¦ الصفحة: 20\n",
        "/متن المنظومة/\nوأنَّهُ يمنَحُ للطُلاَّبِ\n...\nملكَةَ التفكيرِ بالصَّوابِ\nوأنَّه المبينُ للأحكامِ\n...\nلكلِّ ما استجدَّ في الأيَّام\nوأَنَّهُ الضَّابطُ للفُروعِ\n...\nمع الأصولِ فيصَلُ الجميعِ\nوأَنَّهُ لِدَارسِ المَذَاهبِ\n...\nدليلُ كلِّ قاصدٍ وطالبِ\nثامنُها يكشِفُ عنَّا الغُمَّةْ\n...\nنرى فوائدَ اختلافِ الأُمَّةْ\n-61- إن القواعد التي أَصَّلها العلماء للاستنباط هي أيضا منهج دقيق للتفكير السليم حيث توضع العبارات في موازين دقيقة تستنبط منها الأحكام الشرعية، وهكذا فإنَّ علم الأصول يكسب الطالب ملكة التفكير الصحيح السليم.\n-62- فالقواعدُ الأصولية وحدها، هي الكفيلة باستنباط أحكام شرعية لكل ما يستجد من القضايا خلال تطور الحياة وتنوع العقود والمعاملات والاكتشافات.\n-63- إن علم أصول الفقه يضبط الفروع الفقهية ويردها إلى أصولها، ويجمع المبادئ المشتركة، ويبين أسباب التباين بينها، ويظهر مبررات الاختلاف، وهكذا فإنه يكون فيصلاً واضحاً يعتمده الفقيه والمجتهد في تقرير الأحكام.\n-64- ومن فوائده أنه يعتبر العماد الرئيس لمن يدرس المذاهب الإسلامية بقصد المقارنة، والإفادة من اجتهاد الجميع.\n-65- وثامن هذه الفوائد، هي أن يستبصر طالب العلم في اختلاف الأئمة في الفروع، وما يعود به هذا الاختلاف على الفقه الإسلامي من ثراء ووفرة.\nالجزء: 1 ¦ الصفحة: 20\n",
        "تاريخ أصول الفقه\nالجزء: 1 ¦ الصفحة: 21\n",
        "/متن المنظومة/\nمصادرُ التشريعِ في عهدِ الرسولْ\n...\nكتابُ رَبِّي ثُمَّ سنَّةُ الرَّسولْ\nوفي زمانِ الصَّحْبِ فالمصادرُ\n...\nأَربعةٌ فيما رَوَوْا وذَاكَرُوا\nالذكرُ فالحديثُ فالإجماعُ\n...\nوبعدَهُ القياسُ قَدْ أَذَاعُوا\n-66- بدأ الناظم بإيراد نبذةٍ سريعة عن تاريخ علم أصول الفقه، وبيان ما طرأ عليه من متغيرات، فأخبر أن مصادر التشريع في زمن النبي (كانت تقتصر على أمرين اثنين فقط وهما: كتاب الله وسنة النبي (، ولم يكن أي اجتهاد أو استحسان أو إجماع معتبراً حتى يرد إلى الرسول فيقره أو يبطله.\n-67-68- وفي عهد الصحابة فإن مصادر التشريع أربعة:\n-1- القرآن الكريم، وهو ما عبر عنه الناظم ب (الذكر)\n-2- الحديث الشريف، وهو هنا يشتمل على كل ما روى عن النبي (من قول أو فعل أو وصف أو تقرير.\n-3- الإجماع: وهو اتفاق المجتهدين من أمة محمد (في عصر من العصور على حكم شرعي.\n-4- القياس: وهو إلحاق فرع بأصله لعله جامعة بينهما.\nوسيأتي تفصيل ذلك كله في موضعه، ولكن المراد هنا بيان أن الصحب الكرام كانوا يستخدمون هذه الطرائق جميعاً لاستنباط الأحكام الشرعية. ثم راح الناظم يورد الأدلة على ذلك فقال:\nالجزء: 1 ¦ الصفحة: 22\n",
        "/متن المنظومة/\nدليلُه قضا معاذِ بنِ جَبَلْ\n...\nثُمَّ الذَّي للأشعريِّ قَدْ وَصَلْ\nمِنْ عمرٍ. والحدُّ عندُ سُكْرِهِ\n...\nوعدَةُ الحامِلِ بعدَ قبرِهِ\nوعندما استقرت الفتوحُ\n...\nوكثُرَتْ لديهمُ الطروحُ\nوظهرتْ نوازعُ الأهواءِ\n...\nتضافَرتْ بواعثُ الأَحياءِ\n-6970- راحَ الناظمُ يوردُ الأدلةَ على أن الصحب الكرام اعتمدوا في تقرير الأحكام على المصادر الأربعة السالفة فقال:\n(دليله قضا معاذ بن جبل) وقضاء معاذ بن جبل هو ما أخرجه أبو داوود في سننه قال: أرسل رسول الله (معاذ بن جبل إلى اليمن قاضياً وسأله: كيف تقضي إذا عرض لك قضاء؟ قال: أقضي بكتاب الله تعالى،. قال فإن لم تجد في كتاب الله؟ قال: فبسنة رسول الله (، قال: فإن لم تجد في سنة رسول الله (ولا في كتاب الله؟ قال: أجتهد رأيي ولا آلو، فضرب رسول الله (صدره بيده وقال: الحمد لله الذي وفق رسولَ رسولِ الله (إلى ما يرضي الله ورسوله.\nوكذلك استدلَّ بكتاب عمر بن الخطاب إلى أبي موسى الأشعري لما كان عاملاً له على اليمن ونصه:\n«الفهمَ الفهمَ فيما تلجلج في صدرك مما ليس في كتاب ولا سنة، فاعرف الأشياء والأمثال، وقس الأمور عند ذلك، واعمد إلى أقربها إلى الله وأشبهها بالحق»\nواستدل كذلك بتداول الصحابة الكرام في مسألة عقوبة الشارب، فقد قضى علي بن أبي طالب رضي الله عنه وكرم الله وجهه بثمانين جلدة على شارب الخمر قياساً على عقوبة القذف وقال: إن الشارب إذا سكر هذى، وإذا هذى افترى وعقوبة المفتري ثمانون جلدة.\n(وعدة الحامل بعد قبره)\nواستدل كذلك بتداولهم في أمر عدة الحامل المتوفى عنها زوجها، فهي بين آيتين اثنتين:\nالأولى قوله عز وجل: {والذين يتوفون منكم ويذرون أزواجاً يتربصن بأنفسهن أربعة أشهر وعشراً} سورة البقرة -234-\nوالثانية قوله عز وجل: {وأولاتُ الأحمالِ أجلُهن أن يضعن حملهن} سورة الطارق 4\nفاختلف الصحابة في ذلك ثم انتهوا إلى قول عبد الله بن مسعود الذي كان يقول من شاء باهلته أن آية النساء الصغرى - سورة الطلاق - نزلت بعد آية النساء الكبرى - سورة البقرة -.\nوهكذا فإن الصحب الكرام رضوان الله عليهم اتفقوا على رأي ابن مسعود فكان إجماعاً بأن النصَّ المتأخر ينسخ أو يخصص النص المتقدم.\n-7172 أخبر الناظم أن الفقه الإسلامي بعد عصر الصحابة الكرام تعرض لأهواء أصحاب المطامع والمصالح، فظهرت فرقٌ سياسية وباطنية مختلفة، وهكذا فقد تضافرت الأسباب الداعية إلى تحديد مناهج الاستنباط ووسائله سداً لأبواب الهوى والتشهي.\nالجزء: 1 ¦ الصفحة: 22\n",
        "/متن المنظومة/\nفالرأيُ في العراقِ صارَ مدرسَةْ\n...\nكذا الحديثُ في الحجازِ مَدْرسَة\n-73 وهكذا فقد انقسم الأصوليون والفقهاء إلى مدرستين اثنتين:\nالأولى: مدرسة الحديث في الحجاز، وهي تعتمد على الرواية والأثر وتضَيِّق على سبل الاجتهاد ما أمكن.\nوعلى رأس هذه المدرسة المحدثون وأشهرهم الإمام مالك بن أنس وسفيان الثوري.\nالثانية: مدرسة الرأي في العراق، وهي تعتمد على الكتاب والسنة ولكنها لا تقبل من السنة إلا ما ثبت ثبوتاً قطعياً، والأحكام بعد ذلك مسكوت عنها مأذون فيها بالاجتهاد.\nالجزء: 1 ¦ الصفحة: 22\n",
        "تدوين علم الأصول\nالجزء: 1 ¦ الصفحة: 23\n",
        "/متن المنظومة/\nوكلُّهمْ قد كتبَ الفُصُولاَ\n...\nفي الفقهِ لم يدوِّنوا الأُصُولا\nوكانَ في كُتُبهم مُبَعْثَرا\n...\nلدى مسائلِ الفروعِ انتثرا\nيذكرُ كلُّ واحدٍ دليلَهْ\n...\nومذهبَ استدلالهِ محيلَهْ\nعلى الكتابِ أو على الحديثِ\n...\nأو غيرِهِ بسعيهِ الحثيثِ\nفسبَقَ الجميعَ فيهِ الشافعي\n...\nوسِفرُه في البابِ خيرُ نافعِ\n-74 و 75- كَتَبَ الأئمة الأحكام الفقهية قبل أن يدونوا مناهجهم في استنباطها، وكان المفترض أن مصادر التشريع الأربعة لا خلاف فيها وهي الكتاب والسنة والإجماع والقياس. فكتبت كتب الأحكام ولم تكتب كتب في أصول الاستنباط من الأحكام، وكانت هذه الأصول موزعة في ثنايا كتب الفروع والأحكام منتثرة فيها.\n-76 و 77- فكان كل فقيه يأتي بالحكم والدليل عليه مبيناً طريقته في الاستدلال ووجه الدلالة، ثم يحيل القارئ إلى القرآن الكريم أو السنة أو غيرها من المصادر الأربعة، وعلى طالب العلم أن يسعى حثيثاً ليفهم منهج كل إمام.\n-78- وهكذا فقد سبق الإمام الشافعي أقرانه وصار أول من كتب في علم الأصول.\nالجزء: 1 ¦ الصفحة: 24\n",
        "/متن المنظومة/\nفأَوَّلُ المدوَّنِ الرِّسالَةْ\n...\nكذا جماعُ العلمِ فيما قالَهْ\nوبعدَهُ إبطالُ الاستحسَانِ\n...\nومُشكلُ الحديثِ في الميزانِ\nوهذهِ الأَربَعُ مِنْ تأليفِه\n...\nأَوَّلُ ما دوِّن في تصنيفِهِ\nوسبَقَ الفقهُ الأُصُولَ في الزَّمَنْ\n...\nفالفقهُ وزنٌ والأصولُ قد وَزَنْ\n-79- وأول كتاب كتبه الشافعي في الأصول هو «كتاب الرسالة» ، وهو عبارة عن محاولة أولى لتحديد طرق الاستنباط ومصادر التشريع، وقد كتبه الإمام الشافعي أساساً رداً على جماعة منكري السنة الذين ظهروا في عصره، فأثبت فيه حجية السنة، ثم توسع فبين مصادر التشريع تفصيلاً ومناهج الاستدلال بها.\nوكذلك صنف الشافعي كتباً أخرى في الأصول منها: جماع العلم، وهو كتاب قصد منه إثبات وجوب اتباع خبر الآحاد الصحيح، وأقام الأدلة على ذلك.\n-80 ثم كتب الإمام الشافعيُّ كتابين آخرين وهما: إبطال الاستحسان وكتاب اختلاف الحديث، وكلاهما من الكتب المبكرة في علم أصول الفقه.\n-81 82 وشبه الناظم الفقه وأصوله بالمتاع والميزان، فالأصول هو الميزان الذي يوزن به المتاع، والفقه هو المتاع الذي يراد وزنه، ولا شك أن الفقه كان أسبق من الأصول من حيث بدء الكتابة فيه.\nالجزء: 1 ¦ الصفحة: 24\n",
        "طرق التأليف في الأصول\nالجزء: 1 ¦ الصفحة: 25\n",
        "/متن المنظومة/\nطريقةُ الكلامِ أَن تُقررا\n...\nمسائلاً مُدللاً مُحرراً\nوبعدَها طريقةُ الفقيهِ\n...\nسبكُ الأُصُولِ تبعاً تحكيهِ\nوخُصَّتِ الأُولى بفكرِ الشَّافعي\n...\nوخُصَّتِ الأحنافُ بالتَتَابُعِ\nوالآخرونَ لَهُمُ طريقَة\n...\nتَجْمَعُ منهما على الحقيقة\n-83- للعلماء طرق متعددة في التدوين في أصول الفقه.\nوذكر الناظم أولاً طريقة المتكلمين (علماء الكلام) وطريقتهم تجريد الأحكام من الجانب التطبيقي ومناقشتها بمعزل عن الفروع التي تبنى عليها، وهكذا تقرر أصول القواعد أولاً، ثم تستنبط الأحكام على هديها.\n-84 ذكر الناظم ثانياً طريقة الفقهاء، وهي استنباط القواعد من الفروع الفقهية، فيرجع الفقيه إلى ما هو مقرر في مذهبه من أحكام، فيبحث عن الطريقة الجامعة في تقريرها، وهكذا يستنبط الأصول من الفروع.\n-85- والشافعي أشهر من صنف على طريقة المتكلمين، أي قرر الأصول أولاً ثم استنبط الفروع، والأحناف تبنوا طريقة استنباطِ الأصولِ من الفروع، وهي طريقة الفقهاء، وسبب ذلك أن الأحناف لم يعثروا على كتب في الأصول من وضع أئمتهم كما هو الحال عند الشافعية، فراحوا إلى ما دونه أئمتهم من الفقه فاستنبطوا منها منهجاً أصولياً متكاملاً.\n-86- أما طريقة المتأخرين فقد أفادت من كلا الطريقتين، فهي تذكر القواعد أولاً ثم تستنبط منها الفروع، ثم تبين ما خرجَ عن الأصل من هذه الفروع. وقد انتهى الأمر لدى أغلب الفقهاء لاعتماد هذه الطريقة.\nالجزء: 1 ¦ الصفحة: 26\n",
        "/متن المنظومة/\nأهمُّ ما قَدْ صَنَّفوا في الأُولى\n...\nرسالةً، معتمداً، محصُولا\nبرهانُ، مستَصْفَى، كَذا الإحكامُ\n...\nوبعدَهُ التقريبُ والإِلهامُ\nوصنَّفوا على اصطلاحِ الفُقَها\n...\nمِنْها أصولَ البزَدْويِّ والمُنتَهى\nإليهِ.. مثلُ الكرخيِّ السَّرخَسيْ\n...\nكَذلك الجَصَّاصُ نفسُ الملبسِ\n-87- أهم ما صُنفَ على طريقةِ المتكلمين كتاب الإمام الشافعي الرسالة، كذلك كتاب المعتمد في أصول الفقه لأبي الحسين البصري المعتزلي ت 463 هـ، وكذلك كتاب المحصول للإمام فخر الدين الرازي ت 606 هـ\n-88- كذلك مما صنف على طريقة المتكلمين كتاب: البرهان لإمام الحرمين عبد الملك الجويني الشافعي ت 487 هـ.\nوكتاب المستصفى في أصول الفقه لأبي حامد الغزالي ت 505 هـ.\nوكتاب الإحكام في أصول الأحكام للآمدي الشافعي ت 631 هـ.\nوكتاب التقريب والإرشاد في طرق الاجتهاد للقاضي الباقلاني ت 403 هـ.\n-89-90- وعلى طريقة الفقهاء فإن أشهر ما صنف:\nكتاب الأصول، لفخر الإسلام البزدوي ت 482 هـ، وهو من أهم كتب الأصول، وتنتهي إليه اجتهادات العلماء.\nكتاب الأصول، للإمام الكرخي عبد الله بن الحسين، ت 340 هـ\nكتاب الأصول، لشمس الأئمة السرخسي صاحب المبسوط ت 490 هـ\nكتاب الأصول أيضا، للرازي الجصاص، صاحب التفسير 370 هـ.\nوعبر الناظم بقوله (نفس الملبس) عن أن سائر الكتب السالفة لها نفس الاسم.\nالجزء: 1 ¦ الصفحة: 26\n",
        "/متن المنظومة/\nكذلك التأسيسُ والمنارُ\n...\nتنقيحُ، تمهيدُ، هم الأبرارُ\nوالآخرونَ صنَّفُوا كثيراً\n...\nبديعَ، تنقيحاً، كذا التحريرا\nجمعَ الجوامعِ.. مُسَلَّمَ الثُبُوتْ\n...\nوشرحَه فواتحٌ للرَّحمُوتْ\n-91- ومنها أيضا كتاب تأسيس النظر وتقويم الأدلة، لأبي زيد الدبوسي ت 430 هـ.\nومنها كتاب المنار للنسفي عبد الله بن أحمد ت 790 هـ.\nومنها كتاب تنقيح الفصول في علم الأصول للقرافي شهاب الدين أحمد بن إدريس ت 684 هـ.\nومنها كتاب التمهيد في تخريج الفروع على الأصول، للإمام الأسنوي الشافعي ت 772 هـ.\nثم أخبر الناظم بأن هؤلاء الأئمة كلهم أجلاء أبرار يستحقون كل خير وثناء.\n-92 و 93- وعلى طريقة المتأخرين صُنفت كتبٌ كثيرة منها:\n-1- بديع النظام الجامع بين أصول البزدوي والإحكام للساعاتي الحنفي ت 694 هـ\n-2- تنقيح الأصول، لصدر الشريعة البخاري، ت 747 هـ.\n-3- التحرير، لكمال الدين ابن الهمام الحنفي، ت 861 هـ.\n-4- جمع الجوامع، للتاج السبكي عبد الوهاب بن علي الشافعي، ت 771 هـ\n-5- مسلَّم الثبوت للعلامة محب الدين بن عبد الشكور الحنفي ت 1119 هـ\n-6- فواتح الرحموت في شرح مسلَّم الثبوت للعلامة عبد العلي الأنصاري. ت 1225 هـ\nالجزء: 1 ¦ الصفحة: 26\n",
        "/متن المنظومة/\nوخالفَ الجميعَ فيهِ الشَّاطبيْ\n...\nلهُ الموافقاتُ ذو المطالبِ\nوظهرتْ طريقةُ المناهجِ\n...\nترتيبُها يمتازُ بالمبَاهِجِ\n-94- وفي القرن الثامن، ظهر الإمام الشاطبي، الذي أفاد من كل من سبقوه، وصنف كتابه الجليل، الموافقات، في أربعة مجلدات، جمع فيها مبادئ الأصول وأسرار الشريعة وحكم التشريع ت 790 هـ.\n-95- أشار الناظم إلى المؤلفات الحديثة في علم أصول الفقه، وبين أنها كتب نفيسة نافعة، وقد عد منها أستاذنا الدكتور الزحيلي:\n-1- إرشاد الفحول للشوكاني ت 1255 هـ.\n-2- تسهيل الوصول إلى علم الأصول للمحلاوي الحنفي ت 1920 هـ.\n-3- كتاب أصول الفقه للشيخ عبد الوهاب خلاف ت 1955 هـ.\n-4- كتاب أصول الفقه للشيخ محمد الخضري ت 1927 هـ.\n-5- كتاب أصول الفقه للشيخ محمد أبو زهرة ت 1974 هـ.\nولا شك أن هذه الكتب الحديثة تشتمل على فوائد جليلة وأسلوب بديع، بلغة عصرية واضحة.\n...\nالجزء: 1 ¦ الصفحة: 26\n",
        "حكمة اختلاف الفقهاء\nالجزء: 1 ¦ الصفحة: 27\n",
        "/متن المنظومة/\nحِدْ عنْ كلامِ حاقدٍ مغرورِ\n...\nوافهَمْ من اختلافِهِمْ تحريري\nفالخلفُ في التَّشريعِ أَمْرٌ عادي\n...\nكالنقدِ والقانونِ والأعدادِ\nوالخلفُ بينَهم على الفروعِ\n...\nمعَ الوفاقِ في سِوى الفُروعِ\nوإِنْ جرَى الخلافُ في المَصَادِرِ\n...\nفغالباً باللَّفْظِ والنَّوَادِر\n-96- بين الناظم أن اختلاف الفقهاء ليس ظاهرة سلبية في تاريخ الفقه الإسلامي بل هي ظاهرة عافية، ودليل ثراء في هذا الفقه، فأمر الناظم بترك كلام الحاقدين، الذين يفترون بغير دليل، ثم شرع يحرر الفوائد التي أثمرها اختلاف الفقهاء. ولكنه قبل ذلك نبه إلى أمرين اثنين، الأول:\n-97- وذلك أن سائر العلماء في مختلف الفنون، تصدر عنهم آراء متعددة في المسألة الواحدة، وهذا أمر عادي بين العلماء في مختلف فروع المعرفة، وذكر من ذلك علماء النقد وعلماء القانون، وعلماء الرياضيات.\n-98- وهذا هو الأمر الثاني الذي أراد التنبيه إليه، وهو أن الخلاف وإن وقع فإنه غالباً ما يكون في الفروع مع اتفاقهم في الأصول، فهم لا يختلفون في حجية الكتاب والسنة، ولكنهم يختلفون في بعض دلالاتها.\n-99- ثم بين أن هذا الخلاف يأتي أحيانا في المصادر، ولكنه عند التحقيق خلاف لفظي، أو خلاف نادر سرعان ما يزيله العلماء، وهذا ما سنقف على أمثلة كثيرة له فيما يأتي.\nالجزء: 1 ¦ الصفحة: 28\n",
        "/متن المنظومة/\nوَخلفُهم مَنَحنا المرونَة\n...\nومدَّنا بثروةٍ ثمينة\nوخلفُهم على الفروعِ توسِعَةْ\n...\nلَوْ أَنَّهم ما اختلفوا لامتنعا\nولم يكن خلافُهم تَعصُّباً\n...\nأو للهَوى أو يشتهونَ الرُّتَبَا\nوانحصر الخلاف في المظنونِ\n...\nكخبرِ الآحاد لا اليقيني\n-100- ومن فوائد اختلافهم ظهور المرونة في التشريع. كان عمر بن عبد العزيز يقول: ما أحب أن أصحاب رسول الله - صلى الله عليه وسلم -لم يختلفوا، لو لم يختلفوا لم تكن رخصة.\nوكذلك فإن هذا الاختلاف نتج عنه ثراء حقيقي في الفقه الإسلامي، إذ كان كل فقيه يدلل لرأيه بأدلة كثيرة من العقل والنقل، وافتراض الوقائع بالأرأيتية (أرأيت إن) والفنقلة (فإن قلت) وقد كان لذلك أثر حقيقي في إثراء الفقه الإسلامي الذي نفخر به اليوم.\n-101- يشير إلى كلمة الخليفة الراشدي عمر بن عبد العزيز السالفة، وهو توكيد على حقيقة اليسر في الشريعة الإسلامية السمحة. {يريد الله بكم اليسر ولا يريد بكم العسر}\n-102 إن اختلاف الفقهاء له أسباب موضوعية دقيقة، نُفصِّلها في الفصل التالي، وسترى أنهم ما كانوا يختلفون تعصباً أو ابتغاءً لرتبة أو منصب، وبذلك يطمئن قلبك في اتِّبَاعهم.\n-103- والخلافُ منحصر في المسائل الظنية دون القطعية، فالكتاب كلُّه قطعيُّ الثبوت، وكذلك السنة المتواترة، فلم ينقل فيها أي اختلاف ولكن وقع الخلاف في سنة الآحاد، وفي الدلالات الظنية للنصوص إذا ما استوفت دلالاتها القطعية.\nالجزء: 1 ¦ الصفحة: 28\n",
        "/متن المنظومة/\nومطلقاً لم يجرِ عهدَ المصطفى\n...\nفالوحيُ والحديثُ فيهمُ قَدْ كفى\nورُبَّما حكمَ في رأيَيْنِ\n...\nمختلفينِ\n...\nجوَّزَ الوَجْهينِ\n-104- بَيَّن أن الخلافَ لم يسجَّل في عهد النبي - صلى الله عليه وسلم - وذلك لأنه - صلى الله عليه وسلم -كان مرجعهم فيما يختلفون فيه، فلا خلاف بعد مشاورته - صلى الله عليه وسلم -.\n-105 أما ما ورد عن النبي - صلى الله عليه وسلم - من سننٍ شريفة فيها رأيان اثنان، فإنما صدر ذلك عنه لبيان جواز الوجهين في المسألة.\nومثال ذلك ما رواه عطاء بن يسار عن أبي سعيد الخدري قال: خرج رجلان في سفر، فحضرَتِ الصلاة، وليس معهما ماء، فتيمَّما صعيداً طيباً فصلَّيا، ثم وجدا الماء في الوقت، فأعاد أحدهما الوضوء والصلاة، ولم يعدِ الآخر، ثم أتيا رسول الله - صلى الله عليه وسلم -فذكرا ذلك له، فقال للذي لم يعده: أصبت السنة وأجزأتك صلاتك، وقال للذي توضأ وأعاد: لك الأجر مرتين.\nالجزء: 1 ¦ الصفحة: 28\n",
        "أسباب اختلاف الفقهاء\nالجزء: 1 ¦ الصفحة: 29\n",
        "/متن المنظومة/\nوبعدَما أدركتَ حكمةَ الخِلافْ\n...\nخذْ واضحاً أسبابَ ذاكَ الاختلافْ\nفاختلفوا في واقعِ الجِبِّلَةْ\n...\nإذ لم تقيدِ العقولَ الملّةْ\nواختلفُوا في لغةِ القرآنِ\n...\nكالقرءِ والنَّكاحِ في البَيَانِ\nواختلفُوا في عَصْرِهم ومِصْرهم\n...\nوحالِهم وبالِهم وعُرْفهِم\n-106 و 107- شرع الناظم يعدد أسباب الاختلاف بين الفقهاء فذكر منها:\nأولاً: الاختلاف في أصل الجبلة، وذلك أن الناس - والعلماء منهم - لم يخلقوا على طبيعة واحدة، فتجد فيهم الحازم واللين، والشديد والهين وهذا تفاوت قضى به أمر الله ولا مبدل لكلمات الله.\nولم تأت الملّة السمحاء بقيد على العقول، بل كان كلٌّ يختار ما يناسب فطرته مما أذن به الله سبحانه.\n-108- ثانياً: اختلفوا في المعنى اللغويِّ للكلمة، فربَّ كلمة في العربية تردُ على أكثر من معنى فكان كلُّ فقيه يختار واحداً من هذه الوجوه، ودلَّلَ الناظم على ذلك بمثالين: القرء فهو يستعمل في العربية بمعنى الطهر بين الحيضتين - وهو اختيار الشافعية، ويستعمل أيضاً بمعنى الحيض - وهو اختيار الحنفية -، وكذلك لفظ النكاح فإنه يأتي بمعنى العقد، ويأتي بمعنى الدخول الحقيقي.\n-109- وذكر من أسباب الاختلاف، اختلاف الزمان والمكان والبيئات والأعراف، فلكلِ زمانٍ أحكامه وظروفه، والشريعة السمحاء فيها سعة وتنوع يسع كل عصر ومكان وبيئةٍ وعرف، ولكن الخطأ إمضاء حكم ما مخصوص على سائر الأعصر.\nالجزء: 1 ¦ الصفحة: 30\n",
        "/متن المنظومة/\nواختلفوا في الفَهمِ للمرادِ\n...\nبالنَصِّ في سبيلِ الاجتهادِ\nفهذهِ الأسبابُ لن تباشرَهْ\n...\nوهاكُمُ أسبابَهُ المباشِرَةْ\nأَوَّلُّها الخلافُ في المصَادِرِ\n...\nمِنْ كلِّ ما أتى بلا تواتُرِ\n-110- ومن أسباب اختلافهم تفاوت فهمهم للنصوص ودلالتها، وذلك أن النصوص الشرعية لها دلالات قطعية ودلالات ظنية، وهم لا يختلفون في قطعي الدلالة ولكنهم يختلفون في ظني الدلالة.\nمثال ذلك: {والسارق والسارقة فاقطعوا أيديهما} . المائدة -38 فدلالة الآية قطعية لا شك فيها، ولكن دلالتها على النباش والمختلس والطَّرار والمغلّ دلالة ظنية محتملة.\n-111 و 112- ذكر الناظم أن الأسباب السالفة أسباب غير مباشرة، أي مصدرها خارج عن الفقه الإسلامي، ثم شرع يعدد الأسباب المباشرة فقال:\nأولاً: الخلاف في المصادر غير المتواترة، وذلك أن العلماء لا يختلفون في شيء تواتر إسناده إلى المعصوم (، والتواتر هو أن يروي النص جمع عن جمع تحيل العادة تواطؤهم على الكذب.\nولكن وقع الخلاف في بعض روايات الآحاد، وهذا أمر طبيعي إذ يجوز عقلاً الاختلاف في توثيق فلان أو تجريحه، وهو لا ينقض من أصول الشريعة ولا من فروعها شيئاً.\nواعلم أن القرآن كله متواتر من شك في شيء منه كفر، والسنة العملية المشتملة على أحكام الصلاة والصيام والزكاة والحج والعقائد كلها متواترة، وثمة قريب من مائتي حديث لفظي بلغ رتبة التواتر، وقد فصل الإمام السيوطي ذلك في كتابه اللآلئ المتناثرة في الأحاديث المتواترة. وفيه تساهل بَيِّن.\nالجزء: 1 ¦ الصفحة: 30\n",
        "/متن المنظومة/\nوبعدَهُ الخلافُ في الحديثِ\n...\nمصطلحاً كالجهلِ بالحديثِ\nوعدم الثبوتِ عند واحدِ\n...\nكذاكَ في شروطِ نقلِ الواحدِ\nأو علمُهُ بواحدٍ منَ السَّنَدْ\n...\nبضعفِه كذاكَ نسيانُ السَّنَدْ\nثَالثُها الخلافُ في القواعدِ\n...\nكضابطِ الإيجابِ والتباعُدِ\nوالخلفُ في دلالةِ الألفاظ\n...\nوالعامِ والخاصِ مِنْ الأَلفاظِ\n-113 و 114 و 115- ثاني تلك الأسباب: الاختلاف في مصطلح الحديث، إذ أن مصطلح الحديث علم محدث، تفاوتت في تقريره، قرائح الأئمة، وذكر الناظم من ذلك ثلاثة أمثلة:\nالأول: الجهل بالحديث، فقد يبلغ الحديث بعض الرواة، ولا يبلغ البعض الآخر فينشأ من ذلك اختلاف في نتيجة الاستدلال.\nالثاني: عدم الثبوت عند أحد الأئمة، وهنا يبلغه الحديث، ولكنه لا يتحقق من ثبوته لانقطاع في الإسناد، أو علة في الرواية.\nالثالث: شروط نقل الآحاد، فقد كان للأئمة مناهج مختلفة في إثبات الاتصال والمعاصرة واللقيا، وقد ترتب على ذلك أيضا تفاوت في نتيجة الاستدلال.\nالرابع: علمه بعلة في الإسناد: فقد يثبت له الاتصال والمعاصرة، ولكنه يعلم جرحاً في أحد الرواة لم يطلع عليه غيره، والمرء مأمور بأن يلتزم ما أدى إليه عيانه في الرجال ولو خالفه اجتماع الثقات.\n-116 و 117- ثالث تلك الأسباب هو الاختلاف في القواعد الأصولية، كاختلافهم في دلالة الألفاظ على الأحكام، واختلافهم في شمول الألفاظ وعدمه واختلافهم في دلالة العام على كافة أفراده، وسيأتي تفصيل هذه المسائل في مواضعها.\nالجزء: 1 ¦ الصفحة: 30\n",
        "/متن المنظومة/\nوالخلفُ في قواعدِ التَّرْجيحِ\n...\nوالنسخِ والتخصيصِ والتَّصريحِ\nكذاكَ ما شذَّ مِنَ الرِّوايَةْ\n...\nومرسلُ الحديثِ في الدِّرايَةْ\n-118- وكذلك اختلافهم في قواعد التعارض والترجيح، فقد يتوهم المرء وجود تعارض بين بعض النصوص، وقد تتعارض النصوص الظنية فعلاً، فلا بد هنا من الترجيح، والترجيح هنا يكون بإعمال أحد النصين، كما يكون بإعمالهما معاً كل في مناطه، وهذه المسائل لا تتفق عليها مناهج العلماء، ويؤدي ذلك إلى اختلاف الاجتهاد. وكذلك اختلافهم في قواعد النسخ، وإعمال المنسوخ، وتخصيص العام وتقييد المطلق.\n-119- ومن أسباب اختلاف الفقهاء، اختلافهم في الاحتجاج بالرواية الشاذة من القرآن الكريم، فقد كان بعض الصحابة يكتب في مصحفه كلمات على سبيل التفسير والبيان، فرواها الناس عنه على أنها قراءة، مثال ذلك زيادة ابن مسعود كلمة متتابعات، عقب قوله تعالى: فصيام ثلاثة أيام في سورة المائدة. ومع اتفاقهم على أن القراءة الشاذة ليست قرآناً غير أنهم اختلفوا في الاحتجاج بها. فاختيار أبي حنيفة وأحمد وجوب العمل بها واختيار الجمهور أنها من باب قول الصحابي يستأنس به ولا يجب العمل به.\nوأما الحديث المرسل فهو ما رفعه التابعي مباشرة إلى رسول الله - صلى الله عليه وسلم -، فهو على قاعدة الرواية حديث منقطع، ولكن لما كان الساقط من الرواية هو الصحابي والصحابة كلهم عدول، كان ذلك الساقط ثقة لا يضر الجهل باسمه، ولكن ذلك اختيار الحنفية والمالكية وبعض الشافعية، فيما يرى الإمام الشافعي أن المرسل ليس بحجة وهو في عداد الحديث الضعيف.\nالجزء: 1 ¦ الصفحة: 30\n",
        "/متن المنظومة/\nفخلفُهم لعللٍ وَجيهَةْ\n...\nبَيَّنتُها فكُنْ بِهَا نَبيها\n-120- وأجمل القول فأشار أن الخلاف كان له أسبابه الموضوعية المقنعة، وعلى طالب العلم أن يتنبه إليها ليرفع غاشية سوء الظن عن السلف الصالح.\nالجزء: 1 ¦ الصفحة: 30\n",
        "مقاصد الشريعة\nالجزء: 1 ¦ الصفحة: 31\n",
        "/متن المنظومة/\nمقاصِدُ الشَّرْعِ هيَ النتائِجُ\n...\nكذلكَ الغاياتُ والمباهِجُ\nأَتَتْ بها الشريعةُ المطَهَّرَةْ\n...\nوأَثبتَتْها في الفروعِ الظَّاهِرَةْ\nوهِيَ التَّي سَعَتْ إلى تحقيقِها\n...\nدوماً بكلِّ أمرِها ونهيها\nفحققتْ مصالحَ العبادِ\n...\nدُنيا وأخرى بهدىِ الرَّشاد\nأَلا ترى إلى النُّصوصِ الوَاضِحَةْ\n...\nكم عَلَّلَتْ وبَيَّنَتْ موضِّحَةْ\nوظاهرٌ لعاقلٍ لبيبِ\n...\nفي الخلقِ والتشريعِ والتهذيبِ\nلم يخلقِ الرحمنُ شيئاً باطلاً\n...\nوجاء جُلُّ شرعِنا معلَّلا\n-121 و 122 و 123- مقاصد الشريعة في اصطلاح العلماء هي الغايات والأهداف والنتائج والمعاني التي أتت بها الشريعة وأثبتتها في الأحكام وسعت إلى تحقيقها وإيجادها والوصول إليها في كل زمان ومكان.\n-124- جاء الدين لخدمة الإنسان وسعادته والله غني عن العالمين، وفي الحديث القدسي: «يا عبادي إنكم لن تبلغوا ضري فتضروني، ولن تبلغوا نفعي فتنفعوني» رواه مسلم عن أبي ذر، وفي التنزيل العزيز: {من عمل صالحا فلنفسه ومن أساء فعليها وما ربك بظلام للعبيد} فصلت -46-\n-125 و 126 و 127- أراد الناظم التوكيد على تنزيه المولى سبحانه وتعالى عن العبث في التشريع، فما من حكم إلا وله حكمة، علم ذلك من علم وجهل ذلك من جهل، ولذلك كانت أكثر الأحكام تأتي معللة مبيَّنة في الكتاب والسنة.\nالجزء: 1 ¦ الصفحة: 32\n",
        "/متن المنظومة/\nومَنْ وعى مقاصِدَ الشريعة\n...\nفعلُمهُ كقلعةٍ منيعَة\nفيدرِكُ الطَّالبُ سِرَّ الشَرْعِ\n...\nكذا إطارَ حكمِهِ والفَرْعِ\nوهو في الدِراسةِ المقارِنَة\n...\nدليلُهُ المفيدُ في الموازَنة\nوهدفُ الدَّعوةِ فِيها يَنْجلِي\n...\nوذاكَ شأنُ المصلحيَن الكُمَّلِ\nويستنيرُ العُلما بها على\n...\nمعرفةِ الأحكامِ مِما أُجْملا\nويستعينونَ بها في الفَهْمِ\n...\nلغامضِ النُّصوصِ قبلَ الحُكَمْ\n-128 و 129- شرع الناظم يذكر الفائدة من معرفة مقاصد الشريعة فعدَّد منها:\nأولاً: إدراك حكمة الشريعة فيما جاءت به من أحكام، وذلك يلقي اليقين في نفس طالب العلم ويزيده ارتباطاً بالشريعة ودعوة إليها، وفهماً عنها وحرصاً عليها، ويكسبه تصوراً شاملاً لغاياتِ الشريعة المطهرة أصولاً وفروعاً وإطاراً ومناطاً.\n-130 و 131- ثانياً: وبناء على معرفة مقاصد الشريعة يمكن الترجيح والمقارنة بين الاجتهادات المختلفة للفقهاء، فما كان منها أكثر تحقيقاً لمصالح الناس ومنافعهم كان أقرب إلى القبول، وأدنى إلى الحق.\nثالثاً: وتبين المقاصد أيضا أهداف الشريعة السامية في سائر الأحكام، وهذا منهج المصلحين الكاملين في دعوتهم وإرشادهم.\n-132 و 133 رابعاً: إن معرفةَ مقاصد الشريعة دليلٌ قويٌّ في تفسير الأدلة وتحديد معاني المجمل منها.\nخامساً: كذلك فإنها تعين الأصوليَّ في بيان تفصيل غامض النص قبل استنباط الحكم منه.\nالجزء: 1 ¦ الصفحة: 32\n",
        "/متن المنظومة/\nوأَنَّهُمْ بها يُحدِّدُونَا\n...\nمدلولَها في اللَّفْظ والمَضْمُونَا\nوحينَما تفتَقَدُ النُصُوصُ\n...\nبهديها تَستَنْبَط الفُصُوصُ\nوحينَما نحتاجُ للترجيحِ\n...\nبها يرجحونَ في الصَّحيحِ\nتقسيمُها بحسبِ المَصَالحِ\n...\nثلاثةٌ على المقالِ الواضِحِ\nأَوَلُها ما سمِّيَ الضَروري\n...\nونُوِّعَتْ لخمسةٍ أمورِ\nفحفظُهُ لدينهِم ونفسهِمْ\n...\nوعَقْلِهِم وعرضهِم ومالِهِمْ\n-134 سادساً: ومن خلال المقاصد يمكن تحديد مدلول النصوص الشرعية لفظاً ومضموناً.\n-135 سابعاً: وكذلك يمكن تشريع الأحكام التي سكت عن بيانها الشارع الحكيم، على هدي المقاصد العامة، والفصوص: حقائق الأشياء، والمراد هنا حقيقة الأحكام.\n-136 ثامناً: وكذلك فإن مقاصد الشريعة مرجح قوي لدى التنازع في حكم من أحكام الشريعة.\n-137138139 شرع يذكر تقسيم المصالح الشرعية، فأشار إلى أنها تنقسم ثلاثة أقسام:\nأولاً: المصالح الضرورية: وهي التي تقوم عليها حياة الناس الدينية والدنيوية، ولا يمكن أن تستقر الحياة بفقد واحد منها، وهي تنحصر في حفظ خمسة أشياء: الدين والنفس، والعقل، والعرض، والمال.\nقال الإمام الغزالي: فكل ما يتضمن حفظ هذه الأصول الخمسة فهو مصلحة، وكل ما يفوت هذه الأصول فهو مفسدة، ودفعها مصلحة.\nالجزء: 1 ¦ الصفحة: 32\n",
        "/متن المنظومة/\nوبعدَهُ المصالحُ الحاجِيَّةْ\n...\nبدفْعِ كُلِّ شقَّةٍ حَرِيَّة\nثالثُها ما سمِّيَ التحسِيني\n...\nوهيَ الكمالُ لأُولي التبيينِ\nومنهجُ التَّشْريعِ في الرِّعايَة\n...\nإِيجادُها والحفظُ والوِقايَةْ\nفحَفِظَ الثلاثَة الأَقْسَامْا\n...\nوزادَ فيها رابعاً تماماً\nأتى بهِ مكَّملا محتاطاً\n...\nكي لا يكونَ حفظُه اعتباطاً\n-140 ثانياً: المصالح الحاجيَّةَ: وهي التي يحتاجها الناس لتأمين معاشهم بيسر وسهولة، وحيث لم تتحقق واحدة منها أصاب الناس مشقة وعسر وهو ما عبر عنه الناظم بقوله: (حرية بدفع كل مشقة) أي لازمة لدفع المشاق.\n-141- ثالثاً: المصالح التحسينية، وهي الأمور التي يقتضيها الأدب والمروءة، ولا يصيب الناس بفقدها حرج ولا مشقة، ولكن الكمال والفطرة يجدان فقدها.\n-142- وهكذا فإن منهج الشريعة السمحة لرعاية هذه المصالح يتلخص في خطوتين اثنتين:\nأولاً: إيجاد هذه المصالح عن طريق النصوص التي أمرت بها.\nثانياً: حفظها عن طريق تشريع موجبات التزام الناس بها، وعدم الإساءة إليها.\n-143 و 144- وهكذا فقد حفظ أقسام المصالح الثلاثة، وزاد المصالح التكميلية وهي التي يتم بها تحقيق المصالح الثلاثة على أحسن وجه، كالأذان للصلاة بقصد حفظ الدين، والقصاص بقصد حفظ الأنفس، ومنع النظر بقصد حفظ الأعراض وتحريم الخمر بقصد حفظ العقل، والحجر على السفيه بقصد حفظ المال.\nالجزء: 1 ¦ الصفحة: 32\n",
        "/متن المنظومة/\nثُمَّ الضَّرُوريُّ مقَّدمٌ على\n...\nسِواهُ كالحاجيِّ والذي تَلا\nوقَدَّمُوا ما عمَّ في الأَحكامِ\n...\nعلى الذي خصَّ مِنَ الأَنامِ\nورتَّبُوا أيضاً ذوَيْ الضرورة\n...\nمن حاجةٍ عُظمى ومِن خطيرة\nفَقُدِّمَ الدينُ على الأَموالِ\n...\nوهكذا النَفْسُ على التَوالي\n-145- يجب تقديم المصالح الضرورية على الحاجية عند التعارض وكذلك الحاجية على التحسينية.\nفستر العورة واجب ولكن أبيح كشفها للطبيب حفظاً للنفس، لأن حفظ النفس من المصالح الضرورية، وستر العورة من المصالح التحسينية.\n-146- أيضاً تُقدم المصلحة العامة على المصلحة الخاصة، فالقصاص قتل للنفس ولكن فيه حفظ لأنفس الناس، إذ أن ترك القاتل بلا عقاب فيه ترويع للأبرياء وهو مظنة قتل أبرياء آخرين.\n-147 و 148- أفاد الناظم بأن المصالح مرتبة أيضاً داخل التقسيم الواحد، فحفظ الدين مقدم على حفظ النفس، وحفظ النفس مقدَّم على حفظ المال وهكذا وفق ترتيب الأبيات السابقة. فشرع الجهاد بالنفس للحفاظ على الدين، وشرع بذل المال للتداوي حفاظاً على النفس، وهكذا دواليك.\n...\nالجزء: 1 ¦ الصفحة: 32\n",
        "الباب الأول: مصادر التشريع الإسلامي\nالجزء: 1 ¦ الصفحة: 33\n",
        "الفصل الأول: المصادر المتفق عليها\nالجزء: 1 ¦ الصفحة: 34\n",
        "المبحث الأول: الكتاب الكريم\nالجزء: 1 ¦ الصفحة: 35\n",
        "/متن المنظومة/\nوأوَّلُ المصادرِ القُرآنُ\n...\nكتابُ ربِّي المعجِزُ البيانُ\nمنزلاً على النَّبيِّ العرَبي\n...\nولفظَهُ وخطُّهُ بالعَربي\nتواتراً.. كتبَ بالمصاحفِ\n...\nوما سِواهُ في الصَّلاةِ مُنْتَفي\nولا تجوزُ في الأَصَحِ التَرْجَمَة\n...\nوالخلفُ قامَ في ثبوتِ البَسْمَلَة\n-149 و 150 و 151- أورد الناظم تعريف الجمهور للكتاب العزيز القرآن الكريم، وهو أول مصادر التشريع، لا يجهله أحد، ولا يختلف عليه أحد، ولكنه أورده على اصطلاح الأصوليين، وهاكه كما أورده الغزالي في المستصفى، القرآن الكريم: هو كلام الله المعجز، المنزل على سيدنا محمد (، باللفظ العربي، المنقول إلينا بالتواتر، المكتوب بالمصاحف، المتعبد بتلاوته، المبدوء بسورة الفاتحة المختوم بسورة الناس.\nوقول الناظم: (البيان) زيادة إيضاح في التعريف وهو اسم من أسماء القرآن الكريم، قال الله عز وجل: {هذا بيان للناس وهدى ورحمة وموعظة للمتقين} ، وقوله (وما سواه في الصلاة منتفي) إشارة إلى قولهم: المتعبد بتلاوته.\n-152- ولا تصحُّ ترجمة ألفاظ القرآن الكريم، وقد أذن الفقهاء بترجمة معاني القرآن، وعلى كل حال فلا يسمى النص المترجم قرآناً بحال، لقوله تعالى: {بلسان عربي مبين} ، ولا يصح أن تستنبط منه الأحكام وأشار الناظم إلى الخلاف في البسملة، وهل هي آية من القرآن الكريم، ولا خلاف أن البسملة بعض آية من القرآن الكريم، وردت في سورة النمل في قوله سبحانه وتعالى: {إنه من سليمان وإنه بسم الله الرحمن الرحيم}\nوالمسألة على ثلاثة أقوال:\nالأول: البسملة آية في كل سورة إلا سورة براءة، وهو قول الشافعي أي هي (113) آية، تضاف إليها آية النمل.\nالثاني: البسملة ليست بآية في أوائل السور مطلقاً وهو قول المالكية.\nالثالث: البسملة آية واحدة ثم وضعت في أوائل السور جميعاً تبركاً.\nالجزء: 1 ¦ الصفحة: 36\n",
        "/متن المنظومة/\nوكلُّ مَا لم يتواتَر في السَّنَدْ\n...\nآحادُهُ مشهورَهُ فلا تُعَدْ\nوالشرطُ في الإعجازِ ما سأبدي\n...\nأولُّها أنْ يوجَدَ التَحدِّي\nوالثانِ أنْ تُهَيأ الدوافِعُ\n...\nثالثُها أنْ تنتفي الموانِعُ\n-153- أشار الناظم بذلك إلى أن القراءات التي لم تنقل بالتواتر لا تسمى قرآناً، وبذلك تخرج القراءات الشاذة والآحادية والمشهورة. فليست قرآناً ولا يتعبد بها، ولا تصح بها الصلاة.\n-154 و 155- ذكر الناظم شروط الإعجاز وهي ثلاثة:\nالأول: وجود التحدي، أي بأن يدعى المعارضون إلى الإتيان بمثله.\nالثاني: أن تهيأ الدوافع لدى المعارضين لقبول المنازلة.\nالثالث: أن تنتقي الموانع التي تحول دون قيامهم بالتحدي.\nوهذه الشرائط الثلاثة توفرت في الإعجاز القرآني، فقد تحداهم أن يأتوا بمثله، فلا مسوغ لقولهم لو شئنا لقلنا مثل هذا، ووجد الدافع لدى الخصوم للمعارضة لأنهم كانوا حريصين على تكذيبه، وانتقى المانع عنهم لأنه تحداهم بلغتهم وكلامهم.\nالجزء: 1 ¦ الصفحة: 36\n",
        "/متن المنظومة/\nوهذهِ بعضُ الوجوهِ فيهِ\n...\nنظامُ لفظٍ ومعانٍ فيهِ\nثُمَّ انطباقُهُ على العِلْمِ الصحيحْ\n...\nوأثرُ اللَّفْظِ البليغِ والفصيحْ\nكذلكَ الإِخبارُ بالمستقبلِ\n...\nوكلُّ ذاكَ واضحٌ ومُنْجَلي\nأحكامُه ثلاثَةٌ لِمَنْ أَرادْ\n...\nعمليةٌ خلقيةٌ ثُمَّ اعتقادْ\nفَمِنْهُ ما أبانَهُ مفصلاً\n...\nومنهُ ما أبانَ مِنْهُ مجملاً\n-156-157-158- شرع يعدد بعض وجوه الإعجاز القرآني فذكر منها:\n-1- اتساق ألفاظه وعباراته ومعانيه وأحكامه ونظرياته.\n-2- انطباق آيات القرآن الكريم على ما يكشفه العلم الصحيح.\n-3- فصاحة ألفاظه وبلاغة عباراته وقوة تأثيره.\n-4- إخباره بوقائع لا يعلمها إلا علام الغيوب.\nوقد أفاض أستاذنا الزحيلي في إيراد الأمثلة على تحقق هذه الوجه، فلا داعي لتفصيل القول فيها.\n-159- يمكن تصنيف الأحكام التي تضمنها القرآن الكريم إلى ثلاثة أقسام:\nأحكام اعتقادية، وأحكام أخلاقية، وأحكام عملية شرعية، وهي تشتمل على العبادات والمعاملات والأنكحة والحدود والجهاد.\n-160- وقد جاءت الأحكام في القرآن الكريم مفصلة في مواضع ومجملة في مواضع.\nالجزء: 1 ¦ الصفحة: 36\n",
        "/متن المنظومة/\nواستوعَبَتْ آياتُهُ العقائِدا\n...\nوالمجملاتِ وأَحالَتْ ماعدا\nوبعضُهُ دلالَةٌ قَطْعِيَّةْ\n...\nوبعضُهُ دلالةٌ ظَنِّيَة\nواختلفَ الأسلوبُ في الإِلزامِ\n...\nوالندبِ والحلالِ والحرامِ\n-161- بين الناظم أن القرآن الكريم يشتمل على جميع العقائد، ويشتمل على جميع الأحكام على سبيل الإجمال فيما ترك تفصيل الأحكام المجملة لتقوم السنة المشرفة ببيانه.\n-162 و 163- القرآن الكريم كله قطعيُّ الثبوت، أي لا شك في نسبته إلى الله عز وجل ولكنه ليس قطعي الدلالة على سائر الأحكام، فمنه قطعي الدلالة ومنه ظني الدلالة، مثال ذلك قوله عز وجل {أو لامستم النساء فلم تجدوا ماء فتيمموا} النساء -43-، فالآية تدل على أن ملامسة المرأة تنقض الوضوء، ولكن ما هي الملامسة المقصودة؟ هل هي محض اللمس؟، أم هي الجماع؟، أم هي الملامسة بشهوة؟ ثلاثة أقوال، لكل منها قرائن يستدل بها القائلون بذلك، والآية ظنية الدلالة على كل قول. وللقرآن الكريم: أساليب مختلفة في الأمر والنهي والندب والكراهة والإباحة نبينها فيما بعد إن شاء الله.\nالجزء: 1 ¦ الصفحة: 36\n",
        "المبحث الثاني: السنة\nالجزء: 1 ¦ الصفحة: 37\n",
        "/متن المنظومة/\nوالسُنَةُ الطريقَةُ المعتادَةْ\n...\nقَدْ حدَّها قومٌ كرامٌ سادَة\nوهِيَ اصطلاحاً ما أضيفَ للنَّبيْ\n...\nقولاً وفعلاً.. ثم تقريرُ النَّبيْ\nفالقولُ ما جاءَ مِنَ الكلامِ\n...\nوالفعلُ ما رأَوهُ كالسلامِ\nوبعدَهُ التَّقريرُ وهو ما رَأَى\n...\nمِنْ فعلِهم فما أَبَى ولا نَأى\nواختلفَتْ في السنَّةِ الأقوالُ\n...\nلِمَا مَضَى أهلُ الحديثِ مَالوا\nوللأصوليينَ ما يثابُ\n...\nبها.. وما لتاركٍ عِقَابُ\n-164- السنة لغة: الطريقة والعادة، وهكذا عرفها النحاة.\n-165- والسنة في اصطلاح المحدّثين: هي ما أضيف للنبي (من قول أو فعل أو وصف أو تقرير.\n-166- ويراد بالقول: كلام النبي - صلى الله عليه وسلم - المرفوع إليه بإسناد، ويراد بالفعل ما أخبر به الصحابة الكرام أو التابعون من أحوال النبي - صلى الله عليه وسلم -، ومثل الناظم بالسلام ليعبر عن السنة الفعلية.\n-167- أما التقرير: فهو ما رآه - صلى الله عليه وسلم -من أحوال الصحابة فلم ينكره ولم يأمر به.\n-168- وتعددت مناهج العلماء في تعريف السنّة، والتعريفُ السابق هو تعريف المحدثين.\n-169- أما تعريف الأصوليين فهو: السُّنة: ما يثابُ فاعله ولا يعاقب تاركه.\nالجزء: 1 ¦ الصفحة: 38\n",
        "/متن المنظومة/\nوأربَعٌ لم تُعتَبرْ في السُّنَّةْ\n...\nما كانَ قبلَ بعثةٍ ومِنَّة\nوالثانِ ما أتى على الجِبِلَّة\n...\nوما استَقى.. كطِبِّه في العِلَّة\nرابعُها ما خصَّهُ بالذَّاتِ\n...\nمن حالِهِ كعدِدِ الزَّوْجاتِ\n-170 و 171 و 172- ذكر الناظم أربعةَ مسائل لا يعدُّها الأصوليون من السنة:\nالأولى: ما كان قبل بعثة النبي - صلى الله عليه وسلم - لأنه لا تشريع فيه.\nالثانية: أفعال النبي - صلى الله عليه وسلم - الجبلية التي لم يقم دليل على اعتبار مشروعيتها، لكن قالوا: نعم يثاب من قلده - صلى الله عليه وسلم -في ذلك لحبه وإخلاصه.\nالثالثة: ما صدر عن رسول الله - صلى الله عليه وسلم -بمقتضى ما حصله من الخبرة البشرية في حياته الخاصة.\nالرابعة: مسائل مخصوصة به - صلى الله عليه وسلم -، قام الدليل على أنه لا يجوز التأسِّي بها كالزواج بأكثر من أربع، والوصال في الصيام.\nالجزء: 1 ¦ الصفحة: 38\n",
        "حجية السنة من القرآن\nالجزء: 1 ¦ الصفحة: 39\n",
        "/متن المنظومة/\nوثَبَتَتْ حجيةُ السنَّةِ في\n...\nألفِ دليلٍ ودليلٍ فاعرفِ\nأَوَّلُها إشارةُ القرآنِ\n...\nفي النَّحْل للنَّبِيِّ بالبَيَانِ\nوبعدَها الأمرُ بطاعةِ الرَّسُولْ\n...\nوإن تحبَّ الله فاتبعِ الرَّسُولْ\n-173- يراد بحجية السنة وجوبُ الرجوع إليها في تقرير الأحكام، وقد دأب بعض الناس على التشكيك بها، والتقليل من شأنها فراح الناظم يرد عليهم فأورد الأدلة أولاً من القرآن الكريم فقال:\n-174- يريد قوله تعالى في سورة النحل آية -64-:\n{وما أنزلنا عليك الكتاب إلا لتبين لهم الذي اختلفوا فيه، وهدى ورحمة لقوم يؤمنون}\n-175- أراد بالشطر الأول قول الله عز وجل في النساء -59-\n{يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم فإن تنازعتم في شيء فردوه إلى الله والرسول إن كنتم تؤمنون بالله واليوم الآخر، ذلك خير وأحسن تأويلا} .\nوأراد بالشطر الثاني قوله عز وجل في سورة آل عمران -31- {قل إن كنتم تحبون الله فاتبعوني يحببكم الله ويغفر لكم ذنوبكم والله غفور رحيم}\nالجزء: 1 ¦ الصفحة: 40\n",
        "/متن المنظومة/\nوردُّهم إليهِ في التنازُعِ\n...\nوحذِّر المِنكِرَ بالرَّوادِعِ\nوأَنَّهُ أوتي حكمةَ الهُدى\n...\nمحلِّلٌ محرِّمٌ.. لا عَنْ هَوَى\n-176- أشار في الشطر الأول إلى قوله سبحانه وتعالى في سورة النساء -59- {فإن تنازعتم في شيء فردوه إلى الله والرسول إن كنتم تؤمنون بالله واليوم الآخر} .\nوأشار في الشطر الثاني إلى قوله سبحانه في سورة النور -63-:\n{فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم}\n-177- إشارة إلى قوله سبحانه وتعالى في وصف النبي - صلى الله عليه وسلم - في سورة الأعراف 156: {يأمرهم بالمعروف وينهاهم عن المنكر، يحل لهم الطيبات ويحرم عليهم الخبائث، ويضع عنهم إصرهم والأغلال التي كانت عليهم}\nوأشار بالحكمة إلى قوله سبحانه في سورة الجمعة -2-:\n{هو الذي بعث في الأميين رسولاً منهم يتلو عليهم آياته ويعلمهم الكتاب والحكمة ويزكيهم، وإن كانوا من قبل لفي ضلال مبين}\nوأشار بقوله: لاعن هوى إلى قوله سبحانه وتعالى في سورة النجم -4- {وما ينطق عن الهوى، إن هو إلا وحي يوحى، علمه شديد القوى}\nالجزء: 1 ¦ الصفحة: 40\n",
        "/متن المنظومة/\nوقُرِنَتْ باللهِ فعلاً طاعَتُه\n...\nوأَنَّه لذي اليقينِ أُسْوتُه\nوليسَ مُؤْمِناً مِنْ لَمْ يحكِّمَهْ\n...\nوما حباكَ خُذْ وما نهاكَ مَهْ\nوَأُرْسِلُ الرَّسُولُ كَيْ يُطاعا\n...\nلا خيرةً لمسلمٍ أطاعَا\n-178- أشار بذلك إلى قوله تعالى في سورة النساء -80-: {من يطع الرسول فقد أطاع الله ومن تولى فما أرسلناك عليهم حفيظاً}\nوأشار بالشطر الثاني إلى قوله سبحانه في سورة الأحزاب 21:\n{لقد كان لكم في رسول الله أسوة حسنة لمن كان يرجو الله واليوم الآخر وذكر الله كثيراً}\n-179- أشار إلى قوله سبحانه وتعالى في سورة النساء 65-: {فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم، ثم لا يجدوا في أنفسهم حرجاً مما قضيت ويسلموا تسليماً}\nوأشار بالشطر الثاني إلى قوله سبحانه في سورة الحشر 7-: {وما آتاكم الرسول فخذوه، وما نهاكم عنه فانتهوا، واتقوا الله إن الله شديد العقاب}\nو (مه) اسم فعل، معناه: اكفف، أي انته.\n-180- أشار في الأول إلى قوله تعالى في سورة النساء -64-: {وما أرسلنا من رسول إلا ليطاع بإذن الله، ولو أنهم إذ ظلموا أنفسهم جاؤوك فاستغفروا الله واستغفر لهم الرسول لوجدوا الله تواباً رحيماً}\nوأشار في الثانية إلى أنه لا خيرة لمسلم أطاع الله ورسوله في الاتباع وعدمه، بل يلزمه اتباع الرسول (في كل شيء بمجرد دخوله في الإيمان وهو مقتضى الطاعة، وذلك هو مضمون قول الله عز وجل في سورة الأحزاب-36-: {وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمراً أن يكون لهم الخيرة من أمرهم، ومن يعص الله ورسوله فقد ضل ضلالاً بعيداً}\nالجزء: 1 ¦ الصفحة: 40\n",
        "/متن المنظومة/\nوكلُّها في واضحِ القرآنِ\n...\nمسطورةٌ تقصدُ للبيانِ\n-181- وعقب بأن هذه النصوص وغيرها مسطورة في صريح القرآن الكريم، وهي بمجملها قطعية الدلالة على وجوب اتباع سنة النبي - صلى الله عليه وسلم -.\nالجزء: 1 ¦ الصفحة: 40\n",
        "حجية السنة من غير القرآن\nالجزء: 1 ¦ الصفحة: 41\n",
        "/متن المنظومة/\nوهكذا قد أجمعَ الصحابةْ\n...\nوالتَزموا سؤالاً أو إِجابَةْ\nثُمَّ دليلهَا مِنَ المعقولِ\n...\nضرورةُ التبيينِ والتفصيلِ\nوفعلُه كانَ البيانَ العَمَلِيْ\n...\nلِكُلِّ ما في الذِّكْرِ مِنْ شَرعِ العلي\n-182- راح الناظم يحتج لثبوت السنة من الأدلة الأخرى بعد القرآن الكريم، فأكد إجماع الصحابة الكرام على الأخذ بسنة النبي - صلى الله عليه وسلم - والاحتكام إليها في مسائل الخلاف، ولا شك أن استقراء عمل الصحابة يدل على إجماعهم أن السنة حجة كاملة، ومصدر تشريعي واجب الاتباع، متى صحت سنداً إلى رسول الله - صلى الله عليه وسلم -.\n-183- واستدل لها من المعقول بأن كثيراً من أحكام القرآن الكريم نزلت مجملة غير مفصلة، والأمر بالمجمل من غير تفصيل أمر بما لا يفهم، والأمر بما لا يفهم عبث، تعالى الله عن ذلك علواً كبيراً.\nومثال ذلك أوامره سبحانه وتعالى أقيموا الصلاة وآتوا الزكاة، وكتب عليهم الصيام. فلولا السنة لبقيت هذه المجملات بغير تفصيل وهو عبث لا يليق بكمال المولى سبحانه. فكانت هذه النصوص وغيرها مجملة فصلتها سنة النبي - صلى الله عليه وسلم - وفق ما أمر به الله سبحانه وتعالى بقوله: {وأنزلنا إليك الذكر لتبين للناس ما نزل إليهم من ربهم}\n-184- واستدل الناظم أيضا بفعل النبي - صلى الله عليه وسلم - إذ كان يفسر ويبين ما ورد في القرآن مجملا، وهذا أمر تظاهرت على إثباته روايات متواترة متضافرة لا يسع عاقلاً إنكارها.\nالجزء: 1 ¦ الصفحة: 42\n",
        "/متن المنظومة/\nوعُصِمَتْ كعصمةِ القُرآنِ\n...\nفعصمةُ المبينِ كالمُبَانِ\nودَلَّتِ الآثارُ بالوُجُوبِ\n...\nوحَذَّرِ المُنْكِرَ باللَّهيبِ\n-185- ولا خلافَ أن السنَّة إذا صحَّت نسبتها إلى النبي - صلى الله عليه وسلم - فهي معصومة، لا يتطرق إليها الزلل، وذلك لأن القرآن معصوم، وقد سميت السنة بياناً للقرآن، والحكيم لا يَكِلُ بيان المعصوم إلى غير المعصوم.\n-186- وقد جاءت أحاديث كثيرة عن النبي - صلى الله عليه وسلم - تأمر باتباع السنة وتحذر من مخالفتها، وتعد المنكرين بلهيب النار، وإنما أعرض الناظم عن إيرادها لأن الشيء لا يكون حجة لنفسه، فالخصوم يجادلون في حجية السنة والاحتجاج بها هنا مصادرة على المطلوب.\nونورد هنا استئناساً حديث المقداد بن معد يكرب فيما يرويه عن النبي - صلى الله عليه وسلم - أنه قال: «يوشك أن يقعد الرجل متكئاً يحدَّثُ بحديث من حديثي فيقول: بيننا وبينكم كتاب الله، فما وجدنا فيه من حلال استحللناه، وما وجدنا فيه من حرام حرمناه، ألا وإن ما حرَّم رسول الله مثل ما حرم الله» أخرجه أبو داوود والترمذي وأحمد.\nالجزء: 1 ¦ الصفحة: 42\n",
        "تقسيم السنة من حيث السند\nالجزء: 1 ¦ الصفحة: 43\n",
        "/متن المنظومة/\nوما أتى تواتراً في الواقعِ\n...\nيفيدُ في العلمِ اليقيني القاطعِ\nوأنَّهُ كالذِّكرِ في ثبوتهِ\n...\nوكفَّروا الجاحدَ في ثُبُوتِهِ\nوالخبرَ المشهورَ زادَ الحنفي\n...\nوفَسَّقوا جاحدَهُ إنْ لَمْ يَفِيْ\n-187 و 188- أخبر أن السنة تقسم من حيث عدد الرواة إلى أنواع فذكر منها: المتواتر، وهو ما رواه جمع عن جمع تحيل العادة تواطؤهم على الكذب وحيث تحققت شروط التواتر فإن ذلك يلزم العلم اليقيني القاطع، ويجب العلم به وتحرم مخالفته، وثبوته كثبوت القرآن، لأن القرآن إنما نقل أيضا بطريق التواتر، ومنكر المتواتر بلا بينةٍ كافر.\n-189- الجمهور يقسمون الحديث إلى آحاد ومتواتر، فالمتواتر ما بيناه، والآحادي ما في إحدى حلقات إسناده راوٍ واحد، ولكن الحنفية أضافوا صنفاً ثالثاً وهو المشهور، وهو ما كان متواترا إلى الصحابي ثم لم يروه عن رسول الله إلا صحابي واحد، بجامع أن الصحابة كلهم عدول. ومنكر الخبر المشهور فاسق عند الحنفية إن لم يقم بينة على إنكاره، وهو ما عبر عنه بقوله: إن لم يفي، أي لم يوافِ بالبينة.\nلكن المتأخرين من علماءِ الاصطلاح يصنفون السنة على الاعتبار الآتي:\nالمتواتر: ما رواه عشرة فما فوق.\nالمشهور: ما رواه أربعة إلى تسعة من الرواة.\nالعزيز: ما رواه اثنان أو ثلاثة.\nالآحاد: ما رواه واحد.\nولا يخفى أن المراد بالأعداد المذكورة هو أضعف حلقة في سلسلة الإسناد.\nالجزء: 1 ¦ الصفحة: 44\n",
        "/متن المنظومة/\nواتَّفَقوا بأنَّها تستلزِمُ\n...\nعَمَلنا والاحتجاجُ ملزِم\nوخبر الآحادِ خُذْ دليلا\n...\nأَنْ تنذِرَ الطائفةُ القَبيلا\nوربَّ حاملٍ إلى فقيهِ\n...\nوبلِّغوا عنِّي كما نَرْويهِ\n-190- ولا خلاف بأن العمل بالمتواتر من الحديث لازم، والحجة به قائمة ملزمة، مع الإشارة إلى ما سبق من رأي الحنفية.\n-191- ذكر الناظم نوعاً ثالثاً هو حديث الآحاد، وقد سبق تعريفه، وأورد على وجوب الاحتجاج به من الأدلة: قوله تعالى: {فلولا نفر من كل فرقة منهم طائفة ليتفقهوا في الدين ولينذروا قومهم إذا رجعوا إليهم لعلهم يحذرون} التوبة -122-\nفالفرقة ثلاثة، والطائفة واحد أو اثنان، وقد أخبر سبحانه بأن الطائفة مأمورة بإنذار الفرقة.\n-192- واستدلَّ كذلك بالحديث الذي يبلغ رتبة التواتر المعنوي، وهو ما أخرجه الأئمة عن جبير بن مطعم وعبد الله بن مسعود قال رسول الله ص: «نَضَّر الله عبداً سمع مقالتي فحفظها ووعاها وأداها، فرب حاملِ فقه غير فقيه، ورب حامل فقه إلى من هو أفقه منه»\nوقوله: (بلغوا عني) إشارة إلى ما نرويه من حديث الإمام البخاري عن ابن عمر في قوله ص: «بلغوا عني ولو آية» .\n...\nالجزء: 1 ¦ الصفحة: 44\n",
        "/متن المنظومة/\nوانعقدَ الإجماعُ.. أَيْ لم ينكرِ\n...\nفجزيةُ المجوسِ فعلُ عمرِ\nكذلِكَ استدلَّ بالقياسِ\n...\nفي الحكمِ يكفي واحدٌ في النَّاسِ\nوالجرحُ والتعديلُ في التصويبِ\n...\nرجِّحْ بِهَا الصِّدقَ على التكذيب\nونقلوا عن الخليفتينِ\n...\nمع خبرِ الواحد شاهدينِ\nوربما حلَّفَهُ لم تَطَّرِدْ\n...\nعنهم طريقة لأخذٍ أو لِرَدّْ\n-193- واستدلَّ أيضاً بانعقاد الإجماع على وجوبِ الأخذ بخبر الآحاد، والإجماع المقصود هنا هو الإجماع السكوتي، ومعناه أن الصحابة أخذوا بحديث الآحاد ولم ينكر عليه أحد منهم فكان إجماعاً.\nفقد عمل عمر بن الخطاب رضي الله عنه بحديث عبد الرحمن بن عوف، وهو قول النبي - صلى الله عليه وسلم - في المجوس: (سنُّوا بهم سنة أهل الكتاب) فأخذ منهم الجزية وهو حديث آحاد، ولم ينكر عليه أحد من الصحابة.\n-194- ويستدلُّ أيضاً بالقياس على وجوب الأخذ بخبر الواحد، وذلك أن القاضي يقضي بشهادةِ الرجلين كما في نص القرآن الكريم.\n-195- واستدلَّ عقلا بأن علم الجرح والتعديل تكفل ببيان أحوال الرجال، فصار الصدق أدنى من الكذب، وصارت الرواية تفيد الظن القوي.\n-196- شرع في بيان شروط الأخذ بخبر الواحد، فنقل أولاً شروط الصحابة الكرام، فقد كان الخليفتان الراشديان أبو بكر وعمر رضي الله عنهما يشترطان شاهدين مع الحديث حتى يحكما به.\n-197- وأحيانا كان عمر رضي الله عنه يستحلف الراوي فيما يروي، ثم أشار الناظم إلى أن ذلك لم يكن منهجاً مطرداً، بل كان ذلك عائداً لمدى قناعة الخليفة رضي الله عنه بموثوقية المحدث.\nالجزء: 1 ¦ الصفحة: 44\n",
        "/متن المنظومة/\nوهذِهِ شَرَّطَها الأَحنَافُ\n...\nأَنْ لا يُرى في فعلِهِ خلافُ\nأو ليسَ مما حثتِ الدَّواعي\n...\nأولم يُوافِقْ عملَ الأَتْبَاع\nفي الفقه والراوي بلا فقهٍ كما\n...\nفي خَبَرِ المصراةِ قد تَذمَّما\nواشتَرطوا لمالكٍ بأَنَّ مَا\n...\nخالفَ فعلَ يثربٍ لم يَسْلَما\n-198 و 199 و 200- واشترط الأحناف شروطاً ثلاثة:\n- أن لا يعمل الراوي بخلاف ما يرويه\n- أن لا يكون مما توافرت الدواعي على نقله، فالحديث الذي تتوافر الدواعي على نقله يجب أن يكون من رواية أكثر من واحد، وإن عدم وجود أحد يرويه مظنة ريبة.\n- أن لا يكون مخالفاً للقياس والأصول الشرعية وعمل الأمة إن كان الراوي غير فقيه.\n-200- تقدير الكلام أن الراوي بلا فقه مذموم، وأورد الناظم مثالاً عليه في حديث الشاة المصراة، وهو ما أخرجه الإمام البخاري في كتاب البيوع باب 64، من حديث أبي هريرة رضي الله عنه قال: قال ص: «لا تصروا الإبل والغنم، فمن ابتاعها فهو بخير النظرين بعد أن يحتلبها، إن شاء أمسك، وإن شاء ردها وصاع تمر»\n-201 واشترط الإمام مالك شرطاً آخر، وهو وجوب موافقة الحديث لعمل أهل المدينة، لأنه يرى أن عمل أهل المدينة وهم أبناء الصحابة الخلص، إنما هو نوع من التواتر المعنوي فلا يدفع بحديث الآحاد.\nالجزء: 1 ¦ الصفحة: 44\n",
        "/متن المنظومة/\nوالشافعيُّ أربعٌ شُروطُهُ\n...\nفي كلِّ راوٍ عقلهُ وضَبْطُهُ\nوأَنْ يكونَ ثقة في دينهِ\n...\nولم يخالِفْ متنُهم لِمَتْنِهِ\nوأحمدٌ شروطُه كالشَّافِعِيْ\n...\nفصَّلْتُها على المقالِ الرائِعِ\n-202 و 203- واشترط الشافعي أربعة شروط وهي العقل، والضبط، والاستقامة في الدين في كل راو من الرواة، وأن لا يكون متن رواية مخالفاً لما هو رواية الجماعة.\n-204- ومذهب الإمام أحمد في الرواية كمذهب الشافعي، غير أنه يرى أن الحديث الضعيف خير من قول الرجال، وكذلك يحتج بالحديث المرسل.\nالجزء: 1 ¦ الصفحة: 44\n",
        "مكانة السنة\nالجزء: 1 ¦ الصفحة: 45\n",
        "/متن المنظومة/\nوعملُ السُّنَّةِ في الكِتَابِ\n...\nثلاثَةٌ في الحقِّ والصَّوابِ\nأَولُها التأكيدُ للقُرآنِ\n...\nكالبرِّ والجهادِ والإِحسَانِ\nوالثانِ تبيينُ الذي قَدْ نُصَّا\n...\nقيدَه فَسَّرهُ أَوْ خَصَّا\nثالثُها زيادَةٌ علَيْهِ\n...\nكرجمِ محصنٍ وما إِليهِ\nواختلفوا في نَسْخِها القُرآنا\n...\nفالشَّافِعيُّ قالَ لا وبَانا\n-205- أشار الناظم إلى أن موقع السنة من القرآن واحد من ثلاثة: التوكيد والبيان والزيادة.\n-206- فتكون أولاً مؤكدة لما أمر به القرآن الكريم من الفضائل والأحكام وما نهى عنه من الرذائل والأفعال.\n-207- وتكون ثانياً مبينة للقرآن الكريم، فتقيد المطلقَ، وتخصص العام، وتفسر المبهم وتفصل المجمل.\n-208- وقد تأتي السنة بحكم جديد لم ينص عليه القرآن أصلاً، وأورد من الأمثلة عليه: رجم المحصن\n-209- أخبرَ بأن الإمامَ الشافعيَّ قال بعدمِ جوازِ نسخ القرآن بالسنة، لأن الله عز وجل قال: {ما ننسخ من آية أو ننسها نأت بخير منها أو مثلها} ولا شك أن السنة ليست مثل القرآن ولا خيراً منه.\nوقوله (بانا) إشارة إلى أن الشافعي باينَ برأيه هذا مذهب الجمهور.\nالجزء: 1 ¦ الصفحة: 46\n",
        "/متن المنظومة/\nونَسْخُها على مقالِ الجُلِّ\n...\nدليلُهم وقوعُهُ بالفِعْلِ\n-210 اختار الجمهور بأن السنة تنسخ القرآن الكريم، ودليلهم على ذلك الوقوع الفعلي، فقد نسخت آية الوصية في البقرة -180-:\n{كتب عليكم إذا حضر أحدكم الموت إن ترك خيراً الوصية للوالدين والأقربين بالمعروف حقاً على المتقين}\nفقد قالوا إنها نسخت بقوله لا وصية لوارث.\nودفع الشافعي ذلك بقوله بل نسخت بآية المواريث في سورة النساء 11:\n{يوصيكم الله في أولادكم للذكر مثل حظ الأنثيين\n...\n} الآية\nالجزء: 1 ¦ الصفحة: 46\n",
        "المبحث الثالث: الإجماع\nالجزء: 1 ¦ الصفحة: 47\n",
        "/متن المنظومة/\nهو اتفاقُ أهلِ الاجتهادِ\n...\nمن أمةِ النَّبي الإمامِ الهادي\nفي أَحدِ العصورِ والأزمانِ\n...\nفي حكمِ أمرٍ مّا.. بلا تَوانِيْ\nدليلُهُ مِنَ الكتابِ نَهْيُهُ\n...\nعنِ الشِّقاقِ، ثُمَّ فيهِ وَعْدُهُ\nكذاكَ وصفُها بأنَّها الوَسَطْ\n...\nوخيرُ أمةٍ فإنَّها فَقَطْ\n-211 و 212- الإجماع مصدر من المصادر المتفق عليها للتشريع الإسلامي، وأورد الناظم تعريف الكمال بن الهمام الحنفي، ونصه: الإجماع: اتفاق مجتهدي عصر من أمة محمد (على أمر شرعي، والأمر الشرعي هو الأمر الذي لا يدرك لولا خطاب الشارع.\nوقول الناظم: بلا تواني، أي بلا إبطاء، فلو اتفق بعض الفقهاء وأبطأ آخرون فليس إجماعاً معتبراً.\n-213 و 214- شرع الناظم يورد الأدلة على ثبوت حجية الإجماع فبدأ أولاً بالأدلة من القرآن الكريم، فذكر أولاً آية سورة النساء رقم-115-: {ومن يشاقق الرسول من بعد ما تبين له الهدى ويتبعْ غير سبيل المؤمنين نولِّهِ ما تولَّى ونصلهِ جهنم وساءت مصيراً}\nوقد تضمنت الآية النهي عن مشاققة المؤمنين، وتضمنت الوعيد على من يسلك سبيل شقاق المؤمنين ثم استدل بقول الله عز وجل في سورة البقرة 143: {وكذلك جعلناكم أمة وسطا لتكونوا شهداء على الناس ويكون الرسول عليكم شهيدا}\nوكذلك قوله عز وجل في سورة آل عمران -110-: {كنتم خير أمة أخرجت للناس تأمرون بالمعروف وتنهون عن المنكر وتؤمنون بالله}\nالجزء: 1 ¦ الصفحة: 48\n",
        "/متن المنظومة/\nوصَحَّ في الحديثِ حيثُ قالا\n...\nليسَ اجتماعُ أُمَّتي ضَلالاً\nوالزَمْ سوادَ المسلمينَ الأَعظما\n...\nوحَسنٌ عندَ الإلهِ كُلُّ مَا\nرآهُ جمعُ المسلمينَ حسَنَا\n...\nنقلَها أصحابُ علمِ أُمَنَا\nواحكُمْ بهِ عقلاً فجَمْعُهم إذا\n...\nتوافَقَتْ آراؤُهم فالحقُّ ذا\n-215 و 216 و 217- شرع الناظم يورد الأدلة على حجية الإجماع من السنة المشرفة: فأشار إلى الحديث المشهور: (لا تجتمع أمتي على ضلالة) وهو حديث صحيح أخرجه أحمد وغيره وقد روي من طرق كثيرة تبلغ بمجموعها رتبة التواتر المعنوي.\n- وأشار كذلك إلى حديث: «عليكم بالسواد الأعظم» (24) .\nوحديث: «ألا من سره بحبوحة الجنة فليلزم الجماعة فإن الشيطان مع الفذ وهو من الاثنين أبعد»\nثم أشار إلى حديث: «ما رآه المسلمون حسناً فهو عند الله حسن» وهو حديث موقوف على ابن مسعود، أخرجه أحمد في كتاب السنة\n-218- واستدل كذلك بالمعقول وهو أن فقهاء الأمة إذا اتفقوا على الحكم في قضية ما، وجزموا بها، فالعادة تحيل أن يكون هذا الاتفاق غير مستند إلى أصل شرعي، وإلا فإنه لا بد أن يعارض أحدهم\nالجزء: 1 ¦ الصفحة: 48\n",
        "/متن المنظومة/\nوركنُهُ اتفاقُهم جميعُهم\n...\nبقولهِمْ وفاقاً أَوْ سُكوتِهم\nورَدَّ هذا الشَّافِعِيْ والظَّاهِرِيْ\n...\nوكَمْ حكاهُ مِنْ إمامٍ ماهرِ\n-219- بَيَّن أنَّ ركن الإجماع هو اتفاق سائر المجتهدين، ولا عبرة بخلاف أهل الأهواء، وعامة القراء الذين لا يعتبرون من المجتهدين.\nثم بين أن الإجماع نوعان: إجماع صريح وإجماع سكوتي، فالإجماع الصريح هو ما قررناه، وأما الإجماع السكوتي فهو أن يتكلم مجتهد في مسألة، فتشيع بين الناس ولا ينكرها من معاصريه أحد.\n-220- لم يقبل الشافعية والظاهرية الاحتجاج بالإجماع السكوتي، لكن الحنفية وأحمد يرونه مصدراً مستقلاً من مصادر التشريع.\nالجزء: 1 ¦ الصفحة: 48\n",
        "شروط الإجماع\nالجزء: 1 ¦ الصفحة: 49\n",
        "/متن المنظومة/\nوعَدَّدوا شروطَهُ وبَعْضُها\n...\nمُختَلَفُ فيهِ وهاكَ عَدُّها\nأَوَّلُّها أَنْ ينتفي التَعارُضُ\n...\nمع الكتابِ أو حديثٍ قد رَضُوا\nوالثانِ أَنْ يستندَ الإِجْماعُ\n...\nإلى دليلِ واضحٍ أذَاعوا\nوأَنْ ترى المجتهدينَ عَددا\n...\nواتَّفَقوا جميعهُم لا ماعَدا\nوأَنْ يكونَ مِنْ أمورِ الشَّارِعِ\n...\nوقيلَ لا بَلْ كُلُّ أمرٍ نافعِ\nوأَنْ يَمُرَّ عصرهُمْ جَميعاً\n...\nفلا يعودَ واحدٌ رُجُوعاً\nوبعضهُم نَفَوا.. وزادَ الحَنَفِيْ\n...\nأَنَّ الخلافَ قبله قَدْ انتُفي\n-221 و 222- أول شروط الإجماع أن لا يعارضه نص من القرآن أو السنة أو إجماع سابق، وعبر الناظم عن الحديث الصحيح بقوله: (حديث قد رضوا) أي رضيه علماء السنن.\n-223- ومن شروط الإجماع أن يستند إلى دليل شرعي، وإن لم يصلنا الدليل وقوله: (أذاعوا) أي شاع هذا الشرط بين الأصوليين.\n-224- يريد أنه لا بد من وجود عدد من المجتهدين، ولا بد من اتفاقهم في المسألة، فإذا خالف البعض لم يكن إجماعا، إذا كان هذا المخالف ممن تحققت فيه شروط الاجتهاد.\n-225- ولا يكونُ الإجماعُ في رأي الأكثرين إلا في المسائل الشرعية، لكن خالف بعض الفقهاء فقالوا: إن الإجماع حجة شرعية في أي أمر.\n-226227 واشترطوا أن ينقرض العصر، ويموت المجتهدون الذين نقل إجماعهم، من غير أن يرجع منهم أحد. وكذلك اشترط أبو حنيفة أن لا يكون في المسألة خلاف سابق\nالجزء: 1 ¦ الصفحة: 50\n",
        "/متن المنظومة/\nوحُكْمُهُ في الشَّرعِ حكمٌ قاطِعُ\n...\nوحكمُهُ في الأَمرِ لا يُنَازَعُ\nواختلَفُوا في حُجَّةِ السكوتيِ\n...\nفالكَرْخِي والآمدِي لم يُثْبِتِ\nومالكٌ يحتج بالإجماعِ\n...\nمن أهلِ يثربٍ بلا نزاعِ\nوقصرَ الإجماعَ أهلُ الظاهرِ\n...\nعلى الصحابِ في مقالٍ جائرِ\nواعتَبروا للعترة الإِجماعا\n...\nوالراشدينُ بَلْ لشيخينِ مَعَا\n-228- واتفق أهل السنة والجماعة أن الإجماع حجة قطعية لدى توافر شروطه، ولم ينازع في ذلك أحد يعتد برأيه.\n-229- عاد الناظم يشير إلى ما سبق من بيان اختلافهم في قبول الإجماع السكوتي، فأشار إلى أن الكرخي من الحنفية، والآمدي من الشافعية يعتبرانه حجة ظنية، فيما يراه أكثر الحنفية والحنابلة حجة قطعية.\n-230- ويحتج الإمام مالك بإجماع أهل المدينة، ويعده حجة قطعية في الأحكام، وليس هذا الإجماع حجة مستقلة إلا عند مالك.\n-231- أما الظاهرية فإنهم يرون أن الإجماع مقتصر على الصحابة، ولا إجماع بعدهم، وهذا قول لم يذهب إليه غيرهم من الفقهاء.\n-232- ويعتبر الشيعة أن الإجماع هو إجماع أهل البيت وحدهم. كذلك فإن بعض العلماء يحتجون بإجماع الخلفاء الراشدين، بل يحتج البعض بإجماع الشيخين أبي بكر وعمر فيجعلون ذلك حجة قطعية.\nالجزء: 1 ¦ الصفحة: 50\n",
        "المبحث الرابع: القياس\nالجزء: 1 ¦ الصفحة: 51\n",
        "/متن المنظومة/\nوعرَّفوا القياسَ اصْطلاحاً\n...\nفاحفظْهُ عني تبلغِ النَّجَاحَاْ\nفرعٌ يساوِي أصلَهُ في العِلَّة\n...\nأي حكمهِ، فالحكمُ فيهِ مِثْلَهْ\nأركانُهُ أربعَةُ في العَقْلِ\n...\nأصلٌ وفرعٌ ثم حكمُ الأصلِ\nرابعُها العِلَّةُ في الإطارِ\n...\nمثالُهُ النَبيذُ في الإسكارِ\n-233 و 234- أشار الناظم إلى تعريف القياس لدى ابن الحاجب في مختصره ونصه: (مساواة فرع لأصل في علة حكمه) . وهو في تعريف آخر (إلحاق فرع بأصله في الحكم لجامع العلة بينهما)\nفالشارع الكريم بين عدداً من الأحكام بالنص صراحة، ولكن النصوص متناهية، والحوادث غير متناهية، وما يتناهى لا يضبط ما لا يتناهى، فلا بد من الاجتهاد، والقياس أظهر أبواب الاجتهاد، فيبحث الفقيه عن العلة التي حرم من أجلها الشارع الحرام، ويقيس الأمور عليها.\nمثال ذلك: نص الشارع صراحة على تحريم الخمر، وعلة التحريم بلا ريب الإسكار، فكل ما تحقق فيه الإسكار كان حراماً.\n-235 و 236- شرع الناظم يعدد أركان القياس فقال: هي أربعة: الأصلُ الذي نقيس عليه، والفرعُ الذي نقيسُ لأجله، وحكم الأصل: إذ لا بد أن يكون الأصل الذي نقيس عليه قد بين الشارع حكمه صراحة، والرابع هو وجود علة مشتركة بين الأصل والفرع ليكون حكم المسألتين واحداً في الإطار ذاته. ثم أورد الناظم مثالا لذلك: النبيذ، فرع عن الخمر بعلة الإسكار فيهما، فحكمهما واحد، وقد سبق بيانه.\nالجزء: 1 ¦ الصفحة: 52\n",
        "/متن المنظومة/\nدليلُه من الكتاب قولُهُ\n...\nفاعتبروا.. عن شافعيٍ نقلُهُ\nوخُذْ مِنَ السُّنَّةِ قولَ ابنِ جَبَلْ\n...\nكذا النبيُّ حيَن قاسَ في القُبَلْ\n-237- أخبر بأن الإمام الشافعي استدل على القياس بقول الله عز وجل: فاعتبروا يا أولي الأبصار. فقال: الاعتبار قياس الشيء بالشيء لجامع العلة بينهما.\n-238- واستدل من السنة بحديث معاذ بن جبل رضي الله عنه، لما بعثه النبي - صلى الله عليه وسلم - إلى اليمن، (فقال له: كيف تقضي إن عرض لك قضاء؟ قال بكتاب الله، قال: فإن لم تجد؟ قال: فبسنة رسول الله، قال: فإن لم تجد؟ قال: أجتهد رأيي ولا آلو) . وفي رواية قال: (أقيس الأمر بالأمر، فما كان أقرب إلى الحق عملت به، فقال النبي - صلى الله عليه وسلم -: أصبت) - أخرجه أحمد وأبو داوود والترمذي.\nوكذلك استدل الناظم بخبر عمر رضي الله عنه كما رواه أبو داوود، وهو أن عمر سأل النبي - صلى الله عليه وسلم - عن القبلة هل تفطر الصائم؟ قال أرأيت إن تمضمضت، أكنت تفطر؟ قال: لا. فقال النبي - صلى الله عليه وسلم -: فمه؟) يريد ما الفارق؟..\nواستدل كذلك بتداول الصحابة الكرام في مسألة عقوبة الشارب، فقد قضى علي بن أبي طالب كرم الله وجهه بثمانين جلده على شارب الخمر، قياساً على عقوبة القذف، وقال: إن شارب الخمر إذا سكر هذى، وإذا هذى افترى، وعقوبة المفتري ثمانون جلدة\nالجزء: 1 ¦ الصفحة: 52\n",
        "/متن المنظومة/\nوغيرها عَنْ مائَةٍ تَزيدُ\n...\nمثالُ ذاكَ الأسودُ الوَليدُ\nوثبتَ القِياسُ بالإجماعِ\n...\nفعَلَهُ الصِّديقُ للأتباعِ\nوحكمه يفيد ظنَّ الحكْمِ\n...\nفاحكُمْ بِهِ ولا تَخُضْ بالوهمِ\n-239- وهناك أخبار كثيرة تزيد عن مائة يمكن أن تجد فيها تعامل النبي - صلى الله عليه وسلم - والصحابة من بعده، على أساس القياس.\nوأورد من الأمثلة على ذلك حديث أبي هريرة الذي أخرجه البخاري، ونصه: أن رجلا من فزارة أتى النبي - صلى الله عليه وسلم - فقال: إن امرأتي ولدت غلاماً أسود، فقال له النبي - صلى الله عليه وسلم -: هل لك من إبل؟ قال نعم. قال: ما ألوانها؟ قال: حمر، قال فهل فيها من أورق؟ قال: إن فيها لورقاً، قال: فأنَّى أتاها ذلك؟ قال: عسى أن يكون نزعه عرق، قال: وهذا عسى أن يكون نزعه عرق.\n-240- ولا خلاف أن الصحب الكرام أخذوا بالقياس في المسائل ولم ينكر بعضهم على بعض ذلك، حتى قال ابن عقيل الحنبلي: (وقد نقل التواتر المعنوي عن الصحابة في استعمال القياس)\nوأورد حديث الصديق رضي الله عنه حين أفتى في الكلالة وقال: أقول فيه برأيي، فإن يكن صواباً فمن الله، وإن يكن خطأ فمني ومن الشيطان، الكلالة ما عدا الوالد والولد.\n-241 أشار إلى أن القياس دليل ظني، وقال: إن الظن حجة يعمل بها طالما لم يتوفر اليقين\nالجزء: 1 ¦ الصفحة: 52\n",
        "الفصل الثاني: المصادر المختلف فيها\nالجزء: 1 ¦ الصفحة: 53\n",
        "الاستحسان\nالجزء: 1 ¦ الصفحة: 54\n",
        "/متن المنظومة/\nوحدُّه أن يعدلَ المجتهدُ\n...\nعن مقتضى قياسِ أمر يردُ\nمِنْ واضحٍ إلى قياسٍ مختفي\n...\nأو حكمِ كليٍ لمستثنى خفي\nوذاكَ من أجل دليلٍ يقدحُ\n...\nفي عقلِه عدولَه يرجِّحُ\nوظاهر بأنَّه نوعانِ\n...\nترجيحٌ استثناءُ للبيانِ\nفالأوَّلُ الترجيحُ كالحَلْفانِ\n...\nوالثان الاستثناءُ كالضمانِ\n-242 و 243 و 244 الاستحسان مصدر من مصادر التشريع قالت به الحنفية وبعض الحنابلة، وتعريفه عندهم هو: عدول المجتهد عن مقتضى قياس جلي إلى مقتضى قياس خفي، أو عن حكم كلي إلى حكم استثنائي، لدليل انقدح في عقله رجح هذا العدول.\n-245 وبه يظهر لك أن الاستحسان عندهم نوعان:\n-1- ترجيح قياس خفي على قياس جلي.\n-2- الحكم باستثناء جزء من أفراد الحكم من الحكم العام وذلك لحكمة يراها المجتهد.\n-246 أورد لكل نوع مثالا فمثال الأول: التحالف، وذلك أن الحكم في الأصل أن البينة على من ادعى، واليمين على من أنكر، ولكن قد يطرأ في المسألة ما يجعل كلاً من الطرفين مدعياً ومدعى عليه، كما لو اختلف البائع والمشتري في مقدار الثمن قبل القبض، فيتحالفان.\nومثال الثاني: ضمان الأجير المشترك، وهو الحرفي الذي يتولى إصلاح حوائج الناس، فالأصل أنه لا يضمن إلا بالتعدي أو التفريط، ولكن لما تساهل الصناع في حوائج الناس، استحسن الفقهاء أن يضمنوهم، وهو كما ترى استثناء حكيم من القاعدة الكلية: أن الأمين لا يضمن إلا بالتفريط.\nالجزء: 1 ¦ الصفحة: 55\n",
        "/متن المنظومة/\nوذهبَ الأحنافُ والحنابلةْ\n...\nإلى اعتباره دليلاً قابلَهْ\nمِنَ الكتابِ: يتبعونَ الأَحْسَنا\n...\nوما رآهُ المسلمونَ حَسَنا\nوأكَّدوا تفضيلَ الاستحسانِ\n...\nعلى القياسِ أي قياسِ الثاني\nومالكٌ والشافعيُّ قالا\n...\nبنفيهِ وصَحَّحُا الإِبْطالا\n-247 و 248 أخبر الناظم بأن الأحناف والحنابلة اعتبروا الاستحسان دليلاً شرعياً، وذلك بما قابله من دليل الكتاب العزيز في قوله سبحانه وتعالى: {الذين يستمعون القول فيتبعون أحسنه} سورة الزمر -18-\nوكذلك قوله عز وجل: {اتبعوا أحسن ما أنزل إليكم من ربكم} سورة الزمر 55\nومن السنة ما روى موقوفاً على عبد الله بن مسعود: (ما رآه المسلمون حسناً فهو عند الله حسن) .\n-249 ويعتبر الحنفية الاستحسان مصدراً رئيساً من مصادر التشريع، ويقدمونه على القياس، لأنه عندهم قياس في الحقيقة، تقَّوى بمرجح، كان أولى من القياس الآخر الذي لم يتأيد بمرجح.\n-250 وأنكر الإمام مالك حجية الاستحسان، وكذلك فقد تشدد الشافعي في إنكار المسألة، وقال من استحسن فقد شرع، وصنف كتابا خاصا أسماه: إبطال الاستحسان.\n...\nالجزء: 1 ¦ الصفحة: 55\n",
        "المصالح المرسلة\nالجزء: 1 ¦ الصفحة: 56\n",
        "/متن المنظومة/\nوعرَّفوا المصالِحَ اصْطِلاحا\n...\nما لم يَرِدْ في حكمِها صُراحَاً\nدليلُ شرعٍ في اعتبارِ حُكْمِها\n...\nولا على إلغائِها أَوْردِّها\nكالجُندِ والديوانِ والسُّجُونِ\n...\nوالخُلْفُ في استقلالِها في الدَّينِ\nفذهبَ الأحنافُ ثم الشافِعِيْ\n...\nلنَبْذِها على مَقالٍ بارعِ\n-251 و 252- المصالح المرسلة: هي المصلحة التي لم ينص الشارع على حكم لتحقيقها، ولم يدل دليل شرعي على اعتبارها أو إلغائها.\nوهكذا فإن المصالح ثلاثة أنواع:\n-1- مصالح معتبرة، نص عليها الشارع وأمر بها ودعا إليها: كالزواج والسفر والصيد..\n-2- مصالح ملغاة، حرمها الشارع ونهى عنها: كالربا والقمار وغيرها\n...\n-3- مصالح مرسلة، سكت عنها الشارع، وهي المراد بالاستصلاح.\n-253- وأورد من الأمثلة على المصالح المرسلة أنظمة الجند، وتدوين الدواوين، وإحداث السجون لردع المجرمين، فكل هذه المصالح قررها الأصحاب مما سكت عنه الشارع العظيم.\nثم أخبر أن الأصوليين مختلفون في اعتبار المصلحة المرسلة دليلاً مستقلاً في الدين. فمنهم من يعدها دليلاً مستقلاً، ومنهم من يعتبرها دليل استئناس يعضد به الدليل الأصل.\n-254- أخبر أن الحنفية والشافعية لم يعتبروا المصالح دليلاً شرعياً، ولهم في ذلك كلام أوضحه البيت التالي:\nالجزء: 1 ¦ الصفحة: 57\n",
        "/متن المنظومة/\nفالشَّرْعُ كلَّ أمرِنا قد راعى\n...\nكتاباً أو حديثاً أو إجماعاً\nوالآخرانِ جَعَلاهُ أصْلاً\n...\nيُبْنى عليهِ الحكمُ مُستَقِلاً\nواشتَرطوا ثلاثةً شروطاً\n...\nبغالبِ الأَنام أَنْ تُحيطَا\nكذاكَ أنْ تكونَ واقعَّيةْ\n...\nولم تعارَضْ حجةً شَرْعِيَّةْ\nثَمَّ لهَا أَربعةٌ دَواعِيْ\n...\nدرءُ الأَذَى والسدُّ للذَرائعِ\nجلبُ مصالحٍ، تغُّيرُ الزَّمَنْ\n...\nفافْهَمْ فأنْتَ في البلاغِ مُؤْتَمَنْ\n-255- احتج الأحناف والشافعية بأن الشرع جاء كاملا فيه تبيان كل شيء، عن طريق سبله الثلاثة الكتاب والحديث والإجماع، وقرروا أن سائر مصالح المسلمين موجودة في هذه المصادر الثلاثة.\n-256- أخبر أن مالكاً وأحمد جعلا المصلحة المرسلة أصلاً تبنى عليه الأحكام الشرعية باستقلال، إذ الزمان يتغير وتبدو في كل عصر مصالح جديدة، لم يكن يراها الأولون، فلو لم يشرع الاستصلاح لتعطلت مصالح كثيرة للعباد، وإن القول بتحريم المصلحة ليس أهون من القول بإباحتها، فكلاهما نوع من الرأي فيما لا نص فيه.\n-257 و 258- واشترط القائلون بحجية المصالح المرسلة ثلاثة شروط:\nالأول: أن تكون مصلحة عامة لا خاصة.\nالثاني: أن تكون مصلحة حقيقية لا وهمية.\nالثالث: أن لا تعارض أصلاً شرعياً معتبراً.\n-259 و 260- ولهذه المصالح عند القائلين بها أربعة دواعٍ تلجئ إليها وهي: درء الأذى عن الناس، وسد الذرائع التي توصل إلى الأذى والإثم، وجلب المصالح للأمة، وتغير الزمن الذي يستلزم طروء مصالح جديدة للناس.\nوقوله: (فافهم فأنت في البلاغ مؤتمن) توجيه لطالب العلم ليفهم ضوابط المصلحة في الشرع، فلا يقفز فوق النصوص بحجة المصلحة، ولا يتساهل في تحقيق شروطها السالفة.\nالجزء: 1 ¦ الصفحة: 57\n",
        "الاستصحاب\nالجزء: 1 ¦ الصفحة: 58\n",
        "/متن المنظومة/\nهو اصطحابُ حكمِ أَمرٍ ماضِي\n...\nلحاضِرٍ لم يقضِ فيهِ قاضِ\nفيستمرُّ الحكم فيه قائماً\n...\nإلى ثبوتِ غيرِه ملائماً\nواعتَبَروه حُجَّةً إذا انفَرَدْ\n...\nنَفْياً وإِثْباتاً بِلا أَخْذٍ وَرَدْ\nمثالُهُ الحياةُ للمَفْقودِ\n...\nوردَّه الأحنافُ بالقيودِ\n-261 و 262- الاستصحاب في تعريف الشوكاني: ما ثبت في الزمن الماضي، فالأصل بقاؤه في الزمن المستقبل. ومثاله: الحكم بصحة الوضوء عند الشك استصحابا للأصل حتى يثبت ما يبطله. وكذلك الحكم بالحياة للمفقود ولو انقطعت أخباره، فتثبت له حقوقه من المواريث والوصايا، ويحرم توزيع ماله، وتبقى زوجته على عصمته..\n-263 و 264- أورد الناظم المثال الذي قررناه، ثم بين أن الحنفية لا يرون الاستصحاب حجة شرعية، ولكن المحققين من الحنفية يعتبرونه حجة في الدفع دون الإثبات، أي في إبقاء ما كان على ما كان، فالمفقود مثلا يحرم توزيع ميراثه استصحابا على الأصل، ولكن لا يثبت له ميراث جديد من قريب له يتوفى. وأخبر في البيت الذي قبله أن الباقين من الفقهاء اعتبروا الاستصحاب حجة شرعية في النفي والإثبات جميعاً.\nالجزء: 1 ¦ الصفحة: 59\n",
        "/متن المنظومة/\nأنواعه ثلاثةٌ في الأصلِ\n...\nأولها اصطحابُ حكمِ الأصلِ\nوبعدَه ما أصلُه البراءَةْ\n...\nكالحكمِ للحقوقِ بالبراءَةْ\nثالثُها اصطحابُ حكمِ حالِهِ\n...\nعلى ثبوتِهِ إلى زوالِهِ\nواعتَبروا دَليلَه ظَنِّيَّا\n...\nوآخِرَ الأَدِلَّةِ المحكيَّة\n-265 و 266 و 267- بين الناظم أن الاستصحاب على ثلاثة أنواع:\nالأول: استصحاب الحكم الأصلي للأشياء، وهو الإباحة، إذ الأصل في الأشياء الإباحة ما لم يرد نص بالبيان.\nوهكذا فإن الله عز وجل قال: وقد فصل لكم ما حرم عليكم، فكل ما يفصله الله عز وجل في الحرام فهو على الإباحة الأصلية.\nالثاني: استصحاب العدم الأصلي أو البراءة الأصلية، كالحكم ببراءة الذمة للناس حتى يقوم دليل النفي.\nالثالث: استصحاب ما دل الشرع على ثبوته لوجود سببه، حتى يقوم الدليل على زواله، فهي مسألة حكم الشارع فيها بحكمه في ظرف ما، ثم طرأت أوضاع تغيرت فيها الظروف، ولكن الحكم في المسألة على حاله الأول حتى يقوم دليل واضح على تغير الحكم.\nوهذا النوع هو الذي اختلف فيه الفقهاء، أما النوعان الأولان فهما محل اتفاق، وإن كان الفقهاء لا يسمونهما استصحاباً.\nومن الاستصحاب استنبط الفقهاء عدة قواعد كلية، منها: اليقين لا يزول بالشك، الأصل في الأشياء الإباحة، الأصل بقاء ما كان على ما كان حتى يثبت ما يغيره.\n-268- ويعتبر الاستصحاب دليلاً ظنياً في إثبات الأحكام، وذلك عند فقد الدليل من الكتاب والسنة والإجماع والقياس، وهو آخر مدار الفتوى.\nالجزء: 1 ¦ الصفحة: 59\n",
        "العرف\nالجزء: 1 ¦ الصفحة: 60\n",
        "/متن المنظومة/\nوالعرفُ ما استقرَّ في النُّفُوسِ\n...\nمن جهةِ العقولِ لا الطُروسِ\nثُمَّ ارْتضَاه النَّاسُ بالقَبُولِ..\n...\nأنواعُه أربعةٌ..فالقولي\nتعارفَ الناسُ على إطلاقِهِ\n...\nكاللحمِ والشرابِ في إطلاقِهِ\nوالعَمَلي تَعارَفوا إِتْيَانَهْ\n...\nكالأَكلِ أو كالمَهْرِ في أَوانِهْ\n-269 و 270- العرف عند الحنفية: ما استقر في النفوس من جهة العقول، وتلقته الطباع السليمة بالقبول.\nوقول الناظم (كالطروس) أفاد بأن المقصود بالعرف ما تعارفه الناس بغير قانون مكتوب في الطروس أي الصفحات، إذ كل قانون وضعي يحكم به زمنا يصبح عرفاً، فمراد الناظم نفي ذلك وتحديد العرف بأنه ما دفعت إليه الطباع السليمة بغير مؤثر خارجي.\n-270 و 271- أخبر بأن العرف أربعة أنواع:\nأولاً: عرف قولي: إذا تعارف الناس على إطلاق لفظ ما للدلالة على معنى معين كما لو تعارفوا على إطلاق اللحم على الحيوان وعدم إطلاقه على السمك والطير.\n-272 - ثانياً: عرفٌ عملي: كما لو تعارف الناس على تقسيم المهر إلى معجل ومؤجل.\nالجزء: 1 ¦ الصفحة: 61\n",
        "/متن المنظومة/\nوالعامُ ما يَعمُّ في البلادِ\n...\nوالخاص عرفُ ثلةٍ أفرادِ\nواتَّفَقُوا في كونِه دليلاً\n...\nواختلفوا هَلْ يَسْتَقِلُّ؟\n...\nقيلا\nللمَالكِي والحَنَفِي والحَنبَلي\n...\nخذهُ دليلاً كامِلاً.. وَدَلِّلِ\nمِنَ الكتابِ أَمْرُهُ بالعُرْفِ\n...\nوما رأَوْهُ حَسَناً فلتَعرِفِ\nكذاكَ مالهُ مِنَ السُّلْطانِ\n...\nفي العقلِ عندَ معشَر الإِنْسَانِ\nوالشافعيْ مالَ إلى إنكارِهِ\n...\nإلا إذا أرشدَ لاعتبارِهِ\n-273 - ثالثاً: عرف عام: هو ما كان متفقاً على التعامل فيه في سائر البلاد.\nرابعاً: عرف خاص: هو عرف جماعة بعينهم، كعرف التجار، وعرف الحاكَةِ، وعرف الحرفيين.\n-274-275- واتفق الفقهاءُ على أن العرفَ حجةٌ شرعية إذا احتفَّ بغيره من الأدلة، ولكن اختلفوا هل يكون وحده دليلا شرعياً إذا لم يوجد سواه، فقال المالكية والحنفية والحنابلة: يحتج بالعرف وحده في الأحكام، واستدلوا لذلك بما يلي:\n-276- أي استدلوا من القرآن الكريم بقوله تعالى: {خذ العفو وأمر بالعرف وأعرض عن الجاهلين} سورة الأعراف آية -200-\nومن السنة ما رواه ابن مسعود موقوفاً: (ما رآه المسلمون حسناً فهو عند الله حسن) .\n-277- واستدلُّوا بالمعقول، وهو ما تلاحظه من سلطان العرف في نفوس الناس، واحتكامهم إليه بالفطرة والبداهة.\n-278- وعبارة الشافعية: إن العرف ليس حجة ولا دليلاً شرعياً إلا إذا أرشد الشارع إلى اعتباره.\nالجزء: 1 ¦ الصفحة: 61\n",
        "/متن المنظومة/\nواشترطوا عمومَهُ في الناسِ\n...\nولم يخالفُ ثابتاً للناسِ\n-279- واشترط الجمهور لدى احتجاجهم بالعرف شرطين اثنين: أن يكون عاماً في الناس، أو عاماً في مناطه كما قدمنا، فعرف التجار حجة على التجار دون الصناع، وعرف الحاكة حجة على الحاكة دون البنائين، والثاني أن لا يخالف دليلاً شرعياً ثابتاً.\nالجزء: 1 ¦ الصفحة: 61\n",
        "قول الصحابي\nالجزء: 1 ¦ الصفحة: 62\n",
        "/متن المنظومة/\nواتَفَقوا في أنَّهُ دليلُ\n...\nفي كل ما ليسَ لَهُ سَبيْلُ\nكذاك إن أقَّرهُ الباقونا\n...\nيكون حجةً كما روينا\nواختلَفُوا لدى اختلافِ رأيهِمْ\n...\nفقيلَ يَنبغي التزامُنا بِهِمْ\nبواحدٍ لمالكٍ والحَنَفِي\n...\nلخبرِ النُّجومِ فِيهِمْ فاقتفي\nوأحمدٌ والشَّافِعِيُّ خالَفَهْ\n...\nعَنْ تابعينَ نَقَلُوا المُخالَفَة\n-280- اتفق الفقهاء على أن قولَ الصحابي حجةٌ إذا تكلم في أمورٍ لا سبيل إلى معرفتها في الاجتهاد، كأمور القيامة والعقائد والعبادات، وإن كلامهم في هذه المسائل ينزل منزلة الحديث المرفوع.\n-281- واتفقوا كذلك أن قول الصحابي إذا لم يوجد له مخالف من الصحابة، يكون بمنزلة الإجماع السكوتي، حجة لازمة على المسلمين.\n-282 و 283- واختلف الأصوليون لدى اختلاف أقوال الصحابة، على قولين:\nالأول: وهو قول أبي حنيفة يجب التزام قول واحد منهم بلا تعيين، لأن اختلافهم على قولين إجماع بأنه لا ثالث في المسألة وهذا ملزم باجتناب ما أجمعوا على نفيه.\n-284- الثاني: قول أحمد والشافعي، وهو أن قول الصحابي ليس حجة في شيء، وقد اختلف الأصحاب فيما بينهم، وترك التابعون أقوال الصحابة، إذ العبرة بالأدلة التي نقلها الصحابة لا بالآراء التي رآها الصحابة.\nالجزء: 1 ¦ الصفحة: 63\n",
        "شرع من قبلنا\nالجزء: 1 ¦ الصفحة: 64\n",
        "/متن المنظومة/\nواختلَفُوا في شرعةِ الذينا\n...\nمِنْ قبلِنا ملغيةٌ أَمْ دينَا\nفاتفقوا في الأخذِ بالأحكامِ\n...\nمما أقرَّ الدينُ كالصِّيامِ\nواتفقوا في نسخِ ما قد نُسِخا\n...\nفي شَرْعِنا. كالقطعِ مما اتَّسَخا\nواختلَفُوا في حكمِ ما قَدْ وَردا\n...\nولم يُنْسَخْ ثُمَّ لَمْ يُؤيَّدا\nكالنفس بالنفسِ وشُرْبِ محتضَرْ\n...\n...\n-285- يراد من شرع من قبلنا مجموعة الأحكام والأوامر الإلهية التي أنزلها الله عز وجل على الأنبياء الكرام قبل بعثة النبي - صلى الله عليه وسلم -. وهي تنقسم إلى ثلاثة أقسام:\n-1 - ما أقره شرعنا وأمر به 2 - ما نهى عنه 3 - ما سكت عنه.\n-286- فاتفقوا أن الأحكام التي أقرها شرعنا وأمر بها أحكام معتبرة، كما في الصيام، حيث قال الله عز وجل {يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون} سورة البقرة، آية -186-\n-287- واتفقوا كذلك أن الأحكام التي نسخها شرعنا وألغاها، أحكام ملغية لا يصح الاحتجاج بها، ولا القياس عليها، وذلك كقتل النفس لدى التوبة، وقطع الثوب لدى طروء نجس عليه، وكلاهما أحكام مقررة عند بني إسرائيل.\n-288 و 289- واختلفوا في الأحكام التي وردت في الكتاب والسنة إخباراً عن الأمم الأولى، ثم لم يأت في شرعنا ما يؤيدها ولا ما يبطلها، مثل قوله تعالى: {وكتبنا. عليهم أن النفس بالنفس والعين بالعين والأنف بالأنف والأذن بالأذن والجروح قصاص} سورة المائدة -45-، ومثله قوله تعالى {ونبئهم أن الماء قسمة بينهم كل شرب محتضر} سورة القمر -28- فاختلفوا في مثل هذه الحالة على قولين:\nالجزء: 1 ¦ الصفحة: 65\n",
        "/متن المنظومة/\n........\n...\nفالحنفيْ والحنبليْ والبعضُ قَرّ\nودلَّلوا بوحدةِ الشرائعِ\n...\nوالرجمِ واقتدهْ لكلِّ سامعِ\nوالشافعيُّ أنكرَ استِدلالَهُمْ\n...\nبأَن لِكُلِّ أمةٍ مِنْهاجُهُمْ\n-289290 فذهبَ الحنفيةُ والحنابلة وبعض الشافعية والمالكية إلى إقرار الاحتجاج بشرع من قبلنا، واستدلوا لذلك بأن الشرائع في الأصل واحدة، وأن عقيدتنا تأمرنا باتباع الرسل السابقين والاهتداء بهم، وقد قال الله عز وجل: {أولئك الذين هدى الله فبهداهم اقتده} سورة الأنعام -90-\n-291- والقول الثاني هو قول الإمام الشافعي، إذ لم يعتبر شرع من قبلنا حجة في شرعنا، واستدل لذلك بقول الله عز وجل: {لكل جعلنا منكم شرعة ومنهاجاً} سورة المائدة، آية - 48 -.\nالجزء: 1 ¦ الصفحة: 65\n",
        "سد الذرائع\nالجزء: 1 ¦ الصفحة: 66\n",
        "/متن المنظومة/\nوكلَّ ما ظاهِرُه مُباحُ\n...\nوموصِلٌ لما بهِ جُنَاحُ\nأباه سداً منْهُ لِلذَّرائِعِ\n...\nمالكُ وابنُ حنبلٍ لا الشَّافِعِيْ\nوأكَّدَا ذاكَ بمنعِ الشتمِ\n...\nلِكُلِّ مَنْ يَعْدُو بغيرِ عِلمِ\n-292- الذريعة لغة: الوسيلة، وهي في تعريف الأصوليين: ما ظاهره مباح، ويتوصل به إلى محرم. فالنهي عن هذا المباح خوفاً من أثره، وهو ما يسمى: (سد الذرائع) مثاله: النهي عن سب المشركين في قوله تعالى: {ولا تسبوا الذين يدعون من دون الله فيسبوا الله عدوا بغير علم} ، فسبُّ المشركين وأوثانهم مباح في الأصل، ولكن نهى الله عنه لئلا يكون ذريعة لسب الله.\n-293- أخبر بأن المالكية والحنابلة قالوا بأن سدَّ الذرائعِ حجةٌ تتقرر لأجلها الأحكام، وعبر الناظم بقوله (أباه) عن منعهم للذريعة وإبائهم لها لما فيها من مدخل للمفاسد، أما الشافعي رضي الله عنه فقد اتفق مع الجمهور في المآل، ولكنه لا يرى ذات السبيل، بل يقول: إنما تحرم الذريعة ذاتها بالأدلة المعتبرة، ولا داعي لتحريمها بالتبع.\n-294 وأكدا أي أحمد ومالك، أكدا هذه القاعدة بالمثال السابق الذي أشرنا إليه، حول منع شتم المشركين.\nالجزء: 1 ¦ الصفحة: 67\n",
        "/متن المنظومة/\nوالشافعيُّ حرمَ الذريعة\n...\nلذاتها أي حرَّمَ الوقيعة\n-295 ورأى الشافعي أن منع شتم المشركين تقرر بالآية وليس بالاجتهاد، فلو لم تنص عليه الآية لم يكن لأحد أن يقوم بتحريمه بحجة سد الذرائع. وهو ما أراده الناظم بقوله: أي حرم الوقيعة.\nالجزء: 1 ¦ الصفحة: 67\n",
        "الباب الثاني: مباحث الحكم\nالجزء: 1 ¦ الصفحة: 68\n",
        "الفصل الأول: الحكم\nالجزء: 1 ¦ الصفحة: 69\n",
        "/متن المنظومة/\nوحدُّهُ في اللغة القضاءُ\n...\nوأطلقوه فاروِ ما تشاءُ\nإثباتُ أمرٍ ما لأمرٍ واحدُ\n...\nثم الذي عند القضاة واردُ\nتعريفُهُ عنَد الأصوليينَا\n...\nخطابُ رَبنا لنا مُبيْنَا\nوالفقهاءُ اعتبرُوه الأَثَرا\n...\nعَنِ الخطابِ قَدْ جَلا وانْتَشَرَا\nوقسَّمُوهُ مَصْدراً قسْمَينِ\n...\nفالأوَّلُ الشَّرعِيُّ.. دونَ مَيْنِ\nوذاكَ ما مِنَ الإلهِ أُخِذَاْ\n...\nوعملاً أَو اِعتقاداً فهو ذا\n-296- الحكم لغة: القضاء، ثم له عند إطلاقه أربعة معان وهي:\n-297- المعنى الأول: إثباتُ شيء لشيء، وهو تعريف المناطقة، كما لو قلت: زيدٌ عالم، فأنت تريد أن تثبت العلم لزيد.\nالمعنى الثاني: ما صدر عن القضاة من الأحكام، وهو تعريف الحقوقيين.\n-298- المعنى الثالث: الحكم هو خطاب الله تعالى وهو النص الصادر عن الشارع، وهو تعريف الأصوليين.\n-299- المعنى الرابع: الحكم هو أثر خطاب الله تعالى، وهو تعريف الفقهاء، فبينما يرى الأصوليون أن الآية هي الحكم الشرعي، يرى الفقهاء أن أثرها أي الوجوب أو الحرمة أو غيرها حيث دلت عليه هو الحكم الشرعي.\n-300 و 301- يقسم الحكم عند الأصوليين إلى قسمين اثنين:\nالأول: الحكم الشرعي الذي دل الدليل الشرعي عليه، فهو إذن لا يتوقف على حجج عقلية، بل يجب التزامه حال ثبوته، وهو يشمل أحكاماً عملية وأحكاماً اعتقادية. وقول الناظم (دون مين) أراد به دون شك.\nالجزء: 1 ¦ الصفحة: 70\n",
        "/متن المنظومة/\nوبعدَهُ كُلُّ الَّذي لَمْ يُؤْخَذِ\n...\nمن شارعِ الأَحكامِ كالحكم الذي\nأُخذَ من عقلِ ومن حسّنٍ ومِنْ\n...\nعرفٍ فذاك دون شرع قد زُكِنْ\nوالحكم حدُّهُ لدى الجمهورِ\n...\nهو خطابُ ربنا الغفورِ\nومتعلقٌ بفعلنا اقتضَا\n...\nتخييراً أو وَضْعاً وهَذا المُرْتَضَى\n-302 و 303- الثاني: الحكم الذي لم يدلَّ له دليلٌ شرعي، بل عرف بمحض العقل أو الحسِّ أو العرف، كما لو قلت: الكل أكبر من الجزء، أو التواتر يفيد اليقين، أو البحر هائج. فهذه كلها أحكام يلزم المصير إليها، ولو لم ينص عليها الشارع، لأن الشارع توجه إلى العقلاء، وهذه بديهيات يقررها العقل. وقول الناظم (فذاك دون شرع قد زكن) أي قد علم.\n-304 و 305- ذكر الناظم تعريف الحكم عند الجمهور كما أورده الآمديُّ في الأحكام: الحكم هو خطاب الشارع المتعلق بأفعال المكلفين اقتضاءً أو تخييراً أو وضعاً.\nوالمراد بالاقتضاء: الخطاب الذي يتضمن الطلب، وهو يشتمل على ما ثمرته الإيجاب أو التحريم أو الندب أو الكراهة.\nوالمراد بالتخيير: الخطاب الذي يتضمن تخيير المكلف بين الفعل والترك، أي الإباحة. والمراد بالوضع: الخطاب الذي يتضمن (وضعَ شيء) أي جعل شيء ما سبباً أو مانعاً أو شرطاً أو صحيحاً أو فاسداً أو رخصةً أو عزيمة.\nوظهر أن الأحكام الشرعية نوعان: أحكام تكليفية وأحكام وضعية. فثمرة الأحكام التكليفية: معرفة الواجب والحرام والمندوب والمكروه والمباح.\nوثمرة الأحكام الوضعية: معرفة السبب والشرط والمانع والصحة والفساد الرخصة والعزيمة.\nالجزء: 1 ¦ الصفحة: 70\n",
        "/متن المنظومة/\nوقسَّموا الشرعيَّ من حكمٍ إلى\n...\nقسمين فالتكليفي ما أدَّى إلى\nحكمٍ من الخمسةِ في اقتضاءِ\n...\nكذاك في التخييرِ كالنداءِ\nوبعدَه الوضعيُّ وهو ما اقتضى\n...\nأن يجعلَ الأمرَ لحكمٍ قد مضى\nعلامةً تجعلُه له سببْ\n...\nأو مانعاً أو رخصةً أو يُجتنَبْ\nلكونِهِ فاسداً او عزيمَةْ\n...\nأو رخصةً أحكامها سليَمةْ\nوزاد فيها الآمديُّ واحداً\n...\nحكم المباح قال تخييراً بدا\nمن 306 إلى 310- سبق بيان ذلك كله، وهو أن الأحكام الشرعية تنقسم قسمين:\nتكليفي ووضعي وقول الناظم (رخصة أحكامها سليمة) قيدٌ أرادَ به الاحتراز من اختراع الرخص التي لم يأذن بها الله.\n-311- أخبر الناظم أن الآمدي وهو من الأئمة الأصوليين المحققين، قسم الحكم الشرعي إلىثلاثة أقسام: الأول: الحكم الاقتضائي: وهو يشمل الواجب والحرام والمندوب والمكروه، والثاني: الحكم التخييري: وهو يشمل المباح، والثالث: الحكم الوضعي وتعريفه عنده مطابق لما قرره الجمهور.\nالجزء: 1 ¦ الصفحة: 70\n",
        "الحكم التكليفي\nالجزء: 1 ¦ الصفحة: 71\n",
        "/متن المنظومة/\nوقد مضى تعريفُه وأنَّهُ\n...\nأدَّى إلى التحريمِ أو ما يكرَهُ\nوالندبِ والإيجابِ والإباحَهْ\n...\nوالحنفيُّ قَسَّمَ الكراهَهْ\nقسمين تنزيهاً وتحريماً رضي\n...\nوزادَ حكماً سابعاً بالفرضِ\n-312 و 313- أخبر الناظم أن تعريف الحكم التكليفي مرَّ آنفا وخلاصته: أن الحكم التكليفي هو الذي يترتب عليه التحريم أو الكراهة أو الندب أو الإيجاب أو الإباحة.\n-314- أخبر الناظم أن الحنفية جعلوا أقسام الحكم التكليفي سبعة: فزادوا فيها سادساً حين جعلوا الكراهة قسمين: تنزيهية وتحريمية، وزادوا فيها سابعاً حين أضافوا الفرض، وميزوا بينه وبين الواجب.\nوسيأتي تفصيل قولهم في الكراهة في باب المكروه.\nأما قولهم في تسمية (الفرض) فوق الواجب فقد ميزوا بينه وبين الواجب من وجوه:\n-1- الفرض: ما طلب الشارع فعله طلباً جازماً بدليل قطعي الثبوت والدلالة، كالصلاة والزكاة، وفعله واجب، ومنكره كافر، وتاركه بدون عذر فاسق.\n-2- الواجب: ما طلب الشارع فعله طلباً جازماً بدليل ظني الثبوت أو ظني الدلالة كصلاة الوتر وصدقة الفطر، وفعله واجب، لكن منكره لا يكفر، وتاركه لا يسمى فاسقاً إلا إن تركه استخفافاً.\n...\nالجزء: 1 ¦ الصفحة: 72\n",
        "الواجب\nالجزء: 1 ¦ الصفحة: 73\n",
        "/متن المنظومة/\nما طلبَ الشارِعُ فيهِ الفِعلَ مِن\n...\nمُكلَّفٍ حتماً كصومٍ في زَمَنْ\nأمَّا مِنَ الثَّوابِ والعقابِ\n...\nفاعِلُهُ استَحَقَّ للثَّوابِ\nويَسْتَحِقُّ التَّاركُ العِقابا\n...\nفافهَمْهُ كَيْ تُنَافِسَ الطُلاَّبَا\nويثبتُ الواجبُ بالخِطابِ\n...\nثمانِ أوْجُهٍ على أبْوَابِ\nالأَمْرُ نحوَ الأَمْرِ بالصَّلاةِ\n...\nإِقامَةً والأمْرُ بالزَّكاةِ\nوالمصدَّرُ النائِبُ عَنْ فعلٍ كما\n...\nضربَ الرِّقابِ إِنْ لقيتُمْ ظالِم\n-315 و 316 و 317- الواجب هو ما طلب الشارع فعله من المكلف طلباً حتما، ويثاب فاعله ويعاقب تاركه.\nفالتعريف كما ترى اشتمل على عنصرين: الأول: من حيث صيغة الطلب، والثاني: من جهة الثواب والعقاب.\n-318 أشار إلى أن الأساليب التي يتقرر بها الوجوب ثمانية:\n-319- الإسلوب الأول: الأمر بفعلِ الأمر كقوله سبحانه: {وأقيموا الصلاة وآتوا الزكاة}\n-320- الأسلوب الثاني: صيغة المصدر النائب عن الفعل كقوله سبحانه {فإذا لقيتم الذين كفروا فضرب الرقاب} محمد-4- أي فيجب عليكم ضرب الرقاب.\nالجزء: 1 ¦ الصفحة: 74\n",
        "/متن المنظومة/\nمضارع بلامِ أمرٍ يَقْتَرنْ\n...\nمثالُه إنفاقُ ذي الوسعة مِنْ\nسَعَتِهِ. كذاك باسم الفعل مَهْ\n...\nكذا عليكُمْ وذا في الأمر لَهْ\nخامِسُها التَّصريحُ بالأَمْرِ كما\n...\nيأمركُمْ بأنْ تؤدُّوا الذِّممَاَ\nوغيرُ ذاكَ مِنْ أساليبِ اللُّغَة\n...\nكَ (كُتِب الصيامُ) ثُمَّ (الحَجُّ لَهْ)\n-321 و 322- الأسلوب الثالث: الفعل المضارع المقترن بلام الأمر، مثاله قوله عزوجل {لينفق ذو سعة من سعته} الطلاق -7- فالمعنى: يجب على كل ذي سعة أن ينفق من سعته.\nالأسلوب الرابع: اسم الفعل، مثل: مه، وعليكم، مثاله قول الله عز وجل: {يا أيها الذين آمنوا عليكم أنفسكم} . المائدة -105-\nوقول الناظم (وذا في الأمر له) قيد احترازي، إذ قد تأتي (عليكم) لمحض الجر، فأراد الناظم بيان أن (عليكم) أسلوب من أساليب الأمر بشرط أن تأتي في معرض الأمر.\n-323- الأسلوب الخامس: التصريح بلفظ الأمر. مثاله قوله تعالى: {إن الله يأمركم أن تؤدوا الأمانات إلى أهلها} . النساء -58-\n-324- الأسلوب السادس: أساليب اللغة العربية الأخرى التي تستخدم للأمر الجازم مجازاً، كقوله تعالى: {كتب عليكم الصيام} البقرة -183- وقوله: {ولله على الناس حج البيت من استطاع إليه سبيلا} آل عمران -97- وغير ذلك.\nالجزء: 1 ¦ الصفحة: 74\n",
        "/متن المنظومة/\nوبعدَهُ التَّرتيبُ للعُقوبَةِ\n...\nلتارِكِ الفعلِ كما الأُضْحيةِ\nوالثامِنُ التَّصرِيحُ بالإِيجابِ\n...\nوالفرضِ كالصِّيامِ في الصَّوابِ\nوقسِّمَ الواجِبُ قسمينِ هُمَا\n...\nمُؤَقَّتٌ ومُطْلَقٌ.. فَكُلُّ مَا\nطلَبهُ محتماً معيناً\n...\nلوقتِهِ مُؤَقَتٌ.. مثلُ مِنَى\n-325- الأسلوب السابع: ترتيب العقوبة من الشارع على تارك الفعل، سواء كانت عقوبة دنيوية أو أخروية. مثاله قول النبي - صلى الله عليه وسلم -في الأضحية: «من وجد سعة لأن يضحي فلم يضح، فلا يحضر مصلانا» . رواه أحمد بن حنبل عن أبي هريرة.\n-326- الأسلوب الثامن: التصريح بلفظ وجب ويجب وفرض، كقوله ص: «إن الله فرض عليكم صيام رمضان وسننت لكم قيامه»\n-327 و 328- ينقسم الواحب باعتبارات كثيرة أورد منها الناظم أربعة تقسيمات:\nالتقسيم الأول: بحسب وقت أدائه فهو: مؤقت ومطلق\nالتقسيم الثاني: بحسب التقدير وعدمه فهو: محدد وغير محدد\nالتقسيم الثالث: بحسب المكلف به وهو: عيني وكفائي\nالتقسيم الرابع: بحسب الفعل المأمور به وهو: معيَّن ومخيَّر.\nوشرع يتكلم عن الواجب بحسب وقت أدائه فأشار إلى أنه مؤقت ومطلق، فالمؤقت ما طلبه الشارع طلباً حتماً في وقت معين، وأورد الناظم مثالاً على ذلك (مِنَى) إذ أمر الشارع برمي جمرة منى في وقت معين فلا تصح في غيره. ومثل ذلك الصلاة في مواقيتها، والصيام في رمضان، والحج في ميقاته.\nالجزء: 1 ¦ الصفحة: 74\n",
        "/متن المنظومة/\nوكلُّ ما طلَبَهُ وأَطْلَقَهْ\n...\nفمطلَقٌ مثلُ النُّذُورِ المُطْلَقَةْ\nفَحيثُما أدَّاهُ مطْلَقاً ولَوْ\n...\nفي غيرِ وقتِهِ قبولَهُ رَأَوْا\nوجَعَلُوا المُؤَقَّتُ الذّي مَضَى\n...\nستَّةَ أنواعٍ لمن قد ارتضى\nفأولٌ مؤقتٌ مضيَّقُ\n...\nكَرَمَضَانَ كله مستغرَقُ\nوبعدَهُ مُؤَقَّتٌ مُوَسَّعُ\n...\nكالصلواتِ الخَمْسِ فهي تَسَعُ\nوالثالثُ المُؤَقَّتُ المشتبهُ\n...\nلم يَتَّسِعْ فرضاً سِواهُ معهُ\nوالوقتُ ما استغرقَهُ جميعَهُ\n...\nكالحجِ.. فانظُرْ ضيقَه ووسعَهُ\n-329 و 330- والواجب المطلق هو ما أمر به الشارع ولم يؤقت له وقتاً معيناً، ومثاله: النذر، فالوفاء بالنذر واجب، ولكن الله لم يكلفنا وقتاً بعينه للوفاء بالنذر، فلو أداه في أي وقت صح منه، وقول الناظم (قبوله رأوا) أي رأى العلماء قبوله.\n-331- عاد يفصل القول في الواجب المؤقت فأخبر أنه يكون على ستة أحوال:\n-332- الواجب المؤقت على ستة أحوال:\nفمن حيث التوقيت: مضيق وموسع وذو شبهين، ومن حيث التنفيذ: أداء وإعادة وقضاء. فالمؤقت المضيق: هو الواجب المؤقت الذي يستغرق جميع الوقت المحدد، ولا يسع غيره معه، كالصيام في شهر رمضان، إذ لا يمكن خلال شهر رمضان صوم شيء غير الفريضة.\n-333- والمؤقت الموسع: هو الواجب المؤقت الذي لا يستغرق جميع الوقت المحدد له، ويسع معه غيره، كالصلوات الخمس، إذ يمكن صلاة نوافل كثيرة، وقضاء واجبات فائتة في ذات الوقت.\n-334 و 335- والثالث هو المؤقت ذو الشبهين، وهو يتسع فرضا آخر معه ولكنه لا يصح إلا واجبٌ واحد فيه، كالحج، فأعمال الحج لا تستغرق كل الوقت، ويمكن عقلا أن يأتي المرء بعدة حجج في موسم واحد، ولكن لا يصح منه إلا حج واحد. و (ما) في قول الناظم (ما استغرقه) نافية، لا موصولة فتأمل.\nالجزء: 1 ¦ الصفحة: 74\n",
        "/متن المنظومة/\nفهذه الثَّلاثُ في توقيتِهِ\n...\nوخذ ثلاثاً من لدن تنفيذِهِ\nفَفِعلُهُ في وقتِهِ المُقَدَّرِ\n...\nشَرعاً له فهو الأداءُ..فاحْذَرِ\nوشرطُه بأَنْ يكونَ أوَّلا\n...\nوالثان أن يعيدَه مستكملا\nلنَقصِهِ في وقته، واسمُهُ\n...\nإعادَةٌ.. فاذكرُهْ يَسْهُلْ فهمُهْ\nوالثالثُ القضاءُ وهو فعلُهُ\n...\nمستدرَكاً وقد تمضَّى ظلُّهُ\n-336- أخبر بأن أنواع الواجب المؤقت من حيث التوقيت ثلاثة وقد مرت، ومن حيث تنفيذ الواجب فهو أيضاً أنواع ثلاثة الأداء والإعادة والقضاء، وشرع يعدها فقال:\n-337 و 338- الأداء هو فعل الواجب في وقته المقدرله شرعاً أولا، والقيد بكلمة: (أولا) يراد به التفريق بين الأداء والإعادة.\n-339- الإعادة: هي فعل الواجب في وقته المقدر له شرعاً ثانياً بعد سبق الأداء، وقد تكون الإعادة لنقص أو خلل أو لاحتياط محض.\n-340- القضاء: هو فعلُ الواجب المؤقت بعد وقت الأداء استدراكاً لما سبق له وجوب مطلقاً. وعبر الناظم بقوله (وقد تمضَّى ظلُّه) إلى انقضاء وقته المقرر شرعاً.\nالجزء: 1 ¦ الصفحة: 74\n",
        "/متن المنظومة/\nوقُسِّمَ الواجِبُ في المِقْدارِ\n...\nقسمانِ: محدودٌ كما الظِّهارُ\nوالثانِ لم يحدَّدِ البَشيرُ\n...\nحداً لَهُ مثالُه التَّعْزيرُ\nوقسَّمُوهُ باعتبارِ الفاعِلِ\n...\nفالأَوَّلُ: العَيْنِيُّ.. لم يُساهِلِ\nفي فعلِهِ مِنْ خلقِهِ مُكلَّفَاً\n...\nمثلُ الصِّيامِ والزَّكاةِ والوفَا\nوواجِبُ الكفايَةِ الذِّي إذَا\n...\nأتاهُ بعضُهم كفاهُمْ مِنْهُ ذَا\nمثالُهُ رَدُّ السَّلامِ والجهادْ\n...\n........\n-341 و 342- التقسيم الثاني للواجب بحسب تحديده وعدمه فهو قسمان:\nالأول: الواجب الذي حدد له الشارع مقداراً معيناً، ومثاله: كفارة الظهار، فهي محددة لا يصح تغييرها. ومثل ركعات الصلاة وأنصبة الزكاة.\nالثاني: الواجب غير المحدد، فالأمر فيه متروك لمن توجه الأمر إليه، ومثاله: التعزيز فهو عقوبة غير محددة، ترك الشارع أمر تقديره لولي الأمر.\n-343 و 344- والتقسيم الثالث للواجب بحسب المكلف بفعل المأمور، وهو قسمان: واجب عيني، وواجب كفائي.\nفالواجب العيني ما طلب الشارع فعله من كل فرد من أفراد المكلفين، وهو ما عبر عنه الناظم بقوله (لم يساهل) ، أي لم يتساهل في عقوبة من تركه من المكلفين، ومثال ذلك فرض الصيام والزكاة والوفاء بالوعود، فكلها فرائض عينية.\n-345 و 346- والواجب الكفائي هو الذي طلبه الشارع من مجموع المكلفين، فإن قام به البعض سقط عن الباقين، وأورد من الأمثلة على ذلك رد السلام والجهاد\nالجزء: 1 ¦ الصفحة: 74\n",
        "/متن المنظومة/\n.......\n...\nلكنَّه عينٌ إذا تُغَزَّى البلاَدُ\nكَذَا إِذَا لم يُستَنَبْ سِوَاهُ\n...\nعينٌ عليهِ ثابِتٌ أدَاهُ\nوقسَّموهُ باعتبارِ ذَاتِهِ\n...\nمعيناً مخيراً في ذاتِهِ\nفكلُّ ما طلبُهُ وعينَهْ\n...\nمعينٌ كردِّ غصبٍ كان لَهْ\nومنْهُ ما طلَبهُ وخَيرَّا\n...\nفلَمْ يُعَيِّن عَينَهُ ويَسَّرا\nكالحكمِ في كفارَةِ اليَمينِ\n...\nكذاكَ في إطلاقِ أَسْرى الدينِ\n-346 و 347- يبن الناظم أن فرض الكفاية يصبح فرض عين على كل قادر إن لم يوجد من يقوم به، فالجهاد يصبح فرض عين إذا تعرضت البلاد لغزو، وكذلك إذا أسند الإمام إلى مكلف ما فرض كفاية صار متعيناً عليه، وتحول إلى فرض عين ثابت عليه. وقوله أداه، أي أداءه وهو مقصور.\n-348- والتقسيم الرابع للواجب بحسب نوع الفعل المطلوب، وهو نوعان: واجب معين وواجب مخير.\n-349- فالواجب المعين: حدده الشارع بذاته ولم يأذن باستبداله بشيء آخر، كالصلاة والصيام فلا يجوز استبدال ذلك بقربة أخرى، ومثال ذلك أيضاً رد المغصوب، فالمطلوب رده بعينه دون قيمته.\n-350 و 351- والواجبُ المخيَّرُ: ما طلب الشارع فعله من أمورٍ متعددة، وترك للمكلف الاختيار، فحيث أدى منها واحداً كفاه وأجزأه.\nومثال ذلك حكم كفارة اليمين، فالحانث مخير بين ثلاثة أشياء، قال تعالى: {لا يؤاخذكم الله باللغو في إيمانكم ولكن يؤاخذكم بما عقدتم الأيمان فكفارته إطعام عشرة مساكين من أوسط ما تطعمون أهليكم أو كسوتهم أو تحرير رقبة} سورة البقرة- 225 - ومثال آخر في تخيير الإمام لاتخاذ ما يراه بصدد أسرى المعركة بين المن وبين الفداء، قال تعالى: {فشدوا الوثاق فإمَّا منَّاً بعدُ وإما فداءً} سورة محمد، الآية 4\nالجزء: 1 ¦ الصفحة: 74\n",
        "/متن المنظومة/\nوكُلُّ ما لَيْسَ يَتِمُّ الواجِبُ\n...\nإِلاَّ بهِ فإنُّهُ لواجِبُ\n-352- وختم فصل الواجب بتقرير قاعدة أصولية هامة، تسمى قاعدة مقدمة الواجب، وهي: (كل ما لا يتم الواجب إلا به فهو واجب)\nالجزء: 1 ¦ الصفحة: 74\n",
        "المندوب\nالجزء: 1 ¦ الصفحة: 75\n",
        "/متن المنظومة/\nما طلبَ الشارعُ فعلَه بلا\n...\nجزمِ فمندوباً تراه جُعلا\nوقيلُ ما يحمَدُ فاعلٌ لَهُ\n...\nولا يُذَمُّ تارِكٌ أهمَلَهُ\nويستحقُّ الفاعِلُ الثَّوابَا\n...\nوليسَ يلقَى التَّارِكُ العِقَابَا\nويَظْهَرْ المَنْدوبُ بالصَّريحِ\n...\nكقولِهِ سَنَنْتُ في التَّرويحِ\nكذاكَ في الطَّلَبِ غَيْر الجازم\n...\nكآية الديون للتراحم\n-353- تعريف المندوب: ما طلبَ الشارعُ فعله طلباً غيَر جازم، وهذا هو تعريف المصباح المنير، وعرَّفه البيضاوي بقوله:\n-354 و 355- ونص تعريف البيضاوي: (هوما يحمد فاعله ولايذم تاركه)\n-356- بدأ الناظم يعدد الأساليب التي تفيد الحكم بالندب، فذكر منها أربعة أساليب: الأسلوب الأول: التعبير الصريح بلفظ يندب أو يسن، كقوله - صلى الله عليه وسلم -في صوم رمضان (وسننت لكم قيامه)\n-357- الأسلوب الثاني: الطلب غير الجازم، وذلك حين تقترن بأحد أساليب الأمر السابقة قرينة لفظية تصرفه عن الوجوب، كقوله تعالى بعد الأمر بكتابة الدين {فإن أمن بعضكم بعضاً فليؤد الذي أوتمن أمانته} البقرة-283- وقوله بعد الأمر {فكاتبوهم إن علمتم فيهم خيراً} النور -33-\nوأراد الناظم بقوله (للتراحم) التنبيه على رحمة الله عز وجل إذ لم يجعل الأمر بالكتابة أمراً لازماً.\nالجزء: 1 ¦ الصفحة: 76\n",
        "/متن المنظومة/\nوحيثُ لا ترتيبَ للعِقَابِ\n...\nفي الحكمِ كالرُّخْصَةِ في الصَّوابِ\nوكل ما طلبَهُ تحبيباً\n...\nمبيِّنا لفَضْلِهِ تَرغيباً\nواعتبِرَ المنْدوبُ مأموراً بِهِ\n...\nلِلشَّافِعي وأحمدٍ وصَحْبِهِ\nوذاكَ حيثُ طاعةً يَدعُونَهْ\n...\nوأَنَّهُ في الدِّين يِطْلُبونَهْ\nودلَّلُوا بقسمةِ الأمرِ إلى\n...\nنَدْبٍ وإيجابٍ بذا الأَمْرُ جَلا\n-358 الأسلوب الثالث: عدم ترتيب العقوبة على الفعل مع طلبه من الشارع.\nويظهر ذلك بالاستقراء. وقول الناظم: (كالرخصة) ، إشارة إلى قول النبي - صلى الله عليه وسلم -: «إن الله يحب أن تؤتى رخصه كما يحب أن تؤتى عزائمه» رواه أحمد بن حنبل عن ابن عمر.\n-359- الأسلوب الرابع: الأساليب العربية الأخرى التي تدل على التحبيب والترغيب بدون إلزام، كقوله - صلى الله عليه وسلم - (إن الله يحب أن يرى أثر نعمته على عبده) رواه الترمذي عن ابن عمرو.\n-360- أشار الناظم إلى مسألة خلافية بين الجمهور والحنفية، وهي: هل المندوب مأمور به أم لا؟ ومع أن المسألة ليس إلا خلافاً لفظياً ولكن نورد هنا الحجج لكل من الطرفين. فقال الشافعي وأحمد إنه مأمور به واستدلوا لذلك بما يلي:\n-361-362 استدل الشافعي وأحمد بما يلي:\n-1- إن فعل المندوب يسمى طاعة، والطاعة لا تكون إلا بامتثال أمر.\n-2- إن المندوب مطلوب ولكن لا يذم تاركه، أما الأمر فمطلوب أيضا ولكن لا يذم تاركه.\n-3- إن الأمر ينقسم لغة إلى قسمين أمر إيجاب وأمر ندب.\nوقوله (بذا الأمر جلا) إشارة إلى وضوح حجة الجمهور.\nالجزء: 1 ¦ الصفحة: 76\n",
        "/متن المنظومة/\nواختلف الأحناف في ذي المسئلة\n...\nوجعلوا الأمر مجازاً فادعُ له\nلوكان مأمورا به لكانا\n...\nتاركه معاقباً مهاناً\nوعللوا بسنة السواك\n...\nوكونه في (افعل) حقيق زاكي\nوالندب أنواع ثلاث توجدُ\n...\nمؤكد.. وغيره.. وزائدُ\nأولها فاعله يثابُ\n...\nولا ينال التاركَ العقابُ\nلكنه معاتبٌ ملومُ\n...\nكسنة الفجر.. وذا مفهومُ\n-363 و 364 و 365- أما الحنفية فقد اختاروا أن المندوب مأمور به على سبيل المجاز دون الحقيقة وقول الناظم (فادع له) إشارة إلى ما اختاروه من الأدلة ودعوا إليه وهي:\n-1- إن تارك الأمر عاص باتفاق، وتارك المندوب لا يقال له عاصياً.\n-2- استدلوا بأن النبي - صلى الله عليه وسلم -قال «لولا أن أشفق على أمتي لأمرتهم بالسواك عند كل صلاة» فلو أمرهم لكان واجباً، وإنما تحفظ من الأمر خشية الوجوب. (رواه أحمد بن حنبل عن أبي هريرة) .\n-3- الأمر حقيقة في لفظ (افعل) ويراد به الإيجاب، وما سوى ذلك تأويل، والتأويل بلا سبب لامسوغ له.\nوعبر بقوله (حقيق زاكي) أن الوجوب في قولك افعل متحقق وزيادة.\nولاشك أن هذه المسألة لا تعدو كونها خلافاً لفظياً لا طائل تحته.\n-366- بين أن المندوب على ثلاثة أصناف: مؤكد وغير مؤكد وزائد.\n-367-368- فالمندوب المؤكد، أو السنة المؤكدة كما يشتهر لدى الأصوليين هي ما يثاب فاعلها ولا يعاقب تاركها ولكنه يعاتب ويلام، وهي السنن التي واظب النبي - صلى الله عليه وسلم -على فعلها ولم يتركها إلا نادراً، ومثال ذلك ركعتي الفجر قبل الفريضة.\nالجزء: 1 ¦ الصفحة: 76\n",
        "/متن المنظومة/\nوالثانِ في إتيانه ثوابُ\n...\nوليس في هجرانه عتابُ\nوكلُّ ما قد كان فعل المصطفى\n...\nولم يشرَّعْ فهو برٌّ ووفا\nيثابُ إن نوى به المتابعة\n...\nكالنوم والمشي على المسارعة\nولم يكُ المندوبُ تكليفاً وما\n...\nحكاه الاسفراني ليس ملزما\nواختلفوا هَلْ يَلْزم الإتمامُ\n...\nبعدَ الشُّروعِ فيه.. فالإِمامُ\nالشَّافعيُّ قالَ لا ولا قَضَا\n...\nلا إثْمَ في تركِ الذي نَدْباً مَضَى\nوقالَ إنَّهُ أداءُ نافِلَهْ\n...\nوليسَ إسقاطاً لواجبٍ فَمَهْ\n-369- والصنف الثاني هو السنة غير المؤكدة، فاعلها يثاب وتاركها لا يعاقب ولا يلام، وهي السنن التي فعلها النبي - صلى الله عليه وسلم -أحيانا ولم يواظب عليها.\n-370-371- أخبر بأن ثمة أفعالاً للنبي صلى الله عليه وسلم لا تدخل في إطار التشريع، وهي صفاته الجبلّيّة كأكله ونومه ومشيه - صلى الله عليه وسلم -، فهذه تسمى (السنة الزائدة) وفاعلها يثاب إن قصد بذلك رضا الله عز وجل ومحبة النبي - صلى الله عليه وسلم -ومتابعته. وقول الناظم (والمشي على المسارعة) إشارة لحديث أنه - صلى الله عليه وسلم -إذا مشى كأنما ينحط من صبب.\n-372- أشار الناظم إلى خلاف الأصوليين في مسألة فرعية وهي: هل الندب حكم تكليفي أم لا؟ فالجمهور على أنه ليس حكماً تكليفياً لأن المكلف يستطيع تركه بلا عقاب، ولكن نقل عن طائفة من العلماء على رأسهم أبو إسحق الاسفراييني أن المندوب حكم تكليفي.\n-373374375 أشار إلى اختلافهم في مسألة إتمام المندوب بعد الشروع فيه على قولين:\nالأول: قول الإمام الشافعي قال: لا يجب إتمامه، ولا قضاء على من تركه ولو بعد الشروع فيه، ولا إثم في ذلك، ويبقى الندب على حاله الذي مضى فيه.\nوقال بأنه ليس إسقاطاً لواجب في الذمة بل نافلة وتطوع، وما على المحسنين من سبيل. وقوله (فمه) أي اكفف عن القول بذلك.\nالجزء: 1 ¦ الصفحة: 76\n",
        "/متن المنظومة/\nوقالَ إنَّ الصَّوْمَ كالإِنفاقِ\n...\nأَعِدْ إذا شَرَعْتَ بالإنفاقِ\nكذاكَ نصُّهم أميرُ نفسِهِ\n...\nإنْ شاءَ صامَ أو يَشَأْ فلينتَهِ\nوحُجَّةُ الأحنافِ قولُ ربِّنا\n...\nلا تبطِلُوا أعمالَكُمْ في شَرْعِنا\nوإنَّما المندوبُ حَقُّ ربِّنا\n...\nفلنلتَزِمْ قضاءَهُ إنْ فاتَنا\nواَنَّهمْ قاسُوهُ بالمَنْدُورِ\n...\nوذاكَ وهْنٌ واضِحُ الظُّهورِ\n-376-377 واستدل أيضاً بأن المرء إذا أخرج عشر دراهم فتصدق بواحد وردَّ تسعة لم يكن عليه حرج، فكذلك لو شرع في نافلة، فالصوم كالإنفاق.\nواستدل أيضاً بحديث أم هانئ عن النبي - صلى الله عليه وسلم -أنه قال: «الصائم المتطوع أمير نفسه إن شاء صام، وإن شاء أفطر) أخرجه أبو داود والترمذي وأحمد.\n-378-379-380 القول الثاني في مسألة إتمام المندوب بعد الشروع فيه هو قول الحنفية ودليلهم:\n-1 قول الله عز وجل: {يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول ولا تبطلوا أعمالكم} سورة محمد 33\n-2 المندوب بعد الشروع فيه حق الله عز وجل، وحق الله يجب الحفاظ عليه ولا يحل إهماله.\n-3 النذر يجب إتمامه مع أنه قد يكون في الأصل مندوباً أو مباحاً، والنذر التزام قولي، فالشروع في المندوب التزام عملي فيجب إتمامه.\nثم أعرض الناظم عن هذا الرأي وقال هو قياس واهن لعدم استيفاء شروط القياس المعتبرة.\nالجزء: 1 ¦ الصفحة: 76\n",
        "/متن المنظومة/\nوظاهرٌ للأولينَ الغَلَبَةْ\n...\nونَصُّهم في البابِ أقْوى مَغْلَبَةْ\nوالنَّدبُ خادمٌ لما قَدْ وَجَبَا\n...\nوالندبُ بالكُلِّ وُجوباً صَحِبَا\n-381 قرر الناظم أن الأولين دليلهم أقوى، لأن الحديث لديهم صحيح وهو نص في الباب، (الصائم أمير نفسه) .\n-382 أشار إلى قاعدتين أصَّلهما الإمام الشاطبي:\nالأولى: إن المندوب في جملته خادم للواجب يجيء تكميلاً له أو تذكيراً به.\nالثانية: إن المندوب ولو كان مستحباً فقط من الأفراد، لكنه من الجماعة مطلوب وجوباً، فالأذان مع أنه نافلة، إذا تركه الناس كلهم أثموا.\n...\nالجزء: 1 ¦ الصفحة: 76\n",
        "الحرام\nالجزء: 1 ¦ الصفحة: 77\n",
        "/متن المنظومة/\nما طلبَ الشَّارعُ تركَهُ على\n...\nوجهٍ مِنَ الإلزامِ حِرمةً جَلا\nوقيلَ ما يُذَمُّ شرعاً فاعِلُهْ\n...\nوزيَد فيهِ ما يثابُ تارِكُهْ\nويثبتُ التحريمُ بالصريحِ\n...\nكحرمةِ المَيْتِ عَدا المذْبُوحِ\nوصيغَةُ النَّهْي (ولا تَجَسَّسُوا)\n...\nوطلبُ اجتنابِه ك (اجتنِبُوا)\nكذاكَ لفظُ لا يحلُّ فاعلمِ\n...\nك (لا يَحِلْ مالُ مرءٍ مُسلمِ)\nكذاكَ ما ترتبَ العقابُ\n...\nعليه، أي سيغضبُ الوهابُ\nكغضبِ اللهِ ومقتِ اللهِ\n...\nكذاكَ حربُ اللهِ لعنُ اللهِ\n-383 و 384- الحرام: ما طلب الشارع تركه على وجه الحتم والإلزام، وفاعله يستحق العقاب. وزاد الشوكاني: ويمدح تاركه. فالتعريف كما ترى يشمل على طبيعته ومآله.\nمن 385 حتى 389 أشار إلى أن الأساليب التي يثبت بها التحريم ستة:\n-1- أن يرد الخطاب صريحاً بلفظ التحريم، كقوله سبحانه {حرمت عليكم الميتة} سورة المائدة - 3 - وقوله (عدا المذبوح) إشارة إلى قول الله عز وجل في نفس الآية {إلا ما ذكيتم} أي إلا ما ذبحتم\n-2- صيغة النهي إما بتصريح بلفظ نهى، كقوله تعالى: {وينهى عن الفحشاء والمنكر والبغي} سورة النحل -90- وإما باستخدام (لا) الناهية كقوله سبحانه: {ولا تجسسوا ولا يغتب بعضكم بعضاً} سورة الحجرات 12\n-3- الأمر بالاجتناب والترك، كقوله تعالى في الخمر: {يا أيها الذين آمنوا إنما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه لعلكم تفلحون} سورة المائدة - 90 -\n-4- صيغة لفظ (لا يحل) كقوله تعالى في المطلقة ثلاثاً {فإن طلقها فلا تحل له من بعد حتى تنكح زوجاً غيره} سورة البقرة-230-، ومثله قوله ص: «لا يحل مال امرئ مسلم إلا عن طيب نفسه»\n-5- ترتيب العقوبة على الفعل، سواء دنيوية أو أخروية، كقوله تعالى: {ومن يقتل مؤمناً متعمداً فجزاؤه جهنم خالداً فيها} سورة النساء 93\nوالألفاظ التي تشير إلى غضب الله كثيرة عد منها الناظم أربعاً: غضب الله، ومقت الله، وحرب الله، ولعنة الله.\nالجزء: 1 ¦ الصفحة: 78\n",
        "/متن المنظومة/\nوحكمُه وجوبُ تركِهِ على\n...\nمكلفٍ، فإنْ أتاهُ خُذِلا\n-390- أفاد أن المكلف مأمور بوجوب ترك الحرام لدى ثبوته، وأن من يأتي الحرام مخذول عند الله.\nالجزء: 1 ¦ الصفحة: 78\n",
        "/متن المنظومة/\nوجعَلُوا ما حُرِّمَ ابتداءً\n...\nمحرماً لذاتِهِ سَواءً\nمَعْ نفسِهِ أو غيِرِه محرَّماً\n...\nكالخمرِ والميسرِ أو شَربِ الدِّمَا\nوكل ما شُرِعَ ثمَ حرِما\n...\nفاحكُمْ بهِ لغيرهِ مُحَرَّمَا\nكالصَّوم يومَ العيدِ والصَّلاة\n...\nبِكُلِّ مَغْصُوبٍ كذَا الزَّكاة\nواختلفوا في حُكْمِ عَقْدِهم على\n...\nمحرَّمٍ لغيرِه، فقيلَ: لا\nفرقَ، ففاسِدٌ وباطلٌ وذَا\n...\nللشَّافِعي بهِ الجميعُ أَخَذَا\nوفَصَّلَ الأحْنافُ هذي المسألَةْ\n...\nفجُعِلَتْ فاسدةً لا باطِلَة\n-391 و 392- أخبر أن الأصوليين جعلوا الحرام نوعين:\nالأول: محرم لذاته، وهو ما حرمه الشارع ابتداءً وأصالةً، كالخمر والزنا والميسر وشرب الدم.\n-393- الثاني: محرم لغيره، وهو ما كان مشروعاً في أصله، ولكن اقترن به أمر آخر، تسبب في مفسدة وأذى، فصار حراماً.\n-394- أورد الناظم أمثلة على المحرم لغيره، فالصوم مشروع في الأصل ولكنه محرم يوم العيد، والصلاة بالثوب المغصوب، والزكاة من المال المغصوب، كلها مشروعات في الأصل طرأ عليها ما يجعلها حراماً.\n-395 و 396 و 397- أورد الناظم مذاهبهم في مسألة العقد على المحرم لغيره، وبالجملة فالعلماء على قولين:\nالأول: العقد على محرم لغيره باطل لا يترتب عليه أي أثر، وهو كأن لم يكن، وهو مذهب الشافعية وعليه جمهور الأئمة.\nالثاني: العقد على محرم لغيرِهِ فاسد لا باطل، يجب فسخه، ولكن إذا نفذ ترتبت آثاره عليه، مع ثبوتِ الإثم وهو قول الحنفية.\nالجزء: 1 ¦ الصفحة: 78\n",
        "/متن المنظومة/\nوغالبُ الحرامِ ما قد عُيِّنا\n...\nكالخمرِ والقتلِ الحرامِ والزنا\nوربما خُيِّر في تحريِمِهِ\n...\nمثل طلاقِ البعضِ من حريمِهِ\nكذاكَ في زواجِ الاختين معاً\n...\nكذاك أمَّاً وابنةً أن يجمَعَا\nوفي الوجوبِ يحرمُ النقيضُ\n...\nوفي الحرامِ الواجبُ النقيضُ\n-398- بين أن الحرامَ على نوعين: مُعَينٌ ومخيَّر.\nفالمحرَّمُ المعين: نصَّ عليه الشارع بذاته كالخمر وقتل النفس والزنا.\n-399- والمحرم المخير: أن يحرم الشارع أمراً من عدةِ أمور، فيؤمر المكلف بأن يترك بعضها، وأوضح الأمثلة على ذلك نكاح أكثر من أربع نسوة، فحينئذ يصبح الكلُّ حراماً حتى يجتنب منهن ما سوى المأذون به شرعاً وهو أربعة فقط.\n-400- ومن الأمثلة على المحرَّمِ المخيَّرِ تحريم نكاح الأختين، فلا بد حينئذ من تطليق واحدة بلا تعيين وإلا صار الكلُّ حراماً، وكذلك نكاح الأم وابنتها.\n-401- وحيث تعين وجوب الأمر صار نقيضُه حراماً، وحيثُ تعيَّن تحريمُ الشيء صار نقيضُه واجباً.\nالجزء: 1 ¦ الصفحة: 78\n",
        "المكروه\nالجزء: 1 ¦ الصفحة: 79\n",
        "/متن المنظومة/\nما طلبَ الشارعُ تركَهُ بلا\n...\nجزم فذا المكروهُ شرعاً جُعِلا\nوقيلَ ما يمدحُ تاركٌ لَهُ\n...\nولا يُذَمُّ فاعلٌ يفعلُه\nويثبتُ المكروهُ بالتَّصريحِ\n...\nكأبغضِ الحلالِ في التسريحِ\nوكلُّ ما طُلِبَ مِنْكَ تركُهُ\n...\nودلَّ أنَّما المرادُ كُرْهُه\n-402 و 403- هناك تعريفان للمكروه:\nالأول: هو ما طلب الشارع تركه طلباً غير جازم وهو تعريف المصباح المنير.\nالثاني: هو ما يُمدح تاركه، ولا يذمُّ فاعله وهو تعريف الشوكاني\n-404- أشار إلى أن الأساليب التي يثبت بها حكم الكراهة اثنين:\nالإسلوب الأول: التصريح بلفظ الكراهة، كقول النبي - صلى الله عليه وسلم -: «إن الله كره لكم قيل وقال، وكثرة السؤال، وإضاعة المال» رواه البخاري\nوكذلك قوله ص: «أبغض الحلال إلى الله الطلاق» أخرجه أبو داوود. وقول الناظم (في التسريح) أراد به في الطلاق، أي الحديث الآنف الذكر.\n-405- الأسلوب الثاني: أن ينهى الشارع عنه بواحدٍ من أساليب النهي المعتبرة، ثم تأتي قرينة تدل أن المراد الكراهة دون التحريم.\nكقوله عز وجل: {يا أيها الذين آمنوا لا تسألوا عن أشياء إن تُبْدَ لكم تسؤكم} سورة المائدة -101-، فقد جاء بعدها قول الله عز وجل:\n{عفا الله عنها} ففهمنا أنه ليس المراد التحريم بل الكراهة.\nالجزء: 1 ¦ الصفحة: 80\n",
        "/متن المنظومة/\nكالبيعٍ عند ساعة الصلاةٍ\n...\nوكالسؤالٍ عن أمورٍ تأتي\nويستحقُّ التاركُ الثَّوابا\n...\nوليسَ يلقى الفاعلُ العَذابَا\nوالحقُّ في المكروهِ أنَّهُ نُهي\n...\nعن فعلِهِ فالتركُ مأمورٌ به\nوالحقُّ أن ليسَ بهِ تكليفُ\n...\nوالاسفراني قالَ: بلْ تَكليفُ\nوفرَّقَ الأحنافُ في المكروه:\n...\nذي حرمةٍ منه وذي تنزيه\nما طلبَ الشارعُ جازماً لَهُ\n...\nتركاً. وذا بالظنِّ.. تحريما فَهُو\nمثاله لبسُ الحريرِ والذهب\n...\nفذلك المكروهُ تحريما وجَبْ\nوكل ما طلبَ تركَه بلا\n...\nجزمٍ.. فذا المكروهُ تنزيهاً جَلا\n-406- أورد مثالين اثنين: الأول: قوله عز وجل في سورة الجمعة-9- {يا أيها الذين آمنوا إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله وذروا البيع} والثاني هو آية المائدة - 101 - وهي قوله تعالى: {يا أيها الذين آمنوا لا تسألوا عن أشياء إن تبد لكم تسؤكم}\n-407- وتارك المكروه مثاب، وفاعله ليس عليه عقاب ولكنه ملوم ومعاتب، لأنه فارق سنة النبي - صلى الله عليه وسلم -، وفي الحديث: «من رغب عن سنتي فليس مني» رواه ابن عساكر عن أبي أيوب.\n-408- الجمهور على أن المكروه منهي عنه، وترك المكروه مأمور به، وفي المسألة خلاف فصلناه في باب المندوب بأدلة كل فريق.\n-409- والجمهور على أن المكروه لا يعد حكماً تكليفياً، وخالف في ذلك الاسفراييني أبو اسحاق، فعده حكماً تكليفياً.\nمن 410 حتى 413- أشار إلى أن الحنفية جعلوا المكروه قسمين: المكروه تحريمياً، والمكروه تنزيهاً. فكل ما طلب الشارع تركه طلبا جازما بدليل ظني، فهو المكروه تحريماً، وأورد لذلك مثالا: النهي عن لبس الحرير والذهب للرجال، فقد نهى النبي - صلى الله عليه وسلم -عنه، ففي حديث أبي داوود والنسائي عن علي بن أبي طالب أن النبي - صلى الله عليه وسلم -قال: (إن هذين حرام على ذكور أمتي حل لإناثهم) ، فقد ثبت التحريم بدليل ظني، ومثله في ذلك تحريم بيع المسلم على المسلم، وخطبة الرجل على خطبة غيره.\nوأما ما طلب تركه طلباً غير جازم، فهو المكروه تنزيهاً، وحكمه كحكم المكروه عن الجمهور كما أسلفنا.\nالجزء: 1 ¦ الصفحة: 80\n",
        "/متن المنظومة/\nوالشافعية لهم تقسيمُ\n...\nفحيث قد خصَّص ذا مفهومُ\nوإن يكُ النهيُ بلا تخصيصِ\n...\nخلاف أولى اجعلْه في التخصيص\n-414-415 جعل بعض الشافعية المكروه على رتبتين:\nالأولى: ما جاء دليل النهي فيه مخصوصا بوقت أو مكان معين، فهو مكروه كالنهي عن الصلاة في أعطان الإبل.\nالثانية: ما جاء دليل النهي فيه غير مخصوص بوقت أو مكان معين، فهو: (خلاف الأولى) ، كإفطار المسافر في رمضان.\nالجزء: 1 ¦ الصفحة: 80\n",
        "المباح\nالجزء: 1 ¦ الصفحة: 81\n",
        "/متن المنظومة/\nوكل ما قد خُيِّرَ المكلفُ\n...\nفي الفعلِ والتركِ مباحاً يعرفُ\nوقيلَ ما لا يمدحُ المفارقُ\n...\nله، ولا يذمُّ من يجانفُ\nوحيث ما نصَّ به صريحاً\n...\nكافعل إذا شئت فقد أُبيحا\nكذاك حيث قال لا جناحا\n...\nونحوه (لا إثم) قد أباحا\nوالأمر إن ترد به قرينَةْ\n...\nتبيحه كالأكل أو كالزينَةْ\n-417 و 418- المباح هو ما خير المكلف بين فعله وتركه، وهو ما لا يمدح على فعله ولا على تركه.\nوقوله: ولا يمدح المقارف، أي لا يمدح من يقترفه ويفعله.\nوقوله: ولا يذم من يجانف، أراد به: لا يذم من يتركه ويبتعد عنه.\n-418- وبعد أن أورد تعريف المباح، شرع يعدد الأساليب التي تفيد الإباحة:\nالأسلوب الأول: النص الصريح على الإباحة والتخيير كقوله: افعلوا إن شئتم.\n-419- الأسلوب الثاني: النص على عدم الإثم، كقوله: لا جناح عليكم، أولا إثم عليكم، كقوله تعالى: {فإن خفتم ألا يقيما حدود الله فلا جناح عليهما فيما افتدت به} سورة البقرة -229-\n-420- الأسلوب الثالث: الأمر بالفعل مع القرينة الدالة على أن الأمر للإباحة، كقوله تعالى: {وكلوا واشربوا ولا تسرفوا} في سورة الأعراف -31-\nالجزء: 1 ¦ الصفحة: 82\n",
        "/متن المنظومة/\nوالأمر بعد حظرِهِ إن وَرَدا\n...\nكالصيدِ بعد الحلِّ حيث قصدا\nوالنصُّ بالحلِّ صُراحاً مثلَما\n...\nطعامُهم حلُّ لكم كذا الإِمَا\nوالأصل في الأشياء أن تباحا\n...\nما لم يرد نصٌّ بها صراحاً\n-421- الأسلوب الرابع: الأمر بالفعل بعد حظر سابق، كما في أمره بالصيد في سورة المائدة -2- {وإذا حللتم فاصطادوا} فإنه أمر بالصيد، ولكن الأمر للإباحة وليس للوجوب، بدليل الحظر السابق في قوله تعالى: {وحرم عليكم صيد البر ما دمتم حرماً} سورة المائدة -98- فأفادت الآيتان تحريم الصيد على المحرم، وإباحته لمن تحلل من إحرامه.\n-422- الأسلوب الخامس: أن ينص صراحة على الإباحة، كقوله تعالى: {وطعام الذين أوتوا الكتاب حل لكم} سورة المائدة -4- وكذلك قوله في ذات الآية: {والمحصنات من الذي أوتوا الكتاب من قبلكم} معطوفا على قوله: أحل لكم الطيبات.\n-423- الإسلوب السادس: الإباحة الأصلية للفعل، وهو في القضايا التي سكت الشارع العظيم عن بيان الحكم فيها، ولم يمكن معرفة مراده في بالكتاب أو السنة أو الاجماع أو القياس الجلي، فتكون المسألة مسكوتاً عنها، وقد فصل الله الحرام كله فقال: {وقد فصل لكم ما حرم عليكم} سورة الأنعام، فبقي ما لم يفصله في المحرمات داخلاً في حكم المباح، واستناداً على ذلك قرر الأصوليون قاعدة كلية في الشريعة وهي: (الأصل في الأشياء الإباحة) .\nالجزء: 1 ¦ الصفحة: 82\n",
        "/متن المنظومة/\nوحكُمه لم يُطلبْ اجتنابُهْ\n...\nمنَّا ولم يَرِدْ كَذَا اقترابُهْ\nوكلُّ ما قصدْتَهُ للهِ\n...\nمِنَ المباحِ طاعةٌ للهِ\nولَمْ يكُنْ في الحقِّ مأموراً بهِ\n...\nوخالف الكَعْبيُّ في ترتيبِهِ\nأقسامه ثلاثة أولها\n...\nلا ضر في إتيانها وتركها\nكالأكلِ واللباسِ والثيابِ\n...\nوالصيدِ والصباغِ والشرابِ\nوالثانِ ما في أصله محرمُ\n...\nوضرُّه محققٌ محتَّمُ\nلكنه أُبيحَ للضرورَةْ\n...\nوذاك في الأمثلةِ المشهورَةْ\nوالثالثُ المعفوُّ عنه دينا\n...\nما كان عند الجاهليِّ دينا\nوربما تجتمعُ الأحكامُ\n...\nفي واحدٍ مثالُهُ الطعامُ\n-424- والأصوليون متفقون على أن المباح لم يطلب فعله ولم يطلب تركه.\n-425- أراد بأن المباح إن نوى به المرء مرضاة الله، أو التقوي على طاعته، صار ذلك طاعة يثاب عليها، وفي الحديث: «نية المؤمن خير من عمله» .\n-426- والأصوليون متفقون تقريباً على أن المباح غير مأمور به، ولكن خالف في ذلك بعض المعتزلة، ومنهم الكعبي، فقال: بل هو مأمور به.\nمن 427 إلى 432- يقسم المباح إلى ثلاثة أقسام:\nالأول: لا ضرر في فعلِهِ ولا في تركِه، كالأكل واللباس والشراب والصيد والصباغ وغيره من المباحات.\nالثاني: ما كان في أصله حراماً محققَ الضرر، ولكن أباحه الله للضرورة، كأكل لحم الميتة والدم للمضطر.\nالثالث: ما جاء الشرع بتحريمه وقد كان قبل الاسلام مما اعتاده الجاهليون، فهو عندئذ حرام أصلا، ولكن عفا عنه الشارع فأدرج في المباح تبعاً لا أصالة، لأن الاسلام يجبُّ ما قبله.\nثم أشار في البيت الأخير إلى أن الأحكام التكليفية الخمسة قد تتناوب في مسألة واحدة كالطعام فإنه يكون مباحاً في الأحوال العادية ولكنه يصير فرضاً إذا كان تركه يفضي إلى موت محقق، ويصير مكروهاً إن كان يفضي إلى مرض مظنون، ويكون مستحباً إن كان تركه يؤدي إلى إنهاك وإرهاق، ويصير حراماً إن كان يتسبب يقيناً في آفة أو مرض.\nوالأمر نفسه في الزواج والقتال وغيره من الأحكام.\nالجزء: 1 ¦ الصفحة: 82\n",
        "الحكم الوضعي\nالجزء: 1 ¦ الصفحة: 83\n",
        "/متن المنظومة/\nتعريفه في اللغة الإيلادُ\n...\nوالتركُ والإسقاطُ إذ يرادُ\nوهو اصطلاحا كلمات ربنا\n...\nتعلقت بجعل شيء ما هنا\nشرطاً لفعلٍ أوصحيحاً أو سببْ\n...\nأو مانعاً أو فاسداً فليجتنِبْ\nأو رخصةً في الشيء أو عزيمَةْ\n...\nفسر على طريقتي القويمَةْ\n-433- الوضع في اللغة يطلق على معان منها: الولادة والترك، والإسقاط، وذلك بحسب مراد المتكلم في مورد السياق.\n-434 و 435 و 436- والحكم الوضعي في الاصطلاح: هو خطاب الله تعالى، المتعلق بجعل الشيء سبباً لفعل المكلف، أو شرطاً له، أو مانعاً، أو صحيحاً، أو فاسداً، أو رخصة، أو عزيمة.\nفهو خطاب لا يتضمن توجيهاً مباشرا للمكلَّفين، بل هو توضيح لحكم تكليفي سابق، من جهة بيانِ سببه أو موانعه أو شروطه، أو بيان صحته أو فساده، وتحديد موقعه: رخصة أو عزيمة.\nوقول الناظم: (كلمات ربنا) يراد بها خطاب الشارع: كتابا أو سنة.\nوقوله: (فسر على طريقتي القويمة) توجيه لرجحان ما اختاره في تعريف الحكم الوضعي.\nالجزء: 1 ¦ الصفحة: 84\n",
        "/متن المنظومة/\nويقسم الوضعيُّ في ارتباطِهِ\n...\nبحكمِ تكليفٍ لخمسة به\nالشرطُ والسببُ والعزيمة\n...\nأو رخصةٌ سميحة كريمة\nوالرابعُ المانعُ والصحيحُ\n...\nأو فاسدٌ أو باطلٌ صريحُ\n-437 و 438 و 439- ويقسم الحكم الوضعي إلى خمسة أقسام وذلك بحسب الحكم التكليفي الذي يرتبط به: وهي الأول السبب، والثاني الشرط، والثالث المانع، والرابع كونه رخصة أو عزيمة، والخامس كونه صحيحا أو غير صحيح.\nالجزء: 1 ¦ الصفحة: 84\n",
        "السبب\nالجزء: 1 ¦ الصفحة: 85\n",
        "/متن المنظومة/\nوالسَّبَبُ الوصفُ الجليُّ المنضبطْ\n...\nدلَّ لَهُ دليلُ سمعِ واشتُرِطْ\nلَدى الدليلِ كونُه معرِّفاً\n...\nللحكمِ وهو حكمُ شرعيٍّ كَفَى\nوحينَما يوجَدُ فالمسبَّبُ\n...\nلا بُدَّ موجود كما قد هذبوا\nوحيثما يُعدَمُ فالمسبَّبُ\n...\nلا بُدَّ مَعْدومٌ كما قَدْ كَتَبُوا\nمثالُه أَنَّ الزِّنَا تَسَبَّبا\n...\nفي الحدِّ فالحدُّ به وجَبَا\nأقسامُهُ من جهة الموضوعِ\n...\nقسمانِ: فالوقتيُّ للجميعِ\nمثالُهُ الظهرُ لدى الزوالِ\n...\nولصيام الشهرِ بالهلالِ\nوالمعنويْ مثالُهُ الإسكارُ\n...\nسبَّبَ تحريماً كذا القمارُ\n-440 و 441- تعريف السبب: هو الوصف الظاهر المنضبط الذي دل الدليل السمعي على كونه معرفا لحكم شرعي.\nوهكذا فإن السبب حدث جعله الشارع علامة أكيدة على وجود الحكم، وقول الناظم (وكفى) إشارة إلى أن التعريف بألفاظه السالفة كاف محكم.\n-442-443 أفاد بأن وجود السبب يستلزم حتما وجود المسبب، وانعدام السبب يستلزم حتماً انعدام المسبَّب. فيلزم من وجوده الوجود ويلزم من عدمه العدم.\n-444 مثال ذلك أن حد الرجم متوقف على ثبوت الزنا فحيث ثبت الزنا وجب الحد وحيث انتفى الزنا انتفى الحد.\n-445 و 446 و 447- ينقسمُ السببُ من حيث موضوعه إلى قسمين: وقتي ومعنوي.\nفالوقتي: ما لا تبدو فيه حكمة باعثة ظاهرة، بل هو محض توقيت، كالزوال سببٌ في وجوب الظهر، والهلال سبب في وجوب الصيام.\nوالمعنوي: ما يستلزم حكمة باعثة في تعريفه للحكم الشرعي، ومثاله: الإسكار سبب في تحريم الخمر، والعقد على مجهول سبب في تحريم القمار.\nوعليه فإنه يجوز القياس على المعنوي ولا يجوز القياس على الوقتي.\nالجزء: 1 ¦ الصفحة: 86\n",
        "/متن المنظومة/\nأقسامه من جهة المكلف\n...\nقسمان فافهمها لدي تكتفي\nأولها ملكْتَ فيه المقدرَةْ\n...\nكالبيعِ والقتلِ فخُذْ للآخرَةْ\nوربما يكون مأموراً بِهِ\n...\nمثاله النكاحُ مأمورٌ بِهِ\nوربما نهاكَ عنه الشارعُ\n...\nكالسرقاتِ وكذاك القاطعُ\nوربما يباحُ كالذبيحِ\n...\nيحلُّ أكلُهُ على الصحيحِ\n-448 و 449- ينقسم السبب من حيث قدرة المكلف على القيام به وعدمها إلى قسمين:\nالأول: ما هو من فعل المكلف وهو مقدور له، كالبيع سبب لانتقال ملكية المبيع، وثبوت الثمن، والقتل العمد سبب لثبوت القصاص.\nوقول الناظم (فخذ للآخرة) أراد به أن المرء مأمور أن يستعد للآخرة باجتنابه ما حرم الله، حيث التكاليف كلها مقدور عليها من قبل العباد.\n-450 و 451 و 452- أراد أن السبب الذي يملك فيه المكلف المقدرة يكون على ثلاثة أحوال:\nالأول: سببٌ مأمورٌ به شرعاً، كالنكاح يكون سببا في ثبوت الولد والتوارث. الثاني: سبب نهى عنه الشارع، كالسرقة سبب في وجوب الحد، وكذلك قطع الطريق سبب في ثبوت حد الحرابة، مع أن كلاً منها منهيٌّ عنه شرعاً.\nالثالث: سبب أذن به الشارع إذن إباحة، كذبح الحيوان سبب في صحة أكله.\n-453\nالجزء: 1 ¦ الصفحة: 86\n",
        "/متن المنظومة/\nوالثان ليس في يديك المقدرةْ\n...\nمثل الزوال في الصلاة الحاضرةْ\nوإنما الأسبابُ مقصوداتُ\n...\nلغيرها.. أي المسبَّبَاتُ\nوالسببُ المشروعُ ما أدى إلى\n...\nمصلحةٍ وإن يكن فيه بلا\nمثاله الجهادُ في الفيافي\n...\nفربَّما أدى إلى إتلافِ\nوغير مشروع كما أدى إلى\n...\nمفسدةٍ مثل تبنِّي من خلا\n- القسم الثاني: قسم ليس من فعل المكلفين، بل هو محض وضع إلهي، كالموت سبب لنقل الملكية، والزوال سبب لوجوب الظهر، والحيض سبب لإسقاط الصلاة والصوم.\n-454- أشار إلى أن الأسباب ليست مقصودة لذاتها، بل يراد منها إيضاح أحكام المسببات.\n-455 و 456 و 457- التقسيم الثالث للسبب، بحسب المشروعية وعدمها، وهو قسمان:\n-1- سبب مشروع: وهوما أدى إلى مصلحة في نظر الشارع، وإن اقترنت به بعض المفاسد فهي عارضة، كالجهاد سبب لنشر الدعوة وهي مصلحة حقيقية للناس ولو أن البعض يراها سبباً تزهق به الأنفس. وقوله: (فيه بلا) أي بلاء.\n-2- سبب غير مشروع: وهو ما أدى إلى مفسدة في نظر الشارع، وإن اقترنت به بعض المنافع العاجلة، كالتبني فإنه سبب غير مشروع لا تترتب آثاره عليه شرعاً، وهو وإن بدا مفيداً لبعض اليتامى، ولكنه مؤذ للمجتمع لما ينشأ عنه من ضياع الأنساب وتفرق العوائل.\nوقوله (تبنّي من خلا) أشار إلى عادة الأمم الخالية في إقرار التبني.\nالجزء: 1 ¦ الصفحة: 86\n",
        "/متن المنظومة/\nويقسم السببُ في تأثيرِهِ\n...\nفي الحكمِ قسمين على تحريرِهِ\nمؤثّرٌ وذاك يدعى العلَّةْ\n...\nكالسكرِ في التحريمِ فهو العلَّةْ\nوغير ما أثَّر وهو الذي\n...\nكالوقتِ ليس علةً لحكمِ ذي\nوباعتبار نوعِ ما تسبَّبا\n...\nفإنه قسمان فامْح الريبا\nأولها لحكم تكليف ظهَرْ\n...\nمثاله الصوم إذا هلَّ القمَرْ\nوالثانِ للحلِّ أو الملكيّة\n...\nكالعتقِ والبيعِ كذا الزوجيَّة\n-458 و 489 و 460- التقسيم الرابع للسب اعتبار تأثيره في الحكم وعدمه، وهو نوعان:\n-1- السبب المؤثر في الحكم، وهو ما يسميه الأصوليون: العلة، وهو ما يكون بينه وبين الحكم مناسبة يدركها العقل، ويمكن القياس عليها، كالسُّكْر سبب تحريم الخمرة- أي علته-.\n-2- السبب غير المؤثر في الحكم، وهو الذي لا يكون بينه وبين الحكم مناسبة يدركها العقل، ولا يصلح القياس عليه.\n-461 و 462 و 463- التقسيم الخامس للسبب اعتبار نوع المسبَّب، وهو نوعان:\n-1- سبب لحكم تكليفي: كالوقت للصلاة والهلال للصيام.\n-2- سبب إثبات أو إلغاء ملك أو حل: كالعتق سبب لإزالة الملكية، والزواج سبب ينتج عنه تحليل المعاشرة، والبيع سبب لإثبات ملك أو إلغائه.\nالجزء: 1 ¦ الصفحة: 86\n",
        "/متن المنظومة/\nوباعتبار مصدر العلاقَةْ\n...\nبينهما أقسامُهُ ثلاثَةْ\nأولها الشرعي وهو ما زكى\n...\nمن حكم شرعٍ كالصلاة والزكَا\nوبعدها العقليُّ وهو ما نَتَجْ\n...\nعن حكمِ عقلٍ كالنقيضِ في المحَجْ\nوالثالث العادي وهو ما جرى\n...\nعرفٌ به أو عادةٌ بلا مرا\nولازم عند وجود السببِ\n...\nحتماً له الوجود للمسبَّبِ\nولازمٌ عند انعدام السببِ\n...\nحتماً له الزوال للمسبَّبِ\nمن 464 حتى 467- التقسيم السادس للسبب وهو تقسيم فلسفي محض، وهو بحسب مصدر الرابطة والعلاقة بينه وبين المسبَّب، وهو ثلاثة أقسام:\n-1- سبب شرعي: وهو ما تقرر بناء على حكم شرعي، كالنصاب سبب لوجوب الزكاة، والوقت سبب لوجوب الصلاة.\n-2- سبب عقلي: وهو ما تقرر بناء على حكم عقلي، كالقول بأن الليل سبب في انعدام النهار، وأن النقيض سبب في بطلان نقيضه، وأراد بقوله (في المحج) أي في المحاججة والمناظرة.\n-3- سبب عادي: وهو ما تقرر بناء على عرف وعادة، كما لو قيل: الذبح سبب في الموت.\nوأشار بقوله: (بلا مرا) إلى أن العادة يجب أن تكون غالبة بلا امتراء أو قيود.\n-468 و 469- المعنى أنه يلزم من وجود السبب وجود المسبَّب، ومن عدمه عدمه، وقد سبقت الإشارة إلى ذلك في البيتين: 442-443 فلينظر.\n...\nالجزء: 1 ¦ الصفحة: 86\n",
        "الشرط\nالجزء: 1 ¦ الصفحة: 87\n",
        "/متن المنظومة/\nوالشرط ما الوقوف بالوجودِ\n...\nللحكم شرعاً منه للوجودِ\nوكان عنه خارجاً ويلزمُ\n...\nمن عدمِ الشرط لحكمٍ عدمُ\nوإنه كالركن إلا أنهُ\n...\nمختلفُ فافهمه وافهم فَنَّهُ\nفالشرطُ جاءَ خارجَ الماهيَّةْ\n...\nوالركنُ جاءَ داخلَ الماهيَّةْ\nويلزمُ العدمُ من عدمِهِ\n...\nكذلك السببُ في عدمِهِ\n-470 و 471- الشرط في الاصطلاح: هو ما يتوقف وجود الحكم وجوداً شرعياً على وجوده، ويكون خارجاً عن حقيقته، ويلزم من عدمه عدم الحكم.\nوأراد بقوله (وجوداً شرعياً) أن الحكم الشرعي لا ينعقد شرعاً إلا باستيفاء شرائطه، فالزواج يتم بغير شاهدين، ولكنه لا ينعقد شرعا بغير شاهدين.\n-472 و 473- الركن والشرط حكمهما واحد من حيث أن الحكم لا يصح إلا بهما، ويتوقف وجوده الشرعي على وجودهما.\nولكن يختلفان في أن الشرط يكون خارج الماهية، فيما يكون الركن داخلها ومثال الشرط الوضوء للصلاة، ومثال الركن: الركوع في الصلاة.\n-474- والشرط كالسبب في حال العدم، فيلزم من عدمه انعدام الحكم.\nالجزء: 1 ¦ الصفحة: 88\n",
        "/متن المنظومة/\nأما إذا وجدَ شرط لم يَجِبْ\n...\nوجودُ حكم. فتعلَّمْ واستطِبْ\nويقسَمُ الشرطُ لدى ارتباطِهِ\n...\nبسببٍ نوعين في احتياطِهِ\nفحيث جاءَ مكملاً للسببِ\n...\nفالحولُ مكملُ النصابِ فانجبِ\nوقد يجيءُ مكملُ المسببِ\n...\nكالستر مكملاً بلوغاً للصبي\nوباعتبار جهة اشتراطِهِ\n...\nنوعان. فالشرعي لارتباطِهِ\nبالشارعِ العليِ كالأحكامِ\n...\nوسائر الحدود والصيامِ\n-475- ولكن في حال وجوده فإنه يختلف عن السبب، فبينما يجب وجود المسبب عند وجود السبب، فإنه لا يجب وجود الحكم عند وجود الشرط.\nوقوله (فتعلَّمْ واستطِب) أراد به توجيه طالب العلم إلى الفارق الدقيق بين الشرط والسبب فيجب تعلمه لتطيب بذلك نفسه.\n-476 و 477 و 478- التقسيم الأول للشرط باعتبار ارتباطه بالسبب والمسبب:\n-1- الشرط المكمل للسبب: كالحول شرط لا بد منه ليكمل السبب وهو النصاب إذ لا يثبت وجوب الزكاة إلا بالنصاب ولا يثبت النصاب إلا بحولان الحول.\nوالحق أن السبب ينطبق تماماً على (مجموعة الشروط الصحيحة) . وقوله: (فانجب) توجيه لطالب العلم لبلوغ النجابة في تحصيل العلم.\n-2- الشرط المكمل للمسبَّب: كالطهارة وستر العورة مكملان للصلاة التي وجبت بسبب بلوغ الصبي، فهي تجب عليه، سَتَرَ العورة أو لم يستر، ولكن لا تكمل صلاته إلا بستر العورة.\n-479 و 480- التقسيم الثاني للشرط من حيث جهة اشتراطه وهو على نوعين: الشرط الشرعي: وهوما اشترطه الشارع الحكيم كاشتراط القصد لثبوت القصاص، واشتراط الولي لصحة النكاح، واشتراط القدرة لوجوب الصيام.\nالجزء: 1 ¦ الصفحة: 88\n",
        "/متن المنظومة/\nوبعده الجَعْليّ وهو ما اشتُرِطْ\n...\nمن المكلف الذي له اشتُرِطْ\nكالمهرِ في تقديمِهِ في فعلِهِ\n...\nوالبيع في استلامه ونقلِهِ\nوشرطه إن جاء أن يوافقا\n...\nللشرعِ مثلَ البيع حيث أطلقا\nوباعتبار نوع ما يربطه\n...\nبكل مشروط ثلاث عَدُّه\nأولها الشرعيُّ كالوضوءِ\n...\nشرط الصلاة بعد ما طروءِ\nوبعده العقليُّ من عقولنا\n...\nنتاجُهُ كالفهمِ في تكليفنا\nثالثها العاديُّ وهو ما نَتَجْ\n...\nعن عادة كالنارِ تكوي من وَلَجْ\n-481 و 482 و 483- الشرط الجعلي: وهو ما اشترطه المكلف، كما لو اشترطت المرأة تقديم المهر كله، أو لو اشترط البائع تسليم المبلغ في مكان ما، وتكاليف نقله على المشتري وأمثال ذلك.\nويشترط في الشرط الجعلي أن لا يكون منافياً لما قرره الشارع، كما لو باعه شيئا وشرط عليه قيداً في إطلاق ملكيته عليه.\nمن 484 حتى 487- التقسيم الثالث للشرط بحسب إدراك الرابطة بينه وبين المشروط إلى ثلاثة أنواع:\n-1- الشرط الشرعي: وهوما نتج عن حكم الشرع كالوضوء للصلاة، وقوله: (بعدما طروء) إشارة إلى طروء الحدث الناقض للوضوء.\n-2- الشرط العقلي: وهوما نتج عن حكم العقل، كاشتراط الفهم لثبوت التكليف، فهولم يدل عليه دليل شرعي ولكنه واضح بحكم العقل.\n-3- الشرط العادي: وهو ما نتج عن العادة والعرف، كقولك: دخول النار شرط في الإحراق، وأضاف بعضهم نوعاً رابعاً، وهو الشرط اللغوي، وهو ما نتج عن دلالة اللغة.\nالجزء: 1 ¦ الصفحة: 88\n",
        "/متن المنظومة/\nفهل يُرى تكليفُهُ بالحكمِ\n...\nمع فقده لشرطِهِ؟ خلفٌ نُمِيْ\nمثاله هل خوطبَ الكفارُ\n...\nبالفرعِ من تشريعِنا.. فاحتاروا\nفقيل بالصحة للتكليفِ\n...\nوالشرط لم يحصل بلا تخفيفِ\nقاسوه بالجنبِ في تكليفِهِ\n...\nبكل فرضٍ.. ثم في تعنيفِهِ\nفي الذكر للكفار عند تركهم\n...\nأمْرَ الصلاةِ رغم حالِ كفرهِمِ\n-488 و 489- أورد الناظم مسألة أصولية فرعية اشتهرت بين الأصوليين وهي: هل يصح التكليف مع فقدان شرطه؟ وشرطه هو الإيمان، وعبارتهم في ذلك: هل الكافر مخاطب بفروع الشريعة.\nفأشار بأن الخلف في هذه المسألة نُمي، أي شاع واشتهر، وأشار بأن الأصوليين احتاروا في ذلك، وانقسمت آراؤهم في المسألة إلى مذهبين.\n-490 و 491 و 492- القول الأول: ذهب الجمهور من الشافعية والحنابلة وبعض الحنفية إلى أن الكفار مخاطبون بالتكليف ولو لم يحصل شرط الإيمان، فلا يخفف عنهم التكليف بفروع الشريعة بحجة عدم إيمانهم، واستدلوا لذلك بالقياس على الجنب فهو مطالب بالفرائض، رغم أنه فاقد لشرط الطهارة الذي لا تصح الصلاة إلا به، واستدلوا كذلك بأن الله عنَّفَ الكفار في الذكر - أي في القرآن الكريم- لتركهم الصلاة رغم كفرهم، وذلك في قوله: {ما سلككم في سقر، قالوا لم نك من المصلين} المدثر-42- والآيات في ذلك كثيرة ظاهرة.\nالجزء: 1 ¦ الصفحة: 88\n",
        "/متن المنظومة/\nوخالف الأحناف في اشتراطهم\n...\nلسائر الكفار إيماناً لهم\nوما رآه الأولون أرجحُ\n...\nدليلهم منمّقٌ موضَّحُ\n-493- والقول الثاني في المسألة هو مذهب الحنفية إذ قالوا إن الإيمان شرط في سائر التكاليف، ودليلهم في ذلك أن الكافر إذا أسلم لا يطالب بقضاء الصلاة لأن الإسلام يَجُبُّ ما قبله، وذلك دليل على أنه لم يكن مكلفاً بها.\n-494- ورجح الناظم رأي الأولين، ووصف دليلهم بأنه منمق - أي ظاهر الجمال- موضح، ودفع استدلالهم بذات الحديث، فقوله ص: «الإسلام يجب ما كان قبله» رواه ابن سعد عن الزبير، يدل على أنهم كانوا مطالبين بالتكاليف أصلا ثم خفف ذلك عنهم بدخولهم في الإسلام.\nوالمسألة كما ترى محض خلاف لفظي لا طائل تحته.\nالجزء: 1 ¦ الصفحة: 88\n",
        "المانع\nالجزء: 1 ¦ الصفحة: 89\n",
        "/متن المنظومة/\nوالمانعُ الوصفُ الجليُّ المنضبِطْ\n...\nكالقتلِ في الميراثِ حيثُ يختلِطْ\nويلزمُ العدمُ من وجودِهِ\n...\nأفتِ به لكلِّ مستفيدِهِ\nولم يجبْ من عدمٍ له عَدَمْ\n...\nولا وجودٌ.. فتعلم لا تُنَمْ\nويقسم المانع في تأثيرِهِ\n...\nعليهما قسمين في تحريرِهِ\nأولها لحكمة النقيضِ\n...\nكالترك للصلاة في المحيضِ\n-495 و 496 و 497- المانع في الاصطلاح هو الوصف الظاهر المنضبط، الذي يستلزم وجوده عدم الحكم أو عدم السبب، فيلزم من وجوده العدم، ولا يلزم من عدمه وجود ولا عدم.\nوقول الناظم (كالقتل في الميراث حيث يختلط) أرادأن الوارث يستحق الإرث ولكن إن تورط في قتل مورثه، فإنه يمنع من ميراثه، إذ اختلط المانع بالحكم فحال دونه.\nوقوله (أفتِ به لكل مستفيده) إشارة إلى إجماعهم على تعريف المانع بما سلف، وعليه الفتوى.\n-498- وينقسم المانع من جهة تأثيره على الحكم والسبب إلى نوعين كما حرره العلماء.\n-499- القسم الأول: مانعٌ للحكم لكونه مناقضاً له.\nالقسم الثاني: مانعٌ للحكم لكونه مخلاً به.\nفالأول على ثلاثة أنواع:\nالجزء: 1 ¦ الصفحة: 90\n",
        "/متن المنظومة/\nفربما اجتمع بالتكليفِ\n...\nمثل المثال السابق الظريفِ\nوربما لم يجتمع به كما\n...\nفي النوم والجنون.. فابقَ مسلما\nوربما ينقلبُ اللزومُ\n...\nمخيَّراً.. مثالُهُ السقيمُ\nوالثان ما أخل حكمةَ السببْ\n...\nفالدينُ في الزكاةِ أبطلَ السببْ\nوالحنفيُّ قسَّمَ الموانعا\n...\nلخمسةٍ فكن لديَّ سامعا\n-500 _ الأول: المانع الذي يجتمع مع أهلية التكليف، كالحيض يطرأ على المكلفةِ شرعاً فيرفع عنها التكليف الموجه إليها في الصلاة والصوم خصوصا. مع بقاء التكليف عليها في سوى ذلك.\n-501 _ الثاني: المانع الذي لا يجتمع مع الحكم التكليفي، بل يرفع التكليف كله حين يطرأ، كالنوم والجنون والإغماء.\nوأراد بقوله (فابقَ مسلما) أن يستديم المؤمن في تمسكه بالإسلام حتى يلقى الله على التوحيد.\n-502- الثالث: المانع الذي يطرأ فلا يرفع التكليف، بل يرفع اللزوم عنه إلى تخيير، كالمرض فإنه يرفع وجوب صلاة الجمعة، فيكون أداؤها حينئذ على سبيل التخيير بينها وبين فرض الظهر.\n-503- القسم الثاني من أقسام المانع من حيث تأثيره على السبب والشرط هو: المانع الذي يمنع الحكمَ لحكمةٍ تخلُّ بحكمةِ السبب. مثاله الدَّين على مالك النصاب، فهو بملكه للنصاب أحرزَ السبب الموجز للزكاة، ولكن بوجود الدَّين عليه وُجِدَ المانع الذي يحول دون ثبوتِ وجوبِ أداء الزكاة عليه.\n-504- أخبر أن الحنفيةَ لهم تقسيمُ خاص للموانع فيجعلونها خمسة أقسام:\nالجزء: 1 ¦ الصفحة: 90\n",
        "/متن المنظومة/\nما يمنع انعقادَ أيِّ سببِ\n...\nكبيعِ حرٍّ أو كإفتاءِ الصبي\nوالثانِ ما يمنعُ من تمامِهِ\n...\nكبيعِ ذي الفضولِ غيرَ مالِهِ\nثالثها يمنعُ بدءَ الحكمِ\n...\nمثلَ خيارِ الشرطِ للمسلَّمِ\nرابعُها يمنعُ من تمامِهِ\n...\nمثلَ خيارِ العينِ في إلمامِهِ\nوالخامسُ المانع من لزومِهِ\n...\nمثل خيارِ العيبِ في لزومِهِ\n-505- الأول: يمنع انعقاد السبب أصلا، كبيع الحر، فالحرية مانع من انتقال التملك عن طريق البيع، إذ هي مانعة للبيع أصلاً.\n-506- الثاني: يمنع تمام السبب في حق غير العاقد، كبيع الفضولي، فالمالك هنا مخير بين إتمام العقد أو إبطاله مع أن العقد قد تم في حق العاقد.\n-507- الثالث: ما يمنعُ ابتداءَ الحكمِ، كخيارِ الشرط للبائع، فالعقد منعقد في حقِّهما، ولكن انتقال الملكية ممنوع بسبب الخيارِ المشترط.\n-508- الرابع: يمنع تمام الحكم، كخيار الرؤية، فالعقد منعقد في حقهما، وانتقال الملكية صار معتبراً لكنه غير تام، ويحق لصاحب الخيار أن يفسخ العقد بإرادته، لدى إلمامه: أي لدى اطلاعه على خفايا وصف المنيع.\n-509- الخامس: يمنعُ من لزومِ الحكم، كخيارِ العيب، فالعقد منعقدٌ في حقِّهما، وقد انعقد تاماً، لكنه غير نافذ، إذ يحقُّ للمشتري فسخُ العقد بعد تمامه بخيار العيب.\nالجزء: 1 ¦ الصفحة: 90\n",
        "الصحيح وغير الصحيح\nالجزء: 1 ¦ الصفحة: 91\n",
        "/متن المنظومة/\nوعرفوا الصحيحَ دونَ ريبَةْ\n...\nترتُّبُ الثمرةِ المطلوبَةْ\nشرعاً عليهِ منه أي ترتبتْ\n...\nآثارُهُ كامِلَةً وأوجبتْ\nوغيره ما لم ترتَّبْ بعدَهُ\n...\nآثارُهُ فافهمْ لهذا عنَدهُ\nفما مضى يقال عنه الباطل\n...\nلكلِّهم.. والحنفي قائل\nيغايرُ الفسادُ بطلاناً، ولم\n...\nيميزِ الجمهورُ في تعريفِهِمْ\n-510 و 511- النوع الرابع من أنواع الحكم الوضعي هو الصحيح وغير الصحيح.\nفالحكم الصحيح هو: حكم ترتبت ثمرته المطلوبة منه شرعا عليه، فإذا حصل السبب، وتوفرت الشروط، وانتقى المانع ترتبت الآثار الشرعية على الفعل.\n-512- وأما غير الصحيح فهو الذي لا تترتب عليه آثاره الشرعية، ويكون غير صحيح إذا انتقى سبب أو شرط، أو وجد مانع.\n-513-514- الجمهور على أن غير الصحيح نوع واحد، فلا فرق عندهم بين الباطل والفاسد، ولكن الحنفية جعلوا الفاسد غير الباطل، فقالوا: الباطل هو الذي لم يشرع بأصله ولا بوصفه، وأما الفاسد فهو الذي شرع بأصله لا بوصفه، ومثال الباطل بيع المجنون، ومثال الفاسد بيع الربا.\n...\nالجزء: 1 ¦ الصفحة: 92\n",
        "العزيمة والرخصة\nالجزء: 1 ¦ الصفحة: 93\n",
        "/متن المنظومة/\nفي الأصلِ ما شرعَ للأنامِ\n...\nجميعِهم بدءاً من الأحكامِ\nفإنه عزيمةٌ مبيَّنَةْ\n...\nوما سواه رخصَةٌ معيَّنَةْ\nوطالما لم يطرأِ الترخيصُ\n...\nعليه فهو الأصلُ والتنصيصُ\nوفي العزيمة من الأنواعِ\n...\nأربعةٌ تظهر باطِّلاعِ\nفالأول الغالب وهو ما شُرِعْ\n...\nمن أول الأمر لكل متَّبِعْ\nوالثان ما شرع للطَّوارئِ\n...\nكالنهيِ عن سبِّ أولي التناوءِ\n-515 و 516 و 517- العزيمة والرخصة من أقسام الحكم الوضعي، وعلى هذا الرأي كبار الأصوليين كالغزاليِّ والآمديِّ والشاطبي.\nوتعريف العزيمة: ما شرعه الله عز وجل ابتداء لعامة عباده من الأحكام.\nوعرفها البعض: الحكم الثابت الذي خولف لعذر.\nوعليه فإن الأصل في الأحكام العزائم، ثم قد يطرأ عليها ما يجعلها رخصة لعذر ما.\n-518- ويدخل في العزيمة أربعة أنواع:\n-519- الأول: ما شرع ابتداءً لصالح المكلفين عامة، وهو يشمل غالب الأحكام الشرعية\n-520- الثاني: ما شرعَ لطارئٍ ما، خلافاً للأصل، كالنهي عن سب الأوثان والمشركين في قوله تعالى: {ولا تسبوا الذين يدعون من دون الله فيسبوا الله عدواً بغير علم} سورة الأنعام-108-، وعبر الناظم عنهم بقوله: (أولي التناوء) أي العداوة. فها هنا حكم لم يشرع ابتداء، وإنما شرع لسبب طارئ، ولكنه لا يخرج عن كونه عزيمة.\nالجزء: 1 ¦ الصفحة: 94\n",
        "/متن المنظومة/\nوالثالثُ النَّاسخُ للَّذي سَبَقْ\n...\nفالنَّاسِخُ العزمُ..على هذا اتَفَق\nرابِعُها استثني مِمَّا قَدْ حُكِمْ\n...\nكقولِهِ لدى الزَّواجِ ما عُلِمْ\n(والمحصناتُ مِنَ نِساءٍ إلاَّ\n...\nما ملكَتْ أيمانُكم) أَحَلاَّ\nوالرُّخْصةُ الحكْمُ الذي أثبتَّهُ\n...\nخلاف أصلٍ لدليلٍ سُقْتَهُ\nسبَّبَهُ عذرٌ مبيحٌ كالَّذي\n...\nأتاهُ عمَّارُ بنُ ياسِرَ فذِيْ\nوتشَملُ الأحكامَ كُلَّها سِوَىْ\n...\nحكمَ المحرَّماتِ فاترُكِ الهَوَىْ\n-521 الثالث: الحكم الناسخ لحكم سابق، فهو لم ينزل ابتداء، ومع ذلك فهو عزيمة.\n-522-523- الرابع: الاستثناء الوارد في حكم سابق، كما في قوله سبحانه: {حرمت عليكم أمهاتكم وبناتكم\n...\nوالمحصنات من النساء إلا ما ملكت أيمانكم} النساء 23 فإباحة التزوج بما ملكت أيمانكم عزيمة، وإن تكن لم تنزل ابتداء.\n-524-525- تعريف الرخصة: (الحكم الثابت على خلاف الدليل لعذر) .\nوأورد الناظم مثالاً لذلك حديث عمار بن ياسر، حيث عذبه المشركون، فلم يكفوا عنه حتى نال من النبي - صلى الله عليه وسلم -وذكر آلهتهم بخير، فجاء إلى النبي - صلى الله عليه وسلم -مذعوراً فقال له النبي - صلى الله عليه وسلم -: «مالك؟» قال: هلكت يا رسول الله، ما تركني المشركون حتى نلت منك، وذكرت آلهتهم بخير، فقال له النبي - صلى الله عليه وسلم -: «كيف تجد قلبك؟» قال: أجده مطمئناً يا رسول الله. قال: «فإن عادوا فعد..»\n-526- وتدخل الرخصة في سائر الأحكام التكليفية سوى الحرام، فتدخل في الواجب والمندوب والمباح والمكروه.\nالجزء: 1 ¦ الصفحة: 94\n",
        "/متن المنظومة/\nفالواجبُ الأكلُ لِمَنْ يُضْطَرُّ\n...\nلميتةٍ بذاكَ قَد أقَرُّوا\nوالنَّدبُ كالقصرِ لمن يُسافِرُ\n...\nثمَّ المُباحُ والطبيبُ ناظِرُ\nوالرابعُ المكروهُ كالنُّطْقِ بِما\n...\nيكْفُر فيهِ ظاهِراً إنْ أُرْغِما\nوتُجْعَلُ الرُّخصةُ أنواعاً على\n...\nأَرْبعةٍ فافهَمْ لما قد أُجْمِلا\nأوَّلُها ما أسْقَطَ التكليفا\n...\nعن العِبادِ ثُمَّ لَمْ يَحيفا\nعنْ كونِه في أصلهِ محرَّما\n...\nكالأكْلِ للميتَةِ إن تحتَّما\nورجَّحوا الأّخْذَ بها إلاَّ إذا\n...\nأُرغِمَ أنْ يكفُرَ فليقْتَل إِذاً\n-527- مثال الواجب في الرخصة الأكل من الميتة لمن يضطر، فهو واجب عليه، ولو أن جائعاً في برية لم يكن حوله إلا لحم ميتة فتركه حتى هلك، مات آثماً، لتركه الرخصة الواجبة.\n-528- مثال المندوب في الرخصة قصر الصلاة للمسافر، وهو مذهب الشافعية، واختار الحنفية الوجوب في رخصة القصر.\nمثال المباح في الرخصة نظر الطبيب إلى العورة فهي مأذون بها شرعاً ولكن على سبيل الإباحة لا الندب ولا الإيجاب.\n-529- مثال المكروه في الرخصة النطق بكلمة الكفر حال الإكراه، فهي رخصة مأذون بها شرعاً، ولكن الأحب إلى الله الصبر على الإكراه، وعدم النطق بكلمة الكفر.\n-530- والرخصة على أربعة أنواع\n-531-532-533- الأول من أنواع الرخصة: ما سقطت فيها المؤاخذة عن العباد لأعذارهم مع بقائها حراماً في الأصل، كالأكل الميتة للمضطر، والنطق بكلمة الكفر للمكره.\nوهذا النوع من الرخص يستحب الأخذ فيه واستثنوا منه حالة واحدة وهي حالة الإكراه على الكفر فقد تقرر أن الصبر أفضل.\nالجزء: 1 ¦ الصفحة: 94\n",
        "/متن المنظومة/\nوالثانِ ما جَعَلَهُ مُباحاً\n...\nمع قيامِ سَبَبٍ صُراحاً\nمعَ التَّراخي موجبٌ لحكمِهِ\n...\nكالفِطْر في سفرِهِ في يومِهِ\nفها هُنا العزيمةُ المُفَضَّلَهْ\n...\nإلاَّ إذا عمَّا يُهِمُّ أشْغَلَهْ\nوالثالثُ المَنْسُوخُ مِنْ شرعِ الألى\n...\nفهو مجازاً رخصةٌ قَدْ جُعِلا\nولا يجوزُ فِعْلُها تشْرِيعَاً\n...\nفكُنْ لما أذكُرهُ سَمِيْعَاً\nواعتبَرَ الأحنافُ حكْمَ القَصْرِ\n...\nمجازَ رخصةٍ فذاكَ فانْظُرِ\nولا يجوزُ عندَهُمْ أَنْ تُكْمِلا\n...\nفالرُّخْصَةُ التي بها تَنَزَّلا\n-534-535-536- الثاني من أنواع الرخصة هو الرخصة التي تجعل الفعل في حكم المباح خلال فترة العذر الطارئ، ولكن الحكم باقٍ متراخٍ لحين زوال العذر، كالإفطار في السفر، فقد شرع الإفطار للعذر مع بقاء الحكم وهو الصيام مؤجلاً لحين زوال العذر، وفي هذه الحالة فالعزيمة أفضل إلا إن كان ينال المكلف بها حرج أو ضيق.\n-537-538- النوع الثالث من أنواع الرخصة: ما جاء رافعاً لمشقة كانت حكماً مقرراً في شريعة سابقة، كنسخ قص موضع النجاسة كما كان مشروعاً لدى بني إسرائيل، وهذه تسمى رخصة مجازاً، ولا يجوز الأخذ بالأصل المنسوخ لأنه ليس من شريعتنا.\n-539-540- أضاف الحنفية نوعاً رابعاً للرخصة وهو: ما سقط عن العباد بإخراج سببه، ومثَّلوا لذلك بقصر الصلاة للمسافر، فالعزيمة عندهم هنا لا يجوز فعلها وهي إتمام الصلاة في السفر، لأن الرخصة هنا حكم مبتدئ ثبت بالنص بعد زوال السبب الموجب للإتمام وهو الإقامة.\nويطلق الحنفية عليها تخلصاً: رخصة إسقاط.\nالجزء: 1 ¦ الصفحة: 94\n",
        "/متن المنظومة/\nواختلَفوا أَيُّهما يُفَضَّلُ\n...\nوالشَّاطبِي لَخَّصَ ما تَوَصَّلُوا\nفقالَ فِيمَنْ رجَّحُوا العَزيمَةْ\n...\nدليلُهُمْ حقاً عظيمُ القيمَةْ\nفأَوَّلاً ثبوتُها بالقَطْعِ\n...\nوتثبتُ الرخصةُ فيها فاسمَعِ\nوثانياً عمومُها إِطلاقاً\n...\nوالرخصُ عارِضٌ بها اتِّفاقَاً\nوأمرُهُ بالصَّبْرِ مثلُ أمرِهِ\n...\nبِها كما النَّبِيُّ عندَ صَبْرِهِ\nوأخذُها يَقضي على الذَّرَائِعِ\n...\nوتَرْكُها يُفْضِي إلى التَّمَايُعِ\nوالأَصْلُ في الشَّرائِعِ التكليفُ\n...\nلا الهونُ والإِسفافُ والتَّخْفيفُ\n-541- اختلف الأصوليون في تفضيل الرخصة والعزيمة، وقد أجمل الشاطبي كلاً من المذهبين وأورد الأدلة عليه.\n-542-543- أورد الشاطبي أولاً أدلة ترجيح العزيمة فقال:\n-1 العزيمة ثابتة قطعاً وبسبب قطعي، أما الرخصة فإنها وإن ثبتت بدليل قطعي ولكن سببها مظنون غير منضبط وهو المشقة.\n-544- 2 العزيمة حكم عام في الناس، والرخصة جواز طارئ، ولا شك أن الدخول في ما عليه الأمة خير من الانفراد بالأعذار.\n-545- 3 إن الله عز وجل أمر بالصبر في تحمل التكاليف (فاصبر لحكم ربك) وأمره بالصبر على التكاليف بمثابة أمره بالعزائم دون الرخص.\n-546- 4 إن الأخذ بالعزائم ضمانة حقيقية لسد الذرائع، بينما يؤدي تتبع الرخص إلى التهاون أحياناً في بعض شرائع الدين.\n-547- 5 إن الأصل في الشريعة هو التكليف، وهو خلاف ما يهواه الإنسان غالباً من التهوين والتخفيف، والتكليف أقرب إلى العزيمة من الرخصة.\nالجزء: 1 ¦ الصفحة: 94\n",
        "/متن المنظومة/\nأمَّا الذينَ أخَذُوا بِالرُّخْصَةِ\n...\nفَذَلَّلُوا مثلَهُمُ بخمْسَةِ\nفالظَنُّ كالقَطْعِ لدى الأَحكامِ\n...\nفي شرعةِ القرآنِ والإِسْلامِ\nوإنَّما يُقَدَّمُ المُخَصَّصُ\n...\nعلى العمومِ هكذا قد نصَّصُوا\nوأَنَّ هذا الدِّينَ يُسْرٌ فيهِ نَصْ\n...\nوربُّنا يُحِبُّ أَنْ تُؤتَى الرُّخَصْ\nوأنَّ قصدَهُ بِها التخفيفُ\n...\nفاعمَلْ لما يقصدُهُ اللَّطيف\n-548-549- واستدل الذين فضلوا الرخص بخمسة أمور:\n-1 إن الرخصة ثابتة بالشرع أيضاً كالعزيمة، وبدليل قطعي أيضاً، ولكن الدليل القطعي رتب سبب الرخصة على أمر مظنون، فلا معنى إذن للقول بأن العزيمة قطعية والرخصة ظنية.\n-550- 2 إن المقرر لدى علماء الأصول أن الخاص مقدم على العام، والمقيد مقدم على المطلق، فالعزيمة مبنية على العموم، والرخصة مبنية على الخصوص.\n-551- 3 إن الأدلة الشرعية التي جاءت في الكتاب والسنة في إقرار حكمة اليسر في الدين كثيرة، ومنها قوله تعالى: {يريد الله بكم اليسر ولا يريد بكم العسر} البقرة 188، وكذلك قوله عز وجل: {وما جعل عليكم في الدين من حرج} الحج، وكذلك قوله ص: «إن الله يحب أن تؤتى رخصه كما يحب أن تؤتى عزائمه»\n-552- 4 إن من مقاصد الشارع الحكيم التخفيف عن العباد، قال تعالى: {ويضع عنهم إصرهم والأغلال التي كانت عليهم} الأعراف (157) ومن أجل ذلك نهى الإسلام عن التبتل.\nالجزء: 1 ¦ الصفحة: 94\n",
        "/متن المنظومة/\nوتركُها يُودِي إلى السآمَةِ\n...\nوفِعلُها الكفيلُ بالسَّلامةِ\nوإِنَّما التَّرجيحُ مِثْلَمَا تَرَى\n...\nفَقَدِّرِ الشِّقَةَ وارفَعِ المِرَاْ\n-553- 5 إن المجاهدة المستمرة للنفس بقصد المداومة على العزائم تودي بالإنسان إلى الملل والسآمة، ولكن ترويض النفس على العزائم مع الأخذ بالرخص في المشقات هو الكفيل بالسلامة.\n-554- والحق أن الأدلة متكافئة، وعلى المرء أن يكون فقيه نفسه، فالرخصة والعزيمة متناوبتان، وليس فيها حكم واحد، بل تقدر كل منهما بحسب ظروف المكلف واستعداده.\nالجزء: 1 ¦ الصفحة: 94\n",
        "الفصل الثاني: الحاكم\nالجزء: 1 ¦ الصفحة: 95\n",
        "/متن المنظومة/\nوالحاكِمُ الحقُّ هُوَ الإِلَهُ\n...\nفاحكُمْ بِهِمْ كما أرادَ اللهُ\nوربَّما يَظْهَرُ في القرآنِ\n...\nأو في كلامِ السَّيِّدِ العَدْنَانِ\nأو في اجتهادِ العُلماء بَعْدَهُ\n...\nفكلُّهم يبيِّنونَ قَصْدَهُ\nوجاءَ في قُرآنِنَا مُفصَّلاً\n...\nأجْمَلَهُ الرَّحمنُ ثُمَّ فَصَّلاْ\nوجائِزُ إطلاقُهُ أيضاً على\n...\nمَنْ أظهرَ الأَحكامَ أو مَنْ فَصَّلاْ\n-555- الحاكم بمعنى واضع الأحكام ومنشئها وهو الله عز وجل، لا يخالف أحد من أهل الملة في ذلك، وقد أُمر النبي (صراحاً بذلك في قول الله عز وجل: {وأن احكم بينهم بما أنزل الله ولا تتبع أهواءهم} المائدة (49)\n-556- وإن مظهر إرادة الحاكم سبحانه وتعالى يُعرف في صريح القرآن الكريم الذي هو كلام الله عز وجل، ويعرف كذلك من خلال سنَّة النبي (التي هي بيان لوحي إلهي غير متلو أنزله الله عز وجل على قلب نبيه (.\n-557- كذلك فإن اجتهاد العلماء سواء كان إجماعاً أم قياساً ما هو إلا جهد يبذلونه في سبيل الكشف والبيان عن إرادة الله سبحانه وتعالى الذي هو في النهاية الحاكم الحقيقي في الإسلام.\n-558- أراد أن البيان الإلهي للأحكام جاء مفصلاً في القرآن الكريم، أو مجملاً في القرآن مفصلاً في السنَّة.\n-559- ويطلق الحاكم ويراد به أيضاً من أدرك الأحكام وفصلها وكشف عنها.\nالجزء: 1 ¦ الصفحة: 96\n",
        "/متن المنظومة/\nفالحاكِمُ الفَصْلُ هُوَ التَّشْرِيْعُ\n...\nوذاكَ بعدَ أَنْ أتَى الشَّفيعُ\nواختَلفوا قبلَ مجيءِ المُصطَفى\n...\nفقيلَ لا حاكِمَ مُطلقاً وَفَىْ\nأمَّا الذينَ اعتَزَلوا فأكَّدُوا\n...\nبأنَّهُ العقلُ كما قَدْ فندُوا\nوسَبَبُ الخلافِ أمرُ الحُسْنِ\n...\nوالقبحِ في العقلِ فَدعْكَ مِنِّيْ\n-560- ولا خلاف بين الأصوليين فيما قدمناه، من أن الحاكم الحق هو الشارع العظيم سبحانه وتعالى، فيجب على العباد اتباع أمره وإرادته كما بينها المصطفى (بعد بعثته.\n-561-562- وقع الخلاف بين الأصوليين في معرفة الحاكم الذي يلزم اتباعه شرعاً قبل بعثة النبي (على قولين:\nالأول: إنه لا يوجد تكليف بدون مجيء الأنبياء، لتعذر معرفة حكم الله سبحانه بدون هدى من الأنبياء، وقوله: (لا حاكم مطلقاً وفى) أي وافى بمعنى جاء. وهذا هو قول أهل السنة والجماعة.\nالثاني: الحاكم الحق هو الله عز وجل، وإرادته إما أن يبديها الكتاب بعد النبوة، أو العقل قبل مجيء الأنبياء. إذ العقل أهل لفهم مراد الله وأمره. وهذا هو قول المعتزلة.\nوقوله: (كما قد فندوا) إشارة إلى أن دعوى المعتزلة هنا تفنيد وادعاء لا دليل عليها.\n-563- أشار إلى أن الخلاف المتقدم سببه اختلافهم في مسألة: هل الحسن والقبح أمر عقلي أم شرعي\nوقوله: (فدعك مني) أشار إلى أن هذه المنظومة في أصول الفقه ليست محلاً للاختلاف في هذه المسألة، بل يجب إحالتها إلى كتب العقائد.\nالجزء: 1 ¦ الصفحة: 96\n",
        "/متن المنظومة/\nوهَل يحاسبُ أهالي الفَتْرةِ\n...\nفيهِ خلافٌ هائِلٌ فأثْبِتِ\nفالأشعريونَ نفوا تكليْفَهُمْ\n...\nفَهُمْ سواءٌ محسنٌ مسيئُهُمْ\nوالحُسْنُ والقبحُ مِنَ الشَّرْع عُرِفْ\n...\nوليس بالعقلِ كما بِذَا وُصِفْ\nوخالَفَ الجماعة المُعتزلَةْ\n...\nونُقِلَتْ مِنْهُمْ إِلينا المَسْأَلَةْ\nفأوجَبوا تكليفَ كُلِّ عاقِلِ\n...\nحتماً ولَوْ لَمْ يأتهِمْ مِنْ مُرْسَلِ\nوالحُسن والقبحُ مِنَ العَقْلِ عُرِفْ\n...\nفالشَّرعُ تابعٌ لَهُ ومكتَشِفْ\n-564-565-566- وقع الخلاف بين المسلمين في حكم أهل الفترة، هل يحاسبون أم لا، وهم الذين لم يرسل إليهم نبي يبين لهم مراد الله، وأجمل الناظم الخلاف على ثلاثة أقوال:\nالأول: قول الأشعريين نسبة إلى الإمام أبي الحسن الأشعري، وهو الذي بَيَّن عقائد أهل السنة والجماعة، وميزها من عقائد المخالفين.\nواختار الأشعريون (الذين هم أكثر أهل السنة والجماعة) أن أهل الفترة غير محاسبين ولا مكلفين، ويستوي في ذلك محسنهم ومسيئهم، إذ لا سبيل للعقل إلى معرفة الحسن والقبح، إذ إن معرفة ذلك لا تتم إلا عن طريق الشرع وحده دون سواه.\n-567-568-569- القول الثاني: هو قول المعتزلة حيث نقل عنهم أن الناس مكلفين بالعقل وحده، ولو لم يأتهم رسول، إذ العقل وحده قادر على اكتشاف إرادة الحاكم سبحانه وتعالى وتمييز الحسن من القبيح. وتأولوا قول الله عز وجل: {وما كنا معذبين حتى نبعث رسولاً} الإسراء (15) بأن الرسول هنا هو العقل.\nالجزء: 1 ¦ الصفحة: 96\n",
        "/متن المنظومة/\nوالماتريديونَ جَاؤوا في الوَسَطْ\n...\nفأوجَبُوا معرفَةَ اللهِ فَقَطْ\nوما سوى ذاكَ مِنَ التكليفِ\n...\nنَفَوْهُ عَنْهُمْ.. رحمةَ اللَّطيفِ\nوليسَ حُسْنُ الفِعْلِ مارآهُ\n...\nعَقْلٌ.. ولَكِنْ ما أرادَ اللهُ\nوهكذَا فكُلُّهمْ قَدْ أَجْمَعُوا\n...\nتكليفَ مَنْ تبلُغُهُ ويَسْمَعُ\nواختلفوا في كُلِّ مَنْ لم تَتَّصِلْ\n...\nبهم، نجاةً أَوْ هلاكاً مُتَّصِلْ\n-570-571-572- القول الثالث: وهو قول الماتريدي، وهم بعض الحنفية والحنابلة من أهل السنة والجماعة خالفوا الأشاعرة في مسائل طفيفة كانت هذه واحدة منها.\nفقال الماتريديون: إن الإنسان مكلف بالإيمان بالله، فإن كفر أو أشرك فإنه محاسب مسؤول، سواء جاءه نذير أو لم يأته نذير، إذ الإيمان لا يختلف في حسنه عقل ولا شرع.\nأما ما سوى ذلك من التكاليف الشرعية فقد وافقوا الأشاعرة في أن العباد غير مكلفين بها إلا عن طريق الأنبياء، وبذلك فإنهم يوافقون الأشاعرة في أن الحسن والقبح شرعيان لا عقليان ويستثنون مسألة الإيمان فقط من هذه القاعدة.\n-573-574- وهكذا فإنهم أجمعوا على أن من بلغتهم الدعوة مكلفون بها محاسبون عليها، واختلفوا في من لم تصلهم هل يحكم بهم للنجاة أم للهلاك على التفصيل الذي قدمناه.\nالجزء: 1 ¦ الصفحة: 96\n",
        "/متن المنظومة/\nكذاكَ إِنَّ العقلَ هَلْ يعتَبَرُ\n...\nمِنْ أُسُسِ التَّشْريعِ أَصْلاً؟.. نظروا\nجعلَهُ كذلِكَ المُعْتَزِلَةْ\n...\nرَفضَهُ أهلُ النُّهى والمَسْأَلَةْ\n-575-576- ووقع الخلاف كذلك في مسألة اعتبار العقل وحده مصدراً من مصادر الشريعة؟\nقال المعتزلة وعليه الشيعة أيضاً: بأن العقل يعتبر مصدراً من مصادر التشريع.\nبينما اختار أهل السنة والجماعة أن العقل لا ينهض مستقلاً كمصدر من مصادر التشريع.\nونشير هنا إلى أن هذه المباحث جاءت مختصرة في النظم لكونها من مباحث العقيدة أصلاً لا من مباحث علم الأصول.\nالجزء: 1 ¦ الصفحة: 96\n",
        "الفصل الثالث: المحكوم فيه\nالجزء: 1 ¦ الصفحة: 97\n",
        "/متن المنظومة/\nتعريفُهُ فعلُ المُكَلَّفِ الذي\n...\nتعلَّقَ الخِطابُ فيهِ فاحتَذِيْ\nفرُبَّما يجيءُ تكْلِيفيَّاً\n...\nوتارةً تجدُهُ وَضْعِيَّاً\nواشتَرطوا عِلْمَ المكلفينَ بِهْ\n...\nمفصَّلاً فاعرفْهُ حقاً وانتَبِهْ\nواشتَرَطُوا معرفَةً بِالمَصْدَرِ\n...\nوما رَضوْا جهلاً بذاكَ فاحذَرِ\nواشترطُوا اختيارَهُ في فِعْلِهِ\n...\nوتركِهِ.. لا مُلزماً بفعلهِ\n-577- المحكوم فيه هو فعل المكلف الذي تعلق به خطاب الشارع\n-578- قد يكون الفعل المحكوم فيه تكليفياً وذلك إذا سماه الشارع واجباً أو مندوباً أو حراماً أو مكروهاً أو مباحاً، وقد يكون وضعياً وذلك إذا سماه الشارع سبباً أو مانعاً أو شرطاً.\n-579- اشترط الأصوليون في ثبوت الوصف الشرعي على الحكم وترتب أثره عليه أن يعلم به المكلف تفصيلاً.\n-580- واشترطوا كذلك أن يكون المكلف عارفاً بأن التكليف صادر عن الله عز وجل، فلا يكفي أن يعلم أن الزنا ممنوع ليصير محاسباً عليه بل لا بد من أن يعلم أن ذلك هو حكم الله وإرادته.\n-581- واشترطوا أيضاً أن يكون المكلف قادراً على فعله وعلى تركه بإرادته دون إلجاء أو اضطرار.\nالجزء: 1 ¦ الصفحة: 98\n",
        "/متن المنظومة/\nفلا يُكَلَّفُونَ مُستحيلاً\n...\nلِفِعْلِهِ لَمْ يَجِدوا سَبيلاً\nولاَ يكلفُونَ فعلَ غيرِهِمْ\n...\nوتَرْكِهِمْ فأمرُهُمْ لِرَبِّهِمْ\nولا يُكَلَّفُونَ ما قَدْ فُطِرُوا\n...\nدفعاً وجَلْباً.. إذْ هُمُ لَنْ يقدِروا\nوأوِّلِ الظاهِر حيثُ وَرَدَاْ\n...\nلمختَفٍ لهُ الإلهُ قَصَدَاْ\n-582-583-584- أشار إلى أن الشروط السالفة في المحكوم فيه تتفرع عنها ثلاثة أمور:\nالأول: لا يصح شرعاً التكليف بالمستحيل الذي لا يجد المكلف سبيلاً ممكناً لفعله.\nالثاني لا يكلف المرء بفعل غيره أو بتركه، فالمرء لا يسأل إلا عن نفسه.\nوجماع هذه الأمرين في قوله تعالى: {لا يكلف الله نفساً إلا وسعها لها ما كسبت وعليها ما اكتسبت} سورة البقرة (286)\nالثالث: لا يكلف المرء شرعاً بفعل أو ترك ما هو مفطور عليه كحمرة الوجه عند الغضب، والحزن عند المصيبة، والطول والقصر والبياض والسمرة إلى غير ذلك..\n-585- أشار إلى وجوب تأويل كثير من النصوص عن ظاهرها إذا أوهمت نفي ما بيناه، فمثلاً قوله تعالى: {ولا تموتن إلا وأنتم مسلمون} آل عمران (102) ، ظاهره تكليف بتحصيل حكم حال الموت، مع أن ساعة الأجل لا يعلمها المكلف وهذا تكليف بالمستحيل. ولكن مراد الله سبحانه أن يستديم المرء على الاستقامة حتى تلزمه حال الموت.\nوقوله سبحانه: {لكي لا تأسوا على ما فاتكم، ولا تفرحوا بما آتاكم} الحديد (23) ظاهره النهي عن الفرح عند النعمة، وهو أمر فطري لا يملك المرء أن يتحكم فيه، ولكن المراد من النهي هنا هو النهي عن تبعات الحزن من اللطم والنواح، وتبعات الفرح من الأشر والبطر، وذلك مقدور للإنسان.\nوقوله سبحانه: {قوا أنفسكم وأهليكم ناراً} المراد الأمر بنصح الأبناء والأهل وتوجيههم وليس المراد أن الرجل مسؤول عن صلاح أهله وفسادهم، بل مسؤول عن نصحهم وإرشادهم.\nالجزء: 1 ¦ الصفحة: 98\n",
        "/متن المنظومة/\nوأكثرُ الأحنافِ يشرطونا\n...\nحصولَ شرطِ الشرع موقنينا\nفهل جرى التكليفُ للكفارِ\n...\nبالفرعِ في الدين؟.. خلافٌ جارٍ\n-586-587- واشترط أكثر الحنفية شرطاً رابعاً وهو أن المحكوم فيه لا ينعقد حكمه شرعاً حتى يتحقق الشرط الشرعي لقيامه، وهذا خلاف رأي الجمهور، وثمرة الخلاف تظهر في مسألة تكليف الكفار بفروع الشريعة من قبل حصول الشرط الشرعي وهو هنا: الإيمان.\nوقد سبق بيان الخلاف في المسألة في بحث الشرط.\nالجزء: 1 ¦ الصفحة: 98\n",
        "/متن المنظومة/\nوكُلِّفوا مشقةً معتادَةْ\n...\nيفعلُها جميعهم بالعادَةْ\nورخِّصَتْ شديدةُ المشقَّةْ\n...\nفضلَ الإله عند بعد الشُّقَّةْ\nوقسِّمَ المحكومُ فيه حيثما\n...\nنظرْتَ ما هِيَّتَهُ فمنه ما\nرأيته وُجِدَ حسّاً وانتفى\n...\nشرعاً كأكلٍ أو كشربٍ أو شِفا\nوربما سُبِّبَ حكمٌ شرعي\n...\nمنه كما الزنا بأي وضعِ\nوربما بالحسِّ والشرعِ وُجِدْ\n...\nمثالُهُ الحجُّ إذا ما قد قُصِدْ\nوربما بالحسِّ والشرعِ وجِدْ\n...\nورتبت عليه أحكامٌ تَرِدْ\nمثالُهُ النكاحُ والإقالَةْ\n...\nوالبيعُ والتمليكُ والحوالَةْ\n-588-589- أشار إلى أن المشقة نوعان: مشقةٌ معتادة ومشقة غير معتادة، فالمشقة المعتادة ما يقدر عليه مع شيء من التكلف، فالمحكوم فيه يجوز أن تصاحبه المشقة المعتادة، كالمشقة في الصوم والحج، أما المشقة الشديدة غير المعتادة فقد تفضل المولى سبحانه وتعالى برفعها عن العباد، وشرع في مقابلها الرُّخص المأذون بها شرعاً، كأكل الميتة للمضطر، والإفطار في السفر.\nمن 590 حتى 595- يقسم المحكوم فيه باعتبار ماهيته أربعة أقسام:\nالأول: ما وجد حسا وانتفى شرعا، وليس سبباً لحكم شرعي. كالأكل والشرب والدواء.\nالثاني: ما وجد حساً وانتفى شرعاً، ولكنه صار سبباً لحكم شرعي آخر. كالزنا والقتل.\nالثالث: ما وجد حساً وشرعاً، ولا يترتب عليه حكم شرعي آخر. كالحج والزكاة.\nالرابع: ما وجد حساً وشرعاً، وترتب عليه حكم شرعي آخر. كالنكاح والبيع والتمليك والإقالة والحوالة، فكل واحد منها له وجود شرعي إذا تحقق بشروطه وأسبابه ترتب عليه حكم آخر.\nالجزء: 1 ¦ الصفحة: 98\n",
        "/متن المنظومة/\nوجملةُ الأحنافِ قسَّموهُ\n...\nحَسَبَ ما يضافُ رتَّبوهُ\nأربعة أولُها للهِ\n...\nمخلَّص ومالَه تناهي\nعبادةٌ ليسَ بها مؤونَةْ\n...\nوبعدها التي بها مؤونَةْ\nثالثها مؤونَةٌ وفيها\n...\nمعنى عبادةٍ تحلُّ فيها\nرابعُها مؤونةٌ وفيها\n...\nمعنى عقوبةٍ تحلُّ فيها\nخامسُها عقوبةٌ محققَةْ\n...\nسادسُها قاصرةٌ منمقَةْ\nسابعُها تدورُ معنى فيها\n...\nعبادةٌ عقوبةٌ تحويها\nثامنُها حقٌّ تمامٌ قائمُ\n...\nبنفسِهِ مثالُهُ الغنائمُ\nأولُها الصلاةُ في الإسلامِ\n...\nوبعدها الفطرةُ في الصيامِ\nوالثالثُ العشرِ ونصفُ العشرِ\n...\nوالرابعُ الخراجُ.. فافهم فكري\n-596-597- والحنفية يقسمون المحكوم فيه باعتبارِ ما يضاف إليه إلى أربعة أقسام:\nالأول: حقٌّ خالصٌ لله كالصلاة والصيام، وحدُّ شرب الخمر والزنا، فيجب على الحاكم شرعاً إنفاذُه، ولا يحقُّ لأحدٍ إسقاطُه، ولكن يجب درؤه بالشبهات.\nوقوله (وماله تناهي) أراد به أنه ليس للإنسان أن يتنازل عنه لأن الحق فيه لله عز وجل لا يتناهى إلى غيره.\nمن 598 إلى 607- ثم هذا القسم ثمانية أنواع عددها الناظم ثم أورد عليها الأمثلة في أبيات مستقلة:\n-1- عبادات خالصة لله، ما فيها معنى المؤونة ولا العقوبة. كالصلاة والصيام.\n-2- عبادات فيها معنى المؤونة، والمؤونة: الكلفة. كصدقة الفطر\n-3- مؤونة فيها معنى العبادة، كدفع العُشْر في الأرض الزراعية.\n-4- مؤونة فيها معنى العقوبة كالخراج.\n-5- عقوبة كاملة، كحد الزنا والسرقة وقطع يد الصائل إذا سرق.\n-6- عقوبة قاصرة، كحرمان القاتل من الميراث، فهي عقوبة قاصرة على المال دون البدن.\n-7- حقوق دائرة بين الأمرين، كالكفارات فيها معنى العقوبة ومعنى العبادة.\n-8- حق قائم بنفسه، كدفع الخمس من المغنم.\nالجزء: 1 ¦ الصفحة: 98\n",
        "/متن المنظومة/\nوالخامسُ الزنا وقطعُ الصائلِ\n...\nسادسُها حرمانُ كلِّ قاتلِ\nسابعُها الكفارةُ المفروضَةْ\n...\nثامنها الغنائمُ المقبوضَةْ\nوقِسْمُها الثاني لعبدِ الله\n...\nفأمرُه لَهُ بلا نواهي\nيسقطُهُ إن شاءَ أو يأباهُ\n...\nوإن يشأْ يتركُهُ فذا هو\n-608-609- القسم الثاني من أقسام المحكوم فيه عند الحنفية هو: حق خالص للعبد يملك رفع الدعوى له، ويملك إسقاطه والعفو فيه، وهو الحقوق التي تتعلق بها مصلحة المكلف الدنيوية، كحرمة ماله.\nالجزء: 1 ¦ الصفحة: 98\n",
        "/متن المنظومة/\nوالثالث اجتماعها وإنَّما\n...\nيغلبُ حقُّ ربنا فليعلما\nوالرابع اجتماعُها وإنما\n...\nيغلب حقُّهم بها فليعلما\nفالثالثُ القذفُ وذاكَ يعلَمُ\n...\nوالرابعُ القصاصُ وهو يفهَمُ\n-610-611-612- القسم الثالث: هو ما كان حقاً لله وللعبد ولكن حق الله فيه أغلب، كالقذف فهو حق للعبد من حيث مساسه بكرامته، وحق لله عز وجل من حيث درء الفساد في المجتمع، وحق الله فيه أغلب، ولكن يرى الشافعية والحنابلة أن حد القذف حق خالص للآدمي المقذوف.\nالقسم الرابع: هو ماكان حقا لله وللعبد، ولكن حق العبد فيه أغلب، كالقصاص والديات، فهو حق للعبد من حيث تحقيقه مصلحة أولياء القتيل، وحق لله عز وجل من حيث درء الفساد في المجتمع ولأن الشارع يتشوفُ إلى حقن الدماء، فإنه فوض أمر العفو إلى العبد، فصار حقه فيه أغلب.\nالجزء: 1 ¦ الصفحة: 98\n",
        "الفصل الرابع: المحكوم عليه\nالجزء: 1 ¦ الصفحة: 99\n",
        "/متن المنظومة/\nتعريفه الشخصُ الذي تعلَّقَا\n...\nخطابُ ربِّنا به محقَّقَا\nواشترطوا في صحةِ التكليفِ\n...\nشرطين فافهمْهُ ودَعْ تعنيفي\nفالشرط أن يكون قادراً على\n...\nفهم الدليل واضحاً أو مجملا\nوأن يكون عاقلاً وفاهماً\n...\nأي بالغاً أو خمسَ عشرٍ تمما\nوزاد في السنِّ أبو حنيفَةْ\n...\nثلاثةً من بعدها تخفيفَا\n-613- المحكوم عليه: هو الشخصُ الذي تعلَّقَ خطابُ الله تعالى بفعله.\n-614- أخبر أن شروط المحكوم عليه التي لا يثبت تكليفه بها شرعاً إلاَّ بوجودها شرطان:\n-615- الشرط الأول: أن يكون قادراً على فهم دليل التكليف، سواء كان قادراً على فهمه من النص مباشرة، أو من خلال السؤال والتعلم.\n-616- ولا يكمل الشرط الأول إلا إذا كان المكلف عاقلا فاهماً للخطاب، ولا يسمى المرء عاقلاً إلا إذا بلغ سن البلوغ، والبلوغ عند الجمهور يعرف بالاحتلام من الرجل والحيض من المرأة، أو ببلوغه خمس عشرة سنة قمرية.\n-617- أخبر أن سن البلوغ عند أبي حنيفة هو ثمان عشرة سنة للرجل بزيادة ثلاثة، وذلك تخفيف من المولى سبحانه وتعالى ورحمة. وسبعة عشرة سنة للمرأة.\nالجزء: 1 ¦ الصفحة: 100\n",
        "/متن المنظومة/\nولا تكلِّفْ من به جنونُ\n...\nوخُذْ فروعاً بعد ذا تكونُ\nفكل من تصوَّرَ الخطابا\n...\nلو كافراً مكلفٌ صوابا\nوحيثما توجه الخطابُ\n...\nإلى الصبيْ فالأصلُ والصوابُ\nبأنه من الوليِّ يطلَبُ\n...\nومثلُهُ المجنونُ وهو المذهبُ\nولا يكلف الأعجام قبل أنْ\n...\nيترجموه أو تصلهم المننْ\nوشرطُهُ الثاني بأنْ يكُونَا\n...\nأهلاً لما كلَّفَهُ يَقينَا\nوالأهلُ منْ يصلُحُ للإلزَامِ\n...\nوصالحٌ أيضاً لِلالْتزامِ\n-618- أخبر أن تكليف المجنون محال ولو كان بالغاً.\nثم قال إن هناك فروعا ثلاثة تتفرع عن هذا الشرط:\n-619- إن المطلوب من فهم دليل التكليف هو إدراكه وتصوره، أما الإيمان به فليس شرطاً بل هو مكلف به بمجرد فهمه له آمن أو لم يؤمن. وهو مذهب الجمهور، وقد سبق بيان ذلك في مبحث الحاكم.\n-620-621- أخبر أن الأوامر الإلهية التي توجهت إلى الأطفال والمجانين فإنما المرادأن ذلك مطلوب من الولي، كأمر الفتاة بستر عورتها، والأمر بإخراج الزكاة بأمر مالك النصاب ولو طفلا، إنما يراد ذلك من الولي.\n-622- نزل القرآن بالعربية، وكذلك الأدلة الشرعية، ولا يمكن للأعجمي أن يفهم القرآن الكريم والأدلة الشرعية التكليفية حتى تترجم إلى لغته، أو يصلهم في بلادهم الدعاة إلى الله عز وجل لإيصال منَّة الله سبحانه وتعالى عليهم.\n-623-624- الشرط الثاني في المحكوم فيه: أن يكون أهلاً لما كلف به، والأهلية هي صلاحية الشخص للإلزام والالتزام، بحيث يصلح أن تثبت له حقوق على غيره، وتثبت لغيره حقوق عليه.\nالجزء: 1 ¦ الصفحة: 100\n",
        "/متن المنظومة/\nوتقسم الأهليةُ اثنتانِ\n...\nوجوبٌ أو أداءُ في البيانِ\nوربما تكونُ في الوجوبِ\n...\nناقصةً كالطفلِ في النحيبِ\nفتثبتُ الحقوقُ لَهْ ولا يَجِبْ\n...\nعليه واجبٌ وأمرٌ مُطَّلِبْ\nوتكمل الأهلية النقيصَةْ\n...\nإذا أتى طفلا بلا نقيصَةْ\nوتقسمُ الأداءُ أقساماً إلى\n...\nثلاثةٍ فخُذْ بياناً مجملا\n-625- وتقسمُ الأهليةُ إلى قسمين: أهلية وجوب وأهلية أداء.\nفأهليةُ الوجوبِ هي صلاحيةُ الإنسان أن تثبت له حقوق وتجب عليه واجبات، أما أهلية الأداء فهي ترادف: المسؤولية، وهي صلاحية الإنسان لأن تعتبر أقواله وأفعاله شرعاً.\n-626-627- وتقسم أهلية الوجوب إلى نوعين:\nأهلية الوجوب الناقصة: وهي صلاحية الإنسان لأن تثبت له حقوق دون أن تجب عليه واجبات، وهي خاصة بالجنين حتى الولادة فتثبت له المواريث والوصايا والنسب والوقف، ولا يجب عليه أي واجب.\n-628- النوع الثاني: أهلية الوجوب الكاملة، وهي صلاحية الإنسان لأن تثبت له حقوق وتجب عليه واجبات، وهي موجودة في كل إنسان من ولادته حياً (بلا نقيصة) إلى وفاته.\nوالمراد أن أهلية الوجوب الناقصة للجنين تصبح أهلية وجوب كاملة إذا تمت ولادته حياً.\n-629- أخبر أن أهليةَ الأداء تنقسم إلى ثلاثة أقسام:\nالجزء: 1 ¦ الصفحة: 100\n",
        "/متن المنظومة/\nعديمةٍ في الطفلِ حتى ميَّزا\n...\nومثلُهُ المجنونُ دوماً أُحرِزا\nوناقصٌ في كلِّ معتوهٍ وفي\n...\nكلِّ مميِّزٍ إلى أن يكتفي\nوكامل الأهلية الذي بَلَغْ\n...\nوكان عاقلاً فإنه بَزَغْ\nوربما يعرِضُ للأهليَّةْ\n...\nأمر يزيلها بلا بقيَّةْ\nكالنومِ والجنونِ والإغماءِ\n...\nكذلك الإكراهُ في البلاءِ\n-630- القسم الأول: تكون الأهلية عديمة بالكلية من حيث الأداء، فلا يثبت بكلام الإنسان وتصرفاته شيء، وهي خاصة بالطفل قبل التمييز، والمجنون، فسائر العقود والتصرفات منها باطلة لانعدام أهلية الأداء أصلاً.\n-631- القسم الثاني: أهلية الأداء الناقصة، وتكون كذلك في المعتوه، وفي الطفل المميز إلى بلوغه، وفيها تصح منه التصرفات النافعة له نفعاً محضاً، كقبول الهدية والوصايا والمواريث، وتقع باطلة كل التصرفات الضارة به ضرراً محضاً كالتبرع منه وإسقاط حقوقه، وينعقد موقوفا كل تصرف منه يكون دائراً بين النفع والضرر إلى حين بلوغه أو إجازة وليه فيما يحق له أن يجيز.\n-632- القسم الثالث: أهلية الأداء الكاملة، وهي تثبت لكل بالغ عاقل، وفيها تثبت كل تصرفاته ويكون مسؤلا عنها قضاء وديانة.\nوقوله: (فإنه بزغ) إشارة إلى أنه بلغ مبلغ الرجال ببزوغ الشعر في مواضع ظهوره من الرجال.\n-633-634- وبعد أن تثبت الأهلية كاملة للإنسان فإن ثمة عوارض قد تزيلها أو تنقص منها، وهي على ثلاثة أنواع:\nأولاً- عوارض تزيل أهلية الأداء بالكامل كالنوم والجنون والإغماء والإكراه، وفي هذه الحالة فإن كل تصرفاته تقع باطلة لا أثر لها.\nالجزء: 1 ¦ الصفحة: 100\n",
        "/متن المنظومة/\nوربما أنقصَها مثلُ العَتَهْ\n...\nفاقبلْه إن نفَعَهُ وزادَ لَهْ\nوربما غيرَ بعضَ الحكمِ\n...\nكَسَفَهٍ وغفلَةٍ ومَغرَمِ\n-635- ثانياً- عوارضٌ تنقصُ أهلية الأداء، كالعته، وهنا يكون المكلف كالمميز قبل البلوغ، يصح من تصرفاته ما ينفعه نفعاً محضاً، ويبطِلُ ما يضرُّه ضرراً محضاً، وينعقد موقوفاً ما كان دائراً بين الحالين.\n-636- ثالثاً- عوارض لا تزيل الأهلية ولا تنقصها، ولكن تغير بعض الأحكام المترتبة عليها كالسفه والغفلة والوقوع في المغارم، فللقاضي أن يحجر على السفيه، وتتحول ذمم الغارمين إلى غيرهم بالتبرع وأشباه هذه المسائل.\nالجزء: 1 ¦ الصفحة: 100\n",
        "خاتمة:\nالجزء: 1 ¦ الصفحة: 101\n",
        "/متن المنظومة/\nوهكذا قد تمتِ المنظومَةْ\n...\nنظمتُها واضحةً مفهومَةْ\nأرجو بها الثوابَ والغفرانَا\n...\nوالعفوَ والإكرامَ والإحسانَا\nوأرفع الشكرَ الجميلَ والثنا\n...\nلكل من أنارَ دربَنا لنا\nأولهم أستاذي المربي\n...\nأنار لي دربي وأحيا قلبي\nإمامُنا وشيخُنا كفتارو\n...\nوصحبهُ الأفاضلُ الأبرارُ\n-637 إلى 639- تمت بحمد الله منظومة المعتمد في أصول الفقه وعدة أبياتها أربعة وأربعين وستمائة بيت وقد تم نظمها بحمد الله عام 1983 في جامع الزهراء بمزة دمشق.\n-640-641- خص بالشكر هنا سماحة الشيخ كفتارو وإخوانه وصحبة الأبرار، والشيخ أحمد كفتارو هو شيخ المسلمين في الديار الشامية ولد عام 1912 لأبوين فاضلين، كان أبوه الشيخ أمين كفتارو علماً من أعلام الهدى والعلم في بلاد الشام، وقد أسندت إليه مشيخة الطريقة النقشبندية بعدوفاة شيخه العارف بالله الشيخ عيسى النقشبندي، فأدبه بآداب الطريقة والحقيقة، وعلمه علوم الشريعة، وعني به عناية فائقة، فنبغ منذ صغره في سائر العلوم الشرعية، حيث حفظ القرآن الكريم على يد مقرئ الشام الكبير الشيخ محمد سليم الحلواني ثم لزم كبار علماء الشام فحصل منهم العلم الغزير، وبدأ بتأسيس حركة نهضة اسلامية قوية فأسس عام 1959 جمعية الأنصار الخيرية التي لا زالت تعتبر رائدة المؤسسات العلمية والتربوية في الشام، ثم انتخبه علماء سوريا مفتياً عاماً لسوريا عام 1964 كما تم انتخابه رئيساً لمجلس الإفتاء الأعلى، وقام بتأسيس عدد من المعاهد الشرعية ومدارس القرآن الكريم وفي عام 1975 قام بافتتاح مجمع أبي النور الإسلامي في دمشق، وفيه أول جامعة في سوريا متخصصة بالدعوة الإسلامية وقد تعاظم تأثير هذه الجامعة وأثرها وأصبحت تمنح درجة الدكتوراة في الشريعة الإسلامية وتخرج بها نخبة من خيار الدعاة إلى الله عز وجل في سوريا، كما أحدث معاهد متخصصة للدعاة الإسلامين القادمين من بلدان إسلامية خصوصاً من جمهوريات الإتحاد السوفياتي المستقلة، وقد شرع بدءاً من عام 1991 في إحداث معاهد شرعية في تلك البلاد فأسس أكثر من خمسة عشر معهداً خارجياً في مختلف بلدان العالم، كما شارك في نشاط واسع على المستوى العالمي، ووجه مساعيه نحو تحقيق الوحدة الإسلامية ثم الانطلاق إلى الأخوة الإنسانية وتفاهم أبناء الديانات ونجح في هذا المسعى نجاحاً عظيماً، وتم انتخابه رئيساً لمجلس الديانات العالمي الذي نادت إليه الأمم المتحدة، وانعقد في البرازيل ضمن نشاط قمة الأرض التاريخية في عام 1991 م.\nوقد أسس منهجه على أساس العلم والسلوك، فحافظ على طريقة الأقدمين في الاهتمام بعلوم السلف وأمر بالعودة إلى مصنفاتهم في ذلك، وأمر بالعناية بالجانب الروحي في إعداد طالب العلم وتربيته وتزكيته.\nومن نشاطه العلمي تفسير القرآن الكريم فقد قام بتفسير القرآن الكريم في محاضرات كبيرة في أكبر مساجد دمشق كالأموي ويلبغا وتنكز وأبو النور، واستوفى تفسيره أربع مرات، وقام تلامذته بجمع هذه الدروس النافعة وهي تصدر قريباً مطبوعة بعون الله.\nكما قام برواية سيرة النبي - صلى الله عليه وسلم - وتحليلها تحليلاً دقيقاً بارعاً خلال ست سنوات وقام إخوانه بجمعها وتهذيبها في كتاب مختصر وهو مطبوع ومتداول ينتفع به الناس اليوم بعنوان سيرة رسول الله - صلى الله عليه وسلم -.\nانظر كتابي كفتارو رسالة التجديد.\nالجزء: 1 ¦ الصفحة: 102\n",
        "/متن المنظومة/\nكذاك للمؤصِّلِ الأصيلِ\n...\nأستاذِنا محمد الزحيلي\nجزاهم الرحمن خير ما جزى\n...\nشيخاً به اقتدى المريد واحتذى\nوالحمد لله على التمامِ\n...\nفي البدء والموضوع والختامِ\n-642 وخص بالشكر أيضاً العالم المتبحِّر الشيخ الدكتور محمد الزحيلي الأستاذ في كلية الشريعة وفي المجمع الإسلامي في جامع أبي النور بدمشق، والشيخ محمد الزحيلي من مواليد مدينة دير عطية 1941 وتقع على بعد 90 كم شمال دمشق، وينتسب إليها جماعة من أهل العلم والفضل، على رأسهم الشيخ عبد القادر القصاب، وقد حصل الدكتور الزحيلي على درجة الدكتوراة في الفقه الإسلامي المقارن من كلية الشريعة بالأزهر عام 1971، ثم عين أستاذاً في جامعة دمشق وفي المجمع الإسلامي في جامع أبي النور، وصدرت له عدة أعمال علمية نعد منها: مرجع العلوم الإسلامية، وتعريف عام بالعلوم الشرعية، وعلم أصول الفقه الذي قامت المنظومة أصلاً عليه.\nوالدكتور الزحيلي نموذج يقتدى به في السلوك والتواضع والخلق الكريم أطال الله في عمره ونفع به المسلمين كما نفعنا به آمين.\n-643-644 ختم الناظم منظومته بالدعاء لأشياخه وأساتذته كما يقتضيه الوفاء والاعتراف بالجميل.\nواختتم بالحمد لله على تمام المنظومة، التزاماً بهدي القرآن الكريم.\n{وآخر دعواهم أن الحمد لله رب العالمين}\nالجزء: 1 ¦ الصفحة: 102\n",
        "مسرد المنظومة\nالجزء: 1 ¦ الصفحة: 103\n",
        "مقدمة\nبسمِ الإلهِ مبدعِ الأَكْوانِ\n...\nثم لهُ الحمدُ على الإحسانِ\nثم الصلاةُ والسلامُ السرَّمدَي\n...\nعلى النَّبيِّ المصُطفْى مُحَمَّدِ\nوالآلِ والصحبِ الكرامِ البَررَةْ\n...\nوالتابعينَ الطاهرينَ الخيَرةْ\nوبعدُ فالعلمُ ذخيرةُ الفَتى\n...\nوزادُهُ يومَ المعادِ\nإذْ أَتىولن ينالَ منهُ غيَر بعضهِ\n...\nولو تقضَّى عمرُهُ بركضهِ\nلذاكَ فابدأْ منْهُ بالأهَمِّ\n...\nولا تُبالي بالثَّنَا والذَّمِّ\nواعلم بأنَّ العلمَ نورٌ يقذفُ\n...\nلكلِّ قلبٍ ذاكرٍ يُلُقَّفُ\nوالناسُ كالأرضِ إذا أصابَها\n...\nغيثٌ تفتَّحت لهُ أبوابُها\nفبعضُها تشربَّتْ قليلاً\n...\nوبعضُها لَمْ تَستفِدْ فَتِيلاً\nوبعضُها تفتَّحت سريعاً\n...\nفتلكَ نالت خيَرهُ جمَيعاً\nوالعلمُ في الإسلامِ نورُ اللهِ\n...\nتنالهُ من بابِ حبِّ الله\nفالأنبياءُ المخلصِوُن الُكمَّلُ\n...\nمن بابِ حبِّ الله قَدْ تكَمَّلوُا\nفالطورُ والخليلُ والحجابُ\n...\nوالغارُ والمزمورُ والهضَابُ\nمسالكُ الخلقِ لبابِ الحقَّ\n...\nبها ينالُ القصدَ أهلُ الصِّدْقِ\nبها قَضَوا أيّامَهُمْ فُرادى\n...\nفاختصَّهم ربُّ الوَرى آحاداً\nعلَّمَهم منْ علْمِهِ اللَّدُنِّي\n...\nفأصبحوا أربابَ كُلِّ فَنِّ\nفكم عكفتَ في حراءٍ ذاكراً وكم خلوتَ بالخليلِ صَابراً\nوكم عنِ الخلقِ احتجبتَ خالياً\n...\nوكم على الهضابِ سرتَ باكياً\nلكلِّ مُوسَى طورُ حبٍّ دائمُ\n...\nوكلُّ عيسى في الحجابِ قائِمُ\nوذاكَ شأنُ طالبِ المعالي\n...\nيواصِلُ النهارَ باللَّيالي\nفهذِهِ الأصولُ والوقودُ\n...\nوغيرُها القشورُ والقُيودُ\nفثمرٌ من غير قشرٍ يُتْلَفُ\n...\nوالقشرُ دونَ اللُّبِّ بيتٌ أَجْوَفُ\nوقيلَ إنَّ كلَّ مَنْ تَحققا\n...\nمِنْ غيرِ شَرْعٍ إنَّما تَزَنْدَقا\nوكلُّ مَنْ بالشَّرعِ قَدْ تعمَّقَا\n...\nبلا تحققٍ فذا تَفَسَّقا\nوالعلم علمانِ.. فعلمُ القلبِ\n...\nحجتُنا يومَ لقاءِ الرَّبِّ\nوبعدَهُ علمُ اللِّسانِ فا علمِ\n...\nوذاكَ حجةٌ على ابنِ آدمِ\nفحصِّنِ اللبابَ بالقُشُورِ\n...\nوذا كمالُ الطَّالبِ الغَيُورِ\nوأجدَرُ العلومِ بالإتْقانِ\n...\nفقهٌ مع الحديثِ والقرآنِ\nوهذهِ الثلاثُ ليسَتْ تُفهمُ\n...\nبلا أصولِ الدِّينِ ليسَتْ تَعْلَمُ\nفكلُّ مَنْ وعاهُ بالإِتْقَانِ\n...\nصارَ إِماماً طيلةَ الزَّمانِ\nوجازَ أنْ يخوضَ في التَفْسيرِ\n...\nوالفِقْهِ والحديثِ والتَقْريرِ\nوكلُّ مَنْ بلا أصولٍ قاري\n...\nينالُه الجهلُ بلا قَرارِ\nولو حوى في ذهْنِهِ الأسْفارا\n...\nوجاوَزَ الأمصارَ والأقطارا\nفلا يجوزُ مطلقاً أنْ يجتهد\n...\nفي الدِّين أو يفتي بغير ما وُجِدْ\nمِنْ قولِ شيخٍ ذي اجتهادٍ عارفِ\n...\nوكلُّ ذا مِنْ مِنَنِ اللَّطائفِ\nإِذْ لو أبيحَ الاجتهادُ للبَشَرْ\n...\nبلا أصولٍ ملأُوا الدُّنيا ضَرَرْ\nوعُطِّلَتْ شريعةُ القُرْآنِ\n...\nوحَكَمَتْ شريعةُ الشَّيْطانِ\nفَمِنْ عظيمِ فَضْلِهِ عَلَينا\n...\nومِنْ جليلِ برِّهِ إِلَيْنا\nأنْ وضَعُوا قواعدَ الأُصُولِ\n...\nوحدَّدُوا طرائقَ الوصُوُلِ\nسَدَّا على منافذِ الشَّيْطانِ\n...\nحتَّى تسودَ شِرْعَةُ الفُرقانِ\nوهذهِ منظومةٌ صغيرَةْ\n...\nحوتْ أصولَ فِقْهِنَا الشَّهيرَةْ\nنَظمتُها بدايَةً لِلْمُجْتَهِدْ\n...\nورُمْتُها نِهاية للمقْتَصِدْ\nسَمَّيتُها منظومةَ المُعْتَمدِ\n...\nعلى كتابِ شيخِنا مُحَمَّدِ\nفأسألُ الرحمنَ أنْ يُتمِّما\n...\nويجعلَ الخيَر بها مُعمَّماً\nوينزعُ الرياءَ عَنْ أَعمالِنا\n...\nويكتبَ الإخلاصَ في أَقْوالِنَا\nالجزء: 1 ¦ الصفحة: 104\n",
        "تعريف علم أصول الفقه\nتعريفُه أنْ تعرفَ القَواعِدا\n...\nالشاملاتِ الموصلاتِ القاصِدا\nإلى طريقةِ اختيارِ الحكم\n...\nمنَ الدَّليلِ مثلما لنَا نُمي\nفهكذا جمهورُهم عَرَّفه\n...\nوالشافعيُّ قالَ فيهِ: أَنَّه\nمعرفة الدلائل الفقهية\n...\nوكيف نستفيد منها شيَّا\nوحالةُ الذي يريدُ الفائِدَهْ\n...\nومالَهُ مِنَ الصِّفاتِ عائِدَه\nالجزء: 1 ¦ الصفحة: 105\n",
        "موضوع علم أصول الفقه\nبحوثُه في خمسةٍ محصورَةْ\n...\nمباحثُ الأَدِّلةِ المذكورَةْ\nمباحثُ الترجيحِ والتَّعارُضِ\n...\nوبحثُ الإجتهادِ فيه فانهضِ\nثمَّ بحوثُ الحكمِ أي في الشرعِ\n...\nتخييرُه اقتضاؤُه والوضعيْ\nوالخامسُ اقتباسُ كُلِّ حكمِ\n...\nمِنَ الدليلِ بطريقِ الفهمِ\nفيبحثُ الفقيهُ فيما يَثْبتُ\n...\nوعالِمُ الأصولِ فَهُوَ المُثْبَتِ\nالجزء: 1 ¦ الصفحة: 106\n",
        "فائدة علم أصول الفقه\nوغايةُ الأصولِ في الوصولِ\n...\nإلى مرادِ اللهِ والرَّسُولِ\nوعدَّدوا لَهُ مِنَ الفوائدِ\n...\nما جلَّ عن حسابِ كلِّ قاصدِ\nمِنْها بأنَّهُ الطريقُ الأَقومُ\n...\nللاجتهادِ فهُداه يُلْزَمُ\nوأَنَّهُ بانٍ به اِلإسلامُ\n...\nوحُفِظَ القرآنُ والأحكامُ\nوأَنَّهُ يُبيْنُ للمتَّبِعِ\n...\nطريقةَ المجتهدِ المتَّبَعِ\nوأنَّهُ يمنَحُ للطُلاَّبِ\n...\nملكَةَ التفكيرِ بالصَّوابِ\nوأنَّه المبينُ للأحكامِ\n...\nلكلِّ ما استجدَّ في الأيَّام\nوأَنَّهُ الضَّابطُ للفُروعِ\n...\nمع الأصولِ فيصَلُ الجميعِ\nوأَنَّهُ لِدَارسِ المَذَاهبِ\n...\nدليلُ كلِّ قاصدٍ وطالبِ\nثامنُها يكشِفُ عنَّا الغُمَّةْ\n...\nنرى فوائدَ اختلافِ الأُمَّةْ\nالجزء: 1 ¦ الصفحة: 107\n",
        "تاريخ أصول الفقه\nمصادرُ التشريعِ في عهدِ الرسولْ\n...\nكتابُ رَبِّي ثُمَّ سنَّةُ الرَّسولْ\nوفي زمانِ الصَّحْبِ فالمصادرُ\n...\nأَربعةٌ فيما رَوَوْا وذَاكَرُوا\nالذكرُ فالحديثُ فالإجماعُ\n...\nوبعدَهُ القياسُ قَدْ أَذَاعُوا\nدليلُه قضا معاذِ بنِ جَبَلْ\n...\nثُمَّ الذَّي للأشعريِّ قَدْ وَصَلْ\nمِنْ عمرٍ. والحدُّ عندُ سُكْرِهِ\n...\nوعدَةُ الحامِلِ بعدَ قبرِهِ\nوعندما استقرت الفتوحُ\n...\nوكثُرَتْ لديهمُ الطروحُ\nوظهرتْ نوازعُ الأهواءِ\n...\nتضافَرتْ بواعثُ الأَحياءِ\nفالرأيُ في العراقِ صارَ مدرسَةْ\n...\nكذا الحديثُ في الحجازِ مَدْرسَة\nالجزء: 1 ¦ الصفحة: 106\n",
        "تدوين علم الأصول\nوكلُّهمْ قد كتبَ الفُصُولاَ\n...\nفي الفقهِ لم يدوِّنوا الأُصُولا\nوكانَ في كُتُبهم مُبَعْثَرا\n...\nلدى مسائلِ الفروعِ انتثرا\nيذكرُ كلُّ واحدٍ دليلَهْ\n...\nومذهبَ استدلالهِ محيلَهْ\nعلى الكتابِ أو على الحديثِ\n...\nأو غيرِهِ بسعيهِ الحثيثِ\nفسبَقَ الجميعَ فيهِ الشافعي\n...\nوسِفرُه في البابِ خيرُ نافعِ\nفأَوَّلُ المدوَّنِ الرِّسالَةْ\n...\nكذا جماعُ العلمِ فيما قالَهْ\nوبعدَهُ إبطالُ الاستحسَانِ\n...\nومُشكلُ الحديثِ في الميزانِ\nوهذهِ الأَربَعُ مِنْ تأليفِه\n...\nأَوَّلُ ما دوِّن في تصنيفِهِ\nوسبَقَ الفقهُ الأُصُولَ في الزَّمَنْ\n...\nفالفقهُ وزنٌ والأصولُ قد وَزَنْ\nالجزء: 1 ¦ الصفحة: 106\n",
        "طرق التأليف في الأصول\nطريقةُ الكلامِ أَن تُقررا\n...\nمسائلاً مُدللاً مُحرراً\nوبعدَها طريقةُ الفقيهِ\n...\nسبكُ الأُصُولِ تبعاً تحكيهِ\nوخُصَّتِ الأُولى بفكرِ الشَّافعي\n...\nوخُصَّتِ الأحنافُ بالتَتَابُعِ\nوالآخرونَ لَهُمُ طريقَة\n...\nتَجْمَعُ منهما على الحقيقة\nأهمُّ ما قَدْ صَنَّفوا في الأُولى\n...\nرسالةً، معتمداً، محصُولا\nبرهانُ، مستَصْفَى، كَذا الإحكامُ\n...\nوبعدَهُ التقريبُ والإِلهامُ\nوصنَّفوا على اصطلاحِ الفُقَها\n...\nمِنْها أصولَ البزَدْويِّ والمُنتَهى\nإليهِ.. مثلُ الكرخيِّ السَّرخَسيْ\n...\nكَذلك الجَصَّاصُ نفسُ الملبسِ\nكذلك التأسيسُ والمنارُ\n...\nتنقيحُ، تمهيدُ، هم الأبرارُ\nوالآخرونَ صنَّفُوا كثيراً\n...\nبديعَ، تنقيحاً، كذا التحريرا\nجمعَ الجوامعِ.. مُسَلَّمَ الثُبُوتْ\n...\nوشرحَه فواتحٌ للرَّحمُوتْ\nوخالفَ الجميعَ فيهِ الشَّاطبيْ\n...\nلهُ الموافقاتُ ذو المطالبِ\nوظهرتْ طريقةُ المناهجِ\n...\nترتيبُها يمتازُ بالمبَاهِجِ\nالجزء: 1 ¦ الصفحة: 106\n",
        "حكمة اختلاف الفقهاء\nحِدْ عنْ كلامِ حاقدٍ مغرورِ\n...\nوافهَمْ من اختلافِهِمْ تحريري\nفالخلفُ في التَّشريعِ أَمْرٌ عادي\n...\nكالنقدِ والقانونِ والأعدادِ\nوالخلفُ بينَهم على الفروعِ\n...\nمعَ الوفاقِ في سِوى الفُروعِ\nوإِنْ جرَى الخلافُ في المَصَادِرِ\n...\nفغالباً باللَّفْظِ والنَّوَادِر\nوَخلفُهم مَنَحنا المرونَة\n...\nومدَّنا بثروةٍ ثمينة\nوخلفُهم على الفروعِ توسِعَةْ\n...\nلَوْ أَنَّهم ما اختلفوا لامتنعا\nولم يكن خلافُهم تَعصُّباً\n...\nأو للهَوى أو يشتهونَ الرُّتَبَا\nوانحصر الخلاف في المظنونِ\n...\nكخبرِ الآحاد لا اليقيني\nومطلقاً لم يجرِ عهدَ المصطفى\n...\nفالوحيُ والحديثُ فيهمُ قَدْ كفى\nورُبَّما حكمَ في رأيَيْنِ\n...\nمختلفينِ\n...\nجوَّزَ الوَجْهينِ\nالجزء: 1 ¦ الصفحة: 106\n",
        "أسباب اختلاف الفقهاء\nوبعدَما أدركتَ حكمةَ الخِلافْ\n...\nخذْ واضحاً أسبابَ ذاكَ الاختلافْ\nفاختلفوا في واقعِ الجِبِّلَةْ\n...\nإذ لم تقيدِ العقولَ الملّةْ\nواختلفُوا في لغةِ القرآنِ\n...\nكالقرءِ والنَّكاحِ في البَيَانِ\nواختلفُوا في عَصْرِهم ومِصْرهم\n...\nوحالِهم وبالِهم وعُرْفهِم\nواختلفوا في الفَهمِ للمرادِ\n...\nبالنَصِّ في سبيلِ الاجتهادِ\nفهذهِ الأسبابُ لن تباشرَهْ\n...\nوهاكُمُ أسبابَهُ المباشِرَةْ\nأَوَّلُّها الخلافُ في المصَادِرِ\n...\nمِنْ كلِّ ما أتى بلا تواتُرِ\nوبعدَهُ الخلافُ في الحديثِ\n...\nمصطلحاً كالجهلِ بالحديثِ\nوعدم الثبوتِ عند واحدِ\n...\nكذاكَ في شروطِ نقلِ الواحدِ\nأو علمُهُ بواحدٍ منَ السَّنَدْ\n...\nبضعفِه كذاكَ نسيانُ السَّنَدْ\nثَالثُها الخلافُ في القواعدِ\n...\nكضابطِ الإيجابِ والتباعُدِ\nوالخلفُ في دلالةِ الألفاظ\n...\nوالعامِ والخاصِ مِنْ الأَلفاظِ\nوالخلفُ في قواعدِ التَّرْجيحِ\n...\nوالنسخِ والتخصيصِ والتَّصريحِ\nكذاكَ ما شذَّ مِنَ الرِّوايَةْ\n...\nومرسلُ الحديثِ في الدِّرايَةْ\nفخلفُهم لعللٍ وَجيهَةْ\n...\nبَيَّنتُها فكُنْ بِهَا نَبيها\nالجزء: 1 ¦ الصفحة: 106\n",
        "مقاصد الشريعة\nمقاصِدُ الشَّرْعِ هيَ النتائِجُ\n...\nكذلكَ الغاياتُ والمباهِجُ\nأَتَتْ بها الشريعةُ المطَهَّرَةْ\n...\nوأَثبتَتْها في الفروعِ الظَّاهِرَةْ\nوهِيَ التَّي سَعَتْ إلى تحقيقِها\n...\nدوماً بكلِّ أمرِها ونهيها\nفحققتْ مصالحَ العبادِ\n...\nدُنيا وأخرى بهدىِ الرَّشاد\nأَلا ترى إلى النُّصوصِ الوَاضِحَةْ\n...\nكم عَلَّلَتْ وبَيَّنَتْ موضِّحَةْ\nوظاهرٌ لعاقلٍ لبيبِ\n...\nفي الخلقِ والتشريعِ والتهذيبِ\nلم يخلقِ الرحمنُ شيئاً باطلاً\n...\nوجاء جُلُّ شرعِنا معلَّلا\nومَنْ وعى مقاصِدَ الشريعة\n...\nفعلُمهُ كقلعةٍ منيعَة\nفيدرِكُ الطَّالبُ سِرَّ الشَرْعِ\n...\nكذا إطارَ حكمِهِ والفَرْعِ\nوهو في الدِراسةِ المقارِنَة\n...\nدليلُهُ المفيدُ في الموازَنة\nوهدفُ الدَّعوةِ فِيها يَنْجلِي\n...\nوذاكَ شأنُ المصلحيَن الكُمَّلِ\nويستنيرُ العُلما بها على\n...\nمعرفةِ الأحكامِ مِما أُجْملا\nويستعينونَ بها في الفَهْمِ\n...\nلغامضِ النُّصوصِ قبلَ الحُكَمْ\nوأَنَّهُمْ بها يُحدِّدُونَا\n...\nمدلولَها في اللَّفْظ والمَضْمُونَا\nوحينَما تفتَقَدُ النُصُوصُ\n...\nبهديها تَستَنْبَط الفُصُوصُ\nوحينَما نحتاجُ للترجيحِ\n...\nبها يرجحونَ في الصَّحيحِ\nتقسيمُها بحسبِ المَصَالحِ\n...\nثلاثةٌ على المقالِ الواضِحِ\nأَوَلُها ما سمِّيَ الضَروري\n...\nونُوِّعَتْ لخمسةٍ أمورِ\nفحفظُهُ لدينهِم ونفسهِمْ\n...\nوعَقْلِهِم وعرضهِم ومالِهِمْ\nوبعدَهُ المصالحُ الحاجِيَّةْ\n...\nبدفْعِ كُلِّ شقَّةٍ حَرِيَّة\nثالثُها ما سمِّيَ التحسِيني\n...\nوهيَ الكمالُ لأُولي التبيينِ\nومنهجُ التَّشْريعِ في الرِّعايَة\n...\nإِيجادُها والحفظُ والوِقايَةْ\nفحَفِظَ الثلاثَة الأَقْسَامْا\n...\nوزادَ فيها رابعاً تماماً\nأتى بهِ مكَّملا محتاطاً\n...\nكي لا يكونَ حفظُه اعتباطاً\nثُمَّ الضَّرُوريُّ مقَّدمٌ على\n...\nسِواهُ كالحاجيِّ والذي تَلا\nوقَدَّمُوا ما عمَّ في الأَحكامِ\n...\nعلى الذي خصَّ مِنَ الأَنامِ\nورتَّبُوا أيضاً ذوَيْ الضرورة\n...\nمن حاجةٍ عُظمى ومِن خطيرة\nفَقُدِّمَ الدينُ على الأَموالِ\n...\nوهكذا النَفْسُ على التَوالي\nالجزء: 1 ¦ الصفحة: 106\n",
        "الباب الأول: مصادر التشريع الإسلامي\nأولاً المصادر المتفق عليها\nالكتاب\nوأوَّلُ المصادرِ القُرآنُ\n...\nكتابُ ربِّي المعجِزُ البيانُ\nمنزلاً على النَّبيِّ العرَبي\n...\nولفظَهُ وخطُّهُ بالعَربي\nتواتراً.. كتبَ بالمصاحفِ\n...\nوما سِواهُ في الصَّلاةِ مُنْتَفي\nولا تجوزُ في الأَصَحِ التَرْجَمَة\n...\nوالخلفُ قامَ في ثبوتِ البَسْمَلَة\nوكلُّ مَا لم يتواتَر في السَّنَدْ\n...\nآحادُهُ مشهورَهُ فلا تُعَدْ\nوالشرطُ في الإعجازِ ما سأبدي\n...\nأولُّها أنْ يوجَدَ التَحدِّي\nوالثانِ أنْ تُهَيأ الدوافِعُ\n...\nثالثُها أنْ تنتفي الموانِعُ\nوهذهِ بعضُ الوجوهِ فيهِ\n...\nنظامُ لفظٍ ومعانٍ فيهِ\nثُمَّ انطباقُهُ على العِلْمِ الصحيحْ\n...\nوأثرُ اللَّفْظِ البليغِ والفصيحْ\nكذلكَ الإِخبارُ بالمستقبلِ\n...\nوكلُّ ذاكَ واضحٌ ومُنْجَلي\nأحكامُه ثلاثَةٌ لِمَنْ أَرادْ\n...\nعمليةٌ خلقيةٌ ثُمَّ اعتقادْ\nفَمِنْهُ ما أبانَهُ مفصلاً\n...\nومنهُ ما أبانَ مِنْهُ مجملاً\nواستوعَبَتْ آياتُهُ العقائِدا\n...\nوالمجملاتِ وأَحالَتْ ماعدا\nوبعضُهُ دلالَةٌ قَطْعِيَّةْ\n...\nوبعضُهُ دلالةٌ ظَنِّيَة\nواختلفَ الأسلوبُ في الإِلزامِ\n...\nوالندبِ والحلالِ والحرامِ\nالجزء: 1 ¦ الصفحة: 106\n",
        "السنة\nوالسُنَةُ الطريقَةُ المعتادَةْ\n...\nقَدْ حدَّها قومٌ كرامٌ سادَة\nوهِيَ اصطلاحاً ما أضيفَ للنَّبيْ\n...\nقولاً وفعلاً.. ثم تقريرُ النَّبيْ\nفالقولُ ما جاءَ مِنَ الكلامِ\n...\nوالفعلُ ما رأَوهُ كالسلامِ\nوبعدَهُ التَّقريرُ وهو ما رَأَى\n...\nمِنْ فعلِهم فما أَبَى ولا نَأى\nواختلفَتْ في السنَّةِ الأقوالُ\n...\nلِمَا مَضَى أهلُ الحديثِ مَالوا\nوللأصوليينَ ما يثابُ\n...\nبها.. وما لتاركٍ عِقَابُ\nوأربَعٌ لم تُعتَبرْفي السُّنَّةْ\n...\nما كانَ قبلَ بعثةٍ ومِنَّة\nوالثانِ ما أتى على الجِبِلَّة\n...\nوما استَقى.. كطِبِّه في العِلَّة\nرابعُها ما خصَّهُ بالذَّاتِ\n...\nمن حالِهِ كعدِدِ الزَّوْجاتِ\nوثَبَتَتْ حجيةُ السنَّةِ في\n...\nألفِ دليلٍ ودليلٍ فاعرفِ\nأَوَّلُها إشارةُ القرآنِ\n...\nفي النَّحْل للنَّبِيِّ بالبَيَانِ\nوبعدَها الأمرُ بطاعةِ الرَّسُولْ\n...\nوإن تحبَّ الله فاتبعِ الرَّسُولْ\nوردُّهم إليهِ في التنازُعِ\n...\nوحذِّر المِنكِرَ بالرَّوادِعِ\nوأَنَّهُ أوتي حكمةَ الهُدى\n...\nمحلِّلٌ محرِّمٌ.. لا عَنْ هَوَى\nوقُرِنَتْ باللهِ فعلاً طاعَتُه\n...\nوأَنَّه لذي اليقينِ أُسْوتُه\nوليسَ مُؤْمِناً مِنْ لَمْ يحكِّمَهْ\n...\nوما حباكَ خُذْ وما نهاكَ مَهْ\nوَأُرْسِلُ الرَّسُولُ كَيْ يُطاعا\n...\nلا خيرةً لمسلمٍ أطاعَا\nوكلُّها في واضحِ القرآنِ\n...\nمسطورةٌ تقصدُ للبيانِ\nوهكذا قد أجمعَ الصحابةْ\n...\nوالتَزموا سؤالاً أو إِجابَةْ\nثُمَّ دليلهَا مِنَ المعقولِ\n...\nضرورةُ التبيينِ والتفصيلِ\nوفعلُه كانَ البيانَ العَمَلِيْ\n...\nلِكُلِّ ما في الذِّكْرِ مِنْ شَرعِ العلي\nوعُصِمَتْ كعصمةِ القُرآنِ\n...\nفعصمةُ المبينِ كالمُبَانِ\nودَلَّتِ الآثارُ بالوُجُوبِ\n...\nوحَذَّرِ المُنْكِرَ باللَّهيبِ\nوما أتى تواتراً في الواقعِ\n...\nيفيدُ في العلمِ اليقيني القاطعِ\nوأنَّهُ كالذِّكرِ في ثبوتهِ\n...\nوكفَّروا الجاحدَ في ثُبُوتِهِ\nوالخبرَ المشهورَ زادَ الحنفي\n...\nوفَسَّقوا جاحدَهُ إنْ لَمْ يَفِيْ\nواتَّفَقوا بأنَّها تستلزِمُ\n...\nعَمَلنا والاحتجاجُ ملزِم\nوخبر الآحادِ خُذْ دليلا\n...\nأَنْ تنذِرَ الطائفةُ القَبيلا\nوربَّ حاملٍ إلى فقيهِ\n...\nوبلِّغوا عنِّي كما نَرْويهِ\nوانعقدَ\nالإجماع\nُ.. أَيْ لم ينكرِ\n...\nفجزيةُ المجوسِ فعلُ عمرِ\nكذلِكَ استدلَّ بالقياسِ\n...\nفي الحكمِ يكفي واحدٌ في النَّاسِ\nوالجرحُ والتعديلُ في التصويبِ\n...\nرجِّحْ بِهَا الصِّدقَ على التكذيب\nونقلوا عن الخليفتينِ\n...\nمع خبرِ الواحد شاهدينِ\nوربما حلَّفَهُ لم تَطَّرِدْ\n...\nعنهم طريقة لأخذٍ أو لِرَدّْ\nوهذِهِ شَرَّطَها الأَحنَافُ\n...\nأَنْ لا يُرى في فعلِهِ خلافُ\nأو ليسَ مما حثتِ الدَّواعي\n...\nأولم يُوافِقْ عملَ الأَتْبَاع\nفي الفقه والراوي بلا فقهٍ كما\n...\nفي خَبَرِ المصراةِ قد تَذمَّما\nواشتَرطوا لمالكٍ بأَنَّ مَا\n...\nخالفَ فعلَ يثربٍ لم يَسْلَما\nوالشافعيُّ أربعٌ شُروطُهُ\n...\nفي كلِّ راوٍ عقلهُ وضَبْطُهُ\nوأَنْ يكونَ ثقة في دينهِ\n...\nولم يخالِفْ متنُهم لِمَتْنِهِ\nوأحمدٌ شروطُه كالشَّافِعِيْ\n...\nفصَّلْتُها على المقالِ الرائِعِ\nوعملُ السُّنَّةِ في الكِتَابِ\n...\nثلاثَةٌ في الحقِّ والصَّوابِ\nأَولُها التأكيدُ للقُرآنِ\n...\nكالبرِّ والجهادِ والإِحسَانِ\nوالثانِ تبيينُ الذي قَدْ نُصَّا\n...\nقيدَه فَسَّرهُ أَوْ خَصَّا\nثالثُها زيادَةٌ علَيْهِ\n...\nكرجمِ محصنٍ وما إِليهِ\nواختلفوا في نَسْخِها القُرآنا\n...\nفالشَّافِعيُّ قالَ لا وبَانا\nونَسْخُها على مقالِ الجُلِّ\n...\nدليلُهم وقوعُهُ بالفِعْلِ\nالجزء: 1 ¦ الصفحة: 106\n",
        "الإجماع\nهو اتفاقُ أهلِ الاجتهادِ\n...\nمن أمةِ النَّبي الإمامِ الهادي\nفي أَحدِ العصورِ والأزمانِ\n...\nفي حكمِ أمرٍ مّا.. بلا تَوانِيْ\nدليلُهُ مِنَ الكتابِ نَهْيُهُ\n...\nعنِ الشِّقاقِ، ثُمَّ فيهِ وَعْدُهُ\nكذاكَ وصفُها بأنَّها الوَسَطْ\n...\nوخيرُ أمةٍ فإنَّها فَقَطْ\nوصَحَّ في الحديثِ حيثُ قالا\n...\nليسَ اجتماعُ أُمَّتي ضَلالاً\nوالزَمْ سوادَ المسلمينَ الأَعظما\n...\nوحَسنٌ عندَ الإلهِ كُلُّ مَا\nرآهُ جمعُ المسلمينَ حسَنَا\n...\nنقلَها أصحابُ علمِ أُمَنَا\nواحكُمْ بهِ عقلاً فجَمْعُهم إذا\n...\nتوافَقَتْ آراؤُهم فالحقُّ ذا\nوركنُهُ اتفاقُهم جميعُهم\n...\nبقولهِمْ وفاقاً أَوْ سُكوتِهم\nورَدَّ هذا الشَّافِعِيْ والظَّاهِرِيْ\n...\nوكَمْ حكاهُ مِنْ إمامٍ ماهرِ\nوعَدَّدوا شروطَهُ وبَعْضُها\n...\nمُختَلَفُ فيهِ وهاكَ عَدُّها\nأَوَّلُّها أَنْ ينتفي التَعارُضُ\n...\nمع الكتابِ أو حديثٍ قد رَضُوا\nوالثانِ أَنْ يستندَ الإِجْماعُ\n...\nإلى دليلِ واضحٍ أذَاعوا\nوأَنْ ترى المجتهدينَ عَددا\n...\nواتَّفَقوا جميعهُم لا ماعَدا\nوأَنْ يكونَ مِنْ أمورِ الشَّارِعِ\n...\nوقيلَ لا بَلْ كُلُّ أمرٍ نافعِ\nوأَنْ يَمُرَّ عصرهُمْ جَميعاً\n...\nفلا يعودَ واحدٌ رُجُوعاً\nوبعضهُم نَفَوا.. وزادَ الحَنَفِيْ\n...\nأَنَّ الخلافَ قبله قَدْ انتُفي\nوحُكْمُهُ في الشَّرعِ حكمٌ قاطِعُ\n...\nوحكمُهُ في الأَمرِ لا يُنَازَعُ\nواختلَفُوا في حُجَّةِ السكوتيِ\n...\nفالكَرْخِي والآمدِي لم يُثْبِتِ\nومالكٌ يحتج بالإجماعِ\n...\nمن أهلِ يثربٍ بلا نزاعِ\nوقصرَ الإجماعَ أهلُ الظاهرِ\n...\nعلى الصحابِ في مقالٍ جائرِ\nواعتَبروا للعترة الإِجماعا\n...\nوالراشدينُ بَلْ لشيخينِ مَعَا\nالجزء: 1 ¦ الصفحة: 106\n",
        "القياس\nوعرَّفوا القياسَ اصْطلاحاً\n...\nفاحفظْهُ عني تبلغِ النَّجَاحَاْ\nفرعٌ يساوِي أصلَهُ في العِلَّة\n...\nأي حكمهِ، فالحكمُ فيهِ مِثْلَهْ\nأركانُهُ أربعَةُ في العَقْلِ\n...\nأصلٌ وفرعٌ ثم حكمُ الأصلِ\nرابعُها العِلَّةُ في الإطارِ\n...\nمثالُهُ النَبيذُ في الإسكارِ\nدليلُه من الكتاب قولُهُ\n...\nفاعتبروا.. عن شافعيٍ نقلُهُ\nوخُذْ مِنَ السُّنَّةِ قولَ ابنِ جَبَلْ\n...\nكذا النبيُّ حيَن قاسَ في القُبَلْ\nوغيرها عَنْ مائَةٍ تَزيدُ\n...\nمثالُ ذاكَ الأسودُ الوَليدُ\nوثبتَ القِياسُ بالإجماعِ\n...\nفعَلَهُ الصِّديقُ للأتباعِ\nوحكمه يفيد ظنَّ الحكْمِ\n...\nفاحكُمْ بِهِ ولا تَخُضْ بالوهمِ\nالجزء: 1 ¦ الصفحة: 106\n",
        "ثانياً المصادر المختلف فيها\nالاستحسان\nوحدُّه أن يعدلَ المجتهدُ\n...\nعن مقتضى قياسِ أمر يردُ\nمِنْ واضحٍ إلى قياسٍ مختفي\n...\nأو حكمِ كليٍ لمستثنى خفي\nوذاكَ من أجل دليلٍ يقدحُ\n...\nفي عقلِه عدولَه يرجِّحُ\nوظاهر بأنَّه نوعانِ\n...\nترجيحٌ استثناءُ للبيانِ\nفالأوَّلُ الترجيحُ كالحَلْفانِ\n...\nوالثان الاستثناءُ كالضمانِ\nوذهبَ الأحنافُ والحنابلةْ\n...\nإلى اعتباره دليلاً قابلَهْ\nمِنَ الكتابِ: يتبعونَ الأَحْسَنا\n...\nوما رآهُ المسلمونَ حَسَنا\nوأكَّدوا تفضيلَ الاستحسانِ\n...\nعلى القياسِ أي قياسِ الثاني\nومالكٌ والشافعيُّ قالا\n...\nبنفيهِ وصَحَّحُا الإِبْطالا\nالجزء: 1 ¦ الصفحة: 106\n",
        "المصلحة المرسلة\nوعرَّفوا المصالِحَ اصْطِلاحا\n...\nما لم يَرِدْ في حكمِها صُراحَاً\nدليلُ شرعٍ في اعتبارِ حُكْمِها\n...\nولا على إلغائِها أَوْردِّها\nكالجُندِ والديوانِ والسُّجُونِ\n...\nوالخُلْفُ في استقلالِها في الدَّينِ\nفذهبَ الأحنافُ ثم الشافِعِيْ\n...\nلنَبْذِها على مَقالٍ بارعِ\nفالشَّرْعُ كلَّ أمرِنا قد راعى\n...\nكتاباً أو حديثاً أو إجماعاً\nوالآخرانِ جَعَلاهُ أصْلاً\n...\nيُبْنى عليهِ الحكمُ مُستَقِلاً\nواشتَرطوا ثلاثةً شروطاً\n...\nبغالبِ الأَ نام أَنْ تُحيطَا\nكذاكَ أنْ تكونَ واقعَّيةْ\n...\nولم تعارَضْ حجةً شَرْعِيَّةْ\nثَمَّ لهَا أَربعةٌ دَواعِيْ\n...\nدرءُ الأَذَى والسدُّ للذَرائعِ\nجلبُ مصالحٍ، تغُّيرُ الزَّمَنْ\n...\nفافْهَمْ فأنْتَ في البلاغِ مُؤْتَمَنْ\nالجزء: 1 ¦ الصفحة: 106\n",
        "الاستصحاب\nهو اصطحابُ حكمِ أَمرٍ ماضِي\n...\nلحاضِرٍ لم يقضِ فيهِ قاضِ\nفيستمرُّ الحكم فيه قائماً\n...\nإلى ثبوتِ غيرِه ملائماً\nواعتَبَروه حُجَّةً إذا انفَرَدْ\n...\nنَفْياً وإِثْباتاً بِلا أَخْذٍ وَرَدْ\nمثالُهُ الحياةُ للمَفْقودِ\n...\nوردَّه الأحنافُ بالقيودِ\nأنواعه ثلاثةٌ في الأصلِ\n...\nأولها اصطحابُ حكمِ الأصلِ\nوبعدَه ما أصلُه البراءَةْ\n...\nكالحكمِ للحقوقِ بالبراءَةْ\nثالثُها اصطحابُ حكمِ حالِهِ\n...\nعلى ثبوتِهِ إلى زوالِهِ\nواعتَبروا دَليلَه ظَنِّيَّا\n...\nوآخِرَ الأَدِلَّةِ المحكيَّة\nالجزء: 1 ¦ الصفحة: 106\n",
        "العرف\nوالعرفُ ما استقرَّ في النُّفُوسِ\n...\nمن جهةِ العقولِ لا الطُروسِ\nثُمَّ ارْتضَاه النَّاسُ بالقَبُولِ..\n...\nأنواعُه أربعةٌ..فالقولي\nتعارفَ الناسُ على إطلاقِهِ\n...\nكاللحمِ والشرابِ في إطلاقِهِ\nوالعَمَلي تَعارَفوا إِتْيَانَهْ\n...\nكالأَكلِ أو كالمَهْرِ في أَوانِهْ\nوالعامُ ما يَعمُّ في البلادِ\n...\nوالخاص عرفُ ثلةٍ أفرادِ\nواتَّفَقُوا في كونِه دليلاً\n...\nواختلفوا هَلْ يَسْتَقِلُّ؟\n...\nقيلا\nللمَالكِي والحَنَفِي والحَنبَلي\n...\nخذهُ دليلاً كامِلاً.. وَدَلِّلِ\nمِنَ الكتابِ أَمْرُهُ بالعُرْفِ\n...\nوما رأَوْهُ حَسَناً فلتَعرِفِ\nكذاكَ مالهُ مِنَ السُّلْطانِ\n...\nفي العقلِ عندَ معشَر الإِنْسَانِ\nوالشافعيْ مالَ إلى إنكارِهِ\n...\nإلا إذا أرشدَ لاعتبارِهِ\nواشترطوا عمومَهُ في الناسِ\n...\nولم يخالفُ ثابتاً للناسِ\nالجزء: 1 ¦ الصفحة: 106\n",
        "قول الصحابي\nواتَفَقوا في أنَّهُ دليلُ\n...\nفي كل ما ليسَ لَهُ سَبيْلُ\nكذاك إن أقَّرهُ الباقونا\n...\nيكون حجةً كما روينا\nواختلَفُوا لدى اختلافِ رأيهِمْ\n...\nفقيلَ يَنبغي التزامُنا بِهِمْ\nبواحدٍ لمالكٍ والحَنَفِي\n...\nلخبرِ النُّجومِ فِيهِمْ فاقتفي\nوأحمدٌ والشَّافِعِيُّ خالَفَهْ\n...\nعَنْ تابعينَ نَقَلُوا المُخالَفَة\nشرع من قبلنا\nواختلَفُوا في شرعةِ الذينا\n...\nمِنْ قبلِنا ملغيةٌ أَمْ دينَا\nفاتفقوا في الأخذِ بالأحكامِ\n...\nمما أقرَّ الدينُ كالصِّيامِ\nواتفقوا في نسخِ ما قد نُسِخا\n...\nفي شَرْعِنا. كالقطعِ مما اتَّسَخا\nواختلَفُوا في حكمِ ما قَدْ وَردا\n...\nولم يُنْسَخْ ثُمَّ لَمْ يُؤيَّدا\nكالنفس بالنفسِ وشُرْبِ محتضَرْ\n...\nفالحنفيْ والحنبليْ والبعضُ قَرّ\nودلَّلوا بوحدةِ الشرائعِ\n...\nوالرجمِ واقتدهْ لكلِّ سامعِ\nوالشافعيُّ أنكرَ استِدلالَهُمْ\n...\nبأَن لِكُلِّ أمةٍ مِنْهاجُهُمْ\nسد الذرائع\nوكلَّ ما ظاهِرُه مُباحُ\n...\nوموصِلٌ لما بهِ جُنَاحُ\nأباه سداً منْهُ لِلذَّرائِعِ\n...\nمالكُ وابنُ حنبلٍ لا الشَّافِعِيْ\nوأكَّدَا ذاكَ بمنعِ الشتمِ\n...\nلِكُلِّ مَنْ يَعْدو بغيرِ عِلمِ\nوالشافعيُّ حرمَ الذريعة\n...\nلذاتها أي حرَّمَ الوقيعة\nالجزء: 1 ¦ الصفحة: 106\n",
        "الباب الثاني مباحث الأحكام\nالحكم\nوحدُّهُ في اللغة القضاءُ\n...\nوأطلقوه فاروِ ما تشاءُ\nإثباتُ أمرٍ ما لأمرٍ واحدُ\n...\nثم الذي عند القضاة واردُ\nتعريفُهُ عنَد الأصوليينَا\n...\nخطابُ رَبنا لنا مُبيْنَا\nوالفقهاءُ اعتبرُوه الأَثَرا\n...\nعَنِ الخطابِ قَدْ جَلا وانْتَشَرَا\nوقسَّمُوهُ مَصْدراً قسْمَينِ\n...\nفالأوَّلُ الشَّرعِيُّ.. دونَ مَيْنِ\nوذاكَ ما مِنَ الإلهِ أُخِذَاْ\n...\nوعملاً أَو اِعتقاداً فهو ذا\nوبعدَهُ كُلُّ الَّذي لَمْ يُؤْخَذِ\n...\nمن شارعِ الأَحكامِ كالحكم الذي\nأُخذَ من عقلِ ومن حسّنٍ ومِنْ\n...\nعرفٍ فذاك دون شرع قد زُكِنْ\nوالحكم حدُّهُ لدى الجمهورِ\n...\nهو خطابُ ربنا الغفورِ\nومتعلقٌ بفعلنا اقتضَا\n...\nتخييراً أو وَضْعاً وهَذا المُرْتَضَى\nوقسَّموا الشرعيَّ من حكمٍ إلى\n...\nقسمين فالتكليفي ما أدَّى إلى\nحكمٍ من الخمسةِ في اقتضاءِ\n...\nكذاك في التخييرِ كالنداءِ\nوبعدَه الوضعيُّ وهو ما اقتضى\n...\nأن يجعلَ الأمرَ لحكمٍ قد مضى\nعلامةً تجعلُه له سببْ\n...\nأو مانعاً أو رخصةً أو يُجتنَبْ\nلكونِهِ فاسداً او عزيمَةْ\n...\nأو رخصةً أحكامها سليَمةْ\nوزاد فيها الآمديُّ واحداً\n...\nحكم المباح قال تخييراً بدا\nالجزء: 1 ¦ الصفحة: 106\n",
        "الحكم التكليفي\nوقد مضى تعريفُه وأنَّهُ\n...\nأدَّى إلى التحريمِ أو ما يكرَهُ\nوالندبِ والإيجابِ والإباحَهْ\n...\nوالحنفيُّ قَسَّمَ الكراهَهْ\nقسمين تنزيهاً وتحريماً رضي\n...\nوزادَ حكماً سابعاً بالفرضِ\nالواجب\nما طلبَ الشارِعُ فيهِ الفِعلَ مِن\n...\nمُكلَّفٍ حتماً كصومٍ في زَمَنْ\nأمَّا مِنَ الثَّوابِ والعقابِ\n...\nفاعِلُهُ استَحَقَّ للثَّوابِ\nويَسْتَحِقُّ التَّاركُ العِقابا\n...\nفافهَمْهُ كَيْ تُنَافِسَ الطُلاَّبَا\nويثبتُ الواجبُ بالخِطابِ\n...\nثمانِ أوْجُهٍ على أبْوَابِ\nالأَمْرُ نحوَ الأَمْرِ بالصَّلاةِ\n...\nإِقامَةً والأمْرُ بالزَّكاةِ\nوالمصدَّرُ النائِبُ عَنْ فعلٍ كما\n...\nضربَ الرِّقابِ إِنْ لقيتُمْ ظالِم\nمضارع بلامِ أمرٍ يَقْتَرنْ\n...\nمثالُه إنفاقُ ذي الوسعة مِنْ\nسَعَتِهِ. كذاك باسم الفعل مَهْ\n...\nكذا عليكُمْ وذا في الأمر لَهْ\nخامِسُها التَّصريحُ بالأَمْرِ كما\n...\nيأمركُمْ بأنْ تؤدُّوا الذِّممَاَ\nوغيرُ ذاكَ مِنْ أساليبِ اللُّغَة\n...\nكَ (كُتِب الصيامُ) ثُمَّ (الحَجُّ لَهْ)\nوبعدَهُ التَّرتيبُ للعُقوبَةِ\n...\nلتارِكِ الفعلِ كما الأُضْحيةِ\nوالثامِنُ التَّصرِيحُ بالإِيجابِ\n...\nوالفرضِ كالصِّيامِ في الصَّوابِ\nوقسِّمَ الواجِبُ قسمينِ هُمَا\n...\nمُؤَقَّتٌ ومُطْلَقٌ.. فَكُلُّ مَا\nطلَبهُ محتماً معيناً\n...\nلوقتِهِ مُؤَقَتٌ.. مثلُ مِنَى\nوكلُّ ما طلَبَهُ وأَطْلَقَهْ\n...\nفمطلَقٌ مثلُ النُّذُورِ المُطْلَقَةْ\nفَحيثُما أدَّاهُ مطْلَقاً ولَوْ\n...\nفي غيرِ وقتِهِ قبولَهُ رَأَوْا\nوجَعَلُوا المُؤَقَّتُ الذّي مَضَى\n...\nستَّةَ أنواعٍ لمن قد ارتضى\nفأولٌ مؤقتٌ مضيَّقُ\n...\nكَرَمَضَانَ كله مستغرَقُ\nوبعدَهُ مُؤَقَّتٌ مُوَسَّعُ\n...\nكالصلواتِ الخَمْسِ فهي تَسَعُ\nوالثالثُ المُؤَقَّتُ المشتبهُ\n...\nلم يَتَّسِعْ فرضاً سِواهُ معهُ\nوالوقتُ ما استغرقَهُ جميعَهُ\n...\nكالحجِ.. فانظُرْ ضيقَه ووسعَهُ\nفهذه الثَّلاثُ في توقيتِهِ\n...\nوخذ ثلاثاً من لدن تنفيذِهِ\nفَفِعلُهُ في وقتِهِ المُقَدَّرِ\n...\nشَرعاً له فهو الأداءُ..فاحْذَرِ\nوشرطُه بأَنْ يكونَ أوَّلا\n...\nوالثان أن يعيدَه مستكملا\nلنَقصِهِ في وقته، واسمُهُ\n...\nإعادَةٌ.. فاذكرُهْ يَسْهُلْ فهمُهْ\nوالثالثُ القضاءُ وهو فعلُهُ\n...\nمستدرَكاً وقد تمضَّى ظلُّهُ\nوقُسِّمَ الواجِبُ في المِقْدارِ\n...\nقسمانِ: محدودٌ كما الظِّهارُ\nوالثانِ لم يحدَّدِ البَشيرُ\n...\nحداً لَهُ مثالُه التَّعْزيرُ\nوقسَّمُوهُ باعتبارِ الفاعِلِ\n...\nفالأَوَّلُ: العَيْنِيُّ.. لم يُساهِلِ\nفي فعلِهِ مِنْ خلقِهِ مُكلَّفَاً\n...\nمثلُ الصِّيامِ والزَّكاةِ والوفَا\nوواجِبُ الكفايَةِ الذِّي إذَا\n...\nأتاهُ بعضُهم كفاهُمْ مِنْهُ ذَا\nمثالُهُ رَدُّ السَّلامِ والجهادْ\n...\nلكنَّه عينٌ إذا تُغَزَّى البلاَدُ\nكَذَا إِذَا لم يُستَنَبْ سِوَاهُ\n...\nعينٌ عليهِ ثابِتٌ أدَاهُ\nوقسَّموهُ باعتبارِ ذَاتِهِ\n...\nمعيناً مخيراً في ذاتِهِ\nفكلُّ ما طلبُهُ وعينَهْ\n...\nمعينٌ كردِّ غصبٍ كان لَهْ\nومنْهُ ما طلَبهُ وخَيرَّا\n...\nفلَمْ يُعَيِّن عَينَهُ ويَسَّرا\nكالحكمِ في كفارَةِ اليَمينِ\n...\nكذاكَ في إطلاقِ أَسْرى الدينِ\nوكُلُّ ما لَيْسَ يَتِمُّ الواجِبُ\n...\nإِلاَّ بهِ فإنُّهُ لواجِبُ\nالجزء: 1 ¦ الصفحة: 106\n",
        "المصلحة المرسلة\nما طلبَ الشارعُ فعلَه بلا\n...\nجزمِ فمندوباً تراه جُعلا\nوقيلُ ما يحمَدُ فاعلٌ لَهُ\n...\nولا يُذَمُّ تارِكٌ أهمَلَهُ\nويستحقُّ الفاعِلُ الثَّوابَا\n...\nوليسَ يلقَى التَّارِكُ العِقَابَا\nويَظْهَرْ المَنْدوبُ بالصَّريحِ\n...\nكقولِهِ سَنَنْتُ في التَّرويحِ\nكذاكَ في الطَّلَبِ غَيْر الجازم\n...\nكآية الديون للتراحم\nوحيثُ لا ترتيبَ للعِقَابِ\n...\nفي الحكمِ كالرُّخْصَةِ في الصَّوابِ\nوكل ما طلبَهُ تحبيباً\n...\nمبيِّنا لفَضْلِهِ تَرغيباً\nواعتبِرَ المنْدوبُ مأموراً بِهِ\n...\nلِلشَّافِعي وأحمدٍ وصَحْبِهِ\nوذاكَ حيثُ طاعةً يَدعُونَهْ\n...\nوأَنَّهُ في الدِّين يِطْلُبونَهْ\nودلَّلُوا بقسمةِ الأمرِ إلى\n...\nنَدْبٍ وإيجابٍ بذا الأَمْرُ جَلا\nواختلف الأحناف في ذي المسئلة\n...\nوجعلوا الأمر مجازاً فادعُ له\nلوكان مأمورا به لكانا\n...\nتاركه معاقباً مهاناً\nوعللوا بسنة السواك\n...\nوكونه في (افعل) حقيق زاكي\nوالندب أنواع ثلاث توجدُ\n...\nمؤكد.. وغيره.. وزائدُ\nأولها فاعله يثابُ\n...\nولا ينال التاركَ العقابُ\nلكنه معاتبٌ ملومُ\n...\nكسنة الفجر.. وذا مفهومُ\nوالثانِ في إتيانه ثوابُ\n...\nوليس في هجرانه عتابُ\nوكلُّ ما قد كان فعل المصطفى\n...\nولم يشرَّعْ فهو برٌّ ووفا\nيثابُ إن نوى به المتابعة\n...\nكالنوم والمشي على المسارعة\nولم يكُ المندوبُ تكليفاً وما\n...\nحكاه الاسفراني ليس ملزما\nواختلفوا هَلْ يَلْزم الإتمامُ\n...\nبعدَ الشُّروعِ فيه.. فالإِمامُ\nالشَّافعيُّ قالَ لا ولا قَضَا\n...\nلا إثْمَ في تركِ الذي نَدْباً مَضَى\nوقالَ إنَّهُ أداءُ نافِلَهْ\n...\nوليسَ إسقاطاً لواجبٍ فَمَهْ\nوقالَ إنَّ الصَّوْمَ كالإِنفاقِ\n...\nأَعِدْ إذا شَرَعْتَ بالإنفاقِ\nكذاكَ نصُّهم أميرُ نفسِهِ\n...\nإنْ شاءَ صامَ أو يَشَأْ فلينتَهِ\nوحُجَّةُ الأحنافِ قولُ ربِّنا\n...\nلا تبطِلُوا أعمالَكُمْ في شَرْعِنا\nوإنَّما المندوبُ حَقُّ ربِّنا\n...\nفلنلتَزِمْ قضاءَهُ إنْ فاتَنا\nواَنَّهمْ قاسُوهُ بالمَنْدُورِ\n...\nوذاكَ وهْنٌ واضِحُ الظُّهورِ\nوظاهرٌ للأولينَ الغَلَبَةْ\n...\nونَصُّهم في البابِ أقْوى مَغْلَبَةْ\nوالنَّدبُ خادمٌ لما قَدْ وَجَبَا\n...\nوالندبُ بالكُلِّ وُجوباً صَحِبَا\nالجزء: 1 ¦ الصفحة: 106\n",
        "الحرام\nما طلبَ الشَّارعُ تركَهُ على\n...\nوجهٍ مِنَ الإلزامِ حِرمةً جَلا\nوقيلَ ما يُذَمُّ شرعاً فاعِلُهْ\n...\nوزيَد فيهِ ما يثابُ تارِكُهْ\nويثبتُ التحريمُ بالصريحِ\n...\nكحرمةِ المَيْتِ عَدا المذْبُوحِ\nوصيغَةُ النَّهْي (ولا تَجَسَّسُوا)\n...\nوطلبُ اجتنابِه ك (اجتنِبُوا)\nكذاكَ لفظُ لا يحلُّ فاعلمِ\n...\nك (لا يَحِلْ مالُ مرءٍ مُسلمِ)\nكذاكَ ما ترتبَ العقابُ\n...\nعليه، أي سيغضبُ الوهابُ\nكغضبِ اللهِ ومقتِ اللهِ\n...\nكذاكَ حربُ اللهِ لعنُ اللهِ\nوحكمُه وجوبُ تركِهِ على\n...\nمكلفٍ، فإنْ أتاهُ خُذِلا\nوجعَلُوا ما حُرِّمَ ابتداءً\n...\nمحرماً لذاتِهِ سَواءً\nمَعْ نفسِهِ أو غيِرِه محرَّماً\n...\nكالخمرِ والميسرِ أو شَربِ الدِّمَا\nوكل ما شُرِعَ ثمَ حرِما\n...\nفاحكُمْ بهِ لغيرهِ مُحَرَّمَا\nكالصَّوم يومَ العيدِ والصَّلاة\n...\nبِكُلِّ مَغْصُوبٍ كذَا الزَّكاة\nواختلفوا في حُكْمِ عَقْدِهم على\n...\nمحرَّمٍ لغيرِه، فقيلَ: لا\nفرقَ، ففاسِدٌ وباطلٌ وذَا\n...\nللشَّافِعي بهِ الجميعُ أَخَذَا\nوفَصَّلَ الأحْنافُ هذي المسألَةْ\n...\nفجُعِلَتْ فاسدةً لا باطِلَة\nوغالبُ الحرامِ ما قد عُيِّنا\n...\nكالخمرِ والقتلِ الحرامِ والزنا\nوربما خُيِّر في تحريِمِهِ\n...\nمثل طلاقِ البعضِ من حريمِهِ\nكذاكَ في زواجِ الاختين معاً\n...\nكذاك أمَّاً وابنةً أن يجمَعَا\nوفي الوجوبِ يحرمُ النقيضُ\n...\nوفي الحرامِ الواجبُ النقيضُ\nالجزء: 1 ¦ الصفحة: 106\n",
        "المكروه\nما طلبَ الشارعُ تركَهُ بلا\n...\nجزم فذا المكروهُ شرعاً جُعِلا\nوقيلَ ما يمدحُ تاركٌ لَهُ\n...\nولا يُذَمُّ فاعلٌ يفعلُه\nويثبتُ المكروهُ بالتَّصريحِ\n...\nكأبغضِ الحلالِ في التسريحِ\nوكلُّ ما طُلِبَ مِنْكَ تركُهُ\n...\nودلَّ أنَّما المرادُ كُرْهُه\nكالبيعٍ عند ساعة الصلاةٍ\n...\nوكالسؤالٍ عن أمورٍ تأتي\nويستحقُّ التاركُ الثَّوابا\n...\nوليسَ يلقى الفاعلُ العَذابَا\nوالحقُّ في المكروهِ أنَّهُ نُهي\n...\nعن فعلِهِ فالتركُ مأمورٌ به\nوالحقُّ أن ليسَ بهِ تكليفُ\n...\nوالاسفراني قالَ: بلْ تَكليفُ\nوفرَّقَ الأحنافُ في المكروه:\n...\nذي حرمةٍ منه وذي تنزيه\nما طلبَ الشارعُ جازماً لَهُ\n...\nتركاً. وذا بالظنِّ.. تحريما فَهُو\nمثاله لبسُ الحريرِ والذهب\n...\nفذلك المكروهُ تحريما وجَبْ\nوكل ما طلبَ تركَه بلا\n...\nجزمٍ.. فذا المكروهُ تنزيهاً جَلا\nوالشافعية لهم تقسيمُ\n...\nفحيث قد خصَّص ذا مفهومُ\nوإن يكُ النهيُ بلا تخصيصِ\n...\nخلاف أولى اجعلْه في التخصيص\nالجزء: 1 ¦ الصفحة: 106\n",
        "المباح\nوكل ما قد خُيِّرَ المكلفُ\n...\nفي الفعلِ والتركِ مباحاً يعرفُ\nوقيلَ ما لا يمدحُ المفارقُ\n...\nله، ولا يذمُّ من يجانفُ\nوحيث ما نصَّ به صريحاً\n...\nكافعل إذا شئت فقد أُبيحا\nكذاك حيث قال لا جناحا\n...\nونحوه (لا إثم) قد أباحا\nوالأمر إن ترد به قرينَةْ\n...\nتبيحه كالأكل أو كالزينَةْ\nوالأمر بعد حظرِهِ إن وَرَدا\n...\nكالصيدِ بعد الحلِّ حيث قصدا\nوالنصُّ بالحلِّ صُراحاً مثلَما\n...\nطعامُهم حلُّ لكم كذا الإِمَا\nوالأصل في الأشياء أن تباحا\n...\nما لم يرد نصٌّ بها صراحاً\nوحكُمه لم يُطلبْ اجتنابُهْ\n...\nمنَّا ولم يَرِدْ كَذَا اقترابُهْ\nوكلُّ ما قصدْتَهُ للهِ\n...\nمِنَ المباحِ طاعةٌ للهِ\nولَمْ يكُنْ في الحقِّ مأموراً بهِ\n...\nوخالف الكَعْبيُّ في ترتيبِهِ\nأقسامه ثلاثة أولها\n...\nلا ضر في إتيانها وتركها\nكالأكلِ واللباسِ والثيابِ\n...\nوالصيدِ والصباغِ والشرابِ\nوالثانِ ما في أصله محرمُ\n...\nوضرُّه محققٌ محتَّمُ\nلكنه أُبيحَ للضرورَةْ\n...\nوذاك في الأمثلةِ المشهورَةْ\nوالثالثُ المعفوُّ عنه دينا\n...\nما كان عند الجاهليِّ دينا\nوربما تجتمعُ الأحكامُ\n...\nفي واحدٍ مثالُهُ الطعامُ\nالجزء: 1 ¦ الصفحة: 106\n",
        "الحكم الوضعي\nتعريفه في اللغة الإيلادُ\n...\nوالتركُ والإسقاطُ إذ يرادُ\nوهو اصطلاحا كلمات ربنا\n...\nتعلقت بجعل شيء ما هنا\nشرطاً لفعلٍ أوصحيحاً أو سببْ\n...\nأو مانعاً أو فاسداً فليجتنِبْ\nأو رخصةً في الشيء أو عزيمَةْ\n...\nفسر على طريقتي القويمَةْ\nويقسم الوضعيُّ في ارتباطِهِ\n...\nبحكمِ تكليفٍ لخمسة به\nالشرطُ و\nالسبب\nُ والعزيمة\n...\nأو رخصةٌ سميحة كريمة\nوالرابعُ المانعُ والصحيحُ\n...\nأو فاسدٌ أو باطلٌ صريحُ\nالجزء: 1 ¦ الصفحة: 106\n",
        "السبب\nوالسَّبَبُ الوصفُ الجليُّ المنضبطْ\n...\nدلَّ لَهُ دليلُ سمعِ واشتُرِطْ\nلَدى الدليلِ كونُه معرِّفاً\n...\nللحكمِ وهو حكمُ شرعيٍّ كَفَى\nوحينَما يوجَدُ فالمسبَّبُ\n...\nلا بُدَّ موجود كما قد هذبوا\nوحيثما يُعدَمُ فالمسبَّبُ\n...\nلا بُدَّ مَعْدومٌ كما قَدْ كَتَبُوا\nمثالُه أَنَّ الزِّنَا تَسَبَّبا\n...\nفي الحدِّ فالحدُّ به وجَبَا\nأقسامُهُ من جهة الموضوعِ\n...\nقسمانِ: فالوقتيُّ للجميعِ\nمثالُهُ الظهرُ لدى الزوالِ\n...\nولصيام الشهرِ بالهلالِ\nوالمعنويْ مثالُهُ الإسكارُ\n...\nسبَّبَ تحريماً كذا القمارُ\nأقسامه من جهة المكلف\n...\nقسمان فافهمها لدي تكتفي\nأولها ملكْتَ فيه المقدرَةْ\n...\nكالبيعِ والقتلِ فخُذْ للآخرَةْ\nوربما يكون مأموراً بِهِ\n...\nمثاله النكاحُ مأمورٌ بِهِ\nوربما نهاكَ عنه الشارعُ\n...\nكالسرقاتِ وكذاك القاطعُ\nوربما يباحُ كالذبيحِ\n...\nيحلُّ أكلُهُ على الصحيحِ\nوالثان ليس في يديك المقدرةْ\n...\nمثل الزوال في الصلاة الحاضرةْ\nوإنما الأسبابُ مقصوداتُ\n...\nلغيرها.. أي المسبَّبَاتُ\nوالسببُ المشروعُ ما أدى إلى\n...\nمصلحةٍ وإن يكن فيه بلا\nمثاله الجهادُ في الفيافي\n...\nفربَّما أدى إلى إتلافِ\nوغير مشروع كما أدى إلى\n...\nمفسدةٍ مثل تبنِّي من خلا\nويقسم السببُ في تأثيرِهِ\n...\nفي الحكمِ قسمين على تحريرِهِ\nمؤثّرٌ وذاك يدعى العلَّةْ\n...\nكالسكرِ في التحريمِ فهو العلَّةْ\nوغير ما أثَّر وهو الذي\n...\nكالوقتِ ليس علةً لحكمِ ذي\nوباعتبار نوعِ ما تسبَّبا\n...\nفإنه قسمان فامْح الريبا\nأولها لحكم تكليف ظهَرْ\n...\nمثاله الصوم إذا هلَّ القمَرْ\nوالثانِ للحلِّ أو الملكيّة\n...\nكالعتقِ والبيعِ كذا الزوجيَّة\nوباعتبار مصدر العلاقَةْ\n...\nبينهما أقسامُهُ ثلاثَةْ\nأولها الشرعي وهو ما زكى\n...\nمن حكم شرعٍ كالصلاة والزكَا\nوبعدها العقليُّ وهو ما نَتَجْ\n...\nعن حكمِ عقلٍ كالنقيضِ في المحَجْ\nوالثالث العادي وهو ما جرى\n...\nعرفٌ به أو عادةٌ بلا مرا\nولازم عند وجود السببِ\n...\nحتماً له الوجود للمسبَّبِ\nولازمٌ عند انعدام السببِ\n...\nحتماً له الزوال للمسبَّبِ\nالجزء: 1 ¦ الصفحة: 106\n",
        "الشرط\nوالشرط ما الوقوف بالوجودِ\n...\nللحكم شرعاً منه للوجودِ\nوكان عنه خارجاً ويلزمُ\n...\nمن عدمِ الشرط لحكمٍ عدمُ\nوإنه كالركن إلا أنهُ\n...\nمختلفُ فافهمه وافهم فَنَّهُ\nفالشرطُ جاءَ خارجَ الماهيَّةْ\n...\nوالركنُ جاءَ داخلَ الماهيَّةْ\nويلزمُ العدمُ من عدمِهِ\n...\nكذلك السببُ في عدمِهِ\nأما إذا وجدَ شرط لم يَجِبْ\n...\nوجودُ حكم. فتعلَّمْ واستطِبْ\nويقسَمُ الشرطُ لدى ارتباطِهِ\n...\nبسببٍ نوعين في احتياطِهِ\nفحيث جاءَ مكملاً للسببِ\n...\nفالحولُ مكملُ النصابِ فانجبِ\nوقد يجيءُ مكملُ المسببِ\n...\nكالستر مكملاً بلوغاً للصبي\nوباعتبار جهة اشتراطِهِ\n...\nنوعان. فالشرعي لارتباطِهِ\nبالشارعِ العليِ كالأحكامِ\n...\nوسائر الحدود والصيامِ\nوبعده الجَعْليّ وهو ما اشتُرِطْ\n...\nمن المكلف الذي له اشتُرِطْ\nكالمهرِ في تقديمِهِ في فعلِهِ\n...\nوالبيع في استلامه ونقلِهِ\nوشرطه إن جاء أن يوافقا\n...\nللشرعِ مثلَ البيع حيث أطلقا\nوباعتبار نوع ما يربطه\n...\nبكل مشروط ثلاث عَدُّه\nأولها الشرعيُّ كالوضوءِ\n...\nشرط الصلاة بعد ما طروءِ\nوبعده العقليُّ من عقولنا\n...\nنتاجُهُ كالفهمِ في تكليفنا\nثالثها العاديُّ وهو ما نَتَجْ\n...\nعن عادة كالنارِ تكوي من وَلَجْ\nفهل يُرى تكليفُهُ بالحكمِ\n...\nمع فقده لشرطِهِ؟ خلفٌ نُمِيْ\nمثاله هل خوطبَ الكفارُ\n...\nبالفرعِ من تشريعِنا.. فاحتاروا\nفقيل بالصحة للتكليفِ\n...\nوالشرط لم يحصل بلا تخفيفِ\nقاسوه بالجنبِ في تكليفِهِ\n...\nبكل فرضٍ.. ثم في تعنيفِهِ\nفي الذكر للكفار عند تركهم\n...\nأمْرَ الصلاةِ رغم حالِ كفرهِمِ\nوخالف الأحناف في اشتراطهم\n...\nلسائر الكفار إيماناً لهم\nوما رآه الأولون أرجحُ\n...\nدليلهم منمّقٌ موضَّحُ\nالجزء: 1 ¦ الصفحة: 106\n",
        "المانع\nوالمانعُ الوصفُ الجليُّ المنضبِطْ\n...\nكالقتلِ في الميراثِ حيثُ يختلِطْ\nويلزمُ العدمُ من وجودِهِ\n...\nأفتِ به لكلِّ مستفيدِهِ\nولم يجبْ من عدمٍ له عَدَمْ\n...\nولا وجودٌ.. فتعلم لا تُنَمْ\nويقسم المانع في تأثيرِهِ\n...\nعليهما قسمين في تحريرِهِ\nأولها لحكمة النقيضِ\n...\nكالترك للصلاة في المحيضِ\nفربما اجتمع بالتكليفِ\n...\nمثل المثال السابق الظريفِ\nوربما لم يجتمع به كما\n...\nفي النوم والجنون.. فابقَ مسلما\nوربما ينقلبُ اللزومُ\n...\nمخيَّراً.. مثالُهُ السقيمُ\nوالثان ما أخل حكمةَ السببْ\n...\nفالدينُ في الزكاةِ أبطلَ السببْ\nوالحنفيُّ قسَّمَ الموانعا\n...\nلخمسةٍ فكن لديَّ سامعا\nما يمنع انعقادَ أيِّ سببِ\n...\nكبيعِ حرٍّ أو كإفتاءِ الصبي\nوالثانِ ما يمنعُ من تمامِهِ\n...\nكبيعِ ذي الفضولِ غيرَ مالِهِ\nثالثها يمنعُ بدءَ الحكمِ\n...\nمثلَ خيارِ الشرطِ للمسلَّمِ\nرابعُها يمنعُ من تمامِهِ\n...\nمثلَ خيارِ العينِ في إلمامِهِ\nوالخامسُ المانع من لزومِهِ\n...\nمثل خيارِ العيبِ في لزومِهِ\nالجزء: 1 ¦ الصفحة: 106\n",
        "الصحيح وغير الصحيح\nوعرفوا الصحيحَ دونَ ريبَةْ\n...\nترتُّبُ الثمرةِ المطلوبَةْ\nشرعاً عليهِ منه أي ترتبتْ\n...\nآثارُهُ كامِلَةً وأوجبتْ\nوغيره ما لم ترتَّبْ بعدَهُ\n...\nآثارُهُ فافهمْ لهذا عنَدهُ\nفما مضى يقال عنه الباطل\n...\nلكلِّهم.. والحنفي قائل\nيغايرُ الفسادُ بطلاناً، ولم\n...\nيميزِ الجمهورُ في تعريفِهِمْ\nالجزء: 1 ¦ الصفحة: 106\n",
        "العزيمة والرخصة\nفي الأصلِ ما شرعَ للأنامِ\n...\nجميعِهم بدءاً من الأحكامِ\nفإنه عزيمةٌ مبيَّنَةْ\n...\nوما سواه رخصَةٌ معيَّنَةْ\nوطالما لم يطرأِ الترخيصُ\n...\nعليه فهو الأصلُ والتنصيصُ\nوفي العزيمة من الأنواعِ\n...\nأربعةٌ تظهر باطِّلاعِ\nفالأول الغالب وهو ما شُرِعْ\n...\nمن أول الأمر لكل متَّبِعْ\nوالثان ما شرع للطَّوارئِ\n...\nكالنهيِ عن سبِّ أولي التناوءِ\nوالثالثُ النَّاسخُ للَّذي سَبَقْ\n...\nفالنَّاسِخُ العزمُ..على هذا اتَفَق\nرابِعُها استثني مِمَّا قَدْ حُكِمْ\n...\nكقولِهِ لدى الزَّواجِ ما عُلِمْ\n(والمحصناتُ مِنَ نِساءٍ إلاَّ\n...\nما ملكَتْ أيمانُكم) أَحَلاَّ\nوالرُّخْصةُ الحكْمُ الذي أثبتَّهُ\n...\nخلاف أصلٍ لدليلٍ سُقْتَهُ\nسبَّبَهُ عذرٌ مبيحٌ كالَّذي\n...\nأتاهُ عمَّارُ بنُ ياسِرَ فذِيْ\nوتشَملُ الأحكامَ كُلَّها سِوَىْ\n...\nحكمَ المحرَّماتِ فاترُكِ الهَوَىْ\nفالواجبُ الأكلُ لِمَنْ يُضْطَرُّ\n...\nلميتةٍ بذاكَ قَد أقَرُّوا\nوالنَّدبُ كالقصرِ لمن يُسافِرُ\n...\nثمَّ المُباحُ والطبيبُ ناظِرُ\nوالرابعُ المكروهُ كالنُّطْقِ بِما\n...\nيكْفُر فيهِ ظاهِراً إنْ أُرْغِما\nوتُجْعَلُ الرُّخصةُ أنواعاً على\n...\nأَرْبعةٍ فافهَمْ لما قد أُجْمِلا\nأوَّلُها ما أسْقَطَ التكليفا\n...\nعن العِبادِ ثُمَّ لَمْ يَحيفا\nعنْ كونِه في أصلهِ محرَّما\n...\nكالأكْلِ للميتَةِ إن تحتَّما\nورجَّحوا الأّخْذَ بها إلاَّ إذا\n...\nأُرغِمَ أنْ يكفُرَ فليقْتَل إِذاً\nوالثانِ ما جَعَلَهُ مُباحاً\n...\nمع قيامِ سَبَبٍ صُراحاً\nمعَ التَّراخي موجبٌ لحكمِهِ\n...\nكالفِطْر في سفرِهِ في يومِهِ\nفها هُنا العزيمةُ المُفَضَّلَهْ\n...\nإلاَّ إذا عمَّا يُهِمُّ أشْغَلَهْ\nوالثالثُ المَنْسُوخُ مِنْ شرعِ الألى\n...\nفهو مجازاً رخصةٌ قَدْ جُعِلا\nولا يجوزُ فِعْلُها تشْرِيعَاً\n...\nفكُنْ لما أذكُرهُ سَمِيْعَاً\nواعتبَرَ الأحنافُ حكْمَ القَصْرِ\n...\nمجازَ رخصةٍ فذاكَ فانْظُرِ\nولا يجوزُ عندَهُمْ أَنْ تُكْمِلا\n...\nفالرُّخْصَةُ التي بها تَنَزَّلا\nواختلَفوا أَيُّهما يُفَضَّلُ\n...\nوالشَّاطبِي لَخَّصَ ما تَوَصَّلُوا\nفقالَ فِيمَنْ رجَّحُوا العَزيمَةْ\n...\nدليلُهُمْ حقاً عظيمُ القيمَةْ\nفأَوَّلاً ثبوتُها بالقَطْعِ\n...\nوتثبتُ الرخصةُ فيها فاسمَعِ\nوثانياً عمومُها إِطلاقاً\n...\nوالرخصُ عارِضٌ بها اتِّفاقَاً\nوأمرُهُ بالصَّبْرِ مثلُ أمرِهِ\n...\nبِها كما النَّبِيُّ عندَ صَبْرِهِ\nوأخذُها يَقضي على الذَّرَائِعِ\n...\nوتَرْكُها يُفْضِي إلى التَّمَايُعِ\nوالأَصْلُ في الشَّرائِعِ التكليفُ\n...\nلا الهونُ والإِسفافُ والتَّخْفيفُ\nأمَّا الذينَ أخَذُوا بِالرُّخْصَةِ\n...\nفَذَلَّلُوا مثلَهُمُ بخمْسَةِ\nفالظَنُّ كالقَطْعِ لدى الأَحكامِ\n...\nفي شرعةِ القرآنِ والإِسْلامِ\nوإنَّما يُقَدَّمُ المُخَصَّصُ\n...\nعلى العمومِ هكذا قد نصَّصُوا\nوأَنَّ هذا الدِّينَ يُسْرٌ فيهِ نَصْ\n...\nوربُّنا يُحِبُّ أَنْ تُؤتَى الرُّخَصْ\nوأنَّ قصدَهُ بِها التخفيفُ\n...\nفاعمَلْ لما يقصدُهُ اللَّطيف\nوتركُها يُودِي إلى السآمَةِ\n...\nوفِعلُها الكفيلُ بالسَّلامةِ\nوإِنَّما التَّرجيحُ مِثْلَمَا تَرَى\n...\nفَقَدِّرِ الشِّقَةَ وارفَعِ المِرَاْ\nالجزء: 1 ¦ الصفحة: 106\n",
        "الحاكم\nوالحاكِمُ الحقُّ هُوَ الإِلَهُ\n...\nفاحكُمْ بِهِمْ كما أرادَ اللهُ\nوربَّما يَظْهَرُ في القرآنِ\n...\nأو في كلامِ السَّيِّدِ العَدْنَانِ\nأو في اجتهادِ العُلماء بَعْدَهُ\n...\nفكلُّهم يبيِّنونَ قَصْدَهُ\nوجاءَ في قُرآنِنَا مُفصَّلاً\n...\nأجْمَلَهُ الرَّحمنُ ثُمَّ فَصَّلاْ\nوجائِزُ إطلاقُهُ أيضاً على\n...\nمَنْ أظهرَ الأَحكامَ أو مَنْ فَصَّلاْ\nفالحاكِمُ الفَصْلُ هُوَ التَّشْرِيْعُ\n...\nوذاكَ بعدَ أَنْ أتَى الشَّفيعُ\nواختَلفوا قبلَ مجيءِ المُصطَفى\n...\nفقيلَ لا حاكِمَ مُطلقاً وَفَىْ\nأمَّا الذينَ اعتَزَلوا فأكَّدُوا\n...\nبأنَّهُ العقلُ كما قَدْ فندُوا\nوسَبَبُ الخلافِ أمرُ الحُسْنِ\n...\nوالقبحِ في العقلِ فَدعْكَ مِنِّيْ\nوهَل يحاسبُ أهالي الفَتْرةِ\n...\nفيهِ خلافٌ هائِلٌ فأثْبِتِ\nفالأشعريونَ نفوا تكليْفَهُمْ\n...\nفَهُمْ سواءٌ محسنٌ مسيئُهُمْ\nوالحُسْنُ والقبحُ مِنَ الشَّرْع عُرِفْ\n...\nوليس بالعقلِ كما بِذَا وُصِفْ\nوخالَفَ الجماعة المُعتزلَةْ\n...\nونُقِلَتْ مِنْهُمْ إِلينا المَسْأَلَةْ\nفأوجَبوا تكليفَ كُلِّ عاقِلِ\n...\nحتماً ولَوْ لَمْ يأتهِمْ مِنْ مُرْسَلِ\nوالحُسن والقبحُ مِنَ العَقْلِ عُرِفْ\n...\nفالشَّرعُ تابعٌ لَهُ ومكتَشِفْ\nوالماتريديونَ جَاؤوا في الوَسَطْ\n...\nفأوجَبُوا معرفَةَ اللهِ فَقَطْ\nوما سوى ذاكَ مِنَ التكليفِ\n...\nنَفَوْهُ عَنْهُمْ.. رحمةَ اللَّطيفِ\nوليسَ حُسْنُ الفِعْلِ مارآهُ\n...\nعَقْلٌ.. ولَكِنْ ما أرادَ اللهُ\nوهكذَا فكُلُّهمْ قَدْ أَجْمَعُوا\n...\nتكليفَ مَنْ تبلُغُهُ ويَسْمَعُ\nواختلفوا في كُلِّ مَنْ لم تَتَّصِلْ\n...\nبهم، نجاةً أَوْ هلاكاً مُتَّصِلْ\nكذاكَ إِنَّ العقلَ هَلْ يعتَبَرُ\n...\nمِنْ أُسُسِ التَّشْريعِ أَصْلاً؟.. نظروا\nجعلَهُ كذلِكَ المُعْتَزِلَةْ\n...\nرَفضَهُ أهلُ النُّهى والمَسْأَلَةْ\nالجزء: 1 ¦ الصفحة: 106\n",
        "المحكوم فيه\nتعريفُهُ فعلُ المُكَلَّفِ الذي\n...\nتعلَّقَ الخِطابُ فيهِ فاحتَذِيْ\nفرُبَّما يجيءُ تكْلِيفيَّاً\n...\nوتارةً تجدُهُ وَضْعِيَّاً\nواشتَرطوا عِلْمَ المكلفينَ بِهْ\n...\nمفصَّلاً فاعرفْهُ حقاً وانتَبِهْ\nواشتَرَطُوا معرفَةً بِالمَصْدَرِ\n...\nوما رَضوْا جهلاً بذاكَ فاحذَرِ\nواشترطُوا اختيارَهُ في فِعْلِهِ\n...\nوتركِهِ.. لا مُلزماً بفعلهِ\nفلا يُكَلَّفُونَ مُستحيلاً\n...\nلِفِعْلِهِ لَمْ يَجِدوا سَبيلاً\nولاَ يكلفُونَ فعلَ غيرِهِمْ\n...\nوتَرْكِهِمْ فأمرُهُمْ لِرَبِّهِمْ\nولا يُكَلَّفُونَ ما قَدْ فُطِرُوا\n...\nدفعاً وجَلْباً.. إذْ هُمُ لَنْ يقدِروا\nوأوِّلِ الظاهِر حيثُ وَرَدَاْ\n...\nلمختَفٍ لهُ الإلهُ قَصَدَاْ\nوأكثرُ الأحنافِ يشرطونا\n...\nحصولَ شرطِ الشرع موقنينا\nفهل جرى التكليفُ للكفارِ\n...\nبالفرعِ في الدين؟.. خلافٌ جارٍ\nوكُلِّفوا مشقةً معتادَةْ\n...\nيفعلُها جميعهم بالعادَةْ\nورخِّصَتْ شديدةُ المشقَّةْ\n...\nفضلَ الإله عند بعد الشُّقَّةْ\nوقسِّمَ المحكومُ فيه حيثما\n...\nنظرْتَ ما هِيَّتَهُ فمنه ما\nرأيته وُجِدَ حسّاً وانتفى\n...\nشرعاً كأكلٍ أو كشربٍ أو شِفا\nوربما سُبِّبَ حكمٌ شرعي\n...\nمنه كما الزنا بأي وضعِ\nوربما بالحسِّ والشرعِ وُجِدْ\n...\nمثالُهُ الحجُّ إذا ما قد قُصِدْ\nوربما بالحسِّ والشرعِ وجِدْ\n...\nورتبت عليه أحكامٌ تَرِدْ\nمثالُهُ النكاحُ والإقالَةْ\n...\nوالبيعُ والتمليكُ والحوالَةْ\nوجملةُ الأحنافِ قسَّموهُ\n...\nحَسَبَ ما يضافُ رتَّبوهُ\nأربعة أولُها للهِ\n...\nمخلَّص ومالَه تناهي\nعبادةٌ ليسَ بها مؤونَةْ\n...\nوبعدها التي بها مؤونَةْ\nثالثها مؤونَةٌ وفيها\n...\nمعنى عبادةٍ تحلُّ فيها\nرابعُها مؤونةٌ وفيها\n...\nمعنى عقوبةٍ تحلُّ فيها\nخامسُها عقوبةٌ محققَةْ\n...\nسادسُها قاصرةٌ منمقَةْ\nسابعُها تدورُ معنى فيها\n...\nعبادةٌ عقوبةٌ تحويها\nثامنُها حقٌّ تمامٌ قائمُ\n...\nبنفسِهِ مثالُهُ الغنائمُ\nأولُها الصلاةُ في الإسلامِ\n...\nوبعدها الفطرةُ في الصيامِ\nوالثالثُ العشرِ ونصفُ العشرِ\n...\nوالرابعُ الخراجُ.. فافهم فكري\nوالخامسُ الزنا وقطعُ الصائلِ\n...\nسادسُها حرمانُ كلِّ قاتلِ\nسابعُها الكفارةُ المفروضَةْ\n...\nثامنها الغنائمُ المقبوضَةْ\nوقِسْمُها الثاني لعبدِ الله\n...\nفأمرُه لَهُ بلا نواهي\nيسقطُهُ إن شاءَ أو يأباهُ\n...\nوإن يشأْ يتركُهُ فذا هو\nوالثالث اجتماعها وإنَّما\n...\nيغلبُ حقُّ ربنا فليعلما\nوالرابع اجتماعُها وإنما\n...\nيغلب حقُّهم بها فليعلما\nفالثالثُ القذفُ وذاكَ يعلَمُ\n...\nوالرابعُ القصاصُ وهو يفهَمُ\nالجزء: 1 ¦ الصفحة: 106\n",
        "المحكوم عليه\nتعريفه الشخصُ الذي تعلَّقَا\n...\nخطابُ ربِّنا به محقَّقَا\nواشترطوا في صحةِ التكليفِ\n...\nشرطين فافهمْهُ ودَعْ تعنيفي\nفالشرط أن يكون قادراً على\n...\nفهم الدليل واضحاً أو مجملا\nوأن يكون عاقلاً وفاهماً\n...\nأي بالغاً أو خمسَ عشرٍ تمما\nوزاد في السنِّ أبو حنيفَةْ\n...\nثلاثةً من بعدها تخفيفَا\nولا تكلِّفْ من به جنونُ\n...\nوخُذْ فروعاً بعد ذا تكونُ\nفكل من تصوَّرَ الخطابا\n...\nلو كافراً مكلفٌ صوابا\nوحيثما توجه الخطابُ\n...\nإلى الصبيْ فالأصلُ والصوابُ\nبأنه من الوليِّ يطلَبُ\n...\nومثلُهُ المجنونُ وهو المذهبُ\nولا يكلف الأعجام قبل أنْ\n...\nيترجموه أو تصلهم المننْ\nوشرطُهُ الثاني بأنْ يكُونَا\n...\nأهلاً لما كلَّفَهُ يَقينَا\nوالأهلُ منْ يصلُحُ للإلزَامِ\n...\nوصالحٌ أيضاً لِلالْتزامِ\nوتقسم الأهليةُ اثنتانِ\n...\nوجوبٌ أو أداءُ في البيانِ\nوربما تكونُ في الوجوبِ\n...\nناقصةً كالطفلِ في النحيبِ\nفتثبتُ الحقوقُ لَهْ ولا يَجِبْ\n...\nعليه واجبٌ وأمرٌ مُطَّلِبْ\nوتكمل الأهلية النقيصَةْ\n...\nإذا أتى طفلا بلا نقيصَةْ\nوتقسمُ الأداءُ أقساماً إلى\n...\nثلاثةٍ فخُذْ بياناً مجملا\nعديمةٍ في الطفلِ حتى ميَّزا\n...\nومثلُهُ المجنونُ دوماً أُحرِزا\nوناقصٌ في كلِّ معتوهٍ وفي\n...\nكلِّ مميِّزٍ إلى أن يكتفي\nوكامل الأهلية الذي بَلَغْ\n...\nوكان عاقلاً فإنه بَزَغْ\nوربما يعرِضُ للأهليَّةْ\n...\nأمر يزيلها بلا بقيَّةْ\nكالنومِ والجنونِ والإغماءِ\n...\nكذلك الإكراهُ في البلاءِ\nوربما أنقصَها مثلُ العَتَهْ\n...\nفاقبلْه إن نفَعَهُ وزادَ لَهْ\nوربما غيرَ بعضَ الحكمِ\n...\nكَسَفَهٍ وغفلَةٍ ومَغرَمِ\nالجزء: 1 ¦ الصفحة: 106\n",
        "خاتمة\nوهكذا قد تمتِ المنظومَةْ\n...\nنظمتُها واضحةً مفهومَةْ\nأرجو بها الثوابَ والغفرانَا\n...\nوالعفوَ والإكرامَ والإحسانَا\nوأرفع الشكرَ الجميلَ والثنا\n...\nلكل من أنارَ دربَنا لنا\nأولهم أستاذي المربي\n...\nأنار لي دربي وأحيا قلبي\nإمامُنا وشيخُنا كفتارو\n...\nوصحبهُ الأفاضلُ الأبرارُ\nكذاك للمؤصِّلِ الأصيلِ\n...\nأستاذِنا محمد الزحيلي\nجزاهم الرحمن خير ما جزى\n...\nشيخاً به اقتدى المريد واحتذى\nوالحمد لله على التمامِ\n...\nفي البدء والموضوع والختامِ\nالجزء: 1 ¦ الصفحة: 106\n",
        "سبحان ربك رب العزة عما يصفون\nوسلام على المرسلين\nوالحمد لله رب العالمين\nالجزء: 1 ¦ الصفحة: 106\n",
        ""
    ]
}