{
    "1": [
        "شرح حديث ابن عباس في الفرائض\nشرح حديث ابن عباس في الفرائض\nعبد المحسن بن محمد المنيف\nالكتاب:\nشرح حديث ابن عباس في الفرائض\nالمؤلف:\nعبد المحسن بن محمد المنيف\nالناشر:\nالجامعة الإسلامية بالمدينة المنورة\nالطبعة:\nالسنة الخامسة والثلاثون. العدد الواحد والعشرون بعد المائة. (1424هـ) / 2004م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "ال\nمقدمة\nإن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله صلى الله عليه وسلم.\n{يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلا وَأَنْتُمْ مُسْلِمُونَ} 1 {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً} 2 {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً} 3.\nأما بعد: فإن الله سبحانه وتعالى بعث محمدا صلى الله عليه وسلم بجوامع الكلم 4، وخصه ببدائع الحكم5، فعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"بعثت بجوامع الكلم \" 6.\n1 سورة آل عمران الآية102\n2 سورة النساء الآية1\n3 سورة الأحزاب الآية 70-71\n4 جوامع الكلم هو إيجاز اللفظ مع تناوله المعاني الكثيرة جدا. انظر شرح صحيح مسلم للنووي13/170.\n5 انظر جامع العلوم والحكم1/5.\n6 أخرجه البخاري في كتاب الجهاد باب قول النبي صلى الله عليه وسلم \"نصرت بالرعب مسيرة شهر\" 6/128 ط مع الفتح، ومسلم بنحوه في أول كتاب المساجد ومواضع الصلاة1/371، 372.\nالجزء: 1 ¦ الصفحة: 93\n",
        "ومن الأحاديث الجوامع للكلم حديث عبد الله بن عباس رضي الله عنهما عن النبي صلى الله عليه وسلم قال: \" ألحقوا الفرائض بأهلها فما بقي فهو لأولى رجل ذكر \" كما ذكر ذلك الحافظ ابن رجب في مقدمته لكتاب \" جامع العلوم والحكم \" حيث قال رحمه الله: \" لأنه الجامع لقواعد الفرائض التي هي نصف العلم \"1.\nفرغبت شرح هذا الحديث مع بيان الأحكام الفرضية المستنبطة منه وقد جمعت ما يتعلق بهذا الحديث من كتب المحدثين والفقهاء والفرضيين التي تيسر لي الوقوف عليها وقد كان من أسباب اختياري لشرح هذا الحديث غير ما ذكر ما يأتي:-\n1-\nبيان كلام أهل العلم في الحكمة في تقييد الرسول صلى الله عليه وسلم الرجل يكونه ذكرا.\n2-\nجمع ما تفرق من الأحكام المستنبطة من هذا الحديث في مكان واحد.\n3-\nرغبة المساهمة في جمع ما يتعلق بهذا الحديث: رواية ودراية حيث إني لم أجد حسب اطلاعي القاصر من قام بذلك.\nوقد رتبته على تمهيد وخمسة مباحث وخاتمة.\nالتمهيد: في التعريف بعلم الفرائض، ويشتمل على ثلاثة مطالب:-\nالمطلب الأول: تعريف الفرائض لغة واصطلاحا\nالمطلب الثاني: أهمية علم الفرائض في الكتاب والسنة\nالمطلب الثالث: أقسام الإرث\nالمبحث الأول: ألفاظ الحديث وتخريجها\n1 جامع العلوم والحكم1/9\nالجزء: 1 ¦ الصفحة: 94\n",
        "المبحث الثاني: معاني مفردات الحديث\nالمبحث الثالث: المعنى الإجمالي للحديث\nالمبحث الرابع: الحكمة في تقييد الرجل بكونه ذكرا\nالمبحث الخامس: الأحكام المستنبطة من الحديث\nوفيه ثلاثة مطالب:-\nالمطلب الأول: الأحكام المتفق عليها بين الأئمة الأربعة.\nالمطلب الثاني: الأحكام الراجحة من الحديث\nالمطلب الثالث: الأحكام المرجوحة من الحديث\nالخاتمة في نتائج البحث\nوسرت على المنهج الآتي:-\n1-\nقمت بجمع المادة العلمية، ثم ترتيبها على حسب ما أراه مناسبا.\n2-\nرجعت إلى الكتب المعتمدة في جمع ما يتعلق بهذا الحديث سواء من كتب الحديث أو الفقه أو الفرائض، وحاولت النقل من المصدر الأقدم في الغالب.\n3-\nسلكت في الأحكام المستنبطة من الحديث الطريقة الآتية:-\nأ - إذا كان الحكم متفق عليه بين الأئمة الأربعة، فإني أقتصر على ذكر من حكى الاتفاق فقط.\nب - إذا كان الحكم المستنبط من الحديث هو القول الراجح، فإني أذكر من قال بهذا القول من العلماء، ثم أذكر من خالف في ذلك من العلماء المشهورين مع ذكر دليلين لما استدلوا به والجواب عنهما.\nج - إذا كان الحكم المستنبط من الحديث هو: القول المرجوح، فإني أذكر من قال بهذا القول من العلماء المشهورين، ثم أذكر القول الراجح ومن\nالجزء: 1 ¦ الصفحة: 95\n",
        "قال به من العلماء المشهورين، وذكر ما تيسر من أدلتهم، ثم الجواب عن الاستدلال بهذا الحديث.\n3-\nقمت بعزو الآيات إلى سورها مع بيان رقم الآية.\n4-\nقمت بتخريج الأحاديث الواردة في البحث، فإذا كان الحديث في الصحيحين فإني اكتفي بذلك، وإذا كان في أحدهما فإني أضم إلى ذلك تخريجه من السنن الأربعة ومسند الإمام أحمد، وإذا كان في غيرهما فإني أخرجه من السنن الأربعة، وأذكر ما وقفت عليه من كلام المحدثين حول الحديث صحة أو ضعفا.\n5-\nقمت بتوضيح الكلمات الغريبة.\nهذا ما تيسر لي بحثه، مع اعترافي بالتقصير لكني ولله الحمد والمنة بذلت ما في وسعي من بحث ووقت وجهد، فأسأل الله عز وجل أن ينفعني به، وينفع به من قرأه والله ولي التوفيق، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.\nالجزء: 1 ¦ الصفحة: 96\n",
        "التمهيد\nالمطلب الأول تعريف الفرائض لغة واصطلاحا\n...\nالتمهيد\nوفيه ثلاثة مطالب:\nالمطلب الأول: تعريف الفرائض لغة واصطلاحا\nالمطلب الثاني: أهمية علم الفرائض في الكتاب والسنة\nالمطلب الثالث: أقسام الإرث\nالجزء: 1 ¦ الصفحة: 97\n",
        "المطلب الأول: تعريف الفرائض لغة واصطلاحا\nالفرائض لغة: جمع فريضة مأخوذة من الفرض، والفرض له معان كثيرة منها ما يأتي:\n1-\nالحز، ومنه فرض القوس وهو الحز الذي في طرفه حيث يوضع الوتر.\n2-\nالقطع، ومنه قولك فرضت لفلان كذا من المال أي قطعت له.\n3-\nالوجوب، تقول: فرضت الشيء أفرضه فرضا أي أوجبته، ومنه قوله تعالى {سُورَةٌ أَنْزَلْنَاهَا وَفَرَضْنَاهَا} 1 أي ألزمناكم العمل بما فرض فيها.\n4-\nالتبيين، ومنه قوله تعالى {قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُم} 2 أي بين لكم ما تتحللون به من الأيمان التي عقدتموها.\n5-\nالفرض الهبة، يقال ما أعطاني فرضا ولا قرضا.\n6-\nالمفروض المقتطع المحدود، ومنه قوله تعالى {نَصِيباً مَفْرُوضاً} 3 أي نصيبا محددا ومقطوعا.\n7-\nالفريضة ما فرض من السائمة من الصدقة، والفريضة الهرمة المسنة 4.\nوأما تعريف الفرائض في الاصطلاح فلها عدة تعاريف، وسأقتصر على بعض تعريفات الفرضيين لها.\nالتعريف الأول:\nفقه المواريث، وعلم الحساب الموصل لمعرفة ما يخص كل ذي حق من التركة.\n1 سورة النور الآية 1\n2 سورة التحريم الآية 2\n3 سورة النساء الآية7\n4 انظر: الصحاح 3/1097، 1098، ولسان العرب 7/202 – 206، والقاموس المحيط 2/ 339، 340، وتاج العروس 18/ 475-488.\nالجزء: 1 ¦ الصفحة: 98\n",
        "وهذا التعريف للشيخ العلامة الفرضي أحمد بن محمد بن الهائم، والشيخ العلامة الفرضي عبد الله بن محمد الشنشوري، والشيخ العلامة الفرضي عبد القادر بن أحمد بن بدران من الحنابلة1.\nالتعريف الثاني:\nفقه المواريث، وما ضم إلى ذلك من حسابها.\nوهذا التعريف للشيخ العلامة الفرضي صالح بن حسن البهوتي، وتبعه عليه كل من الشيخ إبراهيم بن عبد الله بن سيف، والشيخ عبد الرحمن ابن محمد بن قاسم، والشيخ عبد العزيز بن ناصر الرشيد، وسماحة شيخنا الشيخ عبد العزيز بن عبد الله بن باز2.\nالتعريف الثالث:\nمعرفة من يرث، ومن لا يرث، ومن يحجب، ومن لا يحجب\nوهذا تعريف الأخضري من المالكية3.\nالتعريف الرابع:\nعلم بأصول من فقه وحساب، تعرف حق كل من التركة\nوهذا تعريف الشيخ عبد الملك البتني من الحنفية4.\nوفي النظر في هذه التعاريف أجد أن التعريف الأول، والثاني، والرابع تعاريف جامعة تشمل على فقه الفرائض وعلى حساب الفرائض بخلاف التعريف الثالث فإنه\n1 انظر كفاية الحفاظ مع شرحها نهاية الهداية1/104؛ وفتح القريب المجيب شرح كتاب الترتيب1/5؛ والبدرانية في شرح الفارضية ص7،8.\n2 انظر عمدة كل فارض مع شرحها العذب الفائض1/12؛ وحاشية الرحبية ص9؛ وعدة الباحث ص3، والفوائد الجلية في المباحث الفرضية ص5.\n3 انظر شرح الدرة البيضاء ص41\n4 انظر شرح خلاصة الفرائض ص4،5\nالجزء: 1 ¦ الصفحة: 99\n",
        "تعريف غير جامع حيث لا يشتمل على حساب الفرائض.\nوأجد كذلك أن التعريف الثاني مشابه للتعريف الأول إلا أن الجزء الثاني من التعريف الثاني يعتبر مختصرا من الجزء الثاني من التعريف الأول، وهذا الاختصار غير مخل للمقصود من التعريف.\nالجزء: 1 ¦ الصفحة: 100\n",
        "المطلب الثاني: أهمية علم الفرائض في الكتاب والسنة\nأهمية الفرائض في الكتاب تتضح مما يأتي:\n1-\nفصل الله سبحانه وتعالى الفرائض ثلاث آيات من كتابه أكثر من غيرها مثل الصلاة فهي مجملة في كتاب الله وبينها رسول الله صلى الله عليه وسلم بيانا شافيا1. ولهذا: ذكر الحافظ ابن كثير: إن علم الفرائض مستنبط من هذه الآيات الثلاث وهي الآية الحادية عشرة، والآية الثانية عشرة والآية الأخيرة من سورة النساء2.\n2-\nأن الله سبحانه تولى قسمة الفرائض بنفسه فلم يكلها إلى ملك مقرب، ولا إلى نبي مرسل، بل بينها سبحانه في محكم كتابه3.\n3-\nأن الله عز وجل جعل هذا التقسيم فريضة كما قال تعالى في آخر الآية الأولى من آيات الفرائض {آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعاً فَرِيضَةً مِنَ اللَّهِ إِنَّ اللَّهَ كَانَ عَلِيماً حَكِيماً} 4.\n1 انظر التحقيقات المرضية ص12\n2 انظر تفسير ابن كثير1/457.\n3 انظر فقه المواريث1/11\n4 سورة النساء الآية 11\nالجزء: 1 ¦ الصفحة: 100\n",
        "4 -\nأن الله سبحانه وتعالى وعد من أطاعه في تقسيم الفرائض على وجهها الشرعي دخول الجنة، وهذا فضل عظيم يدل على أهمية الفرائض. قال تعالى بعد أن ذكر الآية الأولى والثانية من آيات الفرائض {تِلْكَ حُدُودُ اللَّهِ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ} 1.\n5-\nأن الله سبحانه وتعالى توعد من لم يطعه أو لم يطع رسوله عليه الصلاة والسلام، وتعدى حدود الله عز وجل؛ وذلك بأن لم ينفذ فرائضه ومنها تقسيم الفرائض على الوجه الشرعي بدخول النار. قال تعالى {وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَاراً خَالِداً فِيهَا وَلَهُ عَذَابٌ مُهِينٌ} 2.\nولهذا قال الحافظ ابن كثير في تفسير هاتين الآيتين ما نصه: \" أي هذه الفرائض، والمقادير التي جعلها الله للورثة - بحسب قربهم من الميت واحتياجهم إليه وفقدهم له عند عدمه - هي: حدود الله فلا تعتدوها، ولا تجاوزوها؛ ولهذا قال {وَمَنْ يُطِعِ اللَّهَ وَرَسُولَه} أي فلم يزد بعض الورثة ولم ينقص بعضها بحيلة ووسيلة، بل تركهم على حكم الله وفريضته وقسمته {يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَاراً خَالِداً فِيهَا وَلَهُ عَذَابٌ مُهِينٌ} 3 أي لكونه غير ما حكم الله به، وضاد الله في حكمه، وهذا إنما يصدر عن عدم الرضا بما قسم الله وحكم به، ولهذا يجازيه بالإهانة في العذاب الأليم \" 4.\nوأما أهمية الفرائض في السنة فتتضح في الآتي:\n1 سورة النساء الآية 13\n2 سورة النساء الآية14\n3 سورة النساء آية 13،14\n4 تفسير ابن كثير1/461.\nالجزء: 1 ¦ الصفحة: 101\n",
        "1-\nأن الرسول صلى الله عليه وسلم أمر بتنفيذ الفرائض على وجهها الشرعي كما في أول هذا الحديث الذي أنا بصدد شرحه.\n2-\nأن الرسول صلى الله عليه وسلم بين بعض أحكام الفرائض ومنه آخر هذا الحديث الذي أنا بصدد شرحه حين وضح الرسول صلى الله عليه وسلم مصرف التركة بعد أصحاب الفرائض. ومنه ميراث الجدة فقد ثبت بالسنة النبوية الصحيحة، فعن قبيصة بن ذؤيب أنه قال جاءت الجدة إلى أبي بكر الصديق رضي الله عنه تسأله ميراثها، فقال: مالك في كتاب الله شيء وما علمت لك في سنة رسول الله شيئا، فارجعي حتى أسأل الناس فسأل الناس فقال المغيرة بن شعبة حضرت رسول الله صلى الله عليه وسلم أعطاها السدس، فقال أبو بكر: هل معك غيرك؟ فقام محمد بن مسلمة الأنصاري فقال مثلما قال المغيرة، فأنفذه لها أبو بكر الصديق1.\n3-\nأن الرسول صلى الله عليه وسلم روي عنه عدة أحاديث في فضل علم الفرائض وفي الحث على تعلمها وسأقتصر على حديثين مما اشتهر عند علماء الفرائض.\nالحديث الأول:\nعن أبي هريرة رضي الله عنه قال: قال رسول الله عليه وسلم \" يا أبا هريرة تعلموا الفرائض وعلموها فإنه نصف العلم وهو ينسى وهو أول\n1 أخرجه أبو داود في كتاب الفرائض باب ميراث الجدة3/316-317، والترمذي في أبواب الفرائض باب ميراث الجدة4/419-420، وابن ماجه في كتاب الفرائض باب ميراث الجدة2/909-910، والإمام مالك في الموطأ في كتاب الفرائض باب ميراث الجدة2/513، وقال الحافظ ابن حجر في التلخيص الحبير3/82 \" إسناده صحيح لثقة رجاله إلا أن صورته مرسل فإن قبيصة لا يصح له سماع من الصديق ولا يمكن شهوده للقصة قاله ابن عبد البر بمعناه \".\nالجزء: 1 ¦ الصفحة: 102\n",
        "شيء ينزع من أمتي \" 1.\nالحديث الثاني:\nعن عبد الله بن مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وآله وسلم: \" تعلموا القرآن وعلموه الناس، وتعلموا الفرائض وعلموه الناس فإني امرؤ مقبوض وإن العلم سيقبض وتظهر الفتن حتى يختلف الاثنان في الفريضة لا يجدان من يقضي بها \" 2.\n1 أخرجه ابن ماجه في كتاب الفرائض باب الحث على تعليم الفرائض2/908، والدارقطني4/67، والحاكم في مستدركه4/332، وسكت عنه ولم يوافقه الذهبي حيث قال: قلت حفص واه بمرة. والبيهقي في السنن الكبرى6/209، وقال تفرد به حفص بن عمر وليس بالقوي، والعقيلي في الضعفاء1/271، في ترجمة حفص بن عمر وقال: \"ولا يتابع عليه لا يعرف إلا به\"، وابن حبان في المجروحين1/255، في ترجمة حفص بن عمر وقال: \"لا يجوز الاجتجاج به بحال \"، وابن عدي في الكامل2/791 في ترجمة حفص بن عمر، وقال: \"وحديثه كما ذكر البخاري منكر الحديث\". والخطيب البغدادي في تاريخ بغداد 3/319، وابن الجوزي في العلل المتناهية في الأحاديث الواهية1/128-129، وقال: \"هذا حديث لا يصح عن رسول الله صلى الله عليه سلم، والمتهم به حفص بن عمر بن أبي العلاف قال البخاري هو منكر الحديث رماه يحيى النيسابوري بالكذب\"، والمزي في تهذيب الكمال7/4، وقال الحافظ بن حجر في التلخيص الحبير3/79: ومداره على حفص بن عمر بن أبي العطاف وهو متروك والحديث مشهور عند الفرضيين، وقد حسن سند ابن ماجه سبط المارديني في شرحه على المنظومة الرحبية ص 23، وحكم عليه الشيخ محمد بن عبد الباقي الزرقاني في كتابه مختصر المقاصد الحسنة ص 86 بقوله حسن لغيره.\n2 أخرجه النسائي في السنن الكبرى في كتاب الفرائض باب الأمر بتعليم الفرائض4/64 وأشار إليه الترمذي في كتاب الفرائض باب ما جاء في تعليم الفرائض /414 حيث ذكر سنده ولم يذكر لفظه، والحاكم في مستدركه4/333 واللفظ له وقال: هذا حديث صحيح الإسناد ولم يخرجاه ووافقه الذهبي في تلخيصه، وأخرجه البيهقي في السنن الكبرى 6/208، والمزي بسنده العالي في تهذيب الكمال11/378، وقال الهيثمي في مجمع الزوائد4/223، رواه أبو يعلى، والترمذي وفي إسناده من لم أعرفه وفي سنده سليمان ابن جابر الهجري، قال الذهبي في ميزان الاعتدال2/198: \"شيخ\n...\nولا يعرف سليمان \"، وقال الحافظ بن حجر في التقريب1/322 مجهول وهذا الحديث مشهور عند الفرضيين وقد قال سبط المارديني في شرحه على المنظومة الرحبية ص23 \"وحسنه المتأخرون \".\nالجزء: 1 ¦ الصفحة: 103\n",
        "المطلب الثالث أقسام الإرث\nإرث بالفرض\n...\nالمطلب الثالث: أقسام الإرث\nالإرث ينقسم إلى قسمين:\nالقسم الأول: إرث بالفرض.\nالقسم الثاني:\nإرث بالتعصيب\n.\n* فالقسم الأول: الإرث بالفرض.\nوالفروض المقدرة ستة في كتاب الله، والسابع ثلث الباقي ثبت بالاجتهاد، وإليك ملخص ذلك:\n1-\nأصحاب النصف وهم ستة:\nأ - الزوج ويستحقه بشرط واحد وهو: عدم الفرع الوارث الذي هو الابن وابن الابن وإن نزل بمحض الذكور، والبنت وبنت الابن وإن نزل أبوها بمحض الذكور.\nب - البنت وتستحقه بشرطين وهما: عدم المعصب وهو أخوها؛ لأن وجود الابن ينقلها إلى التعصيب. وعدم المشارك وهو أختها؛ لأن وجود بنت أخرى تنتقل هي وإياها إلى الثلثين.\nج - بنت الابن وتستحقه بثلاثة شروط وهي: عدم المعصب وهو ابن الابن. وعدم المشارك وهي بنت الابن الأخرى. وعدم الفرع الوارث الذي هو أعلا منها من ابن فيحجبها وبنت فتنقلها إلى السدس تكملة للثلثين.\nالجزء: 1 ¦ الصفحة: 104\n",
        "د - الأخت الشقيقة وتستحقه بأربعة شروط وهي: عدم المعصب، وهو الأخ الشقيق. وعدم المشارك وهي الأخت الشقيقة الأخرى، وعدم الفرع الوارث، وعدم الأصل من الذكور الوارث من أب أو جد.\nهـ - الأخت لأب وتستحقه بخمسة شروط وهي: عدم المعصب وهو الأخ لأب، وعدم المشارك وهي الأخت لأب الأخرى. وعدم الفرع الوارث، وعدم الأصل من الذكور الوارث من أب أو جد، وعدم الأخ الشقيق والأخت الشقيقة.\n2-\nأصحاب الربع وهم اثنان:\nأ - الزوج ويستحقه بشرط واحد وهو: وجود الفرع الوارث وهم الأولاد وأولاد الأبناء.\nب - الزوجة وتستحقه بشرط واحد وهو: عدم الفرع الوارث.\n3-\nصاحب الثمن وهو واحد:\nالزوجة وتستحقه بشرط واحد وهو وجود الفرع الوارث.\n4-\nأصحاب الثلثين وهم أربعة:\nأ - البنات ويستحقنه بشرطين: أن يكن اثنتين فأكثر، وعدم المعصب.\nب - بنات الابن ويستحقنه بثلاثة شروط وهي: أن يكن اثنتين فأكثر، وعدم المعصب، وعدم الفرع الوراث الذي هو أعلا منهن.\nج - الأخوات الشقيقات ويستحقنه بأربعة شروط وهي: أن يكن اثنتين فأكثر، وعدم الفرع الوارث، وعدم الأصل من الذكور الوارث.\nد- الأخوات لأب ويستحقنه بخمسة شروط وهي: أن يكن اثنتين فأكثر، وعدم المعصب، وعدم الفرع الوارث، وعدم الأصل من الذكور الوارث، وعدم الأخ الشقيق والأخت الشقيقة.\nالجزء: 1 ¦ الصفحة: 105\n",
        "5-\nأصحاب الثلث وهما اثنان:\nأ - الأم وتستحقه بثلاثة شروط وهي: عدم الفرع الوارث، وعدم الجمع من الإخوة مطلقا، وعدم كون المسألة إحدى الغراوين.\nب - الإخوة لأم ويستحقونه بثلاثة شروط وهي: وجود المشارك، وعدم الفرع الوارث، وعدم الأصل من الذكور الوارث.\n6 -\nأصحاب السدس وهم سبعة:\nأ - الأم وتستحقه بشرط واحد وهو: وجود الفرع الوارث أو وجود الجمع من الإخوة.\nب- الأب ويستحقه بشرط واحد وهو: وجود الفرع الوارث.\nج- الجد ويستحقه بشرطين وهما: عدم الأب، ووجود الفرع الوارث.\nد- بنت الابن فأكثر وتستحقه بشرطين وهما: عدم المعصب، وعدم الفرع الوارث الذي هو أعلى منها سوى صاحبة النصف من بنت أو بنت ابن أعلى منها فإنها لا تستحق السدس إلا معها تكملة للثلثين.\nهـ- الأخت لأب فأكثر وتستحقه بشرطين وهما: عدم المعصب، وكونها مع أخت شقيقة مستحقة للنصف فرضا.\nو ولد الأم وهو الأخ لأم أو الأخت لأم ويستحقه بثلاثة شروط وهي: عدم المشارك، وعدم الفرع الوارث، وعدم الأصل من الذكور الوارث.\nز- الجدة وتستحقه بشرط واحد وهو: عدم الأم.\nوأما ثلث الباقي فتستحقه الأم في المسألتين الغراوين وهما: زوج، وأم، وأب، أو زوجة، وأم، وأب.\nالجزء: 1 ¦ الصفحة: 106\n",
        "* وأما القسم الثاني فهو ال\nإرث بالتعصيب\n.\nوالتعصيب ينقسم إلى قسمين:\nالجزء: 1 ¦ الصفحة: 106\n",
        "القسم الأول وهو العصبة بالنسب.\nالقسم الثاني وهو العصبة بالسبب.\nفالقسم الأول: العصبة بالنسب ينقسم إلى أنواع ثلاثة:\n1-\nعصبة بالنفس، وأصنافهم اثنا عشر وهم على الترتيب الآتي:\nالابن، ثم ابن الابن، ثم الأب، ثم الجد، ثم الأخ الشقيق، ثم الأخ لأب، ثم ابن الأخ الشقيق، ثم ابن الأخ لأب، ثم العم الشقيق، ثم العم لأب، ثم ابن العم الشقيق، ثم ابن العم لأب.\n2-\nعصبة بالغير وأصنافهم أربعة:\nأ - البنت فأكثر مع الابن فأكثر.\nب - بنت الابن فأكثر مع ابن الابن فأكثر.\nج - الأخت الشقيقة مع الأخ الشقيق فأكثر.\nد - الأخت لأب مع الأخ لأب فأكثر.\n3-\nعصبة مع الغير وهما صنفان:\nأ - الأخت الشقيقة فأكثر مع البنت، أو بنت الابن فأكثر.\nب - الأخت لأب فأكثر مع البنت، أو بنت الابن فأكثر.\nوالقسم الثاني من العصبة عصبة السبب أي الولاء وهم المعتق أو المعتقة، ثم عصبتهما المتعصبون بأنفسهم وهم الذكور فقط، وحصرهم وارد كما في القسم الأول من العصبة.\nوما ذكرته هو ملخص الورثة واستحقاقهم، ومن أراد التفصيل مع التمثيل فهو موجود في كتب الفرضيين1.\n1 انظر فتح القريب المجيب1/17-31، والعذب الفائض1/46-93، والفوائد الجلية ص9-16.\nالجزء: 1 ¦ الصفحة: 107\n",
        "المبحث الأول: ألفاظ الحديث وتخريجها\nوالحديث له لفظان وإليك تخريجهما:\nاللفظ الأول:\nعن ابن عباس رضي الله عنهما عن النبي صلى الله عليه وسلم قال: \" ألحقوا لفرائض بأهلها فما بقي فهو لأولى رجل ذكر\" أخرجه البخاري في كتاب الفرائض باب ميراث الولد من أبيه وأمه1، وفي باب ميراث ابن الابن إذا لم يكن ابن2، وفي باب ميراث الجد مع الأب والإخوة3، وفي باب ابني عم أحدهما أخ للأم والآخر زوج4.\nوأخرجه مسلم في كتاب الفرائض باب ألحقوا الفرائض بأهلها فما بقي فهو لأولى رجل ذكر5.\nوأخرجه الترمذي في كتاب الفرائض باب في ميراث العصبة6، وأخرجه النسائي في السنن الكبرى في كتاب الفرائض باب ابنة الأخ مع أخت لأب وأم7\n1 صحيح البخاري12/11 ط مع الفتح.\n2 صحيح البخاري12/16\n3 صحيح البخاري12/18\n4 صحيح البخاري12/27\n5 صحيح مسلم3/1233\n6 سنن الترمذي4/418\n7 سنن النسائي الكبرى4/71\nالجزء: 1 ¦ الصفحة: 108\n",
        "اللفظ الثاني:\nعن ابن عباس قال: قال رسول الله صلى الله عليه وسلم \" أقسموا المال بين أهل الفرائض على كتاب الله فما تركت الفرائض فلأولى رجل ذكر \"\nأخرجه مسلم في كتاب الفرائض باب ألحقوا الفرائض بأهلها فما بقي فلأولى رجل ذكر1.\nوأخرجه أبو داود في كتاب الفرائض باب في ميراث العصبة2.\nوأخرجه ابن ماجه في كتاب الفرائض باب ميراث العصبة3.\n1 صحيح مسلم3/1234\n2 سنن أبي داود3/319\n3 سنن ابن ماجه2/915\nالجزء: 1 ¦ الصفحة: 109\n",
        "المبحث الثاني: معاني مفردات الحديث\nألحقوا: بفتح الهمزة وكسر الحاء أي أوصلوا1.\nالفرائض: الألف واللام للعهد وهي الأنصباء المقدرة في كتاب الله وهي النصف، والربع، والثمن، والثلثان، والثلث، والسدس2.\nبأهلها: من يستحقها بنص كتاب الله عز وجل3.\nاقسموا: فعل أمر من القسم وهو فرز المال إلى أجزاء4.\nالمال: المراد بالمال هنا هو ما خلفه الميت.\nأهل الفرائض: أي الأنصباء المقدرة في كتاب الله، والمراد بأهلها المستحقون لها بنص القرآن5.\nعلى كتاب الله: أي على وفق ما نزل في كتابه6.\nفما بقي: أي فضل بعد إعطاء ذوي الفروض فروضهم المقدرة لهم7.\nفلأولى رجل ذكر: أقرب رجل ذكر، فلأولى بفتح الهمزة واللام وبينهما واو ساكنة، أفعل تفضيل مأخوذة من الولي بسكون اللام على وزن الرمي، وهو\n1 انظر مرقاة المفاتيح6/229\n2 انظر إحكام الأحكام4/15، وإكمال إكمال المعلم5/560، وفتح الباري12/11\n3 انظر فتح الباري12/11.\n4 انظر المصباح المنير2/503\n5 انظر عون المعبود شرح سنن أبي داود8/104\n6 انظر فتح الباري12/11\n7 انظر إحكام الأحكام شرح أصول الأحكام3/230\nالجزء: 1 ¦ الصفحة: 110\n",
        "القرب أي لمن يكون أقرب في النسب. وليس المراد بأولى هنا أحق بخلاف قولهم الرجل أولى بماله؛ لأنه لو حمل هنا على أحق لخلي عن الفائدة؛ لأنا لا ندري من هو الأحق1.\n1 انظر معالم السنن4/97، وشرح النووي على صحيح مسلم11/53، وفتح الباري 12/11، والعذب الفائض1/79.\nالجزء: 1 ¦ الصفحة: 111\n",
        "المبحث الثالث: المعنى الإجمالي للحديث\nاختلف شراح الحديث في المعنى الإجمالي لهذا الحديث على قولين:\nالقول الأول: وهو المشهور عند كثير من شراح الحديث، وممن ذكر ذلك الخطابي، وابن بطال، والبغوي، وابن دقيق العيد، والحافظ ابن حجر، والعيني، والصنعاني، والشوكاني، وعبد العظيم آبادي1، ونص عليه من الفرضيين الشيخ عبد الله الشنشوري، والشيخ إبراهيم الباجوري، والشيخ العلامة صالح بن فوزان 2.\nويتلخص معنى هذا الحديث على هذا القول: اعطوا الفرائض المقدرة لمن سماها الله لهم فما بقي بعد هذه الفروض، فيستحقه أولى الرجال أي لأقرب رجل ذكر.\nالقول الثاني: ذكره الحافظ ابن رجب واختاره: أن المراد بقوله عليه الصلاة والسلام \" ألحقوا الفرائض بأهلها \" وقوله عليه الصلاة والسلام \" اقسموا المال بين أهل الفرائض \" جملة من سماه الله في كتابه من أهل المواريث من ذوي الفروض والعصبات كلهم فإن كل ما يأخذه الورثة فهو فرض فرضه الله لهم سواء كان مقدرا أو غير مقدر كما قال بعد ذكر ميراث الوالدين، والأولاد {فَرِيضَةً مِنَ اللَّهِ} 2 وفيهم ذو فرض وعصبة، وكما قال {لِلرِّجَالِ\n1 انظر: معالم السنن 4/97؛ وشرح صحيح البخاري لابن بطال 8/348، وشرح السنة 8/326؛ وإحكام الأحكام شرح عمدة الأحكام 4/16؛ وفتح الباري 12/11؛ وعمدة القارئ شرح صحيح البخاري 23/326؛ وسبل السلام 3/149، 150؛ ونيل الأوطار 5/170، وعون المعبود 8/104.\n2 سورة النساء الآية 11\nالجزء: 1 ¦ الصفحة: 112\n",
        "نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيباً مَفْرُوضاً} 1.\nوهذا يشمل العصبات وذوي الفروض فذلك قوله \" اقسموا الفرائض بين أهلها على كتاب الله \" يشمل قسمته بين ذوي الفروض والعصبة على ما في كتاب الله، فإن قسم على ذلك، ثم فضل منه شيء فتخص الفاضل أقرب الذكور من الورثة، ولذلك إذا لم يوجد في كتاب الله تصريح بقسمته بين من سماه الله من الورثة فيكون المال حينئذ لأولى رجل ذكر منهم، فهذا الحديث مبين لكيفية قسمة المواريث المذكورة في كتاب الله بين أهلها، ومبين لقسمة ما فضل من المال عن تلك القسمة مما لم يصرح به في القرآن من أحوال أولئك الورثة، وأقسامهم، ومبين أيضا لكيفية توريث بقية العصبات الذين لم يصرح بتسميتهم في القرآن. فإذا ضم هذا الحديث إلى آيات القرآن انتظم ذلك كله معرفة قسمة المواريث بين جميع ذوي الفروض والعصبات، وذكر هذا المعنى الحافظ ابن رجب واختاره 2. وأشار إليه ابن قيم الجوزية وهو مقتضى ما ذهب عليه الطحاوي، وابن التين 2.\nوالفرق بين المعنيين أنه على المعنى الأول فالحديث دخله التخصيص حيث خص منه العصبة بالغير، والعصبة مع الغير. وعلى المعنى الثاني فالحديث ليس فيه تخصيص؛ لأن أول الحديث \" ألحقوا الفرائض بأهلها \" يدخل فيه الفروض المقدرة في كتاب الله، والعصبة بالغير، والعصبة مع الغير، والمراد بآخر الحديث بقية العصبات، والله أعلم بالصواب.\n1 سورة النساء الآية 7\n2 انظر جامع العلوم والحكم3/256-276.\nالجزء: 1 ¦ الصفحة: 113\n",
        "المبحث الرابع الحكمة في تقييد الرجل كونه ذكرا\n...\nالمبحث الرابع: الحكمة في تقييد الرجل بكونه ذكرا\nاختلف العلماء في الحكمة في تقييد الرجل بكونه ذكرا على عدة أقوال إليك بيانها:-\nالقول الأول:\nأنه لما كان الرجل يطلق في مقابلة المرأة، والصبي، جاءت الصفة لبيان أنه في مقابلة المرأة. وممن ذكر ذلك الشيخ زكريا الأنصاري، والشيخ منصور البهوتي، والشيخ إبراهيم بن سيف1.\nالقول الثاني:\nأنه قد يطلق الرجل ويراد به الشخص، مثل قول الرسول صلى الله عليه وسلم \" من أدرك ماله بعينه عند رجل، أو إنسان قد أفلس فهو أحق به من غيره \" 2, ولا فرق بين أن يجده عند رجل، أو امرأة فتقييده بالذكر ينفي هذا الاحتمال، وتخلصه للذكر دون الأنثى وهو المقصود. وممن ذكر ذلك الحافظ ابن رجب3.\n1 انظر فتح العلام بشرح الإعلام بأحاديث الأحكام للشيخ زكريا الأنصاري ص499، ونهاية الهداية شرح كفاية الحفاظ1/203، 204، وكشاف القناع4/471؛ والعذب الفائض1/79.\n2 أخرجه البخاري في كتاب الاستقراض باب إذا وجد ماله عند مفلس في البيع والقرض والوديعة فهو أحق به5/62، ومسلم في كتاب المساقاة باب من أدرك ما باعه عند المشتري وقد أفلس فله الرجوع منه3/1193.\n3 انظر جامع العلوم والحكم3/276.\nالجزء: 1 ¦ الصفحة: 114\n",
        "القول الثالث:\nالتنبيه على سبب استحقاقه وهو الذكورة التي هي سبب العصوبة، وسبب الترجيح في الإرث، ولهذا جعل للذكر مثل حظ الأنثيين. وممن ذكر ذلك الشيخ محمد المازري، والقاضي عياض، والنووي1.\nالقول الرابع:\nلبيان أن الإحاطة بالميراث إنما يكون للذكر دون الإناث إجماعا، والذي يقول ترث الابنة جميع المال النصف بالميراث، والنصف بالرد إنما هو شيئان في كل واحد منهما لا يحيط بالميراث، وإنما تكون الإحاطة بالسبب الواحد، وليس ذلك إلا للذكر فلأجل هذا نبه عليه بكونه ذكرا. وممن ذكر ذلك ابن العربي2.\nالقول الخامس:\nإنما كرر للبيان في نعته بالذكورة؛ ليعلم أن العصبة إذا كان عما أو ابن عم مثلا، وكان معه عمة أو بنت عم أنها لاترث، ولا يكون المال بينهما للذكر مثل حظ الأنثيين. وممن ذكر ذلك الخطابي3.\nالقول السادس:\nأنه للتأكيد، وبه قال ابن التين والصنعاني4.\nالقول السابع:\nأنه احتراز من الخنثى؛ لأن الخنثى لا يحوز المال إذا انفرد، نقله جمع منهم\n1 انظر المعلم بفوائد مسلم2/221، وإكمال المعلم بفوائد مسلم5/328، 329، وشرح صحيح مسلم للنووي11/53، وانظر فتح الباري12/13\n2 انظر عارضة الأحوذي8/246، 247.\n3 نقله عنه الحافظ ابن حجر في الفتح12/12.\n4 انظر فتح الباري12/12، وسبل السلام3/149\nالجزء: 1 ¦ الصفحة: 115\n",
        "ابن الأثير، والحافظ ابن حجر1.\nالقول الثامن:\nأنه لبيان أن العاصب يرث صغيرا كان أو كبيرا بخلاف عادة الجاهلية إذ لا يورثون إلا الرجل الكبير. وممن نقل ذلك الشيخ محمد حبيب الله الشنقيطي، والشيخ عبد الرحمن بن محمد بن قاسم2.\nالقول التاسع:\nفقوله أولى رجل ذكر يريد القريب في النسب الذي قرابته من قبل رجل وصلب لا من قبل بطن رحم، فالأولى هنا هو ولي الميت فهو مضاف إليه في المعنى دون اللفظ، وهو في اللفظ مضاف إلى النسب وهو الصلب، فعبر عن الصلب بقوله: \" أولى رجل \"؛ لأن الصلب لا يكون إلا رجلا فأفاد بقوله:\" لأولى رجل \" نفي الميراث عن الأولى الذي هو من قبل الأم كالخال، وأفاد بقوله:\" ذكر\" نفي الميراث عن النساء، وإن كن من المدلين إلى الميت من قبل صلب، لأنهن إناث3. وإليه ذهب السهيلي رحمه الله وقرر في كتابه كتاب الفرائض وشرح آيات الوصية أن ما ذكره يزيل الإشكال الوارد على الحديث، ثم قال رحمه الله: وسبب الإشكال من وجهين: أحدهما أنه لما كان مخفوضا ظن نعتا لرجل، ولو كان مرفوعا لم يشكل، كأن يقال فوارثه أولى رجل ذكر. والثاني: أنه جاء بلفظ أفعل، وهذا الوزن إذا أريد به التفضيل كان بعض ما يضاف إليه كفلان أعلم إنسان فمعناه أعلم الناس فتوهم أن المراد بقوله \" أولى رجل \" أولى الرجال وليس كذلك، وإنما هو أولى الميت بإضافة\n1 انظر النهاية في غريب الحديث2/164، وفتح الباري12/12.\n2 انظر فتح المنعم ببيان ما احتيج إليه من زاد المسلم1/50، وأحكام الأحكام شرح أصول الأحكام3/230.\n3 انظر كتاب الفرائض وشرح آيات الوصية ص85، 86\nالجزء: 1 ¦ الصفحة: 116\n",
        "النسب وأولى صلب بإضافته كما تقول: هو أخوك أخو الرخاء لا أخو البلاء. قال: فالأولى في الحديث كالولي1.\nالموازنة بين هذه الأقوال\nفي النظر في هذه الأقوال أجد ما يأتي:\n1-\nأنه ورد على القول الخامس ما ذكره الحافظ ابن حجر بقوله: وتعقب بأن هذا ظاهر من التعبير بقوله \" رجل \" والإشكال باق إلا أن كلامه بنحل إلى أنه للتأكيد2.\n2-\nأنه ورد على القول السادس ما ذكره القرطبي بما خلاصته: \" قيل للتأكيد اللفظي ورد بأن العرب إنما تؤكد حيث يفيد فائدة إما تعين المعنى في النفس وإما رفع توهم المجاز، وليس ذلك موجودا هنا \"3.\n3-\nورد على القول التاسع ما قاله الحافظ ابن رجب حيث بقول: \" وللسهيلي كلام على هذا الحديث فيه تكلف وتعسف شديد ولا طائل تحته وقد رده عليه جماعة ممن أدركناهم والله أعلم \"4.\nوقال الحافظ ابن حجر بعد ذكره كلام السهيلي ما نصه: \" ولا يخلو من استغلاق \" 5.\nوقال أيضا: \"وقد أوردته كما وجدته ولم أحذف منه إلا أمثلة أطال بها وكلمات طويلة تبجح بها بسبب ما ظهر له من ذلك والعلم عند الله تعالى\"6.\n1 انظر كتاب الفرائض وشرح آيات الوصية ص86، وفتح الباري12/12.\n2 فتح الباري12/12.\n3 انظر المفهم لما أشكل من تلخيص كتاب مسلم4/565، 566، وفتح الباري12/12.\n4 جامع العلوم والحكم3/276.\n5 انظر فتح الباري12/12.\n6 فتح الباري 12/13.\nالجزء: 1 ¦ الصفحة: 117\n",
        "4-\nقلت: يرد على القول السابع ما ورد على القول الخامس؛ لأن كلمة رجل يخرج بها الخنثى، والله أعلم بالصواب.\n5-\nأن القول الثالث والرابع بينهما تقارب من جهة أن كلا من القولين يدل على التنبيه على سبب استحقاقه وهو كونه ذكرا؛ ولهذا فإنه إذا انفرد حاز جميع المال دون الإناث.\n6-\nأن القول الأول يدل على نفي أن يكون الرجل في مقابلة الصبي، وهذا هو مضمون القول الثامن.\n7-\nأن القول الثاني يدل على نفي أن يكون المراد بالرجل الشخص فلا تدخل المرأة في مضمون كلمة رجل.\nوبهذا ظهر لي رجحان ما ذهب إليه أصحاب القول الأول والثاني والثالث والرابع. وعلى هذا تتلخص الحكمة في تقييد الرجل بكونه ذكرا في حكم ثلاث:\nالحكمة الأولى: أنه لما كان الرجل يطلق في مقابلة المرأة والصبي، جاءت الصفة لبيان أنه في مقابلة المرأة وأنه لا فرق بين الصبي والبالغ، وهذا هو القول الأول وهو مضمون القول الثامن.\nالحكمة الثانية: أنه قد يطلق الرجل ويراد به الشخص فيدخل في مضمونه المرأة فتقييده بالذكر ينفي هذا الاحتمال ويخلصه للذكر دون الأنثى، وهذا هو القول الثاني.\nالحكمة الثالثة: التنبيه على سبب استحقاقه وهو الذكورية التي هي سبب العصوبة وسبب الترجيح في الإرث، ولهذا جعل للذكر مثل حظ الأنثيين، وأيضا التنبيه على أن الإحاطة بالميراث إنما يكون للذكر دون الإناث، وهذا هو مضمون القول الثالث والرابع. هذا ما ظهر لي، والعلم عند الله عز وجل.\nالجزء: 1 ¦ الصفحة: 118\n",
        "المبحث الخامس الأحكام المستنبطة من الحديث\nمدخل\n...\nالمبحث الخامس: الأحكام المستنبطة من الحديث\nتقدم في المقدمة أن هذا الحديث جامع لقواعد الفرائض التي هي نصف العلم. وحيث إن كثيرا من العلماء قد استنبطوا من هذا الحديث أحكاما كثيرة في علم الفرائض، وحيث إن الأحكام المستنبطة قد تكون محل اتفاق بين الأئمة الأربعة، وبعضها محل خلاف بين العلماء رأيت تقسيمها إلى ثلاثة أقسام وجعلت كل قسم مطلبا وذلك على النحو التالي:\nالمطلب الأول: الأحكام المتفق عليها بين الأئمة الأربعة من الحديث.\nالمطلب الثاني: الأحكام الراجحة من الحديث.\nالمطلب الثالث: الأحكام المرجوحة من الحديث.\nالجزء: 1 ¦ الصفحة: 119\n",
        "المطلب الأول: الأحكام المتفق عليها بين الأئمة الأربعة من الحديث\nقد استنبط العلماء رحمهم الله عدة أحكام من هذا الحديث، وأذكر في هذا المطلب الأحكام التي اتفق الأئمة الأربعة عليها، وهي على النحو التالي:\nالحكم الأول: إذا اجتمع ذو فرض وعصبة بدئ بذي الفرض فأخذ فرضه وما بقي للعصبة، وهذا الحكم محل إجماع بين أهل العلم، فقد قال ابن بطال: \" وأجمعوا أن ما فضل من المال عن أصحاب الفرائض فهو للعصبة\"1. وقال النووي: \"وقد أجمع المسلمون على أن ما بقي بعد الفروض فهو للعصبات يقدم الأقرب فالأقرب\"2. وحكاه أيضا الشيخ الفرضي عبد الله بن محمد\n1 شرح صحيح البخاري لابن بطال8/365.\n2 شرح صحيح مسلم11/53.\nالجزء: 1 ¦ الصفحة: 119\n",
        "الشنشوري1.\nالحكم الثاني: إذا اجتمع أكثر من عاصب يكون التعصيب للأقرب، وهذا محل إجماع بين العلماء وممن حكى الإجماع النووي2، والشارح شمس الدين عبد الرحمن بن أبي عمر بن قدامة3. وقد قال المازري في أثناء كلامه على طبقات العصبة ما نصه: \" وإن اختلفوا وهم في طبقة واحدة من الطبقات التي ذكرنا، وهم مختلفون في القرب فالأقرب أولى كالإخوة مع بنيهم؛ لأنهم كلهم يتسببون بالمشاركة في الأبوة، ولكن مشاركة الإخوة أقرب من مشاركة بنيهم، وكذلك العمومة مع بنيهم، وإن تساووا في الطبقة والقرب ولأحدهم زيادة ترجيح قدم الأرجح كالأخ الشقيق مع الأخ لأب؛ فإنهما وإن استوت طبقاتهما ومشاركتهما في الأب الذي به يقع التعصيب فللشقيق زيادة ترجيح بمشاركته في الأم والرحم فكان أولى، وهكذا يجري الأمر في بنيهم، وهكذا وفي العمومة وبنيهم، وهكذا إذا كان الترجيح بمعنى مناسب لجهة التعصيب مثل ما قلناه في الأخ الشقيق مع الأخ لأب فإن الإجماع4على أن الشقيق أولى بالميراث من الأخ للأب؛ لأنهما اشتركا في الإخوة من الأب وزاد الشقيق أخوة من الأم فهي إخوة كلها فكان أخوة أقوى من أخوة؛ فلهذا قدم الشقيق باتفاق. انتهى كلام المازري رحمه الله5.\n1 الفوائد الشنشورية ص104.\n2 انظر شرح صحيح مسلم11/53.\n3 انظر الشرح الكبير على المقنع4/28\n4 ممن حكى الإجماع الموفق بن قدامة في المغني9/22،23، وقال الحافظ ابن عبد البر في الاستذكار15/415:\" لا خلاف علمته بين علماء السلف والخلف من المسلمين أن الإخوة للأب والأم يحجبون الإخوة للأب عن الميراث \".\n5 المعلم بفوائد صحيح مسلم2/220.\nالجزء: 1 ¦ الصفحة: 120\n",
        "قلت: ومقصود المازري بطبقات العصبة هي ما اشتهر عند الفرضيين بالجهات.\nوجهات العصبة على القول الراجح خمس جهات مجموعة في بيت واحد وهو:\nجهاتهم بنوة أبوة\n...\nأخوة عمومة ذو النعمة1\nفالمراد بالبنوة الابن وابن الابن وإن نزل بمحض الذكور. والمراد بالأبوة الأب والجد، وإن علا بمحض الذكور. والمراد بالأخوة الإخوة الأشقاء والإخوة لأب وبنوهم وإن نزلوا بمحض الذكور. والمراد بالعمومة العم الشقيق والعم لأب وأبنائهما، وإن نزلا بمحض الذكور. والمراد بذي النعمة عصبة الولاء.\nفإذا اجتمع أكثر من عاصب فيقدم الأقدم جهة على ما تقدم في البيت السابق فالابن مقدم على الأخ الشقيق؛ لأنه أقدم جهة. والأخ الشقيق مقدم على العم الشقيق، لأنه أقدم جهة. فإذا اتفق العصبة في الجهة ننظر إلى الدرجة فالأرفع درجة يقدم على الأنزل درجة فالابن مقدم على ابن الابن؛ لأنه أرفع درجة، والأب مقدم على الجد؛ لأنه أرفع درجة للميت. والأخ الشقيق مقدم على ابن الأخ الشقيق؛ لأنه أرفع درجة، وهذا هو المعروف عند الفرضيين بالقرب أي قرب الدرجة. فإذا اتفق العصبة في الجهة والدرجة يقدم الأقوى، فالأخ الشقيق مقدم على الأخ لأب؛ لأنه أقوى. وابن الأخ الشقيق يقدم على ابن الأخ لأب؛ لأنه أقوى. والعم الشقيق يقدم على العم لأب وهكذا2.\nوقد جمع هذه القاعدة الشيخ صالح الجعبري رحمه الله في منظومته نظم اللالئ حيث يقول:\nبالجهة التقديم ثم بقربه\n...\nوبعدهما التقديم بالقوة اجعلا3\n1 هذا البيت زاده بعض الفرضيين على القلائد البرهانية. انظر القلائد البرهانية ص3.\n2 انظر الفوائد الجلية ص15، وتسهيل الفرائض ص58-60.\n3 نظم اللالئ لوحة7\nالجزء: 1 ¦ الصفحة: 121\n",
        "ومعنى كلام الناظم تقدم شرحه قريبا بالتفصيل مع التعليل وخلاصته أنك تقدم أولا الأقدم جهة، فإذا استووا في الجهة تقدم الأقرب وهو الأرفع درجة، ثم إذا استووا في الجهة والدرجة تقدم الأقوى. وبنحو هذا البيت قال الشيخ محمد البرهاني في منظومته القلائد البرهانية:\nفابدأ بذي الجهة ثم الأقرب\n...\nوبعد بالقوة فاحكم تصب1\nالحكم الثالث: دل عموم قوله عليه الصلاة والسلام فلأولى رجل ذكر على أن الأخ الشقيق، والأخ لأب، وابناهما، والعم الشقيق، والعم لأب، وابناهما من الورثة2، وكونهم من الورثة محل إجماع بين أهل العلم حكاه الشيخ عبد الله بن إبراهيم الخبري، والشيخ محفوظ بن أحمد الكلوذاني أبو الخطاب، والموفق بن قدامة، والشيخ العلامة يحيى النووي، والشيخ الفرضي أحمد بن محمد بن الهائم، والشيخ الفرضي عبد الله الشنشوري، والشيخ الفرضي إبراهيم بن سيف3.\nالحكم الرابع: دل الحديث على أن الأب يأخذ الباقي بعد السدس لأن الأب أولى رجل بعد الابن وابنه؛ وذلك في حالة وجود فرع وارث أنثى وفضل فاضل بعد سدس الأب وبقية الفروض الموجودة في المسألة، وكذلك الجد إذا لم يوجد الأب يأخذ الباقي بعد السدس4. وهذا محل إجماع بين أهل العلم حكاه الموفق بن قدامة، والشارح عبد الرحمن بن أبي عمر بن قدامة5.\n1 انظر القلائد البرهانية مع شرحها المختصر المسمى وسيلة الراغبين ص 22، 23.\n2 انظر الشرح الكبير على المقنع4/3؛ وكشاف القناع4/449.\n3 انظر التلخيص في علم الفرائض1/60؛ والتهذيب ص51؛ والمغني9/63؛ وروضة الطالبين6/4؛ والفصول المهمة في علم مواريث الأمة ص59؛ والفوائد الشنشورية ص65-69؛ والعذب الفائض1/42، 43.\n4 انظر كشاف القناع4/451؛ والعذب الفائض1/80.\n5 انظر المغني9/20؛ والشرح الكبير على المقنع4/4.\nالجزء: 1 ¦ الصفحة: 122\n",
        "الحكم الخامس: دل مفهوم الحديث على أنه إذا لم يوجد صاحب فرض فالمال كله للعصبة الأقرب فالأقرب1. وقد قال الحافظ ابن حجر: \" واستدل به البخاري على أن ابن الابن يحوز المال إذا لم يكن دونه ابن وعلى أن الجد يرث جميع المال إذا لم يكن دونه أب \"2. وكون العاصب إذا انفرد يحوز جميع المال محل إجماع بين أهل العلم حكاه الشيخ زكريا الأنصاري، والشيخ عبد الله الشنشوري، والشيخ إبراهيم بن سيف3.\nالحكم السادس: دل الحديث بمفهومه على أن العاصب يسقط لاستغراق فروض المسألة4.\nلم أقف على خلاف أهل العلم في هذا الحكم إلا ما سيأتي ذكره إن شاء الله في المسألة المشركة في المطلب الثاني من هذا المبحث. وأيضا فإن الشيخ صالح بن حسن البهوتي في ألفيته في الفرائض، والشيخ إبراهيم بن سيف في شرحه لهذه الألفية لم يذكرا في هذا الحكم خلافا بين الأئمة الأربعة5.\nالحكم السابع: دل الحديث على أنه لو ماتت امرأة عن زوجها وأخيها لأم وهما ابنا عمها6على أن الزوج له النصف، والأخ لأم له السدس، وما بقي بينهما على السوية.\n1 انظر بهجة قلوب الأبرار لابن سعدي ص129.\n2 انظر فتح الباري12/14.\n3 انظر نهاية الهداية1/206؛ والفوائد الشنشورية ص104؛ والعذب الفائض1/79.\n4 انظر كشاف القناع4/471.\n5 انظر عمدة كل فارض ألفية الفرائض مع شرحها العذب الفائض1/79.\n6 صورة المسألة أن رجلا تزوج امرأة فأتت منه بابن، ثم تزوج أخرى فأتت منه بآخر، ثم فارق الثانية فتزوجها أخوه فأتت منه ببنت فهي أخت الثاني لأمه وابنة عمه فتزوجت هذه البنت الابن الأول وهو ابن عمها، ثم ماتت عن ابني عمها الذي هو أحدهما زوج والآخر أخ لأم. انظر فتح الباري12/27.\nالجزء: 1 ¦ الصفحة: 123\n",
        "وجه الاستدلال من الحديث: أنهما قد استويا فيه إذ وجد في كل واحد منهما الذكورة والتعصيب وليس أحدهما أولى من الآخر. وقد استدل البخاري في هذه المسألة بهذا الحديث على أنهما يستويان في التعصيب1. وهذا هو مذهب الأئمة الأربعة2.\nوقد روي عن عمر، وعبد الله بن مسعود، وشريح، والحسن البصري، ومحمد ابن سيرين، وهو مذهب الظاهرية إلى أن الباقي للأخ الذي هو أخ لأم؛ لأنه أقرب فيدخل في عموم قوله عليه الصلاة والسلام \" فهو لأولى رجل ذكر\".\nوالجواب عنه أن هناك فرقا بين الأخ الشقيق مع الأخ لأب؛ وذلك من طريق الترجيح؛ لأن الشرط فيهما أن يكون فيه معنى مناسب لجهة التعصيب؛ لأن الشقيق شارك أخاه في جهة القرب المتعلق بالتعصيب بخلاف الصورة المذكورة3.\nالحكم الثامن: دل الحديث على ثبوت العول4 في مسائل الفرائض، ووجه الاستدلال به أن الرسول صلى الله عليه وسلم أمر بإلحاق الفرائض بأهلها ولم يخص بعضهم دون بعض 5؛ وجزم بعض العلماء أن هذه المسألة من مسائل الإجماع6.\n1 انظر شرح صحيح البخاري لابن بطال8/360، 361.\n2 انظر: الاختيار لتعليل المختار 5/91؛ والإشراف على مسائل الخلاف 2/332؛ والمهذب 2/31؛ والمغني 9/30-34.\n3 انظر شرح صحيح البخاري لابن بطال8/360، والتلخيص في الفرائض1/157؛ وفتح الباري12/28؛ والمحلي 10/394, 395.\n4 العول في اللغة له معان منها الزيادة والارتفاع، ومنها الميل.\nوفي الاصطلاح: زيادة في السهام ونقص في الأنصباء. انظر المصباح المنير2/438، وعدة الباحث ص46.\n5 انظر نهاية الهداية شرح كفاية الحفاظ2/50، والعذب الفائض1/163.\n6 انظر المغني9/30، وفتح القريب المجيب1/39،40، والعذب الفائض1/163،164، والتحقيقات المرضية ص162،163.\nالجزء: 1 ¦ الصفحة: 124\n",
        "المطلب الثاني: الأحكام الراجحة من الحديث\nخصصت هذا المطلب في ذكر الأحكام المستنبطة من الحديث، والتي ترجح فيها عند أهل التحقيق من العلماء ما تضمنه هذا الحديث وإليك بيانها:\nالحكم الأول: سقوط الإخوة الأشقاء في المسألة المشركة1. والمسألة المشركة ما توفر فيها أربعة أركان:\n1-\nأن يكون فيها زوج\n2-\nأن يكون فيها ذات سدس من أم أو جدة.\n3-\nأن يكون فيها جمع من الإخوة لأم اثنان فأكثر.\n4-\nأن يكون فيها أخ شقيق فأكثر ذكور فقط أو ذكور وإناث2.\nووجه الاستدلال بهذا الحديث هو أنه إذا أخذ الزوج النصف والأم أو الجدة السدس والإخوة لأم الثلث فقد استكملت فروض المسألة ولم يبق شيء للعصبة، والإخوة الأشقاء عصبة فيسقطون3، وإلى هذا ذهب الحنفية4 والحنابلة5. واختاره شيخ الإسلام ابن تيمية وتلميذه العلامة بن قيم الجوزية6.\nواستدلوا أيضا بقوله تعالى {وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ\n1 الشرح الكبير على المقنع4/31، والعذب الفائض1/102.\n2 انظر: الفوائد الشنشورية ص126، والعذب الفائض1/101.\n3 انظر: العذب الفائض1/102، والتحقيقات المرضية ص128.\n4 انظر: الاختيار 5/127؛ ومجمع الأنهر 2/756.\n5 انظر: الواضح في شرح مختصر الخرقي 3/268-269؛ والروض المربع في شرح زاد المستقنع 2/255.\n6 انظر مجموع فتاوى شيخ الإسلام ابن تيمية31/338 -342، وإعلام الموقعين1/355-357.\nالجزء: 1 ¦ الصفحة: 125\n",
        "فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُث} 1.\nوجه الاستدلال بهذه الآية أن المراد بالإخوة في هذه الآية الإخوة لأم2 فمن شرك بينهم فلم يعط كل واحد منهما السدس، وهو مخالف لظاهر القرآن، ويلزم منه مخالفة ظاهر الآية الأخرى وهي قوله تعالى {وَإِنْ كَانُوا إِخْوَةً رِجَالاً وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنْثَيَيْنِ} 3 يراد بالإخوة في هذه الآية الإخوة الأشقاء، أو الإخوة لأب4، وهم يسوون بين ذكرهم وأنثاهم؛ حيث يعطون الأخ الشقيق مثل الأخت الشقيقة مساواة مع الأخ لأم والأخت لأم باعتبار أن أمهم واحدة 5.\nالقول الثاني: إن الإخوة الأشقاء يشتركون مع الإخوة لأم في الثلث وإليه ذهب المالكية6 والشافعية7.\nوقد استدلوا على ذلك بما يأتي:\n1 سورة النساء الآية 12\n2 قد أجمع العلماء على ذلك وممن حكى الإجماع ابن المنذر في كتابه الإجماع ص82، والموفق ابن قدامة في المغني9/7، وابن قيم الجوزية في إعلام الموقعين1/355، وسبط المارديني في شرحه على الفصول المهمة لوحة 11، 12.\n3 سورة النساء الآية 176\n4 وقد أجمع العلماء على ذلك وممن حكى الإجماع ابن المنذر في كتابه الإجماع ص82؛ والموفق بن قدامة في المغني9/16، 17، والشيخ عبد الله الشنشوري في الفوائد الشنشورية ص77، والشيخ عثمان بن أحمد بن سعيد بن قائد النجدي في شرحه على المنظومة اللامية في الفرائض ص96، 97.\n5 انظر المغني9/25؛ والشرح الكبير على المقنع4/31؛ وفتح القريب المجيب 1/60.\n6 انظر الإشراف على مسائل الخلاف2/333؛ والشرح الكبير على مختصر خليل4/415.\n7 انظر التلخيص في الفرائض1/153، 154، والمهذب 2/31.\nالجزء: 1 ¦ الصفحة: 126\n",
        "الدليل الأول: أنها فريضة جمعت ولد الأبوين وولد الأم وهم من أهل الميراث فإذا ورث ولد الأم ورث ولد الأبوين، كما لو لم يكن فيها زوج1.\nالدليل الثاني: أن الإرث موضوع على تقديم الأقوى على الأضعف وأدنى أحوال الأقوى مشاركته للأضعف، فليس في أصول الميراث سقوط الأقوى بالأضعف، وولد الأب والأم أقوى من ولد الأم لمساواتهم لهم في إدلائهم بالأم وزيادتهم بالأب فإذا لم يزدهم الأب قوة لم يضعفهم وأسوأ الأحوال أن يكون وجوده كعدمه2.\nوالجواب عن الدليل الأول: أنه قياس مع الفارق؛ وذلك أنه إذا لم يكن فيها زوج يبقى لهم باق فيأخذونه، وأما في هذه فقد استغرقت فروض المسألة، فلا يستحقون شيئا.\nوالجواب عن الدليل الثاني: أن هذا الكلام استحسان، لكنه استحسان يخالف الكتاب والميزان؛ فإنه ظلم للإخوة من الأم حيث يؤخذ حقهم ويعطاه لغيرهم3. وقد قال العلامة ابن قيم الجوزية ما نصه: \"فإن قيل الأب إن لم ينفعهم لم يضرهم، قيل: بل قد يضرهم كما ينفعهم؛ فإن ولد الأم لو كان واحدا وولد الأبوين مائة وفضل نصف سدس انفرد ولد الأم بالسدس واشترك ولد الأبوين في نصف السدس فهلا قبلتم قولهم ههنا: هب أن أبانا كان حمارا؟ وهلا قدرتم الأب معدوما فخرجتم عن القياس كما خرجتم عن النص؟ وإذا جاز أن ينقصهم الأب جاز أن يحرمهم، وأيضا فالقرابة المتصلة الملتئمة من الذكر والأنثى لا تفرق أحكامه، هذه قاعدة النسب في الفرائض وغيرها، فالأخ من\n1 انظر فتح القريب المجيب1/61، والعذب الفائض1/102.\n2 انظر فتح القريب المجيب1/61، والعذب الفائض1/102.\n3 انظر مجموع فتاوى شيخ الإسلام ابن تيمية31/342؛ وإعلام الموقعين1/357.\nالجزء: 1 ¦ الصفحة: 127\n",
        "الأبوين لا نجعله كأخ من أب وأخ من أم فنعطيه السدس فرضا بقرابة الأم والباقي تعصيبا بقرابة الأب1.\nالحكم الثاني: أن الجد يحجب الإخوة الأشقاء أو لأب حجب حرمان2.\nوجه الاستدلال بهذا الحديث على هذا الحكم أن الجد أولى من الإخوة الأشقاء أو لأب بدليل المعنى والحكم.\nأما المعنى فإن له قرابة إيلاد وبعضية كالأب. وأما الحكم فإن الفروض إذا ازدحمت سقط الأخ دونه ولا يسقطه أحد إلا الأب، والأخ والأخوات يسقطون بثلاثة3 وهم الابن وابن الابن والأب.\nوإلى هذا القول ذهب الإمام أبو حنيفة 4 وهو المفتى به عند الحنفية5، والإمام أحمد في رواية اختارها جمع من أصحاب مذهبه منهم الآجري، وأبو حفص العكبري، وأبو حفص البرمكي، وشيخ الإسلام ابن تيمية، وتلميذه العلامة ابن قيم الجوزية، وابن قاضي الجبل، والشيخ على بن سليمان المرداوي، وشيخ الإسلام محمد بن عبد الوهاب، وأولاده، وأحفاده، وهو المفتى به في البلاد السعودية في الوقت الحاضر6، واختاره من الشافعية المزني، وابن سريج،\n1 إعلام الموقعين1/356.\n2 انظر شرح ابن بطال على صحيح البخاري8/353، والمغني9/66؛ والشرح الكبير على المقنع4/5.\n3 انظر المغني9/66، والشرح الكبير على المقنع4/5.\n4 انظر الاختيار5/101.\n5 انظر شرح خلاصة الفرائض ص26\n6 انظر المغني9/66، ومجموع فتاوى شيخ الإسلام ابن تيمية31/342،343، وإعلام الموقعين1/378، والإنصاف7/305، 306، والدرر السنية في الأجوبة النجدية5/302، وفتاوى ورسائل سماحة الشيخ محمد بن إبراهيم آل الشيخ9/252، والسبيل في معرفة الدليل2/83، 84، والفوائد الجلية ص 21، 22\nالجزء: 1 ¦ الصفحة: 128\n",
        "وابن اللبان1. وإليه ذهب ابن جرير الطبري، وإسحاق بن راهويه، وأبوثور، والظاهرية2.\nواستدلوا أيضا: أن الجد أب فيحجب الإخوة الأشقاء أو لأب ودليل كونه أبا قوله تعالى: {مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ} 3، وقول يوسف: {وَاتَّبَعْتُ مِلَّةَ آبَائي إِبْرَاهِيمَ وَإِسْحَاقَ} 4. وقال النبي صلى الله عليه وسلم: \" ارموا بني إسماعيل فإن أباكم كان راميا \" 5.\nالقول الثاني: أن الإخوة الأشقاء أو لأب يرثون مع الجد، وإليه ذهب المالكية6، والشافعية7، والإمام أحمد في الصحيح من مذهبه8، وأبو يوسف، ومحمد بن الحسن الشيباني9.\nواستدلوا على ذلك بما يأتي:\nالدليل الأول: هذا الحديث.\nووجه الاستدلال منه أن الأخ أولى؛ لأنه أقرب إلىالميت بدليل أنه\n1 انظر التلخيص في الفرائض1/184، 185.\n2 انظر التلخيص في الفرائض1/184، 185، والشرح الكبير على المقنع4/5، والمحلى10/364-375، والعذب الفائض1/106.\n3 سورة الحج الآية 78\n4 سورة يوسف الآية 38\n5 أخرجه البخاري في كتاب الجهاد باب التحريض على الرمي6/91، وابن ماجه في كتاب الجهاد باب الرمي في سبيل الله2/941، والإمام أحمد في مسنده4/50\n6 انظر الكافي لابن عبد البر2/1059، 1060، والقوانين الفقهية ص257.\n7 انظر الأم2/81، ونهاية الهداية1/352، 353.\n8 انظر شرح الزركشي على مختصر الخرقي3/28، والإنصاف7/305.\n9 انظر مجمع الأنهر2/757، والدر المختار شرح تنوير الأبصار6/781.\nالجزء: 1 ¦ الصفحة: 129\n",
        "ينفرد بالولاء لقربه1.\nالدليل الثاني: أن الأخ يعصب أخته كالابن بخلاف الجد فكان أقوى2.\nالدليل الثالث: أن فرع الأخ وهو ابن الأخ يسقط فرع الجد وهو العم وقوة الفرع تدل على قوة الأصل3.\nوالجواب عن الدليل الأول: ما قاله ابن قيم الجوزية حيث يقول: \" فإن كان الأخ أولى رجل ذكر فهو أحق بالباقي، وإن كانا سواء في الأولوية وجب اشتراكهما فيه، وإن كان الجد أولى -وهو الحق الذي لا ريب فيه- فهو أولى به، وإذا كان الجد أولى رجل ذكر وجب أن ينفرد بالباقي بالنص \"4.\nوالجواب عن الدليل الثاني: ما قاله الشيخ العلامة صالح بن فوزان الفوزان حفظه الله: \" ليس تعصيب كل من الابن والأخ لأخته هو علة إرثه حتى يوجب عدم سقوطه؛ بل موجب إرث كل منهما هو البنوة في الأول والأخوة في الثاني، والله أعلم \" 5\nوالجواب عن الدليل الثالث: أن هذا التعليل غير وجيه؛ وذلك أن الأب فرع للجد وهو يحجب الإخوة وقد قال العلامة ابن قيم الجوزية ما نصه: \" أن نسبة ابن الأخ إلى الأخ كنسبة أب الجد إلى الجد، فإذا قال الأخ: أنا أرث مع الجد؛ لأني ابن أب الميت والجد أبو أبيه فكلانا في القرب إليه سواء، صاح ابن الأخ مع أب الجد وقال: أنا ابن ابن أب الميت فكيف حرمتوني مع أبي أبي أبيه ودرجتنا واحدة؟ وكيف سمعتم قول أبي مع الجد ولم تسمعوا قولي مع أبي الجد؟\n1 انظر شرح صحيح البخاري لابن بطال8/353.\n2 انظر العذب الفائض1/107.\n3 انظر العذب الفائض1/107.\n4 إعلام الموقعين1/382.\n5 التحقيقات المرضية في المباحث الفرضية ص140.\nالجزء: 1 ¦ الصفحة: 130\n",
        "فإن قيل: أبو الجد جد وإن علا، وليس ابن الأخ أخا. قيل: فهذا حجة عليكم؛ لأنه إذا كان أبو الأب أبا وأبو الجد جدا فما للإخوة ميراث مع الأب بحال. فإن قلتم: نحن نجعل أبا الجد جدا، ولا نجعل أبا الأب أبا. قيل: هكذا فعلتم وفرقتم بين المتماثلين وتناقضتم أبين تناقض وجعلتموه أبا في موضع وأخرجتموه عن الأبوة في موضع \"1.\nالحكم الثالث: القول بالرد2.\nووجه الاستدلال بهذا الحديث على هذا الحكم ما قاله الشيخ عبد الرحمن ابن ناصر السعدي في أثناء شرحه لهذا الحديث: \" وكذلك يدل على أنه إذا لم يوجد إلا أصحاب الفروض، ولم يوجد عاصب فإنه يرد عليهم على قدر فروضهم كما تعال عليهم؛ لأن من حكمة فرض الفروض وتقديرها أن تبقى البقية للعاصب، فإذا لم يوجد رد على المستحقين لعدم المزاحم \"3.\nوإليه ذهب الحنفية4، والحنابلة5، وكذا الشافعية بشرط عدم انتظام بيت المال6، ومتأخرو المالكية بشرط عدم انتظام بيت المال7.\n1 إعلام الموقعين1/375.\n2 الرد في اللغة له معان منها الانصراف والرجوع. انظر مختار الصحاح ص239. والرد في الاصطلاح: صرف الباقي عن الفروض على ذوي الفروض النسبية بقدر فروضهم عند عدم عصبة مستغرقة. انظر شرح خلاصة الفرائض ص58.\n3 انظر بهجة قلوب الأبرار ص129.\n4 انظر شرح السراجية ص 11 وشرح خلاصة الفرائض ص58.\n5 انظر شرح الزركشي على مختصر الخرقي3/19، والإنصاف7/317.\n6 انظر الفصول المهمة في علم مواريث الأمة ص57، والفوائد الشنشورية مع حاشية الباجوري عليها ص217.\n7 انظر فتح العلي المالك في الفتوى على مذهب مالك2/373.\nالجزء: 1 ¦ الصفحة: 131\n",
        "واستدلوا أيضا بقوله تعالى {وَأُولُوا الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّه} 1.\nووجه الاستدلال: أن أصحاب الرد قد ترجحوا بالقرب إلى الميت فيكونون أولى من بيت المال؛ لأنه لسائر المسلمين وذوو القربى أقوى من الأجانب عملا بالنص2.\nالقول الثاني: القول بعدم الرد وهو أن الفاضل عن ذوي الفروض لبيت المال وإليه ذهب المالكية3، والشافعية إذا انتظم بيت مال المسلمين4.\nواستدلوا على ذلك بما يأتي:\nالدليل الأول: إن الله تعالى قال في الأخت {فَلَهَا نِصْفُ مَا تَرَك} 5، ومن رد عليها جعل لها الكل6.\nالدليل الثاني: أنها ذات فرض مسمى فلا تزاد عليه كالزوج7.\nوالجواب عن الدليل الأول: أن هذا الدليل لا ينفي أن يكون لها زيادة عليه بسبب آخر كقوله تعالى {وَلأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ} 8 لا ينفي أن يكون للأب السدس وما فضل عن البنت بجهة التعصيب، وقوله {وَلكمَ\n1 سورة الأنفال الآية 75\n2 انظر الشرح الكبير على المقنع4/37\n3 انظر مواهب الجليل6/413-415.\n4 انظر الفصول المهمة في علم ميراث الأمة ص57، والفوائد الشنشورية مع حاشية الباجوري عليها ص 127.\n5 سورة النساء الآية 176\n6 انظر الشرح الكبير على المقنع4/37.\n7 انظر الشرح الكبير على المقنع4/37.\n8 سورة النساء الآية 11\nالجزء: 1 ¦ الصفحة: 132\n",
        "نصف ما ترك أزواجكم} 1لم ينف أن يكون للزوج ما فضل إذا كان ابن عم أو مولى، وكذلك الأخ من الأم إذا كان ابن عم، والبنت وغيرها من ذوي الفروض إذا كانت معتقة كذا هاهنا تستحق النصف بالفرض والباقي بالرد2.\nوالجواب عن الدليل الثاني: أنه قياس مع الفارق؛ لأن أصحاب الفروض من ذوي الأرحام بخلاف الزوج؛ أو الزوجة؛ فليسا من ذوي الأرحام3.\n1 سورة النساء الآية 12\n2 انظر الشرح الكبير على المقنع4/37.\n3 انظر الشرح الكبير على المفنع4/37.\nالجزء: 1 ¦ الصفحة: 133\n",
        "المطلب الثالث الأحكام المرجوحة من الحديث\n...\nالمطلب الثالث خصصت هذا المطلب في ذكر الأحكام المستنبطة من الحديث\nوالتي لم يترجح فيها عند أهل التحقيق من العلماء ما تضمنه هذا الحديث وإليك بيانها:\nالحكم الأول: أن نصيب الأم في مسألتي العمريتين الثلث كاملا وما بقي للأب4، وهاتان المسألتان أركانها ثلاثة:\n1-\nأن يكون في أحدهما زوج وفي الأخرى زوجة.\n2-\nأن يكون فيهما أمٌّ.\n3-\nأن يكون فيهما أب5.\nووجه الاستدلال بهذا الحديث على هذا الحكم أن الله عز وجل قال {فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ} 6 فأعطى الأم الثلث فمقتضى إلحاق\n4 انظر الشرح الكبير علىالمقنع4/12.\n5 انظر العذب الفائض1/55\n6 سورة النساء الآية 11\nالجزء: 1 ¦ الصفحة: 133\n",
        "الفرائض بأهلها هو إعطاء الأم الثلث كاملا وما بقي يكون للعصبة، وهو الأب في هاتين المسألتين فيكون له ما فضل عن نصيب أحد الزوجين والأم1. وإليه ذهب ابن عباس2والظاهرية3.\nالقول الثاني: أن الأم لها في المسألتين ثلث الباقي، وإليه ذهب الأئمة الأربعة4.\nواستدلوا على ذلك بما يأتي:\nالدليل الأول: أن كل ذكر وأنثى يأخذان المال أثلاثا يجب أن يأخذا الباقي بعد فرض أحد الزوجين كذلك كالأخ والأخت لغير أم5.\nالدليل الثاني: أن الأصل أنه إذا اجتمع ذكر وأنثى من درجة واحدة؛ أن يكون للذكر مثل ضعف ما للأنثى فلو جعل لها الثلث مع الزوج لفضلت على الأب، ومع الزوجة لم يفضل عليها بالتضعيف6.\nالدليل الثالث: أن الله سبحانه وتعالى إنما أعطاها الثلث كاملا إذا انفرد الأبوان بالميراث، فإن قوله سبحانه {فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ} 7\n1 انظر الشرح الكبير على المقنع4/12\n2 انظر مصنف عبد الرزاق10/253؛ والتلخيص في الفرائض1/161؛ والتهذيب في الفرائض ص198.\n3 انظر المحلى9/260.\n4 انظر فتح القريب المجيب1/19؛ والعذب الفائض1/55؛ والتهذيب في الفرائض ص198؛ ومجمع الأنهر2/750، 751؛ والقوانين الفقهية ص256، 257.\n5 انظر العذب الفائض1/55.\n6 انظر العذب الفائض1/55.\n7 سورة النساء آية 11\nالجزء: 1 ¦ الصفحة: 134\n",
        "شرط أن في استحقاق الثلث عدم الولد، وتفردهما بميراثه1، وفي مسألتي الغراوين لم ينفردا فيأخذ أحد الزوجين فرضه، ومابقي يكون للأم ثلثه وللأب الباقي، فدل على أن نصيب الأم ثلث الباقي.\nوالجواب عن الاستدلال بالحديث من وجهين: الوجه الأول: العصوبة لم تتمحض في الأب2. والوجه الثاني: أن الأم لا تستحق الثلث كاملا إلا بشرطين: عدم الولد، أو الجمع من الإخوة، والشرط الثاني: التفرد، وفي مسألتي الغرواين معهما أحد الزوجين فكان نصيب الأم ثلث ما بقي والباقي للأب تعصيبا.\nالحكم الثاني: أن الولد المنفي باللعان عصبته عصبة أمه.\nووجه الاستدلال من هذا الحديث لهذا الحكم أن الرسول عليه الصلاة والسلام أعطى الباقي لأولى رجل ذكر، وأولى الرجال للولد المنفي باللعان أقارب أمه3. وإليه ذهب الحنابلة4.\nالقول الثاني: أن الباقي بعد فرض الأم يكون لها بالرد، وإليه ذهب الحنفية5.\nواستدلوا على ذلك بقوله تعالى {وَأُولُو الأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ} 6.\nوجه الاستدلال: أن الأم أقرب الأرحام إليه، فتأخذ الباقي بالرد.\n1 إعلام الموقعين1/358.\n2 انظر العذب الفائض1/55.\n3 انظر الشرح الكبير على المقنع4/14.\n4 انظر الإنصاف7/308، 309.\n5 انظر تبيين الحقائق6/241.\n6 سورة الأنفال الآية 75\nالجزء: 1 ¦ الصفحة: 135\n",
        "القول الثالث: أن الباقي بعد فرض الأم لبيت مال المسلمين، وإليه ذهب المالكية1، والشافعية2.\nوقد استدلوا على ذلك بقوله عليه الصلاة والسلام: \" وألحق الولد بالمرأة\" 3.\nووجه الاستدلال أن الرسول عليه الصلاة والسلام لما ألحقه بها قطع نسبه من أبيه، فصار كمن لا أب له من أولاد العي الذين لم يختلف أن المسلمين عصبتهم؛ إذ لا تكون العصبة من قبل الأم وإنما تكون من قبل الأب4.\nقلت: القول الثاني والثالث مبنيان على القول بالرد من عدمه فمن قال بالرد قال الباقي للأم بالرد، ومن قال بعدم الرد قال الباقي لبيت مال المسلمين. وقد سبق في الحكم الثالث من المطلب الثاني أن الراجح هو القول بالرد، وعلى هذا يكون الراجح هنا هو أن الباقي يرد على الأم. والله أعلم بالصواب.\nوالجواب عن الاستدلال بهذا الحديث على هذه المسألة بأنه معلوم أن العصبات من قبل الآباء، ومن أدلى بمن لا تعصيب له لم يكن له تعصيب5.\nالحكم الثالث: أن الأخوات الشقيقات، أو الأخوات لأب لسن عصبة مع البنات أو بنات الابن6.\n1 انظر عيون المجالس2/1083.\n2 انظر اللؤلؤة السنية حاشية على الفوائد الشنشورية لوحة 42، وما ذكرته هنا على اعتبار أن بيت مال المسلمين من أسباب الإرث. والراجح عند الشافعية تقييده بأن يكون بيت مال المسلمين منتظما. وذهب إليه متأخرو المالكية / انظر: الفوائد الشنشورية ص53؛ وفتح العلي المالك في الفتوى على مذهب مالك 2/373.\n3 أخرجه البخاري في كتاب الطلاق باب يلحق الولد بالملاعنة من حديث عبد الله بن عمر رضي الله عنهما9/460، ومسلم في كتاب اللعان 2/1132، 1133.\n4 انظر شرح صحيح البخاري لابن بطال8/366.\n5 انظر شرح صحيح البخاري لابن بطال8/366، 367.\n6 انظر شرح النووي على صحيح مسلم11/54.\nالجزء: 1 ¦ الصفحة: 136\n",
        "ووجه الاستدلال بهذا الحديث على هذا الحكم هو أن الرسول صلى الله عليه وسلم أعطى الباقي لأولى رجل ذكر، فيستنبط من مفهومه أن الأخوات الشقيقات، أو لأب لسن من العصبة مع البنات أو بنات الابن1. وإلى هذا ذهب ابن عباس رضى الله عنهما 2والظاهرية3.\nالقول الثاني: أن الأخوات الشقيقات أو لأب مع البنات أو بنات الابن عصبة، وإليه ذهب الأئمة الأربعة4.\nواستدلوا على ذلك بما يأتي:\nالدليل الأول: حديث عبد الله بن مسعود رضي الله عنه وفيه:\" لأقضين بقضاء النبي صلى الله عليه وسلم للبنت النصف، ولبنت الابن السدس تكملة الثلثين، وللأخت ما بقي \"5.\nوجه الاستدلال: أن الحديث نص صريح على أن الأخت الشقيقة أو لأب تأخذ ما بقي بعد فرض البنت، أو بنت الابن، أو بعد فرضهما.\nالدليل الثاني: أن الأخت تكون عصبة بغيرها وهو أخوها، فلا يمتنع أن تكون عصبة مع البنت6.\n1 انظر فقه المواريث2/19.\n2 انظر مصنف عبد الرزاق10/255.\n3 انظر المحلى10/319.\n4 انظر شرح السراجية ص26، 27، والضياء على الدرة البيضاء ص27، وفتح القريب المجيب1/31، والدرة المضيئة شرح الفارضية ص20، 21.\n5 أخرجه البخاري في كتاب الفرائض باب ميراث الأخوات مع البنات عصبة12/17، وأبوداود في كتاب الفرائض باب ما جاء في ميراث الصلب3/312، 313، والترمذي في أبواب الفرائض باب ما جاء في ميراث ابنة الابن مع ابنة الصلب4/415، وابن ماجه في كتاب الفرائض باب فرائض الصلب2/909.\n6 انظر مجموع فتاوى شيخ الإسلام ابن تيمية31/349.\nالجزء: 1 ¦ الصفحة: 137\n",
        "والجواب عن الاستدلال بهذا الحديث: أن الاستدلال بهذا الحديث على أن الأخوات لسن عصبة مع البنات من طريق المفهوم، وأقصى درجاته أن يكون له عموم، فيخص بالحديث الدال على أن الأخت الشقيقة أو لأب، تأخذ الباقي بعد البنت أو بنت الابن1.\nالحكم الرابع: أن الباقي بعد الفروض المقدرة يكون لأبناء الأبناء دون بنات الأبناء.\nووجه الاستدلال بهذا الحديث على هذا الحكم هو ظاهر هذا الحديث حيث جعل الباقي لأولى رجل ذكر، فخص الباقي بالذكر، فلا شيء لبنات الابن 2، وإليه ذهب ابن مسعود 3.\nالقول الثاني: أن الباقي للذكر مثل حظ الأنثيين، وإليه ذهب الأئمة الأربعة4.\nوقد استدلوا على ذلك بما يأتي:\nالدليل الأول: قال الله تعالى {يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنْثَيَيْنِ} 5.\nوجه الاستدلال: أن بنات الابن يقع عليهن اسم الأولاد، فيشاركن أبناء الأبناء للذكر مثل حظ الأنثيين6.\nالدليل الثاني: أن العلماء أجمعوا أن بني البنين كالبنين عند عدم البنين إذا\n1 انظر إحكام الأحكام شرح عمدة الأحكام4/16.\n2 انظر شرح صحيح البخاري لابن بطال8/349، 350.\n3 انظر التهذيب في الفرائض ص206.\n4 انظر التهذيب في الفرائض ص206؛ وشرح خلاصة الفرائض ص39، 40؛ وفتح القريب المجيب1/22؛ والضياء على الدرة البيضاء ص27.\n5 سورة النساء الآية 11\n6 انظر شرح صحيح البخاري لابن بطال8/350.\nالجزء: 1 ¦ الصفحة: 138\n",
        "استووا في القدر ذكرهم كذكرهم، وأنثاهم كأنثاهم1.\nوالجواب عن الاستدلال بهذا الحديث: أن هذه المسألة مخصوصة من عموم قوله عليه الصلاة والسلام \" فلأولى رجل ذكر \"2.\nالحكم الخامس: أن ذوي الأرحام3لا يرثون.\nووجه الاستدلال بهذا الحديث على هذا الحكم أنه لم يجعل حق الميراث لمن لم يذكر في القرآن إلا لأقرب الذكور، وهذا الحكم يختص بالعصبات دون ذوي الأرحام فإن من ورث ذوي الأرحام، ورث ذكورهم وإناثهم4. وإليه القول الثاني: توريث ذوي الأرحام وإليه ذهب: الحنفية7، والحنابلة8، وكذا الشافعية إذا لم ينتظم بيت مال المسلمين9، ومتأخرو المالكية10.\n1 ممن حكى الإجماع ابن بطال في شرحه لصحيح البخاري8/350.\n2 انظر فتح الباري12/16.\n3 قال الزركشي في شرحه على مختصر الخرقي3/35، 36 \"ذوي الأرحام في أصل الوضع اللغوي والشرعي كل من انتسب إلى الميت بقرابة سواء ذلك القرابة من قبل الأب، أو من قبل الأم إلى أن قال \" وذووا الأرحام في العرف الاصطلاحي هنا: كل قرابة ليس بذي فرض ولا عصبة \".\n4 انظر جامع العلوم والحكم3/275، 276.\n5 انظر مواهب الجليل6/413-415.\n6 انظر الفوائد الشنشورية ص217.\n7 انظر شرح السراجية ص11\n8 انظر شرح الزركشي على مختصر الخرقي3/36.\n9 انظر الفوائد الشنشورية ص217.\n10 انظر فتح العلي المالك في الفتوى على مذهب مالك3/373.\nالجزء: 1 ¦ الصفحة: 139\n",
        "واستدلوا على ذلك بما يأتي:\nالدليل الأول: قال الله تعالى: {وَأُولُوا الأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ} 1.\nوجه الاستدلال: أن الآية الكريمة عامة، فيدخل فيها توريث ذوي الأرحام، فهم أولى من بيت مال المسلمين.\nالدليل الثاني: عن عمر رضي الله أنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: \" الخال وارث من لا وارث له \" 2.\nالدليل الثالث: حديث المقدام عن النبي صلى الله عليه وسلم أنه قال: \" الخال وارث من لا وارث له يعقل عنه ويرثه \" 3.\n1 سورة الأنفال الآية 75.\n2 أخرجه الترمذي في أبواب الفرائض باب ما جاء في ميراث الخال4/421، وابن ماجه في كتاب الفرائض باب ذوي الأرحام 2/914، والإمام أحمد في المسند1/28.\nوقال الشيخ أحمد شاكر في شرحه على المسند1/237 \" إسناده صحيح \" وصححه الشيخ محمد ناصر الدين الألباني في إرواء الغليل6/137.\n3 أخرجه أبوداود في كتاب الفرائض باب في ميراث ذوي الأرحام3/320، والنسائي في السنن الكبرى باب في كتاب الفرائض باب ذكر اختلاف الناقلين لخبر المقدام بن معدي كرب4/76، 77، وابن ماجه في كتاب الفرائض باب ذوي الأرحام2/914، والإمام أحمد في مسنده4/131، وابن حبان الإحسان 7/611، والحاكم4/344 وأبوداود الطيالسي منحه المعبود 1/284، وابن الجارو ص322، والدارقطني4/85، والطحاوي في شرح معاني الآثار4/397،398، والبيهقي في السنن الكبرى6/214، وسعيد ابن منصور في سننه1/50، وقواه ابن قيم الجوزية في تهذيب مختصر السنن4/17، وصححه الألباني في إرواء الغليل6/137-141.\nالجزء: 1 ¦ الصفحة: 140\n",
        "والجواب عن الاستدلال بهذا الحديث: أن هذا الحديث دل على توريث العصبات لا على نفي توريث غيرهم، وتوريث ذوي الأرحام مأخوذ من أدلة أخرى؛ فيكون ذلك زيادة على ما دل عليه حديث ابن عباس رضي الله عنهما1\n1 انظر جامع العلوم والحكم3/276.\nالجزء: 1 ¦ الصفحة: 141\n",
        "الخاتمة\nقد انتهيت، ولله الحمد، والمنة من هذا البحث الذي هو: بعنوان شرح حديث عبد الله بن عباس رضي الله عنهما عن النبي صلى الله عليه وسلم قال: \" ألحقوا الفرائض بأهلها فما بقي فهو لأولى رجل ذكر \" رواية ودراية. فالحمد لله الذي بنعمته تتم الصالحات.\nهذا وقد توصلت في البحث إلى ما يأتي:-\n1-\nأن الفرائض في اللغة جمع فريضة مأخوذة من الفرض له معان كثيرة منها الحز والقطع.\n2-\nالفرائض في الاصطلاح فقه المواريث وما ضم إلى ذلك من حسابها.\n3-\nتتركز أهمية علم الفرائض في أن الله عز وجل تولى قسمة الفرائض بنفسه فلم يكلها إلى ملك مقرب، ولا إلى مرسل؛ وذلك في ثلاث آيات من كتابه.\n4-\nالإرث ينقسم إلى إرث بالفرض، وإرث بالتعصيب.\n5-\nلفظ الحديث المشهور هو ما صدرت به عنوان البحث وقد أخرجه البخاري ومسلم وله لفظ آخر وهو \" اقسموا المال بين أهل الفرائض على كتاب الله فما تركت الفرائض فلأولى رجل ذكر \" وقد أخرجه مسلم.\n6-\nمعنى الحديث باختصار: اعطوا الفرائض المقدرة لمن سماها الله لهم فما بقي بعد هذه الفروض فيستحقه أقرب رجل ذكر.\n7-\nتلخص عندي ثلاث حكم في تقييد الرجل بكونه ذكرا.\nأ - أنه لما كان الرجل يطلق في مقابلة المرأة، والصبي جاءت الصفة لبيان أنه في مقابلة المرأة، وأنه لا فرق بين الصبي والبالغ.\nب - أنه قد يطلق الرجل ويراد به الشخص، فيدخل في مضمونه المرأة فتقييده بالذكر ينفي هذا الاحتمال، ويخلصه للذكر دون الإناث.\nالجزء: 1 ¦ الصفحة: 142\n",
        "ج - التنبيه على سبب استحقاقه وهو الذكورة التي هي سبب العصوبة وسبب الترجيح في الإرث؛ ولهذا جعل للذكر مثل حظ الأنثيين. وأيضا التنبيه على أن الإحاطة بالميراث إنما يكون للذكر دون الإناث.\n8-\nاستنبط من الحديث عدة أحكام من أبرزها:-\nأ - إذا اجتمع فرض وعصبة بدئ بذي الفرض، فأخذ فرضه، وما بقي للعصبة، وهذا الحكم محل إجماع بين أهل العلم.\nب - إذا اجتمع أكثر من عاصب يكون التعصيب للأقرب، وهذا الحكم محل إجماع بين أهل العلم.\nج - دل الحديث بمفهومه على أن العاصب يسقط لاستغراق فروض المسألة، وهذا الحكم محل اتفاق بين أهل العلم\nد - سقوط الأخ الشقيق في المسألة المشركة، وهذا هو القول الراجح في هذه المسألة.\nهـ - أن الجد يحجب الإخوة، وهذا هو القول الراجح في هذه المسألة.\nهذا ما تيسر لي كتابته حول شرح هذا الحديث مع بيان الأحكام الفرضية المستنبطة منه، مع اعترافي بالتقصير، ولكني ولله الحمد والمنة قد بذلت ما وسعني من جهد ووقت وبحث وأسأل الله عز وجل أن ينفع بهذا البحث من قرأه وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.\nالجزء: 1 ¦ الصفحة: 143\n",
        "مصادر ومراجع\n...\nفهرس المصادر والمراجع\nأ\n1-\nالإجماع للإمام أبي بكر محمد بن المنذر ت318هـ، تحقيق أبو حماد صغير أحمد ابن محمد حنيف ط1. الرياض: دار طيبة، سنة1402هـ.\n2-\nالإحسان في ترتيب صحيح ابن حبان ت354هـ ترتيب علاء الدين: علي بن بلبان الفارسي ت 739هـ ط الأولى بيروت: دار الكتب العلمية، سنة 1407هـ.\n3-\nإحكام الأحكام شرح عمدة الأحكام للامام: محمد بن على بن دقيق العيد ت 702? تعليق الشيخ: محمد بن منير الدمشقي، بيروت: دار الكتب العلمية.\n4-\nالأحكام شرح أصول الأحكام للشيخ العلامة: عبد الرحمن بن محمد بن قاسم ت1392هـ الطبعة الثانية سنة 1406هـ.\n5-\nالاختيار لتعليل المختار للشيخ الفقيه: عبد الله بن مودود الموصلي ت 683هـ ط الثالثة. بيروت: دار المعرفة، سنة 1395هـ.\n6-\nإرواء الغليل في تخريج أحاديث منار السبيل للشيخ العلامة المحدث: محمد ناصر الدين الألباني ت1420هـ ط الأولى سنة 1399هـ بيروت ودمشق: المكتب الإسلامي، سنة 1399هـ.\n7-\nالإشراف على مسائل الخلاف للقاضي الفقيه: عبد الوهاب البغدادي المالكي ت422هـ المغرب: مطبعة الإرادة.\n8-\nإعلام الموقعين للشيخ العلامة: محمد بن أبي بكر بن قيم الجوزية ت751? تعليق الشيخ: طه بن عبد الرؤوف بن سعد، القاهرة: مكتبة الكليات الأزهرية.\n9-\nإكمال إكمال المعلم على صحيح مسلم. للشيخ الفقيه: محمد بن خليفه الأبي ت 827هـ تعليق الشيخ: محمد بن سالم بن هاشم ط ا. بيروت:\nالجزء: 1 ¦ الصفحة: 144\n",
        "دار الكتب العلمية، سنة 1415هـ.\n10 -\nإكمال المعلم بفوائد مسلم. للقاضي الفقيه: عياض اليحصبي المالكي 544هـ. ط1. مصر: دار الوفاء، سنة 1419هـ.\n11-\nالأم. للإمام: محمد بن إدريس الشافعي ت204?، بيروت: دار المعرفة.\n12-\nالإنصاف في معرفة الراجح من الخلاف على مذهب الإمام أحمد. للشيخ العلامة: علي بن سليمان المرداوي ت885?، تحقيق الشيخ العلامة محمد بن حامد الفقي ط 1. مصر: مطبعة السنة المحمدية سنة 1374?.\nب\n13-\nالبدرانية شرح الفارضية. للشيخ العلامة: عبد القادر بن أحمد بن بدران الحنبلي ت1346? ط1، 1342? ط. دمشق: المكتبة السلفية، سنة 1342?.\n14-\nبهجة قلوب الأبرار. للشيخ العلامة: عبد الرحمن بن ناصر السعدي ت1376? ط1، القاهرة: مطبعة السنة المحمدية، سنة 1372هـ.\nت\n15-\nتاج العروس من جواهر القاموس المحيط. للشيخ: محمد بن مرتضى الزبيدي 1205هـ تحقيق: عبد الكريم العزباوي. الكويت: مطبعة الحكومة، سنة 1399هـ.\n16-\nتاريخ بغداد. للحافظ المحدث أبي بكر بن علي الخطيب البغدادي 463هـ، بيروت: دار الكتب العلمية.\n17-\nتبيين الحقائق شرح كنز الدقائق. للشيخ الفقيه: عثمان بن علي الزيلعي ت743هـ باكستان: المكتبة الإمدادية.\n18-\nالتحفة الخيرية حاشية على الفوائد الشنشورية في الفرائض. للشيخ إبراهيم بن محمد الباجوري ت 1277هـ ط1. مصر: المطبعة الحلبية. سنة 1355هـ.\nالجزء: 1 ¦ الصفحة: 145\n",
        "19-\nالتحقيقات المرضية في المباحث الفرضية للشيخ العلامة الدكتور: صالح ابن فوزان الفوزان ط3. الرياض: مكتبة المعارف، سنة 1407هـ.\n20-\nتسهيل الفرائض. للشيخ العلامة الفقيه: محمد بن صالح بن عثيمين ت1421هـ - الرياض: مكتبة المعارف.\n21-\nتفسير القرآن العظيم. للحافظ: إسماعيل بن كثير ت774هـ، مصر: المكتبة التجارية.\n22-\nتقريب التهذيب. للحافظ أحمد بن علي بن حجر العسقلاني ت852هـ، تحقيق الشيخ عبد الوهاب بن عبد اللطيف، ط2. بيروت: دار المعرفة، سنة 1395هـ.\n23-\nالتلخيص في الفرائض. للشيخ الفرضي: عبد الله بن ابراهيم الخبري الشافعي ت476هـ. تحقيق الدكتور: ناصر الفريدي ط. المدينة النبوية: مكتبة العلوم والحكم سنة 1416هـ.\n24-\nتلخيص مستدرك الحاكم. للحافظ محمد بن أحمد الذهبي ت748? المطبوع بذيل المستدرك، بيروت: دار الكتاب العربي.\n25-\nالتهذيب في الفرائض. للشيخ الفقة: أبي الخطاب محفوظ بن أحمد الكلوذاني ت510هـ تحقيق الدكتور راشد الهزاع، ط1. جدة: المطبعة الأهلية، سنة 1416هـ.\n26-\nتهذيب الكمال في أسماء الرجال. للحافظ المحدث أبي حجاج المزي ت742?، تحقيق الدكتور بشار بن عواد ط1. بيروت: مؤسسة الرسالة سنة 1403?.\n27-\nتهذيب مختصر سنن أبي داود. للشيخ العلامة محمد بن أبي بكر بن قيم الجوزية ت751هـ، تحقيق الشيخ العلامة محمد بن حامد الفقي، والشيخ المحدث أحمد بن محمد شاكر. المطبوع مع مختصر سنن أبي داود، بيروت: دار المعرفة، توزيع الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد، المملكة العربية السعودية.\nالجزء: 1 ¦ الصفحة: 146\n",
        "ج\n28-\nالجامع الصحيح المسند من حديث رسول الله صلى الله عليه وسلم وسننه وأيامه. للإمام الحافظ محمد بن إسماعيل البخاري ت256هـ. المطبوع مع شرحه فتح الباري ط1. مصر: المطبعة السلفية، سنة 1380هـ.\n29-\nالجامع الصحيح: المشهور بسنن الترمذي. للحافظ المحدث: محمد بن عيسى الترمذي ت279هـ، تحقيق وشرح: الشيخ العلامة أحمد بن محمد بن شاكر وآخرون، بيروت: دار إحياء التراث العربي.\n30 -\nجامع العلوم والحكم في شرح خمسين حديثاً من جوامع الكلم. للحافظ الفقية: عبد الرحمن بن أحمد بن رجب ت795هـ،. مصر: مطبعة الكيلاني، الناشر المؤسسة السعيدية الرياض.\nح\nحاشية الباجوري على الفوائد الشنشورية – التحفه الخيرية.\n31-\nحاشية الرحبية. للشيخ العلامة: عبد الرحمن بن محمد ابن قاسم ت 1392هـ. الطبعة الثالثة.\nد\n32-\nالدرة المضيئة في شرح الفارضية. للشيخ العلامة الفرضي: عبد الله بن محمد الشنشوري ت999هـ ط1. بيروت ودمشق: المكتب الإسلامي، سنة 1381هـ.\n33-\nالدرر السنية في الأجوبة النجدية. جمع الشيخ العلامة: عبد الرحمن ابن محمد بن قاسم ت1392هـ ط 2. بيروت: المكتب الإسلامي، سنة 1385هـ. توزيع دار الإفتاء , المملكة العربية السعودية.\n34-\nالدرة المختار شرح تنوير الأبصار. للشيخ الفقيه محمد علاء الدين الحنفي ت 1088هـ ط 2. بيروت: دار الفكرة، سنة 1386هـ.\nالجزء: 1 ¦ الصفحة: 147\n",
        "ر\n35-\nروضة الطالبين. للشيخ العلامة. يحيى بن شرف النووي ت676هـ ط 2. جدة: شركة المدينة المنورة للطباعة، سنة 1398هـ.\n36-\nالروض المربع في شرح زاد المستقنع. للشيخ العلامة منصور بن يونس البهوتي ت1051هـ ط السادسة. القاهرة: المطبعة السلفية سنة 1380هـ.\nس\n37-\nسبل السلام شرح بلوغ المرام. للشيخ العلامة محمد بن إسماعيل الصنعاني ت1182هـ تحقيق المشائخ محمد سلامة، وخليل ملا خاطر، وحسين قاسم، ومحمد البيانوني: ط3 الرياض: مطبعة جامعة الامام محمد بن سعود الإسلامية، سنة 1405هـ\n38-\nالسلسبيل في معرفة الدليل: حاشية على زاد المستقنع. للشيخ العلامة صالح بن إبراهيم البليهي ت 1410هـ ط 2. مصر: مطبعة الشركة المصرية للطباعة والنشر، سنة 1396هـ.\n39-\nسنن أبي داود. للحافظ المحدث سليمان بن الأشعث السجستاني 275هـ تعليق: الشيخ عزت الدعاس. ط1. سوريا: طبعة دار الحديث سنة 1388هـ.\nسنن الترمذي = الجامع الصحيح.\n40-\nسنن الدارقطني. للحافظ المحدث. علي بن عمر الدارقطني ت385هـ. باكستان: فالكي لاهور.\n41-\nالسنن الكبرى للحافظ أحمد بن شعيب النسائي ت303هـ، تحقيق الدكتور عبد الغفار البنداري وسيد كروي. ط الأولى. بيروت: دار الكتب العلمية، سنة 1411هـ.\n42-\nالسنن الكبرى للحافظ أحمد بن الحسين بن البيهقي ت458هـ. بيروت: دار المعرفة.\nالجزء: 1 ¦ الصفحة: 148\n",
        "43-\nسنن سعيد بن منصور للحافظ سعيد بن منصور. 227هـ تعليق الشيخ حبيب الرحمن الأعظمي ط1. بيروت: دار الكتب العلمية سنة 1405هـ.\n44-\nسنن ابن ماجه للحافظ: محمد بن يزيد القزويني المشهور بابن ماجه ت 275هـ تحقيق محمد فؤاد بن عبد الباقي. بيروت: دار احياء التراث العربي.\nش\n45-\nشرح خلاصة الفرائض. للشيخ الفرضي: عبد الملك بن عبد الوهاب البيتي ت 1327هـ ط1. مصر: المكتبة التجارية. سنة1354هـ.\n46-\nشرح الدرة البيضاء. للشيخ عبد الرحمن الأخضري ت982هـ مصر: مطبعة التقدم العلمية، سنة 1325هـ.\n47-\nشرح الرحبية. للشيخ العلامة الفرضي: محمد بن أحمد بدر الدين المعروف بسبط المارديني ت907هـ. ط2. بيروت: مؤسسة الكتب الثقافية، سنة 1409هـ.\n48-\nشرح الزركشي على مختصر الخرقي للشيخ العلامة: محمد بن عبد الله الزركشي ت772هـ تحقيق معالي الدكتور: عبد الملك بن عبد الله الدهيش. ط2. بيروت: دار خضر، سنة 1418هـ.\n49-\nشرح السراجية في الفرائض. للشيخ على بن محمد الجرجاني ت816هـ، باكستان: المكتبة المدنية.\n50-\nشرح السنة. للشيخ العلامة: الحسين بن مسعود البغوي 516هـ تحقيق الشيخ شعيب الأرناؤوط، بيروت: المكتب الإسلامي، توزيع رئاسة إدارات البحوث العلمية والإفتاء والدعوة والإرشاد، المملكة العربية السعودية.\n51-\nشرح صحيح البخاري. للشيخ الفقيه: علي بن خلف بن بطال ت449هـ تحقيق: أبو تميم ياسر بن ابراهيم الرياض: مكتبة الرشد سنة 1420هـ.\nالجزء: 1 ¦ الصفحة: 149\n",
        "52-\nشرح صحيح مسلم. للشيخ العلامة: يحي بن شرف النووي ت 676هـ. ط الثانية بيروت: دار الفكر، سنة 1392هـ.\n53-\nشرح الفصول المهمة في علم مواريث الأمة. للشيخ العلامة الفرضي محمد بن أحمد بن محمد بدر الدين المعروف بسبط المارديني ت907هـ مخطوط في مكتبة الملك عبد العزيز بالمدينة النبوية تحت رقم 1559.\n54-\nالشرح الكبير على مختصر خليل للشيخ الفقيه: أحمد بن محمد الدردير المالكي ت 1201هـ - مصر: دار إحياء الكتب العربية.\n55-\nالشرح الكبير على المقنع. للشيخ العلامة عبد الرحمن بن أبي عمر محمد ابن أحمد بن قدامة الحنبلي 682هـ الرياض: كلية الشريعة جامعة الإمام محمد بن سعود الإسلامية.\n56-\nشرح مسند الإمام أحمد. للشيخ العلامة أحمد بن محمد شاكر ت1377هـ، ط 4. مصر: دار المعارف، سنة 1373هـ.\n57-\nشرح معاني الآثار. للإمام أبي جعفر أحمد بن محمد الطحاوي ت321هـ ط 1. بيروت: دار الكتب العلمية. 1399هـ.\n58-\nشرح المنظومة اللامية في الفرائض للشيخ العلامة عثمان بن أحمد بن سعيد بن قائد النجدي ت1097هـ، تحقيق الدكتور عبد المحسن بن محمد بن عبد المحسن المنيف، مصفوف على الكمبيوتر.\nص\n59-\nالصحاح: تاج اللغة وصحاح العربية لإسماعيل بن حماد الجوهري ت 393هـ. تحقيق. أحمد بن عبد الغفور عطار. ط 3. بيروت: دار العلم للملايين، سنة 1404هـ. صحيح البخاري الجامع الصحيح.\n60-\nصحيح مسلم. للامام مسلم بن الحجاج القشيري ت 2061هـ تحقيق وترقيم: محمد فؤاد بن عبد الباقي. الرياض: الرئاسة العامة لادارات\nالجزء: 1 ¦ الصفحة: 150\n",
        "البحوث العلمية والافناء والدعوة والارشاد، عام 1400هـ.\nض\n61-\nالضعفاء الكبير للحافظ محمد بن عمرو العقيلي ت322هـ تحقيق الدكتور عبد المعطي بن أمين قلعجي ط1. بيروت: دار الكتب العلمية، سنة 1404هـ.\n62-\nالضياء على الدرة البضاء للشيخ الفرضي عمار المختار بن ناصر الأخضري ت 1420هـ ط2. المدينة المنورة: مطابع الرشيد، سنة 1410هـ.\nع\n63-\nعارضة الأحوذي في شرح سنن الترمذي للإمام محمد بن عبد الله ابن العربي المالكي 543هـ. بيروت: دار الكتاب العربي.\n64-\nعدة الباحث في أحكام التوارث للشيخ العلامة عبد العزيز بن ناصر الرشيد 1408هـ، مطبوع بدون علامات النشر.\n65-\nالعذب الفائض شرح عمدة كل فارض في الفرائض للشيخ العلامة الفرضي: إبراهيم بن عبد الله بن سيف الحنبلي ت1189هـ ط1. مصر: المطبعة الحلبية، سنة 1372هـ.\n66-\nالعلل المتناهية في الأحاديث الواهية للشيخ عبد الرحمن بن علي بن الجوزي 597هـ، تحقيق إرشاد الحق الأثري باكستان: ادارة العلوم الأثرية.\n67-\nعمدة القارئ شرح صحيح البخاري. للشيخ محمود بن أحمد العيني ت855هـ، بيروت: دار الفكر.\n68-\nعمدة كل فارض: ألفيه في الفرائض: للشيخ صالح بن حسن البهوتي ت 1121هـ، مطبوعة مع شرحها الغذب الفائض. الطبعة الأولى. مصر: المطبعة الحلبية، سنة 1372.\n69-\nعون المعبود شرح سنن أبي داود للمحدث محمد بن شمس الحق العظيم\nالجزء: 1 ¦ الصفحة: 151\n",
        "أبادي، تحقيق الشيخ: عبد الرحمن بن محمد عثمان. ط 2. المدينة النبوية: المكتبة السلفية، سنة 1388هـ.\n70-\nعيون المجالس للقاضي عبد الوهاب البغدادي المالكي ت422هـ، تحقيق وتعليق: الشيخ كيباكاه رسالة ماجستير من قسم الفقه – كلية الشريعة. بالجامعة الإسلامية بالمدينة النبوية، سنة 1416هـ.\nف\n71-\nفتاوى ورسائل سماحة الشيخ محمد بن إبراهيم آل الشيخ ت1389هـ جمع الشيخ محمد بن عبد الرحمن بن قاسم ت1421هـ ط1. بمكة المكرمة: مطبعة الحكومة، سنة 1399هـ.\n72-\nفتح الباري شرح صحيح البخاري. للحافظ أحمد بن علي بن حجر العسقلاني ت852هـ ط1. مصر: المطبعة السلفية، سنة 1380هـ.\n73-\nفتح العلام بشرح الإعلام بأحاديث الأحكام للشيخ زكريا الأنصاري، ت926هـ تحقيق علي بن محمد بن معوض والشيخ عادل بن أحمد عبد الموجود ط1. بيروت: دار الكتب العلمية. سنة 1411هـ.\n74-\nفتح العلي المالك في الفتوى على مذهب الإمام مالك للشيخ محمد بن أحمد عليش ت 1299هـ. بيروت: دار الفكر.\n75-\nفتح القريب المجيب شرح كتاب الترتيب في الفرائض للشيخ العلامة الفرضي عبد الله بن محمد الشنشوري ت999هـ جدة , مكتبة جدة.\n76-\nفتح المنعم ببيان ما احتيج لبيانه من زاد المسلم. للشيخ محمد حبيب الله بن عبد الله الجكني الشنقيطي ت1363هـ. القاهرة: مؤسسة الحلبي.\n77-\nالفصول المهمة في مواريث علم الأمة. للشيخ العلامة الفرضي: أحمد بن محمد بن الهائم ت 815 هـ، تحقيق عبد المحسن بن محمد بن عبد المحسن المنيف ط1. الرياض: المطابع الأهلية، سنة 1414هـ.\nالجزء: 1 ¦ الصفحة: 152\n",
        "78-\nالفوائد الجلية في المباحث الفرضية. لسماحة الشيخ عبد العزيز بن عبد الله ابن باز ت1420هـ ط 4 في 1392هـ مكتبة الرياض الحديثة - الرياض: مكتبة الرياض الحديثة، سنة 1392هـ.\n79-\nالفوائد الشنشورية في شرح الرحبية. للشيخ العلامة الفرضي عبد الله ابن محمد الشنشوري ت99هـ المطبوع بهامش التحفة الخيرية، مصر: المطبعة الحلبية.\nق\n80-\nالقاموس المحيط لمجد الدين محمد بن يعقوب الفيروزأبادي ت817هـ. بيروت: دار الفكر، سنة 1398هـ.\n81-\nالقلائد البرهانية للشيخ محمد البرهاني ت 1205هـ المطبوع مع شرحه وسيلة الراغبين. ط1. مصر: مطبعة أنصار السنة المحمدية، سنة 1365هـ، ورجعت إلى نسخة من النظم بخط شيخنا سماحة الشيخ محمد بن صالح العثيمين ت1421هـ.\n82-\nالقوانين الفقهية. للشيخ محمد بن أحمد بن جزي المالكي ت 741هـ. بيروت: مكتبة أسامة بن زيد.\nك\n83-\nالكافي في فقه أهل المدينة المالكي. للشيخ العلامة يوسف بن عبد الله بن عبد البر ت463هـ، تحقيق محمد أحيدو ولد ماديك، ط 1. الرياض: مكتبة الرياض الحديثة، سنة 1398هـ.\n84-\nالكامل في ضعفاء الرجال. للحافظ أحمد بن عبد الله بن عدي الجرجاني ت365هـ ط الثانية. بيروت: دار الفكر، سنة 1415هـ.\n85-\nكتاب الفرائض وشرح آيات الوصية للشيخ العلامة: عبد الرحمن بن عبد الله السهيلي ت581هـ، تحقيق الدكتور محمد بن إبراهيم البنا -\nالجزء: 1 ¦ الصفحة: 153\n",
        "ط 2. مكة المكرمة: المكتبة الفيصلية.، سنة 1405هـ.\n86-\nكشاف القناع على متن الإقناع للشيخ العلامة: منصور بن يونس البهوتي ت1051هـ. مكة المكرمة: مطبعة حكومة المملكة العربية السعودية سنة 1394هـ.\n87-\nكفاية الحفاظ: ألفية في الفرائض. للشيخ العلامة الفرضي: أحمد بن محمد ابن الهائم ت815هـ. المطبوعة مع شرها نهاية الهداية ط1. الرياض: دار ابن خزيمة، سنة1420هـ.\n88-\nالكنوز الملية في الفرائض الجلية. للشيخ عبد العزيز بن محمد السلمان – الرياض: مطابع المدينة.\nل\n89-\nلسان العرب للشيخ مكرم بن مكرم بن منظور ت711هـ، بيروت: دار صادر.\n90-\nاللؤلؤة السنية: حاشية على الفرائد الشنشورية في الفرائض للشيخ محمد ابن علي الأدفيني ت1018هـ، مخطوط في المسجد النبوي تحت رقم 6/4/216.\nم\n91-\nالمجروحين للحافظ محمد بن حبان البستي ت354هـ، تحقيق محمود بن إبراهيم زيد. بيروت: دار المعرفة.\n92-\nمجمع الأنهر شرح ملتقى الأبحر. للشيخ عبد الله بن محمد المعروف بدامات أفندي ت1078هـ. بيروت: دار إحياء التراث العربي.\n93-\nمجموع الزوائد للحافظ علي بن أبي بكر الهيثمي ت807هـ، ط3. بيروت: دار الكتاب العربي سنة1402هـ.\n94 -\nمجموع فتاوى شيخ الإسلام أحمد بن تيمية ت728هـ , جمع وترتيب\nالجزء: 1 ¦ الصفحة: 154\n",
        "الشيخ العلامة عبد الرحمن بن محمد بن قاسم ت1392هـ، وساعده ابنه الشيخ محمد ت1421هـ، توزيع الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد بالمملكة العربية السعودية.\n95-\nالمحلى للشيخ علي بن أحمد بن سعيد بن حزم ت456هـ، تصحيح حسن ابن زيدان طلبه، القاهرة: دار الاتحاد العربي للطباعة، سنة 1390هـ.\n96-\nمختار الصحاح لمحمد بن أبي بكر الرازي ت666هـ، ط1. بيروت: دار الكتاب العربي، سنة 1387هـ.\n97-\nمختصر المقاصد الحسنة للشيخ محمد بن عبد الباقي الزرقاني ت1122هـ، تحقيق الدكتور محمد بن لطفي الصباع، ط الأولى.\n98-\nمرقاة المفاتيح شرح مشكاة المصابيح للشيخ علي بن محمد بن سلطان القارئ ت1014هـ، تعليق صدقي بن جميل العطار، مكة المكرمة: المكتبة التجارية.\n99-\nالمستدرك على الصحيحين. للحافظ محمد بن عبد الله الحاكم ت405هـ، بيروت: دار الكتاب العربي.\n100-\nمسند الإمام أحمد بن محمد بن حنبل ت241هـ، ط2، بيروت: المكتب الإسلامي – سنة 1398هـ.\n101-\nالمصنف. للحافظ عبد الرزاق بن همام الصنعاني ت211هـ، تحقيق الشيخ حبيب الرحمن الأعظمي ط2، بيروت: توزيع المكتب الإسلامي، سنة 1403هـ.\n102-\nمعالم السنن للإمام حمد بن محمد الخطابي ت338هـ ط2، بيروت: منشورات المكتبة العلمية، سنة1401هـ.\n103-\nالمعلم بفوائد مسلم للشيخ المحدث: محمد بن علي المازري ت536هـ، تحقيق محمد بن الشاذلي ط2، بيروت: دار الغرب الإسلامي، سنة1413هـ.\nالجزء: 1 ¦ الصفحة: 155\n",
        "104-\nالمغني شرح مختصر الخرقي للشيخ العلامة: موفق الدين عبد الله بن أحمد ابن قدامة ت620هـ، تحقيق معالي الدكتور: عبد الله بن عبد المحسن التركي، والدكتور عبد الفتاح الحلو، ط1، مصر: مطابع هجر، سنة 1407هـ، توزيع صاحب السمو الملكي تركي بن عبد العزيز آل سعود.\n105-\nالمفهم لما أشكل من تلخيص كتاب مسلم للحافظ: أحمد بن عمر القرطبي 656هـ تحقيق: محي الدين مستو ويوسف بديوري وأحمد السيد ومحمود يزاد ط 1، دمشق وبيروت: دار ابن كثير ودار الكلم الطيب، عام 1417هـ.\n106-\nالمنتقى من السنن المسندة عن رسول الله صلى الله عليه وسلم. للحافظ عبد الله بن علي بن الجارود ت307هـ، ط1، باكستان: حديث آكامي، سنة 1403هـ.\n107-\nمنحة المعبود في ترتيب مسند أبي داود الطيالسي ت204هـ للشيخ أحمد بن عبد الرحمن البنا ت1371هـ، ط 2، بيروت: المكتبة الإسلامية، سنة1400هـ.\n108-\nمنهج الوصول إلى تحرير الفصول للشيخ زكريا بن محمد الأنصاري ت926هـ. مخطوط محفوظ في مركز الملك فيصل للدراسات الإسلامية بالرياض تحت رقم 10278/1.\n109-\nالمهذب في فقه الإمام الشافعي للشيخ العلامة ابراهيم بن على الشيرازي ت476هـ، ط الثانية، بيروت: دار المعرفة، سنة 1379.\n110-\nمواهب الجليل شرح مختصر خليل. للشيخ محمد بن محمد المغربي الحطاب ت954هـ، ط2، بيروت: دار الفكر، سنة 1398هـ.\n111-\nالموطأ للإمام مالك ابن أنس ت179هـ، تصحيح وترقيم محمد فؤاد ابن عبد الباقي، بيروت: دار إحياء الكتب العربية.\n112-\nميزان الاعتدال في نقد الرجال. للحافظ محمد بن أحمد الذهبي ت\nالجزء: 1 ¦ الصفحة: 156\n",
        "748هـ، تحقيق على بن محمد البحاوي، ط 1، بيروت: دار المعرفة، سنة 1382هـ.\nن\n113-\nنظم اللآلي في علم الفرائض. للشيخ صالح بن تامر الجعيري ت706هـ، مخطوط في مكتبة الرياض السعودية برقم 622/86 الرئاسة العامة لإدارات البحوث العلمية والإفتاء المملكة العربية السعودية.\n114-\nالنهاية في غريب الحديث والأثر. للشيخ المبارك بن محمد الجزري ت 606هـ، تحقيق طاهر الزاوي ومحمود محمد الطناحي - بيروت: المكتبة العلمية.\n115-\nنهاية الهداية إلى تحرير أحكام الهداية في علم الفرائض للشيخ زكريا الأنصاري ت926هـ، تحقيق الدكتور عبد الرازق بن أحمد عبد الرازق، ط1، الرياض: دار ابن خزيمة، سنة1420هـ.\n116-\nنيل الأوطار شرح منتقى الأخبار. للشيخ العلامة: محمد بن علي الشوكاني ت1250هـ. الرياض: نشر وتوزيع الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد.\nو117- الواضح في شرح مختصر الحزقي. للشيخ الفقيه عبد الرحمن بن عمر البصري ت684هـ، تحقيق معالي الشيخ الدكتور عبد الملك بن عبد الله الدهيش. ط الأولى. بيروت: دار خضر – سنة 1421هـ.\n118-\nوسيلة الراغبين وبغية المستفيدين شرح على القلائد البرهانية. لمحمد بن علي بن سلوم ت1246هـ، تصحيح وتعليق محمد بن حامد الفقي، ط1، مصر: مطبعة أنصار السنة المحمدية، سنة 1365هـ.\nالجزء: 1 ¦ الصفحة: 157\n",
        ""
    ]
}