{
    "1": [
        "شرط القراءة على الشيوخ للسلفي\nشرط القراءة على الشيوخ\nللحافظ المسند أبي طاهر أحمد بن محمد بن أحمد السلفي الأصبهاني\n(576 هـ)\nويليه\nفوائد حسان\nله\nبانتقاء الحافظ أبي محمد عبد القادر بن عبد الله الرهاوي الحنبلي\n(612 هـ)\nقرأهما وعلق عليهما وخرج أحاديثهما\nأبو عبيدة محمد بن فريد زريوح\nدار التوحيد للنشر\nالرياض\nالطبعة الأولى\n1429 هـ -2008 م\n",
        "شرط القراءة على الشيوخ للحافظ أبي طاهر السلفي رحمه الله\nالجزء: 1 - الصفحة: 33\n",
        "بسم الله الرحمن الرحيم صلى الله على سيدنا محمد وعلى آله وسلم تسليماً\nأخبرنا الشيخ الفقيه الأجل الإمام قال:\nالحمد لله على إنعامه وإفضاله، والصلاة على المصطفى محمدٍ وآله، وعلى أصحابه المقتدين به وبخصاله، في جميع أفعاله وأقواله.\nوبعد، إخواني -يرحمهم الله-:\nفقد جرى في هذه الأيام من أشهر سنة تسعٍ وخمسمائة، عند قدومي مدينتكم دمشق -حرسها الله على الإسلام والمسلمين، وصرف عنها كيد الكفار والملحدين- تاراتٍ وكراتٍ، أذكرها وأحصرها، في مجالس الحديث التي كنت أحضرها، ذكر القراءة على المتصدي للرواية، هل يجب للقارئ عليه أن يريه صورة سماعه في الجزء حتى ينظره؟\nأو يقتصر على إعلامه أنه عن من سمعه، وإن لم يقف الشيخ على\nالجزء: 1 - الصفحة: 35\n",
        "اسم نفسه في تلك الحالة ولم يبصره، واعتمد على قول المفيد عنه، أو قرئ عليه من فرعٍ منقولٍ من الأصل، صح هذا السماع أو لم يصح؟\nوكنت أمتنع عن تحرير الجواب وتقريره، احتراماً لعلمائها وفضلائها، وحفظاً للأدب في حق نبهائها وفقهائها.\nفقد كتبت بالإسناد عن بعض المتقدمين أنه قال: ((من حدث في بلدةٍ وبها من أولى بالرواية منه فهو مختل)).\nالجزء: 1 - الصفحة: 36\n",
        "وسئل الإمام أبو بكر القفال الشاشي عند حلوله بظاهر ثغر خوي -حماه الله- عن مسألةٍ، فأمسك عن الجواب لأجل عمر بن يمن الخويي، وأحال في الحال عليه، هذا أو معناه.\nوالحكاية عندي في أجزاء أذربيجان بالإسناد.\nوكان القفال رحمه الله قد قدم تلك الناحية مجتازاً إلى الروم غازياً، وقصته مع كلب الروم -متملكها هناك- قصةٌ مشهورةٌ معروفة.\nالجزء: 1 - الصفحة: 37\n",
        "وسمعت القاضي أبو الحسن علي بن أحمد بن المفضض بشروان يقول:\n((أمسك القاضي أبو بكر أحمد بن سهل بن السري الهمذاني عن الفتوى حين ورد القاضي أبو القاسم الحسن بن ممشاذ الأصبهاني -المعروف بـ (الزرندي) - شروان، إكراماً له وإجلالاً، وقال: هو أولى بذلك مني)).\nهذا أو قريبٌ من معناه، وهو مروي في مسموعات شروان على لفظه.\nوفي المثل السائر: ((أدب النفس خيرٌ من أدب الدرس)).\nالجزء: 1 - الصفحة: 38\n",
        "وقد سمعت أبا الحسن علي بن محمد بن علي العلاف ببغداد يقول: سمعت أبا الحسن علي بن أحمد بن عمر المقرئ -المعروف بالحمامي- يقول: سمعت أبا إسحاق إبراهيم بن أحمد بن مهران القرميسيني يقول: سمعت أحمد ابن صالح البزاز الواسطي يقول: قال ابن عائشة:\n((ولد لكسرى مولودٌ، فجيء ببعض أهل الأدب، وجيء بالمولود، فوضع بين يديه، فقال له كسرى: ما خير ما أوتي هذا المولود؟ قال: عقلٌ يولد معه، قال: فإن عدمه؟ قال: مالٌ يستر، قال: فإن عدمه ذاك؟ قال: أدبٌ حسنٌ يعيش به بين الناس، قال: فإن عدمه ذاك؟ قال: صاعقةٌ محرقةٌ! )).\nوسمعت الشيخ الشهيد والدي أبا أحمد محمد بن أحمد بن محمد بن إبراهيم السلفي الطوفي رضي الله عنه بأصبهان يقول:\n((لا تتقدمن على من هو أولى بالتقدم منك، فإن ذلك مما يزري بك وبحقك، ويحط من قدرك)).\nذكر هذا رحمه الله في جملة وصاياه لي، فجزاه الله عن وصيته ونصيحته خيراً، ورفع له بها قدراً، فلقد نَصح نُصح من طب -والله- لمن حب.\nوما أحسن النصيحة، خاصةً من الموفي حق نفسه، حتى يؤثر بعد في غيره.\nكما روي في الآثار -وهو عندي بالإسناد-: ((أن الله تعالى أوحى إلى عيسى ابن مريم: يا عيسى عظ نفسك، فإن اتعظت فعظ الناس، وإلا فاستحيي مني)).\nالجزء: 1 - الصفحة: 39\n",
        "وأخبرنا أبو العباس أحمد بن عبد الغفار بن أشته الأصبهاني، أخبرنا محمد بن عمر بن زيله، أنا عبد الله بن أحمد بن القاسم حدثنا عبد الله ابن محمد بن عبد الكريم قال: سمعت محمد بن حرب يقول: سمعت ابن أبي أويس يقول: سمعت مالكاً يقول:\n((من ليس في نفسه خيرٌ، فلا خير للناس فيه)).\nورواته إلى عبد الله بن محمد بن عبد الكريم بن يزيد بن فروخ الرازي -ابن أخي أبي زرعة- أصبهانيون ثقات، وعبد الله أيضاً يكنى أبا القاسم، مات عندنا بأصبهان سنة عشرين وثلاثمائة.\nوقد نظمت أنا في هذا المعنى مقطعاتٍ، منها قطعةٌ بالعراق سنة سبعٍ وتسعين وأربعمائة، أول ما قلت الشعر، وهي:\nمن كان يأمر غيره بطريقةٍ\n...\nويحيد عنها ضلةً فيما سلك\nفسبيله كسبيل مرشد أمةٍ\n...\nوتراه في سبل العماية قد هلك\nكيف استقامة أمر قومٍ رأسهم\n...\nورئيسهم متخلفٌ لا أم لك\nأخبرني أبو الحسن مكي بن منصور بن علان الكرخي -قدم علينا أصبهان- أنا القاضي أبو بكر أحمد بن الحسن بن أحمد الحرشي الحيري بنيسابور، حدثنا أبو العباس محمد بن يعقوب بن يوسف الأصم، ثنا زكريا ابن يحيى عن\nالجزء: 1 - الصفحة: 40\n",
        "سفيان بن عيينة عن زياد بن علاقة، سمع جرير بن عبد الله رضي الله عنه يقول:\n((بايعت النبي صلى الله عليه وسلم على النصح لكل مسلم)).\nأخبرنا أبو عبد الله القاسم بن الفضل بن أحمد بن أحمد بن محمود بأصبهان سنة ثمانٍ وثمانين وأربعمائة، ثنا أبو عبد الله محمد بن إبراهيم ابن جعفر اليزدي -المعرف بالجرجاني-أملانا أبو العباس محمد بن يعقوب ابن يوسف الأصم النيسابوري، ثنا أبو عتبة أحمد بن الفرج الحمصي، حدثنا بقية بن الوليد، عن أبي جعفر الرازي، حدثني هشام بن حسان، عن الحسن، عن تميم الداري رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:\n((من جاء يوم القيامة بخمسٍ لم يصد وجهه عن الجنة: النصح لله، ولدينه، ولكتابه، ولرسوله ولجماعة المسلمين)).\nالجزء: 1 - الصفحة: 41\n",
        "سمعت أبا المعالي ثابت بن بندار بن إبراهيم المقرئ ببغداد يقول: سمعت عبد العزيز بن علي بن شكر الوراق يقول: سمعت أبا بكر محمد ابن أحمد بن يعقوب الحافظ يقول: سمعت عبد الله بن أبي داود السجستاني يقول: سمعت أبي أبا داود يقول:\n((الفقه يدور على خمسة أحاديث: ((الحلال بينٌ والحرام بينٌ))، وأن رسول الله صلى الله عليه وسلم قال: ((لا ضرر ولا ضرار))، وأن رسول الله صلى الله عليه وسلم قال: ((إنما الأعمال بالنيات، وإنما لامرئ ما نوى))، وأن رسول الله صلى الله عليه وسلم قال: ((الدين النصيحة))، وأن رسول الله صلى الله عليه وسلم قال: ما نهيتكم عنه فاجتنبوه، وما أمرتكم به فأتوا منه ما استطعتم)).\nالجزء: 1 - الصفحة: 42\n",
        "هذا الفضل على ما ذكرت.\nوالغرض أني في الأول امتنعت كما بينت، وفي الأخير أحرجتني الضرورة، وأخرجتني إلى إثبات الجواب، وقد تدعو الضرورات -كما قيل- إلى سلوك ما لا يليق بالآداب.\nفأقول -والله الموفق للصواب والسداد، والهادي إلى طرق الرشاد-:\nاعلموا -أعلمكم الله الخير ووقاكم وجنبكم الشر- أن المتنازع فيه لا يخلو:\nإما أن يكون الراوي عارفاً بما يرويه، عالماً بالذي يؤديه، أو غير عارفٍ بذلك ولا عالم.\nفإن كان عالماً وبحديثه عارفاً:\nفاستماعه إلى القارئ وإقراره بالمقروء عليه بقوله: نعم، أو ما في معناه، مغنٍ عما عداه، سواءً كان القارئ من أهل المعرفة بدقائق المحدثين، أو لم يكن بها من العارفين، أو قرأه على الأصل أو من الفرع المنسوخ منه، فإنه يعرف حديثه ويرد عليه الخطأ والتصحيف، والخطل والتحريف، ولا يروي إلا\nالجزء: 1 - الصفحة: 43\n",
        "على شرط الصحة.\nهذا ظاهر بينٌ.\nوإن كان الراوي شيخاً صحيح السماع، إلا أنه لا يعرف حديثه:\nفالاعتماد في روايته على المفيد عنه لا عليه، يقلده السامعون فيما يقرؤه وينتخبه، بعد تيقنهم أنه ثقةٌ عارفٌ بحديث الشيخ، غير منحرفٍ في أركان الحديث وقواعد الرواية والتحديث عن نهج الصواب والطريق المهيع.\nإلا أنه مع ذلك كله لا يستغني عن إعلام الشيخ حال القراءة أن الجزء عمن سمعه ومن الذي به حدثه.\nوإن كان تخريجاً عن شيوخٍ (شتى)، وفوائد من رواياتٍ متفاوتةٍ:\nفلا بد أيضاً من أن يتوقف في ابتداء حديث كل شيخٍ على حدة، ويتأنى في ذكر اسمه من غير إدراجٍ ولا إدغامٍ -كما يتأتى له، وجرت به عادة\nالجزء: 1 - الصفحة: 44\n",
        "القراء- بحديثٍ في أثناء القراءة، حتى يعلم الشيخ من ابتداء الجزء إلى انتهائه بإعلامه إياه.\nوهذا القدر كافٍ لا يحتاج معه إلى ما هو أكثر منه أصلاً.\nوقراءته عليه من أصل سماعه، أو من فرعه المنقول من الأصل المقابل به سيان.\nعلى هذا عهدنا علماءنا عن آخرهم.\nولم يزل الحفاظ قديماً وحديثاً يخرجون للشيوخ من الأصول، فتصير تلك الفروع بعد المقابلة بها أصولاً، وهل كانت الأصول أولاً إلا فروعاً؟ !\nمنهم إبراهيم بن أورمة الأصبهاني، وأبو زرعة الرازي، وأبو مسعود أحمد ابن الفرات الرازي الضبي نزيل أصبهان، وعبد الرحمن بن يوسف بن خراش، وصالح بن محمد البغدادي جزرة -المقيم بما وراء النهر-، وأبو محمد البلاذري، وأبو علي النيسابوري، وأبو حاتم محمد بن حبان البستي، وأبو القاسم الطبراني الثاوي بأصبهان، وعمر بن جعفر البصري، ومحمد بن المظفر البغدادي، وأبو الحسن الدارقطني، وأبو عبد الله بن بكير، وأبو عبد الله بن منده\nالجزء: 1 - الصفحة: 45\n",
        "الأصبهاني، والحاكم أبو عبد الله النيسابوري، وخلف بن محمد بن علي الواسطي، وعبد الغني بن سعيد المصري، وأبو بكر أحمد بن موسى بن مردويه وأبو نعيم الأصبهانيان، وأبو علي الوخشي البلخي، وأبو الفضل الفلكي الهمداني، وأبو نصر السجزي الوائلي، وأبو عبد الله الصوري، وأبو بكر الخطيب البغدادي، (فيمن) قبلهم، ومن بعدهم.\nوكذلك قراءته عليه من الفرع المكتوب من الأصل قبل المقابلة، وأحد الحفاظ المبرزين ينظر فيه ويضبط له، حتى يصححه: بمثابة القراءة من الأصل أو الفرع المقابل المصحح، إذ القصد من ذلك كله حصول السماع على وجه الصحة.\nولعمري، إن وقوفه على اسمه في الجزء في حالة السماع منه مما لا يضر، بل ينفع! لأنه ليس بشرطٍ لا يصح السماع دونه، إذ لو كان شرطاً لذكروه في الكتب المصنفة، ولم يذكروه أصلاً والبتة.\nفإما أن يكون الشيخ أمياً لا يفرق بين الصحيح من سماعه وبين السقيم:\nفإعطاؤه الجزء حتى ينظر اسمه، ويقال: الآن صح السماع، ومن لم يفعل ذلك عيب عليه، فهذا نوعٌ من العبث! لم نعهد عليه أحداً من حفاظ عصرنا، لا في بلدٍ دخلته، ولا في أصبهان مصرنا، ولا حكي أيضاً لنا عن أحدٍ من المتقدمين قبلنا.\nالجزء: 1 - الصفحة: 46\n",
        "ولربما أقر هذا الشيخ الأمي في بعض الأحايين لشيءٍ قرئ عليه بعد وقوفه على اسمه في طرر جزءٍ أو كتابٍ كتب عنه، فيؤدي إقراره إلى إسقاطه! -وترك الرواية عنه أولى- وإلى ضعف روايته.\nهذا وقد مقل اسمه في الجزء بخط من نقل عنه.\nمثلاً:\nإذا كان القارئ عليه أو المنتخب له مغفلاً، غير بصيرٍ بأسباب الرواية، ولا معدوداً في جملة أرباب الدراية، وظفر بكتابٍ قرئ على شيخ من شيوخه في مجالس شتى وأوقاتٍ مختلفة، ويرى فيه علاماتٍ وبلاغاتٍ، وفي بعضها سماع هذا الشيخ مثبتٌ، فيشتبه عليه، فيترك ما هو من سماعه، ويكتب ما ليس بمسموعٍ (لم يقره) عليه، زعماً منه أنه صحيح!\nوهذا ما شاهدته أنا في العراق، وذلك أنه كان لي بلدي صالحٌ دينٌ حريصٌ على التحصيل، رحل معي من أصبهان سنة ثلاثٍ وتسعين وأربعمائة إلى الشيخ أبي الخطاب نصر بن أحمد البطر الرازي لكتاب الدعاء وغيره من أمالي القاضي أبي عبد الله الحسين بن إسماعيل المحاملي، وكان آخر\nالجزء: 1 - الصفحة: 47\n",
        "من حدث في الدنيا بحديثه عالياً عن أبي محمد بن البيع عنه -رحمهم الله-\nفكان يسمع بقراءتي عليه وعلى غيره من شيوخ بغداد، وأقابل معه، وأدله على المهمات والكتب الكبار التي لا أقدر أنا على نسخها في تلك الأيام، طمعاً في أن أنسخها من نسخةٍ بعد قضاء الوطر والعود إلى الوطن.\nفعزم على التوجه إلى بيت الله الحرام، وإسقاط الفرض عنه في ذلك العام، إذ لم يكن قد حج بمضي.\nوكتب باجتيازه بالكوفة وبعد رجوعه من الحجاز عن أبي البقاء المعمر بن محمد بن علي الحبال أجزاءً من مسند أبي عمرو أحمد ابن حازم بن أبي غرزة الغفاري، من رواية جناح بن نذير\nالجزء: 1 - الصفحة: 48\n",
        "المحاربي، ورواية زيد بن أبي هاشم العلوي، جميعاً عن محمد بن علي ابن دحيم الشيباني عنه، واستجاز لي من الشيخ.\nفلما وصل إلى مدينة السلام عرضها علي، وفرحت بها له ولي.\nثم إنه أقبل على النسخ والسماع على عادته المستمرة، وتمادى في المكث واللبث، إلى أن قدم علينا هذا الشيخ من الكوفة، فاجتمع عليه أصحاب الحديث لعلو سنده، ولم يك صاحب أصولٍ ولا ذا معرفةٍ بالحديث، إلا أن شيخنا أبا الغنائم محمد بن علي بن ميمون النرسي الحافظ -الملقب بأبي الكوفي- كان قد كتب له جزئين، وكانا معه.\nفأحضرت تلك الأجزاء برمتها، وقرأها الشيخ أبو نصر المؤتمن بن أحمد بن علي الساجي الحافظ مع جزئه، ونسخها قومٌ، ونسخت\nالجزء: 1 - الصفحة: 49\n",
        "أنا بعضها اعتماداً على ديانة هذا الكاتب وأمانته.\nفلما كانت سنة سبعٍ وتسعين، قدم الشيخ والدي بغداد مودعاً بيت الله الحرام، وتربة رسوله عليه أفضل الصلاة [والسلام]، فألح علي أن أصحبه، وبالغ في ذلك، وامتنعت لما كنت بصدده من التفقه والاشتغال بالحديث وقراءة الأدب، فأبى إلا الخروج معه! وأعانه على ذلك الشيخ الإمام أبو بكر محمد بن أبي المظفر السمعاني، إمام أصحاب الشافعي بمروٍ ونواحي خراسان.\nالجزء: 1 - الصفحة: 50\n",
        "وكان قد قدم بغداد حاجاً ونفرٌ من حفاظ أصبهان وغيرها، فلم أستصوب مخالفتهم ولا استحسنتها، إذ كانوا يدعون إلى الخير.\nفخرجت حاجاً معه رحمه الله.\nفعند وصولنا إلى الكوفة سمعنا من أبي البقاء هذا وأبي وآخرين مروا قريباً.\nثم إني بعد قفولي عن الحجاز ووصولي إلى الكوفة شتوت بها، واستوفيت عن محدثيها، واستعرت الأصول وطالعتها.\nالجزء: 1 - الصفحة: 51\n",
        "فأخرج لي الشريف عمر الموسوي النحوي في جملة ما أخرج جزءاً فيه بلاغاتٌ عن جناحٍ وابن أبي هاشم، وكان في بعض الجزء سماع المعمر عن ابن أبي هاشم.\nوكان الأصبهاني المذكور آنفاً قد اشتبهت عليه البلاغات! ولم يمكنه إخراج الصحيح من ذلك، ولا راجع أبياً الحافظ، فكتب ما ليس من سماعه عن جناح، وترك ما هو سماعه عن ابن أبي هاشم!\nفشكرت الله تعالى كيف بان لي الصحيح، وكتبت مسموعه من الجزء، وقرأته عليه، وكان معي منه حديثٌ في تخريج، فضربت عليه هناك بالكوفة، ومزقت بعد رجوعي إلى بغداذ ما كنت قد كتبته خطأً وغلطاً، اعتماداً على نسخ بلديي الصالح.\nولله در القائل، على الرأي الكامل لا الفائل:\nوللحروب رجال يعرفون بها\n...\nوللدواوين كتابٌ وحساب\nالجزء: 1 - الصفحة: 52\n",
        "وقد ذكرت أنا هذا المعنى في جملة أبيات من اللزوم ببردعة، فقلت -والله تعالى أعلى ذكراً وأقوم قيلاً-:\nترى فئةً لدى الهيجاء أسداً\n...\nوآلافاً منازلهم حجال\nوأقواماً خواطرهم جماد\n...\nوقوماً جل شعرهم ارتجال\nوللديوان كتابٌ كفاةٌ\n...\nتعنوا في تأدبهم وجالوا\nوللأخبار والسنن الجلايا\n...\nومعرفة الرجال كذا رجال\nتعالى الله لم يخلق كفاءً\n...\nوفي هذا البساط لنا مجال\nفالأولى والأصوب في حق أمثال هؤلاء الشيوخ أن يقتصر على ما قدمته من الاعتماد على المفيد عنهم، الحافظ لسماعاتهم، المتحري عن معرفةٍ لا\nالجزء: 1 - الصفحة: 53\n",
        "عن تقليد من لا يستحق التقليد، والاقتداء به فيما خالف الجمهور.\nوهذا هو نكتة الفصل، الذي عليه تعويل أولي الفضل في بابهم، كي لا يفتضحوا، ويقتنع منهم بقولهم: (نعم)، بعد أن عرفوا الشيوخ فيما يروون، ولا يستنطقون فيسقطون.\nومما يجب أن يعلم أن هذا كله توسلٌ من الحفاظ إلى حفظ الأسانيد وإحياء أمهات المهمات من المسانيد.\nوإلا فالاحتجاج بهم وبرواية أمثالهم، مع علو حديثهم وقرب إسنادهم، ممتنعٌ جداً، إذ ليسوا من شرط الصحيح، اللهم إلا على وجه المتابعة.\nولولا رخصة العلماء لما جازت الكتابة عنهم ولا الرواية، إلا عن قومٍ منهم دون آخرين.\nأخبرنا أبو الخطاب نصر بن أحمد بن عبد الله بن البطر القارئ في داره بباب الغربة في شرقي بغداد، أنا أبو حفص عمر بن أحمد بن عثمان البزار بعكبرا، أنا محمد بن يحيى بن عمر الطائي، ثنا أبو جدي علي بن حرب الطائي، ثنا أبو داود، ثنا صالح بن حسان، عن محمد بن كعب قال: قال النبي صلى الله عليه وسلم:\nالجزء: 1 - الصفحة: 54\n",
        "((لا تحدثوا إلا عمن تقبلوا شهادته)).\nالحديث معلول، وسأذكر علته في المقدمة -إن شاء الله-\nأخبرنا أبو الحسين المبارك بن عبد الجبار بن أحمد الصيرفي ببغداد في الجانب الغربي، أنا أبو الحسن علي بن أحمد بن علي الفالي، أنا أبو عبد الله أحمد بن إسحاق بن خربان النهاوندي، أخبرنا القاضي أبو محمد الحسن بن عبد الرحمن بن خلاد الرامهرمزي، ثنا عمر بن إسحاق الشيرازي، ثنا أبو هارون إسماعيل بن محمد الثقفي، ثنا رواد بن الجراح قال: قال\nالجزء: 1 - الصفحة: 55\n",
        "سفيان الثوري:\n((خذ الحلال والحرام من المشهورين، وما سوى ذلك فمن المشيخة)).\nسمعت أبا مسعود محمد بن عبد الله السوذرجاني -مؤذن جامع أصبهان- في آخرين قالوا: سمعنا أبا عصمة نوح بن نصر بن محمد الأخسيكتي -قدم علينا- قال: سمعت أبا نصر أحمد بن الحسن بن علي هو المراجلي يقول: سمعت أبا الحسن عبد الله بن موسى البغدادي ببخاري يقول: سمعت الفضل ابن شاطر البردعي يقول: سمعت يزيد بن مجالد المعبر يقول: سمعت يحيى بن معين يقول:\n((إذا كتبت فقمش، وإذا حدثت ففتش)).\nالجزء: 1 - الصفحة: 56\n",
        "سمعت أبا سعد محمد بن محمد بن محمد الفقيه المطرز بأصبهان يقول: سمعت الفضل بن محمد العسال يقول: سمعت محمد بن إبراهيم بن عاصم الحافظ يقول: سمعت أحمد بن عمر يقول: سمعت ابن صاعد يقول: قال لي إبراهيم بن أورمة:\n((اكتب عن كل إنسان، فإذا حدثت فأنت بالخيار)).\nأخبرني محمد بن عبد العزيز بن محمد العسال بأصبهان، أنا أبو علي الحسن بن علي الحافظ الوخشي، أنا عبد العزيز بن محمد بن عبد الله الفارسي، ثنا الحسين بن إسماعيل القاضي، ثنا الفضل بن سهل الأعرج، ثنا علي بن عبد الله -هو ابن المديني- حدثني أيوب بن المتوكل عن عبد الرحمن ابن مهدي قال:\n((الحفظ الإتقان، ولا يكون إماماً من حدث عن كل من رأى، ولا من حدث بكل ما سمع)).\nوالأصل في الطلب الأخذ عن العلماء، والإقبال على ما يرويه أعيان\nالجزء: 1 - الصفحة: 57\n",
        "الفقهاء، وإن كانت روايتهم نازلةٌ من حيث العد والإحصاء، فنزولهم أولى من العلو عن الجهلة على مذهب المحققين من النقلة.\nكما أخبرنا الشيخ أبو الحسن المبارك بن عبد الجبار بن الطيوري بمدينة السلام، أنا أبو الحسن علي بن أحمد بن علي الفالي، أنا أحمد بن إسحاق بن خرجان النهاوندي بالبصرة، أنا الحسن بن عبد الرحمن بن خلاد الرامهرمزي، حدثني صحيبٌ لنا كان معنا يقال له محمد بن أحمد بن محمد بن إسحاق الهروي قال: سمعت محمد بن إسحاق بن خزيمة النيسابوري يقول: سمعت عبد الله بن هاشم الطوسي يقول: كنا عند وكيع فقال:\n((الأعمش أحب إليكم عن أبي وائل عن عبد الله؟ أو سفيان عن منصور عن إبراهيم عن علقمة عن عبد الله؟ )) فقلنا: الأعمش عن أبي وائل أقرب! فقال: ((الأعمش شيخ وأبو وائل شيخ، وسفيان عن منصور عن إبراهيم عن علقمة: فقيه عن فقيهٍ عن فقيهٍ عن فقيهٍ)).\nسمعت الشيخ أبا القاسم إسماعيل بن محمد بن الفضل الحافظ بأصبهان يقول:\n((النزول عن نسيبك أبي الطيب حبيب بن محمد الطهراني، وأبي بكر\nالجزء: 1 - الصفحة: 58\n",
        "محمد بن عمر بن عزيزة، وأبي أحمد حمد بن حنة المعبر، وأمثالهم من شيوخنا، أحب إلي من العلو عمن سواهم، فإنهم فقهاء ثقاتٌ يدرون ما يروون)).\nسمعت عفان بن غالب الأزدي المقرئ ببغداد يقول:\n((عندنا بالمغرب ربما وجد كتابٌ بالعلو عند رجلٍ، إلا أنه لا يكون عالماً بما يرويه، أو غير ثقة، فيتركونه ويقرؤونه بالنزول على فقيهٍ ثقةٍ، ويعتدون به؛ أخذ هذا المذهب خلفنا عن سلفنا علماء المغرب)).\nالجزء: 1 - الصفحة: 59\n",
        "أخبرنا أبو العباس أحمد بن محمد بن بشرويه الحافظ بأصبهان في آخرين قالوا: أنا عمر بن محمد بن الهيثم الأصبهاني، أنا أبو بكر أحمد بن محمد بن موسى الملحمي، ثنا محمد بن يحيى بن منده، ثنا محمد بن عيسى المقرئ، ثنا إسحاق بن بشر الرازي قال: قال: ابن المبارك:\n((ليس جودة الحديث قرب الإسناد، جودة الحديث صحة الرجال)).\nأجاز لي القاضيان أبو إسحاق إبراهيم وأبو زكريا يحيى ابنا أبي العباس الغضائري بدربند خزران مشافهةٌ قالا: كتب إلينا أبو منصور محمد بن أحمد ابن أبي القاسم الأصبهاني من ثغر آمد، أنا علي بن عبد الله بن جهضم الهمذاني بمكة، ثنا أبو بكر أحمد بن محمد بن عبد الرحمن بن خلف العصفري، ثنا أبو الحسن محمد بن عبد الله بن زفر، عن عبد الله الناقد، عن يحيى بن معين قال:\n((الحديث بالنزول خيرٌ من علو عن غير ثبتٍ)).\nالجزء: 1 - الصفحة: 60\n",
        "وأنشد محمد بن عبد الله بن زفر في معناه:\nعلم النزول اكتبوه فهو ينفعكم\n...\nوترككم كتبه ضربٌ من العنت\nإن النزول إذا ما كان عن ثبتٍ\n...\nأعلى لكم من علو غير ذي ثبتٍ\nهذا هذا، فأما إذا ما اجتمع في الشيخ علو الإسناد والعلم بالحديث، فهو المنى، وناهيك به نبلاً.\nفقد أخبرنا أبو الفتح أحمد بن عبد الله بن أحمد السوذرجاني الأديب بأصبهان، ثنا أبو بكر أحمد بن محمد بن جعفر اليزدي، أنا عمر بن عبد الله بن أحمد الأصبهاني، ثنا يعرب بن خيران، ثنا محمد بن جعفر النيسابوري قال: سمعت أبا عبد الرحمن الطوسي يقول: سمعت محمد بن أسلم الطوسي يقول:\n((قرب الإسناد قربٌ إلى الله عز وجل)).\nوقد نظمت بثغر جنزة -حماه الله-:\nليس حسن الحديث قرب رجالٍ\n...\nعند أرباب علمه النقاد\nالجزء: 1 - الصفحة: 61\n",
        "بل علو الحديث بين أولي الحفظ\n...\nوالإتقان صحة الإسناد\nوإذا ما تجمعا في حديثٍ\n...\nفاغتنمه فذاك أقصى المراد\nهذا القدر يغني في هذا المعنى، وإنما وشحت الفصل بهذه الفوائد المسندة جرياً على سنن الأسلاف رضي الله عنهم، فكل شيءٍ ليس فيه حدثنا وأخبرنا فهو خل وبقلٌ، كما نقل عن عبد الله بن المبارك.\nولما أوردت نظائر وأشباهٌ، لو تقصيتها خرج الجزء عن حد الاختصار إلى الإكثار فأقتصر على هذا الأنموذج ليستدل به على ما يشاكله ويماثله.\nوقد أخبرنا المبارك بن عبد الجبار الصيرفي ببغداد، أنا الحسين بن علي ابن عبيد الله الطناجيري، ثنا أبو عبد الله الحسين بن أحمد بن بكير الحافظ، حدثنا\nالجزء: 1 - الصفحة: 62\n",
        "أبو العباس أحمد بن محمد بن عبد الرحمن السميساطي ببالس، حدثنا أبو زرعة أحمد بن موسى المكي، حدثنا أحمد بن محمد بن الصباح، ثنا محمد بن الحكم ابن مسلم، ثنا عبد الصمد بن حسان قال: سمعت سفيان الثوري يقول:\n((الإسناد سلاحٌ، كيف يقاتل الرجل بغير سلاح؟ ! )).\nهذا قول الثوري، وقد ذكر معناه عن الإمام أبي عبد الله محمد بن إدريس الشافعي وغيره.\nوسأستوفي -إن شاء الله- ذلك من بعد في تراجم المقدمة لفوائد أذربيجان، وأرمينية، وما وراءها من الثغور.\nجعل الله جملته خالصاً لوجهه، مقرباً إلى مرضاته.\nوحسبنا رب العالمين، وصلواته على سيدنا محمد وآله وأصحابه أجمعين.\nوالحمد لله كما ينبغي لكرم وجهه وعز جلاله\nآخره والحمد لله على نعمه وصلى الله على سيدنا محمد\nالجزء: 1 - الصفحة: 63\n",
        ""
    ]
}