{
    "1": [
        "شعر شوقي في ميزان النقد\nشعر شوقي في ميزان النقد\nمحمد المجذوب\nالكتاب:\nشعر شوقي في ميزان النقد\nالمؤلف:\nمحمد مصطفى المجذوب\nالناشر:\nالجامعة الإسلامية بالمدينة المنورة\nالطبعة:\nالسنة السابعة, العدد الرابع- ربيع الآخر 1395 هـ ابريل 1975 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "مدخل\n...\nشعر شوقي في ميزان النقد\nبقلم: فضيلة الشيخ محمد المجذوب المدرس بكلية الدعوة وأصول الدين بالجامعة\nولد أحمد شوقي في مصر عام 1285 هـ وفيها توفي عام 1351 هـ، وتعتبر هذه الفترة مطلع النهضة في حركة الشعر العربي الحديث، ويعد شوقي أكثر شعراء العربية إنتاجاً، وقد أوتي شاعرية فياضة ومخيلة قوية دعمت بالعلم وغذيت بالأسفار، ووراء ذلك طموح شديد إلى بلوغ أعلى ذرى القريض، فهو يحاكي عددا من أكابر شعراء العربية والفرنجة ففي شعره قوة المتنبي وروعة البحتري، وعمق أبي تمام، ورقة ابن زيدون. ويجاري من شعراء الفرنجة فيكتور هيجو في السياسة والتاريخ والأساطير، ولافنتين في الحكايات الخرافية، وكرناي في المآسي التمثيلية هو يريد أن يبلغ شأوهم جميعاً.\nلذلك تعددت أغراض شعره، ففيه التاريخ والسياسة والاجتماع والدين والوصف والغزل والمدح والرثاء والفخر والحكمة. وفيه الشعر التعليمي والتمثيلي. وهو في كل أغراضه ذو طابع خاص يميزه عن جميع الشعراء، الذين حاول محاكاتهم، وإن كان يشبههم في كثير من الخصائص.\nالجزء: 1 ¦ الصفحة: 76\n",
        "1_\nشعره السياسي\n:\nتتفاوت نظرة شوقي السياسية تبعاً لظروفه الشخصية وظروف الحياة العامة.\nالجزء: 1 ¦ الصفحة: 76\n",
        "ففي المرحلة الأولى من حياته _ حياة القصر _ يدور مع رأي ولي أمره فيعادي خصومه ويصادق مؤيديه. لذلك نراه يحمل على أحمد عرابي ويعده خائناً:\nصغار في الذهاب وفي الإياب\n...\nأهذا كل شأنك يا عرابي؟\nوهو يعبر بذلك عن نظرة البلاط إلى عرابي. وبمثل ذلك يواجه (رياض باشا) رئيس الوزارة لأنه أثنى على اللورد كرومر بكلمة أساءت إلى مصر وإلى الخديوي عباس الذي كان شوقي شاعره:\nخطبت فكنت خطباً لا خطيباً\n...\nأضيف إلى مصائبنا العظام\nلهجت بالاحتلال وما أتاه\n...\nوجرحك منه لو أحسست دامي\nولنستمع إليه يحمل على الأمير حسين واللورد كرومر والشيخ عبد الكريم سلمان بمناسبة سفر كرومر إلى بلاده، وقد خطب هذا في حفلة أقيمت لوداعه فهاجم الخديوي عباساً والمصريين على مسمع من حسين والشيخ دون أن يحركا ساكناً:\nلما رحلت عن البلاد تشهدت\n...\nفكأنك الداء العياء رحيلا\nأوسعتنا يوم الوداع إهانة\n...\nأدب لعمرك لا يصيب مثيلا\nفي ملعب للمضحكات مشيد\n...\nمثلت فيه المبكيات فصولا\nشهد الحسين عليه لعن أصوله\n...\nوتصدر الأعمى به تطفيلا\nجبن أقل وحط من قدريهما\n...\nوالمرء إن يجبن يعش مرذولا\nولكن من العجائب أن ينسى شوقي إساءة الأمير حسين هذا بعد حين، فيمدحه ويمدح معه الإنكليز، الذين خلعوا سيده عباساً وجاءوا بحسين سلطاناً مكانه على مصر. فيعتبر عمل الإنكليز هذا خدمة لمصر وحفظاً للوائها، ويشبههم بالمسلمين الأولين ويسميهم الأحرار العادلين:\nحلفاؤنا الأحرار ألا إنهم\n...\nأرقى الشعوب عواطفاً وميولا\nلما خلا وجه البلاد لسيفهم\n...\nساروا سماحاً في البلاد عدولا\nوأتوا بكابرها وشيخ ملوكها\n...\nملكاً عليها صالحاً مأمولا\nالجزء: 1 ¦ الصفحة: 77\n",
        "والأغرب من ذلك أن يتوارد في كلتا القصيدتين على رويّ واحد وبحر واحد دون أن يتذكر تناقضه العجيب!\nولكن شوقي لا يفوته أن يعتذر عن هذا التناقض بين أمس واليوم، فالذي يهمه هو أن يظل الحكم في آل محمد علي لا فرق بين واحد وواحد منهم. لذلك يرى من الوفاء أن ينصر كل ذي سلطان يقوم من أبناء إسماعيل:\nأأخون إسماعيل في أبنائه\n...\nولقد ولدت بباب إسماعيلا!\nوهكذا كان موقف شوقي من الأتراك فهو بدافع من عرقه التركي يرى الخلافة لا تصلح إلا لهم، ويؤيد سياسة عبد الحميد فيعتبر عهده عهد الرحمة والعدالة والخير، إلاّ أنه لا يرى بأساً أن تنتقل الخلافة إلى أخيه محمد رشاد بعد ذلك، فيبايع هذا ويمدح الدستوريين الذين خلعوا عبد الحميد!. . لأن المهم في نظره أن يبقى السلطان للأتراك، ولذلك نقم شوقي أول الأمر من الشريف حسين لثورته وتعاونه مع الإنكليز، ولما ألغى مصطفى كمال الخلافة خشي أن توسد إلى الشريف حسين، فأخذ يحذر المسلمين من ذلك، ويصف الشريف حسيناً بالمعجز والإضرار للمسلمين:\nلا تبذلوا برد النبي لعاجز\n...\nعزل يدافع دونه بالراح\nبالأمس أوهى المسلمين جراحة\n...\nواليوم مدّ لهم يد الجراح\nوعلى الرغم من انقطاع علاقة الأتراك بمصر والبلاد العربية ظل شوقي متصل القلب بهم يراقب حوادثهم، وبهذا الحافز اندفع إلى مدح مصطفى كمال عند انتصاره على اليونان، بقصيدة عارض بها (عمورية) أبي تمام، فكانت صورة عن عواطفه نحو الأتراك، وترجماناً عن شعوره العميق بالأخوة الإسلامية التي لا تفرق بين جنس وجنس:\nالله أكبر كم في الفتح من عجب!\n...\nيا خالد الترك جدد خالد العرب\nيوم كبدر فخيل الحق راقصة\n...\nعلى الصعيد وخيل الله في السحب\nغر تظللها غراء وارفة\n...\nبدرية العود والديباج والعذب\nالجزء: 1 ¦ الصفحة: 78\n",
        "نشوى من الظفر العالي مرنحة\n...\nمن سكرة النصر لا من سكرة النصب\nحتى تعالى أذان الفتح فاتأدت\n...\nمشي المجلى إذا استولى على القصب\nالجزء: 1 ¦ الصفحة: 79\n",
        "2_\nالتطور في أفكاره السياسية\n:\nعلى أن تبدل الأوضاع السياسية في البلاد العربية والإسلامية عقيب الحرب العالمية الأولى أثر في عقلية شوقي تأثيراً كبيراً، فقد عاد شوقي من منفاه في الأندلس بعد الحرب، فوجد كل شيء قد تغيّر، فقل اتصاله بالقصر، ويئس من موقف الأتراك بعد إلغائهم الخلافة، فأتيح له بذلك أن يلتفت إلى الشعب المصري وأن يتأثر بحوادث النضال الوطني في البلاد العربية. وهكذا بدأ مرحلته الجديدة كشاعر 1 للمجتمع، ومذ ذلك العهد أقبل شوقي على الاهتمام بقضايا الشعب المصري والأمة العربية، يسجل آلام العرب وآمالهم وكفاحهم في شعر وجداني رفيع.\nوقد تفتقت بواكير حنينه إلى وطنه أثناء نفيه عنه، ففي المنفى نظم شوقي طائفة من أروع شعره الوطني الخافق بالعواطف:\nوسلا مصر: هل سلا القلب عنها\n...\nأو أسا جرحه الزمان المؤسى!\nوطني لو شُغِلْتُ بالخلد عنه\n...\nنازعني إليه في الخلد نفسي\nوهكذا اتجه همّ شوقي إلى الدفاع عن مصر وحريتها، فيرسل أشعاره الثائرة هجوماً على الأجنبي وتنديداً بأعماله، وإثارة للأحزاب المصرية إلى التعاون ونبذ التخاصم:\nإلام الخلف بينكم إلام\n...\nوهذي الضجة الكبرى علام؟\nوفيم يكيد بعضكم لبعض\n...\nوتبدون العداوة والخصاما؟\nوفي هذا الجو الجديد من حياة شوقي ينسى حملته على الشريف حسين بالأمس، ويرثيه بقصيدة من خير شعره، حتى ليَشغَل بمأتمه السماء والأرض:\n1 الكاف زائدة، والاسم المجرور بها محله الحال، وهو من فصيح الكلام.\nالجزء: 1 ¦ الصفحة: 79\n",
        "لك في الأرض والسماء مآتم\n...\nقام فيها أبو الملائك هاشم\nوبديل التهم الجارحة التي وجهها إليه في خروجه على الخلافة يعود الآن ليفرغ على عمله طابع القداسة، فيشبهه بالحق الذي يؤلف بين المؤمنين:\nأنت كالحق ألف الناس يقظا\n...\nن وزاد ائتلافهم وهو نائم\nويعتبر ثورته إلى جانب الإنجليز موقفاً يستحق أحسن المديح:\nحبذا موقف غلبت عليه\n...\nلم يقفه للعرب قبلك خادم\nولذلك لا يرى كفؤاً لغسله إلا وضوء النبيين، ولا لتكفينه إلا رقعا من مواضع صلواتهم، ولا يصلح لضم جثمانه إلا نعش مؤلف من أعواد المنبر النبوي، ولا لحمله إلا ظهر البراق الذي كان مركب الرسل من قبل:\nاغسلوه بطيب من وضوء الر\n...\nسل كالورد في رباه البواسم\nوخذوه من وسادهم في المصلى\n...\nرقعة كفنوا بها فرع هاشم\nواستعيروا لنعشه من ذرى المنبر\n...\nعوداً ومن شريف القوائم\nواحملوه على البراق إن اسطعتم\n...\nفقد جل عن ظهور الرواسم\nعلى أن أروع ما انطوت عليه تلك القصيدة حديثه عن واقع المسلمين تحت أوزار الاستعمار، وما خبره من مغامرة المرثي في نصرة هؤلاء الأراقم:\nقم تحدث أبا علي إلينا\n...\nكيف غامرت في جوار الأرقم\nكلنا وارد السرّاب، وكل\n...\nحمل في وليمة الذئب طاعم\nقد رجونا من الغنائم حظاً\n...\nووردنا الوغى فكنا الغنائم\nوأكثر ما يتجلى هذا التطور في قصائده التي يسجل بها كفاح دمشق وسورية في طلب الحرية، ومن أشهر شعره الجديد قصيدتاه عن دمشق (سلام من صبا بردى..) و (قم ناج جلق. .) وفي كليتيهما يقف شوقي موقف المؤرخ الواصف الناصح المحرض:\nالجزء: 1 ¦ الصفحة: 80\n",
        "ألست دمشق للإسلام ظئرا.\n...\nومرضعة الأبوة لا تعق.\nبني سورية اطّرحوا الأماني.\n...\nوألقوا عنكم الأحلام ألقوا.\nفمن خدع السياسة أن تغروا.\n...\nبألقاب الإمارة وهي رق.\nوقفتم بين موت أو حياة.\n...\nفإن رمتم نعيم الدهر فاشقوا.\nوللحرية الحمراء باب.\n...\nبكل يد مضرجة يدق.\nوهكذا أصبح شعر شوقي وتراً حساساً يسجل جميع الاهتزازات التي تعتري البلاد العربية فلا تجد حادثة من حوادثها السياسية إلا تركت آثارها في قلبه وشعره, فهو بذلك صاحب فكرة توجيهية تستهدف بعث الحمية بتذكير العرب ماضيهم المجيد، ودفعهم إلى بناء حاضرهم الجديد، وإلى هذا يشير بقوله:\nكان شعري الغناء في فرح الشر\n...\nق وكان العزاء في أحزانه\nوليس الشرق في نظر شوقي إلا وطن العرب والإسلام، تربطه به روابط اللغة والتاريخ ثم الآلام والآمال المشتركة:\nنصحت ونحن مختلفون داراً\n...\nولكن كلنا في الهم شرق\nويجمعنا _ إذا اختلفت بلاد_\n...\nبيان غير مختلف ونطق\nالجزء: 1 ¦ الصفحة: 81\n",
        "3_\nشعر شوقي الاجتماعي\n:\nوالاجتماعيات عند شوقي ممزوجة بشعره السياسي والتاريخي أو مستقلة في قصائد خاصة، وقد أفرد لهذه الأغراض الثلاثة باباً خاصاً في ديوانه.\nوتتفاوت أساليب شوقي في الاجتماعيات، فبعضها أناشيد للأحداث، وبعضها حكايات خرافية على ألسن الحيوان, وبعضها الآخر يتناول موضوعات عامة ممّا يتصل بحياة المجتمع مباشرة، كالمرأة والتعليم والعمال والأخلاق والعلاقات الدينية وغير ذلك.\nالجزء: 1 ¦ الصفحة: 81\n",
        "أ- المرأة: كان موضوع المرأة:تعليمها وحجابها وسفورها من مشاكل العصر أيام شوقي, لذلك لم يجد مندوحة عن الكلام في هذا الشأن فهو يرى أن تعليم المرأة أمر لابد منه لإنشاء الجيل الصالح:\nوإذا النساء نشأن في أمية\n...\nرضع الرجال جهالة وخمولا\nليس اليتيم من انتهى ابواه\n...\nهم الحياة وخلفاه ذليلا\nإن اليتيم هو الذي تلقى له\n...\nأماً تخلت أو أباً مشغولا\nويا ليته وقف عند مثل هذه الجوانب الهامة من قضية المرأة, فوعظ وأرشد وأصلح, ولكنه لم يستطع فزج بنفسه إلى مواقف لم يحسن التخلص منها, إذ راح أولاً يؤيد ميول البلاط بالدفاع عن الحجاب, ثم لم يلبث أن انساق في التيار الذي ألفه في أوروبة والبوسفور, فانقلب يزين للمرأة سبيل الزيغ, الذي بدأ في مصر منذ الاحتلال الفرنسي, ثم استأنف سيرته على يد السافرة الأولى هدى شعراوي\n...\nب-الدين في شعر شوقي: ويرى شوقي كيف يستغل الأجنبي الفوارق الدينية بين أبناء وطنه, فيهاجم التعصب ويدعو إلى الأخوة, ويلفت نظر المواطنين إلى الأهداف الإنسانية المستركة بين المسيحية والإسلام, صيانة للمجتمع من التفكك الذي يسهدفه العدو. وكثيراً ما يكرر شوقي هذه المعاني توكيداً لها, كما يفعل في مدح السيد المسيح والإشادة برسالته الإنسانية القائمة على المحبة والرحمة:\nولد الرفق يوم مولد عيسى\n...\nوالمروءات والهدى والحياء\nوسرت آية المسيح كما يسري\n...\nمن الفجر في الوجود الضياء\nوكما تعثر شوقي في ميدان المرأة أخذه (الشطح) في ميدان التزلف إلى أصدقائه من النصارى, فأكثر من التعابير النصرانية, وخص الصليب بالكثير من الرعاية في أكثر من قصيدة.. حتى إن المدقق في معانيه هذه لا يكاد يحس فرقاً بين لهجته تلك ولهجة أي نصراني يؤمن بهذه المصطلحات.\nالجزء: 1 ¦ الصفحة: 82\n",
        "ولا غرابة فشوقي مأخوذ بجواذب البيئة التي افتعلها السياسة في مصر وغير مصر من البلاد العربية، التي حاول رجال السياسة المسلمون فيها إحباط المساعي الاستعمارية لاستغلال الأقليات المسيحية، فراحوا يتزلفون إلى هذه الأقليات بكل ما يظنونه محققاً لأهدافهم الوطنية. . . ولو أدى ذلك إلى تقديس ما يعتبر في عقيدتهم الإسلامية من المنكرات بل المكفرات. . .\nوبمثل هذا الاندفاع غير الواعي استسلم شوقي لبعض الأفكار غير السليمة في مدائحه النبوية، فشوه جمالها بتلك الانحرافات، التي التقطها من ألسنة (الدراويش) وكتبهم. . دون أن يسمح لعقله بالتفكير في محتوياتها الشاردة عن نطاق التوحيد. . وحسبنا أن نشير من ذلك إلى قوله _ في نهج البردة _ مخاطباً رسول الله صلى الله عليه وسلم:\nألقى رجائي _ إذا عز المجير _ على.\n...\nمفرج الكرب ف الدارين والغُمَمِ.\nوإن تقدم ذو تقوى بصالحة.\n...\nقدمت بين يديه عبرة الندم.\nوقد نسي شوقي في غمرة التقليد ألا مفرج لكرب إلا الله، وأن عبرة الندم لا تكسب إلا بين يديه سبحانه.. كما علمنا رسوله صلوات الله وسلامه عليه.\nوأبعد في التقليد من ذلك قوله في همزيته:\nما جئت بابك مادحاً بل داعياً\n...\nومن المديح تضرع ودعاء\nأدعوك عن قومي الضعاف لازمة.\n...\nفي مثلها يلقى عليك رجاء.\nومثل شوقي لا يعذر إذا جهل قول رسول الله صلى الله عليه وسلم:\" الدعاء هو العبادة \", و \" الدعاء مخ العبادة \", ولكنه التقليد الضرير الذي يحشر العقلاء في زمرة السفهاء.\nولعل وصفه رسول الله صلى الله عليه وسلم في هذه الهمزية بمثل قوله:\nالاشتراكيون أنت إمامهم.\n...\nلولا دعاوى القوم والغلواء.\nلا يقل تخبطاً عن زلاته تلك، فهو بهذا النعت يسيء إلى رسول الله صلى الله عليه\nالجزء: 1 ¦ الصفحة: 83\n",
        "وسلم من حيث يظن أنه يمدحه، كأولئك {الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعاً} . وليت شوقيّا تأخرت به الأيام إلى عهود (الثوريات الاشتراكية) وشاهد ما لقيت أمته على أيدي هؤلاء الاشتراكيين من الذل والعار والضياع. . إذن لعض يديه ندماً على ما فرط. . ولحاول تدارك ما تفلت به لسانه بقصائد تكفر بعض هاتيك السيئات.\nومما يلفت النظر ف هنوات شوقي هذه أنها تلاحقه في معظم إسلامياته حتى ليقول للسلطان عبد الحميد عليه رحمة الله:\nبحمد الله رب العالمينا.\n...\nوحمدك يا أمير المؤمنينا.\nفيسوي في استحقاق المحمدة بينه وبين الله عز وجل، دون أن يفطن لخطر التعبير، الذي حذر منه رسول الله عليه وسلم أشد التحذير، حين قال للرجل الذي سوى بين مشيئة الله ومشيئة رسوله: \"أجعلتني لله ندا؟ . . . قل ما شاء الله ثم شئت\".\n4_ شوقي والعمال:\nويدعو شوقي لإتقان العمل، ويرى أن العمال المتقين هم عمار الأرض، لذلك يحث عمال مصر على الجد والإتقان، ويذكرهم بماضي أجدادهم وما تركوه من آثار عمرانية رائعة، ليستعيدوا بعزائمهم ذلك العهد المجيد:\nأيها العمال: أفنوا العمر. . . . . كداً واكتساباً\nواعمروا الأرض فلولا. . . سعيكم أمست يبابا\nإن للمتقين عند الله والناس ثوابا\nأرضيتم أن ترى مصر من الفن خرابا\nبعدما كانت سماء للصناعات وغابا\n5_ الأخلاق في نظر شوقي:\nكان شوقي كثير الدعوة إلى الأخلاق يراها الأساس الأول لقوة الأمة،\nالجزء: 1 ¦ الصفحة: 84\n",
        "وقد حرص على تريد هذه الدعوة في كثير من قصائده، ومن مشهور أقواله في ذلك:\nوإنما الأمم الأخلاق ما بقيت\n...\nفإن هُم ذهبت أخلاقهم ذهبوا\nوهذا الرأي في قيمة الأخلاق دعاه إلى مخافة القول المألوف (الحق للقوة) إذ راح يذكر القائد الصليبي الجديد، اللورد (اللنبي) بأن للحق لا للقوة الغلبا. .\nوهناك قصائد عديدة من شعر شوقي الاجتماعي يتغلغل بها إلى صميم القضايا الاجتماعية الوطنية والإنسانية تتفاوت في مقدار حظها من الجمال. ومن أروعها قصيدة (مصاير الأيام) وفيها يتحدث عن حياة الطفولة والمدرسة، و (مملكة النحل) وفيها يضرب المثل للجد وأثر العمل في ميزان الحياة.\nوبالإجمال فشوقي في شعره الاجتماعي مصلح يريد الأمة قبل الفرد. وقد بلغ من أمره هذا ما جعله شاعر الشعب بل شاعر الشرق الإسلامي كما يقول أحد دارسيه.\nالجزء: 1 ¦ الصفحة: 85\n",
        "6_\nشعره الوصفي\n:\nللوصف في شعر شوقي نصيب كبير وفي وصفه روائع حلق بها إلى آفاق بعيدة، ويعتبر من أبرع الوصافين في عصر النهضة وبخاصة من حيث الصور المادية التي كان بها أكثر توفيقاً منه في الصور المعنوية.\nومن وصفه القديم كوصف الخمرة والمرأة والطبيعة، ومنه الحديث كوصف الرقص والطيارة والغواصة وحضارة الغرب، وقد تناول في وصفه بعض الموضوعات المطروقة من قبل فأخرجها في صور جديدة بارعة،، كوصفة آثار الفراعنة والحرب والمدن المنكوبة، وهو غني الصور في وصفه يمتاز بسعة الخيال ووفرة الألوان، ولعل أفضل وصفه ما قصد به إلى العبرة والموعظة، كوصفه نكبة دمشق والمسجد الأموي وقصر الحمراء.\nالجزء: 1 ¦ الصفحة: 85\n",
        "ولقد فتن شوقي بجمال دمشق فهو يراها جنة من جنان الله، بل هي بالنسبة للأرض حديقتها التي تسكب عليها الجمال، وبردى في نظره حارس هذه الجنة، يخرج مصفقاً لاستقبال نزلائها، أما غوطتها فهي زمردة خضراء، وليست منتزهاتها إلا ملاعب ومسارح. . .\nجرى وصفق يلقانا بها بردى\n...\nكما تلقاك دون الخلد رضوان\nدخلتها وحواشيها زمردة\n...\nوالشمس فوق لجين الماء عقيان\nوالحَوْر في دمّر أو حول هامتها\n...\nحُور كواشف عن ساق وولدان\nوربوة الواد في جلباب راقصة\n...\nالساق كاسية والنحر عريان\nوقد صفا بردى للريح فابتردت\n...\nلدى ستور حواشيهن أفنان\nهكذا يمضي شوقي في هذا الوصف المترف لدمشق، فيجمع فيه من الألوان والظلال وصور البهجة واللهو ما يعبر عن طبيعته المشبعة بالترف النزاعة إلى اللذائذ.\nوإذا وقف شوقي أمام آثار مصر القديمة غَمَره الخشوع، وتفاعلت نفسه بذكريات حزينة على مجد ضائع، فيعرض ما يراه من تلك الآثار ممزوجاً بأحاسيسه النفسية، في صور دقيقة تفرغ الحياة على تلك الجمادات. فلنستمع إليه يصف هيكل أنس الوجود بأسوان وقد غرق بعضه في الماء، وانتصب بعضه في الفضاء:\nأيها المنتحي بأسوان داراً\n...\nكالثريا تريد أن تنقضا\nاخلع النعل واخفض الطرف واخشع\n...\nلا تحاول من آية الدهر غضا\nقف بتلك القصور في اليم غرقى\n...\nممسكاً بعضها من الذعر بعضا\nشاب من حولها الزمان وشابت\n...\nوشباب الفنون ما زال غضا\nوليست أطلال العرب بأقل أثراً في نفس شوقي من أطلال الفراعنة،\nالجزء: 1 ¦ الصفحة: 86\n",
        "ففي كلتيهما ما يوقظ أساه على هذه الأمة، التي خسرت أمجادها، فلم يبق لها منها سوى هذه الأطلال المحركة لعميق الذكريات.\nهاهو ذا يصف قصر الحمراء في الأندلس، فتكاد تلمح الدموع تجول في مقلتيه، وتسمع الآهات تسيل على شفتيه:\nمشت الحادثات في غرف الحمرا\n...\nء مَشْيَ النعِيِّ في دار عرس\nهتكت عزة الحجاب وفضت\n...\nسدة الباب من سمير وأنس\nوترى مجلس السباع خلاء\n...\nمقفر القاع من ظباء وخُنس\nمرمر قامت الأسود عليه\n...\nكلة الظفر لينات المجس\nوكدأبه في مثل هذا الموقف تتداعى في خياله صور الماضي ممزوجة بعبر الحاضر، فيعرض هذا المشهد التاريخي الرهيب لخروج آخر فوج لمسلمي الأندلس:\nخرج القوم في كتائب صم\n...\nعن حفاظ كموكب الدفن خُرس\nركبوا بالبحار نعشاً وكانت\n...\nتحت آبائهم هي العرش أمس\nفهذا وصف دقيق عميق، تمتزج فيه المعنويات بالمحسوسات، امتزاجاً حياً مؤثراً يبعث الروح في أطلال الماضي بما فيها من الروعة والرهبة.\nأما وصفه لمظاهر المدنية الحديثة، فلا نكاد نلمس من خلاله ما ألفناه من ذلك التأثر العميق الذي نحسه في وصفه لآثار العرب والفراعنة, أنظر إليه يصف الغواصة تجده يدقق في وصف خطرها، وتتبع حركاتها، وسرعة عملها، دون أن تحس بحرارة العاطفة:\nبعث البحر بها كالموج من\n...\nلجج السند وخلجان الخزر\nضربتها وهي سر في الدجى\n...\nليس دون الله تحت الليل سر\nوجفت قلباً وخارت جوء جؤاً\n...\nونزت جنباً وناءت من أُخر\nطُعنت فانبجست فاستصرخت\n...\nفأتاها حَيْنها فهي خبر\nفهو وصف معركة بين الغواصة والسفينة يروعنا بقوة تعبيره دون تأثيره.\nالجزء: 1 ¦ الصفحة: 87\n",
        "ومثل ذلك ما نراه في وصفه للطائرة، فهي لا تخرج عن كونها مركباً عجيباً، أشبه بالجواد، ملجماً مهيأ للركوب في كل لحظة:\nمركب لو سلف الدهر به\n...\nكان إحدى معجزات القدماء\nنصفه طير ونصف بشر\n...\nيا لها إحدى أعاجيب القضاء\nمسرج في كل حين ملجم\n...\nكامل العدة مرموق الرواء\nالجزء: 1 ¦ الصفحة: 88\n",
        "7_\nالرثاء في شعر شوقي\n:\nأكثر شوقي من الرثاء حتى عيب عليه ذلك فرد عن نفسه مدافعاً:\nيقولون: يرثي الراحلين فويحهم\n...\nأأملت عند الراحلين الجوازيا؟\nلم يتكسب برثائه ولكنه لم يرث بدافع من الحزن وحده، بل هناك دوافع شتى، كالمجاملة وحب الشهرة, ومرثيوه من طبقات مختلفة, سياسيون وأدباء وأجانب. . ومن خصائص رثائه ضعف العاطفة _ حتى في أبويه _ ثم التفلسف وكثرة الحكم، تقليداً للقدامى. فهو رثاء عقلي واعٍ، يقوم على هذه العناصر مضافاً إليها تعداد المناقب والمآثر, لنستمع إليه يرثي والده فينسى وصف حزنه بهذا التفلسف البارد:\nأنا من مات ومن مات أنا\n...\nلقي الموت كلانا مرتين\nنحن كنا مهجة في بدن\n...\nثم صرنا مهجة في بدنين\nوتموت أمه وهو منفي فلا يتمالك أن يتخذ من موتها فرصة لمعارضة قصيدة المتنبي في جدلة قافية ووزناً ومعنى، فيصيبه الإخفاق لما يبدو على قصيدته من التقليد الباهت، وبخاصة في الحكمة التي حاول أن يحاكي بها المتنبي، فجاءت فارغة جوفاء أو مسروقة محرفة:\nإلى الله أشكو من عوادي النوى سهما\n...\nأصاب سويداء الفؤاد وما أصمى\nولم أرَ حكماً كالمقادير نافذاً\n...\nولا كلقاء الموت من بينها حتما\nالجزء: 1 ¦ الصفحة: 88\n",
        "إلى حيث آباء الفتى يذهب الفتى\n...\nسبيل يدين العالمون به قدما\nزجرت تصاريف الزمان فما يقع\n...\nلي اليوم منها كان بالأمس لي وهما\nوهكذا تخون العاطفة شوقياً في رثاء أقرب الناس إليه، فلا ينتظر أن يكون أشد عاطفة في رثاء الآخرين.\nولكن هذا لا يمنعه أن يجعل من بعض مراثيه صوراً بارعة، تهز النفوس بما فيها من قوة الحبك وروعة العبرة، كالذي نجده في رثائه لسعد وعمر المختار والحسين وفوزي الغزى، ولقد يبالغ في بعض هذه المراثي كما يصنع في سعد على طريقة أبي تمام:\nشيعوا الشمس ومالوا بضحاها\n...\nوانحنى الشرق عليها فبكاها\nليتني في الركب لما أفلت\n...\nيوشع همت فنادى فثناها\nولكنها مبالغات مقبولة في هذا الموقف، إذ تمثل هول الفاجعة بقائد ركزت عليه الدعاية أنظار مصر والبلاد العربية جميعاً. . ثم يأخذ في تعداد مناقب سعد وأثر موته. . .\nطافت الكأس بساقي أمة\n...\nمن رحيق الوطنيات سقاها\nعطلت آذانها من وتر\n...\nساحر رن ملياً فشجاها\nقدر بالمدن ألوى والقرى\n...\nودها الأجيال منه ما دهاها\nومن خصائص شوقي في رثائه أنه يتحدث إلى الأموات فيسألهم ويخبرهم، فهو يخاطب الحسين بن علي فيسأله عن السبب الذي دفعه إلى التعاون مع الإنكليز:\nقم تحدث أبا علي إلينا\n...\nكيف غامرت في جوار الأراقم\nويسأل رياض باشا عن أسرار الموت:\nرهين الزمن حدثني ملياً\n...\nحديث الموت تبد لي العظات\nسألتك: ما المنية، أي كأس\n...\nوكيف مذاقها، ومن السقاة!\nالجزء: 1 ¦ الصفحة: 89\n",
        "ويلاحظ أن شوقياً إنما يلجأ إلى ذلك التهويل وهذه التساؤلات والتأملات ستراً لنقصه العاطفي في مواقف الرثاء, على أن أجمل رثائه ما بكى فيه ممالك المسلمين ومدنهم المنكوبة كالحمراء ودمشق وأدرنة، وما بكى فيه زوال الخلافة على يد أياتورك. ففي هذه المراثي يذوب قلب شوقي حسرة وألماً، فيأتي رثاؤه نابضاً بالحس مائجاً بالحياة. وأنى لشاعر غير شوقي أن يعرض مسجد بني أمية في مثل هذه الصورة الحزينة العميقة الباكية:\nمررت بالمسجد المحزون أسأله\n...\nهل في المصلىّ أو المحراب مروان؟\nتغير المسجد المحزون واختلفت\n...\nعلى المنابر أحرار وعُبدان\nفلا الأذان أذان في منارته\n...\nإذا تعالى، ولا الآذان آذان\nوأنىّ لغير الأعلين من فحول الشعراء أن يرتفعوا بمعانيهم وأخيلتهم وصياغتهم إلى مستوى الكارثة الكبرى المتمثلة بسقوط الخلافة، كما صنع شوقي؟\nلقد أنشد في انتصار الطاغية على أوشاب اليونان أحفل قصائده بألَق البهجة والاعتزاز، فلما فوجئ بانقلابه المجرم على خلافة المسلمين، لم يستطع أن يحبس مشاعره الثائرة، فانطلق يندب تلك العروس التي اغتيلت ليلة الزفاف، بأيدي الذين تظاهروا بإنقاذها من أيدي أعدائها، وقد أعماهم الهوى حتى نسوا أن التي بها يفتكون إنما هي وشيجة فخرهم ومرتكز مآثرهم وأمجادهم، فعزهم يهدمون، وشرفهم يثلمون، ووحدة المسلمين يمزقون:\nيا للَرجال لحرة موءودة\n...\nقتلت بغير جريرة وجناح\nإن الذين أست جراحك حربهم\n...\nقتلتك سلمهمو بغير جراح\nهتكوا بأيديهم ملاءة فخرهم\n...\nمَوْشِيةً بمواهب الفتاح\nوعلاقة فصمت عرى أسبابها\n...\nكانت أبر علائق الأرواح\nنظمت صفوف المسلمين وخطوهم\n...\nفي كل غدوة جمعة ورواح\nوفي غمار النكبة لا يفوته أن يوجه إلى العالم الإسلامي، وبخاصة الشعب\nالجزء: 1 ¦ الصفحة: 90\n",
        "التركي، بعض ما يستحقه من التقريع، على ما أحاط به ذلك الغادر من أمواج الحب والإعظام، التي أوهمته أن المسلمين سيصفقون لكل قرار يصدره ولو كان فيه تخريب الكيان الإسلامي بأسره:\nتركته كالشبح المؤلّهِ أمة\n...\nلم تسلُ بعد عبادة الأشباح\nهم أطلقوا يده كقيصر فيهمو\n...\nحتى تناول كل غير مباح\nويا لها وثبة عبقرية تلك التي تطل بشوقي على ما وراء مصرع الخلافة من فتوق، تفتح على العالم ما لا يمكن حصره من الآفات والكوارث، التي كانت الخلافة الناظمة لوحدة المسلمين هي الحاجز الواقي دونها، فبزوالها سيكون المسلمون فريسة لكل طامع، ونهبة لكل فتنة يثيرها الدجالون من المتقاتلين على تركة الخلافة:\nمَن قائل للمسلمين مقالة\n...\nلم يوحها غير النصيحة واحي\nفَلَتَسمعُنّ بكل أرض داعياً\n...\nيدعو إلى (الكذاب) أو لـ (سجاح)\nوَلَتَشهدُنّ بكل أرض فتنة\n...\nفيها يباع الدين بيع سماح\nويأبى القدر إلا أن تتحقق توقعات شوقي فتمتلئ دنيا المسلمين خلال نصف قرن بالعشرات من أمثال (مسيلمة) وصاحبته (سجاح) . . . ولا حول ولا قوة إلا بالله!. . .\nالجزء: 1 ¦ الصفحة: 91\n",
        "8_\nشعر شوقي التمثيلي\n:\nكان اللبنانيون أسبق الجميع إلى معالجة الفن المسرحي تقليداً للغربيين، وقد سبقوا إلى ترجمة المسرحيات الغربية، وإلى تمثيل بعضها، ثم ما لبثوا أن اتجهوا إلى وضع المسرحيات نثراً وشعراً.\nولما جاء شوقي كان الشعر التمثيلي العربي لا يزال يحبو في دور الطفولة، وكان شوقي قد تشبع بهذا الفن بما قرأ من التمثيليات الغربية وبما شهد منها على المسارح الأجنبية، مما أحدث في نفسه ميلاً إلى معالجة هذا الفن، فكانت أولى\nالجزء: 1 ¦ الصفحة: 91\n",
        "محاولاته في فرنسة، إذ وضع أول تمثيلية ولكنه لم ينشرها، وانصرف عن ذلك الاتجاه زمناً حتى أتيح له أن يعود إليه بعد عودته من المنفى، وهنا أخذ شوقي في وضع تمثيلياته الشعرية التي قفزت بشهرته إلى الأوج، وكانت بنفسها حدثاً أدبياً كبيراً في عالم الشعر العربي الحديث، دفعه إلى ما نحسه اليوم في هذا الفن من حيوية تضمن له البقاء. ويمكن حصر هذا التأثير في ثلاثة أشياء:\nأ _ في الوزن: كان الشعر التمثيلي قبل شوقي مقيداً بوحدة البحر في مجموع التمثيلية، فحطم شوقي هذا القيد، وجعل تمثيليته متعددة الأوزان يتنقل بها بين البحر والبحر، فيكسبها مرانة وحرية.\nب _ القافية: وكانت القافية في الشعر التمثيلي قبله واحدة في مجموع المسرحية، مما يبعث الملال في نفس القارئ والناظر، فحطم شوقي هذا القيد الآخر، إذ خرج بأشعار التمثيلية من القافية الواحدة إلى القوافي التعددة، في رشاقة محببة تبعث في التمثيلية القوة والحياة.\nج _ الحوار: وكذلك كان الحوار قبل شوقي في جمود يخالف طبيعة الحياة، وذلك أن شخص القصة لا يتم عبارته في أقل من بيت، فأجهز شوقي على هذا القيد الأخير، فإذا هو يتصرف في الحوار تصرفاً بارعاً، فيوزع البيت الواحد أحياناً بين عدة متكلمين من شخصيات القصة.\nوهكذا نرى لشوقي فضلاً لا يجحد في إخضاع الشعر لفن التمثيل، فقد حرره من ثقل القيود فخالف في أنواعه، وخالف في أوزانه، وخالف في قوافيه، وذلل مطية الحوار، فقربه من طبيعة الواقع، وبذلك اتسع أمامه مجال القول وانطلق له عنان الفكر والخيال، وقد ساعدت شوقياً على مهمته هذه شاعريته المتدفقة، التي حجبت الكثير من نواحي ضعفه في هذا الفن، فقد ينقصه التوفيق الفني في بعض مشاهد تمثيلياته، ولكنه يعوض عن ذلك بوثبات شعرية رائعة تأخذ باب السامع والقارئ. . .\nومن خصائصه في تمثيلياته أن شعره يتلاءم مع مواقفه العاطفية فيلين\nالجزء: 1 ¦ الصفحة: 92\n",
        "موضع اللين، ويشتد موضع الشدة، ويغرق بالصور البدوية عندما يعالج الموضع البدوي _ كمجنون ليلى _ وبالصور المصرية القديمة عندما يعالج الموضوع المصري القديم _ مثل كليوباترة _ وفي جو هذه الألوان المتوافقة المنسجمة يكاد الناقد ينسى مواطن الضعف في النواحي التمثيلية من شعر شوقي.\nالجزء: 1 ¦ الصفحة: 93\n",
        "9_\nمسرحيات شوقي\n:\nبدأ شوقي ينشر مسرحياته منذ عام 1929 م فأخرج منها (كليوباترة، وعلي بك الكبير، ومجنون ليلى، وقمبيز، وأميرة الأندلس) . وقد بنى شوقي مسرحياته كلها على حوادث التاريخ، وأدخل في بعضها الأساطير، وجميعها من نوع المأساة الذي يقوم على الطابع الجدي المحزن.\nوبعض مآسيه مستمد من التاريخ المصري (كليوباترة. . قمبيز. . علي بك الكبير) وبعضها من التاريخ العربي: مجنون ليلى. . أميرة الأندلس. . عنترة) .\nولكن شوقي لا يتقيد في تمثيلياته بحقائق التاريخ، بل يتصرف فيها تصرف المِفنّ، فيغير ويبدل في الوقائع، ويدخل إليها أحداثاً من اختراعه، فيوفق حيناً ويخفق أحياناً، وقد أخذ عليه إدخال حوادث طفيلية على بعض مسرحياته كان من الخير لو تجنبها.\nوهو في مجموع هذه المسرحيات يستهدف أغراضاً أخلاقية ومبادئ سامية كخير المجتمع، وتغليب الواجب على شهوات النفس. والحب عنصر رئيس في كل مآسيه، ولكن الواجب هو الذي ينتصر دائماً على الحب، كما هو الشأن في مآسي كورني.\nالجزء: 1 ¦ الصفحة: 93\n",
        ""
    ]
}