{
    "1": [
        "شهداء أحد الذين ذكرهم ابن إسحاق في مغازيه\nشهداء أحد الذين ذكرهم ابن إسحاق في مغازيه\nمحمد بن عبد الله غبان الصبحي\nالكتاب:\nشهداء أحد الذين ذكرهم ابن إسحاق في مغازيه\nالمؤلف:\nمحمد بن عبد الله بن عبد القادر غبان الصبحي\nالناشر:\nالجامعة الإسلامية بالمدينة المنورة\nالطبعة:\nالسنة السادسة والثلاثون، العدد 124 - 1424هـ /2004م.\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "ال\nمقدمة\nإِنَّ الْحَمْدَ لِلَّهِ نَحْمَدُهُ وَنَسْتَعِينُهُ وَنَسْتَغْفِرُهُ، وَنَعُوذُ بِاللَّهِ مِنْ شُرُورِ أَنْفُسِنَاْ وَمِنْ سَيِّئَاْتِ أَعْمَاْلِنَاْ، مَنْ يَهْدِهِ اْللَّهُ فَلاَ مُضِلَّ له وَمَنْ يُضْلِلْ َلاَ هَاْدِيَ له، وَأَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اْللَّهُ وَحْدَهُ لاَ شَرِيكَ له، وَأَشْهَدُ أَنَّ مُحَمَّدَاً عَبْدُهُ وَرَسُولُهُ. {يَاْ أَيُّهَاْ اْلَّذِيْنَ آمَنُوْاْ اْتَّقُوْاْ اْللَّهَ حَقَّ تُقَاْتِهِ وَلاَ تَمُوْتُنَّ إِلاَّ وَأَنْتُمْ مُسْلِمُوْنَ} 1.\n{يَاْ أَيُّهَاْ اْلنَّاْسُ اْتَّقُواْ رَبَّكُمُ اْلَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاْحِدَةٍ وَخَلَقَ مِنْهَاْ زَوْجَهَاْ وَبَثَّ مِنْهُمَاْرِجَاْلاً كَثِيرَاً وَنِسَاْءً وَاْتَّقُواْ اْللَّه اْلِّذي تَسَاْءَلُونَ بِهِ وَاْلاَرْحَاْمَ إِنَّ اْللَّه كَاْنَ عَلَيْكُمْ رَقِيْبَاْ} 2.\n{يَاْ أَيُّهَاْ اْلَّذِيْنَ آمَنُواْ اتَّقُواْ اْللَّه وَقُوْلُواْ قَوْلاً سَدِيْدَاً يُصْلِحْ لَكُمْ أَعْمَاْلَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اْللَّه وَرَسُولَهُ فَقَدْ فَاْزَ فَوْزَاً عَظِيمَاً} 3.\nإنَّ خير الحديث كتاب اللَّه، وخير الهدي هدي محمد صلى الله عليه وسلم وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار4.\nوبعد: فإن طلب العلم الشرعي والاشتغال بعلم الكتاب السنة والبحث والقراءة والاطلاع على كتب أهل العلم من أجلِّ الأعمال، وهو قربة إلى الله تعالى لمن أحسن النية والقصد، وهو أيضا مساهمة في خدمة العلم وطلابه، وقد أشار النووي إلى ضرورة وجود هذين الهدفين في الباحث قبل الإقدام على\n1 سورة آل عمران، الآية: 102 0\n2 سورة الأحزاب، الآيتان: 70-71.\n3 سورة النساء، الآية: 1 0\n4 هذه الخطبة تسمى: خطبة الحاجة، وقد كان النبي - صلى الله عليه وسلم - يقدمها بين يدي خطبه، وكذلك السلف الصالح في خطبهم ودروسهم وكتبهم ومختلف شؤونهم، وقد خصص لها فضيلة الشيخ محمد ناصر الدين الألباني ـ رحمه الله ـ رسالة أسماها (خطبة الحاجة) .\nالجزء: 1 ¦ الصفحة: 361\n",
        "البحث والكتابة والتصنيف فيقول في باب آداب المعلم: “وينبغي أن يعتني بالتصنيف إذا تأهل له1، فبه يطلع على حقائق العلم ودقائقه ويثبت معه لأنه يضطره إلى كثرة التفتيش والمطالعة والتحقيق والمراجعة والاطلاع على مختلف كلام الأئمة ومتفقه وواضحه من مشكله: وصحيحه من ضعيفه: وجزله من ركيكه، وما لا اعتراض عليه من غيره وبه يتصف المحقق بصفة المجتهد”.\nويقول: “وينبغي أن يكون اعتناؤه من التصنيف لما لم يسبق إليه أكثر، والمراد بهذا أن لا يكون هناك مصَنَّف يغني عن مصَنَّفِهِ في جميع أساليبه، فإن أغنى عن بعضها فليصنف من جنسه ما يزيد زيادات يحتفل بها مع ضم ما فاته من الأساليب وليكن تصنيفه فيما يعم به ويكثر الاحتياج إليه”2.\nويقول حاجي خليفة: “ثم إن التأليف على سبعة أقسام لا يؤلف عالم عاقل إلا فيها وهي: إما شيء لم يسبق إليه فيخترعه، أو شيء ناقص يتممه، أو شيء مغلق يشرحه، أو شيء طويل يختصره دون أن يخل بشيء من معانيه، أو شيء متفرق يجمعه، أو شيء مختلط يرتبه، أو شيء أخطأ فيه مصنفه فيصلحه”3.\nوذكر ابن خلدون: “أن الناس حصروا مقاصد التأليف التي ينبغي اعتمادها وإلغاء ما سواها فعدوها سبعة وذكر منها: أن تكون مسائل قد وقعت غير مرتبة في أبوابها ولا منتظمة فيتقصد المطلع على ذلك أن يرتبها ويهذبها ويجعل كل مسئلة في بابها”4.\nوحسب علمي فإن أحدا من المصنفين والمؤلفين لم يفرد شهداء أحد رضي\n1 الأهلية للتصنيف تختلف باختلاف أنواع المصنفات وفنونها وأهميتها، وأسأل الله العلي القدير أن يوفقني للتصنيف بما يَنفع ويُفيد.\n2 النووي، المجموع شرح المهذب 1، 29 - 30.\n3 كشف الظنون عن أسامي الكتب والفنون: ص 35.\nالجزء: 1 ¦ الصفحة: 362\n",
        "الله عنهم بمؤلف خاص.\nولما كان هذا الموضوع لم يسبق إليه، ولا يوجد مصنف يغني عنه بجميع أساليبه، كما أن معلوماته متفرقة، وتحتاج إلى جمع وتصنيف.\nاستحق أن يصنف فيه، واتنطبقت عليه الشروط التي ذكرها العلماء المشار إليها آنفا للتأليف.\nلذا: رأيت أن من المفيد القيام بهذا العمل لذكر أسماء هؤلاء الشهداء وسيرهم العظيمة؛ ولألقي شيئا من الضوء على مآثرهم وتضحياتهم بالمال والنفس في سبيل الله، وهو مساهمة في تمجيد ذكر هؤلاء الأبطال وإشهارهم والإشادة بهم؛ وذكر أعظم فضل لهم وهو الاستشهاد ليذكروا بذلك ويترحم ويترضى عليهم ويدعى لهم بالمغفرة، وهذا من أقل ما يستحقونه.\nولا يخفى على كل مسلم ما لصحابة رسول الله صلى الله عليه وسله من فضل على أمة محمد صلى الله عليه وسله، فقد جاهدوا من أجل نشر كلمة التوحيد، وفي سبيل ذلك لقوا أشد العذاب والأذى، فقدموا كل غال ونفيس: وضحوا بأموالهم وأوقاتهم بل وأرواحهم لإعلاء كلمة الله.\nومن أوائل هؤلاء الرجال الصادقين ثلة من أصحاب النبي صلى الله عليه وسله الأولين وهم الذين استشهدوا في غزوة أحد التي وقعت في شهر شوال من السنة الثالثة من الهجرة النبوية.\nوقد سرد أسماءهم: محمد بن إسحاق بن يسار المُطَّلِبي في كتابه السير ورتبهم على قبائلهم، فصدرهم بالمهاجرين ثم الأوس من الأنصار، ثم الخزرج منهم.\nوكما هو معلوم فإن كتاب السير والمغازي لابن إسحاق مفقود إلا جزء يسير منه من رواية محمد بن سلمة عن محمد بن إسحاق ينتهي في أوائل غزوة أحد، بتحقيق الدكتور سهيل زكار، وأيضاً بتحقيق وتعليق الدّكتور محمّد حميد الله، وليس فيه قائمة شهداء أحد.\nالجزء: 1 ¦ الصفحة: 363\n",
        "ونقل لنا ابن هشام هذه القائمة في تهذيبه لسيرة ابن إسحاق وقد اعتمدت عليه فيها في بحثي هذا1.\nوسرد ابن حزم قائمة بأسماء شهداء أحد2كما ذكر الذهبي3عقب ترجمة مصعب بن عمير رضي الله عنه في سير أعلام النبلاء قائمة بأسمائهم أيضا، ولم يذكر أنه اعتمد في ذكرها على ابن إسحاق إلا أنها تشبه إلى حد كبير قائمة ابن إسحاق التي ذكرها عنه ابن هشام في تهذيبه للسيرة؛ ووجه اختلاف قائمة الذهبي عن قائمة ابن إسحاق؛ أن الذهبي أسقط ذكر ثلاثة من الشهداء ممن ذكرهم ابن إسحاق، وأضاف سبعة.\nفقد أضاف من الأوس: مالك بن أمية، وعوف بن عمرو، ومالك حليف سبيع بن حاطب، وعمير بن عدي، ومن الخزرج: إياس بن عدي، ومن بني الحرث بن الخزرج: عمرو بن إياس، ومالك بن إياس.\nوأسقط: سعد بن الربيع، وثابت بن وقش، وأنيس بن قتادة.\nوإضافته لـ: مالك بن أمية، وعوف بن عمرو وقعت عقب ذكره لحنظلة ابن أبي عامر، والذي يظهر لي أن الذهبي وهم في ذكر مالك هذا فإن صنيع ابن هشام يوهم أن مالك بن أمة ـ وليس أمية ـ ممن استشهد يوم أحد وسبب ذلك أن ابن هشام عقب على ابن إسحاق بالتعريف بجدِّ أبي سفيان بن الحارث وجدِّ حنظلة غسيل الملائكة.\nوالنص في تهذيب سيرة ابن إسحاق لابن هشام هكذا: “ومن بني عمرو بن عوف ثم من بني ضبيعة بن زيد: أبو سفيان بن الحارث بن قيس بن زيد،\n1 عزوت إلى كتاب ابن هشام هذا باسم: (تهذيب سيرة ابن إسحاق لابن هشام) وذكرته في قائمة المصادر والمراجع بالاسم الذي طبع على جلدته: (السيرة النبوية لابن هشام) .\n2 ابن حزم، جوامع السيرة النبوية: 132-137.\n3 سير أعلام النبلاء: 1،149-150.\nالجزء: 1 ¦ الصفحة: 364\n",
        "وحنظلة بن أبي عامر بن صيفي بن نعمان بن مالك بن أمة، وهو غسيل الملائكة قتله شداد بن الأسود بن شعوب الليثي رجلان (قال ابن هشام: قيس بن زيد ابن ضبيعة، ومالك بن أمة بن ضبيعة) قال ابن إسحاق: ومن بني عبيد بن زيد\n....\nالخ”.\nفمن جعل مالك بن أمة ممن استشهد في أحد ظن أن قوله: (ومالك بن أمة ابن ضبيعة) إنما هو من استدراكات ابن هشام على ابن إسحاق في ذكر من استشهد بأحد، لكن ابن هشام لم يستدرك أحدا من الشهداء في ثنايا كلام ابن إسحاق، إنما جعل استدراكاته بعد فراغ ابن إسحاق من ذكرهم، ومداخلات ابن هشام اقتصرت على التوضيح والتعريف فقط.\nوهذه منها فإن ابن هشام في مداخلته هذه إنما يعرف بجدِّ أبي سفيان: (قيس) وجدَّ حنظلة: (مالك بن أمة) وأنهما ابنا ضبيعة حيث أورد ابن إسحاق هذين الصحابيين رضي الله عنهما فيمن استشهد من بني ضبيعة فأراد ابن هشام زيادة في الربط والتوضيح بأنهما وصل نسبهما إلى ضبيعة.\nوليس في الصحابة أحد باسم: مالك بن أمة؛ وفيهم: مالك بن أمية واحد فقط وهو:”مالك بن أمية بن عمرو السلمي من حلفاء بني أسد بن خزيمة شهد بدرا واستشهد يوم اليمامة”1، كما أنه لا يوجد في الصحابة أحد باسم: عوف بن عمرو.\nوسرد أسماء شهداء أحد ابن سيد الناس المتوفى سنة 734? في كتابه السيرة النبوية المسمى: (عيون الأثر في فنون المغازي والشمائل والسير) 2.\nوممن سرد أسماء شهداء أحد من الباحثين المعاصرين: حسين أحمد الباكري3في\n1 ابن عبد البر، الاستيعاب: 3/372، وابن الأثير، أسد الغابة: 4/234، وابن حجر، الإصابة: 3/338.\n2 ابن سيد الناس، عيون الأثر: 1/437-442.\n3 انظر الصفحات: 354 – 369.\nالجزء: 1 ¦ الصفحة: 365\n",
        "رسالته لنيل درجة الماجستير وعنوانها: (مرويات غزوة أحد جمع وتحقيق ودراسة) .\nفقد أورد الشهداء الذين ذكرهم ابن إسحاق ولم يترجم لهم، إنما ذكر الاسم ومعلومات قليلة جدا عن الشهيد دون عزو للمعلومات إلى المصادر، ورتب الشهداء على حروف المعجم.\nولما جمعت أسماء الشهداء من كتب السيرة وتراجم الصحابة رضي الله عنهم زادوا على المائة، والثابت في صحيح البخاري وغيره أنهم سبعون وهو المشهور من كلام العلماء، فغالب من ذكروا زيادة على السبعين إنما ذكروا على سبيل الوهم أو الغلط.\nوهؤلاء المختلف فيهم يحتاج كل واحد منهم لدراسة فاحصة دقيقة، ووضع منهج للترجيح بينهم، مما يطيل البحث ويشعب جوانبه؛ ويزيد في عدد صفحاته عن الرقم المحدد، مما لا يتناسب مع قواعد نشر البحوث في المجلات العلمية.\nولعزمي على نشر هذا البحث في مجلة الجامعة الإسلامية، ورغبة في أن يكون مناسبا من حيث الحجم رأيت أن أقتصر على من ذكرهم ابن إسحاق لأنه أقدم من وصلنا ذكره لأسماء شهداء أحد، ولإجماع كتب تراجم الصحابة التي طالعتها على استشهادهم في غزوة أحد.\nوسأقوم بإذن الله بتخصيص بحث آخر أجمع فيه: “شهداء أحد الذين لم يذكرهم ابن إسحاق في كتابه المغازي”.\nواعتمدت في ذكر أسماء الشهداء وترتيبهم على ما ذكره ابن إسحاق من خلال تهذيب سيرة ابن إسحاق لابن هشام، ثم ترجمت لكل شهيد منهم ـ رضي الله عنهم ـ من عدد من كتب التراجم، حتى خرجت بترجمة تعرِّف بالشهيد وتشمل: اسمه، ونسبه، وشيئا من سيرته رضي الله عنه، ثم ما يتعلق بشهوده غزوة أحد واستشهاده فيها، وقصة استشهاده إن وجدت.\nوعلى ضوء ما تجود به المصادر من معلومات عن الصحابي الشهيد تتسع أو\nالجزء: 1 ¦ الصفحة: 366\n",
        "تضيق ترجمته، فبعضهم لم يصل إلى نصف صفحة، وبعضهم يزيد عن ذلك كثيرا.\nومن المصنفات التي اعتمدت عليها في الترجمة لهم:\nكتاب الطبقات الكبرى لمحمد بن سعد، وكتاب الاستيعاب لابن عبد البر، وكتاب أسد الغابة في معرفة الصحابة لابن الأثير، وكتاب سير أعلام النبلاء للذهبي، وكتاب الإصابة في معرفة الصحابة للحافظ ابن حجر العسقلاني.\nوراجعت مصادر أخرى فأضفت منها معلومات إلى تراجمهم كالكتب الستة وغيرها من كتب الحديث والتاريخ.\nوحرصت على استيعاب معلومات الكتب التي ترجمت للصحابة، وسبكت منها ترجمة للشهيد، تضمنت ما احتوته من معلومات عنه، فخرجت بترجمة له أقرب إلى التكامل؛ حيث أن المصادر يكمل بعضها بعضا؛ فبعضهم يختصر في موضع يبسط فيه آخر.\nورتبت المصادر في الحاشية على وفياتهم ليعرف تسلسل الفكرة أو المعلومة، وأول من أوردها.\nوراعيت الدقة بعزو كل ما أورده من معلومات في ترجمة الشهيد، وذلك في ذكر: اسمه، وأسماء أجداده، ونسبته، وقبيلته، وكنيته، ولقبه، وتحريت مزيدا في الدقة في ذلك.\nمما يساعد للوصول إلى الحقيقة في الصحابة المختلف في استشهادهم في غزوة أحد لتشابه بينهم وبين أحد الشهداء في الاسم أو اسم الأب أو اسم الجد، أو النسب أو النسبة أو اللقب أو الكنية.\nولذلك كثرت الإحالات إلى الحاشية عند سرد نسب الصحابي، وهذا الصنيع وإن كان فيه تكرار في بعض الحواشي، إلا أنني رأيته ضروريا لإعطاء القارئ صورة أقرب لواقع محتويات ترجمة الصحابي في هذه المصنفات.\nوتحاشيت طريقة العزو الإجمالي التي قد توهم أن المصادر المذكورة اتفقت\nالجزء: 1 ¦ الصفحة: 367\n",
        "جميعا على إيراد جميع المعلومات بجزئياتها، مع أن الحقيقة قد لا تكون كذلك، بل قد ينفرد أحد هذه المصادر بمعلومة واحدة فقط ولا يشارك بقية المصادر في باقي المعلومات.\nوهي طريقة تشبه إلى حد كبير طريقة الإسناد الجمعي التي تجنبها المحدِّثون والرواة؛ عدا قلة منهم أمثال: ابن إسحاق في بعض رواياته، والواقدي الذي ينتهجها في كثير من رواياته، وتلميذه ابن سعد إلا أن استخدامه لها نادرا.\nوالرواية التي يَستخدم فيها المصنفُ الإسنادَ الجمعي تختلط متونها ببعض فإن كان في الرواة راوٍ لا يعتد به؛ فإن المتن كله يكون ضعيفا؛ حتى وإن كان باقي الرواة ثقات؛ وسبب ذلك اختلاط معلوماتهم بمعلومات الراو الضعيف وعدم تميزها.\nوقسمت البحث إلى مقدمة وتمهيد وثلاثة فصول:\nذكرت في المقدمة: أهمية البحث، والمصادر التي سبقت في تناول موضوع البحث، ومنهجي في البحث.\nوتضمن التمهيد: عرضا مختصرا لغزوة أحد، وفضل شهداء أحد رضي الله عنهم.\nوعنونت الفصل الأول: (من استشهد من المهاجرين في غزوة أحد) ذكرت فيه الاختلاف في عدد من استشهد في أحد من المهاجرين، ثم ترجمت لشهداء أحد الذين ذكرهم ابن إسحاق.\nأما الفصل الثاني فعنوانه: (من استشهد من الأوس في غزوة أحد) مهدت له بالتعريف بالأوس وذكر قبائلهم ثم ترجمت لمن ذكرهم ابن إسحاق في شهداء أحد من الأوس.\nوالفصل الثالث عنوانه: (من استشهد من الخزرج في غزوة أحد) مهدت له أيضا بالتعريف بالخزرج وذكرت قبائلهم ثم ترجمت لمن ذكرهم ابن إسحاق في\nالجزء: 1 ¦ الصفحة: 368\n",
        "شهداء أحد من الخزرج.\nثم ختمت البحث بخاتمة، وذيلته بفهرس للمصادر والمراجع، وفهرس للموضوعات.\nوفي ختام هذه المقدمة أحمد الله تعالى الذي منَّ عليَّ بنعمه الكثيرة التي لا تُعد ولا تُحصى، ومنها إتمام هذا البحث، الذي كان حلما منذ عامين فتحقق، فأشكره على فضله وعظيم إنعامه.\nولا أدعي أن البحث جاء على ما أريده تماما، وذلك لما يعتري البشر وأعمالهم من النقص، فقد وصفهم الله بالضعف فقال: {وَخُلِقَ الْإِنْسَانُ ضَعِيفاً} 1.\nكتب عبد الرحيم البيساني إلى العماد الأصفهاني2 معتذرا عن كلام\n1 جزء من الآية: 28 من سورة النساء: أي: ضعف في نفسه، وضعف في عزمه وهمته، وذكر ابن أبي حاتم أن موسى عليه السلام قال للنبي صلى الله عليه وسله: “وإن أمتك أضعف أسماعا وأبصارا وقلوبا” (ابن كثير، تفسير القرآن العظيم 1/479) .\n2 البيساني هو: عبد الرحيم بن علي بن الحسين بن الحسن اللخمي الشامي البيساني الأصل، ولد سنة تسع وعشرين وخمس مائة، سمع من ابن عساكر وغيره، قال الذهبي: “كان بارعا في الترسل وبلاغة الإنشاء، وله في ذلك اليد البيضاء، والمعاني المبتكرة، والباع الأطول، لا يدرك شأوه، ولا يشق غباره، مع الكثرة” كان حافظا للقرآن، وقرأ الجمع بين الصحيحين توفي سنة ست وتسعين وخمس مائة من الهجرة (الذهبي، سير أعلام النبلاء: 21/338-344) .\nوالعماد الإصفهاني هو: عمادالدين أبوعبد الله محمد بن محمد بن حامد بن عبد الله الأصبهاني الكاتب، ولد سنة تسع عشرة وخمس مائة بأصبهان، ساد في علم الترسل، وصنَّف التصانيف، واشتهر ذكره، كان فريد عصره نظما ونثرا، كان جامعا للفضائل: الفقه، والأدب، والشعر الجيد، وله اليد البضاء في النثر والنظم، توفي سنة سبع وتسعين وخمس مائة من الهجرة (الذهبي، سير أعلام النبلاء: 21/345-350) .\nالجزء: 1 ¦ الصفحة: 369\n",
        "استدركه عليه: “إنه قد وقع لي شيءٌ وما أدري أوقع لك أم لا؟ وها أنا أخبرك به وذلك أني رأيت أنه لا يكتب إنسان كتابا في يومه إلا قال في غده:\n“لو غير هذا لكان أحسن، ولو زيد لكان يستحسن، ولو قدم هذا لكان أفضل، ولو ترك هذا لكان أجمل”.\nثم علق البيساني بقوله: “وهذا من أعظم العبر، وهو دليل على استيلاء النقص على جملة البشر”1.\nأسأل الله أن يرزقني حسن النية والعمل، وأن يجعله عملا صالحا متقبلا، وصلى على نبينا محمد وعلى آله وصحبه وسلم.\n1 حاجي خليفة، كشف الظنون عن أسامي الكتب والفنون: 1/18، وقد اشتهرت نسبت هذه العبارة للعماد الأصفهاني على أنها من كلامه؛ ولم أقف على ذلك، إنما قيلت له كما ذكرت والله أعلم.\nالجزء: 1 ¦ الصفحة: 370\n",
        "التمهيد: غزوة أحد1 وفضل شهداء أحد\nغزوة أحد إحدى مغازي النبي صلى الله عليه وسله، تنسب إلى جبل أحد وهو جبل يقع شمال المدينة النبوية، أخبر النبي صلى الله عليه وسله أنه من جبال الجنة فقد روى البخاري في صحيحه من حديث أبي حميد قال: أقبلنا مع النبي صلى الله عليه وسلم من غزوة تبوك، حتى إذا أشرفنا على المدينة قال: \"هذه طابةُ وهذا أُحُدٌ جبلٌ يحبنا ونحبه\" 2.\nفي سفح هذا الجبل وقبل أكثر من أربعة عشر قرنا، وبالتحديد في منتصف شوال من العام الثالث من الهجرة3 وقعت غزوة أحد بين فئتين من أهل ذاك العصر: فئة تؤمن بالله واليوم الآخر وهم: أصحاب النبي صلى الله عليه وسله الذين التفوا حوله بقلوبهم فهم المجتمع الإسلامي الصافي من كل الشوائب، وبين فئة كافرة بالله مشركة وهم: مشركو قريش ومن أطاعهم.\nهذه الغزوة هي الغزوة الوحيدة التي قاتل فيها صلى الله عليه وسله بنفسه، وفيها ضرب أبي ابن خلف بحربة، وهي المرة الوحيدة التي يضرب بها أحداً من الناس بيده4.\n1 وقعت الغزوة بجانب جبل أحد فنسبت إليه ويقع هذا الجبل شمال المدينة النبوية ويبلغ ارتفاعه ما يزيد على العشرين ومائة مترا، ويبعد عن المسجد النبوي خمسة أكيال ونصف الكيل بدءاً من باب المجيدي أحد أبواب المسجد النبوي من المبني القديم (أ. د. أكرم ضياء العمري، السيرة النبوية الصحيحة: 2/378) .\n2 البخاري، الجامع الصحيح: 8/125.\n3 أجمع علماء السيرة على أن الغزوة كانت في شوال من السنة الثالثة، انظر كتاب السير والمغازي لابن إسحاق: 324، وانظر أقوالهم في: (مرويات غزوة أحد، حسين الباكري: 43) .\n4 نقل الحلبي عن شيخ الإسلام ابن تيمية ذلك (الصالحي، سبل الهدى والرشاد: 4/9) ، وقال الحلبي في السيرة الحلبية عقب سرده لقصة ضرب النبي صلى الله عليه وسلم لأبي بن خلف: “قال في النور: ولم يقتل بيده الشريفة صلى الله عليه وسلم قط أحدا إلا أبي بن خلف؛ لا قبل ولا بعد” (السيرة الحلبية\n2/511-512\n) .\nالجزء: 1 ¦ الصفحة: 371\n",
        "وسبب هذه الغزوة أن المشركين أرادوا أن يثأروا لقتلاهم في غزوة بدر التي وقعت قبل أحد بسنة وشهر1 وليخلصوا طرقهم التجارية إلى الشام من سيطرة المسلمين، وليستعيدوا مكانتهم عند العرب التي تأثرت لهزيمتهم في بدر2.\nفقد أجمعت قريش لرسول الله صلى الله عليه وسله بأحابيشها ومن أطاعهم من قبائل: بني كنانة، وأهل تهامة3 وبلغ عددهم: ثلاثة آلاف رجل ومعهم مائتا فرس4 وثماني نسوة 5.\nوقد رأى النبي صلى الله عليه وسله رؤيا تتعلق بالغزوة فقد روى البخاري في صحيحه عن أبي موسى الأشعري أن النبي صلى الله عليه وسله قال: “رأيت في رؤيايَ أني هززت سيفا فانقطع صدره فإذا هو ما أصيب من المؤمنين يوم أحد، ثم هززته أخرى فعاد أحسن ما كان، فإذا هو ما جاء به الله من الفتح واجتماع المؤمنين، ورأيت فيها بقْرا والله خير، فإذا هم المؤمنون يوم أحد” 6.\nولما علم المسلمون بقدوم المشركين لغزو المدينة شاور رسول الله صلى الله عليه وسله أصحابه في البقاء في المدينة والتحصن فيها أو الخروج لملاقاة جيش المشركين ولما استمع عليه الصلاة والسلام لآراء الصحابة وقد رأى بعضهم البقاء في المدينة ورأى آخرون الخروج منها لملاقاتهم خارجها، انطلق صلى الله عليه وسله فلبس لأمته، فتلاوم\n1 ابن إسحاق، كتاب السير والمغازي: 322، حسين الباكري، مرويات غزوة أحد: 46، وأ د. أكرم ضياء العمري، السيرة النبوية الصحيحة: 2/378.\n2 حسين الباكري، مرويات غزوة أحد: 46، وأ د. أكرم ضياء العمري، السيرة النبوية الصحيحة: 2/378.\n3 ابن إسحاق، كتاب السير والمغازي: 322-323.\n4 ابن إسحاق، كتاب السير والمغازي: 326.\n5 انظر أسماءهن في كتاب السير والمغازي لابن إسحاق: 323-324، وفي تهذيب سيرة ابن إسحاق لابن هشام: 3/62.\n6 رواه البخاري في صحيحه عن أبي موسى الأشعري رضي الله عنه: 7/374-375.\nالجزء: 1 ¦ الصفحة: 372\n",
        "الصحابة وقالوا: عرض نبي الله صلى الله عليه وسله بأمر وعرضتم بغيره، وأرسلوا عمه حمزة بن عبد المطلب يعتذر عنهم ويقول له: أمرنا لأمرك تبع فلما أخبر حمزة رضي الله النبي صلى الله عليه وسله بذلك قال له عليه الصلاة والسلام: “إنه ليس لنبي إذا لبس لأمته أن يضعها حتى يناجز” 1.\nخرج المسلمون من المدينة رافعين راية سوداء، وثلاثة ألوية: لواء للمهاجرين يحمله مصعب بن عمير، ولواء الأوس يحمله أسيد بن حضير، ولواء الخزرج يحمله الحباب بن المنذر، وقد اجتمع تحت هذه الألوية: جيش تعداده ألف نفس كانوا في بادىء الأمر خليطا فيهم: مسلمون صادقون، وفيهم متظاهرون بالإسلام من أتباع عبد الله بن أبي بن سلول، منهم مئتا دارع، ومعهم فرسان فقط.\n1 جاء ذلك في رواية طويلة رواها ابن إسحاق في كتاب السير والمغازي: 324-325، عن جمع من شيوخه فيهم عدد مبهمون جمع رواياتهم كلها في متن واحد، وذكره كذلك ابن هشام في تهذيبه لسيرة ابن إسحاق: (3/60-63) ، ورواه الإمام أحمد في المسند: (3/351) بإسناده عن أبي الزبير عن جابر به نحوه وذكر هـ الطبري في التفسير: (4/164-165) وصدره بقوله: (ذُكر لنا) ، ورواه الطبراني ومن طريقه الحافظ ابن حجر (تغليق التعليق\n5/330-331\n) بإسناده عن عبيد الله بن عتبة عن ابن عباس بمثل رواية الحاكم، ورواه الحاكم في المستدرك (2/128-129) بإسناده عن عبيد الله بن عبد الله بن عتبة عن ابن عباس رضي الله عنهما به نحوه ولفظه: “ما ينبغي لنبي أن يضع أداته بعد أن لبسها حتى يحكم الله بينه وبين عدوه” وقال الحاكم: “هذا حديث صحيح الإسناد ولم يخرجاه” وأقره الذهبي فقال في التلخيص: صحيح، وذكر رواية الحاكم هذه الحافظ ابن حجر في فتح الباري (13/341) وقال: وهذا سند حسن، ورواه البيهقي في السنن الكبرى (7/40-41) بإسناده من طريق ابن لهيعة عن أبي الأسود عن عروة به نحوه، ونقله عنه ابن كثير في البداية والنهاية (4/12-13) ، وصحح الألباني المرفوع إلى النبي صلى الله عليه وسلم بمجموع الطرق؛ انظر تعليقاته على فقه السيرة لمحمد الغزالي: ص 269.\nالجزء: 1 ¦ الصفحة: 373\n",
        "ولبس رسول الله صلى الله عليه وسله درعين، وخرج الجيش متجها إلى أحد، وبالقرب من موقع المعركة، ولما كان الفريقان يرى بعضهم بعضا؛ انسحب رأس المنافقين عبد الله بن أبي بن سلول بثلث الجيش، وذلك إنما هو تصفية وتنقية لجيش المسلمين قال تعالى: {مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنْتُمْ عَلَيْهِ حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ} ، وقال تعالى: {وَمَا أَصَابَكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ فَبِإِذْنِ اللَّهِ وَلِيَعْلَمَ الْمُؤْمِنِينَ وَلِيَعْلَمَ الَّذِينَ نَافَقُوا وَقِيلَ لَهُمْ تَعَالَوْا قَاتِلُوا فِي سَبِيلِ اللَّهِ أَوِ ادْفَعُوا قَالُوا لَوْ نَعْلَمُ قِتَالاً لَاتَّبَعْنَاكُمْ هُمْ لِلْكُفْرِ يَوْمَئِذٍ أَقْرَبُ مِنْهُمْ لِلْإِيمَانِ يَقُولُونَ بِأَفْوَاهِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ وَاللَّهُ أَعْلَمُ بِمَا يَكْتُمُونَ} .\nورأى بعض الصحابة قتال المنافقين أتباع رأس المنافقين الذين انسحبوا من الجيش قال تعالى: {فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ وَاللَّهُ أَرْكَسَهُمْ بِمَا كَسَبُوا} .\nوهمَّ بعض المسلمين بالعودة إلى المدينة ولكن الله تولاهم فقاوموا الضعف الذي ألم بهم قال تعالى: {إِذْ هَمَّتْ طَائِفَتَانِ مِنْكُمْ أَنْ تَفْشَلا وَاللَّهُ وَلِيُّهُمَا} .\nولما وصل جيش المسلمين ميدان المعركة: تفقد النبي صلى الله عليه وسله جيش المسلمين واستعرض صغار الصحابة الذين لا طاقة لهم بالقتال فلم يجزهم، ونظم عليه الصلاة والسلام صفوف الجيش وجعل ظهورهم إلى جبل أحد ووجوههم تستقبل المدينة، وجعل خمسين من الرماة بقيادة عبد الله بن جبير رضي الله عنهم فوق جبل عينين المقابل لجبل أحد من جهة الجنوب لحماية المسلمين من التفاف المشركين عليهم وإحاطتهم بهم، وشدد عليه الصلاة والسلام على هؤلاء الصحابة بألا يبرحوا مكانهم مهما تغيرت الظروف فقال لهم: “لا تبرحوا، إن رأيتمونا ظهرنا عليهم فلا تبرحوا، وإن رأيتموهم ظهروا علينا فلا تعينون” 1.\nالتقى الفريقان واشتد القتال بين المسلمين والمشركين، وأبدى المسلمون رغم قلة العدة والعدد بطولة فائقة حتى قتلوا من المشركين وجرحوا وتراجع\n1 رواه البخاري في صحيحه، (الجامع الصحيح مع فتح الباري: 7/349) .\nالجزء: 1 ¦ الصفحة: 374\n",
        "المشركون وانهزموا، فلما رأى الرماة هزيمة المشركين قالوا لأميرهم عبد الله بن جبير: الغنيمة الغنيمة ظهر أصحابكم فما تنتظرون، فقال عبد الله بن جبير: أنسيتم ما قال لكم رسول الله صلى الله عليه وسله؟ قالوا: والله لنأتين الناس فلنصيبن من الغنيمة ثم انطلقوا يجمعون الغنائم1.\nوبعد نزول الرماة وانكشاف ظهور المسلمين: رأى خالد بن الوليد وكان على خيالة المشركين الفرصة سانحة فالتف حول المسلمين، وشجع ذلك المشركين فعادوا للقتال من جديد وأحاطوا بالمسلمين من جهتين وفقد المسلمون مواقعهم الأولى وأخذوا يقاتلون دون تخطيط فأخذوا يتساقطون شهداء في ميدان المعركة في سفح جبل أحد.\nوهؤلاء الشهداء استحقوا أفضل ما يجزى به شهيد لأنهم شهداء غزوة من غزوات النبي صلى الله عليه وسله، وأضافوا إلى ذلك فضل صحبة النبي صلى الله عليه وسله وغير ذلك من فضائل الصحابة رضوان الله عليهم الكثيرة.\nولشهداء أحد رضي الله عنهم فضل ومزيّة على غيرهم من شهداء الصحابة رضوان الله عليهم أجمعين، فقد وردت آيات وأحاديث في فضلهم رضوان الله عليهم، فمما نزل فيهم من القرآن: قوله تعالى: {مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ فَمِنْهُمْ مَنْ قَضَى نَحْبَهُ وَمِنْهُمْ مَنْ يَنْتَظِرُ وَمَا بَدَّلُوا تَبْدِيلاً} 2.\nنزلت هذه الآية في شهداء أحد عامة 3 أو في أحدهم وهو أنس بن النضر رضي الله عنه، لما رواه البخاري عن أنس بن مالك رضي الله عنه قال: ترى هذه الآية نزلت في أنس بن النضر الخزرجي: {مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ\n1 انظر: المصدر السّابق.\n2 سورة الأحزاب، الآية رقم: 23.\n3 انظر: فتح الباري لابن حجر: 8/518.\nالجزء: 1 ¦ الصفحة: 375\n",
        "عَلَيْهِ 1} 2، ونزل فيهم أيضا قوله جل وعلا: {وَلا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتاً بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَفَرِحِينَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ وَيَسْتَبْشِرُونَ بِالَّذِينَ لَمْ يَلْحَقُوا بِهِمْ مِنْ خَلْفِهِمْ أَلَّا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ. يَسْتَبْشِرُونَ بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ وَأَنَّ اللَّهَ لا يُضِيعُ أَجْرَ الْمُؤْمِنِينَ} 3.\nقال ابن كثير: “يخبر تعالى عن الشهداء بأنهم وإن قتلوا في هذه الدار فإن أرواحهم حية مرزوقة في دار القرار”4.\nروى الإمام أحمد بإسناد حسن عن ابن عباس قال: قال رسول الله صلى الله عليه وسله: \"لما أصيب إخوانكم بأحد جعل الله عز وجل أرواحهم في أجواف طير خضر ترِد أنهار الجنة تأكل من ثمارها وتأوي إلى قناديل من ذهب في ظل العرش فلما وجدوا طيب مشربهم ومأكلهم وحسن مقيلهم قالوا: ياليت إخواننا يعلمون بما صنع الله لنا لئلا يزهدوا في الجهاد ولا ينكلوا عن الحرب فقال الله عز وجل أنا أبلغهم عنكم فأنزل الله عز وجل هؤلاء الآيات على رسوله: {وَلا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتاً بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ 5} 6.\nوفي الحديث الصحيح عن جابر بن عبد الله رضي الله عنه أنه قال: لقيني رسول الله صلى الله عليه وسله فقال \"يا جابر مالي أراك منكسرا مهتما قلت يا رسول الله استشهد أبى وترك عيالا وعليه دين قال أفلا أبشرك بما لقي الله به أباك قلت بلى يا رسول الله قال إن الله أحيا أباك وكلمه كفاحا وما كلم أحدا قط إلا من\n1 سورة الأحزاب، الآية رقم: 23.\n2 البخاري، الجامع الصحيح: 8/518.\n3 سورة آل عمران، الآيات: 169 - 171.\n4 ابن كثير، تفسير القرآن العظيم: 1/426.\n5 سورة آل عمران، الآية رقم: 169.\n6 أحمد، المسند: 1/265، وبتحقيق د. عبد الله التركي وآخرين: 4/218.\nالجزء: 1 ¦ الصفحة: 376\n",
        "وراء حجاب فقال له يا عبدى تمنَّ أعطك قال يا رب تردنى إلى الدنيا فأقتل فيك ثانية فقال الرب تعالى ذكره إنه سبق مني أنهم إليها لا يرجعون قال يا رب فأبلغ من ورائي\" فأنزل الله: {وَلا تَحْسَبَنَّ الَّذِينَ قُتِلُوا\n...\nالآية} 1.\nوسيأتي في تراجم الشهداء أحاديث أخرى تدل على فضل شهداء أحد.\n1 ابن عبد البر، الاستيعاب: 2/339-341، وابن الأثير، أسد الغابة: 3/242-244، وابن حجر، الإصابة: 2/350، ورواه الترمذي وحسنه، السنن: 5/230-231.\nالجزء: 1 ¦ الصفحة: 377\n",
        "الفصل الأول: من اشتسهد من المهاجرين في غزوة أحد\nحمزة بن عبد المطلب\n...\nالفصل الأول: من استشهد من المهاجرين في غزوة أحد\nاختلف في عدد من استشهد من المسلمين في غزوة أحد من المهاجرين فقيل: أربعة1 وحكى ابن سيد الناس عن موسى بن عقبة أنه زاد خامسا2 وقيل: ستة3كما ذكر ابن سيد الناس أن ابن سعد زاد على الخمسة الذين ذكرهم موسى بن عقبة ستة فجعلهم أحد عشر شهيدا من قريش وحلفائهم، وأن ابن عبد البر زادهم حتى جعلهم أربعة عشر4وفيما يأتي تراجم الأربعة الذين ذكرهم ابن إسحاق في كتاب المغازي:\n1-\nحمزة بن عبد المطلب5:\nحمزة بن عبد المطلب بن هاشم6بن عبد مناف القرشي الهاشمي أبوعمارة7، وأمه: هالة بنت وهيب بن عبدمناف بن زهرة، عم النبي صلى الله عليه وسله 8،\n1 ابن حبان، السيرة النبوية وأخبار الخلفاء: ص226، وابن حزم، جوامع السيرة النبوية: ص 132، وابن كثير، البداية والنهاية: 4/47،والفصول في سيرة الرسول صلى الله عليه وسلم له: ص150.\n2 ابن سيد الناس، عيون الأثر في فنون المغازي والشمائل والسير: 1/437.\n3 الحلبي، السيرة الحلبية: 2/547.\n4 ابن سيد الناس، عيون الأثر في فنون المغازي والشمائل والسير: 1/437.\n5 ذكره ابن إسحاق فيمن استشهدوا في أحد من المهاجرين: من قريش من بني هاشم بن عبد مناف (تهذيب سيرة ابن إسحاق، لابن هشام: 3/122) ، وذكره من شهداء أحد: ابن سعد، الطبقات الكبرى: 2/42، والبخاري، الجامع الصحيح: 7/374، والذهبي، سير أعلام النبلاء: 1/149.\n6 ابن عبد البر، الاستيعاب: 1/271.\n7 ابن الأثير، أسد الغابة: 1/528، وابن حجر، الإصابة 1/353، وانظر ترجمته في كتاب الطبقات الكبرى لابن سعد: 3/8-19.\n8 ابن عبد البر، الاستيعاب: 1/271.\nالجزء: 1 ¦ الصفحة: 378\n",
        "وأخوه من الرضاعة1 وقريبه من جهة أمه2.\nولد رضي الله عنه قبل النبي صلى الله عليه وسله بسنتين وقيل بأربع3 وأسلم في السنة الثانية من البعثة4وقيل بل كان إسلامه بعد دخول النبي صلى الله عليه وسله دار الأرقم في السنة السادسة من مبعثه صلى الله عليه وسله 5ولما أسلم حمزة علمت قريش أن رسول الله صلى الله عليه وسله قد امتنع، وأن حمزة سيمنعه فكفوا عن بعض ما كانوا ينالون منه6ولازم حمزة رضي الله عنه نصر رسول الله صلى الله عليه وسله وهاجر معه، وآخى النبي صلى الله عليه وسله بينه وبين زيد بن حارثة 7.\n1 قال الحافظ ابن حجر: “عم النبي صلى الله عليه وسلم وأخوه من الرضاعة أرضعتهما ثويبة مولاة أبي لهب كما ثبت في الصحيحين” (ابن حجر، الإصابة 1/353) ، ولم أقف ـ لا في الصحيحين ولا في أحدهما ـ على ما ذكره الحافظ من: أن ثويبة هي التي أرضعت النبي صلى الله عليه وسلم وحمزة، والذي فيهما أن حمزة أخ للنبي صلى الله عليه وسلم من الرضاعة دون تحديد المرأة التي أرضعتها. (انظر: اللؤلؤ والمرجان فيما اتفق عليه الشيخان، لمحمد فؤاد عبد الباقي 2/103، والبخاري مع الفتح 5/253، ومسلم 2/1071) وأن ثويبة أرضعت النبي صلى الله عليه وسلم وأبا سلمة (انظر: اللؤلؤ والمرجان فيما اتفق عليه الشيخان، لمحمد فؤاد عبد الباقي 2/103- 104، والبخاري مع الفتح 9/158، ومسلم: 2/1072) .\n2 فإن أم حمزة هالة بنت أهيب بن عبد مناف بن زهرة إبنة عم آمنة بنت وهب بن عبد مناف أم النبي صلى الله عليه وسلم (ابن حجر، الإصابة 1/353) .\n3 ابن عبد البر، الاستيعاب: 1/271، وابن حجر، الإصابة 1/353-354،وقال ابن عبد البر في ترجمة حمزة رضي الله عنه: “كان أسن من رسول الله صلى الله عليه وسلم بأربع سنين وهذا لا يصح عندي لأن الحديث الثابت أن حمزة وعبد الله بن عبد الأسد أرضعتهما ثويبة مع رسول الله صلى الله عليه وسلم، إلا أن يكون أرضعتهما في زمانين” ولم أقف على الحديث الثابت المشار إليه في كلام ابن عبد البر وسبق تعقبي على ابن حجر في عزوه للشاهد منه إلى الصحيحين.\n4 ابن عبد البر، الاستيعاب: 271، وابن الأثير، أسد الغابة: 1/528.\n5 ابن عبد البر، الاستيعاب: 1/271.\n6 الذهبي، سير أعلام النبلاء: 1/172.\n7 ابن حجر، الإصابة 1/354.\nالجزء: 1 ¦ الصفحة: 379\n",
        "كان يقال له: أسد رسوله، ويكنى: أبا عمارة، وأبا يعلى بابنيه: عمارة، ويعلى1 رُوِيَ أن النبي صلى الله عليه وسله لقبه: أسد الله2وسيد الشهداء3أو: خير الشهداء4، وعقد له رسول الله صلى الله عليه وسله لواء وأرسله في سرية فكان ذلك أول لواء عقد في الإسلام في قول المدائني5.\nشهد رضي الله عنه بدرا وأبلى فيها بلاء حسنا مشهورا: فقد قتل شيبة ابن ربيعة، وشارك في قتل عتبة بن ربيعة أو بالعكس على اختلاف في ذلك، وقتل: طعيمة بن عدي6 وقيل إنه قتل: سباعا الخزاعي يومئذ؛ وقيل: بل قتله يوم أحد قبل أن يقتل7.\nشهد رضي الله عنه أحدا وقَتل أكثر من ثلاثين نفسا من المشركين قبل أن يُقتل8 قتله رجل يقال له وحشي مولى لجبير بن مطعم، وكان جبير بن مطعم قد قال لمولاه وحشي: إن قتلت حمزة بعمي فأنت حر، فتربص وحشي لحمزة رضي الله عنه حتى قتله9.\nفقد كان حمزة يقاتل في أحد بين يدي النبي صلى الله عليه وسله بسيفين فقال قائل: أي\n1 ابن عبد البر، الاستيعاب: 1/271.\n2 ابن حجر، الإصابة 1/354.\n3 ابن عبد البر، الاستيعاب: 1/273، والذهبي، سير أعلام النبلاء: 1/173، وابن حجر، الإصابة 1/354.\n4 ابن عبد البر، الاستيعاب: 1/273.\n5 ابن عبد البر، الاستيعاب: 1/271 ولم يذكر المدائني، ابن حجر، الإصابة 1/354.\n6 ابن عبد البر، الاستيعاب: 1/273، وابن الأثير، أسد الغابة: 1/529.\n7 ابن عبد البر، الاستيعاب: 1/273.\n8 ابن حجر، الإصابة 1/354.\n9 البخاري، الجامع الصحيح: 7/367، وابن عبد البر، الاستيعاب: 1/273.\nالجزء: 1 ¦ الصفحة: 380\n",
        "أسد، فبينا هو كذلك إذا عثر عثرة وقع منها على ظهره، فانكشفت الدرع عن بطنه، فطعنه وحشي الحبشي بحربة أو برمح فأنفذه1.\nوقد روى البخاري في صحيحه تفصيل قصة استشهاده من رواية القاتل نفسه فقد قال وحشي: إن حمزة قتل طُعَيمة بن عدي بن الخيار ببدر، فقال لي مولاي جبير بن مطعم: إن قتلت حمزة بعمي فأنت حر. قال: فلما أن خرج الناس عام عينين -وعينين جبل بحيال أحد بينه وبينه واد- خرجت مع الناس إلى القتال فلما اصطفوا للقتال خرج سِبَاع فقال: هل من مبارز؟ قال: فخرج إليه حمزة بن عبد المطلب فقال: يا سباع يا ابن أم أنمار مقطعة البظور أتحاد الله ورسوله صلى الله عليه وسله؟ قال: ثم شد عليه فكان كأمس الذاهب قال: وكمنت لحمزة تحت صخرة فلما دنا مني رميته بحربتي فأضعها في ثنته حتى خرجت من بين وركيه قال فكان ذاك العهد به.\nفلما رجع الناس رجعت معهم فأقمت بمكة حتى فشا فيها الإسلام ثم خرجت إلى الطائف فأرسلوا إلى رسول الله صلى الله عليه وسله رسولا فقيل لي إنه لا يهيج الرسل قال فخرجت معهم حتى قدمت على رسول الله صلى الله عليه وسله فلما رآني قال: \"آنت وحشي؟ \" قلت: نعم. قال: \"أنت قتلت حمزة؟ \" قلت: قد كان من الأمر ما بلغك. قال: \"فهل تستطيع أن تغيب وجهك عني\". قال: فخرجت فلما قبض رسول الله صلى الله عليه وسله فخرج مسيلمة الكذاب قلت: لأخرجن إلى مسيلمة لعلي أقتله فأكافئ به حمزة قال: فخرجت مع الناس فكان من أمره ما كان قال فإذا رجل قائم في ثلمة2جدار كأنه جمل أورق ثائر الرأس قال: فرميته بحربتي فأضعها بين ثدييه حتى خرجت من بين كتفيه قال: ووثب رجل من الأنصار فضربه بالسيف على هامته3.\n1 ابن عبد البر، الاستيعاب: 1/274-275، وابن الأثير، أسد الغابة: 1/530.\n2 الثُّلْمَةُ: فُرْجَةُ المكسور والمهدوم (الفيروز آبادي، القاموس المحيط: ص 1402) .\n3 البخاري، الجامع الصحيح: 7/367-368.\nالجزء: 1 ¦ الصفحة: 381\n",
        "عاش رضي الله عنه دون الستين 1 ودفن هو وعبد الله بن جحش في قبر واحد2.\nورُوِيَ أن النبي صلى الله عليه وسله قال: لولا أن تجد صفية لتركت دفنه حتى يحشر من بطون الطير والسباع، وكان قد مثل به يومئذ فقد بقرت3هند بنت عتبة عن بطن حمزة رضي الله عنه فأخرجت كبده وجعلت تلوك4كبده ثم لفظتها فقال النبي صلى الله عليه وسله \"لو دخل بطنها لم تدخل النار\"، فلم يمثل بأحد ما مثل بحمزة، قطعت هند كبده وجدعت أنفه وقطعت أذنيه، وبقرت بطنه5.\nوعلّق ابن عبد البر رواية من حديث أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسله وقف على حمزة حين استشهد\" فبكى ولما رأى ما مُثِّل به: شهق، فلم ير منظرا كان أوجع لقلبه منه فقال: رحمك الله أي عم فلقد كنت وصولا للرحم فعولا للخيرات\" 6.\nورثاه: كعب بن مالك - وقيل: عبد الله بن رواحة -بأبيات منها:\nبكت عيني وحق لها بكاها\n...\nوما يغني البكاء ولا العويل\nعلى أسد الإله غداة قالوا\n...\nلحمزة ذاكم الرجل القتيل\nأصيب المسلمون به جميعا\n...\nهناك وقد أصيب به الرسول\n1 ابن عبد البر، الاستيعاب: 1/273، وابن حجر، الإصابة 1/354.\n2 ابن عبد البر، الاستيعاب: 1/273، وابن الأثير، أسد الغابة: 1/531.\n3 البَقْرُ: الفتح، والكشف (ابن الأثير، النهاية في غريب الحديث: 1/145) .\n4 الَّلوكُ: أهون المضغ، أو مضغ صلب، أو علك الشيء (الفيروز آبادي، القاموس المحيط: ص 1230) .\n5 ابن عبد البر، الاستيعاب: 1/274، وابن الأثير، أسد الغابة: 1/530.\n6 ابن عبد البر، الاستيعاب: 1/275.\nالجزء: 1 ¦ الصفحة: 382\n",
        "أبا يعلى، لك الأركان هُدَّت\n...\nوأنت الماجد البَرُّ الوصول\nعليك سلام ربك في جنانٍ\n...\nيخالطها نعيمٌ لا يزول\nألا يا هاشمَ الأخيار صبرا\n...\nفكل فعالكم حسنٌ جميل\nرسولُ الله مصْطَبرٌ كريم\n...\nبأمر الله ينطق إذ يقول\nإلى أن قال:\nألا يا هندُ لا تبدي شماتا\n...\nبحمزة إنَّ عزكم ذليل\nألا يا هندُ فابكي لا تملي\n...\nفأنت الواله العَبْرَى الثكولُ1\nجاء في بعض الروايات: أن معاوية رضي الله عنه حفر العين في خلافته فكشفت بعض قبور شهداء أحد، فوجدوا أجسادهم رطابا يتثنون، وذلك على رأس أربعين سنة، وأصاب المر2 رجل حمزة فطار منها الدم3.\n1 ابن عبد البر، الاستيعاب: 1/275-276، وابن الأثير، أسد الغابة: 1/530-531.\n2 المر: المسحاة أو مقبضها (الفيروز آبادي، القاموس المحيط: 610) .\n3 ابن الأثير، أسد الغابة: 1/532.\nالجزء: 1 ¦ الصفحة: 383\n",
        "2-\nعبد الله بن جحش\n1:\nعبد الله بن جحش بن رياب بن يعمر2 بن صبرة بن مرة بن كبير بن غَنْم ابن دودان بن أسد بن خزيمة3 الأسدي حليف بني عبد شمس4 ويكنى أبا\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من المهاجرين: من قريش من بني أمية بن عبد شمس (تهذيب سيرة ابن إسحاق، لابن هشام: 3/122) ، وقال عنه: “حليف لبني أسد بن خزيمة”، وذكره في شهداء أحد أيضا: ابن سعد، الطبقات الكبرى: 2/42، والذهبي، سير أعلام النبلاء: 1/149.\n2 ابن سعد، الطبقات الكبرى: 3/91، وابن حجر، الإصابة: 2/286.\n3 ابن سعد، الطبقات الكبرى: 3/91.\n4 ابن حجر، الإصابة: 2/286.\nالجزء: 1 ¦ الصفحة: 383\n",
        "محمد، وأمه: أميمة بنت عبد المطلب بن هاشم بن عبد مناف بن قصي1.\nأحد السابقين إلى الإسلام2 هاجر إلى الحبشة3 وعاد إلى مكة لما بلغ مهاجري الحبشة إسلام أهل مكة4 ذكره ابن إسحاق في أول من قدم المدينة من المهاجرين5 وفيمن شهد بدرا6 آخى النبي بينه وبين عاصم بن ثابت7.\nوبعثه في سرية8 وقال لأصحابها: “لأبعثن عليكم رجلا أصبركم على الجوع والعطش”، قال سعد رضي الله عنه: فبعث علينا عبد الله بن جحش فكان أول أمير في الإسلام9 ورايته في تلك السرية هي أول راية عقدت في الإسلام ـ على قول ـ 10 ونسبت إليه فيما بعد فسميت: (سرية: عبد الله بن جحش) .\nرُوى أن رسول الله صلى الله عليه وسله يوم خرج إلى أحد نزل عند الشيخين11 فأصبح هناك فجاءته أم سلمة بكتف مشوية فأكلها ثم جاءته بنبيذ فشرب ثم أخذه\n1 ابن سعد، الطبقات الكبرى: 3/91.\n2 ابن حجر، الإصابة: 2/286.\n3 ابن هشام، تهذيب سيرة ابن إسحاق 1/324.\n4 ابن هشام، تهذيب سيرة ابن إسحاق 1/365.\n5 ابن هشام، تهذيب سيرة ابن إسحاق 1/470.\n6 ابن هشام، تهذيب سيرة ابن إسحاق 1/679.\n7 ابن حجر، الإصابة: 2/287.\n8 انظر تفاصيل السرية في تهذيب سيرة ابن إسحاق لابن هشام 1/601-607.\n9 جاء ذلك في ما رواه الإمام أحمد في المسند: (1/178) ، والبغوي عن سعد بن أبي وقاص عنه. وانظر مسند الإمام أحمد (الفتح الرباني للساعاتي 23/25-26) ، والإصابة: 2/287.\n10 ابن حجر، الإصابة 2/287.\n11 أُطُمان سميا بهذا الاسم لأن شيخا وشيخة كانا يتحدثان في موضعه، وهو موضع عسكر فيه رسول صلى الله عليه وسلم ليلة خرج لقتال المشركين بأحد (ياقوت الحموي، معجم البلدان: 3/380) .\nالجزء: 1 ¦ الصفحة: 384\n",
        "رجل من القوم فشرب منه ثم أخذه عبد الله بن جحش فعب1فيه فقال له رجل بعض شرابك أتدري أين تغدو قال نعم ألقى الله وأنا ريان أحب إلي من أن ألقاه وأنا ظمآن اللهم إني أسألك أن أستشهد وأن يمثل بي فتقول فيم صنع بك هذا فأقول فيك وفي رسولك2.\nوقد دعا عبد الله بن جحش رضي الله عنه يوم أحد أن يرزقه الله الشهادة؛ فاستجيب له3 جاء في بعض الروايات: أن عبد الله بن جحش قال لسعد بن أبي وقاص يوم أحد: ألا تأتي فندعوا؟ قال سعد: فخلونا في ناحية فدعا سعد فقال: يا رب إذا لقينا القوم4 غدا فلَقِّني رجلا شديدا حرده5 أقاتله فيك ثم ارزقني الظفر عليه حتى أقتله وآخذ سلبه. قال: فأَمَّنَ عبد الله بن جحش، ثم قال عبد الله: اللهم ارزقني رجلا شديدا حرده أقاتله فيك حتى يأخذني فيجدع أنفي وأذني فإذا لقيتك قلت هذا فيك وفي رسولك فتقول صدقت. قال سعد: فكانت دعوة عبد الله خيرا من دعوتي فلقد رأيته آخر النهار وإن أنفه وأذنه لمعلق في خيط6.\nوفي رواية أنه قال في دعائه إذ ذاك: اللهم إذا لاقوا هؤلاء غدا فإني أقسم عليك لما يقتلوني ويبقروا بطني ويجدعوني فإذا قلت لي لم فعل بك هذا فأقول\n1 العَبُّ: الشرب بلا تنفس (ابن الأثير، النهاية في غريب الحديث: 3/168) .\n2 ابن سعد، الطبقات الكبرى: 3/91.\n3 ابن أبي حاتم، الجرح والتعديل 5/22، وابن حجر، الإصابة: 2/287.\n4 في مطبوعة الإصابة: (اليوم) وهو تصحيف ظاهر.\n5 الحرد: القصد والمنع (الفيروز آبادي، القاموس المحيط: ص353) والمقصود لقني رجلا قويا خبيرا بفنون القتال وقصد عدوه ومنع نفسه منه، ليكون قتاله أعظم للأجر وأبلغ.\n6 ابن حجر، الإصابة: 2/287، وذكر أن ابن شاهين أخرج نحوه، وكذا ابن المبارك في: (الجهاد) مرسلا.\nالجزء: 1 ¦ الصفحة: 385\n",
        "اللهم فيك فلما التقوا فعلوا ذلك به وقال الرجل الذي سمعه أما هذا فقد استجيب له وأعطاه الله ما سأل في جسده في الدنيا وأنا أرجو أن يعطى ما سأل في الآخرة1.\nقال الزبير: كان يقال له المجدع في الله وكان سيفه انقطع يوم أحد فأعطاه النبي صلى الله عليه وسله عرجونا2 فصار في يده سيفا فكان يسمى العرجون قال وقد بقي هذا السيف حتى بيع من بغاء التركي بمائتي دينار.\nقتله أبوالحكم بن الأخنس بن شَريق3ودفن هو وحمزة في قبر واحد وكان له يوم قتل نيف وأربعون سنة4\n1 ابن سعد، الطبقات الكبرى: 3/90-91.\n2 العُرْجُون: هو العود الأصفر الذي فيه شماريخ العَذْق (ابن الأثير، النهاية في غريب الحديث: 3/203) والعَذْق: النخلة بحملها (الفيروز آبادي، القاموس المحيط: ص 1171) .\n3 ابن سعد، الطبقات الكبرى: 2/42، وابن حجر، الإصابة: 2/287.\n4 ابن سعد، الطبقات الكبرى: 3/91، وابن حجر، الإصابة: 2/287.\nالجزء: 1 ¦ الصفحة: 386\n",
        "3 -\nمصعب بن عمير\n1:\nمصعب بن عمير بن هاشم2 بن عبد مناف3 بن عبد الدار بن قصي4\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من المهاجرين: من قريش من بني عبد الدار ابن قصي (تهذيب سيرة ابن إسحاق، لابن هشام: 3/122) ،والبخاري، الجامع الصحيح: 7/374.\n2 ابن سعد، الطبقات الكبرى: 3/116، وابن عبد البر، الاستيعاب: 3/468، وابن الأثير، أسد الغابة: 4/405، وابن حجر، الإصابة:3/421-422.\n3 ابن سعد، الطبقات الكبرى: 3/116، وابن الأثير، أسد الغابة: 4/405، وابن حجر، الإصابة: 3/421-422.\n4 ابن سعد، الطبقات الكبرى: 3/116، وابن عبد البر، الاستيعاب: 3/468، وابن الأثير، أسد الغابة: 4/405، وابن حجر، الإصابة:3/421-422.\nالجزء: 1 ¦ الصفحة: 386\n",
        "ابن كلاب1بن مرة2 العبدري3 القرشي4 يكنى أبا محمد5، أبا عبد الله6 وأمه: خناس بنت مالك بن المضرب بن وهب بن عمرو بن حجير بن عبد بن معيص بن عامر بن لؤي، ويلقب: مصعب الخير، وزوجته: حمنة بنت جحش بن رباب بن يعمر بن صبرة بن مرة بن كثير بن غنم بن دودان ابن أسد ابن خزيمة7.\nكان من جلة الصحابة وفضلائهم8 وكان فتى مكة شبابا وجمالا وسبيبا وكان أبواه يحبانه، وكانت أمه مليئة كثيرة المال تكسوه أحسن ما يكون من الثياب وأرقه وكان أعطر أهل مكة، يلبس الحضرمي من النعال، فكان رسول الله صلى الله عليه وسلم يذكره ويقول: ما رأيت بمكة أحدا أحسن لمة ولا أرق حلة ولا أنعم نعمة من مصعب بن عمير9.\nعن سعد بن أبي وقاص قال كان مصعب بن عمير أنعم غلام بمكة وأجوده حلة مع أبويه10 ثم جهد في الإسلام جهدا شديدا حتى إن جلده\n1 ابن الأثير، أسد الغابة: 4/405، وابن حجر، الإصابة:3/421-422.\n2 ابن الأثير، أسد الغابة: 4/405.\n3 ابن عبد البر، الاستيعاب: 3/468، وابن الأثير، أسد الغابة: 4/405، وابن حجر، الإصابة:3/421-422.\n4 ابن عبد البر، الاستيعاب: 3/468، وابن الأثير، أسد الغابة: 4/405.\n5 ابن سعد، الطبقات الكبرى: 3/116.\n6 ابن عبد البر، الاستيعاب: 3/468، وابن الأثير، أسد الغابة: 4/405، وابن حجر، الإصابة:3/421-422.\n7 ابن سعد، الطبقات الكبرى: 3/116.\n8 ابن عبد البر، الاستيعاب: 3/468، وابن الأثير، أسد الغابة: 4/405.\n9 ابن سعد، الطبقات الكبرى: 3/116 من طريق الواقدي.\n10 ابن حجر، الإصابة:3/421-422.\nالجزء: 1 ¦ الصفحة: 387\n",
        "يتحشف1كما يتحشف جلد الحية2.\nسبق مصعب رضي الله عنه إلى الإسلام3 وهاجر إلى الحبشة4 مع أول من هاجر إليها5 قال أبو عمر أسلم قديما والنبي صلى الله عليه وسلم في دار الأرقم6 وكتم إسلامه خوفا من أمه وقومه فعلمه عثمان بن طلحة فأعلم أهله فأوثقوه فلم يزل محبوسا إلى أن هرب مع من هاجر إلى الحبشة7 ثم رجع إلى مكة فهاجر إلى المدينة8 بعد العقبة الأولى ليعلم الناس القرآن ويصلي بهم9 روى البخاري أن مصعبا وابن أم مكتوم هما: أول من قدم المدينة وكانوا يُقرئون القرآن10.\nوشهد بدرا11 ثم شهد أحدا ومعه اللواء12 فاستشهد13 روى البخاري\n1 المتحشف: اللابس للحشيف: وهو الخلق (ابن الأثير، النهاية في غريب الحديث: 1/391) .\n2 ابن الأثير، أسد الغابة: 4/406.\n3 ابن الأثير، أسد الغابة: 4/405، وابن حجر، الإصابة:3/421-422.\n4 ابن عبد البر، الاستيعاب: 3/468، وابن الأثير، أسد الغابة: 4/405، وابن حجر، الإصابة:3/421-422.\n5 ابن عبد البر، الاستيعاب: 3/468.\n6 ابن سعد، الطبقات الكبرى: 3/116، وابن عبد البر، الاستيعاب: 3/470، وابن الأثير، أسد الغابة: 4/405، وابن حجر، الإصابة:3/421-422.\n7 ابن سعد، الطبقات الكبرى: 3/116، وابن عبد البر، الاستيعاب: 3/471، وابن الأثير، أسد الغابة: 4/405، وابن حجر، الإصابة:3/421-422.\n8 ابن الأثير، أسد الغابة: 4/405، وابن حجر، الإصابة:3/421-422.\n9 ابن الأثير، أسد الغابة: 4/405.\n10 البخاري، الجامع الصحيح: 7/260، والذهبي، سير أعلام النبلاء: 1/146.\n11 ابن عبد البر، الاستيعاب: 3/468، وابن حجر، الإصابة:3/421-422.\n12 ابن الأثير، أسد الغابة: 4/405، وابن حجر، الإصابة:3/421-422.\n13 ابن عبد البر، الاستيعاب: 3/470، وابن الأثير، أسد الغابة: 4/405، وابن حجر، الإصابة:3/421-422.\nالجزء: 1 ¦ الصفحة: 388\n",
        "في صحيحه عن خباب أن مصعبا ممن مضى ولم يأخذ من أجره شيئا قتل يوم أحد وترك نمرة1 إذا غُطي بها رأسه بدت رجلاه، وإذا غُطيت بها رجلاه بدا رأسه فأمر رسول الله صلى الله عليه وسله أن يُغطى رأسه ويجعل على رجليه شيء من إذخر2.\nقال ابن عبد البر: “ولم يختلف أهل السير أن راية رسول الله صلى الله عليه وسله يوم بدر ويوم أحد كانت بيد مصعب بن عمير فلما قتل يوم أحد أخذها علي بن أبي طالب رضي الله عنه”3.\nوقاتل مصعب رضي الله عنه في أحد دون رسول الله صلى الله عليه وسله حتى قتل4 قتله ابن قمئة الليثي5 وهو يظنه رسول الله صلى الله عليه وسله فرجع إلى قريش فقال قتلت محمدا فلما قتل مصعب أعطى رسول الله صلى الله عليه وسله اللواء علي بن أبي طالب ورجالا من المسلمين6 وكان رضي الله عنه يوم قتل ابن أربعين سنة وأزيد شيئا ويقال إن فيه نزلت وفي أصحابة: {مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ} ”7.\n1 النمرة: كل شملة مخططة من مآزر الأعراب فهي نمرة\n…\nكأنها أخذت من لون النمر، لما فيها من السواد والبياض (ابن الأثير، النهاية في غريب الحديث: 5/118) .\n2 البخاري، الجامع الصحيح: 7/226، والذهبي، السير: 1/146.\n3 ابن عبد البر، الاستيعاب: 3/472.\n4 الذهبي، السير: 1/148.\n5 ابن إسحاق، تهذيب سيرة ابن إسحاق: 3/122،وابن سعد، الطبقات الكبرى:2/42، وابن عبد البر، الاستيعاب: 3/470، ابن الأثير، أسد الغابة: 4/405، والذهبي، السير: 1/148.\n6 الذهبي، السير: 1/148.\n7 ابن هشام، تهذيب سيرة ابن إسحاق: 3/122، وابن عبد البر، الاستيعاب: 3/470، ابن الأثير، أسد الغابة: 4/405.\nالجزء: 1 ¦ الصفحة: 389\n",
        "وتألمت كثيرا زوجة مصعب بن عمير (حَمْنَة بنت جحش) لما سمعت بخبر استشهاد زوجها فقد لقيت النبي صلى الله عليه وسلم وهو راجع من أحد فنُعي إليها أخوها عبد الله بن جحش، فاسترجعت واستغفرت له، ثم نُعي لها خالها حمزة بن عبد المطلب فاسترجعت واستغفرت له، ثم نُعي لها زوجها مصعب بن عمير، فصاحت وولولت، وروي أنّ رسول الله صلى الله عليه وسلم قال: إن زوج المرأة منها لبمكان، لما رأى من تثبتها عند أخيها وخالها، وصياحها على زوجها1.\nروى الطبراني عن عبد الله بن عمر قال: مر رسول الله صلى الله عليه وسلم على مصعب ابن عمير حين رجع من أحد فوقف عليه وعلى أصحابه فقال: \"أشهد أنكم أحياء عند الله فزوروهم وسلموا عليهم فوالذي نفس محمد بيده لا يسلم عليهم أحد إلا ردوا عليه إلى يوم القيامة\" 2.\nوزاد ابن الأثير أن رسول الله صلى الله عليه وسلم وقف على مصعب بن عمير وهو منجعف3 على وجهه يوم أحد شهيدا فقال رسول الله صلى الله عليه وسلم: {مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا} 4.\n1 ذكره ابن إسحاق فيما ذُكر له دون إسناد (ابن هشام، تهذيب سيرة ابن إسحاق 3/98) وعنه الطبري (تاريخ الأم والملوك: 2/529) .\n2 المعجم الأوسط: (4/97-98) ، ومن طريق الطبراني رواه أبو نعيم: (حلية الأولياء: 1/108) ، وقال الهيثمي: \"رواه الطبراني في الأوسط وفيه عبد الأعلى بن عبد الله بن أبي فروة وهو متروك\" (مجمع الزوائد: 6/123) وقال أيضا: \"رواه الطبراني في الكبير وفيه أبو بلال الأشعري ضعفه الدارقطني\" (مجمع الزوائد: 3/60) .\n3 منجعف: أي مصروع (ابن الأثير، النهاية في غريب الحديث: 1/276) .\n4ابن الأثير، أسد الغابة: 4/407-408، ولم أقف على هذا النص مسندا.\nالجزء: 1 ¦ الصفحة: 390\n",
        "كان لمصعب رضي الله عنه من الولد ابنة يقال لها: زينب، فزوجها عبد الله ابن عبد الله بن أبي أمية بن المغيرة فولدت له ابنة يقال لها: قريبة1 ولم يعقب مصعب إلا من ابنته زينب2.\n1 ابن سعد، الطبقات الكبرى: 3/116.\n2 ابن الأثير، أسد الغابة: 4/408.\n3 ابن سعد، الطبقات الكبرى: 3/116.\n4 ابن الأثير، أسد الغابة: 4/408.\nالجزء: 1 ¦ الصفحة: 391\n",
        "4-\nشماس بن عثمان1:\nشماس بن عثمان بن الشريد2 بن هرمي بن عامر بن مخزوم القرشي3 المخزومي من بني عامر بن مخزوم، اسمه عثمان ولقب شماس4 لوضائته5 وأمه: صفيه بنت ربيعة بن عبد شمس6.\nكان شماس من أحسن الناس وجها7 ولذلك لقب بهذااللقب، فقد قدم\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من المهاجرين: من قريش من بني مخزوم بن يقظة (تهذيب سيرة ابن إسحاق، لابن هشام: 3/122) ، وابن سعد، الطبقات الكبرى: 2/42، والذهبي، سير أعلام النبلاء: 1/149.\n2 ابن سعد، الطبقات الكبرى: 3/245،وابن عبد البر، الاستيعاب: 2/156، 3/89، ابن حجر، الإصابة: 2/155.\n3 ابن سعد، الطبقات الكبرى: 3/245، وابن عبد البر، الاستيعاب: 3/89، وابن الأثير، أسد الغابة: 2/376، ابن حجر، الإصابة: 2/155.\n4 ابن سعد، الطبقات الكبرى: 3/245، وابن عبد البر، الاستيعاب: 2/156، 3/89، ابن الأثير، أسد الغابة: 2/376.\n5 ابن سعد، الطبقات الكبرى: 3/245.\n6 ابن سعد، الطبقات الكبرى: 3/245، وابن عبد البر، الاستيعاب: 2/156، 3/89، ابن الأثير، أسد الغابة: 2/377.\n7 ابن حجر، الإصابة: 2/155.\nالجزء: 1 ¦ الصفحة: 391\n",
        "شماسا1 من الشمامسة فى الجاهلية كان جميلا فعجب الناس من جماله فقال عتبة بن ربيعة وكان خال شماس: أنا آتيكم بشماس أحسن منه فأتى بابن أخته عثمان بن عثمان فسُمِّيَ شماسا من يومئذ وغلب ذلك عليه 2.\nرُوى أن رسول الله صلى الله عليه وسله آخى بيه وبين حنظلة بن أبي عامر3.\nأسلم شماس أول الإسلام4 وكان من مهاجرة الحبشة، ثم شهد بدرا، وقتل يوم أحد شهيدا 5 قتله أبيّ بن خلف الجُمَحي6 وكان يوم قتل ابن أربع وثلاثين سنة7 وليس له عقب8.\nقال الحافظ ابن حجر: “واتفقوا على أنه استشهد بأحد وشذ أبو عبيد فقال إنه استشهد ببدر”9.\nوكان عثمان هذا يقي رسول الله صلى الله عليه وسله بنفسه يوم أحد فقال صلى الله عليه وسلم \"ما شبهته يومئذ إلا بالجُنة\" يعني بضم الجيم وزاد في رواية ما أوتى من ناحية إلا وقاني\n1 الشَّمَّاسُ: من رُءوسِ النَّصَارى الذي يحلق وسط رأسه لازما للبيعة ((الفيروز آبادي، القاموس المحيط: ص 712) .\n2 ابن عبد البر، الاستيعاب: 3/89.\n3 ابن سعد، الطبقات الكبرى: 3/345.\n4 ابن الأثير، أسد الغابة: 2/377.\n5 ابن سعد، الطبقات الكبرى: 3/245، وابن عبد البر، الاستيعاب: 2/156، 3/89، ابن الأثير، أسد الغابة: 2/377.\n6 ابن سعد، الطبقات الكبرى: 2/42.\n7 ابن سعد، الطبقات الكبرى: 3/245-246، وابن عبد البر، الاستيعاب: 2/156، ابن الأثير، أسد الغابة: 2/377.\n8 ابن سعد، الطبقات الكبرى: 3/245-246.\n9 ابن عبد البر، الاستيعاب: 2/156 -157، وابن الأثير، أسد الغابة: 2/377، وابن حجر، الإصابة: 2/155.\nالجزء: 1 ¦ الصفحة: 392\n",
        "إلى مضاجعهم فأدرك المنادي رجلا واحدا لم يكن دفن فرد وهو\nشماس بن عثمان\nالمخزومي1.\nوزوجته: نُعم بضم النون بنت حسان أنشد لها ابن إسحاق أبياتا ترثي زوجها لما استشهد بأحد:\nيا عين جودي بدمع غير إبساس2\n...\nعلى كريم من الفتيان لباس\nصعب البديهة ميمون نقيبته\n...\nحمال ألوية ركاب أفراس\nأقول لما خلت منه مجالسه\n...\nلا يبعد الله منا قرب شماس3\n1 ابن سعد، الطبقات الكبرى: 2/44.\n2 الإبساس: الجدب (الفيروز آبادي، القاموس المحيط: ص682) .\n3 ابن حجر، الإصابة: 4/419.\nالجزء: 1 ¦ الصفحة: 294\n",
        "الفصل الثاني: من استشهد من الأوس في غزوة أحد\nعمرو بن معاذ بن النعمان\n...\nالفصل الثاني: من استشهد من الأوس في غزوة أحد\nالأوس هم: بطن من الأنصار من بني أوس بن حارثة بن ثعلبة العنقاء بن عمرو مُزَيْقياء بن عامر ماء السماء بن حارثة الغِطريف بن امرىء القيس البطريق ابن ثعلبة بن مازن بن الأزد بن الغوث بن نَبَت بن مالك بن زيد بن كهلان بن سبأ بن يَشْجُب بن يَعْرُب بن قحطان.\nومن قبائل الأوس1: بنو عبد الأشهل بن جشم بن الحارث بن الخزرج الأصغر، وبنو حارثة بن الحارث بن الخزرج الأصغر بن عمرو بن مالك بن الأوس بن حارثة، وبنو ظفر وهو كعب بن الخزرج الأصغر بن عمرو بن مالك ابن الأوس، وبطون بني عمرو بن مالك بن الأوس وهم: النبيت: منهم ظفر وحارثة وبنو عبد الأشهل، وبنو زعوراء من جشم بن الحارث أخي عبد الأشهل ابن جشم بن الحارث بن الخزرج بن عمرو بن مالك بن الأوس، وبنو عمرو بن عوف بن مالك بن الأوس، وبنو ضبيعة بن زيد بن مالك بن عوف، وبنو مجدعة حلفاء للأوس، وبنو أنيف وهم حي من بلي؛ حلفاء للأوس، وبنو معاوية بن مالك بن عوف بن عمرو بن عوف، وبنو السميعة وهم بنو لوذان بن عمرو بن عوف، وبنو واقف والسلم ابنا امرئ القيس بن مالك بن الأوس، وبنو وائل ابن زيد بن قيس بن عامر بن مرة بن مالك بن الأوس، وبنو أمية بن زيد بن قيس ابن عامر بن مرة بن مالك بن الأوس، وبنو عطية بن زيد بن قيس بن عامر بن مرة ابن مالك بن الأوس، وبنو خطمة وهو: عبد الله بن جشم بن مالك بن الأوس.\nذكر ابن إسحاق أربعة وعشرين صحابيا من الأوس أو من مواليهم وحلفائهم استشهدوا في غزوة أحد وهم:\n1 انظر وفاء الوفاء للسمهودي: 190-197، وقارن بتاريخ ابن خلدون: 2/344.\nالجزء: 1 ¦ الصفحة: 395\n",
        "5-\nعمرو بن معاذ بن النعمان1:\nعَمْرُو بن مُعَاذ بن النُّعْمان2 بن امرىء القيس بن زيد بن عبد الأشهل الأنصاري الأَشْهَلِي من بني عبد الأشهل، ويكنى أبا عثمان، وأمه كبشة بنت رافع بن معاوية بن عبيد بن الأبجر وهو خدرة بن عوف بن الحارث بن الخزرج، وهي أم سعد بن معاذ3، وليس لعمرو بن معاذ عقب4.\nشهد بدرا5 مع أخيه سعد بن معاذ، وقتل يوم أحد شهيدا، قتله ضرار ابن الخطاب6 وكان له يوم قتل اثنتان وثلاثون سنة7 ذكر الحافظ ابن حجر أن ضرار بن الخطاب قال لما طعنه فأنفذه8: لا تعدمن رجلا يزوجك من الحور العين؛ قاله استهزاء وذاك قبل إسلام ضرار9.\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني عبد الأشهل (تهذيب سيرة ابن إسحاق لابن هشام:3/122) ، وذكر ابن سعد: أنه استشهد في أحد (الطبقات الكبرى: 2/43) ، والذهبي في سير أعلام النبلاء: 1/149.\n2 ابن عبد البر، الاستيعاب: 2/496-497، ابن الأثير، أسد الغابة: 3/769، ابن حجر، الإصابة: 3/17.\n3 ابن سعد، الطبقات الكبرى: 3/436.\n4 ابن سعد، الطبقات الكبرى: 3/436، ابن عبد البر، الاستيعاب: 2/496-497، ابن الأثير، أسد الغابة: 3/769.\n5 ابن حجر، الإصابة: 3/17.\n6 ابن عبد البر، الاستيعاب: 2/496-497، ابن الأثير، أسد الغابة: 3/769.\n7 ابن سعد، الطبقات الكبرى: 3/436، وابن عبد البر، الاستيعاب: 2/496-497، ابن حجر، الإصابة: 3/17.\n8 يقال لمنفذ الجراحة: نَفّذٌ (ابن الأثير، النهاية في غريب الحديث: 5/91) .\n9 ابن حجر، الإصابة: 3/17.\nالجزء: 1 ¦ الصفحة: 396\n",
        "آخى النبي صلى الله عليه وسله بينه وبين عمير بن أبي وقاص أخي سعد بن أبي وقاص1.\n1 روى ذلك ابن سعد عن الواقدي (ابن سعد، الطبقات الكبرى: 3/436) .\nالجزء: 1 ¦ الصفحة: 397\n",
        "الحارث ين أنس بن رافع\n...\n6-\nالحارث بن أنس بن رافع1:\nالحَارِثُ بن أَنَسَ بن رَافع بن امْرِىء القَيْس بن زيد بن عبد الأشهل2 الأنصاري الأشهلي، الأوسي3 وأبوه أنس هو: أبوالحنيس4 وقيل: أبوالحيسر5 وأمه هي: أم شريك بنت خالد بن خنيس بن لوذان بن عبدود بن زيد بن ثعلبة ابن الخزرج بن ساعدة من الخزرج، وليس للحارث بن أنس عقب6 شهد الحارث بدرا، وقتل يوم أحد شهيدا7.\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني عبد الأشهل (تهذيب سيرة ابن إسحاق لابن هشام:3/122) ، والذهبي، سير أعلام النبلاء: 1/149، وفيه: أنيس بدل أنس.\n2 ابن سعد، الطبقات الكبرى: 3/437، وابن عبد البر، الاستيعاب: 1/287، وابن الأثير، أسد الغابة: 1/378، وابن حجر، الإصابة: 1/273.\n3 ابن عبد البر، الاستيعاب: 1/287، وابن الأثير، أسد الغابة: 1/378.\n4 ابن عبد البر، الاستيعاب: 1/287.\n5 ابن سعد، الطبقات الكبرى: 3/437، وابن الأثير، أسد الغابة: 1/378، وابن حجر، الإصابة: 1/273.\n6 ابن سعد، الطبقات الكبرى: 3/437.\n7 ابن سعد، الطبقات الكبرى: 3/437، وابن عبد البر، الاستيعاب: 1/287.\nالجزء: 1 ¦ الصفحة: 397\n",
        "الفصل الثالث: من استشهد من الخزرج في غزوة أحد\nمدخل\n...\nالفصل الثالث: من استشهد من الخزرج في غزوة أحد\nالخَزْرَج: بطن من الأنصار ينسبون إلى: الخزرج بن حارثة بن ثعلبة العنقاء ابن عمرو مُزَيْقياء بن عامر ماء السماء بن حارثة الغِطريف بن امرىء القيس البطريق بن ثعلبة بن مازن بن الأزد بن الغوث بن نَبَت بن مالك بن زيد بن كهلان بن سبأ بن يَشْجُب بن يَعْرُب بن قحطان1.\nومن قبائل الخزرج2: بنو سالم وبنو غنم ابنا عوف بن عمرو بن عوف ابن الخزرج الأكبر، وبنو غصينة حي من بلي حلفاء لبني سالم، وبنو الحبلى واسمه: مالك بن سالم بن غنم بن عوف بن عمرو بن عوف بن الخزرج الأكبر.\nوبنو سَلِمة بن سعد بن علي بن أسد بن شاردة بن تزيد بن جُشَم بن الخزرج الأكبر، وفروعهم: بنو سواد بن غنم بن كعب بن سَلِمة، وبنوعبيد بن عدي بن غنم بن كعب بن سَلِمة، وبنو حرام بن كعب بن غنم بن كعب بن سلمة، وبنو مر بن كعب بن سلمة.\nوبنو بياضة، وزريق: ابنا عامر بن زريق بن عبدحارثة بن مالك بن غضب ابن جشم بن الخزرج الأكبر، وبنو حبيب بن عبدحارثة بن مالك بن غضب، وبنو عذارة، وهم بنو كعب بن مالك بن غضب، وبنو اللين وهم بنوعامر بن مالك بن غضب، وبنو أجدع وهم بنو معاوية بن مالك بن غضب.\nوبنو ساعدة بن كعب بن الخزرج الأكبر وفروعهم: بنو عمرو وبنو ثعلبة\n1 انظر: السّمعاني، الأنساب: 5/119-121، وابن الأثير، الكامل في التاريخ:1/655، والسمهودي، وفاء الوفاء بأخبار دار المصطفى: 1/173.\n2 استخرجت قبائل الخزرج الآتية من كتاب وفاء الوفاء بأخبار دار المصطفى للسمهودي، من خلال ذكره لمساكن كل قبيلةمنهم: (وفاء الوفاء بأخبار دار المصطفى: 1/199-213) ، وقارن بتاريخ ابن خلدون: 2/345.\nالجزء: 1 ¦ الصفحة: 434\n",
        "ابنا الخزرج بن ساعدة، وبنو أبي خزيمة بن ثعلبة بن طريف بن الخزرج بن ساعدة: وهم رهط سعد بن عبادة رضي الله عنه.\nوبنو وقش، وبنو عنان ابنا ثعلبة بن طريف بن الخزرج بن ساعدة.\nوبنو مالك بن النجار وفروعهم: بنو غنم بن مالك، وبنو مغالة: وهم بنو عدي بن عمرو بن مالك، ومغالة أم عدي، وبنو حُديلة: وهو لقب معاوية بن عمرو بن مالك بن النجار، وبنو مبذول: واسمه عامر بن مالك بن النجار، وبنوعدي بن النجار، وبنو مازن بن النجار، وبنو دينار بن النجار.\nذكر ابن إسحاق سبعة وثلاثين صحابيا من الخزرج أو من مواليهم وحلفائهم استشهدوا في أحد وهم:\nالجزء: 1 ¦ الصفحة: 435\n",
        "29-\nعمرو بن قيس\n1:\nعَمْرو بن قَيْس بن زَيْد بن سَوَاد بن مالك بن غَنْم2 الأنصاري3 النجاري4 يكنى: أباعمرو، وأبا الحكم5.\nشهد بدرا فى أقوال: أبى معشر ومحمد بن عمر الواقدى6 وفي قول\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني النجار، ثم من بني سواد بن مالك بن غنم (تهذيب سيرة ابن إسحاق، لابن هشام: 3/124) ، وذكر ذلك عن ابن إسحاق: ابن حجر، الإصابة: 3/11، والذهبي، سير أعلام النبلاء: 1/149.\n2 ابن سعد، الطبقات الكبرى: 3/495، وابن عبد البر، الاستيعاب: 2/502، وابن الأثير، أسد الغابة: 3/761، وابن حجر، الإصابة: 3/11.\n3 ابن عبد البر، الاستيعاب: 2/502، وابن الأثير، أسد الغابة: 3/761، وابن حجر، الإصابة: 3/11.\n4 ابن عبد البر، الاستيعاب: 2/502، وابن الأثير، أسد الغابة: 3/761.\n5 ابن الأثير، أسد الغابة: 3/761.\n6 ابن سعد، الطبقات الكبرى: 3/495، وابن عبد البر، الاستيعاب: 2/502، وابن الأثير، أسد الغابة: 3/761، وابن حجر، الإصابة: 3/11.\nالجزء: 1 ¦ الصفحة: 435\n",
        "عبد الله بن محمد بن عمارة، ولا خلاف في أنه قتل يوم أحد شهيدا1 هو وابنه قيس بن عمرو2 ويقال إن قاتله هو: نوفل بن معاوية الدئلي3 واختلف في شهود ابنه قيس بن عمرو بدرا كالاختلاف في أبيه4 وقالوا جميعا شهد أحدا وقتل يومئذ5.\nولم يذكره موسى بن عقبة ومحمد بن إسحاق فيمن شهد عندهما بدرا، وله عقب6.\n1 ابن سعد، الطبقات الكبرى: 3/495، وابن عبد البر، الاستيعاب: 2/502، وابن الأثير، أسد الغابة: 3/761.\n2 ابن عبد البر، الاستيعاب: 2/502، وابن الأثير، أسد الغابة: 3/761.\n3 ابن سعد، الطبقات الكبرى: 3/495، وابن عبد البر، الاستيعاب: 2/502، وابن الأثير، أسد الغابة: 3/761.\n4 ابن عبد البر، الاستيعاب: 2/502، وابن الأثير، أسد الغابة: 3/761.\n5 ابن عبد البر، الاستيعاب: 2/502.\n6 ابن سعد، الطبقات الكبرى: 3/495.\nالجزء: 1 ¦ الصفحة: 436\n",
        "30-\nقيس بن عمرو\n:\nقَيْسُ بن عَمْرو بن قَيْس1 بن زيد بن سواد 2 بن مالك بن غنم 3 بن مالك\n1 ابن هشام، تهذيب سيرة ابن إسحاق: 3/124، وابن سعد، الطبقات الكبرى: 3/495، وابن عبد البر، الاستيعاب: 3/235، وابن الأثير، أسد الغابة: 4/137، وابن حجر، الإصابة: 3/256.\n2 ابن هشام، تهذيب سيرة ابن إسحاق: 3/124، وابن سعد، الطبقات الكبرى: 3/495، وابن الأثير، أسد الغابة: 4/137.\n3 ابن سعد، الطبقات الكبرى: 3/495، وابن الأثير، أسد الغابة: 4/137.\nالجزء: 1 ¦ الصفحة: 436\n",
        "بن النجار الخزرجي1 النجاري2 الأنصاري3 من بني سواد بن مالك بن النجار4 ويكنى عبد الله أبا أبي، وأمه أم حرام بنت ملحان بن خالد بن زيد بن حرام بن جندب من بني عدي بن النجار 5 تزوجت عمرو بن قيس فولدت له قيسا فهو ابن خالة أنس6 وليس لقيس عقب والعقب لأخيه عبد الله بن عمرو بن قيس7.\nاختلف في شهوده بدرا8 فقد ذكره فيمن شهدها: أبومعشر، والواقدي، وعبد الله بن محمد بن عمارة الأنصاري؛ ولم يذكره موسى بن عقبة ومحمد بن إسحاق فيمن شهد عندهما بدرا9.\nوقتل يوم أحد شهيدا10 هو وأبوه عمرو بن قيس11 فقد قالوا جميعا شهد أحدا وقتل يومئذ شهيدا12.\n1 ابن الأثير، أسد الغابة: 4/137.\n2 ابن حجر، الإصابة: 3/256.\n3 ابن عبد البر، الاستيعاب: 3/235، وابن حجر، الإصابة: 3/256.\n4 ابن عبد البر، الاستيعاب: 3/235.\n5 ابن سعد، الطبقات الكبرى: 3/495.\n6 ابن حجر، الإصابة: 3/256.\n7 ابن سعد، الطبقات الكبرى: 3/495.\n8 ابن عبد البر، الاستيعاب: 3/235، وابن الأثير، أسد الغابة: 4/137، نقل ذلك عن ابن عبد البر الحافظ ابن حجر في الإصابة: 3/256.\n9 ابن سعد، الطبقات الكبرى: 3/495.\n10 ابن عبد البر، الاستيعاب: 3/235، وابن الأثير، أسد الغابة: 4/137، نقل ذلك عن ابن عبد البر الحافظ ابن حجر في الإصابة: 3/256.\n11 ابن عبد البر، الاستيعاب: 3/235.\n12 ابن سعد، الطبقات الكبرى: 3/495.\nالجزء: 1 ¦ الصفحة: 437\n",
        "31-\nثابت بن عمرو بن زيد1:\nثَابِتُ بن عَمْرو بن زَيْد\nبن عَدِي بن سواد2 بن مالك بن غنم3 بن مالك4 بن النجار5 الأنصاري شهد بدرا6 وقتل يوم أحد شهيدا7 في قول جميعهم8 قال ذلك موسى بن عقبة وأبو معشر والواقدي9.\nوزعم ابن عبد البر أن ابن إسحاق لم يذكره في البدريين10 قال ابن حجر: “وقد ذكره ابن إسحاق في البدريين وأنه قتل بأحد ولم يذكره موسى بن\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني النجار، ثم من بني سواد بن مالك بن غنم (تهذيب سيرة ابن إسحاق، لابن هشام: 3/124) ، والذهبي، سير أعلام النبلاء: 1/149.\n2 ابن سعد، الطبقات الكبرى: 3/496، وابن عبد البر، الاستيعاب: 1/191، وابن الأثير، أسد الغابة: 1/273، وابن حجر، الإصابة: 1/194.\n3 ابن سعد، الطبقات الكبرى: 3/496، وابن عبد البر، الاستيعاب: 1/191، وابن حجر، الإصابة: 1/194.\n4 في الإصابة: (عدي) بدلا من: (مالك) .\n5 ابن عبد البر، الاستيعاب: 1/191، وابن حجر، الإصابة: 1/194.\n6 ابن سعد، الطبقات الكبرى: 3/496، وابن عبد البر، الاستيعاب: 1/191، وابن حجر، الإصابة: 1/194.\n7 ابن سعد، الطبقات الكبرى: 3/496، وابن عبد البر، الاستيعاب: 1/191، وابن الأثير، أسد الغابة: 1/273، وابن حجر، الإصابة: 1/194.\n8 ابن سعد، الطبقات الكبرى: 3/496، وابن عبد البر، الاستيعاب: 1/191، وابن حجر، الإصابة: 1/194.\n9 ابن سعد، الطبقات الكبرى: 3/496، وابن عبد البر، الاستيعاب: 1/191.\n10 ابن عبد البر، الاستيعاب: 1/191.\nالجزء: 1 ¦ الصفحة: 438\n",
        "عقبة فيمن استشهد بأحد”1.\nوهو كما قال فقد ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني النجار، ثم من بني سواد بن مالك بن غنم2.\nقال ابن حجر:”وعبد بن أبي الأسود عن عروة بعد سواد في نسبه مخالفة، فإنه قال سواد بن عصمة أبو عصمة الأنصاري، حليف لهم وكان أصله من أشجع ثم حالف الأنصار وانتسب فيهم بالبنوة كما وقع لكثير من العرب كالمقداد بن الأسود وإلا فسياق النسب إلى النجار يقتضي أنه أنصاري بالأصالة لا بالحلف”3.\n1 ابن حجر، الإصابة: 1/194.\n2 تهذيب سيرة ابن إسحاق، لابن هشام 3/124.\n3 ابن حجر، الإصابة: 1/194.\nالجزء: 1 ¦ الصفحة: 439\n",
        "32 -\nعامر بن مخلد\n1:\nعامر بن مُخَلَّد بن الحارث بن سواد بن مالك بن غَنْم2 بن مالك بن النجار3 الأنصاري الخزرجي4 ثم من بني مالك بن النجار5 وأمه: عمارة بنت خنساء بن عسيرة بن عبد بن عوف بن غنم بن مالك بن النجار6.\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني النجار، ثم من بني سواد بن مالك بن غنم (تهذيب سيرة ابن إسحاق، لابن هشام: 3/124) ، والذهبي، سير أعلام النبلاء: 1/149.\n2 ابن سعد، الطبقات الكبرى: 3/494، وابن عبد البر، الاستيعاب: 3/9، وابن الأثير، أسد الغابة: 3/38، وابن حجر، الإصابة: 2/259.\n3 ابن عبد البر، الاستيعاب: 3/9، وابن الأثير، أسد الغابة: 3/38، وابن حجر، الإصابة: 2/259.\n4 ابن الأثير، أسد الغابة: 3/38، وابن حجر، الإصابة: 2/259.\n5 ابن الأثير، أسد الغابة: 3/38.\n6 ابن سعد، الطبقات الكبرى: 3/494.\nالجزء: 1 ¦ الصفحة: 439\n",
        "شهد بدرا وقتل يوم أحد شهيدا1 ولا عقب له2.\n1 ابن سعد، الطبقات الكبرى: 3/494، وابن عبد البر، الاستيعاب: 3/9،وابن الأثير، أسد الغابة: 3/38، وابن حجر، الإصابة: 2/259.\n2 ابن سعد، الطبقات الكبرى: 3/494، وابن الأثير، أسد الغابة: 3/38.\nالجزء: 1 ¦ الصفحة: 440\n",
        "33-\nأبو هبيرة بن الحارث بن علقمة\n1:\nأبو هُبَيْرَة بن الحارِث بن عَلْقَمَة بن عمرو بن2 ثقف3 بن مالك بن مبذول4 واسم ثقف بن مالك كعب بن مالك 5 ومبذول اسمه عامر6 بن مالك بن النجار7 الأنصاري8 الخزرجي النجاري9.\nالجزء: 1 ¦ الصفحة: 440\n",
        "قتل يوم أحد شهيدا وأبو هبيرة اسمه كنيته، وهو أخو أبي أسيرة1 قال ابن الأثير: “وقيل فيه: أبو أُسَيرة”2.\n1 ابن عبد البر، الاستيعاب: 4/202، وابن الأثير، أسد الغابة: 5/318، وابن حجر، الإصابة: 4/201.\n2 ابن الأثير، أسد الغابة: 5/317.\nالجزء: 1 ¦ الصفحة: 441\n",
        "قتل يوم أحد شهيدا وأبو هبيرة اسمه كنيته، وهو أخو أبي أسيرة1 قال ابن الأثير: “وقيل فيه: أبو أُسَيرة”2.\n1 ابن عبد البر، الاستيعاب: 4/202، وابن الأثير، أسد الغابة: 5/318، وابن حجر، الإصابة: 4/201.\n2 ابن الأثير، أسد الغابة: 5/317.\nالجزء: 1 ¦ الصفحة: 441\n",
        "33-\nأبو هبيرة بن الحارث بن علقمة\n1:\nأبو هُبَيْرَة بن الحارِث بن عَلْقَمَة بن عمرو بن2 ثقف3 بن مالك بن مبذول4 واسم ثقف بن مالك كعب بن مالك 5 ومبذول اسمه عامر6 بن مالك بن النجار7 الأنصاري8 الخزرجي النجاري9.\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني مبذول (تهذيب سيرة ابن إسحاق لابن هشام: 3/124) ، ورواه عنه ابن الأثير في أسد الغابة: 5/318، وابن حجر، الإصابة:4/201،وذكره الذهبي فيمن استشهد بأحد، سير أعلام النبلاء: 1/149.\n2 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام:3/124، وابن عبد البر، الاستيعاب: 4/201-202، وابن الأثير، أسد الغابة: 5/317، وابن حجر، الإصابة: 4/201.\n3 عند ابن الأثير بدلا من (ثقف) : (كعب) .\n4 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام:3/124، وابن عبد البر، الاستيعاب: 4/201-202،وابن الأثير، أسد الغابة: 5/317،وابن حجر، الإصابة: 4/201.\n5 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام:3/124، وابن عبد البر، الاستيعاب: 4/201.\n6 ابن عبد البر، الاستيعاب: 4/202.\n7 ابن عبد البر، الاستيعاب: 4/201-202، وابن الأثير، أسد الغابة: 5/317.\n8 ابن عبد البر، الاستيعاب: 4/201-202، وابن الأثير، أسد الغابة: 5/317 وابن حجر، الإصابة: 4/201.\n9 ابن حجر، الإصابة: 4/201.\nالجزء: 1 ¦ الصفحة: 440\n",
        "34-\nعمرو بن مطرف بن علقمة بن عمرو\n1:\nعمرو بن مطَرِّف أو مطرف بن علقمة بن عمرو بن ثقف الأنصارى قتل يوم أحد شهيدا2 قال الحافظ ابن حجر: “عمرو بن مطرف بن عمرو من بني عمرو بن مبذول، استشهد بأحد قاله يونس بن بكير عن ابن إسحاق وسمى موسى بن عقبة جده علقمة، وروى عن زياد البكائي عن ابن إسحاق علىالوجهين وقال أبو عمر: عمرو بن مطرف وقيل مطرف بن عمرو”3.\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني مبذول (تهذيب سيرة ابن إسحاق، لابن هشام: 3/124) ، وابن الأثير، أسد الغابة: 3/768، والذهبي، سير أعلام النبلاء: 1/149.\n2 ابن عبد البر، الاستيعاب: 2/503، وابن الأثير، أسد الغابة: 3/768.\n3 ابن حجر، الإصابة: 3/17.\nالجزء: 1 ¦ الصفحة: 441\n",
        "34 -\nأوس بن ثابت بن المنذر\n1:\nأَوْسُ بن ثابت بن المُنْذر بن حَرام2 بن عمرو بن زيد مناة بن عدي بن\nالجزء: 1 ¦ الصفحة: 441\n",
        "عمرو بن مالك بن النجار1 بن ثعلبة بن عمرو بن الخزرج2 الأنصاري، أخو حسان بن ثابت الشاعر3 وأمه سخطى بنت حارثة بن لوذان بنت عم والدة أخيه حسان، وهو والد شداد بن أوس الصحابي المشهور4.\nقال ابن الأثير: “قال ابن إسحاق: لم يعقب، وفيه نزل وفي امرأته قوله تعالى: للرجال نصيب مما ترك الوالدان والأقربون”5.\nشهد العقبة وبدرا6 وقتل يوم أحد شهيدا في قول عبد الله بن محمد بن عمارة الأنصاري قال الواقدي شهد أوس بن ثابت بدرا وأحد والخندق والمشاهد كلها مع رسول الله صلى الله عليه وسلم، وتوفي في خلافة عثمان بن عفان بالمدينة، قال ابن عبد البر: “والقول عندي قول عبد الله بن محمد والله أعلم”7.\nوذكر الحافظ بعد أن ذكر استشهاده في أحد زَعْمَ الواقدي: أن أوس بن ثابت شهد الخندق وخيبر والمشاهد وعاش إلى خلافة عثمان قال الحافظ: “فالله أعلم ويؤيده ما ذكره ابن زبالة في أخبار المدينة، والأول أثبت لشهادة حسان بأنه شهد الشعب والقصيدة المذكورة ثابتة في ديوان حسان صنيعة أبي سعد السكري”8.\n1 ابن سعد، الطبقات الكبرى: 3/503، وابن عبد البر، الاستيعاب: 1/77، وابن الأثير، أسد الغابة: 1/165.\n2 ابن الأثير، أسد الغابة: 1/165.\n3 ابن هشام، تهذيب سيرة ابن إسحاق: 3/124، وابن عبد البر، الاستيعاب: 1/77، وابن الأثير، أسد الغابة: 1/165.\n4 وابن حجر، الإصابة: 1/80.\n5 أسد الغابة: 1/166.\n6 ابن عبد البر، الاستيعاب: 1/77، وابن الأثير، أسد الغابة: 1/165.\n7 ابن عبد البر، الاستيعاب: 1/77، وابن الأثير، أسد الغابة: 1/166.\n8 وابن حجر، الإصابة: 1/80.\n9 ابن سعد، الطبقات الكبرى: 3/55-56.\n10 ابن سعد، الطبقات الكبرى: 3/503.\n11 ابن حجر، الإصابة: 1/80.\nالجزء: 1 ¦ الصفحة: 442\n",
        "رُوِيَ أن عثمان لما هاجر من مكة إلى المدينة نزل على أوس بن ثابت أخي\nحسان بن ثابت في بني النجار1 وأن النبي صلى الله عليه وسلم آخى بينهما 2.\nذكر ابن إسحاق أن أخاه حسان قال فيه في قصيدة ومنها:\nومنا قتيل الشعب أوس بن ثابت\n...\nشهيدا وأسنى الذكر منه المشاهد3\n1 ابن سعد، الطبقات الكبرى: 3/55-56.\n2 ابن سعد، الطبقات الكبرى: 3/503.\n3 ابن حجر، الإصابة: 1/80.\nالجزء: 1 ¦ الصفحة: 443\n",
        "36-\nأنس بن النضر\n: 1.\nأَنَسُ بن النَّضْر بن ضَمْضَم2 بن زيد بن حَرام بن جندب بن عامر بن غنم بن عدي بن النجار3 الأنصاري4 الخزرجي5 عم أنس بن مالك الأنصاري، قتل يوم أحد شهيدا6.\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني عدي بن النجار (تهذيب سيرة ابن إسحاق، لابن هشام: 3/124) ، والبخاري، الجامع الصحيح: 7/374، والذهبي، سير أعلام النبلاء: 1/149.\n2 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام: 3/124 ا، وابن عبد البر، الاستيعاب: 1/70، وابن الأثير، أسد الغابة: 1/155، وابن حجر، الإصابة: 1/74.\n3 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام: 3/124 ا، وابن عبد البر، الاستيعاب: 1/70، وابن الأثير، أسد الغابة: 1/151 وابن حجر، الإصابة: 1/71.\n4 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام: 3/124 ا، وابن عبد البر، الاستيعاب: 1/70، وابن الأثير، أسد الغابة: 1/151 وابن حجر، الإصابة: 1/74.\n5 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام: 3/124 ا، وابن حجر، الإصابة: 1/74.\n6 ابن عبد البر، الاستيعاب: 1/70، وابن الأثير، أسد الغابة: 1/155، وابن حجر، الإصابة: 1/74.\nالجزء: 1 ¦ الصفحة: 443\n",
        "وقد ذكر البخاري شيئا من قصة أنس بن النضر في أحد فقد روى في صحيحه1 أن أنس بن النضر غاب عن بدر فقال: \"غبت عن أول قتال النبي صلى الله عليه وسلم لئن أشهدني الله مع النبي صلى الله عليه وسلم لَيَرَيَنَّ الله ما أُجِدُّ، فلقي يوم أحد فهزم الناس فقال: اللهم إني أعتذر إليك مما صنع هؤلاء ـ يعني المسلمين ـ وأبرأ إليك مما جاء به المشركون، فتقدم بسيفه فلقي سعد بن معاذ فقال: أين سعدُ؟ إني أجد ريح الجنة دون أحد، فمضى فقتل، فما عرف حتى عرفته أخته الرُّبَيِّع بنت النضر بشامة أو ببنانه، وبه بضع وثمانون: من طعنة وضربة ورمية بسهم\".\nوبعد المعركة أرسل النبي صلى الله عليه وسلم زيد بن ثابت بعد المعركة يتفقد أنس بن النضر، فوجده بين القتلى وبه رمق فما كان منه بعد أن رد على سلام رسول الله صلى الله عليه وسلم إلا أن قال: “أجدني أجد ريح الجنة، وقل لقومي من الأنصار: لا عذر لكم عند الله أن يخلص إلى رسول الله صلى الله عليه وسلم وفيكم شفرٌ2 يطرف، وفاضت عينه\"3.\nفما أروعها من وصية وما أقواه من التزام لا يؤثر فيه الموت وآلام الجراحات4.\nقال أنس كنا نرى أو نظن أن هذه الآية نزلت فيه وفي أشباهه: {مِنَ\n1 فتح الباري 7/354 ـ 355، ورواها ابن عبد البر في الاستيعاب: 1/70-71، وابن الأثير في أسد الغابة: 1/155.\n2 الشُّفْر: بالضم وقد يفتح: جرف جفن العين الذي ينبت عليه الشعر (ابن الأثير، النهاية في غريب الحديث: 2/484) .\n3 أد. أكرم ضياء العمري، السيرة النبوية الصحيحة: 2/386) .\n4 رواه ابن إسحاق بإسناد رجاله ثقات (أد. أكرم ضياء العمري، السيرة النبوية الصحيحة: 2/386) .\nالجزء: 1 ¦ الصفحة: 444\n",
        "الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ} إلى آخر الآية1.\nروى ابن الأثير بإسناده عن أنس بن مالك أنه قال: “كسرت الربيع، وهي عمة أنس بن مالك، ثنية جارية من الأنصار، فطلب القوم القصاص، فأتوا النبي صلى الله عليه وسلم فأمر النبي صلى الله عليه وسلم بالقصاص فقال أنس بن النضر عم أنس بن مالك: لا والله لا تكسر ثنيتها يا رسول الله، فقال رسول الله صلى الله عليه وسلم: \"كتاب الله القصاص، فرضي القوم، وقبلوا الأرش2 فقال رسول الله صلى الله عليه وسلم: إن من عباد الله من لو أقسم على الله لأبره” 3.\n1 ابن الأثيرفي أسد الغابة: 1/155.\n2 الأرش: المشروع في الحكومات، وهو من أروش الجنايات (ابن الأثير، النهاية في غريب الحديث: 1/39) .\n3 ابن الأثير، أسد الغابة: 1/156.\nالجزء: 1 ¦ الصفحة: 445\n",
        "37-\nقيس بن مخلد\n1:\nقَيْسُ بن مُخَلَّد بن ثَعْلَبَة بن صَخَر بن حَِبيْب بن الحارث بن ثعلبة2 بن مالك3 بن مازن بن النجار4 الأنصارى5 المازنى6.\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني مازن بن النجار (تهذيب سيرة ابن إسحاق، لابن هشام: 3/124) ، وذكر ذلك عنه ابن حجر في الإصابة: 3/260.\n2 ابن سعد، الطبقات الكبرى: 3/519، وابن عبد البر، الاستيعاب: 3/219، وابن الأثير، أسد الغابة: 4/145، والذهبي، سير أعلام النبلاء: 1/149، وابن حجر، الإصابة: 3/260.\n3 ابن حجر، الإصابة: 3/260.\n4 ابن سعد، الطبقات الكبرى: 3/519، وابن عبد البر، الاستيعاب: 3/219، وابن الأثير، أسد الغابة: 4/145، وابن حجر، الإصابة: 3/260.\n5 ابن عبد البر، الاستيعاب: 3/219، وابن الأثير، أسد الغابة: 4/145، وابن حجر، الإصابة: 3/260.\n6 ابن عبد البر، الاستيعاب: 3/219، وابن الأثير، أسد الغابة: 4/145.\nالجزء: 1 ¦ الصفحة: 445\n",
        "وأمه: الغيطلة بنت مالك بن صرمة بن مالك بن عدي بن عامر بن غنم ابن عدي بن النجار، وكان لقيس بن مخلد من الولد: ثعلبة وأمه زغيبة بنت أوس بن خالد بن الجعد بن عوف بن مبذول بن عمرو بن غنم بن مازن بن النجار، وليس له عقب1.\nشهد بدرا وقتل يوم أحد شهيدا2 وذكر ابن الأثير أن أبا موسى خلط بين قيس هذا وقيس بن مخلد بن ثعلبة بن مازن النجاري فجعلهما واحدا3.\n1 ابن سعد، الطبقات الكبرى: 3/519.\n2 ابن سعد، الطبقات الكبرى: 3/519، وابن عبد البر، الاستيعاب: 3/219، وابن الأثير، أسد الغابة: 4/145، وابن حجر، الإصابة: 3/260.\n3 ابن الأثير، أسد الغابة: 4/145.\nالجزء: 1 ¦ الصفحة: 446\n",
        "38-\nكيسان مولى لبني عدي بن النجار\n1:\nكَيْسَانُ الأَنصارى مولى لبني عدي بن النجار ذكر فيمن قتل في يوم أحد شهيدا وقد قيل إنه من بنى مازن بن النجار، وقيل إنه مولى بني مازن بن النجار2.\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني مازن بن النجار (تهذيب سيرة ابن إسحاق، لابن هشام: 3/125) ، والذهبي، سير أعلام النبلاء: 1/149، ونقله عن ابن إسحاق ابن حجر في الإصابة: 3/310.\n2 ابن عبد البر، الاستيعاب: 3/308، وابن الأثير، أسد الغابة: 4/204 وابن حجر، الإصابة: 3/310.\nالجزء: 1 ¦ الصفحة: 446\n",
        "39-\nسُلَيْم بن الحارث1:\nسُلَيْم بن الحارث\nبن ثعلبة السلمي الأنصاري، من بني سَلِمة، شهد بدرا\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني دينار بن النجار (تهذيب سيرة ابن إسحاق، لابن هشام: 3/125) ، والذهبي، سير أعلام النبلاء: 1/149.\nالجزء: 1 ¦ الصفحة: 446\n",
        "وقتل يوم أحد، وهو راوي حديث معاذ في تأخير الصلاة، وحديث الدندنة1.\nذكر ابن حجر أنه من رهط معاذ بن جبل يقال إسم أبيه: الحارث، وعزا قصة معاذ في الصلاة إلى أحمد والطبراني والبغوي والطحاوي من طريق عمرو بن يحيى المازني عن معاذ بن رفاعة الزرقي أن رجلا من بني سلمة يقال له سليم\n...\nالحديث2.\nولا يرى ابن عبد البر أن سليم الذي استشهد في أحد هو صاحب قصة تطويل معاذ في الصلاة، يقول ابن الأثير في ترجمة سليم هذا: “رواية ابن مندة أن سليم بن الحارث الذي قال للنبي صلى الله عليه وسلم عن صلاة معاذ هو الذي ذكره عن ابن إسحاق أنه شهد بدرا، وأنه قتل يوم أحد فلهذا ساق الجميع في ترجمة واحدة، وأما أبو عمر فظنهما اثنين فجعلهما ترجمتين هذه إحداهما والأخرى تذكر بعد هذه، ولم ينسب هذا إلا قال: سليم الأنصاري، ونسب الثاني إلى دينار بن النجار على ما تراه وذكر في هذه الترجمة حديث معاذ، وفي الثانية أنه قتل يوم أحد وأظن أن الحق معه، فإن ابن منده قضى على نفسه بالغلط، فإنه قال في صلاته مع معاذ أن رجلا من بني سلمة يقال له: سليم، وذكر عن المقتول بأحد والذي شهد بدرا أنه من بني دينار بن النجار، فليس الشامي للعراقي برفيق فإن بني سلمة لا يجتمعون مع بني دينار بن النجار إلا في الخزرج الأكبر؛ فإن بني سلمة من ولد جشم بن الخزرج، والنجار هو ابن ثعلبة بن مالك بن الخزرج، ومما يقوي أن المصلي من بني سلمة أن رسول الله صلى الله عليه وسلم \"كان يجعل في كل قبيلة رجلا منهم، يصلي بهم ومعاذ بن جبل ينسب في بني سلمة، وكان يصلي بهم، وهذا سليم أحدهم” 3.\n1 ابن الأثير، أسد الغابة: 2/291.\n2 ابن حجر، الإصابة: 2/75.\n3 ابن الأثير، أسد الغابة: 2/292.\nالجزء: 1 ¦ الصفحة: 447\n",
        "وهو غير: سُلَيْم بن الحارث بن ثعلبة بن كعب بن عبد الأشهل بن حارثة ابن دينار بن النجار1 الأنصاري الخزرجي ثم من بني دينار2 شهد بدرا وقد قيل إن سليم بن الحارث هذا عبد لبني دينار بن النجار شهد بدرا وقد قيل إنه أخو الضحاك بن الحارث بن ثعلبة وقيل إن الضحاك أخو سليم والنعمان ابني عبد عمرو بن مسعود بن عبد الأشهل بن حارثة ابن دينار بن النجار لأمهما وكلهم شهدوا بدرا3.\nقال ابن الأثير في ترجمته: “قلت: لم يذكر ابن مندة ولا أبو نعيم هذه الترجمة إنما ابن مندة أخرج في الترجمة التي قبل هذه، وهي: سُلَيْم بن الحارث السلمي أنه شهد بدرا وقتل يوم أحد شهيدا من بني دينار بن النجار كما ذكرناه، فلو جعل هذه الترجمة وأثبت فيها قول ابن إسحاق في شهوده بدرا وأنه قتل بأحد لكان أصاب، وأما أبو نعيم فأخرج تلك الترجمة على الصواب ولم يخلط الصحيح منها بما ينقضه، وأما أبو موسى فلم يستدرك هذه الترجمة على ابن مندة والله أعلم”4.\nقال ابن سعد: “سليم بن الحارث بن ثعلبة بن كعب بن عبد الأشهل بن حارثة بن دينار وهو أخو النعمان والضحاك وقطبة بني عبد عمرو بن مسعود لأمهم السميراء بنت قيس بن مالك بن كعب بن عبد الأشهل وكان لسليم بن الحارث من الولد الحكم وعميرة وأمهما سهيمة بنت هلال بن دارم من بني سليم بن منصور وشهد سليم بن الحارث بدرا وأحدا وقتل يومئذ شهيدا في\n1 ابن عبد البر، الاستيعاب: 2/73، وابن الأثير، أسد الغابة: 2/293.\n2 ابن الأثير، أسد الغابة: 2/293.\n3 ابن عبد البر، الاستيعاب: 2/73، وابن الأثير، أسد الغابة: 2/293.\n4 ابن الأثير، أسد الغابة: 2/293.\nالجزء: 1 ¦ الصفحة: 448\n",
        "شوال على رأس اثنين وثلاثين شهرا من الهجرة وله عقب”1.\n1 ابن سعد، الطبقات الكبرى: 3/521.\nالجزء: 1 ¦ الصفحة: 449\n",
        "40-\nنعمان بن عبد عمرو\n1:\nالنُّعْمَانُ بن عَبْدِ عَمْرو بن مسعود2 بن كعب3 بن عبد الأشهل بن حارثة بن دينار بن النجار4 الأنصاري الخزرجي5 شهد بدرا6 مع أخيه الضحاك بن عبد عمرو، وقتل النعمان بن عبد عمرو يوم أحد شهيدا7.\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني دينار بن النجار (تهذيب سيرة ابن إسحاق، لابن هشام: 3/125) ، والذهبي، سير أعلام النبلاء: 1/149، ونقل ذلك عن ابن إسحاق الحافظ ابن حجر في الإصابة: 3/562.\n2 ابن عبد البر، الاستيعاب: 3/543، وابن الأثير، أسد الغابة: 4/557، وابن حجر، الإصابة: 3/562.\n3 ابن حجر، الإصابة: 3/562.\n4 ابن عبد البر، الاستيعاب: 3/543، وابن الأثير، أسد الغابة: 4/557 وابن حجر، الإصابة: 3/562.\n5 ابن الأثير، أسد الغابة: 4/557، وابن حجر، الإصابة: 3/562.\n6 ابن عبد البر، الاستيعاب: 3/543، وابن الأثير، أسد الغابة: 4/557، وابن حجر، الإصابة: 3/562.\n7 ابن عبد البر، الاستيعاب: 3/543، وابن الأثير، أسد الغابة: 4/557.\n8 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني الحارث بن الخزرج (تهذيب سيرة ابن إسحاق، لابن هشام: 3/125) ، والذهبي، سير أعلام النبلاء: 1/149.\n9 ابن سعد، الطبقات الكبرى: 3/524، وابن عبد البر، الاستيعاب: 1/420، وابن الأثير، أسد الغابة: 1/562، وابن حجر، الإصابة: 1/400.\nالجزء: 1 ¦ الصفحة: 449\n",
        "خارجة بن زيد ين أبي زهير\n...\n41-\nخَارِجَةُ بن زَيْد بن أبي زُهير1:\nخَارِجَةُ بن زَيْد بن أبي زُهير بن مالك بن امرئ القيس بن مالك 2\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني الحارث بن الخزرج (تهذيب سيرة ابن إسحاق، لابن هشام: 3/125) ، والذهبي، سير أعلام النبلاء: 1/149.\n2 ابن سعد، الطبقات الكبرى: 3/524، وابن عبد البر، الاستيعاب: 1/420، وابن الأثير، أسد الغابة: 1/562، وابن حجر، الإصابة: 1/400.\nالجزء: 1 ¦ الصفحة: 449\n",
        "الأغَرّ بن ثعلبة بن كعب بن الخزرج بن الحارث بن الخزرج1 الأنصاري2 الخزرجي3 يعرفون ببني الأغر4.\nيكنى: أبا زيد، وأمه: السيدة بنت عامر بن عبيد بن غيان بن عامر بن خَطْمة من الأوس5.\nشهد خارجة بن زيد بن أبي زهير رضي الله عنه: العقبة6 في روايتهم جميعا7 وبدرا، وقتل يوم أحد شهيدا 8 ودفن هو وسعد بن الربيع في قبر واحد9 وكان ابن عمه.\nوخارجة رضي الله عنه من كبار الصحابة، وكان صهرا لأبي بكرالصديق رضي الله عنه؛ فقد كانت حبيبة بنت خارجة تحت أبي بكر الصديق 10.\n1 ابن سعد، الطبقات الكبرى: 3/524، وابن عبد البر، الاستيعاب: 1/420، وابن الأثير، أسد الغابة: 1/562.\n2 ابن عبد البر، الاستيعاب: 1/420، وابن الأثير، أسد الغابة: 1/562، وابن حجر، الإصابة: 1/400.\n3 ابن الأثير، أسد الغابة: 1/562، وابن حجر، الإصابة: 1/400.\n4 ابن عبد البر، الاستيعاب: 1/420، وابن الأثير، أسد الغابة: 1/562.\n5 ابن سعد، الطبقات الكبرى: 3/524-525.\n6 ابن عبد البر، الاستيعاب: 1/420، وابن الأثير، أسد الغابة: 1/562.\n7 ابن سعد، الطبقات الكبرى: 3/524-525.\n8 ابن سعد، الطبقات الكبرى: 2/43، ابن عبد البر، الاستيعاب: 1/420،وابن الأثير، أسد الغابة: 1/562.\n9 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام: 3/125، وابن عبد البر، الاستيعاب: 1/420، وابن الأثير، أسد الغابة: 1/562.\n10 ابن سعد، الطبقات الكبرى: 2/43، وابن عبد البر، الاستيعاب: 1/420، وابن الأثير، أسد الغابة: 1/562.\nالجزء: 1 ¦ الصفحة: 450\n",
        "وكان رسول الله صلى الله عليه وسلم قد آخى بينه وبين أبي بكر الصديق حين آخى بين المهاجرين والأنصار1.\nوابنه زيد بن خارجة هو الذي تكلم بعد الموت 2 فقد سُمع منه الكلام بعد موته في زمن عثمان بن عفان 3.\nذُكر أن خارجة بن زيد بن أبي زهير أخذته الرماح يوم أحد فجرح بضعة عشر جرحا فمر به صفوان بن أمية فعرفه فأجهز عليه ومثل به وقال هذا ممن أغرى بأبي عَلِيّ يوم بدر يعني أباه ـ أمية بن خلف.\nفلما قتل صفوان من قتل يوم أحد قال: الآن شفيت نفسي حين قتلت الأماثل4 من أصحاب محمد؛ قتلت ابن قوقل، وقتلت ابن أبي زهير: خارجة ابن زيد، وقتلت أوس بن أرقم5.\n1 ابن سعد، الطبقات الكبرى: 3/525 من رواية الواقدي، وابن عبد البر، الاستيعاب: 1/420، وابن الأثير، أسد الغابة: 1/562.\n2 ابن عبد البر، الاستيعاب: 1/420، وابن الأثير، أسد الغابة: 1/562.\n3 ابن سعد، الطبقات الكبرى: 3/525.\n4 أماثل الناس خيارهم (ابن الأثير، النهاية في غريب الحديث: 4/296) .\n5 ابن سعد، الطبقات الكبرى: 3/525 من رواية الواقدي، ابن عبد البر، الاستيعاب: 1/420، وابن الأثير، أسد الغابة: 1/562.\nالجزء: 1 ¦ الصفحة: 451\n",
        "42-\nسعد بن الرَّبيع بن عمرو بن أبي زهير\n1:\nسعد بن الَّبيع بن عمرو بن أبي زُهير بن مالك بن امرىء القيس بن مالك بن الأغر بن ثعلبة بن كعب بن الخزرج2 الأنصاري\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني الحارث بن الخزرج (تهذيب سيرة ابن إسحاق، لابن هشام: 3/125) .\n2 ابن سعد، الطبقات الكبرى: 3/522، وابن عبد البر، الاستيعاب: 2/34-35، وابن الأثير، أسد الغابة: 2/196-197، وابن حجر، الإصابة: 2/26-27.\nالجزء: 1 ¦ الصفحة: 451\n",
        "الخزرجي1.\nوأمه: هزيلة بنت عنبة بن عمرو بن خديج بن عامر بن جشم بن الحارث ابن الخزرج، وكان لسعد من الولد أم سعد واسمها جميلة وهي أم خارجة بن زيد ابن ثابت بن الضحاك وأمها عمرة بنت حزم بن زيد بن لوذان بن عمرو بن عبد ابن عوف بن غنم بن مالك بن النجار وهي أخت عمارة وعمرو ابني حزم2.\nعقبي بدري نقيب كان أحد نقباء الأنصار، وكان كاتبا في الجاهلية، وشهد العقبة الأولى والثانية، وشهد بدرا، وقتل يوم أحد شهيدا3 ودفن معه خارجة بن زيد في قبر واحد4.\nآخى النبي صلى الله عليه وسلم بينه وبين عبد الرحمن بن عوف فقد روى البخاري في صحيحه عن أنس بن مالك الخزرجي رضي الله عنه أنه قال: قدم علينا عبد الرحمن بن عوف واخى النبي صلى الله عليه وسلم بينه وبين سعد بن الربيع ـ وكان كثير المال ـ فقال سعد: قد علمت الانصار أني من أكثرها مالا، سأقسم بيني وبينك شطرين ولي إمراتان: فانظر اعجبهما اليك فسمها لي اطلقها فاذا انقضت عدتها فتزوجها5.\nوبعد غزوة أحد: \"أمر رسول الله صلى الله عليه وسلم أن يلتمس في القتلى فقال من يأتيني بخبر سعد بن الربيع فقال رجل أنا فذهب يطوف بين القتلى فوجده وبه رمق فقال له سعد بن أبي الربيع ما شأنك فقال له الرجل بعثني رسول الله صلى الله عليه وسلم\n1 ابن عبد البر، الاستيعاب: 2/34-35، وابن الأثير، أسد الغابة: 2/196-197، وابن حجر، الإصابة: 2/26-27.\n2 ابن سعد، الطبقات الكبرى: 3/522.\n3 ابن سعد، الطبقات الكبرى: 2/43، 3/522، وابن عبد البر، الاستيعاب: 2/34-35، وابن الأثير، أسد الغابة: 2/196-197.\n4 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام: 3/125، وابن عبد البر، الاستيعاب: 2/34-35، وابن الأثير، أسد الغابة: 2/196-197.\n5 البخاري، الجامع الصحيح: 7/112-113، 9/231.\nالجزء: 1 ¦ الصفحة: 452\n",
        "لآتيه بخبرك قال فاذهب إليه فأقرئه مني السلام وأخبره أني قد طعنت اثنتي عشرة طعنة وأني قد أنفذت مقاتلي وأخبر قومك أنهم لا عذر لهم عند الله إن قتل رسول الله صلى الله عليه وسلم وواحد منهم حي\"1.\nهكذا ذكر مالك هذا الخبر ولم يسم الرجل الذي ذهب ليأتي بخبر سعد ابن الربيع وهو: أبي بن كعب ذكر ذلك ربيح بن عبد الرحمن بن أبي سعيد الخدري عن أبيه عن جده وفي هذا الخبر أن رسول الله صلى الله عليه وسلم قال يوم أحد من يأتيني بخبر سعد بن الربيع فإني رأيت الأسنة قد أشرعت إليه فقال أبي بن كعب أنا وذكر الخبر وفيه اقرأ على قومي السلام وقل لهم يقول لكم سعد بن الربيع: الله الله وما عاهدتم عليه رسول الله صلى الله عليه وسلم ليلة العقبة فوالله مالكم عند الله عذر إن خلص إلى نبيكم وفيكم عين تطرف قال أبي فلم أبرح حتى مات رحمه الله فرجعت إلى النبي صلى الله عليه وسلم فأخبرته فقال رحمه الله نصح لله ولرسوله حيا وميتا2.\nوقد تقدم ذكر قصة مشابهة لهذه القصة جرت مع أنس بن النضر رضي الله عنه.\nقال ابن عبد البر: لا أعرفه مسندا وهو محفوظ عند أهل السير وقد ذكره ابن إسحاق عن محمد بن عبد الله بن عبد الرحمن بن أبي صعصعة المازني قال الحافظ ابن حجر قلت: وفي الصحيح من حديث أنس ما يشهد لبعضه وحكى ابن الأثير أن الرجل الذي ذهب إليه هو أبي بن كعب3.\nوخلف سعد بن الربيع ابنتين فأعطاهما رسول الله صلى الله عليه وسلم الثلثين فكان ذلك أول بيانه للآية في قوله عز وجل: {فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَك}\n1 ابن سعد، الطبقات الكبرى: 3/523-524 عن معن بن عيسى قال أخبرنا مالك بن أنس عن يحيى بن سعيد وذكر القصة، وذكره ابن عبد البر، الاستيعاب: 2/34-35، وابن الأثير، أسد الغابة: 2/196-197.\n2 ابن عبد البر، الاستيعاب: 2/34-35، وابن الأثير، أسد الغابة: 2/196-197.\n3 ابن حجر، الإصابة: 2/26-27.\nالجزء: 1 ¦ الصفحة: 453\n",
        "وفي ذلك نزلت الآية وبذلك علم مراد الله منها وعلم أنه أراد بقوله: (فوق اثنتين) فما فوقهما وذلك أيضا عند العلماء قياس على الأختين إذ لإحداهما النصف وللإثنتين الثلثان فكذلك الإبنتان1.\nوكانت عمرة بنت حزم: تحت سعد بن الربيع فقتل عنها بأحد وكان له منها ابنة فأتت النبي صلى الله عليه وسلم تطلب ميراث ابنتها ففيهما نزلت {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ} الآية، ونزل فيه أيضا: {الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ} الآية2.\nرُوى أن رسول الله صلى الله عليه وسلم قال: “رأيت سعدا يوم أحد وقد شرع فيه اثنا عشر سناناً، وأن معاوية رضي الله عنه لما أجرى كظامه3 نادى مناديه بالمدينة: من كان له قتيل بأحد فليشهد فخرج الناس إلى قتلاهم فوجدوهم رطابا يتثنون وكان قبر سعد بن الربيع وخارجة بن زيد معتزلا فترك وسوي عليه التراب\" 4.\n1 ابن عبد البر، الاستيعاب: 2/34-35، وابن الأثير، أسد الغابة: 2/196-197.\n2 ابن حجر، الإصابة: 2/26-27.\n3 الكِظَامةُ: كالقناة وجمعها كظائم وهي آبار تحفر في الأرض متناسقة ويخرق بعضها إلى بعض تحت الأرض فتجتمع مياهها جارية ثم تخرج عند منتهاها فتسيح على وجه الأرض، وقيل الكظامة: السقاية (ابن الأثير، النهاية في غريب الحديث: 4/178) .\n4 ابن سعد، الطبقات الكبرى: 3/524.\nالجزء: 1 ¦ الصفحة: 454\n",
        "أوس بن الأرفم بن زيد\n...\n43-\nأوس بن الأرقم بن زيد1:\nأوس بن الأرقم2 بن زيد بن قيس بن النعمان3 بن مالك الأغر بن ثعلبة\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني الحارث بن الخزرج، (تهذيب ابن هشام لسيرة ابن إسحاق 3/125) ،والذهبي، سير أعلام النبلاء:1/149، وذكر ذلك عن ابن إسحاق أيضا: ابن الأثير في أسد الغابة: 1/163 وابن حجر، الإصابة: 1/79.\n2 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام: 3/125، وابن عبد البر، الاستيعاب: 1/79، وابن الأثير، أسد الغابة: 1/163 وابن حجر، الإصابة: 1/79.\n3 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام: 3/125، وابن عبد البر، الاستيعاب: 1/79، وابن الأثير، أسد الغابة: 1/163 وابن حجر، الإصابة: 1/560.\nالجزء: 1 ¦ الصفحة: 454\n",
        "ابن كعب بن الخزرج1 بن الحارث بن الخزرج2 الأنصاري3 الخزرجي4 من بني الحارث بن الخزرج5 أخو زيد بن الأرقم6.\nقتل يوم أحد شهيدا7 روى الواقدي أن الذي قتله هو صفوان بن أميه وأنه قال: الآن حيث شفيت نفسي حين قتلت الأماثل من أصحاب محمد، قتلت ابن قوقل، وقتلت ابن أبي زهير ـ يعني خارجة ـ وقتلت أوس بن أرقم8.\n1 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام: 3/125، وابن الأثير، أسد الغابة: 1/163 وابن حجر، الإصابة: 1/560.\n2 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام: 3/125، وابن الأثير، أسد الغابة: 1/163.\n3 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام: 3/125، وابن عبد البر، الاستيعاب: 1/79، وابن الأثير، أسد الغابة: 1/163 وابن حجر، الإصابة: 1/79.\n4 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام: 3/125، وابن الأثير، أسد الغابة: 1/163.\n5 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام: 3/125، وابن عبد البر، الاستيعاب: 1/79، وابن الأثير، أسد الغابة: 1/163.\n6 ابن الأثير، أسد الغابة: 1/163.\n7 ابن عبد البر، الاستيعاب: 1/79، وابن الأثير، أسد الغابة: 1/163 وابن حجر، الإصابة: 1/79.\n8 ابن سعد، الطبقات الكبرى: 3/525.\nالجزء: 1 ¦ الصفحة: 455\n",
        "44 -\nمالك بن سِنَان بن عُبَيْد1:\nمالك بن سنان بن عبيد\nبن ثعلبة2 بن عبيد بن\nالجزء: 1 ¦ الصفحة: 455\n",
        "الأبجر1 والأبجر هو خُدْرَة ابن عوف بن الحارث بن الخزرج2 وهو والد أبى سعيد الخدري الأنصاري3.\nقتل يوم أحد شهيدا4 قتله عُرَاب بن سفيان الكناني5.\nرُوِيَ عن أبي سعيد الخدري قال: أصيب وجه رسول الله صلى الله عليه وسلم فاستقبله مالك بن سنان يعني أباه فمسح الدم عن رسول الله ثم ازدرده فقال رسول الله صلى الله عليه وسلم: \"من أحب أن ينظر إلى من خالط دمي دمه فلينظر إلى مالك بن سنان” 6.\nوهذه الرواية رواها ابن أبي عاصم 7، وسعيد بن منصور، وابن السكن والحاكم، والطبراني في الأوسط 8.\nطوى مالك بن سنان ثلاثاً ولم يسأل أحدا شيئا، وروي أنّ النبي صلى الله عليه وسلم قال: “من أراد أن ينظر إلى العفيف المسألة فلينظر إلى مالك بن سنان” 9.\n1 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام: 3/125، وابن عبد البر، الاستيعاب: 3/370، وابن الأثير، أسد الغابة: 4/251.\n2 ابن عبد البر، الاستيعاب: 3/370، وابن الأثير، أسد الغابة: 4/251.\n3 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام:3/125، وابن عبد البر، الاستيعاب: 3/370، وابن الأثير، أسد الغابة: 4/251، وابن حجر، الإصابة: 3/345.\n4 ابن عبد البر، الاستيعاب: 3/370، وابن الأثير، أسد الغابة: 4/251، وابن حجر، الإصابة: 3/345.\n5 ابن عبد البر، الاستيعاب: 3/370، وابن الأثير، أسد الغابة: 4/251.\n6 ابن الأثير، أسد الغابة: 4/251.\n7 ابن أبي عاصم، الآحاد والمثاني: 4/124.\n8 ابن حجر، الإصابة: 3/345-346، السيوطي، الخصائص الكبرى: 2/441.\n9 ابن الأثير، أسد الغابة: 4/251.\nالجزء: 1 ¦ الصفحة: 456\n",
        "سعيد بن سويد ين قيس بن عامر بن عباد ابن الأبجر\n...\n45-\nسعيد بن سويد بن قيس بن عامر بن عباد ابن الأبجر1:\nسعيد بن سويد بن قيس بن عامر بن عباد ويقال ابن عبيد وهو الصواب ابن الأبجر الأنصاري الخدري والأبجر هو خدرة قتل يوم أحد شهيدا2.\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني الأبجر وهم بنو خدرة (تهذيب سيرة ابن إسحاق، لابن هشام: 3/125) ، والذهبي، سير أعلام النبلاء: 1/149.\n2 ابن عبد البر، الاستيعاب: 2/13-14.\nالجزء: 1 ¦ الصفحة: 457\n",
        "46-\nعتبة بن ربيع بن رافع\n1:\nعُتْبَةُ بن رَبِيع بن رَافع2 بن معاوية3 بن عبيد بن ثعلبة بن عبد بن الأَبْجَر4 وهو خُدْرة الخدري الأنصاري قتل يوم أحد شهيدا5.\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني الأبجر وهم بنو خدرة (تهذيب سيرة ابن إسحاق، لابن هشام: 3/125) ، والذهبي، سير أعلام النبلاء: 1/149، وذكر ذلك عن ابن إسحاق: ابن حجر في الإصابة: 2/453.\n2 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام:3/125، وابن عبد البر، الاستيعاب: 3/117، وابن الأثير، أسد الغابة: 3/455، وابن حجر، الإصابة: 2/453.\n3 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام: 3/125، وابن عبد البر، الاستيعاب: 3/117، وابن حجر، الإصابة: 2/453.\n4 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام:3/125، وابن عبد البر، الاستيعاب: 3/117، وابن الأثير، أسد الغابة: 3/455، وابن حجر، الإصابة: 2/453.\n5 ابن عبد البر، الاستيعاب: 3/117، وابن الأثير، أسد الغابة: 3/455، وابن حجر، الإصابة: 2/453.\nالجزء: 1 ¦ الصفحة: 457\n",
        "47-\nثعلبة بن سعد بن مالك\n1:\nثَعْلَبَةُ بن سعد بن مالك بن خالد بن ثعلبة بن حارثة بن عمرو بن الخزرج\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني ساعدة بن كعب بن (تهذيب سيرة ابن إسحاق، لابن هشام: 3/125) ، والذهبي، سير أعلام النبلاء:1/150.\nالجزء: 1 ¦ الصفحة: 457\n",
        "ابن ساعدة1 الخزرجي2 الأنصاري3 الساعدي، وهو عم أبي حميد الساعدي وعم سهل بن سعد4.\nشهد بدرا5 وقتل يوم أحد شهيدا 6 ولم يعقب7.\n1 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام: 3/125، وابن عبد البر، الاستيعاب: 1/199، وابن الأثير، أسد الغابة: 1/287.\n2 ابن حجر، الإصابة: 1/199.\n3 ابن عبد البر، الاستيعاب: 1/199، وابن الأثير، أسد الغابة: 1/287.\n4 ابن عبد البر، الاستيعاب: 1/199، وابن الأثير، أسد الغابة: 1/287، وابن حجر، الإصابة: 1/199.\n5 ابن سعد، الطبقات الكبرى: 3/625، وابن الأثير، أسد الغابة: 1/287، وابن حجر، الإصابة: 1/199.\n6 ابن سعد، الطبقات الكبرى: 3/625، وابن عبد البر، الاستيعاب: 1/199، وابن الأثير، أسد الغابة: 1/287، وابن حجر، الإصابة: 1/199.\n7 ابن سعد، الطبقات الكبرى: 3/625، وابن الأثير، أسد الغابة: 1/287.\nالجزء: 1 ¦ الصفحة: 458\n",
        "48-\nثقف بن فروة بن البدي\n1:\nثَقْبُ بن فَرْوَة بن البَدَن2 الأنصاري الساعدي3.\nاختلف في اسمه؛ فقيل: ثقف قاله ابن إسحاق كما في تهذيب سيرته لابن هشام 4 وقيل: ثقب قاله الواقدي، وقيل: ثقيب، قاله ابن القداح:\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني ساعدة بن كعب بن (تهذيب سيرة ابن إسحاق، لابن هشام: 3/125) ، والذهبي، سير أعلام النبلاء: 1/150.\n2 في الإصابة: (البدي) .\n3 ابن عبد البر، الاستيعاب: 1/209، وابن الأثير، أسد الغابة: 1/293، وابن حجر، الإصابة: 1/202.\n4 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام: 3/125.\nالجزء: 1 ¦ الصفحة: 458\n",
        "عبد الله بن محمد بن عمارة الأنصاري، وإبراهيم بن سعد عن ابن إسحاق، والصحيح ما قاله ابن القداح النسابة فهو أعلم الناس بأنساب الأنصار، قال ابن عبد البر: ثقب هذا هو ابن عم أسيد الأنصاري الساعدي قتل يوم أحد شهيدا1 ونقل ابن الأثير عن أبي موسى أن رسول الله صلى الله عليه وسلم شهد له بالشهادة2 وثقيب هذا يقال له الأخرس3.\n1 ابن عبد البر، الاستيعاب: 1/209، وابن الأثير، أسد الغابة: 1/293.\n2 ابن الأثير، أسد الغابة: 1/293.\n3 ابن عبد البر، الاستيعاب: 1/209، وابن الأثير، أسد الغابة: 1/293.\nالجزء: 1 ¦ الصفحة: 459\n",
        "49-\nعبد الله بن عمرو بن وهب\n1:\nعبد الله بن عَمْرو بن وَهْب بن ثَعْلَبة بن وَقْش بن ثَعْلبة بن طَرِيف بن الخَزْرَج بن ساعدة الأنصارى الساعدي2 الخزرجي3.\nقال ابن عبد البر: كل من كان من بني طريف فهو من رهط سعد بن معاذ4 وهو وهم نبه عليه ابن الأثير وابن حجر.\nفإنه من رهط سعد بن عبادة لا سعد بن معاذ، فإن ابن معاذ من الأوس وبنوطريف من الخزرج5.\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني طريف رهط سعد بن عبادة (تهذيب سيرة ابن إسحاق، لابن هشام: 3/125) ، والذهبي، سير أعلام النبلاء: 1/150، ونقل ذلك عن ابن إسحاق؛ ابن حجر في الإصابة: 2/354.\n2 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام: 3/125، وابن عبد البر، الاستيعاب: 2/346، وابن الأثير، أسد الغابة: 3/250، وابن حجر، الإصابة: 2/354.\n3 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام: 3/125، وابن الأثير، أسد الغابة: 3/250.\n4 ابن عبد البر، الاستيعاب: 2/346، وابن الأثير، أسد الغابة: 3/250.\n5 ابن الأثير، أسد الغابة: 3/250.\nالجزء: 1 ¦ الصفحة: 459\n",
        "قال الحافظ ابن حجر: “وقع في السيرة أنه من رهط سعد بن معاذ، وهو سهو وإنما هو من رهط سعد بن عبادة وقد نبه على ذلك ابن هشام وهو على الصواب عند ابن سعد وغيره”1.\nقتل عبد الله بن عمرو رضي الله عنه: يوم أحد شهيدا2.\n1 وابن حجر، الإصابة: 2/354.\n2 ابن الأثير، أسد الغابة: 3/250، وابن حجر، الإصابة: 2/354.\nالجزء: 1 ¦ الصفحة: 460\n",
        "50-\nضمرة حليف لهم من بني جهينة\n1:\nضَمْرَة بن عمرو ويقال ضَمْرة بن بِشْر والأكثر يقولون ضَمْرة بن عمرو2 بن كعب بن عمرو3 بن عدي الجهني حليف لبني طريف من الخزرج وقيل حليف لبني ساعدة من الأنصار.\nوقال موسى بن عقبة هو مولى لهم شهد بدرا وقتل يوم أحد شهيدا4 وذكره ابن إسحاق فيمن استشهد في أحد أيضا5 قال ابن الأثير عن بني ساعدة: “وهم من الخزرج أيضا رهط سعد بن عبادة” ثم ختم الترجمة بقوله: “من يرى قولهم: حليف بني طريف وقيل حليف بني ساعدة يظنه مختلفا وليس فيه اختلاف، فإن بني طريف بطن من بني ساعدة، وهو طريف بن الخزرج بن ساعدة، وهم رهط سعد بن عبادة”6.\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني طريف رهط سعد بن عبادة (تهذيب سيرة ابن إسحاق، لابن هشام:3/126) ، والذهبي، سير أعلام النبلاء:1/150.\n2 ابن عبد البر، الاستيعاب: 2/212، وابن الأثير، أسد الغابة: 2/442.\n3 ابن عبد البر، الاستيعاب: 2/212.\n4 ابن عبد البر، الاستيعاب: 2/212، وابن الأثير، أسد الغابة: 2/442.\n5 ابن حجر، الإصابة: 2/212.\n6 ابن الأثير، أسد الغابة: 2/442.\nالجزء: 1 ¦ الصفحة: 460\n",
        "ذكرابن حجر: أنه ضمرة بن عمرو بن كعب الجهني وقيل: ضمرة بن بشر حليف بني طريف من الخزرج، من الأنصار، ذكره موسى بن عقبة فيمن شهد بدرا، وقال ابن الكلبي: هو أخو بشير بن عمرو بن ثعلبة 1.\n1 ابن حجر، الإصابة: 2/212.\nالجزء: 1 ¦ الصفحة: 461\n",
        "51-\nنوفل بن عبد الله\n1:\nنَوْفَلُ بن ثَعْلَبة بن عبد الله بن ثعلبة بن2 نَضْلَةَ بن مالك بن العَجْلان3 بن مالك4 بن غَنْم بن سالم بن عوف بن عمرو بن عوف بن الخزرج الأنصاري5 السالمي الخزرجي6.\nونسبه ابن سعد: نوفل بن عبد الله بن نضلة بن مالك بن العجلان بن زيد ابن غنم بن سالم بن عوف بن عمرو بن عوف بن الخزرج7.\nقال ابن الأثير بعد أن نقل عن ابن إسحاق أن ممن استشهد في أحد: نوفل ابن عبد الله: “كذا قال ابن إسحاق: “نوفل بن عبد الله”، ولم يذكر (ثعلبة)\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني عوف بن الخزرج ثم من بني سالم ثم من بني مالك بن العجلان بن زيد بن غنم بن سالم عبادة (تهذيب سيرة ابن إسحاق، لابن هشام: 3/126) ، وابن الأثير، أسد الغابة: 4/593، والذهبي، سير أعلام النبلاء: 1/150.\n2 زاده ابن حجر، الإصابة: 3/577.\n3 في الإصابة (العلاء) بدل (العجلان) .\n4 استبدل ابن الأثير مالك بـ: (زيد) ، وكذلك ابن حجر.\n5 ابن عبد البر، الاستيعاب: 3/537، وابن الأثير، أسد الغابة: 4/592 –593، وابن حجر، الإصابة: 3/577.\n6 ابن عبد البر، الاستيعاب: 3/537، وابن الأثير، أسد الغابة: 4/592 –593.\n7 ابن سعد، الطبقات الكبرى: 3/549.\nالجزء: 1 ¦ الصفحة: 461\n",
        "ومثل يونس رواه البكائي وسلمة عن ابن إسحاق، وبهذا الإسناد عن ابن إسحاق فيمن قتل يوم أحد، من بني عوف بن الخزرج، ثم من بني سالم: نوفل بن عبد الله بن نضلة مثل ابن إسحاق”1\nقال الحافظ ابن حجر: “وأما ابن إسحاق فقال: نوفل بن ثعلبة شهد بدرا واستشهد بأحد”2.\nشهد نوفل بن عبد الله رضي الله عنه: بدرا وقتل يوم أحد شهيدا3.\n1 ابن الأثير، أسد الغابة: 4/593.\n2 ابن حجر، الإصابة: 3/577.\n3 ابن سعد، الطبقات الكبرى: 3/549، وابن عبد البر، الاستيعاب: 3/537، وابن الأثير، أسد الغابة: 4/592 –593.\nالجزء: 1 ¦ الصفحة: 462\n",
        "52-\nعباس بن عبادة بن نضلة بن مالك بن العجلان\n1:\nعَبْاس بن عُبَادة بن نَضْلَة بن مالك بن العجلان بن زيد بن غَنْم بن سالم\nابن عوف2 بن عمرو بن عوف بن الخزرج3 بن ثعلبة4 الأنصاري الخزرجي5.\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني عوف بن الخزرج ثم من بني سالم ثم من بني مالك بن العجلان بن زيد بن غنم بن سالم عبادة (تهذيب سيرة ابن إسحاق، لابن هشام: 3/126) ، وابن سعد، الطبقات الكبرى: 2/43، والذهبي، سير أعلام النبلاء: 1/150.\n2 ابن عبد البر، الاستيعاب: 3/100، وابن الأثير، أسد الغابة: 3/59، وابن حجر، الإصابة: 2/271.\n3 ابن عبد البر، الاستيعاب: 3/100، وابن الأثير، أسد الغابة: 3/59.\n4 ابن الأثير، أسد الغابة: 3/59.\n5 ابن الأثير، أسد الغابة: 3/59، وابن حجر، الإصابة: 2/271.\nالجزء: 1 ¦ الصفحة: 462\n",
        "وزوجته هي: أنيسة بنت عبد الله بن عمرو بن مالك بن العجلان بن عامر ابن بياضة تزوجها ثم خلف عليها عمرو بن أوس بن عامر بن ثعلبة بن وقش بن طريف بن الخزرج بن ساعدة، وأن أنيسة بايعت رسول الله1.\nشهد بيعة العقبة الثانية قال ابن إسحاق كان ممن خرج إلى رسول الله صلى الله عليه وسلم وهو بمكة وشهد معه العقبتين وقيل بل كان في النفر الستة من الأنصار الذين لقوا رسول الله صلى الله عليه وسلم بمكة فأسلموا قبل سائر الأنصار2 وأقام مع رسول الله صلى الله عليه وسلم بها حتى هاجر إلى المدينة فكان يقال له مهاجري أنصاري قتل يوم أحد شهيدا ولم يشهد بدرا وآخى رسول الله صلى الله عليه وسلم حين هاجر إلى المدينة بينه وبين عثمان بن مظعون3.\nقال ابن إسحاق: “وحدثني عاصم بن عمر بن قتادة أن القوم لما اجتمعوا لبيعة رسول الله صلى الله عليه وسلم قال العباس بن عبادة بن نضلة الأنصاري أخو بني سالم بن عوف: يا معشر الخزرج، هل تدرون علام تبايعون هذا الرجل؟ قالوا: نعم، قال إنكم تبايعونه على حرب الأحمر والأسود من الناس، فإن كنتم ترون أنكم إذا نهكت أموالكم مصيبة، وأشرافكم قتلاً أسلمتموه، فمن الآن، فهو والله إن فعلتم خزي الدنيا والآخرة، وإن كنتم ترون أنكم وافون له بما دعوتموه إليه على نهكة الأموال، وقتل الأشراف، فخذوه، فهو والله خير الدنيا والآخرة، قالوا: فإنا نأخذه على مصيبة الأموال، وقتل الأشراف، فما لنا بذلك يارسول الله إن نحن وفينا بذلك؟ قال: الجنة: قالوا: ابسط يدك، فبسط يده فبايعوه.\nوأما عاصم بن عمر بن قتادة فقال: والله ماقال ذلك العباس إلا ليشد\n1 ابن سعد، الطبقات الكبرى: 8/388.\n2 ابن عبد البر، الاستيعاب: 3/100-101، وابن الأثير، أسد الغابة: 3/59.\n3 ابن عبد البر، الاستيعاب: 3/100-101، وابن الأثير، أسد الغابة: 3/60.\nالجزء: 1 ¦ الصفحة: 463\n",
        "العقد، لرسول الله صلى الله عليه وسلم في أعناقهم. وأما عبد الله بن أبي بكر فقال: ماقال ذلك العباس إلا ليؤخر القوم تلك الليلة، رجاء أن يحضرها عبد الله بن أبي بن سلول، فيكون أقوى لأمر القوم. فالله أعلم أي ذلك كان”1.\nقال ابن الأثير: “فقال عباس بن عبادة للنبي صلى الله عليه وسلم لئن شئت لنميلن عليهم غدا بأسيافنا، فقال النبي صلى الله عليه وسلم: لم نؤمر بذلك”2.\nوذكره ابن سعد فيمن شهد العقبة الأولى من رواية الواقدي3 وذكره أيضا من رواية الواقدي في النفر من الأنصار الذين بايعوا رسول الله صلى الله عليه وسلم في العقبة الآخرة ثم رجعوا إلى المدينة فلما قدم أول من هاجر إلى قباء خرجوا إلى رسول الله صلى الله عليه وسلم بمكة حتى قدموا مع أصحابه في الهجرة فهم مهاجرون أنصاريون4.\n1 تهذيب سيرة ابن إسحاق لابن هشام: 1/446.\n2 ابن الأثير، أسد الغابة: 3/59-60.\n3 ابن سعد، الطبقات الكبرى: 1/220.\n4 ابن سعد، الطبقات الكبرى: 1/226.\nالجزء: 1 ¦ الصفحة: 464\n",
        "53-\nنعمان بن مالك بن ثعلبة بن فهر بن غنم بن سالم\n1:\nالنُّعْمَانُ بن مالك بن ثعلبة بن دَعْدِ بن فِهْر بن ثعلبة2 بن غَنْم بن عوف3 بن\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني عوف بن الخزرج ثم من بني سالم ثم من بني مالك بن العجلان بن زيد بن غنم بن سالم عبادة (تهذيب سيرة ابن إسحاق، لابن هشام: 3/126) ، وذكره الذهبي أيضا فيمن استشهدوا يوم أحد (سير أعلام النبلاء: 1/150) .\n2 ابن عبد البر، الاستيعاب: 3/549، وابن الأثير، أسد الغابة: 4/564-565، وابن حجر، الإصابة: 3/565.\n3 ابن عبد البر، الاستيعاب: 3/549، وابن الأثير، أسد الغابة: 4/564-565.\nالجزء: 1 ¦ الصفحة: 464\n",
        "عمرو بن عوف بن الخزرج1 وثعلبة بن دعد هو الذي يسمى قوقلا وكان قوقل له عز فكان يقال للخائف إذا جاء قوقل حيث شئت فأنت آمن فسُمِّيَ بنوغَنْم بن عوف وبني سالم بن عوف كلهم بذلك: قواقلة، وكذلك هم في الديوان يدعون: بني قوقل2.\nوأم النعمان الأعرج هي: عمرة بنت ذياد بن عمرو بن زمزمة بن عمرو ابن عمارة بن مالك من بني غضينة من بلي حليف لهم وهي أخت المجذر بن ذياد3.\nوذكر ابن عبد البر أن النعمان هذا شهد في قول الواقدي: بدرا، وأحدا وقتل يومئذ شهيدا، قتله صفوان بن أمية.\nوذهب عبد الله بن محمد بن عمارة الأنصاري إلى أن الذي شهد بدرا وقتل يوم أحد إنما هو: النعمان الأعرج بن مالك بن ثعلبة بن أصرم بن فهر بن ثعلبة بن غنم، أما الأول فإنه لم يشهد بدرا4 وقد ذكر عبد الله بن محمد بن عمارة الأنصاري نسب النعمان بن مالك بن ثعلبة بن دعد ونسب النعمان الأعرج بن مالك بن ثعلبة ابن أصرم في كتاب (نسب الأنصار) وذكر أولادهما وما ولدوا5.\n1 ابن عبد البر، الاستيعاب: 3/549، وابن الأثير، أسد الغابة: 4/564-565، وابن حجر، الإصابة: 3/565.\n2 ابن سعد، الطبقات الكبرى: 3/548، وابن عبد البر، الاستيعاب: 3/549، وابن الأثير، أسد الغابة: 4/564-565.\n3 ابن سعد، الطبقات الكبرى: 3/548.\n4 ابن سعد، الطبقات الكبرى: 3/548، وابن عبد البر، الاستيعاب: 3/549، وابن الأثير، أسد الغابة: 4/564-565.\n5 ابن سعد، الطبقات الكبرى: 3/548.\nالجزء: 1 ¦ الصفحة: 465\n",
        "فغاير بينهما بجدَّيْهما: أصرم ودعد فجد الأول دعد وجد الآخر أصرم، ولذلك فقد ترجم له ابن عبد البر وابن الأثير وابن حجر مرتين لكل اسم من الاسمين ترجمة.\nوجزم ابن الأثير بأنهما واحد فقال: “الذي أظنه، بل أتيقنه، أن هذا النعمان هو النعمان بن قوقل المذكور قبل هذه، والنسب واحد، والحالة من شهوده بدرا وقتله يوم أحد واحدة، وليس في النسب اختلاف إلا في (دعد) و (أصرم) وهذا بل وما هو أكثر منه يختلفون فيه، فمنهم من يذكر عوض الاسم والاسمين، ومنهم من يسقط بعض النسب الذي أثبته غيره، وهو كثير جدا، وإذا رأيت كتبهم وجدته، ولهذه العلة لم يخرجه ابن مندة ولا أبونعيم”1.\nفعلى هذا فإن النعمان بن قوقل والنعمان الأعرج واحد، ولم أقف على كتاب ابن عمارة المشار إليه آنفا، ومن خلال ما وقفت عليهم في ترجمتيهما فأميل إلى ما توصل إليه ابن الأثير رحمه الله.\nذكر ابن الأثير أنه صاحب القول يوم أحد: “اللهم إني أسألك لا تغيب الشمس حتى أطأ بعرجتي هذه خَضِرَ الجنة، فقال رسول الله صلى الله عليه وسلم: \"ظن بالله ظنا فوجده عند ظنه، لقد رأيته يطأ في خَضِرِها، ما به عرج” 2.\nقال ابن عبد البر: ذكر السدي أن النعمان بن مالك الأنصاري قال لرسول الله صلى الله عليه وسلم في حين خروجه إلى أحد ومشاورته عبد الله بن أبي بن سلول ولم يشاوره قبلها فقال النعمان بن مالك والله يا رسول الله لأدخلن الجنة فقال له: بم فقال بأني أشهد أن لا إله إلا الله وأنك رسول الله وأني لا أفر من\n1 ابن الأثير، أسد الغابة: 4/565.\n2 ابن الأثير، أسد الغابة: 4/563، وتقدم ذكر قصة مشابهة في ترجمة عمرو بن الجموح رضي الله عنه.\nالجزء: 1 ¦ الصفحة: 466\n",
        "من الزحف قال صدقت فقتل يومئذ1.\nقال الحافظ ابن حجر: “وما قاله أبو عمر محتمل وقد ترجم البخاري: النعمان بن قوقل ثم قال: النعمان بن مالك ولم يسق له شيئا وذكر الواقدي أن النعمان بن مالك وقف مع عمرو بن الجموح بأحد”2.\nوذكر ابن الأثير أن زيادة أبي موسى في نسبه سالم ليس بصحيح، ونسبته له إلى الأوس أيضا ليس بصحيح3.\nروى الواقدي أن الذي قتل النعمان هو: صفوان بن أميه وأنه قال: الآن حيث شفيت نفس حين قتلت الأماثل من أصحاب محمد، قتلت ابن قوقل وقتلت ابن أبي زهير، يعني خارجة، وقتلت أوس بن أرقم4\nدفن مع النعمان في قبره: المجذر بن ذياد، وعبادة بن الحسحاس5.\nورد ذكر النعمان بن قوقل في الحديث صحيح فقد روى مسلم في صحيحه عن جابر قال: أتى النبي صلى الله عليه وسلم النعمان بن قوقل فقال: يا رسول الله أرأيت إذا صليت المكتوبة، وحرمت الحرام، وأحللت الحلال، أأدخل الجنة، فقال النبي صلى الله عليه وسلم: نعم6.\n1 ابن عبد البر، الاستيعاب: 3/549، وابن الأثير، أسد الغابة: 4/564-565، وابن حجر، الإصابة: 3/565.\n2 ابن حجر، الإصابة: 3/565.\n3 ابن الأثير، أسد الغابة: 4/565.\n4 ابن سعد، الطبقات الكبرى: 3/525.\n5 ابن إسحاق تهذيب سيرة ابن إسحاق لابن هشام: 3/126.\n6 الجامع الصحيح: 1/44 (كتاب الإيمان (1) ، باب بيان الإيمان الذي يدخل به الجنة وأن من تمسك بما أمر به دخل الجنة (4)) ، ورواه أحمد أيضا، المسند: 3/348،316.\nالجزء: 1 ¦ الصفحة: 467\n",
        "54-\nالمجذر بن ذياد حليف لهم من بلى\n1:\nالمُجَذَّر بن ذياد بن عمرو بن زمزمة بن عمرو بن عمارة، بن مالك بن عمرو بن بثيرة بن مشنوء بن القسر بن تميم بن عوذ مناة بن ناج بن تيم بن إراشة بن عامر بن عبيلة بن قسميل بن فران بن بلي بن عمرو بن الحاف بن قضاعة، وكان اسم المجذر: عبد الله2.\nالمُجَذَّر بن ذياد ويقال ذياد والكسر أكثر ابن عمرو بن زمزمة بن عمرو ابن عمارة وعمارة بالفتح والتشديد في بلي البلوي حليف للأنصار وقيل له المجذر لأنه كان غليظ الخلق والمجذر الغليظ واسمه عبد الله ابن ذياد3\nآخى رسول الله صلى الله عليه وسلم بين المجذر بن ذياد وبين عاقل بن أبي البكير4.\nوالمجذر بن ذياد رضي الله عنه هو: الذي قتل سويد بن الصامت في الجاهلية فهيج قتله وقعة بعاث ثم أسلم المجذربن ذياد، والحارث بن سويد بن الصامت5 وشهد المجذر بدرا وهو الذي قتل أبا البختري العاص بن هشام بن الحارث بن أسد بن عبد العزى بن قصي يوم بدر6.\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني عوف بن الخزرج ثم من بني سالم ثم من بني مالك بن العجلان بن زيد بن غنم بن سالم عبادة (تهذيب سيرة ابن إسحاق، لابن هشام: 3/126) ، وذكره الذهبي أيضا فيمن استشهدوا يوم أحد (سير أعلام النبلاء: 1/150) وفيه: (المجذر بن زياد البلوي) .\n2 ابن سعد، الطبقات الكبرى: 3/552.\n3 ابن عبد البر، الاستيعاب: 3/478-482، وابن الأثير، أسد الغابة: 4/288.\n4 ابن سعد، الطبقات الكبرى: 3/553.\n5 ابن سعد، الطبقات: 3/552-553.\n6 ذكر ابن الأثير أسانيد للقصة هذه فقال: “أخبرنا أبو جعفر بإسناده عن يونس عن ابن إسحاق قال: حدثني يزيد بن رومان عن عروة بن الزبير قال وحدثني ابن شهاب ومحمد بن يحيى بن حبان وعاصم بن عمر بن قتادة وعبد الله بن أبي بكر وغيرهم من علمائنا في وقعة بدر أن رسول الله صلى الله عليه وسلم\n.....\n”.\nالجزء: 1 ¦ الصفحة: 468\n",
        "قتل المجذر بن ذياد يوم أحد شهيدا، قتله الحارث بن سويد بن الصامت ثم لحق بمكة كافراً ثم أتى مسلماً بعد الفتح فقتله النبي صلى الله عليه وسلم بالمجذر وكان الحارث بن سويد يطلب غرة المجذر ليقتله بأبيه فشهدا جميعا أحدا فلما كان من جولة الناس ما كان أتاه الحارث بن سويد من خلفه فضرب عنقه وقتله غيلة1 فأتى جبريل النبي صلى الله عليه وسلم فأخبره بقتل المجذر غيلة وأمره أن يقتله به2 فقتل رسول الله صلى الله عليه وسلم الحارث بن سويد بالمجذر بن ذياد وكان الذي ضرب عنقه بأمر رسول الله صلى الله عليه وسلم: عويم بن ساعدة على باب مسجد قباء وللمجذر بن ذياد عقب بالمدينة وبغداد 3.\nذكر ابن إسحاق أنه دفن معه في قبره: النعمان بن مالك، وعبادة بن الحسحاس4، وكذا روى ابن سعد عن الواقدي، إلا أنه قال: عبدة بن الحسحاس5.\n1 غيلة: أي في خفة واغتيال، وهو أن يخدع ويقتل في موضع لا يراه فيه أحد، والغيلة فعلة من الاغتيال (ابن الأثير، النهاية في غريب الحديث: 3/403) .\n2 ابن سعد، الطبقات: 3/553، وابن عبد البر، الاستيعاب: 3/478-482، وابن الأثير، أسد الغابة: 4/288-289.\n3 ابن سعد، الطبقات الكبرى: 3/553.\n4 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام:3/126.\n5 ابن سعد، الطبقات الكبرى: 3/552-553.\nالجزء: 1 ¦ الصفحة: 469\n",
        "55-\nعبادة بن الحسحاس\n:\nعُبَادَة بن الخَشْخَاش بن عمرو بن زَمْزَمَة1 بن عمرو بن عمارة بن مالك\n1 ابن عبد البر، الاستيعاب: 2/451، وابن الأثير، أسد الغابة: 3/54، وانظر ترجمته عند ابن حجر، الإصابة: 2/268.\nالجزء: 1 ¦ الصفحة: 469\n",
        "ابن عمرو بن بثيرة بن مشنوء بن القشر بن تميم بن عوذ مناة بن ناج بن تيم بن أراشة بن عامر بن عبيلة بن قسميل بن فران بن بلي البلوي1 الأنصاري حليف لهم من بلي قال ابن إسحاق وأبو معشر عبادة بن الخشخاش بالخاء والشين المنقوطتين2 وقال الواقدي هو عبدة بن الحسحاس3 قال وهو ابن عم المجذر بن ذياد وأخوه لأمه4 ولم يختلفوا أنه من بلي5 بن عمرو بن الحاف بن قضاعة6.\nوعند ابن سعد عن الواقدي وابن عمارة أنه: عبدة بن الحسحاس، وعن ابن إسحاق وأبي معشر: عبادة بن الخشخاش7.\nشهد بدرا وقتل يوم أحد شهيدا8 وليس له عقب9 قال ابن إسحاق: ودفن النعمان بن مالك والمجذر بن ذياد وعبادة بن الخشخاش في قبر واحد ويقال فيه عباد بن الخشخاش بلا هاء10 والأكثر يقولون عبادة11.\n1 ابن الأثير، أسد الغابة: 3/54.\n2 ابن عبد البر، الاستيعاب: 2/451.\n3 الواقدي: المغازي: 1/303.\n4 ابن سعد، الطبقات: 3/553، وابن عبد البر، الاستيعاب: 2/451، وابن الأثير، أسد الغابة: 3/54.\n5 ابن عبد البر، الاستيعاب: 2/451، وابن الأثير، أسد الغابة: 3/54.\n6 ابن عبد البر، الاستيعاب: 2/451.\n7 ابن سعد، الطبقات الكبرى: 3/553.\n8 ابن سعد، الطبقات الكبرى: 3/553، وابن عبد البر، الاستيعاب: 2/451، وابن الأثير، أسد الغابة: 3/54.\n9 ابن سعد، الطبقات الكبرى: 3/553.\n10 ابن عبد البر، الاستيعاب: 2/451، وابن الأثير، أسد الغابة: 3/54.\n11 ابن عبد البر، الاستيعاب: 2/451.\nالجزء: 1 ¦ الصفحة: 470\n",
        "ذكر ابن الأثير أنهم لم يختلفوا أنه من بلي، إلا ابن مندة فإنه جعله عنبريا، وأنه حليف بني سالم من بني عوف من الأنصار، وأنه قيل فيه: الحَسْحَاس ورد ابن الأثير علىقول ابن مندة بأنه عنبري وأنه وهم منه، وقال: “وأظن رأى أن الخشخاش العنبري له صحبة فظن أن هذا ابن له، ثم هو نقضه علىنفسه بقوله: قتل بأحد من الأنصار من بني سالم: عبادة ومع أنه قد نسبه على سالم ثم إلى الخزرج ولم ير في نسبه العنبر كيف قال إنه عنبري، وقد ذكره ابن ماكولا فقال: عبادة بن الخشخاش بن عمرو بن زمزمة له صحبة، وشهد بدرا وقتل يوم أحد قاله ابن إسحاق وأبو معشر يعني بالخائين والشينين المعجمات، وقال الواقدي: هو عبدة بن الحسحاس بالحائين والسينين المهملات\n...\nوهذا جميعه يرد قول ابن مندة، وسياق النسب أول الترجمة عن ابن الكلبي يقوي ما قلناه والله أعلم”1.\n1 ابن الأثير، أسد الغابة: 3/54-55.\nالجزء: 1 ¦ الصفحة: 471\n",
        "يكنى أبا الوليد، ويعرف بابن أبي الوليد لأن جده زيد بن عمرو يكنى أبا الوليد1 شهد بيعة العقبة وشهد بدرا وقتل يوم أحد شهيدا2.\nوذكر أبو نعيم أن الذي استشهد في أحد إنما هو: رفاعة بن عمرو بن نوفل ابن عبد الله بن سنان، وأنه: عقبي بدري، وروى هذا عن موسى بن عقبة عن ابن شهاب، ويرى أن صاحب الترجمة إنما شهد بدرا والعقبة فقد روى بإسناده عن عروة ابن الزبير فيمن شهد بدرا والعقبة، رفاعة بن عمرو بن قيس بن ثعلبة بن مالك بن سالم بن غنم بن عوف بن الخزرج، وخرج مهاجرا إلى رسول الله صلى الله عليه وسلم 3.\nوجعلهما الحافظ ابن حجر ترجمتان إحداهما بالنسب الذي صدرتُ به الترجمة، والآخر: رفاعة بن عمرو بن نوفل بن عبد الله بن سنان الأنصاري، ذكره موسى بن عقبة فيمن شهد بدرا واستشهد بأحد، وعند ابن إسحاق في شهداء أحد: رفاعة بن عمرو من بني الحبلى4.\nوأما ابن مندة فلم ينسبه إنما أخرجه مختصرا فقال: رفاعة بن عمرو الأنصاري، استشهد يوم أحد روى ذلك عن ابن إسحاق5.\n1 ابن سعد، الطبقات الكبرى: 3/544، وابن عبد البر، الاستيعاب: 1/501، وابن الأثير، أسد الغابة: 2/80.\n2 ابن سعد، الطبقات الكبرى: 3/544، وابن عبد البر، الاستيعاب: 1/501، وابن الأثير، أسد الغابة: 2/80.\n3 ابن الأثير، أسد الغابة: 2/80.\n4 الإصابة: 1/519.\n5 ابن الأثير، أسد الغابة: 2/80.\nالجزء: 1 ¦ الصفحة: 472\n",
        "عبد اله بن عمرو بن حرام بن ثعلبة بن حرام\n...\n57-\nعبد الله بن عمرو بن حرام بن ثعلبة بن حرام1:\nعبد الله بنُ عَمْرو بن حَرَام بن ثَعْلَبة بن حَرَام2 بن كَعب بن غَنْم بن كعب بن سَلِمة3 بن سعد بن علي بن أسد بن سَارِدَة بن تَزِيد بن جُشَم بن الخزرج4 الخزرجي السلمي5 الأنصاري6 والد جابر بن عبد الله الصحابي المشهور7 يكنى أبا جابر8.\nوأمه: الرباب بنت قيس بن القريم بن أمية بن سنان بن كعب بن غَنْم بن كعب بن سلمة9 وأمها: هند بنت مالك بن عامر بن بياضة.\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني سلمة ثم من بني حرام عبادة (تهذيب سيرة ابن إسحاق، لابن هشام: 3/126) ، وذكره الذهبي أيضا فيمن استشهدوا يوم أحد (سير أعلام النبلاء: 1/150) .\n2 ابن سعد، الطبقات الكبرى: 3/561، 3/620، وابن عبد البر، الاستيعاب: 2/339، وابن الأثير، أسد الغابة: 3/242، وابن حجر، الإصابة: 2/350.\n3 ابن سعد، الطبقات الكبرى: 3/561، 3/620،وابن عبد البر، الاستيعاب: 2/339، وابن الأثير، أسد الغابة: 3/242.\n4 ابن الأثير، أسد الغابة: 3/242.\n5 ابن الأثير، أسد الغابة: 3/242، وابن حجر، الإصابة: 2/350.\n6 ابن عبد البر، الاستيعاب: 2/339، وابن الأثير، أسد الغابة: 3/242، وابن حجر، الإصابة: 2/350.\n7 ابن سعد، الطبقات الكبرى: 3/561، وابن حجر، الإصابة: 2/350.\n8 ابن سعد، الطبقات الكبرى: 3/561، وابن عبد البر، الاستيعاب: 2/339-341، وابن الأثير، أسد الغابة: 3/242-244.\n9 ابن سعد، الطبقات الكبرى: 3/561، 3/620.\nالجزء: 1 ¦ الصفحة: 473\n",
        "شهد عبد الله بن عمرو رضي الله عنه: العقبة مع السبعين من الأنصار1 في روايتهم جميعا2 وهو أحد النقباء الاثني عشر، وشهد بدرا، وأحدا3 وقتل يومئذ شهيدا4.\nقتله أسامة الأعور بن عبيد، وقيل: بل قتله سفيان بن عبدشمس أبوأبي الأعور السلمي5 وصلى عليه رسول الله صلى الله عليه وسلم قبل الهزيمة وهو أول قتيل قتل من المسلمين يومئذ.\nولما بكاه بعض أهله نهاهم النبي صلى الله عليه وسلم عن بكائه كما في صحيح البخاري6 \"وأخبرهم بأن الملائكة ما زالت تظل عبد الله بن عمرو بن حرام بأجنحتها حتى رفع\".\nوفي رواية: \"ابكوه أو لا تبكوه فوالله ما زالت الملائكة تظله بأجنحتها حتى دفنتموه\".\nوالذين بكوه من أهله في هذه القصة: في صحيح البخاري ابنه جابر وأنه كان يكشف الثوب عن وجهه، وجاء عند غير البخاري: أنها أخت عبد الله أو عمته، أو ابنته7 وفي رواية لمسلم بالتصريح بأنها أخته فاطمة بنت عمرو8\n1 ابن سعد، الطبقات الكبرى: 3/561.\n2 ابن سعد، الطبقات الكبرى: 3/620.\n3 ابن سعد، الطبقات الكبرى: 3/561، 3/620-621.\n4 ابن سعد، الطبقات الكبرى: 2/43، 3/561، 3/620-621.\n5 ابن الأثير، أسد الغابة: 3/244.\n6 البخاري، الجامع الصحيح: 7/374.\n7 مسلم، الجامع الصحيح: 3/385، وابن عبد البر، الاستيعاب: 2/339-341، وابن الأثير، أسد الغابة: 3/242-244.\n8 مسلم، الجامع الصحيح: 4/1918.\nالجزء: 1 ¦ الصفحة: 474\n",
        "وكذا عند ابن سعد في الطبقات1.\nقال الحافظ في شرحه للفظة (لاتبكه) في رواية البخاري: “كذا هنا وظاهره أنه نهي لجابر وليس كذلك، وإنما هو نهي لفاطمة بنت عمرو عمة جابر” ثم أشار إلى رواية مسلم السابقة1.\nوهو الصحيح فإن جابر بن عبد الله رضي الله عنه صرح بأن النبي صلى الله عليه وسلم لم يكن ينهاه وأن الصحابة هم الذين كانوا ينهونه.\nففي صدر رواية البخاري للحديث يقول جابر: ”لما قتل أبي جعلت أبكي وأكشف الثوب عن وجه أبي، فجعل أصحاب النبي صلى الله عليه وسلم ينهوني، والنبي صلى الله عليه وسلم لم ينهَ”2.\nروى بقي بن مخلد بإسناد صحيح عن جابر بن عبد الله رضي الله عنه أنه قال: \"لقيني رسول الله صلى الله عليه وسلم فقال يا جابر مالي أراك منكسرا مهتما قلت يا رسول الله استشهد أبى وترك عيالا وعليه دين قال أفلا أبشرك بما لقي الله به أباك قلت بلى يا رسول الله قال إن الله أحيا أباك وكلمه كفاحاً3 وما كلم أحدا قط إلا من وراء حجاب فقال له يا عبدى تمن أعطك قال يا رب تردنى إلى الدنيا فأقتل فيك ثانية فقال الرب تعالى ذكره إنه سبق مني أنهم إليها لا يرجعون قال يا رب فأبلغ من ورائي فأنزل الله: {وَلا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ\n...\n} الآية4.\n1 ابن حجر، فتح الباري: 7/376.\n2 البخاري، الجامع الصحيح: 7/374.\n3 كفاحا: أي مواجهة، ليس بينهما حجاب ولا رسول (ابن الأثير، النهاية في غريب الحديث: 4/185) .\n4 رواه الترمذي، السنن: 5/230-231، وذكره ابن عبد البر، الاستيعاب: 2/339- 341، وابن الأثير، أسد الغابة: 3/242-244، وابن حجر، الإصابة: 2/350.\nالجزء: 1 ¦ الصفحة: 475\n",
        "قال جابر فحفرت له قبرا بعد ستة أشهر فحولته إليه فما أنكرت منه شيئا الا شعرات من لحيته كانت مستها الأرض1.\nروى ابن سعد بإسناد رجاله ثقات إلا أن فيه الوليد بن مسلم ولم يصرح شيخه بالسماع وهو كثير التدليس والتسوية عن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم لما خرج لدفن شهداء أحد قال: \"زملوهم2 بجراحهم فإني أنا الشهيد عليهم ما من مسلم يُكْلَم في سبيل الله إلا جاء يوم القيامة يسيل دما اللون لون الزعفران والريح ريح المسك\" قال جابر وكفن أبي في نمرة واحدة وكان يقول صلى الله عليه وسلم: \"أي هؤلاء كان أكثر أخذا للقرآن\" فإذا أشير له إلى الرجل قال قدموه في اللحد قبل صاحبه قالوا وكان عبد الله بن عمرو بن حرام أول قتيل قتل من المسلمين يوم أحد قتله سفيان بن عبد شمس أبو أبي الأعور السلمي فصلى عليه رسول الله صلى الله عليه وسلم قبل الهزيمة وقال: \" ادفنوا عبد الله بن عمرو وعمرو بن الجموح في قبر واحد\" لما كان بينهما من الصفاء وقال ادفنوا هذين المتحابين في الدنيا في قبر واحد قال: وكان عبد الله بن عمرو رجلا أحمر أصلع ليس بالطويل وكان عمرو بن الجموح رجلا طويلا فعرفا فدفنا في قبر واحد وكان قبرهما مما يلي المسيل فدخله السيل فحفر عنهما وعليهما نمرتان وعبد الله قد أصابه جرح في وجهه فيده على جرحه فأميطت يده عن جرحه فانبعث الدم فردت يده إلى مكانها فسكن الدم قال جابر فرأيت أبي في حفرته كأنه نائم وما تغير من حاله قليل ولا كثير فقيل له فرأيت أكفانه قال إنما كفن في نمرة خمر بها وجهه وجعل على رجليه الحرمل فوجدنا النمرة كما هي والحرمل على رجليه على هيئته وبين ذلك ست وأربعون سنة فشاورهم جابر في أن يطيب بمسك فأبى ذلك\n1 ابن عبد البر، الاستيعاب: 2/339-341، وابن الأثير، أسد الغابة: 3/242-244، وابن حجر، الإصابة: 2/350.\n2 زملوهم: أي لفوهم (ابن الأثير، النهاية في غريب الحديث: 2/313) .\nالجزء: 1 ¦ الصفحة: 476\n",
        "أصحاب رسول الله صلى الله عليه وسلم وقالوا لا تحدثوا فيهم شيئا وحولا من ذلك المكان إلى مكان آخر وذلك أن القناة كانت تمر عليهما وأخرجوا رطابا يتثنون”1.\nروى البخاري في صحيحه عن جابر بن عبد الله أن أباه توفي وعليه دين قال: فأتيت النبي صلى الله عليه وسلم فقلت إن أبي ترك عليه دينا وليس عندني إلا ما يخرج نخله ولا يبلغ ما يخرج سنين ما عليه فانطلق معي لكيلا يفحش علي الغرماء فمشى حول بيدر من بيادر التمر فدعا ثم آخر ثم جلس عليه فقال انزعوه فأوفاهم الذي لهم وبقي مثل ما أعطاهم2.\nدفن هو وعمرو بن الجموح في قبر واحد3 وفي كفن واحد4 وكان عمرو بن الجموح على أخته هند بنت عمرو بن حرام والد جابر ابن عبد الله5.\nروى ابن سعد والترمذي وقال: حديث حسن صحيح عن جابر بن عبد الله: “قال أصيب أبي وخالي يوم أحد فجاءت بهما أمي قد عرضتهما على ناقة أو قال على جمل فأقبلت بهما إلى المدينة فنادى منادي رسول الله صلى الله عليه وسلم \"ادفنوا القتلى في مصارعهم\" قال فردا حتى دفنا في مصارعهما”6.\n1 ابن سعد، الطبقات الكبرى: 3/562-563.\n2 البخاري، الجامع الصحيح: 6/587، ورواه ابن سعد بإسناد صحيح، الطبقات الكبرى: 3/563-564.\n3 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام: 3/126، ابن سعد، الطبقات الكبرى: 3/562، وابن عبد البر، الاستيعاب: 2/339-341، وابن الأثير، أسد الغابة: 3/242-244.\n4 ابن سعد، الطبقات الكبرى: 3/562.\n5 ابن عبد البر، الاستيعاب:2/339-341، وابن الأثير، أسد الغابة: 3/242-244.\n6 ابن سعد، الطبقات الكبرى: 3/562، والترمذي، السنن: 4/215، والإسناد رجاله ثقات إلا نبيح العنزي فقد قال عنه الحافظ ابن حجر: مقبول، وقال عنه الترمذي: ثقة.\nالجزء: 1 ¦ الصفحة: 477\n",
        "روى مالك عن عبد الرحمن بن عبد الله بن عبد الرحمن بن أبي صعصعة: أنه بلغه أن عمرو بن الجموح وعبد الله بن عمرو بن حرام الأنصاريين ثم السلميين كانا قد حفر السيل عن قبرهما وكان قبرهما مما يلي السيل، وكانا في قبر واحد، وكانا ممن استشهد يوم أحد، فحفروا عنهما ليُغَيَّرا من مكانهما، فوجدا لم يتغيرا كأنما ماتا بالأمس وكان أحدهما قد وضع يده علىجرحه، فدفن وهو كذلك، فأميطت يده عن جرحه، ثم أرسلت فرجعت كما كانت، وكان بين يوم أحد وبين يوم حفر عنهما ست وأربعون سنة, وذكر نحوه الحافظ ابن حجر عن مالك في الموطأ1.\nروى ابن سعد بإسناد صححه الحافظ ابن حجر2: عن جابر قال “صرخ بنا إلى قتلانا يوم أحد حين أجرى معاوية العين فأخرجناهم بعد أربعين سنة لينة أجسادهم تتثنى أطرافهم”3.\nروى البخاري في صحيحه4 عن جابر بن عبد الله رضي الله عنه قال: “دفن مع أبي رجل، فلم تطب نفسي حتى أخرجته فجعلته في قبر على حدة” ورواه ابن سعد أيضا5.\nوروى البخاري6 أيضا عن جابر بن عبد الله رضي الله عنه قال: لما حضر أحد دعاني أبي من الليل فقال: ما أراني إلا مقتولا في أول من يقتل من أصحاب النبي صلى الله عليه وسلم؛ وإني لا أترك بعدي أعز علي منك غير نفس رسول الله صلى الله عليه وسلم وإن علي دينا فاقض واستوص بأخواتك خيرا، فأصبحنا فكان أول قتيل ودفن معه آخر\n1 مالك، الموطأ: 2/470، وابن حجر، الإصابة: 2/350.\n2 ابن حجر، فتح الباري: 3/216.\n3 ابن سعد، الطبقات الكبرى: 3/563.\n4 البخاري، الجامع الصحيح: 3/215.\n5 ابن سعد، الطبقات الكبرى: 3/563.\n6 البخاري، الجامع الصحيح: 3/214.\nالجزء: 1 ¦ الصفحة: 478\n",
        "في قبر، ثم لم تطب نفسي أن أتركه مع الآخر، فاستخرجته بعد ستة أشهر فإذا هو كيوم وضعته هنيهة1 غير أذنه.\nروى ابن سعد عن جابر بن عبد الله قال: “دفن مع أبي في قبره رجل أو رجلان فكان في نفسي من ذلك حاجة فأخرجته بعد ستة أشهر فحولته فما أنكرت منه شيئا إلا شعرات كن في لحيته مما يلي الأرض”2.\n1 الهنيهة: القليل من الزمان (ابن الأثير، النهاية في غريب الحديث: 5/279) .\n2 ابن سعد، الطبقات الكبرى: 3/563 رواه عن سليمان بن حرب قال أخبرنا حماد بن زيد عن سعيد بن يزيد أبي مسلمة عن أبي نضرة عن جابر رضي الله عنه.\nالجزء: 1 ¦ الصفحة: 479\n",
        "58-\nعمرو بن الجموح بن زيد بن حرام\n1:\nعَمْرُو بن الجَمُوح بن زيد بن حَرَام بن كعب بن غَنْم بن كعب بن سَلِمة2 بن سعد بن علي بن أسد بن ساردة بن تزيد بن جشم بن الخزرج3 الأنصاري السَّلَمي4 الغَنْمي5 من بني جُشم بن الخزرج.\nشهد العقبة، ثم شهد بدرا 6 وقتل يوم أحد شهيدا7 ودفن هو وعبد الله\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني سلمة ثم من بني حرام عبادة (تهذيب سيرة ابن إسحاق، لابن هشام: 3/126) ، وذكره الذهبي أيضا فيمن استشهدوا يوم أحد (سير أعلام النبلاء: 1/150) .\n2 ابن عبد البر، الاستيعاب: 2/503، وابن الأثير، أسد الغابة: 3/703، والذهبي، سير أعلام النبلاء: 1/252، وابن حجر، الإصابة: 2/529.\n3 الذهبي، سير أعلام النبلاء: 1/252.\n4 ابن عبد البر، الاستيعاب: 2/503، وابن الأثير، أسد الغابة: 3/703، والذهبي، سير أعلام النبلاء: 1/252، وابن حجر، الإصابة: 2/529.\n5 الذهبي، سير أعلام النبلاء: 1/252.\n6 ابن عبد البر، الاستيعاب: 2/503، وابن الأثير، أسد الغابة: 3/703-705.\n7 ابن سعد، الطبقات الكبرى: 2/43، وابن عبد البر، الاستيعاب: 2/503-506، وابن الأثير، أسد الغابة: 3/703-705.\nالجزء: 1 ¦ الصفحة: 479\n",
        "ابن عمرو بن حرام في قبرواحد1 وكانا صهرين2.\nوعمرو بن الجموح رضي الله عنه: من سادات الأنصار وكان سيدا من سادات بني سلمة وشريفا من أشرافهم، وكان عمرو يولم على رسول الله صلى الله عليه وسلم إذا تزوج3.\nوقال له بعض أهله يوم أحد ما عليك من حرج لأنك أعرج فأخذ سلاحه وولى وقال: والله إني لأرجو أن أطأ بعرجتي هذه في الجنة فلما ولى أقبل على القبلة وقال اللهم ارزقني الشهادة ولا تردني إلى أهلي خائبا، فلما قتل، قال رسول الله صلى الله عليه وسلم \" والذي نفسي بيده إن منكم لمن لو أقسم على الله لأبره منهم عمرو بن الجموح ولقد رأيته يطأ في الجنة بعرجته\" وقيل إن عمرو بن الجموح وابنه خلاد بن عمرو بن الجموح حملا جميعاً على المشركين حين انكشف المسلمون فقتلا جميعا\"4.\nعن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم: \"من سيدكم يا بني سلمة قالوا الجد بن قيس على بخل فيه فقال النبي صلى الله عليه وسلم وأي داء أدوى من البخل بل سيدكم الأبيض الجعد عمرو بن الجموح\" 5.\n1 ابن إسحاق، تهذيب سيرة ابن إسحاق لابن هشام: 3/126، ابن سعد، الطبقات الكبرى: 3/562، وابن عبد البر، الاستيعاب: 2/339-341، 2/503-506، وابن الأثير، أسد الغابة: 3/242-244، 3/703-705.\n2 ابن عبد البر، الاستيعاب: 2/503، وابن الأثير، أسد الغابة: 3/703.\n3 ابن حجر، الإصابة: 2/529-530.\n4 ابن عبد البر، الاستيعاب: 2/503-504، وابن الأثير، أسد الغابة: 3/705، وذكر بعضه الذهبي عن الواقدي، سير أعلام النبلاء: 1/254.\n5 ابن عبد البر، الاستيعاب: 2/503-506، وابن الأثير، أسد الغابة: 3/703-705، والذهبي، سير أعلام النبلاء: 1/254..\nالجزء: 1 ¦ الصفحة: 480\n",
        "عن أبي قتادة قال: أتى عمرو بن الجموح النبي صلى الله عليه وسلم فقال يا رسول الله أرأيت إن قاتلت في سبيل الله حتى أقتل أمشي برجلي هذه في الجنة قال: نعم، وكانت رجله عرجاء حينئذ.\nعن أبي قتادة أنه حضر لما أتى عمرو بن الجموح إلى رسول الله صلى الله عليه وسلم فقال: يا رسول الله أرأيت إن قاتلت حتى أقتل في سبيل الله تراني أمشي برجلي هذه في الجنة قال: نعم وكانت عرجاء فقتل يوم أحد هو وابن أخيه فمر النبي صلى الله عليه وسلم به فقال: \"فإني أراك تمشي برجلك هذه صحيحة في الجنة وأمر رسول الله صلى الله عليه وسلم بهما ومولاهما فحملوا في قبر واحد\" 1.\nوعند ابن سعد أن زوجته هند بنت عمرو بن حرام حملته وحملت أخاها عبد الله بن عمرو بن حرام على بعير ودفنا جميعا في قبر واحد2.\nذكر الذهبي أن النبي صلى الله عليه وسلم قال يوم أحد: \"قوموا إلى جنة عرضها السموات والأرض أعدت للمتقين\"، فقام عمرو بن الجموح وهو أعرج فقال: والله لأقحزن عليها في الجنة فقاتل حتى قتل3.\n1 رواه أحمد في المسند: (5/299) ، وابن شبة في تاريخ المدينة: (1/128-129) كلاهما من طريق أبي صخر حميد بن زياد الخراط عن يحيى بن النضر الذي تصحف عند ابن شبة إلى حيوة بن النضر عن أبي قتادة به، وذكره الهيثمي في مجمع الزوائد: (9/315) وقال: \" رجاله رجال الصحيح غير يحيى بن نصر الأنصاري وهو ثقة \"، وذكره ابن حجر، الإصابة: 2/529-530، قلت: الإسناد صحيح رجاله ثقات غير حميد فإنه صدوق يهم لكنه من رجال مسلم في الصحيح.\n2 ابن عبد البر، الاستيعاب: 2/503-504، وابن الأثير، أسد الغابة: 3/705، وذكر بعضه الذهبي عن الواقدي، سير أعلام النبلاء: 1/254.\n3 الذهبي، سير أعلام النبلاء: 1/253.\nالجزء: 1 ¦ الصفحة: 481\n",
        "59-\nخلاد بن عمرو بن الجموح بن زيد بن حرام\n1:\nخَلاَّدُ بن عَمْرو بن الجَمُوْح2 بن زيد بن حَرَام3 بن كعب بن غنم بن كعب بن سلمة بن سعد بن علي بن أسد بن ساردة بن تزيد بن جشم بن الخزرج الأكبر الخزرجي4 الأنصاري السلمي5 وأمه: هند بنت عمرو بن حرام بن ثعلبة بن حرام 6.\nشهد بدرا7 هو وأبوه وإخوته معوذ وأبو أيمن أومعاذ وقتل خلاد بن عمرو بن الجموح هو وأبوه وأبو أيمن أخوه يوم أحد شهداء وقيل إن أبا أيمن مولى عمرو بن الجموح وليس بابنه ولم يختلفوا أن خلادا هذا شهد بدرا8\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني سلمة ثم من بني حرام عبادة (تهذيب سيرة ابن إسحاق، لابن هشام: 3/126) ، وذكره الذهبي أيضا فيمن استشهدوا يوم أحد (سير أعلام النبلاء: 1/150) .\n2 ابن سعد، الطبقات الكبرى: 3/566، وابن عبد البر، الاستيعاب: 1/417، وابن الأثير، أسد الغابة: 1/620 وابن حجر، الإصابة: 1/454.\n3 ابن سعد، الطبقات الكبرى: 3/566، وابن عبد البر، الاستيعاب: 1/417، وابن الأثير، أسد الغابة: 1/620.\n4 ابن الأثير، أسد الغابة: 1/620.\n5 ابن عبد البر، الاستيعاب: 1/417، وابن الأثير، أسد الغابة: 1/620 وابن حجر، الإصابة: 1/454.\n6 ابن سعد، الطبقات الكبرى: 3/566.\n7 ابن سعد، الطبقات الكبرى: 3/566، وابن عبد البر، الاستيعاب: 1/417، وابن الأثير، أسد الغابة: 1/620، والذهبي، سير أعلام النبلاء: 1/25.\n8 ابن سعد، الطبقات الكبرى: 3/566، وابن عبد البر، الاستيعاب: 1/417، وابن الأثير، أسد الغابة: 1/620.\nالجزء: 1 ¦ الصفحة: 482\n",
        "وأحدا1 قال ابن حجر: “ذكر الواقدي أن أمه هند بنت عمرو وعمة جابر بن عبد الله وأنها حملت ابنها وزوجها وأخاها بعد قتلهم على بعير ثم أمرت بهم فردوا إلى أحد فدفنوا هناك”2.\n1 ابن سعد، الطبقات الكبرى: 3/566، وابن عبد البر، الاستيعاب: 1/417.\n2 ابن حجر، الإصابة: 1/454.\nالجزء: 1 ¦ الصفحة: 483\n",
        "60 -\nأبو أيمن مولى عمرو بن الجموح\n1:\nأبو أَيْمَن مولى عَمرو بن الجَمُوح2 الأنصاري3 قتل يوم أحد شهيدا4 وقد قيل إن أبا أيمن هذا أحد بني عمرو بن الجموح فإنه شهد أحدا مع خالد بن عمرو بن الجموح فقتلوا هنالك5.\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني سلمة ثم من بني حرام عبادة (تهذيب سيرة ابن إسحاق، لابن هشام: 3/126) ، ورواه عن ابن إسحاق ابن الأثير، أسد الغابة: 5/24، وذكره الذهبي أيضا فيمن استشهدوا يوم أحد (سير أعلام النبلاء: 1/150) ، وفيه: (عمرو بن الجموح وابنه خلاد ومولاه أسير) .\n2 ابن عبد البر، الاستيعاب: 4/8، وابن الأثير، أسد الغابة: 5/24، وابن حجر، الإصابة: 4/12.\n3 ابن حجر، الإصابة: 4/12.\n4 ابن عبد البر، الاستيعاب: 4/8، وابن الأثير، أسد الغابة: 5/24، وابن حجر، الإصابة: 4/12.\n5 ابن عبد البر، الاستيعاب: 4/8، وابن الأثير، أسد الغابة: 5/24.\nالجزء: 1 ¦ الصفحة: 483\n",
        "61-\nسليم بن عمرو بن حديدة\n1:\nسُلَيْم بن عَمرو بن حَدِيْدَة2 ويقال سُلَيم بن عامر بن حديدة ابن عمرو3 بن غَنْم 4 بن سواد5 بن غنم 6 بن كعب بن سلمة الأنصاري السلمي7 شهد العقبة8 في روايتهم جميعا9، وقيل: سليمان بن عمرو10 وليس له عقب11 شهد بدرا وقتل يوم أحد12 شهيدا مع مولاه\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني سواد بن غنم عبادة (تهذيب سيرة ابن إسحاق، لابن هشام: 3/126) ، وذكره الذهبي أيضا فيمن استشهدوا يوم أحد (سير أعلام النبلاء: 1/150) .\n2 ابن سعد، الطبقات الكبرى: 3/580، وابن عبد البر، الاستيعاب: 2/72، وابن الأثير، أسد الغابة: 2/295.\n3 ابن عبد البر، الاستيعاب: 2/72، وابن الأثير، أسد الغابة: 2/295، وابن حجر، الإصابة: 2/74.\n4 ابن الأثير، أسد الغابة: 2/295، وابن حجر، الإصابة: 2/74.\n5 ابن عبد البر، الاستيعاب: 2/72، وابن الأثير، أسد الغابة: 2/295، وابن حجر، الإصابة: 2/74.\n6 ابن عبد البر، الاستيعاب: 2/72، وابن الأثير، أسد الغابة: 2/295.\n7 ابن عبد البر، الاستيعاب: 2/72، وابن الأثير، أسد الغابة: 2/295، وابن حجر، الإصابة: 2/74.\n8 ابن سعد، الطبقات الكبرى: 3/580، وابن عبد البر، الاستيعاب: 2/72، وابن الأثير، أسد الغابة: 2/295.\n9 ابن سعد، الطبقات الكبرى: 3/580.\n10 ابن الأثير، أسد الغابة: 2/295، وقد ترجم له في: سليمان بن عمرو (2/298) ، وابن حجر، الإصابة: 2/74.\n11 ابن سعد، الطبقات الكبرى: 3/580.\n12 ابن سعد، الطبقات الكبرى: 3/580، وابن عبد البر، الاستيعاب: 2/72، وابن الأثير، أسد الغابة: 2/295.\nالجزء: 1 ¦ الصفحة: 484\n",
        "عنترة1.\n1 ابن عبد البر، الاستيعاب: 2/72، وابن الأثير، أسد الغابة: 2/295، وابن حجر، الإصابة: 2/74.\nالجزء: 1 ¦ الصفحة: 485\n",
        "62-\nعنترة مولى سليم بن عمرو بن حديدة\n1:\nعنترة مولى سليم بن عمرو بن حديدة بن عمرو بن سواد2 السلمى ثم الذكواني حليف لبني سواد بن غنم بن كعب بن سلمة من الأنصار3.\nقال ابن إسحاق وابن عقبة في عنترة هذا: هو مولى سليم بن عمرو بن حديدة الأنصارى4 وقتل يوم أحد شهيدا قتله نوفل بن معاوية الدِّيلى5 وقال في موضع آخر: عنترة مولى الأنصار قتل يوم أحد شهيدا فجعله ابن هشام من بنى سليم حليفا للأنصار وجعله ابن عقبة وابن إسحاق مولى للأنصار6.\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني سواد بن غنم عبادة (تهذيب سيرة ابن إسحاق، لابن هشام: 3/126) ، وابن الأثير: أسد الغابة: 4/5، وذكره الذهبي أيضا فيمن استشهدوا يوم أحد (سير أعلام النبلاء: 1/150) .\n2 ابن سعد، الطبقات الكبرى: 3/582.\n3 ابن عبد البر، الاستيعاب: 3/160، وابن الأثير: أسد الغابة: 4/5.\n4 ابن سعد عن موسى بن عقبة فقط، الطبقات الكبرى: 3/582، وابن عبد البر، الاستيعاب: 3/160، وابن الأثير: أسد الغابة: 4/5، وابن حجر، الإصابة: 3/40.\n5 ابن سعد، الطبقات الكبرى: 3/582، وابن سعد عن موسى بن عقبة فقط، الطبقات الكبرى: 3/582، وابن عبد البر، الاستيعاب: 3/160، وابن الأثير: أسد الغابة: 4/5، وابن حجر، الإصابة: 3/40.\n6 ابن عبد البر، الاستيعاب: 3/160.\nالجزء: 1 ¦ الصفحة: 485\n",
        "قال الحافظ: “عنيرة: بكسر النون وفتح المثناة الأنصاري مولاهم قال ابن هشام: هو حليف بني تميم بن كعب بن سلمة”1.\n1 ابن حجر، الإصابة: 3/40.\nالجزء: 1 ¦ الصفحة: 486\n",
        "63-\nسهل بن قيس بن أبي كعب بن القين\n1:\nسهل بن قيس بن أبي كعب بن القَيْن بن كعب بن سواد2 بن غنم 3 بن كعب بن سلمة الأنصاري4 الخزرجي5 السلمي6 وأمه نائلة بنت سلامة بن وقش أخت سلمة بن سلامة7.\nشهد بدرا وقتل يوم أحد شهيدا رحمة الله عليه8 ذكر ابن سعد أنه\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني سواد بن غنم عبادة (تهذيب سيرة ابن إسحاق، لابن هشام: 3/126) ، وانظر أسد الغابة لابن الأثير: 2/324، وذكره الذهبي أيضا فيمن استشهدوا يوم أحد (سير أعلام النبلاء: 1/150) وفيه: (سهيل ابن قيس) .\n2 ابن سعد، الطبقات الكبرى:3/581،وابن سعد، الطبقات الكبرى:8/410، وابن عبد البر، الاستيعاب:2/91، ابن الأثير، أسد الغابة: 2/324، وابن حجر، الإصابة:2/90.\n3 ابن عبد البر، الاستيعاب: 2/91، وابن حجر، الإصابة: 2/90.\n4 ابن عبد البر، الاستيعاب: 2/91، ابن الأثير، أسد الغابة: 2/324، وابن حجر، الإصابة: 2/90.\n5 ابن الأثير، أسد الغابة: 2/324، وابن حجر، الإصابة: 2/90.\n6 ابن عبد البر، الاستيعاب: 2/91، ابن الأثير، أسد الغابة: 2/324، وابن حجر، الإصابة: 2/90.\n7 ابن سعد، الطبقات الكبرى: 3/581، وابن حجر، الإصابة: 2/90، 4/417.\n8 ابن سعد، الطبقات الكبرى: 8/410، وابن عبد البر، الاستيعاب: 2/91، ابن الأثير، أسد الغابة: 2/324، وابن حجر، الإصابة: 2/90.\nالجزء: 1 ¦ الصفحة: 486\n",
        "صاحب القبر المعروف بأحد، وأنه بقي من عقب سهل هذا رجل وامرأة1.\n1 ابن سعد، الطبقات الكبرى: 3/581، وابن حجر، الإصابة: 2/90.\nالجزء: 1 ¦ الصفحة: 487\n",
        "64 -\nذكوان بن عبد قيس\n1:\nذَكْوَان بن عبد قيس بن خَلَدَة بن مُخَلَّد بن عامر بن زُرَيْق2 الأَنصاري3 الخزرجي4 ثم الزرقى5 يكنى أبا السبع6 وليس لذكوان عقب7.\nشهد العقبة الأولى والثانية ثم خرج من المدينة إلى رسول الله صلى الله عليه وسلم فكان معه بمكة وكان يقال له: مهاجرٌ أنصاريٌ، وشهد بدرا، وقتل يوم أحد شهيدا قتله أبو الحكم بن الأخنس بن شريق فشد علي بن أبي طالب على أبي الحكم تبن الأخنس بن شريق وهو فارس فضرب رجله بالسيف فقطعها من نصف الفخذ ثم طرحه عن فرسه فذفف8 عليه9.\n1 ابن سعد، الطبقات الكبرى: 3/593، وابن عبد البر، الاستيعاب: 1/482، وابن الأثير، أسد الغابة: 2/16، وابن حجر، الإصابة: 1/482.\n2 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني زريق بن عامر عبادة (تهذيب سيرة ابن إسحاق، لابن هشام: 3/126) ، وذكره الذهبي أيضا فيمن استشهدوا يوم أحد (سير أعلام النبلاء: 1/150) .\n3 ابن عبد البر، الاستيعاب: 1/482، وابن الأثير، أسد الغابة: 2/16، وابن حجر، الإصابة: 1/482.\n4 ابن الأثير، أسد الغابة: 2/16، وابن حجر، الإصابة: 1/482.\n5 ابن عبد البر، الاستيعاب: 1/482، وابن الأثير، أسد الغابة: 2/16.\n6 ابن سعد، الطبقات الكبرى: 3/593، وابن الأثير، أسد الغابة: 2/16، وابن حجر، الإصابة: 1/482.\n7 ابن سعد، الطبقات الكبرى: 3/593.\n8 تذفيف الجريح: الإجهاز عليه وتحرير قتله (ابن الأثير، النهاية في غريب بالحديث: 2/162) .\n9 ابن سعد، الطبقات الكبرى: 3/593، وابن عبد البر، الاستيعاب: 1/482-483، وابن الأثير، أسد الغابة: 2/16-17.\nالجزء: 1 ¦ الصفحة: 487\n",
        "وِيَ أنه أول من أسلم من الأنصار هو وأسعد بن زرارة وكانا خرجا إلى مكة يتنافران فسمعا بالنبي صلى الله عليه وسلم فأتياه فأسلما ورجعا إلى المدينة1.\nجاء في بعض الروايات أن النبي صلى الله عليه وسلم لما خرج إلى أحد قال: من ينتدب؟ فقام رجل من بني زريق يقال له: ذكوان بن عبدقيس أبو السبع فقال له النبي صلى الله عليه وسلم: “من أحب أن ينظر إلى رجل يطأ بقدمه غدا خضرة الجنة” 2.\nرُوِيَ أن النبي صلى الله عليه وسلم آخى بين مصعب بن عمير وأبي أيوب الأنصاري ويقال ذكوان بن عبد قيس3.\n1 ابن سعد، الطبقات الكبرى: 3/593، ابن عبد البر، الاستيعاب: 1/482-483، وابن الأثير، أسد الغابة: 2/16-17، وابن حجر، الإصابة: 1/482، وانظر أيضا: ابن سعد، الطبقات الكبرى: 1/218.\n2 وابن حجر، الإصابة: 1/482.\n3 ابن سعد، الطبقات الكبرى: 3/120.\nالجزء: 1 ¦ الصفحة: 488\n",
        "65-\nعبيد بن المعلى بن لوذان\n1:\nعُبَيْدُ بن المُعَلَّى2 بن لوذان3 بن حارثة4 بن زيد بن ثعلبة5 بن عدي بن\n1 ذكره ابن إسحاق فيمن استشهدوا في أحد من الأنصار: من بني زريق بن عامر عبادة (تهذيب سيرة ابن إسحاق، لابن هشام: 3/126) ، ونقل عن ابن إسحاق ذلك ابن حجر في الإصابة: 2/447، وذكره الذهبي أيضا فيمن استشهدوا يوم أحد (سير أعلام النبلاء: 1/150) .\n2 ابن عبد البر، الاستيعاب: 2/437 , ابن الأثير، أسد الغابة: 3/444، وابن حجر، الإصابة: 2/447.\n3 ابن عبد البر، الاستيعاب: 2/437، وابن حجر، الإصابة: 2/447.\n4 ابن عبد البر، الاستيعاب: 2/437، ,ابن الأثير، أسد الغابة: 3/444، وابن حجر، الإصابة: 2/447.\n5 ابن حجر، الإصابة: 2/447.\nالجزء: 1 ¦ الصفحة: 488\n",
        "مالك بن زيد مناة بن حبيب بن عبدحارثة بن مالك بن غضب بن جشم بن الخزرج، الزرقي1 الأنصاري2 وبنو مالك بن زيد مناة حلفاء بني زريق، وحبيب وزريق أخوان3.\nقال ابن هشام: عبيد بن المعلى من بني حبيب4 قتل يوم أحد شهيدا قتله عكرمة بن أبى جهل5.\nونسبه الحافظ ابن حجر بعد ثعلبة هكذا: “ابن ثعلبة بن عبيد بن الأبجر، وهو خدرة الأنصاري الخدري”6.\n1 ابن الأثير، أسد الغابة: 3/444.\n2 ابن عبد البر، الاستيعاب: 2/437، ابن الأثير، أسد الغابة: 3/444.\n3 ابن الأثير، أسد الغابة: 3/444.\n4 تهذيب سيرة ابن إسحاق لابن هشام: 3/126.\n5 ابن عبد البر، الاستيعاب: 2/437، ,ابن الأثير، أسد الغابة: 3/444.\n6 ابن حجر، الإصابة: 2/447.\nالجزء: 1 ¦ الصفحة: 489\n",
        "الخانمة\n...\nالخاتمة\nالحمد لله الذي بحمده تتم الصالحات، والصلاة والسلام على خاتم الأنبياء؛ نبينا محمد وعلىآله وصحبه وسلم تسليما كثيرا.\nوبعد:\nفإن من أهم النتائج التي ظهرت لي من خلال هذا البحث:\n1-\nأن المسلمين خسروا في غزوة أحد خسارة عظيمة؛ وذلك باستشهاد عدد كبير منهم، وهذا العدد فيه عدد من كبار الصحابة رضي الله عنهم وأرضاهم أمثال حمزة بن عبد المطلب، ومصعب بن عمير، وعبد الله بن جحش، وغيرهم ممن ذكرتهم في ثنايا البحث.\n2-\nأن المشركين هدفوا إلى اختيار عدد من كبار الصحابة لقتلهم والتمثيل بهم، اتضح ذلك من قصة وحشي وحمزة رضي الله عنه؛ ولذلك قال: صفوان لما قتل من قتل يوم أحد: الآن شفيت نفسي حين قتلت الأماثل من أصحاب محمد؛ قتلت ابن قوقل، وقتلت ابن أبي زهير: خارجة بن زيد، وقتلت أوس بن أرقم.\n3-\nأن عدد من استشهد من المهاجرين في أحد فيما ذكر ابن إسحاق: أربعة، وعددهم من الأوس: أربعة وعشرون، وعددهم من الخزرج: سبعة وثلاثون، وجميعهم: خمسة وستون.\n4-\nأن من ذكر أنه استشهد في أحد، سوى من ذكرهم ابن إسحاق لا يقل عن العدد الذي ذكره كثيرا، فيكون مجمل من ذكر أنه استشهد في أحد يزيد على المائة، ولا شك أن فيهم من ذكر على سبيل الغلط أو الوهم.\n5-\nظهر من خلال تراجم هؤلاء الشهداء؛ روح الصحابة الإيمانية المفعمة بالتعلق بالآخرة، التي تعمل لمرضاة الله، وتقدم في سبيل ذلك كل غال ونفيس.\nالجزء: 1 ¦ الصفحة: 490\n",
        "6-\nأن أصحاب هذه التضحيات لهم علينا منة وفضل، فعلينا أن نجازيهم بالإحسان إحسانا ولا أقل من أن نترحم عليهم ونترضى عنهم كلما ذكرناهم، وأن ندعوا لهم بأن يجزيهم الله عنا أحسن الجزاء.\n7-\nتبين من خلال هذه التضحية الإسلامية الكبيرة ما لاقاه رسول الله صلى الله عليه وسلم من أذى معنوي بالإضافة إلىأنواع الأذى الحسي، فخسارته لهذا العدد من أصحابه عليه الصلاة والسلام، أعظم أذى وأشده، فقد تألم النبي صلى الله عليه وسلم لما وقف على حمزة وقد مثل به، وكذلك لما وقف على مصعب بن عمير رضي الله عنه وهو مفعم على وجهه قتيل في ميدان المعركة.\n8-\nوآخر ما أذكره في هذا المقام: أن البحث يحتاج إلى أن يكمل ببحث آخر عنوانه: (شهداء أحد الذين لم يذكرهم ابن إسحاق) ليكون البحثان مشروعا علميا متكاملا عن شهداء أحد.\nوصلى الله على نبينا محمد وعلى آله وصحبه وسلم\nالجزء: 1 ¦ الصفحة: 491\n",
        "مصادر ومراجع\n...\nفهرس المصادر والمراجع\nالقرآن الكريم.\nالآحاد والمثاني لابن أبي عاصم: عمرو بن أبي عاصم الضحاك الشيباني المتوفى سنة سبع وثمانين ومائتين، بتحقيق: باسم فيصل أحمد الجوابرة، دار الراية، السعودية، الرياض، الطبعة الأولى 1411 ?.\nأسد الغابة لابن الأثير: عز الدين أبي الحسن: علي بن محمد الجزري، المتوفى سنة ستمائة وثلاثين من الهجرة، دار الفكر للطباعة والنشر والتوزيع، 1390 ?.\nالاصطفا في سيرة المصطفى صلى الله عليه وسلم للخباز: محمد نبهان، إدارة إحياء التراث الإسلامي، قطر، الطبعة الأولى 1406 ?.\nالإكمال لابن ماكولا: علي بن هبة الله بن أبي نصر بن ماكولا المتوفى سنة خمس وأربعين وأربعمائة، دار الكتب العلمية، بيروت، 1411?، الطبعة الأولى.\nالأنساب للسمعاني: أبي سعد عبد الكريم بن محمد بن منصور التميمي السمعاني المتوفى سنة خمسمائة واثنتين وستين، بتحقيق عبد الرحمن بن يحيى المعلمي، دائرة المعارف العثمانية، حيدر آباد الدكن الهند، 1382?،الطبعة الأولى.\nالاستيعاب في أسماء الأصحاب لابن عبد البر: أبوعمر يوسف بن عبد الله بن محمد بن عبد البر القرطبي المتوفى سنة أربعمائة وثلاث وستين من الهجرة، طبع بحاشية الإصابة لابن حجر، دار العلوم الحديثة، مصر، الطبعة الأولى، 1328 ?.\nالبداية والنهاية لابن كثير: أبي الفداء الحافظ: إسماعيل بن عمر بن كثير\nالجزء: 1 ¦ الصفحة: 492\n",
        "القرشي، المتوفى سنة أربع وسبعين وسبعمائة، دار الكتب العلمية، لبنان، بيروت، الطبعة الأولى، 1405 ?.\nتاريخ الإسلام ووفيات المشاهير والأعلام للذهبي: محمد بن أحمد بن عثمان المتوفى سنة ثمان وأربعين وسبعمائة، تحقيق عمر عبد السلام تدمري، دار الكتاب العربي، بيروت، 1407 ?، الطبعة الأولى.\nتاريخ الأمم والملوك للطبري: أبي جعفر: محمد بن جرير المتوفى سنة عشر وثلاثمائة من الهجرة، بتحقيق محمد بن أبي الفضل إبراهيم، دار سويدان، الطبعة الثانية، 1387 ?.\nتصحيفات المحدثين للعسكري: الحسن بن عبد الله بن سعيد العسكري المتوفى سنة اثنتين وثمانين وثلاثمائة، تحقيق: محمود أحمد ميرة، المطبعة العربية الحديثة، القاهرة، 1402?، الطبعة الأولى.\nتفسير القرآن العظيم لابن كثير: أبي الفداء إسماعيل بن عمر القرشي المتوفى سبعمائة وأربع وسبعين، مكتبة التراث الإسلامي، حلب،1400?.\nتقريب التهذيب لابن حجر: الحافظ: أحمد بن علي بن حجر العسقلاني المتوفى سنة اثنتين وخمسين وثمانمائة، بتحقيق محمد عوامة، دار الرشيد، سوريا، الطبعة الأولى 1406 ?.\nتكملة الإكمال للبغدادي: محمد بن عبد الغني البغدادي أبي بكر المتوفى سنة تسع وعشرين وستمائة، جامعة أم القرى، تحقيق: عبد القيوم عبدرب النبي، مكة المكرمة،1410?، الطبعة الأولى.\nتوضيح المشتبه في ضبط أسماء الرواة وأنسابهم وألقابهم وكناهم لابن ناصر الدين: شمس الدين محمد بن عبد الله بن محمد القيسي الدمشقي المتوفى سنة ثمانمائة واثنتين وأربعين، بتحقيق: محمد نعيم العرقسوسي، مؤسسة الرسالة، بيروت، 1414 ?، الطبعة الأولى.\nالجزء: 1 ¦ الصفحة: 493\n",
        "الجامع الصحيح للبخاري: إمام المحدثين أبي عبد الله: محمد بن إسماعيل بن إبراهيم الجعفي البخاري، المتوفى سنة ست وخمسين ومائتين، بتصحيح وتحقيق الشيخ، عبد العزيز بن عبد الله بن باز، رئاسة إدارات البحوث العلمية والإفتاء والدعوة والإرشاد، المملكة العربية السعودية، الرياض.\nالجامع الصحيح لمسلم: الإمام أبي الحسين: مسلم بن الحجاج القشيري النيسابوري المتوفى سنة إحدى وستين ومائتين من الهجرة، بتحقيق محمد فؤاد عبد الباقي، دار إحياء التراث العربي، لبنان، بيروت، 1374 ?.\nالجرح والتعديل لابن أبي حاتم: عبد الرحمن بن أبي حاتم محمد بن إدريس الرازي، المتوفى سنة ثلاثمائة وسبع وعشرين، دار الكتب العلمية، بيروت.\nجوامع السيرة النبوية لابن حزم: أبي محمد: علي بن أحمد بن سعيد المتوفى سنة أربعمائة وست وخمسين، دار الكتب العلمية، بيروت، الطبعة الأولى، 1403 ?.\nالخصائص الكبرى للسيوطي: جلال الدين عبد الرحمن المتوفى سنة إحدى عشرة ومائة، دا رالكتب العلمية، بيروت، الطبعة الأولى، 1405 ?.\nخطبة الحاجة للألباني: محمد ناصر الدين، المكتب الإسلامي، بيروت، الطبعةالرابعة، 1400 ?.\nدلائل النبوة لأبي نعيم الأصبهاني: أحمد بن عبد الله المتوفى سنة ثلاثين وأربعمائة، تحقيق: محمد رواس قلعه جي؛ وعبد البر عباس، المكتبة العربية، حلب، الطبعةالأولى، 1390 ?.\nديوان المبتدأ والخبر في تاريخ العرب والبربر ومن عاصرهم من ذوي الشأن الأكبر لابن خلدون: عبد الرحمن بن خلدون المتوفى سنة ثمانمائة وثمانية، دار الفكر، الطبعة الأولى، 1401 ?.\nسبل الهدى والرشاد في سيرة خير العباد للصالحي: محمد بن يوسف\nالجزء: 1 ¦ الصفحة: 494\n",
        "الصالحي الشامي المتوفى سنة تسعمائة واثنتين وأربعين، بتحقيق عادل أحمد عبد الموجود وعلي محمد معوض، مكتبة دار الباز، مكة المكرمة.\nسلسة الأحاديث الصحيحة وشيء من فقهها وفوائدها للألباني: محمد ناصر الدين الألباني، المكتب الإسلامي، بيروت، دمشق، الطبعة الثالثة، 1403 ?.\nالسنن الكبرى للبيهقي أبي بكر: أحمد بن الحسين بن علي المتوفى سنة أربعمائة وثمان وخمسين من الهجرة، دار الكتب العلمية، بيروت.\nالسنن للترمذي: أبي عيسى: محمد بن عيسى بن سورة المتوفى سنة مائتين وسبع وتسعين، بتحقيق أحمد محمد شاكر، دار الباز، مكة.\nسير أعلام النبلاء للذهبي: شمس الدين أبي عبد الله: محمد بن أحمد بن عثمان بن قايماز المتوفى سنة سبعمائة وثمان وأربعين من الهجرة، حققت أكثر أجزائه تحت إشراف شعيب الأرنؤوط، مؤسسة الرسالة، بيروت، الطبعة الثانية، 1402 ?.\nسيرة ابن إسحاق، تحقيق وتعليق محمّد حميد الله، الرّباط، 1396هـ.\nالسيرة الحلبية في سيرة الأمين والمأمون إنسان العيون للحلبي: علي بن برهان الدين المتوفى سنة ألف وأربع وأربعين، دار المعرفة.\nالسيرة النبوية الصحيحة للعمري: أكرم بن ضياء، دا رالعلوم والحكم، المدينة المنورة، 1412 ?.\nالجزء: 1 ¦ الصفحة: 495\n",
        "السيرة النبوية المسمى عيون الأثر في فنون المغازي والشمائل والسير، لابن سيد الناس: محمد بن عبد الله بن يحيى المتوفى سنة ستمائة وإحدى وسبعين، مؤسسة عز الدين للطباعة والنشر، بيروت، 1406 ?.\nالسيرة النبوية في ضوء المصادر الأصلية لمهدي رزق الله أحمد، مركز الملك فيصل للبحوث والدراسات الإسلامية، الطبعة الأولى، 1412 ?.\nالسيرة النبوية في فتح الباري لمحمد الأمين بن محمد محمود بن أحمد مولود الجكني الشنقيطي، الكويت، الطبعة الثانية، 1417?.\nالسيرة النبوية لابن هشام: عبد الملك بن هشام بن أيوب الحميري المتوفى سنة مائتين وثلاث عشرة، مؤسسة علوم القرآن.\nالسيرة النبوية وأخبار الخلفاء لابن حبان: أبي حاتم محمد بن حبان بن أحمد البستي المتوفى سنة ثلاثمائة وأربع وخمسين، مؤسسة الكتب الثقافية، الطبعة الأولى، 1407 ?.\nشرح صحيح مسلم للنووي: محي الدين: يحيى بن شرف بن مري الحزامي الشافعي المتوفى سنة ستمائة وست وسبعين، دار الفكر، بيروت،1401?.\nالطبقات الكبرى لابن سعد: محمد بن سعد بن منيع البصري المتوفى سنة مائتين وثلاثين، دار صادر، بيروت.\nفتح الباري بشرح صحيح الإمام أبي عبد الله محمد بن إسماعيل البخاري لابن حجر الحافظ: أحمد بن علي بن حجر العسقلاني المتوفى سنة اثنتين وخمسين وثمانمائة، بتصحيح وتحقيق الشيخ، عبد العزيز بن عبد الله بن باز، رئاسة إدارات البحوث العلمية والإفتاء والدعوة والإرشاد، المملكة العربية السعودية، الرياض.\nالفتح الرباني لترتيب مسند الإمام أحمد بن حنبل الشيباني للبنا الساعاتي: أحمد بن عبد الرحمن، دار إحيا ءالتراث العربي، بيروت.\nالفصول في سيرة الرسول لابن كثير: إسماعيل بن كثير المتوفى سنة سبعمائة وأربع وسبعين، تحقيق محمد العيد الخطراوي ومحيي الدين مستو، مكتبة دا رالتراث، المدينة المنورة، الطبعة الثالثة، 1402 ?.\nفقه السيرة للغزالي: محمد، دار إحياء التراث العربي.\nالجزء: 1 ¦ الصفحة: 496\n",
        "ومائتين، وبهامشه كنز العمال، دار صادر، بيروت.\nالمسند لابن حنبل: الإمام أحمد بن حنبل المتوفى سنة إحدى وأربعين ومائتين، بتحقيق أحمد محمد شاكر، الطبعة الرابعة، دار المعارف بمصر، 1373?.\nالمعجم المفهرس لألفاظ الحديث النبوي، للفيف من المستشرقين، ونسنك، ليدن، 1936 م.\nالمعجم المفهرس لألفاظ القرآن لمحمد فؤاد عبد الباقي، دار الحديث، القاهرة، الطبعة الثانية، 1408 ?.\nالمغني في ضبط أسماء الرّجال ومعرفة كُنى الرّواة وألقابهم وأنسابهم، لمحمّد ابن طاهر بن عليّ الهندي، المتوفى سنة ست وثمانين وتسعمائة من الهجرة، دار الكتاب العربي، بيروت، لبنان، 1399هـ.\nالمقدمة لابن خلدون: عبد الرحمن بن خلدون المتوفى سنة ثمانمائة وثمانية، دار الفكر، الطبعة الأولى، 1401 ?.\nالنهاية في غريب الحديث لابن الأثير: مجدالدين أبوالسعادات المبارك بن محمد الجزري المتوفى سنة ستمائة وست من الهجرة، بتحقيق طاهر أحمد الزاوي وزميله، المكتبة العلمية، بيروت.\nنور اليقين في سيرة سيد المرسلين لمحمد الخضري بك، دا رالندوة الجديدة، بيروت، لبنان.\nوفاء الوفاء بأخبار دار المصطفى للسمهودي نورالدين: علي بن أحمد المتوفى سنة تسعمائة وإحدى عشرة من الهجرة، بتحقيق محمد محي الدين عبد الحميد، دار إحياء التراث العربي، بيروت، الطبعة الرابعة،1404?.\nالجزء: 1 ¦ الصفحة: 497\n",
        "ومائتين، وبهامشه كنز العمال، دار صادر، بيروت.\nالمسند لابن حنبل: الإمام أحمد بن حنبل المتوفى سنة إحدى وأربعين ومائتين، بتحقيق أحمد محمد شاكر، الطبعة الرابعة، دار المعارف بمصر، 1373?.\nالمعجم المفهرس لألفاظ الحديث النبوي، للفيف من المستشرقين، ونسنك، ليدن، 1936 م.\nالمعجم المفهرس لألفاظ القرآن لمحمد فؤاد عبد الباقي، دار الحديث، القاهرة، الطبعة الثانية، 1408 ?.\nالمغني في ضبط أسماء الرّجال ومعرفة كُنى الرّواة وألقابهم وأنسابهم، لمحمّد ابن طاهر بن عليّ الهندي، المتوفى سنة ست وثمانين وتسعمائة من الهجرة، دار الكتاب العربي، بيروت، لبنان، 1399هـ.\nالمقدمة لابن خلدون: عبد الرحمن بن خلدون المتوفى سنة ثمانمائة وثمانية، دار الفكر، الطبعة الأولى، 1401 ?.\nالنهاية في غريب الحديث لابن الأثير: مجدالدين أبوالسعادات المبارك بن محمد الجزري المتوفى سنة ستمائة وست من الهجرة، بتحقيق طاهر أحمد الزاوي وزميله، المكتبة العلمية، بيروت.\nنور اليقين في سيرة سيد المرسلين لمحمد الخضري بك، دا رالندوة الجديدة، بيروت، لبنان.\nوفاء الوفاء بأخبار دار المصطفى للسمهودي نورالدين: علي بن أحمد المتوفى سنة تسعمائة وإحدى عشرة من الهجرة، بتحقيق محمد محي الدين عبد الحميد، دار إحياء التراث العربي، بيروت، الطبعة الرابعة،1404?.\nالجزء: 1 ¦ الصفحة: 498\n",
        ""
    ]
}