{
    "1": [
        "آكام المرجان فى ذكر المدائن المشهورة فى كل مكان\nآكام المرجان فى ذكر المدائن المشهورة فى كل مكان\nإسحاق بن الحسين المنجم\nالكتاب:\nآكام المرجان في ذكر المدائن المشهورة في كل مكان\nالمؤلف:\nإسحاق بن الحسين المنجم (المتوفى: ق 4هـ)\nالناشر:\nعالم الكتب، بيروت\nالطبعة:\nالأولى، 1408 هـ\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "إسحاق بن الحسين المنجم\nشبه مجهول، لا يعرف عنه سوى اسمه.\nلقد قام جماعة من المستشرقين ببعض التحريات حول المؤلف، ومنهم مينورسكي وأرمنياكوف وبروكلمان، دون الوصول إلى نتيجة حاسمة. وخلاصة هذه التحريات، أن المؤلف عاش في القرن الثالث للهجرة، ورأي آخر يقول إنه عاش في حدود 340 هـ، ورأي ثالث أنه عاش في فترة لا تتعدى 454 هـ، العام الذي أسست فيه مدينة مراكش، التي لم يرد ذكرها لديه. وهناك من قال بأن المؤلف أندلسي، بدليل وجود صدى لهجة الأندلس في كتابه آكام المرجان.\n",
        "مقدّمة التحقيق\nبسم الله الرّحمن الرّحيم منذ عشرينات هذا القرن، لا يزال كتاب (آكام المرجان) موضع بحث نظرا لما يحيط به ومؤلفه من غموض.\nفالمؤلف إسحاق بن الحسين المنجم، شبه مجهول، لا يعرف عنه سوى اسمه.\nإلّا أننا بالتأكيد نعرف أن المخطوط يماني، كتبه ناسخه «أحسن بن علي بن عبيد الله الأنسي الكوكباني» ، مما «خدم به أمير المؤمنين القاسم بن الحسين» أحد أئمة اليمن، والذي تولى السلطة منذ العام 1128 هـ حتى وفاته في العام 1139 هـ. وذيّل المخطوط بإتمام نسخه في شهر شعبان 1129 هـ. وقد قامت السيدة أنجيلا كوداتزي بوصف مخطوطة الأمبروزيانا، وقالت إنه يتألف من 33 ورقة بقياس 1، 20* 2، 15 سم في 12 سطرا لكل صفحة. وخالطت المخطوط بعض البقع في الورقتين 5- 6 و 30- 31، وهو\nالجزء: 1 ¦ الصفحة: 5\n",
        "مكتوب بالخط النسخي اليمني، ويشوبه الكثير من الأخطاء، فيما كتب ظهر الورقة الأولى ووجه الورقة الثانية بخط ثلثي جميل «1» .\nنشر الكتاب بجهود السيدة كوداتزي، إلّا أنه بقي كثير الأخطاء، سواء من كلمات غير منقوطة، أو من كلمات رسمت خطأ. غير أن الأخطاء الكبرى التي شابت هذا العمل، هي ما سقط من النسخ حتى ليبلغ فقرات أحيانا. أو سقوط التعريف بمدن ومقاطعات بكاملها. وقد حاولت بعملي استدراك ما سقط، وتقديم هذا المصنف بشكل يصحح معظم الأخطاء التي وردت فيه.\nلقد قام جماعة من المستشرقين ببعض التحريات حول المؤلف، ومنهم مينورسكي وأرمنياكوف وبروكلمان، دون الوصول إلى نتيجة حاسمة. وخلاصة هذه التحريات، أن المؤلف عاش في القرن الثالث للجهرة، ورأي آخر يقول إنه عاش في حدود 340 هـ، ورأي ثالث أنه عاش في فترة لا تتعدى 454 هـ، العام الذي أسست فيه مدينة مراكش، التي لم يرد ذكرها لديه. وهناك من قال بأن المؤلف أندلسي، بدليل\nالجزء: 1 ¦ الصفحة: 6\n",
        "وجود صدى لهجة الأندلس في كتابه «2» . ويزيد الأمر إرباكا إغفاله للمؤلفين أو الرواة الذين أخذ عنهم، باستثناء ورود اسم قتيبة في حديثه عن إصفهان. وإذ توقعت أن يكون هناك خطأ في الاسم، فقد قمت بمراجعة ما كتبه ابن قتيبة في (الأخبار الطوال) عن فتوح المشرق، فلم أجد شيئا.\nوعدت أستقرىء المصادر الأندلسية، فألفيت ابن خلدون يصرّح بمصادره بأنه «يحاذي» في معلوماته الجغرافية «ما وقع في كتاب نزهة المشتاق في اختراق الآفاق الذي ألفه العلوي الأندلسي المحمودي لملك صقلية من الافرنج وهو رجار [Roger] عندما كان نازلا عليه بصقلية بعد خروج صقلية من إمارة مالقة. وكان تأليفه للكتاب في منتصف المائة السادسة، وجمع له كتبا جمة للمسعودي وابن خرداذبة والحوقلي والقردي وابن إسحاق المنجم وبطليموس وغيرهم» «3» .\nأما الإدريسي، المولود في مدينة سبتة في العام 493 هـ فقد صرح في «نزهة المشتاق» بمصادره «بطلب ما في الكتب\nالجزء: 1 ¦ الصفحة: 7\n",
        "المؤلفة في هذا الفن من علم كذلك كله. مثل العجائب للمسعودي، وكتاب أبي نصر سعيد الجيهاني، وكتاب أبي القاسم محمد الحوقلي البغدادي، وكتاب جاناخ بن خاقان الكيماكي وكتاب موسى بن قاسم القردي، وكتاب أحمد بن يعقوب المعروف باليعقوبي وكتاب إسحاق بن الحسين المنجم، وكتاب بطليموس الإقلودي\n...\n» «4» .\nوينتمي كاتبنا إلى مدرسة الجغرافية الرياضية، التي أرسى قواعدها بطليموس. وتتلخص قواعد هذه المدرسة بتقسيم العالم إلى سبعة أقاليم، واعتماد خطوط الطول والعرض لتحديد المدن والقرى. وأوضح إسحاق بن الحسين اعتماده «خط أول الأرض وهو خط المغرب، وخط الاستواء وهو خط وسط الأرض» .\nومع أن «الآكام» تبدو كمعجم جغرافي، إلّا أن المؤلف اتبع نهجا خاصا مزج فيه بين تقديم أهمية المدينة ومدن الإقليم الواحد، متخليا عن مراعاة الأبجدية. فهو يعرض المدن الإسلامية المقدسة أولا، ثم يعود إلى بغداد «لأنها أصل المدائن» ، ثم إلى سرّ من رأى، وهي العاصمة الثانية لبني العباس، ثم إلى الكوفة والبصرة وواسط، أوائل الأمصار التي\nالجزء: 1 ¦ الصفحة: 8\n",
        "شادها العرب. ثم ينتقل إلى جنوب شبه الجزيرة العربية فيذكر مدينة صنعاء «حرسها الله تعالى» ، ثم عدن وعمان وسبأ ومأرب وحضرموت وسقطرة والبحرين وهجر ثم الطائف واليمامة. ثم يتابع المؤلف توجهه نحو بلاد الشام، ومنها إلى بلدان المشرق الإسلامي، إلى أذربيجان وهمذان ونهاوند، ثم أصبهان والري، حتى يبلغ كرمان وخوارزم وبلخ وبخارى وسمرقند.\nوما نلاحظه حول ما كتبه في هذا القسم من جغرافيته:\nأ- إعجاب المؤلف بكل من بغداد وصنعاء. وهو في الأولى متأثر بما قرأه أو اقتبسه من مؤلفات الجغرافيين، حيث تبدو ملامح اليعقوبي وابن رستة وابن خرداذبة وابن الفقيه والإصطخري، حتى أن مقاطع بكاملها تتفق مع ما ورد في تلك المصادر. وفي الثانية، يبدو ظاهر الولاء لموطنه، وإذا كان هناك افتراض أولي يقول بأصل المؤلف الأندلسي، فإن هذا لا يمنع تعاطفه مع اليمن، وهو كذلك يقدم معلومات مفصلة عن جنوبي شبه الجزيرة.\nب- في حديث المؤلف عن بلاد الشام، نراه يتحدث عن أنطاكية أثناء حديثه عن حلب. ومع ذلك فهو يعتبرها عاصمة للثغور الإسلامية، وهو ما كانت عليه أنطاكية قبل العام 358 هـ/ 959 عام سقوطها بأيدي قادة الإمبراطور\nالجزء: 1 ¦ الصفحة: 9\n",
        "نقفور فوكاس البيزنطي. ويتحدث في مكان آخر عن الحروب المتوالية بين العرب والبيزنطيين في (بلاد الشامات) .\nج- إلى جانب ذلك، يقدم إسحاق بن الحسين معلومات جديدة لم يسبق أن عرضها غيره من قبل. فهو المصدر العربي الأول الذي ذكر نهر إيلي أثناء حديثه عن مدينة جرجان، ويكاد يكون الوحيد الذي أشار إلى أن خوارزم عرفت بالجرجانية. إلى هذا، يقدم مؤلفنا معلومات عن خراج بلدان المشرق، وأصول سكانها، وبعض صناعاتها التي اشتهرت بها، وذلك بإيجاز تام، وهو هنا قريب من الجغرافية الاقتصادية.\nفي القسم الثاني من جغرافيته، ينتقل مؤلفنا إلى الحديث عن أقاليم إفريقيا. فيبدأ بالإسكندرية ودمياط وتنيس ومصر (القاهرة) ثم ينتقل إلى مدين ويعود إلى عين شمس والسويس (القلزم) . ثم ينتقل إلى الشمال الإفريقي، فيبدأ بطرابلس ثم إلى سرت وأجدابية، ثم يعود إلى خليج العقبة (أيلة) ، وينتقل مجددا إلى إفريقية فيذكر القيروان ثم إلى تاهرت، وقبل أن يختم هذا القسم، يقف المؤلف معتذرا بأنه سوف يذكر المواضع على الجملة والعموم، طلبا للإيجاز والاختصار. بعدها يتابع إلى بلاد البربر فيذكر تنس، ثم ينتقل\nالجزء: 1 ¦ الصفحة: 10\n",
        "إلى قسطيلية، وفاس وقرطبة ومليلة وتلمسان وناكور وسبته وطنجة واغمات وسجلماسة «آخر بلاد البربر» .\nبعدها ينتقل المؤلف إلى بلاد السودان، وهو يقصد الزنج. فيذكر بعضا من الأراضي في الحبشة ومالي والنوبة.\nوقبل أن ننتقل مع المؤلف إلى أوروبا، نتوقف لنسجل الملاحظات التالية:\nأ- أن المدن أو الأماكن التي ذكرها المؤلف تتصف بأنها مدن عريقة في التاريخ، أو أن بعضها محطة تاريخية (الإسكندرية، مصر، مدين، قرطجنة، القيروان، تنيس) .\nب- إن معظم الأماكن تتصف بأنها مواني بحرية ومراكز لنشاط التجارة البحرية، أو أنها محطات تجارية برية، وهو هنا يلامس الجغرافية التاريخية للعالم الإسلامي. وإذا كنا نلمس ورود هذا الأمر دون تصريح من المؤلف، فإن أبا عبيد البكري الأندلسي، كان واضحا في هذا الشأن.\nففي أحاديثه عن إفريقية الشمالية كان دائما يشير إلى المرافئ وما يقابلها من مرافئ على شواطىء الأندلس الشرقية وهو كان أيضا يصرّ على إبراز العلاقة الوطيدة بين مرافئ كل من الشاطئين.\nالجزء: 1 ¦ الصفحة: 11\n",
        "ج- لم يتعرض المؤلف إلى ذكر القاهرة التي أسسها جوهر في العام 359 هـ والتي انتقل إليها المعز الفاطمي في العام 362 هـ، وهو حادث مهم دون شك، سواء على الصعيد السياسي، من وصول النفوذ الفاطمي إلى مصر وتهديده بلاد الشام، أو على الصعيد الفكري الذي قضى بإنشاء الجامع الأزهر، مركزا لتخريج الدعاة الفاطميين ونشر عقيدتهم.\nثم ينتقل المؤلف إلى الحديث عن الأندلس. وهنا نراه واسع المعرفة ودقيق الملاحظة. فهو يتحدث عن وحداتها الإدارية الساحلية، ثم ينتقل إلى الداخل، ويضع منطقة الثغو بما يقابلها من أسبانيا المسيحية. مشفوعة بعرض يضم معلومات تاريخية حول فتح الأندلس. ولكنه يستوقفنا بما قدمه من معلومات عن أوضاع معاصرة له.\nفأثناء الحديث عن بلنسية قال إسحاق بن الحسين:\n«وهي على قرب البحر، وقاعدتها اليوم: المرّية، وهي على البحر الشامي» . ثم يذكر مدينة (ابراره؟؟) ويقول: «وقاعدتها اليوم دانية» . والقسم الثاني من هذا الحديث يناقض القسم الأول فيه، فالمنحدر على الشاطئ الشرقي من الشمال إلى الجنوب يمر بدانية قبل أن يمرّ بالمريّة. وعلى أي حال، فلنتوقف عند المرّية لأنها ثابتة تاريخيا. فمن المعروف أن\nالجزء: 1 ¦ الصفحة: 12\n",
        "مدينة بجانه كانت قاعدة إقليم بلنسية. وبجانة مدينة أنشأها جماعة من التجار وأهل البحر الأندلسيين الذين كانوا يعملون بين شواطىء الأندلس والمغرب فرأوا أن نشاطهم بحاجة إلى الدعم والحماية، وكونوا اتحادا من التجار ذكر منهم أبو عبيد:\nالكركبي وأبا عائشة والصقر وصهيب، وبنوا مدينة صغيرة إلى جانب تنس على شاطىء الجزائر وسموها «تنس الحديثة» «5» في العام 262 هـ/ 875. وبعد بضع سنوات نزلت جماعة من التجار في مرفأ وهران وجعلته ميناء بحريا هاما في العام 290/902، ونقلت هذه الجماعة نشاطها إلى الشاطئ المغربي، فأنشأت عدة موانئ، مثل بجاية، وبونة (عنابة) ومرسى الدجاج «6» . وعندما رغب التجار في نقل تجارتهم إلى وطنهم الأصلي في الأندلس، اختاروا الخليج الذي تقع عليه بلدة بجانة «7» ، ثم عرف باسم المريّة.\nلقد كانت هذه الناحية اقطاعا بيد جماعة من العرب اليمانية، تركته لهم إمارة قرطبة، على أن يقوموا بحماية السواحل من غزاة البحر، حتى عرفت باسم «أرش اليمن» .\nثم حصل التجار على الحق بإنشاء مدينة مسوّرة. وبلغ ازدهار بجانة أوجه في عهد الناصر (توفي 355 هـ/ 961) . حيث\nالجزء: 1 ¦ الصفحة: 13\n",
        "أعجب بالمرية، فنقل إليها قاعدة الكورة في العام 344/955 وأنشأ فيها عمائر ومنشآت كبيرة، حتى غدت من كبريات موانئ الأندلس.\nوفي حديث المؤلف عن مدن الثغر الأعلى المقابلة للبلاد المسيحية الأسبانية، فإنا لا نراه يلمح التغير السياسي الذي يمكن أن يكون طرأ عليها. فهو يعتبرها من بلاد المسلمين التي عليها مواجهة البلاد المسيحية. ويمكننا أن نقرر أن ذلك كان في أيام الحكم القوي، أي في عهد الناصر وخليفته الحكم الثاني. لقد امتد النفوذ الإسلامي إلى المناطق الجبلية التي كان المسيحيون قد تراجعوا إليها إبان الفتح، وهو ما يذكره المؤلف في ختام حديثه عند جزيرة الأندلس. ويعتبر عصر عبد الرحمن الناصر وابنه الحكم الثاني العصر الذهبي للأندلس، حيث خضع مسيحيو إسبانيا، وأقاموا علاقات طيبة مع المسلمين، حتى باتت قرطبة مقصد الأسبان المسيحيين يطلبون تحكيمها في خلافاتهم. وبدا أن حركة إعادة الغزو المسيحي قد كبح جماحها إلى غير رجعة.\nوتستوقفنا ملاحظة أخرى، وهي أن المؤلف لم يتحدث عن الزهراء بل هو لم يذكرها، والمعروف أن بناءها ابتدأ في العام 350 هـ وانتهى في العام 365 هـ، مما يحمل على الظن بأن المؤلف وضع مصنفه قبل إنشائها.\nالجزء: 1 ¦ الصفحة: 14\n",
        "وبعد أن ينتهي المؤلف من شبه جزيرة الأندلس، ينتقل إلى ذكر البلاد المسيحية، بدليل أنه ترك الحديث عن آسيا الصغرى فيما سبق وجعله ضمن هذا القسم الأخير المخصص لأوروبا، ثم يلحق به بلاد الخزر والشاش والأتراك غير المسلمين.\nويبدأ ابن الحسين المنجم حديثه عن إيطاليا وفرنسا وبلاد الصقالبة (السلاف) ويعكس هنا القلق الذي ساد أوروبا مع غزوات النورمانديين والهونغاريين. ومعلوماته هنا وثيقة الصلة بمعلومات الجغرافيين المشرقيين، ويبدو ذلك واضحا في الاقتباس عن القسطنطينية، وهو أمر يدعو للخيبة. فبعد أن غاب عن حديثه اثر الفاطميين على التطورات السياسية في شمال إفريقية، نراه من جديد يهمل العلاقات الأندلسية البيزنطية التي نشطت في القرن الرابع للهجرة، اللهمّ إلّا ملامسة شبه خفية لطرف الموضوع. أثناء الحديث عن البيزنطيين فيقول: «ومملكتهم عظيمة، وهم أهل بأس ونجدة، وهم يحاربون الصقالبة والإفرنج، ويحاربهم المسلمون أيضا في بلاد الشامات» . أما في الحديث عن بلاد الخزر والبلغار فإنه يقدم معلومات جديدة إلى حدّ ما، حيث نراه أقرب إلى ما ذكره ابن فضلان في سفارته 309 هـ.\nوالآن، وفي ضوء ما قدمناه من غياب بعض المدن الرئيسية عن هذا المعجم، من مراكش (454 هـ) والقاهرة\nالجزء: 1 ¦ الصفحة: 15\n",
        "(359 هـ) والزهراء (350- 365 هـ) ، نستطيع أن نقرر أن المؤلف وضع مصنفه قبل 350 هـ، وبعد 344 هـ، أي قبل بناء الزهراء وبعد اعتماد الناصر المريّة قاعدة للكورة.\nأما المخطوط، فمن الثابت أنه يماني ولقد سبق أن أشرنا إلى العلاقة بين اليمانية والأندلس، حيث نزل اليمانيون على شواطىء الأندلس الشرقية، وقد أتيح لهم أن يكونوا في آن واحد مقاتلين وزراعا وتجارا. وما يشوب المخطوط من بعض التشويش في المعلومات، فلا تقع مسئوليته على المؤلف. أما المعلومات المنسقة التي تتناول المشرق الإسلامي، فمردها إلى اعتماد المؤلف على الاقتباس من المؤلفات الجغرافية السابقة، فيما كانت معلوماته عن إفريقيا وشبه جزيرة الأندلس أكثر غزارة وتفصيلا، بالرغم من ميل المؤلف الواضح إلى الاختصار في مجمل عمله. ولذا، فنحن نميل إلى القول بأن إسحاق بن الحسين المنجم أندلسي الأصل،. أي أنه عاش في شبه الجزيرة الأندلسية أو في المستعمرات التجارية الأندلسية على الشواطىء الإفريقية، وفي احتمال أخير، قد يكون أحد اليمنيين الذين عاشوا في الأندلس ثم عادوا إلى اليمن، هذا مع وجود احتمال بأن يكون أحد اليمانيين قد قام بنقل هذا المخطوط إلى اليمن.\nأخيرا، وفي ختام هذه العجالة، أشير إلى أني لم أشأ تفصيل العلاقة بين إسحاق بن الحسين ومن سبقه، أو بمن\nالجزء: 1 ¦ الصفحة: 16\n",
        "لحقه، وقد أشرت في الهوامش إلى الأماكن التي يلتقي فيها معهم أو يقتبس منهم، أما من اقتبس منه فقد أشرنا في مطلع هذا البحث إلى الإدريسي وابن خلدون، أما العلاقة بين مؤلفنا وأبي عبيد البكري، فموضعها في غير هذا المكان، وغير هذه المناسبة.\nوالله ولي التوفيق\nبيروت فهمي سعد\nكانون الثاني/ يناير 1988\nالجزء: 1 ¦ الصفحة: 17\n",
        "كتاب آكام المرجان في ذكر المدائن المشهورة في كل مكان تأليف الشيخ اسحاق بن الحسين المنجم اسكنه الله رياض الجنان بحق محمد وآله وصلى الله على النبي وآله\nالجزء: 1 ¦ الصفحة: 23\n",
        "ذكر مدينة مكة المشرّفة\nبسم الله الرّحمن الرّحيم قال اسحاق بن الحسين رحمه الله تعالى:\nإنما ذكرنا مكة قبل البلاد، لأنها بيت الله الحرام، وأول بيت وضع في الأرض.\nوبعدها عن خط أول الأرض، تسع وستون درجة.\nوالدرجة ستة وثلاثون ميلا وثلثا ميل، وكذا في كل درجة نذكرها في غيرها من المدائن. وكذلك «1» إذا ذكرنا البعد من خط المغرب، فإنما نريد أول الأرض، وكذلك البعد عن خط الاستواء، إنما نريد البعد عن خط وسط الأرض، على الحقيقة، على جهة المعمور من الأرض، لأن المعمور من الأرض، قليل جدا.\nوعلى ما ذكر من جهة أبعاد المدائن عن خط المغرب وخط الاستواء، يعرف بعضها من بعض، وما بينهما من\nالجزء: 1 ¦ الصفحة: 25\n",
        "المسافات، من جهة الحساب، ومعرفة ذلك علم عظيم.\nفبعد مكة عن خط المغرب سبع وستون درجة، وذلك من الأميال، أربعة آلاف وأربعمائة واثنان وعشرون ميلا.\n[وبعدها ثلاث وعشرون درجة وقيل: إحدى وعشرون] «2» عن خط الاستواء في جهة الشمال. واكثر المدائن مما سنذكرها بعد ذلك، إنما هي [في] الجهة الشمالية، لأن المعمور من الأرض، إنما هو الربع الشمالي الذي يلي القطب الشمالي وبنات نعش.\nومكة في بطن واد «3» بين جبال وأودية.\nومن جبالها العظام: أبو قبيس، والمحصّب، وثبير.\nوهي كانت دار آدم عليه السلام. ولم يزل بها [الحجر الأسود] «4» حتى نزل الطوفان.\nثم أمر الله تعالى إبراهيم الخليل ببنائها.\nوقد زاد في بنيان بيت الكعبة [ابو جعفر] المنصور «5»\nالجزء: 1 ¦ الصفحة: 26\n",
        "[وكان ابتداء عمله في المحرّم سنة سبع وثلاثين ومائة، والفراغ منه في ذي الحجة سنة أربعين. ثم وسعه ابنه المهدي في سنة] «6» أربع وستين ومائة.\nوطول المسجد اربعمائة ذراع، وعرضه ثلاثمائة «7» .\nوله ثلاثة وعشرون بابا.\nومن الصفا إلى المروة، أربعمائة وأربعون ذراعا، وارتفاع البيت، ثمانية وعشرون ذراعا «8» .\nوهي القبلة لجميع البلدان. فقبلة أهل الكوفة، وبغداد وما\nالجزء: 1 ¦ الصفحة: 27\n",
        "كان معها، على خط واحد، الركن الشاميّ الذي بين الباب والحجر.\nوقبلة أهل البصرة وما حاذاها من المدائن، باب الكعبة.\nوقبلة أهل اليمن، الركن اليماني.\nوقبلة أهل الهند والسند، الحجر الأسود.\nوقبلة أهل الشام، باب الكعبة.\nوأهل الحجاز كذلك، إلّا أنه أحرف قليلا.\nوأهل اليمن، يتوجهون بوجوههم على أهل أرمينية.\nالجزء: 1 ¦ الصفحة: 28\n",
        "مدينة النبيّ، صلّى الله عليه وآله وسلّم\nوهي مهاجر «1» رسول الله صلّى الله عليه وآله وسلم، ومكان مستقره. وفيها قبره صلّى الله عليه وسلّم، وقبور أصحابه.\nوسمّاها طيبة، لأن من نحوها تجد رائحة الطيب من جهتها على أميال كثيرة.\nوبعدها عن خط المغرب مائة وستون درجة، وذلك من الأميال [سبعة آلاف وخمسمائة وستة وخمسون] «2» وبعدها عن خط الاستواء، خمس وعشرون درجة، وذلك من الاميال، ألف وستمائة وخمسون ميلا.\nوالمدينة في مستوى الأرض، شريفة تربتها جليلة.\nولها جبلان: أحدهما أحد، والجبل الآخر رضوى.\nالجزء: 1 ¦ الصفحة: 29\n",
        "وأهلها من المهاجرين والأنصار والتابعين وقبائل العرب.\nولها أربعة أودية «3» يأتي ماؤها في وقت الأمطار، وأعظمها؛ وادي العقيق.\nواكثر أموالها النخل، وهي معاش أهلها «4» .\nوالبحر العظيم على مسافة ثلاثة أيام [منها] «5» .\nوفيها مسجد رسول الله صلى الله عليه وآله وسلم، ومنبره وقبره صلى الله عليه وآله وسلّم.\nوالمسجد طوله ثلاثمائة ذراع، وعرضه مائتا ذراع «6» .\nوأساطينه ثلاثمائة اسطوانة «7» .\nواما المنبر الشريف، فزاد [فيه] معاوية بن أبي سفيان ست مراق «8» ، وهي الروضة، التي هي من رياض الجنة «9» ، بين القبر والمنبر الرفيعين.\nالجزء: 1 ¦ الصفحة: 30\n",
        "ذكر بيت المقدس ايلياء\n«1»\nوهي من المدائن العظيمة القديمة، وبها قبور الأنبياء، صلوات الله عليهم، وآثارهم «2» .\nوبعدها عن خط المغرب ست وخمسون درجة، وذلك من الأميال ثلاثة آلاف وستمائة وستة وتسعون ميلا.\nوبعدها عن خط الاستواء في جهة الشمال، اثنتان وثلاثون درجة، وذلك من الأميال، الفان ومائة واثنا عشر ميلا.\nوهي جليلة، وماؤها من الأمطار. وخارجها بساتين وكروم ومزارع وأشجار وزيتون «3» .\nوبها نخلة مريم التي ولدت عيسى [عليه السلام] تحتها «4» .\nوبها محراب داود عليه السلام «5» .\nالجزء: 1 ¦ الصفحة: 31\n",
        "وبها الصخرة المعلقة.\nوبها جبل عظيم، منه رفع عيسى [عليه السلام] إلى السماء.\nوبها مسجد عظيم جدا، وهو أعظم مساجد الدنيا، وفيه باب الرحمة. وكل أمة تحج إليه وتعظمه، وفيه محاريب.\nالجزء: 1 ¦ الصفحة: 32\n",
        "ذكر مدينة بغداد\nوإنما رجعنا إلى ذكر مدينة بغداد، بعد تقديم ما وجب تقديمه، لأنها أصل المدائن، وأحسنها بنيانا، وأطيبها هواء.\nوهي في وسط الإقليم الرابع، الذي هو أعز الأقاليم، وأهلها أعظم الناس في ضروب اللبّ والفهم.\nبناها أبو جعفر المنصور، من بني العباس، وابتدأ بذلك في الأول، سنة إحدى وأربعين ومائة «1» . ونقل إليها البناة والحذّاق والصنّاع من جميع البلدان، وجعلها مدورة، ووسّع رياضها «2» وأزقّتها.\nوكان الذي تولى ذلك من أهل الحساب والمهندسين،\nالجزء: 1 ¦ الصفحة: 33\n",
        "الحجاج بن أرطاة الحاسب «3» والطبري وإبراهيم الفزاري.\nولها دروب «4» بأبواب، في دورها عشرون ذراعا.\nولها أربعة أبواب، ما بين كل باب خمسة آلاف ذراع:\nباب الكوفة، وباب البصرة، وباب خراسان، وباب الشام.\nوعلى كل باب تلبيس من الحديد، لا يغلقها إلّا جماعة من الرجال. ولكل باب منها دهليز، وعلى كل باب منها قبة عظيمة مزينة بالذهب.\nوحول القصر دور الأولاد من بني العباس، وأهل الخدمة.\nوالقصر في وسط المدينة، وإلى جانبه المسجد الأعظم.\nوهي بين نهر الدجلة والفرات، وكان بها في القديم ألف مسجد وعشرون ألف حمام «5» .\nوبعدها عن خط المغرب سبعون درجة، وذلك من الأميال أربعة آلاف وستمائة وعشرون ميلا.\nالجزء: 1 ¦ الصفحة: 34\n",
        "وبعدها عن خط الاستواء في الشمال ثلاث وثلاثون درجة، وذلك من الأميال، ألفان ومائة وثمانية وسبعون ميلا.\nوكان المنصور قد نقل إليها النخل والأشجار، فأنبتت ونمت في مدة يسيرة، وذلك لطيب مائها واعتدال هوائها.\nوكذلك نقل إليها الرخام والأساطين والصناع من كل بلد.\nوأمر أهل الخدمة أن يقطع كل واحد منهم ويبني، فأقطعوا «6» وأكثروا البناء، وقامت في أقل مدة.\nوبساتينها تسقى بماء الدجلة والفرات في قنوات.\nوكان سكنى المنصور قبل ذلك في مدينة الأنبار، التي «7» نزلها السفاح، أول خلفاء بني العباس.\nالجزء: 1 ¦ الصفحة: 35\n",
        "ذكر مدينة سرّ من رأى\nواما مدينة سرّ من رأى، فبناها المعتصم بن هارون الرشيد «1» .\nوكانت قبل ذلك صحراء، لا عمارة فيها. وكان بها في القديم دير للنصارى.\nوكان سبب بنيانها، أن المعتصم كان كثيرا ما يتخذ الأتراك، فلما افضت «2» اليه [الخلافة ألحّ في طلبهم. وكان أولئك الأتراك إذا ركبوا الدواب ركضوا، فيصدمون الناس، فيثب عليهم الغوغاء فيقتلون بعضا، ويضربون بعضا، وفثقل ذلك على المعتصم، وخرج من بغداد وطلب موضعا يحفر فيه نهرا، حتى وصل إلى القاطول. فابتدأ البناء واقطع القواد والكتاب والناس، فبنوا على القاطول ودجلة.\nالجزء: 1 ¦ الصفحة: 36\n",
        "ثم صار إلى موضع سر من رأى، فاشترى الدير، وكتب في إشخاص الفعلة والبنائين وأهل المهن وسائر الصناعات.\nثم اقطع القطائع للقواد والكتّاب والناس، وأفرد قطائع الأتراك عن قطائع الناس جميعا.\nوأمر ببناء المساجد والأسواق. واشترى للأتراك الجواري فزوجهّم منهن، ومنعهم أن يتزوجوا ويصاهروا إلى أحد من المولّدين، وأجرى للجواري ارزاقا قائمة.\nولما فرغ من البناء حفر الأنهار من دجلة، وحمل النخل من بغداد والبصرة وسائر السواد والجزيرة والشام وسائر البلدان.\nوبنى المعتصم العمارات قصورا، وصيّر في كل بستان قصرا، فيه مجالس وبرك وميادين.\nومات المعتصم بالله سنة سبع وعشرين ومائتين، وبنى فيها هارون الواثق بن المعتصم القصر الهاروني. وولي المتوكل بن المعتصم فنزل الهاروني وانزل ابنه محمدا المنتصر بالجوسق، وأنزل ابنه إبراهيم المؤيد بالمطيرة، وأنزل ابنه المعتز ببلكوارا وبنى المتوكل الجعفرية، والمسجد الجامع] «3» .\nالجزء: 1 ¦ الصفحة: 37\n",
        "[ذكر مدينة الكوفة]\n«1»\n[هي في الإقليم الثالث.\nوبعدها عن خط المغرب تسع وستون درجة ونصف. وعن خط الاستواء إحدى وثلاثون درجة وثلثان. وهي على الفرات، وهواؤها صحيح وماؤها عذب. والكوفة مدينة العراق الكبرى، وقبة الإسلام، ودار هجرة المسلمين، وهي خطط لقبائل العرب.\nوبالكوفة قبر أمير المؤمنين عليّ صلوات الله عليه. مصّرها سعد بن أبي وقاص] «2» في خلافة ابن الخطاب وهي أول مدينة اختطها المسلمون بعد البصرة.\nالجزء: 1 ¦ الصفحة: 38\n",
        "ذكر مدينة البصرة\nوهي في الإقليم الرابع. وبعدها عن خط المغرب أربع وستون درجة، وذلك من الأميال، أربعة آلاف وثمانمائة وأربعة وثمانون ميلا.\nوالبصرة مدينة الدنيا، وقاعدة العراق، وموسم التجار.\nمستطيلة طول فرسخين في عرض فرسخ.\nاختطها، في خلافة عمر بن الخطاب، سنة أربع عشرة من الهجرة، عتبة بن غزوان «1» ، من المهاجرين الأول. وهو افتتح الأبلّة «2» .\nالجزء: 1 ¦ الصفحة: 39\n",
        "ومنها في ناحية الشمال، نهر يأتي من البطيحة، على مسافة ثلاثة فراسخ. وهو عذب الماء «3» .\nومدينتا «4» الكوفة والبصرة على خط واحد، وبينهما بحر من مسيرة سبعة أيام. وفي نصف المسافة منها مدينة واسط.\nالجزء: 1 ¦ الصفحة: 40\n",
        "ذكر مدينة واسط\nوهي في الإقليم الرابع.\nوبعدها عن خط الاستواء، كمثل بعد مدينتي «1» البصرة والكوفة. وبعدها عن خط المغرب، إحدى وسبعون درجة، وذلك من الأميال، أربعة آلاف وستمائة وستة وثلاثون ميلا.\nوإنما سميت واسط، لأنها وسط بين الكوفة والبصرة.\n[وهي] ليست قديمة، بناها الحجاج بن يوسف، عامل عبد الملك بن مروان «2» .\nوكان سبب بنائها، أن عبد الملك أرسل جنودا من أهل\nالجزء: 1 ¦ الصفحة: 41\n",
        "الشام إلى الحجاج بن يوسف، ليكونوا عونا له على الحروب، فضاقت منهم أهل العراق، لأنهم كانوا ينزلون عليهم في الدور، ويتطاولون إلى نسائهم فشكوا ذلك إلى عبد الملك بن مروان، فأمر الحجاج أن يبني لأهل الشام مدينة ينقلهم إليها.\nالجزء: 1 ¦ الصفحة: 42\n",
        "ذكر مدينة عبّادان\nفي الأهواز. وهي في الإقليم الرابع «1» .\nوبعدها عن خط المغرب، خمس وسبعون درجة، وذلك من الأميال أربعة آلاف وتسعمائة وخمسون ميلا.\nوبعدها عن خط الاستواء، إحدى وثلاثون درجة، وذلك من الأميال، ألفان ومائتان وستة وثلاثون ميلا.\nوهي على ساحل بحر العراق، متصلة بالبحر العظيم الأخضر وهي عامرة بأهلها، وبها المرابطون والزهاد «2» .\nوبها تعمل الحصر العبّادانية «3» . وبقربها يقع الفرات في البحر الاعظم.\nالجزء: 1 ¦ الصفحة: 43\n",
        "ذكر مدينة سيراف\nوهي في الإقليم الثالث.\nوبعدها عن خط المغرب، تسع وسبعون درجة، وذلك من الأميال [خمسة] آلاف ومائتين وأربعة وعشرون ميلا «1» .\nوهي على ساحل بحر العراق، من كور فارس.\nوهي مدينة جليلة، طيبة البقعة، ينزلها الولاة. ولها سعة في دورها، وبساتين عجيبة، فيها الرياحين وضروب الأشجار «2» .\nويشرب أهلها من عيون تأتي من جبل «3» .\nواكثر أهلها عجم أشراف من الفرس.\nافتتح كورها عبد الله «4» بن عامر بن كريز، في خلافة عثمان بن عفان.\nالجزء: 1 ¦ الصفحة: 44\n",
        "ذكر مدينة صنعاء\nحرسها الله تعالى.\nوهي مدينة باليمن، وقاعدتها، وليس فيها أعظم منها.\nوهي جبلية برية، معتدلة الهواء، طيبة الماء «1» ، تثمر عندهم الأشجار، فيدركون الزرع في العام مرتين «2» ، لأن لهم شتاءين وصيفين، وذلك [شأن] كل بلد بعدها عن خط الاستواء أقل من أربع عشرة درجة، وهي في الإقليم الأول.\nودورها مدهّنة بالأحمر والأخضر، وبسطها مفروشة، لانتظار الأمطار في أوقات معلومة لا تختلف. [فهم] يمطرون شهرا واحدا في الصيف، وشهرا في الشتاء «3» ، واكثر ما\nالجزء: 1 ¦ الصفحة: 45\n",
        "يكون بالعشيّ، فهم يستعجلون بالانصراف إلى منازلهم، ويخرج السيل جميع ما فيها من الأوساخ، لأنها مفروشة، ويأتي إلى مزارعهم في قنوات «4» .\nولها سور وشارع على واد. في جامعها قبر نبيّ من الأنبياء «5» .\nوعندهم فواكه كثيرة. وعندهم تعمل الثياب الرفيعة، والآنية العجيبة. وهم صنّاع الفصوص، وثقب اللؤلؤ «6» .\nويجتمعون في المسجد لقراءة العلوم والكتاب العزيز، نفع الله به، آمين.\nالجزء: 1 ¦ الصفحة: 46\n",
        "ذكر مدينة عدن\nوهي في الإقليم الأول.\nوبعدها عن خط المغرب، خمس وستون درجة، وذلك من الأميال، ثمانمائة وعشرون ميلا.\nولها صيفان وشتاءان. وهي شديدة الحر، لمسامتة الشمس رؤوسهم مرتين في العام. وذلك [شأن] جميع البلدان التي «1» في الإقليم الأول «2» .\nوعدن على ساحل البحر الأعظم. وفيها صيادون، ويخرجون الجوهر من البحر.\nوفيها برك وأنهار.\nوأهلها يشبهون العرب.\nولا يدخل إليها إلّا من جانب واحد «3» .\nالجزء: 1 ¦ الصفحة: 47\n",
        "وهي كبيرة معمورة. وليس فيها أشجار ولا زرع. ومعاشهم من السمك «4» .\nوبها تعمل الثياب الرفيعة «5» ، والآنية العجيبة.\nالجزء: 1 ¦ الصفحة: 48\n",
        "مدينة عمان\nوهي في الإقليم الثاني.\nوبعدها عن خط المغرب أربع وثمانون درجة، وذلك من الأميال خمسة آلاف وخمسماية وأربعون ميلا.\nوبعدها عن خط الاستواء، ثلاثون درجة، وذلك من الأميال ألف وسبعمائة وثمانون ميلا.\nوهي على ساحل البحر «1» . وهي حصينة لها أبواب حديد.\nوبها مياه جارية، وأسواق عامرة، وبساتين ونخيل وموز وسائر الفواكه «2» ، وفيها الحنطة والشعير والأرز.\nوبلادها عظيمة، ثمانون فرسخا في مثلها «3» ، سهول\nالجزء: 1 ¦ الصفحة: 49\n",
        "وجبال. وبها قصب السّكر.\nوفي رؤوس أهلها الجمم «4» ، وفي رؤوس الأشراف القلانس.\nالجزء: 1 ¦ الصفحة: 50\n",
        "مدينة سبأ\nوهي في الإقليم الثاني.\nوبعدها عن خط المغرب، خمس وستون درجة، وذلك من الأميال، أربعة آلاف ومائتان وتسعون ميلا.\nوبعدها عن خط الاستواء، سبع عشرة درجة، وذلك من الأميال، ألف وثمانون ميلا.\nوبها معادن الذهب «1» . وهي مدينة بلقيس، وبها كان عرشها «2» ، وآثارها باقية من الأساطين التي كانت عليها، حتى اقتطعت في زمان سليمان بن داود عليهما السلام.\nوبقربها مدينة مأرب، وكانت كثيرة النعم والأشجار، وكانت المرأة تخرج بمكتلها «3» على رأسها، ومغزلها بيدها،\nالجزء: 1 ¦ الصفحة: 51\n",
        "فتمشي بين الأشجار، وهي متصلة ممدودة، فلا ترجع إلّا وقد امتلأ [المكتل] من الفواكه ساقطة دون قطف ولا جنى «4» .\nوكفروا، فأرسل الله عليهم سيل العرم، فكان يهدم السدّ ليلا، ما كانوا يصلحونه نهارا «5» . وهي التي ذكرها الله في كتابه العزيز: لَقَدْ كانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ جَنَّتانِ\n«6» .\nالجزء: 1 ¦ الصفحة: 52\n",
        "حضر موت\nوهي في الإقليم الأول.\nوبعدها عن خط المغرب، إحدى وسبعون درجة، وذلك من الأميال، أربعة آلاف وستمائة وثمانون.\nوبعدها عن خط الاستواء، اثنتا عشرة درجة، وذلك من الأميال، سبعمائة «1» واثنان وتسعون ميلا.\nوهي من بلاد اليمن. وبلاد حضر موت كثيرة متصلة، ذات نخيل وأشجار ومزارع.\nوأهلها قبائل كثيرة، وهم يحكمون بأحكام أمير المؤمنين، علي بن أبي طالب، وفاطمة بنت رسول الله عليهما السلام، ويقولون: في كل ملة، لا حكم إلّا حكم الله ورسوله «2» .\nوبين عدن وحضر موت قفار وجبال عظام، ولها أشجار،\nالجزء: 1 ¦ الصفحة: 53\n",
        "وبها قردة يصبرون بالكروم والأشجار «3» ، وهم يصيدونها بالكلاب. واكثر أشجارهم النخل.\nوالشب يصير نهرا من عيون تجري، فتجمد وتصير حجارة «4» .\nوبقرب عمان مدينة اسقطرى وبها العنبر السقطري «5» .\nوأهل اليمن قوم ذوو فطنة وعقل. قال الله عزّ وجلّ: ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفاضَ النَّاسُ\n«6» .\nالجزء: 1 ¦ الصفحة: 54\n",
        "مدينة البحرين\nوهي في الإقليم الثاني. وهي في أول اليمن.\nوهي مدينة جليلة. والماء فيها قريب يحفر باليد. وبها نخيل ورمّان وأترنج وتين.\nولا يمشون إلّا في الغداة والعشي، لحر الأرض.\nوبها جبال عظيمة من رمال، تسوقها الرياح، وربما علت على بلدانهم.\nوكان بين البحرين وعمان فيما تقدم، طريق قطعته جبال الرمال، فلا يتوصل من البحرين إلى عمان إلّا على البحر «1» .\nوبها جبلان عظيمان «2» ، وبين البحر وبينهما مسيرة عشرة أيام.\nوهجر هي قاعدة البحرين، واهلها عرب، وهم الذين وفدوا على رسول الله، صلى الله عليه وعلى آله وسلّم «3» .\nالجزء: 1 ¦ الصفحة: 55\n",
        "الطائف واليمامة\nوهما «1» في الإقليم الثاني مع مكة في خط واحد.\nوبعدهما «2» عن خط الاستواء سواء.\nوالطائف أقرب إلى مكة من اليمامة. ومن مكة إلى الطائف مسيرة يومين، وكذلك بين الطائف واليمامة «3» .\nوأهلهما من العرب.\nوالقاعدة حجر اليمامة، وهي كثيرة الخصب والخير، واكثر شجرها، النخل «4» .\nالجزء: 1 ¦ الصفحة: 56\n",
        "مدينة دمشق\nوهي في الإقليم الرابع.\nوبعدها عن خط الاستواء ثلاث وثلاثون درجة، وبعدها عن خط المغرب، ستون درجة.\nوهي مدينة قديمة، ليس في أرض الإسلام وفي أرض الروم مثلها. لها سور من حجارة، ودورها اثنا عشر ميلا.\nافتتحها أبو عبيدة بن الجراح صلحا، وعندهم كتاب الصلح «1» .\nوبها قبر يحيى بن زكريا «2» في كنيسة يقال لها القسقار.\nوبها نهر الأرنط «3» ، عليه العمارات والضياع والبساتين،\nالجزء: 1 ¦ الصفحة: 57\n",
        "وبها عيون كثيرة، تأتي من قنوات الجبال، فتدخل إلى كل جهة.\nوأهلها قوم من العجم. وبها أيضا، قوم من العرب.\nومسجدها من عجائب الدنيا، حسنا وإتقانا.\nالجزء: 1 ¦ الصفحة: 58\n",
        "ذكر مدينة حلب\nأيضا، هي في الإقليم الرابع، قريبا من أنطاكية، وبها ينزل ولاة العواصم «1» .\nوهي عامرة من أهلها، وبها منازل بني هاشم.\nبعدها عن خط المغرب، ثلاث وستون درجة.\nالجزء: 1 ¦ الصفحة: 59\n",
        "ذكر مدينة طبرية\nوبعدها عن خط المغرب، ثمان وخمسون درجة، وعن خط الاستواء اثنتان وثلاثون درجة.\nوهي مدينة الأردن.\nوهي أسفل جبال على بحيرة عظيمة، يخرج منها نهر، وفيها حمّة تخرج منها قنوات إلى الحمّامات «1» ، لا يحتاجون إلى تسخينها «2» .\nافتتحها عمرو بن العاص سنة اربع عشرة «3» .\nوفيها جبّ يوسف عليه السلام «4» .\nالجزء: 1 ¦ الصفحة: 60\n",
        "مدينة عسقلان\nوهي في الإقليم الرابع، وبعدها عن خط الاستواء ثلاث وثلاثون درجة وهي على ساحل البحر الشامي «1» .\nوهي مفروشة بالرخام، ولها أسواق كثيرة.\nولها نخيل، وماؤها من عيون.\nفكان إبراهيم عليه السلام فيها، وفيها آثار عجيبة لنمرود بن كنعان.\nوهي بين حدود مصر والشام «2» .\nالجزء: 1 ¦ الصفحة: 61\n",
        "مدينة طرسوس\nوهي في الإقليم الرابع.\nوبعدها عن خط المغرب، ثمان وخمسون درجة.\nوعن خط الاستواء ست وثلاثون درجة.\nبناها الرشيد سنة سبعين ومائة «1» .\nوبها نهر جار «2» يأتي من بلاد الروم، ويشق في وسطها.\nوأهلها أخلاط من الناس.\nوخراج دمشق وكورها يبلغ ستمائة ألف دينار «3» ، وخراج طرسوس، ثلاثمائة ألف دينار.\nالجزء: 1 ¦ الصفحة: 62\n",
        "مدينة الموصل\nوهي في الإقليم الرابع.\nوبعدها عن خط المغرب تسع وستون درجة.\nوهي في الإقليم الغربي من الدجلة.\nبناها محمد بن مروان بن الحكم «1» ، إذ ولي الجزيرة في خلافة أخيه عبد الملك بن مروان، ونقل الناس إليها.\nولها أنهار «2» كثيرة، وهي شريفة عظيمة.\nوخراج الموصل «3» يبلغ ستة آلاف ألف، وأكثر أهلها من همذان.\nالجزء: 1 ¦ الصفحة: 63\n",
        "والطريق من الموصل إلى أذربيجان شهر.\nوأذربيجان «4» مدينة عظيمة، لها كور وأعمال، وبها بيت نار قد عمر للمجوس، لعنهم الله تعالى.\nالجزء: 1 ¦ الصفحة: 64\n",
        "مدينة همذان\nوهي في الإقليم الرابع.\nوبعدها عن خط المغرب، ثلاث وسبعون درجة، وعن خط الاستواء، ست وثلاثون درجة.\nوهمذان بلاد واسعة، كثيرة الأقاليم والكور «1» .\nافتتحت سنة ثلاث وعشرين، وبقي مالها ببيت مال البصرة» .\nوشرب أهلها من عيون وأودية تجري شتاء وصيفا.\nومن همذان إلى نهاوند مرحلتان، وهي مدينة جليلة، كان فيها اجتماع الفرس «3» .\nالجزء: 1 ¦ الصفحة: 65\n",
        "مدينة أصبهان\nوهي في الإقليم الرابع.\nوبعدها عن خط المغرب، خمس وسبعون درجة.\nوهي مدينة جليلة، وأهلها اخلاط من الناس، وأكثرهم عجم «1» .\nولها مياه من أودية وعيون «2» .\nقال قتيبة «3» : افتتح أصبهان أبو موسى الأشعري عنوة، في زمان عمر بن الخطاب، افتتحت سنة ثلاث وعشرين «4» .\nومبلغ خراجها عشرة آلاف ألف درهم «5» . وبها ولد أنو شروان، ملك الفرس «6» .\nالجزء: 1 ¦ الصفحة: 66\n",
        "مدينة الرّيّ\nوهي في الإقليم الرابع.\nوبعدها عن خط المغرب، أربع وسبعون درجة.\nومن خط الاستواء، أربع وثلاثون درجة.\nوهي مدينة جليلة. وأهلها أخلاط من الناس، من الفرس والعرب والأتراك «1» .\nواسمها المهدية «2» ، لأن المهدي نزلها في خلافة المنصور، وبها ولد الرشيد.\nوافتتحها قرظة بن كعب الأنصاري، في خلافة عمر بن الخطاب، سنة أربع وعشرين «3» .\nويشرب أهلها من عيون وأنهار عظام تأتي من بلاد الديلم.\nوهي كثيرة الأشجار «4» .\nالجزء: 1 ¦ الصفحة: 67\n",
        "ذكر مدينة حلوان\nوهي في الإقليم الرابع.\nوبعدها عن خط الاستواء، أربع وثلاثون درجة.\nوعن خط المغرب اثنتان وسبعون درجة.\nوهي مدينة جليلة. وأهلها اخلاط من العرب والفرس والأكراد «1» .\nافتتحت في أيام عمر بن الخطاب، وبها آثار ملوك الفرس، وبها أنهار، وبعضها فوق بعض.\nوبين حلوان وبغداد،\nمدينة طبرستان\n«2» .\nالجزء: 1 ¦ الصفحة: 68\n",
        "مدينة طبرستان\n«1»\nوهي في أعمال خراسان، مملكة عظيمة، وهي بلاد كثيرة الحصون، منيعة بالأودية «2» .\nوأهلها اشراف العجم، وأبناء ملوكهم. وهم أحسن الناس وجوها «3» .\nوذكر أن يزدجرد، خلّف بها جواريه وبناته، في حين التغلب على الفرس، فتزوجهن أهل طبرستان «4» .\nافتتحها صلحا، سعيد بن العاص، زمان عثمان.\nوافتتحها عمر بن العلاء «5» سنة سبع وخمسين [ومائة] .\nالجزء: 1 ¦ الصفحة: 69\n",
        "ذكر مدينة جرجان\nوهي في الإقليم الخامس.\nوبعدها عن خط المغرب، ثمانون درجة، وعن خط الاستواء تسع وثلاثون درجة.\nوهي من مدائن خراسان إلى نهر الأيلي «1» .\nافتتحت في خلافة معاوية بن أبي سفيان «2» ، ثم ارتدّ أهلها عن الإسلام، حتى افتتحها يزيد بن المهلب في خلافة سليمان بن عبد الملك.\nوهي عظيمة وخراجها يبلغ عشرة آلاف ألف دينار «3» .\nالجزء: 1 ¦ الصفحة: 70\n",
        "وفيها يعمل جيد الخشب من الخلنج «4» وغيره، وأصناف ثياب الحرير.\nوبها الإبل البخاتي «5» العظام، وبها نخل كثير.\nوبينها وبين الرّي، تسع مراحل.\nالجزء: 1 ¦ الصفحة: 71\n",
        "ذكر مدينة نيسابور\nوهي في الإقليم الخامس.\nوبعدها عن خط المغرب، اثنتان وثمانون درجة، وعن خط الاستواء، تسع وثلاثون درجة.\nونيسابور، بلد واسع كثير الأكوار «1» . افتتحها عبد الله بن عامر بن كريز، في خلافة عثمان بن عفان [رضي الله] عنه، في سنة ثلاثين. وأهلها اخلاط من العرب والعجم «2» .\nومشربها من الأودية والعيون، وخراجها خمسة آلاف ألف درهم «3» .\nوهي من أعمال خراسان، وبها تعمل الثياب الرفيعة من الحرير والقطن «4» .\nالجزء: 1 ¦ الصفحة: 72\n",
        "[طوس]\nوبين كورها «1» مدينة طوس، بها قوم من العرب، وأكثر أهلها عجم «2» .\nوبها توفي أمير المؤمنين الرشيد، وفيها قبره «3» . وبعدها عن خط المغرب، ثلاث وثمانون درجة، وعن خط الاستواء، تسع وثلاثون درجة.\nوخراجها يدخل في خراج نيسابور «4» .\nالجزء: 1 ¦ الصفحة: 73\n",
        "ذكر مدينة مرو\nوهي في الإقليم الخامس.\nوبعدها عن خط المغرب، خمس وثمانون درجة، وعن خط الاستواء ثمان وثلاثون درجة.\nوهي «1» من أجلّ كور خراسان. افتتحها حاتم بن النعمان الباهلي، في خلافة عثمان سنة إحدى وثلاثين «2» .\nوأهلها أشراف من العجم، وبها قوم من العرب من الأزد «3» . وبها ينزل ولاة خراسان «4» .\nالجزء: 1 ¦ الصفحة: 74\n",
        "ويشرب أهلها من عيون أودية «5» .\nوبها تعمل الثياب المروية من القطن.\nومن مدينة مرو إلى مدينة سرخس، ثلاث مراحل.\nالجزء: 1 ¦ الصفحة: 75\n",
        "مدينة سرخس\nوهي في الإقليم الخامس.\nوبعدها عن خط المغرب، أربع وثمانون درجة.\nوعن خط الاستواء، ثمان وثلاثون درجة.\nوهي بلد جليل، ومدينة جليلة عظيمة، وهي برّية وجبال ورمال «1» .\nوفيها اخلاط من الناس.\nافتتحها عبد الله بن حاتم السّلمي «2» ، في خلافة عثمان.\nوشرب أهلها من الآبار، وليس فيها نهر ولا عين «3» .\nوخراجها ألف ألف درهم، وهي من كور خراسان «4» .\nومن نيسابور الى هراة عشر مراحل، كل مرحلة بريدا كاملا «5» .\nالجزء: 1 ¦ الصفحة: 76\n",
        "مدينة هراة\nوهي في الإقليم الخامس.\nوهي من أكبر بلاد خراسان «1» .\nوهي عامرة، وأهلها من أحسن الناس وجوها.\nافتتحها الأحنف بن قيس في خلافة عثمان بن عفان.\nوأهلها أشراف من العجم، وبها قوم من العرب.\nوشرب أهلها من العيون والأودية.\nوخراجها داخل في خراج خراسان «2» .\nومن هراة إلى سجستان، ثلاث مراحل.\nالجزء: 1 ¦ الصفحة: 77\n",
        "مدينة كرمان\n«1»\nوهي في الإقليم الثالث.\nوبعدها عن خط المغرب، تسعون درجة.\nوعن خط الاستواء ثلاثون درجة.\nوهي عظيمة جليلة، ولها كور وأقاليم، ومياهها قليلة «2» .\nافتتحها عبد الرحمن بن سمرة بن حبيب، فصالح أهلها على ألفي ألف درهم «3» في خلافة عثمان.\nوأحسن أعمالها مدينة كرمان مما يلي السند.\nالجزء: 1 ¦ الصفحة: 78\n",
        "مدينة خوارزم\n«1»\nوهي في الإقليم السادس.\nوبعدها عن خط المغرب، إحدى وتسعون درجة.\nوعن خط الاستواء اثنتان وأربعون درجة.\nوهي من مدائن خراسان. وهي عظيمة. كان يحيط بها وبأعمالها سدّ عظيم، فتهدّم أكثره «2» .\nوهي في وسط صحراء ورمال. وبينها وبين سجستان مرحلة. وهي تعرف بجرجان «3» .\nالجزء: 1 ¦ الصفحة: 79\n",
        "مدينة سجستان\n«1»\nوهي في الإقليم الرابع:\nوبعدها عن خط المغرب، أربع وستون درجة، وعن خط الاستواء اثنتان وثلاثون درجة.\nوهي بلد جليل، له أكوار كثيرة، تضاهي في الكور، كور خراسان «2» . وهي منقطعة متصلة ببلاد السند «3» ، والطريق إليها في صحارى وقفار.\nوأول ما نزلها من الولاة، معن بن زائدة الشيباني «4» . ثم نافقت مرات كثيرة. افتتحها في خلافة عثمان بن عفان أولا، وكان في أيامه كلها يدوم ملكها على جهة الصلح.\nفلما ولي الخلافة أبو جعفر المنصور من بني العباس،\nالجزء: 1 ¦ الصفحة: 80\n",
        "صرفها على عمل خراسان، وولاها معن بن زائدة الشيباني.\nوخراسان، خراجها عشرة آلاف ألف «5» .\nالجزء: 1 ¦ الصفحة: 81\n",
        "مدينة بلخ\nوهي في الإقليم الخامس.\nوبعدها عن خط المغرب ثمان وثمانون درجة.\nوعن خط الاستواء، سبع وثلاثون درجة.\nوبها مدائن كثيرة وكور، ولها تسع وأربعون مقبرة «1» .\nوهي قاعدة خراسان العظمى. وهي عظيمة جليلة القدر، وعليها سور، ولها اثنا عشر بابا «2» .\nوهي وسط بلاد خراسان، بها قصور ومنازل للبرامكة «3» ، لطول ولايتهم لأعمال خراسان، في خلافة بني العباس.\nوفي الجانب الشرقي من بلخ نهر عظيم.\nالجزء: 1 ¦ الصفحة: 82\n",
        "مدينة بخارا\nوهي في الإقليم الخامس. وبعدها عن خط المغرب، سبع وثمانون درجة.\nوهي بلد واسع، لم يزل شديد المنعة والحصانة «1» .\nافتتحها سعيد بن عثمان بن عفان في زمن معاوية بن أبي سفيان، ثم نافقت وافتتحت في خلافة يزيد بن معاوية «2» ثم امتنعت حتى صار إليها «3» قتيبة بن مسلم في زمان الوليد بن عبد الملك بن مروان، فافتتحها «4» .\nوخراجها ألف ألف درهم «5» .\nومن بخارا إلى «6» بلاد الهند سبع مراحل.\nالجزء: 1 ¦ الصفحة: 83\n",
        "مدينة سمرقند\nوهي في الإقليم الخامس.\nوبعدها عن خط المغرب، تسع وثمانون درجة، وعن خط الاستواء ست وثلاثون درجة.\nوهي من أجلّ البلدان وأعظمها، وأشدها امتناعا وأكثرها رجالا «1» .\nوهي في نحر «2» بلاد الترك. نافقت بعد أن افتتحت، ثم افتتحها قتيبة بن مسلم، في زمن الوليد، وصالح ملكها.\n[لها] نهر عظيم يأتي في بلاد الترك يقال له اسف «3» .\nالجزء: 1 ¦ الصفحة: 84\n",
        "مدينة الإسكندرية\nوهي في المغرب من أرض مصر.\nوبعدها عن خط المغرب إحدى وخمسون درجة، وعن خط الاستواء، ثلاثون درجة.\nوهي من عجائب البلدان. وفيها بنيان عجيب «1» ، ذكر أنها بنيت في ثلاثمائة سنة، وأن أهلها مكثوا سبعين سنة لا يمشون فيها بالنهار إلّا بخرق سود على وجوههم، خوفا على أبصارهم من شدة بياضها «2» .\nوعلى منازلها سرطان من رخام، والمنار على أربعة أساطين، وطوله ثلاثمائة ذراع «3» . وحيطان المدينة من رخام وسورها.\nالجزء: 1 ¦ الصفحة: 85\n",
        "وفيها قبة كانت لفرعون «4» ، وبها قصر سليمان بن داود عليه السلام، قد تهدم وبقيت آثاره «5» . وبها أسطوانة تستدير الدهر كله. وبها رباطات على ساحل البحر ينزلها العباد والغرباء.\nوكان في القديم على منارها مرآة كبيرة صنعها الحكماء، ويطلع بها على القسطنطينية وبلاد الروم «6» حتى احتيل في إنزالها، فلم يستطع أحد على صرفها بها.\nالجزء: 1 ¦ الصفحة: 86\n",
        "مدينة دمياط\nوهي في الإقليم الرابع.\nوبعدها عن خط المغرب ثلاث وخمسون درجة. وهي على ساحل البحر الشامي.\nوأهلها أغنياء، ولا عمل لهم «1» إلّا من عمل الثياب الرفيعة التي لا تعمل مثلها في غيرها من البلدان «2» ، وذلك للطيف هوائها. لأن البحر يحيط بها من جهة الشمال، وخلجان النيل تفترق عليها.\nومن دمياط يركب إلى بلاد الروم. وتقاربها في البحر جزيرة قبرس وجزيرة إقريطس «3» . ومنها يحمل الدقيق والفواكه إلى مرسى دمياط.\nويقرب مدينة دمياط على البحر،\nمدينة تنيس\n، وهي معها على خط واحد.\nالجزء: 1 ¦ الصفحة: 87\n",
        "مدينة تنيس\nوهي في الإقليم الرابع.\nوبعدها عن خط المغرب، أربع وخمسون درجة، وعن خط الاستواء، إحدى وثلاثون درجة.\nوهي كبيرة، وأكثر أهلها نصارى، وهم يعملون طراز السلطان، فيها ضروب الثياب الرفيعة «1» .\nوالبحر يحيط بها، ولا سبيل إليها إلّا على المراكب، وعليها سور من حجارة، تضرب فيه أمواج البحر.\nوماؤها مالح ستة أشهر من العام، فإذا فاض «2» النيل عذبت مياهها «3» ، لبلوغ فيض النيل في الخلجان.\nوأهلها أغنياء، والسمك بها كثير، يخرج إلى الساحل من غير أن يصاد «4» .\nالجزء: 1 ¦ الصفحة: 88\n",
        "مدينة مصر\n«1»\nوهي في الإقليم الثالث.\nوبعدها عن خط المغرب أربع وخمسون درجة، وعن خط الاستواء تسع وعشرون درجة.\nوهي عظيمة، طولها على النيل فراسخ.\nولها ضياع كثيرة على الصعيد الأعلى، مقابل بلاد النوبة.\nوبها الهرمان، ارتفاعهما «2» مائة ذراع. وهما من صخرة، وبهما «3» كان يجمع الطعام في أيام يوسف عليه السلام.\nوفي بعض حمّاماتها جارية من رخام، يجري الماء على قبلها، يقال: إنها جارية من جواري فرعون «4» .\nالجزء: 1 ¦ الصفحة: 89\n",
        "وعلى النيل، رجل مبنيّ من صخرة، فيه علامات خروج في زيادته ونقصانه. وقد وكل به قوم يتعاهدونه، فإذا خرج، سقى جميع ضياعهم ومزارعهم «5» .\nوالنيل يأتي من بلاد السودان، مخرجه من جبل القمر، خلف خط الاستواء، ولا يكاد يتوصل إليه أحد.\nوبمصر نخيل وموز وقصب. وبقرب جبل المقطم مقبرتهم «6» .\nالجزء: 1 ¦ الصفحة: 90\n",
        "مدينة مدين\nوهي في الإقليم الثالث.\nوبعدها عن خط المغرب، إحدى وستون درجة، وعن خط الاستواء، تسع وعشرون درجة، وهي بين حدود الشام وحدود مصر «1» .\nوهي مدينة شعيب عليه السلام. وفيها كهفه الذي كان يأوي إليه بغنمه «2» .\nوفيها جبال كثيرة، وفيها كهوف ومغارات تحت الأرض، فيها عظام بالية، عليها رواسخ مبنية.\nوهم قوم شعيب، إذ «3» أهلكهم الله تعالى فَأَخَذَتْهُمُ الصَّيْحَةُ\n«4» ، فدخلوا في المغارات تحت الأرض لئلا يسمعوا الصيحة، فماتوا جميعهم.\nالجزء: 1 ¦ الصفحة: 91\n",
        "وفي مدين، البئر التي استقى «5» فيها موسى عليه السلام، و [عليها] قبر مبني «6» .\nالجزء: 1 ¦ الصفحة: 92\n",
        "عين الشمس\nوهي في الإقليم الثالث.\nوبعدها عن خط الاستواء ثلاثون درجة، وعن خط المغرب أربع وخمسون درجة.\nوهي كانت مدينة فرعون، وموضع ملكه.\nوفيها آثار عجيبة، وأبنية، وفيها أساطين «1» وتماثيل ونقوش. ونهر منصوب في صخرة، حواليها كرسيّ من رخام، كان يجلس عليه [الفرعون] مع جواريه. وكان يجري النهر بالشراب والعسل «2» .\nوفيها صورة من رخام، ذكر أنها كانت ماشطة امرأة فرعون [وهي] صورة ممسوخة «3» .\nوفيها صنمان من حجارة، أحدهما يبكي، والآخر يضحك.\nالجزء: 1 ¦ الصفحة: 93\n",
        "مدينة القلزم وهي السويس\nوهي في الإقليم الثالث.\nوبعدها عن خط المغرب ست وخمسون درجة، وعن خط الاستواء ثمان وعشرون درجة.\nوهي على بحر القلزم، ومنها يجاز من البحر [إلى] مكة والحجاز من هنالك بمدينة جدّة «1» .\nوبين مصر ومدينة القلزم، مسير ثلاثة أيام في قفار، ولا عمارة فيها ولا مال. وهو أرض «2» التيه الذي تاه فيه بنو إسرائيل في هذا المكان.\nوبحر القلزم هو الذي شق الله تعالى لموسى بن عمران عليه السلام، في حين جوازه ببني إسرائيل في البحر، وفيه اثره.\nوذلك الموضع [مخوف فلا يسلك] «3» . قلّبما «4» تسلم فيه المراكب.\nالجزء: 1 ¦ الصفحة: 94\n",
        "وفيه جسر «5» . ومنامات للرهبان. ثم يصعد الجبل على ستة آلاف وخمسمائة مرقى، في أعلاه كنيسة وآثار عجيبة.\nوهو الذي «جَعَلَهُ دَكًّا»\nإذ «6» تجلى عز وجلّ لموسى بن عمران.\nومدينة القلزم معدن التجار، وفيها مرسى «7» المراكب من بلاد الهند.\nالجزء: 1 ¦ الصفحة: 95\n",
        "مدينة طرابلس\n«1»\nوهي في الإقليم الرابع. وبعدها عن خط المغرب ست وثلاثون درجة، وعن خط الاستواء أربع وثلاثون درجة.\nوهي على البحر الشامي، وفيها مرسى عظيم، فيه ألف مركب.\nوأهلها من قريش، نقلهم إليها معاوية بن أبي سفيان وبها أشجار تين وزيتون «2» .\nوبها قرى كثيرة، وبينها وبين القيروان، مسيرة ستة أيام، وبينها وبين سرت في المشرق، رمال وصحارى لا ماء فيها.\nومدينة سرت «3» كبيرة، وبها مسجد جامع ونهر صغير جار\nالجزء: 1 ¦ الصفحة: 96\n",
        "ونخيل. وهي قرب البحر الشامي. وبينها وبين أجدابية مسيرة ثلاثة أيام.\nوأجدابية «4» ، في رمال لا أشجار فيها إلّا الأراك.\nوهذه المدائن في المجاز الأول بين القيروان ومصر.\nومدينة أيلة «5» ، فيها قوم من اليهود، بأيديهم عهد النبي صلى الله عليه وآله وسلّم، بخط علي بن أبي طالب رضي الله عنه.\nالجزء: 1 ¦ الصفحة: 97\n",
        "مدينة القيروان\nوهي في الإقليم الرابع.\nوبعدها عن خط المغرب، إحدى وثلاثون درجة، وهي قاعدة إفريقية وحصنها. وهي كبيرة جليلة، ليست قديمة بنيت في خلافة معاوية بن أبي سفيان «1» .\nوذلك أنه لما وليّ معاوية عقبة بن نافع العصوني القرشي أرض مصر وافريقية، اختط مدينة القيروان. وكانت قبل ذلك غيضة وشعارا «2» لا يرام، ولا تدخل من كثرة السباع والأسد والحيات. ودعا الله عليها فلم يبق «3» منها شيء إلّا خرج هاربا عنها، حتى كانت السباع والأسد تحمل أولادها في أفواهها وبأيديها، فسمّي بأبي الربيع.\nالجزء: 1 ¦ الصفحة: 98\n",
        "ويقرب باب المدينة بركة عظيمة تجري فيها السفن، وفيها مسجد جامع. وفيها اسطوانتان ترشحان «4» بالماء في كل يوم جمعة قبل طلوع الشمس. وكان ملك الروم قد أرسل فيهما ليأخذهما، وبذل فيهما أموالا، فلم يقبل منه.\nالجزء: 1 ¦ الصفحة: 99\n",
        "مدينة تاهرت\nوهي في الإقليم الرابع.\nوبعدها عن خط المغرب اثنتان وعشرون درجة، وعن خط الاستواء، ثلاث وثلاثون درجة.\nقاعدة أهلها البربر، وهي بقرب البحر الشامي، وفيها مسجد جامع، ولها ثلاثة أبواب «1» .\nوهي من أجلّ بلاد البربر، وما حواليها رمال وصحارى، وعمارات، وسكنى البربر في خيام، وينتقلون من مكان إلى مكان، على نحو فعلة العرب. وهم قوم أهل جفاء وجهل، يحاربون بعضهم بعضا.\nقال إسحاق بن الحسين مصنف الكتاب:\nقد ذكرنا المدائن المشهورة على الخصوص لكل مدينة فلنذكر الآن المواضع على الجملة والعموم، طلبا للاختصار والإيجاز «2» . والله الموفق للصواب.\nالجزء: 1 ¦ الصفحة: 100\n",
        "بلاد البربر وذكرها\nوهي في الإقليم الرابع.\nوهي واسعة، آخذة [في] الشمال والجنوب في عرض الإقليم الرابع والثالث إلى أول حدود\nبلاد السودان\nفي الجنوب، وإلى البحر الشامي في الشمال، وإلى البحر المغربي المحيط الأعظم في الغرب عند طنجة، وإلى بلاد افريقية في الشرق.\nفمن مدائنها مدينة تنس «1» ، وهي على البحر الشامي وهي مرسى لمن جاز من بحر الأندلس، ودخل مدينة بجّانة «2» وهي مدينة حسنة كثيرة الخيرات، وفيها جامع، وأهلها يأكلون الكلاب، وبها جزارون يقطعون لحومها.\nوبين قسطيلية «3» وتاهرت مسيرة عشرة أيام، وفاس خمسة عشر يوما، في صحارى ورمال.\nالجزء: 1 ¦ الصفحة: 101\n",
        "ومدينة فاس كثيرة الخيرات، وبها مسجد جامع، وبها مياه جارية وأشجار وأنهار «4» .\nوعلى البحر الشامي، فيما يقابل جزيرة الأندلس مدائن كثيرة منها: مدينة قرطجنة، ومدينة مليلة، وتلمسان، ومدينة ناكورة «5» إلى مدينة طنجة، وهي بقرب مدينة سبتة، وهي المرسى والمجاز إلى جزيرة الأندلس وما فوق طنجة، آخذة في جهة الجنوب مدينة اغمات «6» وغيرها من المدائن، إلى مدينة سجلماسة «7» ، وهي آخر بلاد البربر مما يلي السودان.\nالجزء: 1 ¦ الصفحة: 102\n",
        "بلاد السودان\nوهي كبيرة واسعة، آخذة في الطول من بحر المغرب «1» إلى بحر القلزم. وهي عظيمة جليلة.\nوبين مدينة غانة «2» وبلاد النوبة، بلاد كثيرة الصحارى، ورمال، وبلاد النوبة شديدة الحر، قليلة الأمطار والأنهار والنبات والأشجار. وأهلها يمشون عراة لشدة الحر عندهم، والمرأة تستر فرجها لا غير.\nويربون أولادهم في حفر يصنعونها في الرمال.\nوهي بلاد كثيرة الأسد والوحوش والدواب الهائلة العظيمة.\nوبلادهم كثيرة الذهب، وهم يفضلون الصفر على\nالجزء: 1 ¦ الصفحة: 103\n",
        "الذهب، يصنعون منه الحلى للنساء في الخواصر.\nوبلاد النوبة [على شرقي النيل وقاعدتهم دنقلة] ، «3» وهم يتخذون جلود البغال ويلبسونها أعواما، لا تتمزّق لصلابتها.\nوقاعدة بلاد الحبشة وهي مدينة جرمي «4» ، وهي دار مملكة الحبشة، وهي للنجاشي، وبها يبتاع تبر الذهب بالنحاس، وأهلها لا يفهمون.\nفإذا أراد التاجر أن يتجر مع أحدهم جعل [ما يرغب أن] «5» يعطيه في الأرض، فإن رضيه أخذه، وإن لم يرض أخذ ذهبه ومضى.\nومن مدائنهم، مدينة زغاوة «6» ، وهي حدود بلاد النوبة على النيل، ومدينة كوس، ومدينة كوكو «7» ومدينة علوة في بلاد النوبة على النيل «8» .\nالجزء: 1 ¦ الصفحة: 104\n",
        "وبلاد النوبة على الخليج الذي بين النيل والنهر الذي يأتي من تحت خط الاستواء، وما خلف هذه البلدان في الجنوب فغير مسكونة لشدة الحرّ فيها.\nالجزء: 1 ¦ الصفحة: 105\n",
        "جزيرة الأندلس\nوهي كبيرة، قد أحاطت بها البحار، وهي آخذة من البحر المغربي في الطول عند مدينة أخشنبة «1» إلى منفرج البحر الجنوبي والمحيط، عند جبل هيكل الزهرة «2» ، فيما يجاوره، ومدينة تركونة «3» ومدينة برشلونة، وهناك باب الأندلس.\nوهي آخذة في عرض الإقليم الخامس والسادس من البحر الشامي في الجنوب إلى البحر المحيط في الشمال.\nوقاعدة الأندلس، مدينة قرطبة «4» ، وهي دار السّنة،\nالجزء: 1 ¦ الصفحة: 106\n",
        "ومجمع كل آية، وليس في الدنيا مثلها، فاغنى ذلك عن ذكرها.\nومن مدائن الأندلس، مدينة إشبيلية «5» ، وهي في الغرب. وهي مدينة كثيرة الخيرات وشجر الزيتون. وهي على النهر العظيم الذي [يمر في] قرطبة «6» .\nومن مدائنها: مدينة طليطلة «7» ، وهي جليلة قديمة. وهي كانت القاعدة «8» ودار المملكة للقوطيين، وهي حصينة.\nومن مدائنها: مدينة سرقسطة «9» ، وهي عظيمة عجيبة كثيرة الأنهار والبساتين والأشجار على وادي شلون.\nوجلق «10» ، وهي تضاهي العراق، وتحكي السدير والخورنق، والثغر الأعلى فيما يجاور بلاد الشماكسة.\nومن الثغر الشرقي وشقة «11» ، ويقابلها بلاد الإفرنج،\nالجزء: 1 ¦ الصفحة: 107\n",
        "وتطيلة «12» ، ويقابلها بلاد شلون، وقلعة أيوب «13» ومدينة سالم «14» ويقابلها أرغون، وبربشتر «15» ولاردة «16» ومسسون «17» وقلهّرة «18» ، ويقابلها بلاد قشتالة «19» .\nومن مدائن الأندلس مدينة ماردة «20» ، وهي كانت قاعدة القوطيين، وما خلف بلاد جيلقية «21» ، آخذ في الشمال الى البحر المحيط الجنوبي.\nومن مدائنها مدينة بلنسية «22» ، وهي على قرب البحر، وقاعدتها اليوم المريّة «23» ، وهي على البحر الشامي. وكذلك\nالجزء: 1 ¦ الصفحة: 108\n",
        "مدينة مالقة «24» ، وهي كثيرة الخير، ومدينة طرطوشة، وهي على البحر «25» الشامي مجاورة لبلاد الإفرنج، ومدينة ابرارة «26» ، وقاعدتها اليوم دانية، مقابلة لجزيرتي منورقة وميورقة «27» .\nوافتتحت جزيرة الأندلس في شهر رمضان سنة اثنتين وتسعين «28» ، افتتحها طارق بن زياد النفزي «29» ، عامل موسى بن نصير، عامل الوليد بن عبد الملك على بلاد إفريقية.\nوكان ملك القوطيين بالأندلس يسمى غطيشة «30» ، وكان له أربع مدائن يتنقل إليها في فصول السنة الأربعة، وكان في\nالجزء: 1 ¦ الصفحة: 109\n",
        "فصل الشتاء بمدينة طليطلة وهي دار «31» مملكته. وكان في أيام الصيام بأشبيلية لأجل الحوت. إذ اللحم محرم عليهم في صيامهم.\nوكان في أيام الربيع بمدينة ماردة لكثرة الصيد بها والسمن والعسل.\nوكان بقرطبة في أيام العنصرة للفواكه والأشربة.\nفلما دخل اشبيلية [بعد حصارها أشهرا] «32» فضامها على نفسها فعزّ ذلك على أهل مملكته، فخرج العامل على الجزيرة وعمّر هناك.\nوأتى موسى بن نصير وأعلنه بخبر الأندلس وطيبها وأمره بالنهوض إليها لمحاربتها «33» ، فلم يعزم على ذلك حتى نهض إلى الوليد، وأعلمه بذلك، فمنعه الوليد وقال: ثغور المسلمين في البحر. فقال: يا أمير المؤمنين، أنا أرسل بجندي طارقا مع البرابرة، فإن أصابوا فلنا، وإن أصيبوا فليس علينا، فكأنهم أعداء، فأمره بالنهوض على ذلك.\nفلما عبر طارق البحر، خرج إلى الجبل المنسوب إليه، ثم قدم السودان للحرب. فلما رأى القوطيون صورا هائلة\nالجزء: 1 ¦ الصفحة: 110\n",
        "أفزعهم ذلك، وكان السودان يأخذون الأسرى من القوطيين والنصارى ويذبحونهم، ويظهرون أنهم يأكلونهم. فكان ذلك زيادة في خوفهم وجزعهم. فكان طارق لا يمر بمدينة إلّا فرّ أهلها خوفا منه، حتى انتهى إلى طليطلة، وكان قد قتل الملك، واستخلف بعده لذريق مكانه، فقتله طارق أيضا.\nفانهزمت النصرانية من البلدان والسهول، حتى اعتصموا بالوعور والجبال. وبلغت الطاعة للمسلمين إلى جليقية، وافرنجة فصالح أهلها، فكانوا يؤدون الجراية حتى قلّت أموالهم، فافتقروا وامتنعوا من ذلك، فأخرج إليهم الجيوش، وأدخلهم في أقاصي البلدان فهم بها.\nالجزء: 1 ¦ الصفحة: 111\n",
        "الروم والإفرنج\n«1»\nوهي بلاد كثيرة واسعة، آخذة في طول، من باب الأندلس مع البحر الشامي إلى مدينة القسطنطينية.\nوفي العرض، إلى بلاد الصقالبة «2» في عرض الإقليم السابع.\nوهم يحاربون الصقالبة ويسرقونهم. وهم في جزائر للبحر كثيرة، وبلادهم باردة، كثيرة الأمطار والأثمار والجبال والوعور.\n[ومن] ضمن مدائنهم:\nمدينة رومية\nالكبرى، وهي على البحر.\nالجزء: 1 ¦ الصفحة: 112\n",
        "مدينة رومية\nوهي في الإقليم السادس.\nوبعدها عن خط المغرب خمس وثلاثون درجة، وعن خط الاستواء اثنتان وأربعون درجة.\nوهي مدينة عظيمة، دار مملكة الروم في القديم ليس في بلادهم [أجمل] منها ولا أعظم.\nوطولها ثمانية وعشرون ميلا. ولها سوران، وبينهما نهر عظيم، يأتي من البحر، عليه المنازل ودكاكين [بنيت بالصفر] «1» لأن ذلك النهر مفترش بالصفر صفا وعرما\n...\n«2»\nعلى جميع أهل عمله. فاجتمع من الصفر شيء عظيم،\nالجزء: 1 ¦ الصفحة: 113\n",
        "ففرش منه حافة النهر، فيما يقابل المدينة. فمن حينئذ تورخ النصارى من الصفر.\nوفي وسط المدينة الكنيسة العظمى «3» ، وطولها فرسخان، وفيها قبر شمعون الحواري، [من حواري عيسى بن مريم عليه السلام] . فإذا كان يوم العيد، جاء الملك ففتح باب القصر، ونزل فيه، وحلق رأسه، ثم خرج وأعطى كل واحد من الرجال من أهل مملكته شعرة، فهم يتبركون بها.\nوحيطان الكنيسة محلاة بالذهب، وفيها ألف صليب من ذهب، واثنا عشر صليبا على عدد الحواريين.\nوفي الكنيسة خمسة آلاف قسيس وشماس، وفيها ألف ومائتا كأس من ذهب، مرصعة بالجوهر، لشرب الخمر [و] للقربان. وفيها بيت طوله خمسون ذراعا، مفروش بالديباج، لجلوس الشمامسة، وعليهم ثياب الديباج.\nوفي الكنيسة عمود اسطوانة من ياقوتة حمراء يضيء منها البيت في الليل، ولا يحتاج معها إلى مصباح.\nوفي الكنيسة رجل مبنيّ بالنحاس، وفي أعلاه زرزور من نحاس، فإذا كان أيام الزيتون، لم يبق زرزور إلّا أخذ زيتونة في فمه «4» ، وألقاها على تلك الصورة، حتى تجتمع من\nالجزء: 1 ¦ الصفحة: 114\n",
        "الزيتون أمدادا كثيرة، فيعملون منه الزيت لمصابيح الكنائس خاصة.\nوفي المدينة كنائس كثيرة، نحو خمسة آلاف كنيسة، وحواليها منارات الرهبان، يسمرون بالليل. وفيها عشرة آلاف حمام «5» . ويقعد «6» أهل المدينة في الكنائس، من يوم السبت إلى آخر يوم الأحد، لا يشغلون بصناعة ولا تجارة.\nوفيها مجلس لأهل العلم والحساب والفلسفة والتنجيم والحكماء بالطب. وفيها [ستة آلاف] «7» آلاف مصحف من الإنجيل، مكتوبة بالذهب، وخزائن عظيمة، فيها الدواوين بالعلوم.\nالجزء: 1 ¦ الصفحة: 115\n",
        "مدينة القسطنطينية\nوهي في الإقليم السادس.\nوبعدها عن خط المغرب، تسع وأربعون درجة، وعن خط الاستواء خمس وأربعون درجة.\nوهي مدينة عظيمة جليلة [لا] مثيل [لها، ولها] ثلاثة «1» أبواب وجوانب. جانبان إلى البحر وجانب إلى البر مما يلي الروم.\nورومية الكبرى هي قد أحاطت بها أسوار عظيمة كثيرة، ومنها رومية، وهي أقدم منها.\nوكان الذي بنى القسطنطينية، قسطنطين ابن ملك الروم، وذلك أنه أول من دخل في دين النصارى وأظهره وآمن بعيسى [عليه السلام] فأنكر عليه ذلك أهل مملكته رومية، فرحل عنها وبنى القسطنطينية وسماها باسمه. ولم يزل يتنقل من الروم إليها، حتى صارت القاعدة ودار المملكة «2» .\nالجزء: 1 ¦ الصفحة: 116\n",
        "وبها كنائس عظام، ومساجد للمسلمين، وهم يحسنون إلى المسلمين الأسرى الذين عندهم، ويجرون عليهم الأرزاق.\nومملكتهم مملكة عظيمة، وهم أهل بأس ونجدة، وهم يحاربون الصقالبة والإفرنج ويحاربهم «3» أيضا المسلمون من بلاد الشامات.\nوفيها طلسمات وآثار عجيبة للأوائل.\nوأهل رومية وأعمالها يحلقون لحاهم وأوساط رؤوسهم، تكفيرا لما صنعوا بحواريي عيسى بن مريم عليه السلام، أرسله الله إليهم، ففعلوا بهم كذلك «4» .\nومما يلي القسطنطينية وما يقابلها خلف الخليج، بلاد عمورية والكهف والرقيم.\nالجزء: 1 ¦ الصفحة: 117\n",
        "ذكر الرقيم والكهف\nوهي في الإقليم الخامس، بين عمورية وأنقرة «1» .\nهم جبل عظيم، فيه كهف تحت الأرض، وهو محل الأساطين، وله باب من الحجارة، وفي داخله قوم أموات كأنهم أحياء، أعينهم مفتوحة في ظلمة عظيمة، لا تستبان وجوههم إلّا بالمصابيح، وعليهم مسوح شعر يتناثر بين اليد، وأجسامهم قد يبست وجلودهم لا صقة بالعظام، وشعورهم باقية لا يدخل عليهم أحد إلّا أخذته هيبة عظيمة.\nوفرغ من [القسطنطينية وانتقل إلى جزائر] «2» البحر\nالجزء: 1 ¦ الصفحة: 118\n",
        "الأعظم. وأعظم تلك الجزائر جزيرة سرنديب. ومن مدائن الهند، مدينة الزابج.\nالجزء: 1 ¦ الصفحة: 119\n",
        "مدينة الزابج في الهند\nوهي مدينة عظيمة، وعليها سور ولها أربعة أبواب، وملكهم يعمر مدينة يقال لها ملجمان، وهي مدينة الزابج، على مسيرة عشرين يوما.\nوهم يحاربون الزبج ويعرف ببلاد الذهب، وبها جبال فيها معادن الذهب والرصاص «1» ، ومنها يحمل الرصاص إلى البلاد.\nولهم دنانير يتعاملون بها، وعلى الدنانير صورة الملك، وأهلها يشبهون الترك، إلّا أنهم سمر طوال، وعندهم القرنفل والجوز وأنواع الصندل وشحم الطيب «2» .\nفي أرض الهند، الفيلة، وهم يصطادونها «3» يحفرون لها في الأرض، يحيطونها بالحشيش ويقبلونها ويأخذون\nالجزء: 1 ¦ الصفحة: 120\n",
        "أنيابها ويحملونها إلى الصين، فيصنع منها أهل الصين الحلي لنسائهم.\nوأهل الهند فيهم أهل علم وتطير «4» .\nالجزء: 1 ¦ الصفحة: 121\n",
        "بلاد الخزر والشاش\nوهي بلاد واسعة عظيمة في حدود السند.\nوملكهم الأعظم على دين اليهودية «1» ، وهم يحاربون الأتراك ويحاربهم «2» أهل السند، ولملكهم جيوش عظيمة.\nوفي بلادهم المزارع والبساتين والفواكه، ولها مدائن كثيرة «3» . فمن مدنهم:\nبلكار وهي في طاعة ملك الخزر «4» ، يخرج منها عشرة آلاف مقاتل. ولهم «5» مناظر وأجسام على هيئة الأتراك.\nالجزء: 1 ¦ الصفحة: 122\n",
        "فإذا أدركت المرأة عندهم، تختار من أرادت من الرجال، وتخرج عن طاعة أبيها وأمها.\nوهي في سهل من الأرض، وأكثر شجرها الخلنج، ومنه يجلب إلى خراسان، وهو أكثر أموالهم، ولهم مزارع.\nوأكثرهم ينتحلون [النصرانية] «1» .\nومن مدائنها، مدينة الطان ينو، وهي عظيمة جليلة على النهر الأعظم، الخارج من بحيرة الخزر إلى بحيرة خراسان.\nولهم مقابر مثل مقابر المسلمين، وأكثرهم يحرقون موتاهم، تكفيرا لهم.\nالجزء: 1 ¦ الصفحة: 123\n",
        "بلاد التّرك\nوهي بلاد عظيمة واسعة. تتصل بالبحر الشامي «1» بالشمال، وبلاد التغزغز «2» في الشرق.\nوهم أهل بأس ونجدة، ولهم مناظر وأجسام. وهم أحذق الناس بعمل اللبود «3» ، لأنها ملابسهم، وعندهم الألبان، والصيد كثير.\nوبلادهم كثيرة البرد والثلج «4» . ولهم أسراب في الأرض، يدخلونها من شدة البرد.\nالجزء: 1 ¦ الصفحة: 124\n",
        "وهم عبدة الأوثان، قبحهم الله تعالى، وهم يحرقون موتاهم «5» . ويصلّون مرتين في النهار ويصومون يوما واحدا.\nونهرها ينصب في بحر طبرستان، وفيه سمك يتعلق بالأرجل، ويجف في الصيف، ولا يشربون إلّا من بطائح.\nوفيها جبل عظيم، وفيه شجرة فيها آثار يدين ورجلين وركبة، كأنه [رجل] ساجد. فكل خاطر عليها منهم، يسجد لها.\nوفيها خيل ممتنعة وقد توحشت في القفار «6» .\nالجزء: 1 ¦ الصفحة: 125\n",
        "خاتمة\nانتهى ذلك، والحمد لله كثيرا، وصلى الله على من أرسله بشيرا ونذيرا، وسراجا منيرا.\nمما خدم به مقام المولى السامي، بحر الجود الطامي، أمير المؤمنين، وسيد المسلمين، المتوكل على الله رب العالمين، القاسم بن الحسين بن أمير المؤمنين، علم الحق وركن الشرع، وملاذ الأمة، والكاشف عن الإسلام كل غمة، أطال الله وجوده، وأدام جوده، وحفظه الله وأمدّ وجدد في كل أوان نصره وسعده، آمين اللهمّ آمين.\nتاريخ شهر شعبان الكريم سنة 1129.\nبقلم كاتبه الفقير إلى الله تعالى، أحسن بن علي بن عبيد الله الأنسي الكوكباني.\nغفر الله ولوالديه. أمين اللهمّ آمين.\nالجزء: 1 ¦ الصفحة: 126\n",
        "قائمة المصادر والمراجع\n- الأزرقي، محمد بن عبد الله بن أحمد.\nتاريخ مكة، باعتناء رشدي ملحس، دار الأندلس، بيروت.\n- الإصطخري، إبراهيم بن محمد.\nمسالك الممالك، باعتناء دي غويه، ليون 1927.\n- ابن أعثم الكوفي.\nكتاب الفتوح، حيدر أباد.\n- بزرك بن شهريار.\nعجائب الهند، باعتناء نقولا زيادة، بيروت، 1974.\n- البغدادي، الخطيب، احمد بن علي.\nتاريخ بغداد، دار الكتاب العربي، بيروت.\n- البكري، أبو عبيد أبو عبيد، عبد الله بن عبد العزيز.\nجغرافية الأندلس وأوروبا، باعتناء عبد الرحمن علي الحجي، دار الإرشاد، بيروت، 1967.\nالجزء: 1 ¦ الصفحة: 127\n",
        "المغرب في ذكر بلاد المغرب، باعتناء دي سلاين، الجزائر، 1857.\n- البلاذري، أحمد بن يحيى بن جابر.\nفتوح البلدان، باعتناء صلاح الدين المنجد، القاهرة 1956.\n- ابن جبير محمد بن أحمد.\nرحلة ابن جبير، دار صادر، بيروت.\n- ابن حوقل، محمد بن علي.\nصورة الأرض، دار مكتبة الحياة، بيروت.\n- ابن خرداذبة، عبيد الله بن عبد الله.\nالسمالك والممالك، باعتناء دي غويه، ليدن 1889.\n- الدومنكي، الأب مرمجي.\nبلدانية فلسطين، عالم الكتب، بيروت، 1987.\n- الديار بكري، حسين بن محمد.\nتاريخ الخميس في أحوال انفس نفيس، بيروت (نسخة مصورة) .\n- ابن رسته، احمد بن عمر.\nالأعلاق النفيسة، باعتناء دي غويه، ليدن 1892.\n- ابن سعيد المغربي، علي بن موسى.\nكتاب الجغرافيا، باعتناء إسماعيل العربي، دار الآفاق العربية، بيروت.\nالجزء: 1 ¦ الصفحة: 128\n",
        "- السمهودي، علي بن عبد الله.\nوفاء الوفا بأخبار دار المصطفى، دار الكتاب العربي، بيروت.\n- السيرافي، أبو زيد.\nمن أخبار الصين والهند، بعناية نقولا زيادة، بيروت 1974.\n- ابن شاهين الظاهري، عز الدين خليل.\nزبدة كشف الممالك، باعتناء بول رافيس، باريس.\nشيخ الربوة، محمد بن طالب الدمشقي.\nنخبة الدهر، بعناية مهرن، لا يبزغ.\n- ابن عبد الحكم، عبد الرحيم بن عبد الله.\nفتوح مصر وأخبارها، باعتناء شارل توراي، ليدن 1920.\n- الفاسي المكي، محمد بن أحمد.\nالعقد الثمين في تاريخ البلد الأمين، مؤسسة الرسالة، بيروت 1986.\n- أبو الفداء، إسماعيل بن محمد بن عمر.\nتقويم البلدان، باعتناء دين سلاين، باريس 1840.\n- ابن فضلان، أحمد.\n- رسالة ابن فضلان: باعتناء سامي الدهان، دمشق 1977.\n- ابن الفقيه الهمداني، أحمد بن محمد.\nالجزء: 1 ¦ الصفحة: 129\n",
        "بغداد مدينة السلام، باعتناء صالح أحمد العلي، بغداد 1977.\nمختصر كتاب البلدان، باعتناء دي غويه، ليدن 1885.\n- ابن قتيبة الدينوري، عبد الله بن مسلم.\nالمعارف، باعتناء محمد إسماعيل الصاوي، بيروت 1970.\n- قدامة بن جعفر، أبو الفرج.\nنبذ من كتاب الخراج، باعتناء دي غويه، ليدن 1899.\n- لسترنج، غي.\nبلدان الخلافة الشرقية، مؤسسة الرسالة، بيروت.\n- المقدسي البشاري محمد بن أحمد.\nأحسن التقاسيم في معرفة الاقاليم، باعتناء دي غويه، ليدن 1906.\n- مؤنس، حسين.\nابن بطوطة ورحلاته، دار المعارف، القاهرة.\n- الهمداني، الحسن بن أحمد بن يعقوب.\nصفة جزيرة العرب، بعناية محمد بن علي الأكوع، دار اليمامة، الرياض، 1974.\n- اليعقوبي، أحمد بن يعقوب بن واضح.\nالبلدان، باعتناء دي غويه، ليدن 1892.\nتاريخ اليعقوبي، دار صادر، بيروت.\nالجزء: 1 ¦ الصفحة: 130\n",
        "الكشاف العام\n1-\nكشاف الآيات القرآنية الكريمة.\n2-\nكشاف الأعلام والقبائل والأمم.\n3-\nكشاف الأماكن والمواقع الجغرافية.\n4-\nالمحتويات\nالجزء: 1 ¦ الصفحة: 131\n",
        "1-\nكشاف الآيات القرآنية الكريمة\nالآية/ السورة/ رقم الآية/ الصفحة\nلقد كان لسبأ في مسكنهم آية جنتان/ سبأ/ 15/52\nثم أفيضوا من حيث أفاض الناس/ البقرة/ 199/54\nوأخذت الذين ظلموا الصيحة/ هود/ 94/91\nجعله دكّا/ الأعراف/ 143/95\nالجزء: 1 ¦ الصفحة: 133\n",
        "2-\nكشاف الأعلام والقبائل والأمم\nآدم (ع) 26\nإبراهيم الخليل (ع) 26، 61.\nإبراهيم الفزاري 34\nإبراهيم المؤيد العباسي 37\nأتراك ترك\nأحسن بن علي (الناسخ) 126\nالأحنف بن قيس 77\nالأزد 74\nإسحاق بن الحسن (المؤلف) 25، 100\nبنو إسرائيل 94\nالإفرنج 112، 117\nالأكراد كرد\nأنو شروان 66\nالبرامكة 82\nالبربر 100، 110\nبلقيس 51 الترك 36، 37، 67، 120، 122.\nالتغزغز 124.\nأبو جعفر المنصور 9، 33، 35، 78.\nحاتم بن النعمان الباهلي 74\nالحجاج بن أرطأة 34\nالحجاج بن يوسف 41، 42.\nداود (ع) 31\nرسول الله (صلى الله عليه وسلّم) 55، 97\nالروم 98، 112، 113\nسعد بن أبي وقاص 38\nسعيد بن العاص 69.\nسعيد بن عثمان بن عفان 83\nالسفاح أبو العباس 35.\nسليمان بن داود (ع) 57، 81\nسليمان بن عبد الملك 70\nالجزء: 1 ¦ الصفحة: 134\n",
        "السودان 110، 111\nشعيب (ع) 91\nشمعون الحواري 114\nالصقالبة 117\nطارق بن زياد 109، 110، 111\nالطبري المنجم 33\nبنو العباس 33، 34، 78، 82\nعبد الرحمن بن سمرة بن حبيب 80\nعبد الله بن حاتم السلمي 76\nعبد الله بن عامر بن كريز 44، 72\nعبد الملك بن مروان 41، 42، 43\nأبو عبيدة بن الجراح 57\nعتبة بن غزران 39\nعثمان بن عفان 44، 76، 77، 78، 80\nالعجم 69، 72، 73، 77\nالعرب 64، 68، 72، 77،\nعقبة بن نافع 98\nعلي بن أبي طالب 38، 53، 83 عمر بن العلاء 69.\nعمر بن الخطاب 38، 39، 66، 67، 68\nعمرو بن العاص 60\nعيسى (ع) 31، 32، 114، 116، 117.\nغطيشة 109.\nفاطمة بنت رسول الله (صلى الله عليه وسلّم) 53\nفرعون 86، 89، 93\nالفرس 66، 68\nالفرنجة الإفرنج\nالقاسم بن الحسين 126\nقتيبة 66\nقتيبة بن مسلم 83، 84\nقرظة بن كعب الأنصاري 67\nقسطنطين (الامبراطور) 116\nالقوط (القوطيون) 109، 110، 111\nكرد 67\nلذريق 111\nالمتوكل 37\nمحمد بن مروان بن الحكم 63\nالجزء: 1 ¦ الصفحة: 135\n",
        "محمد بن المنتصر (الخليفة) 37\nالمسلمون 123.\nمعاوية بن أبي سفيان 30، 70، 83، 96، 98\nالمعتز 37\nالمعتصم بن هارون الرشيد 36، 37\nمعن زائدة 78، 79\nالمهدي بن المنصور 27.\nموسى (ع) 89، 94، 95.\nأبو موسى الأشعري 66\nموسى بن نصير 109، 110\nالنجاشي 104 النصاري 123\nنمرود بن كنعان 61\nهارون الرشيد 62، 67، 68\nبنو هاشم 59\nالواثق 37\nالوليد بن عبد الملك 83، 84 109، 110\nيحيى بن زكريا (ع) 57\nيزدجرد 69\nيزيد بن معاوية 83\nيزيد بن المهلب 70\nاليهود 97، 122\nيوسف (ع) 89\nالجزء: 1 ¦ الصفحة: 136\n",
        "3-\nالأماكن والمواضع الجغرافية\nأبرارة 109\nالأبلّة 39\nأحد 29\nأخشنبة 106\nأذربيجان 64\nالأردن 60\nأرغون 108\nأرمينية 28\nاسقطرة سقطرة\nالإسكندرية 85\nاشبيلية 107، 109\nأغمات 101\nالإفرنج 107، 109\nإفريقية 98، 101، 109\nالأنبار 35\nاقريطش 87\nالأندلس 101، 102، 106، 108، 109، 110، 112\nأنطاكية 59\nأنقرة 118\nالأهواز 43\nأياله 97\nأيلي، نهر 60\nأيلياء 31\nباب البصرة 34\nباب خراسان 34\nباب الرحمة 32\nباب الشام 34\nباب الكوفة 34\nالبحر الشامي 61، 87، 96 97، 100، 101، 102،\n108؛ 112، 124.\nبحر طبرستان 125\nبحر العراق 43، 44\nالجزء: 1 ¦ الصفحة: 137\n",
        "البحر الأعظم 43، 101\nبحر القلزم 94، 103\nالبحر المغربي 101، 103\nالبحرين 55\nبحيرة خراسان 123\nبحيرة الخزر 123\nبحيرة طبرية 60\nبجانة 106\nبخارا 83\nبربشتر 108\nبرشلونة 106\nالبصرة 28، 37، 38، 39، 40، 41، 65\nالبطيحة 40\nبغداد 27، 33، 36، 37، 68،\nبلخ 102\nبلكار 122\nبلكوارا 37\nبلنسية 108\nبنات نعش 30\nبلاد البربر 100، 101، 102،\nبلاد الترك 84، 124 بلاد الروم 62، 86، 87\nبلاد السودان 90، 101، 102، 103\nبلاد الشامات 117\nبلاد الشماكسة 107\nبلاد الصقالبة 112\nبلاد النوبة 89\nبيت المقدس 31\nتاهرت 100، 101\nتركونة 106\nتطيلة 108\nتنس 101\nتنيس 88، 97\nالتيه 94\nالثغر الأعلى 107\nالثغر الشرقي 107\nجب يوسف (ع) 60\nجبل طارق 110\nجبل القمر 90\nجبل المقطم 90\nجرجان 70\nالجرجانية 87\nجرمي 104\nالجزء: 1 ¦ الصفحة: 138\n",
        "الجزيرة 63\nالجعفرية 37\nجلق 107\nجليقية 108، 109\nالجوسق 37\nالحبشة 104\nالحجاز 28\nالحجر الأسود 26، 28\nحجر اليمامة 56\nحضر موت 53\nحلب 59\nالحمة 60\nحلوان 68\nخراسان 69، 70، 72، 74، 76، 77، 78، 79، 81، 82، 123\nالخزر 152\nخوارزم 81\nالخورنق 107\nدانية 109\nدجلة (نهر) 34، 35، 36، 37\nدمشق 57، 62 دمياط 87\nدنقلة 104\nأبو الربيع 98\nرضوى 29\nالرقيم 117، 118\nالركن اليماني 28\nالروضة 30\nرومية 112، 113، 116\nالري 67، 71\nالزابج 119، 120\nزغاوة 104\nسبأ 51\nسبتة 101\nسجستان 77، 78، 81\nسجلماسة 101\nالسدير 107\nسر من رأى 36، 37\nسرت 96\nسرجس 75، 76\nسرقسطة 89\nسرنديب 119\nسقطرة 36\nسمرقند 84\nالجزء: 1 ¦ الصفحة: 139\n",
        "السند 28، 78، 80، 122\nالسواد 37\nالسويس 94\nالشاش 122\nالشام 28، 37، 41، 61، 91\nشلون 107\nالصخرة 32\nالصعيد الأعلى 79\nالصفا 27\nصنعاء 45\nالصين 121\nالطائف 56\nالطان ينو 123\nطبرستان 68، 69\nطبرية 60\nطرابلس 96\nطرسوس 62\nطرطوشة 109\nطليطلة 107، 110\nطنجة 101\nطوس 73\nطيبة 29 عبادان 43\nعدن 47، 53\nعسقلان 61\nالعراق 38، 42، 107\nعلوة 104\nعمان 49، 54، 55\nعمورية 117، 118\nالعواصم 41\nعين الشمس 93\nغانة 103\nفارس 44\nفاس 102\nالفرات 35، 38، 43\nالقاطول 36\nقبرص 87\nأبو قبيس 26\nقرطبة 106، 110\nقرطجنة 102\nالقسطنطينية 83، 103، 112، 116، 117، 118\nقسطلية 101\nقشتالة 108\nالقطب الشمالي 26\nالجزء: 1 ¦ الصفحة: 140\n",
        "القلزم السويس\nقلعة أيوب 108\nقلهرة 108\nالقيروان 96، 98\nكرمان 80\nالكعبة 28\nكنيسة القسقار 57\nالكهف 117، 118\nكوس 104\nالكوفة 27، 38، 40، 41\nكوكو 104\nلاردة 108\nمأرب 51\nماردة 108، 110\nمالقة 109\nمحراب داود (ع) 13\nالمحصب 8\nمدين 91، 92\nمدينة سالم 27\nمدينة مصر 89، 97\nمدينة النبي (صلى الله عليه وسلّم) 29\nمرو 74، 75\nالمروة 27 المرية 108\nمسجد النبي (صلى الله عليه وسلّم) 30\nالمسجد الأعظم (بغداد) 34)\nمسسون 108\nمصر 61، 85، 98\nمكة 25، 26، 56\nملحمان 120\nمليلة 102\nمنورقة 109\nالمهدية 67\nالموصل 63، 64، 65\nميورقة 109\nناكورة 102\nنهاوند 65، 66\nنهر الأرنط 101\nنهر النيل 88، 90، 97، 103، 104، 105\nالنوبة 103، 104، 105،\nنيسابور 72، 73، 75\nالهاروني (قصر) 37\nهجر 63، 65\nهراة 76، 77\nالهرمان 89\nالجزء: 1 ¦ الصفحة: 141\n",
        "همذان 63، 65\nالهند 28، 83، 95، 119، 120\nهيكل الزهرة 106\nوادي العقيق 30 واسط 40، 41\nوشقة 107\nاليمامة 56\nاليمن 28، 45، 53، 54، 55\nالجزء: 1 ¦ الصفحة: 142\n",
        "المحتويات\nالمقدمة 5\nمكة المشرّفة 25\nمدينة النبي (صلى الله عليه وسلّم) 29\nبيت المقدس إيلياء 31\nبغداد 33\nسرّ من رأى 36\nالكوفة 38\nالبصرة 39\nواسط 41\nعبادان 43\nسيراف 44\nصنعاء 45\nعدن 47\nعمان 49\nسبأ 51\nحضر موت 53\nسقطرة 54 البحرين 55\nهجر 55\nالطائف واليمامة 56\nدمشق 57\nحلب 59\nطبرية 60\nعسقلان 61\nطرسوس 62\nالموصل 63\nأذربيجان 64\nهمذان 65\nنهاوند 65\nأصبهان 66\nالريّ 67\nحلوان 68\nطبرستان 69\nجرجان 71\nالجزء: 1 ¦ الصفحة: 143\n",
        "نيسابور 72\nطوس 73\nمرو 74\nسرخس 76\nهراة 77\nسجستان 78\nكرمان 80\nخوارزم 81\nبلخ 82\nبخارا 83\nسمرقند 84\nالإسكندرية 85\nدمياط 87\nتنيس 88\nمدين 91\nعين الشمس 93\nطرابلس 96\nسرت 96\nأجدابية 97\nأيلة 97\nالقلزم أو السويس 94 أرض التيه 94\nالقيروان 98\nتاهرت 100\nبلاد البربر 101\nبجانة 101\nقسطيلية 101\nبلاد السودان 103\nغانة 103\nالتوبة 104\nالحبشة 104\nزغاوة 104\nجزيرة الأندلس 106\nالروم والإفرنج 112\nمدينة رومية 113\nمدينة القسطنطينية 116\nالرقيم والكهف 118\nالزابج في الهند 120\nبلاد الخزر والشاش 122\nبلاد الترك 124\nالجزء: 1 ¦ الصفحة: 144\n",
        ""
    ]
}