{
    "1": [
        "صلاة التراويح - الألباني\nصلاة التراويح - الألباني\nناصر الدين الألباني\nالكتاب:\nصلاة التراويح\nالمؤلف:\nمحمد ناصر الدين الألباني (المتوفى: 1420هـ)\nالناشر:\nمكتبة المعارف للنشر والتوزيع - الرياض\nالطبعة:\nالأولى - 1421\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "صلاة التراويح\nصلوا كما رأيتموني أصلي (البخاري)\nللعلامة المحدث\nمحمد ناصر الدين الألباني\nرحمه الله تعالى\nمكتبة المعارف للنشر والتوزيع - الرياض\nط 1، 1421 هـ\nالجزء: 1 ¦ الصفحة: 1\n",
        "- 1 - تمهيد في استحباب الجماعة في التراويح\nلا يشك عام اليوم بالسنة في مشروعية صلاة الليل جماعة في رمضان هذه الصلاة التي تعرف بصلاة التراويح لأمور ثلاثة:\nأ - إقراره صلى الله عليه وسلم بالجماعة فيها\nب - إقامته إياها\nج - بيانه لفضلها\n-\nأما الإقرار فلحديث ثعلبة بن أبي مالك القرظي قال:\n- 1 (حسن)\nخرج رسول الله صلى الله عليه وسلم ذات ليلة في رمضان فرأى ناسا في ناحية المسجد يصلون فقال: ما يصنع هؤلاء؟ قال قائل: يا رسول الله هؤلاء ناس ليس معهم قرآن وأبي بن كعب يقرأ وهم معه يصلون بصلاته\nفقال: \" قد أحسنوا \" أو \" قد أصابوا \"\nولم يكره ذلك منهم\nرواه البيهقي (2 / 495) وقال هذا مرسل حسن\nقلت: وقد روي موصولا من طريق آخر عن أبي هريرة بسند لابأس به في المتابعات والشواهد أخرجه ابن نصر في قيام الليل (ص 20) وأبو داود (1 / 217) والبيهقي]\n[10]\nالجزء: 1 ¦ الصفحة: 10\n",
        "ب - وأما إقامته صلى الله عليه وسلم إياها ففيه أحاديث:\nالأول\n- 2 (صحيح)\nعن النعمان بن بشير قال: قمنا مع رسول الله صلى الله عليه وسلم ليلة ثلاث وعشرين في شهر رمضان إلى ثلث الليل الأول ثم قمنا معه ليلة خمس وعشرين إلى نصف الليل ثم قام بنا ليلة سبع وعشرين حتى ظننا أن لا ندرك الفلاح قال وكنا ندعو السحور الفلاح\nرواه ابن أبي شيبة في المصنف (2 / 90 / 2) وابن نصر (89) والنسائي (1 / 238) وأحمد (4 / 272) والفرياني واسناده صحيح وصححه الحاكم 1 / 440) وقال:\nوفيه الدليل الواضح أن صلاة التراويح في مساجد المسلمين سنة مسنونة وقد كان علي بن أبي طالب يحث عمر رضي الله عنهما على إقامة هذه السنة إلى أن أقامها\nالثاني:\n- 3 (صحيح)\nعن أنس قال: كان رسول الله صلى الله عليه وسلم يصلي في رمضان فجئت فقمت إلى جنبه ثم جاء آخر ثم جاء آخر حتى كنا رهطا (1) فلما أحس رسول الله صلى الله عليه وسلم أنا خلفه تجوز (2) في الصلاة ثم دخل منزله فلما دخل منزله صلى صلاة لم يصلها عندنا فلما أصبحنا قلنا: يا رسول الله أو فطنت لنا البارحة؟ فقال: نعم وذاك الذي حملني على ما صنعت\nرواه أحمد وابن نصر بسندين صحيحين والطبراني في الأوسط بنحوه]\nالجزء: 1 ¦ الصفحة: 10\n",
        "(1) الرهط ما دون العشرة\n(2) أي: خفف\n[11]\nالجزء: 1 ¦ الصفحة: 11\n",
        "الثالث:\n- 4 (صحيح)\nعن عائشة قالت: كان الناس يصلون في مسجد رسول الله صلى الله عليه وسلم رمضان بالليل أوزاعا (1) يكون مع الرجل شيء من القرآن فيكون معه النفر الخمسة والستة أو أقل من ذلك أو أكثر فيصلون بصلاته فأمرني رسول الله صلى الله عليه وسلم ليلة من ذلك أن أنصب (2) له حصيرا على باب حجرتي ففعلت فخرج إليه رسول الله صلى الله عليه وسلم بعد أن صلى العشاء الآخرة قالت: فاجتمع إليه من في المسجد فصلى بهم رسول الله صلى الله عليه وسلم ليلا طويلا ثم انصرف رسول الله صلى الله عليه وسلم فدخل وترك الحصير على حاله فلما أصبح الناس تحدثوا بصلاة رسول الله صلى الله عليه وسلم بمن كان معه في المسجد تلك الليلة (فاجتمع أكثر) منهم وأمسى المسجد راجا بالناس (3)\n(فخرج رسول الله صلى الله عليه وسلم في الليلة الثانية فصلوا بصلاته فاصبح الناس يذكرون ذلك فكثر أهل المسجد (حتى اغتص بأهله) من الليلة الثالثة فخرج فصلوا بصلاته\nفلما كانت الليلة الرابعة عجز المسجد عن أهله) فصلى بهم رسول الله صلى الله عليه وسلم العشاء الآخرة ثم دخل بيته وثبت الناس قالت: فقال لي رسول الله صلى الله عليه وسلم ما شأن الناس يا عائشة قالت: فقلت له: يا رسول الله سمع الناس بصلاتك البارحة بمن كان في المسجد فحشدوا لذلك لتصلي بهم قالت فقال: إطو عنا حصيرك يا عائشة قالت: ففعلت وبات رسول الله صلى الله عليه وسلم غير غافل وثبت الناس مكانهم (فطفق رجال منهم يقولون: الصلاة) حتى خرج رسول الله صلى الله عليه وسلم إلى الصبح (فلما قضى الفجر أقبل على الناس ثم تشهد (4) فقال أما بعد) أيها الناس أما والله ما بت والحمد لله ليلتي هذه غافلا وما خفي علي مكانكم ولكني تخوفت أن يفترض عليكم (وفي رواية ولكن خشيت أن تفرض عليكم صلاة الليل فتعجزوا عنها) فاكلفوا من الأعمال ما تطيقون فإن الله لا يمل حتى تملوا\nزاد في رواية أخرى قال الزهري فتوفي رسول الله صلى الله عليه وسلم والناس على ذلك ثم كان الأمر على ذلك في خلافة أبي بكر وصدرا من خلافة عمر (5)\nالجزء: 1 ¦ الصفحة: 11\n",
        "(1) أي: متفرقين\n(2) أي أضع في \" اللسان \": \" والنصب وضع الشيء ورفعه \" ولعل الأول هو المناسب هنا والمراد أنه صلى الله عليه وسلم أمرها أن تضع حصيرا أمام الباب ويؤيده حديث زيد بن ثابت \" اتخذ النبي صلى الله عليه وسلم حجرة في المسجد من حصير فصلى رسول الله صلى الله عليه وسلم فيها ليالي حتى اجتمع إليه ناس. . . \". الحديث رواه مسلم (2 / 188) وغيره\n(3) أراد أن له رجة من كثرة الناس. نهاية\n(4) تعني أنه نطق بالشهادة ويحتمل عندي أنها أرادت خطبة الحاجة التي يذكر فيها الشهادة وقد ذكرنا نصها في خطبة الرسالة الأولى ثم طبعناها مفردة\n(5) رواه البخاري ومسلم وأبو داود والنسائي والفرياني في الصيام وابن نصر وأحمد والسياق لهما\n[12]\nالجزء: 1 ¦ الصفحة: 12\n",
        "قلت وهذه الأحاديث ظاهرة الدلالة على مشروعية صلاة التراويح جماعة لاستمراره صلى الله عليه وسلم في تلك الليالي ولا ينافيه تركه صلى الله عليه وسلم لها في الليلة الرابعة في هذا الحديث لأنه صلى الله عليه وسلم علله بقوله خشيت أن تفرض عليكم\nولا شك أن هذه الخشية قد زالت بوفاته صلى الله عليه وسلم بعد أن أكمل الله الشريعة وبذلك يزول المعلول وهو ترك الجماعة ويعود الحكم السابق وهو مشروعية الجماعة ولهذا أحياها أحياها عمر بن الخطاب رضي الله عنهـ كما سبق ويأتي وعليه جمهور العلماء\nالرابع:\n- 5 (صحيح)\nعن حذيفة بن اليمان قال:\nقام رسول الله صلى الله عليه وسلم ذات ليلة في رمضان في حجرة من جريد النخل ثم صب عليه دلوا من ماء ثم قال (الله أكبر) الله أكبر (ثلاثا) ذا الملكوت والجبروت والكبرياء والعظمة (ثم قرأ البقرة قال: ثم ركع فكان ركوعه مثل قيامه فجعل يقول في ركوعه: سبحان ربي العظيم سبحان ربي العظيم (مثلما كان قائما) ثم رفع رأسه من الركوع فقام مثل ركوعه فقال: لربي الحمد ثم سجد وكان في سجوده مثل قيامه (1) وكان يقول في سجوده سبحان ربي الأعلى ثم رفع رأسه من السجود (ثم جلس) وكان يقول بين السجدتين: رب اغفر لي (رب اغفرلي) وجلس بقدر سجوده (ثم سجد فقال: سبحان ربي الأعلى مثلما كان قائما) فصلى أربع ركعات يقرأ فيهن البقرة وآل عمران والنساء والمائدة والأنعام حتى جاء بلال فآذنه بالصلاة (2)\nالجزء: 1 ¦ الصفحة: 12\n",
        "(1) يعني: القيام بعد الركوع\n(3) \" يعني صلاة الفجر \" والحديث رواه ابن أبي شيبة وابن نصر والنسائي وأحمد ومسلم وغيرهم مع ملاحظة الزيادات في الروايات الأخرى التي بين القوسين] والحاكم القول بين السجدتين وصححه ووافقه الذهبي ورجاله ثقات\n[15]\nالجزء: 1 ¦ الصفحة: 15\n",
        "ج - وأما بيانه صلى الله عليه وسلم لفضلها فهو ما رواه\n- 6 (صحيح)\nأبو ذر رضي الله عنهـ قال: صمنا فلم يصل صلى الله عليه وسلم بنا حتى بقي سبع من الشهر فقام بنا حتى ذهب ثلث الليل ثم لم يقم بنا في السادسة وقام بنا في الخامسة حتى ذهب شطر الليل فقلنا: يا رسول الله لو نفلتنا بقية ليلتنا هذه فقال:\nإنه من قام مع الإمام حتى ينصرف كتب له قيام ليلة ثم لم يصل بنا حتى بقي ثلاث من الشهر فصلى بنا الثالثة ودعى أهله ونساءه فقام بنا حتى تخوفنا الفلاح قلت: وما الفلاح قال السحور\nرواه ابن أبي شيبة وأبو داود والترمذي وصححه والنسائي وابن ماجة والطحاوي في شرح معاني الآثار وابن نصر والفريابي والبيهقي وسندهم صحيح]\nوالشاهد من الحديث قوله: \" من قام مع الإمام. . . \" فإنه ظاهر الدلالة على فضيلة صلاة قيام رمضان مع الإمام يؤيد هذا ما ذكره أبو داود في المسائل (ص 62) قال:\nسمعت أحمد قيل له: يعجبك أن يصلي الرجل مع الناس في رمضان أو وحده؟\nقال يصلي مع الناس وسمعته أيضا يقول:\nيعجبني أن يصلي مع الإمام ويوتر معه قال النبي صلى الله عليه وسلم: \" إن الرجل إذا قام مع الإمام حتى ينصرف كتب الله له بقية ليلته \" ومثله ذكر ابن نصر (ص 91) عن أحمد ثم قال أبو داود: \" قيل لأحمد وأنا أسمع: يؤخر القيام - يعني التراويح - إلى آخر الليل؟\nقال: لا سنة المسلمين أحب إلي (1)\nالجزء: 1 ¦ الصفحة: 15\n",
        "2 -\nلم يصل صلى الله عليه وسلم التراويح أكثر من (11) ركعة\nوبعد أن أثبتنا مشروعية الجماعة في صلاة التراويح بإقراره صلى الله عليه وسلم وفعله وحضه فلنبين كم كانت عدد ركعاته صلى الله عليه وسلم في تلك الليالي التي أحياها مع الناس فاعلم أن لدينا في هذ المسألة حديثين:\nالأول:\n- 7 (صحيح)\nعن أبي سلمة بن عبد الرحمن أنه سأل عائشة رضي الله عنها كيف كانت صلاة رسول الله صلى الله عليه وسلم في رمضان فقالت:\nما كان رسول الله صلى الله عليه وسلم يزيد في رمضان ولا في غيره على إحدى عشرة ركعة (2)\nيصلي أربعا فلا تسل عن حسنهن وطولهن\nثم يصلي أربعا فلا تسأل عن حسنهن وطولهن\nثم يصلي ثلاثا\nرواه البخاري ومسلم وأبو عوانة وأبو داود والترمذي والنسائي ومالك وعنه البيهقي وأحمد\nوفي رواية لابن أبي شيبة ومسلم وغيرهما: كانت صلاته في شهر رمضان وغيره ثلاث عشر ركعة بالليل منها ركعتا الفجر\nلكن جاء في رواية أخرى عند مالك وعنه البخاري وغيره عنها قالت كان يصلي بالليل ثلاث عشر ركعة ثم يصلي اذا سمع النداء بالصبح ركعتين خفيفتين (قال الحافظ يحتمل أن تكون إضافة إلى صلاة الليل سنة العشاء لكونه كان يصليها في بيته أو ما كان يفتتح به صلاة الليل فقد ثبت عند مسلم عنها أنه كان يفتتحها بركعتين خفيفتين]\nالجزء: 1 ¦ الصفحة: 15\n",
        "(1) يعني الاجتماع في صلاة التروايح مع التبكير بها أفضل عنده من الانفراد بها مع التأخير إلى آخر الليل وإن كان للتأخير فضيلة خاصة فالجماعة أفضل لإقامة النبي صلى الله عليه وسلم لها في تلك الليالي التي أحياها مع الناس في المسجد كما سبق في حديث عائشة وغيره ولذلك جرى عليه المسلمون من عهد عمر إلى الآن\n[18]\nالجزء: 1 ¦ الصفحة: 18\n",
        "- 8 (صحيح)\nعن زيد بن خالد الجهني أنه قال: لأرمقن صلاة رسول الله صلى الله عليه وسلم الليلة فصلى ركعتين خفيفتين ثم صلى ركعتين طويلتين طويلتين طويلتين ثم صلى ركعتين وهما دون اللتين قبلهما ثم صلى ركعتين وهما دون اللتين قبلهما ثم صلى ركعتين وهما دون اللتين قبلهما ثم صلى ركعتين وهما دون اللتين قبلهما ثم أوتر فذلك ثلاث عشرة ركعة رواه مالك وعنه مسلم وأبو عوانة وأبو داود وابن نصر]\n[19]\nالجزء: 1 ¦ الصفحة: 19\n",
        "الثاني:\n- 9 (حسن)\nعن جابر بن عبد الله رضي الله عنهـ قال: صلى بنا رسول الله صلى الله عليه وسلم في شهر رمضان ثمان ركعات وأوتر فلما كانت القابلة اجتمعنا في المسجد ورجونا أن يخرج فلم نزل فيه حتى أصبحنا ثم دخلنا فقلنا يا رسول الله اجتمعنا البارحة في المسجد ورجونا أن تصلي بنا فقال:\nإني خشيت أن يكتب عليكم\nرواه ابن نصر والطبراني وسنده حسن بما قبله واشار الحافظ في الفتح وفي التلخيص إلى تقويته وعزاه لابن خزيمة وابن حبان في صحيحهما]\n[21]\nالجزء: 1 ¦ الصفحة: 21\n",
        "حديث العشرين ضعيف جدا لا يجوز العمل به\nثم قال في الفتح (4 / 205 - 206) تحت شرح الحديث الأول:\n- 10 (ضعيف جدا)\nوأما ما رواه ابن شيبة من حديث ابن عباس: كان رسول الله صلى الله عليه وسلم يصلي في رمضان عشرين ركعة والوتر فإسناده ضعيف وقد عارضه حديث عائشة هذا الذي في الصحيحين مع كونها أعلم بحال النبي صلى الله عليه وسلم ليلا من غيرها\nوسبقه إلى هذا المعنى الحافظ الزيلعي في نصب الراية\nقلت: وحديث ابن عباس هذا ضعيف جدا كما قال السيوطي في \" الحاوي للفتاوي \" 2 / 73 وعلته أن فيه أبا شيبة إبراهيم بن عثمان قال الحافظ في التقريب: \" متروك الحديث \"\n[22]\nالجزء: 1 ¦ الصفحة: 22\n",
        "وأنه يروي الموضوعات كحديث (ما هلكت أمة إلا في آذار) ولا تقوم الساعة الا في آذار وأن حديثه هذا الذي في التراويح من جملة مناكيره\nوقد صرح السبكي بأن شرط العمل بالحديث الضعيف أن لا يشتد ضعفه\nقال الذهبي ومن يكذبه مثل شعبة فلا يلتفت إلى حديثه]\nقلت: وفيما نقله عن السبكي إشارة لطيفة من الهيتمي إلى أنه لا يرى العمل بالعشرين فتأمل\nثم قال السيوطي بعد أن ذكر حديث جابر من رواية ابن حبان:\nفالحاصل أن العشرين ركعة لم تثبت من فعله صلى الله عليه وسلم وما في صحيح ابن حبان غاية فيما ذهبنا إليه من تمسكنا بما في البخاري عن عائشة إنه كان لا يزيد في رمضان ولا في غيره على إحدى عشرة ومما يدل لذلك أيضا أنه صلى الله عليه وسلم كان إذا عمل عملا واظب عليه كما واظب على الركعتين اللتين قضاهما بعد العصر مع كون الصلاة في ذلك الوقت منهيا عنها ولو فعل العشرين ولو مرة لم يتركها أبدا ولو وقع لم يخف على عائشة حيث قالت ما تقدم\n[23]\nقلت: وفي كلامه إشارة قوية إلى اختياره الإحدى عشرة ركعة ورفضه العشرين الواردة في حديث ابن عباس لضعفها الشديد فتدبر\n[24]\n3 -\nاقتصاره صلى الله عليه وسلم على الإحدى عشرة ركعة دليل على عدم جواز الزيادة عليها\nتبين لنا مما سق أن عدد ركعات قيام اليل إنما هو إحدى عشرة ركعة بالنص الصحيح من فعل رسول الله صلى الله عليه وسلم وإذا تأملنا فيه يظهر لنا بوضوح أنه صلى الله عليه وسلم استمر على هذا العدد طيلة حياته لا يزيد عليه سواء ذلك في رمضان أو في غيره فإذا استحضرنا في أذهاننا أن السنن الرواتب وغيرها كصلاة الاستسقاء والكسوف التزم النبي صلى الله عليه وسلم أيضا فيها جميعا عددا معينا من الركعات وكان هذا الالتزام دليلا مسلما عند العلماء على انه لا يجوز الزيادة عليها فكذلك صلاة التراويح لا يجوز الزيادة فيها على العدد المسنون لاشتراكها مع الصلوات المذكورات في التزامه صلى الله عليه وسلم عددا معينا فيها\n[26]\nلا يزيد عليه فمن ادعى الفرق فعليه الدليل ودون ذلك خرط القتاد\nوليست صلاة التراويح من النوافل المطلقة حتى يكون لمصلي الخيار في أن يصليها بأي عدد شاء بل هي سنة مؤكدة تشبه الفرائض من حيث أنها تشرع مع الجماعة كما قالت الشافعية فهي من هذه الحيثية أولى بأن لا يزاد عليها من السنن الرواتب ولهذا منعوا من جمع أربع ركعات من التراويح في تسليمة واحدة ظنا منهم أنهم لم ترد واحتجوا (بأن التراويح أشبهت الفرض بطلب الجماعة فلا تغير عما ورد فيها)\nفتأمل كيف منعوا من وصل ركعتين بركعتين كل منهما وارد لأن في الوصل - عندهم - تغييرا لما ورد فيها من الفصل\n[27]\nأفلا يحق لنا حينئذ أن نمنع بهذه الحجة ذاتها من زيادة عشر ركعات لا أصل لها في السنة الصحيحة البتة؟ اللهم بلى بل هذا بالمعنع أولى وأحرى فهل من مدكر؟\nعلى أنه لو اعتبرنا صلاة التراويح نفلا مطلقا لم يحدده الشارع بعدد معين لم يجز لنا أن نلتزم نحن فيها عددا لا نجاوزه لما ثبت في الأصول: أنه لا يسوغ التزام صفة لم ترد عنه صلى الله عليه وسلم في عبادة من العبادات\nقال الشيخ ملا أحمد رومي الحنفي صاحب (مجالس الأبرار) ما ملخصه:\n(لأن عدم وقوع الفعل في الصدر الأول إما لعدم الحاجة إليه أو لوجود مانع أو لعدم تنبه أو لتكاسل أو لكراهة أو لعدم مشروعيته والأولان منفيان في العبادات البدنية المحضة لأن الحاجة في التقرب إلى الله تعالى لا تنقطع وبعد ظهور الإسلام لم يكن منها مانع ولا يظن بالنبي صلى الله عليه وسلم عدم التنبه والتكاسل فذاك أسوأ الن المؤدي إلى الكفر فلم يبق إلا كونها سيئة غير مشروعة وكذلك يقال لمن أتى في العبادات البدنية المحضة بصفة لم تكن في زمن الصحابة إذ لو كان وصف العبادة في الفعل المبتدع يقتضي كونها\n[28]\nبدعة حسنة لما وجد في العبادات بدعة مكروهة ولما جعل الفقهاء صلاة الرغائب والجماعة فيها وأنواع النغمات في الخطب وفي الأذان وقراءة القرآن في الركوع والجهر بالذكر أمام الجنازة ونحو ذلك من البدع المنكرة فمن قال بحسنها قيل له: ما ثبت حسنه بالأدلة الشرعية فهو إما غير بدعة فيبقى عموم العام في حديث\nكل بدعة ضلالة \" وحديث \" كل عمل ليس عليه أمرنا فهو رد \" على حاله ويكون مخصوصا من هذا العام والعام المخصوص حجة فيما عدا ما خص منه فمن ادعى الخصوص فيما أحدث أيضا احتاج إلى دليل يصلح للتخصيص من كتاب أو سنة أو إجماع مختص بأهل الاجتهاد ولا نظر للعوام ولعادة أكثر البلاد فيه فمن أحدث شيئا يتقرب به إلى الله تعالى من قول أو فعل فقد شرع من الدين ما لم يأذن به الله فعلم أن كل بدعة في العبادات البدنية المحضة لا تكون إلا سيئة \"\nشبهات وجوابها:\nإذا عرفنا إفادة هذا النص أنه لا يجوز الزيادة عليه فإن من تمام الفائدة أن نسوق بضع الشبهات التي قد يوردها البعض حول\n[29]\nالجزء: 1 ¦ الصفحة: 29\n",
        "هذه المسألة مع الجواب عليها حتى يكون القارئ على بينة من أمره فأقول:\nاشبهة الأوى: (اختلاف العلماء دليل على عدم ثيوت النص المعين للعدد)\nمن المعلوم أن العلماء اختلفوا في عدد ركعات التراويح على أقوال كثيرة كما سيأتي بيانها فقد يقول قائل: إن هذا الاختلاف يدل على عدم وجود نص في العدد إذ لو ثبت لم يقع الاختلاف في عددها ولو ثبت ذلك من فعل النبي صلى الله عليه وسلم لم يختلف فيه كعدد الوتر والرواتب)\nالجواب: نحن نسلم بأن من الاختلافات ما يكون سببه عدم وجود النص ولكن من العجيب أن يقرر السيوطي هذا القول فإنه\n[30]\nالجزء: 1 ¦ الصفحة: 30\n",
        "يفهم منه أن الاختلاف ليس له إلا سبب واحد وهو عدم ثبوت النص مع أنه من المعلوم أن هناك اختلالفات كثيرةلم يكن سببها عدم وجود النص بل كان عدم وصوه إلى الإمام الذي قال بخلافه أو أنه بلغه ولكن من طريق لا تقوم الحجة به أو بلغه صحيحا ولكن فهمه على وجه غير الوجه الذي فهمه الإمام الآخر وغير ذلك من أسباب الاختلاف التي ذكرها العلماء فالاختلاف ليس له سبب واحد. بل له - كما ترى - أسباب كثيرة ألا ترى أن هناك مسأئل كثيرة اختلفوا فيها مع أن فيها نصوصا ثابتا عنه صلى الله عليه وسلم كما هو معلوم عند العلماء بالفقه والأخبار ولنضرب على ذلك مثالا واضحا إلا وهو (رفع اليدين في الصلاة عند الركوع والرفع منه) فقد اتفق العلماء كلهم من مختلف المذاهب على مشروعيته ما عدا الحنفية مع أنه ورد فيه نحو عشرين حديثاص صحيحا وفي بعضها أن أبا حميد الساعدي رضي الله عنهـ وصف صلاة النبي صلى الله عليه وسلم بحضور\n[31]\nالجزء: 1 ¦ الصفحة: 31\n",
        "عشرة من الصحابة وذكر فيه الرفع فلما فرغ من وصفها قالوا له: \" صدقت هكذا كانت صلاة رسول الله صلى الله عليه وسلم \". رواه البخاري\nوقد أجاب أبو حنيفة رضي الله عنهـ حين سئل عن عدم أخذه بالرفع بقوله: \" لأنه لم يصح فيه حديث عن رسول الله صلى الله عليه وسلم \" في حكاية معروفة جرت بينه وبين أحدالمحدثين ذكرها الحنفية في كتبهم فهذا القول من قبل الإمام أبي حنيفة رحمه الله لا يمكن أن يقوله لو أنه وقف على هذه الطرق التي أشرنا إليها فهذا أكبردليل على أن الخلاف في هذه المسألة ليس سببه عدم وجود أو ثبوت النص بل السبب هو عدم وصوله إلى الإمام من طريق صحيح كما عبر عن ذلك الإمام أبو حنيفة نفسه رحمه الله تعالى\n[32]\nالجزء: 1 ¦ الصفحة: 32\n",
        "وهذا مثال واحد من أمثلة كثيرة معروفة عند المشتغلين بالسنة\nأقول: فكما أن الختلاف في هذه المسألة وحوها لا يدل على عدم ورود نص ثابت فيها فكذلك الاخلف في عدد ركعات التراويح لا يدل على عدم ورود نص ثابت فيه لأن الواقع أن النص وارد ثابت فيه فلا يجوز أن يرد النص بسبب الخلاف بل الواجب أن يزال الخلاف بالرجوع إلى النص عملا بقول الله تبارك تعالى:\n؟ فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجا مما قضيت ويسلموا تسليما؟\n[33]\nالجزء: 1 ¦ الصفحة: 33\n",
        "وقوله:؟ فإن تنازعتم في شيء فردوه إلى الله والرسول إن كنتم تؤمنون بالله واليوم الآخر ذلك خير وأحسن تأويلا؟\nالشبهةالثانية: (لا مانع من الزيادة على النص ما لم ينه عنها) . وقد يقول قائل آخر: سلمنا أنه ثبت النص أن النبي صلى الله عليه وسلم صلى التراويح إحدى عشرة ركعة فقط وأنه ثبت ضعف الخبر الذي فيه أن صلاها عشرين ولكن لا نرى مانعا من الزيادة عليه لأن رسول الله صلى الله عليه وسلم لم ينه عنها\nقلت: الاصل في العبادات أنها لا تثبت إلا بتوقيف من رسول الله صلى الله عليه وسلم وهذا الأصل متفق عليه بين العلماء ولا نتصور مسلما عالما يخالفه فيه ولولا هذا الأصل لجاز لأي مسلم أن يزيد في عدد ركعات السنن بل والفرائض الثابت عددها بفعله صلى الله عليه وسلم واستمراره عليه بزعم أنه صلى الله عليه وسلم لم ينه عن الزيادة عليها وهذا بين ظاهر البطلان فلا ضرورة لأ نطيل فيه الكلام خاصة وقد سبق أن بينا مفصلا (ص 22 - 24) أن الزيادة على صلاة التراويح أخرى بالمنع من الزيادة على السنن والرواتب فتذكره\n[34]\nالجزء: 1 ¦ الصفحة: 34\n",
        "الشبهة الثالثة (التمسك بالنصوص المطلقة والعامة)\nتمسك بعضهم بالنصوص المطلقة والعامة في الحض على الإكثار من الصلاة بدون تحديد عدد معين\nكقوله صلى الله عليه وسلم لربيعة بن كعب وقد سأله مرافقته في الجنة\n- 11 (صحيح)\nفأعني على نفسك بكثرة السجود] رواه مسلم في صحيحه وأبوعوانة]\nوكحديث أبي هريرة رضي الله عنهـ \" كان يرغب في قيام رمضان. . \"\nونحو ذلك من الأحاديث التي تفيد بإطلاقها وعمومها مشروعية الصلاة بأي عدد شاء المصلي\n[36]\nالجزء: 1 ¦ الصفحة: 36\n",
        "والجواب: أن هذا ممسك واه جدا بل هي شبهة لا تساوي حكايتها كالتي قبلها؟\nفإن العمل بالمطلقات على إطلاقها إنما يسوغ فيما لم يقيده الشارع من المطلقات أما إذا قيد الشارع حكما مطلقا بقيد فإنما يجب التقيد به وعدم الاكتفاء بالمطلق ولما كانت مسألتنا (صلاة التراويح ليست من النوافل المطلقة لأنها صلاة مقيدة بنص عن رسول الله صلى الله عليه وسلم كما سبق بيانه في أول هذا الفصل فلا يجوز تعطيل هذا القيد تمسكا بالمطلقات وما مثل من يفعل ذلك إلا كمن يصلي صلاة يخالف بها صلاة النبي صلى الله عليه وسلم المنقولة عنه بالأسانيد الصحيحة يخالفها كما وكيفا متناسيا قوله صلى الله عليه وسلم: (صلوا كما رأيتموني أصلي) محتجا بمثل تلك المطلقات كمن يصلي مثلا الظهر خمسا وسنة الفجر أربعا وكمن يصلي بركوعين أو سجدات\nوفساد هذا لا يخفى على عاقل ولهذا قال العلامة الشيخ علي محفوظ في \" الإبداع \" (ص 25) بعد أن نقل من نصوص علماء المذاهب الأربعة أن ما تركه النبي صلى الله عليه وسلم مع قيام المقتضي على فعله فتركه هو السنة وفعله بدعة مذمومة قال:\n[37]\nالجزء: 1 ¦ الصفحة: 37\n",
        "\" وعلمت أن التمسك بالعمومات مع الغفلة عم بيان الرسول وتركه هو اتباع المتشابه الذي نهى الله عنه ولو عولنا على العمومات وصرفنا النظر عن البيان لا نفتح باب كبير من أبواب البدعة لا يمكن سده ولا يقف الاختراع في الدين عند حد وإليك أمثلة في ذلك على ما تقدم:\nالأول جاء في حديث الطبراني\nالصة خير موضوع\nلوتمسكنا بعموم هذا كيف تكون صلاة الرغائب بدعة مذمومة؟ وكيف تكون صلاة شعبان بدعة مذمومة مع دخولهما في عموم الحديث؟ وقد نص العلماء على أنهما بدعتان قبيحتان مذمومتان كما يأتي\nالثاني: قال تعالى: {ومن أحسن قولا ممن دعا إلى الله وعمل صالحا}\nوقال عز وجل: {اذكروا الله ذكرا كثيرا}\nإذا استحب لنا إنسان الأذان للعيدين والكسوفين والتراويح وقلنا كيف والنبي صلى الله عليه وسلم لم يفعلها ولم يأمر بها وتركها طول حياته فقال لنا: إن المؤذن داع إلى الله وإن المؤذن ذاكر لله كيف تقوم عليه الحجة وكيف تبطل بدعته؟\nالثالث:\nقال تعالى: {إن الله وملائكته يصلون على النبي} الآية\nلو صح الأخذ بالعمومات لصح أن يتقرب إلى الله تعالى بالصلاة والسلام [عليه صلى الله عليه وسلم] في قيام الليل وركوعها واعتدالها وسجودها إلى غير ذلك من الأمكنة التي لم يضع الرسول صلى الله عليه وسلم فيها ومن الذي يجيز التقرب إلى الله تعالى بمثل ذلك وتكون الصلاة بهذه الصفة عبادة معتبرة؟ وكيف هذا مع حديث \" صلوا كما رأيتموني أصلي \" رواه البخاري؟\nالرابع: ورد في صحيح الحديث \" فيما سقت السماء والعيون والبعل العشر وفيما سقي بالنضح نصف العشر \" لو أخذ بعموم هذا لوجبت الزكاة فيها ولا مستند لهم في عدم وجوب الزكاة سوى هذا الأصل وهو أن ما تركه مع قيام المقتضي على فعله فتركه هو السنة وفعله هو البدعة\n[39]\nالجزء: 1 ¦ الصفحة: 39\n",
        "السبب الحقيقي في اختلاف العلماء في عدد ركعات التراويح\nفإن قيل: سلمنا بفساد هذه الشبهات كلها وسلامة النص من أي معارض فما هو السبب الذي جعل العلماء يختلفون في عدد ركعات التراويح؟\nفنقول: الذي يبدو لنا في ذلك أمران لا ثالث لهما:\nالأول: وهو الأقوى والأكثر: عدم الاطلاع على هذا النص الواد في العدد فمن لم يبلغه ذلك فهو معذور في عدم العمل به لقوله تعالى عن لسان رسول الله صلى الله عليه وسلم في حق القرآن:؟ لأنذركم به ومن بلغ؟ بل هو مأجور لقوله صلى الله عليه وسلم:\n- 12 (صحيح)\nإذا حكم الحاكم فاجتهد فأصاب فله أجران وإذا حكم فاجتهد فأخطأ فله أجر واحد رواه البخاري وغيره]\nالثاني: أنهم فهموا النص فهما لا يلزمهم الوقوف عنده وعدم الزيادة عليه لوجه من وجوه التأويل التي قد تعرض لبعض العلماء بغض النظر عن كونه خطأ أو صوابا كقول الشافعية: \" وأما قول عائشة: ما كان صلى الله عليه وسلم يزيد في رمضان ولا في غيره على إحدى عشرة ركعة فمحمول على الوتر \". ونحو ذلك من الوجوه التي لا تلزم غيرهم الأخذ بها لثبوت ضعفها لديهم فانظر مثلا إلى\n[40]\nالجزء: 1 ¦ الصفحة: 40\n",
        "هذا الوجه الذي نقلته عن الشافعية فإنه ظاهر العف إذا تذكرت أن قول عاشة هذا إنما كان جوابا لمن سألها: \" كيف كانت صلاة رسول الله صلى الله عليه وسلم في رمضان \"؟ كما سبق فالصلاة المسول عنها شاملة لكل صلاة الليل فكيف يصح أن يحمل على الوتر فقط دون صلاة الليل كلها مع أن هذا الحمل يفيد أنه صلى الله عليه وسلم كان له صلاتان: إحداهما صلاة الليل - وما أدري كم تكون ركعاتها - والأخرى صلاة الوتر بأكثر ركعاته: إحدى عشرة ركعة وهذا مما لا يقوله عالم بالسنة فالأحاديث متضافرة على أن صلاته صلى الله عليه وسلم في الليل لم تزد على الإحدى عشرة ركعة على التفصيل المتقدم فهذا من نتائج تأويل النصوص لتأييد المذهب\nموقفنا من المخالفين لنا في هذه المسألة وغيرها\nإذا عرفت ذلك فلا يتوهمن أحد أننا حين اخترنا الاقتصار على السنة في عدد ركعات التراويح وعدم جواز الزيادة عليها أننا نضلل أو نبدع من لا يرى ذلك من العلماء السابقين واللاحقين كما قد ظن ذلك بعض الناس واتخذوه حجة للطعن علينا توهما منهم أنه يلزم من قولنا: بأن الأمر الفلاني لا يجوز أو أنه بدعة أن\n[41]\nالجزء: 1 ¦ الصفحة: 41\n",
        "كل من قال بجوازه واستحبابه فهو ضال مبتدع كلا فإنه وهم باطل وجهل بالغ لأن البدعة التي يذم صاحبها وتحمل عليه الأحاديث الزاجرة عن البدعة إنما هي \" طريقة في الدين مخترعة تضاه الشيعة يقصد بالسلوك عليها المبالغة في التعبد لله سبحانه \" فمن ابتدع بدعة يقصد بها المبالغة في التعبد وهو يعلم أنها ليست من الشرع فهو الذي تنصب عليه تلك لأحاديث وأما من وقع فيها دون أن يعلم بها ولم يقصد بها المبالغة في التعبد فلا تشمله تلك الأحاديث مطلقا ولا تعنيه البتة وإنما تعني أولئك المبتدعة الذي يقفون في طريق انتشار السنة ويستحسنون كل بدعة بدون علم ولا هدى ولا كتاب منير بل ولا تقليدا لأهل العلم والذكر بل اتباعا للهوى وإرضاء للعوام وحاشا أن يكون من هؤلاء أحد من العلماء المعروفين بعلمهم وصدقهم وصلاحهم وإخلاصهم ولا سيما الأئمة الأربعة المجتهدين رضي الله عنهم أجمعين فغننا نقطع بتنزههم أن يستحسنوا بدعة مبالغة منهم في التعبد كيف وهم قد نهوا عن ذلك كما سنذكر نصوصهم في ذلك في الرسالة الخاصة بالبدعة إن شاء الله تعالى\nنعم قد يقع أحدهم فيما هو خطأ شرعا ولكنه لا يؤاخذ على ذلك بل هو مغفور له ومأجور عليه كما سبق مرارا وقد\n[42]\nالجزء: 1 ¦ الصفحة: 42\n",
        "يتبين للباحث أن هذا الخطأ من نوع البدعة فلا يختلف الحكم في كونه مغفورا له ومأجورا عليه لأنه وقع عن اجتهاد منه ولا يشك عالم أنه لا فرق من حيث كونه خطأ بين وقوع العالم في البدعة ظنا منه أنها سهنة وبين وقوعه في المحرم وهو يظن أنه حلال فهذا كل خطأ ومغفور كما علمت ولهذا نرى العلماء مع اختلافهم الشديد في بعض المسأئل لا يضلل بعضهم بعضا ولا يبدع بعضهم بعضا ولنضرب على ذلك مثالا واحدا لقد اختلفوا منذ عهد الصحابة في إتمام الفريضة في السفر فمنهم من أجازه ومنهم من منعه ورآه بدعة مخالفة للسنة ومع ذلك فلم يبدعوا مخالفيهم فهذا ابن عمر رضي الله عنهـ يقول:\n- 13 (أثر صحيح)\nصلاة المسافر ركعتان من خالف السنة كفر\nرواه السراج في مسنده باسنادين صحيحين عنه]\nومع هذا فلم يكفر ولم يضلل من خالف هذه السنة اجتهادا بل لما صلى وراء ن يرى الإتمام أتم معه\n- 14 (صحيح)\nفروى السراج بسند صحيح عنه أن النبي صلى الله عليه وسلم صلى بمنى ركعتين وأبو بكر وعمر وعثمان صدرا من أمارته ركعتين ثم أن عثمان صلى بمنى أربعا فكان ابن عمر اذا صلى معهم صلى أربعا واذا صلى وحده صلى ركعتين وروى البخاري نحوه عن ابن مسعود وفيه أنه لما بلغه إتمام عثمان استرجع]\n[43]\nالجزء: 1 ¦ الصفحة: 43\n",
        "فتأمل كيف أن ابن عمر لم يحمله اعتقاده بخطأ من يخالف السنة الثابتة بالإتمام في السفر على أن يضلله أو يبدعه بل إنه صلى وراءه لأنه يعلم أن عثمان رضي الله عنهـ لم يتم اتباعا للهوى - معاذ الله بل ذلك يجب عن اجتهاد منه وهذا هو السبيل الوسط الذي نرى من الواجب على المسلمين أن يتخذوه لهم طريقا لحل الخلافات القائمة بينهم أن يجهر كل منهم بما يراه هو الصواب الموافق للكتاب والسنة شريطة أن لا يضلل ولا يبدع من لم ير ذلك لشبهة عرضت له لأنه هو الطريق الوحيد الذي بحه تتحقق وحدة المسلمين وتتوحد لكمتهم ويبقى الحق فيه ظاهرا جليا غير منطمس المعالم ولهذا نرى أيضا أن تفرق المسلمين في صلاتهم وراء أئمة متعددين: هذا حنفي وهذا شافعي. . . . مما يخالف ما كان عليه سلفنا الصالح من الاجتماع في الصلاة وراء إمام واحد وعدم التفرق وراء أئمة متعددين\nهذا هو موقفنا في المسائل الخلافية بين المسلمين الجهر بالحق بالتي هي أحسن وعدم تضليل من يخالفنا لشبهة لا لهوى\n[44]\nالجزء: 1 ¦ الصفحة: 44\n",
        "وهذا هو الذي جرينا عليه منذ أن هدانا الله لاتباع السنة ولك من نحو عشرين سنة ونتمنى مثل هذا الموقف لأولئك المتسرعين في تضليل المسلمين الذين من مذهبهم قولهم: \" إذا سئل عن مذهبنا؟ قلنا: صواب يحتمل الخطأ وإذا سئلنا عن مذهب غيرنا؟ قلنا خطأ يحتمل الصواب \" ومن مذهب القول بكراهة الصلاة وراء المخالف في المذهب أو بطلانها ولذلك تفرقوا في المسجد الواحد كما سبق وخاصة في جماعة الوتر في رمضان لظن بعضهم أن الوتر لا يصح إذا فصل الإمام بين شفعه ووتره مع أنه هو الأفضل الثابت عن رسول الله صلى الله عليه وسلم كما سيأتي في الفصل السابع\nوذلك هو موقفنا وما أظن عاقلا ينازعنا فيه فمن نسب إلينا غير ذلك فقد بغى وتعدى وظلم والله حسيبه\nوغرضنا من نشر السنة في هذه المسألة وغيرها بين ظاهر وهو تبليغها للناس لقوله صلى الله عليه وسلم: \" بلغوا عني ولو آية. . . \" الحديث رواه البخاري ومسلم لعلها إذا بلغتهم اقتنعوا بصحتها فالتزموها وفي ذلك فلاحهم وسعادتهم في الدارين وفيه تضعيف الأجر لنا إن شاء الله تعالى لقوله صلى الله عليه وسلم: \" من سن سنة في الإسلام حسنة فله أجرها وأجر من عمل بها إلى يوم القيامة \". فمن لم يقتنع بها لشبهة\n[45]\nالجزء: 1 ¦ الصفحة: 45\n",
        "لا لهوى ولا اتباعا للآباء والأجداد فليس لأحد عليه من سبيل لا سيما إذا كان لم يلتزمها بعض كبار العلماء كما في هذه المسألة. والتوفيق من الله سبحانه\nالأحوط اتباع السنة:\nعلى أنه مهما قيل في جواز الزيادة أو عدمها فما أظن أن مسلما يتوقف - بعد ما سلف بيانه - عن القول بأن العدد الذي ورد عنه صلى الله عليه وسلم أفضل من الزيادة عليه لصريح قوله صلى الله عليه وسلم:\n(صحيح)\nوخير الهدي هدي محمد صلى الله عليه وسلم\nرواه مسلم\nفما الذي يمنع المسلمين اليوم أن يأخذوا بهذا الهدي المحمدي ويدعوا ما زاد عليه فما الذي يمنع المسلمين اليوم أن يأخذوا بهذا الهدي المحمدي ويدعوا ما زاد عليه ولو من باب \" دع ما يريبك إلى ما لا يريبك \" لا سيما وأن كثيرا منهم يسيؤون أداة صلاة التراويح بعشرين ركعة للسرعة الزائدة التي يؤدونها بها حتى ليمكن القول إنها لا تصح مطلقا لإخلالهم بالاطمئنان الذي هو ركن من أركان الصلاة التي لا تصح صلاة إلا بها لما سيأتي بيانه في الفصل الثامن\n[46]\nالجزء: 1 ¦ الصفحة: 46\n",
        "فلو أنهم صلوها بالعدد الوارد في السنة في مثل المدة التي يصلون فيها العشرين لكانت صلاتهم صحيحة مقبولة باتفاق العلماء ويؤيد ذلك حديث جابر قال: سئل صلى الله عليه وسلم أي الصلاة أفضل؟ قال: \" طول القيام \". فعليكم أيها المسلمون بسنته صلى الله عليه وسلم تمسكوا بها وعضوا عليها بالنواجذ فإن \" خير الهدى هدي محمد \" صلى الله عليه وسلم\n[47]\nالجزء: 1 ¦ الصفحة: 47\n",
        "4 -\nإحياء عمر لسنة الجماعة في التراويح وأمره بال (11) ركعة\nسبق أن ذكرنا أن الناس بقعد وفاته صلى الله عليه وسلم استمروا على أداء التراويح في المسجد أوزاعا وراء أئمة متعددين وذلك في خلافة أبي بكر وصدرا من خلفة عمر رضي الله عنهما ثم إن عمر رضي الله عنهـ جمعهم وراء إمام واحد فقال عبد الرحمن بن عبد القاري:\n- 15 (أثر صحيح)\nخرجت مع عمر بن الخطاب ليلة في رمضان إلى المسجد فإذا الناس أوزاع متفرقون يصلي الرجل لنفسه ويصلي الرجل فيصلي بصلاته الرهط (عدد يجمع من ثلا ثة إلى عشرة) فقال: [والله] إني لأرى لو جمعت هؤلاء على قارىء واحد لكان أمثل ثم عزم فجمعهم على أبي بن كعب [قال] : ثم خرجت معه ليلة أخرى والناس يصلون بصلاة قارئهم [ف] قال عمر: نعمت البدعة هذه والتي ينامون عنها أفضل من التي يقومون يريد آخر الليل وكان الناس يقومون أوله \"\nرواه مالك في الموطأ وعنه البخاري والفرياني ورواه ابن أبي شيبة نحوه دون قوله نعمت البدعة هذه وله عند ابن سعد والفريابي طريق آخر بلفظ: \" ان كانت هذه لنعمت البدعة \" ورجاله ثقات غير نوفل بن إياس فقال الحافظ في \" التقريب \": \" مقبول \" عند المتابعة والا فلين الحديث]\n[49]\nالجزء: 1 ¦ الصفحة: 49\n",
        "واعلم أنه قد شاع بين المتأخرين الاستدلال بقول عمر \" نعمت البدعة هذه \" على أمرين اثنين:\nالأول: إن الاجتماع في صلاة التراويح بدعة لم تكن في عهد النبي صلى الله عليه وسلم وهذا خطأ فاحش لا نطيل الكلام عليه لظهوره وحسبنا دليلا على إبطاله الأحاديث المتقدمة في جمعه صلى الله عليه وسلم الناس في ثلاث ليال من رمضان وإن ترك الجماعة لم يكن إلا خشية الافتراض\nالثاني: أن في البدعة ما يمدح وخصصوا به عموم قوله صلى الله عليه وسلم \" كل بدعة ضلالة \" ونحوه من الأحاديث الأخرى وهذا باطل أيضا فالحديث على عمومه كما سيأتي بيانه في الرسالة الخاصة بالبدعة إن شاء الله تعالى وقول عمر: \" نعمت البدعة هذه \" لم يقصد به البدعة بمعناها الشرعي الذي هو إحداث شيء في الدين على غير مثال سابق لما علمت إنه رضي الله عنهـ لم يحدث شيئا بل أحيا أكثر من سنة نبوية كريمة وإنما قصد البدعة بمعنى من معانيها اللغوية وهو الأمر الحديث الجديد الذي لم يكن معروفا قبيل إيجاده ومما لا شك فيه أن صلاة التراويح جماعة وراء إمام واحد لم يكن معهودا ولا معمولا زمن خلافة أبي بكر وشطرا من خلافة عمر - كما تقدم - فهي بهذا الاعتبار حاديثة ولكن بالنظر إلى أنها موافقة لما فعله صلى الله عليه وسلم فهي سنة وليست بدعة وما وصفها بالحسن إلا لذلك\n[50]\nالجزء: 1 ¦ الصفحة: 50\n",
        "وعلى هذا المعنى جرى العلماء المحققون في تفسير قول عمر هذا فقال السبكي - عبد الوهاب - في \" إشراق المصابيح في صلاة التراويح \" (1 / 168) من \" الفتاوى \":\nقال ابن عبد البر: لم يسن عمر من ذلك إلا ما سنه رسول الله صلى الله عليه وسلم ويحبه ويرضاه ولم يمنع ن المواظبة إلا خشية أن تفرض على امته وكان بالمؤمنين رؤوفا ريما صلى الله عليه وسلم فلما علم عمر ذلك من رسول الله صلى الله عليه وسلم وعلم أن الفرائض لا يزاد فيها ولا ينقص منها بعد موته صلى الله عليه وسلم أقامها لناس وأحياها وأمر بها وذلك سنة أربعة عشرة من الهجرة وذلك شيء ذخره الله له وفضله به ولم يلهمه أبا بكر وإن كان أفضل وأشد سبقا إلى كل خير بالجملة ولكل واحد منهما فضائل خص بها ليس لصاحبه\nقال السبكي:\nولو لم تكن مطلوبة لكانت بدعة مذمومة كما في\nالرغائب \" ليلة نصف شعبان وأول جمعة من رجب فكان يجب إنكارها وبطلانه (يعني بطلان إنكار جماعة التراويح) معلوم من الدين بالضرورة \"\nوقال العلامة ابن حجر الهيتمي في فتواه ما نصه:\nإخراج اليهود والنصارى من جزيرة العرب وقتال الترك لما كان مفعولا بأره صلى الله عليه وسلم لم يكن بدعة وإن لم يفعل في عهده\n[51]\nوقول عمر رضي الله عنهـ في صلاة التراويح:\nنعمت البدعة هي \" أراد البدعة اللغوية وهو ما فعل على غير مثال كما قال تعالى:؟ ما كنت بدعا من الرسل؟ وليست بدعة شرعية فإن البدعة الشرعية ضلالة كما قال صلى الله عليه وسلم ومن قسمها من العلماء إلى حسن وغير حسن فإنما قسم البدعة اللغوية ومن قال كل بدعة ضلالة فمعناه البدعة الشرعية ألا ترى أن الصحابة رضي الله عنهم والتابعين لهم بإحسان أنكروا الأذان لغير الصلوات الخمس كالعيدين وإن لم يكن فيه نهي وكرهوا استلام الركنين الشاميين والصلاة عقب السعي بين الصفا والمروة قياسا على الطواف وكذا ما تركه صلى الله عليه وسلم مع قيام المقتضي يكون تركه سنة وفعله بدعة مذمومة وخرج بقولنا مع قيام المقتضي في حياته إخراج اليهود وجمع لمصحف وما تركه لوجود المانع كالاجتماع للتراويح فإن المقتضي التام يدخل فيه عدم المانع \"\n[52]\nالجزء: 1 ¦ الصفحة: 52\n",
        "أمر عمر بال (11) ركعة:\nوأما أمر عمر رضي الله عنهـ بالإحدى عشرة ركعة فهو ما رواه مالك في \" الموطأ \" (1 / 137) (ورقم 248) عن محمد بن يوسف عن السائب بن ييد أنه قال:\nأمر عمر بن الخطاب رضي الله عنهـ أبي بن كعب وتميما الداري أن يقوما للناس بإحدى عشر ركعة قال: وقد كان القارئ يقرأ بالمئين حتى كنا نعتمد على العصي من طول القيام وما كنا ننصرف إلا في بزوغ الفجر \". سنده صحيح جدا] وابن إسحاق\n[53]\nالجزء: 1 ¦ الصفحة: 53\n",
        "قال: \" ثلاث عشرة ركعة \" وهكذا رواه ابن نصر في \" قيام الليل \" (91) وزاد:\nقال ابن إسحاق وما سمعت في ذلك (يعني عدد القيام في رمضان) هو أثبت عندي ولا أحرى من حديث السائب وذلك أن رسول الله صلى الله عليه وسلم كانت له من الليل ثلاث عشرة ركعة\nقلت: وهذا العدد: \" لاث عشة \" ترد به ابن إسحاق وهو موافق للرواية الأخرى من حديث عائشة في قيامه صلى الله عليه وسلم في رمضان وقد بينت في رواية أن منها ركعتي الفجر فيمكن حمل رواية ابن إسحاق هذه على ذلك حتى توافق رواية الجماعة\nومما سبق تعلم أن قول ابن عبد البر:\nولا أعلم أحدا قال فيه\nإحدى عشرة \" إلا مالكا \" خطأ بين وقال المباركفوري في \" تحفة الأحوذي \": \" وهم باطل \" ولهذه رده الزرقاني في \" شرح الموطأ \" بقوله:\nليس كما قال فقد رواه سعيد بن منصور من وجه آخر عن محمد بن يوسف فقل: إحدى عشرة ركعة كما قال مالك\n[54]\nالجزء: 1 ¦ الصفحة: 54\n",
        "قلت: وسنده في غاية الصحة كما قال السيوطي في \" المصابيح \" وهذا وحده يكفي في رد قول ابن عبد البر فكيف وقد انضم إلى ذلك تلك المتابعات الأخرى التي لم أر من سبقني إلى جمعها والحمد لله على توفيقه\nلم يثبت أن عمر صلاها عشرين\nتحقيق الأخبار الواردة في ذلك وبيان ضعفها\nولا يجوز أن تعارض هذه الرواية الصحيحة بما رواه عبد الرزاق من وجه آخر عن محمد بن يوسف بلفظ \" إحدى وعشين \" لظهور خطأ هذا اللفظ من وجهين: الأول: مخالفته لرواية الثقة المتقدمة بلفظ \" إحدى عشرة \" الثاني: أن عبد الرزاق قد تفر بروايته على هذا اللفظ فإن سلم ممن بينه وبين محمد بن يوسف فالعلة منه أعني عبد الرزاق لأنه وإن كان ثقة حافظا ومصنفاص مشهورا فقد كان عي في آخر عمره فتغير كما قال الحافظ في \" التقريب \" ولهذا أورده الحافظ أبو عمر ابن الصلاح في \" من خلط في آخر عمره \" فقال في \" مقدمة علوم الحديث \":\nذكر أحمد بن حنبل أنه عمي في آخر عمه فكان يلقن فيتلقن فسماع من سمع منه بعد ما عمي لا شي قال النسائي: فيه نظر لمن كتب عنه بآخره\nوقال في مقدمة الفصل المذكور (ص 391) :\nوالحكم فيها (يعني المختلطين) أنه يقبل حديث من أخ عنهم قبل الاختلاط ولا يقبل حديث من أخذ عنهم بعد\n[56]\nالاختلاط أو أشكل أمره فلم يدر هل أخذ عنه قبل الاختلاط أو بعده\nقلت: وهذا الأثر من القسم الثالث أي لا يدرى حدث به قبل الاختلاط أو بعده فلا يقبل وهذا لوسلم من الشذوذ والمخالفة فكيف يقبل معها؟\nفإن قيل: فقد روى الفريابي في \" الصيام \" (76 / 1) والبيهقي في \" السنن (2 / 496) من طريق يزيد بن خصيفة عن السائب بن يزيد قال: \" كانوا يقومون على عهد عمر بن الخطاب رضي الله عنهـ في شهر رمضان بعشرين ركعة قال: وكانوا يقرؤون بالمئين وكانوا يتوكؤون على عصيهم في عهد عثمان رضي الله عنهـ من شدة القيام \"\nقلت: هذه الطريق بلفظ العشرين هي عمدة من ذهب إلى مشروعية العشرين في صلاة التراويحن وظاهر إسناده الصحة ولهذا صححه بعضهم ولكن له علة بل علل تنع القول بصحته وتجعله ضعيفا منكرا وبيان ذلك من وجوه:\nالأول: أن ابن خصيفة هذا وإن كان ثقة فقد قال فيه الإمام أحمد في رواية عنه \" منكر الحديث \" ولهذا أورده الذهبي في \" الميزان \" ففي قول أحمد هذا إشارة إلى أن ابن خصيفة قد ينفرد بما\n[57]\nالجزء: 1 ¦ الصفحة: 57\n",
        "لم يروه الثقات فمثله يرد حديثه إذا خاف من هو أحفظ منه يكون شاذا كما تقرر في \" مصطلح الحديث \" وهذا الأثر من هذا القبيل فإن مداره على السائب بن يزيد كما رأيت وقد رواه عنه محمد بن يوسف وابن خصيفة واختلفا عليه في العدد فالأول قال عنه: (11) والآخر قال: (20) والراجح قول الأول لأنه أوثق منه فقد وصفه الحافظ ابن حجر بأنه \" قة ثبت \" واتصر في الثاني على قوله: \" ثقة \" فهذا التفاوت من المرجحات عند التعارض كما لا يخفى على الخبير بهذا العلم الشريف\nالثاني: أن ابن خصيفة اضطرب في روايته العدد فقال إسماعيل بن أية أن محمد بن يوسف ابن أخت السائب بن يزيد أخبره (قلت: فذكر مثل رواية مالك عن ابن يوسف ثم قال ابن أمية) : قلت: أو واحد وعشرين؟ قال: (يعني محمد بن يوسف) : لقد سمع ذلك ن السائب بن يزيد - ابن خصيفة؟ فسألت (السائل هو إسماعيل بن أمية) يزيد بن خصيفة؟ فقال: حسبت أن السائب قال: أحد وعشرين. قلت: وسنده صحيح\n[58]\nالجزء: 1 ¦ الصفحة: 58\n",
        "فقوله في هذه الرواية \" أحد وعشرين \" على خلاف الرواية السابقة: \" عشرين وقوله في هذه \" حسبت \" أي ظننت دليل على اضطراب ابن خصيفة في رواية هذا العدد وإنه كان يريوه على الظن لا على القطع لأنه لم يكن قد حفظه جيدا فهذا وحده كاف لإسقاط الاحتجاج بهذا العدد فكيف إذا اقترن به مخالفته لمن هو أحفظ منه كما في الوجه الأول؟ ويؤيده الوجه الآتي:\nالثالث: أن محمد بن يوسف هو ابن أخت السائب بن يزيد - كما سبق آنفا - فهو لقرابته للسائب أعرف بروايته من غيره وأحفظ فما رواه من العدد أولى مما رواه مخالفه ابن خصيفة ويؤيده أنه موافق لما روته عائشة في حديثها المتقدم أن النبي صلى الله عليه وسلم كان لا ييد على إحدى عشرة ركعة وحمل فعل عمر رضي الله عنهـ على موافقة سنته صلى الله عليه وسلم خير وأولى من حمله على مخالفتها وهذا بين لا يخفى إن شاء الله تعالى\n[59]\nالجزء: 1 ¦ الصفحة: 59\n",
        "ومثل هذه الراية في الضعف ما ذكره ابن عبد البر قال:\nورى الحارث بن عبد الرحمن ابن أبي ذباب عن السائب بن يزيد قال: كان القيام على عهد عمر بثلاث وعشرين ركعة\nقلت: وهذا سند ضعيف لأن ابن أبي ذباب هذا فيه ضعف من قبل حفظه قال ابن أبي حاتم في \" الجرح والتعديل \" (1 / 2 / 80) : \" قال أبي: يروي عنه الدراوردي أحاديث منكرة وليس بذلك القوي يكتب حديث. وقال أبو زرعة: لا بأس به \"\nقلت: ولذلك كان مالك لا يعتمد عليه كما في \" التهذيب \" للحافظ ابن حجر وقال في \" التقريب \": \" صدوق يهم \"\nقلت: فمثله لا يحتج بروايته لما يخشى من وهمه لا سيما عند مخالفته للثقة الثبت ألا وهو محمد بن يوسف ابن أخت السائب فإنه قال: \" إحدى عشرة ركعة \" كما سبق\nعلى أننا لا ندري إذا كان السند بذلك إليه صحيحا فليس كتاب ابن عبد البر في متناول يدنا لنرجع إليه فننظر في سائر سنده إن كان ساقه\n[60]\nالجزء: 1 ¦ الصفحة: 60\n",
        "ومثل هذه الرواية في الضعف راية يزيد بن رومان قال:\nكان الناس يقومون في زمان عمر بن الخطاب في رمضان بثلاث وعشرين ركعة\nرواه مالك وعنه افريابي وكذا البيهقي في السنن. وفيه ضعفه بقوله:\nيزيد بن رومان لم يدرك عمر\n[61]\nالجزء: 1 ¦ الصفحة: 61\n",
        "وكذا ضعفه النووي في \" المجموع \" فقال: (4 / 33) :\nرواه البيهقي ولكنه مرسل فإنيزيد بن رومان لم يدرك عمر\nوكذلك ضعفه العيني بقوله: في \" عمدة القاريء شرح صحيح البخاري \" (5 / 357) : \" سنده منقطع \"\nفهذه الرواية ضعيفة لانقطاعها بين ابن رومان وعمر فلا جة فيها لا سيما وهي مخالفة للرواية الصحيحة عن عمر في أمره بالإحدى عشرة ركعة\nوهذا منقطع أيضا قال العلامة المباركفوري في \" التحفة \" (2 / 85) :\nقال النيموي في \" آثار السنن \": \" رجاله ثقات لكن يحيى ابن سعيد الأنصاري لم يدرك عمر \" انتهى. قلت: الأمر كما قالك النيموي فهذا الأثر منقطع لا يصلح للاحتجاج ومع هذا فهو مخالف لما ثبت بسند صحيح عن عمر رضي الله عنهـ أنه أمر أبي بن كعب وتميما الداري أن يقوما للناس بإحدى عشرة ركعة. أخرجه مالك في \" الموطأ \" وقد تقدم وأيضا هو مخالف لما ثبت عن رسول الله صلى الله عليه وسلم بالحديث الصحيح \"\n[63]\nالجزء: 1 ¦ الصفحة: 63\n",
        "تضعيف الإمام الشافعي والترمذي لعدد العشرين عن عمر\nهذا: وقد أشار الترمذي في سننه (2 / 74) إلى عدم ثبةت عدد العشرين عن عمر ويره من الصحابة فقال:\nروي عن علي وعمر وغيرهما من أصحاب النبي صلى الله عليه وسلم\nوكذلك قال الشافعي: في العشرين عن عر كما نقله صاحبه المزني عنه في مختصره (1 / 107)\nفقولهما: \" روي \" تضعيف منهما للمروي كما هو معروف عند المحدثين فإن من المروض أن الإمام الشافعي والترمذي من أولئك العلماء المحقيين الذين عناهم النووي رحمه الله بقوله في \" المجموع \" (1 / 63) :\nقال العلماء المحققون من أهل الحديث وغيرهم إذا كان الحديث ضعيفا لا يقال فيه: قال رسول الله صلى الله عليه وسلم أو فعل أو أمر أو نهى أو حكم وما أشبه ذلك من صيغ الجزم. وكذا لا يقال فيه:\nروى أبو هريرة أو قال أو ذكر أو أخبر أو حدث أو نقل أو أفتى وما أشبهه وكذا لا يقال ذلك في التابعين ومن بعدهم فيما كان ضعيفا فلا يقال في شيء من ذلك بصيغة الجزم وإنما يقال في هذا\n[64]\nكله: روي عنه أو نقل عنه أو حكي عنه أو بلغنا عنه أو يقال أو يذكر أو يحكى أو يروى أو يرفع أو يعزى وما أشبه ذلك من صيغ التمريذ وليست من صيغ الجزم قالو: فصيغ الجزم موضوعة للصحيح أو الحسن وصيغ التمريض لما سواهما وذلك أن صيغة الجزم تتضي صحته عن المضاف إليه فلا ينبغي أن يطلق إلا فيما صح وإلا فيكون الإنسان في معنى الكاذب عليه. وهذا الأدب أخل به المصنف وجماهير الفقهاء من أصحابنا وغيرهم بل جماهير أصحاب العلوم مطلقا ما عدا حذاق المحدثين وذلك تساهل قبيح فإنهم يقولون كثيرا في الصحيح:\nروي عنه \" وفي الضعيف \" قال \" و \" روى فلان \" وهذا حيد عن الصواب \"\nهذه الروايات لا يقوي بعضها بعضا:\nقد يقول البعض: سمنا بضعف مفردات هذه الروايات ولكن ألا يقوي بعضها بعضا لكثرتها؟\nفأقول: كلا وذلك لوجهين:\nالأول: أن هذه الكثرة يحتمل أن تكون شكلية غير حقيقية فإنه ليس لدينا إلا رواية السائب بن يزيد المتلة وروياة يزيد بن رومان ويحيى بن سعيد الانصاري المنقطعة ومن الجائز أن يكون مدار هذه الرواية لى بعض من روى الرواية الأولى وجائز غير ذلك كما يأتي ومع الاحتمال يسقط الاستدلال\n[65]\nالجزء: 1 ¦ الصفحة: 65\n",
        "الثاني: أننا أثبتنا فيما تقدم أن روايةمالك عن محمد بن يوسف الثقة البت عن السائب بالإحدى عشرة ركعة هي الصحيحة وأن من خالف مالكا فقد أخطأ وكذلك من خالف محمد بن يوسف وهما ابن خصيفة وابن أبي ذباب فروايتهما شاذة ومن المقرر في علم المصطلح أن الشاذ منكر مردود لأنه خطأ والخطأ لا يتقوى به قال ابن الصلاح في \" المقدمة \" (ص 86) :\nإذا انفرد الراوي بشيء نظر فيه فإن كان ما انفرد به مخالفا لما رواه من هو أولى منه بالحفظ لذلك وأضبط كان ما انفرد به شاذا مردودا وإن لم تكن فيه مخالفة لما رواه غيره وإنما هو أمر رواه هو ولم يروه غيره. . . فإن كان عدلا حافظا موثوقا بإتقانه وضبطه قبل ما انفرد به\nولا شك أن هذه الرواية من النوع الأول لأن راويها مخالف لما رواه من هو ألى منه بالحفظ لذلك وأضبط فهي مردودة ومن الواضح أن سبب رد العلماء للشاذ إنما هو ظهور خطأها بسبب المخالفة المذكورة وما ثبت خطأه فلا يعقل أن يقوى به رواية أخرى في معناها فثبت أن الشاذ والمنكر مما لا يعتد به ولا يستشهد به بل إن وجوده وعدمه سواء\n[66]\nالجزء: 1 ¦ الصفحة: 66\n",
        "ثم إن رواية يزيد بن رومان ويحيى بن سعيد الأنصاري المنقطعتين لا يجوز أن يقال: عن إحداها تقوي الأخرى لأن الشرط في ذلك أن يكون شيوخ كل من الذين أرسلاها غير شيوخالآخر وهذ لم يثبت هنا لأ كلا من الراويين يزيد وابن سعيد مدني فالذي يغلب على الظن في هذه الحالة أنهما اشتركا في الرواية عن بعض الشيوخ وعليه فمن الجائز أن أن يكون شيخهما الذي تلقيا عنه هذه الرواية إنما هو شيخ واحد وهذا قد يكون مجهولا أو ضعيفا لا يحتج به ومن لجائز أنهما تلقياها عن شيخين متغايرين ولكنهما ضعيفان لا يعتبر بهما وجائز أيضا أن يكون هذان الشيخان هما ابن خصيفة وابن أبي ذباب فإنهما مدنيان أيضا وقد أخطأ في هذه ارواية كما تقدم وعليه تكون رواية يزيد وابن سعيد خطأ أضا كل هذا جائز محتمل ومع الاحتمال يسقط الاستدلال قال شيخ الإسلام ابن تيمية رحمه الله:\n[67]\nالجزء: 1 ¦ الصفحة: 67\n",
        "\" والمراسيل قد تنازع الناس في قبولها وردها وأصح الأقوال أن منها القبول ومنها المردود ومنها الموقوف. . . وما كان من المراسيل مخالفا لما رواه الثقات كان مردودا وإن جاء المرسل من وجهين كل من الراويين أخذ العلم من غير شيوخ الآخر فهذا مما يدل على صدقه فإن مثل ذلك لا يتصور في العادة تماثل الخطأ فيه. . . \"\nوالغفلة عن هذا الشرط أوقع بعض كبار العلماء في تصحيح بعض القصص الظاهرة البطلان مثل قصة الغرانيق المشهورة كما بينته في كتابي السابق \" نصب المجانيق لنسف قصة الغرانيق \" فليتنبه لهذا فإنه مهم جدا\nوما ذكرته هنا في هذه الروايات عن عمر يقال مثله أو نحوه في الروايات الآتية عن علي وغيره في الفصل الخامس يزاد عليه بعضها ضعيف جدا كالطريق الثاني عن علي فلا يصلح أن يقوى به الطريق الأول\nفتذكر هذا فإنه ينفعك إن شاء الله تعالى\n[68]\nالجزء: 1 ¦ الصفحة: 68\n",
        "الجمع الصحيح بين الوايتين عن عمر:\nوإذا تبين للقاريء شعف هذه الرواية عن عمر فلا ضرورة حينئذ إلى الجمع بينها وبين الرواية الصحيحة عنه كما فعل بعضهم - فقال: \" إنهم كانوا يقومون أول الأمر بإحدى عشرة ركعة ثم كانوا يقومون بعشرين ويوترين بثلاث \" لأننا نقول أن الجمع فرع التصحيح وهذه الروايات غير صحيحة فلا داعي للجمع المذكور على انه يمكن معارضة هذا الجمع فقال المباركفوري رحمه الله (2 / 76) عقب الجمع المذكور\nقلت: فيه أنه لقائل أن يقول: بأنهم كانوا يقومونأولا بعشرين ركعة ثم كانوا يقومون بإحدى عشرة ركعة وهذا هو الظاهر لأ هذا كان موافقا لما هو الثابت عن رسول الله صلى الله عليه وسلم وذاك كان مخالفا له فتفكر\nالعشرون - لو صح - إنما كان لعلة وقد زالت\nعلى أنه لو فرضنا أن أحدا لم يقتنع من البيان السابق بضعف عدد العشرين عن عمر - فإنا نقول إنه لا يلزم من ذلك التزام العمل بهذا العدد بحيث يهجر العمل بما ثبت في السنة عنه صلى الله عليه وسلم\n[69]\nالجزء: 1 ¦ الصفحة: 69\n",
        "من الإحدى عشرة ركعة فضلا عن أن يعتبر العامل بهذه السنة خارجا عن الجماعة ذلك لأن الالتزام شيء زائد على الفعل في مثل ما نحن فيه إذ أن فعل عمر للعشرين إنما يدل على مشروعيته فقط ولا يفيد أكثر من ذلك لأنه مقابل بفعل النبي صلى الله عليه وسلم المخالف له من حيث العدد فلا يجوز والحالة هذه إهدار فعله صلى الله عليه وسلم والإعراض عنه بالتزام ما فعله عمر رضي الله عنهـ فقط بل غاية ما يستفاد منه جواز الاقتداء به في ذلك مع الجزم والقطع بأن الاقتداء بفعله صلى الله عليه وسلم أفضل. وهذا مما ينبغي أن لا يرتاب فيه عاقل\nوهذا كله يقال لو فرضنا أن عمر زاد على العدد المسنون بحجة أن الزيادة لا مانع منها مطلقا - كما يزعم البعض وسبق الرد عليه - أما وعمر لم يأت بها من هذا الباب بل بعلة التخفي على الناس من طول القيام الذي كان صلى الله عليه وسلم يقوم بالناس في صلاة التراويح كما قف عليه القارئ الكريم في الأحاديث التي أوردناها في الفصل الأول - فقد ضكر غير واحد من العلماء أن مضاعفة العدد كانت عوضا عن طول القيام أقوك فهذه المضاعفة مع تخفيف القراءة في القيام - لو فعلها عمر رضي الله عنهـ - لكان له ما\n[70]\nالجزء: 1 ¦ الصفحة: 70\n",
        "قد يبرره في ذلك العصر لأنه مع ذلك كانوا لا يفرغون من صلاة التراويح في عهد عمر إلامع الفجر كما سبق وكانوا مع هذا التخفيف المزعوم يقرأ إمامهم في الركعة الواحدة ما بين العشرين والثلاثين آية يضاف إلى ذلك أنهم كانوا يسوون بين الأركان من القيام والركوع والسجود وما بين ذلك فيطيلونها حتى تكون بعضها قريبا من بعض ويكثرون فيها من التسبيح والتحميد والدعاء والذكر كما هو السنة في كل ذل وأما اليوم فليس هناك شيء من هذه القراءة الطويلة حتى تخفف ويعوض عنها بزيادة الركعات فإن أكثر أئمة المساجد ليخففون القراءة في هذه الصلاة - كما هو مشاهد - إلى درجة أن لو قيل لهم خففوا القراءة لما وجدوا سبيلا إلى ذلك إلا أن يتركوا القراءة مطلقا بعد الفاتحة أو لاقتصروا - في أحسن الأحوال - على مثل آية؟ مدهامتان؟ وقد بلغني أن بعضهم فعل ذلك وهذه افاتحة التي يقرؤونها فإنهم قد ذهبوا بطلاوتها ولاوتها لشدة السرعة التي يقروؤونها بها حتى أن الكثيرين منهم ليأتون عليها\n[71]\nالجزء: 1 ¦ الصفحة: 71\n",
        "بنفس واحد خلافا للسنة التي تنص أنه صلى الله عليه وسلم كان يقرؤوها آية آية ولئن وجد في أولئك الأئمة من يطيل القراءة بعض الإطالة فإنهم قد اتفقوا جميعا على الإعراض عن تسوية الأركان والمقاربة بينها مع أن سنية ذلك ثابتة في أحاديث كثيرة منها حديث حذيفة بن اليمان المتقدم\nأقولك فهذا الواقع الي عليه غالب المسلين اليوم - فيما أعلم - يجعل العلة التي من أجلها زيدت ركعات التراويح زائلة ويبزوالها يزول المعلول وهو عدد العشرين فوجب إذن - من هذه الجهة أيضا - الرجوع إلى العدد الوارد في السنة الصحيحة والتزامه وعدم الزيادة عليه مع حض الناس على إطالة القراءة وأذكار الأركان فيها قدر الطاقة اقتداء بالنبي صلى الله عليه وسلم والسلف الصالح رضي الله عنهم\nوأعتقد أن هذا الواقع سيحمل من شاء الله من الفكرين المصلحين على أن يتبنوا رأية بضرورة الرجوع في صلاة التراويح إلى\n[72]\nالجزء: 1 ¦ الصفحة: 72\n",
        "سننه صلى الله عليه وسلم كما وكيفا فقد فعلوا مثله في مسألة أخرى هي أهم من هذه من حيث نتائجها وأثرها في المجتمع وفي ظهور مخالفتها لعمر رضي الله عنهـ ألا وهي اعتبار الطلاق الواقع من الرجل بلفظ ثلاث طلاقا واحدا وقد كانوا إلى زمن قريب يعتبرونه ثلاثا (لا تحل له من بعد حتى تنكح زوجا غيره) وعمدتهم في ذلك إطباق كتب المذاهب الأربعة عليه تبعا لرأي عمر رضي الله عنهـ فيه مع علمه بأن النبي صلى الله عليه وسلم كان يجعله طلقة واحدة فإذا بهم اليوم يدعون رأي عمر هذا مع ثبوته عنه لما رأوا أن هذا الرأي قد عاد على الناس في هذا العصر بخلاف ما رمى إليه عمر رضي الله عنهـ من الإصلاح فرجعوا إلىالنة لأنه تبين لهم - بعد لأي - أن الإصلاح المنشود لا يتحقق إلا بها ومن العجائب أن الكثيرين منهم كانوا إلى عهد قريب يعادون ابن تيمية رحمه الله أشد العداء ويطعنون فيه أشد الطعن لإفتائه بهذه السنة وتركه لرأي عمر واجتهاده المخالف لها وينسبونه\n[73]\nالجزء: 1 ¦ الصفحة: 73\n",
        "بسبب ذلك إلى الخروج عن الجماعة فإذا بهم اليوم يقضون بما كانوا بالأمس به يكفرون ذلك لأنه لا يعرفون الرجوع إلى السنة والعمل بها لأنه هو الواجب شرعا بل إنما يرجعون إليها تحت تأثير الحوادث والتجارب ومراعاة للمصالح فعسى أن يتبنوا الرجع إلى السنة والعمل بها لأنه هو الواجب شرعا بل إنما يرجعون إليها تحت تأثير الحوادث والتجارب ومراعاة للمصالح فعسى أن يتبنوا الرجوع إلى سنته صلى الله عليه وسلم في صلاة التراويح للنص القرآني فإن الله تبارك وتعالى يقول في نبيه صلى الله عليه وسلم وسننه:؟ فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجا مما قضيت ويسلموا تسليما؟ ويقول:؟ قد جاءكم من الله نور وكتاب مبين يهدي به الله من اتبع رضوانه سبل السلام ويخرجهم من الظلمات إلى النور بإذنه ويهديهم إلى صراط مستقيم؟\n[74]\nالجزء: 1 ¦ الصفحة: 74\n",
        "5 -\nلم يثبت أن أحدا من الصحابة صلاها عشرين\nتحقيق الآثار الواردة عنهم في ذلك وبيان ضعفها\nوهناك روايات أخرى عن غير عمر من الصحابة رضي الله عنهـ فيها أنهم كانوا يصلون العشرين ولما كانت جميعها مما لا يثبت أمام النقد العلمي الصحيح وقد اغتر بها كثيرون كان لا بد من بيان ضعفها حتى يكون المؤمن على بينة من أمرها فأقول:\n- 1 - عن علي رضي الله عنهـ وله عنه طريقان:\nالأول: عن أبي الحسنا أن عليا أمر رجلا يصلي بهم في رمضان عشرين ركعة. رواه ابن أبي شيبة والبيهقيوقال: \" وفي هذا الإسناد ضعف \"\nقلت: وعلته أبو الحسناء هذا قال الذهبي: \" لا يعرف \" وقال الحافظ: \" مجهول \"\nقلت: وأنا أخشى أن يكون فيه علة أخرى وهي الإعضال بين أبي الحسناء وعلي فقد قال الحافظ في ترجمته من \" التهذيب \":\nروى عن الحكم بن عتيبة عن حنش عن علي في الأضحية\nقلت: فبينه وبين علي شخصان والله أعلم\n[76]\nالجزء: 1 ¦ الصفحة: 76\n",
        "الثاني: عن حماد بن شعيب عن عطاء بن السائب عن أبي عبد الرحمن السلمي عن علي رضي الله عنهـ قالك\nدعا (أي علي رضي الله عنهـ) القراء في رمضان فأمر منهم رجلا يصلي بالناس عشرين ركعة قالك وكان علي رضي الله عنهـ يوتر بهم\nرواه البيهقي (2 / 496) وإسناده ضعيف فيه علتان:\nالأولى: عطاء بن السائب فإنه كان قد اختلط\nالثانية: حماد بن شعيب فإنه ضعيف جدا كما أشار إليه البخاري بقوله: \" فيه نظر \" وقال مرة: \" منكر الحديث \" فإنه إنما يقول هذا فيمنلا تحل الرواية عنه كما نبه إليه العلماء فلا يستشهد به ولا يصلح للاعتبار\nقلت: وقد خالفه محمد بن فضيل فرواه ابن أبي شيبة عنه عن عطاء بن السائب به مختصرا بفلظ \" عن علي أنه قام بهم في رمضان\n[77]\nالجزء: 1 ¦ الصفحة: 77\n",
        "ليس فيه العد مطلقا فهذا مما يدل على ضعف ابن شعيب هذا لأ محمد بن فضيل ثقة ولم يرو ما روى ابن شعيب فروايته منكرة على مقتضى قواعد علم الحديث\n- 2 - عن أبي بن كعب وله عنه طريقان أيضا:\nالاول: [كان أبي بن كعب يصلي بالناس في رمضان بالمدينة عشرين ركعة ويوتر بثلاث رواه ابن أبي شيبة في المصنف بسند صحيح إلى عبد العزيز بن رفيع ولكنه منقطع بين عبد العزيز هذا وأبي فان بين وفاتهما نحو مائة سنة أو أكثر ولهذا قال العلامة النيموي الهندي:\nعبد العزيز بن رفيع لم يدرك أبي بن كعب\nنقله المباركفوري ثم عقب عليه بقوله (2 / 75) :\nالأمر كما قال النيموي فأثر أبي بن كعب هذا منقطع ومع هذا فهو مخالف لما ثبت عن عمر رضي الله عنهـ أنه أمر أبي بن كعب وتميما الداري أن يقوما للناس بإحدى عشرة ركعة وأيضا هو مخالف لما ثبت عن أبي بن كعب أنه صلى في رمضان بنسوة في داره ثمان ركعات وأوتر وقد تقدم ذكره بتمامه\n[78]\nالجزء: 1 ¦ الصفحة: 78\n",
        "قلت: يشير غلىما ذكره قبل صفحة وهو قوله:\nويدل على هذا اقل الأخير الذي اختاره مالك أعني إحدى عشرة ركعة ما رواه أبو يعلى من حديث جابر بن عبد الله قال: اء أبي بن كعب إلى رسول الله صلى الله عليه وسلم فقال يا رسول الله إنه كان مني الليلة شيء يعني في رمضان قال: وما ذاك يا أبي؟ قال: نسوة في داري قلن: إنا لا نقرأ القرآن فنصلي بصلاتك؟ قال: فصليت بهن ثمان ركعات وأوترت فكانت سنة الرضى فلميقل شيئا قال الهيثمي في\nمجمع الزوائد \": \" إسناده حسن \"\nالطريق الثاني: أخرجه الضياء المقدسي في \" المختارة \" (1 / 384) عن أبي جعفر الرازي عن الربيع بن أنس عن أبي العالية عن أبي بن كعب أن عمر أمر أبيا أن يصلي بالناس في رمضان فقال:\nإن الناس يصومون النهار ولا يحسنون أن يقرؤوا فلو قرأت القرآن عليهم بالليل فقال: يا أمير المؤمنين هذا شيء لم يكن فقال: قد علمت ولكنه أحسن فصلى بهم عشرين ركعة\nقلت: وهذا إسناد ضعيف أبو جعفر هذا واسمه عيسى بن أبي عيسى بن ماهان أورده الذهي في \" الضعفاء \" وقال:\n[79]\nالجزء: 1 ¦ الصفحة: 79\n",
        "\" قال أبو زرعة: يهم كثيرا وقال أحمد: ليس بقوي وقال مرة: صالح الحديث وقال الفلاس: سيء الحفظ وقال آخر ثقة \" ثم أعاده الذهبي في \" الكنى \" وقال:\nجرحوه كلهم\nوجزم الحافظ في \" التقريب \" بأنه سيء الحفظ \" وقال ابن القيم في \" زاد المعاد \" (1 / 99) : \" يا صاحب مناكير لا يحتج بما تفرد به أحد من أهل الحديث البتة \"\nقلت: وهذا لا يشك فيه الباحث المتتبع لأحاديثه فإنه كثير المخالفة لروايات الثقات ومن ذلك هذا الحديث فقدتقدم بالإسناد الصحيح عن عمر أنه أمر أبيا أن يقوم للناس بإحدى عشرة ركعة ولا يعقل أن يخالف أبي أمر أمير المؤمنين لا سيما وهو موافق لسنة سيد المرسلين صلى الله عليه وسلم فعلا وتقريرا لأبي كما تقدم بيانه\n[80]\nالجزء: 1 ¦ الصفحة: 80\n",
        "وفيه مخالفة أخرى وهو قوله: \" هذا شيء لم يكن \" ويبعد أن يقوله أبي ويوافقه عمر رضي الله عنهما وقد كان هذا الاجتماع في عهده صلى الله عليه وسلم كما سبق بيانه بالأحاديث الصحيحة في الفصل الأول والمفروض أنهما شهدا أو على الأقل علما ذلك وهما من هما في العلم\nوبالجملة فهذه الرواية عن أبي منكرة لا تقومبها حجة\n- 3 - عن عبد الله بن مسعود:\nروى ابن نصر في قيام الليل عن زيد بن وهب: كان عبد الله بن مسعود رضي الله عنهـ يصلي بنا في شهر رمضان فينصرف وعليه لي. قال الاعمش: كان يصلي عشرين ركعة ويوتر بثلاث\nقال المباركفوري في \" التحفة \":\nوهذا أيضا منقطع فإن الأعمش لم يدرك بن مسعود\n[81]\nالجزء: 1 ¦ الصفحة: 81\n",
        "قلت: وهو كما قال بل لعله معضل فإن الأعمش إنما يروي عن ابن مسعود بواسطة رجلين غالبا كما لا يخفى على المتتبع لمسند ابن مسعود ثم إننا لا ندري إذا كان السند بذلك صحيحا إلى الغمش لأ هـ قد حذف السند مختصر الكتاب وهو الشيخ المقريزي وليته لم يفعل فقد أضاع علينا بذلك معرفة درجة كثير من أحادث الكتاب والظن أنه لا يصح إلى الأعمش فقد روى الطبراني هذا الأثر من طريق زيد بن وهب المذكور كما في \" المجمع \" (3 / 172) ولم يذكر قول الأعمش هذا فلعل في الطريق إليه راويا ضعيفا لسوء حفظ أو غيره والله أعلم\nهذا كل ما وقفنا عليه ن الآثار المروية عن الصحابة رضي الله عنهم في اليزادة على ما ثبت في السنة في عدد ركعات التراويح وكلها ضعيفة لا يثبت منها شيء وقد أشارالترمذي إلى تضعيفها كما سبق وظني أن القارئ الكريم لا يراها مجموعة في كتاب بهذا التتبع للطرق والتحقيق العلمي الدقيق فالحمد لله الذي بنعمته تتم الصالحات\n[82]\nالجزء: 1 ¦ الصفحة: 82\n",
        "لا إجماع على العشرين:\nلقد تبين لنا من التحقيق السابق أن كل ما روي عن الصحابة في أنهم صلوا التراويح عشرين ركعة لا يثبت منه شيء فما ادعاه البعض: \" إن الصحابة أجمعوا على أن التراويح عشرون ركعة \" مما لا يعول عليه لأنه بني على ضعيف وما بني على ضعيف فهو ضعيف ولذلك جزم العلامة المباركفوري في \" التحفة \" ب \" أنها دعوى باطلة \". ويؤيده أنها لو كانت صحيحة لم يجز لمن بعدهم أن يخالفوهم وقد اختلفوا على أقل من هذا العدد وأكثر منه كما يأتي قريبا وادعاء مثل هذا الإجماع مما يحمل المحققين على أن لا يتسرعوا في قبول كل إجماع يرد ذكره في بعض الكتب فقد ثبت بالتتبع أنه لا يصح كثير مما يذكر فيها ومن الأمثلة أيضا على ذلك الإجماع الذي نقله بعضهم في أن الوتر ثلاث ركعات مع أنه ثبت عن غير واحد من الصحابة الإيثار بركعة واحدة فقط كما سيأتي قبيل الفصل السابع ولهذا قال المحقق صديق حسن خان في مقدمة كتابه \" السراج الوهاج من كشف مطالب صحيح مسلم بن الحجاج \" (1 / 3) :\n[84]\nالجزء: 1 ¦ الصفحة: 84\n",
        "\" وقد حصل التساهل البالغ في نقل الإجماعات وصار من لا يجب (كذا الأصل ولعل الصواب: نصيب) له من مذاهب أهل العلم ين أن ما اتفق عليه أهل مذهبه أو أهل قطره هو إجماع وهذه مفسدة عظيمة فيأتي هذا الناقل بمجرد الدعوى بما تعم به البلوى ذاهلا عن لزوم الخطر العظيم على عباد الله تعالى من هذا النقل الذي لم يكن على طريق التثبتوالورع وأما أهل المذاهب الأربعة فقد صاروا يعدون ما اتفق عليهم بينهم مجمعاص عليه ولا سيما المتأخر عصره منهم كالنووي في شرحه مسلم من فعل كفعله وليس هذا هو الإجماع الذي تكلم العلماء بحجيته فإن خير القرون [القرن الأول] ثم الذين يلونهم ثم الذين يلونهم هم كانوا قبل ظهور المذاهب ثم كان في عصر كل واحد من الائمة الأربعة نم أكابر أهل العلم الناهضين بالاجتهاد من لا يأتي عليه الحصر وهكذا جاء بعد عصرهم إلى هذه الغاية وهذا يعرفه كل عارف منصف ولكن الإنصاف عقبة كؤود لا يجوزها إلا من فتح الله تعالى به أبواب الحق وسهل عليه الدخول منها قال العلامة الشوكاني في \" وبل الغمام حاشية شفاء الأوام \": إن الإجماعات التي يحكونها في المصنفات ليست إلا باعتبار أن الحاكي لم يعلم بوقوع خلاف في المسألة وعدم علمه بالوقوع لا يستلزم العدم غاية ما هناك أن حصل له ظن بالإجماع ومجرد ظن فرد من الإفراد لا يصلح أن يكون مستندا\n[84]\nالجزء: 1 ¦ الصفحة: 84\n",
        "للإجماع لا طريقا من طرقه ومن قال بحجية الإجماع لا يقول بحجية فهو مجرد ظن لفرد من أفراد الأمة ولم يتعبد الله أحد من خلقه بمثل ذلك فإنه لو قال المطلع: لا أعلم في هذه المسألة دليلا ن السنة أو دليلا من القرآن لم يقل عاقل فضلا عن عالم أن هذه المقالة حجة. إذا تقرر هذا هان عليك الخطب عند سماع حكاية الإجماع لأ هـ ليس بالإجماع الذي اختلفت الأمة في كونه حجة أم لا مع أنه قد ذهب الجمهور من أهل الأصول إلى أن الإجماع لا تقبل فيه أخبار الآخاد كما صرح بذلك القاضي في \" التقريب \" والغزالي في كتبه إلى آخر ما قال وقد أوردت حجج هذه المسألة في كتابي \" حصول المأمول من علم الأصول \" وأوردها الولدان الصالحان في \" الاقليد \" و \" الطريقة المثلى \" فمن رام انثلاج خاطره فيرجع إليها وإلى \" دليل الطالب \" وغيره من مؤلفاتنا\n[85]\nالجزء: 1 ¦ الصفحة: 85\n",
        "قلت: وكذلك حقق القول في هذه المسألة الإمام أبو محمد ابن حزم في كتابه القيم \" إحكام الأحكام في أصول الأحكام \" وهو مطبوع في مصر في ثمانية أجزاء فليرجع إليه من شاء التحقق من الإجماعات التي يلهج بها بعض الناس فإنه من أحسن كتب الأصول المدعمة بالأدلة من الكتاب والسنة بخلاف غيرها التي بنيتعلى مجرد الدعوى\n- 6 - وجوب التزام الإحدى عشرة ركعة والدليل على ذلك\nلقد تبين لكل عاقل نص أن لا يصح عن أحد من الصحابة صلاة التراويح بعشرين ركعة وأنه ثبت عن عمر رضي الله عنهـ الأمر بصلاتها إحدى عشرة ركعة كما تبين أنه صلى الله عليه وسلم لم يصلها إلا إحدى عشرى ركعة فهذا كله مما يمهد لنا السبيل لنقول بوجوب التزاه هذا العدد وعدم الزيادة عليه اتباعا لقوله صلى الله عليه وسلم: \". . . فإنه من يعش منكم من بعدي فسيرى اختلافا كثيرا فعليكم بسنتي وسنة الخلفاء المهديين الراشدين تمسكوا بها وعضوا عليها بالنواجذ وإياكم ومحدثات الأمور فإن كل محدثة بدعة وكل بدعة ضلالة \" زاد في حديث آخر: \" وكل ضلالة في النار \"\n[86]\nالجزء: 1 ¦ الصفحة: 86\n",
        "رواه أحمد وأبو داود والترمذي وغيرهم\nومن المعلوم أن العلماء اختلفوا في كثير من المسائل الفقهية ومنها ما نحن فيه من عدد ركعات التراويح فقد بلغ اختلافهم فيه إلى ثمانية أقوال:\nالأول (41) . الثاني (36) . الثالث (34) . الرابع (28) . الخامس (24) . السادس (20) . السابع (16) . الثامن (11)\n[87]\nالجزء: 1 ¦ الصفحة: 87\n",
        "ولما كان الحديث المذكور قد بين لنا المخرج من كل اختلاف قد تقع الأمة فيه وكانت هذه المسألة مما اختلفوا فيه وجب علينا الرجوع إلى المخرج وهو التمسك بسنته صلى الله عليه وسلم وليست هي هنا إلا الإحدى عشرة ركعة فوجب الأخذ بها وترك مايخالفها ولا سيما أن سنة الخلفاء الراشدين قد وافقتها ونحن نرى أن الزيادة عليها مخالفة لها لأن الأمر في العبادات على التوقيف والاتباع لا على التحسين العقلي والابتداع كما سبق بيانه في الرسالة الأولى ويأتي بسط ذلك في الرسالة الخاصة بالبدعة إن شاء الله تعالى ومن العجيب أن العامة قد تنبهوا لهذا فكثيرا ما تسمعهم يقولون بهذه المناسبة وغيرها: \" الزايد أخو الناقص \" فما بال الخاصة؟\nويعجبني بهذه المناسبة ما أخرجه ابن أبي شيبة في المصنف عن مجاهد قال: جاء رجل إلى ابن عباس فقال: إني وصاحب لي كنا في سفر فكنت أتم وكان صاحبي يقصر فقال له ابن عباس: \" بل أنت الذي كنت تقصر وصاحبك الذي كان يتم \"\n[88]\nالجزء: 1 ¦ الصفحة: 88\n",
        "وهذا من فقه ابن عباس رضي الله عنهـ حيث جعل التمام والكمال في اتباع سنته صلى الله عليه وسلم وجعل النقص والخل فيما خالفها وإن كان أكثر عددا كف لا وهو الذي دعا له رسول الله صلى الله عليه وسلم بقوله: \" اللهم فقهه في الدين وعلمه التأويل \"؟\nوالحققة أن من كان فقيها حقا لا يسعهن أن يتعدى قول ابن عباس هذا بل يجعله أصلا في كل ما جاءت به الشريعة الكاملة لأن عكسه يؤدي إلى نسبة النقص أو النسيان إلى الشارع الحكيم؟ وما كان ربك نسيا؟ ولتفصيل هذا موضع آخر إن شاء الهل تعالى\nويعجبني أيضا قول شيخ الإسلام ابن تيمية في رده على ابن المطهر الشيعي:\nوزعم أن عليا كان يصلي في اليوم والليلة ألف ركعة ولم يصح ذلك ونبينا صلى الله عليه وسلم كان لا يزيد في الليل على ثلاث عشرة ركعة ولا يستحب قيام كل الليل بل يكره قال النبي صلى الله عليه وسلم لعبد الله بن عمر [بن العاص] :\nإن لجسدك عليك حقا \" وقد كان عليه السلام يصلي في اليوم والليلة نحو أربعين ركعة وعلي كان أعلم بسنته واتبع لهديه من أن يخالفه هذه المخالفة لو كان ذلك ممكنا فكيف وصلاة ألف ركعة مع القيام بسائر الواجبات غير ممكن إذ عليه حقوق نفسها من مصالحها ونومها وأكلها وشربها وحاجتها ووضوئها ومباشرته أهله وسراريه والنظر لأولاده وأهله ورعيته مما\n[89]\nالجزء: 1 ¦ الصفحة: 89\n",
        "يستوعب نصف الزمان تقريبا فالساعة الواحدة لا تتسع لثمانين ركعة إلا أن تكون بالفاتحة فقط وبلا طمأنينة وعلي كرم الله وجهه أجل من أن يصلي صلاة المنافقين التي هي نقر ولا يذكر الله إلا قليلا كما في الصحيحن \". من \" المنتقى من منهاج الاعتدال \" (ص 169 - 170)\nفتأمل كيف نزه عليا رضي الله عنهـ عن الزيادة على سننه صلى الله عليه وسلم بقوله: \" وعلي كان أعلم بسنته وأتبع لهديه من أن يخالفه هذه المخالفة \"\nذكر من أنكر الزيادة من العلماء:\nولذلك نقول: لو ثبتت الزيادة على الإحدى عشرة ركعة في صلاة القيام عن أحد من الخلفاء الراشدين أو غيرهم من فقهاء الصحابة لما وسعنا إلا القول بجوازها لعلمنا بفضلهم وفقههم وبعدهم عن الابتداع في الدين وحرصهم على نهي الناس عنه ولكن لما لم يثبت ذلك عنهم على ما سلف ببيانه لم نستجز القول بالزيادة وسلفنا في ذلك أئمة فحول في مقدمتهم الإمام مالك في أحد القولين عنه فقال السيوطي في \" المصابيح في صلاة التراويح \" (2 / 77 من الفتاوى له) :\n[90]\nالجزء: 1 ¦ الصفحة: 90\n",
        "\" وقال الجوري - من أصحابنا - عن مالك أنه قال: الذي جمع عليه الناس عمر بن الخطاب أحب إلي وهو إحدى عشرة ركعة وهي صلاة رسول الله صلى الله عليه وسلم قيل له إحدى عشرة ركعة بالوتر؟ قال: نعم وثلاث عشرة قريب قال: ولا أدري من أين أحدث هذا الركوع الكثير؟ \"\n[91]\nالجزء: 1 ¦ الصفحة: 91\n",
        "وقال الإمام ابن العربي في \" شرح الترمذي \" بعد أن أشار إلى الروايات المتعارضة عن عمر وإلى القول أنه ليس في قدر ركعات التراويح حد محدود:\nوالصحيح: أن يصلي إحدى عشرة ركعة: صلاة النبي عليه السلام وقيامه فأما غير ذلك ن الأعدد فلا أصل له ولا حد فيه. فإذا لم يكن بد من الحد فما كان النبي عليه السلام يصلي. ما زاد النبي عليه السلام في رمضان ولا في غيره على إحدى عشرة ركعة. وهذه الصلاة هي قيام الليل فوجب أن يقتدى فيها بالنبي عليه السلام\nولهذا صرح الإمام محمد بن إسماعيل الصنعاني في \" سبل السلام \" أن عدد العشرين في التراويح بدعة قال:\nوليس في البدعة ما يمدح بل كل بدعة ضلالة\n[92]\nالجزء: 1 ¦ الصفحة: 92\n",
        "قلت: وسيأتي بيان هذه الفقرة في هذه الرسالة الخاصة بالبدعة إن شاء الله تعالى وحسبنا الآن أن نذكر القراء بقول الصحابي الجليل عبد الله بن عمر بن الخطاب رضي الله عنهما: \" كل بدعة ضلالة وإن رآها الناس حسنة \" ليكونوا على بينة ن أمر من يزعم أنه ينصر الصحابة وهو في الحقيقة في مقدمة من يخالفهم إلى ما ينهون عنه ثم لا يكتفي بذلك حتى يتهم الدعاة إلى العمل بالسنة بمخالفتهم وهم في الحقيقة من أتبع الناس لهم حين يصح السند عنهم كما تبين ذلك للقارئ الكريم من الرسالة الأولى ومن هذه الرسالة\nدفع شبهات ومطاعن:\nثم إننا حين نصر بقوة على إثاء هذا العدد الوارد في السنة والإعراض عما زاد عليه لا يلزمنا شيء مطلقا مما نسبه إلينا من أشنا إليه ف التعليق من الطعن ي الذين أخذوا بالزيادة لأننا نعتقد أنهم لم يأخذوا بها ولا بغيرها ن اأقوال اتباعا للهوى كما سبق بيانه في\n[93]\nالجزء: 1 ¦ الصفحة: 93\n",
        "الصفحة (9 - 11 - 12) من الرسالة الأولى ولهذا فإننا سنستغر أن يخطر في بال مسلم أن أحدا من السملمين يرميهم بالابتداع في الدين حاشاهم ن ذلك بل هم مأجورون على كل حال كماا بيناه مرارا كيف وهم الذين لهم الفضل في إرشادنا إلى ما دل عليه الكتاب والسنة من إيثارهما على كل قول يخالفها فهذا هو الإمام الشافعي رضي الله عنهـ يقول: \" أجمع المسلمون على أن من استبان له سنة عن رسول الله صلى الله عليه وسلم لم تحل له أن يدعها لقول أحد \"\nوكذلك لا يلزمنا ما قد يتوهمه البعض من أن مخالفة بعض الأئمة معناه أن المخالف يزعم لنفسه الأفضية عليهم علما وفهما كلا بل هذاوهم باطل فإننا نعلم بالضرورة أن الأئمة الأربعة أعلم من تلامذتهم فمن دونهم ومع ذلك فقد خالفوهم في كثير من آرائهم ولا يزال الأمر كذلك يخالف المتأخر المتقدم ما بقي في المسلمين علماء مخققون ومع هذا فلم توهم مخالفتهم إياهم أنهم ادعوا الافضلية عليهم فكيف يتوهم ذلك من مجرد مخالفة من هم دون هؤلاء بمراحل؟ والحقيقة أنشأننا مع الأئمة كما روي عن\n[94]\nالجزء: 1 ¦ الصفحة: 94\n",
        "عاصم بن يوسف أنه قيل له: أنك تكثر الخلاف لأبي حنيفة فقال: إن أبا حنيفة قد أوتي ما لم نؤت فأدرك فهمه ما لم ندرك ونحن لم نؤت نم الفهم إلا ما أوتينا ولا يسعنا أن نفتي بقوله ما لم نفهم من أين قال؟ \"\nأقول هذا مع اعترافي بأن رحمة الله أوسعن أن تحصر الفضل والعلم في الأئمة الأربعة فقط وإن اللله قادر على أن يخلق بعدهم من هو أعلم منهم مع التذكر أيضا بأنه قد يود في المفضول ما لا يوجد في الفاضل وهذا أمر معروف مسلم عند العلماء وقد قال صلى الله عليه وسلم:\nأمتي كالمطر لايدرى الخير في أوله أم في آخره\nرواه الترمذي وحسنه والعقيلي وغيرهما\n[95]\nالجزء: 1 ¦ الصفحة: 95\n",
        "جواز القيام بأقل من ال (11) :\nفإن قال قائل: إذا منعتم الزيادة على عدد الركعات الواردة عن رسول الله صلى الله عليه وسلم في قيام الليل ومنه صلاة التراويح فامنعوا إذن أداءها بأقل من ذلك لأ هـ لا فرق بين الزيدة والنقص في أن كلا منهما يغير النص والجواب: لا شك أن الأمر كذلك لولا أنه جاء عنه صلى الله عليه وسلم جواز أقل من هذا العدد من فعله صلى الله عليه وسلم وقوله أما الفعل فقال عبد الله بن أبي قيس: قلت لعائشة رضي الله عنها: بكم كان رسول الله صلى الله عليه وسلم يوتر؟ قلات: كان يوتر بأربع وثلاث وست وثلاث وعشر وثلاث ولم يكن يؤثر بأنقص ن سبع ولا بأكثر\n[96]\nالجزء: 1 ¦ الصفحة: 96\n",
        "من ثلاث عشرة \" رواه أبو داود والطحاوي وأحمد بسند جيد\nوأما قوله صلى الله عليه وسلم فهو: \" الوتر حق فمن شاء فليوتر بخس ومن شاء فليوتر بثلاث ومن شاء فليوتر بواحدة \" رواه الطحاوي ولدارقطني والحاك والبيهقي وقال الحاكم: \" صحيح على شرط الشيخين. ووافقه الذهي والنووي في المجموع\nفهذا نص صريح في جواز الاقتصار\n[97]\nالجزء: 1 ¦ الصفحة: 97\n",
        "على ركعة واحدة في صلاة الوتر وعليه جرى عمل السلف رضي الله عنهم فقال الحافظ في \" شرح البخاري \":\nوصح عن جماعة من الصحابة أنهم أوتروا بواحدة من غير تقدم نفل قبلها ففي كتاب محمد بن نصر وغيره بإسناده صحيح عن السائب بن يزيد أن عثمان قرأ القرآن ليلة في ركعة لم يصل غير هذا وسيأتي في\nالمغازي \" حديث عبد الله بن ثعلبة أن سعدا أوتر بركعة وسيأتي في \" المناقب \" عن معاوية أنه أوتر بركعة وأن ابن عباس استصوبه \"\n[98]\nالجزء: 1 ¦ الصفحة: 98\n",
        "7 -\nالكيفيات التي صلى صلى الله عليه وسلم بها صلاة الليل والوتر\nواعلم أيها المسلم أن قيام النبي صلى الله عليه وسلم في الليل ووتره كان على أنواع وكيفيات كثيرة ولما كان ذلك غير مدون في أكثر كتب الفقه سواء منها المختصرة أو المطولة وكان من الواجب بيان سنته صلى الله عليه وسلم للناس لكي نمهد السبيل لمن كان مهم محبا لاتباعها أن يعمل بها فيكتب لنا أجره إن شاء الله تعالى وحتى يتورع عن إنكار شيء منها من كان بها جاهلا وفقنا الله تبارك وتعالى لاتباعه صلى الله عليه وسلم حق الابتاع واجتناب ما حذرنا من الابتداع فقد وجب بيان ذلك فاقول:\n- 1 - يصلي 13 ركعة يفتتحها بركعتين خفيفتين وفيه أحاديث:\nالأول: حديث زيد بن خالد الجهني أنه قال:\n[98]\nالجزء: 1 ¦ الصفحة: 98\n",
        "28 -\n(صحيح)\nالوتر حق فمن شاء فليوتر بخمس ومن شاء فليوتر بثلاث ومن شاء فليوتر بواحدة رواه الطحاوي والدارقطني والحاكم والبيهقي من حديث أبي أيوب الأنصاري مرفوعا وقال الحاكم صحيح على شرط الشيخين ووافقه الذهبي والنووي وصححه ابن حبان وهو كما قالوا]\n[99]\nالجزء: 1 ¦ الصفحة: 99\n",
        "29 -\n(منكر)\nلاتوتروا بثلاث تشبها بالمغرب ولكن اوتروا بخمس او بسبع او بتسع او باحدى عشرة او أكثر من ذلك عن أبي هريرة مرفوعا وهو بهذه الزيادة أو أكثر من ذلك منكر ولم يصححه الحاكم على تساهله فأصاب]\n- 7 الكيفيات التي صلى صلى الله عليه وسلم بها صلاة الليل والوتر:\nزاعلم أيها المسلم أن قيام النبي صلى الله عليه وسلم في الليل ووتره كان على أنواع وكيفيات كثيرة ولما كان ذلك غير مدون في أكثر كتب الفقه سواء منها المختصرة أو أو المطولة وكان الواجب بيان سنته صلى الله عليه وسلم للناس لكي نمهد السبيل لمن كان منهم محبا لاتباعها أن يعمل بها فيكتب لنا أجره إن شاء الله تعالى وحتى يتورع عن إنكار شيء منها من كان بها جاهلا وفقنا الله تبارك وتعالى لاتباعه صلى الله عليه وسلم حق الاتباع واجتناب ما حذرنا من الابتداع فقد وجب بيان ذلك فأقول:\n- 1 - يصلي 13 ركعة يفتتحها بركعتين خفيفتين وفيه أحاديث:\nالأول: حديث زيد بن خالد الجهني أنه قال:\nلأرمقن صلاة رسول الله صلى الله عليه وسلم الليلة فصلى ركعتين خفيفتين\nثم صلى ركعتين طويلتين طويلتين طويلتين\nثم صلى ركعتين وهما دون اللتين قبلهما\nثم صلى ركعتين وهما دون اللتين قبلهما\nثم صلى ركعتين وهما دون اللتين قبلهما\nثم صلى ركعتين وهما دون اللتين قبلهما\nثم أوتر فذلك ثلاث عشرة ركعة \"\nرواه مسلم وأبو عوانة في صحيحيهما وغيرهما\n[99]\nالجزء: 1 ¦ الصفحة: 99\n",
        "الثاني: حديث ابن عباس قال:\nبت عند رسول الله صلى الله عليه وسلم ليلة وهو عند ميمونة فقام حتى ذهب ثلث الليل أو نصفه استيقظ فقام إلى شن (أي قربة) فيه ماء فتوضأ وتوضأت معه ثم قام فقمت إلى جنبه على يساره فجعلني على يمينه ثم وضع يده على رأسي كأنه يمس أذني كأنه يوقظني فصلى ركعتين خفيفتين قد قرأ فيهما بأم القرآن في كل ركعة ثم سلم ثم صلى حتى صلى إحدى عشرة ركعة بالوتر ثم نام فأتاه بلال فقال: الصلاة يا رسول الله فقام فركع ركعتين ثم صلى بالناس\nرواه أبو داود وعنه أبو عوانة في صحيحه وأصله في \" الصحيحين \"\nالثالث: حديث عائشة قالت\nكان رسول الله اذا قام من الليل افتتح صلاته بركعتين خفيفتين ثم صلى ثمان ركعات ثم أوتر\nوفي لفظ:\nكان يصلي العشاء ثم يتجوز بركعتين وقد أعد سواكه وطهوره فيبعثه الله لما شاء أن يبعثه فيتسوك ويتوضأ ثم يصلي ركعتين ثم يقوم فيصلي ثمان ركعات يسوي بينهن في القراءة ثم\n[100]\nيوتر بالتاسعة فلما أسن رسول الله صلى الله عليه وسلم وأخذه اللحم جعل تلك الثماني ستا ثم يوتر بالسابعة ثم يصلي ركعتين وهو جالس يقرأ فيهما بقل يا أيها الكافرون وإذا زلزلت\nأخرجه الطحاوي باللفظين وإسنادهم صحيح\nوالشطر الأول من اللفظ الأول أخرجه مسلم وأبو عوانة. . . . الخ]\nويلاحظ في اللفظ الثاني أن عائشة رضي الله عنهـ ذكرت الركعتين الخفيفتين بعد صلاته صلى الله عليه وسلم للعشاء فهذا يؤيد ما كنت رجحته في أول الرسالة أن هاتين الركعتين الخفيفتين هما سنة العشاء والله أعلم\n[101]\n2 -\nيصلي 13 ركعة منها ثمانية يسلم بين كل ركعتين ثم يوتر بخمس لا يجلس ولا يسلم إلا في الخامسة وفيه حديث عائشة رضي الله عنها قالت:\nكان صلى الله عليه وسلم يرقد فاذا استيقظ تسوك ثم توضأ ثم صلى ثمان ركعات يجلس في كل ركعتين فيسلم ثم يوتر بخمس ركعات لا يجلس الا في الخامسة ولا يسلم الا في الخامسة [فاذا أذن المؤذن قام فصلى ركعتين خفيفتين] \"\nرواه أحمد وسنده صحيح على شرط الشيخين وقد أخرجه مسلم وأبو عوانة وأبو داود والترمذي وصححه والدارمي وابن نصر والبيهقي وابن حزم رووه كلهم مختصرا ليس فيه التسليم من كل ركعتين وروى منه الشافعي والطيالسي والحاكم الايتار بالخمس فقط\nوللحديث شاهد من حديث ابن عباس أخرجه أبو داود (1 / 214) والبيهقي (3 / 29) وسنده صحيح\nورواية أحمد هذه صريحة بأن مجموع الركعات ثلاث عشرة ركعة ما عدا ركعتي الفجر فهو بظاهره مخالف لحديث عائشة\n[102]\nالجزء: 1 ¦ الصفحة: 102\n",
        "المتقدم (ص 16 - 17) بلفظ: \" ما كان رسول الله صلى الله عليه وسلم يزيد في رمضان ولا في غيره على إحدى عشرة ركعة \" وقد تقدم الجع بينهما هناك بما خلاصته أنها أرادت بهذا اللفظ ما عدا الركعتين الخفيفتين اللتين كان صلى الله عليه وسلم يفتتح بها صلاة الليل وقد وجدت ما هو كالنص في هذا الجمع وهو حديثها الآخر الذي ذكرتفيه هاتين الركعتين ثم ثمان ركعات ثم الوتر ود مضى في النوع الذي قبله\n- 3 - يصلي 11 ركعة ثم يسلم بين كل ركعتين ثم يوتر بواحدة لحديث عائة رضي الله عنها قالت:\nكان صلى الله عليه وسلم يصلي فيما بين أن يفرغ من صلاة العشاء - وهي التي يدعو الناس العتمة - إلى الفجر إحدى عشرة ركعة يسلم بين كل ركعتين ويوتر بواحدة [ويمكث في سجوده قدر ما يقرأ أحدكم خمسين آية قبل أن يرفع رأسه] فإذا سكت المؤذن في صلاة الفجر وتبين له الفجر وجاء المؤذن قام فركع ركعتين خفيفتين ثم اضطجع على شقه الايمن حتى يأتيه المؤذن للإقامة\n[103]\nالجزء: 1 ¦ الصفحة: 103\n",
        "رواه مسلم وابو عوانة وأبو داود والطحاوي وأحمد وأخرجه الأولان من حديث ابن عمر أيضا وأبو عوانة من حديث ابن عباس\nويشهد لهذا النوع حديث ابن عمر أيضا أن رجلا سأل رسول الله صلى الله عليه وسلم عن صلاة الليل؟ فقال: \" صلاة الليل مثنى مثنى فإذا خشي أحدكم الصبح ركعة واحدة توتر له ما قد صلى \"\nرواه مالك والبخاري ومسلم وابو عوانة وزادا:\nفقيل لابن عمر: ما مثنى مثنى؟ قال: أن يسلم في كل ركعتين\nوفي رواية مالك والبخاري:\nأن عبد الله بن عمر كان يسلم بين الركعة والركعتين في الوتبر حتى يأمر ببعض حاجته\nوتفسير ابن عمر المذكور رواه أحمد مرفوعا مدرجا في صلب الحديث لكن في سنده عبد العزيز بن أبي رواد وهو صدوق ربما وهم كما في \" التقريب \" فأخشى أن يكون قد وهم في رفعه والله أعلم\n[104]\nالجزء: 1 ¦ الصفحة: 104\n",
        "11 -\nركعة أربعا بتسليمة واحدا ثم أربعا مثلها ثم ثلاثا\nرواه الشيخان وغيهما من حديث عائشة وقد مضى لفظه\nوظاهر الحديث أنه كان يقعد بين كل ركعتين من الأربع والثلاث ولكنه لا يسلم وبه فسره النووي كما تقدم هناك وقد روي ذلك صريحا في بعض الأحاديث عن عائشة أنه صلى الله عليه وسلم كان لا يسلم بين الركعتين والوتر ولكنها معلولة كلها كما ذكر الحافظ ابن نصر ثم البيهقي والنووي وبينته في (التعليقات الجياد على زاد المعد) فاللعمدة في مشروعية الفصل بالقعود بدون تسليم ظاهر هذا الحديث ولكن سيأتي ما ينافي هذا الظاهر في آخر الفصل والله أعلم\n- 5 - يصلي 11 ركعة منها ثمان ركعات لا يقعد فيها إلا في الثامنة يتشهد ويصلي على النبي صلى الله عليه وسلم ثم يقوم ولا يسلم ثم يوتر بركعة ثم يسلم ثم يصلي ركعتين وهو جالس لحيث عائشة رضي الله عنها رواه سعد بن هشام بن عامر أنه أتى ابنعباس فسأله عن وتر رسول الله صلى الله عليه وسلم فقال ابن عباس: ألا أدلك على أعلم أهل الأرض بوتر رسول الله صلى الله عليه وسلم؟ قال: من؟ قال: عائشة فأتها فاسألها فانطلقت إليها قال: قلت: يا أم المؤمنين أنبيئيني عن وتر\n[105]\nالجزء: 1 ¦ الصفحة: 105\n",
        "رسول الله صلى الله عليه وسلم؟ فقالت: \" كنا نعد له سواكه وظهوره فيبعثه الله ما شاء أن يبعثه من الليل فيتسوك ويتوضأ ويصلي تسع ركعات لا يجلس فيها إلا في الثامنة فيذكر الله ويحمد [ويصلي على نبيه صلى الله عليه وسلم] ويدعو ثم ينهض ولا يسلم ثم يقوم فيصلي التاسعة ثم يقعد فيذكر الله ويحمده [ويصلي على نبيه صلى الله عليه وسلم] ويدعو ثم يسلم تسليما يسمعنا ثم يصلي ركعتين بعد ما يسلم وهو قاعد فتلك إحدى عشرة يا بني فلما أسن نبي الله صلى الله عليه وسلم وأخذ اللحم أوتر بسبع وصنع في الركعتين مثل صنيعه الأول فتلك تسع يا بني \"\n[106]\nالجزء: 1 ¦ الصفحة: 106\n",
        "رواه مسلم وأبو عوانة وأبو داود والنسائي وابن نصر والبيهقي وأحمد\n- 6 - يصلي 9 ركعات منها ست ركعات لا يقعد إلا في السادسة منها يتشهد ويصلي على النبي صلى الله عليه وسلم ثم يقوم ولا يسلم ثم يوتر بركعة ثم يسلم ثم يصلي ركعتين وهو جالس. لحديث عائشة الذي ذكرته آنفا\nهذه هي الكيفيات التي كان رسول الله صلى الله عليه وسلم يصلي بها صلاة الليل والوتر ويمكن أن يزاد عليها أنوا أخرى وذلك بأن ينقص من كل نوع من الكيفيات المذكورة ما شاء من الركعات وحتى يجوز له أن يقتصر على ركعة واحدة فقط لقوله صلى الله عليه وسلم:\nفمن شاء فليوتر بخمس ون شاء فليوتر بثلاث ومن شاء فليوتر بواحدة\nوقد تقدم\nفهذا الحديث نص في جواز الإيتار بهذه الأواع الثلاثة المذكورة فيه وإن كان لم يصح النقل بها عن رسول الله صلى الله عليه وسلم بل صح من حديث عائشة أنه صلى الله عليه وسلم لم يكن يوتر بأقل من سبع كما سبق هناك\n[107]\nالجزء: 1 ¦ الصفحة: 107\n",
        "فهذه الخمس والثلاث إن شا صلاها بقعود واحد وتسليمة واحدة كما في النوع الثاني وإن شاء صلاها بقعود بين كل ركعتين بدون سلام كما في النوع الرابع وإن شاء سلم بين كل ركعتين وهو الأفضل كما في النوع الثالث وغيره قال الحافظ محمد ابن نصر المروزي رحمه لله في \" قيام الليل \":\nفالذي نختاره لمن صلى بالليل في رمضان وغيره أيسلم بين كل ركعتين حتى إذا أراد أن يصلي ثلاث ركعات يقرأ في الركعة الأولى بسبح اسم ربك الأعلى وفي الثانية بقل يا أيها الكافرون ويتشهد في الثانية ويسلم ثم يقوم فيصلي ركعة يقرأ فيها بفاتحة الكتاب وقل هو الله أحد والمعوذتين (ثم ذكر بعض الأنواع المتقدمة) ثم قال: وكل ذلك جائز أن يعمل به اقتداء به صلى الله عليه وسلم غير أن الاختيار ما ذكرنا لأن النبي صلى الله عليه وسلم لما سئل عن صلاة الليل أجاب:\nأن صلاة الليل مثنى مثنى \" فاخترنا ما اخار هو لأمته وأجزنا فعل من اقتدى به ففعل مثل فعله إذا لم يرو عنه نهى عن ذلك \". ثم قال:\nفالعمل عندنا بهذه الأخبار كلها جائزة وإنما اختلفت لأن الصلاة بالليل تتطوع: الوتر وغير الوتر فكان ننن تختلف صلاته بالليل ووتره على ما ذكرنا: يصلي أحيانا هكذا وأحيانا هكذا كل ذلك جائز حسن فأما الوتر بثلاث ركعات فإنا لم نجد\n[108]\nعن النبي صلى الله عليه وسلم خبرا ثابتا مفسرا أنه أوتر بثلاث لم يسلم إلا في آخرهن كما وجدنا في الخمس والسبع والتسع غير أننا وجدنا عنه أخبارا أنه أوتر بثلاث لا ذكر للتسليم فيها\nثم ساق بسنده الصحيح عن ابن عباس \" أن رسول الله صلى الله عليه وسلم كان يوتر بثلاث يقرأ بسبح اسم ربك الأعلى وقل يا أيها الكافرون وقل هو الله أحد \" ثم قال:\nوفي الباب عن عمران بن حصين وعائشة وعبد الرحمن بن أبزى وأنس بن مالك قال: فهذه أخبار مبهمة يحتمل أن يكون النبي صلى الله عليه وسلم قد سلم في الركعتين من هذه الثلاث التي روي أنه أوترها لأنه جائز أن يقال لمن صلى عشر ركعات يسلم بين كل ركعتين: فلان صلى عشر ركعات والأخبار المفسرة التي لا تحتمل إلا معنى\n[109]\nواحدا أول أن تتبع ويحتج بها غير أنا روينا عن النبي صلى الله عليه وسلم أنه خير الموتر بينأن يوتر بخمس أو بثلاث أو بواحدة وروينا عن بعض أصحاب النبي صلى الله عليه وسلم أنه أوتر بثلاث لم يسلم إلا في آخرهن فالعمل بذلك جائز والاختيار ما بينا\nثم قال:\nفالأمر عندنا أن الوتر بواحدة وبثلاث وخمس وسبع وتسع كل ذلك ائز حسن على ما روينا من الأخبار عن النبي صلى الله عليه وسلم وأصحابه من بعده والذي نختار من وصفنا من قبل فإن صلى رجل العشاء الآخرة ثم أراد أن يوتر بعدها بركعة واحدة لا يصلي قبلها شيئا فالذي نختاره له ونستحبه أن يقدم قبلها ركعتين أو أكثر ثم يوتر بواحدة فإن هو لم يفعل وأوتر بواحدة جازذلك وقد روينا عن غير واحد من علية أصحاب محمد صلى الله عليه وسلم أنهم فعلوا ذلك وقد كره ذلك مالك وغيره وأصحاب النبي صلى الله عليه وسلم أولى بالاتباع\nثم قال:\n[110]\nالجزء: 1 ¦ الصفحة: 110\n",
        "\" وقد روي في كراهة الوتر بثلاث أخبار بعضها عن النبي صلى الله عليه وسلم وبعضها عن أصحاب النبي صلى الله عليه وسلم والتاعين منها \" ثم ذكر قوله صلى الله عليه وسلم: \" لا توتروا بثلاث تشبهوا بالمغرب ولكن أوتروا بخمس. . . \". وسمنده ضعيف لكن رواه الطحاوي وغيره من طريق آخر بسند صحيح وهو بظاهره يعارض حديث أبي أيوب المخرج هناك بلظ \". . . ومن شا فليوتر بثلاث \" والجمع بينهما بأن يحمل النهي عن صلاة الثلاث بتشهين لأنه في هذه الصورة يبه صلاة المغرب وأما إذا لم يقعد إلا في آخها فلا مشابهة ذكر هذا المعنى الحافظ ابن حجر في \" الفتح \" واستحسنه الصنعاي في \" سبل السام \" وابعد عن التشبه في الوتر بصلاة المغرب الفصل بالسلام بين الشفع والوتر كما لا يخفى ولهذا قال ابن القيم في \" الزاد بعد أن ذكر حديث: \" كان لا يسلم في ركعتي الوتر \":\nوهذه لصفة فيها نظر فقد روى أبو حاتم ابن حبان في حيحه عن أبي هريرة عن النبي صلى الله عليه وسلم: لا توتروا بثلاث أوتروا بخمس أو بسبع ولا تشبهو بصلاة المغرب قال الدارقطني: رواته كلهم ثقات. قال مهما سألت أبا عبد الله (يعني الإمام أحمد) إلى أي شيء تذهب في الووتر تسلم في الركعتين؟ قال: نعم قلت: لأي\nشيء؟ قال: لأن الأحاديث فيه أقوى وأكثر عن النبي صلى الله عليه وآله وسلم. وقال حارث: سئل أحمد عن الوتر؟ قال: يسلم في الركعتين وإن لم يسلم رجوت أن لا يضره إلا أن التسليم أثبت عن النبي صلى الله عليه وآله وسلم\nويتلخص فمن كل ما سبق أن الإيثار بأي نوع من هذه الأنواع المتقدمة جائز حسن وأن الإيثار بثلاث بتشهدين كصلاة المغرب لم يأت فيه حديث صحيح صريح بل هو لا يخلو من كراهة ولذلك نختار أن لا يقعد بين الشفع والوتر وإذا قعد سلم وهذا هو الأفضل لما تقدم. والله الموفق لا رب سواه\n[112]\nالجزء: 1 ¦ الصفحة: 112\n",
        "8 -\nالترغيب في إحسان الصلاة والترهيب من إساءتها\nأيها القارئ الكريم أنت الآن في شهر اليام والقيام شهر رمضان المبارك فعليك أن تكون في مثال المؤمن الصالح - المطيع لربه والمتبع لسنة نبيه في كل ما جاء به عن ربه وخاصة فيما يتعلق بإقامة هذه العبادة العظيمة (صلاة التراويح) فقد قال فيها صلى الله عليه وسلم: \" من قام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه \" رواه الشيخان وغيرهما\nوقد علمت مما سبق في هذه الرسالة شيئا طيبا به من صفة صلاته صلى الله عليه وسلم في قيام رمضان من حيث إحسان الصلاة فيه وإطالتها مثل قول عائشة رضي الله عنها \". . . يصلي أربعا فلا تسل عن حسنهن وطولهن ثم يصلي أربعا فلا تسل عن حسنهن وطولهن \" وقولها:: يمكث في سجوده قدر ما يقرأ أحدكم خمسين آية \" وقول حذيفة:. . . ثم قرأ البقرة (يعني في الركعة الأولى) ثم ركع فكان يكوعه مثل قيامه \" ثم ذكر القيام بعد الركوع والسجود نحو ذلك وعلمت أيضا أن السلف في عهد عمر رضي الله عنهـ كانوا يطيلون القراءة في صلاة التراويح فيقرؤون فيها نحو الثلاثمائة آية حتى\n[113]\nالجزء: 1 ¦ الصفحة: 113\n",
        "كانوا يعتمدون علىالعصي من طول القيام وما كانوا ينصرفون من الصلاة إلا مع الفجر\nفهذا يجب أن يكون حافزا لنا جميعا على أن نقترب في صلاتنا للتراويح من صلاتهم لها قدر الطاقة فلنل القراءة فيها ونكثر من التبيح والذكر في اركوع والسجود وما بين ذلك حتى نشعر ولو بشيء من الخشوع الذي هو روح الصلاة ولبها هذا الخشوع الذي أضاعه كثير من المصلين لهلذه الصلاة لحرصهم على أدائها بعدد العشرين المزعوم معن عر دون عناية بالاطمئنان يها بل ينقرونها نقر الديكة وكأنهم دواليب وآلات صاعدة هابطة بصورة آلية لا يمكنهم ذلك من التدبر فيما يسمعونه من كلا الله تبارك وتعالى بل يصعب على الإنسان متابعتهم إلا بشق الأنفس\n[114]\nالجزء: 1 ¦ الصفحة: 114\n",
        "أقول هذا مع العلم بأن هناك غير قليل من أئمة المساجد قد تنبهوا في الآونة الآخيرة إلى ما وصلت إليه صلاة التراويح من سوء الأداء فعادوا يصلونها إحدى عشرة ركعة بشيء من الطمأنينة والخشوع زادهم الله توفيقا إلى العمل بالسنة وإحياءها وكثر من أمثالهم في دمشق وغيرها\n[115]\nالجزء: 1 ¦ الصفحة: 115\n",
        "الأحاديث في الترغيب في إحسان أداء الصلاة والترهيب من إساءتها:\nوتشجيعا لهؤلاء على الاستمرار في إحسان الصلاة والاستزادة منه وتحذيرا للمسيئين في أداء صلاة التراويح وغيرها أسوق بعض الأحاديث الصحيحة الواردة في الترغيب في إحسانها والترهيب من إساءتها فأقول:\n(صحيح)\n- 1 - عن أبي هريرة رضي الله عنهـ أن رجلا دخل المسجد يصلي ورسول الله صلى الله عليه وسلم في ناحية المسجد فجاء فسلم عليه فقال له \" [وعليك السلام] ارجع فصل فإنك لم تصل فرجع فصلى ثم سلم فقال: وعليك [السلام] ارجع فصل فإنك لم تصل قال قي الثالثة فأعلمني قال:\nإذا قمت إلى الصلاة فأسبغ الوضوء ثم استقبل القبلة فكبر واقرأ ماتيسر معك من القرآن ثم اركع حتى تطمئن راكعا ثم ارفع رأسك حتى تعتدل قائما ثم اسجد حتى تطمئن ساجدا ثم ارفع حتى تستوي وتطمئن جالسا ثم اسجد حتى تطمئن ساجدا ثم ارفع حتى تستوي قائما ثم افعل ذلك في صلاتك كلها \". أخرجه البخاري ومسلم وغيرهما\n[116]\nالجزء: 1 ¦ الصفحة: 116\n",
        "(صحيح)\n- 2 - عن أبي مسعود البدري قال: قال رسول الله صلى الله عليه وسلم:\nلاتجزئ صلاة الرجل حتى يقيم ظهره في الركوع والسجود\nرواه أبو داود والنسائي والترمذي وابن ماجة والدارمي والطحاوي والطيالسي وأحمد والدارقطني وقال: \" إسناده ثابت صحيح \" وهو كما قال وقد صرح الأعمش بالتحديث في رواية الطيالسي\n(صحيح)\n- 3 - عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال:\nإن أسوأ الناس سرقة الذي يسرق صلاته قالوا: يا رسول الله وكيف يسرق صلاته؟ قال: لا يتم ركوعها وسجودها\nأخرجه الحاكم وصححه ووافقه الذهبي وله شاهد عنده من حديث أبي قتادة وآخر عند مالك عن النعمان بن مرة وسنده صحيح مرسل وثالث عن الطيالسي عن أبي سعيد وصححه السيوطي في \" تنوير الحوالك \"\n[117]\nالجزء: 1 ¦ الصفحة: 117\n",
        "(حسن)\n- 4 - عن أمراء الاجناد: عمرو بن العاص وخالد بن الوليد وشرحبيل بن حسنة ويزيد بن أبي سفيان قالوا:\nرآى رسول الله صلى الله عليه وسلم رجلا لا يتم ركوعه وينقر في سجوده وهو يصلي فقال: لو مات هذا على حاله هذه مات على غير ملة محمد [ينقر صلاته كما ينقر الغراب الدم] مثل الذي لا يتم ركوعه وينقر في سجوده مثل الجائع الذي يأكل التمرة والتمرتين ل ايغنيان عنه شيئا\nرواه الآجري في الأربعين والبيهقي بسند حسن وقال المنذري رواه الطبراني في الكبير وأبو يعلى باسناد حسن وابن خزيمة في صحيحه\n(صحيح)\n- 5 - عن طلق بن علي رضي الله عنهـ قال: قال رسول الله صلى الله عليه وسلم:\nلا ينظر الله إلى صلاة عبد لا يقم صلبه بين ركوعها وسجودها\nرواه أحمد والطبراني في \" الكبير \" والضياء المقدسي في \" المختارة \" وسنده صحيح وله شاهد في المسند ورجاله موثقون وصححه الحافظ العراقي في \" تخريج الإحياء \" وقال المنذري: \" إسناده جيد \"\n[118]\nالجزء: 1 ¦ الصفحة: 118\n",
        "(صحيح)\n- 6 - عن عمار بن ياسر رضي الله عنهـ قال: سمعت رسول الله صلى الله عليه وسلم يقول:\nإن العبد ليصلي الصلاة ما يكتب له منها إلا عشرها تسعها ثمنها سبعها سدسها خمسها ربعها ثلثها نصفها\nرواه أبو داود والبيهقي وأحمد من طريقين عنه صحح أحدهما الحافظ العراقي وأخرجه ابن حبان في صحيحه كما في \" الترغيب \" (1 / 184)\n(صحيح)\n- 7 - عن عبد الله بن الشخير قال:\nأتيت النبي صلى الله عليه وسلم وهو يصلي ولجوفه أزيز كأزيز المرجل يعني يبكي\nرواه أبو داود والنسائي والبيهقي وأحمد بإسناد صحيح على شرط مسلم ورواه ابن خزيمة وابن حبان في صحيحهما كما في \" صحيح الترغيب والترهيب \" (رقم 545)\n[119]\nالجزء: 1 ¦ الصفحة: 119\n",
        "فهذه الأحاديث الشريفة تشمل بعمومها وإطلاقها الصلوات كلها سواء كانت فريضة أو نافلة ليلية أو نهارية وقد نبه العلماء على هذا فيما يتعلق بصلاة التراويح فقال النووي في الأذكار: 4 (/ 297 بشرح ابن علان) في باب أذكار صلاة التراويح:\nوصفة نفس الصلاة كصفة باقي الصلوات على ما تقدم بيانه ويجيء فيها جميع الأذكار المتقدمة كدعاء الافتتاح واستكمال الأذكار الباقية واستيفاء التشهد والدعاء بعده وغير ذلك مما تقدم وهذا وإن كان ظاهرا معروفا فإنما نبهت عليه لتساهل أكثر الناس فيه وحذفهم أكثر الأذكار والصواب ما سبق\nوقال العامري في \" بهجة المحافل وبغية الأماثل في تلخيص السير والمعجزات والشمائل \" في أواخر الكتاب:\nومما يتعين الاعتناء به والتنبيه عليه ما اعتاده كثيرون من أئمة المصلين بالتراويح من الإدراج في قراءتها والتخفيف في أركانها وحذف أذكارها وقد قال العلماء: صفتها كصفة باقي الصلوات في الشروط وباقي الآداب وجميع الذكار كدعاء الافتتاح وأذكار الأركان والدعاء بعد التشهد وغير ذلك ومن ذلك طلبهم لآيات الرحمة حتى لا يركعوا إلا عليها وربما أداهم طلب ذلك إلى\n[120]\nتفويت أمرين مهمين من آداب الصلاة والقراءة وهما تطويل الركعة الثانية على الأولى والوقوف على الكلام المرتبط بعضه ببعض وسبب جميع ذلك إهمال السنن واندراسها لقلة الاستعمال حتى صار المستعمل لها مجهلا عند كثير من الناس لمخالفته ما عليه السواد الأعظم وذلك لفساد الزمان وقد قال صلى الله عليه وسلم: طلا تقوم الساعة حتى يكون المعروف منكرا والمنر معروفا\nفعليك بلزوم السنة طالب بها نفسك وأمر بها من أطاعك تنج وتسلم تنعم\nقال السيد الجليل أبو علي الفضل بن عياض رحمه الله ورضي عنه ونفع به:\nلا تستوحش طرق الهدى لقلة أهلها ولا تغتر بكثرة الهالكين \"\n[121]\nالجزء: 1 ¦ الصفحة: 121\n",
        "ملخص الرسالة\nلقد طالت بحوث هذه الرسالة فوق ما كنا نظن ولكنه أمر لا مناص لنا منه لأنه الذي يقتضيه النهج العلمي في التحقيق فراينا أخيرا أن نقدم إلى القراء الكرام ملخصا عنها لكي تكون ماثلة في ذهنه فيسهل عليه استيعابها والعمل بها إن شاء الله تعالى فأقول:\nيتلخص منها:\nأن الجماعة في صلاة التراويح سنة وليست بدعةن لأن النبي صلى الله عليه وسلم صلاها ليالي عديدة وإن تركه لها بعد ذلك إنما خشية أن يظنها فريضة أحد من أمته إذا داوم عليها وإن هذه الخشية زالت بتمام الشريعة بوفاته صلى الله عليه وسلم\nوأنه صلى الله عليه وسلم صلاها إحدى عشرة ركعة وأن الحديث الذي يقول أنه صلاها عشرين ضعيف جدا\nوأنه لا يجوز الزيادة على الإحدى عشرة ركعة لأن الزيادة عليه يلزم منه إلغاء فعله صلى الله عليه وسلم له وتعطيل لقوله صلى الله عليه وسلم: \" صلوا كما رأيتموني أصلي \" ولذلك لا يجوز الزيادة على سنة الفجر وغيرها\n[122]\nالجزء: 1 ¦ الصفحة: 122\n",
        "وأننا لا تبدع ولا نضلل من يصليها بأكثر من هذا العدد إذا لم تتبين له السنة ولم يتبع الهوى\nوأنه لو قيل بجواز الزيادة عليه فلا شك أن الأفضل الوقوف عنده لقوله صلى الله عليه وسلم: \" خير الهدي هدي محمد \"\nوأن عمر رضي الله عنهـ لم يبتدع شيئا في صلاة التراويح وإنما أحيا سنة الاجتماع فيها وحافظ على العدد المسنون فيها وأن ما روي عنه أنه زاد عليه حتى جعلها عشرين ركعة لا يصح شيء من طرقه وأن هذه الطرق من التي لا يقوي بعضها بعضا وأشار الشافعي والترمذي إلى تضعيفها وضعف بعضها النووي والزيلعي وغيرهم\nوأن الزيادة المذكورة لو ثبتت فلا يجب العمل بها اليوم لأنها كانت لعلة وقد زالت والإصرار عليها أدى بأصحابها في الغالب إلى الاستعجال بالصلاة والذهاب بخشوعها بل وبصحتها أحيانا\nأن عدم أخذنا بالزيادة مثل عدم أخذ قضاة المحاكم الشرعية برأي عمر في إيقاع الطلاق الثلاث ثلاثا ولا فرق بل أخذنا أولى من أخذهم حتى في نظر المقلدين\n[123]\nالجزء: 1 ¦ الصفحة: 123\n",
        "وأنه لم يثبت عن أحد من الصحابة أنه صلاها عشرين ركعة بل أشار الترمذي إلى تضعيف ذلك عن علي\nوأنه لا إجماع على هذا العدد\nوأنه يجب التزام العدد المسنون لأنه الثابت عنه صلى الله عليه وسلم وعن عمر وقد أمرنا باتباع سنته صلى الله عليه وسلم وسنة الخلفاء الراشدين\nوأن الزيادة عليه أنكره مالك وابن العربي وغيرهما من العلماء\nوأنه لا يلزم من إنكار هذه الزيادة الإنكار على الذين أخذوا بها من الأئمة المجتهدين كما لايلزم من مخالفتهم الطعن في علمهم أو تفضيل المخالف عليهم في العلم والفهم\nوأنه وإن لم تجز الزيادة على الإحدى عشرة ركعة فالأقل منه جائز حتى الاقتصار على ركعة واحدة منها لثبوت ذلك في السنة وقد فعله السلف\nوأن الكيفيات التي صلى بها رسول الله صلى الله عليه وسلم الوتر كلها جائزة وأفضلها أكثرها والتسليم بين كل ركعتين\n[124]\nالجزء: 1 ¦ الصفحة: 124\n",
        "هذا آخر ما يسر الله تبارك وتعالى لي جمعه في صلاة التراويح فإذا وفقت فيها للصواب فالفضل لله تبارك وتعالى وله الفضل والمنة وإن كانت الأخرى فأنا أرجو كل من يقف فيها على ما هو خطأ أن يرشدنا إليه والله تبارك وتعالى يتولى جزاءه\nوسبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك\nوصلى الله على محمد النبي الأمي وعلى آله وصحبه وسلم وآخر دعوانا أن الحمد لله رب العالمين\n[125]\nالجزء: 1 ¦ الصفحة: 125\n",
        "نهاية الكتاب\nالجزء: 1 ¦ الصفحة: 125\n",
        ""
    ]
}