{
    "1": [
        "صلاة الاستخارة مسائل فقهية وفوائد تربوية\nصلاة الاستخارة مسائل فقهية وفوائد تربوية\nعقيل بن سالم الشهري\nالكتاب:\nصلاة الاستخارة - مسائل فقهية وفوائد تربوية\nالمؤلف:\nعقيل بن سالم الشهري\nالناشر:\nدار كنوز إشبيليا للنشر والتوزيع، الرياض - المملكة العربية السعودية\nالطبعة:\nالأولى، 1431 هـ - 2010 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "صَلَاة الاستخارة - مسَائِل فقهية وفوائد تربوية\nتأليف\nعقيل بن سَالم الشهري\nدَار كنوز إشبيليا للنشر والتوزيع\n",
        "المقدمة\nالحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين ..\nوبعد:\nفقد امتن الله علينا بإنزاله القرآن العظيم، فيه شفاء للقلوب من أسقامها، وتزكية للنفوس عن أدرانها، وأنزل مع السنة النبوية تبيانًا له، فلا يشقى من تمسك بهما، ولا يخاف من اهتدى بهما، ولما كان عمود ذلك يقوم على التدبر والتأمل، وإعمال الفكر، وإعادة النظر، حتى يجول القلب في ملكوت الحكمة، فيقتنص من أوابدها، ويغوص لتحصيل دررها وجواهرها، فقد أنكر الله على من أهمل ذلك قائلًا له: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآَنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا} [النساء: 82].\nواستجابة لأمر الله في التدبر والتأمل في وحيه، والسنة النبوية من وحيه تعالى، فقد عقدت العزم على التأمل والتدبر والاستنباط في بعض الأحاديث النبوية، وقد جمعت من ذلك ما يكون بداية طريق ارتسمته لنفسي، ومن ذلك قراءة حديث الاستخارة والغوص في معانيه، وحداني لذلك أمران:\nالأول: تطبيق عملي لمشروعي في استنباطات من السنة النبوية.\nالثاني: اختصاص حديث الاستخارة بتعليم النبي - صلى الله عليه وسلم - للصحابة، حتى كأنه يعلمهم السورة من القرآن، وهذا يقتضي الإعادة والتكرار والمدارسة حتى يحفظوه.\nولا شك أن هذا يسترعي الاستغراب، ويستدعي الانتباه إلى وجوده أسرار إيمانية اختص بها دعاء الاستخارة من غيره من الأدعية.\nالجزء: 1 ¦ الصفحة: 5\n",
        "ومع صغر البحث إلا أني أحببت تقسيمه إلى قسمين، هما:\nالقسم الأول: المسائل الفقهية المتعلقة بصلاة الاستخارة، وفيه إحدى وعشرون مسألة:\nالمسألة الأولى: الأحاديث الواردة في الاستخارة.\nالمسألة الثانية: أصل مشروعيتها.\nالمسألة الثالثة: حكم صلاة الاستخارة.\nالمسألة الرابعة: ما هي الأمور التي تشرع لها صلاة الاستخارة؟\nالمسألة الخامسة: هل تؤدى صلاة الاستخارة في وقت النهي؟\nالمسألة السادسة: متى تبدأ نية صلاة الاستخارة؟\nالمسألة السابعة: عدد ركعات صلاة الاستخارة.\nالمسألة الثامنة: ماذا يقرأ في صلاة الاستخارة؟\nالمسألة التاسعة: متى يقال دعاء الاستخارة؟\nالمسألة العاشرة: ما يفعله من لم يحفظ دعاء الاستخارة:\nالمسألة الحادية عشرة: هل يستحب البدء في الدعاء بالحمد لله، والصلاة على النبي - صلى الله عليه وسلم -؟\nالمسألة الثانية عشرة: هل يشرع تكرار صلاة الاستخارة؟\nالمسألة الثالثة عشرة: ماذا يفعل المسلم بعد صلاة الاستخارة؟\nالمسألة الرابعة عشرة: هل صلاة الاستخارة صلاة مستقلة أو يصح تداخلها مع غيرها من الصلوات؟\nالمسألة الخامسة عشرة: هل تصح النيابة في صلاة الاستخارة؟\nالمسألة السادسة عشرة: أنواع صلاة الاستخارة.\nالمسألة السابعة عشرة: هل يصح الاستخارة في أمرين أو أكثر في صلاة واحدة؟\nالجزء: 1 ¦ الصفحة: 6\n",
        "المسألة الثامنة عشرة: ما يختاره الداعي من الألفاظ التي اختلفت الرواية فيها؟\nالمسألة التاسعة عشرة: هل يسمي حاجته أو يكتفي بالنية؟\nالمسألة العشرون: أيهما يقدم الاستخارة أو الاستشارة؟\nالمسألة الحادية والعشرون: مما قيل في الاستخارة.\nالقسم الثاني: الفوائد التربوية من دعاء صلاة الاستخارة، وفيه: ثمانون فائدة.\nولقد ترسخ لدي قناعةٌ بحاجة السنة النبوية إلى زيادة نظر وتدقيق واستنباط أحكام وفوائد، أو ما يصح تسميته (تثوير السنة) (1).\nولئن خدمها سلفنا الصالح بالتمحيص والتدقيق والتخريج، وبيان الشاذ من الألفاظ من غيرها، فقد كان لهم جهد واضح في الاستنباط، وكتاب فتح الباري للحافظ ابن حجر نموذج فريد في ذلك، كان بالإمكان أن يُحتذى حذوه في بقية كتب السنة النبوية.\nوأسال الله أن يرزقنا العلم النافع والعمل الصالح، والإخلاص في القول والعمل، وأن يتقبله مني، وأن يجعله في ميزان حسناتي ووالدي يرحمه الله، وألا يحرمه أجري وأجر جميع أعمالي، وأشكر الأخ الفاضل/ خليف بن هيشان العنزي على جهده في إخراج هذا الكتاب، وعنائه في ترتيبه وقراءته وفهرسته، سائلًا الله أن يجعل ذلك في ميزان حسناته وأن ينفع به، وصلى الله وسلم على نبينا محمد.\nعقيل بن سالم الشمري\nعضو الدعوة والإرشاد بحفر الباطن\nAgeel001@yahoo.com\n(1)  هذا المصطلح مأخوذ من قول ابن مسعود - رضي الله عنه - موقوفًا: (من أراد علم الأولين والآخرين فليثور القرآن). أخرجه البيهقي في الشعب 2/ 331، والطبراني في الكبير 9/ 135.\nالجزء: 1 ¦ الصفحة: 7\n",
        "القسم الأول\nالمسائل الفقهية المتعلقة بصلاة الاستخارة\nالجزء: 1 ¦ الصفحة: 9\n",
        "القسم الأول\nالمسائل الفقهية المتعلقة بصلاة الاستخارة\nصلاة الاستخارة لا تختلف عن أنواع الصلاة الأخرى من حيث الشروط والأركان والواجبات والمستحبات، إلا أن هناك أحكامًا تخصها، ومن ذلك ما يلي:\nالمسألة الأولى: الأحاديث الواردة في الاستخارة\n.\nورد في الاستخارة عدة أحاديث، وهي كالتالي:\n1 -\nحديث جابر - رضي الله عنه -:\nعن جابر - رضي الله عنه - قال: كان رسول الله - صلى الله عليه وسلم - يعلمنا الاستخارة في الأمور كلها كما يعلمنا السورة من القرآن يقول: «إذا هم أحدكم بالأمر فليركع ركعتين من غير الفريضة؛ ثم ليقل: اللهم إني أستخيرك بعلمك، وأستقدك بقدرتك، وأسألك من فضلك العظيم؛ فإنك تقدر ولا أقدر، وتعلم ولا أعلم؛ وأنت علام الغيوب، اللهم إن كنت تعلم أن هذا الأمر خير لي في ديني، ومعاشي وعاقبة أمري، أو قال: عاجل أمري وآجله، فاقدره لي ويسره لي ثم بارك لي فيه، وإن كنت تعلم أن هذا الأمر شر لي في ديني ومعاشي وعاقبة أمري، أو قال: عاجل أمري وآجله فاصرفه عني واصرفني عنه واقدر لي الخير حيث كان ثم أرضني به قال: ويسمي حاجته».\nأخرجه: البخاري في عدة مواضع (1109) (2345) (2690)، وأبو داود (1538) والترمذي (480) والنسائي (3253) وابن ماجه (1383) وأحمد (344) وغيرهم من طريق عبد الرحمن بن أبي الموال عن ابن المنكدر عن جابر به.\nوأنكر الإمام أحمد رواية ابن أبي الموال فقال: وروي عن محمد بن المنكدر حديث الاستخارة وليس أحد يرويه غيره، وهو منكر (1).\n(1) الكامل في الضعفاء 4/ 307.\nالجزء: 1 ¦ الصفحة: 11\n",
        "ورده ابن عدي بقوله: وقد روى حديث الاستخارة غير واحد من أصحاب النبي - صلى الله عليه وسلم - كما رواه بن أبي الموال (1)، أي أن للحديث شواهد، كما أن عبد الرحمن بن الموال وثقه جماعة من أهله العلم (2)، والحديث هو العمدة في الباب.\n2 -\nحديث ابن مسعود - رضي الله عنه -:\nعن عبد الله قال: علمنا رسول الله الاستخارة قال: «إذا أراد أحدكم أمرًا فليقل: اللهم إني أستخيرك بعلمك فذكره، ولم يقل: العظيم، وقدم قوله: وتعلم على قوله: وتقدر، وقال: فإن كان هذا الذي أريد خيرًا في ديني وعاقبة أمري فيسره لي، وإن كان غير ذلك خيرًا لي فاقدر لي الخير حيث كان، يقول: ثم يعزم».\nأخرجه الطبراني في الكبير (10012) من رواية صالح بن موسى الطلحي عن الأعمش عن إبراهيم عن علقمة، ورواه أيضًا من طريق أخرى (1301) من طريق ابن أبي ليلى عن فضيل بن عمرو عن إبراهيم عن علقمة.\n3 -\nحديث أبي أيوب - رضي الله عنه -:\nعن أبي أيوب الأنصاري أن رسول الله - صلى الله عليه وسلم - قال: «أكتم الخطبة ثم توضأ فأحسن الوضوء ثم صل ما كتب الله لك ثم أحمد ربك ومجده، ثم قل: اللهم إنك تقدر ولا أقدر الحديث إلى قوله الغيوب، وبعده فإن رأيت لي في فلانة تسميها باسمها خيرًا في دنياي وآخرتي فاقض لي بها أو قال فاقدرها لي».\nوفي لفظ: «خيرًا لي في ديني ودنياي وآخرتي فاقدرها لي وإن كان غيرها خيرًا لي منها في ديني ودنياي وآخرتي فاقض لي ذلك».\n(1) الكامل 4/ 307.\n(2) انظر: الفتح 11/ 183 وما بعدها.\nالجزء: 1 ¦ الصفحة: 12\n",
        "أخرجه الطبراني في الكبير (1307) من رواية الوليد بن أبي الوليد أن أيوب بن خالد بن أبي أيوب حدثه عن أبيه.\nوأيوب وخالد ذكرهما ابن حبان في الثقات.\n4 -\nحديث أبي بكر - رضي الله عنه -:\nعن أبي بكر الصديق - رضي الله عنه - أن النبي كان إذا أراد أمرًا قال: «اللهم خر لي واختر لي».\nأخرجه: الترمذي (3516) وأبو يعلى (44) والبزار في مسنده (59).\nوقال الترمذي: غريب لا نعرفه إلا من حديث زنفل وهو ضعيف عند أهل الحديث.\nوقال البزار: وهذا الحديث لا نعلمه يروى عن النبي - صلى الله عليه وسلم - إلا من هذا الوجه بهذا الإسناد، وزنفل قد حدث عنه غير إنسان؛ إلا أنه لم يتابع على هذا الحديث، ولكن لما لم نحفظ هذا الكلام عن النبي - صلى الله عليه وسلم - إلا برواية زنفل لم نجد بدًا من كتابته؛ ونبين العلة فيه (1).\n5 -\nحديث أبي سعيد - رضي الله عنه -:\nعن أبي سعيد الخدري - رضي الله عنه - قال سمعت رسول الله - صلى الله عليه وسلم - يقول: «إذا أراد أحدهم أمرًا فليقل: اللهم إني أستخيرك بعلمك» الحديث - على نحو حديث جابر - وقال في آخره: «ثم قدر لي الخير أينما كان لا حول ولا قوة إلا بالله».\nوأخرجه أبو يعلى في مسنده (1342)، والطبراني في الدعاء (1304)، وابن حبان في صحيحه (885) من طريق محمد بن عمرو بن عطاء عن عطاء بن يسار عن أبي سعيد بنحو حديث جابر.\n(1) مسند البزار (1/ 185).\nالجزء: 1 ¦ الصفحة: 13\n",
        "6 -\nحديث سعد بن أبي وقاص - رضي الله عنه -:\nعن سعد - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من سعادة ابن آدم استخارته الله، ومن سعادة ابن آدم رضاه بما قضاه الله، ومن شقوة ابن آدم تركه استخارة الله، ومن شقوة ابن آدم سخطه بما قضى الله عز وجل».\nأخرجه الترمذي (2151) وأحمد (1444) والحاكم (1990) من طريق إسماعيل بن محمد بن سعد بن أبي وقاص عن أبيه عن جده.\nوقال الترمذي: هذا حديث غريب لا نعرفه إلا من حديث محمد بن أبي حميد ويقال له أيضًا حماد بن أبي حميد، وهو إبراهيم المدني وليس هو بالقوي عند أهل الحديث.\nوصححه الحاكم ووافقه الذهبي، وحسنه الحافظ ابن حجر في الفتح (11/ 184).\n7 -\nحديث ابن عباس - رضي الله عنه -.\n8 -\nحديث ابن عمر - رضي الله عنه -.\nعن عبد الله بن عمر وابن عباس - رضي الله عنه - قالا: كان رسول الله يعلمنا الاستخارة كما يعلمنا السورة من القرآن اللهم إني أستخيرك الحديث إلى آخر قوله علام الغيوب، وزاد بعده: «اللهم ما قضيت علي من قضاء فاجعل عاقبته إلى خير».\nأخرجهما الطبراني في الكبير (1305) وقال العيني: وإسناده ضعيف وفيه عبد الله بن هانئ متهم بالكذب (1).\n9 -\nحديث أبي هريرة - رضي الله عنه -.\nعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إذا أراد أحدكم أمرًا فليقل: اللهم إني أستخيرك فذكره ولم يقل العظيم، وفي آخره: ورضني بقدرك».\n(1) عمدة القارئ 11/ 380.\nالجزء: 1 ¦ الصفحة: 14\n",
        "أخرجه الطبراني في الكبير (1306)، وابن حبان في صحيحه (886) من طريق أبي الفضل بن العلاء بن عبد الرحمن؛ عن أبيه عن جده.\nوقال ابن حبان: أبو الفضل اسمه شبل بن العلاء بن عبد الرحمن، مستقيم الأمر في الحديث.\nوقد ضعفه ابن عدي فقال: حدث بأحاديث له غير محفوظة مناكير وأورد له هذا الحديث، وقال: إنه منكر لا يحدث به غير شبل.\n10 -\nحديث أنس - رضي الله عنه -.\nعن أنس - رضي الله عنه - مرفوعًا: «إذا أهممت بأمر فاستخر ربك سبعًا، ثم انظر إلى الذي يسبق في قلبك فإن الخير فيه».\nأخرجه ابن السني في عمل اليوم والليلة (551)، ولكنه لا يصح، قال الحافظ في الفتح (18/ 171): ولو صح لكان المعتمد لكن إسناده واه جدًا (1).\nفنلاحظ أن صلاة الركعتين لم ترد إلا في حديث جابر - رضي الله عنه -، وهو أصحها إسنادًا، وأتمها سياقًا.\n****\n(1) الفتح 18/ 171.\nالجزء: 1 ¦ الصفحة: 15\n",
        "المسألة الثانية\nأصل مشروعيتها\nمن رحمة الله أن أرسل رسوله بالهدى ودين الحق، فبعثه يجدد لهم ملة أبيهم إبراهيم، وينشر توحيد الله وعبادته في الأرض، وكان أهل الجاهلية تبعًا لما هم عليه من الشرك؛ يقدمون على أمورهم ومصالحهم الدنيوية ويحجمون عنها بالاستقسام بالأزلام، وبتحريك الطيور والنظر إلى جهاتها.\nفعوض الله المسلمين بركعتي الاستخارة، لما فيهما من التوكل على الله؛ وتفويض الأمر إليه؛ والرضا بقدر الله وقضائه.\nفإذا هممت بأمر وأردت أن تعزم عليه بعد استشارة الناس فإنك تستخير.\nوبعض العلماء يستقبح الاستخارة قبل الاستشارة؛ لأنك إذا استخرت فلا تستشر أحدًا بعد الله عز وجل، ولذلك قالوا: تكون الاستخارة هي آخر الأمر.\nويؤيد ذلك قوله - صلى الله عليه وسلم -: «إذا هم أحدكم بالأمر» أي: أن يكون عنده الاهتمام، ومعنى ذلك أنه قد وجد من مشورة الناس ومن حديث النفس ما يجعله يتردد.\nوهذا أمر مستحسن؛ إلا أنه لا يعني عدم صحة الاستخارة لو تقدمت على استشارة غيره من المسلمين.\n****\nالجزء: 1 ¦ الصفحة: 16\n",
        "المسألة الثالثة\nحكم صلاة الاستخارة\nأجمع العلماء على أن صلاة الاستخارة سنة (1)، وأومأ الشوكاني في نيل الأوطار إلى الوجوب ولم يجزم به، والقول بالوجوب متجه على مذهب الظاهرية، لصراحة الأمر في قوله: «فليركع ركعتين»، ولكن يرد عليه أنه أمر معلق بقوله: «إذا هم أحدكم بالأمر» فليس هو أمرًا مطلقًا.\n****\nالمسألة الرابعة\nما هي الأمور التي تشرع لها صلاة الاستخارة؟\nاختلف العلماء في الأمور التي تشرع لها الاستخارة على أقوال كما يلي:\nالقول الأول: يستخير المسلم في كل أمر، سواء كان أمرًا دنيويًا أو دينيًا:\nأما أمور الدنيا: فبالاتفاق.\nوأما أمور الدين: فلا يستخير في ذات الأمر الشرعي، وإنما فيما يحتف به من أحوال، كأن يستخير في وقت العمرة، أو مقدار الوقف، أو غير ذلك.\nوذلك لأن ذات الأمر الديني مما نهى الله عنه، أو أمر به، أو ندب إليه، أو كرهه؛ أو أباحه لا خيار فيه للعبد المؤمن، لأن العبادة مبناها على التسليم لشرع الله.\nالقول الثاني: يستخير المسلم في المباحات والمندوبات، أما الواجبات والمحرمات فلا يستخير فيها (2).\n(1) الموسوعة الكويتية 3/ 242.\n(2) حاشية الروض 3/ 220.\nالجزء: 1 ¦ الصفحة: 17\n",
        "القول الثالث: يستخير فيما يتعلق بالمباحات والمشروعات، وليس في ذات المشروع أنه واجب أو مستحب، وإنما فيما يتعلق بالمباحات مثل الزواج، ومثل شراء المركوب، أو شراء البيت أو غير ذلك.\nكذلك أيضًا ما يتعلق بالمشروعات كزمان السفر؛ وآلة السفر وغيرها (1).\nوالذي يظهر - والله أعلم -:\nأن هناك أمورًا متفق عليها، وهي كما يلي:\n1 -\nاتفق العلماء على أنه لا يشرع الاستخارة في كل شيء من أمور الإنسان، كأموره العبادية والحياتية ودقائق تصرفاته، لأنه لم يرد أن النبي - صلى الله عليه وسلم - كان يستخير في كل شيء.\n2 -\nاتفق العلماء على أنه لا يشرع للمسلم الاستخارة في ذات أمور العبادة، سواء الواجبات أو المحرمات، فلا يجوز أن يستخير في أداء أمر واجب، أو ترك فعل محرم.\n3 -\nاتفق العلماء على أنه يشرع للمسلم الاستخارة فيما يحتف بالأمور المباحة من أحوال كزواج من فلانة، أو وقت سفر، أو تعيين وظيفة، أو تحديد منزل للشراء أو غير ذلك.\nواختلفوا في عدة أمور:\n1 -\nهل تشرع الاستخارة فيما ظهرت مصلحته للإنسان؟\n2 -\nهل تشرع الاستخارة في المندوبات؟\nوالراجح - والله أعلم وأحكم -:\nأن الاستخارة تشرع في كل شيء مما يستخار له، سواء كان مندوبًا أو مباحًا، ويدل لذلك عموم قوله: (قوله يعملنا الاستخارة في كل الأمور) التي تعترينا وتحتاج للاستخارة.\n(1) شرح الشيخ المشيقح على عمدة الطالب (2/ 235).\nالجزء: 1 ¦ الصفحة: 18\n",
        "ومما ينبغي التنبيه عليه أن قوله - صلى الله عليه وسلم -: «إذا هم أحدكم بالأمر فليركع» تدل على الاستعجال بالاستخارة وعدم التباطؤ فيها.\n****\nالمسألة الخامسة\nهل تؤدي صلاة الاستخارة في وقت النهي؟\nهذه المسألة تعرف بذوات الأسباب، ومؤداها: هل يجوز أداء ذوات الأسباب في وقت النهي؟ وقد اختلف العلماء في ذلك على قولين (1):\nالقول الأول: جواز فعل ذوات الأسباب في أوقات النهي عند وجود أسبابها، وهذا قول الشافعي، ورواية عن الإمام أحمد، اختارها بعض الحنابلة، كأبي الخطاب، وابن عقيل، وشيخ الإسلام ابن تيمية، وابن القيم، واستدلوا بما يلي:\n1 -\nأن أحاديث النهي عن الصلاة من العام غير المحفوظ؛ لأنه قد دخله التخصيص بأحاديث أخرى، مثل:\n- قضاء الفائتة، لقوله - صلى الله عليه وسلم -: «من نسي صلاة فليصلها إذا ذكرها، لا كفارة لها إلا ذلك» (2).\n- وبمثل إعادة الجماعة فيمن دخل مسجدًا فوجد الناس يصلون وهو قد صلى، فإنه يصلي معهم، ولو كان الوقت نهيًا، لحديث يزيد بن الأسود في قصة الرجلين؛ وفيه: عن أبي ذر - رضي الله عنه - قال: قال لي رسول الله - صلى الله عليه وسلم -: «كيف أنت إذا كانت عليك أمراء يؤخرون الصلاة عن وقتها أو يميتون الصلاة عن وقتها؟ قال: قلت: فما تأمرني قال: صل الصلاة لوقتها، فإن أدركتها معهم فصل فإنها لك نافلة» (3)، وغير ذلك مما دلت عليه السنة.\n(1) منحة العلام 1/ 159 وما بعدها مختصرًا.\n(2) رواه مسلم (314).\n(3) أخرجه مسلم (1497).\nالجزء: 1 ¦ الصفحة: 19\n",
        "ومثل حديث صلاة الاستخارة وتحية المسجد فإنه عام في جميع الأوقات، محفوظ لم يدخله التخصيص، لقوله - صلى الله عليه وسلم -: «فليركع ركعتين من غير الفريضة» لهذا لفظ عام، والقاعدة أن العام الذي لم يدخله التخصيص مقدم على العام الذي دخله التخصيص.\n2 -\nأن ذوات الأسباب كصلاة الاستخارة وتحية المسجد مثلًا مقرونة بسبب، فلا تدخل في أحاديث النهي، كقوله - صلى الله عليه وسلم -: «لا يتحرى أحدكم فيصلي عند طلوع الشمس ولا عند غروبها» (1)، والذي يصلي لسبب لا يقال: إنه تحرى الصلاة، بخلاف التطوع المطلق الذي لا سبب له.\nالقول الثاني: أنه لا يجوز فعل ذوات الأسباب من النوافل في أوقات النهي مطلقًا، وهذا مذهب الحنفية، والمالكية، وأحمد في المشهور عنه، واستدلوا:\n1 -\nبعموم أحاديث النهي عن الصلاة في هذه الأوقات؛ لأن أحاديث النهي أقوى، فإنها قد بلغت حد التواتر، كما جزم بذلك الطحاوي، وشيخ الإسلام ابن تيمية وغيرهما.\nوالراجح:\nهو القول الأول؛ لقوة دليله، يضاف إلى ذلك أن ذوات الأسباب تفوت بفوات أسبابها ومن ذلك صلاة الاستخارة في وقت النهي، وتكون مخصوصة من عموم النهي.\n****\n(1) متفق عليه: أخرجه البخاري (585)، ومسلم (1961).\nالجزء: 1 ¦ الصفحة: 20\n",
        "المسألة السادسة\nمتى تبدأ نية صلاة الاستخارة؟\nوصورة المسألة: شخص صلى ركعتين نافلة مطلقة، ثم بدا له أثناء الصلاة أمرٌ من الأمور يستدعي صلاة الاستخارة، فهل يحق له أن ينوي أم لا؟\nالذي يظهر لي - والله أعلم وأحكم - أن نية صلاة الاستخارة تكون قبل البدء فيها، ويدل لذلك ما يلي:\n1 -\nقوله - صلى الله عليه وسلم - في الحديث: «إذا هم أحدكم بالأمر فليركع ركعتين من غير الفريضة» فلفظ الحديث مشعر باستقلال الاستخارة بنية خاصة لها تكون من بداية الصلاة.\n2 -\nأن النية شرط، والشروط تكون قبل الأفعال.\nوعلى هذا لا يصح لمن كان في صلاة أن ينوي الاستخارة داخل صلاته.\n****\nالمسألة السابعة\nعدد ركعات صلاة الاستخارة\nاتفق العلماء على ثلاثة أمور هي:\nالأول: اتفقوا على أنها لا تصح بركعة واحدة، وذلك لقول النبي - صلى الله عليه وسلم -: «فليركع ركعتين».\nالثاني: اتفقوا على أن الأفضل أن تكون ركعتان، وذلك لأن لفظ الحديث نص عليهما.\nالثالث: اتفقوا على أنها لا تكون وترًا، لأن الحديث نص على الشفع بقوله: «فليركع ركعتين».\nالجزء: 1 ¦ الصفحة: 21\n",
        "واختلفوا فيما زاد على الركعتين ولم يكن وترًا - كأن يصلي أربعًا - على قولين:\nالقول الأول: لا تجوز الزيادة على الركعتين، وهو قول الجمهور، واستدلوا بما يلي:\n1 -\nأن الحديث نص على الركعتين فلا تجوز الزيادة على الحديث.\n2 -\nأن العبادات مبناها على التوقيف، وقد ورد الدليل بأنها ركعتان فقط.\nالقول الثاني: جواز الزيادة على ركعتين، وهو قول الشافعية (1)، واستدلوا بما يلي:\n1 -\nأن القول بالاقتصار على الركعتين غايته أنه احتجاج بمفهوم العدد، ومفهوم العدد ضعيف كما في علم أصول الفقه.\n2 -\nذكر الركعتين في الحديث لا يعني عدم الزيادة، وإنما المراد منه بيان أقل عدد من صلاة الاستخارة؛ بحيث أنه لا يجوز النقصان عن ذلك، وليس المراد منه الزيادة.\nوالراجح - والله أعلم -:\nهو الاقتصار على الركعتين وعدم الزيادة عليهما، وذلك وقوفًا مع السنة النبوية، والنبي - صلى الله عليه وسلم - في مقام تعليم، خاصة أن صلاة الاستخارة كان يعلمها أصحابه كما يعلمهم السورة من القرآن؛ فيبعد مع ذلك جوازها بأكثر من ذلك ولم يبينها لهم.\nوليس ذكر الركعتين في حديث جابر - رضي الله عنه - من باب مفهوم العدد، لأن مفهوم العدد أن يعلق الحكم على عدد معين (2)، وإنما حديث جابر - رضي الله عنه - من بيان الصفة فيلزم التقيد به.\n****\n(1) الدين الخالص 1/ 255، والموسوعة الكويتية 3/ 243.\n(2) إرشاد الفحول 2/ 44.\nالجزء: 1 ¦ الصفحة: 22\n",
        "المسألة الثامنة\nماذا يقرأ في صلاة الاستخارة؟\nللعلماء في ذلك تفصيل كما يلي:\n1 -\nاتفق العلماء على أن صلاة الاستخارة كغيرها من الصلوات في ركنية الفاتحة، وسنية ما بعدها من السور.\n2 -\nاتفق العلماء على أن أي سورة أو آية بعد الفاتحة فهو مجزئ.\nواختلفوا في الأفضل في صلاة الاستخارة على أقوال هي (1):\nالقول الأول: وقال به أكثر أهل العلم وهو أن الأفضل أن يقرأ بعد الفاتحة:\n- في الركعة الأولى {قُلْ يَا أَيُّهَا الْكَافِرُونَ}.\n- في الركعة الثانية {قُلْ هُوَ اللَّهُ أَحَدٌ}.\nوعللوا ذلك: بأنه من الأنسب أن يقرأ سورتي الإخلاص؛ لما فيهما من الرغبة لله، وإعلان توحيده، وبراءته من الشرك.\nالقول الثاني: وقال به بعض السلف وهو أن الأفضل أن يقرأ بعد الفاتحة:\n- في الركعة الأولى: {وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ سُبْحَانَ اللَّهِ وَتَعَالَى عَمَّا يُشْرِكُونَ * وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ} [القصص: 68، 69].\n- في الركعة الثانية: {وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُبِينًا} [الأحزاب: 36].\n(1) الدين الخالص 1/ 254، والموسوعة الكويتية 3/ 245.\nالجزء: 1 ¦ الصفحة: 23\n",
        "وعللوا ذلك: لمناسبة الحال لهما.\nوالقول الثالث: وقال به الحنابلة وغيرهم وهو أنه لم يرد في القراءة دليل، فتبقى على إطلاقها، ويكون الأفضل بحسب ما يختار المصلي.\nوالذي يظهر - والله أعلم -: أن الأمر في ذلك واسع.\n****\nالمسألة التاسعة\nمتى يقال دعاء الاستخارة؟\nاختلف العلماء في ذلك على ثلاثة أقوال:\nالقول الأول: أن الدعاء يقال قبل السلام، واستدلوا بما يلي:\n1 -\nسياق الحديث، فإنه ذكر صلاة الركعتين ثم قال: «ثم ليقل» وهذه الصيغة في الأحاديث تدل على اتصال بين الدعاء والصلاة.\n2 -\nأن ما قبل السلام موطن من مواطن الدعاء، كما دل عليه حديث ابن مسعود - رضي الله عنه - وفيه: «ثم ليتخير من الدعاء أعجبه إليه فيدعو» (1).\nالقول الثاني: أن الدعاء يقال بعد السلام، واستدل بما يلي:\n- قوله - صلى الله عليه وسلم -: «فليركع ركعتين من غير الفريضة ثم ليقل» فهذا الصيغة تفيد التراخي، فدل على أن الدعاء بعد السلام، بدلالة حرف التراخي (ثم).\nالقول الثالث: أن الأمر في ذلك واسع، ورجحه ابن تيمية (2).\n(1) متفق عليه: أخرجه البخاري (835)، ومسلم (927).\n(2) الفتاوى (2/ 265).\nالجزء: 1 ¦ الصفحة: 24\n",
        "والراجح - والله أعلم -:\nأن الأمر في ذلك واسع لاحتمال الدليل، فالأمران متجهان، وإن كان الأولى أن يكون قبل السلام؛ لعموم الأحاديث الدالة على أن ما قبل السلام موطن من مواطن الدعاء.\n****\nالمسألة العاشرة\nما يفعله من لم يحفظ دعاء الاستخارة\nلا يخلو ذلك من حالتين:\nالحالة الأولى: أن يكون ممن يعرف القراءة:\nوفي هذه الحالة لا بأس له بقراءة الدعاء من ورقة أو كتاب، وتكون الحركة التي سيفعلها مغتفرة؛ لأنها لأجل مصلحة الصلاة، ومعلوم أن الحركة إن كانت لأجل الصلاة فلا حرج فيها، وعلى ذلك أدلة كثيرة.\nالحالة الثانية: أن يكون ممن لا يعرف القراءة:\nفلا بأس بأي دعاء يؤدي معنى الاستخارة، كأن يقول: اللهم خر لي، وغير ذلك.\n****\nالمسألة الحادية عشرة\nهل يستحب البدء في الدعاء بالحمد لله، والصلاة على النبي - صلى الله عليه وسلم -؟\nاستحب ذلك النووي (1)، ولعله يستند إلى عمومات الأحاديث الأخرى التي فيها الأمر بالحمد والصلاة على النبي - صلى الله عليه وسلم -.\nولا شك أن الأفضل أن يقتصر على ما ورد عن النبي - صلى الله عليه وسلم - ولا يزد على ذلك، وعمومات أدلة الدعاء يقدم عليها ما ورد في صلاة الاستخارة على وجه الخصوص.\n****\n(1) الأذكار 179.\nالجزء: 1 ¦ الصفحة: 25\n",
        "المسألة الثانية عشرة\nهل يشرع تكرار صلاة الاستخارة؟\nاختلف أهل العلم في هذه المسألة على قولين:\nالقول الأول: أنه لا يشرع تكرار صلاة الاستخارة، واستدلوا بما يلي:\n1 -\nأن الذي ورد في السنة هو تحديدها بركعتين، كما هو نص الحديث، وعليه فلا يجوز تكرارها.\n2 -\nأن المؤمن مطلوب منه أن يؤدي صلاة الاستخارة ولا ينتظر شيئًا آخر، وإنما يمضي لفعله، وما يقدره الله بعد ذلك فهو خيرته لعبده، فلا حاجة لتكراره الاستخارة.\nالقول الثاني: لا بأس بتكرار الاستخارة، واستدلوا بما يلي:\n1 -\nبما رواه مسلم عن ابن الزبير قوله في قصة هدم الكعبة: «إني مستخير ربي ثلاثًا» (1) وهو فعل صحابي وفي محفل من الصحابة ولم يعارض.\n2 -\nما رواه عبد الرزاق في مصنفه: أن عمر بن الخطاب أراد أن يكتب السنن؛ فاستشار أصحاب رسول الله - صلى الله عليه وسلم - في ذلك؛ فأشاروا عليه أن يكتبها؛ فطفق يستخير الله فيها شهرًا، ثم أصبح يومًا وقد عزم الله له فقال: إني كنت أريد أن أكتب السنن وإني ذكرت قومًا كانوا قبلكم كتبوا كتبًا فأكبوا عليها، وتركوا كتاب الله، وإني والله لا ألبس كتاب الله بشيء أبدًا (2).\n3 -\nروى ابن السني عن أنس مرفوعًا: «إذا هممت بأمر فاستخر ربك فيه سبع مرات ثم انظر إلى الذي يسبق إلى قلبك فإن الخير فيه» (3).\n(1) رواه مسلم (1333).\n(2) المصنف 11/ 257.\n(3) أخرجه ابن السني في عمل اليوم والليلة (551)، ولكنه لا يصح، قال الحافظ في الفتح (18/ 171): ولو صح لكان المعتمد لكن إسناده واه جدًا.\nالجزء: 1 ¦ الصفحة: 26\n",
        "4 -\nأن صلاة الاستخارة دعاء لله، وقد وردت الأحاديث بمشروعية تكرار الدعاء ثلاثًا.\nوالراجح - والله أعلم -:\nأن المسلم لا يخلوا من حالتين:\nالأولى: أن يتبين له شيء فيما يستخير ربه فيه، فهنا لا يشرع تكرارها.\nالثانية: ألا يتبين له شيء، ولم ترتفع حيرته؛ فهنا يشرع له تكرارها لعموم الأدلة، ولفعل الصحابة - رضي الله عنه -، أما ما رواه ابن السني فلا يحتج به.\n****\nالمسألة الثالثة عشرة\nماذا يفعل المسلم بعد صلاة الاستخارة\n(1)؟\nاختلف أقوال العلماء فيما يفعله المسلم بعد صلاة الاستخارة، ولا تخلو أقوالهم من تداخل فيما بينها، ولعل السبب فيما يظهر لي هو خلو أحاديث صلاة الاستخارة من بيان للعلامات التي تعقب صلاة الاستخارة، وفيما يلي بعض الأقوال:\nالقول الأول:\nأن المسلم بعد الاستخارة عليه ألا ينتظر شيئًا، وإنما يقدم على ما يريد، فإن يسره الله له أو صده عنه فهذا اختيار الله له.\nالقول الثاني:\nلا يخلو حال المسلم إذا أدى صلاة الاستخارة من أحد أمور ثلاثة، هي:\n(1) ينظر: فتح الباري 18/ 171، والموسوعة الكويتية 3/ 246، وشرح الصقعبي لمنار السبيل 1/ 94 وغير ذلك.\nالجزء: 1 ¦ الصفحة: 27\n",
        "1 -\nأن يجد في نفسه نشاطًا وارتياحًا للعمل الذي تردد فيه، ويذهب عنه التردد، وفي هذه الحالة يشرع له أن يمضي في العمل.\n2 -\nأن يجد في نفسه انصرافًا عن العمل، وعدم رغبة فيه، فيشرع له أن لا يمضي في العمل.\n3 -\nأن لا يحصل له شعور جديد، بل يبقى مترددًا، وفي هذه الحالة عليه أن يمضي في العمل؛ إذا ترجح له عقلًا فائدة ذلك العمل، فإن الظن بالله أنه سيختار له ما هو خير.\nالقول الثالث:\nإذا استخار الإنسان ربه فلا يخلو من أمرين:\n1 -\nأن ينشرح صدره له: فهذا دليل على أن هذا الأمر هو الذي اختاره الله تعالى.\n2 -\nأن يبقي مترددًا: فإنه يعيد الاستخارة مرة ثانية وثالثة، فإنه تبين له، وإلا استشار غيره بما هو عليه، ويكون ما قدره الله هو الخير إن شاء الله تعالى.\nالقول الرابع:\nيفعل ما اتفق، ويستدل له بقوله في بعض طرق حديث ابن مسعود - رضي الله عنه - مرفوعًا - وفي آخره -: «ثم يعزم».\nالقول الخامس:\nينظر إلى ما تهواه نفسه، وهو لا يخلو من حالتين:\n1 -\nإن كان يهواه قبل الاستخارة: فلا يفعله، لأن موافقة الهوى مذمومة غالبًا.\n2 -\nإن كان لا يهواه قبل الاستخارة: فيفعله، لأن مخالفة الهوى محمودة شرعًا والذي يظهر - والله أعلم -:\nأن ما يعقب صلاة الاستخارة لم يرد فيه دليل يبينه، وعلى هذا فليس هناك علامة محددة ينتظرها الإنسان، إلا أن انشراح الصدر علامة قبول باتفاق من ذكر العلامات،\nالجزء: 1 ¦ الصفحة: 28\n",
        "ولكنها ليست العلامة الوحيدة، فلا يتشدد الإنسان مع نفسه ليبحث عن علامة وينتظر حصولها، فقد لا تحصل فيزداد حيرة بعد صلاة الاستخارة، وإنما على المؤمن أن يكون مطمئنًا بمجرد أدائه صلاة الاستخارة، ولا يخفى أن الأثر النفسي له دور كبير على حصول انشراح الصدر من عدمه، والله أعلم.\n****\nالمسألة الرابعة عشرة\nهل صلاة الاستخارة صلاة مستقلة أو يصح تداخلها مع غيرها من الصلوات؟\nهذه المسألة فيها تفصيل كالتالي:\n1 -\nاتفق العلماء على أن صلاة الاستخارة لا يصح أداؤها مع الصلاة المكتوبة، لقوله - صلى الله عليه وسلم -: «فليركع ركعتين من غير الفريضة».\n2 -\nاتفق العلماء على أن الأفضل أن يصلي المسلم الاستخارة مستقلةً؛ لا ينو معها غيرها.\nواختلفوا في أداء صلاة الاستخارة ضمن السنن الراتبة، أو ذوات الأسباب كتحية المسجد، وصلاة الضحى وغير ذلك، على قولين:\nالقول الأول: يصح أداء صلاة الاستخارة مع كل صلاة غير الفريضة (1)، واستدلوا:\n- بقوله في الحديث: «من غير الفريضة» فكل ما كان غير الفريضة، فيصح أداء الاستخارة فيه.\n(1) شرح أبي داود للعيني 5/ 450، ودروس عمدة الفقه للشنقيطي 2/ 261.\nالجزء: 1 ¦ الصفحة: 29\n",
        "القول الثاني: التفريق بين النوافل، حيث قسموا النوافل إلى نوعين:\nأ- النوافل المطلقة: فيصح أداء صلاة الاستخارة معها، كنافلة ركعتين تطوعًا لله.\nب- النوافل المعينة: فلا يصح أداء صلاة الاستخارة معها كالسنن الرواتب، أو النوافل المعينة وذوات الأسباب، وهناك من يفصل في هذا النوع من النوافل، والله أعلم.\nوالراجح - والله أعلم -:\nأن الاستخارة صلاة مخصوصة لا تتداخل مع غيرها، ويدل لذلك لفظ الحديث: «فليركع ركعتين من غير الفريضة» أي: ركعتين خاصة لهذه الصلاة يصليهما للاستخارة على وجه الخصوص.\n****\nالمسألة الخامسة عشرة\nهل تصح النيابة في صلاة الاستخارة؟\nانعقد الإجماع على أن الصلاة لا تدخلها النيابة، قال ابن عبد البر: «أما الصلاة فإجماع من العلماء أنه لا يُصلي أحدٌ عن أحدٍ فرضًا عليه من الصلاة، ولا سُنة، ولا تطوعًا لا عن حي ولا عن ميت، وكذلك الصيام عن الحي لا يجزئ صوم أحدٌ في حياته عن أحد، وهذا كُله إجماع لا خلاف فيه» (1). أ. هـ.\nوعلى هذا فلا يصح أن يستخير شخص عن آخر؛ لانعقاد الإجماع على المنع.\n****\n(1) الاستذكار 3/ 340.\nالجزء: 1 ¦ الصفحة: 30\n",
        "المسألة السادسة عشرة\nأنواع صلاة الاستخارة\nذكر أهل العلم نوعان للاستخارة، وهما (1):\nالنوع الأول: وهو المتفق عليه، وهي الصفة المعروفة ركعتان من غير الفريضة؛ ثم يقول بعدهما الدعاء المأثور.\nالنوع الثاني: وقال به كثير من أهل العلم؛ وهو الاقتصار على الدعاء فقط، وعلى هذا فتجوز بعد أي صلاة.\nوالذي يظهر - والله أعلم -:\nأن دعاء الاستخارة مما يدعو به المسلم في شأنه كله، لأنه دعاء من الأدعية التي وردت في السنة؛ إلا أنه لا يسمى استخارة بالمعنى الاصطلاحي المعروف الذي ورد في حديث جابر، وإنما هو مجرد دعاء أن ييسر الله له الخيرة أينما كانت، أما صلاة الاستخارة التي وردت فهي صلاة مخصوصة بينتها السنة.\n****\nالمسألة السابعة عشرة\nهل تصح الاستخارة في أمرين أو أكثر في صلاة واحدة؟\nالأظهر - والله أعلم - أن الأمور تختلف، ويمكن تقسيمها إلى نوعين:\nالنوع الأول: أمور مرتبطة بعضها ببعض، كأمور الدراسة في الجامعة، وتنوع الكليات، فيصح أن يجمع أكثر من أمر في صلاة واحدة.\n(1) انظر: شرح مختصر خليل 1/ 156، وأسنى المطالب 1/ 250، والموسوعة الكويتية 3/ 243.\nالجزء: 1 ¦ الصفحة: 31\n",
        "النوع الثاني: أمور غير مرتبطة ببعضها:\nفهناك من أهل العلم من يجيز الجمع بين أكثر من أمر، قال فضية الشيخ عبد الله بن جبرين رحمه الله: «ويجوز أن يستخير في موضع واحد لأمرين أو لثلاثة، ولا يلزم أن يصلي لكل أمر صلاة ويدعو لها دعاء».\nإلا أن الظاهر من حديث الباب أن لكل أمر استخارة تخصه؛ ولا يجمع بين أمرين في صلاة واحدة، والله أعلم.\n****\nالمسألة الثامنة عشرة\nما يختاره الداعي من الألفاظ التي اختلفت الرواية فيها؟\nاختلفت الرواية في حديث جابر - رضي الله عنه - في بعض الألفاظ، وبيان ذلك:\nورد في حديث جابر قوله: «وإن كنت تعلم أن هذا الأمر خير لي في ديني ومعاشي وعاقبة أمري، أو قال عاجل أمري وآجله».\nوهذا شك من الراوي، قال الحافظ: هو شك من الراوي ولم تختلف الطرق في ذلك (1).\nوبناء على هذا فشك الراوي له ثلاثة احتمالات، هي ما يلي:\nالاحتمال الأول (2):\nأنه بدل من الألفاظ الثلاثة في الرواية الأولى - ديني ومعاشي وعاقبة أمري - وعلى هذا يكون لفظ الحديث «إن كنت تعلم أن هذا الأمر خير لي في عاجل أمري وآجله».\n(1) الفتح 18/ 171.\n(2) فتح الباري 18/ 171، وعون المعبود 4/ 279.\nالجزء: 1 ¦ الصفحة: 32\n",
        "الاحتمال الثاني: أنه بدل من اللفظين الأخيرين في الرواية الأولى، وعلى هذا يكون لفظ الحديث: «إن كنت تعلم أن هذا الأمر خير لي في ديني وعاجل أمري وآجله».\nالاحتمال الثالث:\nأنه بدل من اللفظ الأخير في الرواية الأولى، وعلى هذا يكون لفظ الحديث: «إن كنت تعلم أن هذا الأمر خير لي في ديني ومعاشي وعاجل أمري وآجله» (1).\nوعلى هذا: فماذا يفعل المصلي للاستخارة تجاه هذا الشك؟\nالذي وقفت عليه من التصرفات على ثلاثة أنواع:\nالنوع الأول: أن المصلي عليه أن يصلي ثلاث مرات، وفي كل مرة يأتي بذكر وارد ليصيب جميع ما قاله النبي - صلى الله عليه وسلم - (2).\nالنوع الثاني: أن المصلي عليه أن يأتي بجميع الألفاظ الواردة في الحديث، فيقول في دعاء الاستخارة: اللهم إن كنت تعلم أن هذا الأمر خير لي في ديني ومعاشي وعاقبة أمري وعاجل أمري وآجله ونحو ذلك.\nوهذان النوعان باطلان، ومما يرد به عليهما ما يلي (3):\n1 -\nأن هذه طريقة محدثة لم يسبق إليها أحد من الأئمة المعروفين.\n2 -\nأن النبي - صلى الله عليه وسلم - لم يجمع بين هذه الألفاظ التي وردت، وإنما غاية ذلك أنه شك من الراوي.\n(1) جلاء الأفهام 4/ 148.\n(2) انظر: الفتح 18/ 171.\n(3) انظر: جلاء الأفهام 4/ 148 مختصرًا.\nالجزء: 1 ¦ الصفحة: 33\n",
        "النوع الثالث: أنه يرجح بين هذه الألفاظ، واختار ذلك ابن القيم - رضي الله عنه -، وعليه المحققون من أهل العلم.\nوقد رجح ابن القيم بقوله: «ومثال ما يترجح فيه أحد الألفاظ حديث الاستخارة فإن الراوي شك هل قال النبي - صلى الله عليه وسلم -: «اللهم إن كنت تعلم أن هذا الأمر خير لي في ديني ومعاشي وعاقبة أمري»، أو قال: «وعاجل أمري وآجله» بدل «وعاقبة أمري»، والصحيح اللفظ الأول، وهو قوله: وعاقبة أمري؛ لأن عاجل الأمر وآجله هو مضمون قوله: ديني ومعاشي، وعاقبة أمري فيكون الجمع بين المعاش وعاجل الأمر وآجله تكرارًا، بخلاف ذكر المعاش والعاقبة، فإنه لا تكرار فيه، فإن المعاش هو عاجل الأمر والعاقبة آجله» (1).\nوعلى العموم لو اقتصر على أحد اللفظين أجزأه ذلك، ولو اقتصر على قول: «وعاقبة أمري» - لأنه لم يرد فيها شك كما في حديث أبي سعيد وابن مسعود - رضي الله عنه - لكان أفضل.\n****\nالمسألة التاسعة عشرة\nهل يسمي حاجته أو يكتفي بالنية؟\nقال الحافظ: «قوله في الحديث «ثم يسميه بعينه»:\nظاهر سياقه أن ينطق به، ويحتمل أن يكتفي باستحضارة بقلبه عند الدعاء، وعلى الأول تكون التسمية بعد الدعاء، وعلى الثاني تكون الجملة حالية؛ والتقدير فليدع مسميًا حاجته» (2) أ. هـ.\n(1) جلاء الأفهام 4/ 148 مختصرًا.\n(2) الفتح 1/ 171.\nالجزء: 1 ¦ الصفحة: 34\n",
        "ولعل مستند الحافظ في هذا الاحتمال هو الروايات التي لم يذكر فيها «ويسمى حاجته» لكن الروايات الأخرى توضح الأمر وتجليه فقد قال: «ثم يسميه بعينه» وفي رواية: «ويسمي حاجته».\n****\nالمسألة العشرون\nأيهما يقدم الاستخارة أم الاستشارة\n(1)؟\nفيها ثلاثة أقوال:\nقيل: يقدم الاستخارة؛ للأمر بها.\nوقيل: يقدم الاستشارة؛ لئلاء يستشير بعد استخارته لربه.\nوقيل: في الأمر سعة.\nوكلها أقوال مبنية على الأفضلية؛ وهي اجتهادات ليس فيها دليل فاصل، ولهذا فالراجح أن الأمر واسع.\nومن قال لا يستشير بعد استخارته لربه، يقال له وكذلك: لا يستشير قبل الله أحدًا، والله أعلم.\n****\n(1) مقال للدكتور مهران ماهر عثمان على الشبكة بعنوان «الاستخارة».\nالجزء: 1 ¦ الصفحة: 35\n",
        "المسألة الحادية والعشرون\nمما قيل في الاستخارة\nقيل: الأحمق من قطعة العجب عن الاستشارة، والاستبداد عن الاستخارة (1).\nوبيان ذلك:\nأن الأحمق يجمع بين سيئتين، هما:\n1 -\nإعجابٌ بما لديه من رأي وتفكير، وكثير ما يفسد العجب على صاحبه الرأي؛ لأنه يجمع بين تحسين ما ليس بحسنٍ من الرأي، وإهمال القبيح منه، فإن الرأي لا يعتبر ناضجًا حتى تُعرف مواطن خلله فتصلح، ومواطن حسنه فتعزز.\n2 -\nاستغناء عن الاستخارة، فقد يرى لحمقه أنه ليس بحاجة لها، فهي تسن لمن تردد في الأمر، أو لم يعرف مصلحته!.\nفكان من تمام العقل من جمع بين الاستشارة والاستخارة.\nويقال: تعوذ من سكرات الاستبداد بصحوات الاستشارة، ومن عثرات البغي باستقالة الاستخارة (2).\nوبيان ذلك:\nأن الاستبداد بالرأي له سكرة؛ تجعل صاحبه يغفل عن الرأي الصواب، وصواب الرأي، ومواطن الخلل في رأيه، وقد يكون الخير قريبًا منه؛ لكن لاستبداده لم يره، ولسكرته لم يشعر به، وعلاج ذلك يكون بالاستشارة.\n(1) نهاية الأرب 6/ 64.\n(2) نهاية الأرب 6/ 64.\nالجزء: 1 ¦ الصفحة: 36\n",
        "فإن الاستشارة تولد صواب الرأي، وتوقظ من الغفلة في الأمر، ومن عجائب الاستشارة أنها تجعل غيرك يفكر لك، ويسعى جاهدًا لإخراجك من مأزقك، ويبذل وسعه في نفعك، بل قد يجتهد أكثر من اجتهاد صاحب الرأي لنفسه؛ خاصة إن كان أمينًا مؤمنًا.\nالجزء: 1 ¦ الصفحة: 37\n",
        "القسم الثاني\nثمانون فائدة تربوية من دعاء صلاة الاستخارة\nالجزء: 1 ¦ الصفحة: 39\n",
        "القسم الثاني\nثمانون فائدة تربوية من دعاء الاستخارة\nحديث جابر - رضي الله عنه - في الاستخارة مليء بالفوائد التربوية والإيمانية، ندرك ذلك من خلال تعليم النبي - صلى الله عليه وسلم - لأصحابه هذا الحديث كما يعلمهم السورة من القرآن، وسأستعين الله بذكر بعض الفوائد التي وقفت عليها، وحاولت إعمال فكري وجهدي في استنباط البعض الآخر، وسأذكر نص الحديث ثم أتبعه بالفوائد:\nنص الحديث:\nعن جابر بن عبد الله - رضي الله عنه - قال: كان رسول الله - صلى الله عليه وسلم - يعلّمنا الاستخارة في الأمور كلها، كما يعلّمنا السورة من القرآن، يقول: (إذا همَّ أحدكم بالأمر فليركع ركعتين من غير الفريضة، ثم ليقل: اللهم إني أستخيرك بعلمك، وأستقدرك بقدرتك، وأسألك من فضلك العظيم، فإنك تقدر ولا أقدر، وتعلم ولا أعلم، وأنت علام الغيوب، اللهم إن كنت تعلم أن هذا الأمر خير لي في ديني ومعاشي وعاقبة أمري -أو قال- عاجل أمري وآجله، فاقدره لي، ويسره لي ثم بارك لي فيه، وإن كنت تعلم أن هذا الأمر شر لي في ديني ومعاشي وعاقبة أمري -أو قال- في عاجل أمري وآجله، فاصرفه عني واصرفني عنه، وأقدر لي الخير حيث كان، ثم رضني به).\nوفيه الفوائد التالية:\nالفائدة الأولى\nفي الحديث دلالة على أن الاستخارة تشرع عندما يَهُمُّ الإنسان بالأمر من الأمور، لقوله في الحديث (إذا همّ).\nالجزء: 1 ¦ الصفحة: 41\n",
        "الفائدة الثانية\nدل الحديث بمفهومه على أن الاستخارة لا تشرع عند الخواطر؛ والأفكار التي تسبق للذهن، والتي لا يكاد يسلم منها أحد غالبًا، لقوله في إحدى روايات الحديث: (إذا أراد أحدكم الأمر).\nفالهمّ المطلق في الرواية الأولى بينته الإرادة في الرواية الثانية، ويخرج عن ذلك الخواطر، ولهذا لم يثبت أن النبي - صلى الله عليه وسلم - كان يستخير في كل ما خطر له، وإنما تشرع الاستخارة فيما يستدعي ذلك.\nالفائدة الثالثة\nالاستخارة في الحديث تشمل حالتين، هما:\nالحالة الأولى: طلب الخير في الأمر، وهذا مأخوذ من معناها اللغوي، فإن:\nالاستخارة لغة: طلب الخير في الشيء (1).\nفعلى هذا كل من تردد وأراد طلب الخير في أمر من الأمور؛ فعليه بصلاة الاستخارة؛ لأن هذا مقتضي معناها اللغوي، ويؤيده أيضًا قوله - صلى الله عليه وسلم -: (إذا هم) والهم يشعر بالتردد.\nالحالة الثانية: تشمل أيضًا إذا أراد الإنسان فعل أمر ما، لقوله - صلى الله عليه وسلم - في الحديث: (إذا أراد أحدكم).\nوعلى هذا فعلى من أراد فعل أمر من الأمور فعليه أيضًا أن يستخير الله قبل فعله، والفرق بين الحالتين يظهر في حال التردد وعدمه.\nفالحالة الأولى: يكون مترددًا في فعل أمر؛ لأنه لا يعلم هل يكون فيه الخير أم لا؟\nوالحالة الثانية: ليس مترددًا في الفعل، لكنه يريد الاستخارة أيضًا.\n(1) لسان العرب 5/ 351.\nالجزء: 1 ¦ الصفحة: 42\n",
        "فالحديث يدل على الاستخارة في الحالتين كليهما، والله أعلم.\nالفائدة الرابعة\nظاهر الحديث يدل على أن الاستخارة تشمل الأمور الواجبة والمستحبة والمباحة، وليس المراد الاستخارة في أصل فعلها، وإنما في أمور أخرى تتعلق بالأمر الواجب كوقت فعله وطريقة أدائه، أو عند تزاحم الواجبات والمستحبات، وهكذا، فليس من الضرورة أن تكون الاستخارة في أصل أداء الفعل الواجب حتى تُمنع، وعموم الحديث (إذا أراد أحدكم الأمر) يؤيد ذلك حيث أطلق الأمر، وقد سبق بيانها في المسائل الفقهية.\nالفائدة الخامسة\nعلق الحديث الاستخارة بالهم، وبينه في الرواية الأخرى أنه الهم الذي يقارن الإرادة ويسبقها، وهذا يدل على طرح ما عدا ذلك من الخواطر.\nوهذا يربي المسلم على عدم الانسياق وراء الخواطر؛ والأفكار التي ترد على الذهن، ولهذا لم يشرع لها الاستخارة، وكم تسببت هذه الخواطر من وسوسة، وضياع للأوقات وإشغال للذهن، فلو أهملها الإنسان كما أهملتها الشريعة لسلم له دينه ودنياه.\nالفائدة السادسة\nيدل الحديث بمنطوقه على تعليم النبي - صلى الله عليه وسلم - للصحابة سور القرآن؛ حتى صار غيرها يقاس عليها من حيث الأهمية وعدمها، ولهذا قال الراوي: \"كما يعلمنا السورة من القرآن\" فدل على فشو ذلك بينهم وانتشاره، وهي سمة المجتمع المسلم في تعلمه القرآن وتعليمه للناس، وفيها تنبيه إلى نشر مدارس تعليم القرآن على وجه الخصوص.\nالجزء: 1 ¦ الصفحة: 43\n",
        "الفائدة السابعة\nيدل الحديث على نشر العلم، وتعليم الناس الأذكار والأوراد، وإعادتها حتى يتم حفظها، وهذا واجب الدعاة اقتداءً بنبيهم - صلى الله عليه وسلم -، وتعليم النبي - صلى الله عليه وسلم - لهم هذا الذكر دليل صريح على ذلك.\nالفائدة الثامنة\nمن البداهة أن الاستخارة لا تشمل حالة الهمّ بالمحرمات والمكروهات؛ وأي خير يطلبه الإنسان من فعل أمر منهي عنه في الشريعة؟!.\nالفائدة التاسعة\nيدل قوله: (إذا همّ) إلى أن ما يرد إلى الذهن يمكن تقسيمه إلى:\nأ- خواطر لا يهتم بها.\nب- وإلى: همّ.\nوالفرق بينها أن الهمّ يرافقه إرادة وعزيمة على الفعل أو الترك، ولهذا جاء في الرواية الثانية: (إذا أراد أحدكم الأمر).\nكما يمكن تقسيمها بناء على الحديث إلى:\nأ- همّ معه إرادة: وهو المراد في الحديث في الروايتين.\nب- همّ لا إرادة معه: وهذا لاغٍ لا حكم له.\nالجزء: 1 ¦ الصفحة: 44\n",
        "الفائدة العاشرة\nدل الحديث بصريح منطوقه على أن صلاة الاستخارة ركعتان، لقوله: (فليركع ركعتين) ولا عبرة بالرواية التي أطلقت الصلاة في رواية الحاكم: (فليصل ما شاء) فسندها ضعيف، ويقوي ضعفها أيضًا مخالفتها رواية الصحيحين، وقد مضى بيان المسألة.\nالفائدة الحادية عشرة\nدل الحديث على أن صلاة الاستخارة تكون من غير صلاة الفريضة، لقوله: (من غير الفريضة) وقد مضى بيان المسألة وتفصيلها.\nالفائدة الثانية عشرة\nيدل الحديث على أن نية الفريضة لا يدخل معها نية أخرى، فإن التداخل في النية يضعفها وقد يبطلها أحيانًا؛ لأن نية الفريضة شرط لصحة الصلاة، ولهذا قال في الحديث: (من غير الفريضة).\nالفائدة الثالثة عشرة\nيدل قوله: (إذا هم أحدكم بالأمر فليركع) على أن صلاة الاستخارة لها نية خاصة بها؛ تكون قبل البدء بالصلاة حتى ينتهي منها.\nوعلى هذا لو شرع إنسان بصلاة ركعتين للسنة الراتبة، أو سنة مطلقة ثم طرأت عليه نية الاستخارة؛ فإن مفهوم الحديث يدل على أن هذه النية لا تصح؛ ولا بد من نية تخص الاستخارة قبل البدء بالركعتين، وقد مضى بيانها ودليلها.\nالجزء: 1 ¦ الصفحة: 45\n",
        "الفائدة الرابعة عشرة\nلم يرد في هذا الحديث وغيره السور التي تستحب القراءة بهما في ركعتي الاستخارة، وعلى هذا تبقى القراءة فيهما مطلقة؛ من غير تقييد بسورة معينة؛ أو آيات معينة.\nالفائدة الخامسة عشرة\nقوله - صلى الله عليه وسلم - في الحديث: (ثم ليقل) يدل في ظاهره على أن هذا الدعاء بعد صلاة الركعتين، وقد اختلف أهل العلم في موطن ذلك على أقوال:\nأ- يقال الدعاء قبل السلام.\nب- يقال الدعاء بعد السلام.\nج- أن الأمر واسع.\nوقد مضى بيان المسألة بتفاصيلها.\nالفائدة السادسة عشرة\nدعاء الاستخارة يدل على ضعف العبد، وقلة علمه، فهو يستخير ربه في أمره، مما يدل على أنه لا يملك لنفسه ضرًّا ولا نفعًا، ومن تأمل ألفاظ الدعاء تبين هذا الأمر بوضوح، فقوله: (فإنك تعلم ولا أعلم، وتقدر ولا أقدر) وغيرها يدل على غاية الضعف والذل.\nالفائدة السابعة عشرة\nوكذلك يدل دعاء الاستخارة على أن الإنسان قد يُقدم على فعل أمر ويعود هذا الأمر بالضرر عليه؛ من حيث كان يرجو خيره، فليس بالضرورة أن ما كان خيرًا في نظر\nالجزء: 1 ¦ الصفحة: 46\n",
        "الإنسان؛ يكون خيرًا له في دينه وحياته، وقديمًا قيل: (من مأمنه يؤتى الحذر) فلا يركن الإنسان إلى ظواهر الأمور، ويعتمد عليها، لأن الظواهر قد تخدع الإنسان.\nالفائدة الثامنة عشرة\nيربي هذا الدعاء في قلب المؤمن التوكل على الله، فإن دعاء الاستخارة فيه تفويض الأمر إلى الله مع بذل سبب الدعاء، وهذا هو المعنى الحقيقي للتوكل فقوله: (اللهم إن كنت تعلم أن هذا الأمر) فبهذا فوّض العبد أمره لربه.\nولقد ضلت فئات في باب التوكل على الله، فمنهم (1):\n- من عطل الأسباب، واعتمد على تفويض الأمر إلى الله، فخالف شرع الله.\n- من عطل التفويض على الله، واعتمد على الأسباب، فأشرك مع الله.\nفجاء هذا الدعاء ليعطينا المثال التطبيقي للتوكل الشرعي؛ بحيث يجمع بين تفويض الأمر إلى الله وحده، وفعل ما أمر باتخاذه من أسباب.\nالفائدة التاسعة عشرة\nيربي هذا الدعاء قلب المؤمن كذلك على تعظيم الله سبحانه وتعالى، وهو أهل للتعظيم، فقول العبد: (وأستقدرك بقدرتك فإنك تقدر ولا أقدر، وتعلم ولا أعلم): فيه من التعظيم لله ما يعود نفعه على قلب المؤمن، فقد أسند القدرة كلها لله، وجمع معها العلم، والقدرة والعلم ركنا التعظيم.\nولهذا إن استشعر العبد ذلك حال دعائه أدرك أن الله منجز له حاجته بإذن الله.\n(1) انظر تفصيل ذلك في: الروح (255)، وطريق الهجرتين (398)، ومدارج السالكين 2/ 218،وكلها لابن القيم رحمه الله.\nالجزء: 1 ¦ الصفحة: 47\n",
        "الفائدة العشرون\nكما يربي هذا الدعاء قلب المؤمن على عظمة منزلة علم الله المحيط بكل شيء، فقول العبد: (وأنت علّام الغيوب) تشعر العبد المؤمن بمعية الله وعلمه المحيط، فهو يستخير إلهًا عليمًا لا تخفى عليه خافية، وهذا الشعور له أيضًا أثر واضح على اعتقاد العبد حال الدعاء.\nومنزلة الإحسان وهي أعلى مراتب الدين؛ تقوم على التعبد لله باسمه العليم والعلام وغيرها، وصيغة المبالغة في قوله (علام الغيوب) تعطينا الدلالة على اعتقاد المؤمن العلم الكامل لربه، بحيث لا تخفى عليه خافية، فمن قام بقلبه هذا الشعور حال الدعاء؛ لم تكد تخطئه الاستجابة.\nالفائدة الحادية والعشرون\nفي الحديث إثبات صفات الله سبحانه وتعالى على ما يليق به، ومن ذلك صفتي العلم والقدرة، وهذا دليل لأهل السنة والجماعة في إثبات الصفات، فهم أسعد بالدليل، وأجدر بتعظيم الله، فإن تعظيم من أثبت الصفات لربه؛ أعلى ممن عطّل ربه عن تلك الصفات.\nالفائدة الثانية والعشرون\nيدل دعاء الاستخارة على تعبد العبد المؤمن بآثار الأسماء الحسنى والصفات العلى، فمن صفات الله العلم والقدرة، ومن آثارها التي تتعلق بالاستخارة:\nأن العبد يسأل ربه بعلمه وقدرته أن يكتب له الخير، وأن يتوكل في أمره عليه، وأن يحسن الظن بربه، وغير ذلك من الآثار، وهكذا التعبد لله ببقية الأسماء الحسنى.\nالجزء: 1 ¦ الصفحة: 48\n",
        "فالتعبد لله باسمه الرزّاق يعني: ألا يسأل العبد في رزقه إلا ربه، وألا يتوكل إلا عليه، وليعلم أن ما كتب له من رزق فسيلاقيه، فيورث له ذلك الرضا بالقضاء.\nوالتعبد لله باسمه الجبار يعني: أن يستنصر العبد بربه؛ في جبره قلبه الذي انكسرت بالذنوب، ويجبر ضعفه في مقاومة العدة، ويجبر عافيته التي كسرها المرض، وغير ذلك.\nالفائدة الثالثة والعشرون\nيدل الحديث على أن العبد لا غنى له عن الله طرفة عين، فالعبد يستخير الله في أخص أموره وحاجاته، فلا يعلم العبد مصلحة نفسه، فالله له الغنى المطلق، وبالمقابل العبد له الفقر المطلق، فالحديث يربي المؤمن على الارتباط بربه حتى في أخص شؤونه، واحتياجاته الدنيوية والدينية، ومن هنا كان بعض السلف يسأل الله الإعانة على (ملح) طعامه، وشسع نعله إذا انقطع، ويؤيد ذلك قوله - صلى الله عليه وسلم - في حديث ابن عباس - رضي الله عنهما -: (تعرف على الله في الرخاء يعرفك في الشدة) (1).\nالفائدة الرابعة والعشرون\nدعاء الاستخارة له أثر بيّن على قلب المؤمن فإنه يورثه الطمأنينة، فإنه العبد إذا استخار الله، وقال هذا الدعاء؛ أورثه ذلك طمأنينة في قلبه تنقطع معها كل الاضطرابات والأوهام، وألفاظ الدعاء تؤيد ذلك، فقوله (إن كنت تعلم أن هذا الأمر خير لي) وقوله (فاصرفه عني واصرفني عنه واقدر لي الخير حيث كان ثم رضني به)، وأصل مشروعية الدعاء هو لإزالة ما يوجد في قلب الإنسان من تردد واضطراب وقلق.\n(1) أخرجه الترمذي (2516) وقال: هذا حديث حسن صحيح.\nالجزء: 1 ¦ الصفحة: 49\n",
        "وهذا أحد الآثار التي تترتب على الطاعات، فإن الله جعل الخير والتوفيق مرتبط بالطاعات، وقدر سبحانه ترتب آثارها في الدنيا والآخرة، فلو تفكر العبد في بعض آثارها فإنه لن يُقدِّم على الطاعات شيئًا، فكيف لو عرف بآثار الذنوب على الضد منها لزاده ذلك هروبًا منها وبعدًا عنها.\nالفائدة الخامسة والعشرون\nومن آثار الاستخارة على القلب أنها تزيد محبته لربه، ولهذا يطلب العبد استخارة ربه، لما في قلبه من محبته، ويرضى بما يكتبه له، ويزيد على الرضا درجة الطمأنينة، والمحبة من أجلِّ أعمال القلوب، فالعبد في استخارته يصلي وقلبه مملوء بمحبة الله، ويقوم في قلبه ما يجعله لا يرضى إلا باستخارة ربه، لعلمه ويقينه أنه لن يختار له إلا ما فيه مصلحة له.\nوحتى يتضح الأمر فإن الإنسان يستشير أقرب الناس إلى قلبه، وأحبهم إليه، لعلمه بأنه لن يشير عليه إلا بما فيه مصلحة له، ولن يتعمد ضرره، والاستخارة أرفع وأعلى من الاستشارة؛ لأنها تزيد عليها أن المستخار لا يخفى عليه خافية؛ ويعلم حقيقة الأمور سبحانه.\nالفائدة السادسة والعشرون\nفي الحديث بيان أهمية صلاة الاستخارة في حياة المسلم، ولهذا حرص النبي - صلى الله عليه وسلم - على بيانها وتعليمها لأصحابه كما يعلمهم السورة من القرآن وذلك لشدة الحاجة لها، فلا يحسن بالمسلم الجهل بها أو هجرها والتكاسل عنها، أو الاستغناء بغيرها.\nالجزء: 1 ¦ الصفحة: 50\n",
        "الفائدة السابعة والعشرون\nالحديث يدل على أن صفة الاستخارة: ركعتان تؤدى على صفة الصلاة المعروفة، ولهذا أحال النبي - صلى الله عليه وسلم - صفتها إلى ما هو معروف عندهم ومتقرر؛ فقال: (فليركع ركعتين من غير الفريضة) وقد مضى بيانها في المسائل الفقهية.\nالفائدة الثامنة والعشرون\nصلاة الاستخارة تدل على أهمية الصلاة في حياة المسلم، فلم يقتصر المستخير على الدعاء مع أهميته المعروفة، وإنما أضاف إليها صلاة ركعتين بين يدي دعائه، ومن هذا الباب ندرك السر في أن النبي - صلى الله عليه وسلم - يفزع إلى الصلاة كلما حزبه أمر، يؤيده أن الصلاة صلة بين العبد وبين ربه، والأوقات التي تشرع فيها الصلاة أكثر من الأوقات التي تمنع فيها الصلاة، وتجمع الصلاة أنواعًا كثيرة من العبادة فيدخل فيها:\nالدعاء، والقرآن، والركوع، والسجود، والذكر بأنواعه من التهليل، والتسبيح، والتكبير وغير ذلك، وفيها الخضوع، والخشوع، والإخلاص وكثير من أعمال القلوب.\nالفائدة التاسعة والعشرون\nصلاة الاستخارة تجمع بين الصلاة ثم الدعاء، والصلاة بين يدي الدعاء كالتحية بين يدي الملوك قبل تقديم الطلب، والله سبحانه وتعالى ملك الملوك، والصلاة صلة بين العبد وبين ربه، وهي المناجاة، ولهذا كان دعاء الاستخارة بعد الصلاة لا قبلها، فناسبها موضعًا، ولم يختلف العلماء في كونه بعد الصلاة، وإنما اختلفوا في موضعه، أقبل السلام؛ أم بعده؟ وقد مضى بيانها في المسائل الفقهية.\nالجزء: 1 ¦ الصفحة: 51\n",
        "الفائدة الثلاثون\nبدأ المستخير دعاءه بقوله: (اللهم):\nفسأل ربه بالألوهية، وهي تتضمن العبادة، فكأنه يقول: (أنت إلهي وأنا عبدك)، ولا يوجد أقرب من الإله الحق لعبده الصادق المتعبد المتذلل له سبحانه، وبدأ بها لأهمية التأله والتعبد لله؛ فكان مفتاح دعائه.\nوهذا يعود بالأثر على حياة المسلم الأخرى؛ فعليه أن يقدم أمور العبادة على غيرها، كما عليه أن يتأله لله في كل أحواله بلسان مقاله أو حاله.\nالفائدة الحادية والثلاثون\nلفظ \"اللهم\" يشتمل على الأسماء الحسنى، فكلها إما متضمنة أو مستلزمة لاسم \"الله\" فناسب أن يقدمه به المستخير بين يدي دعائه، وبيان ذلك كما يلي:\nوذلك لأن لفظ \"اللهم\" فيها حرف الميم المشد، وهو \"حرف شفهي يجمع الناطق به شفتيه فوضعته العرب علما على الجمع فقالوا للواحد: أنت، فإذا جاوزوه إلى الجمع قالوا: أنتم، وقالوا للواحد الغائب: هو، فإذا جاوزوه إلى الجمع قالوا: هم\".\nوتأمل الألفاظ التي فيها الميم كيف تجد الجمع معقودا بها، مثل لمّ الشيء يلمُّه إذا جمعه، ومنه لمَّ الله شعثه أي: جمع ما تفرق من أموره.\nوإذا علم هذا من شأن الميم، فهم ألحقوها في آخر هذا الاسم؛ الذي يسأل الله سبحانه به في كل حاجة؛ وكل حال؛ إيذانًا بجميع أسمائه وصفاته فالسائل إذا قال: \"اللهم إني أسألك\" كأنه قال: أدعو الله الذي له الأسماء الحسنى؛ والصفات العلى بأسمائه وصفاته، فأتى بالميم المؤذنة بالجمع في آخر هذا الاسم إيذانًا بسؤاله تعالى بأسمائه كلها (1)، وهذا مأخوذ من علم فقه اللغة، وهو من العلوم التي قل الاهتمام فيها.\n(1) التفسير القيم 1/ 336.\nالجزء: 1 ¦ الصفحة: 52\n",
        "الفائدة الثانية والثلاثون\nقوله: (اللهم إنِّي) فيها تخصيص وتأكيد، وهذا هو الأنسب لحال المستخير؛ أن يتجه بقوله وفعله لبيان فقره بين يدي ربه، فخصص نفسه اقتضاءً لتخصيص حاله، وقد جمع في هذا التخصيص بقوله: (إني) بين سؤال الله بلسان مقاله، ولسان حاله يصدق ذلك، فجلسته وتوجهه وعرضه حاجته على الله؛ كلها من لسان الحال والمقال، وهذا أحد آثار التخصيص في الأدعية عمومًا.\nالفائدة الثالثة والثلاثون\nبدأ المستخير بنفسه فقال: (اللهم إني) لأن العبد هو صاحب الحاجة والطلب، والبداءة بالنفس قد تذم في مواضع، وقد تحمد في مواضع أُخر، فقد ورد النهي عن تخصيص الإمام نفسه بالدعاء دون المأمومين (1)، إلا أنها تمدح في الاستخارة؛ لأنه لا يناسبها إلا أن يبدأ بنفسه؛ ويخصصها بالذكر لأن المقام مقام تخصيص؛ واستخارة في أمر خاص.\nالفائدة الرابعة والثلاثون\nقوله: (أستخيرك) الألف والسين والتاء لزيادة الطلب (2)، فالمستخير لما يقول هذا الدعاء فهو يطلب من ربه؛ ويلح عليه أن يختار له الخير، ويصرف عنه الشر، هذا الإلحاح تبين حتى بألفاظ دعائه إضافة لحاله فتوافق اللسان مع الحال؛ وهذا أقوى الدواعي للتأثير.\nوالإلحاح بالألفاظ، وتكرار الدعاء، من فقه الدعاء الذي لا ينبغي أن يجهل.\n(1) أخرجه الترمذي (357) وقال: حديث حسن، وضعفه الألباني.\n(2) انظر: المصباح المنير (275).\nالجزء: 1 ¦ الصفحة: 53\n",
        "الفائدة الخامسة والثلاثون\nالكاف في قول العبد: (أستخيرك) إضافة إلى كونها كاف الخطاب بين العبد وبين ربه، فهي تفيد التخصيص، فكأن العبد بهذه الكاف يقول: لا أستخير غيرك.\nوالمؤمن لا يسأل إلا الله، وقد جاء في الحديث تأصيل هذا المعنى فقال النبي - صلى الله عليه وسلم -: (إذا سألت فاسأل الله) (1) ومن سأل غير الله وكله الله إليه، فيأتيه الخذلان من حيث يريد التوفيق، وهذا من صميم علم التوحيد؛ وهو أجل العلوم وأشرفها.\nالفائدة السادسة والثلاثون\nالباء في قوله: (بعلمك)، وقوله: (بقدرتك) هي:\nللاستعانة: أي أطلب خير الأمرين مستعينًا بعلمك وقدرتك، وعلى هذا فهي تربي المؤمن على الاستعانة بربه.\nوفي الحديث السابق: (إذا استعنت فاستعن بالله) (2) والباء هنا أيضًا باء الاستعانة؛ وهي تفيد الحصر، فلا يستعين المؤمن إلا بالله وحده، ولا يطلب العون إلا منه سبحانه.\nالفائدة السابعة والثلاثون\nويحتمل أن تكون الباء للتوسل، وعلى هذا يكون المستخير توسل إلى الله بعلمه وقدرته، وهما أمران يتعلقان بمراد العبد من الاستخارة، والتوسل إلى الله بأسمائه وصفاته من الأعمال المشروعة (3)، فعلى المسلم أن يتوسل إلى الله في دعائه بأسماء الله الحسنى وصفاته العلى.\n(1) أخرجه الترمذي (2516) وقال: هذا حديث حسن صحيح.\n(2) المصدر السابق.\n(3) التوحيد وقرة عيون الموحدين (88).\nالجزء: 1 ¦ الصفحة: 54\n",
        "الفائدة الثامنة والثلاثون\nقوله في الدعاء: (اللهم إني أستخيرك بعلمك وأستقدرك بقدرتك) قرن بين صفة العلم وصفة القدرة:\nالمناسبة ظاهرة بين العلم والقدرة؛ وبين طلب الاستخارة، فإن المستخير لا يعلم الخير أين يكون؟ وكذلك لا يقدر عليه لو علمه، فأتى بصفتين مناسبتين لمسألته، هما العلم والقدرة.\nوهذا من فقه الدعاء؛ أن يأتي الإنسان في دعائه بما يناسب مراده من الأسماء الحسنى والصفات العلى، ولذلك أيضًا فائدة أخرى؛ وهي أن الإنسان يكون باختياره هذا الاسم وهذه الصفة دون غيرها مراعيًا حالته التي هو عليها؛ فيعود ذلك عليه بالإخبات والخضوع، والافتقار إلى الله، فمن سأل الله الرزق، واختار اسم الغني؛ واستشعر ما هو عليه من فقر؛ وقلة ذات يد كان ذلك أنفع لقلبه وأجدر بالإجابة.\nالفائدة التاسعة والثلاثون\nقَدّم في هذا الدعاء صفة العلم على صفة القدرة في قوله\" اللهم إني أستخيرك بعلمك، وأستقدرك بقدرتك\" ومن الأسرار في هذا التقديم:\nأن المستخير يسأل ربه أولًا بعلمه الخير، فإنه لا يعلم الخير على وجه التفصيل إلا الله سبحانه وتعالى.\nثم تأتي بعد ذلك قدرة الله على تيسير الخير للعبد، فرتبهما في الدعاء حسب ترتيبهما في الوجود المراد تحققه.\nولعل هذا أيضًا من فقه الدعاء؛ أن يرتب الإنسان ألفاظ دعائه؛ مراعيًا حاجته ومراده، وهذا لا يكون إلا مع فقه معاني الأسماء الحسنى.\nالجزء: 1 ¦ الصفحة: 55\n",
        "الفائدة الأربعون\nقوله: (أستقدرك) يحتمل أمرين هما (1):\nأ- أن العبد يطلب من ربه أن يجعل له قدرة على هذا الأمر، وعلى هذا يكون المعنى: أسألك أن تقدرني على الخير.\nفكم من خير يفوت على الإنسان لا لجهله به، وإنما لعدم قدرته عليه، إما لقلة صبره وضعف تحمله؛ أو انعدام إمكانياته على تحصيله وغير ذلك.\nب- أن العبد يطلب من ربه أن يُقدِّر له الخير، أي من باب القضاء والقدر، فإن الإنسان يسعى جاهدًا لتحصيل الخير؛ لكنه في أحيان كثيرة لا يوفق له، فالمستخير يطلب من ربه أن يوفقه له؛ قضاءً وقدرًا.\nوالأمران محتملان وبينهما تلازم من وجه، فما قَدَر عليه الإنسان فهو من قدر الله الذي قدّره على عبده، وكلا الأمرين بيد الله سبحانه وتعالى، فرجع الأمر له أولًا وآخرًا.\nالفائدة الحادية والأربعون\nقوله: (وأسألك من فضلك العظيم): يدل على أن الفضل بيد الله يؤتيه من يشاء والله ذو الفضل العظيم، فالمستخير يسأل ربه أن يهبه من هذا الفضل العظيم، وأن يجعله بمشيئته النافذة ممن يدرك عظيم فضله سبحانه.\nالفائدة الثانية والأربعون\nكما يدل قوله: (وأسألك من فضلك العظيم) على أن فضل الله لا نهاية له، فالله عظيم وفضله عظيم، وهذا يعود على سلوك المؤمن بالتربية على الثقة بما عند الله، وأن الله يملك\n(1) انظر: فتح الباري 18/ 171.\nالجزء: 1 ¦ الصفحة: 56\n",
        "خزائن السموات والأرض؛ كما قال تعالى: {هُمُ الَّذِينَ يَقُولُونَ لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا وَلِلَّهِ خَزَائِنُ السَّمَاوَاتِ وَالْأَرْضِ وَلَكِنَّ الْمُنَافِقِينَ لَا يَفْقَهُونَ} [المنافقون: 7].\nوقال النبي - صلى الله عليه وسلم -: (إن يمين الله ملأى لا يغيضها نفقة سحاء الليل والنهار؛ أرأيتم ما أنفق منذ خلق السموات والأرض فإنه لم ينقص ما في يمينه) (1).\nالفائدة الثالثة والأربعون\nكما يدل قوله: (من فضلك): على أن ما يعطيه الله لعبده من خير فهو محض فضلٍ من الله؛ وليس بحقٍّ يستحقه العبد، وإنما لكمال فضله سبحانه، وهذا يؤيد مذهب أهل السنة في أن الله ليس عليه حق واجب؛ إلا ما أوجبه هو على نفسه سبحانه وتعالى (2)؛ والأمر راجع لحكمته سبحانه وتعالى.\nوهذا يعود على سلوك المؤمن بالتربية على كمال الافتقار إلى الله، افتقارَ من يسأل شيئًا وهو يعلم أنه ليس له فيه حق، وإنما يرجع الأمر كله إلى كرم وفضل المسئول، فلا تسأل عن مسكنته، وضعفه، واستكانته رجاء حصوله على مطلوبه.\nالفائدة الرابعة والأربعون\nقوله: (فإنك تقدر ولا أقدر) فيها تبرئ من الحول والقوة، فكأن العبد يقول: لا حول لي ولا قوة إلا بالله، واتبرأ من قدرتي وقوتي.\n(1) متفق عليه أخرجه البخاري (7411) ومسلم (2355).\n(2) الفتاوى 14/ 91.\nالجزء: 1 ¦ الصفحة: 57\n",
        "فهو يحصر القوة والقدرة لربه، ويتبرأ من حوله وقوته إلا فيما أقدره عليه ربه، وهذا هو المعنى العملي لقولنا: لا حول ولا قوة إلا بالله، والأذكار الشرعية يفسر بعضها بعضًا.\nوفي رواية أبي سعيد الخدري - رضي الله عنه - -في دعاء الاستخارة في آخره- يقول في دعائه: (ولا حول ولا قوة إلا بالله).\nوالعبد إذا استحضر هذا المعنى أثناء دعائه؛ عاد عليه أثر ذلك؛ فيدعو ربه دعاء من علم أنه ليس له قوة؛ ولا قدرة؛ ولااستطاعة على شيء، وأرجع كل ذلك إلى ربه، فقد حقق معاني التوحيد لله؛ والتعظيم له؛ والافتقار إليه.\nالفائدة الخامسة والأربعون\nالملاحظ أنه في بداية الدعاء قدّم العلم على القدرة فقال: (أستخيرك بعلمك وأستقدرك بقدرتك) لكنه في وسط الدعاء عكس الأمر؛ فقدم القدرة على العلم فقال: (إنك تقدر ولا أقدر وتعلم ولا أعلم) وذلك:\nلأنه قال: (أسألك من فضلك العظيم) وفضل الله لا يقدر عليه إلا الله؛ فلهذا قال بعدها: (فإنك تقدر ولا أقدر) فقدم القدرة لتعلقها بتحصيل الفضل.\nأما في بداية الدعاء فقد قدم العلم على القدرة لأنه أسبق في الوجود، فطلب من ربه العليم أن يقدره على الأمر الذي يستخير فيه.\nالفائدة السادسة والأربعون\nفي حديث الاستخارة حسن الاستهلال في الدعاء، فيقدم الداعي لربه بين يدي دعائه مقدمة يثني فيها على الله؛ ويعترف بتقصيره وجهله، ويُرجعُ الأمر كله لله، أو يذكر حاله\nالجزء: 1 ¦ الصفحة: 58\n",
        "وما هو عليه من نقص وعجز ثم يأتي بطلبه، ولهذا يقول الداعي في دعاء الاستخارة: (اللهم إني أستخيرك بعلمك، وأستقدرك بقدرتك)، ثم بعد تلك المقدمة: (اللهم إن كنت تعلم\n...\n).\nوهذا أيضًا من فقه الدعاء، فكلما قدم الداعي بين يدي دعائه؛ مقدمة فيها الثناء على الله بما هو أهله، وافتقر فيها إلى مولاه، وأظهر فقره وحاجته، وبين ضعفه؛ وقدم قدرته كان هذا هو اللائق بالعبد بين يدي ربه.\nومن تأمل أدعية الكتاب والسنة تبين ظهور ذلك فيها، ومن ذلك:\n1 -\nقوله تعالى: {الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ} [آل عمران: 16].\nفقدموا بين يدي دعائهم اسم الربوبية المقتضي لكمال القيومية، وخصصوا أنفسهم وأكدوا حالهم وفقرهم بقولهم: إننا، ثم ذكروا إيمانهم بالله المقتضي للعبودية له، ثم طلبوا مغفرة ذنوبهم.\n2 -\nقوله تعالى: {رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ} [آل عمران: 53].\nوكذلك الحال بالنسبة لهذه الآية الكريمة فقدموا لفظ الربوبية، وذكروا حالهم وإيمانهم بما أنزل الله، وبينوا اتباعهم للرسول - صلى الله عليه وسلم -، ثم طلبوا أن يكتبهم الله من الشاهدين، فهل يُردُّ مثل هذا الدعاء؟!.\nومن السنة ما يلي:\n1 -\nعن عائشة - رضي الله عنها - قالت: كان النبي - صلى الله عليه وسلم - يقول في ركوعه وسجوده: (سبحانك اللهم ربنا وبحمدك اللهم اغفر لي) (1).\n(1) متفق عليه، أخرجه البخاري (761) ومسلم (484).\nالجزء: 1 ¦ الصفحة: 59\n",
        "فقدم تنزيه الله عن النقائص والعيوب، وأتى بكاف التخصيص نيابة عن الاسم الظاهر، ثم جمع بين الألوهية والربوبية؛ ثم حمد الله، ثم ذكر طلبه مغفرة الذنوب.\n2 -\nعن أبي بكر الصديق - رضي الله عنه -: أنه قال لرسول الله - صلى الله عليه وسلم - علمني الدعاء أدعو به في صلاتي، قال: قل: (اللهم إني ظلمت نفسي ظلمًا كثيرًا ولا يغفر الذنوب إلا أنت فاغفر لي مغفرة من عندك وارحمني إنك أنت الغفور الرحيم) (1).\nوهو من أجلِّ الأحاديث وأنفع الأدعية، فقد قدم بيان حقيقة حال العبد، وظلمه لنفسه التي بين جنبيه، وأن ظلمه لها كثيرًا، وفي رواية: كبيرًا، وهذا غاية المسكنة بين يدي الله، ونهاية إظهار الفقر أمام الله، ثم أثنى على الله وأنه لا يغفر هذه الذنوب إلا الله، ولا يقدر على ذلك إلا الله، ثم طلب المغفرة.\nالفائدة السابعة والأربعون\nقوله: (إن كنت تعلم) ليس على سبيل الشك، والشك بعلم الله كفر، لكن الشك هنا متجه إلى كونه في الخير والشر، وليس إلى أصل العلم، وكلام العرب سائغ على هذا الأسلوب.\nالفائدة الثامنة والأربعون\nقوله: (إن كنت تعلم أن هذا الأمر) المراد بالأمر هنا: حاجة المستخير، وهذا ما بينته الرواية الأخرى: (فيسمي حاجته) وفي رواية (ثم يسميه بعينه).\nوقد ذكر بعض العلماء الاكتفاء بالنية دون ذكر الحاجة (2)، وقد مضى بيانها.\n(1) متفق عليه، أخرجه البخاري (799) ومسلم (2705).\n(2) انظر: الفتح 18/ 171.\nالجزء: 1 ¦ الصفحة: 60\n",
        "الفائدة التاسعة والأربعون\nقوله: (إن كنت تعلم هذا الأمر) دليل على أن الاستخارة لا تكون في أمرين معًا؛ بل لا بد من أمرٍ واحد، وقد مضي بيانها في المسائل الفقهية.\nالفائدة الخمسون\nفي أكثر الروايات تقديم الدين على الدنيا في قوله: (في ديني ومعاشي) وفي رواية (ديني ودنياي)، وهذا من باب تقديم الأهم.\nوفيه تربية للمؤمن؛ على أن أمر الدين أهم من أمر الدنيا؛ وهو كذلك، فإن من صَلُح دينه صلحت دنياه ولا بد، ومن فَسَدَ دينه فسدت دنياه وإن تزينت له بزينتها، وتزخرفت عليه زخارفها، فأي صلاح فيها مع فقد لذة الإيمان التي بها سعادة قلبه؛ وانشراح صدره ومادة حياته، وهذا يدركه أولوا الألباب.\nالفائدة الحادية والخمسون\nقوله: (ومعاشي) يراد به الدنيا حسب الروايات الأخرى التي فيها التصريح بذكر الدنيا، فالمستخير يسأل ربه أن يعود عليه هذا الأمر بالخير في دينه ودنياه.\nالفائدة الثانية والخمسون\nالجمع بين لفظتي: (ديني ومعاشي) في الخير والشر، يدل على أن ما كان خيرًا في دين المرء كان خيرًا في معاشه، وما كان شرًّا على دين المرء كان شرًّا على معاشه.\nالجزء: 1 ¦ الصفحة: 61\n",
        "وهذا الضابط الشرعي اختل في هذه الأزمان التي طغت فيها مظاهر الحياة الدنيا على واقع الناس، فأصبح كثير منهم يعلق الخير والشر على صلاح الدنيا، ويهمل صلاح الدين.\nالفائدة الثالثة والخمسون\nقوله: (وعاقبة أمري) المراد بذلك الآخرة، فيكون المستخير سأل ربه الخير في ثلاثة أمور:\nأ- في دينه، لقوله: (في ديني).\nب- في معاشه وهي دنياه، لقوله: (ومعاشي).\nج- في عاقبة أمره وهي آخرته، لقوله: (وعاقبة أمري).\nومن رزق الخير في هذه الثلاثة فقد اكتملت سعادته، وهنأ عيشه.\nويحتمل أن المراد بعاقبة أمري: أي دنياي، فيكون ذكر الدنيا مرتين، مرة في قوله: (دنياي)، ومرة في قوله: (عاقبة أمري) وسبب ذلك أن الأمر من أمور الدنيا قد يبدو خيرًا في ظاهره وبدايته؛ إلا أن عاقبته لا تكون كذلك، فخص العاقبة بالذكر لكي يبقى له الخير في أول الأمر وفي نهايته، وفضل الله واسع.\nالفائدة الرابعة والخمسون\nقوله: (أو قال عاجل أمره وآجله) اختلف أهل العلم في موضعها على أقوال (1):\n(1) فتح الباري 18/ 171، وعون المعبود 4/ 279.\nالجزء: 1 ¦ الصفحة: 62\n",
        "أ- قيل: بدل من الألفاظ الثلاثة في الرواية الأولى -ديني ومعاشي وعاقبة أمري- وعلى هذا يكون لفظ الحديث (إن كنت تعلم أن هذا الأمر خير لي في عاجل أمري وآجله).\nب- وقيل: بدل من اللفظين الأخيرين في الرواية الأولى، وعلى هذا يكون لفظ الحديث: (إن كنت تعلم أن هذا الأمر خير لي في ديني وعاجل أمري وآجله).\nج- وقيل: بدل من اللفظ الأخير في الرواية الأولى، وعلى هذا يكون لفظ الحديث: \"إن كنت تعلم أن هذا الأمر خير لي في ديني ومعاشي وعاجل أمري وآجله\" (1).\nوقد مضى ما يعمله المستخير تجاه هذه الألفاظ في المسائل الفقهية.\nالفائدة الخامسة والخمسون\nوجود هذه الروايات المتعددة في (عاجل أمري) و (عاقبة أمري) و (دنياي وآخرتي) تدل على صحة رواية الحديث بالمعنى عند السلف وهو الصحيح من أقوالهم (2)، ولئن جاز نقل الإسلام وتفسير القرآن والأحكام الشرعية إلى اللغات الأخرى فمن الأولى جواز رواية الحديث بالمعنى في اللغة العربية ذاتها، وذلك مشروط بأن لا يحيل المعنى.\nالفائدة السادسة والخمسون\nقوله: (ومعاشي) وفي رواية: (ودنياي) يدل على اهتمام الإسلام بأمر المعاش والدنيا، وسؤال الله الخير فيها، ولا يتعارض هذا مع الأمر بالزهد في الدنيا، وفي ذلك رد على الصوفية؛ الذين حاولوا إصلاح الدين من خلال إفساد الدنيا، والتعبد لله بذلك، فاشتهر\n(1) جلاء الأفهام 4/ 148.\n(2) نزهة النظر شرح نخبة الفكر (25).\nالجزء: 1 ¦ الصفحة: 63\n",
        "بينهم تعذيب النفس، والامتناع عن المباحات وتحريمها على النفس، وهذا لم يُنزل الله به من سلطان، وهو أقرب إلى رهبانية النصارى التي ابتدعوها كما قال تعالى: {ثُمَّ قَفَّيْنَا عَلَى آثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ وَآتَيْنَاهُ الْإِنْجِيلَ وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إلا ابْتِغَاءَ رِضْوَانِ اللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ} [الحديد: 27].\nوالرهبانية هي: غلوهم في العبادة؛ وحمل المشاق على أنفسهم؛ في الامتناع عن المطعم والمشرب والملبس والنكاح والتعبد في الجبال (1).\nفجعلت الشريعة المؤمن مُطالبٌ بإصلاح دينه؛ وإصلاح دنياه معًا، وذلك لا تعارض بينه؛ كما لا تعارض بين التقوى والزهد؛ وكلاهما من أجلِّ أعمال القلوب.\nالفائدة السابعة والخمسون\nحديث الاستخارة يدل على منهج أهل السنة والجماعة في باب القدر، وأن الله كتب كل شيء وقدره.\nفقوله: (وأستقدرك بقدرتك) تشمل قدرة الله على كل شيء، وهذا لا يكون إلا مع إيمان كامل بأن كل شيء بقدر.\nالفائدة الثامنة والخمسون\nكما يدل دعاء الاستخارة على أنه لا يكون شيء إلا بقدر الله، وهذا أيضًا من منهج أهل السنة والجماعة.\nوهذا يعود على سلوك المؤمن بالطمأنينة والثبات، والرضا بما يقدره الله، فكل شيء هو بقضاء الله وقدره، ولا يكون شيء إلا بقضاء الله وقدره.\n(1) زاد المسير 8/ 176.\nالجزء: 1 ¦ الصفحة: 64\n",
        "الفائدة التاسعة والخمسون\nويدل كذلك حديث الاستخارة على أن الله يمحو ما يشاء ويثبت، بدليل قوله: (واصرفه عني واصرفني عنه) فإن الصرف لا يكون إلا بعد الكتابة القدرية.\nوقد دل الكتاب على ذلك، فقال تعالى: {يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ} [الرعد: 39].\nوهذا يعود أثره على سلوك المؤمن بطلب الازدياد من الطاعات، وطلب السعادة الدنيوية والأخروية، وعدم اليأس من رحمة الله؛ رغم الظروف التي تمر على الإنسان، ويفتح له باب الرجاء بالله.\nالفائدة الستون\nدعاء الاستخارة يدل على أن الله ربط الأسباب بمسبباتها؛ لأن دعاء الله سبحانه وتعالى من الأسباب، ولو لم تكن للدعاء فائدة؛ لكان قوله لغوًا لا فائدة فيه.\nوهذا من وسطية أهل السنة والجماعة في باب التوكل؛ لأن (هذا موضع انقسم فيه الناس طرفين ووسطا:\nفأحد الطرفين: عطَّل الأسباب محافظة على التوكل.\nوالثاني: عطَّل التوكل محافظة على السبب.\nوالوسط: علم أن حقيقة التوكل لا يتم إلا بالقيام بالسبب فتوكل على الله في نفس السبب، وأما من عطَّل السبب وزعم أنه متوكل فهو مغرور مخدوع؛ متمنٍ كمن عطَّل النكاح والتسري؛ وتوكل في حصول الولد، وعطل الحرث والبذر وتوكل في حصول الزرع، فالتوكل نظير الرجاء والعجز نظير التمني.\nالجزء: 1 ¦ الصفحة: 65\n",
        "فحقيقة التوكل: أن يتخذ العبد ربه وكيلا له؛ قد فوض إليه كما يفوض الموكل إلى وكيله العالم بكفايته، نهضته ونصحه وأمانته، وخبرته وحسن اختياره، والرب سبحانه قد أمر عبده بالاحتيال، وتوكل له أن يستخرج له من حيلته ما يصلحه، فأمره أن يحرث ويبذر ويسعى ويطلب رزقه في ضمان ذلك) (1) أ. هـ.\nالفائدة الحادية والستون\nصيغة المبالغة في الحديث (علّام الغيوب) تدل على إرجاع العبد العلم كله لله سبحانه وتعالى، وأن العبد لا يعلم من علم الغيب شيئًا، فمن أدعى ذلك فقد كذب وكفر.\nوبهذا ينكشف زيف الدجالين والسحرة والمشعوذين، وقد راج أمرهم في الأزمنة المتأخرة، وسبب ذلك يعود إلى نقص التوحيد واختلال أمره عند البعض.\nومعرفة أولئك يكون من خلال ادعائهم شيئًا من علم الغيب، فمن ادعى علم الغيب فهو كاذب كافر، ولو كان ممن يعالج بالقرآن؛ ويقرأ بعض التعاويذ الشرعية، أو تراه متلبسًا لباس أهل الصلاح والتقى، فكل ذلك لا ينفعه عند الله.\nالفائدة الثانية والستون\nقدّم الخير على الشر في هذا الحديث في قوله: (إن كنت تعلم أن هذا الأمر خير لي في ديني ومعاشي) من باب التفاؤل، وهو الأليق مع الله، والأنسب لحال العبد، ففيه فقه الدعاء من حيث الألفاظ وانتقائها؛ وحسن اختيار مواضعها.\n(1) الروح 255.\nالجزء: 1 ¦ الصفحة: 66\n",
        "الفائدة الثالثة والستون\nدل الحديث على أن العبد في طلبه الخير يحتاج لثلاثة أمور:\nأولًا:\nأن يُقَدِّرَ الله له الخير، أو يُقْدِرَهُ الله عليه، أي يجعل فيه القدرة، ولهذا قال: (فاقدره لي).\nثانيًا:\nأن ييسره الله له، لأن الخير إن كان عسيرًا استهلك وقتًا وجهدًا في تحصيله، وقد يستصعبُهُ فيتركَ طلبَهُ، ولهذا كان من المناسب قوله: (ويسره لي).\nثالثًا:\nأن يبارك له فيه، فإن لم تحصل البركة؛ فإن العبد لا يستفيد من الخير كثيرًا، فكان من المناسب قوله: (وبارك لي فيه).\nوبهذه الثلاثة يكمل الخير كلُّهُ على الإنسان، نسأل الله الكريم من فضله، ولهذا كان حديث الاستخارة شاملًا لتحصيل الخير كله.\nالفائدة الرابعة والستون\nودل الحديث على أن العبد يحتاج في الشر الذي يقدره الله عليه إلى ثلاثة أمور:\nأولًا:\nأن يصرف الله الشرَّ عن العبد، ولهذا قال العبد في دعائه: (فاصرفه عني).\nثانيًا:\nأن يصرف الله العبدَ عن الشر، فإن العبد جهول ظلوم، ولهذا حَسُن قوله في دعائه: (واصرفني عنه) فقد يأتي الإنسان الشر بنفسه نتيجة لجهله.\nثالثًا:\nأن يقدر الله للعبد خيرًا مما صرفه عنه من الشر، ولهذا قال: (واقدر لي الخير).\nالجزء: 1 ¦ الصفحة: 67\n",
        "رابعًا:\nأن يُرضِي الله عبدَه بالخير الذي قدره له، فإن العبد من جهله -أحيانًا- أنه إذا لم يرض بما قدّره الله له؛ فإن نفسه تبقى متعلقة بمرادها الأول الذي صرفها الله عنه، فلا تزال متعلقة به، فتفسد عليها حياتها لفقدانها الرضا بالخير الجديد الذي كُتب لها، ولهذا قال العبد: (ثم رضني به).\nومن تحقق له الرضا بما كتبه الله اطمأنت نفسه، وهدأ باله، وسلم له همه أن يتفرق، وجمع الله تفكيره، وهنأ له عيشه، فأصبح سعيدًا مرتين: حينما صرف الله الشر، وحينما كتب الله له الخير مكانه.\nولكي يتحقق لك اليقين بأهمية هذه اللفظة في الحديث (ثم رضني به) انظر إلى أولئك الذين رزقهم الله خيرًا، فلم يطمئنوا به، وما زالت أنفسهم متعلقة بما فاتهم أكثر من تعلقها بما أبدلهم الله من خير، فلم يهنأ لهم عيشهم الحاضر، ولم يستطيعوا إرجاع ما فات.\nالفائدة الخامسة والستون\nفي هذا الحديث جمع الله لعبده المؤمن التوفيق من ثلاث جهات:\nالجهة الأولى: أن يقدر له الخير ويعينه وييسره له.\nالجهة الثانية: أن يصرف عنه الشر، ويصرفه عنه.\nالجهة الثالثة: أن يعوضه عن الشر خيرًا، ثم يرضيه به.\nفالحمد لله على رحمته الواسعة، وفضله العظيم، ونسأله ألا يحرمنا ذلك بذنوبنا.\nالفائدة السادسة والستون\nيدل قوله: (واصرفه عني، واصرفني عنه) على أن العبد يسأل ربه تمام المباعدة بينه وبين الشر، ولا يكون هذا إلا بأن يصرف الله الشر عن العبد، ثم يصرف العبد عن الشر، فكلاهما مصروف عن الآخر، وبهذا تحصل تمام المباعدة.\nالجزء: 1 ¦ الصفحة: 68\n",
        "الفائدة السابعة والستون\nكما يفيد قوله: (واصرفني عنه) على أن العبد يسأل ربه ألا يبقى في قلبه بعد ذلك تعلق بهذا الأمر؟ الذي يريد فعله، لأن إرادة القلب تتحول إلى عمل، فاحتاج العبد أن يسأل ربه تمام الصرف لئلا يتعلق به.\nالفائدة الثامنة والستون\nقوله: (واصرفني عنه) تتضمن الإشارة إلى جهل الإنسان، فقد يصرف الله الشر عن العبد، لكن العبد لجهله بما تؤول إليه الأمور يحرص على هذا الأمر؛ ويتتبعه ويتحسر لفوته، وقد يسأله ربه ويلح على الله في دعائه!\nفاحتاج العبد أن يجمع في دعائه بين (واصرفه عني) و (واصرفني عنه).\nالفائدة التاسعة والستون\nقوله في هذا الدعاء: (ثم أرضني به) وفي رواية: (ثم رضني به) تدل على الرضا بالنعم.\nوذلك يعود على سلوك المؤمن بالخير الكثير، فمن رضي بما أنعم الله به عليه؛ زال من قلبه حسد غيره، والالتفات إلى ما عند الناس، وهنأ بعيشه وارتاحت نفسه.\nومن تسخط بما لديه من نِعَم الله ولم يرضَ بها، أورثه ذلك حسرة، وانشغلت نفسه بما عند الناس، فتكدر عيشه وضاقت حياته، نعوذ بالله من الخذلان.\nالفائدة السبعون\nفي الحديث دليل على أن من استخار ربه بشيء فلم يُكتبْ له؛ فعليه أن يزيل تعلق ذلك الشيء من قلبه، ليكون أهنأ لعيشه، وأكثر طمأنينة لقلبه، وهذا حلٌ عملي لكثير من مسائل الناس اليوم، حيث تذهب أنفسهم حسرات على فوات خير يظنونه، لكن الله لم يكتبه لهم لحكمة يعلمها سبحانه.\nالجزء: 1 ¦ الصفحة: 69\n",
        "الفائدة الحادية والسبعون\nفي سؤال الإنسان لربه الخير بدأ بالتقدير فقال: (فاقدره لي) وفي سؤاله صرف الشر أخر التقدير؛ وهو الأنسب لأنه يريد صرف الشر عنه أولًا؛ ثم بعد ذلك يقدر مكانه خيرًا.\nالفائدة الثانية والسبعون\nفي دعاء الاستخارة تمام الخضوع والذل لله، ومن تأمل ألفاظ الاستخارة وجدها في غاية التذلل لله:\nفقد نسب العلم كله لله، والقدرة له، ونفى العلم عن نفسه، ونفى قدرته على فعل شيء، والتذلل لله أحد ركني العبادة، والمحبة ركنها الثاني؛ وقد مضى التنبيه عليه، ودعاء الاستخارة يشملهما، وهذا من فضائله.\nالفائدة الثالثة والسبعون\nمن فوائد دعاء الاستخارة أنه يورث الطمأنينة، ويزيل الاضطراب الذي يحصل عند البعض حين الإقدام على فعل شيء أو ترك شيء، وهذه الاضطرابات والتردد كثيرًا ما تعكر على الإنسان صفو حياته، فجاءت الاستخارة مزيلة لكل هذه الأمور، مورثة العبد المؤمن الطمأنينة.\nالفائدة الرابعة والسبعون\nصلاة الاستخارة باب من أبواب تحصيل الحسنات؛ لما فيها من الصلاة والدعاء؛ ولو لم يحصل المستخير إلا على أجر صلاته ودعائه لكفى؛ فكيف وفضائل الله عليه تترى.\nالجزء: 1 ¦ الصفحة: 70\n",
        "الفائدة الخامسة والسبعون\nالاستخارة دليل على أن المؤمن لا يثق بشيء ثقته بربه سبحانه وتعالى، ولهذا يترك ما أعطاه الله من دقة تفكيرٍ وملاحظة، ويلجأ لاستخارة ربه في صلاته، وهذا نابع من الثقة بالله وحسن الظن به، ومعرفته بحقيقة نفسه.\nالفائدة السادسة والسبعون\nمن صلى صلاة الاستخارة وفعل ما ظهر له بعد ذلك فعليه ألا يندم؛ ولو لم يوافق ذلك هواه، كان يستخير الإنسان في زواج ثم يحدث طلاق بينهما، فالمؤمن الحق راضٍ بما اختاره الله له؛ ولو لم يوافق هواه ورغبته.\nالفائدة السابعة والسبعون\nقوله: (فاقدره لي) ليس فيه نفي القدر الأزلي، فإما يقال:\n- أن المعنى: يسره لي، وعلى هذا يكون التقدير هنا مجازًا (1).\n-أو المعنى: طلب أن يمحو الله ما كتبه مما يخالف ذلك.\nالفائدة الثامنة والسبعون\nفي قوله: (فليركع ركعتين) دلالة على إطلاق الجزء وإرادة الكل، فالمراد: فليصل ركعتين، كما أن فيه تسمية الصلاة ركوعا كما تسمى سجودًا.\n(1) حاشية السندي على ابن ماجة 3/ 173.\nالجزء: 1 ¦ الصفحة: 71\n",
        "الفائدة التاسعة والسبعون\nقوله: (واصرفه عني واصرفني عنه) فيه دليل لأهل السنة أن الشر من تقدير الله على العبد؛ لأنه لو كان يقدر على اختراعه لقدر على صرفه؛ ولم يحتج إلى طلب صرفه عنه (1).\nالفائدة الثمانون\nوفي الحديث شفقة النبي - صلى الله عليه وسلم - على أمته، وتعليمهم جميع ما ينفعهم في دينهم ودنياهم (2).\nالفائدة الحادية والثمانون\nاستدل به على أن الأمر بالشيء ليس نهيًا عن ضده؛ لأنه لو كان كذلك لاكتفى بقوله (إن كنت تعلم أنه خير لي) عن قوله (وإن كنت تعلم أنه شر لي).\nلأنه إذا لم يكن خيرًا فهو شر، وفيه نظر لاحتمال وجود الواسطة (3).\nوبهذا انتهى ما أردت، أسأل الله أن يفتح على قلبي من بركات علمه، وأن يجعل عملي في رضاه، وأن يتقبله مني، وأن يجعله في ميزان حسنات والدي يرحمه الله، وألا يحرمه أجري وأجر جميع أعمالي، وصلى الله وسلم على نبينا محمد.\n(1) الفتح 18/ 171.\n(2) الفتح 18/ 171.\n(3) المصدر السابق.\nالجزء: 1 ¦ الصفحة: 72\n",
        "الخاتمة\nالحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين، وبعد،،،\nفقد وفقني الله لجولة في رياض السنة، قطفت من ثمارها، واستنبطت من أحكامها، واخترت حديث صلاة الاستخارة، لأن النبي صلى الله عليه وسلم كان يعلمه الصحابة الكرام رضي الله عنهم أجمعين كما يعلمهم السورة من القرآن.\nوقد ذكرت أشهر المسائل الفقهية المتعلقة بصلاة الاستخارة، ومنها:\nالمسألة الأولى: حكم صلاة الاستخارة:\nأجمع العلماء على أن صلاة الاستخارة سنة.\nالمسألة الثانية: هل تؤدى صلاة الاستخارة في وقت النهي؟\nواختلف العلماء في أداء صلاة الاستخارة في وقت النهي، وتبين أن الراجح أداؤها خاصة إن كانت الاستخارة تفوت.\nالمسألة الثالثة: متى يقال دعاء الاستخارة؟\nوتبين أن الراجح هو سعة الأمر في ذلك، وإن كان الأفضل أن يكون قبل السلام؛ لأن هذا الموضع هو مكان للدعاء عمومًا.\nالمسألة الرابعة: هل يشرع تكرار صلاة الاستخارة؟\nوتبين أن في الأمر تفصيلًا لا يخلو من حالتين:\nالأولى: أن يتبين له شيء فيما يستخير ربه فيه، فهنا لا يشرع تكرارها.\nالثانية: ألا يتبين له شيء، ولم ترتفع حيرته فهنا يشرع له تكرارها لعموم الأدلة، ولفعل الصحابة - رضي الله عنهم -.\nالجزء: 1 ¦ الصفحة: 73\n",
        "وغير ذلك من المسائل التي يكثر السؤال عنها، والنقاش فيها.\nثم وقفت مع الفوائد التربوية التي ظهرت لي؛ سواء منقولة من كلام الشراح منسوبة لأصحابها، مستعينا بالله في استنباط غيرها مما فتحه الله، أسأل الله الكريم من فضله.\nوقد تبين لي بما لا يدع مجالًا للشك أن السنة ما زالت تحتاج إلى استنباط؛ أو ما يسمى (تثوير السنة) أي إثارتها بحيث تكون منهجًا في الأحكام الشرعية، والفوائد السلوكية التربوية، والسنة جديرة بهذه المكانة، فهي في المرتبة الثانية من أدلة التشريع.\nوإني أدعو حفاظ السنة وطلبة العلم والمتخصصين في دراسة السنة؛ أن يكون للمتن نصيب من الدراسة والتمحيص والاستنباط، معتمدين على منهج الحافظ ابن حجر في كتابه العظيم فتح الباري؛ لأنه خدم النص خدمة عظيمة؛ فهو يجمع بين الروايات المتعارضة، ويحرر لفظ الحديث، ويستنبط من كل كلمة في الحديث فائدة فقهية، أو تربوية، أو عقدية وغير ذلك من أبواب الشريعة.\nأسأل الله أن يفتح علي من بركات علمه، وأن يتقبله مني، وأن يجعله في ميزان حسنات والدي يرحمه الله، وصلى الله وسلم على نبينا محمد.\nالجزء: 1 ¦ الصفحة: 74\n",
        "المراجع\n1 -\nالاستذكار، أبو عمر يوسف بن عبد الله بن عبد البر النمري، دار الكتب العلمية\n- بيروت، الطبعة الأولى، 1421 - 2000، تحقيق: سالم محمد عطا، محمد علي معوض.\n2 -\nالأذكار النَّووية، الإِمام يحيى بن شرف الدين النَّوَوي.\n3 -\nأسنى المطالب في شرح روض الطالب، زكريا الأنصاري، دار الكتب العلمية - بيروت - 1422 هـ / 2000، الطبعة: الأولى، تحقيق: د. محمد محمد تامر.\n4 -\nإرشاد الفحول إلى تحقيق الحق من علم الأصول، محمد بن علي بن محمد الشوكاني، تحقيق: الشيخ أحمد عزو عناية، دمشق - كفر بطنا، قدم له: الشيخ خليل الميس والدكتور ولي الدين صالح فرفور، الناشر: دار الكتاب العربي، الطبعة: الأولى 1419 هـ / 1999 م.\n5 -\nالبحر الزخار، أبو بكر أحمد بن عمرو بن عبد الخالق البزار، مؤسسة علوم القرآن، مكتبة العلوم والحكم، 1409، بيروت، تحقيق د. محفوظ الرحمن زين الله.\n6 -\nالتفسير القيم لابن القيم، جمع وترتيب: محمد أويس الندوي.\n7 -\nالتوحيد وقرة عيون الموحدين في تحقيق دعوة الأنبياء والمرسلين، عبد الرحمن بن حسن بن محمد بن عبد الوهاب، تحقيق: بشير محمد عيون، مكتبة المؤيد، الطائف، المملكة العربية السعودية، الطبعة: الأولى، 1411 هـ / 1990 م.\n8 -\nالجامع الصحيح، سنن الترمذي، محمد بن عيسى أبو عيسى الترمذي، دار إحياء التراث العربي - بيروت، تحقيق: أحمد محمد شاكر وآخرون.\n9 -\nالجامع المسند الصحيح المختصر من أمور رسول الله - صلى الله عليه وسلم - وسننه وأيامه، أبو عبد الله محمد بن إسماعيل بن إبراهيم بن المغيرة الجعفي البخاري، تحقيق: محمد زهير بن ناصر الناصر، الناشر: دار طوق النجاة، الطبعة: الأولى 1422 هـ.\nالجزء: 1 ¦ الصفحة: 75\n",
        "10 -\nالجامع الصحيح، صحيح مسلم، أبو الحسين مسلم بن الحجاج بن مسلم القشيري النيسابوري، دار الجيل بيروت، ودار الأفاق الجديدة، بيروت.\n11 -\nجلاء الأفهام، محمد بن أبي بكر بن القيم الدمشقي الحنبلي، دار ابن كثير، الطبعة: الأولى، 1408 هـ / 1988 م.\n12 -\nحاشية الروض المربع لابن قاسم، جمع: عبد الرحمن بن محمد بن قاسم العاصمي النجدي الحنبلي - 1312 - 1392 هـ.\n13 -\nحاشية السندي على سنن ابن ماجة، العلامة السندي.\n14 -\nدروس عمدة الفقه للشنقيطي، وهي مذكرة وتوجد على الشبكة.\n15 -\nالدين الخالص، أو: إرشاد الخلق إلى دين الحق، عنى بنتقيحه وتصحيحه وتنسيقه والتعليق عليه وضبط الآيات والأحاديث وترقيمها وبيان حالها وغريبها ومراجعها خليفة الشيخ: أمين محمود خطاب، الطبعة الثالثة سنة 1401 هـ / 1980 م.\n16 -\nالروح، محمد بن أبي بكر أيوب بن القيم، دار الكتب العلمية - بيروت، 1395/ 1975.\n17 -\nزاد المسير في علم التفسير، عبد الرحمن بن علي بن محمد الجوزي، المكتب الإسلامي - بيروت، الطبعة الثالثة، 1404.\n18 -\nشرح سنن أبي داود، أبو محمد محمود بن أحمد بن موسى بن أحمد بن حسين الغيتابي الحنفي بدر الدين العيني، تحقيق: أبي المنذر خالد بن إبراهيم المصري، مكتبة الرشد - الرياض، الطبعة: الأولى، 1420 هـ / 1999 م.\n19 -\nشرح كتاب الطهارة والصلاة من كتاب عمدة الطالب، للشيخ خالد بن علي المشيقح.\nالجزء: 1 ¦ الصفحة: 76\n",
        "20 -\nشرح مختصر خليل للخرشي.\n21 -\nطريق الهجرتين وباب السعادتين، محمد بن أبي بكر أيوب بن القيم الزرعي أبو عبد الله، دار ابن القيم - الدمام، الطبعة الثانية، 1414/ 1994، تحقيق: عمر بن محمود أبو عمر.\n22 -\nعمدة القاري شرح صحيح البخاري، بدر الدين العيني الحنفي.\n23 -\nعمل اليوم والليلة، أحمد بن محمد الدينوري الشافعي المعروف: بـ: ابن السني، تحقيق: كوثر البرني، دار القبلة للثقافة الإسلامية ومؤسسة علوم القرآن، جدة - بيروت.\n24 -\nعون المعبود شرح سنن أبي داود، محمد شمس الحق العظيم آبادي أبو الطيب، دار الكتب العلمية - بيروت، الطبعة الثانية، 1415.\n25 -\nفتح الباري شرح صحيح البخاري، أحمد بن علي بن حجر أبو الفضل العسقلاني الشافعي، دار المعرفة - بيروت، 1379.\n26 -\nالقول الراجح مع الدليل من شرح منار السبيل، الشيخ: خالد بن ابراهيم الصقعبي.\n27 -\nالكامل في ضعفاء الرجال، عبد الله بن عدي بن عبد الله بن محمد أبو أحمد الجرجاني، دار الفكر - بيروت، الطبعة الثالثة، 1409/ 1988، تحقيق: يحيى مختار غزاوي.\n28 -\nلسان العرب، محمد بن مكرم بن منظور الأفريقي المصري، دار صادر - بيروت، الطبعة الأولى.\n29 -\nمجموع فتاوى ابن تيمية، دراسة وتحقيق: عبد الرحمن بن محمد بن قاسم، مجمع الملك فهد لطباعة المصحف الشريف، المدينة النبوية، المملكة العربية السعودية - 1416 هـ / 1995 م.\nالجزء: 1 ¦ الصفحة: 77\n",
        "30 -\nمدارج السالكين بين منازل إياك نعبد وإياك نستعين، محمد بن أبي بكر أيوب بن القيم الزرعي أبو عبد الله، دار الكتاب العربي - بيروت، الطبعة الثانية، 1393/ 1973، تحقيق: محمد حامد الفقي.\n31 -\nالمصباح المنير، أحمد بن محمد بن علي الفيومي المقري، تحقيق: يوسف الشيخ محمد، المكتبة العصرية، بيروت.\n32 -\nالمصنف في الأحاديث والآثار، أبو بكر عبد الله بن محمد بن أبي شيبة الكوفي، مكتبة الرشد، الرياض، الطبعة الأولى، 1459، تحقيق: كمال يوسف الحوت.\n33 -\nمنحة العلام في شرح بلوغ المرام، عبد الله بن صالح الفوزان.\n34 -\nالموسوعة الفقهية الكويتية، صادر عن: وزارة الأوقاف والشئون الإسلامية - الكويت، (من 1404 - 1427 هـ).\n35 -\nنزهة النَّظَر في توضيح نخبة الفِكَر في مصطلح أَهل الأثر، أحمد بن علي بن حجر العسقلاني، مكتبة مشكاة.\n36 -\nنهاية الأرب في فنون الأدب، شهاب الدين أحمد بن عبد الوهاب النويري، دار الكتب العلمية - بيروت / لبنان - 1424 هـ / 2004 م، الطبعة: الأولى.\n37 -\nمقال على الشبكة:\nhttp://www.saaid.net/Doat/mehran/55.htm\nالدكتور مهران ماهر عثمان بعنوان \"الاستخارة\".\nالجزء: 1 ¦ الصفحة: 78\n",
        ""
    ]
}