{
    "1": [
        "ضرائر الشعر\nضرائر الشعر\nابن عُصْفُور\nالكتاب:\nضرائر الشِّعْر\nالمؤلف:\nعلي بن مؤمن بن محمد، الحَضْرَمي الإشبيلي، أبو الحسن المعروف بابن عصفور (المتوفى: 669هـ)\nالمحقق:\nالسيد إبراهيم محمد\nالناشر:\nدار الأندلس للطباعة والنشر والتوزيع\nالطبعة:\nالأولى، 1980 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nوبه نستعين\nقال الشيخ الإمام الأستاذ العالم العلامة، فريد دهره، ووحيد عصره، أبو الحسن علي بن مؤمن بن عصفور الحضرمي الإشبيلي، رحمه الله:\nالحمد لله ملء القلوب والضمائر، وفوق وسع الحامد والشاكر. أحمده سبحانه كما يجب لجلاله، وأصلي على سيدنا محمد صلى الله عليه وعلى آله.\nأما بعد، فإن أئمة النحويين كانوا يستدلون على ما يجوز في الكلام، بما يوجد في النظام. والاستدلال بذلك لا يصح إلا بعد معرفة الأحكام التي يختص بها الشعر، وتمييزها عن الأحكام التي يشركها فيها النثر.\nأشار من الإصابة تقدم لفظته، والمهابة تخدم لحظته، معلى منار العلوم، ورافع أربابها من التخوم إلى النجوم. سيدنا ومولانا الخليفة الإمام المستنصر بالله المنصور بفضل الله أمير المؤمنين، أبو عبد الله ابن الراشدين الهادين المهتدين. إلى وضع تأليف مشتمل على أصناف الضرائر، محتو على ما يحسن للناظم دون الناثر. فوضع العبد في ذلك كتاباً صغير الحجم، حاصراً لضروب الأحكام المختصة بالنظم، وحين أحزر غاية تمامه، وأبرز ثمره من كمامه. أناله من بركتهم، ما يرفعه إلى حضرتهم. أبقاها الله كعبة للقاضي والداني، وغاية الآمال والأماني، وجعل تراب أرضها رثماً في الشفاه، غرراً في الجباه. بمنه وكرمه.\nالجزء: 1 ¦ الصفحة: 11\n",
        "ذكر ما يحتمله الشعر\nأعلم أن الشعر لما كان كلاماً موزوناً يخرجه الزيادة فيه والنقص منه عن صحة الوزن، ويحيله عن طريق الشعر، أجازت العرب (فيه) ما لا يجوز في الكلام، اضطروا إلى ذلك أو لم يضطروا إليه، لأنه موضع ألفت فيه الضرائر.\nدليل ذلك قوله:\nكم بجود مقرف نال العُلي\n...\nوكريمٍ بخُله قد وضَعه\nفي رواية من خفض (مقرفا). ألا ترى أنه فصل بين (كم) وما أضيفت إليه بالمجرور، والفصل بينهما من قبيل ما يختص بجوازه الشعر، مع أنه لم يضطر إلى ذلك، إذ يزول عن الفصل بينهما برفع مقرف أو نصبه.\nوألحقوا الكلام المسجوع في ذلك بالشعر، لما كانت ضرورة في النثر أيضاً هي ضرورة النظم. دليل ذلك قولهم: (شهر ثري، وشهر ترى، وشهر\nالجزء: 1 ¦ الصفحة: 13\n",
        "مرعى)، فحذفوا التنوين من (ثرى) ومن (مرعى) اتباعاً لقولهم ترى، لأنه فعل فلم ينون لذلك.\nوكذلك قالوا: الضيح والريح، فأبدلوا الحاء ياء اتباعاً للريح، والأصل الضح. حكى ذلك الخليل وأبو حنيفة الدينوري.\nوفي الحديث عن النبي صلى الله عليه وسلم أنه قال: (ارجعن مأزورات غير مأجورات). والأصل موزورات، لأنه من الوزر، فأبدلوا الواو ألفاً اتباعاً لمأجورات.\nوقد جاء مثل ذلك أيضاً في فواصل القرآن لتتفق. قال الله تعالى: (فأضلونا السبيلا)، وقال سبحانه: (وتظنون بالله الظنونا). فزيادة الألف في (الظنونا) والسبيلا) بمنزلة الألف في الشعر على جهة الإطلاق.\nالجزء: 1 ¦ الصفحة: 14\n",
        "ولكن السجع يجري مجرى الشعر ساغ لأبي محمد الحريري أن يقول: (فألفيت فيها أبا زيد السروجي يتقلب في قوالب الانتساب، ويخبط في أساليب الاكتساب).\nفأشبع الكسرة في قواليب اتباعاً لأساليب.\nالجزء: 1 ¦ الصفحة: 15\n",
        "ذكر أنواع الضرائر\nاعلم أنها منحصرة في: الزيادة، والنقص، والتأخير، والبدل.\nفصل الزيادة\nوهي منحصرة في: زيادة حركة، وزيادة حرف، وزيادة كلمة، وزيادة جملة. فأما زيادة الحركة فنحو قول رؤبة:\nوقاتمِ الأعماقِ\n...\nخاوي المخترق\nمشتبه الأعلامِ\n...\nلماع الخَفَق\nالجزء: 1 ¦ الصفحة: 17\n",
        "يريد: الخفق، فحرك الفاء لما اضطر إلى حركتها بالفتح، اتباعاً لحركة الخاء. ومثل ذلك قوله:\nصوادق العقبِ\n...\nمهاذيب الوَلَق\nيريد: الولق، وقول زهير:\nثم استمروا وقالوا إن منزلكم\n...\nماء بشرقي سلمى فيد أوركك\nوإنما اسم الماء رك، وقوله أيضاً في هذه القصيدة:\nكما استغاث بسيئ فز غيطلة\n...\nخاف العيون فلم ينظر به الحشك\nيريد: الحشك، وهو امتلاء الضرع: حشك يحشك حشكا، وقول الهذلي:\nالجزء: 1 ¦ الصفحة: 18\n",
        "إذا تجرد نوح قامتا معه\n...\nضرياً أليماً بسبت يلعج الجلدا\nوقول طرفة:\nأيها الفتيان في مجلسنا\n...\nجردوا منها وراداً وشُقُر\nيريد: شقرا، فحرك القاف بحركة الشين ووقف على المنصوب بحذف التنوين، وقول الآخر:\nقضين حجا وحاجات على عجلِ\n...\nثم استدرن إلينا ليلة النّفرِ\nيريد: النفر.\nفأما قول الآخر:\nتقول عِرسي إذ\n...\nرأتني كالنَّسِرْ\nأسود كالقفة محروم الصَّدر\nوقول الآخر:\nأنا ابن ماوية\n...\nإذ جد النَّقُر\nالجزء: 1 ¦ الصفحة: 19\n",
        "فليس من هذا النوع، إنما هو من باب إلقاء حركة الحرف الآخر على الساكن الذي قبله في الوقف. وهو جيد في الكلام والشعر.\nومن زيادة الحركة أيضاً قول قعنب ابن أم صاحب\nمهلاً أعاذلَ قد جربت من خلقي\n...\nأني أجود لأقوام وإن ضننوا\nيريد: ضنوا، وقول الآخر:\nوإن رأيت\n...\nالحِججَ الرواددا\nقواصرا بالعمر\n...\nأو مواددا\nيريد: الرواد، والمواد.\nفأما قول العجاج:\nيشكو الوجا\n...\nمن أظللِ وأظْلَلِ\nالجزء: 1 ¦ الصفحة: 20\n",
        "وقوله:\n(تعبداً لذي)\n...\nالجلال الأجْللِ\nيريد: من أظلّ، والأجلّ، و (قول) الآخر:\nقد علمت ذاك\n...\nبمنات ألْببِه\nيريد: ألبه، وقول الآخر:\nحتى إذا الليل\n...\nعليه ادلهمما\nوقول الآخر:\nإن بني\n...\nللئام زَهَده\nما لي من\n...\nصدورهم من مَوْدده\nيريد: مودة، فليس في شيء من ذلك زيادة حركة، بل (ردت) فيه الحركة التي كانت قبل الحرف المضعف إلى الأول من المثلين، رجوعاً إلى الأصل عند الاضطرار إلى ذلك.\nالجزء: 1 ¦ الصفحة: 21\n",
        "وربما حرك الساكن بحركة غير مجانسة لحركة الحرف الذي قبله. إلا أن ذلك من الندور بحيث لا يجوز القياس عليه. أنشد أبو زيد:\nعلام قتل\n...\nمسلم تعبدا\nمذ سنة\n...\nوخَمسون عددا\nيريد: وخمسون.\nوأما زيادة الحرف فمنها: الحاقك التنوين فيما لا ينصرف، رداً إلى أصله من الصرف، وذلك نحو قول النابغة:\nفلتأتينك قصائدُ ولتدفعن\n...\nجيشاً إليك قوادم الأكوار\nوقوله:\nإذا ما غزوا بالجيش حلق فوقهم\n...\nعصائب طير تهتدي بعصائبِ\nالجزء: 1 ¦ الصفحة: 22\n",
        "فصرف قصائد، وعصائب التي في آخر البيت. ونحو قول أبي كبير الهذلي\nممن حملن به وهنَّ عواقد\n...\nحبك النطاقِ فعاش غير مُهبَّل\nفصرف عواقد، ونحو قول أمية بن أبي الصلت:\nفأتاها أُحَيمرُ كأخي السه\n...\nم بِعضْبِ فقال كوني عقيرا\nفصرف أحيمر، وقول امرئ القيس:\nويوم دخلت الخدر خدر عنيزة\n...\nفقالت لك الويلات إنك مُرجلي\nوقوله:\nرب رام من بني ثُعَل\n...\nمثلجُ كفيه في قتره\nالجزء: 1 ¦ الصفحة: 23\n",
        "فصرف عنيزة، وثعل، وحكمه أن لا ينصرف، للعدل والتعريف، بدليل قول حاتم:\nفليت شعري وليتُ غير مدركة\n...\nبأي حال ترى أضحى بنو ثُعَلا\nوالبيت من قصيدته التي أولها:\nمهلا نَوادر أقلي اللوم والعذلا\n...\nولا تقولي لشيء فات ما فُعلا\nوصرف ما لا ينصرف في الشعر أكثر من أن يحصى. وزعم الكسائي والفراء أنه جائز في كل ما لا ينصرف إلا أفعل منك، نحو أفضل من زيد. وزعما أن (من) هي التي منعته الصرف. وذلك باطل، بدليل أنهم صرفوا: خيراً من عمرو، وشرا من بكر، مع وجود (من) فيهما. فثبت بذلك أن المانع لصرفه كونه صفة على وزن (أفعل) بمنزلة (أحمر). فكما أن (أحمر) يجوز صرفه في الضرورة، فكذلك (أفعل من).\nوذهب بعض البصريين إلى أن كل ما لا ينصرف يجوز صرفه، إلا أن يكون آخره ألفاً، فإن ذلك لا يجوز فيه، لأن صرفه لا يقام به قافية ولا يصحح به وزن.\nوالصحيح أن صرفه جائز لما بيناه، قبل، من أن الشعر قد يسوغ فيه\nالجزء: 1 ¦ الصفحة: 24\n",
        "ما لا يسوغ في الكلام، وإن لم يضطر إلى ذلك الشاعر. وأيضاً فإن السماع قد ورد بصرف ما في آخره ألف: قال المثلم بن رياح المري:\nإني مقسم ما ملكت فجاعل\n...\nأجراً لآخرة ودنيا تنفع\nرواه ابن الأعرابي بصرف دميا.\nفإن قلت كيف جعلت صرف ما لا ينصرف من قبيل الضرائر، وقد زعم أبو الحسن الأخفش في الكبير له أنه سمع من العرب من يصرف في الكلام جميع ما لا ينصرف؟ وحكى الزجاجي أيضاً في نوادره مثل ذلك. فالجواب أن صرف ما\nلا ينصرف في الكلام إنما هو لغة لبعض العرب. قال أبو الحسن: فكان ذلك لغة الشعراء، لأنهم قد اضطروا إليه في الشعر فصرفوه، فجرت ألسنتهم على ذلك.\nوأما سائر العرب فلا يجبرون صرف شيء منه في الكلام، فلذلك جعل من قبيل ما يختص به الشعر.\nومنها: تنوين الاسم المبني للنداء، إجراء له مجراه قبل النداء. وإذا نون جاز فيه وجهان: أحدهما إبقاؤه على بنائه، والآخر نصبه رداً إلى أصله\nالجزء: 1 ¦ الصفحة: 25\n",
        "من الإعراب. وذلك محو قول الأحوص:\nسلام الله يا مطر عليها\n...\nوليس عليك يا مطُر السلام\nوقول لبيد:\nقدَّموا إذ قيل فيسُ قدموا\n...\nواحفظوا المجد بأطراف الأسَلْ\nيريد: يا قيس، وقول الآخر:\nفطر خالدُ إن كنت تستطيع طيرة\n...\nولا تقعن إلا وقلبك خافق\nيريد: يا خالد، قول الآخر:\nيا هرمُ وأنت\n...\nأهلُ عَدْل\nإن ولد الأحوص\n...\nيوماً قَبلِ\nوقول الآخر:\nضربت صدرها إليَّ وقالت\n...\nيا عدُي لقد وقتك الأواقي\nالجزء: 1 ¦ الصفحة: 26\n",
        "وقال آخر:\nيا عديُ لقلبك المهتاج. . .\nوالنصب في جميع ذلك جائز.\nومنها: إثبات التنوين والنون في اسم الفاعل في حال اتصال الضمير به، إجراء للمضمر مجرى الظاهر أو لاسم الفاعل مجرى الفعل المضارع، نحو قول\nالشاعر:\nوليس بمُعْييني وفي الناس ممتع\n...\nرفيقُ إذا أعيى على رفيق\nوقوله:\nوما أدري وظني كل ظن\n...\nأمُسْلمُني إلى قومي شَراحي\nوقوله:\nهل الله من سَرْو الفَلاة مُريُحني\n...\nولمّا تَقَسّمني النهارُ الكوانسُ\nكان الوجه أن يقال: بمعيي، ومريحي، ومسلمي، لولا الضرورة، ونحو قول الشاعر:\nهم القائلون الخير والآمرونه\n...\nإذا ما خشوا من مُحدثِ الأمر مُعظَما\nالجزء: 1 ¦ الصفحة: 27\n",
        "وقول الآخر:\nولم يرتفق والناس مُحضرونهُ\n...\nجميعاً وأيدي المعتفين رواهقه\nكان الوجه أن يقال: محتضروه، والآمروه، لولا الضرورة.\nوزعم بعضهم أن الهاء للسكت. وذلك ضعيف، لما يلزم من إدخالها على معرب، وبابه أن لا يدخل إلا على مبني، ومن تحريكها وحكمها أن تكون ساكنة، ومن إثباتها في الوصل وبابها ألا تلحق إلا في الوقف.\nومنها: تنوين الاسم العلم الموصوف بابن المضاف إلى العلم أو ما جرى مجراه رداً إلى أصله، نحو قوله:\nفإن لا يكن مال يثاب فإنه\n...\nسيأتي ثنائي (زيداً) بن مهلهل\nوقوله:\nجارية من قيس\n...\nبن ثعلبة\nكأنها حِلْيَةُ\n...\nسيفِ مُذْهبه\nالجزء: 1 ¦ الصفحة: 28\n",
        "فإن قال قائل: هلا جعلت ابنا وابنة بدلين مما قبلهما، لا وصفين حتى لا يكون\nثبات التنوين ضرورة. فالجواب أن ابنا وابنة إنما تأتي العرب بهما على طريق الوصف، لا على طريق البدل، بدليل أنهم لا يثبتون التنوين في قولك: قام زيد بن عمرو، وقامت هند بنت بكر، وأمثالهما، إلا في ضرورة شعر. ولو كانا بدلين لكثر تنوين مثل ذلك في الكلام.\nومنها: إلحاقهم النون الثقيلة أو الخفيفة في الفعل المضارع إذا كان منفياً، أو مقللاً، أو موجباً لم تدخل عليه لام قسم، أو جواب شرط أو فعل شرط غير مفصول بينه وبين أداة الشرط بما الزائدة، نحو قول أبي حناء الفقعسي:\nيحسبه الجاهل ما\n...\nلم يَعْلما\nشيخاً على\n...\nكرسيه معمما\nيريد: يعلمن، فأبدل النون ألفاً في الوقف، وقول جذيمة الأبرش:\nربما أوفيتُ في علم\n...\nتَرْفعنْ ثوبي شِمالاتُ\nوقول ابن الخَرع:\nالجزء: 1 ¦ الصفحة: 29\n",
        "فمهما تشأ منه فزارةُ تعطكم\n...\nومهما تشأ منه فزارة تَمنعا\nوقول الآخر:\nنبتم نبات الخيزراني في الثرى\n...\nحديثاً متى ما يأتك الخير يَنْفعا\nالأصل: يمنعن، وينفعن، فأبدلت النون ألفاً في الوقف، وقوله:\nمن تثْقَفَن منكم فليس بآئب\n...\nأبداً وقتل بني (قتيبة) شافي\nوقوله:\nقليلاً به ما يحمدنك وارثُ\n...\nإذا نال مما كنت تجمع مغنما\nوقوله:\nوأبوك بشر ما يفند عمره\n...\nوإلى بلى ما يرجِعنَّ جديد\nأجرى الفعل المضارع في جميع ذلك مجراه في المواضع التي تلحقه النون فيها\nفي فصيح الكلام.\nومنها: زيادتهم هذه النون في اسم الفاعل، أجرى في ذلك مجرى الفعل المضارع، لكونه في معناه وجارياً عليه في قوله:\nالجزء: 1 ¦ الصفحة: 30\n",
        "أريت إن جئت\n...\nبه أملودا\nملففاً ويلبس\n...\nالبرودا\nأقائلَنّ أحضري\n...\nالشهودا\nيريد: أتقولن، وقول الآخر:\nأشاهرنّ بعدنا\n...\nالسيوفا\nوأبعد من ذلك زيادتهم لها في آخر الاسم الذي ليس في المعنى الفعلي ولا جارياً عليه، تشبيهاً له بالاسم الذي هو في معناه نحو قول الراجز:\nأحب منك\n...\nموضع الوِشْحَني\nوموضع الإزار\n...\nوالقَفَنَّي\nفزاد نوناً مشددة في (الوشح) و (القفا)، وفتح ما قبلها، تشبيهاً بالنون المشددة في نحو (أتفعلن).\nوأما قول الآخر:\nكأن مجرى\n...\nدمعها المُسْنَنَّ\nقطننة من جيد\n...\nالقُطْنُنَّ\nالجزء: 1 ¦ الصفحة: 31\n",
        "فأشبه ما يحمل عليه أن يكون زاد على القطن نوناً ليلحقه ببرثن، فقال: قطنن، ثم شدد النون الآخرة، على حد قول الآخر:\nببازل وجناء\n...\nأو عَيْنهَلَّ\nويروي من جيد القطن، بتشديد النون، إلحاقاً لقطن بمثل عتل.\nومنها: إثبات الزيادة اللاحقة لـ (من) في الاستثبات في باب الحكاية وصلا،\nإجراء له مجرى الوقف، وهو قليل لم يسمع منه إلا قول الشاعر:\nأتوا ناري فقلتُ مَنُونَ أنتم\n...\nفقالوا الجن قلتُ عموا ظلاما\nكان الوجه أن يقول: من أنتم، إلا أن الضرورة منعته من ذلك.\nومنها: إشباع الحركة فينشأ عنها حرف من جنسها. فمن إنشاء الألف عن الفتحة قول ابن هَرمة:\nفأنت من الغوائل حين ترمي\n...\nومن ذم الرجال بمُنْتَزاح\nالجزء: 1 ¦ الصفحة: 32\n",
        "يريد بمنتزح، وقول الفرزدق:\nفظلا يِخَيطان الوَراق عليهما\n...\nبأيديهما من أكل شرَّ طعامِ\nوقول الآخر أنشده الفارسي:\nوالأرض أورثت\n...\nبني آداما\nما يغرُسُوها\n...\nشجراً أياما\nيريد: آدم، وقوله:\nأقول إذ خرت\n...\nعلى الكَلْكَال\nيا ناقتي ما جُلْتِ\n...\nمن مَجَالِ\nيريد الكلكل، وقوله:\nأعوذ بالله من\n...\nالعَقْرابِ\nالشائلاتِ عقَ\n...\nدَ الأذنابِ\nيريد العقرب، وقول الهذلي:\nالجزء: 1 ¦ الصفحة: 33\n",
        "بينا تَعانُقِه الكماةَ وروغِه\n...\nيوماً أتيح له جريء سَلْفَعُ\nيريد: بين تعانقه.\nوأما قول عنترة:\nيَنْباعُ من ذفري غضوبِ جَسرة\n...\nزيافة مثل الفينق المُكْدمِ\nفجعله الفارسي من هذا. وقال: (أراد ينبع، فأشبع الفتحة).\nوقال الأصمعي: (انباع الشجاع ينباع: إذا انخرط من بين الصفين ماضياً. وأنشد:\nيطرق حلماً وأناة معاً\n...\nثمت ينباع انبياع الشجاع\nوقد يجيء مثل هذا في الكلام شذوذا: حكى أبو علي عن أحمد بن يحيى\nالجزء: 1 ¦ الصفحة: 34\n",
        "أنه سمع: جيء به من حيث وليسا (و) خذه من حيث وليسا، بإشباع حركة ليس.\nوحكى الفراء: أكلت لحما شاة، ويريد لحم شاة.\nومن إشباع الواو عن الضمة قوله، أنشده الفراء:\nالله يعلم أنا في تلفتنا\n...\nيوم اللقاء إلى أحبابنا صُورُ\nوأنني حيث ما يثني الهوى بصري\n...\nمن حيثما سلكوا أدنو فأنظُورُ\nيريد: فأنظر، وقول الآخر، أنشده الفراء أيضاً:\nلو أن عَمْراً\n...\nهم أن يَرْقُودا\nكأن في أنيابها\n...\nالقَرَنْفُولْ\nيريد: القرنفل.\nومن هذا النوع يجب أن يكون قول (الوليد):\nالجزء: 1 ¦ الصفحة: 35\n",
        "إني سمعت بليل\n...\nنحو الرصافة رنة\nخرجت أسحب ذيلي\n...\nأنظور ما شأنهنه\nوهو ينشد: أنظر، بغير واو، وهو كسر في البيت. قال أبو العلاء المعري: (أن طيئاً تقول أنظور في معنى أنظر).\nومن إنشاء الياء عن الكسرة قوله:\nيحبك قلبي ما حييت فإن أمت\n...\nيحبك عظم في التراب تَريبُ\nيريد: تربا، اسم فاعل من ترب، وقول امرئ القيس في إحدى الروايتين:\nكأني بفتخاء الجناحين لقوةِ\n...\nدفوفِ من العُقبان طأطأت شيمالي\nيريد: شمالي، وقول الفرزدق:\nتنفي يداها الحصى في كل هاجرة\n...\nنفي الدنانيرِ تنقادُ الصياريِف\nالجزء: 1 ¦ الصفحة: 36\n",
        "يريد الصيارف، وقول زهير:\nعليهن فرسان كرام لباسهم\n...\nسوابيغُ زغفُ لا تُخَرقها النّبل\nيريد: سوابغ، ولو حذف الياء لم يضر ذلك بالبيت، وقول التغلبي:\nوسواعيدَ يُخْتليْن اختلاء\n...\nكالمَغَالي يطرن كل مطير\nيريد: سواعد - زيادة الياء في جميع ذلك ضرورة، لأنها إنما تزاد في الجمع إذا كانت الياء والواو أو الألف رابعة في المفرد، نحو: قنديل، وبهلول، ودينار، أو إذا كان الآخر مضعفاً غير مدغم، نحو قردد وقراديد، كراهية التضعيف. وما عدا ذلك لا تزاد الياء في آخره إلا في شاذ من الكلام، نحو قولهم في جمع مطفل ومشدن: مطافيل ومشادين، أو في ضرورة شعر، تشبيهاً له بما جمع على غير واحدة، نحو: لمحة وملامح.\nوذهب الكوفيون إلى أن ذلك جائز في كل اسم يجمع على (مفاعل) في الكلام والشعر، إلا أن يكون ما قبل الآخر ساكناً، نحو: سبطر، فإن ذلك لا يجوز، بل تقول في جمعه سباطير لا غير، لأن الإشباع لا يتصور إذ ذاك في المفرد فيبني الجمع عليه.\nواستثنى الفراء موضعين آخرين سوى ذلك. أحدهما ما كان مضاعف الآخر مدغماً، نحو مرد، لم يجز فيه مراديد، لأن الحرف المضعف بمنزلة حرف واحد، فكرهوا أن يصير في الجمع اثنين بظهور التضعيف. والآخر: ما كان على وزن فاعل: زعم أنهم لا يقولون في جمعه فواعيل، وجعل السبب\nالجزء: 1 ¦ الصفحة: 37\n",
        "ذلك أن برقعا قد قيل فيه برقوع، ونحو مفتح قد قيل فيه مفتاح، فحمل الجمع على ما يتحمله المفرد من الزيادة. قال: ولم يأت في فاعل فاعيل، فكفوا عن الياء في جمعه لذلك. قال: قد\nحكي لنا أن العرب قالت: سوابيغ. وهو شاذ.\nوأجاز زيادة الياء في ما عدا ذلك. وحكي أنهم يقولون: منكر ومناكير، وموعظة ومواعيظ، ومعذرة ومعاذير، ومخمصة ومخاميص، ومطفل ومطافيل، ومدخل ومداخيل: قال: سمعت بعض العرب تقول: وسع الله مداخيلك، ومرفق ومرافيق، وأنشد:\nفي فتية كسيوفِ الهِند قد حسروا\n...\nأيدي السرابيل عن حد المرافيقِ\nودمل ودماميل، وأنشد:\nولست بمن أدعي له أن تفتحت\n...\nعليه دماميل استه وحبونها\nوجميع ذلك عند البصريين شاذ أو ضرورة.\nوما اعتذر به عن امتناعهم من أن يقولوا فواعيل في جمع فاعل، مناقض لما رواه من جمع مطفل ومخمصة ومدخل ومنكر، على مطافيل ومخاميص ومداخيل ومناكير، لأنه لا يقال مفعيل ولا مفعال.\nومن هذا القبيل مد المقصور. وفيه خلاف، فأجازه الكوفيون وطائفة من البصريين، فيما ذكر ابن ولاد ومنعه أكثر البصريين. واحتجوا على منعه بأن مد المقصور لا يتصور إلا بأن يزاد في الكلمة ما ليس في أصلها، وإنما يجوز في الضرورة رد الكلمة إلى أصلها، لا إخراجها عن ذلك.\nالجزء: 1 ¦ الصفحة: 38\n",
        "واحتج الكوفيون على إجازته بالسماع والقياس. أما السماع فقوله، أنشده الفراء:\nقد علمت أخت\n...\nبني السّعلاءِ\nوعلمت ذاك\n...\nمع الجراء\nأن نعم مأكولا\n...\nعلى الخَواءِ\nيا لك من تمر\n...\nومن شيشاءِ\nينشب في\n...\nالمعسل واللهاءِ\nفمد السعلى والخوى واللهى، وهي مقصورة، وقول طرفة:\nلها كبد ملساء ذات أسرة\n...\nوكشحان لم ينقض طواءهما الحَبل\nفمد الطوى وهو مقصور، وقول الآخر، أنشده ابن الأعرابي:\nيا حُسنها في\n...\nالرّضاءِ والغَضَب\nفمد الرضى وهو مقصور، وليس بمصدر راضي، نحو رامي رماء، كما ذهب إليه بعضهم، لأنه قرنه بالغضب، فدل ذاك على أنه أراد الرضى الذي هو ضد الغضب. ولو كان بمعنى المراضاة، لقرن به ضده وهو المغاضبة. وأنشد الأخفش، أيضا، في مدى الرضى، في الكبير له:\nالجزء: 1 ¦ الصفحة: 39\n",
        "فرضيت عنها بالرضاء لما أتت\n...\nمن دون غضبة صعبها ويسارِ\nوقول العجاج:\nوالمرء يبليه\n...\nبِلاَء السربالْ\nتناسخ الإهلال\n...\nبعد الإهلال\nرواه الأخفش في الكبير له بلاء السربال، بكسر الباء والمد، وقول الآخر:\nسيغنيني الذي أغناك عني\n...\nفلا فقر يدوم ولا غناء\nفمد الغني، ضد الفقر: مقصور، وليس المراد به مصدر غانيته أي فاخرته بالغنى عنه. لأنه قرنه بالفقر، فدل ذلك على أنه يريد السعة في المال لا المفاخرة بالغنى عنه.\nومن هذا القبيل في أنه قد مد للضرورة، إلا أنه لم يكن أخره قبل ذلك ألفا، قول الشاعر:\nفكلهمُ مستقبحٌ لصواب من\n...\nيخالفه مستحسنٌ لخطائه\nفمد الخطأ وهو مقصور، وقد قيل أن المد لغة.\nبل ما هو أشذ من هذا، وهو مد المقصور في المال في حال السعة: فرا طلحة\nالجزء: 1 ¦ الصفحة: 40\n",
        "بن\nمصرف: (يكاد سنا برقه يذهب بالأبصار)، فمد السنا الذي يراد به الضوء، وهو مقصور.\nوأما القياس فإنه لا فرق بين زيادة الألف قبل الآخر في الخوى، والسعلى، واللهى، والطوى، والرضى، والغنى، فيجتمع ألفان إذ ذاك، فتنقلب الثانية همزة، وبين زيادتها قبل الآخر في: منتزح، وورق، وكلكل، وعقرب. فكما زيدت الألف قبل الآخر في هذه الأسماء وأشباهها، فلذلك (لا ينكر) زيادتها قبل آخر المقصور.\nوإلى جواز مد المقصور ذهب ابن ولاد وابن خروف من المتأخرين، وزعما أن س دل على جوازه في الشعر بقوله: مدوا فقالوا منابير. قال ابن ولاد: فزيادة الألف قبل آخر المقصور كزيادة هذه الياء في الشعر،\nالجزء: 1 ¦ الصفحة: 41\n",
        "(إذا) كانا جميعاً ليسا (من أصل الكلمة).\nومنها: إثبات حرف العلة في الموضع الذي يجب حذفه فيه سعة الكلام، إجراء للمعتل مجرى الصحيح، نحو قول جرير:\nفيوماً يجاذبن الهوى غير ماضي\n...\nويوماً ترى منهن غولا تَغولُ\nونحو قول الفرزدق:\nفلو كان عبد الله مولى هجوته\n...\nولكن عبد الله مولى مواليا\nوقول الكميت:\nخريع (دوادي) في ملعب\n...\nتأزرُ طوراً وترخي الإزارا\nالجزء: 1 ¦ الصفحة: 42\n",
        "وقول الآخر:\nقد عَجبتْ مني\n...\nومن يُعَيْليا\nلما رأتني\n...\nخلِقاً مُقْلَوليا\nكان الوجه في جميع ذلك أن يقال: غير ماض، ومولى موال، وخريع (دواد)، ومن يعيل، لولا الضرورة.\nومثل ذلك:\nأبيت على معاري فاخرات\n...\nبهن مُلوب كدم العباط\nولو أنشد على معار، لكان البيت مستقيماً، غير أنه يصير مزاحفاً، لأن الخبن على مفاعلتن من الوافر، فيسكن خامسه ويصير على مفاعلين. ويسمى هذا الزحاف العصب. فلما كره الزحاف أثبت الياء، إجراء للمعتل مجرى الصحيح. وذكر المازني أنه سمع أعرابياً ينشد:\nأبيت على معارٍ فاخرات\n...\n. . . . . . . .\nالجزء: 1 ¦ الصفحة: 43\n",
        "فاحتمل قبح الزحاف لاستواء الإعراب.\nومثل ذلك أيضاً قول الآخر:\nما أن رأيت ولا أرى في مدتي\n...\nكجواري يلعبن في الصحراء\nفجمع بين ضرورتين: إحداهما إثبات الياء وتحريكها، وكان حقه أن يحذفها فيقول كجوار. والثانية أنه صرف ما لا ينصرف، وكان الوجه لما أثبت الياء، إجراء لها مجرى الحرف الصحيح، أن يمنع الصرف فيقول كجواري. ومثل ذلك قول أمية ابن أبي الصلت:\nله ما رأت عينُ البصيرِ وفوقه\n...\nسماء الإله فوق سَبْع سمائيا\nورواه ابن السراج: فوق ست سمائيا. وفيه ثلاث ضرائر إحداهما أن سماءة قياسها أن يجمع على سمايا، كخطايا، فجمعها على سمائي كالصحيح، نحو سحابة وسحائب. والثانية أنه كان حكمه أن يقول سبع سماء كجوار. والثالثة أنه جمع سماءة على سمائي، وكان حقها أن تجمع على سماء، بحذف التاء، كشمامة وشمام، لأنها من جنس المخلوقات كتمرة\nالجزء: 1 ¦ الصفحة: 44\n",
        "وتمر، أو بالألف والتاء، فيقال: سماوات كشمامات.\nومثل ذلك في الفعل قوله:\nألم يأتيك والأنباءُ تَنْمي\n...\nبما لاقت لبونُ بني زياد\nوقول الآخر:\nقال لها من\n...\nتحتها وما استوى\nهُزي إليك الجذع\n...\nيَجْنيكِ الجنا\nوقول الآخر:\nهجوتَ زيانَ ثم جئتَ معتذراً\n...\nمِنْ هَجو زِبانَ لم تَهْجو ولم تَدع\nوقول الآخر، أنشده الكسائي:\nأبا خالدِ فأكسوهما حلتيهما\n...\nفإنكما إن تفعلا فتيان\nكان الوجه في جميع ذلك أن يقال: ألم يأتك، ويجنك، ولم تهج، وفاكسهما إلا أنه أجرى المعتل مجرى الصحيح لما أضطر إلى ذلك.\nالجزء: 1 ¦ الصفحة: 45\n",
        "ولا يجوز مثل ذلك في الألف عند المحققين من النحويين: لا يقال: لم تخش، ولا لم ترض. وسبب ذلك شيئان: أحدهما أن الجازم ليس له، إذ ذاك، ما يحذفه إلا الحركة المقدرة في اللف، وإذا حذفها وجب أن يرجع حرف العلة إلى أصله، فيقال: لم تخش، ولم ترض، لأن انقلاب الياء ألفاً إنما كان لتحركها وانفتاح ما قبلها. فإذا ذهبت الحركة للجزم، وجب أن يصح لذهاب الحركة منها، فلما لم يصححوها، دل ذلك على أنهم لم يحذفوا الحركة المقدرة. والآخر أن الياء والواو، لما شاع ظهور الضمة فيهما إذا أجريا مجرى الحرف الصحيح، ومن ذلك قوله:\nفعوضني منها غناي ولم تكن\n...\nتُسَاوِيْ عنزي غيرَ خَمْسة (دراهم)\nحذف الجازم تلك الحركة الظاهرة، ولم يحذف حرف العلة، كما يفعل بالصحيح، والألف لا يمكن ظهور الحركة فيها، فلم يجر لذلك مجرى الحرف الصحيح.\nفأما قول الشاعر:\nإذا العجوز\n...\nغضبت فطلق\nولا ترضاها\n...\nولا تملق\nفينبغي أن يجعل فيه (لا) الداخلة على (ترضاها) نافية والواو واو حال، مثلها في: قمت وأصك عينه، فيكون المعنى، إذ ذاك فطلقها غير مترض\nالجزء: 1 ¦ الصفحة: 46\n",
        "لها، ويكون قوله: (ولا تملق) جملة نهي معطوفة على جملة الأمر التي هي (طلق). ولا ينبغي أن تجعل (لا) حرف نهي، لأنها لو كانت للنهي لوجب حذف الألف من ترضاها.\nوكذلك قول عبد يغوث:\nوتضحكُ مني شيخةُ عبشميةُ\n...\nكأن لم تَري قبلي أسيراً يمانياً\nينبغي أن يحمل على أن الألف من ترى بدل من الياء التي هي ضمير المخاطبة والأصل: كأن لم تري، على حد قولهم في ييأس: يائس. ويؤيد ذلك قول رواية من روى: كأن لم تري.\nومنها: رد حرف العلة المحذوف لالتقاء الساكنين، اعتداداً بتحريك الساكن الذي حذف من أجله، وإن كان تحريكه عارضاً، نحو قوله، أنشده الفراء:\nويها فداء لك\n...\nيا فُضَاله\nأجِره الرُّمُح\n...\nولا تَهاله\nوقول الآخر:\nتسائل بابن أحمر من رآه\n...\nأعارت عينُه أم لم تعارا\nالجزء: 1 ¦ الصفحة: 47\n",
        "وقول الآخر، أنشده أبو زيد:\nما كان إلا\n...\nطلق الإهماد\nوكرنا بالأغْربِ\n...\nالجِيادِ\nحتى تحاجرن\n...\nعن الذُوّادِ\nتحاجُرَ الري\n...\nولم تكادي\nوقول الآخر:\nيا حب قد أمسينا\n...\nولم تَنام العَيْنا\nكان الوجه في جميع ذلك أن يقال: ولا تهله، ولم تعر، ولم تكد، ولم تنم العينان، إلا أنه اضطر فرد حرف العلة المحذوف واعتد بتحريك الآخر في جميع ذلك وإن كان عارضاً، ألا ترى أن الميم من قوله: (ولم تنام العينا) إنما حركت لالتقائها مع لام التعريف وهي ساكنة، وأن اللام من (تهاله)، والدال من (تكادي) إنما (حركتا لالتقائهما) مع حرف الإطلاق وهو ساكن، وأن الراء من (تعارا) إنما حركت لأجل النون الخفيفة المبدل منها الألف، والأصل: لم تعرن، ولحقت النون الخفيفة الفعل المنفي بلم، كما لحقته في قول الآخر:\nيَحْسِبُه الجاهل\n...\nما لم يَعلما\nالجزء: 1 ¦ الصفحة: 48\n",
        "ومن هذا القبيل جعل الكسائي قول امرئ القيس:\nلها متنتان خظاتاكما\n...\nأكب على ساعديه النمر\nفقال: يريد خطتا، إلا أنه اعتد بحركة التاء، وإن كانت عارضة بسبب التقاء الساكنين.\nوأما غيره فإنه يقول: إن أصله خظاتان، بمنزلة في قول الآخر:\nومتنانِ خَظاتان\n...\nكزُحُلوفِ من الهَضْبِ\nإلا أنه حذف النون ضرورة.\nومنها: إثبات ألف (أنا) في الوصل، إجراء له مجرى الوقف، نحو قول الأعشى:\nفكيفَ أنا وانتحالي القواف\n...\nي بعد المشيبِ كفى ذاك عارا\nوقول الآخر:\nالجزء: 1 ¦ الصفحة: 49\n",
        "أنا سيفُ العشيرةِ فاعرِفوني\n...\nحَميداً قد تذريت السّنَاما\nفإن قيل: كيف يكون هذا ضرورة، ومن القراء من يقرأ: (وأنا أعلم بما أخفيتم) وما كان مثله في القرآن بإثبات الألف؟ فالجواب أن الذي قرأ بذلك وصل بنية\nالوقف، كما قرأ بعضهم: (فبهداهم اقتده قل لا أسألكم عليه)، (وما أدراك ما هية نار حامية) بإثبات هاء الوقف إلا أن الفصل بين النطقين، لقصر زمانه، خفي على السامع.\nومنها: تضعيف الآخر في الوصل، إجراء له مجرى الوقف، نحو قول ربيعة بن صبح:\nهبت الريح\n...\nبمور هبا\nتترك ما أبقى\n...\nالدبا سبسبا\nكأنه السيل\n...\nإذا اسلحبا\nأو كالحريق\n...\nوافق القصبا\nوالتبن والحلفاء\n...\nفالتهبا\nالجزء: 1 ¦ الصفحة: 50\n",
        "فشدد آخر (سبسب)، و (القصب)، و (التهب) في الوصل ضرورة. وكأنه شدد وهو ينوي الوقف على الباء نفسها، ثم وصل القافية بالألف، فأجتمع له ساكنان، فحرك الباء وأبقى التضعيف، لأنه لم يعتد بالحركة لكونها عارضة، بل أجرى الوصل مجرى الوقف. ومثل ذلك قول رؤبة:\nضَخْمُ يُحبّ\n...\nالخُلقَ الأضْخَما\nيريد: الأضخم، وقول الآخر:\nببازلِ وجناَء\n...\nأو عَيهَلَّ\nكأن مَهْواها\n...\nعلى الكَلكلَّ\nيريد: أو عيهل، وعلى الكلكل، فشدد.\nومنها: إثبات هاء السكت في حال الوصل، نحو قوله:\nيا مرحباهُ\n...\nبحمارِ ناجيه\nإذا أتى قربتُه\n...\nللسَّانِيه\nوقوله:\nيا مرحباهُ\n...\nبِحمارِ عفراءْ\nإذا أتى قربته\n...\nلما شاءْ\nالجزء: 1 ¦ الصفحة: 51\n",
        "من الشعير\n...\nوالحشيش والماء\nقال أبو الفتح: (وهو شاذ ضعيف عند أصحابنا لا يثبتونه في الرواية ولا يحفظونه في القياس، من جهة أنه لا يخلو من أن تجري الكلمة على حد الوقف أو على حد الوصل. فإن أجراها على حد الوصل فسبيله أن يحذف الهاء وصلا، لاستغنائه عنها في الوصل بما يتبع الألف. وإن كان على حد الوقف، فقد خالف ذلك بإثباته إياها متحركة، بالكسر كانت أو بالضم، وهي في وقف بلا خلاف ساكنة. ولا يعلم هنا منزلة بين الوصل والوقف يرجع إليها وتجري هذه الكلمة عليها. فلهذا كان إثبات الهاء متحركة خطأ عندنا.\nوهذا الذي أنكره قد جاء مثله، وهو قوله:\nله زجل كأنه صَوْتُ حادٍ\n...\nإذا طلب الوسيقَة أو زَميرُ\nوأشباهه. ألا ترى أن قوله: (كأنه صوت حاد) ليس على حد الوقف، لأن الضمير متحرك، ولا على الوصل، لأنه غير ممطول. فهو بين الوصل والوقف. وقد أثبت هو هذا وأمثاله، ولم ينكره، فكذلك ينبغي أن لا ينكر (يا مرحباه) وأمثاله من جهة القياس، لأنه لا فرق بينهما، ألا ترى أنه أثبت الهاء الساكنة في الوصل وحكمها أن لا تكون إلا في الوقف، وحرك الهاء لالتقائها وهي ساكنة مع الألف، على حد ما يفعل بالساكنين\nالجزء: 1 ¦ الصفحة: 52\n",
        "إذا اجتمعنا في حال الوصل. كما أثبت ذلك حركة الضمير، وهي لا تثبت إلا في حال الوصل. فمن حرك بالكسر فعلى أصل التحريك لالتقاء الساكنين. ومن حرك بالضم فعلى حد ما حكاه قطرب من أن بعضهم فر فحرك بالضم. ومثل ذلك قول المجنون:\nفقلت إياه رباهُ أول سؤلتي\n...\nلنفسي ليلى ثم أنت حسيبها\nومنها: قطع ألف الوصل في الدرج، إجراء لها مجراها في حال الابتداء بها. وأكثر ما يكون ذلك في أول النصف الثاني من البيت، لتقدير الوقف على الأنصاف التي هي الصدور. نحو قول حسان بن ثابت:\nلتَسْمعنَّ وشيكاً في دياركم\n...\nالله أكبر يا ثارات عثمانا\nوقول لبيد:\nولا يبادرُ في الشتاءِ وليدُنا\n...\nألقدرَ ينزلهاُ بِغَيْرِ جِعالِ\nالجزء: 1 ¦ الصفحة: 53\n",
        "وقول الآخر:\nأو مُذْهبُ جددُ على ألواحِهِ\n...\nألناطقُ المزبورُ والمختوم\nألا ترى أن همزة الوصل الداخلة لام التعريف مقطوعة في جميع ذلك، ونحو قول الآخر:\nلا نسبَ اليومَ ولا خلة\n...\nاتسع الخَرقُ على الراقع\nألا ترى أنه قطع ألف (اتسع) وهي ألف وصل.\nوقد يقطع في حشو البيت. وذلك قليل، ومنه قول قيس بن الخطيم:\nإذا جاوز الاثنين سرَّ فإنه\n...\nبنثِ وتكثير الوشاةِ قمينُ\nوقول جميل:\nالجزء: 1 ¦ الصفحة: 54\n",
        "ألا لا أرى اثنين أحسنَ شيمةَ\n...\nعلى حَدثان الدهرِ مني ومن جُملِ\nوأنشد قدامة:\nيا نَفسُ صبراً\n...\nكلُّ حيَّ لاقي\nوكل اثنين\n...\nإلى افتراقِ\nألا ترى أن الألف من (اثنين) مقطوعة في جميع ذلك، وهي ألف وصل.\nومنها: زيادة حرف في الكلمة على طريق التوهم، نحو قوله:\nطلبُ لعُرفِك يابن يحيى بعدما\n...\nتَقطعت بي دونك الأسباب\nزاد تاء على التوهم، وذلك أن تقطعت كثرت في كلامه، حتى ظن أنها (فعلت)، فزاد عليها التاء التي تزاد في (تفعلت)، وقوله:\nإن شَكْلي وإن شكلَك شتى\n...\nفالزمي الخُصّ (واخفضي تَبْيضّي)\nكثر (تبيضي) عنده، حتى توهم أنها (تفعل)، فزاد فيها ضاداً.\nالجزء: 1 ¦ الصفحة: 55\n",
        "وهذا من القلة والندور بحيث لا يقاس عليه.\nفأما قول رؤبة:\nأقفرت الوعساءُ\n...\nوالعَثاعثُ\nمن أهلها\n...\nوالبرقُ البَرارثُ\nفإنه من قبيل ما يجمع على غير واحدة الملفوظ: في جمع لمحة ملامح. لأن الواحد، فيما زعم الأصمعي، برث، يقال: مكان برث، أي سهل التراب. والجمع براث.\nوأما زيادة الكلمة، فمنها: الجمع بين العوض والمعوض منه، نحو قوله:\nوما عليك أن\n...\nتقولي كُلّما\nسبحت أو هَللتِ\n...\nيا اللهمَّ ما\nفأدخل حرف النداء على اللهم، ولا يجوز ذلك في الكلام، لأن الميم المشددة عوض منه، والجمع بين العوض والمعوض منه لا يجوز إلا في ضرورة. ومثله قوله الآخر، أنشده الفراء:\nالجزء: 1 ¦ الصفحة: 56\n",
        "إني إذا ما\n...\nحدثُ ألمّا\nأقول يا اللهم\n...\nيا اللهما\nومنها: إدخال لام التأكيد في موضع لا تدخل فيه في سعة الكلام، نحو ما أنشده قطرب من قوله:\nألم تكن حلفْتَ\n...\nبالله العَليّ\nأنّ مطاياك لَمنْ\n...\nخير المطيّ\nفزاد اللام في خبر (أن) المفتوحة، ومثله قول الآخر، أنشده ابن دريد عن أبي عثمان المازني:\nفنافسْ أبا المغْراء فيها ابن دَراعِ\n...\nعلى أنه فيها لَغيرُ مُنافِس\nوقول الآخر، أنشده الفراء:\nالجزء: 1 ¦ الصفحة: 57\n",
        "وأعلم أن تسليماً وتركاً\n...\nللامتشابهان ولا سَواءُ\nألا ترى أن اللام قد زيدت في البيتين في خبر (أن) المفتوحة.\nوقد جاء مثل ذلك في الشاذ: قرأ ابن جبير: (إلا أنهم ليأكلونَ الطعامَ)، بفتح (أن).\nونحو قول الآخر، أنشده أبو علي:\nمرُّوا عِجالاّ وقالوا كيف صاحبكم\n...\nقال الذي سألوا أمسى لَمجْهودا\nفزاد اللام في خبر (أمسى)، وقول الآخر، أنشده ابن الأعرابي:\nثُمّتَ يَعْدُوا لَكأن\n...\nلم يَشعُر\nرِخْوَ الإزار رمّح\n...\nالتبختُرِ\nفزاد اللام في (كأن)، وقول الآخر:\nوما زلت من اسما لدن أن عرفُتها\n...\nلكالهائم المقصي بكل بلادِ\nالجزء: 1 ¦ الصفحة: 58\n",
        "فزاد اللام في خبر زال، وقول الآخر:\n. . . . . . . . .\n...\nولكنني من حبها لَعميد\nفزاد اللام في خبر لكن، وقول الآخر:\nأم الحُليْس\n...\nلَعجُوزُ شَهْربَهْ\nترضى من اللّحمْ\n...\nبعظم الرَقَبةْ\nفزاد اللام في خبر المبتدأ.\nفأما ما رواه أبو الحسن الأخفش عن العرب، من قولهم: إن زيداً وجهه لحسن، فالذي سهله كون الجملة من المبتدأ والخبر في موضع خبر (إن). وهو مع ذلك ضعيف.\nومنها: زيادة (أن) و (إن) على طريق التأكيد في موضع لا تزادان فيه في فصيح الكلام.\nفمن زيادة (أن) قول ابن صريم اليشكري:\nويوماً توافينا بوجهٍ مُقَسّم\n...\nكأن ظبيةٍ تعطو إلى وارقٍ السلَم\nالجزء: 1 ¦ الصفحة: 59\n",
        "وقول الآخر:\nحَمُومُ الشَد شائلةُ الذنابي\n...\nوهاديها كأن جذعِ سَحُوق\nألا ترى (أن) زيدت في البيتين بين الكاف والاسم المجرور بها، وقول الآخر:\nأردت لكيما أن تطيرَ بقربتي\n...\nفتتركها شنا ببيداء بَلقع\n(أن) فيه زائدة غير عاملة، لأن (لكيما) تنصب الفعل بنفسها، ولا يجوز إدخال ناصب على ناصب.\nوأما قول حسان:\nفقالت أكل الناس أصبحت مانحاً\n...\nلسانَك كيما أنْ تغُرَّ وتَخْدعاَ\n(فإن) فيه ناصبة لا زائدة أظهرت للضرورة. لأن (كيما) إذا لم تدخل عليها اللام، كان الفعل بعدها منتصباً بإضمار (أن)، ولا يجوز إظهارها في فصيح الكلام.\nومن ذلك، عند بعض النحويين، دخول (أن) في خبر كاد، نحو قول رؤبة:\nالجزء: 1 ¦ الصفحة: 60\n",
        "قد كَاد مِن طَولِ\n...\nالبِلى أن يَمْصَحَا\nوقول الآخر:\nكادت النّفْسُ أن تفيظ عليه\n...\nإذ ثوى حَشو ريطةٍ وبُرود\nوالصحيح أن دخولها في خبر كاد ضرورة، إلا أنها ليست - مع ذلك - بزائدة.\nلعملها النصب زائدة لا تعمل. بل هي مع الفعل الذي نصبته بتأويل مصدر، وذلك المصدر في موضع خبر كاد، على حد قولهم: (زيد إقبال وإدبار).\nومما زيدت فيه (أن)، عند بعض النحويين، في قول أبي ذؤيب:\nفأجبتُها أما لجسمي أنه\n...\nأودى بَنيَّ من البلاد فودعوا\nقال: يريد: أن ما، إلا أنه أدغم. و (أن) زائدة. و (ما) موصولة بمنزلة الذي. والتقدير: فأجبتها الذي لجسمي أنه أودى بني.\nومن زيادة (إن) المكسورة الهمزة قول الشاعر، أنشده س:\nورج الفتى للخير ما إن رأيته\n...\nعلى السن خيراً لا يزال يزيد\nالجزء: 1 ¦ الصفحة: 61\n",
        "فزاد (أن) بعد (ما) وليست بنافية، تشبيهاً لها ب (ما) النافية. ألا ترى أن المعنى: ورج الفتى للخير مدة رؤيتك إياه لا يزال يزيد خيراً على السن، لكن لما كان لفظها كلفظ (ما) النافية زادها بعدها، كما تزاد بعد (ما) النافية في نحو قولك: ما أن قام زيد، وقول الآخر، أنشده أبو زيد:\nيرجى المرءُ ما إن لا يلاقي\n...\nوتَعْرض دون أدناه الخطوبُ\nفزاد (أن) بعد (ما)، وهي اسم موصول، لشبهها باللفظ بـ (ما) النافية، وقول النابغة في إحدى الروايتين.\nإلا الأواريَّ لا إنْ ما أبينها\n...\nوالنؤى كالحوض بالمظلومة الجلدِ\nفزاد (إن) بعد (لا) لشبهها ب (ما) من حيث كانتا للنفي. وزعم الفراء أن (لا)، و (إن)، و (ما) حروف نفي، وأن النابغة جمع بينها على طريق التأكيد.\nومنها: زيادة حرف الجر في المواضع التي لا تزاد فيها في سعة الكلام، نحو قول قيس بن زهير:\nالجزء: 1 ¦ الصفحة: 62\n",
        "ألم يأتيك والأنياءُ تَنْمِي\n...\nبما لاقَتْ لبونُ بني زِيادِ\nفزاد الباء في فاعل (يأتي). ألا ترى أن المعنى: ألم يأتيك ما لاقت لبون بني\nزياد، وقول النمر بن تولب:\nظَهرتْ ندامتهُ وهان بِسخطها\n...\nشيئاً على مَربُوعها وعِذارها\nالتقدير: هان سخطها، وقول عمرو بن ملقط:\nمهما لي الليلة مهما لِيهْ\n...\nأودي بِنَغليَّ وسرباليه\nالتقدير: أودى نعلاي وسرباليه، وقول امريء القيس:\nألا هل أتاها والحوادثُ جمّةُ\n...\nبأن امرأ القيس بن تملكَ بيقرا\nالتقدير: ألا هل أتاها أن امرأ القيس بن تملك بيقر، وقول الآخر:\nنَضْربُ بالسيفِ\n...\nونرجو بالفرجْ\nالجزء: 1 ¦ الصفحة: 63\n",
        "التقدير: نرجو الفرج، وقول امرئ القيس:\nوكذاك لا خيرُ ولا\n...\nشرُ على أحدٍ بدائمْ\nالتقدير: لا خير ولا شر على أحد دائماً، فزاد الباء في خبز (لا).\nوبالجملة لا تنقاس زيادة الباء في سعة الكلام إلا في خبر (ما) وخبر (ليس) وفاعل عمرو بذاهب، وكفى بالله شهيداً، أي كفى الله، وكفى بنا حبك، وأحسن بزيد، ما أحسنه: ويلزم زيادتها في فاعل (أفعل) بمعنى ما أفعله. وما عدا هذه المواضع لا تزاد فيه الباء إلا في ضرورة أو شاذ من الكلام يحفظ ولا يقاس عليه.\nومنها: زيادة (من) على الاسم النكرة والمعرفة في الكلام الواجب، نحو قول الأسود بن يَعَفرُ:\nهوى بهم من حبهم وسفاههم\n...\nمن الريح لا تمري سحاباً وقَطرا\nالتقدير: هوى بهم الريح، وقول الآخر:\nوكأنما ينأى بجانب دفها ال\n...\nوحشي من هزج العشي مأوم\nالجزء: 1 ¦ الصفحة: 64\n",
        "والتقدير ينأى هزج العشي بجانب دفها الوحشي.\nويدل على أن (من) زائدة، و (هزج) في موضع رفع بـ (ينأى) قوله:\nهرَّ جنيبُ كلما عطفت له\n...\nغضبي اتقاها باليَدينِ وبالفمِ\nفأبدل (هر)، وهو مرفوع، من (هزح).\nوقول الآخر، وهو جزء بن ضرار أخو الشماخ:\nأمْهرَ منها\n...\nحيةَ ونينانْ\nالتقدير: أمهرها.\nومنها: زيادة الكاف، نحو قول رؤبة:\nالجزء: 1 ¦ الصفحة: 65\n",
        "لواحق الأقرابِ\n...\nفيها كالمَقق\nوالمقق: الطول. ألا ترى أنه إنما يقال: في الشيء طول، ولا يقال فيه كالطول.\nومنها: زيادة (علي)، نحو قول حميد بن ثور:\nأبى الله إلا أن سرحةَ مالكِ\n...\nعلى كل أفنانِ العضاةِ تَرُوقُ\nالتقدير: أفنان العضاة تروق: لا يحتاج في تعديها إلى حرف جر. وإنما يقال: راقني الشيء يروقني، أي أعجبني.\nومنها: زيادة (في)، نحو قول سويد بن أبي كاهل:\nأنا أبو سعدِ\n...\nإذا الليلُ دجا\nتَخَالُ في\n...\nسَودادهِ يَرَنْدجا\nالجزء: 1 ¦ الصفحة: 66\n",
        "التقدير: تخال سواده يرندجا.\nوزيادة هذه الأحرف الثلاثة، أعني (الكاف) و (على) و (في)، من القلة والندور بحيث لا يجوز القياس عليها عند أحد من النحويين.\nومنها: زيادة اللام على المفعول في حال تأخره عن الفعل العامل فيه تقوية للعمل، نحو قول ابن ميادة:\nوملكت ما بين العراقِ ويثربٍ\n...\nمُلكاْ أجارَ لمُسلمِ ومعَاهدِ\nيريد: أجار مسلماً ومعاهداً، وقول الآخر:\nفلما أن (توافقنا) قليلا\n...\nأنخنا للكلاكلِ فارتمينا\nيريد: أنخنا الكلاكل.\nوقد يجيء ذلك في سعة الكلام، نحو قوله تعالى: (قل عسى أن يكون ردف لكم)، أي ردفكم، إلا أن ذلك لا يحسن إلا في الشعر، فلذلك أورد في الضرائر.\nومنها: زيادة (ما) بعد كاف الجر، نحو قول الأعشى:\nالجزء: 1 ¦ الصفحة: 67\n",
        "كما راشدِ تجدين امرءاً\n...\nتفكر ثم ارعوي أو نَدمْ\nيريد: كراشد، وقول الكميت:\nيركضن في المهمة اليَبابِ كما\n...\nأقربِ أرضِ لها أباعِدُها\nيريد: كأقرب أرض، وقوله:\nوأنجيتني من موقف ذي عداوة\n...\nكما ابنةِ زبا أو أطم وأكيدا\nيريد: كابنة زبا، وقول عدي بن زيد:\nكما أنتم كنا وكما\n...\nنحن تكونون\nيريد: كأنتم كنا، وكنحن تكونون.\nوبعد (كما)، نحو قوله:\nكما ما امرؤُ في معشر غير قومه\n...\nضعيفُ الكلام شَخْصهُ متضائل\nيريد: كما امرؤ.\nالجزء: 1 ¦ الصفحة: 68\n",
        "وبين البدل والبدل منه، نحو قوله:\nوكأنه لَهقُ السراة كأنه\n...\nما حاجبيه معينُ بسواد\nيريد: كأنه حاجبيه.\nوأقل من ذلك زيادتها أول الكلام، نحو قول عبدة بن الطيب، أنشد ذلك له أبو زيد.\nما مع أنك يوم الوِرد ذو جرز\n...\nضخمُ الجُزارة بالسَّلمين وكّارُ\nما كنت أولَ ضبٍ صاب تلعَتَهُ\n...\nغيثُ فأمرعَ واستخلتْ له الدار\nقال أبو زيد: (ما زائدة)، يريد: مع أنك يوم الورد ذو جرز، ما كنت أول ضب صاب تلعته غيث.\nومنها: إدخال الحرف على الحرف، على جهة التأكيد لا تفاقهما في اللفظ والمعنى، أو في المعنى لا في اللفظ، نحو قول بعض بني أسد:\nفلا والله لا يُلْفي لما بي\n...\nولا لِلما بهم أبداً دواء\nفزاد على لام الجر لاماً أخرى للتأكيد، ونحو قول الآخر، أنشده الفراء:\nالجزء: 1 ¦ الصفحة: 69\n",
        "فلئن قوم أصابوا غِرةُ\n...\nوأصبنا من زمانِ رَنَقا\nلَلَقد كنا لدى أزماننا\n...\nلصنيعين لبأسٍ وتُقى\nفزاد على لام لقد لاماً أخرى للتأكيد، ونحو قول الآخر:\nفأصبحنَ لا يسألنه عن بِما بِه\n...\nأصعَّد عن جَوَّ السّما أم تصوبا\nفأدخل عن على (الباء) تأكيداً، لأنهم يقولون: سألت عنه، وسألت به، والمعنى واحد.\nومن هذا القبيل قول النابغة في أحد القولين:\nإلا الأواري لا إن ما أبينها\n...\nوالنؤى كالحوض بالمظلومة الجلد\nفجمع بين (إن) و (ما) الزائدتين بعد (لا) النافية تأكيداً للنفي، وقول الآخر:\nطعامُهمْ لئن أكلوا (معن)\n...\nوما إنْ لا (تحاك) لهم ثياب\nفجمع بين (إن) و (لا) الزائدتين بعد (ما) تأكيدا للنفي.\nومنها: زيادة الواو، والفاء، وبل، وأم.\nالجزء: 1 ¦ الصفحة: 70\n",
        "فمن زيادة الواو قول أبي خراش:\nلعَمْرُ أبي الطَّيْرِ المربة غدوة\n...\nعلى خالدِ لقد وَقعتِ على لَحم\nولحم امرئٍ لم تَعم الطيرُ مثلهُ\n...\nعشيةَ أمسى لا يُبين من البَكْم\nيريد: لحم امرئ، وهو بدل من لحم المتقدم، إلا أنه اضطر فزاد الواو بين البدل والمبدل منه، وقول الآخر، أنشده الفراء:\nفإن رشيداً وابن مروانَ لم يكن\n...\nليفعل حتى يُصدرِ الأمر مُصْدرا\nيريد: إن رشيد بن مروان، فزاد الواو بين الصفة والموصوف، وقول الآخر:\nالجزء: 1 ¦ الصفحة: 71\n",
        "ولما رأى الرحمن أن ليس فيهم\n...\nرشيد ولا ناه أخاه عن الغَدْرِ\nوَصَبَّ عليهم تغلب بنة وائل\n...\nوكانوا عليهم مثل راغية البَكْرِ\nيريد: صب عليهم، فزاد الواو في جواب (لما)، وقول الآخر:\nحتى إذا قَمِلتْ بطونكم\n...\nورأيتم أولادكُم شَبّوا\nوَقَلبْتُمُ ظهر المجن لنا\n...\nإن اللئيم الغادر الخب\nيريد: قلبتم، فزاد الواو في جواب (إذا)، وقول أبي كبير:\nفإذا وذلك ليس إلا حينه\n...\nوإذا مضى شيء كأن لم يُفْعلِ\nوقول الآخر، أنشده الأخفش:\nكنا ولا تعصى الحليلةُ بعلَها\n...\nفاليوم تضربه إذا ما هو عَصَى\nالواو زائدة في خبر (كان). والتقدير: (كنت قد يئست)، وكنا لا تعصى الحليلة بعلها.\nالجزء: 1 ¦ الصفحة: 72\n",
        "ومن زيادة الفاء قوله:\nيموتُ أناس أو يشيبُ فتاهم\n...\nويحدث ناس والصغير فيكبر\nيريد: والصغير يكبر، وقول أبي كبير:\nفرأيت ما فيه فثُمَّ رزيته\n...\nفلبثت بعدك غير راض معمري\nيريد: ثم رزيته، وقول الأسود بن يعفر:\nفَلَنهشل قومي ولي في نهشل\n...\nنسب لعمر أبيك غير غِلابِ\nزاد الفاء في أول الكلام، لأن البيت أو القصيدة.\nومثل ذلك زيادة (بل) في قول العجاج:\nبَلْ ما هاج أحزاناً\n...\nوشجواً قد شجا\nألا ترى أنه زاد (بل) أول الكلام، لأن هذا البيت أول الرجز، وجعلها وإن لم ينتظمها الوزن كالفاء التي انتظمها الوزن في بيت الأسود. ولا يحفظ زيادة (بل) إلا في هذا البيت.\nومن زيادة (أم) قول الراجز، أنشده أبو زيد:\nالجزء: 1 ¦ الصفحة: 73\n",
        "يا دهر أم ما\n...\nكان مشيي رَقَصا\nبَلْ قَدْ تَكُونُ\n...\nمِشْيتي تَوَقّصا\nيريد: يا دهر ما كان مشيي رقصاً، وقول الشاعر:\nيا ليت شعري لا منجي من الهرم\n...\nأم هل على العَيشِ بعد الشّيبِ من نَدم\nيريد: ياليت شعري هل على العيش بعد الشيب من ندم. واعترض، بقوله: لا منجي من الهرم، بين شعري والجملة التي في موضع معموله.\nوأجاز الفارسي في قوله أبي ذؤيب:\nفأجبتها أما لجسمي أنه\n...\nأودى بنيَّ من البلاد فودعوا\nأن يكون الأصل في (أما): أم ما، وتكون (أم) زائدة، و (ما) بمعنى الذي.\nوالتقدير: فأجبتها الذي لجسمي أنه أودى.\nوعلى زيادة (أم) حمل أبو زيد قوله تعالى: (أفلا تبصرون أم أنا خير) التقدير، عنده: أنا خير من هذا الذي هو مهين. ووافقه على جواز ذلك أبو بكر بن طاهر، من المتأخرين.\nالجزء: 1 ¦ الصفحة: 74\n",
        "والصحيح أنها غير زائدة، لأن زيادتها قليلة، فلا ينبغي أن تحمل الآية عليها، إذ قد يمكن حملها على ما هو أحسن من ذلك. ألا ترى أنه يمكن أن تكون منقطعة،\nعلى ما ذهب إليه س، أو متصلة، على ما ذهب إليه الأخفش. وقد بين النحويون الوجهين، فأغنى ذلك عن ذكره هنا.\nومنها: زيادة (إلا)، نحو قول الشاعر:\nأرى الدهرَ إلا منجنوناّ بأهله\n...\nوما صاحبُ الحاجات إلا مُعذبا\nهكذا رواه المازني، يريد: أرى الدهر منجنوناَ بأهله. وكذلك جعلها في قول الآخر:\nما زال مذ وجفت في كل هاجرةِ\n...\nبالأشعث الورد إلا وهو مهموم\nيريد: هو مهموم، فزاد (إلا) والواو في خبر (زال)، وفي قول الآخر:\nوكلهم حاشاك إلا وجدته\n...\nكعين الكذوب جهدها واحتفالها\nيريد: وكلهم حاشاك وجدته، وفي قول ذي الرمة:\nحراجيج ما تنفك إلا مناخةَ\n...\nعلى الخَسْف أو نَرمي بها بلداً قفرا\nالجزء: 1 ¦ الصفحة: 75\n",
        "يريد: ما تنفك مناخة.\nوهذه الأبيات كلها تحتمل (إلا) فيها أن تكون غير زائدة، إلا البيت الأول فإنها لا تكون فيه إلا زائدة، وذلك بأن تجعل (زال) و (تنفك) (تامتين)، وتكون (إلا) إذ ذاك داخلة على الحال.\nويقال إن ذا الرمة لما عيب عليه قوله: (ما تنفك إلا مناخة) فطن له، فقال: إنما قلت: (آلا مناخة)، أي شخصاً، كما قال:\nفما بلغت بنا سَفوانَ حتى\n...\nطرحن سِخَالهن فصِرْن آلا\nوكذلك، أيضا، تجعل (إلا) في قوله: (وكلهم حاشاك إلا وجدته) إيجابا للنفي الذي يعطيه معنى الكلام. ألا ترى أن المعنى: ما منهم أحد، حاشاك، إلا وجدته. وعلى ذلك حمله الفراء.\nومنها: زيادة (لا) لفظاً ومعنى، قول جرير:\nما بالُ جهلكَ بعد الحلمِ والدينِ\n...\nوقد علاك مشيبُ حين لا حينِ\nيريد: حين حين، أي في وقته. وقول الآخر:\nالجزء: 1 ¦ الصفحة: 76\n",
        "أبي جوده (لا) البخلَ واستعجلت به\n...\nنعم من فتى لا يمنع الجودَ قاتلَه\nيريد: أبي جودة البخل. ولا ينبغي أن تجعل منصوبة الموضع بـ (أبي) والبخل بدل منها، لأن (لا) إذا استعملت اسماً مدت: قال الشاعر:\nكأنك في الكتاب وجدت لاَء\n...\nمحرمة عليك فما تَحلَ\nفمد (لا) لما جعلها اسماً. وقول الآخر، أنشده أبو الحسن الأخفش:\nلو لم تكن غَطَفانُ لا ذنوبَ لهَا\n...\nإلى لامت ذَوُو أحسابها عُمرا\nقال أبو الحسن: لا زائدة. والمعنى لها ذنوب إلي.\nومنها: زيادة (كان) للدلالة على الزمان الماضي، نحو قول الفرزدق:\nفي لجةٍ غمرت أباك بُحُورها\n...\nفي الجاهلية - كان - والإسلام\nوقول الآخر، أنشده الفارسي:\nفي غرف الجنة العليا التي وجبت\n...\nلهم هناك بسعي - كان - مشكورِ\nالجزء: 1 ¦ الصفحة: 77\n",
        "يريد: بسعي مشكور، وقول الآخر، أنشده الفراء:\nسراة بني أبي بكر تساموا\n...\nعلى - كان - المسومةِ العرابِ\nوقول غيلان بن حريث:\nإلى كناس - كان\n...\n- مُستعيدهِ\nيريد: إلى كناس مستعيده، وقول امرئ القيس، في الصحيح من القولين:\nأرى أم عمرو دمعها قد تحدرا\n...\nبكاء على عمرو وما كان أصبرا\nيريد: وما أصبر، أي: وما أصبرها.\nوقد تزاد في سعة الكلام، ومنه قول قيس بن غالب البدري: (ولدت فاطمة بنت الخرشب الكملة من عبس، لم يوجد - كان - مثلهم يريد: لم يوجد مثلهم، إلا أن\nذلك لا يحسن إلا في الشعر.\nوإنما أوردت زيادتها في (فعل)، دون زيادة الجملة، لأنها في حال زيادتها غير مسندة إلى شئ. وسبب ذلك أنها لما زيدت للدلالة على الزمان الماضي، فقيل: زيد - كان - قائم، أشبهت (أمس) من قولك: زيد\nالجزء: 1 ¦ الصفحة: 78\n",
        "- أمس - قائم، فحكم لها بحكم (أمس)، فلم تسند إلى شئ، كما أن (أمس) كذلك. ونظير ذلك استعمالهم (قلما)، وهي في الأصل غير مسندة إلى فاعل، لما كانت في معنى ما لا يسند إليه، وهو حرف النفي، ألا ترى أنك تقول: قلما يقوم زيد، إذا أردت ذلك المعنى.\nولا يزاد شئ من أخواتها، إلا أن يسمع من ذلك شئ، فيحفظ ولا يقاس عليه لشذوذه، نحو ما حكاه أبو الحسن من قولهم: ما أصبح أبردها، وما أمسى أدفاها، يعنون الدنيا، أي: ما أبردها في الصباح، وما أدفاها في المساء.\nوأما زيادة الجملة فمنها: زيادة (أكاد)، و (تكاد)، نحو قول حسان:\nوتكاد تكسل أن تجيء فراشَها\n...\nفي جسم خرعبةٍ ولين قوامِ\nيريد: وتكسل أن تجيء فراشها، لأن المرأة إنما توصف بالكسل، لا بمقاربته، كما قال امرؤ القيس:\n. . . . . . . . .\n...\nيطفن بجماء المرافق مِكسال\nوقول الآخر:\nفإن لا ألومُ النفس فيما أصابها\n...\nوإن لا أكادُ بالذي نلت أنجح\nيريد: وإن لا أنجح بالذي نلت.\nالجزء: 1 ¦ الصفحة: 79\n",
        "فأما قول حسان:\nعلى ما قام يشتمني لئيمُ\n...\nكخنزيرٍ تمرغ في رماد\nوقول بعض بني نبهان:\nفإن كنت سيدنَا سُدْتَنَا\n...\nوإن كنت للخال فأذهب فَخَلْ\nفزعم أبو الفتح أن (قام) في البيت الأول، و (فأذهب) في البيت الثاني زائدتان، لأن المعنى: وإن كنت للخال فخل، وعلام يشتمني، وإنهما زيدتا توكيداً للكلام وتمكيناً له.\nوالصحيح أنهما غير زائدتين، لأنه لا موجب لزيادتهما. بل (قام) في بيت حسان ليست ضد (قعد)، بل (في) معنى ثبت، من قوله تعالى (إلا ما دمت عليه قائماً). وكأنه قال: ما ثبت يشتمني لئيم. وكذلك (اذهب) في البيت الثاني له معنى لا يفهم إلا منه. ألا ترى أن المعنى: إن سرت فينا سير السادة المرضية سدتنا، وإن كنت تبغي الخال فأذهب فأطلب لذلك قابلاً وبه راضياً، فإننا لا نقبل ذلك ولا نرضاه. ولو جعلت زائدة لا معنى لها، لكان الكلام يعطي ظاهره الرضى بالخال والقرار على الإدلال، وهو خلاف مراد الشاعر.\nولم تزد العرب من الأسماء شيئاً إلا الضمير، في الفصل خاصة، في نحو قولك: ظننت زيداً هو القائم، لأنه لا موضع له من الإعراب. ألا ترى\nالجزء: 1 ¦ الصفحة: 80\n",
        "أنه لا يمكن أن يكون تأكيداً لزيد، لأن الظاهر لا يؤكد بالمضمر، ولا بدلاً منه، لأن الضمير إذا كان بدلاً من منصوب كانت صيغته صيغة الضمير المنصوب. فلو كان بدلاً منه لوجب أن يقال: ظننت زيداً إياه القائم.\nوزعم الكسائي أن العرب قد زادت من الأسماء (من) في الشعر واستدل على ذلك بقول عنترة:\nيا شاة مَن قنص لمن حلت له\n...\nحرمت علي وليتها لم تحرمِ\nوقول الآخر:\nآلُ الزبير سنَام المجد قد علمت\n...\nذاك القبائلُ والأثْرون مَنْ عَددا\nوالتقدير عنده في البيت الأول: يا شاة قنص، وفي البيت الثاني: والأثرون عدداً.\nولا حجة له في البيتين على زيادة (من)، لاحتمال أن تكون فيهما نكرة موصوفة،\nكما هي في قوله:\nإني وإياك إذ حلت بأرحلنا\n...\nكمن بواديه بعد المحلِ ممطورِ\nألا ترى أن ممطوراً صفة لـ (من)، وأن المعنى: كإنسان ممطور بواديه بعد المحل، وتكون في بيت عنترة موصوفة بالمصدر الذي هو (قنص)، على\nالجزء: 1 ¦ الصفحة: 81\n",
        "حد قولهم: مررت برجل فطر، أي مفطر، وفي البيت الآخر بالاسم الموضوع موضع المصدر، وهو (عددا)، والمعنى: يا شاة إنسان قانص، والأثرون قوماً معدودين.\nوزعم أبو عبيدة أن قول لبيد:\nإلى الحولِ ثم اسم السلام عليكما\n...\nومن يبك حولاً كاملاً فقد اعَتَذرْ\nإنما هو على زيادة (اسم)، وكأنه قال: ثم السلام عليكما، وكذلك قول غيلان:\nلا يُنعشُ الطرف إلا ما تخونه\n...\nداع يناديه باسم الماء مبغوم\nلأن المعنى: يناديه بالماء.\nوالمعنى كما قاله أبو عبيدة، لكنه ليس على زيادة (اسم)، كما ذهب إليه، بل ما ذكره أبو علي من حذف مضاف، أي: ثم اسم معنى السلام عليكما، وباسم معنى الماء. واسم معنى السلام هو السلام، وكذلك اسم الماء هو الماء، وإضافة المعنى الذي هو المسمى إلى اللفظ الذي هو الاسم قد جاء في كلامهم: حكى أحمد بن إبراهيم - أستاذ ثعلب: (هذا ذو\nالجزء: 1 ¦ الصفحة: 82\n",
        "زيد، أي صاحب هذا الاسم الذي هو زيد. ومن ذلك قوله:\nفكذبوها بما قالت فصبحهم\n...\nذو آل حسان يزجي الموت والشرعا\nأي أصحاب هذا الاسم الذي هو آل حسان.\nالجزء: 1 ¦ الصفحة: 83\n",
        "فصل النقص\nوهو منحصر في نقص حركة، ونقص حرف ونقص كلمة.\nفأما نقص الحركة منه: حذفهم الفتحة من عين (فعل)، مبالغة في التخفيف، نحو\nقول الراجز، أنشده الأصمعي:\nعلى محالاتٍ\n...\nعُكسنَ عَكسا\nإذا تسداها\n...\nطلابا غَلسا\nيريد: غلسا، وقول الآخر:\nوما كل مغبون ولو سَلف صفقة\n...\nيراجع ما قد فاته برداد\nيريد: سلف، وقول الآخر:\nوقالوا ترابي فقلت صدقتهم\n...\nأبي من تراب خَلقَهُ الله آدمُ\nالجزء: 1 ¦ الصفحة: 84\n",
        "يريد: خلقه الله، وقول أبي خراش:\nولحم امرئ لم تطعم الطير مثله\n...\nعشية أمسى لا يبين من البَكمِ\nيريد: من البكم. ومنه قول ذي الرمة:\nأبت ذِكر عودن أحشاَء قلبه\n...\nخفوقاً ورَفضَاتِ الهوى في المفاصل\nفحكم لـ (رفضات)، وهو اسم، بحكم الصفة: ألا ترى أن (رفضات) جمع (رفضه)، و (رفضه) اسم. والاسم إذا كان على وزن (فعله)، وكان صحيح العين، فإنه إذا جمع بالألف والتاء لم يكن بد من تحريك عينة، اتباعاً لحركة فائه، نحو: جفنه وجفنات وقصعة وقصعات. وإن كان صفة بقيت العين على سكونها، نحو: ضخمة وضخمات، وصعبة وصعبات. وإنما فعلوا ذلك - فرقاً بين الاسم والصفة، وكان الاسم أولى بالتحريك لخفته، فأحتمل لذلك (ثقل) الحركة، وأيضا فإن الصفة تشبه الفعل، لأنها ثانية عن الاسم غير الصفة، كما أن الفعل ثان عن الاسم. فكما أن الفعل إذا لحقته علامة جمع، نحو: ضربوا، ويضربون، لم يغير، فكذلك لم تغير الصفة إذا لحقتها علامتا الجمع، وهما الألف والتاء. فكان ينبغي - على هذا - أن يقول: (رفضات)، إلا أنه لما اضطر إلى التسكين حكم لها بحكم الصفة فسكن العين.\nالجزء: 1 ¦ الصفحة: 85\n",
        "ومثل ذلك قوله:\nولكن نَظْراتٍ بعين مريضةِ\n...\nأولاك اللواتي قد مثلن بها مثلا\nوقول الآخر:\nعلى صروفَ\n...\nالدهرِ أو دولاتها\nيدلننا اللمة\n...\nمن لماتها\nفتستريح النفس\n...\nمن زَفراتها\nوقول الآخر:\nوحملت زَفْرات الضحى فأطقتُها\n...\nوما لي بزَفراتِ العشي يدان\nوقول لبيد:\nرحلن لشقة ونُصِبن مصبا\n...\nلوَخْرات الهواجرِ والسموم\nوقول الآخر، أنشده ابن الأعرابي:\nيا صاحب اجتنبن الشام إن بها\n...\nحمّى زعافا وحصباتٍ وطاعونا\nوقول الآخر، أنشده الزجاجي، في نوادره، لأعرابية:\nفاجتث خيرهما من جنب صاحبه\n...\nدهر يكر بفرحات وترحات\nالجزء: 1 ¦ الصفحة: 86\n",
        "ومما يبين لك صحة ما ذكرته من أن تسكين العين إنما هو بالحمل على الصفة، أن أكثر ما جاء من ذلك في الشعر إنما هو مصدر لقوة شبه المصدر باسم الفاعل الذي هو صفة. ألا ترى أن كل واحد منهما قد يقع موقع صاحبه: يقال رجل عدل، أي عادل، فوقع (عدل)، وهو مصدر، موقع (عادل)، وهو اسم فاعل. وقال تعالى: (ليس لوقعتها كاذبة)، أي: كذبُ فوقع (كاذبة)، وهو اسم فاعل، موقع (كذب)، وهو مصدر.\nوالمعتل اللام من (فعلة) بمنزلة الصحيح اللام في أن العين لا تسكن في جمع الاسم منه إلا في ضرورة، نحو قوله:\nدعا دعوة كرز وقد أحدقوا به\n...\nفراغ ودعوات الخبيب تروغ\nوقد شذوا في شيء من هذا المعتل اللام، فاستعملوا عينة ساكنة، في سعة الكلام: حكى أبو الفتح عن بعض قيس: ثلاث ظبيات، بإسكان الباء. وروي أيضاً عن أبي زيد عنهم: شرية وشريات.\nومنه: حذفهم الفتحة من آخر الفعل الماضي تخفيفاً، نحو قول وضاح اليماني\nعجب الناس وقالوا\n...\nشعر وضاح اليماني\nإنما شعري - قَند\n...\nقد خُلطْ (بالجلجلان)\nالجزء: 1 ¦ الصفحة: 87\n",
        "وقول نَهشل بن حَري، في إحدى الروايتين:\nفلما تبَيَّن غب أمري وأمره\n...\nوولت بإعجاز الأمور صدورُ\nيريد: تبين، وقول كعب بن زهير:\n. . . . . . . . .\n...\nومن أشْبهْ أباه فما ظلم\nيريد: أشبه.\nوحذفها من الفعل المعتل اللام أحسن من حذفها من آخر الصحيح اللام، نحو قول جرير:\nهو الخليفة فارضُوا ما رضَي لكم\n...\nماضي العزيمةِ ما في حكمه جَنفُ\nوقول الآخر، أنشده أحمد بن يحيى:\nليت شعري إذا القيامة قامت\n...\nودُعي بالحساب أين المصير يريد: دعي.\nالجزء: 1 ¦ الصفحة: 88\n",
        "وقد جاء ذلك في سعة الكلام، قرأ الحسن: (وذروا ما بَقي من الربا)، سكن الياء، إلا أن ذلك شاذ يحفظ ولا يقاس عليه.\nومنه: حذفهم الفتحة التي هي علامة أعراب من آخر الفعل المضارع، نحو قول الراعي:\nتأبى قضاعة أن تعرف لكم نسباً\n...\nوابنا نزارِ فأنتم بيضةُ البلدِ\nوقال الآخر:\nفإن ببابِ الدار عينا وإن تُرَعْ\n...\nجداراً لتلك العين أهنى وأجمل\nوقال الآخر، في إحدى الروايتين:\nأخلق بذي الصبر أن يظفرْ بحاجته\n...\nومُدمن القرع للأبواب أن يلجا\nألا ترى أنه قد سكن (تعرف)، (وترع) و (تظفر)، ثم حذفت اللام من (تراع) لالتقاء الساكنين، ونحو قول لبيد:\nالجزء: 1 ¦ الصفحة: 89\n",
        "تراك أمكنة إذا لم أرضها\n...\nأو يرتَبطْ بعضَ النفوس حمامها\nألا ترى أنه أسكن (يرتبط)، وهو في الأصل منصوب، لأنه بعد (أو) التي بمعنى (إلا أن)، وكأنه قال: إلا أن يرتبط بعض النفوس حمامها. وإذا كانت بمعنى (إلا أن)، لم يكن الفعل الواقع بعدها إلا منصوباً بإضمار (أن).\nوحذفها من آخر الفعل المعتل أحسن، نحو قوله:\nإذا شئت أن تَلْهوُ ببعض حديثها\n...\nرفعن وأنزلن القطينَ المولدا\nوقول الآخر:\nفما سودتني عامر عن وراثة\n...\nأبي الله أن أسْمُو بأمَّ ولا أبِ\nوقول الآخر:\nوأن يَعُرَينَ إن كُسِي الجواري\n...\nفَتَنْبو العين عن كرم عِجافِ\nالجزء: 1 ¦ الصفحة: 90\n",
        "ألا ترى أنه قد حذف الفتحة من آخر (تلهو)، و (أسمو)، و (تنبو) تخفيفاً وإجراء للنصب مجرى الرفع.\nومثل ذلك قول الآخر:\nإذا ما غدونا قال ولدان أهلنا\n...\nتعالوا إلى أن يأتيناَ الصيد نحطبِ\nهكذا رواه الفراء. ووجهه أنه سكن الياء من (يأتينا) تخفيفاً، ثم حذفها اجتزاء بالكسرة عنها. ومثل ذلك قول الآخر، أنشده اللحياني في نوادره:\nوأغضى على أشياء منك لتُرْضِني\n...\nوأدعى إلى ما سَّركم فأجيب\nفسكن الياء من (ترضيني)، واجتزأ بالكسرة عنها.\nومن هذا النوع أيضا حذف (الفتحة) التي هي علامة إعراب، من آخر الاسم المعتل، تخفيفاً وتشبيهاً للمنصوب بالمرفوع والمخفوض، نحو قوله:\nإن القَوافي يتَّلجن موالجا\n...\nتَضَايقُ عنها أن تُوَلَّجها الإبرْ\nالجزء: 1 ¦ الصفحة: 91\n",
        "وقول الآخر:\nفتى لو ينادي الشمسَ ألقت قناعها\n...\nأو القمر الساري لألقى المقالدا\nوقول النابغة:\nرَدت عليه أقاصيه ولبده\n...\nضرب الوليدة بالمسحاة في الثأد\nوقول الآخر:\nكأن أيديهن\n...\nبالقاع القَرقْ\nأيدي جوارٍ\n...\nيتعاطين الوَرق\nوقول الآخر:\nيا دارَ هندٍ عفت إلا أثافيها\n...\n. . . . . . . . .\nألا ترى أن (القوافي)، و (الساري)، و (أقاصيه)، و (أيديهن)، و (أثافيها) في موضع (نصب)، وهي مع ذلك مسكنة الأواخر.\nالجزء: 1 ¦ الصفحة: 92\n",
        "ومثل ذلك قول الآخر:\nفلو أن واش باليمامة دارُه\n...\nوداري بأعلى حضرموت اهتدى ليا\nيريد: واشيا، وقول الآخر:\nوكسوت عارٍ لحمه فتركته\n...\nجذلان يسحب ذيله ورداءه\nيريد: عارياً، وقول الآخر:\nومن يطيق مذكِ عند صبوته\n...\nومن يقوم لمستورٍ إذا خلعا\nيريد: مذكياً.\nوحذفت الياء في جميع ذلك لما خففت بالتسكين، لالتقائها مع التنوين وهو ساكن.\nوتسكين الياء في حال النصب من الضرائر الحسنة.\nومنه: حذف علامتي الإعراب - الضمة والكسرة من الحرف الصحيح تخفيفاً، إجراء للوصل مجرى الوقف أو تشبيهاً للضمة بالضمة من (عضد)، وللكسرة بالكسرة من (فخذ) و (إبل)، نحو قول امرئ القيس في إحدى الروايتين:\nالجزء: 1 ¦ الصفحة: 93\n",
        "فاليوم أشربْ غير مُسْتحقِبٍ\n...\nإثماً من الله ولا واغِلِ\nيريد: أشرب، وقول الآخر:\nسيروا بني العم فالأهواز منزلكم\n...\nونهر تيري فما تعْرفْكم العرب\nيريد: فما تعرفكم، وقول الآخر:\nوناع يخبرنا بمقتل سيد\n...\nتقطع من وجد عليه الأنامل\nالجزء: 1 ¦ الصفحة: 94\n",
        "يريد: يخبرنا، وقول ابن قيس الرقيات:\nوأنتِ لو باكرت مشمولةَ\n...\nصهباء مثل الفرس الأشقر\nرُحتِ وفي رجليكِ ما فيهما\n...\nوقد بدا هَنْكِ من المئزر\nوقول الآخر:\nبكل مُدَمّاةٍ وكل مثقف\n...\nتنقاه من مَعْدنْه في البحر جالبه\nيريد: من معدنهِ.\nوأنكر المبرد والزجاج التسكين في جميع ذلك، لما فيه من إذهاب حركة الأعراب، وهي لمعنى، ورويا موضع (فاليوم أشرب): (فاليوم فأشرب)، وموضع (هند من المئزر): (ذاك من المئزر)، وموضع (فما تعرفكم): (فلم تعرفكم).\nوالصحيح أن ذلك جائز سماعاً وقياساً. أما القياس فإن النحويين اتفقوا على جواز ذهاب حركة الإعراب للإدغام - لا يخالف في ذلك أحد منهم.\nالجزء: 1 ¦ الصفحة: 95\n",
        "وقد قرأت القراء:\n(ما لك تأمنا) بالإدغام، وخط في المصحف، بنون واحدة، فلم ينكر ذلك أحد من النحويين. فكما جاز ذهابها للإدغام، فكذلك ينبغي أن لا ينكر ذهابها للتخفيف.\nوأما السماع فثبوت التخفيف في الأبيات التي - تقدم ذكرها. وروايتهما بعض تلك الأبيات على خلاف التخفيف لا يقدح في رواية غيرهما هـ. وأيضاً فإن ابن محارب قرأ: (وبعولَتْهن أحَقّ بردهن)، بإسكان التاء. وكذلك قرأ الحسن: (وما يَعدهُمُ الشيطان)، بإسكان الدال. وقرأ أيضاً (مسلمة ابن محارب) (وإذ يعدكم الله)، بإسكان الدال.\nوكأن الذي حسن مجيء هذا التخفيف في حال السعة شدة اتصال الضمير بما قبله، من حيث كان غير مستقل بنفسه، فصار التخفيف لذلك كأنه قد وقع في كلمة واحدة. والتخفيف الواقع في الكلمة، نحو: عضد في عضد، وفخذ في فخذ، وإبل في إبل، سائغ في حال السعة، لأنه لغة لقبائل ربيعة، بخلاف ما شبه به من المنفصل، فإنه لا يجوز إلا في الشعر.\nفإن كانت الضمة والكسرة اللتان في آخر الكلمة علامتي بناء، اتفق النحويون على جواز حذفهما في الشعر تخفيفاً، نحو قول أبي نخيلة:\nالجزء: 1 ¦ الصفحة: 96\n",
        "إذا اعوججن\n...\nقلت صاحِبْ قوم\nبالدو أمثالَ\n...\nالسفين العومِ\nوقول العذافر الكندي:\nقالت سليمى\n...\nاشترْ لنا دقيقا\nوهات خبز\n...\nالبر أو سويقا\nوقول الآخر:\nفاحذر ولا تَكْتَرْ\n...\nكريا أهوجا\nعلجا إذا ساق\n...\nبنا عَفَنْجَجَا\nوقول الآخر:\nومن يتّقْ فإن الله معْهُ\n...\nورزق الله مؤتاب وغادي\nألا ترى أن الأصل: صاحب قوم، واشتر، ولا تكتر كرياً، ومن يتق فإن الله، إلا أنه سكن إجراء للمتصل مجرى المنفصل، أو إجراء للوصل مجرى الوقف، كما تقدم في تسكين المرفوع والمخفوض.\nفأما قراءة من قرأ: (ويخشَ الله ويتّقْه)، فسكن القاف، يريد: ويتقه، فإن التسكين فيها أحسن من التسكين في (اشتر لنا) وأمثاله،\nالجزء: 1 ¦ الصفحة: 97\n",
        "لشدة اتصال الضمير بما قبله، على ما تقدم تبيينه.\nوأما نقص الحرف فمنه: وصل ألف القطع، نحو قول أبي الأسود:\nيا با المغيرة رب أمرِ مُعْضل\n...\nفرجتهُ بالمكرِ مني والدّها\nيريد: يا أبا المغيرة، وقول الآخر:\nيا للرجالِ لحادثِ الأزمانِ\n...\nو (النسوةِ) من آل (أبي) سفيان\nو (قول) حاتم الطائي:\nأبوهم أبي والأمهات امهاتنا\n...\nفأنعم ومتعني بقيس بن جَحْدرِ\nيريد: والأمهات أمهاتنا، وقول أبي زبيد الطائي:\nوأيقن أكدر إذ صاروا ثمانيةُ\n...\nأن قد تفرد أهلُ البيت بالثمن\nيريد: أكدر، على وزن أحمر، وهو هاهنا اسم كلب، وقول الآخر، أنشده أبو الحسن:\nالجزء: 1 ¦ الصفحة: 98\n",
        "تضب لثات الخيل في حجراتها\n...\nوتسمع من تحت العَجاجِ لها ازملا\nيريد: لها أزملا. والأزمل: الصوت، وقول الآخر:\nقلت لشيطاني\n...\nوشيطاناتي\nلا تقربوني أنا\n...\nفي الصلاة\nوقول الآخر:\nحتى يقول\n...\nكل من راهُ إذْ راهْ\nيا ويحه من\n...\nجملِ ما أشقاه\nيريد: من رآه إذ رآه. وأنشد أحمد بن يحيى:\nهُويّ جندِ\n...\nإبليسِ المِريدِ\nيريد: جند إبليس.\nوقد جاء ذلك في الفعل: قال الطرماح:\nألا أيها الليل الطويل ألا أصبح\n...\nبتم وما الإصباح فيك بأروح\nيريد: ألا أصبح، وقال الآخر:\nما شدّ أنفسهم وأعلمهم بما\n...\nيحمي الذمار به الكريم المسلم\nالجزء: 1 ¦ الصفحة: 99\n",
        "يريد: ما أشد أنفسهم. وأنشد أبو علي:\nإن لم أقاتل\n...\nفألْبِسوني بُرقُعا\nوفتخاتٍ في\n...\nاليدين أربعا\nيريد: فألبسوني. ومثل ذلك قول الآخر:\nت لي آل عوف فانْدهم لي جماعة\n...\nوسل آل عوف أي شيء يضيرها\nيريد: ائت، فحذف الهمزة التي هي فاء (الكلمة)، فبقيت التاء متحركة، فلم يحتج إلى اجتلاب همزة وصل، وقول الآخر:\nفإن نحن لم ننهض لكم فنبزكم\n...\nفَتُونا فقودونا إذا بالخزائمِ\nيريد: فأتونا، فحذف الهمزة. وهو في الشعر كثير.\nوقد جاء منه شيء في الكلام: حكى أبو زيد: (لاب لك)، يريدون: لا أب لك. وقرأ سالم بن عبد الله: (فمن تعجل في يومين فلا آثم عليه) بحذف همزة (أثم). وقرأ ابن محيصن: (وآتيتم إحداهن).\nالجزء: 1 ¦ الصفحة: 100\n",
        "وقرأ ابن كثير في بعض الروايات عنه:\n(إنها لإحدى الكبر)، بحذف همزة إحدى. وحكى أبو علي الدينوري أن العرب يقولون: (مخيرك)، يريدون: ما أخيرك. وحكى أيضاً عن المازني أن العرب يقولون: (ما شر اللحم للمريض)، (ما خير اللبن)، تريد: ما أشر، وما أخير. وحكى الكوفيون أيضاً عن العرب: (ما خبر اللبن للصحيح، وما شره للمبطون).\nومنه: ترك صرف ما ينصرف. وفيه خلاف، فأجازه الكوفيون وبعض البصريين. ومنعه س وأكثر البصريين. واحتج المانعون له بأنه إخراج الاسم عن أصله، لأن الأسماء المعربة الأصل فيها أن تكون منصرفة. قالوا: وإنما يجوز في الضرورة رد الكلمة إلى أصلها، لا إخراجها عن ذلك. وزعموا أن ما أنشده الكوفيون، شاهداً على منع صرف ما ينصرف، على غير ما أولوه، أو ينشد على غير ما أنشدوه. ألا ترى أنهم استدلوا بقول عباس بن مرداس:\nالجزء: 1 ¦ الصفحة: 101\n",
        "فما كان حصن ولا حابس\n...\nيفوقان مرداس في مجمع\nفلم يصرف مرداساً، وهو أبوه وليس بقبيلة. والرواية عندنا فيه: (يفوقان شيخي). وشيخه هو مرداس. واستدلوا بقول (ابن قيس الرقيات):\nومصعب حين جد الأم\n...\nر أكثرها وأطيبها\nفلم يصرف مصعباً. والرواية عندنا فيه: (وأنتم حين جد الأمر). واستدلوا بقول دوسر بن دهبل القريعي:\nوقائلةِ ما بال دَوْسرَ بعدنا\n...\nصحا قَلْبُه عن آل ليلى وعن هندِ\nفترك صرف دوسر. والجيد الصحيح، عندنا، في إنشاد بيت دوسر: (وقائلة ما للقريعي بعدنا) واستدلوا بقول ذي الإصبع:\nوممن ولدوا عام\n...\nرُ ذو الطولِ وذو العرضِ\nفلم يصرف عامراً، ولم يجعله قبيلة، لأنه قد وصفه بالمذكر، فقال: (ذو الطول وذو العرض). ولو كان قبيلة لقال: ذات الطول وذات العرض ولا حجة لهم في\nذلك، لأن عامراً أبو القبيلة، فيجوز أن تعنى به القبيلة فلا\nالجزء: 1 ¦ الصفحة: 102\n",
        "يصرف، ثم يذهب به مذهب أبي الحي، فيقال ذو الطول، كما قال عز وجل: (ألا إن ثمود كفروا رَبَّهم ألا بُعدا لثمود)، فصرف الأول لما ذهب به مذهب (أبي) الحي، وترك صرف الثاني لما ذهب به مذهب القبيلة.\nوما ذكروه من التأويل في هذا البيت ممكن. وأما الأبيات الثلاثة التي تقدمت قبل هذا البيت، فلا يقدح روايتهم لها في رواية الكوفيين، بل الروايتان محمولتان على الصحة. إلا أنه لا دليل للكوفيين على ما ذهبوا إليه من منع الصرف في بيت مرداس، ولا في بيت ابن قيس الرقيات، لأن حذف التنوين لا يكون دليلاً على منع الصرف إلا بشرط أن يستعمل الاسم، مع ذلك، في موضع (الجر) مفتوحاً. وكذلك أيضاً لا دليل لهم في قول الزبير بن عبد المطلب عم النبي صلى الله عليه وسلم، في أخيه العباس:\nإن أخي عباسَ\n...\nعف ذو كرمْ\nفيه عن العوراء\n...\nإن قيلت صمم\nوفي قول الآخر:\nلولا انقطاع الوحي بعد محمد\n...\nقلنا محمدُ من أبيه بديل\nلأن عباساً ومحمداً ليسا في موضع الخفض.\nومن هذا القبيل قول أبي الطيب:\nالجزء: 1 ¦ الصفحة: 103\n",
        "فحمدانُ حمدون وحمدونُ حارث\n...\nوحارثُ لقمان ولقمانُ راشد\nوالصحيح عندي ما ذهب إليه الكوفيون، بدليل قول دوسر: (ما بال دوسر بعدنا)، قول عمرو بن عدي، ابن أخت جذيمة:\nفإن تستنكري عمرا فإني\n...\nأنا ابن عديَّ حقاً فأعرفينا\nوقول الأخطل:\nطلب الأزارق بالكتائب إذ هوت\n...\nبشبيبَ غائلة النفوس غدور\nوقول أبي دهبل:\nأنا أبو دهبلَ\n...\nوهْبُ لوهَبْ\nمن جُمحِ والعز\n...\nفيهم والحسبْ\nوقول الكميت:\nيرى الراؤون بالشقرات منها\n...\nكنار أبي حباحبَ والظبينا\nالجزء: 1 ¦ الصفحة: 104\n",
        "وقول حسان بن ثابت:\n. . . . . . . . .\n...\nشلت يدا وحشيَّ من قاتل\nألا ترى أن دوسراً، وعدياً، وشبيباً، ودهبلاً، وأبا حباحب، ووحشياً، في موضع خفض، وهي مع ذلك مفتوحة غير منونة.\nووجه منعها الصرف اعتدادهم فيها بعلَّة واحدة من العلل المانعة للصرف، وهي العلمية، تشبيهاً لها بالعلة التي تمنع الصرف وحدها.\nومنه: حذف التنوين لالتقاء الساكنين، نحو قول حسان:\nلو كنت من هاشم أو من بني أسد\n...\nأو عبد شمس أو أصحاب اللوى الصيد\nأو من بني زهرةِ الأخبار قد علموا\n...\nأو من بني خلفِ الخضر الجلاعيد\nيريد: من بني خلف الخضر، وقول أبي الأسود:\nفألفيته غير مُسْتَعتبٍ\n...\nولا ذاكرَ الله إلاّ قليلا\nيريد: ولا ذاكراً الله إلا قليلاً، وقول ابن قيس الرقيات:\nتذهل الشيخ عن بينه وتبدي\n...\nعن خدام العقيلةُ العذراءُ\nالجزء: 1 ¦ الصفحة: 105\n",
        "يريد: عن خدام العقيلة، وقول الآخر:\nحُمَيْدُ الذي أمج داره\n...\nأخو الخمر ذو الشيبة الأصلع\nيريد: حميد الذي. وقول الآخر، أنشده الفراء:\nلتجدّنّي\n...\nبالأميرِ برّا\nوبالقناة\n...\nمدعسا مكرّا\nإذا غطيفُ\n...\nالسلمي فرّا\nيريد: غطيف السلمي.\nفأما قراءة أبي عمرو: (عزيرُ ابن الله)، فإنما حذف التنوين لأنه جعل (ابن الله) صفة لعزير، والخبر محذوف، والتقدير: عزيرُ ابن الله إلهنا. والعرب تحذف التنوين من الاسم العلم الموصوف (بابن) المضاف إلى العلم لالتقاء الساكنين، وهما التنوين وباء (ابن)، مع كثرة الاستعمال الداعية إلى التخفيف. فأما حذفه فيما عدا ذلك، فإنما سببه مجرد التقاء الساكنين، وهو غير جائز إلا في الضرورة. وقد نص س على ذلك في الباب الذي ترجمته: باب من اسم الفاعل (الذي) جرى مجرى الفعل المضارع\nالجزء: 1 ¦ الصفحة: 106\n",
        "في المفعول في المعنى.\nومنه حذف النون من الثنية والجمع من غير أن يكونا موصولين أو مضافين، نحو قول الشاعر:\nيقولون ارتحل قبلي قريشاً\n...\nوهم متكنفو البيتَ الحراما\nيريد: وهم متكنفون البيت، ونحو قول تأبط شرا:\nهما خطتا إما إسارُ ومنةُ\n...\nوإما دمُ والقتلُ بالحر أجدر\nفي رواية من رفع إسارا ومنه، يريد: هما خطتان، وقول الآخر:\nلنا أعنز لبن سمان فبعضها\n...\nلأولادها ثِنْتا وفي بيتنا عنز\nيريد: لأولادها ثنتان. وفي قول أبي حناء الفقعسي:\nقد سالم الحيات\n...\nمنه القدما\nالأفعوان والشجاع\n...\nالشجعما\nالجزء: 1 ¦ الصفحة: 107\n",
        "هكذا رواه الكوفيون بنصب الحيات وحذف النون من (القدما). التقدير:\nالقدمان، وقول الآخر:\nولم تَنَام\n...\nالعينا\nيريد: العينان، وقول أبي نخيلة:\nكأن أذنيه\n...\nإذا تشوفا\nقادمتا أو\n...\nقلما محرفا\nيريد: قادمتان أو قلمان محرفان. هكذا أنشده الكوفيون، ونظروا به بيت أبي حناء المتقدم.\nوذهب الفراء في قول امرئ القيس:\nلها متنتان خظاتا كما\n...\nأكب على ساعديه النّمرْ\nإلى أنه أراد خظاتان، فحذف النون. وأستدل على ذلك بقول الآخر:\nومتنان خظاتان\n...\nكزحلوف من الهَضْبِ\nالجزء: 1 ¦ الصفحة: 108\n",
        "ولا يحفظ شيء من ذلك في كلام العرب، إلا ما نسبوه إلى كلام الطير، وهو قول الحجلة للقطاة: (قطا قطا، بيضك ثنتا وبيض مائتا)، أي ثنتان ومائتان.\nووجه حذف النون في جميع ذلك التشبيه بما يجوز حذفها منه في فصيح الكلام، وهو الموصول، نحو قول الأخطل:\nابني كليبٍ إن عميّ اللذا\n...\nقتلا (الملوك) وفككا الأغلالا\nوقول الأشهب بن رميلة:\nإن الذي حانت بفلج دماؤهم\n...\nهم القوم كل القوم يا أم خالد\nومنه: حذف النون الذي هو علامة للرفع في الفعل المضارع، لغير ناصب ولا جازم، تشبيهاً لها بالضمة من حيث كانتا علامتي رفع، نحو قول أيمن بن خريم:\nالجزء: 1 ¦ الصفحة: 109\n",
        "وإذ يغصبوا الناس أموالهم\n...\nإذا ملكوهم ولم يغصبوا\nوقول الآخر:\nأبيت أسري\n...\nوتبيتي تدلكي\nوجهك بالعنبر\n...\nوالمسك الذكي\nوقول الآخر، أنشده الفارسي:\nوالأرض أورثت\n...\nبني آداما\nما يغرُسُوها\n...\nشجراً أياما\nوقول الآخر، أنشده ابن جني في كتاب القد له:\nتسلأ كل\n...\nحرة نحيين\nوإنما سلأت\n...\nعكتين\nثم تقولي\n...\nاشتر لي قرطين\nألا ترى أن النون قد حذفت من: يغصبون، وتبتين، وتدلكين، ويغرسون، وتقولين، لغير ناصب ولا جازم، كما فعل بالحركة في: (أشرب) من قوله:\nفاليوم أشربْ غير مستحقب\n...\n. . . . . . . . .\nالجزء: 1 ¦ الصفحة: 110\n",
        "ولا يحفظ شيء من ذلك في الكلام، إلا ما جاء في حديث خرجه مسلم في قتلى بدر، حين قام عليهم رسول الله صلى الله عليه وسلم فناداهم. . . الحديث، فسمع عمر قول النبي صلى الله عليه وسلم، فقال: (يا رسول الله، كيف يسمعوا، وأنى يجيبوا، وقد جيفوا) فحذف النون من (يسمعون) و (يجيبون).\nومنه: حذف النون الخفيفة الداخلة على الفعل المضارع للتأكيد، من غير أن يلقاها ساكن، نحو قوله، أنشده أبو زيد في نوادره:\nاضرِبَ عنك الهمومَ طارقها\n...\nضَرْبكَ بالسّوْطِ قونَسَ الفرس\nقال ابن خروف: إنما جاز ذلك على التقديم والتأخير، فتوهم اتصال النون من (اضربن) بالساكن بعده.\nوالصحيح أنه حذفها تخفيفاً، لما كان حذفها لا يخل بالمعنى، وكانت الفتحة التي\nفي الحرف قبلها دليلة عليها.\nويدلك على صحة ذلك قول الشاعر، أنشده الجاحظ في البيان له:\nخلافاً لقولي من فَيالة رأيه\n...\nكما قيل قبل اليوم خالفَ تُذكرا\nالجزء: 1 ¦ الصفحة: 111\n",
        "يريد: خالفن، وقول الآخر، أنشده الفارسي:\nإن ابن أحوص مغرور فبلَّغَهُ\n...\nفي ساعديه إذا رام العلا قصر\nيريد: فبلغنه، وقول الآخر:\nيا راكباً بلغَ إخواننا\n...\nمن كان من كندة أو وائلِ\nيريد: بلغن. ألا ترى أن النون من (خالفن)، و (بلغنه) و (بلغن) لا يمكن أن يقال إنها حذفت على توهم اتصالها بساكن.\nومثل ذلك ما أنشده أبو زيد في نوادره:\nفي أي يومي\n...\nمن الموت أفر\nأيوم لم يُقْدرَ\n...\nأم يوم قدر\nيريد: لم يقدرن، ودخلت النون على الفعل المنفي بلم، كما دخلت عليه في قول الآخر:\nيحِسبه الجاهلُ\n...\nما لم يَعْلما\nالجزء: 1 ¦ الصفحة: 112\n",
        "ولا يجوز مثل هذا في سعة الكلام إلا شاذاً، نحو قراءة أبي جعفر المنصور: (ألم نشرحَ لك صدرك)، بفتح الحاء.\nومنه: حذف نون الوقاية من: (ليت)، (عن)، و (من) و (قد)، نحو قول زيد الخيل:\nكمنيةِ جابرٍ إذ قال ليتني\n...\nأصادِفُه وأتلف جل مالي\nوقول الآخر:\nأيها السائل عنه وعني\n...\nلست من قيسِ ولا قيس مني\nوقول الآخر:\nقدني من نصر\n...\nالخُبَيْبين قدى\nوقول الآخر، أنشده أحمد بن يحيى:\nقد القلب من وجد برحت به قد\n...\nوللقلب من وجد بها أبداً قدى\nالجزء: 1 ¦ الصفحة: 113\n",
        "ولا يجوز في الكلام إلا ليتني، وعني، ومني، وقدني. هذا مذهب البصريين. وزعم الكوفيون أنه يجوز في ما بعد (قد) النصب والخفض، يقال: قد عبد الله درهم، فمن نصب عبد الله قال: قدني درهم، فأثبت النون، ومن خفض عبد الله قال، إذا أضاف إلى نفسه، قدي درهم.\nوالصحيح ما ذهب إليه البصريون، لأنه لا يحفظ قدي، بحذف النون، إلا في ضرورة الشعر.\nومنه: حذف نون لكن، ومن، ولم يكن، لالتقاء الساكنين تشبيهاً بالتنوين، أو بحرف المد واللين، من حيث كانت ساكنة وفيها غنة، وهي فضل صوت في الحرف، كما أن حرف المد واللين ساكن، والمد فضل صوت فيه.\nفمن حذف نون (من) قول الأعشى.\nوكأن الخمرَ المدامةَ مِ الأس\n...\nفنط ممزوجةُ بماء زلال\nيريد: من الأسفنط. وفيه جمع بين ضرورتين: حذف نون (من)، وقطع همزة الوصل، وقول الآخر:\nأبلغ أبا دُخْتَنُوسَ مالكة\n...\nغير الذي قد يقال مِ الكذب\nيريد: من الكذب، وقول أبي صخر:\nالجزء: 1 ¦ الصفحة: 114\n",
        "وكأنهما مِ الآن لم يتغيروا\n...\nوقد مر للدارين من بعدنا عَصْر\nيريد: من الآن.\nومن حذف نون (لكن) قول النجاشي:\nفلست بآتية ولا أستطيعه\n...\nولاكِ اسقني إن كان ماؤك ذا فضل\nيريد: ولكن اسقني.\nومن حذف نون (لم يكن) قوله:\nلم يكُ الحق على أن هاجه\n...\nرسم دار قد تعفى (بالطلل)\nيريد: لم يكن الحق.\nفإن قال قائل: لم زعمت أن حذف (نون) لم يكن ضرورة وهي تحذف في فصيح الكلام، قال الله تعالى: (خلقتك من قبل ولم تَكُ شيئاً)،\nالجزء: 1 ¦ الصفحة: 115\n",
        "فالجواب أن نقول: إن العرب إنما تحذفها في الكلام إذا لم يكن بعدها ساكن، لأنها إذ ذاك تكون ساكنة - تشبه الواو في (يغزو) والياء في (يرمي) والألف في (يخشى) في السكون وفي أن فيها فضل صوت، وهو المد، فأجروها لذلك مجراها في الحذف للجازم. وأما إذا كان بعدها ساكن، فإنها إنما تحذف لالتقاء الساكنين، إذ لو لم تحذف لالتقاء الساكنين لوجب تحريكها. وإذا تحركت لم (تشبه) الياء ولا الواو ولا الألف. وإذا لم تشبهها، لم يحذفها الجازم.\nومنه: قصر الممدود. والنحويون مجمعون على جوازه، لما فيه من رد الاسم إلى أصله بحذف الزائد منه، نحو قول الشاعر:\nأنزل الناسَ بالظواهرِ منها\n...\nوتبّوا لنفسه بطحاها\nوقول الآخر، أنشده الفراء:\nترامت به النسوان حتى رمَوْا به\n...\nوَرَا طرِق الشامِ البلادَ الأقاصيا\nوقول الراجز:\nلابدُ من صنعا\n...\nوإن طال السفر\nفـ (البطحا)، و (ورا)، و (صنعا) ممدودات، وقد قصرت للضرورة بحذف الألف التي قبل الهمزة لأنها زائدة لغير معنى. فلما حذفت الألف، رجعت الهمزة\nفي (بطحا) و (صنعا) إلى أصلها، لأنها مبدلة من ألف التأنيث. وإنما كانت قلبت همزة لاجتماعها مع الألف التي كانت قبلها.\nالجزء: 1 ¦ الصفحة: 116\n",
        "وأما الهمزة في (ورا)، فإنها أصل، وإنما صارت ألفاً بعد القصر، لأنهم سهلوها بإبدالها ألفاً، على حد قولهم في هنأ هنا: قال الشاعر:\nراحت بمسلمة البغال عشية\n...\nفأرعى فزارة لا هناك المرتع\nوحكى السكري عن الكسائي والفراء في شرحه شعر الكميت أنهما قالا إن العرب لا تكاد تقصر ممدوداً في رفع ولا خفض، يقولون! رأيت قضاءك، ولا يقولون: هذا قضاك، ولا (مررت) بقضاك. فعلى هذا قول النمر:\nيسر الفتى طول السلامة والبقا\n...\nفكيف ترى طول السلامة يفعل\nوقول السموأل بن عادياء:\nبني لي عادياً حصناً حصيناً\n...\nإذا ما سامني ضَيْمُ أَبَيت\nالجزء: 1 ¦ الصفحة: 117\n",
        "وقول الأعشى:\nعنده البر والتقى وأسا الشق\n...\nوحمل لمُضْلعِ الأثقالِ\nفي رواية من كسر الهمزة، من القليل عندهما، لأن البقاء، و (عادياء)، و (الأساء) - وهو الدواء، في موضع رفع، وقد قصرت. ولا فرق عند البصريين بين المنصوب وغيره.\nوفي بيت السموأل دليل على ما ذكرناه من أن المحذوف في بطحاء وصنعاء وأشباههما، الألف التي قبل همزة التأنيث لا همزة التأنيث. ألا ترى أنه منع (عاديا) الصرف، ولو كان المحذوف منه الهمزة التي للتأنيث لصرفه، إذ ليس فيه إذ ذاك ما يوجب منع الصرف، فلما منعه الصرف دل ذلك على أن الألف التي في آخره هي الهمزة المبدلة من ألف التأنيث عادت إلى أصلها.\nوزعم الفراء أنه لا يجوز أن يقصر من الممدود إلا ما يجوز أن يجيء في بابه\n(مقصور)، فلا يجوز عنده قصر حمراء، وصفراء، وأشباههما، لأن مذكرهما أفعل والصفة إذا كانت للمذكر على وزن (أفعل) لم يكن المؤنث إلا على وزن فعلاء.\nالجزء: 1 ¦ الصفحة: 118\n",
        "وهذا الذي ذهب إليه باطل، بدليل قول الأعشى:\nوالقارح العدا وكل طِمِرة\n...\nما أن تنالُ يدُ الطويل قَذَالها\nوقول أبي الأسود:\nرأيت الْتِوا هذا الزمانِ بأهله\n...\nوبينهم فيهم تكون النوائبُ\nوقول الآخر:\nولكنما أهدى لقيس هدية\n...\nبفي من أهداها لك الدهرَ إثَلبُ\nوقول الآخر:\nفلو أن الأطبا كانُ حولي\n...\nوكان مع الأطباء الأساه\nألا ترى أن (العدا) فعال كقتال، وضراب، والصفة التي تكون على هذا الوزن لا تجيء على مثال فعلى فتكون من المعتل مقصورة. وكذلك اهداء مصدر أهدى، مثل أكرم إكراماً. والتواء مصدر التوى. ولا يجيء المصدر من أفعل على (أفعل)، ولا من أفتعل على (افتعل)، فيكون مثالهما من المعتل مقصوراً. وكذلك الأطباء جمع طبيب، وأفعلاء جمع (فعيل) لا يجيء في كلامهم إلا ممدوداً.\nومنه: الاكتفاء بالحركات عن حروف المد واللين المجانسة لها الكائنة في\nالجزء: 1 ¦ الصفحة: 119\n",
        "أواخر الكلم، نحو قول خفاف بن ندبة:\nكنواحِ ريش حمامةِ نجديةِ\n...\nومسحت باللثتين عصف الأثمد\nوقول مضرس الأسدي:\nوطرتُ بمنصلي في يعملاتِ\n...\nدوامي الأيدِ يخبطن السريحا\nوقول الأعشى:\nوأخو الغوانِ متى يَشأ يَصرِ منه\n...\nويَعُدْنَ أعداءّ بُعَيْدَ وِدادِ\nألا ترى الياء من (نواحي)، و (الأيدي)، و (الغواني) قد حذفت واجتزئ بالكسرة عنها. ووجه ذلك التشبيه بقصر الممدود، أو بحذفهم لها مع التنوين، من جهة أن الألف واللام والإضافة يعاقبان التنوين، فحكم لكل\nالجزء: 1 ¦ الصفحة: 120\n",
        "واحد منهما بحكم ما عاقبة. فكما تحذف الياء في (نواح)، و (غوان)، و (أيد) مع التنوين، (فكذلك) حذفت في قوله: كنواح ريش حمامة، مع الإضافة، (وحذفت) في (الأيد) و (الغوان) مع الألف واللام.\nومثل ذلك قول الآخر:\nكفاك كف ما\n...\nتليق درهما\nجواداً وأخرى تُعطِ\n...\nبالسيف الدما\nيريد: تعطي، وقول بعض الأنصار:\n. . . . . . . . .\n...\nولقد تُخْفِ شيمتي إعسار\nيريد: تخفي.\nومن الناس من أنكر على س وغيره من النحويين جعلهم حذف الياء من (الأيد) وأمثاله من ضرورة الشعر. وأستدل على ذلك بأنه قد جاء في القرآن حذف الياء في غير رؤوس الآي، وقرأ به عدة من القراء، كقوله سبحانه وتعالى: (من يهدِ الله فهو المهتِد ومن يضلل فلن تجد له ولياً\nالجزء: 1 ¦ الصفحة: 121\n",
        "مرشداً) (و) في آي غيرها.\nوهذا لا يلزم النحويين لأنهم إنما أرادوا من لغته إثبات الياء في الأيدي وأمثاله قد يحذفها في الضرورة لما ذكرناه.\nوأما الألف الكائنة في آخر الكلمة فإن حذفها والاكتفاء بالفتحة منها قليل، ومنه قول رؤبة:\nوَصّاني العَجّاجُ\n...\nفيما وصّني\nيريد: فيما وصاني. وإنما قال ذلك فيها لخفتها.\nومنه: حذف الياء والواو الواقعتين صلة لهاء الضمير المتحرك ما قبلها في الوصل، إجراء لها مجرى الوقف، نحو قول رجل من بأهلة:\nأو معبر الظّهرِ ينبي عن وليته\n...\nما حجّ رَبّهُ في الدنيا ولا اعتمرا\nوقول الشماخ:\nالجزء: 1 ¦ الصفحة: 122\n",
        "له زجل كأنهُ صوتُ حادٍ\n...\nإذا طلب الوسيقَة أو زَميرُ\nوقول حنظلة بن مالك:\nوأيقن أن الخيلَ أن تلتبسْ به\n...\nتكن لفسيل النخل بعده آبر\nوقول الأعشى:\nوما له من مجد تليد وما له\n...\nمن الريح حظ لا الجنوب ولا الصبا\nألا ترى أن الواو قد حذفت من صلة هاء الضمير في: ربه، وكأنه، وبعده، وله من قوله: (ما له من مجد).\nونحو قول مالك بن حريم:\nفإن يك غثاً أو سميناً فإنني\n...\nسأجعل عينيه لنفِسه مَقْنَعَا\nيريد: لنفسه، فحذف الياء واجتزأ بالكسرة.\nفأما قوله تعالى: (نوله ما تولى ونصله جهنم) و (خيراً يره) و (شراً\nالجزء: 1 ¦ الصفحة: 123\n",
        "يره) و (يرضه لكم)، فإنما حذفت صلة الضمير في جميع ذلك، لأنها قد كانت محذوفة قبل الجزم في: نوليه، ونصليه ويراه، ويرضاه. فلما حذفت الياء والألف، لم يعتد بالحذف فتركت صلة الضمير محذوفة على ما كانت عليه في الرفع. فلذلك (كان) حذف الصلة فيما جاء من هذا النوع جائزاً في سعة الكلام. وإنما يكون حذف الصلة ضرورة إذا لم يكن ما قبل هاء الضمير ساكناً في الأصل، كالأبيات التي تقدم ذكرها.\nوالأحسن إذا حذفت الصلة للضرورة أن يسكن الضمير، حتى يكون الوصل قد أجري مجرى الوقف إجراء كاملاً، نحو قوله:\nوأشرب الماء ما بي نحوه عطش\n...\nإلا لأن عيونَهْ سيل واديها\nوقول الآخر:\nفظلت لدى البيت العتيق أخيله\n...\nومطواي مشتاقان لَهْ أرقان\nبل زعم أبو الحسن الأخفش أن حذف صلة الضمير وتسكينه لغة لأزد السراة.\nالجزء: 1 ¦ الصفحة: 124\n",
        "وأما الألف الواقعة صلة لهاء ضمير المؤنث، فإن حذفها والاجتزاء بالفتحة عنها من قبيح الضرائر، نحو قول بعض العرب:\nأما تقود به شاةُ فتأكلها\n...\nأو أن تبيعَهَ في بعضِ الأراكيب\nيريد: أو أن تبيعها.\nوكذلك أيضاً حذفها في الوقف وإلقاء حركة الضمير على ما قبلها من قبيل الضرائر. ومن ذلك قوله:\nفإني قد سئمت بدارِ قومي\n...\nأموراً كنت في لَخْمِ أخافَهْ\nيريد: أخافها، وقول الآخر:\nليس لواحدٍ\n...\nعلى نِعمة\nإلا ولا اثنين\n...\nولا أهمه\nيريد: ولا أهمها، إلا أن الألف من (أخافها) و (أهمها) حذفت وسكنت الهاء ونقلت حركتها إلى الحرف الذي قبلها.\nوربما فعلوا ذلك في سعة الكلام: حكى الفراء: (بالفضلِ ذو فضلكم الله به، والكرامة ذات أكرمكم الله به)، يريد: بها، فحذفت الألف ونقلت حركة الهاء إلى الباء.\nومنه: حذف الياء من (هي) والواو من (هو)، وهو أقبح من حذفها من صلة\nالضمير المتصل، لأنهما متحركتان تثبتان وصلاً ووقفاً. فمن حذف الياء من (هي) قوله:\nالجزء: 1 ¦ الصفحة: 125\n",
        "دار لسعدي إذْ\n...\nهِ من هواكا\nومن حذف الواو من (هو) قول العجير السلولي:\nفبيناه يشري رحله قال قائل\n...\nلمن جَمَلُ رخو الملاطِ نجيب\nوقول الآخر:\nوأعطيه ما يرجو وأوليه سؤله\n...\nوألحقه بالقوم حَتَاهُ لاحق\nوقول الآخر:\nبَيْنَاهُ في دار صدقٍ قد أقام بها\n...\nحيناً يعللنا وما نعلله\nووجه ذلك إجراء الياء والواو مجرى الياء والواو المنصوبتين. والياء والواو المنصوبتان قد يسكنان في الضرورة، إجراء لهما مجرى الياء والواو المرفوعتين، على ما تقدم تبيينه، فسكنتا. كذلك صار (إذ هي) بمنزلة (عليهي)، و (بيناهو) و (حتاهو) بمنزلة (لهو)، فلما صارتا كذلك حذفت الياء واجتزئ بالكسرة (عنها)، والواو (واجتزئ) بالضمة عنها، إجراء الضمير المنفصل مجرى الضمير المتصل.\nالجزء: 1 ¦ الصفحة: 126\n",
        "وكان حذف الياء والواو (منهما) أقبح من حذفهما من الضمير المتصل، لأنه لم يتوصل إلى حذفهما إلا بعد تسكينهما، وهو ضرورة. وأيضاً فإن حذفهما يؤدي إلى بقاء الضمير المنفصل على حرف واحد. وذلك قبيح، لأنه عرضة للابتداء، فلا أقل من أن يكون على حرفين: حرف يبتدأ به، وحرف يوقف عليه.\nومنه: الاجتزاء بالكسرة عن الياء التي هي ضمير، وبالضمة عن الواو التي هي ضمير أيضاً. فمن الاجتزاء بالكسرة عن الياء قوله:\nأما ترضى عَدوتِ دون موتي\n...\nلما في القلب من حنق الصدور\nيريد: عدوتي، وقوله:\nفما وجد النهدي وجداً وجدته\n...\nولا وجد العذري - قَبلِ - جميل\nيريد: قبلي، وقوله:\nومن قَبْلِ نادى كل مولى قرابة\n...\nفما عطفت يوماً عليك العواطف\nيريد: قبلي.\nومن الاجتزاء بالضمة عن الواو قوله:\nفلو أن الأطبا كانُ حولي\n...\nوكان مع الأطباء الأساه\nالجزء: 1 ¦ الصفحة: 127\n",
        "يريد: كانوا:\nوقد يحذفان ويسكن ما قبلهما في الوقف. فمما جاء في ذلك في الياء قول لبيد:\nإن تقوى ربنا خير نَفَلْ\n...\nوبإذن الله ريثي وعَجَلْ\nيريد: وعجلي، وقول الأعشى:\nفهل يمنعنيَّ ارتيادي البلا\n...\nدَ من حذر الموت أن يأتينْ\nوقوله:\nومن شانئ كاسفِ لونه\n...\nإذا ما انتسبت له أنكرنْ\nيريد: أن يأتيني، وأنكرني.\nوليس حذف الياء من (أنكرني) و (يأتيني) على حد حذف المفعول لفهم المعاني الجائز في فصيح الكلام، وإنما هو حذف بسبب الوقف، ولذلك أثبتت نون الوقاية، لأن الحذف للوقف عارض، فحكم للياء المحذوفة بحكمها لو كانت ملفوظاً بها.\nومما جاء من ذلك في الواو قوله:\nلو أن قومي حين\n...\nأدعوهم حَمَلْ\nعلى الجبال الصم\n...\nلا رفض الجبل\nالجزء: 1 ¦ الصفحة: 128\n",
        "يريد: حملوا، وقوله:\nشبوا على المجد\n...\nوشابوا واكتهلْ\nيريد: واكتهلوا، وقوله:\nجزيت ابن آوى بالمدينة قرضه\n...\nوقلت لشفاع المدينة أوجِفُ\nيريد: أوجفوا.\nومنه: الاجتزاء بالحركات عن حروف المد واللين المجانسة لها في حشو الكلمة. فمما جاء من الاجتزاء بالضمة عن الواو قوله:\nواتبعت أخراهم طريق أُلاَهُمْ\n...\nكما قيل نَجْمُ قد خوى مُتَنابع\nيريد: أولاهم، وقوله:\nحتى إذا ابتلت\n...\nحلاقيم الحُلقُ\nيريد: الحلوق، وقوله:\nكلمع أيدي مثاكيل مسلبة\n...\nيندبن ضرس بنات الدهر والخُطب\nالجزء: 1 ¦ الصفحة: 129\n",
        "يريد: الخطوب، وقوله:\nإن الذي قضا\n...\nبذا قاض حكيم\nأن ترد الماء\n...\nإذا غاب النُّجُم\nيريد: النجوم.\nومما جاء بالاجتزاء بالكسرة عن الياء قوله:\nوأنتم على رأس الطوىَ مَلاطمُ\n...\nوأنتم لدى لحم الجزور لئام\nيريد: ملاطيم، جمع ملطوم، وقوله:\nوبدلت بعد الزعفران وردعه\n...\nصدا الدرع من مستحكمات المَسامرِ\nيريد المسامير، وقول أم البهلول:\nرخو العقاص\n...\nفاحم تباكره\nبعنبر مصونة\n...\nقوارِرُه\nيريد: قواريره، جمع قارورة، وقول غيلان بن حريث:\nوالبكرات (الفسج)\n...\nالعَطَامِسا\nالجزء: 1 ¦ الصفحة: 130\n",
        "يريد: العطاميس، جمع عيطموس، وهي الناقة الفتية العظيمة الحسناء وقول الآخر:\nفي فتية كلما تجمعت ال\n...\nبيداء لم يهلعوا ولم يَهلعوا ولم يَخِموا\nيريد: ولم يخيموا، وقول الآخر:\nوغَيرِ سُفْعِ\n...\nمُثلِ يَحَاممِ\nيريد: يحاميم، جمع يحموم، وقول العجاج:\nوكحل العينين\n...\nبالعَواوِر\nيريد: العواوير، جمع (عوار).\nومما جاء من الاجتزاء بالفتحة عن الألف قول رجل من شعراء حمير:\nكأنما الأسد في عرينهم\n...\nونحن كالليل جاش في قَتَمِهُ\nيريد: في قتامه، وقول الآخر، أنشده قطرب:\nألا لا بارك الله في سُهَيْل\n...\nإذا ما الله بارك في الرجالِ\nالجزء: 1 ¦ الصفحة: 131\n",
        "وقول الآخر، أنشده قطرب أيضا:\nأقبل سيل جاء\n...\nمن عند الله\nيَحْرِد حَرْدَ\n...\nالجنة المُغِلّه\nفحذفت الألف من اسم الله، وقول الآخر، أنشده أبو زيد:\nأنا على طول\n...\nالكلال والتّوَنْ\nمما نقيم الميل\n...\nمن ذات الضفن\nيريد: والتواني، وقول الآخر:\nمثل النقا لبده\n...\nضرب الطّللْ\nيريد: الطلال.\nوالاجتزاء بالفتحة عن الألف أقل من الاجتزاء بالكسرة عن الياء، و (بالضمة) عن الواو.\nومنه: تخفيف المشدد في القوافي، نحو قول امريء القيس:\nلا وأبيك ابنة العامري\n...\n(م) لا يدعي القوم إني أفرْ\nالجزء: 1 ¦ الصفحة: 132\n",
        "وقوله في هذه القصيدة:\nإذا ركبوا الخيل واستلأموا\n...\n(تحرقت) الأرض واليوم قَرْ\nيريد: أفر، وقر.\nوهو كثير قد جاء في عدة أبيات من هذه القصيدة. وإنما خفف ليستوي له بذلك الوزن وتطابق أبيات القصيدة. ألا ترى أنه لو شدد (أفر)، لكان آخر أجزائه على (فعول) - من الضرب الثاني من المتقارب، وهو يقول بعد هذا:\nتميم بن مر وأشياعها\n...\nوكندة حولي جميعاً صُبرْ\nوآخر جزء من هذا البيت (فعل)، وهو من الضرب الثالث من المتقارب. وليس بالجائز له أن يأتي في قصيدة واحدة بأبيات من ضربين، فخفف لتكون الأبيات كلها من ضرب واحد.\nوسواء في ذلك الصحيح والمعتل. ومن التخفيف في المعتل:\nحتى إذا ما لم\n...\nأجد إلا السّري\nكنت امراءاً من\n...\nمالك بن جَعْفرِ\nيريد: السري، وقول امرأة من بني عقيل:\nحَيْدَةُ خالي\n...\nولَقيط وعَلِي\nالجزء: 1 ¦ الصفحة: 133\n",
        "وحاتم الطائي\n...\nوهّاب المئي\nيريد: وعلي، وقول عمران بن حطان:\nيوماً يمانٍ إذا لاقيت ذا يمن\n...\nوإن لقيت معدياً فعدناني\nيريد: فعدناني، وقول العجاج:\nأدركتها قدام\n...\nكل مِدْرهِ\nبالدفع عني درء\n...\nكل عُنْجُهي\nيريد: درء كل عنجهي، وقول الآخر:\nعذرتك يا عيني الصحيحة بالبكا\n...\nفما لك يا عوراءُ والهملاني\nيريد: والدمع الهملاني، فحذف الموصوف وخفف.\nوقد يحذف المشدد في الوقف ويحذف حرف بعده. ومن ذلك قول لبيد:\nالجزء: 1 ¦ الصفحة: 134\n",
        "وقبيل من لكيز حاضر\n...\nرهط مرجوم ورهط ابن المُعَلْ\nيريد: المعلي، وقول النابغة:\nإذا حاولت في أسد فجورا\n...\nفإني لستُ منك ولستَ مِنْ\nيريد: مني.\nوقد يخففون المشدد في غير القوافي، إلا أن ذلك قليل. ومنه قول ابن رواحة الأنصاري:\nفسرنا إليهم كافَة في رحالهم\n...\nجميعاً علينا البَيْضُ لا يتخشع\nالجزء: 1 ¦ الصفحة: 135\n",
        "يريد: كافة، وقول الآخر:\nجزي الله الدّوَابَّ جزاء سوء\n...\nوألبسهن من جِربِ قميصا\nوقول الآخر، أنشده القتبي:\nفيا ليت اللحى كانت حشيشا\n...\nفَيعْلِفَها دَوَابُ المسلمينا\nيريد: دواب، وقول (ابن قيس) الرقيات:\nبكّى بعينك واكف القَطْرِ\n...\nابن الحواري العالِي الذكْرِ\nيريد: ابن الحواري.\nومنه: ترخيم الاسم في غير النداء، إجراء له مجرى النداء عند الاضطرار إلى ذلك. وهو جائز باتفاق من النحويين على لغة من لا ينوي رد المحذوف، بل يجعل ما بقي من الاسم كاسم غير مرخم، نحو قول امرئ القيس:\nلنعم الفتى تعشو إلى ضوءِ نارهِ\n...\nطريفُ بنُ مالٍ لَيلةَ الجوع والخَصَرْ\nيريد: ابن مالك، وقول الأسود بن يعفر:\nوهذا ردائي عنده يستعيرهُ\n...\nليسلبني نفسي أمالُ بنُ حَنْظل\nالجزء: 1 ¦ الصفحة: 136\n",
        "يريد: ابن حنظلة، وقول الآخر:\nوقد (سقطت)\n...\nمالكاً وحَنْظلا\nوقول جميل:\nبثين الزمي (لا) إن (لا) إن لزمته\n...\nعلى كثرة الواشين أي مَعُون\nيريد: أي معونة، وقول الآخر:\nليومِ رَوْعِ أو\n...\nفَعَالِ مَكْرُمِ\nيريد: مكرمة، وقول الآخر:\nمالك لا تَنْهم\n...\nيا فلاحُ\nإن النهيم\n...\nللسقاء راح\nيريد: راحة.\nالجزء: 1 ¦ الصفحة: 137\n",
        "واختلفوا في الترخيم على لغة من نوى رد المحذوف، فأجازه س وغيره من متقدمي النحويين، وأنشدوا شاهداً على جواز ذلك قول زهير:\nخذوا حظكم يا آل عكرمِ واذكروا\n...\nأواصرنا والرَّحْمُ بالغيب تذكر\nيريد: عكرمة، فحذف التاء وأبقى المحذوف الذي كان قبلها على فتحة، لأنه نوى رد التاء المحذوفة.\nومنه قول جرير:\nألا أضحت حبالكم رماما\n...\nوأضحت منك شاسعة أُمَاما\nيريد: أمامة.\nوأنكر ذلك أبو العباس المبرد. وتأول البيت الأول على أن يكون قد ذهب بـ (عكرم) فيه مذهب القبيلة، فمنع الصرف للتأنيث والتعريف. وزعم أن الرواية في البيت الثاني:\n. . . . . . . . .\n...\nوما عهدُ كعهدك يا أماما\nوما تأوله في (عكرم) ممكن. وأما البيت الثاني فحجة عليه. وما ذكر أنه رواه:\n(وما عهد كعهدك يا أماما)، وليس فيه طعن على رواية غيره.\nالجزء: 1 ¦ الصفحة: 138\n",
        "ويدل أيضاً على جواز الترخيم في غير النداء على لغة من نوى رد المحذوف قول امرئ القيس:\nوعمرو بن درماء الهمام الذي غزا\n...\nبذي شُطب عضِب كمشية قسورا\nيريد: قسورة. وقول ابن حبناء التميمي:\nإنّ ابن حارثَ إن أشْتقْ لرؤيته\n...\nأو أمتدحْهُ فإن الناس قد علموا\nيريد: ابن حارِثة، وقول الآخر:\nأبا عرو لا تَبْعَدْ فكل ابن حرِةٍ\n...\nسيد عواه داعي موته فيجيب\nيريد: أبا عروة. ألا ترى أن التاء في جميع ذلك قد حذفت وبقى الحرف الذي كان قبلها على فتحه.\nومثل ذلك أيضاً قول الآخر، أنشده الفراء:\nوما أدري وظَنّي كُلّ ظَنِ\n...\nأمسلمني إلى قومي شَرَاحي\nالجزء: 1 ¦ الصفحة: 139\n",
        "(فرخمه) بحذف آخره وحرف العلة الزائد قبله، وأبقى الحرف الذي كان قبلها، وهو الحاء، على حركته، على حد قولهم في ترخيم منصور: يا منص.\nوقد يجيء حذف آخر الاسم في غير النداء، وأعني بذلك النكرة التي ليس في آخرها تاء تأنيث. والاسم المعرف بالألف واللام، نحو قول كثير:\nخليلي أنْ أم الحكيم تباعدت\n...\nفأخلت بخيمات العُذَيْب ظلالها\nيريد: العذيبة، فرخمها وفيها الألف واللام، وقول الآخر:\nأناس تنال الماء قبل شفاههم\n...\nلهم واردات الغُرضِ شم الأرانب\nيريد: الغرضوف فرخمه، وفيه الألف واللام، بحذف آخره وحرف العلة الزائد قبله، وقول عدي:\nليس حي على\n...\nالمنون بخالِ\nيريد: بخالد، فرخمه، وهو نكرة ليس فيه تاء التأنيث، وقول الآخر:\nتحاذر وقع السوط خوصاء ضمها\n...\nكلال فجالت في حِجا حاجبٍ ضُمْرِ\nيريد: في حجاج حاجب، فرخمه، وهو أيضاً نكرة ليست فيه تاء تأنيث.\nالجزء: 1 ¦ الصفحة: 140\n",
        "وربما جاء شيء من ذلك في الكلام شاذاً: حكى ابن الأعرابي: (هم بين حاذِ وقاذ، يريدون: بين حاذف وقاذف، فرخما، وهما نكرتان ليس في واحد منهما تاء تأنيث.\nوكأن (ما) جاء من ذلك مشبه بما شذوا فيه في النداء فرخموه وهو نكرة ليست فيه تاء، نحو قولهم: يا صاح، يريدون: يا صاحب.\nوالترخيم في هذا النوع أقل من الترخيم فيما قبله.\nوربما حذفوا آخر الاسم المبني والحرف، تشبيهاً بالاسم المعرف، إلا أن ذلك قليل جداً. ومنه قوله:\nأو راعيان لبعران شردن لنا\n...\nكي لا يحسان من بعراننا خبرا\nيريد: كيف لا يحسان، وقول الآخر:\nوطرفك أما جئتنا فاصرفنه\n...\nكما يحسبوا أن الهوى حيث تنظر\nيريد: كي ما، فحذف آخر (كي)، وقول عدي بن زيد:\nفإن أهْلكْ فسَوْ تجدون فقدي\n...\nوإن أسلم يطب لكم المعاشُ\nيريد فسوف.\nالجزء: 1 ¦ الصفحة: 141\n",
        "وقد يحذفون من آخر الكلمة أكثر من حرف واحد على غير مذهب ترخيم الاسم، إذا اضطروا إلى ذلك، وهو أيضاً قليل جداً لا يجوز القياس عليه، نحو قول علقمة:\nكأنّ إبريقَهم ظبي على شرفٍ\n...\nمفدمُ بسبا الكتانَ مَلْثُوم\nيريد: بسبني الكتان، فحذف النون والياء المشددة وزاد ألفاً للإطلاق، أو بسبائب الكتان، فحذف الهمزة والباء، وقول لبيد:\nدَرَس المَنَا بمتالع فأبانِ\n...\n. . . . . . . . .\nيريد: المنازل، وقول الأخطل:\nكانت مَنَاها بأرضِ ما يبلغها\n...\nبصاحِب الهمّ إلا الناقَةُ الأجُدُ\nيريد: منازلها، وقول أبي داود:\nالجزء: 1 ¦ الصفحة: 142\n",
        "يبدين جندل (حائر) لجنوبها\n...\nفكأنما (تذكي) سنابكها الحبا\nيريد: الحباحب، وقول العجاج:\nقواطنا مكة\n...\nمن ورق الحَمِي\nيريد: الحمام، فحذف الألف والميم المتطرفة، فصار (اللحم) - على حرفين، ثم خفضه لإضافة (ورق) إليه. على ذلك حمله س وأكثر النحويين.\nوذهب أبو العلاء المعري إلى أنه أراد من ورق الحمام الحمي، أي المحمي، فحذف الموصوف وأقام الصفة مقامه وخفف الياء المشددة، فقال: من ورق الحمي. ففي البيت على مذهبه ضرورتان: إحداهما حذف الموصوف وإقامة الصفة مقامه، مع أن الصفة غير خاصة بجنس الموصوف لأن (الحمي قد) يوصف بها (غير) الحمام. وذلك غير جائز في سعة الكلام: لا يجوز أن تقول: مررت بطويل، تريد: برجل طويل، لأن الطول صفة غير خاصة بالرجل، إذ قد\nيوصف به غيره. والأخرى: تخفيف الياء المشددة.\nوقد يجيء الحذف في حشو الكلمة، إذا اضطر إلى ذلك، إلا أن يكون من الندور بحيث لا يلتفت إليه، نحو قوله:\nالجزء: 1 ¦ الصفحة: 143\n",
        "حين ألقت بقباء بركها\n...\nواستحر القتل في عبد الأشَلْ\nيريد: عبد الأشهل من الأنصار.\nووجه ذلك أنه شبه الهاء بالهمزة لمقاربتها لها في المخرج، فحذفها وألقى حركتها على الساكن قبلها، كما يفعل بالهمزة في (شمأل) و (ملأك) ونحوهما. ألا ترى أنك إذا خففت الهمزة منهما قلت: شمل وملك.\nوأما نقص الكلمة فمنه: إضمار حرف الخفض وإبقاء عمله من غير أن يعوض منه شيء، نحو قوله:\nلاهِ ابن عمك لا أفضلت في حسب\n...\nعني ولا أنت دياني فتخزوني\nيريد: لله ابن عمك، وقوله:\nرأين خليسا بعد أحوى تلعب\n...\nبفوديه سبعون السنينَ الكواملِ\nيريد: سبعون من السنين الكوامل، وقوله:\nرسم دارِ وقفتُ في طَلَلهْ\n...\nكدت أقضي الحياة من جَلله\nالجزء: 1 ¦ الصفحة: 144\n",
        "يريد: رب رسم دار، وقول ذي الرمة:\nأصهبَ يمشي\n...\nمِشْيَةً الأمير\nلا أوطف الرأس\n...\nولا مقرورِ\nيريد: رب أصهب، وهو أول الرجز، (وقوله):\nفأما تعرضن أميم عني\n...\nوينزعك الوشاة أو لو النياط\nفحور قد لهوت بهن عين\n...\nنواعم في المروط وفي الرياط\nيريد: فرب حور، فأضمر (رب) بعد الفاء التي هي جواب الشرط.\nولا يجوز شيء من ذلك في سعة الكلام، إلا في اسم الله تعالى في القسم، فإنه قد يحذف منه حرف الجر ويبقى عمله تخفيفاً لكثرة الاستعمال، فيقال: الله لأفعلن، بخفض اسم الله. ومن ذلك قوله:\nألا رب من تغشته الله ناصح\n...\nومن قلبه لي في الظباء السوانح\nفي رواية من رواه بخفض اسم الله، أو في شذوذ من الكلام، نحو ما روى عن رؤبة من أنه كان يقال له: (كيف أصبحت، عافاك الله)، فيقول: (خير والحمد الله)، يريد: على خير.\nومنه: حذف حرف الخفض من المعمول ووصول العامل إليه بنفسه\nالجزء: 1 ¦ الصفحة: 145\n",
        "للضرورة، تشبيهاً له بالعامل الذي يصل بنفسه، نحو قول جرير:\nتمرون الديارَ ولم تعوجوا\n...\nكلامكم عليَّ إذاَ حرام\nيريد: على الديار، وقول النابغة:\nفبت كأن العائِدات فرشنني\n...\n(هراساً) به يُعلي فراشي ويُقشَب\nيريد: فرشن لي، فحذف اللام وأوصل الفعل إلى الضمير بنفسه. ومثل ذلك قول الآخر:\nتحن فتبدي ما بها من صَبَابةٍ\n...\nوأخفي الذي لولا الأسا لقضاني\nيريد: لقضي علي، وقول الآخر:\nما شُقّ جيبُ ولا ناحتك نائحة\n...\nولا بكتك جياد غير أسلاب\nيريد: ولا ناحت عليك، وقول زيد بن عامر:\nالجزء: 1 ¦ الصفحة: 146\n",
        "بخلت فطيمة بالذي يرضيني\n...\nإلا الكلام وقلما يُجْديني\nيريد: يجدي علي، وقول الآخر، لأنشده أبو زيد:\nكأن عينيّ\n...\nوقد بانوني\nغربان في جدول\n...\nمنجنون\nيريد: بانوا عني.\nومنه: العطف على ضمير الخفض المتصل من غير إعادة الخافض، تشبيهاً له بالعطف على الظاهر، نحو قوله:\nالآن قربت تهجونا وتشتمنا\n...\nفأذهب فما بك والأيام من عجبِ\nيريد: وبالأيام، وقوله:\nآبكَ، آية بي\n...\nأو مُصَدّرِ\nمن حُمُر الجِلّةِ\n...\nجَأبِ حَشْورِ\nالجزء: 1 ¦ الصفحة: 147\n",
        "يريد: أو بمصدر، وقوله:\nوقد رام آفاق السماء فلم يجد\n...\nله مصعداً فيها ولا الأرض مقعدا\nيريد: ولا في الأرض، وقوله:\nما إن بها والأمورِ من تلفِ\n...\nما حم من أمر غيبه وقعا\nيريد: وبالأمور، وقوله:\nأمرُّ على الكتيبة لا أبالي\n...\nأفيها كان حتفي أم سواها\nيريد: أم في سواها، وقوله:\nهلاّ سألت بذي الجماجم عنهم\n...\nوأبي نعيمٍ ذي اللوا المتخرق\nيريد: وعن أبي نعيم، وقوله:\nأو بين ممنون عليه وقومه\n...\nإن كان شاكرها وإن لم يشكر\nيريد: وعلى قومه، وقوله:\nأريحوا البلاد منكم ودبيبكم\n...\nبأعراضكم مثل الإماء الولائد\nيريد: ومن دبيبكم، فحذف حرف الجر من جميع ذلك للضرورة. ومثل ذلك قوله:\nتُعَلّق في مثل السواري سيوفُنا\n...\nفما بينها والأرض (غوط) نفانف\nالجزء: 1 ¦ الصفحة: 148\n",
        "فعطف (الأرض) على الضمير المخفوض بـ (بين)، من غير أن يعيدها. التقدير:\nوبين الأرض.\nولا يجيء (شيء) من ذلك في سعة الكلام عند المحققين من البصريين. والكوفيون (يجيزونه). فأما قوله تعالى: (وجعلنا لكم فيها معايش ومن لستم له برازقين)، فـ (من) في موضع نصب، والمعنى: جعلنا لكم فيها معائش والعبيد والإماء. وأما قراءة من قرأ: (واتقوا الله الذي تساءلون به والأرحام)، فمن العطف على ضمير الخفض من غير إعادة خافض، لأن المعنى: تساءلون به وبالأرحام. وهو بمنزلة قول العرب: أسألك بالله وبالرحم. وهي قراءة ضعيفة لما ذكرناه من أن العرب لا تعطف مخفوظاً على مخفوض قد كنى عنه إلا في الشعر لضيقه.\nومنه: إضمار الجازم وإبقاء عمله، وهو أقبح من إضمار الخافض وإبقاء عمله، لأن عوامل الأفعال أضعف من عوامل الأسماء. فمما جاء في ذلك قوله:\nمحمد تَفْدِ نفسَك كلّ نفس\n...\nإذا ما خفت من شيءٍ تَبَالا\nالجزء: 1 ¦ الصفحة: 149\n",
        "يريد: لتفد نفسك، وقوله:\nقلت لبوابٍ\n...\nلديه دارُها\nتِيذَنْ فإني\n...\nحَمْؤها وجَارها\nيريد: لتيذن، وقوله، أنشده الفراء:\nمن كان لا\n...\nيزعم أني شاعرُ\nفَيَدْنُ مني\n...\nتنهه الزواجرُ\nيريد: فليدن، وقوله:\nعلى مثل أصحابِ البعوضة فاخمشي\n...\nلك الويل حر الوجه أو يبكِ من بكا\nيريد: أو ليبك، وقوله:\nفقلت ادعى وأدعُ فإن أندى\n...\nلصوت أن ينادي داعيان\nيريد: ولأدعُ، فحذف الجازم في جميع ذلك، وهو لام الأمر للضرورة.\nالجزء: 1 ¦ الصفحة: 150\n",
        "ومنه: إضمار (أن) الناصبة وإبقاء عملها من غير أن يعوض منها شيء، تشبيهاً لها بإضمار بعد (الحروف) التي جعلت عوضاً منها، وأعني بذلك الحروف التي ينتصب الفعل بعدها بإضمار (أن).\nفمما جاء من ذلك قوله:\nفلم أر مثلها خباسة واحدٍ\n...\nونهنهت نفسي بعد ما كدت أْفَعَله\nيريد: أن أفعله، وقوله:\nوحَقّ لمن أبو بكر أبوه\n...\nيوفقَه الذي رفع الجبالا\nيريد: أن يوفقه، وقول طرفة:\nألا أيهذا الزاجري أحْضُر الوغى\n...\nوأن أشهد اللذات هل أنت مخلدي\nفي رواية من رواة: أحضر، بالنصب، يريد: أن أحضر، وقول أبي طالب:\nالجزء: 1 ¦ الصفحة: 151\n",
        "لقد خفت إن لم يصلح الله أمركم\n...\nتكونوا كما كانت أجاديث وائل\nيريد: أن تكونوا.\nوقد استعمل ذلك أبو الطيب، فقال:\nوكلما لقي الدينار صاحبه\n...\nفي كفه افترقا من قبل يصطحبا\nولا يجوز ذلك في سعة الكلام. فإن جاء شيء منه حفظ ولم يقس عليه لشذوذه. حكي من كلامهم: (مره يحفرها)، (ولابد من تَتَبعها)، و (خذ اللص قبل يأخذك)، بنصب يحفرها، وتتبعها، ويأخذك.\nوزعم الطبري أن العرب تقول: (تصنع ماذا،) و (تفعل ماذا) بنصب (تصنع) و (تفعل)، لأن معناه: تريد أن تصنع ماذا، وتريد أن تفعل ماذا، فنصبوه بهذا المعنى. فإذا قالوا: تريد ماذا، لم ينصبوا (تريد)، لأنه لا يستقيم أن تقول: تريد أن تريد ماذا، لأن الإرادة لا تراد. وهذا شيء لا أعلم أن أحداً حكاه غيره.\nومنه: استعمال الفعل الواقع في موقع خبر (عسى) بغير (أن)، نحو قول مالك ابن الريب:\nالجزء: 1 ¦ الصفحة: 152\n",
        "وماذا عسى الحجاج يبلغُ جهده\n...\nإذا نحن جاوزنا حفير زياد\nوقول هدبة بن خشرم:\nعسى الكرب الذي أمسيت فيه\n...\nيكونُ وراءه فرجُ قريبُ\nوقول الآخر:\nفأما كيسُ فنجا ولكن\n...\nعسى يَغْتَرّ بي حَمِقُ لئِيمُ\nوقول الآخر:\nعَسَى الله يُغْني عن بِلادِ بن قادرِ\n...\nبمنهمر جون الربابِ سكوبِ\nكأن الوجه أن يقال: وماذا عسى الحجاج أن يبلغ جهده، وعسى الكرب الذي أمسيت فيه أن يكون، وعسى أن يغتر بي، وعسى الله أن يغني.\nوما ذكرته من استعمال الفعل الواقع في موضع خبر (عسى) بغير (أن) ضرورة، هو مذهب الفارسي وجمهور البصريين. وظاهر كلام س يعطي أنه جائز في الكلام، لأنه قال: (واعلم أن من العرب من يقول: عسى يفعل، يشبهها بكاد)، فأطلق القول ولم يقيد ذلك بالشعر. إلا أنه\nالجزء: 1 ¦ الصفحة: 153\n",
        "لا ينبغي أن يحمل كلامه على عمومه، لما ذكره أبو علي من أنها لا تكاد تجيء بغير (أن) إلا في ضرورة. وأيضاً فإن القياس يقتضي أن لا يجوز ذلك إلا في الشعر، لأن استعمالها بغير (أن) إنما هو بالحمل على (كاد)، لشبهها بها من حيث جمعتها المقاربة، و (كاد) محمولة في استعمالها بغير (أن) على الأفعال التي هي للأخذ في الفعل، نحو: جعل يفعل، وطفق يفعل، من جهة أنها لمقاربة ذات الفعل، فقربت لذلك من الأفعال التي هي للأخذ في الفعل. وليست (عسى) كذلك، لأنها فيها تراخياً، ألا ترى أنك تقول: عسى زيد أن يحج العام الآتي. وإنما عدت في أفعال المقاربة مع ما فيها من\nالتراخي، من جهة أنها تدخل على الفعل المرجو، والفعل المرجو قريب بالنظر إلى ما ليس بمرجو. فلما كانت محمولة في استعمالها بغير (أن) على ما هو محمول على غيره، ضعف الحمل فلم يجيء إلا في الضرورة.\nومنه: حذف حرف النداء من النكرة المقبل عليها، نحو قول (الراجز):\nجارِيَ لا\n...\nتستنكري عذيِري\nيريد: يا جاري، وقول أبي نخيلة:\nإذا اعوججن قلت\n...\nصاحبْ قوم\nيريد: يا صاحب، وقوله، أنشده الأصمعي:\nكليه وجريه ضَباعِ وابشري\n...\nبلحم امرئٍ لم يشهد اليومَ نَاصره\nالجزء: 1 ¦ الصفحة: 154\n",
        "يريد: يا ضباع، وقول الآخر:\nفقلتُ له عطارُ هلا أتيتنا\n...\nبدُهْن الخُزَامي أو بخوْصَة عرْفج\nيريد: يا عطار.\nوهو في الشعر كثير. وقد جاء شيء منه في الكلام، قالوا: (افتد مَخْنُوق، وأطرق كرا، وأصبح ليلُ). إلا أن ما جاء منه شاذَ يحفظ ولا يقاس عليه. وإنما لم يجز الحذف في سعة الكلام، لأن قولك: (يا رجل) أصله: يا أيها الرجل، فحذفت الألف واللام و (أي)، لأنها وصلة لما فيه الألف واللام، فانحذفت بحذفهما وصارت (يا) عوضاً من الألف واللام المحذوفة. ويعرف بها الاسم لنيابتها مناب أداة التعريف، فلو حذفت (يا) بعد ذلك لكثر الحذف، وكثرته إجحاف.\nومنه إضمار (لا) النافية غير الداخلة على الفعل المستقبل في جواب القسم، نحو قول النمر:\nوقولي إذا ما أطلقوا عن بعيرهم\n...\nتلاقونه حتى يؤوب المُنَخّلُ\nيريد: لا تلاقونه، وقول أبي ذؤيب:\nوأنسى نشيبةَ والجاهلُ ال\n...\nمُغمّر يحسب أني نَسي\nيريد: ولا أنسى نشيبة، وقول الآخر:\nالجزء: 1 ¦ الصفحة: 155\n",
        "تنفكّ تسمع ما حيي\n...\nت بهالكِ حتى تَكُونَهْ\nيريد: لا تنفك.\nوأما حذفها من الفعل المستقبل الواقع جواباً للقسم فجائز في سعة الكلام، نحو قوله تعالى: (تالله تفتأ تذكرُ يوسف)، المعنى: لا تفتأ.\nومما حذفت منه أيضاً ضرورة في غير الفعل قول أوس بن حَجر\nحتى إذا الكَلاّبُ قال لها\n...\nكاليومِ مَطْلُوباً ولا طلَبا\nيريد: لا كاليوم مطلوباً ولا طلباً، وقول الآخر:\nرأيتك يا بن الحارثية كالتي\n...\nصناعتها أبقت ولا الوهى ترقع\nيريد: لا صناعتها أبقت.\nومنه: حذف (ما) النافية. وهو قليل جداً. وهو قوله:\nلعَنْرُ أبي دهماء زالت عزيزة\n...\nعلى قومها ما فتل الرند قادح\nيريد: ما زالت عزيزة.\nومنه: حذف النون الداخلة على الفعل المضارع وإبقاء اللام، نحو قوله:\nالجزء: 1 ¦ الصفحة: 156\n",
        "تألى ابن أوس حلفة لَيُرّدني\n...\nإلى نسوةٍ كأنهنّ مفائد\nيريد: ليردنني. وقوله:\nلَينْجُو من ملامتها وكانوا\n...\nإذا شَهِدوا العظائم لم يُليموا\nيريد: لَيْنُجنّ.\nومنه: إثبات النون الداخلة على الفعل المضارع للتأكيد وحذف اللام، أنشد يعقوب:\nفَليأزِلَنّ (ويبْكؤن) لقاحه\n...\nويعللَنَّ وليده بسمارِ\nيريد: وليبكؤن، وليعللن، وقوله:\nليت شِعْري وأشْعُرَنّ إذا ما\n...\nقربوها منشورة ودُعِيتُ\nيريد: ولأشعرن، وقوله:\nوقتيل مرة أثأرن فإنه\n...\nفِرغُ وإن أخاهم لم يقصد\nالجزء: 1 ¦ الصفحة: 157\n",
        "يريد: لأثأرن.\nومنه: حذف همزة الاستفهام إذا أمن اللبس للضرورة، نحو قول امرئ القيس:\nأحارِ ترى برقاً أريك وميضه\n...\nكلمع اليدين في حَبِيَّ مُكَللِ\nيريد: أترى، وقول الكميت:\nطَربتُ وما شوقاً إلى البيض أطرب\n...\nولا لَعباً مني وذو الشيب يَلْعب\nيريد: أو ذو الشيب يلعب، وقول الآخر:\nأصبحت فيهم آمناً لا كمعشر\n...\nأتوني وقالوا من ربيعة أو مُضَرْ\nيريد: أمن ربيعة أو مضر.\nوأكثر ما يوجد ذلك مع (أم)، لأن فيها دلالة عليها، نحو قوله:\nلَعَمْرُكَ ما أدري، وإن كنت دارياً\n...\nبسبغٍ رمين الجمر أم بثمان\nيريد: أبسبع، وقوله:\nالجزء: 1 ¦ الصفحة: 158\n",
        "لعمرك ما أدري وإن كنت دارياً\n...\nشعيثُ بن سَهمْ أم شعيثُ بن منْقِرِ\nيريد: أشعيث بن سهم.\nوقد حذفت مع (أم) في الشاذ في قراءة ابن محيصن: (سواء عليهم أأنذرتهم أم لم تنذرهم) بهمزة واحدة من غير مد.\nوكأن الذي سهل حذفها كراهية اجتماع الهمزتين مع قوة الدلالة عليها ألا ترى أن (سواء) تدل عليها بما فيها من معنى التسوية، إذ التسوية لا تكون إلا بين اثنين، ويدل عليها مجيء (أم) من بعد ذلك.\nفأما قول عمر بن أبي ربيعة:\nثم قالوا تحبها قلت بَهْراً\n...\nعَدَد النجم والحصا والترابِ\nفليس على حذف الهمزة كما ذهب إليه بعضهم، لعدم الدليل على ذلك. وإنما قالوا له: أنت تحبها، قد علمنا ذلك وتحققناه منك.\nالجزء: 1 ¦ الصفحة: 159\n",
        "ومنه: حذف الفاء من جواب الشرط إذا كانت جملة اسمية أو فعلاً مرفوعاً، لأنه إذ ذاك في تقدير جملة اسمية، نحو قوله:\nمن يفعل الحسنات الله يشكرها\n...\nوالشر بالشر عند الله مثلان\nيريد: فالله يشكرها، وقوله:\nأأبي لا تبعد فليس بخالد\n...\nحي ومن تصب المنون بعيد\nيريد: فهو بعيد، فأضمر المبتدأ وحذف الفاء، وقوله:\nيا أقرعَ بن\n...\nحابس يا أقرعُ\nإنك إن يُصْرعْ\n...\nأخوك تُصْرَعُ\nيريد: فتصرع، أي فأنت تصرع، وقوله:\nفقلت تَحَمْل فوق طَوْقَكَ إنَها\n...\nمُطَبّعة مَنْ يأتِها لا يَضِيرُها\nالجزء: 1 ¦ الصفحة: 160\n",
        "يريد: فلا يضيرها، أي فهو لا يضيرها.\nومنه: حذف حرف العطف إذا دل المعنى عليه، نحو قوله، أنشده أبو الحسن الأخفش:\nكيف أمسيتَ كيف أصبحتَ مما\n...\nيزرع في فؤاد الكريم\nيريد: وكيف أصبحت، وقوله:\nفأصبحن ينشرن آذانهن\n...\nفي الطرح طرفاً شمالاً يميناً\nيريد: ويميناً، وقوله، وأنشده ابن الأعرابي:\nما لي لا أُسْقَى\n...\nعلى علاتي\nصبائحي غبايقي\n...\nقَيَلاتي\nيريد: صبائحي وغبايقي وقيلاتي، وقوله:\nضرباً طِلَخْفاً\n...\nفي الطّلَى (سَخِينا)\nيريد: و (سخينا). والطلخف أشد من (السخين).\nومنه: استعمال (أما) غير مكررة من غير أن يأتي معها شيء يؤدي عن معناها فيستغني به عن تكرارها، نحو قول الفرزدق:\nالجزء: 1 ¦ الصفحة: 161\n",
        "نهاضُ بدارٍ قد تَقَادمَ عَهْدها\n...\nوأما بأموات ألم خيالُها\nيريد: إما بدار.\nومن ذلك عند (س) قول النمر:\nسقته الرواعد من صَيّفِ\n...\nوإن من خريفِ فلن يعدما\nيريد: أما من صيف وأما من خريف، فحذف (أما) الأولى و (ما) من (أما) الثانية فظهرت النون لأن (أما) مركبة من (أن) و (ما). وإنما قلبت النون لأجل الإدغام، فلما حذفت (ما) زال موجب قلب النون ميماً، وهو الإدغام، وظهرت.\nفإن جئت مع (أما) بما يغني عن تكرارها، جاز أن تستعمل غير مكررة في الكلام والشعر، فتقول: أما أقعد وإلا فقم، وقام إما زيد أو عمرو.\nومن ذلك قول المثقب العبدي:\nالجزء: 1 ¦ الصفحة: 162\n",
        "فأما أن تكونَ أخي بحقٍ\n...\nفأعرف منك غَثّي أو سميني\nوإلا فاطرحني واتخذني\n...\nعدواً أتقيك وتتقيني\nوقول الآخر:\nإما مشيفُ على مجدٍ ومكرمة\n...\nأو أسرةُ لك فيمن يُهلكُ الورق\nومنه: مباشرة الفعل المضارع لـ (أن) المخففة من الثقيلة وحذف الفصل، نحو قول الشاعر، أنشده الفراء عن القاسم بن معن قاضي الكوفة:\nإني زعيم يا نوي\n...\nقة إن سلمت من الرزاح\nأن تهبطين بلادَ قو\n...\nم يُرْتَعُون من الطّلاحِ\nوقول الآخر:\nيا صاحبي فدت نَفْسي نُفُوسكما\n...\nوحيثما كنتما لاقيتما رشدا\nأن تقرآن على أسماء ويحكما\n...\nمني السلام وأن لا تشعرا أحدا\nالجزء: 1 ¦ الصفحة: 163\n",
        "وقول الآخر:\nإذا كان أمر الناس عند عجوزهم\n...\nفلابد أن يلقون كل يَبابِ\nوقول (تميم).\nأبي الناسُ ويبَ الناس أن يشترونها\n...\nومن يَشْتَري ذا علة بصحيح\nوقول الآخر:\nوإني لأختار القرى طاوي الحشا\n...\nمحاذرة من أن يقالُ لئيم\nقال أبو بكر بن الأنباري: (رواه الكسائي والفراء عن بعض العرب برفع يقال):\nولا يحسن شيء من ذلك في سعة الكلام حتى يفصل بين (أن) والفعل بالسين أو (سوف) أو (قد) في الإيجاب، وبـ (لا) في النفي. فإن جاء شيء منه في الكلام حفظ ولم يقس عليه، نحو قراءة (ابن) مجاهد: (لمن أراد أن يتم الرضاعة) برفع (يتم).\nالجزء: 1 ¦ الصفحة: 164\n",
        "ومن النحويين من زعم أن (أن) في جميع ذلك هي الناصبة للفعل، إلا أنها أهملت حملا على (ما) المصدرية، فلم تعمل لمشابهتها لها في أنها تقدر مع ما بعدها بالمصدر.\nوما ذكرته - قبل - من أنها مخففة من الثقيلة أولى. وهو مذهب الفارسي وابن جني، لأنها هي التي استقر في كلامهم ارتفاع الفعل المضارع بعدها.\nومنه: حذف المضاف من غير أن يقام المضاف إليه مقامه، نحو قوله:\nرحم الله أعظماً دَفَنوها\n...\nبِسِجسْتانَ طلحة الطلحاتِ\nفي رواية من خفض (طلحة)، يريد: أعظم طلحة الطلحات، فحذف المضاف الذي هو (أعظم) لدلالة (أعظم) المتقدم الذكر عليه، ولم يقم المضاف إليه، وهو طلحة، مقامه، بل أبقاه على خفضه.\nومثله قول عنترة في إحدى الروايتين:\nوكالورقِ الخُفافِ وذات غرب\n...\nترى فيها عن الشَّرع ازورارا\nيريد: وكالورق ورق الخفاف، فحذف المضاف، وهو (ورق) لدلالة الورق عليه. ولا يمكن أن يكون (الخفاف) بدلاً من الورق، لأنه أعم منه، وقول امرئ القيس في إحدى الروايتين أيضاً:\nالجزء: 1 ¦ الصفحة: 165\n",
        "قعدت له وصحبتي بين ضارج\n...\nوبين تلاع بثلثِ فالعرض\nيريد: تلاع يثلث، فحذف المضاف الذي هو (تلاع) لدلالة (تلاع) المتقدم الذكر عليه. وإنما لم يكن بد من تقدير حذف المضاف، لأنه لا يمكن إبدال (يثلث) و (العريض) من (تلاع)، لأنهما أعم منه. ألا ترى أن التلاع بعضهما، وقوله:\nيا نُعْمَها ليلةً حتى تَخوّنَها\n...\nداعٍ دعا في فُرُوع الصّبح شحَّاج\nيريد: دعاء شحاج، فحذف المضاف الذي هو (دعاء) لدلالة (داع) عليه. ألا ترى أنه لا يمكن أن يكون (شحاج) صفة ل (داع)، لأنه مخفوض و (داع) مرفوع.\nومثل ذلك في مثل قول أبي دؤاد:\nأكل امرئ تحسبين امرءاً\n...\nونارِ تَوَقّدُ بالليلِ نارا\nيريد: وكل نار، فحذف (كلا) لدلالة (كل) المتقدم عليه. وأما الأخفش فيجعل (ناراً) المخفوض معطوفاً على (امرئ) المخفوض، و (ناراً) المنصوب معطوفاً على امرئ المنصوب، ولا يتكلف إضمار (كل) لأنه يجيز العطف على عاملين.\nوإن جاء شيء من هذا النوع في الكلام حفظ ولا يقاس عليه، نحو ما حكاه الفراء عن بعض العرب أنه قال: (أما والله لو تعلمون العلم الكبيرة\nالجزء: 1 ¦ الصفحة: 166\n",
        "سنه الدقيق عظمه)،\nيريد: لو تعلمون العلم علم الكبيرة سنه. فحذف (علماً) لدلالة (العلم) عليه. ونحو ما حكى الكسائي عن بعض العرب أنه قال: (أطعمونا) لحمياً سميناً شاة ذبحوها)، يريد: أطعمونا لحماً سميناً - لحم شاة ذبحوها. فحذفت (لحماً) لدلالة (لحم) المتقدم عليه.\nومن هذا النوع عند (س): (ما كل سوداء تمرة بيضاء شحمة)، فحذف (كل) لدلالة (كل) المتقدم عليه. والأخفش يجعله من العطف على عاملين كما تقدم.\nومنه: حذف المضاف وإقامة المضاف إليه مقامه من غير أن يدل عليه، معنى الكلام، بل شيء خارج عنه، نحو قول ذي الرمة:\nعشية فرّ الحارِثيون بعدما\n...\nقضى نَحْبه في مُلتقى القومِ هَوْبرُ\nيريد: ابن هوبر. قال ابن الكلبي: (هو يزيد بن أوبر)، وقول أوس:\nفهل لكم فيها إليَّ فإنني\n...\nبصير بما أغيا النطاسي حِذْيما\nالجزء: 1 ¦ الصفحة: 167\n",
        "يريد: ابن حذيم وهو طبيب كان في الجاهلية، وقول الصلتان:\nأرى الخَطفي بذ الفرزدقَ شعرُهُ\n...\nولكن خيراً من كليبٍ مَجَاشِع\nيريد: ابن الخطفي، وهو جرير، والخطفي جده، وقول النابغة:\nوكل صَمُوتٍ نَثْلَةٍ تَبّعيه\n...\nونَسج سُلَيمٍ كلَّ قضَاَء ذَائل\nيريد: أبا سليم، وهو داود، لأنه هو الذي صنع الدروع، وسليم: تصغير (سليمان)، صلوات الله عليه، تصغير ترخيم.\nومثله قول الحطيئة:\nفيه الرماح وفيه كل سابغة\n...\nبيضاء محكمة من صنع سلام\nيريد: من صنع أبي سلام، وأراد بسلام سليمان، صلوات الله عليه.\nالجزء: 1 ¦ الصفحة: 168\n",
        "ومن ذلك أيضاً قول الراجز:\nصبحن من كاظمة\n...\nالخص الخَربُ\nيحملن عَبّاسَ بنَ\n...\nعبدِ المطلبْ\nومنه: حذف الموصوف وإقامة الصفة مقامه في الموضع الذي يقبح ذلك فيه في سعة الكلام، نحو قوله:\nعباس يا الملك المتوج والذي\n...\nعرفت له بيت العلا عدنانه\nيريد: يا أيها الملك، وقوله:\nفيا الغلامان\n...\nاللذان فرا\nإياكما أنْ\n...\nتُكْسِباني شَراً\nيريد: فيا أيها الغلامان.\nوإنما قبح ذلك فلم يستعمل إلا في الشعر لما يؤدي إليه من مباشرة ما فيه الألف واللام حرف النداء، وذلك لا يجوز في الكلام فيما عدا اسم الله تعالى.\nومثل ذلك قول الآخر:\nمن أجلك يا التي تيمت قلبي\n...\nوأنت بخيلة بالوصل عني\nالجزء: 1 ¦ الصفحة: 169\n",
        "يريد: يا أيها التي، ونحو قوله:\nوقُصْري شَنِج الأنْسا\n...\nءِ نباحِ مِن الشُّعْبِ\nيريد: قصري ثور شنج الأنساء.\nوإنما لم يجز حذف الموصوف وإقامة الصفة مقامه في هذا البيت وأمثاله، لأن الصفة التي هي (شنج) غير خاصة بجنس الموصوف المحذوف. ألا ترى أن (شنج النسا) يوصف به الفرس والغزال وغيرهما، والصفة إذا كانت غير خاصة بجنس الموصوف لم يجز حذفها وإقامتها مقامه في الكلام. وقد تقدم تبيين ذلك في فصل نقص الحرف.\nومنه: حذف الموصوف وإبقاء الصفة وهي جملة أو مجرور، نحو قوله:\nمالك عندي غيرُ\n...\nسَهْمٍ وحَجَرْ\nوغَيْرُ كبداء\n...\nشديدةِ الوتَرْ\nالجزء: 1 ¦ الصفحة: 170\n",
        "جادت بكفّيْ كان\n...\nمن أرمى البَشَرْ\nيريد: بكفي شخص كان من أرمى البشر، وقوله:\nلو قلت ما في\n...\nقومها لم تِيثَم\nيَفْضُلُها في\n...\nحَسَبٍ وميسِم\nيريد: أحد يفضلها.\nوهو مع (من) أحسن منه مع غيرها، نحو قول النابغة:\nكأنك من جمالِ بني أُقَيْشٍ\n...\nيُقَعْقَعُ خلف رجليه بِشَنّ\nيريد: كأنك جمل من جمال بني أقيش، وقول ذي الرمة:\nفَظَلوا ومنهمْ دمعه سابق له\n...\nوآخر يثني دمعة العَيْن بالمهل\nيريد: ومنهم فريق دمعه سابق له، وقول الآخر:\nالجزء: 1 ¦ الصفحة: 171\n",
        "لكم مسجداً الله المزوران والحصا\n...\nلكم (قبصه) من بَسْن أْثرى وأقْترا\nيريد: من بين رجل أثرى ورجل أقتر، وقوله:\nفعاش ولم يُوتَرْ ومات ولم يَدَعْ\n...\nمن الناس إلا من أبات على وِتْرِ\nيريد: إلا شخصاً قد أبات على وتر، وقوله:\nوما الدّهْرُ إلا تارتان فمنهما\n...\nأموت وأخرى أبْتغي العَيْشَ أكدحُ\nيريد: فمنهما تارة أموت فيها، فحذف الموصوف والضمير العائد عليه من صفته.\nوربما جاء ذلك في الكلام مع (من)، نحو قولهم: (منا ظعن ومنا أقام) يريدون: منا فريق ظعن ومنا فريق أقام. وإنما حسن حذفه مع (من) لأنها بمعنى بعض، فكأنهم قالوا: بعضنا ظعن وبعضنا أقام.\nومنه: حذف الضمير الرابط للصلة بموصول غير (أي)، أو للصفة\nالجزء: 1 ¦ الصفحة: 172\n",
        "بالموصوف إذا كان الضمير مبتدأ مخبراً عنه باسم غير ظرف ولا مجرور، ولم يكن في\nالصلة ولا في الصفة طول.\nفمما جاء من ذلك في الصفة قوله:\nوهن علي خَدّيْ شَبِيب بنِ عامرِ\n...\nأثرن عَجَاجاتٍ سنايكها كُدْرُ\nيريد: هي كدر، أي العجاجات، وقوله:\nإن يقتلوك فإن قتلك لم يكن\n...\nعاراً عليك ورُبّ قتلٍ عارُ\nيريد: ورب قتل هو عار.\nومما جاء في الصلة قوله:\nلم أر مثل الفتيان في غير ال\n...\nأيام ينسون ما عواقُبها\nيريد: ما عواقبها.\nفإن كان في الصلة أو في الصفة طول جاز حذفه في الكلام والشعر، نحو قولك: مررت برجل ضارب زيداً، تريد: هو ضارب زيداً، ومررت بالذي شاتم عمراً، تريد: هو شاتم عمرا، لأن الصفة والصلة قد طالتا بمعمول الخبر.\nالجزء: 1 ¦ الصفحة: 173\n",
        "فمما جاء من ذلك في الصفة قول عمر بن أبي ربيعة:\nقلت أجيبي عاشقاً\n...\nبحبكم مكلفُ\nيريد: هو بحبكم مكلف، وقول الآخر:\nأقلب في بغداد عيني لا أرى\n...\nسنا الصبح أو ديكاً ببغداد صائح\nبلاد بها كانت شكاتي فلم أعد\n...\nولو مت ما قامت عليَّ النوائح\nيريد: أو ديكاً هو ببغداد صائح.\nومما جاء من ذلك في الموصول قول الأعشى:\nفأنت الجوادُ وأنت الذي\n...\nإذا ما النفوسُ بلغن الصدورا\nجدير بطعنة يوم اللقا\n...\nء تضرب منه النساء النحورا\nيريد: وأنت الذي هو جدير.\nوحكى من كلامهم: (ما أنا بالذي قائل لك سوءاً، أي بالذي هو قائل).\nفأما قراءة يحيى بن يعمر (تماما على الذي أحسن)، وقراءة رؤبة: (مثلا ما بعوضة) برفع (بعوضة)، فهما من قبيل الشاذ الذي\nالجزء: 1 ¦ الصفحة: 174\n",
        "لا يقاس عليه لعدم الطول من الصلة.\nومنه: حذف الضمير الرابط للصلة بالموصول إذا كان مجروراً بحرف جر، ولم يدخل على الموصول أو على ما أضيف إليه حرف مثل ذلك الحرف الذي دخل (على) الضمير، أو يكون قد دخل عليه حرف مثله إلا أن العامل في الموصول والضمير ليسا بمعنى واحد.\nفمن الأول قوله في أحد الوجهين:\nفقلت لها: لا والذي حج حاتمُ\n...\nأخونك عهداً إنني غير خوّان\nيريد: لا والذي حج حاتم له، وقول الآخر:\nفأصبح من أسماء قيس كقابضٍ\n...\nعلى الماء لا يدري بما هو قابضُ\nيريد: بما هو قابض عليه، وقول الآخر:\nناديتُ باسم ربيعةَ بن مكدمٍ\n...\nإن المنوةَ باسمه الموثوقُ\nيريد: الموثوق به.\nألا ترى أن الضمير المحذوف من صلة (الذي) في البيت الأول مجرور باللام، ومن صلة (ما) في البيت الثاني مجرور بـ (على)، ومن (صلة)\nالجزء: 1 ¦ الصفحة: 175\n",
        "(الموثوق) في البيت الثالث مجرور بالباء، والموصولات ليست كذلك.\nومن الثاني قول الآخر:\nفأبلغا خالدَ بْنَ نَضْلةَ والْ\n...\nمَرْءُ مُعنىّ بلوم من يَثقُ\nيريد: من يثق به.\nألا ترى أن الضمير المحذوف والمضاف إلى الموصول، وهو (لوم)، مجروران\nبالباء إلا أن العامل في الضمير (يثق)، وفي المضاف إلى الموصول (معنى)، وهما مختلفان المعنى.\nوالصفة في جميع ذلك بمنزلة الصلة، تقول: مررت برجل مررت به، وإن شئت قلت: مررت (برجل مررت)، (تريد) رجل مررت به. وتقول: ضربت رجلاً مررت (به)، وسررت برجل مررت به، ولا يجوز أن تحذف الضمير، فتقول: ضربت رجلاً مررت، وسررت برجل مررت، إلا في ضرورة شعر.\nومنه: حذف الضمير الرابط للجملة الواقعة خبراً بالمخبر عنه إذا كان حذفه يؤدي إلى تهيئة العامل للعمل وقطعه عنه، نحو قول الأسود بن يعفر:\nوخالدُ يَحْمَدُ ساداتناُ\n...\nبالحقّ لا يحمد بالباطلِ\nوقول الآخر:\nقد أصبحت أم\n...\nالخيار تدعي\nعلي ذنباً كلّه\n...\nلم أصنعِ\nالجزء: 1 ¦ الصفحة: 176\n",
        "وقول الآخر:\nوقالوا تعرفها المنازلَ من منى\n...\nوما كل من وافى منى أنا عارُف\nيريد: أنا عارفه، وقول الآخر أيضاً:\nأرجزاً تطلب\n...\nأم قريضاً\nكلاهما أجِدُ\n...\nمستريضا\nيريد: أجده مستريضاً.\nألا ترى أن (يحمد) و (أصنع) و (عارف) مهيآت للعمل في المبتدآت التي هي أخبار لها، وهي مع ذلك مقطوعة عن العمل فيها. فحذف الرابط في هذه الأبيات وأمثالها يحسن في الشعر ولا يحسن في سعة الكلام، بل إن جاء منه شيء حفظ ولم يقس عليه.\nفمما جاء من ذلك قراءة يحيى: (أفَحُكمُ الجاهِليّةِ يَبْغُون) برفع حكم. التقدير: يبغونه.\nهذا مذهب المحققين من البصريين، وأما الكوفيون ومن أخذ بمذهبهم من البصريين، فإنهم يجيزون حذفه في سعة الكلام، بشرط أن يكون المبتدأ\nالجزء: 1 ¦ الصفحة: 177\n",
        "(كلا) أو اسم استفهام، نحو قولك: كل الدراهم قبضت، وأي رجل ضربت.\nوالصحيح أنه لا فرق بين اسم الاستفهام و (كل) وبين غيرهما من الأسماء إذا أدى حذف الرابط إلى تهيئة العامل للعمل وقطعه عنه.\nومنه: حذف ضمير الشأن أو القصة إذا كان اسماً ل (أن) وأخواتها، نحو قوله:\nفلا تَشْتُم المولى وتَبْلُغْ أذَاتَهُ\n...\nفإن به تثأى الأمور وترأبُ\nيريد: فإنه (به) تثأى الأمور، وقول الآخر:\nكأن على عرنينه وجبينه\n...\nأقام شُعاع الشمسِ أو طلع البَدْرُ\nيريد: كأنه على عرنينه، وقول الآخر:\nإن من يَدْخُلِ الكميسة يوماً\n...\nيَلْقَ فيها جآذراً وظباء\nيريد: إنه من يدخل الكنيسة: ولا يجوز أن يكون (من) اسم (إن) لأنها اسم شرط، وأسماء الشرط لا يتقدمها عامل إلا الخافض، بشرط أن يكون معمولاً لفعل الشرط، نحو قولك: بمن تمرر أمرر.\nومثل ذلك قول الأعشى:\nإن من لام في بني بنت حسّا\n...\nنَ ألمه وأعْصِهِ في الخُطُوبِ\nالجزء: 1 ¦ الصفحة: 178\n",
        "يريد: إنه من لام، وقول أمية بن أبي الصلت:\nولكنّ مَنْ لا يَلْقَ أمراً يَنُوبُهُ\n...\nبعُدَّته يَنْزِلْ بهِ وهْو أعْزَلُ\nيريد: ولكنه من.\nومن ذلك قول جميل:\nألا ليتَ أيامُ الصفاءِ جديدُ\n...\nودهر تولى يا بثين يعود\nفي رواية من رفع الأيام، يريد: ليتها أيام.\nفحذف هذا الضمير يحسن في الشعر ويقبح في الكلام، إلا أن يؤدي حذفه إلى أن تكون (أن) وأخواتها داخلة على فعل، فإنه إذ ذاك يقبح في الكلام والشعر، لأنها حروف طالبة للأسماء، فاستقبحوا لذلك مباشرتها للأفعال.\nوإنما قبح حذفه في الكلام وإن لم يؤد الحذف إلى مباشرة (أن) وأخواتها للأفعال، لأنه مفسر بالجملة التي بعده فأشبهت الجملة لذلك، وإن كانت في الخبر، الجملة الواقعة صفة في نحو قولك: رأيت رجلاً يحبه عمرو، وفي أن كل واحدة من الجملتين مفسرة لما قبلها، والجملة الواقعة صفة يقبح حذف موصوفها وإبقاؤها. فكذلك أيضاً يقبح حذف ضمير الشأن والقصة وإبقاء الجملة المفسرة له وأيضاً يستعمل. والحذف مناقض لذلك.\nفأما قول الراعي:\nفلو أنّ حَقّ اليوم منكم إقامةُ\n...\nوإن كان سَرْحُ قد مضى فَتَسَرّعا\nالجزء: 1 ¦ الصفحة: 179\n",
        "وقول الآخر:\nفليتَ دَفَعْت الهم عني ساعةُ\n...\nفبتنا على ما خيلت ناعمي بال\nفيحتمل أن يكون المحذوف فيهما ضمير الشأن، فيكون التقدير: (فلو أنه حق اليوم منكم إقامة، و (فليته دفعت)، ويكون البيتان إذ ذاك من قبيل ما يقبح في الكلام والشعر، لما يلزم في البيت الأول من ولاية الفعل لـ (أن)، وفي البيت الثاني لولايته لـ (ليت) ويحتمل أن يكون المحذوف ضمير المخاطب، فيكون التقدير: (فلو أنكر حق اليوم)، و (ليتك دفعت الهم). وحملها على الوجه أولى، لأنه لا يلزم فيه من القبح ما يلزم في الوجه الأول.\nومنه: العطف على ضمير الرفع المتصل من غير أن يؤكد بضمير رفع منفصل\nأو يكون في الكلام طول يقوم مقام التأكيد، نحو قوله، أنشده الفراء:\nألم تر أن النبعَ يَصْلبُ عودهُ\n...\nولا يستوي والخروعُ المُتَقَصّفُ\nوقوله:\nورجا الأخَيْطلُ مِنْ سَفَاهةِ رأيه\n...\nما لم يكن وأبُ له لِينَالا\nالجزء: 1 ¦ الصفحة: 180\n",
        "وقول عمر بن أبي ربيعة:\nقلت إذا أقبلتْ وزُهرُ تَهَادى\n...\nكنِعاج المَلاَ تَعسّفْنَ رَمْلا\nوقول الآخر:\nفلما التقينا والجيادُ عشيةَ\n...\nدَعَوْا يا لَكَلبِ وانتمينا لعامر\nوقول الآخر:\nفأقسم أن لو التقينا وأنتم\n...\nلكان لنا يومُ من الشر مظلمُ\nكان الوجه في البيت الأول أن يقال: ولا يستوي هو والخروع، وأن يقال في الثاني: ما لم يكن هو وأب له، وفي الثالث: إذ أقبلت هي وزهر، وفي الرابع: فلما التقينا نحن والجياد، وفي الخامس: أن لو التقينا نحن وأنتم، إلا أن ضرورة الوزن أوجبت حذف الضمير المؤكد في جميع ذلك.\nوإنما قبح العطف على الضمير المتصل من غير تأكيد ولا طول يقوم مقامه، لأن الضمير - ضمير الرفع المتصل جعلته العرب بمنزلة الجزء من الفعل، وكذلك جعلوا إعراب الفعل بعد الضمير في: تفعلان وتفعلون وتفعلين. ألا ترى أنه لو لم يكن كالجزء من الفعل لكنت قد حلت به (بين) الفعل وإعرابه، وذلك غير سائغ. فلما كان كالجزء من الفعل امتنع أن يقال: قمت وزيد وأمثاله، لأن حرف العطف إذ ذاك يكون كأنه لم يتقدمه معطوف\nالجزء: 1 ¦ الصفحة: 181\n",
        "عليه، وفي ذلك إخراج له عن وضعه. فإذا وكد قام التأكيد مقام ذكر المعطوف عليه، لأنه هو في المعنى. ألا ترى أن (أنت) من قولك: قمت أنت وزيد، هو التاء في المعنى. وجعلوا الطول في قولك: قمت\nاليوم وزيد عوضاً عن التأكيد. ولذلك أجازوا العطف معه من غير تأكيد: قال الله تعالى: (أئذا كنا تراباً وآباؤنا أئنا لمخرجون)، فعطف على المتصل بـ (كان) من غير تأكيد لقيام الطول بخبرها مقامه.\nومنه: حذف الخبر في باب (كان) لدلالة المعنى عليه، نحو قول التيمي:\nلَهْفي عليك للهفة من خائف\n...\nيبغي جوارك حين ليس مجير\nيريد: ليس في الدنيا مجير، وقول الآخر:\nفإن قصدوا لحقٍ حَقّ فأقصدْ\n...\nوإن جاروا فجر حتى يصيروا\nيريد: حتى يصيروا لك تبعاً.\nوإنما لم يجز حذفه إلا في ضرورة لأنه عوض عما اخترم منها الدلالة على الحدث، فلزم ذلك.\nومنه: حذف الموصول وإبقاء صلته. وهو عند البصريين من الضرائر التي لا يقاس عليها لقبحها، نحو قول جرير:\nهل تذكرن إلى الديرين هجرتَكُمْ\n...\nومَسْحَكُم صُلْبَكُم رَخْمانُ قُرْبانا\nالجزء: 1 ¦ الصفحة: 182\n",
        "يريد: تذكرن مسحكم صلبكم وقولكم: يا رحمن قربانا - كأنه عيرهم اللكنة التي في النصارى - فحذف المصدر، وهو قولكم، وهو من قبيل الموصولات، وأبقى صلته، وهو يا رحمن قربانا، لأنه في موضع مفعول به.\nوهو عند الكوفيين جائز في سعة الكلام. ومنه قوله تعالى (ومنا دون ذلك)، وقوله سبحانه: (لقد تقطع بينكم) التقدير: (ومنا من دون ذلك) و (لقد تقطع ما بينكم). و (ما) و (من) - عندهم - موصولتان.\nوالآيتان وأشباههما عند البصريين على تقدير موصوف محذوف. وقد تقدم تبيين ذلك.\nوأما نقص الجملة فمنه قوله، أنشده يعقوب في معاني الشعر له:\nفأصبحت من\n...\nوصلنا كأن لمِ\nوقول ابن هرمة:\nوعليك عهد الله أن ببابه\n...\nأهْلَ السيالة إنْ فَعلتَ وإن لم\nيريد: وإن لم تفعل، فحذف جملة الفعل والفاعل، واكتفى منها بالجازم وهو (لم).\nومثله قول الآخر:\nيا رب شيخ من\n...\nلُكَيْزٍ ذي غَنَمْ\nفي كفه زيغ\n...\nوفي فيه فَقَمْ\nالجزء: 1 ¦ الصفحة: 183\n",
        "أجلح لم يشمط\n...\nوقد كان ولمْ\nيريد: وقد كان ولم يجلح.\nوإنما لم يجز الاكتفاء بـ (لم) وحذف ما تعمل فيه إلا في الشعر، لأنها عامل ضعيف، فلم يتصرفوا فيها بحذف معمولها في حال السعة. بل إذا كان الحرف الجار - وهو أقوى في العمل منه لأنه من عوامل الأسماء، وعوامل الأسماء أقوى من عوامل الأفعال - لا يجوز حذف معموله، فالأحرى أن لا يجوز ذلك في الجازم.\nفإن قال قائل: فلم جاز الاكتفاء بـ (لما) وحذف معمولها في سعة الكلام وهي جازمة، فقالوا: قاربت المدينة ولما - أي ولما دخلها - ولم يجز ذلك في لم؟ فالجواب أن تقول: إن الذي يسوغ ذلك فيها كونها نفياً لـ (قد فعل). ألا ترى أنك تقول في نفي قد قام زيد: لما يقم، فحملت لذلك على (قد). فكما يقال: لم يأت زيد وكأن قد، أي: وكأن قد أتى، فيكتفي بـ (قد)، فكذلك أيضاً قالوا: قاربت المدينة ولما، أي: ولما أدخلها، فاكتفوا بـ (الما).\nومنه: حذف فعلي الشرط والجواب بعد (أن)، نحو قول امرأة من العرب:\nقالت سُلَيْمى لَيْتَ\n...\nلي بَعْلاً بِمَنْ\nيَغْسِلُ رأسي\n...\nوينسيني الحَزَنْ\nوحاجة ما إن لها\n...\nعندي ثَمَنْ\nمستورة قضاؤها\n...\nمنه ومِنْ\nالجزء: 1 ¦ الصفحة: 184\n",
        "قالت بناتُ العم:\n...\nيا سلمى وإنْ\nكان فقيراً\n...\nمعدماً قالت وإنْ\nتريد: وإن كان فقيراً معدما فزوجينه.\nولم يجيء ذلك في غير (إن) من أدوات الشرط. وسبب ذلك أنها أم أدوات الشرط، فجاز فيها من التصرف ما لم يجز في غيرها.\nومنه: قول الآخر:\nنادوهم ألا\n...\nالجموا ألا تا\nقالوا جميعاً\n...\nكلهم ألافا\nيريد: ألا تركبون، وألا فأركبوا، فحذفت الجملة التي هي اركبوا، واكتفى بحرف العطف وهو الفاء. ولولا الضرورة لم يجز ذلك. وكذلك أيضاً اكتفاؤه بالتاء من (تركبون) وحذف سائر الجملة، إنما ساغ للضرورة.\nومثل ذلك قول (الآخر):\nبالخير خيرات\n...\nوإن شراً فآ\nولا أريد الشر\n...\nإلا أن تآ\nالجزء: 1 ¦ الصفحة: 185\n",
        "أراد: فأصابك الشر، فاكتفى بالفاء والهمزة وحذف ما بعدهما وأطلق الهمزة بالألف. وأراد بقوله: (إلا أن تآ) إلا أن تأبى الخير، فاكتفى بالتاء والهمزة وحذف ما بعدهما وحرك الهمزة بالفتح وأطلقها بالألف.\nونحو من ذلك قول الآخر:\nقلت لها قفي\n...\nلنا قالت قاف\nلا تحسبي إنا\n...\nنسينا الإيجاف\nتريد: قد وقفت، فاكتفت بالقاف.\nومثل ذلك أيضاً، إلا أن الدليل على المحذوف متأخر عنه، قوله:\nقد وعدتني\n...\nأم عمرو أن تا\nتَدْهَنُ رأسي\n...\nوتفليني وا\nوتمسح القنفاء\n...\nحتى تنتا\nألا ترى أنه حذف ما بعد التاء والواو من غير أن يتقدم له دليل على ذلك المحذوف، ثم أعادها مع ما كان قد حذفه ليبين المعنى الذي أراده قبل.\nالجزء: 1 ¦ الصفحة: 186\n",
        "فصل التقديم والتأخير\nوهي منحصرة في: تقديم حركة، وتقديم حرف، وتقديم بعض الكلام على بعض.\nفأما تقديم الحركة لأجل الضرورة فقليل. والذي جاء من ذلك نقل حركة الضمير في نحو: (ضربه) إلى الحرف المتحرك قبله في حال الوقف، نحو قوله، أنشده الجوهري:\nما زال شيبان\n...\nشديداً هبصُهْ\nحتى أتاه قرنه\n...\nفوقَصُهْ\nيريد: فوقصه، فنقل حركة الهاء إلى الصاد.\nوذكر ابن دأب أن أعشى همدان قال:\nالجزء: 1 ¦ الصفحة: 187\n",
        "مَنْ دَعَا لِيغُزَيّلي\n...\nأربح الله تِجَارَتُهْ\nفجمع بين ثلاث ضرائر: إحداها نقل حركة الضمير المضاف إليه (تجارة) إلى الحرف المتحرك قبله في حال الوقف. والأخرى: حذف علامة الرفع من اسم الله تعالى تخفيفاً. والثالثة: إشباع حركة لام الجر، فنشأت عنها الياء.\nإلا أن الأصمعي أنكر ذلك، وقال: (الأعشى من الفحول ولا يقع في مثل هذا).\nوكذلك أيضاً أنكره خلف الأحمر، وقال: (ولقد طمع ابن دأب في الخلافة حين طمع أن يجوز هذا على الأعشى).\nومثل ذلك نقل حركة ضمير المؤنث في (أضربها) وأمثاله إلى الحرف المتحرك قبله بعد حذف صلته في حال الوقف، نحو قوله:\nفإني قد سئمت بدار قومي\n...\nأموراً كنت في لخم أخَافهْ\nيريد: أخافها، الألف ونقل حركة الهاء إلى الفاء. وقد تقدم ذكر ذلك في فصل نقص الحرف.\nومما جاء من ذلك أيضاً نقل الحركة من حرف الأعراب إلى الساكن قبله فيما يؤدي النقل فيه إلى بناء معدوم. ولا يحفظ ذلك إلا في قول أوس:\nالجزء: 1 ¦ الصفحة: 188\n",
        "لنا صرخة ثم إسكاته\n...\nكما طرقت بنفاس بِكُرْ\nبضم الكاف، هكذا رواه بعض الرواة فيما زعم سعيد بن المبارك بن الدهان في كتابه المسمى بالغرة. والمشهور في روايته (بكر)، بكسر الكاف.\nوأما تقديم الحرف فمنه قول الشاعر:\nحتى استفأنا نساَء الحي ضاحيةً\n...\nوأصبح المرءُ عمرو مثبتاً كاعي\nيريد: كائعاً.\nوالدليل على أن كاعياً مقلوب من (كائع) أنه قد وجد لـ (كائع) مادة مستعملة، يقال: كاع فهو كائع، ولم يوجد (كعا) مستعملة ولا حفظ (كاع) إلا في هذا البيت.\nوقوله:\nهُمُ أوردوك الموتَ حتى لقيتَه\n...\nوجاشت إليك النفس بين الترائقِ\nيريد: التراقي، جمع ترقوة، وقول ذي الرمة:\nالجزء: 1 ¦ الصفحة: 189\n",
        "تكاد أو إليها تفرى جلودها\n...\nويكتحلُ التالي بمَوْرِ وحاطبِ\nيريد: أوائلها، وقول الأجدع بن مالك:\nوكأن أولاها كَعابُ مُقامرٍ\n...\nضُربت على شُزُنِ فهن شواعي\nوقول القطار:\n. . . . . . . . .\n...\nولا تَقَضّي بَواقي دَيْنها الطادي\nيريد: الواطد، وقول الآخر:\nمَرْوان مروان أخو\n...\nاليوم اليَمي\nيريد: اليوم، يقال: يوم يوم، أي: صعب. إلا أنه لما قلب جاءت الواو متطرفة بعد كسرة فأنقلبت ياء، وقول الآخر:\nالجزء: 1 ¦ الصفحة: 190\n",
        "ولو أني رميتُك من بعيدٍ\n...\nلعاقك عن لقاء الحي عاقي\nيريد: (عائق)، وقول الراجز:\nمثل القياسِ\n...\nانتاقها المُنَقَّي\nيريد: انتقاها.\nوالقلب في الكلام كثير. وإنما ذكرنا منه ما جاء للضرورة ولم يستعمل في سعة الكلام.\nوأما تقديم بعض الكلام على بعض فمنه: الفصل بين المضاف والمضاف إليه بالظرف والمجرور، نحو قول ذي الرمة:\nكأن أصوات - من إيغالهن بنا -\n...\nأواخر المَيْسِ أصواتُ الفراريج\nالجزء: 1 ¦ الصفحة: 191\n",
        "يريد: كأن أصوات أواخر الميس من إيغالهن بنا، فقدم المجرور وفصل به بين المضاف والمضاف إليه، وقول أبي حية: (الوافر)\nكما خط الكتاب بكف - يوماً -\n...\nيهودي يُقارب أو يزيل\nيريد: بكف يهودي يوماً، فقدم الظرف وفصل به بين المضاف والمضاف إليه.\nومن الفصل بينهما بالمجرور، قول درني بنت عبعبة:\nهما أَخوا الجَربِ مَنْ لا أخاله\n...\nإذا خافَ يوماً نَبْوةً فدعاهما\nتريد: هما أخوا من لا أخاً له في الحرب، وقول الشاعر:\nمُؤخّرُ - عن أنيابه - جِلْدِ رأسهِ\n...\nوأسنانه مثل الزجاج خَرُوج\nيريد: مؤخر جلد رأسه عن أنيابه، وقوله:\nكم بجودٍ مقرفٍ نال العلى\n...\nوكريمُ بُخلُه قد وَضَعهْ\nالجزء: 1 ¦ الصفحة: 192\n",
        "في رواية من خفض مقرفاً، يريد: كمقرف نال العلى بجود، وقوله:\nكم فيهم ملكِ أغر وسوقةٍ\n...\n(حكمٍ بأرديةِ المَكارمِ مُحتبي)\nيريد: كم ملك أغر فيهم.\nومن الفضل بينهما بالظرف قول عمرو بن قميئة:\nلما رأت ساتيدما استعبرت\n...\nلله دَرّ - اليومَ - من لامها\nيريد: لله در من لامها اليوم، وقوله - أنشده الفراء:\nفَرشْني بِخَيرٍ لا أكونَنْ ومدحتي\n...\nكناحِت - يوماً - صَخْرةً بعسيلِ\nيريد: كناحت صخرة بعسيل يوماً. والعسيل: مكنسة يكنس بها العطار بلاطه من العطر. وقوله:\nالجزء: 1 ¦ الصفحة: 193\n",
        "كم - دون سلمى -\n...\nفلواتِ بيدِ\nمنضية للبازلِ\n...\nالقَيْدُودِ\nيريد: كم فلوات بيد دون سلمى.\nوالفصل بين المضاف والمضاف أليه بالظرف والمجرور من الضرائر الحسنة. ومثله في الحسن الفصل بينهما بالمعطوف على الاسم المضاف مع حرف العطف، نحو قول الفرزدق:\nيا من رأى عارضاً أُسَرُّ به\n...\nبين ذِرَاعيْ وجبهةِ الأسدِ\nيريد: بين ذراعي الأسد وجبهته، فقدم المعطوف وحرف العطف، وفصل بهما ومثله قول الأعشى:\nولا نقاتل بالعِصِيّ\n...\nولا نرامي بالحجارة\nإلا علالة أو بدا\n...\nهة قارح نهد الجزارة\nيريد: إلا علالة قارح نهد الجزارة أو بداهته.\nوقد جاء شيء من هذا النوع في الكلام، حكى الفراء: (قطع الله\nالجزء: 1 ¦ الصفحة: 194\n",
        "(الغداة) يد ورجل من قاله)، يريد: يد من قاله ورجله. وقال الكسائي: (برئت إليك من مائة (وعشري) النخاسيين)، يريد: من مائة النخاسين وعشريهم.\nوما ذهب إليه المبرد من أن هذا النوع ليس فيه فصل بين المضاف والمضاف إليه، بل المضاف إليه الاسم الأول محذوف لدلالة الثاني عليه، والأصل في قوله: بين ذراعي وجبهة الأسد: بين ذراعي الأسد وجبهة الأسد، فحذف الأسد الأول لدلالة الثاني عليه، باطل بدليلين:\nأحدهما: أنه لو كان الأمر، لوجب أن يقال: بين ذراعين وجبهة الأسد، فيثبت النون، كما أنهم لما حذفوا المضاف إليه (كل) و (بعض) و (أي) أثبتوا فيها التنوين. فلما حذفوا النون من (ذراعي)، دل ذلك على أنه مضاف إلى (الأسد).\nفإن قال قائل: يلزمكم أيضاً أنتم مثل ذلك في الثاني: ألا ترى أن (جبهة) - على مذهبكم - قد حذف ما كانت مضاف إليه. فالجواب أن تقول: إنها، وإن لم تكن مضافة، فهي صورة المضاف من حيث وليها (الأسد) مخفوضاً في اللفظ، وقد حذف منها التنوين. والشيء إذا أشبهه الشيء في اللفظ، قد تعامله العرب معاملته. ألا ترى أنهم قد زادوا (أن) بعد (ما) غير النافية في قول الشاعر:\nالجزء: 1 ¦ الصفحة: 195\n",
        "ورجَّ الفتى للخير ما إن رأيته\n...\nعلى السن خيراً لا يزال يزيد\nلما كانت تشبه (ما) النافية في اللفظ.\nوالآخر: أنه يلزم على مذهب المبرد أن يقول: رأيته بين ذراعي وجبهتك، يريد: رأيته بين ذراعيك وجبهتك، إذ لا ما نع يمنع من ذلك على مذهبه. وأما ما ذكرناه\nفلا يجوز ذلك، لأن ضمير الخفض شديد الاتصال بما يخفضه، فلم يجز الفصل بينهما لذلك. فلما يسمع من كلامهم مثل: بيم ذراعي وجبهتك، دل على صحة ما ذهب إليه من الفصل بين المضاف والمضاف إليه.\nوما ذكرناه من الفصل هو مذهب س.\nومنه: الفصل بينهما بسائر الأسماء التي ليست ظروفاً ولا مجرورات، نحو قول الشاعر:\nفزججتُها بمزحة\n...\nزجَّ - القَلُوصَ - أبي مزاده\nيريد: زج أبي مزادة القلوص. وفصل به بين المضاف والمضاف إليه وليس بظرف ولا مجرور، وقوله:\nالجزء: 1 ¦ الصفحة: 196\n",
        "أشم كأنه رجلُ عبوسُ\n...\nمخالطُ - جرأةً - وقت التوادي\nيريد: مخالط وقت التوادي جرأة، أي لجرأته، فقدم المفعول من أجله، وهو المصدر، وفصل بينهما. وقوله:\nيفركن حَبّ\n...\nالسّنبل الكُنَافجِ\nبالقاع فركَ القطنَ\n...\nالمحالج\nيريد: فرك المحالج القطن. وقوله، أنشده أبو عبيدة:\nوحلق الماذِيّ\n...\nوالقوانِس\nفداسَهُمْ دوسَ\n...\n- الحصادَ - الدائسِ\nيريد: دوس الدائس الحصاد. وقول الطرماح:\nيطفن (بحوزي المراتع) لم يرع\n...\nبواديه من قرع - القسي - الكنائن\nيريد: قرع الكنائن القسي.\nوهذا النوع أقل من الأول. وأكثر النحويين لا يجيز القياس عليه في الشعر وبعضهم يجيزه.\nالجزء: 1 ¦ الصفحة: 197\n",
        "وقد أخذ أبو الطيب بمذهب من أجازه، فقال:\nحملت إليه من ثناي حديقة\n...\nسقاها الحجي سَقي - الرياضَ - السحائب\nيريد: سقي السحائب الرياضَ.\nومن هذا القبيل قراءة ابن عامر: (قتل أولادَهم شركائِهم) بنصب (أولادهم) وخفض (شركائهم) التقدير: قتل شركائهم أولادَهم.\nوزعم الفراء أن هذه القراءة خطأ عند النحويين. وادعى أن الذي\nالجزء: 1 ¦ الصفحة: 198\n",
        "دعا ابن عامر إلى ذلك أن مصحف أهل الشام فيه ياء مثبتة في (شركائهم)، فقدر لذلك أن الشركاء هم المضلون لهم الداعون إلى قتل أولادهم، فأضاف القتل إليهم كما يضاف المصدر إلى فاعله، ونصب (أولادهم) لأنهم المفعولون. ولو أضاف المصدر إلى المفعولين، فقال: (قتل أولادهم)، للزمه أن يرفع الشركاء، فيكون مخالفاً للمصحف. فكأن اتباع المصحف أثر عنده.\nوهذا عندي تحامل عليه. ولا ينكر مجيء الفصل بين المضاف والمضاف إليه بغير ظرف ولا مجرور في الكلام، وإن لم (ينقس) ذلك. فقد حكى أبو عبيدة عن أبي سعيد، وهو أعرابي لقيه أبو الدقيش، أنه سمعه يقول: (إن الشاة تسمع صوت - قد علم الله - ربها، فتقبل إليه وتثغو)، يريد: صوت ربها قد علم الله، فقدم الجملة وفصل بها بين المضاف والمضاف إليه. وقراءة ابن عامر أسهل من هذا.\nومثل ذلك قوله:\nوكم - قد فاتني - بطلٍ كميٍ\n...\nوياسر فتية سمح هضوم\nيريد: وكم بطل كمي قد فاتني، فقدم الجملة وفصل بها بين (كم) وما أضيف إليه. وقد فصلوا، أيضاً، بينهما في الشعر بمجرور واسم غير ظرف.\nالجزء: 1 ¦ الصفحة: 199\n",
        "ومن ذلك قوله:\nتمر على ما تستمر وقد شفت\n...\nغلائِل - عبدُ القيس منها - صدورِها\nوبمجرور واسمين غير ظرفين. ومن ذلك قوله، أنشده ابن الأعرابي:\nنفي الذَمَّ عن أثوابه مثل ما نفى\n...\nأذى درناً عن جلده - الماءُ - غاسلِ\nيريد: مثل ما نفى الماء أذى غاسل درنا عن جلده.\nوقد فعلوا أيضاً ما هو أشد من هذا كله، وقدموا مع ذلك المضاف إليه على المضاف: أنشد أبو عبيدة:\nتفرق ألاف الحجيج على مِنى\n...\nوصدعهم مُسْي النوى عند أربع\nيريد: وصدعهم النوى عند مسى أربع ليال، ففصل بين (عند) وما أضيفت إليه، وهو مسي، بـ (النوى)، وليس بظرف، وقدم مع ذلك (مسي) عليها.\nومنه: الفصل بين حرف الجر والمجرور. وهو أقبح من الفصل بين المضاف والمضاف إليه، نحو قول الفرزدق:\nوإني لأطوي الكشح من دون ما أنطوي\n...\nوأقطع بالخرق الهَبُوعِ المراجمِ\nيريد: وأقطع بالهبوع المراجم الخرق. وفصل بين الباء ومخفوضها وهو (الهبوع) وقول الآخر:\nالجزء: 1 ¦ الصفحة: 200\n",
        "مُخَلّقة لا يُستَطاعُ ارتقاؤها\n...\nوليس إلى - منها - النزولِ سبيلُ\nفقدم منها وفصل به بين حرف الجر والمجرور.\nوحكى الكسائي: (أخذته بأرى ألف درهم)، يريد: بألف درهم أرى. فقدم (أرى) وفصل بين الباء ومخفوضها في سعة الكلام. وهذا من الندور بحيث لا يلتفت إليه.\nومنه: الفصل بين الحروف التي لا يليها إلا الفعل في سعة الكلام وبين الفعل، نحو قوله:\nلن - ما رأيت أبا يزيد مقاتلاً -\n...\nأدعَ القتالَ وأشهدَ الهَيْجاَء\nيريد: لن أدع القتال وأشهد الهيجاء ما رأيت أبا يزيد مقاتلاً، ففصل بين (لن) والفعل المتصل بها، ونحو قوله:\nفَقَدْ - والشك - بَيّنَ لي - عناءُ\n...\nبوشك فراقهم صردُ يصِيحُ\nيريد: فقد بين لي بوشك فراقهم صرد يصيح والشك عناء، ففصل بين (قد) والفعل. وذلك قبيح جداً. ومثله قول الآخر:\nتِهْتم علينا لأن الذئبَ كلمكم\n...\nفقد - لعمري - أبوكم - كلم الذيبا\nالجزء: 1 ¦ الصفحة: 201\n",
        "يريد: فقد كلم أبوكم الذيب لعمري.\nونحو قوله:\nعليك سلام بَعْدَ - سَوْف - سلامِها\n...\nتَمُرّ سنون بَعْدها وشُهُورُ\nيريد: بعد سلامها سوف تمر سنون وشهور (بعدها)، ففصل بين (سوف) والفعل بمخفوض (بعد)، وفصل بين (بعد) ومخفوضها بـ (سوف).\nوقول الفرزدق:\nفلما - للصلاةِ - دعا المنادي\n...\nنَهَضْتُ وكنتُ منها في (غرور)\nيريد: فلما دعا المنادي للصلاة، ففصل بين (لما) والفعل بالمجرور. وقوله:\nصددِت وأطولتِ الصدودَ وقلما\n...\nوصال على طول الصدود يدوم\nيريد: وقلمان يدوم وصال على طول الصدود، ففصل بين (قلما) والفعل بالاسم المرفوع وبالمجرور.\nالجزء: 1 ¦ الصفحة: 202\n",
        "ونحو قوله:\nنوائب من لدن ابن آدم لم تزل\n...\nتباكر من لم - بالحوادث - تطرقِ\nيريد: تباكر بالحوادث من لم تطرق، ففصل بين (لم) ومجزومها وهو (تطرق)، بالمجرور، وقول ذي الرمة:\nفأضحت مغانيها قفاراً رسومُها\n...\nكأن لم - سوى أهلٍ من الوحشٍ - توهلِ\nيريد: كأن لم تؤهل، فقدم الظرف والمجرور وفصل بهما بين (لم) ومجزومها، وهو (توهل).\nوجميع ذلك لا يجوز الفصل بينه وبين الفعل في سعة الكلام.\nومنه: الفصل بين الأعداد والتمييز المنتصب بها، نحو قوله:\nفي خمسَ عشرةَ - من جُمادى - ليلةً\n...\nلا أستطيع على الفراش رُقاداَ\nيريد: في خمس عشرة ليلة من جمادى، فقدم المجرور وفصل به بين خمس عشرة وتمييزه المنتصب به، وقوله:\nعلى أنني بعد ما مضى\n...\nثلاثون - للهجر - حولاً كميلا\nالجزء: 1 ¦ الصفحة: 203\n",
        "يريد: ثلاثون حولاً كميلاً للهجر، فقدم المجرور وفصل به بين (ثلاثين) وتمييزها، وقوله:\nوأشهد عند الله أني رأيتها\n...\nوعشرين - منها - إصبعاً من (ورائيا)\nيريد: وعشرين إصبعاً منها، فقدم المجرور أيضاً، وفصل به بين عشرين وتمييزها.\nوإنما قبح الفصل بين هذه الأعداد وتمييزاتها، لضعف عملها فيها من حيث كانت محمولة في العمل على الصفة المشبهة، والصفة المشبهة محمولة في عملها على اسم الفاعل، واسم الفاعل محمول في عمله على الفعل.\nفإن قال قائل: فلم جاز الفصل بين (كم) وتمييزها بالظرف والمجرور في فصيح الكلام، فقيل: كم في الدار رجلاً، وكم اليوم عندك رجلاً، مع أن ضعفها في العمل وضعف أسماء العدد على حد سواء؟ فالجواب أن العرب لما منعتها التصرف الجائز في أسماء العدد، بأن ألزمتها صدر الكلام، فلم يجز لذلك فيها أن تكون فاعلة ولا مفعولاً لم يسم فاعله، ولا اسماً لـ (أن) وأخواتها ولا خبراً لها، ولا اسماً لـ (ما) ولا خبراً لها، ولا اسماً لـ (كان) وأخواتها، وذلك كله جائز في أسماء العدد، جعلوا التصرف فيها بالفصل بينها وبين تمييزها بالظرف والمجرور عوضاً مما منعته من التصرف.\nومنه: الفصل بين الصفة والموصوف بما ليس معمولاً لواحد منهما، نحو قوله:\nالجزء: 1 ¦ الصفحة: 204\n",
        "أمرتَّ من الكتان خيطاً وأرسلت\n...\nرسولا - إلى أخرى - جريئاً - تعينها\nيريد: وأرسلت إلى أخرى تعينها رسولا جريئاً، ففصل بين (رسول) وصفته بالمجرور، وفصل بين المجرور بـ (إلى) وصفته، وهي تعينها، بصفة رسول وهي (جريئاً)، وقول الآخر:\nأقول لقومٍ في الكنيفِ تروحوا\n...\nعشيةَ بتنا عند ماوان رُزَّحِ\nيريد: أقول لقوم رزح في الكنيف تروحوا عشية بتنا عند ماوان.\nفإن كان الفصل بينهما بمعمول أحدهما جاز في الكلام والشعر، نحو قوله تعالى: (ذلك حشر علينا يسير). التقدير: ذلك حشر يسير علينا، ففصل بين (حشر) وصفته بـ (علينا) لأنه معمول للصفة.\nومنه: الفصل بين المعطوف والمعطوف عليه، نحو قول لبيد:\nفصلقنا في مراد صَلْقَةً\n...\nوصُدَاءٍ ألحقتهم بالثّللْ\nيريد: فصقلنا في مراد وصداء صقلة، وقول البعيث:\nالجزء: 1 ¦ الصفحة: 205\n",
        "وَجَدْتُ أباها راضياً بي وأمها\n...\nفأعطيت فيها الحُكم حتى حَوْيتها\nيريد: وجدت أباها وأمها راضياً.\nومنه: الفصل بين حرف العطف والمعطوف بالظرف أو المجرور، نحو قول الأعشى:\nوفي كل عام أنت جاشم غزوة\n...\nتشد لأقصاها عزيمَ عزائكا\nمورثةً مالاً وفي الحي رفعةً\n...\nلما ضاع فيها من قروء نسائكا\nففصل بين حرف العطف، وهو الواو، وبين المعطوف، وهو رفعة، بالمجرور وقول الأعشى أيضاً:\nيوماً تراها كشِيْهِ أردية ال\n...\nعصبِ ويْوماً أديمَها نَغِلا\nوهو عند الفارسي والمحققين من النحويين من قبيل الضرائر، لما فيه من الفصل\nبين حرف العطف والمعطوف، لأن حرف العطف عطف ثلاثة أشياء على ثلاثة أشياء: فعطف (يوماً) على يوم المتقدم الذكر، و (أديمها على الضمير المنصوب المتصل بـ (ترى)، و (نغلا) على موضع (كشبه أردية العصب). والتقدير: تراها يوماً كشبه أردية العصب وترى يوماً أديمها نغلا.\nوإذا عطف بحرف عطف أكثر من اسم واحد على مثله، لم يسع أن يقال: إنه قد فصل بالمعطوف الأول من حرف العطف وما بعده، بدليل أنك تقول: أعطيت زيداً درهماً وبكراً ديناراً، في فصيح الكلام. فالجواب أن تقول: إن حروف العطف قد تنزلت من المعطوف منزلة جزء منه، بدلالة قولهم:\nالجزء: 1 ¦ الصفحة: 206\n",
        "وهو، وهي - يسكنون الهاء في فصيح الكلام تشبيهاً لها بـ (عضد) و (كبد). فكما لا يجوز الفصل بين أجزاء الكلمة، كذلك لا يجوز الفصل بين حرف العطف والمعطوف الذي يجب له أن يكون متصلاً بحرف العطف. وأعني بذلك الاسم الذي ليس بظرف ولا مجرور. دليل ذلك أن العامل إذا كان له معمولان أحدهما ظرف أو مجرور، كانت مرتبة المفعول أن يتقدم عليه. فكما أن مرتبة ما ليس بظرف ولا مجرور أن يلي العامل، فكذلك مرتبته أن يلي ما يقوم مقام العامل. وهو حرف العطف.\nومثله أن يقع بعد أداة الشرط - ما عدا (إن) - اسم وفعل، فيقدم الاسم ويؤخر الفعل لضرورة الوزن، نحو قوله:\nصعدة نابتة في حائرِ\n...\nأينما الريحُ تميَّلْها تَملْ\nوقول عدي بن زيد:\nفمتى واغلُ يَنُبْهُمْ يحيو\n...\nهـ وتَعْطفْ عليه كاس الساقي\nوقول هشام المري:\nفمن نحن نؤمنهْ يبتْ وهو آمن\n...\nومن لا نُجرْه يمسِ منا مُرَوّعا\nالجزء: 1 ¦ الصفحة: 207\n",
        "كان الوجه في جميع ذلك أن يقدم الفعل، فيقال: أينما تمليها الريح تمل، ومتى ينبهم واغل يحيوه، ومن نؤمنه يبت وهو آمن، إلا أن الضرورة دعت إلى تقديم الاسم في جميع ذلك.\nفإذا وقع الاسم والفعل بعد (إن) من أدوات الشرط، فإن كان الفعل ماضياً، جاز لك أن تقدم أيهما شئت في فصيح الكلام، إلا أن تقديم الفعل أولى، فتقول: إن قام زيد قام عمرو. ولك أن تقول: إن زيد قام، قام عمرو - قال الله سبحانه: (وإن أحداً من المشركين استجارك فأجره).\nوإن كان الفعل مضارعاً قدمته، ولا يجوز تقديم الاسم عليه إلا في ضرورة، نحو قوله:\nيثني عليك وأنت أهل ثنائه\n...\nولديك إن هو يستزدك مزيد\nومنه: أن يقع بعد أدوات الاستفهام - ما عدا الهمزة - اسم وفعل، فإنك تقدم الفعل على الاسم في سعة الكلام، ولا يجوز تقديم الاسم على الفعل إلا في ضرورة شعر، نحو قوله:\nأم هل كبير بكى لم يقض عبرته\n...\nإثر الأحبة يوم البين مشكوم\nلولا الضرورة لقال: أم هل بكى كبير.\nومنه: تقديم المضمر على الظاهر لفظاً ورتبة، نحو قول حسان:\nالجزء: 1 ¦ الصفحة: 208\n",
        "فلو كان مجد يُخْلدُ اليوم واحداً\n...\nمن الناس أبقى مجده اليوم مطعما\nألا ترى أنه قدم الضمير العائد على (مطعم) لفظاً ورتبة لأنه متصل بالفاعل و (مطعم) مفعول، ورتبة الفاعل أن يكون قبل المفعول.\nومثله قول الآخر:\nألا ليت شعري هل يَلُومَنَّ قومُه\n...\nزهيراً على ما جر من كل جانبِ\nوقوله:\nجزى ربُّه عني عديَّ بن حاتم\n...\nجزاَء الكلابِ العاويات وقد فَعَلْ\nوقوله، أنشده السكري:\nجزى ربُّه عني عديَّ بن حاتم\n...\nبتركي وخذلاني جزاء موفرا\nوقول بكر بن معدان:\nلما عصى أصحابُه مصعباً\n...\nأدى إليه الكيل صاعاً بصاعْ\nالجزء: 1 ¦ الصفحة: 209\n",
        "ولا يجوز شيء من ذلك في حال السعة.\nومنه: تقديم المعطوف على المعطوف عليه. وأحسن ما يكون ذلك في الواو. ولا يجوز التقديم فيها إلا بشرط أن لا يؤدي التقديم إلى وقوعها صدر الكلام، لا يقال: وزيد عمرو قائمان، ولا إلى أن يلي عاملاً غير متصرف، لا يقال: إن وزيداً عمراً قائمان، وبشرط أن لا يكون المعطوف عليه مخفوضاً، لا يقال: مررت وزيد بعمرو.\nفمما جاء من ذلك قوله:\nجمعتَ وفحشاً غيبةً ونميمةً\n...\nثلاثَ خصال لست عنها بمرعوي\nوقوله:\nلعن الإله وزوجَها معها\n...\nهندَ الهنودِ طويلةَ البظْرِ\nيريد: لعن الإله هند الهنود، وزوجها معها، وقول ذي الرمة:\nكأنا على أولاد أحقبَ لاحها\n...\nورَمْيُ السفا أنفاسَها بِسِهام\nجنوبُ ذوت عنها التناهي وأنزلت\n...\nبها يومَ ذباتِ السبيبِ صيام\nالجزء: 1 ¦ الصفحة: 210\n",
        "يريد: لاحها جنوب ذوت التناهي ورمي السفا، وقول الآخر:\nثم اشتكيت لأشكاني وساكنُه\n...\nقبرُ بسنجار أو قبر على قَهَدِ\nيريد: لأشكاني قبر بسنجار وساكنه، وقول الآخر أيضاً:\nوأنت غريم لا أظن قضاءه\n...\nولا العنزيّ القارظَ الدهَر جائيا\nيريد: لا أظن قضاءه جائيا ولا العنزي القارظ الدهر، فقدم المعطوف على المعطوف عليه وعامله، وهو الضمير المستتر في (جاء).\nوقد جاء ذلك في الفاء: قول الشاعر:\nوإني متى ما أدعُ باسْمكَ لا تُجيبْ\n...\nوكنت جديراً أن تُجيبَ فتسمعا\nأي: أن تسمع فتجيب.\nوقد جاء ذلك في (أو): (أنشد) أبو علي:\nلا هم أن عامرَ\n...\nبن عمرو\nالأعورَ الأعسرَ\n...\nأو لا أدري\nأحدهما عائدة\n...\nبحجر\nيريد: أحدهما عائدة بحجر أو لا أدري.\nالجزء: 1 ¦ الصفحة: 211\n",
        "ومنه: تقديم النعت، نحو قول الفرزدق:\nمتقلداً لأبيه كانت عنده\n...\nأرباقَ صاحبَ ثَلّةٍ وبِهام\nيريد: متقلداً أرباق صاحب ثلة وبهام كانت عنده لأبيه، فقدم المعت على المنعوت بدلاً منه. وقول الآخر:\nولست مقراً للرجال ظلامة\n...\nأبي ذاك عمي الأكرمان وخاليا\nيريد: أبي (ذاك) عمي وخالي الأكرمان، فقدم النعت على أحد المنعوتين.\nومثل ذلك نحو قوله:\nفأوردتها ماء كأن جمامه\n...\nمن الأجن حناءُ معاً وصًبِيبُ\nيريد: كأن جمامه حناء وصبيب معاً.\nومنه: تقديم ما بعد (إلا) عليها، نحو قول الأعشى:\nأحل به الشيبُ أثقالهَ\n...\nوما اغتره الشّيْبُ إلا اغترارا\nيريد: وما اغتره اغتراراً إلا الشيب، فقدم. وإنما لم يكن بد من هذا التقدير لأنها لو\nجعلت داخلة على المصدر لفظاً وتقديراً، لم يكن للكلام فائدة، إذ معلوم أنه لا يغتره الشيب خلاف الاغترار.\nالجزء: 1 ¦ الصفحة: 212\n",
        "ومنه: تقديم المجرور على حرف الجر. وهو من القلة بحيث لا يلتفت إليه، نحو قوله:\nأتجزعُ أن نفس أتاها حمامُها\n...\nفهلا التي عن بَيْنَ جنبيك تدفع\nيريد: فهلا عن التي بين جنبيك تدفع.\nومنه ما يكثر فيه التقديم والتأخير وإخراج الكلام عن وضعه حتى لا يفهم منه المعنى المراد إلا بعد تدبر كثير. وذلك قبيح جداً لا ينبغي لأحد أن يرتكبه (نحو) قول الفرزدق:\nفليست خراسان التي كان خالدُ\n...\nبها أسدُ إذ كان سيفاً أميرَها\nوذلك أنه يمدح خالد بن الوليد ويذم أسداً، وكانا واليين بخراسان، وكان خالد وليها قبل أسد. وتقدير البيت: فليست خراسان (بالبلدة) التي كان خالد بها سيفاً إذ كان أسد (أميرها) وقوله:\nوما مثله في الناسِ إلا مملكاً\n...\nأبو أمه حيّ أبوه يُقاربه\nالجزء: 1 ¦ الصفحة: 213\n",
        "وقول الآخر، أنشده أبو الفتح:\nفأصبحت بَعْدَ - خَطَّ - بَهْجَتِها\n...\nكأنّ - قَفُراً - رُسُومَها - قَلَما\nوقول الآخر:\nلها مقلتا أدماء ظُلً خميلة\n...\nمن الوَحْشِ ما تنفكُّ ترعى عَرَارها\nيريد: لها مقلتا أدماء من الوحش ما تنفك ترعى خميلة ظل عرارها. وقول القُلاخ:\nفما من فتى كنا من الناس واحداً\n...\nبه نبتغي منهم عديلاً نُبادِلهْ\nفأما قول الفرزدق:\nهيهاتَ قد جَهِلت أميةُ رَأيها\n...\nواستجهلت حلماؤها سفهاؤها\nحَرْبُ تردد بينهم بتشاجر\n...\nقد كفرت آباؤها أبناؤها\nالجزء: 1 ¦ الصفحة: 214\n",
        "فإنه ينبغي أن يحملا على أن الكلام تم في البيت الأول عند قوله: (واستجهلت)، ويكون قوله: (حلماؤها سفهاؤها) مبتدأ (وخبراً)، على حد قولهم: زيد زهير، أي: حلماؤها مثل سفهاؤها في الاستجهال، وتم في البيت الثاني عند قوله: (قد كفرت)، أي: لبست الدروع. ويكون أيضاً قوله: (آباؤها أبناؤها) مبتدأ وخبر، على حد قولك: زهير، أي آباؤها مثل أبنائها في التكفير، لأنهما إذا حملا على ما ذكرته سلما من التقديم والتأخير.\nالجزء: 1 ¦ الصفحة: 215\n",
        "فصل البدل\nوهو منحصر في: إبدال حركة من حركة، وحرف من حرف، وكلمة من كلمة، وحكم من حكم.\nفأما إبدال الحركة من الحركة فمنه: إبدال الكسرة التي قبل ياء المتكلم في غلامي وأمثاله في غير النداء فتحة، فتقلب الياء لذلك ألفاً، إجراء له مجراه إذا كان (منادي)، نحو قول:\nأطوف ما أطوف ثم آوي\n...\nإلى أما (ويرويني النقيع)\nيريد: (إلى) أمي، وقوله:\nفيا لَهْفَ ما أما عليك إذا غدا\n...\nعلى ذوو الأضغانِ بالنّظَرِ الشّزْرِ\nيريد: ما أمي عليك، أي: يا لهف أمي عليك، ونحو قول الآخر،\nالجزء: 1 ¦ الصفحة: 216\n",
        "أنشده ثعلب:\nإن أخَيّي\n...\nبِنْتُهُ بنتايا\nيريد: بنته بنتي يا هذا. فحول الكسرة فتحة والياء ألفاً، وحذف المنادي. وهو قليل جداً.\nومنه:\nتحريك نون التثنية بالفتح بدل الكسر. ولا يكون ذلك إلا في النصب والخفض طلباً للتخفيف، نحو قوله:\nعلى أحوذيين استقلت عشيه\n...\nفما هي إلا لمحة فتغيب\nرواه الكوفيون بفتح النون من أحوذيين. وقول الآخر:\nيا رب خالِ لك\n...\nمن عُرَيْنه\nحج على\n...\nقُلَيّصِ جُوَيْنه\nفَسْوته لا\n...\nتنقضي شهريْنَه\nشهري ربيعِ\n...\nوجمادَيَيْنَه\nففتح النون من شهرين والنون من جماديين وألحقهما هاء السكت.\nالجزء: 1 ¦ الصفحة: 217\n",
        "وقد فتحوها أيضاً في لغة من يجعل التثنية بالألف على كل حال إلا إنهم لم يفتحوها في هذه اللغة إلا في حال النصب، وكأنهم أجروا الألف مجرى الياء لكونها واقعة موقعها. ومن ذلك قوله:\nأعرف منها\n...\nالأنف والعَيْنانا\nومنخرين\n...\nأشبها ظَبْيانا\nوقول الآخر:\nألقى عليك\n...\nالمغرم الأونانا\nيريد: الأونين.\nوقد جاءت نون التثنية في حال الرفع محركة بالضم أنشده أبو عمر المطرز\nفي اليواقيت له:\nيا أبتا\n...\nأرقني القنانُ\nفالغمْضُ لا\n...\nتَطْعَمه العَيْنانُ\nمن أجل بُرغوث\n...\nله أسنانُ\nوللبعوضِ فوقنا\n...\nدَنَدانُ\nالجزء: 1 ¦ الصفحة: 218\n",
        "وهذه الصفة التي في نون العينين تحتمل أن تكون إعراباً، إجراء منه للتثنية مجرى المفرد في إعرابها بالحركات، وأن تكون لالتقاء الساكنين، على حد ما حكاه قطرب من قولهم: فر يا زيد، بضم الراء.\nومنه:\nتحريك نون الجمع بالكسر بدل الفتح على أصل التحريك لالتقاء الساكنين نحو قول جرير:\nعَرين من عُرَينة ليس منا\n...\nبرئت إلى عُرَيْنَةَ من عَرِين\nعَرَفْنا جَعْفراً وبني رياحٍ\n...\nوأنكرنا زعانَف آخرين\nومن العرب من يجعل الأعراب في النون من جمع المذكر السالم. وذلك كله لا يحفظ إلا في الشعر نحو قوله:\nوإن لنا أبا حسنٍ علياً\n...\nأب بر ونحن له بنينُ\nوقوله:\nما سدحي ولا ميت مسدهما\n...\nإلا الخلائَف من بعد النبيينِ\nالجزء: 1 ¦ الصفحة: 219\n",
        "وقوله:\nوإن أتم ثمانيناً رأيت له\n...\nشخصاً ضئيلاً وكل السمع والبصر\nوقوله:\nوماذا يدَّري الشعراء مني\n...\nوقد جاوزت حد الأربعينِ\nووجه ذلك إجراء جمع السلامة وما جرى مجراه مجرى المفرد. ولذلك ثبتت النون في حال الإضافة في قوله:\nولقد ولدت بنينَ صدقٍ سادة\n...\nولأنت بعد الله كنت السيدا\nوقوله:\nذراني من نجدٍ، فإن سنينه\n...\nلَعِبنِ بنا شيباً وشيبننا مردا\nوقول الآخر:\nسنيني كلُّها لاقيتُ حرباً\n...\nأعد مع الصلاِدمةِ الذُّكور\nالجزء: 1 ¦ الصفحة: 220\n",
        "ألا ترى أن النون من (البنين)، و (ضاربين)، و (سنين)، قد ثبتت في حال الإضافة، ولو حكم لها بحكم النون لم تثبت.\nوأما إبدال الحرف من الحرف، فإنهم قد يفعلون ذلك في الشعر في الموضع الذي لا يجوز فيه مثله في الكلام، ليتوصلوا به إلى ما اضطروا إليه من تحريك ساكن أو تسكين متحرك أو غير ذلك.\nفمنه: إبدال الهمزة من الألف، نحو قول شبيب بن ربيع:\nلأدأها كرهاً وأصبح بيته\n...\nلديه من الأغوالِ نوح مُسلبُ\nيريد: لأداها، فأبدل الألف همزة لما كانت تقرب منها في المخرج ليتوصل بذلك إلى التحريك الذي اضطره الوزن إليه، وحركها بالفتح لأن الألف التي الهمزة بدل منها منقلبة من حرف مفتوح.\nومثله قول ابن كثوة:\nولي نَعَامُ بني صفوان زوزأةً\n...\nلما رأى أسداً في الغاب قد وثبا\nالجزء: 1 ¦ الصفحة: 221\n",
        "يريد: زوزاة.\nومثله قول الراجز أنشده الفراء:\nيا دار ميٍ\n...\nبدكاديك البُرَقْ\nصَبْراً فقد هيجت\n...\nشوق المشتَئِقْ\nيريد: المشتاق، وحرك الهمزة بالكسر لأن الألف التي هي بدل منها منقلبة من حرف مكسور.\nومثل ذلك أيضاً قول كثير:\nوللأرض أما سودها فتجللت\n...\nبياضاً، وأما بيضها فادهأمّت\nيريد فادهامت. وقول دُكَين:\nراكدة مخلاته\n...\nومحلبه\nوجله حتى\n...\nأبيأض ملبيه\nوقول الآخر:\nيا عجباً لقد\n...\nرأيت عجبا\nحمارَ قبان\n...\nيسوق أرنبا\nالجزء: 1 ¦ الصفحة: 222\n",
        "خاطمها زأمّها\n...\nأن تذهبا\nيريد: زامها. وقول الآخر:\nوبعد انتهاضِ الشيبِ من كل جانبٍ\n...\nعلى لمتي حتى أشعأل بَهيمها\nيريد: أشعال. فأبدلت الألف في جميع ذلك بهمزة ليتوصل بالإبدال إلى التحري. وكانت الحركة فتحة لأنها أخف الحركات.\nومثل ذلك أيضاً قول العجاج:\nفَخِنْدفُ هامةُ\n...\nهذا العالِم\nيريد: العالم، فأبدل ألف همزة لتكون القافية غير مؤسسة كأخواتها. ألا ترى أنه قال قبل ذلك:\nيا دَار سَلْمى يا اسلَمي\n...\nثم أسْلمي\nوكانت الهمزة المبدلة منها ساكنة لأن التحريك يبطل الوزن، ولأنها بدل من ألف زائدة ساكنة في اللفظ والتقدير.\nالجزء: 1 ¦ الصفحة: 223\n",
        "ومنه: إبدال الهمزة من الياء حيث لا يجوز ذلك في الكلام، نحو قوله:\nقد كأد يذهب بالدنيا وبَهْجَتها\n...\nمواليءُ ككباشِ العُوسِ سُحّاحُ\nوقوله:\n. . . . . . .\n...\nكمشتريء بالخيلِ أحمرةً بُتْرا\nوإنما أبدلت الياء من موالٍ ومشترٍ همزة للاضطرار إلى التحريك واستثقال الضمة والكسرة في الياء. وكان المبدل همزة إجراء لها في ذلك مجرى الألف لمشابهتها لها في الاعتلال واللين.\nومنه: إبدال الهمزة من ياء مبدلة من حرف صحة، نحو قول:\nينشب في\n...\nالمعسل واللهاء\nأنشب من\n...\nمآشر حداء\nيريد: من مآشر حداد. فأبدل الدال ياء كراهية التضعيف، ولم يعتد بالألف فاصلة، ثم أبدل الياء همزة لوقوعها طرفاً بعد ألف زائدة.\nومنه: إبدال الهمزة من واو ساكنة مضموم ما قبلها، نحو قوله:\nأحَبُّ المؤقدين إليّ مؤسى\n...\nوحَرْزَةُ إذا أضاَءهُما الوَقُود\nالجزء: 1 ¦ الصفحة: 224\n",
        "يريد: موسى. وكأنه قدر ضمه الميم على الواو لقيام الدليل على أن رتبة الحركة أن تكون بعد الحرف فهمزها كما تهمز الواو المضمومة في (أثوب) و (أدؤر) وأمثالهما.\nومنه: إبدال الهاء همزة، نحو قوله:\nوبلدةٍ قالصةٍ\n...\nأمواؤها\nيَسْتَنّ في رأدِ\n...\nالضّحى أفْيَاؤها\nيريد: قالصة أمواهها، فأبدل الهاء همزة لما كانت مقاربة لها، لتتفق القوافي، وليكون الجمع على وفق المفرد في ذلك. وقوله:\nفقال فريق أإذا إذ نحوتهم\n...\nنعم وفريق ليمن الله ما ندري\nيريد: أهذا، فأبدل الهاء همزة وفصل بين الهمزتين بألف. وإنما فعل ذلك لأن الوزن اضطره لزيادة هذه الألف الفاصلة، وحكم هذه الألف الفاصلة أن يفصل بها\nبين الهمزتين لكراهية اجتماعهم نحو قولهم: أأنت فعلت كذا، فأبدل الهاء همزة ليسوغ الإتيان بها. وسهل له ذلك تجاورهما في الخروج.\nومنه: إبدال الياء من حرف من الحروف الصحاح، نحو قول رجل من يشكر:\nالجزء: 1 ¦ الصفحة: 225\n",
        "لها أشاريرُ من لحمٍ تُتَمّرُهُ\n...\nمن الثعالي ووَخْزُ من أرانيها\nيريد: من الثعالب، ومن أرانبها، فأبدل الباء ياء لأنه اضطر إلى التسكين ليصح له الوزن، والباء لا تسكن في هذا الموضع وأمثاله، فأبدل منها ياء، لأن الياء تسكن في حال الخفض كما أبدلت الياء منها في قوله: (لا وربيك) لما كرهوا التضعيف. حكى ذلك أحمد بن يحيى. وقد يمكن أن يكون جمع ثعالة فيكون الأصل فيه إذ ذاك الثعائل إلا أنه قلب.\nومثل ذلك قول الشاعر:\nومنهلٍ ليس\n...\nله حوازقُ\nولضفادي جَمّة\n...\nنَقانِقُ\nيريد: ولضفادع. وقوله:\nإذا ما عُدَّ أربعة فِسالُ\n...\nفزوجُك خامسُ وأبوك سادي\nيريد: (وأبوك) سادس. وقوله:\nالجزء: 1 ¦ الصفحة: 226\n",
        "مضت ثلاث سنين منذ حل بها\n...\nوعام حلت وهذا التابع الخامي\nيريد: الخامس. وقوله:\nقد مر يومان\n...\nوهذا التالي\nوأنت بالهجران\n...\nلا تبالي\nيريد: الثالث، فأبدلت العين من ضفادع ياء للعلة التي تقدم ذكرها في أرانبها. وأبدلت السين في سادس وخامس و (الثاء في) الثالث ياء لتوافق القوافي.\nوأما قول الآخر:\nثلاثة أيامٍ كرامٍ ورابعُ\n...\nوما الخام فيهم بالبخيلِ المُلومِ\nفإنه لما أبدل السين من الخامس ياء، اجتزأ بالكسرة عنها.\nالجزء: 1 ¦ الصفحة: 227\n",
        "ومن ذلك قول عامر بن جؤين:\nفيا ليت أني بعدما طاف أهلها\n...\nهلكت ولم أسمع بها صوتَ (إيسانِ)\nفأبدل من النون، ياء لشبهها بها من جهة أنها فيها غنة، وهو فضل صوت فيها، كما أن في الياء لينا، وهو فضل صوت فيها. ولمقاربتها لها فيما ذكرناه أدغمت فيها، نحو: من (يوم)، وقول الآخر:\nرأت رجلاً أما الإله فيتقي\n...\nوأما بفعل الصالحين فيأتمي\nوقول العجاج:\nتَقَضَّيَ البازي\n...\nإذا البَازي كَسرْ\nيريد: تقضض، وهو تفعل من الاقتضاض، فأبدل من الضاد الأخيرة ياء. وقول الآخر:\nقامت به تنشد\n...\nكل منشد\nفَايْتَصَلَتْ بمثلِ\n...\n(ضوء) الفرقد\nالجزء: 1 ¦ الصفحة: 228\n",
        "يريد: فاتصلت، فأبدلت التاء الأولى ياء.\nوسبب البدل في جميع ذلك كراهية التضعيف. ولما أبدلت الضاد الأخيرة من (تقضض) ياء والميم الأخيرة من (يأتم)، قلبت الضمة التي قبلها كسرة لتصح الياء، على حد قولهم في جميع ظبي أظب. ولما قلبت الياء الأولى من (فاتصلت) ياء ساكنة كما أن الياء التي أبدلت منها كذلك، ثبتت الفتحة قبلها ولم تنقلب كسرة على قياس الياء الساكنة المفتوح ما قبلها.\nوقول ابن هرمة:\nإن السباعَ لتهدا عن فرائسها\n...\nوالناس ليس بهادٍ شرّهم أبدا\nيريد: بهاديء، فأبدل من الهمزة ياء، ليكون سبباً إلى حذفها لاجتماعها مع التنوين وهما ساكنان، لما اضطر إلى ذلك. وقول الآخر:\nولا يرهَبُ ابن ما عشتُ صولتي\n...\nولا أختتي من صَوْلَةِ المُتَهَدّدِ\nيريد: ولا أختتيء. فأبدل من الهمزة ياء لما احتيج إلى التسكين لأن الياء تسكن في هذا الموضع وأمثاله والهمزة لا تسكن فيه.\nومنه: إبدال الهمزة المفتوحة المفتوح ما قبلها ألفاً، نحو قول الفرزدق:\nراحَتْ بِمَسْلَمةَ البغالُ عشيةً\n...\nفارعَيْ فَزَارةُ لا هناك المَرْتَعُ\nالجزء: 1 ¦ الصفحة: 229\n",
        "يريد: لا هنأك، فأبدلت الهمزة ألفاً لما احتاج إلى التسكين، والهمزة لا تسكن في مثل هذا الموضع. وسهل ذلك كون الهمزة والألف من مخرج واحد. ومثله قوله الآخر:\nإذا (ملا) بطنه ألبانها حلبا\n...\nباتت تغنيه (وضرى) ذات أجراس\nيريد: ملأ بطنه.\nومنه أبيات لبعض المتقدمين كان القياس فيها أن يكون قوافيها همزات فجاءت بالياء بدل الهمزة، وهي قوله:\nإذا ما المرء صم ولم يكلم\n...\nولم يك سمعُه إلا نِدايا\nولاعب بالعَشِيّ بني بنيه\n...\nكفعل الهر يحترش العظايا\nيلاعبهم وودّوا لو سَقَوْه\n...\nمن الذيفان مترعة مِلايا\nفأبعده الإله ولا يُوقّي\n...\nولا يشفي من المرض الشفايا\nألا ترى أنه كان الوجه أن يقول: نداء، وعظاء، وشفاء، فيقلب الياء همزة لتطرفها ووقوعها بعد ألف زائدة، وأن يقول (ملا) لأنه من (ملأ)، لكنه اعتد (بألف) الإطلاق، كما اعتدت العرب بهاء التأنيث في\nالجزء: 1 ¦ الصفحة: 230\n",
        "(عظاية) و (سقاية)، فزالت الياء بذلك عن التطرف فثبتت. وإبدال الهمزة في (ملايا) لتتفق القوافي.\nومنه: إبدالهم الجيم من الياء الخفيفة، نحو قول هميان بن قحافة\nيُطير عنها الوَبَر\n...\nالصُّهابجا\nيريد: الصهابي، من الصهبة، فحذف إحدى اليائين تخفيفاً وأبدل من الأخرى جيماً لتتفق القوافي. وسهل ذلك كون الجيم والياء متقاربين في المخرج. ومثل ذلك قول الآخر، أنشده الفراء:\nيا رب إن كنت\n...\nقبلت حجتجُ\nفلا يزال شاحج\n...\nيأتيك بج\nأقمر نهات\n...\nينزي وَفْرَتَج\nالجزء: 1 ¦ الصفحة: 231\n",
        "يريد: حجتي، ويأتيك بي، وينزي وفرتي، فأبدل من الياء جيماً. وقول الآخر:\nحتى إذا ما أمْسَجَتْ\n...\nوأمْسَجَا\nيريد: أمست وأمسى. إلا أنه ردهما إلى أصلهما، وهو أمسيت وأمسيا، ثم أبدل الياء جيماً لتقاربهما، لما اضطر إلى ذلك.\nومنه: إبدال ألف (ما) و (ههنا) هاء في الوقف، عند الاضطرار إلى ذلك، نحو قوله:\nالله نجاك\n...\nبكفي مُسْلِمه\nمن بَعْدما\n...\nوبَعْدما وبَعْدِمه\nيريد: وبعدما. وقوله:\nقد وردَتْ\n...\nمن أمكنه\nمن ههنا\n...\nوههنه\nيريد: وهاهنا. وسهل ذلك كون الألف والهاء من مخرج واحد.\nومنه: إبدال الجيم شيناً لتتفق القوافي. ولا يحفظ من ذلك إلا قوله:\nإذ ذاك إذ حبلُ\n...\nالوصالِ مدمشُ\nالجزء: 1 ¦ الصفحة: 232\n",
        "يريد: مدمج. وسهل ذلك أيضاً كون الجيم والشين متقاربتين في المخرج.\nوأما إبدال الكلمة من الكلمة فمنه استعمال بعض حروف الخفض موضع بعض، نحو قول القحيف العقيلي:\nإذا رَضِيتْ عليّ بنو قُشَيرٍ\n...\nلَعَمْر الله أعجبني رضاها\nيريد: عني. ونحو قول الراعي:\nرعته أشهراً وخلا عليها\n...\nفطار التي فيها واستغارا\nيريد: وخلالها. وقول أبي ذؤيب:\nوكأنهن ربابة وكأنه\n...\nيَسَرُ يفيض على القداحِ ويصدع\nالجزء: 1 ¦ الصفحة: 233\n",
        "يريد: يفيض بالقداح. وقول الشماخ:\nوبُرْدانِ من خالٍ وسبعون دِرْهماً\n...\nعلى ذاك مقروظُ من القَدّ ماعزُ\nيريد: مع ذاك. وقول زيد الخيل:\nوتركب يوم الروع فيها فوارس\n...\nيصيرون في طَعن الأباهرِ والكُلي\nيريد: بصيرون بطعن الأباهر. وقوله:\nوخَضْخَضْن فينا البَحْرَ حتى قَطَعْنَه\n...\nعلى كل حالٍ من غمارٍ ومن وَحْلِ\nيريد: خضخضن بنا البحر. وقوله:\nنلوذ في أم\n...\nلنا ما تغتصب\nمن السحاب\n...\nترتدي وتنتقب\nالجزء: 1 ¦ الصفحة: 234\n",
        "يريد: نلوذ بأم. ونحن قول امرئ القيس:\nويضحي فتيتُ المِسكِ فوق فراشها\n...\nنؤوم الضحى لم تنتطق عن تفضل\nيريد: بعد تفضل. وقول النمر:\nولقد شهدت إذا القداحُ توحدت\n...\nوشهدت عند الليل موقد نارها\nعن ذات أولية أساود ربها\n...\nوكأن لون الملح لون شفارها\nيريد: من أجل ذات أولية. ونحو قول الشاعر:\nأزمعتَ من آلِ ليلى ابتكارا\n...\nوشَطّت على ذي نوى أن تزارا\nيريد: إلى آل ليلى. وقول النابغة:\nفلا تتركنّي بالوَعِيد كأنّني\n...\nإلى الناس مَطْليّ به القار أجربُ\nالجزء: 1 ¦ الصفحة: 235\n",
        "يريد: كأنني في الناس. وقول عمرو بن أحمر:\nتقول وقد عالَيْتُ بالكور فَوقَها\n...\nأيُسقَي فَلاَ يَرْوي إليّ ابن أحمرا\nيريد: فلا يروي مني.\nفهذه الأبيات وأمثالها فيها خلاف بين النحويين. فأهل الكوفة يحملونها على ما يعطيه الظاهر من وضع الحرف موضع غيره. وأهل البصرة يبقون الحرف على معناه الذي عهد فيه إما بتأويل يقبله اللفظ، أو بأن يجعلوا العامل مضمناً معنى ما يعمل في ذلك الحرف إن أمكن، ويرون أن التصرف في الأفعال بالتضمين أولى من التصرف في الحروف بجعل بعضها موضع بعض، لأن الحروف بابها أن لا يتصرف فيها. وأيضاً فإن الفعل إذا عدي تعدى غيره بالتضمين الذي ذكرناه كان لذلك سبب، وهو كون الفعلين يؤولان إلى معنى واحد، وإذا قدر أن أحد الحرفين وضع موضع الآخر من غير تضمين للعامل فيه معنى ما يتعدى بذلك الحرف، كان وضعه موضعه لغير سبب، فإن لم يمكن التأويل ولا التضمين اعتقدوا إذ ذاك أن أحد الحرفين موضوع موضع الآخر:\nفعلى هذا قول القحيف (إذا رضيت علي) إنما عدي بعلي لأن الرضى عن الشخص إقبال عليه. فكأنه قال: إذا أقبلت علي.\nوقول الراعي (وخلا عليها) يفيد ما يفيده قوله: وقف عليها. فعدى (خلا) بـ (على) كذلك.\nالجزء: 1 ¦ الصفحة: 236\n",
        "وقول أبي ذؤيب (تفيض على القداح) الظاهر من أمر (على) فيه أن يكون بدلاً\nمن الباء، وإنما جاز ذلك لأن معنى (أفاض بالقداح) أوقع الإضافة على القداح.\nوقول الشماخ (على ذلك مقروظ) المجرور خبر لـ (مقروظ)، وإذا كان خبراً له كان متعلقاً بمحذوف: التقدير زائد على ذاك مقروظ. هذا إن كان مراده أن يعطي مع الأشياء التي ذكرها قبل جلداً مقروظاً، أي مدبوغاً بالقرظ. وإن كان مراده (بالمقروظ) عيبة من جلد مدبوغ بالقرظ، فيها البردان والسبعون درهماً، كانت (علي) في موضعها، لأنها إذا كانت في المقروظ فالمقروظ عليها.\nوقول زيد الخيل (بصيرون في طعن الأباهر)، إنما عدي بصير بفي لأن قولك: (هو بصير بكذا) يرجع إلى معنى هو حكيم فيه متصرف في وجوهه. وقوله (وخضخضن فينا البحر) ينبغي أن يحمل على حذف مضاف، يريد: وخضخضن في سيرنا البحر.\nوقوله: (نلوذ في أم لنا)، ضمن، (نلوذ) معنى (نصير)، لأنه إذا لاذ بالجبل فقد صار فيه. ويريد بالأم سلمى - أحد جبليْ طيئ.\nوقول امرئ القيس (لم تنطق عن تفضل): (عن) فيه بمعنى (بعد) على ما يعطيه الظاهر، وإنما وقعت (عن) موقع (بعد) لتقارب معنييهما، لأن عن تكون لما عدا الشيء وتجاوزه و (بعد) لما تبعه وعاقبه. فقولك: (أطعمه عن جوع)، يريد أنه فعل الإطعام بعد الجوع، فقد عدا وقته وقت الجوع وتجاوزه. وكذلك إذا جعلت النطاق بعد التفضل فقد عدا وقت الانتطاق وقت التفضل وتجاوزه.\nوقول النمر (عن ذات أولية أساود ربها): (عن) متعلق بـ (أساود).\nالجزء: 1 ¦ الصفحة: 237\n",
        "و (أساود) مضمن (معنى) (أسائل)، لأن المساودة هي المسارة، ومسارته له في حقها سؤال عنها. ويمكن أيضاً أن يكون (أساود) مضمناً معنى (أخادع)، لأنه إنما ساود ربها ليخدعه عنها.\nوقوله: (أأزمعت من آل ليلى ابتكاراً): (من) فيه، عندي واقعة في محلها،\nوالمعنى: أأزمعت من أجل آل ليلى ابتكاراً، لأنه إذا أزمع ابتكاراً إليهم فقد أزمعه من أجلهم.\nوقول النابغة (إلى الناس مطلي به القار أجرب): إنما وقعت فيه (إلى) موقع (في)، لأنه إذا كان بمنزلة البعير الأجرب المطلي بالقطران الذي يخاف عدواه فيطرد عن الإبل إذا أراد الدخول بينها، كان مبغضاً إلى الناس. فعومل (مطلي) كذلك معاملة (مبغض).\nوكذلك قول ابن أحمر (أيسقي فلا يروي إلى ابن أحمرا) فهو على ظاهرة من وقوع (إلى) فيه موضع (من). والذي سهل ذلك أن الري ضد الظمأ. والظمأ يتعدى بـ (إلى)، يقال: ظمئت إلى الماء. فعدى (يروي) بـ (إلي) حملا على ضدها، وهو (يظمأ)، لأن العرب كثيراً ما تجري الشيء مجرى ضده.\nوقد يجيء في الكلام ما ظاهره أن حرف الخفض واقع فيه موقع غيره، نحو قوله تعالى: (واتبعوا ما تتلو الشياطين على ملك سليمان). ألا ترى أن المعنى: في ملك سليمان. ويقال: إن فلاناً لظريف عاقل إلى حسب ثاقب، أي مع حسب ثاقب.\nوالبصريون يتأولون ذلك كما بيناه قبل. فيجعلون (تتلو) مضمناً معنى (تتقول)، لأن معنى الآية أنهم تقولوا على ملك سليمان ما لم يكن فيه. وكذلك قولك: (إن فلاناً لظريف عاقل إلى حسن) معناه أن له ظرفاً وعقلاً\nالجزء: 1 ¦ الصفحة: 238\n",
        "مضافين إلى حسن. فلما دخل الكلام على هذا المعنى، استعملت (إلى) فيه. وكذلك يفعل بكل ما جاء من هذا النوع.\nوإنما أورد هذا النوع في الضرائر، وإن كان قد جاء في الكلام، لأن مجيئه في الشعر كثير واسع، ومجيئه في الكلام قليل لا يجوز القياس عليه.\nومنه: إبدال اسم مفرد من اسم مفرد. وهو على ضربين: ضرب جائز في الشعر دون الكلام ينقسم أربعة أقسام:\nأحدها: أن يشتق للمسمى من اسمه اسماً آخر ويوقعه عليه بدل اسمه، نحو قول الحطيئة:\nوما رضيت لهم حتى رفدتهم\n...\nمن وائلٍ رهط بسامٍ بأصرام\nفيها الرماح وفيها كل سابغةٍ\n...\nبيضاء محكمة من نَسج سلام\nيريد: بسلام سليمان عليه السلام. وسهل ذلك كون سليمان وسلام المشتق منه يرجعان إلى معنى السلامة. وقول دريد بن الصمة:\nفإن تنسنا الأيام والدهر تعلموا\n...\nبني قارب أنا غضابُ لمعبدِ\nالجزء: 1 ¦ الصفحة: 239\n",
        "يريد أخاه عبد الله، فأشتق معبداً من اسمه. ألا تراه يقول في هذه القصيدة:\nتنادوا فقالوا أردت الخيل فارساً\n...\nفقلت: أعبدُ الله ذلكم الردى\nوسهل ذلك كون الاسمين يرجعان إلى معنى العبودية. وقول البَعيث يخاطب جريراً:\nأبوك عطاءُ ألأم الناس كلهم\n...\nفقبحت من نسلٍ وقبح من كهل\nيريد: أباه عطية، فاشتق منه (عطاء)، وجعله أباً له لأن العرب تسمي العم أباً، فلا يكون على هذا من قبيل البدل، وقول الآخر:\nبِسَحْبِلِ الدّفينِ\n...\nعَيْسجورِ\nيريد: بسحبل، فاشتق منه (سحبلاً) لما اضطره الوزن إلى ذلك.\nفأما قول (العبد):\nالجزء: 1 ¦ الصفحة: 240\n",
        "وما دُمْيَةُ من دُمَى ميسنا\n...\nن مُعْجِبةُ نظراً واتصافا\nيريد: ميسان. وقول الآخر:\nأعرَفْتَ الدار أم أنكرتَها\n...\nبين تِبْراكٍ فَشسَّيْ عَبقُرْ\nوقول طرفة:\nبجفان تعتري نادِينَا\n...\nمن سديفٍ حين هاج الصَّنَّبرْ\nفإنما هو تحريف، للضرورة، وليست مشتقة من (ميسان)، و (عبقر)، و (صنبر)، لأنها ليست على أوزان الأسماء.\nوقد جاء هذا التحريف في شعر أبي الطيب في قوله:\nمن مبلغ الأعراب أني بعدهم\n...\nلاقيت رَسْطاليس والاسكندرا\nحكى أبو علي عن أبي زيد اسمه أرسطو طاليس. ومحال أن يقول أبو زيد ذلك إلا وقد وصل إليه من حيث يثق. وإذا كان كذلك فرسطاليس تحريف له. والتحريف في الأسماء الأعجمية أسهل من التحريف في الأسماء العربية، لأن العرب كثيراً ما تخلط فيها لأنها ليست من لغتهم.\nالجزء: 1 ¦ الصفحة: 241\n",
        "والثاني: أن يكون الاسم مشتركاً ويكون الوزن لا يساعدك على الإتيان بمثله، فتأتي بدله بالاسم الذي يكون لشريكه، وذلك قول (الأحمر):\nحدوا بأبي أم الرئالِ فأجفلتْ\n...\nنَعَامَتُه عن عارضٍ مُتَلَهّبِ\nيريد: بأبي أم الرئال (قطريا)، وكنيته أبو نعامة، فوضع أم الرئال موضع نعامة لما اضطره الوزن إلى ذلك. وقول المرار:\nوخَيْفَاء ألقى الليثُ فيها ذراعه\n...\nفسرت وساءت كلّ ماشٍ ومُصرمِ\nيقول مطرت بنوء الذراع، وهو ذراع الأسد، فلم يتزن له، فوضع الليث موضع الأسد. وقول الآخر:\nطَرْمح أقطارَها أحوى لوالدةٍ\n...\nصَحْماَء والفحلُ للضرغام ينتسبُ\nيصف إبلاً طرمح أقطارها، أي ملأها شحماً، عشب أرض (صحماء) نبت بغيث مطر بنو الأسد، فأوقع (الضرغام) موقع (الأسد) للضرورة\nالجزء: 1 ¦ الصفحة: 242\n",
        "وكنى بالوالدة عن الأرض وبالفحل عن الغيث، وجعله منتسباً للضرغام، وهو الأسد، لأنه مطر بنوئه. وقول آخر، أنشده علي بن سليمان:\nبني رَبَّ الجَوادِ فلا تفيلوا\n...\nفما أنتم، فنعذركم، لفيل\nأراد: ربيعة الفرس، فلم يتزن له فوضع (ربا) موضع (ربيعة) لأنه رب الفرس أي صاحبة، ووضع (الجواد) موضع (الفرس).\nومن ذلك قول امرئ القيس:\nوخرقٍ كجَوفِ العَيْر قَفْرٍ مضلة\n...\nقطعت بسام ساهمٍ الوَجْهِ حُسان\nفي قول من قال إن العير رجل من بقايا عاد (الآخرة) يقال له حمار بن مويلع. وكان ينبغي له أن يقول: كجوف حمار، إلا أنه لم يتزن له، فوضع العير موضعه. وكان لهذا الرجل جوف فيه ماء معين. وكان يزرع في نواحيه ويقري الضيفان. وكان على الإسلام. وكان له عشرة بنين أصابتهم صاعقة، فماتوا، فغضب وكفر ومنع الضيافة، فأقبلت نار من أسفل ذلك الجوف بريح عاصف، فأحرقت الجوف (وما فيه)، فضربت\nالجزء: 1 ¦ الصفحة: 243\n",
        "به العرب مثلا.\nوالثالث: أن يكون الاسم لا يساعد الوزن عليه فيجعل بدله اسم ما هو منه بسبب، نحو قول لبيد:\nبجلالةٍ توفي الجديلَ سريحة\n...\nمثل الفنيقِ هنأته بعصيم\nأراد أن يقول: هنأته بهناء، فلم يمكنه، فأوقع موقعه العصيم، وهو أثر الهناء، لما كان منه بسبب. ونحو قول الجعدي:\nكأن فاها إذا تنسم في\n...\nطيب مُشَمَّ وحُسنِ مُبْتَسم\nرُكّب في السام والزبيب أقا\n...\nحي كَثيبِ تَنْدى من الرَّهَم\nأراد أن يقول: ركب في السام والخمر، فلم يتزن له، (فأوقع الزبيب موقع الخمر) إذ كانت من سببه. وقول رؤبة:\nكالنحل في ماء\n...\nالرضاب العَذْبِ\nالجزء: 1 ¦ الصفحة: 244\n",
        "أراد: كالعسل، فلم يتزن له، فجعل بدله النحل لأنها من سببه. وقد يمكن أن يجعل على حذف مضاف تقديره: كعسل النحل، فلا يكون من هذا النوع.\nوالرابع: أن لا يضع على المسمى اسمه، بل يضع بدله اسم مسمى آخر، على طريق الاستعارة، في موضع يقبح فيه ذلك، نحو قول طرفة:\nمن الزّمِراتِ أسْبلَ قادماها\n...\nوضرتها مركنة درور\nالزمرات: القليلة الصوف. وقادماها: خلفاها. والقادمان إنما هما للناقة لأن لها أربعة أخلاف خلفان منها قادمان وخلفان آخران، فأستعار ذلك للشاة، وهي استعارة قبيحة، لأن الشاة إنما لها خلفان خاصة، ومعنى القادمين إنما يتحقق بالنظر إلى (الآخرين) وقول هميان:\nلو لَقِيَ الفيلَ\n...\nبأرض سابجا\nلدَقّ منه العُنْق\n...\nوالدّوَارِجا\nالسيابجة قوم من السند يستأجرون ليقاتلوا، ويكونون كالمبذوقة، فجعل الفيل سيبجاً مع أن هذا المعنى لا يتصور منه. وسبب ذلك أنه من ناحية بلادهم. قول بعض السعديين وذكر إبلاً:\nسأمنعها أو سوف أجعل أمرها\n...\nإلى مِلك أظلافه لم تُثَقّقِ\nالجزء: 1 ¦ الصفحة: 245\n",
        "فاستعار للملك ظلفاً ولا ظلف له، وإنما أراد قدميه. وإنما تحسن هذه الاستعارة في الذم، فاستعملها في غير موضع الذم، فقبحت لذلك.\nوالضرب الذي لا يجوز في الشعر ولا في الكلام ما يجيء على طريق الغلطة لأنه الغالط لا ينبغي أن يتبع على غلطة، نحو قوله:\nوالشيخُ عثمان\n...\nأبو عفان\nفكني عثمان أبا عفان على وجه الغلط، وإنما كنيته أبو عمرو، وعفان اسم أبيه. وقول الآخر:\nمثل النصارى\n...\nقتلوا المسيحا\nوإنما اليهود - على ما قالت اليهود والنصارى - قتلوا المسيح. وقد كذبهم الله في\nذلك بقوله: (وما قتلوه وما صلبوه ولكن شبه لهم). والذي غلطه كون اليهود والنصارى مخالفين للإسلام، فظن أنهم جميعاً مشتركون فيما ينكرونه من الأشياء. وقول الآخر:\nومحورٍ أُخْلِصَ\n...\nمن ماءِ اليَلَبْ\nيريد: الحديد، فغلظ فجعل اليلب الحديد، وإنما اليلب (جلود) يضم بعضها إلى بعض ويجعل تحت البيض وقاية. وكأن الذي غلطه قول عمرو بن كلثوم:\nالجزء: 1 ¦ الصفحة: 246\n",
        "علينا البَيْضُ واليَلَبُ اليماني\n...\n. . . . . . . . .\nفتوهم أن اليلب أجود من الحديد، وقول ابن أحمر:\nلم يَدْرِ ما نسج اليَرَنْدج قبلها\n...\nودارس أعوص دارس متجدد\nاليرندج جلود سود يتخيل أنها مما تنسج. وقول أبي نخيلة:\nبرية لم\n...\nتأكل المرققا\nولم تذق من\n...\nالبقول الفستقا\nيريد: أن الفستق من البقول. وقول رؤبة:\nكما أتقى\n...\nمحرم حج أيدعا\nالأيدع: دم الأخوين، فتوهم أنه الزعفران.\nالجزء: 1 ¦ الصفحة: 247\n",
        "فأما قول زهير:\n(فَتُنْتِجْ) لكمِ غِلْمانَ أشأم كلهم\n...\nكأحمر عاد ثم ترضعْ فَتُفْطمِ\n(فذهب) بعضهم إلى أن قوله (كأحمر عاد) غلط منه، وإنما هو أحمر ثمود الذي عقر الناقة فنزل العذاب بسبب ذلك على قومه، فصار مشؤوماً عليهم. وليس كذلك، بل العرب تسمي ثمود عاداً الآخرة، وتسمي قوم هود عاداً الأولى. قال الله تعالى: (وأنه أهلك عاداً الأولى).\nكذلك قول حميد بن ثور:\nلما تحملت الحمول حسبتها\n...\nدَوْماً بأيلة ناعماً مكموما\nظن بعضهم أن ذلك غلط لأن الدوم لا يكمم، وإنما يكمم النخل.\nالجزء: 1 ¦ الصفحة: 248\n",
        "وليس كذلك عندي. بل ينبغي أن يحمل على أنه سمي النخل دوماً لشبهه به.\nوكذلك قول لبيد:\nنَحْنُ بَني أمّ\n...\nالبنين الأربعَةْ\nالمطعمون الجفنة\n...\nالمُدَعْدَعَةْ\nلم يقل الأربعة، وهم خمسة، على جهة الغلط. وإنما قال ذلك لأن أباه كان مات وبقي أعمامه وهم أربعة.\nومنه: إبدال المفرد من التثنية ووضعه موضعها، نحو قوله:\nبَدّلك بلونِ\n...\nلونينْ\nسوادَ وجهٍ\n...\nوبياضَ عَيْنيْن\nيريد: بلونين لونين. ألا ترى أنه دعا عليها أن يبدل سواد عينها بياض وجهها وبياض وجهها سواد عينها.\nوقول حسان بن تبع:\nالجزء: 1 ¦ الصفحة: 249\n",
        "شر يوميها و (أخزاه) لها\n...\nركبت عنز بِحِدْجٍ جملا\nوقول خليج الأعيوي:\nلأخوين كانا خير أخوين شيمةً\n...\nوأسَرعَهُ في حاجةٍ لي أريدها\nوقول الفرزدق:\n. . . . . . . . .\n...\nوجدَّي خطيبُ المشرقين (وشاعره)\nوقول الآخر:\nومَهْمَهَيْنِ\n...\nقَذَفَيْنِ مَرْتَيْن\nظهراهما مثل\n...\nظهور الترسين\nقطعتُه بالنعتِ\n...\nلا بالنعتين\nالجزء: 1 ¦ الصفحة: 250\n",
        "ألا ترى أن الضمير في جميع ذلك مفرد مع أنه عائد على اثنين. ولولا الضرورة لكان الوجه أن يقال: وأخزاهما، وأسرعهما، وشاعرهما، وقطعتهما.\nفأما قول امرئ القيس:\nوعين لها حدرة بدرة\n...\nشقت مآقيها من أخرْ\nيريد: وعينين، ولذلك أعاد عليها ضمير اثنين، فإن ذلك ليس من قبيل الضرائر، لأن وضع المفرد وضع الشيئين المتلازمين من نحو العينين واليدين والرجلين جائز في الكلام والشعر.\nومنه قوله عليه السلام: (إن لعينك حقاً) يريد: لعينيك.\nومنه: إبدال المفرد من الجمع ووضعه موضعه حيث لا يجوز ذلك في الكلام، نحو قول الأسود بن يعفر:\nتَبَيّنَهُمْ ذو اللُّبّ حين يراهُمُ\n...\nبسيماهُمُ بيضاً لحاهم وأصلعا\nيريد: وصلعاً. وقول القطامي:\nالجزء: 1 ¦ الصفحة: 251\n",
        "كأن نسوع رجلي حين ضمت\n...\nحوالبَ غزرا ومِعًي جياعا\nيريد: وأمعاء. وقول علقمة.\nبها جيفُ الحَسْرى فأما عظامُها\n...\nفبيض وأما جلدها فصليب\nيريد: وأما جلودها. وقول الآخر:\nكلوا في بعض بطنكم تعفوا\n...\nفإن زمانكم زمنُ خَميصُ\nيريد: في بعض بطونكم وقول الآخر:\nلا تُنكروا القَتْل\n...\nوقد سُبِينَا\nفي حَلْقِكِمْ عَظْم\n...\nوقد شُجِينا\nيريد: في حلوقكم. وقول الآخر، أنشده أبو عبيدة:\nوأدْخُلُ الجَوْفَ أجوافَ البيوتِ على\n...\nمثل النّساءِ رجالُ (ما لَهُمْ) غيرُ\nفأفرد الجوف وهو يريد الجمع بدليل إبداله الجمع منه. وقول الآخر:\nالجزء: 1 ¦ الصفحة: 252\n",
        "فإنْ تصلوا ما قرّب الله بيننا\n...\nفإنكم أعمام صدق وخاليا\nومنه: وضع التثنية موضع المفرد وجعلها بدلاً منه، نحو قول الفرزدق:\n. . . . . . . . .\n...\nوعنْدي حُساما سيفه وحَمائُلهْ\nيريد: حسام سيفه. وقوله أيضاً:\nعشيةً سال المربدان كلاهما\n...\nسحابةَ موتٍ بالسيوفِ الصّوارمِ\nوإنما هو مربد البصرة. وقول عنترة:\nكيف المزارُ وقد تربّع أهلُها\n...\nبعُنَيزَتَيْن وأهُلنَا بالغَيْلمِ\nيريد: عنيزة. وقول رؤبة:\nيُخْشى بوادي\n...\nالعَثّريْن أضَمُهْ\nيريد: عَثر. وقول الآخر:\nتَطْلُب لي\n...\nبِرَامَتَيْنِ سَلْجَما\nالجزء: 1 ¦ الصفحة: 253\n",
        "يريد: رامة. وقول الآخر أنشده الفراء:\nيسعى بكبداء\n...\nوِلهْذِمَيْن\nقد جعل الارطاة\n...\nجنتين\nيريد: جنة.\nويكثر ذلك في أسماء الأماكن، لأن الداخل إليها يرى لها وجهين عن يمينه ويساره.\nفأما قوله:\nقولا لعَمْرو بن هندٍ غير متئب\n...\nيا أخنس الأنْفِ والأضراسِ كالعدسِ\nوقول الآخر:\nفإن تزجراني يا ابن عفانَ أزدجرْ\n...\nوإن تدعاني أحمِ عرضاً ممنعا\nفقد قيل إن الألف من (قولا) و (تزاجرني) ضمير اثنين وضع موضع ضمير الواحد، بدليل قوله في البيت الأول: (غير متئب)، ولم يقل غير\nالجزء: 1 ¦ الصفحة: 254\n",
        "متئبين، وفي البيت الثاني: (يا ابن عفان)، فدل ذلك على أنه لم يخاطب غيره. وقد قيل إن الألف فيهما بدل من النون الخفيفة في الوصل، إجراء (له) مجرى الوقف، والأصل: قولن، وإن تزجر، وإن تدعن.\nومنه: وضع التثنية موضع الجمع وجعلها بدلاً منه حيث لا يجوز مثله في الكلام، نحو قول الفرزدق:\nوما قمت حتى كاد من كان مسلما\n...\nليلبس مسودى ثياب الأعاجم\nيريد: مسودات ثياب الأعاجم. وقول الآخر:\nكأن حُمُولَهمْ لما التقينا\n...\nثلاثة أكْلبٍ يتطاردان\nيريد: يتطاردن.\nومنه: وضع الجمع موضع المفرد وجعله بدلاً منه حيث لا يسوغ ذلك في حال السعة، نحو قول الأعشى:\nومثلك مُعْجبة بالشبا\n...\nب (صاك) العبير بأجسادها\nيريد: (بجيدها). وقول امرئ القيس:\nيطير الغلام الخف عن صَهَواته\n...\nويلوي بأثواب العنيفِ المثقّلِ\nالجزء: 1 ¦ الصفحة: 255\n",
        "يريد: عن صهوته. وقول الفرزدق:\nوإذا ذكرتَ أباك أو أيامه\n...\nأخزاك حَيْثُ تُقَبَّل الأحجَارُ\nوإنما هو حجر واحد. وقوله أيضاً:\nفيا ليتَ داري بالمدينةِ أصبحت\n...\nبأحفارِ فلجٍ أو بِسْيفِ الكواظمِ\nيريد: الحفر، وكاظمة.\nووجه ذلك أن العرب قد توقع على الجزء اسم الكل. ألا ترى أنك لو لمست ناحية من الحجر أو من الصهوة أو من الجيد، لقلت لمست الحجر ولمست الصهوة ولمست الجيد.\nومما وضع فيه الجمع موضع المفرد أيضاً قول عبيد:\nأقفر من أهله ملحوبُ\n...\nفالقُطّبِياتُ فالذنوب\nيريد: القطبية، وهي بئر معروفة، فجمعها بما حواليها.\nومنه أيضاً: وضع الجمع موضع التثنية في الموضع الذي لا يجوز فيه\nالجزء: 1 ¦ الصفحة: 256\n",
        "(ذلك في) الكلام، نحو قول الأسود بن يعفر:\nأتاني من الأنباءِ أن مُجَاشِعاً\n...\nوآل فُقيمٍ والكراديس أصفقوا\nيريد معاوية وقيساً ابني مالك من مر بن زيد مناة، ويقال لهما الكردوسان، فوضع الكراديس موضعهما.\nومنه: وضع العطف موضع التثنية أو موضع الجمع واستعماله بدلاً منهما حيث لا يسوغ ذلك في سعة الكلام. فمن الأول قوله:\nليثُ وليثُ في\n...\nمَحَلّ ضَنْكِ\nكلاهما ذو\n...\nأشرٍ ومَحْكِ\nوقوله:\nكأن بين\n...\nفَكّها والفَكِّ\nفأرة مسك\n...\nذُبحتْ في سُكِّ\nوقوله:\nأنْجَبُ عِرْسٍ\n...\nوُلدا وعِرْسِ\nالجزء: 1 ¦ الصفحة: 257\n",
        "كان الوجه في جميع ذلك أن يقال: ليثان في محل ضنك، وكان بين فكيها فأرة مسك، وأنجب عرسين ولدا.\nومن الثاني قوله:\nكأنّ حَيْثُ\n...\nيَلْتقي منه المحلْ\nمن جانِبَيْه\n...\nوَعِلانِ ووَعلْ\nثلاثةُ أشْرَفْنَ\n...\nفي طَوْدٍ عُتُل\nكان الوجه أن يقول: ثلاثة أوعال لولا الضرورة.\nوقد جاء مثل ذلك في شعر ابن هانئ، وهو قوله:\nأقمنا بها يوماً ويوماً وثالثاً\n...\nويوماً له يوم الترحل خامس\nيريد: أياماً أربعة.\nومنه: وضع صيغة الأمر موضع خبر (كن) وجعلها بدلاً منه، نحو قوله:\nألا يا أم فارع لا تلومي\n...\nعلى شئ رفعت به سماعي\nوكوني بالمكارم ذكريني\n...\nودلي دل ماجدةٍ صَناع\nالجزء: 1 ¦ الصفحة: 258\n",
        "فجعل (ذكريني) في موضع (مذكرة). وهو قبيح، لأن فعل الأمر لا يقوم مقام الخبر في باب (كان).\nوإنما فعل ذلك لأن (كوني) أمر في اللفظ ومحصول الأمر منه لها إنما وقع على التذكير، فلما كان في المعنى أمراً لها بتذكيره، استعمل فيه لفظ الأمر.\nومنه: وضع الجملة غير الخبرية موضع الوصف وإبدالها منه، نحو قوله:\nفإنما أنْتَ\n...\nأخُ لا نَعْدمهْ\nألا ترى أنه وضع (لا نعدمه)، وهي جملة دعاء، موضع مدعو له بالمواصلة. وقول الآخر:\nحتى إذا كاد\n...\nالظلام يَخْتلطْ\nجاؤوا بِمَذْقٍ هل\n...\nرأيت الذيبَ قَطْ\nفوضع (هل رأيت الذيب قط)، وهي جملة استفهامية، موضع (مشبه لون الذئب،\nوذلك غير جائز في الكلام.\nوقد يمكن أن يحمل ذلك على إضمار القول، فيكون التقدير، وإنما أنت أخ نقول إذا أخبرناه، لا نعدمه، وجاؤوا بمذق يقول منرآه: هل رأيت الذئب قط، فهذا لونه، إلا أن ذلك الفهم المعنى.\nالجزء: 1 ¦ الصفحة: 259\n",
        "ومنه: وضع الجملة الفعلية المنفية موضع الجملة الفعلية التي يراد بها النهي وإبدالها منها، نحو قول زهير:\nالقائلين يساراً لا تناظِرُهُ\n...\nغشاً لسيدِهِمْ في الأمْرِ إذ أمروا\nيريد: لا تناظره.\nومنه: وضع ضمير الرفع المنفصل حيث لا يسوغ ذلك في الكلام، نحو قوله:\nيا ليتني وَهُما نَخْلو بمنزلة\n...\nحتى يرى بعضنا بعضاً ونأتلفُ\nكان الوجه أن يقال وإياهما، لولا الضرورة.\nومنه: وضع ضمير الرفع المنفصل بدل ضمير الرافع المتصل، نحو قول المرار ابن منقذ:\nلم آت بعدهم حياً فأخبرهمُ\n...\nإلا يزيدُهُم حُبّاً إليّ هُمُ\nيريد: إلا يزيدونهم حياً إلى، فوضع الضمير المنفصل، وهو (هم)، موضع الضمير المتصل، وهو الواو، للضرورة، وقول طرفة:\nأصَرَمْت حَبْلَ الحي أم صرموا\n...\nيا صاح بل صَرَم الحبالَ هُمُ\nالجزء: 1 ¦ الصفحة: 260\n",
        "يريد: بل صرموا الحبال، فوضع أيضاً الضمير المنفصل موضع الضمير المتصل، لما اضطر إلى ذلك.\nومنه: وضع ضمير النصب المتصل بدل ضمير النصب المنفصل أو بدل النفس. فمن الأول قول أمية:\nبالوارثِ الباعثِ الأموات قد ضمنت\n...\nإياهم الأرضُ في دَهْرِ الدهارير\nيريد: قد ضمنتهم. وقول حميد الأرقط:\nإليكَ حتى\n...\nبَلغَتْ إياكا\nيريد: حتى بلغتك، فوضع إياك موضع الكاف للضرورة. وقول بعض اللصوص:\nكأناّ يَوْم قُرّى إن\n...\nما نقتل إيّانا\nقتلنا منهُمُ كُلّ\n...\nفتى أبيضَ حَسّانا\nكان الوجه أن يقول: إنما نقتل أنفسنا، كما قال تعالى: (ربنا ظلمنا أنفسنا)، فوضع الضمير المنفصل موضعه لما اضطر إلى ذلك.\nالجزء: 1 ¦ الصفحة: 261\n",
        "ومن الثاني قوله، أنشده الفراء:\nوما علينا إذا ما كنت جارتنا\n...\nأن لا يجاورنا إلاك ديار\nيريد: إلا إياك، فوضع الضمير المنفصل، وهو الكاف، موضعه للضرورة وقول الآخر:\nقَدْ بِتّ أحرسني وحدي ويَمْنَعُنِي\n...\nصوت السبِاع به يَضْبحن والهام\nالوجه أن يقول: أحرس نفسي، كما قال تعالى: (إني ظلمت نفسي) فوضع الضمير المتصل موضعه لما اضطر إلى ذلك.\nومنه: وضع صيغة ضمير النصب المنفصل بدل صيغة ضمير الرفع المنفصل المجعول في موضع خفض بكاف التشبيه، وذلك قوله:\nفأحْسنْ وأجمل في أسيرك أنه\n...\nضَعيفُ ولم يأسرْ كإياك آسرُ\nيريد: كأنت آسر. فوضع إياك موضع أنت للضرورة. وإنما قضى على (إياك) بأنها في موضع (أنت) لأن الكاف لا تدخل في سعة الكلام على مضمر إلا أن يكون صيغته صيغة ضمير رفع منفصل، نحو قولهم: ما أنا كأنت ولا أنت كأنا.\nومنه عند الفارسي: وضع الفعل بدل المصدر من غير أن يكون على تقدير حذف (أن)، نحو قوله أنشده أبو زيد:\nالجزء: 1 ¦ الصفحة: 262\n",
        "ولا يلبث الحر الكريم إذا ارتمت\n...\nبه الجَمَزي قد شد حيزومها الضّفْرُ\n(سَيكْسِب) مالاً أو يفئ له الغنى\n...\nإذا لم تعجلْه المنيةُ والقَدْرُ\nقال: فقوله (سيكسب مالاً) يدل على وقوع الفعل موقع الاسم، لا على تقدير حذف (أن)، لأن ذلك لا يستقيم مع السين، والمخففة من الثقيلة لا نعلمها حذفت، ولا يستقيم تقدير الحال لمكان السين. والمعنى لا يلبث أن يكسب مالاً.\nولا دليل له في ذلك عندي على وضع الفعل موضع الاسم لاحتمال أن يكون معمول (يلبث) محذوفاً والتقدير: ولا يلبث الحر الكريم إذا ارتمت (به) الجمزي قد شد خيزومها الضفر عن إدراك (المنى)، ثم استأنف فقال: سيكسب مالاً أو يفيء له الغنى.\nومنه: وضع الفعل موضع المصدر على تقدير حذف (إن) وإرادة معناها من غير إبقاء عملها، نحو قوله:\nوما راعني إلا يَسِيرُ بِشُرْطةٍ\n...\nوعهدي به قيناً يفش بكيرِ\nيريد: وما راعني إلا أن يسير بشرطة. فحذف (أن) وأبطل عملها وهو يريد معناها.\nالجزء: 1 ¦ الصفحة: 263\n",
        "والدليل على أن الفعل المضارع يحكم له بحكم ما هو منصوب بـ (أن) وإن كان مرفوعاً قوله:\nألا أيهذا الزاجري أحْضُرَ الوغى\n...\nوأن أشهدَ اللذاتِ هل أنت مخلدي\nفي رواية من رفع (أحضر) ألا ترى أنه عطف (أن أشهد على) أحضر، فدل ذلك على أن المراد أن احضر.\nومثله قول أسماء بن خارجة:\nأو ليس من عجبِ أسائلكم\n...\nما خَطْبُ عاذلتي وما (خطبي)\nيريد: أن أسائلكم. وقول علي بن الطفيل السعدي:\nوأهلكني لكم في كل يومٍ\n...\nتعوجكم عليّ وأستقيمُ\nيريد: وأن أستقيم، أي واستقامتي لكم. وقوله:\nجَزِعت حِذَارَ البَيْنِ يوم تحمّلوا\n...\nوحَقّ لمثلي يا بُثينَة يَجْزَع\nيريد: أن يجزع. وقوله:\nالجزء: 1 ¦ الصفحة: 264\n",
        "نفاك الأغر بن عبد العزيزِ\n...\nوحقك تُنفَي عن المَسْجدِ\nيريد: وحقك أن تنفي عن المسجد. وقول الآخر، أنشده يعقوب:\nلولا يُرائي الناسَ\n...\nلم يُصَلَّ\nيريد: لولا أن يرائي الناس.\nوقد يجيء مثل هذا في الكلام، نحو قولهم: (تسمع بالمعيدي خير من أن تراه). إلا أن ذلك يقل في الكلام ويكثر في الشعر، فلذلك أوردناه في جملة ما يختص به الشعر.\nومنه: وضع الاسم موضع الفعل الواقع في موضع خبر (كاد) وموضع (أن) والفعل الواقع في موضع خبر (عسى)، نحو قول تأبط شراً:\nفأبت إلى فهمٍ وما كدت آئباً\n...\nوكم مثلها فارقتها وهْي تَصْفِرُ\nوقول الآخر:\nأكثرتَ في العَذْلِ\n...\nمُلِحّاً دائما\nلا تُكْثِرَنْ إني\n...\nعسيت صائما\nالجزء: 1 ¦ الصفحة: 265\n",
        "كان الوجه أن يقال: وما كدت أؤوب، وإني عسيت أن أصوم، إلا أن الضرورة منعت من ذلك.\nوقولهم في المثل: (عسى الغوير أبؤسا) شاذ يحفظ ولا يقاس عليه.\nوأما إبدال الحكم من الحكم فمنه: قلب الإعراب أو غيره من الأحكام لأن اللفظ إذا قلب حكمه أعطى، بدله، حكم غيره، نحو قول خداش بن زهير:\nوتُرْكَبُ خَيْلُ لا هوادَة بيننا\n...\nوتَشْقَى الرماحُ بالضياطرةِ الحُمرِ\nيريد: وتشقى الضياطرة الحمر بالرماح، فجعل إعراب (الرماح) للضياطرة وإعراب الضياطرة للرماح، ويروي: وتعصي الرماح بالضياطرة\nالجزء: 1 ¦ الصفحة: 266\n",
        "الحمر. يقال: عصى بالرمح إذا طعن به، و (عصى) بالسيف إذا ضرب به. وقول الراعي:\nو (صبحته) كلاب الغوث يؤسدها\n...\nمستوضحون يرون العَيْنَ كالأثر\nيريد: يرون الأثر كالعين. والمستوضح الذي ينظر هل يرى شيئاً. وقول النابغة:\nوقد خِفْتُ حتى ما تزيد مخافتي\n...\nعلى وَعِل في ذي المطارة عَاقلِ\nيريد: حتى ما تزيد مخافة وعلى علي مخافتي. وقول ذي الرمة:\nوتكسو المجِن الرخو خَصْراً كأنه\n...\nإهانُ ذَوي عن صُفْرَة فَهْو أخْلق\nالمجن: الوشاح، والرخو: المضطرب لرقة خصرها. يريد: تكسو الخصر مجناً. وقول القطامي:\nالجزء: 1 ¦ الصفحة: 267\n",
        "فلما أن جرى سِمَنُ عَلَيها\n...\nكما بَطَّنْتَ بالفَدَنِ السَّياعا\nيريد: كما بطنت الفدن بالسياع. والفدن: القصر. والسياع: الطين فيه التبن.\nوقول رؤبة:\nومَهْمَةٍ مُغْبَرةً\n...\nأرجَاؤه\nكأنّ لوْنَ\n...\nأرْضِهِ سَماؤه\nيريد: كأن سماءه لغبرتها لون أرضه، وقوله:\nمثل القنافذ هَدّجُوانَ قَدْ بَلَغتْ\n...\nنَجْرَانَ أو بلغت سوآتِهم هَجَرُ\nيريد: أو بلغت سوآنهم هجر، وقول أبي النجم:\nقبل دُنُوّ الأفْقِ\n...\nمن جَوْزائِهِ\nيريد: قبل دنو الجوزاء من الأفق، وقول العباس بن مرداس:\nالجزء: 1 ¦ الصفحة: 268\n",
        "فَدَيْتُ بنَفْسهِ نَفْسي ومالي\n...\nومَا آلوكَ إلا ما أطيقُ\nيريد: فديت نفسه بنفسي ومالي. وقول النمر بن تولب:\nفإن المَنِيّةَ مَنْ يَخْشَها\n...\nفسَوْفَ تُصادفُه أينما\nفإن أنتَ حاوَلتَ أسبابَها\n...\nفلا تَتَهيّبْكَ أنْ تُقْدما\nيريد: فلا تتهيبها، لأن المنية لا تهاب أحداً، وقول ابن مقبل:\nولا تَهيّبَني المَوْمَاةُ أركبُها\n...\nإذا تجاوبت الأصداء بالسّحرِ\nيريد: ولا أتهيب الموماة، وقول الفرزدق:\nلا تحسبن دراهماً شَرّفْتها\n...\nتمحو مَخَازيَكَ التي بعُمانِ\nيريد: دراهم شرفتك، وقول النابغة الجعدي، أنشده له أبو عبيدة:\nالجزء: 1 ¦ الصفحة: 269\n",
        "كانت فَريضَةُ ما تقول كما\n...\nكان الزّناءُ فريضَةَ الرّجمِ\nيريد: كما كان الرجم (فريضة) الزنا، وقول الآخر أنشده أبو عمرو بن العلاء:\nوإن بني شَرَاحيلَ بنَ عَمْرو\n...\nتمارَوْا والفُجُور من التماري\nيريد: والتماري من الفجور، ونحو قول الفرزدق:\nووفراء لم تُخْرَزْ بِسَيْرِ وكيعةٍ\n...\nغَدَوْتُ بها طياً يدي بِرِشائها\nيريد: طيا رشائها بيدي، وقول الآخر أنشده بعض البغداديين:\nكما دَحَسْتَ الثّوْبَ\n...\nفي الوِعَائَيْن\nيريد: الثوبين في الوعاء.\nوهذا ليس بقلب إعراب، وإنما قلب حكم الإفراد والتثنية فجعل التثنية التي ينبغي أن تكون للثوب (للوعاء)، وجعل الإفراد الذي ينبغي أن يكون (للوعاء) للثوب. ومثله قول الآخر:\nإذا أحسنَ ابن العمّ بعد إساءةٍ\n...\nفلست لشرّيْ فِعْلهِ بِجَهُولِ\nالجزء: 1 ¦ الصفحة: 270\n",
        "يريد: لشر فعليه. وقول الآخر، أنشده بعض البغداديين أيضاً:\nلما خشيت\n...\nنَسَبَيْ أضْواها\nيريد: أضوا نسيبها. فجمع بين قلب الإعراب وقلب الإضافة.\nوأما قول الحطيئة:\nفلما خشيت الهول والعَيُر ممسك\n...\nعلى رَغْمه ما أمْسك الحبلَ حافره\nفإن كثيراً من النحويين جعلوه مقلوباً، وزعموا أنه يريد: ما أمسك الحبل حافره، إلا الأصمعي فإنه زعم أنه غير مقلوب وأن الحافر هو الذي يمسك الحبل، إذ لولاه لخرج الحبل من رجله.\nوالقلب مقيس في الشعر بلا خلاف لكثرة مجيئه فيه. وقد جاء أيضاً في الكلام: حكى أبو زيد: (إذا طلعت الجوزاء انتصب العود في الحرباء. يريد: انتصب الحرباء في العود). وحكى أبو الحسن (عرضت الناقة على الحوض، وعرضتها على الماء)، يراد بذلك، عرضت الماء والحوض عليها. وحكى أيضاً من كلامهم: (أدخلت القلنسوة في رأسي)، يريدون: أدخلت رأسي في القلنسوة. إلا أن ذلك لم يكثر في الكلام كثرته في الشعر، فلم يجز لذلك القياس عليه.\nومنه: أن يكون الاسم مذكراً فيحكم له بحكم المؤنث بدلاً من تذكيره، أو يكون مؤنثاً فيحكم له بحكم المذكر بدلاً من تأنيثه، حملاً على المعنى.\nالجزء: 1 ¦ الصفحة: 271\n",
        "فمن الأول قول رويشد:\nيا أيها الرجلُ المزجي مطيته\n...\nسائلْ بني أسَدٍ ما هذه الصّوْتُ\nفأنث الصوت لأنه بمعنى الصرخة والاستغاثة. وقول الآخر:\nوحمال المئين إذا ألمت\n...\nبنا الحدثَانُ والأنِفُ النّصُورُ\nفأنث الحدثان لأنه قد يراد به الكثرة، فيكون في معنى الحوادث. وقول الآخر:\nأتَهْجُرُ بَيْتاً بِالْحِجَازِ تَلَفّعَتْ\n...\nبَهِ الخَوْفُ والأعْداءُ مِنْ كُلّ جَانِبِ\nفأنث الخوف لأنه بمعنى المخافة. وقول الآخر:\nتدعى هوازن والقميص مفاضة\n...\nفوق النطاقِ تشد بالأزرار\nفأنث القميص لأن مراده به الدرع وهي مؤنثة. وقول عمر بن أبي ربيعة:\nفكان مجني دون من كنت أتقي\n...\nثلاثُ شخوصٍ كاعبان ومعصرُ\nالجزء: 1 ¦ الصفحة: 272\n",
        "فأنت الشخص ولذلك أسقط التاء من العدد، لأنه أراد بالشخوص النساء، وقول الآخر:\nوإن كلاباً هذه عَشْرُ أبطن\n...\nوأنت بريء من قبائلها العَشْر\nفأنث البطن ولذلك أسقط التاء من عدده، لأنه أراد بالبطون القبائل، بدليل قوله: وأنت بريء من قبائلها العشر.\nفأما قوله:\nفَعَوّضَني منها غِنَاي ولم تكنْ\n...\nتُساويُ عَنْزي غَيْرَ خَمْسَ دَّرَاهِمِ\nفالصحيح في روايته (خمس دراهم)، بفتح السين وتشديد الدال، يريد: خمسة (دراهم)، إلا أنه أدغم ك (عمامة دَاود).\nومن هذا النوع قول لبيد:\nفمضى وقدمها، وكانت عادةُ\n...\nمنه إذا هي عودت أقدامها\nفأنث الأقدام لأنه بمعنى التقدمة. وقول الآخر:\nالجزء: 1 ¦ الصفحة: 273\n",
        "أزيَد بنَ مَصْبوحٍ فلو غيركم صبا\n...\nغَفَرنا وكانت من سجيتنا الغُفُر\nفأنث الغفر لأنه بمعنى المغفرة.\nوزعم الكوفيون أن اسم (كان) إذا كان مصدراً مذكراً والخبر مؤنثاً مقدماً عليه، جاز في سعة الكلام لتذكير والتأنيث. فأجازوا أن يقال: كان رحمة المطر الذي أصابنا البارحة، وكانت رحمة. قالوا: فمن ذكر فلأن المطر مذكر والنية به التقديم، فكما يقال: كان المطر الذي أصابنا رحمة، فكذلك تفعل إذا قدم الخبر. ومن أنث فلأن الخبر قد ولى (كان) وهو مؤنث، والأخبار سبيلها أن تكون موافقة للأسماء لأنها هي في المعنى، وأيضاً فإن الاسم مصدر وتذكير المصدر وتأنيثه\nبمعنى واحد، ولذلك لم يجز التأنيث إذا كان الاسم غير مصدر نحو قولك: (كان شمساً وجهك)، ولا يجيزون أن يقال: (كانت شمساً وجهك). فعلى هذا قول لبيد (وكانت عادة منه إذا هي عردت أقدامها)، هو عندهم من قبيل ما يجوز في الكلام والشعر، وكذلك قول الآخر: وكانت من سجيتنا الغفر، لأنه يريد: سجية من سجايانا الغفر.\nوالصحيح عندي ما ذهب إليه أهل البصرة، لأنه لا يحفظ في سعة الكلام مثل: كانت رحمة المطر الذي أصابنا. واحتجاجهم على جواز ذلك بقراءة أهل المدينة وعاصم وأبي عمرو: (ثم لم تكن فتنتهم إلا أن قالوا) بتأنيث (تكن) لأن (أن) مذكرة وخبر لكن قد تقدم على اسمها وهو مؤنث، لا حجة لهم فيه، لأن (أن) مع صلتها إنما هي على حسب ما هي\nالجزء: 1 ¦ الصفحة: 274\n",
        "بتقديره. فإن قدرت (أن قالوا) بالقول حكم لأن وصلتها بحكم المذكر، وإن قدرته بالمقالة أو بالقولة حكم لها مع صلتها بحكم المؤنث.\nفأما قول حاتم:\nأماوي قد طال التجنب والهجر\n...\nوقد عَذَرتْني في طِلابِكمُ عُذْر\nفينبغي أن لا يحمل على أنه أنث العذر لأنه بمعنى المعذرة أو العذري، لأن ذلك شيء لم تدع إليه ضرورة، إذ قد يمكن أن يكون جمع العذير، وهو الحال، على عذر، كنذير ونذر، ثم خفف، ويكون المعنى: وقد عذرتني الأحوال التي ترونها مني.\nوقد شذ شيء من هذا في الكلام: حكى الأصمعي عن بعضهم: كان ذلك مذ دوخت الإسلام، فأنث الإسلام لأنه بمعنى الملة. وحكي أيضاً عن أبي عمرو أنه سمع رجلاً من أهل اليمن يقول: (فلان لغوب، جاءته كتابي فاحتقرها، فقال له: أتقول جاءته كتابي، فقال: نعم أليس بصحيفة).\nومن الثاني قول عامر بن جؤين:\nفلا مُزْنَةُ ودقت وَدْقَها\n...\nولا أرْضَ أبْقلُ إبْقَالَها\nالجزء: 1 ¦ الصفحة: 275\n",
        "فذكر الأرض لأنها بمعنى المكان، فكأنه قال: ولا مكان أبقل إبقالها. وقوله:\nلو كانَ مِدْحَةُ حَيّ مُنْشراً أحداً\n...\n(أحيا) أباكن يا ليلى الأماديح\nفذكر المدحة لأنها بمعنى المدح، وقول الآخر:\nإن السماحةَ والمروة ضُمَّنا\n...\nقبراً بمرو على الطريقِ الواضحِ\nفذكر السماحة لأنها بمعنى السماح، ثم غلب المذكر على المؤنث. وقول الآخر:\nهنيئاً لسعدِ ما اقتضى بعد وقعتي\n...\nبناقةِ سَعْدِ والعشية بارد\nلأنها في معنى العشي، وقول الآخر أنشده ثعلب:\nوقائعُ في مُضَرٍ تسعةُ\n...\nوفي وائلٍ كانت العاشِرة\nفذكر الوقائع لأنها بمعنى الأيام، ولذلك أدخل التاء في عددها، وقول الآخر:\nالجزء: 1 ¦ الصفحة: 276\n",
        "فإن تَكْسُني يا ربّ صَلّيْتُ خَمْسَةً\n...\nوإلا تَرَكْتَ الخَمْسَ غَيْرَ ذميم\nفذكر الصلاة حملاً على معنى الدعاء، ولذلك ألحق التاء في العدد أولاً. وقول طفيل بن عوف الغنوي:\nإذ هي أحوى من الربعي خاذلة\n...\nوالعين بالأثمد الحاري مكحول\nفذكر العين لأنها بمعنى الطرف، وقول الآخر أنشده، هشام بن معاوية:\nيمت بقربي الزينبين كليهما\n...\nإليك وقربى خالد وحبيب\nفذكر الزينبين حملاً على معنى الشخصين، وقول الآخر، أنشده الفراء:\nوكلتاهما قد خُطّ في صحيفتي\n...\nفلا العَيْشُ أهوَاهُ ولا الموتُ أرْوَحُ\nفذكر كلتا حملاً على المعنى لأن معنى كلتاهما قد خط لي، وكلا الأمرين قد خط لي، واحد.\nومن هذا النوع أيضاً عند المبرد ومن أخذ بمذهبه، حذف علامة التأنيث من الفعل\nالمسند إلى المفرد من ظاهر المؤنث الحقيقي، نحو قول جرير:\nالجزء: 1 ¦ الصفحة: 277\n",
        "لقد ولد الأخَيطِلَ أمُّ سوءِِ\n...\nعلى بابِ أستها صُلُبُ وشَام\nوقول الآخر:\nإن امرءاً غره منكن واحدة\n...\nبعدي وبعدك في الدنيا لمغرور\nألا ترى أن التاء قد حذفت من الفعل المسند إلى (أم) في البيت الأول، وإلى (واحدة) في البيت الثاني.\nوإن جاء شيء من ذلك في سعة الكلام، كان شاذاً عنده يحفظ ولا يقاس عليه. وسواء في ذلك أن يفصل بين الاسم والفعل أو لا يفصل. نحو ما حكي من قولهم: قال فلانة، وحضر القاضي اليوم امرأة.\nوذهب أبو موسى الجزولي إلى إجازة حذف علامة التأنيث. إلا أن حذفها عنده من غير فصل ليس بكثير.\nوذهب الزمخشري إلى منع حذفها في الكلام إذا عدم الفصل وأجاز الحذف مع الفصل إلا أن جوازه ليس بالواسع عنده.\nالجزء: 1 ¦ الصفحة: 278\n",
        "وذهب النحاس إلى أن ذلك لا يجوز في نحو قولك: قامت هند، لئلا يلتبس المذكر بالمؤنث إذ قد يسمى المذكر باسم المؤنث، وأجازه في قولك: جاءتني امرأة وأمثاله لأنه قد عرف المعنى. ففرق بين العلم وغيره.\nوالصحيح عندي ما ذهب إليه المبرد، لأن سيبويه ذكر أن ذلك (في الواحد من الحيوان قليل) ثم قال: وهو في الآدميين أقل ف (حضر القاضي امرأة) وأمثاله على هذا أقل قليل. وما كان على هذه الصفة لا يجوز القياس عليه.\nوأما قوله:\nبعيد الغزاة فما أن يزا\n...\nل مضطمراً طرتاه طليحا\nفإن إسقاط علامة التأنيث من مضطمر ليس بضرورة، لأن الصفة إذا أسندت إلى\nظاهر المفرد المؤنث غير الحقيقي، حذف منها علامة التأنيث في سعة الكلام، كما يحذف من الفعل المسند إليه فيقال: طلع الشمس وطلعت الشمس.\nوتذكير المؤنث أحسن من تأنيث المذكر، لأن التذكير أصل التأنيث، فإذا ذكرت المؤنث ألحقته بأصله وإذا أنثت المذكر أخرجته عن أصله.\nومنه: العطف على التوهم، نحو قوله:\nالجزء: 1 ¦ الصفحة: 279\n",
        "أجدك لست الدّهْرَ رائيَ رامةٍ\n...\n(ولا عاقلٍ) إلا وأنت حبيبُ\nولا مصعد في المصعدين لمنعج\n...\nولا هابطٍ ما عشت هَضْبَ شَطيبِ\nألا ترى أن (مصعداً) و (هابطاً) كانا حكمهما أن ينصبا لعطفهما على (رائي رامة) وهو منصوب لأنه خبر (ليس). لكن الكسائي رواهما بالخفض بدل النصب، على توهم ما من عادته أن يزاد في خبر ليس، وهو الباء. ألا ترى أنه يجوز لك أن تقول في الكلام: لست الدهر برائي رامة. ومثله قول زهير:\nبدا لِيَ أني لَسْتُ مدركَ ما مضى\n...\nولا سابقٍ شيئاً إذا كان جائياً\nوقول الآخر:\nمشائيمُ ليسوا مصلحينَ عَشيرةُ\n...\nولا ناعبٍ إلا ببينٍ غُرَابُها\nفـ (سابق) في البيت (الأول) خفض على توهم الباء في مدرك،\nالجزء: 1 ¦ الصفحة: 280\n",
        "و (ناعب) في البيت الثاني خفض على توهم الباء في مصلحين.\nومثل ذلك، في مذهب من يعتقد أن الخافض إذا حذف مع (إن) و (أن) كانا مع صلتيهما بتقدير اسم منصوب، قول الآخر:\nوما زرتُ سلمى أن تكون حبيبةً\n...\nإليَّ ولا دينٍ بها أنا طالبه\nألا ترى أنه خفض (دين) لما كان من عادته أن يقول: وما زرت سلمى لأن تكون حبيبة. ونحو من ذلك قول مسور بن زياد الحارثي:\nيقول رجالُ ما أصيب لهم أب\n...\nولا من أخٍ، أقبلْ على المال تعقل\nألا ترى أنه قال: ولا من أخ لما كان له أن يقول: ما أصيب لهم من أب فيزيد (من) في المعطوف عليه.\nوأقبح من جميع ما تقدم من هذا النوع قول الآخر:\nأجدك لن ترى بِثُعَيْلبَاتٍ\n...\nولا بيدان ناجيةً ذَمُولا\nولا متداركٍ والشّمْسُ طِفْلُ\n...\nببعض نواشغ الوادي حمولا\nألا ترى أنه كان ينبغي له أن يرفع (متدارك) على أن يكون خبر المبتدأ مضمر فيكون التقدير إذ ذاك: ولا أنت متدارك، إلا أنه استعمل بدل الرفع الخفض لما كان معنى لن ترى بثعيلبات واحداً، فعامله لذلك معاملته.\nالجزء: 1 ¦ الصفحة: 281\n",
        "وإنما كان هذا أقبح من جميع ما تقدم لأن المعنى الذي حمل عليه في الأبيات المتقدمة قد يخرج إلى اللفظ، والمعنى الذي حمل عليه في هذا البيت لا يخرج إلى اللفظ.\nوقول الآخر:\nإن تركبوا فركوبُ الخيل عادَتُنا\n...\nأو تنزلونَ فإنا مَعْشرُ نُزُل\nألا ترى أن (تنزلون) حكمه أن يحذف منه النون للجزم لأنه معطوف على الفعل المجزوم بأداة الشرط، وهو (تركبوا)، لكنه اضطر إلى رفعه بالنون فأستعمل الرفع بدل الجزم حملاً على (أتركبون) المضمن معنى (أن تركبوا)، لأن الفعل المستقيم عنه جائز فيه أن يضمن معنى الشرط. إلا أن ما حمل عليه رفع (تنزلون) لا (يخرج) إلى اللفظ.\nومنه: أن يعامل الاسم الذي ليس بمبتدأ، لا في اللفظ ولا في التقدير، معاملة المبتدأ أو الاسم الذي هو معمول الناسخ من نواسخ الابتداء فيخبر عنه كما يخبر عنهما. فالأول نحو قوله:\nأقول له كالنُّصْحِ بيني وبينه\n...\nهَل أنت بنا في الحَجّ مرتجلان\nفمرتجلان مرفوع على أنه خبر عن المبتدأ الذي هو ضمير المخاطب وعن ضمير المتكلم المجرور بالباء، مع أن الضمير المجرور بالباء ليس مبتدأ في اللفظ ولا في التقدير، فكان حكمه أن لا يخبر عنه لكنه حكم له، بدلاً من حكمه، بحكم المبتدأ فأخبر عنه.\nالجزء: 1 ¦ الصفحة: 282\n",
        "والذي سوغ له ذلك الحمل على المعنى. ألا ترى أنه لا فرق في المعنى بين قوله: هل أنت بنا في الحج مرتجلان، وبين أن يقول: هل أنت وأنا في الحج مرتجلان.\nوالثاني نحو قوله:\nلعلّي إن مالت بي الريح ميلةً\n...\nعلى ابن أبي الذبانِ أن يتندّما\nفأخبر بقوله: أن يتندما عن الضمير المجرور بالباء، مع أنه ليس بمبتدأ في اللفظ ولا في التقدير ولا معمولاً لناسخ من نواسخ الابتداء، فكان حكمه أن لا يخبر عنه، لكنه حكم له، بدلاً من حكمه، بحكم المبتدأ فأخبر عنه واستغنى بالأخبار عنه عن الإخبار عن اسم (لعل).\nوالذي سوغ له ذلك أيضاً الحمل على المعنى. ألا ترى أنه لا فرق في المعنى بين ما قاله وبين أن يقول: لعل ابن أبي الذبان إن مالت بي الريح ميلة عليه أن يتندم، خبراً عن اسم (لعل)، ويكون الرابط له به محذوفاً. والتقدير: لعلي إن مالت بي الريح ميلة علي ابن أبي الذبان أن يتندم بميلي عليه، فيكون الرابط باسم لعل المضمر المضاف إليه ميل المحذوف.\nومنه: تأكيد الاسم المخفوض بالإضافة باسم مخفوض (بمن)، حملاً على المعنى، نحو قول قيس بن الخطيم:\nنحن بغرسِ الوديَّ أعلمناُ\n...\nمنا بركضِ الجيادِ في السُّدَفِ\nالجزء: 1 ¦ الصفحة: 283\n",
        "فوكد ضمير المتكلم المخفوض بإضافة (أعلم) إليه بالمجرور بـ (من) حملاً على المعنى. ألا ترى أن قوله:\nنحن بغرس الوديَّ أعلمنا\n...\nمنا بركض الجياد في السدف\nمعناه أعلم منا بركض الجياد، فلذلك حكم له، بدلاً من حكمه، بحكم الضمير المجرور بـ (من).\nومنه: انتصاب الفعل المضارع بعد الفاء في غير الأجوبة الثمانية، وهي الأمر والنهي والنفي والاستفهام والتمني والعرض والتحضيض والدعاء. ونحو ذلك قوله:\nسأتركُ منزلي لبني تميمٍ\n...\nوألحقُ بالحجازِ فأستريحا\nوقول الآخر:\nهنالك لا تجزونني عند ذلكم\n...\nولكن سيجزيني الإله فيُعْقِبا\nوقول الآخر:\nقوارصُ تأتيني وتحتقرونها\n...\nوقد يملأ القَطْرُ الإناَء فيُفْعَما\nالجزء: 1 ¦ الصفحة: 284\n",
        "وقول طرفة:\nلنا هضبة لا ينزلُ الذّلَ وَسْطَها\n...\nويأوي إليها المستجير فَيُعْصَما\nألا ترى أن الأفعال الواقعة بعد الفاء في جميع ذلك منصوبة من غير أن يتقدم الفاء شيء من الأجوبة الثمانية، وكان حكمها أن تكون مرفوعة لأن الأفعال التي قبلها مرفوعة وهي معطوفة عليها وداخلة في معناها. إلا أنه لما أضطر إلى استعمال النصب بدل الرفع، حكم لها بحكم الأفعال الواقعة بعد الفاء في الأجوبة الثمانية، فنصب بإضمار (أن)، وتؤولت الأفعال التي قبلها تأويلاً يوجب النصب فحكم لقوله: (وألحق بالحجاز) بحكم ويكون مني لحاق بالحجتز، ولقوله: (سيجزيني الإله) بحكم (يكون من الإله جزاء لي)، ولقوله، (وقد يملأ القطر الإناء) بحكم (قد يكون من القطر ملء الإناء)، ولقوله: (يأوي إليها المستجير) بحكم (يكون من المستجير آوي إليها)، لأن المعنى في جميع ذلك واحد، وجعلت\nمع الفعل معطوفة بالفاء على ذلك المصدر المتوهم.\nومنه: انتصاب الفعل بإضمار (أن) بعد (أو) العاطفة إجراء لها في ذلك مجرى (أو) التي بمعنى (إلا أن)، نحو قوله:\nفَسِرْ في بِلادِ الله والتمس الغنى\n...\nتَعِشْ ذا يسارٍ أو تموت فتُعْذَرا\nألا ترى أنه نصب الفعل الواقع بعد (أو)، بإضمار (أن)، وليست بمعنى (إلا أن) لأن المعنى لا يساعد على ذلك، إذ لا يلزم من سيره في بلاد\nالجزء: 1 ¦ الصفحة: 285\n",
        "الله والتماسه الغنى أن يعيش ذا يسار (إلا) أن يموت، وإنما هي لأحد الشيئين. ألا ترى أن المعنى: سر في بلاد الله والتمس الغنى يكن أحد الشيئين: عيش ذو يسار أو موت فتعذر، فكان ينبغي أن يكون الفعل الذي بعدها مجزوماً لأنه معطوف على (تعش) وهو مجزوم. إلا أنه لما اضطر إلى استعمال النصب بدل الجزم حكم لها بحكم الفعل الواقع بعد (أو) التي بمعنى (إلا أن)، وتأول الفعل الذي قبلها تأويلاً يوجب النصب، فحكم لقوله: (تعش ذا يسار) بحكم (يكن لك عيش ذو يسار) لأن المعنى فيهما واحد، ونصب الفعل الذي بعدها بإضمار (أن) وعطف (أن) والفعل المنصوب بها على ذلك المصدر المتوهم.\nومنه: نصب معمول الصفة المشبهة باسم الفاعل في حال إضافته إلى ضمير موصوفها، نحو قولك: مررت برجل حسن وجهه، بنصب وجه. ولا يجوز ذلك إلا في ضرورة، نحو قوله:\nأنعَتُها إني\n...\nمن نعاتها\nكوم الذرى\n...\nوادقَةُ سرّاتِها\nألا ترى أنه قد نون (وادقة) ونصب معمولها، وهي مضافة إلى ضمير موصوفها، وكان الوجه أن يرفع السرات. إلا أنه أضطر إلى أستعمال النصب بدل الرفع فحمل الصفة ضميراً مرفوعاً عائداً على صاحب الصفة ونصب معمول الصفة\nإجراء له، في حال إضافته إلى ضمير الموصوف مجراه إذا لم يكن مضافاً إليه.\nالجزء: 1 ¦ الصفحة: 286\n",
        "وكذلك أيضاً لا يجوز خفض معمولها في حال إضافته إلى ضمير الموصوف إلا عند الاضطرار لأن الخفض لا يكون إلا من نصب. ومن ذلك قول الأعشى:\nفقلت له هذه هاتها\n...\nإلينا بأدماَء مُقُتادِها\nألا ترى أنه أضاف الصفة، وهي (أدماء)، إلى معمولها، وهي (مقتاد)، في حال إضافته إلى ضمير موصوفة. وقول الآخر في الصحيح من القولين:\nأقَامَتْ على رَبْعَيْهما جارتا صَفَا\n...\nكُمَيْتَا الأعالي جَوْنَتا مُصْطَلاهُما\nألا ترى أنه أضاف الصفة، وهي (جونتا)، إلى معمولها، وهي (مصطلى)، في حال إضافته إلى ضمير موصوفة.\nومنه: أن يستعمل الاسم للضرورة استعمالاً لا يجوز فيه في سعة الكلام. فمن ذلك قوله:\nمَهْمَا لِيَ الليْلةَ مهما ليه\n...\nأودى بِنَعْلي وسِرْ باليهْ\nألا ترى أن (مهما) لا يستعمل في سعة الكلام إلا اسم شرط. إلا أنه لما اضطر استعملها اسم استفهام بدل ذلك الاستعمال الجائز فيها في حال السعة.\nالجزء: 1 ¦ الصفحة: 287\n",
        "ومنه قوله:\nما أنت بالحَكَم التُرضي حُكومته\n...\nولا الأصيل ولا ذي الرأي والجدل\nألا ترى أن الألف واللام، الداخلة على (ترضى)، من الأسماء الموصولة، لأنها بمعنى الذي، يريد: الذي ترضى، وحكمها في الكلام أن لا تدخل إلا على اسم الفاعل أو اسم المفعول، نحو: الضارب، والمضروب، تريد الذي ضَرب، والذي ضُرب. إلا أنه لما اضطر جعل وصلها بالفعل بدلاً من وصلها باسم الفاعل، إجراء لها في ذلك مجرى ما هي في معناه، وهو (الذي). ومثل ذلك قوله:\nفذو المال يُعْطَى مَالَه دون عرْضِه\n...\nلما نابه والطارق اليتعهد\nيريد: الذي يتعهد. وقوله:\nأحين اصطفاني أن سكتَّ وإنني\n...\nلفي شُغُلِ عن رَحْلي اليَتَتَبّعُ\nيريد: الذي يتتبع. وقوله:\nلا تبعثَنّ الحَرْبَ إني لك ال\n...\nيُنْذِرُ من نيرانها فاصْطَلِ\nيريد: الذي ينذر، وقول ذي الخرق الطهوي:\nالجزء: 1 ¦ الصفحة: 288\n",
        "يقول الخنى وأبْعضُ العًجْم ناطقاً\n...\nإلى رَبّنا صَوْتُ الحِمارِ اليُجَدّعُ\nوقوله أيضاً:\nويَستَخرج اليَرْبُوع من نافقائه\n...\nومن حجره يالشيحةِ اليَتَقَصَّعُ\nيريد: الذي يجدع، والذي يتقصع.\nومن النحويين من ذهب إلى أن هذه الألف واللام الداخلة على الفعل ليست الداخلة على اسم الفاعل واسم المفعول، بل هي مبقاه من الذي وذلك باطل بدليل أنها لو كانت مبقاة منه لجاز أن يقع في صلتها الفعل الماضي كما يقع في صلة الذي، فلنا لم تدخل من الأفعال إلا على الفعل المشبه لاسم الفاعل، وهو المضارع، دل ذلك على أنها الداخلة على اسم الفاعل في الكلام.\nفأما الألف واللام في قول الآخر:\nمن القوم الرّسُول الله منهم\n...\nلَهُمْ دانت رِقابُ بني مَعدَّ\nيريد: الذي رسول الله منهم، فالأظهر أن تكون مبقاة من الذين، لأنه وصلها بالجملة الاسمية ولم يدخلها على اسم الفاعل ولا على ما أشبهه.\nالجزء: 1 ¦ الصفحة: 289\n",
        "ومنه قول الفرزدق:\nأتته بمجلومٍ كأن جبينه\n...\nصلاءة ورس وَسْطها قد تفَلّقا\nفاستعمل (وسط) في حال إخراجها عن الظرفية، وجعلها مرفوعة بالابتداء ساكنة السين، وذلك غير جائز في سعة الكلام، بل حكمها إذا أخرجت عن الظرفية أن\nتستعمل مفتوحة السين، فيقال: وسط الدار أحر. وإنما تسكن تشبيهاً إذا استعملت ظرفاً، نحو قوله أنشده هشام:\nإن الدلال وحسن العفا\n...\nف وسط بيوت بني الخزرج\nوقول الآخر أنشده أحمد بن يحيى:\nالشعراء\n...\nفأعلمَنُ أرْبَعَةْ\nفشاعر ينشد\n...\nوسط المجمعة\nوشاعر لا يرتجى\n...\nلمنفعة\nوشاعر يقال\n...\nخمر في دعه\nوشاعر آخر\n...\nلا يُجْرَى معه\nإلا أن الفرزدق لما أضطر، في حال استعمالها اسماً، إلى التسكين سكن سينها بدلاً من التحريك الذي هو حكمها في سعة الكلام، إجراء لها مجراها إذا استعملت ظرفاً.\nومثل ذلك قول عدي بن زيد:\nوَسَطُ كاليراعِ أو سُرُج المج\n...\nدل يخبو حيناً وحيناً ينير\nالجزء: 1 ¦ الصفحة: 290\n",
        "وقول القتال الكلابي:\nمِنْ وَسْطِ جَمْعِ بني فريصةَ بعدما\n...\nهَتَفتْ رَبيعةُ يا بني جَوَّابِ\nفسكن سين (وسط)، وهي مجرورة بـ (من). وحرف الجر إذا دخل على الظرف خرج عن حكم الظرفية، وحكم لها بحكم الأسماء.\nوهذا الذي ذكرته هو مذهب البصريين وبعض الكوفيين.\nوأما الفراء ومن أخذ بمذهبه من الكوفيين فيزعمون أنها إذا كانت ظرفاً، وكانت بمعنى (بين)، كانت ساكنة السين. وإذا كانت بخلاف ذلك كانت مفتوحة السين. فأجازوا أن يقال: احتجم زيد وسط رأسه والبصريون لا يجيزون في قوله:\n(احتجم زيد وسط رأسه) وأمثاله إلا بتسكين السين، لأنها ظرف. ولا يفرقون بين ما يتقدر فيه بـ (بين) وما ليس كذلك.\nفعلى هذا قوله أنشده الفراء:\n. . . . . . . . .\n...\nفَوَسْط الدار ضَرْباً واحتماما\nغير ضرورة عندنا، لأن وسط الدار ظرف. وينبغي أن يكون عند الفراء ومن أخذ بمذهبه ضرورة، لأن (وسط) فيه ليست بمعنى (بين).\nومنه قول المرار بن سلامة العجلي:\nالجزء: 1 ¦ الصفحة: 291\n",
        "ولا يَنْطقُ الفَحْشاء من كان منْهمُ\n...\nإذا جَلَسوا منّا ولا من سوائنا\nفأستعمل (سواء) اسماً بدليل إدخال حرف الجر عليها، وحكمها في سعة الكلام أن لا تستعمل إلا ظرفاً، وكذلك (سوى) لا يخرج عن الظرفية إلا في الضرورة، نحو قوله:\nفلم يبق منها سوى هامدٍ\n...\nوسُفْع الخدودِ وغًيْر النُؤيّ\nلأنه لما اضطر إلى إخراجهما عن الظرفية جعلا بمنزلة (غير) وحكم لهما بحكم الأسماء بدلاً من ذلك الحكم الذي كان في حال السعة. ومن ذلك قول الأعشى:\nتجانَفُ عن جو اليمامةِ ناقتي\n...\nوما قصدت من أهلها لسوائكا\nوسواء وسوى معناهما واحد، إلا أنك إذا فتحت السين مددت، وإذا كسرتها قصرت.\nوحكى الكوفيون أن أبا ثروان قال: (أتاني سواك)، فأستعمل\nالجزء: 1 ¦ الصفحة: 292\n",
        "(سوى) اسماً في سعة الكلام. وذلك شاذ يحفظ ولا يقاس عليه.\nومنه قوله:\nصبحنا الخزرجيةَ مرهفات\n...\nأبان ذوي أرومتِها ذووها\nفذوو جمع (ذو) بمعنى صاحب، وحكمها في الكلام أن تضاف إلى الظاهر،\nفأضافها لما اضطر إلى الضمير بدلاً لها من الظاهر، إجراء لها في ذلك مجرى ما هي في معناه، وهو (صاحب). قول الآخر أنشده الكوفيون:\nوإنا لنرجو (علاجاً) فيك مثلما\n...\nرَجَوناه قِدْماً في ذويك الأوائل\nوقول الآخر أنشده الفارسي:\nإنما يَعْرفُ ذا الفَضْ\n...\nلِ من الناس ذووه\nومنه قوله:\nزحرت به ليلةً كلها\n...\nفجئت به مؤيداً خنفقيقا\nالجزء: 1 ¦ الصفحة: 293\n",
        "فوكد (ليلة)، وهي نكرة، بـ (كل)، وحكمها في الكلام أن لا يجوز تأكيدها بـ (كل) ولا بما في معناها، لكنه لما اضطر حكم لها بحكم المعرفة بدلاً من حكمها. ومثل ذلك قول الآخر:\nقد صَرّتِ البَكرة\n...\nيوماً أجْمَعَا\nفوكد (يوماً)، وهي نكرة، بـ (أجمع). وقول الآخر:\nيا ليتني كنت صبياً مُرْضعا\nتَحْمِلُني الذّلْفَاءُ\n...\nيوماً أكتعا\nفجميع بين استعمل ضرورتين: إحداهما تأكيد النكرة بـ (أكتع)، والأخرى استعماله دون (أجمع)، ومما استعمل فيه (أكتع) غير تابع لـ (أجمع) قول أعشى ربيعة.\nنزلنا بالدوائر واتقونا\n...\nبنعمان بن زرعة أكتعينا\nوما ذكرته من أن النكرة لا تؤكد بـ (كل) أو ما هو في معناها إلا في ضرورة، هو مذهب البصريين. وأما الكوفيون فيزعمون أن النكرة\nالجزء: 1 ¦ الصفحة: 294\n",
        "لا تخلو من أن تكون مؤقتة أو غير مؤقتة. فإن كانت مؤقتة، كما هي في الأبيات المتقدمة الذكر، جاز تأكيدها في سعة الكلام. وإن كانت غير مؤقتة وأعني بذلك أن تكون غير معلومة\nالقدر، لم يجز تأكيدها في الكلام ولا في الشعر، لأنه لا فائدة في ذلك، وذلك نحو رجال ودراهم: لا يجوز أن تقول: جاءني رجال كلهم، ولا قبضت دراهم كلها.\nوالصحيح عندي ما ذهب إليه أهل البصرة من أن النكرة لا تؤكد في الكلام أصلاً مؤقتة أو غير مؤقتة، لأن تأكيد غير (المعرفة) لا فائدة. فأما قوله:\nعداني أن أزورك أن بهمي\n...\nعجايا كلها إلا قليلا\nفـ (كلها) تأكيد للضمير المرفوع المستتر في (عجايا) العائد على (البهم)، لا لـ (عجايا) لأنها نكرة غير مؤقتة، كما وكد الضمير المستتر في الصفة في قول الآخر:\nنلبث حولاً كاملاً كلّه\n...\nلا نلتقي إلا على مَنْهجِ\nفـ (كله) تأكيد للضمير المرفوع المستتر في (كامل) العائد على (حول).\nومنه: الإخبار بالمعرفة عن النكرة. ولا يجوز في الكلام إلا عكسه، لكن الشاعر لما اضطر حكم للنكرة بدلاً من حكمها بحكم المعرفة فأخبر عنها بالمعرفة، نحو قول حسان:\nالجزء: 1 ¦ الصفحة: 295\n",
        "كأن سبيئةً من بَيْتِ راس\n...\nيكون مزاجها عَسلُ وماءُ\nفأخبر بـ (مزاجها)، وهو معرفة، عن (عسل)، وهو نكرة. وقوله:\nقفي قبل التفرق يا ضُباعا\n...\nولا يك موقفُ منك الوداعا\nفأخبر بـ (الوداع)، وهو معرفة، عن (موقف)، وهو نكرة. وقول مرداس بن حصين:\nكأن دارسة لما التقينا\n...\nلِنَصْل السّيْفِ مجتمع الصداع\nفأخبر بـ (مجتمع الصداع)، وهو معرفة، عن (دراطة)، وهو نكرة. وقوله:\nوجارك لا يَذْمُمْكَ إن مسبةً\n...\nعلى المرء في الادْنَيْن ذَمَ المُجاورِ\nفأخبر بـ (ذم المجاور)، وهو معرفة، عن (مسبة)، وهو نكرة. وقوله:\nوإن عناء تفهَّم جاهلاً\n...\nفيحسب جهلاً أنه منك أعلم\nفأخبر بـ (أن) وصلتها، وهي تجري مجرى المعرفة، عن (عناء)، وهو نكرة.\nوقوله:\nالجزء: 1 ¦ الصفحة: 296\n",
        "بمكة حِنْطَةُ بُلّت بماء\n...\nيكون إدامَها لبنُ حليبُ\nفأخبر بـ (إدامها)، وهو معرفة، عن (لبن)، وهو نكرة. وقوله:\n. . . . . . . . .\n...\nما كان والدَها جنَّ ولا بَشَرُ\nفأخبر ب (والدها)، وهو معرفة، عن (جن وبشر)، وهما نكرتان.\nومن هذا النوع مجيء الاسم الذي هو صفة عن الأصالة حالا من النكرة مؤخراً عنها. وحكمه أن يكون تابعاً لها لكنهم حكموا له في الشعر بحكم المعرفة بدلاً من حكمه، فأتوا بالحال مؤخرة عنه كما يأتون بها مؤخرة عن المعرفة، وذلك نحو قوله:\nوما حل سَعْديُّ غريباً ببلدة\n...\nفَيُنْسَبُ إلا الزبرقان له أبُ\nفجعل (غريباً) حالاً من (سعدي) مؤخرة عنه، وهو نكرة. وقول الآخر أنشده الفارسي:\nحَبَونْا بها فيما اعتسرنا علالةً\n...\nعلالة حبٍ مستسراً وظاهراً\nفجعل (مستسراً) و (ظاهراً) حالين من (حب) وهو نكرة.\nومنه: الجزم بـ (إذا). وحكمها في الكلام أن لا تجزم، إلا أنها شبهت للاضطرار بـ (متى) من حيث كانت مثلها، ألا ترى أنهما ظرفا زمان وفي كل واحد منهما معنى الشرط، فحكم لها من أجل ذلك بحكم (متى)،\nالجزء: 1 ¦ الصفحة: 297\n",
        "بدلاً من حكمها، فجزم بها كما يجزم بـ (متى). وذلك نحو قول قيس بن الخطيم: (الطويل).\nإذا قَصُرتْ أسيافُنا كان وَصْلُها\n...\nخطانا إلى أعدائنا فنضاربِ\nفـ (قصرت) في موضع جزم بـ (إذا) وكذلك (كان)، بدليل جزم (نضارب)\nالمعطوف عليها، إلا أن الباء من (نضارب) إنما كسرت لكونها وسكون ياء الإطلاق بعدها. وقول الفرزذق:\nترفع لي خندق والله يرفعها\n...\nناراً إذا خمدت نيرانهم تقدِ\nفـ (خمدت) في موضع جزم بـ (إذا) بدليل جزم جوابها، وهو (تقد). وقول يعض السلوليين:\nإذا لم تزل في كل دار عرفتها\n...\nلها واكف من دمع عينيك يَسجُم\nفـ (لم يزل) في موضع جزم بـ (إذا)، بدليل جزم جوابها، وهو (يسجم)، وقول أعشى همدان:\nالجزء: 1 ¦ الصفحة: 298\n",
        "وإذا تُصبك من الحوادث نكبة\n...\nفأصبر، فكل غيابة ستكشفُ\nفجزم (تصبك) بـ (إذا).\nفإن قال قائل: هلا جزم بـ (إذا) في سعة الكلام كما جزم بـ (متى)، إذ معنى الجزاء موجود فيها. فالجواب: أن الذي منع من ذلك في حال السعة تقصيرها عن أدوات الجزاء، من جهة أن الباب فيها أن المقطوع بوقوعها، نحو قولك: إذا أحمر البسر فأتني. ألا ترى أن احمرار البسر لا بد من وقوعه وأدوات الشرط الجازمة الباب فيها أن لا تدخل على الأفعال غير المقطوع بوقوعها، نحو قولك: إن قام زيد قام عمرو. وإن جاء ما ظاهره خلاف ذلك يؤول: ومنه: قول الفرزدق:\nفلن تستطيعوا أن تزيلوا الذي رسا\n...\nلنا عند عال فوق سبعين دائم\nفثنى (سبعاً)، يريد سبع السماوات وسبع الأرضيين، ولا يجوز ذلك في سعة الكلام، لأن أسماء العدد استغنت العرب ببعضها عن تثنية بعض، ما عدا مائة وألفاً فإنهما يثنيان في سعة الكلام، لأنه ليس في أسماء العدد ما يغني عن تثنيتهما. لكنه لما اضطر شبه (سبعاً) بمائة وألف، من حيث كانت اسم عدد كما إنهما كذلك فحكم لها بحكمهما بدلاً من حكمها.\nفأما قوله: (الطويل)\nفلما التقينا واحدين علوته\n...\nبذي الكف إني للكماة ضروب\nالجزء: 1 ¦ الصفحة: 299\n",
        "فليس (واحدين) فيه تثنية (واحد) الذي هو من أسماء العدد، لما ذكرناه من (أن) أسماء العدد ما عدا مائة وألفاً لا يثنى، بل هو تثنية واحد الذي هو صفة بمعنى: مفرد.\nومنه: إجراؤهم الاسم الذي فيه تاء التأنيث في الوصل مجراه في الوقف، نحو قوله:\nلما رأى لا\n...\nدعَهْ ولا شَبَعْ\nمال إلى أرطاة\n...\nحقف واضطجع\nوقوله:\nلستُ إذنْ لزعْبلَهْ إن لم أغَيّ\n...\nر بِكْلتي إن لم أساو بالطول\nألا ترى أن (دعه) و (زعبله) قد قلبت (التاء) منهما هاء في الوصل (وهو) غير جائز في سعة الكلام. إلا أنه لما اضطر حكم لها بالحكم الذي كان لها في حال الوقف بدلاً من الحكم الذي لهما في الوصل فسكن التاء وقلبها هاء كما يفعل بها في حال الوقف.\nومنه: استعمال الفعل الحرف المشبه له عند الاضطرار إلى ذلك. وهو من قبيح الضرائر. وذلك قوله:\nالجزء: 1 ¦ الصفحة: 300\n",
        "قد سَوأ الناس ياما ليس بَأسَ به\n...\nوأصبح الدهر ذو العرنين قد جدعا\nألا ترى أن (ليس) حكمها في الكلام أن ترفع الاسم وتنصب الخبر لكنه لما اضطر حكم لها بحكم (لا) بدلاً من حكمها لكونهما بمعنى واحد، وهو النفي فجعلهما مع الاسم الذي دخلت عليه بمنزلة اسم واحد، كما يفعل بـ (لا) في نحو قولك: لا رجل في الدار.\nومنه: استعمال الحرف اسماً للضرورة، نحو قول الأعشى:\nأتنهون ولا يَنْهَى ذوي شططِ\n...\nكالطعن يذهب فيه الزيت والفُتلُ\nفجعل الكاف فاعلة لـ (ينهى). وقول امرئ القيس:\nوإنك لم يَفْخَرْ عليك كفاخرٍ\n...\nضعيفٍ، ولم يَغْلِبْك مثل مُغَلّبِ\nفجعل الكاف فاعلة بـ (يفخر). والدليل على أنها فاعلة في البيتين أنه لابد للفعل من فاعل. فلا يجوز أن يكون الفاعل محذوفاً ويكون تقديره في البيت الأول: ناه كالطعن، وفي البيت الثاني: فاخر كفاخر ضعيف، لأنه لا يخلو بعد الحذف أن يقام المجرور مقامه أو لا يقام، فإن لم يقم مقامه لم يجز\nالجزء: 1 ¦ الصفحة: 301\n",
        "ذلك، لأن الفاعل لا يحذف من غير أن يقام شيء مقامه، وإن قدر قائماً مقامه لزم أن يكون المجرور فاعلاً، والمجرور الذي حرف الجر فيه غير زائد لا يكون فاعلاً فلما تعذر حذف الفاعل على التقديرين لم يبق إلا أن تكون الكاف هب الفاعلة: عوملت معاملة (مثل) لأن معناها كمعناه، وحكم لها بحكمه بدلاً من حكمها للضرورة.\nومما استعملت أيضاً الكاف فيه اسماً قول ذي الرمة:\nأبيت على ميَّ كئيباً وبَعْلها\n...\nعلي كالنقا من عالجِ يَتَبطحُ\nفجر الكاف بعلي. وقول سلامة العجلي:\nعلى كالخنيف السّحقِ يدعو به الصدى\n...\nله قُلبُ عُفّي الحياضِ أُجُون\nالجزء: 1 ¦ الصفحة: 302\n",
        "فجر الكاف أيضاً بـ (علي). وقول امرئ القيس:\nورُحْنا بكابن الماء يجنب وسطنا\n...\nتَصَوبُ فيه العَيْنُ طَوْراً وترتقي\nوقول ابن غادية السلمي:\nوَزَعْتُ بكالهراوةِ أعوجيَّ\n...\nإذا ونت الرياحُ جرى وثابا\nألا ترى أن الكاف مجرورة في البيتين بالباء.\nوالدليل على أن الكاف في جميع ذلك ليست بحرف جر أن حرف الجر لا يدخل\nعلى حرف الجر إلا أن يكونا في معنى واحد، فيكون أحدهما تأكيداً للآخر نحو قوله:\nفلا والله لا يلْفَي لما بي\n...\nولا للما بهم أبداً دواءُ\nفأدخل على لام الجر لاماً أخرى للتأكيد، وقول الآخر:\nفأصبحن لا يسألنني عن بما به\n...\nأصعد في علو الهوى أم تصوبا\nالجزء: 1 ¦ الصفحة: 303\n",
        "فأدخل (عن) إلى الباء تأكيداً، لما كانا يستعملان في موضع واحد، فيقال: سألت به، وسألت عنه، و (على) والباء ليسا بمعنى الكاف فيكون دخولهما عليها على طريق التأكيد.\nفإن قال قائل: فلعل الكاف حرف جر، ويكون المجرور، بـ (على) والباء محذوفاً. والتقدير: على كفل كالنقا، وعلى طريق كالخنيف، وبفرس كالهراوة، وبفرس كابن الماء. فالجواب أن ذلك لا يسوغ لأنك إن لم تقدر المجرور بالكاف قائماً مقام المحذوف، لزم من ذلك أن يكون الحرف الذي هو الكاف مع الاسم المجرور به في موضع خفض بـ (على) و (الباء). وذلك لا يجوز، لأن حروف الجر إنما تجر الأسماء وحدها. فلما تعذر أن تكون الكاف حرفاً على التقديرين اللذين تقدم ذكرهما، لم يبق إلا أن تكون قد جعلت اسماً بالجمل على ما هي في معناه، وهو (مثل)، للضرورة.\nفأما قول خطام المجاشعي:\nوصاليات ككما يؤثفين\nفتحمل الكاف الثانية من قوله (ككما) أن تكون اسماً بمنزلة (مثل)، فتكون في موضع جر بالكاف التي دخلت عليها، وتحتمل أن تكون الكافان حرفي جر ووكد أحدهما بالآخر كما وكدت إحدى اللامين بالأخرى في قوله: ولا للما بهم أبدا دواء. والوجه الأول أحسن لأن استعمال الكاف اسماً في الشعر أوسع من إدخال\nحرف جر على حرف جر مثله للتأكيد.\nالجزء: 1 ¦ الصفحة: 304\n",
        "ومما استعملت أيضاً الكاف فيه اسماً قول الكميت:\nعلينا كالنهاء مضاعفات\n...\nمن الماذي لم تؤذ المتونا\nفجعل الكاف في موضع رفع بالابتداء وخبرها المجرور المتقدم عليها وكأنه قال: علينا مثل النهاء.\nومثل ذلك قول مزاحم العقيلي:\nغدت من عليه بعدما تم ظمؤها\n...\nتصل عن (قيض) بزيزاء مجهلِ\nفاستعمل (على) اسماً للضرورة، إجراء لها مجرى ما هي في معناه، وهو (فوق) بدليل إدخاله حرف الجر عليها. وقول يزيد القشيري:\nالجزء: 1 ¦ الصفحة: 305\n",
        "(غدت) من عليه تنفض الطل بعدما\n...\nرأت حاجب الشمس استوى وترفعا\nيعني: الظبية، أي: غدت من عند خشفها.\nومثل ذلك قول القطامي:\nفقلت للركب لما أن علا بهم\n...\nمن عن يمين (الحُبيا) نظرة قبل\nوهو ذي الرمة:\nوهيفِ تهيج البين بعد تجاوز\n...\nإذا نفحت من عن يمين المشارقِ\nوقول رجل من بني أسد:\nجرت عليه كل ريح سيهوج\n...\nمن عن يمين الخط أو سماهيج\nالجزء: 1 ¦ الصفحة: 306\n",
        "وقول الآخر:\nفقلت اجعلن ضوء الفراقد كلها\n...\nيميناً ومهوى النجم من عن شمالكا\nوقول قطري:\nفلقد أراني للرماح درية\n...\nمن عن يميني تارة وأمامي\nفـ (عن) في جميع ذلك اسم بمنزلة (جانب)، بدليل إدخال خرف الجر عليها،\nوهو (من).\nوهذا الذي ذكرناه في (عن) و (على) والكاف هو مذهب البصريين. وأما الكوفيون فيزعمون أن حرف الجر إذا دخل على (عن) و (على) والكاف، لم تكن أسماء، بل سادة مسد الاسم ونائبه عنه. واحتجوا على ذلك بأن قالوا: لو كانت أسماء، كما يقوله البصريون، لقيل: عنك مرغوب فيه، تعني به: ناحيتك مرغوب فيها.\nوهذا الذي استدلوا به لا يلزم ذلك في الأسماء التي لم تكن حروفاً قط. ألا ترى أن من الأسماء ما لا ينصرف بل يلتزم فيه ضرب واحد من الأعراب.\nالجزء: 1 ¦ الصفحة: 307\n",
        "نحو: سبحان الله، ومعاذ الله. فإن العرب التزمت فيهما النصب على المصدرية. و (أيمن الله) التزمت فيه الرفع على الابتداء، فكذلك (عنك) لم تجعله العرب في موضع رفع على الابتداء، واستعملته في غير ذلك من المواضع التي تستعمل فيها الأسماء. مع أن هذا الذي ذكروه لا يطرد في كل ما استعمل من الحروف أسماء. ألا ترى أن الكاف حرف جر في الأصل، ولما استعملوها استعمال الأسماء في الشعر جعلوها فاعلة ومجرورة ومبتدأه، كما تقدم تبيينه.\nومنه: أن يستعمل الحرف للضرورة استعمالاً لا يجوز مثله في الكلام. نحو قول العجاج:\nوأم أو عال كها أو أقربا\nفجر بالكاف الضمير المتصل، وحكمها في سعة الكلام أن لا تجر إلا الظاهر أو الضمير المنفصل لجريانه مجرى الظاهر، فيقال: ما أنا كأنت، ولا أنت كأنا. حكى الكسائي عن بعض العرب أنه قيل له: من تعدون الصعلوك فيكم، فقال: هو الغداة كأنا. لكنه لما اضطر أبدلها من حكمها حكم ما هي في معناه، وهو (مثل)، فجعلها تجر الضمير المتصل كما تجر الضمير المنفصل كما يجره (مثل).\nومن ذلك قوله:\nفلا ترى\n...\nبَغلاً ولا حائلاً\nكهو ولا كهن\n...\nإلا حاظلا\nالجزء: 1 ¦ الصفحة: 308\n",
        "وقوله:\nوإذا الحَرْبُ شَمّرتْ لم يَكن كِي\n...\nحين تدعو الكُماةُ فيها: نَزَالِ\nأنشده الفراء وقال: أنشديه بعض أصحابنا، ولم أسمعه أنا من العرب.\nقال الفراء: (وحكي عن الحسن البصري: أنا كك، وأنت كي. واستعمال هذا في حال السعة شذوذ لا يلتفت إليه.\nومثل ذلك قول الآخر:\nفلا والله لا يُلْقَى أنَاسُ\n...\nفتى حتاك يا ابن أبي يزيد\nفحكم لـ (حتى) بحكم (إلى) بدلاً من حكمها لما اضطر، لأن معناهما واحد، وهو انتهاء الغاية، فجر بها المضمر كما يجر بـ (إلى). وحكمها في الكلام إذا كانت جارة أن لا تجر إلا الظاهر.\nومنه: جعل اسم (كأن) المخففة من الثقيلة ظاهراً أو ضمير الشأن أو قصة محذوفاً، إلا أنهم لما اضطروا حكموا لها بدلاً من ذلك بحكمها إذا كانت مثقلة، فجعلوا اسمها ظاهراً، نحو قوله:\nكأنْ وَريدَيْه\n...\nرِشاءاً خُلْبِ\nأو ضميراً لا يراد به الشأن ولا القصة. وذلك نحو قوله:\nالجزء: 1 ¦ الصفحة: 309\n",
        ". .\n...\nكأنْ ظبيةُ تعطو إلى وراق السَّلم\nفي رواية من رفع (ظبية)، يريد: كأنها ظبية\nومنه: قوله:\nلكنْ فوارسُ نُعْمٍ وأسرتها\n...\nيوم الصُّلَيْفاء لم يُوفون بالجارِ\nوقوله:\nوأمْسَوا بها ليلَ لو أقسموا\n...\nعلى الشمس حولين لم تطلعُ\nفحكم لـ (لم)، بدلاً من حكمها، بحكم (ما) لما كانت (ما) نافية مثلها، فرفع المضارع بعدها كما يرفع بعد (ما).\nومنه: قوله أنشده الأخفش:\nوما بأسَ لو ردت علينا تحية\n...\nقليلُ على من يعرف الحق عابُها\nفحكم لما بحكم (لا) بدلاً من حكمها، لشبهها بها من حيث كانا\nالجزء: 1 ¦ الصفحة: 310\n",
        "نفي، فبناها مع الاسم الذي دخلت عليه كما يفعل بـ (لا) في نحو قولك: لا رجل في الدار.\nهذه جملة الضرائر قد استوعبتها مجملة ومفصلة، فلم يشذ منها إلا ما لا بال له إن كان شذ. ويجوز القياس على ما كثر استعمالها منها. وما لم يكثر استعماله فلا سبيل إلى القياس عليه.\n(تم الكتاب بعون الله جل وعز، على يد العبد المخطئ الفقير إلى الله عبد القادر بن عمر البغدادي، من نسخة سقيمة محرفة. يسر الله على التصحيح كما يسر الله الكتابة. وكان الفراغ منها في يوم الاثنين لأربع عشرة ليلة خلت من جمادى الثانية. (وكان ابتداء الكتابة يوم الخميس السابع عشر جمادى الأولى) من شهور سنة ست وسبعين بعد الألف من الهجرة النبوية على صاحبها أفضل صلاة وأزكى تحية. وحسبنا الله ونعم الوكيل).\nالجزء: 1 ¦ الصفحة: 311\n",
        ""
    ]
}