{
    "1": [
        "طبقات الأسماء المفردة من الصحابة والتابعين وأصحاب الحديث\nطبقات الأسماء المفردة من الصحابة والتابعين وأصحاب الحديث\nالبرديجي\nالكتاب:\nطبقات الأسماء المفردة من الصحابة والتابعين وأصحاب الحديث\nالمؤلف:\nأبو بكر أحمد بن هارون بن روح البرديجي (المتوفى: 301هـ)\nحققته وقدمت له:\nسكينة الشهابي\nالناشر:\nطلاس للدراسات والترجمة والنشر\nالطبعة:\nالأولى، 1987 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nأخبرنا الشيخ الإمام العالم الأوحد الحافظ أبو الفضل محمد بن ناصر بن محمد بن علي بن عمر السلامي غفر الله له قال أخبرنا الشيخان أبو الحسين المبارك بن عبد الجبار بن أحمد بن القاسم الصيرفي وأبو طاهر أحمد بن علي بن عبيد الله بن سوار المقرىء بقراءتي على كل واحد منهما وذلك في شهر ربيع الأول من سنة إحدى وتسعين وأربعمائة قالا أخبرنا أبو الفرج الحسين بن علي بن عبيد الله الطناجيري قال حدثنا أبو حكيم محمد بن إبراهيم بن السري بن يحيى بن السري بن مصعب بن أبي بكر بن\nالجزء: 1 ¦ الصفحة: 33\n",
        "شبر وكانت له صحبة ابن صعفوق بن عمرو بن زرارة بن عدس بن زيد بن عبد الله بن دارم بن مالك بن حنظلة بن مالك بن زيد مناة بن تميم التميمي الدارمي بالكوفة قراءة عليه وأنا أسمع في ذي القعدة سنة خمس وسبعين وثلاثمائة قال حدثنا القاضي أبو عبد الله عبد الملك بن بدر بن الهيثم قراءة عليه قال حدثنا أبو بكر أحمد بن هارون بن روح البرديجي الحافظ بالأهواز وذلك بعد سنة ثمانين ومائتين قال:\nالجزء: 1 ¦ الصفحة: 34\n",
        "المقداد بن الأسود الكندي: يعد من أهل المدينة.\nعكاشة بن محصن. يعد بالمدينة.\nعكاف بن وداعة. بالشام.\nشكل بن حميد. بالكوفة.\nكناز بن حصن - ويقال: ابن حصين وهو أبو مرثد الغنوي بالشام.\nنواس بن سمعان. بالشام.\nالجزء: 1 ¦ الصفحة: 35\n",
        "سخبرة. بالكوفة.\nخرباق وهو ذو اليدين يسميه محمد بن سيرين في حديث سعيد بن بشير عن قتادة بالشام.\nعس العذري. بالشام.\nبنة الجهني. روى عنه جابر من حديث ابن لهيعة. بالشام.\nسفينة مولى رسول الله صلى الله عليه وسلم. وقد روى أن النبي صلى الله عليه وسلم سماه سفينة. بالمدينة.\nالجزء: 1 ¦ الصفحة: 36\n",
        "سيابة. روى عنه عمرو بن سعيد بالمدينة.\nجيدرة ويقال: جندرة بن خيشنة وهو أبو قرصافة بالشام.\nمعيقيب بن أبي فاطمة: وقد كان أصابه طرف من جذام بالمدينة.\nجدار روى عنه يزيد بن شجرة واختلف في هذا الحديث.\nالجزء: 1 ¦ الصفحة: 37\n",
        "بهزاد وهو جد يوسف بن ماهك روى عن النبي صلى الله عليه وسلم حديثا بمكة.\nأحمر. روى عنه الحسن بالبصرة.\nنابغة روى عنه كريز. بالبصرة.\nأكيدر. روى عنه ابنه روق.\nالجزء: 1 ¦ الصفحة: 38\n",
        "مستورد بن شداد بمصر.\nمدلوك. يكنى بأبي عبد الله. بالشام.\nخشخاش وهو عنبري روى عنه حصين بن أبي الحر بالبصرة.\nسرق واختلف فيه فقال بعضهم: بالمدينة وقال بعضهم: بمصر.\nجعيل الأشجعي. بالمدينة.\nقثم وهو ابن العباس وقد قيل لا صحبة له قبره بخراسان.\nالجزء: 1 ¦ الصفحة: 39\n",
        "جاهمة روى عنه ابنه بالمدينة.\nأسمر بن مضرس بدوي.\nسليل الأشجعي بالمدينة وهو من حديث الجريري.\nهرماس وهو ابن زياد بالبصرة.\nأسعد بن زرارة وهو أخو سعيد بن زرارة بالمدينة.\nهلب وهو أبو قبيصة بن هلب بالكوفة.\nجرموز الهجيمي بالبصرة.\nالجزء: 1 ¦ الصفحة: 40\n",
        "عرباض بن سارية بالشام.\nصهيب بن سنان بالشام.\nجودان ويقال لا صحبة له روى عنه العباس بن عبد الرحمن.\nفيروز وهو ابن الديلمي روى عنه ابنه عبد الله بالشام.\nرويفع وهو ابن ثابت الأنصاري بمصر.\nالجزء: 1 ¦ الصفحة: 41\n",
        "فلتان وهو ابن عاصم روى عنه كليب الجرمي بالكوفة.\nصعب وهو ابن جثامة روى عنه ابن عباس وهو بالمدينة.\nواثلة وهو ابن الأسقع بالشام.\nمحنف وهو ابن سليم بالبصرة.\nمنيب روى عنه ابنه عبد الله بالشام.\nمزيدة وهو العصري بالبصرة.\nالجزء: 1 ¦ الصفحة: 42\n",
        "مشرح روت عنه ابنته قيل بالمدينة.\nعتبان - وهو ابن مالك - روى عنه أنس بن مالك ومحمود بن الربيع بالمدينة.\nجشيب روى عنه ابنه ولا يعرف اسم ابنه بالشام.\nسعر وهو الديلي روى عنه ابنه وابنه لا يسمى بالشام.\nبصرة بن أبي بصرة روى عنه أبو هريرة يقال: بالشام وقد قيل بالمدينة.\nالجزء: 1 ¦ الصفحة: 43\n",
        "نضلة بن عمرو. بالمدينة.\nغرفة بن الحارث بالشام وقد قيل بمصر.\nكردم. بالمدينة.\nلبي بن لبا. بواسط.\nمثعب ويقال: هو حمزة الأسلمي وقد قيل: هو سفينة وكل فيه رواية بالكوفة هو من حديث أشعث بن أبي الشعثاء.\nذو الجوشن. روى عنه أبو إسحاق بالكوفة.\nالجزء: 1 ¦ الصفحة: 44\n",
        "ذو الأصابع روى عنه أبو عمران بالشام وأبو عمران هذا لا يعرف اسمه.\nذو الزوائد وهو من حديث سليم بن مطير من أهل وادي القرى بالشام.\nذو اللحية وهو الكلابي من حديث يزيد بن أبي منصور سكتوا عنه.\nذو الغرة وفيه اختلاف وهو من حديث الكوفيين وقد قيل إنه السليط.\nهداج. بالمدينة.\nعثيم وهو ابن كليب روى عنه ابنه وهو من حديث ابن جريج ويقال إن ابن جريج سمعه من إبراهيم بن أبي يحيى لأنه يقول: حدثت.\nالجزء: 1 ¦ الصفحة: 45\n",
        "عشور وقد قيل: لا صحبة له بالشام.\nمدلج. روى عنه شريح بن عبيد بالشام.\nأدرع ويقال: هو أسلمي روى عنه المقبري. ولا يثبت لأنه من حديث عبد الله بن سعيد بن أبي سعيد. المقبري بالمدينة.\nسندر روى عنه ابنه وهو من حديث ابن لهيعة بالشام.\nمثيم روى عنه عبد الله بن الحارث. وهو من حديث زيد بن أبي أنيسة سكتوا عنه.\nمرحب وقد قيل: ابن مرحب روى عنه الشعبي بالمدينة.\nالجزء: 1 ¦ الصفحة: 46\n",
        "حذيم وهو ابن عمرو بالكوفة.\nأذينة. روى عنه ابنه بالكوفة واسم ابنه عبد الرحمن.\nمخمر وهو ابن معاوية روى عنه حكيم بن معاوية وهو من حديث إسماعيل بن عياش بالشام.\nزارع روت عنه أم أبان وهو من حديث بكر الأعنق بالبصرة.\nمحشي وهو ابن حجير روى عنه عكرمة بن عمار وقد قيل لا صحبة له بالبصرة.\nالجزء: 1 ¦ الصفحة: 47\n",
        "خوات بن جبير بالمدينة.\nخريم وهو ابن فاتك بالكوفة.\nصحار وهو العبدي بالبصرة.\nهزال. روى عنه ابنه بالمدينة.\nنقادة وهو أسدي بالكوفة.\nمحرش الكعبي بالمدينة.\nالجزء: 1 ¦ الصفحة: 48\n",
        "أديم. روى عنه الصبي بن معبد واختلف فيه. وهذا حديث شريك عن منصور يسميه أديم بالكوفة.\nعداء بن خالد بالبصرة.\nمنقع بالمدينة.\nاللجلاج بالمدينة.\nسراقة وهو ابن مالك بن جعشم بالمدينة.\nأقرع وهو ابن حابس التميمي بالمدينة.\nالجزء: 1 ¦ الصفحة: 49\n",
        "أشج وهو العصري بالبصرة.\nهبيب وهو ابن مغفل روى عنه أسلم أبو عمران. بمصر.\nخباب وهو ابن الأرت بالكوفة.\nسواد وهو ابن قارب بالبصرة.\nحمل بن مالك بن النابغة روى عنه ابن عباس بالمدينة.\nدغفل وقد قيل: لا صحبة له. روى عنه الحسن بالبصرة.\nالجزء: 1 ¦ الصفحة: 50\n",
        "ركانة بالمدينة. وقد قيل بمكة.\nعثير. روى عنه سليمان بن عبد الرحمن الأزدي سكتوا عنه.\nتلب. وكان شعبة يقول: ثلب روى عنه ملقام ابنه بالبصرة.\nكدير الضبي. روى عنه أبو إسحاق بالكوفة. وقد قيل ليس له صحبة.\nخويلد وهو أبو عقرب بن أبي عقرب بالبصرة.\nالجزء: 1 ¦ الصفحة: 51\n",
        "عكراش بن ذؤيب. روى عنه ابنه عبيد الله بن عكراش بالبصرة.\nحبشي وهو ابن جنادة السلولي روى عنه الشعبي وأبو إسحاق. كوفي.\nهدار روى عنه شقران مولى العباس شامي.\nشمعون وهو أبو ريحانة بالشام.\nجرهد بالمدينة.\nعرس وهو ابن عميرة بالشام.\nالجزء: 1 ¦ الصفحة: 52\n",
        "ضريك بالشام.\nصنابحي روى عنه قيس بن أبي حازم بالكوفة.\nأسلع وهو من حديث الربيع بن بدر عن أبيه وفيه نظر.\nنفير. روى عنه ابنه جبير بن نفير بالشام.\nالجزء: 1 ¦ الصفحة: 53\n",
        "جرثومة وهو أبو ثعلبة الخشني بالشام.\nومن الطبقة الثانية وهم التابعون جزي بن بكير. يروي عن حذيفة وأم سلمة. روى عنه أبو إسحاق كوفي.\nبهي مولى الزبير. روى عنه أبو إسحاق والسدي كوفي.\nوراد كاتب المغيرة بن شعبة روى عنه الشعبي وعبد الملك بن عمير كوفي.\nبديح يروي عن عبد الله بن جعفر مديني.\nالجزء: 1 ¦ الصفحة: 54\n",
        "أشعب مولى عثمان وهو أشعب الطامع. يروي عن عبد الله بن جعفر مدني.\nعتريس وهو ابن عرقوب يروي عن ابن مسعود كوفي.\nحلام بن جزل وهو ابن أخي أبي ذر يروي عن أبي ذر. كوفي.\nحطان بن عبد الله الرقاشي. روى عنه يونس بن جبير بصري.\nهمدان. بريد كان لعمر بن الخطاب يروي عن عمر مجهول.\nحمدان مولى معقل بن يسار روى عنه إسحاق بن أبي عثمان بصري.\nالجزء: 1 ¦ الصفحة: 55\n",
        "أربدة وهو التميمي الذي يحدث عنه أبو إسحاق كوفي.\nفلفلة الجعفي. يروي عنه الوليد بن قيس. كوفي.\nطاووس اليماني يروي عنه الزهري وعمرو بن دينار.\nزر بن حبيش كاهلي يروي عن عمر بن الخطاب وعلي وعبد الله كوفي.\nماهك. يروي عنه يوسف بن ماهك مكي.\nحوي وهو أبو عبيد حاجب سليمان بن عبد الملك روى عنه الأوزاعي وصالح بن أبي الأخضر يروي عن أنس بن مالك والقاسم بن محمد. شامي.\nالجزء: 1 ¦ الصفحة: 56\n",
        "شهر بن حوشب يروي عن أبي هريرة وابن عباس وأبي سعيد وأسماء بنت يزيد. شامي.\nجري بن كليب. روى عنه أبو إسحاق وقتادة كوفي.\nجيلان بن فروة وهو أبو الجلد روى عنه عوف الأعرابي بصري.\nملقام بن التلب. يروي عن أبيه بصري.\nالجزء: 1 ¦ الصفحة: 57\n",
        "فرزدق يروي عن أبي هريرة روى عنه قزعة بن سويد بصري.\nكريز يروي عنه المنذر أبو الرحال بصري.\nوقاص بن ربيعة. روى عنه سليمان بن موسى ومكحول شامي.\nخيوان وقد قيل: حيوان وهو أبو شيخ الهنائي روى عنه قتادة وبيهس ابن فهدان بصري.\nحمان وهو أخو أبي شيخ الهنائي روى عنه أبو شيخ الهنائي يروي عن معاوية بصري.\nالجزء: 1 ¦ الصفحة: 58\n",
        "نبتل وهوأبو حازم صاحب ابن عباس مديني.\nخمر وقد قيل: خمير روى عنه أبو إسحاق. كوفي.\nواهب بن عبد الله المعافري يروي عن أبي هريرة مصري.\nغنيم وهو ابن قيس روى عنه ثابت بن عمارة وعوف بصري.\nالجزء: 1 ¦ الصفحة: 59\n",
        "حسحاس روى عنه يونس بن زهران شامي.\nجابان يروي عنه سالم بن أبي الجعد كوفي.\nعائش بن أنس روى عنه عطاء بن أبي رباح مكي.\nحضين بن المنذر وهو أبو ساسان يروي عن علي وأبي موسى بصري.\nالجزء: 1 ¦ الصفحة: 60\n",
        "ميزان وهو أبو صالح روى عنه خالد الحذاء وسليمان التيمي بصري.\nمينا وهو مولى ضباعة بنت الزبير روى عنه كامل أبو العلاء كوفي.\nقيلويه وهو أبو صالح الذي روى عنه يحيى بن أبي كثير يحدث عن ابن عباس بصري.\nجرثوم وهو أبو رهم السمعي يروي عن أبي أيوب الأنصاري شامي.\nالجزء: 1 ¦ الصفحة: 61\n",
        "سلامان بن عامر يروي عنه عبد الرحمن بن زياد بن أنعم مصري.\nثروان بن ملحان روى عنه سماك بن حرب. كوفي.\nعليم الكندي. يروي عن سلمان كوفي.\nمسحاج الضبي. روى عنه مغيرة كوفي.\nمجزأة بن زاهر. يروي عنه رقبة بن مصقلة وشعبة كوفي.\nالجزء: 1 ¦ الصفحة: 62\n",
        "مروح بن سبرة. يروي عن عمر بصري.\nقسامة بن زهير روى عنه عوف وعمران بن حدير بصري.\nمهزم يروي عن ابن عباس يروي عنه إسماعيل بن عياش شامي.\nمقسم يكنى أبا القاسم روى عنه الحكم بن عتيبة ويزيد بن أبي زياد كوفي وقد قيل: مكي.\nشولي بن خباب وهو أبو الرقاد يروي عن علي كوفي.\nالجزء: 1 ¦ الصفحة: 63\n",
        "غضبان بن حنظلة روى عنه أبو غاضرة وأبو غاضرة اسمه محمد بن أبي بكر بصري.\nلبيد بن شماس يروي عن ابن مسعود روى عنه سعيد بن مسروق كوفي.\nلمازة بن زبار وهو أبو لبيد يروي عن عروة البارقي روى عنه الزبير بن الخريت بصري.\nطيسلة بن مياس ومياس لقب وهو طيسلة بن علي. روى عنه يحيى بن أبي كثير وزياد بن مخراق يمامي حنفي.\nفيل بن عرادة روى عنه الصعق بن حزن بصري.\nالجزء: 1 ¦ الصفحة: 64\n",
        "كندير بن سعيد روى عنه داود بن أبي هند بصري.\nشيحة بن عبد الله وهو أبو حبرة يروي عن علي بصري.\nقرفة بن بهيس وهو أبو الدهماء يروي عنه حميد بن هلال بصري.\nلؤلؤة يروي عن أبي صرمة وأبو صرمة رجل من أصحاب النبي صلى الله عليه وسلم يروي عن لؤلؤة هذه محمد بن يحيى بن حبان مدني.\nالجزء: 1 ¦ الصفحة: 65\n",
        "عدسة الطائي روى عنه سلمة بن كهيل كوفي.\nنبيح العنزي يروي عنه الأسود بن قيس كوفي.\nجون بن قتادة. يروي عنه الحسن بن أبي الحسن بصري.\nمشرح بن هاعان يروي عن عقبة بن عامر مصري.\nناعم بن أجيل يروي عنه يزيد بن أبي حبيب يحدث ناعم عن عبد الله بن عمرو مصري.\nالجزء: 1 ¦ الصفحة: 66\n",
        "نوف البكالي يروي عن عبد الله بن عمرو وقد قيل إن نوفا الذي روى عنه أبو إسحاق والحكم. هو ليس نوف الشامي قال أبو بكر البرديجي وهو عندي واحد والله أعلم.\nشويس روى عنه أبو نعامة عمرو بن عيسى بصري.\nعقار بن المغيرة بن شعبة يروي عنه مجاهد كوفي.\nإياد بن لقيط روى عنه عبد الملك بن عمير وغيره كوفي أعقب إياد عبيد الله بن إياد.\nبجالة بن عبد روى عنه عمرو بن دينار مدني.\nالجزء: 1 ¦ الصفحة: 67\n",
        "كردوس بن عمرو يروي عن علي وعبد الله روى عنه عبد الملك بن ميسرة وأشعث بن سوار كوفي.\nزهدم الجرمي يروي عن أبي موسى الأشعري روى عنه قتادة وأيوب بصري.\nهزيل بن شرحبيل. يروي عن عبد الله بن مسعود روى عنه أبو قيس الأودي كوفي.\nطحرب العجلي روى عنه مجالد بن سعيد كوفي.\nنجدة بن نفيع يروي عن ابن عباس شامي وقيل: كوفي والصحيح شامي.\nالجزء: 1 ¦ الصفحة: 68\n",
        "محمل بن دماث روى عنه أبو روق كوفي.\nحزور وهو أبو غالب صاحب أبي أمامة شامي.\nباذام وهو أبو صالح مولى أم هانىء روى عنه سماك بن حرب والكلبي كوفي.\nنبيه بن وهب روى عنه نافع مولى ابن عمر مديني.\nمسرد روى عنه سهل أبو الأسود كوفي.\nالجزء: 1 ¦ الصفحة: 69\n",
        "مؤثر بن عفازة روى عن عبد الله بن مسعود كوفي.\nمربع يروي عن أنس بصري.\nميدان روى عنه قتادة بصري.\nهرمي بن عمرو - وقد قيل ابن الحارث، وقد قيل ابن عبد الله - يروي عن خزيمة بن ثابت مدني.\nلاحق بن حميد وهو أبو مجلز يحدث عن ابن عباس وابن عمر بصري وقد روى إبراهيم بن طهمان عن منصور عن لاحق عن المعرور ولا يثبت لأن أصحاب منصور لم يذكروا فيه لاحقا ولاحق هذا مجهول إن ثبتت الرواية.\nالجزء: 1 ¦ الصفحة: 70\n",
        "معفس بن عمران بن حطان روى عنه موسى الفراء وغيره كوفي.\nمازن بن عمرو يروي عن علي روى عنه سعيد بن حنظلة كوفي.\nجلاح. روى عنه يزيد بن أبي حبيب شامي.\nجوال. روى عنه عطية الراسبي. يروي عن ابن عباس. مجهول.\nنضير بن قيس روى عنه مسعر كوفي.\nنبهان مولى أم سلمة روى عنه الزهري مديني.\nضبة بن محصن روى عنه الحسن بصري.\nالجزء: 1 ¦ الصفحة: 71\n",
        "بجاد بن سعد بن أبي وقاص روى عنه ابنه محمد بن بجاد مديني.\nمهاصر بن حبيب يروي عن أبي ثعلبة الخشني روى عنه الأحوص بن حكيم شامي.\nدخين. روى عنه كعب بن علقمة مصري.\nحية بن حابس روى عنه يحيى بن أبي كثير لم يرو عنه غيره.\nطرفة المسلي يروي عن ابن أبي أوفى كوفي.\nالجزء: 1 ¦ الصفحة: 72\n",
        "واقع بن سحبان روى عنه قتادة وثابت وحميد بصري.\nلميس روى عنه جابر الجعفي يروي عن عائشة وقد قيل إنها امرأة.\nذر بن عبد الله الهمداني روى عنه حبيب بن أبي ثابت وسلمة بن كهيل. وأعقب ابنه عمر بن ذر كوفي.\nيسيغ الحضرمي روى عنه ذر الهمداني كوفي.\nخزاعي بن زياد يروي عن عبد الله بن مغفل روى عنه الهيثم بن\nالجزء: 1 ¦ الصفحة: 73\n",
        "جهم بصري.\nنهار العبدي روى عنه أبو طوالة عبد الله بن عبد الرحمن بن معمر مديني.\nعريف بن درهم الجمال. يروي عن زيد بن وهب. كوفي.\nيسير بن عمرو. روى عنه أبو إسحاق الشيباني. كوفي.\nحويرث بن نهار يروي عنه يزيد بن أبي زياد كوفي.\nالجزء: 1 ¦ الصفحة: 74\n",
        "خميل روى عنه حبيب بن أبي ثابت كوفي.\nممطور يروي عنه زيد بن سلام وممطور جده يروي عن معاذ بن جبل شامي.\nلقمان بن عامر الأوصابي شامي يروي عن أبي أمامة.\nعتيك بن الحارث يروي عن جابر بن عتيك مديني.\nعائذ الله أبو إدريس الخولاني يروي عن عبادة\nالجزء: 1 ¦ الصفحة: 75\n",
        "بن الصامت وأبي الدرداء روى عنه الزهري وأبو حازم شامي.\nزاذان أبو عمر يروي عن علي وعبد الله روى عنه عبد الله بن السائب كوفي.\nضريب بن نقير وهو أبو السليل يروي عنه الجريري بصري.\nخلاس بن عمرو روى عنه قتادة وعوف بصري.\nجمهان روى عنه عطاء بن السائب كوفي.\nمضارب بن حزن روى عنه الجريري بصري.\nالجزء: 1 ¦ الصفحة: 76\n",
        "كهيل بن حرملة يروي عن أبي هريرة شامي.\nسريع مولى عمرو بن حريث روى عنه إسماعيل بن أبي خالد كوفي.\nحميري بن بشير روى عنه قتادة بصري.\nظالم بن عمرو - وهو أبو الأسود الدؤلي - يروي عن عمر وأبي ذر. بصري.\nبلج المهري يروي عنه أبو الجودي وأبو الجودي يروي عنه شعبة شامي.\nالجزء: 1 ¦ الصفحة: 77\n",
        "ومن الطبقة الثالثة سلمى بن عبد الله وهو أبو بكر الهذلي يروي عن محمد والحسن بصري.\nمعان بن رفاعة يروي عنه الوليد بن مسلم شامي.\nصاعد يروي عن الشعبي كوفي.\nرقبة بن مصقلة يروي عن نافع ومنصور والحكم كوفي.\nالجزء: 1 ¦ الصفحة: 78\n",
        "منكدر بن محمد بن المنكدر يروي عن أبيه مديني.\nشوذب أبو معاذ روى عنه شعبة وسفيان بصري.\nزمام يروي عن عطاء بن أبي رباح مجهول.\nغوث بن سليمان روى عنه ابن وهب مصري.\nالجزء: 1 ¦ الصفحة: 79\n",
        "صرد بن أبي المنازل روى عنه محمد بن عبد الله الأنصاري بصري.\nمعارك بن عباد روى عنه عبد الصمد بن عبد الوارث ومسلم بن إبراهيم بصري.\nبردان بن أبي النضر روى عنه سفيان بن عيينة مديني.\nمكرم روى عنه سعيد بن أبي عروبة بصري.\nالجزء: 1 ¦ الصفحة: 80\n",
        "سمي وهو مولى أبي بكر بن عبد الرحمن روى عنه عبيد الله بن عمر ومحمد بن عجلان وسفيان بن عيينة مديني.\nصديق بن موسى روى عنه الدراوردي مديني.\nجناح يروي عن عائشة بنت سعد مديني.\nالجزء: 1 ¦ الصفحة: 81\n",
        "غضيفير روى عنه ابن عيينة بصري.\nحدمر روى عنه ليث كوفي.\nأيفع. روى عنه أبو حريز قاضي سجستان مجهول.\nيافع بن عامر الكلاعي روى عنه إسماعيل بن عياش يحدث عن قتادة شامي.\nطيب بن محمد يروي عن عطاء روى عنه أيوب بن النجار اليمامي.\nالجزء: 1 ¦ الصفحة: 82\n",
        "حنيف المؤذن روى عنه جرير بن عبد الحميد كوفي.\nجحش بن رقاد روى عنه سفيان الثوري كوفي.\nقحذم روى عنه يونس بن أبي إسحاق يروي عن ابن عباس كوفي.\nحلال بن ثور بن أبي الحلال العتكي روى عنه عبيد الله بن ثور بن أبي الحلال بصري.\nقرين يروي عنه ابن أبي ذئب يحدث عن عامر بن سعد مديني.\nالجزء: 1 ¦ الصفحة: 83\n",
        "مطعم بن المقدام يروي عنه إسماعيل بن عياش ويحيى بن حمزة شامي.\nمنبوذ. يروي عنه ابن جريج وابن عيينة. مكي.\nبلهط بن عباد يروي عنه عبد المجيد بن عبد العزيز بن أبي رواد مكي.\nحريش بن سليم يروي عنه عبد الله بن إدريس وعبد السلام بن حرب كوفي.\nشباك يروي عن إبراهيم النخعي كوفي.\nالجزء: 1 ¦ الصفحة: 84\n",
        "دثار القطان يروي عن سعيد بن جبير كوفي.\nحبيب بن حبيب أخو حمزة بن حبيب الزيات يروي عن أبي إسحاق كوفي.\nصمصوم بن الوليد وهو أخو محمد بن الوليد الزبيدي يروي عن الزهري شامي.\nميكال روى عنه سلمة بن الفضل الأبرش كوفي.\nجلد بن أيوب يروي عن معاوية بن قرة روى عنه إسماعيل بن علية بصري.\nالجزء: 1 ¦ الصفحة: 85\n",
        "منخل روى عنه عبد الله بن داود وهو ابن بهز بن حكيم بصري.\nجفر روى عنه بشار بن أبي عيسى الحرشي بصري.\nمشمرج بن حمران يروي عن أوس بن نعام بصري.\nوقدان وهو أبو يعفور الذي يروي عن ابن أبي أوفى وأعقب ابنه يونس بن أبي يعفور كوفي.\nعلوان بن أبي مالك روى عنه سفيان الثوري يحدث عن الشعبي كوفي.\nالجزء: 1 ¦ الصفحة: 86\n",
        "حبال بن رفيدة يروي عنه يحيى الجابر كوفي.\nفصافص وكنيته أبو عاصم يروي عن المقبري مديني.\nبحير بن سعد. يروي عن خالد بن معدان. روى عنه إسماعيل بن عياش وبقية بن الوليد شامي.\nجحاف بياع الزط يروي عنه الثوري كوفي.\nزهرة بن معبد أبو عقيل يروي عن أبي صالح مولى عثمان روى عنه الليث بن سعد مصري.\nغرقدة روى غنه نعيم بن ميسرة كوفي.\nالجزء: 1 ¦ الصفحة: 87\n",
        "حريص روى عنه فطر بن خليفة كوفي.\nعذافر روى عنه شعبه وحماد بن زيد يروي عن أبي معشر كوفي.\nغطريف يروي عن جابر بن زيد بصري.\nحلو الأودي يروي عنه عبيد الله بن موسى كوفي.\nرزيق بن الحكيم عامل عمر بن عبد العزيز على أيلة روى عنه الليث بن سعد شامي.\nشمر بن عطية روى عنه الأعمش وقيس بن الربيع كوفي.\nدجين بن ثابت يروي عن أسلم مولى عمر بصري.\nالجزء: 1 ¦ الصفحة: 88\n",
        "درمك بن عمرو يروي عن أبي إسحاق كوفي.\nزيادة بن محمد يروي عنه الليث بن سعد مصري.\nمنظور بن سيار يروي عنه كهمس بن الحسن بصري.\nصقعب بن زهير روى عنه حماد بن زيد بصري.\nجخدب بن جرعب روى عنه الثوري كوفي.\nالجزء: 1 ¦ الصفحة: 89\n",
        "زبان بن فائد روى عنه سعيد بن أبي أيوب مصري.\nخشف بن مالك روى عنه زيد بن جبير كوفي.\nسقيف بن بشر روى عنه عيسى بن يونس ووكيع كوفي.\nجبريل بن أحمر يروي عن ابن بريدة كوفي.\nمضرس بن عبد الله أبو الصهباء روى عنه وكيع كوفي.\nالجزء: 1 ¦ الصفحة: 90\n",
        "محتسب يروي عن ثابت البناني بصري.\nقطري الخشاب يروي عن عبد الوارث كوفي وعبد الوارث هذا كوفي.\nزمعة بن صالح يروي عن عمرو بن دينار وأبي الزبير والزهري وابن طاوس مكي.\nظبيان يروي عنه حبيب بن عبيد شامي.\nجوثة بن عبيد يروي عنه محمد بن عجلان مديني.\nالجزء: 1 ¦ الصفحة: 91\n",
        "سفر بن نسير روى عنه معاوية بن صالح. شامي.\nرؤبة بن العجاج روى عنه معمر بن المثنى. بصري.\nأعين الحارثي روى عنه عبد الرحمن بن حميد الرؤاسي يروي عن المنهال بن عمرو. كوفي.\nفليت العامري. يروي عنه الثوري. كوفي.\nالجزء: 1 ¦ الصفحة: 92\n",
        "مستقيم بن عبد الملك يروي عن ابن الزبير وشهر بن حوشب روى عنه محمد بن ربيعة مكي.\nمحبر بن هارون. روى عنه أبو عاصم العباداني. بصري.\nوزير بن عبد الله. روى عنه بقية بن الوليد. شامي.\nهنيد بن القاسم روى عنه موسى بن إسماعيل. بصري.\nدارم يروي عن سعيد بن أبي بردة روى عنه أبو إسحاق. كوفي.\nالجزء: 1 ¦ الصفحة: 93\n",
        "زميل مولى عروة يروي عنه حيوة بن شريح. مصري.\nأجلح بن عبد الله روى عنه الثوري وغيره. كوفي.\nعرفطة روى عنه إسماعيل بن عياش. شامي.\nوازع بن نافع يروي عن أبي سلمة بن عبد الرحمن ونافع جزري.\nالجزء: 1 ¦ الصفحة: 94\n",
        "خيار بن عبيدة. روى عنه أخوه رياح بن عبيدة. شامي.\nبرذعة بن عبد الرحمن. روى عنه عمرو بن حريث الأشجعي. كوفي.\nجهضم عن عبد الله بن بدر. روى عنه حاتم بن إسماعيل. مديني.\nشميط بن عجلان روى عنه ابنه عبيد الله بن شميط. بصري.\nرميح بن هلال الطائي يرو عن عبد الله بن بريدة روى عنه يحيى بن واضح مروزي.\nالجزء: 1 ¦ الصفحة: 95\n",
        "رمح روى عنه مروان الفزاري. كوفي.\nربيح بن عبد الرحمن بن أبي سعيد يروي عنه الدراوردي مديني.\nركن روى عن مكحول. شامي.\nشملة بن هزال ويكنى أبا حتروش يروي عن ثابت البناني روى عنه أبو سلمة موسى بن إسماعيل. بصري.\nعسل بن سفيان روى عنه شعبة وسعيد بن أبي عروبة. بصري.\nالجزء: 1 ¦ الصفحة: 96\n",
        "وفاء بن شريح روى عنه الليث بن سعد. مصري.\nمقرن بن كرزمة روى عنه عبد الرحمن بن مهدي مجهول.\nهرير بن عبد الرحمن بن رافع بن خديج روى عنه أبو إسماعيل المؤدب. مديني.\nبسام الصيرفي يروي عنه وكيع وأبو نعيم. كوفي.\nأخضر بن عجلان روى عنه حماد بن سلمة ومحمد بن عبد الله الأنصاري. بصري.\nالجزء: 1 ¦ الصفحة: 97\n",
        "حصن روى عنه الأوزاعي يحدث عن أبي سلمة بن عبد الرحمن. شامي.\nقابوس بن أبي ظبيان روى عنه الثوري وجرير بن عبد الحميد. كوفي.\nوضين بن عطاء يروي عنه بقية بن الوليد. شامي.\nزنفل العرفي يروي عن ابن أبي مليكة. مديني.\nالجزء: 1 ¦ الصفحة: 98\n",
        "قريب أبو عبد الملك بن قريب الأصمعي يروي عنه عمرو بن عاصم وابنه الأصمعي. بصري. وله حديث مسند.\nزبيد اليامي روى عنه سفيان وشعبة. كوفي.\nمسربل العبدي روى عنه الجراح بن مليح أبو وكيع ويحدث مسربل عن أمه قالت: رأيت عائشة رضي الله عنها تصطبغ بخل خمر.\nهزهاز يروي عن إبراهيم. كوفي.\nالجزء: 1 ¦ الصفحة: 99\n",
        "أكيل مؤذن إبراهيم يروي عن إبراهيم. كوفي.\nدراج بن عبد الرحمن روى عنه الحارث وابن لهيعة. مصري.\nدهثم بن قران روى عنه أبو بكر بن عياش ومروان الفزاري. كوفي.\nرديس وهو أبو المحجل الذي يروي عن عمران بن حطان. كوفي.\nالجزء: 1 ¦ الصفحة: 100\n",
        "قيراط وهو أبو العالية الذي يروي عنه شريك. كوفي.\nبختري بن مختار روى عنه وكيع. كوفي.\nضمضم بن زرعة روى عنه إسماعيل بن عياش. شامي.\nعفاق روى عنه مسعر والحجاج بن أرطأة. كوفي.\nمستلم بن سعيد روى عنه يزيد بن هارون واسطي.\nحسام بن مصك بن ظالم بن شيطان روى عنه شعبة وغيره. بصري.\nالجزء: 1 ¦ الصفحة: 101\n",
        "عفير بن معدان يروي عن سليم بن عامر وقتاد وكان مؤذن مسجد حمص ويكنى أبا عائذ حمصي.\nبشمين يروي عن أبي زرعة بن عمرو بن جرير وبشمين أبو أبي يحيى الحماني يروي عن بشمين عمار بن رزيق. كوفي.\nبجير بن أبي بجير يروي عنه إسماعيل بن أمية طائفي.\nمسرة بن معبد اللخمي روى عنه وكيع وضمرة بن ربيعة مقدسي سمع منه وكيع بمكة.\nالجزء: 1 ¦ الصفحة: 102\n",
        "مستنير بن الأخضر روى عنه حشرج بن نباتة ومستنير عم حشرج. بصري.\nسدير الصيرفي يروي عن أبي جعفر محمد بن علي. كوفي.\nقعنب التميمي يروي عن علقمة بن مرثد روى عنه ابن عيينة وغيره. كوفي.\nمطرح روى عنه أبو بكر بن عياش والمحاربي. كوفي.\nلهيعة بن عقبة وهو أبو عبد الله بن لهيعة روى عنه ابنه عبد الله بن لهيعة والليث بن سعد. مصري.\nحنين بن أبي حكيم روى عنه ابن لهيعة. مصري.\nالجزء: 1 ¦ الصفحة: 103\n",
        "مظاهر بن أسلم روى عنه ابن جريج وأبو عاصم قد سمع من مظاهر مكي.\nجويبر صاحب الضحاك يروي عنه هشيم. كوفي.\nشييم بن بيتان يروي عن شيبان بن أمية. مصري.\nعبيد الرحمن بن فضالة أخو مبارك بن فضالة يروي عن بكر بن عبد الله المزني. بصري.\nرزام بن سعيد روى عنه أبو نعيم. كوفي.\nالجزء: 1 ¦ الصفحة: 104\n",
        "خصيف الجزري روى عنه الثوري وإسرائيل وعتاب بن بشير ومحمد ابن سلمة الحراني.\nحيي بن عبد الرحمن روى عنه ابن وهب والليث بن سعد. مصري.\nقحافة بن يزيد روى عنه بقية. شامي.\nماضي بن عبد الله روى عنه ابن وهب. شامي.\nدينار أبو عمر يروي عن ابن الحنفية. كوفي.\nالجزء: 1 ¦ الصفحة: 105\n",
        "باب بن عمير يروي عنه الأوزاعي يمامي حنفي.\nزريك بن أبي زريك يروي عنه ابن مهدي وغيره. بصري.\nومن الطبقة الرابعة جرول بن جنفل يروي عن مندل وعبيد الله بن عمر. كوفي.\nهقل بن زياد يروي عن الأوزاعي. شامي.\nأشهب بن عبد العزيز يروي عن مالك بن أنس والليث بن سعد. مصري.\nالجزء: 1 ¦ الصفحة: 106\n",
        "قران بن تمام يروي عن وقاء بن إياس وهشام بن عروة. كوفي.\nمصاد بن عقبة روى عنه عبد الرحمن بن مهدي وعمر بن أيوب موصلي.\nمندل بن علي يروي عن ليث وضرار بن مرة والأعمش. كوفي.\nعوبد بن أبي عمران يروي عنه محمد بن المثنى. بصري.\nالجزء: 1 ¦ الصفحة: 107\n",
        "خنيس بن بكر بن خنيس يروي عن مسعر سكن بغداد.\nرحمة بن مصعب واسطي يحدث عن عزرة بن ثابت.\nعثام بن علي العامري يروي عن الأعمش وإسماعيل بن أبي خالد. كوفي.\nسرور بن المغيرة بن أخي منصور بن زاذان يروي عن منصور بن زاذان واسطي.\nسرار بن مجشر يروي عن أيوب السختياني وسعيد بن أبي عروبة. بصري.\nعذال يروي عن محمد بن جحادة. بصري.\nالجزء: 1 ¦ الصفحة: 108\n",
        "صغدي بن سنان يروي عن خالد الحذاء ومحمد بن فضاء. بصري.\nعطاف بن خالد يروي عن زيد بن أسلم مدني.\nعرعرة بن البرند يروي عن ابن عون وروح بن القاسم. بصري.\nحنان بن سدير الصيرفي يروي عن أبيه. كوفي.\nالجزء: 1 ¦ الصفحة: 109\n",
        "بقية بن الوليد يروي عن شعبة وبحير بن سعد والأوزاعي. شامي.\nجيفر بن الحكم يروي عنه أبو أحمد الزبيري. كوفي.\nعباءة بن كليب حدثنا عنه. كوفي.\nبدل بن المحبر يروي عن شعبة. بصري.\nسعيد بن الخمس. يروي عن عبد الله بن الحسن، وزيد بن أسلم - وهو أبو مالك بن سعير بن الخمس. كوفي.\nالجزء: 1 ¦ الصفحة: 110\n",
        "معدي بن سليمان يروي عن محمد بن عجلان. بصري.\nعقيل بن خالد يروي عن الزهري. مصري.\nمسمع بن عاصم. بصري. صاحب زهد ومقطعات.\nنائل بن نجيح يروي عن سفيان الثوري. بصري.\nشعيث بن محمد بن محرز. بصري. حدثونا عنه.\nالجزء: 1 ¦ الصفحة: 111\n",
        "شاهين بن حيان أخو فهد بن حيان - يروي عنه مبارك بن فضالة والربيع بن صبيح. بصري.\nعبد المهيمن بن العباس بن سهل روى عنه يعقوب الزهري وإسحاق الفروي. مديني.\nكادح يروي عن ابن لهيعة وغيره. كوفي.\nمرحوم بن عبد العزيز العطار يروي عن أبي نعامة وأبي عمران الجوني. بصري.\nزافر بن سليمان يروي عن شعبة وإسرائيل ومالك بن أنس. كوفي. سكن الري.\nالجزء: 1 ¦ الصفحة: 112\n",
        "فهير بن زياد يروي عن إبراهيم بن يزيد المكي وجعفر بن برقان رقي.\nأغلب بن تميم يروي عن يونس بن عبيد ومحمد بن جحادة. بصري.\nمغلس بن عبد الله روى عنه شبابة بن سوار خراساني مجهول.\nهياج بن بسطام يروي عنه يحيى بن أبي بكير وداود بن عمرو خراساني.\nمراجم بن العوام بن مراجم يروي عنه إبراهيم بن الحجاج السامي. بصري. وأبوه العوام بن مراجم يروي عنه شعبة.\nالجزء: 1 ¦ الصفحة: 113\n",
        "فردوس بن الأشعر يروي عنه أبو كريب. كوفي.\nناهض بن عبد الله روى عنه عبد الرحمن بن المبارك. بصري.\nزاجر بن الصلت روى عنه محمد بن أبان البلخي وأبو حفص الفلاس. بصري.\nرفدة بن قضاعة يروي عن عبد الله بن عبيد بن عمير. شامي.\nرديح بن عطية يروي عن يحيى بن أبي عمرو السيباني. شامي.\nحنيفة بن مرزوق يروي عن شريك سكن بغداد.\nالجزء: 1 ¦ الصفحة: 114\n",
        "حجين بن المثنى يروي عن الليث بن سعد وغيره سكن بغداد.\nرويم بن يزيد المقرىء يروي عن الليث بن سعد وسلام أبي المنذر سكن بغداد.\nأشهل بن حاتم يروي عن ابن عون. بصري.\nمصبح بن الهلقام يروي عن شريك وقيس بن الربيع. كوفي.\nالجزء: 1 ¦ الصفحة: 115\n",
        "سورة بن الحكم يروي عن شيبان بن عبد الرحمن وعبد الله بن حبيب بن أبي ثابت سكن بغداد.\nمسهر بن عبد الملك بن سلع يروي عن الأعمش وعن أبيه. كوفي.\nبطريق بن يزيد الكلبي يروي عنه هشام بن عمار. شامي.\nأصرم بن حوشب يروي عن زياد بن سعد مات بهمذان ضعيف.\nالجزء: 1 ¦ الصفحة: 116\n",
        "خصيب بن جحدر يروي عنه سعيد بن سليمان وغيره ضعيف.\nعرابي بن معاوية يروي عنه يحيى بن عبد الله بن بكير يروي عن عبد الله بن هبيرة. مصري.\nملازم بن عمرو روى عنه أبو سلمة المنقري وعلي بن عبد الله بن جعفر يمامي.\nحكام بن سلم الرازي يروي عن أبي سنان والشيباني وعنبسة بن سعيد رازي.\nالجزء: 1 ¦ الصفحة: 117\n",
        "ومن الطبقة الخامسة مسدد بن مسرهد يروي عن حماد بن زيد وعن عبد الوارث بن سعيد.\nسيدان بن مضارب حدثنا عنه أبو حاتم الرازي.\nيسرة بن صفوان اللخمي يروي عن محمد بن مسلم الطائفي. شامي.\nالجزء: 1 ¦ الصفحة: 118\n",
        "هناد بن السري يروي عن أبي الأحوص. كوفي.\nمنبه بن عثمان اللخمي يروي عن ثور بن يزيد. شامي.\nهدية بن عبد الوهاب يروي عن الفضل بن موسى مروزي.\nمصرف بن عمرو يروي عن عبد الله بن إدريس وابن فضيل. كوفي.\nسنيد بن داود يروي عن يوسف بن محمد بن المنكدر وحجاج بن محمد مصيصي.\nالجزء: 1 ¦ الصفحة: 119\n",
        "جمهور بن منصور يروي عن أبي إسماعيل المؤدب وإسماعيل بن مجالد. كوفي.\nعبد المتعال بن طالب يروي عن ابن وهب يروي عنه محمد بن يحيى النيسابوري.\nمشرف بن سعيد يروي عن يعقوب بن إبراهيم بن سعد واسطي.\nخشيش بن أصرم يروي عن عبد الرزاق مات بمصر.\nآخر كتاب طبقات الأسماء المفردة والحمد لله رب العالمين وصلى الله على سيدنا محمد النبي وآله أجمعين.\nالجزء: 1 ¦ الصفحة: 120\n",
        "قال الشيخ الإمام الحافظ أبو الفضل محمد بن ناصر بن محمد بن علي السلامي غفر الله له: كان بخط ابن بكير الحافظ في آخر كتاب طبقات الأسماء المفردة التي كانت لي أسماء قد زادها وأسماء قد أخذها على البرديجي وغير ذلك من كلامه فنقلت ذلك: قال الحسين بن أحمد بن عبد الله بن بكير الصيرفي\nالجزء: 1 ¦ الصفحة: 121\n",
        "عرفت أن بعض الحفاظ أنكر أن يكون أحمد بن هارون البرديجي برذعيا ونسب من قاله إلى التصحيف وهو برذعي برديجي.\nسمعت أبا بكر محمد بن علي الصابوني البرذعي وسألته عن برذعة وبرديج فقال: من برذعة إلى برديج أربعة عشر فرسخاً وبرديج بلد كبير حواليه نهر مثل دجلة بغداد يدور الماء حواليه. وكان أبو شيخ بأصبهان وأبو\nالجزء: 1 ¦ الصفحة: 122\n",
        "بكر الشافعي وغيرهم يقولون: أحمد بن هارون البرذعي وبيان ذلك ما:\nحدثنا أبو القاسم عمر بن محمد بن سيف بن محمد بن جعفر بن إبراهيم بن عبد الله بن سليمان الكاتب قال: نا الحسن بن أحمد بن صالح الزيات قال نا أحمد بن هارون بن روح البرذعي قال: نا مسلم بن الحجاج النيسابوري قال: نا أبو غسان مالك بن عبد الواحد المسمعي قال: نا معاذ بن هشام قال: نا أبي عن مطر الوراق عن عمرو بن دينار وعطاء وأبي الزبير عن جابر: أن النبي صلى الله عليه وسلم باع مدبراً.\nهذا حديث غريب صحيح من حديث مطر ابن طهمان الوراق عن الثلاثة لا أعلم له وجها غير هذا.\nوأخرجه مسلم بن الحجاج في كتابه المختصر من الصحيح عن أبي غسان.\nذكر أسماء ذكرها أحمد بن هارون البرذعي المعروف بالبرديجي رحمه الله على ظواهرها وهي ألقاب ليست بأسامي فمن ذلك:\nالجزء: 1 ¦ الصفحة: 123\n",
        "فهير بن زياد الرقي: قال ابن بكير وهو يحيى بن زياد بن أبي داود الأسدي مولى بني أسد توفي بعد المائتين ويحيى كثير.\nوأجلح بن عبد الله الكندي: قال ابن بكير: هو يحيى بن عبد الله أبو حجية الأجلح كان به جلحة ويحيى كثير.\nوصغدي بن سنان: قال ابن بكير: وهو عمر بن سنان الحرشي ولقبه صغدي وعمر كثير.\nذكر أسماء موافقة لبعض الأسماء التي في هذا الكتاب فتصير بذكرنا لها مثاني ومثالث وأكثر من ذلك\nالجزء: 1 ¦ الصفحة: 124\n",
        "فمن ذلك قال البرديجي: مكرم. روى عنه سعيد بن أبي عروبة.\nقال ابن بكير مكرم غير منسوب روى عن أبي فزارة عن أبي زيد مولى عمرو بن حريث عن عبد الله بن مسعود عن النبي صلى الله عليه وسلم في الوضوء بالنبيذ.\nومكرم بن عبد الرحمن يحدث عن محمد بن عبد الملك المدني. عن نافع عن ابن عمر حدث عنه محمد بن عبيد بن عبد الملك الأسدي الهمذاني ومكرم بن يوسف بن حطان يكنى أبا ليث. حدث عنه سلم بن سالم البلخي وسليمان بن أبي هوذة وعبد الله بن المغيرة النخعي حدث عن ياسين الزيات وابن أبي نجيح وإسرائيل بن يونس وغيرهم. ومكرم بن محمد. حدث عنه أبو كريب محمد بن العلاء يروي عن عبد الرحمن بن محمد بن أبي بكر بن عمرو بن حزم ومكرم غير منسوب يحدث عن نافع حدث عنه أبو عبيدة الحداد. ومكرم بن حكيم النخعي أبو عبد الله يحدث عن فضالة الزهراني عن الحسن البصري حدث عنه داود بن عمرو الضبي.\nقال البرديجي: بسام الصيرفي: قال ابن بكير بسام بن يزيد النقال حدث عنه ابن بنت منيع وغيره يحدث عن حماد بن سلمة وغيره.\nالجزء: 1 ¦ الصفحة: 125\n",
        "وقرفة بن بهيس أبو الدهماء: قال ابن بكير وقرفة بن عبد العزيز روى عن أبي الزبير عن جابر أحاديث.\nوعلوان بن أبي مالك: يحدث عن الشعبي روى عنه الثوري. قال ابن بكير علوان بن داود يروي عن الأعمش روى عنه عمرو بن عثمان الحمصي.\nخصيب بن جحدر: قال ابن بكير وخصيب بن ناصح يروي عن مالك بن أنس وغيره وخصيب الوابشي روى عن الأعمش ويحيى بن سعيد الأنصاري وغيرهما.\nمسدد بن مسرهد: قال ابن بكير مسدد بن يعقوب أبو إسحاق القلوسي يحدث عن أبيه وغيره ومسدد بن قطن نيسابوري يروي عن أحمد بن إبراهيم الدورقي بالزهد.\nالجزء: 1 ¦ الصفحة: 126\n",
        "وهياج بن بسطام: قال ابن بكير هياج بن عمران يحدث عن عمران بن حصين وسمرة حدث عنه الحسن البصري.\nشعيث بن محرز: قال ابن بكير شعيث بن أبي الأشعث يروي عن هشام بن عروة.\nدثار القطان: قال ابن بكير دثار بن محارب بن دثار يروي عن أبيه ودثار بن الحارث النهدي حدث عنه محمد بن قيس الأسدي.\nمحبر بن هارون: قال ابن بكير محبر بن قحذم والد داود بن المحبر حدث عنه ابنه داود.\nمخشي بن حجير: قال ابن بكير مخشي بن معاوية الباهلي يروي عن مطر الوراق وغيره.\nالجزء: 1 ¦ الصفحة: 127\n",
        "غوث بن سليمان: قال ابن بكير غوث بن المبارك. الكوفي.\nصرد بن أبي المنازل: قال ابن بكير صرد بن حماد بن سالم أبو سهل الواسطي يروي عن عبد الرحمن بن مسهر قاضي جبل حدث عنه قاسم المطرز وغيره.\nمنظور بن سيار: قال ابن بكير منظور بن القعقاع يروي عن الشعبي من حديث مغيرة الضبي.\nميثم يروي عنه عبد الله بن الحارث. قال ابن بكير ميثم التمار راوية الشيعة.\nجبريل بن أحمر: قال ابن بكير جبريل بن مجاعة بن الفضل أبو حاتم السمرقندي عن قتيبة بن سعيد وغيره.\nالجزء: 1 ¦ الصفحة: 128\n",
        "دارم عن سعيد بن أبي بردة: قال ابن بكير دارم بن محمد بن السري بن يحيى التميمي يكنى بأبي عبيدة القطان. كوفي. وهو أخو أبي بكر بن أبي دارم.\nأصرم بن حوشب قال ابن بكير أصرم بن عتاب أبو عتاب يحدث عن هشام بن حسان وغيره روى عنه الجارود بن معاذ وأصرم بن مالك الفارسي يكنى بأبي عمرو يحدث عن محمد بن عبيد الطنافسي.\nشملة بن هزال قال ابن بكير شملة بن عمر بن واقد الواقدي وهو أخو محمد بن عمر الواقدي.\nوفاء بن شريح قال ابن بكير وفاء بن سهيل.\nبختري بن المختار قال ابن بكير بختري بن عبيد الطائي يروي عن أبيه عن أبي\nالجزء: 1 ¦ الصفحة: 129\n",
        "هريرة حدث عنه هشام بن عمار وبختري بن الحسين بن البختري يروي عن كامل بن طلحة روى عنه ابن قانع وأبو بكر بن أبي دارم وغيرهما.\nبقية بن الوليد قال ابن بكير بقية بن مهران الزندوردي حدث عنه علي بن إسحاق بن زاطيا وغيره.\nهناد بن السري بن يحيى بن أبي عبيدة التميمي. كوفي. يروي عن وكيع وأبي معاوية وغيرهما. هناد بن السري. كوفي متأخر يروي عن أبي كريب وأبي سعيد الأشج وغيرهما.\nخشيش بن أصرم قال ابن بكير خشيش البصري يروي عن شعبة روى عنه ابنه إبراهيم بن خشيش.\nالجزء: 1 ¦ الصفحة: 130\n",
        "خيار بن عبيدة قال ابن بكير خيار بن سلمة.\nعريف بن درهم قال ابن بكير عريف بن إبراهيم الثقفي.\nمضارب بن حزن عن أبي هريرة.\nقال ابن بكير مضارب بن نزيل بن مرزوق الكلبي حدث عنه محمد بن بن سهل العطار.\nدينار أبو عمر قال ابن بكير دينار مولى أنس عن أنس.\nبجير بن أبي بجير قال ابن بكير بجير بن محمد بن بجير بن جابر أبو القاسم بن المحاربي. يروي عن يحيى بن يعلى بن الحارث المحاربي وغيره.\nالجزء: 1 ¦ الصفحة: 131\n",
        "قال الشيخ هذا آخر ما كان بخط ابن بكير\nفي نسختي من زياداته قال وأنا أتذكر ما سهل الله غير هذه الأسماء وأثبتها في ما يلي هذا بعون الله إن شاء الله وصلى الله على محمد النبي وعلى آله وسلم تسليما.\nنقلته من خطه وقابلت به وتتبعت ضبطه لأن أبا عبد الله الصوري الحافظ قد صنف في هذا الكتاب كتابين يرد فيهما على البرديجي ما أخطأ فيه وصحف وما أخطأ ابن بكير أيضاً وبعضهما عندي بخط الصوري وسمعتهما بالإجازة عنه وعارضت به مع نفسي والحمد لله كثيراً. آخر ما كان في الأصل بخط الشيخ الإمام أبي الفضل محمد بن ناصر البغدادي والحمد لله رب العالمين وصلى الله على سيدنا محمد النبي وآله أجمعين.\nالجزء: 1 ¦ الصفحة: 132\n",
        ""
    ]
}