{
    "1": [
        "طبقات النسابين\nطبقات النسابين\nبكر أبو زيد\nالكتاب:\nطبقات النسابين\nالمؤلف:\nبكر بن عبد الله أبو زيد بن محمد بن عبد الله بن بكر بن عثمان بن يحيى بن غيهب بن محمد (المتوفى: 1429هـ)\nالناشر:\nدار الرشد، الرياض\nالطبعة:\nالأولى، 1407 هـ - 1987 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو ضمن خدمة التراجم]\n",
        "الطبقة الأولى\n1 -\nهـ - 100هـ\nقسم الصحابة رضي الله عنهم\nالجزء: 1 ¦ الصفحة: 11\n",
        "1 -\nأمير المؤمنين وخليفة رسول رب العالمين أبو بكر الصديق\nعبد الله بن عثمان القرشي \" رضي الله عنه \" توفي سنة 13 هـ.\nقال ابن إسحاق: كان أنسب العرب، وقال العجلي كان أعلم قرشي بأنسابها. وقال أبن أسحاق أيضاً: كان أنسب قريش لقريش.\nوقال مصعب الزبيري: سمي عتيقاً، لأنه لم يكن في نسبه شيء يعاب به.\nوقد أخذ النسب عنه: جبير بن مطعم \" رضي \" و\nحسان بن ثابت \"\nرضي \"، وحكيم بن حزام \" رضي \". وتأتي تراجمهم إن شاء الله تعالى.\n2 -\nعمر بن الخطاب بن نفيل القرشي العدوي\nأبو حفص الفاروق أمير المؤمنين، خليفة خليفة رسول الله صلى الله عليه وسلم توفي شهيداً سنة 23 هـ \" رضي \".\nكان \" رضي \": نسابة، وهو أول من دون الدواوين فأنشأ ديوان الجند، ورتبه على القبائل مراعياً في تسلسلها القرب من رسوا الله صلى الله عليه وسلم فبدأببني هاشم رهط النبي صلى الله عليه وسلم، ثم بقريش وهكذا على بطون العرب.\nوجائز أن يقال: إن هذا الديوان هو أول كتاب في الأنساب.\n3 -\nحويطب بن عبد العزى القرشي العامري\nمن مسلمة الفتح. م سنة 54 هـ \" رضي \". وهو أحد الأربعة الذين كان يتحاكم إليهم في المنافرات.\nالجزء: 1 ¦ الصفحة: 13\n",
        "4 -\nحسان بن ثابت\nالخزرجي الأنصاري \" رضي \" شاعر رسول الله صلى الله عليه وسلم م سنة 54 هـ. \" رضي \".\nوقد ذكر السمعاني في الأنساب أن النبي صلى الله عليه وسلم أمر حساناً \" رضي \" أن يأخذ ما يحتاج إليه من نسب قريش عن أبي بكر \" رضي \".\n5 -\nمخرمو بن نوفل الزهري\n\" رضي \" م سنة 55 هـ. قال الزبير أبن بكار: كان من مسلمة الفتح، وكانت له سن عالية وعلم بالنسب، فكان يؤخذ عنه النسب.\n6 -\nأم المؤمنين\nالصديقة بنت الصديق \" عائشة \" بنت أبي بكر \" رضي الله عنها \" وعن أبيها وجدها. م سنة 58 هـ \" رضي الله عنها \" وسقاها من سلسبيل الجنة آمين. كانت من أعلم الناس بأخبار العرب وأيامها وأشعارها. عالمة بالفرائض والطب وكانت أعلم الناس وأفقه الناس.\n7 -\nحكيم بن حزام بن خويلد بن أسد بن عبد العزى بن قصي الأسدي\nأبن أخي خديجة زوج النبي صلى الله عليه وسلم. م سنة 54 هـ وقيل سنة 50 هـ، وقيل سنة 58 هـ، وقيل سنة 60 هـ وهو ممن عاش مائة وعشرين سنة شطرها في الجاهلية وشطرها في الأسلام.\nقال الذهبي: كان حكيم علامة بالنسب فقيه النفس، كبير الشأن.\nالجزء: 1 ¦ الصفحة: 14\n",
        "وقال ابن حجر: وكانت دار الندوة بيده فباعها بعد إلى معاوية بمائة ألف درهم فلامه ابن الزبير فقال له: ياابن أخي: اشتريت بها داراً في الجنة فتصدق بالدراهم كلها، وكان من العلماء بأنساب قريش وأخبارها.\n8 -\nجبير بن مطعم القرشي النوفلي\nم سنة 59 هـ. \" رضي \".\nكان أنسب العرب للعرب، وكان يقول: إنما أخذت النسب من أبي بكر الصديق، وكان أبو بكر أنسب العرب.\nوقال الزبير بن بكار: كان يؤخذ عنه النسب وكان أخذ النسب عن أبي بكر.. \" رضي \".\n9 -\nمعاوية بن أبي سفيان\nم سنة 60 هـ. \" رضي \".\nفإنه \" رضي \" أحتفل بها. واستوفد النسابين من الأمصار.\n10 -\nأبو يزيد\nعقيل بن أبي طالب بن عبد مناف القرشي الهاشمي، أخو علي وجعفر \" رضي الله عنهم \"، مات في خلافة معاوية، وقيل في أول خلافة يزيد قبل الحرة. وكانت خلافة يزيد بن معاوية سنة 64 هـ.\nوكان \" رضي \": عالماً بأنساب قريش ومآثرها ومثالبها، وكان الناس يأخذون ذلك عنه بمسجد المدينة.\nوروى هشام ابن الكلبي بسنده إلى أبن عباس \" رضي الله عنهما \" قال:\nالجزء: 1 ¦ الصفحة: 15\n",
        "كان في قريش أربعة يتحاكم الناس إليهم في المنافرات: عقيل، ومخرمة، وحويطب، وأبو جهم.\n11 -\nالبحر حبر الأمة\nعبد الله بن العباس بن عبد المطلب القرشي الهاشمي أبو العباس ابن عم رسول الله صلى الله عليه وسلم م سنة 68 هـ \" رضي \".\nساق الذهبي بسنده في: السير عن عبيد الله بن عبد الله قال:\nكان ابن عباس قد فات الناس بخصال: بعلم ما سبق، وفقه فيما احتيج إليه من رأيه، وحلم، ونسب ونائل، وما رأيت أحداً أعلم بما سبقه من حديث رسول الله صلى الله عليه وسلم، ولا بقضاء أبي بكر، وعمر، وعثمان، منه. ولا أعلم بما مضى، ولا أثقب رأياً فيما أحتيج إليه منه، ولقد كنا نحضر عنده فيحدثنا العشية كلها في المغازي، والعشية كلها في النسب، والعشية كلها في الشعر أه.\n12 -\nدغفل\nعلى وزن جعفر - بن حنظلة بن زيد بن شيبان بن ذهل الشيباني الذهلي النسابة م سنة 70 هـ. \" رضي \" وقيل سنة 65 هـ.\nذكره ابن حجر في الأصابة القسم الأول من حرف الدال. وحرر الخلاف في صحبته.\nوقال: قال ابن سيرين: كان عالماً، لكن أغتلبه النسب.\nوقال ابن سعد: كان له علم ورواية للنسب.\nالجزء: 1 ¦ الصفحة: 16\n",
        "ومن أمثال العرب: فلان أنسب من دغفل.\nوقال النديم: وقتلت دغفلاً الشراة ولا مصنف له.\nوعن عبد الله بن بريدة قال: بعث معاوية إلى دغفل فسأله عن العربية، وأنساب الناس والنجوم، فإذا رجل عالم، فقال: يا دغفل من أين حفظت هذا؟ فقال: حفظته بلسان سؤول وقلب عقول، وإنما غائلة العلم النسيان، قال: إذهب إلى يزيد فعلمه.\nوروى البهيقي في \" الدلائل \" حديث ابان بن عبد الله البجلي في عرض رسول الله صلى الله عليه وسلم نفسه على قبائل العرب، وهو مهم فانظره.\n13 -\nأبو الجهم عامر\nوقيل: عبيد بن حذيفة بن غانم بن عامر القرشي العدوي. مات سنة 70 هـ في آخر خلافة معاوية \" رضي \".\nكان من المعمرين ممن بنى البيت في الجاهلية ثم بنى فيه مع ابن الزبير وبين العمارتين أزيد من ثمانين سنة.\nوكان علامة بالنسب، قال الزبير بن بكار: كان من مشيخة قريش، وهو أحد الأربعة الذين كانت قريش تأخذ عنهم النسب.\n14 -\nعبد الله بن ثعلبة بن صعير العدوي المدني\nم سنة 87 هـ وقيل غيرها \" رضي \".\nأخرج البخاري بسند صحيح عن ابن شهاب أنه كان خاله يتعلم منه الأنساب، قال: فسألته عن شيء من الفقه فدلني على سعيد بن المسيب.\nله: كتاب التظافر والتناصر.\nوهو يشتمل على مجالسه عند معاوية \" رضي \".\nالجزء: 1 ¦ الصفحة: 17\n",
        "15 -\nصحار بن العباس\nويقال: ابن شراحيل بن منقذ بن عمرو بن مرة العبدي النسابة \" رضي \".\nمترجم في القسم الأول من حرف الصاد في كتاب: الإصابة وذكر من حديثه عن النبي صلى الله عليه وسلم قال: سمعت النبي صلى الله عليه وسلم يقول: \" لا تقوم الساعة حتى يخسف بقبائل بني فلان وبني فلان \"، قال: فعرفت أن بني فلان من العرب، لأن العجم إنما تنسب إلى قراها. رواه: أحمد، والبغوي، والطبراني، وأبو يعلى واللفظ له.\nوقال النديم: كان خارجياً، وهو\nصحار بن العباس\nأحد النسابيين والخطباء في أيام معاوية بن أبي سفيان. وله مع دغفل أخبار.\nوكان صحار عثمانياً من عبد القيس روى عن النبي صلى الله عليه وسلم حديثين أو ثلاثة. وله من الكتب: كتاب الأمثال أه.\nولم يحصل لي تاريخ وفاته.\nله: كتاب في النسب.\nالجزء: 1 ¦ الصفحة: 18\n",
        "الطبقة الأولى\nالقسم الثاني يمثل ذكر التابعين من النسابين في القرن الأول باعتباره الوفاة\n60هـ - 100هـ\nالجزء: 1 ¦ الصفحة: 19\n",
        "16 -\nالنخار بن أوس بن أبير العذري\nم نحو سنة 60 هـ ترجمه ابن حجر في: القسم الثالث من حرف النون في الإصابة وقال: \" له إدراك، وكان علامة بالأنساب حتى قال ابن الكلبي: كان أنسب العرب \" هـ وأخذ عنه محمد بن السائب الكلبي: نسب معد بن عدنان.\nوهو ممن استوفدهم معاوية \" رضي \".\n17 -\nعلاقة بن كرشم ويقال كرسم الكلابي\nله علم بالأنساب والأخبار، وأحاديث العرب القديمة، وقد أخذ عنه من ذلك شيء كثير، كان في زمن يزيد بن معاوية، ذكره ابن النديم، وعنه ياقوت وكان حياً قبل سنة 64 هـ.\nله: كتاب النسب.\nوكتاب التشجير.\n18 -\nالحارث بن عبد الله الأعور الهمداني\nم سنة 65 هـ كان من الأخباريين، نسابة، مضعف لدى أهل الرواية ولغوه في التشيع.\nالجزء: 1 ¦ الصفحة: 21\n",
        "19 -\nعبيد بن شرية\nعلى وزن عطية الجرهمي أدرك النبي صلى الله عليه وسلم ولم يره.\nوهو أحد المعمرين عاش إلى خلافة عبد الملك بن مروان.\nوكان نسابة أخبارياً. م سنة 67 هـ رحمه الله تعالى.\nمترجم في: القسم الثالث من حرف العين في: كتاب الإصابة؛ فيمن أدرك النبي صلى الله عليه وسلم ولم يره.\nقال ابن حجر: وقد ذكر الرشاطي عن الهمداني أن معاوية كان مستشرفاً لأخبار حمير، فقال عمرو بن العاص: أين أنت عن\nعبيد بن شرية\nفإنه أعلم من بقي بأخبارهم وأنسابهم فكتب إليه يأخذ منه الأخبار فألفها كتاباً.\nوقد زيد فيه ونقص، فلا يؤخذ منه نسختان مستويتان.\nله: 1 - كتاب الملوك وأخبار الماضين، طبع مع كتاب التيجان في ملوك حمير عام 1347 هـ.\n2 -\nكتاب الأمثال وانظر: ترجمة: عبد الملك بن هشام. م سنة 213 هـ.\n20 -\nالسائب بن بشر الكلبي الكوفي المتوفي قتيلاً سنة 72 هـ مع مصعب بن\nالزبير.\nكان أخبارياً نسابة استوفده معاوية \" رضي \" لذلك.\n21 -\nسعد القصير المكي الأموي مولاهم\nقتله ابن الزبير \" رضي \" بمكة.\nالجزء: 1 ¦ الصفحة: 22\n",
        "قال ابن النديم: \" كان ناسباً، وعنه أخذ العتبي أخبار أهله ومناقبهم وأشعارهم \" أه.\nوابن الزبير \" رضي \" استشهد سنة 73 هـ. والعتبي. م سنة 228 هـ يأتي؟ والعتبي إن كان يأخذ عنه بواسطة أو واسطتين فنعم وإلا فأسانيده عنه منقطعة أو معضلة والله أعلم.\n22 -\nبشر بن مروان بن الحكم الأموي\nم سنة 75 هـ كان شاعراً ناسباً.\n23 -\nابن الكواء\nصالح الحنفي وأسمه: عبد الله بن عروض وقيل: ابن عمرو، من بني يشكر الشيعي النسابة م سنة 80 هـ واحتج بأنه كان نسابة لقول مسكين الدرامي:\nهلم إلي بني الكواء تقضوا\n...\nبحكمهم بأنساب الرجال\nيعرف بأسم: صالح الحنفي، وبابن الكواء.\nومسكين الدرامي هو: ربيعة بن عامر. م 87 هـ.\nله: كتاب النسب.\n24 -\nمنجور بن غيلان الضبي البصري\nم في حدود سنة 85 هـ.\nالجزء: 1 ¦ الصفحة: 23\n",
        "كان نسابة.\nله: كتاب في الأنساب.\n25 -\nطويس\nعيسى بن عبد الله أبو عبد المنعم مولى بني مخزوم. م سنة 92 هـ. أول من غنى بالمدينة بالإيقاع. كان ظريفاً عالماً بتاريخ المدينة وأنساب أهلها.\n26 -\nابن المسيب\nسعيد بن المسيب بن حزن القرشي المخزومي. م سنة 94 هـ رحمه اللهتعالى.\nكان من أعلم الناس بالنسب هو وابنه محمد. يأتي.\n27 -\nابن الكيس\nزيد بن الكيس النمري النسابة، من بني عوف بن سعد بن تغلب بن وائل \" القرن الأول \" قال في: القاموس: كان نسابة.\nوقال أبو عبيدة: إن زيد بن الكيس ممن يقارب دغفلاً في العلم بالأنساب من العرب.\nوفيه وفي دغفل يقول: مسكين بن عامر:\nفحكم دغفلاً وارحل إليه\n...\nولا تدع المطي من الكلال\nالجزء: 1 ¦ الصفحة: 24\n",
        "أو ابن الكيس النمري زيداً\n...\nولو أمسى بمنخرق الشمال\nويقال في نسبه هكذا: زيد بن عبد الله بن مالك بن شراحيل بن الكيس النمري العوفي الوائلي.\nوفي الأنساب لأبن الكلبي هو: عبيد بن مالك بن شراحيل بن الكيس. واسم الكيس: زيد. وهو من ولد عوف بن سعد بن الخزرج بن تيم الله بن النمر بن قاسط.\nله: كتاب في النسب.\n28 -\nعثمان بن عبد الله بن عثمان التيمي\nأخو طلحة ترجمه الحافظ في القسم الرابع من حرف العين وقال: كان عالماً بالنسب، وقال الذهبي: لا صحبة له ولا أسلام بل الصحبة لولده عبد الرحمن.\n29 -\nورقاء الأشعر\nمن بني تيم اللات بن ثعلبة وكان يلقب بابن لسان الحمرة، واسمه: عبد الله بن حصين.\nوحمرة كسكرة كما في: القاموس.\nومن أمثال العرب: أنسب من ابن لسان الحمرة.\nوكان معاصراً لمعاوية. م سنة 60 هـ. \" رضي \".\nله: كتاب في النسب.\nالجزء: 1 ¦ الصفحة: 25\n",
        "الطبقة الثانية\n101 -\nهـ 200هـ\nالجزء: 1 ¦ الصفحة: 27\n",
        "30 -\nيزيد بن معاوية بن أبي سفيان\nم سنة 104 هـ. أخذ النسب عن دغفل بن حنظلة السدوسي النسابة.\nوعن علاقة بن كرشم الكلابي.\n31 -\nقتادة بن دعامة السدوسي البصري الضرير الأكمه\nقدوة المفسرين والمحدثين م سنة 117 هـ رحمه الله تعالى.\nكان رأساً في العربية والغريب، وأيام العرب وأنسابها، حتى قال فيه أبو عمرو بن العلاء: كان قتادة من أنسب الناس.\nوعن حفص عن قائد لقتادة قال: قدت قتادة عشرين سنة، وكان يبغض الموالي، ويقول: دباغين حجامين، أساكفة.\nفقلت: ما يؤمنك أن يجيء بعضهم، فيأخذ بيدك فيذهب بك إلى بئر فيطرحك فيها، قال: لاقدتني بعدها ابداً.\n32 -\nالإمام الحافظ الحجة المقريء\nأبو داود عبد الرحمن بن هرمز المدني الأعرج، مولى محمد بن ربيعة بن الحارث بن عبد المطلب بن هاشم. م سنة 117 هـ رحمه الله تعالى.\nقال الذهبي: ابن لهيعة عن أبي النضر، قال: كان عبد الرحمن بن هرمز أول من وضع العربية، وكان أعلم الناس بأنساب قريش.\n33 -\nعون بن عبد الله بن عتبة بن مسعود الهذلي الكوفي\nالمتوفي بعد سنة 120هـ رحمه الله تعالى.\nالجزء: 1 ¦ الصفحة: 29\n",
        "كان رحمه الله تعالى: خطيباً وشاعراً ورواية ناسباً.\n34 -\nخراش بن إسماعيل الشيباني العجلي\nيكنى بأبي وعرا: وفي هدية العارفين: أبو رعشن م سنة 120 هـ تقريباً أخذ عنه محمد بن السائب الكلبي. وهو أحد النسابين.\nله: 1 - أخبار ربيعة وأنسابها.\n2 -\nالنسب العتيق في أخبار بني ضبة.\n35 -\nالزهري\nالإمام الحافظ محمد بن مسلم بن عبيد الله بن عبد الله بن شهاب القرشي\nالزهري\nالمدني. م سنة 124 هـ رحمه الله تعالى.\nقال الذهبي: أبو صالح عن الليث بن سعد قال: ما رأيت عالماً قط أجمع من ابن شهاب، يحدث في الترغيب فنقول: لا يحسن إلا هذا. وإن حدث عن العرب والأنساب، قلت لايحسن إلا هذا. وإن حدث القرآن والسنة كان حديثه.\nوقال قرة بن عبد الرحمن: لم يكن للزهري كتاب إلا كتاب فيه نسب قومه اه.\nولعل الزهري هو أول من ألف في الأنساب عند العرب.\n36 -\nهشام بن عبد الملك بن مروان\nالخليفة الأموي. م سنة 125 هـ.\nالجزء: 1 ¦ الصفحة: 30\n",
        "كان شديد الولع بها تعقد المناظرات فيها بين يديه. فكان يوصي معلم ولده محمد بتعليمه الأنساب..\nفقال للمعلم: سليمان بن سليم\nالكلبي\nمولاهم الحمصي: \" خذه بعلم نسبه في العرب حتى لا يخفى عليه منه قليل ولا كثير \".\nوقال أيضاً: \" وروه جماهير أحياء العرب \" اه.\nوأمر بتدوين الأنساب.\nومن نفيس كلامه: ما بقى على من لذات الدنيا شيء إلا أخ أرفع مؤنة التحفظ بيني وبينه.\n37 -\nالفأفأ المخزومي\nخالد بن سلمة بن العاص بن هشام بن المغيرة المخزومي. م بعد سنة 132 هـ.\nمن رجال مسلم والأربعة، كان رأساً في الأرجاء والتشيع. وكان هو والنضر بن شميل من أنسب أهل زمانهما.\nوكانا وضعا كتاب: المثالب والمناقب الذي بأيدي الناس اليوم بأمر هشان بن عبد الملك وأمرهما بأن يدعا قريشاً فليس لقريشي له ذكر.\n38 -\nشبيل بن عروة بن عمير الضبعي\nم نحو سنة 140هـ.\nكان شاعراً نسابة من أهل البصرة.\n39 -\nمجالد بن سعيد بن عمير الهمداني الكوفي\nم سنة 144 هـ.\nكان رواية للأخبار والأنساب وأشعار العرب.\nالجزء: 1 ¦ الصفحة: 31\n",
        "40 -\nالكلبي\nمحمد بن السائب بن بشر بن عمرو بن الحارث\nالكلبي\nأبو النضر. نسابه رواية عالم بالتفسير والأخبار أيام العرب. م سنة 146 هـ رحمه الله تعالى.\nوهو من: كلب ابن وبرة من قضاعة، وكان يتقدم الناس بالعلم بالأنساب.\nقال النديم: قال هشام بن محمد: قال لي أبي أخذت نسب قريش عن أبي صالح، وأخذه أبو صالح عن عقيل بن أبي طالب.\nقال: وأخذت نسب كندة عن أبي الكناس الكندي وكان أعلم الناس.\nوأخذت نسب معد بن عدنان عن النجاد بن أوس العدوي وكان أحفظ من رأيت وسمعت به.\nوأخذت نسب إياد عن عدي بن زياد الإيادي وكان عالماً بإياد.\n41 -\nعوانة بن الحكم بن عياض بن وزر بن عبد الحارث الكلبي\nويكنى أبا الحكم من علماء الكوفة رواية للأخبار عالم بالشعر والنسب، وكان فصيحاً ضريراً م سنة 147 هـ. رحمه الله تعالى. وقيل سنة 158 هـ.\nوهو من شيوخ: الهيثم بن عدي. م سنة 206 هـ والأصمعي. م سنة 216 هـ.\nوله: سيرة معاوية وبني أمية.\nوقد أمره الوليد بن يزيد بن عبد الملك! أن يجمع له ديوان العرب\n....\nومن شيوخه: والده الحكم، وكان الحكم عالماً بأيام العرب وأنسابها، وكان له قدرة وحال وولي ولايات كثيرة.\nالجزء: 1 ¦ الصفحة: 32\n",
        "42 -\nعيسى بن عمر الثقفي\nم سنة 149 هـ.\nكان مولى لخالد بن الوليد لكنه نزل في ثقيف فنسب إليهم، وكان عالماً بالنحو والعربية والقراءة والنسب.\nوقد جرت له قصة يفسر بها أسماء القبائل.\n43 -\nابن جريح\nعبد الملك بن عبد العزيز بن جريح القرشي الأموي المكي. الإمام شيخ الحرم م سنة 150هـ. رحمه الله تعالى.\nقال: كنت أتتبع: الأشعار، والعربية، والأنساب فقيل لي لو لزمت عطاء فلزمته.\n44 -\nمحمد بن إسحاق بن يسار المطلبي مولاهم المدني\nشيخ المؤرخين والسير. م سنة 151 هـ.\nله: السيرة النبوية.\nوكان من أحسن الناس سياقاً للأخبار فيها لكن قال ياقوت: \" أخطأ في كثير من النسب الذي أورده في كتابه \" أه.\n45 -\n\" أبو مخنف \" لوط بن يحيى بن سعيد بن مخنف بن سليم الأزدي الكوفي\nنسابه أخباري. توفي قبل سنة 151 هـ. وقيل سنة 157 هـ.\nوكان من شيوخ المدائني.\nالجزء: 1 ¦ الصفحة: 33\n",
        "46 -\nالقرقبي\nزهير بن ميمون الهمداني أبو محمد النحوي المقريء. عالم بالأنساب والأخبار وأيام الناس. م سنة 155 هـ رحمه الله تعالى.\n47 -\nزهير بن ميمون الهمذاني\nم سنة 155 هـ: كان عالماً بالأنساب والأخبار وأيام الناس.\n48 -\nحماد الراوية\nحماد بن أبي ليلى المعروف بحماد الراوية، مشهور برواية الأشعار وأخبار الناس عالم بالأنساب.\nمن ندماء: الوليد بن عبد الملك قال الجاحظ وكان متهماً في دينه وعده في آخرين. م سنة 155 هـ.\n49 -\nأبو المثنى الكلبي\nالشرقي بن القطامي واسمه: الوليد بن الحصين بن جمال بن حبيب العذري الكوفي. م نحو سنة 155 هـ.\nأحد النسابين الرواة للأخبار والأنساب والدواوين. معاصر للمهدي.\nقال النديم: وكان كذاباً.\nوالمهدي. م سنة 169 هـ.\n50 -\nأبو القاسم\nحماد بن سابور بن المبارك بن عبيد. م سنة 156 هـ رحمه الله تعالى.\nالجزء: 1 ¦ الصفحة: 34\n",
        "كان رواية للأخبار، والأشعار، والأنساب في أيام الوليد بن عبد الملك.\nروى عنه الناس ولم يصنف كتاباً.\n51 -\nأبو سفيان\nابن العلاء أخو أبي عمرو بن العلاء. اسمه كنيته لا غير. م سنة 165 هـ.\nكان نحوياً قائماً بعلم النسب.\n52 -\nعبد الله بن عياش\nالمنتوف. م سنة 170هـ وقيل سنة 158 هـ كان عالماً بالأنساب والرواية.\n53 -\nالمسعودي\nأبو عبد الله القاسم بن معن بن عبد الرحمن بن عبد الله ابن مسعود - صاحب رسول الله صلى الله عليه وسلم - الكوفي. م سنة 175 هـ رحمه الله تعالى.\nكام من علماء الكوفة بالعربية، والفقه، والشعر والأخبار، والنسب.\n54 -\nعيسى بن يزيد بن بكر بن دأب الليثي المدني\nعاصر المهدي والهادي. م نحو سنة 179 هـ كان رواية للأدب والأنساب.\nالجزء: 1 ¦ الصفحة: 35\n",
        "55 -\nالمغيرة بن عبد الرحمن بن عبد الله القرشي الأسدي الحزامي المدني\nالفقيه النسابة.\nويعرف بقصي. من رجال الستة. م سنة 180هـ تقريباً رحمه الله تعالى.\nقال الذهبي: وكان شريفاً وافر الحرمة علامة بالنسب صادقاً عالماً.\n56 -\nعامر بن صالح بن عبد الله بن عروة بن الزبير بن العوام.\nم سنة 182 هـ رحمه الله تعالى.\nقال الزبير بن بكار: كان عالماً بالفقه والحديث والعلم والنسب، وأيام العرب وأشعارها.\n57 -\nعبد الملك بن مروان بن الحكم الخليفة الأموي\nم سنة 186 هـ.\nكان رواية للأنساب خاصة نسب قريش.\nقال محمد بن مسلم الزهري - وقد امتحنه في صنوف من العلم حتى بلغ الأنساب: جعل يسألني عن أنساب قريش فلهو كان أعلم بها مني.\n58 -\nأبو الوزير\nعمر بن مطرف الكاتب البغدادي من عبد القيس توفي أيام الرشيد العباسي سنة 186 هـ وقيل سنة 188 هـ.\nله: 1 - مفاخرة العرب ومنافرة القبائل في النسب.\nالجزء: 1 ¦ الصفحة: 36\n",
        "2 -\nمنازل العرب وحدودها وأين كانت محلة كل قوم والى أين أنتقل منها.\n59 -\nأبو اليقظان\nسحيم بن حفص الأخباري النسابة. م سنة 190هـ رحمه الله تعالى.\nقال محمد بن إسحاق النديم: كان عالماً بالأخبار والأنساب والمثالب والمآثر ثقة فيما يرويه. وهو من شيوخ ابن حبيب. والمدائني.\nله: 1 - النسب الكبير.\n2 -\nنسب خندف وأخبارها.\n3 -\nأخبار تميم.\nفائدة: قال المدائني: إذا قلت: سحيم بن حفص، وعامر بن حفص، وعامر بن أبي محمد، وعامر بن الأسود، وعبيد الله بن حفص، وأبو إسحاق فهو\n: أبو اليقظان.\nأه.\n60 -\nعمر بن مطرف البغدادي\nم سنة 193 هـ.\nكان نسابة علامة بتقويم البلدان، معاصراً للرشيد العباسي.\nله: 1 - منازل العرب وحدودها.\n2 -\nمفاخرات العرب ومنافرات القبائل.\n61 -\nحبيب بن عبد الله بن الزبير الأسدي\nم سنة 193 هـ رحمه الله تعالى.\nالجزء: 1 ¦ الصفحة: 37\n",
        "كان من العلماء بنسب قريش.\n62 -\nشيخ العربية مؤرج بن عمرو السدوسي\nم سنة 195 هـ رحمه الله تعالى.\nله: 1 - جماهير القبائل.\n2 -\nحذف من نسب قريش.\nطبع بتحقيق صلاح الدين المنجد عام 1960م. بمصر. نشر مكتبة دار العروبة. وهو أقدم كتاب معروف في النسب وصل إلينا.\n63 -\nابن أبي ثابت\nعبد العزيز بن عمران بن عبد العزيز بن عمر بن عبد الرحمن بن عوف الزهري المدني الأعرج: يعرف بأبن أبي ثابت متروك احترقت كتبه فحدث من حفظه فاشتد غلطه. وكان عارفاً بالأنساب. مات سنة 197 هـ.\nقال عنه يحيى بن معين: صاحب نسب.\n.. - أحمد بن بشير القرشي المخزومي: مولاهم: م سنة 197 هـ. رحمه الله تعالى.\nقال ابن نمير: كان صدوقاً حسن المعرفة بأيام الناس حسن الفهم. إنما وضعه عند الناس الشعوبية.\nالجزء: 1 ¦ الصفحة: 38\n",
        "64 -\nأبان بن عثمان الأحمر\nم سنة 200هـ رحمه الله تعالى.\nقال ابن حبان: كان أديباً عالماً بالأنساب.\n65 -\nأبو البختري\nوهب بن وهب بن كثير القرشي الأسدي، المدني، م سنة 200هـ.\nكان رئيساً للقضاة، من نبلاء الرجال إلا انه متروك الحديث، وكان فقيهاً أخبارياً نسابة. قد صنف في: النسب والغزوات.\nله: 1 - نسب ولد إسماعيل.\n2 -\nطسم وجديس.\n3 -\nفضائل الأنصار.\n4 -\nالفضائل الكبير.\n66 -\nابن زبالة\nمحمد بن الحسن بن زبالة. فقيه أخباري نسابة. م سنة 200هـ رحمه الله تعالى.\nله: 1 - كتاب الألقاب.\n2 -\nمثالب الأنساب.\nوقيل: لما صنفه جفاه أهل المدينة.\n67 -\nالسدوسي\nعبد الله بن الفضل بن سفيان بن منجوف أبو عبد الله المعروف بغنوية\nالجزء: 1 ¦ الصفحة: 39\n",
        "السدوسي. البغدادي م سنة 200هـ تقريباً رحمه الله تعالى.\nله: كتاب المآثر والأنساب والأيام.\n68 -\nمولى أم هانيء\nأبو صالح باذام\nمولى أم هانيء\nبنت أبي طالب \" القرن الثاني \".\nكان من ععلماء النسب. أخذه عن: عقيل بن أبي طالب \" رضي \".\nوعنه أخذ النسب: محمد بن السائب الكلبي.\n69 -\nحميد بن سليمان بن حفص بن عبد الله بن أبي الجهم بن حذيفة بن غانم\nبن عامر\nيعلم النسب حتى صار يعرف بالنسابة.\nروى عنه: زكريا الساجي م سنة 137 هـ وغيره. قال المرزباني في معجم الشعراء: كان خبيث اللسان هجاء\n...\n70 -\nخالد بن طليق بن محمد بن عمران بن حصين الخزاعي\nرواية نسابة لكنه كان معجباً تياهاً ولاه المهدي قضاء البصرة، والمهدي. م سنة 169 هـ.\nله: 1 - كتاب المآثر.\n2 -\nكتاب المزوجات.\n3 -\nكتاب المنافرات.\n71 -\nعامر بن صالح بن عبد الله بن عروة بن الزبير\nكان رحمه الله تعالى: فقيهاً محدثاً رواية نسابة شاعراً مات ببغداد أيام\nالجزء: 1 ¦ الصفحة: 40\n",
        "هارون الرشيد وولاية هارون من سنة 170هـ إلى وفاته سنة 193 هـ.\n72 -\nعدي بن رآب أو رثاث الإيادي\nم في القرن الثاني.\nعنه أخذ: محمد بن السائب الكلبي: نسب إياد. وقال عنه: \" وكان عالماً بإياد \" أه.\n73 -\nأبو عثمان\nعمر بن بكير البغدادي النسابة.\n\" القرن الثاني \".\n74 -\nأبو المنهال عيينة بن عبد الرحمن بن المنهال المهلبي\nكان حياً إلى سنة 170هـ. من الرواة للأخبار والأمثال والأنساب، له كتب في الأمثال وغيرها.\nوهو تلميذ الخليل بن أحمد م سنة 157 هـ. وقد مات بنيسابور روى عنه: سفيان بن عيينة رحمه الله تعالى.\n75 -\nالقاسم بن ربيعة الغطفاني البصري\n\" القرن الثاني \".\nكان الحسن البصري رحمه الله تعالى إذا سئل عن النسب قال: عليكم بالقاسم بن ربيعة.\n77 -\nمحمد بن الإمام سعيد بن المسيب المدني.\nقال ابن العماد في ترجمة والده. م سنة 94 هـ: \" وولد لسعيد: محمد وكان نسابة فنفي قوماً من المخزوميين، فرفع ذلك إلى الوالي فجلده الحد \" أه.\nالجزء: 1 ¦ الصفحة: 41\n",
        "78 -\nالحنبصي\nأبو نصر محمد بن عبد الله بن سعد\nالحنبصي \"\nالقرن الثاني \".\nذكر الهمداني بأنه نسابة كبير.\nله: نسب حمير.\n79 -\nهشام بن عمارة بن الوليد بن عدي بن نوفل بن عبد مناف\nكان من ندماء المهدي العباسي. عالم بأنساب قريش وأخبارها.\nوهو القائل في: محمد بن عبد الله بن كثير بن الصلت:\nحقرتك شرطياً فأصبحت قاضياً\n...\nفصرت أميراً أبشري قحطان\nوالمهدي العباسي. م سنة 169 هـ.\n80 -\nالوليد بن روح بن الوليد بن عبد الملك بن مروان\nم \" القرن الثاني \".\nكان عالماً بالنسب.\n81 -\nالجرهمي\nالوليد بن زياد\nالجرهمي \"\nالقرن الثاني \" نسابة عاش في العصر الأموي.\n.. - النسابة البكري: وكان نصرانياً، روى عنه رؤبة بن الحجاج: إن للعلم آفة وهجنة ونكداً.\nالجزء: 1 ¦ الصفحة: 42\n",
        "ورؤبة م سنة 145 هـ.\n82 -\nالحكم الكلبي\nوهو والد: عوانة م سنة 158 هـ تقدم.\n83 -\nأبو الكناس الكندي\nوعنه: أخذ محمد بن السائب الكلبي. م سنة 146 هـ: نسب كندة، قال: \" وكان أعلم الناس \" أه.\nالجزء: 1 ¦ الصفحة: 43\n",
        "الطبقة الثالثة\n201 -\nهـ 300هـ\nالجزء: 1 ¦ الصفحة: 45\n",
        "84؟ - ابن أبي أويس\nعبد الحميد بن عبد الله الأصبحي أبو بكر بن أبي أويس. ثقة من التاسعة من رجال الشيخين وغيرهما. م سنة 202 هـ.\nأحد الرواة للغة والأنساب والمآثر. لقي فصحاء الأعراب. روى عن أبي سهل سعدالمقبري كتاب الحصري في: الغريب.\nوالمقبري من الثامنة من رجال ابن ماجة وفاته بعد المائة.\nوهو من شيوخ ابن سعد في الطبقات.\n85 -\nعمرو بن بكير بن سابور\nالناقد البغدادي. م سنة 202 هـ. وهو صاحب الحسن بن سهل، وكان أخبارياً رواية نسابة. وله عمل الفراء: كتاب معاني القرآن.\n86 -\nالنضر بن شميل الحميري النحوي البصري\nم سنة 204 هـ رحمه الله تعالى.\nمن اقران خالد بن سلمة المخزومي. وكانا من انسب أهل زمانهما.\nوصنفا بأمر هشام بن عبد الملك: كتاب مثالب العرب ومناقبها.\n87 -\nابن الكلبي\nالعلامة الأخباري النسابة الأوحد أبو المنذر هشام ابن الأخباري الباهر محمد بن السائب بن بشر الكلبي الكوفي الشيعي، أحد المتروكين كأبيه. م سنة 204 هـ.\nمن السير 10 101 وفيه أيضاً:\n\" قال أحمد بن حنبل: إنما كان صاحب سمر ونسب، ما ظننت أن أحداً\nالجزء: 1 ¦ الصفحة: 47\n",
        "يحدث عنه \" أه.\nوقال أيضاً 10 102:\nوله كتاب: الجمهرة في النسب. 1 هـ.\nوانظر: معجم الأدباء 19287. وفي الفهرست ص108 سماه كتاب النسب الكبير.\nوله: كتاب: بيوت ربيعة.\nكتاب: ألقاب قريش.\nكتاب: كتاب ألقاب ربيعة.\nكتاب: ألقاب قيس عيلان كتاب: ألقاب اليمن.\nكتاب: ألقاب بني طابخة.\nكتاب: النواقل: في القبائل.\nكتاب: نواقل قضاعة.\nكتاب: بيوتات اليمن.\nكتاب: افتراق ولد نزار.\nكتاب: تفرق الأزد.\nكتاب: تسمية من بالحجاز من أحياء العرب.\nتنبيه:\nأما كتاب الجمهرة فيوجد فيه قسم في: المتحف البريطاني. وقد شرع في نشره في سنواتنا الأخيرة. وكتاب: النسب الكبير أو: معد واليمن الكبير فيوجد القسم الأخير منه في خزانة: دير الأسكوريال في أسبانيا ويحوي هذا القسم جميع أنساب القبائل اليمنية كما أن القسم الموجود من الجمهرة يحوي جميع أنساب القبائل العدنانية ومن هنا ظن بعض الباحثين أن القسمين من كتاب واحد هو الجمهرة ويتضح خطأ هذا من مقارنة ترتيب النسب في المختصرات التي وصلت إلينا من كتاب الجمهرة على\nالجزء: 1 ¦ الصفحة: 48\n",
        "القسم الموجود في مكتبة الأسكوريال وقد تصدى المستشرق الألماني ورتر كاسكل لدراسة القطعتين حيث أعتبرهما كتاباً واحداً وأصدر دراسة في مجلدين ضخمين طبعاً في: ليدن في هولندا.\nكتاب: المنزل. وهو كتاب النسب الكبير.\nكتاب: الفريد في الأنساب. صنفه للمأمون.\nكتاب: الملوكي في الأنساب. صنفه لجعفر البرمكي.\nكتاب: الموجز في النسب.\nوغيرها بسطا في: معجم الأدباء 19288 292 واللسان 6196 197 وقال:\n\" الأخباري النسابة العلامة \" أه.\nوفي كشف الظنون 1178:\n\" والذي فتح هذا الباب وضبط علم الأنساب هو: الإمام النسابة هشام بن محمد بن السائب الكلبي م سنة 204 هـ.\nفإنه صنف فيه خمسة كتب فذكر: المنزل وما بعده \" 1 هـ.\nوانظر: كشف الظنون 2 1258، 2002\nهدية العارفين 2508.\nمجلة المجمع العلمي العراقي 11233 348 عام 1369 هـ.\nوانظر: مصادر ترجمت مستوفاه في: موارد البلازري 1358 359.\n88 -\nأبو عبد الرحمن الهيثم بن عدي الطائي الثعلي البحتري الكوفي\nم سنة 206 هـ. كان عالماً بالشعر والأخبار والمثالب والمناقب والمآثر والأنساب. نقل من كلام العرب وعلومها وأشعارها ولغاتها الكثير.\nوكان يتعرض لأصول الناس ونقل أخبارهم.\nالجزء: 1 ¦ الصفحة: 49\n",
        "وقد نقم عليه في نسبه. وفيه يقول دعبل:\nإذا نسبت عدياً في بني ثعل\n...\nفقدم الدال قبل العين في النسب\nله: 1 - بيوتات العرب.\n2 -\nبيوتات قريش.\n3 -\nافتراق العرب ونزولها منازلها.\n4 -\nنزول العرب بخراسان والسواد.\n5 -\nنسب طي.\n6 -\nتاريخ الأشراف الكبير.\n7 -\nتاريخ الأشراف الصغير.\n8 -\nمن تزوج من الموالي في العرب.\n89 -\nمحمد بن عمر بن واقد السهمي الأسلمي\nمولاهم المدني أبو عبد الله الواقدي. م سنة 207 هـ رحمه الله تعالى.\nمن أشهر مؤرخي الإسلام وقدمائهم وأشهر من روى عنه كاتبه: محمد بن سعد.\nله: 1 - كتاب المناكح.\n2 -\nكتاب مداعي قريش والأنصار.\n3 -\nوضع عمر الدواوين.\n4 -\nتصنيف القبائل ومراتبها وأنسابها.\n90 -\nأبو عبيدة معمر بن المثنى التيمي\nمولاهم البصري كان من أعلم الناس باللغة، وأنساب العرب وأخبارها.\nالجزء: 1 ¦ الصفحة: 50\n",
        "وهو أول من صنف غريب الحديث. م سنة 208 هـ رحمه الله تعالى.\nقال السيوطي: وكان أعلم من الأصمعي وأبي زيد في الأنساب والأيام.\nويحكي أنه يرى رأي الخوارج الأباضية، وقيل: كان شعوبياً يطعن في الأنساب.\nله: 1 - كتاب بيوتات العرب.\n2 -\nكتاب القبائل.\n3 -\nكتاب أيام بني مازن وأخبارهم.\n4 -\nكتاب مناقب باهلة.\n5 -\nمآثر العرب.\n6 -\nكتاب غريب بطون العرب.\n7 -\nمآثر غطفان.\n91 -\nسلموية بن صالح الليثي النحوي أبو صالح\nويقال: وأسمه سليمان بن داود.\nويقال: سليمان بن صالح الليثي المروزي ويعرف بسلموية. م نحو سنة 210هـ.\nوكان من رواة الأخبار والأنساب.\n92 -\nابن هشام عبد الملك بن هشام بن ايوب الحميري المعافري أبو محمد جمال\nالدين. م سنة 213 هـ. رحمه الله تعالى.\nكان عالماً بالأنساب واللغة وأخبار العرب أشتهر بكتابه: السيرة، وعرفت بأسم: سيرة أبن هشام.\nله:\nالجزء: 1 ¦ الصفحة: 51\n",
        "1 -\nأنساب حمير وملوكها.\nطبع باسم: التيجان في ملوك حمير. عام 1347 في الهند حيدر آباد.\n2 -\nأخبار عبيد بن شرية الجرهمي.\nطبع في آخر الكتاب قبله.\n3 -\nكتاب نسب ولد ابراهيم بن اسماعيل.\n93 -\nأبو زيد سعيد بن أوس بن ثابت الخزرجي الأنصاري الإمام النحوي\nم سنة 215 هـ رحمه الله تعالى.\nله: بيوتات العرب.\n.. - سهل بن هارون الفارسي الأصل: كان أدبياً كاتباً شاعراً حكيماً شعوبياً يتعصب للعجم على العرب شديداً في ذلك، وكان مشهوراً بالبخل. م سنة 215 هـ.\n94 -\nالأصمعي\nعبد الملك بن قريب بن علي بن أصمع أبو سعيد\nالأصمعي\nسنة 216 هـ رحمه الله تعالى.\nله: كتاب النسب.\nلطيفة.\nالجزء: 1 ¦ الصفحة: 52\n",
        "كان أبو عبيدة معمر بن المثنى: يطعن على الأصمعي بالبخل وضيق العطن. وكان الأصمعي إذا ذكر أبا عبيدة قال: ذاك ابن الحائك.\n95 -\n\" أبو مسهر \" عبد الأعلى بن مسهر الغساني\nم سنة 218 وكان عالماً بأنساب الشاميين.\n96 -\nالفضل بن دكين الملائي أبو نعيم\nواسمه: عمرو بن حماد بن زهير بن درهم التيمي والفضل لقب له، ودكين لقب لأبيه. م سنة 218 هـ رحمه الله تعالى.\nكان محدثاً نساباً.\nقال عنه ابن المديني: \" كان أبو نعيم عالماً بأنساب العرب أعلم بذلك من يحيى بن سعيد القطان \". أه.\nوقال عنه أحمد بن حنبل: \" أعلم من وكيع بالرجال وأنسابهم \". اه.\n97 -\nأبو عبيد القاسم بن سلام الهروي الأزدي الخزاعي\nمولاهم الخراساني البغدادي. من علماء الحديث واللغة. م سنة 224 هـ رحمه الله تعالى.\nصاحب كتب: الأمثال، والأموال، والغريب وثلاثتها مطبوعة.\nوله: كتاب النسب.\nمخطوطته وقد تكون الوحيدة في مكتبة مدينة مغنيزيا في تركيا.\nونقل منه الزبيدي في: تاج العروس 16 6229\nالجزء: 1 ¦ الصفحة: 53\n",
        "وسماه: جمهرة الأنساب. وانظر من التاج.\n292 5378 62 - 6\n، 229 714.\n98 -\nأبو عبد الله سعيد بن الحكم بن أبي مريم الجمحي المصري\nنسابة أخباري. م سنة 224 هـ رحمه الله تعالى.\nله: 1 - كتاب النسب، ويسمى: أنساب العرب، ويسمى أيضاً: جماهير الأنساب.\n2 -\nكتاب المآثر.\n3 -\nكتاب نواقل العرب.\nوله كتاب: أنساب الخيل.\nفائدة: النواقل بالقاف، أي النساء اللائي انتقلن في المناكح من قبيلة إلى أخرى.\nوتنبه لما في المطبوعات من رسمه بالفاء: النوافل فإنه تصحيف صوابه بالقاف والله أعلم.\n99 -\nالمدائني\nعلي بن محمد بن عبد الله بنأبي سيف أبو الحسن، مولى سمرة بن حبيب بن عبد شمس بن عبد مناف. م سنة 225 هـ رحمه الله تعالى.\nوقيل سنة 215 هـ.\nالجزء: 1 ¦ الصفحة: 54\n",
        "من المكثرين في التأليف، وقد بسط ذكرها: ياقوت نقلاً عن: النديم.\nله: 1 - كتاب أمهات النبي صلى الله عليه وسلم.\n2 -\nكتاب نسب قريش وأخبارها.\n3 -\nكتاب العباس بن عبد المطلب.\n4 -\nكتاب أخبار أبي طالب وولده.\n5 -\nكتاب عبد الله بن العباس.\n6 -\nكتاب علي بن عبد الله بن العباس.\n7 -\nكتاب آل أبي العاص.\n8 -\nكتاب آل أبي العيص.\n9 -\nكتاب خبر الحكم بن أبي العاص.\n10 -\nكتاب عبد الرحمن بن سمرة.\n11 -\nكتاب أبن أبي عتيق.\n12 -\nكتاب عمرو بن الزبير.\n13 -\nكتاب فضائل محمد بن الحنفبة.\n14 -\nكتاب فضائل جعفر بن أبي طالب.\n15 -\nكتاب فضائل الحارث بن عبد المطلب.\n16 -\nكتاب فضائل عبد الله بن جعفر.\n17 -\nكتاب معاوية بن عبد الله.\n18 -\nكتاب عبد الله بن معاوية.\n19 -\nكتاب محمد بن علي بن عبد الله بن عباس.\n20 -\nكتاب العاص بن أمية.\n21 -\nكتاب عبد الله بن عامر بن كريز.\n22 -\nكتاب بشر بن مروان بن الحكم.\n23 -\nكتاب عمر بن عبد الله بن معمر.\n24 -\nكتاب فضائل قريش.\n25 -\nكتاب عمرو بن سعيد بن العاص.\nالجزء: 1 ¦ الصفحة: 55\n",
        "26 -\nكتاب يحيى بن عبد الله بن الحارث.\n27 -\nكتاب أسماء من قتل من الطالبيين.\n28 -\nكتاب أخبار زياد بن أمية.\n29 -\nكتاب مناكح زياد وولده ودعوته.\n30 -\nكتاب الجوابات \" جوابات القبائل \".\n31 -\nكتاب المناكح.\n32 -\nكتاب المردفات من قريش. طبع ضمن:\nالرسائل النادرة تحقيق عبد السلام هاورن.\n33 -\nكتاب من زوج من الأشراف في كلب.\n34 -\nكتاب من تزوج في ثقيف من قريش.\n35 -\nكتاب العواتك.\n36 -\nكتاب البيوتات.\n37 -\nكتاب من نسب إلى أمه.\n38 -\nكتاب من نسب إلى امه من الشعراء.\nفي غيرها كثير والله أعلم.\n100 -\nسعيد بن عفير\nعالم الديار المصرية: سعيد بن كثير بن عفير الأنصاري مولاهم المصري. م سنة 226 هـ. رحمه الله تعالى.\nقال ابن يونس: كان من أعلم الناس بالأنساب والأيام الماضية وأيام العرب، والتواريخ كان في ذلك كله عجباً.\n101 -\nالعتبي محمد بن عبد الله بن عمرو بن معاوية بن عمرو بن عتبة ابن\nأبي سفيان\nالجزء: 1 ¦ الصفحة: 56\n",
        "الأموي البصري. م سنة 228 هـ.\nكان أخبارياً شاعراً أخذ عن سعد القصير النسابة أخبار أهله ومناقبهم. وسعد تقدم في آخر طبقة التابعين.\n102 -\nابن الأعرابي\nمحمد بن زياد المعروف بابن الأعرابي الهاشمي مولاهم الكوفي. م سنة 230هـ رحمه الله تعالى.\nكان من أكابر أئمة اللغة المشار إليهم في معرفتها وكانت طريقته طريقة الفقهاء والعلماء، وكان أحفظ الناي للغات والأيام والأنساب وهو من شيوخ ابن حبيب.\nله: 1 - كتاب تاريخ القبائل.\n2 -\nكتاب نسب الخيل.\n103 -\nاليشكري\nمحمد بن سلمة بن أرتيل\nاليشكري\nأبو جعفر عالم بالنسب من بيت كبير بالكوفة. م سنة 230هـ رحمه الله تعالى.\nله: 1 - كتاب بجيلة وأنسابها وأخبارها وأشعارها.\n2 -\nكتاب خثعم وأنسابها وأشعارها.\n3 -\nالنواقل من العرب.\n104 -\nابن سعد\nمحمد بن سعد كاتب الواقدي. م سنة 231 هـ رحمه الله تعالى.\nالجزء: 1 ¦ الصفحة: 57\n",
        "مؤرخ نسابة.\nله: كتاب الطبقات، مطبوع.\nسياقته على القبائل.\n105 -\nالواثق بالله\nهارون\nالواثق بالله\nبن محمد المعتصم بالله بن هارون الرشيد. م سنة 232 هـ.\nمن خلفاء الدولة العباسية وكان كريماً عارفاً بالآداب والأنساب.\n106 -\nأبو عبد الله بن سلام الجمحي\nكان أخبارياً رواية نسابة. م سنة 232 هـ رحمه الله تعالى.\nله: 1 - كتاب بيوت العرب.\n2 -\nنسب قريش.\nطبع له كتاب: طبقات الشعراء الجاهليين والإسلاميين.\n107 -\nابن أبي داود\nأحمد بن أبي داود بن جرير بن مالك الإيادي القاضي المعتزلي. م سنة 233 هـ.\nأخباري النسابة.\n108 -\nابن المديني\nالإمام الحافظ المحدث علي بن عبد الله\nابن المديني.\nم سنة 234 هـ رحمه\nالجزء: 1 ¦ الصفحة: 58\n",
        "الله تعالى.\nله: 1 - تسمية من روى عنه من أولاد العشرة وغيرهم من أصحاب رسول الله صلى الله عليه وسلم.\nطبع عام 1402 هـ نشر دار القلم، بالكويت.\n2 -\nأخبار آل أبي العباس.\n109 -\nعبد الله بن محمد بن عمارة\nالمعروف بابن القداح المدني الأنصاري. م قبل سنة 236 هـ.\nنسابة أخباري.\nقال أبن فتحون: كان من أعلم الناس بنسب الأنصار، وعليه عول العدوي في كتابه الذي صنفه في نسب الأنصار.\nله: نسب الأوس. رواه مصعب الزبيري.\n110 -\nأبو عبد الله\nمصعب بن عبد الله بن مصعب بن ثابت بن عبد الله بن حواري رسول الله صلى الله عليه وسلم، وابن عمته الزبير ابن العوام الأسدي، الزبيري المدني نزيل بغداد. م سنة 236 هـ. وقال النديم سنة 233 هـ رحمه الله تعالى.\nقال ابن حبان: كان من علماء الناس بالأنساب وأيام الناس وما كان فيهم من الحوادث.\nوقال الذهبي: قلت: كان علامة نسابة أخبارياً فصيحاً من نبلاء الرجال وأفرادهم.\nالجزء: 1 ¦ الصفحة: 59\n",
        "وهو: عم الزبير بن بكار وشيخه أخذ عنه النسب هو والحسين بن فهم، وابن أبي خيثمة.\nله: 1 - النسب الكبير 2 - نسب قريش. طبع الموجود منه في مجلد عام 1953م بمصر. نشر دار المعارف.\n111 -\nعبد الملك بن حبيب السلمي المرداسي الأندلسي القرطبي\nصاحب الموضحة في فقه المالكية. م سنة 239 هـ رحمه الله تعالى.\nقال ابن الفرضي: كان فقيهاً نحوياً شاعراً أخبارياً نسابة طويل اللسان متصرفاً في فنون العلم.\nله: 1 - كتاب النسب.\n2 -\nكتاب فضائل قريش وأخبارها وأنسابها.\n112 -\nخليفة بن خياط بن خليفة العصفري التميمي البصري\nم سنة 240هـ رحمه الله تعالى.\nمحدث نسابة أخباري مشهور.\nرتب كتابه: الطبقات على أنساب القبائل. وهو مطبوع.\n113 -\nقتيبة بن سعيد بن جميل بن طريف الثقفي\nمولاهم البلخي. واسمه: يحيى وقتيبة لقب له. م سنة 240هـ.\nوهو محدث نسابة أخباري.\nالجزء: 1 ¦ الصفحة: 60\n",
        "114 -\nالزيادي\nالحسن بن عثمان بن حماد بن حسان\nالزيادي\nالبغدادي القاضي. م سنة 243 هـ.\nمن أعيان أصحاب الواقدي، كان أديباً فاضلاً نسابة أخبارياً جواداً كريماً سمحاً رحمه الله تعالى.\nله: كتاب الآباء والأمهات.\n115 -\nأبو جعفر محمد بن حبيب صاحب كتاب المحبر وغيره. م سنة 245 هـ رحمه\nالله تعالى.\nوهو من البغاددة العلماء باللغة والشعر والأخبار والأنساب والقبائل.\nقيل: كان ابن ملاعنة، وحبيب اسم أمه ولذا يمتنع من الصرف، وهكذا من نسب إلى أمه مثل: محمد بن شرف، فأن شرف أسم أمه ومثله كثير. وللفيروز آبادي رسالة باسم: تحفة الأبيه فيمن نسب إلى غير أبيه.\nوهي مطبوعة.\nقال السيوطي: كان حافظاً صدوقاً، وكان يعقوب أعلم منه، وكان هو أحفظ للأنساب والأخبار.\nله: 1 - المؤتلف والمختلف في أسماء القبائل.\nوقد طبع مرتين بأسم: مختلف القبائل ومؤتلفها.\n2 -\nالنسب.\n3 -\nأنساب الشعراء.\n4 -\nألقاب القبائل كلها.\n5 -\nألقاب النمر وربيعة ومضر.\nالجزء: 1 ¦ الصفحة: 61\n",
        "6 -\nكتاب القبائل الكبير. جمعه للفتح ابن خاقان.\n7 -\nكتاب العمائر والربائع في النسب.\n8 -\nكتاب المشجر.\n9 -\nكتاب أمهات النبي صلى الله عليه وسلم مطوبع.\n10 -\nكتاب أمهات أعيان بني عبد المطلب.\n11 -\nكتاب أمهات الشيعة من قريش.\n12 -\nكتاب الأرحام التي بين الرسول صلى الله عليه وسلم.\nواصحابه سوى العصبة.\n116 -\nابن السكيت\nأبو يوسف يعقوب بن إسحاق البغدادي الأديب اللغوي. المعروف بابن السكيت م سنة 246 هـ رحمه الله تعالى.\nله: كتاب الأنساب.\n117 -\nالواسطي\nسليمان بن أبي شيخ أبو أيوب\nالواسطي\nم سنة 246 هـ.\nكان عالماً بالنسب والتاريخ.\n118 -\nصاعد بن أحمد بن أبي بكر بن أحمد الرازي الحنفي\nم سنة 250هـ رحمه الله تعالى.\nله: 1 - كتاب الأحساب والأنساب.\n2 -\nجوامع أخبار الأمم من العرب والعجم.\nالجزء: 1 ¦ الصفحة: 62\n",
        "119 -\nابن مهاجر\nأحمد بن يحيى بن الوزير بن سليمان بن مهاجر. م سنة 250هـ.\nكان عالماً بالشعر والأدب، والأخبار، والأنساب، وأيام الناس.\n120 -\nابن النطاح\nمحمد بن صالح بن مهران بن النطاح الهاشمي أبو عبد الله البصري. م سنة 252 هـ رحمه الله تعالى.\nكان رواية للسنن والأخبار، وهو أول من صنف في الدولة وأخبارها.\nله: 1 - كتاب أنساب أزد عمان.\n2 -\nكتاب البيوتات.\n3 -\nكتاب أفخاذ العرب.\nويأتى أبو النطاح في آخر الملحق الأول.\n121 -\nأحمد بن أبراهيم بن حمدون الطوسي النديم\nم نحو سنة 255 هـ رحمه الله تعالى.\nشيخ أهل اللغة ووجههم، وأستاذ ثعلب ومن مصنفي الإمامية.\nله: 1 - كتاب بني مرة بن عوف.\n2 -\nكتاب بني النمر بن قاسط.\n3 -\nكتاب بني عقيل.\n4 -\nكتاب بني عبد الله بن غطفان.\n5 -\nكتاب طيء.\nالجزء: 1 ¦ الصفحة: 63\n",
        "122 -\nالجاحظ\nأبو عثمان عمرو بن بحر بن محبوب الكناني البصري. م سنة 255 هـ.\nكان أحد النسابين.\nومن غريب ما يحكى عنه أنه قال: نسيت كنيتي ثلاثة أيام حتى أتيت أهلي، فقلت لهم: بم أكنى فقالوا: بأبي عثمان.\nله: 1 - كتاب فخر القحطانية والعدنانية.\n2 -\nكتاب الصرحاء والهجناء.\n123 -\nأبو عبد الله الزبير بن أبي بكر بكار بن عبد الله بن مصعب بن ثابت\nبن عبد الله بن الزبير بن العوام المدني ثم المكي\nم سنة 256 هـ رحمه الله تعالى.\nكان علامة حافظاً أخبارياً نسابة، وهو قاضي مكة وعالمها. من تلاميذ المدائني.\nقال الخطيب: كان الزبير ثقة ثبتاً عالماً بالنسب وأخبار المتقدمين. له: مصنف في نسب قريش.\nولقى الزبير: إسحاق بن أبراهيم الموصلي فقال له إسحاق يا أبا عبد الله: عملت كتاباً سميته كتاب النسب وهو كتاب الأخبار، فقال: وأنت يا أبا محمد عملت كتاباً سميته: كتاب الأغاني، وهو: كتاب المغاني.\nله: 1 - جمهرة نسب قريش وأخبارها. مطبوع وهو كتاب كبير نفيس.\nالجزء: 1 ¦ الصفحة: 64\n",
        "2 -\nنوادر أخبار النسب.\n3 -\nكتاب الأوس والخزرج.\n124 -\nأبو عمرو أسحاق بن مراد الشيباني\nم سنة 256 هـ رحمه الله تعالى.\nله: أشعار القبائل.\nجمع فيه نيفاً وثمانين قبيلة كل منها في مجلد.\n125 -\nأحمد بن الحارث الخراز\nالرواية من موالي المنصور. م سنة 259 هـ. من تلاميذ المدائني.\nله: 1 - كتاب القبائل.\n2 -\nكتاب الأشراف.\n3 -\nكتاب أبناء السراري.\n4 -\nمختصر كتاب البطون.\n5 -\nكتاب النسب.\n6 -\nكتاب جمهرة نسب الحارث بن كعب وأخبارهم في الجاهلية.\n126 -\nأبوزيد عمر بن شبة بن ريطة النميري\nمولاهم البصري الحافظ العلامة الأخباري. م سنة 262 هـ رحمه الله تعالى من تلاميذ المدائني.\nالجزء: 1 ¦ الصفحة: 65\n",
        "له: 1 - كتاب النسب.\n2 -\nكتاب أخبار بني نمير.\nومن تلاميذه: محمد بن داود. م سنة 296 هـ يأتي.\nوطبع له: كتاب أخبار المدينة. باسم: تاريخ المدينة المنورة وهذه التسمية من تصرف الناشرين. وقد أبنت عنها في بعض التعاليق.\n127 -\nعلي بن حرب بن محمد الطائي الموصلي\nم سنة 270هـ رحمه الله تعالى: كان محدثاً حافظاً صدوقاً. وكانت رفسته دابة فمات.\nله: كتاب في معرفة الصحابة وأنسابهم.\n.. - أبو أبراهيم الزهري: الإمام الرباني الثقة أحمد بن سعد بن الإمام أبراهيم بن سعد بن أبراهيم ابن صاحب رسول الله صلى الله عليه وسلم عبد الرحمن بن عوف الزهري، العوفي، البغدادي. م سنة 273 هـ رحمه الله تعالى.\nقال: عبد الله بن عبد الرحمن الزهري، حدثني أبي قال: مضى عمي أبو أبراهيم إلى: أحمد بن حنبل، فلما رآه وثب، وقام إليه، وأكرمه، فلما أن مضى، قال له أبنه: عبد الله، ياأبه، شاب تعمل به هذا، وتقوم إليه؟ قال:\nالجزء: 1 ¦ الصفحة: 66\n",
        "لا تعارضني في مثل هذا، ألا أقوم إلى أبن عبد الرحمن بن عوف.\nقال الذهبي رحمه الله تعالى: قلت وإنما احترمه الإمام أحمد لشرفه ونسبه، ولتقواه وفضله، فمن جمع العمل والعلم فناهيك به. أه.\n129 -\nأحمد بن محمد بن خالد بن عبد الرحمن الكوفي\nثم البرقي. م سنة 374 هـ.\nله: 1 - كتاب المآثر والأنساب.\n2 -\nكتاب أنساب الأمم.\n130 -\nأبو داود\nسليمان بن الأشعث السجستاني صاحب السنن. م سنة 275 هـ رحمه الله تعالى.\nله: تسمية الأخوة من أهل الأمصار.\n131 -\nالسكري\nالحسن بن الحسين بن عبد الله بن عبد الرحمن بن العلاء بن أبي صفرة المهلبي العتكي الكوفي أبو سعيد\nالسكري\nالبغدادي النحوي. م سنة 175 هـ رحمه الله تعالى.\nله: 1 - أشعار الفحول والقبائل.\n2 -\nأنساب بني عبد المطلب.\n132 -\nالعقيقي\nأبو الحسين يحي بن الحسن بن جعفر بن عبيد الله الأعرج العلوي\nالجزء: 1 ¦ الصفحة: 67\n",
        "العبيدلي العقيقي. م سنة 277 هـ، رحمه الله تعالى كان نسابة مؤرخاً. ولد بالمدينة وتوفي بمكة وكانت امارة المدينة في عقبة زمناً، وهو أول من ألف في أنساب الطالبيين وكان الخطيب البغدادي يعتمد الأنساب في تاريخه من هذا الكتاب ومن كتاب الزبير بن بكار.\nله: 1 - أنساب قبائل العرب.\n2 -\nأخبار المدينة.\n3 -\nأخبار الزينبيات.\n4 -\nكتاب الرد على الرافضة وأهل المكر في المنع من التكني بأبي بكر.\n133 -\nالبلاذري\nأبو جعفر أحمد بن يحي بن جابر البغدادي ويكنى بأبي الحسن. م سنة 279 هـ رحمه الله تعالى.\nوهو مؤرخ، جغرافي، نسابة، من أهل بغداد.\nله: 1 - كتاب الأخبار والأنساب.\n2 -\nأنساب الأشراف. طبع قسم منه. وفي معجم الأدباء بأسم: جمل نسب الأشراف.\nقال عنه حاجي خليفة \" وهو كتاب كبير الفائدة كتب منه عشرين مجلداً ولم يتم \" أه.\n3 -\nالإستقصاء في الأنساب والأخبار. لم يكمل والزبيدي بنقل منه باسم: أنساب البلاذري 1357، 433، 456 - 227، 359، 492 -\nالجزء: 1 ¦ الصفحة: 68\n",
        "439.\nوفي: كشف الظنون 179 نسبه إلى: أبي العباس أحمد بن جابر البلاذري، ولعل صوابه: أحمد بن يحي بن جابر والله أعلم\n4 -\nكتاب الرد على الشعوبية. وقد طبع له: فتوح البلدان.\n134 -\nابن أبي خيثمة\nأحمد بن أبي خيثمة زهير النسائي ثم البغدادي الحافظ، صاحب التاريخ المشهور.\nكان ثقة عالماً متقناً حافظاً بصيراً بأيام الناس رواية للأدب. أخذ علم الحديث والنسب عن مصعب الزبيري وأيام الناس عن المدائني. توفي سنة 279 هـ أو سنة 277 هـ.\n135 -\nابن طيفور\nأحمد بن طيفور أبي طاهر الخراساني. أبو الفضل البغدادي. م سنة 280هـ رحمه الله تعالى.\nكان مؤرخاً من الكتاب البلغاء الرواة. لكنه كان لحنت..\nله: 1 - كتاب جمهرة بني هاشم.\n2 -\nفضل العرب على العجم.\n136 -\nإبن أبي الدنيا\nالحافظ أبو بكر عبد الله بن محمد بن عبيد البغدادي المشهور بابن أبي\nالجزء: 1 ¦ الصفحة: 69\n",
        "الدنيا. م سنة 281 هـ.\nمحدث مؤرخ أخباري.\nله: 1 - الإشراف على مناقب الأشراف.\n2 -\nأخبار قريش.\n3 -\nأخبار الأعراب.\nوله كتب جمة في: الفضائل، والمقاتل، والأخبار لعدد من العلماء والخلفاء والملوك.\n137 -\nالمبرد\nأبو العباس محمد بن يزيد\nالمبرد.\nم سنة 285 هـ رحمه الله تعالى.\nعلامة في الأدب والتاريخ، والنصانيف منها: الكامل في التاريخ.\nله: 1 - نسب عدنان وقحطان. طبع عام 1354 هـ. في الهند.\nثم أعيد طبعه عام 1404 هـ بتحقيق الأستاذ العلامة عبد العزيز الميمني الراجكوتي على نفقة آل ثاني في قطر.\n2 -\nكتاب أسماء الدواهي عند العرب.\n138 -\nابن أبي عاصم\nأبو بكر عمرو بن أبي عاصم الضحاك بن مخلد الشيباني. م سنة 287 هـ.\nله: الآحاد والمثاني. مخطوط. رتب أحاديث الصحابة فيه على القبائل.\nالجزء: 1 ¦ الصفحة: 70\n",
        "139 -\nالحسين بن فهم\nالحافظ العلامة النسابة، الأخباري أبو علي الحسين بن محمد بن عبد الرحمن بن فهم بن محرز البغدادي. م سنة 289 هـ رحمه الله تعالى.\nأخذ النسب عن مصعب الزبيري \" رحمه الله تعالى \".\n140 -\nأبو العباس\nعبد الله بن جعفر بن الحسن القمي الشيعي. م سنة 292 هـ.\nله: فضل العرب.\n141 -\nمحمد بن داود بن الجراح\nالكاتب الأخباري العلامة. صاحب التصانيف، وكان أوحد زمانه في معرفة أيام الناس. م سنة 296 هـ رحمه الله تعالى.\nأخذ عن عمر بن شبة وغيره.\n142 -\nالعقيقي\nعلي بن أحمد بن علي بن محمد بن جعفر العلوي الشيعي الشهير بالعقيقي. م سنة 299 هـ.\nله: كتاب النسب.\n143 -\nالمفضل بن سلمة بن عاصم: أبو طالب النحوي اللغوي الكوفي. م سنة 300هـ رحمه الله تعالى.\nله: جماهير القبائل.\nالجزء: 1 ¦ الصفحة: 71\n",
        "144 -\nالعبدي\nمحمد بن عبدة واسمه عبد الرحمن وعبدة لقب له ابن سليمان بن حاجب. النسابة الأخباري. م سنة 300هـ رحمه الله تعالى قال الصفدي: \" هو أحد النسابين الثقات حسن المعرفة بالمآثر والمثالب، والأخبار، وأيام العرب \" أه.\nله: 1 - النسب الكبير، يشتمل على نسب قحطان وعدنان.\n2 -\nإتفاق أسماء القبائل.\n3 -\nمختصر أسماء القبائل.\n4 -\nالكافي في النسب.\n5 -\nمناكح آل المهلب.\n6 -\nنسب ولد أبي صفرة، والمهلب وولده.\n7 -\nمناقب قريش.\n8 -\nألقاب العرب.\n9 -\nنسي ابن قعفس بن طريف بن أسد بن خزيمة.\n10 -\nكتاب الأمهات.\n11 -\nنسب كنانة.\n12 -\nأشراف بكر وتغلب وأيامهم.\n13 -\nمشجر أنساب قريش.\n14 -\nتسمية القبائل والبطون.\n15 -\nكتاب النواقل.\n16 -\nتفضيل العرب.\n17 -\nبيوتات العرب.\n18 -\nأنساب ثقيف.\n19 -\nأنساب ولد عيسى بن موسى الهاشمي.\n20 -\nنسب خزاعة.\nالجزء: 1 ¦ الصفحة: 72\n",
        "145 -\nالجهمي\nأبو عبد الله أحمد بن محمد بن حميد بن سليمان بن عبد الله بن أبي جهم بن حذيفة العدوى. \" القرن الثالث \".\nوالجهمي نسبة إلى جده: أبي الجهم. وقد تصحف في كتاب: موارد الخطيب البغدادي في تاريخه ص210 باسم \" الجهني \" وهو خطأ صوابة بالميم: الجهمي.\nكان أديباً شاعراً متفنناً بذكر النسب والمثالب.\nوهو معاصر: للمنصور العباسي م سنة هـ.\nله: 1 - أنساب قريش وأخبارها.\n2 -\nالإنتصار في الرد على الشعوبية.\n146 -\nخالد بن كلثوم الكلبي\nلم أر من أرخ وفاته. وهو نحوي لغوي رواية للأشعار. عارف بالأنساب وأيام الناس من طبقة أبي عمرو الشيباني. إسحاق بن مرار. م سنة 205 هـ.\nله: أشعار القبائل.\n147 -\nخلاد بن يزيد الباهلي\nالمعروف بالأرقط صهر يونس بن حبيب النحوي.\nقال ابن حجر: صدوق جليل من التاسعة. تمييزأه.\nأي وفاته بعد المائتين.\nالجزء: 1 ¦ الصفحة: 73\n",
        "148 -\nالعباس بن النسابة هشام بن النسابة محمد بن السائب الكلبي\nروى عن أبيه.\nكان محدثاً نسابة.\nوتوفي أبوه سنة 204 هـ تقدم.\n149 -\nعبد الله بن عروض الحنفي\nمن علماء النسب \" القرن الثالث \".\n150 -\nعبد الله بن أبي سعيد الوراق\nكان أخبارياً نسابة رواية للشعر. \" القرن الثالث \" له: 1 - كتاب الأقاب.\n2 -\nكتاب المدينة وأخبارها.\n151 -\nعبيد الله بن محمد بن حفص بن عمر التميمي البصري\n\" القرن الثالث \".\nكان حافظاً عالماً بأنساب العرب.\n152 -\nأبو خليفة الفضل بن الحباب الجمحي البصري النسابة\n\" القرن الثالث \".\nتلميذ: محمد بن سلام الجمحي. م سنة 232 هـ.\n153 -\nعلان الوراق الشعوبي\nالفارسي الأصل. كان ينسخ في بيت الحكمة للرشيد والمأمون. \" القرن\nالجزء: 1 ¦ الصفحة: 74\n",
        "الثالث \"، كان علامة بالأنساب، والمثالب، والمنافرات له كتاب في المثالب للعربقل أن تسلم منه قبيلة.\nوله: 1 - كتاب فضائل كنانة.\n2 -\nوكتاب النمر بن قاسط.\n3 -\nوكتاب نسب تغلب بن وائل.\n4 -\nوكتاب فضائل ربيعة.\nعاصر الرشيد والمأمون أه.\n154 -\nعلي بن كيسان الكوفي: \" القرن الثالث \".\nله: أنساب العرب.\nقال عنه ابن عبد البر: \" وكتاب علي بن كيسان الكوفي في أنساب العرب قاطبة \".\n156 -\nهارون بن محمد بن إسحاق بن موسى العباسي المطلبي\nقال ابن حزم: زحج بالناس من سنة 263 إلى سنة 278 هـ. ولاه ثم هرب من مكة عند الفتنة فنزل مصر ومات بها. وألف: نسب العباسيين. وغير ذلك.\n157 -\nأبو خالد الغنوي\n\" القرن الثالث \" تقريباً.\nله: 1 - كتاب أخبار غني وأنسابهم.\n2 -\nكتاب الأنساب.\nالجزء: 1 ¦ الصفحة: 75\n",
        "158 -\nابن غنام الكلابي\n\" القرن الثالث \".\nكوفي عاش في أيام ابن كداسة.\nله: كتاب النسب.\nالجزء: 1 ¦ الصفحة: 76\n",
        "الطبقة الرابعة\n301 -\nهـ 400هـ\nالجزء: 1 ¦ الصفحة: 77\n",
        "159 -\nالأنباري\nاسماعيل بن يعقوب بن إسحاق بن البهلول أبو الحسن التنوخي\nالأنباري.\nم سنة 301 هـ رحمه الله تعالى.\nكان حافظاً للقرآن عالماً بأنساب اليمن كثير الحديث ثقة صدوقاً.\n160 -\nأبو خليفة\nالفضل بن الحباب بن محمد بن شعيب بن صخر الجحمي من بني جمح البصري. ولي قضاء البصرة وهو من رواة الأخبار والأشعار والأنساب. م سنة 305 هـ. رحمه الله تعالى.\n.. - الدولابي: أبو بشر محمد بن أحمد الحافظ المشهور. م سنة 310هـ، رحمه الله تعالى.\nله: \" الذرية الطاهرة \". طبع هذا العام 1407 هـ.\nوكنت أحسبه في النسب، وإذا هو في أحاديث الخليفة علي بن أبي طالب رضي الله عنه وابنه الحسن والحسين رضي الله عنهما وأمهما فاطمة رضي الله عنها. وطرف من سيرهم رضي الله عنهم فهو من المصنفات الحديثية المسندة.\n161 -\nحرمي بن أبي العلاء المكي البغدادي\nوهو أبو عبد الله أحمد بن محمد بن أبي حميضة الشروطي راوي كتاب: النسب عن الزبير بن بكار. م سنة 317 هـ.\n162 -\nابن طومار\nمحمد بن أحمد بن عبد الصمد الهاشمي المعروف بابن طومار. م سنة\nالجزء: 1 ¦ الصفحة: 79\n",
        "320هـ.\nولي نقابة العباسيين والطالبيين جميعاً أيام المقتدر وكان يعرف ذلك معرفة حسنة.\n163 -\nابن دريد\nمحمد بن الحسن بن دريد أبو بكر صاحب اللغة. م سنة 321 هـ رحمه الله تعالى.\nقال مسلمة بن القاسم: كان كثير الرواية للأخبار وأيام الناس والانساب، غير انه لم يكن عند جميعهن وكان خليعا.\nله اشتقاق أسماء القبائل. طبع عام 1854م.\nنشر: وستنفلذ. وطبع 1378 هـ بتحقيق عبد السلام هارون.\n164 -\nأبو جعفر ابن قتيبة\nأحمد بن عبد الله بن مسلم الدينوري البغدادي النسابة المالكي. م سنة 322 هـ رحمه الله.\nله كتاب العرب والعجم.\n165 -\nاحمد بن يحيى المنجم\nم سنة 827 هـ رحمه الله تعالى.\nله كتاب أخبار آل المنجم ونسبهم.\n166 -\nابن عبد ربه\nأحمد بن محمد بن عبد ربه الاموي صاحب العقد الفريد. م سنة 328 هـ رحمه الله تعالى. وكان أخبارياً علاَمة.\nالجزء: 1 ¦ الصفحة: 80\n",
        "167 -\nابن الجراح\nعبد الرحمن عيسى بن داود بن الجراح الكاتب البغدادي. من وزراء المقتفي بالله العباسي. م في حدود سنة 330هـ رحمه الله تعالى.\nله: سيرة أهل الخراج وأخبارهم وأنسابهم في القديم والحديث.\n168 -\nسنان بن ثابت بن قرة أبو سعيد\nم سنة 331 هـ.\nكان أديباً فاضلاً مؤرخاً عارفاً بعلم الهيئة ماهراً بصناعة الطب.\nألف كتاب: مفاخر الديلم وأنسابهم. ألفه لعضد الدولة ابن بويه.\n169 -\nالحلواني\nأحمد بن محمد بن عاصم\nالحلواني\nأبو سهل. م بعد سنة 333 هـ.\nكان عالماً بالنسب.\n170 -\nأبو العرب\nمحمد بن أحمد بن تميم بن تمام بن تميم التميمي المالكي. م سنة 333 هـ رحمه الله تعالى.\nله: كتاب مناقب بني تميم.\n171 -\nالهمداني\nأبو محمد الحسن بن أحمد بن يعقوب\nالهمداني\nاليمني. صاحب الإكليل.\nالجزء: 1 ¦ الصفحة: 81\n",
        "م سنة 334 هـ رحمه الله تعالى. ويعرف بابن الحائك.\nله: الإكليل في أنساب حمير وأيام ملوكها.\nقال حاجي خليفة: وهو كتاب كبير عظيم الفائدة يتم في عشرات المجلدات ويشتمل على عشرة فنون\n...\nطبع منه جزآن: الجزء الثامن: عام 1931م في بغداد.\nالجزء العاشر: عام 1949م في مصر بتحقيق محب الدين الخطيب.\n172 -\nأبو رياش\nأحمد بن أبراهيم القيسي. م سنة 339 هـ.\nكان آية في الحفظ والأدب: باقعة في حفظ أيام العرب وأنسابها، وأشعارها، غاية بل آية في هذ دواوينها وسرد أخبارها مع فصاحة وبيان، وإعراب وإتقان أه.\n173 -\nأبو محمد\nقاسم بن أصبغ البياني الأندلسي القرطبي النحوي. م سنة 340هـ رحمه الله تعالى.\nله: 1 - الأنساب.\nقال عنه ابن حزم: وهو في غاية الحسن والأستيعاب.\n2 -\nفضائل قريش وكنانه.\n174 -\nسهل بن عبد الله بن داود بن سليمان أبو نصر البخاري\nكان حياً إلى سنة 341 هـ.\nله: سر السلسلة العلوية. طبع عام 1382 هـ الطبعة الحيدرية بالنجف.\nالجزء: 1 ¦ الصفحة: 82\n",
        "175 -\nابن أخت العاهة\nأبو عبد الله حسين بن محمد التميمي العنبري الداروني القيرواني المغربي النحوي الإفريقي المعروف بابن أخت العاهة.\nم سنة 343 هـ.\nمن أئمة اللغة إلى معرفته بأخبار العرب وأنسابها وأيامها.\n176 -\nأحمد بن محمد بن موسى بن بشير بن جناد بن لقيط الرازي الأندلسي\nم سنة 344 هـ.\nله كتاب: أنساب مشاهير أهل الأندلس في خمس مجلدات.\n177 -\nأبو بكر محمد بن أحمد بن جعفر بن الحداد الكناني المصري\nولد يوم مات المزني سنة هـ وتوفي سنة 344 هـ رحمه الله تعالى.\nكان يعرف الأسماء والكنى والنحو واللغة واختلاف الفقهاء، وأيام الناس، وسائر الجاهلية والشعر والنسب.\n178 -\nغلام ثعلب\nمحمد بن عبد الواحد بن أبي هاشم أبو عمر اللغوي الزاهد المعروف بغلام ثعلب من حفظة اللغة الأثبات وكان مضيقاً عليه في رزقه لأنقطاعه إلى العلم عن الأكتساب. م سنة 345 هـ. رحمه الله تعالى.\nله: كتاب القبائل.\n179 -\nهانيء بن المنذر الكلاعي\nم سنة 347 هـ. رحمه الله تعالى.\nالجزء: 1 ¦ الصفحة: 83\n",
        "كان نسابة.\nله: نسب حمير.\n180 -\nابن حمويه\nزكريا بن أحمد بن محمد بن يحيى بن حمويه نسابة أخباري. م سنة 348 هـ.\n181 -\nالمكاولي\nأبو العباس عبد الله بن إسحاق بن سلام\nالمكاولي\nالبغدادي م سنة 349 هـ.\nله: كتاب الأخبار والأنساب والسير.\n182 -\nالحسين بن جعفر بن الحسين بن جعفر\nالمعروف بابن خداع النسابة. م بعد سنة 350هـ.\nله: كتاب النسب.\n183 -\nابن برية\nأبو جعفر عبد الله بن إسماعيل بن إبراهيم بن عيسى ابن المنصور أبي جعفر. في طبقة الواثق في النسب. م سنة 350هـ.\n184 -\nالحوزي\nمحمد بن إبراهيم بن عمران النحوي من حوز فارس. م سنة 354 هـ.\nكان من الأدباء المنقرين، علامة في معرفة الأنساب وعلم القرآن.\nالجزء: 1 ¦ الصفحة: 84\n",
        "185 -\nابن أبان القرطبي\nمحمد بن أبان اللخمي أبو عبد الله القرطبي الأندلسي.\nكان عالماً باللغة حافظاً للأخبار والأنساب. م سنة 354 هـ رحمه الله تعالى.\n186 -\nأبو عمر الكندي\nمحمد بن يوسف بن يعقوب من بني كنده مؤرخ له علم بالحديث والأنساب. م بعد سنة 355 هـ. وهو صاحب كتاب: الولاة والقضاة.\n187 -\nأبو الفرج الأصبهاني\nعلي بن الحسين بن مروان بن الحكم. م سنة 356 هـ صاحب كتاب الأغاني العلامة النسابة الأخباري الحفظة.\nقال ياقوت: لم أره وبودي لو رأيته.\nوقال الذهبي: ومن العجائب أنه مرواني يتشيع.\n1 -\nكتاب جمهرة النسب.\n2 -\nكتاب نسب بني عبد شمس.\n3 -\nكتاب نسب بني شيبان.\n4 -\nكتاب نسب المهالبة. لكونه كان منقطعاً إلى الوزير المهلبي.\n5 -\nكتاب نسب بني تغلب.\n6 -\nالتعديل والإنتصاف في مآثر العرب وأمثالها.\n7 -\nنسب بني كلاب.\n8 -\nمقاتل الطالبيين. مطبوع.\nالجزء: 1 ¦ الصفحة: 85\n",
        "188 -\nمطرف بن عيسى بن لبيب بن محمد بن مطرف الغساني الإلبيري الغرناطي م\nسنة 356 هـ. رحمه الله تعالى.\nله: أنساب العرب النازلين في إلبيرة وأخبارهم.\n189 -\nكردوس\nالحسن بن علي بن نصر الطوسي الحافظ. م سنة 358 هـ. سمع من الزبير كتاب النسب بالحجاز.\nقال الحاكم: يتكلمون في روايته لكتاب النسب للزبير بن بكار.\nوقد قرء عليه: كتاب النسب بطوس وكان يعرف بصاحب الزبير.\nوقيل مات سنة 312 هـ رحمه الله تعالى. والله أعلم وفيها أرخه أبن العماد في: الشذرات.\n190 -\nأبومحمد الحسن بن محمد بن يحيى العلوي\nم سنة 358 هـ. ويعرف بابن أخي طاهر العلوي. ترجمه الخطيب وقال: صاحب كتاب النسب.\nوكذا عزاه ابن كثير في: تاريخه.\nوالمعروف أن الكتاب لجده: يحيى بن الحسن. م سنة 277 هـ.\nتقدم. وأن الحسن هذا رواية لكتاب جده. فهل لكل منهما كتاب في النسب أم وهم الخطيب بنسبته الكتاب إلى الحفيد كلاهما محتمل وليس ثمة أدلة تسند البت بالرأي والله أعلم.\n191 -\nمحمد بن عمران الجوري النحوي الأديب\nكان علامة في الأنساب وعلم القرآن. م سنة 359 هـ رحمه الله تعالى.\nالجزء: 1 ¦ الصفحة: 86\n",
        "192 -\nالمحاسبي\nأبو عبد الله الحارث بن أسد\nالمحاسبي\nالبصري. صوفي. متكلم. فقيه محدث. م سنة 361 هـ رحمه الله تعالى.\nله: كتاب النسب.\n193 -\nمحمد بن أسد الخشني القيرواني أبو عبد الله الحافظ\nنزيل قرطبة. م سنة 361 هـ رحمه الله تعالى.\nله: كتاب النسب.\n194 -\nالماسرجسي\nأبوعلي الحسين بن محمد بن أحمد بن محمد بن الحسن المحدث النيسابوري الحافظ. م سنة 365 هـ رحمه الله تعالى.\nله: كتاب القبائل.\n195 -\nالحكم بن عبد الرحمن بن محمد\nأمير المؤمنين بالأندلس أبوالعاص، المستنصر بالله بن الناصر الأموي المرواني. م سنة 366 هـ رحمه الله تعالى.\nقال الذهبي: \" ولقد ضاقت خزائنه بالكتب إلى أن صارت إليه وآثرها على لذات الملوك، فغزر علمه، ودق نظره، وكان له يد بيضاء في معرفة الرجال، والأنساب، والأخبار وقلما نجد له كتاباً إلا وله فيه قراءة ونظر، من أي فن كان، ويكتب فيه نسب المؤلف، ومولده ووفاته ويأتي من ذلك بغرائب لا تكاد\nالجزء: 1 ¦ الصفحة: 87\n",
        "توجد \" أه.\nله: أنساب الطالبيبن والعلويين القادمين من المغرب.\n196 -\nابن أم شيبان\nمحمد بن صالح بن عليالعباسي المطلبي. م سنة 369 هـ رحمه الله تعالى.\nله: كتاب في النسب. قال عنه ابن حزم:\n\" له كتاب جليل القدر في النسب لم يؤلف مثله استيعاباً وإكمالاً \".\n197 -\nأبو القاسم الحسن بن بشر الآمدي\nالأديب المشهور. م سنة 370هـ رحمه الله تعالى.\nله: المؤتلف والمختلف في أسماء الشعراء وكناهم وألقابهم وأنسابهم.\nطبع بالقاهرة نشر مكتبة القدسي عام 1354 هـ ثم طبع عام 1381 هـ نشر عيسى الحلبي بالقاهرة.\n198 -\nأبو عبد الملك عبد السلام بن عبد الله بن زياد اللخمي القرطبي\nم سنة 371 هـ رحمه الله تعالى أخذ عن: قاسن بن أصبغ.\nله: جمع في النسب.\n199 -\nالبرقي\nأحمد بن أبي عبد الله محمد بن خالد بن عبد الرحمن بن محمد أبو جعفر\nالجزء: 1 ¦ الصفحة: 88\n",
        "البرقي الشيعي. م سنة 376 هـ.\nله: أنساب الأمم\n201 -\nالعسكري\nأبو أحمد حسن بن عبد الله\nالعسكري.\nم سنة 382 هـ رحمه الله تعالى.\nله: المختلف والمؤتلف. طبع بالهند عام 1327 هـ مع كتاب عبد الغني ابن سعيد الأزدي. م سنة 404 هـ.\n202 -\nالخوارزمي\nأبو بكر محمد بن العباس\nالخوارزمي\nالشاعر المشهور. ويقال له: الطبرخي، لأن أباه كان من خوارزم وأمه من طبرستان فركب له من الأسمين: نسبة. وهو أبن أخت: الإمام أبن جرير الطبري شيخ المفسرين.\nم سنة 383 هـ كان إماماً في اللغة والأنساب.\n203 -\nعلى بن ابراهيم بن محمد بن إسحاق الكاتب\nكان حياً إلى سنة 384 هـ.\nله: كتاب في نسب بني عقيل.\nوقد جوده. وصنفه للأمير أبي حسان المقلد بن المسيب العبادي عام 384 هـ.\n204 -\nالدارقطني\nالإمام الحافظ المجود شيخ الأسلام أبو الحسن على بن عمر البغدادي. م سنة 385 هـ.\nالجزء: 1 ¦ الصفحة: 89\n",
        "قال الحافظ أبو ذر الهروي: سمعت أن الدارقطني قرأ كتاب النسب، على مسلم العلوي، فقال له: المعيطي الأديب بعد القراءة: يا أبا الحسن، أنت أجرأ من خاصي الأسد تقرأ مثل هذا الكتابمع ما فيه من الشعر والأدب، فلا يؤخذ عليك فيه لحنة، وتعجب منه، هذه حكاها الخطيب عن الزهري، فقال مسلم بن عبيد الله: وإنه كان يروي كتاب النسب، عن الخضر بن داود عن الزبير.\nله: المختلف والمؤتلف. وهو كتاب حافل. وقد طبع باسم: المؤتلف والمختلف في أربعة مجلدات عام 1406 هـ نشر دار الغرب الأسلامي.\n205 -\nابن خنزابه\nجعفر بن الفضل بن جعفر. م سنة 391 هـ رحمه الله تعالى.\n206 -\nالجرجاني\nعلي بن عبد العزيز\nالجرجاني\nالنسابة. م سنة 392 هـ رحمه الله تعالى. له الموثق في الأنساب.\n207 -\nالبصري النسابة\nمحمد بن القاسم التميمي أبو الحسن\nالبصري النسابة.\nم سنة 400هـ رحمه الله تعالى. له: 1 - كتاب الأنساب والأخبار.\n2 -\nأخبار الفرس وأنسابها.\n3 -\nكتاب المنافرات بين القبائل وأشراف العشائر وأقضية الحكام بينهم في ذلك.\nالجزء: 1 ¦ الصفحة: 90\n",
        "208 -\nمنذر بن محمد القابوسي\nمن طبقة ابن عقدة.\nقال الدارقطني. م سنة 385 هـ: متروك الحديث.\nوقال ابن حجر: قلت هو أخباري يروي الأنساب ونحوها.\nالجزء: 1 ¦ الصفحة: 91\n",
        "الطبقة الخامسة\n401 -\nهـ 500هـ\nالجزء: 1 ¦ الصفحة: 94\n",
        "209 -\nعبد الله بن محمد بن الفرضي الأندلسي\nم سنة 403 هـ رحمه الله تعالى. وهو صاحب تاريخ علماء الأندلس. له: كتاب في مشتبه النسبة. واسمه: المؤتلف والمختلف.\n210 -\nالكلاعي\nمحمد بن الحسن بن محمد بن عبد الله\nالكلاعي\nالحميري اليمني الفقيه النحوي الأخباري. كان سنة 404 هـ.\nله: الدامغة في أنساب حمير. نظم.\n211 -\nأبو محمد عبد الغني بن سعيد الأزدي\nالمصري الحافظ المشهور، النسابة المتقن. م سنة 409 هـ رحمه الله تعالى.\nله: 1 - مشتبه الأنساب.\n2 -\nمشتبه الأسماء 3 - المؤتلف والمختلف. ولعله الذي قبله وهذا ومشتبه الأنساب. طبعا في الهند بتحقيق ممحمد محيى الدين الجعفري.\n212 -\nالماليني\nأحمد بن محمد بن أحمد بن عبيد الله الأنصاري الحافظ أبو سعيد\nالماليني.\nم سنة 412 رحمه الله تعالى.\nله:\nالجزء: 1 ¦ الصفحة: 95\n",
        "1 -\nالأسباب والأنساب.\n2 -\nالمؤتلف والمختلف.\n213 -\nالهروي\nمحمد بن آدم بن كمال\nالهروي\nأبو المظفر. م سنة 414 هـ رحمه الله تعالى.\nأديب لغوي نسابة.\n214 -\nابن الطحان\nأبو القاسم يحيى بن علي الحضرمي المصري المعروف بابن الطحان. م سنة 416 هـ. له: المؤتلف والمختلف.\n215 -\nالوزير المغربي\nأبو القاسم الحسين بن علي بن الحسين المغربي. م سنة 418 هـ رحمه الله تعالى.\nله: 1 - فضائل القبائل.\n2 -\nالايناس بعلم الأنساب. طبع في مجلة الكتاب العربي بمصر عام 1965م. ثم محققاً عام 1400هـ بتحقيق الشيخ حمد الجاسر. مع كتاب ابن حبيب: المؤتلف والمختلف باسم: مختلف القبائل ومؤتلفها. وهو أصل لكتاب الإيناس. والزبيري في تاج العروس ينقل منه بأسم: أنساب الإمام الوزير المغربي 4176، 228 315.\nالجزء: 1 ¦ الصفحة: 96\n",
        "216 -\nابن الربيب\nالحسن بن محمد التميمي القاهريالأصل المعروف بابن الربيب. م سنة 420هـ.\nأديب نحوي نسابة. له: كتاب الأنساب.\n217 -\nالنجيرمي\nبهزاد بن أبي يعقوب يوسف بن خرزاد\nالنجيرمي\nالبصري. م سنة 423 هـ. رحمه الله تعالى.\nله: كتاب الأنساب.\n218 -\nابن رسول\nالسلطان الملك الأشرف أبوالفتح عمر بن الملك المظفر يوسف بن عمر بن علي بن رسول اليمني النسابة. م سنة 430هـ رحمه الله تعالى.\nكان بارعاً في علم الأنساب.\nله: طرفة الأصحاب في معرفة الأنساب.\nطبع عام 1369 هـ من مطبوعات المجمع العلمي العربي بدمشق وقد ذكر له صاحب كشف الظنون: تحفة الآداب في التواريخ والأنساب.\nولم يذكر له طرفة الأصحاب. فلعله هو والله أعلم.\nوفي: تاج العروس ينقل منه باسم: تحفة الأحباب، وباسم تحفة الآنساب وباسم: تحفة الأصحاب. وباسم: الأنساب 19 1112 3125 1154 1111، 112.\n219 -\nالمستغفري\nأبو العباس جعفر بن محمد بن المعتز المستغفري.\nم سنة432 هـ رحمه الله\nالجزء: 1 ¦ الصفحة: 97\n",
        "تعالى. له: الزيادات لكتاب المؤتلف والمختلف لعبد الغني.\n220 -\nالغندجاني\nأبو محمد الحسن بن أحمد الأعرابي المعروف بالأسود لغوي أخباري عالم بأيام العرب وأخبارها، وكان شديد التعصب للعرب ومحالها. وقد حكي عنه أنه كان يكثر القعود في الشمس ليتغير لونه إلى السمرة تشبيهاً بلون العرب.\nوحكى أيضاً أنه كان له ولد فلما ترعرع صار يدهنه بالزيت ويقفه في الشمس ليستحيل لونه أسمر، وإن مزاج الولد انحرف بهذا الفعل ومات بسببه.\nتوفي رحمه الله تعالى سنة 436 هـ.\n221 -\nالماماني\nأبو حامد أحمد بن محمد بن ماما\nالماماني\nالأصبهاني. م سنة 436 هـ رحمه الله تعالى.\nله: المختلف والمؤتلف في الأسماء.\n222 -\nشيخ الشرف\nمحمد بن محمد بن علي بن عبيد الله بن الحسين الأصفر العلوي الحسيني العبيدي. م سنة 437 هـ.\nعالم بالأنساب.\nله: تهذيب الأنساب ونهاية الأعقاب.\n223 -\nالسجزي\nأبو نصر عبيد الله بن سعيد بن حاتم الوائلي البكري\nالسجزي.\nم سنة\nالجزء: 1 ¦ الصفحة: 98\n",
        "444 هـ. له: المؤتلف والمختلف.\n224 -\nالرباحي\nيوسف بن سليمان بن مروان الأنصاري المعروف بالرباحي. م سنة 448 هـ.\nكان شاعراً نسابة عروضياً.\n225 -\nالبتي\nأبو جعفر أحمد بن عبد العزيز بن عبد المولى\nالبتي.\nم سنة 448 هـ رحمه الله تعالى. له: تذكرة الألباب بأصول الأنساب.\n226 -\nالمعرى\nأبو العلاء أحمد بن عبد الله بن سليمان بن محمد القضاعي الشرقي\nالمعري\nالأعمى اللغوي الشاعر. صاحب التصانيف السائرة والمتهم في نحلته.\nم سنة 449 هـ.\nوكان من أهل المعرفة بالنسب وأيام العرب.\n227 -\nالحسين بن أبي طالب محمد بن القاسم بن علي\nالمعروف بابن طباطبا النسابة. م سنة 449 هـ.\nله: 1 - الكامل في النسب.\n2 -\nالأنساب المشجرة.\nالجزء: 1 ¦ الصفحة: 99\n",
        "3 -\nتهذيب الأنساب ونهاية الأعقاب وهو المسمى: بحر الأنساب. طبع ليدن عام 1911م.\n228 -\nالأنبردواني\nأبو كامل أحمد بن محمد بن علي بن محمد بن بصير البصري\nالأنبردواني\nمن قرى بخاري الحنفي. م سنة 449 هـ رحمه الله تعالى. له: المضاهات والمضافات في الأسماء والأنساب.\n229 -\nالطبسي\nأبو محمد عبد الله بن الحسن\nالطبسي.\nم سنة 449 هـ رحمه الله تعالى.\nله: المؤتلف والمختلف.\n230 -\nأبو العباس أحمد بن علي بن أحمد بن العباس بن محمد بن عبد الله\nالنجاشي البغدادي المعروف بابن الكوفي الزيدي ثم الشيعي. م سنة 450هـ.\nله: كتاب أنساب نضر بن يعرب.\n231 -\nابن حزم\nأبو محمد علي بن أحمد بن سعيد بن حزم الأندلسي. م سنة 456 هـ رحمه الله وتعالى.\nالعلامة المشهور. له: جمهرة أنساب العرب. طبع عام 1382 هـ بتحقيق عبد السلام هارون. نشر دار المعارف بمصر.\nالجزء: 1 ¦ الصفحة: 100\n",
        "232 -\nابن برهان\nالعلامة شيخ العربية، ذو الفنون، أبو القاسم عبد الواحد بن علي العكبرى. م سنة 456 هـ. رحمه الله تعالى.\nذكره الخطيب في تاريخه فقال: كان مضطلعاً بعلوم كثيرة منها: النحو، والأنساب، واللغة وايام العرب، والمتقدمين، وله أنس شديد بعلم الحديث أه.\nوذكر عنه القول بأن الكفار لا يخلدون في النار، وتعقبه الذهبي رحمه الله تعالى.\n233 -\nالبهيقي\nشيخ الأسلام الحافظ أبو بكر أحمد بن الحسين بن علي بن موسى\nالبهيقي.\nم سنة 458 هـ رحمه الله تعالى.\nذكر أبو عمر بن عبد البر رحمه الله تعالى: انه ممن ألف في النسب في جماعة آخرين.\n234 -\nالخطيب البغدادي\nأبو بكر أحمد بن علي بن ثابت الشافعي الحافظ الشهير. م سنة 463 هـ رحمه الله تعالى. له: 1 - المؤتنف في تكملة المختلف.\nكالذيل والتحرير لكتابي الدارقطني. م سنة 385 هـ وعبد الغني بن سعيد م سنة 409 هـ.\n2 -\nالمتفق والمفترق.\nالجزء: 1 ¦ الصفحة: 101\n",
        "3 -\nتلخيص المتشابه في الرسم وحماية ما أشكل منه من نوادر التصحيف والوهم.\nوفي: دار الكتب المصرية نسخة منه برقم \" 700 \".\nوهو كتاب كبير الحجم جم الفوائد وقد طبع في مجلدين عام 1406 هـ نشر دار طلاس بدمشق.\n4 -\nتالي التلخيص. في أجزاء وهو كتاب جليل القدر عظيم الفائدة 235 - ابن عبد البر: الإمام العلامة، حافظ المغرب، شيخ الإسلام أبو عمر يوسفبن عبد الله بن محمد بن عبد البر النمري القرطبي المالكي. م سنة 463 هـ رحمه الله تعالى.\nقال الذهبي عنه: \" وكان موفقاً في التأليف، معاناً عليه، ونفع الله بتواليفه، وكان مع تقدمه بعلم الأثر، وبصره بالفقه ومعاني الحديث له بسطة كبيرة في علم النسب والخبر \".\nله: 1 - القصد الأمم في بالتعريف بأصول أنساب العرب والعجم ومن أول من تكلم بالعربية من الأمم.\n2 -\nالإنباه على قبائل الرواه.\nكلاهما مطبوعان بمطبعة السعادة في: مصر عام 1350هـ نشر: القدسي.\nوقد من الله علي بقراءة هذين الكتابين على شيخنا العلامة محمد الأمين الشنقيطي صاحب: أضواء البيان رحمه الله تعالى وذلك بالمدينة النبوية في: المسجد النبوي وفي داره، وقد قال لي: لم يتلق علم النسب عني أحد سواك من جزيرة العرب. فلله الحمد والمنه على تدارك التلقي.\nوله أيضاً: 3 - جمهرة الأنساب.\nالجزء: 1 ¦ الصفحة: 102\n",
        "236 -\nالنسوي\nأبو عمرو محمد بن عبد الرحمن الشافعي المفسر م سنة 478 هـ.\nقال الذهبي: \" نفذه ملكشاه رسولاً ليخطب بنت الخليفة، فأدى الرسالة، وبذل النصيحة، فقال: \" لا تخلط بيتك الطاهر بالتركمان \" أه.\n237 -\nابن طباطبا\nيحي بن محمد بن طباطبا العلوي الحسنب. م سنة 478 هـ.\nانتهت إليه معرفة أنساب الطالبيين في وقته، وكان إمام المذهب.\n238 -\nالتفليسي\nمحمد بن المحسن بن الحسن\nالتفليسي\nالحسيني نسابة. م سنة 480هـ.\nله: مؤلفات في الأنساب.\n239 -\nالحافظ أبو إسماعيل عبد الله بن محمد بن علي الأنصاري الحنبلي.\nصاحب كتاب: منازل السائرين. م سنة 481 هـ رحمه الله تعالى.\nكان بارعاً في اللغة، حافظاً للحديث، عارفاً بالتاريخ والأنساب.\n240 -\nابن ماكولا\nالأميرب سعد الملك أبو النضر علي بن أبي القاسم الوزير هبة الله بن علي\nالجزء: 1 ¦ الصفحة: 103\n",
        "بن جعفر العجلي العكبري البغدادي. م سنة 486 هـ قتيلاً رحمه الله تعالى. له: 1 - الإكمال في رفع الإرتياب عن المؤتلف والمختلف من الأسماء والكنى والأنساب.\nطبع.\n2 -\nتهذيب مستمر الأوهام على ذوي التمني والأحلام.\n241 -\nأبو عبيد\nعبد الله بن عبد العزيز البكري النسابة اللغوي. م سنة 487 هـ صاحب: معجم ما استعجم. وله:\nتهذيب المؤتلف والمختلف لابن حبيب. والزبيدي ينقل عنه في: تاج العروس باسم: أنساب أبي عبيد البكري 6163.\n242 -\nالوقشي\nالعلامة ذو الفنون أبو الوليد هشام بن أحمد الأندلسي. م سنة 489 هـ.\nقال عياض: كان غاية في: الضبط، نسابة، له تنبيهات وردود. نبه على كتاب أبي نصر الكلاباذي وعلى: مؤتلف الدارقطني، وعلى: الكنى لمسلم ولكنه أتهم بالإعتزال، والف في: القدر والقرآن فزهدوا فيه أه.\nوفي معجم الأدباء.\n\" وكان أديباً شاعراً متوسعاً في ضروب المعارف متحققاً بالمنطق والهندسة، ولا يفضله عالم الأنساب والأخبار والسير \" أه له: تهذيب كتاب المؤتلف، والمختلف في أسماء القبائل.\n243 -\nالجياني\nالإمام الحافظ المجود الحجةالناقد محدث الأندلس: أبو علي الحسين بن\nالجزء: 1 ¦ الصفحة: 104\n",
        "محمد الغساني الأندلسي صاحب كتاب: تقييد المهمل. م سنة 498 هـ.\nلم يرحل من الأندلس، وكان من جهاذبة الحفاظ، قوي العربية، بارع اللغة، مقدماً في: آلاداب، والشعر والنسب.\nله: تصانيف كثيرة في هذه الفنون، نعته بهذا وأكثر منه: خلف بن عبد الملك الحافظ أه.\nله: كتاب ما أئتلف خطه واختلف لفظه من أسماء رجال الصحيحين.\nويسمى: تقييد المهمل وتمييز المشكل.\n244 -\nسلمة بن مسلم الصحاري العوبثي الأباضي\nالمتوفي في القرن الخامس الهجري. له:\nأنساب العرب. مخطوط في دار الكتب المصرية بالقاهرة برقم2461 تاريخ.\n245 -\nسليمان بن علي بن عبد السميع العباسي\nمن ولد العباس بن محمد بن علي بن عبد الله بن العباس.\nكان معاصراً لأبن حزم. م سنة 456 هـ وقال: \" وعن كتابه إلي أخذت كثيراً من أنسابهم \" أه.\n246 -\nالشريف أبو الحسن علي بن محمد بن علي بن محمد العلوي العمري\nالنسابة صاحب كتاب الشافي في النسب \" القرن الخامس \".\nذكره ياقوت في معجم الأدباء في ترجمة علي بن عبد الله المعروف بالشبيه.\nم سنة 441 هـ.\nالجزء: 1 ¦ الصفحة: 105\n",
        "الطبقة السادسة\n501 -\nهـ 600هـ\nالجزء: 1 ¦ الصفحة: 107\n",
        "247 -\nابن القيسراني\nأبو الفضل محمد بن طاهر بن علي المقدسي: م سنة 507 رحمه الله تعالى. له: الأنساب المتفقة في الخط المتماثلة في النطق والضبط.\nطبع عام 1865م في لندن: ليدن. نشر المثنى ببغداد والخانجي بمصر، وقد ذيله: أبو موسى الأصبهاني م سنة 585 هـ يأتي.\nوذيل على الذيل لابن نقطة. م سنة 629 هـ. يأتي.\n248 -\nالأبيوردي\nأبو المظفر محمد بن أبي العباس أحمد الأموي. ينتهي نسبه إلى أبي سفيان رضي الله عنه. م سنة 507 هـ رحمه الله تعالى.\nوصفه عبد الغافر في: السياق، بأوصاف جمة منها: - الرئيس الأديب الكاتب النسابة.\nوقال ابن العماد: اللغوي الشاعر، الأخباري، النسابة صاحب التصانيف والبلاغة والفصاحة.\nوكان من خير الناس بعلم الأنساب نقل عنه الحافظ الأثبات الثقات.\nوكان يفتخر بنسبه؟ له: 1 - كتاب في الأنساب كبير.\n2 -\nقبسة العجلان في نسب آل أبي سفيان.\n3 -\nما اختلف وأئتلف من أنساب العرب.\n4 -\nالنجديات في النسب. في ألف بيت.\nالجزء: 1 ¦ الصفحة: 109\n",
        "أوله: إن أحق ما تصرف إليه الهمم\n...\nوهذه ألف بيت في النسب وسمناها بالنجديات.\nشرحه: شرف الدين أحمد بن عمر بن عثمان الجندي.\n5 -\nالمؤتلف والمختلف.\n249 -\nالسمعاني\nمحمد بن منصور بن عبد الجبار التميمي\nالسمعاني\nالمروزي. م سنة 510هـ رحمه الله تعالى.\nوهو والد: عبد الكريم. صاحب كتاب الأنساب له علم بالتاريخ والأنساب.\n250 -\nشمس الأئمة، شيخ الحنفية، مفتي بخاري\nأبو الفضل بكر بن محمد الأنصاري الخزرجي، السلمي الجابري، البخاري، كان يدرس التاريخ والأنساب سألوه مرة عن مسألة غريبة فقال: كررت عليها أربعمئة مرة. توفي سنة 512 هـ.\n251 -\nمحمود بن الفضل بن محمود\nالإمام الحافظ البغدادي الأصبهاني الصباغ.\nم سنة 512 هـ.\nكان حافظاً ثقة، يحسن هذا الشأن، حسن السيرة، عارفاً بالأسماء والنسب، مفيداً لطلبة العلم.\n252 -\nابن هبة الله\nمحمد بن محمد بن هبة الله العلوي الحسيني: أبو جعفر الأفطسي\nالجزء: 1 ¦ الصفحة: 110\n",
        "الطرابلسي شاعر. م سنة 515 هـ.\nله دراية بالنسب.\n253 -\nالبطليوسي\nأبو محمد عبد الله بن محمد المعروف بابن السيد\nالبطليوسي.\nم سنة 521 هـ. رحمه الله تعالى.\nله: الأنساب.\n254 -\nابن مغيث\nأبو الحسن يونس بن محمد بن مغيث القرطبي العلامة بالأندلس. كان رأساً في الفقه والحديث والأنساب والأخبار م سنة 532 هـ. رحمه الله تعالى.\n255 -\nابن باجه\nمحمد بن يحيى بن باجه وقد يعرف بابن الصائع التجيبي الأندلسي.\nفيلسوف عالم بالأنساب. له آراء منكرة. م سنة 533 هـ.\n256 -\nالزمخشري\nنسابة العرب أبو القاسم محمود بن عمر\nالزمخشري\nالخوارزمي العلامة المفسر النحوي. كبير المعتزلة صاحب الكشاف. م سنة 538 هـ.\nقال الذهبي عنه: علامة نسابة بارع في عدة فنون. له: 1 - كتاب الأنساب.\n2 -\nمتشابه أسماء الرواة.\n257 -\nابن أبي الخصال\nمحمد بن مسعود بن خالصة بن فرج بن مجاهد الغافقي الوزير أبو عبد الله\nالجزء: 1 ¦ الصفحة: 111\n",
        "المعروف بأبن أبي الخصال الأندلسي. م سنة 540هـ رحمه الله تعالى. كان لغوياً عارفاً بالأخبار ومعاني الحديث. له: منهاج المناقب ومعراج الحاسب الثاقب في نسب الرسول صلى الله عليه وسلم.\n258 -\nالرشاطي\nعبد الله بن علي اللخمي\nالرشاطي\nكان علامة حافظاً للأنساب والتاريخ. م سنة 542 هـ رحمه الله تعالى.\nله: 1 - اقتباس الأنوار والتماس الأزهار في أنساب الصحابة رواة الآثار. في ستة أسفار وقد أشتهر بأسم: أنساب الرشاطي.\nقال ابن بشكوال: كتاب حسن أخذه الناس عنه.\nوقال حاجي خليفة: هو من الكتب القديمة في الأنساب.\nلخصه مجد الدين اسماعيل بن إبراهيم البلبيسي. م سنة 802 هـ. وأضاف إليه زيادات أبن الأثير على أنساب السمعاني. وسماه: القبس.\n2 -\nكتاب الإعلام بما في المؤتلف والمختلف للدارقطني من الأوهام.\n259 -\nأبوعبد الله\nالحسين بن إبراهيم بن حسين بن جعفر الهمداني الجوزقي. م سنة 543 هـ رحمه الله تعالى.\nله: 1 - المتفق والمفترق وهو مشهور.\n2 -\nالمتفق والمفترق. أبسط منه في نحو من ثلاثمائة جزء.\nالجزء: 1 ¦ الصفحة: 112\n",
        "260 -\nالقاضي عياض\nبن موسى اليحصبي السبتي المالكي المحدث. كان من أعلم الناس بكلام العرب وأنسابها وأيامها. م سنة 544 هـ رحمه الله تعالى.\n261 -\nمسعود بن محمد بن خالص الأمروحي\nم سنة 547 هـ رحمه الله تعالى.\nكان من أحفظ أهل زمانه لأخبار العرب وسيرها وأنسابها.\n262 -\nالقطان\nالحسن بن علي بن محمد بن إبراهيم أبو علي المروزي البخاري. المعروف بالقطان. م سنة 548 هـ رحمه الله تعالى. له: مشجر نسب آل أبي طالب.\n263 -\nأبوالحسن\nأحمد بن محمد بن إبراهيم الأشعري النسابة اليمني. م سنة 550هـ تقريباً رحمه الله تعالى.\nله: 1 - التعريف بالأنساب.\nجمع فيه خلاصة كتب الأنساب، واقتصر على مشاهير الرجال، ثم لخصه وسماه: اللباب.\n2 -\nاللباب إلى معرفة الأنساب.\nذكر فيه جملة مصنفات في هذا الفن ثم قال: وقد استخرجت من هذا كتاباً مختصراً سميته: التعريف بالأنساب، توسطت فيه بين الإكثار والإقلال ثم عملت: اللباب. أذكر فيه أمهات القبائل وبطونها وجعلته مدخلاً إلى علم\nالجزء: 1 ¦ الصفحة: 113\n",
        "النسب. أه.\n264 -\nالسلامي\nأبو الفضل محمد بن ناصر بن محمد\nالسلامي.\nم سنة 550هـ رحمه الله تعالى.\nله: المؤتلف والمختلف.\n265 -\nأبو طالب العلوي\nمحمد بن عبد الحميد بن عبد الله ولد سنة 559 هـ. الكوفي، أديب فاضل.\nله معرفة بالأنساب.\n266 -\nأبومحمد\nالحسن بن علي القاضي المهذب. م سنة 561 هـ رحمه الله تعالى.\nله: كتاب الأنساب في عشرين مجلداً.\n267 -\nابن الزبير الأسواني\nالحسن بن علي بن إبراهيم بن الزبير المصري الغساني الملقب: بالقاضي المهذب. م سنة 561 هـ.\nصنف كتاب: الأنساب. وهو كتاب كبير أكثر من عشرين مجلداً، كل مجلد عشرون كراسة. قال ياقوت: رأيت بعضه فرأيته مع تحققي هذا العلم وبحثي عن كتبه غاية في معناه لا مزيد عليه، يدل على جودة قريحته، وكثرة اطلاعه\n...\nوكان المهذب قد مضى إلى بلاد اليمن في رسالة من بعض ملوك مصر، واجتهد هناك في تحصيل كتب النسب، وجمع منها مالم يجتمع عند احدٍ حتى صح له تأليف هذا الكتاب \" اه.\nالجزء: 1 ¦ الصفحة: 114\n",
        "268 -\nالسمعاني\nأبو سعيد عبد الكريم بن محمد\nالسمعاني\nالتميمي المروزي. م سنة 562 هـ رحمه الله تعالى.\nوهو حافظ محدث مؤرخ رحالة. له: الأنساب.\nواشتهر باسم: أنساب السمعاني.\nطبع منه أجزاء بتحقيق العلامة المعلمي رحمه الله تعالى ثم صور المخطوط بكامله في: مجلد كبير.\nثم طبع الكتاب في بيروت، والهند، وقد اعتنى باختصاره وتهذيبه والزيادة عليه الأئمة. منهم:\n1 -\nابن الأثير. م سنة 630هـ في: اللباب. يأتي.\n2 -\nالسيوطي. م سنة 911 هـ في: لب اللباب. يأتي.\n3 -\nالخضيري. م سنة 894 هـ في: الإكتساب يأتي.\n4 -\nحاجي خليفة. م سنة 1067 هـ في: مسلم الوصول يأتي.\nنقل عنه الزبيدي في: تاج العروس. وسماه جمهرة الأنساب.\n269 -\nالبهيقي\nعلي بن أبي القاسم زيد بن محمد بن الحسين أبو الحسين\nالبهيقي\nالأديب. م سنة 565 هـ رحمه الله تعالى. له: لباب الأنساب.\n270 -\nابن الخشاب\nأبو محمد عبد الله بن أحمد البغدادي الحنبلي. م سنة 567 هـ رحمه الله تعالى.\nالجزء: 1 ¦ الصفحة: 115\n",
        "كان مشهوراً بالأدب والنحو والتفسير والحديث والنسب والفرائض والحساب.\n271 -\nنشوان بن سعيد اليمني الحميري\nم سنة 573 هـ.\nنحوي لغوي نسابة مؤرخ، وكان من علماء الإعتزال.\nوهو صاحب: شمس العلوم في اللغة وله: 1 - ملوك حمير وأقيال اليمن. نظم.\n2 -\nشرح لها باسم: خلاصة السيرة الجامعة لعجائب أخبار الملوك التتابعة.\nطبعاً عام 1378 هـ المطبعة السلفية بمصر.\n272 -\nأبو يحيى\nاليسع بن عيسى بن حزم الغافقي المقريء. م سنة 575 هـ رحمه الله تعالى.\nكان فقيهاً مفتياً محدثاً، مقرئاً، نسابة أخبارياً.\n273 -\nأبو الفضل\nمحمد بن أبي القاسم البقالي الخوارزمي. م سنة 576 هـ رحمه الله تعالى.\nله: افتخار العرب.\n274 -\nالأنباري\nعبد الرحمن بن محمد بن عبد الله\nالأنباري\nالنحوي. م سنة 577 هـ رحمه\nالجزء: 1 ¦ الصفحة: 116\n",
        "الله تعالى. له: الجوهرة في نسب النبي صلى الله عليه وسلم وأصحابه العشرة.\n275 -\nالسهيلي\nعبد الرحمن بن عبد الله بن أحمد الخثعمي\nالسهيلي\nالحافظ. ضرير عالم باللغة والسير. م سنة 581 هـ. له: الروض الأنف في شرح السيرة النبوية لابن هشام مطبوع.\nوفيه من دقائق النسب وشرحها ما يقضي ببصيرته في النسب.\n276 -\nالمديني\nالحافظ المحدث أبو موسى محمد بن عمر الأصبهاني. م سنة 581 هـ. رحمه الله تعالى.\nأخذ عن ابن القيسراني. م سنة 507 هـ.\nله: 1 - ذيل على كتاب شيخه باسم: ذيل الأنساب. في جزء ذكر فيه ما أهمله شيخه.\nولابن نقطة. م سنة 629 هـ: ذيل عليه يأتي.\n2 -\nالشرح المكمل في نسب الحسن المهمل.\n277 -\nأبو بكر\nمحمد بن موسى الحازمي الهمداني. م سنة 584 هـ رحمه الله تعالى.\nالجزء: 1 ¦ الصفحة: 117\n",
        "له:\n1 -\nعجالة المبتدي في الأنساب. مطبوع. عام1384 هـ في مجمع اللغة العربية بمصر بتحقيق عبد الله كنون ثم أعيد عام1393 هـ.\n2 -\nما اتفق لفظه وافترق معناه. لكنه في البلدان والأماكن.\n3 -\nالفيصل في مشتبه النسبة.\n278 -\nالجواني\nأبو البركات الشريف حسن بن محمد\nالجواني\nالنسابة. م سنة 588 هـ.\nله: الجوهر المكنون في القبائل والبطون. قال عنه حاجي خليفة: \" وهو من الكتب الجامعة في الأنساب أتقن صاحبه أصولها، وأورد فيه من الأنساب ما ينتفع به اللبيب، ويستغني بوجوده الكاتب الأديب \" اه\n279 -\nأبوجعفر\nمحمد بن علي بن شهر آشوب الطبرسي الشيعي. م سنة 588 هـ.\nله: 1 - أنساب آل أبي طالب.\n2 -\nمناقب آل أبي طالب طبع عام 1382 هـ. ولعله الذي قبله.\n280 -\nالجواني النسابة\nالشريف أبو علي النسابة محمد بن أسعد بن علي الحسيني المصري.\nمتشيع ولي نقابة الأشراف بمصر مدة، مكثر من التصنيف لكن له فيها مجازفات كثيرة كما حرره الحافظ بن حجر في: اللسان. م سنة 588 هـ.\nالجزء: 1 ¦ الصفحة: 118\n",
        "له: 1 - تاج الأنساب ومنهاج الصواب.\n2 -\nالمصنف النفيس في نسب بني إدريس.\n3 -\nالموجز في النسب.\n4 -\nالمثلث في النسب. شجر فيه عدة كتب.\n5 -\nالفخري في أنساب الطالبين. ألفه للفخر الرازي.\n6 -\nمعيار النسب.\n7 -\nالمقدمة الفاضلية في الأنساب. نقل منها الزبيدي في:\nتاج العروس 19 11124 4251 في 6144 11295.\n8 -\nديوان العرب وجوهرة الأدب في إيضاح النسب.\n9 -\nطبقات الطالبيين، ولعله: تاج الأنساب المذكور.\nذكره صاحبا: كشف الظنون 21104، وهدية العارفين 2103.\n10 -\nطبقات النسابين. أو: التحفة الظريفة في طبقات النسابين.\nذكره صاحبا: كشف الظنون 21104، وهدية العارفين 2103.\nوهل: طبقات النسابين هو: طبقات الطالبيين، أم هما كتابان.\nهذا ما لم يتم الوقوف عليه والظاهر التعدد.\n11 -\nشجرة رسول الله صلى الله عليه وسلم.\n12 -\nنزهة القلب المعنا في نسب آل مهنا.\n281 -\nابن الجوزي\nعالم العراق واعظ الآفاق شيخ الحنابلة أبو الفرج عبد الرحمن بن علي التيمي البكري البغدادي الحنبلي.\nمن سلالة أبي بكر الصديق رضي الله عنه. م سنة 597 هـ رحمه الله تعالى. له التصانيف السائرة ومنها:\nالجزء: 1 ¦ الصفحة: 119\n",
        "1 -\nفضائل العرب.\nوعدة مصنفات في المناقب.\n2 -\nالمحتسب في النسب.\n282 -\nأبومحمد\nعبد الغني بن عبد الواحد بن سرور المقدسي. م سنة 600هـ رحمه الله تعالى.\n283 -\nابن الأجدابي\nإبراهيم بن إسماعيل بن أحمد اللواتي المغربي الطرابلسي المعروف بابن الأجدابي. م سنة 600هـ تقريباً.\nله: 1 - المختصر في علم الأنساب.\n2 -\nإختصار كتاب نسب قريش للزبير بن بكار.\nوله معه زوائد وإلحاقات تشتمل على فوائد: وطبع له كتاب: كفاية المتحفظ.\n284 -\nابن كلبون\nأبو الحسن علي بن محمد بن هبة الله بن عبد السميع.\nكان عارفاً بالأنساب. وله مصنفات في ذلك.\nترجمة: ابن النجار وقرأ عليه سنة 558 هـ.\nالجزء: 1 ¦ الصفحة: 120\n",
        "الطبقة السابعة\n601 -\nهـ 700هـ\nالجزء: 1 ¦ الصفحة: 121\n",
        "284 -\nفخار بن معد بن فخار الموسوي الشيعي: م سنة 603 هـ. أديب نسابة له: المقياس في فضائل بني عباس\n285 -\nعبد الرحمن بن يوسف بن محمد بن يوسف بن عيسى الأزدي\nالزهراني: ويعرف بابن الملجوم، وتشهره العامة بابن رقية. من أهل المعرفة بالشعر والنسب والتاريخ. م سنة 605 هـ.\n286 -\nابن رقتة\nمن ذرية المهلب بن أبي صفرة. م سنة 606 أديب نسابة.\n287 -\nالفخر الرازي\nفخر الدين أبو عبد الله محمد بن عمر بن الحسن التيمي البكري الرازي الإمام المفسر صاحب تفسير: مفتاح الغيب. م سنة 606 هـ. رحمه الله تعالى. له: بحر الأنساب.\n288 -\nقثم بن طلحة بن علي بن محمد بن علي بن الحسن الزينبي\nأبو القاسم. ويعرف بابن الأتقى، تولى نقابة العباسيين مرتين.\nوكان فيه علم خصوصاً ما يتعلق بالأنساب والأخبار والأشعار، وجمع في ذلك جموعاً بأيدي الناس. م سنة 607 هـ أه.\n289 -\nتاج العلاء\nالأشرف بن الأغر بن هاشم العلوي نسابة معمر. م سنة 610هـ.\nالجزء: 1 ¦ الصفحة: 123\n",
        "شيعي جلد. وذكر ابن حجر في ترجمته ما يدل على كذبه. له: شرح القصيدة التائية للحميري.\n290 -\nالزهري\nأبو عبد الله محمد بن أحمد\nالزهري.\nم سنة 617 هـ رحمه الله تعالى. له: البيان والتبيين في أنساب المحدثين.\n291 -\nعلم الدين\nعبد الحميد بن فخار بن أحمد بن محمد الموسوي النسابة. م سنة 619 هـ.\nصاحب: طبقات الثعلبي. في مجلد ضخم ألفه قبل الإسنوي.\n292 -\nأبو القاسم\nمحمد بن عبد الواحد بن إبراهيم بن مفرج الملاحي الغافقي الأندلسي كان محدثاً نسابة. م سنة 619 هـ رحمه الله تعالى.\nله: 1 - كتاب الشجرة. ويسمى كتاب الأنساب في أنساب الأمم والعرب والعجم.\n2 -\nتاريخ علماء البيرة وأنسابهم وأيامهم.\n293 -\nالموفق بن قدامة\nموفق الدين عبد الله بن محمد بن قدامة المقدسي الحنبلي صاحب المغني.\nم سنة 620هـ رحمه الله تعالى.\nله: 1 - التبيين في أنساب القرشيين. ذكر فيه نسب رسول الله صلى الله\nالجزء: 1 ¦ الصفحة: 124\n",
        "عليه وسلم. وأقاربه من أصحابه وشيئاً من أخبارهم، وبعض من أشتهر من أولادهم وأولاد أولادهم. طبع عام هـ.\n2 -\nالإستبصار في نسب الصحابة الأنصار.\nطبع عام 1391 هـ في بيروت.\n295 -\nياقوت بن عبد الله الرومي جنساً الحموي مولداً البغدادي\nدارا. م سنة 626 هـ.\n1 -\nله كتاب: المقتضب في النسب. ذكر فيه أنساب العرب.\nمقدمة كتاب: معجم الأدباء 1 22. وفي اللسان6239:\n\" قال ابن النجار: كان ذكياً حسن الفهم، ورحل في طلب النسب إلى بلاد الشام ومصر والبحرين وخراسان \" أه.\n2 -\nعجالة في الأنساب. 1400 خزانة الأدب لعبد القادر البغدادي.\nقال \" لعله هو نفس كتاب المقتضب \" أه.\nويوجد نسخة منه بخط المؤلف في دار الكتب المصرية.\n296 -\nابن نقطة\nالحافظ محمد بن محمد بن نقطة الحنبلي. م سنة 629 هـ. رحمه الله تعالى.\nله: 1 - إكمال الإكمال. ذيل به على كتاب ابن ماكولا. م سنة 487 هـ.\nالجزء: 1 ¦ الصفحة: 125\n",
        "2 -\nكتاب في الأنساب.\n297 -\nابن الأثير\nعزالدين أبو الحسن علي بن محمد الشيباني: المعروف بابن الأثير الجزري. م سنة 630هـ رحمه الله تعالى.\nصاحب كتاب: الكامل في التاريخ.\nقال ابن خلكان: كان إماماً في حفظ الحديث ومعرفته وما يتعلق به، وحافظاً للتواريخ المتقدمة والمتأخرة وخبيراً بأنساب العرب وأخبارهم، وأيامهم ووقائعهم\n...\nله: 1 - اللباب في تهذيب الأنساب.\nويسمى: مختصر الأنساب.. أي أنساب السمعاني وقد زاد عليه أشياء، وحرر منه مواضع أخرى وله ذيول منها.\nذيل العجمي. م سنة 1086 هـ يأتي.\nذيل الداودي. م سنة 945 هـ يأتي.\n2 -\nالكامل. المشهور بتاريخ\nابن الأثير.\nمطبوع متداول وقد اعتنى فيه بضبط الأنساب.\n298 -\nالعلوي النسابة\nإسماعيل بن حسين بن محمد بن الحسين العلوي الحسيني النسابة عزيز الدين المروزي. م سنة 632 هـ تقريباً.\nالجزء: 1 ¦ الصفحة: 126\n",
        "له: 1 - زبدة الطالبية في النسب.\n2 -\nغنية الطالب في نسب آل أبي طالب.\n3 -\nكتاب الفخري في النسب. ألفه لفخر الدين الرازي.\n4 -\nالمثلث في النسب.\n5 -\nالموجز في النسب.\n6 -\nنيب الإمام الشافعي.\n7 -\nوفق الأعداد في النسب.\n299 -\nإبن الرومية\nأحمد بن محمد بن مفرج بن أبي الخليل الأموي أبو العباس الأشبيلي المعروف بابن الرومية المالكي. م سنة 637 هـ. رحمه الله تعالى. له: كتاب الأنساب.\n300 -\nابن مقرب\nمحدث الإسكندرية أسعد الدين أبو القاسم عبد الرحمن\nابن مقرب\nالكندي الإسكندراني. م سنة 643 هـ رحمه الله تعالى.\nقال الذهبي: وقيل كان يدري الأنساب.\n301 -\nالعز النسابة\nأبو عبد الله محمد بن تاج الأمناء أحمد بن عساكر الدمشقي الشافعي. م سنة 643 هـ رحمه الله تعالى.\n302 -\nابن كلبون النسابة\nفخر السادة أبو طاهر محمد بن عبد السميع بن محمد الهاشمي الخطيب\nالجزء: 1 ¦ الصفحة: 127\n",
        "النسابة م سنة 643 هـ.\nكان قيماً بمعرفة أنساب الطالبيين حفظة للحكايات والأشعار، له مؤلفات في الأنساب وتشجيرها.\n303 -\nأبوبكر\nمحب الدين محمد بن محمود بن النجار البغدادي. م سنة 643 هـ. رحمه الله تعالى وهو صاحب كتاب الدرة الثمينة في أخبار المدينة. مطبوع له: 1 - أنساب المحدثين.\n2 -\nالمتفق والمفترق.\n304 -\nابن الصلاح\nأبو عمرو عثمان بن عبد الرحمن المعروف بابن الصلاح الشهرزوري. م سنة 643 هـ. رحمه الله تعالى. له: المؤتلف والمختلف.\n305 -\nالحريري\nعبد الله بن قاسم بن عبد الله اللخمي: مؤرخ نسابة. م سنة 646 هـ. له: حديقة الأنوار. في الأنساب. جعله ذيلاً لأنساب الرشاطي. م سنة 542 هـ.\n306 -\nابن باطيش الموصلي\nإسماعيل بن أبي البركات هبة الله بن سعيد بن هبة الله أبو المجد\nالجزء: 1 ¦ الصفحة: 128\n",
        "الموصلي الشافعي. م سنة 655 هـ. رحمه الله تعالى.\nله: 1 - مزيل الإرتياب عن مشتبه الأنساب.\n2 -\nالتمييز والفصل بين المتفق في الخط والنقط والشكل.\nوقد طبع القسم الموجود منه في مجلدين.\nيبدأ من حرف العين إلى نهاية حرف الياء.\n307 -\nالوادي آشي\nمحمد بن رضوان النميري. م سنة 657 هـ. رحمه الله تعالى. لغوي عالم بالأنساب وكان صدراً اشهيراً علماً حسيباً أصيلا. له: شجرة الأنساب.\n308 -\nابن الأبار\nأبو عبد الله بن محمد بن عبد الله القضاعي المعروف بابن الأبار. م سنة 658 هـ رحمه الله تعالى.\nله: هداية المعتسف في المؤتلف والمختلف.\n309 -\nعلي بن عبد الله بن زيان بن حنظلة السناني الحضرمي: المولود سنة 664 هـ كانت له معرفة بالنسب. وبيض ابن حجر لوفاته.\n310 -\nاليغموري\nالحافظ يوسف بن أحمد\nاليغموري.\nم سنة 673 هـ رحمه الله تعالى. له: تعليقة في الأنساب.\nالجزء: 1 ¦ الصفحة: 129\n",
        "311 -\nابن العمادية\nمنصور بن سليم بن منصور بن فتوح الهمداني الإسكندري الشافعي. م سنة 673 هـ رحمه الله تعالى.\nله: ذيل على كتاب ابن نقطة. م سنة 629 هـ.\n312 -\nابن الصابوني\nجمال الدين أبو حامد محمد بن علي بن محمد المعروف بابن الصابوني الدمشقي. م سنة 680هـ. رحمه الله تعالى. له: تكملة إكمال الإكمال.\nذيل به على كتاب ابن نقطة. م سنة 629 هـ. طبع في بغداد بتحقيقمصطفى جواد ثم أعيد مصوراً.\n313 -\nالبري\nمحمد بن أبي بكر بن عبد الله بن موسى الأنصاري التلمساني الأندلسي المتوفي في حدود سنة 680هـ رحمه الله تعالى. له: الجوهرة في نسب النبي صلى الله عليه وسلم وأصحابه العشرة، طبع عام 1403 هـ. نشر دار الرفاعي بالرياض.\nوقد عزاه حاجي خليفة في: كشف الظنون إلى: كمال الدين عبد الرحمن بن محمد الأنباري المتوفي سنة 577 هـ.\nوفي مقدمة محقق الكتاب المذكور وهم خليفة في ذلك والله أعلم.\n314 -\nابن خلكان\nشمس الدين أبو العباس أحمد بن محمد الإربلي الشافعي. م سنة\nالجزء: 1 ¦ الصفحة: 130\n",
        "681 هـ رحمه الله تعالى.\nكان أخبارياً عارفاً بأحوال الناس، برع في تحقيق النسب في تاريخه: وفيات الأعيان. في أخريات التراجم وقد اشتهرت لدى العلماء بفائق الضبط والتدقيق. وقد أفردها عبد السلام هارون بكتاب: معجم مقيدات ابن خلكان مطبوع.\n315 -\nالواسطي\nقاسم بن أحمد\nالواسطي\nالرفاعي الشائعي النسابة. م سنة 683 هـ. له: بغية الطالب في نسب آل أبي طالب.\n316 -\nابن المنير\nناصر الدين أبو العباس أحمد بن محمد بن منصور الجذامي الإسكندراني. م سنة 683 هـ. رحمه الله تعالى.\nوهو أحد المتبحرين في العلوم من: التفسير والفقه، والأصلين، والنظر، والعربية والبلاغة والأنساب.\nوهو الذي يشير إليه ابن حجر في: الفتح في مناسبات البخاري. وقد طبع كتابه هذا باسم: المتواري.\n317 -\nغياث الدين\nأبو المظفر عبد الكريم بن جمال الدين أحمد بن موسى بن جعفر بن طاووس الحسني الفقيه العلامة النسابة. م سنة 693 هـ.\nوهو من شيوخ ابن الفوطي. وله ألف الدر النظيم في ذكر من تسمى بعبد الكريم.\n318 -\nعزالدين\nنقيب الأشراف أحمد بن محمد بن عبد الرحمن الحسيني الحلبي ثم\nالجزء: 1 ¦ الصفحة: 131\n",
        "المصري الحافظ النسابة. م سنة 695 هـ. رحمه الله تعالى.\n319 -\nابن رسول\nعمر بن يوسف بن عمر بن علي بن رسول الغساني. م سنة 696 هـ. الملك الأشرف ثالث ملوك الدولة الرسولية.\nله: 1 - طرفة الأصحاب في معرفة الأنساب. مطبوع بدمشق.\n2 -\nاللباب في الأنساب.\n3 -\nتحفة الآداب في التواريخ والأنساب.\n320 -\nالكلاباذي\nالحافظ شمس الدين أبو العلاء محمد بن أبي بكر\nالكلاباذي\nالبخاري الحنفي الفرضي. م سنة 700هـ. رحمه الله تعالى. له: مشتبه النسب في أسماء الرجال.\n321 -\nالحمداني\nيوسف بن سيف الدولة بن زماخ التغلبي الأمير المهمندار ولد سنة 602 وتوفي على رأس القرن سنة 700هـ. رحمه الله تعالى.\nله: تصانيف في الأنساب والبديع وغير ذلك منها: كتاب الأنساب.\n322 -\nابن طباطبا\nعماد الشرف أبو البركات طاهر بن أبي سعد محمد بن نظام الشرف\nالجزء: 1 ¦ الصفحة: 132\n",
        "ابن طباطبا العلوي النسابة.\nكان حياً إلى سنة 623 هـ.\n323 -\nفخر الشرف\nأبو جعفر معد بن فخار بن أحمد العلوي النسابة.\nقال ابن الفوطي. م سنة 723 هـ: روى لنا عنه شيخنا ولده جلال الدين عبد الحميد بالحلة السيفية سنة 681 هـ.\nالجزء: 1 ¦ الصفحة: 133\n",
        "الطبقة الثامنة\n701 -\nهـ 800هـ\nالجزء: 1 ¦ الصفحة: 135\n",
        "324 -\nفخرالدين\nأبو الحسن علي بن محمد بن أحمد بن علي الحسيني الحلي اليحيوي النسابة.\nيعرف بابن الأعرج. م سنة 702 هـ.\nمن شيوخ\nابن الفوطي.\nم سنة 723 هـ له: جوهر القلادة في نسب بني قتادة.\n325 -\nالدمياطي\nالنسابة شيخ المحدثين شرف الدين أبو محمد عبد المؤمن بن خلف الشافعي. صاحب التصانيف. م سنة 705 هـ رحمه الله تعالى.\nقال تلميذه الذهبي: كان صادقاً حافظاً متقناً جيد العربية غزير اللغة واسع الفقه رأساً في علم النسب ديناً كيساً متواضعاً. له: قبائل الخزرج.\n326 -\nابن الطقطقي\nمحمد بن تاج الدين علي الحسيني. م سنة 709 هـ. رحمه الله تعالى. مؤرخ نسابة.\nله: 1 - الأصيل في قواعد علم النسب.\n2 -\nالأصيل في الأنساب.\n327 -\nابن الفوطي\nعبد الرزاق بن أحمد الصابوني الحنبلي المعروف بابن الفوطي. م سنة\nالجزء: 1 ¦ الصفحة: 137\n",
        "723 هـ. رحمه الله تعالى.\nمؤرخ نسابة أخباري محدث.\nله: 1 - دور الأصداف في غرر الأوصاف. كبير جداً، ذكر أنه جمعه من ألف مصنف.\nوله أشياء كثيرة في الأنساب وغيرها. وقد تكلم في عقيدته وعدالته. والله أعلم.\n2 -\nكتاب النسب المشجر.\n3 -\nمجمع الآداب في معجم الألقاب. طبع عام 1382 هـ.\n4 -\nتلقيح الأفهام في المؤتلف والمختلف.\n5 -\nبدائع التحف في ذكر من نسب من الأشراف إلي الحرف.\n328 -\nالدمياطي\nعلي بن عبد الله بن مالك\nالدمياطي\nالشافعي. م سنة 727 هـ.\nكان فاضلاً يعرف الأنساب والتاريخ. وله نظم.\n329 -\nالبناكتي\nفخرالدين داود بن أبي الفضل\nالبناكتي\nم سنة 731 هـ رحمه الله تعالى.\nله: روضة أولي الألباب في تواريخ الأكابر والأنساب.\n330 -\nمحمد بن علي بن محمد بن حسين بن أبي بكر الشبانكاري البلخي: م سنة 733 هـ رحمه الله تعالى. له: مجمع الأنساب.\nالجزء: 1 ¦ الصفحة: 138\n",
        "331 -\nإبن بكر\nأبو عبد الله محمد بن يحيى الأشعري المالقي. يعرف بابن بكر. م سنة 741 هـ. رحمه الله تعالى.\nمن أعلام الفضل والعلم، كان حافظاً للأنساب والأسماء والكنى قائماً على العربية.\n333 -\nالشيورقاني\nمحمد بن علي بن محمد بن حسين بن أبي بكر المؤرخ البلخي. م في حدود سنة 745 هـ. رحمه الله تعالى. له: مجمع الأنساب. جمعه بأسم السلطان أبي سعيد خان سنة 733 هـ.\n334 -\nالذهبي\nمؤرخ الأسلام الحافظ المحدث الإمام شمس الدين أبو عبد الله محمد بن أحمد بن عثمان بن قايماز بن عبد اللع الذهبيأو: ابن\nالذهبي\nالتركماني. م سنة 748 هـ رحمه الله تعالى.\nصاحب المؤلفات الحافلة في: القراءآت والحديث وعلومه والرجال والتاريخ والتخاريج.\nله: 1 - المشتبه في الرجال: أسمائهم وأنسابهم. طبع بمصر عام 1962 بتحقيق البجاوي.\n2 -\nكتاب معرفة آل منده.\n3 -\nالمقدمة ذات النقاط في الألقاب.\nالجزء: 1 ¦ الصفحة: 139\n",
        "4 -\nالدرة اليتيمية في سيرة التيمية.\n5 -\nمختصر الأنساب للسمعاني.\n335 -\nالعباسي\nعماد الدين أبو الحسن علي بن محيى الدين محمد بن المحيا\nالعباسي.\nم في حدود سنة 750هـ. رحمه الله تعالى.\nله: نزهة ذوي العقول في نسب آل الرسول.\n336 -\nابن التركماني\nعلاء الدين علي بن عثمان بن إبراهيم المارديني الحنفي المعروف بابن التركماني، صاحب: الجوهر النقي. م سنة 750هـ رحمه الله تعالى.\nله: 1 - كتاب المؤتلف والمختلف.\n2 -\nمختصر تلخيص المتشابه للخطيب البغدادي. م سنة 463 هـ.\n337 -\nقطب الدين\nأبو بكر بن أحمد بن رعين ابن رعسن الزبيدي اليمني. م سنة 752 هـ. رحمه الله تعالى.\nله: 1 - الكامل في الأنساب.\nجمع فيه سيرة جده زكريا بن خالد الأموي القادم إلى اليمن، وذكر عقبه وعقب الذين قدموا معه إلى اليمن إلى زمنه.\n2 -\nالعقد الفريد في أنساب بني أسيد.\nالجزء: 1 ¦ الصفحة: 140\n",
        "سرد فيه بطون بني حسن ورزام بن يحيى بن عبد الله بن زكريا.\nوذيله حفيده الشيخ رضي الدين. م سنة 842 هـ.\n3 -\nمنتخب الفتوى في الأنساب.\n338 -\nتاج الدين بن محمد بن حمزة الحسيني\nكان حياً إلى سنة 753 هـ. له: غاية الإختصار في البيوتات العلوية المحفوظة من الغبار. طبع عام 1382 هـ. المطبعة الحيدرية في النجف.\n339 -\nالأسنائي\nإسماعيل بن هبة الله بن علي العلوي الحميري عز الدين\nالأسنائي\nالمصري. م سنة 755 هـ. رحمه الله تعالى. له: كتاب الأنساب.\n340 -\nمغلطاي بن قيلج الكنجري الحافظ\nمات سنة 761 هـ رحمه الله تعالى.\nكان نسابة. له تصانيف في الحديث مشهورة. وله: ذيل على كتاب ابن نقطة. م سنة 629 هـ.\nفائدة: قيلج: هو السيف بلغة الترك.\n341 -\nابن حمزة\nمحمد علي بن الحسين بن حمزة بن محمد الحسيني الشريف. أبو المحاسن\nالجزء: 1 ¦ الصفحة: 141\n",
        "الدمشقي. تلميذ الحافظ الذهبي. م سنة 765 هـ رحمه الله تعالى.\nله: العرف الذكي في النسب الزكي.\n342 -\nأبو المنذر\nعلي بن الحسن بن طريف النسابة الكوفي. م سنة 768 هـ رحمه الله تعالى.\nله: شجرة آل عباس.\n343 -\nالسلامي\nأبو المعالي محمد بن رافع بن أبي محمد\nالسلامي.\nم سنة 774 هـ. رحمه الله تعالى.\nله: ذيل مشتبه النسبة للذهبي. طبع في بيروت بتحقيق المنجد.\n344 -\nأبوعبد الله\nتاج الدين محمد بن القاسم الديباجي الحلي الشيعي النسابة. المتوفي في حدود سنة 776 هـ.\nله: 1 - سبك الذهب في شبك النسب.\n2 -\nتذييل الأعقاب في الأنساب.\n3 -\nالفلك المشحون في أنساب القبائل والبطون.\n4 -\nكشف الإلتباس في نسب بني العباس.\n5 -\nنهاية الطالب في نسب آل أبي طالب. في أثنى عشر مجلد.\n6 -\nالثمرة الظاهرة من الشجرة الطاهرة. أربع مجلدات.\n345 -\nالملك الأفضل\nعباس بن الملك المجاهد علي صاحب اليمن. م سنة 778 هـ. رحمه الله\nالجزء: 1 ¦ الصفحة: 142\n",
        "تعالى. له: بغية ذوي الهمم في معرفة أنساب العرب والعجم.\nقال حاجي خليفة: وهو كتاب مختصر مفيد.\n346 -\nإبن جزي\nأحمد بن أبي القاسم محمد بن محمد المعروف بابن جزي الكلبي أبو بكر الأندلسي. م سنة 785 هـ. رحمه الله تعالى. وهو ابن مؤلف كتاب: القوانين الفقهية.\nله: مختصر البيان في نسب آل عدنان.\n347 -\nالواسطي\nعبيد الله بن عمر بن محمد الحسيني أبو النظام\nالواسطي.\nم سنة 787 هـ له: بحر الأنساب. ويسمى أيضاً: الثبت المصان بذكر سلالة سيد ولد عدنان.\n348 -\nالنسابة الواسطي\nأبو الحسن علي بن محمد بن علي الصوفي\nالنسابة الواسطي\nالرفاعي. م في حدود سنة 800هـ.\nله: 1 - المختصر في نسب آل سيد البشر.\n2 -\nخلاصة الإكسير في نسب الرفاعي الكبير.\nوالإكسير هو: لعلي بن المبارك بن الحسن الواسطي. م في حدود سنة 590هـ.\n349 -\nالبيذق\nأبو بكر بن علي الصنهاجي الملقب بالبيذق. من أهل القرن الثامن.\nالجزء: 1 ¦ الصفحة: 143\n",
        "له: 1 - الأنساب في معرفة الأصحاب.\n2 -\nالمقتبس من كتاب الأنساب في معرفة الأصحاب.\nطبع في الرباط عام 1971م نشر دار المنصور للطباعة.\n350 -\nابن المهنا\nجمال الدين بن المهنا العبيدلي النسابة.\nمن شيوخ ابن الفوطي. م سنة 723 هـ. له: المشجر.\n351 -\nبهاء الدين علي بن عبد الكريم بن عبد الحميد الحسيني\nالعلوي النيلي الشيعي النجفي المعروف بالنسابة. كان حياً في حدود سنة 800هـ.\n352 -\nفخر الشرف\nأبو الحسن علي بن محمد بن محمد العلوي الأرقطي النقيب: كان عالماً بالأنساب. وكان يكرر هذين البيتين لبعض الشعراء يمدح رجلاً يطعن الناس في نسبه، ويتعجب بهما:\nسألت عن أصلك فيما مضى\n...\nأبناء سبعين وقد نيفوا\nفكلهم يخبرني أنه\n...\nمهذب جوهره يعرف\n353 -\nفخر الدين\nأبو الحسن علي بن المرتضى بن محمد العلوي الحسيني النسابة.\nالجزء: 1 ¦ الصفحة: 144\n",
        "354 -\nأبو الظفر: فخر الدين ابو الظفر محمد بن الأشرف علي بن محمد العلوي الحسني الأديب النسابة المولود سنة 677 هـ\nالجزء: 1 ¦ الصفحة: 145\n",
        "الطبقة التاسعة\n801 -\nهـ 900هـ\nالجزء: 1 ¦ الصفحة: 147\n",
        "355 -\nابن الأثير\nمجد الدين إسماعيل بن إبراهيم بن محمد الكناني الحنفي. م سنة 802 هـ رحمه الله تعالى. تخرج بمغلطاي. م سنة 761 هـ.\nله: 1 - قبائل العرب في التاريخ.\n2 -\nمختصر أنساب الرشاطي.\n356 -\nالبلبيسي\nمجد الدين إسماعيل بن إبراهيم بن محمد بن علي الكناني\nالبلبيسي\nثم المصري الحنفي. م سنة 802 هـ. رحمه الله تعالى.\nله: 1 - قبائل العرب في التاريخ.\n2 -\nقبس الأنوار تلخيص اقتباس الأنوار للرشاطي. م سنة 542 هـ.\nوفي كشف الظنون باسم: مختصر اقتباس الأنوار والتماس الأزهار في أنساب الصحابة ورواة الآثار، ونقل منه الزبيدي في: تاج العروس وسماه: معجم البلبيسي. وفي موضع باسم: مجمع الأنساب.\n357 -\nالملك الأشرف\nإسماعيل\nالملك الأشرف\nابن الملك الأفضل عباس بن المجاهد علي ابن المؤيد داود بن المظفر يوسف ابن المنصور عمر بن علي بن رسول الغساني اليمني. كان عالماً بالفقه والنحو والأنساب. م سنة 804 هـ. رحمه الله تعالى.\nله: طرفة الأصحاب في معرفة الأنساب.\n358 -\nابن الملقن\nسراج الدين عمر بن علي بن أحمد الأنصاري المصري الشافعي. م سنة\nالجزء: 1 ¦ الصفحة: 149\n",
        "804 هـ رحمه الله تعالى. له: إيضاح الإرتياب في معرفة ما يشتبه ويتصحف من الأسماء والأنساب.\n359 -\nالعراقي\nالحافظ زين الدين أبو الفضل عبد الرحيم بن الحسين الكردي الأصل المصري الشافعي\nالعراقي.\nم سنة 806 هـ. رحمه الله تعالى.\nله: 1 - القرب في محبة العرب. طبع عام 1303 هـ طبعة حجرية في الهند. ثم بمصر عام 1381 هـ محققاً.\n2 -\nمحجة القرب في محبة العرب.\nأصل الذي قبله. أوهما أسمان لمسمى واحد. فيه بحث تجده في مقدمة التحقيق للقرب ص12 19.\n360 -\nالخزرجي\nلعله: على بن الحسن بن أبي بكر بن الحسن بن وهاس\nالخزرجي\nالزبيدي. م سنة 812 هـ. له: المحصول في انتساب بني رسول.\n361 -\nالفيروز آبادي\nمحمد بن يعقوب بن محمد أبو طاهر مجد الدين الشيرازي. إمام في اللغة والأدب صاحم القاموس. م سنة 817 هـ. رحمه الله تعالى.\nله: تحفة الأبيه فيمن نسب إلى غير أبيه. طبع.\n362 -\nالقلقشندي\nأبو العباس أحمد بن علي بن أحمد الجمالي الفزاري\nالقلقشندي\nثم\nالجزء: 1 ¦ الصفحة: 150\n",
        "القاهري الشافعي. صاحب صبح الأعشنى. م سنة 821 هـ رحمه الله تعالى.\nكان علامة بالأنساب.\nله: 1 - نهاية الأرب في معرفة أنساب العرب. طبع بتحقيق إبراهيم الأبياري عام 1959م بالقاهرة.\n2 -\nقلائد الجمان في التعريف بقبائل عرب الزمان. طبع عام 1383 هـ بمصر بتحقيق الأبياري. وهذا الكتاب كالمستدرك على الذي قبله.\n363 -\nالناشري\nمحمد بن عبد الله بن عمر\nالناشري\nم سنة 821 هـ.\nله: عرر الدرر في مختصر وأنساب البشر.\nنقل عن الزبيدي في: تاج العروس 14223، وباسم: إتحاف البشر 3347.\nوباسم: أنساب البشر 7506.\nرباسم: كتاب الأنساب 5549خ.\n364 -\nابن عنبه\nنسابة العراق أبو العباس جمال الدين أحمد بن علي بن حسين بن عنبة الداوودي الطالبي الحسني مؤرخ نسابة عراقي. م 828 هـ.\nله: 1 - عمدة الطالب في نسب آل أبي طالب. مطبوع، طبع في الهند بالمطبع الجعفري ثم صور في بيروت عام 1403 هـ.\n2 -\nبحر الأنساب. يشتمل على أنساب بني هاشم مشجر.\nالجزء: 1 ¦ الصفحة: 151\n",
        "3 -\nتحفة الطالب باختصار عمدة الطالب.\n4 -\nالتحفة الجمالية في الأنساب. فارسي.\n365 -\nابن الخطيب الدهشة\nنور الدين أبو الثناء محمود بن أحمد الهمداني الفيومي ثم الحميري الشافعي. المعروف بابن خطيب الدهشة. م سنة 834 هـ. رحمه الله تعالى.\nله: تحفة ذوي الأرب في مشكل الأسماء والنسب.\n366 -\nعبد الله بن الهادي بن إبراهيم المرتضى الحسني اليمني\nنسابو مؤرخ م سنة 840هـ. بصنعاء رحمه الله تعالى.\n367 -\nابن ناصر الدين الدمشقي\nشمس الدين محمد بن أبي بكر بن عبد الله بن محمد الدمشقي. م سنة 842 هـ رحمه الله تعالى.\nصاحب: التبيان شرح بديعة البيان.\nله: 1 - الإعلام بما وقع في مشتبه الذهبي من الأوهام.\n2 -\nتوضيح المشتبه للذهبي.\n368 -\nرضي الدين أبو بكر أحمد بن أبي بكر\nم سنة 842 هـ. رحمه الله تعالى.\nحفيد الزبيدي. م سنة 752 هـ تقدم. له: الدر النضيد في أنساب بني أسيد.\nالجزء: 1 ¦ الصفحة: 152\n",
        "369 -\nالمقريزي\nأحمد بن علي بن عبد القادر\nأبو العباس\nالحسيني المؤرخ. صاحب كتاب: المواعظ والإعتبار بذكر الخطط والآثار. م سنة 845 هـ رحمه الله تعالى. له: البيان والإعراب عما بأرض مصر من الأعراب.\nطبع عام 1961م بمصر. بتحقيقعبد المجيد عابدين نشر: عالم الكتب بالقاهرة.\n370 -\nالحافظ ابن حجر\nأحمد بن علي بن محمد بن حجر الكناني العسقلاني الحافظ أبو الفضل شهاب الدين، م سنة 852 هـ.\nله: 1 - نزهة الألباب في الأنساب.\n2 -\nألقاب الرواة.\n3 -\nتبصير المنتبه بتحرير المشتبه. طبع بتحقيق البجاوي، والنجار عام 1383 هـ بمصر.\n4 -\nالإعجاب ببيان الأنساب.\n371 -\nالشريف النسابة\nحسن بن محمد بن أيوب بدر الدين أبو محمد الحسيني الشافعي الشهير بالشريف النسابة المقري. م سنة 866 هـ. رحمه الله تعالى. له: الجوهر المكنون في القبائل والبطون.\n372 -\nأبو العباس\nعزالدين حمزة بن أحمد بن علي الحسيني الشريف الدمشقي الشافعي. م\nالجزء: 1 ¦ الصفحة: 153\n",
        "سنة 874 هـ رحمه الله تعالى.\nله: الذيل علي مشتبه النسبة لأبن حجر.\n373 -\nابن قمر\nشمس الدين أبو عبد الله محمد بن علي بن جعفر القاهري الحسيني الشافعي المعروف بابن قمر. م سنة 876 هـ. رحمه الله تعالى. له: معين الطلاب في معرفة الأنساب.\n374 -\nمهدي بن أحمد الفاسي المالكي\nم سنة 879 هـ. رحمه الله تعالى. له: داعي الضرب في أنساب العرب.\n375 -\nالمخزومي\nمحمد بن عبد الله بن محمد\nالمخزومي\nالرفاعي الحسيني البغدادي. م سنة 885 هـ.\nله: صحاح الأخبار في نسب السادة الفاطمية الأخيار. مطبوع.\nرد فيه عللا ابن الأثير في قوله إن خالد بن الوليد انقرض عقبه.\n376 -\nابن فهد\nعمر بن محمد بن محمد بن فهد القرشي الهاشمي المكي نجم الدين: مؤرخ مشهور. م سنة 885 هـ رحمه الله تعالى.\nله: 1 - كتاب اللباب في الألقاب.\n2 -\nالتبيين في تراجم الطبريين.\n3 -\nالمشارق المنيرة في ذكر بني ظهيرة.\n4 -\nالسر الظهيري بأولاد أحمد النويري.\nالجزء: 1 ¦ الصفحة: 154\n",
        "377 -\nابن الشحنة\nلعله\n: ابن الشحنة\nالصغير محمد بن محمد الحلبي. م سنة 890هـ. أو الكبير المتوفي سنة 815. فلم يتحرر لي والله من أعلم.\nله: الأنساب. مخطوط في مكتبة رباط الخليفة عثمان رضي الله عنه برقم18 أصول الحديث.\n378 -\nالدهلوي\nمحمد بن جعفر المكي الحسيني الجشتي\nالدهلوي.\nم سنة 892 هـ. رحمه الله تعالى.\nله: بحر الأنساب.\nذكره خليفة ولم ينسبه. واستدرك اسماعيل باشا نسبته: إلى الدهلوي كما في ذيليه في كشف الظنون.\n379 -\nقطب الدين\nمحمد بن محمد الخضيري. م سنة 894 هـ. رحمه الله تعالى.\nله: الإكتساب في تلخيص كتب الأنساب.\nوانظر: السمعاني. م سنة 562 هـ. تقدم.\n380 -\nالمدهجن\nجمال الدين محمد بن علي\nالمدهجن\nالفقيه النسابة القرشي. م في حدود سنة 895 هـ رحمه الله تعالى.\nله: كتاب الأنساب.\nالجزء: 1 ¦ الصفحة: 155\n",
        "الطبقة العاشرة\n901 -\nهـ 1000هـ\nالجزء: 1 ¦ الصفحة: 157\n",
        "381 -\nابن عربشاه\nعبد الوهاب بن أحمد الدمشقي تاج الدين أبوالفضل الحنفي المعروف بابن عرب شاه. م سنة 901 هـ. رحمه الله تعالى. له: أشرف الأنساب نسب أفضل الأنبياء وأعظم الأحباب.\n382 -\nالسيوطي\nجلال الدين عبد الرحمن بن أبي بكر\nالسيوطي.\nم سنة 911 هـ رحمه الله تعالى.\nله: 1 - العجاجة الزرنبية في السلالة الزينبية. أثيت فيها أن أولاد زينب من الأشراف طبع في: الحاوي للفتاوي.\n2 -\nلب اللباب في تحرير الأنساب.\nوأنظر: السمعاني. م سنة 562 هـ تقدم. وعباس المدني. يأتي في الملحق الأول والداودي م سنة 945 هـ يأتي.\n3 -\nتحفة النابة بتلخيص المتشابه للخطيب البغدادي.\n383 -\nالسمهودي\nنور الدين أبو الحسن علي بن عبد الله\nالسمهودي\nالمدني الشافعي. م سنة 911 هـ. رحمه الله تعالى.\nله: 1 - جواهر العقدين في فضل الشرفين شرف العلم الجلي والنسبالعلي. مطبوع.\n2 -\nالجوهر الشفاف في فضائل الأشراف. مخطوط في: مكتبة الحرم المكي برقم39 السيرة.\nالجزء: 1 ¦ الصفحة: 159\n",
        "384 -\nعمر بن أحمد\nابن الشماع الحلبي. م سنة 936 هـ رحمه الله تعالى.\nله: الفوائد الزاهرة في السلاسل الطاهرة.\n385 -\nعبد الرحمن بن علي بن الرييع\nم سنة 944 هـ. له: نشر المحاسن اليمانية في خصائص اليمن ونسب القحطانية.\n386 -\nالداودي\nمحمد بن علي بن أحمد\nالداودي\nالمالكي. م سنة 945 هـ رحمه الله تعالى.\nله: ذيل لب لباب الأنساب.\n387 -\nجارالله\nمحمد بن عبد العزيز بن فهد المكي. م سنة 954 هـ رحمه الله تعالى. له: بلوغ الأرب بمعرفة الأنبياء من العرب. قال حاجي خليفة: مختصر ألفه في جمادي الأولىعام 936 هـ.\n388 -\nعبد الله بن محمد الحضرمي: م سنة 958 هـ.\nله: كتاب السعادة والخير في مناقب سادة بني قشير.\n389 -\nالعاملي\nزين الدين بن علي بن أحمد بن محمد بن علي الشامي بن جمال الدين\nالعاملي\nالشامي الشيعي الإمامي المعروف لديهم باسم: الشهيد الثاني. م\nالجزء: 1 ¦ الصفحة: 160\n",
        "سنة 966 هـ.\nله: كتاب الرجال في النسب.\n390 -\nالهيتمي\nأحمد بن محمد بن حجر\nالهيتمي.\nم سنة 974 هـ. رحمه الله تعالى له: مبلغ الأرب في فضائل العرب. طبع عام 1357 هـ في مطبعة أم القرى بمكة حرسها الله تعالى.\n391 -\nابن حجة الشيعي\nعلي بن أحمد بن جمال الدين المعروف بابن حجة الشيعي. م سنة 975 هـ.\nله: كتاب الرجال والنسب.\n392 -\nالجزيري\nعبد القادر بن محمد بن عبد القادر الأنصاري\nالجزيري\nالمصري م سنة 977 هـ.\nصاحب: درر الفائد المنظمة في أخبار الحاج وطريق مكة المعظمة. مطبوع في مجلدين.\nله: خلاصة الذهب في فضل العرب.\n393 -\nالأشخر\nمحمد بن أبي بكر\nالأشخر\nالزبيدي اليمني الشافعي. م سنة 991 هـ رحمه الله تعالى.\nكان فقيهاً نحوياً نسابة له: كشف الغين عمن بوادي سردور من ذرية السبطين.\nالجزء: 1 ¦ الصفحة: 161\n",
        "394 -\nأبونمي\nمحمد بن بركات بن محمد. شريف حسني من أمراء مكة. م سنة 992 هـ رحمه الله تعالى.\nيعرف عند أهل مكة الأشراف بصاحب: القانون. لأنه جمع أنسابهم وجعل لهم فيها قانوناً.\n395 -\nمحمد السمرقندي\nمحمد بن عبد الله الحسيني السمرقندي كان حياً إلى سنة 994 هـ.\nنسابة.\nله: تحفة الطالب لمعرفة من ينسب إلى عبد الله وأبي طالب.\n396 -\nمحمد بن أحمد بن عميدالدين علي الحسيني النجفي \" القرن العاشر \".\nله: بحر الأنساب. أو: المشجر الكشاف لأصول السادة الأشراف. طبع بالقاهرة عام 1356 هـ.\nوطبع معه ذيله: تذييل بحر الأنساب. مؤلفه: حسين محمد الرفاعي أوصله إلى عام 1356 هـ.\nالجزء: 1 ¦ الصفحة: 162\n",
        "الطبقة الحادية عشرة\n1001 -\nهـ 1100هـ\nالجزء: 1 ¦ الصفحة: 163\n",
        "397 -\nابن قنفود\nأبو عبد الله محمد القسطيني المغربي المالكي المعروف بابن قنفود. م في حدود سنة 1015 هـ. رحمه الله تعالى.\nله: إدريسية النسب في القرى والأمصار وبلاد العرب.\nفرغ منها بدمشق سنة 1001 هـ.\n398 -\nابن المؤيد\nمحمد بن عبد الله بن علي بن الحسين المعروف بابن المؤيد. اليمني الزيدي. م في حدود سنة 1031 هـ.\nله: روضة الطلاب وتحفة الأحباب وبغية الطلاب ونخبة الأحساب لمعرفة الأنساب.\n399 -\nالعاملي\nمحمد بن عزالدين حسين بن عبد الصمد بن محمد\nالعاملي\nالحارثي الهمداني الشيعي الإمامي البعلبكي ثم الأصبهاني. م سنة 1031 هـ.\nله: بحر الأنساب.\n400 -\nمرعي بن يوسف الكرمي الحنبلي\nم سنة 1033 هـ رحمه الله تعالى. له: مسبوك الذهب في فضل العرب وشرف العلم على شرف النسب.\n401 -\nعبد القادر بن محمد بن يحي بن مكرم الحسيني الطبري الشافعي\nم سنة 1033 هـ. له: 1 - كشف النقاب عن أنساب الأربعة الأقطاب.\n2 -\nعيون المسائل من أعيان الرسائل. ذكره الدهلوي عبد الستار. م سنة 1355 هـ في: مقدمة في علم النسب ووصفه بالنسابة.\n402 -\nعلي بن الحسن بن شدقم الحسيني النسابة\nم سنة 1033 هـ. له:\nالجزء: 1 ¦ الصفحة: 165\n",
        "1 -\nزهرة المقول في نسب ثاني فرع الرسول صلى الله عليه وسلم طبع عام 1380هـ. المطبعة الحيدرية بالنجف.\n2 -\nنخبة الزهرة الثمينة في نسب أشراف المدينة طبع في آخر: زهرة المقول. وهذا ذيل لكتاب والده: بدر الدين حسن بن شدقم. واسمه: المستطابة في نسب سادات طابة.\n403 -\nابن الأهدل\nأبوبكر بن أبي القاسم بن أحمد بن محمد الحسيني اليمني المعروف بابن الأهدل الحنفي. م سنة 1035 هـ. رحمه الله تعالى.\nله: 1 - الأحساب العلية في الأنساب الأهدلية.\n2 -\nنفحة المندل في تراجم سادة الأهدل.\n404 -\nمحمد بن أبي القاسم بن محمد اليمني\nم سنة 1042 هـ. مشارك في النسب والأخبار.\n405 -\nالسمرقندي\nحسين بن عبد الله بن الحسين المشرف المكي الحسيني\nالسمرقندي.\nم\nالجزء: 1 ¦ الصفحة: 166\n",
        "سنة 1043 هـ تقريباً. نسابة. له: تحفة الطالب بمعرفة من ينتسب إلى عبد الله أبي النبي صلى الله عليه وسلم وعمه أبي طالب.\n406 -\nالغنيمي\nأحمد بن محمد بن علي بن شمس الدين شهاب الدين\nالغنيمي\nالخزرجي الأنصاري المصري الحنفي. م سنة 1044 هـ. رحمه الله تعالى. له: نقش تحقيق النسب على صحائف الذهب.\n407 -\nابن أبي المحاسن\nمحمد العربي بن يوسف أبي المحاسن الفارسي. م سنة 1052 هـ.\nله: شذر الذهب في خير النسب.\nنظم تعرض فيه لأنساب الشرفاء العلميين في 120 بيتاً. بالخزانة الفاسية ضمن مجموع.\n408 -\nحاجي خليفة\nمصطفي بن عبد الله القسطنطيني الحنفي الشهير بكاتب جلبي، وبحاجي خليفة. صاحب كشف الظنون. م سنة 1067 هـ. رحمه الله تعالى.\nله: سلم الوصول إلى طبقات الفحول.\nذكره إسماعيل باشا في: إيضاح المكنون224.\nوقال نفسه في: كشف الظنون1179 عندما ذكر مختصرات: الأنساب للسمعاني:\n\" أقول قد أوردت كتاب اللب للسيوطي جميعاً في القسم الثاني من: سلم الوصول إلى طبقات الفحول.\nواستدركت عليهم جميعاً كثيراً من الأنساب والله أعلم \" أه.\nالجزء: 1 ¦ الصفحة: 167\n",
        "409 -\nضامن بن شدقم بن علي بن حسن الحسيني المدني\nم سنة 1068 هـ.\nله: تحفة الأزهار وزلال الأنهار في نسب وحسب الأئمة الأطهار.\n410 -\nالفيومي\nعبد البر بن عبد القادر بن محمود\nالفيومي\nالمصري الحنفي. م سنة 1071 هـ. رحمه الله تعالى.\nله: بلوغ الأرب والسول بالتشرف بذكر نسب الرسول صلى الله عليه وسلم.\n411 -\nالمرعشي\nعلي بن حسين الحسيني\nالمرعشي\nالشيعي. م سنة 1081 هـ.\nنسابة، مؤرخ.\n412 -\nمحمد بن الطاهر بن أبي الغيث\nالبحر اليمني الحسني الأهدل. م سنة 1083 هـ.\nله: 1 - تحفة الدهر في نسب الأشراف بني بحر.\n2 -\nبغية الطالب في ذكر أولاد علي بن أبي طالب.\n413 -\nالعجمي\nشهاب الدين أحمد بن محمد بن أحمد بن إبراهيم\nالعجمي.\nم سنة 1086 هـ رحمه الله تعالى.\nله: ذيل اللباب.\nالجزء: 1 ¦ الصفحة: 168\n",
        "وينقل منه الزبيدي في: التاج باسم: ذيل اللب880، 7133.\n414 -\nالشرواني\nصالح بن إسحاق\nالشرواني\nالأصل القسطنطيني الرومي يعرف بظهوري، وإسحاق زاده. م سنة 1083 هـ بمصر رحمه الله تعالى.\nمؤرخ نسابة مفسر شاعر.\n415 -\nالأهدل اليمني\nمحمد بن طاهر بن أبي القاسم حسين بن أبي الغيث بحر بن أبي القاسم الحسيني، المعروف بالأهدل اليمني. م سنة 1086 هـ. رحمه الله تعالى.\nله: 1 - بغية الطالب في ذكر أولاد علي بن أبي طالب.\n2 -\nتحفة الدهر في نسب الأشراف بني بحر، ونسب ممن حقق نسبه وسيرته من أهل العصر.\nفائدة: معنى الأهدل: الأدنى والأقرب.\n416 -\nابن أبي الرجال\nأحمد بن صالح بن أبي الرجال اليمني صفي الدين. مؤرخ أديب م سنة 1092 هـ.\nله: 1 - تعليق على كتاب أنساب أئمة الزيدية لأبن الجلال.\n2 -\nإنباء الأبناء بطريقة سلفهم الحسنى. جامع لنسب آل أبي الرجال.\nالجزء: 1 ¦ الصفحة: 169\n",
        "3 -\nرسالة في نسب أسرته.\n417 -\nالمرعشي\nمحمد شفيع بن رحمة الله بن محمد\nالمرعشي\nالأصفهاني. م سنة 1095 هـ. مؤرخ نسابة.\nله: بحر الفوائد في التواريخ والأنساب.\n418 -\nشهاب الدين\nأحمد بن محمد مكي الحموي الحسيني الحنفي: المدرس بمصر. م سنة 1098 هـ.\nله: الدر النفيس في بيان نسب محمد بن إدريس.\n419 -\nابن بيري\nإبراهيم بن حسين مفتي مكة. م سنة 1099 هـ.\nله: النقول المنيفة في حكم شرف ولد الشريفة.\n420 -\nعبد القادر بن عبد الله الحسني الجوطي\nالشهير بالشبيهي. م سنة 1099 هـ. نسابة.\nله: مؤلف في أنساب الشرفاء الذين لهم شهرة بفاس.\n421 -\nمحمد بن علي بن الحسين بن عزالدين اليمني: \" القرن الحادي عشر \".\nله: الروض المستطاب المحتوي على تشجير الأنساب.\nالجزء: 1 ¦ الصفحة: 170\n",
        "الطبقة الثانية عشرة\n1101 -\nهـ 1200هـ\nالجزء: 1 ¦ الصفحة: 171\n",
        "422 -\nمحمد العربي بن الطيب بن محمد الحسني القادري\nم سنة 1106 هـ.\nمؤرخ نسابة.\n423 -\nالبوعناني\nعبد الواحد بن محمد بن محمد\nالبوعناني.\nم سنة 1106 هـ.\nأديب نسابة.\nله: تبصرة الجاهلين بنسبة الشرفاء الحمويين.\n424 -\nالفاسي\nمهدي بن أحمد الفاسيالأديب الصوفي المالكي. م سنة 1109 هـ.\nله: داعي الضرب في أنساب العرب.\n425 -\nأبو محمد\nعبد السلام بن الطيب\nالفاسي\nالشريف الحسني المالكي الأديب المؤرخ.\nم سنة 1110هـ. رحمه الله تعالى.\nله: 1 - الدر السني فيمن بفاس من أهل النسب الحسني.\n2 -\nالإشراف على نسب الأقطاب الأربعة الأشراف.\nوهم: الجيلاني. والشاذلي، وابن مشيش والجزولي.\n.. - البحراني: سليمان بن عبد الله بن علي البحراني الشيعي بل من غلاتهم هلك سنة\nالجزء: 1 ¦ الصفحة: 173\n",
        "1121 هـ. لا رحم الله فيه مغرز إبرة له، خذل الله أنصاره: الذخيرة في المحشر في فساد نسب عمر.\nوما ذكرته إلا ليعلم أهل الأسلام ما عليه هؤلاء من العداء للأسلام.\n426 -\nعامر بن محمد بن عبد الله الحسني\nم سنة 1135 هـ. مؤرخ نسابة.\nله: بغية المريد وأنس الفريد في أنساب ذرية السيد علي بن محمد بن علي الرشيد\n427 -\nالمسناوي\nمحمد بن أحمد الدلائي ابو عبد الله الشهير بالمسناوي المالكي الفاسي. م سنة 1136 هـ. رحمه الله تعالى.\nله: نتيجة التحقيق في بعض اأهل النسب الوثيق.\n428 -\nالوفائي\nعلي بن جابر بن عامر المالكي\nالوفائي\nنسابة كان حياً إلى سنة 1140هـ.\nله: مناهل الصفا باتصال نسب السادات بالنبي المصطفى.\n429 -\nقوام الدين بن محمد الحسيني المرعشي\nشيعي نسابة. م سنة 1140هـ.\n430 -\nعلي بن عثمان بن سليمان الباباطاغي الرومي\nم سنة 1140هـ. رحمه الله تعالى.\nالجزء: 1 ¦ الصفحة: 174\n",
        "له: فضائل قريش.\n431 -\nعبد القادر الجيلاني السحاقي\nم بعد سنة 1150هـ. مؤرخ نسابة.\n432 -\nأبو المعارف\nقطب الدين مصطفى بن كمال الدين بن علي بن كمال الدين بن عبد القادر البكري الصديقي الحنفي الدمشقي. م سنة 1162 هـ.\nله: الفرق المؤذن بالطرب في الفرق بين العجم والعرب قال عنه العجلوني في: كشف الخفاء 154 55:\n\" والأخبار كثيرة في حب العرب. وقد أفردها بالتأليف جماعة منهم: الحافظ العراقي. ومنهم صديقنا الفاضل السيد مصطفى البكري لازالت علينا عوائد إفضاله تجري، فإنه ألف في ذلك رسالة نحو عشرين كراساً، جمعت غرر الفوائد وجواهر القلائد سماها فذكره \" أه.\n433 -\nرضي الدين بن محمد العاملي المكي\nم سنة 1168 هـ. له: إنحاف ذوي الألباب بشوار ولب اللباب في معرفة الأنساب.\n434 -\nعباس بن عبد الرحمن بن عبد الله الأحدب الرومي\nالملقب بوسيم. م سنة 1173 هـ رحمه الله تعالى.\nله: دستور الوسيم في النسب.\n435 -\nالفاسي\nمحمد بن أحمد بن محمد بن عبد القادر\nالفاسي.\nم سنة 1179 هـ. نسابة،\nالجزء: 1 ¦ الصفحة: 175\n",
        "مؤرخ.\n436 -\nالقادري\nمحمد بن الطيب بن عبد السلام الحسني\nالقادري.\nم سنة 1187 هـ.\nنسابة أديب.\nله: الدره الفريدة في العترة المجيدة. نظم.\n437 -\nالنجشي\nحسن بن عبد الله بن محمد\nالنجشي\nالحلبي. م سنة 1190هـ.\nأديب شاعر نسابة.\nله: النور الجلي في النسب الشريف النبوي.\n438 -\nحمدون بن حمدزن الطاهري الحسني\nمؤرخ. م سنة 1193 أه.\nله: تحفة الإخوان ببعض مناقب شرفاء وزان.\nوبهامشه: الكوكب الأسعد في مناقب علي بن أحمد لمحمد بن محمد بن حمزة المكناسي.\n439 -\nعبد الرحمن بن عبد الكريم\nالمدني الحنفي المعروف بالأنصاري. م سنة 1195 هـ. رحمه الله تعالى.\nله: تاريخ أنساب أهل المدينة. وهو مطبوع باسم: تحفة المحبين والأصحاب في معرفة ماللمدنيين من الأنساب. طبع سنة 1390هـ بتونس.\nالجزء: 1 ¦ الصفحة: 176\n",
        "فائدة: أهل المدينة القدماء يسمون هذا الكتاب: القرمية وهي تعني: الأدبيه، أو: الأرومة، أو: المشجر في النسب.\nوهذا الإستعمال: \" القرمية \" اصطلاح فاسد محرف \" الأدبيه \".\n440 -\nخيرالدين\nالياس المدني المولود عام 1086 هـ. \" القرن الثاني عشر \" له: أصول النخاولة وفروعهم.\n441 -\nالجزائري\nعبد الرزاق بن محمد بن حماد ومش\nالجزائري،\nمؤرخ نسابة كان حياً إلى سنة 1156 هـ.\nله: لسان المقال في النبأ عن النسب والحسب والآل.\n442 -\nمحمد التهامي بن أحمد بن رحمون العلمي\nنسابة، كان حياً إلى سنة 1130هـ.\nله: الأنجم الزاهرة في الذرية الطاهرة.\nالجزء: 1 ¦ الصفحة: 177\n",
        "الطبقة الثالثة عشرة\n1201 -\nهـ 1300هـ\nالجزء: 1 ¦ الصفحة: 179\n",
        "443 -\nمستقيم زاده\nسليمان سعد الدين بن أمن الله عبد الرحمن بن محمد مستقيم الرومي الأديب الحنفي. م سنة 1202 هـ. رحمه الله تعالى.\nله: مجلة النصاب في النسب والكنى والألقاب.\n444 -\nمرتضى الزبيدي\nمحمد بن محمد بن محمد بن عبد الرزاق الحسيني الزبيدي أبو الفيض الملقب المرتضي. علامة باللغة والحديث والرجال والأنساب. م سنة 1205 هـ رحمه الله تعالى.\nله: 1 - تاج العروس في شرح القاموس. مطبوع مشهور في عشرة مجلدات.\nاعتنى فيه بضبط الأعلام والأنساب خاصة للمتأخرين.\n2 -\nإيضاح المدارك بالإفصاح عن العواتك.\n3 -\nجذوة الإقتباس في نسب بني العباس.\n4 -\nالروض المعطار في نسب السادة آل جعفر الطيار.\n5 -\nإتحاف سيد الحي بسلاسل بني علي.\n6 -\nرشف زلال الرحيق في نسب حضرة الصديق.\n445 -\nاللكنبوي\nإسماعيل بن مصطفى\nاللكنبوي\nالرومي الحنفي. م سنة 1205 هـ رحمه الله تعالى.\nله: شرح جداول الأنساب.\nالجزء: 1 ¦ الصفحة: 181\n",
        "446 -\nالميرزا\nحيدر علي بن\nالميرزا\nعزيز المجلسي. م بعد سنة 1209 هـ.\nله: أنساب المجلسيين.\n447 -\nالصنعاني عبد الله بن الحسن بن علي الحسني الصنعاني، نسابة. م سنة\n1210هـ.\n448 -\nزين بن خليل الزين الخزرجي الشيعي العاملي\nم سنة 1211 هـ قتيلاً ثم أحرق.\nله: القبائل الداخلة على جبل عامل.\n449 -\nعبد الواحد الفاسي\nبن محمد بن أحمد. م سنة 1213 هـ.\nله: إرتقاء الرتب العلية في ذكر الأنساب الصقلية.\n450 -\nكمال الدين الغزي\nمحمد بن محمد شريف بن شمس الدين محمد الغزي العامري الحسيني الصديقي، مؤرخ نسابة أديب. م سنة 1214 هـ.\nوهو صاحب: النعت الأكمل لأصحاب الإمام أحمد بن حنبل.\n451 -\nالحوات\nسليمان بن محمد بن عبد الله الحسيني الفاسي المشهور بالحوات. م سنة 1231 -. أديب نسابة.\nله:\nالجزء: 1 ¦ الصفحة: 182\n",
        "! - قرة العيون في الشرفاء القاطنين بالعيون.\n2 -\nالروضة المقصودة في مآثر بني سودة.\n3 -\nالسر الظاهر في أولاد الشيخ عبد القادر.\n452 -\nعبد الله العراقي المغربي\nم سنة 1234 هـ.\nله: 1 - العرف العاطر فيمن بفاس من أولاد الشيخ عبد القادر.\n2 -\nالإشراف على نسب الأقطاب الأربعة الأشراف: الجيلاني، وابن مشيش والشاذلي، والجزولي.\n3 -\nعقد اللآل فيما له صلى الله عليه وسلم من الآل.\n4 -\nمطلع الإشراق في الأشراف الواردين من العراق.\n453 -\nالميرزا محمد الدهلوي الكشميري\nم سنة 1235 هـ. له: منتخب الأنساب للسمعاني.\n454 -\nالمعسكري\nمحمد بن أحمد بن عبد القادر بوراس\nالمعسكري\nالجزائري. م سنة 1239 هـ.\nمؤرخ نسابة.\nله: مروج الذهب في نبذة النسب ومن إلى الشرق انتمى وذهب.\n455 -\nالكناني\nأحمد بن عبد الواحد\nالكناني.\nم في حدود سنة 1240هـ. رحمه الله تعالى. نسابة.\nالجزء: 1 ¦ الصفحة: 183\n",
        "له: النسب الكناني.\n456 -\nالشنقيطي\nغالي بن المختار فال\nالشنقيطي\nالبصاري. م سنة 1243 هـ. مشتغل بالأدب والسير.\nله: نظم في: أسماء أمهات المؤمنين وأنسابهن.\n457 -\nالسويدي\nأبو الفوز محمد بن أمين البغدادي الشهير بالسويدي. م سنة 1246 هـ. رحمه الله تعالى.\nله: سبائك الذهب في معرفة قبائل العرب. طبع بمصر.\n458 -\nالبسام\nمحمد بن حمد\nالبسام\nالتميمي النجدي ثم العراقي مؤرخ توفى بمكة سنة 1246 هـ.\nله: الدرر المفاخر في أخبار العرب الأواخر. مطبوع. تكلم فيه على عشائر العرب في نجد والحجاز واليمن والعراق والجزيرة ولغته أقرب إلى العامية.\n459 -\nمحمد أنيس\nبن محمد بن عبد الغني الطالوي ثم الدمشقي مدرس العامة بالجامع الأموي. ولد سنة 1247 هـ.\nله: 1 - تراجم الطائفة الأرتقية.\n2 -\nنثر الدرر الألمعية على غرر النسبة الطالوية.\nالجزء: 1 ¦ الصفحة: 184\n",
        "460 -\nمحمد بن محمد البيرمي التونسي\nم سنة 1247 هـ.\nله: التعريف بنسب الأسرة البيرمية.\nرسالة مخطوطة في الخزانة التيمورية بمصر.\n461 -\nأبو القاسم محمد بن أحمد بن علي بن إبراهيم الزياني\nم سنة 1249 هـ. مؤرخ مكثر من التأليف فيه.\nله: تحفة الحادي المغرب في رفع نسب شرفاء المغرب.\nويقال: الحادي المطرب في رفع نسب شرفاء المغرب.\n462 -\nالأهدل\nعبد الرحمن بن سليمان بن يحيى مقبول\nالأهدل\nاليمني: م سنة 1250هـ له: الروض الوريف في استخدام الشريف.\n463 -\nابن عابدين\nمحمد امين بن عمر بن عبد العزيز الدمشقي المفتى الحنفي الشهير بابن عابدين. م سنة 1252 هـ. رحمه الله تعالى.\nله: العلم الظاهر في النسب الطاهر.\n464 -\nالبرزنجى\nمحمد معروف\nالبرزنجى.\nم سنة 1254 هـ. رحمه الله تعالى.\nله: إيضاح المحجة وإفادة الحجة على الطاعن في نسب السادة البرزنجية.\nالجزء: 1 ¦ الصفحة: 185\n",
        "465 -\nبونافع الفاسي\nأحمد بن محمد بن عبد القادر بن نافع الفاسي. المعروف ببونافع. محدث عالم بالأنساب. م سنة 1260هـ.\n466 -\nالعراقي\nالوليد\nالعراقي.\nم سنة 1265 هـ.\nله: الدر النفيس في بني محمد بن نفيس.\n467 -\nالآلوسي\nشهاب الدين محمود\nالآلوسي.\nم سنة 1270هـ.\nله: الشجرة الفاطمية.\n468 -\nمحمد الطالب بن حمدون بن الحاج السلمي المرداسي الفاسي\nفقيه مؤرخ نسابة. م سنة 1273 هـ. رحمه الله تعالى.\nله: 1 - الإشراف إلى من بفاس من مشاهير الأشراف.\n2 -\nنظم الدرر والآل في شرفاء عقبة ابن صوال.\n3 -\nشرح على إحياء الميت في فضائل آل البيت للسيوطي.\nوهو صاحب كتاب: رياض الورد والأزهار الطبية النشر في مبادىء العلوم العشر.\n469 -\nأحمد البدوي الشنقيطي\nم سنة 1283 هـ. رحمه الله تعالى. وقيل نحو سنة 1220هـ.\nالجزء: 1 ¦ الصفحة: 186\n",
        "له: عمود النسب في أنساب العرب. نظم.\nطبعت مع شرحها باسم: تحفة الألباب شرح الأنساب. على نفقة إحياء التراث بقطر.\nوفي: أعلام العراق. للأثري ذكر أن محمود الآلوسي رحمه الله تعالى. صاحب: أضواء البيان. يحفظها ويحث عليها. وقد استشهد منها في مواضع من تفسيره.\nوهذا القطر الموريتاني لأهله فضل عناية بالتاريخ والأنساب وأشعار العرب وأخبارها.\n470 -\nمحمد نجف المشهدي الشيعي\nم سنة 1295 هـ. له: خلاصة الأنساب.\n471 -\nراشد بن علي الحنبلي النجدي\nالمتوفي بعد سنة 1298 هـ رحمه الله تعالى.\nكان مشتغلاً بالتفسير والأنساب. ترجم له شيخه الشيخ: محمد صديق حسن خان في: التاج المكلل.\nله: مثير الوجد في معرفة أنساب ملوك نجد طبع عام 1379 هـ بالمطبعة السلفية في مصر.\n472 -\nفصيح الدين إبراهيم بن صبغة الله الحيدري البغدادي.\nم سنة 1299 هـ رحمه الله تعالى.\nله: 1 - كتاب الحسب في النسب.\n2 -\nأصول الخيل والإبل الجيدة والردية.\nالجزء: 1 ¦ الصفحة: 187\n",
        "473 -\nمهدي القزويني الحلي بن الحسن بن أحمد النجفي\nم سنة 1300هـ.\nله: أسماء القبائل والعشائر. مطبوع.\n474 -\nالمجلسي\nحماد بن الأمين\nالمجلسي\nالموريتاني شارح منظومة عمه البدوي. م سنة 1220هـ. باسم: تحفة الألباب شرح الأنساب.\nوقد طبعت في مجلدين. يتلوهما ثالث باسم: إكمال تحفة الألباب. للشيخ أحمد المختار الجكني الشنقيطي ثم المكي.\nالجزء: 1 ¦ الصفحة: 188\n",
        "الطبقة الرابعة عشرة\n1301 -\nهـ 1400هـ\nالجزء: 1 ¦ الصفحة: 189\n",
        "475 -\nكنون\nالعالم السلفي أبو عبد الله محمد بن المدني بن علي بن عبد الله\nكنون.\nبفتح الكاف المعقودة وتشديد النون المضمومة. اسم بربري معناه: القمر. م سنة 1302 هـ رحمه الله تعالى.\nله: الدرر المكنونة في النسبة الشريفة المصونة.\n476 -\nأبو المحاسن\nمحمد بن خليل بن أبراهيم بن محمد بن علي المشيشي الطرابلسي القاوجقي الحنبلي: م سنة 1305 هـ رحمه الله تعالى.\nله: البهجة القدسية في الأنساب النبوية.\n477 -\nمحمد صديق حسن خان بهادر الحسيني البخاري القنوجي\nالعلامة الفلسفي. م سنة 1307 هـ. رحمه الله تعالى.\nله: 1 - الفرع النامي من الأصل السامي.\nوقد تصحف في: إيضاح المكنون باسم: الفرج النامي صوابه: الفرع النامي والله أعلم.\n2 -\nقضاء الأرب من مسئلة النسب.\n478 -\nالمشرفي\nأبو حامد العربي بن عبد القادر\nالمشرفي\nالفاسي. م سنة 1313 هـ. رحمه الله تعالى له: ياقوتة النسب الوهاجة في التعريف بسيدي محمد بن علي مولى مجاجة.\nالجزء: 1 ¦ الصفحة: 191\n",
        "479 -\nإدريس بن أحمد الحسني العلوي\nكان حياً إلى سنة 1314 هـ. له: الدرر البهية والجواهر النبوية في الفروع الحسنية والحسينية.\nطبع في مجلدين بفاس بحرف مغربي طباعة جوية عام1314 هـ. وكان مؤلفه حياً.\n480 -\nالسلاوي\nأحمد بن خالد بن حماد الناصر أبو العباس. م سنة 1315 هـ.\nصاحب كتاب: الإستقصاء لأخبار دول المغرب الأقصى. مطبوع في تسع مجلدات.\nوله: طلعة المشترى في النسب الجعفري.\nطبع بفاس عام 1320هـ.\n481 -\nإدريس الفضلي الحسني\nم سنة 1316 هـ. نسابة.\nله: الدرر البهية والجواهر النبوية في الفروع الحسنية والحسينية.\nمجلدان. طبعة فاس الحجرية عام 1314 هـ.\n482 -\nمحمد أبو الهدى الصيادي الرفاعي\nم سنة 1327 هـ.\nله: الروض البسام في أشهر البطون القرشية بالشام. طبع عام 1892م بمطبة الأهرام في الأسكندرية.\nالجزء: 1 ¦ الصفحة: 192\n",
        "483 -\nالواعظ البغدادي\nنورالدين مصطفى بن ناصر الدين محمد بن محمد الحسيني الأدهمي البغدادي الحنفي الشهير بالواعظ. م سنة 1331 هـ. رحمه الله تعالى. له: 1 - العنصر الطيب في نسب أبي الطاهر الطيب.\n2 -\nالروض الأزهر في تراجم آل السيد جعفر. مطبوع.\n484 -\nالأعرجي\nجعفر بن محمد بن جعفر\nالأعرجي\nالشيعي نسابة. م سنة 1332 هـ. له: الدر المنتظم في أنساب العرب والعجم.\n485 -\nالكتاني\nعبد الرحمن بن جعفر\nالكتاني\nأبو زيد. م سنة 1333 هـ.\nأديب نسابة.\nله: منظومة الجوهر النفيس في النسب الكتاني ذي التقديس.\n486 -\nعبد الكبير بن محمد بن عبد الكبير الكتاني\nم سنة 1333 هـ. رحمه الله تعالى.\nله: الشكل البديع في النسب الرفيع.\n487 -\nأحمد بن حسن العطاس\nم سنة 1334 هـ.\nله: رسالة في القبائل الحضرمية.\n488 -\nعلوي بن أحمد السقاف\nم سنة 1335 هـ.\nالجزء: 1 ¦ الصفحة: 193\n",
        "له: أنساب أهل البيت.\n489 -\nالآلوسي\nمحمود شكري بن عبد الله بن شهاب الدين محمود\nالآلوسي\nالحسيني. م سنة 1342 هـ. عالم سلفي جليل القدر.\nله: بلوغ الأرب في أحوال العرب. مطبوع.\n490 -\nإبراهيم بن صالح بن عيسى من بني زيد من قضاعة\nم سنة 1343 هـ. رحمه الله تعالى.\nكان رحمه الله تعالى فقيهاً مؤرخاً أخبارياً نسابة وهو مؤرخ نجد على الإطلاق. له: 1 - نسب الحراقيص. من بني زيد.\n2 -\nنسب الوهبة من تميم.\n491 -\nمهدي بن علي الموسوي الفريقي الإمامي\nم سنة 1343 هـ. له: 1 - أنساب الهاشميين.\n2 -\nالدوحة الفريقية. في تراجم أسرته.\n492 -\nمحمد بن أحمد\nالشهير باسم: إلفا هاشم الفوتي المدني. م سنة 1349 هـ.\nله: العشائر والخلان بشعوب وقبائل الفلاته.\n493 -\nمحمد بن حيدر بن ناصر بن هادي الحسني الطالبي\nم سنة 1351 هـ.\nالجزء: 1 ¦ الصفحة: 194\n",
        "كان من رجال القضاء للأدراسة في \" الملحا \".\nله: الجواهر اللطاف في أنساب سادة صبياء والمخلاف.\n494 -\nإبراهيم بن محمد بن ضويان\nم سنة 1353 هـ. رحمه الله تعالى.\nله: نسب آل أبي الحصين أهل الرس. في كراسة.\n495 -\nمحمد بن محمد بن أحمد باكثير\nم سنة 1355 هـ. له: 1 - البنان المشير إلى فضلاء آل أبي كثير.\n2 -\nالعدة في تراجم المنتمين إلى كنده.\n496 -\nعبد الستار بن عبد الوهاب البكري الصديقي الحنفي الدهلوي أبو الفيض\nوأبو الإسعاد المكي السلفي. م سنة 1355 هـ. محدث مشهور. له\n1 -\nتحفة الأحباب في بيان أتصال الأنساب. مخطوط في مكتبة الحرم المكي، 6115.\n2 -\nمقدمة في علم النسب. مخطوطة في مكتبة الحرم المكي برقم 112.\n3 -\nأنساب السادة الأشراف آل باعلوي. مخطوط في مكتبة الحرم المكي31.\n4 -\nتاريخ السلسلة الذهبية في الشجرة الشيبيه. مخطوط في مكتبة الحرم المكي17.\n497 -\nعبد الرحمن بن حمد بن زيد المغيري النجدي\nم سنة 1364 هـ. رحمه الله تعالى. من بلدة مرات من عمل الوشم\nالجزء: 1 ¦ الصفحة: 195\n",
        "بنجد.\nله: المنتخب في ذكر نسب قبائل العرب. طبع مراراً وفي الأخيرة: ترجمة حافلة للمؤلف.\n498 -\nالدخيل سليمان بن صالح الدخيل\nالدوسري الأزدي الكهلاني القحطاني النجدي ثم البغدادي. م سنة 1364 هـ. رحمه الله تعالى.\nمؤرخ، أديب، نسابة. له: 1 - القول السديد في أخبار إمارة آل رشيد مطبوع.\n2 -\nمقالات عن نجد وأهلها وأنسابهم في مجلة لغة العرب السنة الأولى116 20.\n3 -\nقبائل هتيم والرشايدة ونحوهم120 216.\n499 -\nالأمير شكيب أرسلان\nم سنة 1366 هـ. رحمه الله تعالى. له:\n1 -\nنسب آل أرسلان. نشر في مجلة الزهراء4608.\n2 -\nبيوتات العرب في لبنان.\n500 -\nالكتاني\nعبد الحي بن عبد الكبير الحسني\nالكتاني.\nم سنة 1368 هـ.\nصاحب: فهرس الفهارس.\nله: المظاهر السامية في النسبة الشريفة الكتانية.\n501 -\nعبد الله بن عبد العزيز العنقري\nم سنة 1373 هـ. رحمه الله تعالى.\nالجزء: 1 ¦ الصفحة: 196\n",
        "كان علامة فقيهاً نسابة ولي القضاء وتتلمذ عليه كثيرون.\nله: شجرة العناقر. لم تطبع.\n502 -\nمحمد بن عبد الله بن بليهد الخالدي\nم سنة 1377 هـ. مؤرخ، جغرافي، نسابة.\nصاحب: صحيح الأخبار عما في بلاد العرب من الآثار. مطبوع.\n503 -\nمحمد البشير\nالإبراهيمي الإدريسي السلفي. م سنة 1385 هـ رحمه الله تعالى.\nترجم لنفسه ترجمة حافلة في: مجلة للغة العربية بمصر وفيها قال: \" وأخذت أنساب العرب وأدبهم الجاهلي والسيرة النبوية عن الشيخ محمد عبد الله زيدان الشنقيطي وهو أعجوبة الزمان في حفظ اللغة العربية وأنساب العرب، وحوادث السيرة \" أه.\n504 -\nعبد الله بن إبراهيم بن عبد اللطيف آل الشيخ\nم سنة 1386 هـ. رحمه الله تعالى.\nكان نسابة حاسباً مؤرخاً. محبوباً رحمه الله تعالى.\n505 -\nمحمد بن إبراهيم بن عبد اللطيف آل الشيخ\nرحمه الله تعالى. م سنة 1389 هـ.\nكان رحمه الله تعالى. م سنة 1389 هـ.\nكان رحمه الله تعالى إماماً في العلم والقضاء والفتيا ممدحاً شجاعاً في الحق ما رأت عيني من ذوى الصدارة أبعد منه عن الرياء وفضول الكلام.\nوكان يدرى الأنساب ويرجع إليه فيها. ويعتني بذوي البيوتات الشريفة\nالجزء: 1 ¦ الصفحة: 197\n",
        "متخذاً منها دليلاً على أن طهارة الأعراق تدل على طهارة الأخلاق.\n506 -\nعبد الرحمن بن محمد بن قاسم\nالعاصمي الحنبلي النجدي. م سنة 1392 هـ. رحمه الله تعالى.\nكان من أوعية العلم. جلداً في سبيل الطلب فقيهاً نسابة مؤرخاً.\n507 -\nشيخنا العلامة المفسر الشيخ محمد الأمين\nبن محمد المختار الجكني الشنقيطي. المتوفي ضحى الخميس من اليوم السابع عشر من شهر ذي الحجة عام 1393 هـ. في مكة \" حرسها الله تعالى \". رحمه الله تعالى وصلى عليه ظهراً بالمسجد الحرام بإمامة شيخنا العلامة عبد العزيز بن باز.\nله: كتاب نسب بني عدنان. نظم.\nكان ألفه في شبابه ثم دفنه لأنه كان يقول إنما ألفته للتفوق به على الأقران فدفنته لأن تلك كانت نيتي، ولو أستقبلت من أمري ما أستدبرت لصححت النية ولم أدفنه وقد أخذت عنه رحمه الله تعالى علم النسب فقرأت عليه كتابي ابن عبد البر: القصد والأمم والإنباه على قبائل الرواة.\nوكان يقول لي رحمه الله تعالى: إن هذا العلم لم يتلقه عني في جزيرة العرب إلا أنت فرحمه الله تعالى رحمة واسعة. وكان رحمه الله تعالى غزير العلم جم الفوائد يسوق أنساب العرب كأنه يسوق نسب نفسه.\n508 -\nأبو بكر\nعبد الله بن عبد الرحمن بن إبراهيم الغيهبيالقضاعي. في 1121395 هـ. في بلد الدوادمي رحمه الله تعالى.\nكان مؤرخاً أخبارياً نسابة. شديد التثبت والتحري. وكانت ترد إليه مراسلات من قطر والبحرين والكويت، والأمارات في سؤالات عن الأنساب.\nالجزء: 1 ¦ الصفحة: 198\n",
        "وكان رحمه الله تعالى يهذ أنساب الناس كأنما يسوق نسب نفسه.\nله: شجرة نسب آل غيهب من بني زيد. وهي مطبوعة مساحتها متران في متر واحد.\n509 -\nأحمد لطفي السيد\n\" القرن الرابع عشر \". مدير دار الكتب المصرية.\nله: قبائل العرب في مصر. في أجزاء.\nالجزء الأول: العليقات والجعافرة وقبائل أخرى. طبع بمصر عام 1354 هـ.\n510 -\nحسن بن محمود المرعشي الحسيني\nالمولود سنة 1315 هـ.\nله: طبقات النسابين.\nكما في منية الراغبين ص497 عن: مصطفى المقال ص195، والذريعة 2281، 15153.\n511 -\nأبو هلال\nسالم بن حمود بن شامس بن سليم السيابي العماني الأباضي. له: اشتغال بالتاريخ وأنساب أهل عمان.\n512 -\nعارف العارف.\n\" القرن الرابع عشر \".\nله: تاريخ بير السبع وقبائلها.\nطبع عام 1353 هـ. بمطبعة بيت المقدس.\n513 -\nعباس العزاوي\n\" القرن الرابع عشر \" له: عشائر العراق القديمة البدوية الحاضرة طبع 1365 هـ. في بغداد.\n514 -\nعبد الله بن حميد بن سلوم السالمي\n\" القرن الرابع عشر \".\nالجزء: 1 ¦ الصفحة: 199\n",
        "له: تحفة الأعيان في سيرة أهل عمان. مطبوع عام 1332 هـ. بالقاهرة ثم بالكويت عام 1394 هـ.\n515 -\nعبد الرزاق بن حسن كمونة الشيعي\n\" القرن الرابع عشر \"\nله: منية الراغبين في طبقات النسابين. طبع بالنجف عام 1973م. وجله في النسابين من الشيعة. وقد ترجم لنفسه في كتابه هذا ص.\n516 -\nعبد الوهاب حموده\n\" القرن الرابع عشر \".\nله: الأنساب في الميزان.\nبحث نشر في: مجلة كلية الآداب في جامعة القاهرة ج14 جزء 1عام 1952م.\n517 -\nمحمد توفيق البكري الصديقي\n\" القرن الرابع عشر \". له: 1 بيت الصديق طبع عام 1343 هـ. بمطبعة المؤيد.\n2 -\nبيت السادات الوفائية. طبع بمصر بلا تاريخ.\n518 -\nمحمد بن محمد بن يحيى بن عبد الله بن أحمد بن إسماعيل بن الحسين بن\nأحمد زبارة الحسني الصنعاني\nكان حياً إلى سنة 1376 هـ. له: له: نيل الحسنيين بأنساب من باليمن من بيوت عترة الحسنين.\nساقهم إلى عام 1376 هـ. طبع بالمطبعة السلفية بمصر بلا تاريخ.\n519 -\nمزاحم بن سالم باوزير\n\" القرن الرابع عشر \".\nالجزء: 1 ¦ الصفحة: 200\n",
        "له: البدر المنير في رفع الحجاب عن نسب آل أبي وزير.\nودفع الإلتباس عمن لا يعلم أن آل أبي الوزير من بني العباس.\nطبع عام 1329 هـ. بمطبعة التقدم العلمية في القاهرة.\n520 -\nميرزا محمد ملك الكتاب الشيرازي\n\" القرن الرابع عشر \".\nله: روض الأنساب. بالفارسية، طبع في بمبي عام 1325 هـ.\nالجزء: 1 ¦ الصفحة: 201\n",
        "الطبقة الخامسة عشرة\n1401 -\nهـ 1406 هـ\nالجزء: 1 ¦ الصفحة: 203\n",
        "521 -\nمحمد المختار\nبن سيد الأمين بن حبيب الله بن أحمد مزيد الجكني الشنقيطي. المتوفي في 2951405 هـ. بالمدينة النبوية. رحمه الله تعالى رحمة واسعة آمين.\nوكان رحمه الله تعالى فقيهاً مؤرخاً أخبارياً نسابة بارعاً في عدة فنون.\n522 -\nعبد الرحمن بن عبد اللطيف آل الشيخ\nم سنة 1406 هـ رحمه الله تعالى.\nمؤرخ نسابة. له: 1 - مشاهير علماء. نجد. مطبوع.\n2 -\nآل سعود. مطبوع.\nالجزء: 1 ¦ الصفحة: 205\n",
        "الملاحق\nالجزء: 1 ¦ الصفحة: 207\n",
        "الملحق الأول\n: في إعجام من لم يتم الوقوف على تاريخ وفاته.\nالملحق الثاني: في المؤلفات في النسب للمعاصرين الأحياء وإعجامهما على أسماء مؤلفيها.\nالملحق الثالث: في إعجام الأعلام.\nالملحق الرابع: في إعجام المؤلفات في النسب.\nتنبيه مهم: في الطبقات والملحقين الأول والثاني ينتظم الجميع رقم تسلسلي واحد. فالرقم أمام العلم في الملحق الثالث: أو أمام الكتاب في الملحق الرابع يعني ذلك الرقم لا الترقيم الصفحات فتنبه. والله الموفق.\nالجزء: 1 ¦ الصفحة: 209\n",
        "الملحق الأول\nفي إعجام من لم يتم الوقوف على تاريخ وفاته\n523 -\nإبراهيم بن محمد\nبن إبراهيم الكازروني البكري عم الفيروز آبادي: له: الميزاب في نسب سيد الأقطاب.\n524 -\nإبراهيم بن محمد\nالمؤبدي اليمني\nله: الروض الباسم في أنساب آل الإمام القاسم.\n525 -\nأبوبكر بن عبد الله بن أبي الجهم بن حذيفة\nمن رواة العلم والنسب.\n526 -\nالأبرش الكلبي الشامي\nمن مخضرمي الدولتين الأموية والعباسية عاش إلى خلافة المنصور. م سنة كان: ثلابة نسابة.\n527 -\nأحمد الغنيمي الأنصاري.\nله: بلوغ الأرب في تحرير النسب.\nالجزء: 1 ¦ الصفحة: 211\n",
        "528 -\nأحمد بن الحسن بن إسماعيل بن صبيح اليشكري الكوفي\nقال الدارقطني: ليس بالقوي. قلت أي قال ابن حجر سمع منه الحاكم. وذكر محمد بن جعفر الكوفي في تاريخ الكوفة: أحمد بن الحسن بن إسماعيل الكندي النسابة. أخبر عن ثعلب وغيره. وصنف كتاباً في النسب.\n529 -\nالحلواني\nأحمد بن أبي سهل بن عاصم الحلواني.\nله: كتاب المنسوبين إلى أمهاتهم من الشعراء.\n530 -\nأبوبكر أحمد بن محمد بن الفضل الفارسي.\nله: نسب الشافعي.\n531 -\nأبو بكر أحمد بن محمد بن موسى الرازي\nله: الإستيعاب في الأنساب.\n532 -\nالبنوفري\nإسماعيل بن علي\nالبنوفري\nالسندقائي الماكلي.\nله: القول البديع في الذب عن أولاد الحبيب الشفيع.\n533 -\nفخرالدين اسماعيل بن محمد بن محمد العلوي الجرجاتي النسابة.\nالجزء: 1 ¦ الصفحة: 212\n",
        "534 -\nفخرالدين أبومحمد\nترجم بن علي بن المفضل العلوي الحسيني النسابة.\nقال ابن الفوطي: كان يحاضر بأنساب أهله ويحفظ أحوالهم والحكايات التي تصدر عنهم من الكرم واللؤم. رأيت بخطه شجرة جامعة لأنساب قريش قد اعتنى بوضعها وجمعها من كتاب الأنساب للزبير بن بكار وغبره نقلت منها. أه.\n535 -\nالتهامي بن رحمون\nله: 1 - شذور الذهب في خير نسب.\n2 -\nالأنجم الزاهرة في الذرية الطاهرة.\n536 -\nالجشتي.\nله: بحر الأنساب.\n537 -\nجلد بن جمل الراوية\nكان علامة بأخبار العرب وأشعارها، عارفاً بأيامها وأنسابها.\nمعجم الأدباء 7206.\n538 -\nالحجر بن الحارث الكناني\nكانت تؤخذ عنه الأخبار والأنساب.\n539 -\nالسكري\nالحسن بن الحسين بن عبد الله\nالسكري\nأبو سعيد.\nالجزء: 1 ¦ الصفحة: 213\n",
        "كان حسن المعرفة باللغة والأنساب والأيام.\n540 -\nالحسن بن سعيد السكوني\nمن النسابين.\nله: كتاب أنساب بني عبد المطلب. كتاب كبير.\n541 -\nالحسن بن عتيق بن الحسن القسطلاني\nله: الإشراف على مناقب الأشراف.\n542 -\nالحسين بن قمن\nابن محمد بن أحمد بن سليمان بن عبد الله بن محمد بن عقيل: بن أبي طالب النسابة المشهور. كان أعلم الناس بالنسب.\n543 -\nخالد بن صفوان التميمي البصري\nكان نسابة يباري الأبرش الكلبي في مجالس الخلفاء في علم النسب.\n544 -\nرزين بن زيد الحسني الهمداني\nالنسابة م سنة هـ.\n545 -\nرفيع بن سلمة بن مسلم بن رفيع العبدي\nأخذ عن أبي عبيدة.\nله: بصر في الأخبار والأنساب.\nالجزء: 1 ¦ الصفحة: 214\n",
        "546 -\nعلاء الدولة\nأبو شهاب زرنز بن زيد الحسني الهمذاني: النسابة الأمير.\n547 -\nزيد بن عمرو\nبن قيس بن عناب بن هرمي بن رباح بن يربوع بن حنظلة بن مالك بن زيد مناة بن تميم. شاعر فارسي. م سنة هـ.\nله: كتاب بني يربوع.\n548 -\nسعد بن إبراهيم القمي\nله: فضل العرب.\n549 -\nعباس بن محمد بن أحمد بن رضوان المدني\nله: فتح رب الأرباب بما أهمل في لب اللباب من واجب الأنساب. طبع عام 1345 هـ. بمطبعة المعاهد بمصر. ويقع في سبعين صفحة.\n550 -\nأبو العباس عبد الله بن إسحاق بن سلام\nله: كتاب الأخبار والأنساب والسير.\nقال النديم: \" رأيت بعضه ولم أره \" أه.\n551 -\nعبد الله بن جمع الشريف\nالنسابة.\n552 -\nعبد الله بن الهادي بن إبراهيم.\nالجزء: 1 ¦ الصفحة: 215\n",
        "553 -\nالقاضي أبو محمد عبد الحق بن عطية\nله: كتاب النسب الكبير.\n554 -\nابن أبي البركات عبد الحميد بن أبي البركات الأسدي أبو القاسم\nالبغدادي.\nله: مفتاح الأسرار الملكوتية ومصباح الآثار الملوكية في أنساب الأمم وملوك العجم.\n555 -\nالقادري\nعبد السلام القادري.\nله: الدر السني في بعض من بفاس من أهل النسب الحسني.\nطبع بفاس عام 1308 هـ.\n556 -\nعبد السميع بن عبد الصمد الهاشمي\nله: 1 - كتاب المشجر في عشرة مجلدات.\n2 -\nالحاوي لأنساب الناس.\n557 -\nعفيف الدين\nعبد القادر بن الجنيد بن شهاب الدين أحمد بن موسى المشرعي العجيل اليمني: له: حقيقة الأنساب الباطنة وفضلها ومعرفة الأنساب الظاهرة ووضعها.\nالجزء: 1 ¦ الصفحة: 216\n",
        "558 -\nغياث الدين\nأبو المظفر عبد الكريم بن شمس الدين محمد بن جلال الدين عبد الحميد الحسيني النسابة.\n559 -\nعلي بن أحمد العقيقى العلوي\nذكره أبو جعفر الطوسي في مصنفي الإمامية وذكر له من الكتب.\nكتاب النسب.\n560 -\nعلي الحسيني الحنفي\nله: المقالات الحسني في نسب السادة الأسنى. أولهما: الحمد لله الذي أخرج من مكنون غيبه..الخ.\nوهو: من كتب الخديوية.\n561 -\nعلي زائد الرشيدي المصري\nله: غاية الطلب في إثبات كفر من سب العرب. فرغ منها سنة 1170هـ.\n562 -\nعلي بن محمد بن فرحون\nله: كتاب الإعتبار وتواريخ الأنوار والتعريف بالنسب إلى النبي المختار.\nمن كتب: الزيتونة.\n563 -\nفخرالدين\nأبو جعفر علي بن أبي الفتوح بن أبي جعفر العلوي النسابة.\nالجزء: 1 ¦ الصفحة: 217\n",
        "564 -\nعمر بن بكير\nمن شيوخ البلازري. في: أنساب الأشراف.\nوهو: أخباري نسابة.\n565 -\nأبو محمد\nالفضل بن شادان بن الجليل الأزدي النيسابوري الشيعي.\nله: كتاب النسبة.\nوهو صاحب: كتاب إثبات الرجعة في الحديث ولولا ذكر مافي الباب لما ذكرته ولا كرامة.\n566 -\nمحمد أفندي الكردي\nله: كتاب في الأنساب نقل منه الزبيدي في: تاج العروس 9104، 105.\n568 -\nمحمد بن أبي بكر عمر بن أحمد الأصبهاني\nله: الزيادات على كتاب الأنساب للمقدسي طبع ليدن. مطبعة بريل عام 1865م.\n570 -\nمحمد بن أحمد\nعميد الدين علي الحسيني. النجفي النسابة.\nله: المشجر الكشاف لأصول السادة الأشراف.\nالجزء: 1 ¦ الصفحة: 218\n",
        "571 -\nالرهني\nمحمد بن بحر أبو الحسين الشيباني\nالرهني\nمنسوب إلى رهنة من قرى كرمان.\nكان عالماً بالأنساب، وأخبار الناس شيعي المذهب غالياً فيه.\nله تصانيف منها: كتاب نحل الاعرب. يذكر فيه تفوق القبائل في بلاد الإسلام بذكر من كان سنياً أو شيعياً أو خارجياً. لكنه يقع فيمن عدا الشيعة.\n572 -\nصدر الدين محمد بن الحسن النظامي\nله: مآثر العرب.\n573 -\nابن علامة\nمحمد بن عبد الله بن علي بن الحسين بن عز الدين بن الحسن الشهير بابن علامة.\nله: روضة الألباب وتحفة الأحباب لمعرفة الأنساب وقد اشتهر بأسم: مشجر أبي علامة.\nويليه: أمهات الأنساب.\n574 -\nأبو طالب محمد بن عبد الحميد.\nله معرفة بالأنساب كما قاله الصفدي.\n575 -\nمحمد بن عبد الملك الفقعسي الأسدي\nله: مآثر بني أسد وأشعارها.\nالجزء: 1 ¦ الصفحة: 219\n",
        "576 -\nالكلثومي\nمحمد بن عبد الملك\nالكلثومي\nالنحوي علامة في الأدب والنسب.\n577 -\nأبو فراس محمد بن فراس بن محمد\nينتهي نسبه إلى: سامة بن لؤي. لكنهم في: جرم من قضاعة.\nله: نسب بني سامة. ينقل عنه ابن ماكولا في: الاكمال. توفى في: منتصف القرن الثالث.\n578 -\nأبو الحسن\nمحمد بن القاسم التميمي البصري\nالنسابة له: 1 - كتاب الأنساب والأخبار.\n2 -\nأخبار الفرس وأنسابها.\n579 -\nمحمد بن محمد بن علي شيخ الشرف العبيدلي\nكان فريداًفي علم الأنساب.\n580 -\nأبو جعفر محمد الطبرسي\nصاحب: أسباب النزول.\nله: أنساب آل أبي طالب.\n581 -\nأبو الحسن\nمحمد بن موسى بن الحسن بن جعفر الثعلبي الكوفي الشاعر النسابة.\nالجزء: 1 ¦ الصفحة: 220\n",
        "582 -\nعماد الدين\nأبو الحسن مرتضى بن علي بن ناصر بن علي بن ناصر بن عيسى بن علي بن زيد بن علي بن حسين غضارة بن عيسى الروندي بن أبي الحسين زيد العلوي النيسابوري: النسابة.\n583 -\nالدّلائي\nمحمد بن عبد الرحمن.\nالدلائي.\nله: درة التيجان ولقطة اللؤلؤ والمرجان في أنساب شرفاء المغرب.\n584 -\nابن ريون: محمد بن الصادق بن ريون\nمن علماء القرن الثالث عشر.\nله: فتح العليم الخبير في تهذيب النسب العلمي بأمر الأمير.\nألفة بأمرالأمير: محمد بن عبد الله صاحب الفتوحات الإلهية في حديث خير البرية.\n585 -\nمغيرة بن محمد المهلبي\nله: كتاب مناكح آل المهلب.\n586 -\nنور الدين بن أبي الشا؟\nله: مشكل الأسماء والنسب.\n587 -\nأبو بكر\nيحي بن أبي بكر بن عجيل اليمني الفقيه: له: الأيضاح في النسب.\nالجزء: 1 ¦ الصفحة: 221\n",
        "588 -\nيحيى بن جعفر العبيدي النساب\nله: أخبار المدينة.\n589 -\nفخر الدين أبو العلاء يحي بن أبي طاهر بن أبي الفضل العلوي\nالنسابة.\n590 -\nالشداخ: يعمر بن عوف بن كعب بن عامر بن ليث بن بكر الكناني\nأحد حكام العرب في الجاهلية. وكان يقال له: الشداخ.\nجاهلي لايعلم تاريخ ولادته ولا وفاته.\n591 -\nأبومسلم العوتبى الصحاري.\nله: موضح الأنساب.\n592 -\nأبو النطاح اللخمي\nهكذا في بعض النسخ وفي بعضها: أبو الشطاح. وهو معاصر لدغفل، اجتمعا بين يدي معاوية رضي الله عنه. وكان راوية نسابة.\nوتقدم ابن النطاح. م سنة 252 هـ.\nالجزء: 1 ¦ الصفحة: 222\n",
        "الملحق الثاني\nفي إعجام مؤلفات النسب للمعاصرين الأحياء على أسماء مؤلفيها\nالجزء: 1 ¦ الصفحة: 223\n",
        "593 -\nإبراهيم بن عبد الكريم البابطين\nله: شجرة نسب أسرة البابطين.\nطبعت في مطابع الهدف بالكويت.\n594 -\nإبراهيم المسلم\nله: العقيلات. طبع عام 1405 هـ بمطبعة دار الأصالة بالرياض.\n595 -\nاحمد بن سليمان\nله: أصول الأسر القديمة في مدينة الرياض:\nنشر في: مجلة العرب: السنة الخامسة عشرة ص195 205.\n596 -\nأحمد بن حمود أبو طالب الشريف\nمعاصر يقيم بجده.\nله: نسب الأشراف آل خيرات.\nأثبت فيه نسبهم لجدهم: محمد أبو نمي لوجود أوقاف له.\nطبع عام 1391 هـ بجده.\n597 -\nأحمد المختار الجكني الشنقيطي\nله: إكمال تحفة الألباب شرح الأنساب. مطبوع.\n598 -\nأحمد وصفي زكريا\nله: عشائر الشام. طبع بدمشق عام 1366 هـ بمطبعة اليقظة العربية.\nجزآن في مجلد. ثم طبع عام 1403 هـ بمطابع دار الفكر في بيروت.\n.. - إسماعيل أحمد أدهم: عضو أكاديمية العلوم الروسية.\nالجزء: 1 ¦ الصفحة: 227\n",
        "له: علم الأنساب العربية. طبع عام 1938م في 25 صفحة.\nوقد تحامل فيه على علماء النسب وقال بالطوغية.\n599 -\nإسماعيل بن الأحمر\nله: بيوتات فاس الكبرا. طبع بالرباط عام 1972م. بمطبعة دار المنصور للطباعة، والوراقة.\n600 -\nتركي بن محمد بن تركي الماضي\nله: تاريخ آل ماضي. طبع بمصر عام 1376 هـ.\n601 -\nالحقيل\nحمد بن إبراهيم\nالحقيل.\nتولى القضاء في أماكن من المملكة السعودية آخرها رئاسة محاكم الخرج.\nله: 1 - كنز الأنساب ومجمع الآداب. طبع مرارا.\n2 -\nزهر الأدب في معرفة أنساب ومفاخر العرب. طبع مراراً.\n602 -\nحمد بن محمد الجاسر\nالأديب المؤرخ النسابة المشهور في جزيرة العرب.\nمن بني علي من حرب القاطنين في: البرود من عمل نجد.\nله: 1 - جمهرة الأسر المتحضرة في نجد. في مجلدين. طبع بمصر عام 1401 هـ.\n2 -\nمعجم قبائل المملكة العربية السعودية. طبع في مجلدين عام 1401 هـ.\n3 -\nأنساب القبائل: دراستها ونشر أصولها. مجلة العرب 2111 السنة الأولى.\nوله في هذه المجلة أبحاث ومقالات وأجوبة محررة في هذا العلم.\nالجزء: 1 ¦ الصفحة: 228\n",
        "603 -\nرداد البقمي\nله: نسب قبيلة البقوم. مطبوع بدمشق.\n604 -\nسمير قطب\nله: أنساب العرب. مطبوع.\n605 -\nالطاهر الكتاني\nله: منتهى الأماتي في التعريف بالنسب الكتاني.\n606 -\nالعلمي\nالطاهر بن عبد السلام اللهيوي الوهابي\nالعلمي\nالحسني.\nمعاصر.\nله: حصن السلام بين يدي أولاد مولاي عبد السلام. أي: ابن مشيش.\nطبع عام 1398 هـ في الدار البيضاء نشر دار الثقافة. تقديم الشيخ عبد الله كنون.\nتنبيه: في هذا الكتاب قرر المؤلف في آخره طائفة نفيسة من عقيد السلف في توحيد العبادة لكنه في ثنايا الكتاب لم يستطع التخلص من بعض أوضارها عفا الله عنا وعنه.\n607 -\nعبد الله بن علي الصقيه\nله: بنو تميم في بلاد الجبلين. طبع في الرياض بالمطابع الأهلية.\n608 -\nعبد الله بن محمد سراج الدين\nله: صحيح الأخبار في نسب السادة الفاطمية الأخيار.\n609 -\nعبد الرحمن بن سعد بن حاقان النجدي\nله أبحاث في النسب. منها في جريدة الندوة. مكه حرسها الله تعالى\nالجزء: 1 ¦ الصفحة: 229\n",
        "2831384 هـ.\n610 -\nعبد الرحمن بن عبد الكريم العبيد\nله: قبيلة العوازم. مطبوع.\n611 -\nعبد السلام بن أحمد الحبوني\nله: أنساب قبائل العرب. طبع عام 1379 هـ بمطبعة دار الزيني للطباعة والنشر في القاهرة.\n612 -\nعبد العزيز الدوري. عراقي معاصر.\nله: كتب الأنساب وتاريخ الجزيرة العربية.\n613 -\nعبد الوهاب بن منصور\nله: قبائل المغرب.\n614 -\nعلي شواخ الشعيبي\nله: القشعم كبريات القبائل العربية. طبع عام 1406 هـ. نشر دار المعارف بمصر.\n615 -\nمحمد أحمد عيدالهاشمي\nله: الدرر الذهبية في أصول أبناء الأمة العربية الأشراف الهوارة. العرب.\nسطبع عام 1975م بمطبعة حسان في القاهرة.\n616 -\nمحمد البشير الفاسي\nله: قبيلة بني زروال. طبع عام بالرباط. عام 1381 هـ.\n617 -\nمحمد رجب الزلئدي\nله: قبائل العرب في ليبيا.\nالجزء: 1 ¦ الصفحة: 230\n",
        "618 -\nمحمد سعيد بن حسن بن عبد الحي كمال\nمشهور في الطائف. صاحب مكتبة المعارف يعتني اللغة والأنساب.\nله: 1 - عتيبة أصلها وفروعها.\n2 -\nقبيلة وقدان.\n3 -\nقبيلة ثقيف، ومكانتها في التاريخ. جميعها مقالات نشرت في: مجاة العرب.\n619 -\nمحمد بن عبد الرحمن العبيكان\nله: شجرة نسب آل عمران. طبعت عام 1400هـ.\n620 -\nمحمد علي شكر\nله: قبيلة الفضول اللامية. طبع النجف عام1975م.\n621 -\nمحمد بن عمر بن سودة التاودي\nله: قبيلة زعير قديماً وحديثاً.\n622 -\nمحمد بن ناصر العبودي\nله: معجم أسر أهل القصيم. مخطوط.\n623 -\nمحمد هاشم سعد الدين\nله: شجرة نسب الأسراف مخطوطة.\nالجزء: 1 ¦ الصفحة: 231\n",
        ""
    ]
}