{
    "1": [
        "طرق حديث من كذب علي متعمدا للطبراني\nطرق حديث من كذب علي متعمدا للطبراني\nالطبراني\nالكتاب:\nطرق حديث من كذب علي متعمدا\nالمؤلف:\nسليمان بن أحمد بن أيوب بن مطير اللخمي الشامي، أبو القاسم الطبراني (المتوفى: 360هـ)\nالمحقق:\nعلي حسن علي عبد الحميد , هشام إسماعيل السقا\nالناشر:\nالمكتب الإسلامي , دار عمار - عمان - الأردن\nالطبعة:\nالأولى، 1410\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع، وهو ضمن خدمة التخريج]\n",
        "1 -\nطُرُقُ مَا رَوَى أَبُو بَكْرٍ الصِّدِّيقُ، رَضِيَ اللَّهُ عَنْهُ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 33\n",
        "حَدَّثَنَا مُحَمَّدُ بْنُ الْفَضْلٍ السَّقَطِيُّ، قَالَ: حَدَّثَنَا عَمَّارُ بْنُ هَارُونَ، قَالَ: حَدَّثَنَا الْقَاسِمُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي بَكْرٍ الصِّدِّيقِ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالجزء: 1 ¦ الصفحة: 33\n",
        "2 -\nحَدَّثَنَا إِبْرَاهِيمُ بْنُ هَاشِمٍ، قَالَ: حَدَّثَنَا عَمَّارُ بْنُ هَارُونَ، قَالَ: حَدَّثَنَا تَلِيدُ بْنُ سُلَيْمَانَ، عَنْ أَبِي الْجَحَّافِ، أَنَّهُ سَمِعَ عَبْدَ اللَّهِ بْنَ بُسْرٍ الْحُبْرَانِيُّ، يُحَدِّثُ أَنَّ أَبَا بَكْرٍ الصِّدِّيقَ، رَضِيَ اللَّهُ عَنْهُ كَانَ يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 34\n",
        "عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\nالجزء: 1 ¦ الصفحة: 35\n",
        "3 -\nحَدَّثَنَا أَبُو مُسْلِمٍ الْكَشِّيُّ، قَالَ: حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، وَحَجَّاجُ بْنُ نُصَيْرٍ، قَالَا: حَدَّثَنَا الدُّجَيْنُ بْنُ ثَابِتٍ أَبُو الْغُصْنِ الْيَرْبُوعِيُّ، عَنْ أَسْلَمَ مَوْلَى عُمَرَ بْنِ الْخَطَّابِ , عَنْ عُمَرَ بْنِ الْخَطَّابِ، رَضِيَ اللَّهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «مَنْ كَذَبَ عَلَيَّ فَهُوَ فِي النَّارِ»\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 35\n",
        "4 -\nحَدَّثَنَا أَحْمَدُ بْنُ دَاوُدَ الْمَكِّيُّ، قَالَ: حَدَّثَنَا قَيْسُ بْنُ حَفْصٍ الدَّارِمِيُّ، قَالَ: حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، عَنْ يَحْيَى بْنِ عُبَيْدِ اللَّهِ التَّيْمِيِّ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ، قَالَ: مَرَّ بِي عُمَرُ وَأَنَا أُحَدِّثُ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: انْظُرْ مَا تُحَدِّثُ يَا أَبَا هُرَيْرَةَ , أَمَا كُنْتَ مَعَنَا فِي بَيْتِ فُلَانٍ. قُلْتُ: بَلَى. قَالَ: فَسَمِعْتَ مَا قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ» قَالَ: نَعَمْ، سَمِعْتُهُ، قَالَ: فَأَنْتَ أَعْلَمُ وَمَا تُحَدِّثُ\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 35\n",
        "5 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عُثْمَانَ بْنِ أَبِي شَيْبَةَ، قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ يَحْيَى الْأَحْوَلُ، قَالَ: حَدَّثَنَا ابْنُ إِدْرِيسَ، عَنْ أَشْعَثَ بْنِ سَوَّارٍ، عَنِ الشَّعْبِيِّ، عَنْ قَرَظَةَ بْنِ كَعْبٍ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 36\n",
        "عُثْمَانُ بْنُ عَفَّانَ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 37\n",
        "6 -\nحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْهَاشِمِيُّ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَلِيٍّ الصَّائِغُ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، ح وَحَدَّثَنَا الْمِقْدَامُ بْنُ دَاوُدَ، قَالَ: حَدَّثَنَا أَسَدُ بْنُ مُوسَى، ح وَحَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدٍ الْفِرْيَابِيُّ، قَالَ: حَدَّثَنَا أَبُو جَعْفَرٍ النُّفَيْلِيُّ، ح وَحَدَّثَنَا عُمَرُ بْنُ حَفْصٍ السَّدُوسِيُّ، قَالَ: حَدَّثَنَا عَلِيُّ بْنُ عَلِيٍّ، ح\n[ص: 38]\nوَحَدَّثَنَا الْهَيْثَمُ بْنُ خَالِدٍ الْمِصِّيصِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى الطَّبَّاعُ، ح. وَحَدَّثَنَا الْحُسَيْنُ بْنُ إِسْحَاقَ التُّسْتَرِيُّ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ عَبْدِ الْحَمِيدِ الْحِمَّانِيُّ، قَالُوا: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ، عَنْ أَبِيهِ، عَنْ عَامِرِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ قَالَ: سَمِعْتُ عُثْمَانَ، يَقُولُ: وَاللَّهِ مَا يَمْنَعُنِي أَنْ أُحَدِّثَ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ لَا أَكُونَ مِنْ أَوْعَى صَحَابَتِهِ عَنْهُ. وَلَكِنْ أَشْهَدُ لَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 37\n",
        "7 -\nحَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدٍ الْفِرْيَابِيُّ، قَالَ: حَدَّثَنَا إِسْحَاقُ بْنُ رَاهَوَيْهِ، ح وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، قَالَ: حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، قَالَا: حَدَّثَنَا أَبُو بَكْرٍ الْحَنَفِيُّ، عَنْ عَبْدِ الْحَمِيدِ بْنِ جَعْفَرٍ، عَنْ أَبِيهِ، عَنْ مَحْمُودِ بْنِ لَبِيدٍ، عَنْ عُثْمَانَ، قَالَ: سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ\n[ص: 39]\n: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 38\n",
        "حَدَّثَنَا عُبَيْدٌ الْعِجْلُ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ الرَّازِيُّ، قَالَ: حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، عَنْ أَبِي مَوْدُودٍ، عَنْ مُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيُّ، عَنْ أَبَانَ بْنِ عُثْمَانَ، عَنْ عُثْمَانَ بْنِ عَفَّانَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ قَالَ عَلَيَّ مَا لَمْ أَقُلْ فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالجزء: 1 ¦ الصفحة: 39\n",
        "عَلِيُّ بْنُ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 40\n",
        "9 -\nحَدَّثَنَا أَحْمَدُ بْنُ دَاوُدَ الْمَكِّيُّ، قَالَ: حَدَّثَنَا عَمْرُو بْنُ مَرْزُوقٍ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ مَنْصُورٍ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، أَنَّهُ سَمِعَ عَلِيًّا، يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا تَكْذِبُوا عَلَيَّ فَإِنَّهُ مَنْ كَذَبَ عَلَيَّ يَلِجُ النَّارَ»\nالحديث: 9 ¦ الجزء: 1 ¦ الصفحة: 40\n",
        "10 -\nحَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، قَالَ: حَدَّثَنِي عَلِيُّ بْنُ حَكِيمٍ الْأَوْدِيُّ، قَالَ: حَدَّثَنَا شَرِيكٌ، عَنْ مَنْصُورٍ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ عَلِيٍّ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «لَا تَكْذِبُوا عَلَيَّ فَإِنَّهُ مَنْ يَكْذِبْ عَلَيَّ يَلِجُ النَّارَ»\nالحديث: 10 ¦ الجزء: 1 ¦ الصفحة: 40\n",
        "حَدَّثَنَا مُحَمَّدُ بْنُ عُثْمَانَ بْنِ أَبِي شَيْبَةَ، قَالَ: حَدَّثَنَا جَنْدَلُ بْنُ وَالْقٍ، قَالَ: حَدَّثَنَا قَيْسُ بْنُ الرَّبِيعِ، عَنْ مَنْصُورٍ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ عَلِيٍّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالجزء: 1 ¦ الصفحة: 40\n",
        "12 -\nحَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، قَالَ: حَدَّثَنَا الْأَزْرَقُ بْنُ عَلِيٍّ، قَالَ: حَدَّثَنَا حَسَّانُ بْنُ إِبْرَاهِيمَ، عَنْ مُحَمَّدِ بْنِ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ أَبِيهِ، عَنْ مَنْصُورٍ، عَنْ رِبْعِيٍّ، عَنْ عَلِيٍّ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 41\n",
        "13 -\nحَدَّثَنَا عَلِيُّ بْنُ سَعِيدٍ الرَّازِيُّ، قَالَ: حَدَّثَنَا\n[ص: 42]\nالْحُسَيْنُ بْنُ عَلِيِّ بْنِ مَيْسَرَةَ الرَّازِيُّ، قَالَ: حَدَّثَنَا أَبُو زُهَيْرٍ عَبْدُ الرَّحْمَنِ بْنِ مَغْرَاءَ، قَالَ: حَدَّثَنَا يَزِيدُ بْنُ رَاشِدٍ الْغَنَوِيُّ، قَالَ: حَدَّثَنَا قَيْسُ بْنُ رُمَّانَةَ، عَنْ أَبِي بُرْدَةَ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ: لَمَّا جَاءَ سُهَيْلُ بْنُ عَمْرٍو إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَا أَنْتُمْ بِمُنْتَهِينَ حَتَّى أَبْعَثَ إِلَيْكُمْ رَجُلًا يَضْرِبُ رِقَابَكُمْ عَلَى الدِّينِ» ، فَقَالَ بَعْضُ مَنْ عِنْدَهُ: أَنَا هُوَ، وَقَالَ غَيْرُهُ: أَنَا هُوَ، قَالَ: «لَا، وَلَكِنْ هُوَ خَاصِفُ النَّعْلِ» ، وَكَانَ عَلِيٌّ يَخْصِفُ النَّعْلَ، قَالَ: وَقَالَ عَلِيٌّ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ» قَالَ قَيْسُ بْنُ رُمَّانَةَ: ثُمَّ لَقِيتُ رِبْعِيَّ بْنَ حِرَاشٍ فَحَدَّثَنِي بِهِ عَنْ عَلِيٍّ , عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَمَا حَدَّثَنِي أَبُو بُرْدَةَ عَنْ رِبْعِيٍّ\nالحديث: 13 ¦ الجزء: 1 ¦ الصفحة: 41\n",
        "14 -\nحَدَّثَنَا الْهَيْثَمُ بْنُ خَالِدٍ الْمِصِّيصِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى الطَّبَّاعُ، ح وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، قَالَا: حَدَّثَنَا دَاوُدُ بْنُ عَمْرِو الضَّبِّيُّ، قَالَا: حَدَّثَنَا فُضَيْلُ بْنُ عِيَاضٍ، عَنِ الْأَعْمَشِ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ ثَعْلَبَةَ بْنِ يَزِيدَ الْحِمَّانِيُّ، قَالَ: سَمِعْتُ عَلِيَّ بْنَ أَبِي طَالِبٍ، يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 14 ¦ الجزء: 1 ¦ الصفحة: 42\n",
        "15 -\nحَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، قَالَ: حَدَّثَنِي أَبِي ح وَحَدَّثَنَا عُبَيْدُ بْنُ غَنَّامٍ، قَالَ: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، قَالَا: حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنِ الْأَعْمَشِ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ ثَعْلَبَةَ الْحِمَّانِيِّ، عَنْ عَلِيٍّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 15 ¦ الجزء: 1 ¦ الصفحة: 43\n",
        "16 -\nثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ الطَّالْقَانِيُّ، قَالَ: حَدَّثَنَا جَرِيرٌ، عَنِ الْأَعْمَشِ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ ثَعْلَبَةَ بْنِ يَزِيدَ الْحِمَّانِيُّ، قَالَ: سَمِعْتُ عَلِيًّا، يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 16 ¦ الجزء: 1 ¦ الصفحة: 44\n",
        "17 -\nحَدَّثَنَا الْحُسَيْنُ بْنُ إِسْحَاقَ التُّسْتَرِيُّ، قَالَ: حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، قَالَ: حَدَّثَنَا عَبْثَرُ بْنُ الْقَاسِمِ، عَنِ الْأَعْمَشِ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ ثَعْلَبَةَ بْنِ يَزِيدَ، عَنْ عَلِيٍّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 17 ¦ الجزء: 1 ¦ الصفحة: 44\n",
        "18 -\nحَدَّثَنَا عُبَيْدُ بْنُ غَنَّامٍ، قَالَ: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ ح وَحَدَّثَنَا الْحُسَيْنُ بْنُ إِسْحَاقَ التُّسْتَرِيُّ، قَالَ: حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، قَالَا: حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنِ الْأَعْمَشِ، عَنِ الْحَكَمِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ عَلِيٍّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ حَدَّثَ عَنِّي حَدِيثًا وَيُرَى أَنَّهُ كَذَبَ فَهُوَ أَحَدُ الْكَاذِبَيْنِ»\nالحديث: 18 ¦ الجزء: 1 ¦ الصفحة: 44\n",
        "19 -\nحَدَّثَنَا عُبَيْدُ بْنُ غَنَّامٍ، قَالَ: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، قَالَ: حَدَّثَنَا عَلِيُّ بْنُ هَاشِمٍ ح وَحَدَّثَنَا الْحُسَيْنُ بْنُ إِسْحَاقَ التُّسْتَرِيُّ، قَالَ: حَدَّثَنَا يَحْيَى الْحِمَّانِيُّ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، ح وَحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ الطَّالْقَانِيُّ، قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، كُلُّهُمْ عَنِ الْأَعْمَشِ، عَنِ الْحَكَمِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ عَلِيٍّ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ\n[ص: 46]\n: «مَنْ حَدَّثَ بِحَدِيثٍ، وَهُوَ يَرَى أَنَّهُ كَذَبَ فَهُوَ أَحَدُ الْكَاذِبَيْنِ»\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 45\n",
        "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، وَمُوسَى بْنُ هَارُونَ، قَالَا: حَدَّثَنَا عَبْدُ الْأَعْلَى بْنُ حَمَّادِ النَّرْسِيُّ، قَالَ: حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عَبْدِ الْأَعْلَى الثَّعْلَبِيِّ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ عَلِيٍّ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالجزء: 1 ¦ الصفحة: 46\n",
        "21 -\nحَدَّثَنَا مُحَمَّدُ بْنُ اللَّيْثِ الْجَوْهَرِيُّ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ طَلْحَةَ الْيَرْبُوعِيُّ، قَالَ: حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ، عَنْ أَبِي عَمَّارٍ، عَنْ عَمْرِو بْنِ شُرَحْبِيلَ، عَنْ عَلِيٍّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "22 -\nحَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَيُّوبَ الْمُؤَدِّبُ، قَالَ: حَدَّثَنَا قَيْسُ بْنُ حَفْصِ الدَّارِمِيُّ، قَالَ: حَدَّثَنَا الرَّبِيعُ بْنُ بَدْرٍ، قَالَ: حَدَّثَنَا رَاشِدُ بْنُ نَجِيحٍ عَنِ الْحَسَنِ، عَنْ قَيْسِ بْنِ عَبَّادٍ، عَنْ عَلِيٍّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 47\n",
        "23 -\nحَدَّثَنَا أَبُو سَعْدٍ يَحْيَى بْنُ مَنْصُورٍ الْهَرَوِيُّ قَالَ: حَدَّثَنَا إِسْحَاقُ بْنُ رَاهَوَيْهِ، قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ أَيُّوبَ، عَنْ أَبِي حَمْزَةَ، عَنْ جَابِرٍ، عَنْ عَبْدِ اللَّهِ بْنِ نُجَيٍّ، عَنْ عَلِيٍّ، عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 23 ¦ الجزء: 1 ¦ الصفحة: 48\n",
        "طَلْحَةُ بْنُ عُبَيْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 49\n",
        "24 -\nحَدَّثَنَا يَحْيَى بْنُ عُثْمَانَ بْنِ صَالِحٍ قَالَ: حَدَّثَنَا سُلَيْمَانُ بْنُ أَيُّوبَ بْنِ سُلَيْمَانَ بْنِ عِيسَى بْنِ مُوسَى بْنِ طَلْحَةَ بْنِ عُبَيْدِ اللَّهِ، قَالَ: حَدَّثَنِي أَبِي، عَنْ جَدِّي، عَنْ مُوسَى بْنِ طَلْحَةَ، عَنْ أَبِيهِ طَلْحَةَ بْنِ عُبَيْدِ اللَّهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ حَدَّثَ عَنِّي بِحَدِيثٍ فَكَذَبَ تَبَوَّأَ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 24 ¦ الجزء: 1 ¦ الصفحة: 49\n",
        "25 -\nحَدَّثَنَا مُحَمَّدُ بْنُ مُعَاذٍ الْحَلَبِيُّ، قَالَ: حَدَّثَنَا أَبُو عُمَرَ الضَّرِيرُ، قَالَ: حَدَّثَنَا زِيَادُ بْنُ عَبْدِ اللَّهِ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ مَالِكِ بْنِ أَبِي عَامِرٍ، قَالَ: سَمِعْتُ طَلْحَةَ بْنَ عُبَيْدِ اللَّهِ، يَقُولُ: «لَا تَجِدُ إِنْسَانًا فِيهِ خَيرٌ يَكْذِبُ عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ»\nالحديث: 25 ¦ الجزء: 1 ¦ الصفحة: 50\n",
        "الزُّبَيْرُ بْنُ الْعَوَّامِ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 51\n",
        "26 -\nحَدَّثَنَا أَبُو مُسْلِمٍ الْكَشِّيُّ، قَالَ: حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ جَامِعِ بْنِ شَدَّادٍ، عَنْ عَامِرِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ أَبِيهِ قَالَ: قُلْنَا لِلزُّبَيْرِ: مَا لَكَ لَا تُحَدِّثُ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَمَا يُحَدِّثُ أَصْحَابُكَ؟ فَقَالَ: أَخَافُ أَنْ أَزِيدَ أَوْ أَنْقُصَ، وَقَدْ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 26 ¦ الجزء: 1 ¦ الصفحة: 51\n",
        "27 -\nحَدَّثَنَا الْعَبَّاسُ بْنُ الْفَضْلِ الْأَسْفَاطِيُّ، قَالَ: حَدَّثَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ، ح\n[ص: 52]\nوَحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، وَيَحْيَى الْحِمَّانِيُّ. ح وَحَدَّثَنَا الْهَيْثَمُ بْنُ خَالِدٍ الْمِصِّيصِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى الطَّبَّاعُ، قَالُوا: وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، قَالَ: حَدَّثَنِي وَهْبُ بْنُ بَقِيَّةَ الْوَاسِطِيُّ، ح حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، عَنْ بَيَانٍ، عَنْ وَبَرَةَ، عَنْ عَامِرِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ أَبِيهِ، قَالَ: قُلْتُ لِلزُّبَيْرِ: مَا يَمْنَعُكَ أَنْ تُحَدِّثَ، عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَمَا يُحَدِّثُ عَنْهُ أَصْحَابُهُ؟ قَالَ: لَقَدْ كَانَ لِي مِنْهُ وَجْهٌ وَمَنْزِلَةٌ، وَلَكِنِّي أَشْهَدُ لَسَمِعْتُهُ يَقُولُ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\n28 -\nحَدَّثَنَا أَبُو الزِّنْبَاعِ رَوْحُ بْنُ الْفَرَجِ قَالَ: حَدَّثَنَا زُهَيْرُ بْنُ عَبَّادٍ، قَالَ: حَدَّثَنَا يَزِيدُ بْنُ عَطَاءٍ، عَنْ بَيَانِ بْنِ بِشْرٍ، عَنْ وَبَرَةَ، عَنْ عَامِرِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ أَبِيهِ، عَنِ الزُّبَيْرِ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: نَحْوَهُ\nالحديث: 27 ¦ الجزء: 1 ¦ الصفحة: 51\n",
        "29 -\nحَدَّثَنَا يَحْيَى بْنُ عُثْمَانَ بْنِ صَالِحٍ قَالَ: حَدَّثَنَا نُعَيْمُ بْنُ حَمَّادٍ قَالَ: حَدَّثَنَا الزُّبَيْرُ بْنُ خُبَيْبِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ أَبِيهِ، عَنْ عَامِرِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ أَبِيهِ، قَالَ قُلْتُ لِأَبِي الزُّبَيْرِ: مَا مِنْ أَحَدٍ مِنْ أَبْنَاءِ الصَّحَابَةِ إِلَّا وَهُوَ يُحَدِّثُ عَنْ أَبِيهِ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَحَدِّثْنِي حَتَّى أُحَدِّثَ عَنْكَ، قَالَ: فَإِنِّي حَوَارِيُّهُ وَابْنُ عَمَّتِهِ، وَإِنَّهُ لَعَلَى خَالَتِكَ عَائِشَةَ وَلَكِنِّي سَمِعْتُهُ يَقُولُ: «مَنْ قَالَ عَلَيَّ مَا لَمْ أَقُلْ فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 29 ¦ الجزء: 1 ¦ الصفحة: 53\n",
        "30 -\nحَدَّثَنَا مُطَّلِبُ بْنُ شُعَيْبٍ الْأَزْدِيُّ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ قَالَ: حَدَّثَنِي اللَّيْثُ بْنُ سَعْدٍ، قَالَ: حَدَّثَنِي ابْنُ الْهَادِ، عَنْ يَحْيَى بْنِ عَبَّادٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُرْوَةَ، عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنِ الزُّبَيْرِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 30 ¦ الجزء: 1 ¦ الصفحة: 53\n",
        "31 -\nحَدَّثَنَا أَحْمَدُ بْنُ زُهَيْرِ التُّسْتَرِيُّ، قَالَ: حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدِ الْوَرَّاقِ الْوَاسِطِيُّ، قَالَ: حَدَّثَنَا خَالِدُ بْنُ مَخْلَدِ الْقَطَوَانِيُّ، قَالَ: حَدَّثَنَا زُهَيْرُ بْنُ مُحَمَّدٍ، قَالَ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ عُرْوَةَ يُحَدِّثُ عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنِ الزُّبَيْرِ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «مَنْ قَالَ عَلَيَّ مَا لَمْ أَقُلْ فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 31 ¦ الجزء: 1 ¦ الصفحة: 54\n",
        "سَعْدُ بْنُ أَبِي وَقَّاصٍ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 55\n",
        "32 -\nحَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو الْخَلَّالِ الْمَكِّيُّ قَالَ: حَدَّثَنَا يَعْقُوبُ بْنُ حُمَيْدٍ قَالَ: حَدَّثَنَا مَعْنُ بْنُ عِيسَى، عَنْ عُبَيْدَةَ بِنْتِ نَابِلٍ، عَنْ عَائِشَةَ بِنْتِ سَعْدٍ، عَنْ أَبِيهَا سَعْدٍ , أَنَّهُ قَالَ: «مَا يَمْنَعُنِي مِنَ الْحَدِيثِ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ لَا أَكُونَ أَكْثَرَ أَصْحَابِهِ عَنْهُ حَدِيثًا ولَكِنِّي أَكْرَهُ أَنْ يَتَقَوَّلُوا عَلَيَّ»\nالحديث: 32 ¦ الجزء: 1 ¦ الصفحة: 55\n",
        "سَعِيدُ بْنُ زَيْدِ بْنِ عَمْرِو بْنِ نُفَيْلٍ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 56\n",
        "33 -\nحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ الْعَيْشِيُّ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، وَمُوسَى بْنُ هَارُونَ، قَالَا: حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْحَجَّاجِ السَّامِيُّ قَالَا: حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، قَالَ: حَدَّثَنَا صَدَقَةُ بْنُ الْمُثَنَّى، قَالَ: حَدَّثَنَا رِيَاحُ بْنُ الْحَارِثِ، قَالَ: كُنَّا عِنْدَ الْمُغِيرَةَ بْنِ شُعْبَةَ , فَجَاءَ سَعِيدُ بْنُ زَيْدٍ فَقَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «لَكَذِبٌ عَلَيَّ لَيْسَ كَكَذِبٍ عَلَى أَحَدٍ، فَمَنْ كَذَبَ عَلَيَّ\n[ص: 57]\nمُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ» وَاللَّفْظُ لِحَدِيثِ إِبْرَاهِيمَ بْنِ الْحَجَّاجِ\nالحديث: 33 ¦ الجزء: 1 ¦ الصفحة: 56\n",
        "أَبُو عُبَيْدَةَ بْنُ الْجَرَّاحِ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 58\n",
        "حَدَّثَنَا عَبْدُ الرَّحْمَنِ مُحَمَّدُ بْنُ سَلَمَةَ الرَّازِيُّ قَالَ: حَدَّثَنَا الْهَيْثَمُ بْنُ خَالِدٍ قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ قَالَ: حَدَّثَنَا هِشَامُ بْنُ سَعْدٍ، قَالَ: أَخْبَرَنِي جَعْفَرُ بْنُ عَبْدِ اللَّهِ بْنِ أَسْلَمَ، عَنْ أَسْلَمَ مَوْلَى عُمَرَ قَالَ: حَدَّثَنَا مَيْسَرَةُ بْنُ مَسْرُوقٍ الْعَبْسِيُّ قَالَ: حَدَّثَنَا أَبُو عُبَيْدَةَ بْنُ الْجَرَّاحِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالجزء: 1 ¦ الصفحة: 58\n",
        "عَبْدُ اللَّهِ بْنُ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 59\n",
        "35 -\nحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، وَأَبُو مُسْلِمٍ الْكَشِّيُّ قَالَا: حَدَّثَنَا حَجَّاجُ بْنُ الْمِنْهَالِ، ح وَحَدَّثَنَا أَبُو مُسْلِمٍ الْكَشِّيُّ قَالَ: حَدَّثَنَا حَجَّاجُ بْنُ نُصَيْرٍ قَالَا: حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 35 ¦ الجزء: 1 ¦ الصفحة: 59\n",
        "36 -\nحَدَّثَنَا الْمِقْدَامُ بْنُ دَاوُدَ، قَالَ: حَدَّثَنَا أَسَدُ بْنُ مُوسَى قَالَ: حَدَّثَنَا شَيْبَانُ، عَنْ أَبِي مُعَاوِيَةَ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 36 ¦ الجزء: 1 ¦ الصفحة: 59\n",
        "37 -\nحَدَّثَنَا إِبْرَاهِيمُ بْنُ شَرِيكٍ الْأَسَدِيُّ الْكُوفِيُّ قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ قَالَ: حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 37 ¦ الجزء: 1 ¦ الصفحة: 60\n",
        "38 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ قَالَ: حَدَّثَنَا يَحْيَى الْحِمَّانِيُّ قَالَ: حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 38 ¦ الجزء: 1 ¦ الصفحة: 60\n",
        "39 -\nحَدَّثَنَا عُبَيْدٌ الْعِجْلُ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ قَالَ: حَدَّثَنَا هَارُونُ بْنُ الْمُغِيرَةَ، عَنْ عَمْرِو بْنِ أَبِي قَيْسٍ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، وَأَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 39 ¦ الجزء: 1 ¦ الصفحة: 60\n",
        "40 -\nحَدَّثَنَا أَبُو خَلِيفَةَ، قَالَ: حَدَّثَنَا عُثْمَانُ بْنُ الْهَيْثَمِ بْنِ الجَهْمِ، قَالَ: حَدَّثَنِي أَبِي، عَنْ عَاصِمٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 40 ¦ الجزء: 1 ¦ الصفحة: 61\n",
        "41 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، قَالَ: حَدَّثَنَا جَعْفَرُ بْنُ حُمَيْدٍ، عَنِ الْوَلِيدِ بْنِ أَبِي ثَوْرٍ، عَنْ عَاصِمٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 41 ¦ الجزء: 1 ¦ الصفحة: 61\n",
        "43 -\nحَدَّثَنَا أَبُو سَعْدٍ يَحْيَى بْنُ مَنْصُورٍ الْهَرَوِيُّ، قَالَ: حَدَّثَنَا إِسْحَاقُ بْنُ رَاهَوَيْهِ، قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ أَيُّوبَ، عَنْ أَبِي حَمْزَةَ، عَنْ جَابِرٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 42 ¦ الجزء: 1 ¦ الصفحة: 62\n",
        "49 -\nحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ: حَدَّثَنَا الْمَسْعُودِيُّ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، عَنْ أَبِيهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 49 ¦ الجزء: 1 ¦ الصفحة: 65\n",
        "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ السَّدُوسِيُّ، قَالَ: حَدَّثَنَا عَاصِمُ بْنُ عَلِيٍّ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالجزء: 1 ¦ الصفحة: 65\n",
        "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، قَالَ: حَدَّثَنَا الْحَرَّانِيُّ، ح وَحَدَّثَنَا عَبْدُ اللَّهِ بْنِ أَحْمَدَ بْنِ حَنْبَلٍ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، قَالَا: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، قَالَا: حَدَّثَنَا شَرِيكُ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالجزء: 1 ¦ الصفحة: 65\n",
        "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، قَالَ: حَدَّثَنِي سُفْيَانُ بْنُ وَكِيعٍ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دَاوُدَ، عَنْ عَلِيِّ بْنِ صَالِحٍ عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالجزء: 1 ¦ الصفحة: 65\n",
        "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، وَعَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَا: حَدَّثَنَا عُبَيْدُ بْنُ يَعِيشَ، قَالَ: حَدَّثَنَا يُونُسُ بْنُ بُكَيْرٍ، عَنِ الْأَعْمَشِ، عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ، عَنْ أَبِي مَيْسَرَةَ عَمْرِو بْنِ شُرَحْبِيلَ , عَنْ عَبْدِ اللَّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالجزء: 1 ¦ الصفحة: 65\n",
        "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، قَالَ: حَدَّثَنَا الْحَكَمُ بْنُ مُوسَى، قَالَ: حَدَّثَنَا شُعَيْبُ بْنُ إِسْحَاقَ، عَنِ الْحَسَنِ بْنِ عُمَارَةَ، عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ، عَنْ أَبِي عَمَّارٍ، عَنْ عَمْرِو بْنِ شُرَحْبِيلَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا لِيُضِلَّ بِهِ فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالجزء: 1 ¦ الصفحة: 65\n",
        "عَمَّارُ بْنُ يَاسِرٍ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 65\n",
        "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، قَالَا: حَدَّثَنَا عُبَيْدُ بْنُ يَعِيشَ، قَالَ: حَدَّثَنَا يُونُسُ بْنُ بُكَيْرٍ، عَنْ عَلِيِّ بْنِ أَبِي فَاطِمَةَ، عَنْ أَبِي مَرْيَمَ، قَالَ: سَمِعْتُ عَمَّارَ بْنَ يَاسِرٍ، يَقُولُ لِأَبِي مُوسَى الْأَشْعَرِيِّ: أَنْشُدُكَ اللَّهَ أَلَمْ تَسْمَعْ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ» فَسَكَتَ أَبُو مُوسَى وَلَمْ يَقُلْ شَيْئًا\nالجزء: 1 ¦ الصفحة: 65\n",
        "عَبْدُ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 67\n",
        "50 -\nحَدَّثَنَا مُوسَى بْنُ هَارُونَ، قَالَ: حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ: حَدَّثَنَا فُضَيْلُ بْنُ عِيَاضٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِي بَكْرِ بْنِ سَالِمٍ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ كَذَبَ عَلَيَّ بَنَى اللَّهُ لَهُ بَيْتًا فِي النَّارِ»\nالحديث: 50 ¦ الجزء: 1 ¦ الصفحة: 67\n",
        "51 -\nحَدَّثَنَا يَحْيَى بْنُ عُثْمَانَ بْنِ صَالِحٍ قَالَ: حَدَّثَنَا نُعَيْمُ بْنُ حَمَّادٍ، قَالَ: حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِي بَكْرِ بْنِ سَالِمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «الَّذِي يَكْذِبُ عَلَيَّ يُبْنَى لَهُ بَيْتٌ فِي النَّارِ»\nالحديث: 51 ¦ الجزء: 1 ¦ الصفحة: 67\n",
        "52 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، قَالَ: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، وَأَبُو أُسَامَةَ قَالَا: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ أَبِي بَكْرِ بْنِ سَالِمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا بُنِيَ لَهُ بَيْتٌ فِي النَّارِ»\nالحديث: 52 ¦ الجزء: 1 ¦ الصفحة: 68\n",
        "53 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، قَالَ: حَدَّثَنَا أَبِي، عَنْ مُوسَى بْنِ عُبَيْدٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «إِنَّ أَفْرَى الْفِرَى أَنْ يُقَالَ عَلَيَّ مَا لَمْ أَقُلْ»\nالحديث: 53 ¦ الجزء: 1 ¦ الصفحة: 68\n",
        "54 -\nحَدَّثَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدِ بْنِ الْمُهَاجِرِ الْبَصْرِيُّ، قَالَ: حَدَّثَنَا هَارُونُ، عَنْ أَبِي الزُّعَيْزِعَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ قَالَ عَلَيَّ مَا لَمْ أَقُلْ فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 54 ¦ الجزء: 1 ¦ الصفحة: 69\n",
        "عَبْدُ اللَّهِ بْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 70\n",
        "55 -\nحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، وَأَبُو مُسْلِمٍ الْكَشِّيُّ قَالَا: حَدَّثَنَا حَجَّاجُ بْنُ الْمِنْهَالِ، ح وَحَدَّثَنَا أَبُو مُسْلِمٍ الْكَشِّيُّ، قَالَ: حَدَّثَنَا أَبُو عُمَيْرٍ الضَّرِيرُ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، قَالَ: حَدَّثَنَا يَحْيَى الْحِمَّانِيُّ، وَبِشْرُ بْنُ الْوَلِيدِ الْكِنْدِيُّ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ مُحَمَّدٍ التَّمَّارُ الْبَصْرِيُّ، قَالَ: حَدَّثَنَا سَهْلُ بْنُ بَكَّارٍ، قَالُوا: حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عَبْدِ الْأَعْلَى، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 55 ¦ الجزء: 1 ¦ الصفحة: 70\n",
        "56 -\nحَدَّثَنَا عُبَيْدٌ الْعِجْلُ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ الرَّازِيُّ، قَالَ: حَدَّثَنَا هَارُونُ بْنُ الْمُغِيرَةَ، عَنْ عَمْرِو بْنِ أَبَى قَيْسٍ، عَنْ عَلِيِّ بْنِ عَبْدِ الْأَعْلَى، عَنْ أَبِيهِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 56 ¦ الجزء: 1 ¦ الصفحة: 71\n",
        "57 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، قَالَ: حَدَّثَنَا جُمْهُورُ بْنُ مَنْصُورٍ، قَالَ: حَدَّثَنَا سَيْفُ بْنُ مُحَمَّدٍ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ عَبْدِ الْأَعْلَى، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\n[ص: 72]\n: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 57 ¦ الجزء: 1 ¦ الصفحة: 71\n",
        "عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 73\n",
        "58 -\nحَدَّثَنَا الْمِقْدَامُ بْنُ دَاوُدَ، قَالَ: حَدَّثَنَا النَّضْرُ بْنُ عَبْدِ الْجَبَّارِ، قَالَ: حَدَّثَنَا نَافِعُ بْنُ يَزِيدَ، عَنِ ابْنِ الْهَادِ، عَنْ عُمَرَ بْنِ عَبْدِ اللَّهِ بْنِ عُرْوَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عُرْوَةَ، عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ حَدَّثَ عَنِّي كَذِبًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 58 ¦ الجزء: 1 ¦ الصفحة: 73\n",
        "عَبْدُ اللَّهِ بْنِ قَيْسٍ أَبُو مُوسَى الْأَشْعَرِيُّ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 74\n",
        "59 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ يَحْيَى الْأَحْوَلُ، قَالَ: حَدَّثَنَا خَالِدُ بْنُ نَافِعٍ، عَنْ سَعِيدِ بْنِ أَبِي بُرْدَةَ، عَنْ أَبِيهِ، عَنْ أَبِي مُوسَى الْأَشْعَرِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 59 ¦ الجزء: 1 ¦ الصفحة: 74\n",
        "عَبْدُ اللَّهِ بْنُ عَمْرِو بْنِ الْعَاصِ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 75\n",
        "60 -\nحَدَّثَنَا أَبُو مُسْلِمٍ الْكَشِّيُّ، قَالَ: حَدَّثَنَا أَبُو عَاصِمٍ، ح وَحَدَّثَنَا أَبُو شُعَيْبِ الْحَرَّانِيُّ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ عَبْدِ اللَّهِ البَابَلُتِّيُّ، قَالَا: حَدَّثَنَا الْأَوْزَاعِيُّ، عَنْ حَسَّانَ بْنِ عَطِيَّةَ، عَنْ أَبِي كَبْشَةَ السَّلُولِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «بَلِّغُوا عَنِّي وَلَوْ آيَةً، وَحَدِّثُوا عَنْ بَنِي إِسْرَائِيلَ وَلَا حَرَجَ، وَمَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 60 ¦ الجزء: 1 ¦ الصفحة: 75\n",
        "61 -\nحَدَّثَنَا أَبُو مُسْلِمٍ الْكَشِّيُّ، قَالَ: حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ عَبْدِ الْحَمِيدِ بْنِ جَعْفَرٍ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ عَمْرِو بْنِ الْوَلِيدِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 61 ¦ الجزء: 1 ¦ الصفحة: 75\n",
        "62 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، قَالَ: حَدَّثَنَا كَامِلُ بْنُ طَلْحَةَ الْجَحْدَرِيُّ، قَالَ: حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 62 ¦ الجزء: 1 ¦ الصفحة: 76\n",
        "63 -\nحَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ الْبَزَّازُ التُّسْتَرِيُّ، قَالَ: حَدَّثَنَا سَهْلُ بْنُ حَمَّادٍ، قَالَ: حَدَّثَنَا حَفْصُ بْنُ سُلَيْمَانَ، عَنْ غَيْلَانَ، عَنِ الْحَجَّاجِ بْنِ أَرْطَأَةَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «مَنْ قَالَ عَلَيَّ مَا لَمْ أَقُلْ فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 63 ¦ الجزء: 1 ¦ الصفحة: 77\n",
        "64 -\nحَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ، قَالَ: حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ مُجَاهِدٍ، قَالَ: قَالَ عَبْدُ اللَّهِ بْنُ عَمْرِو قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 64 ¦ الجزء: 1 ¦ الصفحة: 77\n",
        "65 -\nحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا عَاصِمُ بْنُ عَلِيٍّ، قَالَ: حَدَّثَنَا إِسْحَاقُ بْنُ يَحْيَى بْنِ طَلْحَةَ، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 65 ¦ الجزء: 1 ¦ الصفحة: 77\n",
        "66 -\nحَدَّثَنَا جَعْفَرُ بْنُ أَحْمَدَ بْنِ سِنَانَ الْوَاسِطِيُّ، قَالَ: حَدَّثَنَا أَبُو طَلْحَةَ مُوسَى بْنُ عَبْدِ اللَّهِ الْبَصْرِيُّ قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ إِسْحَاقَ الْحَضْرَمِيُّ، قَالَ: حَدَّثَنَا وُهَيْبٌ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 66 ¦ الجزء: 1 ¦ الصفحة: 78\n",
        "مُعَاوِيَةُ بْنُ أَبِي سُفْيَانَ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 79\n",
        "67 -\nحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْمَعْمَرِيُّ، قَالَ: حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ الْحِمْصِيُّ، قَالَ: حَدَّثَنَا بَقِيَّةُ، قَالَ: حَدَّثَنِي عُتْبَةُ بْنُ أَبِي حَكِيمٍ، قَالَ: حَدَّثَنَا الْقَاسِمُ أَبُو عَبْدِ الرَّحْمَنِ، قَالَ: كُنْتُ قَاعِدًا عِنْدَ مُعَاوِيَةَ فَبَعَثَ إِلَى عَبْدِ اللَّهِ بْنِ عَمْرٍو فَقَالَ: مَا أَحَادِيثُ بَلَغَنِي عَنْكَ تُحَدِّثُ بِهَا؟ لَقَدْ هَمَمْتُ أَنْ أَنْفِيَكَ مِنَ الشَّامِ، سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 67 ¦ الجزء: 1 ¦ الصفحة: 79\n",
        "68 -\nحَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، قَالَ: حَدَّثَنِي أَبِي قَالَ: حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي الْفَيْضِ، عَنْ مُعَاوِيَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\n[ص: 80]\n69 -\nحَدَّثَنَا عُبَيْدٌ الْعِجْلُ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عَمَّارٍ الْمَوْصِلِيُّ، قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ شُعْبَةَ، عَنْ أَبِي الْفَيْضِ، عَنْ رَجُلٍ، عَنْ مُعَاوِيَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ\nالحديث: 68 ¦ الجزء: 1 ¦ الصفحة: 79\n",
        "أُسَامَةُ بْنُ زَيْدِ بْنِ حَارِثَةَ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 81\n",
        "70 -\nحَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ الْأَنْمَاطِيُّ، قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ نَافِعٍ دَرَخْتَ، قَالَ: حَدَّثَنَا عَلِيُّ بْنُ ثَابِتٍ، قَالَ: حَدَّثَنَا الْوَازِعُ بْنُ نَافِعٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ قَالَ عَلَيَّ مَا لَمْ أَقُلْ فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 70 ¦ الجزء: 1 ¦ الصفحة: 81\n",
        "أَبُو هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 82\n",
        "71 -\nحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا الْقَعْنَبِيُّ، قَالَ: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ مُحَمَّدِ بْنِ عَمْرِو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ قَالَ عَلَيَّ مَا لَمْ أَقُلْ فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 71 ¦ الجزء: 1 ¦ الصفحة: 82\n",
        "72 -\nحَدَّثَنَا عُبَيْدُ بْنُ رِجَالِ الْمِصْرِيُّ، قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ قَالَ: حَدَّثَنَا أَنَسُ بْنُ عِيَاضٍ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 72 ¦ الجزء: 1 ¦ الصفحة: 82\n",
        "73 -\nحَدَّثَنَا يُوسُفُ بْنُ يَعْقُوبَ الْقَاضِي، قَالَ: حَدَّثَنَا عَمْرُو بْنُ مَرْزُوقٍ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي حُصَيْنٍ، عَنْ أَبِي صَالِحٍ , عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 73 ¦ الجزء: 1 ¦ الصفحة: 83\n",
        "74 -\nحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا خَلَفُ بْنُ هِشَامٍ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ بْنِ حِسَابٍ، قَالَا: حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي حُصَيْنٍ، عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 74 ¦ الجزء: 1 ¦ الصفحة: 83\n",
        "75 -\nحَدَّثَنَا يَحْيَى بْنُ عُثْمَانَ بْنِ صَالِحٍ وَالْمِقْدَامُ بْنُ دَاوُدَ، قَالَا: حَدَّثَنَا أَبُو صَالِحٍ الْحُدَّانِيُّ، قَالَ: حَدَّثَنَا عَبْدُ الرَّزَّاقِ بْنُ عُمَرَ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" ثَلَاثَةٌ لَا يَرِيحُونَ رِيحَ الْجَنَّةِ: رَجُلٌ ادَّعَى إِلَى غَيْرِ أَبِيهِ، وَرَجُلٌ كَذَبَ عَلَيَّ، وَرَجُلٌ كَذَبَ عَلَى عَيْنَيْهِ \"\nالحديث: 75 ¦ الجزء: 1 ¦ الصفحة: 84\n",
        "76 -\nحَدَّثَنَا الْحُسَيْنُ بْنُ السَّمَيْدَعِ الْأَنْطَاكِيُّ، وَمُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنُ سَارِيَةَ، قَالَا: حَدَّثَنَا مُوسَى بْنُ أَيُّوبَ النَّصِيبِيُّ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عِصْمَةَ النَّصِيبِيُّ، قَالَ: حَدَّثَنَا مُقَاتِلٌ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ أَحْدَثَ حَدَثًا أَوْ آوَى مُحْدِثًا فَعَلَيْهِ لَعَنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ، لَا يَقْبَلُ مِنْهُ صَرْفًا وَلَا عَدْلًا، وَمَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا. . . . . . . .»\nالحديث: 76 ¦ الجزء: 1 ¦ الصفحة: 85\n",
        "77 -\nحَدَّثَنَا أَبُو مُسْلِمٍ الْكَشِّيُّ، قَالَ: حَدَّثَنَا ابْنُ عَاصِمٍ، عَنْ زَيْنَبَ بِنْتِ طَلِيقٍ، عَنْ حَبَّانَ بْنِ جَزْءٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ قَالَ عَلَيَّ مَا لَمْ أَقُلْ فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 77 ¦ الجزء: 1 ¦ الصفحة: 85\n",
        "78 -\nحَدَّثَنَا الْعَبَّاسُ بْنُ الْفَضْلِ الْأَسْفَاطِيُّ، قَالَ: حَدَّثَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ، قَالَ: حَدَّثَنَا عَنْبَسَةُ بْنُ سَعِيدٍ، عَنْ جَدِّهِ كَثِيرِ بْنُ عُبَيْدٍ , عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 78 ¦ الجزء: 1 ¦ الصفحة: 86\n",
        "79 -\nحَدَّثَنَا عَبْدَانُ بْنُ أَحْمَدَ، قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ زَكَرِيَّا الْكُوفِيُّ، قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ أَبَي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «حَدِّثُوا عَنِّي، فَمَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 79 ¦ الجزء: 1 ¦ الصفحة: 86\n",
        "80 -\nحَدَّثَنَا مُحَمَّدُ بْنُ نُصَيْرٍ الْأَصْبَهَانِيُّ، قَالَ: حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الشَّاذَكُونِيُّ، قَالَ: حَدَّثَنَا أَبُو أُمَيَّةَ بْنُ يَعْلَى الثَّقَفِيُّ، عَنْ أَبِي الزِّنَادِ، عَنِ الْأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 80 ¦ الجزء: 1 ¦ الصفحة: 86\n",
        "81 -\nحَدَّثَنَا أَبُو يَزِيدَ الْقَرَاطِيسِيُّ الْمِصْرِيُّ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، عَنْ بَكْرِ بْنِ عَمْرٍو، عَنْ عَمْرِو بْنِ أَبِي نُعَيْمَةَ الْمَعَافِرِيُّ، أَنَّ أَبَا عُثْمَانَ الطُّنْبُذِيَّ، حَدَّثَهُمْ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ قَالَ عَلَيَّ مَا لَمْ أَقُلْ فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنْ جَهَنَّمِ»\nالحديث: 81 ¦ الجزء: 1 ¦ الصفحة: 87\n",
        "82 -\nحَدَّثَنَا بِشْرُ بْنُ مُوسَى، قَالَ: حَدَّثَنَا أَبُو عَبْدِ الرَّحْمَنِ المُقْرِئُ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ أَبِي أَيُّوبَ، قَالَ: حَدَّثَنِي بَكْرُ بْنُ عَمْرٍو، عَنْ أَبِي عُثْمَانَ، مُسْلِمُ بْنُ يَسَارٍ , عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ قَالَ عَلَيَّ مَا لَمْ أَقُلْ فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ، وَمَنِ\n[ص: 88]\nاسْتَشَارَهُ أَخُوهُ الْمُسْلِمُ فَأَشَارَ عَلَيْهِ بِغَيْرِ رُشْدِهِ فَقَدْ خَانَهُ، وَمَنْ أُفْتِيَ بِفُتْيَا غَيْرِ ثَبْتٍ فَإِنَّمَا إِثْمُهُ عَلَى مَنْ أَفْتَاهُ»\nالحديث: 82 ¦ الجزء: 1 ¦ الصفحة: 87\n",
        "أَبُو سَعِيدٍ الْخُدْرِيُّ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 89\n",
        "83 -\nحَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى الْقَزَّازُ، قَالَ: حَدَّثَنَا أَبُو عُمَرَ الْحَوْضِيُّ، قَالَ: حَدَّثَنَا سَعِيدٌ، قَالَ: حَدَّثَنَا أَبُو مَسْلَمَةَ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 83 ¦ الجزء: 1 ¦ الصفحة: 89\n",
        "84 -\nحَدَّثَنَا مُحَمَّدُ بْنُ مُحَمَّدٍ التَّمَّارُ، وَأَبُو خَلِيفَةَ قَالَا: حَدَّثَنَا أَبُو الْوَلِيدِ، ح وَحَدَّثَنَا أَحْمَدُ بْنُ دَاوُدَ الْمَكِّيُّ، قَالَ: حَدَّثَنَا هُدْبَةُ بْنُ خَالِدٍ، قَالَا: حَدَّثَنَا هَمَّامٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «حَدِّثُوا عَنْ بَنِي إِسْرَائِيلَ وَلَا حَرَجَ وَلَا تَكْتُبُوا عَنِّي شَيْئًا فَمَنْ كَتَبَ عَنِّي فَلْيَمْحُهُ إِلَّا الْقُرْآنَ وَمَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 84 ¦ الجزء: 1 ¦ الصفحة: 89\n",
        "85 -\nحَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، وَمَحْمُودُ بْنُ مُحَمَّدٍ الْوَاسِطِيُّ، قَالَا: حَدَّثَنَا زَكَرِيَّا بْنُ يَحْيَى، زَحْمَوَيْهِ، قَالَ: حَدَّثَنَا صَالِحُ بْنُ عُمَرَ، ح وَحَدَّثَنَا عُبَيْدُ بْنُ غَنَّامٍ، قَالَ: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، قَالَ: حَدَّثَنَا أَسْبَاطُ بْنُ مُحَمَّدٍ، كِلَاهُمَا عَنْ مُطَرِّفٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 85 ¦ الجزء: 1 ¦ الصفحة: 90\n",
        "86 -\nحَدَّثَنَا عُبَيْدُ بْنُ رِجَالٍ الْمِصْرِيُّ، قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ قَالَ: حَدَّثَنَا أَبُو عَبْدِ الرَّحْمَنِ المُقْرِئُ، قَالَ: حَدَّثَنَا أَبُو حَنِيفَةَ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 86 ¦ الجزء: 1 ¦ الصفحة: 90\n",
        "87 -\nحَدَّثَنَا الْقَاسِمُ بْنُ مُحَمَّدِ الدَّلَّالُ الْكُوفِيُّ، قَالَ: حَدَّثَنَا مِغْوَلُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا فُضَيْلُ بْنُ مَرْزُوقٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 87 ¦ الجزء: 1 ¦ الصفحة: 91\n",
        "88 -\nحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الدَّبَرِيُّ، عَنْ عَبْدِ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ أَبِي هَارُونَ الْعَبْدِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 88 ¦ الجزء: 1 ¦ الصفحة: 91\n",
        "89 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي رَجَاءٍ الْعَبَّادَانِيُّ، قَالَ: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ الصَّمَدِ الْعَمِّيُّ، عَنْ أَبِي هَارُونَ الْعَبْدِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 89 ¦ الجزء: 1 ¦ الصفحة: 92\n",
        "90 -\nحَدَّثَنَا عُبَيْدُ بْنُ غَنَّامٍ، قَالَ: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، قَالَ: حَدَّثَنَا عُبَيْدُ بْنُ سَعِيدٍ، قَالَ: حَدَّثَنَا مَنْصُورُ بْنُ دِينَارٍ، عَنْ يَزِيدَ الْفَقِيرِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 90 ¦ الجزء: 1 ¦ الصفحة: 92\n",
        "حُذَيْفَةُ بْنُ الْيَمَانِ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 93\n",
        "91 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، قَالَ: حَدَّثَنَا أَبُو بِلَالٍ الْأَشْعَرِيُّ، قَالَ: حَدَّثَنَا شَرِيكٌ، عَنْ مَنْصُورٍ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ حُذَيْفَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا تَكْذِبُوا عَلَيَّ، إِنَّ الَّذِي يَكْذِبُ عَلَيَّ لَجَرِيءٌ»\nالحديث: 91 ¦ الجزء: 1 ¦ الصفحة: 93\n",
        "جَابِرُ بْنُ عَبْدِ اللَّهِ الْأَنْصَارِيُّ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 94\n",
        "92 -\nحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا شِهَابُ بْنُ عَبَّادٍ، وَسَعِيدُ بْنُ مَنْصُورٍ، ح وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، قَالَ: حَدَّثَنِي أَبِي، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، قَالَ: حَدَّثَنَا أَبُو بِلَالٍ الْأَشْعَرِيُّ، وَجَنْدَلُ بْنُ وَالْقٍ، وَيَحْيَى الْحِمَّانِيُّ، قَالُوا: حَدَّثَنَا هُشَيْمٌ، قَالَ: حَدَّثَنَا أَبُو الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 92 ¦ الجزء: 1 ¦ الصفحة: 94\n",
        "93 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى بْنِ شَيْبَةَ الْبَغْدَادِيُّ الْمِصْرِيُّ، قَالَ: حَدَّثَنَا أَبُو هِشَامٍ الرِّفَاعِيُّ، قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ شُعَيْبٍ السَّمَّانُ، قَالَ: حَدَّثَنَا مَنْصُورُ بْنُ دِينَارٍ، عَنْ يَزِيدَ الْفَقِيرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\n94 -\nحَدَّثَنَا الْحُسَيْنُ بْنُ إِسْحَاقَ التُّسْتَرِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ مُصَفَّى، قَالَ: حَدَّثَنَا بَقِيَّةُ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ الْقُشَيْرِيِّ، عَنِ الْأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ\nالحديث: 93 ¦ الجزء: 1 ¦ الصفحة: 95\n",
        "أَبُو قَتَادَةَ الْأَنْصَارِيُّ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 97\n",
        "95 -\nحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، قَالَ أَبُو شِهَابٍ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ مَعْبَدِ بْنِ كَعْبِ بْنِ مَالِكٍ، قَالَ: سَمِعْتُ أَبَا قَتَادَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِيَّاكُمْ وَكَثْرَةَ الْحَدِيثِ، وَمَنْ حَدَّثَ عَنِّي فَلَا يَقُولُ إِلَّا حَقًّا، وَمَنْ قَالَ عَلَيَّ مَا لَمْ أَقُلْ فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 95 ¦ الجزء: 1 ¦ الصفحة: 97\n",
        "96 -\nحَدَّثَنَا مُوسَى بْنُ هَارُونَ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ مُوسَى الْبَلْخِيُّ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْعَبَّاسِ الْمُؤَدِّبُ، قَالَ: حَدَّثَنَا دَاوُدُ بْنُ حَمَّادِ بْنِ الْفُرَافِصَةَ الْبَلْخِيُّ، قَالَا: حَدَّثَنَا عَتَّابُ بْنُ مُحَمَّدِ بْنِ شَوْذَبَ، قَالَ: حَدَّثَنِي كَعْبُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ كَعْبِ بْنِ مَالِكٍ، عَنْ أَبِيهِ، قَالَ: قُلْتُ لِأَبِي قَتَادَةَ: حَدِّثْنِي بِشَيْءٍ سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: إِنِّي أَخْشَى أَنْ يَزِلَّ لِسَانِي بِشَىءٍ لَمْ يَقُلْهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِنِّي سَمِعْتُهُ يَقُولُ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ بَيْتًا فِي النَّارِ»\nالحديث: 96 ¦ الجزء: 1 ¦ الصفحة: 98\n",
        "97 -\nحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا الْقَعْنَبِيُّ، ح وَحَدَّثَنَا مُوسَى بْنُ هَارُونَ، قَالَ: حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، ح\n[ص: 99]\nوَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، قَالَ: حَدَّثَنَا أَبُو نُعَيْمٍ ضِرَارُ بْنُ صُرَدَ ح وَحَدَّثَنَا الْحُسَيْنُ بْنُ إِسْحَاقَ التُّسْتَرِيُّ، قَالَ: حَدَّثَنَا يَحْيَى الْحِمَّانِيُّ، قَالُوا: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ أَسِيدِ بْنِ أَبِي أَسِيدٍ الْبَرَّادِ، عَنْ أُمِّهِ، أَنَّهَا قَالَتْ لِأَبِي قَتَادَةَ: مَا لَكَ لَا تُحَدِّثُ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ:. . . يَقُولُ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيُسَهِّلْ لِجَنْبِهِ مَضْجَعًا فِي النَّارِ» قَالَ: وَجَعَلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ ذَلِكَ وَيَمْسَحُ الْأَرْضَ بِيَدِهِ\nالحديث: 97 ¦ الجزء: 1 ¦ الصفحة: 98\n",
        "الْبَرَاءُ بْنُ عَازِبٍ الْأَنْصَارِيُّ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 100\n",
        "98 -\nحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، قَالَا: حَدَّثَنَا الْحَكَمُ بْنُ مُوسَى، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ، قَالَ: حَدَّثَنَا الْفَزَارِيُّ وَهُوَ مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ الْعَرْزَمِيُّ عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْسَجَةَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا لِيُضِلَّ بِهِ النَّاسَ فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 98 ¦ الجزء: 1 ¦ الصفحة: 100\n",
        "زَيْدُ بْنُ أَرْقَمَ الْأَنْصَارِيُّ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 102\n",
        "99 -\nحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ سَعِيدٍ الْأَصْبَهَانِيُّ، ح وَحَدَّثَنَا الْهَيْثَمُ بْنُ خَالِدٍ الْمِصِّيصِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى الطَّبَّاعُ، قَالَا: حَدَّثَنَا عَمْرُو بْنُ ثَابِتٍ، عَنْ يَزِيدَ بْنِ حَيَّانَ، عَنْ زَيْدِ بْنِ أَرْقَمَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 99 ¦ الجزء: 1 ¦ الصفحة: 102\n",
        "100 -\nحَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، قَالَ: حَدَّثَنِي أَبِي قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ عَنْ أَبِي حَيَّانَ التَّيْمِيِّ، قَالَ: حَدَّثَنِي يَزِيدُ بْنُ حَيَّانَ التَّيْمِيُّ، قَالَ: انْطَلَقْتُ أَنَا وَحُصَيْنُ بْنُ سَبْرَةَ وَعَمْرُو بْنُ مُسْلِمٍ إِلَى زَيْدِ بْنِ أَرْقَمَ فَقَالَ: إِنِّي سَمِعَتْ أُذُنَايَ، وَوَعَاهُ قَلْبِي مِنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ جَهَنَّمَ»\nالحديث: 100 ¦ الجزء: 1 ¦ الصفحة: 102\n",
        "101 -\nحَدَّثَنَا مُعَاذُ بْنُ الْمُثَنَّى، وَأَبُو مُسْلِمٍ الْكَشِّيُّ قَالَا: حَدَّثَنَا مُسَدَّدٌ، قَالَ: حَدَّثَنَا يَحْيَى، عَنْ أَبِي حَيَّانَ التَّيْمِيِّ، عَنْ يَزِيدَ بْنِ حَيَّانَ، عَنْ زَيْدِ بْنِ أَرْقَمَ، قَالَ سَمِعَتْ أُذُنَايَ مِنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 101 ¦ الجزء: 1 ¦ الصفحة: 103\n",
        "102 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، قَالَ: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، قَالَ: حَدَّثَنَا يَعْلَى بْنُ عُبَيْدٍ، عَنْ أَبِي حَيَّانَ التَّيْمِيِّ، عَنْ يَزِيدَ بْنِ حَيَّانَ , عَنْ زِيدِ بْنِ أَرْقَمَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 102 ¦ الجزء: 1 ¦ الصفحة: 103\n",
        "أَنَسُ بْنُ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 105\n",
        "103 -\nحَدَّثَنَا أَبُو مُسْلِمٍ الْكَشِّيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْأَنْصَارَيُّ، قَالَ: حَدَّثَنَا سُلَيْمَانُ التَّيْمِيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 103 ¦ الجزء: 1 ¦ الصفحة: 105\n",
        "104 -\nحَدَّثَنَا الْهَيْثَمُ بْنُ خَالِدٍ الْمِصِّيصِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى الطَّبَّاعُ، ح وَحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، قَالَا: حَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ، قَالَ: سَمِعْتُ أَبِي يَقُولُ: سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 104 ¦ الجزء: 1 ¦ الصفحة: 105\n",
        "105 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ خَالِدٍ الْحَرَّانِيُّ، قَالَ: حَدَّثَنَا أَبِي قَالَ: حَدَّثَنَا زُهَيْرٌ، قَالَ: حَدَّثَنَا سُلَيْمَانُ التَّيْمِيُّ، أَنَّ أَنَسًا حَدَّثَهُمْ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 105 ¦ الجزء: 1 ¦ الصفحة: 106\n",
        "106 -\nحَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، قَالَا: حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْعَنْبَرِيُّ، قَالَ: حَدَّثَنَا حَرَمِيُّ بْنُ عُمَارَةَ، قَالَ: حَدَّثَنَا شُعْبَةُ، قَالَ: أَخْبَرَنِي قَتَادَةُ، وَحَمَّادُ بْنُ أَبِي سُلَيْمَانَ، وَسُلَيْمَانُ التَّيْمِيُّ سَمِعُوا أَنَسَ بْنَ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 106 ¦ الجزء: 1 ¦ الصفحة: 106\n",
        "107 -\nحَدَّثَنَا مُوسَى بْنُ هَارُونَ، قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ الْقَوَارِيرِيُّ، ح وَحَدَّثَنَا أَحْمَدُ بْنُ رِشْدِينَ الْمِصْرِيُّ، وَإِسْمَاعِيلُ بْنُ الْحَسَنِ الْخَفَّافُّ، قَالَا: حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ قَالَا: حَدَّثَنَا حَرَمِيُّ بْنُ عُمَارَةَ، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 107 ¦ الجزء: 1 ¦ الصفحة: 107\n",
        "108 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عُثْمَانَ بْنِ أَبِي شَيْبَةَ، قَالَ: حَدَّثَنَا مِنْجَابُ بْنُ الْحَارِثِ، قَالَ: حَدَّثَنَا الْقَاسِمُ بْنُ مَعْنٍ، عَنْ سُلَيْمَانَ التَّيْمِيُّ، عَنْ أَنَسِ بْنِ مَالِكِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 108 ¦ الجزء: 1 ¦ الصفحة: 107\n",
        "109 -\nحَدَّثَنَا يُوسُفُ بْنُ يَعْقُوبَ الْقَاضِي، قَالَ: حَدَّثَنَا عَمْرُو بْنُ مَرْزُوقٍ، قَالَ: أَخْبَرَنَا شُعْبَةُ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 109 ¦ الجزء: 1 ¦ الصفحة: 108\n",
        "110 -\nحَدَّثَنَا الْهَيْثَمُ بْنُ خَالِدٍ الْمِصِّيصِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى الطَّبَّاعُ، قَالَ: حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 110 ¦ الجزء: 1 ¦ الصفحة: 108\n",
        "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ السَّدُوسِيُّ، قَالَ: حَدَّثَنَا عَاصِمُ بْنُ عَلِيٍّ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدوسِ بْنِ كَامِلٍ السَّرَّاجُ، قَالَ: حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، قَالَا: حَدَّثَنَا شُعْبَةُ، عَنْ عَتَّابٍ، مَوْلَى هُرْمُزَ , أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالجزء: 1 ¦ الصفحة: 108\n",
        "112 -\nحَدَّثَنَا بَكْرُ بْنُ سَهْلٍ، قَالَ: حَدَّثَنَا شُعَيْبُ بْنُ يَحْيَى، ح وَحَدَّثَنَا مُطَّلِبُ بْنُ سَعِيدِ بْنِ الْأَزْدِيِّ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ ح وَحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، قَالَا: حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، كُلُّهُمْ عَنِ اللَّيْثِ بْنِ سَعْدٍ، عَنِ ابْنِ شِهَابٍ الزُّهْرِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" مَنْ كَذَبَ عَلَيَّ - حَسِبْتُ أَنَّهُ قَالَ: مُتَعَمِّدًا - فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ \"\nالحديث: 112 ¦ الجزء: 1 ¦ الصفحة: 109\n",
        "113 -\nحَدَّثَنَا الْحُسَيْنُ بْنُ إِسْحَاقَ التُّسْتَرِيُّ، قَالَ: حَدَّثَنَا حَرْمَلَةُ بْنُ يَحْيَى، قَالَ: حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ: أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 113 ¦ الجزء: 1 ¦ الصفحة: 110\n",
        "114 -\nحَدَّثَنَا أَحْمَدُ بْنُ رِشْدِينَ، قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ قَالَ: حَدَّثَنَا عَنْبَسَةُ بْنُ خَالِدٍ، عَنْ يُونُسَ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 114 ¦ الجزء: 1 ¦ الصفحة: 110\n",
        "115 -\nحَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْعُمَرِيُّ، قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، قَالَ: حَدَّثَنِي أَخَي، عَنْ سُلَيْمَانَ بْنِ بِلَالٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 115 ¦ الجزء: 1 ¦ الصفحة: 110\n",
        "116 -\nحَدَّثَنَا مُصْعَبُ بْنُ إِبْرَاهِيمَ بْنِ حَمْزَةَ الزُّبَيْرِيُّ، قَالَ: حَدَّثَنِي أَبِي قَالَ: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنِ ابْنِ أَخِي ابْنِ شِهَابٍ، عَنْ عَمِّهِ، عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 116 ¦ الجزء: 1 ¦ الصفحة: 111\n",
        "117 -\nحَدَّثَنَا الْوَلِيدُ بْنُ أَبَانَ الْأَصْبَهَانِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عَمَّارٍ الرَّازِيُّ، قَالَ: حَدَّثَنَا أَبُو الْوَلِيدِ الْجَارُودُ، قَالَ: حَدَّثَنِي ابْنُ أَبِي ذِئْبٍ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 117 ¦ الجزء: 1 ¦ الصفحة: 111\n",
        "118 -\nحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ: حَدَّثَنِي عِيسَى بْنُ طَهْمَانَ أَبُو بَكْرٍ الْجُشَمِيِّ، قَالَ: سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يُحَدِّثُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 118 ¦ الجزء: 1 ¦ الصفحة: 111\n",
        "119 -\nحَدَّثَنَا بَكْرُ بْنُ سَهْلٍ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ: حَدَّثَنَا أَبُو مُعَاوِيَةَ، قَالَ: حَدَّثَنَا عَاصِمٌ الْأَحْوَلُ، عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 119 ¦ الجزء: 1 ¦ الصفحة: 112\n",
        "120 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عُثْمَانَ بْنِ أَبِي شَيْبَةَ، قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، قَالَ: حَدَّثَنَا أَبُو الْأَحْوَصِ، عَنْ عَاصِمٍ الْأَحْوَلِ، عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 120 ¦ الجزء: 1 ¦ الصفحة: 112\n",
        "121 -\nحَدَّثَنَا مُوسَى بْنُ هَارُونَ، قَالَ: حَدَّثَنَا سُرَيْجُ بْنُ يُونُسَ، وَعَبْدُ اللَّهِ بْنُ عَوْنٍ الْخَرَّازُ، قَالَا: حَدَّثَنَا أَبُو إِسْمَاعِيلَ الْمُؤَدِّبُ، عَنْ عَاصِمٍ الْأَحْوَلُ، عَنْ عُمَرَ بْنِ بِشْرٍ، عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 121 ¦ الجزء: 1 ¦ الصفحة: 113\n",
        "122 -\nحَدَّثَنَا أَحْمَدُ بْنُ رِشْدِينَ، وَأَحْمَدُ بْنُ مُحَمَّدِ بْنِ نَافِعٍ الطَّحَّانُ، وَإِسْمَاعِيلُ بْنُ الْحَسَنِ الْخَفَّافُ الْمِصْرِيُّونَ قَالُوا: حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ قَالَ: حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، عَنْ مُوسَى بْنِ يَعْقُوبَ الزَّمْعِيُّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ إِسْحَاقَ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 122 ¦ الجزء: 1 ¦ الصفحة: 113\n",
        "123 -\nحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ سَعِيدٍ الْأَصْبَهَانِيُّ، قَالَ،: حَدَّثَنَا شَرِيكٌ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 123 ¦ الجزء: 1 ¦ الصفحة: 114\n",
        "124 -\nحَدَّثَنَا مُطَّلِبُ بْنُ شُعَيْبٍ الْأَزْدِيُّ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ قَالَ: حَدَّثَنِي اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ سَعِيدِ بْنِ سِنَانٍ، عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 124 ¦ الجزء: 1 ¦ الصفحة: 114\n",
        "125 -\nحَدَّثَنَا أَحْمَدُ بْنُ عَلِيٍّ الْجَارُودِيُّ الْأَصْبَهَانِيُّ، قَالَ: حَدَّثَنَا أُسَيْدُ بْنُ عَاصِمٍ، قَالَ: حَدَّثَنَا بَكْرُ بْنُ بَكَّارٍ، قَالَ: حَدَّثَنَا عَائِذُ بْنُ شُرَيْحٍ عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 125 ¦ الجزء: 1 ¦ الصفحة: 115\n",
        "126 -\nحَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ التُّرْكِيُّ، قَالَ: حَدَّثَنَا الْقَاسِمُ بْنُ هَاشِمٍ السِّمْسَارُ، قَالَ: حَدَّثَتْنَا سَعِيدَةُ بِنْتُ حَكَّامَةَ، قَالَتْ: حَدَّثَتْنِي أُمِّي حَكَّامَةُ بِنْتُ عُثْمَانَ بْنِ دِينَارٍ , عَنْ أَبِيهَا عُثْمَانُ بْنُ دِينَارٍ , عَنْ أَخِيهِ مَالِكِ بْنِ دِينَارٍ , عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 126 ¦ الجزء: 1 ¦ الصفحة: 115\n",
        "127 -\nحَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، قَالَ: حَدَّثَنِي\n[ص: 116]\nأَبِي قَالَ: حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 127 ¦ الجزء: 1 ¦ الصفحة: 115\n",
        "الْمُغِيرَةُ بْنُ شُعْبَةَ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 117\n",
        "128 -\nحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ قَيْسٍ الْأَسَدِّيُّ، عَنْ عَلِيِّ بْنِ رَبِيعَةَ، قَالَ: أَوَّلُ مَنْ نِيحَ عَلَيْهِ بِالْكُوفَةِ قَرَظَةُ بْنُ كَعْبٍ الْأَنْصَارِيُّ فَقَامَ الْمُغِيرَةُ بْنُ شُعْبَةَ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ: إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ» ، وَسَمِعْتُهُ يَقُولُ: «مَنْ نِيحَ عَلَيْهِ فَإِنَّهُ يُعَذَّبُ»\nالحديث: 128 ¦ الجزء: 1 ¦ الصفحة: 117\n",
        "129 -\nحَدَّثَنَا الْهَيْثَمُ بْنُ خَالِدٍ الْمِصِّيصِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى الطَّبَّاعُ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، وَمَرْوَانُ بْنُ مُعَاوِيَةَ الْفَزَارِيُّ، عَنْ سَعِيدِ بْنِ عُبَيْدٍ، عَنْ عَلِيِّ بْنِ رَبِيعَةَ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ: سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 129 ¦ الجزء: 1 ¦ الصفحة: 118\n",
        "130 -\nحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ مَيْمُونِ بْنِ أَبِي شَبِيبٍ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ حَدَّثَ عَنِّي بِحَدِيثٍ وَهُوَ يَرَى أَنَّهُ كَذَبَ فَهُوَ أَحَدُ الْكَاذِبَيْنِ»\nالحديث: 130 ¦ الجزء: 1 ¦ الصفحة: 118\n",
        "131 -\nحَدَّثَنَا أَبُو مُسْلِمٍ الْكَشِّيُّ، قَالَ: حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، ح وَحَدَّثَنَا عُمَرُ بْنُ حَفْصٍ السَّدُوسِيُّ، قَالَ: حَدَّثَنَا عَاصِمٌ، عَنْ عَلِيٍّ، قَالَا: حَدَّثَنَا شُعْبَةُ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ مَيْمُونِ بْنِ أَبِي شَبِيبٍ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ رَوَى عَنِّي حَدِيثًا يَرَى أَنَّهُ كَذَبَ فَهُوَ أَحَدُ الْكَاذِبَيْنِ» أَوْ قَالَ: الْكَاذِبِينَ \"\nالحديث: 131 ¦ الجزء: 1 ¦ الصفحة: 119\n",
        "132 -\nحَدَّثَنَا الْمِقْدَامُ بْنُ دَاوُدَ، قَالَ: حَدَّثَنَا أَسَدُ بْنُ مُوسَى، قَالَ: حَدَّثَنَا قَيْسُ بْنُ الرَّبِيعِ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ مَيْمُونِ بْنِ أَبِي شَبِيبٍ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ حَدَّثَ عَنِّي حَدِيثًا يَرَى أَنَّهُ كَذِبٌ فَهُوَ أَحَدُ الْكَاذِبِينَ»\nالحديث: 132 ¦ الجزء: 1 ¦ الصفحة: 119\n",
        "سَمُرَةُ بْنُ جُنْدُبٍ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 120\n",
        "133 -\nحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا أَبُو نُعَيْمٍ، ح وَحَدَّثَنَا أَبُو مُسْلِمٍ الكَجِّيُّ، قَالَ: حَدَّثَنَا حَجَّاجُ بْنُ نُصَيْرٍ، ح وَحَدَّثَنَا يُوسُفُ بْنُ يَعْقُوبَ الْقَاضِي، قَالَ: حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، ح وَحَدَّثَنَا أَبُو خَلِيفَةَ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، قَالُوا: حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ سَمُرَةَ بْنِ جُنْدُبٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\n[ص: 121]\n: «مَنْ رَوَى عَنِّي حَدِيثًا وَهُوَ يَرَى أَنَّهُ كَذَبَ فَهُوَ أَحَدُ الْكَاذِبَيْنِ»\nالحديث: 133 ¦ الجزء: 1 ¦ الصفحة: 120\n",
        "صُهَيْبُ بْنُ سِنَانٍ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 122\n",
        "134 -\nحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الدَّبَرِيُّ، عَنْ عَبْدِ الرَّزَّاقِ، عَنْ جَعْفَرِ بْنِ سُلَيْمَانَ، قَالَ: أَخْبَرَنِي عَمْرُو بْنُ دِينَارٍ، قَالَ: حَدَّثَنِي بَعْضُ وَلَدِ صُهَيْبٍ , عَنْ صُهَيْبٍ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا كُلِّفَ أَنْ يَعْقِدَ شَعِيرَةً وَإِلَّا عُذِّبَ»\nالحديث: 134 ¦ الجزء: 1 ¦ الصفحة: 122\n",
        "135 -\nحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا الْحَسَنُ بْنُ أَبِي جَعْفَرٍ، قَالَ: حَدَّثَنَا عَمْرُو بْنُ دِينَارٍ وَكِيلُ آلِ الزُّبَيْرِ بْنِ شُعَيْبٍ الْبَصْرِيُّ أَنَّ بَنِي صُهَيْبٍ، قَالُوا لِصُهَيْبٍ: يَا أَبَانَا، مَا بَالُ أَبْنَاءِ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُحَدِّثُونَ عَنْ آبَائِهِمْ؟ فَقَالَ صُهَيْبٌ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 135 ¦ الجزء: 1 ¦ الصفحة: 122\n",
        "سَلَمَةُ بْنُ الْأَكْوَعِ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 123\n",
        "136 -\nحَدَّثَنَا أَبُو مُسْلِمٍ الْكَشِّيُّ، قَالَ: حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ، عَنْ سَلَمَةَ بْنِ الْأَكْوَعِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ قَالَ عَلَيَّ مَا لَمْ أَقُلْ فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 136 ¦ الجزء: 1 ¦ الصفحة: 123\n",
        "السَّائِبُ بْنُ يَزِيدَ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 125\n",
        "137 -\nحَدَّثَنَا يَحْيَى بْنُ عُثْمَانَ بْنِ صَالِحٍ قَالَ: حَدَّثَنَا نُعَيْمُ بْنُ حَمَّادٍ، قَالَ: حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ مُحَمَّدِ بْنِ يُوسُفَ، عَنِ السَّائِبِ بْنِ يَزِيدَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 137 ¦ الجزء: 1 ¦ الصفحة: 125\n",
        "عَمْرُو بْنُ حُرَيْثٍ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 126\n",
        "138 -\nحَدَّثَنَا الْحُسَيْنُ بْنُ إِسْحَاقَ التُّسْتَرِيُّ، قَالَ: حَدَّثَنَا حَامِدُ بْنُ يَحْيَى، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ يَعْلَى، زُنْبُورٌ، عَنْ عُمَرَ بْنِ صُبْحٍ عَنْ خَالِدِ بْنِ مَيْمُونٍ، عَنْ عَبْدِ الْكَرِيمِ بْنِ أَبِي الْمُخَارِقِ، عَنْ عَامِرِ بْنِ عَبْدِ الْوَاحِدِ، عَنْ عَمْرِو بْنِ حُرَيْثٍ، أَنَّهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا لِلْكَذِبِ، لِيُضِلَّ بِهِ فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 138 ¦ الجزء: 1 ¦ الصفحة: 126\n",
        "عَمْرُو بْنُ عَبَسَةَ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 128\n",
        "139 -\nحَدَّثَنَا مُوسَى بْنُ هَارُونَ، قَالَ: حَدَّثَنَا أَبُو غَسَّانَ الْمِسْمَعِيُّ، قَالَ: حَدَّثَنَا عَوْنُ بْنُ كَهْمَسٍ، ح وَحَدَّثَنَا إِسْمَاعِيلُ بْنُ الْحَسَنِ الْخَفَّافُ الْمِصْرِيُّ، قَالَ: حَدَّثَنَا عَبْدَةُ بْنُ عَبْدِ الرَّحِيمِ الْمَرْوَزِيُّ، قَالَ: حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ، قَالَا: حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي نَوَارٍ، عَنْ يَزِيدَ بْنِ أَبِي مَرْيَمَ، عَنْ عَدِيِّ بْنِ أَرْطَأَةَ، عَنْ عَمْرِو بْنِ عَبْسَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 139 ¦ الجزء: 1 ¦ الصفحة: 128\n",
        "أَبُو أُمَامَةَ الْبَاهِلِيُّ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 130\n",
        "140 -\nحَدَّثَنَا الْعَبَّاسُ بْنُ الْفَضْلِ الْأَسْفَاطِيُّ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانَ النَّشِيطِيُّ، قَالَ: حَدَّثَنَا سَلْمُ بْنُ زَرِيرٍ، قَالَ: حَدَّثَنَا بُرَيْدُ بْنُ أَبِي مَرْيَمَ السَّلُولِيُّ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، قَالَ: دَعَا أَمِيرٌ مِنَ الْأُمَرَاءِ أَبَا أُمَامَةَ فَلَمَّا جَاءَ قَالَ: حَدِّثْنِي عَنِ نَبِيِّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَدِيثًا لَيْسَ فِيهِ تَزَيُّدٌ، فَغَضِبَ الشَّيْخُ وَقَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «مَنْ حَدَّثَ عَنِّي حَدِيثًا كَاذِبًا مُتَعَمِّدًا تَبَوَّأَ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 140 ¦ الجزء: 1 ¦ الصفحة: 130\n",
        "141 -\nحَدَّثَنَا الْمِقْدَامُ بْنُ دَاوُدَ، قَالَ: حَدَّثَنَا أَسَدُ بْنُ مُوسَى، قَالَ: حَدَّثَنَا بَكْرُ بْنُ خُنَيْسٍ، عَنْ جَعْفَرِ بْنِ الزُّبَيْرِ، عَنِ الْقَاسِمِ، عَنْ أَبِي أُمَامَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 141 ¦ الجزء: 1 ¦ الصفحة: 131\n",
        "142 -\nحَدَّثَنَا حَجَّاجُ بْنُ عِمْرَانَ السَّدُوسِيُّ، قَالَ: حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الشَّاذَكُونِيُّ، قَالَ: حَدَّثَنَا قَطَنُ بْنُ عَبْدِ اللَّهِ الْحَرَّانِيُّ، عَنْ أَبِي غَالِبٍ، عَنْ أَبِي أُمَامَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 142 ¦ الجزء: 1 ¦ الصفحة: 131\n",
        "143 -\nحَدَّثَنَا الْقَاسِمُ بْنُ مُحَمَّدٍ الدَّلَّالُ الْكُوفِيُّ، قَالَ: حَدَّثَنَا أُسَيْدُ بْنُ زَيْدٍ الْجَمَّالُ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ الْفَضْلِ بْنِ عَطِيَّةَ، عَنِ الْأَحْوَصِ بْنِ حَكِيمٍ، عَنْ مَكْحُولِ عَنْ أَبِي أُمَامَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\n[ص: 132]\n: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ بَيْنَ عَيْنَيِّ جَهَنَّمَ» فَشَقَّ ذَلِكَ عَلَى أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا: يَا رَسُولَ اللَّهِ إِنَّا نُحَدِّثُ عَنْكَ بِالْحَدِيثِ فَنَزِيدُ وَنَنْقُصُ، فَقَالَ «لَيْسَ ذَاكُمْ أَعْنِيكُمْ، إِنَّمَا أَعْنِيكُمُ الَّذِي يَكْذِبُ عَلَيَّ يُرِيدُ عَيْبِي وَشَيْنَ الْإِسْلَامِ» قَالُوا: يَا رَسُولَ اللَّهِ وَلِجَهَنَّمَ عَيْنَانِ؟ قَالَ \" أَلَمْ تَسْمَعُوا اللَّهَ يَقُولُ {إِذَا رَأَتْهُمْ مِنْ مَكَانٍ بَعِيدٍ} [الفرقان: 12] فَهَلْ تَرَاهُمْ إِلَّا بِعَيْنَيْنِ؟ \"\nالحديث: 143 ¦ الجزء: 1 ¦ الصفحة: 131\n",
        "عُقْبَةُ بْنُ عَامِرٍ الْجُهَنِيُّ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 133\n",
        "144 -\nحَدَّثَنَا أَبُو الزِّنْبَاعِ رَوْحُ بْنُ الْفَرَجِ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، قَالَ: حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ أَبِي عُشَّانَةَ، أَنَّهُ سَمِعَ عُقْبَةَ بْنَ عَامِرِ الْجُهَنِيَّ، يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ قَالَ عَلَيَّ مَا لَمْ أَقُلْ فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 144 ¦ الجزء: 1 ¦ الصفحة: 133\n",
        "145 -\nحَدَّثَنَا أَبُو يَزِيدَ يُوسُفُ بْنُ يَزِيدَ القَرَاطِيسِيُّ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الْحَكَمِ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، قَالَ: حَدَّثَنَا عَمْرُو بْنُ الْحَارِثِ، أَنَّ هِشَامَ بْنَ أَبِي رُقَيَّةَ\n[ص: 134]\n، حَدَّثَهُ قَالَ: سَمِعْتُ مَسْلَمَةَ بْنَ مُخَلَّدٍ، وَهُوَ عَلَى الْمِنْبَرِ يَقُولُ: يَا أَيُّهَا النَّاسُ أَمَا لَكُمْ فِي الْعَصْبِ وَالْكَتَّانِ مَا يُغْنِيكُمْ عَنِ الْحَرِيرِ؟ وَهَذَا الرَّجُلُ فِيكُمْ يُخْبِرُ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قُمْ يَا عُقْبَةُ فَقَالَ عُقْبَةُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ» وَأَشْهَدُ لَسَمِعْتُهُ يَقُولُ: «مَنْ لَبِسَ الْحَرِيرَ فِي الدُّنْيَا حَرَّمَهُ اللَّهُ عَزَّ وَجَلَّ عَلَيْهِ فِي الْآخِرَةِ»\nالحديث: 145 ¦ الجزء: 1 ¦ الصفحة: 133\n",
        "بُرَيْدَةُ بْنُ الْحَصِيبِ الْأَسْلَمِيُّ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 135\n",
        "146 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، قَالَ: حَدَّثَنَا يَحْيَى الْحِمَّانِيُّ، قَالَ: حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ صَالِحِ بْنِ حَيَّانَ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ: قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 146 ¦ الجزء: 1 ¦ الصفحة: 135\n",
        "رَافِعُ بْنُ خَدِيجٍ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 136\n",
        "147 -\nحَدَّثَنَا مُوسَى بْنُ هَارُونَ، قَالَ: حَدَّثَنَا عَطِيَّةُ بْنُ بَقِيَّةَ بْنِ الْوَلِيدِ، قَالَ: حَدَّثَنِي أَبِي قَالَ: حَدَّثَنِي ابْنُ ثَوْبَانَ، قَالَ: حَدَّثَنِي أَبُو مُدْرِكٍ، قَالَ: حَدَّثَنِي عَبَابَةُ بْنُ رِفَاعَةَ، عَنْ رَافِعِ بْنِ خَدِيجٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 147 ¦ الجزء: 1 ¦ الصفحة: 136\n",
        "خَالِدُ بْنُ عُرْفُطَةَ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 137\n",
        "148 -\nحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا أَبُو غَسَّانَ مَالِكُ بْنُ إِسْمَاعِيلَ وَشِهَابُ بْنُ عَبَّادٍ الْعَبْدِيُّ، ح وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، قَالَ: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، قَالُوا: حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، قَالَ: حَدَّثَنَا زَكَرِيَّا بْنُ أَبِي زَائِدَةَ، عَنْ خَالِدِ بْنِ سَلَمَةَ، عَنْ مُسْلِمٍ مَوْلَى خَالِدٍ، عَنْ خَالِدِ بْنِ عُرْفُطَةَ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 148 ¦ الجزء: 1 ¦ الصفحة: 137\n",
        "أَوْسُ بْنُ أَوْسٍ الثَّقَفِيُّ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 139\n",
        "149 -\nحَدَّثَنَا مُوسَى بْنُ هَارُونَ، قَالَ: حَدَّثَنَا دَاوُدُ بْنُ عَمْرٍو الضَّبِّيُّ، قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، قَالَ: حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ مُحَيْرِيزٍ، عَنْ أَبِيهِ، عَنْ أَوْسِ بْنِ أَوْسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَى نَبِيِّهِ أَوْ عَلَى عَيْنَيْهِ أَوْ عَلَى وَالِدَيْهِ لَمْ يَرِحْ رَائِحَةَ الْجَنَّةِ»\nالحديث: 149 ¦ الجزء: 1 ¦ الصفحة: 139\n",
        "النَّوَّاسُ بْنُ سَمْعَانَ الْكِلَابِيُّ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 140\n",
        "150 -\nحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْمَعْمَرِيُّ، قَالَ: حَدَّثَنَا هِشَامُ بْنُ خَالِدٍ الدِّمَشْقِيُّ، قَالَ: حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، قَالَ: حَدَّثَنَا ثَوْرُ بْنُ يَزِيدَ، عَنْ شُرَيْحٍ عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، عَنِ النَّوَّاسِ بْنِ سَمْعَانَ الْكِلَابِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «كَفَى خِيَانَةً أَنْ تُحَدِّثَ أَخَاكَ حَدِيثًا هُوَ لَكَ بِهِ مُصَدِّقٌ وَأَنْتَ بِهِ كَاذِبٌ»\nالحديث: 150 ¦ الجزء: 1 ¦ الصفحة: 140\n",
        "طَارِقُ بْنُ أُشَيْمٍ الْأَشْجَعِيُّ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 142\n",
        "151 -\nحَدَّثَنَا زَكَرِيَّا بْنُ حَمْدَوَيْهِ الْبَغْدَادِيُّ، قَالَ: حَدَّثَنَا سُرَيْجٌ، قَالَ: حَدَّثَنَا خَلَفُ بْنُ خَلِيفَةَ، عَنْ أَبِي مَالِكٍ الْأَشْجَعِيِّ، عَنْ أَبِيهِ، عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 151 ¦ الجزء: 1 ¦ الصفحة: 142\n",
        "عَمْرُو بْنُ مُرَّةَ الْجُهَنِيُّ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 143\n",
        "152 -\nحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْوَرَّاقُ الْمِصْرِيُّ، قَالَ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْوَلِيدِ الطَّبَرَانِيُّ، قَالَ: حَدَّثَنَا الْهَيْثَمُ بْنُ عَدِيٍّ، قَالَ: حَدَّثَنَا الضَّحَّاكُ بْنُ زِمْلٍ السَّكْسَكِيُّ، عَنْ أَبِي أَسْمَاءَ السَّكْسَكِيِّ، عَنْ عَمْرِو بْنِ مُرَّةَ الْجُهَنِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 152 ¦ الجزء: 1 ¦ الصفحة: 143\n",
        "يَعْلَى بْنُ مُرَّةَ الثَّقَفِيُّ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 144\n",
        "153 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، وَمُوسَى بْنُ هَارُونَ، قَالَا: حَدَّثَنَا سَهْلُ بْنُ زَنْجَلَةَ الرَّازِيُّ، قَالَ: حَدَّثَنَا الصَّبَّاحُ بْنُ مُحَارِبٍ، عَنْ عُمَرَ بْنِ عَبْدِ اللَّهِ بْنِ يَعْلَى بْنِ مُرَّةَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 153 ¦ الجزء: 1 ¦ الصفحة: 144\n",
        "قَيْسُ بْنُ سَعْدِ بْنِ عُبَادَةَ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 145\n",
        "154 -\nحَدَّثَنَا مُوسَى بْنُ هَارُونَ، قَالَ: حَدَّثَنَا كَامِلُ بْنُ طَلْحَةَ الْجَحْدَرِيُّ، قَالَ: حَدَّثَنَا ابْنُ لَهِيعَةَ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ هُبَيْرَةَ، قَالَ: سَمِعْتُ شَيْخًا يُحَدِّثُ أَبَا تَمِيمَةَ أَنَّهُ سَمِعَ قَيْسَ بْنَ سَعْدِ بْنِ عُبَادَةَ، وَهُوَ عَلَى مِصْرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَضْجَعًا مِنَ النَّارِ»\nالحديث: 154 ¦ الجزء: 1 ¦ الصفحة: 145\n",
        "أَبُو قِرْصَافَةَ جَنْدَرَةُ بْنُ خَيْشَنَّةَ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 146\n",
        "155 -\nحَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ بْنِ قُتَيْبَةَ الْعَسْقَلَانِيُّ، قَالَ: حَدَّثَنَا أَيُّوبُ بْنُ عَلِيِّ بْنِ الْهَيْصَمِ، قَالَ: حَدَّثَنِي زِيَادُ بْنُ سَيَّارٍ، قَالَ: حَدَّثَتْنِي عَزَّةُ بِنْتُ عِيَاضٍ، أَنَّهَا سَمِعَتْ جَدَّهَا أَبَا قِرْصَافَةَ، يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «حَدِّثُوا عَنِّي بِمَا تَسْمَعُونَ، وَلَا تَقُولُوا إِلَّا حَقًّا، وَمَنْ كَذَبَ عَلَيَّ بُنِيَ لَهُ بَيْتٌ فِي جَهَنَّمَ»\nالحديث: 155 ¦ الجزء: 1 ¦ الصفحة: 146\n",
        "الْعُرْسُ بْنُ عَمِيرَةَ الْكِنْدِيُّ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 147\n",
        "156 -\nحَدَّثَنَا أَحْمَدُ بْنُ يَحْيَى بْنِ خَالِدِ بْنِ حَيَّانَ الرَّقِّيُّ، قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ عَلِيِّ بْنِ الْأَبْطَحِ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ زَهْدَمٍ، قَالَ: حَدَّثَنَا أَبِي زَهْدَمِ بْنِ الْحَارِثِ، عَنِ الْعُرْسِ بْنِ عَمِيرَةَ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 156 ¦ الجزء: 1 ¦ الصفحة: 147\n",
        "عِمْرَانُ بْنُ حُصَيْنِ الْخُزَاعِيُّ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 149\n",
        "157 -\nحَدَّثَنَا مُحَمَّدُ بْنُ صَالِحِ بْنِ الْوَلِيدِ النَّرْسِيُّ، وَأَحْمَدُ بْنُ الْحُسَيْنِ بْنِ مَابَهْرَامَ الْإِيذَجِيُّ، قَالَا: حَدَّثَنَا مَطَرُ بْنُ مُحَمَّدِ بْنِ جَنَاحٍ الضَّبِّيُّ، قَالَ: حَدَّثَنَا عَبْدُ الْمُؤْمِنِ بْنُ سَالِمٍ، قَالَ: حَدَّثَنَا هِشَامُ بْنُ حَسَّانَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 157 ¦ الجزء: 1 ¦ الصفحة: 149\n",
        "أَبُو مُوسَى الْغَافِقِيُّ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 150\n",
        "158 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، قَالَ: حَدَّثَنَا ضِرَارُ بْنُ صُرَدِ أَبُو نُعَيْمٍ، قَالَ: حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ عَمْرِو بْنِ الْحَارِثِ، عَنْ يَحْيَى بْنِ مَيْمُونٍ، قَالَ: حَدَّثَنِي وَهْبٌ، قَاضِي أَهْلِ مِصْرَ، عَنْ وَدَاعَةَ الْجُهَنِيُّ، عَنْ أَبِي مُوسَى الْغَافِقِيُّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «سَيَأْتِيكُمْ قَوْمٌ مِنْ بَعْدِي يَسْأَلُونَكُمْ عَنْ حَدِيثِي فَلَا تُحَدِّثُوهُمْ إِلَّا بِمَا تَحْفَظُونَ، فَمَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ\n[ص: 151]\nمَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 158 ¦ الجزء: 1 ¦ الصفحة: 150\n",
        "الْمُنَقَّعُ التَّمِيمِيُّ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 152\n",
        "159 -\nحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا أَبُو غَسَّانَ مَالِكِ بْنِ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا سَيْفُ بْنُ هَارُونَ الْبُرْجُمِيُّ، قَالَ: حَدَّثَنَا عِصْمَةُ بْنُ بَشِيرٍ الْبَرَاجِمِيُّ، قَالَ: أَخْبَرَنِي الْفَزَعُ - قَالَ سَيْفٌ: أَحْسِبُهُ قَالَ: شَهِدْتُ الْقَادِسِيَّةَ - عَنِ الْمُنَقَّعِ قَالَ: أَتَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِصَدَقَةِ إِبِلِنَا فَأَمَرَ بِهَا فَقُبِضَتْ، فَقُلْتُ: إِنَّ مِنْهَا نَاقَتَيْنِ هَدِيَّةً لَكَ، فَفَرَقْتُ الْهَدِيَّةَ مِنَ الصَّدَقَةَ، فَمَكَثْتُ أَيَّامًا، وَخَاضَ النَّاسُ أَنَّ رَسُولَ\n[ص: 153]\nاللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَاعِثٌ خَالِدَ بْنَ الْوَلِيدِ إِلَى رَقِيقِ مُضَرَ - أَوْ قَالَ: مُضَرَ - شَكَّ أَبُو غَسَّانَ - فَيُصَدِّقُهُمْ فَقُلْتُ: وَاللَّهِ إِنَّ لَنَا وَمَا عِنْدَ أَهْلِنَا مِنْ مَالٍ وَلَأُصَدِّقَنَّهُمْ هَا هُنَا قَبْلَ أَنْ أَقْدُمَ عَلَيْهِمْ فَأَتَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ عَلَى نَاقَةٍ لَهُ وَمَعَهُ أَسْوَدُ قَدْ حَاذَى رَأْسَهُ بِرَأْسِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَمَا رَأَيْتُ أَحَدًا مِنَ النَّاسِ أَطْوَلَ مِنْهُ فَلَمَّا دَنَوْتُ كَأَنَّهُ أَهْوَى إِلَيَّ بِكَفِّ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ: إِنَّ النَّاسَ خَاضُوا فِي كَذَا وَكَذَا، فَرَفَعَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَدَيْهِ حَتَّى نَظَرْتُ إِلَيَّ بَيَاضِ إِبْطَيْهِ وَقَالَ: «اللَّهُمَّ لَا أَحِلُّ لَهُمْ أَنْ يَكْذِبُوا عَلَيَّ»\n[ص: 154]\nقَالَ الْمُنَقَّعُ: فَلَمْ أُحَدِّثْ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَّا حَدِيثًا نَطَقَ بِهِ كِتَابٌ أَوْ جَرَتْ بِهِ سُنَّةٌ، يُكْذَبُ عَلَيْهِ فِي حَيَاتِهِ فَكَيْفَ بَعْدَ مَوْتِهِ؟ قَالَ أَبُو غَسَّانُ: الْمُنَقَّعُ زَعَمُوا أَنَّهُ مِنْ بَنِي تَمِيمٍ\nالحديث: 159 ¦ الجزء: 1 ¦ الصفحة: 152\n",
        "وَاثِلَةُ بْنُ الْأَسْقَعِ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 155\n",
        "160 -\nحَدَّثَنَا أَبُو يَزِيدَ الْقَرَاطِيسِيُّ، قَالَ: حَدَّثَنَا أَسَدُ بْنُ مُوسَى، قَالَ: حَدَّثَنَا مُعَاوِيَةُ بْنُ صَالِحٍ عَنْ رَبِيعَةَ بْنِ يَزِيدَ، أَنَّهُ سَمِعَ وَاثِلَةَ بْنَ الْأَسْقَعِ، يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" إِنَّ مِنْ أَعْظَمِ الْفِرْيَةِ - ثَلَاثًا - أَنْ يَفْتَرِيَ عَلَى عَيْنَيْهِ، أَوْ يَقُولَ: رَأَيْتُ، وَلَمْ يَرَ، وَأَنْ يُدَّعَى إِلَى غَيْرِ أَبِيهِ، أَوْ يَقُولَ: سَمِعْتُ، وَلَمْ يَسْمَعْ \"\nالحديث: 160 ¦ الجزء: 1 ¦ الصفحة: 155\n",
        "161 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عَلِيٍّ الصَّائِغُ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، قَالَ: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ حَبِيبِ بْنِ أَرْدَكَ، عَنِ النَّصْرِيِّ، أَمِيرِ الْمَدِينَةِ، عَنْ وَاثِلَةَ بْنِ الْأَسْقَعِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ مِنْ أَعْظَمِ الْفِرْيَةِ أَنْ يُتَقَوَّلَ عَلَيَّ مَا لَمْ أَقُلْ، أَوْ يَدَّعِي الرَّجُلُ إِلَى غَيْرِ أَبِيهِ أَوْ يُرِي عَيْنَيْهِ مَا لَمْ تَرَ»\nالحديث: 161 ¦ الجزء: 1 ¦ الصفحة: 156\n",
        "162 -\nحَدَّثَنَا عَلِيُّ بْنُ الْمُبَارَكِ الصَّنْعَانِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى، قَالَ: حَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ، قَالَ: حَدَّثَنَا لَيْثٌ، عَنْ مَعْنِ بْنِ حَنْظَلَةَ، عَنْ أَبِي عُبَيْدَةَ بْنِ فُلَانٍ، أَوْ فُلَانُ بْنُ أَبِي عُبَيْدَةَ , عَنْ وَاثِلَةَ بْنِ الْأَسْقَعِ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ «إِنَّ مِنْ أَعْظَمِ الْفِرْيَةِ أَنْ يُتَقَوَّلَ عَلَيَّ مَا لَمْ أَقُلْ»\nالحديث: 162 ¦ الجزء: 1 ¦ الصفحة: 156\n",
        "163 -\nحَدَّثَنَا عَلِيُّ بْنُ الْمُبَارَكِ، قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، قَالَ: حَدَّثَنِي سُلَيْمَانُ بْنُ بِلَالٍ، قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ حَبِيبٍ، أَنَّ عَبْدَ الْوَهَّابِ بْنَ بُخْتٍ، أَخْبَرَهُ أَنَّ عَبْدَ الْوَاحِدِ النَّصْرِيُّ قَالَ: سَمِعْتُ وَاثِلَةَ بْنَ الْأَسْقَعِ، يُحَدِّثُ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ مِنْ أَفْرَى الْفِرَى مَنْ قَوَّلَنِي مَا لَمْ أَقُلْ، وَمَنْ أَرَى عَيْنَيْهِ فِي الْمَنَامِ مَا لَمْ يَرَهُ، وَمَنِ ادَّعَى إِلَى غَيْرِ وَالِدَيْهِ»\nالحديث: 163 ¦ الجزء: 1 ¦ الصفحة: 157\n",
        "164 -\nحَدَّثَنَا بَكْرُ بْنُ سَهْلٍ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ قَالَ: حَدَّثَنِي اللَّيْثُ، قَالَ: حَدَّثَنِي هِشَامُ بْنُ سَعْدٍ، عَنْ عَبْدِ الْوَهَّابِ بْنِ بُخْتٍ الْمَكِّيُّ، عَنْ عَبْدِ الْوَاحِدِ بْنِ عَبْدِ اللَّهِ النَّصْرِيُّ، عَنْ وَاثِلَةَ بْنِ الْأَسْقَعِ النَّصْرِيُّ، أَنَّهُ قَالَ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ «إِنَّ أَفْرَى الْفِرَى مَنْ قَوَّلَنِي مَا لَمْ أَقُلْ، وَمَنِ ادَّعَى إِلَى غَيْرِ أَبِيهِ , وَمَنْ أَرَى عَيْنَيْهِ فِي الْمَنَامِ مَا لَمْ يَرَهُ»\nالحديث: 164 ¦ الجزء: 1 ¦ الصفحة: 157\n",
        "165 -\nحَدَّثَنَا بِشْرُ بْنُ مُوسَى، قَالَ: حَدَّثَنَا أَبُو عَبْدِ الرَّحْمَنِ الْمُقْرِئُ، قَالَ: حَدَّثَنِي سَعِيدُ بْنُ أَبِي أَيُّوبَ، عَنْ مُحَمَّدِ بْنِ عَجْلَانَ، قَالَ: سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ عَبْدِ اللَّهِ، قَالَ: سَمِعْتُ وَاثِلَةَ بْنَ الْأَسْقَعِ، يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَفْرَى الْفِرَى مَنْ تَقَوَّلَ عَلَيَّ مَا لَمْ أَقُلْ، وَمَنْ أَرَى عَيْنَيْهِ فِي الْمَنَامِ مَا لَمْ تَرَ وَمَنِ ادَّعَى إِلَى غَيْرِ أَبِيهِ»\nالحديث: 165 ¦ الجزء: 1 ¦ الصفحة: 158\n",
        "166 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عُثْمَانَ بْنِ أَبِي شَيْبَةَ، قَالَ: حَدَّثَنَا مِنْجَابُ بْنُ الْحَارِثِ، قَالَ: حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، عَنْ عَبْدِ الْوَهَّابِ بْنِ بُخْتٍ، عَنْ عَبْدِ الْوَاحِدِ النَّصْرِيِّ، قَالَ: سَمِعْتُ وَاثِلَةَ بْنَ الْأَسْقَعِ، يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «مِنْ أَفْرَى الْفِرَى أَنْ يَقُولَ عَلَيَّ مَا لَمْ أَقُلْ، أَوْ يُرِي الْعَبْدُ عَيْنَيْهِ مَا لَمْ يَرَ، أَوْ يَدَّعِي إِلَى غَيْرِ مَوَالِيهِ»\nالحديث: 166 ¦ الجزء: 1 ¦ الصفحة: 159\n",
        "سَلْمَانُ الْفَارِسِيُّ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 160\n",
        "167 -\nحَدَّثَنَا بَكْرُ بْنُ مُحَمَّدٍ الْقَزَّازُ الْبَصْرِيُّ، قَالَ: حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ بْنِ غَالِبٍ السَّلِيمِيُّ أَبُو أَيُّوبَ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ أَبُو بَكْرٍ الْعَبْدِيُّ، عَنْ إِسْحَاقَ بْنِ يُونُسَ، عَنْ هِلَالٍ الْوَزَّانِ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ سَلْمَانَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ بَيْتًا فِي النَّارِ، وَمَنْ رَدَّ حَدِيثًا بَلَغَهُ عَنِّي , فَلْيَتَبَوَّأْ بَيْتًا فِي النَّارِ»\nالحديث: 167 ¦ الجزء: 1 ¦ الصفحة: 160\n",
        "نُبَيْطُ بْنُ شَرِيطٍ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 162\n",
        "168 -\nحَدَّثَنَا أَحْمَدُ بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ بْنِ نُبَيْطِ بْنِ شَرِيطٍ، قَالَ: حَدَّثَنِي أَبِي إِسْحَاقُ بْنُ إِبْرَاهِيمَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ نُبَيْطِ بْنِ شَرِيطٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 168 ¦ الجزء: 1 ¦ الصفحة: 162\n",
        "مُعَاذُ بْنُ جَبَلٍ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 163\n",
        "169 -\nحَدَّثَنَا أَحْمَدُ بْنُ عُبَيْدِ اللَّهِ بْنِ جَرِيرِ بْنِ جَبَلَةَ، قَالَ: حَدَّثَنَا أَبِي، ح وَحَدَّثَنَا أَحْمَدُ بْنُ زُهَيْرٍ التُّسْتَرِيُّ، قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ جَرِيرِ بْنِ جَبَلَةَ،: حَدَّثَنَا أَبُو زَيْدٍ الْهَرَوِيُّ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ سَلَمَةَ، عَنْ مُعَاذِ بْنِ جَبَلٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 169 ¦ الجزء: 1 ¦ الصفحة: 163\n",
        "عَبْدُ اللَّهِ بْنُ زُغْبٍ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 165\n",
        "170 -\nحَدَّثَنَا أَحْمَدُ بْنُ هَارُونَ بْنِ رَوْحٍ الْبَرْذَعِيُّ، قَالَ: حَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الْحَمِيدِ الْبَهْرَانِيُّ، قَالَ: حَدَّثَنَا أَبُو عَلْقَمَةَ، نَصْرُ بْنُ خُزَيْمَةَ أَنَّ أَبَاهُ، حَدَّثَهُ عَنْ نَصْرِ بْنِ عَلْقَمَةَ، عَنْ أَخِيهِ مَحْفُوظِ بْنِ عَلْقَمَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَائِذٍ، عَنْ عَبْدِ اللَّهِ بْنِ زُغْبٍ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 170 ¦ الجزء: 1 ¦ الصفحة: 165\n",
        "أَبُو ذَرٍّ الْغِفَارِيُّ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 167\n",
        "171 -\nحَدَّثَنَا إِبْرَاهِيمُ بْنُ هَاشِمٍ الْبَغَوِيُّ، قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَمْرِو بْنِ جَبَلَةَ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ جَابِرٍ، قَالَ: حَدَّثَنِي أَبِي، عَنْ جَدِّي، قَالَ: سَمِعْتُ أَبَا ذَرٍّ، يَقُولُ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 171 ¦ الجزء: 1 ¦ الصفحة: 167\n",
        "عُتْبَةُ بْنُ غَزْوَانَ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 168\n",
        "172 -\nحَدَّثَنَا إِبْرَاهِيمُ بْنُ هَاشِمٍ الْبَغَوِيُّ، قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَمْرِو بْنِ جَبَلَةَ، قَالَ: حَدَّثَنَا عُمَرُ بْنُ الْفَضْلِ السُّلَمِيُّ، عَنْ غَزْوَانَ بْنِ عُتْبَةَ بْنِ غَزْوَانَ، عَنْ أَبِيهِ، قَالَ: سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 172 ¦ الجزء: 1 ¦ الصفحة: 168\n",
        "كَعْبُ بْنُ قُطْبَةَ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 169\n",
        "173 -\nحَدَّثَنَا أَحْمَدُ بْنُ زُهَيْرِ التُّسْتَرِيُّ، قَالَ: حَدَّثَنَا عَلِيُّ بْنُ الْحُسَيْنِ بْنِ إِشْكَابَ، قَالَ: حَدَّثَنَا إِسْحَاقُ الْأَزْرَقُ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ عُبَيْدٍ، عَنْ عَلِيِّ بْنِ رَبِيعَةَ، عَنْ كَعْبِ بْنِ قُطْبَةَ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «لَيْسَ كَذِبٌ عَلَيَّ كَكَذِبٍ عَلَى أَحَدٍ، مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 173 ¦ الجزء: 1 ¦ الصفحة: 169\n",
        "جَابِرُ بْنُ حَابِسٍ الْعَبْدِيُّ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 171\n",
        "174 -\nحَدَّثَنَا مُحَمَّدُ بْنُ هِشَامِ بْنِ أَبِي الدُّمَيْكِ، قَالَ: حَدَّثَنَا عَلِيُّ بْنُ الْمَدِينِيِّ، قَالَ: حَدَّثَنِي حُصَيْنُ بْنُ نُمَيْر، قَالَ: حَدَّثَنِي أَبِي، عَنْ أَبِيهِ، عَنْ جَابِرِ بْنِ حَابِسٍ الْعَبْدِيِّ، قَالَ: سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «مَنْ قَالَ عَلَيَّ مَا لَمْ أَقُلْ لِيَكْذِبَ عَلَيَّ فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 174 ¦ الجزء: 1 ¦ الصفحة: 171\n",
        "سَعْدُ بْنُ الْمِدْحَاسِ رَضِيَ اللَّهُ عَنْهُ\nالجزء: 1 ¦ الصفحة: 172\n",
        "175 -\nحَدَّثَنَا أَحْمَدُ بْنُ رَوْحٍ الْبَرْذَعِيُّ، قَالَ: حَدَّثَنَا أَبُو أَيُّوبَ سُلَيْمَانُ بْنُ عَبْدِ الْحَمِيدِ الْحِمْصِيُّ قَالَ: حَدَّثَنِي أَبُو عَلْقَمَةَ، نَصْرُ بْنُ عَلْقَمَةَ، عَنْ أَخِيهِ مَحْفُوظُ بْنُ عَلْقَمَةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَائِذٍ، عَنْ سَعْدِ بْنِ الْمِدْحَاسِ،: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «لَا تَكْتُمُوا الْعِلْمَ، فَمَنْ كَتَمَ الْعِلْمَ فَقَدْ أَثِمَ، وَمَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 175 ¦ الجزء: 1 ¦ الصفحة: 172\n",
        "عَائِشَةُ أُمُّ الْمُؤْمِنِينَ رَضِيَ اللَّهُ عَنْهَا\nالجزء: 1 ¦ الصفحة: 173\n",
        "176 -\nحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ الْوَاسِطِيُّ، قَالَ: حَدَّثَنَا عُمَرَ بْنِ عَبْدِ الْوَاحِدِ، قَالَ: حَدَّثَنَا الْأَوْزَاعِيُّ، عَنْ حُصَيْنٍ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 176 ¦ الجزء: 1 ¦ الصفحة: 173\n",
        "177 -\nحَدَّثَنَا أَبُو مُسْلِمٍ الْكَشِّيُّ، قَالَ: حَدَّثَنَا\n[ص: 174]\nحَجَّاجُ بْنُ الْمِنْهَالِ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ النُّمَيْرِيُّ، عَنْ يُونُسَ بْنِ يَزِيدَ الْأَيْلِيِّ، عَنِ الْحَكَمِ بْنِ عَبْدِ اللَّهِ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا أَنَّ يَهُودِيًّا كَانَ يَبِيعُ الْعِطْرَ مِنْ أَزْوَاجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «يَا عَائِشَةُ، سَلِيهِ فَإِنِّي قَلَّ مَا رَأَيْتُ مِنَ الْيَهُودِ أَشَدَّ تَحَرِّيًا لِلصِّدْقِ مِنْهُ , فَاتَّقِ يَا أَخَا يَهُودَ أَنْ تَكْذِبَ عَلَى اللَّهِ وَعَلَى كِتَابِهِ , فَإِنَّهُ مَنْ يَكْذِبْ عَلَى اللَّهِ وَعَلَى كِتَابِهِ وَرُسُلِهِ تَبَوَّأَ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 177 ¦ الجزء: 1 ¦ الصفحة: 173\n",
        "السَّبَبُ فِي قَوْلِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالجزء: 1 ¦ الصفحة: 175\n",
        "178 -\nحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا عَارِمٌ أَبُو النُّعْمَانِ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ زَيْدٍ، قَالَ: سَمِعْتُ عَطَاءَ بْنَ السَّائِبِ، يُحَدِّثُ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، قَالَ: أَتَدْرُونَ فِيمَ كَانَ حَدِيثُ «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ؟» كَانَ رَجُلٌ أَعْجَبَتْهُ امْرَأَةٌ مِنْ أَهْلِ قُبَاءَ، فَطَلَبَهَا فَلَمْ يَقْدِرْ عَلَيْهَا , فَأَتَى السُّوقَ وَاشْتَرَى حُلَّةً مِثْلَ حُلَّةِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، ثُمَّ أَتَى الْقَوْمَ فَقَالَ: إِنِّي رَسُولُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَيْكُمْ، وَهَذِهِ حُلَّتُهُ قَدْ كَسَانِيهَا , وَقَدْ أَمَرَنِي أَنْ أَصْنَعَ فِي ابْنَتِكُمْ مَا شِئْتُ أَصْنَعَهُ. فَقَالَ بَعْضُهُمْ: وَاللَّهِ لَقَدْ عَهِدْنَا رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يَنْهَى عَنِ الْفَوَاحِشَ، فَمَا هَذَا؟ قُمْ يَا فُلَانُ وَيَا فُلَانُ فَانْطَلِقَا فَاسْأَلَا، فَأَخْبِرَاهُ عَنْ مَا خَبَّرَ بِهِ هَذَا، فَانْطَلَقَا فَأَخْبَرَاهُ، فَغَضِبَ حَتَّى احْمَرَّ وَجْهُهُ وَقَالَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ» ثُمَّ قَالَ: «يَا فُلَانُ وَيَا فُلَانُ انْطَلِقَا سَرِيعًا , فَإِنْ أَدْرَكْتُمَاهُ فَاقْتُلَاهُ , وَأَحْرِقَاهُ، وَلَا أُرَاكُمَا إِلَّا سَتُكْفَيَاهُ فَإِنْ كُفِيتُمَاهُ فَأَحْرِقَاهُ بِالنَّارِ» , فَفَرَّ كَأَنَّهُ. . . . . . فَذَهَبَ يَأْخُذُ مَاءً فَخَرَجَتْ أَفْعَى فَقَتَلْتُهُ \"\nالحديث: 178 ¦ الجزء: 1 ¦ الصفحة: 175\n",
        ""
    ]
}