{
    "1": [
        "طه حسين حياته وأدبه في ميزان الإسلام\nطه حسين حياته وأدبه في ميزان الإسلام\nإبراهيم محمد سرسيق\nالكتاب:\nطه حسين حياته وأدبه في ميزان الإسلام\nالمؤلف:\nإبراهيم محمد سرسيق\nالناشر:\nالجامعة الإسلامية بالمدينة المنورة (السنة العاشرة، العدد الأول)\nالطبعة:\nالسنة العاشرة، العدد الأول، جمادى الأخرة 1397هـ/ مايو - يونية 1977 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "المدخل\n...\nطه حسين حياته.. وأدبه.. في ميزان الإسلام\n…\nلفضيلة الشيخ إبراهيم محمد سرسيق كلية القرآن والدراسات الإسلامية\nطالما سألت نفسي، منذ اشرأبت عنقي إلى بلابل الدوح وهي تشدو في حدائق الأدب..\nإذا كانت قيمة كل امرئ ما كان يحسنه، فبأي قيمة من قيم الدين أو الأدب أو الخلق، تسنّم الدكتور طه حسين ذروة الأدب والثقافة والتعليم في مصر؟ وبأي قيمة من قيم الدين أو الأدب أو الخلق تبوّأ مقعد القيادة والتوجيه في دولة الفكر قرابة نصف قرن من عمر الزمان؟\nوبأي قيمة من قيم الدين أو الأدب أو الخلق، قد تقبل في كبرياء مصطنع، وشموخ كاذب، وعبقرية مدّعاة أن يصفه أهل البَغاء الفكري، والنفاق السياسي، بأنه: عميد الأدب العربي؟؟\nبالله خبروني:\nمن ذا الذي عمّده للأدب في دنيا العرب..؟؟\nوهذا كتاب أخرجه لنا كاتب إسلامي نشيط، هو الأستاذ/ أنور الجندي، ونشرته (دار الاعتصام) بالقاهرة، عام 1396هـ‍ (1976م) .\nوهذا كتاب يضع طه حسين في ميزان الإسلام، بعد أن وضعه الآخرون في موازين كثيرة. ويشاء الله تعالى أنه بقدر ما ارتفعت به الموازين الأرضية فقد هبط في ميزان الإسلام إلى الحضيض.\nجزاء وفاقا، بما فرَّط في جنب الله، وألحد في ذاته، وتهجم على نبيه صلى الله عليه وسلم، وطعن في كتابه الذي لا يأتيه الباطل من بين يديه ولا من خلفه، تنزيل من حكيم حميد.\nوالكتاب يحتوي على حوالي (270) صفحة من الحجم المتوسط، ويقع في مقدمة وثلاثة أبواب:\nالباب الأول: حياة طه حسين\nالجزء: 1 ¦ الصفحة: 183\n",
        "مرحلة التكوين والإعداد ويتضمن خمسة فصول.\nوتدور هذه الفصول الخمسة حول مطالع حياته، رحلته إلى أوربة وأثرها، في أحضان الاستشراق، التبعية للفكر الغربي، الولاء للسياسة الغربية.\nأما الباب الثاني: (مرحلة النضوج والتألق) فيتضمن خمسة فصول أيضا\nفي الجامعة، في وزارة المعارف، في الصحافة والسياسة الحزبية، في المجمع والجامعة العربية، وفي المحاضرات والمؤتمرات.\nثم يأتي الباب الثالث والأخير: آراء طه حسين وصراعه مع أهل جيله ويتضمن ستة فصول:\nآراء طه حسين، طريقة البحث، ظاهرة التحول والتناقض، الأسلوب والأداء الفني، الاستجواب، صراعه مع أهل جيله.\nثم خاتمة في حوالي سبع صفحات، تلمس لمسا خفيفا أهم ما جاء بالكتاب، وتبرز الدافع إلى تأليفه وتَعِد بتقديم بحث جامع في الموضوع نفسه.\nوسنعود إلى إبداء رأينا في المنهج والخاتمة، بعد بحث وتقويم المادة العلمية.\nالحاجة إلى مثل هذا البحث:\nإن الحاجة ماسة جدا إلى مثل هذا النوع من البحوث التي تزن مختلف الشخصيات العلمية والأدبية بميزان الإسلام. ومهما يكن رأينا في المنهج العلمي الذي سار عليه الكاتب في بحثه فإننا نناشد المؤلف وغيره من الباحثين المسلمين أن يتناولوا أولئك الأعلام، الذين ارتفعوا على أسنة الأقلام، أو حملهم العوام فوق الأكتاف والهام لكي يوضعوا في دائرة الضوء الإسلامي فيبدو للملأ ما فيهم من غث أو سمين، ولكي يبرزوا إلى نور الحق بدل أن يضاعفوا أحجامهم ويرفعوا عقائرهم في الظلام. فالقيمة الحقيقية لهؤلاء الأعلام لا توزن بموازين الأرض الزائلة، بل توزن بموازين العدالة الإسلامية: {وَمِنَ النَّاسِ مَنْ يُعْجِبُكَ قَوْلُهُ فِي الْحَيَاةِ الدُّنْيَا وَيُشْهِدُ اللَّهَ عَلَى مَا فِي قَلْبِهِ وَهُوَ أَلَدُّ الْخِصَامِ. وَإِذَا تَوَلَّى سَعَى فِي الأَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ وَاللَّهُ لا يُحِبُّ الْفَسَادَ} 1. والمشكلة دائما هي أن الحق أبلج ولكن الباطل لجلج، وفي هذا العصر نرى أهل الباطل يجعجعون ويصيحون ويصرخون، ويتنادون بالنصرة والأحلاف ويهزون\n1 سورة البقرة (204_205) .\nالجزء: 1 ¦ الصفحة: 184\n",
        "الأعطاف بينما أهل الحق قانعون بالسلامة الذليلة، راضون عن الغنيمة بالإياب.\nفهل يلام الباطل إذا أرغى وأزبد، وتهدد وتوعّد؟\nوإذا ما خلا الجبان بأرض طلب الطعن وحده والنزالا!!\nومشكلة (طه حسين) أنه رجل ملأ الدنيا وشغل الناس، واستفاض صيته وطارت شهرته في كل الأقطار، وما علم الناس سببا لهذه الشهرة المستفيضة والصيت الذائع! ولكنهم اقتنعوا، فجأة وبزعمهم، بأن هذا الرجل مشهور وما دام مشهورا فلا بد أنه شخصية عظيمة. وهكذا ظلوا مع الآخرين يكذبون ويكذبون حتى صدّق الجميع أنفسهم!!!\nلماذا برز ((طه حسين)) وفرض شخصيته على الناس سنين طويلة؟\nهل بسبب موقفه المعادي للفكرة الإسلامية؟\nهل بسبب نشاطه الحزبي ومغامراته السياسية؟\nهل بسبب كتبه الهزيلة، وشخصيته المنافقة؟\nهل بسبب ارتمائه الذليل في أحضان المستشرقين، وترديده لأباطيلهم؟\nهل بسبب منهجه العلمي الزائف المستعار؟\nهل بسبب كراهيته للعرب وتهوينه الدائم من شأن دينهم وحضارتهم؟\nهل بسبب اتجاهه إلى الإباحية والأدب المكشوف؟\nمرة أخرى:\nلماذا استفاضت شهرة طه حسين؟\nلماذا ارتفعت منزلته لدى الباحثين عن صنم يعبدونه من دون الله؟ يالله للمسلمين!\nمتى يكف الناس عن إحاطة بعضهم بعضا بأوصاف القداسة، وهالات العظمة، وهم يعلمون أن العظمة والقداسة لله وحده؟\nمتى يكف الناس عن كيل عبارات المديح والإطراء لمن يزعمونهم خطأ قد بلغوا قمة العلم أو الحكمة أو البراعة في دنيا المظاهر البراقة والألقاب الخادعة {كَأَنَّهُمْ إِلَى نُصُبٍ يُوفِضُونَ} . وصدق الله العظيم: {وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلا قَلِيلاً} .\nفلنسر في دروب البحث المتأني وراء هذا الشبح الغامض، عسانا أن نهتدي بفضل الله تعالى في الوقوف على سرّ هذه الظاهرة العجيبة ظاهرة البرق الذي يلمع في ظلام دامس فزاده غبرة ترهقها قترة.\nالجزء: 1 ¦ الصفحة: 185\n",
        "عداؤه للفكرة الإسلامية\nتعمده إحياء الدعوة المنهارة بفصل دراسة الأدب العربي عن الفكرة الإسلامية\n...\nأولا: عداؤه للفكرة الإسلامية:\nإن كل من يراجع كتابات طه حسين ابتداء من كتابه (في الشعر الجاهلي) إلى آخر ما أملى يروعه جرأة هذا الرجل على شريعة الله وأحكامه السامية، حتى ليخيَّل إليه أن الرجل قد حمل بكلتا يديه مِعْوَلا مسنونا يهدم به كل بنيان إسلامي، وقد لبس في كل مرة قناعا يتخفى من ورائه وهو يقوم بعمله الموبوء في همة دائمة لا تعرف الكلال.\nفهو قد تعمد إحياء الدعوة المنهارة بفصل دراسة الأدب العربي عن الفكرة الإسلامية. ووصف هذه العملية الخبيثة بوصف مثير وخطير كعادته في كل عملية هدم يقوم بها فقال: إنها تحرير الأدب العربي من إطاره الإسلامي. ورفع عقيرته قائلا: \"أنا أريد أن أدرس تاريخ الأدب في ((حرية وشرف)) كما يدرس صاحب العلم الطبيعي علم الحياة والنبات!! \". وزعم أن ربط الأدب بالإطار الإسلامي فيه إيحاء بالدعوة إلى الإسلام والتبشير به!!\nومن عجب أن ينزلق صاحب ((الوعد الحق)) و ((على هامش السيرة)) إلى هذا المنزلق الخطير!!\nولئن كانت الدعوة الإسلامية وما زالت - والحمد لله - في غنى عن أمثاله من القردة المقلدين، الذين جعلوا ظهورهم قنطرة عبور لأفكار المستشرقين من كل حدب وصوب فإنا نقول لكل من يحاول إحياء هذه الشبهة التي نعتبرها بحق كالجنين الذي ولد ميتا:\n_ وهل الإسلام إلا منهج كامل للحياة، والأدب جزء منها؟ فكيف لا يدخل الأدب في الإطار العام للقيم الإسلامية النبيلة التي تسكن من قلوبنا في السويداء؟\nإذا كان العلم الطبيعي كعلم الحياة والنبات يملك سلاحا قويا للتمحيص والتجريب هو التجربة العلمية التي يمكن التحكم فيها، والاحتكام إليها فما المرجع الذي يمكن اللجوء إليه لتصحيح القيم، وتهذيب السلوك، وترقية المشاعر إذا لم نرجع إلى شريعة الله.. رب كل شيء ومليكه؟ {أَلا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ}\n_ يقول علماء النفس: لابد لأي سلوك من دوافع.\n_ فإذا كان الأمر المتعارف عليه أن يدرس الأدب في ظل القيم والمبادئ السائدة في كل عصر وبيئة باعتبارها (الإطار المرجعي له From Of RefeRence) ، وإذا كان\nالجزء: 1 ¦ الصفحة: 186\n",
        "الأدب العربي يدرس في بيئة إسلامية فما الدوافع الخفية وراء السلوك الطارئ المستنكر لدارسة الأدب العربي مقرونا بمبادئ الإسلام؟\n_ ثم من ذا الذي يزعم أن دارسة الماديات في علم الحياة والنبات يمكن أن تقارن بدراسة المعنويات من القيم والفضائل والإنسانيات؟؟\nأخيرا يعلق المستشرق كامبفاير قائلا: \"إن المحاولة الجريئة التي قام بها طه حسين ومن يشايعه في الرأي، لتخليص دراسة العربية من شباك العلوم الدينية، هي حركة لا يمكن تحديد آثارها على مستقبل الإسلام\"1.\n1 انظر ص178 من كتاب (طه حسين في ميزان الإسلام) دون تحديد المصدر الذي نقل عنه المؤلف.\nالجزء: 1 ¦ الصفحة: 187\n",
        "(ب)\nدعوته إلى الجاهلية الفرعونية\n:\nويتمثل ذلك في إصراره على وضع شعار فرعوني للجامعة المصرية حين كان مديرا لها.\nوفي ادعائه المتكرر أن مصر فرعونية وأنها تابعة لليونان في الفكر، وتابعة لمنطقة البحر المتوسط والغرب في السياسة، وأقرب ما تكون إلى الروح الفرعونية في الثقافة والحضارة‍‍‍!!!\nوقد أرسل إليه الأستاذ توفيق الفكيكي برقية من العراق تقول:\n\"إن شعاركم الفرعوني سيكسبكم الشنار، وستبقى أرض الكنانة وطن الإسلام والعروبة، برغم الفرعونية المندحرة!! \".\nماذا - أيضا - يستهدف طه حسين من هذه الدعوة السخيفة إلى جاهلية الفراعنة؟ كيف يدعو مفكر إسلامي إلى العودة الانتكاسية إلى جاهلية الأوثان وبدائية التصور وفطرية السلوك وخرافة المعتقدات؟\nوماذا يبتغي من جذبهم إلى الفرعونية الهالكة إلا سلخهم من الانتماء إلى أمة الإسلام ودين الإسلام ونبي الإسلام؟\nفي أيام هذا المفكر الفرعوني ردّ عليه الدكتور زكي مبارك قائلا:\n\"إنك تعرف أن مصر ظلت ثلاثة عشر قرنا، وهي مؤمنة بالعقيدة الإسلامية، والأمة التي تقضي ثلاثة عشر قرنا في ظل دين واحد لا تستطيع أن تفرّ من سيطرة هذا الدين\"2.\nومعلوم ما يثبته المؤرخون من ((الانقطاع الحضاري)) الذي أحدثه الإسلام في نفوس المصريين، حين نفضوا أنفسهم تماما من التراث الفرعوني واليوناني والروماني، وتركوا هذه الحضارات\n2 أنور الجندي: طه حسين في ميزان الإسلام ص178 دون ذكر المصدر.\nالجزء: 1 ¦ الصفحة: 187\n",
        "تذوب وتضمحل، وآمنوا بالإسلام وتشربوا في معاملاتهم ولغتهم وسلوكهم ولم تكن لهم ثقافة خاصة منفصلة عن الثقافة الإسلامية الأصلية.\nورغم أن هذه الفكرة الساقطة - فكرة الانسحاب من العقيدة القوية المسيطرة، إلى أوهام القرون البدائية المنقرضة - لم يتقبلها المصريون أنفسهم، ولم يكن لها من بينهم دعاة يعتد بهم، فإنه من الواضح أن كثيرا من المستشرقين يحتضنونها في حدب شديد، ويعتبرونها ركيزة أساسية في محاولاتهم المستمرة والمتكررة لهدم الإسلام.\nونحن هنا نلفت الأنظار بقوة إلى أن كل دعوة قومية لإحياء العنصرية العرقية إنما هي دعوة مشبوهة، لأنها ضد الدين في المبدأ والأساس.\nالجزء: 1 ¦ الصفحة: 188\n",
        "(جـ)\nادعاؤه الكاذب أن الدين ((ظاهرة اجتماعية)) :\nارتأى طه حسين - والحقد حشو فمه - أو قل: إنه نقل نقلا حرفيا عن أستاذه اليهودي ((إيميل دوركايم)) ذلك الرأي الخطير الكافر، الذي يطيح بكل تراث طه حسين وشخصيته وتاريخه:\n\"إن العالم ((الحقيقي)) (!!) ينظر إلى الدين كما ينظر إلى اللغة، وكما ينظر إلى الفقه، وكما ينظر إلى اللباس.. من حيث إن هذه الأشياء كلها ((ظواهر اجتماعية)) يحدثها وجود الجماعة. وإذن نصل إلى أن الدين في نظر العلم لم ينزل من السماء1، ولم يهبط به الوحي، وإنما خرج من الأرض كما خرجت الجماعة نفسها..\"2.\nإذن فطه حسين، هذا المنبع الكدر لتيارات الإلحاد والتشكيك، هو السبب في ذيوع هذه الفكرة السامة التي روّجتها ألسنة الأغرار من الناشئة وأدعياء الثقافة والفلسفة، ونشرتها أقلام الكتاب من كل مسلوبي الشخصية وضعاف العقيدة في هذا العصر، الذين روّجوا أن الدين ظاهرة اجتماعية!! ظاهرة اجتماعية تصدر عن الجماعة، وتتطور معها، وليست بوحي سماوي من الله تعالى. وطه حسين أيضا- وقد ازداد بغيا وعتوا، وإفسادا في الأرض ومكر السيئ ولا يحيق المكر السيئ إلا بأهله – فقد رتّب على هذه النظرة المتحدية للدين ما يلي:\n1-\n\"أن الدين يجب أن يُعلّم فقط كجزء3 من التاريخ القومي، لا\n1 تعالى الله عما يقولون علوا كبيرا.\n2 لم يذكر المؤلف مصدر هذه العبارة مع الأسف.\n3 الصواب: باعتباره جزءا؛ لأن الشيء لا يشبه بنفسه هو خطأ نحوي فاضح لعميد الأدب.\nالجزء: 1 ¦ الصفحة: 188\n",
        "كدين إلهي منزل لإصلاح أحوال البشر\". ويرى: \"أن القوانين الدينية لم تعد تصلح في الحضارة الحديثة كأساس للأخلاق والأحكام، ولذلك لا يجوز أن يبقى الإسلام في صميم الحياة السياسية أو كمنطلق لتجديد الأمة\". ويرى: \"أن الأمة تتجدد بمعزل عن الدين\"1. وما من شك هنا أن هذا الملحد الجريء إنما يعرض للإسلام من منظور المسيحية، ويجهل أو على الأصح يتجاهل بخبث شديد الفرق الهائل بين الإسلام والمسيحية. فبينما المسيحية تعطي ما لقيصر لقيصر، وما لله لله، فالإسلام يتناول الحياة كلها بتشريع كامل لا ينفصل فيه دين عن دنيا (إلا في أذهان العباقرة أمثال عميد الأدب الراحل)\n…\nوصدق الله مولانا في كتابه الكريم: {قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ لا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ} 2.\n2-\nأن النص المثبت في الدستور المصري بأن الإسلام دين الدولة، لا ضرورة له. يقول: \"لم أكن في اللجنة التي وضعت الدستور القديم، ولم أكن بين الذين وضعوا الدستور الجديد ولم يستشرني أولئك ولا هؤلاء هذا النص والذي اشتمل عليه الدستور والذي 3 يعلن للدولة المصرية دينا رسميا هو الإسلام.. ولو استشارني أولئك أو هؤلاء لطلبت إليهم أن يتدبروا ويتفكروا قبل أن يضعوا هذا النص في الدستور!!! \"4.\n1 راجع الفكرة كلها في كتابه (مستقبل الثقافة في مصر) .\n2 سورة الأنعام (162،163)\n3 الصواب: الذي. فالواو هنا لا ضرورة لها، لأن الشيء لا يعطف على نفسه. ومعذرة عن التطاول على مقام عميد الأدب بإصلاح أخطائه اللغوية.\n4 صحيفة كوكب الشرق المصرية (12_ أغسطس 1933م)\nالجزء: 1 ¦ الصفحة: 189\n",
        "(د)\nتهوينه من شأن العرب والحضارة العربية الإسلامية\n..\nلكأنما أصيب صاحبنا بحمى قاتلة.. جعلته ينتفض حنقا على العرب وكل ما يمت إليهم بصلة.. ونتساءل مع الأستاذ أنور الجندي: \"هل يمكن أن يكون مثل هذا الكاتب عميدا للأدب العربي الذي يزدريه ويتعقبه؟ أو قائدا لأمة هو منكر لمفاهيمها لا يدين لها بولاء..؟ \"5.\nفي اعتقاده - عفا الله عنه - أن العرب ليسوا إلا وسطاء بين الأمم والحضارات. وأن الدور الذي قاموا به هو الدور الذي قام به من سبقهم من شعوب البحر المتوسط كالفينيقيين واليونان والرومان. يريد\n5 انظر خاتمة الكتاب موضوع بحثنا.\nالجزء: 1 ¦ الصفحة: 189\n",
        "أن يتجه سكان المنطقة إلى الغرب لمواجهة الوحدة الإسلامية! وكان مصر إلى البحر المتوسط لمواجهة فكرة العروبة!! ويدعي أن الفتح العربي الإسلامي لم يكن إلا ضربا من الاستعمار الذي خضع له المصريون كما خضعوا للفرس والرومان وغيرهم.\nومن الواضح أنه في كل ذل يسقط الأثر الديني من حسابه في كل ما يقول.\nادعى أن العرب لم يكن لهم نثر فني. وأنهم لم يجيدوا الإنشاء إلا بعد اتصالهم بالفرس، وأن أول كاتب في اللغة العربية هو ابن المقفع الفارسي الأصل. وكل هذا الشر قد نقله من شرير آخر هو ((المسيوا مرسيه)) الذي كتبه في المجلة الإفريقية التي تصدر بالفرنسية في الجزائر.\nهاجم العلامة العبقري (ابن خلدون) في رسالة التي تقدم بها إلى السربون، إرضاء لأستاذه اليهودي (دوركايم) الذي كان رئيسا للجنة الدكتوراه، وانتقد علم الرجل وقدره، ووصف جهاد المغاربة ضد الفرنسيين بأنه (معارضة للتمدن) ..؟\nالجزء: 1 ¦ الصفحة: 190\n",
        "رأيه في القرآن الكريم\nمعاذ الله أن يكون لبشر ما، كائنا من كان، رأي في القرآن الكريم المعجز الذي يعلو ولا يُعلى عليه. فالقرآن ليس من كلام البشر، ولا ينبغي أن تحكم فيه أهواء البشر. {قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالأَرْض} .\nولكن هكذا تقتضينا أمانة العلم أن نكشف على الملأ، مطاعن تلميذ المستشرقين النشيط طه حسين، في الترويج والدعاية لمبادئ أساتذته في (السربون) وفي (الكوليج دي فرانس) أولئك الذين اتخذوا من التظاهر بدراسة الإسلام تكأة للطعن فيه، {حَسَداً مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقّ} .\n_ 1_\nأول هذه المطاعن1 يهوي بصاحبه إلى هوة الكفر الصريح والعياذ بالله.\nوهذا نص عبارته: \"للتوراة أن تحدثنا عن إبراهيم وإسماعيل. وللقرآن أن يحدثنا عنهما أيضا. ولكن ورود هذين الاسمين في التوراة والقرآن لا يكفي لإثبات وجودهما التاريخي،\n1 أرجو أن يتنبه أبناء كلية القرآن الكريم في الجامعة الإسلامية بخاصة إلى هذه المطاعن والشُبَه وأن يتعقبوها في مظانها ليقضوا عليها، لأنها شُبَه ومطاعن لا تموت بموت صاحبها ولكنها تتجدد كلما استشرى نشاط المبشرين الهدام، أو كلما نعق ناعق من أرباب الفتنة في الصحافة المأجورة أو عبر الإذاعات السامة.\nالجزء: 1 ¦ الصفحة: 190\n",
        "فضلا عن إثبات هذه القضية التي تحدثنا بهجرة إسماعيل بن إبراهيم إلى مكة، ونشأة العرب المستعربين فيها. ونحن مضطرون إلى أن نرى في هذه القصة نوعا من الحيلة في إثبات الصلة بين اليهود والعرب من جهة وبين الإسلام واليهود والقرآن والتوراة من جهة أخرى\"1.\nهكذا يفجِّر طه حسين قذيفة الكفر الرهيبة المدمرة هذه دون أن يبالي أي قدر من الخسائر تسببه لضمير الأمة المسلمة وإحساسها المرهف نحو دينها وعقيدتها..! تكذيب صريح القرآن الكريم، وادعاء فاجر بأنه ليس مصدرا تاريخا موثوقا به {وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً} .\nوالغريب أن هذا الكفر كان يراد له أن يدرس في كلية الآداب بالجامعة المصرية! لولا أن أراد الله أن تموت الفتنة في مهدها ويفصل رأس الكفر من الجامعة.\n_ 2 _\nفي مؤتمر المستشرقين السابع عشر بجامعة أكسفورد (سبتمبر 1928م) ألقى طه حسين بحثا عنوانه (استخدام ضمير الغائب في القرآن) .\nوقد ارتأى فيه: أن تأويل ضمير الغائب في معظم آيات القرآن باسم الإشارة فيه حلّ لمشكلة عدم المطابقة بين الضمير وما يرجع إليه. وزعم أنه بهذا الرأي يصحح ما يراه بعض المستشرقين من أن في القرآن خطأ نحويا - حاشا لله - إذ يرون الضمير قد رجع إلى متأخر، أو رجع إلى محذوف مفسّر بما يدل عليه من بعض الوجوه. وقد وصف الرافعي رحمه الله طريقة استبدال اسم الإشارة بضمير الغائب بأنها \"بيع الذهب بالملح\"! إشارة إلى أن رأي طه حسين الذي نقله عن أسياده المستشرقين بلا فهم وبلا علم إنما هو رأي ساقط بليد تافه، لا تقاس قيمته إلا بقيمة الملح إذا قورن بالذهب في نفاسته.\nويعقب الرافعي قائلا: \"وكأنه أخذ تلك القاعدة من ذلك الكتاب الذي عثر به في خرائب روما، فرآه مكتوبا قبل الإسلام بمائة سنة، وفيه آراء في الشعر الجاهلي، وفيه قواعد نحوية ضابطة محكمة لا يشذ عنها إلا شاذ،\n1 طه حسين: في الشعر الجاهلي ص26. وقد أثار هذا الكتاب سخط جميع أفراد الأمة على مؤلفه، وطرد بسببه من الجامعة، وما أغنى عنه شيئا إن عاد فاعترف بأنه مؤمن بالله ورسوله وملائكته وكتبه واليوم الآخر، لأنه إيمان على طريقة فرعون، ولذا رد عليه الشيخ الأزهري عبد ربه مفتاح بمقال عنوانه: الآن وقد عصيت قبل؟؟ انظر صحيفة الأهرام القاهرية الصادرة في 12 مايو 1926م.\nالجزء: 1 ¦ الصفحة: 191\n",
        "ولا يختلف عليها إلا ما كان خطأ. وفيه أشياء وأراء يقال أن الدكتور طه لا يردّه عن نشرها إلا أنه يطمع أن يجد تحقيقها في كتاب آخر يعثر به في خرائب أثينا!! \"1. وهو يشير بذلك إلى ولع الدكتور بالثقافة اليونانية وإغراقه في حب الإغريق، وحُبِّه لهم حبا ملك عليه قلبه حتى نهاية حياته!\nويكاد المريب يقول خذوني:\nامتنع الدكتور عن نشر بحثه هذا في اللغة العربية، حتى حصلت عليه صحيفة الأهرام فنشرته مترجما، وانكشفت أباطيل الدكتور وفضحه الله على رءوس الأشهاد!\n_ 3 _\nزعم طه حسين أن القراءات السبع المجمع عليها لدى العلماء لم تنزل من عند الله، وأن العرب كما قرأتها حسبما استطاعت قراءتها لا كما أوحى الله بها إلى نبيه صلى الله عليه وسلم.\nوهو بذلك البهتان ينكر أنها مروية عن الله تعالى كما جاءت على لسان الرسول الكريم صلى الله عليه وسلم متجاهلا الآثار المتواترة والصحيحة التي وردت بهذا الصدد في كتب السنة المعتمدة.\nكان يرى أن هناك قرآنا مكيا وقرآنا مدنيا، القرآن المكي يتميز بالبعد2 عن المناقشة والخلو من المنطق (كذا) ! والقرآن المدني يناقش الخصوم بالحجة الهادئة..\nوالمؤسف ليس هذا الكلام الغث وحده، وإنما المؤسف بالدرجة الأولى هو ما يدل عليه من أن هذا الملحد المجاهر بإلحاده يعتقد أن القرآن الكريم هو من وضع النبي صلى الله عليه وسلم!!! فهل هناك ما هو أصرح من هذا في باب الكفر؟ وليس كلامه هذا صادرا عن استقراء لما يزعمه قرآنا مكيّا ومدنيا.\nفالدارسة المتعمقة للقرآن تُبَيِّن أن الآيات المكيّة مليئة بأقوى البراهين وأقمعها للملحدين الجاحدين. وكثيرا ما حاجّ الله سبحانه كفار مكّة وقارعهم الدليل تلو الدليل وتحداهم المرة بعد المرة فأعلنوا عجزهم وتسليمهم ودخلوا في دين الله أفواجا.\n1 صحيفة كوكب الشرق (27-11-1928م) وقد نشر البحث المذكور في عدد هذه الصحيفة الصادرة بتاريخ (15 من أكتوبر عام 1928م) ونشرته الأهرام القاهرية أيضا كما ستأتي الإشارة إلى ذلك.\n2 يستخدم الدكتور كلمة (الهروب من المناقشة) ليبرهن على بعده عن التأدب مع كتاب الله تعالى. فيا حسرتنا على العباد الذين يتخذون من التخريف أمارة على جودة التأليف، ويسمونه - كذبا وبهتانا -: عميد الأدب..\nالجزء: 1 ¦ الصفحة: 192\n",
        "أما ما يزعمه قرآنا مدنيا، ويزعم أنه مُلِئَ بالتشريعات والأحكام ومبادئ الأخلاق.. الخ.. فإنه يردّ ذلك كله- قاتله الله - إلى احتكاك المسلمين بيهود المدينة، الخ ما قاله مما يملأ النفس ألما ووجدا على هذا الآدمي الذي ابتلي به المسلمون حينا من الدهر، ولا زالت سمومه تتسرب على أيدي أشياعه ممن وردوا ورده، وشربوا من المستنقع الذي كرَع منه حتى غصّ بريقه..!\n_ 5 _\nزعم أن عدم وضع النقط على الحروف القرآنية في بدء تدوينه قد أدّى إلى حدوث اختلاف في نطقه، فهناك كلمات تنطق هكذا: فتبينوا، فتثبتوا.. الخ.\nوالحق الذي لا مراء من حوله، مهما أرجف المرجفون، أن القرآن مكلوء برعاية الله إلى أبد الآبدين ودهر الداهرين وذلك بنص قول الحق سبحانه وتعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} .\nوقد أحاط الكثيرون من الدارسين لعلوم القرآن بالكثير مما يتعلق بهذه الأمور، وما قصد طه حسين بهذا الافتراء إلا أن يكسر القداسة التي خص بها القرآن الكريم، سّيما وهو يعلم أن القرآن يتميز عن التوراة والإنجيل بأنه معجز بلفظه، محفوظ في السطور والصدور بنصّه، متعبد بتلاوته وهو كما قال (جاك بيرك) : \"سقف اللغة العربية تقاس عليه ولا يقاس عليها\"، فكيف يضعه هذا المخّرف موضع الشك والاختلاف؟\n_ 6 _\nادعى أن لفظة (سورة) مأخوذة من كلمة (شورة) العبرية، بمعنى (سلسلة) وأثار الشك في لفظة (قرآن) هل هي عربية أو عبرية أو مأخوذة من لغات أخرى.\nورأى أن (الكتاب) غير (القرآن) ، وأن الكتاب كان موجودا قبل إنزال القرآن، وأن القرآن صورة عربية منه. (نعوذ بالله من ذلك) .\nهل سمع السامعون في تاريخ الكفر والنفاق بمثل هذا؟\n_ 7 _\nومن أخباره أنه كان يشجع تلاميذه في كلية الآداب على أن ينقدوا القرآن في جرأة ينقدونه باعتباره كتابا أدبيا! يمكن أن يقال فيه هذا كذا، وهذا كذا. ويحاول أن يدرسه دراسة فنية!!\nفهل تسلح أولئك الطلاب بالأسلحة العلمية الكافية لدارسة القرآن، فضلا عن ((نقده)) بأمر أستاذهم؟\nوهل يملك أستاذهم نفسه، مهما بلغ من علوم اللغة نحوها وصرفها وبلاغتها\nالجزء: 1 ¦ الصفحة: 193\n",
        "وأدبها وفقهها ومتنها، أن يمسّ القرآن بكلمة نقد واحد؟\nوهل استطاع أساطين البلاغة وفرسان البيان من العرب الخلص إلا أن يسلموا مقاليدهم أمام إعجاز القرآن الكريم وبلاغته فماذا يبلغ هذا الدعيّ من الفقه بلغة الكتاب الكريم وأحكامه العظيمة؟ سبحانك هذا بهتان عظيم.\nالجزء: 1 ¦ الصفحة: 194\n",
        "وقفة أمام تراث طه حسين\nالمجافاة لروح البحث العلمي الصحيح\n...\nوقفة أمام تراث طه حسين\nسنضرب الذكر صفحا عما أوردناه، رغم فظاعته وهوله.\nوسنلج مرة أخرى باب البحث في تراث طه حسين، لعلنا قد ظلمنا الرجل وما أنصفناه أن أثبتنا عداوته للدين، وأغفلنا نتاجه في الأدب.\nسنلج باب البحث في أدبه على طريقته هو بأن نجرده من القيم الروحية التي كان معاديا لها. ((ونحرره)) - كما يقول - من إطاره الإسلامي!\nتميزت كتابات طه حسين بما يلي:\n1_ المجافاة لروح البحث العلمي الصحيح:\nمن الواضح أنه لم يكن من الميسور له أن يستعين بأدوات البحث العلمي، من هنا اكتفى بالنقد الأدبي الذي يقوم على الذوق، والقصة التي تقوم على الخيال، والاستعراض التاريخي والسياسي الذي يستطيعه كل من يمسك بالقلم كما يقول أنور الجندي! وفي الجامعة المصرية يقول أستاذه الشيخ محمد المهدي: \"إن رأس هذا الفتى كالقدر الفارغة تحتها النار تتلظى فلا هو يشفق على القدر فيملؤها بما يقيها جور النار، ولا هو يبقى على النار إلى أن يتسنى لها الانتفاع بها في الوقت المناسب\"1.\nوفي الحقيقة إن استعراض النتائج النقدي لطه حسين، يوقفنا على حقيقة خطيرة ومؤسفة، وهي أنه كان في نقده يسير على غير قواعد. كان يكتفي بما يسميه هو نقدا ذوقيا. ومتى كان النقد ذوقا مجردا بلا دراسة؟\nومتى كان الذوق دستورا عاما يستوي فيه كل الناس، حتى تكون الأحكام الصادرة على أساسه أحكاما نهائية وعامة ولها صفة الثبات والصدق؟\nهذا ما عابه عليه صديق عمره والمدافع عنه ضد الثائرين عليه عباس العقاد: \"نرى الدكتور يقول مرة: إن أصول النقد الأدبي واحدة، قد وضعها اليونان قديما وفرغوا منها، وتلقاها منهم الإنجليز كما تلقاها منهم الفرنسيون فهم لا يختلفون.\n1 أنور الجندي: طه حسين ص86.\nالجزء: 1 ¦ الصفحة: 194\n",
        "ثم أراه يقول بعد أشهر قليلة: إن النقد ليس له أصول مقررة عند الناقد، فضلا عن الأمم الكبيرة والعصور الكثيرة، وأن الناقد يستحسن أو يستهجن، والمرجع إلى ذوقه وحده في استحسانه أو استهجانه! \"1.\nوأخطر من هذا أن ينقلب ذوق الناقد إلى صكوك للغفران، بحيث يعطي البركة لهذا وجواز العبور لذاك، أو ينصب من نفسه حاكما عاما في دولة الأدب، يأمر وينهى، ويكافئ ويضطهد، ويقرِّب ويبعد.. ويميل في معظم أحكامه مع الهوى. وهذا هو أيضا ما فعله طه حسين. يقول إسماعيل الأدهم:\n\"والدكتور طه في نقده للمؤلفات العصرية، والأدباء والشعراء المعاصرين يميل كثيرا مع هواه، لأنه يعتبر النقد عملا أدبيا محضا. فيعمل على إظهار تذوقه، وتتجلى شخصيته بأغراضها وأهوائها في نقداته، ومن السهل أن تكتشف عواطف الدكتور وميوله بل أهواءه وأغراضه من السهل تستكشف أنه متأثر بالحب في هذا الفصل وبالصداقة في هذا الفصل، والبغض والحسد في ذياك الفصل. ومن هنا يرى الكثيرون أنه ليس بعالم، ولا يستطيع أن يكون عالما\"2.\nولعل هذا الاتجاه القائم على الميل مع الهوى هو الذي دفع طه حسين إلى أن يغير كثيرا من آرائه فجأة وبلا مقدمات، ولذلك سنجده ينقض اليوم ما بناه بالأمس، كالتي نقضت غزلها من بعد قوة أنكاثا. وما ينبغي للكاتب الذي يحترم نفسه وفكره وعقل القارئ له أن يبدي أحكاما فجة لم تستقر في عقله ولم تنضج في تفكيره!!\n1 المرجع ص185.\n2 المرجع ص182.\nالجزء: 1 ¦ الصفحة: 195\n",
        "2-\nاتجاهه إلى الإباحية والأدب المكشوف:\nإن الدعوة القوية المشبوهة، التي اتجه بها طه حسين إلى فصل دراسة الأدب العربي عن الفكر الإسلامي، وظل يلح إلحاحا عجيبا في الدعوة إليها لم يناد بها عبثا، ولم يطالب بتطبيقها مطالبة ذاهبة في الهواء.\nوإنما كانت هذه الدعوة ستارا فاجرا يخفى من ورائه عملياته الإباحية الداعرة، التي تنطلق من مبدأ الحرية في التعبير الأدبي!\nويا أيتها الحرية..! كم من الفضائح في دنينا ترتكب باسمك!!\nانطلق طه حسين باسم الحرية الفكرية يطالب بترك الأبناء على هواهم في طريق حياتهم، وإعطائهم ما يسمى بحق التربية الاستقلالية الحرة\n…\nالجزء: 1 ¦ الصفحة: 195\n",
        "ودعا إلى مطالبة المرأة بالثورة على الرجل، ومخالفتها له، وخروجها على ولايته.. وتشجيع الفتاة على ممارسة جميع أنواع الحرية وتحطيم التقاليد الشرقية.. (أي الآداب الإسلامية) ..\nولا شك أنه، بما استطاع أن يتشرّبه من عادات الغرب في فرنسا، وبما اقتبسه من تقاليد الغرب منذ اقترن بزوجته الفرنسية في باريس، وأنجب منها ولده الذي أسماه اسما فرنسيا هو ((كلود)) _ لا شك أنه بذلك أقدر على تعليمنا كيف يكون التنكر للدين، والتقاليد، والقيم والفضائل الإسلامية.\nونحن نتساءل:\nلمصلحة من، يشيع الدكتور في دراسته للعصر العباسي، أنه كله كان عصر شك وزندقة وفجور ومجون. ويتخذ من شعراء معينين ذوي ميول غزلية وجنسية أعلاما منشرة لهذا العصر كله، مسقطا من حسابه كل الاتجاهات الدينية والحماسية والحكمية وأشعار البطولة وأبيات الزهد.. الخ؟\nلا غرو أن الناقد الذي يتخذ من كتاب الأغاني ونحوه مصادر رئيسية لنقده الذوقي وإنتاجه الأدبي - ويقضي جل أوقاته مع النتائج الرخيص لأبي نواس، ومسلم بن الوليد، ووالبة بن الحباب، وأمثالهم من شعراء العبث - لا يتوقع منه إلا أن يطلق هذه الغثاثات التي لا تثبت للنقد، ولا تستحق أن تناقش لأن زيفها واضح حتى للمبتدئين في دراسة الأدب1.\nوليس يصح في الأذهان شيء\n...\nإذا احتاج النهار إلى دليل\n1 ملأ طه حسين كتابه (حديث الأربعاء) _ الذي كتبه على غرار (أحاديث الاثنين) للناقد الفرنسي (سانت بيف) مع الفارق الكبير بين الرجلين _ بأخبار المجان وشعراء الغزل وأخبار المحبين وأفرط في ذلك إلى حد مقبول.\nالجزء: 1 ¦ الصفحة: 196\n",
        "اعتناقه مبدأ الشك الديكارتي\nهل يمكن أن يصل الإنسان عن طريق الشك إلى اليقين؟\nهذا هو السؤال الخطير الذي أجاب عنه طه حسين بالإيجاب. بل وجعل منه منهجا علميا، إلتزمه في دراساته الأدبية، وتعصب له تعصبا شديدا. والمهم أن نقرر كما قرر هو:\nأن هذا المنهج لم يصطنعه من عند نفسه، بل جارى فيه الفيلسوف الفرنسي ((ديكارت)) صاحب ((الكوجيتو)) الفرنسي المشهور..\n(أنا أفكر، فأنا موجود.. (je pense, donc je suis) .\nوإذا تأملنا هذا المنهج بعمق، ووقفنا\nالجزء: 1 ¦ الصفحة: 196\n",
        "عنده طويلا، لوجدناه يتضمن عمليتين ذهنيتين، إحداهما يقينية، وهي النقض أو الهدم.\nوثانيهما محتملة، وهي البناء أو اليقين. فالمفكر الفرنسي يفرغ ذهنه تماما من أي فكرة معارضة أو مؤيدة لموضوع بحثه، ثم يبدأ في محاولة البناء من جديد، وهي عملية أشبه ما تكون بالولادة العسرة. فالهدم أسهل ما يكون بضربة معول، بينما البناء يتطلب أدوات وخبرات عديدة ووقتا طويلا وعملا شاقا حتى يرتفع البناء مرة أخرى.\nثم إن هناك مدى محدودا يمكن أن يتحرك فيه هذا المبدأ الشكاك. أما إذا اقتربنا من المقدسات الدينية، والنصوص الثابتة من الكتاب أو السنة. فأي منطق يجيز لمفكر أو باحث مهما علا كعبه في ميدانه أن يستخدم مبدأ الشك الديكارتي كما يستخدم الجراح المشرط في تشريح النصوص وتمزيقها وتفريق وحدتها وهدم مضموناتها؟ إن دون ذلك خرط القتاد!.\nلقد بلغ هَوَس الدكتور بتطبيق مبدأ الشك أن جرّبه في كل شيء..\n- في إنكار الشخصيات التاريخية، حتى وإن أثبتها القرآن والتوراة والإنجيل. كما فعل في إنكار الوجود التاريخي لإبراهيم وإسماعيل عليهما السلام.\n- في النسب الصحيح للشاعر المتنبي حين ادعى أنه لقيط!\n- في الحقائق الثابتة.. حين أنكر عروبة مصر وساق الأباطيل التي يرددها المستشرقون لتأييد هذا الإنكار.\n- في وجوب تعظيم النسب الشريف، حين قال: \"فلأمر ما، اقتنع الناس بأن النبي يجب أن يكون صفوة بني هاشم، وأن يكون بنو هاشم صفوة بني عبد مناف، وأن يكون بنو عبد مناف صفوة بني قصي، وأن تكون قصي صفوة قريش، وقريش صفوة مضر، ومضر صفوة عدنان، وعدنان صفوة العرب، والعرب صفو الإنسانية كلها\"1!\n- في إنكار الشعر الجاهلي جملة وتفصيلا وهو ديوان العرب، ومصدر ثقافتهم وموضع فخرهم وسجل انتصاراتهم، وتاريخهم المنبئ بأحوالهم في سلمهم وحربيهم، في حلهم وترحالهم، في غدوهم ورواحهم.\nوفي معرض الرد على مذهب الشك الذي انتهجه طه حسين يقول الأستاذ\n1 طه حسين: في الشعر الجاهلي ص72.\nالجزء: 1 ¦ الصفحة: 197\n",
        "الغمراوي: \"إن الغرب نجا من أن يحاول هدم تاريخه أو تاريخ لغاته هادم عن طريق الشك غير العلمي: لسيادة الرأي العلمي فيه.. واستحواذ الروح العلمي على أهله.. أما الشرق، فليس له مثل هذين السياجين يردّان عنه عادية هذا الباطل الذي يهاجمه باسم الحق، ولا هذا الشك الذي يريد أن يداخله باسم العلم، ولا هذا الهدم والتعطيل اللذين يكرّ عليه بهما نفر من أهله باسم التجديد! ومهما يكن من موقف المؤرخين في الشرق أو في الغرب حيال مبدأ الشك المطلق فإن العلماء لا يأخذون به، وإن العلم لا يقرّه ولا يمكن أن يقره..\"1.\nإن منهج الشك الذي اتخذ منه صاحبنا الشكاك هذا معولا يهدم به التراث العربي والإسلامي، وسلاحا يحاول به تمزيق عقائد الأمة وأخلاقها لا يصلح أن يكون طريقا علميا منهجيا يسلكه الباحثون عامة والباحثون المسلمون خاصة..\nوبحسب المرء منا أن يسأل نفسه:\nهل يمكنه أن يشك لحظة واحدة فيما جاء في كتاب الله سبحانه أو سنة رسوله صلى الله عليه وسلم؟\nوهل يمكن أن يوصله الشك في الحقائق الثابتة الوطيدة إلا إلى هوة الضياع الأبدي؟\nوهل استطاع أن يتوصل من شكه هذا إلى الإيمان، سيما والكل يعلم أن طه حسين ظل يتاجر بتصريحاته الدينية وكتبه التي يزعمها إسلامية إلى آخر حياته؟\nإن الدعوة الإسلامية في غنى عن هذا كله.\nإن قضية الإيمان لا يهزها ولا يؤثِّر فيها مُدَّعُو الإيمان، والمتاجرون بعقائد المسلمين، ولكن الأمور يجب أن توضع في نصابها الصحيح، فلينهض أُسُودُ الدعوة لينفوا أمثال هذا المأجور الراحل من صفوفهم كما ينفي الكير خبث الحديد!\nيقول الأستاذ العدوي: \"كيف يقدس الحق من يجد في الشك لذة؟ أم كيف يطمئن للحقائق من يجد في القلق والاضطراب رضا؟ إذا كان الشك يلذ للدكتور وأمثاله من المجددين، والاضطراب تستريح إليه نفسه، فكيف يستنتج مجهولا من معلوم، وينتقل من مقدمات إلى نتائج، ومن مبادئ\n1 محمد أحمد الغمراوي: النقد التحليلي لكتاب الأدب الجاهلي ص132.\nالجزء: 1 ¦ الصفحة: 198\n",
        "إلى غايات؟ وهل إذا وضحت أمام الدكتور المقدمات وتجلت الحقائق، يأمن أن تساوره شهوة الشك، أو تملك عليه أمره لذة القلق والاضطراب؟ \"1.\n1 أنور الجندي: طه حسين ص209.\nالجزء: 1 ¦ الصفحة: 199\n",
        "ملاحظات حول منهج البحث الذي ارتضاه المؤلف\nمن المعروف جيِّدا لدى الباحثين2 أنه لا بحث بدون منهج، ولا منهج بدون هدف. وهناك أساسيات لدى المشتغلين بالبحث العلمي، وهي أشبه ما تكون بالدستور العام، الذي يتضمن عددا من القواعد الكلية، التي بدونها لا يمكن وضع البحث أيّاً كان صاحبه في دائرة البحوث العلمية المحترمة.\nونحن الآن بصدد المناقشة لبعض الجوانب التي أغفلها الباحث المخلص الأستاذ أنور الجندي، رغم علو كعبه ورسوخ قدمه في الدراسات الأدبية والإسلامية بصفة عامة:\n_ 1 _\nإن أكبر ما يعاب به الباحث ألاّ يحيل القارئ على المراجع المتخصصة التي استقى منها مادته العلمية. ومؤلفنا ينقل عن العقاد ما يقرب عن صفحة كاملة (ص184) من كتابه دون أن يقول لنا من أين استقى كلام العقاد هذا، لعل القارئ يبغي الاستزادة أو الرجوع إلى الأصل المنقول عنه.\nوينقل مثل هذا عن السيد محب الدين الخطيب (ص185) دون ذكر المرجع ومثل هذا كثير في كتابه، إذ يقول مثلا ص202: \"وقد دمغه صديق عمره الأستاذ أحمد أمين بهذا التحول والتناقض حين قال في إحدى مقالاته..\" والسؤال هنا: أين، ومتى.. قال الأستاذ أحمد أمين ذلك؟؟.\n_ 2 _\nومن المعروف أيضا في علم مناهج البحث، وفي علم مصطلح الحديث، أن عدم ذكر الراوي يضعف من صحة الرواية. ومن أجل هذا لا يمكن قبول مثل هذه العبارة التي أوردها المؤلف ص186:\n\"ويتفق هذا مع ما قاله بعض المقربين إليه: لا أدري الزيات، أم أحمد أمين أم غيرهما..\"\nإذا كنت لا تدري مصدر الخبر،\n2 يجب أن ينتبه الطلاب المشتغلون بإعداد البحوث في الكليات الجامعية إلى هذه الملاحظات لأنها ضرورية لهم في إعداد بحوثهم، وما من شك أن الطريقة المنهجية هي أهم ما ينبغي أن ينتبه إليه طلاب الجامعة بعامة، وطلاب الدراسات العليا بخاصة.\nالجزء: 1 ¦ الصفحة: 199\n",
        "فعلى أي أساس أوردته؟ ومثل ذلك قوله ص171:\n\"ويقول أحد الباحثين الأعلام..\" أحد الباحثين الأعلام، ولا ندري من هو؟ لماذا؟ هل يخجل أن يصرح لنا باسمه؟؟\n_ 3 _\nومما يخدش منهج الباحث أن يذكر في صلب بحثه ما يجب أن يذكره في الحاشية. وهي مسألة يجب أن ينتبه إليها الباحثون أجمعهم، لأن ذلك يوقع الباحث في بلبلة وحيرة ويعطل الانتفاع المرجو من البحث بالطريقة العلمية المفيدة. فهو يقول في الصفحة الثانية بعد المائتين:\n_ 4 _\n\"كتب الدكتور زكي مبارك في 11 نوفمبر 1932م في جريدة البلاغ تحت عنوان: الحديث ذو شجون\". والمفروض أن يذكر المرجع وصاحبه وتاريخ في هامش الصفحة كما هو المتبع لدى الباحثين.\nيقتضي منهج البحث الصحيح أن يقسّم الكتاب من الناحية الموضوعية تقسيما في غاية الدقة، بحيث يكون أشبه بالبناء الهندسي المتماسك، الذي يرتبط بعضه ببعض في قوة وإحكام، وذلك يقتضي ألا يكون فيه تكرار، ولا يحدث في مادته العلمية تداخل، ولكننا نجد المؤلف يكرر الكثير من العبارات في أجزاء مختلفة من الكتاب لأدنى ملابسة، وكان يكفي الإشارة إلى موضعها من الكتاب نفسه. وهذه أمثلة مكررة:\n- اتهام طه حسين للمتنبي بأنه لقيط صفحات 213، 215.\n- مبالغة طه حسين في حديثه عن ديكارت 216، 189، 208.\n- إنكار الدكتور الوجود التاريخي لإبراهيم وإسماعيل عليهما السلام صفحات 6، 209، 220، 255.\n- تشكيكه في فضل النسب الشريف صفحات 175، 220.\n- تقرير لجنة الأزهر المشكَّلة لدراسة كتاب الشعر الجاهلي صفحات 176، 221.\n- تقليد العقاد إمارة الشعر ثم نكران ذلك صفحات 189، 252.\n- رأي العقاد في طريقة البحث عند طه حسين صفحات 185، 201.\n- رأي د. عمر فروخ في أسلوب الدكتور صفحات 201، 207.\n- أقوال تكررت نسبتها إلى د. إسماعيل أدهم، وفتحي غانم، وعبد الحميد\nالجزء: 1 ¦ الصفحة: 200\n",
        "السحار، ومحمود مراد صفحات 198، 258.\n_ 5 _\nمن المعروف جيدا لدى الباحثين أن كل باحث مسئول عن الآراء والعبارات التي ينقلها عن غيره. كما أن سكوته عنها معناه أنه موافق على ما جاء فيها من ناحية الشكل ومن ناحية المضمون كذلك.\nوقد جرت العادة أن يعلق الباحث على ما ينقله من آراء لغيره، وقد يكون هذا التعليق في صورة تصحيح لبعض المعلومات الواردة، في النص المنقول، أو اعتراض مصحوب بالدليل على أجزاء منه، أو استكمال لنقص ورد فيه من الناحية العلمية أو الموضوعية البحتة، أو تصحيح لبعض الأخطاء المطبعية أو الإملائية أو النحوية بالفقرة موضع الاستشهاد.\nوقد نقل مؤلف الكتاب عددا من النصوص التي وجدت فيها بعض الأخطاء، وكانت الأمانة العلمية تقتضي تصويب هذه الأخطاء، أو التعليق عليها بما يفيد إدراك المؤلف لموضع الخطأ فيها.\nوهذه بعض الأمثلة التي أوردها مع الإشارة إلى موضعها من الكتاب، وصواب ما رأيته صوابا:\n- جاء بالكتاب ص 198 (منسوبا إلى فتحي غانم) :\nهل طه حسين ملحد أم مؤمن.\nوصوابها: ملحد أو مؤمن.\n- وجاء منسوبا إلى طه حسين نفسه ص 200 أنا كمسلم أعلن أني.\nوصوابها: أنا باعتباري مسلم (لأن الإنسان لا يشبه بنفسه) .\n- ونقل عن الدكتور عبد الحميد سعد ص 227:\nومن يتبع حياته العلمية وجد. .\nوالصواب: ومن يتتبع حياته العلمية يجد. .\n- ونقل عن اللواء شيت خطاب ص 173:\nإن الله يقول: (إِنَّا أنَزَّلْنَا الذِّكْرَ\n…\n) .\nوصوابها: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} سورة الحجر: آية رقم (9) .\n- وكما نقل عن الأستاذ عبد المنعم مراد ص 217.\nعلى هؤلاء النقاد الفضوليون.\nوصوابها: على هؤلاء النقاد الفضوليين.\n- وجاء منسوبا إلى طه حسين قوله ص 116:\nالجزء: 1 ¦ الصفحة: 201\n",
        "كما يقول الفرنسيين.\nوالصواب: كما يقول الفرنسيون.\n- وجاء منسوبا إلى ((جريدة الشعب)) ص 138:\nليس حرب على الدين فقط. .\nوالصواب: ليس حربا على الدين فقط.\nالجزء: 1 ¦ الصفحة: 202\n",
        "عبارات مضيئة\nمن الطرق المهمة للاستفادة بما يقرأ: تركيز الانتباه على عبارات بعينها، وإعادة مطالعتها والتأمل كثيرا في مضمونها. ذلك لأن أمثال هذه العبارات يعد بمثابة ((مفاتيح الإنارة العلمية)) التي تكشف لك العديد من الاتجاهات، وتنير لك الكثير من دروب الفكر، وتكون في يدك بمثابة العلامات الهادية على طريق البحث العلمي.\nولقد أعجبني من هذه العبارات ما يلي: إنه كما قال البعض: \"أنكر كثيرا ولم يثبت شيئا\".\nونحن نعرف أن إثارة الشكوك، وتركها معلقة دون إجابات صحيحة هو لب المنهج التلمودي الذي يسيطر الآن على الفكر الغربي الحديث ص 201 وجاء بالكتاب، نسبة إلى د. زكي مبارك: \"إن الأستاذية في الأدب عبء ثقيل لا ينهض به إلا الأقلون. وهي تفرض الاطلاع الشامل على خير ما أبدع العرب في خمسة عشر قرنا، وهي تفرض البصر الثاقب بأصول الأساليب وهي تفرض العناء المطلق في التعرف على فحول الكتاب والخطباء والشعراء\". ص84.\nويقول المؤلف: \"إن التجارب العديدة أثبتت أن الفنيين في التعليم لم يكونوا إلا قسسا أمثال دنلوب، أو مستشرقون متصلون1 بالكنائس أو الاستعمار الغربي، ولم يكن هناك الفنيون المتجردون من الهوى والغاية، الذين يفهمون كيف يكون التعليم في بلد مسلم، وليس عندهم إلا مناهج الإرساليات وهي موجودة والحمد لله!! في مصر، والعالم العربي بوفرة، وقد نقلت مناهجها إلى المدارس الوطنية منذ قدوم دنلوب عام 1886م تقريبا\" ص 104.\nوجاء بالكتاب أيضا قول المؤلف: \"إن طه حسين قد تعلم فيما تعلم شيئا هاما2 جدا بعد التجارب المريرة:\nألا يهاجم الدين - بل يهاجم - المؤسسات والأفراد.\n1 كذا بالأصل، والصواب: مستشرقين متصلين..\n2 الصواب: مهما، ومن الأفضل تغيير كلمة (خلق) الواردة في الفقرة نفسها.\nالجزء: 1 ¦ الصفحة: 202\n",
        "فهو حينما يهاجم الأزهر إنما يهاجم الإسلام من الداخل وذلك أسلوب كانت له آثار بعيدة في خلق جوّ من استهانة الناس بعلماء الإسلام، والنظر إليهم على أنهم ليسوا أهلا لأن يقدّموا التوجيه للمسلمين. . \" ص 107.\nونقول: هذا ما فعله طه حسين حين هاجم الأزهر وطالب المسئولين بإلغائه وإلغاء المعاهد الدينية العلمية، وتوحيد التعليم على أساس مدني بحت، وجعل الأزهر كلية لاهوتية فقط على النظام الأوربي، فهل أغناه ذلك شيئا في قدومه على ربه سبحانه؟ 1.\nوبعد. .\nفإن هذا كتاب جدير بالقراءة لأن هناك آخرين يحملون راية طه حسين ويرددون نفس أقواله، {وَلا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِنْهُمْ إِلا قَلِيلاً مِنْهُمْ} فلتكن أعينكم مفتوحة على الخطر مهما كان مصدره، ولتكن رؤوسكم مرفوعة في وجه المنحرفين والمشككين مهما كان حجمهم ووزنهم.\nولتكن عقولكم مفتوحة على كل الثقافات لمعرفة الصحيح منها والفاسد، {لِيَمِيزَ اللَّهُ الْخَبِيثَ مِنَ الطَّيِّبِ} .\nوطوبى لمن عرف الحق فاتبعه، وعرف الباطل فاقتلعه، فإنما ينتصر الإسلام بجنود يتحدون الضلال فيصرعونه ولا يتركونه حتى يصرعهم.\nإبراهيم محمد سرسيق\nالمدرس في كلية القرآن الكريم والدراسات الإسلامية.\n1 راجع مقالة (الخطوة الثانية) صحيفة الجمهورية المصرية 21_10_1955م وكانت الخطوة الأولى التي هلل لها وفرح بها هي إلغاء المحاكم الشرعية.\nالجزء: 1 ¦ الصفحة: 203\n",
        ""
    ]
}