{
    "1": [
        "طريقك إلى الدعاء المستجاب\nحقيقة الدعاء و\nأقسامه\nأخي المسلم: إن نعم الله تعالى على عباده كثيرة لا يطيقها الإحصاء، وإن آلاءه تعالى نازلة على العباد في صباحهم ومسائهم.\nوإنه لمن النعم الجليلة أن يدعو الله تعالى عباده إلى سؤاله وعرض حاجاتهم، وأن يعدهم تبارك وتعالى الإجابة وتحقيق المطلوب .. {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ} [غافر: 60].\nوما أروع ذلك المثل الذي ضربه مورق العجلي رحمه الله وهو يصف حال المؤمن في الدعاء، فقال: (ما وجدت للمؤمن مثلا إلا رجلا في البحر على خشبة فهو يدعو: يا رب يا رب لعل الله عز وجل أن ينجيه!\nما هو الدعاء؟\nقالوا عن الدعاء: إنه الابتهال إلى الله بالسؤال، والرغبة فيما عنده من الخير والتضرع إليه في تحقيق المطلوب، والنجاة من المرهوب.\nوقال الإمام ابن القيم رحمه الله: هو طلب ما ينفع الداعي وطالب كشف ما يضره أو دفعه:\nأقسامه:\nينقسم الدعاء إلى قسمين:\n1 -\nدعاء عبادة\n2 -\nدعاء مسألة.\nالجزء: 1 - الصفحة: 5\n",
        "دعاء العبادة\n: هو الشامل لجميع القربات الظاهرة والباطنة.\nدعاء المسألة\n: أن يطلب الداعي ما ينفعه وما يكشف ضره.\nقال الشيخ عبد الرحمن السعدي رحمه الله: «كل ما ورد في القرآن من الأمر بالدعاء والنهي عن دعاء غير الله والثناء على الداعين يتناول دعاء المسألة ودعاء العبادة».\nوهذه قاعدة نافعة، فإن أكثر الناس إنما يتبادر لهم من لفظ الدعاء، والدعوة دعاء المسألة فقط ولا يظنون دخول جميع العبادات في الدعاء. وهذا خطأ جرهم إلى ما هو شر منه، فإن الآيات صريحة في شموله لدعاء المسألة ودعاء العبادة.\nوقد أشار الإمام ابن القيم أن دعاء المسألة ودعاء العبادة متلازمان لا ينفك أحدهما عن الآخر، فكل دعاء عبادة مستلزم لدعاء المسألة، وكل دعاء مسألة متضمن لدعاء العبادة.\nأخي المسلم: دعاء الله تعالى شفاء للقلوب وسعادة في الدارين. فلا غزو أن تداوي به العارفون .. ولزم محجته المتقون.\nأما رأيت أن الله تعالى ذم أقوامًا في كتابه؛ بإعراضهم عن دعائه تعالى، والتضرع إليه ووصفهم بقسوة القلوب، فقال تعالى: {فَلَوْلَا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا وَلَكِنْ قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ} [الأنعام: 43].\nقال عبد الله الأنطاكي رحمه الله: دواء القلب خمسة أشياء: مجالسة الصالحين، وقراءة القرآن، وإخلاء البطن من الحرام، وقيام\nالجزء: 1 - الصفحة: 6\n",
        "الليل، والتضرع عند الصبح.\nوقال ابن القيم رحمه الله: «والدعاء من أنفع الأدوية؛ وهو عدو البلاء يدافعه ويعالجه ويمنع نزوله ويرفعه، أو يخففه وهو سلاح المؤمن».\nأخي المسلم: وإن أعظم ما في الدعاء أنك تناجي فيه ملك الملوك؟ من ليس كمثله شيء، من بيده ملكوت كل شيء. فلا أحد يحجبك عن مناجاته. ولا واسطة، ولا شيء يحجب صوتك .. فلتجعل دعاء الله تعالى طريقك إلى رحمة الله تعالى التي وسعت كل شيء.\nمن فضائل الدعاء\nأخي المسلم: لو لم يكن للدعاء من الفضائل إلا قربك من مولاك تعالى لكفى؛ فكيف وللدعاء من الفضائل والبركات الشيء الكثير؟\nوأول هذه الخيرات ما يجد الداعي من صلاح القلب:\nقال شيخ الإسلام ابن تيمية رحمه الله: «وإذا دعا العبد ربه بإعطاء المطلوب ودفع المرهوب؛ جعل له من الإيمان بالله ومحبته ومعرفته وتوحيده ورجائه وحياة قلبه واستنارته بنور الإيمان ما قد يكون أنفع له من ذلك المطلوب إن كان عرضًا من الدنيا».\nالدعاء امتثال لأمر الله\n:\nفالداعي ممتثل لأمر الله تعالى؛ إذ قال تعالى: {وَقَالَ رَبُّكُمُ\nالجزء: 1 - الصفحة: 7\n",
        "ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ} [غافر: 60].\nالدعاء عبادة\n:\nفي الدعاء تحقيق لعبادة الله تعالى والتي هي الغاية العظمى.\nقال رسول الله - صلى الله عليه وسلم -: «الدعاء هو العبادة» (1).\nالدعاء محبوب إلى الله تعالى\n:\nالداعي متقرب إلى الله تعالى بشيء يحبه، وكريم لديه.\nقال - صلى الله عليه وسلم -: «ليس شيء أكرم على الله عز وجل من الدعاء» (2).\nقال الزبيدي رحمه الله «وإنما صار الدعاء كريمًا على الله: لدلالته على قدرة الله وعجز الداعي».\nالدعاء سبب لانشراح الصدر\n:\nوفي الدعاء دواء وبلسم شافي لأدواء الصدور من الهموم والغموم والأحزان وضيق الصدر؛ وفي الأدعية المأثورة عن النبي - صلى الله عليه وسلم - بعض الأدعية المعينة على انشراح الصدور وزوال أحزانها.\nثمار الدعاء مضمونة\n:\nمن أكثر من دعاء الله تعالى نال ثماره لا محالة؛ إما في الدنيا وإما في الآخرة.\n(1) رواه أبو داود والترمذي وابن ماجه.\n(2) رواه الترمذي وأحمد/ صحيح الجامع: (5392).\nالجزء: 1 - الصفحة: 8\n",
        "قال النبي - صلى الله عليه وسلم -: «ما من مسلم يدعو ليس بإثم ولا بقطيعة رحم إلا أعطاه الله إحدى ثلاث: إما أن يعجل له دعوته، وإما أن يدخرها له في الآخرة، وإما أن يدفع عنه من السوء مثلها» قال: إذا نكثر! قال: «الله أكبر» (1).\nالدعاء يدفع البلاء قبل نزوله وبعد نزوله\n:\nوهذه فضيلة عظيمة من فضائل الدعاء غفل عنها الكثيرون.\nقال - صلى الله عليه وسلم - «من فُتح له منكم باب الدعاء فتحت له أبواب الرحمة، وما سئل الله شيئًا يعطى أحب إليه من أن يُسأل العافية؛ إن الدعاء ينفع مما نزل ومما لم ينزل؛ فعليكم عباد الله بالدعاء» (2).\nالدعاء سبب للثبات والنصر على الأعداء\n:\nقال الله تعالى: {وَلَمَّا بَرَزُوا لِجَالُوتَ وَجُنُودِهِ قَالُوا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ} [البقرة: 250]. فكان عندها النصر والظفر: {فَهَزَمُوهُمْ بِإِذْنِ اللهِ وَقَتَلَ دَاوُدُ جَالُوتَ} [البقرة: 251].\nالدعاء مفزع المظلومين\n:\nالدعاء سلاح المظلومين .. ومفزع المكسورين. وفي وصية النبي - صلى الله عليه وسلم - لمعاذ بن جبل رضي الله عنه لما بعثه إلى اليمن: «واتق دعوة\n(1) رواه البخاري في الأدب المفرد/ صحيح الأدب (547).\n(2) رواه الترمذي/ صحيح الجامع (3409).\nالجزء: 1 - الصفحة: 9\n",
        "المظلوم فإنه ليس بينها وبين الله حجاب» (1).\nشروط الدعاء\nأخي المسلم: للدعاء الصحيح شروط لا بد من توفرها فيه؛ إذا أردت لدعائك أن يصعد إلى السماء ..\nأولاً: الله تعالى وحده هو القادر على إجابة الدعاء:\nهذا شرط أساسي من شروط الدعاء، أن يكون الداعي عالمًا بأن الله تعالى وحده هو القادر على إجابة دعائه، وإذا أيقن الداعي بذلك توجه إلى الله بقلب صادق. ضارعًا .. متذللاً.\nقال الله تعالى: {أَمْ مَنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ} [النمل: 62].\nثانيًا: إفراد الله تعالى بالدعاء:\nوهذا هو أساس الدعاء وهو: أن لا يدعو إلا الله تعالى، وإشراك غير الله معه في الدعاء شرك بالله تعالى.\nوها هو النبي - صلى الله عليه وسلم - يعلم ابن عباس رضي الله عنهما هذه القاعدة المهمة. إفراد الله تعالى بالسؤال وفي ذلك تعليم للأمة ولفت لها إلى هذه القاعدة ..\nقال - صلى الله عليه وسلم -: في وصيته لابن عباس: «يا غلام إني أعلمك كلمات، احفظ الله يحفظك، احفظ الله تجده تجاهك، إذا سأل فاسأل الله،\n(1) رواه البخاري ومسلم.\nالجزء: 1 - الصفحة: 10\n",
        "وإذا استعنت فاستعن بالله» (1).\nثالثًا: التوسل إلى الله تعالى بالمشروع:\nالتوسل إلى الله تعالى بالتوسل المشروع من لوازم الدعاء الصحيح، ونجد البعض يخطئون في توسلهم إلى الله تعالى؛ إما بطرق مبتدعة أو شركية.\nوأنواع التوسلات المشروعة ثلاث:\n(1) التوسل باسم من أسماء الله تعالى، أو بصفة من صفاته.\n(2) التوسل بالأعمال الصالحة.\n(3) التوسل بدعاء الرجل الصالح الحي.\nوكل هذه التوسلات لها أدلتها من الكتاب والسنة وفعل السلف الصالح رضي الله عنهم.\nرابعًا: حسن الظن بالله تعالى:\nأن يدعو الله تعالى وهو يحسن الظن بربه تعالى؛ فلا يعدون دعاء شاك مرتاب، فالله تعالى مع عبده إذا كان ممن يحسنون الظن به تبارك وتعالى\nوفي الحديث القدسي، يقول الله عز وجل: «أنا عند حسن ظن عبدي بي وأنا معه حيث يذكرني» (2).\n(1) رواه الترمذي وأحمد/ صحيح الترمذي (2516).\n(2) رواه البخاري ومسلم.\nالجزء: 1 - الصفحة: 11\n",
        "لذا أرشدنا النبي - صلى الله عليه وسلم - أن ندعو ونحن نحسن الظن بالله تعالى ..\nقال رسول الله - صلى الله عليه وسلم -: «ادعوا الله وأنتم موقنون بالإجابة» (1).\nخامسًا: عدم الاستعجال:\nعلى الداعي أن لا يتعجل الإجابة .. قال رسول الله - صلى الله عليه وسلم -: «يُستجاب لأحدكم ما لم يعجل، فيقول: قد دعوت فلم يُستجب لي» (2).\nسادسًا: إطابة المأكل:\nوهو من الشروط المهمة للدعاء المستجاب؛ وقد غفل عنه الناس!\nوما علموا أن الكثيرين يُرد دعاؤهم بسبب عدم إطابة المطعم ..\nقال الله تعالى {إِنَّمَا يَتَقَبَّلُ اللهُ مِنَ الْمُتَّقِينَ} [المائدة: 27].\nوفي عبارات جامعة نفيسة لخص لنا سهل بن عبد الله رحمه الله شروط الدعاء الذي يرجو به صاحبه تحقق المطلوب والظفر بقضاء الحاجات.\nفقال رحمه الله: «شروط الدعاء سبعة: أولها: التضرع والخوف والرجاء، والمداومة والخشوع والعموم وأكل الحلال».\nأخي المسلم: إتيانك بشروط الدعاء، وحرصك عليها يضمن\n(1) رواه الترمذي والحاكم صحيح الجامع (2459.\n(2) رواه البخاري ومسلم.\nالجزء: 1 - الصفحة: 12\n",
        "لك صحة الدعاء، وإذا صح دعاؤك كان أرجى للقبول، فإذا أضفت إليه\nآداب الدعاء\n، وسَلَم من موانع الإجابة؛ اخترق دعاؤك الحجب وظفرت بتحقق المراد ونعمت مع أهل الإجابة.\nفاحرص على معرفة شروط الدعاء المستجاب، واجعل من همك العمل بها بعد علمها.\nآداب الدعاء\nأخي المسلم: آداب الدعاء مفتح عجيب للدعاء المستجاب .. وإذا لم يأت الداعي بآداب الدعاء يصبح دعاؤه لا معنى له!\nولهذه الآداب أثر قوي في استجابة الدعاء .. ومن لم يأت بها في دعائه فمثله كمثل رجل دخل على ملك من ملوك الدنيا يطلب بره وإحسانه، فلم يبتدئ الملك بالسلام، ولم يقدم بين يدي حديثه كلمات لطيفة؛ بل ابتدأه بحاجته مباشرة! فتأمل فيمن هي هذه حاله أتراه يظفر بحاجاته ومطلوبه؟ !\nإذا فهمت هذا فلتعلم أن الله تعالى أولى وأحق من تأدب له العباد، ووقفا بين يديه بقلوب الذلة والخضوع، قبل قلوب المسألة والدعاء.\nومن الآداب التي ينبغي أن تراعيها وأنت تقف بين يدي مولاك داعيًا متضرعًا.\nحمد الله تعالى والصلاة والسلام على النبي - صلى الله عليه وسلم -\n:\nوهذا أول ما يبدأ به الداعي: أن يحمد الله تعالى ويثني عليه بما\nالجزء: 1 - الصفحة: 13\n",
        "هو أهله، ثم يصلي ويسلم على النبي - صلى الله عليه وسلم - ثم يذكر مسألته.\nعن فضالة بن عبيد رضي الله عنه قال: بينا رسول الله - صلى الله عليه وسلم - قاعد إذ دخل رجل فصلى، فقال: اللهم اغفر لي وارحمني.\nفقال رسول الله - صلى الله عليه وسلم -: «عجلت أيها المصلي، إذا صليت فقعدت، فاحمد الله بما هو أهله وصل علي ثم ادعه».\nقال: ثم صلى رجل آخر بعد ذلك فحمد الله، وصلى على النبي - صلى الله عليه وسلم -.\nفقال له النبي - صلى الله عليه وسلم -: «أيها المصلي ادع تجب» (1).\nالوضوء\n:\nوهو من الآداب الحسنة؛ حتى تُقبل على الله تعالى طاهرًا .. متهيئًا لمناجاته ودعائه .. وفي حديث أبي موسى الأشعري رضي الله عنه: لما استغفر النبي - صلى الله عليه وسلم - لعبيد أبي عامر، دعا بماء فتوضأ ثم رفع يديه، فقال: «اللهم اغفر لعبيد أبي عامر» (2).\nاستقبال القبلة\n:\nوهي الرمز الصادق للتوجه الصادق ولما دعا النبي - صلى الله عليه وسلم - على كفار قريش استقبل القبلة (3).\nرفع الأيدي أثناء الدعاء\n:\n(1) رواه أبو داود الترمذي/ صحيح الترمذي (3476).\n(2) رواه البخاري ومسلم والحديث طويل.\n(3) الحديث رواه البخاري ومسلم.\nالجزء: 1 - الصفحة: 14\n",
        "وهو شعار التذلل والخضوع والمسكنة، وكلما ازدادت الحاجة ازداد رفع الأيدي والتضرع، لذا كان رفع الأيدي في الاستسقاء أكثر لعظم الحاجة للغيث.\nقال النبي - صلى الله عليه وسلم -: «إن الله حي كريم يستحي إذا رفع الرجل إليه يديه أن يردهما صفرًا خائبتين» (1).\nتقديم عمل صالح قبل الدعاء\n:\nوإذا قدم الداعي بين يدي دعائه عملاً صالحًا؛ كصلاة أو صيام أو صدقة، كان ذلك من الآداب الحسنة التي يُرجى لصاحبها الاستجابة؛ لذلك كان الدعاء بعد الصلوات المفروضة أرجى للإجابة لأنه وقع بعد عمل صالح ..\nاختيار أحسن الألفاظ وأجمعها\n:\nويحسن بالداعي أن يكثر من الأدعية المأثورة عن النبي - صلى الله عليه وسلم - وللداعي أن يكثر من الدعاء بما شاء، ولكن في بعض المواطن إذا اقتصر على المأثور فذلك أفضل.\nخفض الصوت في الدعاء\n:\nوالداعي مناج لربه تبارك وتعالى، وهو تعالى يعلم السر وأخفى، كما أن خفض الصوت يدل على التذلل والخضوع وحسن الأدب ..\nوقد مدح الله تعالى نبيه زكريا عليه الصلاة والسلام بخفض\n(1) رواه أبو داود والترمذي وابن ماجه / صحيح أبي داود (1488).\nالجزء: 1 - الصفحة: 15\n",
        "الصوت في الدعاء، فقال تعالى: {ذِكْرُ رَحْمَةِ رَبِّكَ عَبْدَهُ زَكَرِيَّا * إِذْ نَادَى رَبَّهُ نِدَاءً خَفِيًّا} [مريم 2، 3].\nاختيار الاسم الذي يليق بجلاله تبارك وتعالى\n: فيدعو الله تعالى بما جاء في القرآن والسنة من أسمائه الحسنى عز وجل، ولا يتجاوز ذلك إلى الأسماء التي لم ترد في القرآن والسنة أو الأسماء التي ابتدعها المبتدعة وأهل الأهواء.\nقال الله تعالى: {وَلِلهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا} [الأعراف: 180].\nقال الإمام القرطبي: سمى الله سبحانه أسماءه بالحسنى لأنها حسنة في الأسماع والقلوب، فإنها تدل على توحيده وكرمه، وجوده ورحمته وإفضاله.\nأخي المسلم: تلك شذرات غالية في آداب الدعاء فاجعلها خير غلاف لدعائك.\nأسباب عدم إجابة الدعاء\nأخي المسلم: المسلم متعبد بالدعاء فهو يدعو الله تعالى دومًا سواء استجيب له أم لم يستجب له، والمؤمن الصادق لا تمنعه عدم الإجابة من الدعاء، فهو دائمًا واقفا بباب ربه تبارك وتعالى، لا يمل من طرق الباب.\nقال أبو الدرداء: رضي الله عنه: «ارفعوا هذه الأيدي بالدعاء قبل أن تُغل بالأغلال! ».\nالجزء: 1 - الصفحة: 16\n",
        "وقال سفيان بن عيينة رحمه الله: «لا يمنعن أحدًا الدعاء ما يعلم في نفسه - يعني من التقصير فإن الله قد أجاب دعاء شر خلقه وهو إبليس حين قال: «رب فأنظرني إلى يوم يبعثون».ولكن الدعاء عبادة كغيره من العبادات له شروط وأركان كما مر معك، وله موانع إذا وجدت لم يُقبل.\nوقد سأل الناس قديمًا وحديثًا: لماذا ندعو فلا يستجاب لنا؟ !\nولكن الكثيرين من هؤلاء لم يحاسبوا أنفسهم، ولم يحرصوا على معرفة عدم الاستجابة، ولو حاسبوا أنفسهم حساب المؤمنين الصادقين؛ لوقفوا على أسباب عدم الإجابة؛ ولكن النفوس دائمًا مولعة بحب العاجل، تريد الذي لها، ولا تريد أن تعرف الذي عليها! وهذا هو الذي أورثها الأدواء.\nوحري بطالب المعالي والدرجات السامية أن يسعى إلى تهذيب نفسه وتطهيرها عن الأدران.\nأخي المسلم: أسباب عدم إجابة الدعاء متنوعة؛ فإذا دعوت الله تعالى ينبغي أن تضع نصب عينيك الآتي:\nأولاً: الله تعالى مالك الملك:\nفإن الله تعالى بيده مقاليد كل شيء، يفعل في ملكه ما يشاء لا مكره له على شيء: {لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ} [الأنبياء: 23].\nفينبغي على الداعي أن يعلم ذلك ولا يتعجل الإجابة في كل\nالجزء: 1 - الصفحة: 17\n",
        "دعاء، وإذا اعتقد العبد هذا؛ كانت نفسه طيبة عند تأخر الإجابة.\nثانيًا: قد يكون في التأخير منفعة:\nوهذا سر من أسرار الدعاء يخفى على الكثيرين؛ فإن العبد لضعفه يرى مصلحته في تحقق مراده، ولا يلتفت إلى الحكم الإلهية والتقديرات الربانية.\nوأحيانًا يكون من مصلحة الداعي تأخر الإجابة أو عدم الإجابة ..\nقال الله تعالى: {كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَكُمْ وَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَكُمْ وَعَسَى أَنْ تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَكُمْ وَاللهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ} [البقرة: 216].\nوجاء أن بعض السلف كان يسأل الله تعالى الغزو، فهتف به هاتف: إنك إن غزوتَ أُسرتَ وإن أُسرت تنصرت!\nثالثًا: المعاصي:\nوهي الداء الأكبر الذي حجب دعاء العباد عن الصعود، وأكثر أولئك الذين يشكون من عدم إجابة الدعاء آفتهم المعاصي!\nقال عمر بن الخطاب رضي الله عنه: «بالورع عما حرم الله يقبل الله الدعاء والتسبيح».\nوقال بعض السلف: «لا تستبطئ الإجابة وقد سددت طرقها بالمعاصي».\nفقد عمت المعاصي وتطاير شررها في كل مكان، والعصاة\nالجزء: 1 - الصفحة: 18\n",
        "غافلون .. ولكن إذا نزلت المصيبة رأيتهم يجأرون إلى الله تعالى! ومثل هؤلاء كمثل رجل حارب ملكًا من ملوك الدنيا ونابذه العداوة زمنًا طويلاً ثم جاءه مرة يطلب إحسانه ومعروفه!\nفما ظنك بهذا الرجل؟ ! هل سيدرك مطلوبه؟ ! كلا! لن يدرك مطلوبه إلا إذا صفا الود بينه وبين ذلك الملك.\nفهذا هو مثل العاصي الذي يبيت ويصبح مبارزًا لربه تعالى بالمعصية ثم إذا وقع في شدة يرجو من الله أن يجيب دعاءه!\nقيل لإبراهيم بن أدهم رحمه الله: ما بالنا ندعو فلا يُستجاب لنا؟\nقال: «لأنكم عرفتم الله فلم تطيعوه! وعرفتم الرسول - صلى الله عليه وسلم - فلم تتبعوا سنته! وعرفتم القرآن فلم تعملوا به! وأكلتم نعم الله فلم تؤدوا شكرها! وعرفتم الجنة فلم تطلبوها! وعرفتم النار فلم تهربوا منها! وعرفتم الشيطان فلم تحاربوه ووافقتموه! وعرفتم الموت فلم تستعدوا له! ودفنتم الأموات فلم تعتبروا! وتركتم عيوبكم واشتغلتم بعيوب الناس! ».\nوجاء في الأثر: أنه أصاب الناس قحط شديد على عهد موسى عليه السلام، فخرج ببني إسرائيل يستقي بهم، فلم يُسقوا حتى خرج ثلاث مرات ولم يُسقوا فأوحى الله عز وجل إلى موسى عليه الصلاة والسلام: «إني لا أستجيب لك ولا لمن معك وفيك نمام» فقال موسى عليه السلام: «يا رب ومن هو حتى نخرجه؟ » فأوحى الله عز وجل إليه: «يا موسى أنهاكم عن النميمة وأكون نمامًا؟ » فقال\nالجزء: 1 - الصفحة: 19\n",
        "موسى عليه السلام لبني إسرائيل: «توبوا إلى ربكم بأجمعكم عن النميمة» فتابوا، فأرسل الله تعالى عليهم الغيث.\nأخي المسلم: فاحذر عاقبة المعاصي .. فإنك لن تستعين على الدعاء المستجاب بشيء أقوى من ترك المعاصي! فترك المعاصي مفتاح لباب الدعاء المستجاب.\nأوقات وأماكن إجابة الدعاء\nأخي المسلم: لتفوز بإجابة الدعاء لا بد أن تعلم أن هنالك أوقاتاً وأمكنة يُستجاب فيها الدعاء، وهي أوقات وأمكنة فاضلة .. ومباركة.\nليلة القدر\n:\nوهي الليلة المباركة .. {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ إِنَّا كُنَّا مُنْذِرِينَ} [الدخان: 3]. وكان النبي - صلى الله عليه وسلم - يحصر على قيامها، ويحيى لأجلها ليالي العشر الأواخر من رمضان ..\nدعاء يوم عرفة\n:\nوهو يوم المغفرة، ويوم العتق من النار لمن فاز بالوقوف بتلك الأماكن الطاهرة. قال النبي - صلى الله عليه وسلم -: «خير الدعاء دعاء يوم عرفة» (1).\nالساعة التي في يوم الجمعة\n:\n(1) رواه الترمذي صحيح الترمذي (3585).\nالجزء: 1 - الصفحة: 20\n",
        "وهي ساعة أخبرنا النبي - صلى الله عليه وسلم -: أن الدعاء فيها مستجاب قال رسول الله - صلى الله عليه وسلم -: «إن في الجمعة لساعة لا يوافقها مسلم قائم يصلي يسأل الله خيرًا إلا أعطاه إياه» وقال بيده يقللها ويزهدها (1).\nوقد اختلف العلماء في تحديد هذه الساعة، والذي رجحه الحافظ ابن حجر (رحمه الله) في \"فتح الباري\" فقد رجح قولين: الأول: ما بين الأذان إلى انقضاء الصلاة. والثاني: بعد العصر ولكن من دعا الله تعالى في هذا اليوم كله كان على أمل كبير في إدراك هذه الساعة.\nالدعاء دبر الصلوات\n:\nوهو وقت مبارك فاحرص على اغتنامه وسئل النبي - صلى الله عليه وسلم -: يا رسول الله أي الدعاء اسمع؟ قال: «جوف الليل الآخر، ودبر الصلوات المكتوبات» (2) قال مجاهد (رحمه الله): إن الصلاة جُعلت في خير الساعات فعليكم بالدعاء خلف الصلوات.\nالدعاء في جوف الليل وآخره:\nوهو الوقت الذي تنافس الصالحون في إحياء ساعاته ويخلو فيه العبد بمناجاة ربه تبارك وتعالى.\nوأعظم ما في تلك اللحظات ما أخبرنا عنه النبي - صلى الله عليه وسلم - عندما قال: «ينزل ربنا تبارك وتعالى كل ليلة إلى السماء الدنيا حين يبقى\n(1) رواه البخاري ومسلم.\n(2) رواه الترمذي / صحيح الترمذي (3499).\nالجزء: 1 - الصفحة: 21\n",
        "ثلث الليل الآخر يقولك من يدعوني فأستجيب له، مَنْ يسألني فأعطيه، من يستغفرني فأغفر له» (1).\nالدعاء عند السجود\n:\nهي لحظات شريفة؛ يكون العبد فيها قريبًا من ربه تبارك وتعالى .. يناجيه مناجاة تضرع وتذلل.\nقال رسول الله - صلى الله عليه وسلم -: «أقرب ما يكون العبد من ربه وهو ساجد فأكثروا من الدعاء» (2).\nالدعاء بعد الوضوء\n:\nوهو أيضًا وقت فاضل؛ إذ أن العبد فرغ من طاعة لله تعالى، وتطهر من الحدثين؛ فكان الدعاء بعد ذلك أرجى للقبول والاستجابة.\nقال رسول الله - صلى الله عليه وسلم -: «من توضأ فأحسن الوضوء ثم قال: أشهد أن لا إله الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله، اللهم اجعلني من التوابين واجعلني من المتطهرين فتحت له ثمانيةُ أبواب الجنة يدخل من أيها شاء» (3).\nدعاء الصائم والمسافر\n:\nالصائم إذا أفطر له دعوة لا تُرد وكذلك المسافر .. قال رسول\n(1) رواه البخاري ومسلم.\n(2) رواه مسلم.\n(3) رواه مسلم وأبو داود والترمذي.\nالجزء: 1 - الصفحة: 22\n",
        "الله - صلى الله عليه وسلم -: «ثلاث دعوات لا تُرد دعوة الوالد، ودعوة الصائم، ودعوة المسافر» (1).\nالدعاء بين الأذان والإقامة\n:\nوهو أيضًا من الأوقات الجليلة قال رسول الله - صلى الله عليه وسلم -: «الدعاء لا يُرد بين الأذان والإقامة» (2).\nالدعاء عند النداء وعند نزول المطر\n:\nقال رسول الله - صلى الله عليه وسلم -: «ثنتان ما تُرادان: الدعاء عند النداء، وتحت المطر» (3).\nعند الاستيقاظ من النوم والدعاء بهذا\n:\nقال النبي - صلى الله عليه وسلم -: «من تعار من الليل فقال: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، الحمد لله، وسبحان الله، ولا إله إلا الله، والله أكبر، ولا حول ولا قوة إلا بالله ثم قال: اللهم اغفر لي، أو دعا استجيب له، فإن توضأ وصلى قُبلت صلاته» (4).\nالدعاء عند المشاعر الطاهرة\n:\nأخي المسلم: إذا قدر الله لك النزول بالبلد الأمين، حيث البيت\n(1) رواه البيهقي/ سلسلة الصحيحة: 1797.\n(2) رواه أبو داود والترمذي/ صحيح أبي داود (521).\n(3) رواه أبو داود والحاكم صحيح الجامع: (3078).\n(4) رواه البخاري.\nالجزء: 1 - الصفحة: 23\n",
        "الحرام زاده الله تشريفًا وتلك المشاعر الطاهرة؛ فلتكثر من الدعاء بلا ملل. فأنت هنالك قريب من الرحمة ..\nوتطل عليك تلك المشاعر: إبتداء بالكعبة المشرفة، وهناك أيضًا: مقام إبراهيم، والصفا والمروة، وزمزم ..\nوإذا حللت أرض منى فلا تنسى أن تكثر من الدعاء عند الجمرة الكبرى يوم النحر، والجمرة الصغرى والجمرة الوسطى أيام التشريق.\nوإذا حللت مزدلفة فلا تنسى أن تذكر الله تعالى وتدعوه كثيرًا عند المشعر الحرام.\nأخي المسلم: بقي أن أقول لك: تلك الأوقات والأماكن جعلها الله تعالى علامات لعباده؛ يتزودون منها لدنياهم وآخرتهم .. فالمحروم حقًا من ضيع تلك الفرص .. وغفل عن تلك المنح الإلهية.\nروح الدعاء المستجاب\nأخي المسلم: إن للجسد روح يحيا بها ويعيش بها بين الأحياء، ويوم أن تخرج هذه الروح من الجسد يصبح في عالم الأموات؛ ويصبح وقتها لا معنى من وجوده، فيواري التراب! ولتعلم أيها الداعي أن للدعاء أيضًا روح تحركه ليصبح دعاء حيًا ينبض بالحياة؛ حتى يصعد عاليًا ليعود لصاحبه ببشرى الإجابة.\nأخي المسلم: أتدري ما هي روح الدعاء المستجاب؟ !\nهي: (التذلل والافتقار إلى الله تعالى) فإذا أردت لدعائك أن\nالجزء: 1 - الصفحة: 24\n",
        "يصعد حقًا فتأمل في حالك وقت الدعاء: هل أنت ممن يدعون دعاء الراغب .. الراهب .. المستكين .. الخاضع .. المتذلل .. الفقير إلى ما عند ربه تبارك وتعالى؟ أم أنت إذا دعوت: دعوت دعاء غافل .. لاه؟ ! أيها الداعي: إن التذلل والخضوع والافتقار إلى الله تعالى أثناء الدعاء له مفعول عجيب في إجابة الدعاء ..\nوقد غفل الكثيرون عن ذلك؛ فتجد أحدهم إذا دعا أخرج كلمات جافة لا أثر للخضوع والتذلل فيها، وقد نسي هذا أنه يخاطب ملك الملوك المتفرد بالجلال والكبرياء.\nقال أبو حفص رحمه الله: أحسن ما يتوسل به العبد إلى الله: دوام الافتقار إليه على جميع الأحوال، وملازمة السنة في جميع الأفعال وطلب القوت من وجه حلال.\nوقال بعضهم: «ادع بلسان الذلة والافتقار لا بلسان الفصاحة والانطلاق».\nأخي المسلم: إن أثر التذلل والخضوع على إجابة الدعاء سريع .. مضمون الفائدة؛ ولا يعلم هذا إلا من جربه ..\nوإليك هذه النماذج تبرهن لك أن أثر التذلل على إجابة الدعاء لا يتخلف.\nقيل: أصاب الناس قحط على عهد داود عليه الصلاة والسلام فاختاروا ثلاثة من علمائهم فخرجوا حتى يستسقوا بهم.\nفقال أحدهم: اللهم إنك أنزلت في توراتك أن نعفو عمن\nالجزء: 1 - الصفحة: 25\n",
        "ظلمنا اللهم إنا ظلمنا أنفسنا فاعف عنا.\nوقال الثاني: اللهم إنك أنزلت في توراتك أن نعتق أرقاءنا، اللهم إنا أرقاؤك فأعتقنا.\nوقال الثالث: اللهم إنك أنزلت في توراتك أن لا نرد المساكين إذا وقفوا بأبوابنا اللهم إنا مساكينك وقفنا ببابك فلا ترد دعاءنا فسقوا.\nوفي عهد عبد الرحمن الثالث الخليفة الأموي على بلاد الأندلس، أمسكت السماء ذات مرة عن المطر فدعا الخليفة الناس إلى الاستسقاء.\nوكان قاضي الجماعة يومها منذر بن سعيد رحمه الله فبعث إليه الخليفة أن يخرج بالناس إلى صلاة الاستسقاء. ولما جاء ر سول الخليفة إلى منذر، قال له منذر: كيف تركت مولانا؟ قال: تركته قد نزل عن سريره وافترش التراب! فقال منذر: أبشروا بالفرج فإنه إذا ذل جبار الأرض رحم جبار السماء!\nثم خرج الناس بعدها للاستسقاء فسقُوا.\nأخي المسلم: لذلك كان أرجى الدعاء بالإجابة ما تضمن الخضوع والتذلل والاعتراف بالذنب.\nوإذا أردت معرفة دعاء يجمع هذه الخصال؛ فقد أرشدك النبي - صلى الله عليه وسلم - إلى ذلك في قوله - صلى الله عليه وسلم -: «دعوة ذي النون إذا دعا وهو في بطن الحوت: لا إله إلا أنت سبحانك إني كنت من الظالمين، فإنه لم\nالجزء: 1 - الصفحة: 26\n",
        "يدع بها رجل مسلم في شيء قط إلا استجاب الله له» (1).\nوتأمل قليلا في هذه القصة التي يرويها لنا الإمام ابن الجوزي عن نفسه، وهي تجربة عالم خبير بهذا الترياق ..\nقال الإمام ابن الجوزي رحمه الله: عرض لي أمر يحتاج إلى سؤال الله عز وجل، ودعائه فدعوت وسألت فأخذ بعض أهل الخير يدعو معي فرأيت نوعًا من أثر الإجابة فقالت لي نفسي: هذا بسؤال ذلك العبد لا بسؤالك.\nفقلت لها: أما أنا فإني أعرف من نفسي من الذنوب والتقصير ما يوجب منع الجواب غير أنه يجوز أن يكون أنا الذي أُجبت لأن هذا الداعي الصالح سليم مما أظنه من نفسي؛ لأن معي انكسار تقصيري، ومعه الفرح بمعاملته وربما كان الاعتراف بالتقصير أنجح في الحوائج على أنني أنا وهو نطلب من الفضل لا بأعمالنا، فإذا وقفت أنا على قدم الانكسار معترفًا بذنوبي، وقلت: أعطوني بفضلكم، فمالي في سؤالي شيء أمن به، وربما تلمح ذلك حسن عمله وكان صادّا له.\nأخي المسلم: من القصة السابقة تدرك ما كان عليه الصالحون من الورع والتواضع، وقد كان ذلك ديدن المتقدمين من سلف هذه الأمة (رضي الله عنهم) الاعتراف بالتقصير وعدم الركون إلى أعمالهم الصالحة، أو التبجح بها، وهذه الصفة لا تجدها إلا في أقوام سمت نفوسهم فهم يطالبونها. بالدرجات العالية والهمم الشامخة!\n(1) رواه الترمذي والحاكم صحيح الترمذي (3505).\nالجزء: 1 - الصفحة: 27\n",
        "وليس أدل على ذلك من قول الصديق رضي الله عنه: «لو كانت إحدى رجلي في الجنة والأخرى خارجها ما أمنت مكر الله! ! ».\nوهذا الفاروق عمر رضي الله عنه يقول: «لو نادى مناد يوم القيامة: يا أيها الناس ادخلوا الجنة إلا واحدًا لظننت أنا ذلك الواحد! ! ».\nوعمر رضي الله عنه هو ذاك الجبل الراسخ في أرض الإيمان وفضائله يستوي في معرفتها العالم والجاهل؛ ومع هذا تراه يتهم نفسه بالتقصير! ! ولا تقصير ..\nأخي المسلم: إذا دعوت ربك تبارك وتعالى فادع بلسانك التذلل والخضوع والمسكنة .. دعاء عبد فقير إلى ما عند ربه تعالى .. محتاجًا إلى فضله وإحسانه .. مقرًا بذنوبه .. خاضعًا خضوع المقصرين .. فافهم هذا جيدًا فإنه سر من أسرار الدعاء المستجاب جهله الكثيرون؛ فتنبه ولا تكن من الغافلين!\nالطريق إلى الدعاء المستجاب\nأخي المسلم: دعنا نقف سويًا على معالم وأسباب إجابة الدعاء، ولا تنس أن تستصحب معك قلبك دائمًا فنحن في طريق لا يُقطع بسير الأقدام أو غيرها؛ وإنما يقطع بسير القلوب!\nأولاً: وأنت تلتمس إجابة الدعاء؛ فلتدع دعاء واثق بما عند الله تعالى،\nمحسن الظن بمولاك تبارك وتعالى.\nالجزء: 1 - الصفحة: 28\n",
        "قال رسول الله - صلى الله عليه وسلم -: «ادعوا الله وأنتم موقنون بالإجابة واعلموا أن الله لا يستجيب دعاء من قلب غافل لاه» (1).\nثانيًا: إذا دعوت فلتتق الله تعالى في دعائك،\nفلا تدع بإثم أو قطيعة رحم .. قال النبي - صلى الله عليه وسلم -: «لا يزال يستجاب للعبد ما لم يدع بإثم أو قطيعة رحم» (2).\nثالثًا: على الداعي أيضًا أن يعلم أن من أسباب إجابة الدعاء أن يكون الداعي ممن يحرصون على (اللقمة الحلال)\nفلا يُدخل بطنه حرامًا وإذا اتصف العبد بذلك لمس أثر الإجابة في دعائه ووجد آثارًا طيبة لذلك.\nولقد عم البلاء بأكل الحرام أو المشتبه في حله، فكان ذلك سببًا في عدم إجابة دعاء الكثيرين ..\nولا يقولن أحدكم: دعوت ولم أر إجابة للدعاء! وهو قد ملأ جيبه وبطنه من الحرام! ! وإليه هذه الوصية النبوية: قال رسول الله - صلى الله عليه وسلم -: «أيها الناس إن الله طيب لا يقبل إلا طيبًا وإن الله أمر المؤمنين بما أمر به المرسلين» فقال: {يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ} [المؤمنون: 51] وقال: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ} [البقرة: 172] ثم ذكر الرجل يطيل السفر؛ أشعث أغبر يمد يديه إلى السماء: يا رب يا رب، ومطعمه حرام، ومشربه حرام، وملبسه\n(1) رواه الترمذي.\n(2) رواه مسلم.\nالجزء: 1 - الصفحة: 29\n",
        "حرام، وغذي بالحرام، فأنى يستجاب لذلك؟ (1).\nقال يوسف بن أسباط رحمه الله بلغنا أن دعاء العبد يُحبس عن السماوات بسوء المطعم.؟\nأخي المسلم: ولك في سلفك الصالح رضي الله عنهم قدوة صالحة.\nفهذا سعد بن أبي وقاص رضي الله عنه اشتهر بإجابة الدعاء؛ فكان إذا دعا ارتفع دعاؤه، واخترق الحُجُب؛ فلا يرجع إلا بتحقيق المطلوب! فكان رضي الله عنه مثالًا حيا لمن أراد أن يعرف طريق إجابة الدعاء.\nوقد سأله بعضهم: تُستجاب دعوتك من بين أصحاب رسول الله - صلى الله عليه وسلم -؟ فقال ما رفعت إلى فمي لقمة إلا وأنا عالم من أين مجيئها؟ ومن أين خرجت؟\nأخي المسلم: ذاك هو سر استجابة دعاء سعد بن أبي وقاص رضي الله عنه (اللقمة الحلال! )\nفلتحاسب نفسك في أكلها وشربها وملبسها؛ من أين هذا؟ وكيف جاء؟ فإذا كان حلالا فكل وأنت مُعافى؛ وادع الله تعالى رازقك؛ فأنت يومها القريب من طريق الإجابة.\nرابعًا: وأن تلتمس إجابة الدعاء احذر أن تكون من المتعجلين لإجابة الدعاء؛\nفإن الكثيرين يستعجلون إجابة الدعاء كأنه لزامًا\n(1) رواه مسلم والترمذي.\nالجزء: 1 - الصفحة: 30\n",
        "على الله تعالى أن يجيب دعاءهم! وقد نسي هؤلاء أن الله تعالى {لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ} [الأنبياء: 23].\nفاحذر الاستعجال لإجابة الدعاء، ولتعلم أن الدعاء عبادة؛ فإنك إن أكثرت من الدعاء فأنت على خير عظيم؛ سواء رأيت أثرًا للإجابة أو لم تر ..\nقال رسول الله - صلى الله عليه وسلم -: «يُستجاب لأحدكم ما لم يعجل، فيقول: قد دعوت ربي فلم يستجب لي» (1).\nخامسًا: ولا يغيب عنك أيضًا أن من أسباب إجابة الدعاء: الإكثار من النوافل بعد أداء الفرائض ..\nقال رسول الله - صلى الله عليه وسلم -: «إن الله قال: من عادى لي وليًا فقد آذنته بالحرب، وما تقرب إلي عبدي بشيء أحب إلي مما افترضت عليه، وما يزال عبدي يتقرب إلي بالنوافل حتى أحبه؛ فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشي بها، وإن سألني لأعطينه ولئن استعاذني لأُعيذنه .. » (2).\nفلتكثر من النوافل فإنها ترفع مقامك في الدنيا والآخرة .. أما في الدنيا: فبالفوز بمحبة الله تعالى؛ وهي غاية الغايات؛ وإذا فزت بذلك أعانك الله تعالى على طاعته، ومرضاته؛ فلا تسمع إلا ما يرضي الله، ولا تبصر إلا ما يُرضي الله، ولا تنال بيدك إلا ما يُرضي الله،\n(1) رواه البخاري ومسلم.\n(2) رواه البخاري.\nالجزء: 1 - الصفحة: 31\n",
        "ولا تمشي برجلك إلا في مرضاته تبارك وتعالى، ويستجيب الله دعاءك، ويعيذك من كل شيء يؤذيك .. وأما في الآخرة: فبالفوز برضوان الله تعالى، ونعيمه الباقي.\nسادسًا: ومن الأمور التي تعينك في درب الدعاء المستجاب: أن تدعو الله تعالى باسمه الأعظم الذي إذا دُعي به أجاب.\nسمع النبي - صلى الله عليه وسلم - رجلا يدعو وهو يقول: «اللهم إني أسألك بأني أشهد أنك أنت الله لا إله إلا أنت الأحد الصمد الذي لم يلد ولم يولد ولم يكن له كفوًا أحد» فقال: «والذي نفسي بيده لقد سأل الله باسمه الأعظم الذي إذا دُعي به أجاب، وإذا سئل به أعطى» (1).\nوسمع أيضًا مرة رجلاً يدعو: اللهم إني أسألك بأن لك الحمد لا إله إلا أنت، المنان البديع السماوات والأرض يا ذا الجلال والإكرام، يا حي يا قيوم فقال النبي - صلى الله عليه وسلم - «لقد دعا الله باسمه العظيم الذي إذا دُعي به أجاب، وإذا سئل به أعطى» (2).\nسابعًا: ومن الأمور التي تعين على إجابة الدعاء أيضًا: الإكثار من الدعاء في الرخاء ..\nقال رسول الله - صلى الله عليه وسلم -: «من سره أن يستجيب الله له عند الشدائد والكرب، فليكثر الدعاء في الرخاء» (3).\nفلتحاسب نفسك هل أنت من المكثرين للدعاء والالتجاء بالله\n(1) رواه أبو داود والترمذي/ صحيح الترمذي (3475).\n(2) رواه أصحاب السنن صحيح أبي داود: (1495).\n(3) رواه الترمذي والحاكم صحيح الجامع (6290).\nالجزء: 1 - الصفحة: 32\n",
        "تعالى في أمرك كله؟ !\nوأخيرًا: لقد كانت تلك وقفات مع (الدعاء) تلك العبادة الرفيعة، وأرجو أن أكون قد وفقت إلى رسم ذلك الطريق الذي بحث عنه الناس كثيرًا، وهو (الدعاء المستجاب! ) وصلى الله على نبينا محمد وآله وصحبه وسلم\nأعده/ أزهري أحمد محمود\nالجزء: 1 - الصفحة: 33\n",
        ""
    ]
}