{
    "1": [
        "طوق الحمامة للسيوطي\nطوق الحمامة للسيوطي\nالسيوطي\nالكتاب:\nطوق الحمامة\nالمؤلف:\nعبد الرحمن بن أبي بكر، جلال الدين السيوطي (المتوفى: 911هـ)\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "المقدمة\nفي لفظ الحمام لغة وما يطلق عليه والفرق بينه وبين اليمام وذكر طباعه في سفاده\nوبيضه\nقال الجوهري الحمام عند العرب ذوات الأطواق نحو الفواخت، والقمارى، وساق حر،\nوالقطا، والوراشين. وأشباه ذلك. يقع على الذكر والأنثى؛ لأن الهاء إنما دخلته على أنه واحد من جنس، لا للتأنيث.\nوعند العامة: أنها الدواجن فقط. الواحدة: حمامة.\nقال حميد بن ثور في قمرية\nوما هاج هذا الشوق إلا حمامة\n...\nدعت ساق حر برهة فترنما\nوقال النابغة في القطا فيما ذكره الأصمعي\nوأحكم كحكم فتاة الحي إذ نظرت\n...\nإلى حمام سراع وارد الثمد\nفقالت:\nألا ليتما هذا الحمام لنا\n...\nإلى حمامتنا أو نصفه فقد\nوقال الأموي\nالدواجن التي تستفرخ في البيوت تسمى: حماماً أيضاً.\nوجمع الحمام: حمائم، وحمامات.\nوربما قالوا: حمام للمغرد.\nقال:\nوذكرني الصبا بعد التنائي\n...\nحمامة أيكة تدعو حماما\nوقال الأصمعي\nالحمام هو: البري. واليمام: هو الذي يألف البيوت.\nونقل الأزهري عن الشافعي\nأن الحمام: كل ما عب، وهدر، وإن تفرقت أسماؤه.\nوالعب: شدة جرع الماء من غير تنفس.\nوالهدير: ترجيع الصوت، ومواصلته من غير تقطيع له.\nقال الرافعي\nوالأشبه: أن ما عب هدر، فلو اقتصروا في تفسير الحمام على العب كفى لهم.\nيدل عليه: أن الشافعي قال في \"عيون المسائل\": وما عب من الماء عبا فهو حمام. وما شرب قطرة قطرة كالدجاج، فليس بحمام.\nقال الكمال الدميري\nالحمام الذي يألف البيوت قسمان: بري: وهو الذي يلازم البروج.\nوأهلي: وهو أنواع مختلفة، وأشكال متباينة: الرواعب: والمراعيش، والعداد، والشداد، والمضرب، والقلاب.\nوالمنسوب: وهو بالنسبة إلى ما تقدم كالعتاق من الخيل. وتلك كالبراذين.\nقال الجاحظ\nالنصع من الحمام كالصقالبة من الناس وهو الأبيض.\nوفي \"التبيان\": الحمام: أهلي ووحشي، وسوقي، وطرامرلي، وهو حلال بجميع أنواعه.\nوكل طائر يعرف بالزواج، وبحسن الصوت، والهديل والدعاء، والترجيع فهو حمام وإن خالف بعضه بعضا في الصورة واللون، وفي بعض الهديل والنوع. كذا عرفه الجاحظ.\nوقال أبو حاتم\nفي كتاب \"الطير \"\nالعرب لا تعرف حمام الأمصار، إنما يسمونه: الحصر. وإنما الحمام عند العرب: القطا، والقماري، والدباسي، والوراشين، والفواخت، وساق جر. ونحوهن ضروب كثيرة وحشية.\nوذكر ابن قتيبة وغيره: أن المعروف عند العرب أن الحمام: ذوات الأطواق وما أشبهها من الفواخت، والقمارى، والقطا.\nوأما الدواجن في البيوت فهي وما أشبهها من طير الصحراء اليمام.\nوقال أبو حاتم\nالفرق بين الحمام واليمام: أن أسفل ذنب الحمام مما يلي ظهرها بياض، وأسفل ذنب اليمام لا بياض فيه.\nوالمراد بالطوق: الخضرة، أو الحمرة، المحيطة بعنق الحمام.\nوفيه يقول الفرزدق\nلمن يك خائفاً لأداة شعري\n...\nفقد أمن الهجاء بنو حرام\nهم رأوا سفيههم وخافوا\n...\nفلم ير إلا مثل أطواق الحمام\nوفي المثل: \"تقلدها طوق الحمامة\".\nلأنه لا يزايلها، ولا يفارقها.\nوقال:\nاذهب بها اذهب بها\n...\nطوقتها طوق الحمامة\nقال ابن العماد\nوقد انتظم من كلام الشافعي وأهل اللغة أن الحمام: يقع على الذي يألف البيوت، ويستفرخ فيها، وعلى اليمام والقمري، وساق حر، وهو ذكر القمري، والفاختة، والدبس والقطا، والورشان، واليعقوب، والقبج، والحجل، والدراج، والشعس، والراعي، والورداني، والطورانسي، وقد ذهب المراوزة: إلى أن الجميع في الربا جنس واحد.\nوقال العراقيون: كل نوع منه جنس، الحمام جنس، والفواخت جنس، والقمارى جنس.\nوفي المثل: \"آلف من حمام الحرم\".\n\"وآمن، وأحرق من حمامة، وأحمق \".\nلأنها لا تحكم عشها، فإذا هبت الريح كان ما تكسر أكثر مما سلم.\nقال عبيد بن الأبرص\nغيوا بأمرهم كما\n...\nكما عيت ببيضتها الحمامة\nجعلت لها عودين من\n...\nبشم وآخر من ثمامة\nالجزء: 1 ¦ الصفحة: 1\n",
        "روى أحمد في \"الزاهد\" عن يزيد بن ميسرة أن المسيح-عليه السلام-كان يقول لأصحابه: \"إن استطعتم أن تكونوا بلهاء في مثل الحمام فافعلوا\". قال: وكان يقال: ليس شيء أبله من الحمام. . إنك تأخذ فرخيه من تحته فتذبحهما، ثم يعود إلى مكانه ذلك، فيفرخ فيه!! وأخرج ابن عدي، وابن عساكر: من طريق محمد بن إسحاق العكاشي، عن الأوازعي، عن مكحول والقاسم- أنهما سمعا أبا أمامة يقول: إن رسول الله صلى الله عليه وسلم قال: \"إن أخي عيسى ابن مريم قال الحواريين يوما: يا معشر الحواريين، كونوا في الشر بلهاء كالحمام. وكونوا في الاجتهاد والحذر كالوحش إذا طلبها القناص\".\nوأخرج ابن عساكر وقال\nقرأت في الإنجيل: أن المسيح قال للحواريين: \"كونوا حكماء كالحيات، وبلهاء كالحمام\". وأخرج ابن المنذر, وابن أبي حاتم: عن ابن عباس قال: استقرت السفينة على الجودي فبعث نوح الغراب ليأتيه بالخبر, فذهب, فوقع على الجيف فأبطأ عليه. فبعث الحمامة فأتته بورق الزيتون, ولطخت رجليها بالطين؛ فعرف نوح أن الماء نضب.\nوقال أمية بن أبي الصلت\nفأرسلت الحمامة بعد سبع\n...\nتزل على المهالك لا تهاب\nتلمس هل ترى في الأرض عيناً\n...\nوعاينه من الماء العباب\nفجاءت بعدما ركضت بقطف\n...\nعليه الشطء والطين الكباب\nفلما فرسوا الآيات صاغوا\n...\nلها طوقا كما عقد السحاب\nإذا ماتت تورثه بنيها\n...\nوإن تقتل فليس لها استلاب\nوروى أبو داود, والنسائي عن ابن عباس: أن النبي صلى الله عليه وسلم قال: \"يكون في آخر الزمان قوم يخضبون بالسواد كحواصل الحمام لا يريحون رائحة الجنة \".\nوروى ابن عدي عن جابر: أن النبي صلى الله عليه وسلم قال: \"شكت الكعبة إلى الله قلة الزوار لها ,فأوحى الله إليها: لأبعثن أقواماً يحنون إليك كما تحن الحمامة إلى فرخها\".\nقال الدميري\nفي طبع الحمام أنه يطلب وكره, ولو أرسل من ألف فرسخ.\nويحمل الأخبار ويأتي بها من المسافات البعيدة في المدة القريبة. وفيه ما يقطع ثلاثة آلاف فرسخ في يوم واحد.\nوربما اصطبر وغاب عن وطنه عشر حجج, وهو على ثبات عقله, وقوة حفظه, ونزوعه إلى وطنه, حتى يجد فرصة فيصير إليه.\nوسباع الطير تطلبه أشد الطلب, وخوفه من الشاهين أشد من خوفه من غيره, وهو أطير منه ومن سائر الطير كله, لكنه يذعر منه, ويعتريه ما يعتري الحمار إذا رأى الهر.\nوفي \"عيون الأخبار\" لابن قتيبة: عن المثنى بن زهير قال: لم أرى شيئاً من رجل وإمرة إلا وقد رأيته في الحمام: رأيت حمامة لا تريد إلا ذكرها, وذكراً لا يريد إلا أنثاه, إلى أن يهلك أحدهما ويفقدها! ورأيت حمامة: تتزين للذكر ساعة يريدها! ورأيت حمامة: لها زوج وهي بمسكن آخر ما تعدوه! ورأيت حمامة: تقمط حمامة, ويقال: إنها تبيض عن ذلك.\nولكن لا يكون لذلك البيض فراخ.\nورأيت ذكرا: يقمط ذكراً! ورأيت ذكراً يقمط كل من لقي ولا يزاوج! ورأيت أنثى: يقمطها كل من يراها من الذكور, ولا تتزاوج.\nوليس من الحيوان من يستعمل التقبيل عند السفاد سواه! وهو عفيف في السفاد يجر ذنبه على أثره؛ ليعفوا أثر الأنثى كأنه قد علم ما فعلت, ويجهد في إخفائه! وهو يسفد لتمام ستة أشهر.\nوالأنثى تحمل أربعة عشر يوماً, وتبيض بيضتين: يخرج من الأولى ذكر, والثانية أنثى! وبين الأولى والثانية يوم وليلة.\nوالذكر يجلس على البيض ويسخنه جزعاً من النهار, والأنثى بقية النهار, وكذلك في الليل.\nوإذا باضت الأنثى, وأبت الدخول على بيضها لأمر ما ضربها الذكر, واضطرها للدخول.\nوإذا أراد الذكر أن يسفد الأنثى أخرج فراخه من الوكر, وإذا خرج الفرخ من البيض مضغ أبوه تراباً مالحاً وأطعمه إياه؛ ليسهل به سبيل الطعم.\nوزعم أرسطو: أن الحمام يعيش ثمان سنين.\nومن الحمام: \"الراعبية \"منسوبة إلى أرض يقال لها: راعب.\nومن الحمام: \"الوزي \"وهو ضرب من الحمام يضرب إلى حمرة وصفرة. وفي \"الزنبيل\"؛لابن خالويه: كنيه الحمام: \"أبو مهنى\".\nوالمعرقل: الذكر من الحمام.\nالمقصد\nوفيه مسائل\nالأولى في الحديث الذي جاء السؤال عنه, وطرقه, وشواهده\nقال الطبراني في \"الكبير\"\nالجزء: 1 ¦ الصفحة: 2\n",
        "حدثنا الحسين بن إسحق القيسري, حدثنا الربيع الزهراني, حدثنا الصلت بن الحجاج, أنبأنا ثور بن يزيد عن خالد بن معدان, عن عبادة بن الصامت قال: شكا رجل إلى رسول الله صلى الله عليه وسلم الوحشة, فقال له رسول الله صلى الله عليه وسلم: \"اتخذ زوجا من حمام\".\nوقال ابن السني في \"عمل اليوم والليلة \": حدثنا علي بن إسحق بن رجا أنبأنا محمد بن يزيد المستحلى حدثنا الحسين بن علوان عن ثور بن يزيد عن خالد بن معدان، عن معاذ بن جبل: \"أن عليا شكا إلى النبي صلى الله عليه وسلم الوحشة فأمره أن يتخذ زوج حمام ويذكر الله عند هديره\".\nوقال ابن وكيع في الفرد: حدثنا الحسين بن أبي زيد الدباغ، حدثنا يحي بن ميمون بن عطاء أبو أيوب، حدثنا أبو ميمون بن عطاء، عن أبي إسحق، عن الحارث، عن علي بن أبي طالب: أنه شكا إلى رسول الله صلى الله عليه وسلم الوحشة، فقال: \"ألا اتخذت زوجاً من حمام فآنسك وأكلت\".\nوقال الخطيب في \"تاريخه\": أخبرني الحسين بن علي الطناجيري، أنبأنا عمر بن أحمد الواعظ، حدثنا أحمد بن هاشم بن محمد العبدي، حدثنا محمد بن زياد اليشكري، عن ميمون بن مهران، عن ابن عباس قال: شكا رجل إلى رسول الله صلى الله عليه وسلم الوحشة فقال: \"اتخذ زوج حمام يؤنسك بالليل\".\nومن شواهد ذلك: ما أخرجه ابن عدي بسند فيه مضعفاً عن جابر قال: قال رسول الله صلى عليه وسلم: \"إذا كان أحدكم في بيته وحده خالياً فليتخذ فيه زوج حمام\" وما أخرجه ابن عدي، والشيرازي في \"الألقاب\"، والخطيب بسند ضعيف، عن ابن عباس قال: قال رسول الله صلى الله عيه وسلم: \"اتخذوا الحمام المقاصيص في بيوتكم؛ فإنها تلهي الجن عن صبيانكم\".\nوما أخرجه الطبراني، وابن قانع، وابن السني، وأبو نعيم، كلاهما في \"الطب النبوي\" بسند ضعيف، عن حبيب بن عبد الله بن أبي كبشة، عن أبيه، عن جده: \"أن النبي صلى الله عليه وسلم كان يعجبه النظر إلى الأترج، ويعجبه النظر إلى الحمام الأحمر\".\nوأخرج الحاكم في \"التاريخ\"، وأبو نعيم في \"الطب\"بسند ضعيف، عن عائشة قالت: \"كان النبي صلى الله عليه وسلم يحب النظر إلى الخضرة وإلى الأترج وإلى الحمام الأحمر\".\nوأخرج ابن حيان في \"الضعفاء\"، وابن إسحق، وأبو نعيم معا في \"الطب\"عن علي بن أبي طالب قال: \"كان رسول الله عليه وسلم يعجبه قال النظر إلى الحمام الأحمر والأترج\".\nقال هلال بن المعلى: الحمام الأحمر: التفاح.\nقال الحافظ أبو موسى المديني: هذا التفسير لم أراه لغيره.\nوقال الديلمي في \"مسند الفردوس\": أنبأنا يحيى بن عبد الوهاب الحافظ, أنبأنا أبو عمرو رجاء بن علي بن عبد الصمد ,حدثنا عمر بن أحمد بن عمر الشافعي ,حدثنا أحمد بن الحسن بن أيوب النقاش ,حدثنا إبراهيم بن مهدي , حدثنا عبد الرحمن , حدثنا سعيد بن محمد بن سعيد بن زياد, حدثنا عبد الله بن الزبير, وعبد الله بن معاوية قالا: حدثنا هشام بن عروة, عن أبيه, عن عائشة قال: قال رسول الله صلى الله عليه وسلم: \"إن لله من كل شيء صفوة, وإن صفوته من الطير الحمام فلا تحبسوها.\nالمسألة الثانية في حبسه في الأقفاص\nقال الدميري: يجوز اتخاذ الحمام للبيض والفراخ والأنس بها وتحمل الكتب بلا كراهة.\nقال: ويجوز اتخاذ حبس الطير في القفص. نص عليه أصحابنا أبو العباس بن القاص في شرح حديث: يا أبا عمير, ما فعل النغير\".\nوسئل القفال عنه فقال: إذا كفاها المئونة جاز.\nومنع ابن عقيل الحنبلي من ذلك وجعله سفها وتعذيبا؛ لقول أبي الدرداء: \"تجيء العصافير يوم القيامة تتعلق بالعبد الذي يحبسها في القفص عن طلب أرزاقها, تقول: يا رب, هذا عذبني في الدنيا\".\nوالجواب: أن هذا فيمن منعها المأكول، والشراب.\nقلت: قد عقد البخاري لذلك باباً قي كتاب \"الأدب المفرد\" فقال: \"باب الطير في القفص\".\nحدثنا حازم, حدثنا حماد بن زيد عن هشام بن عروة قال: كان أبي الزبير بمكة, وأصحاب النبي صلى الله عليه وسلم يحملون الطير في الأقفاص.\nوأورد أيضاً حديث \"يا أبا عمير ما فعل النغير\".\nوفي \"الخادم\" للزركشي: في \"باب البيع\" عند قول الرافعي: ومنه ما ينتفع بلونه, كالطاووس, أو صوته كالزرزور, ما نصه: علم منه جواز حبس الطيور لقصد ذلك.\nالجزء: 1 ¦ الصفحة: 3\n",
        "وبه صرح القفل في فتاويه وبه قال؛ لأن في ذلك تعهده, ولا تمييز له, فهو كالحمار يربط.\nوذكره ابن القاص في كلامه على حديث \"يا أبا عمير ما فعل النغير\"؟ ? ويشهد ما في كتاب ابن السني \"أن عليا شكا إلى النبي صلى الله عليه وسلم الوحشة, فأمره أن يتخذ زوج حمام, ويشكر الله عند هديرها\".\nوكذلك قصة الشافعي مع مالك في الرجل الذي اشترى القمري ووجده لا يصيح كثيراً.\nنعم, هذا ظاهر في الطيور المأكولة, أما غير المأكولة ففيه توقف؛ فقد ذكر العبادي في \"الطبقات\", أن النهي عن قتل الهدهد والصرد, والخطاف لكرامتها.\nوإذا كان كذلك فمن كرامته ألا يتعرض له البتة بحبس، ولا غيره، لأن الحبس عقوبة، ولأنه يحرم قتله، فيحرم حبسه قياسا على الصيد في حق المحرم.\nلكن قوله صلى الله عليه وسلم في صاحبة الهرة التي رآها في النار: \"حبستها فلا أطعمتها ولاهي تركتها تأكل من خشاش الأرض\" دليل على أن: من حبس الهرة وما في معناها، وأطعمها، لا يعاقب على ذلك.\nالمسألة الثالثة في اللعب به\nقيل: يجوز لأنه يحتاج إليها في الحرب لنقل الأخبار. والأصح: كراهته لما رواه أبو داود، وابن ماجة، وابن حبان، والطبراني، والبيهقي، عن أبي هريرة: أن النبي صلى الله عليه وسلم رأى رجلا يتبع حمامة، فقال \"شيطان يتبع شيطانة\".\nقال البيهقي: حمله بعض أهل العلم على إدمان صاحب الحمام لإطارته، والاشتغال به، والارتقاء بسببه إلى الأسطحة التي يشرف منها على بيوت الجيران، وحرمهم.\nوقال ابن حبان: إنما قال له: شيطان، لأن اللاعب بالحمام لا يكاد يخلو من لهو وعصيان والعاصي يقال له: شيطان.\nقال تعالى: (شياطين الإنس والجن) وأطلق على الحمامة شيطانة للمجاورة.\nوروى ابن أبي الدنيا في \"ذم الملاهي \"والبيهقي عن سفيان الثوري قال: سمعنا أن اللعب بالحمام من عمل قوم لوط.\nوعن النخعي قال: من لعب بالحمام الطيارة، لم يمت حتى يذوق ألم الفقر.\nوعن أيوب قال: كان ملاعب آل فرعون الحمام.\nوعن أسامة بن زيد قال: شهدت عمر بن عبد العزيز يأمر بالحمام الطيارة فتذبحن، ويترك المقصصات.\nوروى في تاريخه عن زهير أن المهدي كان يحب الحمام فروى له غياث بن إبراهيم حديث \"لا سبق إلا في خف أو حافر أو نصل\" فزاد فيه: \"أو جناح\" فلما قام قال المهدي: أشهد أن قفاه قفا كذاب، وأنا استجلبت ذلك، وأمر بالحمام فذبحت. وروى الخطيب عن زكريا الساجي قال: أن أبا البختري دخل على الرشيد وهو قاض، وهارون إذ ذاك يطير الحمام، فقال: هل تحفظ في هذا شيئا؟ فقال: حدثني هشام بن عروة، عن أبيه، عن عائشة: \"أن النبي صلى الله عليه وسلم كان يطير الحمام\".\nفقال هارون: أخرج عني، ثم قال: لولا أنه من قريش لعزلته.\nالمسألة الرابعة في حمامتي الغار, ومعاني تسبيح بعض الطير\nروى ابن سعد في \"الطبقات\" وأبو نعيم, والبيهقي في \"الدلائل\" عن أبي مصعب المكي قال: أدركت أنس بن مالك, وزيد بن أرقم, والمغيرة بن شعبة يتحدثون: أن النبي صلى الله عليه وسلم ليلة الغار أمر الله بشجرة, فنبتت في وجه النبي صلى الله عليه وسلم, وأمر الله العنكبوت فنسجت في وجه النبي صلى الله عليه وسلم فسرته, وأمر حمامتين وحشيتين, فوقفتا بفم الغار, وأقبل فتيان قريش من كل بطن بعصيهم, وهراواتهم, وسيوفهم, حتى إذا كانوا من النبي صلى الله عليه وسلم بقدر أربعين ذراعا, جعل رجل منهم ينظر في الغار, فرأى حمامتين بفم الغار, فرجع إلى أصحابه فقال: رأيت حمامتين بفم الغار, فعلمت أنه ليس فيه أحد, فسمع النبي صلى الله عليه وسلم ما قال: فعرف أن الله قد درأ بهما عنه, فدعاهن النبي صلى الله عليه وسلم, وشمت عليهن, وفرض جزأهن, وانحدرن في الحرم, فأفرج ذلك الزوج كل شيء في الحرم.\nوإلى ذلك أشار صاحب البردة بقوله:\nظنوا الحمام وظنوا العنكبوت على\n...\nخير البرية لم تنسج ولم تحم\nوروى ابن وهب: أن حمام مكة أظلت النبي صلى الله عليه وسلم يوم فتحها فدعا لها بالبركة وذكر الثعلبي عن وهب بن منبه في قوله تعالى: (وربك يخلق ما يشاء ويختار) .\nقال: اختار من النعم: الضأن, ومن الطير: الحمام.\nوفي \"تفسير الثعلبي\" وغيره عن سليمان بن داود عليهما السلام: أن الحمام يقول: \"سبحان ربي الأعلى\".\nالجزء: 1 ¦ الصفحة: 4\n",
        "والفاختة تقول: \" ليت هذا الخلق ما خلقوا\".\nوالصرد يقول: \"استغفروا الله يا مذنبون\".\nوطيطوى تقول: \"كل حي ميت, وكل جديد بال\".\nوالخطافة تقول: \" قدموا الخير تجدوه\".\nوالسرطان يقول: \"سبحان ربي المذكور بكل لسان\".\nوالدراج يقول: \" الرحمن على العرش استوى\".\nوإذا صاحت العقاب قالت: \"البعد من الناس راحة\" وإذا صاح الخطاف: \"قرأ الفاتحة إلى آخرها\" ويمد صوته بقوله: و (لا الضالين) كما يمدها القارئ! وأخرج أبو الشيخ بن حيان في كتاب \"العظمة\" عن عمرو بن قيس الملائي قال: مر سليمان بن داود عليهما السلام على حمام يهدر على أنثاه, فقال لأصحابه: تدرون ما يقول هذا الحمام لأنثاه؟ قالوا: لا, يا نبي الله.\nقال: يقول لأنثاه: تابعيني على ما أريد منك؛ فو الله لمتابعتك أحب إلي من ملك سليمان!\nالخاتمة\nقال عبد الواحد بن فتوح الفروات في وصف الحمام\nيجتاب أردية السحاب بخافق\n...\nكالبرق أومض في السحاب فأبرقا\nلو سابق الريح الجنوب لغاية\n...\nيوما لجاء بمثلها أو أسبقا\nيستقرب الأرض البسيطة ذاهبا\n...\nوالأفق ذا السقف الرفيع مرتقى\nويظل مسترق السماع يخافه\n...\nفي الجو تحسبه الشهاب المحرقا\nقسه بأعتق كل حامل ريشة\n...\nمما يطير تجده منه أعتقا\nيبدو فيعجب من يراه لحسنه\n...\nوتكاد آية عتقه أن تنطقا\nمترقرقا من حيث درت كأنما\n...\nلبس الزجاجة أو تجلبب ريقا\nوقال عبد الواحد بن خلف القطاس\nألا لا تهيجن الحمام فندبها\n...\nقديما بأكباد المحبين سادك\nتوسدن مطوي الجناح كأنما\n...\nلهن حشايا فوقه وودائك\nوملن على خضر الغصون كأنما\n...\nلهن على قضب الأراك أرائك\nولا شذى إلا تضوع شجونا\n...\nولا شجو إلا دموعي سافك\nقال مسعود بن عبد الله التيتاري\nرأى المسترشد في النوم, في الأسبوع الذي استشهد فيه, كأن على يده حمامة مطوقة, فأتاه آت وقال: خلاصك في هذا.\nفلما أصبح حكى لابن سكينة الإمام ما رآه فقال: ما أولته يا أمير المؤمنين؟ قال: أولته ببيت أبي تميم:\nهن الحمام فإن كسرت عيافة\n...\nمن حائهن فإنهن حمام\nوخلاصي في حمامي فقتل بعد أيام.\nوقال حسين التونسي الملقب عنترة, يصف الحمام\nوأصغر من بنات بني الحسام\n...\nأقل فعاله فوق الكلام\nله حلل من الذهب المصفى\n...\nوعين كالعقيق من المدام\nويعجز عن مداه الريح سبقا\n...\nويكبو خلفه برق الغمام\nأورد القاضي أبو الحسن علي بن عبد العزيز الجرجاني: في كتاب \"الوساطة\" قول الفرزدق:\nهم فادوا سفيههم وخافوا\n...\nقلائد مثل أطواق الحمام\nوقال ابن هرمة\nعقدت من ملتقى أوداج لبته\n...\nطوق الحمامة لا تبلى على القدم\nوقال بعضهم:\nوهن إذا رسمت بهن قوماً\n...\nكأطواق الحمامة في الرقاب\nوقول أبي الطيب\nأقامت في الرقاب أياد\n...\nهي الأطواق والناس الحمام\nثم قال: وهذا من التبذل الذي لا يعد سرقة، وزيادة أبي الطيب فيه حسنة بديعة!\nوقال ابن عبد الظاهر\nنسب الناس للحمامة حزنا\n...\nوأراها في الحزن ليست هنالك\nخضبت كفها وطوقت الجيد\n...\nوغنمت, وما الحزين كذلك\nوقال ابن صاحب تكريت:\nتحملت يا برق اشتياقي إلى الحمى\n...\nفأنت كقلبي من غرامي يخفق\nوما أنت يا ورقاء مثلي حزينة\n...\nولو كنت ما كان الجناح يصفق\nوقال أبو حاتم في كتاب\" كتاب الطير\": ومما جاء في حمام الوحش من أشعار الفصحاء:\nقال شقيق بن بعلبك الأسدي\nلقد هيجت مني حمامة أيكة\n...\nمن الوجد وجدا كنت أكتمه جهدي\nفقلت تعالي نبك من ذكر ما خلا\n...\nونذكر منه ما نسر وما نبدي\nتسعديني تدر عبرتنا معا\n...\nوإلا فإني سوف أسفحها وحدي\nوقال الوقاف ورد بن الجعد\nأحقا يا حمامة بطن واد\n...\nبأنك في بكائك تصدقينا\nغلبتك في البكاء بأن ليلي\n...\nأواصله وأنك تهجعينا\nوأني إن بكيت بكيت حقا\n...\nوأنك في بكائك تكذبينا\nوقال حكم الخضري\nالجزء: 1 ¦ الصفحة: 5\n",
        "فقل لحمامة الخرجاء سقيا\n...\nلصوتك حين أعجبك المقيل\nبكت أحزانها فبكيت شجوي\n...\nولم ننطق فأفهم ما تقول\nوقال الرجل من بني نهشل\nألام على فيض الدموع وإنني\n...\nبفيض الدموع الجاريات جدير\nأيبكي حمام الأيك من فقد إلفه\n...\nوأصبر عنها؟! إنني لصبور؟\nوقال علي بن عميرة الجرمي\nهتوف الضحى معروفة اللحن لم تزل\n...\nتقود الهوى مهدى لها ويقودها\nجزوع, جمود العين, دائمة البكا\n...\nوكيف بكا ذي مقلة وجمودها\nمطوقة لم يضرب الحزن فضة\n...\nعليها ولم يعطل من الطوق جيدها\nوقال إدريس بن اليمان العبدري\nورقا مطوقة السوالف سندسا\n...\nلم تحك صنعتها حياكة حاك\nوكأن أرجلها القواني ألبست\n...\nنعلا من المرجان دون شراك\nتشدو على خضر الغصون بألسن\n...\nصبغت ملاثمها بلا مسواك\nوكأنما كحلت بنار جوانحي\n...\nفترى بأعينها لهيب حشاك\nوقال صاحب \"كشف الأسرار في إشارة الحمام\"\nفبينا أنا مستغرق في لذة كلامه, معتبر بحكمه وأحكامه, إذ رأيت أمامه حمامة, قد جعل طوق العبودية في عنقها علامة, فقلت لها: حدثيني عن شوقك وذوقك، وأظهري لي حكمة تطويق طوقك.\nفقالت: أنا المطوقة بطوق الأمانة, المتقلدة تقليد الصيانة, فأنا لحمل الأمانة ندبت, وإذا رأيت أهل الخيانة ندمت.\nأحمل الرسائل, وأبلغ الوسائل, وأجيب عن المسائل لكني أخبرك عن خبري لتعلم صحة مخبري! أعلمك بالقصة الصحيحة؛ فإن الدين النصيحة, فما كل طائر أمين, ولا كل حالف يصدق في اليمين.\nأما المخصوص بحفظ الأمانة من جنسي, وما أبرئ نفسي! فيحمل الأمانة منا من كان أبلق وأخضر, لأنه أحسن في الشكل والمنظر, وأعدل في الخبر والمخبر؛ فإن الطائر إذا كان أسود دل على تجاوز حد النصح, فتكون الطبيعة قد جاوزت حدها.\nفإذا كان أبيض دل على قصور الطبيعة على حد النصح, فيدل على انحراف المزاج عن حد الاعتدال, ولا تكون الهمة العالية إلا في الروح الزكية, ولا شرف العزيمة إلا في النفس النفيسة المستقيمة.\nفإذا اعتدل لون الطائر، دل على اعتدال تركيبه فصلح حينئذ لتقريبه وتأديبه, فأشترى بالتخريج, ثم أعرف الطريق بالتدريج, ثم يحملوني كتب الأسرار, ولطائف الأخبار, فأطير, وأقطع الهواء المستطير, خائفا من خارج جارح, حاذرا من سائح سانح, جازعاً من رائح زايح.\nأكابد الظمأ في الهوى والهواجر, وأطوي على الطوى في المحاجر, فلو رأيت حبة قمح مع شدة جوعي عدلت عنها, وذكرت ما جرى على آدم منها, فأرتفع خشية من كمين مدفون, أو شرك يعيقني فأنقلب بصفقة مغبون, فإذا وصلت إلى مأمني, وحللت في موطني, أديت ما حملت, وأخبرت بما عملت, فهنالك طوقت, وبالبشارة خلقت, وأشكر الله على ما وفقت.\nوقال ابن الوردي في إشارة الحمامة: فبينما الباز سكران بما له من البان, وإذا حمامة قد وقفت أمامه, وقالت: كم تفتخر وأنت عظم نخر. أنت من آلة اللعب والصيد, وأن من آلة الجد والكيد.\nأنا مع الطوق والخضاب من حملة الكتاب. ومع حذري من شرك الشرك, وخوفي من فخ الإفك حملت الأمانة التي أبت الحبال عن حملها, وامتثلت مرسوم (إن الله يأمركم أن تؤدوا الأمانات إلى أهلها) .\nفلما أوصلت الحقوق، أمنت العقوق, وقبلت بالبشائر والخلوق. ومما أعجب العالمين أني مخضوب البنان ولي يمين أقول للملك: \"دع الاهتمام لا تلعب بي فأنا الحمام, فمهما حدث على البعد من أخصامك, أنا آتيك به قبل أن تقوم من مقامك.\nكتمت عن الناس سري, وأبهمت بين الغنا والنوح أمري\nرأوا خضابي وطوقي\n...\nفاستنكفوا من بكائي\nثم ادعوا أن ربي\n...\nمناسب لغنائي\nفقلت: كفوا فهو ربي\n...\nباد بغير جفاء\nفالخضب من فيض دمعي=والطوق عقد ولائي\nقال الحافظ عماد الدين بن كثير في \"تاريخه\"\nفي سنة سبع وستين وخمسمائة اتخذ السلطان نور الدين الشهيد الحمام الهوادي؛ وذلك لامتداد مملكته واتساعها؛ فإنها في حد النوبة إلى همذان. فلذلك اتخذ في كل قلعة وحصن الحمام التي ترسل الرسائل إلى الآفاق, في أسرع مدة, وأيسر عدة.\nوما أحسن ما قال فيهن القاضي الفاضل: \"الحمام هو ملائكة الملوك\"\nالجزء: 1 ¦ الصفحة: 6\n",
        "وقد أطنب في ذلك عماد الكاتب, وأطرب, وأعجب, وأغرب! وفي سنة إحدى وتسعين وخمسمائة, اعتنى الخليفة الناصر لدين الله بحمام البطاقة, اعتناء زائدا, حتى صار يكتب بأنساب الطير المحاضر: إنه من ولد الطير الفلاني.\nوقيل: إنه بيع بألف دينار.\nوقد ألف القاضي محيي بن عبد الظاهر في أمور هذه الحمام كتابا سماه: \"تمائم الحمام\".\nوذكر فيه فصلا فيما ينبغي أن يفعله \"المطبق\" وما جرت به العادة في ذلك فقال: إن الجاري به العادة أنها لا تحمل البطاقة إلا في جناحيها لأمور: منها حفظها من المطر, ولقوة الجناح.\nوالواجب أنه إذا بطق من مصر, لا يطلق إلا من أمكنة معلومة: فإذا سرح إلى الإسكندرية, فلا تسرح إلا من منية عقبة بالجيزة.\nوإلى الشرقية: فمن مسجد التين ظاهر القرافة.\nوالى دمياط: فمن بسوس.\nوالذي استقرت عليه قواعد الملك أن طائر البطاقة لا يلهو الملك عنه, ولا يغفل, ولا يمهل لحظة واحدة فيفوت مهمات لا تستدرك, إما من واصل, وإما من هالب, وإما من متجدد في الثغور.\nولا يقطع البطاقة من الحمام إلا السلطان بيده من غير واسطة أحد, فإن كان يأكل لا يمهل حتى يفرغ, أو نائما لا يمهل حتى يستيقظ بل ينبه.\nقال: وينبغي أن يكتب \"البطاق\" البطاقة في ورق الطير. المعروف بذلك.\nقال: ورأيت الأوائل يكتبون في أولها: البسملة, وأنا ما كتبها إلا ببسملة ويؤرخ بالساعة, واليوم, لا بالسنة.\nومن فصل في وصفها لتاج الدين أحمد بن سعيد بن الأثير: طالما جازت الرياح, فأصبحت باخعة وراءها تبكي عليها السحب وصدق من سماها \"أنبياء الطير\" لأنها مرسلة بالكتب.\nوفيها يقول أبو محمد بن علوي بن أبي عقبال القيرواني:\nخضر تفوق الريح في طيرانها\n...\nيابعد بين غدوها ورواحها\nتأتي بأخبار الغدو عشية\n...\nلمسير شهر تحت ريش جناحها\nوكأنما الروح الأمين بوحيه\n...\nنفث الهداية منه في أرواحها\nوقال غيره:\nفحبذا الطائر الميمون يطرقنا\n...\nفي الأمر بالطائر الميمون تنبيها\nفاقت على الهدد المذكور إذ\n...\nحملت كتب الملوك وصانتها أعاليها\nتأتي بكل كتاب نحو صاحبه\n...\nتصون نظرته صونا وتحفيها\nفما تمكن غير الشمس تنظره\n...\nولا تجوز أن تلقيه من فيها\nمنسوبة لرسالات الملوك\n...\nفيا لمنسوبة تسمو ويدعوها مسميها\nأكرم بجيش سعيد يا سعادته\n...\nمما يشكل فيها ذكر حاكيها\nحمامتا الغار يوم الغار حرمته\n...\nفيا لها وقفة عزت مساعيها\nوقوفه عند ذاك الباب شرفه\n...\nوللسعادة أوقات تواتيها\nويوم فتح رسول الله مكة عن\n...\nد الدخول إليها من بواديها\nصنعت تظلل من شمس كتيبة\n...\nالخضراء مظهرة فيه تواليها\nتظللت فما كانت تود هوى\n...\nلو قابلتها بأشواق فتنعيها\nفعندما حظيت بالقرب آمنها\n...\nفشرفت بعطايا جل مهديها\nفما يحل لذي حيلة تناولها\n...\nولا ينال المنى بالنار مصليها\nولا تطير بأوراق الفريخ ولا\n...\nتسير عنها بما فيه أساميها\nسمت بملك المعالي غر ذي دنس\n...\nلا ترضينهم ولو جزت نواصيها\nوانظر لها كيف تأتي للخلائف من\n...\nآل الرسول لحب كامل فيها\nمن المقام إلى دار السلام ولم\n...\nيمض النهار لغرم في دواعيها\nوربما ضل نحو الهند ملتقطا\n...\nحبات فلفلة وارتد مبطيها\nفجاء في يومه في إثر سابقة\n...\nحفظا لحق يد طابت أياديها\nمناقب لرسول الله أيسرها\n...\nلنا نبوته الغراء يكفيها\nومن إنشاء القاضي الفاضل في وصفها: سرحت لا تزال أجنحتها تحمل من البطائق أجنحة, وتجهز جيوش المقاصد والأقلام أسلحة, وتحمل من الأخبار ما تحمله الضمائر, وتطوى الأرض إذا نشرت الجناح الطائر، وتزوي لها الأرض حتى ترى ما سيبلغه ملك هذه الأمة, وتقرب منها السماء حتى ترى ما لا يبلغه وهم ولا همة.\nوتكون مراكب الأغراض والأجنحة قلوعا, وتركب الجو بحرا تصطفق فيه هبوب الرياح موجا مرفوعا, وتعلق الحاجات على أعجازها, ولا تصرف الإرادات عن إنجازها.\nومن بلاغات البطائق استفادت ما هي مشهورة من السجع, ومن رياض كتبها ألفت الرياض, فهي إليها دائمة الرجع.\nالجزء: 1 ¦ الصفحة: 7\n",
        "وقد سكنت النجوم فهي أنجم, وأعدت في كنانتها فهي للحاجات كالأسهم, وكادت تكون ملائكة؛ لأنها رسل. وإذا نيطت بها الرقاع صارت أولي أجنحة مثنى وثلاث ورباع, وقد باعد الله بين أسفارها, وقربها, وجعلها طيف خيال اليقظة الذي صدق العين وما كذبها.\nوقد أخذت عهود أداء الأمانة في رقابها أطواقاً, وأدتها من أذنابها أوراقاً. وصارت خوافي من وراء الخوافي, وعقلت سرها المودع بكتمان وسحبت عليه ذيول ريشها الصوافي, ترغم أنف النوى بتقريب العهود, وتكاد العيون بملاحظتها تلاحظ أنجم السعود.\nوهي للطير أنبياء ما تأتي من الأنباء, وله خطباء لأنها تقوم على منابر الأغصان مقام الخطباء.\nوقال في وصفها ذو البلاغتين: السيد أبو القاسم شيخ القاضي الفاضل: وأما \"الحمام الرسائلي\"، فهي من آيات الله المستنطقة الألسن بالتسبيح، العاجز عن وصفها إعجاز البليغ الفصيح, فيما تحمله من البطائق وترد به مسرعة من الأخبار الواضحة الحقائق, وتعاليه في الجو محلقا عند مطاره, وتهديه على الطريقة التي علمها ليأمن من إدراك فوت الإدراك وأخطاره, ونظره إلى المقصد الذي يسرح إليه من علي, ووصوله في أقرب الساعات بما يصل به البريد في أبعد الأيام من الخبر الجلي.\nومجيئه معادلا كرؤوس السفار لعله مسامتاً وإيثاره بالمتجددات فكأنه ناطق وإن كان صامتاً. وكونه يمضي محمولا على ظهر المركوب, ويرجع حاملا على ظهره المكتوب.\nولا يعرج على تذكار الهديل, ولا تكرار الهدير, ولا يسام من الدواب في الخدمة زائداً على التقدير. وفي تقدمه بالبشائر, يكون المعنى بقولهم: \" أيمن طائر\"، ولا غرو أن فارق رسل أهل الأرض وفاقهم وهو مرسل والعنان عنانه, والجو ميدانه, والجناح مركبه, والرياح موكبه, وابتداء الغاية شوطه, والشوق إلى أهله سوطه, مع أمنه ما يحدث متاعب السفار ومخبآت القفار, من مخاوف الطوارق, وطوارق المخاوف ومتألف الغوائل, وغوائل المتألف, إلا ما يشذ من اعتراض خراج جارح, وانقضاض كاسب كاسر, فتكفيه سعادة الدولة تأمينه, وتصد عنه تصميمه, لأنه أحد جيشيها من الطير اللذين يحدثان في أعدائها: هذا بالإنذار العاجل كيدهم في تضليل, وذاك بما ترى رايتها المنصورة عليهم من تضليل.\nوقال القاضي محيي الدين بن عبد الظاهر\nوأما الحمام الرسائلي: فكم أغنت المرء عن وجوب القفار, وكم قدت جنونها على أسرى أسرار! وكم أصارت السهام أجنحة فأحسنت بتلك العارية المطار.\nوكم قال جناحها لطالب النجاح لا جناح, وكم سرت فحمدت المسار إذا حمد غيرها من السارين الصباح.\nوكم ساء وقت الصباح والجنائب, ففارقتها ولم تحوج سلامة المشتاقين إلى متكأ كاهل الرياح.\nكم مسبب ملك كلا منها ملك, وكم قال مسرحها لمجيئه بها قرة عين لي ولك.\nكم أجملت في الهواء تقلباً, وإذا تغنت الحمائم على الغصون صمتت عن الهديل والهدير تأدباً.\nكم دفعت شكا بيقينها, ورفعت شكوى بتبيينها, وكم أدت أمانة ولم تعلم أجنحتها ما في شمالها, ولا شمالها ما في يمينها.\nوكم التقت منها الساق بالساق, فأحسنت لربها المساق, وكم أخذت عهود الأمانة فبدت أطواقا في الأعناق, ويقال: \"ما تضمنته من البطائق بعض ما تعلق بها في الرياض من الأوراق\". تسبق اللمح, وكم استفتح بها البشير إذا جاء بالفتح الطرف السابق, والطرف الرامس الرامق. وما تليت \"سورة البروج\" إلا وتلت \" سورة الطارق\" كم أنسى مطارها عدو السلكة والسليك, وكم غنيت في خدمة سلطانها عن الغناء, وقال كل منهم لرفيقه إليك عن الأيك, وقال كل منهما لرفيقه: ما أحوج تصديقهما في رسالتهما إلى الإعزاز بثالث, وكم قيل في كل منهما لمن قام: هذا طائر في خدمة أبناء يافث.\nكم سرح مسرحا بإحسان, وكم طار في أفق فاستحق أن يقال لهما: \" فارسا سحاب\" إذا قيل لغيرهما: \"فارسا رهان\"، حاملة علم من هواء علم به منها.\nتغني السفار والسفارة فلا تحوجهم إلى الاستغناء عنها, تغدو وتروح, وبالسر لا تبوح, فكم غنيت باجتماعها بإلفها عن أنها تنوح.\nكم سارت بأمر سلطانها أحسن السير, وكم أفهمت أن ملك سليمان إذا سخر له منها في مهماته الطير, أسرع من السهام المفوقة, وكم من البطائق مخلقة وغير مخلقة.\nكم ظللت من كيد, وكم بدت في مقصورة تصبح في السناء والسنا دونها \"مقصورة ابن دريد\".\nالجزء: 1 ¦ الصفحة: 8\n",
        "يسرح كما يسرح القبول إلا دون رسالته المقبولة, وطلب السبق فلم يرض بعرف البرق مبرحا, ولا استطلاء صفحته المصقولة.\nوهم جواد النسيم فقصر, وأمسيت أذياله بغرق السحب مبلولة.\nوأرسله, فأقر الناس برسالته وكتابه المصدق وانقطع كوكب الصبح خلفه, فقال عند التقصير كنت نحابا وعلى يدي مخلق.\nيؤدي ما جاء على يديه من الترسل, فهيج الأسواق, وما برحت الحمائم تحسن الأداء في الأوراق.\nوصحبناه على الهوى فقال: (ما ضل صاحبكم وما غوى) ومن روى عنه حديث الفعل المسند فعن عكرمة قد روى.\nيطير مع الهوى لفرط صلاحه, ولم يبق على السر المصون جناح إلا دخل تحت جناحه.\nإذا برز من مقفصه لم يبق للصرح الممرد قيمة بل ينعزل بتدبيج أطواقه, وتعلق عليه من العين التميمة.\nما سجن إلا حمد على السجن, وضيقته الأطواق؛ ولهذا حمدت عاقبته على الإطلاق.\nولا غنى على عود إلا سالت دموع الهندي من حدائق الرياض, ولا أطلق من كبد الجو إلا كان سهماً مريشاً بلغ به الأغراض.\nكم علا؛ فصار بريش القوادم كالأهداب لعين الشمس, وأمسى عند الهبوط لعيون الهلاك النعلية كالطمس.\nفهو الطائر الميمون, والغاية السباقة، والأمين الذي إذا أودع أسرار الملوك حمينا بطاقة.\nفهو من الطيور التي خلا لها الجو فنقرت ما شاءت من حبات النجوم, والعجماء التي من أخذ عنها \"شرح المعلقات\" فقد أعرب عن دقائق الفهوم.\nوالمقدمة والنتيجة لكتاب الحجلي في منطق الطير, وهي من جملة الكتاب الذي إذا وصل القارئ منه إلى الفتح يتهلل لحبه الخير.\nإن تصدر البازي بغير علم فكم جمعت بين طرفي كتاب وإن سأله العقيان عن بديع السجع أحجمت عن رد الجواب. نعم رعت النسور بقوة جيف, ورعى الذباب الشهد وهو ضعيف.\nما قدمت إلا وأرتنا شمائلها اللطيفة نعم القادمة, وأظهرت لنا من خوافيها ما كانت له خير خاتمة.\nكم أهدت من مخلفتها وهي غادية رائحة, وكم حنت إليها الجوارح وهي- أدام الله إطلاقها -خير جارحة.\nوكم أدارت من كؤوس السجع ما أرق من قهوة الإنشاء, وأتيح على زهر المنثور من صبح الأعشاء.\nوكم عامت بحور الفضا ولم تحفل بموج الجبال, وكم جاءت ببشارة, وخضبت الكف, ورمت من تلك الأنملة قلامة الهلال.\nوكم زاحمت النجم بالمناكب حتى ظفرت بكف الخضيب وانحدرت كأنها دمعة سقطت على خد الشفيق لأمر مريب.\nوكم لمع في أصيل الشمس خضاب كفها الوضاح, فصارت بسموها وفرط المهجة كمشكاة فيها المصباح.\nوالله يديم بأفنان أبوابه العالية ألحان السواجع, ولا برح تغريدها مطربا من المبادئ والمراجع.\nوقال أبو العلاء المعري يخاطب الحمامة\nيا حاملة طوق من الليل, وبرد من الربيع مكفوف الذيل أوفت على الأشياء.\nفقالت للكثيب: ما شاء, مسمعه, غير مفهوم, لا بالرمل ولا بالمذموم. إن كان سجعها قريض, فقد ماد بشخصها العود, وفقيدها لا يعود, تندب شوقاً هديلاً فات, وأتيح له بعض الآفات, وليس الأشواق لذوات الأطواق, ولا عند المساجعة عبرة مراجعة. إنما رأت الشرطين قبل البطين, والرشا قبل العشا, فحكت صوت الماء في الخرير, وأذنت برأي دائمة التكرير؛ فقال جاهل: فقدت حميماً, وثكلت ولداً قديماً.\nوهيهات يا باكية, أصحت فصدحت, وأمسيت فتناسيت, ولا هام لا هام.\nما رأيت أعجب من هاتف الحمام. . سلم فناح وصمت وهو مكسور الجناج.\nوقال الشريف الموسوي في الحمام المرسل\nومبلغ الأخبار في أوقاتها\n...\nللنازحين وأذانا بالكتاب\nيسبى الغزالة والغزال بعطفه\n...\nلمعان برق, وانقضاض شهاب\nتطوي المسافات البعيدة مثلما=تحصي الألوف أنامل الحساب\nوقال في الأحمر المسرول\nوأحمر في برج الحمام كأنه\n...\nمن الأطلس الروحي سربالا\nرأى الشفق الشرقي خفة نعته\n...\nفألبسه منه قميصا وسروالا\nوقال في الأصفر\nوأصفر في الحمام تحسبه\n...\nكأس عقار صفرا تلهب\nمن عجب يشبو الرياح إذا\n...\nما طار فيها وريشه ذهب\nوقال في الأبيض\nيحكى وقد فتن الحمام أبيض\n...\nخلع الصباح عليه خير شعار\nنجما تشبه بالحسام فطار في\n...\nدهم وفي غير.. كشعلة نار\nوقال في الأبلق\nوأبلق في الطير لا\n...\nينكره ذوو الحجى\nالجزء: 1 ¦ الصفحة: 9\n",
        "قميصه مقسم\n...\nبين الصباح والدجى\nوقال أبو عبد الله بن قاضي ميله\nورقاء تأرق مقلتي لبكائها\n...\nليلا إذا ما هومت سماره\nإيه بعشك ياحمامة خبري\n...\nكيف الكثيب وذاك غراره\nوله:\nورقاء صافية الجناح تسترت\n...\nعنا بغصني: بانة وأراك\nغنت فأذكرت المشوق ببثها\n...\nوتمايلت فعل السقيم الشاكي\nوعجبت من ضدين في أوصافها\n...\nخلق الخليع ولبسة النساك\nوقال خلف بن المازني يصف حمامة\nمطوقة كساها الله\n...\nطوقا لم يكن ذهبا\nجمود العين مبكاها\n...\nيزيد أخا الهوى نصبا\nمفجعة بكت شجوا\n...\nفبت لشجوها وصبا\nترف عليه إما\n...\nمال من شوق أو انتصبا\nوما فغرت فما وبكت\n...\nبلا دمع لها انسكبا\nخاتمة الناسخ\nآخر \"طوق الحمامة\" للحافظ جلال الدين السيوطي رحمه الله آمين\nوصلى الله على سيدنا محمد وعلى آله وصحبه وسلم إلى يوم الدين نقلت هذه النسخة بقلم الفقير إلى ربه ذي العطية محمد أبي العنين عطية على نفقة صاحب السعادة أحمد تيمور باشا أكثر الله من أمثاله ونفع به وبمكتبته عباده آمين.\nوصول الأماني بأصول التهاني للإمام جلال الدين عبد الرحمن السيوطي دراسة وتحقيق\nمصطفى عبد القادر عطا\nالتهنئة بالفضائل العلية والمناقب الدينية\n1-\nأخرج الشيخان: عن أنس قال: أنزلت على النبي صلى الله عليه وسلم (ليغفر لك الله ما تقدم من ذنبك وما تأخر) مرجعه من الحديبيية فقال النبي صلى الله عليه وسلم: \"لقد نزلت علي آية أحب إلي مما على وجه الأرض\".\nثم قرأها عليهم فقالوا: هنيئا لك يا رسول الله- الحديث.\n2-\nوأخرج الحاكم في \"المستدرك\" عن أسامة قال: تبعت رسول الله صلى الله عليه وسلم إلى بيت حمزة فلم نجده, فقالت له امرأته: جئت يا رسول الله وأنا أريد أن آتيك وأهنئك أخبرني أبو عمارة - يعني: حمزة- أنك أعطيت نهرا في الجنة يدعى الكوثر.\n3-\nوأخرج أحمد: عن البراء بن عازب, وزيد بن أرقم: أن رسول الله صلى الله عليه وسلم قال: \"من كنت مولاه فعلي مولاه\".\nفقال عمر بن الخطاب: هنيئا لك يا علي أمسيت مولى كل مؤمن ومؤمنة.\n4-\nوأخرج أحمد, وابن ماجة: عن البراء بن عازب قال: كنا مع رسول الله في سفر فنزلنا بغدير خم، فنودي فينا: الصلاة جامعة, فصلى الظهر, وأخذ بيد علي فقال: \"ألم تعلموا أني أولى بالمؤمنين من أنفسهم\"؟ قالوا: بلى فأخذ بيد علي فقال: \"اللهم من كنت مولاه فعلي مولاه, اللهم وال من والاه وعاد من عاداه\".\nقال: فلقيه عمر بعد ذلك فقال له: هنيئا لك يا ابن أبي طالب, أصبحت وأمسيت مولى كل مؤمن ومؤمنة.\n5-\nوأخرج ابن عسكر: عن عبد الله بن جعفر.\nأن رسول الله صلى الله عليه وسلم قال: \"يا عبد الله, هنيئا لك مريئاً خلقت من طينتي وأبوك يطير مع الملائكة في السماء\".\n6-\nوأخرج أحمد, ومسلم: عن أبي بن كعب: أن النبي صلى الله عليه وسلم سأله: أي آية في كتاب الله أعظم؟ قال: آية الكرسي.\nقال: \"ليهنك العلم أبا المنذر\".\nالتهنئة بالتوبة\n7-\nأخرج الشيخان: عن كعب بن مالك في قصة توبته قال: وانطلقت أتأمل رسول الله صلى الله عليه وسلم يتلقاني الناس فوجا يهنئوني بتوبتي ويقولون: ليهنك توبة الله عليك, حتى دخلت المسجد فإذا رسول الله صلى الله عليه وسلم حوله الناس فقام طلحة بن عبيد الله يهرول حتى صافحني وهنأني فكان كعب لا ينساها لطلحة قال كعب: فلما سلمت على رسول الله صلى الله عليه وسلم قال وهو يبرق وجهه من السرور: \"أبشر بخير يوم مر عليك منذ ولدتك أمك\".\nالتهنئة بالعافية من المرض\n8-\nأخرج الحاكم: عن خوات بن جبير قال: مرضت, فعادني النبي صلى الله عليه وسلم, فلما برأت قال: \"صح جسمك يا خوات\".\n9-\nوأخرج عبد الله بن أحمد في \"زوائد الزهد\": عن مسلم بن يسار قال: كانوا يقولون للرجل إذا برأ من مرضه: ليهنك الطهر.\nالتهنئة بتمام الحج\n10-\nأخرج البزار: عن عروة بن مضرس قال: أتيت النبي صلى الله عليه وسلم بمنى فقال: \"أفرخ روعك يا عروة\".\nالجزء: 1 ¦ الصفحة: 10\n",
        "قال في\"الصحاح\": أفرخ الروع: أي ذهب الفزع يقال ليفرخ روعك أي ليخرج عنك فزعك كما يخرج الفرخ عن البيضة, وأفرخ روعك يا فلان, أي سكن جأشك.\nقال الميداني: وهو في هذا متعد وفي الأول لازم.\n11-\nوأخرج الشافعي في \"الأم\" عن محمد بن كعب القرظي قال: حج آدم عليه السلام فتلقته الملائكة فقالوا: برنسكك يا آدم.\nالتهنئة بالقدوم من الحج\n12-\nأخرج ابن السني, والطبرانس: عن ابن عمرو قال: جاء غلام إلى النبي صلى الله عليه وسلم فقال: إني أحج, فمشى معه النبي صلى الله عليه وسلم فقال: \"يا غلام, زودك الله التقوى, ووجهك الخير, وكفاك الهم\".\nفلما رجع الغلام سلم على النبي صلى الله عليه وسلم فقال: \"يا غلام، قبل الله حجك, وغفر ذنبك, وأخلف نفقتك\".\n13-\nوأخرج سعيد بن منصور في \"سننه\" عن ابن عمر: أنه كان يقول للحاج إذا قدم: \"تقبل الله نسكك وأعظم أجرك وأخلف نفقتك\".\nالتهنئة بالقدوم من الغزو\n14-\nأخرج الحاكم في \"المستدرك\"عن عروة قال: لما أقبل رسول الله صلى الله عليه وسلم وأصحابه من بدر استقبلهم المسلمون بالروحاء يهنئونهم, مرسل صحيح الإسناد.\n15-\nوأخرج ابن السني: عن عائشة رضي الله عنها قالت: كان رسول الله صلى الله عليه وسلم في غزوة فلما دخل استقبلته فأخذت بيده فقلت: \" الحمد الله الذي نصرك وأعزك وأكرمك\" 16- وأخرج ابن سعد: عن عبد الله بن أبي سفيان أبي أحمد قال: لقي أسيد بن الحضير رسول الله صلى الله عليه وسلم حين أقبل من بدر فقال: \" الحمد لله الذي أظفرك وأقر عينك\".\nالتهنئة بالنكاح\n17-\nأخرج أبو داود, والترمذي, وابن ماجة: عن أبي هريرة: أن النبي صلى الله عليه وسلم كان إذا رقا الإنسان إذا تزوج قال: \"بارك الله لك, وبارك عليك, وجمع بينكما في خير\" 18-وأخرج ابن ماجه, وأبو يعلى: عن عقيل بن أبي طالب: \"أنه تزوج فقيل له: بالرفاء والبنين ,فقال: لا تقولوا كذا ولكن قولوا كما قال رسول الله صلى الله عليه وسلم: \"على الخير والبركة, بارك الله لك, وبارك عليك\" 19- وأخرج الطبراني: عن هبار: أن النبي صلى الله عليه وسلم شهد نكاح رجل فقال: \"على الخير والبركة والألفة والطائر الميمون والسعة في الرزق بارك الله لكم\"\nالتهنئة بالمولود\n20-\nأخرج ابن عسكر: عن كلثوم بن حوشب قال: جاء رجل عند الحسن - وقد ولد له مولود - فقيل له: \"يهنيك الفارس\" فقال الحسن: وما يديك أفارس هو؟ قالوا كيف نقول يا أبا سعيد؟ قال تقول: \"بورك لك في الموهوب, وشكرت الواهب, ورزقت بره, وبلغ أشده\" 21-وأخرج الطبراني في \"الدعاء\" من طريق السري بن يحيى قال: ولد لرجل ولد, فهنأه رجل فقال: ليهنك الفارس.\nفقال الحسن البصري: وما يدريك؟ قل: اجعله الله مباركا عليك وعلى أمة محمد.\n22-\nومن طريق حماد بن زيد قال: كان أيوب إذا هنأ رجلا بمولود قال: \"جعله الله مباركا عليك وعلى أمة محمد\".\nالتهنئة بدخول الحمام\nقال الغزال في \"الإحياء\" في أدب الحمام: لا بأس بقوله لغيره \"عافاك الله\" نقله في شرح المهذب.\n23-\nوفي \"الفردوس\": من حديث ابن عمر: أن رسول الله صلى الله عليه وسلم قال لأبي بكر وعمر- وقد خرجا من الحمام: \"طاب حمامكما\".\nلكن بيَّض له ولده في مسنده فلم يذكر له إسناداً.\nالتهنئة بشهر رمضان\n24-\nأخرج الأصبهاني في \"الترغيب\": عن سلمان الفارسي قال: خطب رسول اله صلى الله عليه وسلم في آخر يوم من شعبان فقال: \"أيها الناس إنه قد أظلمكم شهر عظيم مبارك فيه ليلة خير من ألف شهر\" الحديث.\nقال ابن رجب: هذا الحديث أصل التهنئة بشهر رمضان.\nالتهنئة بالعيد\n25-\nأخرج الطبراني في \"الكبير\" وزاهر بن طاهر في \"تحفة عيد الأضحى\": عن حبيب بن عمر الأنصاري قال: حدثني أبي قال: لقيت واثلة رضي الله عنه يوم فقلت \"تقبل الله منا ومنك\".\nفقال: \"تقبل الله منا ومنك\".\n26-\nوأخرج الأصبهاني في \"الترغيب\": عن صفوان بن عمرو السكسكي قال: سمعت عبد الله بن بشر, وعبد الرحمن بن عائز, وجبير بن نفير, وخالد بن معدان يقال لهم في أيام الأعياد \"تقبل الله منا ومنكم\" ويقولون ذلك لغيرهم.\nالجزء: 1 ¦ الصفحة: 11\n",
        "27-\nوأخرج الطبراني في \"الدعاء\" والبيهقي: عن راشد بن سعد: أن أبا أمامة, وواثلة لقياه في يوم عيد فقالا: \"تقبل الله منا ومنك\".\n28-\nوأخرج زاهر بن طاهر في كتاب\"تحفة عيد الفطر\"وأبو أحمد الفرضي في مشيخته بسند حسن, عن جبير بن نفير قال: كان أصحاب رسول اله صلى الله عليه وسلم إذا التقوا يوم العيد يقول بعضهم لبعض: تقبل الله منا ومنكم\".\n29-\nوأخرج زاهر أيضا بسند حسن: عن محمد بن زياد الإلهاني قال: رأيت أبا أمامة الباهلي يقول في العيد: \"لأصحابه تقبل الله منا ومنك\".\n30-\nوأخرج البيهقي: من طريق أدهم مولى عمر بن عبد العزيز قال: كنا نقول لعمر بن عبد العزيز في العيد: \"تقبل الله منا ومنك يا أمير المؤمنين\" فيرد علينا ولا ينكر ذلك.\n31-\nوأخرج الطبراني في \"الدعاء\" عن شعبة بن الحجاج قال: لقيت يونس بن عبيد فقلت تقبل الله منا ومنك فقال لي مثله.\n32-\nوأخرج الطبراني في \"الدعاء\" من طريق حوشب بن عقيل قال: لقيت الحسن البصري في يوم عيد فقلت: \"تقبل الله منا ومنك\" فقال ما زال الأمر عندنا كذلك.\n33-\nوأخرج ابن حبان في \"الثقاب\" عن علي بن ثابت قال: سألت مالكا عن قول الناس في العيد \"تقبل الله منا ومنك\" فقال: مازال الأمر عندنا كذلك.\n34-\nلكن أخرج ابن عساكر: من حديث عبادة بن الصامت قال: سألت رسول الله صلى الله عليه وسلم عن قول الناس في العيدين: \" تقبل الله منا ومنكم\" فقال: \"كذلك فعل أهل الكتابين وكرهه \" وفي إسناده عبد الخالق بن خالد بن زيد بن واقد الدمشقي قال فيه البخاري: منكر الحديث, وقال أبو حاتم: ضعيف, وقال النسائي: ليس بثقة وقال الدارقطني: متروك, وقال أبو نعيم: لاشيء.\nالتهنئة بالثوب الجديد\n35-\nأخرج البخاري: عن أم خالد بنت خالد: أن رسول الله صلى الله عليه وسلم كساها خمصية فألبسها بيده وقال: \"أبلى وأخلقي\" مرتين.\n36-\nوأخرج ابن ماجه: عن ابن عمر: أن رسول الله صلى اله عليه وسلم رأى على عمر قميصا أبيض فقال: \"ألبس جديدا وعش حميدا ومت شهيدا\" 37- وقال سعيد بن منصور في\"سننه\"حدثنا عبد الله بن المبارك, عن سعيد بن إياس الجريري, عن أبي نضرة قال: كان أصحاب رسول الله صلى الله عليه وسلم إذا لبس أحدهم ثوبا جديدا قيل له: \"تبلي ويخلف الله عز وجل\"\nالتهنئة بالصباح والمساء\n38-\nأخرج الطبراني بسند حسن عن ابن عمرو وقال: قال رسول الله صلى الله عليه وسلم لرجا\"كيف أصبحت يا فلان\" قال: أحمد الله إليك يا رسول اله.\nفقال رسول الله صلى الله عليه وسلم\"ذلك الذي أردت منك\" 39- وأخرج بسند جيد عن ميسرة بن حبس قال: لقيت واثلة بن الأسقع فسلمت عليه, فقلت: كيف أنت يا أبا شداد أصلحك الله؟ قال: بخير يا ابن أخي.\n40-\nوقال سعيد بن منصور في \"سننه\": حدثنا أبو شهاب, عن الحسن بن عمر, عن أبي معشر, عن الحسن قال: إنما كانوا يقولون: السلام عليكم سلمت والله القلوب, فأما اليوم فكيف أصبحت: عافاك الله وكيف أمسيت: أصلحك الله فإن أخذنا نقول لهم كانت بدعة وإلا غضبوا علينا.\n41-\nروى الطبراني في \" مسند الشاميين\" , والخرائطي في \" مكارم الأخلاق\": عن مرو بن شعيب عن أبيه عن جده: أن رسول الله صلى الله عليه وسلم قال: \"أتدرون ما حق الجار؟ إن استعان بك أعنته وإن استقرضك أقرضته وإن أصابه خير هنأته وإن أصابته مصيبة عزيته\"- الحديث.\nوله شاهد من حديث معاذ بن جبل: أخرجه أبو الشيخ في \" الثواب\" ومن حديث معاوية بن حيدة أخرجه الطبراني في \" الكبير\".\nفائدة\nقال القمولي في \" الجواهر\" لم أر لأصحابنا كلاماً في التهنئة بالعيدين, والأعوام والأشهر كما يفعله الناس ورأيت فيما نقل من فوائد الشيخ زكي الدين عبد العظيم المنذري: أن الحافظ أبا الحسن المقدسي سئل عن التهنئة في أوائل الشهور والسنين أهو بدعة أم لا؟ فأجاب: بأن الناس لم يزالوا مختلفين في ذلك.\nقال: والذي أراه أنه مباح ليس بسنة ولا بدعة انتهى.\nونقله الشرف الغزي في \" شرح المنهاج\" ولم يزد عليه.\nالجزء: 1 ¦ الصفحة: 12\n",
        ""
    ]
}