{
    "1": [
        "ظاهرة المد في الأداء القرآني دراسة صوتية للمدة الزمنية للمد العارض للسكون\nظاهرة المد في الأداء القرآني دراسة صوتية للمدة الزمنية للمد العارض للسكون\nيحيى بن علي المباركي\nالكتاب:\nظاهرة المد في الأداء القرآني دراسة صوتية للمدة الزمنية للمد العارض للسكون\nالمؤلف:\nيحيى بن علي المباركي\nالناشر:\nالجامعة الإسلامية بالمدينة المنورة\nالطبعة:\nالعدد 120 - السنة 35 - 1423هـ/2003م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "المقدّمة\nيحاول هذا البحث - بطريق التجريب والتطبيق - أن يقف - بدقة - على المدة الزمنية لصوت المد فيما يعرف بالمد العارض للسكون الذي رأى القراء أنه يجوز مده بمقدار حركتين وأربع وست حركات، وقد استطاع هذا البحث أن يتعامل - بدقة - مع هذا المقدار الزمني المعطى لصوت المد الذي قدره علماء القراءات بالحركة في ضوء حساب الآلة المقدر بجزء من عشرة آلاف من الثانية، وذلك في قراءة أربعة من القراء المجيدين المعاصرين. وقد قسم هذا البحث: إلى قسمين رئيسين:\n1. قسم نظري: اشتمل على\nمقدمة\nعن المد العارض للسكون وأوجهه وأحكام كل وجه منه، والمقدار الذي يجوز مده عند علماء القراءات.\n2. قسم تجريبي تطبيقي: قام على إدخال نص من القرآن الكريم (هو سورة هود - عليه وعلى نبينا محمد أفضل الصلاة وأتم التسليم) كلها برواية حفص عن عاصم بن أبي النجود مقروءة بأصوات أربعة من القراء هم على الترتيب (الشيخ محمود خليل الحصري، والشيخ محمد صديق المنشاوي، والشيخ عبد الباسط محمد عبد الصمد - يرحمهم الله جميعا - والشيخ علي بن عبد الرحمن الحذيفي - أمد الله في عمره -) إلى المعمل الصوتي (Sona - Graph Model 5500) وذلك بهدف الوقوف - بجلاء –.\n3. على المتوسط العام للمدة الزمنية محسوبة بجزء من عشرة آلاف من الثانية للمد العارض للسكون في الآيات القرآنية التي وردت في السورة المذكورة في السياقات الأدائية التي تعرض لصوت المد في هذا النوع من المدود في الأداء.\nالجزء: 1 ¦ الصفحة: 395\n",
        "1. أهداف البحث: يتكون النظام الصوتي لأصوات اللغة العربية وسواها من اللغات المنطوقة من دعامتين أساسيتين:\n1. فونيمات قطعية (Segmental Phonames) ويقصد بها الصوامت والصوائت في اللغة.\n2. فونيمات فوقطعية (Supra Segmental) وتشتمل على الفواصل والنبرات والنغمات، وهي ظواهر غير واضحة في أبجديتها ولكنها متصلة ومصاحبة للنطق والأداء1، وحينما نتكلم فإننا لا نصدر أصواتا أو فونيمات قطعية ذات أصوات مفردة منعزلة لأن الكلام - في أدائه الصحيح حسب نظام أصوات اللغة المنطوقة - مكون من سلسلة من الأصوات المتعاقبة المتتابعة التي يأخذ بعضها بحجز بعض في تناسق وترتيب دقيقين حتى ليخال للمتأمل في النشاط الكلامي الإنساني أن وضع حواجز وحدود واضحة ودقيقة بين مقطع أو صوت وآخر في النشاط الأدائي للكلام أمر بالغ الصعوبة ذلك لأن المتكلم بأصوات لغته الأم أثناء كلامه يصبغ فونيمات اللغة القطعية جميعها بألوان لا تحصى من الفونيمات الفوقطعية2 جميعها كالضغط على بعض المقاطع الصوتية دون بعض أو علو درجة الصوت وموسيقاه أو انخفاضهما وكذا اختلاف مواطن الفصل والوصل بين الوحدات الصوتية المتتابعة وكل ذلك يساعد المتكلم والمتلقي على:\nأ. إبراز المعاني وتجليتها: لعل من أهم وظائف الفونيمات الفوقطعية في اللغة أنها تعمل على إيضاح كثير من المعاني التي لم يسطع المتكلم بيانها والإفصاح\n. 1Lade Foged , P. (A course in Phonetics) .1975 P:30.\n2Fujimora , Osama. Syllables as concatenative Phonetics Units. written in 1977 PP: 370.\nالجزء: 1 ¦ الصفحة: 396\n",
        "عنها في أحيان كثيرة من خلال أنظمة اللغة الأخرى كالصوامت والصوائت\n…\nإلخ، وأي إخلال بهذه الطرق الأدائية التي يقتضيها نظام اللغة أو بعضها أو اللحن فيها يؤدي إلى صعوبة فهم المعنى المراد من الكلام أو تعذره، وإذا كان ما يحدد وظيفة الفونيم في اللغة هو قدرته على تغيير المعنى سواء أكان فونيما قطعيا أم فوقطعيا1 فإننا نرى أن معرفة مواطن الفصل والوصل (الوقف والابتداء) مما يعين على فهم المراد من الكلام ولا يتم إدراك المعاني إلا به فربما وقف المتكلم قبل تمام المعنى ولا يصل ما وقف عليه مما بعده حتى ينتهي إلى ما يصح أن يقف عنده وعندئذ لا يفهم هو ما يقول ولا يفهمه السامع بل ربما يفهم من هذا الوقف معنى آخر غير المعنى المراد وهذا في الكلام العادي فكيف إذا كان ذلك فيما يتعلق بفهم كتاب الله الكريم والوقوف على مراد الله تعالى به، والأمثلة على ذلك كثيرة ومنها - مثلا - أن يقرأ أحدهم قوله تعالى: {يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ وَالظَّالِمِينَ أَعَدَّ لَهُمْ عَذَاباً أَلِيماً} فيقف على {الظَّالِمِينَ} . أو أن يقرأ أحدهم قوله تعالى: {وَتَرَى الشَّمْسَ إِذَا طَلَعَتْ تَزَاوَرُ عَنْ كَهْفِهِمْ ذَاتَ الْيَمِينِ وَإِذَا غَرَبَتْ تَقْرِضُهُمْ ذَاتَ الشِّمَالِ} فيقف على {وَإِذَا غَرَبَتْ} .\nب. أهمية الوقفة (المفصل) بين أجزاء الكلام: - ولأن الوقفة تغير أحيانا المعنى وقد تضيف معاني أخرى فقد أدرك القدماء من المهتمين بفنون القول والمعنيين بطرق الأداء فيه من الخلفاء والخطباء والكتاب وأئمة القراء ما للوصل والفصل في اللغة العربية من أهمية في تغير المعنى فحضوا على تفقد مواطنه من الكلام، وأوجبوا على القارىء لآي القرآن الكريم معرفة الوقف والابتداء لما\n. 1Lass Roger. Phonology (An Introduction to basic concepts) .1984 PP 248.\nالجزء: 1 ¦ الصفحة: 397\n",
        "جاء في ذلك من الآثار الواردة عن الصحابة رضي الله عنهم والتابعين وأئمة البلاغة وأصحاب البيان فقد ثبت أن الإمام عليا كرم الله وجهه لما سئل عن قوله تعالى: {وَرَتِّلِ الْقُرْآنَ تَرْتِيلاً} قال: الترتيل معناه تجويد الحروف ومعرفة الوقوف1. وما رواه ابن أبي مليكة عن أم سلمة رضي الله عنها حين سئلت عن قراءة رسول الله صلى الله عليه وسلم قالت: كان رسول صلى الله عليه وسلم يقطع قراءته {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} - ثم يقف - {الرَّحْمَنِ الرَّحِيمِ} - ثم يقف - وكان يقرأ {مَالِكِ يَوْمِ الدِّينِ} 2، وفي رواية أخرى قالت: قراءة رسول الله صلى الله عليه وسلم: {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيم الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ الرَّحْمَنِ الرَّحِيمِ مَالِكِ يَوْمِ الدِّينِ} . يقطع قراءته آية آية 3. وروى الحافظ ابن الجزري - رحمه الله - قول ابن عمر رضي الله عنهما: لقد عشنا برهة من دهرنا وإن أحدنا ليؤتى الإيمان قبل القرآن وتنزل السورة على النبي صلى الله عليه وسلم فيتعلم حلا لها وحرامها وآمرها وزاجرها وما ينبغي أن يوقف عنده منها. ويعلق على ذلك ابن الجزري - رحمه الله -: ففي كلام علي رضي الله عنه دليل على وجوب تعلمه ومعرفته، وفي كلام ابن عمر برهان على أن تعلمه إجماع من الصابة رضي الله عنهم\n…\n4، وقال معاوية رضي الله عنه: قم يا أشدق عند قروم العرب وجحاجحها فسل لسانك وجل في ميادين البلاغة وليكن التفقد لمقاطع الكلام منك على بال فإني شهدت رسول الله صلى الله عليه وسلم أملى\n1 النشر في القراءات العشر. ابن الجزري. دار الفكر 1م225.\n2 صحيح الترمذي - رقم 2954.\n3 جامع الأصول في أحاديث الرسول. ابن الأثير، مجد الدين أبو السعادات. تح. عبد القادر الأرناؤوط. ج2 ص: 463.\n4 النشر 1/225.\nالجزء: 1 ¦ الصفحة: 398\n",
        "على علي بن أبي طالب رضي الله عنه كتابا وكان يتفقد مقطع الكلام كتفقد المصرم صريمته. ونسب إلى الأحنف بن قيس أنه قال: ما رأيت رجلا تكلم فأحسن الوقوف عند مقاطع الكلام ولا عرف حدوده إلا عمرو بن العاص رضي الله عنه1. وصح بل تواتر - كما يقول الحافظ ابن الجزري (رحمه الله) - عند أهل الأداء وأئمة القراءة تعلم الوقف والابتداء والاعتناء به من السلف الصالح كأبي جعفر يزيد بن القعقاع إمام أهل المدينة الذي هو من أعيان التابعين وصاحبه الإمام نافع بن نعيم، وأبي عمرو بن العلاء، ويعقوب الحضرمي، وعاصم بن أبي النجود وغيرهم من الأئمة2. وقال يزيد بن معاوية: إياكم وغيركم من أن تجعلوا الفصل وصلا فإنه أشد وأعيب من اللحن\n…\nوكان أكثم بن صيفي إذا كاتب ملك الجاهلية يقول لكاتبه: افصلوا بين كل منقض معنى، وصلوا إذا كان الكلام معجونا بعضه ببعض\n…\nونسب إلى أبي العباس السفاح قوله: قف عند مقاطع الكلام وحدوده وإياك أن تخلط المرعي بالمهمل ومن حلية البلاغة المعرفة بمواضع الفصل والوصل\n…\nوقال المأمون: إن البلاغة إذا اعتزلتها المعرفة بمواضع الفصل والوصل كانت كاللآليء بلا نظام\n…\nوسئل الفارسي ما البلاغة؟ فقال: معرفة الفصل من الوصل. ونسب إلى المأمون أيضا قوله: ما أتفحص من رجل شيئا كتفحصي عن الفصل والوصل في كتابه. ومما قاله الحسن بن سهل لكاتبه الحراني لما سأله ما منزلة الكاتب في قوله وفعله: أن يكون مطبوعا محنكا بالتجربة عالما بحلال الكتاب والسنة وطريقها وبالدهور في تداولها وتصرفها والملوك في سيرها وأيامها مع براعة اللفظ وحسن التنسيق\n1 كتاب الصناعتين. أبو هلال العسكري. الأستانة. 1319 هـ. ص: 346.\n2 النشر 1/225.\nالجزء: 1 ¦ الصفحة: 399\n",
        "وتأليف الأوصال بمشاكلة الاستعارة وشرح المعنى حتى تنصب صدورها بمقاطع الكلام ومعرفة الفصل من الوصل فإذا كان ذلك فهو كاتب مجيد\n…\nوالقول إذا استعمل آلته واستتم معناه فالفصل عنده1.\nيتبين لنا - بوضوح - من هذه النصوص وغيرها مما لا يعدم الباحث وجودها إن طلبها في مظانها من الكتب والمصادر القديمة - اهتمام المشتغلين بفنون القول - عامة - والمعنيين بأداء الكلام العربي - حسب ما تقتضيه أنظمة الأداء في اللغة العربية - بهذه المسألة اللغوية وذلك لما للوصل والوصل من أهمية في تغير المعنى، ومن ثم اعتنى بعلم الوقف والابتداء وتعلمه والعمل به المتقدمون والمتأخرون من أئمة أهل الإقراء فأفردوه بالتصنيف الخاص به منهم الإمام أبو بكر بن الأنباري والإمام أبو جعفر النحاس والحافظ أبو عمرو الداني والحافظ ابن الجزري وابنه العلامة الشيخ أحمد المعروف بابن الناظم وشيخ الإسلام أبو زكريا الأنصاري والعلامة المحقق الشيخ أحمد بن عبد الكريم الأشموني وخلق غير هؤلاء - رحمهم الله أجمعين -2. والأصل في الوقف السكون. أما الروم والإشمام فلبيان الحركة التي هي للحرف وقد أخفاها السكون3، والملاحظ من جهود هؤلاء القدماء أن جل اهتمامهم كان منصبا على خدمة القرآن الكريم ولهذا نجدهم اجتهدوا في وضع علامات الوقف الواجب والجائز والممتنع في المصحف الكريم وقسموه إلى: وقف اختياري واضطراري4 لأن الكلام إما أن يتم أولا،\n1 كتاب الصناعتين ص: 346 وما بعدها. وهداية القارئ إلى تجويد كلام البارئ. عبد الفتاح المرصفي. دار النصر للطباعة الإسلامية. ط1 ص: 369.\n2 هداية القاريء ص: 369.\n3 من كلام أحد المحكمين للبحث.\n4 النشر 1/225 وما بعدها.\nالجزء: 1 ¦ الصفحة: 400\n",
        "فإن تم كان اختياريا، وكونه تاما لا يخلو إما أن لا يكون له تعلق بما بعده ألبتة أي لا من جهة اللفظ ولا من جهة المعنى نحو قوله تعالى: {مَالِكِ يَوْمِ الدِّينِ} وقوله تعالى: {أُولَئِكَ عَلَى هُدىً مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} ، وأكثر ما يوجد هذا النوع في رؤوس الآي، وعند انقضاء القصص، ويسمى هذا النوع من الوقف بالتام لتمامه المطلق يوقف عليه ويبتدأ بما بعده. فإن كان له تعلق فلا يخلو هذا التعلق إما أن يكون من جهة المعنى فقط نحو قوله تعالى: {أَمْ لَمْ تُنْذِرْهُمْ لا يُؤْمِنُونَ خَتَمَ اللَّهُ عَلَى قُلُوبِهِم} فآخر الآية كلام تام ليس له تعلق بما بعده لفظا ولكنه متعلق من جهة المعنى لأن كلا منهما إخبار عن حال الكفار، فالوقف في هذه الآية على قوله تعالى: {يُؤْمِنُون} والابتداء بقوله تعالى: {خَتَمَ اللَّهُ عَلَى قُلُوبِهِم} ، وسمي كافيا للاكتفاء به عما بعده واستغناء ما بعده عنه وهو كالتام في جواز الوقف عليه والابتداء بما بعده. أما إن كان التعلق من جهة اللفظ فقط نحو الوقف على قوله تعالى: {الْحَمْدُ لِلَّهِ} وعلى {رَبِّ الْعَالَمِينَ} وعلى {الرَّحْمَنِ} يفهم ولك الابتداء بقوله تعالى: {الرَّحْمَنِ الرَّحِيمِ} و {رَبِّ الْعَالَمِينَ} و {مَالِكِ يَوْمِ الدِّينِ} و {الصِّرَاطَ الْمُسْتَقِيمَ} و {غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ} لا يحسن لتعلقه لفظا فإنه تابع لما قبله إلا ما كان من ذلك رأس آية فالابتداء به سنة، ويسمى هذا النوع من الوقف بالوقف الحسن لأنه في نفسه حسن مفيد يجوز الوقف عليه دون الابتداء بما بعده للتعلق اللفظي إلا أن يكون رأس آية - كما أشرنا - فإنه يجوز في اختيار أكثر أهل الأداء. فإن لم يتم الكلام لتعلق معناه بما بعده لفظا ومعنى كالوقف على المضاف دون المضاف إليه أو على المبتدأ دون خبره أو على الفعل دون فاعله كالوقف على {الْحَمْدُ} من {الْحَمْدُ لِلَّهِ} ، أو على لفظ {بِسْمِ} من {بِسْمِ اللَّه} وهكذا كل ما لا يفهم منه معنى لأنه لا يعلم إلى أي شيء أضيف، فالوقف عليه قبيح لا يجوز\nالجزء: 1 ¦ الصفحة: 401\n",
        "تعمده إلا لضرورة كانقطاع نفس أو عطاس أو نحو ذلك فيوقف عليه للضرورة ويسمى (وقف ضرورة) . فإذا وقف (اختياريا أو اضطراريا) على آخر الكلمة في آي القرآن الكريم، وكان ما قبل هذا الحرف الأخير حرف مد أو لين جاز مد الصوت به أو قصره، فالقصر: حركتين، والمد ويشمل: التوسط: وهو بمقدار أربع حركات، والإشباع: وهو بمقدار ست حركات - كما أشرنا إلى ذلك فيما سبق.\nالجزء: 1 ¦ الصفحة: 402\n",
        "التعريف بالمد العارض للسكون: حده، أقسامه، أحكام المد به عند القراء\nحده وأقسامه:\nالمد العارض للسكون ويقال له أيضا الجائز والعارض1، وسمي عارضا لعروض سببه في الوقف وهو السكون، وجائزا لجواز قصره ومده عند كل القراء2، ويعنون به: أن يقع سكون عارض للوقف على الحرف بعد حرف المد - قيل - وحده3 - وهو الغالب - أو اللين - عند بعضهم -4، وذلك بأن يكون الحرف قبل الأخير من الكلمة حرف مد - غالبا - أو لين - على قول -، والحرف الأخير متحرك طبعا، فإن درجنا الكلام ووصلنا الكلمة بما بعدها كان طبيعيا، وإن وقفنا على الحرف الأخير بالسكون صار المد الذي قبل الحرف الأخير مدا بسبب السكون العارض، فمثال حرف المد نحو قوله تعالى: {يُذْهِبْنَ السَّيِّئَات} - سورة هود - آية - 115، وقوله تعالى: {بَعْضُ آلِهَتِنَا بِسُوءٍ} - هود - آية - 45، وقوله تعالى: {وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ} - هود - آية - 39 وقوله تعالى: {أَلا بُعْداً لِعَادٍ قَوْمِ هُودٍ} - هود - آية - 60. ومثال حرف اللين قوله تعالى: {عَلَيْكُمْ أَهْلَ الْبَيْتِ} - هود - آية - 37. ويدخل فيه ما إذا كان\n1 النشر 1/335.\n2 هداية القاريء ط1 ص:307.\n3 نفسه ص:307.\n4 حق التلاوة. حسني عثمان. طباعة شركة المطابع النموذجية. عمان - الأردن. ص: 77. وانظر أيضا \"أسنى المعارج إلى معرفة صفات الحروف والمخارج\" لعبد الرقيب مقبنة. دار الروائع - دمشق - سنة 1407هـ. ص:22.\nالجزء: 1 ¦ الصفحة: 403\n",
        "الساكن في همز بعد حرف المد نحو قوله تعالى: {وَكَانَ عَرْشُهُ عَلَى الْمَاءِ} - هود - آية - 7، وقوله تعالى: {مِمَّا يَعْبُدُ هَؤُلاءِ} - هود - آية - 109.\nحكمه:\nوهذا النوع من المد جائز باتفاق أهل الأداء من أئمة القراء فيجوز مده وقصره عند كل القراء، والأفضل فيه الست وهو التام1، وفيه ثلاثة أوجه2:\nالأول: القصر ومقداره حركتان. الثاني: التوسط ومقداره أربع حركات. الثالث: الإشباع ومقداره ست حركات. وتجري هذه الأوجه الثلاثة على هذا الترتيب في كل مد عارض للسكون إلا المد العارض للسكون الذي أصله المد المتصل الموقوف على همز كقوله تعالى: {يَعْصِمُنِي مِنَ الْمَاءِ} - هود - آية - 43. فلا يجوز فيه القصر بحال حالة الوقف على آخر الكلمة {الْمَاءِ} بالسكون، وإنما يخير القارئ فيه وأمثاله بين التوسط والإشباع وما دونهما. وبالنسبة لحفص عن عاصم فيجوز له المد وقفا بقدر أربع حركات أو خمس أو ست3. ووجه القصر (وهو حركتان) نظرا لعروض السكون فلا يعتد به لأن مع الوقف يجوز فيه التقاء الساكنين مطلقا4، ومع الوصل يصير مدا طبيعيا5، وهذا الوجه\n1 أسنى المعارج إلى معرفة صفات الحروف والمخارج. ص: 22 وما بعدها.\n2 النشر 1/335، وانظر هداية القاريء ص: 308.\n3 هداية القاريء ص:308.\n4 النشر1/335. والكشف عن وجوه القراءات السبع وعللها وحججها لمكي بن أبي طالب. ط2. 1/62.\n5 غاية المريد في علم التجويد. عطية نصر. دار الحرمين للطباعة - القاهرة. ط4 سنة 1413هـ. ص: 103.\nالجزء: 1 ¦ الصفحة: 404\n",
        "يستحب في القراءة مع مرتبة الحدر، ووجه التوسط (أربع حركات) لمراعاة اجتماع الساكنين مع ملاحظة كونه عارضا فحط عن الأصل وأصبح لا هو معدوم مطلقا حتى يكون كالمد الطبيعي ولا هو موجود دائما حتى يكون أصليا فيمد ست حركات كاللازم وملاحظة عروضه جعلته في مرتبة متوسطة، وهذا الوجه يستحب في القراءة مع مرتبة التدوير. ووجه الإشباع (ست حركات) كاللازم لاجتماع الساكنين اعتدادا بالعارض حيث يلتقي ساكنان فيلزم المد الطويل للتخلص من التقاء الساكنين، وهذا الوجه في القراءة يستحب مع مرتبة الترتيل1.\n1 شرح الشاطبية. علي محمد الضباع. مطبعة محمد علي صبيح. ص: 53ز وانظر أيضا النشر 1/335.\nالجزء: 1 ¦ الصفحة: 405\n",
        "الأوجه الجائزة في المد العارض للسكون\n:\nالمد العارض للسكون - بالمعنى الذي حدد سابقاً - لا يخلو إما أن يكون سكونه العارض في همز (وهو المد المتصل الموقوف فيه على همزة) نحو قوله تعالى: {وَكَانَ عَرْشُهُ عَلَى الْمَاءِ} - سورة هود - آية - 7، وقوله تعالى: {مِمَّا يَعْبُدُ هَؤُلاءِ} - هود - آية - 109، وهذا بخلاف قوله تعالى: {مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ} - مريم - آية - 28، أو يكون هاء تأنيث نحو قوله تعالى: {رَبِّ اجْعَلْنِي مُقِيمَ الصَّلاةِ} - إبراهيم - آية - 40، أو هاء ضمير نحو قوله تعالى: {ثُمَّ تُوبُوا إِلَيْهِ} - هود - آية - 2، أو يكون غير ذلك نحو قوله تعالى: {وَاللَّهُ عَلَى كُلِّ شَيْءٍ وَكِيلٌ} - هود - آية - 12، فإن كان المد العارض للسكون في غير ما آخره همز فيما يسمى المد المتصل الموقوف على همزة نحو قوله تعالى: {وَلَكِنِّي أَرَاكُمْ قَوْماً تَجْهَلُونَ} - هود - آية - 29، فإن كان آخر الكلمة التي فيها المد العارض\nالجزء: 1 ¦ الصفحة: 405\n",
        "للسكون مفتوحا سواء أكانت فتحة إعراب نحو قوله تعالى: {أَوْفُوا الْمِكْيَالَ وَالْمِيزَانَ} - هود - آية - 85، وقوله تعالى: {فَأَوْرَدَهُمُ النَّارَ} - هود - آية - 98، أم فتحة بناء نحو قوله تعالى: {إِنْ كُنْتَ مِنَ الصَّادِقِينَ} - هود - آية - 32، وقوله تعالى: {أَلا بُعْداً لِثَمُودَ} - هود - آية - 68 فقد ورد فيه عن أهل الأداء من أئمة القراءة ثلاثة أوجه1: الأول: الإشباع بمقدار ست حركات كاللازم. الثاني: التوسط بمقدار أربع حركات. والثالث: القصر بمقدار حركتين كالمد الطبيعي وكلها مع السكون المحض الخالي من الروم والإشمام2. وإن كان آخر الكلمة التي فيها المد العارض للسكون مجرورا سواء أكانت حركة الجر للإعراب نحو قوله تعالى: {أَلَيْسَ الصُّبْحُ بِقَرِيبٍ} - هود - آية - 81، وقوله تعالى: {مِمَّا يَعْبُدُ هَؤُلاءِ} - هود - آية - 109 ففيه أربعة أوجه للقراء وهي: القصر والتوسط والإشباع وكله بالسكون المجرد ثم الوقف بالروم ولا يكون إلا مع القصر3. فإن كان آخر الكلمة التي فيها المد العارض للسكون مرفوعا سواء\n1 هداية القاري ص: 308.\n2 الروم: هو إضعافك الصوت بالحركة حتى يذهب معظم صوتها فيسمع لها صوت خفي يسمعه القريب المصغي دون البعيد لأنها غير تامة، والمراد بالبعيد الأعم من أن يكون حقيقة أو حكما فيشمل الأصم والقريب غير المصغي، والإشمام: أن تضم شفتيك بعيد الإسكان إشارة إلى الضم وتدع بينهما بعض الانفراج ليخرج منه النفس ولا بد من اتصال ضم الشفتين بالإسكان فلو تراخى فإسكان مجرد لا إشمام ولا يدرك لغير البعيد. وفائدة الروم والإشمام بيان الحركة الأصلية التي ثبتت في الوصل للحرف الموقوف عليه ليظهر للسامع أو الناظر كيف تلك الحركة ولذا يستحسن الوقف بهما إذا كان بحضرة القارئ من يسمع قراءته أما إذا قرأ في خلوة فلا داعي إلى الوقف بهما. شرح الشاطبية ص: 121.\n3 تحبير التيسير في قراءات الأئمة العشرة. تح. عبد الفتاح القاضي. دار الرعي بحلب. ط1 سنة 1392هـ. ص: 60. وانظر هداية القاريء. ص: 308 وما بعدها.\nالجزء: 1 ¦ الصفحة: 406\n",
        "أكان للإعراب نحو قوله تعالى: {وَمَا آمَنَ مَعَهُ إِلاَّ قَلِيلٌ} - هود - آية - 40، أم بناء نحو قوله تعالى: {كَمَا بَعِدَتْ ثَمُودُ} - هود - آية - 95، ففيه سبعة أوجه لجميع القراء وهي المدود الثلاثة التي هي القصر والتوسط والإشباع بالسكون المجرد الخالص من الروم والإشمام ثم يؤتى بهذه المدود الثلاثة مرة أخرى بالسكون مع الإشمام ثم الروم ولا يكون إلا مع القصر وذلك لأن الروم مثل الوصل وأصل المد العارض للسكون في حالة الوصل كان طبيعيا ومده حركتان1، ولهذا كان الوقف بالروم كالوصل أي على حركتين. أما إن كان آخر الكلمة التي فيها المد العارض للسكون همزة فيما يعرف بالمد المتصل الموقوف على همزة نحو قوله تعالى: {بَعْضُ آلِهَتِنَا بِسُوءٍ} - هود - آية - 64 وقوله تعالى: {أَوْ أَنْ نَفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ} - هود - آية – 87 فلا يخلو هذا المد من أحد أمرين:\nأولا: إما أن يكون مسبوقا بأحد المدين (المتصل أو المنفصل) أو بهما معا ويسمى هذا المد حينئذ بالمد المتصل الموقوف على همزة المجموع مع ما قبله.\nثانيا: أولا يكون مسبوقا بأحد هذين المدين ألبتة ويطلق عليه حينئذ بالمد المتصل الموقوف على همزة المنفرد، ولكل منهما - في قراءة حفص - أحكام أدائية خاصة به تجمل في الآتي2:\nأولا: المد المتصل الموقوف على همز أو المسبوق بأحد المدين أو بهما معا:\nالمد المتصل الموقوف على همزة المسبوق بأحد المدين - المتصل والمنفصل - أو بهما معا تختلف أوجهه في المد به عن ذلك المد المتصل الموقوف على همزة المنفرد هذا من ناحية وكذلك تبعا لنوع الحركة التي تقع عليه (فتحا أو كسرا أو ضما) من ناحية أخرى، فإن كان مفتوحا (سواء أكانت الفتحة للإعراب أم\n1 شرح المقدمة الجزرية. زكريا شيخ الإسلام الأنصاري. ص:37.\n2 التحبير لابن الجزري. ص: 62. وانظر هداية القاريء ص: 315 وما بعدها.\nالجزء: 1 ¦ الصفحة: 407\n",
        "كانت للبناء) نحو قوله تعالى: {أُولَئِكَ لَمْ يَكُونُوا مُعْجِزِينَ فِي الأَرْضِ وَمَا كَانَ لَهُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ} - هود - آية - 20، ففيه لحفص أربعة أوجه1: مد المنفصل في الآية الأولى - مثلا - والمتصل في الثانية مقدار أربع حركات، وعليه يأتي في المتصل الموقوف على همزة فيهما أربع حركات أو ست بالسكون المجرد، مد المنفصل والمتصل في الآيتين بمقدار خمس حركات، وعليه يأتي في المتصل الموقوف على همزة خمس حركات أو ست بالسكون المجرد أيضا. وما ذكر هنا في المتصل الموقوف على همز هو مثال للمفتوح الذي فتحته فتحة بناء، ومثله بالضبط المتصل الموقوف على همز المنصوب الذي فتحته فتحة إعراب. أما إن كان آخر الكلمة التي فيها المد المتصل الموقوف على همزة مكسورا وكان هذا المد مسبوقا بالمد المنفصل نحو قوله تعالى: {وَجِئْنَا بِكَ عَلَى هَؤُلاءِ شَهِيداً} - النساء - آية - 41، أو كان مسبوقا بالمد المتصل نحو قوله تعالى {يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ} - الأحزاب - آية - 32، ففيه لحفص ستة أوجه: - مد المنفصل أو المتصل المذكور أولا - كما في الآيات القرآنية - أربع حركات وعليه يأتي في المد المتصل الموقوف على همزة أربع حركات أو ست بالسكون المجرد ثم الوقف بالروم مع المد بأربع حركات كذلك فهذه ثلاثة أوجه ثم مد المنفصل أو المتصل المتقدم - كما في الآيات القرآنية - مقدار خمس حركات أيضا وعليه يأتي في المتصل الموقوف على همزة خمس حركات أو ست بالسكون المجرد ثم الوقف بالروم مع المد بخمس حركات فيهما فهذه ثلاثة تضم للثلاثة الأولى فتصير ستة أوجه. أما إن كان آخر الكلمة التي فيها المد المتصل الموقوف على همز مرفوعا (سواء أكان الرفع للإعراب أم للبناء) وكان مسبوقا بالمد المنفصل أو المتصل\n1 شرح الشاطبية ص: 48 وما بعدها.\nالجزء: 1 ¦ الصفحة: 408\n",
        "نحو قوله تعالى: {وَإِذَا قِيلَ لَهُمْ آمِنُوا كَمَا آمَنَ النَّاسُ قَالُوا أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاءُ} - البقرة - آية - 13، وقوله تعالى: {يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ} - البقرة - آية - 284 ففيه لحفص عشرة أوجه في كل من كلمة (السفهاء ويشاء) على النحو التالي:\nأولا: مد الأول في أمثال الآيتين أربع حركات، وعليه يتأتى في المد المتصل الموقوف على همز نحو (السفهاء ويشاء) أربع حركات أو ست بالسكون المجرد فيهما ثم بالسكون أربع حركات أو ست مع الإشمام مرة أخرى ثم الوقف بالروم مع المد بأربع حركات فقط. فهذه - كما نرى - خمسة أوجه أتت على مد الأول أربعا.\nثانيا: مد الأول في أمثال الآيتين المذكورتين سابقا خمس حركات وبناء عليه يأتي في المد المتصل الموقوف على همز في نحو (السفهاء ويشاء) من الآيتين خمس حركات وست بالسكون المجرد فيهما ثم يؤتى بهما بالسكون مع الإشمام خمس حركات أو ست مرة ثانية ثم الوقف بالروم مع المد بخمس حركات فحسب، وهذه - كما نلاحظ - خمسة أوجه أيضا أتت على مد الأول خمسا تضم للخمسة الأوجه السابقة فتصير عشرة أوجه كلها صحيحة لا سقيم فيها ولا فيما سبق من أوجه1. فإن كان آخر الكلمة التي فيها المد العارض للسكون هاء تأنيث وهي التي في الوصل تاء وفي الوقف هاء نحو قوله تعالى: {رَبِّ اجْعَلْنِي مُقِيمَ الصَّلاةِ} - إبراهيم - آية - 40، وقوله تعالى: {إِلاَّ أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً} - آل عمران - آية - 28، ففيه قولان:\nالقول الأول: وهو لكل القراء أن فيه ثلاثة أوجه: القصر وهو بمقدار\n1 هداية القارئ ص:308.\nالجزء: 1 ¦ الصفحة: 409\n",
        "نحو قوله تعالى: {وَإِذَا قِيلَ لَهُمْ آمِنُوا كَمَا آمَنَ النَّاسُ قَالُوا أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاءُ} - البقرة - آية - 13، وقوله تعالى: {يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ} - البقرة - آية - 284 ففيه لحفص عشرة أوجه في كل من كلمة (السفهاء ويشاء) على النحو التالي:\nأولا: مد الأول في أمثال الآيتين أربع حركات، وعليه يتأتى في المد المتصل الموقوف على همز نحو (السفهاء ويشاء) أربع حركات أو ست بالسكون المجرد فيهما ثم بالسكون أربع حركات أو ست مع الإشمام مرة أخرى ثم الوقف بالروم مع المد بأربع حركات فقط. فهذه - كما نرى - خمسة أوجه أتت على مد الأول أربعا.\nثانيا: مد الأول في أمثال الآيتين المذكورتين سابقا خمس حركات وبناء عليه يأتي في المد المتصل الموقوف على همز في نحو (السفهاء ويشاء) من الآيتين خمس حركات وست بالسكون المجرد فيهما ثم يؤتى بهما بالسكون مع الإشمام خمس حركات أو ست مرة ثانية ثم الوقف بالروم مع المد بخمس حركات فحسب، وهذه - كما نلاحظ - خمسة أوجه أيضا أتت على مد الأول خمسا تضم للخمسة الأوجه السابقة فتصير عشرة أوجه كلها صحيحة لا سقيم فيها ولا فيما سبق من أوجه1. فإن كان آخر الكلمة التي فيها المد العارض للسكون هاء تأنيث وهي التي في الوصل تاء وفي الوقف هاء نحو قوله تعالى: {رَبِّ اجْعَلْنِي مُقِيمَ الصَّلاةِ} - إبراهيم - آية - 40، وقوله تعالى: {إِلاَّ أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً} - آل عمران - آية - 28، ففيه قولان:\nالقول الأول: وهو لكل القراء أن فيه ثلاثة أوجه: القصر وهو بمقدار\n1 هداية القارئ ص:308.\nالجزء: 1 ¦ الصفحة: 409\n",
        "حركتين، والتوسط: وهو بمقدار أربع حركات، والإشباع: وهو بمقدار ست حركات، ويستوي في ذلك ما كان منصوبا نحو قوله تعالى: {وَيُقِيمُوا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ} - البينة - آية - 5، أو مجرورا نحو قوله تعالى: {وَجِئْنَا بِبِضَاعَةٍ مُزْجَاةٍ} - يوسف - آية - 88، أو مرفوعا نحو قوله تعالى: {مِنْ قَبْلِ أَنْ تُنَزَّلَ التَّوْرَاةُ} - آل عمران - آية - 93 من غير إشمام ولا روم لأن هاء التأنيث ضمن المواضع التي لا يدخلها روم ولا إشمام1، والعلة في ذلك أن الهاء مبدلة من التاء التي كانت في الوصل والروم والإشمام لا يدخلان في حرف كانت الحركة في غيره ولم تكن فيه، ولم يأت هذا العارض مفتوحا ولا مكسورا ولا مضموما لأن هاء التأنيث معربة دائما وليست مبنية2.\nالقول الثاني: وهو لبعضهم، أن فيه الإشباع فقط وجها واحدا كالمد اللازم وحجتهم في ذلك أن السكون لازم في الحرف الموقوف عليه لعدم تحرك الهاء في الوصل والوقف، أما عدم تحركها في الوصل فلعدم وجودها فيه، وأما عدم تحركها في الوقف فظاهر وحينئذ تندرج فيما سكونه لازم وتمد الألف قبلها مدا طويلا في الوقف ولا يجوز فيه - عندهم - القصر ولا التوسط3. فإن كان المد الجائز العارض للسكون الذي وقع سكونه العارض في هاء الضمير نحو قوله تعالى: {اجْتَبَاهُ وَهَدَاهُ إِلَى صِرَاطٍ مُسْتَقِيمٍ} - النحل - آية - 121، وقوله تعالى: {مَا فَعَلُوهُ} - الأنعام - آية - 112، وقوله تعالى: {لا رَيْبَ فِيهِ} - البقرة - آية - 2، وقوله تعالى: {وَالَّذِي قَالَ لِوَالِدَيْه} - الأحقاف - آية - 17، فقد وقع\n1 شرح الشاطبية ص:122.\n2 نفسه ص: 122 وما بعدها.\n3 هداية القاريء ص: 38 وما بعدها.\nالجزء: 1 ¦ الصفحة: 410\n",
        "الإجماع فيه من جميع القراء على المد به قصرا وتوسطا وإشباعا. واختلفوا في جواز الروم والإشمام فيه على ثلاثة مذاهب:\nالأول: منع الروم والإشمام فيها مطلقا قياسا على هاء التأنيث لما بينهما من التشابه في الوقف.\nالثاني: جواز الروم والإشمام فيها مطلقا بشروطها المعروفة.\nالثالث: التفصيل، وهو مذهب أكثر المحققين وأعدل المذاهب عند الحافظ ابن الجزري في النشر1، وحاصله منع الروم والإشمام فيها في أربع صور، وجوازهما فيما عداها وذلك على النحو التالي:\nأولا: - صور المنع: وهي أربع:\nالأولى: أن يقع قبل الهاء ياء ساكنة سواء كانت مدية نحو قوله تعالى: {أَنْ أَرْضِعِيهِ} - القصص - آية - 7، أو لينة نحو قوله تعالى: {لِوَالِدَيْه} - الأحقاف - آية - 17.\nالثانية: أن يقع قبلها واو ساكنة ويستوي في ذلك الواو المدية نحو قوله تعالى: {أَوْ حَرِّقُوه} - العنكبوت - آية - 24، أو اللينة نحو قوله تعالى: {فَلَمَّا رَأَوْهُ} - الأحقاف - آية - 24.\nالثالثة: أن يقع قبلها كسرة نحو قوله تعالى: {إِلَى أَهْلِه} - الذاريات - آية - 26. وقوله تعالى: {حَقَّ قَدْرِهِ} - الحج - آية - 74.\nالرابعة: أن يقع قبلها ضمة نحو قوله تعالى: {قُلْتُهُ} - المائدة - آية 116. وقوله تعالى: {فَمَا جَزَاؤُهُ} - يوسف - آية - 75، وفيما سوى هذه الصور الأربع يجوز الوقف بالروم والإشمام وذلك في:\n1 النشر 1/122.\nالجزء: 1 ¦ الصفحة: 411\n",
        "الإجماع فيه من جميع القراء على المد به قصرا وتوسطا وإشباعا. واختلفوا في جواز الروم والإشمام فيه على ثلاثة مذاهب:\nالأول: منع الروم والإشمام فيها مطلقا قياسا على هاء التأنيث لما بينهما من التشابه في الوقف.\nالثاني: جواز الروم والإشمام فيها مطلقا بشروطها المعروفة.\nالثالث: التفصيل، وهو مذهب أكثر المحققين وأعدل المذاهب عند الحافظ ابن الجزري في النشر1، وحاصله منع الروم والإشمام فيها في أربع صور، وجوازهما فيما عداها وذلك على النحو التالي:\nأولا: - صور المنع: وهي أربع:\nالأولى: أن يقع قبل الهاء ياء ساكنة سواء كانت مدية نحو قوله تعالى: {أَنْ أَرْضِعِيهِ} - القصص - آية - 7، أو لينة نحو قوله تعالى: {لِوَالِدَيْه} - الأحقاف - آية - 17.\nالثانية: أن يقع قبلها واو ساكنة ويستوي في ذلك الواو المدية نحو قوله تعالى: {أَوْ حَرِّقُوه} - العنكبوت - آية - 24، أو اللينة نحو قوله تعالى: {فَلَمَّا رَأَوْهُ} - الأحقاف - آية - 24.\nالثالثة: أن يقع قبلها كسرة نحو قوله تعالى: {إِلَى أَهْلِه} - الذاريات - آية - 26. وقوله تعالى: {حَقَّ قَدْرِهِ} - الحج - آية - 74.\nالرابعة: أن يقع قبلها ضمة نحو قوله تعالى: {قُلْتُهُ} - المائدة - آية 116. وقوله تعالى: {فَمَا جَزَاؤُهُ} - يوسف - آية - 75، وفيما سوى هذه الصور الأربع يجوز الوقف بالروم والإشمام وذلك في:\n1 النشر 1/122.\nالجزء: 1 ¦ الصفحة: 411\n",
        "الأولى: أن يقع قبلها فتحة نحو قوله تعالى: {فَقَدْ عَلِمْتَه} - المائدة - آية - 116.\nالثانية: أن يقع قبلها ساكن صحيح نحو قوله تعالى: {فَلْيَصُمْهُ} - البقرة - آية - 185 وقوله تعالى: {اسْتَأْجِرْهُ} -القصص - آية -26.\nالثالثة: أن يقع قبلها ألف المد نحو قوله تعالى: {فَبَشَّرْنَاهُ} - الصافات - 101 وقوله تعالى: {عَلَّمْنَاه} - الأنبياء - آية - 801.\nثانيا: المد المتصل الموقوف على همز المنفرد:\nونعني به ذلك المد المتصل الموقوف على همزة الذي لم يسبق بمد متصل ولا بمنفصل في النص القرآني المقروء، وفيه لحفص عن عاصم عدة أوجه تجمل في الآتي:\n1. فإن كان آخر الكلمة التي فيها المد المتصل الموقوف على همزة مفتوحا سواء أكانت الفتحة للإعراب كأن يكون منصوبا نحو قوله تعالى: {نَسُوقُ الْمَاء} - آلم - السجدة - آية ت 27 أم للبناء نحو قوله تعالى: {فَقَدْ بَاءَ} - الأنفال - آية - 16 ففيه ثلاثة أوجه لحفص عن عاصم: وهي الوقف بمقدار أربع حركات أو خمس أو ست بالسكون المجرد فقط.\n2. وإن كان آخر الكلمة التي ورد المد المتصل الموقوف على همزة مكسورا سواء أكانت الكسرة لإعراب نحو قوله تعالى: {عَلَى سَوَاءٍ} - الأنبياء - آية - 109 وقوله تعالى: {وَكَانَ عَرْشُهُ عَلَى الْمَاءِ} - هود - آية - 7 أم للبناء نحو قوله تعالى: {لا إِلَى هَؤُلاءِ وَلا إِلَى هَؤُلاء} - النساء - آية - 143 ففيه خمسة أوجه\n1 هداية القارئ ص ك 308 وما بعدها. وانظر النشر 1/ 124، وشرح الشاطبية ص: 122 وما بعدها.\nالجزء: 1 ¦ الصفحة: 412\n",
        "لحفص عن عاصم وهي: الوقف بأربع أو خمس أو ست بالسكون المجرد، ثم الروم مع المد بأربع حركات وخمس فقط ذلك لأن الروم كالوصل وحينئذ يمد المتصل في الوصل أربع حركات وخمس.\n3. أما إن كان آخر الكلمة التي ورد فيها المد المتصل الموقوف على همزة مضموما سواء أكان الضم حركة إعراب نحو قوله تعالى: {وَاللَّهُ يُضَاعِفُ لِمَنْ يَشَاء} - البقرة - آية - 261 وقوله تعالى: {فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ} - البقرة - آية - 284، أم للبناء نحو قوله تعالى: {وَيَا سَمَاءُ} - هود - آية - 44 ففيه لحفص عن عاصم ثمانية أوجه وهي: الوقف بأربع حركات أو خمس أو ست وكلها بالسكون المجرد، ثم يؤتى بهذه الأوجه الثلاثة مرة أخرى بالسكون مع الإشمام ثم الروم مع المد بأربع حركات وخمس فحسب فهذه هي الأوجه الثمانية1.\nخطة البحث:\nيحاول هذا البحث وما أشبهه من البحوث التطبيقية لأصوات اللغة العربية التي خصصت لدراسة طول الصوت اللغوي كما يقرره أصحاب المباني (الصرفيون) ويعترف به نظام اللغة مقارنا بذلك الزمن للصوت اللغوي الذي يستغرقه النطق به مقدرا بجزء من الثانية أن يقف - بطريق التطبيق - على المدة الزمنية التي يستغرقها النطق بصوت المد - عامة - فيما يعرف عند القراء بالمد العارض للسكون وذلك من خلال نص من القرآن الكريم (هو سورة هود - عليه وعلى نبينا أفضل الصلاة وأتم التسليم) مقروءة برواية حفص عن عاصم على طريقة الترتيل بأصوات أربعة من القراء المجيدين المعاصرين هم على\n1 هداية القاريء ص: 308 وما بعدها.\nالجزء: 1 ¦ الصفحة: 413\n",
        "الترتيب (الشيخ محمود خليل الحصري - ت 1980م، والشيخ محمد صديق المنشاوي - ت 1969م والشيخ عبد الباسط محمد عبد الصمد - ت 1988م، رحمهم الله، والشيخ علي بن عبد الرحمن الحذيفي - أمد الله في عمره - وكانت مادة النص مسجلة على شرائط من الكاسيت، وهي من تسجيلات (الدارين الإسلامية، والإصلاح الإسلامية) ، ويعد تسجيل أصوات المقرئين الأربعة - بصفة عامة - تسجيلا نقيا خاليا من المؤثرات الصوتية الأخرى، وقد روعي في اختيار مادة النص (سورة هود - عليه السلام) من القرآن الكريم عدة اعتبارات أهمها:\n1. أن تكون ممثلة لمعظم صور المد العارض للسكون، ومتضمنة معظم قواعده، إذ تنوعت نهايات آي السورة المباركة بين الحروف الوقفية والاحتكاكية والمتوسطة،، واشتملت على أنواع المد العارض للسكون جميعها في حروف مد أو لين بما في ذلك المد المتصل الموقوف على همزة، وقد أتى فيها المد العارض للسكون منفردا في آيات كثيرة، كما جاء مسبوقا بمد متصل أو بآخر منفصل أو بهما معا في آيات أخرى.\n2. ظل أداء القراء الأربعة للآيات القرآنية - موضوع البحث - وما يزال يلتزم بطرق الأداء الصحيح لأصوات اللغة العربية التي نزل بها على رسول الله - صلى الله عليه وسلم - كونه النص اللغوي الوحيد الذي نقل إلينا متواترا بالمشافهة على ألسنة القراء كل يأخذ قراءته عن شيوخه السابقين له إلى أن تنتهي بهم السلسلة إلى رسول الله - صلى الله عليه وسلم. وتهدف هذه الدراسة إلى الوقوف - بطريق التجريب - على ما يأتي:\nأ. المتوسط العام للمدة الزمنية للمد بصوت المد وما في حكمه (حروف اللين)\nالجزء: 1 ¦ الصفحة: 414\n",
        "- بصورة عامة - في قراءة هؤلاء القراء الأربعة للآيات القرآنية من سورة (هود عليه السلام) التي أخضعت للدراسة في هذا البحث وذلك في ضوء التأثيرات الأدائية التي تطرأ على المدة الزمنية للنطق بصوت المد فيما يعرف عند القراء بالمد العارض للسكون.\nب. المتوسط العام للمدة الزمنية للحرف الصامت المؤلف مع الصائت الطويل في المد (العارض للسكون) الموقوف عليه والآتي قبله.\nج. المتوسط العام للمد بحرف الصائت الطويل في المد (العارض للسكون) تبعا لنوع الصائت المؤلف مع الحرف الصامت الموقوف عليه والمجاور له في السياق الأدائي.\nد. المتوسط العام للمدة الزمنية للنطق بحرف المد (في المد العارض للسكون) في النص المشتمل على مد أو أكثر سواء أكان هذا المد متصلا أم منفصلا وورد أكثر من مرة أو مع غيره، في آية واحدة أو في النص المقروء بشرط أن يؤدى كل ذلك في نفس واحد حسبما تقره قواعد الأداء التي ذكرت في المقدمة.\nبالإضافة إلى أمور أخرى تتعلق بحساب المدة الزمنية لهذا المد والأوجه المدية الجائزة فيه وطرائق القراء الأربعة في الالتزام بذلك من عدمه.\nالجزء: 1 ¦ الصفحة: 415\n",
        "طريقة الإدخال واستخراج النتائج\n:\nأ. بعد اختيار مادة البحث الممثلة للظاهرة وهي - كما ذكرنا سابقا - سورة هود (عليه وعلى نبينا أفضل الصلاة وأتم التسليم) مقروءة بأصوات أولئك القراء الأربعة الذين سبقت الإشارة إليهم وتم تحديد الأهداف على النحو الذي ذكر سابقا\n…\nرمز إلى كل مقرىء - حسب وروده في الترتيب السابق -\nالجزء: 1 ¦ الصفحة: 415\n",
        "برقم من الأرقام (1-4) فالشيخ محمود خليل الحصري - مثلا - رمز إليه بالرقم (1) ورمز إلى الشيخ المنشاوي بالرقم (2) بينما رمز إلى الشيخ عبد الباسط بالرقم (3) وإلى الشيخ الحذيفي بالرقم (4) ، ثم قام الباحث بإدخال قراءة كل مقرىء على حدة في جهاز التسجيل الخاص بالجهاز الصوتي (Sona – Graph Model 5500) تبعا لطريقة الإدخال المرفقة صورتها مع هذا البحث.\nب. بدىء بعد ذلك باستقراء صور المد العارض للسكون تبعا لورودها في الآيات الكريمة في قراءة المقرئ رقم (1) ورصدت نتائجها على حدة، ثم نظر بعد ذلك إلى قراءة المقرىء رقم (2) وفعل بها مثل ما فعل بسابقتها\n…\nإلخ، ثم صنفت نتائج عينات كل مقرئ على حدة وجرى استخراج المتوسط العام لكل عينة من المد العارض للسكون لدى القراء الأربعة مجتمعين على النحو الذي نراه في الجداول المرفقة، وقد تحصل الباحث بعد هذا الاستقراء على (540) عينة هي حاصل ضرب (135) عينة في عدد القراء وهم أربعة (4) ، وهناك (23) عينة وردت في الجداول هي موضع خلاف بينهم، فمن هؤلاء القراء من وقف عندها اضطرارا، ومنهم من وصل كلامه دون توقف لعدم توفر دواعيه - كما أشرنا إلى ذلك في موضعه من الجداول المرفقة.\nوبالتأمل في هذه الجداول نرى أنها قد توزعت إلى خمس مجموعات وهي:\n1. الرقم: ونقصد به الرقم المتسلسل للعينات المدروسة حسب ورودها في النص القرآني.\n2. الآية: ونقصد به النص القرآني الذي اشتمل على المد العارض للسكون منصوصا على عليه بخط من تحته يوضح موقعه في النص.\nالجزء: 1 ¦ الصفحة: 416\n",
        "3. الزمن: وقد قسمناه إلى ثلاث مجموعات:\nأ. المتوسط العام لمدة المد كاملا: ويقصد به المتوسط العام لزمن المد العارض للسكون الذي ورد في النص القرآني الأدائي وذلك مثل المقطع الصوتي (ذاب) من النص {لَهُمُ الْعَذَابُ} ذي الرقم المتسلسل (27) في الجداول المرفقة، ونقصد به في هذا البحث: الحرف الساكن (الصامت) الذي يسبق حرف المد وحرف المد (الصائت) والحرف الساكن (الصامت) الذي يأتي بعد حرف المد، وقد بلغ متوسط مدته الزمنية عند المد به لكونه عارضا للسكون (2.490) من الثانية.\nج. المتوسط العام لزمن حرف المد (الصائت) ونقصد به ذلك المتوسط العام لزمن حرف المد (الصائت) الطويل الذي اشتمل عليه المد العارض للسكون في النص القرآني المنصوص عليه وذلك مثل حرف المد (الصائت) الطويل في المقطع الصوتي (ذاب) من قوله تعالى: {لَهُمُ الْعَذَابُ} ذي الرقم المتسلسل (27) في الجداول المرفقة، وقد بلغ متوسط مدته الزمنية عند المد به بسبب الوقف في النص المقروء (1.863) من الثانية.\nد. المتوسط العام لزمن الحرف الساكن (الصامت) الأول: ونقصد به ذلك المتوسط العام لزمن الحرف الساكن (الصامت) الأول من المقطع الصوتي الموقوف عليه للسكون العارض مثل الحرف الساكن (الصامت) حرف (ذ) من المقطع الصوتي (ذاب) من قوله تعالى: {لَهُمُ الْعَذَابُ} ذي الرقم المتسلسل (27) في الجداول المرفقة، وقد بلغ (2082,) من الثانية.\nهـ. المتوسط العام لزمن الحرف الساكن (الصامت) الثاني: ونقصد به ذلك المتوسط العام لزمن الحرف الساكن (الصامت) الأخير الموقوف عليه بالسكون العارض مثل (ب) من المقطع الصوتي (ذاب) من كلمة\nالجزء: 1 ¦ الصفحة: 417\n",
        "{الْعَذَابُ} في قوله تعالى: {لَهُمُ الْعَذَابُ} ذي الرقم المتسلسل (27) في الجداول المرفقة، وقد بلغ (4521,) من الثانية، وبناء عليه فإن المتوسط العام لزمن المد العارض للسكون في قوله تعالى: {لَهُمُ الْعَذَابُ} ذي الرقم المتسلسل (27) في الجداول المرفقة قد بلغ (2.490) من الثانية موزعة هكذا (1.863) من الثانية هو المتوسط العام لزمن حرف المد في المقطع الصوتي (ذاب) و (2082,) من الثانية هو المتوسط العام لزمن الحرف الساكن (الصامت) الأول (ذ) من المقطع الصوتي (ذاب) و (4521) من الثانية هو المتوسط العام لزمن الحرف الأخير (ب) من المقطع الصوتي (ذاب) .\nز. يلاحظ من صورة الإدخال المرفقة أنه قد تمت تهيئة الجهاز الصوتي (Sona-Graph model 5500) على الموجتين الواسعة (Wide Band) والضيقة (Narrow Band) ، وبتردد قدره أربعة كيلو هيرتز (4khz) لتصبح المسافة بين كل مكون والمكون الذي يأتي بعده من المكونات الأساسية للحرف المشار إليها بالخطوط الأفقية على الصورة الطيفية خمسمائة (500) تردد في الثانية (د/ث) في كلتا الموجتين، ووزع الوقت المشار إليه بالخطوط الأفقية في الصورة - موضوع الدراسة - إلى أربع ثواني لتصبح الفترة الزمنية بين كل خط والخط الذي بعده - على وجه الدقة - (2000,) من الثانية، وكان نمط القوة المقدر بالديسبل (27) على الموجة الأولى و (32) على الموجة الثانية. وبهذه الكيفية تم إدخال مادة البحث (النص القرآني) في جهاز التسجيل الخاص بالجهاز الصوتي وعرضت الصورة الطيفية لكل لفظ اشتمل على مد عارض للسكون على شاشة العرض التي زود بها هذا الجهاز وبعد تحديد موقع هذا المد من اللفظ (بداياته ونهاياته) - عن طريق السهمين الرأسيين اللذين زود بهما الجهاز الصوتي - والتعرف على الحروف التي تسبقه أو تلك\nالجزء: 1 ¦ الصفحة: 418\n",
        "الأخرى التي تأتي بعده وتأثيرها فيه\n…\nتم رصد قيمته الزمنية التي يتم حسابها مباشرة عن طريق الجهاز الصوتي - كما هو مبين على الصورة المرفقة - وقد تم استخراج نتائج عينات هذه الدراسة جميعها - كما نراها في الجداول - من الجهاز الصوتي وليس عن طريق الصور.\nالجزء: 1 ¦ الصفحة: 419\n",
        "نماذج من صور الأسبكتروجراف\nP 420 (1)\nP420 (2)\nالجزء: 1 ¦ الصفحة: 420\n",
        "P421 (1)\nP421 (2)\nP421 (3)\nالجزء: 1 ¦ الصفحة: 421\n",
        "P422 (1)\nP422 (2)\nP422 (3)\nالجزء: 1 ¦ الصفحة: 422\n",
        "جداول اعينات:\nجداول العينات:\n...\n...\n...\n...\nالكلمة في النص\n...\nالمتوسط العام للمد\n...\nالمتوسط العام لزمن الصائت\n...\nالمتوسط العام للصامت1\n...\nالمتوسط العام للصامت 2\n1. حكيم خبير\n...\n2.073\n...\n1.689\n...\n1770,\n...\n3582,\n2. إلا الله\n...\n1.963\n...\n1.368\n...\n1666,\n...\n3497,\n3. نذير وبشير\n...\n1.843\n...\n1.470\n...\n4518,\n...\n1937,\n4. يوم كبير\n...\n2.114\n...\n1.509\n...\n2707,\n...\n2436,\n5. شيء قدير\n...\n1.776\n...\n1.096\n...\n1957,\n...\n3207,\n6. وما يعلنون\n...\n1.804\n...\n1.399\n...\n2540,\n...\n2749,\n7. الصدور\n...\n2.096\n...\n1.647\n...\n2061,\n...\n2624,\n8. كتاب مبين\n...\n2.174\n...\n1.739\n...\n1791,\n...\n2666,\n9. على الماء\n...\n3.193\n...\n2.668\n...\n2187,\n...\n3062,\n10. سحر مبين\n...\n1.834\n...\n1.416\n...\n1790,\n...\n2645,\n11.يستهزئون\n...\n1.952\n...\n1.520\n...\n1332,\n...\n3082,\n12. كفور\n...\n2.062\n...\n1.589\n...\n2207,\n...\n2812,\n13. فخور\n...\n2.307\n...\n1.786\n...\n1970,\n...\n2978,\n14. كبير\n...\n2.591\n...\n2.127\n...\n1791,\n...\n2645,\n15. أنت نذير\n...\n2.276\n...\n1.732\n...\n1957,\n...\n3376,\n16. وكيل\n...\n2.871\n...\n2.336\n...\n2395,\n...\n2999,\n17. افتراه [1]\n...\n2.038\n...\n1.491\n...\n1457,\n...\n4062,\n18. صادقين\n...\n2.684\n...\n2.038\n...\n2311,\n...\n4145,\n19. مسلمون\n...\n2.482\n...\n1.892\n...\n3103,\n...\n3832,\n20.لا يبخسون\n...\n2.763\n...\n2.039\n...\n2561,\n...\n4749,\n[1] وقف اضطراري عند الشيخ الحصري فقط.\nالجزء: 1 ¦ الصفحة: 423\n",
        "الكلمة في النص\n...\nالمتوسط العام للمد\n...\nالمتوسط العام لزمن الصائت\n...\nالمتوسط العام للصامت1\n...\nالمتوسط العام للصامت 2\n21. النار [1]\n...\n2.130\n...\n1.518\n...\n1812,\n...\n4374,\n22. يعملون\n...\n2.550\n...\n1.905\n...\n1374,\n...\n4624,\n23. لا يؤمنون\n...\n2.613\n...\n2.093\n...\n1499,\n...\n3936,\n24. الظالمين\n...\n2.238\n...\n1.755\n...\n1541,\n...\n3582,\n25. كافرون\n...\n2.386\n...\n1.849\n...\n1332,\n...\n4040,\n26. أولياء\n...\n3.229\n...\n2.675\n...\n2332,\n...\n3207,\n27. العذاب\n...\n2.490\n...\n1.863\n...\n2082,\n...\n4521و\n28. يبصرون\n...\n2.534\n...\n1.830\n...\n1416,\n...\n3811,\n29. يفترون\n...\n2.566\n...\n2.041\n...\n1332,\n...\n4582,\n30. الأخسرون\n...\n2.601\n...\n2.111\n...\n1541,\n...\n3478,\n31. خالدون\n...\n2.692\n...\n2.036\n...\n1957,\n...\n4728,\n32. والسميع\n...\n2.544\n...\n1.878\n...\n1853,\n...\n4041,\n33. تذكرون\n...\n2.307\n...\n1.753\n...\n1624,\n...\n4187,\n34. نذير مبين\n...\n2.270\n...\n1.783\n...\n1874,\n...\n3280,\n35. إلا الله\n...\n2.299\n...\n1.699\n...\n1968,\n...\n4218,\n36. يوم أليم\n...\n2.218\n...\n1.797\n...\n1603,\n...\n2936,\n37.كاذبين\n...\n2.038\n...\n1.520\n...\n1561,\n...\n3728,\n38. كارهون\n...\n2.269\n...\n1.651\n...\n2166,\n...\n3978,\n39. على الله\n...\n2.190\n...\n1.722\n...\n1499,\n...\n3270,\n40. تجهلون\n...\n2.280\n...\n1.813\n...\n1457,\n...\n3353,\n41. تذكرون\n...\n2.273\n...\n1.745\n...\n1353,\n...\n4145,\n[1] وقف اضطراري عند الشيخ عبد الباسط عبد الصمد فقط.\nالجزء: 1 ¦ الصفحة: 424\n",
        "الكلمة في النص\n...\nالمتوسط العام للمد\n...\nالمتوسط العام لزمن الصائت\n...\nالمتوسط العام للصامت1\n...\nالمتوسط العام للصامت 2\n42. الظالمين\n...\n2.341\n...\n1.793\n...\n1456,\n...\n3624,\n43. الصادقين\n...\n2.500\n...\n1.738\n...\n2207,\n...\n3520,\n44. بمعجزين\n...\n2.660\n...\n1.993\n...\n2853,\n...\n3853,\n45. ترجعون\n...\n2.823\n...\n2.267\n...\n2267,\n...\n4499,\n46. افتراه\n...\n2.253\n...\n1.489\n...\n1290,\n...\n4666,\n47. مما تجرمون\n...\n2.598\n...\n1.996\n...\n1582,\n...\n3770,\n48. يفعلون\n...\n2.531\n...\n2.023\n...\n1562,\n...\n3520,\n49. مغرقون\n...\n2.848\n...\n2.178\n...\n2499,\n...\n4270,\n50. تسخرون\n...\n2.432\n...\n1.836\n...\n1540,\n...\n4416,\n51. مقيم\n...\n2.929\n...\n2.213\n...\n2291,\n...\n5041,\n52. قليل\n...\n2.296\n...\n1.911\n...\n1332,\n...\n2957,\n53. رحيم\n...\n2.830\n...\n2.242\n...\n2561,\n...\n3499,\n54. الكافرون\n...\n2.417\n...\n1.849\n...\n1415,\n...\n4624,\n55. من الماء [1]\n...\n3.219\n...\n2.630\n...\n2124,\n...\n3749,\n56. المغرقين\n...\n2.890\n...\n2.282\n...\n2416,\n...\n3957,\n57. الظالمين\n...\n2.285\n...\n1.697\n...\n1457,\n...\n4561,\n58. الحاكمين\n...\n2.533\n...\n1.983\n...\n1541,\n...\n4395,\n59. الجاهلين\n...\n2.476\n...\n1.846\n...\n1520,\n...\n4832,\n60. الخاسرين\n...\n2.774\n...\n2.240\n...\n1457,\n...\n4082,\n61. أليم\n...\n2.732\n...\n2.221\n...\n1228,\n...\n4020,\n62. للمتقين\n...\n3.129\n...\n2.508\n...\n2416,\n...\n3936,\n[1] وقف اضطراري عند الشيخين الحصري وعبد الباسط.\nالجزء: 1 ¦ الصفحة: 425\n",
        "الكلمة في النص\n...\nالمتوسط العام للمد\n...\nالمتوسط العام لزمن الصائت\n...\nالمتوسط العام للصامت1\n...\nالمتوسط العام للصامت 2\n63. مفترون\n...\n2.632\n...\n2.046\n...\n1520,\n...\n3832,\n64. تعقلون\n...\n2.732\n...\n2.209\n...\n1665,\n...\n3957,\n65. مجرمين\n...\n2.597\n...\n1.961\n...\n1936,\n...\n4437,\n66. بمؤمنين\n...\n2.584\n...\n2.057\n...\n1541,\n...\n3228,\n67. بسوء\n...\n3.307\n...\n2.680\n...\n2436,\n...\n3853,\n68. تشركون\n...\n2.515\n...\n1.918\n...\n2206,\n...\n4041,\n69. تنظرون\n...\n2.082\n...\n1.518\n...\n1665,\n...\n3624,\n70. مستقيم\n...\n2.976\n...\n2.485\n...\n2166,\n...\n2895,\n71. حفيظ\n...\n2.996\n...\n2.411\n...\n2416,\n...\n3644,\n72. غليظ\n...\n2.538\n...\n2.007\n...\n1728,\n...\n3665,\n73. عنيد\n...\n2.180\n...\n1.784\n...\n1499,\n...\n3457,\n74. هود\n...\n2.423\n...\n1.932\n...\n1853,\n...\n3728,\n75. توبوا إليه\n...\n2.155\n...\n1.453\n...\n1769,\n...\n5207,\n76.مجيب\n...\n2.692\n...\n2.118\n...\n2395,\n...\n3957,\n77. مريب\n...\n2.342\n...\n1.792\n...\n1353,\n...\n3957,\n78. تخسير\n...\n2.731\n...\n2.144\n...\n2370,\n...\n3561,\n79. قريب\n...\n2.681\n...\n2.132\n...\n1603,\n...\n3749,\n80. أيام [1]\n...\n2.574\n...\n1.792\n...\n2093,\n...\n4718,\n81. مكذوب\n...\n2.610\n...\n1.930\n...\n2207,\n...\n4186,\n82. العزيز\n...\n2.527\n...\n2.005\n...\n2395,\n...\n2978,\n83.جاثمين [2]\n...\n2.267\n...\n1.908\n...\n2061,\n...\n3030,\n[1] وقف اضطراري لكل من الشيخين المنشاوي وعبد الباسط.\n[2] وقف اضطراري لكل من الشيخين الحصري وعبد الباسط.\nالجزء: 1 ¦ الصفحة: 426\n",
        "الكلمة في النص\n...\nالمتوسط العام للمد\n...\nالمتوسط العام لزمن الصائت\n...\nالمتوسط العام للصامت1\n...\nالمتوسط العام للصامت 2\n84. لثمود\n...\n2.586\n...\n1.834\n...\n2124,\n...\n4312,\n85. سلام [1]\n...\n2.735\n...\n2.142\n...\n1374,\n...\n4780,\n86. حنيذ\n...\n2.282\n...\n1.826\n...\n1520,\n...\n2874,\n87. لوط\n...\n2.667\n...\n2.067\n...\n1812,\n...\n4228,\n88. يعقوب\n...\n2.401\n...\n1.860\n...\n2478,\n...\n3207,\n89. عجيب\n...\n2.605\n...\n2.038\n...\n2499,\n...\n3624,\n90. الله [2]\n...\n1.706\n...\n1.081\n...\n1499,\n...\n4812,\n91. البيت\n...\n2.353\n...\n1.861\n...\n1710,\n...\n4020,\n92. مجيد\n...\n2.546\n...\n2.038\n...\n2332,\n...\n3811,\n93. لوط\n...\n2.349\n...\n1.760\n...\n1832,\n...\n3978,\n94. منيب\n...\n2.750\n...\n2.234\n...\n1978,\n...\n3541,\n95.مردود\n...\n2.955\n...\n2.359\n...\n2166,\n...\n3707,\n96. عصيب\n...\n2.926\n...\n2.271\n...\n2686,\n...\n4023,\n97. السيئات\n...\n2.586\n...\n2.051\n...\n1436,\n...\n4790,\n98. رشيد\n...\n2.659\n...\n2.032\n...\n2791,\n...\n3957,\n99. ما نريد\n...\n2.688\n...\n2.152\n...\n1457,\n...\n4082,\n100. شديد\n...\n2.643\n...\n2.106\n...\n2124,\n...\n3791,\n101.إليك [3]\n...\n2.467\n...\n1.836\n...\n1874,\n...\n5373,\n102. بقريب\n...\n2.676\n...\n2.161\n...\n1249,\n...\n3874,\n[1] وقف اضطراري لكل من الشيخين المنشاوي وعبد الباسط.\n[2] وقف اضطراري لكل من الشيخين المنشاوي وعبد الباسط.\n[3] وقف اضطراري لكل من الشيخين المنشاوي وعبد الباسط.\nالجزء: 1 ¦ الصفحة: 427\n",
        "الكلمة في النص\n...\nالمتوسط العام للمد\n...\nالمتوسط العام لزمن الصائت\n...\nالمتوسط العام للصامت1\n...\nالمتوسط العام للصامت 2\n103. منضود\n...\n2.594\n...\n2.042\n...\n2499,\n...\n3062,\n104. ببعيد\n...\n2.316\n...\n1.666\n...\n2637,\n...\n4166,\n105.الميزان [1]\n...\n2.812\n...\n2.085\n...\n1999,\n...\n5062,\n106. محيط\n...\n2.642\n...\n2.032\n...\n2020,\n...\n4144,\n107.مفسدين\n...\n2.509\n...\n1.913\n...\n2541,\n...\n3645,\n108.مؤمنين\n...\n2.553\n...\n1.932\n...\n1811,\n...\n4311,\n109.بحفيظ\n...\n2.892\n...\n2.281\n...\n2811,\n...\n3436,\n110. نشاء\n...\n3.239\n...\n2.660\n...\n2624,\n...\n3166,\n111.الرشيد\n...\n2.857\n...\n2.205\n...\n2978,\n...\n3624,\n112. بالله [2]\n...\n2.230\n...\n1.587\n...\n1937,\n...\n3812,\n113.أنيب\n...\n2.982\n...\n2.375\n...\n2436,\n...\n3624,\n114.ببعيد\n...\n2.630\n...\n2.003\n...\n2449,\n...\n3686,\n115.إليه [3]\n...\n2.127\n...\n1.677\n...\n1687,\n...\n2905,\n116.ودود\n...\n2.617\n...\n1.944\n...\n2603,\n...\n4249,\n117.لرجمناك [4]\n...\n2.917\n...\n2.011\n...\n3562,\n...\n5312,\n118.بعزيز\n...\n2.877\n...\n2.173\n...\n3061,\n...\n4416,\n119. محيط\n...\n2.980\n...\n2.317\n...\n2707,\n...\n4270,\n120. رقيب\n...\n2.823\n...\n2.270\n...\n2207,\n...\n3666,\n[1] وقف اضطراري عند الشيخ المنشاوي فقط.\n[2] وقف اضطراري عند الشيخ عبد الباسط.\n[3] وقف اضطراري لكل من الشيخين الحصري وعبد الباسط.\n[4] وقف اضطراري عند المنشاوي فقط.\nالجزء: 1 ¦ الصفحة: 428\n",
        "الكلمة في النص\n...\nالمتوسط العام للمد\n...\nالمتوسط العام لزمن الصائت\n...\nالمتوسط العام للصامت1\n...\nالمتوسط العام للصامت 2\n121.جاثمين [1]\n...\n2.836\n...\n2.310\n...\n2062,\n...\n3007,\n122.ثمود\n...\n2.939\n...\n2.317\n...\n1629,\n...\n3936,\n123.مبين [2]\n...\n2.726\n...\n2.221\n...\n1749,\n...\n3405,\n124. برشيد\n...\n2.994\n...\n2.444\n...\n2499,\n...\n3790,\n125.النار [3]\n...\n2.492\n...\n2.031\n...\n2187,\n...\n2437,\n126.المورود\n...\n3.088\n...\n2.343\n...\n1749,\n...\n4020,\n127. المرفود\n...\n2.953\n...\n2.342\n...\n2416,\n...\n3707,\n128.وحصيد\n...\n2.861\n...\n2.225\n...\n2457,\n...\n3926,\n129.تتبيب\n...\n3.054\n...\n2.383\n...\n3249,\n...\n3603,\n130.شديد\n...\n3.069\n...\n2.541\n...\n1916,\n...\n3457,\n131.مشهود\n...\n3.098\n...\n2.270\n...\n3142,\n...\n3916,\n132.معدود [4]\n...\n2.811\n...\n2.095\n...\n2249,\n...\n4437,\n133.وسعيد\n...\n2.494\n...\n1.713\n...\n2749,\n...\n4644,\n134.شهيق [5]\n...\n2.799\n...\n2.277\n...\n1937,\n...\n3374,\n135.لما يريد\n...\n2.471\n...\n1.998\n...\n1374,\n...\n3895,\n136.مجذوذ\n...\n2.675\n...\n2.135\n...\n2166,\n...\n3332,\n137.هؤلاء\n...\n3.159\n...\n2.657\n...\n1436,\n...\n3582,\n[1] وقف على رأس الآي عند الشيخ الحصري وعبد الباسط والحذيفي.\n[2] وقف على رأس الآي عند المشائخ ما عدا المنشاوي.\n[3] وقف جائز عند الشيخ الحصري فقط.\n[4] وقف اضطراري عند المشائخ ما عدا الحصري.\n[5] وقف اضطراري عند المشائخ ما عدا المنشاوي.\nالجزء: 1 ¦ الصفحة: 429\n",
        "الكلمة في النص\n...\nالمتوسط العام للمد\n...\nالمتوسط العام لزمن الصائت\n...\nالمتوسط العام للصامت1\n...\nالمتوسط العام للصامت 2\n138.منقوص\n...\n2.673\n...\n2.094\n...\n2666,\n...\n3249,\n139.فيه [1]\n...\n2.605\n...\n2.055\n...\n2624,\n...\n3218,\n140. مريب\n...\n2.867\n...\n2.036\n...\n1270,\n...\n5746,\n141.خبير\n...\n2.432\n...\n1.869\n...\n2332,\n...\n3332,\n142. بصير\n...\n2.748\n...\n2.200\n...\n2645,\n...\n2728,\n143.النار [2]\n...\n2.499\n...\n1.980\n...\n1187,\n...\n3937,\n144.أولياء [3]\n...\n3.136\n...\n2.623\n...\n1749,\n...\n3374,\n145.تنصرون\n...\n2.328\n...\n1.855\n...\n1520,\n...\n3499,\n146.الليل\n...\n2.279\n...\n1.682\n...\n2478,\n...\n3103,\n147.السيئات\n...\n2.334\n...\n1.832\n...\n1249,\n...\n4042,\n148. ااكرين\n...\n2.294\n...\n1.815\n...\n1916,\n...\n3311,\n149.بصير\n...\n2.874\n...\n2.324\n...\n1812,\n...\n3624,\n150.المحسنين\n...\n2.644\n...\n2.180\n...\n1645,\n...\n3145,\n151.مجرمين\n...\n2.450\n...\n1.982\n...\n1499,\n...\n3353,\n152.مصلحون\n...\n2.888\n...\n2.290\n...\n1978,\n...\n4061,\n153.مختلفين [4]\n...\n2.551\n...\n2.055\n...\n2468,\n...\n2436,\n154.أجمعين\n...\n2.529\n...\n1.951\n...\n2686,\n...\n3791,\n155.للمؤمنين\n...\n2.865\n...\n2.361\n...\n2061,\n...\n3749,\n[1] وقف اضطراري عند المشائخ ما عدا المنشاوي.\n[2] وقف اضطراري عند المشائخ ما عدا المنشاوي.\n[3] وقف اضطراري عند المشائخ ما عدا عبد الباسط.\n[4] وقف اضطراري عند المشائخ ما عدا المنشاوي\nالجزء: 1 ¦ الصفحة: 430\n",
        "الكلمة في النص\n...\nالمتوسط العام للمد\n...\nالمتوسط العام لزمن الصائت\n...\nالمتوسط العام للصامت1\n...\nالمتوسط العام للصامت 2\n156.عاملون [1]\n...\n2.630\n...\n2.117\n...\n1780,\n...\n3343,\n157.منتظرون\n...\n2.492\n...\n1.907\n...\n1499,\n...\n4270,\n158.عليه [2]\n...\n2.917\n...\n2.246\n...\n3187,\n...\n3280,\n159. تعملون\n...\n2.618\n...\n2.061\n...\n1770,\n...\n3832,\nملاحظات عامة على النتائج:\nيعد المد العارض للسكون من المدود الجائزة - بصفة عامة - لعروض سببه وهو الوقف عليه بالسكون ولجواز قصره ومده عند القراء جميعهم فالقصر حركتان والمد يشمل التوسط (وهو بمقدار أربع حركات) والإشباع (وهو بمقدار ست حركات) وتجري هذه الأوجه الثلاثة على الترتيب في كل مد عارض للسكون ونحوه مما سبق ذكره إلا المد المتصل الموقوف على همزة نحو قوله تعالى: {يَعْصِمُنِي مِنَ الْمَاءِ} - هود - آية 43 فلا يجوز فيه القصر أبدا بحالة الوقف، وإنما الجائز فيه - عموما - لمعظم القراء هو التوسط والإشباع وما دونهما وبالنسبة لحفص عن عاصم فيجوز له المد وقفا بقدر أربع حركات أو خمس أو ست وذلك من الطيبة، وقد أدى ما تقدم إلى عدة أمور نجملها فيما يلي:\n1. اتضح بعد الاستقراء لنتائج العينات المرفقة وجود خلاف بين القراء الأربعة حول مواضع\nيجوز فيها المد العارض للسكون فمنهم من وقف عندها اضطرارا ومنهم من وصل الكلام دون توقف لعدم توفر دواعيه عنده - وقد أشرنا إلى ذلك في موضعه من الجداول المرفقة.\n[1] وقف اضطراري عند المشايخ ما عدا المنشاوي.\n[2] وقف اضطراري عند المشايخ ما عدا المنشاوي.\nالجزء: 1 ¦ الصفحة: 431\n",
        "2. تفاوتت قيم المتوسط العام لزمن المد العارض للسكون الكامل (بالمعنى الذي شرحناه سابقا) بين هؤلاء القراء الأربعة، وقد تبين بعد استقراء نتائج عينات كل مقرىء على حدة أن هناك تفاوتا بينهم في المتوسط العام لزمن المد العارض للسكون الكامل على النحو التالي:\nأ. بلغ المتوسط العام لزمن المد العارض للسكون الكامل (بالمعنى الذي حددناه سابقا) في قراءة الشيخ الحصري (المشار إليه بالرقم 1 في هذا البحث) : (2.5429) من الثانية.\nب. بلغ المتوسط العام لزمن المد العارض للسكون الكامل (بالمعنى الذي حددناه سابقاً) في قراءة الشيخ المنشاوي (المشار إليه بالرقم 2 في هذا البحث) : (2.4316) من الثانية.\nج. بلغ المتوسط العام للمدة الزمنية للمد العارض للسكون الكامل (حسبما حددناه سابقا) في قراءة الشيخ عبد الباسط (المشار إليه بالرقم 3 في هذا البحث) : (2.7091) من الثانية.\nد. بلغ المتوسط العام لزمن المد العارض للسكون الكامل (كما حددناه سابقا) في قراءة الشيخ الحذيفي (المشار إليه في هذا البحث بالرقم 4) : (1.767) من الثانية - كما نلاحظ ذلك في الجدول التالي:\nاسم المؤلف\n...\nعدد العينات\n...\nمجموع النتائج\n...\nالمتوسط العام\nالشيخ الحصري\n...\n146\n...\n...\n371.247\nالشيخ المنشاوي\n...\n143\n...\n347.718\n...\n2.4316\nالشيخ عبد الباسط\n...\n153\n...\n414.503\n...\n2.7091\nالشيخ الحذيفي\n...\n145\n...\n256.215\n...\n1.7670\nالجزء: 1 ¦ الصفحة: 432\n",
        "نستنتج مما تقدم ذكره أن المتوسط العام للمدة الزمنية لزمن المد العارض للسكون الكامل (بالمعنى الذي حددناه سابقا) في قراءة عبد الباسط محمد عبد الصمد - يرحمه الله - يعد الأطول زمنا بين تلك القراءات - موضوع الدراسة - جميعا، وتقاربت قراءتا كل من الشيخ محمود خليل الحصري والشيخ محمد صديق المنشاوي - يرحمهما الله - في قيمة المتوسط العام لزمن المد العارض للسكون في حين مال المتوسط العام لزمن المد العارض للسكون في قراءة الشيخ علي بن عبد الرحمن الحذيفي - أمد الله في عمره - إلى أن يكون الأقصر زمنا بين تلك القراءات للقراء الأربعة الذين أخضعت قراءاتهم للملاحظة.\n3. تقارب المتوسط العام لزمن المد العارض للسكون بكامله (بالمعنى الذي شرحناه سابقا) في قراءة الشيخ محمود خليل الحصري - كما نراه في الجدول السابق - من قيمة المتوسط العام لزمن المد العارض للسكون بكامله (بالمعنى الذي حددناه سابقا) في قراءة هؤلاء القراء الأربعة مجتمعين - الذين أخضعت قراءاتهم للدراسة - حيث بلغ (2.558) من الثانية مما جعلنا نميل إلى جعل قراءة الشيخ محمود خليل الحصري هي المقياس الزمني الأساسي الذي نرجع إليه - في هذا البحث - للمقارنة بين أداء هؤلاء القراء الذين أخضعت قراءاتهم للملاحظة على صفحات هذه الدراسة - كما يتضح لنا من هذا الجدول:\nأسماء المقرئين\n...\nعدد العينات\n...\nمجموع النتائج\n...\nالمتوسط العام\nالحصري، المنشاوي، عبد الباسط، الحذيفي\n...\n160\n...\n409.28\n...\n2.558\nالجزء: 1 ¦ الصفحة: 433\n",
        "1. تقاربت - إلى حد ما - قيم المتوسط العام لزمن المد بحرف المد (الصائت) الطويل) في المد العارض للسكون في قراءات القراء الثلاثة (الشيخ الحصري - الذي بلغ (2.028 من الثانية - والشيخ المنشاوي - الذي بلغ 1.845 من الثانية - والشيخ عبد الباسط - الذي بلغ 2.124 من الثانية) بينما مالت قراءة الشيخ الحذيفي إلى أن تكون الأقصر زمنيا إذ بلغ المتوسط العام لزمن حرف المد (الصائت) الطويل في المد العارض للسكون أقل من قيمته لدى القراء الثلاثة الآخرين حيث بلغ عنده (1.2608) من الثانية، مما يعني أن قراءة الشيخ عبد الباسط - يرحمه الله - تميل إلى إطالة زمن المد بحرف المد (الصائت) الطويل في المد العارض للسكون أطول من زمنه لدى القراء الثلاثة الآخرين، في حين مالت قراءة كل من المشائخ: الحصري والمنشاوي والحذيفي إلى الاعتدال في إشباع حرف المد (الصائت) عند المد به في المد العارض للسكون، ولكل وجه عند القراء من الأداء مقبول.\nاسم المقرىء\n...\nعدد العينات\n...\nمجموع النتائج\n...\nالمتوسط العام\nالشيخ الحصري\n...\n146\n...\n296.14\n...\n2.028\nالشيخ المنشاوي\n...\n143\n...\n263.941\n...\n1.845\nالشيخ عبد الباسط\n...\n153\n...\n324.99\n...\n2.12\nالشيخ الحذيفي\n...\n145\n...\n182.822\n...\n1.2608\n5. تقارب المتوسط العام لزمن المد بحرف المد (الصائت) الطويل في المد العارض للسكون في قراءة الشيخ محمود خليل الحصري - يرحمه الله - حيث بلغ (2.028) من الثانية من قيمة المتوسط العام لزمن المد بحرف المد (الصائت) في المد العارض للسكون في قراءة هؤلاء القراء الأربعة مجتمعين حيث بلغ\nالجزء: 1 ¦ الصفحة: 434\n",
        "الذين (1.957) من الثانية، مما يجعلنا نميل أيضا إلى جعل قراءة الشيخ الحصري هي المقياس الزمني الأساس - في هذا البحث - الذي تعود إليه قيم المتوسط العام لزمن المد بحرف المد (الصائت) الطويل في المد العارض للسكون في قراءة القراء الثلاثة الآخرين - كما نراه في الجدول التالي -:\nأسماء المقرئين\n...\nعدد العينات\n...\nمجموع النتائج\n...\nالمتوسط العام\nالحصري، المنشاوي، عبد الباسط،\nالحذيفي\n...\n160\n...\n313.221\n...\n1.957\n6. إنما زيد في إطالة مد زمن جريان الصوت بحروف المد (الصوائت) - الواو والياء والألف - قبل الوقف على الحرف الساكن (الصامت) في نهاية المقطع الصوتي الطويل (ص ح ح ص) 1 فيما يسمى بالمد العارض للسكون لأن حروف المد (الصوائت) عند المد بها ساكنة - أصلا - فتقصر كميتها إن تليت بحروف ساكنة (صوامت) فبولغ في زيادة المد بها إن أتت قبل حرف ساكن (صامت) موقوف عليه حتى يفرق بذلك الطول بين الحركة القصيرة والمد، ولئلا تفقد طولها إن تليت بالحرف الساكن (الصامت) الموقوف عليه، وكان بيان حرفي اللين (الواو والياء إذا سكنتا وفتح ما قبلهما في المد العارض للسكون) دون البيان في حرفي المد واللين التي حركة ما قبلها منها فقويت في\n1 هذه الرموز استعملها علماء الأصوات المحدثون للرمز للمقطع الصوتي اللغوي فقد سموا أول الحرف الساكن الصحيح بالرمز (ص) ورمزوا للحركة الطويلة (حرف المد) بـ (ح ح) ورمزوا للحرف الساكن الصحيح الوارد في نهاية المقطع الصوتي اللغوي بـ (ص) .\nالجزء: 1 ¦ الصفحة: 435\n",
        "المد لتمكينها بكون حركة ما قبلها منها وضعف حرف اللين في المد لكون حركة ما قبله ليست منه، وتمتاز حروف المد واللين (الصوائت) بالإضافة إلى ذلك بميزة الوضوح السمعي وسهولة نطقها وهو ما جعلها أصواتا موسيقية منتظمة قابلة للقياس خالية من الضوضاء لها القدرة على الاستمرار بجريان الصوت بها وهي بهذا تختلف عن الحروف الساكنة الصحيحة (الصوامت) التي هي عبارة عن ضوضاء ناتجة عن الاحتكاك.\n7. تبيّن للباحث - بعد استقراء نتائج البحث المرفقة - أن المتوسط العام للمدة الزمنية للمد بالمقطع الصوتي الطويل (ص ح ح ص) - ويقصد الباحثون في علم الأصوات المحدثين بـ (ص) للحرف الصامت، وبـ (ح) للصائت أو لحركة - بكامله الموقوف عليه بالسكون فيما يعرف بالمد العارض للسكون - على اختلاف أنواعه وأقسامه - قد بلغ - بصفة عامة - (2.558) من الثانية، وقد توزعت قيمه على النحو التالي:\nأ. بلغ المتوسط العام للمدة الزمنية للمد بحرف المد (الصائت الطويل: ضمتين، كسرتين، فتحتين) في المقطع الصوتي الطويل (ص ح ح ص) الموقوف عليه بالسكون فيما يعرف بالمد العارض للسكون (1.957) من الثانية.\nبلغ المتوسط العام للمدة الزمنية للحرف الساكن (الصامت) السابق لحرف المد (الصائت) في المقطع الصوتي الطويل (ص ح ح ص) الموقوف عليه\nالجزء: 1 ¦ الصفحة: 436\n",
        "أ. ص) الموقوف عليه بالسكون فيما سماه القراء بالمد العارض للسكون - بصفة عامة - (2003,) من الثانية.\nبالسكون فيما عرف عند القراء بالمد العارض للسكون - بصفة عامة - (3742,) من الثانية.\nنوع الصوت المقيس\n...\nعدد العينات\n...\nمجموع النتائج\n...\nالمتوسط العام\nالحرف1 للمقطع\n...\n160\n...\n32.0509\n...\n2003,\nالحرف 2للمقطع\n...\n160\n...\n59.882\n...\n3742,\nالحرف 3للمقطع\n...\n160\n...\n313.221\n...\n1.957\n8. بمقارنة نتائج العينات في المد العارض للسكون الواردة في الآيات القرآنية - موضوع الدراسة - في كل من الأنواع التي ذكرناها - إجمالا - فيما سبق نجد اختلافا ملحوظا بين نتائج العينات وبعضها الآخر، وهذا الاختلاف يأخذ صورا ومناحي متعددة نتيجة لنوع المد العرض للسكون (كأن يكون متصلا أو غيره) ووروده في النص المقروء (كأن يكون ورد مفردا أو مشتركا مع غيره من المدود) ونوع الحروف (الصوامت والصوائت) التي كونت هذا النوع من المدود\n…\nإلخ. وذلك على النحو التالي:\nأ. عندما ورد هذا المد مفردا في النص المقروء دون أن يصحبه مد آخر (أيا كان نوعه) كما نراه في الأرقام (1، 3، 7، 8، 13، 16، 27، 30، 33، 41، 45، 51، 54، 61، 69، 74، 76، 81، 89، 92، 102، 127، 133، 142، 149، 157، 160) بلغت قيمة متوسطه العام (2.484) من الثانية.\nب. عندما ورد هذا المد في النص المقروء متصاحبا مع مد آخر فقط (أيا كان نوعه) كما نراه في الأرقام (2، 10، 14، 15، 22، 26، 34، 35، 40، 42، 44، 47، 55، 59، 72، 91، 93، 97، 100، 101،\nالجزء: 1 ¦ الصفحة: 437\n",
        "أ. يعرف بالمد العارض للسكون (1.957) من الثانية.\n102، 106، 107، 109، 115، 118، 128، 130، 156، 158) بلغت قيمة متوسطه العام (2.486) من الثانية.\nج. عندما ورد هذا المد في النص المقروء متصاحبا مع مدين أو أكثر (أيا كان نوعهما) كما نراه في الأرقام (24، 29، 31، 52، 60، 66، 68، 77، 79، 88، 96، 110، 124، 146) بلغت قيمة متوسطه العام (2.545) من الثانية.\nورود المد في النص\n...\nعدد العينات\n...\nمجموع النتائج\n...\nالمتوسط العام\nورد مفردا في النص\n...\n28\n...\n69.955\n...\n2.484\nورد مع مد آخر\n...\n30\n...\n74.58\n...\n2.486\nورد مع أكثر من مد\n...\n15\n...\n38.175\n...\n2.545\n9. تظهر نتائج البحث المرفقة أن المتوسط العام للمدة الزمنية للمد بالمقطع الصوتي الطويل (ص ح ح ص) الموقوف عليه بالسكون في الآيات القرآنية - موضوع البحث - فيما يسمى - عند القراء - بالمد العارض للسكون تختلف قيمه الزمنية تبعا لنوع المد (كأن يكون متصلا أو غيره) الموقوف عليه بالسكون العارض على النحو التالي:\nأ. إذا كان المد الموقوف عليه بالسكون العارض أصله المد المتصل - فيما سميناه سابقا - المد المتصل الموقوف على همزة (9، 26، 55، 67، 110، 137، 145) فإن المتوسط العام لمدته الزمنية قد بلغ في هذه الدراسة (2.573) من الثانية.\nب. إذا كان المد الموقوف عليه بالسكون العارض ليس أصله المد المتصل (7، 10، 35، 42، 50، 63، 73، 82، 89،93، 103، 109، 116،\nالجزء: 1 ¦ الصفحة: 438\n",
        "130، 132، 135، 142، 149، 156، 160) فإن المتوسط العام لمدته الزمنية - تبعا لنتائج البحث المرفقة - قد بلغ (2.506) من الثانية - كما نرى ذلك في الجدول التالي:\nنوع المد العارض\n...\nعدد العينات\n...\nمجموع النتائج\n...\nالمتوسط العام\nأصله المد المتصل\n...\n7\n...\n18.011\n...\n2.573\nليس المد المتصل\n...\n20\n...\n50.12\n...\n2.506\n10. بدا من استقراء نتائج عينات البحث المرفقة أن النص المقروء المشتمل على المد العارض للسكون عندما يطول زمن النطق به يؤثر سلبا بالنقص على المتوسط العام للمدة الزمنية للمد بالمقطع الصوتي الطويل (ص ح ح ص) الموقوف عليه بالسكون فيما يعرف بالمد العارض للسكون (10، 11، 14، 18، 20، 22، 24، 25، 29، 31، 37، 38، 43، 48، 51، 54، 57، 58، 65، 66، 72، 79، 88، 96، 103، 113، 121، 146، 159) حيث بلغ (2.498) من الثانية مقارنة بذلك المتوسط العام للمدة الزمنية للمد بالمد العارض للسكون الوارد في النص المقروء - موضوع الدراسة - الذي لم يطل زمن النطق به بسبب قصره (7، 8، 16، 33، 41، 45، 52، 64، 70، 84، 92، 94، 102، 109، 113، 127، 130، 135، 141، 142، 149، 158، 160) حيث بلغ (2.581) من الثانية - كما نراه في الجدول التالي:\nموقع المد العارض\n...\nعدد العينات\n...\nمجموع النتائج\n...\nالمتوسط العام\nطال النص المقروء\n...\n30\n...\n74.941\n...\n2.498\nلم يطل النص المقروء\n...\n24\n...\n61.952\n...\n2.581\nالجزء: 1 ¦ الصفحة: 439\n",
        "11. اتضح - بعد استقراء نتائج عينات البحث المرفقة - أن المتوسط العام للمدة الزمنية للمد بالمقطع الصوتي الطويل (ص ح ح ص) الموقوف عليه بالسكون العارض فيما يعرف - عند القراء - بالمد العارض للسكون يختلف زمنه باختلاف نوع الحروف (الصوامت والصوائت) المؤلفة لهذا النوع من المد وذلك على النحو الذي سنفصله فيما يلي:\nأولا: الحروف الساكنة (الصوامت) المؤلفة للمد العارض للسكون:\nأ. عندما أتى الحرف الساكن الأول من المقطع الصوتي الطويل (ص ح ح ص) الموقوف عليه بالسكون العارض وقفيا شديدا أو انفجاريا (1، 4، 5، 7، 8، 10، 11، 14، 18، 31، 34، 37، 43، 49، 51، 56، 62، 68، 70، 76، 79، 88، 89، 91، 92، 95، 97، 100، 107، 116، 120، 123، 129، 132، 139، 142، 148) استغرق المتوسط العام للمدة الزمنية للنطق بالمقطع الصوتي كاملا عند الوقف عليه بالسكون العارض (2.535) من الثانية.\nب. عندما كان الحرف الساكن الأول من المقطع الصوتي الطويل (ص ح ح ص) المؤلف للمد العارض للسكون احتكاكيا أو رخوا (3، 12، 13، 15، 20، 27، 38، 44، 45، 50، 67، 71، 74، 78، 81، 82، 96، 104،105، 106، 109، 110، 114، 118، 119، 124، 127، 128، 130، 131، 133، 134، 140، 143، 150، 153، 154) استغرق المتوسط العام للمدة الزمنية للنطق بالمقطع الصوتي كاملا عند الوقف عليه بالسكون العارض (2.675) من الثانية.\nالجزء: 1 ¦ الصفحة: 440\n",
        "ج. عندما كان الحرف الساكن الأول من المقطع الصوتي الطويل (ص ح ح ص) المؤلف للمد العارض للسكون من الحروف المركبة (79،89،92) استغرق المتوسط العام للمدة الزمنية للنطق بهذا المقطع الصوتي كاملا (2.614) من الثانية - كما نراه في الجدول التالي:\nالحرف الأول في المد\n...\nعدد العينات\n...\nمجموع النتائج\n...\nالمتوسط العام\nالحرف 1وقفي\n...\n37\n...\n63.803\n...\n2.535\nالحرف 1 احتكاكي\n...\n38\n...\n101.655\n...\n2.675\nالحرف1 متوسط\n...\n38\n...\n90.930\n...\n2.392\nالحرف1 مركب\n...\n3\n...\n7.842\n...\n2.614\nد. عندما أتى الحرف الساكن الثاني من المقطع الصوتي الطويل (ص ح ح ص) المؤلف للمد العارض للسكون حرفا وقفيا شديدا أو انفجاريا (9، 27،55، 67، 73، 74، 76، 77، 79، 81، 84، 87 - 89، 91-104، 106، 111، 113، 114، 116، 117، 119، 120، 122، 124، 126-137، 141، 145، 148) استغرق المتوسط العام للمدة الزمنية للنطق بالمقطع الصوتي المؤلف للمد العارض للسكون (2.670) من الثانية.\n?. عندما ختم المقطع الصوتي الطويل (ص ح ح ص) المؤلف للمد العارض للسكون بحرف ساكن احتكاكي أو رخو (2، 17، 32، 35، 39، 46، 71، 72، 75، 82، 86، 90، 112، 115، 118، 136، 139، 140، 159) استغرق المتوسط العام للمدة الزمنية للنطق بالمقطع الصوتي كاملا (2.399) من الثانية.\nالجزء: 1 ¦ الصفحة: 441\n",
        "ز. عندما كان المقطع الصوتي الطويل (ص ح ح ص) المؤلف للمد العارض للسكون مختوما بحرف ساكن متوسط (بين الشدة والرخاوة) - كما نراه في أرقام العينات (1، 3-7، 10-16، 18-23، 28، 30، 44، 47، 51، 52، 56، 61، 66، 70، 80، 85، 105، 108، 121، 125، 143، 153، 156،160) من الثانية - كما هو مبين في الجدول:\nالحرف الساكن2\n...\nعدد العينات\n...\nمجموع النتائج\n...\nالمتوسط العام\nالساكن2 وقفي\n...\n53\n...\n141.529\n...\n2.670\nالساكن2 احتكاكي\n...\n19\n...\n45.595\n...\n2.399\nالساكن2 متوسط\n...\n36\n...\n94.744\n...\n2.429\nثانيا: حروف المد الطويلة (الصوائت) :\nوجد - بعد استقراء نتائج البحث المرفقة - أن هناك تفاوتا ملحوظا في المتوسط العام للمدة الزمنية للمد بالمقطع الصوتي الطويل (ص ح ح ص) المؤلف للمد العارض للسكون نتيجة لاختلاف نوع حرف المد (الصائت الطويل) - الفتحتين أو الكسرتين أو الضمتين - على النحو التالي:\nأ. عندما كان حرف المد (الصائت الطويل) في المقطع الصوتي الطويل (ص ح ح ص) الموقوف عليه بالسكون العارض فتحة طويلة (فتحتين) - كما نراه في عينات البحث المرفقة (2، 9، 17، 21، 26، 27، 35، 39، 46، 55، 80، 85، 90، 97، 105، 110، 112، 117، 125، 137، 144، 145، 148) استغرق المتوسط العام للمدة الزمنية للنطق\nالجزء: 1 ¦ الصفحة: 442\n",
        "بالمقطع الصوتي الطويل المؤلف للمد العارض للسكون (2.400) من الثانية.\nب. عندما ورد حرف المد في المقطع الصوتي الطويل (ص ح ح ص) الموقوف عليه بالسكون العارض كسرة طويلة (كسرتين) - كما هو مبين في عينات البحث المرفقة - (1، 3-5، 8، 10، 14- 16، 18، 24، 32، 34، 36، 37، 43، 51-54، 56، 57) استغرق المتوسط العام للمدة الزمنية للنطق بهذا المقطع الصوتي المؤلف للمد العارض للسكون (2.457) من الثانية.\nج. عندما كان حرف المد في المقطع الصوتي الطويل (ص ح ح ص) الموقوف عليه بالسكون العارض ضمة طويلة (ضمتين) - كما نراه في عينات البحث المرفقة (6، 7، 11-13، 19، 20، 22، 23، 25، 29-31، 38، 40، 45، 47-50، 63، 64، 67-69، 74، 84، 87، 88، 93، 95، 103، 116، 126، 127، 131، 132، 136، 139، 146، 153، 157، 158، 160) استغرق المتوسط العام للمدة الزمنية للنطق بالمقطع الصوتي الطويل الموقوف عليه بالسكون العارض (2.550) من الثانية - كما يوضحه هذا الجدول:\nنوع الصائت في المد\n...\nعدد العينات\n...\nمجموع النتائج\n...\nالمتوسط العام\nفتحة طويلة\n...\n23\n...\n55.221\n...\n2.400\nكسرة طويلة\n...\n36\n...\n88.453\n...\n2.457\nضمة طويلة\n...\n46\n...\n117.332\n...\n2.550\nالجزء: 1 ¦ الصفحة: 443\n",
        "د. عندما أتى بعد حرف المد (الصائت الطويل - أيا كان نوعه) في المقطع الصوتي الطويل (ص ح ح ص) حرف ساكن (صامت) ينطق من مؤخرة الفم كالهمزة والهاء والعين والحاء والخاء والغين والقاف والكاف\n…\nإلخ في عينات البحث المرفقة (الأرقام 17، 26، 32، 35، 39، 46، 55، 59، 67، 75، 90، 101، 110، 112، 115، 117، 134، 137، 140، 145، 159) استغرق المتوسط العام للمدة الزمنية للنطق بحرف المد (الصائت الطويل) في المقطع الصوتي الطويل الموقوف عليه بالسكون العارض (1,996) من الثانية.\n?. عندما أتى بعد حرف المد (الصائت الطويل - أيا كان نوعه) في المقطع الصوتي الطويل (ص ح ح ص) الموقوف عليه بالسكون العارض حرف ساكن (صامت) ينطق من مقدمة الفم كالباء والميم والدال والتاء والسين والذال والثاء\n…\nإلخ. - كما نراه في عينات البحث المرفقة (الأرقام 1، 3، 4-6، 21، 27، 36، 37، 51، 71، 73، 77، 80، 86، 87، 91، 105، 108، 109) استغرق المتوسط العام للمدة الزمنية للنطق بحرف المد (الصائت الطويل) في المقطع الصوتي الطويل الموقوف عليه بالسكون العارض (1,839) من الثانية، كما هو مبين في هذا الجدول:\nنوع الحرف المختوم به المد\n...\nعدد العينات\n...\nمجموع نتائج العينات\n...\nالمتوسط العام\nيخرج من مؤخرة الفم\n...\n139\n...\n533,277\n...\n1,996\nيخرج من مقدمة الفم\n...\n21\n...\n38,627\n...\n1,839\n12.لم تشتمل مادة النص - موضوع الدراسة - على مد عارض للسكون ختم بحرف ساكن (صامت) وقفي مركب موقوف عليه بالسكون العارض غير أن الباحث قد قام بعدة تجارب على مدود عارضة للسكون من هذا النوع وردت في آيات قرآنية أخرى وقد حصل الباحث على هذه النتائج:\nالجزء: 1 ¦ الصفحة: 444\n",
        "أ. بلغ المتوسط العام للمدة الزمنية - في عينات مادة الدراسة - للمد بالمقطع الصوتي (ص ح ح ص) المؤلف للمد العارض للسكون - بصفة عامة - (2,623) من الثانية.\nب. بلغ المتوسط العام للمدة الزمنية للحرف الساكن (الصامت الأول) مع حركته الطويلة (ص ح ح) في المقطع الصوتي (ص ح ح ص) المختوم بصامت وقفي في المد العارض للسكون (1,951) من الثانية.\nج. بلغ المتوسط العام لحرف المد الطويل (ح ح) - أيا كان نوعه - من المقطع الصوتي الطويل الموقوف عليه بالسكون العارض - في عينات مادة الدراسة - (1,548) من الثانية.\nد. بلغ المتوسط العام للمدة الزمنية للحرف الساكن (الصامت) الأخير في المقطع الصوتي الطويل (ص ح ح ص) الموقوف عليه بالسكون العارض - في عينات مادة الدراسة - (2588,) من الثانية.\nهـ. بلغ المتوسط العام للمدة الزمنية للحرف الساكن (الصامت) الأول في المقطع الصوتي الطويل (ص ح ح ص) الموقوف عليه بالسكون العارض - في مادة الدراسة - (1704,) من الثانية.\nالصوت المقيس\n...\nعدد العينات\n...\nمجموع العينات\n...\nالمتوسط العام\n(ص ح ح ص)\n...\n6\n...\n15,743\n...\n2,623\n(ص ح ح)\n...\n=\n...\n11,706\n...\n1,951\n(ح ح)\n...\n=\n...\n10,836\n...\n1,548\nص (2)\n...\n=\n...\n1,811\n...\n2588,\nص (1)\n...\n=\n...\n1,192\n...\n1704,\nالجزء: 1 ¦ الصفحة: 445\n",
        "13. يذهب أئمة القراءة وأهل الأداء - كما أوضحنا ذلك سابقا - إلى أن اختلاف المدة الزمنية لحرف المد (الصائت) في المد العارض للسكون الذي ليس أصله المد المتصل مما لم يكن آخره همزا أو تاء تأنيث تتحول عند الوقف عليها إلى هاء أو هاء ضمير يأخذ عدة أوجه:\nأ. فإن كان ما آخره مفتوحا (سواء أكانت الفتحة للإعراب أم للبناء) ففيه للعلماء ثلاثة أوجه: القصر بمقدار حركتين، التوسط بمقدار أربع حركات، الإشباع بمقدار ست حركات - كما سبقت الإشارة إلى ذلك - وعند إجراء مقارنة بين بعض العينات التي اشتمل عليها النص مما كان آخره مفتوحا ووقف عليه بالسكون العارض لوحظ وجود اختلاف في المتوسط العام للقيم الزمنية لحرف المد (الصائت) بين هذه العينات على النحو التالي:\n1. بلغ المتوسط العام للمدة الزمنية لحرف المد (الصائت) في بعض هذه العينات (الأرقام 2، 6، 11، 37، 69) - كما نتبينه من الجدول - (1,458) من الثانية (من مجموع 5 عينات اشتملت عليها مادة البحث) .\n2. بلغ المتوسط العام للمدة الزمنية لحرف المد في بعض هذه العينات (الأرقام 19، 24، 25-26، 28-29، 33، 35-38، 40، 41-43، 51، 54، 57، 59، 88، 147) - كما سنراه في الجدول المرفق - (1,796) من الثانية (من مجموع 19 عينة اشتملت عليها مادة البحث) .\n3. بلغ المتوسط العام للمدة الزمنية لحرف المد في بعض هذه العينات (الأرقام 20، 22-23، 29-31، 44، 47-48، 65، 68، 105، 107، 117، 124، 152، 156، 160) - كما نراه في الجدول - (2,0467) من الثانية (من مجموع 18 عينة اشتملت عليها مادة النص) :\nالجزء: 1 ¦ الصفحة: 446\n",
        "نوع المد العارض\n...\nعدد العينات\n...\nجمع نتائج العينات\n...\nالمتوسط العام\nمد مفتوح الآخر\n...\n5\n...\n7,292\n...\n1,485\nمد مفتوح الآخر\n...\n19\n...\n34,1349\n...\n1,796\nمد مفتوح الآخر\n...\n18\n...\n36,8409\n...\n2,0467\nب. تجري هذه الوجوه الثلاثة (القصر، التوسط، الإشباع) أيضا فيما آخره مجرور (سواء أكانت الحركة للإعراب أم للبناء) ، وعند إجراء مقارنة بين نتائج بعض هذه العينات التي اشتملت عليها مادة النص تبين وجود اختلاف في قيم المتوسط العام للمدة الزمنية لحرف المد (الصائت) في المد العارض للسكون على النحو التالي:\n1. بلغ المتوسط العام للمدة الزمنية لحرف المد (الصائت) في بعض هـ-ذه العينات (الأرقام 1، 4، 7، 69- 70، 104) - كما نراه في الجدول - (1,618) من الثانية (من مجموع 6 عينات اشتملت عليها مادة النص) .\n2. بلغ المتوسط العام للمدة الزمنية لحرف المد (الصائت) في بعض هذه العينات (الأرقام 8، 32، 73، 80، 91، 93، 146) - كما سنراه في الجدول - (1,805) من الثانية (من مجموع 8 عينات اشتمل عليها البحث) .\n3. بلغ المتوسط العام للمدة الزمنية لحرف المد (الصائت) في بعض هذه العينات (الأرقام 70، 72، 81، 86، 87، 95، 97، 100، 102، 106، 109، 114، 118، 123، 128، 131، 135، 137، 139، 159) - كما يشير الجدول المرفق - (2,191) من الثانية\nالجزء: 1 ¦ الصفحة: 447\n",
        "عدد العينات\n...\nجمع نتائج العينات\n...\nالمتوسط العام\nآخره مجرور\n...\n6\n...\n9,718\n...\n1,618\nآخره مجرور\n...\n8\n...\n14,440\n...\n1,805\nآخره مجرور\n...\n23\n...\n50,393\n...\n2,191\nج. فإن كان آخر الموقوف عليه بالسكون العارض مرفوعا (سواء أكان للإعراب أم للبناء) ففيه للعلماء - إضافة إلى ما ذكر - الوقف بالإشمام (مع القصر والتوسط والإشباع) والوقف مع الروم (بالقصر فقط) ، وعند إجراء المقارنة بين العينات التي اشتملت عليها مادة النص - مما كان آخره مرفوعا ووقف عليه بالسكون العارض - اتضح للباحث تنوع المتوسط العام للقيم الزمنية لحرف المد (الصائت) بين هذه العينات - على ما نراه في الجدول:\nعلى النحو التالي:\nنوع المد العارض\n...\nعدد العينات\n...\nجمع نتائج العيات\n...\nالمتوسط العام\nمما آخره مرفوع\n...\n5\n...\n7,089\n...\n1,417\nمما آخره مرفوع\n...\n6\n...\n10,203\n...\n1,700\nمما آخره مرفوع\n...\n33\n...\n72,821\n...\n2,209\n1.بلغ المتوسط العام للمدة الزمنية لحرف المد (الصائت) في بعض هذه العينات (الأرقام 3، 5، 10، 12، 21) - كما هو مبين في الجدول - (1,417) من الثانية (من مجموع 5 عينات اشتملت عليها مادة النص) .\n2. بلغ المتوسط العام للمدة الزمنية لحرف المد (الصائت) في المد العارض للسكون في بعض هذه العينات (الأرقام 13، 15،27، 34، 132،\nالجزء: 1 ¦ الصفحة: 448\n",
        "140) - كما بينه الجدول - (1,700) من الثانية (من مجموع 6 عينات وردت في مادة النص) .\n3. بلغ المتوسط العام للمدة الزمنية لحرف المد (الصائت) في المد العارض للسكون في بعض هذه العينات (الأرقام 14، 16، 51، 61، 79، 89، 116، 133، 163) - كما هو موضح بالجدول - (2,209) من الثانية (من مجموع 33 عينة اشتملت عليها مادة النص) .\nوهو ما يجعلنا نميل إلى أن قراءة القراء الأربعة لمادة النص قد تراوحت بين طريقة الإشباع لصوت المد والقصر لمدته الزمنية - إلى حد ما - والتوسط بينهما، وهي الأوجه الثلاثة المشهورة التي قررها أئمة القراءة وأهل التجويد في أمثال ذلك.\n14. فإن كان المد العارض للسكون أصله المد المتصل (آخر الكلمة الموقوف عليها همزة) وكان آخره محركا (سواء أكانت للإعراب أم للبناء) فلا يخلو إما أن يكون مسبوقا بالمد المتصل أو المنفصل (أو بهما معا) ويسمى بالمد العارض للسكون المتصل المجموع مع ما قبله وحينئذ فلأئمة القراء وأهل التجويد في ذلك مذاهب:\nأ. مد المنفصل في الآية الأولى والمتصل في الثانية بمقدار أربع حركات فيما آخره فتحة، وعليه يتأتى في المتصل الموقوف عليه فيهما أربع حركات أو ست بالسكون المجرد.\nب. مد المتصل أو المنفصل بمقدار خمس حركات، وعليه يتأتى في المتصل الموقوف علبه خمس حركات أو ست بالسكون المجرد، وعند إجراء مقارنة بين بعض العينات من هذا النوع الذي اشتملت عليها مادة النص تبين\nالجزء: 1 ¦ الصفحة: 449\n",
        "للباحث وجود تنوع في المتوسط العام للقيم الزمنية لحرف المد (الصائت) في المد العارض للسكون على النحو التالي:\n1. بلغ المتوسط العام للمدة الزمنية لحرف المد (الصائت) في المد العارض للسكون فيما آخره همزة مفتوحة موقوفا عليها بالسكون العارض في بعض عينات البحث المرفقة (1,8435) من الثانية.\n2. بلغ المتوسط العام للمدة الزمنية لحرف المد (الصائت) في المد العارض للسكون فيما آخره همزة مضمومة موقوفا عليها بالسكون العارض في بعض هذه العينات (2,136) من الثانية.\n3. بلغ المتوسط العام للمدة الزمنية لحرف المد فيما آخره همزة مكسورة موقوفا عليها بالسكون العارض في بعض هذه العينات (2,0767) من الثانية.\n15. فإن كان آخر الكلمة التي ورد فيها المد العارض للسكون هاء الضمير وكان مضموما أو مكسورا أو مفتوحا (سواء أكان للإعراب أم للبناء) ففيه للعلماء ثلاثة أوجه: القصر بمقدار حركتين. التوسط بمقدار أربع حركات. الإشباع بمقدار ست حركات. وقد لوحظ - بعد استقراء عينات مادة النص - تنوع المتوسط العام للقيم الزمنية لصوت المد العارض للسكون المختوم بهاء الضمير في قراءة هؤلاء القراء الأربعة على النحو التالي:\n1. بلغ المتوسط العام للمدة الزمنية لحرف المد العارض للسكون المختوم بهاء الضمير المفتوح (سواء أكان للإعراب أم للبناء) في بعض هذه العينات (الأرقام 2، 35\n…\nإلخ (1,533) من الثانية.\n2. بلغ المتوسط العام للمدة الزمنية لحرف المد العارض للسكون المختوم بهاء الضمير المكسور (سواء أكان الكسر للإعراب أم للبناء) في بعض هذه العينات (الأرقام 75، 90، 115، 138\n…\nإلخ (1,566) من الثانية.\nالجزء: 1 ¦ الصفحة: 450\n",
        "3. بلغ المتوسط العام للمدة الزمنية لحرف المد العارض للسكون المختوم بهاء الضمير المضموم (سواء أكان الضم للإعراب أو للبناء) في بعض هذه العينات (الأرقام 17، 46\n…\nإلخ (1,497) من الثانية - كما نلحظ ذلك من الجدول:\nنوع المد العارض\n...\nعدد العينات\n...\nجمع نتائج العينات\n...\nالمتوسط العام\nهاء الضمير المفتوح\n...\n2\n...\n3,067\n...\n1,533\nهاء الضمير المفتوح\n...\n4\n...\n6,266\n...\n1,566\nهاء الضمير المفتوح\n...\n2\n...\n2,994\n...\n1,497\nوبالنظر إلى القيم الزمنية للمتوسط العام لحرف المد في المد العارض للسكون في (رقم 8، 9) يتبين لنا أن زمن حرف المد في المد العارض للسكون الذي أصله المد المتصل (آخر الكلمة الموقوف عليها بالسكون العارض همزة) هو الأطول زمنا - بصفة عامة - من نظيره حرف المد في المد العارض للسكون الذي آخره هاء الضمير - مثلا - وهو ما يتوافق مع ما قاله علماء القراءة وأهل الأداء الذين ذهبوا إلى أنه لا يتأتى في حرف المد العارض للس-كون الذي أصله الهمزة القصر (وهو المد بمقدار حركتين) بحال وإنما يخير فيه القارىء بين التوسط (بمقدار خمس حركات) أو الإشباع بمقدار (ست حركات) فقط.\nالجزء: 1 ¦ الصفحة: 451\n",
        "الخاتمة\nبمراجعة نتائج هذه الدراسة على الصفحات السابقة تبين للباحث أن المد العارض للسكون من المدود الجائزة، وتتراوح مدة المد به عند القراء ما بين حركتين إلى ست حركات، وهي تقديرات - وجدها الباحث بعد الوقوف على آراء القراء وأهل الأداء - سماعية ذوقية تتحدد وتستقيم بكثرة السماع وجودة التلقي من القراء المجودين والنطق والرياضة والتمرين. وقد توصل الباحث في بحثه هذا - عن طريق التجريب - إلى أن المدى الزمني المقبول لزمن الصائت في المد العارض للسكون هو ما بين (2.220 - 1.500) من الثانية، وهو ما يعادل عند علماء القراءات - كما رأينا فيما سبق - مقدار زمن الحركتين إلى ست حركات، ويقدر المتوسط العام للحركة - بحساب الآلة المستخدمة في قياس الزمن في هذا البحث وأمثاله - حوالي (3300) من الثانية. وتختلف هذه المدد الزمنية في المد العارض للسكون باختلاف نوع المد الموقوف عليه بالسكون العارض متصلا أو غيره) ونوع الصائت المؤلف مع الصوائت (فتحتين أو كسرتين أو ضمتين) ونوع الصامت الموقوف عليه (وقفيا أو مركبا أو احتكاكيا أو متوسطا) وكذا وروده في السياق الأدائي (في نص قصير أو طويل، ورد في النص مفردا أو متصاحبا مع غيره) وذلك على النحو التالي:\nبلغ المتوسط العام للمدة الزمنية للمد بالمقطع الصوتي الطويل (ص ح ح ص) بكامله الموقوف عليه بالسكون العارض - بصفة عامة - (2.558) من الثانية، وقد توزعت قيمه هكذا:\nالجزء: 1 ¦ الصفحة: 452\n",
        "أ. بلغ المتوسط العام للمدة الزمنية للمد بحرف المد الطويل (ضمتين أو كسرتين أو فتحتين) في المقطع الصوتي الطويل (صح ح ص) الموقوف عليه بالسكون العارض (1.957) من الثانية.\nب. بلغ المتوسط العام للمدة الزمنية للحرف الساكن الصحيح السابق لحرف المد (الصائت الطويل) في المقطع الصوتي الطويل (ص ح ح ص) الموقوف عليه بالسكون العارض - بصفة عامة - (2003,) من الثانية.\nج. بلغ المتوسط العام للمدة الزمنية للحرف الساكن الصحيح التالي لحرف المد (الصائت الطويل) في المقطع الصوتي الطويل (ص ح ح ص) الموقوف عليه بالسكون العارض - بصفة عامة - (3743,) من الثانية.\n2. أظهرت نتائج الدراسة وجود اختلاف ملحوظ في المتوسط العام للمدة الزمنية لحرف المد (الصائت الطويل - أيا كان نوعه) نتيجة لنوع المد العارض للسكون الوارد في النص المقروء (كأن يكون متصلا أو غيره) ، وكذا وروده في النص المقروء (كأن يكون ورد مفردا أو مشتركا مع غيره من المدود الأخرى في نص طويل أو قصير) بالإضافة إلى نوع الحروف (الصوامت والصوائت) التي كونت هذا النوع من المدود\n…\nوذلك على النحو التالي:\nأ. بلغ المتوسط العام للمدة الزمنية لحرف المد في المد العارض للسكون عندما ورد مفردا في النص المقروء دون أن يصحبه مد آخر (2.484) من الثانية.\nب. بلغ المتوسط العام للمدة الزمنية لحرف المد (الصائت الطويل) في المد العارض للسكون عندما ورد متصاحبا في النص المقروء مع مد آخر (أيا كان نوعه) فقط (2.486) من الثانية ج. بلغ المتوسط العام للمدة\nالجزء: 1 ¦ الصفحة: 453\n",
        "الزمنية لحرف المد الصائت الطويل) في المد العارض للسكون في النص المقروء عنما ورد متصاحبا مع مدين أو أكثر (أيا كان نوعها) قريبا من (2.545) من الثانية.\n3. أظهرت نتائج هذه الدراسة اختلاف قيم المتوسط العام للمدة الزمنية لحرف المد في المد العارض للسكون في النص المقروء إذا كان أصله المد المتصل أو غيره على النحو التالي:\nأ. بلغ المتوسط العام للمدة الزمنية لحرف المد في المد الموقوف على همز الذي أصله المد المتصل (2.573) من الثانية.\nب. بلغ المتوسط العام للمدة الزمنية لحرف المد في المد العارض للسكون الذي أصله ليس المد المتصل الموقوف على همز (2.506) من الثانية.\n4. أظهرت نتائج هذه الدراسة اختلافا ملحوظا في المتوسط العام للمدّة الزمنية لحرف المد في المد العارض للسكون عندما ورد في نص قصير مقارنة بالمتوسط العام للمدة الزمنية لحرف المد الوارد في نص طويل على النحو التالي:\nأ. بلغ المتوسط العام للمدة الزمنية لحرف المد في المد العارض للسكون في النص المقروء إذا طال زمن النطق به (2.498) من الثانية.\nب. بلغ المتوسط العام للمدة الزمنية لحرف المد في المد العارض للسكون في النص المقروء إذا قصر زمن النطق به (2.581) من الثانية.\nوهناك نتائج أخرى غير ما ذكر هاهنا تضمنها هذا البحث تتعلق بحساب المد الزمنية لهذا النوع من المدود.\nالجزء: 1 ¦ الصفحة: 454\n",
        "مصادر ومراجع\n...\nبعض المصادر والمراجع\nأولا: المراجع العربية\n- القرآن الكريم (سورة هود عليه السلام وعلى نبينا محمد أفضل الصلاة وأتم التسليم) - إصدار علوم القرآن - دمشق - عام 1978م.\n- الإتقان في علوم القرآن (ج1) - عبد الرحمن جلال السيوطي - بيروت - لبنان.\nأسنى المعارج إلى معرفة صفات الحروف والمخارج - عبد الرقيب مقبنة - دار الروائع - سنة 1407هـ.\n- أشرطة كاسيت (ع4) لكل من المنشاوي، محمد عبد الباسط، محمود خليل الحصري، علي بن عبد الرحمن الحذيفي لسورة يونس.\n- البرهان في تجويد القرآن - محمد الصادق قمحاوي - دار التراث الإسلامي - ط2 سنة 1405 هـ.\n- تحبير التيسير في قراءات الأئمة العشرة - تح. عبد الفتاح القاضي - دار الوعي بحلب - ط1 سنة 1392هـ.\n- جامع الأصول في أحاديث الرسول (ج2) - تح. عبد الفتاح الأرنؤوط.\n- حق التلاوة - حسني عثمان - طباعة شركة المطابع النموذجية - عمان - الأردن.\n- شرح الشاطبية (المسمى إرشاد المريد إلى مقصود القصيد) - علي محمد الضباع - مطبعة محمد علي صبيح - ميدان الأزهر بمصر.\n- غاية المريد في علم التجويد - عطية نصر - دار الحرمين للطباعة - القاهرة - ط4 سنة 1413هـ.\n- كتاب الصناعتين - أبو هلال العسكري - الآستانة - سنة 1319هـ.\nالجزء: 1 ¦ الصفحة: 455\n",
        "- الكشف عن وجوه القراءات السبع وعللها وحججها (ج2) - تح. محي الدين رمضان - مؤسسة الرسالة - بيروت - ط2 سنة 1401هـ.\n- المقطع الصوتي العربي بين الكمية والمدة الزمنية (دراسة أكوستيكية تطبيقية) (رسالة دكتوراه) - د/يحي بن علي يحي المباركي - نوقشت بكلية اللغة العربية - جامعة أم القرى سنة 1413هـ.\n- منهاج التلاوة - راوية حمدي غرابة - دار العلم للطباعة والنشر - جدة - المملكة العربية السعودية - ط1 سنة 1413?.\n- النشر في القراءات العشر (ج1) - أبو الخير محمد المعروف بابن الجزري - دار الفكر للطباعة والنشر - بيروت - لبنان.\n- هداية القارىء إلى تجويد كلام الباري - عبد الفتاح المرصفي - دار النصر للطباعة الإسلامية - ط1.\n- الوافي في شرح الشاطبية في القراءات السبع - عبد الفتاح القاضي - مكتبة السوادي للتوزيع - ط1 سنة 1412هـ.\nثانيا: بعض المراجع الأجنبية:\nA Course in Phonetics. Lada Foged. 1975.2nd endition, Hrcount. Brace, Jovanevch. Inc, New York.\nPhonology “ An introduction to basic concepts “ Lass Roger. Cambridge Text books in Linguistics Univ., Press.\nSyllables as Concatenative Phonetics Units. Osama Fujimora. 1977. Indiana Univ. Linguistics Club. Bloomington, Indiana.\nالجزء: 1 ¦ الصفحة: 456\n",
        ""
    ]
}