{
    "1": [
        "آل رسول الله وأولياؤه\nآل رسول الله وأولياؤه\nمحمد بن عبد الرحمن بن قاسم\nالكتاب:\nآل رسول الله وأولياؤه\nالمؤلف:\nمحمد بن عبد الرحمن بن محمد بن عبد الله بن عبد الرحمن بن محمد بن قاسم العاصمي الحنبلي (المتوفى: 1421هـ)\n[ترقيم الكتاب موافق للمطبوع]\n",
        "آل رسول الله - صلى الله عليه وسلم - وأولياؤه\nمَوقف أهل السُنَّة وَالشِّيعَة\nمن عقائدهم، وفضائلهم، وفقههم، وفقهَائهم\nأصول فِقه الشِّيعَة وَفقهِهم\nبَحث لخصَهُ ورَتَّبَهُ\nمحمد بن عبد الرحمن بن محمد بن قاسِم\nمن\nمنهاج السنة النبوية لشيخ الإسلام ابن تيمية\nقدس الله روحه\nالجزء: 1 ¦ الصفحة: 2\n",
        "بسم الله الرحمن الرحيم\nمقدمة\nالحمد لله الذي بعث النبيين مبشرين ومنذرين، وأنزل معهم الكتاب بالحق ليحكم بين الناس فيما اختلفوا فيه وما اختلف فيه إلا الذين أوتوه من بعد ما جاءتهم البينات بغيًا بينهم فهدى الله الذين آمنوا لما اختلفوا فيه من الحق بإذنه والله يهدي من يشاء إلى صراط مستقيم.\nوأشهد أن لا إله إلا الله وحده لا شريك له، كما شهد هو سبحانه وتعالى أنه لا إله إلا هو والملائكة وأولو العلم قائمًا بالقسط لا إله إلا هو العزيز الحكيم.\nوأشهد أن محمدًا عبده ورسوله الذي ختم به أنبياءه، وهدى به أولياءه وبعثه بقوله في القرآن الكريم: {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ * فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ} صلى الله (عليه) أفضل صلاة وأكمل تسليم (1) .\nأما بعد:\nفهذا بحث جمعت أصوله من (منهاج السنة النبوية في نقض كلام الشيعة والقدرية) لشيخ الإسلام أحمد ابن تيمية -رحمه الله- يتعلق ببيان موقف أهل السنة والشيعة من عقائد آل رسول الله - صلى الله عليه وسلم - وأوليائه وفضائلهم وفقههم وفقهائهم وأصول فقه الشيعة وفقههم.\nوقد قمت بهذا العمل رغبة في تبصير الناس بحقائق عقائدهم، ودلالة\n(1) منهاج السنة النبوية جزء (1/2) .\nالجزء: 1 ¦ الصفحة: 3\n",
        "لهم على الطريق الأسلم الذي ينجو سالكه، ورغبة في أن يجد شباب الشيعة فيه ما يدلهم على الحق ويكشف لهم الباطل. وحاملي على ذلك كله النصيحة لله ولرسوله ولأئمة المسلمين وعامتهم، كما أرشدنا إلى ذلك رسول الله - صلى الله عليه وسلم -.\nوعملي في هذا البحث يتمثل في الآتي:\n1-\nترتيب مسائله.\n2-\nأبرزت المسائل بعنوانات توضحها.\n3-\nوضعت أرقام الآيات وسورها.\n4-\nخرجت ما فيه من الأحاديث، واعتمدت طبعة المكتبة الإسلامية- استانبول- تركيا بالنسبة إلى الصحيحين.\n5-\nأحلت على المراجع التي نقلت منها.\n6-\nاعتمدت على طبعتين من منهاج السنة النبوية: طبعة مكتبة الرياض الحديثة في الجزئين الأول والثاني، وطبعة المطبعة الأميرية ببولاق مصر عام 1322هـ وراجعت في بعض ما أشكل منها على طبعة جامعة الإمام محمد بن سعود الإسلامية تحقيق الدكتور محمد رشاد سالم.\nمحمد بن عبد الرحمن بن قاسم\n1407هـ\nالجزء: 1 ¦ الصفحة: 4\n",
        "بسم الله الرحمن الرحيم\nآل محمد صلى الله عليه وسلم\nالصحيح أن آل محمد هم أهل بيته. وهذا هو المنقول عن الشافعي وأحمد وهو اختيار الشريف أبي جعفر وغيرهم.\nجميع بني هاشم داخلون في هذا كالعباس وولده والحارث بن عبد المطلب وكبنات النبي - صلى الله عليه وسلم -.\nوكذا بنو المطلب في أحد القولين.\nوالصحيح أن أزواجه من آله فإنه قد ثبت في الصحيحين عن النبي - صلى الله عليه وسلم - أنه علمهم الصلاة عليه: «اللهم صل على محمد وأزواجه وذريته» (1) ولأن امرأة إبراهيم من آله وأهل بيته وامرأة لوط من آله وأهل بيته بدلالة القرآن (2) فكيف لا يكون أزواج محمد من آله وأهل بيته؛ ولأن هذه الآيات:\n{يَا نِسَاءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا * وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ\n(1) أخرجه البخاري في كتاب الدعوات (80) ب (33) ، وأخرجه مسلم في باب الصلاة على النبي - صلى الله عليه وسلم - بعد التشهد ج (1) ص (306) ، وأخرجه الإمام أحمد ج (5) ص (374) بلفظ «اللهم صلِّ على محمد وعلى أهل بيته وعلى أزواجه وذريته» الحديث.\n(2) {فَرَاغَ إِلَى أَهْلِهِ فَجَاءَ بِعِجْلٍ سَمِينٍ} [الذاريات: 26] .\n{فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ} [الحجر: 65] .\nالجزء: 1 ¦ الصفحة: 5\n",
        "وَرَسُولِهِ وَتَعْمَلْ صَالِحًا نُؤْتِهَا أَجْرَهَا مَرَّتَيْنِ وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا * يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ إِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلًا مَعْرُوفًا * وَقَرْنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى وَأَقِمْنَ الصَّلَاةَ وَآَتِينَ الزَّكَاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا} (1) فالخطاب كله لأزواج النبي - صلى الله عليه وسلم - ومعهن الأمر والنهي والوعد والوعيد؛ لكن لما تبين ما في هذا من المنفعة التي تعمهن وتعم غيرهن من أهل البيت جاء التطهير بهذا الخطاب ليس مختصًا بأزواجه بل هو متناول لأهل البيت كلهم، وعلي وفاطمة والحسن والحسين أخص من غيرهم بذلك، ولذلك خصهم النبي - صلى الله عليه وسلم - بالدعاء لهم.\nوالعترة هم بنو هاشم كلهم، وسيد العتر هو رسول الله - صلى الله عليه وسلم - (2) .\n(1) سورة الأحزاب الآيات (30- 33) .\n(2) منهاج السنة النبوية طبعة بولاق ص (21، 105، 65، 66) ومنهاج السنة ج2 الناشر (مكتبة الرياض الحديثة) ص (336، 337) .\nالجزء: 1 ¦ الصفحة: 6\n",
        "أولياء محمد - صلى الله عليه وسلم -\nأقاربه - صلى الله عليه وسلم - فيهم المؤمن والكافر والبر والفاجر، فإن كان فاضل منهم كعلي رضي الله عنه وجعفر والحسن والحسين ففضلهم بما فيهم من الإيمان والتقوى، فهم أولياؤه بهذا الاعتبار لا بمجرد النسب.\nوأولياؤه أعظم درجة من آله، وإن صلي على آله تبعًا لم يقتض ذلك أن يكونوا أفضل من أوليائه الذين لم يصل عليهم؛ فإن الأنبياء والمرسلين هم من أوليائه وهم أفضل من أهل بيته وإن لم يدخلوا في الصلاة معه تبعًا.\nفالمفضول قد يختص بأمر ولا يلزم أن يكون أفضل من الفاضل.\nودليل ذلك أن أزواجه هم ممن يصلى عليه كما ثبت ذلك في الصحيحين (1) . وقد ثبت باتفاق الناس كلهم أن الأنبياء أفضل منهن كلهن.\nوأما الأتقياء من أمته فهم أولياؤه كما ثبت في الصحيحين: «إن آل بني فلان ليسوا لي بأولياء وإنما وليِي الله وصالح المؤمنين» (2) .\nفبين أن أولياءه صالح المؤمنين، وكذلك في حديث آخر: «إن أوليائي المتقون حيث كانوا وأين كانوا» (3) وقد قال تعالى:\n(1) وتقدم تخريجه.\n(2) أخرجه مسلم رقم (215) وأخرجه البخاري ك (78) ب (14) والإمام أحمد ج (4) ص (203) .\n(3) رواه الإمام أحمد عن معاذ بن جبل «إن أولى الناس بي المتقون من كانوا وحيث كانوا» .\nالجزء: 1 ¦ الصفحة: 7\n",
        "{وَإِنْ تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلَاهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ} (1) ، وفي الصحيح عنه أنه قال: «وددت أني رأيت إخواني قالوا: أولسنا إخوانك؟! قال: بل أنتم أصحابي، وإخواني قوم يأتون من بعدي يؤمنون بي ولم يروني» (2) .\nوإذا كان كذلك فأولياؤه المتقون بينه وبينهم قرابة الدين والإيمان والتقوى، وهذه القرابة الدينية أعظم من القرابة الطبيعية، والقرب بين القلوب والأرواح أعظم من القرب بين الأبدان (3) .\n(1) سورة التحريم آية: (4) .\n(2) أخرجه مسلم ك (2) ص (249) ، والبخاري ك (4) ب (3) .\n(3) ج (4) ص (21، 22) .\nالجزء: 1 ¦ الصفحة: 8\n",
        "عقائد الصحابة والقرابة\nوموقف أهل السنة والشيعة منها\nعقائد الصحابة - رضي الله عنهم -\nالصحابة رضوان الله عليهم لم يختلفوا في شيء من قواعد الإسلام: لا في التوحيد، ولا في القدر، ولا في الإمامة، ولا في مسائل الأحكام- لم يختلفوا في شيء من ذلك بالاختصام بالأقوال فضلاً عن الاقتتال بالسيف؛ بل كانوا مثبتين لصفات الله التي أخبر بها عن نفسه، نافين عنها تمثيلها بصفات المخلوقين.\nمثبتين للقدر كما أخبر الله به ورسوله. مثبتين للأمر والنهي والوعيد والوعد، مثبتين لحكمة الله في خلقه، وأمره، مثبتين لقدرة العبد واستطاعته ولفعله مع إثباتهم للقدر.\nثم لم يكن في زمنهم من يحتج للمعاصي بالقدر، ويجعل القدر حجة لمن عصى أو كفر، ولا من يكذب بعلم الله وإحسانه ومَنِّه على أهل الإيمان والطاعة وأنه هو الذي أنعم عليهم بالإيمان والطاعة وخصهم بهذه النعمة دون أهل الكفر والمعصية.\nولا من ينكر افتقار العبد إلى الله في كل طرفة عين، وأنه لا حول ولا قوة إلا به في كل دق وجل.\nولا من يقول إنه يجوز أن يأمر بالكفر والشرك وينهى عن عبادته وحده، ويجوز أن يدخل إبليس وفرعون الجنة، ويدخل الأنبياء النار، وأمثال ذلك.\nالجزء: 1 ¦ الصفحة: 9\n",
        "فلم يكن فيهم من يقول بقول القدرية النافية، ولا القدرية الجبرية الجهمية.\nولا كان فيهم من يقول بتخليد أحد من أهل القبلة في النار، ولا من يكذب بشفاعة النبي - صلى الله عليه وسلم -، في أهل الكبائر.\nولا من يقول إيمان الفساق كإيمان الأنبياء.\nبل ثبت عنهم بالنقول الصحيحة القول بخروج من في قلبه مثقال ذرة من إيمان بشفاعة النبي، وأن إيمان الناس يتفاضل، وأن الإيمان يزيد وينقص.\nولا كان في الصحابة من يقول: إن أبا بكر وعمر وعثمان لم يكونوا أئمة، ولا كانت خلافتهم (1) صحيحة، ولا من يقول: إن خلافتهم ثابتة بالنص، ولا من يقول: إن بعد مقتل عثمان كان غير علي أفضل منه ولا أحق منه بالإمامة.\nفهذه القواعد التي اختلف فيها من بعد الصحابة لم يختلفوا فيها بالقول ولا بالخصومات فضلاً عن السيف. ولا قاتل أحد منهم على قاعدة في الإمامة. فقبل علي لم يكن قتال في الإمامة ولا في الولاية.\nفمن استقرأ أخبار العالم في جميع الفرق تبين له أنه لم يكن قط طائفة أعظم اتفاقًا على الهدى والرشد وأبعد عن الفتنة والتفرق والاختلاف من أصحاب رسول الله - صلى الله عليه وسلم - الذين هم خير الخلق بشهادة الله لهم بذلك إذ يقول:\n{كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ\n(1) كذا بالأصل. ولعله: غير صحيحة.\nالجزء: 1 ¦ الصفحة: 10\n",
        "الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ} (1) .\nكما لم يكن في الأمم أعظم اجتماعًا على الهدى وأبعد عن التفرق والاختلاف من هذه الأمة؛ لأنهم أكمل اعتصامًا بحبل الله الذي هو كتابه المنزل وما جاء به نبيه المرسل.\nوكل من كان أقرب إلى الاعتصام بحبل الله وهو اتباع الكتاب والسنة كان أولى بالهدى والاجتماع والرشد والصلاح، وأبعد عن الضلال والافتراق والفتنة (2) .\n(1) سورة آل عمران آية: (110) .\n(2) ج (3) ص (223- 225، 241، 242) ,\nالجزء: 1 ¦ الصفحة: 11\n",
        "عقائد أئمة أهل البيت رضي الله عنهم\nوأئمة أهل البيت كعلي بن أبي طالب رضي الله عنه وابن عباس ومن بعدهم كلهم متفقون على ما اتفق عليه سائر الصحابة والتابعين لهم بإحسان من إثبات الصفات والقدر. والكتب المشتملة على المنقولات الصحيحة مملوءة بذلك.\nوليس في أئمة أهل البيت مثل علي بن الحسين وأبي جعفر الباقر وابنه جعفر بن محمد من ينكر الرؤية ولا من يقول بخلق القرآن، ولا ينكر القدر، ولا يقول بالنص على عليّ، ولا بعصمة الأئمة الاثني عشر، ولا يسب أبا بكر وعمر.\nوالمنقولات الثابتة المتواترة عن هؤلاء معروفة موجودة وكانت مما يعتمد عليه أهل السنة (1) .\nوشيوخ الرافضة معترفون بأن هذا الاعتقاد في التوحيد والصفات والقدر لم يتلقوه لا عن كتاب ولا سنة ولا عن أئمة أهل البيت، وإنما يزعمون أن العقل دلهم عليه، كما يقول ذلك المعتزلة.\nوإنما يزعم الرافضة أنهم تلقوا عن الأئمة الشرائع (2) .\n(1) ويأتي ذكر من نقل ذلك من الأئمة كأبي القاسم الطبري في «شرح أصول السنة» وغيره.\n(2) ج (1) (229، 296) ويأتي الكلام حول الشرائع التي تلقوها عند ذكر «أصول فقه الشيعة» .\nالجزء: 1 ¦ الصفحة: 12\n",
        "التوحيد - أقسامه الثلاثة\nالتوحيد ثلاثة أقسام:\nتوحيد الربوبية: وهو الإقرار بأن الله خالق كل شيء. وهذا هو التوحيد الذي كان يقر به المشركون الذين قال الله فيهم: {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ} (1) .\nوقال تعالى: {قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ * سَيَقُولُونَ لِلَّهِ} (2) .\nوإقرار المشرك بأن الله رب كل شيء ومليكه وخالقه لا ينجيه من عذاب الله، ولا يصير الرجل بمجرده مسلمًا فضلاً عن أن يكون وليًا لله أو من سادات الأولياء إن لم يقترن به إقراره بأن لا إله إلا الله فلا يستحق العبادة إلا هو وأن محمدًا رسول الله.\nالثاني توحيد الأسماء والصفات: وهو يتضمن إثبات نعوت الكمال لله بإثبات أسمائه الحسنى وما تتضمنه من صفاته.\nالثالث توحيد الألوهية: المتضمن توحيد الربوبية بأن يعبدوا الله ولا يشركوا به شيئًا فيكون الدين كله لله، ولا يخاف إلا الله، ولا يدعو إلا الله، ولا يتوكل إلا عليه، ويكون الله أحب إلى العبد من كل شيء.\n(1) سورة لقمان آية: (25) .\n(2) سورة المؤمنون الآيتان: (86، 87) .\nالجزء: 1 ¦ الصفحة: 13\n",
        "كما خلق الجن والإنس لعبادته، وبذلك أرسل رسله، وأنزل كتبه، كما بين القرآن هذا التوحيد في غير موضع، وهو قطب رحى القرآن الذي يدور عليه القرآن.\nفالقسمان الأولان براءة من التعطيل. والثالث براءة من الشرك.\nوأصل الشرك إما تعطيل مثل تعطيل فرعون موسى والذي حاج إبراهيم في ربه والدجال مسيح الضلال خصم مسيح الهدى عيسى ابن مريم صلى الله عليه وسلم.\nوإما الإشراك وهو كثير في الأمم أكثر من التعطيل، وأهله خصوم الأنبياء، وفي خصوم إبراهم ومحمد - صلى الله عليه وسلم - معطلة ومشركة، لكن التعطيل المحض للذات قليل. وأما الكثير فهو تعطيل صفات الكمال وهو مستلزم لتعطيل الذات (1) .\n(1) ج (2) ص (76، 77، 135) وانظر مجموع الفتاوى ج (3) ط الرياض عام (81) ج (3) ص (40) ج (1) ص 89) .\nالجزء: 1 ¦ الصفحة: 14\n",
        "مذهب السلف في توحيد الأسماء والصفات\nوفي القرآن\n، والرؤية (1)\nمذهب سلف الأمة وأئمتها أن يوصف الله تعالى بما وصف به نفسه وبما وصفه به رسوله، من غير تحريف ولا تعطيل، ومن غير تكييف ولا تمثيل- يثبتون لله ما أثبته من الصفات، وينفون عنه مشابهة المخلوقات، يثبتون له صفات الكمال، وينفون عنه ضروب الأمثال، ينزهونه عن النقص والتعطيل، وعن التشبيه والتمثيل، إثبات بلا تمثيل، وتنزيه بلا تعطيل {لَيْسَ كَمِثْلِهِ شَيْءٌ} رد على الممثلة {وَهُوَ السَّمِيعُ الْبَصِيرُ} (2) رد على المعطلة. ومن جعل صفات الخالق مثل صفات المخلوق فهو المشبه المذموم.\nوفي القرآن\nوأئمة الدين كلهم متفقون على ما جاء به الكتاب والسنة واتفق عليه سلف الأمة من أن الله كلم موسى تكليمًا، وأن القرآن كلام الله غير مخلوق، وأن المؤمنين يرون ربهم في الآخرة كما تواترت به الأحاديث عن النبي - صلى الله عليه وسلم - (3) وأن لله علمًا وقدرة ونحو ذلك ونصوص الأئمة في ذلك مشهورة متواترة، حتى إن أبا القاسم الطبري\n(1) بشيءٍ من التفصيل.\n(2) سورة الشورى آية: (110) .\n(3) في الصحاح والسنن والمسانيد- انظر صحيح البخاري ج (8) ص (179- 186) ، وصحيح مسلم جـ 1 ص (163- 171) وسنن أبي داود جزء (4) ص (233، 234) وسنن ابن ماجه وسنن الترمذي وقد استوفاها ابن القيم في كتابه «حادي الأرواح إلى بلاد الأفراح» وذكر الآيات ووضح الدلالة منها رحمه الله.\nالجزء: 1 ¦ الصفحة: 15\n",
        "الحافظ لما ذكر في كتابه في «شرح أصول السنة» (1) مقالات السلف والأئمة في الأصول ذكر من قال: القرآن كلام الله غير مخلوق. وقال: فهؤلاء خمسمائة وخمسون نفسًا أو أكثر من التابعين والأئمة المرضيين سوى الصحابة على اختلاف الأعصار ومُضِيِّ السنين والأعوام وفيهم من نحو مائة إمام ممن أخذ الناس بقولهم وتدينوا بمذاهبهم (2) .\nوروى بإسناده عن علي بن أبي طالب رضي الله عنه من وجهين أنهم قالوا لله يوم صفين: حكمت رجلين: فقال: ما حكمت مخلوقًا، ما حكمت إلا القرآن (3) .\nوعن عكرمة قال: كان ابن عباس في جنازة فلما وضع الميت في لحده قال رجل: اللهم رب القرآن اغفر له. فوثب إليه ابن عباس فقال: مه؟! القرآن منه (4) .\nوعن جعفر الصادق وهو مشهور عنه أنهم سألوه عن القرآن أخالق هو، أو مخلوق؟ فقال: ليس بخالق ولا مخلوق، ولكنه كلام\nالله\n...\n(5) .\nوكفَّر الشافعي حفصًا الفرد لما قال: القرآن مخلوق (6) .\n(1) وهو موجود مخطوط في ألمانيا الشرقية بليبرج رقم (318/ 1) ، وقد طبع منه ثلاثة أجزاء وبقي اثنان للتحقيق، وموجود مصور في مكتبة الأستاذ الشيخ حماد بن محمد الأنصاري بالمدينة المنورة.\n(2) انظر المصورة المذكورة ص (57) .\n(3) انظر المصورة ص (45) .\n(4) انظر ص (46) من المصورة المذكورة.\n(5) انظر ص (47) من المصورة المذكورة، وذكر نحو ذلك عن علي بن الحسين أيضًا.\n(6) انظر ص (50) من المصورة المذكورة.\nالجزء: 1 ¦ الصفحة: 16\n",
        "وقال سليمان بن داود الهاشمي: من قال القرآن مخلوق فهو كافر.\nوفي الرؤية\nوكان السلف يسمون كل من نفى الصفات وقال إن القرآن مخلوق وأن الله لا يُرى في الآخرة جهميًا؛ فإن جهمًا أول من ظهرت عنه بدعة نفي الأسماء والصفات وبالغ في ذلك.\nثم إن الجهمية من المعتزلة وغيرهم أدرجوا نفي الصفات في مسمى التوحيد- فصار من قال: إن لله علمًا أو قدرة أو أنه يُرى في الآخرة وأن القرآن كلام الله منزل غير مخلوق يقولون إنه مشبه ليس بموحد (1) .\n(1) ج (2) ص (335) ج (1) ص (288) وانظر ج (12) مجموع الفتاوى ص (119) .\nالجزء: 1 ¦ الصفحة: 17\n",
        "الشيعة مخالفون لإجماع أهل البيت مع مخالفتهم\nلإجماع الصحابة\nفي عامة أصولهم التي فارقوا فيها\nأهل السنة والجماعة\nلا نسلم أن الإمامية أخذوا مذهبهم عن أهل البيت لا الاثنى عشرية ولا غيرهم، بل هم مخالفون لعلي رضي الله عنه وأئمة أهل البيت في جميع أصولهم التي فارقوا فيها أهل السنة والجماعة: توحيدهم، وعدلهم، وإمامتهم.\nفإن الثابت عن علي رضي الله عنه وأئمة أهل البيت من إثبات الصفات لله وإثبات القدر وإثبات خلافة الخلفاء الثلاثة وإثبات فضيلة أبي بكر وعمر رضي الله عنهما وغير ذلك من المسائل كلها يناقض مذهب الرافضة. والنقل بذلك ثابت مستفيض في كتب أهل العلم (1) بحيث إن معرفة المنقول في هذا الباب عن أئمة أهل اليبت يوجب علمًا ضروريًا بأن الرافضة مخالفون لهم لا موافقون.\nلا ريب أن الإمامية متفقون على مخالفة إجماع العترة النبوية مع مخالفة إجماع الصحابة؛ فإنه لم يكن في العترة النبوية بني هاشم على عهد رسول الله - صلى الله عليه وسلم - وأبي بكر وعثمان وعلي - رضي الله عنهم - من يقول بإمامة اثني عشر ولا بعصمة أحد بعد النبي - صلى الله عليه وسلم - ولا يكفر الخلفاء الثلاثة، بل ولا من يطعن في إمامتهم؛ بل ولا من ينكر الصفات ولا من يكذب بالقدر (2) .\n(1) ويأتي تسمية بعض المؤلفات في ذلك. وتقدم أن من تلك المؤلفات الجامعة لذكر عقائد السلف وأهل البيت في التوحيد والقدر والتفضيل والإمامة وغير ذلك «كتاب شرح أصول السنة» لللالكائي رحمه الله وروايته بالسند المتصل إليهم.\n(2) ج (2) ص (143، 144، 96- 105، 111) .\nالجزء: 1 ¦ الصفحة: 18\n",
        "توحيد الإمامية\nأصول الدين عند الإمامية أربعة:\nالتوحيد، والعدل، والنبوة، والإمامة (1)\nاختلاف الشيعة الإمامية في توحيدهم\nقدماء الإمامية غلوا في التشبيه والتجسيم؛ فإن التشبيه والتجسيم المخالف للعقل والنقل لا يعرف في أحد من طوائف الأمة أكثر منه في طوائف الشيعة. وهذه كتب المقالات كلها تخبر عن أئمة الشيعة المتقدمين من المقالات المخالفة للعقل والنقل في التشبيه والتجسيم بما لا يعرف نظيره عن أحد من سائر الطوائف.\nومتأخروهم غلوا في النفي والتعطيل وأدخلوا في التوحيد نفي الصفات، والقول بأن القرآن مخلوق، وأن الله لا يُرى في الآخرة، وزعموا أن ذلك تنزيه.\nوما ذكروه من التنزيه إنما هو تعطيل وتنقيص لله.\nبيان ذلك أن قول الجهمية نفاة الصفات يتضمن وصف الله بسلب صفات الكمال التي يشابه فيها الجمادات والمعدومات.\nفإذا قالوا: إنه لا يقوم به حياة ولا علم ولا قدرة ولا كلام\n(1) وهم يدخلون في التوحيد نفي الصفات والقول بأن القرآن مخلوق وأن الله لا يُرى في الآخرة كما يأتي. ويدخلون في العدل التكذيب بالقدر. وعليهم مآخذ في النبوة. وأما الإمامة فقالوا فيها أسخف قول وأفسده في العقل والدين- كما يأتي تفصيل ذلك إن شاء الله تعالى.\nالجزء: 1 ¦ الصفحة: 19\n",
        "ولا مشيئة ولا حب ولا بغض ولا رضا ولا سخط ولا يرى ولا يفعل بنفسه فعلاً ولا يقدر أن يتصرف بنفسه كانوا قد شبهوه بالجمادات المنقوصات، وسلبوه صفات الكمال؛ فكان هذا تنقيصًا وتعطيلاً لا تنزيهًا.\nوإنما التنزيه أن ينزه عن النقائص المنافية لصفات الكمال- فينزه عن الموت والسِّنَة والنوم والعجز والجهل والحاجة كما نزَّه نفسه في كتابه؛ فيجمع له بين إثبات صفات الكمال ونفي النقائص المنافية للكمال، وينزه في صفات الكمال أن يكون له فيها مثل من الأمثال (1) .\nمتى حدث هذا الغلو وهذا التعطيل فيهم؟\nكان متكلمو الشيعة كهشام بن الحكم وهشام الجواليقي ويونس بن عبد الرحمن القمي مولى آل يقطين وزرارة بن أعين وأبى مالك الحضرمي وعلي بن ميثم وطوائف كثيرين هم أئمة الإمامية قبل المفيد والطوسي والموسوي والحلي\n...\nيزيدون في إثبات الصفات على مذهب أهل السنة بما يقوله أهل السنة والجماعة، فلا يمنعون بأن القرآن غير مخلوق؛ وأن الله يُرى في الآخرة وغير ذلك من مقالات أهل السنة والحديث حتى يبتدعون في الغلو في الإثبات والتجسيم والتنقيص والتمثيل ما هو معروف من مقالاتهم التي ذكرها الناس ويحكى عنهم فيه شناعات\n...\nولكن في أواخر المائة الثالثة دخل مَنْ دخل مِن الشيعة في أقوال المعتزلة كابن النوبختي صاحب كتاب «الآراء والديانات» وأمثاله.\n(1) ج (4) ص (145) ج (1) ص (230، 29) ج (2) ص (335) .\nالجزء: 1 ¦ الصفحة: 20\n",
        "وجاء بعد هؤلاء المفيد بن النعمان وأتباعه كالموسوي الملقب بالمرتضى والطوسي.\nولهذا نجد المصنفين في المقالات- كالأشعري- لا يذكرون عن أحد من الشيعة أنه وافق المعتزلة في توحيدهم وعدلهم إلا عن بعض متأخريهم؛ وربما يذكرون عن قدمائهم إثبات التجسيم وإثبات القدر وغيره.\nوأول من عرف في الإسلام أنه قال: إن الله جسم له طول وعرض وعمق هو هشام بن الحكم وهشام بن سالم كما تقدم ذكره (1) .\nوقد كان ابن الراوندي وأمثاله من المعروفين بالزندقة والإلحاد صنفوا لهم كتبًا أيضًا عن أصولهم.\nفإن كان هذا هو الحق فقدماؤهم كلهم ضُلاَّل، وإن كان ضلالاً فمتأخروهم هم الضلال (2) .\n(1) القول بأن الله جسم أو ليس بجسم مما تنازع فيه أهل الكلام والنظر وهي مسألة عقلية، والناس فيها على ثلاثة أقوال: نفي، وإثبات، ووقف وتفصيل، وهذا هو الصواب الذي عليه السلف والأئمة. وقد بسطه ابن تيمية رحمه الله في رسالته التدميرية وغيرها.\n(2) ج (1) ص (19، 20) ج (2) ص (96- 105) ج (1) ص (288، 229، 365، 257، 318، 319، 320) ج (1) ص (346، 348) .\nالجزء: 1 ¦ الصفحة: 21\n",
        "متأخرو الرافضة أشبهوا النصارى في الشرك\n(1)\nالرافضة أشبهوا النصارى؛ فإن الله أمر بطاعة الرسل فيما أمروا به وتصديقهم فيما أخبروا به ونهى الخلق عن الغلو والإشراك بالله تعالى فبدلت النصارى دين الله تعالى فغلوا في المسيح فأشركوا به، وبدلوا دينه فعصوه، فصاروا خارجين عن أصلي الدين: وهما الإقرار لله بالوحدانية؛ ولرسله بالرسالة.\nفالغلو أخرجهم عن التوحيد حتى قالوا بالتثليث والاتحاد، وأخرجهم عن طاعة الرسول وتصديقه حيث أمرهم أن يعبدوا الله ربه وربهم فكذبوه في قوله إن الله ربه وعصوه فيما أمرهم به.\nوكذلك الرافضة غلوا في الرسل بل في الأئمة حتى اتخذوهم أربابًا من دون الله- فتركوا عبادة الله وحده لا شريك له التي أمرهم بها الرسل، وكذبوا الرسول فيما أخبر به من توبة الأنبياء واستغفارهم- فتجدهم يعطلون المساجد التي أمر الله أن ترفع ويذكر فيها اسمه فلا يصلون فيها جماعة ولا جمعة، وليس لها عندهم كبير حرمة، وإن صلوا فيها صلوا فيها وحدانا.\nويعظمون المشاهد المبنية على القبور فيعكفون عليها مشابهة للمشركين، ويحجون إليها كما يحج الحاج إلى البيت العتيق. ومنهم من يجعل الحج إليها أعظم من الحج إلى الكعبة؛ بل يسبون من لا يستغني بالحج إليها عن الحج الذي فرضه الله تعالى على عباده ومن لا يستغني\n(1) ويأتي إن شاء الله ذكر مشابهتهم للنصارى في الرسالة عند ذكر إمامهم المنتظر.\nالجزء: 1 ¦ الصفحة: 22\n",
        "بها عن الجمعة والجماعة، وهذا من جنس دين المشركين الذين يفضلون عبادة الأوثان على عبادة الرحمن، قال الله تعالى:\n{وَقَالُوا لَا تَذَرُنَّ آَلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا * وَقَدْ أَضَلُّوا كَثِيرًا} (1) .\nوقد ثبت في الصحاح عن النبي - صلى الله عليه وسلم - أنه قال: «لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد يحذر ما فعلوا» (2) .\nوقد قال قبل أن يموت بخمس: «إن من كان قبلكم كانوا يتخذون القبور مساجد ألا فلا تتخذوا القبور مساجد فإني أنهاكم عن ذلك» [رواه مسلم] (3) وقال: «إن من شرار الناس من تدركهم الساعة وهم أحياء والذين يتخذون القبور مساجد» (4) وقال: «اللهم لا تجعل قبري وثنًا يعبد اشتد غضب الله على قوم اتخذوا قبور أنبيائهم مساجد» (5) .\nوقد صنف شيخهم ابن النعمان المعروف عندهم بالمفيد وهو شيخ الموسوي والطوسي كتابا سماه: «مناسك حج المشاهد» جعل قبور المخلوقين تحج كما تحج الكعبة البيت الحرام الذي جعله الله قيامًا للناس وهو أول بيت وضع للناس فلا يطاف إلا به ولا يصلى إلا\n(1) سورة نوح الآيتان: (23، 24) .\n(2) أخرجه مسلم ك (5 ح (531) «لعنة الله على اليهود والنصارى اتخذوا قبور أنبيائهم مساجد» يحذر ما صنعوا. وأخرجه البخاري ك (8) ب (55) .\n(3) ك (5) ح (532) «ألا وإن من كان قبلكم» الحديث.\n(4) رواه أحمد وأبو حاتم في صحيحه.\n(5) رواه مالك في الموطأ.\nالجزء: 1 ¦ الصفحة: 23\n",
        "إليه ولا يؤمر إلا بحجه.\nوساق الإمام ابن تيمية أحاديث إلى أن قال: والإسلام مبني على أصلين: أن لا نعبد إلا الله وأن نعبده بما شرع لا نعبده بالبدع.\nفالنصارى خرجوا عن الأصلين: وكذلك المبتدعون من هذه الأمة من الرافضة وغيرهم (1) .\nويوجد بعض هذا الغلو في طائفة من أهل النسك والزهد والعبادة.\nفإن قيل: ما وصفت به الرافضة من الغلو والشرك والبدع موجود كثير منه في كثير من المنتسبين إلى السنة، فإن في كثير منهم غلوًّا في مشايخهم وإشراكًا بهم وابتداعًا لعبادات غير مشروعة، وكثير منهم يقصد قبر من يحسن الظن به إما ليسأله حاجاته وإما ليسأل الله تعالى به، وإما لظنه أن الدعاء عند قبره أجوب منه في المساجد، ومنهم من يفضل زيارة قبور شيوخهم على الحج، ومنهم من يجد عند قبر من يعظمه من الرقة والخشوع ما لا يجده في المساجد والبيوت وغير ذلك مما يوجد في الشيعة، ويروون أحاديث مكذوبة من جنس أكاذيب الرافضة مثل قولهم: لو أحسن أحدكم ظنه بحجر نفعه الله به، وقولهم: إذا أعيتكم الأمور فعليكم بأصحاب القبور. وقولهم: قبر فلان الترياق المجرب. وروي عن بعض شيوخهم أنه قال لصاحبه: إذا كانت لك حاجة فتعال إلى قبري واستغث بي ونحو ذلك فإن في المشايخ من يفعل بعد مماته كما كان يفعل في حياته.\nوقد يستغيث الشخص بواحد منهم فيتمثل له الشيطان في صورته إما حيًا وإما ميتًا وربما قضى حاجته أو يقضي بعض حاجاته كما يجري\n(1) ج (1) ص (174- 179) ج (2) ص (115) .\nالجزء: 1 ¦ الصفحة: 24\n",
        "نحو ذلك للنصارى مع شيوخهم ولعباد الأصنام من العرب والهند والترك وغيرهم.\nقيل: هذا كله مما نهى الله عنه ورسوله، وكل ما نهى الله عنه ورسوله فهو مذموم منهي عنه سواء كان فاعله منتسبًا إلى سنة أو إلى تشيع، ولكن الأمور المذمومة المخالفة للكتاب والسنة في هذا وغيره هي في الرافضة أكثر منها في أهل السنة- فما يوجد في أهل السنة من الشر ففي الرافضة أكثر منه. وما يوجد في الرافضة من الخير ففي أهل السنة أكثر منه.\nوهذا حال أهل الكتاب مع المسلمين- فما يوجد في المسلمين شر إلا وفي أهل الكتاب أكثر منه، ولا يوجد في أهل الكتاب خير إلا وفي المسلمين أعظم منه.\nولهذا يذكر الله سبحانه مناظرة الكفار من المشركين وأهل الكتاب بالعدل، فإذا ذكروا عيبًا في المسلمين لم يبرئهم منه، لكن يبين أن عيوب الكفار أعظم، كما قال تعالى:\n{يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ وَصَدٌّ عَنْ سَبِيلِ اللهِ وَكُفْرٌ بِهِ وَالْمَسْجِدِ الْحَرَامِ وَإِخْرَاجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِنْدَ اللهِ وَالْفِتْنَةُ أَكْبَرُ مِنَ الْقَتْلِ} (1) .\nوقال تعالى: {قُلْ يَا أَهْلَ الْكِتَابِ هَلْ تَنْقِمُونَ مِنَّا إِلَّا أَنْ آَمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ مِنْ قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ * قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكَ مَثُوبَةً عِنْدَ اللَّهِ مَنْ لَعَنَهُ اللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ وَعَبَدَ الطَّاغُوتَ أُولَئِكَ شَرٌّ مَكَانًا وَأَضَلُّ عَنْ\n(1) سورة البقرة آية: (217) .\nالجزء: 1 ¦ الصفحة: 25\n",
        "سَوَاءِ السَّبِيلِ} (1) . أي من لعنه الله وجعل منهم الممسوخين وعبد الطاغوت.\nولهذا أكثر ما يوجد الغلو في طائفتين في النصارى والرافضة ويوجد أيضًا في طائفة ثالثة من أهل النسك والعبادة الذين يغلون في شيوخهم ويشركون بهم (2) .\n(1) سورة المائدة الآيتان: (59، 60) .\n(2) ج (1) ص (177- 179) ، قلت: وقد قال حافظ إبراهيم يخاطب الشيخ محمد عبده/\nإمام الهدى إني أرى الناس أحدثوا\n|\n...\nلهم بدعًا عنها الشريعة تعزف\nرأوا في قبور الميتين حياتهم\n...\nفقاموا إلى تلك القبور وطَوَّفوا\nوباتوا عليها عاكفين كأنهم\n...\nعلى صنم في الجاهلية عُكَّف\nاهـ. من «مشكلات الأحاديث النبوية» تأليف عبد الله بن علي النجدي القصيمي (المطبعة الرحمانية بمصر عام 1353هـ) .\nالجزء: 1 ¦ الصفحة: 26\n",
        "القدر\nالإيمان به، ومذهب أهل السنة وأهل البيت الشامل فيه\nمذهب أهل السنة والجماعة في هذا الباب وغيره هو ما دل عليه الكتاب والسنة وكان عليه السابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان، وهو أن الله خالق كل شيء وربه ومليكه، وقد دخل في ذلك جميع الأعيان القائمة بنفسها وصفاتها القائمة بها من أفعال العباد وغير أفعال العباد.\nوأنه سبحانه ما شاء كان وما لم يشأ لم يكن. فلا يكون في الوجود شيء إلا بمشيئته وقدرته، لا يمتنع عليه شيء شاءه، ولا يشاء شيئًا إلا وهو قادر عليه.\nوأنه سبحانه علم ما كان وما يكون وما لم يكن لو كان كيف كان يكون. وقد دخل في ذلك أفعال العباد وغيرها.\nوكتب ذلك، وكتب ما يصيرون إليه من سعادة وشقاوة فهم يؤمنون بخلقه لكل شيء، وقدرته على كل شيء، ومشيئته لكل ما كان، وعلمه بالأشياء قبل أن تكون، وتقديره لها، وكتابته إياها قبل أن تكون.\nوالمنقول عن أهل البيت في إثبات الصفات والقدر لا يكاد يحصى، قال ابن عباس رضي الله عنهما: الإيمان بالقدر نظام التوحيد\nالجزء: 1 ¦ الصفحة: 27\n",
        "فمن وحد الله وكذب بالقدر نقض توحيده تكذيبه (1) .\nاختلاف الشيعة في القدر\nأثبته متقدموهم، ونفاه متأخروهم وأدخلوا نفيه في (عدلهم) فأشبهوا المجوس\nغالب الشيعة الأولى كانوا مثبتين للقدر؛ وإنما ظهر إنكاره في متأخريهم، وأدخلوا في (العدل) التكذيب به (2) .\nفمذهب هؤلاء الإمامية وشيوخهم القدرية أنه ليس على كل شيء قدير.\nومن قولهم أيضًا: إن الله لا يقدر أن يهدي ضالاً ولا يقدر أن يضل مهتديًا، ولا يحتاج أحد من الخلق إلى أن يهديه الله، بل الله قد هداهم هدى البيان.\nومن قولهم: إن هدى الله المؤمنين والكفار سواء ليس له على المؤمنين نعمة في الدين أعظم من نعمته على الكافرين، بل قد هدى علي بن أبي طالب كما هدى أبا جهل، بمنزلة الذي يعطى أحد بنيه دراهم ويعطي الآخر مثلها لكن هذا أنفقها في طاعة الله وهذا أنفقها في معصيته؛ فليس للأب من الإنعام على هذا في دينه أكثر مما له من الإنعام على الآخر.\n(1) ج (2) ص (73) وانظر مجموع الفتاوى ج (8) ص (459) وج (3) ص (113) وتقدم بعض ما يتعلق بالقدر.\n(2) كما تقدم في أصولهم الأربعة، وكذلك المعتزلة أصولهم الخمسة: التوحيد، والعدل، والمنزلة بين المنزلتين وإنفاذ الوعيد والأمر بالمعروف والنهي عن المنكر وبه تتعلق مسائل الإمامة.\nالجزء: 1 ¦ الصفحة: 28\n",
        "ومن أقوالهم: إنه يشاء ما لا يكون ويكون ما لا يشاء.\nولا يقدر أن يقيم قاعدًا باختياره ولا يقعد قائمًا باختياره، ولا يجعل أحدًا مسلمًا مصليًا ولا صائمًا ولا حاجًا ولا معتمرًا، ولا يجعل الإنسان لا مؤمنًا ولا كافرًا، ولا برًا ولا فاجرًا، ولا يخلقه هلوعًا إذا مسه الشر جزوعًا وإذا مسه الخير منوعًا.\nومن تمام قول الإمامية الذي وافقوا فيه المعتزلة في توحيدهم وعدلهم من متأخري الشيعة أن الله لم يخلق شيئًا من أفعال الحيوان لا الملائكة ولا الأنبياء ولا غيرهم، بل هذه الحوادث تحدث بغير قدرته ولا خلقه.\nفهؤلاء يشبهون المجوس في كونهم أثبتوا غير الله يحدث أشياء من الشر بغير مشيئته وقدرته وخلقه.\nقال ابن عباس رضي الله عنهما: الإيمان بالقدر نظام التوحيد فمن وحد الله وآمن بالقدر تم توحيده ومن وحد الله وكذب بالقدر نقض توحيده تكذيبه.\nفقول القدرية يتضمن الإشراك والتعطيل؛ فإنه يتضمن إخراج بعض الحوادث عن أن يكون لها فاعل، ويتضمن إثبات فاعل مستقل غير الله. وهاتان شعبتان من شعب الكفر.\nوبيان ذلك أنهم يقولون: إن الإنسان صار مريدًا فاعلًا بإرادته بعد أن لم يكن كذلك بدون محدث أحدث ذلك، وهذا أصل التعطيل.\nوأما الشرك فلأنهم يقولون: إن العبد مستقل بإحداث هذا الفعل من غير أن يكون الله جعله محدثًا له.\nالجزء: 1 ¦ الصفحة: 29\n",
        "وهذان «التعطيل، والإشراك في الربوبية» لازم لكل من أثبت فاعلاً مستقلاً غير الله.\nوقد دلت الدلائل اليقينية على أن كل حادث فالله خالقه، وفعل العبد من جملة الحوادث. وكل ممكن يقبل الوجود والعدم فإن شاء الله كان وإن لم يشأ لم يكن، وفعل العبد من جملة الممكنات، وذلك أن العبد إذا فعل الفعل فنفس الفعل حادث بعد أن لم يكن فلا بد من سبب. وإذا قيل: حدث بالإرادة فالإرادة أيضًا حادثة فلا بد لها من سبب.\nفمن قال: إن شيئًا من الحوادث أفعال الملائكة والجن والإنس لم يخلقها الله تعالى فقد خالف الكتاب والسنة وإجماع السلف والأدلة العقلية.\nولهذا قال بعض السلف: من قال إن كلام الآدميين أو أفعال العباد غير مخلوقة فهو بمنزلة من قال: إن سماء الله وأرضه غير مخلوقة.\nوفي الجملة القوم لا يثبتون لله مشيئة عامة، ولا خلقًا متناولاً لكل حادث. وهذا القول أخذوه عن المعتزلة وهم أئمتهم فيه.\nولهذا كانت الشيعة في هذا على قولين: منهم من يقول ذلك، ومنهم من يقول: إنه يخص بعضهم (1) .\nالزيدية\nوالزيدية مقرون بخلافة الخلفاء الثلاثة، وهم من الشيعة، وفيهم قدرية، وغير قدرية (2) .\n(1) ج (1) ص (357، 284، 258، 29) وانظر الفتاوى ج (8) ص (452) ج (1) ص (39، 40) ج (2) ص (73، 38) ج (1) ص (364، 366) .\n(2) ج (1) ص (357، 358) .\nالجزء: 1 ¦ الصفحة: 30\n",
        "اختلاف القدرية في الظلم والعدل. والتحقيق فيه\nاختلفت القدرية (1) والجهمية الجبرية في الظلم:\nفقالت القدرية: الظلم في حقه هو ما نعرفه من ظلم الناس بعضهم بعضًا. فإذا قيل إنه خالق أفعال العباد وإنه مريد لكل ما وقع وقيل مع ذلك: إنه يعذب العاصي كان هذا ظلمًا كظلمنا، وسموا أنفسهم (العدلية) .\nوقالت الجهمية: الظلم في حقه هو ما يمتنع وجوده. فأما كل ما يمكن وجوده فليس بظلم؛ فإن الظلم إما مخالفة أمرِ مَنْ تجب طاعته، وإما التصرف في ملك الغير بغير إذنه والرب ليس فوقه آمر ولا لغيره ملك بل إنما يتصرف في ملكه فكل ما يمكن فليس بظلم؛ بل إذا نعَّمَ فرعون وأبا جهل وأمثالهما ممن كفر به وعصاه، وعذب موسى ومحمدًا ممن آمن به وأطاعه فهو مثل العكس فالجميع بالنسبة إليه سواء.\nوالقدرية يقولون: إن الله سوَّى بين المكلفين في القدرة ولم يخص المؤمنين بما فضلهم به على الكفار حتى آمنوا، ولا فضل المطيعين بما فضلهم به على العصاة حتى أطاعوا. وهذا من أقوال القدرية والمعتزلة وغيرهم التي خالفوا بها الكتاب والسنة وإجماع السلف والعقل الصريح.\nومن اعتقد أن مِنَّته على المؤمنين بالهداية دون الكافرين ظلم منه فهذا جهل لأن هذا تفضل منه كما قال تعالى:\n{بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ إِنْ كُنْتُمْ\n(1) القدرية حدثوا في أوائل المائة الأولى من زمن ابن الزبير وعبد الملك.\nالجزء: 1 ¦ الصفحة: 31\n",
        "صَادِقِينَ} (1) ، فتخصيص هذا بالإيمان كتخصيص هذا بمزيد صحة وعلم وقوة وحال ومال، قال تعالى:\n{أَهُمْ يَقْسِمُونَ رَحْمَةَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا وَرَحْمَةُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ} (2) ، ولهذا قيل: كل نعمة منه فضل، وكل نقمة منه عدل.\nوالظلم الذي هو ظلم أن يعاقب الإنسان على ظلم غيره قال تعالى: {وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلَا يَخَافُ ظُلْمًا وَلَا هَضْمًا} (3) .\nقال المفسرون: الظلم أن يحمل عليه سيئات غيره. والهضم أن ينقص من حسناته، فجعل سبحانه عقوبته بذنب غيره ظلمًا ونزه نفسه عنه.\nفأما عقوبته على فعله الاختياري وإنصاف المظلومين من الظالمين فهو من كمال عدل الله تعالى.\nوقول الجمهور من مثبتي القدر ونفاته: إن الظلم مقدور لله ممكن، والله سبحانه لا يفعله لعدله، فهو منزه عنه؛ ولهذا مدح نفسه حيث أخبر أنه لا يظلم الناس شيئًا؛ والمدح يكون بترك المقدور عليه لا بترك الممتنع.\nولا نزاع بين المسلمين أن الله عادل ليس ظالمًا؛ لكن ليس كل\n(1) سورة الحجرات آية: (17) .\n(2) سورة الزخرف آية: (32) .\n(3) سورة طه آية: (112) .\nالجزء: 1 ¦ الصفحة: 32\n",
        "ما كان ظلمًا من العبد يكون ظلمًا من الرب، ولا ما كان قبيحًا من العبد يكون قبيحًا من الرب؛ فإن الله ليس كمثله شيء لا في ذاته ولا في صفاته ولا في أفعاله (1) .\n(1) ج (3) ص (23) ج (2) ص (40، 33) ج (1) ص (42، 368، 361، 366) .\nالجزء: 1 ¦ الصفحة: 33\n",
        "النبوة\nعصمة الأنبياء، وغلو الرافضة الإمامية فيها\nالأنبياء معصومون فيما يبلغونه عن الله تعالى، وهذا هو مقصود الرسالة؛ فإن الرسول هو الذي يبلغ عن الله أمره ونهيه وخبره، وهم معصومون في تبليغ الرسالة باتفاق المسلمين بحيث لا يجوز أن يستقر في ذلك شيء من الخطأ.\nوتنازعوا هل يجوز أن يسبق على لسانه ما يستدركه الله تعالى ويبينه له بحيث لا يقره على الخطأ كما نقل أنه ألقى على لسانه (تلك الغرانيق العلى وإن شفاعتهن لترتجى) ثم إن الله نسخ ما ألقاه الشيطان وأحكم آياته. فمنهم من لم يجوز ذلك، ومنهم من جوزه، إذ لا محذور فيه.\nولا يقرون على فسق ولا كذب.\nففي الجملة كل ما يقدح في نبوتهم وتبليغهم عن الله فهم متفقون على تنزيههم عنه.\nوعامة الجمهور الذين يجوزون عليهم الصغائر يقولون: إنهم معصومون من الإقرار عليها فلا يصدر منهم ما يضرهم كما جاء في الأثر: كان داود بعد التوبة خيرًا منه قبل الخطيئة. والله تعالى يحب التوابين ويحب المتطهرين. وإن العبد ليفعل السيئة فيدخل بها الجنة.\nوقد ذكر الله في القرآن أن لوطًا آمن لإبراهيم وبعثه الله نبيًّا.\nوقال شعيب:\n{قَدِ افْتَرَيْنَا عَلَى اللَّهِ كَذِبًا إِنْ عُدْنَا فِي مِلَّتِكُمْ بَعْدَ إِذْ نَجَّانَا اللَّهُ\nالجزء: 1 ¦ الصفحة: 34\n",
        "مِنْهَا وَمَا يَكُونُ لَنَا أَنْ نَعُودَ فِيهَا إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّنَا} (1) . {وَقَالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنَا أَوْ لَتَعُودُنَّ فِي\nمِلَّتِنَا} (2) وقد أخبر الله عن إخوة يوسف بما أخبر ثم نبأهم بعد توبتهم وهم الأسباط الذين أمرنا أن نؤمن بما أوتوا في سورة البقرة وآل عمران والنساء.\nوإذا كان في هؤلاء من صار نبيًا فمعلوم أن الأنبياء أفضل من غيرهم. وهذا مما تُنَازِعُ فيه الرافضة وغيرهم، ويقولون: من صدر منه ذنب لا يصير نبيًا؛ لكن الاعتبار بما دل عليه الكتاب والسنة.\nوعمدتهم أن التائب من الذنب يكون مذمومًا ناقصًا لا يستحق النبوة ولو صار من أعظم الناس طاعة. وهذا هو الأصل الذي نوزعوا فيه. والكتاب والسنة يدلان على بطلان قولهم فيه.\nفإنهم سلبوهم ما أعطاهم الله من الكمال وعلو الدرجات بحقيقة التوبة والاستغفار والانتقال من كمال إلى ما هو أكمل منه، وكذبوا ما أخبر الله به من ذلك، وحرفوا الكلم عن مواضعه، وظنوا أن انتقال الآدمي من الجهل إلى العلم ومن الضلال إلى الهدى ومن الغي إلى الرشاد تنقصًا، ولم يعلموا أن هذا من أعظم نعم الله وأعظم قدرته حيث ينقل العباد من النقص إلى الكمال، وأنه قد يكون الذي يذوق الشر والخير ويعرفهما يكون حبه للخير وبغضه للشر أعظم ممن لا يعرف إلا الخير، كما قال عمر رضي الله عنه: «إنما تنقض عرى الإسلام عروة عروة إذا نشأ في الإسلام من لا يعرف الجاهلية» .\nفالإمامية الاثنا عشرية يقولون: إن أصول الدين أربعة:\n(1) سورة الأعراف آية: (89) .\n(2) سورة إبراهيم آية: (13) .\nالجزء: 1 ¦ الصفحة: 35\n",
        "التوحيد، والعدل، والنبوة، والإمامة. وهم مختلفون في التوحيد والعدل والإمامة.\nفأما النبوة فغايتهم أن يكونوا مقرين بها كإقرار سائر الأمة.\nلكن غلوهم في الأنبياء لم يوافقهم عليه أحد، اللهم إلا أن يكون من غلاة جهال النساك فإن بينهم وبين الرافضة قدرًا مشتركًا في الغلو، وفي الجهل وفي الانقياد لما لا تعلم صحته. والطائفتان يشبهان النصارى في ذلك (1) .\n(1) ج (1) ص (174، 306) ج (4) ص (37) ج (2) ص (335، 133) .\nالجزء: 1 ¦ الصفحة: 36\n",
        "الإمامية\nالإمام المعصوم هو الرسول\nولا مصلحة في عصمة إمام إلا وهي حاصلة بعصمته\nالإمام المعصوم هو رسول الله - صلى الله عليه وسلم -، وطاعته واجبة في كل زمان على كل أحد، والأمة تعرف أمره ونهيه.\nوورثته الذين ورثوا علمه يصدقون في الإخبار عنه.\nوالعلم الديني الذي تحتاج إليه الأئمة والأمة نوعان:\n«علم كلي» كإيجاب الصلوات الخمس وصيام شهر رمضان والحج وتحريم الزنا والسرقة والخمر ونحو ذلك.\nو «علم جزئي» كوجوب الزكاة على هذا، ووجوب إقامة الحد على هذا ونحو ذلك.\nفأما الأول فالشريعة مستقلة به لا تحتاج فيه إلى الإمام؛ فإن النبي - صلى الله عليه وسلم - إما أن يكون نص على كليات الشريعة التي لابد منها أو ترك منها ما يحتاج إلى القياس.\nفإن كان الأول ثبت المقصود. وإن كان الثاني فذلك القدر يحصل بالقياس.\nوأما «الجزئيات» فهذا لا يمكن النص على أعيانها؛ بل لابد فيها من الاجتهاد المسمى «بتحقيق المناط» كما أن الشارع لا يمكن أن ينص لكل مصل على جهة القبلة في حقه، ولكل حاكم على عدالة كل شاهد، ونفقة هذه الزوجة، ووقوع الطلاق بهذا الزوج، وإقامة\nالجزء: 1 ¦ الصفحة: 37\n",
        "الحد على هذا المفسد، وأمثال ذلك، فهذا مما لا يمكن نبي ولا أحد من الخلق أن ينص على كل فرد منه، لأن أفعال بني آدم وأعيانهم يعجز عن معرفة أعيانها الجزئية علم واحد من البشر وعبارته.\nوإن اكتفي بالكليات فالنبي يمكنه أن ينص على الكليات كما جاء به نبينا - صلى الله عليه وسلم - إذ ذكر ما يحرم من النساء وما يحل\n...\nوكذلك في الأشربة حرم ما يسكر دون ما لا يسكر، وأمثال ذلك. بل حصر المحرمات في قوله: {قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ} (1) .\nوجميع الواجبات في قوله: {قُلْ أَمَرَ رَبِّي بِالْقِسْطِ وَأَقِيمُوا وُجُوهَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ} (2) الآية.\nوالواجب محصور في حق الله وحق عباده.\nثم إنه سبحانه فصل أنواع الفواحش والبغي وأنواع حقوق العباد في مواضع أخر.\nفتبين بذلك أنه لا مصلحة في عصمة الإمام إلا وهي حاصلة بعصمة الرسول ولله الحمد والمنة والواقع يوافق هذا.\nورأينا كل من كان إلى اتباع السنة والحديث واتباع الصحابة أقرب كانت مصلحتهم في الدنيا والدين أكمل، وكل من كان أبعد من ذلك كان بالعكس (3) .\n(1) سورة الأعراف آية: (33) .\n(2) سورة الأعراف آية: (29) .\n(3) ج (3) ص (247- 257) .\nالجزء: 1 ¦ الصفحة: 38\n",
        "الشيعة من أبعد الناس عن اتباع المعصوم محمد - صلى الله عليه وسلم -\nفهم من أبعد الناس عن مصلحة دينهم ودنياهم\nبخلاف أهل السنة\nولما كانت الشيعة أبعد الناس عن اتباع المعصوم الذي لا ريب في عصمته وهو رسول الله - صلى الله عليه وسلم - الذي أرسله الله بالهدى ودين الحق بشيرًا ونذيرًا وداعيًا إلى الله بإذنه وسراجًا منيرًا الذي أخرج به الناس من الظلمات إلى النور وهداهم به إلى صراط العزيز الحميد الذي فرق بين الحق والباطل والهدى والضلال والغي والرشاد والنور والظلمة وأهل السعادة وأهل الشقاوة وجعله القاسم الذي قسم به عباده إلى شقي وسعيد- فأهل السعادة من آمن به، وأهل الشقاوة من كذب به وتولى عن طاعته.\nفالشيعة القائلون بالإمام المعصوم ونحوهم من أبعد الطوائف عن اتباع هذا المعصوم؛ فلا جرم تجدهم من أبعد الناس عن مصلحة دينهم ودنياهم، حتى يوجد ممن هو تحت سياسة أظلم الملوك وأضلهم من هو أحسن حالاً منهم، ولا يكون في خير إلا تحت سياسة من ليس منهم.\nولهذا يشبهون اليهود في أحوال كثيرة- ومنها هذا أنه ضربت عليهم الذلة أينما ثقفوا إلا بحبل من الله وحبل من الناس وضربت عليهم المسكنة، فلا يعيشون في الأرض إلا بأن يتمسكوا بحبل بعض ولاة الأمور الذي ليس بمعصوم.\nالجزء: 1 ¦ الصفحة: 39\n",
        "ولابد لهم من نسبة إلى الإسلام يظهرون بها ما في قلوبهم، فالرافضة وحدهم لا يقوم أمرهم قط، كما أن اليهود لا يقوم أمرهم قط.\nمدائن كثيرة من أهل السنة يقومون بدينهم ودنياهم لا يحوجهم الله سبحانه وتعالى إلى كافر ولا رافضي، والخلفاء الثلاثة فتحوا الأمصار وأظهروا الدين في مشارق الأرض ومغاربها ولم يكن معهم رافضي.\nبل بنو أمية بعدهم مع انحراف كثير منهم عن عليّ وسب بعضهم له غلبوا على مدائن الإسلام كلها من مشرق الأرض إلى مغربها، وكان الإسلام في زمنهم أعز منه فيما بعد ذلك بكثير، ولم ينتظم بعد انقراض دولتهم العامة لما جاءتهم الدولة العباسية صار إلى الغرب عبد الرحمن الداخل إلى المغرب الذي يسمى «صقر قريش» واستولى هو ومن بعده على بلاد المغرب، وأظهروا الإسلام فيها وأقاموه، وقمعوا من يليهم من الكفار، وكانت لهم من السياسة في الدين والدنيا ما هو معروف عند الناس، وكانوا أبعد الناس عن مذاهب أهل العراق فضلاً عن أقوال الشيعة، وإنما كانوا على مذاهب أهل المدينة.\nوكان أهل العراق على مذهب الأوزاعي وأهل الشام، وكانوا يعظمون مذهب أهل الحديث، وينصره بعضهم في كثير من الأمور، وهم من أبعد الناس عن مذهب الشيعة.\nوقد صار إلى المغرب طوائف من الخوارج والروافض كما كان هؤلاء في المشرق وفي بلاد كثيرة من بلاد الإسلام، ولكن قواعد هذه المدائن لا تستمر على شيء من هذه المذاهب؛ بل إذا ظهر فيها شيء من هذه المذاهب مدة أقام الله ما بعث به محمدًا - صلى الله عليه وسلم - من الهدى ودين الحق يظهر على باطلهم.\nالجزء: 1 ¦ الصفحة: 40\n",
        "وبنو عبيد يتظاهرون بالتشيع واستولوا من المغرب على ما استولوا عليه ثم جاءوا إلى مصر واستولوا عليها مائتي سنة واستولوا على الحجاز والشام نحو مائة سنة وملكوا بغداد في فتنة البساسيري وانضم إليهم الملاحدة في شرق الأرض وغربها، وأهل البدع والأهواء تحب ذلك منهم، ومع هذا فكانوا محتاجين إلى مصانعتهم والتقية لهم.\nفإذا علم أن مصلحة غير الشيعة في كل زمان خير من مصلحة الشيعة واللطف لهم أعظم من اللطف للشيعة علم أن ما ذكروه من إثبات العصمة باطل.\nقيل لبعض شيوخ الرافضة: إذا جاء الكفار إلى بلادنا فقتلوا النفوس وسبوا الحريم وأخذوا الأموال هل نقاتلهم؟\nفقال: لا. المذهب أنا لا نغزو إلا مع المعصوم.\nفقال ذلك المستفتي مع عاميته: والله إن هذا لمذهب نجس. فإن هذا المذهب يفضي إلى فساد الدين والدنيا (1) .\n(1) ج (3) ص (257، 259، 117) .\nالجزء: 1 ¦ الصفحة: 41\n",
        "ولم يقل بعصمة الأئمة إلا الرافضة الإمامية\nولم يشركهم فيه إلا من هو شر منهم\nوأما قوله (1) : وإن الأئمة معصومون كالأنبياء في ذلك، فهذه خاصة الرافضة الإمامية لم يشركهم فيها أحد لا الزيدية الشيعة ولا سائر طوائف المسلمين إلا من هو شر منهم كالإسماعيلية المنتسبين إلى محمد بن إسماعيل بن جعفر القائلين بأن الإمامة بعد جعفر في محمد بن إسماعيل دون موسى بن جعفر. وأولئك ملاحدة منافقون والإمامية الاثنا عشرية خير منهم بكثير.\nفإن الإمامية مع فرط جهلهم وضلالهم فيهم خلق مسلمون ظاهرًا وباطنًا ليسوا زنادقة منافقين؛ لكنهم جهلوا وضلوا واتبعوا أهواءهم.\nوأما أولئك فأئمتهم الكبار العارفون بحقيقة دعواهم الباطنية زنادقة منافقون.\nوأما عوامهم الذين لم يعرفوا باطن أمرهم فقد يكونون مسلمين.\nوقد قال الله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} (2) .\nولو كان للناس معصوم غير الرسول - صلى الله عليه وسلم - لأمرهم بالرد إليه. فدل القرآن على أنه لا معصوم إلا الرسول - صلى الله عليه وسلم -.\nودعوى العصمة تضاهي المشاركة في النبوة؛ فإن المعصوم يجب اتباعه في كل ما يقول لا يجوز أن يخالف في شيء، وهذه خاصة الأنبياء ولهذا أمرنا أن نؤمن بما أنزل إليهم (3) .\n(1) يعني الرافضي.\n(2) سورة النساء آية: (59) .\n(3) ج (1) ص (305) .\nالجزء: 1 ¦ الصفحة: 42\n",
        "الرافضة أشبهوا النصارى في تفضيل أئمتهم\nوتسليم الدين لهم\nالنصارى يزعمون أن الحواريين الذين اتبعوا المسيح أفضل من إبراهيم وموسى وغيرهما من الأنبياء والمرسلين، ويزعمون أن الحواريين رسل شافههم الله بالخطاب؛ لأنهم يقولون إن الله هو المسيح، ويقولون أيضًا: إن المسيح ابن الله.\nوالرافضة تجعل الأئمة الاثنى عشر أفضل من السابقين الأولين من المهاجرين والأنصار. وغاليتهم يقولون: إنهم أفضل من الأنبياء؛ لأنهم يعتقدون فيهم الإلاهية كما اعتقدته النصارى في المسيح.\nوالنصارى يقولون إن الدين مسلم للأحبار والرهبان- فالحلال ما حللوه، والحرام ما حرموه، والدين ما شرعوه.\nوالرافضة تزعم أن الدين مسلم إلى الأئمة- فالحلال ما حللوه، والحرام ما حرموه، والدين ما شرعوه.\nوأما من دخل في غلو الشيعة كالإسماعيلية الذين يقولون بإلهية الحاكم ونحوه من أئمتهم يقولون إن محمد بن إسماعيل نسخ شريعة محمد بن عبد الله وغير ذلك من المقالات التي هي في الغالية من الرافضة فهؤلاء أشر من أكثر الكفار من اليهود والنصارى والمشركين، وهم ينتسبون إلى الشيعة يتظاهرون بمذهبهم (1) .\n(1) ج (1) ص (177) ج (3) ص (173، 175، 309، 310) .\nالجزء: 1 ¦ الصفحة: 43\n",
        "طاعة أهل السنة لولاة الأمور مقيدة\nوأهل السنة لا يطيعون ولاة الأمور مطلقًا، إنما يطيعونهم في ضمن طاعة الرسول - صلى الله عليه وسلم - كما قال تعالى: {أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ} (1) فأمر بطاعة الله مطلقًا، وأمر بطاعة الرسول لأنه لا يأمر إلا بطاعة الله فمن يطع الرسول فقد أطاع الله. وجعل طاعة أولي الأمر داخلة في ذلك ولم يذكر لهم طاعة ثالثة؛ لأن ولي الأمر لا يطاع طاعة مطلقة وإنما يطاع في المعروف كما قال النبي - صلى الله عليه وسلم -: «إنما الطاعة في المعروف» (2) ، وقال: «لا طاعة لمخلوق في معصية الخالق» (3) ، وقال: «من أمركم بمعصية فلا تطيعوه» (4) .\nوقول هؤلاء الرافضة المنسوبين إلى شيعة علي رضي الله عنه: إنه تجب طاعة غير الرسول - صلى الله عليه وسلم - مطلقًا في كل ما أمر به أفسد من قول من كان منسوبًا إلى شيعة عثمان رضي الله عنه من أهل الشام إنه يجب طاعة ولي الأمر مطلقًا، فإن أولئك كانوا يطيعون ذا السلطان وهو موجود، وهؤلاء يوجبون طاعة معصوم مفقود (5) .\n(1) سورة النساء آية: (59) .\n(2) البخاري ك (64 ب (59) في المغازي وفي الأحكام وفي خبر الواحد. ورواه مسلم رقم (1840) بلفظ «لا طاعة في معصية الله إنما الطاعة في المعروف» .\n(3) أخرجه أحمد ج (1) ص (40) ج (5) ص (66) .\n(4) «من أمركم منهم بمعصية الله فلا تطيعوه» أخرجه ابن ماجه في الجهاد رقم (40) .\n(5) ج (2) ص (106) .\nالجزء: 1 ¦ الصفحة: 44\n",
        "اشتراط العصمة في الأئمة ليس بمقدور\nولا مأمور\nضمان العصمة للأمة\nالله أمر بطاعة الأئمة الموجودين المعلومين الذين لهم سلطان يقدرون به على سياسة الناس؛ لا بطاعة معدوم ولا مجهول، ولا من ليس له سطان ولا قدرة على شيء أصلاً.\nكما أمر النبي - صلى الله عليه وسلم - بالاجتماع والائتلاف ونهى عن الفرقة والاختلاف، ولم يأمر بطاعة الأئمة مطلقًا، بل أمر بطاعتهم في طاعة الله دون معصيته.\nوفي صحيح مسلم عن عوف بن مالك الأشجعي قال سمعت رسول الله - صلى الله عليه وسلم - يقول: «خيار أئمتكم الذين تحبونهم ويحبونكم وتصلون عليهم ويصلون عليكم وشرار أئمتكم الذين تبغضونهم ويبغضونكم وتلعنونهم ويلعنونكم قال: قلنا يا رسول الله أفلا ننابذهم عند ذلك؟ قال: لا ما أقاموا فيكم الصلاة لا ما أقاموا فيكم الصلاة. إلا من ولي عليه والٍ فرآه يأتي شيئًا من معصية الله فليكره ما يأتي من معصية الله تعالى ولا ينزعن يدًا من طاعة» (1) .\nوفي صحيح مسلم عن أم سلمة أن رسول الله - صلى الله عليه وسلم - قال: «ستكون أمراء فتعرفون وتنكرون فمن عرف برئ ومن أنكر سلم ولكن من رضي وتابع. قالوا: يا رسول الله أفلا نقاتلهم؟ قال: لا ما\n(1) أخرجه مسلم رقم (1855) .\nالجزء: 1 ¦ الصفحة: 45\n",
        "صلوا» (1) .\nوهذا يبين أن الأئمة هم الأمراء ولاة الأمور، وأنه يكره وينكر ما يأتونه من معصية الله، ولا ينزعن اليد من طاعتهم، بل يطاعون في طاعة الله، وأن منهم خيارًا وشرارًا، من يُحب ويُدعى له ويحب الناس ويدعو لهم، ومن يبغض ويدعو على الناس ويبغضونه ويدعون عليه.\nواشتراط العصمة في الأئمة ليس بمقدور ولا مأمور ولم يحصل به منفعة في الدين ولا في الدنيا.\nوالله قد ضمن العصمة للأمة فمن تمام العصمة أن يجعل عددًا من العلماء وإذا أخطأ الواحد في شيء كان الآخر قد أصاب فيه حتى لا يضيع الحق- ومَثَّلَ الشيخ بالمذاهب الأربعة وغيرها (2) .\n(1) أخرجه مسلم رقم (1854) .\n(2) ج (1) ص (35، 36) ج (2) ص (109، 105، 112) .\nالجزء: 1 ¦ الصفحة: 46\n",
        "وليس الأئمة محصورين في عدد معين\nوذلك أن الله قال: {يَا أَيُّهَا الَّذِينَ آَمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ} (1) ولم يوقتهم بعدد معين. وكذلك النبي - صلى الله عليه وسلم - في الأحاديث الثابتة عنه المستفيضة لم يوقت ولاة الأمور في عدد معين- ففي الصحيحين عن أبي ذر قال: «إن خليلي أوصاني أن أسمع وأطيع وإن كان عبدًا حبشيًا مجدع الأطراف» (2) . وفي صحيح مسلم عن أم الحصين أنها سمعت النبي - صلى الله عليه وسلم - بمنى أو عرفات في حجة الوداع يقول: «ولو استعمل عليكم أسود مجدع يقودكم بكتاب الله فاسمعوا وأطيعوا» (3) وروى البخاري عن أنس بن مالك قال: قال رسول الله - صلى الله عليه وسلم -: «اسمعوا وأطيعوا وإن استعمل عليكم عبد حبشي كأن رأسه زبيبة» (4) وفي الصحيحين عن ابن عمر قال: قال رسول الله - صلى الله عليه وسلم -: «لا يزال هذا الأمر في قريش ما بقي من الناس اثنان» (5) ، وفي الصحيحين عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: «الناس تبع لقريش في هذا الشأن مسلمهم تبع لمسلمهم وكافرهم تبع لكافرهم» (6) وعن جابر بن عبد الله قال: قال رسول الله - صلى الله عليه وسلم -: «الناس تبع لقريش في الخير\n(1) سورة النساء آية: (59) .\n(2) رواه مسلم رقم (648) في المساجد وفي الإمارة رقم (1837) .\n(3) صحيح مسلم رقم (1298) «إن أمر عليكم عبد مجدع حبشيًا قالت أسود» الحديث.\n(4) البخاري ك (93) ب (4) .\n(5) البخاري ك (93) ب (2) «ما بقي منهم اثنان» مسلم رقم (1828) .\n(6) صحيح مسلم رقم (1818) البخاري ك (61) ب (1) .\nالجزء: 1 ¦ الصفحة: 47\n",
        "والشر» (1) ، وفي البخاري عن معاوية رضي الله عنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «إن هذا الأمر في قريش لا يعاديهم أحد إلا كبه الله على وجهه ما أقاموا الدين» (2) أخرجه في (باب الأمراء من قريش) (3) .\n(1) صحيح مسلم رقم (1819) .\n(2) البخاري ك (61) ب (2) .\n(3) ج (2) ص (105) .\nالجزء: 1 ¦ الصفحة: 48\n",
        "وعلي لم يدَّع الإمامة قبل قتل عثمان\nولا أنه معصوم، أو منصوص\nعليّ رضي الله عنه لم يدَّع الإمامة قط حتى قتل عثمان، ولم يقل: إني معصوم، ولا أن الرسول جعلني الإمام بعده، ولا أنه أوجب على الناس متابعتي، ولا نحو هذه الألفاظ؛ بل نحن نعلم بالاضطرار أن من نقل هذا ونحوه عنه فهو كاذب عليه، ونحن نعلم أن عليًا كان أتقى لله من أن يدعي الكذب الظاهر الذي تعلم الصحابة كلهم أنه كذب (1) .\nولا نص عليه\nوالنص على عليّ ليس في شيء من كتب الحديث المعتمدة، وأجمع أهل الحديث على بطلانه، حتى قال أبو محمد بن حزم: ما وجدنا قط رواية عن أحد في هذا النص المدعى إلا رواية واهية عن مجهول إلى مجهول يكنى أبا الحمراء لا نعرف من هو في الخلق (2) .\nونقل النص على خلافة عليّ كذب من طرق كثيرة؛ فإن هذا النص لم يبلغه أحد بإسناد صحيح فضلاً عن أن يكون متواترًا، ولا نقل أن أحدًا ذكره على جهة الخفاء، مع تنازع الناس في الخلافة وتشاورهم فيها يوم السقيفة وحين موت عمر وحين جعل الأمر بينهم شورى في ستة، ثم لما قتل عثمان واختلف الناس على عليّ؛ فمن المعلوم أن مثل هذا النص لو كان كما تقوله الرافضة من أنه نص على عليٍّ نصًا جليًا قاطعًا للعذر علمه المسلمون لكان من المعلوم بالضرورة أنه لابد أن ينقله الناس نقل مثله، وأنه لابد أن يذكره كثير من الناس نقل مثله،\n(1) ج (4) ص (24) ج (1) ص (225) .\n(2) ج (4) ص (238) ج (3) ص (213) .\nالجزء: 1 ¦ الصفحة: 49\n",
        "بل أكثرهم في مثل هذه المواطن التي تتوفر الهمم على ذكره فيها غاية التوفر، فانتفاء ما يعلم أنه لازم يقتضي انتفاء ما يعلم أنه ملزوم (1) .\nولم يشتغل بدفن النبي عن الإمامة\nوقول القائل: إن عليًا كان مشغولاً بما أمره النبي - صلى الله عليه وسلم - من دفنه وتجهيزه وملازمة قبره كذب ظاهر، وهو مناقض لما يدعونه، فإن النبي - صلى الله عليه وسلم - لم يدفن إلا بالليل لم يدفن بالنهار. وقيل: إنه إنما دفن الليل المقبلة، ولم يأمر أحدًا بملازمة قبره، ولا لازم عليّ قبره؛ بل قبر في بيت عائشة وعليّ أجنبي منها.\nثم كيف يأمره بملازمة قبره وقد أمر بزعمهم أن يكون إمامًا بعده.\nولم يشتغل بتجهيزه عليّ وحده بل عليّ والعباس وبنو العباس ومولاه شقران وبعض الأنصار، وأبو بكر وعمر وغيرهما على باب النبي حاضرون غسله وتجهيزه لم يكونوا حينئذ في بني ساعدة.\nلكن السنة أن يتولى الميت أهل فتولى أهله غسله وتجهيزه، وأخروا دفنه ليصلي عليه المسلمون، فإنهم صلوا عليه أفرادًا واحدًا بعد واحد رجالهم ونساؤهم خلق كثير، فلم يتسع يوم الاثنين لذلك مع تغسيله وتكفينه، بل صلوا عليه يوم الثلاثاء، ودفن يوم الأربعاء (2) .\nو\nلم يكن أبو بكر في جيش أسامة لئلا ينازع عليًا\nوأهل الفرية يزعمون أن الجيش كان فيه أبو بكر وعمر، وأن مقصود الرسول كان إخراجهما لئلا ينازعا عليًا. وهذا إنما يكذبه\n(1) ج (4) ص (118) .\n(2) ج (3) ص (216) .\nالجزء: 1 ¦ الصفحة: 50\n",
        "ويفتريه من هو أجهل الناس بأحوال الرسول والصحابة وأعظم الناس تعمدًا للكذب، وإلا فالرسول طول مرضه يامر أبا بكر أن يصلي بالناس والناس كلهم حاضرون، ولو ولى رسول الله - صلى الله عليه وسلم - على الناس من ولاه لأطاعوه، وكان المهاجرون والأنصار يحاربون من نازع أمر الله ورسوله وهم الذين نصروا دينه أوَّلاً وآخرًا\n...\nفياليت شعري ممن كان يخاف الرسول فقد نصره الله وأعزه وحوله المهاجرون والأنصار الذين لو أمرهم بقتل آبائهم وأبنائهم لفعلوا (1) .\n(1) ج (3) ص (214) .\nالجزء: 1 ¦ الصفحة: 51\n",
        "مذهب الزيدية في إمامة علي ومن بعده\nوالزيدية خير من الإمامية. وأشبههم بالإمامية هم الجارودية أتباع ابن الجارود الذين زعموا أن النبي - صلى الله عليه وسلم - نص على عليّ بالوصف لا بالتسمية فكان هو الإمام من بعده، وأن الناس ضلوا أو كفروا بتركهم الاقتداء به بعد رسول الله - صلى الله عليه وسلم -، ثم الحسن هو الإمام، ثم الحسين.\nثم من هؤلاء من يقول إن عليًا نص على إمامة الحسن، والحسن نص على إمامة الحسين، ثم هي شورى في ولدهما- فمن خرج منهم يدعو إلى سبيل ربه وكان فاضلاً فهو إمام.\nوالفرقة الثانية من الزيدية السليمانية أصحاب سليمان بن جرير يزعمون أن الإمامة شورى، وأنها تعلم بعقد رجلين من خيار المسلمين، وأنها قد تصلح للمفضول وإن كان الفاضل أفضل في كل حال، ويثبتون إمامة الشيخين أبي بكر وعمر. وقد قيل: إنها كانت خطأ لا يفسق صاحبها لأجل التأويل.\nوالثالثة الكثيرية يزعمون أن عليًا أفضل الناس بعد رسول الله - صلى الله عليه وسلم - وأولاهم بالإمامة، وأن بيعة أبي بكر وعمر ليست بخطأ لأن عليًا ترك ذلك لهما. ويقفون في عثمان وقتله ولا يقدمون عليه بإكفار (1) كما يحكى عن السليمانية. وهذه الطائفة أمثل الشيعة\n(1) المعنى أنهم تحيروا في الحكم عليه بالكفر أو الإيمان لما رأوا له من الفضائل ولما زعموا أنهم رأوا له من الأحداث التي لا توافق سيرة الصحابة (انظر الملل والنحل ج 1 ص161) .\nالجزء: 1 ¦ الصفحة: 52\n",
        "ويسمون أيضًا الصالحية.\nثم كل من كان أعلم بالرسول وأحواله كان أعلم ببطلان مذهب الزيدية وغيرهم ممن يدعي نصًا خفيًا وأن عليًا كان أفضل من الثلاثة أو يتوقف في التفضيل؛ فإن هؤلاء إنما وقعوا في الجهل المركب أو البسيط لضعف علمهم بما علمه أهل العلم بالأحاديث والآثار (1) .\n(1) ج (1) ص (357) ج (4) ص (118) .\nالجزء: 1 ¦ الصفحة: 53\n",
        "ولا نص على بقية الاثني عشر\nدعوى الاثني عشرية أن النبي - صلى الله عليه وسلم - قال للحسن: «هذا إمام ابن إمام أخو إمام أبو أئمة تسعة تاسعهم قائمهم»\n...\nوالجواب من وجوه:\nأحدها: أن سائر فرق الشيعة تكذب هذا النص إلا الاثني عشرية وهم فرقة من نحو سبعين فرقة من طوائف الشيعة.\nالثاني: أن يقال: هذا معارض بما نقله غير الاثني عشرية من الشيعة من نص آخر يناقض هذا كالقائلين بإمامة غير الاثنى عشر، وبما نقله الراوندية أيضًا؛ فإن كلاً من هؤلاء يدعي من النص غير ما تدعيه الاثنا عشرية.\nالثالث: أن يقال: إن علماء الشيعة المتقدمين ليس فيهم من نقل هذا النص ولا ذكره في كتاب، ولا احتج به في خطاب، وإنما اختلق هذا لما مات الحسن بن علي العسكري وقيل: إن ابنه محمدًا غائب، فحينئذ ظهر هذا النص بعد موت النبي - صلى الله عليه وسلم - بنحو مائتين وخمسين سنة.\nالرابع: أن يقال: أهل السنة وعلماؤهم أضعاف أضعاف الشيعة كلهم يعلمون أن هذا كذب على رسول الله - صلى الله عليه وسلم - علمًا يقينيًا لا يخالطه الريب ويباهلون على ذلك.\nالحادي عشر: أن المنقول بالنقل المتواتر عن أهل البيت يكذب مثل هذا النقل، وأنهم لم يكونوا يدعون أنه منصوص عليهم؛ بل يكذبون من يقول ذلك فضلاً عن أن يثبتوا النص على اثنى عشر (1) .\n(1) ج (4) ص (209) .\nالجزء: 1 ¦ الصفحة: 54\n",
        "وحديث الاثني عشر لا ينطبق عليهم (1)\nالذي ثبت عن النبي - صلى الله عليه وسلم - في عدد الاثنى عشر ما أخرجاه في الصحيحين عن جابر بن سمرة قال: دخلت مع أبي على النبي - صلى الله عليه وسلم - فسمعته يقول: «لا يزال أمر الناس ماضيًا ولهم اثنا عشر رجلاً» ثم تكلم النبي - صلى الله عليه وسلم - بكلمة خفيت عني فسألت أبي ماذا قال النبي - صلى الله عليه وسلم - قال: «قال: كلهم من قريش» (2) .\nوفي لفظ: «لا يزال هذا الأمر عزيزًا إلى اثنى عشر خليفة» (3) وهؤلاء هم المذكورون في التوراة حيث قال في بشارته بإسماعيل: (وسيلد اثنى عشر عظيمًا) .\nوهذا النص لا يجوز أن يراد به هؤلاء الاثنا عشر؛ لأنه قال: «لا يزال الإسلام عزيزًا» (4) و «لا يزال هذا الأمر عزيزًا» ، و «لا يزال أمر الناس ماضيًا» وهذا يدل على أنه يكون أمر الناس قائمًا في زمن ولايتهم ولا يكون قائمًا إذا انقضت ولايتهم.\nوعند الاثنى عشرية لم يقم أمر الأمة في مدة أحد من هؤلاء الاثني عشر؛ بل ما زال أمر الأمة فاسدًا منتقضًا يتولى عليهم الظالمون\n(1) ويأتي أنه إنما ينطبق على خلافة أبي بكر وعمر وعثمان وعلي ومعاوية ويزيد وعبد الملك وأولاده وبينهم عمر بن عبد العزيز.\n(2) أخرجه مسلم رقم (1821) البخاري ك (93) ب (51) بلفظ «يكون اثنا عشر أميرًا» الحديث.\n(3) صحيح مسلم رقم (1821) .\n(4) «لا يزال الإسلام عزيزًا» (1821) صحيح مسلم و «لا يزال هذا الدين عزيزًا منيعًا إلى اثني عشر خليفة.. كلهم من قريش» .\nالجزء: 1 ¦ الصفحة: 55\n",
        "المعتدون؛ بل المنافقون الكافرون وأهل الحق أذل من اليهود.\nفمن ظن أن هؤلاء الاثنى عشر هم الذين يعتقد الرافضة إمامتهم فهو في غاية الجهل؛ فإن هؤلاء ليس فيهم من كان له سيف إلا عليّ بن أبي طالب، ومع هذا فلم يتمكن في خلافته من غزو الكفار ولا فتح مدينة ولا قتل كافرًا؛ بل كان المسلمون قد اشتغل بعضهم بقتال بعض حتى طمع فيهم الكفار بالشرق والشام من المشركين وأهل الكتاب.\nوأيضًا فالشيعة لم يستقيموا معه فإذا لم يستقيموا معه كانوا ألا يستقيموا مع غيره أوْلى وأحرى.\nوأما سائر الأئمة غير عليّ فلم يكن لأحد منهم سيف لا سيما المنتظر بل هو عند من يقول بإمامته إما خائف عاجز وإما هارب مختف، ولا أفتى أحدًا في مسألة، ولا حكم في قضية، ولا يعرف له وجود فأي فائدة في الدين والدنيا حصلت من هذا لو كان موجودًا فضلاً عن أن يكون الإسلام به عزيزًا\n...\nولا فائدة من إمامته إلا الاعتقادات الفاسدة، والأماني الكاذبة، والفتن بين الأمة.\nوأيضًا فالإسلام عن الإمامية هو ما هم عليه وهم أذل فرق الأمة فليس في أهل الأهواء أذل من الرافضة، ولا أكتم لقوله منهم، ولا أكثر استعمالاً للنفاق منهم، وهم على زعمهم شيعة الاثنى عشر.\nوأيضًا فإن عندهم ولاية المنتظر دائمًا إلى آخر الدهر وحينئذ فلا يبقى زمان يخلو عندهم من الاثنى عشر. وإذا كان كذلك لم يبق الزمان نوعين: نوع يقوم فيه أمر الأمة ونوع لا يقوم بل هو\nالجزء: 1 ¦ الصفحة: 56\n",
        "قائم في الأزمان كلها وهو خلاف الحديث الصحيح (1) .\nوالثاني عشر منهم مفقود فامتنع أن يكون إمامًا\nوهو محمد بن الحسن العسكري (منتظر الرافضة)\nوأما الإمامة فالرافضة أبعد الناس عنها فإنهم قالوا في الإمامة أسخف قول وأفسده في العقل والدين؛ فإنهم يحتالون على مجهول أو معدوم لا يرى له عين ولا أثر، ولا سمع له حس ولا خبر.\nذكر محمد بن جرير الطبري وعبد الباقي بن قانع وغيرهما من أهل العلم بالأنساب والتواريخ أن الحسن بن علي العسكري لم يكن له نسل ولا عقب.\nوالإمامية الذين يزعمون أنه كان له ولد يدعون أنه دخل السرداب بسامراء وهو صغير منهم من قال عمره سنتان. ومنهم من قال: ثلاث. ومنهم من قال: خمس سنين.\nوهذا لو كان موجودًا معلومًا لكان الواجب في حكم الله الثابت بنص القرآن والسنة والإجماع أن يكون محضونًا عند من يحضنه في بدنه كأمه وأم أمه ونحوهما من أهل الحضانة، وأن يكون ماله عند من يحفظه إما وصي أبيه إن كان له وصي وإما غير الوصي\n...\nفكيف يكون من يستحق الحجر عليه في بدنه وماله إمامًا لجميع المسلمين معصومًا لا يكون أحد مؤمنًا إلا بالإيمان به؟!\nثم هذا باتفاق منهم سواء قدر وجوده أو عدمه لا ينتفعون به لا في الدين ولا في الدنيا ولا علَّم أحدًا شيئًا ولا عرف له صفة من صفات الخير ولا الشر فلم يحصل به شيء من مقاصد الإمامة\n(1) ج (4) ص (213، 207) ج (3) ص (117) ج (1) ص (195، 211) .\nالجزء: 1 ¦ الصفحة: 57\n",
        "ومصالحها لا الخاصة ولا العامة.\nبل إن قدر وجوده فهو ضرر على أهل الأرض بلا نفع أصلاً؛ فإن المؤمنين به لم ينتفعوا به أصلاً ولا حصل لهم به لطف ولا مصلحة. والمكذبون به يعذبون عندهم على تكذيبهم به فهو شر محض لا خير فيه، وخلق مثل هذا ليس من فعل الحكيم العادل.\nفأي شيء أضل من سعي من يتعب التعب الطويل، ويكثر القال والقيل، ويفارق جماعة المسلمين، ويلعن السابقين والتابعين، ويعاون الكفار والمنافقين، ويحتال بأنواع الحيل، ويسلك ما أمكنه من السبل، ويعتضد بشهود الزور، ويدلي أتباعه بحبل الغرور، ويفعل ما يطول وصفه، ومقصوده بذلك أن يكون له إمام يدله على أمر الله ونهيه ويعرفه ما يقربه إلى الله تعالى. ثم إنه لما علم اسم ذلك الإمام ونسبه لم يظفر بشيء من مطلوبه، ولا وصل إليه شيء من تعليمه وإرشاده، ولا أمره ونهيه، ولا حصل له من جهته منفعة ولا مصلحة أصلاً، إلا إذهاب نفسه وماله، وقطع الأسفار، وطول الانتظار بالليل والنهار، ومعاداة الجمهور لداخل في سرداب ليس له عمل ولا خطاب، ولو كان موجودًا بيقين، لم حصل به منفعة لهؤلاء المساكين.\nفكيف وعقلاء الناس، يعلمون أنه ليس معهم إلا الإفلاس؟\nولهذا تجدهم لما فاتهم مصلحة الإمامة يدخلون في طاعة كافر أو ظالم لينالوا به بعض مقاصدهم. فبينما هم يدعون إلى طاعة إمام معصوم، أصبحوا يرجعون إلى طاعة كفور ظلوم (1) .\n(1) ج (2) ص (164، 190) ج (3) ص (248) ج (1) ص (29، 37) .\nالجزء: 1 ¦ الصفحة: 58\n",
        "(وهم مختلفون فيمن ادعوا النص عليه من\nأئمتهم وفي المنتظر منهم)\nقد عُلم أن الشيعة مختلفون اختلافًا كثيرًا في مسائل الإمامة، والصفات، والقدر، وغير ذلك من مسائل دينهم\n...\nقد علم اضطرابهم فيها- في النص، وفي المنتظر منهم على أقوال: منهم من يقول ببقاء جعفر بن محمد. ومنهم من يقول ببقاء ابنه موسى. ومنهم من يقول ببقاء عبد الله بن معاوية. ومنهم من يقول نص عليّ على الحسن والحسين، وهؤلاء يقولون على محمد بن الحنفية. وهؤلاء يقولون أوصى عليّ بن الحسين إلى ابنه أبي جعفر. وهؤلاء يقولون إلى ابنه عبد الله. وهؤلاء يقولون: أوصى إلى محمد بن عبد الله بن الحسن بن الحسين. وهؤلاء يقولون إن جعفرًا أوصى إلى ابنه إسماعيل. وهؤلاء يقولون أوصى إلى ابنه محمد بن إسماعيل.\nوهؤلاء يقولون إلى ابنه محمد. وهؤلاء يقولون إلى ابنه عبد الله. وهؤلاء يقولون إلى ابنه موسى. وهؤلاء يسوقون النص إلى محمد بن الحسن. وهؤلاء يسوقون النص إلى بني ميمون القداح الحاكم في شيعته. وهؤلاء يسوقون النص من بني هاشم إلى بني العباس (1) .\n(مقاصد الإمامة: السلطان، والعلم)\nالإمام يحتاج إلى شيئين: إما في العلم لتبليغه وتعليمه، وإما في العمل ليعين الناس على ذلك بقوته وسلطانه.\nوالذين ادعوا عصمتهم ليس لهم سلطان تحصل به مقاصد الإمامة\n(1) ج (2) ص (143، 144، 129- 133) .\nالجزء: 1 ¦ الصفحة: 59\n",
        "فإذا لم يكن لهم ملك ولا سلطان لم يمكن أن تصلي خلفهم جمعة ولا جماعة ولا يكونون أئمة في الجهاد ولا في الحج ولا تقام بهم الحدود ولا تفصل بهم الخصومات ولا يستوفي الرجل بهم حقوقه التي عند الناس والتي في بيت المال ولا يؤمن بهم السبيل فإن هذه الأمور كلها تحتاج إلى قادر يقوم بها، ولا يكون قادرًا إلا من له أعوان على ذلك وهؤلاء لم يكونوا قادرين على ذلك، بل القادر على ذلك كان غيرهم وكان في أعصارهم من هؤلاء أعلم منهم وأدين؛ إذ العلم المنقول عن غيرهم أضعاف العلم المنقول عنهم، وظهور آثار غيرهم في الأمة أعظم من ظهور آثارهم في الأمة.\nوالمتقدمون منهم كعلي بن الحسين وابنه أبي جعفر وابنه جعفر بن محمد قد أخذ عنهم من العلم قطعة معروفة وأخذ عن غيرهم أكثر من ذلك بكثير كثير.\nوأما من بعدهم فالعلم المأخوذ عنهم قليل جدًا، ولا ذِكْرَ لأَحدٍ منهم في رجال أهل العلم المشاهير بالرواية والحديث والفتيا ولا غيرهم من المشاهير بالعلم.\nوما يذكر لهم من المناقب والمحاسن فمثله يوجد لكثير غيرهم من الأمة.\nوتلك الفضائل غايتها أن يكون صاحبها أهلاً أن تعقد له الإمامة لكنه لا يصير إمامًا بمجرد كونه أهلاً، كما أنه لا يصير الرجل قاضيًا بمجرد كونه أهلاً لذلك.\nوأهلية الإمامة ثابتة لآخرين من قريش كثبوتها لهؤلاء، وهم أهل أن يتولوا الإمامة، فلا موجب للتخصيص، ولم يصيروا بذلك أئمة (1) .\n(1) ج (3) ص (248) ، ج (2) ص (171، 170) ج (1) ص (307، 308) ج (4) ص (213) .\nالجزء: 1 ¦ الصفحة: 60\n",
        "(فضائل الصحابة والقرابة)\n(وموقف أهل السنة والشيعة منها)\nالثناء في القرآن بالإيمان والأعمال، لا بمجرد\nالنسب والمصاهرة\nلم يثن الله على أحد في القرآن بنسبه أصلاً لا على ولد نبي ولا على أبي نبي، وإنما أثنى على الناس بإيمانهم وأعمالهم. وإذا ذكر صنفًا وأثنى عليهم فلما فيهم من الإيمان والعمل لا لمجرد النسب.\nولهذا لما ذكر الأنبياء ذكرهم في الأنعام، وهم ثمانية عشر قال: {وَمِنْ آَبَائِهِمْ وَذُرِّيَّاتِهِمْ وَإِخْوَانِهِمْ وَاجْتَبَيْنَاهُمْ وَهَدَيْنَاهُمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ} (1) . فبهذا حصلت الفضيلة باجتبائهم سبحانه وتعالى وهدايته إياهم إلى صراط مستقيم لا بنفس القرابة.\nوفي القرآن الثناء والمدح للصحابة بإيمانهم وأعمالهم في غير آية كقوله: {وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ} (2) .\nوقوله: {لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا وَكُلًّا وَعَدَ اللَّهُ\n(1) سورة الأنعام آية: (87) .\n(2) سورة التوبة آية: (100) .\nالجزء: 1 ¦ الصفحة: 61\n",
        "الْحُسْنَى} (1) .\nوهكذا الثناء على المؤمنين من الأمة أولها وآخرها على المتقين والمحسنين والمقسطين والصالحين، وأمثال هذه الأنواع.\nوأما النسب ففي القرآن إثبات حق لذوي القربى، وفي القرآن آية الخمس والفيء، وفيه أمر لهم بما يذهب عنهم الرجس ويطهرهم تطهيرًا. وفي القرآن الأمر بالصلاة على النبي - صلى الله عليه وسلم - وقد فسر ذلك بأن يصلى عليه وعلى آله.\nوفي القرآن الأمر بمحبة الله ومحبة رسوله، ومحبة أهله من تمام محبته.\nوفي القرآن أن أزواجه أمهات المؤمنين.\nوليس في القرآن مدح أحد لمجرد كونه من ذوي القربى وأهل البيت ولا الثناء عليهم بذلك ولا ذكر استحقاقه الفضيلة عند الله بذلك ولا تفضيله على من يساويه في التقوى بذلك، وإن كان قد ذكر ما ذكره من اصطفاء آل إبراهيم واصطفاء بني إسرائيل فذاك أمر ماض فأخبر بأن في جعله عبرة لنا فبين مع ذلك أن الجزاء والمدح بالأعمال ولهذا ذكر ما ذكره من اصطفاء بني إسرائيل وذكر ما ذكره من كفر من كفر منهم وذنوبهم وعقوبتهم فذكر فيهم النوعين الثواب والعقاب وهذا من تمام تحقيق أن النسب الشريف قد يقترن به المدح تارة إن كان صاحبه من أهل الإيمان والتقوى، وإلا فإن ذم صاحبه أكثر.\nوكذلك المصاهرة قال الله تعالى:\n{ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا اِمْرَأَةَ نُوحٍ وَامْرَأَةَ لُوطٍ كَانَتَا\n(1) سورة الحديد آية: (10) .\nالجزء: 1 ¦ الصفحة: 62\n",
        "تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللَّهِ شَيْئًا وَقِيلَ ادْخُلَا النَّارَ مَعَ الدَّاخِلِينَ * وَضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ آَمَنُوا اِمْرَأَةَ فِرْعَوْنَ إِذْ قَالَتْ رَبِّ ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ وَنَجِّنِي مِنْ فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ} (1) .\n...\nوهكذا في الشجاعة والكرم والزهد والدين. فالفضائل الخارجية لا عبرة بها عند الله تعالى إلا أن تكون سببًا في زيادة الفضائل الداخلية، وحينئذ تكون الفضيلة بالفضائل الداخلية. وأما الفضائل البدنية فلا اعتبار بها إن لم تكن صادرة عن الفضيلة الداخلية (2) .\n(1) سورة التحريم الآيتان: (10، 11) .\n(2) ج (4) ص (199، 200) .\nالجزء: 1 ¦ الصفحة: 63\n",
        "حق آل محمد صلى الله عليه وسلم على الأمة\nزيادة المحبة والموالاة عن غيرهم\nلا ريب أن لآل محمد - صلى الله عليه وسلم - حقًا على الأمة لا يشركهم فيه غيرهم، ويستحقون من زيادة المحبة والموالاة ما لا يستحقه سائر بطون قريش، كما أن قريشًا يستحقون من المحبة والموالاة ما لا يستحقه غير قريش من القبائل، كما أن جنس العرب يستحق من المحبة والموالاة ما لا يستحقه سائر أجناس بني آدم. وهذا على مذهب الجمهور الذين يرون فضل العرب على غيرهم، وفضل قريش على سائر العرب، وفضل بني هاشم على سائر قريش، وهذا هو المنصوص عن الأئمة كأحمد وغيره، وعلى هذا دلت النصوص كقوله - صلى الله عليه وسلم - في الحديث الصحيح: «إن الله اصطفى قريشًا من كنانة واصطفى بني هاشم من قريش، واصطفاني من بني هاشم» (1) ، وكقوله في الحديث الصحيح: «الناس معادن كمعادن الذهب والفضة خيارهم في الجاهلية خيارهم في الإسلام إذا فقهوا» (2) ، وأمثال ذلك (3) .\nرعاية الخليفتين أبي بكر وعمر لحقوق قرابة النبي - صلى الله عليه وسلم - ولفاطمة\nأبو بكر وعمر ما زالا مكرمين لعليّ غاية الإكرام بكل طريق\n(1) أخرجه مسلم ص (1783) «إن الله اصطفى كنانة من ولد إسماعيل واصطفى قريشًا من كنانة واصطفى من قريش بني هاشم واصطفاني من بني هاشم» .\n(2) أخرجه البخاري «الناس معادن خيارهم في الجاهلية خيارهم في الإسلام إذا فقهوا» جزء (4) ص (122) ومسلم ج (4) ص (1958) وأحمد ج (2) ص (260، 438، 485، 498) .\n(3) ج (2) ص (338، 342) .\nالجزء: 1 ¦ الصفحة: 64\n",
        "ومقدمين له بل ولسائر بني هاشم على غيرهم في العطاء، مقدمين له في المرتبة والحُرمة والمحبة والموالاة والثناء والتعظيم كما يفعلان بنظرائه، ويفضلانه بما فضله الله - عز وجل - به على من ليس مثله. ولم يعرف عنهم كلمة سوء في عليّ قط، بل ولا في أحد من بني هاشم.\nكان عمر يقدم أهل بيت النبي - صلى الله عليه وسلم - في العطاء على جميع الناس ويفضلهم في العطاء على جميع الناس، حتى إنه لما وضع الديوان للعطاء وكتب أسماء الناس قالوا: نبدأ بك. قال: لا. ابدءوا بأقارب رسول الله - صلى الله عليه وسلم - وضعوا عمر حيث وضعه الله. فبدأ ببني هاشم، وضم إليهم بني المطلب؛ لأن النبي - صلى الله عليه وسلم - قال: «إنما بنو هاشم وبنو المطلب شيء واحد إنهم لم يفارقونا في جاهلية ولا إسلام» (1) فقدم العباس وعليًا والحسن والحسين وفرض لهم أكثر مما فرض لنظرائهم من سائر القبائل، وفضل أسامة بن زيد على ابنه في العطاء فغضب ابنه وقال: تفضل علي أسامة؟ قال فإنه كان أحب إلى رسول الله - صلى الله عليه وسلم - من أبيك.\nوهذا الذي ذكرناه من تقديم بني هاشم وتفضيلهم أمر مشهور عند جميع العلماء بالسير لم يختلف فيه اثنان.\nفمن تكون هذه مراعاته لأقارب رسول الله - صلى الله عليه وسلم - وعترته أيظلم أقرب الناس إليه وسيدة نساء أهل الجنة، وهي مصابة في يسير من المال وهو يعطي أولادها أضعاف ذلك المال ويعطي من هو أبعد عن النبي - صلى الله عليه وسلم - منها (2) .\n(1) أخرجه البخاري وأبو داود والنسائي.\n(2) ج (3) ص (172، 173) .\nالجزء: 1 ¦ الصفحة: 65\n",
        "محبة أهل السنة لعلي رضي الله عنه\nوذمهم لمن يسبونه\nوأما علي رضي الله عنه فأهل السنة يحبونه ويتولونه ويشهدون بأنه من الخلفاء الراشدين المهديين، وكتب أهل السنة من جميع الطوائف مملوءة بذكر فضائله ومناقبه وبذم الذين يظلمونه من جميع الفرق، وهم ينكرون على من سبه وكارهون لذلك.\nوفي فضائله الثابتة رد على النواصب، كما أن في فضائل الثلاثة ردًا على الروافض. ومودة الثلاثة أوجب عند أهل السنة من مودته، لأن وجوب المودة على مقدار الفضل؛ فكل من كان أفضل كانت مودته أكمل (1) .\nرعاية القرابة لحقوق أبي بكر وعمر\nوكذلك علي رضي الله عنه تواتر عنه من محبتهما وموالاتهما وتعظيمهما وتقديمهما على سائر الأمة ما يعلم به حاله في ذلك، ولم يعرف عنه قط كلمة سوء في حقهما، ولا أنه كان أحق بالأمر منهما- هذا هو المعروف عند من عرف الأخبار الثابتة المتواترة عند الخاصة والعامة والمنقولة بأخبار الثقات.\nوأما من رجع إلى مثل ما ينقله أجهل الناس بالمنقولات وأبعد الناس عن معرفة أمور الإسلام ومن هو معروف بافتراء الكذب الكثير الذي لا يروج إلا على البهائم، ويروج كذبه على قوم لا يعرفون الإسلام إما قوم سكان البوادي أو رءوس الجبال أو بلد من أقل الناس علمًا\n(1) ج (3) ص (134) ج (2) ص (226) ج (4) ص (29، 30، 90) ويأتي أن أهل السنة ليسوا من الناصبة.\nالجزء: 1 ¦ الصفحة: 66\n",
        "وأكثرهم كذبًا فهذا هو الذي يضل.\nوأئمة العترة كابن عباس وغيره يقدمون أبا بكر وعمر، وفيهم من أصحاب مالك والشافعي وأحمد وغيرهم أضعاف من فيهم من الإمامية.\nوالنقل الثابت عن جميع علماء أهل البيت من بني هاشم من التابعين وتابعيهم من ولد الحسن بن عليّ وولد الحسين وغيرهما أنهم كانوا يتولون أبا بكر وعمر وكانوا يفضلونهما على عليّ، والنقول عنهم ثابتة متواترة.\nوقد صنف الحافظ أبو الحسن الدراقطني كتاب «ثناء الصحابة على القرابة وثناء القرابة على الصحابة» وذكر فيه من ذلك قطعة (1) وكذلك كل من صنف من أهل الحديث في السنة مثل «كتاب السنة» لعبد الله بن أحمد (2) و «السنة» للخلال (3) و «السنة» لابن بطة (4) و «السنة» للآجري (5) واللالكائي (6)\n(1) موجودة وهي الجزء الحادي عشر في مكتبة الشيخ حماد الأنصاري بالمدينة رقم (327) وذكر أنه وجده في المكتبة الظاهرية بدمشق.\n(2) موجود مطبوع.\n(3) يطبع الآن في مطبعة طيبة وموجود مصور في مكتبة الشيخ حماد الأنصاري في المدينة.\n(4) مصور عند الشيخ حماد الأنصاري وذكر أنه كبير وصغير- الصغير طبع والكبير يحقق.\n(5) مطبوع بتحقيق الشيخ محمد حامد فقي عام 1369هـ.\n(6) طبع منه ثلاثة أجزاء، وبقي اثنان للتحقيق، والمخطوط المصور لدى الشيخ حماد الأنصاري ومنه نسخة خطية بالظاهرية رقم (37، 124، 3) ومنه نسخة خطية (بليبرج رقم 1318) .\nالجزء: 1 ¦ الصفحة: 67\n",
        "والبيهقي (1) وأبي ذر الهروي، والطلمنكي (2) وأبي حفص بن شاهين (3) وأضعاف هذه الكتب\n...\nومثل كتاب «فضائل الصحابة» للإمام أحمد (4) وأبي نعيم (5) وتفسير الثعلبي (6) فيها من ذكر فضائل الثلاثة ما هو من أعظم الحجج عليه، فإن كان هذا القدر حجة فهو حجة له وعليه وإلا فلا يحتج به (7) .\n(1) كتاب الأسماء والصفات وليس له كتاب في السنة (ذكره الشيخ حماد) .\n(2) أما السنة لأبي ذر الهروي والطلمنكي فلم يعثر عليهما بعد.\n(3) عند الشيخ حماد محقق.\n(4) طبعته جامعة أم القرى في مجلدين.\n(5) مخطوط لدى الشيخ حماد الأنصاري.\n(6) مصور لدى الشيخ حماد في ثمان مجلدات.\n(7) ج (4) ص (105) قلت: وقد ذكرتُ في جزء (أبو بكر الصديق أفضل الصحابة وأحقهم بالخلافة) وهو مخطوط ذكرت الأجوبة عما استدلت به الرافضة على أفضلية علي رضي الله عنه وأحقيته بالخلافة.\nالجزء: 1 ¦ الصفحة: 68\n",
        "عز الإسلام في زمن الخلفاء الراشدين الأربعة إلى\nاثني عشر خليفة وهم:\n«أبو بكر، وعمر، عثمان، عليّ، معاوية، يزيد، عبد الملك بن مروان، وأولاده الأربعة، وبينهم عمر بن عبد العزيز»\nفي الصحيحين عن جابر بن سمرة رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: «لا يزال الإسلام عزيزًا إلى اثني عشر خليفة كلهم من قريش» ولفظ البخاري «اثني عشر أميرًا» وفي لفظ «لا يزال أمر الناس ماضيًا ولهم اثنا عشر رجلاً» وفي لفظ «لا يزال الإسلام عزيزًا إلى اثني عشر خليفة كلهم من قريش» (1) .\nوهكذا كان فإن الخلفاء أبو بكر وعمر وعثمان وعليّ، ثم تولى من اجتمع الناس عليه وصار له عز ومنعة معاوية وابنه يزيد، ثم عبد الملك وأولاده الأربعة، وبينهم عمر بن عبد العزيز.\nوبعد ذلك حصل في دولة الإسلام من النقص ما هو باق إلى الآن.\nفإن بني أمية تولوا على جميع أرض الإسلام، وكانت الدولة في زمنهم عربية، والخليفة يدعى باسمه عبد الملك وسليمان لا يعرفون عضد الدولة وعز الدين وبهاء الدين وفلان الدين. وكان أحدهم هو الذي يصلي بالصلوات الخمس (2) ، وفي المسجد يعقد الرايات ويؤمر الأمراء، وإنما يسكن داره لا يسكنون الحصون، ولا يحتجبون عن الرعية، وكان من أسباب ذلك أنهم كانوا في صدر الإسلام في القرون\n(1) وتقدم تخريجه ص (42) .\n(2) كذا بالأصل. ولعله: هو الذي يصلي بالناس الصلوات.\nالجزء: 1 ¦ الصفحة: 69\n",
        "المفضلة قرن الصحابة والتابعين وتابيعهم.\nوأعظم ما نقمه الناس على بني أمية شيئان: أحدهما تكلمهم في عليّ، والثاني تأخير الصلاة عن وقتها.\nوهؤلاء الاثنا عشر هم المذكورون في التوراة حيث قال في بشارته بإسماعيل (وسيلد اثنى عشر عظيمًا) .\nثم كان من نعمة الله سبحانه ورحمته بالإسلام أن الدولة لما انتقلت إلى بني هاشم صارت في بني العباس وكانوا يعرفون قدر الخلفاء الراشدين والسابقين الأولين من المهاجرين والأنصار فلم يظهر في دولتهم إلا تعظيم الخلفاء الراشدين وذكرهم على المنابر والثناء عليهم وتعظيم الصحابة، وإلا فلو تولى والعياذ بالله رافضي يسب الخلفاء والسابقين الأولين من المهاجرين والأنصار لقلب الإسلام، ولكن دخل في غمار الدولة من كانوا لا يرضون باطنه ومن كان لا يمكنهم دفعه كما لم يمكن عليًّا قمع الأمراء الذين هم أكابر عسكره؛ كالأشعث بن قيس والأشتر النخعي وهاشم المرقال وأمثالهم.\nودخل من أبناء المجوس ومن في قلبه غل على الإسلام من أهل البدع والزنادقة وتتبعهم المهدي بقتلهم حتى اندفع بذلك شر كثير، وكان من خيار خلفاء بني العباس، وكذلك كان فيه من تعظيم العلم والجهاد والدين ما كانت به دولته من خيار دول بني العباس، وكأنها كانت تمام سعادتهم فلم ينتظم بعدها الأمر لهم، مع أن أحدًا من العباسيين لم يستول على الأندلس ولا على أكثر المغرب وإنما غلب بعضهم على إفريقيا مدة ثم أخذت منهم، بخلاف أولئك فإنهم استولوا على جميع المملكة الإسلامية وقهروا جميع أعداء الدين.\nوأيضًا فإنه قال في الحديث: «كلهم من قريش» ولو كانوا مختصين بعليّ وأولاده لذكر ما يميزون به، ألا ترى أنه لم يقل كلهم\nالجزء: 1 ¦ الصفحة: 70\n",
        "من ولد إسماعيل ولا من العرب وإن كانوا كذلك؛ لأنه قصد القبيلة التي يمتازون بها- فلو امتازوا بكونهم من بني هاشم أو من قبيل عليّ لذكروا بذلك، فلما جعلهم من قريش مطلقًا على أنهم من قريش؛ بل لا يختصون بقبيلة، بل بنو تميم وبنو عدي وبنو عبد شمس وبنو هاشم، فإن الخلفاء الراشدين كانوا من هذه القبائل (1) .\n(1) ج (4) ص (206 - 211) .\nالجزء: 1 ¦ الصفحة: 71\n",
        "دلالة القرآن على إيمان أبي بكر وعمر وعثمان ومن معهم\nزمن الاستخلاف والتمكين، والذين كانوا معهم زمن الاستخلاف\nوالتمكين وأدركوا زمن الفتنة؛ بخلاف الذين حدثوا في زمن الفتنة\nكالرافضة والخوارج\nقال الله تعالى: {وَعَدَ اللَّهُ الَّذِينَ آَمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا وَمَنْ كَفَرَ بَعْدَ ذَلِكَ فَأُولَئِكَ هُمُ الْفَاسِقُونَ} (1) .\nفقد وعد الله الذين آمنوا وعملوا الصالحات بالاستخلاف كما وعدهم في تلك الآية {مَغْفِرَةً وَأَجْرًا عَظِيمًا} (2) والله لا يخلف الميعاد فدل ذلك على أن الذين استخلفهم كما استخلف الذين من قبلهم ومكن لهم دين الإسلام وهو الدين الذي ارتضاه لهم كما قال تعالى {وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا} (3) وبدلهم بعد خوفهم أمنًا لهم المغفرة والأجر العظيم. وهذا يستدل به من وجهين: على أن المستخلفين مؤمنون عملوا الصالحات لن الوعد لهم لا لغيرهم. ويستدل به علىب أن هؤلاء مغفور لهم ولهم أجر عظيم؛ لأنهم آمنوا وعملوا الصالحات\n(1) سورة النور آية: (55) .\n(2) سورة الفتح آية: (29) .\n(3) سورة المائدة آية: (3) .\nالجزء: 1 ¦ الصفحة: 72\n",
        "فتناولتهم الآيتان آية النور وآية الفتح.\nومن المعلوم أن هذه النعوت منطبقة على الصحابة على زمن أبي بكر وعمر وعثمان فإنه إذا ذاك حصل الاستخلاف وتمكن الدين والأمن بعد الخوف لما قهروا فارس والروم وفتحوا الشام، والعراق ومصر وخراسان وإفريقيا.\nولما قتل عثمان وحصلت الفتنة لم يفتحوا شيئًا من بلاد الكفار بل طمع فيهم الكفار بالشام وخراسان وكان بعضهم يخاف بعضًا.\nوحينئذ فقد دل القرآن على إيمان أبي بكر وعمر وعثمان ومن كان معهم في زمن الاستخلاف والتمكين والأمن وأدركوا زمن الفتنة كعلي وطلحة والزبير وأبي موسى الأشعري ومعاوية وعمرو بن العاص دخلوا في الآية؛ لأنهم استخلفوا ومكنوا وأمنوا.\nوأما من حدث في زمن الفتنة كالرافضة الذين حدثوا في الإسلام في زمن الفتنة والافتراق وكالخوارج المارقين فهؤلاء لم يتناولهم النص فلم يدخلوا فيمن وصف بالإيمان والعمل الصالح المذكورين في هذه الآية، لأنهم أولاً ليسوا من الصحابة المخاطبين بهذا، ولم يحصل لهم من الاستخلاف والتمكين والأمن بعد الخوف ما حصل للصحابة؛ بل لا يزالون خائفين مقلقين غير ممكنين (1) .\n(1) ج (1) ص (209، 210) .\nالجزء: 1 ¦ الصفحة: 73\n",
        "طعن الرافضة على أبي بكر وعمر وسائر الصحابة\nوالأمة سوى طائفتهم\n(1)\nالرافضة عمدوا إلى خيار أهل الأرض من الأولين والآخرين بعد النبيين والمرسلين وإلى خير أمة أخرجت للناس فجعلوهم شرار الناس وافتروا عليهم العظائم، وجعلوا حسناتهم سيئاتهم.\nوجاءوا إلى شر من انتسب إلى الإسلام من أهل الأهواء- وهم الرافضة بجميع أصنافها غاليها وإماميها وزيديها- والله يعلم وكفى به عليمًا. ليس في جميع الطوائف المنتسبة إلى الإسلام مع بدعة وضلالة شر منهم، لا أجهل ولا أكذب ولا أظلم ولا أقرب إلى الكفر والفسوق والعصيان وأبعد عن حقائق الإيمان منهم- فزعموا أن هؤلاء هم صفوة الله من عباده؛ فإن ما سوى أمة محمد كفار، وهؤلاء كفروا الأمة كلها أو ضللوها، سوى طائفتهم التي يزعمون أنها الطائفة المحقة وأنها لا تجتمع على ضلالة فجعلوهم صفوة بني آدم.\nفكان مثلهم كمن جاء إلى غنم كثيرة فقيل له: أعطنا خير هذه الغنم لنضحي بها. فعمد إلى شر تلك الغنم إلى شاة عوراء عجفاء عرجاء مهزولة لا نقي لها فقال: هذه خيار هذه الغنم، لا تجوز الأضحية إلا بها، وسائر هذه الغنم ليست غنمًا، وإنما هي خنازير يجب قتلها، ولا تجوز الأضحية بها (2) .\n(1) الرافضة تطعن في جميع الصحابة إلا بضعة عشر ج (4) ص (29) .\n(2) ج (3) ص (39، 40) ج (4) ص (29) .\nالجزء: 1 ¦ الصفحة: 74\n",
        "وزعمهم أن الصحابة ومن اتبعهم كفار مرتدون\nثم إن الرافضة لفرط جهلهم وضلالهم يقولون: إنهم ومن اتبعهم كانوا كفارًا مرتدين، وأن اليهود والنصارى خير منهم؛ لأن الكافر الأصلي خير من المرتد. وقد رأيت هذا في عدة من كتبهم. وهذا القول من أعظم الأقوال افتراءً على أولياء الله المتقين، وحزب الله المفلحين، وجند الله الغالبين.\nوهذا ونحوه من أعظم ما يقدح به الرافضة في الرسول - صلى الله عليه وسلم - كما قال مالك وغيره: إنما أراد هؤلاء الرافضة الطعن في الرسول ليقول القائل: رجل سوء كان له أصحاب سوء، ولو كان رجلاً صالحًا لكان أصحابه صالحين.\nومن الدلائل الدالة على فساده أن المرتد إنما يرتد لشبهة أو شهوة ومعلوم أن الشبهات والشهوات في أوائل الإسلام كانت أقوى فمن كان إيمانهم مثل الجبال في حال ضعف الإسلام كيف يكون إيمانهم بعد ظهور آياته وانتشار أعلامه؟!!\nوأما الشهوة فسواء كانت شهوة رياسة أو مال أو نكاح أو غير ذلك كانت في أول الإسلام أولى بالاتباع- فمن خرجوا من ديارهم وأموالهم وتركوا ما كانوا عليه من الشرف والعز حُبَّا لله ورسوله طوعًا غير إكراه كيف يعادون الله ورسوله طلبًا للشرف والمال؟ ثم هم في حال قدرتهم على المعاداة وقيام المقتضى للمعاداة لم يكونوا معادين لله\nالجزء: 1 ¦ الصفحة: 75\n",
        "ورسوله، بل موالين لله ورسوله، فحين قوي المقتضى للموالاة وضعفت القدرة على المعاداة يفعلون نقيض هذا؟! هل يظن هذا إلا من هو من أعظم الناس ضلالاً؟\n...\nفعلم علمًا يقينيًا أن القوم لم يتجدد عندهم ما يوجب الردة عن دينهم البتة، والذين ارتدوا بعد موته إنما كانوا ممن أسلم بالسيف كأصحاب مسيلمة وأهل نجد (1) .\nمن يطعن على أبي بكر وعمر\nلا يطعن على أبي بكر وعمر رضي الله عنهما إلا أحد رجلين: إما رجل منافق زنديق ملحد عدو للإسلام يتوصل بالطعن فيهما إلى الطعن في الرسول ودين الإسلام، وهذا حال المعلم الأول للرافضة أول من ابتدع الرفض، وحال أئمة الباطنية. وإما جاهل مفرط في الجهل والهوى وهو الغالب على عامة الشيعة إذا كانوا في الباطن مسلمين (2) .\nجميع ما يطعن به فيهم أكثره كذب\n...\nأصحاب رسول الله - صلى الله عليه وسلم - ما يطعن به فيهم أكثره كذب والصدق منه غايته أن يكون ذنبًا أو خطأً والخطأ مغفور. والذنب له أسباب متعددة توجب المغفرة (3) ولا يمكن أحد أن يقطع بأن واحدًا منهم فعل من الذنوب ما يوجب النار لا محالة. وكثير مما يطعن به على أحدهم يكون من محاسنه وفضائله- فهذا جواب مجمل (4) .\n(1) ج (4) ص (128) .\n(2) ج (3) ص (157، 158) ج (3) ص (115) .\n(3) ذكرها الشيخ في المنهاج جزء (3) ص (179) .\n(4) ج (3 /115) وقد ذكر الجواب مفصلاً.\nالجزء: 1 ¦ الصفحة: 76\n",
        "الرافضة خارجون من الأصناف الثلاثة في الآية\nقال الله تعالى:\n{لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ هُمُ الصَّادِقُونَ * وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ * وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آَمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ} (1) .\nلا ريب أن هؤلاء الرافضة خارجون من الأصناف الثلاثة فإنهم لم يستغفروا للسابقين الأولين، وفي قلوبهم غل عليهم. وهذا يفتض مذهب الرافضة.\nففي الآيات الثناء على الصحابة، وعلى أهل السنة الذين يتولون وإخراج الرافضة من ذلك.\nوقد روى ابن بطة وغيره من حديث أبي بدر قال: حدثنا عبد الله بن زيد، عن طلحة بن مصرف، عن مصعب بن سعد، عن سعد بن أبي وقاص قال: الناس على ثلاث منازل، فمضت منزلتان وبقيت واحدة، فأحسن ما أنتم عليه كائنون أن تكونوا بهذه المنزلة التي بقيت، ثم قرأ {لِلْفُقَرَاءِ الْمُهَاجِرِينَ} إلى قوله: {فَأُولَئِكَ هُمُ الْمُفْلِحُونَ} ثم قال: هؤلاء الأنصار وهذه منزلة قدمت، ثم قرأ:\n(1) سورة الحشر الآيات: (8- 10) .\nالجزء: 1 ¦ الصفحة: 77\n",
        "{وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ} إلى قوله: {رَحِيمٌ} فقد مضت منزلتان وبقيت هذه المنزلة، فأحسن ما أنتم عليه كائنون أن تكونوا بهذه المنزلة التي بقيت أن تستغفروا لهم، ومن أعظم خبث القلوب أن يكون في قلب العبد غل لخيار المؤمنين وسادات أولياء الله بعد النبي؛ ولهذا لم يجعل الله تعالى في الفيء نصيبًا لمن بعدهم إلا الذين يقولون: {رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آَمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ} (1) .\n(1) ج (1) ص (204، 6 - 10) .\nالجزء: 1 ¦ الصفحة: 78\n",
        "الكلام في أعراض الصحابة أشد من الكلام في غيرهم\nبغيْبَةٍ أو كذب\nكلام الذام للخلفاء ولغيرهم من الصحابة من رافضي وغيره هو من باب الكلام في الأعراض، وفيه حق لله تعالى لما يتعلق به من الولاية والعداوة والحب والبغض.\nوفيه حق للآدميين أيضًا.\nومعلوم أنَّا إذا تكلمنا فيمن هو دون الصحابة مثل الملوك المختلفين على الملك والعلماء والمشايخ المختلفين في العلم والدين وجب أن يكون الكلام بعلم وعدل لا بجهل وظلم؛ فإن العدل واجب لكل أحد على كل أحد في كل حال، والظلم محرم مطلقًا لا يباح قط بحال، وأصحاب رسول الله - صلى الله عليه وسلم - أحق من عدل عليهم في القول والعمل.\nوالعدل مما اتفق أهل الأرض على مدحه والثناء على أهله ومحبتهم. والظلم مما اتفق على ذمه وتقبيحه وذم أهله وبغضهم.\nوالرافضة سلكوا في الصحابة مسلك التفرق فوالوا بعضهم وغلوا فيه، وعادوا بعضم وغلوا في معاداته.\nوقد يسلك كثير من الناس ما يشبه هذا في أمرائهم وملوكهم وعلمائهم وشيوخهم فيحصل بينهم رفض في غير الصحابة- تجد أحد الحزبين يتولى فلانًا ومحبيه ويبغض فلانًا ومحبيه، وقد يسب ذلك بغير حق، وهذا كله من التفرق والتشيع الذي نهى الله عنه ورسوله فقال تعالى:\n{إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي\nالجزء: 1 ¦ الصفحة: 79\n",
        "شَيْءٍ} (1) .\nوقال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ * وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا} (2) .\nوقال تعالى: {وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ وَأُولَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ * يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ * وَأَمَّا الَّذِينَ ابْيَضَّتْ وُجُوهُهُمْ فَفِي رَحْمَةِ اللَّهِ هُمْ فِيهَا خَالِدُونَ} (3) .\nوقال تعالى: {وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَانًا وَإِثْمًا مُبِينًا} (4) .\nفمن آذى مؤمنًا حيًا أو ميتًا بغير ذنب يوجب ذلك فقد دخل في هذه الآية. ومن كان مجتهدًا لا إثم عليه فإذا آذاه مؤذ فقد آذاه بغير ما اكتسب. ومن كان مذنبًا وقد تاب من ذنبه أو غفر له بسبب آخر بحيث لم يبق عليه عقوبة فقد آذاه بغير ما اكتسب وإن حصل له بفعله مصيبة\n...\nكما يذكر عن بعض الرافضة أنه آذى الله ورسوله بسبب تقديم الله والرسول لأبي بكر وعمر.\n(1) سورة الأنعام آية: (159) .\n(2) سورة آل عمران الآيتان: (102، 103) .\n(3) سورة آل عمران الآيتان: (105، 107) .\n(4) سورة الأحزاب آية: (58) .\nالجزء: 1 ¦ الصفحة: 80\n",
        "وعن بعضهم أنهم كانوا يقرءون شيئًا من الحديث في مسجد النبي - صلى الله عليه وسلم - فأتوا على فضائل أبي بكر فلما سمعها قال لأصحابه: «تعلمون والله بلاؤكم من صاحب هذا القبر يقول: مروا أبا بكر فليصل بالناس» (1)\n....\n(1) ج (3) ص (33، 31) .\nالجزء: 1 ¦ الصفحة: 81\n",
        "أمروا بالاستغفار لهم فسبوهم\nولما قال السلف: إن الله أمر بالاستغفار لأصحاب محمد - صلى الله عليه وسلم - فسبهم الرافضة. كان هذا كلامًا حقًا. وكذلك قوله في الحديث الصحيح: «لا تسبوا أصحابي» (1) يقتضى تحريم سبهم، مع أن الأمر بالاستغفار للمؤمنين والنهي عن سبهم عام، ففي الصحيحين عن ابن مسعود رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: «سباب المسلم فسوق وقتاله كفر» (2) وقد قال الله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا يَسْخَرْ قَومٌ مِنْ قَوْمٍ عَسَى أَنْ يَكُونُوا خَيْرًا مِنْهُمْ وَلَا نِسَاءٌ مِنْ نِسَاءٍ عَسَى أَنْ يَكُنَّ خَيْرًا مِنْهُنَّ وَلَا تَلْمِزُوا أَنْفُسَكُمْ وَلَا تَنَابَزُوا بِالْأَلْقَابِ بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ وَمَنْ لَمْ يَتُبْ فَأُولَئِكَ هُمُ الظَّالِمُونَ} (3) .\nفقد نهى عن السخرية، واللمز، والتنابز بالألقاب. واللمز: العيب والطعن ومنه قوله تعالى: {وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ} (4) أي يعيب ويطعن عليك، وأما الاستغفار للمؤمنين عمومًا فقد قال الله تعالى: {وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ} (5) وقد أمر الله\n(1) أخرجه مسلم (2540) والبخاري ك (62) ب (5) وفي رواية «كان بين خالد بن الوليد وبين عبد الرحمن بن عوف شيء فسبه خالد فقال رسول الله - صلى الله عليه وسلم -: لا تسبوا أصحابي» .\n(2) أخرجه البخاري ك (92) ب (8) ومسلم ص (81) .\n(3) سورة الحجرات آية: (11) .\n(4) سورة التوبة آية: (58) .\n(5) سورة محمد آية: (19) .\nالجزء: 1 ¦ الصفحة: 82\n",
        "بالصلاة على من يموت (1) وكان النبي - صلى الله عليه وسلم - يستغفر للمنافقين حتى نهى عن ذلك (2) ، (3) .\n(1) فكان النبي - صلى الله عليه وسلم - يصلي على كل من مات من المسلمين وقد نهي عن الصلاة على المنافقين كما قال تعالى: {وَلَا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا وَلَا تَقُمْ عَلَى قَبْرِهِ إِنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَمَاتُوا وَهُمْ فَاسِقُونَ} .\n(2) {اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ} الآية.\n(3) ج (3) ص (58، 59) ج (2) ص (294، 295) .\nالجزء: 1 ¦ الصفحة: 83\n",
        "ويسمون من أثبت خلافة الثلاثة ناصبيًا\nتسميتهم لمن أثبت خلافة الخلفاء الثلاثة ناصبيًا بناء على أنهم لما اعتقدوا أنه لا ولاية لعلي إلا بالبراءة من هؤلاء جعلوا كل من لم يتبرأ منهم ناصبيًا.\nفيقال لمن قال ذلك: إنْ كان مرادك بالنصب بُغض علي وأهل البيت فأهل السنة ليسوا ناصبة.\nوإن كنت تريد بذلك أنهم يوالون الخلفاء فسم هذا بما شئت {إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآَبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ} .\nوالمدح والذم: إنما يتعلق بالأسماء إذا كان لها أصل في الشرع كلفظ المؤمن والكافر والبر والفاجر والعالم والجاهل.\nثم من أراد أن يمدح أو يذم فعليه أن يبين دخول الممدوح والمذموم في تلك الأسماء التي علق الله ورسوله بها المدح والذم.\nوالكتاب والسنة ليس فيه لفظ (ناصبة) .\nوليس فيه أيضًا لفظ (رافضة) . ونحن إذا قلنا رافضة نذكره للتعريف لأن مسمى هذا الاسم يدخل فيه أنواع مذمومة بالكتاب والسنة من الكذب على الله ورسوله، وتكذيب الحق الذي جاء به رسوله، ومعاداة أولياء الله بل خيار أوليائه، وموالاة اليهود والنصارى والمشركين كما نبين وجوه الذم.\nالجزء: 1 ¦ الصفحة: 84\n",
        "وأهل السنة والجماعة لا يمكن أن يعمهم معنى مذموم في الكتاب والسنة بحال كما يعم الرافضة.\nنعم يوجد في بعضهم ما هو مذموم ولكن هذا لا يلزم منه ذمهم، كما أن المسلمين إذا كان فيهم مذموم لذنب ارتكبه لم يستلزمه ذم الإسلام وأهله القائلين بواجباته (1) .\n(1) ج (1) ص (345، 346) لعله: القائمين بواجباته.\nالجزء: 1 ¦ الصفحة: 85\n",
        "ويحبون عَليًّا لم يوجد. ويبغضون عَليًّا\nالمتصف بصفاته الحقيقة\nالمحبة الصحيحة أن يحب العبد ذلك المحبوب على ما هو عليه في نفس الأمر؛ فلو اعتقد رجل في بعض الصالحين أنه من الأنبياء أو أنه من السابقين الأولين فأحبه كان قد أحب من لا حقيقة له؛ لأنه أحب ذلك الشخص بناء على أنه موصوف بتلك الصفة وهي باطلة فقد أحب معدومًا لا موجودًا.\nومحبة الرافضة لعلي رضي الله عنه من هذا الباب فإنهم يحبون ما لم يوجد- وهو الإمام المعصوم المنصوص على إمامته الذي لا إمام بعد النبي إلا هو الذي كان يعتقد أن أبا بكر وعمر وعثمان رضي الله عنهم ظالمين معتدين أو كافرين.\nفإذا تبين لهم يوم القيامة أن عليًا لم يكن أفضل من واحد من هؤلاء وإنما غايته أن يكون قريبًا من أحدهم وأنه كان مقرًا بإمامتهم وفضلهم ولم يكن معصومًا لا هو ولا هم ولا كان منصوصًا على إمامته تبين لهم أنهم لم يكونوا يحبون عليًا، بل هم من أعظم الناس بُغضًا لعلي رضي الله عنه في الحقيقة فإنهم يبغضون من اتصف بالصفات التي كانت في علي أكمل منها في غيره من إثبات إمامة الثلاثة وتفضيلهم؛ فإن عليًا رضي الله عنه كان يفضلهم ويقر بإمامتهم. فتبين أنهم يبغضون عليًا قطعًا.\nوبهذا تبين الحديث الذي رواه مسلم في صحيحه عن علي رضي الله عنه أنه قال: «إنه لعهد النبي الأمي إليّ ألا يحبني إلا مؤمن\nالجزء: 1 ¦ الصفحة: 86\n",
        "ولا يبغضني إلا منافق» (1) إنْ كان هذا محفوظًا ثابتًا عن النبي - صلى الله عليه وسلم - وكانوا مقرين به\n...\nوعند الرافضة كل من كان من بني هاشم يحب أبا بكر وعمر رضي الله عنهما فليس بمطهر (2) .\n(1) رواه مسلم رقم (78) باب الدليل على أن حب الأنصار وعلي رضي عنهم منهم من الإيمان أوله «والذي فلق الحبة وبرأ النسمة أنه.. إلخ» رواه الترمذي والنسائي.\n(2) ج 2 ص (329، 320، 311) .\nالجزء: 1 ¦ الصفحة: 87\n",
        "خذلان الشيعة لأهل البيت (علي والسبطين)\nوأما الشيعة فهم دائمًا مغلوبون مقهورون منهزمون وحبهم للدنيا وحرصهم عليها ظاهر.\nولذلك لما كاتبوا الحسين رضي الله عنه فلما أرسل إليهم ابن عمه ثم قدم بنفسه غدروا به، وباعوا الآخرة بالدنيا، وأسلموه إلى عدوه، وقاتلوه مع عدوه. فأي زهد في الدنيا وأي جهاد عندهم.\nوقد ذاق منهم علي رضي الله عنه من الكاسات المُرَّة ما لا يعلمه إلا الله، حتى دعا عليهم فقال: «اللهم إني سئمتهم وسئموني فأبدلني بهم خيرًا منهم وبدلهم بي شرًا مني» .\nوقد كانوا يغشونه ويكاتبون من يحاربه ويخونونه في الولايات والأموال.\nهذا ولم يكونوا صاروا بعد رافضة\n...\nفهم من شر الناس معاملة لعلي بن أبي طالب رضي الله عنه وابنيه سبطي رسول الله - صلى الله عليه وسلم - وريحانتيه في الدنيا: «الحسن والحسين» وأعظم الناس قبولاً للوم اللائم في الحق وأسرع الناس إلى فتنة وأعجزهم عنها، يغرون من يظهرون نصره من أهل البيت حتى إذا اطمئن إليهم ولامهم عليه اللائم خذلوه وأسلموه وآثروا عليه الدنيا.\nولهذا أشار عقلاء المسلمين على الحسين ألا يذهب إليهم مثل عبد الله بن عباس وعبد الله بن عمر وأبي بكر بن عبد الرحمن بن الحارث بن هشام وغيرهم لعلمهم بأنهم يخذلونه ولا ينصرونه ولا يوفون له بما كتبوا به إليه، وكان الأمر كما رأى هؤلاء. ونفذ فيهم\nالجزء: 1 ¦ الصفحة: 88\n",
        "دعاء عمر بن الخطاب ثم دعاء علي رضي الله عنه حتى سلط الله عليهم الحجاج بن يوسف كان لا يقبل من محسنهم ولا يتجاوز عن مسيئهم ودب شرهم إلى من لم يكن منهم حتى عم الشر (1) .\nورفضوا زيد بن علي وأمثاله وهم من ذرية فاطمة\nوشهدوا عليه بالكفر والفسق\nالرافضة رفضوا زيد بن علي بن الحسين وأمثاله من ذرية فاطمة رضي الله عنها وشهدوا عليه بالكفر والفسق وهم من أهل السنة الموالين لأبي بكر وعمر، بل الرافضة أشد عداوة إما بالجهل وإما بالعناد لأولاد فاطمة رضي الله عنها (2) .\n(1) ج (1) ص (226) .\n(2) ج (2) ص (157) .\nالجزء: 1 ¦ الصفحة: 89\n",
        "وهم سعوا في قتل الهاشميين وسبي النساء الهاشميات\nوصبيان الهاشميين\nومن العجب من هؤلاء الرافضة أنهم يدعون تعظيم آل محمد عليه أفضل الصلاة والسلام وهم سعوا في مجيء التتار الكفار إلى بغداد دار الخلافة حتى قتلت التتار الكفار من المسلمين ما لا يحصيه إلا الله تعالى من بني هاشم وغيرهم، وقتلوا الخليفة العباسي وسبوا النساء الهاشميات وصبيان الهاشميين- فهذا هو البُغض لآل محمد بلا ريب، وكان ذلك فعل الكفار بمعاونة الرافضة. وهم سعوا في سبي الهاشميات ونحوهم إلى يزيد وأمثاله (1) .\n(1) ج (2) ص (336) .\nالجزء: 1 ¦ الصفحة: 90\n",
        "وهم من أعظم الناس طعنًا وقدحًا في أهل البيت\nالرافضة من أعظم الناس قدحًا وطعنًا في أهل البيت، وأنهم الذين عادوا أهل البيت في نفس الأمر ونسبوهم إلى أعظم المنكرات بروايتهم الأحاديث التي يعلم بالاضطرار أنها كذب على رسول الله - صلى الله عليه وسلم - وأنها مناقضة لدين الإسلام وأنها تستلزم تكفير علي وتكفير من خالفه.\nمنها قولهم قال رسول الله - صلى الله عليه وسلم -: «من ناصب عليًا الخلافة فهو كافر وقد حارب الله ورسوله ومن شك في علي فهو كافر» .\nومنها عن أنس قال كنت عند النبي - صلى الله عليه وسلم - فرأى عليًا مقبلاً فقال: «أنا وهذا حجة الله على أمتي يوم القيامة» .\nومنها سمعت رسول الله - صلى الله عليه وسلم - يقول لعلي: «من مات وهو يبغضك مات يهوديًا أو نصرانيًا»\n...\nفقاتل الله الرافضة وانتصف لأهل البيت منهم فإنهم ألصقوا بهم من العيب والشين، ما لا يخفى على ذي عين.\nوآل محمد يدخل فيهم بنو هاشم وأزواجهم وكذلك بنو المطلب في أحد القولين وأكثر هؤلاء تذمهم الرافضة فإنهم يذمون ولد العباس لا سيما خلفاؤهم وهم من آل محمد - صلى الله عليه وسلم -، ويذمون من يتولى أبا بكر وعمر وجمهور بني هاشم يتولون أبا بكر وعمر، ولا يتبرأ منهم صحيح النسب من بني هاشم إلا نفر قليل بالنسبة إلى كثرة بني هاشم وأهل العلم والدين منهم يتولون أبا بكر وعمر رضي الله عنهما (1) .\n(1) ج (4) ص (107 - 109) ج (2) ص (157، 214، 336، 337) ج (3) ص (8) .\nالجزء: 1 ¦ الصفحة: 91\n",
        "قدحهم في عائشة وهي من أهل البيت، وفي العباس، ومدحهم لأبي طالب الذي مات كافرًا وآزر وأبوي النبي وابن نوح\nمن جهل الرافضة أنهم يعظمون أنساب الأنبياء آباءهم وأبناءهم ويقدحون في أزواجهم كل ذلك عصبية واتباعًا للهوى، حتى يعظمون فاطمة والحسن والحسين ويقدحون في عائشة أم المؤمنين؛ فيقولون أو من يقول منهم إن آزر أبا إبراهيم كان مؤمنًا، وأن أبوي النبي - صلى الله عليه وسلم - كانا مؤمنين، حتى يقولون: إن النبي لا يكون أبوه كافرًا لأنه إذا كان أبوه كافرًا أمكن أن يكون ابنه كافرًا فلا يكون في مجرد النسب فضيلة.\nوهذا مما يدفعون به أن ابن نوح كان كافرًا لكونه ابن نبي فلان يجعلونه كافرًا مع كونه ابنه.\nويقولون أيضًا: إن أبا طالب كان مؤمنًا. ومنهم من يقول كان اسمه عمران وهو المذكور في قوله تعالى:\n{إِنَّ اللَّهَ اصْطَفَى آَدَمَ وَنُوحًا وَآَلَ إِبْرَاهِيمَ وَآَلَ عِمْرَانَ عَلَى الْعَالَمِينَ} (1) .\nوهذا الذي فعلوه مع ما فيه من الافتراء والبهتان فيه من التناقض وعدم حصول مقصودهم ما لا يخفى.\nوذلك أنَّ كون الرجل أبيه أوابنه كافرًا لا ينقصه ذلك عند الله شيئًا؛ فإن الله يخرج الحي من الميت، ويخرج الميت من الحي.\n(1) سورة آل عمران آية: (33) .\nالجزء: 1 ¦ الصفحة: 92\n",
        "ومن المعلوم أن الصحابة أفضل من آبائهم وكان آباؤهم كفارًا بخلاف كونه زوج بغية قحبة فإن هذا من أعظم ما يذم ويعاب، لأن مضرة ذلك تدخل عليه؛ بخلاف كفر أبيه أو ابنه.\nوأيضًا فلو كان المؤمن لا يلد إلا مؤمنًا لكان بنو آدم كلهم مؤمنين، وقد قال الله تعالى:\n{وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آَدَمَ بِالْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْآَخَرِ قَالَ لَأَقْتُلَنَّكَ قَالَ إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ} إلى آخر القصة\n...\n(1)\nوأيضًا فهم يقدحون في العباس عم النبي - صلى الله عليه وسلم - الذي تواتر إيمانه. ويمدحون أبا طالب الذي مات كافرًا باتفاق أهل العلم، كما اتفقت عليه الأحاديث الصحيحة، ففي الصحيحين عن ابن المسيب بن حزن عن أبيه قال: لما حضرت أبا طالب الوفاة جاءه رسول الله - صلى الله عليه وسلم - فوجد عنده أبا جهل وعبد الله بن أبي أمية بن المغيرة فقال رسول الله - صلى الله عليه وسلم -: «يا عم قل لا إله إلا الله كلمة أشهد لك بها عند الله» فقال أبو جهل وعبد الله بن أبي أمية: يا أبا طالب أترغب عن ملة عبد المطلب؟ فلم يزل رسول الله - صلى الله عليه وسلم - يعرضها عليه ويعود له ويعودون عليه بتلك المقالة حتى قال أبو طالب آخر ما كلمهم هو على ملة عبد المطلب وأبى أن يقول: لا إله إلا الله، فقال النبي - صلى الله عليه وسلم - لأستغفرن لك ما لم أنْهَ عنك فأنزل الله تعالى:\n{مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آَمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ} (2) .\n(1) سورة المائدة الآيات: (27- 31) .\n(2) سورة التوبة آية: (113) .\nالجزء: 1 ¦ الصفحة: 93\n",
        "وأنزل في أبي طالب:\n{إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ} (1) .\nوأخرجه مسلم من حديث أبي هريرة أيضًا، وقال فيه «قال أبو طالب لولا أن تعيرني قريش يقولون: إنه حمله على ذلك الجزع لأقررت بها عينك فأنزل الله تعالى: {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ} » (2) .\nوفي الصحيحين عن العباس بن عبد المطلب قال: قلت يا رسول الله: هل نفعت أبا طالب بشيء فإنه كان يحوطك وينصرك ويغضب لك؟ فقال: «نعم هو في ضحضاح من نار ولولا أنا لكان في الدرك الأسفل من النار» (3) .\nوفي حديث أبي سعيد لما ذكر عنده قال: «لعله تنفعه شفاعتي فيجعل في ضحضاح من نار يبلغ كعبيه يغلي منهما دماغه» أخرجاه في الصحيحين (4) . (5) .\n(1) سورة القصص آية (56) أخرجه مسلم ص (54) والبخاري ك (23) ب (81) .\n(2) أخرجه مسلم ص (55)\n(3) صحيح مسلم ص (195) والبخاري ك (78) ب (115) .\n(4) صحيح مسلم ص (195) والبخاري ك (81) ب (51) إلا أنه قال: «يغلي منه أم دماغه» .\n(5) ج (2) ص (248، 249) .\nالجزء: 1 ¦ الصفحة: 94\n",
        "رميهم عائشة رضي الله عنها وامرأة نوح\nيرمون عائشة بالعظائم، ثم منهم من يرميها بالفاحشة التي برأها الله منها وأنزل القرآن في ذلك.\nثم إنهم لفرط جهلهم يدعون في غيرها من نساء الأنبياء، فيزعمون أن امرأة نوح كانت بغيًّا، وأن الابن الذي دعاه نوح لم يكن منه وإنما كان منها، وأن معنى قوله: {إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ} (1) أن هذا الولد من عمل غير صالح. ومنهم من يقرأ: {وَنَادَى نُوحٌ ابْنَهُ} (2) يريدون ابنها، ويحتجون بقوله: {إِنَّهُ لَيْسَ مِنْ أَهْلِكَ} (3) ويتأولون قوله تعالى: {ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا اِمْرَأَةَ نُوحٍ وَامْرَأَةَ لُوطٍ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا} (4) على أن امرأة نوح خانته في الفراش وأنها كانت قحبة. وضاهوا في ذلك المنافقين والفاسقين أهل الإفك الذين رموا عائشة بالإفك والفاحشة ثم لم يتوبوا، وفيهم خطب النبي - صلى الله عليه وسلم - فقال: «أيها الناس من يعذرني من رجل بلغ أذاه في أهلي، والله ما علمت على أهلي إلا خيرًا ولقد ذكروا رجلاً والله ما علمت عليه إلا خيرًا» (5) .\nومن المعلوم أن أعظم أنواع الأذى للإنسان أن يكذب على امرأته رجل فيقول: إنها بغي، ويجعل الزوج أنه زوج قحبة، فإن هذا من أعظم ما يشتم به الناس بعضهم بعضًا\n...\n(6) .\n(1) سورة هود الآية: (46) .\n(2) سورة هود الآية: (42) .\n(3) سورة هود الآية: (46) .\n(4) سورة التحريم الآية: (10) .\n(5) أخرجه البخاري ك (42) ب (2، 15) وك (64) ب (34) ومسلم ك (49) ح (56 - 58) .\n(6) ج (2) ص (246، 249، 250) وانظر بعض فضائل عائشة ج (2) ص (228، 241، 242) .\nالجزء: 1 ¦ الصفحة: 95\n",
        "قدحهم في فاطمة رضي الله عنها\nثم هؤلاء الشيعة وغيرهم يحكون عن فاطمة من حزنها على النبي - صلى الله عليه وسلم - ما لا يوصف، وأنها بَنَتْ بَيْتَ الأحزان، مع أنه حُزْنٌ على أمر فائت.\nويذكرون عن على وفاطمة من الجزع والحزن على فوت مال فدك وغيرها من الميراث ما يقتضي أنه صاحبه إنما يحزن على فوت الدنيا وقد قال الله تعالى:\n{لِكَيْ لَا تَأْسَوْا عَلَى مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آَتَاكُمْ} (1) .\nوهؤلاء الرافضة من أجهل الناس يذكرون فيمن يوالونه من أخبار المدح وفيمن يعادونه من أخبار الذم ما هو بالعكس أولى.\nومنها ما ذكروه عن فاطمة أنها أوصت أن تدفن ليلاً ولا يصلي عليها أحد منهم لا يحكيه عن فاطمة ويحتج به إلا رجل جاهل يطلق على فاطمة ما لا يليق بها. وهذا لو صح لكان بالذنب المغفور أولى منه بالسعي المشكور (2) .\n(1) سورة الحديد آية (23) .\n(2) ج (4) ص (263) ج (2) ص (215) .\nالجزء: 1 ¦ الصفحة: 96\n",
        "الرافضة يوالون أعداء الله من اليهود والنصارى والمشركين وأصناف الملحدين، ويعاونونهم على قتال\nالمسلمين وآل محمد - صلى الله عليه وسلم -\nالرافضة أعظم ذوي الأهواء جهلاً وظلمًا يعادون أولياء الله تعالى من بعد النبي من السابقين الأولين من المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله عنهم ورضوا عنه.\nويوالون الكفار والمنافقين من اليهود والنصارى والمشركين وأصناف الملحدين كالنصيرية والإسماعيلية وغيرهم من الضالين\n...\nكما جربه الناس منهم غير مرة في مثل إعانتهم للمشركين من الترك وغيرهم على أهل الإسلام بخراسان والعراق والجزيرة والشام وغير ذلك وإعانتهم للنصارى على المسلمين بالشام ومصر وغير ذلك في وقائع متعددة من أعظم الحوادث التي كانت في الإسلام في المائة الرابعة والسابعة، فإنه لما قدم كفار الترك إلى بلاد الإسلام، وقتل من المسلمين ما لا يحصي عدده إلا رب الأنام، كانوا من أعظم الناس عداوة للمسلمين، ومعاونة للكافرين، وهكذا معاونتهم لليهود أمر شهير، حتى جعلهم الناس لهم كالحمير.\nحتى قيل: ما اقتتل يهودي ومسلم ولا نصراني ومسلم ولا مشرك ومسلم إلا كان الرافضي مع اليهودي والنصراني والمشرك.\nوهذا دأب الرافضة دائمًا يتجاوزون عن جماعة المسلمين اليهود والنصارى والمشركين في الأقوال والموالاة والمعاونة والقتال وغير ذلك.\nالجزء: 1 ¦ الصفحة: 97\n",
        "ومن أضل من قوم يعادون السابقين الأولين من المهاجرين والأنصار، ويوالون المنافقين والكفار؟ وقد قال الله تعالى:\n{أَلَمْ تَرَ إِلَى الَّذِينَ تَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ مَا هُمْ مِنْكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُونَ * أَعَدَّ اللَّهُ لَهُمْ عَذَابًا شَدِيدًا إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ * اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ فَلَهُمْ عَذَابٌ مُهِينٌ * لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ * يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ وَيَحْسَبُونَ أَنَّهُمْ عَلَى شَيْءٍ أَلَا إِنَّهُمْ هُمُ الْكَاذِبُونَ * اسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ فَأَنْسَاهُمْ ذِكْرَ اللَّهِ أُولَئِكَ حِزْبُ الشَّيْطَانِ أَلَا إِنَّ حِزْبَ الشَّيْطَانِ هُمُ الْخَاسِرُونَ} (1) .\nفهذه الآيات نزلت في المنافقين، وليس المنافقون في طائفة أكثر منهم في الرافضة، حتى إنه ليس في الروافض إلا من فيه شعبة من شعب النفاق، كما قال النبي - صلى الله عليه وسلم -: «أربع من كن فيه كان منافقًا خالصًا، ومن كانت فيه خصلة منهن كانت فيه خصلة من النفاق حتى يدعها: إذا حدث كذب وإذا وعد أخلف وإذا أؤتمن خان وإذا عاهد غدر» أخرجاه في الصحيحين (2) ، وكثير منهم يتولون الذين كفروا، لبئس ما قدمت لهم أنفسهم أن سخط الله عليهم وفي العذاب هم خالدون، ولو كانوا يؤمنون بالله والنبي وما أنزل إليه ما اتخذوهم أولياء، ولكن كثيرا منهم فاسقون.\nوليس للإنسان منهم شيء يختص به إلا ما يسر عدو الإسلام\n(1) المجادلة الآيات (14 - 19) .\n(2) صحيح البخاري كتاب الإيمان ب (24) وصحيح مسلم ص (78) .\nالجزء: 1 ¦ الصفحة: 98\n",
        "ويسيء وليه، فأيامهم في الإسلام كلها سود.\nفهل يكون مواليًا لآل رسول الله - صلى الله عليه وسلم - من يسلط الكفار على قتلهم وسبيهم وعلى سائر المسلمين؟!\nوأهل السنة يتبعون الحق من ربهم الذي جاء به الرسول، ولا يكفرون من خالفهم فيه، بل هم أعلم بالحق، وأرحم بالخلق، كما وصف الله به المسلمين في قوله: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ} قال أبو هريرة: كنتم خير الناس للناس. وأهل السنة نقاوة المسلمين فهم خير الناس للناس (1) .\nوقد علم أنه كان بساحل الشام جبل كبير فيه ألوف من الرافضة يسفكون دماء الناس ويأخذون أموالهم وقتلوا كثيرًا وأخذوا أموالهم، ولما انكسر المسلمون سنة (2) غازان أخذوا الخيل والسلاح والأسارى وباعوهم للكفار والنصارى بقبرص، وأخذوا من مَرَّ بهم من الجند، وكانوا أضر على المسلمين من جميع الأعداء.\nوحمل بعض أمرائهم راية النصارى، وقالوا له: أيما خير المسلمون، أو النصارى؟ فقال: بل النصارى. فقالوا له: مع من تحشر يوم القيامة؟ قال: مع النصارى. وسلموا إليهم بعض بلاد المسلمين.\n(1) ج (2) ص (115، 103) ج (3) ص (38، 39) .\n(2) بياض بالأصل وهي سنة 699 وغازان قازان ملك المغول وهو أخو خدابنده الذي ألف له الرافضي (منهاج الكرامة) وانظر البداية والنهاية ج (14) ص (699) .\nالجزء: 1 ¦ الصفحة: 99\n",
        "و\nرأس مال الرافضة التقية وهي النفاق\nرأس مال الرافضة التقية، وهي أن يظهر خلاف ما يبطن من العداوة كما يفعل المنافق. وقد كان المسلمون في أول الإسلام في غاية الضعف والقلة وهم يظهرون دينهم ولا يكتمونه، والرافضة يزعمون أنهم يعملون بهذه الآية: {لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً} (1) .\nويزعمون أنهم هم المؤمنون وسائر أهل القبلة كفار، مع أن لهم في تكفير الجمهور قولين؛ لكن قد رأيت غير واحد من أئمتهم يصرح في كتبه وفتاويه بكفر الجمهور أنهم مرتدون، ودارهم دار ردة، يُحكم بنجاسة مائعها، وأن من انتقل إلى قول الجمهور منهم ثم تاب لم تقبل توبته؛ لأن المرتد الذي يولد على الفطرة لا يقبل الرجوع إلى الإسلام\n...\nوهذه الآية حجة عليهم\n...\nوقد اتفق المفسرون على أنها نزلت بسبب أن بعض المسلمين أراد إظهار مودة الكفار فنهوا عن ذلك.\nوقوله: {إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً} ليست بأن أكذب وأقول بلساني ما ليس في قلبي، فإن هذا نفاق، ولكن أفعل ما أقدر عليه كما في الصحيح عن النبي - صلى الله عليه وسلم - أنه قال: «من رأى منكم منكرًا فليغيره بيده فإن لم يستطع فبلسانه فإن لم يستطع فبقلبه» (2) .\n(1) سورة آل عمران آية: (28) .\n(2) صحيح مسلم ص (69) .\nالجزء: 1 ¦ الصفحة: 100\n",
        "فالمؤمن إذا كان بين الكفار والفجار لم يكن عليه أن يجاهدهم بيده مع عجزه، ولكن إن أمكنه بلسانه، وإلا فبقلبه- غايته أن يكون كمؤمن آل فرعون وامرأة فرعون، وهو لم يكن موافقًا لهم على جميع دينهم، ولا كان يكذب، ولا كان يقول بلسانه ما ليس في قلبه؛ بل كان يكتم إيمانه، وكتمان الإيمان شيء وإظهار الدين الباطل شيء آخر، فهذا لم يبحه الله قط إلا لمن أكره بحيث أبيح له النطق بكلمة الكفر؛ والله تعالى فرق بين المنافق والمكره.\nوالرافضة حالهم من جنس حال المنافقين لا من جنس حال المكره على الكفر وقلبه مطمئن بالإيمان.\nفالرافضي لا يعاشر أحدًا إلا استعمل معه النفاق؛ فإن دينه الذي في قلبه دين فاسد يحمله على الكذب والخيانة وغش الناس وإرادة السوء بهم، فهو لا يألوهم خبالاً، ولا يترك شرًا يقدر عليه إلا فعله بهم\n...\n(1) .\n(1) ج (3) ص (259 - 261) ج (4) ص (41) ج (1) ص (18) .\nالجزء: 1 ¦ الصفحة: 101\n",
        "وما يحكى عن أهل البيت فيه كذب، ولم يكره أحد منهم\nالنفاق والزندقة في الرافضة أكثر منه في سائر الطوائف، بل لابد لكل منهم من شعبة نفاق؛ فإن أساس النفاق الذي بني عليه الكذب وهو أن يقول الرجل بلسانه ما ليس في قلبه، كما أخبر الله عن المنافقين أنهم يقولون بألسنتهم ما ليس في قلوبهم.\nوالرافضة تجعل هذا من أصول دينها وتسميه (التقية) وتحكي هذا عن أئمة أهل البيت الذين برأهم الله عن ذلك، حتى يحكوا ذلك عن جعفر الصادق أنه قال: التقية ديني ودين آبائي. وقد نزه الله المؤمنين من أهل البيت وغيرهم عن ذلك؛ بل كانوا من أعظم الناس صدقًا وتحقيقًا للإيمان، وكان دينهم التقوى لا التقية.\nوقول الله تعالى:\n{لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ} إلى قوله: {إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً} (1) إنما هو الأمر بالاتقاء من الكفار، لا الأمر بالنفاق والكذب. والله تعالى قد أباح لمن أكره على كلمة الكفر أن يتكلم بها إذا كان قلبه مطمئنًا بالإيمان؛ لكن لم يُكْرَهْ أحد من أهل البيت على شيء من ذلك، حتى إن أبا بكر رضي الله عنه لم يكره أحدًا لا منهم ولا من غيرهم على مبايعته فضلاً عن أن يكرههم على مدحه والثناء عليه. بل كان علي وغيره من أهل البيت يظهرون ذكر فضائل الصحابة والثناء عليهم والترحم عليهم\n(1) سور آل عمران آية: (28) .\nالجزء: 1 ¦ الصفحة: 102\n",
        "والدعاء لهم، ولم يكن أحد يكرههم على شيء منهم باتفاق الناس.\nفعلم أن ما تتظاهر به الرافضة هو من باب الكذب والنفاق وأن يقولوا بألسنتهم ما ليس في قلوبهم، لا من باب ما يكره المؤمن عليه من التكلم بالكفر.\nويدعون مع هذا أنهم هم المؤمنون دون غيرهم من أهل الملة، ويصفون السابقين الأولين بالردة والنفاق فهم في ذلك كما قيل: رمتني بدائها وانسلت. إذ ليس في المظهرين للإسلام أقرب إلى النفاق والردة منهم.\nولا يوجد المرتدون والمنافقون في طائفة أكثر مما يوجد فيهم، واعتبر ذلك بالغالية من النصيرية وغيرهم، وبالملاحدة الإسماعيلية وأمثالهم (1) .\n(1) ج (1) ص (213، 18) .\nالجزء: 1 ¦ الصفحة: 103\n",
        "كذب الرافضة على الله وعلى رسوله وعلى الصحابة والقرابة\nقوله تعالى: {فَمَنْ أَظْلَمُ مِمَّنْ كَذَبَ عَلَى اللَّهِ وَكَذَّبَ بِالصِّدْقِ إِذْ جَاءَهُ} (1) .\nالرافضة أعظم الطوائف كذبًا على الله وعلى رسوله وعلى الصحابة وعلى ذوي القربى، وكذلك هم من أعظم الطوائف تكذيبًا بالصدق- فيكذبون بالصدق الثابت المعلوم من المنقول الصحيح والمعقول الصريح.\nوقوله تعالى: {وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ أُولَئِكَ هُمُ الْمُتَّقُونَ} (2) .\nهذه الآية ولله الحمد ما فيها من مدح فهو يشتمل على الصحابة الذين افترت عليهم الرافضة وظلمتهم فإنهم جاءوا بالصدق وصدقوا به، وهم من أعظم أهل الأرض دخولاً في ذلك، وعلي منهم. وما فيها من ذم فالرافضة أدخل الناس فيه، فهي حجة عليهم من الطرفين وليست حجة على اختصاص علي دون الخلفاء الثلاثة بشيء- فهي حجة عليهم بكل وجه، ولا حجة لهم فيها بحال.\nوأهل السنة المحضة أوْلى الطوائف بهذه الآية فإنهم يَصْدُقُون ويُصَدِّقون بالحق في كل ما جاء به ليس لهم هوى إلا مع الحق\n...\n(3) .\n(1) سورة الزمرة آية: (32) .\n(2) سورة الزمرة آية: (33) .\n(3) ج (4) ص (51 - 53، 227) .\nالجزء: 1 ¦ الصفحة: 104\n",
        "من كذب الرافضة على الله وتحريفهم للقرآن\nالذين أدخلوا في دين الله ما ليس منه وحرفوا أحكام الشريعة ليسوا في طائفة أكثر منهم في الرافضة؛ فإنهم أدخلوا في دين الله من الكذب على رسول الله - صلى الله عليه وسلم - ما لم يكذبه غيرهم، وردوا من الصدق ما لم يرده غيرهم، حَرَّفوا القرآن تحريفًا لم يحرفه غيرهم- مثل قولهم: إن قوله تعالى: {إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آَمَنُوا الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ} (1) نزلت في علي لما تصدق بخاتمه في الصلاة.\nوقوله: {مَرَجَ الْبَحْرَيْنِ} (2) علي وفاطمة {يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ} (3) الحسن والحسين {وَكُلَّ شَيْءٍ أحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ} (4) علي بن أبي طالب رضي الله عنه.\n{إِنَّ اللَّهَ اصْطَفَى آَدَمَ وَنُوحًا وَآَلَ إِبْرَاهِيمَ وَآَلَ عِمْرَانَ عَلَى الْعَالَمِينَ} (5) آل أبي طالب، واسم أبي طالب عمران {فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ} (6) طلحة والزبير {وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآَنِ} (7) . بنو أمية.\n(1) سورة المائدة آية: (55) .\n(2) سورة الرحمن آية: (19) .\n(3) سورة الرحمن آية: (22) .\n(4) سورة يس آية: (12) .\n(5) سورة آل عمران آية: (33) .\n(6) سورة التوبة آية: (12) .\n(7) سورة الإسراء آية: (60)\nالجزء: 1 ¦ الصفحة: 105\n",
        "{إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً} (1) عائشة و {لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ} (2) بين أبي بكر وعلي في الولاية.\nوكل هذا وأمثاله وجدته في كتبهم.\nحتى إن الطوائف الذين ليس لهم من الخبرة بدين الرسول ما لغيرهم إذا قالت لهم الرافضة نحن مسلمون يقولون أنتم جنس آخر. ثم من هذا دخلت الإسماعيلية والنصيرية في تأويل الواجبات والمحرمات فهم أئمة التأويل الذي هو تحريف الكلم عن مواضعه (3) .\n(1) سورة البقرة آية: (67) .\n(2) سورة الزمر آية: (65) .\n(3) ج (2) ص (111) ج (4) ص (110) ج (1) ص (209) قال المؤلف رحمه الله بعد أن استعرض تفاسير الرافضة لهذه الآيات:\nوأمثال هذا الكلام الذي لا يقوله من يؤمن بالله وكتابه وهو بالهذيان أشبه منه بتفسير القرآن قال: وكذلك قول القائل {مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ} علي وفاطمة {بَيْنَهُمَا بَرْزَخٌ لَا يَبْغِيَانِ} النبي - صلى الله عليه وسلم - {يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ} الحسن والحسين. وكل من له أدنى علم وعقل يعلم بالاضطرار بطلان هذا التفسير وأن ابن عباس لم يقله، وهذا من التفسير الذي في تفسير الثعلبي وذكره بإسناد رواته مجهولون لا يعرفون عن سفيان الثوري وهو كذب على سفيان.\nقال الثعلبي: أخبرني الحسن بن محمد الدينوري حدثنا موسى بن محمد بن علي بن عبد الله قال: قرأ أبي عَلَي أبي محمد بن الحسن بن علوية القطان من كتابه وأنا أسمع حدثنا بعض أصحابنا حدثنا رجل من أهل مصر يقال له طسم حدثنا أبو حذيفة عن أبيه عن سفيان الثوري في قوله {مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ * بَيْنَهُمَا بَرْزَخٌ لَا يَبْغِيَانِ} قال فاطمة وعلي {يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ} الحسن والحسين. وهذا الإسناد ظلمات بعضها فوق بعض لا يثبت بمثله شيء, ومما يبين كذب ذلك وجوه:\nأحدها: أن هذا في سورة الرحمن وهي مكية بإجماع المسلمين والحسن والحسين إنما ولدا بالمدينة.\nالثاني: أن تسمية هذين بحران وهذا لؤلؤ وهذا مرجان وجعل النكاح مرجا أمر لا تحتمله لغة العرب بوجه لا حقيقة ولا مجازًا، بل كما أنه كذب على الله وعلى القرآن فهو كذب على اللغة.\nالثالث: أنه ليس في هذا شيء زائد على ما يوجد في سائر بني آدم\n...\nالرابع: أن الله ذكر أنه مرج البحرين في آية أخرى فقال في الفرقان: {وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هَذَا عَذْبٌ فُرَاتٌ وَهَذَا مِلْحٌ أُجَاجٌ} فلو أراد بذلك عليًا وفاطمة لكان ذلك ذمًا لأحدهما بإجماع أهل السنة والشيعة.\nالخامس: أنه قال: {بَيْنَهُمَا بَرْزَخٌ لَا يَبْغِيَانِ} فلو أريد بذلك علي وفاطمة لكان البرزخ الذي هو النبي - صلى الله عليه وسلم - بزعمهم أو غيره هو المانع لأحدهما أن يبغي على الآخر. وهذا بالذم أشبه منه بالمدح.\nالسادس: أن أئمة التفسير متفقون على خلاف هذا كما ذكره ابن جرير وغيره فقال ابن عباس: بحر السماء وبحر الأرض يلتقيان كل عام. وقال الحسن يعني بحر فارس والروم (وبينهما برزخ) وهو الجزائر وقوله {يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ} قال الزجاج من البحر المالح وإنما جمعهما لأنه إذا خرج من أحدهما فقد خرج منهما مثل {وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا}\n...\nوقال ابن جرير إنما قال منهما لأنه يخرج من أصداف البحر عن قطر السماء.\n(وأما اللؤلؤ والمرجان) ففيهما قولان أحدهما: أن المرجان ما صغر من اللؤلؤ واللؤلؤ العظام قاله الأكثرون.. (ج 4 ص 66 - 68) ومضى في بيان بطلان بقية تفاسيرهم لبعض الآيات انظر ج (4) ص (68 - 80) فليرجع إليه من أراده.\nالجزء: 1 ¦ الصفحة: 106\n",
        "كذبهم في الرواية عن رسول الله - صلى الله عليه وسلم -\nوقد اتفق أهل العلم بالنقل والرواية والإسناد على أن الرافضة أكذب الطوائف، والكذب فيهم قديم.\nولهذا كان أئمة الإسلام يعلمون امتيازهم بكثرة الكذب قال أبو حاتم الرازي: سمعت يونس بن عبد الأعلى يقول: قال أشهب ابن عبد العزيز: سئل مالك عن الرافضة؟ فقال: لا تكلمهم ولا تروِ عنهم فإنهم يكذبون. وقال أبو حاتم: حدثنا حرملة، قال:\nالجزء: 1 ¦ الصفحة: 107\n",
        "سمعت الشافعي يقول: لم أرَ أحدًا أشهد بالزور من الرافضة. وقال مؤمل بن إهاب: سمعت يزيد بن هارون يقول: نكتب عن كل صاحب بدعة إذا لم يكن داعية إلا الرافضة فإنهم يكذبون. وقال محمد بن سعيد الأصبهاني سمعت شريكا يقول: أحمل العلم عن كل من لقيت إلا الرافضة فإنهم يضعون الحديث ويتخذونه دينًا. وشريك هذا هو شريك بن عبد الله القاضي قاضي الكوفة من أقران الثوري وأبي حنيفة وهو من الشيعة الذي يقول بلسانه أنا من الشيعة وهذا شهادته فيهم. وقال أبو معاوية: سمعت الأعمش يقول: أدركت الناس وما يسمونهم إلا الكذابين- يعني أصحاب المغيرة بن سعيد.\nوقال الأعمش: ولا عليكم أن تذكروا هذا فإني لا آمنهم أن يقولوا إنا أصبنا الأعمش مع امرأة.\nوهذه الآثار ثابتة قد رواها أبو عبد الله بن بطة في «الإبانة الكبرى» هو وغيره.\nوالمقصود هنا أن العلماء كلهم متفقون على أن الكذب في الرافضة أظهر منهم في سائر طوائف أهل القبلة.\nومن تأمل كتب الجرح والتعديل المصنفة في أسماء الرواة والنقلة وأحوالهم مثل كتب يحيى بن سعيد القطان وعلي بن المديني ويحيى بن معين والبخاري وأبي زرعة وأبي حاتم الرازي والنسائي وأبي حاتم بن حبان وأبي أحمد بن عدي والدارقطني وإبراهيم بن يعقوب الجوزجاني السعدي ويعقوب بن سفيان الفسوي وأحمد بن عبد الله بن صالح العجلي والعقيلي ومحمد بن عبد الله بن عمار الموصلي والحاكم النيسابوري والحافظ عبد الغني بن سعيد المصري وأمثال هؤلاء الذين هم جهابذة ونقاد، وأهل معرفة بأحوال الإسناد، رأوا المعروف عندهم\nالجزء: 1 ¦ الصفحة: 108\n",
        "بالكذب في الشيعة أكثر منهم في جميع الطوائف، حتى إن أصحاب الصحيح كالبخاري لم يروِ عن أحد من قدماء الشيعة مثل عاصم بن ضمرة والحارث الأعور وعبد الله بن سلمة وأمثالهم مع أن هؤلاء من خيار الشيعة؛ وإنما يروون عن أهل البيت كالحسن والحسين ومحمد بن الحنفية وكاتبه عبيد الله بن أبي رافع أو عن أصحاب ابن مسعود كعبيدة السلماني والحارث بن قيس أو عمن يشبه هؤلاء. وهؤلاء أئمة النقل ونقاده من أبعد الناس عن الهوى، وأخبرهم بالناس، وأقولهم بالحق، لا يخافون في الله لومة لائم (1) .\n(1) ج (1) ص (16 - 18) .\nالجزء: 1 ¦ الصفحة: 109\n",
        "و\nلا يوجد لهم أسانيد متصلة صحيحة\nالرافضة لا ينظرون في الإسناد ولا في سائر الأدلة الشرعية والعقلية\n...\nولهذا لا يوجد لهم أسانيد متصلة صحيحة قط؛ بل كل إسناد متصل لهم فلا بد أن يكون فيه ما هو معروف بالكذب أو كثرة الغلط وهم في ذلك شبيه باليهود والنصارى فإنه ليس لهم إسناد، والإسناد من خصائص هذه الأمة، وهو من خصائص الإسلام، ثم هو في الإسلام من خصائص أهل السنة.\nوالرافضة من أقل الناس عناية إذ كانوا لا يصدقون إلا بما يوافق أهواءهم، وعلامة كذبه أنه يخالف هواهم.\nولهذا قال عبد الرحمن بن مهدي: أهل العلم يكتبون ما لهم وما عليهم وأهل الأهواء لا يكتبون إلا ما لهم.\nثم إن أولهم كانوا كثيري الكذب فانتقلت أحاديثهم إلى قوم لا يعرفون الصحيح من السقيم، فلم يمكنهم التمييز إلا بتصديق الجميع أو تكذيب الجميع والاستدلال على ذلك بدليل منفصل غير الإسناد (1) .\n(1) ج (4) ص (11) .\nالجزء: 1 ¦ الصفحة: 110\n",
        "كذبهم على الصحابة والقرابة وعلى أبي ذر وسلمان وعمار\nلم نعلم أحدًا أنكر قتال أهل اليمامة وأن مسيلمة الكذاب ادعى النبوة وأنهم قاتلوه على ذلك؛ لكن هؤلاء الرافضة بجحدهم لهذا وجهلهم به بمنزلة إنكارهم كوْن أبي بكر وعمر دفنا عند النبي - صلى الله عليه وسلم -، وإنكارهم لموالاة أبي بكر وعمر للنبي - صلى الله عليه وسلم -.\nثم منهم من ينكر أن تكون زينب ورقية وأم كلثوم من بنات النبي - صلى الله عليه وسلم - ويقولون: إنهن من خديجة من زوجها الذي كان كافرًا قبل النبي - صلى الله عليه وسلم -.\nومنهم من يقول إن عمر غصب بنت علي حتى زوجه بها وأنه تزوج غصبًا في الإسلام.\nومنهم من يقول إنهم بعجوا بطن فاطمة حتى أسقطت، وهدموا بيتها على من فيه، وأمثال هذه الأكاذيب التي يعلم من له أدنى علم ومعرفة أنها كذب.\nفهم دائمًا يعمدون إلى الأمور المعلومة المتواترة ينكرونها، وإلى الأمور المعدومة التي لا حقيقة لها يثبتونها، فلهم أوفر نصيب من قوله تعالى:\n{وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِالْحَقِّ لَمَّا جَاءَهُ} (1) .\n(1) سورة العنكبوت آية: (68) .\nالجزء: 1 ¦ الصفحة: 111\n",
        "والشيعة وإن كذبوا على أبي ذر من الصحابة وسلمان وعمار وغيرهم فمن المتواتر أن هؤلاء كانوا من أعظم الناس تعظيمًا لأبي بكر وعمر واتباعًا لهما؛ وإنما ينقل عن بعضهم التعنت على عثمان لا على أبي بكر وعمر.\nومن النصيرية من يقول: إن الحسن والحسين ما كانا أولاد علي بل أولاد سلمان الفارسي. ومنهم من يقول: إن أبا بكر وعمر ليسا مدفونين مع النبي - صلى الله عليه وسلم -. ومنهم من يقول: إن عليًا لم يمت، وكذلك يقولون عن غيره (1) .\n(1) ج (2) ص (299، 255) ج (1) ص (227) .\nالجزء: 1 ¦ الصفحة: 112\n",
        "تعصب الرافضة، وحماقاتهم\nلا نعلم طائفة أعظم تعصبًا في الباطل من الرافضة- حتى إنهم دون سائر الطوئف عرف عنهم شهادة الزور لموافقهم على مخالفهم، وليس في التعصب أعظم من الكذب.\nوحتى إنهم في التعصب جعلوا للبنت جميع الميراث ليقولوا إن فاطمة رضي الله عنها ورثت رسول الله - صلى الله عليه وسلم - دون عمه العباس رضي الله عنه.\nوحتى إن فيهم من حرَّم لحم الجمل لأن عائشة قاتلت على جمل- فخالفوا كتاب الله وسنة رسول الله - صلى الله عليه وسلم - وإجماع الصحابة والقرابة لأمر لا يناسب، فإن ذلك الجمل الذي ركبته عائشة رضي الله عنها مات، ولو فرض أنه حي فركوب الكفار على الجمال لا يوجب تحريمها. وما زال الكفار يركبون الجمال ويغنمها المسلمون منهم ولحمها حلال لهم. فأي شيء في ركوب عائشة للجمل يوجب تحريم لحمه؟!\nوغاية ما يفرضون أن بعض ما يجعلونه كافرًا ركب جملاً، مع أنهم كاذبون مفترون فيما يرمون به أم المؤمنين رضي الله عنها.\nومن تعصبهم وجهلهم أنهم يبغضون بني أمية كلهم لكَوْن بعضهم كان ممن يبغض عليًا وقد كان في بني أمية قوم صالحون ماتوا قبل الفتنة، وكان بنو أمية أكثر القبائل عملاً للنبي - صلى الله عليه وسلم -، فإنه لما فتح مكة استعمل عليها عتاب بن أسيد بن أبي العاص بن أمية، واستعمل خالد بن سعيد بن العاص بن أمية وأخويه أبان وسعيد على\nالجزء: 1 ¦ الصفحة: 113\n",
        "أعمال أُخَر، واستعمل أبا سفيان بن حرب بن أمية على نجران، وابنه يزيد ومات وهو عليها، وصاهر النبي - صلى الله عليه وسلم - ببناته الثلاث لبني أمية زوج ابنتيه لعثمان بن عفان واحدة بعد واحدة وقال لو كانت عندنا ثالثة لزوجناها عثمان، وزوج أكبر بناته زينب بأبي العاص بن الربيع.\nومن جهلهم وتعصبهم يبغضون أهل الشام لكونهم كان فيهم من كان يبغض عليًا. ومعلوم أن مكة كان فيها كفار ومؤمنون وكذلك المدينة كان فيها مؤمنون ومنافقون. والشام في هذه الأعصار لم يبق فيها من يتظاهر ببغض علي، ولكن لفرط جهلهم يسحبون ذيل البعض.\nوكذلك من جهلهم أنهم يذمون من ينتفع بشيء من آثار بني أمية كالشرب من نهر يزيد، ويزيد لم يحفره ولكن وسَّعه.\nوكالصلاة في جامع بني أمية، ومعلوم أن النبي - صلى الله عليه وسلم - كان يصلي إلى الكعبة التي بناها المشركون، وكان يسكن في المساكن التي بنوها، وكان يشرب من ماء الآبار التي حفروها، ويلبس من الثياب التي نسجوها ويعامل بالدراهم التي ضربوها\n...\nفلو فرض أن يزيدَ كان كافرًا وحفر نهرًا لم يُكره الشرب منه بإجماع المسلمين.\nولقد حدثني ثقة أنه كان لواحد منهم كلب فدعاه آخر منهم (بكير، بكير) فقال صاحب الكلب أتسمي كلبي بأسماء أهل النار؟ فاقتتلا على ذلك حتى جرى بينهما دم- فهل يكون أجهل من هؤلاء؟!\nوالنبي - صلى الله عليه وسلم - يسمى أصحابه بأسماء قد تسمى بها قوم من أهل\nالجزء: 1 ¦ الصفحة: 114\n",
        "النار الذين ذكرهم الله في القرآن كالوحيد الذي ذكره الله في القرآن في قوله: {ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا} (1) واسمه الوليد بن المغيرة، وكان النبي - صلى الله عليه وسلم - يدعو لابن هذا واسمه أيضًا الوليد ويسمى الابن والأب في الصلاة ويقول: اللهم أنج الوليد بن الوليد كما ثبت ذلك في الصحيح (2) .\nومن فرط جهلهم وتعصبهم أنهم يعمدون إلى يوم أحبَ الله صيامه فيرون فطره كيوم عاشوراء، وقد ثبت في الصحيح عن أبي موسى أن النبي - صلى الله عليه وسلم - لما دخل المدينة وإذا ناس من اليهود يعظمون عاشوراء ويصومونه فقال النبي - صلى الله عليه وسلم -: «نحن أحق بصومه وأمر بصومه» أخرجه البخاري (3) .\nومن فرط جهلهم وتعصبهم أنهم يعمدون إلى دابة عجماء فيؤذونها بغير الحق إذ جعلوها بمنزلة من يبغضونها كما يعمدون إلى نعجة حمراء يسمونها عائشة وينتفون شعرها.\nويعمدون إلى دواب لهم يسمون بعضها أبا بكر وبعضها عمر ويضربونها بغير حق جعلاً منهم تلك العقوبة لأبي بكر وعمر.\nويصورون صورة إنسان من جبس يجعلونه عمر ويبعجون بطنه ويزعمون أنهم يأكلون لحمه ويشربون دمه.\nوتارة يكتبون أسماءه على أسفل أرجلهم، حتى إن بعض الولاة جعل يضرب رجلَيْ من فعل ذلك ويقول إنما ضربت أبا بكر وعمر ولا أزال أضربهما حتى أعدمهما.\n(1) سورة المدثر آية: (11)\n(2) صحيح مسلم رقم الحديث (675) .\n(3) رواه البخاري في الصوم (باب صيام يوم عاشوراء) وكذلك رواه مسلم.\nالجزء: 1 ¦ الصفحة: 115\n",
        "ومنهم من يسمى كلابه باسم أبي بكر وعمر ويلعنهما.\nوإذا تسمى رجل عندهم باسم علي أو جعفر أو حسن أوحسين أو نحو تلك عاملوه وأكرموه ولا دليل لهم على ذلك أنه منهم.\nومن ذلك أن بعضهم لا يوقد خشب الطرفاء؛ لأنه بلغه أن دم الحسين وقع على شجرة الطرفاء. ومعلوم أن تلك الشجرة بعينها لا يُكره وقودها ولو كان عليها أي دم كان، فكيف بسائر الشجر الذي لم يصبه الدم.\nومن حماقاتهم كراهتهم لأن يتكلم أو يفعل شيئًا عدده عشرة حتى في البناء لا يبنون على عشرة أعمدة ولا بعشرة جذوع، ونحو ذلك لكونهم يبغضون خيار الصحابة وهم العشرة المشهود لهم بالجنة إلا عليًا. واسم العشرة قد مدح الله مسماه في مواضع قال الله تعالى: {تِلْكَ عَشَرَةٌ كَامِلَةٌ} (1) .\nومن العجب أنهم يوالون لفظ التسعة وهم يبغضون التسعة من العشرة.\nومن حماقاتهم إقامة المآتم والنياحة على من قتل من سنين عديدة ومعلوم أنه قد قتل من الأنبياء وغير الأنبياء ظلمًا وعدوانًا من هو أفضل من الحسين قُتل أبوه ظلمًا وهو أفضل منه وقتل عثمان ظلمًا وكان قتله أول الفتن العظيمة، وما فعل أحد لا من المسلمين ولا غيرهم مأتمًا ولا نياحة على ميت ولا قتيل بعد مدة طويلة من قتله إلا هؤلاء الحمقى الذين لو كانوا من الطير لكانوا رخمًا، ولو كانوا من البهائم\n(1) سورة البقرة آية: (196) .\nالجزء: 1 ¦ الصفحة: 116\n",
        "لكانوا حُمُرًا (1) .\nومن حماقاتهم أنهم يجعلون للمنتظر عدة مشاهد ينتظرونه فيها كالسرداب الذي بسامراء الذي يزعمون أنه غائب فيه ومشاهد أُخَر.\nومن المعلوم أنه لو كان موجودًا وقد أمره الله بالخروج فإنه يخرج سواء نادوه أو لم ينادوه (2) .\nومما ينبغي أن يُعرف أن ما يوجد في جنس الشيعة من الأقوال والأفعال المذمومة قد لا يكون هذا كله في الإمامية الاثنى عشرية ولا الزيدية ولكن يكون كثير منه في الغالية وفي كثير من عوامهم مثل ما ذكر عنهم من تحريم لحم الجمل وأن الطلاق يشترط فيه رضا المرأة ونحو ذلك مما يقوله من عوامهم وإن كان علماؤهم لا يقولون ذلك، ولكن لما كان أصل مذهبهم مستندًا إلى جهل كانوا أكثر الطوائف كذبًا وجهلاً (3) .\n(1) ج (1) ص (10، 7، 20، 13) ج (3) ص (43، 44) ج (2) ص (121، 180 - 183) .\n(2) ج (1) ص (12) .\n(3) ج (1) ص (16) .\nالجزء: 1 ¦ الصفحة: 117\n",
        "قصدهم من إقامة المآتم والنياحة على الحسين\nالحزن والنوح يوم عاشوراء من اللطم والصراخ والبكا والعطش وإنشاد المراثي وما يفضي إليه ذلك من سب السلف ولعنهم وإدخال من لا ذنب له مع ذوي الذنوب حتى يسب السابقون الأولون وتقرأ أخبار مصرعه التي كثير منها كذب.\nوكان قصد من سن ذلك فتح باب الفتنة والفرقة بين الأمة؛ فإن هذا ليس واجبًا ولا مستحبًا باتفاق المسلمين، بل إحداث الجزع والنياحة للمصائب القديمة من أعظم ما حرمه الله ورسوله (1) .\nما يروى في مصرعه من الكذب\nوالذين نقلوا مصرع الحسين زادوا أشياء من الكذب كما زادوا في قتل عثمان، وكما زادوا فيما يراد تعظيمه من الحوادث، وكما زادوا في المغازي والفتوحات وغير ذلك.\nوالمصنفون في أخبار قتل الحسين منهم من هو من أهل العلم كالبغوي وابن أبي الدنيا وغيرهما ومع ذلك فيما يروونه أخبار منقطعة وأمور باطلة.\nوأما ما يرويه المصنفون في المصرع بلا إسناد فالكذب فيه كثير مثل كون الحمرة ظهرت في السماء يوم قتل الحسين ولم تظهر قبل\n(1) ج (3) ص (44) .\nالجزء: 1 ¦ الصفحة: 118\n",
        "ذلك؛ فإن هذا من الترهات فمازالت هذه الحمرة تظهر ولها سبب طبيعي من جهة الشمس فهي بمنزلة الشفق، وكذلك قول القائل: إنه ما رفع حجر في الدنيا إلا وجد تحته دم عبيط هو أيضًا كذب بين.\nوأما ما ذكروه من سبي نسائه والدوران بهم في البلدان وحملهم على الجمال بغير أقتاب- فهذا كذب وباطل لم يسبِ المسلمون ولله الحمد هاشمية قط، ولا استحلت أمة محمد - صلى الله عليه وسلم - سبي بني هاشم قط، ولكن أهل الهوى والجهل يكذبون كثيرًا، ولا حمل أحد من نسائهم مكشوف العورة (1) .\nمَنْ أمر بقتل الحسين\nالذي نقله غير واحد أن يزيد لم يأمر بقتل الحسين، ولا كان له غرض في ذلك؛ بل كان يختار أن يكرمه ويعظمه كما أمره بذلك معاوية رضي الله عنه.\nولكن كان يختار أن يمنع من الولاية والخروج عليه.\nفلما قدم الحسين وعلم أن أهل العراق يخذلونه ويسلمونه طلب أن يرجع إلى يزيد، أو يرجع إلى وطنه، أو يذهب إلى الثغر، فمنعوه من ذلك حتى يستأسر، فقاتلوه حتى قُتل مظلومًا شهيدًا رضي الله عنه.\nوأن خبر قتله لما بلغ يزيد وأهله ساءهم ذلك وبكوا على قتله وقال يزيد: لعن الله ابن مرجانة - يعني عبيد الله بن زياد- أما والله لو كان بينه وبين الحسين رحم لما قتله. وقال قد كنت أرضي\n(1) ج (3) ص (44) ج (2) ص (322، 323) ج (1) ص (171) .\nالجزء: 1 ¦ الصفحة: 119\n",
        "من طاعة أهل العراق بدون قتل الحسين. وأنه جهز أهله بأحسن الجهاز وأرسلهم إلى المدينة؛ لكنه مع ذلك ما انتصر للحسين ولا أمر بقتل قاتله ولا أخذ بثأره.\nثم لما قتل قام من يطلب بدمه مع المختار بن أبي عبيد الثقفي وقتلوا عبيد الله بن زياد، ثم لما قدم مصعب بن الزبير قتل المختار فإنه كذاب وادعى أنه يوحى إليه (1) .\nمَنْ نكت في ثناياه\nالذي ثبت في الصحيح أن الحسين لما قتل حمل رأسه إلى قدام عبيد الله بن زياد، وأنه نكت بالقضيب على ثناياه وكان بالمجلس أنس بن مالك رضي الله عنه وأبو برزة الأسلمي ففي صحيح البخاري عن محمد بن سيرين عن أنس بن مالك رضي الله عنه قال: «أتي عبيد الله بن زياد برأس الحسين فجعل في طست فجعل ينكت وقال في حسنه شيئًا فقال أنس كان أشبههم برسول الله - صلى الله عليه وسلم - وكان مخضوبًا بالوشمة» وفيه أيضًا عن أبي نعيم قال: «سمعت ابن عمر وسأله رجل عن المحرم يقتل الذباب فقال يا أهل العراق تسألون عن قتل الذباب وقد قتلتم ابن بنت رسول الله - صلى الله عليه وسلم - وقال النبي - صلى الله عليه وسلم -: «هم ريحانتاي من الدنيا» (2) . وقد روي بإسناد مجهول أن هذا كان أمام يزيد، وأن الرأس حمل إليه، وأنه هو الذي نكت على ثناياه. وهذا مع أنه لم يثبت ففي الحديث ما يدل على أنه كذب فإن الذين حضروا نكته بالقضيب من الصحابة لم يكونوا بالشام وإنما كانوا بالعراق (3) .\n(1) ج (4) ص (324) .\n(2) صحيح البخاري ك (62) ب (22) .\n(3) ج (2) ص (323) ج (3) ص (226) .\nالجزء: 1 ¦ الصفحة: 120\n",
        "الحسين قُتل مظلومًا\nوأما الحسين فلا ريب أنه\nقتل مظلومًا\nشهيدًا كما قتل أشباهه من المظلومين الشهداء، ولم يكن قصده ابتداء أن يقاتل، وقتل الحسين معصية لله ورسوله ممن قتله أو أعان على قتله أو رضي بذلك، وهو مصيبة أصيب بها المسلمون من أهله وغير أهله. وهو في حقه شهادة له ورفع درجة وعلو منزلة، فإنه وأخاه سبقت لهما من الله السعادة التي لا تُنال إلا بشيء من البلاء ولم يكن لهما من السوابق ما لأهل بيتهما فإنهما تربيا في حجر الإسلام في عز وأمان فهذا مات مسمومًا (1) وهذا مقتولاً لينالا بذلك منازل السعداء وعيش الشهداء وإذا كان ذلك كذلك فالواجب عند المصائب الصبر والاسترجاع (2) .\nالناس في قتل الحسين ثلاثة أصناف\nوصار الناس في قتل الحسين رضي الله عنه ثلاثة أصناف- طرفين، ووسط. أحد الطرفين يقول: إنه قُتل بحق، فإنه أراد أن يشق عصا المسلمين ويفرق الجماعة وقد ثبت في الصحيح عن النبي - صلى الله عليه وسلم - أنه قال: «من جاءكم وأمركم على رجل واحد يريد أن يفرق جماعتكم فاقتلوه» (3) . قالوا: والحسين جاء وأمر المسلمين على رجل واحد فأراد أن يفرق جماعتهم.\n(1) الحسن، لكن لم يثبت ببينة شرعية أو إقرار معتبر ولا نقل يجزم به أن معاوية هو الذي سمَّه؛ لكن يقال إن امرأته هي التي سمته.\n(2) ج (2) ص (331، 322، 323) ج (2) ص (291، 150 - 152) .\n(3) صحيح مسلم رقم الحديث (1852) «من أتاكم وأمركم جميع على رجل واحد يريد أن يشق عصاكم أو يفرق جماعتكم فاقتلوه» .\nالجزء: 1 ¦ الصفحة: 121\n",
        "والطرف الآخر قالوا: بل كان هو الإمام الواجب طاعته الذي لا ينفذ أمر من أمور الإيمان إلا به، ولا تصلى جماعة ولا جمعة إلا خلف من يوليه ولا يجاهد عدو إلا بإذنه ونحو ذلك.\nوأما الوسط فهم أهل السنة الذين لا يقولون هذا ولا هذا، بل يقولون قُتل مظلومًا شهيدًا، ولم يكن متوليًا أمر الأمة، والحديث المذكور لا يتناوله فإنه لما بلغه ما فعل بابن عمه مسلم بن عقيل ترك طلب الأمر وطلب أن يذهب إلى يزيد أو إلى الثغر أو إلى بلده فلم يمكنوه وطلبوا منه أن يستأسر لهم وهذا لم يكن واجبًا عليه (1) .\n(1) ج (3) ص (322) .\nالجزء: 1 ¦ الصفحة: 122\n",
        "الشيعة: نشأة الشيعة وانقسامها إلى رافضة وزيدية\nفي خلافة أبي بكر وعمر لم يكن أحد يسمى من الشيعة، ولا تضاف الشيعة إلى أحد لا عثمان ولا عليّ ولا غيرهما.\nفلما قتل عثمان تفرق المسلمون فمال قوم إلى عثمان، ومال قوم إلى عليّ، واقتتلت الطائفتان.\nقال معاوية لابن عباس: أنت على ملة عليّ؟ فقال: لا على ملة عليّ ولا على ملة عثمان أنا علي ملة رسول الله - صلى الله عليه وسلم -.\nوكانت الشيعة أصحاب عليّ يقدمون أبا بكر وعمر وإنما كان النزاع في تقدمه على عثمان، ولم يكن حينئذ يسمى أحد إماميًا ولا رافضيًا.\nوإنما سموا «رافضة» وصاروا رافضة لما خرج زيد بن علي بن الحسين بالكوفة في خلافة هشام فسأله الشيعة عن أبي بكر وعمر فترحم عليهما فرفضه قوم فقال رفضتموني رفضتموني فسموا «رافضة» وتولاه قوم فسموا «زيدية» لانتسابهم إليه. ومن حينئذ انقسمت الشيعة إلى رافضة إمامية، وزيدية.\nفشيعته الذين قاتلوا معه كانوا مع سائر المسلمين متفقين على تقديم أبي بكر وعمر إلا من كان ينكر عليه ويذمه- مع قلتهم وحقارتهم وخمولهم- وهم ثلاث طوائف: طائفة غلت فيه وادعت فيه الإلهية- فإنه خرج ذات يوم فسجدوا له، فقال لهم ما هذا؟\nالجزء: 1 ¦ الصفحة: 123\n",
        "قالت: أنت هو. قال: من أنا. قالوا أنت الله الذي لا إله إلا هو. فقال: ويحكم هذا كفر ارجعوا عنه وإلا ضربت أعناقكم، فصنعوا في اليوم الثاني والثالث كذلك، وأخرهم ثلاثة أيام لأن المرتد يستتاب ثلاثة أيام فلما أصروا أمر بأخاديد من نار فخدت عند باب كندة وقذفهم في تلك النار، وقال:\nلما رأيت الأمر أمرًا منكرا\n|\n...\nأججت ناري ودعوت قنبرا\nوطائفة سبت أبا بكر وعمر- أسهم عبد الله بن سبأ- فطلب علي قتله حتى هرب منه إلى المدائن. وطائفة كانت تفضله حتى قال: لا يبلغني عن أحد أنه فضلني على أبي بكر وعمر إلا جلدته حد المفتري.\nوقد روى عن علي من نحو ثمانين وجهًا أنه قال على منبر الكوفة: خير هذه الأمة بعد نبيها أبو بكر ثم عمر (1) .\nوهذا مما يعترف به علماء الشيعة الأكابر من الأوائل والأواخر حتى ذكر مثل ذلك أبو القاسم البلخي قال: سأل سائل شريك بن عبد الله فقال له: أيما أفضل أبو بكر أو علي؟ فقال له: أبو بكر. فقال له السائل: تقول هذا وأنت شيعي؟ فقال له: نعم، من لم يقل هذا فليس شيعيًا، والله لقد رقى هذه الأعواد عليّ فقال: ألا إن خير هذه الأمة بعد نبيها أبو بكر ثم عمر. فكيف نرد قوله، وكيف نكذبه والله ما كان كذابًا. نقل هذا عبد الجبار الهمداني في «كتاب تثبيت النبوة» قال: ذكره أبو القاسم البلخي في النقض على ابن الراوندي في اعتراضه على الجاحظ (2) .\n(1) أخرجه البخاري ك (62) ب (5) جزء (4) ص (195) .\n(2) ج (1) ص (226 - 228، 110) ج (4) ص (137) ج (1) ص (4) .\nالجزء: 1 ¦ الصفحة: 124\n",
        "لا يعرف في علماء الحديث من يفضل عليًا على أبي بكر وعمر\nالحاكم النيسابوري منسوب إلى التشيع، وقد طلب منه أن يروي حديثًا في فضل معاوية فقال: ما يجيء من قلبي، ما يجيء من قلبي. وقد ضربوه على ذلك فلم يفعل، وهو يروي في الأربعين أحاديث ضعيفة بل موضوعة عند أئمة الحديث كقوله «بقتال الناكثين والقاسطين والمارقين» لكن تشيعه وتشيع أمثاله من أهل العلم بالحديث كالنسائي وابن عبد البر وأمثالهما لا يبلغ إلى تفضيله على أبي بكر وعمر؛ فلا يعرف في علماء الحديث من يفضله عليهما؛ بل غاية المتشيع منهم أن يفضله على عثمان أو يحصل منه كلام أو إعراض عن ذكر محاسن من قاتله ونحو ذلك؛ لأن علماء الحديث قد عصمهم وقيدهم ما يعرفونه من الأحاديث الصحيحة الدالة على أفضلية الشيخين، ومن ترفّض ممن له نوع اشتغال بالحديث كابن عقدة وأمثاله فهذا غايته أن يجمع ما يروى في فضائله من المكذوبات والموضوعات لا يقدر أن يدفع ما تواتر من فضائل الشيخين فإنها باتفاق أهل العلم بالحديث أكثر مما صح من فضائل عليّ، وأصح وأصرح في الدلالة (1) .\nعدد فرق الشيعة\nالاثنا عشرية فرقة من نحو سبعين فرقة من طوائف الشيعة. وبالجملة فالشيعة فرق متعددة جدًا. وفرقهم الكبار أكثر من عشرين فرقة (2) .\n(1) ج (4) ص (99) .\n(2) ج (2) ص (129) .\nالجزء: 1 ¦ الصفحة: 125\n",
        "الزيدية\nمذهبهم في التفضيل والخلافة والخروج على الأئمة وفي الأحكام\nكان زيد بن علي بن الحسين بن علي بن أبي طالب لما خرج بالكوفة أيام هشام بن عبد الملك وكان أمير الكوفة يوسف بن عمر الثقفي وكان زيد يفضل علي بن أبي طالب على أصحاب رسول الله - صلى الله عليه وسلم - ويتولى أبا بكر وعمر، ويرى الخروج على أئمة الجور فلما ظهر بالكوفة على أصحابه الذين بايعوه وسمع من بعضهم الطعن في أبي بكر وعمر أنكر ذلك على من سمعه منه، فتفرق عنه الذين بايعوه، فقال لهم: رفضتموني. وهم شرذمة، فقاتل يوسف بن عمر فقتل.\nقال أبو حاتم البستي: قتل زيد بن علي بن الحسين بالكوفة سنة اثنتين وعشرين وصلب على خشبة، وكان من أفاضل أهل البيت وعلمائهم، وكانت الشيعة تنتحله.\nولما صُلب كانت العباد تأتي إلى خشبته بالليل فيتعبدون عنده.\nوقد ذكر هذا أيضًا الأشعري وغيره قالوا: وإنما سموا «زيدية» لتمسكهم بقول زيد بن علي بن الحسين بن علي بن أبي طالب، وكان زيد بويع له بالكوفة في أيام هشام بن عبد الملك.\nوأما شيعة علي فكثير منهم أو أكثرهم يذم عثمان حتى الزيدية الذين يترحمون على أبي بكر وعمر فيهم من يسب عثمان ويذمه وخيارهم الذي يسكت عنه فلا يترحم عليه ولا يلعنه.\nفبينهم وبين المعتزلة نسب راجح من جهة المشاركة في التوحيد\nالجزء: 1 ¦ الصفحة: 126\n",
        "والعدل والإمامة والتفضيل.\nكثير من خيار الشيعة الزيدية يقولون إن عليًا كان أفضل من أبي بكر وعمر وعثمان ولكن كانت المصلحة الدينية تقتضي خلافة هؤلاء؛ لأنه كان في نفوس كثير من المسلمين نفور عن علي بسبب مَنْ قتله من أقاربهم فما كانت الكلمة تتفق على طاعته فجاز تولية المفضول لأجل ذلك.\nفهذا القول يقوله كثير من خيار الشيعة وهم الذين ظنوا أن عليًا كان أفضل وعلموا أن خلافة أبي بكر وعمر حق لا يمكن الطعن فيها فجمعوا بين هذا وهذا بهذا الوجه.\nوهؤلاء عذرهم آثار سمعوها وأمور ظنوها تقتضي فضل علي عليهم.\nوقال الشيخ رحمه الله لما ذكر أحاديث الأمر بالكف عن الأمراء كقوله «ستكون أمراء فتعرفون وتنكرون قالوا: أفلا نقاتلهم؟ قال لا ما صلوا» (1) .\nفدل على أنه لا يجوز الإنكار عليهم بالسيف كما يراه من يقاتل ولاة الأمر من الخوارج والزيدية والمعتزلة وطائفة من الفقهاء وغيرهم.\nمن الزيدية والمعتزلة والخوارج من يقول: إن الفسق يحبط الحسنات كلها ولو حبطت حسناته كلها لحبط إيمانه ولو حبط إيمانه لكان كافرًا مرتدًا فيجب قتله.\n(1) صحيح مسلم رقم (1480، 1481) «لا ما أقاموا فيكم الصلاة» صحيح مسلم رقم (1481، 1482) وتقدم قوله - صلى الله عليه وسلم -: «ما أقاموا الدين» أخرجه البخاري في باب الأمراء من قريش.\nالجزء: 1 ¦ الصفحة: 127\n",
        "ونصوص الكتاب والسنة والإجماع تدل على أن الزاني والسارق والقاذف لا يقتل بل يقام عليه الحد، فدل على أنه ليس بمرتد، وكذلك قوله: {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا} الآية\n...\nفالزيدية تقول بقول المعتزلة بتخليد أهل الكبائر في النار. والإمامية على قولين (1) .\n(1) ج (2) ص (130 - 133، 107، 108، 109، 106) ج (1) ص (9، 10، 286) ج (3) ص (19، 219، 278) .\nالجزء: 1 ¦ الصفحة: 128\n",
        "الخوارج أئمة هؤلاء، والرافضة شر منهم إذا تمكنوا\nالخوارج المارقون أئمة هؤلاء في تكفير أهل السنة والجماعة وفي قتالهم. وسيفهم أول سيف سُلَّ في الإسلام، وقد وافقهم في الخروج على الأئمة بالسيف في الجملة من المعتزلة والزيدية والفقهاء وغيرهم كالذين خرجوا مع عبد الله بن حسن بن حسين وأخيه إبراهيم بن عبد الله بن حسن بن حسين وغير هؤلاء.\nوهذه حالة عامة أهل الأهواء كالجهمية يعاقبون من خالفهم في رأيهم إما بالقتل وإما بالحبس وإما بالعزل ومنع الرزق. والرافضة شر منهم إذا تمكنوا؛ فإنهم يوالون الكفار وينصرونهم، ويعادون من المسلمين كل من لم يوافقهم على رأيهم.\nفالرافضة شر من الخوارج في الاعتقاد، لكن الخوارج أجرأ على السيف والقتال منهم، فلإظهار القول ومقاتلة المسلمين جاء فيهم ما لم يجئ فيمن هو من جنس المنافقين الذين يقولون بألسنتهم ما ليس في قلوبهم.\nوقد ثبت بالسنة المستفيضة عن النبي - صلى الله عليه وسلم - واتفاق أصحابه أنهم مبتدعون مخطئون ضُلاَّل.\nفكيف بالرافضة الذين هم أبعد منهم عن العقل والدين والصدق والشجاعة والورع وعامة خصال الخير (1) .\n(1) ج (2) ص (316، 317) ص (229) .\nالجزء: 1 ¦ الصفحة: 129\n",
        "ما يتولد على الخروج على الأئمة من الشر\nأعظم مما يتولد من الخير غالبًا\nقلَّ من خرج على إمام ذي سلطان إلا كان ما تولد على فعله من الشر أعظم مما تولد من الخير، كالذين خرجوا على يزيد بالمدينة، وكابن الأشعث الذي خرج على عبد الملك بالعراق، وكابن المهلب الذي خرج على أبيه بخرسان، وكأبي مسلم صاحب الدعوة الذي خرج عليهم بخراسان أيضًا، وكالذين خرجوا على المنصور بالمدينة والبصرة، وأمثال هؤلاء.\nوغاية هؤلاء إما أن يُغلبوا، وإما أن يَغلبوا ثم يزول ملكهم فلا يكون لهم عاقبة؛ فإن عبد الله بن علي وأبا مسلم قتلا خلقًا كثيرًا وكلاهما قتله أبو جعفر المنصور. وأما أهل الحرة وابن الِأشعث وابن المهلب فهزموا وهزم أصحابهم فلا أقاموا دنيا ولا أبقوا دينًا.\nوالله تعالى لا يأمر بأمر لا يحصل به صلاح الدين ولا صلاح الدنيا، وإن كان فاعل ذلك من عباد الله المتقين ومن أهل الجنة\n...\nوكان أفاضل المسلمين ينهون عن الخروج والقتال في الفتنة\n...\nولهذا استقر أمر أهل السنة على ترك القتال في الفتنة للأحاديث الصحيحة، وصاروا يذكرون هذا في عقائدهم، ويأمرون بالصبر على جور الأئمة وترك قتالهم (1) .\n(1) ج (2) ص (313، 314) .\nالجزء: 1 ¦ الصفحة: 130\n",
        "الشيعة أساس كل فتنة وشر\nأما الفتنة فإنما ظهرت في الإسلام من الشيعة فإنهم أساس كل فتنة وشر، وهم قطب رحى الفتن.\nفإن أول فتنة كانت في الإسلام قتل عثمان- فسعوا في قتل عثمان وهو أول الفتن. ثم انزووا إلى علي لا حبًا فيه ولا في أهل البيت؛ لكن ليقيموا سوق الفتنة بين المسلمين. ثم هؤلاء الذين سعوا معه منهم من كفره بعد ذلك وقاتله كما فعلت الخوارج وسيفهم أول سيف سل على الجماعة.\nومنهم من أظهر الطعن على الخلفاء الثلاثة كما فعلت الرافضة وبهم تسترت الزنادقة كالغالية من النصيرية وغيرهم ومن القرامطة الباطنية والإسماعيلية وغيرهم. فهم منشأ كل فتنة.\nولهذا تجد الشيعة ينتصرون لأعداء الإسلام المرتدين أتباع مسيلمة الكذاب ويقولون إنهم كانوا مظلومين، وينتصرون لأبي لؤلؤة الكافر المجوسي\n...\nويعاونون الكفار على المسلمين. ويختارون ظهور الكفر وأهله على الإسلام وأهله (1) .\n(1) ج (3) ص (241) .\nالجزء: 1 ¦ الصفحة: 131\n",
        "شيوخ الرافضة ليس فيهم إمام في شيء من علوم الإسلام\nولا في الزهد وقول الحق\nليس في شيوخ الرافضة إمام في شيء من علوم الإسلام لا علم الحديث، ولا الفقه، ولا التفسير، ولا القرآن؛ بل شيوخ الرافضة إما جاهل وإما زنديق كشيوخ أهل الكتاب.\nوهذه كتب المسلمين التي ذكر فيها زهاد الأمة ليس فيهم رافضي وهؤلاء المعروفون في الأمة بأنهم يقولون الحق وأنهم لا تأخذهم في الله لومة لائم ليس فيهم رافضي.\nوالإمامية في الجملة يعتقدون صحة الإسلام في الباطن إلا من كان منهم ملحدًا؛ فإن كثيرًا من شيوخ الشيعة- هو في الباطن على غير اعتقادهم: إما متفلسف ملحد وإما غير ذلك.\nوهكذا أهل كل دين تجد فضلاءهم في الغالب إما أن يدخلوا في دين الإسلام الحق، وإما أن يصيروا ملاحدة مثل كثير من علماء النصارى هم في الباطن زنادقة ملاحدة، وفيهم من هو في الباطن يميل إلى دين الإسلام، وذلك لما ظهر لهم من فساد دين النصارى.\nثم من المعلوم لكل عاقل أنه ليس في علماء المسلمين المشهورين أحد رافضي؛ بل كلهم متفقون على تجهيل الرافضة وتضليلهم، وكتبهم كلها شاهدة بذلك. وهذه كتب الطوائف كلها تشهد بذلك مع أنه لا أحد يلجئهم إلى ذكر الرافضة وذكر جهلهم وضلالهم، وهم دائمًا يذكرون من جهل الرافضة وضلالهم ما يعلم معه بالاطراد أنهم\nالجزء: 1 ¦ الصفحة: 132\n",
        "يعتقدون أن الرافضة من أجهل الناس وأضلهم وأبعد طوائف الأمة عن الهدى (1) .\nمنهم: ابن النعمان المفيد، الموسوي، الطوسي، الكراجكي. عمدتهم\nمن شيوخ الرافضة كابن النعمان المفيد ومتبعيه كالكراجكي وأبي القاسم الموسوي والطوسي وأمثالهم.\nفإن الرافضة في الأصل ليسوا أهل علم وخبرة بطريق النظر والمناظرة ومعرفة الأدلة وما يدخل فيها من المنع والمعارضة، كما أنهم من أجهل الناس بمعرفة المنقولات والأحاديث والآثار والتمييز بين صحيحها وضعيفها.\nوإنما عمدتهم في المنقولات على تواريخ منقطعة الإسناد، وكثير منها من وضع المعروفين بالكذب وبالإلحاد.\nوعلماؤهم يعتمدون على نقل مثل أبي مخنف لوط بن علي وهشام بن محمد بن السائل وأمثالهما من المعروفين بالكذب عند أهل العلم، مع أن هؤلاء هم أجل من يعمدون عليه في النقل؛ إذ كانوا يعتمدون على من هو في غاية الجهل والافتراء ممن لا يذكرون في الكتب ولا يعرفه أهل العلم بالرجال.\nالطوسي شيخ صاحب «منهاج الكرامة» هو ممن يقول: إن الله موجب بالذات، ويقول بقدم العالم كما في «شرح الإشارات» له، وقد اشتهر عند الخاص والعام أنه كان وزير الملاحدة الباطنية الإسماعيلية بالألموت، ثم لما قدم الترك المشركون (هولاكو) أشار عليه بقتل الخليفة وبقتل أهل العلم والدين واستبقاء أهل الصناعات والتجارات\n(1) ج (4) ص (76) ج (1) ص (226، 227) ج (3) ص (264) ج (2) ص (122، 123) .\nالجزء: 1 ¦ الصفحة: 133\n",
        "الذين ينفعونه في الدنيا، وأنه استولى على الوقف الذي للمسلمين وكان يعطي منه ما شاء الله لعلماء المشركين وشيوخهم من النخشية السحرة وأمثالهم.\nوأنه لما بنى الرصد الذي بمراغة على طريقة الصابئة المشركين كان أخس الناس نصيبًا منه من كان إلى أهل الملل أقرب، وأوفرهم نصيبًا من كان أبعدهم عن الملل مثل الصابئة المشركين، ومثل المعطلة، وسائر المشركين، وإن ارتزقوا بالنجوم والطب ونحو ذلك.\nومن المشهور عنه وعن أتباعه الاستهتار بواجبات الإسلام ومحرماته، ولا يحافظون على الفرائض كالصلاة، ولا ينزعون عن محارم الله من الخمر والفواحش وغير ذلك من المنكرات، حتى إنهم في شهر رمضان يذكر عنهم من إضاعة الصلاة وارتكاب الفواحش وفعل ما يعرفه أهل الخبرة بهم. ولم يكن لهم قوة وظهور إلا مع المشركين الذين دينهم شر من دين اليهود والنصارى.\nولهذا كان كل ما قوى الإسلام في المغُل وغيرهم من الترك ضعف أمر هؤلاء لمعاداتهم للإسلام وأهله.\nولهذا كانوا من أنقص الناس منزلة عند الأمير تورون المجاهد في سبيل الله الشهيد الذي دعا ملك المغول غازان إلى الإسلام، والتزم أن ينصره إذا أسلم، وقتل المشركين الذين لم يسلموا من النخشية السحرة وغيرهم، وهدم البذخانات، وكسر الأصنام، ومزق شملها كل ممزق، وألزم اليهود والنصارى الجزية والصغار وبسببه ظهر الإسلام في المغُل وأتباعهم.\nوبالجملة فأمر هذا الطوسي وأتباعه في المسلمين أشهر وأعرف من أن يوصف. ومع هذا فقد قيل: إنه في آخر عمره يحافظ على\nالجزء: 1 ¦ الصفحة: 134\n",
        "الصلوات ويشتغل بتفسير البغوي والفقه ونحو ذلك. فإن كان قد تاب من الإلحاد، فالله يقبل التوبة عن عباده (1) .\n(1) ج (1) ص (16) ج (2) ص (122) .\nالجزء: 1 ¦ الصفحة: 135\n",
        "حججهم، وغاية جهلهم\nلا يعلم في طوائف أهل البدع أوهي من حجج الرافضة\n...\nوليس لهم حجة قط تنفق إلا على جاهل أو ظالم صاحب هوى يقبل ما يوافق هواه سواء كان حقًا أو باطلاً.\nولهذا يُقال فيهم: ليس لهم عقل، ولا نقل، ولا دين صحيح، ولا دنيا منصورة.\nوقالت طائفة من العلماء: لو علق حكمًا بأجهل الناس لتناول الرافضة مثل أن يحلف أني أبغض أجهل الناس ونحو ذلك.\nوأما لو أوصى لأجهل الناس فلا تصح الوصية لأنها لا تكون إلا على قربة (1) .\n(1) ج (4) ص (47) .\nالجزء: 1 ¦ الصفحة: 136\n",
        "لا يوجد في الملوك ولا في الوزراء الذين نصروا الإسلام رافضي\n. أين تجد الرافضة؟\nالخلفاء الثلاثة فتحوا الأمصار وأظهرو الدين في مشارق الأرض ومغاربها ولم يكن معهم رافضي.\nبنو أمية بعدهم مع انحراف كثير منهم عن علي وسب بعضهم له غلبوا على مدائن الإسلام كلها من مشرق الأرض إلى مغربها، وكان الإسلام في زمنهم أعز منه فيما بعد بكثير.\nولا يوجد في الملوك الذين نصروا الإسلام وأقاموه وجاهدوا أعداءه من هو رافضي.\nولا في الوزراء الذين لهم سيرة محمودة من هو رافضي.\nوأكثر ما تجد الرافضة إما في الزنادقة المنافقين الملحدين، وإما في جهال ليس لهم علم بالمنقولات ولا بالمعقولات قد نشئوا بالبوادي والجبال، وتحيزوا عن المسلمين، فلم يجالسوا أهل العلم والدين، وإما في ذوي الأهواء ممن قد حصل له بذلك رياسة أو مال، أو له نسب يتعصب له كفعل أهل الجاهلية، وتجد ظهور الرفض في شر الطوائف كالنصيرية والإسماعيلية والملاحدة الطرقية.\nوفيهم من الكذب والخيانة وإخلاف الوعد ما يدل على نفاقهم كما في الصحيحين عن النبي - صلى الله عليه وسلم - أنه قال: «آية المنافق ثلاث إذا حدث كذب وإذا وعد أخلف وإذا اؤتمن خان» (1) وأكثر ما تجد هذه الثلاث في طوائف أهل القبلة في الرافضة (2) .\n(1) تقدم تخريجه في موالاة الرافضة لأعداء الله.\n(2) ج (1) ص (223) ج (4) ص (41) ج (3) ص (258) .\nالجزء: 1 ¦ الصفحة: 137\n",
        "مذهب الاثني عشرية جمع عظائم البدع المنكرة\nمذهب هؤلاء الإمامية قد جمع عظائم البدع المنكرة فإنهم جهمية، قدرية، رافضة.\nوكلام السلف والعلماء في ذم كل صنف من هذه الأصناف لا يحصيه إلا الله، والكتب مشحونة بذلك ككتب الحديث والآثار والفقه والتفسير والأصول والفروع وغير ذلك.\nوهؤلاء الثلاثة شر من غيرهم من أهل البدع والمرجئة والحرورية.\nوقد اتفق عقلاء المسلمين على أنه ليس في طوائف أهل القبلة أكثر جهلاً وضلالاً وكذبًا وبدعًا وأقرب إلى كل شر وأبعد عن كل خير من طائفة الإمامية.\nوالله يعلم أني مع كثرة بحثي وتطلعي إلى معرفة أقوال الناس ومذاهبهم ما علمت رجلاً له في الأمة لسان صدق متهمًا بمذهب الإمامية فضلاً عن أن يقال يعتقده في الباطن.\nوقد اتهم بمذهب الزيدية الحسن بن صالح بن حي وكان فقيهًا زاهدًا. وقيل: إن ذلك كذب عليه ولم يقل أحد إنه طعن في أبي بكر وعمر فضلاً عن أن يشك في إمامتهما (1) .\n(1) ج (2) ص (178) ج (1) ص (345) .\nالجزء: 1 ¦ الصفحة: 138\n",
        "أول من ابتدع الرفض كان منافقًا زنديقًا أراد إفساد الإسلام\nذكر غير واحد من أهل العلم أن أول من ابتدع الرفض والقول بالنص على عليّ وعصمته كان منافقًا زنديقًا أراد إفساد دين الإسلام، وأراد أن يصنع بالمسلمين ما صنع بولس بالنصارى وذلك في أواخر أيام الخلفاء الراشدين، افترى ذلك عبد الله بن سبأ وطائفته الكذابون فإنه أظهر النسك ثم أظهر الأمر بالمعروف والنهي عن المنكر. وهذه الأمة لله الحمد لا يزال فيها طائفة ظاهرة على الحق؛ فلا يتمكن ملحد ولا مبتدع من إفساده بغلو أو انتصار على الحق، ولكن يضل من يتبعه على ضلاله.\nفمقصود واضعيه الطعن في القرآن والرسول ودين الإسلام فوضعوا من الأحاديث ما يكون التصديق به طعنًا في دين الإسلام وردوا بها على أقوام- فمنهم من كان صاحب هوى فقبلها لهواه ولم ينظر في حقيقتها.\nومنهم من كان له نظر فتدبرها فوجدها تقدح في الإسلام فقال بموجبها وقدح بها في دين الإسلام: إما لفساد اعتقاده في الدين أو لاعتقاده أن هذه صحيحة وقدحت فيما كان يعتقده من دين الإسلام.\nولهذا دخلت عامة الزنادقة من هذا الباب؛ فإن ما تفعله الرافضة من الأكاذيب تسلطوا به على الطعن في الإسلام، وصارت شبها عند من لم يعرف أنه كذب ولا كان عنده خبرة بحقيقة الإسلام.\nوضلت طوائف كثيرة من الإسماعيلية والنصيرية وغيرهم من\nالجزء: 1 ¦ الصفحة: 139\n",
        "الزنادقة الملاحدة المنافقين، وكان مبدأ ضلالهم تصديق الرافضة في أكاذيبهم التي يذكرونها في تفسير القرآن والحديث.\nكان أئمة العبيديين إنما يقيمون دعواهم بالأكاذيب التي اختلقها الرافضة ليستجيب لهم بذلك الشيعة الضلال، ثم ينقلون الرجل من القدح في الصحابة إلى القدح في علي، ثم في النبي، ثم في الإلهية- كما رتبه لهم صاحب البلاغ الأكبر والناموس الأعظم.\nولهذا كان الرفض أعظم باب ودهليز إلى الكفر والإلحاد.\nومن نظر في كتب النقل التي اتفق أهل العلم بالمنقولات على صحتها وما تواتر به النقل في كتب الحديث كالصحاح والسنن والمسانيد والمعجمات والأسماء والفضائل وكتب أخبار الصحابة وغير ذلك وكتب السير والمغازي وإن كانت دون ذلك وكتب التفسير والفقه وغير ذلك من الكتب علم بالتواتر اليقيني أن الصحابة - رضي الله عنهم - كانوا أئمة الهدى، ومصابيح الدجى، وأن أصل كل فتنة وبلية هم الشيعة ومن انضوى إليهم، وكثير من السيوف التي سلت في الإسلام إنما كانت من جهتهم. وعلم أن أصلهم ومادتهم منافقون اختلقوا أكاذيب وابتدعوا آراء فاسدة ليفسدوا بها دين الإسلام، ويستزلوا بها من ليس من أولي الأحلام (1) .\n(1) ج (3) ص (208، 261، 243) ج (4) ص (269، 3، 60، 210، 266) ج (1) ص (8، 4) .\nالجزء: 1 ¦ الصفحة: 140\n",
        "وأمراؤهم أيضًا إنما قصدوا بالملك إفساد الدين\nالشيعة كثير منهم يعترفون بأنهم إنما قصدوا بالملك إفساد دين الإسلام ومعاداة النبي - صلى الله عليه وسلم - كما يعرف ذلك من خطاب الباطنية وأمثالهم من الداخلين في الشيعة، فإنهم يعترفون بأنهم في الحقيقة لا يعتقدون دين الإسلام، وإنما يتظاهرون بالتشيع لقلة عقل الشيعة وجهلهم ليتوسلوا بهم إلى أغراضهم وأهوائهم، وأول هؤلاء بل خيارهم هو المختار بن أبي عبيد الكذاب فإنه كان (أمين الشيعة) وقتل عبيد الله بن زياد وأظهر الانتصار للحسين حتى قتل قاتله وتقرب بذلك إلى محمد بن الحنفية وأهل البيت. ثم ادعى النبوة وأن جبريل يأتيه، وثبت في صحيح مسلم عن النبي - صلى الله عليه وسلم - أنه قال: «سيكون في ثقيف كذاب ومبير» (1) فكان الكذاب هو المختار، وكان المبير هو الحجاج بن يوسف الثقفي (2) .\n(1) صحيح مسلم ك (44) ص (2545) بلفظ «إن في ثقيف كذابًا ومبيرًا» وفي مسند أحمد ج (2) ص (187، 91) والترمذي في الفتن (44) وفي المناقب (73) .\n(2) ج (1) ص (220) .\nالجزء: 1 ¦ الصفحة: 141\n",
        "غلاة الشيعة\n:\nالإسماعيلية\n، و\nالنصيرية\n، القرامطة الباطنية\nبنو عبيد القداح الذين أقاموا بالمغرب مدة، وبمصر نحو مائتي سنة- هؤلاء باتفاق أهل العلم والدين ملاحدة، ونسبهم باطل، فلم يكن لهم بالرسول نسب في الباطن ولا دين، وإنما أظهروا النسب الكاذب وأظهروا التشيع ليتوسلوا بذلك إلى متابعة الشيعة إذ كانت أقل الطوائف عقلاً ودينًا وأكثرها جهلاً.\nوإلا فأمر هؤلاء العبيديين المنتسبين إلى إسماعيل بن جعفر أظهر من أن يخفى على مسلم.\nولهذا جميع المسلمين الذين هم مؤمنون في طوائف الشيعة يتبرءون منهم- فالزيدية والإمامية تكفرهم وتتبرأ منهم، وإنما ينتسب إليهم الإسماعيلية الملاحدة الذين فيهم من الكفر ما ليس لليهود والنصارى كابن الصباح الذي أخرج لهم السكين (1) .\nوأئمة الإسماعيلية كالمعز والحاكم وأمثالهما يدعون من علم الغيب وكشف باطن الشريعة وعلو الدرجة أعظم مما تدعيه الاثنا عشرية لأصحابهم، ويضمنون لهم هذا مع استحلال المحرمات وترك الواجبات- فيقولون له: قد أسقطنا عنك الصلاة والصوم والحج والزكاة، وضمنا لك بموالاتنا الجنة ونحن قاطعون بذلك.\nوحقيقة قول الإسماعيلية التعطيل.\n(1) اتخذ الحسن بن الصباح مبدأ القتل والاغتيال وسيلة لتحقيق أهدافه (انظر عنه وعن أتباعه من طائفة الإسماعيلية الملل والنحل ج 1 ص 175) .\nالجزء: 1 ¦ الصفحة: 142\n",
        "أما أصحاب الناموس الأكبر والبلاغ الأعظم (1) الذي هو آخر المراتب عندهم فهم من الدهرية القائلين بأن العالم لا فاعل له ولا علة ولا خالق.\nويقولون ليس بيننا وبين الفلاسفة خلاف إلا واجب الوجود فإنهم يثبتونه وهو شيء لا حقيقة له، ويستهزءون باسم الله ولا سيما هذا الاسم الذي هو الله؛ فإن منهم من يكتبه في أسفل قدميه ويطؤه.\nوأما من دون هؤلاء فيقولون بالسابق والتالي الذين عبَّروا بهما عن العقل والنفس عند الفلاسفة والنور والظلمة عند المجوس. والإسماعيلية ملاحدة أكفر من\nالنصيرية\n(2) .\nالنصيرية\nالنصيرية هم من غلاة الرافضة الذين يدعون إلهية علي، وهؤلاء أكفر من اليهود والنصارى باتفاق المسلمين.\nومن شرع النصيرية:\nأشهد أن لا إله إلا\n...\nحيدرة الأنزع البطين\n|\nأشهد أن لا إله إلا\n...\nسلمان ذو القوة المتين\nويقولون إن شهر رمضان أسماء ثلاثين رجلاً- إلى أنواع من الكفر الشنيع يطول وصفها.\nوالنصيرية يعظمون القائلين بوحدة الوجود كالتلمساني شيخ القائلين بالوحدة، فقد ذهب إلى النصيرية وصنف لهم كتابًا وهم يعظمونه جدًا (3) .\n(1) مؤلفه أبو القاسم القيرواني سالم.\n(2) ج (3) ص (228) ج (2) ص (309، 137) ج (1) ص (320) .\n(3) ج (2) ص (309) ج (1) ص (350) ج (1) ص (320) .\nالجزء: 1 ¦ الصفحة: 143\n",
        "القرامطة الباطنية\nوشر من الإسماعيلية قرامطة البحرين أصحاب أبي سعيد الجنابي؛ فإن أولئك لم يكونوا يتظاهرون بدين الإسلام بالكلية، بل قتلوا الحجاج، وأخذوا الحجر الأسود وبقي عندهم مدة، وجرى فيه عبرة حتى أعيد (1) ومع هذا فلم يسلطوا على الكعبة بإهانة بل كانت معظمة مشرفة وهم كفار من أكفر خلق الله (2) .\n(1) ج (1) ص (281) (وانظر مجموع الفتاوى) ج (2) ص (446، 447) والفهارس العامة لمجموع الفتاوى ج (1) ص (21 - 31) .\nقال ابن كثير رحمه الله: وقد ذكر غير واحد أن القرامطة لما أخذوه حملوه على عدة جمال فعطبت تحته واعترى أسنمتها القرح، ولما ردوه حمله قعود واحد ولم يصبه أذى.\nومكث عندهم ثنتين وعشرين سنة حتى ردوه [البداية والنهاية ج (1 / 161، 223) ] . وقد سأل بعضهم ههنا سؤالاً فقال: قد أحل الله سبحانه بأصحاب الفيل (وكانوا نصارى) ما ذكره في كتابه ولم يفعلوا بمكة شيئًا مما فعله هؤلاء، ومعلوم أن القرامطة شر من اليهود والنصارى والمجوس بل ومن عبدة الأصنام\n...\nفهل لا عوجلوا بالعذاب والعقوبة؟\nوقد أجيب عن ذلك بأن أصحاب الفيل إنما عوقبوا إظهارًا لشرف البيت ولما يراد به من التشريف العظيم بإرسال النبي الكريم في البلد الذي فيه البيت الحرام، فلما أرادوا إهانة هذه البقعة التي يراد تشريفها وإرسال الرسول منها أهلكهم سريعًا عاجلاً ولم يكن شرائع مقررة تدل على فضله، فلو دخلوه وأخربوه لأنكرت القلوب فضله.\nوأما هؤلاء القرامطة فإنما فعلوا ما فعلوا بعد تقرير الشرائع وتمهيد القواعد والعلم بالضرورة من دين الله بشرف مكة والكعبة\n...\nفلهذا لم يحتج الحال إلى معاجلتهم بالعقوبة، بل أخرهم الرب تعالى ليوم تشخص فيه الأبصار اهـ. (باختصار من البداية والنهاية ج 11 ص 162) .\n(2) ج (3) ص (228) ، ج (2) ص (309، 330) .\nالجزء: 1 ¦ الصفحة: 144\n",
        "التعطيل أعظم من الشرك\nالله تعالى إنما خلق الخلق لعبادته وخلق فيهم الشهوات ليتناولوا بها ما يستعينون به على عبادته، ومن لم يعبد الله فإنه فاسد هالك والله لا يغفر أن يشرك به فيعبد معه غيره؛ فكيف بمن عطل عبادته فلم يعبده البتة كفرعون وأمثاله؟ وقد قال الله تعالى: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} (1) ، والتعطيل ليس دون الشرك؛ بل أعظم منه؛ فالمستكبر عن عبادته أعظم جرمًا من الذين يعبدونه ويعبدون معه غيره، وهو لا يغفر لهم فأولئك أَوْلَى (2) .\n(1) سورة النساء آية: (116) .\n(2) ج (3) ص (98) .\nالجزء: 1 ¦ الصفحة: 145\n",
        "العلم بوجود الصانع وحدوث العالم له طرق كثيرة\nكل من العلم بوجود الصانع وحدوث العالم له طرق كثيرة متعددة، أما إثبات الصانع فطرقه لا تحصى؛ بل الذي عليه جمهور العلماء أن الإقرار بالصانع فطري ضروري معروف في الجبلَّة.\nوأيضًا فنفس حدوث الإنسان يعلم به صانعه، وكذلك حدوث كل ما يشاهد حدوثه. وهذه الطريقة المذكورة في القرآن.\nوأما حدوث العالم فيمكن أن يستدل عليه بالسمع وبالعقل، فإنه يمكن العلم بالصانع إما بالضرورة والفطرة وإما بمشاهدة حدوث المحدثات وإما بغير ذلك ثم يعلم صدق الرسول بالطرق الدالة على ذلك وهي كثيرة.\nودلالة المعجزات طريق من الطرق.\nوطريق التصديق لا ينحصر في المعجزات.\nثم يعلم بخبر الرسول حدوث العالم.\nوإما بالعقل فمثل أن يقال: لا ريب أنا نشهد الحوادث كحدوث السحاب والمطر والزرع والشجر وحدوث الشمس وحدوث الإنسان وغيره من الحيوان وحدوث الليل والنهار وغير ذلك- ومعلوم بضرورة العقل أن المحدَث لابد له من مُحدِث وأنه يمتنع تسلسل المحدِثات بأن يكون للمحدِث محدث وللمحدث محدث إلى غير نهاية وهذا يسمى تسلسل المؤثرات والعلل والفاعلية وهو ممتنع باتفاق العقلاء.\nوكذلك إذا قيل: الموجود إما أن يكون مخلوقًا وإما أن لا يكون\nالجزء: 1 ¦ الصفحة: 146\n",
        "مخلوقًا والمخلوق لابد له من موجود غير مخلوق، فثبت وجود الموجود الذي ليس بمخلوق على التقديرين.\nوكذلك إذا قيل: الموجود إما غني عن غيره وإما فقير إلى غيره والفقير المحتاج إلى غيره لا تزول حاجته وفقره إلا بغني عن غيره، فيلزم وجود الغني على التقديرين.\nوكذلك إذا قيل: الحي إما حي بنفسه وإما حي حياته من غيره وما كانت حياته من غيره فذلك الغير أولى بالحياة، فثبت وجود الحي بنفسه على التقديرين.\nوكذلك إذا قيل: العالم إما عالم بنفسه وإما عالم علَّمه غيره ومن علَّم غيره فهو أوْلى أن يكون عالمًا وإذا لم يتعلم من غيره كان عالمًا بنفسه فثبت وجود العالم بنفسه على التقديرين الحاصرين فإنه لا يمكن سوى هذين التقديرين والقسمين.\nفإذا كان لا يمكن إلا أحدهما وعلى كل تقدير العالم بنفسه موجود والحي بنفسه موجود والغني بنفسه موجود والقديم الواجب بنفسه موجود لزم وجوده في نفس الأمر وامتنع عدمه في نفس الأمر وهو المطلوب (1) .\nالمطر معروف عند السلف والخلف أن الله يخلقه من الهواء ومن البخار المتصاعد- لكن خلقه للمطر من هذا كخلق الإنسان من نطفة وخلقه للشجرة والزرع من الحب والنوى فهذا معرفته بالمادة التي خلق منها ونفس المادة لا توجب ما خلق منها باتفاق العقلاء؛\n(1) ج (1) ص (281- 284) (وانظر مجموع الفتاوى) ج (2) ص (446، 447) والفهارس العامة لمجموع الفتاوى ج (1) ص (21- 31) .\nالجزء: 1 ¦ الصفحة: 147\n",
        "بل لابد مما به يخلق تلك الصورة على ذلك الوجه وهذا هو الدليل على القادر المختار الحكيم الذي يخلق المطر على قدر معلوم وقت الحاجة إليه.\nوالبلد الجرز يسوق إليها الماء من حيث أمطر كما قال تعالى:\n{أَوَلَمْ يَرَوْا أَنَّا نَسُوقُ الْمَاءَ إِلَى الْأَرْضِ الْجُرُزِ فَنُخْرِجُ بِهِ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَامُهُمْ وَأَنْفُسُهُمْ أَفَلَا يُبْصِرُونَ} فالأرض الجرز لا تمطر ما يكفيها كأرض مصر لو أمطرت المطر المعتاد لم يكفها فإنها أرض إبليز (1) وإن أمطرت مطرًا كثيرًا مثل مطر شهر خربت المساكن فكان من حكمة الباري ورحمته أن أمطر أرضًا بعيدة ثم ساق ذلك الماء إلى أرض مصر.\nفهذه الآية يستدل بها على علم الخالق وقدرته ومشيئته وحكمته وإثبات المادة التي خلق منها المطر والشجر والإنسان والحيوان (2) .\n(1) الإبليز وطين الإبليز: طين مصر الذي يتركه النيل بعد انسحابه من الأرض يونانية (منجد) وانظر المعجم الوسيط قلت: وكلام ابن تيمية واضح في وصفه.\n(2) ج (3) ص (111) .\nالجزء: 1 ¦ الصفحة: 148\n",
        "الفرقة الناجية وصف أهل السنة والجماعة\nلا وصف الرافضة ولا غيرها من الفرق\nحديث الفرقة الناجية رواه أهل السنن كأبي داود والترمذي وابن ماجه، ورواه أهل الأسانيد كالإمام أحمد وغيره (1) .\nوالحديث روي تفسيره فيه من وجهين: أحدهما أنه - صلى الله عليه وسلم - سُئل عن الفرقة الناجية فقال: «من كان على مثل ما أنا عليه اليوم وأصحابي» ، والرواية الأخرى قال: «هم الجماعة» .\nوكل من التفسيرين يناقض قول الإمامية، ويقتضي أنهم خارجون عن الفرقة الناجية، فإنهم خارجون عن جماعة المسلمين يكفرون أو يفسقون أئمة الجماعة كأبي بكر وعمر وعثمان دع معاوية وملوك بني أمية وبني العباس، وكذلك يكفرون أو يفسقون علماء الجماعة وعبادهم كمالك والثوري والأوزاعي والليث بن سعد وأبي حنيفة والشافعي وأحمد وإسحاق وأبي عبيد وإبراهيم بن أدهم والفضيل بن عياض وأبي سليمان الداراني ومعروف الكرخي وأمثال هؤلاء.\n(1) رواية أبي داود عن معاوية رضي الله عنه قال: قام فينا رسول الله - صلى الله عليه وسلم - فقال: «ألا إن من كان قبلكم من أهل الكتاب افترقوا على ثنتين وسبعين ملة وإن هذه الأمة ستفترق على ثلاث وسبعين، ثنتان وسبعون في النار وواحدة في الجنة وهي الجماعة» أخرجه أبو داود برقم (4596) في السنة باب شرح السنة، والترمذي برقم (2642) في الإيمان وفي رواية الترمذي عن عمرو بن العاص «كلها في النار إلا ملة واحدة قالوا من هي يا رسول الله قال: من كان على ما أنا عليه وأصحابي» أخرجه الترمذي برقم (2643) . وأخرجه في مسند الإمام أحمد ج (2) ص (332) وانظر «كنز العمال» رقم (1053، 1055، 1057، 1059، 1060) .\nالجزء: 1 ¦ الصفحة: 149\n",
        "وهم أبعد الناس عن معرفة سير الصحابة والاقتداء بهم في حياة النبي - صلى الله عليه وسلم -؛ فإن هذا لا يعرفه إلا أهل العلم بالحديث والمنقولات والمعرفة بأخبار الثقات.\nوهم من أعظم الناس جهلاً بالحديث لفظًا له ومعاداة لأهله.\nفإذا كان وصف الفرقة الناجية اتباع الصحابة على عهد رسول الله - صلى الله عليه وسلم - وذلك شعار السنة والجماعة كانت الفرقة الناجية هم أهل السنة والجماعة.\nفالسنة ما كان - صلى الله عليه وسلم - هو وأصحابه عليها في عهده مما أمرهم به أو أقرهم عليه أو فعله هو.\nوأما الجماعة فهم المجتمعون الذين ما فرقوا دينهم وكانوا شيعًا.\nوأما الذين فرقوا دينهم وكانوا خارجين عن الفرقة الناجية قد برأ الله نبيه منهم.\nفعلم بذلك أن هذا وصف أهل السنة والجماعة لا وصف الرافضة، وأن الحديث وصف الفرقة الناجية باتباع السنة التي كان عليها هو وأصحابه وبلزوم جماعة المسلمين.\nفإن قيل: فقد قال في الحديث: «على مثل ما أنا عليه اليوم وأصحابي» فمن خرج عن تلك الطريقة بعده لم يكن على طريقة الفرقة الناجية، وقد ارتد ناس بعده فليسوا من الفرقة الناجية.\nقلنا نعم. وأشهر الناس بالردة خصوم أبي بكر الصديق رضي الله عنه وأتباعه كمسيلمة الكذاب وأتباعه وغيرهم. وهؤلاء تتولاهم الرافضة، ويقولون إنهم كانوا على الحق وأن الصديق قاتلهم بغير حق.\nثم أظْهَرُ الناس ردةً الذين حرقهم علي رضي الله عنه بالنار لما\nالجزء: 1 ¦ الصفحة: 150\n",
        "ادعوا فيه الإلهية وهم السبأية أتباع عبد الله بن سبأ الذين أظهروا سب أبي بكر وعمر.\nوأول من ظهر عنه دعوى النبوة من المنتسبين إلى الإسلام المختار بن أبي عبيد وكان من الشيعة.\nفعلم أن أعظم الناس ردة هم في الشيعة أكثر منهم في سائر الطوائف، ولهذا لا تعرف ردة أسوأ حالاً من ردة الغالية كالنصيرية ومن ردة الإسماعيلية الباطنية ونحوهم.\nفدل على أن المرتدين الذين لم يزالوا مرتدين على أعقابهم هم بالرافضة أوْلى منهم بأهل السنة والجماعة إن كان فيهم مرتد.\nويدل الحديث على أنه لابد أن تفارق هذه الواحدة سائر الثنتين والسبعين.\nويدل على مفارقة الثنتين والسبعين بعضها بعضًا كما فارقت هذه الواحدة. فليس في الحديث ما يدل على اشتراك الثنتين والسبعين في أصول العقائد؛ بل ليس في ظاهر الحديث إلا مباينة الثلاث والسبعين كل طائفة للأخرى. وحينئذ فمعلوم أن جهة الافتراق جه ذم لا جهة مدح؛ فإن الله أمر بالجماعة والائتلاف ونهى عن الفرقة والاختلاف فقال تعالى:\n{وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا} (1) .\nوقال تعالى: {وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ} (2) الآيات.\n(1) سورة آل عمران آية: (103) .\n(2) سورة آل عمران آية: (105- 107) ,\nالجزء: 1 ¦ الصفحة: 151\n",
        "وإذا كان كذلك فأعظم الطوائف مفارقة للجماعة وافتراقًا في نفسها أوْلى الطوائف بالذم؛ وأقلها افتراقًا ومفارقة للجماعة أقربها إلى الحق.\nوإذا كانت الإمامية أوْلى بمفارقة سائر الطوائف فهم أبعد من الحق لا سيما وهم في أنفسهم أكثر اختلافًا من جميع فرق الأمة حتى يقال إنها ثنتان وسبعون فرقة.\nوقد صنف الحسن بن موسى النوبختي وغيره في تعديد فرق الشيعة.\nوأما أهل الجماعة فهم أقل اختلافًا في أصول دينهم من كل طائفة إلى ضدها فهم الوسط في أهل الإسلام، كما أن أهل الإسلام هم الوسط في أهل الملل.\nوهم في باب صفات الله تعالى بين أهل التعطيل وأهل التمثيل، وقد قال رسول الله - صلى الله عليه وسلم -: «خير الأمور أوساطها» وحينئذ أهل السنة والجماعة خير الفرق.\nوفي باب القدر بين أهل التكذيب به وأهل الاحتجاج به.\nوفي باب الأسماء والأحكام بين الوعيدية والمرجئة.\nوفي باب الصحابة بين الغلاة والجفاة.\nفلا يغلون في علي غلو الرافضة، ولا يكفرونه تكفير الخوارج.\nولا يكفرون أبا بكر وعمر وعثمان كما تفكرهم الرافضة.\nولا يكفرون عثمان وعليًا كما تكفرهما الخوارج.\nوأبعد الناس عن هذه الطائفة المهدية المنصورة هم الرافضة لأنهم أجهل وأظلم طوائف أهل الأهواء المنتسبين إلى القبلة\n...\nالجزء: 1 ¦ الصفحة: 152\n",
        "فليس الضلال والبغي في طائفة من طوائف الأمة أكثر منه في الرافضة، كما أن الهدى والرشاد والرحمة ليس في طائفة من طوائف الأمة أكثر منه في أهل الحديث والسنة المحضة الذين لا ينتصرون إلا للرسول - صلى الله عليه وسلم - فإنهم خاصته وهو إمامهم المطلق الذين لا يغضبون لقول غيرهم إلا إذا اتبع قوله، ومقصودهم نصر الله ورسوله.\nوإن كان الصحابة ثم أهل الحديث والسنة المحضة أوْلى بالهدى ودين الحق أبعد الطوائف عن الضلال والبغي فالرافضة بالعكس.\nودعوى الرافضة أو غيرهم من أهل الأهواء الكفر في كثير ممن سواهم كالخوارج وكثير من المعتزلة والجهمية أنهم هم الذين آمنوا وعملوا الصالحات دون من سواهم كقول اليهود والنصارى:\n{لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى تِلْكَ أَمَانِيُّهُمْ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ * بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ} (1) وهذا عام لكل من عمل لله بما أمره الله فالعمل الصالح هو المأمور به، وإسلام الوجه لله إخلاص وجهه.\nولفظ أهل السنة يراد به من أثبت خلافة الخلفاء الثلاثة فيدخل في ذلك جميع الطوائف إلا الرافضة.\nوقد يراد به أهل الحديث وأهل السنة المحضة فلا يدخل فيه إلا من يثبت الصفات لله تعالى ويقول إن القرآن غير مخلوق وأن الله يُرى في الآخرة ويثبت القدر وغير ذلك من الأمور المعروفة عند أهل الحديث والسنة (2) .\n(1) سورة البقرة الآيتان: (111، 112) .\n(2) ج (2) ص (125- 129، 140) ج (3) ص (241، 242) ج (1) ص (272) ج (4) .\nالجزء: 1 ¦ الصفحة: 153\n",
        "حكم الفرق الثنتين والسبعين إذا لم تقع في كفر أو شرك (1)\nومما يدل على أن الصحابة لم يكفروا الخوارج أنهم كانوا يصلون خلفهم، وكان عبد الله بن عمر وغيره من الصحابة كانوا يصلون خلف نجدة الحروري، وكانوا أيضًا يحدثونهم ويفتونهم ويخاطبونهم كما يخاطب المسلم المسلم، كما كان عبد الله بن عباس يجيب نجدة الحروري لما أرسل إليه يسأله عن مسائل وحديثه في البخاري (2) ، وكما أجاب نافع بن الأزرق عن مسائل مشهورة، وكان نافع يناظره في أشياء بالقرآن كما يتناظر المسلمان ومازالت سيرة المسلمين على هذا، ما جعلوهم مرتدين كالذين قالتهم الصديق رضي الله عنه.\nهذا مع أمر رسول الله - صلى الله عليه وسلم - بقتالهم في الأحاديث الصحيحة\n...\nوهكذا سائر فرق أهل البدع والأهواء من الشيعة والمعتزلة وغيرهم فمن كفر الثنتين والسبعين فرقة كلهم فقد خالف الكتاب والسنة وإجماع الصحابة والتابعين لهم بإحسان.\nوليس قوله: «ثنتان وسبعون في النار وواحدة في الجنة» (3) بأعظم من قوله تعالى:\n(1) أما إذا وقع منهم كفر أو شرك فحكمهم فيه حكم أمثالهم، وتقدم تحريق عليّ رضي الله عنه الغالية فيه، وبسط العلماء في (باب حكم المرتد) المسائل التي يكفر بها ومنها الشرك بالله.. إلخ ويأتي في كلام المؤلف أقسام الردة وأنواع المرتدين.\n(2) ذكره مسلم في صحيحه في كتاب (الجهاد والسير) . ولم أجد الحديث في البخاري.\n(3) تقدم تخريجه.\nالجزء: 1 ¦ الصفحة: 154\n",
        "{إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا} (1) وقوله تعالى: {وَمَنْ يَفْعَلْ ذَلِكَ عُدْوَانًا وَظُلْمًا فَسَوْفَ نُصْلِيهِ نَارًا وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا} (2) وأمثال ذلك من النصوص الصريحة بدخول من فعل ذلك النار.\nومع هذا فلا نشهد لمعين بالنار لإمكان أنه تاب أو كانت له حسنات ماحية أو كفر الله عنه بمصائب أو غير ذلك.\nالرافضة كثير منهم ليسوا منافقين ولا كفارًا؛ بل بعضهم له إيمان وعمل صالح، ومنهم من هو مخطئ يرجى له مغفرة الله، لكن الجهل بمعنى القرآن والحديث شامل لهم كلهم؛ فليس فيهم إمام من أئمة المسلمين في العلم والدين.\nالإمامية مع فرط جهلهم وضلالهم فيهم خلق كثير مسلمون ظاهرًا وباطنًا ليسوا زنادقة منافقين لكنهم جهلوا واتبعوا أهواءهم.\nوالردة قد تكون عن أصل الإسلام كالغالية من النصيرية والإسماعيلية فهؤلاء مرتدون باتفاق أهل السنة والشيعة.. وقد تكون الردة عن بعض الدين كحال أهل البدع الرافضة وغيرهم. والله تعالى يقيم قومًا يحبهم ويحبونه يجاهدون من ارتد عن الدين أو بعضه كما يقيم من يجاهد الرافضة المرتدين عن الدين في كل زمان (3) .\n(1) سورة النساء آية: (10) .\n(2) سورة النساء آية: (30) .\n(3) ج (3) ص (208) ج (3) ص (62، 63) ج (4) ص (60) .\nالجزء: 1 ¦ الصفحة: 155\n",
        "أهل البدع أهل الشبهات\nأهل البدع ابتدعوا بدعًا خلطوها بما جاءت به الرسل، وفرقوا دينهم وكانوا شيعًا، فكان في كل فريق منهم حق وباطل، وهم يكذبون بالحق الذي مع الفريق الآخر، ويصدقون بالباطل الذي معهم، وبسبب ذلك وقعت الشبهة، وإلا فالباطل المحض لا يشتبه على أحد. وهذا حال أهل البدع كلهم فإن معهم حقًا وباطلاً فهم فرقوا دينهم وكانوا شيعًا كل فريق يكذب بما مع الآخر من الحق بما معه من الباطل كالخوارج والشيعة.\nوالخوارج يكذبون بما ثبت من فضائل أمير المؤمنين عليّ رضي الله عنه؛ ويصدقون بما روي في فضائل أبي بكر وعمر رضي الله عنهما، ويصدقون بما ابتدعوه من تكفيره وتكفير من يتولاه ويحبه.\nوالشيعة يصدقون بما روي في فضائل عليّ رضي الله عنه. ويكذبون بما روي في فضائل أبي بكر وعمر رضي الله عنهما ويصدقون بما ابتدعوه من التكفير والطعن في أبي بكر وعمر وعثمان.\nوأهل السنة في الإسلام متوسطون في جميع أمورهم، فهم في علي وسط بين الخوارج والروافض، وكذلك في عثمان هم وسط بين المروانية والزيدية، وكذلك في سائر الصحابة وسط بين الغلاة فيهم والطاعنين عليهم (1) .\n(1) ج (3) ص (40 - 46) .\nالجزء: 1 ¦ الصفحة: 156\n",
        "أصول فقه الشيعة\nالرافضة لهم في دينهم عقليات وشرعيات\n(1)\nالرافضة لهم في دينهم عقليات وشرعيات فالعقليات متأخروهم فيها على مذهب المعتزلة، إلا من تفلسف منهم فيكون إما فيلسوفًا أو ممتزجًا من فلسفة واعتزال ويضم إلى ذلك الرفض.\nوأما شرعياتهم فعمدتهم فيها على ما ينقل عن أهل البيت\n...\nلكن كثيرًا مما ينقل عن أهل البيت كذب، والرافضة لا خبرة لها بالأسانيد والتمييز بين الثقات وغيرهم (2) .\nعمدتهم في التفسير\nالرافضة لا تعتني بحفظ القرآن ومعرفة معانيه وتفسيره وطلب الأدلة الدالة على معانيه.\nومن صنف منهم في تفسير القرآن فمن تفاسير أهل السنة يأخذ كما فعل الطوسي والموسوي والمراد بأهل السنة في هذا الموضع من يقر بخلافه الثلاثة. فالمعتزلة داخلون في أهل السنة وهم إنما يستعينون في التفسير والمنقولات بكلام المعتزلة، وكذلك بحوثهم العقلية فما كان فيها من صواب فإنما أخذوه عن أهل السنة، والذي يمتازون به هو كلامهم في ثلب الصحابة والجمهور ودعوى\n(1) وتقدم أن اعتقادهم لم يتلقوه عن أهل البيت وإنما يزعمون أنهم تلقوا عن الأئمة الاثني عشر الشرائع.\n(2) ج (3) ص (40) ج (1) ص (19) .\nالجزء: 1 ¦ الصفحة: 157\n",
        "النص ونحو ذلك مما هم به أخلق وهو بهم أشبه (1) .\nعمدتهم في الحديث\nوأما في الحديث فهم من أبعد الناس عن معرفته لا إسناده ولا متنه، ولا يعرفون الرسول وأحواله، ولهذا إذا نقلوا شيئًا من الحديث كانوا من أجهل الناس به، وأي كتاب وجدوا فيه ما يوافق هواهم نقلوه من غير معرفة بالحديث.\nولو أنهم ينقلون ما لهم وما عليهم من الكتب التي ينقلون منها مثل تفسير الثعلبي وفضائل الصحابة لأحمد بن حنبل وفضائل الصحابة لأبي نعيم وما في كتاب أحمد من زيادات القطيعي وزيادات ابن أحمد لانتصف الناس منهم، لكن لا يصدقون إلا بما يوافق قلوبهم (2) .\nعمدتهم في الفقه\nوأما الفقه فهم من أبعد الناس عن الفقه، وأصل دينهم في الشريعة هي مسائل ينقلونها عن بعض علماء أهل البيت كعلي بن الحسين وابنه أبي جعفر محمد وجعفر بن محمد وهؤلاء - رضي الله عنهم - من أئمة الدين وسادات المسلمين، لكن لا ينظرون في الإسناد إليهم هل ثبت النقل عنهم أم لا؛ فإنه لا معرفة لهم بصناعة الحديث والإسناد، ثم الواحد من هؤلاء إذا قال قولاً لا يطلبون دليله من الكتاب والسنة ولا ما يعارضه ولا يردون ما تنازع فيه المسلمون إلى الله ورسوله كما أمر الله به ورسوله، بل قد أصَّلوا لهم ثلاثة أصول:\n(1) ج (3) ص (246، 240) ج (1) ص (356، 275) .\n(2) ج (3) ص (264) .\nالجزء: 1 ¦ الصفحة: 158\n",
        "1-\nأن كل واحد من هؤلاء إمام معصوم بمنزلة النبي لا يقول إلا حقًا، ولا يجوز لأحد أن يخالفه، ولا يرد ما ينازعه فيه غيره إلى الله والرسول فيقولون عنه ما كان هو وأهل بيته يتبرءون منه.\n2-\nأن كل ما يقوله واحد من هؤلاء فإنه قد علم منه أنه قال أنا أنقل كل ما أقوله عن النبي - صلى الله عليه وسلم - (1) وياليتهم قنعوا بمراسيل التابعين كعلي بن الحسين؛ بل يأتون إلى من تأخر زمانه كالعسكريين فيقولون كل ما قاله واحد من أولئك فالنبي قد قاله.\nوكل من له عقل يعلم أن العسكريين بمنزلة أمثالهما ممن كانوا في زمانهما من الهاشميين ليس عندهم من العلم ما يمتازون به عن غيرهم\n...\nفيريدون أن يجعلوا ما قاله الواحد من هؤلاء هو قول الرسول - صلى الله عليه وسلم - الذي بعثه الله إلى جميع العالمين بمنزلة القرآن والمتواتر من السنن، وهذا مما لا يبني عليه دينه إلا من كان من أبعد الناس عن طريقة أهل العلم والإيمان.\n3-\nأن إجماع الرافضة هو إجماع العترة، وإجماع العترة معصوم. والعترة عندهم هم الاثنا عشر. ويدَّعون أن ما نقل عن أحدهم فقد أجمعوا كلهم عليه.\nفصارت هذه الأقوال التي فيها صدق وكذب على أولئك بمنزلة القرآن لهم وبمنزلة السنة المسموعة من الرسول وبمنزلة إجماع الأمة\n(1) وأما دعوى المدعي أن كل ما أفتى به الواحد من هؤلاء فهو منقول عنده عن النبي - صلى الله عليه وسلم - فهذا كذب على القوم - رضي الله عنهم - فإنهم كانوا يميزون بين ما يروونه عن النبي - صلى الله عليه وسلم - وبين ما يقولون وغير ذلك، وكان علي رضي الله عنه يقول إذا حدثتكم عن رسول الله - صلى الله عليه وسلم - فوالله لأن أخر من السماء إلى الأرض أحب إليّ من أن أكذب عليه، وإذا حدثتكم فيما بيني وبينكم فإن الحرب خدعة. (ج 1 ص 307) .\nالجزء: 1 ¦ الصفحة: 159\n",
        "وحدها (1) .\nوكل عاقل يعرف دين الإسلام وتصور هذا فإنه يمجه أعظم مما يمج الملح الأجاج والعلقم، لا سيما من كان له خبرة بطرق أهل العلم، لا سيما مذاهب أهل الحديث وما عندهم من الروايات الصادقة التي لا ريب فيها عن المعصوم الذي لا ينطق عن الهوى\n...\nوالمدعون إجماع العترة يدعون ذلك في مسائل لا نص فيها، بل النص على خلافها، فصاروا لذلك لا ينظرون إلى دليل ولا تعليل؛ بل خرجوا عن الفقه في الدين، كخروج الشعرة من العجين.\nومن توابع ذلك أنهم إذا اختلفوا في مسألة على قولين وكان أحد القولين يعرف قائله والآخر لا يعرف قائله فالصواب عندهم القول الذي لا يعرف قائله. قالوا لأن قائله إذا لم يعرف كان من أقوال المعصوم فهل هذا إلا من أعظم الجهل؟!\nوكذلك لا يعتمدون على القياس وإن كان جليًا (2) .\n(1) الضمير يعود إلى الأقوال.\n(2) ج (3) ص (264، 40، 41) ج (3) ص (204، 174، 265) ج (2) ص (309، 310) ج (1) ص (19، 305) .\nالجزء: 1 ¦ الصفحة: 160\n",
        "مصنفاتهم في الخلاف وأصول الفقه، والأحوال والزهد\nوالرقائق والعبادات والدعوات وغير ذلك\nوإذا صنف واحد منهم كتابًا في الخلاف وأصول الفقه كالموسوي وغيره؛ فإن كانت المسألة فيها نزاع بين العلماء أخذوا حجة من يوافقهم واحتجوا بما احتج به أولئك، وأجابوا عما يعارضهم بما أجاب به أولئك، فيظن الجاهل أن هذا قد صنف كتابًا عظيمًا في الخلاف والفقه والأصول، ولا يدري الجاهل أن عامته استعارة من كلام علماء أهل السنة الذين يكفرهم ويعاديهم.\nوما انفردوا به فلا يساوي مداده، فإن المداد ينفع ولا يضر، وهذا يضر ولا ينفع.\nوإذا كانت المسألة مما انفردوا به اعتمدوا على تلك الأصول الثلاثة التي فيها من الجهل والضلال ما لا يخفى.\nوكذلك كلامهم في الأحوال والزهد والرقائق والعبادات والدعوات وغير ذلك.\nوكذلك إذا نظرت ما فيهم من العبادات والأخلاق المحمودة تجده جزءًا مما عليه الجمهور (1) .\n(1) ج (3) ص (246) .\nالجزء: 1 ¦ الصفحة: 161\n",
        "الشيعة كل ما خالفو فيه أهل السنة كلَّهم فهم مخطئون فيه\nالله تعالى قد ضمن العصمة للأمة فمن تمام العصمة أن يجعل عددًا من العلماء إذا أخطأ الواحد في شيء كان الآخر قد أصاب فيه حتى لا يضيع الحق؛ ولهذا لما كان في قول بعضهم من الخطأ مسائل كان الصواب في قول الآخر؛ فلم يتفق أهل السنة على ضلالة أصلاً.\nوأما الشيعة فكل ما خالفوا فيه أهل السنة كلهم فهم مخطئون فيه، كما أخطأ اليهود والنصارى في كل ما خالفوا فيه المسلمين.\nفالإمامية لا يرجعون في شيء عما ينفردون به عن الجمهور إلى حجة أصلاً لا عقليه ولا سمعية ولا نص ولا إجماع (1) .\n(1) ج (2) ص (112) ج (4) ص (233) .\nالجزء: 1 ¦ الصفحة: 162\n",
        "أهل السنة هم الذين حفظ الله بهم الدين\nالمسلمون الذين يقيمون دين الإسلام في الشرق والغرب قديمًا وحديثًا هم الجمهور.\nوالرافضة ليس لهم سعي إلا في هدم الإسلام ونقض عراه وإفساد قواعده.\nوالقدر الذي عندهم من الإسلام إنما قام بسبب قيام الجمهور به.\nولهذا قراءة القرآن فيهم قليلة، ومن يحفظه حفظًا جيدًا فإنما تعلمه من أهل السنة.\nوكذلك الحديث إنما يعرف ويصدق فيه أهل السنة.\nوكذلك الفقه والعبادة والزهد والجهاد والقتال إنما هو لعساكر أهل السنة، وهم الذين حفظ الله بهم الدين علمًا وعملاً بعلمائهم وعُبَّادهم ومقاتليهم.\nوالرافضة من أجهل الناس بدين الإسلام، وليس للإنسان منهم شيء يختص به إلا ما يسر عدو الإسلام ويسوء وليه فأيامهم في الإسلام كلها سود (1) .\n(1) ج (4) ص (111) .\nالجزء: 1 ¦ الصفحة: 163\n",
        "فقه الشيعة\nأحكامهم الفروعية أقسام ثلاثة\nشيوخ الرافضة يزعمون أنهم تلقوا عن الأئمة الشرائع، وقولوهم في الشرائع غالبه موافق لمذهب أهل السنة، ولهم مفردات عن المذاهب الأربعة قال بها غيرهم من السلف وأهل الظاهر وفقهاء المعتزلة وغير هؤلاء فهذه ونحوها من مسائل الاجتهاد التي يهون الأمر فيها.\nولهم مفردات شنيعة لم يوافقهم عليها أحد ولا يعرف لها أصل لا في كتاب الله ولا في سنة رسوله ولا سبقهم إليها أحد (1) .\nمن مفرداتهم الشنيعة والتي شابهوا فيها اليهود أو النصارى:\nليس في الطوائف المنتسبين إلى الإسلام أبعد من الرافضة فلهذا تجد ما انفردوا به عن الجماعة أقوالاً في غاية الفساد مثل تأخيرهم صلاة المغرب حتى يطلع الكوكب مضاهاة لليهود. وقد تواترت النصوص عن النبي - صلى الله عليه وسلم - بتعجيل المغرب (2) .\n(1) ج (1) ص (296، 297) .\n(2) كما في الحديث عن رافع بن خديج رضي الله عنه قال: «كنا نصلي المغرب مع النبي - صلى الله عليه وسلم - فينصرف أحدنا وإنه ليبصر مواقع نبله» أخرجه البخاري في باب وقت المغرب ومسلم (51) ص (637) وأخرجه الشيخان والترمذي وأبو داود عن سلمة بن الأكوع رضي الله عنه: «أن رسول الله - صلى الله عليه وسلم - كان يصلي المغرب إذا غربت الشمس وتوارت بالحجاب» وفي رواية أبي داود قال: «كان النبي - صلى الله عليه وسلم - يصلي المغرب ساعة تغرب الشمس» «إذا غاب حاجبها» رواه البخاري في مواقيت الصلاة باب وقت المغرب (2 / 36) ومسلم ك (5/6364) وأبو داود رقم (417) في باب وقت المغرب والترمذي رقم (164) في الصلاة. وأخرجه أبو داود عن أبي أيوب «لا تزال أمتي بخير أو قال على الفطرة ما لم يؤخروا المغرب إلى اشتباك النجوم» رقم (418) .\nالجزء: 1 ¦ الصفحة: 164\n",
        "ومثل صومهم قبل الناس بيومين مضاهاة لمبتدعة أهل الكتاب الذين عدلوا عن الصوم بالهلال إلى الاجتماع وجعلوا الصوم بالحساب. وفي الصحيحين عن النبي - صلى الله عليه وسلم - أنه قال: «إنا أمة أمية لا نكتب ولا نحسب» (1) «إذا رأيتموه فصوموا وإذا رأيتموه فأفطروا» (2) ، «فإن غمَّ عليكم فاقدروا له» (3) وفي رواية «فأكملوا العدة» (4) .\nومثل تحريمهم لبعض أنواع السمك مضاهاة لليهود في تحريم الطيبات.\nومثل معاونة الكفار على قتال المسلمين، وترغيب الكفار في قتال المسلمين. وهذا لا يعرف لأحد من فرق الأمة.\nومثل تنجيس المائعات التي يباشرها أهل السنة. وهذا من جنس دين السامرة وهم رافضة اليهود، هم في اليهود كالرافضة في المسلمين.\nوالرافضة تشابههم في وجوه كثيرة، فإن السامرة لا تؤمن بنبي بعد موسى وهارون غير يوشع، وكذلك الرافضة لا تقر لأحد من الخلفاء والصحابة بفضل ولا إمامة إلا لعلي.\nوالسامرة تنجس وتحرم ما باشره غيرهم من المائعات، وكذلك\n(1) صحيح مسلم ص (761) ك (3) ب (11) .\n(2) صحيح مسلم ص (760) صحيح البخاري ك (30) ب (13) .\n(3) صحيح مسلم ص (759) صحيح البخاري ك (73) .\n(4) صحيح مسلم ص (762) صحيح البخاري ك (30) .\nالجزء: 1 ¦ الصفحة: 165\n",
        "الرافضة.\nوالسامرة لا يأكلون إلا ذبائح أنفسهم، وكذلك الرافضة فإنهم يحرمون ذباح أهل الكتاب، ويحرم أكثرهم ذبائح الجمهور لأنهم مرتدون وعندهم ذبيحة المرتد لا تباح.\nوالسامرة فيهم كبر وروعونة وحمق ودعاو كاذبة مع القلة والذلة وكذلك الرافضة.\nوالرافضة تجعل الصلوات الخمس ثلاث صلوات، فيصلون دائمًا الظهر والعصر وجميعًا، والمغرب والعشاء جميعًا، وهذا لم يذهب إليه غيرهم من فرق الأمة، وهو يشبه دين اليهود فإن الصلوات عندهم ثلاث.\nوغلاة العباد يوجبون على أصحابهم صلاة الضحى والوتر وقيام الليل فتصير الصلاة عندهم سبعًا وهو دين النصارى.\nوالرافضة لا تصلي جمعة ولا جماعة لا خلف أصحابهم ولا غير أصحابهم ولا يصلون إلا خلف المعصوم ولا معصوم عندهم وهذا لا يوجد في سائر الفرق أكثر مما يوجد في الرافضة فسائر أهل البدع سواهم لا يصلون الجمعة والجماعة إلا خلف أصحابهم كما هو دين الخوارج والمعتزلة وغيرهم، وأما أنهم لا يصلون ذلك بحال فهذا ليس إلا للرافضة.\nومن ذلك أنهم لا يؤَمِّنون في الصلاة أو بعضهم، وهذا ليس لأحد من فرق الأمة؛ بل هو دين اليهود، فإن اليهود حسدوا المؤمنين على التأمين.\nوقد حكى طائفة عن بعضهم أنه يحرم لحم الإبل، وذلك\nالجزء: 1 ¦ الصفحة: 166\n",
        "لركوب عائشة على الجمل وهذا من أظهر الكفر فهو من جنس دين اليهود، وكثير من عامتهم يقولون: إن الطلاق لا يكون إلا برضى المرأة وعلماؤهم ينكرون هذا. وهذا لم يقله أحد من غيرهم، وهم يقولون بإمام منتظر موجود غائب لا يعرف له عين ولا أثر، ولا يعلم بحس ولا خبر، لا يتم الإيمان إلا به.\nوكذلك إقامة المأتم والنوائح ولطم الخدود وشق الجيوب وفرش الرماد وتعليق المسوح وأكل المالح حتى يعطش ولا يشرب ماء تشبها بمن ظلم وقتل\n...\n(1) . لا يعرف لغيرهم من طوائف الأمة. ومفاريد الرافضة التي تدل على غاية الجهل والضلال كثيرة.\nوكل طائفة سوى أهل السنة والحديث المتبعين لآثار النبي - صلى الله عليه وسلم - لا ينفردون عن سائر الطوائف بحق والرافضة أبلغ في ذلك من غيرهم (2) .\n(1) ويعني بذلك قتل الحسين كما تقدم ويأتي.\n(2) ج (3) ص (43، 44) ج (1) ص (6) .\nالجزء: 1 ¦ الصفحة: 167\n",
        "لا يغسلون الرجلين ولا يمسحون على الخفين\nقوله تعالى: {فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ} (1) .\nلفظ الآية لا يخالف ما تواتر من السنة؛ فإن المسح جنس تحته نوعان: الإٍسالة، وغير الإسالة. كما تقول العرب: تمسحت للصلاة. فما كان بالإسالة فهو الغسل\n...\nوقد تواترت السنة عن النبي - صلى الله عليه وسلم - بالمسح على الخفين وغسل الرجلين (2) .\nوالرافضة تخالف هذه السنة المتواترة كما تخالف الخوارج نحو ذلك مما يتوهمون أنه مخالف لظاهر القرآن؛ بل تواتر غسل الرجلين والمسح على الخفين أعظم من تواتر قطع اليد في ربع دينار أو ثلاثة دراهم أو عشرة دراهم أو نحو ذلك.\nوفي ذكر المسح على الرجلين تنبيه على قلة الصب في الرجل فإن السرف يعتاد فيها كثيرًا، وفيه اختصار للكلام؛ لأن المعطوف والمعطوف عليه إذا كان فعلاهما من جنس واحد اكتفي بذكر أحد النوعين.\n(1) سورة المائدة آية: (6) .\n(2) صحيح مسلم ص (227 - 230) صحيح البخاري ك (4) ب (48) وأبو داود رقم (154) في الطهارة باب المسح على الخفين والترمذي رقم (93) في الطهارة باب المسح على الخفين والنسائي ج (1) ص (81) في الطهارة باب المسح على الخفين.\nالجزء: 1 ¦ الصفحة: 168\n",
        "وهذه الآية فيها قراءتان مشهورتان الخفض والنصب.\nفالذين قرءوا بالنصب قال غير واحد منهم أعاد الأمر إلى الغسل أي وامسحوا برءوسكم واغسلوا أرجلكم إلى الكعبين، والقراءتان كالآيتين.\nومن قال: إنه عطف على محل الجار والمجرور يكون المعنى واسمحوا برءوسكم وامسحوا أرجلكم إلى الكعبين.\nوقولك مسحت الرجل. ليس مرادفًا لقولك: مسحت بالرجل. فإنه إذا عدى بالباء أريد به معنى الإلصاق. أي ألصقت به شيئًا.\nوإذا قيل: مسحته لم يقتض ذلك أن يكون ألصقت به شيئًا وإنما يقتضى مجرد المسح باليد بالإجماع.\nفتعين إذن أنه مسحه بالماء وهو مجمل فسرته السنة كما في قراءة الجر.\nوفي الجملة فالقرآن ليس فيه نفي إيجاب الغسل؛ بل فيه إيجاب المسح فلو قدر أن السنة أوجبت قدرًا زائدًا على ما أوجبه القرآن لم يكن في هذا رفع لموجب القرآن، فكيف إذا فسرته وبينت معناه (1) ؟!\n(1) ج (2) ص (191 - 194) .\nالجزء: 1 ¦ الصفحة: 169\n",
        "والرافضة لا تغسل بطون أقدامها ولا أعقابها\nفي الصحيح عن النبي - صلى الله عليه وسلم - أنه قال: «وددت أنَّا رأينا إخواننا» قالوا أولسنا إخوانك يا رسول الله؟ قال: «أنتم أصحابي وإخواننا الذين لم يأتوا بعد» ، قالوا: كيف تعرف من لم يأت بعد من أمتك يا رسول الله فقال: «أرأيتم لو أن رجلاً له خيل غر محجلة بين ظهري خيل دهم بهم ألا يعرف خيله؟» . قالوا: بلى يا رسول الله. قال: «فإنهم يأتون يوم القيامة غرًا محجلين من الوضوء وأنا فرطهم على الحوض» (1) الحديث.\nفهذا يبين أن كل من توضأ وغسل وجهه ويديه ورجليه فإن من الغر المحجلين، وهؤلاء جماهيرهم إنما يقدمون أبا بكر وعمر.\nوالرافضة لا تغسل بطون أقدامها ولا أعقابها فلا يكونون محجلين في الأرجل.\nوقد ثبت في الصحيحن في النبي - صلى الله عليه وسلم - أنه قال: «ويل للأعقاب وبطون الأرجل من النار» (2) .\n(1) صحيح مسلم ك (2) ج (249) وأخرجه البخاري ك (3) ب (3) .\n(2) صحيح مسلم ص (213 - 215) وأخرجه البخاري ك (3) ب (3) ص (27، 29) «ويل للأعقاب من النار» وقال الترمذي: وقد روي عن النبي - صلى الله عليه وسلم - أنه قال: «ويل للأعقاب وبطون الأقدام من النار» انظر رقم (41) وأخرجه الإمام أحمد ج (4) ص (191) «ويل للأعقاب وبطون الأقدام من النار» والحاكم ج (1) ص (162) .\nالجزء: 1 ¦ الصفحة: 170\n",
        "خُمس مكاسب المسلمين يؤخذ منهم ويصرف إلى نائب\nالمعصوم عند الرافضة\nالخُمس اختلف اجتهاد العلماء فيه فقالت طائفة سقط بموت النبي - صلى الله عليه وسلم -، ولا يستحق أحد من بني هاشم شيئًا بالخمس إلا أن يكون فيهم يتيم أو مسكين فيعطى لكونه يتيمًا أو مسكينًا. وهذا مذهب أبي حنيفة وغيره.\nوقالت طائفة: بل هو لقربى ولي الأمر بعده، فكل ولي أمر يعطى أقاربه. وهذا قول طائفة منهم الحسن وأبو ثور فيما أظن، وقد نقل هذا القول عن عثمان رضي الله عنه.\nوقالت طائفة: بل الخمس يقسم خمسة أخماس بالسوية، وهو قول الشافعي وأحمد في المشهور عنه.\nوقالت طائفة بل الخمس إلى اجتهاد الإمام يقسمه بنفسه في طاعة الله ورسوله كما يقسم الفيء، وهذا قول أكثر السلف، وهو قول عمر بن عبد العزيز، وهو مذهب أهل المدينة مالك وغيره، وهو الرواية الأخرى عن أحمد وهو أصح الأقوال، وعليه يدل الكتاب والسنة.\nوأما ما تقوله الرافضة من أن خمس مكاسب المسلمين يؤخذ منهم ويصرف إلى من يرونه هو نائب المعصوم أو إلى غيره فهذا قول لم يقله قط أحد من الصحابة لا علي ولا غيره ولا أحد من التابعين لهم بإحسان، ولا أحد من القرابة لا بني هاشم ولا غيرهم.\nالجزء: 1 ¦ الصفحة: 171\n",
        "وكل من نقل هذا عن علي أو علماء أهل بيته كالحسن والحسين وعلي بن الحسين وأبي جعفر الباقر وجعفر بن محمد فقد كذب عليهم فإن هذا خلاف المتواتر من سيرة علي رضي الله عنه فإنه قد تولى الخلافة أربع سنين وبعض أخرى ولم يأخذ من أموالهم شيئًا، بل لم يكن في ولايته قط خمس مقسوم.\nأما المسلمون فما خمَّس هو ولا غيره أموالهم وأما الكفار فإذا غنمت منهم أموال خمست بالكتاب والسنة؛ لكن في عهده لم يتفرغ المسلمون لقتال الكفار بسبب ما وقع بينهم من الفتنة والاختلاف.\nوكذلك من المعلوم بالضرورة أن النبي - صلى الله عليه وسلم - لم يخمس أموال المسلمين ولا طالب أحدًا قط من المسلمين بخمس ماله، بل إنما كان يأخذ منهم الصدقات (1) ويقول ليس لآل محمد منها شيء (2) ، وكان يأمرهم بالجهاد بأموالهم وأنفسهم، وكان - صلى الله عليه وسلم - يقسم ما أفاء الله على المسلمين يقسم الغنائم بين أهلها ويقسم الخمس والفيء (3) .\n(1) قال تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} وقال: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ} الآية.\n(2) وقال للحسن «أما علمت أنا لا نأكل الصدقة» أخرجه مسلم ص (751) .\n(3) ج (3) ص (154 - 156) .\nالجزء: 1 ¦ الصفحة: 172\n",
        "الرافضة تبيح المتعة وهي محرمة حتى عند أهل البيت\nثبت عن النبي - صلى الله عليه وسلم - أنه حرم متعة النساء بعد الإحلال هكذا رواه الثقات في الصحيحين وغيرهما عن الزهري عن عبد الله والحسن ابني محمد بن الحنفية عن أبيهما محمد ابن الحنفية عن علي بن أبي طالب رضي الله عنه (1) وأنه قال لابن عباس رضي الله عنه لما أباح المتعة:\n(1) قال البخاري: حدثنا مالك بن إسماعيل حدثنا ابن عيينة أنه سمع الزهري يقول أخبرني الحسن بن محمد بن علي وأخوه عبد الله عن أبيهما أن عليًا رضي الله عنه قال لابن عباس: «إن النبي - صلى الله عليه وسلم - نهى عن المتعة وعن لحوم الحُمُر الأهلية زمن خيبر» البخاري ك (67) ب (31) .\nوأخرجه مسلم حدثنا يحيى بن يحيى قال قرأت على مالك عن ابن شهاب عن عبد الله والحسن ابني محمد بن علي عن أبيهما عن علي بن أبي طالب «أن رسول الله - صلى الله عليه وسلم - نهى عن متعة النساء يوم خيبر وعن أكل لحوم الحُمُر الإنسية» (انظر حديث رقم 1407) ..\nوحدثنا عبد الله بن محمد بن أسماء الضبعي حدثنا جويرة عن مالك بهذا الإسناد وقال: سمع علي بن أبي طالب يقول لفلان إنك رجل تائه نهانا رسول الله - صلى الله عليه وسلم - بمثل حديث يحيى بن يحيى عن مالك.\nحدثنا أبو بكر بن أبي شيبة حدثنا يونس بن محمد حدثنا عبد الواحد بن زياد حدثنا أبو عميس عن إياس بن سلمة عن أبيه قال «رخص رسول الله - صلى الله عليه وسلم - عام أوطاس في المتعة ثلاثًا ثم نهى عنها» حديث رقم (1405) .\nحدثنا محمد بن عبد الله بن نمير حدثنا أبي حدثنا عبد العزيز بن عمر حدثني الربيع بن سبرة الجهني أن أباه حدثه أنه كان مع رسول الله - صلى الله عليه وسلم - فقال: «يا أيها الناس إني قد كنت أذنت لكم في الاستمتاع من النساء وإن الله قد حرم ذلك إلى يوم القيامة فمن كان عنده منهن شيء فليخل سبيله ولا تأخذوا مما آتيتموهن شيئًا» .\nحدثنا إسحاق بن إبراهيم أخبرنا يحيى بن آدم حدثنا إبراهيم بن سعد عن عبد الملك بن الربيع بن سبرة الجهني عن أبيه عن جده قال: «أمرنا رسول الله - صلى الله عليه وسلم - بالمتعة عام الفتح حين دخلنا مكة ثم لم نخرج منها حتى نهانا» (صحيح مسلم حديث رقم 1406) .\nالجزء: 1 ¦ الصفحة: 173\n",
        "«إنك امرؤ تائه إن رسول الله - صلى الله عليه وسلم - حرم المتعة وحرم الحُمُر الأهلية عام خيبر» رواه الزهري أعلم أهل زمانه بالسنة وأحفظهم لها وأئمة الإسلام في زمنهم مثل مالك بن أنس وسفيان بن عيينة وغيرهما ممن اتفق على علمهم وعدلهم وحفظهم، ولم يختلف أهل العلم بالحديث في أن هذا حديث صحيح يتلقى بالقبول ليس في أهل العلم من طعن فيه.\nوكذلك ثبت في الصحيح أنه حرمها في غزاة الفتح إلى يوم القيامة\n...\nوالصواب أنها بعد أن حرمت عام الفتح لم تحل بعد ذلك.\nوروي عن ابن عباس أنه رجع عن ذلك لما بلغه حديث النهي عنها (1) .\nوأهل السنة يتبعون عمرَ وعليًا رضي الله عنهما وغيرهما من الخلفاء الراشدين فيما رووه عن النبي - صلى الله عليه وسلم -.\nوالشيعة خالفوا عليًا فيما رواه عن النبي - صلى الله عليه وسلم - واتبعوا قول من خالفه.\n(1) أخرجه الترمذي عن ابن عباس رضي الله عنهما قال: إنما كانت المتعة في أول الإسلام كان الرجل يقدم البلدة ليس له بها معرفة فيتزوج المرأة بقدر ما يرى أنه يقيم فتحفظ له متاعه وتصلح له شيئه حتى إذا نزلت الآية {إِلَّا عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ} قال ابن عباس فكل فرج سواهما فهو حرام (الترمذي رقم 1122 في النكاح - باب ما جاء في تحريم المتعة) قال في الفتح وقد روي روايات عديدة عن ابن عباس في الرجوع يقوي بعضها بعضًا.\nالجزء: 1 ¦ الصفحة: 174\n",
        "وأيضًا فإن الله سبحانه إنما أباح في كتابه الزوجة وملك اليمين.\nوالتمتع بها ليست واحدة منهما، فإنها لو كانت زوجة لتوارثا ولوجب عليها عدة الوفاة ولحقها الطلاق الثلاث؛ فإن هذه أحكام الزوجة في كتاب الله تعالى قال الله تعالى:\n{وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ * إِلَّا عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ * فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ} (1) والمستمتَعُ بها بعد التحريم ليست زوجة ولا ملك يمين فتكون حرامًا بنص القرآن.\nأما كونها ليست مملوكة فظاهر.\nوأما كونها ليست زوجة فلانتفاء لوازم النكاح فيها، فإن من لوازم النكاح كونه سببًا للتوارث وثبوت عدة الوفاة فيه والطلاق الثلاث وتنصيف المهر بالطلاق قبل الدخول وغير ذلك من اللوازم.\nوأما قوله: {وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآَتُوهُنَّ أُجُورَهُنَّ} (2) فليس في الآية ما يدل على أن الاستمتاع بها إلى أجل مسمى حلال؛ فإنه لم يقل وأحل لكم أن تستمتعوا بهن إلى أجل مسمى؛ بل قال: {فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآَتُوهُنَّ أُجُورَهُنَّ} فهذا يتناول ما وقع من الاستمتاع سواء كان حلالاً أو وطيء شبهة؛ ولهذا يجب المهر في النكاح الفاسد بالسنة والاتفاق، والمتمتع إذا اعتقد حل المتعة وفعلها فعليه المهر. وأما الاستمتاع المحرم فلم تتناوله الآية فإنه\n(1) سورة المؤمنون الآيات: (5 - 7) .\n(2) سورة النساء الآية: (24) .\nالجزء: 1 ¦ الصفحة: 175\n",
        "لو استمتع بالمرأة من غير عقد مع مطاوعتها لكان زنًا ولا مهر فيه، وإن كانت مستكرهة ففيه نزاع مشهور (1) .\n(1) ج (2) ص (196) وانظر زيادة إيضاح عن هذه الآية في المرجع المذكور.\nالجزء: 1 ¦ الصفحة: 176\n",
        "زيادتهم في الأذان حي على خير العمل\nوهم قد زادوا في الأذان شعارًا لم يكن على عهد النبي - صلى الله عليه وسلم - ولا نقل أحد أن النبي - صلى الله عليه وسلم - أمر بذلك في الأذان، وهو قولهم (حي على خير العمل) وغاية ما ينقل إن صح النقل أن بعض الصحابة كابن عمر رضي الله عنهما كان يقول ذلك أحيانًا على سبيل التوكيد.\nكما كان بعضهم يقول بين الندائين: (حين على الصلاة حي على الفلاح) وهذا يسمى نداء الأمراء، وبعضهم يسميه التثويب- رخص فيه بعضهم وكرهه أكثر العلماء ورووا عن ابن عمر وابنه وغيرهما كراهية ذلك.\nونحن نعلم بالاضطرار أن الأذان الذي كان يؤذن به بلال وابن أم مكتوم في مسجد رسول الله - صلى الله عليه وسلم - بالمدينة وأبو محذورة بمكة وسعد القرظ في قباء لم يكن فيه هذا الشعار الرافضي، ولو كان فيه لنقله المسلمون ولم يهملوه كما نقلوا ما هو أيسر منه، فلما لم يكن في الذين نقلوا الأذان من ذكر هذه الزيادة علم أنها بدعة باطلة.\nوهؤلاء الأربعة كانوا يؤذنون بأمر النبي - صلى الله عليه وسلم -، ومنه تعلموا الأذان، وكانوا يؤذنون في أفضل المساجد مسجد مكة ومسجد المدينة ومسجد قباء، وأذانهم متواتر عند العامة والخاصة.\nومعلوم أن نقل المسلمين للأذان أعظم من نقلهم إعراب آية كقوله {وَأَرْجُلَكُمْ} ونحو ذلك.\nولا شيء أشهر في شعائر الإسلام من الأذان فنقله أعظم من نقل\nالجزء: 1 ¦ الصفحة: 177\n",
        "سائر شعائر الإسلام.\nوإن قيل فقد اختلف في صفته.\nقيل: بل كل ما ثبت به النقل فهو صحيح سنة.\nولا ريب أن تعليم النبي - صلى الله عليه وسلم - أبا محذورة الأذان وفيه الترجيع والإقامة مثناة كالأذان (1) ، (2) .\nذكر غير الشهادتين في الأذان من أعظم الضلال\nكما أن الشهادتين ليس فيهما إلا ذكر الله ورسوله لا في الأذان ولا في الصلاة ولا غير ذلك- فلو ذكر غير الله ورسوله من الأئمة كان ذلك من أعظم الضلال (3) .\n(1) انظر لفظ أذان أبي محذورة الذي علمه إياه النبي - صلى الله عليه وسلم - في صحيح مسلم رقم الحديث (379) قال الشيخ: وترك الترجيع هو الذي رواه أهل السنن في أذان بلال، وكذلك وتر الإقامة هو الذي ثبت في أذان بلال، وشفع الإقامة ثبت في الصحيح في أذان أبي محذورة. أما أحمد وغيره من فقهاء الحديث أخذوا بأذان بلال وإقامته، والشافعي أخذ بأذان أبي محذورة وإقامة بلال، وأبو حنيفة أخذ بأذان بلال وإقامة أبي محذورة، وكل هذه الأمور جائزة بسنة رسول الله - صلى الله عليه وسلم -، وإن كان من الفقهاء من يكره بعض ذلك لاعتقاده أنه لم يثبت كونه سنة في الأذان فذلك لا يقدح في علم من علم أنه سنة (ج 3 ص 159) .\n(2) ج (3) ص (205) .\n(3) ج (2) ص (337) .\nالجزء: 1 ¦ الصفحة: 178\n",
        "تخصيص علي بالصلاة عليه دون غيره خطأ\nالشيعة تخص عليًا بالصلاة عليه دون غيره ويجعلون ذلك كأنه مأمور في حقه بخصوصه دون غيره وهذا خطأ بالاتفاق، فالله تعالى أمر بالصلاة على نبيه - صلى الله عليه وسلم - وقد فسر النبي - صلى الله عليه وسلم - ذلك بالصلاة عليه وعلى آله- فيصلي على جميع آله تبعًا له، وآل محمد عند الشافعي وأحمد الذين حرمت عليهم الصدقة.\nوذهب طائفة من أصحاب مالك وأحمد وغيرهما إلى أنهم أمة محمد - صلى الله عليه وسلم -.\nوقالت طائفة من الصوفية: إنهم الأولياء من أمته وهم المؤمنون المتقون.\nوالذي قالته الحنفية وغيرهم أنه إذا كان عند قوم لا يصلون إلا عليّ دون الصحابة فإذا صلى على عليّ ظن أنه منهم فيكره لئلا يظن به أنه رافضي.\nفإما إذا علم أنه يصلي على عليّ وعلى سائر الصحابة لم يكره ذلك. وهذا القول يقوله سائر الأئمة فإنه إذا كان في فعل مستحب مفسدة راجحة لم يصر مستحبًا. ومن هنا ذهب مَنْ ذهب من الفقهاء إلى ترك بعض المستحبات إذا صارت شعارًا لهم. فإنه وإن لم يكن الترك واجبًا لذلك لكن في إظهار ذلك مشابهة لهم فلا يتميز السني من الرافضي ومصلحة التميز عنهم لأجل هجرانهم ومخالفتهم أعظم من مصلحة هذا المستحب.\nلكن هذا أمر عارض لا يقتضي أن يجعل المشروع ليس بمشروع\nالجزء: 1 ¦ الصفحة: 179\n",
        "دائمًا. ولم يوجب أهل السنة الصلاة على غير النبي - صلى الله عليه وسلم - لا أئمتهم ولا غيرهم لأن إيجاب هذا من البدع المضلة المخالفة لشريعة الله تعالى (1) .\n(1) ج (2) ص (184، 335، 337) .\nالجزء: 1 ¦ الصفحة: 180\n",
        "الترضي عن علي وحده أو الاثني عشر بدعة منكرة\nأو نقشهم على حائط أو تلقينهم لميت. قصدهم من ذلك\nأهل السنة لا يقولون إن ذكر الخلفاء في الخطبة فرض؛ بل يقولون إن الاقتصار على عليّ وحده أو ذكر الاثنى عشر هو البدعة المنكرة التي لم يفعلها أحد لا من الصحابة ولا من التابعين ولا من بني أمية ولا من بني العباس.\nكما يقولون: إن سب علي أو غيره من السلف بدعة منكرة. وأعظم من ذلك نقشهم على حائط أو تلقينهم لميت فهذا هو البدعة المنكرة التي تعلم بالاضطرار من دين الإسلام، لأنها من أعظم الأمور المبتدعة في دين الإسلام.\nمع أن الذين يذكرونهم قصدهم معاداة سائر المسلمين، والاستعانة على ذلك بالكفار والمنافقين، وإطفاء ما بعث الله به رسوله - صلى الله عليه وسلم - من الهدى ودين الحق الذي وعد الله أن يظهره على الدين كله، وفتح باب الزندقة والنفاق لمن يريد إفساد الملة.\nولو ترك الخطيب ذكر الأربعة لم ينكر عليه.\nوإنما المنكر الاقتصار على واحد دون الثلاثة السابقين الذين كانت خلافتهم أكمل، وسيرتهم أفضل، كما أنكر عمر على أبي موسى ذكره دون أبي بكر مع أن عمر كان هو الحي خليفة الوقت (1) .\n(1) ج (2) ص (187، 188، 191) .\nالجزء: 1 ¦ الصفحة: 181\n",
        "ما كان مشروعًا لم يترك لأجل فعل أهل البدع\nلا الرافضة ولا غيرهم\nالذي عليه أئمة الإسلام أن ما كان مشروعًا لم يترك لمجرد فعل أهل البدع لا الرافضة ولا غيرهم.\nمنها مسألة التسطيح (1) .\nوالاستظلال بالمحمل وإن كان ذلك قول الرافضة.\nوكذلك قال مالك: إن السجود يكره على غير جنس الأرض، والرافضة يمنعون السجود على غير الأرض.\nوكذلك أحمد بن حنبل يستحب المتعة متعة الحج ويأمر بها. ويستحب هو وغيره من الأئمة أئمة الحديث لمن أحرم مفردًا أو قارنًا أن يفسخ ذلك إلى العمرة ويصير متمتعًا؛ لأن الأحاديث الصحيحة جاءت بذلك، حتى قال سلمة للإمام أحمد: يا أبا عبد الله قويت قلوب الرافضة لما أفتيت أهل خراسان بالمتعة (متعة الحج) فقال: يا سلمة كان يبلغني عنك أنك أحمق وكنت أدفع عنك والآن ثبت عندي أنك أحمق، عندي أحد عشر حديثًا صحيحًا عن النبي - صلى الله عليه وسلم - أتركها لقولك.\nولا كل ما أنكره الناس عليهم يكون باطلاً؛ بل من أقوالهم أقوال خالفهم فيها بعض أهل السنة ووافقهم بعض، والصواب مع من وافقهم.\nلكن ليس لهم مسألة انفردوا بها أصابوا فيها (2) .\n(1) تسطيح القبور. ومذهب أبي حنيفة وأحمد أن تسنيم القبور أفضل كما ثبت في الصحيح: «أن قبر النبي - صلى الله عليه وسلم - كان مسنما» أخرجه البخاري في كتاب الجنائز.\n(2) ج (2) ص (183) ج (1) ص (12) وتقدم بعض هذا المعنى في أحكامهم الفرعية التي انفردوا بها عن أهل السنة كلهم.\nالجزء: 1 ¦ الصفحة: 182\n",
        "فقهاء أهل البيت\nعلماء أهل البيت أئمة أهل السنة أيضًا\nلم تأتم الشيعة بإمام ذي علم وزهد إلا وأهل السنة يأتمون به وبجماعة آخرين شاركوهم في العلم والزهد؛ بل هم أعلم منه وأزهد (1) .\nعلم عليّ رضي الله عليه\nأدرك النبي - صلى الله عليه وسلم - وهو مميز، وهو الثقة الصدوق فيما يخبر به عن النبي - صلى الله عليه وسلم - وأصحاب النبي - صلى الله عليه وسلم - من أصدق الناس حديثًا عنه لا يعرف عنهم من يتعمد عليه كذبًا.\nوعلي رضي الله عنه له من العلم والبيان والدين والإيمان والسابقية ما هو أعظم من أن تجعل فضيلته أنه سيف من سيوف الله؛ فإن السيف خاصته القتال.\nوعليّ رضي الله عنه تعلم من أبي بكر بعض السنة.\nوعلماء الكوفة الذي صحبوا عمر وعليًا كعلقمة والأسود وشريح وغيرهم كانوا يرجحون قول عمر على قول علي، وأما تابعو المدينة ومكة والبصرة فهذا عندهم أظهر وأشهر من أن يُذكر، وإنما ظهر علمه وفقهه في الكوفة بحسب مقامه فيها عندهم مدة خلافته. ومع هذا فأهل الكوفة كانوا يعلمون القرآن والسنة قبل أن يتولى عثمان.\n(1) ج (2) ص (173) .\nالجزء: 1 ¦ الصفحة: 183\n",
        "وتعليم معاذ لأهل اليمن ومقامه فيهم أكثر من عليّ، ولهذا روى أهل اليمن عن معاذ بن جبل أكثر مما رووا عن عليّ، وشريح وغيره من أكابر التابعين إنما تفقهوا على معاذ بن جبل، ولما قدم عليّ الكوفة كان شريح فيها قاضيًا وهو وعبيدة السلماني تفقها على غيره (1) .\nمما روي في علمه\nوأما قوله «أقضاكم علي» فهذا الحديث لم يثبت وليس له إسناد تقوم به الحجة\n...\nوقول عمر: علي أقضانا. إنما هو في فصل الخصومات في الظاهر مع جواز أن يكون في الباطن بخلافه\n...\nوحديث: «أنا مدينة العلم وعلي بابها» أضعف وأوهى؛ ولهذا إنما يعد في الموضوعات وإن رواه الترمذي، وذكره ابن الجوزي وبين أن سائر طرقه موضوعة. والكذب يعرف من نفس متنه؛ فإن النبي - صلى الله عليه وسلم - إذا كان مدينة العلم ولم يكن لها إلا باب واحد ولم يبلغ عنه العلم إلا واحد فسد أمر الإسلام\n...\nفعلم أن الحديث إنما افتراه زنديق جاهل ظنه مدحًا وهو يطرق الزنادقة إلى القدح في دين الإسلام إذا لم يبلغه إلا واحد.\nثم إن هذا خلاف المعلوم بالتواتر فإن جميع مدائن الإسلام بلغهم العلم عن الرسول من غير عليّ. أما أهل المدينة ومكة فالأمر فيهما ظاهر، وكذلك الشام والبصرة؛ فإن هؤلاء لم يكونوا يروون عن عليّ إلا شيئًا قليلاً، وإنما كان غالب علمه في الكوفة، ومع هذا فأهل\n(1) ج (1) ص (306، 307، 309) ج (2) ص (295) ج (4) ص (137) ويأتي ما يتعلق بأخذ ابن عباس التفسير عن علي عند ذكر ابن عباس، وكذلك أخذه عنه الفتيا.\nالجزء: 1 ¦ الصفحة: 184\n",
        "الكوفة كانوا يعلمون القرآن والسنة قبل أن يتولى عثمان فضلاً عن علي.\nوفقهاء أهل المدينة تعلموا الدين في خلافة عمر (1) .\nما نسب إليه من العلوم الباطلة\nوالقرامطة الباطنية ينسبون قولهم إليه وأنه أعطى علمًا باطنًا مخالفًا للظاهر. وقد ثبت في الصحيح عنه أنه قال: «والذي فلق الحبة وبرأ النسمة ما عهد إلي النبي - صلى الله عليه وسلم - شيئًا لم يعهده إلى الناس إلا ما في هذه الصحيفة وكان فيها العقل وفكاك الأسير وأن لا يقتل مسلم بكافر إلا فهما يؤتيه الله عبدًا في الكتاب» (2) .\nومن الناس من ينسب إليه الكلام في الحوادث كالجفر وغيره (3) وآخرون ينسبون إليه البطاقة (4) وأمور أخرى يعلم أن عليًا\n(1) ج (4) ص (137 - 142) وتقدم بعض هذا المعنى أيضًا.\n(2) أخرجه البخاري ك (56) ب (171) عن أبي جحيفة أنه قال قلت لعلي رضي الله عنه «هل عندكم شيء من الوحي إلا ما في كتاب الله قال: لا والذي فلق الحبة» الحديث وأخرجه مسلم عن إبراهيم التيمي عن أبيه قال خطبنا علي بن أبي طالب فقال: من زعم أن عندنا شيئًا نقرؤه إلا كتاب الله وهذه الصحيفة (قال وصحيفة معلقة في قراب سيفه) فقد كذب فيها أسنان الإبل وأشياء من الجراحات وفيها قال النبي - صلى الله عليه وسلم -: «المدينة حرام ما بين عير إلى ثور» الحديث: (مسلم رقم 1370) .\n(3) الجفر وعاء من أدم زعموا أن فيه علم النبيين والوصيين وعلم العلماء الذين مضوا من بني إسرائيل.\n(4) والبطاقة كما زعموا صحيفة طولها سبعون ذراعًا بذراع رسول الله - صلى الله عليه وسلم - من إملائه وخط علي بيمينه، فيها كل حلال وحرام وكل شيء يحتاج إليه الناس حتى الأرش في الخدشة (نقله إحسان إلهي ظهير) .\nالجزء: 1 ¦ الصفحة: 185\n",
        "بريء منها (1) .\nالحسن والحسين رضي الله عنهما: روايتهما: وعلمهما، وزهدهما\nأما الحسن والحسين فمات النبي - صلى الله عليه وسلم - وهما صغيران في سن التمييز فروايتهما عنه - صلى الله عليه وسلم - قليلة.\nوأما كونهما أزهد الناس في زمانهما وأعلمهم فهذا قول بلا دليل.\nوكان الحسن يأخذ عن أبيه وغيره حتى أخذ عن التابعين. وهذا من علمه ودينه رضي الله عنه (2) .\nابن عباس رضي الله عنه روايته وفتاويه\nابن عباس يروي عن غير واحد من الصحابة- يروي عن عمر\n(1) ج (4) ص (145، 146) .\n(2) ج (1) ص (306، 307) ج (2) ص (150، 151) ج (4) ص (144) .\nمحمد بن علي بن أبي طالب (ابن الحنفية) : ولد في العام الذي مات فيه أبو بكر، ورأى عمر وروى عنه وعن أبيه وأبي هريرة وعثمان وعمار بن ياسر ومعاوية وغيرهم.\nحدث عنه بنوه عبد الله والحسن وإبراهيم وعون وسالم بن أبي الجعد ومنذر الثوري وأبو جعفر الباقر وعبد الله بن محمد بن عقيل وعمرو بن دينار ومحمد بن قيس بن مخرمة وعبد الأعلى بن عامر الثعلبي وآخرون. ووفد على معاوية وعبد الملك بن مروان (سير أعلام النبلاء) .\nالجزء: 1 ¦ الصفحة: 186\n",
        "وأبي هريرة وعبد الرحمن بن عوف وزيد بن ثابت وأبيّ بن كعب وأسامة بن زيد وغير واحد من المهاجرين والأنصار. وروايته عن علي قليلة جدًا، ولم يخرج أصحاب الصحيح شيئًا من حديث عن علي، وخرجوا حديثه عن عمر وعبد الرحمن بن عوف وأبي هريرة وغيرهم.\nوأيضًا فالتفسير أخذ عن عمر، وابن عباس أخذ عن ابن مسعود وغيره من الصحابة الذين لم يأخذوا عن علي شيئًا، وما يعرف بأيدي المسلمين تفسير ثابت عنه.\nوهذه كتب التفسير والحديث مملوءة بالآثار عن الصحابة والتابعين والذي فيها عن عليّ قليل جدًّا.\nوكان ابن عباس يفتي بقول أبي بكر وعمر، ونازع عليًا في مسائل مثل ما أخرج البخاري في صحيحه قال أتى علي بقوم زنادقة فحرقهم فبلغ ذلك ابن عباس، فقال أما لو كنت لم أحرقهم لنهي النبي - صلى الله عليه وسلم - أن يعذب بعذاب الله ولقتلتهم لقول رسول الله - صلى الله عليه وسلم -: «مَنْ بدَّل دينه فاقتلوه» (1) فبلغ ذلك عليًا فقال ويح ابن عباس ما أسقطه على الهَنَّات (2) .\n(1) أخرجه البخاري في باب حكم المرتد.\n(2) ج (4) ص (144، 155، 153، 154) .\nالجزء: 1 ¦ الصفحة: 187\n",
        "علي بن الحسين: روايته، وما روي عنه، ومناقبه\nأخذ العلم عن غير الحسين أكثر مما أخذ عن الحسين، فإن الحسين قتل سنة إحدى وستين وعلي صغير، فلما رجع إلى المدينة أخذ عن علماء أهل المدينة، فإن علي بن الحسين أخذ عن أمهات المؤمنين عائشة وأم سلمة وصفية وأخذ عن ابن عباس والمسور بن مخرمة وأبي رافع مولى النبي - صلى الله عليه وسلم - ومروان بن الحكم وسعيد بن المسيب وغيرهم.\nوأما ثناء العلماء على علي بن الحسين ومناقبه فكثيرة. وقال الزهري: لم أدرك بالمدينة أفضل من علي بن الحسين. وقال يحيى بن سعيد الأنصاري: هو أفضل هاشمي رأيته بالمدينة. وقال حماد بن زيد: سمعت عليّ بن الحسين وكان أفضل هاشمي أدركته يقول: أيها الناس أحبونا بحب الإسلام فما برح بنا حبكم حتى صار علينا عارًا. ذكره محمد بن سعد في الطبقات: أنبأنا عارم، أنبأنا حماد. ثم قال ابن سعد قالوا: وكان عليّ بن الحسين ثقة مأمونًا كثير الحديث عاليًا رفيعًا. وروى عن شيبة بن نعامة قال كان عليّ بن الحسين يبخل فلما مات وجدوه يعول أهل مائة بيت بالمدينة في السر.\nوله من الخشوع وصدقة السر وغير ذلك من الفضائل ما هو معروف، حتى إنه كان من صلاحه ودينه يتخطى مجالس أكابر الناس ويجالس زيد بن أسلم مولى عمر بن الخطاب وكان من خيار أهل العلم والدين من التابعين، فيقال له: تدع مجالس قومك وتجالس هذا فيقول: إنما يجلس الرجل حيث يجد صلاح قلبه.\nوروى عنه أبو سلمة بن عبد الرحمن ويحيى بن سعيد الأنصاري والزهري وأبو الزناد وزيد بن أسلم وابنه وأبو جعفر.\nالجزء: 1 ¦ الصفحة: 188\n",
        "محمد بن علي الباقر: مَنْ أخذ عنه،\nومَنْ روى عنه، وعلمه\nمحمد بن علي الباقر من خيار أهل العلم والدين. وقيل إنما سمي الباقر لأنه بقر العلم، لا لأجل بقر السجود جبهته.\nأخذ العلم عن جابر وأنس بن مالك، وروى أيضًا عن ابن عباس وأبي سعيد وأبي هريرة وغيرهم من الصحابة. وعن سعيد بن المسيب ومحمد بن الحنفية وعبد الله بن أبي رافع كاتب علي.\nوروى عنه أبو إسحاق الهمداني وعمرو بن دينار والزهري وعطاء بن أبي رباح وربيعة بن أبي عبد الرحمن والأعرج وهو أسن منه وابنه جعفر وابن جريج ويحيى بن أبي كثير والأوزاعي وغيرهم.\nوأما كونه أعلم أهل زمانه- فهذا يحتاج إلى دليل، والزهري من أقرانه وهو عند الناس أعلم منه بأحاديث النبي - صلى الله عليه وسلم - وأحواله وأقواله (1) .\n(1) ج (2) ص (153، 154) ج (1) ص (307، 308) .\nالجزء: 1 ¦ الصفحة: 189\n",
        "جعفر بن محمد (الصادق)\nجعفر الصادق رضي الله عنه من خيار أهل العلم والدين- أخذ العلم عن جده أبي أمه أم فروة بنت القاسم بن محمد بن أبي بكر الصديق، وعن محمد بن المنكدر، ونافع مولى ابن عمر، والزهري، وعطاء بن أبي رباح.\nوروى عنه يحيى بن سعيد الأنصاري، ومالك بن أنس، وسفيان الثوري، وسفيان بن عيينة، وابن جريج، وشعبة، ويحيى بن سعيد القطان، وحاتم بن إسماعيل، وحفص بن غياث، ومحمد بن إسحاق بن يسار.\nوقال عمرو بن أبي المقدام: كنت إذا نظرت إلى جعفر بن محمد علمت أنه من سلالة النبيين.\nومالك لم يروِ عن أحد من ذريته إلا عن جعفر تسعة أحاديث وجعفر هو من أقران أبي حنيفة، ولم يكن أبو حنيفة يأخذ عنه مع شهرته بالعلم.\nوبالجملة فهؤلاء الأئمة الأربعة- مالك والشافعي وأبو يوسف وأحمد- ليس فيهم من أخذ عن جعفر شيئًا من قواعد الفقه.\nلكن رووا عنه أحاديث كما رووا عن غيره أضعاف أحاديثه، وليس بين حديث الزهري وحديثه نسبة لا في القوة ولا في الكثرة، وقد استراب البخاري في بعض حديثه لما بلغه عن يحيى بن سعيد القطان فيه كلام فلم يخرج له (1) .\n(1) ج (2) ص (154) ج (4) ص (143) .\nالجزء: 1 ¦ الصفحة: 190\n",
        "ما كذب عليه\nوالآفة وقعت في الكذابين عليه لا منه؛ ولهذا نسبت إليه أنواع من الأكاذيب مثل كتاب البطاقة والهفت والكلام في النجوم وفي مقدمة المعرفة من جهة الرعود والبروق واختلاج الأعضاء وغير ذلك (1) ، حتى نقل عنه أبو عبد الرحمن السلمي في «حقائق التفسير» من الأكاذيب ما نزه الله جعفرًا عنه. وحتى إن من أراد أن يحقق أكاذيب نسبها إلى جعفر، حتى إن طائفة من الناس يظنون أن «رسائل إخوان الصفا» مأخوذة عنه، وهذا من الكذب المعلوم فإن جعفر توفي سنة ثمان وأربعين ومائة، وهذه الرسائل صنفت بعد ذلك بنحو مائتي سنة لما ظهرت دولة الإسماعيلية الباطنية الذين بنوا القاهرة المعزِّية سنة بضع وخمسين وثلاثمائة، وفي تلك الأوقات صنفت هذه الرسائل بسبب ظهور هذا المذهب الذي ظاهره الرفض وباطنه الكفر المحض.\nوإن زعم زاعم أنه كان عندهم من العلم المخزون ما ليس عند أولئك لكن كانوا يكتمونه- فأي فائدة للناس في العلم المكتوم\n...\nوإن قال كانوا يبينون ذلك لخواصهم دون هؤلاء الأئمة قيل: أولاً هذا كذب عليهم؛ فإن جعفر بن محمد لم يجئ بعده مثله وقد أخذ العلم عن هؤلاء الأئمة كمالك وابن عيينة وشعبة والثوري وابن جريج ويحيى بن سعيد وأمثالهم من العلماء المشاهير الأعيان. ثم من ظن أن هؤلاء السادة يكتمون العلم عن مثل هؤلاء ويخصون به قومًا مجهولين ليس لهم في الأمة لسان صدق فقد أساء الظن بهم (2) .\n(1) وتقدم نسبته بعض ذلك إلى علي بن أبي طالب رضي الله عنه وأنه مما كذب عليه.\n(2) ج (2) ص (154، 176) ج (4) ص (146، 147، 143) .\nالجزء: 1 ¦ الصفحة: 191\n",
        "أما موسى بن جعفر\nأما موسى بن جعفر فقال فيه أبو حاتم الرازي: ثقة أمين صدوق من أئمة المسلمين.\nقلت: موسى ولد بالمدينة سنة بضع وعشرين ومائة، وأقدمه المهدي إلى بغداد، ثم ردَّه إلى المدينة، وأقام بها إلى أيام الرشيد، فقدم هارون منصرفًا من عمرة فحمل موسى معه إلى بغداد وحبسه بها إلى أن توفي في حبسه.\nوليس له كثير رواية؛ روى عن أبيه جعفر، وروى عنه أخوه علي، وروى له الترمذي وابن ماجه (1) .\n(1) ج (2) ص (155) .\nالجزء: 1 ¦ الصفحة: 192\n",
        "علي بن موسى\nله من المحاسن والمكارم المعروفة والممادح المناسبة للحالة اللائقة به ما يعرفه بها أهل المعرفة.\nوفي زمانه من هو أعلم وأزهد منه كالشافعي وإسحاق بن راهويه وأحمد بن حنبل وأشهب بن عبد العزيز وأبي سليمان الداراني ومعروف الكرخي وأمثال هؤلاء.\nهذا ولم يأخذ عنه أحد من أهل العلم بالحديث شيئًا ولا روى له شيء في كتب السنة.\nوإنما يروي له أبو الصلت الهروي وأمثاله نسخًا عن آبائه فيها من الأكاذيب ما نزه الله عنه الصادقين منهم (1) .\n(1) ج (2) ص (156) .\nالجزء: 1 ¦ الصفحة: 193\n",
        "محمد بن علي الجواد\nكان من أعيان بني هاشم، وهو معروف بالسخاء والسؤدد ولهذا سمي (الجواد) ومات وهو ابن خمس وعشرين سنة.\nوكان المأمون زوجه بابنته، وكان يرسل إليه في السنة ألف ألف درهم، واستقدمه المعتضد إلى بغداد ومات بها رضي الله عنه.\nوقال الشيخ رحمه الله: وأما موسى بن جعفر وعلي بن موسى ومحمد بن علي- فلا يستريب من له من العلم نصيب أن مالك بن أنس وحماد بن زيد وحماد بن سلمة والليث بن سعد والأوزاعي ويحيى بن سعيد ووكيع بن الجراح وعبد الله بن المبارك والشافعي وأحمد بن حنبل وإسحاق بن راهويه وأمثالهم أعلم بحديث رسول الله - صلى الله عليه وسلم - من هؤلاء. وهذا أمر تشهد به الآثار التي تعاين وتسمع.\nومما يبين ذلك أن القدر الذي ينقل عن هؤلاء من الأحكام المسندة إلى النبي - صلى الله عليه وسلم - ينقل عن أولئك ما هو أضعافه.\nوأما دعوى المدعي أن كل ما أفتى به الواحد من هؤلاء فهو منقول عنده عن النبي - صلى الله عليه وسلم - فهذا كذب على القوم؛ فإنهم كانوا يميزون بين ما يروونه عن النبي - صلى الله عليه وسلم - وبين ما يقولون من غير ذلك، وكان علي رضي الله عنه يقول: إذا حدثتكم عن رسول الله - صلى الله عليه وسلم - فوالله لأن أخر من السماء إلى الأرض أحب إلى من أن أكذب عليه، وإذا حدثتكم فيما بيني وبينكم فإن الحرب خدعة (1) .\n(1) ج (2) ص (155، 158) ج (1) ص (307، 308، 109) .\nالجزء: 1 ¦ الصفحة: 194\n",
        "علي بن محمد الهادي ويقال له العسكري\nذكر عنه حكاية منقطعة الإسناد مع أنه ليس فيها من الفضيلة إلا ما يوجد في كثير من عامة المسلمين ويوجد فيهم ما هم أعظم منها (1) .\n(1) ج (2) ص (160 - 163) .\nالجزء: 1 ¦ الصفحة: 195\n",
        "الحسن بن علي العسكري\nالعلماء المعروفون بالرواية الذين كانوا في زمن هذا الحسن بن علي العسكري ليست لهم عنه رواية مشهورة في كتب أهل العلم وشيوخ كتب أهل السنة البخاري ومسلم وأبي داود والترمذي والنسائي وابن ماجه كانوا موجودين في ذلك الزمان وقريبًا منه قبله وبعده.\nوقد جمع الحافظ أبو القاسم بن عساكر أسماء شيوخ الكل- يعني شيوخ هؤلاء الأئمة. فليس في هؤلاء من روى عن الحسن بن علي العسكري مع روايتهم عن ألوف مؤلَّفة من أهل الحديث (1) .\n(1) ج (2) ص (164) .\nالجزء: 1 ¦ الصفحة: 196\n",
        "محمد بن الحسن العسكري (المنتظر)\nالمنتظر لا وجود له، ومفقود لا منفعة لهم فيه (1) .\n(1) وتقدم في ذكر الثاني عشر من أئمتهم في بحث الإمامة مبسوطًا فليرجع إليه من أراده هناك.\nالجزء: 1 ¦ الصفحة: 197\n",
        "خلاصة\nفي فضل وعلم أئمة الاثني عشرية\nالأئمة الاثنا عشرية- منهم عليّ رضي الله عنه، والثلاثة أفضل منه وأكمل خلافة وإمامة.\nوأما سائر الاثني عشر فهم أصناف: منهم من هو من الصحابة المشهود لهم بالجنة كالحسن والحسين وشركهما في ذلك خلق كثير من الصحابة المشهود لهم بالجنة.\nوفي السابقين الأولين من هو أفضل منهما مثل أهل بدر، وهما وإن كانا سيدا شباب أهل الجنة فأبو بكر وعمر سيدا كهول أهل الجنة، وهذا الصنف أكمل من هذا الصنف.\nوفي الاثنى عشر من هو مشهور بالعلم والدين كعلي بن الحسين وابنه أبي جعفر وابنه جعفر بن محمد- وهؤلاء لهم حكم أمثالهم- ففي الأمة خلق كثير مثل هؤلاء وأفضل منهم.\nوفيهم المنتظر لا وجود له ومفقود ولا منفعة لهم فيه.\nوأما سائرهم ففي بني هاشم من العلويين والعباسيين جماعات مثلهم في العلم والدين ومن هو أعلم وأدين منهم (1) .\n(1) ج (2) ص (190) ج (3) ص (248) .\nالجزء: 1 ¦ الصفحة: 198\n",
        "الشافعي المطلبي\nالشافعي لما كان عنده من العلم والفقه ما يستفاد منه عرف المسلمون له ذلك واستفادوا منه وظهر ذكره بالعلم والفقه (1) .\n(1) ج (3) ص (348) .\nالجزء: 1 ¦ الصفحة: 199\n",
        "بنو هاشم في زمن الشيخ\nواعتبر ذلك بما تجده في زمانك من أهل العلم بالقرآن والحديث والفقه فإنك تجد كثيرًا من بني هاشم لا يحفظ القرآن ولا يعرف من حديث النبي - صلى الله عليه وسلم - إلا ما شاء الله ولا يعرف معاني ذلك.\nفإذا قال هذا: روى جدنا، عن جبريل، عن الباري.\nقيل: نعم. وهؤلاء أعلم منكم بما روى جدكم عن جبريل، وأنتم ترجعون في ذلك إليهم.\nوإن قال: مرادي بهؤلاء الأئمة الاثنا عشر.\nقيل له: ما رواه علي بن الحسين وأبو جعفر وأمثالهما من حديث جدهم فمقبول منهم كما يرويه أمثالهم.\nولولا أن الناس وجدوا عند مالك والشافعي وأحمد أكثر مما وجدوه عند موسى بن جعفر وعلي بن موسى ومحمد بن علي لما عدلوا عن هؤلاء إلى هؤلاء (1) .\n(1) ج (1) ص (177) .\nالجزء: 1 ¦ الصفحة: 200\n",
        ""
    ]
}