{
    "1": [
        "عقلاء المجانين لابن حبيب النيسابوري\nعقلاء المجانين لابن حبيب النيسابوري\nالنيسابوري، ابن حبيب\nالكتاب:\nعقلاء المجانين\nالمؤلف:\nأبو القاسم الحسن بن محمد بن حبيب النيسابوري (المتوفى: 406هـ)\nتحقيق:\nخادم السنة المطهرة أبو هاجر محمد السعيد بن بسيوني زغلول\nالناشر:\nدار الكتب العلمية، بيروت - لبنان\nالطبعة:\nالأولى، 1405 هـ - 1985 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "المقدمة\nبسم الله الرحمن الرحيم\nوما توفيقي إلا بالله\nالحمد لله الذي لا يخيب لديه أمل الآملين، ولا يضيع عنده عمل العاملين، فهو جبار السماوات والأرضين، والصلاة والسلام على محمد وآله أجمعين.\nأما بعد: فإن الله تعالى خلق الدنيا دار زوال، ومحل قلق وانتقال، وجعل أهلها فيها غرضاً للفناء، ومقاساة الشدة والبلاء، فشاب حياتهم فيها بالموت، وبقاءهم بحسرة الفوت، وجعل أوصافهم فيها متضادة، فقرن قوتهم بالضعف، وقدرتهم بالعجز، وشبابهم بالمشيب، وعزهم بالذل، وغناهم بالفقر، وصحتهم بالسقم، واستأثر انفراد الصفات لنفسه: قوة بلا ضعف، وقدرة بلا عجز، وحياة بلا موت، وعز بلا ذل، وغنى بلا فقر. وكذلك بسائر صفاته.\nثم أقسم بها أجمع فقال تعالى: \" والفجر، وليال عشر، والشفع والوتر \". واختلف الناس فيها من ثلاثين وجهاً، وأشار أبو بكر محمد بن عمر الوراق، رحمه الله، إلى ما ذكرناه: حدثنا أبو إسحق إبراهيم بن محمد بن يزيد النسفي بمرو، قال: حدثنا أبو عبد الله ختن أبي بكر الوراق قال: سأل أبو بكر عن قوله عز وجل \" والشفع والوتر \" فقال: الشفع تضاد أوصاف المخلوقين والوتر انفراد صفات الخالق ثم ذكر نحواً مما قلنا.\nوعلى هذا المثال قرن خبرتهم بالعبرة، وفرحهم بالترح، ولذلك قالت\nالجزء: 1 ¦ الصفحة: 6\n",
        "الحكماء وكفاك بصحتك سقماً، وبسلامتك داء. حدثنا أبو عبد الله بن عبد الله بن أحمد الخطيب الميداني بزوزن، قال: حدثنا أبو قريش محمد بن خلف الحافظ، قال: حدثنا محمد بن زنبور المكي قال حماد بن زيد عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم: كفى بالسلام داء.\nسمعت الفقيه أبا حامد أحمد بن محمد بن العباس البغوي بها، قال: سمعت أبا الحسن علي بن إبراهيم بن عبد الله، قال: سمعت أبا داود سليمان بن معبد الشنجي يقول أنشدنا بعض الأدباء:\nكانت قناتي لا تلين لغامز\n...\nوألانها الإصباح والإمساء\nودعوت ربي بالسلامة جاهداً\n...\nلمعيشتي فإذا السلامة داء\nوأخبرنا محمد بن عيسى بن علي بمرو الروذ قال: أخبرنا يوسف بن موسى قال: حدثنا بشر بن عبد الغفار الواسطي عن يحيى بن هاشم السمسار قال: قال مسهر لعطية العوفي: كيف أصبحت؟ قال: في سلامة مشوبة بداء، وعافية داعية إلى فناء.\nقال: وحدثنا أبو علي الحسين بن محمد بن هارون قال: حدثنا أبو حامد المستملي: حدثنا محمد بن الحجاج: حدثنا جميل بن يزيد، عن وهب بن راشد، عن فرقد السنجي، قال: مكتوب في التوراة: يا ابن آدم أنت في هدم عمرك منذ سقطت من بطن أمك.\nوقيل للحسن: إن فلاناً في النزع. فقال: ما زال في النزع منذ خرج من بطن أمه ولكنه الآن أشد: وهذا حميد بن ثور وهو من فحول الشعراء يقول في بعض قصائده:\nأرى جسدي قد رابني بعد صحة\n...\nوحسبك داء أن تصح وتسلما\nالجزء: 1 ¦ الصفحة: 7\n",
        "وأنشدنا أبو الحسن علي بن محمد بن عبد الله السرخسي، قال: أنشدنا أبو العباس محمد بن عبد الرحمن المدغولي، قال: أنشدنا أبو الحسن محمد بن حاتم المظفري:\nيحب الفتى طول البقاء وإنه\n...\nعلى ثقة أن البقاء فناء\nزيادته في الجسم نقص حياته\n...\nوليس على نقص الحياة نماء\nإذا ما طوى يوماً طوى اليوم بعده\n...\nويطويه إن جن المساء مساء\nجديدان لا يبقى الجميع عليهما\n...\nولا لهما بعد الجميع بقاء\nوكما شاب صفات أهل الدنيا بأضدادها، كذلك شاب عقلهم بالجنون فلا يخلو العاقل فيها من ضرب من الجنون. ولذلك أشار النبي صلى الله عليه وسلم إلى من أبلى شبابه في المعصية فسماه مجنوناً، حدثنا أبو زكريا يحيى بن محمد بن عبد الله العنبري، قال: حدثنا أبو إسحاق حبان البلخي قال: حدثنا محمد بن مدويه الكرابيسي الترمذي، قال: حدثنا خالد بن خداش عن صالح المرسي عن جعفر بن زيد العبدي عن أنس بن مالك رضي الله عنه، قال: بينما رسول الله صلى الله عليه وسلم في أصحابه إذ مر به رجل فقال بعض القوم: هذا مجنون، فقال رسول الله صلى الله عليه وسلم: هذا مصاب إنما المجنون على معصية الله تعالى.\nوالمجنون عند الناس من يسمع ويسب ويرمي ويخرق الثوب، أو من يخالفهم في عاداتهم فيجيء بما ينكرون، ولذلك سمت الأمم الرسل مجانين لأنهم شقوا عصاهم فنابذوهم وأتوا بخلاف ما هم فيه، قال الله جل ذكره \" كذبت قبلهم قوم نوح فكذبوا عبدنا وقالوا مجنون وازدجر، فدعى ربه إني مغلوب فانتصر \" وقال تعالى: \" وفي موسى إذ أرسلناه إلى فرعون بسلطان مبين فتولى بركته \" يعني فرعون وقال ساحر أو مجنون.\nالجزء: 1 ¦ الصفحة: 8\n",
        "سمعت علي بن عبد الله السمرقندي يقول: سمعت أبا القاسم الحكيم يقول: من عرف نفسه كان عند الناس ذليلاً ومن عرف ربه كان عند الناس مجنوناً.\nولقد قال مشركو مكة في النبي صلى الله عليه وسلم حين تحداهم إلى الايمان بالله: إنه مجنون وساحر وشاعر وكاهن. أخبرنا أبو علي الحسين بن محمد بن هارون، قال: أنبأنا أحمد بن محمد بن نصر اللباد، قال: أنبأنا يوسف بن بلال عن محمد بن مروان عن الكلبي عن أبي صالح عن ابن عباس، رضي الله عنهما، أن الوليد بن المغيرة المخزومي قال حين حضر الموسم يا معشر قريش إن محمداً رجل حلو الكلام، وقد أغار أمره في البلاد وأنجد، وإني لا آمن أن يصدقه الناس، فابعثوا رهطاً من ذوي الرأي والحجى إلى أنقاب مكة على مسيرة ليلة أو ليلتين، ليلقوا الناس، فمن يسأل عن محمد فليقل بعضهم أنه ساحر، وبعضهم أنه مجنون، وبعضهم أنه كاهن، وبعضهم أنه شاعر، إن لم تروه خير من أن تروه فبعثوا ستة عشر رجلاً في أربعة من الطرق في كل طريق أربعة نفر، وأقام الوليد بن المغيرة في مكة يقول لمن يسأل أنه كاهن ومجنون، ففعلوا ذلك فتصدع الناس عن قولهم، فشق ذلك على النبي صلى الله عليه وسلم وكان يرجو أن يلقى الناس أيام الموسم، فيعرض عليهم أمره، فمنعه هؤلاء وفرحت قريش وقالوا للنبي صلى الله عليه وسلم: هذا دأبنا ودأبك ما عشنا، فنزل جبريل عليه السلام ورسول الله صلى الله عليه وسلم في الحجر، فمر به الوليد بن المغيرة، فقال جبريل عليه السلام للنبي صلى الله عليه وسلم: كيف تجد هذا؟ فقال: بئس عبد الله هو. فأهوى جبريل بيده إلى كعبه، فقال: كفيت أمره، فمر الوليد بحائط فيه نبل لبني المصطلق وهم حي من خزاعة وعليه بردان يتبختر فيهما، فعلق سهم بإزاره فمنعته الخيلاء أن ينزعه منه، فنفض السهم، فأصاب أكحله فقتله، ومر به العاص بن وائل السهمي، فقال جبريل: كيف تجده؟ فقال: عبد سوء، فأهوى جبريل بيده إلى باطن قدمه، فقال: قد كفيت أمره. فركب حماراً يريد الطائف فصرعه الحمار على شوك فدخلت شوكة باطن قدمه فتقيحت فقتلته. ومر به الحارث بن قيس بن عمرو بن ربيعة بن سهم، فقال جبريل: كيف تجد\nالجزء: 1 ¦ الصفحة: 9\n",
        "هذا؟ قال: عبد سوء. فأهوى جبريل عليه السلام بيده إلى رأسه، وقال: كفيت أمره. فتفسخ رأسه ومات. ومر به الأسود بن عبد يغوث بن وهب بن عبد مناف بن زهرة، فقال جبريل عليه السلام: كيف تجده؟ فقال عليه الصلاة والسلام: بئس العبد هو. فضرب جبريل عليه السلام بجندك في وجهه، وقال: كفيت أمره. فعمي ثم مات.\nوأنزل الله سبحانه وتعالى على رسوله صلى الله عليه وسلم آية \" فاصدع بما تؤمر وأعرض عن المشركين، إنا كفيناك المستهزئين \" يعني الذين سميناهم. فلما آذى أهل مكة رسول الله صلى الله عليه وسلم أخبر الله عنهم فقال: \" ويقولون أئنا لتاركو آلهتنا لشاعر مجنون \" وقال: \" ثم تولوا عنه وقالوا معلم مجنون \" وقال: \" وإن يكاد الذين كفروا ليزلقونك بأبصارهم لما سمعوا الذكر ويقولون إنه لمجنون، وما هو إلا ذكر للعالمين \" وعزاه فقال: \" ما يقال لك إلا ما قد قيل للرسل من قبلك \" وقال: \" كذلك ما أتى الذين من قبلهم من رسول إلا قالوا ساحر أو مجنون \".\nثم ناضل ونضح عن رسول الله صلى الله عليه وسلم، فأجاب عنه جميع ما قيل فيه، ولم يكلفه الإجابة عن نفسه كما كلف غيره من الأنبياء عليهم السلام. ألا ترى أن نوحاً عليه السلام لما قيل له: \" إنَّا لَنَرَاكَ فِي ضَلاَلٍ مُبِين \" قال: \" يَا قَوْم لَيْسَ بِي ضَلاَلَةٌ \" وكذلك هود عليه السلام لما قيل له: \" إنا لنراك في\nالجزء: 1 ¦ الصفحة: 10\n",
        "سَفاهة \" قال: \" يَا قَوْم لَيْسَ بي سَفَاهَةٌ \" وقال فرعون لموسى عليه السلام \" إني لأظنك يا موسى مسحوراً \" فكلف موسى الإجابة عن نفسه فقال: \" لقد علمت ما أنزل هؤلاء إلا رب السماوات والأرض بصائر وإني لأظنك يا فرعون مثبوراً \" أي هالكاً.\nوفي هذا مزية للرسول صلى الله عليه وسلم على سائر الأنبياء عليهم السلام. ألا ترى كيف أجاب جل ذكره عن جميع ما قيل فيه نحو قوله تعالى: \" وما علمناه الشعر وما ينبغي له \" \" وما هو بقول شاعر \"، \" ولا بقول كاهن \" \" ما أنت بنعمة ربك بمجنون \" وقوله تعالى: \" ما ضل صاحبكم وما غوى، وما ينطق عن الهوى \" حين قالوا: إنه يقول ما يقول من تلقاء نفسه \" وما صاحبكم بمجنون \" وقوله تعالى: \" أو لم تتفكروا ما بصاحبهم من جنة \" وقوله: \" إنما أعظكم بواحدة أن تقوموا لله مثنى وفرادى ثم تتفكروا ما بصاحبكم من جنة \" وقوله تعالى: \" فذكر فما أنت بنعمة ربك بكاهن ولا مجنون \" وإلى الجنون أشار قوم هود في قولهم \" أن نقول إلا اعتراك بعض آلهتنا بسوء \".\nأخبرنا أبو الحسن علي بن محمد قال حدثنا أحمد بن محمد بن عمير ومحمد بن عمران بن عتبة، بدمشق، قالا: حدثنا إبراهيم بن سعيد الجوهري، قال: حدثنا يحيى بن سعيد الأموي، عن داود بن أبي هند عن عمرو بن سعيد بن جبير، عن ابن عباس رضي الله عنهما، قال: كان رجل من أزدشنوءة يسمى\nالجزء: 1 ¦ الصفحة: 11\n",
        "ضماداً وكان راقياً فقدم مكة فسمع أهلها تسمي رسول الله صلى الله عليه وسلم، مجنوناً، فأتاه فقال: إني رجل أرقي وأداوي فإن أحببت داويتك. فقال رسول الله صلى الله عليه وسلم الحمد لله، أحمده وأستعينه وأؤمن به وأتوكل عليه، وأعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وأني محمد عبده ورسوله. فقال ضماد: أعد علي. فأعاده النبي صلى الله عليه وسلم. واستعاد ثانياً. فأعاد عليه الصلاة والسلام. فقال ضماد: والله لقد سمعت قول الكهنة والسحرة والشعراء والبلغاء فما سمعت مثل هذا الكلام قط، هات يدك أبايعك، فبايعه على الاسلام، فقال: وعلى قومي. فقال عليه السلام: وعلى قومك. قال الراوي: فبعث رسول الله صلى الله عليه وسلم بعد ذلك سرية فمروا على تلك البلاد، فقال لأميرهم: هل أصبتم شيئاً؟ قالوا: نعم، أداوة. قال ردوها فهؤلاء قوم ضماد.\nوأخبرنا أبو العباس أحمد بن محمد بن الحسن، قال: قرأت على أحمد بن عمر بن الصلت النسوي، قال: حدثنا علي بن حزم، قال: حدثنا أبو عبد الله الضرير، قال: حدثنا يزيد بن ذريع عن داود بن أبي هند، أخبرنا أبو أحمد محمد بن إبراهيم الصريمي المروزي، قدم علينا حاجاً، قال: حدثنا عبدان بن محمد بن عيسى، حدثنا إبراهيم بن عبد الله الخلال عن عبد الله بن المبارك عن أبي جعفر الرازي عن الربيع عن أنس، قال: قدم أبو العراف اليماني، وكان من أشراف اليمن، فرأى رسول الله صلى الله عليه وسلم في حلة حمراء وهو يقول للناس: قولوا لا إله إلا الله تفلحوا وإذا خلفه شيخ يقول: إياك وإياه فإنه مجنون كذاب، فسأل أبو العراف عن ذلك الشيخ فقيل عمه أبو لهب، فأتاه فقال: ما تقول في ابن أخيك؟ قال: لم نزل نداويه من الجنون. فقال له: تباً لك، إن كلام المجانين متفاوت غير مستقيم، وما يشبه ابن أخيك المجانين بوجه من الوجوه. فقال له أبو لهب: فما هذا الذي يقول؟ قال وحي ورسالة وحق\nالجزء: 1 ¦ الصفحة: 12\n",
        "وصدق أشهد أن لا إله إلا الله وحده لا شريك له وأنه عبده ورسوله. ثم أتى النبي صلى الله عليه وسلم بعد ما أظهر دعوته واستفحل أمره في ثمانين فارساً من قومه مسلمين.\nوالمجنون عند أهل الحقائق من ركن إلى الدنيا وعمل لها وطاب عيشاً. بذلك نطقت الأخبار. حدثني أبي رحمة الله، قال: حدثنا محمد ابن شوار حدثنا محمد بن رافع حدثنا إسماعيل بن عبد الكريم عن عبد الصمد بن معقل عن وهب بن منبه قال: خلق ابن آدم أحمق ولولا حمقه ما هنأه العيش. وسمعت أبا زكريا يحيى بن محمد بن عبد الله العنبري يقول: سمعت محمد بن المسيب الأرغياني يقول: سمعت عبد الله بن الحسن الأنطاكي يقول: سمعت يوسف بن إسباط يقول: سأل سفيان الثوري: من المجنون؟ فقال: من لم يميز غيه من رشده. سمعت أبا علي محمد بن عمر الربودي يقول: سمعت علي بن الحسين بن أبي عيسى الهلالي يقول: سمعت إبراهيم بن الأشعث يقول: سمعت الفضيل بن عياض يقول: دعاك الله إلى دار السلام، وقد آثرت في دنياك المقام، وحذرك عدوك الشيطان، وأنت مؤالفه طول الزمان، وأمرك بخلاف هواك، وأنت معانيه صباحك ومساك، فهل الحمق إلا ما أنت فيه؟.\nسمعت أبا بكر محمد بن أحمد بن أحيد القطان البلخي يقول: سمعت أبا شهاب معمر بن محمد العوفي يقول: سمعت عبد الصمد بن الفضل يقول: سمعت خلف بن أيوب، وسأل عن الأحمق، قال: من عمل لدنياه، ووافق هواه، وآثر على ربه سواه.\nوقيل لآخر: من المجنون؟ قال: من لم يبال ما نقص من دينه بعد أن سلمت له دنياه. وقيل لآخر: من المجنون؟ قال: من لم يأمن على روحه ساعة وهو يسعى في عمارة دنياه. وسئل آخر: من الأخرق؟ فقال: من خرب آخرته بدنيا غيره.\nأنشدنا أبو جعفر محمد بن علي الطيان القمي بمرو الروذ قال: أنشدنا محمد بن سعيد بن سهيل الطباخي بالبصرة:\nالجزء: 1 ¦ الصفحة: 13\n",
        "خلقنا لأمر وإن لم نكن\n...\nبه مؤمنين فإنا لنوكى\nوإن نحن كنا به مؤمنين\n...\nولسنا نخاف فإنا لهلكى\nوأنشدنا أبو بكر محمد بن عبد الله بن محمد بن زكريا بن دينار الهلالي قال: أنشدنا عبد الله بن محمد بن عائشة:\nومن كانت الدنيا هواه وحلمه\n...\nفذلك مجنون وإن قيل عاقل\nقال آخر: المجنون ممن إلتمس رضى الناس بسخط الله عز وجل.\nأنشدني أبو الحسن محمد بن محمد بن مسعود بنسا قال: أنشدنا نفطويه، عن الخليل بن أحمد:\nإني بليت بمعشر\n...\nنوكي أخفهم ثقيل\nنفر إذا جالستهم\n...\nنقصت بقربهم العقول\nومر صلة بن أشيم بقوم قد اجتمعوا على رجل مقيد، فقال: من هذا؟ قالوا: مجنون، فقال لا تقولوا مثل هذا إنما المجنون مثلي ومثلكم يعمر الدنيا ويخرب الآخرة.\nأنشدنا أبو نصر أحمد بن محمد بن ملحان البصري، قال: أنشدنا بشر بن موسى الأسدي:\nإلى كم تخدم الدنيا\n...\nوقد جزت الثمانينا\nثبت العلم في قوم\n...\nيروحون يوغدونا\nفلا هم بك يعنون\n...\nولا هم عنك يغنونا\nلئن لم تك مجنونا\n...\nلقد فقت المجانينا\nقال الشيخ أبو القاسم الحسن بن حبيب النيسابوري المفسر رحمة الله عليه: سألني بعض أصحابي، عوداً على مبدأ، أن أصنف كتاباً في عقلاء\nالجزء: 1 ¦ الصفحة: 14\n",
        "المجانين وأوصافهم وأخبارهم، وكنت أتغامس عنه إلى أن تمادى به السؤال، فلم أجد بداً من إسعافه بطلبته، وأجابته إلى بغيته، تحرياً لرضاه، وتوخياً لهواه، وكنت في حداثة سني سمعت كتباً في هذا الباب مثل كتاب الجاحظ وكتاب ابن أبي الدنيا وأحمد بن لقمان وأبي علي سهل بن علي البغدادي رحمهم الله فوقع كل كتاب منها في جزء أو ما يقارب جزءاً، تتبعتها وتيقنتها، وضممت إليها قرائنها، وعزوتها إلى أصحابها، وألفت هذا الكتاب على غير سمت تلك الكتب، وهو كتاب يكفي الناظر فيه الترداد وتصفح الكتب، وأرجو أني لم أسبق إلى مثله. والله الموفق والمعين.\nالجزء: 1 ¦ الصفحة: 15\n",
        "أصل الجنون\nفي اللغة: الجنون في اللغة الاستتار. تقول العرب: جن الشيء يجن جنوناً إذا استتر وأجنه غيره إجناناً إذا ستره قال لبيد:\nحتى إذا ألقت يداً في كافر\n...\nوأجن عورات الثغور ظلامها\nيعني الشمس ألقت يداً في ليل مظلم. وستر الظلام الفجاج والطرق.\nوأنشدني أبو عبد الله محمد بن الحسين الوضاحي:\nيا غافلاً عما تجن ضلوعي\n...\nأنسيت ويحك عبرتي ودموعي\nوجن الليل بجن جنوناً وجناناً إذا دخل. ومنه قوله سبحانه: \" فلما جن عليه الليل رأى كوكباً \" وأجن الليل الشيء أجناناً إذا غطاه بظلامه. قال العتبي: وأجنه الليل أي جعله في ظلامه في جنة، قال الشاعر يصف مفازة:\nوصرماء مذكار كأن دويها\n...\nيعيد جنان الليل مما يخيل\nحديث أناسيّ فلما سمعته\n...\nإذا ليس فيه ما أبين فأعقل\nوقال الشاعر:\nولولا جنون الليل أدرك ركضنا\n...\nبذي الرمث والأرض عياض بن ناشب\nالجزء: 1 ¦ الصفحة: 16\n",
        "الصرماء المفازة التي تصرم الناس عن الماء أي تقطعهم. والمذكار التي لا يدخلها إلا ذكور الرجال لصعوبتها كالمرأة المذكار التي لا تلد إلا الذكران. والجنان القلب سمي بذلك لاستتاره.\nأنشدني أبو الحسن محمد بن علي القزاز لديك الجن:\nخذ يا غلام عنان طرفك فاحمه\n...\nعني فقد ملك الشمول عناني\nسكران سكر هوى وسكر مدامة\n...\nفمتى يفيق فتى به سكران\nما الشأن ويحك في فراق فريقهم\n...\nالشأن ويحك في جنون جناني\nقال العتبي: وسميت الجن لاجتنانهم عن أعين الناس. وقيل في قوله تعالى: \" إلا إبليس كان من الجن \" أي من الملائكة، سموا جناً لاجتنانهم عن الأبصار. قال الأعشى:\nوسخر من جن الملائكة تسعة\n...\nقياماً لديه يعملون بلا أجر\nوالجنة البستان لالتفاف الشجر. والجنة الدرع والترس لأنهما يستران. والجنة بالكسر الجنون. والجن أيضاً، قال الله جل ذكره: \" وجعلوا بينه وبين الجنة نسباً \" يعني حين قالوا: \" أن الملائكة بنات الله، وقال في معنى الجنون: \" أولم يتفكروا ما بصاحبهم من جنة \" وأما قوله تعالى: \" من الجنة والناس \" قال قتادة: إن الشيطان يوسوس الجن كما يوسوس الناس، والمعنى الذي يوسوس في صدور الجن والناس. والجنن القبر، لأنه ساتر، قال الشاعر:\nلقد أدرجت ليلى هنالك في جنن\n...\nفصبراً جميلاً حين ما ينفع الحزن\nوالجنين: الولد في بطن الأم، لأنه مستور، وتقول العرب للنبت إذا طال\nالجزء: 1 ¦ الصفحة: 17\n",
        "وكثر تكاوس والتف واستجلس واعلنكس: تجان. وتجان الرجل إذا تكلف الجنون وليس بمجنون. وكذلك تحامق وتناوم وتكاسل، قال العجاج:\nإذا تجازرت وما بي جزر\n...\nثم كسرت العين من غير عور\nوكل هذا يؤول إلى معنى الاستتار، فالمجنون المستور العقل، والفعل منه جن يجن جنوناً وهو مجنون، وأجنه الله فهو مجنون، وهذا الباب نادر في اللغة ونظيره أزكمه الله فهو مزكوم، وأحمه فهو محموم، وأضأده فهو مضؤود أي أزكمه، وأحببت فلاناً فهو محبوب، وهذا هو السائر وقد قالوا محب. قال عنترة العبسي:\nولقد نزلت فلا تظني غيره\n...\nمني بمنزلة المحب المكرم\nالجزء: 1 ¦ الصفحة: 18\n",
        "أسماء المجنون\nفي اللغة: للمجنون في اللغة أسماء كثيرة. وقد مضى تفسير المجنون. منها الأحمق، والفعل منه حمق يحمق حمقاً وحماقة فهو أحمق، قال الشاعر:\nسبحان من أنزل الأشياء منزلها\n...\nوصير الناس مرفوضاً مرزوقاً\nوالجمع حمقى كقولك: قتلى وصرعى وهلكى وحرقى وغرقى، قال الشاعر:\nرزقت مالاً فعش مما رزقت به\n...\nفلست أول من حمقى بمرزوق\nلو كان باللب يعطي ما تعيش به\n...\nلما ظفرت من الدنيا بمفروق\nومنها المعتوه: وهو الذي يولد مجنوناً. والفعل منه عته فهو معتوه.\nومنها الأخرق: وهو الذي لا يحسن التقدير والتدبير والمرأة خرقاء، قال أبو عبيدة: لا يقال خارق إلا للمقدر بعلم وتدبير، فإذا قدر بغير علم قيل أخرق. وخرقاء، ومنه قوله تعالى: \" وخرقوا له بنين وبنات بغير علم سبحانه \" قال مجاهد: أي كذبوا. قال أبو عبيدة: اختلفوا، وقرأ أهل المدينة بالتشديد وخففه الكسائي وأبو عمر. والاسم الخرق بضم الخاء. والخرق أيضاً جمع الأخرق.\nالجزء: 1 ¦ الصفحة: 19\n",
        "ومنها المائق: والموق أيضاً جمع المائق كقولهم عائط وعوط وحائل وحول للشاة التي لم تحمل، وعائد وعود للناقة القريبة النتاج، وفاره وفره، قال الشاعر:\nوغرة مرة من فعل غر\n...\nوغرة مرتين فعال موق\nإذا لم تبق بالصحصاح زلت\n...\nمن الصحصاح رجلك في العميق\nوحسن الظن عجز في أمور\n...\nوسوء الظن يأمر بالوثيق\nولا تفرح بأمر أن تدانى\n...\nولا تيأس من الأمر السحيق\nفإن القرب يبعد بعد قرب\n...\nويدنو البعد بالقدر المسوق\nأنشدنيه أبي رحمة الله تعالى، وقال: أنشدناه أبو سلمة المؤذن لعمر بن عبد العزيز رحمه الله تعالى.\nومنها الرقيع والمرقعان: وهو الأحمق الذي يتمزق عليه رأيه وعقله. والفعل منه رقع رقاعة فهو رقيع كقولك بلد بلادة فهو بليد. أنشدنا أبو بكر أحمد بن سعد بن نصر بن بكار الفقيه البخاري بها، قال: أنشدنا عبيد الله بن عبد الله:\nوما الناس إلا وعاة العلوم\n...\nوسائرهم غنم في قطيع\nومنها الممسوس: وهو الذي يتخبطه الجن أو الشيطان والاسم المسمى؟ ومنه قوله جل ذكره كالذي يتخبطه الشيطان من المس.\nومنها المخبل والمخبل: والاسم الخبل ويقال: رجل مخبل ومخبول ومختبل، قال الأعشى:\nعلقتها عرضاً وعلقت رجلاً\n...\nغيري وعلق أخرى غيرها الرجل\nوعلقته فتاة ما يحاولها\n...\nمن قومها ميت يهذي بها وهل\nالجزء: 1 ¦ الصفحة: 20\n",
        "وكلنا مغرم يهذي بصاحبه\n...\nناء ودان ومخبول ومختبل\nومنها الأنوك: والفعل منه نوك ينوك فهو أنوك كقولك حول فهو أحول، وسألت أبا منصور الامام الأزهري رحمه الله بهراة: فلم يذكر منه فعلاً. والاسم النوك بضم النون والجمع نوكي قال الشاعر: و.. وكيف يكون النّوك إلا كذلكا.\nوأنشد الأصمعي:\nتضحك منه شيخة ضحوك\n...\nواستنوكت وللشباب نوك\nومنها البوهة: قال الشاعر:\nويا هند لا تنكحي بوهة\n...\nعليه عقيقته أحسنا\nومنها الذولة: بالذال المعجمة. والموتة ضرب من الجنون، ولم أسمع منه للمجنون إسماً.\nسمعت الإمام أبا حامد الخارزنجي يقول: النطاة الجنون، قال: وتقول العرب: فلان من فرط نطاته لا يعرف قطاته من لطاته. القطاة مقعد الردف من الدابة واللطاة دائرة في الجبهة.\nومنها العرهاة: قال الشاعر:\nومن لم يواس الناس مما بكفه\n...\nفذلك عرهاة من العقل مبلس\nومنها الأولق: والفعل منه ولق يولق. والولق الاسم. وأما الولق اللام فهو الكذب. وقرأت عائشة رضي الله عنها \" إذ تَلْقُونَه بألسنتكم \" والفعل منه ولق يلق ولقاً، قال الأعشى:\nويصبح من غب السري فكأنما\n...\nألم بها من طائف الجن أولق\nالجزء: 1 ¦ الصفحة: 21\n",
        "ومنها المهووس: والاسم الهوس، وهو ضرب من الجنون، فإن كان قدراً؟ في جنونه فهو أغفل.\nومنها الهلباجة: وهو الأحمق الكثير الأكل قاله الخليل بن أحمد ومنها اللكع: وهو الأحمق اللئيم. وقال غيره: هو العبد.\nومنها الجذب: قال ابن السكيت: يقال رجل جذب وفيه جذب أي فضل الحمق.\nومنها الهجاجة: قال الأصمعي يقال للرجل الأحمق الكثير الخطأ رجل هجاجة.\nومنها الرشاع: قال ابن السكيت: والزهدن الأحمق أيضاً، وأنشد في كتاب الألفاظ:\nقلت لها إياك أن تركني\n...\nعندي في الجلسة أو تلبني\nعليك ما عشت بذات الزهدن\nومنها الملغ: قال الأصمعي: هو الأحمق. والجعبس الأحمق أيضاً، قال الراجز:\nلما رأيت سد الليل ادمسا\n...\nليلاً دجوجي الظلام عرمسا\nوصم كسراه الغيام الجعبسا\nوالهلباجة: وقد ذكر آنفاً. قال ابن السكيت: قال خلف ابن الأحمر: قلت لابن كبشة بنت السعتري: ما الهلباجة؟ فتردد في صدره ما لم يتهيأ له إخراجه، ثم قال الهلباجة الأحمق الذي لا خير عنده.\nالجزء: 1 ¦ الصفحة: 22\n",
        "وقرأت في كتاب النوادر لأبي زيد سعيد بن أوس: رجل مألوس أي مجنون وقد ألس إذا جن.\nومما يضارع هذا الباب ويقرب منه وليس بعينه المتيم وهو العبد تيمه الحب، أي عبده واستعبده ومنه تيم اللات كأنه عبد اللات.\nومنها الأهوج: والفعل منه هوج يهوج هوجاً فهو أهوج.\nومنها الهائم: وهو ذاهب العقل.\nومنها المدله: قال الشاعر:\nتركوني مدلهاً\n...\nأرتجي حج قابل\nبعدما كنت ناسكاً\n...\nزال نسكي بباطل\nومنها الأبله: والفعل منه بله.\nومنها المستهتر: قال الشاعر:\nفبعثن ورداً للخلي وزدن في\n...\nبرحاء وجد العاشق المستهتر\nومنها الواله: والاسم الوله، وهو عند العرب الذي فقد ولده ففقد صبره قال الأعشى يصف بقرة:\nفأقبلت والهاً ثكلى على عجل\n...\nكل دهاها وكل عندها اجتمعا\nوالهبنقع الأحم المبالغ في حمقه، قال الشاعر:\nومهور نسوتهم إذا ما نكحوا\n...\nعدوي وكل هبنقع تنبال\nفهذه كلها أسماء المجانين وعيارها المجنون والأحمق.\nالجزء: 1 ¦ الصفحة: 23\n",
        "الأمثال المضروبة في الحمق والحمقى\nمنها قولهم تحسبها حمقاء وهي باخس أي إنها مع حمقها تظلم الناس، قال ثعلب: هكذا جرى المثل بغيرها، ومثله خرقاء عيابة أي مع حمقها تظلم غيرها وتعيب غيرها، قال خلف الأحمر: ومن أمثالهم أحمق بلغ أي انه مع حمقه يبلغ حاجته. ومن أمثالهم فيه خرقاء ذات نيقة أي أنها حمقاء وهي مع ذلك تتأنق في الأمور، قال أبو عبيد: فإذا اشتد موق الرجل قيل ثاطة مدت بماء والثأطة الحمأة فإذا أصابها ماء ازدادت فساداً، قال الأصمعي: ومنها أحمق من رجلة وهي البقلة الحمقاء، وحمقها أنها تنبت في السروح ومسايل الأودية فيجيء السيل فيجرفها. وشبه بها أهل الحقائق من يعمر دنياه وهو يعلم فناءها، قالوا: مثل عامر الدنيا الباني على الماء. والماء لا يثبت عليه شيء.\nحدثنا أبو القاسم منصور بن العباس ببوشنج قال: حدثنا أبو عبد الله محمد بن إبراهيم الهروي قال: حدثنا ابن أبي الدنيا قال: حدثنا إسحاق ابن إسماعيل قال: أخبرنا جرير عن ليث عن مجاهد قال: قال عيسى ابن مريم عليهما السلام: من ذا الذي يبني على موج البحر داراً تلكم الدنيا فلا تتخذوها قراراً. وقال أيضاً: الدنيا قنطرة فاعبروها ولا تعمروها. وقال سابق البربري في قصيدة له:\nالجزء: 1 ¦ الصفحة: 24\n",
        "لكم بيوت بمستن السيول وهل\n...\nيبقى على الماء بيت أسه مدر\nوقال أبو عمرو الشيباني: ومن أمثالهم في الحمق إنه لأحمق من ترب العقد والعقد عقد الرمل، وحمقه إنه ينهار ولا يثبت فيه التراب يضرب للذي لا يثبت ولا يستقر على حال.\nقال ابن الكلبي: ومن أمثالهم في هذا إنه لأحمق من دغة وهي أمرأة عمرو بن جندب بن العنبر ووصف من حمقها ما يسمج ذكره، وقال الأصمعي: ومن أمثالهم أحمق من الممهورة إحدى خدمتيها وذلك أن زوجها قضى حاجته منها ثم طلقها فقالت أعطني حقي فنزع إحدى خدمتيها وهما الخلخالان من رجلها فأعطاها فسكتت ورضيت.\nوتقول العرب للمبالغ في الجنون. جنونه مجنون. سمعت أبا الحسن محمد بن الحسين الحاكم ببوشنج يقول: سمعت جدي عبد الملك بن محمد ابن عدي يقول: سمعت جدي يقول: سمعت الربيع بن سليمان يقول: قال الشافعي رحمه الله لبعض أصحابه:\nجنونك مجنون ولست بواجد\n...\nطبيباً يداوي من جنون جنون\nومنها الضبع وزعموا أنها أحمق الدواب فإنها تشد يداها ورجلاها ويقال لها لست ها هنا فتسكت وترضى. وروي عن علي بن أبي طالب رضي الله عنه أنه قال: لا أكون مثل الضبع تسمع الدم فتخرج حتى تصاد. وكنيتها أم عامر يضرب بها المثل فيقال: خامري أم عامر، كما قال الشاعر:\nالجزء: 1 ¦ الصفحة: 25\n",
        "فلا تدفنوني إن دفني محرم\n...\nعليكم ولكن خامري أم عامر\nأي دعوني للتي يقال لها أم عامر حتى تأكلني ولا تدفنوني بعد موتي. وأنشدني أبي رحمة الله.\nعرقب الضبع وقالوا غائب\n...\nرضي القول وأغضي وصبر\nأي دعوني للتي يقال لها أم عامر حتى تأكلني ولا تدفنوني بعد موتي. وأنشدني أبي رحمة الله.\nعرقب الضبع وقالوا غائب\n...\nرضي القول وأغضى وصبر\nومنها العقعق، تقول العرب إنه لأحمق من العقعق وحمقه أن ولده أبداً ضائع. قال ابن الكلبي: تقول العرب إنه لأحمق من حماقة عقعق وذلك لأنها تبيض على الأعواد فربما وقع بيضها فانكسر.\nأسماء جنون الدواب\nتقول العرب لجنون الابل الهيام وهو داء يأخذها فتهيج وتهيم. ويقال لجنون الشاة الثول وهي ثولاء، ولجنون الكلب الكلب فهو كلب كلب. والسعر ضرب من جنون النوق، تقول العرب ناقة مسعورة إذا كانت مجنونة. وتأول بعضهم قوله جل ذكره إن المجرمين في ضلال وسعر أي جنون.\nالجزء: 1 ¦ الصفحة: 26\n",
        "ضروب المجانين\nالمجانين على ضروب، فمنهم المعتوه وقد مضى تفسيره ومنهم المرور وهو الذي أخرقته المرة، ومنهم الممسوس وهو الذي يتخبطه الجن والشياطين، ومنهم العاشق الذي تيمه الحب فأجنه.\nسمعت أبا الحسن محمد بن محمد بن مسعود النسوي بها، يقول: سمعت أبا محمد عبد الله بن عبد الرحمن بن محمد بن عيسى السركري؟ ببغداد يقول: سمعت زكريا بن يحيى بن خلاد المنقري يقول: سمعت الأصمعي يقول: لقد أكثر الناس في العشق فما سمعت بأوجز ولا أجمل من قول أنشدنا بعض نساء الأعراب وسألت عن العشق فقالت: داء وجنون.\nأنشدنا أبو محمد أحمد بن محمد بن إسحق الخزلحجي؟ بمرو قال: عبد الله بن بهلول بقرميسين.\nوما عاقل في الناس يحمد أمره\n...\nويذكر إلا وهو في الحب أحمق\nوما من فتى قد ذاق بؤس معيشة\n...\nمن الناس إلا ذاقها حين يعشق\nسمعت أبا الحسن مظفر بن غالب الهمداني يقول: سمعت أبا بكر محمد بن يحيى الصولي قال: اعتل عبد الله بن المعتز فأتاه أبوه عائداً، وقال له: ما عراك يا بني؟ فأنشأ يقول:\nأيها العاذلون لا تعذلوني\n...\nوأنظروا حسن وجهها تعذروني\nوأنظروا هل ترون أحسن منها\n...\nإن رأيتم شبيهها فاعذلوني\nفي جنون الهوى وما بي جنون\n...\nوجنون الهوى جنون الجنون\nقال: فتتبع أبوه الحال حتى وقع عليها فابتاع الجارية التي شغف بها بسبعة آلاف دينار ووجهها إليه.\nالجزء: 1 ¦ الصفحة: 27\n",
        "أنشدني أبو منصور مهلهل بن علي العنزي.\nأبدر بدا أم وجهك القمر السعد\n...\nأليل دجا أم شعرك الفاحم الجعد\nأنرجسة هاتيك أم هي مقلة\n...\nأتفاحة ذاك المضرج أم خد\nأموج إذا وليت أم كفل بدا\n...\nأغض لجين في الغلالة أم قد\nكذا لو تأملت الذي بي لقلت لي\n...\nأهذا جنون ثابت بك أم وجد\nسمعت أبا العباس الرازي الصوفي يقول: سمعت الشبلي يقول ذات يوم لأصحابه: ألست عندكم مجنوناً وأنتم أصحاء؟ زاد الله في جنوني وزاد صحتكم! ثم أنشد.\nقالوا جننت بمن تهوى فقلت لهم\n...\nما لذة العيش إلا للمجانين!\nأنشدنا أبو العباس أحمد بن سعيد المغربي قال: أنشدنا أبو عمرو محمد ابن إسماعيل الضرير قال حدثنا وأنشدنا أيوب بن غسان وهو يقول:\nودعتني بعبرة من جفون\n...\nأضمرت فيضها حذار العيون\nومضت خلفها وقد خلفتني\n...\nإلف ضر وفورة وجنون\nفشكوت الفراق بالنفس الدا\n...\nئم حتى هتكت سر الظنون\nأنشدني أبو سعيد أحمد بن زاوية الفارسي الكاتب:\nألا قل للأحبة يرفقونا\n...\nفإن الحب أورثنا الجنونا\nأنشدني أبي رحمه الله قال أنشدنا أبو محمد الزنجاني لبعض الأعراب:\nأحبك حباً لو علمت ببعضه\n...\nأصابك من وجد عليك جنون\nلطيفاً على الأحشاء أما نهاره\n...\nفسكت وأما ليله فأنين\nالجزء: 1 ¦ الصفحة: 28\n",
        "وحكى لي عن حبيب بن محمد بن خالد الواسطي قال دخلت يوماً على علي بن هشام فوجدته باكياً حزيناً ذاهب النفس فأنكرته وسألته عما دهاه، فقال أعلم أني مررت الآن بالخريبة فرأيت مجنوناً مصفداً بالحديد يتمرغ في التراب ويقول:\nألا ليت أن الحب يعشق مرة\n...\nفيعرف ماذا كان بالناس يصنع\nيقولون خذ بالصبر إنك هالك\n...\nوللصبر مني في مصابي أجزع\nسمعت أبا علي الحسن بن أحمد القزويني يقول سمعت بعض السياح يقول رأيت مجنوناً في القفار وهو يرقص ويقول:\nحبكم في القفار شردني\n...\nآه من الحب ثم رآه\nوهذا الباب يطول شرحه إلا أنه يذكر في أثناء أخبار المجانين وستراه في موضعه إن شاء الله تعالى.\nفصل\nمن اعتقد بدعة وارتكب كبيرة فأدركه شؤمها فجن\nحدثنا أبو علي الحسن بن محمد بن سبطم؟ الدهانيني البلخي قدم علينا حاجاً قال حدثنا هشام بن عمار عن سعيد بن يحيى قال رأيت مجنوناً بحمص مصروعاً قد اجتمع عليه الناس، فدنوت منه، فقلت آلله إذن لكم أم على الله تفترون؟ فجرى على لسانه لسنا ممن يفتري على الله دعه يمت فإنه يقول بخلق القرآن.\nالجزء: 1 ¦ الصفحة: 29\n",
        "أخبرنا أبو القاسم منصور بن العباس ببوشنج قال حدثنا أبو عبد الله محمد بن إبراهيم الهروي قال حدثنا ابن أبي الدنيا قال حدثنا الحسين بن عبد الرحمن قال لقيت بمنى مجنوناً مصروعاً كلما أراد أن يؤدي فريضة أو يذكر الله صرع فقلت على ما يقوله الناس إن كنتم يهوداً فبحق موسى وإن كنتم نصارى فبحق عيسى وإن كنتم مسلمين فبحق محمد صلى الله عليه وسلم إلا ما خليتم عنه، فقالت الجن لسنا يهوداً ولا نصارى ولكنا وجدناه يبغض أبا بكر وعمر فمنعناه من أشد أموره.\nحدثنا أبو عبد الرحمن عمر بن أحمد بن علي الجوهري بمرو قال حدثنا أحمد بن الحارث بن محمد بن عبد الكريم قال حدثنا محمد بن عبد الله بن عبد الله بن مهزاد، حدثنا مسلمة، أخبرنا عبد الله بن لهيعة عن يزيد بن أبي حبيب قال بلغني أن عامة الركب الذين ساروا إلى عثمان رضي الله عنه جنوا.\nفصل\nمن يسمى مجنوناً بلا حقيقة\nكالشاب والمتصابي والسكران\nكانت العرب تقول الشباب شعبة من الجنون. أنشدنا أبو عبد الله محمد بن أحمد بن الحارث المؤدب ببوشنج عن أحمد التمامي إنه أنشده وقال:\nما العيش إلا بجنون الصبي\n...\nفإن تولى فجنون المدام\nكأساً أذا ما الشيخ والى بها\n...\nفيتردى برداء الغلام\nفصل\nمن جن من خوف الله سبحانه\nحدثنا أبو الفضل العباس بن هزار بن محمد بن هزار بن الخطيب، بمرو،\nالجزء: 1 ¦ الصفحة: 30\n",
        "قال حدثنا أبو القاسم بن عبد الله بن محمد بن عبد العزيز البغوي، قال حدثنا علي ابن الجعد أخبرنا شعبة قال بغني عن عبد العزيز بن يحيى بن عبد العزيز النخعي إنه كان يصلي في مسجد على عهد عمر رضي الله عنه فقرأ الامام ذات ليلة \" ولمن خَافَ مَقَامِ رَبِّه جَنَّتان \" فقطع صلاته وجن وهام على وجهه ولم يوقف له على أثر.\nحدثنا أبو الحسن بن موسى السلامي بهراة، قال حدثنا أحمد بن يعقوب البسطامي حدثنا خلف بن عمر الصوفي قال سمعت أبا يزيد يقول: جننتني بي فمت ثم جننتني به فعشت ثم جننتني عني فغبت ثم أوقفني في رجة الجنون وسألني عن أحوالي الثلاث فقلت الجنون بي فناء والجنون بك بقاء والجنون عني وعنك ضناء وأنت في كل الأحوال أولى بنا.\nحدثنا أبو الحسن المظفر بن محمد بن غالب قال حدثنا أبو علي الحسن ابن محمد بن أحمد البغدادي قال: حدثنا محمد بن يحيى بن مسلم عن صالح المري أن رجلاً من الزهاد مر ذات ليلة برجل يقرأ \" وَبَدَا لَهُمْ مِنَ اللهِ مَا لَم يَكُونُوا يحتسبُون \" فجعل يصيح ثم مزق ثيابه وغلب على عقله، فأخذ وقيد ومات على ذلك.\nأخبرنا أبو جعفر محمد بن سليمان بن منصور قال حدثنا ابن أبي الدنيا قال حدثنا الصلت بن مسعود الجحدوي: حدثنا فضل بن سليمان عن يونس بن محمد بن فضاله قال: خرجنا مع الربيع بن خيثم فمررنا على حداد ومعنا فتى فقام الربيع ينظر إلى حديدة في النار فوقع الفتى فأغمي عليه فتركناه ومضينا لحاجتنا فعدناه فإذا هو على تلك الحال ثم بلغنا إنه جن فمات في جنونه.\nحدثنا محمد بن سليمان قال حدثنا ابن أبي الدنيا حدثنا محمد بن الحسين\nالجزء: 1 ¦ الصفحة: 31\n",
        "حدثني مالك ابن ضيغم قال: مر بكر بن معاذ برجل يقرأ \" وأنذرهُم يَوْم الآزفة إذ القلوبُ لَدَى الحناجر كاظِمِين مَا لِلْظَالِمين مِنْ حَمِيمٍ وَلاَ شَفِيعٍ يُطاع \" فاضطرب وخرثم صاح ارحم من أنذر ثم لم يقبل إليك بعد النذير! ثم غلب على عقله فلم يفق حتى مات.\nوحدثنا أبو جعفر محمد بن شيب حدثنا هشام بن عبد الله قال: نظر الحارث بن سعيد في قبر منخسف فوقع مغشياً عليه ثم رفع وقد زال عنه عقله فبقى كذلك حتى مات.\nحدثنا أبو زكريا محمد بن إبراهيم بن إسحاق بن معبد الآملي قال حدثنا أبو بكر محمد بن الحسين الدريدي: حدثنا العباس بن الفرج الرياشي عن محمد بن يونس البكري قال: سمع حذيفة العابد رجلاً يقرأ وعرضوا على ربك صفا فهام على وجهه ولم ير بعد.\nأخبرنا أبو القاسم منصور بن العباس حدثنا محمد بن إبراهيم بن خالد الهروي حدثنا أبو الطيب محمد بن أحمد اليافي بفلسطين حدثنا الحسن بن محمد بن المبارك الصوري عن أبيه قال: قرأ رجل بين يدي معاذ ابن نصر \" وانذِرْهُم يَوْمَ الحسْرَةِ إذْ قُضِيَ الأمْرُ \" الاية فجعل يتمرغ في التراب ويضطرب ويصيح ثم هام على وجهه ولم يوقف له على أثر.\nوأخبرنا منصور عن محمد بن إبراهيم عن أبي الدنيا عن محمد بن الحسين عمار بن عثمان عن بشر بن عبد العزيز قال: كان عمر بن ذر لا يخرج إلا إلى الصلاة أو الجنازة فسمع قارئاً يقرأ \" وَمَا أمرُنا إلاَّ وَاحِدَةٌ كَلَمحٍ بِالبَصَرِ \" فصرخ صرخة فخولط فلم يزل على ذلك حتى مات.\nالجزء: 1 ¦ الصفحة: 32\n",
        "فصل\nمن تجان وتحامق وهو صحيح العقل\nوهم ضروب، فمنهم من تعاطى ذلك ليرى شأنه ويستره على الناس سمعت أبا موسى عمران بن محمد بن الحصين يقول: سمعت إبراهيم بن الحارث الكرماني يقول سمعت أحمد الدورقي يقول قال مالك بن دينار: رأيت بالمصيصة شيخاً في عنقه غل وسلسلة والصبيان يرمونه وهو يقول:\nإن من قد أرى على صور النا\n...\nس وإن فتشوا فليسوا بناس\nقال فتقدمت إليه فقلت أمجنون أنت؟ قال أنا مجنون الجوارح لا مجنون القلب ثم مر وأنشأ يقول:\nواريت أمري بالجنون عن الورى\n...\nكيما أكون بواحدي مشغول\nيا من تعجب في الأنام لمنطقي\n...\nماذا أقول ومنطقي مجهول\nسمعت أبا نصر منصور بن عبد الله الأصبهاني يقول سمعت أبا بكر ابن طاهر الأبهري يقول سمعت عمران بن علي الرقي يقول: كان إبان ابن سيار الرقي رئيس القراء والفقراء بالرقة وكان مع ذلك أهل علم فأكل الذئب بنياً له وكان واحده، وكان مشغوفاً به، ولم يتمالك، وهام على وجهه، فغاب ملياً ثم عاد وقد برم بالناس. فجنن نفسه، وجعل لا تطمئن به دار ولا يستقر به قرار، فخبرت بشأنه فأتيته بأصحاب لي، فألفيته في الجامع يكلم بعض الأساطين، فقلت يا إبان أجننت؟ قال نعم عندك وعند اضرابك. فقلت كيف؟ فأنشأ يقول:\nجننت عن عقلي لديكم وما\n...\nقلبي والله بمجنون\nأجن مني وإله الورى\n...\nمن اشترى دنياه بالدين\nوكنت قد ابتعت ضيعة من بعض السلاطين فعلمت انه يعنيني فتسورت\nالجزء: 1 ¦ الصفحة: 33\n",
        "ووالله ما عاودته بعد.\nوقال الفرزدق أمر عمرو بن هند ملك العرب لطرفة وجرير المتلمس بكتابين إلى عامله بالبحرين بإهلاكهما وهما لا يشعران فمرا برجل على قارعة الطريق يحدث ويتفلى ويأكل، فقال المتلمس بالله ما رأيت أحمد من هذا، فقال الرجل وما رأيت من حمقي، أخرج خبيثاً وأدخل طيباً، وأقتل عدواً، أحمق والله مني من حمل حتفه بيده. ففك المتلمس كتابه فإذا فيه أما بعد فإذا أتاك المتلمس فاقطع يديه ورجليه وادفنه حياً فرمى بالكتاب وأنشأ يقول:\nقذفت بهذا القط من جنب كافر\n...\nكذلك أرمي كل قط مطلل\nوقال لطرفة: فك كتابك، فقال: هو لا يجتريء على إهلاكي، فذهب بالكتاب فإذا فيه إذا أتاك طرفة فاقطع أكحله ولا تشده حتى يموت ففعل وأنشأ طرفة يقول:\nكل خليل كنت خاللته\n...\nلا ترك الله له واضحه\nكلهم أروغ من ثعلب\n...\nما أشبه الليلة بالبارحة\nفصل\nمن تحامق لينال غنى\nسمعت أبا نصر محمد بن مزاحم البدخشي، قدم علينا حاجاً، قال: سمعت سعيد بن علي بن عطاف الطاحي بالبصرة يقول: كان عندنا رجل عاقل\nالجزء: 1 ¦ الصفحة: 34\n",
        "أديب فهم شاعر يقال له عامر وكان مع أدبه محروماً مجازفاً، فقال لي رجل من أصحابي إن صديقك عامراً قد جن، فجعلت أطلبه حتى ظفرت به في بعض القرى والصبيان حوله يضحكون، فقلت له: يا عامر مذ كم صرت بهذه الحال؟ فأنشأ يقول:\nجننت نفسي لكي أنال غنى\n...\nفالعقل في ذا الزمان حرمان\nيا عاذلي لا تلم أخا حمق\n...\nتضحك منه فالحمق ألوان\nوعلى هذا علي بن صلوة القصرى كان ممن يجيد الشعر وكان محروماً لا يؤبه له، ومن جيد شعره:\nلسان الهوى في مقلتي لك ناطق\n...\nيخبر عني أنني لك وامق\nولي شاهد من ضر جسمي معدل\n...\nوقلب عليل في ودادك خافق\nوما كنت أدري قبل حبك ما الهوى\n...\nولكن قضاء الله في الخلق سابق\nثم تحامق وأخذ في الهزل فحسنت حاله وراج أمره حتى أن الملوك والأشراف أولعوا به، ومن قوله:\nغياث بن عبد الله يطعم ضيفه\n...\nرؤوس الجدايا طبخها بأرياجها\nوهذا مجال في الطعام لأنما\n...\nرؤوس الجدايا حقها سكباجها\nوما أشبه ذلك: سمعت أبا بكر محمد بن عبد الله بن الجنيد يقول سمعت محمد بن زكريا الغلابي يقول: مر بعض الأدباء بمجنون يتكلم، فتأمل كلامه، فإذا هو رصين يدور على الأصول، فقال له ما حملك على التحامق؟ فقال:\nلما رأيت الحظ حظ الجاهل\n...\nولم أر المغبون مثل العاقل\nدخلت عيشاً من كرام نائل\n...\nفصرت من عقلي على مراحل\nأنشدنا أبو نصر محمد بن أحمد التميمي بسرخس:\nإن كنت تهوى أن تنال المالا\n...\nفالبس من الحمق غداً سربالاً\nالجزء: 1 ¦ الصفحة: 35\n",
        "فصل\nمن تحامق ليرخي وقتاً ويطيب عيشاً\nأخبرنا أبو عبد الله محمد بن صالح الأندلسي المعافري قال: أخبرنا بكر بن حماد السهربي قال حدثنا صالح بن علي النصيبيني قال: قلت لزيد ابن سعيد العبدي: مالي أراك نكرت حالك وزيك؟ قال: جددت فشقيت ثم تحامقت فارحت واسترحت.\nأخبرنا أبو الحسن المظفر بن محمد بن غالب الهمداني برباط قراوة قال أنشدنا محمد بن إبراهيم بن عرفة الأسدي نفطويه قال أنشدنا العباس ابن محمد الرودي الشافعي:\nوانزلني طول النوى دار غربة\n...\nإذا شئت لاقيت امرءاً لا أشاكله\nفحامقته حتى يقال سجية\n...\nولو كان ذا عقل لكنت اعاقله\nأنشدنا أبو جعفر محمد بن علي بن الطيان القمي هذا الشعر\nتحامق تطب عيشاً ولاتك عاقلاً\n...\nفعقل الفتى في ذا الزمان عدوه\nفكم قد رأينا ذا نهي صار خاملاً\n...\nوذا حمق في الحمق منه سموه\nولأبي الربيع محمد بن علي الصفار البلخي.\nطاب عيش الرقيع في ذا الزمان\n...\nوالجهول الغفول والصفعان\nفاغتنم حمقك الذي أنت فيه\n...\nتحظ بالمكرمات والاحسان\nوأنشدني أبو منصور مهلهل بن علي الغنوي:\nالروح والراحة في الحمق\n...\nوفي زوال العقل والخرق\nفمن أراد العيش في راحة\n...\nفليلزم الجهل مع الحمق\nالجزء: 1 ¦ الصفحة: 36\n",
        "ورأيت في بعض الكتب:\nإذا كان الزمان زمان حمق\n...\nفإن العقل حرمان وشوم\nفكن حمقاً مع الحمق فإني\n...\nأرى الدنيا بدولتهم تدوم\nفصل\nمن تحامق لينجو من بلاء وآفة\nحدثنا أبو أحمد بن قريش بن سليمان سنة ثمان وثلاثين بمرو الروذ قال حدثنا إسحاق بن إبراهيم بن عباس الديري قال حدثنا عبد الرزاق قال أخبرنا معمر عن أبي طاوس عن أبيه قال: لما وقعت الفتنة زمن عثمان رضي الله عنه قال رجل لأهله أوثقوني فإني مجنون كيلا أوذيكم، فأوثقوه، فلما قتل عثمان رضي الله عنه قال خلوا عني فقد صحوت والحمد الله الذي عافاني من قتل عثمان.\nسمعت الحسن بن عمران الحنظلي، بهراة، يقول حدثنا أبو عبد الله محمد بن حفص الفارسي حدثنا منصور بن سعيد الرازي. حدثنا قاسم ابن محمد بن عريب من ولد أبي أيوب الأنصاري رضي الله عنه قال: ادخل عبادة المخنث على الواثق والناس يضربون ويقتلون في الامتحان قال فقلت والله لئن امتحنني قتلني فبدأته فقلت اعظم الله أجرك أيها الخليفة فقال فيمن؟ فقلت: في القرآن قال ويحك والقرآن يموت؟ قلت نعم كل مخلوق يموت فإذا مات القرآن في شعبان فبايش يصلي الناس في رمضان؟ فقال: اخرجوه فإنه مجنون..\nأخبرنا أبو الحسن محمد بن محمود بن عبد الله قراءة عليه قال: حدثنا عبد الله بن محمود البغدادي قال حدثنا محمد بن يحيى البصري قال: دعا المنصور أبا حنيفة والثوري ومسعراً وشريكا ليوليهم القضاء، فقال أبو حنيفة: أنا أتحامق فيكم فأقال وأتخلص، وأما مسعر فيتجان ويتخلص، وأما سفيان فيهرب، وأما شريك فيقع، فلما دخلوا عليه قال أبو حنيفة رحمه الله أنا رجل مولى ولست من العرب ولا تكاد العرب ترضى بأن يكون\nالجزء: 1 ¦ الصفحة: 37\n",
        "عليهم مولى ومع ذلك فإني لا أصلح لهذا الأمر، فإن كنت صادقاً في قولي فلا أصلح له، وإن كنت كاذباً فلا يجوز لك أن تولي كاذباً دماء المسلمين وفروضهم. وأما سفيان فأدركه المشخص في طريق فذهب لحاجته فانصرف المشخص ينتظر فراغه فبصر سفيان سفينة فقال للملاح إن مكنتني من سفينتك وإلا ذبحت بغير سكين. تأول قول النبي صلى الله عليه وسلم من جعل قاضياً فقد ذبح بغير سكين فأخفاه الملاح تحت السارية. وأما مسعر بن كدام فدخل على المنصور فقال له: هات يدك، كيف أنت وأولادك ودوابك؟ فقال: أخرجوه فإنه مجنون. وأما شريك فقال المنصور تقلد فقال أنا رجل خفيف الدماغ، فقال تقلد وعليك بالمعصيد والنبيذ الشديد حتى يرجح عقلك، فتقلد، فهجره الثوري، وقال أمكنك الهرب فلم تهرب.\nحدثنا أبو زكريا يحيى بن محمد بن يحيى، واللفظ له، قال حدثنا محمد ابن المسيب بن إسحاق الأرغياني قال حدثنا يونس بن عبد الأعلى الصدفي قال: كتب الخليفة إلى عبد الله بن وهب في قضاء مصر، فتجنن نفسه ولزم بيته، فاطلع عليه راشد بن سعد وهو يتوضأ في صحن داره، فقال أبا محمد ألا تخرج إلى الناس فتقضي بينهم بكتاب الله وسنة رسول الله فقد جننت نفسك ولزمت بيتك. فرفع إليه رأسه وقال: إلى ههنا انتهى عقلك؟ أما علمت إن العلماء يحشرون مع الأنبياء وإن القضاة يحشرون مع السلاطين؟.\nحدثنا أبو القاسم منصور بن العباس الفقيه ببوشنج قال حدثنا أبو عبد الله محمد بن محمد بن عبد الرحمن السلمي قال: دعا الخليفة أيام المحنة محمد بن مقاتل الرازي وأبا الصلت عبد السلام بن صالح الفهندري فقال لمحمد بن مقاتل: ما تقول في القرآن؟ قال أقول: التوراة والانجيل والزبور والفرقان فإن هذه الأربعة مخلوقة وأشار إلى أصابعه\nالجزء: 1 ¦ الصفحة: 38\n",
        "الأربع، فنجا، فقال لأبي الصلت ما تقول؟ قال تعز يا أمير المؤمنين قال عمن ويلك؟ قال عن \" قل هو الله أحد \" فإنه مات. قال فكيف؟ قال إن كان مخلوقاً فإنه يموت! فقال مجنون اخرجوه، فاخرج فنجا.\nأخبرنا يوسف بن أحمد بن محمد بن قيس السنجري قال أخبرني عبد الله بن محمد الدينوري قال حدثنا إسحاق بن إبراهيم البستي عن أبيه قال سمعت يحيى بن معين يقول: لما ادخلت على الخليفة قال لي ما تقول في القرآن؟ قلت مخلوق، عنيت به قرآن بنت تمام.\nحدثنا أبو عبد الرحمن عبد الله بن عمر بن أحمد بن علك الجوهري، بمرو، قال حدثنا يحيى بن ساسويه بن عبد الكريم قال حدثنا علي بن حجر قال: أخبرنا شعيب بن صفوان عن أبي معشران رجلاً آلى بيمين أن لا يتزوج حتى يستشير مئة نفس، لما قاسى من بلاء النساء، فاستشار تسعة وتسعين نفساً وبقي واحد، فخرج على أن يسأل اول من نظر إليه فرأى مجنوناً قد اتخذ قلادة من عظم وسود وجهه وركب قصبة فسلم عليه وقال: مسألة، فقال سل ما يعنيك وإياك وما لا يعنيك، فقلت مجنون والله ثم قلت: إني أصبت من النساء بلاء وآليت أن لا أتزوج حتى استشير مئة نفس وأنت تمام المئة، فقال: اعلم أن النساء ثلاث، واحدة لك وواحدة عليك، وواحدة لا لك ولا عليك، فأما التي لك فشابة طرية لم تمس الرجال فهي لك لا عليك إن رأت خيراً حمدت وإن رأت شراً قالت كل الرجال على مثل هذا، وأما التي عليك فأمرأة ذات ولد من غيرك فهي تسلخ الزوج وتجمع لولدها، وأما التي لا لك ولا عليك فأمرأة قد تزوجت قبلك فإن رأت خيراً قالت هكذا يجب وإن رأت شراً حنت إلى زوجها الأول. فقلت نشدتك الله ما الذي غير من أمرك ما أرى؟ قال ألم اشترط عليك أن لا تسأل عما لا يعنيك، فأقسمت عليه، فقال إني رشحت للقضاء فاخترت ما ترى على القضاء.\nوأخبرنا أبو موسى بن الحصين قراءة عليه قال حدثنا أبو عوانة يعقوب بن إسحاق المهرجاني، حدثنا أبو علي سهل بن علي ببغداد في الدار قال حدثنا عبد الرحمن بن عبد الله بن أخي الأصمعي قال: سمعت عمي يقول: أخبرت إن الحجاج بن يوسف لما فرغ من\nالجزء: 1 ¦ الصفحة: 39\n",
        "أمر عبد الله بن الزبير قدم إلى المدينة فلقي شخصاً خارجاً من أهل المدينة، فلما رآه الحجاج قال له: يا شيخ من أهل المدينة أنت؟ قال نعم قال الحجاج من أيهم؟ قال من بني فزارة، قال كيف حال أهل المدينة؟ قال شر حال! قال ومم؟ قال لما لحقهم من البلاء بقتل ابن حواري رسول الله صلى الله عليه وسلم، فقال الحجاج ومن قتله؟ قال قتله الفاجر اللعين حجاج بن يوسف عليه لعاين الله وصلبه من قلة المراقبة لله، فقال الحجاج، وقد استشاط غضباً: وإنك يا شيخ ممن أحزنه ذلك واسخطه؟ قال الشيخ أي والله اسخطني ذلك سخط الله على الحجاج وأخزاه! قال الحجاج: أو تعرف الحجاج إن رأيته؟ فقال أي والله إني به لعارف فلا عرفه الله خيراً ولا وقاه ضيراً، فكشف الحجاج عن لثامه وقال لتعلم أنك أيها الشيخ يسيل دمك الساعة، فلما أيقن بالهلاك تحامق وقال هذا والله العجب أما والله يا حجاج لو كنت تعرفني ما قلت هذه المقالة، أنا العباس بن أبي ثور المصروع اصرع في كل شهر خمس مرات وهذا أول جنوني، فقال الحجاج انطلق فلا شفاك الله ولا عافاك!.\nفصل\nضروب الجد والعقل ودولة الحمق والجهل\nسمعت محمد بن أحمد بن سعيد الرازي يقول سمعت العباس بن حمزة يقول سمعت أحمد بن حنبل يقول سمعت هشام بن عبد الله الرازي يقول سمعت أبا يوسف القاضي يقول ثلاثة: مجنون، ونصف مجنون وعاقل، فأما المجنون فأنت منه في راحة، وأما نصف المجنون فأنت منه في تعب، وأما العاقل فقد كفيت مؤنته.\nأنشد أبو ذر القراطيسي:\nالحمد لله كم في الدهر من عجب\n...\nومن تغير أحوال وحالات\nلا تنظرن إلى عقل ولا أدب\n...\nإن الجدود قريبات الحماقات\nالجزء: 1 ¦ الصفحة: 40\n",
        "واسترزق الله مما في خزائنه\n...\nفكل ما هو آت مرة آت\nقال عبيد الله بن سعيد الكاتب: دخل بعض الشعراء على ابن شوذب وهو الذي يضرب به المثل في كثرة الأموال، فأتى برعيل من الخيل فتأملها وقال أخرجوا منها ذلك المرعزي، ثم أتى بقطيع من الغنم لا تذبحوا ذلك الأدهم. وكان الشاعر قد مدحه بقصيدة فلما رأى ذلك خرج من عنده ولم ينشده، وأنشأ يقول.\nلا يعرف الضأن من المعزى\n...\nويحسب الأدهم مرعزّى\nصفت له الدنيا وضاقت لنا\n...\nتلك لعمري قسمة ضئزى\nأنشد أبو الفضل العباس بن القاسم الطبري:\nقل لدهر على المكارم غطى\n...\nيا قبيح الفعال جهم المحيا\nكم رفيع حططته عن يفاع\n...\nورقيع الحقته بالثريا\nوأنشد أبو بكر أحمد بن عمران السوادي:\nزمان قد تفرغ للفضول\n...\nيسوّد كل ذي حمق جهول\nفإن أحببتم فيه ارتفاعاً\n...\nفكونوا جاهلين بلا عقول\nوقال ابن الرومي:\nدهر علا قدر الرقيع به\n...\nوترى الشريف يحطه شرفه\nكالبحر يرسب فيه لؤلؤه\n...\nسفلاً ويعلو فوقه جيفه\nوقال علي بن محمد بن قادم:\nعذلوني على الحماقة جهلاً\n...\nوهي من عقلهم ألذ وأحلى\nلو لقوا ما لقيت من حرفة العلم\n...\nلساروا إلى الجهالة رسلا\nولقد قلت حين اغروا بلومي\n...\nأيها اللائمون في الحمق مهلاً\nحمقي قائم بقوت عيالي\n...\nويموتون إن تعاقلت هزلا\nالجزء: 1 ¦ الصفحة: 41\n",
        "وسمعت أبا الحسن محمد بن محمد بن الحسن الكازري يقول سمعت إبراهيم بن محمد بن يزيد عن عبد الله بن الأكبر متردداً يقول: كان على سيف أمير المؤمنين علي بن أبي طالب كرم الله وجهه:\nللناس حرص على الدنيا بتبذير\n...\nوصفوها لك ممزوج بتكدير\nلم يرزقوها بعقل عندما قسمت\n...\nلكنهم رزقوها بالمقادير\nكم من أديب لبيب لا يساعده\n...\nومائق نال دنياه بتقصير\nلو كان عن قوة أو عن مغالبة\n...\nطار البزاة بأرزاق العصافير\nورأيت في كتاب لابن ممشاد.\nقد كسد العقل وأصحابه\n...\nوفتحت للحمق أبوابه\nفاستعمل الحمق تكن ذا غنى\n...\nفقد مضى العقل وطلابه\nوللامام الشافعي رحمه الله:\nإن امرأ رزق اليسار ولم يصب\n...\nحمداً ولا اجراً لغير موفق\nفالجد يدنى كل شيء شاسع\n...\nوالجد يفتح كل باب مغلق\nفإذا سمعت بأن مجدوداً حوى\n...\nعوداً فأثمر في يديه فحقق\nوإذا سمعت بأن محروماً رأى\n...\nماء ليشربه فغاض فصدق\nوأشد خلق الله بالهمّ امرؤ\n...\nذو همة يبلى بعيش ضيق\nومن الدليل على القضاء وكونه\n...\nبؤس اللبيب وطيب عيش الأحمق\nولابن الرومي:\nجاهي أدق من الصراط\n...\nفيكم وعزي في انحطاط\nوتكايسى وتحاذقى\n...\nيلجان في سم الخياط\nوأنا الشقي بأرضكم\n...\nمثل المصور في البساط\nولعي بن محمد السيرافي:\nما همتي إلا مقارعة العدى\n...\nخلق الزمان وهمتي لم تخلق\nالجزء: 1 ¦ الصفحة: 42\n",
        "والمرء كالمدفون تحت لسانه\n...\nولسانه مفتاح باب مغلق\nإني أرى الأكياس قد تركوا سدى\n...\nوأزمة الأملاك طوع الأحمق\nلو كان بالحيل الغنى لوجدتني\n...\nبنجوم أقطار السماء تعلقي\nلكن من رزق الحجى حرم الغنى\n...\nضدان مفترقان أي تفرق\nوقال بعضهم:\nكم من أديب عاقل قلبه\n...\nمكمل العقل مقل عديم\nومن رقيع وافر ماله\n...\nذلك تقدير العزيز العليم\nسبحان ربي إن ربي حكيم\n...\nقد حرم العاقل فضل النعيم\nما يظلم الرب ولكنه\n...\nأراد أن يظهر عجز الحكيم\nوبلغني أن امرأة أتت بزرجمهر الحكيم فقالت له أيها الحكيم ما بال الأمر يلتام للعاجز ويلتان على الحازم؟ قال ليعلم العاجزان عجزه لن يضره وليعلم الحازم إن حزمه لن ينفعه وإن الأمر إلى غيرهما.\nقال أكتم بن صيفي حكيم العرب لبنيه: إياكم وصحبة الأحمق فإنه إلى أن يضركم أقرب منه إلى أن ينفعكم.\nقال الأحنف بن قيس لبعض أصدقائه: اجتنب صحبة النوكي فانهم لا يستقرون على حال وإياك والعتاب فإنه يفتح باب التغالي، والعتاب خير من الحقد.\nقال بشر بن عمرو اتق الأحمق فليس للأحمق خير من هجرانه.\nقال أبو الحسن علي بن إبراهيم:\nاتق الأحمق إن تصحبه\n...\nإنما الأحمق كالثوب الخلق\nكلما رقعت منه جانباً\n...\nصفقته الريح وهنا فانخرق\nأو كعير السوء إن أقصدته\n...\nرمح الناس وإن جاع نهق\nقال آدم بن عيينة قلب حجر بأرض الروم فإذا عليه مكتوب:\nولا تصحب أخا الحمق\n...\nوإياك وإياه\nالجزء: 1 ¦ الصفحة: 43\n",
        "فكم من جاهل أردى\n...\nحكيماً حين واخاه\nيقاس المرء بالمرء\n...\nإذا ما هو ماشاه\nوللقلب على القلب\n...\nدليل حين يلقاه\nوللناس من الناس\n...\nمقاييس وأشباه\nسلمة بن بلال قال: كان فتى يعجب علي بن أبي طالب رضي الله عنه فرآه يوماً يماشي رجلاً متهماً فقال رضي الله عنه وذكر الأبيات.\nوكان بشر بن الحارث يقول: النظر إلى الأحمق سخنة عين والنظر إلى البخيل يقسي القلب.\nأويس القرني\nومن عقلاء المجانين قدس الله سره، وهو أول من نسب إلى الجنون في الإسلام والمعروف من حديثه ما وجدته في كتاب جدي سعيد بن المسيب رحمه الله ورضي عنه قال: نادى أمير المؤمنين عمر بن الخطاب رضي الله عنه وهو على المنبر بمنى: يا أهل قرن، فقام مشايخ فقالوا ها نحن يا أمير المؤمنين فقال رضي الله عنه أفي قرن من اسمه اويس؟ فقال شيخ: يا أمير المؤمنين ليس فينا من اسمه اويس إلا مجنون يسكن القفار والرمال لا يألف ولا يؤلف قال رضي الله عنه ذاك الذي أعنيه إذا عدتم إلى قرن فاطلبوه وبلغوه سلامي وقولوا له إن رسول الله صلى الله عليه وسلم بشرني بك وأمرني أن أقرأ عليك سلامه. قال فعادوا إلى قرن فطلبوه فوجدوه في الرمال فابلغوه سلام عمر رضي عنه وسلام رسول الله صلى الله عليه وسلم فقال عرفني أمير المؤمنين وشهر باسمي، السلام على رسول الله صلى الله عليه وسلم وعلى آله، وهام على وجهه فلم يوقف له بعد ذلك على أثر دهراً، ثم عاد على أيام علي رضي الله عنه مقاتلاً بين يديه، وقتل مستشهداً في صفين امامه، فنظروا فإذا عليه نيف وأربعون جراحة وطعنة وضربة ورمية.\nهرم بن حيان قال: قدمت الكوفة ولم يكن لي هم إلا أويس القرني أطلبه وأسأل عنه\nالجزء: 1 ¦ الصفحة: 44\n",
        "وحتى وجدته قاعداً على شاطئ الفرات يغسل يديه ورجليه عليه ازار من صوف ورداء من صوف، كريه الوجه، مهيب المنظر جداً، وكان لحيماً آدم اللون شديد الأدمة كث اللحية، فسلمت عليه فرد علي وقال حياك الله من رجل ومددت إليه يدي لا صافحه، فأبى أن يصافحني فقلت وأنت فحياك الله، كيف أنت يا أويس رحمك الله؟ ثم سبقتني العبرة من حبي ورقتي له إذ رأيت من حاله ما رأيت حتى بكيت وبكى وقال: وأنت فرحمك الله يا هرم بن حيان، كيف أنت يا أخي؟ ومن دلك علي؟ فقلت: الله، فقال لا إله إلا الله سبحان ربنا إن كان وعد ربنا لمفعولا، فتعجبت حين سماني وعرفني ولا والله ما رأيته قط ولا رآني فقلت من أين عرفتني وعرفت اسمي واسم أبي فوالله ما رأيتك قط قبل اليوم؟ فقال نبأني العليم الخبير عرفت روحي روحك حين كلمت نفسي نفسك إن الأرواح لها أنفس كأنفس الأحياء وإن المؤمنين ليعرف بعضهم بعضاً ويتحابون بروح الله وإن لم يلتقوا ويتعارفون ويتكلمون وإن نأت بهم الديار وتفرقت بهم المنازل، فقلت حدثني عن رسول الله صلى الله عليه وسلم بحديث أحفظه عنك، فقال إني أدركت سرول الله صلى الله عليه وسلم ولم يكن لي معه صحبة ولكني صحبت رجالاً رأوه وبلغني كبعض ما بلغكم ولا أريد أن أفتح هذا الباب، واحتج، فقلت له اقرأ علي آيات من كتاب الله تعالى وأوصني وصية فأحفظها، فقام وأخذ بيدي وقال \" أعوذ بالله من الشيطان الرجيم بسم الله الرحمن الرحيم \" وشهق شهقة ثم بكى فقال: قال ربي، وأحق القول قول ربي وأصدق الحديث حديثه وأحسن الكلام كلامه: \" وما خلقنا السماوات والأرض وما بينهما لاعبين \" حتى بلغ إلى قوله تعالى \" إنه هو العزيز الرحيم \" ثم شهق شهقة ثم سكت، فنظرت إليه وأنا أحسبه قد غشى عليه، ثم قال: يا هرم بن حيان مات أبوك وبشرك أن تموت يا ابن حيان فأما إلى الجنة وأما إلى النار، مات أبواك آدم وحواء ومات نوح، ومات إبراهيم خليل الرحمن يا ابن حيان ومات موسى كليم الرحمن، يا ابن حيان ومات داود خليفة المسلمين، ومات أخي وصديقي وضيفي عمر بن الخطاب، ثم قال: واعمراه رحم الله عمر وعمر يومئذ حي قال هرم فقلت إن عمر لم يمت بعد قال قد نعاه إلي ربك إن كنت تفهم قد علمت ما\nالجزء: 1 ¦ الصفحة: 45\n",
        "قلت وأنا وأنت في القرى؟، وكان قد صلى على النبي صلى الله عليه وسلم ودعا بدعوات خفيات ثم قال هذه وصيتي: عليك يا ابن حيان بكتاب الله وبقايا الصالحين من المسلمين نعيت لك نفسي ونفسك فعليك بذكر الله وذكر الموت فلا يفارقان قلبك طرفة عين ما بقيت، وانصح لأهل ملتك جميعاً، وإياك وأن تفارق الجماعة فتفارق دينك وأنت لا تعلم فتدخل النار، ثم قال: إلهي إن هذا يزعم أنه يحبني فيك وزارني من أجلك، واللهم عرفني وجهه في الجنة واحفظه في الدنيا حيث ما كان وارضه من الدنيا باليسير وما أعطيته من الدنيا فيسره له واجعله بما تعطيه من نعمتك من الشاكرين واجزه عني خير الجزاء، أستودعك الله يا هزم بن حيان والسلام عليك ورحمة الله لا أراك بعد اليوم رحمك الله فإني أكره الشهرة وأحب الوحدة ولا تطلبني واعلم انك مني على بال وإن لم أرك ولم ترني فاذكرني وادع لي فإني سأذكرك وأدعو لك إن شاء الله تعالى. وفارقني يبكي وأبكي، فجعلت انظر في قفاه حتى دخل في بعض السكك فكم طلبته بعد ذلك وسألت عنه فما وجدت من يخبرني خبره.\nالربيع بن خيثم قال: أتيت أويس القرني فوجدته جالساً قد صلى الفجر فقلت لا اشغله عن التسبيح، فمكث مكانه، ثم قام إلى الصلاة حتى صلى الظهر، ثم قام إلى الصلاة حتى صلى العصر، ثم هكذا حتى صلى المغرب، فقلت في نفسي لا بد من أن يرجع ليفطر، فثبت مكانه حتى صلى العشاء الأخيرة، فقلت لعله يفطر بعد العشاء، فثبت مكانه حتى صلى الفجر ثم جلس فغلبته عيناه فانتبه وقال: اللهم إني أعوذ بك من عين نوامة ومن بطن لا يشبع، فقلت حسبي ما عاينت ورجعت.\nقتادة عن الحسن البصري قال: قال رسول الله صلى الله عليه وسلم: يدخل بشفاعة رجل من أمتي الجنة أكثر من ربيعة ومضر، أما اسمي لكم ذلك الرجل؟ قالوا بلى يا رسول الله قال صلى الله عليه وسلم: ذلك أويس القرني، ثم قال يا عمر إن أدركته فاقرئه مني السلام وقل له حتى يدعو لك واعلم إنه كان به وضح فدعا الله تعالى فرفع عنه ثم دعا الله فرد عليه بعضه. فلما كان في خلافة عمر رضي الله عنه وهو بالموسم قال ليجلس كل رجل منكم إلا من كان من قرن فجلسوا إلا رجلاً فدعاه وقال له تعرف فيكم رجلاً اسمه أويس فقال وما تريد منه فإنه رجل\nالجزء: 1 ¦ الصفحة: 46\n",
        "لا يعرف يأوي الخرابات ولا يخالط الناس، فقال اقرئه مني السلام وقل له حتى يلقاني فأبلغه الرجل رسالة عمر رضي الله عنه فقدم عليه فقال له عمر: أنت أويس؟ قال: نعم يا أمير المؤمنين، فقال: صد الله ورسوله، هل كان بك وضح فدعوت الله فرفعه عنك ثم دعوته تعالى فرد عليك بعضه؟ فقال: نعم، من خبرك به فوالله ما اطلع عليه غير الله؟ فقال اخبرني رسول الله صلى الله عليه وسلم. وأمرني أن سألك حتى تدعو لي، وقال يدخل الجنة بشفاعة رجل من أمتي أكثر من ربيعة ومضر ثم سماك، قال فدعا لعمر ثم قال: حاجتي إليك يا أمير المؤمنين أن تكتمها علي وتأذن لي بالانصراف ففعل، فلم يزل مستخفياً من الناس حتى استشهد يوم نهاوند رحمه الله.\nمجنون ليلى\nهو من جملة من يذكر من المجانين أشهر، وحديثه أوضح وأيسر، وإنه بلغ من شهرته إن جنونه غلب على اسمه حتى إنه إن سمي أو عزى إلى أبيه لم يثبت بل يقال قال المجنون كذا وفعل مجنون بني عامر كذا حتى عابه كثير من الشعراء بالبوح ومدحوا أنفسهم بالكتمان.\nقال أبو عبيدة: هو مهدي بن الملوح بن مزاحم بن قيس بن عدي ابن ربيعة بن جعدة بن كعب. وقال يزيد بن عبد الأكبر: هو قيس بن معاذ بن شامة بن نصير.\nسئل مجنون بني عامر: كيف كان سبب عشقك لليلى؟ قال: بينا أنا في عنفوان عزتي وريعان صباي أسحب ذيل اللعب وأرمي الكواعب من كثب، أصبو إليهن فيفترقن، وأهزأ بهن فلا ينتصفن، إذا اعتقلتني حبائل فتاة من عذرة فذهلني حبها، وتيمني عشقها، وإذا جذبة جذبتني فمن أشعاره قوله:\nالجزء: 1 ¦ الصفحة: 47\n",
        "ولم أر ليلى غير موقف ساعة\n...\nبخيف مني ترمي جمار المحصب\nوتبدي الحصى منها إذا قذفت به\n...\nمن البعد أطراف البنان المخضب\nوأصبحت من ليلى الغداة كناظر\n...\nمن الصبح في اعجاز نجم مغرب\nالا إنما غادرت يا بدر مالك\n...\nصدا حيثما هبت به الريح يذهب\nقيل لليلى: حبك للمجنون أكثر أم حبه لك؟ فقالت: بل حبي له. قيل فكيف؟ قالت لأن حبه لي كان مشهوراً وحبي له كان مستوراً.\nقال ابن الكلبي: إن المجنون في أول ما كلف بليلى قعد عندها يوماً يتحدث فرآها تعرض عنه وتقبل على غيره فشق ذلك عليه وعرفت ذلك في نفسه فأقبلت عليه وقالت:\nوكل مظهر للناس حباً\n...\nوكل عند صاحبه مكين\nفخر مغشياً عليه، ثم تمادى في الغلو حتى ذهب عقله.\nقال محمد بن الكلبي: نزل المجنون برهط ليلى فجاء إلى امرأة كانت عارفة بأمرها، فشكى إليها ما يجده، فوعدته أن تجمع بينهما، فمضت وأخذتها وجمعت بينهما، فأنشأ يقول:\nإذا قربت داراً كلفت وإن نأت\n...\nأسفت فلا بالقرب أسلو ولا البعد\nفإن وعدت زاد الهوى بانتظارها\n...\nوإن بخلت بالوعد مت على الوعد\nأقول: وتمام الأبيات:\nبكل تداوينا ولم يشف ما بنا\n...\nعلى أن قرب الدار خير من البعد\nقال الأصمعي: حدثت إن رهط قيس المجنون قالوا لأبيه اطلب لنا طبيباً لعله يطلعنا على ما به، فأحضر إليهم طبيباً، فعالجه فلما أعياه خلاه، فأنشأ قيس يقول:\nألا يا طبيب النفس أنت طبيبها\n...\nفرفقا بنفس قد جفاها حبيبها\nدعتني دواعي الحب ليلى ودونها\n...\nذوي قوة قلبي الحزين قلوبها؟\nفديتك من داع دعا ولو انني\n...\nحشاي من أحجار لظل يجيبها\nما هجرتك النفس من أجل انها\n...\nقلتك ولكن قل منها نصيبها\nالجزء: 1 ¦ الصفحة: 48\n",
        "قال الأصمعي: إن رهط قيس قالوا لأبيه: لو خرجت به إلى الحج فتدعو الله لعله ينساها، فخرج به فبينا هو يرمي الجمار نادى مناد من بعض تلك الخيام: يا ليلى، فخر قيس مغشياً عليه، ثم أفاق وأنشأ يقول:\nوداع دعا إذ نحن بالخيف من منى\n...\nفهيج أحزان الفؤاد وما يدري\nدعا باسم ليلى غيرها فكأنما\n...\nأطار بقلبي طائراً كان في صدري\nإذا ذكرت يرتاح قلبي لذكرها\n...\nكما انتفض العصفور من بلل القطر\nوهي قصيدة طويلة.\nقيل: حبس المجنون مع ليلى في السجن فقيل له اخرج فقال لا أخرج لأن أكون مع الحبيب في السجن خير من الفراق فأخرج فجاء الناس يعزونه فقال ارتجالاً:\nليل الحبيب مع الحبيب نهار\n...\nوكذاك أيام الوصال قصار\nوقال أيضاً:\nوسجني مع المحبوب فردوس جنتي\n...\nوناري مع المحبوب في النار أنوار\nوذكر إن سعيد بن الحاص؟ كان صديقه فعاتبه يوماً فقال له فضحت نفسك وعشيرتك فقال:\nاريد لا نسى ذكرها فكأنما\n...\nتمثل لي ليلى بكل سبيل\nفلا تلحننى يا سعيد فانني\n...\nوحق إلهي هالك بقليل\nقال كثير عزة: خرجت أريد قضاء حاجة لي فضللت الطريق فإذا أنا برجل قاعد فقلت إنسي أنت أم جني؟ فقال بل إنسي، فقلت ما أقعدك ها هنا؟ فقال إن هنا صياداً فأحببت أن أنظر إلى صيده، فأنخت راحلتي قريباً منه، فبينا نحن نتحدث إذ اضطرب الحبل فقام وقمت فإذا بظبية كأحسن ما يكون من الظباء واسمنهن، فاستخرجها برفق، وجعل يقبل خديها وعينيها ثم أرسلها وهو يقول:\nالجزء: 1 ¦ الصفحة: 49\n",
        "اذهبي في كلاءة الرحمن\n...\nأنت منى في ذمة وأمان\nفتهني فالجيد منك لليلى\n...\nوالحشا والبغام والعينان\nلا تخافي بأن تسامي بسوء\n...\nما تغني الحمام في الأغصان\nقال كثير: فأعجبني ما رأيت منه، فأقمت عنده، فلما كان من الغد غدا ونصب حبالته، فما لبث أن اضطرب الحبل، فقام وقمت فإذا ظبي كنحو ما كان بالأمس، ففعل به كما فعل بالآخر، فمضى غير بعيد ثم وقف ينظر إليه وأنشأ فقال:\nايا شبه ليلى لا تراعي فانني\n...\nلك اليوم من وحشية لصديق\nفعيناك عيناها وجيدك جيدها\n...\nسوى أن عظم الساق منك دقيق\nثم لبثنا يومنا وليلتنا، فلما كان من الغد غدا وغدوت وصنع مثل صنيعه، فإذا نحن بظبية قد وقعت في الحبالة، ففعل مثل ذلك فخلاها وأنشأ يقول:\nتذكرني ليلى من الوحش ظبية\n...\nلها مقلتاها والمقلد والحشا\nفينهل دمع العين يجري لذكرها\n...\nوأسفي عليك القلب بالدمع ما جرى\nفقلت: لله أبوك، ما أعجب شأنك فالتفت إلي ثم قال:\nأتلحى محباً هائماً أن رأى لمن\n...\nأحب شبيهاً في الحبالة موثقا\nفلما دنا منه تذكر شجوه\n...\nوآنس مما قد رآه تشوقا\nوهيج منه حائل دون ذبحه\n...\nفأرسله من أجل ليلى فاعتقا\nألا لا تلمه بل له اليوم حرقة\n...\nمن الوجد لا يزداد إلا تحرقا\nفوالله إني لفي ذلك إذ أقبل راكب فقال: اللهم إني أسألك خير ما عنده، فجاء حتى وقف فقال: اصبر يا قيس، قال عمن قال؟ عن ليلى، فقام إلى بعيره وقمت إلى بعيري فشددنا عليهما ثم أقبلنا إلى الحي فقال: أرشدوني إلى قبرها، فأشاروا له إلى قبر حديث عهد بطين، فأكب يقبله ويلتزمه ويشم ترابه وأنشأ يقول:\nأيا قبر ليلى لا شهدناك أعولت\n...\nعليك نساء من فصيح ومن عجم\nالجزء: 1 ¦ الصفحة: 50\n",
        "ويا قبر ليلى إن في الصدر غصة\n...\nمكان الشجى سدت مع الريق بالسلم\nثم شهق شهقة فمات، فدفنته أنا والراكب، وأنشأت أقول:\nسابكيكما ما عشت حياً وإن أمت\n...\nفإني قد لاقيت ما تجدان\nقيل للمجنون: أتحب ليلى؟ قال لا، قيل ولم؟ قال لأن المحبة ذريعة للرؤية فقد سقطت الذريعة فليلى أنا وأنا ليلى.\nأنشدنا محمد بن المنذر للمجنون:\nتذكرت ليلى والفؤاد عميد\n...\nوشطت نواها والمزار بعيد\nيبدي الهوى من صدر كل متيم\n...\nوحبي لليلى ما حييت جديد\nقال الأصمعي: لم يكن المجنون مجنوناً ولكن كانت فيه لوثة كلوثة أبي حية النميري، وهو من أشعر الناس، ومن جيد شعره:\nأما والذي أبكى وأضحك والذي\n...\nأمات وأحيا والذي أمره الأمر\nلقد تركتني أحسد الوحش أن أرى\n...\nأليفين منها لا يروعهما الزجر\nفيا حبها زدني جوى كل ليلة\n...\nويا سلوة الأيام موعدك الحشر\nويا هجر ليلى قد بلغت بي المدى\n...\nوزدت على ما لم يكن صنع الهجر\nعجبت لسعي الدهر بيني وبينها\n...\nفلما انقضى ما بيننا سكن الدهر\nوأنشد الجعد بن عقبة الجرمي لمجنون بن عامر:\nدعوت إله الناس عشرين حجة\n...\nنهاراً وليلاً في الجميع وخاليا\nلكي تبتلى ليلى بمثل بليتي\n...\nفتعلم حالي أو ترق لما بيا\nفلم يستجب لي الله فيها ولم يفق\n...\nهواي ولكن زيد حب برانيا\nالجزء: 1 ¦ الصفحة: 51\n",
        "فيا رب حببني إليها أو اشفني\n...\nبها أو أرح مما يقاسي فؤاديا\nومن شعره أنشد ابن الأعرابي:\nيقولون عن ليلى غنيت وإنما\n...\nبي اليأس عن ليلى وليس بي الصبر\nفيا حبذا ليلى إذ الدهر صالح\n...\nوسقيا لليلى بعد ما فسد الدهر\nفإني لا هواها وإني لآيس\n...\nهوى وإياس كيف صمهما الصدر\nوله أيضاً:\nامر مجانباً عن دار ليلى\n...\nألم بها وفي قلبي غليل\nوقلبي عند ساكنها فهل لي\n...\nإلى قلبي وساكنها سبيل\nفلو أن الطلول أجبن صبا\n...\nلرحمته أجابتني الطلول\nوله أيضاً:\nوجاؤوا إليه بالتعاويذ والرقى\n...\nوصبوا عليه الماء من ألم النكس\nوقالوا به من أعين الجن لحظة\n...\nولو عقلوا قالوا به أعين الأنس\nوله أيضاً:\nأيا شبه ليلى إن ليلى مريضة\n...\nوأنت صحيح إن ذا لمحال\nأقول لظبي مر بي في مفازة\n...\nلانت أخو ليلى فقال يقال\nوإن لم تكن ليلى غزالاً بعينها\n...\nفقد أشبهتها ظبية وغزال\nومن مشهور شعره:\nذكرتك والحجيج له ضجيج\n...\nببكة والقلوب لها وجيب\nفقلت ونحن في بلد حرام\n...\nبه لله أخلصت القلوب\nأتوب إليك يا رحمن إني\n...\nأسأت وقد تضاعفت الذنوب\nوأما من هوى ليلى وحبي\n...\nزيارتها فإني لا أتوب\nالجزء: 1 ¦ الصفحة: 52\n",
        "سعدون\nقال عطاء السلمي احتبس عنا القطر بالبصرة فخرجنا نستسقي فإذا بسعدون المجنون فلما أبصرني قال يا عطاء إلى أين؟ قلت خرجنا نستسقي فقال بقلوب سماوية أم بقلوب خاوية؟ قلت بقلوب سماوية، فقال لا تبهرج فإن الناقد بصير، قلت ما هو إلا ما حكيت لك فاستق لنا، فرفع رأسه إلى السماء، وقال: أقسمت عليك الا سقيتنا الغيث، ثم أنشأ يقول:\nأيا من كلما نودي أجابا\n...\nومن بجلاله ينشي السحابا\nويا من كلم الصديق موسى\n...\nكلاماً ثم ألهمه الصوابا\nويا من رد يوسف بعد ضر\n...\nعلى من كان ينتحب انتحابا\nويا من خص أحمد باصطفاء\n...\nوأعطاه الرسالة والكتابا\nإسقنا. قال: فأرخت السماء شآبيب كأفواه القرب. فقلت زدني، قال ليس ذا الكيل من ذاك البيدر، ثم قال:\nسبحان من لم تزل له حجج\n...\nقامت على خلقه بمعرفته\nقد علموا أنه مليكهم\n...\nيعجز وصف الأنام عن صفته\nقال عطاء: رأيت سعدون يتفلى ذات يوم في الشمس فانكشفت عورته فقلت له استرها أخا الجهل فقال: أمالك مثلها؟ واستتر، ثم مر بي يوماً وأنا آكل رماناً في السوق ففرك أذني وقال من الجاهل أنا أم أنت؟ ثم قال:\nأرى كل إنسان يرى عيب غيره\n...\nويعمى عن العيب الذي هو فيه\nوما خير من تخفى عليه عيوبه\n...\nويبدو له العيب الذي لأخيه\nالجزء: 1 ¦ الصفحة: 53\n",
        "وكيف أرى عيباً وعيبي ظاهر\n...\nوما يعرف السوءآت غير سفيه\nقال عبد الله بن سويدك رأيت سعدون المجنون وبيده فحمة وهو يكتب بها على جدار قصر خراب:\nيا خاطب الدنيا إلى نفسه\n...\nإن لها في كل يوم خليل\nما أقبح الدنيا لخطابها\n...\nتقتلهم عمداً قتيلاً قتيل\nتستنكح البعل وقد وطنت\n...\nفي موضع آخر منه البديل\nأنعم في عيشي وأيدي البلا\n...\nتعمل في نفسي قليلاً قليل\nتزودوا للموت زاداً فقد\n...\nنادى مناديه الرحيل الرحيل\nقال خالد بن منصور القشيري قدم علينا سعدون المجنون فسمعته ليلة من الليالي يقول في دعائه: لك خشعت قلوب العارفين وإليك طمحت آمال الراجحين، ثم أنشأ يقول:\nوكن لربك ذا حب لتخدمه\n...\nإن المحبين للأحباب خدام\nقال إسماعيل بن عطاء العطار: مررت بسعدون فلم أسلم عليه، فنظر إلي ثم قال:\nيا ذا الذي ترك السلام تعمداً\n...\nليس السلام بضائر من سلما\nإن السلام تحية مبرورة\n...\nليست تحمل قائلاً أن يأثما\nقال ثابت بن عبد الله أنشدني سعدون المجنون أبياتاً في الوصف:\nتفهم يا أخي وصف الملاح\n...\nوقد ركبوا النجائب في الوشاح\nمن الحور الحسان منعمات\n...\nتفوق وجوهها ضوء الصباح\nيراهن المهيمن من عبير\n...\nوشرفهن حقاً بالفلاح\nوصدغ فوق سالفة بمسك\n...\nكمشق النون في رق مباح\nإذا خطرت تحير كل حسن\n...\nوإن مرحت أهل للمراح\nتقول إذا أتت نحو العذارى\n...\nألا يا خود هل حبي بصاح\nالجزء: 1 ¦ الصفحة: 54\n",
        "فقد نغصن لذاتي جميعاً\n...\nواعدمني هواها شرب راحى\nقال الفتح بن سالم كان سعدون سياحاً لهجاً بالقول فرأيته يوماً بالفسطاط قائماً على حلقة ذي النون وهو يقول يا ذا النون متى يكون القلب أميراً بعد أن كان أسيراً فقال ذو النون:\nإذا اطلع الخبير على الضمير\n...\nولم ير في الضمير سوى الخبير\nقال فصرخ سعدون وخر مغشياً عليه، ثم أفاق فقال:\nولا خير في شكوى إلى غير مشتكي\n...\nولا بد من شكوى إذا لم يكن صبر\nثم قال استغفر الله ولا حول ولا قوة إلا بالله، ثم قال يا أبا الفيض إن من القلوب قلوباً تستغفر الله قبل أن تذيب قال: نعم نبأت قبل أن تطيع أولئك قوم أشرقت قلوبهم بضياء روح اليقين، ثم قال: أوحى الله تعالى إلى نبي من الأنبياء كن لي بكليتك أكن لك وقل للمطيعين إن لم تطيعوني فلا تقربوا مني.\nوكان ابن أبي أوفى يقول قعدنا في جزيرة من الجزائر نتشارب المز وفينا شيخ يغني ويقول:\nأما النبيذ فلا يذعرك شاربه\n...\nواحفظ ثيابك ممن شربه الماء\nوإذا رجل يهتف: كذبت يا شيخ:\nأما النبيذ فقد يذري بصاحبه\n...\nولا أرى شارباً يذري به الماء\nفالتفتنا فإذا سعدون المجنون.\nقال عطاء التيمي: كنت أبني فأشرفت من بعض الجدران فإذا سعدون يكتب بقطعة فحم على جدار:\nما حال من سكن الثرى ما حاله\n...\nأمسى وقد رتّ هناك حباله\nأمسي ولا روح الحياة يصيبه\n...\nأبداً ولا لطف الحبيب يناله\nالجزء: 1 ¦ الصفحة: 55\n",
        "أمسي وقد درست محاسن وجهه\n...\nوتفرقت في قبره أوصاله\nواستبدلت منه المحاسن غبرة\n...\nوتقسمت من بعده أمواله\nما زالت الأيام تلعب بالفتى\n...\nوالمال يذهب صفوه وجلاله\nقال ذو النون المصري رأيت سعدون في مقابر البصرة وهو يناجي ربه ويقول بصوت عال أحد أحد فسلمت عليه فرد علي، فقلت بحق من تناجيه ألا وقفت، فوقف، ثم قال: قل: قلت أوصني بوصية أحفظها عنك أو تدعو بدعوة فأنشأ يقول:\nيا طالب العلم من هنا وهنا\n...\nومعدن العلم بين جنبيكا\nإن كنت تبغي الجنان تسكنها\n...\nفاسبل الدمع فوق خديكا\nوقم إذا قام كل مجتهد\n...\nوادعه كي يقول لبيكا\nثم مضى وهو يقول: يا غياث المستغيثين، فقلت له ارفق بنفسك فلعله ينظر إليك برحمته فنزع يده من يدي، وهو يقول:\nسلام على طيب المقام سلام\n...\nفليس لعين المستهام منام\nولو ترك الأغماض يوماً لجفنه\n...\nلا يقظه مما يجن ضرام\nثم مضى وتركني.\nقال رباح القيسي: سمعت مالك بن دينار، يقول: أصاب الناس بالبصرة قحط شديد، فخرجنا نستسقي فإذا أنا بسعدون في بعض الخرابات فقلت له بالذي خلقك استسق لنا، فرفع رأسه إلى السماء وقال \" يا فاطر الأشباح والأرواح ومنشئ السحاب والرياح وفالق الأصباح بحق ما جرى البارحة أن ترحم عبادك وبلادك ولا تهلك بلادك بذنوب عبادك \" قال فما استتم كلامه حتى أرخت السماء غرابيلها وجادت بوابلها فخرج يخوض الماء وهو يقول:\nقل لدنياي أبعدي وتولي\n...\nان تريني فإنني لا أراك\nالجزء: 1 ¦ الصفحة: 56\n",
        "وصلي واملكي وداد سوائي\n...\nانني مغرم بحب سواك\nإن تكوني أسرت بالذنب قوما\n...\nفاذهبي أنت لست من أسراك\nقال محمد بن الصباح خرجنا بالبصرة نستسقي فلما أصحرنا إذا بسعدون يفلي جبة صوف له، فلما رآنا قام وقال إلى أين؟ قلنا نستسقي المطر، فقال بقلوب سماوية أم بقلوب خالية فقلنا بقلوب سماوية فقال اجلسوا ها هنا فجلسنا حتى ارتفع النهار والسماء لا تزداد إلا صحوا فقال يا بطالين لو كانت قلوبكم سماوية لسقيتم ثم توضأ وصلى ركعتين ولحظ السماء بطرفه وتكلم بكلام لم نسمعه فما استتم كلامه حتى أرعدت وأبرقت وأمطرت مطراً جواداً فسألناه عن الكلام الذي تكلم به فقال إليكم عني إنما هي قلوب حنت فرنت فعاينت فعلمت فعملت وعلى ربها توكلت، وأنشأ يقول:\nأعرض عن الفخر والتمادي\n...\nوارحل إلى سيد جواد\nما العيش إلا جوار قوم\n...\nقد شربوا صافي الوداد\nقال: ورأيت مكتوباً على جبته:\nيا ذنوبي عليك طال بكائي\n...\nصرت لي مأتماً فقل عزائي\nفي كتابي عجائب مثبتات\n...\nليتني ما لقيتها في بقائي\nنظر العين قادني للخطايا\n...\nإذ أذنت اللحوظ للأهواء\nتالياً للقرآن يتلو المعاصي\n...\nاسمه في السماء عبد مرائي\nقال ذو النون المصري: خرجت بكرة إلى مقابر عبد الله بن مالك فإذا أنا بشخص مقنع كلما رأى قبراً منخسفاً وقف عليه فقصدته، فإذا هو سعدون، فقلت سعدون، فقال سعدون فقلت ما تصنع ها هنا؟ فقال إنما يسال عما أصنع من أنكر ما أصنع وأما من عرف ما أصنع فما معنى سؤاله؟ فقلت يا سعدون تعال نبكي على هذه الأبدان قبل أن تبلى، فتأوه ثم قال البكاء على القدوم على الله أولى بنا من البكاء على الأبدان، فإن يكن عندها شر أبلاها في القبور فسوف يبعثها ربها للعرض والنشور. يا ذا النون إنك إن تدخل النار فلا ينفعك دخول غيرك الجنة وإن تدخل الجنة لا يضرك دخول غيرك النار، ثم قال يا ذا النون وإذا الصحف نشرت، ثم صاح واغوثاه ماذا يقابلني في الصحف قال: فغشي علي\nالجزء: 1 ¦ الصفحة: 57\n",
        "فلما أفقت إذا هو يمسح وجهي بكمه ويقول يا ذا النون من أشرف منك إن مت مكانك هذا: قال محمد بن الصباح قرأت على قميص سعدون:\nعيني أبكي علي قبل انطلاقي\n...\nبدموع منها تسيل المآقي\nواندبي مصرعي فقد مضني الشوق\n...\nونوحي علي قبل الفراق\nقال مالك بن دينار دخلت جبانة البصرة فإذا أنا بسعدون فقلت له كيف حالك وكيف أنت فقال يا مالك كيف يكون حال من أمسى وأصبح يريد سفراً بعيداً بلا أهبة ولا زاد ويقدم على رب عدل، ثم بكى بكاء شديداً، قلت ما يبكيك، قال والله ما أبكي حرصاً على الدنيا ولا جزعاً من الموت لكني بكيت ليوم مضى من عمري لم يحسن فيه عملي، أبكاني والله قلة الزاد وبعد المفازة والعقبة الكؤود ولا أدري بعد ذلك أصير إلى الجنة أو إلى النار، فسمعت منه كلام حكيم، فقلت له إن الناس يزعمون أنك مجنون. فقال وأنت قد اغتررت بما اغتر به بنو الدنيا زعم الناس أنني مجنون وما بي جنة ولكن حب مولاي قد خالط قلبي وأحشائي وجرى بين لحمي ودمي وعظمي فأنا والله من حبه هائم مشغوف، قلت فلم لا تجالس الناس وتخالطهم؟ فأنشد الأبيات المشهورة:\nخذ عن الناس جانباً\n...\nكي يظنوك راهبا\nوأنشد أيضاً:\nولو لم يكن شيئاً سوى الموت والبلى\n...\nوتفريق أعضاء ولحم مبدد\nلكنت حقيقاً يا ابن آدم بالبكا\n...\nعلى نائبات الدهر مع كل مسعد\nقال عبد الله بن خالد الطوسي: لما خرج هارون الرشيد إلى مكة فرش له من جون العراق إلى مكة لبد مرعزي وكان حلف على أن يحج راجلاً فاستند يوماً إلى ميل\nالجزء: 1 ¦ الصفحة: 58\n",
        "وقد تعب، فإذا سعدون قد عارضه وهو يقول:\nهب الدنيا تواتيكا\n...\nأليس الموت ياتيكا\nفما تصنع بالدنيا\n...\nوظل الميل يكفيكا\nألا يا طالب الدنيا\n...\nدع الدنيا لشانيكا\nفما أضحكك الدهر\n...\nكذاك الدهر يبكيكا\nفشهق الرشيد شهقة فخر مغشياً عليه ثم أفاق بعد أن فاته ثلاث صلوات.\nقال ذو النون بينا أنا في أزفة مصر إذا أنا بسعدون المجنون وعليه جبة صوف جديدة مكتوب عليها خطوط قد أدخل رأسه فيها، فسلمت عليه فرد السلام، فقلت: قف يا أبا سعيد حتى أنظر ما على جبتك، فوقف، فقرأت على كمه الأيمن سطرين:\nعصيت مولاك يا سعيد\nما هكذا تفعل العبيد\nوعلى كمه الأيسر سطرين:\nتباً لمن قوته رغيف\n...\nيأتي به السيد اللطيف\nيعصي إلهاً له جلال\n...\nوهو به راحم رؤوف\nومن خلفه سطران:\nكل يوم يمر يأخذ بعضي\n...\nيذهب الأطيبان منه ويمضي\nنفس كفي عن المعاصي وتوبي\n...\nما المعاصي على العباد بفرض\nومن بين يديه سطران:\nأيها الشامخ الذي لا يرام\n...\nنحن من طيبة عليك السلام\nإنما هذه الحياة متاع\n...\nومع الموت يستوي الاقدام\nوعلى عكازه مكتوب:\nاعمل وأنت من الدنيا على وجل\n...\nواعلم بأنك بعد الموت مبعوث\nالجزء: 1 ¦ الصفحة: 59\n",
        "واعلم بأنك ما قدمت من عمل\n...\nمحصى عليك وما خلفت موروث\nقال: فقلت له أنت حكيم ولست بمجنون، قال أنا مجنون الجوارح ولست بمجنون القلب ثم ولى هارباً.\nقال ذو النون: بينا أنا أطوف ذات ليلة حول البيت وقد هدأت العيون إذ أنا بشخص قد حاذاني وهو يقول: رب عبدك المسكين الطريد الشريد من بين خلقك، أسألك من الأمور أقربها إليك وأسألك بأصفيائك الكرام من الأنبياء إلا سقيتني كأس محبتك وكشفت عن قلبي أغطية الجهل حتى أرقى بأجنحة الشوق إليك فأناجيك في أركان الحق بين رياض بهائك، ثم بكى، ثم ضحك وانصرف، فتبعته حتى خرج من المسجد فأخذ خرابات مكة فالتفت إلي وقال: مالك ارجع أمالك شغل؟ قلت ما اسمك رحمك الله، قال عبد الله، قلت ابن من أنت؟ قال ابن عبد الله، قلت قد علمت أن الخلق كلهم عبيد الله وبنو عبيد الله فما اسمك؟ قال أسماني أبي سعدون، قلت المعروف بالمجنون؟ قال نعم، قلت فمن القوم الذين سألت الله بهم؟ قال أولئك قوم ساروا إلى الله سير من قد نصب المحبة بين عينيه وتخوف تخوف من أخذت الزبانية بقلبه ثم التفت إلي فقال ذا النون! قلت نعم، قال يا ذا النون بلغني أنك تقول فقل لي شيئاً اسمع في أسباب المعرفة، فقلت أنت الذي يقتبس من علمك، فقال حق السائل الجواب ثم أنشأ يقول:\nقلوب العارفين تحن حتى\n...\nتحل بقربه في كل راح\nصفت في ود مولاها فما أن\n...\nلها من وده أبداً براح؟\nقال موسى بن يحيى كان سعدون إذا اشتد به الجوع يرمي بطرفه إلى السماء ويقول:\nأتتركني وقد آليت حلفاً\n...\nبأنك لا تضيع من خلقتا\nوأنك ضامن للرزق حتى\n...\nتؤدي ما ضمنت وما قسمتا\nوإني واثق بك يا إلهي\n...\nولكن القلوب كما علمتا\nقال عيسى بن علي رأيت سعدون ذات يوم، والصبيان يؤذونه، فطردت عنه\nالجزء: 1 ¦ الصفحة: 60\n",
        "الصبيان فقال بعض الصبيان هو يزعم أنه يرى ربه، فقلت له أما تسمع ما يقول الصبيان، قال وما هو، قلت يقولون أنك ترى الله عز وجل، فقال يا أخي مذ عرفت الله ما فقدته، ثم أنشأ يقول:\nزعم الناس أنني مجنون\n...\nكيف أسلو ولي فؤاد مصون\nعلق القلب بالبكا في الدياجي\n...\nوهو بالله مغرم محزون\nقال وقرأت على فروة له:\nنغص الموت ريحه كل طيب\n...\nودهاني بفقد كل حبيب\nولكم أذ رأيت من حدث السن\n...\nغريراً كغصن بان رطيب\nحسن بالموت فانثنى بانكسار\n...\nواضعاً خده بذل عجيب\nقائلاً اخوتي سلام عليكم\n...\nآذنت شمس مدتي بالمغيب\nقال مالك بن دينار كنت حاجاً فغلبتني عيناي فرقدت عند الكعبة فوقف سعدون على رأسي، فقال:\nيا أيها الراقد كم ترقد\n...\nقم يا حبيبي قد دنا الموعد\nوخذ من الليل وساعاته\n...\nفازدد إذا ما سجد السجد\nكتب سعدون المجنون إلى جعفر المتوكل: يا أخي، أما بعد، فإنك قد طمعت بالحياة ونسيت تراصف الأقدام وتطاير الصحف في الشمائل والإيمان، فاذكر حسراتك عند انكشاف الغطاء واقرأ فلا أنساب يومئذ بينهم ولا يتساءلون.\nعطية بن إسماعيل الموكل على زمام المأمون قال كتب سعدون إلى المأمون وقد بنى قصراً:\nيا من بنى القصر في الدنيا وشيده\n...\nأسست قصرك حيث السيل والغرق\nلو كنت تغني بذخر أنت ذاخره\n...\nأسسته حيث لا سوس ولا حرق\nالجزء: 1 ¦ الصفحة: 61\n",
        "والموت مصطبح منكم ومغتبق\n...\nفاحتل لنفسك قبل الورد يا حمق\nواذكر ثموداً وعاداً أين أنفسهم\n...\nفلو بقي أحد من بعدهم لبقوا\nثم كتب عنوان الكتاب \" لم يلد ولم يولد ولم يكن له كفواً أحد \".\nعطاء بن سعيد قال كتب سعدون إلى والينا وكان قد آذانا: أما بعد. يا هذا فإنك إن لم تستح من نفسك فاستحي من ربك لا يغرك بسطه عليك فإنه إن غاقصك أهلكك وهتكك ثم كتب عنوانه إن السمع والبصر والفؤاد كل أولئك كان عنه مسؤلا.\nعبد الله بن سهل قال كتب سعدون إلى بعض الخلفاء.\nأما بعد فإن الله أخذ على السماوات والأرض والجبال عهداً فأودعه إياهن فأما السماوات فتناثر أنجمها وانطمس شمسها واضمحل قمرها وتراصدت أقدام سكانها وارتعدت أكنافها، وأما الأرض فانزوى أطرافها واكدودر ماؤها وتناثر أوراق شجرها وأغصانها وثمارها، وأما الجبال فتحلمد شوامخها وسالت أوديتها ارتعاداً وانتقاضاً من شدة الأمانة التي كلفتها، وأنت في ضعف حياتك وبلادة خواطرك وعجزك مذ كلفت الأمانة فما تحرك عليك عضو ولا بذعر منك مفصل قد ركبت مجانب مخادعك وجعلت الدنيا نزهة بطالتك فانتبه من رقدة الوسن قبل أن يكشفك الحزن والسلام.\nقال عبد الصمد بن إسرائيل كتب سعدون إلى بعض إخوانه.\nأما بعد يا أخي جعلنا الله وإياك من الذين غاصوا في بحار الشوق فاستخرجوا صدف اللطف فسقط عنهم الأذى والأسف ثم كتب عنوانه من بعث راح ومن راح استراح.\nالجزء: 1 ¦ الصفحة: 62\n",
        "قال نصر بن خالد كتب سعدون إلى بعض إخوانه.\nأما بعد يا أخي جعل الله قلبك سماوياً معلقاً بجلال مودته حتى تنصب إليك ينابيع الدلائل فتسمو إليه بموارث الطاعة ثم كتب عنوانه ميراث صفاء القلوب ودوام الشبع يميت القلوب.\nوديعة الواسطي قال كتب سعدون إلى بعض إخوانه: أما بعد فارحل قبل أن يرحل بك وتزود قبل المسير إلى ربك فإنك تريد قطع مفاوز لا يقطعها البطالون، قطع الله عنك الطمع وجعلك ممن وصف في كتابه لا يمسهم فيها نصب وما هم منها بمخرجين.\nسعيد بن أبي عبيد الله الآجري قال كتب سعدون إلى بعض إخوانه: أما بعد فقد بلغني أنك تركت الآخرة وأقبلت على الدنيا، وإذا كان العبد من الله على كفاية ومال إلى الدنيا سلبه الله جل جلاله حلاوة الطاعة عنه فيظل حيران فيقبل بعد ذلك عليه فيقول عبدي ارجع إلى ما كنت عليه.\nإسماعيل بن عبد الله قال كتب سعدون إلى بعض اخوانه: أما بعد من استعمل معول الفهم قوي على حفر خنادق الكد ومن أتى جب المعرفة استسقى بدلو الجد ومن نظر في مرآة الفكر سقطت عنه لذة الكرى ثم أنشأ:\nومن الناس من يعيش شقياً\n...\nجاهل القلب غافل اليقظه\nفإذا كان ذا وفاء ورأي\n...\nحفظ الوقت واتقى الحفظه\nإنما الناس راحل ومقيم\n...\nفالذي بان للمقيم عظه\nعبد الله بن سهل قال كتب سعدون إلى بعض إخوانه أما بعد يا أخي فانه من تعرض لعقوبة الله هوى وشقي ومن تعرض لرضاء الله كفي ووقى فاجعل حظك من دنياك الاشتغال بطاعة مولاك والسلام.\nالجزء: 1 ¦ الصفحة: 63\n",
        "قال وكتب بهذا الشعر إلى بعض إخوانه:\nتحب الصالحين بزعم قلبك\n...\nوتخلو إن فقدتهم بذنبك\nفمن حب الخليل تفر منه\n...\nوهذا كله من كذب حبك\nستندم حين لا ندم بمجد\n...\nوتعلم ما يحل غدا بجنبك\nقال مالك بن دينار مات بعض قراء البصرة، فخرجنا في جنازته، فلما انصرفنا من دفنه صعد سعدون تلا ونادى:\nإلا يا عسكر الأحياء\n...\nهذا عسكر الموتى\nأجابوا الدعوة الصغرى\n...\nوهم منتظروا الكبرى\nيقولون لكم جدوا\n...\nفهذا غاية الدنيا\nسلمة بن عقيل قال كتب سعدون إلى بعض إخوانه: جعلنا الله وإياك من الذين ادبوا أنفسهم بدرة الجوع وردموا خندق الأحزان وجاوزوا عقاب الشدائد وقطعوا جسر الأهوال ثم كتب عنوانه ومن يتوكل على الله فهو حسبه.\nإبراهيم بن سعيد النجيبي قال: كتب المتوكل إلى عامله بالبصرة إن قبلك رجلاً أديباً ظريفاً ذا حكمة فوجه به إلي على أحسن صفة غير مروع. فحمله إليه فلما ورد الباب قال له الحاجب سلم على الخليفة سلامك على الخلفاء، فدخل، ثم سلم عليه وقال: أنت المتوكل؟ قال نعم، قال فلم سميت بالمتوكل ولم تسم بالمتواضع؟ ثم قال: للهوى كأني السلام عليك يا من استوى على سرة الغنى وتقمص بقميص الخيانة متبعاً مقاصير علائك فلم يوقد أتاك فظ غليظ فجذبك عن سرير بهائك وأخرجك عن اللحد وفراق الأهل والولد، فلو عليك حاجباً ولا قهرمانا حتى أخرجك إلى ضيق في صحيفة بطالتك، يا من احتوى على\nالجزء: 1 ¦ الصفحة: 64\n",
        "أموال الضعفة بظلمه، غداً تبكي سرائرك بين يدي من لا تخفى عليه السرائر فتحمل على دقيق المسئلة جواباً وعلى الصراط جوازاً فستعلم وتستقرئ كل ما قد أحصى عليك بالتحقيق.\nقال: فغاظه ذلك، فأمر بحبسه، فلما كان في اليوم الثاني أمر بإخراجه، فلما وقف بين يديه قال: بلغني أنك قدري تقايس في العظمة وتداخل في التكوين، فقال: يا متوكل يا من له عقل موجود وفهم غير مفقود إن مثلي لا يتكلم في القدر قال فنظر إليه مغضباً ورده إلى السجن.\nفلما كان في اليوم الثالث أخرجه، فوقف بين يديه وقال: يا سعدون أنك ثنوي تقول السماء خالية بلا مدبر. فقال له: يا متوكل أسألك عن شيء تخبرني به؟ قال: نعم، قال: من جعل سطح الهامة منبت الشعر وسقاها من حرارة الدماغ؟ قال: الله، قال: أخبرني من مد حاجبيك فأنبت عليهما الشعر؟ قال: الله تعالى، قال: فأخبرني من فتق العينين وجعل للحدقة بياضاً وجعل وسطها سواداً؟ قال: الله، قال: فمن جعل فيهما ماء عذباً ولحا؟ قال الله، قال: فأخبرني من خرق السمعين فجعل فيهما سماعا قال الله، قال: فمن ألزم القدم من الساقين فجعلهما اسطوانة للركبتين؟ قال الله، قال فمن شد الحقوين بالوركين؟ قال، الله قال: فمن عرفك أن تقول الله؟ قال الله، قال: فكيف أقول السماء بلا إله؟ قال المتوكل: بلغني أنك تقول القرآن مخلوق، قال يا متوكل ارض عن الله وثق بالله وكل شيء بقضاء الله ما يبلغ الفطنة كنه الله ولا يفوت الخلق رزق الله، الله لا يشبه خلق الله، القبض والبسط فعال الله، والجود والفخر أيادي الله، يا أيها القائل بالله بالحق والصدق عرفت الله، فلا تكن مبتدعاً في الله، ارض بدين الله، عبد الله لا شيء أحلى من كلام الله، يكون مخلوقاً كلام الله يقولها؟ مبتدع والله!\nقال: فأمر به إلى الحبس ثم اتخذ مقصورة وأمر بفرش الزرابي من الحرير\nالجزء: 1 ¦ الصفحة: 65\n",
        "الأخضر والخز والديباج ثم دعا به، فلما نظر إليه ضحك، ثم قال: يا متوكل هذا ملكك الدنيء الحقير الفاني، فقال المتوكل بلغني أنك حروري تطعن في السلطان، فقال إني لست كذلك ولكنني أصف لك مرجا أحسن من مرجك وقصراً أحسن من قصرك، قال هات، قال في الجنة مرج من ورق الآس في وسط المرج قصر من درر وشقائق وفي وسط القصر قبة من ورق السوسن والقصر والقبة مبنيان على نبات القرنفل لها حدود أربعة الحد الأول ينتهي إلى ناحية الوجلين والحد الثاني ينتهي إلى نعيم المشتاقين والحد الثالث ينتهي إلى طريق المريدين والحد الرابع ينتهي إلى غرف مملوءة بتحف وصنائع ووصائف ورفارف وإلى خيام وخدام وإلى ميدان يطوف في ساحته الولدان، أرضها من الفضة ورمالها من اللؤلؤ وقضبانها من العنبر وشرفها من الياقوت الأحمر، العرش سقفها والرحمة حشوها والأنبياء سكانها والملائكة عمارها والولدان خدامها، الزعفران حشيشها والقرنفل نباتها والسندس ثيابها، مطردة أنهارها دائمة ظلالها دانية قطوفها مطهرة أزواجها خضر رياضها لذيذ عيشها ذكي مسكها وكافورها، فهي دار العيش والنعيم المقيم، فساكن هذه الدار في نعيم لا يزول، لا غل في صدور سكانها، قد رفعت عنهم الأسقام وزالت الآلام وصاحب هذه الدار أبداً معانق الأبكار في مرافقة الأخيار وجوار الملك الجبار.\nثم قام يخطر في مشيته ويقول:\nقبة من جواهر الخ\n...\nاد بالدر رصعت\nجوف قصر من الزبير\n...\nجد بالنور وشعت\nمذ بناها الجليل في\n...\nداره ما تزعزعت\nلو عليها تساقطت\n...\nأرضها ما تصدعت\nحجبت كاعب من الح\n...\nور فيها فابدعت\nعجب الحسن والجما\n...\nل إذا ما تطلعت\nمنع الحب بالحبيب\n...\nكما قد تمنعت\nقال المتوكل أحسنت بارك الله فيك، من زعم أنك مجنون؟ ثم أمر له\nالجزء: 1 ¦ الصفحة: 66\n",
        "بجائزة، فردها وقال حبي الله الذي جعل خزائن عطائه مفتوحة لمؤمليه وحسبي من جعل مفاتيحها حجة الطمع فيه.\nبهلول\nقال محمد بن إسماعيل بن أبي فديك سمعت بهلولاً في بعض المقابر وقد دلى رجله في قبر وهو يلعب في التراب فقلت له ما تصنع ها هنا؟ فقال أجالس أقواماً لا يؤذونني وإن غبت عنهم لا يغتابونني، فقلت قد غلا السعر فهلا تدعو الله فيكشف، فقال والله لا أبالي ولو حبة بدينار، إن الله تعالى أخذ علينا أن نعبده كما أمرنا وعليه أن يرزقنا كما وعدنا، ثم صفق بيديه وأنشأ يقول:\nيا من تمتع بالدنيا وزينتها\n...\nولا تنام عن اللذات عيناه\nشغلت نفسك فيما لست تدركه\n...\nتقول لله ماذا حين تلقاه\nعلي بن ربيعة الكندي قال: خرج الرشيد إلى الحج فلما كان بظاهر الكوفة إذ بصر بهلولاً المجنون على قصبة وخلفه الصبيان وهو يعدو فقال من هذا، قالوا بهلول المجنون، قال كنت أشتهي أن أراه فأدعوه من غير ترويع، فقالوا له أجب أمير المؤمنين، فعدا على قصبته، فقال الرشيد السلام عليك يا بهلول، فقال وعليك السلام يا أمير المؤمنين، قال كنت إليك بالأشواق، قال لكني لم أشتق إليك، قال عظني يا بهلول، قال وبم أعظك هذه قصورهم وهذه قبورهم، قال زدني فقد أحسنت، قال يا أمير المؤمنين من رزقه الله مالاً وجمالاً فعف في جماله وواسى في ماله كتب في ديوان الأبرار فظن الرشيد أنه يريد شيئاً فقال قد أمرنا لك أن تقضي دينك، فقال لا يا أمير المؤمنين لا يقضى الدين بدين أردد الحق على أهله واقض دين نفسك من نفسك، قال فإنا قد أمرنا أن يجري عليك، فقال يا أمير المؤمنين أترى\nالجزء: 1 ¦ الصفحة: 67\n",
        "الله يعطيك وينساني؟ ثم ولى هارباً.\nوروي بإسناد آخر أنه قال للرشيد يا أمير المؤمنين فكيف لو أقامك الله بين يديه فسألك عن النقير والفتيل والقطمير، قال فخنقته العبرة فقال الحاجب حسبك يا بهلول قد أوجعت أمير المؤمنين، فقال الرشيد دعه، فقال بهلول إنما أفسده أنت وأضرابك، فقال الرشيد أريد أن أصلك بصلة فقال بهلول ردها على من أخذت منه، فقال الرشيد فحاجة، قال ان لا تراني ولا أراك، ثم قال يا أمير المؤمنين حدثنا أيمن بن نائل عن قدامة ابن عبد الله الكلابي قال رأيت رسول الله صلى الله عليه وسلم يرمي جمرة العقبة على ناقة له صهباء لا ضرب ولا طرد، ثم ولى بقصبته وأنشأ يقول:\nفعدّك قد ملأت الأرض طراً\n...\nودان لك العباد فكان ماذا\nألست تموت في قبر ويحوي\n...\nتراثك بعد هذا ثم هذا\nعبد الرحمن الأسلمي قال: قال أبي لبهلول أي شيء أولى بك؟ قال العمل الصالح.\nبعض الكوفيين قال: حج الرشيد فذكر بهلولاً حين دخل الكوفة فأمر بإحضاره وقال ألبسوه سواداً وضعوا على رأسه قلنسوة طويلة وأوقفوه في مكان كذا ففعلوا به ذلك وقالوا إذا جاء أمير المؤمنين فادع له، فلما حاذاه الرشيد رفع رأسه إليه وقال يا أمير المؤمنين اسأل الله أن يرزقك ويوسع عليك من فضله، فضحك الرشيد وقال آمين، فلما جازه الرشيد دفعه صاحب الكوفة في قفاه وقال أهكذا تدعو لأمير المؤمنين يا مجنون، قال بهلول اسكت ويلك يا مجنون فما في الدنيا أحب إلى أمير المؤمنين من الدراهم، فبلغ ذلك الرشيد فضحك وقال والله ما كذب.\nقال الحسن بن سهل بن منصور سمعت بهلولاً وقد رماه الصبيان بالحصى وقد أدمته حصاة فقال:\nحسبي الله توكلت عليه\n...\nونواصي الخلق طراً بيديه\nالجزء: 1 ¦ الصفحة: 68\n",
        "ليس للهارب في مهربه\n...\nأبداً من روحة إلا إليه\nرب رام لي بأحجار الأذى\n...\nلم أجد بداً من العطف عليه\nفقلت له تعطف عليهم وهم يرمونك، قال اسكت لعل الله سبحانه وتعالى يطلع على غمي ووجعي وشدة فرح هؤلاء فيهب بعضنا لبعض.\nولبهلول:\nحقيق بالتواضع من يموت\n...\nوحسب المرء من دنياه قوت\nفما للمرء يصبح ذا اهتمام\n...\nوشغل لا تقوم له النعوت\nصنيع مليكنا حسن جميل\n...\nوما أرزاقنا مما يفوت\nفيا هذا سترحل عن قريب\n...\nإلى قوم كلامهم السكوت\nقال عبد الرحمن الكوفي لقيني بهلول المجنون فقال لي اسألك، قلت اسأل، قال أي شيء السخاء قلت البذل والعطاء، قال هذا السخاء في الدنيا فما السخاء في الدين؟ قلت المسارعة إلى طاعة الله، قال أفيريدون منه الجزاء؟ قلت نعم بالواحد عشرة، قال ليس هذا سخاء هذه متاجرة ومرابحة، قلت فما هو عندك؟ قال لا يطلع على قلبك وأنت تريد منه شيئاً بشيء.\nقال عمر بن جابر الكوفي مر بهلول بصبيان كبار فجعلوا يضربونه فدنوت منه فقلت لم لا تشكوهم لآبائهم؟ فقال لي اسكت فلعلي إذا مت يذكرون هذا الفرح فيقولون رحم الله ذلك المجنون! قال صباح الوزان الكوفي لقيت بهلولاً يوماً فقال لي أنت الذي يزعم أهل الكوفة أنك تشتم أبا بكر وعمر؟ فقلت معاذ الله أن أكون من الجاهلين، قال إياك يا صباح فإنهما جبلا الإسلام وكهفاه ومصباحا الجنة وحبيبا محمد صلى الله عليه وسلم وضجيعاه وشيخا المهاجرين وسيداهم ثم قال: جعلنا الله من الذين على الأرائك يسمعون كلام الله إذا وفد القوم إلى سيدهم.\nعلي بن الحسين قال: لما مات أبو بهلول خلف ستمائة درهم، فأخذها\nالجزء: 1 ¦ الصفحة: 69\n",
        "القاضي وحجز عليها، فأتاه بهلول فقال أصلح الله القاضي وتزعم أني مصاب في عقلي فأنا جائع فادع لي بمائتي درهم حتى اقعد في أصحاب الحلقات أبيع وأشتري فإن رأيت مني رشداً ضممت إليها الباقي وان تلفت فالذي اتلفت أقل مما بقي، فدعا القاضي بالكيس ووزن له مائتي درهم، فأخذها بهلول ولزم الحيرة حتى أنفدها، ثم جاء إلى القاضي وهو في مجلس الحكم فقال يا بهلول ما صنعت؟ فقال أعز الله القاضي أنفقتها فإن رأى القاضي ان يزن من ماله مائتي درهم ويردها إلى الكيس حتى يرجع الكيس إلى ما كان، قال القاضي فتجحد لي ما أخذت؟ قال كلا ولكنني ما أقمت عندك شاهدين بأني موضع لها، قال صدقت، ودعا بمائتي درهم وردها إلى الكيس.\nقال عباس البناء نظر بهلول إلي وأنا أبني داراً لبعض أبناء الدنيا، فقال لي لمن هذه الدار؟ فقلت لرجل من نبلاء الكوفة، فقال أرنيه فأريته إياه فناداه يا هذا لقد تعجلت الحماية قبل العناية اسمع إلى صفة دار كونها العزيز أساسها المسك وبلاطها العنبر اشتراها عميد قد ازعج للرحيل كتب على نفسه كتاباً وأشهد على ضمائره شهوداً، هذا ما اشترى العبد الجافي من الرب الوافي اشترى منه هذه الدار بالخروج من ذل الطمع إلى عز الورع فما أدرك المستحق فيما اشتراه من درك فعلى المولى خلاص ذلك وتضمينه أراه شهد على ذلك العقل وهو الأمين والخواطر وذلك في ادبار الدنيا وإقبال الآخرة أحد حدودها ينتهي إلى ميادين الصفا والحد الثاني ينتهي إلى ترك الجفا والحد الثالث ينتهي إلى لزوم الوفا والحد الرابع ينتهي إلى سكون الرضا في جوار من على العرش استوى، لها شارع ينتهي إلى دار السلام وخيام قد ملئت بالخدام وانتقال الاسقام وزوال الضر والآلام، يا لها من دار لا ينقضي نعيمها ولا يبيد، دار اسست من الدر والياقوت شرفك تلك الخدور وجعل بلاطها في البهاء والنور، قال فترك الرجل قصره وهام على وجهه، وأنشأ بهلول يصيح خلفه ويقول:\nيا ذا الذي طلب الجنان لنفسه\n...\nلا تهربن بإنه يعطيكا\nقال عبد الخالق سمعت أبي يقول سمعت بهلولاً يقول من كانت الآخرة أكبر همه أتته الدنيا وهي راغمة، ثم أنشأ يقول:\nالجزء: 1 ¦ الصفحة: 70\n",
        "يا خاطب الدنيا إلى نفسه\n...\nتنح عن خطتها تسلم\nان التي تخطب غدارة\n...\nقريبة العرس من المأتم\nقال كثير بن روح رأيت بهلولاً ذات يوم يتمثل وهو يقول هذه الأبيات:\nيا طالب الرزق في الآفاق مجتهداً\n...\nاعتبت نفسك حتى شفك الطلب\nتسعى لرزق كفاك الله بغيته\n...\nاقعد فرزقك قد يأتي به السبب\nكم من دنيء ضعيف العقل تعرفه\n...\nله الولاية والأرزاق والذهب\nومن حسيب له عقل يزينه\n...\nبادي الخصاصة لا يدري له سبب\nفاسترزق الله مما في خزائنه\n...\nفالله يرزق لا عقل ولا حسب\nقال بعض أهل الكوفة ولد لبعض أمراء الكوفة ابنة فساءه ذلك فاحتجب وامتنع من الطعام والشراب فأتى بهلول حاجبه فقال إئذن لي على الأمير، هذا وقت دخولي عليه، فلما وقف بين يديه قال: أيها الأمير ما هذا الحزن أجزعت لذات سوى هيأته رب العالمين أيسرك أن لك مكانها ابنا مثلي؟ قال: ويحك فرجت عني فدعا بالطعام وأذن للناس.\nقال عبد الواحد بن زيد مر بهلول برجل قد وقف على جدار رجل يكلم امرأته، فأنشأ يقول:\nكن حبيباً إذا خلوت بذنب\n...\nدون ذي العرش من حكيم مجيد؟\nأتهاونت بالإله بديا\n...\nوتواريت عن عيون العبيد\nأقرأت القرآن أم لست تدري\n...\nأنّ ذا العرش دون حبل الوريد\nثم ولى وهو يقول من نوقش في الحساب غفر له، فقلت له من نوقش الحساب عذب، فقال اسكت يا بطال إن الكريم إذا قدر غفر.\nولبهلول:\nإذا خان الأمير وكاتباه\n...\nوقاضي الأرض داهن في القضاء\nفويل ثم ويل ثم ويل\n...\nلأهل الأرض من أهل السماء\nالجزء: 1 ¦ الصفحة: 71\n",
        "قال الحسين الصقلي نظرت وقد زار سعدون بهلولاً ورأيتهما فسمعت سعدون يقول لبهلول أوصني وإلا أوصيك فناداه بهلول أوصني يا أخي فقال سعدون أوصيك بحفظ نفسك ومكنها من حبك فإن هذه الدنيا ليست لك بدار، قال بهلول أنا أوصيك يا أخي، فقال قل، فقال: اجعل جوارحك مطيتك واحمل عليها زاد معرفتك واسلك بها طريق متلفك فإن ذكرتك ثقل الحمل فذكرها عاقبة البلوغ. فلم يزالا يبكيان جميعاً حتى خشيت عليهما الفناء.\nقال علي السيرافي حمل الصبيان يوماً على بهلول، فانهزم منهم فدخل دار بعض القرشيين ورد الباب، فخرج صاحب الدار فأحضر له طبقاً فيه طعام فجعل يأكل ويقول فضرب لهم بسور له باب باطنه فيه الرحمة وظاهره من قبله العذاب.\nقال نعيم الخشاب كتب بهلول إلى الواثق:\nأما بعد فإن المراء قد لعب بدينك والأهواء قد أحاطت بك ومقالات أهل البدع قد سلخت عنك عقلك وابن أبي داود المشئوم قد بدل عليك كلام ربك، اقرأ فاخلع نعليك إنك بالواد المقدس طوى، إلى قوله فاعبدني أيكون هذا الكلام مخلوقاً، فرماك الله بحجارة من سجيل مسومة عند ربك وما هو من الظالمين ببعيد ثم كتب عنوانه من الخائف الذليل إلى المخالف لكلام ربه تعالى.\nقال سالم بن عطية كتب بهلول إلى ابن أبي داود: أما بعد فإنك قد ميزت كلام الله من الله وزعمت أنه مخلوق فإن يك ما ذكرت باطلاً فرماك الله بقارعة من عنده، ويلك أكنت معه حين كلم موسى، فإن كنت راداً عليه فاقرأ: عليها غبرة ترهقها فترة أولئك هم الكفرة الفجرة ثم كتب عنوانه من الصادق المتواضع إلى الكاذب المتجبر.\nقال عبد الرحمن الهاشمي لما ولي الخلعي على شرطة بغداد وكان يرى برأي ابن أبي داود كتب إليه بهلول:\nالجزء: 1 ¦ الصفحة: 72\n",
        "أما بعد فإن السماء بأكنافها ونور كواكبها وضياء شمسها وقمرها وصفوف ملائكتها والعرش والملائكة المقربين وافحجب المزدلفة بقدرة خالقها والنار وزبانيتها والجنة وسندسها والأرضين وجبالها والجبال وكهوفها والحيتان في بحارها والوحش في قفارها والجن في أقطارها والطير في أوكارها والسباع في وجارها والأشجار وثمارها يسبحون له في الغدو والآصال.\nولبهلول في الترقيق:\nاضمر من اضمر حبي له\n...\nفيشتكي اضمار اصمار\nرق فلو مرّت به ذرة\n...\nلخضبته بدم جاري\nوله أيضاً في أرق منه:\nاضمر أن يأخذ المراة لكي\n...\nينظر تمثاله فأدناها\nفجاء وهم الضمير منه إلى\n...\nوجنته في الهوى فأدماها\nوله أيضاً:\nشبهته قمراً إذ مر مبتسما\n...\nفكاد يجرحه التشبيه أو كلما\nومر في خاطري تقبيل وجنته\n...\nفسلبت فكري من عارضيه دما\nقال محمد بن عبد الله بينا أنا في مسجد الكوفة يوم الجمعة والخطيب يخطب، إذ قام رجل به لمم وجنون فقال: أيها الناس إن رسول الله إليكم جميعاً، فقام بهلول فقال \" ولا تعجل بالقرآن من قبل أن يقضي إليك وحيه وقل ربّ زدني علماً \".\nقال علي بن خالد بت ليلة على سور طرسوس فمر بهلول فلكزني برجله ثم أنشأ يقول:\nالجزء: 1 ¦ الصفحة: 73\n",
        "يا طالب الحور ألا تستحي\n...\nيحملك النوم على السور\nوخاطب الحور طويل البكا\n...\nمقيد الأعضاء محصور\nلا يطعم الغمض وما إن له\n...\nراحة جسم أو يرى الحور\nفي جنة زخرفها ذو العلى\n...\nينعم فيها كل محبور\nقال فانتبهت فزعاً ولم أنم بعد ذلك في الحرس.\nوسئل بهلول عن رجل مات وخلف ابناً وابنة وزوجة ولم يخلف من المال شيئاً كيف تكون القسمة، فقال للإبنة الثكل وللزوجة خراب البيت وما بقي من الهم فللعصبية! قال محمد بن خالد الواسطي أنشدني بهلول يقول:\nدع الحرص على الدنيا\n...\nوفي العيش فلا تطمع\nولا تجمع من المال\n...\nفما تدري لمن تجمع\nفإن الرزق مقسوم\n...\nوسوء الظن لا ينفع\nفقير كل ذي حرص\n...\nغني كل من يقنع\nعليان\nقال عبد الملك بن أبجر لقيت عليان المجنون وكان اسمه عندي عليان فقلت له يا عليان فقال: لا إله إلا الله قل خيراً يا ابن أبجر ولد لأبي مولود قبلي فسماه محمداً ببركات رسول الله صلى الله عليه وسلم ثم ولدت فسماني علياً ببركات وصي رسول الله صلى الله عليه وسلم فمن صغرني فقد صغر وصي رسول الله صلى الله عليه وسلم ومن طيبت به للتصغير بي فما طيبت بك يا ابن أبجر، فجعلت لا أسميه إلا علياً أو كنيته.\nقال حفص بن غياث القاضي مررت في طاق السراجين فإذا عليان جالس، فلما جزته سمعته يقول من أراد سرور الدنيا وحزن الآخرة فليتمن ما هذا فيه\nالجزء: 1 ¦ الصفحة: 74\n",
        "فوالله لقد تمنيت لو كنت مت قبل أن ألي القضاء.\nقال الحسن الكوفي قال رجل لعليان أجننت؟ قال أما عن الغفلة فنعم وأما عن المعرفة فلا، قال كيف حالك مع المولى؟ قال ما جفوته مذ عرفته، قال ومذ كم عرفته؟ قال مذ جعل اسمي في المجانين!\nقال السري مولى ثوبان أدركت بالكوفة مجنوناً يقال له عليان وكان يأوي إلى دكان طحان وكانت معه عصى لا تفارقه، وكان الصبيان قد علموا وقت مسيره إلى الدكان فيجتمعون ويعبثون به، فإذا بلغت أذيتهم منه قال للطحان قد حمي الوطيس وطاب اللقاء وأنا على بصيرة من أمري فما ترى؟ فيقول شأنك، فيثب وهو يقول:\nإذا هم ألقى بين عينيه عزمه\n...\nوأعرض عن ذكر العواقب جانباً\nثم يشد مئزره ويقول:\nقوم إذا حاربوا شدوا مآزرهم\n...\nدون النساء ولو باتت باظهار\nثم يتناول العصا ويشد عليهم ويقول:\nأشد على الكتيبة لا أبالي\n...\nأحتفي كان فيها أم سواها\nوالصبيان يهربون، فإذا أرهقهم طرح الصبيان أنفسهم وكشفوا عن عوراتهم، فيعرض عنهم بوجهه ويقول عورة المؤمن حمى لولا ذلك لتلف عمرو بن العاص يوم صفين والأخذ بكلام علي رضي الله عنه أولى بنا أمرنا أن لا نتبع مولياً ولا نذفف على جريح، ثم يرجع ويقول:\nأنا الرجل الضرب الذي تعرفونه\n...\nخشاش كرأس الحية المتوقد\nالجزء: 1 ¦ الصفحة: 75\n",
        "ثم يعود إلى دكان الطحان ويلقي عصاه ويتمثل:\nوألقت عصاها واستقرت بها النوى\n...\nكما قر عيناً بالإياب المسافر\nقال علي بن ظبيان مررت يوماً بالكوفة فلما صرت في سكك همدان إذا أنا بعليان المجنون وفي يده قصبة فارسية مثل القناة وفي رأسها كبة قطن وعليها خرقة، وإذا هو يشد على الصبيان، فإذا أدركهم قالوا القصاص يا علي، ثم يلقي القصبة من يده، فلما رأيته تهيبت أن أمر بين يديه، فقال لي مر يا علي فلست منهم فمررت فلما حاذيته قلت من نوقش في الحساب عذب قال كلا يا علي ربنا أكرم من ذلك فإنه إذا قدر عفا، قلت له من العاقل؟ قال من حاسب نفسه وخاف ربه.\nقال علي بن محمد الكناني كنت بمكة وعليان المجنون بها، وضربه الصبيان، وضربه بعض الفسقة بسكين فقطر منه الدم، فكنت أنظر إلى الدم يقطر على الأرض وبكيت له فبصرت ذلك في تسعة عشر موضعاً.\nقال الإمام أبو يوسف القاضي رحمه الله كنت ماراً في طرقات الكوفة وإذا أنا بعليان المجنون فلما بصر بي سلم علي وقال لي أيها القاضي مسئلة قلت هات، قال أليس قال الله تعالى في كتابه العزيز \" وما من دابة في الأرض ولا طائر يطير بجناحيه إلا أمم أمثالكم \". قلت بلى قال أليس قال الله عز وجل: \" وإن من أمة إلا خلا فيها نذير \"، قلت بلى، قال فما نذير الكلاب، قلت لا أدري فأخبرني، قال لا والله لا أقول إلا بمن رقاق من شواء ونصف من فالوذج، فأمرت من جاء بها، ودخلت معه مسجداً فأكلها حتى أتى على آخرها، فقلت هات الجواب فأخرج من كمه حجراً وقال هذا نذير الكلاب! وقال له بعض الناس يوماً يا مجنون، فقال مهلاً إنما المجنون من عرفه ثم عصاه.\nالجزء: 1 ¦ الصفحة: 76\n",
        "قال عطاء السلمي مررت ذات يوم في بعض أزقة الكوفة فرأيت عليان المجنون واقفاً على طبيب يضحك منه ومالي عهد كان بضحكه، فقلت له ما أضحكك؟ قال هذا السقيم العليل الذي يداوي غيره وهو مسقام، قلت فهل تعرف له دواء ينجيه مما هو فيه؟ قال شربة ان شربها رجوت برأه، فقلت صفها، قال خذ ورق الفقر وعرق الصبر واهليلج التواضع وبليلج المعرفة وغار يقون الفكرة، فدقها دقاً ناعماً بهاون الندم واجعله في طنجير التقى، وصب عليه ماء الحياة وأوقد تحتها حطب المحبة حتى ترمي الزبد ثم أفرغها في جام الرضا وروحها بمروحة الحمد واجعلها في قدح الفكرة وذقها بملعقة الاستغفار، فلن تعود إلى المعصية أبداً.\nقال ذو النون المصري رأيت في منامي كأن قائلاً قال لي إن في دير هرقل حكيماً من الحكماء أفلا تقصده؟ فقلت شأنك، قال أفلا اكترى لك حماراً أو بغلاً قلت لا، قال امش معي فإن الله سبحانه يقوينا على ذلك، وكان بيننا وبين الدير عشرون فرسخاً، فمشيت معه نتحدث، فأصبحنا ونحن على باب الدير كأنا لم نمش إلا يسيراً، فدخلنا الدير فسألنا عنه فقالوا لا نعرف إلا معتوهاً أو ممروراً أو مريضاً، قال ذو النون إنه وصف لنا ها هنا حكيم، قال صاحب الدير أيكما أحق بالحبس وشرب الدواء من هؤلاء؟ ما يصنع الحكيم في دير هرقل؟ قلنا فاذن لنا في النظر إليهم، قال شأنكما، فما من محبوس إلا تعرضنا له فما سمعنا ما دل على غرابة عقولهم حتى بلغنا إلى أقصى مقصورة فيها، فرأينا رجلاً مغلولاً مقيداً قد شد بسلسلة إلى حجر كبير، قال ذو النون فتعرضت له فقال قل خيراً تغنم أو اسكت تسلم، فسلمت عليه، فرد، فقلت له ما اسمك قال اسمي علي وأعرف بعليان الكوفي، قلت له أنت عليان الكوفي؟ قال نعم، قلت فمن حبسك ها هنا؟ قال الحب ينطق والحياء يسكت والحرق يقلق، فتغير لوني وارتعدت فرائصي، فقلت يا علي ما طيب العيش قال إذا قذف بك في عين الأنس فكلك معه، قلت يا علي فما بلغ بك ما أرى؟ قال كنت عاقلاً ظريفاً وكان المدبر والسايس غيري وأنا منبوذ بين كنفه وعطفه فإن شاء عفا وإن شاء عاقب وإن شاء أبلى وإن شاء عافى وهو الفعال لما يريد، وان الطبيعة النقية يكفيها من العظمة اللمحة ومن الحكم الإشارة إليها، قلت فإن أسترشدك، قال إن\nالجزء: 1 ¦ الصفحة: 77\n",
        "كان همك طلب الدلالة فإن ذلك أمر لا نهاية له وإن كان همك وجوده فهو موجود في أول خطرة ولو احتملت الزيادة لزدناك، قال ذو النون فكنت رأيت كثيراً من العباد، فما هبت أحداً قط منهم كهيبته. قال علي بن ظبيان: أتاني عليان ذات يوم وأنا في داري فقلت له: ما تشتهي؟ قال: فالوذج فأمرت أهل الدار فاتخذوا له فالوذجاً وقدم إليه فأكله. ثم قال: يا علي! هذا فالوذج العام. فهل لك في فالوذج العارفين؟ قلت نعم. قال: خذ عسل الصفا، وسكر الوفا، وسمن الرضا، ونشا اليقين. ثم القها في طنجير التقى، ثم صب عليه ماء الخوف، وأوقد تحتها نار المحبة، ثم حركها باصطام العصمة، ثم اجعلها في جام الذكر، ثم روحها في مروحة الحمد حتى تبرد، ثم كلها بملعقة الاستغفار. فإنك إن فعلت ذلك ضمنت لك أن لا تعصي ربك أبداً.\nقال زهير بن حرب: أمر الخليفة موسى الهادي باحضار بهلول وعليان فأحضرا. فلما دخلا عليه قال لعليان: ايش معنى عليان؟ قال عليان: وايش معنى موسى اطبق؟ فغضب الهادي وقال: خذوا برجل ابن الفاعلة. فالتفت عليان إلى بهلول وقال خذها إليك. كنا اثنين فصرنا ثلاثة.\nقال أبو جعفر السباح: لقيت عليان يوم العيد على شدة شوقي إليه، وقصد مقبرة فلما توسطها رفع رأسه وقال: اللهم بك صام الصائمون؛ ولك قام القائمون، وقربوا قربانهم، ودخلوا منازلهم، وأنسوا بأهاليهم. وقد قربت قرباني. فليت شعري! ما صنعت بقرباني؟ اللهم! إني أصبحت لا منزل لي، ولا عندي طعام. فاجعل قرباني منك بالمغفرة. فلما رآني أرمقه؛ وثب هارباً على وجهه.\nوقال أبو علي السيرافي: اشتقت إلى عليان لما كان بلغني عنه، ودخلت الكوفة في\nالجزء: 1 ¦ الصفحة: 78\n",
        "طلبه فقالوا: هو في المقبرة، فدخلت المقبرة فلما رآني هرب، فدخل مسجداً ورد الباب، فدخلت عليه فإذا هو في صلاة. فلما فرغ أقبل على مناجاته فقال: إليك توجه الطالبون وأرادوك، وإياك قصد المحبون واشتاقوك فآثروك. فدنوت منه وقلت: أحب أن تجيبني. فقال: نعم فجئت إلى منزلي به وقلت ما تشتهي؟ فقال: ما اشتهيت منذ أربعين سنة إلا المولى. قلت: الا اتخذ لك عصيدة جيدة؟ قال هذا إليك. فاتخذت له عصيدة بالسكر ووضعت بين يديه. فقال: لا أُريد مثل هذا ولكني أُريد على الصفة التي أصفها لك، قلت صفها لي. قال: خذ تمر الطاعات، واخرج منه نوى العجب، وخذ دقيق العبودية، وزعفران الرضا، وسمن النية، واجعل ذلك في طنجير التواضع، وصب عليه ماء الصفا، وأوقد تحتها نار الشوق، بحطب التوفيق، وحركه باصطام الحمد، واجعله على طبق الشكر، وضعه بين يدي. فمن أكل منه ثلاث لقمات كان شفاءً لصدره، وشفاءً لذنوبه، ثم قام ونفض ذيله وأنشأ يقول:\nأفلح الزاهدونا والعابدونا\n...\nإذ لمولاهم أجاعوا البطونا\nأقرحوا الأعين الغزيرة شوقاً\n...\nفمضى ليلهم وهم ساجدونا\nحيرتهم مخافة الله حتى\n...\nزعم الناس إن فيهم جنونا\nأبو الديك\nقال عبد الله بن محمد الفقيه: أرسل إلي عمران بن إسحاق بن الصباح فأتيته، وإذا أبو الديك عنده، وكان حسن البديهة، جيد الجواب. فإذا هو يحلب ويشير إلى الحائط. كأنه تكلم شيئاً، وكان لا يعتريه إلا عند الجوع، فقال عمران: علي بالمائدة. ثم قال: هلم وقال: هذه التي قال الله تعالى في كتابه حكاية عن نبيه عليه السلام \" ربنا أنزل علينا مائدة من السماء \" قال لي: يا عبد الله! هذه فطن العقلاء، وأذهان الحكماء. ثم أقبل على عمران وقال: أيها الأمير! ويطعمون الطعام على حبه مسكيناً ويتيماً وأسيراً. فأنا مسكين يتيم أسير في حبس شيطان قد وكل بي، أعاذني الله منه. ثم أقبل على الطعام فإذا فتى ينشد شعراً:\nإن الصنيعة لا تكون صنيعةً\n...\nحتى يصاب بها طريق المصنع\nالجزء: 1 ¦ الصفحة: 79\n",
        "فقال أبو الديك: كذب الشاعر لا يكون المعروف معروفاً حتى يصرف في أهله، وفي غير أهله، ولو كان لا يصرف إلا في أهله، كيف كان ينالني منه شيء. وأنا معتوه، وكنيتي أبو الديك.\nعبد الرحمن الأشعث\nقال سيف بن سوار قاضي واسط: كان عبد الرحمن بن الأشعث الكوفي جاراً لنا، وكان جميلاً وسيماً من أمثل أهل زمانه، وكان يقدم أبا بكر وعمر رضي الله عنهما وكان أهله على غير ذلك ثم غلبت عليه المرة فأحرقته وطيرته وكان إذا خرج من بيته أولع به الصبيان يؤذونه ويقولون: يا ذحموية فلا يجيبهم. وإذا قيل له يا عبد الرحمن قال لبيتكم أنا عبد الرحمن. فرأيته يوماً والصبيان يرمونه بالحجارة فقلت له ارميهم وكفهم عنك قال لا أفعل يمنعني من ذلك خصلتان خوف الله عز وجل وأن أكون مثلهم.\nفمر بي ذات يوم وأنا جالس أقرأ كتاب الصلوات لمحمد بن الحسن وكان أخي إلى جنبي وكان مكتوفاً أسن مني وكان أحد الصالحين فقلت يا عبد الرحمن لو جلست فسمعت. فقال وكيف يا ابن جابر إنما يصيد كل طائر قدره. ثم قال يا ابن جابر لئن أعجبت بحالك عندها ولا الذين حولك ليعجبني أخوك هذا يوم القيامة بمكانه من الله إن شاء الله تعالى. فبكى أخي حتى سقط على وجهه وهو واقف ينظر إليه. ثم قال يا ابن جابر لأني أنظر إلى استبشار الملائكة ببكائك. فغشي على أخي فحمل. ثم قال يا سيف بن جابر اخزن لسانك، كما تخزن دراهمك. وإذا أعجبك الكلام فاصمت. قال: فقلت له اجلس وما أقول لك إلا لآنس بك. قال: أقول يا ابن جابر ما قال نبيه أيوب عليه السلام رب إني مسني الضر وأنت أرحم الراحمين فما بقي منا واحد إلا بكى!\nالجزء: 1 ¦ الصفحة: 80\n",
        "فقال: ما يبكيكم؟ أليس يكفي لي خيراً مما أخذ مني حبه وحب أنبيائه وصالح عباده وتقديم أبي بكر وعمر رضي الله عنهما ثم ولى هارباً.\nقال سيف بن جابر خرجت يوماً إلى الجبانة في جنازة فلما دفناها جعلت أدور في المقابر فإذا أنا بعبد الرحمن بن الأشعث جالس بين قبرين واضع خده على ركبتيه وهو يقول: شردتني في البلاد، وطيرتني في الجبانين، وآنستني في القبور. ثم قال: استغفر الله أما اني أعلم أنك مأمورة ولو عصيت الله سلط عليك من هو شر منك علي. قال فقلت يا عبد الرحمن من تكلم؟ قال هذه المسلطة علي. قلت ومن هي؟ قال المرة. قلت فلو دعوت الله سبحانه رجوت أن يذهبها عنك. قال يا ابن جابر! ربما دعوت الله وربما سمع. وهو الفعال لما يشاء فإما دعائي فاستغاثة بالله وإما إمساكي فتسليم لأمر الله ورضى بقضائه. قلت أفلا أجلس معك أُؤنسك؟ قال لي لا. قد جعل الله تعالى أُنسي في الوحدة. كما جعل أُنسك في حلق الفقه. ثم قال يا سيف ابن سوار! أليس يروى أن مورقاً العجلي قال أني لأسأل الله تعالى حاجة منذ عشرين سنة، ما أُعطيتها، وما يئست منها. قلت بلى. قال لي وهو مغضب بارفع صوته يا سيف والله لو قطعني جذاماً وبرصاً لعلمت إن ذلك له وإنه الحكم العدل يفعل ما يشاء، ويحكم ما يريد.\nفليت\nقال محمد بن عبد الرحمن الكوفي كان لنا جار يقال له فليت وكان معتوهاً. وكانت له خالة وهي عجوز كبيرة قد أدركت عجائز الحي. فكنت أتحدث عندها وكان لها عقل ودين فكنت عندها ذات يوم، إذ دخل فليت فقلت له يا فليت: أيسرك أنك أمير المؤمنين؟ فقال لا فقلت ولم؟ قال يثقل ظهري، ويكبر همي، وتنسيني النعم ذكر ربي. قلت وفي الأرض عاقل لا يتمنى إنه خليفة! قال وفي الأرض عاقل يتمنى أنه خليفة.\nقال محمد بن ثابت لقيت فليتاً فقلت له ما تشتهي؟ قال عصيدة فجئته بها وأدخلته\nالجزء: 1 ¦ الصفحة: 81\n",
        "بعض المساجد فأكل حتى أتى على آخرها فظننت إن به جوعاً فقلت أتحتاج الزيادة؟ فقال لا يا أخي هذا زادي إلى عشرة أيام.\nقال عمرو العسكري رأيت فليتاً يوماً والصبيان يرمونه بالحجارة وهو يقول فلمن صبر وغفران ذلك من عزم الأمور.\nقال ومر بي يوماً فقال لي كم بقي من الشهر؟ فقلت ثلاثة أيام. قال واويلاه! انقضى الشهر ولم أتزود فيه لمعادي.\nقديس البصري\nقال رجل من الأنصار لقديس البصري وكان موسوساً ذاهب العقل: يا قديس الا تعدو من الصباح إلى الرواح أيوجعك جسدك إذا جاء الليل؟ فقال:\nإذا الليل البسني ثوبه\n...\nثقلت فيؤنسني الموجع\nرأيت التصبر ستر الهوى\n...\nإذا اشتملت قوة الأضلع\nوكيف يطيق فتى كتمه\n...\nوأجفانه أبداً تدمع\nفقلت أسألك عما يشتكي جسدك، فتنشدني الشعر. فقال: يا ابن الفاعلة! قد أجبتك. فقلت: لا تسبني وأنا سيد من سادات الأنصار؟ ثم قال.\nوإن لقوم سوّدوك لحاجة\n...\nإلى سيد لا يظفرون بسيد\nقال صالح السري: قدم علينا محمد بن السماك العابد فقال: اروني عبادكم؟ فذهبت به إلى قديس وقرأت إذ الأغلال في أعناقهم والسلاسل يسحبون في الحميم ثم في النار يسجرون فشهق شهقةً وخر مغشياً عليه فخرجنا من عنده وتركناه على هذا الحال.\nالجزء: 1 ¦ الصفحة: 82\n",
        "أبو سعيد الضبعي\nقال سعيد بن عامر مر بي أبو سعيد الضبعي ذات يوم فقلت له ألا تجلس عندي ساعة؟ قال بلى متزيناً بمجالستك فجلس فقلت: يا أبا سعيد ما أفضل الكلام؟ قال: شهادة أن لا إله إلا الله وان محمداً رسول الله صلى الله عليه وسلم. قلت وأي الأعمال أفضل؟ قال إقام الصلاة. وإيتاء الزكاة، وصوم شهر رمضان، والحج إلى بيت الله الحرام، وبر الوالدين. قلت فأي الرجال أحب إليك؟ قال أحسنهم خلقاً. قلت فأي النساء أحب إليك؟ قال المتحببة النقية وإن كانت قبيحة.\nقال بكار بن علي قلت لأبي سعيد يوماً كيف أصبحت؟ قال أصبحت مؤمناً بالله لا أقول بقول القدرية ولا المرجئة ولا بقول الجهمية ولا الرافضة فأما القدرية فتزعم أن العبد لو لقي الله بمثل حبة خردل من المعاصي مصراً عليها كان في نار جهنم مخلداً. وأما المرجئة فتقول من لقي الله بشهادة لا إله إلا الله فهو في الجنة وإن زنى وإن سرق. وقالت الجهمية علم الله مخلوق فكفرت بالخالق. وقالت الرافضة بعث جبريل عليه السلام إلى علي فغلط فجاء إلى محمد. فكفرت بالله وجحدت محمداً صلى الله عليه وسلم. قلت فما تقول أنت؟ قال: أقول خلق الله الخلق كما يشاء لا كما يشاؤون فمن عذبه منهم عذبه غير ظالم. ومن رحمه فرحمته وسعت كل شيء عز وجل أن يقال له لم وكيف فقد قال تعالى في كتابه العزيز \" لا يُسأل عما يفعل وهم يُسالون \". ثم قال يا ابن عامر هل أنكرت شيئاً؟ قلت لا.\nقال سعيد بن عامر كان بالبصرة وال يقال له محمد بن سليمان وكان كلما صعد المنبر أمر بالعدل والاحسان. فاجتمع قوم من نساك البصرة فقالوا أما ترون ما نحن فيه من هذا الظالم الجائر وما يأمر به. فأجمعوا ان ليس له إلا أبا سعيد الضبعي. فلما كان يوم الجمعة احتوشوا أبا سعيد وهو لا يتكلم حتى يحرك فلما تكلم محمد بن سليمان حركوه. وقالوا يا أبا سعيد، محمد يتكلم على المنبر يأمر بالعدل والاحسان. فقال يا محمد بن سليمان إن الله سبحانه وتعالى يقول في كتابه العزيز \" يا أيها الذين آمنوا لم تقولون ما لا يفعلون كبر مقتاً\nالجزء: 1 ¦ الصفحة: 83\n",
        "عند الله أن تقولوا ما لا تفعلون. يا محمد بن سليمان ما بينك وبين ان نتمنى أنك لم تخلق إلا أن يدخل ملك الموت بيتك. قال فخنقت محمد بن سليمان العبرة ولم يقدر على الكلام. فقام أخوه جعفر بن سليمان إلى جانب المنبر فتكلم عنه. قال فأحبته النساك من حين خنقته العبرة. فقالوا مؤمن مذنب.\nقال سعيد بن عامر: كان لجعفر بن سليمان جارية اسمها الخيزران وكان مفتوناً بها وشهر ذلك بالبصرة. فركب يوماً في جماعة من الموالي يريد الجمعة فمر بأبي سعيد الضبعي فلما حاذاه قيل لأبي سعيد هذا جعفر. فرفع رأسه وقال يا جعفر تحب خيزران قال نعم. فقال أبو سعيد:\nنبئتها عشقت حشاً فقلت لها\n...\nلا يعشق الحش إلا كل كناس\nقال فضرب جعفر وجه دابته ومضى حياءً من الناس.\nوله حكايات اكتفينا منها بهذا القدر.\nجعيفران\nقال محمد بن جعفر الدينوري لقيت جعيفران الموسوس وقد جاء إلى علي ابن إسماعيل الهاشمي المقلب بالظاهرية وكانت له هيئة فوقف بين يديه فقال أعطني درهماً فرماه الغلمان ونحوه. فقال:\nالجزء: 1 ¦ الصفحة: 84\n",
        "قد زعم الناس ولم يكذبوا\n...\nإنك من غير بني هاشم\nفقال علي بن إسماعيل فضحني والله وهم بقتله. ثم قال يا جعيفران! ما تريد؟ قال درهماً صحيحاً، ورغيفاً حواري، وفالوذجاً، فجيء بها وقعد وأكله أجمع، وأخذ الدرهم وقال:\nفكذب الله أحاديهم\n...\nيا هاشمي الأصل من آدم\nقال عبد الله بن عثمان أبطأ عند جعيفران يوماً. ثم عاد إلينا وهو عريان يشتد والصبيان يرمونه بالحجارة فسلم علي وقال يا عبد الله:\nرأيت الناس يدعوني\n...\nمجنوناً على حال\nولو كنت كقارون\n...\nوفرعون باقبال\nوماذا عليّ حق\n...\nولكن هيبة المال\nقلت أيحضرك شيء على غير هذه القافية في هذا المعنى حتى نعلم أنك شاعر فقال:\nرأيت الناس يدعوني\n...\nبمجنون على عمد\nوما بي اليوم من حسن\n...\nولا لبس ولا عقد\nولو كنت كقارون\n...\nووالي رحبة الجند\nرأوني راجح العقل\n...\nجميلاً حسن القد\nوما ذاك على حقٍ\n...\nولكن هيبة النقد\nفقلت أعندك مزيد على هذا؟ فإن جئت بالثالثة اقررت لك بأنك شاعر. فأطرق ثم قال قم بنا إلى المنزل فقمنا معه فقال:\nرأيت الناس يرموني\n...\nبوسواس لأيامي\nوما كنت أخا موق\n...\nقديماً قبل تهيامي\nولكني أرى ذاك\n...\nلإدقاعي وإعدامي\nولو كنت أخا ملكٍ\n...\nوإسراج وإلجام\nالجزء: 1 ¦ الصفحة: 85\n",
        "إذا أكرمني الناس\n...\nولم أُرم بالمام\nوكانوا كل أوقات\n...\nيباهون باكرامي\nقال فأدخلته منزلي وغذيته وقعدت أنا وقوم من أصحابنا ثم عاتبناه على ما صنع بنفسه ووبخناه بأنواع اللوم فأنشأ يقول:\nرأيت الناس أحياناً\n...\nليروموني بوسواس\nومن يضبط يا هذا\n...\nمقال الناس في الناس\nفدع ما قاله الناس\n...\nوعجّل صفوة الكاس\nفإن الناس يفرون\n...\nبأمثالي وأجناسي\nولو كنت أخا ملكٍ\n...\nأتوني بين جلاسي\nيقومون ويفدون\n...\nعلى الرجلين والراس!\nثم قال يا فتى هذه أربعة وقام قومه فقال لي أحد أصحابي لو جئنا بقينة قلت ومن يجيء بقينة بين يدي مجنون دعونا اليوم نلهو فقد حل علينا فقال:\nوندامي أكلوني\n...\nإن تغيبت قليلا\nزعموا إني مجنون\n...\nأرى العري جميلاً\nكيف لا أرعى وما لب\n...\nصر في الناس مثيلاً\nباسطاً للجود كفاً\n...\nقائلاً خيراً فعولاً\nانثي أهوى كرام\n...\nالناس لا أهوى البخيلا\nإن أكن سؤتكم اليوم\n...\nفخلوا لي سبيلا\nوابتغوا غيري نديماً\n...\nلكم مني بديلاً\nوأتموا يومكم ح - ياكم الله طويلاً قال فندمنا على ما كان منا فقلنا له معك نلذ ونفرح فأتيناه بثوب فطرحناه عليه وأتيناه بقينة فأنشدت له:\nلا تزوّج فتهلكا\n...\nحذرك اليوم حذركا\nإن للعرس مرجعاً\n...\nعينها يورث البكا\nلا يغرنك سقف بي\n...\nتت وفرش ومتكا\nالجزء: 1 ¦ الصفحة: 86\n",
        "عن قليل يشكي الي\n...\nك فترثي لمن بكا\nقال محمد بن مهدي الكاتب أتى جعيفران إلى بعض الولاة وهو يأكل فدعي إلى طعامه فأكل معه فلما كان من الغد حجب فقعد على الباب ثم كتب إليه شعراً:\nعليك إذن فانا قد تغذينا\n...\nلسنا نعود فقد كنا تسقينا\nبأكله سلفت أنقت حرارتها\n...\nماذا بقلبك قد صمنا وصلينا\nقال أبو العباس الأسدي لقيت جعيفران فقلت له أتجيز لي هذا البيت الشعر؟ قال نعم بدرهم صحيح. قلت له نعم. قال هات فأعطيته وأنشدته.\nوما الحب إلا لوعة قدمت بها\n...\nعيون المها باللحظ بين الجوانح\nفتفكر ثم قال:\nونار الهوى تطفي عن القلب فعلها\n...\nكفعل الذي جادت به كف قادع\nوأنشد أيضاً:\nيا واعد الوعد ليس ينجزه\n...\nأُفٍ لمن لا يتم كا وعدا\nأُفٍ لمن لا يزال صاحبه\n...\nفي تعب من عذابه أبدا\nأكلّ طول الزمان أنت إذا\n...\nجئتك في حاجة تقول غدا\nلا جعل الله إليك ولا\n...\nعندك ما عشت حاجة أبدا\nوله أيضاً:\nلا تيأس إن كنت ذا فاقة\n...\nتتعب في نزر من الرزق\nبين الفتى في شر أحواله\n...\nصاحب خلقان على الطرق\nصار أميراً إن ذا عبرة\n...\nوقدرة الله في الخلق\nوذكر ابن أبي خالد قال كان بعض أصحابنا لقي جعيفران فقال له مصراع بيت إن أتممته فلك درهم قال هات قال ألا عجزت عن الصبر العقول فقال بالبداهة! لان سبيله مر ثقيل هات الدرهم.\nالجزء: 1 ¦ الصفحة: 87\n",
        "سهل بن أبي مالك الخزاعي\nقال عبد الله بن ادريس مررت بابن أبي مالك فقال اسكت وغضب. وانقلبت عيناه فإن أعمالك كلها حادات. قال فوالله لقد داخلني من الفرق منه أمر عظيم. فلما كان يوم الجمعة حملت معي ثلاثة دراهم فأمرت انساناً يطلبه فوجدته. فدفعت له الدراهم فتبسم يحسبني إني أُكلمه فوقفت حيث أراد ثم أقبل علي فقال لي قل. قلت يا ابن أبي مالك ما تقول في النبيذ؟ قال حلال. قلت تشربه؟ قال إن شربته فقد شربه، وكيع وهو قدوة. قلت تقتدي بوكيع في تحليله ولا تقتدي في تحريمه. وأنا أسن منه. فقال إن قول وكيع مع اتفاق أهلب البلد. معه أحب إلي من مقالتك مع اختلاف أهل البلد عليك. وقلت له ما تقول في الغناء؟ قال قد غنى البراء بن مالك وعبد الرحمن بن رواحة. وسمع الغناء ابن عمر. وكان عبد الله بن جعفر من التابعين. وأمسك فقلت له سميت جماعة من الصحابة وأمسكت عن عبد الله بن جعفر. فقال لأنك سألتني عن الغناء ولم تسألني عن ضرب العيدان. قال بكار بن علي كان سهل بن أبي مالك الخزاعي المجنون عالماً بالشعر. قال رجل من أصحابنا ما أجود الشعر؟ فقال ما لا يحجبه عن القلب حاجب. مثل قول جميل:\nألا أيها النوّام ويحكم هبوا\n...\nأسائلكم هل يقتل الرجل الحب\nقال عبد الله بن ادريس خرجت من عند عيسى بن موسى فانا عند طاق\nالجزء: 1 ¦ الصفحة: 88\n",
        "المخامل. إذا أنا بابن مالك المجذوب جالس قد نكس رأسه كالمغشى عليه فوقفت على رأسه فقلت يا ابن أبي مالك! فانتبه فزعاً. فقال ما تشاء؟ قلت أي شيء أعجب معنى؟ قال لو قلت من أي النساء لقلت بيضاء شقراء مجدولة شهلاء. ولو قلت أي الرجال أعجب إليك؟ لقلت أصحهم جواباً وأحسنهم مسألة. فغير مسألتي إياه. ومدح إجابته إياي. قال فلما وليت سمعته يقول انظروا إلى ابن ادريس.\nأبا خالد لا زلت سبّاح غمرة\n...\nصغيراً فلما شبت خيمت بالشاطي\nكسنور عبد الله بيع بدرهم\n...\nصغيراً فلما شبّ بيع بقيراط!\nقال فقبعت رأسي ودخلت في أضعاف الناس. ولم أعد بعدها إلى مسألته. قال ابن ادريس مررت ذات يوم جمعة بابن أبي مالك فقلت له متى تقوم الساعة؟ قال: ما المسؤول فيها باعلم من السائل. غير إن من مات فقد قامت قيامته. والموت أول عدل الآخرة. فقلت له المصلوب يعذب؟ قال إن كان مستحقاً فروحه يعذب. وما أدري لعل البدن في عذاب من عذاب الله. لا تدركه عقولنا. ولا أبصارنا. فإن الله سبحانه لطفاً لا يدرك. وكان جالساً في موضع رماد ومعه قطعة جص يخط بها فيستبين بياض الجص في سواد الرماد. فقلت له يا ابن أبي مالك! ايش تصنع؟ قال ما كان يصنع صاحبنا. قلت ومن صاحبكم؟ قال مجنون بني عامر. قلت وما كان يصنع؟ قال أسمعه يقول:\nومالي بها من حيلة غير انني\n...\nبلقط الحصى والخط في الدار مولع\nقلت ما سمعته فضحك وقال أما سمعت قول الله سبحانه؟ \" ألم تر إلى ربك كيف مدَّ الظل \" فهل رأيته؟ هذا يا ابن ادريس كلام العرب. قال ومر بي وأنا في المسجد فصحت به ليعطف فقال:\nأقبل عليّ ان أنت بين يدي\n...\nفأنت بين يدي رب العالمين\nقال ابن أويس فأفزعني والله.\nالجزء: 1 ¦ الصفحة: 89\n",
        "أبو نصر الجهني\nقال ابن أبي فديك كان عندنا رجل يكنى أبا نصر من جهينة ذاهب العقل. وكان يجلس مع أهل الصفة في آخر مسجد رسول الله صلى الله عليه وسلم. وكان إذا سئل عن شيء أجاب. فأتيته ذات يوم ودفعت إليه شيئاً كان معي. فقال قد صادفت منا حاجة. فقلت يا أبا نصر! ما الشرف؟ قال حمل ما ناب العشيرة أدناها وأقصاها. والقبول من محسنها. والتجاوز عن مسيئها. قلت فما المروءة؟ قال إطعام الطعام. وإفشاء السلام. وتوقي الأدناس والآثام. قلت فما السخاء؟ قال جهد المقل. قلت فما البخل؟ قال أُف. وحول وجهه عني. قلت لم؟ قال لا تجيبني قلت قد أجبتك.\nقال ابن أبي فديك قدم علينا يوماً هارون الرشيد سنة ثلاث فأخلى له المسجد فوقف على قبر رسول الله صلى الله عليه وسلم. وعلى منبره. وفي موقف جبريل عليه السلام. واعتنق اسطوانة التربة. ثم قال قفوا بي على أهل الصفة فلما أتاهم حرك أبو نصر وقيل له هذا أمير المؤمنين. فرفع رأسه إليه وقال أيها الرجل إنه ليس بين عباد الله وأُمه رسول الله صلى الله عليه وسلم وبينك وبين رعيتك وبين الله خلق غيرك. وإن الله سائلك عنهم فأعد للمسألة جواباً. فقد قال عمر بن الخطاب لو ضاعت سخلة على شاطيء الفرات لأخذ بها عمر يوم القيامة. فبكى هارون. ثم قال يا أبا نصر؟ إن رعيتي ودهري غير رعية عمر ودهره. قال دع عنك هذا. والله غير مغن عنك فانظر لنفسك فإنك وعمر لتسألان عما خولكما الله. قال ودعا هارون بمئة دينار فقال ادفعوها إلى أبي نصر. فقال أبو نصر ما أنا إلا رجل من أهل الصفة فادفعوها إلى فلان يفرقها بينهم. ويجعلني رجلاً منهم.\nقال ابن أبي فديك أجدبت المدينة في سنة واشتد حال أهلها وانكشف حال قوم كانوا مستورين بها. فخرجوا يدعون وإذا أبو نصر جالس. قد نكس رأسه فقلت يا أبا نصر! أما\nالجزء: 1 ¦ الصفحة: 90\n",
        "ترى ما في أهل حرم رسول الله صلى الله عليه وسلم؟ قال بلى. قلت أفلا تدعو؟ لعل الله ان يفرج عنهم. قال بلى. وحول وجهه إلى القبلة. وقال اجلس بجنبي فجلست. فانكب وعفر وجهه في التراب. ثم رفع رأسه وقال: يا فارج الهم. وكاشف الغم. ومجيب دعوة المضطرين. رحمن الدنيا والآخرة ورحيمهما. صلى الله عليه وآله وسلم على محمد وعلى آل محمد. وفرج ما أصبح فيه أهل حرم نبيك. ثم غلب فذهب. فقمت من عنده فوالله ما خرجت من السوق حتى رأيت الشمس قد تغطت. فرفعت رأسي فإذا رجل من جراد أرى سوادهن في الهواء فما زلن يسقطن وأنا واقف انظر حتى ملأت المدينة. فاشتغل كل قوم ما في دارهم من الجراد فحشوا الأجواب وطحنوا وملحوا وملأ الناس الجرار والجناب والقواصير والبواقي جانب بيوتهم. ثم باض بعد ثلاثة أيام فانتشر في أعراض المدينة لم يخرج منها إلى غيرها ثم ما مرت بنا ثلاثة إلى أن جاءنا عشر سفاين إلى التجار فإذا هي في الوقت الذي دعا فيه أبو نصر. فرجع السعر إلى أرخص ما كان. ورجعت حال الناس إلى أحسن ما كانت. فأتيت أبا نصر وهو في مسجد رسول الله صلى الله عليه وسلم. فقلت يا أبا نصر! ألا ترى إلى بركة دعائك؟ فقال لا آله إلا الله هذه رحمة الله التي وسعت كل شيء. وقال ابن أبي فديك كان أبو نصر يخرج كل جمعة فيدخل السوق فيقف على مربعة ويقول أيها الناس! اتقوا يوماً لا تجزي نفس عن نفس شيئاً ولا يقبل منها عدل ولا تنفعها شفاعة ولا هم ينصرون إن العبد إذا مات صحبه أهله وماله وعمله. فإذا وضع في قبره رجع أهله وماله وبقي عمله فاختروا لأنفسكم ما يؤنسكم في قبوركم رحمكم الله. ثم لا يزال يفعل ذلك في مربعة مربعة حتى يأتي مصلي رسول الله صلى الله عليه وسلم ثم يمضي إلى الجمعة فلا يخرج إلا للطهور حتى يصلي العشاء الأخيرة.\nالجزء: 1 ¦ الصفحة: 91\n",
        "حيان بن خيثم المجنون\nقال عطاء السلمي: مررت ببعض أصدقائي ظاهر البلد فناداني وسألني ان أبر قسمة وناولني سكراً وسمناً ونشاءً وقال اصلحه لي. فأمرت من أصلحه. ثم أخذته تحت كسائي أمر به إليه، إذا أنا بحيان بن خيثم المجنون فقال ما معك؟ فقلت شيء اصلحته لبعض رفقائي. فقال اكشف عنه فكشفت فقال ارفعه فان نفوسنا نفرت من أن تأكله. قلت فما تريد؟ قال فالوذج العارفين قلت وما هو؟ قال خذ قند الصفا. وسمن البها. وزعفران الرضا. وماء المراقبة. وانصب طنجير القلق. وأوقد تحتها حطب الحرق. واعقده باصطام الحياء. ونار الشوق. حتى يزيد زبد الصبر. وترغو رغوة التوكل. ثم ابسط على صحاف الأنس. ثم كله. قلت فإذا أكلته. قال تضج أوجاع القلوب إلى مداويها. وتشكو ألم الضمير إلى مبليها. وتبكي العيون عن محبة مبكيها شوقاً إلى تأنسه محبتها. ثم أنشد فقال:\nفهام بحب الله في القفر سابحاً\n...\nوحطت على سوق القدوم رواحله\nنهاه النهى فارتاح للخوف باطنه\n...\nوخاف وعيذ الله فالحق شاغله\nفلما جرى في القلب ماء يقينه\n...\nفأنبت زرعاً لم تجف سنابله\nطوى دهره بالصوم حتى كأنما\n...\nعليه يمينٌ إنه لا يزايله\nفعاد بحزن قد جري في ضميره\n...\nتنوح به أعضاؤه ومفاصله\nيسرّ الفتى ما كان قدّم من تقى\n...\nإذا عرف الداء الذي هو قاتله\nقال عطاء: ومررت به يوماً وهو في المقبرة واقف على قبر يخاطبه، فقلت من تخاطب؟ قال: صاحب هذا القبر فإنه كان صديقي ورفيقي، قلت: وما قلت؟ قال أقول.\nيا صاحب القبر يا من كان يأنس بي\n...\nوكان يكثر في الدنيا موآتاتي\nقلت وما جاوبك؟ قال قال:\nشغلت عنك بشيءٍ لست واصفه\n...\nمن الغموم ولوعاتٍ وبرحات\nالجزء: 1 ¦ الصفحة: 92\n",
        "قال عطاء: مر بي يوماً في أزقة البصرة فقلت له كيف أصبحت؟ قال\nأصبحت لا أعرف ما صباحي\n...\nمن الهموم لا ولا رواحي\nأفرط في جرمي وفي اجتراحي\n...\nفصرت كالبازي بلا حناح\nهمام\nقال قاضي أرجان كان أبو همام يقول بلاعتزال وكان همام ولده يقول بقوله. فغلب على عقله فتاه، فقيد وشدت يده إلى عنقه. قال: فدخلت عليه فجلست بعيداً خوفاً منه. وقلت له: يا همام! كيف تجدك؟ فقال لي أسكت يا قدري، فقلت له يا سبحان الله! ما هذا الجواب؟ أليست مقالتنا ومقالتك واحدة؟ قال: لا ولا كرامة لك يا ابن الفاعلة. إني نظرت في مقالتك ومقالة عمك الضال المفتون فوجدتكما كافرين بالله تعالى فقلت: كيف؟ قال انكما تزعمان أن الله سبحانه جعل فيكما استطاعة، تغلبان بها؛ استطاعة الله تعالى، وأنت يا ابن الفاعلة تزعم أن الله سبحانه وتعالى لم يقض عليك الزنا، وأنت قضيته على نفسك، فتبارك الله في حكمه، وزعمت أن الله لو قال لك افعل، فلعنك الله ولعن عمك. قلت: فأي قول أخذت لنفسك؟ قال رددت الأمر إلى مدبرها وخالقها. وعلمت أن خيرها وشرها ونفعها وضرها منه. قلت ليتك مت قبل هذا الوقت، فقال لي: يا ابن الفاعلة الله سبحانه أرحم بي أمهلني إلى هذا الوقت الذي عرفت فيه رشدي.\nقال شعيب بن مخلد الدهان: دخلت عليه يوماً فقلت له يا همام! ما هذا الذي يبلغنا عنك؟ قال وما يبلغكم عني؟ قلت بلغنا أنك انتقلت من القول بالعدل إلى القول بالجور، قال همام يا ابن الفاعلة! لو كنت تقول بالعدل لرددت الأمور إلى مدبرها وخالقها وبعد فأنت تقول بالعدل وتغشى الاثم، فرماه بحجر، فلم يزل يعرج منها. قال واجتمعت به يوماً فقلت له: يا همام! أي شيء تأمر في ميراثك لأبيك؟ فنظر إلي مغضباً وقال: أيتوارث أهل ملتين مختلفتين؟ قلت له أو نحن ملتان مختلفتان؟ قال نعم: أنتم تزعمون أن الله قضى الخير، ولم يقض الشر، وأنا\nالجزء: 1 ¦ الصفحة: 93\n",
        "أقول: أن الله قضى الخير والشر. وإن من عذبه عذبه غير ظالم، ومن رحمه فرحمته وسعت كل شيء، رحمه الله تعالى.\nبعيل أو جعيل\nقال عبد الله بن محكم الحمصي سألت بعيلاً وكان من أهل المحبة. متى يصح للعبد الولاية؟ قال: إذا سبقت له العناية، وكان من مولاه في كفاية. قال وسمعته يقول وقد سئل عن العارفين:\nقوم لهم همم تسمو بهم أبداً\n...\nإلى جليل عظيم القدر غفار\nقال جعفر بن عبد القادر المقدسي: سألت جعيلاً عن حد الزهد، فقال: استصغار الدنيا. فلما وليت، دعاني فقال: هو محو الدنيا من القلب، قال وسمعته في بعض الخرابات وقد خنقته العبرة وهو يقول:\nيا رجائي وعصمتي ومنائي\n...\nإلاحم اليوم ذلتي وبكائي\nيا حبيبي ومؤنسي وعمادي\n...\nوغياثي ومعقلي ورجائي\nيوحنا\nقال محمد بن عبد الرحمن: كنت أنا ووكيع بن الجراح بفناء دار بن صالح بالجبانة فطلع علينا عبادي على حمار وهو من أهل الحيرة يقال له يوحنا، وكان ممروراً، وكانت مرته تعيج تارة، وتسكن أُخرى. فقلت لوكيع اسمع جواب العبادي. فلما حاذانا، قال له وكيع: يا يوحنا! لو نزلت وتحدثت معنا في هذا الفناء الكثيب. قال يوحنا: يا أبا سفيان نعم المجلس لمن كفى أهله مصالحهم. فقال له\nالجزء: 1 ¦ الصفحة: 94\n",
        "وكيع: ناولني خاتمك فناوله، فإذا عليه مكتوب العزة لله. محمد خير البرية، قال له وكيع يا يوحنا! ما تقول في تقدمة أبي بكر وعمر؟ قال أقدمهما في الإمامة، ولا أُقدمهما في المحبة. ثم أقبل على وكيع وقال: يا أبا سفيان وفي المحبة.\nأبو علقمة\nقال أبو زيد النحوي كنت أنا ورجل من قيس ومعه ابن له نريد الجمعة. وأبو علقمة على باب المسجد جالس. فقال الغلام لأبيه: أُكلم أنا أبا علقمة. فقال لا، فأعاد عليه الغلام ثلاثاً فقال له أبوه: أنت أعلم، فقال الغلام يا أبا علقمة! ما بال لحى قيس قليلة خفيفة المؤنة، ولحى اليمن كبيرة عريضة شديدة المؤنة؟ قال: من قول الله تعالى والبلد الطيب يخرج نباته\n...\nوالذي خبث لا يخرج إلا نكدا مثل لحية أبيك! قال فجذب القيسي يده من ابنه ودخل في غمار الناس حياءً وتستراً.\nنمير\nقال علي بن ظبيان كان نمير من نساك أهل الكوفة، وكان قد سمع سماعاً حسناً. وكان مواظباً على العبادات. فعرض له، فذهب عقله، وكان لا يأوي سقف بيت. فإذا كان النهار فهو في جبانة القبور، وإذا كان الليل فهو في وسط السطح قائماً على رجليه في البرد والمطر والرياح. وكنا في بعض ما هو فيه من البرد والمطر والرياح، فنزل بكرة ذات يوم يريد المقابر فقلت يا نمير! تنام؟ قال لا، قلت: وما العلة التي منعتك من النوم؟ قال هذا البلاء الذي تراه بي. قلت له: يا نمير! ما تخاف الله تقول البلاء؟ قال: أليس قد جاء في الخبر أشد الناس بلاءً الأنبياء ثم الأمثل فالأمثل. فقلت أنت أعلم مني قال كلا ومضى.\nسلمة\nقال الحسن بن صالح قلت لسلمة يوماً من الأيام: يا سلمة! أتؤمن بالمعاد؟ ففتح عينيه وغضب وقال: نعم يا حسن كأني أنظر إلى القيامة وقد قامت، وإلى\nالجزء: 1 ¦ الصفحة: 95\n",
        "كرسي القصاص وقد وضع كما شاء الله، وإلى الموازين قد نصبت، وإلى الصحف قد نشرت كما شاء، وكأني أنظر إلى فريق في الجنة، وفريق في السعير، ولكن يا حسن اتق الله ولا ترد أمر الله. فقال له الحسن: وكيف أرد أمر الله؟ فقال: انكم معاشر الشيعة تزعمون أن أبا بكر وعمر إماما عدل وقد قال الله في كتابه العزيز أن الله يأمر بالعدل والاحسان فتولية أبي بكر وعمر من عدل الله الذي أمر به فإن لقيت الله بهذه المقالة لقيته وأنت من الخاسرين. قال عثمان وقلت له يوماً: ادع الله لي. فقال: أستعيذ بالله من الشيطان الرجيم.\nبسم الله الرحمن الرحيم\n\" وإذا سألك عبادي عني فإني قريب أُجيب دعوة الداعي إذا دعاني، فليستجيبوا لي وليؤمنوا بي لعلهم يرشدون \". ثم قال يا عثمان! إن الله سبحانه لم يخص أحداً، ولم يحصرها عن أحد، فيا من أمر بذلك هب لنا ولعثمان العافية في الدنيا والآخرة.\nعشرة المدني\nكان رجلاً عجمياً وكان يجلس تحت دار سعيد بن العاص فمر به يوماً إبان بن عثمان متولي الشرطة. فقال لصاحب بابه: احجب الناس من بين يدي، ومن خلفي. ودنا إلى عشرة المدني وكان إذا قيل له يا عشرة، تجرد. فقال له إبان بن عثمان: يا عشرة! فلم يتكلم فألح عليه فمسك لحيته بيده وتكلم بالفارسية: يا ريش كان اللحم إذا فسد داويناه بالملح، فإذا فسد الملح بأي شيء يداوى؟\nالجزء: 1 ¦ الصفحة: 96\n",
        "قال إبان بن عثمان: إذا كان الأمر على ذلك. فمن عاد صالح له بهذا الاسم يعني عشرة جلدته بكذا وكذا سوطاً.\nسابق\nقال أبو هاشم إسرائيل بن محمد القاضي: كان بالمهرجان معتوه يقال له: سابق، وكان متوحشاً مأواه الخرابات والمقابر والغياض. وكنت أحب أن أراه وأُكلمه، فأتيته يوماً بالمقابر وقد وضع رأسه على قبر، فلم يشعر بي حتى سلمت عليه. فقال: وعليكم السلام. ثم هبته، فرفع رأسه إلي وقال لي: يا إسرائيل! خف الله خوفاً لا يشغلك عن الرجاء. فإنك إن ألزمت قلبك الرجاء يشغلك عن الخوف. وفر إلى الله، ولا تفر منه، فإنه يدركك ولن تعجزه، ولا تطع المخلوق في معصية الخالق. واعلم أن لله يوماً تشخص فيه الأبصار مهطعين مقنعي رؤوسهم لا يرتد إليهم طرفهم وأفئدتهم هواء. ثم قام فدخل الخرابات. فعدت إليه بعد شهر، فلما أبصرني هرب، فقلت له يا سابق لا أعود إليك بعدها، فوقف فقلت: علمني كلمات أدعو بهن. فقال: أفضل الأعمال ما أُكرهت عليه النفوس، ثم قال: قل اللهم اجعل نظري عبرة، وسكوني فكرة، وكلامي ذكراً. ثم تخطى حائطاً من الخراب ومضى.\nقال خلف بن سالم: قلت لو يوماً يا أبا علي ألك مأوى؟ قال نعم: قلت فأين هو؟ قال دار يستوي فيها العزيز والذليل. قلت وأين هذه الدار؟ قال المقابر. قلت له: يا أبا علي أما تستوحش في ظلمة الليل ووحشته؟ قال: إني أذكر ظلمة اللحد ووحشته، فيهون علي ظلمة الليل ووحشته. فقلت له: فهل ترى في المقابر شيئاً تكرهه؟ قال: أرى، ولكن في هول ما يشغل عن هول المقابر أعاذنا الله تعالى.\nالجزء: 1 ¦ الصفحة: 97\n",
        "أبو جوالق\nقال بعضهم: خرج أبو جوالق يوماً فلقيه بعض أصدقائه فقال: إلى أين يا أبا جوالق؟ فقال أشتري حماراً. فقال له صديقه: قل إن شاء الله فقال: ما هذا موضع إن شاء الله. الدراهم في كمي، والحمار في السوق. قال ومضى إلى السوق فسرقت منه دراهمه. فعاد فرآه صديقه حزيناً فقال له: اشتريت الحمار؟ فقال له: سرقت الدراهم إن شاء الله.\nثوبان القرميني\nقال إسماعيل بن وهب: ركبت يوماً في مركب من البصرة أُريد سيراف. فهاج البحر بريح شديدة، وكان معنا في المركب ثوبان القرميني، فلحظ السماء بطرفه وقال: أقسمت عليك يا مأوى همم العارفين، ألا كشفت عنا الأذى. فما استتم الكلام حتى سكنت الريح، ونجونا. وروي عنه أنه كان إذا جنة الليل، يناجي ربه ويقول:\nيا سروري ومنيتي وعمادي\n...\nوأنيسي وبغيثي ومرادي\nأنت روح الفؤاد أنت رجائي\n...\nأنت لي مؤنس وشوقك زادي\nأبو الصقر\nقال بكر بن سليمان: مررت يوماً بأبي الصقر فقال لي: أمعك سيورجه قلت وما تريد؟ قال أملي عليك شيئاً قلت نعم. فأخرجت لوحاً كان معي فقال أكتب:\nالجزء: 1 ¦ الصفحة: 98\n",
        "أنّا إلى الله وأنّا به\n...\nيرتفع الناس وأنحط\nقد صرت نطوا في فراش الهوى\n...\nكأني من فوقه خط\nسلمة الموصلي\nقال نعيم الخشاب: كان سلمة الموصلي أديباً ظريفاً قبل أن خولط. فماتت له زوجة فخولط. فمررت به ذات يوم وهو يقول لبعض أصدقائه: عليك بقصر الأمل، والاختلاع من الحول والقوة والقدرة، وكل الأمور إلى خالقها ومدبرها تسترجع وإياك والكسل فإن أخذه أليم شديد. وسمعته يوماً ينشد وهو واقف على قبر:\nحسب الخليلين أن الأرض بينهما\n...\nهذا عليها وهذا تحتها بالي\nقال نعيم: وكان يجلس عندي في بعض الأحيان فأُطعمه وأُشهيه، فقلت له يوماً: يا سلمة ما الفرق بين الفعال والفعال؟ فقال الفعال العيار في المصنوعات وهي عام، والفعال في المكارم وهي خاص. قال وكان عندي ليلة فأراد الخروج فهبت ريح شديدة فقال يا غلام هات الهلة قلت وما الهلة قال بيت المستراح.\nولهان المجنون\nكان مجنوناً ذاهب العقل قال ذو النون المصري: رأيت ولهان يوماً وهو يطوف حول البيت وهو يقول: شوقك قتلني، وحبك أقلقني، والاتصال بك أسقمني، فقدت قلباً يحب غيرك، وثكلت خواطراً تسر بسواك.\nوحكى أحمد بن إبراهيم الدوري قال: كان ولهان المجنون مهيباً، ذا هيبة،\nالجزء: 1 ¦ الصفحة: 99\n",
        "وكان كل من يراه يهابه من سلطان أو غيره. وكان يأمر بالمعروف، وينهي عن المنكر، وكان يقول: يا أيها الناس تزودوا ليوم الدين، يوم تنشر فيه الدواوين، وتنصب فيه الموازين، وينتصف فيه المظلومون من الظالمين. اعملوا، في الأيام تراخ، وفي النفس مهلة، قبل أن تؤخذوا على غرة.\nبكار المجنون\nقال إدريس بن عبد الرحمن: خرجت يوماً من الجامع أُريد الرجوع إلى منزلي، وإذا أنا ببكار المجنون وهو قائم في السوق يقول: \" واتقوا يوماً ترجعون فيه إلى الله، ثم توفى كل نفس بما كسبت وهم لا يظلمون \". فلا يزال كذلك في مربعة مربعة حتى إذا أفلت الشمس نادى: \" ومن يتقي الله يجعل له مخرجاً، ويرزقه من حيث لا يحتسب، ومن يتوكل على الله فهو حسبه \". ثم أنشأ يقول:\nولهت قلوب العارفين يجبه\n...\nفتناشروا وتبايعوا الأعمالا\nقال علي بن بكار: سمعت بكار المجنون في جامع البصرة يقول: يا أيها الناس استحيوا من الله حق الحياء، ولا تعبدوه رهباً من نيرانه، ولا طمعاً في جنانه، بل عبوديةً واستحقاقاً.\nنقرة المجنون\nقال عبد الله بن محمد العتبي: بينا أنا ذات يوم في صحن داري إذ هجم علي\nالجزء: 1 ¦ الصفحة: 100\n",
        "نقرة المجنون، فخفت منه وقلت: أنا بين ضربة ولطمة. فوقف في جواري وأنشأ يقول:\nنظرت إلى الدنيا بعين مريضة\n...\nوفكرة مغرور وتأميل جاهل\nفقلت هي الدار التي ليس مثلها\n...\nونافست فيها في غرور وباطل\nوضيعت أيامي أمامي طويلة\n...\nبلذة أيام قصارٍ قلائل\nثم ولى هارباً، فوثبت إلى الدواة وكتبت الأبيات، وأغلقت الباب.\nسمنون\nقال ابن فاتك: قلت لسمنون أي منزل إذا نزله العبد قام مقام العبادة؟ قال: إذا ترك التدبير. قال وقلت له يوماً: يا سمنون أسألك عن المحبة، قال عن محبة الله إياك تسأل أو عن محبتك إياه؟ قلت عن محبة الله لي. قال: لا تطيق الملائكة أن تسمع ذلك. فكيف تطيق أنت وأنشد سمنون:\nلا لأني أنساك أُكثر ذكرا\n...\nك ولكن بذاك يجري لساني\nأنت في النفس والجوانح والفك\n...\nر وأنت المنى وفوق الأماني\nفإذا أنت غبت عني عياناً\n...\nأبصرتك المنى بكل مكاني\nوقال له بعض الخلفاء: يا سمنون كيف وصلت إليه؟ قال ما وصلت حتى عملت ستة أشياء. أمت ما كان حياً وهو النفس، وأحييت ما كان ميتاً وهو القلب، وشاهدت ما كان غائباً وهي الآخرة، وغيبت ما كان شاهداً وهي الدنيا، وأبقيت ما كان فانياً وهو المراد، وأفنيت ما كان باقياً وهو الهوى، واستوحشت مما تستأنسون، وأنست مما تستوحشون. ثم أنشد:\nروحي إليك بكلّها قد أجمعت\n...\nلو أن فيك هلاكها ما أقلعت\nتبكي عليك بكلها في كلها\n...\nحتى يقال من البكاء تقطعت\nانظر إليها نظرةً بمودةٍ\n...\nفلربما منّعتها فتمنعت\nالجزء: 1 ¦ الصفحة: 101\n",
        "وله أيضاً:\nلطائف برّك ما تنقضي\n...\nوطاعات خلقك ليست تضي\nتقاضوك برّاً فأوفيتهم\n...\nولم يقتضوا لك ما يقتضي\nوما تبصر العين يا سيدي\n...\nسوى ما تحب وما ترتضي\nقال سمنون: أقمت مطروحاً على باب بني شيبة سبعة أيام مهموماً، فهتف بي هاتف في آخر ليلي. من أخذ من الدنيا فوق ما يجزيه، أعمى الله عيني قلبه، وأنشد:\nأجلك أن أشكو الهوى منك انني\n...\nاجلّك ان تومي إليك الأصابع\nفأصرف طرفي نحو غيرك عامداً\n...\nعلى أنه بالرغم نحوك راجع\nقال: سئل سمنون أي الطعام أطيب؟ قال لقمة من ذكر الله، في فم النفس بتوحيد الله، رفعتها من مائدة الرضا عن الله، عند حسن الظن بكرامة الله وأنشد:\nحرام على قلب تحرم بالهوى\n...\nيكون لغير الحق فيه نصيب\nتفرد فيه فانفردت بحبه\n...\nفصار عليّ شاهد ورقيب\nقيل له ما علامة من بقي له ربه. قال يا هذا اجعل قبرك خزانتك، واحسنها من كل عمل صالح، فإذا وردت على ربك سرك ما ترى. وقال سمنون: رأيت إبليس في المنام ولا شك أنه إبليس، فأخذت عصاي لأضربه، فهتف بي هاتف: هو لا يهرب من عصاك، وإنما يهرب من نور القلب وأنشد:\nبين المحبين سرٌّ ليس ينسبه\n...\nقول ولا قلم في الخلق يحكيه\nسرٌّ يمازجه انس يقابله\n...\nنور تحيّز في جوٍّ من التيه\nوله أيضاً:\nالحب شيءٌ لطيف ليس يدركه\n...\nعقل لإدراكه عزّ وتدبير\nلكنه في مجاري السرّ بعرفه\n...\nأهل الإشارة عزّ لا كيف وتقدير\nقال محمد بن عبد الله: سألت سمنون عن قول النبي صلى الله عليه وسلم، روحوا القلوب تعي\nالجزء: 1 ¦ الصفحة: 102\n",
        "الذكر. فقال: معناه روحوا القلوب من هموم الدنيا تعي اذكار الآخرة.\nقال إبراهيم بن فاتك: سئل سمنون عن معنى قول النبي صلى الله عليه وسلم، المؤمن يأكل في معىً واحد، والكافر يأكل في سبعة أمعاء. فقال واحد منها طبع، وستة حرص، فالمؤمن يأكل بمعى الطبع، والكافر يأكل بأمعاء الحرص، وأنشد في المعنى:\nلئن أمسيت في ثوبي عديم\n...\nلقد بليا على حرٍّ كريم\nفلا يحزنك ان أبصرت حالاً\n...\nمغيرة عن الحال القديم\nفلي نفس ستذهب أو سترقى\n...\nلعمرك بيّ في أمر جسيم\nقال سمنون رأيت راهباً في صومعة. فقلت له كم لك في هذه الصومعة؟ فقال منذ ثلاثين سنة. فقلت ما أفادتك الخلوة. قال ويحك! هل رأيت وزيراً يخرج سر أميره؟ ومما أنشد سمنون:\nيا من فؤادي عليه موقوف\n...\nوكل همي إليه مصروف\nيا حسرة حسرة أموت بها\n...\nان لم يكن لي لديك معروف\nوله أيضاً:\nألست لي عوضاً مني كفى شرفاً\n...\nمما وراءك لي حظ ومطلوب\nرأيت أسباب راحاتي بها عطفي\n...\nعن العزاء فصبري فيّ مغلوب\nلو أن أيوب لاقى بعض ضرك لي\n...\nلضج من بعض ما لاقيت أيوب\nوله أيضاً:\nأفسدتني بهواك هل أصلحتني\n...\nلم أرض بعدك كائناً من كانا\nمن ودّني قد كان ودّك فوقه\n...\nفتركتني أتسخط الأخوانا\nقال أبو نعيم الحافظ: سمنون هو ابن حمزة الخواص أبو الحسين، وقيل أبو بكر البصري سكن بغداد ومات قبل الجنيد وسمى نفسه سمنون الكذاب بسبب أبياته التي قال فيها:\nالجزء: 1 ¦ الصفحة: 103\n",
        "فليس لي في سواك حظ\n...\nفكيف ما شئت فامتحنّي\nفحصر بوله من ساعته فسمى نفسه سمنون الكذاب.\nومن شعره قوله:\nوكان فؤادي خالياً قبل حبكم\n...\nوكان بذكر الخلق يلهو ويمرح\nفلما دعا قلبي هواك أجابه\n...\nفلست أراه عن فنائك يبرح\nرميت ببنين منك إن كنت كاذباً\n...\nوإن كنت في الدنيا بغيرك أفرح\nوإن كان شيء في البلاد بأسرها\n...\nإذا غبت عن عيني بعيني يملح\nفإن شئت واصلني وإن شئت لا تصل\n...\nفلست أرى قلبي لغيرك يصلح\nعبيد المجنون\nقال ذو النون أردت الخروج إلى بيت الله الحرام، فإذا أنا في الطريق بفتى قد افترش التراب وتوسده، وهو يئن أنيناً شديداً، فقلت لرفيق كان معي: مر بنا نعود هذا العليل، فقال ما هو عليل، بل هو عبيد المجنون، فعدلت إليه، فإذا عليه جبة صوف خلق: قد أدخل رأسه في جيبها، وهو يبكي ويقول:\nيا طبيب السقام داوي اعتلالي\n...\nفعليل الفؤاد ليس يعاد\nحلف السقم لا يزايل قلبي\n...\nأيزور الفؤاد مني اللحادا\nثم قال عجبت ممن خلقه الله بشرياً سوياً، وجعل له عقلاً سنياً، وبصراً مضياً، كيف تهدي جوارحه، وكيف لا تنوح جوانحه، ثم بكر وقال:\nقطعوا الليالي في الظلام فأعقبوا\n...\nيوم المعاد تحيةً وسلاما\nالجزء: 1 ¦ الصفحة: 104\n",
        "عبدان\nقال عمرو بن مدرك مر عبدان المجنون يوماً بقوم من بني تيم الله بن ثعلبة، فعبثوا به وآذوه، فقال يا بني تيم الله، ما أعلم ما في الدنيا خير منكم. قالوا: وكيف ذاك؟ قال بنو أسد ليس فيهم مجنون غيري وقد قيدوني وسلسلوني. وكلكم مجانين ليس فيكم مقيد واحد.\nصباح الموسوس\nقال محمد بن المغيرة وقف صباح الموسوس على قوم فسألهم شيئاً فردوه فولى وهو يقول:\nأسأت إذ أحسنت ظني بكم\n...\nوالحزم سوء الظن بالناس\nقال محمد بن المغيرة: مر صباح بقوم فظن بهم خيراً فردوه وكانوا سبعة. فسأل أحدهم فقال ما اسمك؟ قال غليظ، وقال للثاني ما اسمك؟ فقال الخشن، فقال للثالث وأنت؟ فقال وعر، فقال للرابع وأنت؟ فقال شداد، فقال للخامس وأنت؟ فقال رداد، فقال للسادس وأنت؟ فقال ظالم، فقال للسابع وأنت؟ فقال لاطم. قال صباح وأين مالك؟ قالوا ومن مالك؟ يا مجنون! قال ألستم خزنة النار؟ الغلاظ الشداد!.\nشقران المجنون\nقال أبو عثمان الواسطي خرجنا غزاةً في الصائفة، فنحن في بعض الثغور، إذ\nالجزء: 1 ¦ الصفحة: 105\n",
        "رأيت الناس مزدحمين. فجئت فإذا أنا بمجنون يقال له شقران، وهو يقول الدنيا دار خراب وأخرب منها قلب من يعمرها. والآخرة دار عمران وأعمر منها قلب من يطلبها. وسمعته مرة أُخرى يقول الدنيا دار زوال وانتقال واضمحلال. والآخرة دار جلال وجمال وكمال. قال وسألته من الحكيم؟ فقال من لا يتعرض للعذاب الأليم. قلت وما العذاب الأليم؟ قال البعد عن الكريم.\nهتاهية\nقال محمد بن إبراهيم قال لي أبي كان عندنا مجنون يقال له هتاهية. يجن ستة أشهر ويفيق ستة أشهر، فيكون في إفاقته ساكناً، وإذا هاج أكثر الكلام وصعد إلى السطوح. ويقول يا نيام! انتبهوا من رفدة الغفلة، قبل انقطاع المهلة، واعملوا في إعداد العدة، قبل انقضاء المدة، واعلموا أن أحبالكم مقصوصة، وأعمالكم محفوظة، والموت يأتي بغتة.\nبكار العريان\nقال أبو يعقوب السوسي رأيت ببلد مجنوناً يقال له بكار العريان. على سوءته خرقة، وبيده قصبة على رأسها كالعلم، وهو يعدو ويقول:\nكفى حزناً إني مقيم ببلدة\n...\nأحباي عنها نازحوي بعيد\nأقلب طرفي في البلاد ولا أرى\n...\nوجوه أحبائي الذين أُريد\nقال قلت ومن أحباؤك؟ فأخذ بيدي وأدخلني المقابر وأشار إليها، وقال هؤلاء.\nشيبان المجنون\nقال سالم خادم ذي النون بينا أنا أسير مع ذي النون في جبل لبنان، إذ قال لي مكانك\nالجزء: 1 ¦ الصفحة: 106\n",
        "يا سالم لا تبرح حتى أعود إليك، فغاب عني ثلاثة أيام، وأنا أتعيش في نبات الأرض وبقولها، وأشرب من غدرانها. ثم عاد بعد ثلاثة أيام مغبر اللون حائراً، فلما رآني عادت إليه نفسه. فقلت له أين كنت؟ قال إني دخلت كهفاً من كهوف الجبل، فرأيت رجلاً أغبر أشعث، نحيلاً نحيفاً. كأنما أُخرج من حفرته وهو يصلي، فلما قضى صلاته سلمت عليه، رد علي السلام وقام إلى الصلاة، فما زال يركع ويسجد حتى قرب العصر، فصلى العصر واستند إلى حجر بحذاء المحراب فسبح. فقلت يرحمك الله توصيني بشيء أو تدعو لي بدعوة. فقال يا بني آنسك الله بقربه وسكت. فقلت زدني. فقال يا بني من آنسه الله بقربه أعطاه أربع خصال. عزاً من غير عشيرة، وعلماً من غير طلب، وغنىً من غير مال، وأُنساً من غير جماعة. ثم شهق شهقة فلم يفق إلى الغد حتى توهمت أنه ميت. ثم أفاق فقام فتوضأ. وقال يا بني كم فاتني من الصلاة؟ قلت ثلاث فقضاها. ثم قال إن ذكر الحبيب هيج شوقي، وأزال عقلي، قلت إني راجع فزدني. قال أحب مولاك، ولا ترد لحبه بديلاً. فإن المحبين لله هم تيجان العباد، وزين البلاد، ثم صرخ صرخةً فحركته فإذا هو ميت. فما كان إلا بعد هنيهة إذ بجماعة من العباد منحدرين من الجبل، فصلوا عليه وواروه. فقلت ما اسم هذا الشيخ؟ قالوا شيبان المجنون. قال سالم فسألت أهل الشام عنه. فقالوا كان مجنوناً هرب من أذى الصبيان. فقلت هل تعرفون من كلامه شيئاً؟ فقالوا نعم كان إذا خرج إلى الصحراء يقول: فإذا لم أجن يا إلهي فبمن؟ وربما قال فإذا لم أجن بك فبمن؟\nعفان الموسوس\nقال الأصمعي قيل لعفان الموسوس لم لا تتعالج لما بك؟ فقال قصر الرشا، وطالت البئر، وأين الملتقى؟.\nالجزء: 1 ¦ الصفحة: 107\n",
        "لقيط المصري\nقال ذون النون المصري مررت ذات يوم بلقيط المصري، وهو يخط على الأرض باصبعه، فتأملت فإذا هو قد كتب:\nفلّ حياء الناس من ربهم\n...\nوكلهم يظهر تقواه\nليس ينال المرء من دينه\n...\nما نال في عاجل دنياه\nيخاف أن يمقته أهله\n...\nولا يبالي مقت مولاه\nوعابد الله يرى برّه\n...\nفي كل ما سرّ وما ساه\nهمته في كل أسبابه\n...\nرضوان ذي العزة مولاه\nميمون الواسطي\nقال المسيب بن شريك بلغني ان ميمون الواسطي المجنون أُدخل على الحجاج ابن يوسف وكان ميمون بليغاً عابداً فقال له الحجاج: أتجنن أهل مثل هذا الكلام وتسمى مجنوناً؟ فقال يا حجاج! إن أهل البطالة إذا نظروا لأهل المحبة سموهم مجانين وقد سبق القول منهم، لو رأيتموهم لقلتم مجانين، ولو رأوكم لقالوا: لا تضمنون بيوم الحساب، وأنت يا حجاج! لو كنت تؤمن بالله واليوم الآخر بكلية قلبك، لشغلك عن أكل الطيب، ولبس اللين، ولكنه استقذرك، فطردك، ولو أرادك لاستعملك. إن الله عباداً مطهرين مطيعين، بالعبادة مشتغلين، وهم ثلاثة أصناف: فقوماً عبدوه شوقاً إليه، فقلوبهم لا تشتغل بغيره، لأن قلوبهم قد ألفت، وسقاهم ربهم بكأس الوداد شربةً فقاموا شوقاً، فلا تحط رحالهم إلا في قرب الله. فهم خاصته في أرضه. وقوماً عبدوه خوفاً من النار، لما سمعوا قوله تعالى: \" قووا أنفسكم وأهليكم ناراً \" فحذروا وبادروا واجتهدوا\nالجزء: 1 ¦ الصفحة: 108\n",
        "خوفاً من النار من تحتهم ومن فوقهم وعن أيمانهم، وعن شمائلهم. فالأفاعي تلسعهم، والعقارب تلذعهم، كلما استغاثوا جدد لهم العذاب، وهو عدل من الرحمن. وقوماً عبدوه طمعاً في الجنة دار أوليائه، محل أصفيائه. لما سمعوا قوله تعالى \" سلام عليكم بما صبرتم فنعم عقبى الدار \" فصبروا على الألم، حتى استوجبوا الرضى، والعفو عما مضى، فقلوبهم تحن إلى جوار الله سبحانه، ليسكنهم في قصور من فضة، وخيام مزينة، ومجالس متخذة، والحور أزواجهم، والطير يظلهم، والملائكة تخدمهم. فقال الحجاج يا ميمون! وصفت الجنة ولم تصف أزواجها، فهل لك أن أُريك شيئاً يذهل عقلك، ويلجلج لسانك؟ ثم نادى الحجاج يا أملس! فخرجت جارية معتدلة القامة، في حسن تام، عليها قباء رقيق وهي تمشي وتخطر، ولها ذوائب قد جللت أكتافها. فلما نظر إليها ميمون قال: ويحك يا حجاج! ما تصنع بهذه الجارية ولها أجل مسمى، وأيام محصاة؟ ثم اخرج من كمه رغيفاً يابساً فقال يا حجاج! انظر إلى هذا الرغيف ويبوسته، إن أطعمته جائعاً ملهوفاً رجوت الله أن يزجني جارية كأن الشمس تطلع من بين عينيها، وكأن الغنج يجري في حركاتها فأُطرب، وتكلمني فأُنعم، وأرجو أن أكون قد استوجبتها في هذا الوقت لقولي الحق، وتركي الهوى. قال الحجاج يا ميمون: امدحني فأُحسن جائزتك. قال يا حجاج! والله ما أعرف فيك خيراً فأقوله. وإن قلت ما أعرف فيك ذممتك، ولكن ما أذم الناس، لأن في نفسي ما شغلني عن عيب غيري. قال الحجاج: قد أمرت لك بأربعة آلاف درهم. قال: المال فرده إلى الموضع الذي سرق منه، ولا تكن لصاً جواداً تجود به على من ان ذمك لا يضرك، وإن مدحك لا ينفعك. خلي سبيلي أسأل الله بقوت يغني عن نوالك ونوال أضرابك. فخلى سبيله. وسيجيء باقي قصة ميمون معه.\nطيورية المجنون\nكان يحيى بن متمم الدوسي يقول: كان بدير العاقول مجنون يقال له طيورية\nالجزء: 1 ¦ الصفحة: 109\n",
        "وأخذه الشرط وهو يبول على باب المسجد فضربوه. فقال: أرأيتم لو بال ههنا حمار أكنتم تضربونه؟ فهبوني حماراً فتركوه.\nغورك المجنون\nقال أبي إسحاق بن إبراهيم الابلي: رأيت غورتا المجنون يوماً خارجاً من الحمام والصبيان قيام يضربونه ويؤذونه وهو يبكي فقلت له: ما خبرك يا أبا محمد؟ قال قد أذاني هؤلاء الصبيان، أما يكفيني ما أنا فيه من العشق والجنون؟ قلت: ما أظنك مجنوناً. قال بلى والله وبي وعاشق شديد. قلت: هل قلت في عشقك شيئاً؟ قال: نعم ثم أنشد:\nجنون وعشق ذا يروح وذا يغدو\n...\nفهذا له حدٌّ وهذا له حدّ\nهما استوطنا قلبي وجسمي كلاهما\n...\nفلم يبق لي قلب صحيح ولا جلد\nوقد سكنا تحت الحشا وتحالفا\n...\nعلى مهجة أن لا يفارقها الجهد\nوأي طبيب يستطيع بحيلة\n...\nيعالج من داءين ما منهما يدّ\nقال الأيلي: فوليت عنه فقال قف واستمع ما أقول فإن شرح غرامي على الخلى يطول فوقفت فأنشد.\nقال محمد بن الزراد: قلت لغورك ما حيرك؟ قال جنون وعشق قد بليت بهما، والذي بليت به من هؤلاء الصبيان أشد. وقال:\nجنون ليس يضبطه الحديد\n...\nوحبٌّ لا يزول ولا يبيد\nفجسمي بين ذاك وذا نحيل\n...\nوقلبي بين ذاك وذا عميد\nثم قال لي إنصرف ما سمعته يكفيك وأخذ يوماً بيد المتهم بعشقه فقال له المعشوق كيف أصبحت؟ فقال:\nأصبحت منك على شفا جرفٍ\n...\nمتعرضاً لموارد التلف\nالجزء: 1 ¦ الصفحة: 110\n",
        "وأراك نحوي غير ملتفٍ\n...\nمحرفاً عن غير منحرف\nيا من أطال بهجرة أسفي\n...\nأسفي عليك أشد من تلفي\nقال: وقلت لغورك يوماً أخبرني باحسن ما قلت في الحب؟ قال:\nكتمت جنوني وهو في القلب كامنٌ\n...\nفلما استوى والحب أغلبه الحبّ\nوقلبي والجسم الصحيح مذيبه\n...\nفلما ذاب الجسم ذلّ له القلب\nفجسمي نحيل للجنون وللهوى\n...\nفهذا له نهب وهذا له نهب\nقال جعفر بن إسماعيل: أُتى غورك بطبيب يعالجه، فقال الطبيب: لو تركتني لعالجتك وأصلحتك. فأنشأ غورك يقول:\nإعلم وأيقن أيها المتكلم\n...\nما بي اجلّ من الجنون وأعظم\nأنا عاشق فإن استطعت لعاشق\n...\nبرءاً مننت به فأنت محكم\nحسبي عذابي في الهوى حسبي به\n...\nإذ من أهيم به يصدّ ويصرم\nهيهات! أنت بغير دائي عالم\n...\nوسواك بالداء الذي بي أعلم\nدائي رسيس قد تضمنه الهوى\n...\nتحت الجوانح ناره تتضرم\nوله أيضاً:\nهلموا انظروا ما أورث الحبّ انله\n...\nأُحذركم شرّ الهوى وعواقبه\nوأغرى بنفسي الشوق والهم والاسى\n...\nفأرقني بالليل أرعى كواكبه\nعباس المجنون\nقال محمد بن المبارك: صعدت جبل لبنان فإذا برجل عليه جبة من صوف مكتوب عليها: لا يباع ولا يوهب. قد ائتزر بمأزر الخشوع، وارتدى برداء\nالجزء: 1 ¦ الصفحة: 111\n",
        "الورع، وتعمم بعمامة التوكل. فلما رآني استخفى وراء شجرة بلوط، فناشدته الله أن يظهر فظهر. فقلت كيف تصبر على الوحدة في هذه القفار؟ فضحك وأنشأ يقول:\nيا حبيب القلوب من لي سواكا\n...\nإرحم اليوم مذنباً قد أتاكا\nأنت سؤلي ومنيتي وسروري\n...\nقد أبى القلب أن يحب سواكا\nيا مرادي وسيدي واعتمادي\n...\nطال شوقي متى يكون لقاكا\nليس سؤلي من الجنان نعيم\n...\nغير اني أريدها لأراكا\nثم غاب، وعدت مراراً فلم أره. فسألت عنه فقيل لي إنه العباس المجنون له اكلتان في كل شهر من ثمر الشجر والعشب.\nمان الموسوس\nواسمه محمد بن القاسم\nقال بكار بن علي: عزم صاحب الشرطة علي فالتمس مني من يناديه فأشرت إليه بمان الموسوس فأُحضر، فأمر به فأُدخل الحمام، وأُلبس ثياباً ثم أُدخل عليه. فقال السلام عليك أيها الأمير ورحمة الله. فقال وعليك السلام يا مان! قد آن لك أن تزورنا على شوقنا إليك. فقال أصلح الله الأمير الشوق شديد والمزار بعيد والود عنيد، والحجاب صعب والبواب فظ، ولو سهل لنا لأذن لسهلت علينا الزيارة. فقال محمد بن عبد الله بن طاهر صاحب الشرطة للحسن بن طالوت: ما أحسن ما يلفظ في تسهيل الاذن! فأمره بالجلوس فجلس. ودعا محمد بجارية تسمي بنوسة جارية ابن المقري وكان يحب سماعها، وكان أول ما غنت به:\nولست بناس إذ غدوا فتحملوا\n...\nدموعي على الخدين من شدة الوجد\nوقولي وقد زالت بعيني حمولهم\n...\nبواكر تحدي لا تكن آخر العهد\nفقال مان: أتأذن لي يا سيدي؟ قال في أي شيء يا مان؟ قال في استحسان ما\nالجزء: 1 ¦ الصفحة: 112\n",
        "أسمع، فقال أذنت لك فقل ما أحببت، فقال أحسنت! بحق الأمير إلا زدت هذين البيتين:\nوكيف أُناجي الفكر والدمع حائر\n...\nبمقلة موقوف على الصبر والجهد\nولم يعدني هذا الأمير بعدله\n...\nعلى ظالم قد لج في الهجر والصدّ\nفقال له محمد: ومن أي شيء استعديت يا مان؟ فاستحيا وقال: لا من ظلم أيها الأمير ولكن الطرب حرك شوقاً كامناً فظهر. وهل بعد الشيب من صبوة؟ ثم غنت بنوسة بشعر أبي العتاهية:\nحجبوها عن الرياح لأني\n...\nقلت للريح بلغيها السلاما\nلو رضو بالحجاب هان ولكن\n...\nمنعوها يوم الرحيل الكلاما\nفقال مان ما كان على قائل هذا الشعر لو زاد فيه هذين البيتين:\nفتنفست ثم قلت لطيفي\n...\nويك لو زرت طيفها إلماما\nحبها بالسلام سرّاً وإلا\n...\nمنعوها لشقوتي أن تناما\nقال محمد: أحسنت يا مان! ثم غنت بنوسة بشعر أبي نواس:\nيا خليلي ساعة لا تريما\n...\nوعلى ذي صبابة فأقيما\nما مررنا بقصر زينب إلا\n...\nفضح الدمع سرّي المكتوما\nفقال مان: والله لولا رهبة الأمير، لأضفت إلى هذين البيتين بيتين، لا يردان على سمع ذي لب فيصدرا إلا عن استحسان منه لهما. فقال الأمير محمد: الرغبة في حسن ما تأتي به حائلة عن كل رهبة فقال ما بدا لك. فقال:\nظبية كالهلال لو تلحظ الصخ\n...\nر بطرفٍ لغادرته هشيماً\nوإذا ما تبسمت خلت ما يب\n...\nدو من الثغر لؤلؤاً منظوما\nقال محمد: أحسنت يا مان! فأجز هذين البيتين:\nلم تطب اللذات إلا بما\n...\nدارت به ألفاظ بنّوسة\nالجزء: 1 ¦ الصفحة: 113\n",
        "غنت غناءً عبرة\n...\nكانت بحسن الصبر محبوسة\nوكيف صبر النفس عن غادة\n...\nتظلمها إن قلت: طاووسة\nوجرت ان شبهتها بائةً\n...\nفي جنة الفردوس مغروسة\nوغير عدل ان عدلنا بها\n...\nلؤلؤةً في البحر مغموسة\nجلّت عن الوصف فما فكرة\n...\nتدركها بالنعت محسوسة\nفقالت بنوسة: قد وجب شكري يا مان! فاعدك دهرك، وعطف عليك إلفك، وقارنك سرورك، وفارقك محذورك، والله يديم لنا ولك من ببقائه اجتمع شملنا، وطاب يومنا. ثم قال مان:\nمدمن الإغضاء موصول\n...\nومديم المتب مملول\nليس لي خلّ فيقطعني\n...\nفارقت نفسي الأباطيل\nأنا موسول بنعمة من\n...\nحبله بالحمد موسول\nأنا مشمول بمنة من\n...\nمنّه في الخلق مبذول\nأنا مغبوط بزورة من\n...\nربعه بالجود مأهول\nثم أومأ إليه الحسن ان قم، فنهض وهو يقول:\nملك عز النظير له\n...\nزانه الغرّ البهاليل\nطاهري في مواكيه\n...\nعرفة في الناس مبذول\nدم من يشقى بصارمه\n...\nمع هبوب الريح مطلول\nفلما خرج قال محمد: ليست خساسة المرء باتضاع حاله، ولا ينبو العين عن ناظره، بل يهذبه جوهره الذي الأدب مركب فيه. وما أخطأ صالح ابن عبد\nالجزء: 1 ¦ الصفحة: 114\n",
        "القدوس حيث يقول:\nلا يعجبنك من يصون ثيابه\n...\nحذر الغبار وعرضه مبذول\nولربما افتقر الفتى فرأيته\n...\nدنس الثياب وعرضه مغسول\nوأنشد أبو محمد بن الحسين الوضاحي لمان:\nلما رأيت البدر في\n...\nأُفق السماء قد استقلا\nورأيت قرن الشمس في\n...\nأُفق الغروب وقد تدلى\nشبهت ذاك وهذه\n...\nفأرى شبيههما أجلا\nوجه الحبيب إذا بدا\n...\nوقفا الحبيب إذا تولى\nرزام المجنون\nقال علي بن عبد الملك: كان بطرسوس مجنون اسمه رزام. وكان إذا خرج المعسكر خرج مع الناس وأخذ سيفاً ودرقة، ولا يزال يلقي أعداء الدين، فإذا حصل في الحرب زال عنه جنونه، فإذا انقضى القتال، فعاد إلى البلد، رجع إلى جنونه.\nالجزء: 1 ¦ الصفحة: 115\n",
        "مجانين الاعراب\nجساس الموسوس\nقال الأصمعي: قال عمي: دخلت بعض أحياء العرب فرأيت شيخاً موسوساً يهذي، وقد اجتمع إليه الناس. فقلت من هذا؟ فقالوا جساس الموسوس لا يزال ينام ليله ونهاره، وربما ينتبه فزعاً مرعوباً فيجلس ساعةً، ثم يصيح ويهيم على وجهه، ثم يعود إلى نومه. فبت ليلةً هناك، وهو على الحال الذي وصفوه، فلما أصبحنا أتيته. فقلت ما اسمك يا شيخ؟ أنت أنوم من فهد. مالك تنام دهرك؟ فقال النوم لا تبعة علي فيه، وفي مجالستك ومجالسة أضرابك تبعات. قلت وأي تبعة عليك في مجالستي؟ قال اشتغل بك عمن أنشأني، ثم أنشأ يقول:\nلقد أغنيت عن هذا السؤال\n...\nوعما أنت فيه من المقال\nفإن كنت الغداة تريد قولاً\n...\nفما فيه رضى مولى الموالي\nثم عدا هائماً على وجهه في تلك الرمال قائلاً: ما أكثر فضول أهل الحضر!.\nأوفى البدوي\nقال المدايني: كان بمكة مجنون يقال له أوفى البدوي من مجانين الاعراب وكان يصلي الليل كله، فإذا أحس بالصبح رمى بطرفه إلى السماء وأنشأ يقول:\nربّ مكحول بمحلول الأرق\n...\nقلبه وقف بنيران الحرق\nفكره في الله في أوقاته\n...\nوبه يفتح فاه ان نطق\nالجزء: 1 ¦ الصفحة: 116\n",
        "مجنون من بني سعد\nقال الأصمعي: بينما أنا قاعد عند محمد بن سليمان الهاشمي والي البصرة إذ دخل عليه رجل فقال أصلح الله الأمير إن بالمربد\nأعرابي\nاً مجنوناً من بني سعد لا يتكلم إلا بالشعر، فقال علي به، فأُتي به، فلما نظر الأعرابي إليه أنشأ يقول:\nحياك ربّ الناس من أمير\n...\nيا فاضل الأصل عظيم الخير\nفقال محمد: وأنت فحياك الله يا أخا بني سعد، فقال الأعرابي:\nإني أتاني الفارس الجلواز\n...\nوالقلب قد طار به اهتزاز\nفقال الأمير إنما بعثنا إليك لنشتري ناقتك، فقال الأعرابي:\nما قال شيئاً في شراء الناقة\n...\nوقد أتى بالجهل والحماقة\nقال الأمير وما الذي أتى؟ فقال:\nقد شق سربالي وشق بردتي\n...\nوكان زيني في الملا ومجدتي\nفقال الأمير إذاً نخلع عليك، فقال الأعرابي:\nنعّمك الله وأرخى بالك\n...\nوأكثر الله لنا أمثالك\nفقال الأمير بكم اشتريتها؟ فقال:\nشراؤها عشر ببطن مكة\n...\nمن الدنانير القيام السكة\nولن أبيع الدهر أو أزاد\n...\nإني لربح في الشرا معتاد\nقال الأمير فبكم آخذها؟ فقال:\nخذها بعشرٍ وبخمسٍ وازنه\n...\nفإنها ناقة صدق مازنة\nالجزء: 1 ¦ الصفحة: 117\n",
        "فقال الأمير بل تحط وتحسن فقال:\nسبحان ربي ذو الجلال العالي\n...\nتسأل احساني وأنت الوالي\nقال الأمير فنأخذها منك ولا نعطيك شيئاً فقال:\nفأين ربي ذو الجلال الأفضل\n...\nإن أنت لم تخش الآله فافعل\nفقال الأمير إني أسألك أن تحط. فقال الأعرابي:\nوالله ما يجبرني ما تعطي\n...\nلا يداني الفقر مني حطّي\nفأمر له بألف درهم وثياب من خاصة ملبسه. فقال الأعرابي.\nإني رمتني نحوك الفجاج\n...\nأبو عيال معدم محتاج\nطاوي المطيّ مع ضيق العيش\n...\nفأنبت الله لديك ريشي\nشرفتني منك بألفٍ حاضرة\n...\nشرفك الله بها في الآخرة\nوكسوة طاهرة حسان\n...\nكساك ربي حلل الجنان\nقال فضحك الأمير وقال من زعم إن هذا مجنون؟ وددت إني كنت مثله.\nأعرابي\nقال العباس بن علي الهاشمي كنت والياً بمكة فجلست ذات يوم في مسجد وعندي جماعة، فوقف بنا إعرابي وقال أيكم الأمير؟ فأُشير إلي. فقال:\nيا من ترفع بالإمارة طاغياً\n...\nإخفض عليك فللأمور زوال\nفلئن أفادك ذا الزمان بصرفه\n...\nفبصرفه تتقلب الأحوال\nأبو الشريك\nقال الأصمعي بينا أنا ذات يوم عند والي البصرة إذ قيل مجنون بالباب يتكلم بالشعر. فقال أدخلوه فدخل، فإذا هو رجل كأنه نخلة سحوق، نتن الأطراف\nالجزء: 1 ¦ الصفحة: 118\n",
        "موسوس، فسلم على الأمير، فرد عليه السلام وقال من أنت؟ فقال:\nإني أنا أبو الشريك الشاعر\n...\nمن سأل عني فأنا ابن الفاغر\nفقال الوالي ما أمدحك لنفسك! فقال:\nلأنني أرتجل ارتجالاً\n...\nما شئت يا من أُلبس الجمالا\nقال الأصمعي فقال لي الأمير ما هذا مجنون. فألق عليه ما عندك فقلت له ما الريم؟ فقال:\nالريم فضل اللحم للجزار\n...\nينحره للفتية الأيسار\nفقلت ما الحلوان؟ فقال.\nأليس ما يعطي على الكهانة\n...\nوالحر لا يقنع بالمهانة\nفقلت ما الدكاع؟ فقال:\nإن الدكاع هو سعال الماشية\n...\nوالله لا تخفي عليه خافية\nقلت فما التوله؟ فقال:\nعوذة عنق الطفل عندي توله\n...\nوقد تسمى العنكبوت توله\nقلت فما الرفة؟ فقال.\nالرّفة التبن فسل ماشيتا\n...\nلقد وجدت عالماً خرّيتا\nقال الأصمعي فاستحييت من كثرة ما سألته. فقال قل لي:\nما الهلقس والسحساح\n...\nوالحمل الراوح لا يراح\nقلت الهلقس الطمع للحريص، والسحساح الذي لا يستقر في موضع والراوح المهزول فقال:\nما أنت إلا حافظ للعلم\n...\nأحسنت ما قلت بغير فهم\nالجزء: 1 ¦ الصفحة: 119\n",
        "فقال الوالي فحبذا كل مجنون مثل هذا. ثم أمر له بعشرة آلاف درهم، فلما قدم إليه المال قال.\nأكلّ هذا هو لي بمرّه\n...\nتم سروري واعترتني مسره\nثم أقبل على الأمير فقال.\nرشت جناحي يا أخا قريش\n...\nأقررت عيني وأطبت عيشي\nهبنقة\nقال عبد العزيز بن سعيد السيرافي قال لي أبي قد أنشد رجل هبنقة:\nإهجر محل السوء لا تلمّ به\n...\nوإذا نبابك منزل فتحول\nفقال هذا أحمق بيت قالته العرب، وكيف يطيق أهل السجن النقلة؟ هلا قال:\nإذا كنت في دار يهينك أهلها\n...\nولم تك مكبولاً بها فتحول\nجارية سوداء\nقال بلال بن جماعة فكرت ذات ليلة فقلت يا رب من زوجتي في الجنة؟ فأريت في منامي ثلاث ليال إنها جارية سوداء في أوطاس. فأتيت أوطاس فسألت عن الجارية فقال لي رجل يا هذا! تسأل عن جارية سوداء مجنونة كانت لي فأعتقتها؟ قلت وكيف كان جنونها؟ قال كانت تصوم النهار، فأعطيناها فطورها فتصدقت به، وكانت لا تهدأ بالليل ولا تنام، فضجرنا منها. قلت فأين هي؟ قال ترعى غنماً للقوم في الصحراء، فإذا أنا بها قائمةً تصلي، فنظرت إلى الغنم فإذا ذئب يدلها على المرعى وذئب يسوقها! فلما فرغت من صلاتها، سلمت عليها فقالت يا بلال! أنت زوجي في الجنة. قلت قد رأيت ذلك في النوم. قالت وأنا بشرت بك. فقلت\nالجزء: 1 ¦ الصفحة: 120\n",
        "ما هذه الذئاب مع الأغنام؟ قالت نعم أصلحت شأني بيني وبينه، فأصلح بين الذئب والغنم!\nعوسجة\nقال محمد بن المبارك الصوري خرجت حاجاً، فإذا أنا بجارية سوداء يقال لها عوسجة بلا عطاء ولا وطاء. فسلمت عليها فردت السلام. ثم قالت أنت يا ابن المبارك على بطالتك بعد؟ قلت لها وكيف عرفتني؟ فقالت أضاءت مصابيح الآمال، في قلوب العمال. فتنورت جوارحي بنور الصفاء، فعرفتك بمعرفة من على العرش استوى. قلت وما الصفا؟ قالت ترك أخلاق الجفا. قلت لها من أين جئت قالت من عنده. قلت وإلى أين تريدين؟ قالت إليه. قلت بلا زاد ولا راحلة. قالت يا أعمى! أسألك عن مسألة، لو أتى أحدكم واستزار خاله إلى منزله أيجمل أن يحمل معه زاداً؟ ثم أنشأت:\nارض بالله صاحباً\n...\nوذر الناس جانبا\nصافه الودّ شاهداً\n...\nكنت أو كنت غائبا\nلا تودّن غيره\n...\nذا رفيقاً مصاحبا\nقال صالح بن إسماعيل سمعت عوسجة وهي تطوف بالبيت الشريف تقول:\nسرائر كتمان يبوح بها الهوى\n...\nواظهار وعد ما يراد سواه\nقال عبد الرحمن الواسطي سمعت عوسجة ذات ليلة تقول:\nجعل الظلام مطيةً لقيامه\n...\nلينال وصلاً ما يريد سواه\nالجزء: 1 ¦ الصفحة: 121\n",
        "ريحانة\nقال إبراهيم بن الأدهم رحمه الله ذكرت لي ريحانة فخرجت إلى الأيلة، فإذا أنا بجارية سوداء قد أثر البكاء في خديها خطاً، فذاكرتها شيئاً من أمر الآخرة. فأنشأت تقول:\nمن كان راكب يوم ليس يأمنه\n...\nوليله تائهاً في عقب دنياه\nفكيف يلتذ عيشاً لا يطيب له\n...\nوكيف تعرف عين الغمض عيناه\nوأنشدت أيضاً.\nصبرت عن اللذات حتى تولت\n...\nوألزمت نفسي صبرها فاستمرت\nوما النفس إلا حيث يجعلها الفتى\n...\nفإن أطعمت تاقت وإلا تسلت\nولها أيضاً:\nوما عاشق الدنيا بناج من الردى\n...\nولا خارج منها بغير غليل\nفكم ملك قد صفّر الموت بيته\n...\nوأخرج من ظلٍ عليه ظليل\nولها أيضاً:\nحسب المحب من الحبيب بعلمه\n...\nإن المحبّ ببابه مطروح\nوالقلب فيه أن تنفس في الدجى\n...\nبسهام لوعات الهوى مجروح\nوأنشدت أيضاً:\nبوجهك لا تعذبني فإني\n...\nأؤمل أن أفوز بخير دار\nمنجدة مزخرفة العلالي\n...\nبها المأوى ونعم هي القرار\nوأنت مجاور الأبرار فيها\n...\nولولا أنت ما طاب المزار\nوأنشدت أيضاً:\nاجعل لنفسك في الليالي نبهة\n...\nتنبهك من خلل المنام قيام\nالجزء: 1 ¦ الصفحة: 122\n",
        "وأنس إلى طول القيام مخلدا\n...\nواترك لذاذ النوم والأحلام\nوأيضاً:\nتعوّد سهر الليل\n...\nفإن النوم خسران\nولا تركن إلى الذنب\n...\nفإن الذنب نيران\nفكن للوحي درّاساً\n...\nوللقراء أخدان\nإذا ما الليل فاجاهم\n...\nفهم في الليل رهبان\nيميلون كما مال\n...\nمن الأرياح أغصان\nوأيضاً:\nأرى الدنيا لمن هي في يديه\n...\nعذاباً كلما كبرت لديه\nتهين المكرمات بها بصغر\n...\nوتكرم كل من هانت عليه\nإذا استغنيت عن شيء فدعه\n...\nوخذ ما كنت محتاجاً إليه\nآسية\nقال إبراهيم ذكرت آسية لعبد الله بن طاهر، فدعى بها، فأُدخلت عليه، فلزمت الصمت خمسة أيام. فقال لها عبد الله أخرساء أنت، مالك لا تنطقين؟ قالت ولكني أقول:\nقالوا نراك طويل الصمت قلت لهم\n...\nما طول صمتي من عيٍّ ومن خرس\nالصمت أحمد في الحالين عاقبةً\n...\nعندي وأحسن بي من منطق شكس\nقالوا وأنت مصيب لسلت ذا خطإ\n...\nفقلت هاتوا أروني وجه معتبس\nأأنشر البر فيمن ليس يعرفه\n...\nأم أنثر الدرّ بين العمى في الغلس\nالجزء: 1 ¦ الصفحة: 123\n",
        "حيونة\nقال راشد بن علقمة الأهوازي كانت حيونة إذا جنها الليل تقول في دعائها: يا واحدي تمنعني بالليل التلاوة، ثم تقطعني عنك بك في ضياء النهار. إلهي! وددت أن النهار ليل حتى أتمتع بقربك.\nقال سلام الأسود طلعت عليها الشمس يوماً فآذتها فقالت:\nإن كنت تعلم أنني بك واله\n...\nفاصرف سموم الشمس عني سيدي\nقال فغمت السماء في الوقت.\nقال سلام صامت حيونة حتى اسودت، فعوتبت في ذلك فرفعت طرفها إلى السماء وقالت قد لامني خلقك في خدمتك فوعزتك وجلالك لأخدمنك حتى لا يبقى لي عصب ولا قصب. ثم أنشأت تقول.\nيا ذا الذي وعد الرضى لحبيبه\n...\nأنت الذي ما أن سواك أُريد\nقال سلام الأسود نظرت إليها في يوم شديد الحر، فقالت اسكت عند المبلغ تفرح الواردون، وعند العرض تنقطع الأسباب، وعند قوله خذوه تنشر أعلام العارفين.\nزارت رابعة حيونة فلما كان جوف الليل حمل النوم على رابعة. فقامت إليها حيونة فركلتها برجلها وهي تقول قومي قد جاء عرس المهتدين. يا من زين عرائس الليل بنور التهجد.\nقال سلام وقفت حيونة يوماً على عبد الواحد ثم نادت يا متكلم تكلم عن نفسك، والله لو مت ما تبعت جنازتك. قال ولم؟ قالت تتكلم على الخليفة وتتقرب لهم! ما شبهتك إلا بمعلم صبي علمه أن يحفظ بالعشي فإذا بكر من بيت أمه نسي.\nالجزء: 1 ¦ الصفحة: 124\n",
        "فيحتاج المعلم إلى ضربه. إذهب يا عبد الواحد! إضرب نفسك بدرة الأدب، وتزود زاد القناعة، واجعل حظك مما أنت فيه الكلام على نفسك، ثم تكلم على الخليقة. قال سلام فلقد عرق عبد الواحد وأقام ما يتكلم على الناس سنة. وأنشدت.\nوليس للميت في قبره\n...\nفطر ولا أضحى ولا عشر\nبان من الأهل على قربه\n...\nكذلك من مسكنه القبر\nقال سلام سمعت حيونة تقول: من أحب الله أنس ومن أنس طرب. ومن طرب استاق. ومن اشتاق وله. ومن وله خدم. ومن خدم وصل. ومن وصل اتصل. ومن اتصل عرف. ومن عرف قرب. ومن قرب لم يرقد. وتسورت عليه بوارق الأحزان. وكانت تقول اللهم هب لي سكون قلبي بعقد الثقة بك. واجعل جميع خواطري واثقة برضاك. ولا تجعل حظي الحرمان منك. يا أمل الآملين! قال إبراهيم زارت ريحانة حيونة فلما جن الليل جاء المطر والريح الشديد، ففزعت ريحانة، فضحكت حيونة وقالت لها يا مدبرة العمل. لو علمت أن في قلبي محبة غيره أو خوف سواه لوجأته بالسكين.\nسلمونة\nقال سهل بن سعد: كانت عندنا بعبادان امرأة\nمجنون\nة اسمها سلمونة. وكانت تغيب شخصها بالنهار فلا ترى، فإذا كان الليل صعدت السطح وجعلت تنادي إلى الصباح سيدي ومولاي جنبتني عن عقلي، وأوحشتني عن خلقك وآنستني بذكرك، وقد نفيت عن خلقك، فوا أسفاه إن نفيت عنك.\nميمونة\nقال إبراهيم بن الأدهم رأيت في المنام كأن قائلاً يقول: إن ميمونة السوداء زوجتك\nالجزء: 1 ¦ الصفحة: 125\n",
        "في الجنة. قال فكنت أطلبها حتى وجدت أثرها بحمص. فطلبتها فقيل إنها\nمجنون\nة لا تألف أحداً. قلت فأين هي؟ قيل دفعنا إليها أغناماً ترعاها في الجبانة. فخرجت إلى الجبانة فإذا هي قائمة تصلي، والشاة والذئب في مكان واحد فوقفت متعجباً، فلما قضت الصلاة قالت يا إبراهيم! الموعد في الجنة لا هنا. فعجبت من فطنتها فقلت يا سبحان الله! ألست مؤتمنة على هذه الأغنام؟ قالت بلى. قلت فلم عطلتيها حتى توسطتها الذئاب؟ قالت سلمتها إلى منشئها. ثم قالت: ارتفعت الحشمة بيني وبين من أنا قائمة بين يديه. فهو الذي رفع الوحشة بين الشاة والذئاب ثم ولت وأنشأت تقول:\nقلوب العارفين لها عيون\n...\nترى ما لا يراه الناظرونا\nوالسنة بسرّ قد تناجي\n...\nتغيب عن الكرام الكاتبينا\nوأجنحة تطير بغير ريش\n...\nإلى ملكوت رب العالمينا\nفتسقيها أشراب الصدق صرفاً\n...\nوتشرب من كؤوس العارفينا\nبجة\nقال إسماعيل بن سملة بن كهل: كانت لي أخت أسن مني فذهب عقلها فكانت في غرفة في أقصى السطح. فمكثت بضع عشرة سنة وكانت مع ذلك تحرص على الطهور والصلاة وتتفقد الأوقات، وربما إذا غلبت على عقلها أياماً فتحفظ ذلك حتى تقضيه. فبينما أنا ذات ليلة إذا بباب بيتي يدق نصف الليل، فقلت من هذا؟ قالت بجة. فقلت أُختي، قالت أُختك. قلت لبيك وقمت وفتحت الباب فدخلت ولا عهد لها بالبيت من أكثر من عشرين سنة، فقلت لها يا أُختاه خير. فقالت رأيت الليلة في منامي فقيل لي السلام عليك يا بجة فرددت فقيل لي إن الله قد غفر لجدك وحفظك بأبيك إسماعيل فإن شئت دعوت الله فأذهب ما بك، وإن شئت صبرت ولك الجنة. فإن أبا بكر وعمر قد شفعا لك إلى الله بحبك أبيك وجدك وحبكم إياهما. قالت فقلت إن كان لا بد من اختيار\nالجزء: 1 ¦ الصفحة: 126\n",
        "أحدهما، فالصبر على ما أنا فيه، والجنة. وإن الله تعالى لواسع لخلقه لا يتعاظمه شيء إن شاء جمعهما. قيل فقد جمعهما لك، رضي عن أبيك وجدك بحبهما أبا بكر وعمر رضي الله عنهما فقومي وانزلي. قال فأذهب الله ما كان بها وعادت إلى أحسن الحالات. وكانت إذا حضر إليها طبيب تقول: خلوا بيني وبين طبيبي أشكو إليه بعض ما أجد من بلائي فلعله يكون عنده شفائي.\nمجنونة\nقال ذو النون: بينا أنا أسير في طريق إنطاكية إذا بجارية مجنونة عليها جبة صوف فقالت ألست ذا النون؟ قلت بلى، وكيف عرفتني؟ قالت فتق الحب بين قلبي وقلبك فعرفتك، ثم رفعت رأسها إلى السماء وقالت تاق قلب أوليائه شوقاً إليه، فقلوبهم مربوطة بسلاسل الأنس ينظرون إليه بمعارف الألباب، ثم قالت: أسألك. قلت نعم. فقالت: أي شيء السخاء؟ قلت: البذل والعطاء. قالت هذا السخاء في الدنيا. فما السخاء في الدين؟ قلت المسارعة إلى طاعة الله. قالت: فإذا سارعت في طاعته ترجو منه شيئاً؟ قلت نعم، بالواحدة عشرة. قالت مه يا بطال! هذا في الدين قبيح وإنما المسارعة في الطاعة أن يطلع المولى على قلبك، وأنت لا تريد منه بديلاً، ثم قالت إني أُريد أن أُقسم عليه منذ عشرين سنة في طلب شهوة فاستحي منه مخافة أن أكون كأجير السوء يعمل للأجرة ولكنني أعمل تعظيماً لهيبته.\nمجنون\nقال إسحاق بن أحمد الخزاعي عن أبيه قال: قدم هارون الرشيد مدينة الرقة وبها دير يقال له دير. زكى فلما أقبلت المواكب أشرف أهل الدير ينظرون وفيهم مجنون مسلسل، فلما أقبل هارون رمى المجنون بنفسه فقال يا أمير المؤمنين قد قلت فيك ثلاثة أبيات فأُنشدك، قال نعم. فقال:\nالجزء: 1 ¦ الصفحة: 127\n",
        "لحظات طرفك في العدى\n...\nتغنيك عن سلّ السيوف\nوعزيم رأيك في النهى\n...\nيكفيك عاقبة الصروف\nوسيول كفك في الندى\n...\nبحر يفيض على الضعيف\nثم قال يا أمير المؤمنين! هات ثلاثة آلاف دينار أشتري بها كساءً وتمراً فقال الرشيد تدفع إليه ثلاثة آلاف دينار، فحملت إلى أهله وأُخرج من الدير وكان من أهل الشرف.\nشيخ\nمجنون\nقال سوار بن عبد الله القاضي: دخلت بعض حمامات البصرة، فقلت لصاحب الحمام فيه أحد؟ قال لا، إلا شيخ موسوس. فدخلت فإذا شيخ فقلت يا شيخ! ما حرفتك! قال أنا أبيع الكعاب والدوامات من الصبيان فقلت في نفسي مع من وقعت. فقال لي الشيخ فما حرفتك؟ قلت لا أُخبرك قال والله ما أنصفتني سألتني عن حرفتي فأخبرتك، وسألتك عن حرفتك فلم تخبرني. فقلت أنا أنظر فيما بين الناس، وأمنع الظالم من المظلوم. قال الشيخ: ويقبلون منك، قلت من لم يقبل حبسته وأدبته، قال ومنك ذلك قلت نعم إن معي أعواناً من السلطان. قال الشيخ: الحمد لله الذي عافاني مما ابتلاك به. قال سوار فتصاغرت إلي نفسي.\nمجنون\nقال محمد بن يعقوب الأزدي عن أبيه دخلت دير هرقل فوجدت فيه مجنوناً مكبلاً، فكلمته فوجدته أديباً. فقلت ما الذي غيرك إلى ما أرى؟ فقال:\nنظرت إليها فاستحلت بنظرة\n...\nدمي ودمي غالٍ فارخصه الحب\nوغاليت في حبي لها ورأت دمي\n...\nرخيصاً فمن هذين داخلها العجب\nقال بعضهم لقيت بعض المجانين، فقلت له يوم غيم قال:\nالجزء: 1 ¦ الصفحة: 128\n",
        "أرى اليوم يوماً قد تكاثف غيمه\n...\nوأقتامه فاليوم لا شكّ ماطر\nوقد حجبت فيه السحائب شمسه\n...\nكما حجبت ورد الخدود المحاجر\nمجنون\nقال الجاحظ: رأيت مجنوناً بالكوفة فقال لي من أنت؟ قلت عمرو بن بحر الجاحظ. قال يزعم أهل البصرة أنك أعلمهم. قلت إن ذلك لقال. قال من أشعر الناس؟ قلت امرئ القيس. قال حيث يقول ماذا؟ قلت:\nكأن قلوب الطير رطباً ويابساً\n...\nلدى وكرها العناب والخشف البالي\nقال فأنا أشعر منه، قلت حيث تقول ماذا؟ قال حيث أقول:\nكأن وراء الستر فوق فراشها\n...\nقناديل زيت من ورام قرام\nفأينا أشعر؟ قلت أنت. قال فأيهما أقوى الماء؟ قلت الريح. قال لم تصب. قلت وكيف؟ قال يقع الثوب في الماء فيبتل في طرفة عين، ويبسط في الريح فلا يجف إلا بعد ساعات، أصبت أم أخطأت؟ فقلت أصبت.\nمجنون أسود\nقال ذو النون: ركبت البحر ومعنا مجنون أسود ذاهب العقل فلما توسطنا البحر قال الملاح: زنوا الكراء، فوزنا حتى إذا بلغوا إليه فقالوا له زن فأنشأ يقول:\nالجزء: 1 ¦ الصفحة: 129\n",
        "ليس القلوب تفوز أنس أنيسها\n...\nفتحيرت بين المحبة والهوى\nقال الملاح: زن، قال بعثنا إلى الخازن ليزن لك، قال وأين الخازن؟ قال في البحر صيرفي خازن. قال ذو النون فبينا نحن في ذلك إذ هاج موج عظيم فخرجت منه سمكة فاغرة فاها مملوء فوها دنانير، فجاءت حتى وقفت بقرب الأسود. فقال الأسود يا ملاح! خذها إليك وإياك أن تسرق فأخذ منها ديناراً، فلما خرجنا سألت عنه فقيل هذا مجنون لم يفطر منذ خمسين سنة لا يطعم في الشهر إلا مرة.\nشاب مجنون\nقال المبرد: دخلت دار المرضى فإذا أنا بشاب مقيد إلى جدار. فقال لي من أنت وما حرفتك؟ فسكت. فنظر إلى المحبرة في يدي، فقال أمن أهل الحديث وحملة الآثار؟ أم أهل الأدب والنحو؟ قلت من أهل الأدب والنحو. قال من أصحاب من؟ قلت من أصحاب أبي عثمان المازني. قال فهل لك معرفة بصاحبه الذي قعد في مكانه؟ قلت إني به لعارف. قال ما سمعت في نسبه؟ قلت يقولون أنه من ثمالة الأزد. قال أنه مطعون فيه. قلت لا. قال قد قال عبد الصمد فيه:\nسألنا عن ثمالة كل حيّ\n...\nفقال القائلون ومن ثماله\nفقلت محمد بن يزيد منهم\n...\nفقالوا: زدتنا بهم جهاله\nولد مجنون\nقال معقل بن علي: كان عندنا بالمدينة رجل من ولد كثير بن الصلت حسن الوجه، نظيف الثياب، كثير المال، ملازماً لمسجد رسول الله صلى الله عليه وسلم. فغلبت عليه المرة، فأحرقته فذهب عقله، فكان بعد ذلك يجلس في المزابل، فمررت به ذات يوم. فقلت له يا ابن كثير! عز علي ما أرى بك. فقال الحمد لله الذي لم يجعلني ساخطاً لقضائه وقدره، يا أخا الأنصار روى أهل العراق أن عطاءً الخراساني كان يغازيهم في سبيل الله، فيقوم الليل\nالجزء: 1 ¦ الصفحة: 130\n",
        "حتى إذا انفجر الصبح نادى بأعلى صوته يا عبد الرحمن بن يزيد! ويا هشام بن الغار! قوما فصليا، فإن مكابدة هذا الليل الطويل، خير من مقطعات النيران والسلاسل والأغلال، النجاة النجاة يا أخا الأنصار! فلعل ما أنا فيه بدل من النار.\nمجنون\nقال أبو القاسم الصوفي: دخلت البيمارستان بالبصرة فرأيت في المجانين من تفرست فيه فسلمت فرد علي، فقلت ما هذا المكان؟ فقال رضي لي بهذا فلا يعارض فيما يريد، قلت: الذي يقول:\nتعرف في الفكر إذا\n...\nرحّله الشوق رحل\nوحيث ما كان إذا\n...\nأنزله الحب نزل\nوهكذا أهل الهوى\n...\nيلقون في الحب الخبل\nمختبل معتبر\n...\nيهيم في كل جبل\nلو خطر الوهم به\n...\nعلى التجني لاعتدل\nفتى\nمجنون\nقال أحمد بن يحيى: كان ببغداد فتى يجن ستة أشهر ويفيق ستة أشهر كما كان، فاستقبلني يوماً في بعض السكك فقال ثعلب! قلت نعم، قال فأنشدته:\nوإذا مررت بقبره فاعقر به\n...\nكوم هجان وكل طرف سابح\nوانضح جوانب قبره بدمائها\n...\nحتى تكون أخا دمٍ وذبائح\nفتضاحك وسكت ساعة، ثم قال: ألا قال:\nالجزء: 1 ¦ الصفحة: 131\n",
        "إذاهبا بي إن لم يكن لكما عق\n...\nر إلى ترب قبره واعقراني\nوانضحا من دمي عليه فقد كا\n...\nن دمي من نداه لو تعلمان\nثم إني بعد ذلك رأيته فتأملني، وقال ثعلب! قلت نعم. قال أنشدني فأنشدته:\nأعار الجود نائله\n...\nإذا ما ماله نفدا\nوإن أسد شكا جبناً\n...\nأعار فؤاده الأسدا\nثم ضحك. ثم قال: ألا قال:\nعلم الجود الندى حتى إذا\n...\nما حكاه علّم البأس الأسد\nفله الجود مقرّ بالندى\n...\nوله الليث مقرٌّ بالجلد\nرجل مجنون\nقال أبو إسحاق الرملي: كان رجل يشير إلى الحقائق، ويلحقه الوجد مع كل لحظة ولفظة. فغلب على عقله، فلقيته في المقابر وهو ينشد:\nقد ضل عقلي وذاب جسمي\n...\nوصنت عهدي وخنت عهدك\nلو قلت للنار عذبيه\n...\nإذا ابتلاني أخفرت وعدك\nلصرت في قعرها أُنادي\n...\nإياك أبغي إياك وحدك\nفتى مجنون\nقال حيان بن علي التونسي: ركبت بحر الصين فوقعت في جزيرة فدخلت بعض سككها فقيل لي احذر، فإن هناك فتى مجنوناً، فبينما أنا واقف إذ خرج علي فتىً مدهوش،\nالجزء: 1 ¦ الصفحة: 132\n",
        "مرتدياً بأشجانه، مؤتزراً بأحزانه، وهو يقول: لك هطلت الآماق، ولك بكت الأحداق، وذكرك مشهور في الآفاق، يا من ينعم بحبه لأهل الأشفاق، يا من يداوي جراحات أهل الوجد والاحتراق، فسلمت عليه فرد علي، ثم أنشأ يقول:\nوكن لربك ذا حب لتخدمه\n...\nإن المحبين للأحباب خدّام\nقوم يبيتون من وجد ومن قلق\n...\nومن محبته في الليل قوّام\nقد قطّعوا الليل دهراً في محبته\n...\nما أن ترونهم بالليل نوّام\nمجنون\nقال ابن جبلة الساوي: رأيت بالكوفة مجنوناً قد تمنطق بمنطقة عريضة عليها مكتوب:\nحب ذي العرش سناء وشرف\n...\nوهدايا وعطاء وتحف\nفتهجد في دجى الليل له\n...\nلترى منه أعاجيب اللطف\nمجنون في دمشق\nقال الحسن بن علي بن جعفر الخياط بالكوفة سمعت أبي يقول: رأيت مجنوناً في سوق دمشق وهو يقول:\nيا غافلاً مقبلاً على أمله\n...\nوجاهلاً والنساء في عمله\nكم نظرة لامرئٍ يسرّ بها\n...\nلعلّها منه منتهى أجله\nشاب مجنون\nقال الحسن بن علي بن عبد الرحمن القناد قال: دخلت دار المرضى بالشام فرأيت شاباً مسلسلاً مغلولاً مستوقراً فقال يا شيخ إن رويتك أبياتاً تحفظها؟ قلت نعم. قال:\nالجزء: 1 ¦ الصفحة: 133\n",
        "يا نفس قومي بي فقد نام الورى\n...\nان تفعلي خيراً فذو العرش يرى\nوأنت يا عين دعي عنك الكرى\n...\nعند الصباح يحمد القوم السرى\nرجل مدهوش\nقال سهل بن علي الأنباري: اجتمع قوم إلى المنصور فقالوا له: يا أبا السري في جوارنا رجل مدهوش، ذاهب العقل، لا ترى له صورة. فقال منصور: أوقفوني عليه، فأتوا به بابه ليلاً فلما غارت النجوم وهدأت العيون سمعوه يقول:\nطال القيام لهجعة النوام\n...\nوتراك مطلعاً لطول مقامي\nيا سيدي ومؤملي وموثقي\n...\nمن أجل حبك قد هجرت منامي\nفأجابه منصور:\nيا ذا الذي هجر الرقاد لربه\n...\nإبشر بدار تحية وسلام\nيوم القدوم عليه في دار البقا\n...\nيوم تزف إليه بالخدام\nشيخ\nقال محمد بن جعفر الطبيب الخاقاني الطبرستاني دخلت دار المرضى ببغداد فإذا شيخ مقيد يبكي وقد خنقته العبرة. فقلت له مالك؟ فأنشأ يقول:\nمن كان أذنب ذنباً\n...\nفليدن مني قليلاً\nلعلنا نتباكى\n...\nعلى الذنوب طويلا\nمجنون\nقال مهلهل بن علي العنزي: كان عندنا في عنزة مجنون يرمي ويضرب، فقلت له الآن ترمي وتشد فأنشأ يقول:\nالجزء: 1 ¦ الصفحة: 134\n",
        "ليس على قوتٍ فائتٍ أسف\n...\nولا تراني عليه اليوم ألتهف\nما قدر الله لي فليس له\n...\nعني إلى من سواي ينصرف\nومانع ما لديه قلت له\n...\nلا ضير، في الله منك لي خلف\nشيخ\nقال بعضهم: دخلت دار المجانين وعلي شارة حسنة، وثياب فاخرة، فإذا شيخ مقيد مغلول، فجعلت أنظر إليه، فقال مه! أتعجب مني؟\nأتعجب مني في قيودي وأغلالي\n...\nوأنت رضي البال في العز والمال\nفلا أنت تبقى بعد مالٍ كسبته\n...\nولا أنا أبقى في قيودي وأغلالي\nشاب\nقال أبو الحسن العنسي المؤدب: دخلت الموصل فبينا أنا ذات يوم في أزقتها إذا صياح وجلبة، وإذا هي دار المجانين، فدخلت إليها فإذا شاب حسن شحط في الدم، فسلمت عليه فرد وقال من أين جئت؟ قلت من بالس. قال وأين تريد؟ قلت العراق، قال لي: أتعرف بني فلان؟ وأشار إلى بيت قلت نعم. قال لا صنع الله لهم، فهم الذين أدهشوني وأحلوني هنا. قلت: وما فعلوا؟ قال:\nزمّوا المطايا واستقلوا صحىً\n...\nولم يبالوا قلب من تيموا\nما ضرّهم والله يرعاهم\n...\nلو ودّعوا بالظرف أو سلّموا\nما زلت أذري الدمع في إثرهم\n...\nحتى جرى من بعد دمعي دم\nما أنصفوني يوم قاموا ضحى\n...\nولم يفوا عهدي ولم يرحموا\nالجزء: 1 ¦ الصفحة: 135\n",
        "شخ مجنون\nقال محمد بن عماد البغدادي: كان بجوار جنيد قدس سره شيخ مجنون، فلما مات جنيد رحمه الله وقف الشيخ المجنون على تل، ثم أنشأ يقول:\nواحسرتا من فراق قوم\n...\nهم المصابيح والحصون\nوالمزن والمدن والرواسي\n...\nوالخير والأمن والسكون\nلم تتغيّر لنا الليالي\n...\nحتى توفيهم المنون\nفكل جمر لنا قلوب\n...\nوكل ماء لنا عيون\nشاب مجنون\nقال بعضهم: دخلت دار المجانين بالبصرة، فرأيت شاباً أحسن الناس وجهاً، وقد قيد وغل، وكنت رأيته في البزازين قبل ذلك صاحب نعمة. فقلت ما الذي دهاك؟ فأنشأ يقول:\nتمطّى عليّ الدهر في متن قوسه\n...\nففرقنا منه بسهم شتات\nفيا زمناً ولّى على رغم أهله\n...\nألا عد كما قد كنت مذ سنوات\nغلام مجنون\nقال الوليد بن عبد الرحمن السقاء برملة: بينا أنا ذات ليلة في منزلي، إذ طرق الباب طارق، فقلت من طرق الباب؟ فأنشأ يقول:\nأنا الذي ألبسني سيدي\n...\nلما تعريت لباس الوداد\nفصرت لا آوي إلى مؤنس\n...\nإلاّ إلى مالك رقّ العباد\nالجزء: 1 ¦ الصفحة: 136\n",
        "فخرجت فإذا أنا بغلام ذاهب العقل، هائم مجنون مستوفز، فدخل الدار وقال: آتنا غداءنا لقد لقينا من سفرنا هذا نصبا، فعلمت أنه جائع، فقدمت إليه شيئاً فأكل وشرب، ثم وثب إلى الباب وأنشأ يقول:\nعليك اتكالي لا على الناس كلهم\n...\nوأنت بحالي عالم لا تعلّم\nوأقسمت أني كلما جعت سيدي\n...\nسنفتح ستفتح لي باباً فأُسقى وأُطعم\nقال الوليد السقاء: فقلت له توصيني بوصية فقال:\nالزم الخوف مع الحزن\n...\nوتقوى الله فأربح\nوذر الدنيا مع الأخ\n...\nرى فتقوى الله أرجح\nفاجتهد في ظلمة اللي\n...\nل إذا ما الليل أجنح\nواسأل الله ذنوبك\n...\nفعللّ الله يصفح\nرجل\nقال مالك بن دينار: مررت ببعض سكك البصرة، فإذا الصبيان يرمون رجلاً بالحجارة ويقولون: هو يزعم إنه يرى ربه على الدوام. قال فزجرت عنه الصبيان، وقلت له: ما الذي يزعم هؤلاء؟ قال وما يزعمون؟ قلت يزعمون انك تزعم ترى ربك على الدوام، فبكى، وقال والله! ما فقدته لما أطعته. ثم أنشأ يقول:\nعلى بعدك لا يصبر\n...\nمن عادته القرب\nولا يقوى على هجرك\n...\nمن تيمه الحب\nلئن لم ترك العين\n...\nفقد أبصرك القلب\nولبعض المجانين: احذروا الأقارب فإنهم العقارب، ثم قال: وأخبث العقارب، أقرب الأقارب. فربما لم يصدر عن العقلاء، ما صدر عن المجانين.\nالجزء: 1 ¦ الصفحة: 137\n",
        "ولبعض المجانين:\nتلذ الناس إن عمروا وعاشوا\n...\nومالي لذة في طول عمري\nوما يغني الجمال وحسن ثوبي\n...\nإذا ما كنت أصرع كل شهر\nبقيئي قد تلطخ حسن وجهي\n...\nأبوك في الثياب ولست أدري\nفليت الله عاجلني بموت\n...\nليكثم سوء حالي تحت قبري\nلآخر، وقد بال في قميصه، والناس يبكون عليه ويقولون ما حالك؟ فقال:\nأبكي الناظرون لسوء حالي\n...\nولا يبكون عاقبة الليالي\nوكم وجهٍ جميلٍ صار مثلي\n...\nولم يك مثل ذلك في مثال\nإذا عوفيت يا هذا فشكراً\n...\nوعد مما ترى من سوء حالي\nشيخ مجنون\nقال ذو النون المصري: رأيت شيخاً مجنوناً وعليه جبة صوف مكتوب عليها من ورائه:\nحتى متى يا شيخ ما تستحي\n...\nيراك مولاك مع الغافلين\nما تستحي منه وما ترعوي\n...\nغطي خطاياك عن العالمين\nنشاك بين الخلق في منزه\n...\nوأنت معكوف مع الفاسقين\nوعلى كمه الأيسر مكتوب مؤخراً:\nإن الله عباداً\n...\nكشفوا فيه القناعا\nهل رأيتم خادماً عا\n...\nمل مولاه فضاعا\nوعلى كمه الأيمن مكتوب مقدماً:\nعجبت لمن ينام وذو المعالي\n...\nينادي يا عباد أنا البذول\nوهل يجد الخلائق مثل ربي\n...\nوكلّ فعاله حسن جميل\nتتمة الكم الأيسر:\nسوف أُرويكم حديثاً\n...\nقد سمعناه سماعا\nالجزء: 1 ¦ الصفحة: 138\n",
        "من دنى من ربه شب\n...\nراً دنا منه ذراعا\nشاب مجنون\nقال عبد الله بن عبد العزيز السامري: مررت بدير هرقل أنا وصديق لي. فقال لي: أُدخل بنا لنرى من ملح المجانين، فقلت ذلك إليك. فدخلنا وإذا بشاب مليح الوجه، حسن الزي، قد أرجل شعره، وكحل عينيه، طراوة يعلوه حلاوة، مشدود إلى سلسلة بجانب حائط. فلما بصر بنا قال: مرحباً بالوفد قرب الله ما نأى منكما، بأبي أنتما. قلنا: وأنت فأمتع الله الخاصة والعامة بقربك وآنس جماعة ذوي المروءة بشخصك، وجعلنا وسائر من يحبك فداءك. فقال: أحسن الله عن جميل القول جزاءكما، وتولى عني مكافأتمكا. قلنا: فما تصنع في هذا المكان الذي أنت لغيره أهل؟ فقال:\nالله يعلم انني كمد\n...\nلا أستطيع أبث ما أجد\nنفسان لي نفس تضمنها\n...\nبلد وأُخرى حازها بلد\nأما المقيمة ليس بنفعها\n...\nصبر وليس يقرها جلد\nوأظن غائبتي كشاهدتي\n...\nوكأنها تجد الذي أجد\nثم التفت إلينا فقال: هل أحسنت؟ قلنا له نعم ما قصرت وولينا. فقال بأبي أنتما ما أسرع ذهابكما بالله اعيراني افهامكما واذهانكما قلنا هات فقال:\nلما أناخوا قبيل الصبح عيرهم\n...\nورحلوها فسارت بالهوى الإبل\nوقلبت من خلال السجف ناظرها\n...\nترنوا إلي ودمع العين منهمل\nوودّعت ببنان عقده غم\n...\nناديت لا حملت رجلاك يا جمل\nالجزء: 1 ¦ الصفحة: 139\n",
        "ويلي من البين ماذا حل بي وبها\n...\nيا نازح الدار خلّ البين وارتحلوا\nيا راحل العيس عرّج كي اودعهم\n...\nيا راحل العيس في ترحالك الأجل\nإني على العهد لم انقض مودتهم\n...\nيا ليت شعري بطول العهد ما فعلوا\nفقلنا مجوناً منا ولم نعلم بحقيقة ما وصف ماتوا. قال أقسمت عليكم ماتوا؟ ثم قال إني والله ميت في أثرهم. ثم جذب نفسه في السلسلة جذبة دلع منها لسانه، وبرزت عيناه، وانبعثت شفتاه بالدماء، فتلبط ساعة، ثم مات. فلا ننسى ندامتنا على ما صنعنا به.\nأديب عاشق\nقال الريان بن علي الأديب: عشق فتى من أولاد بعض أصدقائي جارية لبعض الأشراف. فأنحله العشق وأضناه، وتيمه وأتلفه. فمررت به يوماً في بعض الخرابات، فقلت له كيف حالك؟ فقال أسوء حال. عقل هائم، وغم لازم، وفكر دائم. ثم أنشأ يقول:\nتيمني حبّها وأضناني\n...\nوفي بحار الهموم ألقاني\nكيف احتيالي وليس لي جلد\n...\nفي دفع ما بي وكشف أحزاني\nيا رب فاعطف بقلبها فعسى\n...\nترحم ضعفي وطول أشجاني\nفتى\nمجنون\nقال سهلان القاضي: بينما أنا سائر في بعض الطرقات إذ مررت بفتىً مجنون وبين يديه خلقان فقال لي أين رأيت القافلة؟ قلت في موضع كذا. قال آه من البين، آه من دواعي الحين. فقلت وما دهاك؟ فقال:\nالجزء: 1 ¦ الصفحة: 140\n",
        "شيعتهم من حيث لم يعلموا\n...\nورحت والقلب بهم مغرم\nسألتهم تسليمةً منهم\n...\nعليّ إذ بانوا فما سلموا\nساروا ولم يرنوا لمستهتر\n...\nولم يبالوا قلب من تيموا\nواستحسنوا ظلمي فمن أجلهم\n...\nأحبّ قلبي كل من يظلم\nمجنون\nقال علي بن عبد الرحمن القناد: وصف لي مجنون بمصر ذو بديهة، فطلبته حتى ظفرت به، فكلمته فبكم ملياً، ولم يرد علي جواباً، ثم نظرت إلى فروته فإذا عليها مكتوب:\nعشرون ألف فتىً ما منهم رجلٍ\n...\nإلا كألف فتىً مقدامةٍ بطل\nأضحت مزاودهم مملوءة أملاً\n...\nففرغوها وأوكوها على الأجل\nشيخ مجنون\nقال أبو الهذيل العلاف: رحلت من البصرة أريد العسكر فمررت بدير هرقل فقلت لأدخلن هذا الدير لأرى ما فيه، فإذا شيخ حسن اللحية في السلسلة فأدمت النظر إليه، فلما رآني لا أرد بصري عنه قال لي معتزلي أنت؟ قلت نعم. قال إمامي؟ قلت نعم. قال تقول القرآن مخلوق؟ قلت نعم. قال كن أبا الهذيل العلاف قلت أنا أبو الهذيل. قال أسألك؟ قلت: سل. قال أخبرني عن الرسول صلى الله عليه وسلم أليس هو أمين في السماء وفي الأرض؟ قلت بلى. قال أخبرني عنه هل به خلة\nالجزء: 1 ¦ الصفحة: 141\n",
        "ميل أو حيف أو هوى؟ قلت لا. قال فأخبرني عن رأيه أليس هو الذي لا يدخله زلل وشبهة، وهو المعصوم من الشبهة والريبة قلت بلى. قال فأخبرني عمن هو دونه من الخلق. أليس يدخلهم في رأيهم الفساد والغفلة والهوى وانهم أضداد في كل شيء وإن كانوا أخياراً. قلت بلى. قال فلأي علة لم يقم لهم علماً ينصبه بقوله هذا خليفتكم بعدي فلا تقتتلوا. لمن يفعل هذا الا لا يكون الاختلاف والفساد في أُمته؟ قلت معاذ الله أن يكون ذلك. قال فلم تركهم وألجأهم إلى رأي من دونه في الصفة، إذ لم يحب الاختلاف والتشتت؟ فسكت لم أدر ما أقول له. فقال مالك لا تجيب الا تحسن؟ ثم تركته وخرجت! فلما رآني مولياً ناداني الشيخ ارجع إلينا، فرجعت إليه. فقال أحسبك تريد الخليفة قلت نعم. قال الا أن تصير إلى الخليفة إقضي لي حاجتي. فقلت وما هي؟ قال تكلم هذه الفاعلة امرأة صاحب الدير تطلقني، فكلمتها فقالت عليه في هذا ضرر، فلما رآها غير مجيبة قال فسلها أن تستوطني، فسألتها فأجابت، فانصرفت عنه متعجباً. فلما صرت إلى سر من رأى ودخلت على الواثق قال لي ما كان حالك في سفرك؟ قلت أعجوبة يا أمير المؤمنين! لم أسمع بمثلها. فقال وما هي؟ فقصصت عليه حديث ال\nمجنون\n، فقال يحضر المجنون، فأُحضر وأصلح من شأنه وأُدخل عليه، فلما رآني قال حاجتنا. قلت نعم. قال الواثق لمحمد بن مكحول كلمة. فقال المجنون يا أمير المؤمنين! هذا ليس يحسن شيئاً، فإن كان عندك من يحسن. قال الواثق فاسأل فإن المجلس مشترك، فمن كان يحسن أجابك. فسأل عن المسألة المذكورة فأحجم القوم عن الجواب، فالتفت إليه الواثق فقال ليس ههنا من يجب فأجب. فقال سخين العين أكون سائلاً، ومجيباً في وقت! فقال الواثق وما عليك أن تعلمنا. قال أما إذا كان كذا، فنعم ان الله سبحانه حكم فحكم في خلقه ولم يكن بد من تعبدهم وكان الاختلاف بينهم حكمة في خلقه، إذ قد كان حكم عليهم بذاك الاختلاف قبل خلقهم فأحجم، ثم قام الواثق ليدخل الدار. فقال المجنون: يا ابن الفاعلة أخذت منفوعنا وفررت! فأمر بالاحسان إليه.\nالجزء: 1 ¦ الصفحة: 142\n",
        "قال الفضيل بن عياض رحمه الله: الدنيا دار المرضى، والناس فيها مرضى، وللمجانين في دار المرضى شيئان: غل وقيد. ولنا غل الهوى، وقيد المعصية.\nرجل\nقال الأصمعي: ركب جعفر بن سليمان أمير البصرة في زي عجيب من اللباس والغلمان والدواب والصقور والفهود، وكان عندنا رجل بالبصرة يتفقه، وكان في حداثة سنه يجالس العباد، فغلب على عقله، فخرج في طريق جعفر فلما أبصره وقف وقال يا جعفر بن سليمان! أنظر أي رجل تكون إذا خرجت من قبرك وحدك، وحملت على الصراط وحدك، وقدم إليك كتابك وحدك، ولم يغن عنك من الله شيئاً. يا جعفر إنك تموت وحدك. وتقف بين يدي الله وحدك، وتدخل قبرك وحدك، ويحاسبك الله وحدك، فانظر لنفسك، قد نصحت لك. فرجع جعفر من نزهة تلك، وسأل عن الرجل فقيل له مغلوب على أمره.\nمعتوه\nقال ضمرة بن ربيعة: وقف علي معتوه فحنقني وقال تعلم. قلت خلص عن حلقي. فخلى ثم قال: الشر نذالة، والعفو كرم، والاستقصاء غم، وشفاء الغيظ بلية.\nمجنون\nقال محمد بن بيان: مررت وإذا جماعة على مجنون وقوف، فوقفت فهش إلي وقال:\nإسقني قبل تباريح العطش\n...\nان يومي يوم طس بعد رش\nحبّ من أشواهم أدهشني\n...\nلا خلوت الدهر من ذاك الدهش\nالجزء: 1 ¦ الصفحة: 143\n",
        "شاب\nمجنون\nقال ثمامة بن أشرس: دخلت دير هرقل فرأيت فيه\nشاباً مشدوداً إلى سارية. فقال لي ما اسمك؟ قلت ثمامة، قال المتكلم؟ قلت نعم. قال يا ثمامة! هل للنوم لذة؟ قلت نعم. قال متى يجدها صاحبها؟ إن قلت قبل النوم أجلت، وإن قلت مع النوم أخطأت، لأنه ذاهب العقل. وإن قلت بعد النوم أخطأت لأنه قد انقضى. قلت وما تقول أنت؟ قال إن النعاس داء يحل بالبدن ودواؤه النوم.\nشاب\nدخل الأمير سعيد مع وزيره دار المرضى فإذا شاب مسلسل، فلما رأى الأمير قال له أيها الأمير! هذا وزيرك؟ قال نعم. قال يزعم إنه أقل الناس فإن سألته مسألة. قال سله. قال ما أكثر الأشياء؟ قال ذوات الأربع قال ليس كذلك. قال فما هو؟ قال لا أقول حتى تقول بالعجز. قال قد أقررت. قال أكثر الأشياء الهموم. قال ملم؟ قال لأن نصيبي منها أوفر الأنصباء. قال الأمير سل حاجتك. قال مسكة عقل أعيش به وأنجو من هذا القيد. قال ليس ذلك إلي. قال فلا حاجة لي في سواه.\nشيخ\nقال جنيد البغدادي رحمه الله: دخلت دار المرضى بمصر فرأيت شيخاً فقال لي ما اسمك؟ قلت جنيد. قال عراقي. قلت نعم. قال ومن أهل المحبة؟ قلت نعم. قال فما الحب؟ قلت إيثار المحبوب على ما سواه. فقال الحب حبان حب لعلة، وحب لغير علة. فأما الذي لعلة فرؤية الاحسان. وأما الذي لغير علة فلأنه أهل لأن يحب. ثم أنشد:\nأُحبك حبين حبّ الهوى\n...\nوحباً لأنك أهل لذاكا\nوأما الذي هو حب الهوى\n...\nفحبّ شغلت به عن سواكا\nالجزء: 1 ¦ الصفحة: 144\n",
        "فأما الذي أنت أهل له\n...\nفلست أرى العيش حتى أراكا\nوما الذي فلا عيش لي\n...\nولكن لك الحمد في ذا وذاكا\nشيخ\nمجنون\nقال أبو غسان الاسماعيلي: دخلت البصرة فرأيت شيخاً مجنوناً قد غلت يداه، وأحدث به الناس، فرحمته وأزحت الناس عنه، فتنفس الصعداء واستعبر ثم قال:\nلقد صبرت على المكروه أسمعه\n...\nمن معشر فيك لولا أنت ما نطقوا\nوفيك داريت أقواماً أُجاملهم\n...\nولولاك ما كنت أدري انهم خلقوا\nالحمد لله حمداً لا شريك له\n...\nكأنني بدعةٌ من بين من عشقوا\nمجنون\nقال بعض السياح: دخلت مسجد البصرة فإذا فقير عليه أثر البؤس وهو يترنم في نفسه، فإذا هو مجنون، فلما دنوت منه سكت. فقلت له أعد ما كنت تقوله؟ فقال ارتجالاً:\nأشار قلبي إليك كيما\n...\nيرى الذي لا تراه عيني\nوأنت تلقي على ضميري\n...\nحلاوة الؤل والتمني\nتريد مني اختبار سري\n...\nوقد علمت المراد مني\nوليس لي في سواك حظ\n...\nفكيفما شئت فاختبرني\nالجزء: 1 ¦ الصفحة: 145\n",
        "روى أحمد بن عمران السوادي لبعض المجانين:\nولست بقوّال لذي الزاد أبقه\n...\nفإنك إن لم تبق زادك ينفد\nولا ناظر في وجهه ثم قائل\n...\nالا لا تصاحبنا إذا لم تزودّ\nرجل\nقال عمر بن عثمان الصوفي: دخلت جبال الشام وإذا أنا برجل في كوخ، فأقمت عليه يوماً وليلة لم أسمع كلاماً، فخرج من كوخه فرفع طرفه إلى السماء وقال: إلهي! شهد قلبي لك في النوازل بسعة روح الفضل، وكيف لا يشهد لك قلبي بذلك أفأحسب أن يألف قلبي غيرك؟ هيهات! لقد خاب لديك المقصرون. ثم قال: إلهي ما أحلى ذكرك! ألست الذي قصدك المؤملون؟ فنالوا منك ما طلبوا. فقلت أصلحك الله إني منتظرك منذ يوم وليلة أُريد أن أسمع كلامك. قال قد رأيتك حين أقبلت ولم يذهب روعك من قلبي. قلت وما راعك مني؟ قال فراغك في يوم عملك، وبطالتك في يوم شغلك، وتركك الزاد ليوم معادك، ومقامك على الظنون. فقلت إن الله سبحانه كريم، وما ظن به عبد شيئاً إلا أعطاه. قال نعم إذا وافقته السعادة والعمل الصالح. قلت أههنا فتية يستراح إليهم؟ قال نعم. قلت هل عندهم دواء يتعالجون به؟ قال إذا كلوا داووا الكلال بالكلال، وحثوا الحث بالأنخال، فتسكن العروق وتهدأ الآلام.\nمجنون\nقال عبد الله بن حسان المزني: مررت بمجنون مقيد، والصبيان يؤذونه، فقال أُطرد عني هؤلاء الأنذال. أفدك أبياتاً، تسر بها، فطردتهم عنه فقال أنا جائع فأتيته بشيء فأكله وقلت له هات فقال:\nالجزء: 1 ¦ الصفحة: 146\n",
        "إصبر إذا عضك الزمان ومن\n...\nأصبر عند الزمان من رجله\nولا تهن للصديق تكرمه\n...\nنفسك كي لا تعدّ من خوله\nيحمل أثقاله عليك كما\n...\nيجمل أثقاله على جمله\nولست مستبقياً أخاً لا\n...\nتصفح عما يكون من زلله\nشاب\nقال زياد النميري: دخلت دار المجانين فإذا شاب حسن الوجه، في زاوية مشدود إلى جدار. فقال لي أنقرأ القرآن؟ قلت نعم. قال فاقرأ فقرأت: \" اللَّهُ لطيفٌ بعباده يزرق من يشاء وهو القويُّ العزيز \" فقال أخبرني ما معنى اللطيف؟ قلت البار الرفيق. قال هذا في وصف الناس. قلت فما اللطيف؟ قال الذي يعرف بلا كيف.\nمجنون\nقال سكين بن موسى: كنت مجاوراً بمكة وكان بها مجنون ينطق بالحكم. فقلت له أين تأوي بالليل؟ فقال دار الغرباء. فقلت ما أعرف بمكة داراً يقال لها دار الغرباء. قال يا مسكين! دار الغرباء المقابر. فقلت أما تستوحش في الليل وظلمته؟ قال إذا فكرت في القبر ووحشته هان علي الليل وظلمته.\nقيل لبعض المجانين: لم سميت مجنوناً؟ فقال أنا مجنون عن معصيته لا عن معرفته.\nوقيل لآخر: أنت مجنون؟ قال وأنت عاقل؟ كل الناس مجانين ولكن حظي صار أوفر.\nوقيل لآخر: لم أر مجنوناً أعقل منك. قال الجنون ما أنت فيه، تأكل رزق\nالجزء: 1 ¦ الصفحة: 147\n",
        "الله، وتطيع عدوه.\nوقيل لآخر: أغربت أنت؟ فقال أما عن عقلي فنعم. وأما عن البلاد فلا.\nشاب\nقال بعضهم: دخلت دار المجانين بنيسابور، فإذا شاب حسن من أبناء ذوي النعم، مشدود وهو يصيح. فلما أبصرني قال أتروي من الشعر شيئاً؟ قلت نعم. من أي الشعر؟ قال من شعر البحتري. قلت من أي قصيدة أُرويها؟ قال: أي قصيدة كانت. قلت:\nألمع برقٍ سرى أم ؤوء مصباح\n...\nأم ابتسامتها بالمنظر الصاحي\nفأنشدته القصيدة. قال وأنا أُنشدك قصيدة. قلت نعم. فأخذ حتى بلغ إلى قوله:\nإقصرا ليس شأني الإقصار\n...\nوأفلا لا ينفع الإكثار\nإن جرى بيننا وبينك بعد\n...\nأو تنآءت منا ومنك الديار\nفالعليل الذي عهدت مقيمٌ\n...\nوالدموع التي شهدت غزار\nفنفر وجعل يرقص في قنيده ويصيح إلى أن سقط مغشياً عليه!\nموسوس\nقال عبدان بن أحمد: كان بباب خراسان موسوس، وكان يجالس الحسين ابن منصور وكان يدور في المقابر ويأتي إلى الحسين بن منصور. فجاءه ذات يوم وعلى رأسه دوخلة والصبيان خلفه. فوقف وقال للحسين: متى أخرج من نفسي؟ متى آيس من نفسي؟ متى آنس بالأنس، واستأنس بالوحش، واستوحش\nالجزء: 1 ¦ الصفحة: 148\n",
        "من جنسي. فقال الحسين:\nإذا وسوست في الوقت\n...\nمن المأتم والعرس\nشهدت النار والجن\n...\nة والأفلاك والكرسي\nأبو المبارك ميمون\nقال لما رمى الحجاج بيت الله بالعذرة وقتل ابن الزبير، أقبل رجل موسوس معتوه عليه عباءة قد شدها إلى عنقه، فطاف بالبيت سبعاً، ثم صعد إلى الحجر، فتكلم بصوت جهوري فأسمع الناس وقال أيها الناس: من عرفني فقد عرفني، ومن لم يعرفني نبأته باسمي، أنا ميمون أبو المبارك المجنون فاسمعوا ما أقول لكم. فإني متكلم ناطق، غير هائب ولا خائف، بل أقول بلسان صواب، ولا أخاف العقاب، بل أرجو الثواب من رب الأرباب، ذي المن والإفضال. إياه قصدت، وما عنده طلبت. ثم حمد الله فأحسن، ومجد فأكثر. ثم دعى دعوات وأعرب. فقال: اللهم! لك سجدت الجباه ولك خضعت الأعناق، ولك ذلة الأرباب. وأنت خالق السموات والأرض بلا تعب ولا مشورة لذوي الألباب. لم يعجزك ما أردت ولا يفتك ما طلبت، ولم يخف عليك شيء لبعده، ولا زدت في معرفة شيء لقربه. تعلم خفيات الضمائر كما تعلم كل شيء بين. أما السموات فلك مذعنة، وأما الأرضون فلك مطيعة، وأما الأفلاك فلك مسبحة. وأما الملائكة ففي عبادتك مجتهدة، وأما النبيون فلرسالتك مبلغة، وأما السحاب فبرحمتك مهطلة. والنار من خوفك تزفر وتفرق، والجنة مزينة بالحور والقصور. فيا من العدل قضاؤه ويا من الشكر رضاؤه، ويا من يتحلى في الجنة لأوليائه قد تكلمت بلسان ينطق بحمدك، وبقلب يخشع لهيبتك، وجوارح أذعنت لعظمتك. فأسألك يا من قصده العباد من كل البلاد، رجاء الثواب وخوف العقاب. أسألك مسألة طالب قد رجا الإجابة، وأيقن بقضاء الحاجة. ان تهلك الحجاج المتوثب على بيتك برمي العذرة. والقاتل لأصحاب نبيك صلى الله عليه وسلم المطهر من كل ريبة. اللهم! إذا ذكرت عبادك بالرحمة، فاذكره\nالجزء: 1 ¦ الصفحة: 149\n",
        "بأشد غضب واكمل عطب، انك أنت المستجيب للدعاء.\nاللهم! هذا البيت بيتك، وهذا الحرم حرمك، وهذا حجر إسماعيل نبيك. اللهم! أنت ذو الجلال والإكرام.\nثم أتى منىً والناس أجمع ما كانوا. فصلى صلاة الفجر ثم قام قائماً على قدميه ثم قال: أيها الناس! أليس إلى الله قصدتم وما عنده طلبتم؟ فإذا سألتموه فابتهلوا. وإذا دعوتموه فاخضعوا. والحجاج فالعنوا فإنه نجس الولادة اللهم! فلا تنجه من سخطك واحرمه رحمتك التي وسعت كل شيء. إنك ذو الجلال والإكرام. قال فاجتمع الناس إليه وقالوا له: أيها الرجل: من أين أنت؟ قال من بلاد الله. قالوا فأين تأوي؟ قال إلى أرض الله. قالوا: فما قصتك وقصة الحجاج؟ أظلمك بشيء؟ قال نعم. قالوا ماذا؟ قال: قصد بيت ربي فنجسه، وقتل أصحاب محمد صلى الله عليه وسلم وأهان. فوجبت اللعنة عليه، واستوجب منا العداوة. ولم أعرف موضعاً أجل من هذه الثنية. موضع ولد فيه محمد صلى الله عليه وسلم وأصحابه. فأحببت أن أُتعب نفسي من أجله وبالدعاء عليه. ثم مر يسحب كساءه، وقد تبين فيه أثر الجوع، فاتبعه رجل من التجار فقال السلام عليك يا أبا المبارك! قال وعليك السلام يا وافد الله! قال لي إليك حاجة. قال وما هي؟ قال تأتي منزلي فتأكل كسرة خبز وتشرب شربة من سويق. قال على شرط. قال وما شرطك؟ قال ألا تكون ظالماً ولا عوناً لظالم. فما عملك؟ قال تاجر. قال أفما علمت أن رسول الله صلى الله عليه وسلم قال: يحشر التجار فجاراً إلا من اتقى وبر وصدق. قال فإني لا أمدح عند البيع ولا أذم عند الشرى. قال منك يا أخي طاب القرى. قال فأتى إلى رحله فأكل رغيفاً وملحاً ولم يزد عليه بشيء. ثم قال يا أخي! أوصني. قال خف الله خوف حذر، وارجه رجاء متملق، وعليك بأكل الحلال، وبذل النوال لأهل الأقلال، وادخل الجنة بسلام. قال فأعجبني ما سمعت من قوله. قال فلما انقضى الموسم أقبل أصحاب الحجاج إلى الحجاج وأخبروه بخبر ميمون وقالوا ما منعنا من أخذه إلا العامة وجلبتهم. والغوغاء وضجتهم. قال فدعا الحجاج بقائد من قواده من خاصة أصحابه. وقال سر في البلاد واطلب هذا الرجل، ولك الجباء والجائزة.\nالجزء: 1 ¦ الصفحة: 150\n",
        "قال فأتعبوا أبدانهم وأحفوا دوابهم في طلب ميمون. وهو من أهل الكوفة ومسكنه بها. فدخل القائد الكوفة. فإذا هو جالس على مزبلة والصبيان حوله وهو يقول لهم، إنه لم تجر عليكم الأقلام، ولم تكتب عليكم الآثام، فانظروا أن لا تطيعوا إبليس عدوكم فإنه عدو أبيكم آدم عليه السلام من قبل وهو الذي أعانه بعد القضاء على الخروج من الجنة. وعليكم بأخلاق الصالحين والاقتداء بالمؤمنين، منهم الصديق ذو الحق المبين، ثم عمر الفاروق لم يكن عنده حق الله يزول، ثم عثمان ذو النورين. ثم علي الرضى سال السيف في المنافقين الأردياء. فإذا فعلتم ذلك كنتم مع الأولياء. ولم يزل يعظهم. فلما فرغ قالوا له هل لك في طعام طيب تأكله وثوب لين تلبسه؟ فقال كذبتم ما لهذا قصدتم ولا لهذا أردتم. إنما تريدون أن يحملوني أصحاب الحجاج إلى الحجاج وإنما جئتم في طلبي فلا تقيدوني ولا تغلوني فإني لكم سامع مطيع. فأحسنوا رفقته والمشي به فلما اشرف على بلد واسط قال له القائد إذا دخلت على الأمير فسلم عليه. قال فإذا لم أُسلم عليه؟ قال يقتلك. قال فإن أنا سلمت عليه وساءلني فصدقته الجواب. أيقتلني؟ قال نعم. قال فما كنت بالذي أُسلم على رجل عاص قتل أولياء الله ووالى أعداء الله. فهو بغيض للهز ثم دخل القائد فأخبره بخبره ففرح الحجاج وقال علي به فأُتي به. فوقف بين يديه صامتاً لم يتكلم وعليه عباءة قد شدها إلى عنقه. فاستحقره الحجاج لما رأى من نحالة جسمه وسوء حاله فأنشأ يقول:\nإياك أن تزدري الرجال وما\n...\nيدريك ماذا يجنه الصدف\nنفس الجواد العتيق باقية\n...\nفيه وإن من جسمه العجف\nفالحر حرّ وإن ألمّ به\n...\nالضر ففيه الحياء والأنف\nفلما سمع الحجاج مقالته وشعره علم أنه حكيم. فقال من أنت؟ ومن أين أنت؟ قال عبد الله وابن عبيدة. قال فما منعك من السلام؟ قال ما كنت بالذي أُسلم ولو سلمت خفت أن لا ترد علي. قال ما اسمك؟ قال أما اليوم فميمون. وما\nالجزء: 1 ¦ الصفحة: 151\n",
        "أدري ما اسمي عند ربي إذا دعيت. بالسعادة أُدعى أم بالشقاوة أُنادى؟ فإن قيل سعد فلان فما أحتاج إلى اسمي، وإن قيل شقي فلان فلا حظ لي عند ربي. قال يا ميمون! إني سائلك عن مسائل فانظر أن يكون الجواب صواباً. فقال يا حجاج إنما لساني بضعة من بدني. فإن أطلق مولاي الصواب نطق به اللسان. وما أنا وأمر لا أطيقه ولا أفعل إلا بحركة ولا حركة إلا بمعين. قال ويحك وما اللسان؟ قال هو الذي يترجم عن الإنسان. قال: وإنسان أنت؟ قال نعم. قال ومن أين علمت أنك إنسان؟ قال لأني أفهم وأعقل وأطيع وأعصي، وآكل بيدي وأشرب تجرعاً وأتغوط خالياً. وليس هذا إلا فعل الانسان. وقد قال الله عز وجل: \" يا أيها الناس إنا خلقناكم من ذكر وأُنثى وجعلناكم شعوباً وقبائل لتعارفوا \". فعرفت ما يضر مما ينفع. قال فما خلقك؟ قال من ماء من عوج من بين لحم ودم. فهو في وقت إزعاجه دم أحمر. وفي وقت نزوله ماء أبيض. فإذا استقر في مستقر قراره صير معه مضغة مخلفة وغير ثم صير منه لحماً وعظماً ودماً وعروقاً وجلداً. فغشي العظم بالجلد. وشبك بالعروق والعصب. وغشى بالجلد وليس في بدن عرق ساكن إلا وتحته ضارب. ولا ضارب إلا وتحته ساكن. فإذا سكن الضارب قلق البدن. وإذا ضرب الساكن اضطرب، فمن قام بحقها استوجب من الله الثواب. ومن لم يقم بحقها استوجب من الله الزوال. فلا يخرج أحد من بطن أمه حتى يكتب أجله ورزقه وعمله وشقي أو سعيد. قال فما تعمل إذا كان قد فرغ من أمرك؟ قال أعمل لقول النبي صلى الله عليه وسلم إعملوا فكل ميسر لما خلق له. ولما خلق الله عز وجل آدم عليه السلام ضرب يده على صلبه. فاستخرج ذريته فأراهم إياه. ثم قبض قبضة اليمين فقال هذه إلى الجنة ولا أُبالي. ثم قبض القبضة الأُخرى وقال هذه إلى النار\nالجزء: 1 ¦ الصفحة: 152\n",
        "ولا أُبالي. ثم أنزل الله على نبيه محمد صلى الله عليه وسلم في ذلك قرآناً وقال \" وأما ان كان من أصحاب اليمين فسلام لك من أصحاب اليمين. وأما إن كان من المكذبين الضالين \". يعني أصحاب القبضة الأُخرى. \" فنزل من حميم وتصلية جحيم \" فتقدر أن تنكر هذا؟ فقال الحجاج ويحك يا ميمون تحسن مثل هذا وأنت تدعى مجنوناً. فقال إن أهل البطالة إذا نظروا إلى أهل محبة الله سموهم مجانين. وقد مر خاتمة هذه الحكاية من هنا إلى آخرها مرة أُخرى فتركناه هنا للتكرار. ثم خلى الحجاج سبيله فمضى مسلماً. ثم قال لابن طاهر:\nلنا حاجة والعذر فيها مقدّم\n...\nخفيف معلاها مضاعفة الأجر\nفإن تقضها والحمد لله وحده\n...\nوإن كانت الأخرى ففي أوسع القدر\nبلى إنه الرحمن معط ومانع\n...\nوللحرّ أسباب إلى قدر يجري\nالأعرابي والحجاج\nولنختم هذا المختصر بكلمات الأعرابي مع الحجاج بن يوسف:\nقال صعصعة بن صوحان: خرجنا مع الحجاج حاجاً إلى بيت الله الحرام. فبينما نحن في بعض الطريق إذا نحن بصوت أعرابي يلبي بين الغيضة. فلما فرغ من التلبية قال: كلامك اللهم لك، من قال مخلوق هلك، وفي الجحيم قد سلك والجاريات في الفلك، على مجاري من سلك، قد اتبعنا رسلك، ما خاب عبد أملك، أنت له حيث علك فقال الحجاج: تلبية موحد ورب الكعبة. لا يفوتنكم الرجل. فأسرع ما كان حتى أُتي بأعرابي على ناقة برحاء بلحاء. فقال الحجاج: من أين أقبلت يا أخا العرب؟ وإلى أين تريد؟ قال جئت من الفج\nالجزء: 1 ¦ الصفحة: 153\n",
        "العميق. قال من أي الفجاج أنت؟ قال من العراق وأرضها. قال من أي العراق أنت؟ قال من مدينة الحجاج بن يوسف. قال فما سيرته فيكم؟ قال بسيرة فرعون في بني إسرائيل، يقتل أبناءهم ويستحيي نساءهم. قال فهل خلفته ظاعناً أو مقيماً؟ قال بل ظاعناً. قال إلى أين؟ قال إلى الحج ولن يتقبل الله منه. قال وهل خلف أحداً بعده؟ قال نعم أخاه محمداً. قال فما سيرته فيكم؟ قال ظلوم غشوم، واسع البلعوم، عاص مشؤوم. قال له الحجاج هل عرفتني؟ قال الأعرابي اللهم لا. قال الحجاج أنا الحجاج بن يوسف. قال الأعرابي: أشر والله ممن أظلت الخضراء. وأقلت الغبراء. ويشرب من الماء بغيض مبغوض. لعين ملعون. في الدنيا والآخرة. فقال الحجاج والله يا أعرابي لأقتلنك قتلة لم أقتلها أحداً قبلك. قال الأعرابي إن لي رباً يخلصني وينجيني منك. قال يا أعرابي إني سائلك؟ قال إذاً والله أُخبرك. فقال أتحسن من القرآن شيئاً؟ قال نعم. قال فأسمعنا. فاستفتح وقال: بسم الله الرحمن الرحيم إذا جاء نصر الله والفتح ورأيت الناس يخرجون من دين الله أفواجاً. قال ليس هكذا يا أعرابي. قال وكيف؟ قال يدخلون في دين أفواجاً. فقال الأعرابي قد كان ذلك قبل أن يتولى الحجاج. فلما ولي جاؤوا يخرجون من دين الله. فضحك الحجاج حتى استلقى على قفاه. ثم قال ما تقول في محمد رسول الله صلى الله عليه وسلم؟ قال وما عسى أن أقول في محمد صلى الله عليه وسلم صاحب القضيب والناقة والحوض والشفاعة وزمزم والسقاية، ومن قرن الله اسمه باسمه. يدعى في كل يوم وليلة عشر مرات في الأذان والإقامة. قال فما تقول في أبي بكر الصديق رضي الله عنه. قال وما عسى أن أقول في صديق في السماء وصديق في الأرض وصاحبه في الغار وأسلم وهو يملك ثمانين ألف دينار أنفقها في سبيل الله وعلى رسول الله صلى الله عليه وسلم. ومع ذلك يا حجاج يوم قرأ النبي صلى الله عليه وسلم \" جاهدوا بأموالكم وأنفسكم في سبيل الله \". وقال عليه السلام سمعتم ما قال ربكم تبارك وتعالى إلا من كان عنده شيء فليأتني بما أمكنه فقام أبو بكر الصديق رضي الله عنه فأتى بجيمع ما عنده.\nالجزء: 1 ¦ الصفحة: 154\n",
        "وقام عمر رضي الله عنه فأتى بنصف ما عنده. وقام عثمان رضي الله عنه وأتى بثلث ما عنده. فقالوا خذ يا رسول الله. ولله عندنا المزيد. فنزل جبريل عليه السلام وقال يا رسول الله إن ربك العلي الأعلى يقرئك السلام ويقول لك: اقرأ أبا بكر منى السلام وقل له أنا راض عنه، فهل هو راض عني؟ فأخبر النبي صلى الله عليه وسلم أبا بكر رضي الله عنه. فبكى أبو بكر بكاءً شديداً وقال يا رسول الله أنا راض راض فوعد الله أن يرضيه وذلك قوله تعالى: \" ولسوف يعطيك ربك فترضى \". قال الحجاج: فما تقول في عمر بن الخطاب؟ قال وما عسى أن أقول في فاروق السماء وفاروق الأرض. فرق بين الحق والباطل على لسانه. وإذا كان يوم القيامة يأتي الحق والإسلام ويتعلقان فيه فيجزع عمر رضي الله عنه منهما فيقولان له لا تجزع فنحن الحق والإسلام اللذان كنت تقوم بنا في الدنيا. ومن ذلك يا حجاج إن رسول الله صلى الله عليه وسلم كان عند حفصة فدخلت عليه صفية فقال لها لا تخبري عائشة فخرجت وأخبرت أُم سلمة. فأخبرت أُم سلمة عائشة رضي الله تعالى عنهن. فتظاهر عليه أزواجه فجاءهن عمر مغضباً فقال لهن: لم تتظاهرن على رسول الله صلى الله عليه وسلم عسى ربه أن طلقكن أن يبدله أزواجاً. فنزلت الآية كذلك موافقةً لقول عمر رضي الله عنه. قال الحجاج فما تقول في عثمان بن عفان؟ فقال الأعرابي وما عسى أن أقول في حافر بئر أرومة. ومجهز جيش الفطرة. ومن سبح في كفه الحصى. واستحيت منه ملائكة السماء. ومن ذلك يا حجاج يوم دخل على رسول الله صلى الله عليه وسلم وكان جالساً على الأيسر وركبته\nمكشوفة. فدخل أبو بكر والنبي عليه الصلاة والسلام على حاله. فلما استؤذن لعثمان بادر له وغطى ركبته فدخل عثمان رضي الله عنه وجلس جلسة المريض يمزحه فنظر أبو بكر إلى عمر وعمر إلى أبي بكر. فقالا يا رسول الله تغطيت من عثمان وعثمان صهرك ونحن أصهارك. فقال النبي صلى الله عليه وسلم ألا أتغطى وأستحي ممن تستحي منه الملائكة؟ فقال الحجاج: ما تقول في حق علي بن أبي طالب؟ قال الأعرابي: وما عسى أن أقول في ابن عم رسول الله صلى الله عليه وسلم وزوج إبنته البتول. ومن قال له رسول الله صلى الله عليه وسلم: يا علي إن الله ألف بين روحي وروحك وكان عرشه على الماء وزوجك فاطمة واختارك لها من قبل أن يخلق الدنيا بألف عام. فقال الحجاج: فما تقول في الحسن والحسين؟ قال الأعرابي وما عسى أن أقول فيمن ولدتهما البتول، ورباهما الرسول وراعاهما جبرائيل فهل لهما مثل وعديل؟ فقال الحجاج فما تقول في معاوية؟ قال وما عسى أن أقول في خال المؤمنين وكاتب وحي رسول رب العالمين ورديف رسول الله صلى الله عليه وسلم على بغلته دلدل فقال له النبي صلى الله عليه وسلم ما يلبني منك يا معاوية؟ فقال بطني يا رسول الله. فقال النبي عليه الصلاة والسلام ملأه الله علماً وحلماً. فقال الحجاج ما تقول في يزيد بن معاوية؟ قال الأعرابي كما قال من هو خير مني لمن هو شر منك. قال الحجاج ومن هو خير منك وشر مني؟ فقال الأعرابي موسى عليه السلام خير مني، وفرعون شر منك. قال الحجاج فما قال فرعون لموسى؟ قال قال فما بال القرون الأولى؟ قال علمها عند ربي في كتاب لا يضل ربي ولا ينسى. فقال الحجاج: فما تقول في عبد الملك بن مروان؟ فقال الأعرابي: ذلك والله أخطأ خطيئة ملأت بين السماء والأرض. فقال الحجاج وكيف ذلك؟ قال الأعرابي: ولاك على أمور المسلمين تحكم في أموالهم ودمائهم بجور وظلم. قال فعند ذلك هم الحجاج بالسيف وأشار إلى سيافه ليضرب عنق الأعرابي. قال فحرك الأعرابي شفتيه. فخر السيف ناحيةً، والسياف ناحية. وولى الأعرابي ذاهباً. فقال الحجاج: بحق معبودك ألا أخبرتني بأي دعاء دعوت؟ فقال الأعرابي: بدعاء ان علمتك إياه غفر الله لك ما عليك من حسابهم من شيء. وما من حسابك عليهم من شيء. ثم قال الأعرابي يا حجاج! قلت:. فدخل أبو بكر والنبي عليه الصلاة والسلام على حاله. فلما استؤذن لعثمان بادر له وغطى ركبته فدخل عثمان رضي الله عنه وجلس جلسة المريض يمزحه فنظر أبو بكر إلى عمر وعمر إلى أبي بكر. فقالا يا رسول الله تغطيت من عثمان وعثمان صهرك ونحن أصهارك. فقال النبي صلى الله عليه وسلم ألا\nالجزء: 1 ¦ الصفحة: 155\n",
        "أتغطى وأستحي ممن تستحي منه الملائكة؟ فقال الحجاج: ما تقول في حق علي بن أبي طالب؟ قال الأعرابي: وما عسى أن أقول في ابن عم رسول الله صلى الله عليه وسلم وزوج إبنته البتول. ومن قال له رسول الله صلى الله عليه وسلم: يا علي إن الله ألف بين روحي وروحك وكان عرشه على الماء وزوجك فاطمة واختارك لها من قبل أن يخلق الدنيا بألف عام. فقال الحجاج: فما تقول في الحسن والحسين؟ قال الأعرابي وما عسى أن أقول فيمن ولدتهما البتول، ورباهما الرسول وراعاهما جبرائيل فهل لهما مثل وعديل؟ فقال الحجاج فما تقول في معاوية؟ قال وما عسى أن أقول في خال المؤمنين وكاتب وحي رسول رب العالمين ورديف رسول الله صلى الله عليه وسلم على بغلته دلدل فقال له النبي صلى الله عليه وسلم ما يلبني منك يا معاوية؟ فقال بطني يا رسول الله. فقال النبي عليه الصلاة والسلام ملأه الله علماً وحلماً. فقال الحجاج ما تقول في يزيد بن معاوية؟ قال الأعرابي كما قال من هو خير مني لمن هو شر منك. قال الحجاج ومن هو خير منك وشر مني؟ فقال الأعرابي موسى عليه السلام خير مني، وفرعون شر منك. قال الحجاج فما قال فرعون لموسى؟ قال قال فما بال القرون الأولى؟ قال علمها عند ربي في كتاب لا يضل ربي ولا ينسى. فقال الحجاج: فما تقول في عبد الملك بن مروان؟ فقال الأعرابي: ذلك والله أخطأ خطيئة ملأت بين السماء والأرض. فقال الحجاج وكيف ذلك؟ قال الأعرابي: ولاك على أمور المسلمين تحكم في أموالهم ودمائهم بجور وظلم. قال فعند ذلك هم الحجاج بالسيف وأشار إلى سيافه ليضرب عنق الأعرابي. قال فحرك الأعرابي شفتيه. فخر السيف ناحيةً، والسياف ناحية. وولى الأعرابي ذاهباً. فقال الحجاج: بحق معبودك ألا أخبرتني\nالجزء: 1 ¦ الصفحة: 156\n",
        "بأي دعاء دعوت؟ فقال الأعرابي: بدعاء ان علمتك إياه غفر الله لك ما عليك من حسابهم من شيء. وما من حسابك عليهم من شيء. ثم قال الأعرابي يا حجاج! قلت:\nاللهم! يا رب الأرباب. ويا معتق الرقاب. ويا هازم الأحزاب. ويا منشئ السحاب. ويا منزل الكتاب. ويا رازق من تشاء بغير حساب. يا ملك، ويا تواب. يا راد موسى إلى أُمه. ويوسف إلى أبيه. أسألك أن ترزقني وتكفيني شره إنك على كل شيء قدير.\nتمت النسخة النادرة بعون من له الأولى والآخرة ضحوة يوم الجمعة لثلاثة وعشرين خلت من المحرم الحرام سنة خمس وستين وألف بقسطنطينية المحمية على يد أضعف عباد الله تعالى وأحوجهم إلى بره أحمد بن المرحوم عبد الحليم، عفى عنهما الرب الرحيم. بقلم الناسخ البارع السيد صادق المالح الدمشقي سنة 1342 هجرية.\nوالحمد لله وحده، والصلاة على من لا نبي بعده، والسلام.\nالجزء: 1 ¦ الصفحة: 157\n",
        ""
    ]
}