{
    "1": [
        "عقوق الوالدين أسبابه - مظاهره - سبل العلاج\nعقوق الوالدين: أسبابه - مظاهره - سبل العلاج\nمحمد بن إبراهيم الحمد\nالكتاب:\nعقوق الوالدين: أسبابه - مظاهره - سبل العلاج\nالمؤلف:\nمحمد بن إبراهيم بن أحمد الحمد\nالناشر:\nالكتاب منشور على موقع وزارة الأوقاف السعودية بدون بيانات\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "[\nمقدمة\n]\nعقوق الوالدين\n",
        "بسم الله الرحمن الرحيم\nمقدمة الحمد لله، والصلاة والسلام على رسول الله، نبينا محمد وعلى آله وصحبه ومن والاه أما بعد: فإن حق الوالدين عظيم، ومنزلتهما عالية في الدين؛ فبرهما قرين التوحيد، وشكرهما مقرون بشكر الله - عز وجل - والإحسان إليهما من أجل الأعمال، وأحبها إلى الكبير المتعال.\nقال الله - عز وجل -: {وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا} [النساء: 36]\nوقال الله - عز وجل -: {قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا} [الأنعام: 151]\nوقال الله - تبارك وتعالى -: {وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلًا كَرِيمًا - وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّي ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا} [الإسراء: 23 - 24]\nالجزء: 1 ¦ الصفحة: 3\n",
        "وقال الله - عز وجل -: {وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ} [لقمان: 14]\nثم إن الأحاديث في هذا السياق كثيرة جدا، منها ما رواه ابن مسعود - رضي الله عنه - قال «سألت رسول الله - صلى الله عليه وسلم -: \" أي العمل أحب إلى الله؟ قال: الصلاة في وقتها قلت: ثم أي؟ قال: بر الوالدين قلت: ثم أي؟ قال: الجهاد في سبيل الله» (1) .\nثم إن بر الوالدين مما أقرته الفطر السوية، واتفقت عليه الشرائع السماوية، وهو خلق الأنبياء، ودأب الصالحين.\nكما أنه دليل على صدق الإيمان، وكرم النفس، وحسن الوفاء.\nوبر الوالدين من محاسن الشريعة الإسلامية؛ ذلك أنه اعتراف بالجميل، وحفظ للفضل، وعنوان على كمال الشريعة، وإحاطتها بكافة الحقوق.\n(1) رواه البخاري (527) ، ومسلم (85) .\nالجزء: 1 ¦ الصفحة: 4\n",
        "بخلاف الشرائع الأرضية التي لا تعرف للوالدين فضلا، ولا ترعى لهما حقا، بل إنها تتنكر لهما، وتزري بهما.\nوها هو العالم الغربي بتقدمه التكنولوجي شاهد على ذلك؛ فكأن الأم في تلك الأنظمة آلة إذا انتهت مدة صلاحيتها ضرب بها وجه الثرى.\nوقصارى ما تفتقت عنه أذهانهم من صور البر أن ابتدعوا عيدا سنويا سموه: (عيد الأم) .\nحيث يقدم الأبناء والبنات في ذلك اليوم إلى أمهاتهم طاقات الورد معبرين لهن عن الحب والبر.\nهذا منتهى ما توصلوا إليه من البر، يوم في السنة لا غير! أين الرعاية؟ أو أين الترحم؟ أو أين الوفاء؟ !\nلا علم لهم بتلك المعاني الشريفة الفاضلة، ولا حظ لها عندهم.\nأما حق الوالدين في الإسلام فقد مر بك شيء منه، وليس ذلك فحسب، بل إن الإسلام نهى عن العقوق، وحذر منه أشد التحذير، فهو كبيرة من الكبائر، وهو قرين للشرك.\nالجزء: 1 ¦ الصفحة: 5\n",
        "ويكفي في ذلك قوله - تعالى -: {فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا} [الإسراء: 23]\nفما بالك بما فوق كلمة \" أف \". والأحاديث في هذا السياق كثيرة جدا، ومنها ما جاء في حديث عبد الله بن عمرو بن العاص - رضي الله عنهما - عن النبي - صلى الله عليه وسلم - قال: «الكبائر: الإشراك بالله، وعقوق الوالدين، وقتل النفس، واليمين الغموس» (1) .\nومع تلك المكانة للوالدين، وبرغم ما جاء من الأمر الأكيد في برهما، والزجر الشديد في النهي عن عقوقهما إلا أن فئاما من الناس قد نسيت حظا مما ذكرت به، فلم ترع حق الوالدين، ولم تبال بالعقوق.\nوالحديث في الصفحات التالية سيدور حول الأمور الآتية:\n- تعريف العقوق.\n- من مظاهر عقوق الوالدين.\n(1) رواه البخاري (6675) .\nالجزء: 1 ¦ الصفحة: 6\n",
        "- نماذج من قصص العقوق.\n- أسباب العقوق.\n- سبل العلاج.\n- تعريف البر بالوالدين.\n- الآداب التي تراعى مع الوالدين.\n- الأمور المعينة على البر.\n- بين الزوجة والوالدين.\n- نماذج من قصص البر.\nوأخيرا أسأل الله بأسمائه الحسنى، وصفاته العلى - أن يجعلنا من الأتقياء الأبرار، والأصفياء الأخيار، إنه ولي ذلك والقادر عليه.\nوالله أعلم، وصلى الله وسلم على نبينا محمد وآله وصحبه.\nالجزء: 1 ¦ الصفحة: 7\n",
        "[\nتعريف العقوق\n]\nتعريف العقوق العقوق ضد البر، قال ابن منظور - رحمه الله -: \" وعق والده يعقه عقا وعقوقا ومعقة: شق عصا طاعته، وعق والديه: قطعهما ولم يصل رحمه منهما \" (1) .\nوقال: \" وفي الحديث «أنه - صلى الله عليه وسلم - نهى عن عقوق الأمهات» وهو ضد البر، وأصله من العق: الشق والقطع \" (2) .\n(1) لسان العرب 10 / 256.\n(2) لسان العرب 10 / 257.\nالجزء: 1 ¦ الصفحة: 8\n",
        "[\nمن مظاهر عقوق الوالدين\n]\nمن مظاهر عقوق الوالدين عقوق الوالدين يأخذ مظاهر عديدة، وصورا شتى، منها ما يلي (1) .\n1 -\nإبكاء الوالدين وتحزينهما سواء بالقول أو الفعل، أو بالتسبب في ذلك.\n2 -\nنهرهما وزجرهما وذلك برفع الصوت؛ والإغلاظ عليهما بالقول. قال - تعالى -: {وَلَا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلًا كَرِيمًا} [الإسراء: 23]\n(1) انظر: أخلاقنا الاجتماعية، د. مصطفى السباعي، ص 166، وبر الوالدين، لعبد الرءوف الحناوي ص 143، والسلوك الاجتماعي لحسن أيوب، ص 257 - 259، وقرة العينين في فضائل بر الوالدين، لأم عبد الكريم، وبالوالدين إحسانا لسعاد بنت محمد فرج ص 44 - 48، وبر الوالدين في القرآن الكريم والسنة الصحيحة لنظام سكجها، ص 35 - 41 و 63 - 65، وفيض الرحيم الرحمن د. عبد الله الطيار ص 96، وبر الوالدين وحقوق الآباء والأبناء والأرحام لأحمد عيسى عاشور ص 33 - 45، والإعلام ببر الوالدين وصلة الأرحام، لإبراهيم الحازمي ص 35 - 41، والتكافل الاجتماعي في الشريعة الإسلامية د. محمد بن أحمد الصالح، ص 98 - 105.\nالجزء: 1 ¦ الصفحة: 9\n",
        "[الإسراء: 23] .\n3 -\nالتأفف والتضجر من أوامرهما وهذا مما أدبنا الله - عز وجل - بتركه؛ فكم من الناس من إذا أمر عليه والداه - صدر كلامه بكلمة \" أف \" ولو كان سيطيعهما، قال - تعالى -: {فَلَا تَقُلْ لَهُمَا أُفٍّ} [الإسراء: 23]\n4 -\nالعبوس وتقطيب الجبين أمامهما فبعض الناس تجده في المجالس بشوشا مبتسما، حسن الخلق، ينتقي من الكلام أطايبه، ومن الحديث أعذبه؛ فإذا ما دخل المنزل وجلس بحضرة الوالدين انقلب ليثا هصورا لا يلوي على شيء، فتبدلت حاله وذهبت وداعته وتولت سماحته، وحلت غلظته وفظاظته وبذاءته، يصدق على هذا قول القائل:\nمن الناس من يصل الأبعدين\n...\nويشقى به الأقرب الأقربُ\n5 -\nالنظر إلى الوالدين شزرا وذلك برمقهما بحنق والنظر إليهما بازدراء واحتقار.\nقال معاوية بن إسحاق عن عروة بن الزبير قال: \" ما\nالجزء: 1 ¦ الصفحة: 10\n",
        "بر والده من شد الطرف إليه \" (1) .\n6 -\nالأمر عليهما كمن يأمر والدته بكنس المنزل، أو غسل الثياب، أو إعداد الطعام؛ فهذا العمل لا يليق خصوصا إذا كانت الأم عاجزة أو كبيرة أو مريضة.\nأما إذا قامت الأم بذلك بطوعها وبرغبة منها وهي نشطة غير عاجزة - فلا بأس في ذلك، مع مراعاة شكرها والدعاء لها.\n7 -\nانتقاد الطعام الذي تعده الوالدة وهذا العمل فيه محذوران، أحدهما: عيب الطعام، وهذا لا يجوز؛ «فرسول الله - صلى الله عليه وسلم - ما عاب طعاما قط، إن أعجبه أكل، وإلا تركه.»\nوالثاني: أن فيه قلة أدب مع الأم وتكديرا عليها.\n8 -\nترك مساعدتهما في عمل المنزل: سواء في الترتيب والتنظيم، أو في إعداد الطعام، أو غير ذلك.\nبل إن بعض الأبناء - هداهم الله - يعد ذلك نقصا في\n(1) سير أعلام النبلاء للذهبي 4.\nالجزء: 1 ¦ الصفحة: 11\n",
        "حقه وهضما لرجولته.\nوبعض البنات - هداهن الله - ترى أمها تعاني وتكابد العمل داخل المنزل فلا تعينها.\nبل إن بعضهن تقضي الأوقات الطويلة في محادثة زميلاتها عبر الهاتف، تاركة أمها تعاني الأمرين.\n9 -\nالإشاحة بالوجه عنهما إذا تحدثا: وذلك بترك الإصغاء إليهما، أو المبادرة إلى مقاطعتهما أو تكذيبهما، أو مجادلتهما، والاشتداد في الخصومة والملاحاة معهما.\nفكم في هذا العمل من تحقير لشأن الوالدين، وكم فيه من إشعار لهما بقلة قدرهما.\n10 -\nقلة الاعتداد برأيهما: فبعض الناس لا يستشير والديه ولا يستأذنهما في أي أمر من أموره، سواء في زواجه أو طلاقه، أو خروجه من المنزل والسكنى خارجه، أو ذهابه مع زملائه لمكان معين، أو نحو ذلك.\n11 -\nترك الاستئذان حال الدخول عليهما: هذا مما ينافي الأدب معهما، فربما كانا أو أحدهما في حالة لا يرضى أن يراه أحد عليها.\nالجزء: 1 ¦ الصفحة: 12\n",
        "12 -\nإثارة المشكلات أمامهما: سواء مع الإخوان أو الزوجة، أو الأولاد أو غيرهم.\nفبعض الناس لا يطيب له معاتبة أحد من أهل البيت على خطأ ما إلا أمام والديه، ولا شك أن هذا الصنيع مما يقلقهما ويقض مضجعهما.\n13 -\nذم الوالدين عند الناس والقدح فيهما، وذكر معايبهما: فبعض الناس إذا أخفق في عمل ما - كأن يخفق في دراسته مثلا - ألقى باللائمة والتبعة على والديه، ويبدأ يسوغ إخفاقه ويلتمس المعاذير لنفسه بأن والديه أهملاه ولم يربياه كما ينبغي، فأفسدا عليه حياته وحطما مستقبله، إلى غير ذلك من ألوان القدح والعيب.\n14 -\nشتمهما ولعنهما: إما مباشرة أو بالتسبب في ذلك؛ كأن يشتم الابن أبا أحد من الناس أو أمه، فيرد عليه بشتم أبيه وأمه.\nفعن عبد الله بن عمرو - رضي الله عنهما - أن رسول الله - صلى الله عليه وسلم - قال: «من الكبائر شتم الرجل والديه. قيل: وهل يشتم الرجل والديه؟ ! قال: نعم! يسب أبا الرجل فيسب\nالجزء: 1 ¦ الصفحة: 13\n",
        "أباه، ويسب أمه فيسب أمه» (1) .\n15 -\nإدخال المنكرات للمنزل: كإدخال آلات اللهو والفساد للبيت، مما يتسبب في فساد الشخص نفسه، وربما تعدى ذلك إلى فساد إخوته وأهل بيته عموما، فيشقى الوالدان بفساد الأولاد، وانحراف الأسرة.\n16 -\nمزاولة المنكرات أمام الوالدين: كشرب الدخان أمامهما، أو استماع آلات اللهو بحضرتهما، أو النوم عن الصلاة المكتوبة، ورفض الاستيقاظ لها إذا أوقظاه، وكذلك إدخال رفقة السوء للمنزل؛ فهذا كله دليل على التمادي في قلة الحياء مع الوالدين.\n17 -\nتشويه سمعة الوالدين: وذلك باقتراف الأعمال السيئة والأفعال الدنيئة التي تخل بالشرف وتخرم المروءة، وربما قادت إلى السجن والفضيحة، فلا شك أن هذا من عقوق الوالدين؛ لأنه يجلب لهما الهم والغم والخزي والعار.\n(1) رواه البخاري (5973) ، ومسلم (90) .\nالجزء: 1 ¦ الصفحة: 14\n",
        "18 -\nإيقاعهما في الحرج: كحال من يستدين أموالا ثم لا يسددها، أو يقوم بالتفحيط، أو يسيء الأدب في المدرسة؛ فتضطر الجهات المسئولة إلى إحضار الوالد في حالة فقدان الولد أو إساءته للأدب.\nوربما أوقف الوالد ريثما يسدد الولد دينه، أو يحضر ويسلم نفسه.\n19 -\nالمكث طويلا خارج المنزل: وهذا مما يقلق الوالدين ويزعجهما على الولد، ثم إنهما قد يحتاجان للخدمة، فإذا كان الولد خارج المنزل لم يجدا من يقوم على خدمتهما.\n20 -\nالإثقال عليهما بكثرة الطلبات: فمن الناس من يثقل على والديه بكثرة طلباته، مع أن الوالدين قد يكونان قليلي ذات اليد، ومع ذلك ترى الولد يلح عليهما بشراء سيارة له، وبأن يزوجاه، ويوفرا له مسكنا جديدا، أو بأن يطلب منهما مالا كثيرا؛ كي يساير زملاءه وأترابه.\n21 -\nإيثار الزوجة على الوالدين: فبعض الناس يقدم طاعة زوجته على طاعة والديه، ويؤثرها عليهما، فلو طلبت منه أن يطرد والديه لطردهما ولو كانا بلا مأوى.\nالجزء: 1 ¦ الصفحة: 15\n",
        "وترى بعض الأبناء يبالغ في إظهار المودة للزوجة أمام والديه، وتراه في الوقت نفسه يغلظ على والديه، ولا يرعى حقهما.\nوسيأتي مزيد بيان لهذه المسألة في الصفحات التالية.\n22 -\nالتخلي عنهما وقت الحاجة أو الكبر: فبعض الأولاد إذا كبر وصار له عمل يتقاضى مقابله مالا تخلى عن والديه، واشتغل بخاصة نفسه.\n23 -\nالتبرؤ منهما، والحياء من ذكرهما ونسبته إليهما: وهذا من أقبح مظاهر العقوق، فبعض الأولاد ما إن يرتفع مستواه الاجتماعي، أو يترقى في الوظائف الكبيرة إلا ويتنكر لوالديه، ويتبرأ منهما، ويخجل من وجودهما في بيته بأزيائهما القديمة.\nوربما لو سئل عنهما لقال: هؤلاء خدم عندنا! .\nوبعضهم يرفض أن يذكر اسم والده في الولائم والمناسبات العامة؛ خجلا من ذلك! وهذا العمل - بلا ريب - دليل على ضعة النفس، وصغر العقل، وحقارة الشأن، وضيق العطن.\nالجزء: 1 ¦ الصفحة: 16\n",
        "وإلا فالنفس الكريمة الأبية تعتز بمنبتها وأرومتها وأصلها، والكرام لا ينسون الجميل.\nإن الكرام إذا ما أيسروا ذكروا\n...\nمن كان يألفهم في المنزل الخشن\n24 -\nالتعدي عليهما بالضرب: وهذا العمل لا يصدر إلا من غلاظ الأكباد وقساة القلوب الذين خلت قلوبهم من الرحمة والحياء، وخوت نفوسهم من أدنى مراتب المروءة والنخوة والشهامة.\n25 -\nإيداعهم دور العجزة والملاحظة: وهذا الفعل غاية في البشاعة، ونهاية في القبح والشناعة، يقشعر لهوله البدن، ويقف لخطبه شعر الرأس، والذي يفعله لا خير فيه البتة.\n26 -\nهجرهما، وترك برهما ونصحهما إذا كانا متلبسين ببعض المعاصي: وهذا خلل وخطل؛ فبر الوالدين واجب ولو كانا كافرين، فكيف إذا كانا مسلمين، وعندهما بعض التقصير؟ !\n27 -\nالبخل والتقتير عليهما: فمن الناس من يبخل على\nالجزء: 1 ¦ الصفحة: 17\n",
        "والديه، ويقتر عليهما في النفقة. وربما اشتدت حاجتهما إلى المال، ومع ذلك لا يعبأ ولا يبالي بهما.\n28 -\nالمنة وتعداد الأيادي على الوالدين: فمن الناس من قد يبر والديه، ولكنه يفسد ذلك بالمن والأذى، وتعداد الأيادي، وذكر ذلك البر بمناسبة وبدون مناسبة.\n29 -\nالسرقة من الوالدين: وهذا الأمر جمع بين محذروين، السرقة والعقوق؛ فتجد من الناس من يحتاج للمال، فيقوده ذلك إلى السرقة من والديه إما لكبرهما، أو لغفلتهما.\nومن صور السرقة أن يخدع أحد والديه، فيطلب منه أن يوقع على إعطائه كذا وكذا من المال أو الأرض أو نحو ذلك. وقد يستدين منهما، وهو مبيت النية على ألا يسدد.\n30 -\nالأنين وإظهار التوجع أمامهما: وهذا الأمر من أدس صور العقوق؛ ذلك أن الوالدين - وخصوصا الأم - يقلقان لمصاب الولد، ويتألمان لألمه؛ بل ربما يتألمان أكثر منه.\n31 -\nالتغرب عن الوالدين دون إذنهما، ودون الحاجة إلى\nالجزء: 1 ¦ الصفحة: 18\n",
        "ذلك: فبعض الأبناء لا يدرك أثر بعده عن والديه؛ فتراه يسعى للغربة والبعد عن الوالدين دون أن يستأذنهما ودون أن يحتاج إلى الغربة؛ فربما ترك البلد الذي يقطن فيه والداه دون سبب، وربما تغرب للدراسة في بلد آخر مع أن تلك الدراسة ممكنة في البلد الذي يسكن فيه والداه إلى غير ذلك من الأسباب التي لا تسوغ غربته.\nوما علم أن اغترابه عن والديه يسبب حسرتهما، وقلقهما عليه، وما علم أنه ربما مات والداه أو أحدهما وهو بعيد عنهما باختياره؛ فيخسر بذلك برهما، والقيام عليهما.\nأما إذا احتاج الابن إلى الغربة، واستأذن والديه فيها - فلا حرج عليه.\n32 -\nتمني زوالهما: فبعض الأولاد يتمنى زوال والديه؛ ليرثهما إن كانا غنيين، أو يتخلص منهما إن كانا مريضين أو فقيرين، أو لينجو من مراقبتهما ووقوفهما في وجهه كي يتمادى في غيه وجهله.\n33 -\nقتلهما والتخلص منهما: فقد يحصل أن يشقى الولد، فيقدم على قتل أحد والديه؛ إما لسورة جهل أو ثورة\nالجزء: 1 ¦ الصفحة: 19\n",
        "غضب، أو أن يكون في حال سكر، أو طمعا في الميراث، أو غير ذلك.\nفيا لشؤم هذا، ويا لسواد وجهه، ويا لسوء مصيره وعاقبته، إن لم يتداركه الله برحمته.\nهذه بعض المظاهر والصور لعقوق الوالدين، ذلك العمل القبيح، والمسلك الشائن، الذي لا يليق بأولي الألباب، ولا يصدر من أهل التقى والصلاح والرشاد.\nفما أبعد الخير عن عاق والديه، وما أقرب العقوبة منه، وما أسرع الشر إليه.\nوهذا أمر مشاهد محسوس، يعرفه كثير من الناس، ويرون بأم أعينهم، ويسمعون قصصا متواترة لأناس خذلوا وعوقبوا؛ بسبب عقوقهم لوالديهم.\nالجزء: 1 ¦ الصفحة: 20\n",
        "[\nنماذج من قصص العقوق\n]\nنماذج من قصص العقوق 1 - قال الأصمعي: \" أخبرني بعض العرب أن رجلا كان في زمن عبد الملك بن مروان، وكان له أب كبير، وكان الشاب عاقا بأبيه، وكان يقال للشاب \" منازل \" فقال الشيخ:\nجزت رحم بيني وبين منازل\n...\nجزاء كما يستنجز الدين طالبه\nتربت (1) حتى صار جعدا (2) شمردلا (3)\n...\nإذا قام ساوى غارب الفحل غاربه\nتظلمني مالي كذا ولوى يدي\n...\nلوى يده الله الذي لا يغالبه\nوإني لداع دعوة لو دعوتها\n...\nعلى جبل الريان لانهد جانبه\nفبلغ ذلك أميرا كان عليهم، فأرسل إلى الفتى ليأخذه،\n(1) تربت: تربى.\n(2) الجعد: الطويل.\n(3) الشمردل: الفتى القوي.\nالجزء: 1 ¦ الصفحة: 21\n",
        "فقال له الشيخ: اخرج من خلف البيت، فسبق رسل الأمير، ثم ابتلي الفتى بابن عقه في آخر حياته، فقال:\nتظلمني مالي خليج (1) وعقني\n...\nعلى حين كانت كالحني عظامي\nتخيرته وازددته ليزيدني\n...\nوما بعض ما يزداد غير عرام (2)\nلعمري لقد ربيته فرحا به\n...\nفلا يفرحن بعدي امرؤ بغلام\nفأراد الوالي ضربه، فقال الابن للوالي: لا تعجل علي، هذا منازل بن فرعان الذي يقول فيه أبوه:\nجزت رحم بيني وبين منازل\n...\nجزاءا كما يستنجز الدين طالبه\nفقال الوالي: يا هذا عققت وعققت \" (3) .\n(1) خليج: اسم الولد.\n(2) عرام: العرام الشدة والشراسة والأذى.\n(3) عيون الأخبار لابن قتيبة، 3/ 86 - 87، كتاب الإخوان، وانظر: بر الوالدين للحناوي، ص 138 - 139.\nالجزء: 1 ¦ الصفحة: 22\n",
        "2 -\nوقال آخر يشكو بثه وحزنه، ويعاتب ولده الذي عقه:\nغذوتك مولودا ومنتك يافعا\n...\nتعل بما أجني عليك وتنهل\nإذا ليلة نالتك بالشكو لم أبت\n...\nلشكواك إلا ساهرا أتململ\nكأني أنا المطروق دونك بالذي\n...\nطرقت به دوني وعيني تهمل\nتخاف الردى نفسي عليك وإنها\n...\nلتعلم أن الموت وقت مؤجل\nفلما بلغت السن والغاية التي\n...\nإليها مدى ما كنت فيك أؤمل\nجعلت جزائي غلظة وفظاظة\n...\nكأنك أنت المنعم المتفضل\nفليتك إن لم ترع حق أبوتي\n...\nفعلت كما الجار المجاور يفعل\nفأوليتني حق الجوار ولم تكن\n...\nعلي بمالي دون مالك تبخل\nتراه معدا للخلاف كأنه\n...\nبرد على أهل الصواب موكل (1)\n3 -\nويقول الدكتور محمد الصباغ: \" سمعت أن واحدا\n(1) هذه الأبيات تنسب ليحيى بن سعيد ولابن عبد الأعلى، ولأبي العباس الأعمى، وتنسب - أيضا - لأمية بن أبي الصلت، انظر: عيون الأخبار 3 7، وكشف الخفاء للعجلوني، 1 7 - 208، وبر الوالدين للإمام الطرطوشي ص 108 - 109.\nالجزء: 1 ¦ الصفحة: 23\n",
        "من الساقطين من الأبناء حمل أباه إلى مأوى العجزة، لكيلا يضايقه أو يزعج زوجته \" (1) .\n4 -\nويقول الأستاذ عبد الرءوف الحناوي - رحمه الله -: \" كان لي قريب ترك له والده أموالا نقدية ذهبية طائلة، وعقارات متعددة، وكان من عيون التجار، غضبت عليه أمه يوما ودعت عليه دعوة مرة قاسية، وإذا بالسوء يحيق به من جرائها؛ لقد مات فقيرا؛ مع أنه لم يسلك سبل الفواحش والمحرمات أبدا.\nوكان أبي - رحمه الله - يتصدق عليه ويرسلني بالطعام من دارنا إليه وإلى زوجته وأولاده \" (2) .\n(1) نظرات في الأسرة المسلمة. د/ محمد بن لطفي الصباغ، ص49.\n(2) بر الوالدين للحناوي، ص135.\nالجزء: 1 ¦ الصفحة: 24\n",
        "[\nأسباب العقوق\n]\nأسباب العقوق لعقوق الوالدين أسباب كثيرة منها:\n1 -\nالجهل فالجهل داء قاتل، والجاهل عدو لنفسه، فإذا جهل المرء عواقب العقوق العاجلة والآجلة، وجهل ثمرات البر العاجلة والآجلة - قاده ذلك إلى العقوق، وصرفه عن البر.\n2 -\nسوء التربية: فالوالدان إذا لم يربيا أولادهما على التقوى، والبر والصلة، وتطلاب المعالي - فإن ذلك سيقودهم إلى التمرد والعقوق.\n3 -\nالتناقض: وذلك إذا كان الوالدان يعلمان الأولاد، وهما لا يعملان بما يعلمان، بل ربما يعملان نقيض ذلك، فهذا الأمر مدعاة للتمرد والعقوق.\n4 -\nالصحبة السيئة للأولاد: فهي مما يفسد الأولاد، ومما يجرئهم على العقوق.\nكما أنها ترهق الوالدين، وتضعف أثرهم في تربية الأولاد.\nالجزء: 1 ¦ الصفحة: 25\n",
        "5 -\nعقوق الوالدين لوالديهم: فهذا من جملة الأسباب الموجبة للعقوق؛ فإذا كان الوالدان عاقين لوالديهم عوقبا بعقوق أولادهما - في الغالب - وذلك من جهتين:\nأولاهما: أن الأولاد يقتدون بآبائهم في العقوق.\nوآخرهما: أن الجزاء من جنس العمل.\n6 -\nقلة تقوى الله في حالة الطلاق: فبعض الوالدين إذا حصل بينهما طلاق لا يتقيان الله في ذلك، ولا يحصل الطلاق بينهما بإحسان.\nبل تجد كل واحد منهما يغري الأولاد بالآخر، فإذا ذهبوا للأم قامت بذكر مثالب والدهم، وبدأت توصيهم بصرمه وهجره، وهكذا إذا ذهبوا إلى الوالد فعل كفعل الوالدة.\nوالنتيجة أن الأولاد سيعقون الوالدين جميعا، والوالدان هما السبب كما قال أبو ذؤيب الهذلي:\nفلا تغضبن في سيرة أنت سرتها\n...\nوأول راض سنة من يسيرها\n7 -\nالتفرقة بين الأولاد: فهذا العمل يورث لدى الأولاد\nالجزء: 1 ¦ الصفحة: 26\n",
        "الشحناء والبغضاء، فتسود بينهم روح الكراهية، ويقودهم ذلك إلى بغض الوالدين وقطيعتهما.\n8 -\nإيثار الراحة والدعة: فبعض الناس إذا كان لديه والدان كبيران أو مريضان، رغب في التخلص منهما، إما بإيداعهما دور العجزة، أو بترك المنزل والسكنى خارجه، أو غير ذلك؛ إيثارا للراحة - كما يزعم - وما علم أن راحته إنما هي بلزوم والديه وبرهما.\n9 -\nضيق العطن: فبعض الأبناء ضيق العطن، فلا يريد لأحد في المنزل أن يخطئ أبدا، فإذا كسرت زجاجة أو أفسد أثاث المنزل، غضب لذلك أشد الغضب وقلب المنزل رأسا على عقب.\nفهذا مما يزعج الوالدين، ويكدر صفوهما.\nكذلك قد تجد بعض الأبناء يأنف من أوامر والديه، خصوصا إذا كان الوالدان أو أحدهما فظا غليظا، فتجد الولد يضيق بهما ذرعا ولا يتسع صدره لهما.\n10 -\nقلة إعانة الوالدين لأولادهما على البر: فبعض الوالدين لا يعين أولاده على البر، ولا يشجعهم على الإحسان إذا أحسنوا.\nالجزء: 1 ¦ الصفحة: 27\n",
        "فحق الوالدين عظيم، وهو واجب بكل حال.\nلكن الأولاد إذا لم يجدوا التشجيع والدعاء والإعانة من الوالدين، ربما ملوا وتركوا بر الوالدين، أو قصروا في ذلك.\n11 -\nسوء خلق الزوجة: فقد يبتلى الإنسان بزوجة سيئة الخلق، لا تخاف الله، ولا ترعى الحقوق، فتكون شجى في حلقه، فتجدها تغري الزوج بأن يتمرد على والديه أو يخرجهما من المنزل، أو يقطع إحسانه عنهما؛ ليخلو لها الجو بزوجها وتستأثر به دون غيره.\n12 -\nقلة الإحساس بمصاب الوالدين: فبعض الأبناء لم يجرب الأبوة، وبعض البنات لم تجرب الأمومة، فتجد من هذه حاله لا يأبه بوالديه؛ سواء إذا تأخر بالليل، أو إذا ابتعد عنهما، أو أساء إليهما.\nهذه بعض الأسباب التي تؤدي إلى عقوق الوالدين.\nالجزء: 1 ¦ الصفحة: 28\n",
        "[\nسبل العلاج\n]\nسبل العلاج قد مر بنا عظم حق الوالدين، والترغيب في برهما والترهيب من عقوقهما، ومر شيء من مظاهر العقوق وصوره وقصصه وأسبابه.\nوإذا كان الأمر كذلك فما أحرى بذي اللب أن يحرص كل الحرص على بر والديه، وأن يتجنب عقوقهما؛ رغبة بما عند الله من جزيل الثواب، ورهبة مما لديه من شديد العقاب، العاجل والآجل.\nفما بر الوالدين؟ وما الآداب التي ينبغي مراعاتها معهما؟ وما الأمور المعينة على البر؟\n[\nتعريف البر بالوالدين\n]\nتعريف البر بالوالدين بر الوالدين ضد العقوق، قال ابن منظور - رحمه الله -: والبر ضد العقوق، والمبرة مثله، وبررت والدي: بالكسر أبره برا، وقد بر والده يبره ويبره برا، فيبر على بررت، ويبر على بررت \".\nوقال: \" ورجل بر من قوم أبرار، وبار من قوم بررة،\nالجزء: 1 ¦ الصفحة: 29\n",
        "وروي عن ابن عمر أنه قال: إنما سماهم الله أبرارا لأنهم بروا الآباء والأبناء.\nوقال: كما أن لك على ولدك حقا كذلك لولدك عليك حق \" (1) .\n[\nالآداب التي تراعى مع الوالدين\n]\nالآداب التي تراعى مع الوالدين هناك آداب ينبغي لنا مراعاتها، ويجدر بنا سلوكها مع الوالدين، لعلنا نرد لهما بعض الدين، ونقوم ببعض ما أوجب الله علينا نحوهما، كي نرضي ربنا، وتنشرح صدورنا، وتطيب حياتنا، وتيسر أمورنا، ويبارك الله في أعمارنا، وينسأ لنا في آثارنا (2) .\nفمن تلك الآداب ما يلي (3) .\n(1) لسان العرب 4.\n(2) انظر: قضاء الدين، ص 13 -21، وبالوالدين إحسانا، ص 63 - 66.\n(3) انظر: أدب المسلم في العادات والعبادات والمعاملات، لمحمد سعيد مبيض، ص 158 - 160، وقرة العينين في فضائل بر الوالدين، لنظام يعقوبي، ص 46 - 52، وتربية الأولاد في الإسلام، لعبد الله علوان، 1/ 285 - 286، والإعلام في ما ورد في بر الوالدين وصلة الأرحام، للحازمي، ص 26، وبر الوالدين، لعاشور، ص 16 - 20، والتكافل الاجتماعي، د. محمد الصالح، ص 98 - 105، ووصية لقمان لابنه، علي محمد جماز، ص 23 - 33.\nالجزء: 1 ¦ الصفحة: 30\n",
        "1 -\nطاعتهما واجتناب معصيتهما: فيجب على المسلم طاعة والديه واجتناب معصيتهما، وأن يقدم طاعتهما على طاعة كل أحد من البشر ما لم يأمرا بمعصية الله ورسوله، صلى الله عليه وسلم، إلا الزوجة؛ فإنها تقدم طاعة زوجها على طاعة والديها.\n2 -\nالإحسان إليهما: بالقول والفعل، وفي وجوه الإحسان كافة.\n3 -\nخفض الجناح: وذلك بالتذلل لهما والتواضع والتطامن.\n4 -\nالبعد عن زجرهما: وذلك بلين الخطاب والتلطف بالكلام، والحذر كل الحذر من نهرهما ورفع الصوت عليهما.\n5 -\nالإصغاء إليهما: وذلك بالإقبال عليهما بالوجه إذا تحدثا، وترك مقاطعتهما أو منازعتهما الحديث، والحذر كل الحذر من تكذيبهما أو رد حديثهما.\n6 -\nالفرح بأوامرهما وترك التضجر والتأفف منهما: كما قال - عز وجل -: {فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا} [الإسراء: 23]\nالجزء: 1 ¦ الصفحة: 31\n",
        "7 -\nالتطلق لهما: وذلك بمقابلتهما بالبشر والترحاب، بعيدا عن العبوس وتقطيب الجبين.\n8 -\nالتودد لهما والتحبب إليهما: ومن ذلك مبادأتهما بالسلام، وتقبيل أيديهما ورءوسهما، والتوسيع لهما في المجلس، وألا يمد يده إلى الطعام قبلهما، وأن يمشي خلفهما في النهار وأمامها في الليل، خصوصا إذا كان الطريق مظلما أو وعرا، أما إذا كان الطريق واضحا سالكا فلا بأس أن يمشي خلفهما.\n9 -\nالجلوس أمامهما بأدب واحترام: وذلك بتعديل الجلسة، والبعد عما يشعرهما بإهانتهما من قريب أو بعيد، كمد الرجل أو القهقهة بحضرتهما، أو الاضطجاع أو التعري، أو مزاولة المنكرات أمامهما، أو غير ذلك مما ينافي كمال الأدب معهما.\n10 -\nتجنب المنة في الخدمة أو العطية: فالمنة تهدم الصنيعة، وهي من مساوئ الأخلاق، ويزداد قبحها إذا كانت في حق الوالدين. فعلى الولد أن يقدم لوالديه ما يستطيع، وأن يعترف\nالجزء: 1 ¦ الصفحة: 32\n",
        "بالتقصير، ويعتذر عن عدم استطاعته أن يوفي والديه حقهما.\n11 -\nتقديم حق الأم: فمما ينبغي مراعاته - أيضا - تقديم بر الأم والعطف عليها والإحسان لها على بر الأب والعطف عليه والإحسان إليه، وذلك لما جاء في حديث أبي هريرة - رضي الله عنه - قال: «جاء رجل إلى النبي - صلى الله عليه وسلم - فقال: يا رسول الله من أولى الناس بحسن صحابتي؟ قال: أمك، قال: ثم من؟ قال: أمك، قال: ثم من؟ قال: أمك، قال: ثم من؟ قال: أبوك» (1) .\nقال ابن بطال - رحمه الله - عند شرحه لهذا الحديث: \" مقتضاه أن يكون للأم ثلاثة أمثال ما للأب من البر، قال: وذلك لصعوبة الحمل، ثم الوضع، ثم الرضاع، فهذا تنفرد به الأم وتشقى به، ثم تشارك الأب في التربية \" (2) .\nقد يقال: الأم تقدم وتفضل بالبر والإحسان والعطف، والأب يقدم في الطاعة؛ لأن الأب رب المنزل وقائد السفينة.\n(1) أخرجه البخاري: (5971) ، ومسلم: (2548) .\n(2) فتح الباري 10 / 416.\nالجزء: 1 ¦ الصفحة: 33\n",
        "12 -\nمساعدتهما في الأعمال: فلا يليق بالولد أن يرى والديه يعملان وهو ينظر إليهما دون مساعدة لهما.\n13 -\nالبعد عن إزعاجهما: سواء إذا كانا نائمين، أو إزعاجهما بالجلبة ورفع الصوت، أو بالأخبار المحزنة أو غير ذلك من ألوان الإزعاج.\n14 -\nتجنب الشجار وإثارة الجدل أمامهما: وذلك بالحرص على حل المشكلات مع الإخوة وأهل البيت عموما بعيدا عن أعينهما.\n15 -\nتلبية ندائهما بسرعة: سواء كان الإنسان مشغولا أم غير مشغول؛ فبعض الناس إذا ناداه أحد والديه وكان مشغولا تظاهر بأنه لم يسمع الصوت، وإن كان فارغا أجابهما.\nأصم عن الأمر الذي لا أريده\n...\nوأسمع خلق الله حين أريد\nفاللائق بالولد أن يجيب والديه حال سماعه النداء.\n16 -\nتعويد الأولاد على البر: وذلك بأن يكون المرء قدوة\nالجزء: 1 ¦ الصفحة: 34\n",
        "لهما، وأن يسعى قدر المستطاع لتوطيد العلاقة بين أولاده وبين والديه.\n17 -\nإصلاح ذات البين إذا فسدت بين الوالدين: فمما يجدر بالأولاد أن يقوموا به أن يصلحوا ذات البين إذا فسدت بين الوالدين، وأن يحرصوا على تقريب وجهات النظر بينهما إذا اختلفا.\n18 -\nالاستئذان حال الدخول عليهما: فربما كانا أو أحدهما على حالة لا يرضى أن يراه أحد وهو عليها.\n19 -\nتذكيرهما بالله دائما: وذلك بتعليمهما ما يجهلانه من أمور الدين، وأمرهما بالمعروف، ونهيهما عن المنكر إذا كان عليهما بعض مظاهر الفسق والمعصية، مع مراعاة أن يكون ذلك بمنتهى اللطف والإشفاق والشفافية، والصبر عليهما إذا لم يقبلا.\n20 -\nالاستئذان منهما، والاستنارة برأيهما: سواء في الذهاب مع الأصحاب للبرية، أو في السفر خارج البلد للدراسة ونحوها، أو الذهاب للجهاد، أو الخروج من المنزل والسكنى خارجه، فإن أذنا وإلا أقصر وترك ما يريد، خصوصا إذا كان\nالجزء: 1 ¦ الصفحة: 35\n",
        "رأيهما له وجه، أو كان صادرا عن علم وإدراك.\n21 -\nالمحافظة على سمعتهما: وذلك بمخالطة الأخيار، والبعد عن الأشرار، وبمجانبة أماكن الشبه، ومواطن الريب.\n22 -\nالبعد عن لومهما وتقريعهما: وذلك إذا صدر منهما عمل لا يرضي الولد، كتقصيرهما في التربية، وكتذكيرهما بأمور لا يحبان سماعها، مما قد بدر منهما فيما مضى.\n23 -\nالعمل على ما يسرهما وإن لم يأمرا به: من رعاية للإخوة، أو صلة للأرحام، أو إصلاحات في المنزل أو المزرعة، أو مبادرة بالهدية، أو نحو ذلك مما يسرهما ويدخل الفرح على قلبيهما.\n24 -\nفهم طبيعتهما ومعاملتهما بمقتضى ذلك: فإذا كانا أو أحدهما غضوبا أو فظا غليظا، أو كان متصفا بأي صفة لا ترتضى - كان جديرا بالولد أن يتفهم تلك الطبيعة في والديه، وأن يعاملهما كما ينبغي.\n25 -\nكثرة الدعاء والاستغفار لهما في حياتهما: قال الله - تعالى -: {وَقُلْ رَبِّي ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا} [الإسراء: 24]\nالجزء: 1 ¦ الصفحة: 36\n",
        "وقال - تعالى -: {رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ} [نوح: 28]\n26 -\nبرهما بعد موتهما: فمما يدل على عظم حق الوالدين، وسعة رحمة رب العالمين - أن كان بر الوالدين لا ينقطع حتى بعد الممات؛ فقد يقصر أحد من الناس في حق والديه وهما أحياء، فإذا ماتا عض يده، وقرع سنه؛ ندما على تفريطه وتضييعه لحق الوالدين، وتمنى أن يرجعا للدنيا؛ ليعمل معهما صالحا غير الذي عمل.\nومن هنا يستطيع المسلم أن يستدرك ما قد فات، فيبر والديه وهما أموات، وذلك بأمور منها:\nأ - أن يكون الولد صالحا في نفسه.\nب - كثرة الدعاء والاستغفار لهما.\nج - صلة الرحم التي لا توصل إلا بهما.\nد - إنفاذ عهدهما.\nهـ - التصدق عنهما.\nهذه بعض الأمور التي يجدر بنا سلوكها في معاملة الوالدين.\nالجزء: 1 ¦ الصفحة: 37\n",
        "[\nالأمور المعينة على البر\n]\nالأمور المعينة على البر بر الوالدين نعمة من الله - عز وجل - يمن بها على من يشاء من عباده، وهناك أمور تعين الإنسان على بر والديه، إذا أخذ بها، وسعى إليها، فمن ذلك ما يلي (1) .\n1 -\nالاستعانة بالله عز وجل: وذلك بإحسان الصلة به؛ عبادة ودعاء والتزاما بما شرع، عسى أن يوفقك ويعينك على برهما.\n2 -\nاستحضار فضائل البر وعواقب العقوق: فإن معرفة ثمرات البر واستحضار حسن عواقبه من أكبر الدواعي إلى فعله وتمثله والسعي إليه.\nكذلك النظر في عواقب العقوق، وما يجلبه من هم وغم وحسرة وندامة، كل ذلك مما يعين على البر ويقصر عن العقوق.\n3 -\nاستحضار فضل الوالدين على الإنسان: فهما سبب\n(1) انظر: وصايا للزوجين، لمحمد بن لطفي الصباغ، ص 56 -64.\nالجزء: 1 ¦ الصفحة: 38\n",
        "وجوده في هذه الدنيا، وهما اللذان تعبا من أجله، وأولياه خالص الحنان والمودة، وربياه حتى كبر؛ فمهما فعل الولد معهما فلن يستطيع أن يوفيهما حقهما، فاستحضار هذا الأمر مدعاة للبر.\n4 -\nتوطين النفس على البر: فينبغي للمرء أن يوطن نفسه على بر والديه، وأن يتكلف ذلك ويجاهد نفسه عليه؛ حتى يصبح سجية له وطبعا.\n5 -\nتقوى الله في حال الطلاق: فعلى الوالدين إن لم يقدر بينهما وفاق وحصل بينهما الطلاق أن يوصي كل واحد منهما الأولاد ببر الآخر، وألا يقوم كل واحد منهما بتأليب الأولاد على الآخر؛ لأن الأولاد إذا ألفوا العقوق صار الوالدان ضحية لذلك، فشقوا وأشقوا الأولاد.\n6 -\nصلاح الآباء: فصلاحهم سبب لصلاح أبنائهم وبرهم بهم.\n7 -\nالتواصي بالبر: وذلك بتشجيع البررة وتذكيرهم بفضائل البر، ونصح العاقين وتذكيرهم بعواقب العقوق.\nالجزء: 1 ¦ الصفحة: 39\n",
        "8 -\nإعانة الأولاد على البر: وذلك بأن ينبعث الآباء إلى إعانة أولادهم على البر، وذلك بتشجيعهم وشكرهم والدعاء لهم.\nأعرف بعض الآباء لا يطيق أولاده وأحفاده أن يفارقوه طرفة عين؛ حتى بعد أن تعدى المائة؛ فهم يبرونه أعظم البر، ويتنافسون في خدمته، بل ويتلذذون بذلك.\nومن أعظم الأسباب الحاملة لهم على بر والدهم - بعد توفيق الله - أن ذلك الوالد كان نعم المعين لهم على بره، حيث كان محبا لأولاده، كثير الدعاء لهم، حريصا على شكرهم والثناء عليهم وإدخال السرور على نفوسهم، ومناداتهم بأحب الأسماء إليهم.\n9 -\nأن يضع الولد نفسه موضع الوالدين: فهل يسرك أيها الولد غدا إذا أصابك الكبر ووهن العظم منك واشتعل الرأس شيبا وعجزت عن الحراك - أن تلقى من أولادك المعاملة السيئة والإهمال القاسي والتنكر المحض؟ !\n10 -\nقراءة سير البارين والعاقين: فسير البارين مما يشحذ الهمة، ويذكي العزيمة، ويبعث على البر.\nالجزء: 1 ¦ الصفحة: 40\n",
        "وقراءة سير العاقين وما نالهم من سوء المصير، تنفر عن العقوق، وتبغض فيه، وتدعو إلى البر وترغب فيه.\n11 -\nاستشعار فرح الوالدين بالبر وحزنهما من العقوق: فلو استشعر الإنسان ذلك الأمر لانبعث إلى البر، ولانزجر عن العقوق، وصدق من قال:\nلو كان يدري الابن أية غصة\n...\nقد جرعت أبويه بعد فراقه\nأم تهيم بوجده حيرانة\n...\nوأب يسح الدمع من آماقه\nيتجرعان لبينه غصص الردى\n...\nويبوح ما كتماه من أشواقه\nلرثا لأم سل من أحشائها\n...\nوبكى لشيخ هام في آفاقه\nولبدل الخلق الأبي بعطفه\n...\nوجزاهما بالعذب من أخلاقه (1)\n(1) بر الوالدين للحافظ الطرطوشي، ص 188.\nالجزء: 1 ¦ الصفحة: 41\n",
        "[\nبين الزوجة والوالدين\n]\nبين الزوجة والوالدين هذه الفقرة داخلة ضمن الآداب التي ينبغي ويجب مراعاتها مع الوالدين، وضمن الأمور المعينة على بر الوالدين، وقد مضى شيء من ذلك.\nوإنما أفردت هذه الفقرة وحدها لأهميتها، ولمسيس الحاجة إليها، ذلك أن الزوج قد يحار في التوفيق بين زوجته ووالديه؛ إذ قد يبتلى بوجود نفرة بين والديه وزوجته؛ فقد تكون زوجته قليلة الخوف من الله، محبة للاستئثار بزوجها؛ كما مر.\nوقد يكون والداه أو أحدهما ذا طبيعة حادة؛ فلا يرضيهما أحد من الناس، وربما ألحا على الابن في طلاق زوجته مع أنها لم تقترف ما يوجب ذلك.\nوربما أوغرا صدره، وأشعراه بأن زوجته تتصرف فيه كما تشاء، فصدق ذلك مع أنه لم يعطها أكثر من حقها، أو أنه قد قصر معها.\nالجزء: 1 ¦ الصفحة: 42\n",
        "فما الحل - إذا - في مثل هذه الحال؟ هل يقف الإنسان مكتوف الأيدي فلا يحرك ساكنا؟ هل يعق والديه، ويسيء إليهما، ويسفه رأيهما، ويردهما بعنف وقسوة في سبيل إرضاء زوجته؟ أو يساير والديه في كل ما يقولانه في حق زوجته، ويصدقهما في جميع ما يصدر منهما من إساءة للزوجة مع أنها قد تكون بريئة ووالداه على خطأ؟\nلا، ليس الأمر كذلك، وإنما عليه أن يبذل جهده، ويسعى سعيه في سبيل إصلاح ذات البين، ورأب الصدع، وجمع الكلمة.\nإن قوة الشخصية في الإنسان تبدو في القدرة على الموازنة بين الحقوق والواجبات التي قد تتعارض أمام بعض الناس، فتلبس عليه الأمر، وتوقعه في التردد والحيرة.\nومن هنا تظهر حكمة الإنسان العاقل في القدرة على أداء حق كل من أصحاب الحقوق دون أن يلحق جورا بأحد من الآخرين.\nالجزء: 1 ¦ الصفحة: 43\n",
        "ومن عظمة الشريعة أنها جاءت بأحكام توازن بين عوامل متعددة، ودوافع مختلفة، والعاقل الحازم يستطيع - بعد توفيق الله - أن يعطي كل ذي حق حقه.\nوكثير من المآسي الاجتماعية، والمشكلات الأسرية تقع بسبب الإخلال بهذا التوازن.\nومما يعين على تلافي وقوع هذه المشكلات أن يسعى كل طرف من الأطراف في أداء ما له وما عليه.\nوفيما يلي إشارات وإرشادات عابرة تعين على ذلك:\nوهذه الإشارات والإرشادات تخاطب الابن الزوج، وتخاطب زوجته، وتخاطب والديه وخصوصا أمه.\nأولا: دور الابن الزوج: مما يعين الابن الزوج على التوفيق بين والديه وزوجته ما يلي:\nأ - مراعاة الوالدين وفهم طبيعتهما: وذلك بألا يقطع البر بعد الزواج، وألا يبدي لزوجته المحبة أمام والديه، خصوصا إذا كان والداه أو أحدهما ذا طبيعة حادة.\nلأنه إذا أظهر ذلك أمامهما أوغر صدورهما، وولد لديهما الغيرة خصوصا الأم.\nالجزء: 1 ¦ الصفحة: 44\n",
        "كما عليه أن يداري والديه، وأن يحرص على إرضائهما، وكسب قلبيهما.\nب - إنصاف الزوجة: وذلك بمعرفة حقها، وبألا يأخذ كل ما يسمع عنها من والديه بالقبول، بل عليه أن يحسن بها الظن، وأن يتثبت مما قال.\nج - اصطناع التوادد: فيوصي زوجته - على سبيل المثال - بأن تهدي لوالديه، أو يشتري بعض الهدايا ويعطيها زوجته؛ كي تقدمها للوالدين - خصوصا الأم - فذلك مما يرقق القلب، ويستل السخائم، ويجلب المودة، ويكذب سوء الظن.\nد - التفاهم مع الزوجة: فيقول لها - مثلا - إن والدي جزء لا يتجزأ مني، وإنني مهما تبلد الحس عندي فلن أعقهما، ولن أقبل أي إهانة لهما، وإن حبي لك سيزيد وينمو بصبرك على والدي، ورعايتك لهما.\nكذلك يذكرها بأنها ستكون أما في يوم من الأيام، وربما مر بها حالة مشابهة لحالتها مع والديه؛ فماذا يرضيها أن تعامل به؟\nالجزء: 1 ¦ الصفحة: 45\n",
        "كما يذكرها بأن المشاكسة لن تزيد الأمر إلا شدة وضراوة، وأن الرفق ما كان في شيء إلا زانه، ولا نزع من شيء إلا شانه، وهكذا (1) .\nثانيا: دور زوجة الابن: أما زوجة الابن فإنها تستطيع أن تقوم بدور كبير في هذا الصدد، ومما يمكنها أن تقوم به أن تؤثر زوجها على نفسها، وأن تكرم قرابته، وأن تزيد في إكرام والديه، وخصوصا أمه؛ فذلك كله إكرام للزوج، وإحسان إليه.\nكما أن فيه إيناسا له، وتقوية لرابطة الزوجية، وإطفاء لنيران الفتنة.\nوإذا كان الزوج أعظم حقا على المرأة من والديها، وإذا كان مأمورا شرعا بحفظ قرابته، وأهل ود أبيه؛ تقوية للرابطة الاجتماعية في الأمة - فإن الزوجة مأمورة شرعا بأن تحفظ أهل ود زوجها من باب أولى؛ لتقوية الرابطة الزوجية.\n(1) انظر: \" من أخطاء الأزواج \" للكاتب، ص5 - 9.\nالجزء: 1 ¦ الصفحة: 46\n",
        "ثم إن إكرام الزوجة لوالدي زوجها - وهما في سن والديها - خلق إسلامي أصيل، يدل على نبل النفس، وكرم المحتد.\nولو لم يأتها من ذلك إلا رضا زوجها، أو كسب محبة الأقارب، والسلامة من الشقاق والمنازعات، زيادة على ما سينالها من دعوات مباركات.\nكما أن على الزوجة الفاضلة ألا تنسى - منذ البداية - أن هذه المرأة التي تشعر أنها منافسة لها في زوجها - هي أم ذلك الزوج، وأنه لا يستطيع مهما تبلد فيه الإحساس أن يتنكر لها؛ فإنها أمه التي حملته في بطنها تسعة أشهر، وأمدته بالغذاء من لبنها، وأشرقت عليه بعطفها وحنانها، ووقفت نفسها على الاهتمام به حتى صار رجلا سويا.\nكما أن هذه المرأة أم لأولادك - أيتها الزوجة - فهي جدتهم، وارتباطهم بها وثيق؛ فلا يحسن بك أن تعامليها كضرة؛ لأنها قد تعاملك كضرة، ولكن عامليها كأم تعاملك كابنة، وقد يصدر من الأم بعض الجفاء، وما على الابنة إلا التحمل، والصبر؛ ابتغاء المثوبة والأجر.\nالجزء: 1 ¦ الصفحة: 47\n",
        "فإذا شاع في المنزل والأسرة أدب الإسلام، وعرف كل فرد ما له وما عليه سارت الأسرة سيرة رضية، وعاشت - في أغلب الأحيان - عيشة هنية.\nواعلمي - أيتها الزوجة - أن زوجك يحب أهله أكثر من أهلك، ولا تلوميه في ذلك؛ فأنت تحبين أهلك أكثر من أهله؛ فاحذري أن تطعنيه بازدراء أهله، أو أذيتهم، أو التقصير في حقوقهم؛ فإن ذلك يدعوه إلى النفرة منك، والميل عنك.\nإن تفريط الزوجة في احترام أهل زوجها تفريط في احترام الزوج نفسه، وإذا لم يقابل ذلك - بادي الرأي - بشيء فلن يسلم حبه للزوجة من الخدش، والتكدير.\nثم إن الرجل الذي يحب أهله، ويبر والديه إنسان فاضل كريم صالح جدير بأن تحترمه زوجته، وتجله، وتؤمل فيه الخير؛ لأن الرجل الذي لا خير فيه لوالديه لا يكون فيه - غالبا - خير لزوجة، أو ولد، أو أحد من الناس.\nوإذا كنت - أيتها الزوجة - راضية عن عقوق الزوج لوالديه، وعن معاملتك السيئة لهما - فهل ترضين أن تعامل\nالجزء: 1 ¦ الصفحة: 48\n",
        "أمك بمثل هذه المعاملة من قبل زوجات إخوانك؟\nبل هل ترضين أن تعاملي أنت بذلك من زوجات أولادك إذا وهن منك العظم، واشتعل الرأس شيبا؟\nوأخيرا فإن موقف الزوجة الصالحة في إعانة زوجها على البر كفيل في كثير من الأحيان - بعد توفيق الله في حل المشكلات، وتسوية الأزمات، وجمع الشمل، ورأب الصدع؛ لأن الوالدين عندما يشهدان الحب الصادق، والحنان الفياض من زوجة ابنهما - فإنهما سيحفظان ذلك الجميل.\nهذا وقد أرانا العيان أن كثيرا من الوالدين يحبون زوجات بنيهم كحبهم لبناتهم، أو أشد حبا.\nوما ذلك إلا بتوفيق الله، ثم بحكمة أولئك الزوجات، وحرصهن على حسن المعاملة لوالدي الأزواج.\nومما يعين الزوجة على التسلل إلى قلوب والدي الزوج - زيادة على ما مضى - أن تصبر على الجفاء، وأن تستحضر الأجر، وأن تنظر في العواقب. ومن ذلك أن تبادرهما بالهدية، وأن تحرص على حسن المحادثة والاستماع لحديث الوالدين، وأن تتلطف بالكلام، وإلقاء\nالجزء: 1 ¦ الصفحة: 49\n",
        "السلام، وحسن التعاهد.\nومن ذلك أن توصي زوجها بمراعاة والديه، وبألا يشعرهما بأن قلبه قد مال عنهما كل الميل إليها.\nومن ذلك أن ترفع أكف الضراعة إلى الله؛ كي يعطف قلوب الوالدين إليها، وأن يعينها على حسن التعامل معهما.\nفيا أيتها الزوجة الكريمة استحضري هذه المعاني، ولك ثناء جميل، وذكر حسن في العاجل، وأجر جزيل، وعطاء غير مجذوذ في الآجل (1) .\nثالثا: دور أم الزوج: فمن الأمهات - هداها الله - من توقع ابنها في الحرج دون أن تشعر؛ فهي تحبه، وتحرص على إسعاده، وربما سعت جاهدة في الخطبة له وتزويجه.\nولكن سوء تصرفها قد يجلب لها ولابنها الضرر؛ لأن الابن إذا تزوج شعرت أمه بأنه قد خطف منها، وأن قلبه قد مال عنها؛ فتحرص أن يعود لها - ومن الحب ما قتل - فما\n(1) انظر إلى كتاب: من أخطاء الزوجات للكاتب ص16 - 11.\nالجزء: 1 ¦ الصفحة: 50\n",
        "تزال به توغر صدره على زوجته، وتحرك فيه نوازع العزوف عنها، وربما زينت له طلاقها، ووعدته بأن تبحث له عن خير منها، مع أن الزوجة قد تكون على درجة من الخلق والجمال، ونحو ذلك.\nومن الأمهات من إذا رأت ابنها مسرورا مع زوجته أو رأت منه إكراما لها ثارت نيران الغيرة في قلبها، وربما سعت إلى ما لا تحمد عقباه.\nومن الأمهات من هي قاسية في التعامل مع زوجة ابنها؛ فتراها تضخم المعايب، وتخفي المحاسن، وقد تفتري على الزوجة، وقد تذهب كل مذهب في تفسير التصرفات البريئة، وتأويل الكلمات العابرة.\nفيا أيتها الأم الكريمة، يا من تحبين ابنك، وترومين له السعادة، لا تكوني معول هدم وتخريب، ولا تجعلي غيرتك نارا موقدة تحرق جو الأسرة، ولا تستسلمي للأوهام التي ينسجها خيالك؛ فتعكري الصفو، وتثيري البلابل؛ فلا تجعلي علاقتك بزوجة ابنك علاقة الند بالند، والضرة بالضرة، بل كوني لها أما تكن لك ابنة؛ فيحسن بك أن\nالجزء: 1 ¦ الصفحة: 51\n",
        "تحبيها، وأن تتغاضي عن بعض ما يصدر منها، وإذا رأيت خللا بادرت إلى نصحها بلين ورفق، حينئذ تسعدين، وتسعدين.\nبل يحسن بك أن تتوددي إليها بالهدية ونحوها، وأن تسعيها بقلبك الكبير وحنانك الفياض، ودعائك الخالص، وثنائك الصادق، والله يتولاك برعايته، ويمدك بلطفه.\n* * *\nالجزء: 1 ¦ الصفحة: 52\n",
        "[\nنماذج من قصص البر\n]\nنماذج من قصص البر مر بنا بر الوالدين، والآداب التي يجدر بنا مراعاتها معهما، والأسباب التي تعين على البر؛ فما أحرانا بمراعاة هذه الآداب، وما أجدرنا أن نأخذ بتلك الأسباب، عسى أن نكون من الأبرار الأخيار، الذين إذا دعوا ربهم أجابهم، وإذا استغفروه غفر لهم؛ فيا لشرف هؤلاء، ويا لسؤددهم، ويا لعظم حظهم.\nثم ليكن لنا في الأنبياء والمرسلين، ومن تبعهم بإحسان إلى يومنا هذا - قدوة حسنة في هذا الشأن؛ فلقد ضربوا أروع الأمثلة في بر الوالدين؛ فرفع الله منزلتهم في الدارين، وأعلى ذكرهم في الخالدين.\nوإليك - فيما يلي - بعض النماذج العطرة، والقصص الرائعة، التي يتضوع عبيرها، ويفوح شذاها مع مر الأزمان عليها، لأناس بررة أخيار، وفقوا لبر والديهم؛ لعلها تحرك في نفوسنا جوانب الخير، وتدفعها إلى الإحسان والبر.\nالجزء: 1 ¦ الصفحة: 53\n",
        "نماذج من بر الأنبياء: 1 - هذا نبي الله نوح - عليه السلام - يذكر لنا الله - عز وجل - نموذجا من بره بوالديه حيث كان يدعو ويستغفر لهما كما في قوله - تعالى - عنه: {رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ} [نوح: 28]\n2 -\nوهذا إمام الموحدين إبراهيم الخليل - عليه السلام - يخاطب أباه بلطف شفاف، وإشفاق بالغ، وحرص أكيد؛ رغبة في هدايته ونجاته، وخوفا من غوايته وهلاكه فيقول - كما أخبر الله عنه -: {وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا - إِذْ قَالَ لِأَبِيهِ يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنْكَ شَيْئًا - يَا أَبَتِ إِنِّي قَدْ جَاءَنِي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ فَاتَّبِعْنِي أَهْدِكَ صِرَاطًا سَوِيًّا - يَا أَبَتِ لَا تَعْبُدِ الشَّيْطَانَ إِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمَنِ عَصِيًّا - يَا أَبَتِ إِنِّي أَخَافُ أَنْ يَمَسَّكَ عَذَابٌ مِنَ الرَّحْمَنِ فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا} [مريم: 41 - 45]\nلقد خاطب والده بتلك الكلمات المؤثرة، والعبارات المشفقة، التي تصل إلى الأعماق.\nولولا أنها وجدت قلبا قاسيا عاسيا أغلف أسود - لأثرت\nالجزء: 1 ¦ الصفحة: 54\n",
        "به، وكانت سببا في هدايته ونجاته.\n3 -\nوهذا إسماعيل بن إبراهيم - عليهما السلام - يضرب أروع أمثلة البر في تاريخ البشرية؛ وذلك عندما قال له أبوه: {يَا بُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ} [الصافات: 102]\nفماذا كان رد ذلك الولد الصالح؟ هل تباطأ أو تكاسل، أو تردد وتثاقل؟ لا، بل قال كما أخبر الله تعالى عنه: {يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ} [الصافات: 102]\nوقد ورد أن إبراهيم - عليه السلام - لما تيقن مما رأى في منامه قال لابنه: يا بني خذ الحبل والمدية، وانطلق إلى هذا الشعب نحتطب، فلما خلا به في شعب (ثبير) أخبره بما أمر به، فلما أراد ذبحه قال له: يا أبت اشدد رباطي؛ حتى لا أضطرب، واكفف عني ثيابك؛ حتى لا يصيبها الدم فتراه أمي، واشحذ شفرتك، وأسرع في السكين على حلقي؛ ليكون أهون علي، وإذا أتيت أمي فاقرأ عليها السلام مني.\nالجزء: 1 ¦ الصفحة: 55\n",
        "قال إبراهيم: نعم العون أنت يا بني، ثم أقبل عليه وهما يبكيان، ثم وضع السكين على حلقه، فلم تحز، فشحذها مرتين أو ثلاثا بالحجر فلم تقطع، فقال الابن عند ذلك: يا أبت كبني على وجهي؛ فإنك إن نظرت إلى وجهي رحمتني، وأدركتك رقة تحول بينك وبين أمر الله - تعالى - وأنا لا أنظر إلى الشفرة فأجزع، ففعل ذلك إبراهيم - عليه السلام - ووضع السكين على قفاه فانقلب السكين ونودي: {يَا إِبْرَاهِيمُ - قَدْ صَدَّقْتَ الرُّؤْيَا} [الصافات: 104 - 105] (1) .\n4 -\nوهذا عيسى بن مريم - عليه وعلى أمه السلام - يأتيه الثناء العطر، والتبجيل العظيم من ربه وهو ما يزال في المهد - بأنه بار بأمه، ويقرن هذا بعبوديته لربه - عز وجل - قال - سبحانه - عنه: {وَبَرًّا بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا} [مريم: 32]\nنماذج من بر السلف: وإذا أنعمنا النظر في سيرة السلف الصالح - وجدنا صفحات مشرقة تدل على شدة اهتمامهم ببر الوالدين فمن ذلك ما يلي:\n(1) انظر: بر الوالدين، للحناوي، ص89 - 94.\nالجزء: 1 ¦ الصفحة: 56\n",
        "1 -\nعن أبي مرة مولى أم هانئ بنت أبي طالب: \" أنه ركب مع أبي هريرة إلى أرضه بالعقيق، فإذا دخل أرضه صاح بأعلى صوته:\nعليك السلام ورحمة الله وبركاته يا أماه.\nتقول: وعليك السلام ورحمة الله وبركاته.\nيقول: رحمك الله كما ربيتني صغيرا.\nفتقول: يا بني! وأنت فجزاك الله خيرا ورضي عنك كما بررتني كبيرا \" (1) .\n2 -\nوهذا ابن عمر - رضي الله عنهما - لقيه رجل من الأعراب بطريق مكة، فسلم عليه عبد الله بن عمر، وحمله على حمار كان يركبه، وأعطاه عمامة كانت على رأسه.\nقال ابن دينار: فقلنا له: أصلحك الله إنهم الأعراب، وهم يرضون باليسير.\nفقال عبد الله بن عمر: إن أبا هذا كان ودا لعمر بن\n(1) رواه البخاري في الأدب المفرد (14) ، وقال الألباني في صحيح الأدب المفرد: \" حسن الإسناد \".\nالجزء: 1 ¦ الصفحة: 57\n",
        "الخطاب - رضي الله عنه - وإني سمعت رسول الله - صلى الله عليه وسلم - يقول: «إن أبر البر صلة الولد أهل ود أبيه» (1) .\n3 -\nوعن أم المؤمنين عائشة - رضي الله عنها - قالت: قال رسول الله - صلى الله عليه وسلم - لي: «دخلت الجنة فسمعت فيها قراءة، فقلت: من هذا؟ قالوا: حارثة بن النعمان، كذلكم البر، كذلكم البر، وكان أبر الناس بأمه» (2) .\n4 -\nوعن أبي عبد الرحمن الحنفي قال: رأى كهمس بن الحسن عقربا في البيت فأراد أن يقتلها، أو يأخذها، فسبقته، فدخلت في جحر، فأدخل يده في الجحر ليأخذها، فجعلت تضربه، فقيل له ما أردت إلى هذا؟ قال: خفت أن تخرج من الجحر، فتجيء إلى أمي، فتلدغها (3) .\n5 -\nوهذا أبو الحسن بن علي بن الحسين بن علي بن\n(1) رواه مسلم (2552) ، وأبو داود (5143) .\n(2) رواه الإمام أحمد 6/ 151، وعبد الرزاق في المصنف (20119) ، والبغوي في شرح السنة 13/ 7، وصححه الحاكم 3/ 208، ووافقه الذهبي.\n(3) حلية الأولياء، 6/ 211، وانظر: سير أعلام النبلاء 6/ 317.\nالجزء: 1 ¦ الصفحة: 58\n",
        "أبي طالب - رضي الله عنه - وهو المسمى بزين العابدين، وكان من سادات التابعين - كان كثير البر بأمه، حتى قيل له: إنك من أبر الناس بأمك، ولا نراك تؤاكل أمك، فقال: أخاف أن تسير يدي إلى ما قد سبقت عينها إليه، فأكون قد عققتها \" (1) .\n6 -\nقال هشام بن حسان: \" حدثتني حفصة بنت سيرين، قالت: كانت والدة محمد ابن سيرين حجازية، وكان يعجبها الصبغ، وكان محمد إذا اشترى لها ثوبا اشترى ألين ما يجد، فإذا كان عيد صبغ لها ثيابا، وما رأيته رافعا صوته عليها، كان إذا كلمها كالمصغي \" (2) .\nوعن بعض آل سيرين قال: \" ما رأيت محمد بن اسيرين يكلم أمه قط إلا وهو يتضرع.\nوعن ابن عون أن محمدا كان إذا كان عند أمه لو رآه رجل ظن أن به مرضا من خفض كلامه عندها \" (3) .\n(1) عيون الأخبار، 3.\n(2) سير أعلام النبلاء 4 / 6 19.\n(3) المحاسن والمساوئ، لإبراهيم البيهقي ص 614. حلية الأولياء، 2/ 273.\nالجزء: 1 ¦ الصفحة: 59\n",
        "وعن ابن عون قال: \" دخل رجل على محمد ابن سيرين وهو عند أمه فقال: ما شأن محمد؟ أيشتكي شيئا؟ قالوا: لا؛ ولكن هكذا يكون عند أمه \" (1) .\n7 -\n\" روى جعفر بن سليمان عن محمد بن المنكدر أنه كان يضع خده على الأرض، ثم يقول لأمه: قومي ضعي قدمك على خدي \" (2) .\n8 -\nوعن ابن عون المزني أن أمه نادته، فأجابها، فعلا صوته صوتها فأعتق رقبتين \" (3) 9 - وقيل لعمر بن ذر: كيف كان بر ابنك بك؟ قال: ما مشيت نهارا قط إلا مشى خلفي، ولا ليلا إلا مشى أمامي، ولا رقى سطحا وأنا تحته \" (4) .\n10 -\nوحضر صالح العباسي مجلس المنصور، وكان\n(1) سير أعلام النبلاء 6.\n(2) سير أعلام النبلاء 4 / 6 20.\n(3) سير أعلام النبلاء 6.\n(4) سير أعلام النبلاء 3/ 97.\nالجزء: 1 ¦ الصفحة: 60\n",
        "يحدثه، ويكثر من قوله: (أبي رحمه الله) فقال له الربيع: لا تكثر الترحم على أبيك بحضرة أمير المؤمنين. فقال له: لا ألومك؛ فإنك لم تذق حلاوة الآباء.\nفتبسم المنصور، وقال: هذا جزاء من تعرض لبني هاشم (1) .\n11 -\nومن البارين بوالديهم بندار المحدث، قال عنه الذهبي: \" جمع حديث البصرة، ولم يرحل، برا بأمه \" (2) .\nقال عبد الله بن جعفر بن خاقان المروزي: \" سمعت بندارا يقول: أردت الخروج - يعني الرحلة لطلب العلم - فمنعتني أمي، فأطعتها، فبورك لي فيه \" (3) .\n12 -\nوقال الأصمعي: حدثني رجل من الأعراب قال: خرجت أطلب أعق الناس وأبر الناس، فكنت أطوف بالأحياء، حتى انتهيت إلى شيخ في عنقه حبل يستقي بدلو لا تطيقه الإبل، في الهاجرة والحر الشديد، وخلفه شاب في\n(1) بر الوالدين، للحناوي، ص 98، نقلا عن: محاضرت الأدباء ومحاورات الشعراء، 1/ 203.\n(2) سير أعلام النبلاء 12/ 144. وانظر: ترجمة بندار في السير 12 - 149.\n(3) سير أعلام النبلاء 12.\nالجزء: 1 ¦ الصفحة: 61\n",
        "يده رشاء - حبل - من قد (1) ملوي يضربه به، وقد شق ظهره بذلك الحبل. فقلت: أما تتقي الله في هذا الشيخ الضعيف؟ أما يكفيه ما هو فيه من مد هذا الحبل حتى تضربه؟\nقال: إنه مع هذا أبي، قلت: فلا جزاك الله خيرا.\nقال: اسكت فهكذا كان هو يصنع بأبيه، وكذا كان أبوه يصنع بجده، فقلت: هذا أعق الناس.\nثم جلت حتى انتهيت إلى شاب وفي عنقه زبيل فيه شيخ كأنه فرخ، فكان يضعه بين يديه في كل ساعة فيزقه كما يزق الفرخ، فقلت: ما هذا؟ قال: أبي وقد خرف، وأنا أكفله، قلت: هذا أبر العرب (2) .\n13 -\nوكان طلق بن حبيب من العباد والعلماء، وكان يقبل رأس أمه، وكان لا يمشي فوق ظهر بيت وهي تحته؛ إجلالا لها (3) .\n(1) القد: السوط، وهو في الأصل سير يقد أي يقطع من جلد مدبوغ.\n(2) المحاسن والمساوئ، لإبراهيم البيهقي ص 614.\n(3) بر الوالدين للحافظ الطرطوشي، 78.\nالجزء: 1 ¦ الصفحة: 62\n",
        "14 -\nوقال عامر بن عبد الله بن الزبير: \" مات أبي فما سألت الله حولا كاملا إلا العفو عنه \" (1) .\nوآخر دعوانا أن الحمد لله رب العالمين، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. * * *\n(1) بر الوالدين للحافظ الطرطوشي، 78.\nالجزء: 1 ¦ الصفحة: 63\n",
        ""
    ]
}