{
    "1": [
        "علل الأحاديث في صحيح مسلم\nعلل الأحاديث في صحيح مسلم\nابن عمار الشهيد\nالكتاب:\nعلل الأحاديث في كتاب الصحيح المسلم بن الحجاج\nالمؤلف:\nأَبُو الفَضْلِ مُحَمَّدُ بنُ أَبِي الحُسَيْنِ أَحْمَدَ بنِ مُحَمَّدِ بنِ عَمَّارِ بنِ مُحَمَّدِ بنِ حَازِمِ بنِ المُعَلَّى بنِ الجَارُوْدِ الجَارُوْدِيُّ، الهَرَوِيُّ، الشَّهِيْدُ (المتوفى: 317هـ)\nالمحقق:\nعلي بن حسن الحلبي\nالناشر:\nدار الهجرة للنشر والتوزيع - الرياض\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بِسم الله الرَّحْمَن الرَّحِيم\nرب يسر وأعن وتمم\nقَالَ أَبُو عبد الله مُحَمَّد بن أبي نصر الْحميدِي الأندلسي رَحمَه\nالجزء: 1 ¦ الصفحة: 35\n",
        "الله\nأفادني بعض إِخْوَاننَا بِبَغْدَاد جُزْءا فِيهِ عَن أبي الْفضل الْحَافِظ حفيد أبي سعد الْهَرَوِيّ يَعْنِي أَبَا الْفضل مُحَمَّد بن أبي الْحُسَيْن ابْن عمار الْحَافِظ الشَّهِيد حفيد أبي سعد يحيى بن أبي نصر مَنْصُور الْهَرَوِيّ الزَّاهِد رحمهمَا الله قَالَ\nالجزء: 1 ¦ الصفحة: 36\n",
        "1 -\nوجدت فِي كتاب مُسلم الَّذِي سَمَّاهُ كتاب الصَّحِيح عَن أبي غَسَّان المسمعي عَن معَاذ بن هِشَام عَن أَبِيه عَن يحيى بن أبي كثير عَن أبي قلَابَة عَن ثَابت بن الضَّحَّاك عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ\n(لَيْسَ على الرجل نذر فِيمَا لَا يملك وَلعن الْمُؤمن كقتله وَمن قتل نَفسه بِشَيْء عذب بِهِ يَوْم الْقِيَامَة)\nزَاد فِيهِ كلَاما لم يجِئ بِهِ أحد عَن معَاذ بن هِشَام وَلَا عَن هِشَام الدستوَائي وَهُوَ قَوْله\nمن ادّعى دَعْوَى كَاذِبَة ليتكثر بهَا لم يزده الله إِلَّا قلَّة وَمن حلف على يَمِين صَبر فاجرة\nهَذَا الْكَلَام لَا أعلم أحدا ذكره غَيره\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 37\n",
        "وَقد روى هَذَا الحَدِيث عَن يحيى بن أبي كثير جمَاعَة غير هِشَام أَيْضا لم يذكرُوا فِيهِ هَذِه الزِّيَادَة\nالجزء: 1 ¦ الصفحة: 38\n",
        "وَلَيْسَت هَذِه الزِّيَادَة عندنَا مَحْفُوظَة فِي حَدِيث ثَابت بن الضَّحَّاك\nالجزء: 1 ¦ الصفحة: 40\n",
        "أكبر وهمي أَن الْغَلَط من أبي غَسَّان المسمعي\nالجزء: 1 ¦ الصفحة: 41\n",
        "2 -\nوَقَالَ وجدت عَن يُوسُف بن يَعْقُوب الصفار عَن عَليّ بن عثام عَن سعير بن الْخمس عَن مُغيرَة عَن إِبْرَاهِيم عَن عَلْقَمَة عَن عبد الله عَن النَّبِي صلى الله عَلَيْهِ وَسلم فِي حَدِيث الوسوسة\nوَلَيْسَ هَذَا الحَدِيث عندنَا بِالصَّحِيحِ لِأَن جرير بن عبد الحميد\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 42\n",
        "وَسليمَان التَّمِيمِي روياه عَن مُغيرَة عَن إِبْرَاهِيم وَلم يذكرَا عَلْقَمَة وَلَا ابْن مَسْعُود\nالجزء: 1 ¦ الصفحة: 43\n",
        "وسعير لَيْسَ هُوَ مِمَّن يحْتَج بِهِ لِأَنَّهُ أَخطَأ فِي غير حَدِيث مَعَ قلَّة مَا أسْند من الْأَحَادِيث\nالجزء: 1 ¦ الصفحة: 44\n",
        "3 -\nوروى من حَدِيث أبان الْعَطَّار عَن يحيى بن أبي كثير أَن زيدا حَدثهُ أَن أَبَا سَلام حَدثهُ عَن أبي مَالك الْأَشْعَرِيّ عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ\nالطّهُور شطر الْإِيمَان\nوَفِيه كَلَام آخر\nقَالَ أَبُو الْفضل\nبَين أبي سَلام وَبَين أبي مَالك فِي إِسْنَاد هَذَا الحَدِيث عبد الرَّحْمَن بن غنم الْأَشْعَرِيّ\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 45\n",
        "رَوَاهُ مُعَاوِيَة عَن أَخِيه زيد\nالجزء: 1 ¦ الصفحة: 46\n",
        "وَمُعَاوِيَة كَانَ أعلم عندنَا بِحَدِيث أَخِيه زيد بن سَلام من يحيى\nالجزء: 1 ¦ الصفحة: 47\n",
        "ابْن أبي كثير\nالجزء: 1 ¦ الصفحة: 48\n",
        "4 -\nوَوجدت فِيهِ من حَدِيث عِكْرِمَة بن عمار عَن يحيى بن أبي كثير حَدثنِي أَبُو سَلمَة قَالَ حَدثنِي سَالم مولى الْمهرِي عَن\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 49\n",
        "عَائِشَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ\nويل لِلْأَعْقَابِ من النَّار\nقَالَ أَبُو الْفضل\nوَهَذَا حَدِيث قد خَالف أَصْحَاب يحيى بن أبي كثير عِكْرِمَة بن عمار\nالجزء: 1 ¦ الصفحة: 50\n",
        "رَوَاهُ عَليّ بن الْمُبَارك وَحرب بن شَدَّاد وَالْأَوْزَاعِيّ عَن يحيى بن أبي كثير قَالَ حَدثنِي سَالم\nالجزء: 1 ¦ الصفحة: 51\n",
        "وَقد قيل عَن عِكْرِمَة فِي هَذَا الحَدِيث حَدثنِي أَبُو سَالم وَلَيْسَ هُوَ بِمَحْفُوظ\nوَذكر أبي سَلمَة عندنَا فِي حَدِيث يحيى بن أبي كثير غير\nالجزء: 1 ¦ الصفحة: 52\n",
        "مَحْفُوظ\nوَقد رُوِيَ عَن أبي سَلمَة عَن عَائِشَة من غير رِوَايَة يحيى بن أبي كثير من غير ذكر سَالم فِيهِ\nالجزء: 1 ¦ الصفحة: 53\n",
        "5 -\nقَالَ وَوجدت فِيهِ من حَدِيث ابْن أعين عَن معقل عَن أبي الزبير عَن جَابر عَن عمر بن الْخطاب أَن النَّبِي صلى الله عَلَيْهِ وَسلم\nرأى رجلا تَوَضَّأ فَترك مَوضِع ظفر على قدمه\nوَهَذَا الحَدِيث إِنَّمَا يعرف من حَدِيث ابْن لَهِيعَة عَن أبي الزبير بِهَذَا اللَّفْظ\nوَابْن لَهِيعَة لَا يحْتَج بِهِ\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 55\n",
        "وَهُوَ خطأ عِنْدِي لِأَن الْأَعْمَش رَوَاهُ عَن أبي سُفْيَان عَن جَابر فَجعله من قَول عمر\nالجزء: 1 ¦ الصفحة: 56\n",
        "6 -\nقَالَ وَوجدت فِيهِ لعمر بن عبد الْوَهَّاب الريَاحي عَن يزِيد بن زُرَيْع عَن روح بن الْقَاسِم عَن سُهَيْل عَن الْقَعْقَاع بن حَكِيم عَن أبي صَالح عَن أبي هُرَيْرَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم\nإِذا جلس أحدكُم على حَاجته فَلَا يسْتَقْبل الْقبْلَة وَلَا يستدبرها\nقَالَ أَبُو الْفضل\nوَهَذَا حَدِيث أَخطَأ فِيهِ عمر بن عبد الْوَهَّاب الريَاحي عَن يزِيد ابْن زُرَيْع لِأَنَّهُ حَدِيث يعرف بِمُحَمد بن عجلَان عَن الْقَعْقَاع\nوَلَيْسَ لسهيل فِي هَذَا الْإِسْنَاد أصل\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 59\n",
        "رَوَاهُ أُميَّة بن بسطَام عَن يزِيد بن زُرَيْع على الصَّوَاب عَن روح عَن ابْن عجلَان عَن الْقَعْقَاع عَن أبي صَالح عَن أبي هُرَيْرَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم بِطُولِهِ\nوَحَدِيث عمر بن عبد الْوَهَّاب مُخْتَصر\nالجزء: 1 ¦ الصفحة: 61\n",
        "7 -\nقَالَ وَوجدت فِيهِ حَدِيث الْأَعْمَش عَن الحكم عَن عبد الرَّحْمَن بن أبي ليلى عَن كَعْب بن عجْرَة عَن بِلَال أَن النَّبِي صلى الله عَلَيْهِ وَسلم\nمسح على الْخُفَّيْنِ والخمار\nقَالَ أَبُو الْفضل\nوَهَذَا حَدِيث قد اخْتلف فِيهِ على الْأَعْمَش\nفَرَوَاهُ أَبُو مُعَاوِيَة وَعِيسَى وَابْن فُضَيْل وَعلي بن مسْهر وَجَمَاعَة هَكَذَا\nوَرَوَاهُ زَائِدَة بن قدامَة وعمار بن رُزَيْق عَن الْأَعْمَش عَن الحكم عَن عبد الرَّحْمَن بن أبي ليلى عَن الْبَراء عَن بِلَال\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 62\n",
        "وزائدة ثَبت متقن\nوَرَوَاهُ سُفْيَان الثَّوْريّ عَن الْأَعْمَش عَن الحكم عَن عبد الرَّحْمَن\nالجزء: 1 ¦ الصفحة: 64\n",
        "ابْن أبي ليلى عَن بِلَال لم يذكر بَينهمَا لَا كَعْبًا وَلَا الْبَراء\nوَرِوَايَته أثبت الرِّوَايَات\nوَقد رَوَاهُ عَن الحكم غير الْأَعْمَش أَيْضا شُعْبَة وَمَنْصُور ابْن الْمُعْتَمِر وَأَبَان بن تغلب وَزيد بن أبي أنيسَة وَجَمَاعَة عَن الحكم عَن عبد الرَّحْمَن بن أبي ليلى عَن بِلَال كَمَا رَوَاهُ الثَّوْريّ عَن الْأَعْمَش\nوَحَدِيث الثَّوْريّ عندنَا أصح من حَدِيث غَيره\nالجزء: 1 ¦ الصفحة: 65\n",
        "وَابْن أبي ليلى لم يلق بِلَالًا\nالجزء: 1 ¦ الصفحة: 66\n",
        "8 -\nوَوجدت فِيهِ عَن أبي كريب عَن ابْن أبي زَائِدَة عَن أَبِيه عَن مُصعب بن شيبَة عَن مسافع بن عبد الله عَن عُرْوَة عَن عَائِشَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم\nفِي الْمَرْأَة ترى فِي الْمَنَام مَا يرى الرجل\nالحديث: 8 ¦ الجزء: 1 ¦ الصفحة: 67\n",
        "قَالَ أَبُو الْفضل\nهَذَا الحَدِيث رَوَاهُ عَن ابْن أبي زَائِدَة غير وَاحِد فَقَالُوا عبد الله ابْن مسافع الحَجبي\nوَهُوَ الصَّحِيح\nوَقد روى عَنهُ ابْن جريج حَدِيثا غير هَذَا\nوَحَدِيث أبي كريب خطأ حَيْثُ قَالَ مسافع بن عبد الله\nالجزء: 1 ¦ الصفحة: 68\n",
        "9 -\nوَوجدت فِيهِ حَدِيث أبي مُعَاوِيَة عَن هِشَام بن عُرْوَة عَن أَبِيه عَن عَائِشَة\nفِي الِاغْتِسَال من الْجَنَابَة\nوَفِيه ثمَّ غسل رجلَيْهِ\nقَالَ أَبُو الْفضل\nوَهَذَا الحَدِيث رَوَاهُ جمَاعَة من الْأَئِمَّة عَن هِشَام مِنْهُم زَائِدَة وَحَمَّاد بن زيد وَجَرِير ووكيع وَعلي بن مسْهر وَغَيرهم\nفَلم يذكر أحد مِنْهُم غسل الرجلَيْن إِلَّا أَبُو مُعَاوِيَة\nالحديث: 9 ¦ الجزء: 1 ¦ الصفحة: 69\n",
        "وَلم يذكر غسل الْيَدَيْنِ ثَلَاثًا فِي ابْتِدَاء الْوضُوء غير وَكِيع\nوَلَيْسَ زيادتهما عندنَا بالمحفوظة\nوَسمعت أَبَا جَعْفَر الْحَضْرَمِيّ يَقُول سَمِعت ابْن نمير يَقُول\nكَانَ أَبُو مُعَاوِيَة يضطرب فِيمَا كَانَ عَن غير الْأَعْمَش\nوَسمعت الْحُسَيْن بن إِدْرِيس يَقُول سَمِعت عُثْمَان بن أبي شيبَة يَقُول\nأَبُو مُعَاوِيَة فِي حَدِيث الْأَعْمَش حجَّة وَفِي غَيره لَا\nالجزء: 1 ¦ الصفحة: 72\n",
        "10 -\nوَوجدت فِيهِ حَدِيث سُلَيْمَان التَّيْمِيّ عَن قَتَادَة عَن أبي غلاب\nحَدِيث أبي مُوسَى وَفِيه من الزِّيَادَة\nوَإِذا قَرَأَ فأنصتوا\nقَالَ أَبُو الْفضل\nوَقَوله وَإِذا قَرَأَ فأنصتوا هُوَ عندنَا وهم من التَّيْمِيّ لَيْسَ\nالحديث: 10 ¦ الجزء: 1 ¦ الصفحة: 73\n",
        "بِمَحْفُوظ لم يذكرهُ الْحفاظ من أَصْحَاب قَتَادَة مثل سعيد وَمعمر وَأبي عوَانَة وَالنَّاس\nالجزء: 1 ¦ الصفحة: 77\n",
        "11 -\nوَوجدت فِيهِ عَن دَاوُد بن رشيد عَن الْوَلِيد بن مُسلم عَن الْأَوْزَاعِيّ عَن الزُّهْرِيّ عَن أبي سَلمَة عَن أبي هُرَيْرَة قَالَ\nكَانَت الصَّلَاة تُقَام لرَسُول الله صلى الله عَلَيْهِ وَسلم فَيَأْخُذ النَّاس مقامهم قبل أَن يَأْخُذ النَّبِي صلى الله عَلَيْهِ وَسلم مقَامه\nقَالَ أَبُو الْفضل\nوَهَذَا اخْتِصَار عندنَا من الْوَلِيد بن مُسلم اختصر الحَدِيث\nوالْحَدِيث حَدِيث الزبيدِيّ وَمعمر وَيُونُس وَالْأَوْزَاعِيّ وَأَصْحَاب الزُّهْرِيّ عَن الزُّهْرِيّ عَن أبي سَلمَة عَن أبي هُرَيْرَة قَالَ\nأُقِيمَت الصَّلَاة وصفت الصُّفُوف ثمَّ خرج رَسُول الله صلى الله عَلَيْهِ وَسلم\nالحديث: 11 ¦ الجزء: 1 ¦ الصفحة: 78\n",
        "فَلَمَّا أَخذ مقَامه أَشَارَ إِلَيْهِم أَن مَكَانكُمْ ثمَّ دخل ثمَّ خرج وَرَأسه يقطر\nفَالْحَدِيث هُوَ الَّذِي رَوَاهُ الزُّهْرِيّ\nالجزء: 1 ¦ الصفحة: 79\n",
        "12 -\nوَوجدت فِيهِ من حَدِيث يزِيد بن زُرَيْع عَن خَالِد الْحذاء عَن أبي معشر عَن إِبْرَاهِيم عَن عَلْقَمَة عَن عبد الله عَن النَّبِي صلى الله عَلَيْهِ وَسلم\nليلني مِنْكُم أولو الأحلام والنهى\nوَذكر الحَدِيث وَفِيه زِيَادَة\nوَإِيَّاكُم وهيشات الْأَسْوَاق\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 80\n",
        "حَدثنِي مُحَمَّد بن أَحْمد مولى بني هَاشم قَالَ سَمِعت حَنْبَل ابْن إِسْحَاق عَن عَمه أَحْمد بن حَنْبَل قَالَ\nهَذَا حَدِيث مُنكر\nقَالَ أَبُو الْفضل\nقلت وَإِنَّمَا أنكرهُ أَحْمد بن حَنْبَل من هَذَا الطَّرِيق\nفَأَما حَدِيث أبي مَسْعُود الْأنْصَارِيّ فَهُوَ صَحِيح\nالجزء: 1 ¦ الصفحة: 81\n",
        "13 -\nوَوجدت فِيهِ عَن عِكْرِمَة بن عمار عَن يحيى بن أبي كثير عَن أبي سَلمَة قَالَ سَأَلت عَائِشَة\nبِأَيّ شَيْء كَانَ النَّبِي صلى الله عَلَيْهِ وَسلم يفْتَتح الصَّلَاة إِذا قَامَ من اللَّيْل\nوَذكر الحَدِيث\nقَالَ أَبُو الْفضل\nوَهُوَ حَدِيث تفرد بِهِ عِكْرِمَة بن عمار عَن يحيى وَهُوَ مُضْطَرب\nالحديث: 13 ¦ الجزء: 1 ¦ الصفحة: 82\n",
        "فِي حَدِيث يحيى بن أبي كثير يُقَال إِنَّه لَيْسَ عِنْده كتاب\nوحَدثني أَحْمد بن أبي الْفضل الْمَكِّيّ حَدثنَا صَالح بن أَحْمد ثَنَا عَليّ قَالَ سَأَلت يحيى يَعْنِي الْقطَّان عَن أَحَادِيث عِكْرِمَة بن عمار يَعْنِي عَن يحيى بن أبي كثير فضعفها وَقَالَ\nلَيست بصحاح\nوَأخْبرنَا أَحْمد بن مَحْمُود قَالَ سَمِعت أَبَا زرْعَة الدِّمَشْقِي يَقُول سَمِعت أَبَا عبد الله يَعْنِي أَحْمد بن حَنْبَل يَقُول\nرِوَايَة عِكْرِمَة بن عمار وَأَيوب بن عتبَة عَن يحيى بن أبي كثير ضَعِيفَة\nالجزء: 1 ¦ الصفحة: 83\n",
        "14 -\nوَوجدت فِيهِ حَدِيث ابْن فُضَيْل عَن الْأَعْمَش عَن إِبْرَاهِيم عَن عَلْقَمَة عَن عبد الله\nكُنَّا نسلم على النَّبِي صلى الله عَلَيْهِ وَسلم الحَدِيث\nوَبعده لهريم بن سُفْيَان عَن الْأَعْمَش مثله\nقَالَ أَبُو الْفضل\nوافقهما على ذَلِك أَبُو عوَانَة وَأَبُو بدر شُجَاع بن الْوَلِيد\nوَرَوَاهُ الثَّوْريّ وَشعْبَة وزائدة وَجَرِير وَأَبُو مُعَاوِيَة وَحَفْص عَن الْأَعْمَش عَن إِبْرَاهِيم عَن عبد الله وَلم يذكرُوا عَلْقَمَة\nالحديث: 14 ¦ الجزء: 1 ¦ الصفحة: 84\n",
        "وَهَؤُلَاء الَّذين أَرْسلُوهُ أثبت وَأجل مِمَّن وَصله\nوَرَوَاهُ الحكم بن عتيبة أَيْضا عَن إِبْرَاهِيم عَن عبد الله مُرْسلا أَيْضا\nإِلَّا مَا رَوَاهُ أَبُو خَالِد الْأَحْمَر عَن شُعْبَة مَوْصُولا فَإِنَّهُ وهم فِيهِ أَبُو خَالِد\nالجزء: 1 ¦ الصفحة: 85\n",
        "15 -\nوَوجدت فِيهِ حَدِيث جَعْفَر بن سُلَيْمَان الضبعِي عَن ثَابت عَن أنس قَالَ\nأَصَابَنَا مطر وَنحن مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم فحسر ثَوْبه عَنهُ وَقَالَ أَنه حَدِيث عهد بربه\nقَالَ أَبُو الْفضل\nوَهَذَا حَدِيث تفرد بِهِ جَعْفَر بن سُلَيْمَان من بَين أَصْحَاب ثَابت لم يروه غَيره\nالحديث: 15 ¦ الجزء: 1 ¦ الصفحة: 86\n",
        "وَأَخْبرنِي الْحُسَيْن بن إِدْرِيس عَن أبي حَامِد المخلدي عَن عَليّ ابْن الْمَدِينِيّ قَالَ\nلم يكن عِنْد جَعْفَر كتاب وَعِنْده أَشْيَاء لَيست عِنْد غَيره\nوَأخْبرنَا مُحَمَّد بن أَحْمد بن الْبَراء عَن عَليّ بن الْمَدِينِيّ قَالَ\nأما جَعْفَر بن سُلَيْمَان فَأكْثر عَن ثَابت وَكتب مَرَاسِيل وَكَانَ فِيهَا أَحَادِيث مَنَاكِير\nوَسمعت الْحُسَيْن يَقُول سَمِعت مُحَمَّد بن عُثْمَان يَقُول\nجَعْفَر ضَعِيف\nالجزء: 1 ¦ الصفحة: 87\n",
        "16 -\nوَوجدت فِيهِ حَدِيث سعيد بن أبي عرُوبَة عَن قَتَادَة عَن سِنَان ابْن سَلمَة عَن ابْن عَبَّاس أَن ذؤيبا الْخُزَاعِيّ حدث عَن النَّبِي صلى الله عَلَيْهِ وَسلم\nكَانَ يبْعَث مَعَه بِالْبدنِ الحَدِيث\nوَرَوَاهُ أَيْضا معمر بن رَاشد عَن قَتَادَة نَحوه\nوَرَوَاهُ همام عَن قَتَادَة عَن سِنَان وَلم يذكر ابْن عَبَّاس وأرسله\nوَهَذَا حَدِيث لم يسمعهُ قَتَادَة من سِنَان بن سَلمَة\nالحديث: 16 ¦ الجزء: 1 ¦ الصفحة: 89\n",
        "وسَمعه من سِنَان أَبُو التياح الضبعِي\nحَدثنَا مُحَمَّد بن جَعْفَر حَدثنَا أَبُو بكر وَهُوَ ابْن أبي الْأسود قَالَ قَالَ يحيى الْقطَّان\nلم يسمع قَتَادَة من سِنَان بن سَلمَة حَدِيث الْبدن\nوَسمعت عبد الله بن مُوسَى بن أبي عُثْمَان الْبَغْدَادِيّ يَقُول سَمِعت يحيى بن معِين يَقُول\nلم يسمع قَتَادَة من سِنَان بن سَلمَة حَدِيث الْبدن إِنَّمَا هُوَ مُرْسل\nقَالَ أَبُو الْفضل\nقلت وَقد سمع قَتَادَة من أَخِيه مُوسَى بن سَلمَة\nالجزء: 1 ¦ الصفحة: 90\n",
        "وَسنَان ومُوسَى أَخَوان\nالجزء: 1 ¦ الصفحة: 91\n",
        "17 -\nوَوجدت فِيهِ لِأَحْمَد بن عَبدة عَن حَمَّاد بن زيد عَن أَيُّوب عَن نَافِع ذكر لِابْنِ عمر عمْرَة النَّبِي صلى الله عَلَيْهِ وَسلم من الْجِعِرَّانَة قَالَ\nلم يعْتَمر مِنْهَا\nقَالَ أَبُو الْفضل\nوَهَذَا حَدِيث لم يروه غير ابْن عَبدة عَن حَمَّاد وَهُوَ غير صَحِيح\nالحديث: 17 ¦ الجزء: 1 ¦ الصفحة: 92\n",
        "وَقد صَحَّ أَن النَّبِي صلى الله عَلَيْهِ وَسلم اعْتَمر من الْجِعِرَّانَة\nالجزء: 1 ¦ الصفحة: 93\n",
        "18 -\nوَوجدت فِيهِ عَن عبد الْجَبَّار بن الْعَلَاء عَن سُفْيَان عَن الزُّهْرِيّ عَن أبي عبيد قَالَ\nشهِدت الْعِيد مَعَ عَليّ بن أبي طَالب رَضِي الله عَنهُ فَبَدَأَ بِالصَّلَاةِ قبل الْخطْبَة وَقَالَ\nإِن رَسُول الله صلى الله عَلَيْهِ وَسلم نَهَانَا أَن نَأْكُل من لُحُوم نسكنا بعد ثَلَاث\nقَالَ أَبُو الْفضل\nوَرفع هَذَا الحَدِيث عِنْدِي غير مَحْفُوظ فِي حَدِيث ابْن عُيَيْنَة\nالحديث: 18 ¦ الجزء: 1 ¦ الصفحة: 94\n",
        "أخبرنَا بشر بن مُوسَى عَن الْحميدِي قَالَ قلت لِسُفْيَان أَنْتُم ترفعون هَذِه الْكَلِمَة عَن عَليّ فَقَالَ سُفْيَان\nلَا أحفظها مَرْفُوعَة وَهِي مَنْسُوخَة\nالجزء: 1 ¦ الصفحة: 95\n",
        "19 -\nوَوجدت فِيهِ حَدِيث أبي خَالِد الْأَحْمَر عَن يزِيد بن كيسَان عَن أبي حَازِم عَن أبي هُرَيْرَة أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ\nلقنوا مَوْتَاكُم لَا إِلَه إِلَّا الله\nقَالَ أَبُو الْفضل\nهَذَا غلط فِيهِ أَبُو خَالِد الْأَحْمَر إِنَّمَا هُوَ مستخرج من قصَّة أبي\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 96\n",
        "طَالب أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ لَهُ\nقل لَا إِلَه إِلَّا الله أشهد لَك بهَا يَوْم الْقِيَامَة\nالجزء: 1 ¦ الصفحة: 97\n",
        "20 -\nوَوجدت فِيهِ عَن ابْن وهب عَن يُونُس بن يزِيد عَن ابْن شهَاب عَن عبيد الله بن عبد الله بن عتبَة عَن ابْن عَبَّاس أَن النَّبِي صلى الله عَلَيْهِ وَسلم\nطَاف فِي حجَّة الْوَدَاع على بعير يسْتَلم الرُّكْن بِمِحْجَنِهِ\nقَالَ أَبُو الْفضل\nوَهَذَا حَدِيث خَالف اللَّيْث بن سعد فِي إِسْنَاده ابْن وهب\nوَرَوَاهُ الدَّرَاورْدِي عَن ابْن أخي الزُّهْرِيّ عَن الزُّهْرِيّ فَوَافَقَ ابْن وهب فِي الْإِسْنَاد\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 98\n",
        "أخبرنَا أَحْمد بن إِبْرَاهِيم بن ملْحَان الطَّائِي عَن يحيى بن بكير أخبرنَا اللَّيْث عَن يُونُس قَالَ قَالَ ابْن شهَاب بَلغنِي عَن ابْن عَبَّاس أَن رَسُول الله صلى الله عَلَيْهِ وَسلم\nطَاف على رَاحِلَته يسْتَلم الرُّكْن بِمِحْجَنِهِ\nوَرَوَاهُ أَيْضا أُسَامَة بن زيد عَن الزُّهْرِيّ قَالَ بَلغنِي عَن ابْن عَبَّاس\nوَرَوَاهُ أَبُو عَامر الْعَقدي عَن زَمعَة عَن الزُّهْرِيّ قَالَ بَلغنِي عَن ابْن عَبَّاس\nفقد اتّفق هَؤُلَاءِ الثَّلَاثَة على هَذِه الرِّوَايَة\nوَرَوَاهُ الدَّرَاورْدِي\nوَرِوَايَة هَؤُلَاءِ الَّذين أرْسلُوا أصح عندنَا\nوَالله أعلم\nالجزء: 1 ¦ الصفحة: 99\n",
        "21 -\nوَوجدت فِيهِ عَن سَلمَة بن شبيب عَن ابْن أعين عَن معقل عَن ابْن أبي عبلة عَن عمر بن عبد الْعَزِيز قَالَ حَدثنِي الرّبيع بن سُبْرَة عَن أَبِيه أَن رَسُول الله صلى الله عَلَيْهِ وَسلم نهى عَن الْمُتْعَة فَقَالَ\nإِنَّهَا حرَام من يومكم هَذَا إِلَى يَوْم الْقِيَامَة وَمن كَانَ أعْطى شَيْئا فَلَا يَأْخُذهُ\nقَالَ أَبُو الْفضل\nوَهَذَا رَوَاهُ حُسَيْن بن عَيَّاش وَهُوَ شيخ بِدُونِ ابْن أعين عَن معقل عَن ابْن أبي عبلة عَن عبد الْعَزِيز بن عمر بن عبد الْعَزِيز عَن الرّبيع بن سُبْرَة\nوَهُوَ الصَّحِيح عندنَا لِأَن هَذَا اللَّفْظ إِنَّمَا هُوَ لعبد الْعَزِيز بن عمر ابْن عبد الْعَزِيز رَوَاهُ عَنهُ النَّاس\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 100\n",
        "22 -\nوَوجدت فِيهِ لهشيم عَن خَالِد الْحذاء عَن أبي قلَابَة عَن أبي الْأَشْعَث عَن عبَادَة قَالَ\nأَخذ علينا رَسُول الله صلى الله عَلَيْهِ وَسلم كَمَا أَخذ على النِّسَاء\nقَالَ أَبُو الْفضل\nهَذَا حَدِيث اخْتلف فِيهِ على خَالِد\nفَرَوَاهُ جمَاعَة عَن خَالِد هَكَذَا\nوَقَالَ آخَرُونَ عَن خَالِد عَن أبي قلَابَة عَن أبي أَسمَاء عَن عبَادَة وَالِاضْطِرَاب إِنَّمَا هُوَ من خَالِد\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 102\n",
        "وَرَوَاهُ مُحَمَّد بن الْمنْهَال الضَّرِير عَن يزِيد بن زُرَيْع قَالَ\nقلت لخَالِد يَعْنِي فِي هَذَا الحَدِيث كنت حَدَّثتنَا عَن أبي قلَابَة الْأَشْعَث قَالَ غَيره واجعله عَن أبي أَسمَاء عَن عبَادَة\nأخبرنَا أَبُو الْمثنى معَاذ بن الْمثنى عَن مُحَمَّد بن الْمنْهَال الضَّرِير حَدثنَا يزِيد بن زُرَيْع حَدثنَا خَالِد الْحذاء عَن أبي قلَابَة عَن أبي أَسمَاء الرَّحبِي\nقَالَ مُحَمَّد قَالَ يزِيد بن زُرَيْع وَكَانَ حَدثنَا بِهِ قبل ذَلِك عَن أبي الْأَشْعَث الصَّنْعَانِيّ قَالَ\nقلت لخَالِد الْحذاء كنت حَدَّثتنَا بِهِ عَن أبي الْأَشْعَث الصَّنْعَانِيّ قَالَ غَيره واجعله عَن أبي أَسمَاء عَن عبَادَة بن الصَّامِت قَالَ أَخذ علينا رَسُول الله صلى الله عَلَيْهِ وَسلم كَمَا أَخذ على النِّسَاء سِتا وَقَالَ\nمن أصَاب مِنْكُم حدا عجلت عُقُوبَته فَهُوَ كَفَّارَة لَهُ وَمن أخر عَنهُ فَأمره إِلَى الله إِن شَاءَ عذبه وَإِن شَاءَ رَحمَه\nالجزء: 1 ¦ الصفحة: 103\n",
        "23 -\nقَالَ أَبُو الْفضل\nقد روى من حَدِيث اللَّيْث بن سعد عَن سعيد بن أبي سعيد المَقْبُري عَن عبد الله بن أبي قَتَادَة عَن أَبِيه عَن النَّبِي صلى الله عَلَيْهِ وَسلم\nقَالَ رجل إِن قتلت فِي سَبِيل الله عز وَجل تكفر عني خطاياي\nوَرَوَاهُ أَيْضا من حَدِيث يحيى بن سعيد الْأنْصَارِيّ عَن المَقْبُري نَحوه\nقَالَ أَبُو الْفضل\nوَهَذَا حَدِيث رَوَاهُ بكير بن عبد الله بن الْأَشَج عَن عبد الله بن أبي قَتَادَة عَن رجل من أهل نَجْرَان عَن عبد الله بن عَمْرو بن الْعَاصِ\nوَرَوَاهُ عَمْرو بن الْحَارِث\nفأفسده بكير بن عبد الله بن الْأَشَج وَهُوَ أحد عُلَمَاء أهل مصر\nوَرَوَاهُ عَمْرو بن دِينَار عَن مُحَمَّد بن قيس مُرْسلا\nالحديث: 23 ¦ الجزء: 1 ¦ الصفحة: 104\n",
        "وَقَالَ مُحَمَّد بن عجلَان عَن مُحَمَّد بن قيس عَن ابْن أبي قَتَادَة عَن أَبِيه\nوَعَمْرو بن دِينَار أثبت من ابْن عجلَان وَقد أرْسلهُ\nالجزء: 1 ¦ الصفحة: 106\n",
        "24 -\nوَوجدت فِيهِ عَن سِنَان عَن حَمَّاد بن سَلمَة عَن ثَابت عَن أنس قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم\nمن طلب الشَّهَادَة صَادِقا أعطيها وَإِن لم تصبه\nقَالَ أَبُو الْفضل\nوَافقه على هَذِه الرِّوَايَة المؤمل بن إِسْمَاعِيل\nوَهَذَا حَدِيث وهم فِيهِ شَيبَان والمؤمل جَمِيعًا\nفَأَما المؤمل فَكَانَ قد دفن كتبه وَكَانَ يحدث حفظا فيخطئ الْكثير\nوَالصَّحِيح مَا رَوَاهُ الْحجَّاج بن الْمنْهَال ومُوسَى بن إِسْمَاعِيل\nالحديث: 24 ¦ الجزء: 1 ¦ الصفحة: 107\n",
        "والعبسي\nعَن حَمَّاد عَن أبان بن أبي عَيَّاش عَن أنس عَن النَّبِي صلى الله عَلَيْهِ وَسلم\nوَعَن حَمَّاد عَن ثَابت عَن النَّبِي صلى الله عَلَيْهِ وَسلم مُرْسلا مثله\nوَالصَّحِيح من حَدِيث ثَابت مُرْسل وَحَدِيث أبان مُسْند\nالجزء: 1 ¦ الصفحة: 108\n",
        "25 -\nوَوجدت فِيهِ عَن يحيى بن حسان عَن سُلَيْمَان بن بِلَال عَن هِشَام بن عُرْوَة عَن أَبِيه عَن عَائِشَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ\nلَا يجوع أهل بَيت عِنْدهم التَّمْر\nوروى بِهَذَا الْإِسْنَاد أَيْضا عَن النَّبِي صلى الله عَلَيْهِ وَسلم\nنعم الإدام الْخلّ\nحَدثنَا أَحْمد بن مُحَمَّد بن الْقَاسِم الْفَسَوِي حَدثنَا أَحْمد بن سُفْيَان حَدثنَا أَحْمد بن صَالح حَدثنَا يحيى بن حسان بِهَذَيْنِ الْحَدِيثين\nقَالَ أَحْمد بن صَالح\nنظرت فِي كتب سُلَيْمَان بن بِلَال فَلم أجد لهذين الْحَدِيثين أصلا\nالحديث: 25 ¦ الجزء: 1 ¦ الصفحة: 109\n",
        "قَالَ أَحْمد بن صَالح\nوحَدثني ابْن أبي أويس قَالَ حَدثنِي ابْن أبي الزِّنَاد عَن هِشَام عَن رجل من الْأَنْصَار أَن رَسُول الله صلى الله عَلَيْهِ وَسلم سَأَلَ قوما\nمَا إدامكم\nقَالُوا الْخلّ\nقَالَ نعم الإدام الْخلّ\nالجزء: 1 ¦ الصفحة: 110\n",
        "26 -\nوَوجدت فِيهِ لأبي النَّضر هَاشم بن الْقَاسِم عَن اللَّيْث عَن يزِيد بن أبي حبيب عَن مُحَمَّد بن عَمْرو بن عَطاء قَالَ\nسميت ابْنَتي برة فَقَالَت لي زَيْنَب ابْنة أبي سَلمَة إِن رَسُول\nالحديث: 26 ¦ الجزء: 1 ¦ الصفحة: 111\n",
        "الله صلى الله عَلَيْهِ وَسلم نهى عَن هَذَا\nقَالَ أَبُو الْفضل\nوَهَذَا الحَدِيث بَين يزِيد بن أبي حبيب وَمُحَمّد بن عَمْرو بن عَطاء فِي إِسْنَاده مُحَمَّد بن إِسْحَاق\nكَذَلِك رَوَاهُ المصريون\nأخبرنَا أَحْمد بن إِبْرَاهِيم بن ملْحَان عَن يحيى بن بكير عَن اللَّيْث عَن يزِيد بن أبي حبيب عَن مُحَمَّد بن إِسْحَاق\nالجزء: 1 ¦ الصفحة: 112\n",
        "27 -\nوَوجدت فِيهِ عَن أبي مُوسَى مُحَمَّد بن الْمثنى عَن مُحَمَّد بن جَعْفَر عَن شُعْبَة عَن قَتَادَة عَن سعد بن هِشَام عَن عَائِشَة رَضِي الله عَنْهُمَا أَن النَّبِي صلى الله عَلَيْهِ وَسلم\nأَمر بالأجراس أَن تقطع من أَعْنَاق الْإِبِل يَوْم بدر\nقَالَ أَبُو الْفضل\nوَهَذَا حَدِيث لَا أصل لَهُ عندنَا من حَدِيث شُعْبَة وَإِنَّمَا يعرف من حَدِيث سعيد بن أبي عرُوبَة\nالحديث: 27 ¦ الجزء: 1 ¦ الصفحة: 113\n",
        "وَرَوَاهُ عبد الْأَعْلَى بن عبد الْأَعْلَى عَن سعيد عَن قَتَادَة بِهَذَا الْإِسْنَاد مَوْقُوفا أَنَّهَا قَالَت\nلَا تصْحَب الْمَلَائِكَة رفْقَة فِيهَا جرس\nقَالَ قَتَادَة\nفَأمر بهَا نَبِي الله صلى الله عَلَيْهِ وَسلم أَن تقطع من أَعْنَاق الْإِبِل\nحَدَّثَنِيهِ جدي رَحمَه الله حَدثنَا يحيى بن خلف حَدثنَا عبد الْأَعْلَى\nفَجعل عبد الْأَعْلَى هَذِه اللَّفْظَة من قَول قَتَادَة وَهُوَ الصَّحِيح عندنَا\nوَرَوَاهُ القعْنبِي عَن خَالِد بن الْحَارِث عَن سعيد عَن قَتَادَة عَن أنس\nوَهُوَ وهم إِمَّا من القعْنبِي أَو مِمَّن دونه\nالجزء: 1 ¦ الصفحة: 114\n",
        "28 -\nوَوجدت فِيهِ حَدِيث ابْن عُيَيْنَة عَن ابْن مُحَيْصِن عَن مُحَمَّد ابْن قيس بن مخرمَة عَن أبي هُرَيْرَة قَالَ\nلما نزلت {من يعْمل سوءا يجز بِهِ} الحَدِيث\nفَذكر بعض شُيُوخنَا أَنه سَأَلَ أَبَا عبد الله السكرِي وَكَانَ أَبُو عبد الله أحفظ أهل زَمَانه عَن هَذَا الحَدِيث فَقَالَ\nهَذَا مُرْسل مُحَمَّد بن قيس لم يسمع من أبي هُرَيْرَة\nالحديث: 28 ¦ الجزء: 1 ¦ الصفحة: 115\n",
        "شَيْئا\nالجزء: 1 ¦ الصفحة: 116\n",
        "29 -\nوَوجدت فِيهِ عَن القواريري عَن أبي بكر الْحَنَفِيّ عَن عَاصِم\nالحديث: 29 ¦ الجزء: 1 ¦ الصفحة: 117\n",
        "ابْن مُحَمَّد الْعمريّ عَن سعيد بن أبي سعيد المَقْبُري عَن أَبِيه عَن أبي هُرَيْرَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ\nقَالَ الله عز وَجل أَبْتَلِي عَبدِي الْمُؤمن فَإِن لم يشكني إِلَى عواده أطلقته من أسار علته ثمَّ أبدلته لَحْمًا خيرا من لَحْمه ودما خيرا من دَمه ثمَّ ليأتنف الْعَمَل\nقَالَ أَبُو الْفضل\nوَهَذَا حَدِيث مُنكر وَإِنَّمَا رَوَاهُ عَاصِم بن مُحَمَّد عَن عبد الله بن سعيد المَقْبُري عَن أَبِيه\nوَعبد الله بن سعيد شَدِيد الضعْف\nقَالَ يحيى بن سعيد الْقطَّان\nالجزء: 1 ¦ الصفحة: 118\n",
        "مَا رَأَيْت أحدا أَضْعَف من عبد الله بن سعيد المَقْبُري\nوَرَوَاهُ معَاذ بن معَاذ عَن عَاصِم بن مُحَمَّد عَن عبد الله بن سعيد عَن أَبِيه عَن أبي هُرَيْرَة\nوَهُوَ حَدِيث يشبه أَحَادِيث عبد الله بن سعيد\nالجزء: 1 ¦ الصفحة: 119\n",
        "30 -\nوَوجدت فِيهِ عَن قُتَيْبَة عَن بكر بن مُضر عَن ابْن الْهَاد عَن زِيَاد مولى ابْن عَبَّاس عَن عرَاك بن مَالك عَن عَائِشَة قَالَت\nجَاءَتْنِي مسكينة فأعطيتها ثَلَاث تمرات\nوَذكر الحَدِيث\nقَالَ أَبُو الْفضل\nوَهَذَا عندنَا حَدِيث مُرْسل\nوَذكر أَحْمد بن حَنْبَل أَن عرَاك بن مَالك عَن عَائِشَة مُرْسل\nالحديث: 30 ¦ الجزء: 1 ¦ الصفحة: 125\n",
        "سَمِعت مُوسَى بن هَارُون يَقُول\nعرَاك بن مَالك لَا نعلم لَهُ سَمَاعا من عَائِشَة\nالجزء: 1 ¦ الصفحة: 127\n",
        "31 -\nوَوجدت فِيهِ عَن ابْن وهب عَن سُلَيْمَان بن بِلَال عَن سُهَيْل عَن أَبِيه عَن أبي هُرَيْرَة أَن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ إِذا كَانَ فِي سفر فأسحر يَقُول\nسمع سامع بِحَمْد الله وَحسن بلائه علينا\nوَذكر الحَدِيث\nقَالَ أَبُو الْفضل\nوَهَذَا الحَدِيث إِنَّمَا يعرف بِعَبْد الله بن عَامر الْأَسْلَمِيّ عَن سُهَيْل\nالحديث: 31 ¦ الجزء: 1 ¦ الصفحة: 128\n",
        "وَعبد الله بن عَامر ضَعِيف الحَدِيث\nفَيُشبه أَن يكون سُلَيْمَان سَمعه من عبد الله بن عَامر\nوَلَا أعرفهُ إِلَّا من حَدِيث ابْن وهب هَكَذَا\nالجزء: 1 ¦ الصفحة: 129\n",
        "32 -\nوَوجدت فِيهِ عَن عبد بن حميد عَن مُسلم بن إِبْرَاهِيم عَن حَمَّاد بن سَلمَة عَن ثَابت عَن أنس قَالَ كَانَ النَّبِي صلى الله عَلَيْهِ وَسلم إِذا اجْتهد فِي الدُّعَاء قَالَ\nجعل الله عَلَيْكُم صَلَاة قوم أبرار يقومُونَ اللَّيْل وَيَصُومُونَ\nالحديث: 32 ¦ الجزء: 1 ¦ الصفحة: 130\n",
        "النَّهَار وَلَيْسوا بأثمة وَلَا فجار\nقَالَ أَبُو الْفضل\nوَرفع هَذَا الحَدِيث إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم خطأ وَأَحْسبهُ من عبد بن حميد\nوَالصَّحِيح مَا حَدثنَا مُحَمَّد بن أَيُّوب قَالَ حَدثنَا مُوسَى حَدثنَا حَمَّاد أخبرنَا ثَابت قَالَ قَالَ أنس\nكَانَ أحدهم إِذا اجْتهد لِأَخِيهِ فِي الدُّعَاء\nفَذكر الحَدِيث مثله\nالجزء: 1 ¦ الصفحة: 131\n",
        "33 -\nوَوجدت فِيهِ حَدِيث الْأَعْمَش عَن أبي صَالح عَن أبي سعيد عَن النَّبِي صلى الله عَلَيْهِ وَسلم\nيجاء بِالْمَوْتِ يَوْم الْقِيَامَة كَأَنَّهُ كَبْش أَمْلَح\nلأبي مُعَاوِيَة وَجَرِير\nوَكَذَلِكَ رَوَاهُ ابْن نمير وَعلي بن مسْهر ويعلى وَمُحَمّد ابْنا عبيد\nوَرَوَاهُ أَبُو بدر شُجَاع بن الْوَلِيد فأفسده\nالحديث: 33 ¦ الجزء: 1 ¦ الصفحة: 132\n",
        "أخبرنَا مُحَمَّد بن إِسْحَاق بن إِبْرَاهِيم حَدثنَا سلمَان بن تَوْبَة حَدثنَا أَبُو بدر حَدثنَا سُلَيْمَان بن مهْرَان قَالَ سمعتهم يذكرُونَ عَن أبي صَالح عَن أبي سعيد مَوْقُوفا بِهَذَا الحَدِيث\nفَتبين أَن هَذَا الحَدِيث لَيْسَ هُوَ مِمَّا سمع الْأَعْمَش من أبي صَالح\nوَوَقفه أَيْضا على أبي سعيد\nغير أَن رَفعه صَحِيح إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم\nالجزء: 1 ¦ الصفحة: 133\n",
        "34 -\nوَوجدت فِيهِ حَدِيث الْأَشْجَعِيّ عَن سُفْيَان عَن عبيد الْمكتب عَن فُضَيْل بن عَمْرو عَن الشّعبِيّ عَن أنس قَالَ كُنَّا عِنْد النَّبِي صلى الله عَلَيْهِ وَسلم فَضَحِك فَقَالَ\nضحِكت من مُخَاطبَة العَبْد الحَدِيث\nقَالَ أَبُو الْفضل\nهَذَا حَدِيث رَوَاهُ الْأَشْجَعِيّ وَأَبُو عَامر الْأَسدي عَن الثَّوْريّ بِهَذَا الْإِسْنَاد\nالحديث: 34 ¦ الجزء: 1 ¦ الصفحة: 134\n",
        "35 -\nوَرَوَاهُ شريك بن عبد الله عَن عبيد الْمكتب عَن الشّعبِيّ عَن أنس وَلم يذكر فِي إِسْنَاده فُضَيْل بن عَمْرو\nوَرَوَاهُ عمَارَة بن الْقَعْقَاع عَن الشّعبِيّ عَن النَّبِي صلى الله عَلَيْهِ وَسلم وَلم يذكر أنسا\nوَلَا يعرف بِهَذَا الْإِسْنَاد حَدِيث غير هَذَا\nوَالشعْبِيّ عَن أنس شَيْء يسير\nالحديث: 35 ¦ الجزء: 1 ¦ الصفحة: 135\n",
        "35 -\nوَوجدت فِيهِ حَدِيث الْأَعْمَش عَن أبي صَالح عَن أبي هُرَيْرَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم\nمن نفس عَن مُؤمن كربَة الحَدِيث\nقَالَ أَبُو الْفضل\nوَهُوَ حَدِيث رَوَاهُ الْخلق عَن الْأَعْمَش عَن أبي صَالح فَلم يذكر الْخَبَر فِي إِسْنَاده غير أبي أُسَامَة فَإِنَّهُ قَالَ فِيهِ عَن الْأَعْمَش قَالَ حَدثنَا أَبُو صَالح\nوَرَوَاهُ أَسْبَاط بن مُحَمَّد عَن الْأَعْمَش عَن بعض أَصْحَابه عَن أبي صَالح عَن أبي هُرَيْرَة\nالجزء: 1 ¦ الصفحة: 136\n",
        "وَالْأَعْمَش كَانَ صَاحب تَدْلِيس فَرُبمَا أَخذ عَن غير الثِّقَات\nالجزء: 1 ¦ الصفحة: 138\n",
        "36 -\nوَوجدت فِيهِ حَدِيث سعيد بن عَامر عَن جوَيْرِية بن أَسمَاء عَن نَافِع عَن ابْن عمر عَن عمر قَالَ\nوَافَقت رَبِّي فِي ثَلَاث\nقَالَ أَبُو الْفضل\nفَوجدت لَهُ عِلّة\nحَدثنِي مُحَمَّد بن إِسْحَاق بن إِبْرَاهِيم السراج حَدثنَا مُحَمَّد بن إِدْرِيس حَدثنَا مُحَمَّد بن عمر بن عَليّ حَدثنَا سعيد بن عَامر عَن جوَيْرِية عَن رجل عَن نَافِع أَن عمر قَالَ\nوَافقنِي رَبِّي فِي ثَلَاث\nفَذكر الحَدِيث وَلم يذكر ابْن عمر فِي إِسْنَاده وَأدْخل بَين جوَيْرِية وَنَافِع رجلا غير مُسَمّى\nالحديث: 36 ¦ الجزء: 1 ¦ الصفحة: 139\n",
        "قَالَ نَاسخ الأَصْل\nآخر الْمَوْجُود من كَلَام أبي الْفضل الْحَافِظ رَحمَه الله\nوَفِيه بضعَة سِتَّة وَثَلَاثُونَ موضعا\nوَالْحَمْد لله حمدا يرضيه ويكفل الْمَزِيد من إحسانه\nوَصلى الله على سيدنَا مُحَمَّد وَسلم تَسْلِيمًا كثيرا\nالجزء: 1 ¦ الصفحة: 140\n",
        "- ذيل الْكتاب\n-\nقَالَ أَبُو الْحَارِث مُحَقّق الْكتاب عَفا الله عَنهُ\nفِي خَاتِمَة الأَصْل وَبعد نِهَايَة الْكتاب يُوجد إِلْحَاق من النَّاسِخ لَهُ صلَة بِالْكتاب وَلَيْسَ هُوَ مِنْهُ فَلم أحب تَفْوِيت الْفَائِدَة على الْقَارئ فَرَأَيْت وَضعه هَا هُنَا\nالجزء: 1 ¦ الصفحة: 141\n",
        "ذيل الْكتاب\nكَانَ فِي آخر الأَصْل بِخَط الْحَافِظ الصائن أبي الْحُسَيْن هبة الله بن الْحسن بن عَسَاكِر الدِّمَشْقِي رَحمَه الله مَا صورته\nوجدت فِي آخر الْجُزْء بِخَط مُحَمَّد بن سعدون الأندلسي\n1 -\nحَدِيث غُلَام خَلِيل عَن قُرَّة بن حبيب حَدثنَا شُعْبَة عَن ابْن عون عَن نَافِع عَن ابْن عمر قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم\nمن أَتَى الْجُمُعَة فليغتسل\nتفرد بِهِ غُلَام خَلِيل\nالجزء: 1 ¦ الصفحة: 143\n",
        "2 -\nحَدِيث سعيد بن جُبَير عَن ابْن عَبَّاس\nأوحى الله تَعَالَى إِلَى مُحَمَّد صلى الله عَلَيْهِ وَسلم إِنِّي قتلت بِيَحْيَى بن زَكَرِيَّا سبعين\nتفرد بِهِ أَبُو نعيم عَن عبد الله بن حبيب بن أبي ثَابت عَن أَبِيه\nالجزء: 1 ¦ الصفحة: 144\n",
        "3 -\nحَدِيث داووا مرضاكم\nتفرد بِهِ مُوسَى بن عُمَيْر\nالجزء: 1 ¦ الصفحة: 145\n",
        "4 -\nحَدِيث مُحَمَّد بن الْمُنْكَدر عَن جَابر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ\nإِن الدّين متين\nتفرد بِهِ ابْن أبي مَسَرَّة عَن خَلاد بن يحيى\nالجزء: 1 ¦ الصفحة: 147\n",
        "5 -\nحَدِيث ابْن عمر من شرب الحَدِيث\nتفرد بِهِ ابْن أبي مَسَرَّة عَن يحيى بن مُحَمَّد الْجَارِي\nالجزء: 1 ¦ الصفحة: 149\n",
        "آخر الْجُزْء وَالْحَمْد لله وَحده وَصلى الله على سيدنَا مُحَمَّد وَآله وَصَحبه وَسلم تَسْلِيمًا كثيرا دَائِما أبدا إِلَى يَوْم الله\nعلقه لنَفسِهِ مُحَمَّد بن الْحسن بن أبي الْفضل بن سَلام نَفعه الله بِهِ وَعَفا عَنهُ وَغفر لَهُ ولوالديه وللمسلمين أَجْمَعِينَ\nوَمِمَّا يَلِيق ذكره هَا هُنَا حَدِيث خرجه مُسلم فِي كِتَابه عَن عمر بن حَفْص بن غياث حَدثنَا أبي عَن الْعَلَاء بن خَالِد الْكَاهِلِي عَن\nالجزء: 1 ¦ الصفحة: 150\n",
        "شَقِيق عَن عبد الله قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم\nيُؤْتى بجهنم لَهَا سَبْعُونَ ألف زِمَام يجرونها مَعَ كل زِمَام سَبْعُونَ ملكا\nوَالْمَشْهُور عَن عبد الله مَوْقُوفا\nتفرد بِهِ عمر بن حَفْص\nالجزء: 1 ¦ الصفحة: 151\n",
        "وَهُوَ من الْأُصُول الَّتِي لم يُخرجهَا البُخَارِيّ\nنِهَايَة الملحق وَبِه تمّ تَحْقِيق النُّسْخَة كلهَا\nالجزء: 1 ¦ الصفحة: 152\n",
        ""
    ]
}