{
    "1": [
        "علم العروض والقافية\nعلم العروض والقافية\nعبد العزيز عتيق\nالكتاب:\nعلم العروض والقافية\nالمؤلف:\nعبد العزيز عتيق (المتوفى: 1396هـ)\nالناشر:\nدار النهضة العربية بيروت\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "بسم الله الرحمن الرحيم\nمقدمة\nهذه محاضرات في علم العروض والقافية ألقيتها على طلبة الصف الأول بقسم اللغة العربية في جامعة بيروت العربية.\nوقد حاولت جهدي عرض قضايا هذا العلم على نحو ييسر على دارسيه تفهمه والإلمام بأهم مصطلحاته وجوانبه التي لها أثر في موسيقي الشعر.\nولما كان تمثل الدارس للجانب النظري من هذا العلم لا يتم إلا إذا كان معززًا بالجانب التطبيقي، فقد أكثرت من الأمثلة والشواهد المختارة من قديم الشعر وحديثه.\nوعسى أن يجد القارئ في هذا الجهد المتواضع عونًا له على إدراك موسيقى الشعر ممثلة في أوزانه وقوافيه وكل ما يتصل بهما.\nالمؤلف\nالجزء: 1 ¦ الصفحة: 5\n",
        "تمهيد\n1 العروض والخليل بن أحمد:\nالعروض: \"علم يُبْحث فيه عن أحوال الأوزان المعتبرة\" 1 أو \"هو ميزان الشعر، به يعرف مكسوره من موزونه، كما أن النحو معيار الكلام به يعرف معربه من ملحونه\"2.\nويرجع رجال التراجم الفضل في نشأة علم العروض إلى الخليل بن أحمد، أحد أئمة اللغة والأدب في القرن الثاني الهجري، فابن خلكان يذكر أن الخليل كان إمامًا في علم النحو، وأنه هو الذي استنبط علم العروض وأخرجه إلى الوجود وحصر أقسامه في خمس دوائر يستخرج منها خمسة عشر بحرًا، ثم زاد الأخفش بحرًا واحدًا وسماه الخبب، كما يذكر أن الخليل كان له معرفة بالإيقاع والنغم، وتلك المعرفة أحدثت له علم العروض، فإنهما متقاربان في المأخذ 3\n1 كتاب كشف الظنون: جـ2 ص 1133\n2كتاب الإقناع في العروض وتخريج القوافي لأبي القاسم إسماعيل بن عباد: ص3.\n3تاريخ وفيات الأعيان: جـ1 ص 342.\nالجزء: 1 ¦ الصفحة: 7\n",
        "ويحدثنا ياقوت عن الخليل بن أحمد بأنه أول من استخرج العروض وضبط اللغة وحصر أشعار العرب، وأن معرفته بالإيقاع -بناء ألحان الغناء على موقعها وميزانها- هي التي أحدثت له علم العروض1.\nكذلك يحدثنا القفطيّ عن الخليل بأنه سيد الأدباء في علمه وزهده، وأنه نحويّ لغويّ عروضيّ، استنبط من العروض وعلله ما لم يستخرجه أحد، ولم يسبقه إلى علمه سابق من العلماء كلهم2.\nوروى ابن خلكان عن حمزة بن الحسن الأصفهاني نقلاً عن كتابه التنبيه على حدوث التصحيف. قوله: إن دولة الإسلام لم تخرج أبدع للعلوم التي لم يكن لها عند العرب أصول من الخليل، وليس على ذلك برهان أوضح من علم العروض الذي لا عن حكيم أخذه، ولا على مثال تقدمه احتذاه، وإنما اخترعه من ممر له بالصفارين، من وقع مطرقة على طست.\nمن ذلك يرى أن الخليل هو أول مبتكر لعلم العروض وحصر كل أشعار العرب في بحوره. ولم تقف عقليته المبتكرة عند هذا الحد، وإنما تجاوزته إلى ابتكار علوم أخرى، فهو أول مبتكر لفكرة المعاجم العربية بوضعه معجم العين، الذي يحصر لغة أمة من الأمم قاطبة، وهو الذي وضع أساس علم النحو باستخراج مسائله وتعليله، وإمداده سيبويه من علم النحو بما صنف منه كتابه الذي هو زينة لدولة الإسلام كما يذكر القفطيّ، ثم هو الذي اخترع علم الموسيقى العربية وجمع فيه أصناف النغم.\nولكن لا ينبغي أن يفهم من وضع الخليل لعلم العروض أن العرب لم تكن\n1 كتاب معجم الأدباء: جـ 11 ص 73.\n2 كتاب إنباه الرواة: جـ1 ص 342.\nالجزء: 1 ¦ الصفحة: 8\n",
        "تعرف أوزان الشعر من قبل، فالواقع أنهم كانوا قبل وضع علم العروض على علم بأوزان الشعر العربي وبحوره على تباينها، وإن لم تكن تعرفها بالأسماء التي وضعها الخليل لها فيما بعد. وما أشبه علمها بذلك بعلمها بالإعراب في الكلام حين كانوا عن سليقة يرفعون أو ينصبون أو يجرون ما حقه الرفع أو النصب أو الجر دون علم بما وضعه النحاة فيما بعد من مصطلحات الإعراب وقواعده.\nكذلك كانوا بذوقهم وسيلقتهم يدركون ما يعتور الأوزان المختلفة من زحافات وعلل وإن لم يعطوها أسماء ومصطلحات خاصة كما فعل العروضيون.\nوإذا كان الخليل بن أحمد غير مسبوق في وضع علم العروض، فإن أبا عمرو بن العلاء قد سبقه في الكلام عن القوافي وقواعدها ووضع لها أسماء ومصطلحات خاصة.\nوالرواة مختلفون بشأن الباعث الذي دعا الخليل إلى التفكير في علم العروض ووضع قواعده.\nفمن قائل: إنه دعا بمكة أن يرزقه الله علمًا لم يسبقه إليه أحد ولا يؤخذ إلا عنه، فرجع من حجه، ففتح عليه بعلم العروض1.\nومن قائل: إن الدافع هو إشفاقه من اتجاه بعض شعراء عصره إلى نظم الشعر على أوزان لم يعرفها العرب ولم تسمع عنهم؛ ولهذا راح يقضي الساعات والأيام يوقع بأصابعه ويحركها حتى حصر أوزان الشعر العربي وضبط أحوال قوافيه.\nومن قائل: إنه وجد نفسه وهو بمكة يعيش في بيئة يشيع فيها الغناء فدفعه ذلك إلى التفكير في الوزن الشعري وما يمكن أن يخضع له من قواعد\n1 تاريخ وفيات الأعيان: جـ1 ص 243.\nالجزء: 1 ¦ الصفحة: 9\n",
        "وأصول. وقد عكف أيامًا وليالي يستعرض فيها ما روي من أشعار ذات أنغام موسيقية متعددة، ثم خرج على الناس بقواعد مضبوطة وأصول محكمة سماها: علم العروض.\nوأيًّا كان الدافع فالثابت أن الخليل هو واضع أصول علم العروض وقوانينه التي لم يطرأ تغيير جوهري عليها، وأن الناس ظلوا حتى اليوم يتدارسونها ويتفهمونها من غير أن يزيد عليها أحد شيئًا. فلا تزال الوحدات القياسية للأوزان هي التفعيلات التي اخترعها الخليل، ولا تزال المقاطع الصوتية التي تتألف منها التفعيلات هي الأسباب والأوتاد، كما أن عدد البحور لا يزال ثابتًا عند البحور الخمسة عشر التي وضعها الخليل وبحر الخبب أو المتدارك الذي وضعه تلميذه الأخفش الأوسط أبو الحسن سعيد بن مسعدة، ولا يرد علينا هنا بما استحدث من أوزان في العصر العباسي؛ لأن هذه يمكن إرجاع أصولها إلى أوزان الخليل.\nوتجدر الإشارة إلى أن هناك فارقًا ملحوظًا بين علم العروض وعلوم العربية الأخرى من حيث النشأة. فعلوم النحو والصرف والبلاغة واللغة مثلاً قد استحدثت ثم أخذت تنمو جيلاً بعد جيل وعصرًا بعد عصر حتى بلغت ذروة اكتمالها، أما العروض فقد أخرجه الخليل علمًا يكاد يكون متكاملاً، ولعل ذلك هو السر في أن من أتى بعد الخليل من العروضيين لم يستطيعوا أن يزيدوا على عروضه أي زيادة تذكر أو تمس الجوهر.\nوكما اختلفت الآراء بالنسبة إلى الباعث الذي دعا الخليل إلى التفكير في علم العروض، اختلفت كذلك بالنسبة إلى سبب تسمية هذا العلم بالعروض.\nفمن قائل: إن من معاني العروض مكة لاعتراضها وسط البلاد، ومن ثم أطلق الخليل على علم ميزان الشعر الذي اخترعه اسم المكان الذي ألهم فيه قواعده وأصوله.\nالجزء: 1 ¦ الصفحة: 10\n",
        "ومن قائل: إنه سمي عروضًا باسم عمان التي كان يقيم فيها واضعه ومخترعه الخليل بن أحمد. ويذكر صاحب لسان العرب أنه سمي عروضًا؛ لأن الشعر يعرض عليه، أي: يوزن بواسطته.\n2 الحاجة إلى علم العروض:\nعرفنا مما سبق أن العروض هو علم ميزان الشعر أو موسيقى الشعر، وهو علم له قواعده وأصوله ونظرياته التي تحصل وتكتسب بالتعلم، وإذا كان الشعر من الناحية العملية هو الجانب التطبيقي لقواعد العروض وأصوله ونظرياته، فإنه قبل ذلك فن كسائر الفنون مصدره الموهبة والاستعداد.\nوقد يستطيع الشاعر الموهوب بما له من أذن موسيقية وحس وذوق مرهفين أن يقول الشعر دون علم بالعروض وحاجة إلى قوانينه، ولكنه مع ذلك يظل بحاجة إلى دراسة علم العروض والإلمام بأصوله.\nفأذن الشاعر الموسيقية -مهما كانت درجة رهافتها وحساسيتها- قد تخذل صاحبها أحيانًا في التمييز بين الأوزان المتقاربة أو بين قافية سليمة وأخرى معيبة، أو بين زحاف جائز وآخر غير جائز.\nوجهل الشاعر الموهوب بأوزان الشعر وبحوره المختلفة من تامة ومجزوءة ومشطورة ومنهوكة قد يحصر شعره في بعض أوزان خاصة، وبذلك يحرم نفسه من العزف على أوتار شتى تجعل شعره منوع الأنغام والألحان من ذلك تتجلى أهمية دراسة الشاعر للعروض والإلمام بقوانينه وأصوله.\nوإذا كان العروض إلى هذا القدر لازمًا للشاعر الملهم الموهوب، فإنه يكون أشد لزومًا لغيره. فهو أشد لزومًا لطلاب اللغة والتخصص فيها؛ لأنه يعينهم على فهم الشعر العربي وقراءته قراءة صحيحة والتمييز بين سليمه ومختله وزنًا.\nالجزء: 1 ¦ الصفحة: 11\n",
        "وهو كذلك أشد لزومًا للدارسين والمتخصصين في فروع الثقافة العربية من تاريخ واجتماع وأدب وبلاغة ومذاهب دينية أو عقلية. فالباحثون في أمثال هذه العلوم العربية لا غنى لهم عن تفهم ما يرد من شعر في المراجع والكتب المختصة بهذه العلوم. وفهم أولئك للشعر متوقف على صحة قراءته، وهذه لا تتأتى إلا لمن لديه القدرة على معرفة صحيح الأوزان والتمييز بين أنواعها المختلفة.\nمن أجل ذلك كله ندرك ضرورة الإلمام بعلم العروض أو علم موسيقى الشعر وأصوله، لا بالنسبة للشعراء فحسب، ولكن بالنسبة أيضًا لذوي التخصص في علوم العربية. وإذا جاز أن يغتفر لغير متخصص ألا يقيم وزن الشعر وألا يقرأه قراءة صحيحة، فإن ذلك لا يمكن أن يغتفر مطلقًا للمتخصص.\n3 الصلة بين العروض والموسيقى:\nعرفنا أن العروض هو علم موسيقى الشعر، وعلى ذلك يكون هناك صلة تجمع بينه وبين الموسيقى بصفة عامة، وهذه الصلة تتمثل في الجانب الصوتي.\nفالموسيقى تقوم على تقسيم الجمل إلى مقاطع صوتية تختلف طولاً وقصرًا، أو إلى وحدات صوتية معينة على نسق معين، بغض النظر عن بداية الكلمات ونهايتها.\nوكذلك شأن العروض، فالبيت من الشعر يقسم إلى وحدات صوتية معينة، أو إلى مقاطع صوتية تعرف بالتفاعيل بقطع النظر عن بداية الكلمات ونهايتها. فقد ينتهي المقطع الصوتي أو التفعيلة في آخر كلمة، وقد ينتهي في وسطها، وقد يبدأ من نهاية كلمة وينتهي ببدء الكلمة التي تليها.\nوهاكم مثالاً على ذلك:\nلا تسألي القوم ما مالي وما حسبي\n...\nوسائلي للقوم ما حزمي وما خلقي\nالجزء: 1 ¦ الصفحة: 12\n",
        "فتقطيع هذا البيت أو تقسيمه إلى وحدات صوتية أو تفاعيل يكون كالآتي:\nلا تَسْأَلِلْ قَومَ مَا مَالِي َمَاحَسَبِي\n...\nمستفعلن فاعلن مستفعلن فعلن\nوَسَائِلِلْ قَومَ ما حَزْمِي وَمَا خُلُقِي\n...\nمتفعلن فاعلن مستفعلن فعلن\nولكن تقطيع البيت أو تقسيمه إلى وحدات صوتية أو تفاعيل لا يتحقق إلا إذا كتب الشعر كتابة عروضية فما الكتابة العروضية؟\n4 الكتابة العروضية.\nأوضحنا فيما سبق الصلة الوثيقة التي بين العروض والموسيقى، وهي صلة الفرع المتولد من الأصل، فالعروض في الحقيقة أمره ليس إلا ضربًا من الموسيقى اختص بالشعر على أنه مقوم من مقوماته.\nوإذا كان للموسيقى عند كتابتها رموز خاصة يدل بها على الأنغام المختلفة، فإن للعروض كذلك رموزًا خاصة به في الكتابة تخالف الكتابة الإملائية التي تكون على حسب قواعد الإملاء المتعارف عليها. وهذه الرموز العروضية يدل بها على التفاعيل التي هي بمثابة أنغام الموسيقي المختلفة.\nوالكتابة العروضية تقوم على أمرين أساسيين هما:\n1 ما ينطق يكتب.\n2 ما لا ينطق لا يكتب.\nوتحقيق هذين الأمرين عند الكتابة العروضية يستلزم زيادة بعض أحرف\nالجزء: 1 ¦ الصفحة: 13\n",
        "لا تكتب إملائيًا وحذف بعض أحرف تكتب إملائيًا. وفيما يلي تفصيل للأحرف التي تزاد أوتحذف في الكتابة العروضية:\nأ- الحروف التي تزاد:\nتزاد في الكتابة العروضية ستة أحرف هي:\n1 إذا كان الحرف مشددًا فك التشديد ورسم الحرف أو كتب مرتين: مرة ساكنًا ومرة متحركًا، نحو: رق، وعد، وهز، فتكتب عروضيًّا: رقق، وعدد، وهزز.\n2 إذا كان الحرف منونًا كتب التنوين نونًا، نحو: جبل، وشجر، وأسد، فتكتب عروضيًّا: جبلن، وشجرن، وأسدن، رفعًا ونصبًا وجرًّا.\n3 تزاد ألف في بعض أسماء الإشارة، نحو: هذا، وهذه، وهذان، وهذين، وهؤلاء، وذلك، فتكتب عروضيًّا: هاذا، وهاذه، وهاذان، وهاذين، وهاؤلاء، وذالك. كذلك تزاد ألف في لفظ الجلالة، وفي لكن المخففة والمشددة، فهذه الكلمات: الله، ولكن، ولكن، تكتب عروضيًّا هكذا: اللاه، ولاكن، ولاكنن.\n4 تزاد واو في بعض الأسماء كما في: داود، وطاوس، وناوس، فتكتب عروضيًّا: داوود، وطاووس، وناووس.\n5 تكتب حركة حرف القافية حرفًا مجانسًا للحركة، فإذا كانت حركة حرف القافية ضمة كتبت هذه الضمة عروضيًّا واوًا، وإذا كانت كسرة كتبت ياء، وإذا كانت فتحة كتبت ألفًا.\n6 إذا أشبعت حركة هاء الضمير للمفرد المذكر الغائب، كتبت\nالجزء: 1 ¦ الصفحة: 14\n",
        "حرفًا مجانسًا للحركة. فالضمة التي على الهاء في: له، ومنه، وعنه، إذا أشبعت كتبت عروضيًّا واوًا هكذا: لهو، ومنهو، وعنهو.\nوكسرة الهاء في: به وإليه، وفيه، إذا أشبعت كتبت عروضيًّا هكذا: بهي، وإليهي، وفيهي.\nأما كاف المخاطب أو المخاطبة فلا تشبع، وبالتالي لا يزاد بعدها أي حرف، نحو: بك، وبكِ، ومنك ومنكِ، وإليك وإليكِ.\nب- الأحرف التي تحذف:\n1 تحذف همزة الوصل، وهي الألف التي يتوصل بها إلى النطق بالساكن، إن كان قبلها متحرك. ويكون ذلك في:\nأ- ماضي الأفعال الخماسية والسداسية المبدوءة بالهمزة، وفي أمرها ومصدرها، نحو: انْطَلَق، استغْفَر، انطلِق، استغفِر، انطلاق، استغفار. فألف الوصل في هذه الكلمات وأمثالها تحذف إن كان قبلها متحرك عند الكتابة العروضية هكذا: فنطلَق، فستغفَر، فنطلِق فستغفِر، فنطلاق، فستغفار.\nب- الأسماء العشرة المسموعة وهي: اسم، ابن، ابنة، امرؤ، امرأة، اثنان، اثنتان، أيمن المختصة بالقسم، است.\nفمثلاً: باسمك، وهذا أب وابن، والعام اثنا عشر شهرًا، تكتب عروضيًّا هكذا: بسمك، وهاذا أبن وبنن، والعام ثنا عشر شهرن.\nج- أمر الفعل الثلاثي الساكن ثاني مضارعه، نحو: فاسمع واكتب واقرأ، فإنها تكتب عروضيًّا هكذا: فسمعْ، وكتبْ، وقرأْ.\nد- ألف الوصل من أل المعرفة. فإذا كانت أل قمرية، كما\nالجزء: 1 ¦ الصفحة: 15\n",
        "في القمر، والورد، اكتفى بحذف الألف فقط، فجمل مثل: طلع القمر، وتفتح الورد، تكتب عروضيًّا هكذا: طلع لقمر، وتفتْتَح لورد.\nأما إذا كانت أل شمسية، كما في الشمس والنهر، فإن ألفها تحذف أيضًا وتقلب اللام حرفًا من جنس الحرف الأول في الاسم الداخلة عليه أل فجمل مثل: تشرق الشمس، ويفيض النهر، تكتب عروضيًّا هكذا: تشرق ششمس، ويفيض ننهر.\n2 تحذف واو عمرو رفعًا وجرًا.\n3 تحذف الياء والألف من أواخر حروف الجر المعتلة وهي: في، إلى، على، عندما يليها ساكن؛ فتراكيب مثل: في البيت، إلى الجامعة، على الجبل، تكتب عروضيًّا هكذا: فلبيت، إللجامعة، عللجبل، ولا تحذف الياء أو الألف من هذه الحروف إذا وليها متحرك نحو: في بيت، وإلى جامعة، وعلى جبل.\n4 تحذف ياء المنقوص وألف المقصور غير المنونين عندما يليهما ساكن نحو: المحامي القدير، والنادي الكبير، والفتى الغريب، والندى الرطب، فهذه تكتب عروضيًّا هكذا: المحاملقدير، وننادلكبير، ولفتلغريب، ونندررطب.\n5 أمثلة للكتابة العروضية:\nالمثال الأول من بحر الوافر، وهو من قصيدة لشوقي في دمشق:\nدخلتك والأصيل له ائتلاق\n...\nووجهك ضاحك البسمات طلق\nووزنه هو:\nمفاعلتن مفاعلتن فعولن\n...\nمفاعلتن مفاعلتن فعولن\nالجزء: 1 ¦ الصفحة: 16\n",
        "يكتب عروضيًّا مع تقطيعه إلى تفاعيل هكذا:\nدخلتك ول أصيل لهؤ تلاقن\n...\nمفاعلتن مفاعلتن فعولن\nووجهك ضا حك لبسما تطلقو\n...\nمفاعلتن مفاعلتن فعولن\nالمثال الثاني من بحر الطويل، وهو من قصيدة لزهير بن أبي سلمى:\nومن هاب أسباب المنايا ينلنه\n...\nوإن يرق أسباب السماء بسلم\nووزنه:\nفعولن مفاعيلن فعولن مفاعلن\n...\nفعولن مفاعيلن فعولن مفاعلن\nويكتب عروضيًّا مع تقطيعه إلى تفاعيل هكذا:\nومن ها بأسبابل منايا ينلنهو\n...\nفعولن مفاعيلن فعولن مفاعلن\nوإن ير قأسبابس سماء بسللمي\n...\nفعولن مفاعيلن فعول1 مفاعلن\nالمثال الثالث من بحر الرمل، وهو من قصيدة لشاعر معاصر:\nكل ما في الأرض من فلسفة\n...\nلا يعزي فاقدا عمن فقد\nووزنه:\nفاعلاتن فاعلاتن فاعلن\n...\nفاعلاتن فاعلاتن فاعلن\n1 أصل هذه هذه التفعيلة \"فعولن\" ويجوز فيها حذف الخامس الساكن فتصير \"فعول\".\nالجزء: 1 ¦ الصفحة: 17\n",
        "ويكتب عروضيًّا مع تقطيعه إلى تفاعيل هكذا:\nكلل ما فل أرض من فل سفتن\n...\nفاعلاتن فاعلاتن فعلن2\nلا يعززي فاقدن عم من فقد\n...\nفاعلاتن فاعلاتن فاعلن\n6 المقاطع العروضية:\nيتألف المقطع العروضي من حرفين على الأقل وقد يزيد إلى خمسة أحرف والعروضيون يقسمون التفاعيل التي تتكون منها أوزان الشعر إلى مقاطع تختلف في عدد حروفها وحركاتها وسكناتها. وفيما يلي تفصيل هذه المقاطع:\n1 السبب الخفيف: وهو يتألف من حرفين أولهما متحرك وثانيهما ساكن نحو: لم - عن - قد - بل - كم - إن - هل\n2 السبب الثقيل: وهو ما يتألف من حرفين متحركين، نحو: لك، بك، ويع، ويف من: لم يع، ولم يف.\n3 الوتد المجموع: وهو ما يتألف من ثلاثة أحرف، أولها وثانيها متحركان والثالث ساكن، نحو: إلى، على، نعم، مضى.\n4 الوتد المفروق: وهو ما يتألف من ثلاثة أحرف، أولها متحرك وثانيها ساكن وثالثها متحرك، نحو: أين، قام، ليس، سوف، حيث، لان، بين.\n5 الفاصلة الصغرى: وهي ما تتألف من أربعة أحرف، الثلاثة الأولى منها متحركة والرابع ساكن، نحو: لعبت، وفرحت وضحكت،\n2 أصل هذه التفعلية \"فاعلن\" ويجوز فيها حذف الثاني الساكن فتصير \"فعلن\".\nالجزء: 1 ¦ الصفحة: 18\n",
        "بسكون التاء في الأفعال الثلاثة، ونحو: ذهبا ورجعا، وذهبوا ورجعوا.\n6 الفاصلة الكبرى: وهي ما تتألف من خمسة أحرف، الأربعة الأولى منها متحركة والخامس ساكن، نحو: غمرنا، من قولك غمرنا فلان بعطفه، ونحو: شجرة، وثمرة، وحركة، وبركة، بتنوين التاء في كل منها.\nوإذا تأملنا الفاصلة الصغرى والفاصلة الكبرى، وجدنا أن كلتيهما تتألف من مقطعين؛ فالفاصلة الصغرى تتألف من سبب ثقيل وآخر خفيف، على حين تتألف الفاصلة الكبرى من سبب ثقيل ووتد مجموع.\n7 التفاعيل.\nعرفنا أن تفاعيل العروض تتألف من مقاطع، وهذه التفاعيل لا تقل عادة عن مقطعين ولا تزيد عن ثلاثة مقاطع، فمثلاً:\nفعولن: تتكون من مقطعين، أولهما وتد مجموع وثانيهما سبب خفيف.\nومفاعيلن: تتكون من ثلاثة مقاطع، أولها وتد مجموع، وكل من الثاني والثالث سبب خفيف.\nوإذا رمزنا إلى الحرف المتحرك بألف صغيرة، وإلى الحرف الساكن بدائرة صغيرة، وشئنا أن ننقل كلاً من: فعولن ومفاعيلن من لغة الألفاظ إلى لغة الرموز، فإن فعولن بلغة الرموز تصبح: اا هـ اهـ، كما تصبح مفاعيلن بلغة الرموز: اا هـ اهـ اهـ.\nالجزء: 1 ¦ الصفحة: 19\n",
        "عدد التفاعيل:\nويبلغ عدد التفاعيل العروضية التي اخترعها الخليل عشر تفاعيل كالآتي:\nأ- اثنتان خماسيتان وهما:\nفاعلن: اهـ اا هـ: وتتكون من سبب خفيف ووتد مجموع.\nفعولن: اا هـ اهـ: وتتكون من وتد مجموع وسبب خفيف.\nب-وثمانية سباعية وهي:\nمفاعيلن: اا هـ اهـ اهـ: وتتكون من وتد مجموع وسببين خفيفين.\nمستفعلن: اهـ اهـ اا هـ: وتتكون من سببين خفيفين ووتد مجموع.\nمفاعلتن: اا هـ اا اهـ: وتتكون من وتد مجموع وفاصلة صغرى.\nمتفاعلن: اا اهـ اا هـ: وتتكون من فاصلة صغرى ووتد مجموع.\nمفعولات: اهـ اهـ اهـ ا: وتتكون من سببين خفيفين ووتد مفروق.\nفاع لاتن: اهـ اا هـ اهـ: وتتكون من وتد مفروق وسببين خفيفين.\nمستفع لن: اهـ اهـ ااه: وتتكون من سبب خفيف فوتد مفروق فسبب خفيف.\nفاعلاتن: اهـ اا هـ اهـ: وتتكون من سبب خفيف فوتد مجموع فسبب خفيف.\nومع التشابه في النطق بين مستفعلن المتصلة، ومستفع لن المنفصلة، وفاعلاتن المتصلة، وفاع لاتن المنفصلة، فإن كان زوج منها يختلف في\nالجزء: 1 ¦ الصفحة: 20\n",
        "وبإعادة النظر في هذه التفعيلات العشرة من حيث مقاطعها وبغض النظر عن صورها تتجلى لنا حقيقة مهمة هي:\n1-\nإن فعولن عكسها فاعلن\n2-\nوإن مفاعيلن عكسها مستفعلن\n3-\nوإن مفاعلتن عكسها متفاعلن\n4-\nوإن مفعولات عكسها فاع لاتن\nومعنى ذلك أن ثماني تفعيلات من التفعيلات العشر هي في حقيقة أمرها أربع تفعيلات فقط ثم صارت بتوليد عكسها ثمانية. فإذا سلمنا بذلك صح القول بأن الخليل بن أحمد عند وضعه لعلم العروض قد اهتدى إلى ست تفعيلات فقط هي: فعولن، مفاعيلن، مفاعلتن، مفعولات، فاعلاتن، مستفع لن،\nومن التفعيلات الأربعة الأولى وعكسها بالإضافة إلى الاثنتين الأخيرتين فاعلاتن ومستفع لن تم له اختراع التفعيلات العشرة.\nوهكذا استطاع الخليل بن أحمد باختراع ست تفعيلات وعكس أربع منها أن يخترع أوزانه الخمسة عشر للشعر، والتي سنتكلم عنها بالتفصيل.\nويجدر بنا ونحن في معرض الحديث عن التفعيلات أن نذكر أن هذه التفعيلات لا تبقى على حال أو صورة واحدة في البحور التي تتألف منها، وإنما يعتريها التغيير بالحذف أو الزيادة أو تسكين المتحرك منها.\nوهذا التغيير الذي يطرأ عليها بالحذف أو الزيادة، أو تسكين المتحرك له اصطلاح خاص في العروض يعرف به، وهذا الاصطلاح يسمى: الزحاف.\nوسوف نتعرض بالقول لأنواع الزحاف التي تدخل على تفعيلات كل بحر عند\nالجزء: 1 ¦ الصفحة: 21\n",
        "الكلام عن بحور الشعر وأوزانه بالتفصيل.\n8 مقومات القصيدة العربية:\nالقصيدة العربية في الشعر الملتزم تعتمد من جهة نظمها على أصلين هما: وحدة الوزن، ووحدة القافية.\nفأبيات القصيدة، أيًّا كان عددها، يجب أن تكون كلها واحدة في وزنها أي من جهة عدد المقاطع والتفاعيل. فإذا كانت تفاعيل البيت الأول ثلاثة أو أربعة التزمت هذه التفاعيل بعددها في جميع أبيات القصيدة.\nوكذلك وحدة القافية. فإذا كان آخر البيت الأول من القصيدة دالًا مثلًا التزمت هذه الدال في آخر كل بيت من القصيدة، كما في قصيدة المعري التي مطلعها:\nغير مجدٍ في ملتي واعتقادي\n...\nنوح باكٍ ولا ترنم شاد\nواللغة العربية مشهورة عن غيرها من اللغات بسعة مفرداتها وكثرة مترادفاتها ومشتقاتها. وهذه تساعد الشاعر على إطالة القصيدة على قافية واحدة، وقل أن تجد لذلك نظيرًا في الآداب الأخرى، ولذلك ترى الشعراء غير العرب يستعينون على إطالة القصيدة إذا شاءوا بتوزيع القوافي.\nوليست وحدة الوزن ووحدة القافية عيبًا في شعرنا العربي أو تقييدًا له، فالتمسك بهاتين الوحدتين والتزامهما من شأنه أن يقوي بناء القصيدة ويرتفع بموسيقاها.\nوأمر آخر قد يخفى إلا على من يعالجون الشعر وينظمونه؛ ذلك الأمر هو أن التزام القافية كثيرًا ما يلجئ الشاعر إلى التريث بحثًا عن القافية المناسبة.\nالجزء: 1 ¦ الصفحة: 22\n",
        "وكثيرًا ما يولد هذا التمهل الناشئ عن الجري وراء القافية أفكارًا ما كانت لتتاح للشاعر أو تخطر على باله وأتته القافية من أول الأمر بسهولة.\nودعاة التجديد في الشعر العربي كان أولى بهم أن يحاولوا التجديد في الأوزان -إن استطاعوا- وبذلك يضيفون إلى ألحان الخليل ألحانًا أخرى يثرَى بها الشعر العربي.\nالتقطيع:\nيراد بالتقطيع في العروض وزن كلمات البيت من الشعر بما يقابلها من تفعيلات، والتقطيع من شأنه أن يعين الدارس على معرفة البحر الذي ينتمي إليه البيت الذي يود معرفة وزنه. ويمكن الاهتداء إلى وزن البيت باتباع الخطوات التالية:\nأولًا: كتابة البيت كتابة عروضية.\nثانيًا: وضع الحرف (ن) مثلاً تحت كل حرف متحرك لا يليه ساكن، ووضع خط صغير هكذا (-) تحت كل حرف متحرك يليه ساكن.\nثالثًا: بعد الانتهاء من نقل لغة الألفاظ إلى لغة الرموز، يقسم البيت إلى تفاعيل لفظية، وذلك بالرجوع إلى تفاعيل العروض التالية ورموزها المدونة أمامها.\nرابعًا: بعد ذلك يسهل على الدارس معرفة وزن البيت إذا كان متذكرًا للتفاعيل التي يتألف منها وزن كل بيت، وإلا أمكنه الاستعانة بأوزانها الواردة في مفاتيح البحور صفحة 128.\nالتفاعيل ورموزها:\n1 فعولن: ن -- وقد تصير بالزحاف فعول: ن - ن\n2 مفاعيلن: ن --- وقد تصير بالزحاف مفاعلن: ن - ن-\nالجزء: 1 ¦ الصفحة: 23\n",
        "3 مفاعلتن: ن - ن ن - وقد تصير بالزحاف مفاعلتن: ن ---\n4 متفاعلن: ن ن - ن - وقد تصير الزحاف متفاعلن: -- ن -\n5 مستفعلن: -- ن - وقد تصير بالزحاف متفعلن: ن - ن- أو مستعلن: - ن ن\n6 مستفع لن: -- ن - وقد تصير بالزحاف متفع لن: ن - ن -\n7 فاعلاتن: - ن -- وقد تصير بالزحاف فعلاتن: ن ن -- أو فاعلن: - ن - أو فالاتن: ---\n8 فاع لاتن: - ن --\n9 مفعولات: --- ن وقد تصير بالزحاف مفعلات: -ن-ن أو معولات: ن --ن\n10 فاعلن: -ن- وقد تصير بالزحاف فالن: --\nفإذا شئنا معرفة وزن البيت التالي.\nعلى قدر أهل العزم تأتي العزائم\n...\nوتأتي على قدر الكرام المكارم\nفإننا نتبع الخطوات السابقة، بكتابته أولاً كتابة عروضية، ثم بوضع رموزه تحته، ثم بتقسيمه إلى تفاعيل لفظية، وذلك بالرجوع إلى التفاعيل ورموزها، وبذلك يمكن معرفة الوزن، هكذا:\nعلى قدرأهللعز م تأتل عزائمو\n...\nفعولن مفاعيلن فعولن مفاعلن\nن -- ن--- ن-- ن-ن-\nوتأتي على قدرل كرامل مكارمو\n...\nفعولن مفاعيلن فعولن مفاعلن\nن-- ن--- ن-- ن-ن-\nوبذلك يتضح لنا أن هذا البيت من بحر الطويل.\nالجزء: 1 ¦ الصفحة: 24\n",
        "أوزان البحور\nالبحر الأول: بحر الطويل\nمدخل\n...\nأوزان البحور\n1 مقدمة.\n2 البحر الأول: بحر الطويل.\nمقدمة:\nأشرنا سابقًا إلى أن الخليل بن أحمد وضع خمسة عشر بحرًا وأن تلميذه الأخفش زاد عليها بحرًا سماه: المتدارك، وبذلك أصبح مجموع البحور ستة عشر بحرًا.\nوبعد هذه البحور كما ذكرنا من قبل تشترك تفعيلاتها في عدد المقاطع بحيث إذا قدمنا مقطعًا متأخرًا أو أخرنا مقطعًا متقدمًا تولد عن ذلك البحر المماثل.\nفالتفعيلة فعولن مثلاً مكونة من وتد مجموع فسبب خفيف، فإذا تكررت ثماني مرات فإنه ينتج عنها بحر المتقارب، أما إذا قدمنا السبب الخفيف على الوتد المجموع في التفعيلة ذاتها فإن فعولن تصبح فاعلن، وهذه إذا تكررت كذلك ثماني مرات فإنه يتولد عنها بحر المتدارك.\nالجزء: 1 ¦ الصفحة: 25\n",
        "وكذلك متفاعلن إذا عكست تصير مفاعلتن وتكوِّن بتكرارها مع تفعيلة من نوع آخر بحرًا يسمى: الوافر، بينما تكرار متفاعلن ست مرات يولد بحرًا آخر هو: الكامل، وهكذا.\nوقد رتب العروضيون بحور الشعر الستة عشر على حسب اشتراك كل مجموعة منها في دائرة عروضية واحدة على الوجه التالي:\n1 الطويل، والمديد، والبسيط.\n2 الوافر، والكامل.\n3 الهزج، والرجز، والرمل.\n4 السريع والمنسرح، والخفيف، والمضارع، والمقتضب، والمجتث.\n5 المتقارب، والمتدارك.\nوهذا الترتيب كما ذكرت هو بحسب اشتراك كل مجموعة من البحور في دائرة عروضية لا بحسب كثرة استعمالها أو قلة استعمالها، وسوف نفصل الكلام عن الدوائر العروضية فيما بعد.\nأجزاء البيت:\nينقسم البيت الشعري إلى قسمين متساويين من حيث النغم والقياس الموسيقي، ويعرف كل قسم بالمصراع تشبيهًا بمصراعي الباب، أو بالشطر، فيقال: الشطر الأول أو الثاني، كما يقال: المصراع الأول أو الثاني من البيت.\nالتفعيلة الأخيرة.\nولما كان للتفعيلة الأخيرة من كل شطر أهمية خاصة فقد انفردت بتسمية خاصة.\nالجزء: 1 ¦ الصفحة: 26\n",
        "فالتفعيلة التي في آخر الشطر من البيت تسمى: العروض -بفتح العين- والتفعيلة التي في آخر الشطر الثاني تسمى: الضرب، وما عدا ذلك من تفاعيل البيت يسمى: الحشو، هكذا:\nفعولن مفاعيلن فعولن مفاعلن\nحشو عروض\nفعولن مفاعيلن فعولن مفاعلن\nحشو ضرب\nوكل بحر من بحور الشعر له نظام خاص في التغييرات التي تدخل على الحشو أو على العروض أو على الضرب. وسنوضح ذلك عند الكلام على وزن كل بحر.\nالجزء: 1 ¦ الصفحة: 27\n",
        "وزن البحر الطويل\n...\nالبحر الأول: الطويل\n1 وزنه:\nفعولن مفاعيلن فعولن مفاعيلن\nفعولن مفاعيلن فعولن مفاعيلن.\n2 عروضه:\nعروض هذا البحر، أي تفعيلته التي تقع في آخر الشطر الأول من البيت، لا تستعمل تامة، بل يحذف منها الحرف الخامس، أي الياء الساكنة فتصبح مفاعيلن مفاعلن.\nوحذف الخامس الساكن له في العروض اسم اصطلاحي هو: القبض، وتسمى التفعيلة التي وقع فيها القبض: مقبوضة.\n3 ضربه:\nوضرب هذا البحر، أي تفعيلته التي تقع في آخر الشطر الثاني من البيت، قد يكون مقبوضًا في قصيدة أو غير مقبوض في أخرى.\nوإذا جاء البيت الأول من القصيدة مقبوض العروض والضرب معًا لزم أن يستمر ذلك في بقية أبياتها.\nالجزء: 1 ¦ الصفحة: 28\n",
        "4 حشو البيت:\nعرفنا أن الحشو هو جميع تفعيلات البيت ما عدا تفعيلة العروض وتفعيلة الضرب.\nوحشو البيت في بحر الطويل يحدث فيه تغيير اختياري بحذف النون الساكنة من فعولن الأولى أو الثالثة أو الخامسة أو السابعة في ترتيب التفاعيل، وبذلك تصبح فعولن فعولُ بلام متحركة أي بحذف الخامس الساكن: فتكون مقبوضة أيضًا.\nوهذا التغيير غير لازم، فإذا ورد التغيير في فعولن الأولى فلا يلزم في غيرها من بقية البيت، كما أن قبض فعولن في حشو بيت ما لا يستدعي قبضها في حشو بقية الأبيات.\nويجب التنبيه على أن هناك فرقًا من جهة التسمية بين التغيير الذي يحدث في الحشو، والتغيير الذي يحدث في العروض والضرب.\nفالتغيير الذي يحدث في الحشو يسمى: الزحاف، أما التغيير الذي يحدث في العروض والضرب فيسمى: العلة، وهو تغيير يلتزم.\nوكما يكون الزحاف والعلة في بحر الطويل يكونان كذلك في غيره من البحور، ولكن ينبغي أن نتذكر أن لكل بحر زحافًا خاصًّا وعلة خاصة.\nعروض الطويل وضربه:\nعروض الطويل تأتي مقبوضة دائمًا.\nأما ضربه فيأتي على ثلاثة أنواع:\nالجزء: 1 ¦ الصفحة: 29\n",
        "1 مقبوضًا كذلك، أي بحذف الخامس الساكن لتصير مفاعيلن مفاعلن.\n2 أو محذوفًا، أي بحذف السبب الأخير من مفاعيلن لتصير مفاعي وتحول إلى مفاعلْ بسكون اللام تسهيلاً للنطق، أو فعولن.\n3 أو صحيحًا، مفاعيلن.\nوعلى هذا يكون نظام البحر الطويل على الوجه التالي:\n1. --- مفاعلن أ. --- مفاعلن أ\n2. --- مفاعلن أ. --- مفاعل ب\n3. --- مفاعلن أ. --- مفاعيلن جـ\nمثال النوع الأول: من معلقة زهير:\nومن هاب أسباب المنايا ينلنه\n...\nوإن يرق أسباب السماء بسلم\nومن ها بأسبابل منايا ينلنهو\nااه اه ااه اه اه ااه اه ااه ااه\nفعولن مفاعيلن فعولن مفاعلن\nوإن ير قأسبابس سماء بسللمي\nااه اه ااه اه اه ااه اااه ااه\nفعولن مفاعيلن فعولُ مفاعلن\nالجزء: 1 ¦ الصفحة: 30\n",
        "ومن ذلك نلاحظ أن عروض هذا البيت هي: مفاعلن، وضربه كذلك.\nوهكذا يسير زهير في جميع أبيات معلقته من أولها إلى آخرها.\nأما حشو البيت فنجد أن إحدى تفعيلاته وهي السابعة فعولن دخلها القبض فحولت إلى فعولُ بتحريك اللام وهذا غير لازم.\nالنوع الثاني: وهو ما عروضه مقبوضة وضربه محذوف أي: مفاعلْ بسكون اللام.\nوقد افترض العروضيون أن أصل الضرب مفاعيلن فحذف من التفعيلة الأخيرة، أي تفعيلة الضرب السبب الخفيف من آخرها فصارت مفاعي، ولسهولة النطق بها تحولت إلى مفاعلْ بسكون اللام أي تفعيلة خماسية.\nوهذا الضرب يسمى: محذوفًا؛ لحذف السبب الأخير من تفعيلته.\nومثال هذا النوع قول أبي نواس في مدح الخصيب أمير مصر:\nتقول التي من بيتها خف محملي\n...\nعزيز علينا أن نراك تسير\nأما دون مصر للغني متطلب\n...\nبلى.. إن أسباب الغنى لكثير\nفقلت لها واستعجلتها بوادر\n...\nجرت فجرى في جريهن عبير\nذريني أكثر حاسديك برحلة\n...\nإلى بلد فيه الخصيب أمير\nفتى يشتري حسن الثناء بماله\n...\nويعلم أن الدائرات تدور\nفما جازه جود ولا حل دونه\n...\nولكن يسير الجود حيث يسير\nالجزء: 1 ¦ الصفحة: 31\n",
        "فتقطيع البيت الأول هكذا:\nتقولل لتي من بيـ تهاخف فمحملي\nفعولن مفاعيلن فعولن مفاعلن\nعزيزن علينا أن نراك تسيرو\nفعولن مفاعيلن فعولُ مفاعلْ\nفالتفعيلة الأخيرة من الشطر الثاني أي الضرب محذوفة.\nومثال آخر قول مسكين الدارمي عندما أوعز إليه معاوية أن يقترح البيعة من بعده لابنه يزيد؛ ليعلم رأي قومه في ذلك:\nألا ليت شعري ما يقول ابن عامر\n...\nومروان أم ماذا يقول سعيد؟\nبني خلفاء الله مهلاً فإنما\n...\nيبوّئها الرحمن حيث يريد\nإذا المنبر الغربي خلَّاه ربه\n...\nفإن أمير المؤمنين يزيد\nفتقطيع البيت الأول هكذا:\nألالي تشعري ما يقولب نُعامرن\nفعولن مفاعيلن فعولن مفاعلن\nومروا نُأَ مْ مَاذا يقول سعيدو\nفعولن مفاعيلن فعولُ مفاعلْ\nالنوع الثالث: ما كان عروضه مقبوضة وضربه صحيحًا أي: مفاعيلن، كقول الحطيئة في المدح:\nأولئك قوم إن بنوا أحسنوا البنا\n...\nوإن عاهدوا أوفوا وإن عقدوا شدوا\nوإن كانت النعماء فيهم جزوا بها\n...\nوإن أنعموا لا كدَّروها ولا كدُّوا\nمطاعين في الهيجا مكاشيف للدجى\n...\nبنى لهم آؤباهم.. وبنى الجد\nويعذلني أبناء سعد عليهم\n...\nوما قلت إلا بالذي علمت سعد\nالجزء: 1 ¦ الصفحة: 32\n",
        "فتقطيع البيت الأول هكذا:\nألاء كقومي إن بنو أح سنلبنا\nفعولُ مفاعلين فعولن مفاعلن\nوإن عا هدو أوْفَو وإن ع قدو شددو\nفعولن مفاعلين فعولُ مفاعلين\nفالعروض مقبوضة والضرب هنا صحيح وكذلك في بقية الأبيات الأخرى.\nوالخلاصة:\n1 إن عروض الطويل مفاعلن\n2 أما الضرب فهو: مفاعلن، أو مفاعلْ بسكون اللام، أو مفاعيلن.\nفإذا رمزنا إلى العروض بالرمز (أ) أيضًا كان نظام قصائد الطويل كما يلي:\n1 قصيدة فيها الوضع هكذا:\n---- أ ---أ\n---- أ ---أ\nأي مفاعلن في العرض ومفاعلن في الضرب حتى نهاية القصيدة.\n2 وقصيدة أخرى تكون العروض مفاعلن أي (أ) والضرب مفاعل أي (ب) فيكون نظامها كالآتي:\n--- أ ---ب\n--- أ --- ب حتى نهاية القصيدة.\nالجزء: 1 ¦ الصفحة: 33\n",
        "3 وقصدة ثالثة تكون العروض مفاعل أي (أ) والضرب مفاعيلن أي (جـ) فيكون نظامها هكذا:\n--- أ ---- جـ.\n--- أ ----جـ حتى نهاية القصيدة.\nوالخطوط الأفقية تمثل حشو البيت.\nالتصريع.\nوالتصريع هو أن يجانس الشاعر بين شطري البيت الواحد في مطلع القصيدة أي يجعل العروض مشبهًا للضرب وزنًا وقافية.\nويحدث في النوع الثاني الذي ضربه (مفاعل) أي (ب) وفي النوع الثالث الذي ضربه (مفاعيلن) أي (جـ) .\nومثال النوع الثاني مطلع قصيدة في الرثاء لشاعر معاصر:\nأفيقوا وإن جل المصاب أفيقوا\n...\nوصونوا عيونًا للدماء تريق.\nوقولوا هنيئًا للألى وهبوا العلى\n...\nنفوسًا إلى نيل المرام تنوق\nوتقطيع الشطر الأول:\nأفيقو وإن جللل مصاب أفيقو\nفعولن مفاعيلن فعولُ مفاعلْ (بسكون اللام)\nوتقطيع الشطر الثاني:\nوصونو عيوننلد دماء تريقو\nفعولن مفاعيلن فعولُ مفاعلْ (بسكون اللام)\nالجزء: 1 ¦ الصفحة: 34\n",
        "فآخر القصيدة مفاعل أي: (ب) في الضرب، أما العروض فيكون آخر الشطر الأول فقط (ب) . أما في الأبيات التي تلي المطلع فتعود فيها العروض إلى مفاعلن أي (أ) فيكون نظام القصيدة هذا:\n--- ب --- ب\n--- أ ---ب\n--- أ --- ب إلى نهاية القصيدة.\nوأحيانًا يكون التصريع في النوع الثالث، ومثاله مطلع قصيدة في وصف الربيع لشاعر معاصر:\nإلى الشاعر الظمآن يا موجة النهر\n...\nإلى الشاعر المدود يا نسمة العصر\nإلى شاطئ ألقت إليه قيادها\n...\nسفائن قد ملئت مجاهدة السير.\nوتقطيع الشطر الأول هكذا:\nالششا عر ظظمأ انيامو جتننهري\nفعولن مفاعيلن فعولن مفاعيلن\nالششا عرلمكدو ديانس متلعصري\nفعولن مفاعيلن فعولن مفاعيلن\nفالعروض فيه مفاعيلن أي: جـ، والضرب كذلك مفاعيلن أي: جـ، فيكون نظام القصيدة المصرعه التي من هذا النوع هكذا:\n--- حـ --- جـ\n--- أ ---جـ\n--- أ ---جـ حتى نهاية القصيدة.\nالجزء: 1 ¦ الصفحة: 35\n",
        "والتصريع كما يكون في بحر الطويل يكون في غيره من البحور. والأصل في التصريع أن يكون في البيت الأول من القصيدة، ولكن الشاعر أحيانًا يقسم قصيدته فقرات حسب الموضوع أو الفكرة، فيبدأ الموضوع أو الفكرة الجديدة ببيت مصرع كأنما اعتبر الموضوع الجديد أو الفكرة الجديدة قصيدة جديدة، وكل هذا بشرط اتحاد البحر والقافية، وإلا كانت قصيدة جديدة.\nحشو الطويل:\nوالمشهور في حشو الطويل أن يدخله زحاف القبض وهو حذف الخامس الساكن فتصبح فعولن فعول، ومفاعيلن مفاعلن، كما عرفنا من تقطيع الأمثلة السابقة.\nعلامات الضرب الطويل.\nويمكننا أن نميز أضرب الطويل بعضها من بعض بعلامات منها:\nأ- إذا كانت القافية مردفة: أي يوجد حرف مد قبل حرف القافية في آخر البيت كان الضرب بوزن مفاعلْ بسكون اللام، مثل:\nويعلم أن الدائرات تدور\n...\nفإن أمير المؤمنين يزيد\nوكل الذي فوق التراب تراب\nب- وإذا كانت الكلمة الأخيرة في البيت غير مردفة، أي إذا كان حرف القافية قبله حرف صحيح ساكن فإن الضرب يكون بوزن مفاعيلن مثل:\nالجزء: 1 ¦ الصفحة: 36\n",
        "إلى الشاعر المكدود يا نسمة العصر\n...\nلينطق بالسحر المبين من الشعر\nحـ- وإذا كان حرف القافية قبله حرف متحرك فإن الضرب يكون على وزن مفاعلن مثل:\nوإنك كالليل الذي هو مدركي\n...\nوإن خلت أن المنتأى عنك واسع\nالجزء: 1 ¦ الصفحة: 37\n",
        "تدريبات على البحر الطويل\n...\nتدريبات على بحر الطويل\nالتدريب الأول:\nالأبيات التالية من الطويل، والعروض فيها مقبوضة، والضرب إما تام، أو مقبوض أو محذوف. اكتب هذه الأبيات كتابة عروضية، وضع تفاعيلها تحتها، واذكر نوع الزحاف الذي دخل على بعض تفاعيلها:\n1 عفا الله عن ليلى الغداة فإنها\n...\nإذا وليت حكمًا علي تجور\n2 أبا منذر أفنيت فاستبق بعضنا\n...\nحنانيك بعض الشر أهون من بعض\n3 إذا حل في أرضٍ بناها مدائنا\n...\nوإن حل عن أرض ثوتْ وهي بلقع\n4 وقائلة: ماذا دهاك - تعجبًا.\n...\nفقلت لها: يا هذه أنت والدهر!\n5 لعمرك ما الأبصار تنفع أهلها\n...\nإذا لم يكن للمبصرين بصائر\n6 أتترك إتيان الزيارة عامدًا\n...\nوأنت عليها لو تشاء قدير؟\nالجزء: 1 ¦ الصفحة: 37\n",
        "التدريب الثاني:\nاكتب الأبيات التالية كتابة عروضية، وبين نوع العروض والضرب وكذلك نوع الزحاف في كل منها:\n1 ونحن أناس لا توسط عندنا\n...\nلنا الصدر دون العالمين أو القبر\n2 ومن مذهبي حب الديار لأهلها\n...\nوللناس فيما يعشقون مذاهب\n3 وداع دعاني، والأسنة دونه\n...\nصببت عليه بالجواب جوادي\n4 رضيت لنفسي كان غير موفق\n...\nولم ترض نفسي كان غير نجيب.\n5 ذريني فإن البخل لا يخلد الفتى\n...\nولا يهلك المعروف من هو فاعله\n6 سآتي جميلاً ما حييت فإنني\n...\nإذا لم أفد شكرًا أفدت به أجرًا\nالجزء: 1 ¦ الصفحة: 38\n",
        "التدريب الثالث:\nالأبيات التالية من بحور مختلفة. عين منها الأبيات التي من بحر الطويل، وبين نوع العروض والضرب في كل منها:\n1 وما نيل المطالب بالتمني\n...\nولكن تؤخذ الدنيا غلابا\n2 فيا لك من ليل تقاصر طوله\n...\nولم يك ليلي قبل ذلك يقصر\n3 سعادة المرء في السراء إن رجحت\n...\nوالعدل أن يتساوى الهم والجذل\n4 أتترك إتيان الزيارة عامدًا\n...\nوأنت عليها لو تشاء قدير؟\n5 ومن الذي أوحى إليك بأنني\n...\nفي التيه مضطرب بغير دليل؟\n6 وما نعمة مشكورة قد صنعتها\n...\nإلى غير ذي شكر بمانعة أخرى\nالجزء: 1 ¦ الصفحة: 39\n",
        "البحر الثاني: المديد\nوزن البحر المديد\n...\nالبحر الثاني: المديد\nوتفعيلاته هي:\nفاعلاتن فاعلن فاعلاتن\n...\nفاعلاتن فاعلن فاعلاتن\nوهذا البحر من البحور القليلة الاستعمال، ولكن أنواعه تتفاوت في ذلك، وأكثرها نسبيًّا ما كانت عروضه وكان ضربه على فعِلن بتحريك العين، أي محذوفة مخبونة.\nأعاريض المديد وأضربه:\nأولاً: العروض صحيحة: فاعلاتن، وضربها صحيح كذلك: فاعلاتن.\nمثل:\nيا طويل الهجر لا تنس وصلي\n...\nواشتغالي بك عن كل شغلي\nيا طويلل هجر لا تنسو صلي\n...\nوشتغالي بك عن كللشغلي\nفاعلاتن فاعلن فاعلاتن\n...\nفاعلاتن فعلن فاعلاتن\nثانيًا: العروض محذوفة والضرب مقصور.\nالجزء: 1 ¦ الصفحة: 39\n",
        "العروض محذوفة فاعلن، وأصلها فاعلاتن حذف من آخرها السبب الخفيف، فأصبحت فاعلا، ثم حولت إلى فاعلن تسهيلًا للنطق. وفي اصطلاح العروضيين تسمى هذه العلة بالحذف. فالعروض محذوفة.\nأما الضرب مع هذه العروض فهو فاعلاتْ بتسكين التاء، أي: بحذف سابع التفعيلة وتسكين ما قبله، وتسمى هذه العلة: القصر، والتفعيلة تسمى: مقصورة. إذن فعروض هذا النوع من المديد محذوفة، والضرب مقصور مثال ذلك قول الشاعر:\nلا يغرن امرأ عيشُه\n...\nكل عيشٍ صائر للزوال\nلا يغررن نمرَ أن عيشهو\n...\nكللعيشن صائرن لززوالْ.\nفاعلاتن فاعلن فاعلن\n...\nفاعلاتن فاعلن فاعلاتْ\n(بسكون التاء)\nفي هذا النوع قد يرد البيت الأول بعروض على وزن فاعلات مثل الضرب، ثم تأتي بقية الأبيات بعروض محذوفة، وهذا هو التصريع كما تقدم في الطويل، ومثاله:\nيا وميض البرق بين الغمام\n...\nلا عليها بل عليك السلام\nإن في الأحداج1 مقصورة 2\n...\nوجهها يهتك ستر الظلام\n1 الأحداج: جمع حدج وهو ما تركب فيه النساء على البعير كالهودج.\n2 المقصورة من النساء: المحبوسة التي لا يسمح لها أن تخرج من بيتها، والقاصرة: امرأة قاصرة الطرف لا تمد عينيها إلى غير بعلها.\nالجزء: 1 ¦ الصفحة: 40\n",
        "ثالثًا: العروض محذوفة مخبونة، والضرب كذلك محذوف مخبون.\nالعروض فعِلن أي: فاصلة صغرى، وأصلها فاعلاتن دخل عليها زحاف الحذف فأصبحت فاعلا، ثم حذفت الألف الثانية، أي حذف الثاني الساكن وهذا هو زحاف الخبن فصارت فعلا، ثم حولت إلى فعلن تسهيلاً للنطق، فالعروض بعد ذلك كله صارت محذوفة مخبونة.\nوالضرب كذلك فعلن ومثاله قول الشاعر:\nغير مأسوف على زمنٍ\n...\nينقضي بالهم والحزنِ\nغير مأسو فن على زمنن\n...\nينقضي بل هممول حزني\nفاعلاتن فاعلن فعِلن\n...\nفاعلاتن فاعلن فعِلن\nوهذا النوع هو أكثر أنواع المديد شيوعًا بالنسبة لباقي الأنواع.\nزحافات هذا البحر\nالزحاف الذي يدخل هذا البحر نوعان: أحدهما كثير شائع والثاني قليل نادر.\nالأول: الخبن، أي: حذف الثاني الساكن من التفعيلة في الحشو، والحشو في المديد عبارة عن تفعيلتين فقط هما:\nفاعلاتن فاعلن.\nفتصبح كل واحدة بعد الخبن: فعلاتن فعِلن.\nالجزء: 1 ¦ الصفحة: 41\n",
        "فبعض الأبيات تخبن فيه التفعيلة الأولى وبعضها تخبن فيه التفعيلة الثانية.\nويجوز أن يكون ذلك في الشطر الأول أو الثاني من البيت أو في كليهما، ويندر أن تخبن التفعيلتان في شطر واحد، وأندر منه في التفعيلات الأربع أي أن يدخل زحاف الخبن في جميع الحشو.\nالثاني: المعاقبة، وذلك أنه يجوز أن تحذف بقلة: (ن) فاعلاتن أي: السابع الساكن، ويسمى هذا: الكف ولكن بشرط ألا تخبن فاعلاتن بل تسلم، كما يجوز خبن فاعلن مع عدم كف فاعلاتن.\nوهاك أمثلة من بعض القصائد التي وردت من النوع الثاني: فعِلن، والذي هو أكثر أنواع المديد شيوعًا واستعمالاً:\nقال حافظ إبراهيم:\nحال بين الجفن والوسن\n...\nحائل لو شئت لم يكن\nأنا والأيام تقذف بي\n...\nبين مشتاق ومفتتن\nلي فؤاد فيك تنكره\n...\nأضلعي من شدة الوهن\nوزفير لو علمتَ به\n...\nخلتَ نار الفرس في بدني\nيالقومي\n...\nإنني رجل\n...\nحرت في أمري وفي زمني\nوقال شاعر مصري معاصر:\nيا فؤادًا جف أخضُرُه\n...\nواحتواه الشيبُ والهرمُ\nلهفي.. كم أنت في حزَن\n...\nمن هوى يطغي ويزدحم\nغائم كالليل معتكرًا\n...\nهائج كالبحر يلتطم\nفتزود للهودى أسفًا\n...\nوانس يا مسكين حبهم\nهو حب.. لو إلى صنم\n...\nكان لبَّي حبَّنَا الصنمُ\nالجزء: 1 ¦ الصفحة: 42\n",
        "وقال شاعر آخر:\nمن محبٍ شَفَّهُ سَقَمُهْ\n...\nوتلاشى لحمُه ودمُهْ\nكاتب حنت صحيفته\n...\nوبكى من رحمةٍ قلمُهْ\nيرفع الشكوى إلى قمر\n...\nينجلي عن وجهه ظَلَمُهْ\nمن لِقَرْنِ الشمس جبهته\n...\nوللمع البرق مبتسمُهْ\nخلِّ عَقْلِي يا مُسَفِّهَهُ\n...\nإن عقلي لستُ أتهمُهْ\nللفتى عقل يعيش به\n...\nحيث تهدي ساقَهُ قدمُهْ 1\nويمكن أن نرمز إلى أنواع العروض والضرب المشهورة في المديد بما يلي:\nأ= فاعلاتن، ب = فاعلن، جـ = فاعلاتْ، د= فعِلن\nفتكون أنواع المديد المشهورة هي:\n1: -- أ -- أ\n2: -- ب -- جـ\n3: -- د -- د\nولكن يستثنى من ذلك التصريع حيث تكون عروض أول بيت مثل الضرب.\n1 البيت لطرفة بن العبد\nالجزء: 1 ¦ الصفحة: 43\n",
        "تدريبات على بحر المديد\nالتدريب الأول:\nالأبيات التالية من بحر المديد. بين نوع العروض والضرب في كل بيت منها، وإن كان فيها زحاف فاذكر نوعه:\n1 إنما ذكرك ما قد مضى\n...\nضلةٌ مثل حديث المنامْ\n2 إن جرى قتلٌ على يده\n...\nفهو في حلٍ وفي سَعَةِ\n3 اعلموا أني لكم حافظ\n...\nشاهدًا ما عشت أو غائبا\n4 يا لبكر أنشروا لي كليبًا\n...\nيا لبكر أين أين الفرار\nالتدريب الثاني:\nاكتب الأبيات التالية كتابة عروضية، ثم قطعها على حسب تفاعيل المديد، وضع رموز المتحرك والساكن تحت التفاعيل:\n1 صار جدًّا ما فرحتُ به\n...\nربًّ جَدٍّ جرَّه اللعبُ\n2 تحسب الهجر حلالاً لها\n...\nوترى الوصل عليه حرام\n3 إنما الذلفاء ياقوتةٌ\n...\nأُخرجت من كيس دِهْقَانِ1\n1 الذلفاء: المرأة الصغيرة الأنف في استواء، والدهقان: من معانيها التاجر، وهو المراد هنا.\nالجزء: 1 ¦ الصفحة: 44\n",
        "التدريب الثالث:\nعين بحر كل بيت من الأبيات التالية:\n1 وما الخيل إلا كالصديق قليلة\n...\nوإن كثرت في عين من لا يجرِّب\n2 من يحب العز يدأب إليه\n...\nوكذا من طلب الدُّرّ غاصا\n3 أعز مكان في الدُّنَى سرج سابح\n...\nوخير جليس في الزمان كتاب\n4 أدلال ذاك أم كَسَل\n...\nأم تناسٍ منك أم ملل؟\n5 إنما الدنيا بلاء\n...\nوكدٌّ\n...\nواكتئاب قد يسوق اكتئابا\n6 يقولون لي: ما أنت في كل بلدة؟\n...\nوما تبتغي ما أبتغي جل أن يسمى\nالجزء: 1 ¦ الصفحة: 45\n",
        "البحر الثالث: البسيط\nأوزان البحر البسيط\n...\nالبحر الثالث: البسيط\nوتفعيلاته هي:\nمستفعلن فاعلن مستفعلن فاعلن\n...\nمستفعلن فاعلن مستفعلن فاعلن\nويدخل هذا البحر من الزحاف ثلاثة أنواع هي:\nأولاً: الخبن، وهو حذف الثاني الساكن. ويدخل هذا الزحاف في فاعلن فتصير فعَلن أي بعد أن كانت التفعيلة مكونة من: سبب خفيف ووتد مجموع تصبح فاصلة صغرى، أي ثلاث محركات فساكن.\nويدخل الخبن أيضًا مستفعلن فتحذف السين فتصبح متفعلن، أي بعد أن كانت التفعيلة مكونة من سببين خفيفين ووتد مجموع تصبح مكونة من وتدين مجموعين. وبعبارة أخرى تحول رموزها من: اهـ اهـ اا هـ إلى اا هـ اا هـ.\nالجزء: 1 ¦ الصفحة: 46\n",
        "ثانيًا: الطي، وهو حذف الرابع الساكن. ويدخل هذا الزحاف في مستفعلن كذلك، ولكن في موضع آخر حيث تحذف الفاء فتصبح التفعيلة مستعلن، أي تكون سببًا خفيفًا وفاصلة صغرى هكذا:\nاهـ اا اهـ.\nثالثًا: الخبل، وهو حذف الثاني الساكن والرابع الساكن من مستفعلن\nفتصبح متعلن، أي تصير فاصلة كبرى، أي أربع متحركات فساكن، ويصير رمزها هكذا: اا اا هـ فالخبل إذن هو الجمع بين الخبن والطي معًا.\nوكل هذه الزحافات تكون في الحشو، أما العروض والضرب فلهما في الزحاف الذي يدخل عليهما ويسمى: علة نظام آخر.\nالبسيط التام والمجزوء:\nوبحر البسيط كما يستعمل تامًّا، أي بثماني تفعيلات جريًا على أصله يستعمل كذلك مجزوءًا، أي بحذف تفعيلة من كل شطر، أو بست تفعيلات.\nوسمي مجزوءًا لحذف جزء من كل شطر. ويشارك البسيط في هذه الظاهرة بعض أبحر أخرى نعرفها فيما بعد.\nالجزء: 1 ¦ الصفحة: 47\n",
        "عروض البسيط وضربه:\nوحتى يستعمل البسيط تامًّا أي غير مجزوء لا تبقى عروضه صحيحة، بل تغير من فاعلن إلى فعَلن. وضربه كذلك يكون كثيرًا فعَلن، وأحيانًا أخرى يكون فاعل، أي بحذف آخر الوتد المجموع وتسكين ما قبله.\nوعلى ذلك يصبح وزن البسيط المشهور كالآتي:\nمستفعلن فاعلن مستفعلن فعِلن\n...\nمستفعلن فاعلن مستفعلن فعِلن\nفالعروض مخبونة، أي حذف ثانيها الساكن، والضرب: إما مخبون مثلها، وإما مقطوع، وذلك في حالة فاعل. والقطع: وهو حذف آخر الوتد المجموع وتسكين ما قبله؛ أي بعد أن كانت التفعيلة سببًا خفيفًا ووتدًا مجموعًا تصبح سببين خفيفين: فيصير الوزن في هذه الحالة كالآتي:\nمستفعلن فاعلن مستفعلن فعِلن\n...\nمستفعلن فاعلن مستفعلن فاعلْ\n(بسكون اللام)\nمجزوء البسيط:\nمستفعلن فاعلن مستفعلن\n...\nمستفعلن فاعلن مستفعلن\nوعندما يكون البسيط مجزوءًا تكون العروض على نوعين:\nأ- مقطوعة: أي بحذف آخر الوتد المجموع وتسكين ما قبله، فتصبح مستفعلن: مستفعل، بثلاثة أسباب خفيفة، وضربها صحيح، فيصير الوزن:\nالجزء: 1 ¦ الصفحة: 48\n",
        "مستفعلن فاعلن مستفعلْ\n...\nمستفعلن فاعلن مستفعلن\nب- صحيحة: أي: مستفعلن، والضرب في هذه الحالة ثلاثة أنواع:\n1 صحيح: مستفعلن، فيكون الوزن:\nمستفعلن فاعلن مستفعلن\n...\nمستفعلن فاعلن مستفعلن\n2 صحيح مذيل: والتذييل: زيادة حرف ساكن على آخر الوتد المجموع الذي في آخر التفعيلة. وحينئذ تصبح نون مستفعلن ألفًا لسهولة النطق فتصبح بالتذييل مستفعلان. فيكون الوزن:\nمستفعلن فاعلن مستفعلن\n...\nمستفعلن فاعلن مستفعلان\n3 مقطوع: أي بحذف آخر الوتد المجموع وتسكين ما قبله فتصير مستفعلن: مستفعل، فيكون الوزن:\nمستفعلن فاعلن مستفعلن\n...\nمستفعلن فاعلن مستفعلْ\n(بسكون اللام)\nمخلَّع البسيط\nقد يدخل عروض مجزوء البسيط وضربه مستفعلن تغييران: أحدهما الخبن، بحذف الثاني الساكن وهو السين، والثاني القطع، بحذف آخر الوتد المجموع مع تسكين ما قبله، فتصبح بذلك مستفعلن متفعلْ\nالجزء: 1 ¦ الصفحة: 49\n",
        "وتنقل إلى فعولن لسهولة النطق. وفي هذه الحالة يسمى هذا الوزن باسم معين هو: مخلع البسيط، ويكون وزنه كالآتي:\nمستفعلن فاعلن فعولن\n...\nمستفعلن فاعلن فعولن\nوزحافه في الحشو كزحاف البسيط أو مجزوء البسيط، أي يدخله زحاف الخبن أو الطي أو الخبل الذي هو مجموع الخبن والطي معًا.\nوفيما يلي أمثلة للمشهور استعماله من البسيط:\n1 فوزن النوع الأول من البسيط التام الذي يدخل الخبن على عروضه وضربه فيصير فعِلن هو:\nمستفعلن فاعلن مستفعلن فعِلن\n...\nمستفعلن فاعلن مستفعلن فعِلن\nمثاله:\nفي ليلة الهول والأحداث تلتطم\n...\nوالشر يعصف بالوادي ويحتدم\nكنا نخوض إلى الأعداء معتركًا\n...\nنرمي ونرمى به والبأس محتدم\nكنا نباغتهم في حيثما كمنوا\n...\nكنا نشد عليهم كلما هجموا\n2 ووزن النوع الثاني من البسيط التام حيث تكون عروضه مخبونة فعِلن، ويكون ضربه مقطوعًا فاعل، هو\nمستفعلن فاعلن مستفعلن فعِلن\n...\nمستفعلن فاعلن مستفعلن فاعلْ\nالجزء: 1 ¦ الصفحة: 50\n",
        "ومثاله:\nيا أم عمرو جزاك الله مغفرة\n...\nردي علي فؤادي كالذي كانا\nألست أحسن من يمشي على قدم\n...\nيا أملح الناس كل الناس إنسانًا؟\nومن علامات النوع الأول أن يكون قبل رويه حرف متحرك، ومن علامات النوع الثاني أن يكون قبل رويه حرف مد.\nوقد يدخل التصريع النوع الثاني كقول المتنبي:\nعيد بأية حالٍ عدت يا عيد\n...\nبما مضى أم بأمر فيك تجديد؟\nأما الأحبة فالبيداء دونهم\n...\nفليت دونك بيدًا دونها بيد\nأصخرة أنا؟ مالي لا تحركني\n...\nهذي المدام ولا هذي الأغاريد؟\nماذا لقيت من الدنيا، وأعجبه\n...\nأنى بما أنا باكٍ منه محسود؟\nفالضرب في جميع الأبيات مقطوع، أما العروض فيما عدا البيت الأول فهي مخبونة. وذلك جار على حسب القواعد السابقة، إلا البيت الأول فقد وردت العروض مقطوعة كالضرب من أجل التصريع.\nمخلع البسيط: هو كما تقدم نوع من مجزوء البسيط، دخل على عروضه وضربه الذي هو مستفعلن الخبن والقطع فصارت مستفعلن متفعلْ بسكون اللام ثم تحولت إلى فعولن وبذلك صار وزنه:\nمستفعلن فاعل فعولن\n...\nمستفعلن فاعلن فعولن\nالجزء: 1 ¦ الصفحة: 51\n",
        "ومثاله قول الشاعر:\nيا وحة النازح البعيد\n...\nوموئل الحائر الطريد\nالريح تطغى.. فأنقذيني\n...\nمن عصفها الجارف العنيد\nوسلسلي الأمن في فؤادي\n...\nوأيقظي الشوق من جديد\nوداعبي الروح بالأماني\n...\nيزدك من رائع النشيد\nوعطري خاطري بذكرى\n...\nلقائنا الأول السعيد\nأهواك أهواك يا حياتي\n...\nللفن والحب والخلود\nالجزء: 1 ¦ الصفحة: 52\n",
        "تدريبات على بحر البسيط\nالتدريب الأول:\nالأبيات التالية من بحر البسيط. بين نوع العروض والضرب في كل منها، واذكر نوع الزحاف في كل بيت إن وجد:\n1 سبحان خالق نفسي كيف لذتها\n...\nفيما النفوس تراه غاية الألم\n2 حسن الحضارة مجلوب بتطرية\n...\nوفي البداوة حسن غير مجلوب\n3 إني لمن معشر ما ضيم جارهم\n...\nولا رأى عندهم بؤسًا ولا خافا\n4 وما أخوك الذي يدنو به نسب\n...\nلكن أخوك الذي تصفو ضمائره\nالتدريب الثاني:\nالأبيات التالية من مجزوء البسيط ومخلَّع البسيط. اذكر العروض والضرب في كل منها، وكذلك نوع الزحاف إن وجد:\n1 قد طال يا قلب ما تلاقى\n...\nإن مات ذو صبوة فكنه\nالجزء: 1 ¦ الصفحة: 52\n",
        "2 ماذا وقوفي على ربع عفا\n...\nمخلولق دارس مستعجم؟\n3 يا صاح قد أخلفت أسماء ما\n...\nكانت تمنيك من حسن الوصال\n4 سيروا معًا إنما ميعادكم\n...\nيوم الثلاثاء ببطن الوادي\nالتدريب الثالث:\nعين بحر كل بيت من الأبيات التالية، وبين ما فيها من زحاف:\n1 لا أتاح الله لي فرجًا\n...\nيوم أدعو منك بالفرج\n2 أضحي التنائي بديلاً من تدانينا\n...\nوناب عن طول لقيانا تجافينا\n3 وقيدت نفسي في ذراك محبة\n...\nومن وجد الإحسان قيدًا تقيدا\nالتدريب الرابع:\nاكتب الأبيات التالية كتابة عروضية، ثم قطعها على حسب التفاعيل، وضع رموزها تحتها:\n1 كل من حانت منيته\n...\nلم يدافع دونه حرسه\n2 تقدمتني أناس كان شوطهم\n...\nوراء خطوي لو أمشي على مهل\n3 وإني في بيت صغير مهدم\n...\nكأني في قصر كبير مشيد\nالجزء: 1 ¦ الصفحة: 53\n",
        "البحر الرابع: الوافر\nوزنه\n...\nالبحر الرابع: الوافر\nووزنه\nمفاعلتن مفاعلتن فعولن\nمفاعلتن مفاعلتن فعولن\nوالتفعيلة الثالثة والسادسة هنا فعولن، والتي تمثل عروض الوافر وضربه هي في الأصل مفاعلتن، وقد طرأ عليها التغيير بالقطف، وهو تسكين الخامس المتحرك: اللام، وحذف السبب الخفيف من آخر التفعيلة، فأصبحت مفاعل، بوتد مجموع وسبب خفيف، ولسهولة النطق بها حولت إلى فعولن.\nزحاف هذا البحر:\nالزحاف الذي يدخل حشو هذا البحر هو العصْب بسكون الصاد.\nوالعصب: هو تسكين الحرف الخامس، وهو هنا اللام في مفاعلتن. والوافر من أكثر بحور الشعر استعمالا، ومن أمثلته قول شاعر معاصر:\nالجزء: 1 ¦ الصفحة: 54\n",
        "وذي غرفٍ كساكنه رهيب\n...\nتجهم للرياء وعنه صاما\nسعيت إليه لما ضل سعيي\n...\nوأخلفت المنى عامًا فعاما\nسعيت إليه أعمره بروحي\n...\nوأنزل فيه صبًّا مستهاما\nفألفي ملء ساحته قبولا\n...\nوأبصر في مسالكه اهتمامًا\nوألمح في طويته عتابا\n...\nوأقرأ في محياه كلاما\nفألبس فيه ظلا شاعريًّا\n...\nوأرجع فيه كالماضي غلامًا\nوكم من قصة مثلت فيه\n...\nشفت بدءًا ولم تحمد ختاما\nفإذا قطعنا الشطر الثاني من البيت الثالث وجدنا التفعيلة الأولى تأتي على الأصل محركة الخامس، والتفعيلة الثانية قد دخلها العصب، أي: تسكين الحرف الخامس هكذا:\nوأنزل في هصببن مس تهاما\nااه اااه ااه اه اه ااه اه\nمفاعلتن مفاعلتن فعولن\nبتحريك اللام في مفاعلتن الأولى وتسكينها في الثانية.\nمجزوء الوافر:\nيختصر الوافر أحيانًا بحذف تفعيلة من كل شطر فيصبح وزنه هكذا:\nمفاعلتن مفاعلتن\n...\nمفاعلتن مفاعلتن\nالجزء: 1 ¦ الصفحة: 55\n",
        "وبذلك تصبح أولى التفعيلتين في كل شطر حشوًا، والثانية في الشطر الأول عروضًا، وفي الشطر الثاني ضربًا.\nويسمى الوافر بعد الحذف على هذا الوضع مجزوء الوافر. ويدخله زحاف العصب: أي تسكين الخامس على حشو مجزوء الوافر تمامًا كما يدخل على حشو الوافر كاملاً.\nعروض مجزوء الوافر، وضربه:\nأ- عروضه صحيحة غالبًا، ويجوز فيها العصب، أي تسكين الخامس.\nب- أما ضربه فنظرًا لنظام القافية يتحتم فيه أن يلزم حالة واحدة، فهو إما صحيح أو معصوب.\nأمثلة.\n1 مثال صحيح الضرب قول الشاعر:\nأخ لي عنده أدبُ\n...\nصداقة مثله نسبُ\nرعي لي فوق ما أرعى\n...\nوأوجب فوق ما يجب\nفلو سبكت خلائقه\n...\nلقل أمامها الذهب\nفالضرب في الأبيات الثلاثة صحيح، أي محرك اللام، أما عروضه فصحيحة في البيتين الأول والثالث، ومعصوبة في البيت الثاني، أي ساكنة الخامس.\nالجزء: 1 ¦ الصفحة: 56\n",
        "2 ومثال الضرب المعصوب قول الشاعر:\nصحا والفجر يرمقنا\n...\nبطرف نائم صاح\nِوودعنا على ظمأ\n...\nلحسن فيه وضاحِ\nفليت الحب يسعدنا\n...\nفنلقى عنده الأمنا\nولكن أين ما نرجو\n...\nوكل سعادة تفنى؟\nوتجدر الإشارة هنا إلى أن مجزوء الوافر قد يشتبه أحيانًا ببحر الهزج. وهذا أمر سنتعرض له بشيء من التفصيل عند الكلام على الهزج.\nالجزء: 1 ¦ الصفحة: 57\n",
        "تدريبات على بحر الوافر\nالتدريب الأول:\nالأبيات التالية من بحر الوافر ومجزوئه، فاكتبها كتابة عروضية، ثم ضع تحتها رموزها فتفاعيلها:\n1 أبعد الأربعين محرمات\n...\nتماد في الصبابة واغترار؟\n2 أيا قلبي أما تخشع؟\n...\nويا علمي أما تنفع؟\n3 تواعدنا\n...\nبآذار\n...\nلمسعى غير مختار\n...\nالتدريب الثاني:\nعين البحر في الأبيات التالية، وبين نوع العروض في كل منها:\nالجزء: 1 ¦ الصفحة: 57\n",
        "1 وما وجد اشتياق كاشتياقي\n...\nولا عرف انكماش كانكماشي\n2 لا تنكرن رحيلي عنك في عجل\n...\nفإنني لرحيلي غير مختار\n3 ومن ينفق الساعات في جمع ماله\n...\nمخافة فقْرٍ فالذي فعل الفقر\n4 يا لقومي\n...\nإنني رجل\n...\nحرت في أمري وفي زمني\n5 أبنت الدهر عندي كلُّ بنتٍ؟\n...\nفكيف وصلت أنت من الزحام؟\n6 إذا صرف النهار الضوء عنهم\n...\nدجا ليلان ليل والغبار\nالتدريب الثالث:\nعرف بالمصطلحات العروضية التالية:\nالحشو - الخبن - العروض - الضرب - الطي - القبض - التذييل- العصب - القطع.\nالجزء: 1 ¦ الصفحة: 58\n",
        "البحر الخامس: الكامل\nوزنه\n...\nالبحر الخامس: الكامل\nووزنه:\nمتفاعلن متفاعلن متفاعلن\nمتفاعلن متفاعلن متفاعلن\nزحاف الكامل:\nيدخله كثيرًا زحاف الإضمار، وهو تسكين الثاني المتحرك، وبذلك تصبح التفعيلة مكونة من سببين خفيفين ووتد مجموع مثل مستفعلن، وقد يدخله الطي: وهو حذف الرابع الساكن ولكن ذلك نادر جدًّا.\nالكامل التام:\nوهو ما كانت تفاعيله ستًّا، وله عروضان وخمسة أضرب هكذا:\nالجزء: 1 ¦ الصفحة: 59\n",
        "العروض الضرب\nأ- صحيحة: متفاعلن 1 صحيح. متفاعلن\n2 مقطوع متفاعل1، أي بحذف آخر الوتد المجموع وإسكان ما قبله.\n3 أحذ مضمر متْفا، بحذف الوتد المجموع وتسكين الثاني.\nب- حذّاء: متَفا 1 أحذ متَفا بتحريك التاء.\n2 أحذ مضمر متْفا\n2 مجزوء الكامل:\nوهو ما حذف ثلثه وبقي على أربع تفعيلات، وله عروض واحدة وأربعة أضرب كالآتي:\n1 يجوز في هذه الضرب أن يدخله الإضمار أيضًا وهو تسكين الثاني بالإضافة إلى القطع فتصبح متَفاعلْ بتحرك الثاني، متْفاعل بتسكين الثاني. كقول المتنبي:\nيا من يعز على الأعزة جاره\n...\nويذل من سطواته الجبار\nكن حيث شئت فما تحول تنوفه\n...\nدون اللقاء ولا يشط مزار\nإن الذي خلفت خلفي ضائع\n...\nمالي على قلقي إليه خيار\nالجزء: 1 ¦ الصفحة: 60\n",
        "العروض الضرب\n1 صحيح. متفاعلن.\nصحيحة: 2 مقطوع متفاعل، بحذف السابع الساكن، وتسكين ما قبله.\nمتفاعلن\n3 مذيل: وهو ما يزد عليه حرف فتصير متفاعلن متفاعلان.\n4 مرفل: وهو ما زيد عليه سبب خفيف فتصير متفاعلن متفاعلاتن\nملاحظة: عروض هذا المجزوء وضربه الصحيح يشاركان حشوه من حيث الإضمار، أي تسكين الثاني أو عدم تسكينه، بمعنى أنهما قد يكونان على وزن متَفاعلن بتحريك التاء: أو متْفاعلن بتسكينها.\nأمثلة للكامل:\nأولاً الكامل التام:\n1 العروض صحيحة والضرب صحيح: مثالهما قول شاعر معاصر:\nكفى دعابات الجنون فما بقي\n...\nلهواك معنى يرتجيه ويتقي\nوهبيه كالأمس البعيد فمن له\n...\nفي اليوم بالقلب القديم الشيق؟\nالجزء: 1 ¦ الصفحة: 61\n",
        "2 العروض صحيحة والضرب مقطوع: مثالهما قول شاعر:\nوالعود أما العود فهو محدث\n...\nلبق يصوغ لي الغناء عزاء\nألقه كاليوم ينقلني إلى\n...\nدنيا نقيض طلاقة وبهاء\n3 العروض صحيحة والضرب أحذ مضمر مثالهما:\nقول أحد الشعراء:\nعقم النساء فما يلدن شبيهه\n...\nإن النساء بمثله عقم\nنزر الكلام من الحياء تخاله\n...\nضمنًا وليس بجسمه سقم\n4 العروض حذاء والضرب أحذ متَفا بتحريك الثاني مثالهما قول أبي نواس:\nيا نفس خافي الله واتئدي\n...\nواسعي لنفسك سعي مجتهد\nمن كان جمع المال همته\n...\nلم يخل من هم ومن كمد\nيا طالب الدنيا ليجمعها\n...\nجمحت بك الآمال فاقتصد\n5 العروض حذاء والضرب أحذ مضمر: مثالهما قول أحد الشعراء:\nيا روض أيامي التي سلفت\n...\nومعين أشعار الصبى النضر\nمن لي بيوم فيك أهدؤه\n...\nوأبيع فيه بقية العمر\nالجزء: 1 ¦ الصفحة: 63\n",
        "4 العروض صحيحة والضرب مذيل متفاعلان مثالهما:\nصور نريك تحركًا\nوالأصل في الصور السكون\nويمر رائع صمتها\n...\nبالحسن كالنطق المبين\nغض على طول البلى\n...\nحي على طول المنون\nملاحظة: قد يشتبه بعض أنواع الكامل ببحر الرجز، وسنوضع هذا التشابه عند الكلام على الرجز.\nالجزء: 1 ¦ الصفحة: 64\n",
        "تدريبات على بحر الكامل\nالتدريب الأول\nالأبيات التالية من بحر الكامل. بين نوع العروض والضرب في كل منها، واذكر نوع الزحاف في كل منها إن وجد:\n1 ولقد أبيت مع الكواكب راكبًا..\n...\nأعجازها بعزيمة كالكوكب\n2 ويلاه إن نظرت وإن هي أعرضت\n...\nوقع السهام ونزعهن أليم\n3 لمن الديار برامتين فعاقل\n...\nدرست وغير آيها القطر\n4 الموت بين الخلق مشترك\n...\nلا سوقة يبقي ولا ملك\n5لم يختلف في الموت مسلكهم\n...\nلا.. بل سبيلاً واحدًا سلكوا\n6 الخير لا يأتيك متصلاً\n...\nوالشر يسبق سيله المطرا\nالتدريب الثاني:\nالأبيات التالية من مجزوء الكامل، اذكر العروض والضرب في كل منها وكذلك نوع الزحاف إن وجد:\n1 قالوا الخضوع سياسة\n...\nفليَبْدُ منك لهم خضوع\nوألذ من طعم الخضو\n...\nع على فمي السم النقيع\n2 ناري على شرف تأجـ\n...\nج للضيوف السارية\nيا نار إن لم تجلبي\n...\nضيفًا فلست بنارية\n3 أبنيتي\n...\nلا تحزني\n...\nكل الأنام إلى ذهاب\n4-\nهذا الربيع فحيِّهِ\n...\nوانزل بأكرم منزلْ\nالجزء: 1 ¦ الصفحة: 65\n",
        "التدريب الثالث:\nعين بحر كل بيت من الأبيات التالية، وبين ما فيها من زحاف:\n1 أعطى الزمان فما قبلتُ عطاءه\n...\nوأراد لي فأردت أن أتخيرا\n2 هل الروع إلا غمرة ثم تنجلي؟\n...\nأم الهول إلا غمة ثم تكشف؟\n3 من كل منخوب الفؤاد وربما\n...\nفتشت فيه فما وجدت فؤادا\n4 وأزرق الفجر يأتي قبل أبيضه\n...\nوأول الغيث طل ثم ينسكب\n5 أوَ كلما اختلفت نوى وتفرقوا\n...\nلفؤاده من أجلهم نبل؟\n6 فلا نزلتْ علي ولا بأرضي\n...\nسحائب ليس تنتظم البلادا\n7 يا حسنهن وما لبسن سوى\n...\nثوب الملاحة والصبا النضر\n8 شفني ما شفه فبكى\n...\nكلنا يبكي على سكنه\n9 أين المحبة والذِّما\n...\nم، وما وعدت من الجميل؟\n10 ولما أن جعلت اللـ\n...\nـه لي سترًا من النوب\nرمتني كل حادثةٍ\n...\nفأخطتني ولم تصب\n11 كذلك الله كل وقت\n...\nيزيد في الخلق ما يشاء\n12 داء أصبت به الفؤاد ولم يزل\n...\nيبغي الشفاء ولاتَ حين شفاء\nالتدريب الرابع:\nقطع الأبيات التالية على حسب تفاعيلها بعد كتابتها كتابة عروضية، ثم ضع تحت التفاعيل رموزها:\n1 ليس الحياة سوى وغى..\n...\nوالناس مغلوب وغالب\n2 يا قلب لا تنثر أساك ولا تطف\n...\nبالذكريات وجوهن المحرق\n3 فالجو جوي إذ أقمت بغبطة\n...\nوالأرض أرضي والسماء سمائي\nالتدريب الخامس:\nاذكر أعاريض الكامل وأضربه، مع التمثيل لكل نوع.\nالجزء: 1 ¦ الصفحة: 66\n",
        "البحر السادس: الهزج\nوزنه\n...\nالبحر السادس: الهزج\nأصل وزنه:\nمفاعيلن مفاعيلن مفاعيلن\n...\nمفاعيلن مفاعيلن مفاعيلن\nولكنه لا يستعمل إلا مجزوءًا، أي بأربع تفاعيل، كل اثنتين في شطر وعلى ذلك يكون وزنه بعد اقتطاع تفعيلة من كل شطر كالآتي:\nمفاعيلن مفاعيلن\n...\nمفاعيلن مفاعيلن\nزحاف الهزج:\nيدخل هذا البحر من الزحاف الكف وهو: حذف السابع الساكن، بشرط أن يكون ثاني سبب، فمفاعيلن بعد كفها تصبح مفاعيلُ بتحريك اللام.\nعروض الهزج وأضربه:\nللهزج عروض واحدة صحيحة، وله ضربان: (1) صحيح مثل العروض (2) ومحذوف، كالآتي:\nالجزء: 1 ¦ الصفحة: 67\n",
        "العروض الضرب\nصحيحة: 1 صحيح: مفاعيلن.\nمفاعيلن 2 محذوف أي: بحذف السبب الأخير من مفاعيلن فتصبح مفاعي، وتنقل إلى مفاعلْ بسكون اللام، أو فعولن.\n1 النوع الأول:\nالعروض صحيحة والضرب صحيح كذلك، كقول الشاعر:\nعفونا عن بني ذهل\n...\nوقلنا القوم إخوان\nعسى الأيام أن يرجعـ\n...\nـن قومًا كالذي كانوا\nفلما صرح الشر\n...\nفأمسى وهو عريان\nولم يبق سوى العدوا\n...\nن دناهم كما دانوا\nمشينا مشية الليث\n...\nعدا والليث غضبان\nويلاحظ أن زحاف الكف قد دخل حشو البيت الرابع في التفعيلة الأولى منه وهي: ولم يبق فوزنها مفاعيلُ بتحريك اللام.\nكذلك دخل زحاف الكف عروض البيتين الثالث والأخير، أما الضرب فلا يدخله الزحاف نظرًا لوجوب الإبقاء على وحدة القافية.\n2 النوع الثاني:\nالعروض صحيحة والضرب محذوف مفاعي التي تنقل إلى مفاعلْ بسكون اللام، أو فعولن، ومثاله قول الشاعر:\nمتى أشفي غليلي\n...\nبنيل من بخيل؟\nغزال ليس لي منه\n...\nسوى الحزن الطويل\nالجزء: 1 ¦ الصفحة: 68\n",
        "والبيت الأول مصرع.\nالتشابه بين الهزج ومجزوء الوافر:\nعرفنا مما تقدم أن مفاعلتن في بحر الوافر ومجزوئه يدخلها من الزحاف العصب، وهو تسكين اللام، وبذلك تصبح مفاعلْتن بعد دخول العصب عليها مكونة من: وتد مجموع، سببين خفيفين. وفي هذه الحالة تشبه مفاعيلن في مقاطعها.\nفإذا وردت قصيدة أو مقطوعة من الشعر على وزن: مفاعيلن مفاعيلن، وكان في أحد الأبيات: مفاعلَتن بفتح اللام فإن هذه القصيدة أو المقطوعة تكوم من مجزوء الوافر ولا تكون من الهزج. ومثال ذلك قول الشاعر:\nوألقى رأسه شوقًا\n...\nعلى صدري كمن أغفى\nأبالإغفاء تقتلني\n...\nوتخطف مهجتي خطفًا؟\nفالتفعيلة الثانية من الشطر الأول للبيت الثاني، وكذلك التفعيلة الأولى من الشطر الثاني في نفس البيت هي: مفاعلَتن بفتح اللام. وهذا دليل على أن القصيدة أو المقطوعة التي منها هذان البيتان هي من مجزوء الوافر وليست من بحر الهزج.\nأما إذا كانت جميع تفعيلات القصيدة أو المقطوعة على وزن مفاعيلن، فإن القصيدة أو المقطوعة تكون من بحر الهزج لا من مجزوء الوافر.\nوالخلاصة أن ورود مفاعلَتن بفتح اللام ولو مرة واحدة يقطع بأن القصيدة من مجزوء الوافر، وعدم ورود مفاعلَتن بفتح اللام في القصيدة يقطع بأنها من بحر الهزج.\nالجزء: 1 ¦ الصفحة: 69\n",
        "تدريبات على بحر الهزج\nالتدريب الأول:\nالأبيات التالية من بحر الهزج. بين نوع العروض والضرب في كل منها، واذكر نوع الزحاف في كل بيت إن وجد:\n1 أيا من دونه المدح\n...\nوفي أفعاله قبح\nإذا جازيت بالصد\n...\nفأين العفو والصفح؟\n2 أحب البدر من أجل\n...\nغزال فيهم باد\n3 غِنى النفس لمن يعقـ\n...\nـل خير من غِنى المال\nوفضل الناس في الأنفـ\n...\nس ليس الفضل في الحال\n4 عرفت الشر لا للشر\n...\nلكن لتوقيه\nومن لا يعرف الشر\n...\nمن الناس يقع فيه\n5 لماذا أنت تشكوني\n...\nوبي مثل الذي بك؟\nالتدريب الثاني:\nعين البحر في الأبيات التالية:\n1 يا عمرو ما للناس قد\n...\nكلفوا بلا ونسوا نعم؟\n2 ما ارتد طرف محمد\n...\nإلا أتى ضرًا ونفعًا\n3 ترى من لست أنساه\n...\nعلى الحالات ينساني؟\n4 إن الخلافة لم تزل\n...\nتزهو وتفخر بالأمين\n5 اشغل قريضك بالنسيـ\n...\nـب وبالفكاهة والمزاح\n6 فقد نافسني الدهر\n...\nبتأخير عن الحضرة\nفما ألقى من العلـ\n...\nـة ما ألقى من الحسرة\n7 سروري عنده لمع\n...\nودهري كله أسف\nالتدريب الثالث:\nكيف تفرق بين مجزوء الوافر وبحر الهزج؟\nالجزء: 1 ¦ الصفحة: 70\n",
        "البحر السابع: الرجز\nوزنه\n...\nالبحر السابع: الرجز\nوالرجز هو أكثر بحور الشعر زحافًا واختصارًا.\nووزنه في الأصل:\nمستفعلن مستفعلن مستفعلن\n...\nمستفعلن مستفعلن مستفعلن\nزحاف الرجز: ويدخل الرجز من الزحاف ثلاثة أنواع هي:\n1 الخبن: وهو حذف الثاني الساكن، وهو السين هنا.\n2 الطي: وهو حذف الرابع الساكن، وهو الفاء هنا.\n3 الخبل: وهو حذف الثاني الساكن والرابع الساكن معًا\nفالتفعيلة الصحيحة: اه اه ااه مستفعلن\nوالتفعيلة المخبونة: ااه ااه متفعلن\nوالتفعيلة المطوية: اهـ اااه مستعلن\nوالتفعيلة المخبولة: ااااه متعلن\nالجزء: 1 ¦ الصفحة: 71\n",
        "وقلما يدخل الخبل في جميع تفعيلات الرجز؛ لأن ذلك يعني حذف اثني عشر حرفًا منه، وهذا أمر يخل بموسيقى البيت. ولكن يحدث إذا دخل الخبل تفعيلة أن تصح أخرى أو يدخلها زحاف واحد لتعويض النقص.\nوبحر الرحز يستعمل تامًّا ومختصرًا.\nأ- فالتام: هو ما كانت تفاعيله ستًّا.\nب- والمختصر: ثلاثة أنواع هي:\n1 مجزوء الرجز: وهو ما بقي البيت منه على أربع تفاعيل.\n2 مشطور الرجز: وهو ما بقي البيت منه على ثلاث تفاعيل.\n3 منهوك الرجز: وهو ما بقي البيت منه على تفعيلتين.\nأعاريض الرجز وأضربه:\nأولاً: الرجز التام:\nوله عروض واحدة صحيحة، وضربها: إما صحيح مثلها، بوزن مستفعلن مع ملاحظة جواز زحاف العروض والضرب كزحاف الحشو. وإما أن يكون الضرب مقطوعًا، أي بحذف السابع وتسكين ما قبله وبذلك تتحول مستفعلن إلى مستفعلْ بسكون اللام. وعلى ذلك يكون عروض الرجز وضربه كالآتي:\nالعروض الضرب\nصحيحة دائمًا (1) صحيح مثل العروض، أي: مستفعلن.\nالجزء: 1 ¦ الصفحة: 72\n",
        "مستفعلن. (2) مقطوع، أي: مستفعلْ بسكون اللام بعد حذف السابع.\nالنوع الأول: العروض صحيحة والضرب صحيح كذلك، مع جواز زحاف العروض والضرب كزحاف الحشو. مثال ذلك قول أبي فراس الحمداني:\nثم قصدنا صيد عين قاصر\n...\nمظنة الصيد لكل خابر\nجئناه والشمس قبيل المغرب\n...\nتختال في ثوب الأصيل المذهب\nوقوله كذلك:\nنحن نصلي والبزاة تخرج\n...\nمجردات والخيول تسرج\nفقلت للفهاد فامض وانفرد\n...\nوصح بنا إن عن ظبي واجتهد\nالنوع الثاني: العروض صحيحة والضرب، مقطوع مستفعلْ بسكون اللام كقول الشاعر:\nمن ذا يداوي القلب من داء الهوى\n...\nإذ لا دواء للهوى موجود؟\nبضم دال موجود:\nوكقول الشاعر:\nيا من إليه أشتكي من هجره\n...\nهل أنت تدري لوعة المهجور؟\nإن كنت لا تدري فيكفي ما مضى\n...\nوامدد له من ظلك المنشور\nأو كنت تدري ثم لا ترثي له\n...\nفالويل كل الويل للمغرور\nوذلك بكسر حرف القافية في الأبيات الثلاثة وهو: الراء هنا\nالجزء: 1 ¦ الصفحة: 73\n",
        "ثانيًا: مختصر الرجز، وهو ثلاثة أنواع:\n1 مجزوء الرجز: وهو ما كان على تفعيلتين وتفعيلتين.\nوعروضه وضربه صحيحان، مع جواز زحافهما، مثل:\nخَوْدٌ1 يفوح المسك من\n...\nأردانها والعنبر\nيضيق عن أردافها\n...\nإذا يلاث المئزر\nتالله أنسى حبها\n...\nحياتنا أو أقبر\nومثاله كذلك قول الشاعر:\nحول الحمى يا غانية\n...\nطفل حشاه دامية\nتبكي عليه الساقية\n...\nوأنت فوق الرابية\nمشغولة بالقدح\n...\nهذا أوان الفرح\nومن أمثلته كذلك قول شوقي:\nلي جدة ترأف بي\n...\nأحنى على من أبي\nوكل شيء سرني\n...\nتذهب فيه مذهبي\nإن غضب الأهل علي\n...\nكلهم لم تغضب\nمشى أبي يومًا إلى\n...\nمشية المؤدب\nغضبان قد هدد بالضـ\n...\nـرب وإن لم يضرب\nفلم أجد لي منه غير\n...\nجدتي من مهرب\nفجعلتني خلفها\n...\nأنجو بها وأختبي\nوهي تقول لأبي\n...\nبلهجة المؤنب\nويح له.. ويح لهـ\n...\nـذا الولد المعذب\nألم تكن تفعل ما\n...\nيفعل إذا أنت صبي؟\n1 الخَوْدُ بفتح الخاء: الفتاة الحسنة الخلق الشابة مالم تصر نصفًا؛ وقيل: الجارية الناعمة والجمع خُود بضم الخاء.\nالجزء: 1 ¦ الصفحة: 74\n",
        "2 مشطور الرجز: وهو ما كان كل بيت منه على ثلاث تفاعيل. ويعتبر البيت في الوقت ذاته شطرة من الرجز التام فلا يجزَّأ بعد ذلك:\nومثاله قول حافظ إبراهيم:\nتحية كالورد في الأكمام\n...\nأزهى من الصحة في الأجسام\nيسوقها شوق إليكم نامي\n...\nتقصر عنه همة الأقلام\n3 منهوك الرجز: وهو ما بقي على تفعيلتين، مثل قول أبي نواس:\nإلهنا ما أعدلك\n...\nمليك كل من ملك\nلبيك قد لبيت لك\n...\nما خاب عبد سألك\nأنت له حيث سلك\n...\nلولاك يا رب هلك\nالتشابه بين الرجز والكامل:\nمر بنا في بحر الكامل أن زحاف الإضمار، وهو تسكين الثاني المتحرك، يدخله كثيرًا، أي أن متفاعلن تصير متْفاعلن بسكون التاء.\nوعلى هذا إذا أضمر الكامل سواء أكان تامًّا أم مجزوءًا فإنه قد يشتبه\nالجزء: 1 ¦ الصفحة: 75\n",
        "بالرجز، ولكن متى وجدنا تفعيلة محركة الثاني فإن القصيدة تكون من الكامل وإلا فهي من الرجز.\nومن العلامات الأخرى التذييل1 والترفيل2 فهما مختصان بمجزوء الكامل، وكذلك الزحاف بحذف الثاني أو الرابع إذ هو خاص بالرجز.\nملاحظة.\nلكثرة الزحاف في الرجز استعمل في نظم العلوم، كألفية ابن مالك في النحو، والرحبية في الميراث، والشاطبية في القراءات.\nوبعضها سار على قافية واحدة في آخر الأبيات، وبعضها جاء مزدوجًا بمعنى أن كل بيت يشبه فيه العروض الضرب في القافية كالألفية؛ وهاك نموذجًا منها.\nقال محمد هو ابن مالك\n...\nأحمد ربي الله خير مالك\nمصليًّا على النبي المصطفى\n...\nوآله المستكملين الشرفا\nواستعين الله في ألفية\n...\nمقاصد النحو بها محوية\nتقرب الأقصى بلفظ موجز\n...\nوتبسط البذل بوعد منجز\nوتقتضي رضا بغير سخط\n...\nفائقة ألفية ابن معط\n1 التذييل: زيادة حرف ساكن على ما آخره وتد مجموع.\n2 الترفيل: زيادة سبب خفيف على ما آخره وتد مجموع.\nالجزء: 1 ¦ الصفحة: 76\n",
        "تمرينات على بحر الرجز\nالتدريب الأول:\n1 بين عروض الرجز وضربه في الأبيات التالية، واذكر نوع الزحاف في كل بيت:\nأ- كأنما الماء عليه الجسر\n...\nدرج بياضٍ فيه سطر\nب- يا خائف الموت وأنت سائقه\n...\nتفر من شيء وأنت ذائقه؟\nج- وبقعة من أحسن البقاع\n...\nيبشر الرائد فيها الراعي\nد- أروح القلب ببعض الهزل\n...\nتجاهلا مني بغير جهل\nالتدريب الثاني:\nما نوع الرجز في الأمثلة التالية:\n1 يا رب ظبي بمكانٍ خال\n...\nصبحته والليل ذو أهوال\n2 ومرتدٍ\n...\nبطرةٍ..\n...\nمسبلة الطرائف..\nكأنها\n...\nمرسلة\n...\nمن زردٍ مضاعف..\n3 أستعمل الشدة في أوانها\n...\nوأغفر الزلة في إبانها\nيا لك أحباء، على عدوانها\n...\nنسوانها أمنع من فرسانها!\nالتدريب الثالث:\nعين بحر كل بيت فيما يلي:\n1 ما العمر ما طالت به الدهور\n...\nالعمر ما تم به السرور\nالجزء: 1 ¦ الصفحة: 77\n",
        "2 إن الغني هو الغني بنفسه..\n...\nولو أنه عاري المناكب حاف\nما كل ما فوق البسيطة كافيًا\n...\nفإذا قنعت فكل شيء كاف\n3 إن زرت خرشنة أسيرا\n...\nفلكم أحطت بها مغيرا\nمن كان مثلي لم يمت\n...\nإلا أسيرًا أو أميرًا\n4 قامت إلى جاراتها\n...\n...\nتشكو بذل وشجا\nأما ترين ذا الفتى؟\n...\nمر بنا ما عرجا\nإن كان ما ذاق الهوى\n...\nفلا نجوت إن نجا\n5 كل حيٍ عند ميتته\n...\nحظه من ماله الكفن\nالجزء: 1 ¦ الصفحة: 78\n",
        "البحر الثامن: الرمل\nوزنه\nفي الأصل:\nفاعلاتن فاعلاتن فاعلاتن\n...\nفاعلاتن فاعلاتن فاعلاتن\nزحاف الرمل: يدخل الرمل من الزحاف:\n1 الخبن: وهو هنا حذف الثاني الساكن من التفعيلة، وعلى ذلك تصبح فاعلاتن فعِلاتن فبعد أن تكون وتدًا مجموعًا بين سببين خفيفين تصير فاصلة صغرى وسببًا خفيفًا. وهذا هو الزحاف المستحسن في الرمل.\nوقد يدخله نوعان آخران من الزحاف هما:\nأ- الكف أي: حذف السابع الساكن، وبذلك تصبح فاعلاتن فاعلاتُ بتاء متحركة.\nب- الشكل: وهو اجتماع الخبن مع الكف، فتصبح فاعلاتن فعِلاتُ بتاء متحركة.\nالجزء: 1 ¦ الصفحة: 79\n",
        "ويستعمل الرمل تامًّا ومجزوءا.\n1 الرمل التام.\nعروضه دائمًا محذوفة1، بمعنى أن يحذف السبب الخفيف من آخر فاعلاتن فتصير فاعلا، وتنقل إلى فاعلن. وبذلك يصبح الوزن المستعمل للرمل التام هو:\nفاعلاتن فاعلاتن فاعلن\n...\nفاعلاتن فاعلاتن فاعلن\nعروض الرمل التام وأضرابه:\nعروض الرمل التام محذوفة دائمًا، أي: فاعلن، ولهذه العروض ثلاثة أضرب كالآتي:\n1 محذوف أي: فاعلن.\n2 مقصور أي: دخله القصر، وهو حذف السابع الساكن وإسكان ما قبله وبذلك تصبح فاعلاتن فاعلاتْ بسكون التاء.\n3 صحيح أي: فاعلاتن. وعلى ذلك يكون العروض والأضرب هكذا.\nالعروض الضرب\nمحذوفة فاعلن (1) محذوف فاعلن\nمع جواز خبنها (2) مقصور فاعلاتْ بسكون التاء\n(3) صحيح فاعلاتن\n1 وقد تأتي عروض الرمل على الأصل، أي صحيحة مع ضرب صحيح، كقول المتنبي\nإنما بدر بن عمار سحاب\n...\nهطل فيه ثواب وعقاب\nإنما بدر رزايا وعطايا\n...\nومنايا وطعان وضراب\nما يجيل الطرف إلا حمدته\n...\nجهدها الأيدي وذمته الرقاب\nالجزء: 1 ¦ الصفحة: 80\n",
        "النوع الأول: العروض محذوفة والضرب محذوف كذلك. مثاله\nقول الشاعر:\nعلميني حكمة في طيها\n...\nبلسم الروح وترياق الجسد\nيا حبيبي قالت العين التي\n...\nعرفت أنا انتهينا\n...\nللأبد\nكل ما في الأرض من فلسفة\n...\nلا يعزي فاقدًا عمن فقد\nالنوع الثاني: العروض محذوفة والضرب مقصور، أي: فاعلاتْ بسكون التاء، ومثاله قول الشاعر:\nيا رجاء العمر لو كان الرجاء\n...\nغير صبح الوهم أو ليل الشقاء\nسر كما تهوى على أشلائنا\n...\nوعلى الماضي الذي جاز السماء\nوانزع الرحمة.. لا تحفل بها\n...\nإنما الرحمة شرع الضعفاء\nحبذا الكفران بالحب ولا\n...\nحبذا الإيمان فيه والوفاء\nوالنوع الثالث: العروض محذوفة والضرب صحيح فاعلاتن ومثاله\nقول الشاعر:\nحدثوني بالمنى يا أصدقائي\n...\nوصفوا لي بعض أوقات الهناء\nمظلم النفس كأني ملك\n...\nغضب الله عليه في السماء\nوالبيت الأول هنا هو مطلع القصيدة، ولذا دخله التصريع فصارت العروض فيه صحيحة مثل الضرب، ولكن العروض تعود بعد البيت الأول محذوفة كأصلها كما يلاحظ في البيت الثاني.\nالجزء: 1 ¦ الصفحة: 81\n",
        "2 الرمل المجزوء:\nالرمل المجزوء هو ما حذف منه ثلثه، وبذلك يصبح كل شطر تفعيلتين اثنتين فقط.\nعروض الرمل المجزوء وأضربه:\nللرمل المجزوء عروض واحدة صحيحة دائمًا، أي: فاعلاتن، ولهذه العروض ثلاثة أضرب هي:\n1 صحيح أي: فاعلاتن.\n2 صحيح مسبغ أي: صحيح دخله التسبيغ، وهو زيادة حرف ساكن على السبب الخفيف آخر التفعيلة، وبذلك تصبح فاعلاتن فاعلاتان.\n3 محذوف: أي: فاعلا وتنقل إلى فاعلن، وعلى ذلك يكون عروض مجزوء الرمل وأضربه هكذا.\nالعروض الضرب\nصحيحة فاعلاتن (1) صحيح فاعلاتن مع جواز خبنها\nمع جواز خبنها (2) صحيح مسبغ فاعلاتان\n(3) محذوف فاعلن\nالنوع الأول. العروض صحيحة والضرب صحيح كذلك.\nمثاله قول الشاعر:\nفي ظلال النخلات\n...\nوالورود الحالمات\nجلس الشاعر حيرا\n...\nن كثير الحرقات\nالجزء: 1 ¦ الصفحة: 82\n",
        "صامتًا في نفسه قد\n...\nعاف طعم الكلمات\nتزبد الدنيا\n...\nوترغي\n...\nوهو في نوم سبات\nلا يبالي بعد ما عا\n...\nنى شديد الضربات\nنامت الدنيا أم اهتز\n...\nت بشتى الحادثات\nدعه في صمت كصمت الـ\n...\nـموت جهم الطلعات\nما غناء القول والشعـ\n...\nـر لدى قومٍ قساة؟\nالنوع الثاني: العروض صحيحة فاعلاتن والضرب صحيح مسبغ فاعلاتان ومثاله قول الشاعر:\nلان حتى لو مشى الذر\n...\nعليه كاد يدميه\nوكقول الشاعر:\nأترى أدعوك من أهـ\n...\nـواه؟ كلا لست أدعوك\nأو تراني أرتجي وصـ\n...\nـلك يومًا؟ كيف أرجوك؟\nالنوع الثالث: العروض صحيحة والضرب محذوف فاعلن.\nيا حبيبي إن تنم عنـ\n...\nـي فإني لم أنم\nأسهر الليل أغنيـ\n...\nـك بآلاف النغم\nليت إذ أدعوك يومًا\n...\nلا تقل: لا بل نعم\nالجزء: 1 ¦ الصفحة: 83\n",
        "تدريبات على بحر الرمل\nالتدريب الأول:\nالأبيات التالية من بحر الرمل التام أومجزوئه. بين نوع العروض والضرب في كل منها، واذكر نوع الزحاف في كل منها إن وجد:\n1 إن هذا الشعر في الشعر ملك\n...\nسار فهو الشمس والدنيا فلك\n2 لا تقل لي في غدٍ موعدنا\n...\nالغد المرجو ناءٍ كالنجوم\n3 أيها الساكن عيني ودمي\n...\nأين في الدنيا مكان لست فيه؟\n4 هل ترى النعمة دامت\n...\nلصغير أو كبير\n...\n؟\n5 ما أبالي بعد يومي..\n...\nطال ليلي أم قصر\nالتدريب الثاني:\nعين بحر كل بيت من الأبيات التالية، وبين ما فيها من زحاف:\n1 لا أذود الطير عن شجرٍ\n...\nقد بلوت المر من ثمره\n2 ألم تر ما بنى كسرى\n...\nوسابور لمن غبرا؟\n3 إنما الدينا عباب ضمنا\n...\nوشطوط من حظوظ فرقتنا\n4 كأنما لسانه\n....\n...\nشد بحبلٍ\n...\nمن مسد\n5 أنت للمال إذا أمسكته\n...\nوإذا أنفقته فالمال لك\n6 إن الخليفة قد أبى\n...\nوإذا أبي شيئًا أبيته\nالجزء: 1 ¦ الصفحة: 84\n",
        "7 أحمد الله على ما\n...\nسر من أمري وساء\n8 قتل الإنسان ما أكفره\n...\nإنه أظلم من في العالمين!\nالتدريب الثالث:\nقطع الأبيات التالية على حسب تفاعيلها، بعد كتابتها كتابة عروضية:\n1 عجبًا يا بحر تحيا بالمعاني\n...\nفي أوانٍ ثم تفنى في أوان\n2 هو في الروم مقيم\n...\nوله في الشام قلب\n3 خرج المدفع يطوي مدفعًا\n...\nالأساطيل اتقته والحصون\nالجزء: 1 ¦ الصفحة: 85\n",
        "البحر التاسع: السريع\nوزنه\n...\nالبحر التاسع: السريع\nووزنه في الأصل:\nمستفعلن مستفعلن مفعولات\n...\nمستفعلن مستفعلن مفعولات\nوعروض هذا البحر مفعولات لا تبقى صحيحة، وإنما يدخلها نوعان من الزحاف هما الطي والكسف.\n1 الطي: وهو حذف الرابع الساكن وهو هنا الواو، فتصير مفعولات بعد الطي مفعلات.\n2 والكسف: وهو حذف السابع المتحرك وهو هنا التاء، فتصير مفعلات بعد الكسف مفعلا، وتنقل إلى فاعلن وبذلك يصير وزن هذا البحر:\nمستفعلن مستفعلن فاعلن\n...\nمستفعلن مستفعلن فاعلن.\nوهذا البحر يستعمل تامًّا ومشطورًا: ولا يستعمل مجزوءًا؛ لأن الرجز\nالجزء: 1 ¦ الصفحة: 86\n",
        "يشاركه في الحشو، فعندما يكون البيت على أربع تفعيلات كلها مستفعلن يكون من مجزوء الرجز. أما المشطور، وهو ما بقي البيت منه على ثلاث تفعيلات فقط، فقد جاز في هذا البحر لأنه لا يمكن أن يختلط بمشطور الرجز أو مجزوئه.\nزحاف السريع: يدخل هذا البحر من الزحاف ما يدخل حشو الرجز أي يدخله الخبن والطي والخبل.\n1 فالخبن: حذف الثاني الساكن، وعلى هذا تصير مستفعلن متفعلن.\n2 والطي: حذف الرابع الساكن، وعلى هذا تصير مستفعلن مستعلن.\n3 والخبل: حذف الثاني الساكن والرابع الساكن معًا، وعلى هذا تصير مستفعلن متعلن.\nعروض السريع التام وضربه: للسريع التام عروضان:\nالأولى: مطوية مكسوفة: فاعلن، ولها ثلاثة أضرب:\n(1) مطوي مكسوف: فاعلن. (2) أصلم 1 مفعو أو فعْلن بسكون العين. (3) مطوي موقوف2 مفعلاتْ بسكون التاء.\nالثانية: فعَلن، بفتح العين فهي مخبولة مكسوفة. وأصلها مفعولات فدخلها الخبل وهو حذف الثاني الساكن والرابع الساكن معًا فصارت معلات، ثم دخلها الكسف، وهو حذف السابع المتحرك وهو التاء هنا فصارت معلا أي: فاصلة صغرى ثم نقلت إلى فعَلن بفتح العين؛ ولذلك فالعروض في هذه الحالة مخبولة مكسوفة.\nوضرب هذه العروض نوعان: 1 مخبول مكسوف كذلك، أي: فعلن\n2 أصلم أي: فعْلن بسكون العين. ويمكن تلخيص أعاريض السريع وأضربه على الوجه التالي:\n1 الصلم: حذف الوتد المفروق\n2 الوقف: إسكان السابع المتحرك.\nالجزء: 1 ¦ الصفحة: 87\n",
        "العروض الضرب\n1 مطوية مكسوفة: فاعلن (1) مطوي مكسوف: فاعلن\n(2) أصلم مفعو أو فعْلن بسكون العين\n(3) مطوي موقوف: مفعلات بسكون التاء، وتنقل إلى فاعلات\n2 مخبولة مكسوفة: فعَلن بفتح العين\n(1) مخبول مكسوف: فعَلن بفتح العين كذلك.\n(2) أصلم: مفعو أو فعْلن\nالنوع الأول: العروض فاعلن والضرب فاعلن كذلك، مثاله قول الشاعر:\nمقالة السوء إلى أهلها\n...\nأسرع من منحدر السائل\nومن دعا الناس إلى ذمه\n...\nذموه بالحق وبالباطل\nوكقول الشاعر:\nيا ليت لي دهر من غاية\n...\nأسعى إليها فيك مستبسلاً\nتخطو بي الأيام في قفرة\n...\nجرداء لا ألقى بها منزلا\nالنوع الثاني: العروض فاعلن والضرب فعْلن بسكون العين.\nومثاله قول الشاعر:\nفي الناس من لا يرتجى نفعه\n...\nإلا إذا مس بأضرار\nكالعود لا يطمع في ريحه\n...\nإلا إذا أحرق بالنار\nالنوع الثالث: العروض فاعلن والضرب، مفعلات أو فاعلات\nبسكون التاء. ومثاله قول الشاعر:\nيا زورق النور.. إلى جنتي\n...\nطر بي على الأمواج طير العقاب\nوأطلق البشرى.. عسى أن أرى\n...\nأسوارها من خلف هذا الضباب\nالجزء: 1 ¦ الصفحة: 88\n",
        "قد شفني الشوق لوكر المنى\n...\nوما به من كل مرأى عجاب\nيا فرحتي بالنور\n...\nيا فرحتي\n...\nويا نعيم القلب بعد العذاب\nالنوع الرابع: العروض فعَلن بفتح العين والضرب كذلك فعَلن بفتح العين. ومثاله قول الشاعر:\nحتام تقضي العمر منتقلاً\n...\nفي الأرض لا تأوي إلى وطن\nالأهل.. كل الأهل ما برحوا\n...\nمن طول يوم البين في حزن\nعد يا غريب الدار إن بها\n...\nشوقًا لمرأى وجهك الحسن\nالنوع الخامس: العروض فعَلن بفتح العين والضرب فعْلن بسكون العين مثاله:\nيا أيها الزاري على عمرٍ\n...\nقد قلت فيه غير ما تعلمْ\nوتجدر الإشارة إلى أن السريع أكثر ما يستعمل يكون تامًّا، وقلما يستعمل مشطورًا.\nوي حالة استعماله مشطورًا يأتي على ضربين: تام موقوف: مفعولات، ومكسوف: مفعولا.\nمثال الضرب الأول التام الموقوف مفعولات:\nخليت قلبي في يدي ذات الخال\n...\nمصفدًا مقيدًا في الأغلال\nومثال الضرب الثاني المكسوف مفعولا:\nويحيى قتيلاً ما له من عقل\n...\nبشادن يهتز مثل النصل\nالجزء: 1 ¦ الصفحة: 89\n",
        "تدريبات على بحر السريع\nالتدريب الأول:\nالأبيات التاية من بحر السريع. اذكر نوع العروض والضرب في كل منها، وعين نوع الزحاف في كل بيت:\n1 لله در البين ما يفعل\n...\nيقتل من شاء ولا يقتل\n2 قد عذب الموت بأفواهنا\n...\nوالموت خير من حياة الذليل\n3 مالي وللدهر وأحداثه..\n...\nلقد رماني بالأعاجيب\n4 النشر مسك والوجوه دنا\n...\nنير وأطراف الأكف عنم\n5 الموت نقاد على كفه\n...\nجواهر يختار منها الجياد\n6 ألحاظه في الحب قد قتلت\n...\nنفسًا بلا نفسٍ ولم تظلم\n7 أمس الذي مر على قربه\n...\nيعجز أهل الأرض عن رده\n8 عرضت صبري وسلوي له\n...\nفاستشهدا في طاعة الحب\nالتدريب الثاني:\nعين بحر كل بيت من الأبيات التالية، وإن وجد فيه زحاف فاذكره:\n1 هيهات ما في الناس من خالد\n...\nلا بد من فقد ومن فاقد\n2 وما لي إلا آل أحمد شيعة\n...\nوما لي إلا مذهب الحق مذهب\n3 والدهر في قصته حاذق\n...\nيملي ولا يبدو مع اللاعبين\n4 أقول إذا امتلأت أسى لنفسي\n...\nأيا نفس اصبري أبدًا وطيبي\n5 آه من يأخذ عمري كله\n...\nويعيد الجهل والطفل القديما؟\nالجزء: 1 ¦ الصفحة: 90\n",
        "6 يا ليل نام الناس عن موجع\n...\nناء على مضجعه نابي\n7 لا تجزعوا للشاعر الملهم\n...\nما مات لكن صار في الأنجم\nالتدريب الثالث:\nبين نوع المشطور في الأمثلة التالية:\n1 قد قلت للباكي رسوم الأطلال:\n...\nيا صاح ما هاجك من ربع خال؟\n2 رب نجوم في ظلام أزرق\n...\nراعيتها في مغرب ومشرق\n3 لا تعذلاني إنني في شغل\n...\nيا صاحبي رحلي أقلا عذلي\nالتدريب الرابع:\nالبيتان التاليان من بحر السريع. قطعهما على حسب تفاعيلهما بعد كتابتهما كتابة عروضية:\n1 ليلان: ليل صبحه يرتجى\n...\nوليل نفسٍ ما له من نفاد\n2 لا باد أعداؤك بل خلدوا\n...\nحتى يروا فيك الذي يكمد\nالجزء: 1 ¦ الصفحة: 91\n",
        "البحر العاشر: المنسرح\nوزنه\nفي الأصل:\nمستفعلن مفعولات مستفعلن\n...\nمستفعلن مفعولات مستفعلن.\nوالتفعيلة الوسطى في كل شطر مفعولاتُ محركة الآخر.\nويلاحظ على كل التفاعيل العروضية أنها ساكنة الأواخر إلا إذا دخلها زحاف.. ويستثنى من ذلك تفعيلة المنسرح هذه فإنها محركة الآخر بدون زحاف.\nزحاف المنسرح:\nيدخل حشو المنسرح زحاف الخبن في مستفعلن فتصير متفعلن، أو زحاف الطي فتصير مستعلن، أو الخبن والطي معًا فتصير متعلن.\nويدخل زحاف الطي في مفعولات فتصير مفعلات والأحسن في هذه التفعيلة أن تستعمل مطوية مفعلات أي بوتدين مفروقين. وقد يدخلها الخبن بالإضافة إلى الطي فتصير معلات، وتنقل إلى فعلات.\nوقد تأتي تامة بدون زحاف مفعولات.\nالجزء: 1 ¦ الصفحة: 92\n",
        "عروض المنسرح وضربه:\nعروض المنسرح وضربه مستفعلن لا يستعملان صحيحين بل يدخلهما الطي، أي حذف الرابع الساكن، وبذلك تصبح تفعيلة العروض والضرب بوزن مستعلن وبذلك يصير وزن المنسرح هكذا:\nمستفعلن مفعولات مستعلن\n...\nمستفعلن مفعولات مستعلن\nويتضح من ذلك أن للمنسرح عروضًا واحدة مطوية أي: مستعلن ولهذه العروض ضربان: أحدهما مطوي كذلك كما أوضحنا آنفًا، والثاني ضرب مقطوع مستفعل أي: بحذف السابع وتسكين ما قبله، وهذا الضرب قليل الاستعمال.\nويمكن تلخيص عروض المنسرح وأضربه على الوجه التالي:\nالعروض الضرب\nعروض مطوية (1) مطوي كذلك مستعلن\nمستعلن (2) مقطوع مستفعلْ بتسكين اللام.\nالنوع الأول: العروض مطوية والضرب مطوي كذلك مستعلن من ذلك قول الشاعر:\nيا رئم هات الدواة والقلما\n...\nأكتب شوقي إلى الذي ظلما\nمن صار لا يعرف الوصال وقد\n...\nزاد فؤادي في حبه ألما\nغضبان قد ضرني هواه ولو\n...\nيسأل مما غضبت؟ ما علما\nأظل يقظان في تذكره\n...\n...\nحتى إذا نمت كان لي حلما\nالجزء: 1 ¦ الصفحة: 93\n",
        "تقطع البيت الأول:\nيا رئم ها تد دواة ولقلما\n...\nأكتبشو قي إللل ذي ظلما\nاه اااه اه ااه ااه اااه\n...\nاه اه ااه اه ااه ااه اااه\nمستفعلن مفعلات مستعلن\n...\nمستعلن مفعلات مستعلن\nومن ذلك نرى أن مفعولات في الحشو مطوية في الشطرين، وهذا هو الكثير في هذه التفعيلة. ومن غير الكثير ورودها صحيحة مفعولات بدون طي، كما في الشطر الثاني من البيت الثاني وهو:\nزاد فؤادي في حبه ألما\nوتقطيعه\nزاد فؤا دي في حببـ هي ألما\nاه اااه اه اه اه ااه اا اهـ\nمستعلن مفعولات مستعلن\nالنوع الثاني: العروض مطوية مستعلن، والضرب مقطوع مستفعل بسكون اللام.\nومثاله قول الشاعر:\nيا قوم هل للبلاد من رجل\n...\nيعيد كالأمس مجدَ أهليها؟\nتقطيع هذا البيت:\nيا قومهل للبلاد من رجلن\nاه اه ااه اه ااه ااه اااه\nمستفعلن مفعلات مستعلن\nيعيد كل أمس مجد أهليها\nااه ااه اه ااه ااه اه اه\nمتفعلن مفعلات مستفعل\nويستعمل المنسرح تامًا ومنهوكًا. أما التام فقد مر الكلام عن وزنه وزحافاته وعروضه وضربيه مع التمثيل لكل نوع.\nالجزء: 1 ¦ الصفحة: 94\n",
        "أما منهوك المنسرح فهو ما جاء على تفعيلتين فقط في كل بيت، أي: مستفعلن مفعولات. وتستعمل مفعولات بطريقين:\n1 الوقف: وهو تسكين السابع المتحرك فتكون التفعيلة موقوفة، مثل:\nيا موطنًا للأحرار\n...\nيا معقلاً للثوار\nيا قبلة للأنظار\n...\nعش للعلى باستمرار\n2 الكسف: وذلك بحذف السابع المتحرك، أي: التاء من مفعولات فتصير مفعولا وتنقل إلى مفعولن ومثاله:\nمهلاً عذولي مهلا\n...\nإن كنت تبغي نيلا\nمني وتبغي عذلا\n...\nفلن تراني سهلا\nالجزء: 1 ¦ الصفحة: 95\n",
        "تدريبات على بحر المنسرح\nالتدريب الأول:\nالأبيات التالية من بحر المنسرح. بين نوع العروض والضرب في كل منها، واذكر فيه من زحاف، إن وجد:\n1 ما لنجوم السماء حائرة\n...\nأحالها في بروجها حالي؟\n2 إذا صديق نكرت جانبه\n...\nلم تعيني في فراقه الحيل\n3 فما ترجى النفوس من زمن\n...\nأحمد حاليه فيك محمود؟\n4 تلك المودات كيف تهملها؟\n...\nتلك المواعيد كيف تغفلها؟\n5 يا بدر يا بحر يا غمامة يا\n...\nليث الشرى يا حمام يارجل\n6 إن هربوا أدركوا وإن وقفوا\n...\nخشوا ذهاب الطريف والتالد\nعين بحر كل بيت من الأبيات التالية، مع ذكر عروضه وضربه وبين نوع الزحاف فيه، إن وجد:\n1 ياواسع الداركيف توسعها\n...\nونحن في صخرة نزلزلها؟\n2 عاذلي لو شئت لم تلم\n...\nفبسمعي عنك كالصمم\n3 لو أنكرت من حيائها يده\n...\nفي الحرب آثارها عرفناها\n4 ما أجدر الأيام والليالي\n...\nبأن تقول ما له وما لي؟\n5 إن برقوا فالحتوف حاضرة\n...\nأو نطقوا فالصواب والحكم\nالجزء: 1 ¦ الصفحة: 96\n",
        "6 أنكرني حتى كأن لم يكن\n...\nيعرفني من دهره يومًا\n7 لو كان مثلك كل أمٍ برةٍ\n...\nغني البنون بها عن الآباء\n8 الناس مالم يروك أشباه\n...\nوالدهر لفظ وأنت معناه\n9 ورددت ما كنت استعر\n...\nت من الشباب إلى المعير\n10 يا أعدل الناس إلا في معاملتي\n...\nفيك الخصام وأنت الخصم والحكم\n11 إنك من معشرٍ إذا وهبوا\n...\nما دون أعمارهم فقد بخلوا\n12 أيها الشاعر كم من زهرة\n...\nعوقبت لم تدر يومًا ذنبها\nالتدريب الثالث:\nالأبيات التالية من بحر المنسرح. قطعتها على حسب تفاعيلها بعد كتابتها كتابة عروضية:\n1 أنا الذي لا تكاد تلحظه\n...\nمقلة دهر إلا على على وجل\n2 إن نيوب الزمان تعرفني\n...\nأنا الذي طال عجمها عودي1\n3 ففي فؤاد المحب نار جوي\n...\nأحر نار الجحيم أبردها\n1 عجم العود: عضه ليعرف أصلب هو أم رخو: وعجمت عوده: بلوت أمره وخبرت حاله.\nالجزء: 1 ¦ الصفحة: 97\n",
        "البحر الحادي عشر: الخفيف\nوزنه\n...\nالبحر الحادي عشر: الخفيف\nووزن الخفيف هو:\nفاعلاتن مستفع لن فاعلاتن\n...\nفاعلاتن مستفع لن فاعلاتن\nزحاف الخفيف:\nيدخل الخفيف من الزحاف الخبن والتشعيث، وقد يدخله الكف.\n1 الخبن: والخبن، الذي هو حذف الثاني الساكن، يدخل في تفعيلتين: هما: فاعلاتن، ومستفع لن. فبسبب الخبن تصبح فاعلاتن فعلاتن بفاصلة صغرى وسبب خفيف، وذلك الزحاف جائز في التفعيلة سواء أكانت حشوا أم عروضًا أم ضربًا.\nوكذلك يدخل زحاف الخبن على مستفع لن فتصبح بعد حذف السين متفع لن بوتدين مجموعين.\n2 التشعيث: وهو حذف العين من فاعلاتن أي: حذف أول الوتد المجموع فيها فتصبح فالاتن أي: بثلاثة أسباب خفيفة، وذلك الزحاف يحدث في\nالجزء: 1 ¦ الصفحة: 98\n",
        "تفعيلة الضرب، ويقل في غيرها من فاعلاتن التي تأتي في ثنايا البيت، أي في حشوه وعروضه.\n3 الكف: وقد يدخل الكف، وهو حذف السابع الساكن من فاعلاتن، فتصير فاعلاتُ بتاء متحركة. ولكن العروضيين يعتبرون دخول هذا الزحاف في الخفيف أمرًا قبيحًا شاذًّا، ولذلك يحسن بالشعراء أن ينأوا عنه كلما كان ذلك ممكنًا.\nوتجدر الإشارة إلى أن الطي وهو حذف الرابع الساكن لا يدخل على مستفع لن في هذا البحر. ومعنى ذلك أنه يمتنع حذف الفاء من مستفع لن.\nالخفيف التام والمجزوء:\nيستعمل الخفيف تامًا ومجزوءًا، ولكل منهما أعاريض وأضرب خاصة به.\nأعاريض الخفيف التام وأضربه:\nصحيحة فاعلاتن (1) صحيح: فاعلاتن، ويجوز فيه التشعيث\nمع جواز خبنها (2) محذوف: فاعلن، ويجوز فيه الخبن.\nالنوع الأول: العروض صحيحه والضرب صحيح كذلك، مثاله\nقول الشاعر:\nأنت يا قاصيا أظل أناجيه\n...\nوأسعى إليه بين الصخور\nائت يا مشرقًا تحجب بالغيـ\n...\nـب بيدًا\n...\nهناك خلف الدهور\nأنت يا عالمًا تحن له الأر\n...\nواح من مطلع الحياة المنير\nأنت يا من إليه أزجي أناشـ\n...\nـيد حنيني في وقفتي وعبوري\nالجزء: 1 ¦ الصفحة: 99\n",
        "أنت يا من إذا رآني أعدو\n...\nخلفه غاب في ضباب العصور\nأنت من أنت؟ إنني لست أدري\n...\nكنه هذا المقنع المنظور!\nتقطيع البيت الخامس:\nأنت يا من إذا رأا نيأعدو\n...\nخلفهوغا بفي ضبا بلعصوري\nاه ااه اه ااه ااه اااه اه\n...\nاه ااه اه ااه ااه اه ااه اه\nفاعلاتن متفع لن فعلاتن\n...\nفاعلاتن متفع لن فاعلاتن\nفالتفعيلة الثانية والخامسة متفع لن قد دخلها الخبن فحذفت منها السين، والتفعيلة الثالثة فاعلاتن دخلها الخبن كذلك فحذفت ألفها، ومن ذلك نرى أن العروض في هذا البيت قد شاركت الحشو في جواز دخول زحاف الخبن على كل منهما.\nوإذا قطعنا البيت الأخير هنا فإننا نرى أن التشعيث وهو حذف العين من فاعلاتن قد دخل في ضربه هكذا.\nأنت من أن ت إننني لست أدري\n...\nكنهها ذل مقننعل منظوري\nاه ااه اه ااه ااه اه ااه اه\n...\nاه ااه اه ااه ااه اه اه اه\nفاعلاتن متفع لن فاعلاتن\n...\nفاعلاتن متفع لن فالاتن\nفالضرب هنا بعد دخول التشعيث عليه قد صار فالاتن.\nالنوع الثاني: العروض صحيحة فاعلاتن والضرب محذوف فاعلن وأكثر ما يكون هذا الضرب مخبون، أي: فعلن ومثاله:\nرزق المجد والنجاح دوامًا\n...\nمن يقضي الحياة في عمل\nليس من عاش ساعيا في اجتهاد\n...\nكالذي عاش دائم الكسل\nالجزء: 1 ¦ الصفحة: 100\n",
        "أما الضرب المحذوف من غير خبن، أي: فاعلن فنادر الاستعمال في الشعر، ومثاله:\nخل عنك الأسى وعش مطئنا\n...\nفي ظلال المنى ودفء الهوى\nوانس ما كان يوم كنت غريرًا\n...\nتجهل الحب ناره والجوى\nمجزوء الخفيف:\nيأتي مجزوء الخفيف على أربع تفعيلات، كل اثنتين في شطر هكذا:\nفاعلاتن مستفع لن\n...\nفاعلاتن مستفع لن\nزحاف مجزوء الخفيف: ويدخل في مجزوء هذا البحر:\n1 الخبن: في فاعلاتن فتصير فعلاتن، وفي مستفع لن فتصير متفع لن.\n2 القصر: وهو حذف ساكن السبب الخفيف وتسكين ما قبله. ويدخل في الضرب فقط فتصير مستفع لن مستفع لْ بسكون اللام.\nعروض مجزوء الخفيف وضربه:\n1 العروض صحيحة والضرب صحيح مستفع لن وذلك قليل الورود.\n2 العروض صحيحة والضرب مخبون مقصور متفع لْ بسكون اللام، وذلك نادر.\n3 العروض مخبونة والضرب مخبون كذلك متفع لن وذلك هو الغالب في هذا المجزوء.\nويمكن تلخيص أعاريض هذا المجزوء وأضربه على الوجه التالي:\nالجزء: 1 ¦ الصفحة: 101\n",
        "العروض الضرب\n1 صحيحة: 1 صحيح مستفع لن قليل الورود.\nمستفع لن 2 مخبون مقصور متفع لْ بسكون اللام، نادر.\n2 مخبونة: متفع لن 3 مخبون متفع لن، وذلك هو الغالب في هذا المجزوء.\nالنوع الأول: العروض صحيحة والضرب صحيح، وهو قليل الورود ومثاله:\nليت شعري أين التي\n...\nمن هواهالم أسلم؟\nكيف غابت عن خاطري\n...\nليتها ظلت.. ملهمي\nالنوع الثاني: العروض صحيحة والضرب مخبون مقصور متفع لْ وهذا النوع نادر في الشعر. ومثاله:\nكل خطب إن لم تكو\n...\nنوا غضبتم يسير\nالنوع الثالث: العروض مخبونة والضرب مخبون كذلك متفع لن وهو الغالب، ومثاله قول الشاعر جميل صدقي الزهاوي:\nلا تسل عن دموعنا\n...\nيوم جاءت تودع\nيوم أشكو الجوى فتصـ\n...\nـغى وتشكو فأسمع\nحدثتني عن الفرا\n...\nق وما فيه من أذى\nحبذا ذلك الحديـ\n...\nـث لو امتد حبذا\nالجزء: 1 ¦ الصفحة: 102\n",
        "تدريبات على بحر الخفيف\nالتدريب الأول.\nالأبيات التالية من بحر الخفيف. بين نوع العروض والضرب في كل منها، واذكرما فيه من زحاف، إن وجد. ما فيه من زحاف، إن وجد.\n1 وإذا كانت النفوس كبارًا\n...\nتعبت في مرادها الأجسام\n2 كلما أنبت الزمان قناة\n...\nركب المرء في القناة سنانًا\n3 عش عزيزًا أو مت وأنت كريم\n...\nبين طعن القنا وخفق البنود\n4 ما لنا في الندى عليك اختيار\n...\nكل ما يمنح الشريف شريف\n5 كلما رحبت بنا الأرض قلنا:\n...\nحلب قصدنا وأنت السبيل\n6 وكثير من الرجال حديد\n...\nوكثير من القلوب صخور\nالتدريب الثاني.\nعين بحر كل بيت مما يلي، مع ذكر العروض والضرب فيه، وكذلك الزحاف، إن وجد.\n1 من يهن يسهل الهوان عليه\n...\nما لجرح بميتٍ إيلامُ\n2 يجرفنا السيل إن بقينا\n...\nنعيش في حالة انفرادِ\n3 وفؤادي من الملوك وإن كا\n...\nن لساني يُرىَ من الشعراء\n4 يفضُل الصحةَ عندي أنني\n...\nبعضُ ما تطوي عليه جانبيكْ\n5 ذلَّ مَن يغط الذليلَ بعيشٍ\n...\nرُبَّ عيشٍ أخفُّ منهُ الحِمامُ\nالجزء: 1 ¦ الصفحة: 103\n",
        "6 إنك من معشر إذا وهبوا\n...\nما دون أعمارهم فقد بخلوا\n7 كنا نباغتهم في حيثما كمنوا\n...\nكنا نشد عليهم كلما هجموا\n8 لَوْ رَمى اللَهُ بِالفِراقِ المَنايا\n...\nشُغِلَت عَنْ طِلابِها لِلنُّفُوسِ\nالتدريب الثالث.\nعين نوع المجزوء في كل بيت مما يلي، مع ذكر العروض والضرب فيه، وذكر الزحاف الذي طرأ عليه.\n1 كيف أنجو من الهوى\n...\nوهو في القلب داخل\n2 اخدموا الشعب بحق\n...\nواذكروه باحترام\nلا تخونوا الشعب فالشعـ\n...\nـب عزيز ذو انتقام\n3 تبني سعادتها الشعو\n...\nـب على اتحاد وانضمام\n4 أنا للشعر في العرا\n...\nق أديب مجدد\nأنا في جنب دجلة\n...\nعندليب يغرد\nالتدريب الرابع:\nالأبيات التالية من بحر الخفيف. اكتبها كتابة عروضية ثم قطعها على حسب تفاعيلها:\n1 وإذا لم يكن من الموت بد\n...\nفمن العجز أن تكون جبانا\n2 نحن أدرى وقد سألنا بنجد\n...\nأقصير طريقنا أم يطول\nوكثير من السؤال اشتياق وكثير من رده تعليل\nالجزء: 1 ¦ الصفحة: 104\n",
        "البحر الثاني عشر: المضارع\nوزنه\n...\nالبحر الثاني عشر: المضارع\nوزن المضارع بالنظر لنظام الدوائر ست تفعيلات: ثلاث في كل شطر هكذا:\nمفاعيلن فاع لاتن مفاعيلن\n...\nمفاعيلن فاع لاتن مفاعيلن\nوالعروضيون يعتبرون المضارع مجزوءًا وجوبًان أي من أربع تفعيلات فقط، على أساس اثنتين في كل شطر. وعلى ذلك فالوزن المستعمل للمضارع هو:\nمفاعيلن فاع لاتن\n...\nمفاعيلن فاع لاتن\nحشو المضارع:\nوحشو المضارع هو التفعيلة مفاعيلن في كِلا الشرطرين. وهذه التفعيلة يدخلها أحيانًا زحاف القبض، وهو حذف الخامس الساكن، فتصبح مفاعلن.\nوأحيانًا يدخلها زحاف الكف، وهو حذف السابع الساكن، فتصبح مفاعيلُ بتحريك اللام.\nوحشو هذا البحر يخالف حشو ما سبقه من البحور من حيث أنه يجب فيه\nالجزء: 1 ¦ الصفحة: 105\n",
        "الزحاف. وعلى ذلك لا تستعمل مفاعيلن في هذا البحر صحيحة، ولكن يجب إما قبضها أو كفها، والكف وهو مفاعيل بتحريك اللام هو الأكثر شيوعًا في الاستعمال.\nوالتفعيلة الثانية من كل شطر والتي تمثل عروض المضارع وضربه لا تستعمل إلا صحيحة فاع لاتن أي أن الزحاف لا يدخل في أي مقطع من مقاطعها.\nوعلى ذلك فعروض المضارع صحيحة دائمًا وضربها صحيح كذلك.\nومثاله قول الشاعر:\nمتى تسمح الليالي\n...\nبأن يشرق الصباح؟\nلكي تسعد البلاد\n...\nويعنو لها النجاح\nومن أمثلته أيضًا قول الشاعر:\nألا من يبيع نومًا\n...\nلمن قط لا ينام\nلمن ذاب في هواه\n...\nومن شفه الهيام\nلئن كان ليس يشكو\n...\nلقد هده السقام\nومن نام فالكرى ذا\n...\nك في شرعه الحرام\nوتقطيع البيت الأول من المثال الأخير هكذا:\nألا من يـ بيعنو من\n...\nلمن قطط لا ينامو\nااه اه ااه اا هـ اه\n...\nااه اه ااه اا هـ اه\nمفاعيل فاع لاتن\n...\nمفاعيل فاع لاتن\nالجزء: 1 ¦ الصفحة: 106\n",
        "ويمكن تقطيع بقية أبيات المثال الأخير هكذا:\nلمن ذاب في هواهو\n...\nومن شفف هلهيامو\nمفاعيل فاع لاتن\n...\nمفاعيل فاع لاتن\nلئن كان ليس يشكو\n...\nلقد هدد هسقامو\nمفاعيل فاع لاتن\n...\nمفاعيل فاع لاتن\nومن نام فلكرى ذا\n...\nكفى شرع هلحرامو\nمفاعيل فاع لاتن\n...\nمفاعيل فاع لاتن\nويلاحظ بعد تقطيع هذه الأبيات أن جميع تفاعيل الحشو فيها مكفوفة\nمفاعيل بحذف النون الساكنة في الآخر، مع إبقاء اللام متحركة على الأصل. كذلك يلاحظ أن تفعيلة العروض والضرب التي هي فاع لاتن\nتأتي صحيحة دائمًا، أي أن الزحاف لا يدخل في أي مقطع من مقاطعها.\nالجزء: 1 ¦ الصفحة: 107\n",
        "تمرينات على بحر المضارع\nالتدريب الأول:\nالقطعة التالية من بحر المضارع. اذكر نوع الزحاف الذي دخل على حشو كل بيت، وبين أهو واجب أم جائز:\nأرى للصبا وداعًا\n...\nوما يذكر اجتماعًا\nكأن لم يكن جديرًا\n...\nبحفظ الذي أضاعا\nولم يصبنا سرورًا\n...\nولم يلهنا سماعًا\nفجدد وصال صب\n...\nمتى تعصه أطاعا\nفإن تدن منه شبرًا\n...\nيقربك منه باعا\nالجزء: 1 ¦ الصفحة: 107\n",
        "التد ريب الثاني:\nعين بحر كل بيت من الأبيات التالية، مع ذكر العروض والضرب في كل بيت:\n1 لسوف أهدي لسلمى\n...\nثناء على ثناء\n2 قصرت مدة الليالي المواضي\n...\nفأطالت بها الليالي البواقي\n3 وقلنا لهم وقالوا\n...\nوكل له مقال\n4 لما رأت مقلتي محاسنه\n...\nردت فلم تشق غلتي الحرى\n5 أيا رب كيف أحيا\n...\nإذا تخليت عني؟\n6 لا يثبت العز على فرقة\n...\nغيرك بالباطل مخدوع\n7 ألا كل ما تؤدي\n...\nلأهليك لا يضيع\n8 ولئن ساءك يوم فاعلمي\n...\nأن سيتلوه سرور بغد\nالتدريب الثالث:\nالقطعة التالية من بحر المضارع. اكتبها كتابة عروضية ثم قطعها على حسب تفاعيلها:\nوكم قلت سوف يأتي\n...\nإلى داره الغريب\nويملأ الدار أنسًا\n...\nفتزدهي وتطيب\nوها هو العمر يمضي\n...\nوما أتانا الحبيب\nالجزء: 1 ¦ الصفحة: 108\n",
        "البحر الثالث عشر: المقتضب\nوزنه\n...\nالبحر الثالث عشر: المقتضب\nوزن المقتضب بحسب نظام الدوائر هو:\nمفعولات مستفعلن مستفعلن\n...\nمفعولات مستفعلن مستفعلن\nووزنه المستعمل هو:\nمفعولات مستفعلن\n...\nمفعولات مستفعلن\nأي أنه لا يستعمل إلا مجزوءًا.\nزحاف المقتضب:\nيدخل حشو المقتضب، أي: مفعولات من الزحاف، إما الخبن، أي: حذف الفاء، وإما الطي، أي: حذف الواو.\nوعلى الحالة الأولى، حالة الخبن، تصبح مفعولات معولات بوزن مفاعيل. وعلى الحالة الثانية، حالة الطي تصبح مفعولات مفعلات بوزن فاعلاتُ بتحريك التاء.\nالجزء: 1 ¦ الصفحة: 109\n",
        "وعلماء العروض متفقون على عدم الجمع بين الخبن والطي في مفعولات التي هي حشو بحر المقتضب، ويحتمون أحد الزحافين فقط، فإذا خبنت لا تطوى، وإذا طويت لا تخبن.\nويرى بعض العروضيين أن تفعيلة الحشو مفعولات قد تستعمل صحيحة كما تستعمل مزاحفة، وذكروا شاهدًا على صحة مفعولات هو:\nلا أدعوك من بعدٍ\n...\nبل أدعوك من كثب\nوتقطيعه هكذا:\nلا أدعوك من بعدن\n...\nبل أدعوك من كثبي\nاه اه اه ااه اااه\n...\nاه اه اه ااه اااه\nمفعولات مستعلن\n...\nمفعولات مستعلن\nوذلك بقراءة بعْد في هذا البيت بتحريك العين بالضمة. ولا يجوز في حشو المقتضب أن تنقل معولات إلى مفاعيل ولا أن تنقل مفعلات إلى فاعلات، لعدم لزوم الحشو حالة واحدة.\nعروض المقتضب وضربه:\nتفعيلة عروض هذا البحر وضربه هي مستفعلن. وهذه لا تستعمل صحيحة بل مطوية وجوبًا، أي بحذف فائها فتصبح مستعلن وتنقل إلى مفتعلن وعند وزن بيت على هذا البحر يجوز أن نزن العروض والضرب على مستعلن مراعاة للأصل أو مفتعلن مراعاة لما آلت إليه. ولا يدخل العروض والضرب تغيير آخر.\nالجزء: 1 ¦ الصفحة: 110\n",
        "وخلاصة القول في حشو المقتضب أنه قلما يأتي صحيحًا وإنما يدخله زحاف الخبن أو الطي ولا يمكن الجمع بينهما في الحشو.\nأما عروضه وضربه فتستعمل فيهما مستفعلن مطوية وجوبًا فتصبح مستعلن تبعًا للأصل أو مفتعلن تبعًا لما صارت إليه وقلما تستعمل صحيحة.\nومن شواهد هذا البحر قول الشاعر:\nإن للغرام يدًا..\n...\nمسنى بها العطب\nإن قضيت فيه أسى\n...\nفهو بعض ما يجب\nوتقطيع هذين البيتين هكذا:\nإننللغ رام يدن\n...\nمسنى بـ هلعطبو\nاه اا هـ ااه اااه\n...\nاه اا هـ ااه ااا هـ\nمفعلات مستعلن\n...\nمفعلات مستعلن\nإن قضيت فيه أسن\n...\nفهو بعض ما يجبو\nاه اا هـ ااه اااه\n...\nاه اا هـ ااه اااه\nمفعلات مستعلن\n...\nمفعلات مستعلن\nويلاحظ من تقطيع هذين البيتين أن التفعيلة الأولى في كل شطر من البيتين والتي تمثل الحشو فيهما تأتي مطوية دائمًا، أي: مفعلات بحذف الرابع الساكن.\nكما يلاحظ أن الطي قد دخل وجوبًا على تفعيلة العروض والضرب وهي: مستفعلن فصارت مستعلن أو مفتعلن.\nالجزء: 1 ¦ الصفحة: 111\n",
        "ومن أمثلة المقتضب قول أبي نواس:\nحامل الهوى تعب\n...\nيستخفه الطرب\nإن بكى فحق.. له\n...\nليس ما به لعب\nكلما انقضى سبب\n...\nمنك عاد لي سبب\nتعجبين من سقمي\n...\nصحتي هي العجب\nتضحكين لاهية\n...\nوالمحب ينتحب\nولشوقي قصيدة من هذا البحر والقافية مطلعها:\nحف كأسها الحبب\n...\nفهي فضة ذهب\nومنها في وصف الرقص:\nالليوث مائلة\n...\nوالظباء تنسرب\nالحرير ملبسها\n...\nواللجين والذهب\nوالقصور مسرحها\n...\nلا الرمال والعشب\nيستفزها نغم\n...\nلا صدى ولا لجب\nيستعاد مرقصه\n...\nتارة ويقتضب\nفالقدود بان ربًا\n...\nبيد أنها تثب\nفهي مرة صعد\n...\nوهي مرة صبب\nالرءوس مائلة\n...\nفي الصدور تحتجب\nوالخصور واهية\n...\nبالبنان تنجذب\nومع جواز الخبن في حشو هذا البحر فإنه لا يستعمل إلا نادرًا\nكقول الشاعر:\nأتانا مبشرنا\n...\nبالبيان والنذر\nالجزء: 1 ¦ الصفحة: 112\n",
        "فالحشو في الشطر الأول هو:\nأتا نام = ااه اهـ ا = معولات.\nوالحشو في الشطر الثاني هو:\nبلبيان = اهـ ااه ا = مفعلات.\nوجدير بالملاحظة أن بحر المضارع وبحر المقتضب من بحور الشعر النادرة الاستعمال في الشعر العربي. فليس للعرب قصائد إلا نادرًا من هذين البحرين، وإن كان لهم بعض الأبيات على هذين الوزنين؛ ولذلك يرى الأخفش أن من الأفضل الاستغناء عن بحري المضارع والمقتضب.\nومن أمثلة هذا البحر قول بشارة الخوري:\nقد أتاك يعتذر\n...\nلا تسله ما الخبر؟\nكلما أطلت له\n...\nفي الحديث يختصر\nفي عيونه خبر\n...\nليس يكذب النظر\nالجزء: 1 ¦ الصفحة: 113\n",
        "تدريبات على بحر المقتضب\nالتدريب الأول:\nالأبيات التالية من بحر المقتضب. اذكر نوع الزحاف الذي دخل على حشو كل بيت وعروضه وضربه، وبين في أي من هذه الثلاثة يكون الزحاف واجبًا وفي أيها يكون جائزًا:\n1 الربيع منطلق\n...\nفي الرياض يبتسم\n2 قد مشوا بليلتهم\n...\nفاعتراهم التعب\n3 ليس يستحق حيا\n...\nةً جماعة خشب\nالجزء: 1 ¦ الصفحة: 113\n",
        "4 قد وفى بموعده\n...\nحين خانت البشر\n5 ليلة علت وغلت\n...\nليت فجرها كذب\nالتدريب الثاني:\nعين بحر كل بيت في الأبيات التالية، مع ذكر عروضه وضربه، ونوع الزحاف الذي طرأ عليه:\n1 ليت قومنا غضبوا\n...\nيوم ينفع الغضب\n2 ألا لا أشتهي الأمطا\n...\nر فالأمطار تؤذيني\n3 قد وهبته عمري\n...\nضاع عنده العمر\n4 فعلى الله توكل\n...\nوبتقواه تمسك\n5 لو مدحتكم زمني\n...\nلم أقم بما يجب\n6 لا تعطين الصبي واحدة\n...\nيطلب أخرى بأعنف الطلب\n7 الحجا أراد هدى\n...\nما على الحجا عتب\n8 يا ليل طل أو لا تطل\n...\nلا بد لي أن أسهرك\n9 راحة النفوس وهل\n...\nعند راحة تعب\n10 ليس لي عنك مذهب\n...\nفكما شئت لي فكن\nالتدريب الثالث.\nالبيتان التاليان من بحر المقتضب. اكتبهما كتابة عروضية، ثم قطعهما على حسب تفاعيلهما:\nقل لأمة نهضت\n...\nبالكفاح والجلد\nأنت للورى مثل\n...\nيحتذى إلى الأبد\nالجزء: 1 ¦ الصفحة: 114\n",
        "البحر الرابع عشر: المجتث\nوزنه\n...\nالبحر الرابع عشر: المجتث\nوزن المجتث بحسب نظام الدوائر العروضية هو:\nمستفع لن فاعلاتن فاعلاتن\n...\nمستفع لن فاعلاتن فاعلاتن\nووزنه المستعمل هو:\nمستفع لن فاعلاتن\n...\nمستفع لن فاعلاتن\nزحاف المجتث\nيدخل الزحاف حشو هذا البحر كما يدخل العروض والضرب.\n1 زحاف الحشو:\nالحشو في المجتث هو: مستفع لن في بداية الشطر الأول والثاني من البيت، ويجوز فيها الخبن فقط، وهو حذف الثاني الساكن فتصبح متفع لن، ولا يجوز فيها الطي، أي: حذف الرابع الساكن وهو الفاء هنا؛ لأنها ليست جزءًا من سبب وإنما هي جزء من وتد مفروق.\nالجزء: 1 ¦ الصفحة: 115\n",
        "2 زحاف العروض:\nوتفعيلة العروض في المجتث هي: فاعلاتن، وهذه يجوز فيها الخبن بحذف ألف المقطع الأول، أي السبب الخفيف، وبذلك يصبح وزن التفعيلة فعلاتن.\nوهذا الزحاف جائز بمعنى أنه متى ورد في بيت لا يلزم وروده في بقية الأبيات. فكأن صدر التفعيلة داخل حكمًا ضمن الحشو بمعنى أنه يجوز زحافه، أما عجزها فتسري عليه الأحكام الغالبة للأعاريض بمعنى أنه لا تغيير فيه.\n3 زحاف الضرب:\nوالضرب هنا فاعلاتن كذلك. ويجوز فيه من الزحاف ما يجوز في العروض وهو الخبن: بحذف ألف المقطع الأول فيصبح وزن تفعيلة الضرب فعلاتن.\nكذلك يدخل الضرب زحاف التشعيث، وهو حذف عين فاعلاتن فتصبح فالاتن، وفيما يلي بعض الأمثلة:\nالمثال الأول: من شعر عبد الله بن المعتز، قال:\nقد أقفرت سر من را\n...\nفما لشيء دوام\nماتت كما مات فيل\n...\nتسل منه العظام\nوتقطيع البيتين هكذا:\nقد أقفرت سرر منرا\nاه اه ااه اه ااه اه\nمستفع لن فاعلاتن\nالجزء: 1 ¦ الصفحة: 116\n",
        "فما لشي إندوامو\n...\nماتت كما ما تفيلن\nااه ااه اه ااه اه\n...\nاه اه ااه اه ااه اه\nمتفع لن فاعلاتن\n...\nمستفع لن فاعلاتن\nتسللمن هلعظامو\nااه ااه اه ااه اه\nمتفع لن فاعلاتن\nويلاحظ أن الحشو مستفع لن في الشطر الأول من كِلا البيتين قد استعملت صحيحة، على حين دخلها الخبن في الشطر الثاني منهما فصارت متفع لن. أما الضرب فيهما فصحيح بوزن فاعلاتن. وكذلك العروض.\nالمثال الثاني: قول أحد الشعراء:\nالغيد زهر أنيق\n...\nتعددت ريَّاه\nلكل نوع جمال\n...\nيسبي النهى مرآه\nشقر وبيض وسمر\n...\nدمىً جلاها الإله\nفي أي شكل ولون\n...\nتعنو لهن الجباه\nنعيم كل محب\n...\nوبؤسه وأساه\nتقطيع البيت الأول هكذا:\nالغيد زهـ رن أنيق\n...\nتعدد دت رييا هو\nاه اه ااه اه ااه اه\n...\nااه ااه اه اه اه\nمستفع لن فاعلاتن\n...\nمتفع لن فالاتن\nفالضرب في هذا البيت كما يلاحظ قد دخله التشعيث بحذف العين من فاعلاتن فصارت فالاتن.\nالجزء: 1 ¦ الصفحة: 117\n",
        "المثال الثالث: من قول أبي نواس:\nطاب الهوى لعميده\n...\nلولا اعتراض صدوده\nوقادني حب ريم\n...\nمهفهف الكشح روده\nبدا يدل علينا\n...\nبمقلتيه وجيده\nلا أستطيع فرارا\n...\nمن برقه ورعوده\nوعسكر الحب حولي\n...\nبخيله وجنوده\nفالويل لي كيف أنجو\n...\nمن حمر موت وسوده؟\nالمثال الرابع: من شعر الزهاوي شاعر العراق:\nقرأت في عين ليلي\n...\nعنوان سحر مبين\nوالسحر إن كان حقًّا\n...\nفإنه في العيون\nيهذب العلم أخلا\n...\nق أمة ويصون\nإن المدارس إما امـ\n...\nـتلأن تخلو السجون\nإذا تساهل شعب\n...\nمشى إليه الشتات\nللناس في العفو موت\n...\nوفي القصاص حياة\nسئمت كل قديم\n...\nعرفته في حياتي\nإن كان عندك شيء\n...\nمن الجديد فهات\nالجزء: 1 ¦ الصفحة: 118\n",
        "وقت المحبة مني\n...\nقد فات أو سيفوت\nالحب بالشك يحيا\n...\nوباليقين يموت\nالغرب يلقاك من مكـ\n...\nـره بوجه طليق\nيا شرق لا تأتمنه\n...\nفالغرب غير صديق\nالجزء: 1 ¦ الصفحة: 119\n",
        "تدريبات على بحر المجتث\nالتدريب الأول:\nالأبيات التالية من بحر المجتث. اذكر عروض كل بيت وضربه وبين ما دخل عليهما وعلى الحشو من زحاف:\n1 إن غبت عنك فقلبي\n...\nبوده لن يغيبا\n2 يا معشر الناس هل لي\n...\nمما لقيت مجير؟\n3 يا ظالمًا لست أدري\n...\nأدعو له أم عليه\n4 فالناي يبدي أنينًا\n...\nيشجي وللعود ضرب\n5 متى ينوب لساني\n...\nفي شرحه عن كتابي؟\n6 العين بعدك تقذي\n...\nبكل شيء تراه\nالتدريب الثاني: عين بحر كل بيت من الأبيات التالية، واذكر عروضه وضربه وما فيه من زحاف، إن وجد\n1 واصلت فيك رجائي\n...\nلما قطعت رجائي\nالجزء: 1 ¦ الصفحة: 119\n",
        "2 إن يطل بعدك ليلي فلكم\n...\nبت أشكو قصر الليل معك\n3 هل لداعيك مجيب؟\n...\nأم لشاكيك طبيب؟\n4 حتى متى أنت تلهو\n...\nفي غفلة وتمازج؟\n5 الحمد لله إذ أراني\n...\nتكذيب ما كنت تدعيه\n6 ترى لنفسك أمرًا\n...\nوما يرى الله أفضل\n7 كم ذا أريد لا أراد؟\n...\nيا سوء ما لقي الفؤاد\n8 قلبي يحن إليه\n...\nنعم ويحنو عليه\n9 كل دار أحق بالأهل إلا\n...\nفي خسيس من المذاهب رجس\n10 أنى أضيع عهدك\n...\nأم كيف أخلف وعدك؟\nالتدريب الثالث:\nالقطعة التالية من بحر المجتث. اكتبها كتابة عروضية ثم قطعها على حسب تفاعيلها:\nيا قاطعًا حبل ودي\n...\nوواصلاً حبل صدي\nوساليًا ليس يدري\n...\nبطول بثي ووجدي\nلو كان عندك مني\n...\nمثل الذي منك عندي\nلبت بعدي مثلي\n...\nوبت مثلك بعدي\nالجزء: 1 ¦ الصفحة: 120\n",
        "البحر الخامس عشر: المتقارب\nوزن ه\nذا البحر:\nفعولن فعولن فعولن فعولن\n...\nفعولن فعولن فعولن فعولن\nزحاف المتقارب:\nيدخله من الزحاف القبض، وهو حذف الخامس الساكن، أي النون من فعولن فتصبح فعولُ.\nوهذا الزحاف كما يدخل حشو المتقارب يدخل على عروضه أيضًا، وبذلك تصير تفعيلة العروض فعولن فتصبح فعول بحذف النون.\nكذلك يدخل على عروضه الحذف، أي: حذف السبب الخفيف من آخر فعولن فتصبح فعو، وتنقل إلى فعَلْ بفتح العين وسكون اللام.\nوعلى ذلك فللمتقارب عروض واحدة صحيحة فعولن مع جوار قبضها فتصير فعول أو جواز حذفها فتصير فعَلْ بفتح العين وسكون اللام.\nالجزء: 1 ¦ الصفحة: 121\n",
        "أما الضرب فلا يدخله القبض، وهو أربعة أنواع: فعولن ومحذوف فعَلْ بفتح العين وسكون اللام اللام، ومقصور فعول بحذف الحرف الأخير وتسكين ما قبله، وأبتر فعْ بسكون العين1\nالعروض الضرب\n1 صحيح فعولن\nصحيحة: فعولن 2 محذوف فعَلْ بفتح العين وسكون اللام.\nمع جواز قبضها أو حذفها 3 مقصور فعولْ بسكون اللام\n4 أبتر فعْ بسكون العين.\nالنوع الأول: العروض صحيحة فعولن، والضرب صحيح كذلك فعولن، ومثاله قول الشاعر:\nتظل حبيس الهوى والمعاصي\n...\nفأين النجاة؟ وأين الفرار؟\nومثاله أيضًا مع قبض العروض فعول، ومع بقاء الضرب صحيحًا فعولن قول الشاعر:\nوداعًا ربوع النعيم القديم\n...\nوداعًا هياكله الموحيات\nأأخرج؟ كيف أطيق الخروج؟\n...\nوكيف أطيق فراق الحياة؟\nأأرحل؟ كيف وليل الشقاء\n...\nيطالعني بالرؤي المفزعات؟\n1 البتر: علة من علل النقص، وهو اجتماع الحذف مع القطع. فالحذف إسقاط السبب الخفيف من آخر التفعيلة، والقطع: هو حذف ساكن الوتد المجموع وإسكان ما قبله.\nالجزء: 1 ¦ الصفحة: 122\n",
        "وداعًا\n...\nفماذا وقوف الفؤاد\n...\nبأطلال أشواقه الهالكات\nويا عالمًا شدته ثم زال\n...\nسلام عليك\n...\nعلى الذكريات\nوالنوع الثاني: العروض صحيحة مع جواز قبضها أو حذفها، والضرب محذوف. ومثاله قول شوقي:\nأبا الهول طال عليك العصر\n...\nوبلغت في الأرض أقصى العمر\nفيا لدة الدهر لا الدهر شب\n...\nولا أنت جاوزت حد الصغر\nإلام ركوبك متن الرمال\n...\nلطي الأصيل وجوب السحر؟\nتسافر منتقلاً في القرون\n...\nفأيان تلقي غبار السفر؟\nأبينك عهد وبين الجبال\n...\nتزولان في الموعد المنتظر؟\nتحرك أبا الهول هذا الزمان\n...\nتحرك ما فيه حتى الحجر؟\nوالنوع الثالث: العروض صحيحة مع جواز قبضها أو حذفها والضرب مقصور فعولْ بسكون اللام. ومثاله قول الشاعر:\nويعبثُ بالناس عزف النُّحاس\n...\nفتسمع منهم زئير الأسودْ\nويطغى السرور لمرأى السرور\n...\nفينتثر الدمع فوق الخدود\nفيا موكبًالم يُتَح للملوك\n...\nولم يحظ قُطر به في الوجود\nإلى الخلد سر في ضمان السماء\n...\nفأنت حرِيُّ بهذا الخلود\nدفعت عن الوطن العادياتِ\n...\nوذُدت عن الأهل رقَّ العبيد\nفأحييت شعبك بعد الموات\n...\nوأرضيت بين القبور الجدود\nوالنوع الرابع: العروض صحيحة مع جواز قبضها أو حذفها والضرب أبتر فع ْبسكون، وهذا الضرب قليل الاستعمال، ومثاله قول الشاعر:\nفلا القلبُ ناسٍ لما قد مضى\n...\nولا تاركٌ أبدًا غيهْ\nالجزء: 1 ¦ الصفحة: 123\n",
        "ودع قول باك على أرسم\n...\nفليس الرسوم بمبكية\nخليلي عوجا على رسم دار\n...\nخلت من سليمى ومن مية\nوالمتقارب يستعمل تامًّا ومجزوءًا. وقد مر الكلام عن المتقارب التام من حيث زحافه وعروضه وأضربه مع التمثيل لكل منها.\nالمتقارب المجزوء:\nأما المتقارب المجزوء فهو ما بقي على ست تفعيلات كل ثلاثٍ في شطر هكذا:\nفعولن فعولن فعولن\n...\nفعولن فعولن فعولن\nعروض المتقارب المجزوء وضربه:\nوللمتقارب المجزوء عروض واحدة محذوفة، أي: فعو وتنقل إلى فعَلْ بفتح العين وسكون اللام.\nولهذه العروض ضربان: (1) محذوف مثلها فعَلْ، وضرب أبتر على وزن فعْ بسكو العين وهو قليل الاستعمال. وفيما يلي أمثلة لذلك:\nالنوع الأول: العروض محذوفة فعَلْ، والضرب محذوف كذلك ومثاله قوله الشاعر:\nلنا صاحب لم يزل\n...\nيعللنا بالأمل\nْويمطلنا في الهوى\n...\nفنصبر رغم المللْ\nونمنحه ودنا\n...\nفيلهو به في جذل\nْعفا الله عن ظالم\n...\nأساء إلى من عدلْ\nالجزء: 1 ¦ الصفحة: 124\n",
        "النوع الثاني: العروض محذوفة فعَلْ والضرب أبتر فعْ بسكون العين، وهذا الضرب قليل الاستعمال. ومثاله قول الشاعر:\nإذا زرتنا منعمًا\n...\nفأهلاً وسهلاً بك\nوكل الذي عندنا\n...\nوكل هوانا.. لك\nالجزء: 1 ¦ الصفحة: 125\n",
        "تدريبات على بحر المتقارب\nالتدريب الأول.\nالأبيات التالية من بحر المتقارب. اذكر عروض كل بيت وضربه، واذكر نوع الزحاف الذي دخل عليها، إن وجد.\n1 كسونا إخوتنا بالصفاء\n...\nكما كسيت بالكلام المعاني\n2 وفيك تعلمت نظم الكلام\n...\nفلقبني الناس بالشاعر\n3 ومن جهلت نفسه قدره\n...\nرأى غيره منه ما لا يرى\n4 سل الربع عن ساكنيه فإني\n...\nخرست فما أستطيع السؤالا\n5 وتغضب حتى إذا ما ملكـ\n...\nـت أطعت الرضا وعصيت الغضب\n6 إذا ضاحك الزهر زهر الوجوه\n...\nفأين الخلاص؟ وأين الطريق؟\nلتدريب الثاني:\nعين بحر كل بيت من الأبيات التالية، واذكر ما في حشوه وعروضه وضربه من زحاف:\n1 وأبذل عدلي للأضعفين\n...\nوللشامخ الأنف لا أبذله\nالجزء: 1 ¦ الصفحة: 125\n",
        "2 ليس من مات فاستراح بميت\n...\nإنما الميت ميت الأحياء\n3 وذقنا مرارة كأس الصدود\n...\nفأين حلاوة كأس الوصال؟\n4 أعرضت فَلَاحَ لها..\n...\nعارضان كالبرد..\n5 وأقلامه وفق أسيافه\n...\nيظل الصرير يباري الصليلا\n6 طار الفؤاد المروع\n...\nوقال لا أستطيع\nالتدريب الثالث:\nالأبيات التالية من بحر المتقارب التام أو مجزوئه. اكتبها كتابة عروضية، ثم قطعها على حسب تفاعيلها:\n1 حذار حذار فإن الكريم\n...\nإذا سيم خسفًا أبى وامتعض\n2 كأنك بالفقر تبغي الغنى\n...\nوبالموت في الحرب تبغي الخلودا\n3 لأيكم\n...\nأذكر؟\n...\nوفي أيكم\n...\nأفكر؟\n4 أأحرم منك الرضا\n...\nوتذكر ما قد مضى؟\nالجزء: 1 ¦ الصفحة: 126\n",
        "والمتدارك يكثر استعماله تامًّا ويقل استعماله مجزوءًا.\nالمتدارك التام:\nوهو ما كان مؤلفًا من ثماني تفاعيل، ومن أمثلته قول شوقي:\nمضناك جفاهُ مرقدهُ\n...\nوبكاه ورحّم عودهُ\nحيرانُ القلب معذبه\n...\nمقروح ُالجفن مسهده\nويناجي النجم ويتعبه\n...\nويقيم الليل ويقعده\nفعساك بغمض مسعفه\n...\nولعل خيالك مسعده\nتقطيع البيت الأول هكذا:\nمضنا كجفا هومر قدهو\n...\nوبكا هورح حمعو ودهو\nاهـ اهـ اا اه اه اه اا اه\n...\nاااه اااه اااه اااه\nفعْلن فعَلن فعْلن فعَلن\n...\nفعَلن فعَلن فعَلن فعَلن\nويلاحظ هنا أن كلا من التفعيلة الأولى والثالثة مشعثة بسكون العين، أما بقية التفاعيل الأخرى فمخبونة، حذفت ألفها مع بقاء العين محركة.\nومن الأمثلة أيضًا قول أبو الحسن على الحصري القيرواني:\nيا ليل الصب متى غده؟\n...\nأقيام الساعة موعده؟\nرقد السمار وأرقه\n...\nأسف للبين يردده\nيا من جحدت عيناه دمي\n...\nوعلى خديه تورده\nخداك قد اعترفا بدمي\n...\nفعلام جفونك تجحده؟\nإني لأعيذك من قتلي\n...\nوأظنك لا تتعمده\nبالله هب المشتاق كرىً\n...\nفلعل خيالك يسعده\nالجزء: 1 ¦ الصفحة: 128\n",
        "المتدارك المجزوء:\nوهو ما بقي على ست تفعيلات، كل ثلاث في شطر هكذا:\nفاعلن فاعلن فاعلن\n...\nفاعلن فاعلن فاعلن\nولمجزوء المتدارك ثلاثة أضرب كالآتي:\nالنوع الأول: ضرب صحيح فاعلن وهو أشهرها ومثاله:\nقف على دراهم وابكين\n...\nبين أطلالها والدمن\nالنوع الثاني: ضرب على فاعلان أي: دخله التذييل بزيادة نون ساكنة على فاعلن فأصبحت فاعلان، ومثاله:\nهذه دراهم أقفرت\n...\nأم زبور1 محتها الدهور\nالنوع الثالث: ضرب على فعلاتن أي بالخبن، وهو حذف الثاني الساكن، والترفيل، وهو زيادة سبب خفيف على آخر التفعيلة، ومثاله:\nدار سعدي بشحر عمان\n...\nقد كساها البلى الملوان\nويلاحظ أن العروض هنا دخلها التصريع.\n1 زبرت الكتاب زبرًا من باب نصر: كتبته. و \"زبور\" فعول بمعنى مفعول، أي \"مزبور\" بمعنى مكتوب. والزبور أيضًا كتاب داود عيه السلام.\nالجزء: 1 ¦ الصفحة: 129\n",
        "البحر السادس عشر: المتدارك\nوزنه\n...\nالبحر السادس عشر: المتدارك\nواضع هذا البحر هو الأخفش وقد سماه المتدارك بفتح الراء؛ لأنه تداركه على الخليل بن أحمد.\nويتألف المتدارك من ثماني تفاعيل ووزنه هو:\nفاعلن فاعلن فاعلن فاعلن\n...\nفاعلن فاعلن فاعلن فاعلن\nزحاف المتدارك:\nويدخل المتدارك من الزحاف الخبن، وهو هنا حذف الألف الثانية من فاعلن فتصبح التفعيلة فعِلن بتحريك العين.\nكذلك يدخله التشيعث وهو هنا حذف العين من فاعلن فتصبح فالن، وتنقل إلى فعْلن بسكون العين.\nوقلما ترد فاعلن في الحشو صحيحة، والغالب ورودها في الحشو إما مخبونة أو مشعثة.\nالجزء: 1 ¦ الصفحة: 27\n",
        "تدريبات على بحر المتدارك\n...\nدريبات على بحر المتدارك\nالتدريب الأول:\nعين بحر كل بيت من الأبيات التالية، واذكر عروضه وضربه، ووضح ما فيه من زحاف:\n1 أسلام في هذا العصر\n...\nأم حرب تغتال الدنيا؟\n2 إني لأستحي إذا مر بي\n...\nفقيل هذا الموعد المخلف\n3 أتقول بأنك إنسان\n...\nوأخوك يعاني من ظلمك؟\n4 أتدخل هذا الفضاء البهيج\n...\nوتهدم صرح الجمال العتيد؟\n5 ما خنت القلب ولا خطرت\n...\nسلوى بالقلب تبرده\n6 ويا سمي المصلى\n...\nعلى اسمه والمسلم\n7 من رام المجد بلا عمل\n...\nهيهات يحقق ما راما\n8 راحة النفوس وهل\n...\nعند راحة تعب\n9 ما أحلى الوصل وأعذبه\n...\nلولا الأيام تنكده\nبالبين وبالهجران فيا\n...\nلفؤادي! كيف تجلده؟\n10 أأحرم منك الرضا\n...\nوتذكر ما قد مضى؟\nالتدريب الثاني:\nالبيتان التاليان من بحر المتدارك. اكتبهما كتابة عروضية، وقطعهما على حسب تفاعيلهما:\nأعداء الحق كثيرونا\n...\nوجنود الحق قليلونا\nللحق وهبنا أنفسنا\n...\nوكفاه بأن يحيا فينا\nالجزء: 1 ¦ الصفحة: 130\n",
        "مفاتيح البحور\nونورد فيما يلي أبياتًا نظمت كمفاتيح للبحور يستطيع الدارس بها أن يتذكر دائمًا أوزان البحور. ويلاحظ هنا أن الشطر الأول من كل بيت يشتمل على اسم البحر، وأن الشطر الثاني منه يشتمل على تفعيلات البحر.\n1 الطويل:\nطويل له دون البحور فضائل\n...\nفعولن مفاعيلن فعولن فاعلن\n2 المديد:\nلمديد الشعر عندي صفات\n...\nفاعلاتن فاعلن فاعلاتن\n3 البسيط:\nإن البسيط لديه يبسط الأمل\n...\nمستفعلن فاعلن مستفعلن فعلن\n4 الوافر:\nبحور الشعر وافرها جميل\n...\nمفاعلتن مفاعلتن فعولن\nالجزء: 1 ¦ الصفحة: 131\n",
        "5 الكامل:\nكمل الجمال من البحور الكامل\n...\nمتفاعلن متفاعلن متفاعلن\n6 الهزج:\nعلى الأهزاج تسهيل\n...\nمفاعيلن مفاعيلن\n7 الرجز:\nفي أبحر الأرجاز بحر يسهل\n...\nمستفعلن مستفعلن مستفعلن\n8 الرمل:\nرمل الأبحر يرويه الثقات\n...\nفاعلاتن فاعلاتن فاعلاتن\n9 السريع:\nبحر سريع ما له ساحل\n...\nمستفعلن مستفعلن فاعلن\n10 المنسرح:\nمنسرح فيه يضرب المثل\n...\nمستفعلن مفعلاتُ مفتعلن\n11 الخفيف:\nيا خفيفًا خفت به الحركات\n...\nفاعلاتن مستفع لن فاعلاتن\n12 المضارع:\nتعد المضاراعات\n...\nمفاعيل فاع لاتن\n13 المقتضب:\nاقتضب كما سألوا\n...\nمفعلاتُ مفتعلن\nالجزء: 1 ¦ الصفحة: 132\n",
        "14 المجتث:\nإن جثت الحركات\n...\nمستفع لن فاعلاتن\n15 المتقارب:\nعن المتقارب قال الخليل\n...\nفعولن فعولن فعولن فعولن\n16 المتدارَك، ويقال له أيضًا الخبب والمحدث:\nحركات المحدث تنتقل\n...\nفعلن فعلن فعلن فعلن1\n1 التفعيلة التي يتألف منها هذا البحر هي في الأصل \"فاعلن\"، وقد سبق القول على أنها لا ترد في المتدارك التام صحيحة، وإنما الغالب ورودها فيه مخبونة أي \"فعِلن\" بتحريك العين أو مشعثة؛ أي \"فعْلن\" بسكون العين.\nالجزء: 1 ¦ الصفحة: 133\n",
        "القافية\nالقافية\n...\nالقافية\nيعرف علماء العروض القافية بأنها: هي المقاطع الصوتية التي تكون في أواخر أبيات القصيدة، أي المقاطع التي يلزم تكرار نوعها في كل بيت.\nفأول بيت في قصيدة الشعر الملتزم يتحكم في بقية القصيدة من حيث الوزن العروضي، ومن حيث نوع القافية.\nفإذا فرضنا أن الشاعر أنهى مطلع قصيدته؛ أي البيت الأول منها بكلمة مثل الوطن بسكون النون، فإنه يتحتم عليه أن يختم بقية أبيات القصيدة بنون ساكنة مثل الزمن، والشجن، والوسن، والفنن إلخ.\nأما إذا أورد النون في الوطن محركة بالكسر في البيت الأول فإن عليه أن يلتزم كسر النونات فيما يلي من الأبيات. وفي هذه الحالة يكون الشاعر قد أوجب على نفسه حيال القافية شيئين:\nأ- النون.\nب- وكونها محركة بالكسر.\nوكذلك الحال إذا أورد النون مضمومة أو مفتوحة فإن نوع الحركة يتحتم في بقية القصيدة.\nالجزء: 1 ¦ الصفحة: 134\n",
        "ويحدث ألا يكتفي الشاعر بذلك، بل قد يورد بعد النون المحركة هاء ساكنة أو محركة، مثل: وطنه، زمنه، شجنه، فننه\n...\nإلخ.\nوأحيانًا يلتزم الشاعر قبل النون حرف مد كالألف مثلاً فيذكر كلمة أوطان ويكون هذا المد بدون الهاء بعد النون أو مع الهاء التي بعد النون مثل أوطانه.\nوقد يلجأ الشاعر إلى تنسيق نغم القافية باتباع طريقة أخرى وذلك بأن يجعل بين المد الذي قبل النون حرفًا صحيحًا، كما في كلمة الباطن، والخازن، والقاطن، والساكن\n...\nإلخ.\nوكل ما تقدم مبني على أساس أنه اختار حرف النون لتكون مركزًا للقافية. فالقافية إذن تشتمل على حرف بوضع معين، وعلى حركات بوضع معين كذلك، ولها في كلتا الحالين صفات خاصة ينبغي مراعاتها.\nفإذا تخلفت بعض خصائص القافية نتج عن ذلك عيب من عيوب القافية.\nومن هذا تتحدد مباحث القافية كعلم قائم بنفسه، وهي: حروف القافية، وحركات القافية، وعيوب القافية.\nالجزء: 1 ¦ الصفحة: 135\n",
        "حروف القافية\nتتكون القافية من حرف أساسي ترتكز عليه يعرف باسم الروي.\nفالروي هو آخر حرف صحيح في البيت وعليه تبني القصيدة وإليه تنتسب، فيقال: قصيدة ميمية أو نونية أو عينية، إذا كان الروي فيها ميمًا أو نونًا أو عينًا.\nوالروي وحده هو أقل ما تتألف منه القافية، وذلك عندما يكون الروي ساكنًا؛ فإذا زاد الشاعر شيئًا آخر فإن لهذه الزيادة اصطلاحات خاصة هي:\nالوصل: ويكون بإشباع حركة الروي فيتولد من هذا الإشباع حرف مد، أو يكون بهاء بعد الروي.\nالخروج: بفتح الخاء ويكون بإشباع هاء الوصل.\nالردف: ويكون حرف مد قبل الروي مباشرة أو حرف لين.\nالتأسيس: وهو حرف مد بينه وبين الروي حرف صحيح.\nفالروي إذن عماد القافية ومركزها، وما عداه من الوصل،\nالجزء: 1 ¦ الصفحة: 136\n",
        "والخروج، والردف، والتأسيس يدور حوله. ولنتكلم عن هذه المصطلحات بشيء من التفصيل.\n1 الروي\nعرفنا أن الروي هو الحرف الصحيح آخر البيت، وهو إما ساكن أو متحرك. فالروى الساكن يصلح أن يمثله أغلب الحروف الهجائية، وهناك قلة من الحروف لا تصلح أن تكون رويًّا، وسوف نشير إليها فيما بعد.\nوالحرف الساكن يدخل ضمنه هنا الحرف المشدد الساكن، فإنه يعتبر حرفًا واحدًا من ناحية العروض والقافية. مثال ذلك قول شوقي:\nرب طفل برح البؤس به\nمطر الخير فتيًّا ومطر1\nوصبي أزرت الدنيا به\nشب بين العز فيها والخطر2\nورفيع لم يسوده أب\nمن أبو الشمس؟ ومن جد القمر؟\nفلك جار ودنيا لم يدم\nعندها السعد ولا النحس استمر\nفالبيت الرابع هنا في آخره حرف مشدد هو الراء في استمر، ولكنه مع ذلك يعتبر ساكنًا. وفي القصيدة بيتان آخران ينتهي كل منهما براء.\n1 مطر الخير بضم الميم: أي أصابه الخير كما يصيب المطر الأرض، ومطر: بفتح الميم، أي صدر عنه الخير كالمطر.\n2 أزرت به: تهاونت.\nالجزء: 1 ¦ الصفحة: 137\n",
        "مشددة ساكنة، الأولى في كلمة ضر والثانية في كلمة شر.\nالحروف التي لا تصلح أن تكون رويًّا:\nأما الحروف القليلة التي لا تصلح للروي فهي: حروف المد الثلاثة، والهاء، والتنوين تنوين الترنم وهو الذي يلحق القوافي المطلقة، كقول جرير:\nأقلي اللوم عاذل1 والعتابنْ\nوقولي إن أصبت لقد أصابنْ\nفالنون الساكنة التي في العتابن وأصابن عوض عن ألف الإطلاق. والسبب الرئيسي في منع صلاحية هذه الحروف للروي أنها تمثل حركة الحرف الصحيح الآخر. ولنتكلم الآن عن كل واحد منها على حدة.\nأ- الألف:\nوذلك إذا كانت ألف الإطلاق، وهي الناشئة من إشباع حركة الروي التي هي الفتحة، وذلك كقول الشاعر:\nسرى في الليل لا يدري إلا ما\n...\nوأوغل ما يرى إلا ظلاما\nأو ألف التثنية كقول شوقي:\nيا خليلي لا تذما لي المو\n...\nت فإني من لا يرى العيش حمدا\nلا أقول اسكنا إلى هذه الدا\n...\nر غرورًا، ولا أقول استعدا\nفالألف في استعدا ألف التثنية.\nومثل ذلك أيضًا الألف المنقلبة عن نون التوكيد الخفيفة كقول الشاعر:\n1 عاذل: منادى مرخم وأصله يا عاذلة، وهي اللائمة.\nالجزء: 1 ¦ الصفحة: 138\n",
        "يحسبه الجاهل ما لم يعلما\n...\nشيخًا على كرسيه معممًا1\nفالفعل يعلما مضارع بني على الفتح لاتصاله بنون التوكيد الخفيفة المنقلبة ألفًا في الوقف. ومثله أيضًا قول الشاعر:\nولا تعبد الشيطان والله فاعبدا\nوكذلك الألف التي في كلمة أنا والألف الملاحقة ها الغائبة مثل: شابابها.\nب- الياء:\nويشمل ذلك ياء الإطلاق وهي الناشئة من إشباع حركة الروى إذا كانت هذه الحركة كسرة كقول الشاعر:\nخل البكاء بموكب الشهداء\n...\nإن البكاء مطية الضعفاء\nكما يشمل ياء المتكلم كقول الشاعر السابق من القصيدة ذاتها:\nفوجمت أحوج ما أكون تكلما\n...\nوعجزت عن تصوير بعض عزائي\nومن الحوادث ما ينوء بحمله\n...\nشعب ويخرس ألسن الشعراء\nفالياء في عزائي ياء المتكلم.\nوكما يشمل الياء التي من بنية الكلمة كقول الشاعر:\nكفى دعابات الجنون فما بقي\n...\nلهواك معنى يرتجيه ويتقي\n1 البيت لأبي حيان الفقعسي يصف به جبلاً عمه الخصب وحفه النبات.\nالجزء: 1 ¦ الصفحة: 139\n",
        "ج- الواو:\nوالمراد بها إما واو الإطلاق أيضًا وهي الناشئة من إشباع حركة الروي وإذا كانت هذه الحركة ضمة، وذلك كقول ابن الرومي:\nلِمَا تُؤْذِنُ الدنيا به من صروفهَا\n...\nيكونُ بكاءُ الطفلِ ساعةَ يولدُ\nوإلا فما يُبكيه منها.. وإنها\n...\nلأرحبُ مما كان فيه وأرغدُ؟\nوإما واو الجماعة كقول شوقي:\nواذكر الترك إنهم لم يطاعوا\n...\nفيرى الناس أحسنوا أم أساءوا\nوإما الواو اللاحقة لضمير الجمع، وذلك كقول شاعر معاصر:\nفتزوّدْ للهوى أسفًا\n...\nوانسَ يا مسكين حبَّهمو\nد- الهاء:\nسواء أكانت هاء السكت كقول ابن قيس الرقيات:\nبكرت علىَّ عواذلي\n...\nيَلْحَيْنَني وأَلُومُهُنَّهْ\nوَيَقُلْنَ شيبٌ قد علا\n...\nك وقد كبِرتَ فقلتُ إنهْ1\nأو هاء الضمير الساكنة، كقول شاعر معاصر:\nمن لهذا اليتيم غير رجالٍ\n...\nأصبحوا في الحياة مِن أعوانهْ؟\nأَوْرِدُوه مناهل العلم صِرفًا\n...\nودعوه يصول في ميدانهْ\nربَّ طفلٍ في أمسه كان نِسيًا\n...\nوهو اليوم حادثٌ في زمانهْ\nأو هاء الضمير المتحركة كقول الشاعر السابق:\nقل للجداول عاد شاعرُك الذي\n...\nيا طالما غنَّاك في أشعاره\n1 إنهْ: إن حرف جواب بمعنى \"نعم\" والهاء للسكت. وقيل: إن الهاء ضمير منصوب بأن والخبر محذوف، أي: إنه كذلك.\nالجزء: 1 ¦ الصفحة: 140\n",
        "قد عاد والشوقُ القديمُ بقلبه\n...\nورُؤَى الشباب تُطِلّ مِن أنظاره\nيشكو إليك إذا وَعَيتِ شكاته\n...\nمما رأى في ليله ونهاره\nِ وهذا بشرط ألا يكون قبل هاء الضمير حرف مَدٍّ وإلا اعتبرت الهاء رويًّا كقول الشاعر:\nيا رفيقي الملاح: أين هي الأر\n...\nض؟ ومالي على الضحى لا أراها؟\nأعراها من السماء ازورار؟\n...\nأم مشي الليلُ فوقها فمحاها؟\nوإلى أين والعوالم حولي\n...\nأطلعت سخطها وأبدت أذاها؟\nالغيوم الجهماء تحجب عني\n...\nوجه شمس الضحى وتخفي سناها\nهـ- التنوين:\nولا يثبت التنوين في آخر البيت إلا إذا كان تنوين الترنم الذي سبقت الإشارة إليه أو التنوين الغالي وهو الذي يلحق القوافي المقيدة؛ أي الساكنة الروي\nكقول الشاعر:\nقالت بنات العم يا سلمى وإنن\n...\nكان فقيرًا معدومًا؟ قالت: وإنن\nوهذه الأحرف التي لا تصلح أن تكون رويًّا يجب أن يعتبر أن ما قبلها هو الروي.\nومعنى ذلك أن جميع الحروف الصحيحة تصلح للروي، وكذلك تصلح للروي حروف اللين.\nوسوف نتكلم عن أحرف اللين التي تصلح للروي عند الكلام على الوصل وعلى الهاء أيضًا.\nالجزء: 1 ¦ الصفحة: 141\n",
        "أما بقية الحروف الصحيحة فتصلح رويًا دون قيد؛ فإذا كان الحرف الصحيح ساكنًا فهو روي وعنده تنتهي القافية، أما إذا تحرك فان الصحيح بكون رويا وحركته وصلًا.\nولا فرق في الروي بين أن يكون ما قبله محركًا أو ممدودًا، ومثال الروي الساكن الذي تحرك ما قبله قول الشاعر:\nإيه عدادة السنين علينا\n...\nمقبلات بمفرح أو بمحزن\nهل سبيل بين الوري لوفاق\n...\nكم سمعنا بأنه غير ممكن\nفرقتهم أجناسهم ولغاهم\n...\nواستطابواالخلاف حتى تمكن\nواشتروا بالإخاء حقدًا بليغًا\n...\nفانبرى بعضهم على البعض يطعن\nومثال الروي الساكن الذي قبله مد قول الشاعر:\nأيها الليل أتينا نشتكي\n...\nفاستمع شكوى الحزانى المتعبين\nهدنا الحزن وأضنانا الأسى\n...\nوبرانا الوجد في دنيا الشجون\nقد شكوناك وجئنا نشتكي\n...\nلك شيئًا في خيال الذاهلين\nالجزء: 1 ¦ الصفحة: 142\n",
        "2 الوصل\nالوصل نوعان:\nأحرف مد يتولد عن إشباع حركة الروي فيكون ألفًا أو واوًا أو ياءً.\nب هاء ساكنة أو محركة تلي حرف الروي.\nفمثلًا إذا كان الروي ميمًا محركة فإن هذه الحركة يتولد عنها إشباع أي حرف مد، ففي حالة الفتحة تتولد الألف، وفي حالة الضمة تتولد الواو، وفي حالة الكسرة تتولد الياء.\nوحرف المد المتولد عن إشباع حركة الروي أيًّا كانت يسمى وصلًا. ولا فرق في حرف المد بين أن يكون للإطلاق وبين أن يكون لغيره كألف التثنية، وياء المتكلم، والياء الأول بميم محركة بالفتح مثلًا فإن الفتحة تستتبع وجود ألف في هذه الحالة، وكذلك إذا حركت الميم بالضمة فإنها تستتبع وجود واو، أما إذا حركت بالكسرة فإنها تستتبع وجود ياء.\nمثال الوصل بألف المد قول الشاعر:\nكنت لي ظلًا على الأرض وريفا\n...\nكنت لي معنى سماويًا لطيفًا\nكنت لي سحرًا يغشي هيكلي\n...\nوربيعًا شاعريًّا لا خريفًا\nكنت مرهوبًا بما ألبستني\n...\nمن معانيك ووضاء شفيفًا\nثم مات الظل والسحر معًا\n...\nبين كفيك فأصبحت مخيفًا\nفالروي هنا هو الفاء المحركة بالفتحة في آخر الأبيات، والألف الناتجة من إشباع فتحة الفاء هي الوصل.\nومثال الوصل بالياء الممدودة فيما رويه محرك بالكسرة، وهو هنا القاف،\nقول الشاعر:\nأي بشرٍ لم تسكبي في حياتي؟\n...\nأي نور في جوها لم تريقي؟\nالجزء: 1 ¦ الصفحة: 143\n",
        "أي فجر معطر قمري\n...\nأنت لم تطلعيه عذب الشروق؟\nكنت بالأمس غارقًا في قيودي\n...\nوأنا اليوم دائم التحليق\nكالخيال الطروب، كالنسيم العا\n...\nبر وهنًا، وكالضياء الدفوق\nكالرجاء المنغوم، كالفرح الملـ\n...\nـقى بأسبابه لكل فريق\nكالغناء المبثوث في ذلك الكو\n...\nن جميعًا، وكالغمام الرقيق\nهكذا نضَّرت يداك حياة\n...\nكنت من قفرها بهم وضيق\nومثال الوصل بالواو المدودة فيما رويه محرك بالضمة، وهو هنا الباء، قول الشاعر:\nاهنئوا بالعيد والهوا واطربوا\n...\nيا بني العيد وضجُّوا واصخبوا\nفاذا نحن به.. لم نبتسم\n...\nوقعدنا عنكم لا تغضبوا\nكتب الله لنا من دونكم\n...\nشقوة العمر.. فأين المهرب؟\nالوصل بالهاء:\nوالوصل بالهاء، يكون بهاء ساكنة أو محركة بعد حرف الروي. فمثال الهاء الساكنة التي تلي حرف الروي قول شوقي:\nكان شعري الغناء في فرح الشر\n...\nق وكان العزاء في أحزانه\nقد قضى الله أن يؤلفنا الجر\n...\nح وأن نلتقي على أشجانه\nكلما أن بالعراق جريح\n...\nلمس الشرق جنبه في عمانه\nومثال الوصال بالهاء المحركة التي تلي حرف الروي، قول شوقي أيضًا:\nلبنان والخلد اختراع الله لم\n...\nيوسم بأزين منهما ملوكوته\nهو ذروة في الحسن غير مرومة\n...\nوذرا البراعة والحجا بيروته\nالجزء: 1 ¦ الصفحة: 144\n",
        "وكأن أيام الشباب ربوعه\n...\nوكأن أحلام الكعاب بيوته\nوكأن ريعان الصبا ريحانه\n...\nسر السرور يجوده ويقوته\nوكأن أثداء النواهد تينه\n...\nوكان أقراط الولائد توته\nوكأن همس القاع في أذن الصفا1\n...\nصوت العتاب: ظهوره وخفوته\nحروف تصلح وصلًا ورويًّا:\nأشرنا من قبل إلى أن أحرف المد والهاء لا تصلح للروي، ولكن هذا الكلام ليس على إطلاقه، ذلك أنه يمكن أحيانًا اعتبار هذه الحروف وصلًا وما قبلها في هذه الحالة يكون رويًّا، وفي حالات قليلة يمكن اعتبارها رويًّا بقيود، كما يمكن اعتبار أحرف أخرى رويًّا بقيود كذلك. وهذه الأحرف هي: الهاء والكاف والتاء.\nومن ذلك نرى أن الأحرف التي تصلح رويًّا ووصلًا بقيود هي: الألف، والواو والياء، والهاء، وتاء التأنيث، وكاف الخطاب.\nوالمراد بصلاحيتها للروي والوصل، أن الشاعر إن التزم ما قبلها كان ما قبلها هذا رويًّا وكان هي وصلًا، وإن لم يلتزم ما قبلها كانت هي رويًّا وفيما يلي تفصيل ذلك:\n1 الألف:\nتصلح الألف للروي والوصل إذا كانت أصلية؛ أي من بنية الكلمة، وكان ما قبلها مفتوحًا. ومن أمثلة ذلك: الهدى، المنى، الهوى، الضنى، الأسى جرى، مضى، دعا، عفا، استوى.\nفإذا أورد الشاعر في قافيته هذه الكلمات ومثيلاتها من الكلمات التي تنتهي.\n1 الصفا: الصخر\nالجزء: 1 ¦ الصفحة: 145\n",
        "بألف أصلية، أي من بنية الكلمة ولم يلتزم الحرف الذي قبلها، فإنه يكون قد اعتبر الألف رويا، وتسمى القصيدة حينئذ مقصورة.\nمثال ذلك قصيدة للشاعر المصري محمود سامي البارودي يصف فيها القطار والمزارع، وإليك نموذجًا منها:\nولقد علوت سراة أدهم لو جرى\n...\nفي شأوه برق نعثر أو كبا\nيجرى على عجل فلا يشكو الوجى\n...\nمد النهار ولا يمل من السرى\nحتى وصلت إلى جانب أفيح\n...\nزاهي النبات بعيد أعماق الثرى\nتستن1 فيه العين بين منابت\n...\nطابت مغارسها وجنات روا2\nملتف أفنان الحدائق لو سرت\n...\nفيه السموم لشابهت ريح الصبا\nفترابه نفس العبير ونبته\n...\nسرق الحرير3 وماؤه فلق الضحى\nفاذا شممت وجدت أطيب نفحة\n...\nواذا التفت رأيت أحسن ما يرى\nوالقطن بين ملوز ومنور\n...\nكالغادة ازدانت بأنواع الحلى\nفكأن عاقده كرات زمرد\n...\nوكأن زاهره كواكب في الروا4\nدبت به روح الحياة فلو وهت\n...\nعنه القيود من الجداول قد مشى\nفأصوله الدكناء تسبح في الثرى\n...\nوفروعه الخضراء تلعب في الهوا\nومثاله كذلك قول المتنبي:\nفلما أنخنا ركزنا الرما\n...\nح فوق مكارمنا والعلا\nوبتنا نقبل\n...\nأسيافنا\n...\nونمسحها من دماء العدا\nلنعلم مصر ومن بالعراق\n...\nومن بالعواصم أنى الفتى\n1 تستن- تنتقل 2 روا - مقصور رواء، جمع ريى مؤنث ريان 3سرق الحرير - شققه، جمع سرقة 4 الروا - مقصور الرواء، وهو حسن المنظر.\nالجزء: 1 ¦ الصفحة: 146\n",
        "وأني وفيت وأني أبيت\n...\nوأني عتوت على من عتا\nوما كل من قال قولاً وفى\n...\nولا كل من سيم خسفا أبي\nأما إذا التزم الشاعر الحرف الذي قبل الألف سواء أكانت الألف أصلية أم للإطلاق فإن الألف في هذه الحالة تعتبر ألف وصل والحرف الملتزم قبلها هو الروي، مثال ذلك قول أبي العلاء المعري:\nمنك الصدود ومني بالصدود رضا\n...\nمن ذا علي بهذا في هواك قضى؟\nبي منك ما لو غدا بالشمس ما طلعت\n...\nمن الكآبة أو بالبرق ما ومضا\nإذا الفتى ذم عيشًا في شبيبته\n...\nفما يقول غذا عصر الشباب مضى؟\nوقد تعوضت عن كلٍّ بمشبهه\n...\nفما وجدت لأيام الصبا عوضا\nجربت دهري وأهليه فما تركت\n...\nلي التجارب في ود امرئ غرضا\nفأبيات المعري تنتهي قافيتها بالضاد والألف، ولكن بعض الألفات فيها ما هو أصلي كالألف فيك رضا، قضى، مضى وفيها ما ليس أصليًا بل للإطلاق كالألف في: ومضا، عوضا، غرضا، ولذلك اعتبرت الضاد رويا والألف وصلا.\n2 الياء:\nأإذا كانت الياء أصلية ممدودة وكان ما قبلها مكسورًا فإنها تكون صالحة للروي وللوصل؛ فتكون رويًّا إذا لم يلتزم الحرف الذي قبلها مثل: يكفي، يرمي، يهدي، يطوي، مبدي، مجدي وتكون وصلًا إذا التزم الحرف الذي قبلها، مثل: يحمي، ينمي، يرمي، يدمي، يصمي.\nب فإذا لم تكن الياء أصلية تعين كونها وصلاً وتعين أن يكون الحرف\nالجزء: 1 ¦ الصفحة: 147\n",
        "الذي قبلها حينئذ رويًا. مثال ذلك: انعمي، اسلمي، مرغمي، مقدمي، لم تعلمي، لا تكتمي، بالدم، أخو المسلم.\nجـ وإذا التزم الحرف الذي قبلها سواء أكانت أصلية أم غير أصلية تعين أن تكون وصلًا كذلك، وتعين أن يكون الحرف الملتزم قبلها رويًّا. وذلك كقول الوأواء الدمشقي في وصف شمعة:\nومخطوفة الخضر لما بدت\n...\nلدى الليل عاينت صبحا يضي\nتعاقب من نفسها نفسها\n...\nفتقضي الأمور كما تنقضي\nوتمرض إن تركوا رأسها\n...\nوإن قطعوا الرأس لم تمرض\nد أما إذا كانت الياء متحركة مع تحرك الحرف الذي قبلها أو سكونه فيتعين أن تكون رويًّا.\nمثال الياء المتحركة مع تحرك ما قبلها قول شوقي:\nأداري العيون الفاترات السواجيا\n...\nوأشكو إليها كيد إنسانها ليا\nقتلن ومنين القتيل بألسن\n...\nمن السحر يبدلن المنايا أمانيا\nوعرض بي قومي يقولون: قد غوى\n...\nعدمت عذولي فيك إن كنت غاويا\nيروءون سلوانا لقلبي يريحه\n...\nومن لي بالسلوان أشريه غاليًا؟\nوما العشق الا لذة ثم شقوة\n...\nكما شقي المخمور بالسكر صاحبًا\nومثال الياء المتحركة مع سكون ما قبلها قول شوقي أيضًا في الهلال والصليب الأحمرين.\nجبريل أنت هدى السما\n...\nوأنت برهان العناية\nالجزء: 1 ¦ الصفحة: 148\n",
        "ابسط جناحيك اللذيـ\n...\nن هما الطهارة والهداية\nوزد الهلال من الكرا\n...\nمة والصليب من الرعاية\nفهما لربك راية\n...\nوالحرب للشيطان راية\nلم يخلق الرحمن أكـ\n...\nبر منهما في البر آية\nالأحمران عن الدم الـ\n...\nـغالي وحرمته كناية\nالغاديان لنجدة\n...\nالرائحان إلى وقاية\nيقفان في جنب الدما\n...\nكالعذر في جنب الجناية\n3 الواو:\nوذلك إذا كانت أصلية ممدودة وكان الحرف الذي قبلها مضمومًا مثل: يرجو، يعفو، يسلو، يدعو، يحبو.\nوهي في جميع أحوالها شبيهة بأحوال الياء السابقة.\n4 الهاء:\nوالهاء تصلح أن تكون رويا إذا كانت أصلية؛ أي من بنية الكلمة وكان ما قبلها محركًا، وذلك كقول على الجارم:\nأبصرت أعمى في الظلام بلندن\n...\nيمشي فلا يشكو ولا يتأوه\nفأتاه يسأله الهداية مبصر\n...\nحيران يخبط في الظلام ويعمه\nفاقتاده الأعمى فسار وراءه\n...\nأنى توجه خطوة يتوجه\nالجزء: 1 ¦ الصفحة: 149\n",
        "وهنا بدا القدر المعربد ضاحكًا\n...\nومضى الضباب ولا يزال يقهقه\nأما إذا كانت الهاء للسكت، أو هاء الضمير، أو تاء التأنيث عندما تنطق هاء، فإنها في هذه الأحوال تكون وصلاً لا رويا.\n5 التاء\nوالمراد بالتاء هنا تاء التأنيث المتحرك ما قبلها، أي التي ليس قبلها مدة وذلك مثل: استحلت، زلت، تخلت، تحلت، ذلت، سواء أظلت التاء ساكنة أم حركت بالكسر للإطلاق أم لإتباعها بياء المتكلم.\nففي مثل هذه الأمثلة التي يلتزم فيها الحرف المتحرك الذي قبل التاء، تعتبر التاء وصلًا ويعتبر أحرف الملتزم قبلها رويا. مثال ذلك قول كثير عزة:\nوما كنت أدري قبل عزة ما البكا\n...\nولا موجعات القلب حتى تولت\nوكانت لقطع الحبل بيني وبينها\n...\nكناذرة نذرا فأوفت وحلت\nفقلت لها: يا عز كل مصيبة\n...\nإذا وطنت يومًا لها النفس ذلت\nأريد الثواء عندها وأظنها\n...\nإذا ما أطلنا عندها المكث ملت\nهنيئًا مريئًا غير داء مخامر\n...\nلعزة من أعراضنا ما استحلت\nفوالله ما قاربت إلا تباعدت\n...\nبهجر ولا أكثرت إلا أقلت\nأما إذا اختلف الحرف الذي قبل التاء؛ أي لم يلتزم، فإنه يتعين أن تكون التاء رويًا لا وصلاً. مثال ذلك قول عمر بن الفارض:\nالجزء: 1 ¦ الصفحة: 150\n",
        "ألا في سبيل الله الحب حالي وما عسى\n...\nبكم أن ألاقى لو دريتم أحبتي\nأخذتم فؤادي وهو بعضي، فما الذي\n...\nيضركم أن تتبعوه\n...\nبجملتي؟\nوجدت بكم وجدًا قوى كل عاشق\n...\nلو احتملت من عبثه البعض كلت\nوأنحلني سقم له بجفونكم\n...\nغرام التياعي بالفؤاد وحرقتي\nكأني هلال الشك لولا تأوهي\n...\nخفيت فلم تهد العيون لرؤيتى\nومثله كذلك قول الشريف الرضي:\nوكم صاحت الأيام خلفي بروعة\n...\nفصرت بعين الجازع المتلفت\nتسل على الحادثات سيوفها\n...\nفمن مغمد قد نال مني ومصلت\nوقد كنت آبى أن أقاد وإنما\n...\nألان قيادي من ألان عريكتي\nألا لا أعد العيش عيشًا مع الأذى\n...\nلأن قعيد الذل حي كميت\nفالروي هنا وفي المثال الذي قبله هو التاء، وذلك لاختلاف الحرف الذي قبلها، أما الاشباع المتولد عن كسرة التاء وهو الياء هنا فوصل.\nولا فرق في تاء التأنيث هذه بين أن تكون مفتوحة،أو مربوطة ما دام آخرها ينطق بالتاء لا بالهاء، كما يلاحظ في المثالين السابقين.\n6 الكاف:\nوالمراد بالكاف هو كاف الخطاب إذا لم يكن قبلها مد. فإذا اتحد نوع الحرف الصحيح الذي قبلها، أي الملتزم، فإنه يصح اعتبار الحرف رويًا والكاف وصلًا. ومن ناحية أخرى يصح اعتبار الكاف نفسها رويًا:\nالجزء: 1 ¦ الصفحة: 151\n",
        "مثال ذلك قول الشاعر:\nيا رجاء القلب يا طيف المنى\n...\nنولى الليلة قلبًا نو لك\nأدنا الموعد يا صاحبتي\n...\nوغدًا أمر التنائي شاغلك؟\nأدنا حقًا؟ لقد أذهلني\n...\nهوله البادي كما قد أذهلك\nساعة الخلد: ألا ما أعجلك!\n...\nليلة البين: ألا ما أطولك!\nونظير ذلك قول الشاعر:\nودع الصبر محب ودعك\n...\nذائع من سره ما استودعك\nيا أخا البدر سناء وسنى\n...\nرحم الله زمانًا\n...\nأطلعك\nإن يطل بعدك ليلى فلكم\n...\nبت أشكو قصر الليل معك\nوإذا لم يتحد نوع الحرف الذي قبل كاف الخطاب فإنه يتعين أن تكون الكاف هي الروي، مثال ذلك:\nكن مع الله يكن لك\n...\nواتق الله لعلك\nإن للموت لسهمًا\n...\nواقعًا دونك أو بك\nفعلى الله توكل\n...\nوبتقواه تمسك\nنحن نجري مثل ترتيـ\n...\nـب سكون وتحرك\nأما إذا كانت كاف الخطاب مسبوقة بحرف من أحرف المد الثلاثة فإنه يتعين أن تكون الكاف رويا.\nمثال كاف الخطاب المسبوقة بحرف المد الألف قول شوقي:\nيا جارة الوادي طربت وعادني\n...\nما يشبه الأحلام من ذكراك\nولقد مررت على الرياض بربوة\n...\nغناء كنت حيالها ألقاك\nالجزء: 1 ¦ الصفحة: 152\n",
        "ضحكت إلي وجوهها وعيونها\n...\nووجدت في أنفاسها رياك\nومثال كاف الخطاب المسبوقة بحرف المد الواو أو الياء قول شوقي كذلك:\nبيروت يا روح النزيل وأنسه\n...\nيمضي الزمان علي لا أسلوك\nالحسن لفظ في المدائن كلها\n...\nووجدته لفظًا ومعنى فيك\nإن يجهلوك فإن أمك سوريا\n...\nوالأبلق الفرد الأشمَّ أبوك\nوالسابقين إلى المفاخر والعلا\n...\nبله المكارم والندى أهلوك\n3 الخروج:\nوالخروج بفتح الخاء يراد به حركة هاء الوصل فمثلاً كلمة شبابه إذا وقعت في نهاية البيت مرفوعة هكذا، فإن الهاء ستكون مضمومة تبعًا لضم الباء وسوف تكون مشبعة ويتولد عن هذا الإشباع واو. فالباء في هذه الحالة روي، والهاء وصل، والواو التي نتجت عن الإشباع خروج. وينبغي أن تكون بقية أبيات القصيدة منتهية بكلمات مثل: ذهابه، غابه، آدابه، بابه. بضم حرف الروى الذي هو الياء في كل هذه الكلمات.\nأما إذا كانت هذه الكلمات مجرورة فإن الهاء ستكون مكسورة أيضًا لكسر الباء، ويتولد عن إشباع الهاء ياء. فالباء روي، والهاء وصل، والياء الناتجة عن إشباع الكسرة خروج.\nالجزء: 1 ¦ الصفحة: 153\n",
        "وهذا كله ما لم يكن قبل الهاء حرف مد، وإلا فإن الهاء في هذه الحالة تكون رويا والإشباع بعدها يكون وصلاً، وذلك مثل: هاديها، راجيها، أخوها، بنوها، سماها، علاها. أما المد الذي يأتي قبل الهاء، أيًا كان نوعه فيسمى ردفًا، بكسر الراء وسكون الدال وسيتلو بيانه.\nمثال الخروج والإشباع فيه الواو قول أبي فراس الحمْداني:\nكيف السبيل إلى طيف يزاوره\n...\nوالنوم في جملة الأحباب هاجره\nالحب آمره والصون زاجره\n...\nوالصبر أول ما يأتي وآخره\nأنا الذي إن صبا أو شفه غزل\n...\nفللعفاف وللتقوى مآزره\nوأشرف الناس أهل الحب منزلة\n...\nوأشرف الحب ما عفت سرائره\nومثال الخروج والإشباع فيه الياء قول شوقي:\nفي الموت ما أعيا وفي أسبابه\n...\nكل امرئ رهن بطي كتابه\nإن نام عنك فكل طب نافع\n...\nأو لم ينم فالطلب من أذنابه\nهو منزل الساري وراحة رائح\n...\nكثر النهار عليه في إتعابه\nوشفاء هذي الروح من آلامها\n...\nودواء هذا الجسم من أوصابه\nمن سره ألا يموت\n...\nفبالعلا\n...\nخلد الرجال وبالفعال النابه\nومثال الخروج والإشباع فيه الألف قول أبي فراس الحمْداني من قصيدة بعث بها إلى سيف الدولة وهو أسير مقيد بحصن خرشنة عندما علم بمرض أمه حسرة على أسره:\nيا حسرة ما أكاد أحملها\n...\nآخرها مزعج وأولها\nعليلة بالشآم\n...\nمفردة\n...\nبات بأيدي العدي معللها\nالجزء: 1 ¦ الصفحة: 154\n",
        "تمسك أحشاءها على حرق\n...\nتطفئها والهموم تشعلها\nتسأل عنا الركبان جاهدة\n...\nبأدمع ما تكاد تمهلها\nيا من رأى لي بحصن خرشنة\n...\nأسد شرى في القيود أرجلها؟\nيا من رأى لي الدروب شامخة\n...\nدون لقاء الحبيب أطولها؟\nيامن رأى لي القيود موثقة\n...\nعلى حبيب الفؤاد أثقلها؟\n4 الردف:\nوالردف: حرف مد يكون قبل الروي سواء أكان هذا الروي ساكنًا أم متحركًا.\nفمثال الروي الساكن المسبوق بردف، أي بحرف مد أيًّا كان نوعه كلمات نحو جناب، رحاب، شباب، قلوب، خطوب، لغوب، حبيب، خطيب، غريب. فالباء في هذه الكلمات روي ساكن مسبوق بردف يتمثل في أحرف المد الثلاثة.\nوهذه الكلمات ذاتها إذا حركنا الباء فيها وأشبعناها فإنها تكون رويًا متحركًا مردفًا لسبقها بواحد من أحرف المد الثلاثة.\nومعنى ذلك أن الردف قبل الروي غير مرتبط بالوصل بعده، ويلاحظ أنه لا فرق بين الوصل بحرف الإشباع وبين الوصل بالهاء، فإذا كان بعد الروي هاء وصل فإن ذلك لا يمنع ورود حرف مد قبل الروي يكون ردفًا كما في كلمات، نحو: جهاده، بلاده، مولوده، جنوده، جديده، يعيده بسكون الهاء في كل هذه الكلمات.\nالجزء: 1 ¦ الصفحة: 155\n",
        "ولو حركت هاء الوصل هنا فنتج عن تحريكها الخروج فإن هذا لا يمنع الردف أيضًا.\nومثل أحرف المد في الردف حرفا اللين وهما الواو والياء الساكنتان المفتوح ما قبلهما مثل: قول، حول طول، ليل، ميل، سيل.\nوالتزام الردف يعني أن الشاعر متى بدأ قصيدته بقافية مشتملة على ردف، أي على حرف مد أو لين سابق لروي فإنه ينبغي أن يلتزم ذلك وألا يتخلى عنه، وإلا كان ذلك عيبًا من عيوب القافية يسمى سناد الردف والذي سنعرفه عند الكلام على عيوب القافية.\nوحروف المد الثلاثة: الألف والواو والياء من حيث الردف قسمان:\nأالقسم الأول: الألف، وهي وحدها قسم بذاته، بمعنى أن الردف متى كان بالألف مثل: الحياة، الصلاة، المعجزات، الرحمات. فإنه يجب أن يستمر الردف بالألف من أول القصيدة إلى آخرها، فلا يجوز أن تتناوب الألف مع الواو أو الياء.\nب القسم الثاني: الواو والياء، وهما قسم بذاته بمعنى أن الشاعر إذا لم يشأ أن يجعل الردف بالألف بل شاء أن يجعله بالواو فإنه لا بأس عليه في هذه الحالة أن يعاقب بينها وبين الياء في قصيدة واحدة.\nفكلمات القافية: نور، وبدور، ونسور، وقصور وبحور، وأمور، يمكن أن تكون في قصيدة واحدة جنبًا إلى جنب مع الكلمات: بشيرن ونذير، وعذير، ومنير ونصير وظهير.\nوإذا جاز للشاعر أن يعاقب بين الياء والواو في مسألة الردف فإنه لا يجوز له أن يورد كلمة لا تشتمل على ردف أصلاً أو مشتملة على ألف.\nالجزء: 1 ¦ الصفحة: 156\n",
        "أمثلة الردف:\n1 الردف بالألف مع روى ساكن، ومثاله قول شوقي:\nقولوا له روحي فداه\n...\nهذا التجني ما مداه؟\nأنا لم أقم بصدوده\n...\nحتى يحملني نواه\nتجري الأمور لغاية\n...\nإلا عذابي في هواه\nسميته بدر الدجى\n...\nومن العجائب لا أراه\n2 الردف بالواو أو الياء مع روي ساكن، ومثاله قول شوقي أيضًا مخاطبًا نابليون:\nقم إلى الأهرام واخشع واطرح\n...\nخيلة الصيد وزهو الفاتحين\nوتمهل إنما تمشي إلى\n...\nحرم الدهر ومحراب القرون\nيا كثير الصيد للصيد العلا\n...\nقم تأمل كيف صادتك المنون\nقم تر الدنيا كم غادرتها\n...\nمنزل الغدر وماء الخادعين\nوتر الحق عزيزًا في القنا\n...\nهينًا في العزل المستضعفين\nوتر الأمر يدًا فوق يدٍ\n...\nوتر الناس ذئابًا وضئين\nعظة قومي بها أولى وإن\n...\nبعد العهد فهل يعتبرون؟\nهذه الأهرام تاريخهم\n...\nكيف من تاريخهم لا يستحون؟\n3 الردف بالألف: والروى محرك، أي مشبع، فيكون بعده وصل. وعلى هذا يكون في القافية ثلاثة مظاهر: ردف وروى ووصل. ومثال ذلك قول أبي فراس الحمداني معاتبًا سيف الدولة:\nالجزء: 1 ¦ الصفحة: 157\n",
        "أمن بعد بذل النفس فيما تريده\n...\nأثاب بمر العتب حين أثاب؟\nفليتك تحلو والحياة مريرة\n...\nوليتك ترضى والأنام غضاب\nوليت الذي بيني وبينك عامر\n...\nوبيني وبين العالمين خراب\nإذا نلت منك الود فالكل هين\n...\nوكل الذي فوق التراب تراب\n4 الردف المصحوب بوصل هو هاء ساكنة، أي أن القافية مشتملة على الردف والروى والوصل، مثال ذلك قول شاعر معاصر:\nياطيورَ المساء في الروضة الوس\n...\nنى يحييكِ شاعر تعرفينه\nيا طيور المساء قد عاد يستشـ\n...\nـفي بلحن المنى فهل تسمعينه؟\nرفرفي فوق رأسه وحواليـ\n...\nـه، وغني له وأذكي حنينه\nإنه كان يصطفيك على الكو\n...\nن، ويوليك شعره وفنونه\nونلاحظ في هذا المثال أن الردف ياء في الأبيات الثلاثة الأولى، بينما هو واو في البيت الرابع والأخير. فالشاعر هنا قد عاقب بين الياء والواو، وهذا جائز كما أوضحنا من قبل. أما الروي فهو النون، والهاء الساكنة بعدها وصل.\n5 الردف المصحوب بوصل وخروج. وذلك عندما تتحرك الهاء فتشبع حركتها وحينئذ تكون القافية مشتملة على ردف، وروي، ووصل، وخروج. مثال ذلك قول شوقي عندما نجا سعد زغلول من الاعتداء على حياته وهو معتزم السفر إلى انجلترا للمفاوضة مع حكومتها على جلاء الانكليز عن مصر:\nنجا وتماثل ربانها\n...\nودق البشائر ركبانها\nالجزء: 1 ¦ الصفحة: 158\n",
        "وهلل في الجو قيدومها\n...\nوكبر في الماء سكانها1\nتحول عنها الأذى وانثنى\n...\nعباب الخطوب وطوفانها\nوقى الأرض شر مقاديرها\n...\nلطيف السماء ورحمانها\nونجى الكنانة من فتنة\n...\nتهددت النيل نيرانها\n6 الردف المصحوب بروي هو الهاء، وذلك عندما يكون قبل الهاء التي هي الروي حرف مد. فإذا تحركت الهاء فإشباعها في هذه الحالة وصل ولا خروج في القافية حينئذ.\nوقد يكون الردف ألفًا وهاء الروي مفتوحة، فيكون وصلها ألفًا، مثل كلمات: أتاها، جناها، رضاها.\nوقد يكون مع ألف الردف ياء وصل عندما تكون هاء الروي مكسورة مثل كلمات: الساهي، اللاهي، الناهي.\nكما قد يكون مع ألف الردف واو وصل عندما تكون هاء الروي مضمومة مثل كلمات: يلقاه، يهواه، مرآه، تاهوا.\nومثال الردف بالألف مع روي هو الهاء المفتوحة وبعدها وصل بالألف قول شوقي يصف غواصة:\nودبابة تحت العباب بمكمن\n...\nأمين ترى الساري وليس يراها\nهي الحوت أو في الحوت منها مشا\n...\nبه فلو كان فولاذًا لكان أخاها\nفلا كان بانيها ولا كان ركبها\n...\nولا كان بحر ضمها وحواها\nومثال الردف بالألف مع روي هو الهاء المكسورة وبعدها وصل بالياء قول الشاعر:\nهفا والليل ممتد\n...\nفأيقظ جفني الساهي\n1 قيدوم السفينة؛ صدرها، وسكان السفينة: ذنبها.\nالجزء: 1 ¦ الصفحة: 159\n",
        "ومال علي في صمت\n...\nفعانق جسمي الواهي\nومثال الردف: بالألف مع روي هو الهاء المضمومة وبعدها وصل بالواو قول شاعر من قصيدة يتحدث فيها عن هجرة الرسول من مكة إلى المدينة:\nهاجت على وحيه العلوي شرذمة\n...\nمحيرون على أصنامهم تاهوا\nراموا خطاه فكان الغار وارتجزت\n...\nحمامتاه وراغ البيد مأواه\nوشد أنواله شيخ له نسب\n...\nبالوهم\n...\nآخر ما يبنيه ينساه\nبنى من الضعف حصنًا، لو تساق له\n...\nشم المقادير لاندكت لرؤياه\nالعنكبوت وما أدراك ما صنعت\n...\nيداه.. بأسًا طغاة الأرض تخشاه\n7 وكما يكون الردف بواحد من أحرف المد الثلاثة، يكون كذلك بحرف لين، أي بياء أو واو ساكنة مفتوح ما قبلها، وحينئذ يجوز تناوبهما أو تعاقبهما.\nفمثال ما يكون الردف فيه حرف لين هو الواو الساكنة المفتوح ما قبلها قول شاعر من قصيدة يصف فيها النسيان:\nما لهذا الضباب يغشى مكاني\n...\nولهذا السكون يرقد حولي؟\nأنا من وحشة الليالي أعاني\n...\nما يعاني الغريب من كل هول\nومثال ما يكون الردف فيه حرف لين هو الياء الساكنة المفتوح ما قبلها قول الشاعر السابق من قصيدة أخرى عن النسيان:\nفي شعاب النسيان أفردت وحدي\n...\nفعبرت الأيام حيًا كميت\nأجد الغدر والجحود من النا\n...\nس وألقى الظلام في عقر بيتي\nوالعذاب الروحي في ليلي الدا\n...\nئم أورى دمي وأنضب زيتي\nالجزء: 1 ¦ الصفحة: 160\n",
        "فتعال وفي يديك انطلاق\n...\nمن فجاج النسيان إما أتيت\nومثال تعاقب الردف بالواو والياء قول شاعر:\nيا أيها الخارج من بيته\n...\nوهاربًا من شدة الخوف\nضيفك قد جاء بزاد له\n...\nفارجع تكن ضيفًا على الضيف\n5 التأسيس\nوالتأسيس: ألف بينها وبين الروي حرف واحد صحيح، وذلك كما في كلمات: حاجب وصاحب وطالب وراكب وصائب.\nفالروي هنا الباء قبلها حرف صحيح، وقبل هذا الحرف الصحيح حرف مد هو الألف. فالألف هنا تأسيس.\nومعنى هذا أن الردف لا يجتمع مع التأسيس، فالروي بينه وبين حرف المد حرف صحيح.\nفاختلاف موضع حرف المد قبل الروي يتبعه اختلاف اسمه، فإذا كان حرف المد قبل الروي مباشرة فهو ردف، وإذا كان بينه وبين الروي حرف صحيح فهو تأسيس.\nوهذا الحرف الصحيح الذي يفصل بين ألف التأسيس والروي يسمى\nالجزء: 1 ¦ الصفحة: 161\n",
        "الدخيل ولا يشترط في الدخيل اتحاد النوع، فأحيانًا يكون راء، أو نونًا، أو صادًا، أو باء أو أي حرف آخر صحيح.\nوالدخيل ملازم للتأسيس، بمعنى أن وجود أحدهما يستلزم وجود الآخر، وكلاهما لا يجتمع مع الردف.\nأما مظاهر القافية التي بعد الروي من وصل وخروج فقد توجد مع التأسيس نحو: مشاعره، منابره بتحريك الهاء. فالراء في هذه الحالة روي والهاء وصل، وحركة الهاء المشبعة خروج، وقد لا توجد مظاهر القافية هذه مع التأسيس نحو: الشاعر، والقادر، بسكون الروي الذي هو الراء هنا.\nومعنى ذلك أنه لا تلازم بين التأسيس والوصل والخروج، كالتلازم الذي بين التأسيس والدخيل.\nوجدير بالملاحظة أن الشاعر لا يجوز له متى بدأ قصيدته بكلمة فيها تأسيس أن يترك هذا التأسيس بحال من الأحوال في أي بيت من القصيدة.\nمثال التأسيس قول الشاعر القروي:\nيا من يحن إلى المرا\n...\nبع إن رجعت إلى المرابع\nمون عيونك ما استطعـ\n...\nـت من البحار وأنت راجع\nفلسوف يدهشك المصا\n...\nب، وسوف تعوزك المدامع\nفالعين روي والحرف الصحيح قبلها وهو الباء في البيت الأول، والجيم في البيت الثاني، والميم في البيت الثالث دخيل، والألف التي قبل هذا الحرف الصحيح في الأبيات الثلاثة هي ألف التأسيس.\nهذا وقد يجتمع التأسيس والدخيل والروي والوصل والخروج في قافية\nالجزء: 1 ¦ الصفحة: 162\n",
        "واحدة، وذلك إذا ما انتهت الأبيات بكلمات مثل: مطالبه، يراقبه، مكاسبه، تخاطبه بتحريك الهاء مشبعة.\nفالألف في هذه الأمثلة تأسيس، والحرف الصحيح بعدها، أي اللام في القافية الأولى، والقاف الثانية، والسين في الثالثة، والطاء في الرابعة، دخيل، والباء روي، والهاء وصل، والإشباع المتولد عن حركة الهاء بعدها خروج.\nومن أمثلة ذلك قول بشارة الخوري، الأخطل الصغير، في رثاء شوقي الشاعر:\nقف في ربا الخلد واهتف باسم شاعره\n...\nفسدرة المنتهى أدنى منابره\nوأمسح جبينك بالركن الذي انبلجت\n...\nأشعة الوحي شعرًا من منائره\nإلهة الشعر قامت عن ميامنه\n...\nوربة النثر قامت عن مياسره\nوالحور قصت شذورًا من غدائرها\n...\nوأرسلتها بديلاً من ستائره\nأتراب مريم تلهو في خمائله\n...\nورهط جبريل يحبو في مقاصره\nفالروي هنا هو الراء، والهاء بعدها وصل، وإشباع الهاء بالكسرة خروج، والحروف الصحيحة التي قبل الراء وهي: الباء والهمزة، والسين، والهمزة، والصاد دخيل، والألف التي قبل هذه الحروف تأسيس.\nوألف التأسيس قد تكون جزءًا من نفس الكلمة التي في آخر البيت، أو ما هو في حكم ذلك.\nفالأول كما في الأبيات السابقة، والثاني كما إذا كان الروي ضميرًا.\nالجزء: 1 ¦ الصفحة: 163\n",
        "فمثال الروي الضمير قول الشاعر:\nويوم تمل النفس كل رغيبة\n...\nوتذبل أوراقي وأجفو حياتيا\nسأحرق أشعاري وكل خواطري\n...\nوأخرج منها لا علي ولا ليا\nفالروي في كلا البيتين ياء المتكلم التي هي ضمير.\nومثال ما هو جزء من الضمير قول الشاعر:\nفإن شئتما ألقحتما أو نتجتما\n...\nوإن شئتما مثلًا بمثل كما هما\nفالروي وهو الميم هنا جزء من الضمير هما.\nأما إذا كانت الألف من كلمة أخرى سابقة والكلمة التي فيها الروي منفصلة عنها، بمعنى أنها ليست ضميرًا، فلا تسمى هذه الألف تأسيسًا ولا تلزم وذلك كقول الشاعر القروي:\nصيامًا إلى أن يفطر السيف بالدم\n...\nوصمتا إلى أن يصدح الحق يافمي\nأفطر وأحرار الحمى في مجاعة\n...\nوعيد وأبطال الجهاد بمأتم؟\nبلادك قدمها على كل ملة\n...\nومن أجلها أفطر ومن أجلها صم\nالقافية المقيدة والمطلقة\nإن تقييد القافية وإطلاقها مرتبط بسكون الروي أو حركته. فالقافية المقيدة هي ما كانت ساكنة الروي، سواء أكانت مردفة، كما في كلمات: زمان، حنان، عيون، قرون، مر السنين، مجد الخالدين، أم كانت\nالجزء: 1 ¦ الصفحة: 164\n",
        "خالية من الردف، كما في كلمات: حسن، وطن، محن، بسكون النون.\nوالقافية المطلقة هي ما كانت متحركة الروي، أي بعد رويها وصل بإشباع كما في كلمات: الأمل والعمل، والبطل بالكسر أو الضم، ومثل الأملا، والعملا، والبطلا بالفتح.\nوكذلك من القافية المطلقة ما وصلت بهاء الوصل سواء أكانت ساكنة، أي بلا خروج، أم كانت متحركة، أي ذات خروج.\nوبالرجوع إلى ما تقدم من النماذج الشعرية يمكن الاستدلال على أمثلة شتى للقافية المقيدة والمطلقة.\nحركات القافية\nعرفنا فيما تقدم أن القافية تشتمل على حروف بوضع معين، وعلى حركات بوضع معين كذلك.\nوالحروف التي تشتمل عليها القافية بوضع معين هي ستة أحرف: الروي، والردف، والتأسيس، والدخيل، والوصل، والخروج. وقد سبق الكلام عن كل منها بالتفصيل.\nولكن الكلام عن القافية لا يكون كاملًا إلا إذا عرفنا حركات هذه الحروف، ذلك لأن حركات القافية مرتبطة ارتباطًا وثيقًا بحروفها في الغالب وهذه الحركات هي:\n1-\nالمجرى: وهو حركة الروي المطلق، وذلك كفتحة الميم من\nالجزء: 1 ¦ الصفحة: 165\n",
        "صاما وكسرة اللام من على الجبل.\n2 النفاذ: وهو حركة هاء الوصل، وذلك كفتحة الهاء في شعارها وضمتها في شعاره وكسرتها في شعاره.\n3 الحذو: وهو حركة، الحرف الذي قبل الردف، وذلك كفتحة القاف من القاضي وضمة السين من رسول وكسرة الميم من جميل.\n4 الإشباع: وهو حركة الدخيل، وذلك ككسرة للقاف من يعاقبه.\n5 الدس: وهو حركة ما قبل التأسيس، وذلك كفتحة عين المعابد.\n6 التوجيه: وهو حركة ما قبل الروي المقيد، وذلك كفتحة الراء من العرب بتسكين الباء.\nوبالرجوع مرة أخرى إلى النماذج الشعرية التي مرت بنا يمكننا الوقوف على حركات القافية. وتتضح القيمة العلمية لحركات القافية عند الكلام على عيوب القافية.\nعيوب القافية\nعرفنا مما تقدم أن الشاعر لا بد أن يلتزم في القافية حروفًا معينة وحركات معينة إذا أخل بها وقع في عيب من عيوب القافية. وهذه العيوب كثيرة أهمها أربعة نوضحها فيما يلي:\n1-\nالتضمين:\nوهو ألا يستقل البيت بمعناه، بل يكون المعنى مجزءًا بين بيتين، وبعبارة\nالجزء: 1 ¦ الصفحة: 166\n",
        "أخرى أن يكون البيت الثاني مكملًا للبيت الأول في معناه، وذلك كأن يرد المبتدأ أو الفعل في البيت الأول، ثم يأتي الخبر أو الفاعل أو المفعول به أو ما شابهه في البيت الثاني.\nومثال ما ورد خبر المبتدأ فيه في البيت الثاني قول الشاعر القروي:\nأي فتاة أو فتى\n...\nفي ذلك المغنى\nلا تلزم العنادل الصـ\n...\nـمت إذا غنى؟\nومثله قول شاعر آخر، وفيه أتى خبر إن في البيت الثاني:\nوهم وردوا الجفار على تميم\n...\nوهم أصحاب يوم عكاظ، إني\nشهدت لهم مواطن صادقات\n...\nشهدن لهم بحسن الظن مني\n2 الإيطاء: وهو إعادة كلمة الروي بلفظها ومعناها بعد بيتين أو ثلاثة إلى سبعة أبيات. وهذا يدل على قلة إلمام الشاعر بمفردات اللغة، إذ عليه ألا يكرر ألفاظ القافية. فمما يستحسن في الشعر ألا يكرر الشاعر اللفظ بعينه في مسافة متقاربة، وكلما بعدت المسافة كان أفضل.\n3 الإقواء: وهو اختلاف المجرى الذي هو حركة الروي المطلق بكسر وضم. وذلك كقول النابغة الذبياني.\nأمن آل مية رائح أو مغتدي\n...\nعجلان ذا زاد وغير مزود؟\nإلى أن يقول.\nزعم البوارح أن رحلتنا غدًا\n...\nوبذاك حدثنا الغراب الأسود\nلا مرحبًا بغد ولا أهلاً به\n...\nإن كان تفريق الأحبة في غد\nالجزء: 1 ¦ الصفحة: 167\n",
        "فالروي هنا هو الدال، والمجرى الذي هو حركة الروي المطلق هنا هو الكسرة في جميع أبيات القصيدة عدا البيت المنتهي بكلمة الأسود فمع أن رويه الدال إلا أن مجراه قد اختلف من كسر إلى ضم، ولذلك زعم الرواة أن البيت قد تغير إلى هذا الوضع.\nوبذلك تنعاب الغرابِ الأسودِ.\nونظير ذلك قول حسان بن ثابت:\nلا بأس بالقوم من طول ومن قصر\n...\nجسم البغال وأحلام العصافيرِ\nكأنهم قصب جفت أسافله\n...\nمثقب نفخت فيه الأعاصيرُ\nفالروي هنا الراء غير أن مجراه في البيت الأول الكسرة وفي البيت الثاني الضم.\n4 السناد: وهو اختلاف ما يراعى قبل الروي من الحروف والحركات.\nفالسناد إذن أنواع تبعًا لما قبل الروي من حرف القافية والحركات.\nومن هذه الأنواع سناد التأسيس، وهو أن يسند بيت ويترك آخر. ونجد مثلًا لذلك في قول شاعر معاصر يتهكم بأخت له كثيرة الكلام:\nشهيرة يا أختنا الغالية\n...\nعرفناك ثرثارة لاهية\nلسان طويل يداني السحاب\n...\nوأمطاره الكلم الحامية\nوهمسك نسمعه في الطريق\n...\nكنفاثة فوقنا غادية\nإذا نمت حل الهدوء الجميل\n...\nوإن قمت حلت بنا الداهية\nقصدتكم أبتغي راحة\n...\nفعدت وقد ضاعت العافية\nفيا ويح زوجك من رفقة\n...\nيذوق بها العيشة المضنية\nالجزء: 1 ¦ الصفحة: 168\n",
        "فالروي هنا هو الياء وقبلها مد التأسيس في الأبيات الخمسة الأولى، ولكن البيت الأخير خلا من هذا المد قبل الياء، فهو غير مؤسس كالأبيات السابقة.\nومن ثم كان في هذه القصيدة عيب هو سناد التأسيس.\nفسناد التأسيس إذن هو أن يوجد حرف التأسيس في بعض أبيات القصيدة ولا يوجد في البعض الآخر، ومن أمثلة ذلك أيضًا قول الشاعر القروي معبرًا عن حنينه إلى لبنان:\nنسيان أمي يا لبنان أهون من\n...\nنسيان حبك عندي أو تناسيه\nلو كنت عنك إلى الفردوس منتقلًا\n...\nلخلتني منه في برية التيه\nيجل شوقي إلى مرآك عن مثل\n...\nجلال حسنك عن وصف وتشبيه\nفحرف التأسيس وهو الألف قد وجد في كلمة القافية في البيت الأول وهي تناسيه ولم يوجد في كلمة القافية في البيتين الأخيرين وهي التيه في البيت الثاني، وتشبيه في البيت الثالث.\nومن أنواع السناد أيضًا سناد الردف، وهو ردف بيت وترك آخر، مثل:\nإذا كنت في حاجة مرسلًا\n...\nفأرسل طبيبًا ولا توصه\nوإن بات أمر عليك التوى\n...\nفشاور لبيبًا ولا تعصه\nوينبغي لسلامة القافية أن تخلو من اختلاف الحركة التي قبل الروي فإذا بدأ الشاعر القصيدة بروي حركة الحرف الذي قبله كسرة مثلًا فإنه يحسن أن يلتزم هذه الكسرة قبل الروى، ولكن كثيرًا من الشعراء لا يلتزمون ذلك.\nالجزء: 1 ¦ الصفحة: 169\n",
        "ومثاله قول الشاعر القروي:\nشمس العروبة عيل صبر المجتلي\n...\nشقي حجابك قبل شق الرمس لي\nوتداركي مستعجلًا لو لم يخف\n...\nسبق الحمام إليه لم يستعجل\nأأرى نهارك قبل إغماض الردى\n...\nجفني في ليل الحفير الأليل؟\nإن لمحت سناك في غسق الدجى\n...\nرغم العصابة والحجاب المسدل\nفلقد يرى بالروح شاعر أمة\n...\nما لا يرى غير النبي المرسل\nفالروي في هذه الأبيات هو اللام والحركة التي قبل الروي في البيت الأول والثاني هي الكسرة، وكان يحسن بالشاعر أن يلتزم هذه الكسرة قبل الروي في جميع الأبيات، ولكنه عدل عن الكسرة إلى الفتحة في بقية الأبيات.\nالجزء: 1 ¦ الصفحة: 170\n",
        "الزحافات والعلل\nتكلمنا فيما سبق عن بعض أنواع الزحافات والعلل باعتبار دخولها في أوزان الشعر العربي، والآن نتكلم عنها باعتبارها مصطلحات عروضية تجريدية، ونبدأ بالكلام عن الزحاف\nالزحاف:\nوالزحاف، كما عرفه العرضيون، تغيير يحدث في حشو البيت غالبًا، وهو خاص بثواني الأسباب، ومن ثم لا يدخل الأوتاد، ودخوله في بيت من القصيدة لا يستلزم دخوله في بقية أبياتها.\nوالعروضيون يربطون الزحاف بالتفعيلة لا بالبيت، فبحر البسيط مثلًا يشتمل\nالجزء: 1 ¦ الصفحة: 170\n",
        "على التفعيلة مستفعلن وهذه يجوز حذف ثانيها، وهذا الزحاف يسمى الخبن كما يجوز حذف رابعها، وهذا الزحاف يسمى الطي وأحيانًا يجوز حذفهما معها، وهذا الزحاف يسمى الخبل.\nومثل هذه الزحافات تدخل على مستفعلن في بحر الرجز وبحر المنسرح.\nأما مستفع لن في بحر الخفيف فيجوز فيها الخبن فقط، دون الطي الذي هو حذف الرابع الساكن، ودون الخبل الذي هو اجتماع الخبن والطي معًا. وهكذا أمكننا أن نعتبر التفعيلة واحدة في هذه الأبحر بما فيها الخفيف.\nولكن العروضيين عندما ربطوا الزحاف بالتفعيلة لا بالبحر جعلوا البسيط والرجز والمنسرح والسريع تفعيلة هي مستفعلن وجعلوا للخفيف والمجتث تفعيلة خاصة هي مستفع لن.\nفالتفعيلة الأولى مستفعلن تتركب عندهم من سببين خفيفين فوتد مجموع، والثانية مستفع لن تترتب من سببين خفيفين بينهما وتد مفروق.\nوبما أن الزحاف لا يدخل الوتد المفروق، فالفاء التي هي رابع حرف في التفعيلة تعتبر ثاني سبب في ذات الوتد المجموع أي مستفعلن ومن ثم جاز طيها، بينما تعتبر ثاني سبب في ذات الوتد المجموع أي مستفعلن ومن ثم جاز طيها، بينما تعتبر الفاء وسط الوتد في ذات الوتد المفروق، أي مستفع لن ولذا لم يجز زحافها بالطي وهذا الفرق يوضح لنا كيف أن العروضيين يعتبرون تفعيلة الخفيف والمجتث مثلاً مستفع لن.\nوهكذا نرى أن الزحاف يرتبط بالتفعيلات لا بالبحور، وهذه التفعيلات عشر كالآتي:\nأاثنتان خماسيتان هما:\nالجزء: 1 ¦ الصفحة: 171\n",
        "1 فعولن = وتد مجموع + سبب خفيف.\n2 فاعلن = سبب خفيف + وتد مجموع.\nب وثماني تفعيلات سباعية، هي:\n3 مفاعيلن = وتد مجموع + سبب خفيف + سبب خفيف.\n4 مستفعلن = سبب خفيف + سبب خفيف+ وتد مجموع.\n5 متفاعلن = سبب ثقيل + سبب خفيف + وتد مجموع.\n6 مفاعلتن = وتد مجموع + سبب ثقيل + سبب خفيف.\n7 مفعولات = سبب خفيف + سبب خفيف + وتد مفروق.\n8 فاع لاتن = وتد مفروق + سبب خفيف + سبب خفيف.\n9 مستفع لن = سبب خفيف + وتد مفروق + سبب خفيف.\n10 فاعلاتن = سبب خفيف + وتد مجموع + سبب خفيف.\nوبحث الزحاف في هذه التفاعيل يقتضي النظر إلى المقاطع وما ينشأ فيها من تغير، وهذا التغير محصور في تسكين المتحرك أو حذفه، وفي حذف الساكن. وعلى هذا تكون أنواع الزحاف كالآتي:\n1 الإضمار: وهو تسكين الثاني المتحرك، وذلك يكون في متفاعلن.\n2 الخبن: وهو حذف الثاني الساكن، وذلك يكون في التفعيلات الخمسة التالية:\nأمستفعلن تصير بالخبن متفعلن\nب مستفع لن تصير بالخبن متفع لن\nالجزء: 1 ¦ الصفحة: 172\n",
        "جـ فاعلن تصير بالخبن فعلن\nد فاعلاتن تصير بالخبن فعلاتن\nهـ مفعولات تصير بالخبن معولات\n3 الطي: وهو حذف الرابع الساكن بشرط أن يكون ثاني سبب وذلك يكون في التفعيلتين التاليتين:\nأمستفعلن تصير بالطي مستعلن\nب مفعولات تصير بالطي مفعلات\n4 الوقص: وهو حذف الثاني المتحرك. وذلك يكون في متفاعلن فقط، فتصير بالوقص مفاعلن.\n5 العصب: وهو إسكان الخامس المتحرك. وذلك يكون في مفاعلتن بتحريك اللام، فتصير بالعصب مفاعلتن بتسكين اللام.\n6 القبض: وهو حذف الخامس الساكن، وذلك يكون في التفعيلتين التاليتين:\nأفعولن تصير بالقبض فعول بتحريك اللام.\nب مفاعيلن تصير بالقبض مفاعلن.\n7 الكف: وهو حذف السابع الساكن بشرط أن يكون ثاني سبب وذلك يكون في التفعيلات الأربعة التالية:\nأمفاعيلن تصير بالكف مفاعيل بتحريك اللام\nب فاعلاتن تصير بالكف فاعلات بتحريك التاء\nجـ فاع لاتن تصير بالكف فاعلات\nالجزء: 1 ¦ الصفحة: 173\n",
        "د مستفع لن تصير بالكف مستفع ل بتحريك اللام\n8 العقل: وهو حذف الخامس المتحرك. وذلك يكون في مفاعلتن فقط فتصير مفاعلتن وتحول إلى مفاعلن.\nهذه الزحافات الثمانية التي تدخل التفاعيل على النحو السابق تعرف بالزحافات البسيطة أو المفردة. وليست كلها على درجة واحدة من الشيوع، فمنها ما يقل استعماله، ولا ينبغي للشاعر أن يلجأ إليه إلا في حالة الاضطرار.\nالزحاف المزدوج:\nوالزحاف المزدوج هو اجتماع زحافين في تفعيله واحدة، ولهذا الزحاف أسماء أو اصطلاحات عروضية تبعًا لنوعي الزحاف اللذين يجتمعان في التفعيلة الواحدة. والزحاف المزدوج أربعة أنواع على الوجه التالي:\n1 الخبل: وهو اجتماع الخبن والطي. ويكون في التفعيلتين التاليتين:\nأمستفعلن تصير بعد الخبن والطي متعلن بتحريك التاء.\nب مفعولات تصير بعد الخبن والطي معلات وتحول إلى فعلات.\n2 الخزل: وهو اجتماع الإضمار والطي. ويكون في متفاعلن تصير بعد الخزل متفعلن بتسكين التاء، وتحول إلى مفتعلن.\n3 الشكل: وهو اجتماع الخبن والكف. ويكون في فاعلاتن تصير بعد الشكل فعلات بتحريك التاء.\nالجزء: 1 ¦ الصفحة: 174\n",
        "4 النقص: هو اجتماع العصب والكف. ويكون في مفاعلتن تصير مفاعلت بتسكين اللام وتحريك التاء، وتحول إلى مفاعيل بتحريك اللام.\nوهذه الأنواع من الزحاف المزدوج تتفاوت من حيث الاستعمال. وهي بوجه عام أقل استعمالاً من الزحاف المفرد، وذلك لأن حذف حرفين من التفعيلية يضعف من موسيقى البيت. وعلى سبيل المثال إن قصيدة من بحر البسيط التي يشتمل كل بيت منها على أربع تفعيلات بوزن مستفعلن يقل فيها ورود التفعيلات الأربعة كلها مخبولة، ولكن إذا وجد الخبل فإنه يكون في تفعيلة أو اثنتين من البيت، على أنه لا مانع من ورود الخبل في كل أبيات القصيدة، وإن كان الذوق الموسيقي للشعراء يأبى ذلك.\nوزحاف تنقص قد يكون في الوافر أو مجزوئه، ووروده في مجزوء الوافر أكثر نسبيًا منه في الوافر التام.\nأما الخزل والشكل فلا يقعان في الشعر الملتزم إلا نادرًا.\nالعلل العروضية:\nوالعلة العروضية هي كل تغيير يطرأ على تفعيلة العروض أو الضرب. وإذا ورد هذا التغيير في أول بيت من القصيدة التزم في جميع أبياتها.\nويشترك مع العلة في هذا الحكم بعض أنواع الزحاف. ولما كان\nالجزء: 1 ¦ الصفحة: 175\n",
        "العروضيون قد ربطوا الزحاف والعلة بالتفعيلة، فإنهم أوجدوا نوعًا أطلقوا عليه الزحاف الجاري مجرى العلة.\nوهذا الزحاف قد يكون وحده في التفعيلة، وقد يصاحبه نوع من أنواع العلة. ويلاحظ أننا في دراستنا للبحور قد ربطنا الزحاف الداخل على تفعيلة العروض أو الضرب بالبحور وسميناه علة تجوزًا لأنه يأخذ أحكامها.\nوأنواع الزحاف الجارية مجرى العلة والداخلة على تفعيلة العروض أو الضرب هي:\n1 القبض في عروض الطويل وكذلك في أحد أضربها، فيصبح الوزن هكذا:\nفعولن مفاعيلن فعولن مفاعلن\n...\nفعولن مفاعيلن فعولن مفاعلن\nفي حين أن تفعيلة كل من العروض والضرب على حسب نظام الدوائر هي مفاعيلن.\n2 الخبن في بعض أنواع المديد بمصاحبة الحذف فتصبح فيه فاعلاتن في كل من العروض والضرب فعلا بتحريك وتنقل إلى فعلن وبناء على هذا يصير وزن المديد الذي من هذا النوع:\nفاعلاتن فاعلن فعلن\n...\nفاعلاتن فاعلن فعلن\nوذلك بعد أن كانت فيه تفعيلة العروض والضرب فاعلاتن بحسب نظام الدوائر.\n3 الخبن في بعض أنواع البسيط، إذ أصله بحسب نظام الدوائر:\nمستفعلن فاعلن مستفعلن فاعلن\n...\nمستفعلن فاعلن مستفعلن فاعلن\nالجزء: 1 ¦ الصفحة: 176\n",
        "فتصبح فيه العروض والضرب بعد خبنهما فعلن بتحريك العين، ويصبح الوزن هكذا:\nمستفعلن فاعلن مستفعلن فعلن\n...\nمستفعلن فاعلن مستفعلن فعلن\n4 الخبن في عروض مخلع البسيط وضربه بمصاحبة القطع الذي هو حذف ساكن الوتد المجموع وإسكان ما قبله. وأصل هذا الوزن:\nمستفعلن فاعلن مستفعلن\n...\nمستفعلن فاعلن مستفعلن\nفتصبح فيه مستفعلن بعد الخبن والقطع فعولن، وبذلك يصير الوزن:\nمستفعلن فاعلن فعولن\n...\nمستفعلن فاعلن فعولن\n5 العصب في نوع من ضربي مجزوء الوافر. ووزن مجزوء الوافر في الأصل هو:\nمفاعلتن مفاعلتن\n...\nمفاعلتن مفاعلتن\nفإذا دخل العصب، الذي هو إسكان الخامس المتحرك، على تفعيلة الضرب التي هي مفاعلتن بتحريك اللام فإنها تصير مفاعلتن بتسكين اللام، وتنقل إلى مفاعيلن.\nوبذلك يصبح وزن مجزوء الوافر بعد العصب في الضرب\nمفاعلتن مفاعلتن\n...\nمفاعلتن مفاعيلن\n6 الإضمار في بعض أنواع الكامل، بمصاحبة الحذذ، ووزن الكامل بحسب نظام الدوائر هو:\nمتفاعلن متفاعلن متفاعلن\n...\nمتفاعلن متفاعلن متفاعلن\nالجزء: 1 ¦ الصفحة: 177\n",
        "فإذا دخل الإضمار والحذذ على تفعيلة ضربه التي هي متفاعلن فإنها تصير بعد الإضمار متفاعلن بتسكين الثاني، ثم تصير متفا بعد الحذذ الذي هو حذف الوتد المجموع، وبذلك يصير وزن الكامل الذي دخل الإضمار والحذذ على تفعيلة ضربه هكذا:\nمتفاعلن متفاعلن متفاعلن\n...\nمتفاعلن متفاعلن متفا\nبتسكين التاء\n7 الطي في بعض أنواع السريع، بمصاحبة الكسف أو الوقف. ووزن السريع في الأصل هو:\nمستفعلن مستفعلن مفعولات\n...\nمستفعلن مستفعلن مفعولات\nفتفعيلة العروض والضرب هنا هي مفعولات، فإذا دخلها الطي الذي هو حذف الرابع الساكن فإنها تصير مفعلات وإذا دخلها الكسف الذي هو حذف السابع المتحرك فإنها تصير مفعلا وتنقل إلى فاعلن أو تصير بعد الوقف الذي هو إسكان السابع المتحرك مفعلات بسكون التاء.\nوعلى هذا يصير وزن السريع بعد دخول الطي والكسف على تفعيلة عروضه وضربه كالآتي:\nمستفعلن مستفعلن فاعلن\n...\nمستفعلن مستفعلن فاعلن\nكما يصير بعد دخول الطي والوقف على تفعيلة عروضه وضربه:\nمستفعلن مستفعلن مفعلات\n...\nمستفعلن مستفعلن مفعلات\nبتسكين تاء مفعلات.\n8 الخبل الذي هو اجتماع الخبن والطي في بعض أنواع أخرى من السريع، وذلك بمصاحبة الكسف. فتفعيلة عروض السريع وضربه والتي هي في الأصل\nالجزء: 1 ¦ الصفحة: 178\n",
        "مفعولات تصير بعد الخبن معولات وبعد الطي معلات وبعد الكسف معلا وتنقل إلى فعلن بتحريك العين.\nوبذلك يصير وزن السريع بعد دخول الخبل والكسف على تفعيلة عروضه وضربه كالآتي:\nمستفعلن مستفعلن فعلن\n...\nمستفعلن مستفعلن فعلن\nبتحريك العين في فعلن.\n9 الطي في بعض أنواع المنسرح الذي أصل وزنه:\nمستفعلن مفعولات مستفعلن\n...\nمستفعلن مفعولات مستفعلن\nفإذا دخل الطي على تفعيلة عروضه وضربه التي هي مستفعلن فإنها تصير مستعلن وتنقل إلى مفتعلن وبذلك يصبح وزن هذا النوع من المنسرح كالآتي:\nمستفعلن مفعولات مفتعلن\n...\nمستفعلن مفعولات مفتعلن\n10 الخبن في بعض الأنواع من مجزوء الخفيف، وذلك بمصاحبة القصر. ووزن مجزوء الخفيف في الأصل هو:\nفاعلاتن مستفع لن\n...\nفاعلاتن مستفع لن\nفإذا دخل الخبن على تفعيلة العروض والضرب التي هي مستفع لن صارت متفع لن وإذا دخلها بعد ذلك القصر الذي هو حذف ساكن السبب الخفيف وإسكان ما قبله صارت متفع ل بتسكين اللام.\nوبذلك يصير وزن مجزوء الخفيف في هذه الحالة، أي بعد دخول الخبن\nالجزء: 1 ¦ الصفحة: 179\n",
        "على تفعيلة عروضه وضربه مصحوبًا بالقصر كالآتي:\nفاعلاتن متفع ل\n...\nفاعلاتن متفع ل\nتسكين اللام.\n11 الطي في عروض المقتضب وضربه. ووزن المقتضب المستعمل هو:\nمفعولات مستفعلن\n...\nمفعولات مستفعلن\nفإذا دخل الطي على تفعيلة عروضه وضربه التي هي مستفعلن صارت مستعلن وتنقل إلى مفتعلن. وبذلك يصير وزن المقتضب بعد دخول الطي على عروضه وضربه كالآتي:\nمفعولات مفتعلن\n...\nمفعولات مفتعلن.\n12 الخبن في بعض أنواع المتدارك بمصاحبة الترفيل. ووزنه المتدارك في الأصل هو:\nفاعلن فاعلن فاعلن فاعلن\n...\nفاعلن فاعلن فاعلن فاعلن\nفإذا دخل الخبن على تفعيلة عروضه وضربه التي هي فاعلن صارت فعلن وإذا دخلها بعد ذلك الترفيل؛ الذي هو زيادة سبب خفيف على ما آخره وتد مجموع صارت فعلاتن.\nوبذلك يصير وزن هذا النوع من المتدارك الذي دخله الخبن مصحوبًا بالترفيل كالآتي:\nفاعلن فاعلن فاعلن فعلاتن\n...\nفاعلن فاعلن فاعلن فعلاتن\nهذا ويمكن الرجوع إلى النماذج المختلفة الواردة في البحور للتعرف على هذه الزحافات الجارية مجرى العلل كما سماها علماء العروض، أو هذه العلل التي هي زحافات في الأصل.\nالجزء: 1 ¦ الصفحة: 180\n",
        "أقسام العلة\n:\nالعلة في العروض قسمان: علة بالزيادة وعلة بالنقصان:\nعلل الزيادة:\nوتكون هذه العلل بزيادة حرف واحد أو حرفين في بعض الأضرب، وهي ثلاث كالآتي:\n1 التذييل: والتذييل زيادة حرف واحد على ما آخره وتد مجموع، ويدخل في البحور التالية:\nأالمتدارك فتصير فاعلن فاعلان\nب الكامل فتصير متفاعلن متفاعلان\nجـ مجزوء البسيط فتصير مستفعلن مستفعلان\n2 الترفيل: والترفيل زيادة سبب خفيف على ما آخره وتد مجموع، ويدخل في البحور التالية:\nأالمتدارك فتصير فاعلن فاعلاتن\nب الكامل فتصير متفاعلن متفاعلاتن\n3 التسبيع: والتسبيغ زيادة حرف ساكن على ما آخره سبب خفيف، وذلك يكون في بحر واحد هو الرمل، وفيه تتحول فاعلاتن إلى فاعلاتان.\nالجزء: 1 ¦ الصفحة: 181\n",
        "علل النقص:\nوتكون هذه العلل بنقصان حرف أو أكثر من العروض والضرب أو إحداهما، وأحيانًا لا يرد البحر إلا بهذا النقصان كما في الوافر.\nالجزء: 1 ¦ الصفحة: 182\n",
        "2 الحذف. وهو إسقاط السبب الخفيف من آخر التفعيلة ويدخل في:\nأفعولن: فتصير بعد الحذف فعو وتنقل إلى فعل بتحريك العين وسكون اللام.\nب مفاعيلن: فتصير بعد الحذف مفاعي وتنقل إلى فعولن أو مفاعل بسكون اللام.\nجـ فاعلاتن: فتصير بعد الحذف فاعلا وتنقل إلى فاعلن.\n3 القطع: وهو حذف ساكن الوتد المجموع وإسكان ما قبله. وذلك يكون في:\nأفاعلن: فتصير بعد القطع فاعل بسكون اللام وتنقل إلى فعلن بسكون العين.\nب مستفعلن: فتصير بعد القطع مستفعل بسكون اللام وتنقل إلى مفعولن.\nجـ متفاعلن: فتصير بعد القطع متفاعل بسكون اللام وتنقل إلى فعلاتن.\n4 القصر: وهو حذف ساكن السبب الخفيف وإسكان ما قبله. وذلك يكون في:\nأفعولن: فتصير بعد القصر فعول بسكون اللام،\nب فاعلاتن: فتصير بعد القصر فاعلات وتنقل إلى فاعلان.\nجـ مستفع لن: فتصير بعد القصر مستفع ل وتنقل إلى مفعولن.\nومما تجد، ملاحظته هنا أن ربط العلة بالتفعيلة وبمقاطعها جعل العروضيين\nالجزء: 1 ¦ الصفحة: 183\n",
        "يفرقون بين ما آخره وتد مجموع وما آخره سبب خفيف، ونتج عن ذلك أن كان لهما اصطلاحان هما: القطع والقصر.\nولكن من الممكن إدماج أحدهما في الآخر والاكتفاء فيهما بالقطع وذلك إذا ربطنا العلة بالبحر لا بالتفعيلة. وعلى هذا تكون العلة التي تدخل مجزوء الخفيف هي القطع ويترتب على ذلك أن تكتب التفعيلة مستفع لن ذات السبب الخفيف متصلة مستفعلن: أي بوتد مجموع، وذلك يعني أن يكتب وزن مجزوء الخفيف هكذا:\nفاعلاتن مستفعلن\n...\nفاعلاتن مستفعلن\nبدلاً من كتابته:\nفاعلاتن مستفع لن\n...\nفاعلاتن مستفع لن\n5 البتر: وهو اجتماع القطع من الحذف، وذلك يكون في:\nأفعولن: فبالحذف الذي هو إسقاط السبب الخفيف من آخر التفعيلة تصير فعولن فعو وبالقطع الذي هو حذف ساكن الوتد المجموع وإسكان ما قبله تصير فعو فع بسكون العين.\nب فاعلاتن: فبالحذف تصير فاعلا وبالقطع تصير فاعل بسكون اللام\n6 الحذذ: وهو حذف الوتد المجموع من آخر التفعيلة ويكون في:\nمتفاعلن: فتصير بالحذذ متفا وتنقل إلى فعلن بتحريك العين وهذا خاص ببحر الكامل.\n7 الصلم: وهو حذف الوتد المفروق من آخر التفعيلة، ويكون في\nالجزء: 1 ¦ الصفحة: 184\n",
        "مفعولات وبالصلم تصير مفعو وتنقل إلى فعلن بسكون العين، وهذا خاص ببحر السريع.\n8 الوقف: وهو إسكان السابع المتحرك، ويكون في مفعولات، بضم التاء، فتصير بالوقف مفعولات بسكون التاء.\n9 الكسف: وهو حذف السابع المتحرك. ويكون كذلك في مفعولات فتصير بالكسف مفعولا وتنقل إلى مفعولن.\nالجزء: 1 ¦ الصفحة: 185\n",
        "العلل الجارية مجرى الزحاف\n:\nوقد تطرأ تغييرات على بعض مقاطع التفعيلة في الحشو، ولكن هذه التغييرات لا تحدث في ثواني الأسباب، كما تقدم في الزحاف، وإنما تحدث في الأوتاد. ومن أجل ذلك لم يدخلها العروضيون في الزحاف، وإنما اعتبروها من أنواع العلة ولماكانت هذه التغييرات غير لازمة، فقد جعلوها جارية مجرى الزحاف.\nوهذه الأنواع هي:\n1 التشعيث، وهو حذف أول الوتد المجموع وذلك يكون في:\nأفاعلاتن: فتصير بالتشعيث فالاتن وتنقل إلى مفعولن وهذا خاص بالمجتث والخفيف.\nب فاعلن: فتصير بالتشعيث فالن وتنقل إلى فعْلن بسكون العين، وهذا خاص بالمتدارك.\nالجزء: 1 ¦ الصفحة: 185\n",
        "2 الحذف: وهو إسقاط السبب الخفيف من التفعيلة.\nويكون ذلك في العروض الأولى من المتقارب فعولن فتصير بالحذف فعو وتنقل إلى فعل بتحريك العين وسكون اللام.\nومعنى هذا أن المتقارب الذي وزنه في الأصل:\nفعولن فعولن فعولن فعولن\n...\nفعولن فعولن فعولن فعولن\nيجوز في عروضه أن تصبح فعو فتتناوب مع فعولن في بعض الأبيات، ولا تلزم إحداهما في العروض، وعلى هذا يحتمل أن يجيء أحد الأبيات هكذا:\nفعولن فعولن فعولن فعو\n...\nفعولن فعولن فعولن فعولن\nمع احتمال أن تجيء الأبيات الأخرى بعروض على وزن فعولن.\n3 الخرم: بالراء المهملة، وهو إسقاط أول الوتد المجموع في صدر المصراع الأول. وذلك يكون في:\nأفعولن فتصير بالخرم عولن وتنقل إلى فعلن بسكون العين، ويكون هذا في الطويل والمتقارب.\nب مفاعلتن: فتصير بالخرم فاعلتن وتنقل إلى مفتعلن ويكون هذا في الوافر.\nجـ مفاعيلن: فتصير بالخرم فاعيلن وتنقل إلى مفعولن، ويكون هذا في الهزج والمضارع.\nالجزء: 1 ¦ الصفحة: 186\n",
        "ومن أمثلة الخرم في الطويل قول عمر بن أبي ربيعة:\nومن آل نعيم أنت غادٍ فمبكر\n...\nغداة غدٍ أم رائح فمهجر؟\nفلو أن قال في أول البيت أمن آل نعم لما كانت في البيت خرم.\nومن أمثلة الخرم في الوافر:\nإن نزل السماء بأرض قوم\n...\nرعيناه وإن كانوا غضابا\nفإذا راعينا الرواية الأخرى إذ نزل لما كان في البيت خرم:\nومن أمثلة الخرم في بحر المضارع:\nسوف أهدى لسلمى\n...\nثناء على ثناء\nفلو أن الشاعر قال وسوف أو لسوف لسلم البيت من الخرم.\nومن أمثلة الخرم في بحر الهزج:\nأدوا ما استعاروه\n...\nكذاك العيش عارية\nولو قال الشاعر وأدوا لسلم البيت من الخرم.\nومثال الخرم في المتقارب:\nقلت سدادًا لمن جاءني\n...\nفأحسنت قولاً وأحسنت رأيا\nفلو قال الشاعر وقلت أو فقلت لما كان في البيت خرم.\nالجزء: 1 ¦ الصفحة: 187\n",
        "وتجدر الإشارة إلى أن اللجوء إلى هذه العلل والتغييرات من شأنه أن يقلل من جمال موسيقي الشعر ويضعف من تأثيرها في النظم.\nولهذا يجمل بالشعراء أن يتفادوا هذه العلل والتغييرات ما أمكن، ومما لا شك فيه أن الإكثار منها يدنو بالشعر من مرتبة النثر وينزل بقيمته كشعر في نظر القراء والنقاد معًا.\nالجزء: 1 ¦ الصفحة: 188\n",
        "دوائر العروض\n:\nالدائرة العروضية اصطلاح أطلقه الخليل بن أحمد على عدد معين من البحور يجمع بينها التشابه في المقاطع؛ أي الأسباب والأوتاد.\nوما أشبه الدائرة العروضية بالدائرة الهندسية. وإذا كانت أي نقطة على محيط الدائرة الهندسية تعتبر نقطة بدء نسير منها لنعود إليها، فكذلك الحال بالنسبة للدائرة العروضية، بمعنى أنه يمكن البدء من نقطة معينة على محيطها للحصول على بحر معين. وإذا بدأنا في نفس الدائرة من نقطة ثانية في مكان آخر من المحيط فإننا نحصل على بحر ثان، وهكذا..\nوالدوائر العروضية خمس، ولكل منها اسم اصطلاحي كالآتي:\nأدائرة المختلف، وتشتمل على ثلاثة أبحر هي: الطويل، والمديد، والبسيط.\nب دائرة المؤتلف، وتشتمل على بحرين هما: الوافر، والكامل.\nجـ دائرة المجتلب، وتشتمل على ثلاثة أبحر هي: الهزج، والرجز، والرمل.\nالجزء: 1 ¦ الصفحة: 189\n",
        "د دائرة المشتبه، وتشتمل على ستة أبحر هي: السريع، والمنسرح، والخفيف، والمضارع، والمقتضب، والمجتث.\nهـ دائرة المتفق، وتشتمل على بحرين هما: المتقارب، والمتدارك.\nولما كان البحر يتكون من تفعيلات، والتفعيلة تتكون من مقاطع، أي أسباب وأوتاد، فإن الدائرة على هذا الأساس تتكون من أسباب وأوتاد بوضع خاص.\nفالدائرة العروضية تشتمل إذن على أسباب وأوتاد خاصة؛ أي على تفعيلات خاصة هي تفعيلات بحر بعينه. فإذا افترضنا أن محيط الدائرة يتركب من هذه التفعيلات وبدأنا من نقطة هي أول مقطع في البحر فإننا نحصل على هذا البحر بعينه. فإذا تجاوزنا المقطع الأول وبدأنا من نقطة أخرى على محيط الدائرة هي مبدأ المقطع الثاني فإننا نحصل على بحر آخر، وهكذا.\nوعلى سبيل المجاز يمكننا أن نسمي كل دائرة باسم أول بحر يؤخذ منها.\nفدائرة المختلف نسميها دائرة الطويل.\nودائرة المؤتلف نسميها دائرة الوافر.\nودائرة المجتلب نسميها دائرة الهزج.\nودائرة المشتبه نسميها دائرة السريع.\nودائرة المتفق نسميها دائرة المتقارب.\nوفيما يلي تفصيل القول عن هذه الدوائر العروضية.\n1 دائرة الطويل المختلف:\nتتألف هذه الدوائر العروضية من مقاطع، أي أسباب وأوتاد هي مقاطع بحر الطويل.\nالجزء: 1 ¦ الصفحة: 190\n",
        "وقد ذكرنا عند الكلام على الكتابة العروضية أنه يمكن الرمز إلى الحرف المتحرك بخط رأسي يشبه الألف، وإلى الحرف الساكن بدائرة صغيرة تشبه رمز السكون.\nوبناء على هذه الرموز يكون السبب الخفيف: اه والسبب الثقيل: اا والوتد المجموع: ااه والوتد المفروق: اه اوعلى ذلك يمكن تصور دائرة الطويل على الوضع التالي:\nفإذا بدأنا من الوتد المجموع الذي يليه سبب خفيف لا الذي يليه سببان خفيفان كان لنا وزن الطويل الذي هو:\nالجزء: 1 ¦ الصفحة: 191\n",
        "فعولن مفاعيلن\n...\nفعولن مفاعيلن\nوإذا بدأنا بسبب خفيف واقع بين وتدين مجموعين كان لنا وزن المديد وهو:\nفاعلاتن فاعلن فاعلاتن\nوفي هذه الحالة يبقى على محيط الدائرة بعد استكمال وزن المديد سبب خفيف ووتد مجموع. ومعنى هذا أن وزن المديد يقل في مقاطعه عن وزن الطويل مقطعين هما: سبب خفيف متبوع بوتد مجموع:\nأما إذا بدأنا من سببين خفيفين فإننا نحصل على وزن البسيط وهو:\nمستفعلن فاعلن\n...\nمستفعلن فاعلن\n2 دائرة الوافر المؤتلف:\nوهذه الدائرة تتألف من وتد مجموع فسبب ثقيل فسبب خفيف، أي مفاعلتن ثلاث مرات:\nالجزء: 1 ¦ الصفحة: 192\n",
        "فإذا بدأنا من الوتد المجموع حصلنا على بحر الوافر الذي هو:\nمفاعلتن مفاعلتن مفاعلتن\nوإذا بدأنا من السبب الثقيل حصلنا على بحر الكامل الذي وزنه:\nمتفاعلن متفاعلن متفاعلن\nأما إذا بدأنا من السبب الخفيف فإنه يتكون لنا بحر مهمل لم يعرف أن العرب نظموا عليه. وهذا البحر المهمل وأمثاله إنما أوجده استكمال التقسيم بحسب نظام الدائرة. ولكن إحصاء الخليل لأوزان الشعر التي نظم العرب عليها قد أوصله إلى نتيجة هامة، وهي أن العرب قد استساغوا في شعرهم بعض أنغام الدائرة دون البعض الآخر.\n3 دائرة الهزج المجتلب:\nوهذه الدائرة تتكون من وتد مجموع فسببين خفيفين، أي مفاعيلن ثلاث مرات:\nالجزء: 1 ¦ الصفحة: 193\n",
        "فإذا بدأنا من الوتد المجموع فإننا نحصل على بحر الهزج الذي وزنه:\nمفاعيلن مفاعيلن مفاعيلن\nوإذا بدأنا بالسببين الخفيفين حصلنا على بحر الرجز ووزنه:\nمستفعلن مستفعلن مستفعلن\nوإذا بدأنا بالسبب الخفيف الذي يليه وتد مجموع فإننا نحصل على بحر الرمل ووزنه:\nفاعلاتن فاعلاتن فاعلاتن\n4 دائرة السريع المشتبه:\nوهذه الدائرة تتكون من سببين خفيفين فوتد مجموع مكررة مرتين، ثم سببين خفيفين فوتد مفروق مرة واحدة هكذا:\nالجزء: 1 ¦ الصفحة: 194\n",
        "فإذا بدأنا بسببين خفيفين فوتد مجموع يليها مثلها فإننا نحصل على بحر السريع ووزنه:\nمستفعلن مستفعلن مفعولات\nوإذا بدأنا بسببين خفيفين فوتد مجموع يليها سببان خفيفان فوتد مفروق كان لنا بحر المنسرح ووزنه:\nمستفعلن مفعولات مستفعلن\nوإذا بدأنا بسبب خفيف متبوع بوتد مجموع يليهما سببان خفيفان فوتد مفروق فإننا نخصل على بحر الخفيف ووزنه:\nفاعلاتن مستفع لن فاعلاتن\nوإذا بدأنا بوتد مجموع متبوع بسببين خفيفين يليهما وتد مفروق حصلنا على بحر المضارع الذي وزنه:\nمفاعيلن فاع لاتن مفاعيلن\nوإذا بدأنا بسببين خفيفين فوتد مفروق فإننا نحصل على بحر المقتضب ووزنه:\nمفعولات مستفعلن مستفعلن\nوإذا بدأنا بسبب خفيف فوتد مفروق حصلنا على بحر المجتث ووزنه.\nمستفع لن فاعلاتن فاعلاتن\nالجزء: 1 ¦ الصفحة: 195\n",
        "5 دائرة المتقارب المتفق:\nوهذه الدائرة تتألف من وتد مجموع فسبب خفيف مكررين أربع مرات هكذا.\nوهذه الدائرة يتكون منها بحران فقط هما. المتقارب والمتدارك.\nفإذا بدأنا من وتد مجموع فسبب خفيف كان لنا بحر المتقارب الذي وزنه.\nفعولن فعولن فعولن فعولن\nوإذا بدأنا من سبب خفيف فوتد مجموع فإننا نحصل على بحر المتدارك والذي وزنه.\nفاعلن فاعلن\n...\nفاعلن فاعلن\nالجزء: 1 ¦ الصفحة: 196\n",
        "تدريبات\n:\nالغرض من هذا الجانب التطبيقي هو زيادة إلمام الدارس بأوزان الشعر العربي وأعاريضه وأضربه، والقدرة على التمييز بين وزن وآخر، والعلم بالزحافات والعلل التي تطرأ على كل وزن، ونبين مظاهر القافية.\nالتدريب الأول:\n1 عين وزن كل بيت من الأبيات التالية:\n2 قطع كل بيت منها على حسب التفاعيل.\n3 اكتب كل بيت كتابة عروضية، مستعملاً الرموز تحت الكتابة بدل التفاعيل.\n4 بين أنواع الزحاف التي طرأت على كل بيت إن وجدت.\n5 عين نوع العروض والضرب في كل بيت.\n1 بحر الطويل\n1 على قدر أهل العزم تأتي العزائم\n...\nوتأتي على قدر الكرام المكارم\n2 ذريني أنل ما لا ينال من العلا\n...\nفصعب العلا في الصعب والسهل في السهل\n3 أتلتمس الأعداء بعد الذي رأت\n...\nقيام دليل أو وضوح بيان؟\nالجزء: 1 ¦ الصفحة: 197\n",
        "4 فإن تولني منك الجميل فأهله\n...\nوإلا فإني عاذر وشكور\n2 بحر المديد\n1 قل لمن يبغي المنى دون سعي\n...\nالمنى هيهات إلا بجد\n2 يا زماني: هل أرى موطني؟\n...\nهل أراه بعد طول الغياب؟\n3 من لحاني في هواه ففي\n...\nوجهه الفتان معذرتي\n3 بحر البسيط\n1 أمت في الله نفسي قبل ميتتها\n...\nفإن يجئني موتي لم يجد عملا\n2 والناس مثل بيوت الشعر كم رجل\n...\nمنهم بألفٍ، وكم بيتٍ بديوان\n3 ما كان في عقلاء الناس لي أمل\n...\nفكيف أملت خيرًا في المجانين؟\nمخلع البسيط\n1 يا قمرًا غاب عن عياني\n...\nبالله قل لي: متى الطلوع؟\n2 ألقاك والنفس في ملال\n...\nفيذهب الشدو بالملال\n3 يا عاتبًا لي بغير ذنب\n...\nوهاجرًا لي بغير ذنب\n4 بحر الوافر\n1 أريد وما عسى تجدي أريد\n...\nعلى من ليس يملك ما يريد؟\n2 نخاصم بعضنا والنفس منا\n...\nموحدة، فأعجب للخصام\n3 نزلنا دوحه فحنا علينا\n...\nحنو المرضعات على الفطيم\nالجزء: 1 ¦ الصفحة: 198\n",
        "مجزوء الوافر\n1 إذا قمنا نصلي لم\n...\nيفرق بيننا أحد\n5 بحر الكامل\n1 لست الذي إن عارضته ملمة\n...\nألقى إلى حكم الزمان وفوضا\n2 داء أصبت به الفؤاد، ولم أزل\n...\nأبغي الشفاء ولات حين شفائي\n3 لا تسدين إلى عارفة\n...\nحتى أقوم بشكر ما سلفا\n4 قل للألى تخذوا السلام شعارهم\n...\nإن السلام يصان بالعزم\n5 تلقى الندى في غيره عرضًا\n...\nوتراه فيه طبيعة أصلا\nمجزوء الكامل\n6 يا عمرو ما للناس قد\n...\nكلفوا بـ لا ونسوا نعم\n7 ما زلت في عقل الكبير\n...\nوأنت في سن الصغير\n8 إن الحوادث كالريا\n...\nح عليك دائمة الهبوب\n9 ويراك في ألق الصبا\n...\nح وميعة الغصن الرطيب\n6 بحر الهزج\n1 نعم يا أوحد الناس\n...\nعلى العينين والراس\n2 فويل للذي يهمـ\n...\nـل كالأطفال في شأنه\n3 رنت ليلى إلى وجهي\n...\nبألحاظ هي السحر\nفأعلنت لها حبي\n...\nبألفاظ هي الشعر\n4 كفى ما كان يا قلبي\n...\nوأقلع عن ضلال\n7 بحر الرجز\n1 واصلني لحظة عمر وجفا\n...\nأطل في ليلى برقًا واختفى\n2 يا ليتني لم أر برقًا خاطفًا\n...\nللروح والراحة لما خطفا\nالجزء: 1 ¦ الصفحة: 199\n",
        "3 أنعت ديكا من ديوك الهند\n...\nأحسن من طاووس قصر المهدي\n4 أشجع من عادى عرين الأسد\n...\nترى الدجاج حوله كالجند\n5 يا هاجري حسبي الذي عانيته\n...\nأصبحت لا أقوى على الهجران\nمجزوء الرجز\n1 هل في فؤادي للضنى\n...\nأو جسدي شيء بقى؟\n2 ممشوقة في قدها\n...\nتحكي لنا قد الأسل\nكأنها عمر الفتى\n...\nوالنار فيها كالأجل\nمشطور الرجز\nوشادن مكتحل بسحر\n...\nأجفانه سكرى بغير خمر\nأرق من رقة ماء يجرى\n...\nأملك مني بي وليس يدري\nمنهوك الرجز\nيا خاطئًا ما أغفلك!\n...\nاعمل وبادر أجلك\nواختم بخير عملك\n8 بحر الرمل\n1 نطلب الأكثر في الدنيا وقد\n...\nنبلغ الحاجة فيها بالأقل\n2 قل لهذا الغرب: يا غرب إلا ما\n...\nتعشق الجور وتهوى الانقساما؟\nكم بزيف القول أشقيت الورى\n...\nوبمحض الكيد آذيت السلاما!\n3 إنما مصر إليكم وبكم\n...\nوحقوق البر أولى بالقضاء\n4 ولئن أشنق تكن مقبرتي\n...\nمنبرًا يعلن رجم الإنكليز\nالجزء: 1 ¦ الصفحة: 200\n",
        "مجزوء الرمل\n1 قل له: إن قال: هل تا\n...\nب؟ نعم تاب وزادا\n2 لم يقل أفعل إلا\n...\nأتبع القول الفعالا\n3 لا تقف في وجه لذا\n...\nتك مكتوف اليدين\nأنت لا تأتي إلى دنـ\n...\nـياك هذي مرتين\n4 يا ديارًا كن لي بالأ\n...\nمس دنيا: أين أهلوك؟\n5 قل لمن رام المعالي\n...\nإنها بنت العمل\n9 بحر السريع\n1 لا تعجبي إن خانه صبره\n...\nقد طال في أسر الهوى أسره\n2 لو شئت أن أمشي لفرط الضنى\n...\nمشيت من سقمي على الماء\n3 يا عالم الوحشة لا مرحبًا\n...\nيا عالم القيد ودنيا العذاب\n4 يا بلبلاً أطربني سجعه\n...\nما أروع السجع! وما أروعك!\n5 من عاش في الدنيا ولم يستفد\n...\nخبرًا بها فعمره عدم\n10 المنسرح\n1 نار اشتياقي زنادها كبدي\n...\nلولا دموعي لأحرقت كبدي\n2 الجود عين وأنت ناظره\n...\nوالناس باع وأنت يمناه\n3 من نعمة الصانع الذي صنعك\n...\nصاغك للمكرمات وابتدعك\n4 كأننا والظلام يجمعنا\n...\nصبحان لا حا من تحت ليلين\n11 بحر الخفيف\n1 كان شعري الغناء في فرح الشر\n...\nق، وكان العزاء في أحزانه\n2 وإذا ما أردت أن تمنع النا\n...\nس ورود الفرات كنت بغيضًا\n3 يا وحوش الظلام عودي إلينا\n...\nأنقذي الكون من وحوش النور\nالجزء: 1 ¦ الصفحة: 201\n",
        "صار عصر المغول سهلاً لدينا\n...\nمذ رأينا مغول هذي العصور\n4 لا تخلني أرض الهوان لنفسي\n...\nالرضا بالهوان عجز صريح\n5 يا أبا الهول هل تحدث عما\n...\nشهدت مصر قبل من دول؟\nمجزوء الخفيف\n1 وحديث كأنه أوبة من مسافر\n...\nكان أحلى من الرقاد لدى طرف ساهر\n2 رحم الله مسلمًا\n...\nذكر الله فازدجر\n3 في سبيل الإصلاح أنـ\n...\nـفقت عمري يا قومنا\n12 بحر المضارع\n1 أخ كان لا يبالي\n...\nأذى الدهر والرفاق\n2 أيا حسنها مصيفًا\n...\nويا طيبها شتاء\n13 بحر المقتضب\n1 الرماح تشتجر\n...\nوالقتال يستعر\nوالعدو منهزم\n...\nوالرفاق تنتصر\n2 العليم محتقر\n...\nوالجهول منتخب\nمعشر إذا وعدوا\n...\nفي كلامهم كذبوا\n3 بعدما ارتقى الأدب\n...\nقد ترقت العرب\nإنه لنهضتها\n...\nوحده هو السبب\n14 بحر المجتث\n1 واصلت فيك رجائي\n...\nلما قطعت رجائي\n2 الناي يبدي أنينًا\n...\nيشجى وللعود ضرب\nالجزء: 1 ¦ الصفحة: 202\n",
        "3 يقول لي البحر لما\n...\nجلست والموج يترى:\nعلام تنظم شعرًا؟\n...\nألست تبصر شعرًا؟\n4 حاز الكمال فأضحى\n...\nبدر الدجى يحكيه\n5 الشمس أجمل شيء\n...\nرأيته في الطبيعة\n15 بحر المتقارب\n1 من الأرض جئت وفيها أعيش\n...\nوسوف أعود لها في غد\n2 أحبك والله حب الصبي\n...\nوحب الشباب وحب الحياة\n3 إذا الريح هبت على دجلة\n...\nفأنت تشاهد فيها التطاما\nرأيت لأبنائها نهضة\n...\nفصحت أقول: الأمام الأماما\n4 وسمعك صن عن سماع القبيح\n...\nكصون اللسان عن النطق به\nفإنك عند سماع القبيح\n...\nشريك لقائله فانتبه\n16 بحر المتدارك\n1 لم تحو حياة المرء سوى\n...\nأمل يبلى ويجدده\nقلت: الأيام ستكسوه\n...\nوإذا الأيام تجرده\nولقد آتى فيها عملاً\n...\nغيري من بعدي ينقده\nما أدري حين أجيء به\n...\nهل أصلحه أم أفسده؟\nالجزء: 1 ¦ الصفحة: 203\n",
        "التدريب الثاني\n1 عين بحر كل بيت من الأبيات التالية.\n2 اكتب كل بيت كتابة عروضية؛ وضع تحت الكتابة تفاعيل البيت.\n3 إذا كان قد دخل على حشو البيت أو عروضه أو ضربه زحاف فاذكره.\nأ- أبيات تامة\n1 لا يرأس الناس في عصر نعيش به\n...\nإلا الذي لقلوب الناس يمتلك\n2 خذوا العلم يا قوم عن أهله\n...\nفإن العلوم ترقى الأناما\n3 ولست بمن يداجي مستبدًا\n...\nتذل له من الناس الرقاب\n4 معاذ العلا أن يرجع الشعر ناكصا\n...\nويجبن يومًا عن مكافحة العدى\n5 من كل منخوب الفؤاد وربما\n...\nفتشت فيه فما وجدت فؤادا\n6 تغري الإنسان بموطنه\n...\nأيام صباه ومولده\nالجزء: 1 ¦ الصفحة: 204\n",
        "خلق الإنسان به حرًا\n...\nما أظلم من يستعبده!\n7 لي غاية أبتغيها\n...\nوقد يوفق مثلي\nإن لم تصل بي إليها\n...\nفلا مشت بي رجلي\n8 رب يوم بكيت فيه فلما\n...\nصرت في غيره بكيت عليه\n9 ليس على الله بمستنكر\n...\nأن يجمع العالم في واحد\n10 وعندك العدل بين أبدًا\n...\nمناره واضح لنا سننه\n11 وأخٍ إن جاءني في حاجة\n...\nكان بالإنجاز مني واثقًا\nوإذا فاجأته في مثلها\n...\nكان بالرد بصيرًا حاذقًا\n12 أرى الإنسان لا يبعـ\n...\nـد عن عاقبة الأمر\nيموت المرء تدريجًا\n...\nولكن هو لا يدري\n13 إن كنت عن خير الأنام سائلًا\n...\nفخيرهم أكثرهم فضائلا\n14 عاذلي لو شئت لم تلم\n...\nفبسمعي عنك كالصمم\n15 ليس تستحق حيا\n...\nة جماعة خشب\nب أبيات مجزوءة\n1 لسنا نبالي وقد نهضنا\n...\nيسالم الدهر أو يعادي\n2 إن الحياة إذا انتفت\n...\nآمالها عبء\n...\nثقيل\nوإذا أرادت أمة\n...\nرشدًا\n...\nفما شيء يحول\n2 ليس يغضي العربي الـ\n...\nـعين إن سيم صغارا\nإنه يسخط - إن أغـ\n...\nـضى- معدًا ونزارًا\nالجزء: 1 ¦ الصفحة: 205\n",
        "4 ارتحل عن بلد\n...\nأنت فيه مهمل\nإنما الحر\n...\nإذا\n...\nسيم خسفًا يرحل\n5 أي محل\n...\nأرتقى\n...\nأي عظيم أتقي\nوكل ما قد خلق\n...\nالله وما لم يخلق\nمحتقر في همتي\n...\nكشعرة في مفرقي؟\n6 ولما أن جعلت الله\n...\nلي سترًا من النوب\nرمتني كل حادثة\n...\nفأخطتني ولم تصب\n7 أنا إن كنت مالكًا\n...\nفلي الأمر.. كله\n8 سلام على صاحبي\n...\nوأكرم به.. من فتى\n9 أقبل الصبح في روعة\n...\nالصبا بعضها والأمل\n10 ساءلت شيخًا قد تحد\n...\nب: ما تفتش في التراب؟\nفأجابني.. متأوهًا\n...\nضيعت أيام الشباب!\nالجزء: 1 ¦ الصفحة: 206\n",
        "التدريب الثالث\nحلل القوافي في الأبيات مبينًا في كل قافية حرف الروي وما يتصل به أو يدور حوله من الوصل، والخروج والردف والتأسيس والدخيل إن وجد.\n1 فديتك ما الغدر من شيمتي ديمًا،\n...\nولا العجز من مذهبي\n2 ألم ير هذا الدهر غيري فاضلًا\n...\nولم يظفر الحساد قبلي بما جد؟\n3 تبدي بوجه كبدر السماء\n...\nإذا ما تكامل في سعده\nوقد سل من طرفه مرهفًا\n...\nونثر الورود على خده\n4 فديت من أصبح أحبابه\n...\nتخاف منه ما يخاف العدا\nسبحان من حبب الحاظه\n...\nإلى محبيه وفيها الردى\nالجزء: 1 ¦ الصفحة: 207\n",
        "5 وما أخوك الذي يدنو به نسب\n...\nلكن أخوك الذي تصفو ضمائره\n6 إن لم تجاف عن الذنو\n...\nب، وجدتها فينا كثيرة\nلكن عادتك الجميـ\n...\nـلة أن تغض على بصيرة\n7 لقد علمت سراة 1 الحي: أنا\n...\nلنا الجبل الممنع جانباه\nيفيء الراغبون إلى ذراه\n...\nويأوي الخائفون إلى حماه\n8 وتغضب حتى إذا ما ملكت\n...\nأطعت الرضا، وعصيت الغضب\n9 يا خليلي خلياني ودمعي\n...\nإن في الدمع راحة المكروب\nما تقولان في جهاد محب\n...\nوقف القلب في سبيل الحبيب؟\n10 إذا لم أجد في كل فجٍ عشيرة\n...\nفإن الكرام للكرام عشائر\n1 السراة: بفتح السين المشددة، الأشراف والرؤساء، جمع سرى بفتح السين.\nالجزء: 1 ¦ الصفحة: 208\n",
        "الفهرس\nالصفحة\nمقدمة\nتمهيد: 5\nالعروض والخليل بن أحمد 7\nالحاجة إلى علم العروض 11\nالصلة بين العروض والموسيقى 12\nالكتابة العروضية 13\nأمثلة للكتابة العروضية 16\nالمقاطع العروضية 18\nالتفاعيل 19\nالتقطيع\nأوزان البحور\nمقدمة 25\nبحر الطويل 28\nتدريبات على بحر الطويل 37\nالجزء: 1 ¦ الصفحة: 209\n",
        "بحر المديد 39\nتدريبات على 44\nبحر البسيط46\nتدريبات على بحر البسيط 52\nبحر الوافر54\nتدريبات على بحر الوافر 57\nبحر الكامل 59\nتدريبات على على بحر الكامل 65\nبحر الهزج 67\nتديبات على بحر الهزج70\nبحر الرجز71\nتدريبات على بحر الرجز 77\nبحر الرمل 79\nتدريبات على بحر الرمل 84\nبحر السريع 86\nتدريبات على بحر السريع90\nبحر المنسرح92\nتدريبات على بحر المنسرح 96\nبحر الخفيف 98\nتدريبات على بحر الخفيف 130\nبحر المضارع 105\nتدريبات على بحر المضارع 107\nبحر المقتضب 109\nتدريبات على بحر المقتضب 113\nبحر المجتث 115\nالجزء: 1 ¦ الصفحة: 210\n",
        "تدريبات على بحر المجتث119\nبحر المتقارب 121\nتدريبات على بحر المتقارب125\nبحر المتدارك 127\nتدريبات على بحر المتدارك 130\nمفاتيح البحور 131\nالقافية\nحروف القافية136\nالروي 137\nالوصل 143\nالخروج 153\nالردف 155\nأمثلة الردف 157\nالتأسيس 161\nالقافية المقيدة والمطلقة 164\nحركات القافية 165\nعيوب القافية 166\nالزحافات والعلل 170\nالزحافات المزدوج 174\nالعلل العروضية 175\nأقسام العلة 181\nالعلل الجارية مجرى الزحاف 185\nدوائر العروض 189\nتدريبات عامة 197\nالجزء: 1 ¦ الصفحة: 211\n",
        ""
    ]
}