{
    "1": [
        "عوالي أبي حنيفة\nعوالي أبي حنيفة\nابن خَلِيل\nالكتاب:\nجزء عوالي الإمام أبي حنيفة رضي الله عنه\nالمؤلف:\nيوسف بن خليل بن قَراجا بن عبد الله، أبو الحجاج، شمس الدين الدمشقيّ ثم الحلبي الحنبلي (المتوفى: 648هـ)\nالمحقق:\nخالد العواد\nالناشر:\nدار الفرفور - دمشق [طبع مع الأربعين المختارة من حديث أبي حنيقة]\nالطبعة:\nالأولى، 1422هـ - 2001م\nعدد الأجزاء:\n1\nأعده للشاملة/ يا باغي الخير أقبل\n[ترقيم الكتاب موافق للمطبوع]\n",
        "جزء\n-[عوالي الإمام أبي حنيفة]-\nرضي الله عنه\nتخريج الإمام الحافظ شمس الدين يوسف بن خليل بن عبد الله الدمشقي\n(648هـ)\nويليه\nكتاب الأربعين المختارة\nمن حديث الإمام أبي حنيفة\nتخريج يوسف بن عبد الهادي\n840 - 909\nهـ\nتحقيق\nخالد العواد\nدار الفرفور / دمشق\nسنة 1422هـ - 2001م\nالجزء: 1\n",
        "جزء عوالي الإمام أبي حنيفة رضي الله عنه\nتخريج\nالإمام الحافظ شمس الدين أبي الحجاج يوسف بن خليل بن عبد الله الدمشقي رحمه الله\nرواية\nالشيخ الإمام الحافظ العالم القدوة جمال الدين أبي العباس أحمد بن محمد بن عبد الله الظاهري الحلبي الحنفي سماعا لكاتبه ومالكه محمد بن إبراهيم بن علي بن محمد بن بقاء الملقن.\nالجزء: 1 ¦ الصفحة: 57\n",
        "1 -\nأخبرنا الشيخ المسند أبو محمد إسحاق بن أبي بكر بن إبراهيم بن النحاس قراءة عليه وأنا أسمع في يوم الخميس سادس ربيع الآخر سنة سبع وسبع مئة بالمدرسة القليجية بدمشق قال أخبرنا الإمام الحافظ أبو الحجاج يوسف بن خليل بن عبد الله الدمشقي قراءة عليه وأنا أسمع في جمادى الآخرة سنة ست وأربعين وست مئة قال أخبرنا أبو القاسم يحيى بن أسعد بن يحيى الأزجي أخبرنا أبو طالب عبد القادر بن محمد بن عبد القادر بن يوسف وأبو نصر أحمد بن عبد الله بن رضوان وأبو غالب أحمد بن الحسن بن أحمد بن البنا (ح) وأخبرنا أبو محمد عبد الخالق بن عبد الوهاب بن محمد بن الحسين المالكي أنبأنا أبو نصر أحمد بن عبد الله بن رضوان وأبو غالب أحمد بن الحسن بن البنا (ح) وأنبأنا أبو القاسم ذاكر بن كامل بن أبي غالب الظفري\n[ص: 60]\nوأبو الحرم رجب بن مذكور بن أرنب الأكاف وأبو حفص عمر بن محمد بن معمر بن يحيى بن أحمد بن حسان المؤدب قالوا حدثنا أبو غالب أحمد بن الحسن بن البنا قالوا حدثنا أبو محمد الحسن بن علي بن محمد الجوهري أنبأنا أبو بكر أحمد بن جعفر بن حمدان بن مالك القطيعي حدثنا بشر بن موسى الأسدي حدثنا أبو عبد الرحمن المقرئ عن أبي حنيفة رضي الله عنه عن الهيثم عن الشعبي\nعن عمر بن الخطاب رضي الله عنه أنه قال في دية الخطأ على أهل الإبل مئة من الإبل وعلى أهل البقر مئتا بقرة وعلى أهل الغنم ألفا شاة وعلى أهل الورق عشرة آلاف درهم وعلى أهل الذهب ألف دينار.\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 59\n",
        "2 -\nوبه عن أبي حنيفة رضي الله عنه عن الهيثم عن محمد بن سيرين عن علي بن أبي طالب رضي الله عنه قال ليس في العوامل والحوامل صدقة.\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 61\n",
        "3 -\nوبه عن أبي حنيفة رضي الله عنه عن الهيثم عن أم برثن عن ابن عباس رضي الله عنه قال لا بأس بالوصل في الشعر إذا كان صوفا.\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 62\n",
        "4 -\nوبه عن أبي حنيفة رضي الله عنه عن عطاء بن أبي رباح عن جابر أنه رآه يصلي في قميص خفيف ليس عليه إزار ولا رداء قال ولا أظنه صلى فيه إلا ليرينا أنه لا بأس بالصلاة في الثوب الواحد.\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 63\n",
        "5 -\nوأخبرنا أبو القاسم يحيى بن أسعد الأزجي أنبأنا أبو طالب بن يوسف وأبو نصر بن رضوان وأبو غالب بن البنا وأنبأنا عبد الخالق بن عبد الوهاب أنبأنا أبو العز بن كادش وأبو غالب بن البنا وأنبأنا ذاكر بن كامل ورجب بن مذكور قالا أنبأنا أبو غالب بن البنا وأنبأنا أبو منصور عبد الله بن محمد بن أحمد بن حمدية العكبري البيع أنبأنا أبو القاسم هبة الله بن محمد بن عبد الواحد بن الحصين الكاتب قالوا أنبأنا أبو محمد الحسن بن علي بن محمد الجوهري أنبأنا أحمد بن جعفر بن حمدان حدثنا بشر بن موسى حدثنا أبو عبد الرحمن المقرئ عن أبي حنيفة رضي\n[ص: 65]\nالله عنه عن حماد عن إبراهيم عن أبي عبد الله الجدلي عن خزيمة بن ثابت الأنصاري عن النبي صلى الله عليه وسلم أنه مسح على الخفين ثم وقت فيهما يوما وليلة للمقيم وثلاثة أيام ولياليهن للمسافر.\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 64\n",
        "6 -\nوبه حدثنا أبو حنيفة رضي الله عنه عن الهيثم عن رجل أن رجلين اختصما إلى رسول الله صلى الله عليه وسلم في ناقة فأقام كل واحد منهما البينة بأنه نتجها فجعلها للذي في يديه.\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 66\n",
        "7 -\nأخبرنا أبو الفرج عبد المنعم بن عبد الوهاب بن سعد بن صدقة بن الخضر بن كليب الحراني بقراءتي عليه ببغداد قلت له أخبركم أبو بكر أحمد بن علي بن بدران الحلواني قراءة عليه\n[ص: 67]\nوأنت تسمع في جمادى الأولى سنة ست وخمس مئة فأقر به وأنبأنا أبو القاسم يحيى بن أسعد الأزجي أنبأنا أبو طالب بن يوسف وأبو نصر بن رضوان وأبو غالب بن البنا وأنبأنا عبد الخالق بن عبد الوهاب أنبأنا أبو العز بن كادش وأبو غالب بن البنا وأخبرنا رجب بن مذكور وعمر بن محمد بن معمر المؤدب قالا أنبأنا أبو غالب بن البنا قالوا أنبأنا أبو محمد الحسن بن علي الجوهري أنبأنا أبو بكر أحمد بن جعفر بن حمدان حدثنا بشر بن موسى حدثنا أبو عبد الرحمن المقرئ عن أبي حنيفة رضي الله عنه عن عطاء بن السائب عن كثير بن جمهان قال\nبينا عبد الله بن عمر في المسعى وعليه ثوبان لون الهروي إذ عرض له رجل فقال: أتلبس هذين المصبوغين وأنت محرم فقال عبد الله إنما صبغهما بمدر.\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 66\n",
        "8 -\nوبه حدثنا أبو حنيفة رضي الله عنه عن الهيثم عن الشعبي قال اصاد رجل من بني سلمة أرنبا بأحد فلم يجد سكينا فذبحها بيده فسأل عنه النبي صلى الله عليه وسلم فأمره بأكلها.\nالحديث: 8 ¦ الجزء: 1 ¦ الصفحة: 68\n",
        "9 -\nوبه عن أبي حنيفة رضي الله عنه عن عطاء بن السائب عن أبيه عن عبد الله بن عمرو بن العاص قال انكسفت الشمس يوم مات إبراهيم بن رسول الله صلى الله عليه وسلم فقال ناس انكسفت لموت إبراهيم فقام النبي صلى الله عليه وسلم فصلى فأطال القيام حتى ظننا أنه لا يركع ثم ركع فكان ركوعه قدر قيامه ثم رفع رأسه من ركوعه فكان قيامه بعد رفع رأسه من الركوع قدر ركوعه ثم سجد فكان سجوده قدر قيامه بعد رفع رأسه من الركوع ثم سجد الثانية على مثل ذلك ثم صلى الركعة الثانية على مثل ذلك فلما كانت السجدة الآخرة بكى فاشتد بكاؤه فسمعناه وهو يقول اللهم ألم تعدني أن لا تعذبهم وأنا فيهم ثم جلس فتشهد ثم انصرف فأقبل علينا بوجهه فقال إن الشمس والقمر آيتان من آيات الله\n[ص: 69]\nلا ينكسفان لموت أحد ولا لحياته فإذا كان ذلك فعليكم بالصلاة.\nلقد رأيتني أدنيت من الجنة حتى لو شئت أن أتناول غصنا من أغصانها فعلت ولقد رأيتني أدنيت مني النار حتى جعلت أتقي لهبها علي وعليكم ولقد رأيت فيها سارق الحاج بمحجنه كان إذا خفي له شيء ذهب به وإن ظهر عليه قال إنما تعلق بمحجني ولقد رأيت فيها امرأة طويلة أدماء حميرية تعذب في هرة لها ربطتها فلم تطعمها ولم تسقها ولم تدعها تأكل من خشاش الأرض.\nالحديث: 9 ¦ الجزء: 1 ¦ الصفحة: 68\n",
        "10 -\nأخبرنا أبو عبد الله محمد بن أبي زيد بن حمد الأصبهاني بها أنبأنا أبو منصور محمود بن إسماعيل بن محمد الصيرفي قراءة عليه وأنا أسمع حدثنا أبو الحسين أحمد بن محمد بن الحسين بن فاذشاه حدثنا أبو القاسم سليمان بن أحمد بن أيوب الطبراني حدثنا بشر بن موسى حدثنا أبو عبد الرحمن المقرئ حدثنا أبو حنيفة رضي الله عنه عن حماد عن إبراهيم عن أبي عبد الله الجدلي عن خزيمة بن ثابت عن النبي صلى الله عليه وسلم في المسح على الخفين للمسافر ثلاثة أيام ولياليهن وللمقيم يوم وليلة.\nالحديث: 10 ¦ الجزء: 1 ¦ الصفحة: 70\n",
        "11 -\nأخبرنا محمد بن أبي زيد أنبأنا محمود بن إسماعيل الصيرفي أنبأنا أحمد بن محمد بن الحسين حدثنا أبو القاسم الطبراني حدثنا بشر بن موسى حدثنا أبو عبد الرحمن المقرئ حدثنا أبو حنيفة رضي الله عنه عن أبي الزبير عن جابر أن سراقة بن مالك بن جعشم المدلجي قال يا رسول الله أخبرنا عن ديننا هذا كأننا خلقنا له الساعة في أي شيء نعمل أفي شيء ثبتت فيه المقادير وجرت فيه الأقلام قال سراقة أم في أمر مستأنف قال بل فيما ثبتت فيه المقادير وجرت فيه الأقلام وقال سراقة ففيم العمل يا رسول الله قال رسول الله صلى الله عليه وسلم اعملوا فكل عامل ميسر لما خلق له وقرأ رسول الله صلى الله عليه وسلم هذه الآية: {فأما من أعطى واتقى وصدق بالحسنى}. بلا إله إلا الله\n[ص: 71]\n. {فنسيسره لليسرى وأما من بخل واستغنى وكذب بالحسنى}. بلا إله إلا الله. {فسنيسره للعسرى}.\nالحديث: 11 ¦ الجزء: 1 ¦ الصفحة: 70\n",
        "12 -\nأنبأنا أبو جعفر محمد بن إسماعيل الطرسوسي أنبأنا محمود بن إسماعيل أنبأنا أحمد بن محمد بن الحسين أنبأنا أبو القاسم الطبراني حدثنا إسحاق بن إبراهيم عن عبد الرزاق عن أبي حنيفة رضي الله عنه عن حماد عن إبراهيم قال قال عبد الله بن مسعود في البكر يزني بالبكر يجلدان مئة مئة وينفيان سنة.\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 71\n",
        "13 -\nأخبرنا أبو جعفر محمد بن أحمد بن نصر الصيدلاني سبط حسين بن منده بقراءتي عليه بأصبهان قلت له أخبركم أبو منصور محمود بن إسماعيل بن محمد الصيرفي قراءة عليه وأنت حاضر تسمع فأقر به أنبأنا أبو بكر محمد بن عبد الله بن شاذان الأعرج وأخبرنا أبو المحاسن محمد بن الحسن بن الحسين التاجر قراءة عليه وأنا أسمع بأصبهان قيل له أخبركم أبو الفضل جعفر بن عبد الواحد بن محمد الثقفي قراءة عليه وأنت تسمع فأقر به أنبأنا أبو طاهر محمد بن أحمد بن محمد بن عبد الرحيم قالا أنبأنا أبو بكر عبد الله بن محمد بن محمد بن فورك القباب أنبأنا أبو بكر عبد الله بن محمد بن النعمان أنبأنا أبو نعيم الفضل بن دكين حدثنا أبو حنيفة رضي الله عنه عن حماد عن إبراهيم\n[ص: 73]\nقال ليس على الإماء قناع في صلاة ولا تختمر وإن بلغت مئة سنة وإن ولدت لسيدها.\nالحديث: 13 ¦ الجزء: 1 ¦ الصفحة: 72\n",
        "14 -\nوبه عن إبراهيم عن عمر قال حسنوا القرآن بأصواتكم.\nالحديث: 14 ¦ الجزء: 1 ¦ الصفحة: 73\n",
        "15 -\nوبه عن حماد عن سعيد بن جبير قال ما بينهما قبلة لأهل العراق.\nالحديث: 15 ¦ الجزء: 1 ¦ الصفحة: 73\n",
        "16 -\nوبه عن سعيد بن جبير قال إذا جعلت المشرق عن يسارك والمغرب عن يمينك فما بينهما قبلة لأهل المشرق.\nالحديث: 16 ¦ الجزء: 1 ¦ الصفحة: 73\n",
        "17 -\nحدثنا أبو نعيم حدثنا أبو حنيفة رضي الله عنه عن حماد عن إبراهيم أربع يخافت بهن الإمام الاستعاذة بالله من الشيطان الرجيم وببسم الله الرحمن الرحيم وآمين واللهم ربنا لك الحمد.\nالحديث: 17 ¦ الجزء: 1 ¦ الصفحة: 74\n",
        "18 -\nأخبرنا أبو جعفر محمد بن إسماعيل بن محمد الطرسوسي أنبأنا أبو منصور محمود بن إسماعيل بن محمد الصيرفي أنبأنا أبو الحسين أحمد بن محمد بن الحسين بن فاذشاه أنبأنا أبو القاسم سليمان بن أحمد بن أيوب الطبراني حدثنا إسحاق بن إبراهيم عن عبد الرزاق عن أبي حنيفة رضي الله عنه عن حماد عن إبراهيم عن علقمة قال سئل ابن مسعود رضي الله عنه عن العزل فقال لو أخذ الله ميثاق نسمة من صلب رجل ثم أفرغه على\n[ص: 75]\nصفا لأخرجه من ذلك الصفا فإن شئت فاعزل وإن شئت فلا تعزل.\nالحديث: 18 ¦ الجزء: 1 ¦ الصفحة: 74\n",
        "19 -\nوبه عن أبي حنيفة رضي الله عنه عن حماد عن إبراهيم عن ابن مسعود أنه صلى بأصحابه في داره بغير إقامة وقال إقامة المصر تكفي.\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 75\n",
        "20 -\nوبه حدثنا الطبراني (ح) وأنبأنا أبو جعفر الطرسوسي أنبأنا أبو نهشل عبد الصمد بن أحمد بن الفضل العنبري حدثنا أبو بكر محمد بن عبد الله بن ريذه أنبأنا أبو القاسم الطبراني حدثنا إسحاق بن إبراهيم عن عبد الرزاق عن أبي حنيفة رضي الله عنه عن الهيثم أو ابن الهيثم شك أبو بكر أن النبي صلى الله عليه وسلم طلق سودة تطليقة فجلست في طريقه فلما مر سألته الرجعة وأن تهب يومها منه لأي أزواجه شاء رجاء أن تبعث يوم القيامة زوجته فراجعها وقبل ذلك.\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 76\n",
        "21 -\nوأخبرنا محمد بن إسماعيل الطرسوسي وأبو عبد الله محمد بن أبي زيد بن حمد الكراني قالا أنبأنا محمود بن\n[ص: 77]\nإسماعيل الصيرفي أنبأنا أبو الحسين أحمد بن محمد بن الحسين بن فاذشاه وأنبأنا الطرسوسي أنبأنا أبو نهشل عبد الصمد بن الفضل العنبري أنبأنا أبو بكر بن ريذه قالا أنبأنا أبو القاسم سليمان بن أحمد الطبراني حدثنا علي بن عبد العزيز أخبرنا أبو نعيم حدثنا أبو حنيفة رضي الله عنه عن هشام بن عروة عن أبيه عن عائشة أن فاطمة بنت أبي حبيش قالت يا رسول الله إني أستحاض فلا ينقطع عني الدم قال دعي الصلاة أيام حيضك فإذا ذهب أيام حيضك فاغتسلي وتوضئي لكل صلاة.\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 76\n",
        "22 -\nأخبرنا أبو جعفر محمد بن أحمد بن نصر الصيدلاني حدثنا أبو منصور محمود بن إسماعيل بن محمد الصيرفي أنبأنا أبو بكر محمد بن عبد الله بن شاذان الأعرج وأنبأنا أبو المحاسن محمد بن الحسن بن الحسين التاجر أنبأنا أبو الفضل جعفر بن عبد الواحد بن أحمد الثقفي أنبأنا أبو طاهر محمد بن أحمد بن عبد الرحيم الكاتب قالا أنبأنا أبو بكر عبد الله بن محمد بن محمد بن محمد بن فورك القباب أنبأنا أبو بكر عبد الله بن محمد بن النعمان بن عبد السلام حدثنا أبو نعيم حدثنا أبو حنيفة رضي الله عنه عن حماد عن إبراهيم عن عائشة رضي الله عنها أنها كانت تؤم النساء وسطا في الصف.\n[ص: 79]\nآخر الجزء والحمد لله رب العالمين وصلى الله على سيدنا محمد وآله وسلم.\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 77\n",
        ""
    ]
}