{
    "1": [
        "عوالي مسلم لابن حجر\nعوالي مسلم لابن حجر\nابن حجر العسقلاني\nالكتاب:\nعوالي مسلم: أربعون حديثا منتقاة من صحيح مسلم\nالمؤلف:\nأبو الفضل أحمد بن علي بن محمد بن أحمد بن حجر العسقلاني (المتوفى: 852هـ)\nالمحقق:\nكمال يوسف الحوت\nالناشر:\nمؤسسة الكتب الثقافية\nالطبعة:\nالثانية 1408 هـ - 1988 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\nأعده للشاملة:\nيا باغي الخير أقبل\n",
        "عوالي مسلم\nأربعون حديثا منتقاة من صحيح مسلم\nجمع وانتقاء\nالحافظ أبي الفضل بن حجر العسقلاني\nالمتوفى سنة 852 هـ\nتحقيق\nكمال يوسف الحوت\nتقديم\nالشيخ محمد كنعان\nقاضي بيروت الشرعي\nمؤسسة الكتب الثقافية\nالطبعة الثانية\n1408 هـ - 1988 م\n",
        "مقدمة المصنف\nالحمد لله، والصلاة والسلام على سيدنا محمد وعلى آله وصحبه وسلم.\nقال شيخنا شيخ الإسلام، حافظ العصر وحاكم الأنام، أبو الفضل شهاب الدين أحمد بن علي بن حجر العسقلاني، الشافعي -رحمه الله تعالى-.\nأما بعد حمد الله، والصلاة والسلام على رسول الله، ولا حول ولا قوة إلا بالله.\nفهذه أربعون حديثاً انتقيتها من صحيح مسلم بن الحجاج هي من العزيز الذي علا مسلم البخاري برجلٍ في كل إسناد منها.\nإما أن يروي مسلم عن رجل حديثاً ويكون البخاري قد روى ذلك الحديث بعينه عن ذلك الرجل [بعينه] بواسطة بينه وبينه.\nوإما أن يتفق معه في الشيخ الثالث للبخاري، وهو الثاني له، أو يتفق معه في\nالجزء: 1 ¦ الصفحة: 65\n",
        "الرابع، وهو الثالث له.\nوعلى نظير ذلك كله أكثر هذه الأربعين.\nوالله الموفق والمعين. وأسأله أن ينفعنا بذلك، وأن يتحفنا بالمطالب من انقاذنا من المهالك، إنه على كل شيء قدير.\nأخبرنا أبو عبد الله محمد بن الفضل بن أحمد الصاعدي الفراوي فقيه الحرم أنا أبو الحسين عبد الغافر بن محمد الفارسي، أنا أبو أحمد محمد بن عيسى بن عمرويه الجلودي، أنا إبراهيم بن محمد بن سفيان، ثنا أبو الحسين مسلم بن الحجاج قال:\nالجزء: 1 ¦ الصفحة: 66\n",
        "الحديث الأول\n1-\nوحدثني أحمد بن حنبلٍ، ثنا معتمر بن سليمان، عن كهمسٍ، عن ابن بريدة، عن أبيه -رضي الله تعالى عنه- أنه\n[ص: 68]\nغزا مع رسول الله ستة عشر غزوةً.\nأخرجه البخاري في المغازي من صحيحه: عن أحمد بن الحسن الترمذي، صاحب الإمام أحمد بن حنبل، عن أحمد. فوقع بدلاً. فكأنه سمعه من مسلمٍ.\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 67\n",
        "الحديث الثاني\n2-\nوبالإسناد إلى ابن سفيان، ثنا مسلم، وثنا داود بن رشيدٍ، ثنا الوليد بن مسلمٍ، عن محمد بن مطرف أبي غسان المدني، عن زيد بن أسلم، عن علي بن حسينٍ، عن سعيد بن مرجانة،\n[ص: 70]\nعن أبي هريرة -رضي الله تعالى عنه- عن رسول الله - صلى الله عليه وسلم - قال: ((من أعتق رقبةً أعتق الله بكل عضوٍ منها عضواً من أعضائه من النار حتى فرجه بفرجه)) .\nأخرجه البخاري في الكفارات من صحيحه: عن محمد بن عبد الرحيم (المعروف بصاعقة) ، عن داود بن رشيد بهذا الإسناد. فكأنه سمعه من مسلم، [أخرجه في العتق] .\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 69\n",
        "الحديث الثالث\n3-\nوبه إلى مسلم حدثنا عبيد الله بن معاذٍ العنبري، أنا أبي، ثنا شعبة، عن سعد بن إبراهيم، عن محمد بن المنكدر قال:\n[ص: 72]\nرأيت جابر بن عبد الله -رضي الله تعالى عنهما- يحلف بالله أن ابن صائد الدجال، فقلت: تحلف بالله؟! قال: إني سمعت عمر يحلف على ذلك عند النبي - صلى الله عليه وسلم - فلم ينكره النبي - صلى الله عليه وسلم -.\nأخرجه البخاري في الاعتصام من صحيحه: عن حماد بن حميدٍ، عن عبيد الله بن معاذٍ [به] .\n[ص: 73]\n[أخرجه في اليقين] . فكأنه سمعه من مسلم.\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 71\n",
        "الحديث الرابع\n4-\nوبه ثنا عبيد الله بن معاذٍ [العنبري] ثنا أبي، ثنا شعبة، عن عبد الحميد الزيادي أنه سمع أنس بن مالك -رضي الله تعالى عنه- يقول: قال أبو جهلٍ: ((اللهم إن كان هذا هو الحق من عندك [ {فأمطر علينا حجارةً من السماء أو ائتنا بعذابٍ أليم} ] ، [الآية] . فنزلت {وما كان الله ليعذبهم وأنت فيهم وما كان الله معذبهم وهم يستغفرون [وما لهم ألا يعذبهم الله وهم يصدون عن المسجد الحرام] } إلى آخر الآية.\nأخرجه البخاري في التفسير من صحيحه: عن أحمد بن النضر\n[ص: 75]\nالمروزي وأخيه محمد بن النضر، كلاهما: عن عبيد الله بن معاذٍ، بهذا الإسناد.\n[أخرجه في ذكر المنافقين والكفار] . فكأنه سمعه من مسلم.\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 74\n",
        "الحديث الخامس\n5-\nوبه حدثني أبو الربيع سيلمان بن داود العتكي، ثنا حماد (يعني ابن زيد) ، أنا ثابت عن أنس بن مالك -رضي الله تعالى عنه- قال: كنت ساقي القوم يوم حرمت الخمر في بيت أبي طلحة، وما شرابهم إلا الفضيخ، البسر والتمر؛ فإذا منادٍ ينادي فقال: اخرج فانظر، فخرجت فإذا منادٍ ينادي: ألا إن الخمر قد حرمت! قال: فجرت في سكك المدينة، فقال لي أبو طلحة: اخرج فأهرقها فهرقتها، فقالوا، أو\n[ص: 77]\nقال بعضهم: قتل فلانٌ قتل فلانٌ وهي في بطونهم. قال: فلا أدري هو من حديث أنسٍ؟ فأنزل الله عز وجل: {ليس على الذين آمنوا وعملوا الصالحات جناحٌ فيما طعموا إذا ما اتقوا وآمنوا وعملوا الصالحات} .\nأخرجه البخاري عن محمد بن عبد الرحيم عن عفان عن حمادٍ [به] .\nفكأنه سمعه من مسلم [أخرجه في الأشربة] .\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 76\n",
        "الحديث السادس\n6-\nوبه حدثنا عبد الله بن مسلمة بن قعنب؛ ثنا سليمان (يعني ابن بلالٍ) ، عن عبد المجيد بن سهيل بن عبد الرحمن، أنه سمع سعيد بن المسيب يحدث: أن أبا هريرة وأبا سعيد -رضي الله تعالى\n[ص: 79]\nعنهما- حدثاه: أن رسول الله صلى الله عليه وسلم بعث أخا بني عدي الأنصاري فاستعمله على خيبر فقدم بتمرٍ جنيبٍ، فقال له رسول الله صلى الله عليه وسلم: أكل تمر خيبر هكذا؟ قال: لا والله يا رسول الله، إنا لنشتري الصاع بالصاعين من الجمع. فقال رسول الله صلى الله عليه وسلم: لا تفعلوا، ولكن مثلاً بمثلٍ أو بيعوا هذا واشتروا بثمنه من هذا، وكذلك الميزان.\nأخرجه البخاري من طرق. منها من هذا الوجه: عن إسماعيل بن أبي أويسٍ، عن أخيه أبي بكرٍ، عن سليمان بن بلالٍ [به] .\n[ص: 80]\nفكأنه سمعه من مسلم [أخرجه في البيوع] .\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 78\n",
        "الحديث السابع\n7-\nوبه ثنا شيبان بن فروخ، ثنا جرير بن حازمٍ، ثنا قتادة قال: قلت لأنس بن مالكٍ -رضي الله عنه-: كيف كان شعر رسول الله صلى الله عليه وسلم؟ قال: كان شعراً رجلاً ليس بالجعد ولا بالسبط بين أذنيه وعاتقيه.\nأخرجه البخاري في اللباس: عن عمرو بن علي، عن وهب بن جريرٍ، عن أبيه، به.\n[ص: 82]\nفكأنه سمعه من مسلمٍ [أخرجه في صفة النبي صلى الله عليه وسلم] .\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 81\n",
        "الحديث الثامن\n8-\nوبه حدثنا يحيى بن يحيى، ثنا معاوية بن سلام (بن أبي سلام الدمشقي) ، عن يحيى بن أبي كثيرٍ، أن أبا قلابة أخبره أن ثابت بن الضحاك -رضي الله عنه- أخبره أنه بايع رسول الله - صلى الله عليه وسلم -\n[ص: 84]\nتحت الشجرة [وأن رسول الله صلى الله عليه وسلم، قال: من حلف على يمينٍ بملةٍ غير الإسلام كاذباً فهو كما قال. ومن قتل نفسه بشيءٍ عذب به يوم القيامة وليس على رجلٍ نذرٌ في شيء لا يملكه] .\nأخرجه البخاري في المغازي: عن إسحاق، عن يحيى بن صالحٍ، عن معاوية بن سلامٍ، [به] .\nفكأنه سمعه من مسلم [أخرجه في الفضائل] .\nالحديث: 8 ¦ الجزء: 1 ¦ الصفحة: 83\n",
        "الحديث التاسع\n9-\nوبه حدثنا يحيى بن بشرٍ الحريري، ثنا معاوية [يعني ابن سلامٍ] ، عن يحيى بن أبي كثيرٍ: أن يعلى بن حكيمٍ أخبره: أن سعيد بن جبيرٍ أخبره: أنه سمع ابن عباس -رضي الله عنهما- قال: إذا حرم الرجل عليه امرأته فهي يمينٌ يكفرها. وقال: {لقد كان لكم في رسول الله أسوةٌ حسنةٌ} .\n[ص: 86]\nرواه البخاري في الطلاق من صحيحه: عن الحسن بن الصباح، عن الربيع بن نافعٍ، عن معاوية بن سلاٍمٍ، به. والمعنى متقارب.\nفكأنه سمعه من مسلم [أخرجه في الطلاق] .\nالحديث: 9 ¦ الجزء: 1 ¦ الصفحة: 85\n",
        "الحديث العاشر\n10-\nوبه حدثنا يحيى بن يحيى التميمي، وعبد الله بن عون الهلالي، قال يحيى: أنا، وقال ابن عون: ثنا إبراهيم بن سعدٍ، عن أبيه، عن عبد الله بن جعفرٍ -رضي الله عنهما- قال: رأيت رسول الله - صلى الله عليه وسلم - يأكل القثاء بالرطب.\nأخرجه البخاري عن جماعةٍ من أصحاب إبراهيم بن سعدٍ.\n[ص: 88]\nوأخرجه أيضاً عن محمد بن مقاتلٍ، عن عبد الله بن المبارك عن إبراهيم، به.\nفكأنه من هذا الوجه سمعه من مسلم.\nالحديث: 10 ¦ الجزء: 1 ¦ الصفحة: 87\n",
        "الحديث الحادي عشر\n11-\nوبه حدثنا أبو بكر بن أبي شيبة، ثنا أبو الأحوص سلام بن سليمٍ، عن أبي إسحاق، عن عمرو بن ميمونٍ، عن معاذ بن\n[ص: 90]\nجبلٍ -رضي الله عنه- قال: كنت ردف رسول الله - صلى الله عليه وسلم - على حمارٍ (يقال له: عفيرٌ) . قال: يا معاذ، أتدري ما حق الله على العباد؟ وما حق العباد على الله؟ قال: قلت: الله ورسوله أعلم. قال: فإن حق الله على العباد أن يعبدوا الله ولا يشركوا به شيئاً. وحق العباد على الله (عز وجل) أن لا يعذب من لا يشرك به (شيئاً) ؛ قال: قلت: يا رسول الله أفلا أبشر الناس؟ قال: لا تبشرهم فيتكلوا.\nأخرجه البخاري في الجهاد من صحيحه: عن إسحاق بن\n[ص: 91]\nإبراهيم، عن يحيى بن آدم، عن (أبي) الأحوص، به.\nفكأنه سمعه من مسلمٍ.\nالحديث: 11 ¦ الجزء: 1 ¦ الصفحة: 89\n",
        "الحديث الثاني عشر\n12-\nوبه حدثني أبو الربيع سليمان بن داود، ثنا محمد بن حربٍ، حدثني محمد بن الوليد الزبيدي، عن الزهري، عن عروة بن\n[ص: 93]\nالزبير، عن زينب بنت أبي سلمة، عن أم سلمة، زوج النبي - صلى الله عليه وسلم -[أن رسول الله صلى الله عليه وسلم] قال لجاريةٍ في بيت أم سلمة [زوج النبي صلى الله عليه وسلم] رأى بوجهها سفعةً فقال: بها نظرةٌ، فاسترقوا لها.\nيعني بوجهها صفرةٌ.\nأخرجه البخاري في الطب: عن محمد بن خالدٍ -يعني محمد بن يحيى بن عبد الله بن خالدٍ الذهلي- عن محمد بن وهب\n[ص: 94]\nابن عطية الدمشقي، عن محمدٍ بن حربٍ، بهذا الإسناد.\nفكأنه سمعه من مسلم [أخرجه في الطب] .\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 92\n",
        "الحديث الثالث عشر\n13-\nحدثنا أبو بكر بن أبي شيبة، ثنا أبو أسامة، ثنا شعبة، عن أبي التياح قال: سمعت أبا زرعة، عن أبي هريرة -رضي الله عنه- عن النبي - صلى الله عليه وسلم - قال: يهلك أمتي هذا الحي من قريشٍ، قالوا: فما تأمرنا؟ قال: لو أن الناس اعتزلوهم.\nأخرجه البخاري في علامات النبوة: عن محمد بن عبد الرحيم،\n[ص: 96]\nعن أبي معمر إسماعيل بن إبراهيم، عن أبي أسامة، [به] .\nفكأنه سمعه من مسلم [أخرجه في الفتن] .\nالحديث: 13 ¦ الجزء: 1 ¦ الصفحة: 95\n",
        "الحديث الرابع عشر\n14-\nحدثنا هناد بن السري، ثنا ابن المبارك، عن حيوة بن شريحٍ، قال: سمعت ربيعة بن يزيد الدمشقي يقول: أخبرني أبو إدريس عائذ الله الخولاني، قال: سمعت أبا ثعلبة الخشني -رضي الله عنه- يقول: أتيت رسول الله - صلى الله عليه وسلم - فقلت: يا رسول الله إنا بأرض قومٍ\n[ص: 98]\nمن أهل الكتاب نأكل في آنيتهم، وأرض صيدٍ أصيد بقوسي، وأصيد بكلبي المعلم، أو بكلبي الذي ليس بمعلمٍ فأخبرني ما الذي يحل لنا من ذلك؟ قال: ((أما ما ذكرت أنكم بأرض قومٍ من أهل الكتاب تأكلون في آنيتهم؛ فإن وجدتم غير آنيتهم فلا تأكلوا فيها، وإن لم تجدوا فاغسلوها ثم كلوا فيها. وأما ما ذكرت أنك بأرض صيدٍ فما أصبت بقوسك فاذكر اسم الله ثم كل، وما أصبت بكلبك المعلم فاذكر اسم الله ثم كل، وما أصبت بكلبك الذي ليس بمعلمٍ فأدركت ذكاته فكل)) .\nأخرجه البخاري من طرقٍ، منها: عن أحمد بن أبي\n[ص: 99]\nرجاء، عن سلمة بن سليمان، عن ابن المبارك، به.\nفكأنه سمعه من مسلم [أخرجه في الذبائح] .\nالحديث: 14 ¦ الجزء: 1 ¦ الصفحة: 97\n",
        "الحديث الخامس عشر\n15-\nوبه، وحدثنا يحيى بن يحيى، أنا خالد بن عبد الله، عن خالد الحذاء، عن أبي قلابة قال: أخبرني أبو المليح [قال: دخلت مع أبيك] على عبد الله بن عمرو، فحدثنا أن رسول الله صلى الله عليه وسلم ذكر له\n[ص: 101]\nصومي، فدخل علي، فألقيت له وسادةً من أدمٍ، حشوها ليفٌ، فجلس على الأرض، وصارت الوسادة بيني وبينه فقال لي: أما يكفيك من كل شهرٍ ثلاثة أيامٍ؟!. قلت: يا رسول الله، قال: خمساً، قلت: يا رسول الله. قال: سبعاً: قلت: يا رسول الله. قال: تسعاً، قلت: يا رسول الله، قال: أحد عشر، قلت: يا رسول الله، فقال النبي صلى الله عليه وسلم: لا صوم فوق صوم داود شطر الدهر صيام يومٍ وإفطار يومٍ.\nأخرجه البخاري في الاستيذان: عن عبد الله بن محمدٍ، عن عمرو بن عونٍ، عن خالد بن عبد الله، عن خالد الحذاء، به.\n[ص: 102]\nفكأنه سمعه من مسلم [أخرجه في الصوم] .\nالحديث: 15 ¦ الجزء: 1 ¦ الصفحة: 100\n",
        "الحديث السادس عشر\n16-\nوبه، حدثنا يحيى بن يحيى، وشيبان بن فروخ، كلاهما عن عبد الوارث، قال يحيى: أنا عبد الوارث بن سعيدٍ، عن أبي التياح الضبعي ثنا أنس بن مالكٍ -رضي الله عنه- أن رسول الله صلى الله عليه وسلم قدم المدينة فنزل في علو المدينة في حي يقال لهم بنو عمرو بن عوفٍ، فأقام فيهم أربع عشرة ليلةً، ثم إنه أرسل ملإ بني النجار، فجاءوا متقلدين بسيوفهم قال: فكأني أنظر إلى رسول الله صلى الله عليه وسلم على راحلته وأبو بكرٍ ردفه، وملأ بني النجار حوله، حتى ألقى بفناء أبي أيوب، قال: فكان رسول الله صلى الله عليه وسلم يصلي حيث أدركته الصلاة، ويصلي في مرابض الغنم. ثم إنه أمر بالمسجد. قال: فأرسل إلى ملإ بني النجار فجاؤوا، فقال: يا بني النجار، ثامنوني بحائطكم هذا، قالوا: لا، والله\n[ص: 104]\nلا نطلب ثمنه إلا إلى الله. قال أنس: فكان فيه ما أقول كان فيه نخلٌ وقبور المشركين وخربٌ، فأمر رسول الله صلى الله عليه وسلم بالنخل فقطع وبقبور المشركين فنبشت، وبالخرب فسويت. قال: فصفوا النخل قبلةً، وجعلوا عضادتيه حجارةً قال: فكانوا يرتجزون ورسول الله صلى الله عليه وسلم معهم، وهم يقولون:\nاللهم إنه لا خير إلاخير الآخرة فانصر الأنصار والمهاجرة.\nأخرجه البخاري بتمامه في الهجرة.\nوأخرج بعضه في الوصايا: عن إسحاق بن منصور، عن عبد الصمد بن الوارث، عن أبيه، بهذا الإسناد.\n[ص: 105]\nفكأنه سمعه من مسلمٍ [أخرجه في الصلاة] .\nالحديث: 16 ¦ الجزء: 1 ¦ الصفحة: 103\n",
        "الحديث السابع عشر\n17-\nوبه حدثنا شيبان بن فروخ، ثنا همام، ثنا إسحاق بن عبد الله بن أبي طلحة، حدثني عبد الرحمن بن أبي عمرة: أن أبا هريرة -رضي الله تعالى عنه- حدثه أنه سمع النبي صلى الله عليه وسلم يقول: ((إن ثلاثة في بني إسرائيل: أبرص وأقرع وأعمى فأراد الله أن يبتليهم، فبعث إليهم ملكاً.\nفأتى الأبرص فقال: أي شيء أحب إليك؟ قال: لونٌ حسنٌ، وجلدٌ حسنٌ، ويذهب عني هذا الذي قد قذرني الناس عليه. قال:\n[ص: 107]\nفمسحه، فذهب عنه قذره، وأعطي لوناً حسناً، وجلداً حسناً. قال: فأي المال أحب إليك؟ قال: الإبل، أو قال البقر، شك إسحاق، إلا أن الأبرص أوالأقرع قال أحدهما: الإبل، وقال الآخر: البقر - قال فأعطي ناقةً عشراء. فقال: بارك الله لك فيها.\nقال: فأتى الأقرع فقال: أي شيء أحب إليك؟ قال: شعرٌ حسنٌ، ويذهب عني هذا الذي قد قذرني الناس عليه. قال: فمسحه فذهب عنه. قال: وأعطي شعراً حسناً. قال: فأي المال أحب إليك؟ قال: البقر، فأعطي بقرةً حاملاً فقال: بارك الله لك فيها.\nقال: فأتى الأعمى، فقال: أي شيء أحب إليك؟ قال: أن يرد الله إلي بصري فأبصر به الناس قال: فمسحه فرد الله إليه بصره.\nقال: فأي المال أحب إليك؟ قال: الغنم، فأعطي شاةً والداً.\nفأنتج هذان، وولد هذا. قال: فكان لهذا وادٍ من الإبل، ولهذا وادٍ من البقر، ولهذا وادٍ من الغنم.\nقال: ثم إنه أتى الأبرص في صورته وهيئته، فقال: رجلٌ مسكينٌ، قد انقطعت بي الحبال في سفري، فلا بلاغ لي اليوم إلا بالله ثم\n[ص: 108]\nبك، أسألك بالذي أعطاك اللون الحسن، والجلد الحسن والمال، بعيراً أتبلغ عليه في سفري. فقال: الحقوق كثيرةٌ. فقال له: كأني أعرفك، ألم تكن أبرص يقذرك الناس، فقيراً، فأعطاك الله؟! فقال: إنما ورثت هذا كابراً عن كابرٍ. فقال: إن كنت كاذباً فصيرك الله إلى ما كنت.\nقال: وأتى الأقرع في صورته، فقال له مثل ما قال لهذا، ورد عليه مثل ما رد على هذا، فقال: إن كنت كاذباً فصيرك الله إلى ما كنت.\nقال: وأتى الأعمى في صورته وهيئته فقال: رجلٌ مسكينٌ، وابن سبيلٍ انقطعت بي الحبال في سفري فلا بلاغ لي اليوم إلا بالله ثم بك، أسألك، بالذي رد عليك بصرك، شاةً أتبلغ بها في سفري. فقال: قد كنت أعمى، فرد الله إلي بصري، فخذ ما شئت ودع ما شئت. فوالله لا أجهدك اليوم شيئاً أخذته لله. فقال: أمسك مالك، فإنما ابتليتم، فقد رضي عنك، وسخط على صاحبيك.\n[ص: 109]\nأخرجه البخاري في ذكر بني إسرائيل: عن أحمد بن إسحاق، عن عمرو بن عاصمٍ، عن همامٍ، به.\nوكأنه سمعه من مسلمٍ [أخرجه في أواخر الكتاب] .\nالحديث: 17 ¦ الجزء: 1 ¦ الصفحة: 106\n",
        "الحديث الثامن عشر\n18-\nوبه حدثنا عمرو الناقد، ثنا عبد الله بن إدريس الأودي ثنا الأعمش، عن أبي سفيان، عن جابر -رضي الله تعالى عنه- قال: قال رسول الله صلى الله عليه وسلم: اهتز عرش الرحمن لموت سعد بن معاذٍ.\nأخرجه البخاري في الفضائل والمناقب: عن محمد بن\n[ص: 111]\nالمثنى، عن فضل بن مساورٍ، عن أبي عوانة، عن الأعمش، به.\nفباعتبار العزو إلى الأعمش كأنه سمعه من مسلم. [أخرجه في الفضائل] .\nالحديث: 18 ¦ الجزء: 1 ¦ الصفحة: 110\n",
        "الحديث التاسع عشر\n19-\nوبه حدثنا محمد بن عبد الله بن نمير، وأبو كريب قالا: ثنا أبو معاوية. ح وحدثنا أبو بكرٍ بن أبي شيبة (واللفظ له) ، ثنا عبد الله بن نميرٍ، وأبو معاوية، عن الأعمش، عن شقيق، عن عبد الله\n[ص: 113]\nقال: قال رسول الله صلى الله عليه وسلم: لا أحدٌ أغير من الله؛ ولذلك حرم الفواحش ما ظهر منها وما بطن. ولا أحدٌ أحب إليه المدح من الله.\nأخرجه البخاري بمعناه في الأدب: عن مسدد، عن يحيى، عن سفيان، عن الأعمش، [به] .\n[ص: 114]\nفمن حيث العدد كأن البخاري سمعه من مسلم [أخرجه في التوبة] .\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 112\n",
        "الحديث العشرون\n20-\nوبه، حدثنا أحمد بن عبد الله بن يونس، ثنا فضيل (يعني ابن عياضٍ) ، عن منصورٍ، عن إبراهيم، عن عبيدة (السلماني) ،\n[ص: 116]\nعن عبد الله بن مسعودٍ-رضي الله تعالى عنه- قال: جاء حبرٌ إلى النبي - صلى الله عليه وسلم - فقال: يا محمد، أو يا أبا القاسم، إن الله يمسك السماوات يوم القيامة على أصبع، والأرضين على أصبع، والجبال والشجر على أصبعٍ، والماء والثرى على أصبعٍ، وسائر الخلق على أصبعٍ، ثم يهزهن، فيقول: أنا الملك! أنا الملك، فضحك رسول الله صلى الله عليه وسلم تعجباً مما قال الحبر، تصديقاً له. ثم قرأ: {وما قدروا الله حق قدره والأرض جميعاً قبضته يوم القيامة والسماوات مطويات بيمينه سبحانه وتعالى عما يشركون} .\nأخرجه البخاري في التفسير: عن مسددٍ، عن يحيى، عن سفيان، عن منصور وسليمان، كلاهما عن إبراهيم، به.\n[ص: 117]\nفباعتبار العدد إلى منصورٍ كأن البخاري سمعه من مسلمٍ. [أخرجه في التوبة] .\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 115\n",
        "الحديث الحادي والعشرون\n21-\nوبه، وحدثنا أبو بكر بن أبي شيبة، ثنا وكيع ح وحدثنا ابن نميرٍ، ثنا أبو معاوية ووكيع.\nح وحدثنا إسحاق بن إبراهيم الحنظلي، واللفظ له، أنا وكيعٌ، حدثنا الأعمش، عن أبي وائل، عن عبد الله -رضي الله تعالى عنه- عن رسول الله صلى الله عليه وسلم قال: ((من حلف على يمينٍ صبرٍ يقتطع بها مال امرئٍ مسلمٍ هو فيها فاجرٌ لقي الله وهو عليه غضبانٌ)) . قال: فدخل الأشعث بن قيسٍ، فقال: ما يحدثكم أبو عبد الرحمن؟ قالوا: كذا وكذا، قال: صدق أبو عبد الرحمن، في نزلت. كان بيني وبين رجلٍ أرضٌ باليمن، فخاصمته إلى النبي صلى الله عليه وسلم فقال: هل لك بينةٌ؟ فقلت: لا قال: فيمينه، قلت: إذاً يحلف. فقال رسول الله صلى الله عليه وسلم عند ذلك: ((من\n[ص: 119]\nحلف على يمينٍ صبرٍ يقتطع بها مال امرئٍ مسلمٍ هو فيها فاجرٌ لقي الله وهو عليه غضبانٌ)) . فنزلت {إن الذين يشترون بعهد الله وأيمانهم ثمناً قليلاً.. ..} إلى آخر الآية.\nأخرجه البخاري في الأشخاص: عن أنس بن خالدٍ، عن غندر، عن شعبة، عن الأعمش [به] .\nفمن حيث العدد إلى الأعمش كأن البخاري سمعه من مسلم [أخرجه في الأيمان] .\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 118\n",
        "الحديث الثاني والعشرون\n22-\nوبه، إلى أبي سفيان، عن مسلمٍ حدثنا أبو بكرٍ بن أبي شيبة، ومحمد بن العلاء، وإسحاق بن إبراهيم، جميعاً عن جعفر بن عمارة عن عبيد الله بن عمر، عن نافعٍ، عن ابن عمر -رضي\n[ص: 121]\nالله تعالى عنهما- أن عمر -رضي الله تعالى عنه- قال: يا رسول الله إني نذرت في الجاهلية أن أعتكف في المسجد. قال: أوف بنذرك.\nأخرجه البخاري في الاعتكاف: عن إسماعيل بن أبي أويسٍ، عن أخيه أبي بكرٍ، عن سليمان بن بلالٍ، عن عبيد الله\n[ص: 122]\n، [به] .\nفباعتبار العدد كأن البخاري سمعه من مسلم [أخرجه في الأيمان والنذور] .\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 120\n",
        "الحديث الثالث والعشرون\n23-\nوبه، وحدثنا أبو بكرٍ بن أبي شيبة، وأبو كريبٍ، جميعاً عن حفصٍ، قال أبو بكر: ثنا حفص بن غياثٍ، عن الأعمش، عن إبراهيم، عن عبيدة، عن عبد الله -رضي الله تعالى عنه- قال: قال لي رسول الله - صلى الله عليه وسلم -: اقرأ علي القرآن، قال: فقلت: يا رسول الله أقرأ عليك وعليك أنزل؟! قال: إني أشتهي أن أسمعه من غيري. فقرأت النساء حتى إذا بلغت {فكيف إذا جئنا من كل أمةٍ بشهيدٍ وجئنا بك على هؤلاء شهيداً} رفعت رأسي، أو غمزني رجلٌ إلى جنبي فرفعت رأسي فرأيت دموعه تسيل.\nحدثنا هناد بن السري، ومنجاب بن الحارث التميمي\n[ص: 124]\nجميعاً عن علي بن مسهرٍ، عن الأعمش، بهذا الإسناد. وزاد هناد في روايته: قال لي رسول الله صلى الله عليه وسلم وهو على المنبر: اقرأ علي.\nأخرجه البخاري من طرقٍ، منها: عن مسددٍ، عن يحيى، عن سفيان، عن الأعمش، [به] .\nفكأنه سمعه من مسلم [أخرجه في الصلاة] .\nالحديث: 23 ¦ الجزء: 1 ¦ الصفحة: 123\n",
        "الحديث الرابع والعشرون\n24-\nوبه، حدثنا يحيى بن يحيى، ثنا بشر بن المفضل، عن غالبٍ القطان، عن بكر بن عبد الله (المزني) ، عن أنس بن مالك -رضي الله تعالى عنه- قال: كنا نصلي مع رسول الله صلى الله عليه وسلم في شدة الحر، فإذا لم يستطيع أحدنا أن يمكن جبهته على الأرض بسط ثوبه فسجد عليه.\nأخرجه البخاري من طرق. منها: عن محمد بن مقاتلٍ، عن\n[ص: 126]\nعبد الله بن المبارك، عن خالدٍ بن عبد الرحمن، عن غالبٍ، به.\nفكأن البخاري من حيث عدد الرجال إلى غالبٍ سمعه من مسلم. [أخرجه في الصلاة] .\nالحديث: 24 ¦ الجزء: 1 ¦ الصفحة: 125\n",
        "الحديث الخامس والعشرون\n25-\nوبه إلى الجلودي، أنا ابن سفيان، عن مسلمٍ، ونا قتيبة بن سعيدٍ، ثنا يعقوب، وهو ابن عبد الرحمن القاري. ح، وحدثنا قتيبة، ثنا حاتم، يعني ابن إسماعيل، كلاهما، عن موسى بن عقبة،\n[ص: 128]\nعن نافع، عن ابن عمر -رضي الله تعالى عنهما- أن رسول الله - صلى الله عليه وسلم - حلق رأسه في حجة الوداع.\nأخرجه البخاري في المغازي: عن عبيد الله بن سعيدٍ، عن محمد بن بكرٍ، عن ابن جريجٍ، عن موسى بن عقبة، به. فكأنه سمعه من مسلمٍ.\nالحديث: 25 ¦ الجزء: 1 ¦ الصفحة: 127\n",
        "الحديث السادس والعشرون\n26-\nوبه حدثني زهير بن حربٍ، ني يحيى، (يعني ابن سعيدٍ) .\nوحدثنا أبو بكرٍ بن أبي شيبة، عن أبي أسامة.\nح وحدثنا محمد بن عبد الله بن نميرٍ، ثنا أبي، قالوا: ثنا عبيد الله بن عمر، عن عمر بن نافعٍ، عن نافع، عن ابن عمر -رضي الله عنهما- قال: نهى رسول الله صلى الله عليه وسلم عن القزع.\nأخرجه البخاري: عن محمدٍ، عن مخلدٍ، عن ابن\n[ص: 130]\nجريج، عن عبيد الله [به] .\nفباعتبار العدد إليه كأن البخاري سمعه من مسلم [أخرجه في اللباس] .\nالحديث: 26 ¦ الجزء: 1 ¦ الصفحة: 129\n",
        "الحديث السابع والعشرون\n27-\nوبه حدثني أحمد بن حنبل، ثنا سفيان بن عيينة، حدثني عبيد الله بن أبي يزيد، عن نافع بن جبير، عن أبي هريرة -رضي الله تعالى عنه- عن النبي - صلى الله عليه وسلم - أنه قال لحسنٍ (بن علي -رضي الله عنهما) اللهم إني أحبه فأحبه (وأحبب من يحبه) .\nنا ابن أبي عمر، قال ثنا سفيان، عن عبيد الله (بن أبي يزيد) ،\n[ص: 132]\nعن نافعٍ بن جبير بن مطعمٍ، عن أبي هريرة -رضي الله تعالى عنه- قال: خرجت مع رسول الله صلى الله عليه وسلم في طائفةٍ من النهار، لا يكلمني ولا أكلمه، حتى جاء سوق بني قينقاع، ثم انصرف حتى أتى خباء فاطمة -رضي الله عنها- فقال: أثم لكع، أثم لكع؟، يعني حسناً، فظننا أنه إنما تحبسه أمه لأن تغسله وتلبسه سخاباً، فلم يلبث أن جاء يسعى حتى اعتنق كل واحدٍ منهما صاحبه. فقال رسول الله صلى الله عليه وسلم: اللهم إني أحبه فأحبه وأحبب من يحبه.\nأخرجه البخاري في اللباس: عن إسحاق بن إبراهيم، عن يحيى بن آدم، عن ورقاء بن عمر، عن عبيد الله بن أبي يزيد،\n[ص: 133]\nبه. فباعتبار العدد إليه كأن البخاري سمعه من مسلم.\nالحديث: 27 ¦ الجزء: 1 ¦ الصفحة: 131\n",
        "الحديث الثامن والعشرون\n28-\nوبه، حدثنا أبو بكر بن أبي شيبة، ثنا أبو أسامة.\nح وحدثنا ابن نميرٍ، ثنا أبي.\nح وحدثنا أبو كريبٍ ثنا ابن إدريس، كلهم عن إسماعيل بن أبي خالدٍ.\nح وحدثنا يحيى بن حبيب الحارثي (واللفظ له) ، ثنا معتمر، عن إسماعيل قال: سمعت قيساً يروي عن أبي مسعود -رضي الله تعالى\n[ص: 135]\nعنه- قال: أشار النبي صلى الله عليه وسلم بيده نحو اليمين، فقال: ألا إن الإيمان ههنا، وإن القسوة وغلظ القلوب في الفدادين عند أصول أذناب الإبل حيث يطلع قرنا الشيطان في ربيعة ومضر.\nرواه البخاري في بدء الخلق: عن عبد الله بن محمدٍ، عن وهب بن جريرٍ، عن شعبة، عن إسماعيل، به.\nفمن حيث العدد كأن البخاري سمعه من مسلم [أخرجه في الإيمان] .\nالحديث: 28 ¦ الجزء: 1 ¦ الصفحة: 134\n",
        "الحديث التاسع والعشرون\n29-\nوبه، وحدثنا محمد بن أبي عمر، ثنا سفيان، عن ابن أبي نجيحٍ، وأيوب، وحميدٍ، وعبد الكريم، عن مجاهدٍ، عن\n[ص: 137]\nعبد الرحمن بن أبي ليلى، عن كعب بن عجرة -رضي الله عنه- أن النبي - صلى الله عليه وسلم - مر به وهو بالحديبية قبل أن يدخل مكة، وهو محرمٌ، وهو يوقد تحت قدرٍ، والقمل يتهافت على وجهه، فقال أيؤذيك هوامك هذه؟ قال: نعم. قال: فاحلق رأسك وأطعم فرقاً بين ستة مساكين (والفرق ثلاثة آصعٍ) أو صم ثلاثة أيام، أو انسك نسيكةً. فقال ابن أبي نجيحٍ: أو اذبح شاةً.\nأخرجه البخاري بمعناه في الحج: عن إسحاق، عن روح، عن شبلٍ.\n[ص: 138]\nوفي المغازي: عن الحسن بن خلفٍ، عن إسحاق بن يوسف، عن ورقاء، كلاهما عن ابن أبي نجيح، به.\nفباعتبار العدد إليه كأن البخاري سمعه من مسلم [أخرجه في الحج] .\nالحديث: 29 ¦ الجزء: 1 ¦ الصفحة: 136\n",
        "الحديث الثلاثون\n30-\nوبه، وحدثني هارون بن سعيدٍ الأيلي، وأحمد بن عيسى، قالا: حدثنا ابن وهبٍ، أنا عمرو بن الحارث، عن عبيد الله بن\n[ص: 140]\nأبي جعفر، عن محمد بن جعفرٍ بن الزبير، عن عروة، عن عائشة -رضي الله تعالى عنها- أن رسول الله صلى الله عليه وسلم قال: من مات وعليه صيامٌ صام عنه وليه.\nأخرجه البخاري في الصوم: عن محمدٍ بن خالدٍ، هو الذهلي، عن محمد بن موسى بن أعين، عن أبيه، عن عمرو بن الحارث،\n[ص: 141]\nبه فكأنه سمعه من مسلمٍ.\nالحديث: 30 ¦ الجزء: 1 ¦ الصفحة: 139\n",
        "الحديث الحادي والثلاثون\n31-\nوبه حدثنا عثمان بن أبي شيبة، وإسحاق: بن إبراهيم (واللفظ لعثمان) ، قال إسحاق أنا، وقال عثمان: ثنا جريرٌ، عن منصورٍ، عن سعدٍ بن عبيدة قال: حدثني البراء بن عازب -رضي الله تعالى عنه- أن رسول الله صلى الله عليه وسلم قال: إذا أخذت مضجعك فتوضأ وضوءك للصلاة، ثم اضطجع على شقك الأيمن، ثم قل: اللهم إني أسلمت وجهي إليك (وفوضت أمري إليك) وألجأت ظهري إليك، رغبةً ورهبةً إليك، لا ملجأ ولا منجى منك إلا إليك، آمنت بكتابك\n[ص: 143]\nالذي أنزلت، وبنبيك الذي أرسلت (واجعلهن من آخر كلامك) فإن مت من ليلتك مت وأنت على الفطرة، قال: فرددتهن لأستذكرهن، فقلت: آمنت برسولك الذي أرسلت، قال: قل: آمنت بنبيك الذي أرسلت.\nأخرجه البخاري من طرقٍ، منها: عن محمد بن مقاتلٍ، عن ابن المبارك، عن سفيان، عن منصورٍ [به] .\nفباعتبار العدد إليه كأن البخاري رواه عن مسلمٍ [أخرجه في الدعاء] .\nالحديث: 31 ¦ الجزء: 1 ¦ الصفحة: 142\n",
        "الحديث الثاني والثلاثون\n32-\nوبه حدثنا يحيى بن يحيى قال: قرأت على مالكٍ، عن ابن شهابٍ، عن أبي إدريس الخولاني، عن أبي هريرة -رضي الله تعالى عنه- أن رسول الله صلى الله عليه وسلم قال: من توضأ فليستنثر ومن استجمر فليوتر.\nرواه البخاري في الطهارة: عن عبدان، عن ابن المبارك، عن يونس، عن الزهري، به.\n[ص: 145]\nفكأنه سمعه من مسلم.\nالحديث: 32 ¦ الجزء: 1 ¦ الصفحة: 144\n",
        "الحديث الثالث والثلاثون\n33-\nوبه وحدثني حرملة بن يحيى، أنا ابن وهبٍ، أخبرني يونس، عن ابن شهاب، عن أبي سلمة بن عبد الرحمن وسعيد بن المسيب، عن أبي هريرة -رضي الله تعالى عنه- أن رسول الله صلى الله عليه وسلم قال: نحن أحق بالشك من إبراهيم صلى الله عليه وسلم إذ قال: {رب أرني كيف تحيي الموتى. قال: أولم تؤمن، قال: بلى ولكن ليطمئن قلبي} . قال: ويرحم الله لوطاً لقد كان يأوي إلى ركنٍ شديدٍ، ولو لبثت في السجن طول لبث يوسف لأجبت الداعي.\n[ص: 147]\nأخرجه البخاري في التفسير من صحيحه: عن سعيد بن تليدٍ، عن عبد الرحمن بن القاسم، عن بكر بن مضر، عن عمرو بن الحارث، عن يونس، عن الزهري، [به] .\nفباعتبار العدد إلى يونس كأن البخاري سمعه من إبراهيم بن سفيان صاحب مسلم. وهو من أنزل حديثٍ وقع للبخاري من هذا الوجه.\n[ص: 148]\nوالله أعلم، وسيأتي نظيره بعد حديث. [أخرجه في الأيمان] .\nالحديث: 33 ¦ الجزء: 1 ¦ الصفحة: 146\n",
        "الحديث الرابع والثلاثون\n34-\nوبه وحدثنا هارون بن معروفٍ، قال: ثنا ابن وهبٍ، ثنا عمرو بن الحارث: أن بكيراً حدثه: أن عبد الرحمن بن القاسم حدثه: أن أباه حدثه، عن عائشة زوج النبي صلى الله عليه وسلم أنها نصبت ستراً فيه تصاوير. فدخل رسول الله صلى الله عليه وسلم فنزعه. قالت: فقطعته وسادتين. [فقال رجلٌ في المجلس حينئذٍ يقال له: ربيعة بن عطاءٍ مولى بني زهرة: أفما سمعت أبا محمدٍ يذكر أن عائشة قالت: فكان رسول الله صلى الله عليه وسلم يرتفق عليها؟ قال ابن القاسم: لا؛ قال: لكني قد سمعته، يريد القاسم بن\n[ص: 150]\nمحمدٍ] .\nوحدثنا قتيبة وابن رمحٍ، عن الليث بن سعدٍ، عن نافع، عن القاسم، عن عائشة -رضي الله تعالى عنها- بهذا الحديث.\nأخرجه البخاري من طرقٍ، منها: في بدء الخلق: عن محمدٍ، هو ابن سلام، عن مخلد، هو ابن يزيد، عن ابن جريج، عن\n[ص: 151]\nإسماعيل بن أمية، عن نافعٍ [به] .\nفباعتبار العدد إلى نافعٍ فكأن البخاري سمعه ممن سمعه من مسلم [أخرجه في اللباس] .\nالحديث: 34 ¦ الجزء: 1 ¦ الصفحة: 149\n",
        "الحديث الخامس والثلاثون\n35-\nوبه، حدثني أبو الطاهر أحمد بن عمرو بن عبيد الله بن عمرو بن سرحٍ، أنا ابن وهبٍ قال: أخبرني يونس، عن ابن شهابٍ قال: حدثني عروة بن الزبير: أن عائشة -رضي الله عنها- زوج النبي صلى الله عليه وسلم أخبرته: أنها قالت: كان أول [ما] (1) بدئ به رسول الله صلى الله عليه وسلم من الوحي الرؤيا الصادقة في النوم فكان [لا يرى رؤيا إلا جاءت مثل فلق الصبح ثم حبب إليه الخلاء، فكان يخلو] بغار حراءٍ يتحنث فيه (وهو التعبد) الليالي أولات العدد قبل أن يرجع إلى أهله، ويتزود لذلك ثم يرجع إلى خديجة -رضي الله تعالى عنها- فيتزود لمثلها حتى فجئه الحق وهو في غار حراء، فجاءه الملك، فقال: اقرأ، قال: ما أنا بقارئٍ. قال: فأخذني فغطني حتى بلغ مني الجهد، ثم أرسلني فقال: اقرأ، قال: قلت: ما أنا بقارئٍ، قال: فأخذني فغطني الثانية حتى بلغ مني\n[ص: 153]\nالجهد، ثم أرسلني فقال: اقرأ. فقلت: ما أنا بقارئٍ، فأخذني فغطني الثالثة حتى بلغ مني الجهد، ثم أرسلني فقال: {اقرأ باسم ربك الذي خلق. خلق الإنسان من علق. اقرأ وربك الأكرم. الذي علم بالقلم. علم الإنسان ما لم يعلم} فرجع بها رسول الله صلى الله عليه وسلم ترجف بوادره حتى دخل على خديجة -رضي الله تعالى عنها- فقال: زملوني زملوني، فزملوه حتى ذهب عنه الروع. ثم قال لخديجة: أي خديجة، مالي!؟ وأخبرها الخبر. قال: لقد خشيت على نفسي. قالت له خديجة: كلا أبشر، فوالله لا يخزيك الله أبداً، والله إنك لتصل الرحم، وتصدق الحديث، وتحمل الكل، وتكسب المعدوم، وتقري الضيف، وتعين على نوائب الحق. فانطلقت به خديجة حتى أتت به ورقة بن نوفل بن أسد بن عبد العزى، وهو ابن عم خديجة أخي أبيها. وكان امرأ تنصر في الجاهلية. وكان يكتب الكتاب العربي ويكتب من الإنجيل بالعربية ما شاء الله أن يكتب. وكان شيخاً كبيراً قد عمي. فقالت له خديجة: أي عم اسمع من ابن أخيك، قال ورقة بن نوفلٍ: يا ابن أخي\n[ص: 154]\nماذا ترى؟ فأخبره رسول الله صلى الله عليه وسلم بخبر ما رآه فقال له ورقة: هذا الناموس الذي أنزل على موسى صلى الله عليه وسلم، يا ليتني فيها جذعاً، يا ليتني أكون حياً حين يخرجك قومك، قال رسول الله صلى الله عليه وسلم: أو مخرجي هم؟ قال ورقة: نعم، لم يأت رجلٌ قط بما جئت به إلا عودي وإن يدركني يومك أنصرك نصراً مؤزراً.\nأخرجه البخاري من هذا الوجه في التفسير عن سعيد بن مروان، عن محمد بن عبد العزيز بن أبي رزمة، عن أبي صالح سلمويه، عن عبد الله بن المبارك، عن يونس عن الزهري به.\n[ص: 155]\nومن حيث العدد كأنه سمعه [ممن سمعه] من مسلمٍ [أخرجه في الأيمان] .\n(1) [[ساقطة من المطبوع، واستُدركت من صحيح مسلم]]\nالحديث: 35 ¦ الجزء: 1 ¦ الصفحة: 152\n",
        "الحديث السادس والثلاثون\n36-\nوبه حدثني أبو الطاهر، أخبرني ابن وهبٍ، عن مالكٍ بن أنسٍ، عن ثور بن زيد الدولي، عن سالمٍ أبي الغيث مولى ابن مطيعٍ، عن أبي هريرة -رضي الله تعالى عنه-.\nح وحدثنا قتيبة بن سعيدٍ، وهذا حديثه: ثنا عبد العزيز، يعني ابن محمدٍ، عن ثورٍ، عن أبي الغيث، عن أبي هريرة -رضي الله تعالى عنه- قال: خرجنا مع النبي صلى الله عليه وسلم إلى خيبر، ففتح الله علينا فلم نغنم ذهباً ولا ورقاً، غنمنا المتاع والطعام والثياب. ثم انطلقنا إلى الوادي ومع رسول الله صلى الله عليه وسلم عبدٌ له، وهبه له رجلٌ من جذام، يدعى رفاعة بن زيدٍ من بني الضبيب؛ فلما نزلنا الوادي قام عبد رسول الله صلى الله عليه وسلم يحل رحله فرمي\n[ص: 157]\nبسهمٍ، فكان فيه حتفه فقلنا: هنيئاً له الشهادة يا رسول الله فقال رسول الله صلى الله عليه وسلم: كلا والذي نفس محمدٍ بيده إن الشملة لتلتهب عليه ناراً، أخذها من الغنائم يوم خيبر، لم تصبها المقاسم. قال: ففزع الناس، فجاء رجلٌ بشراكٍ أو شراكين [فقال: يا رسول الله أصبت يوم خيبر فقال رسول الله صلى الله عليه وسلم: شراكٌ من نارٍ أو شراكان من نارٍ] .\nأخرجه البخاري في المغازي: عن عبد الله بن محمدٍ، عن معاوية بن عمروٍ، عن أبي إسحاق الفزاري، عن مالكٍ، به.\n[ص: 158]\nفكأنه من طريق مالكٍ سمعه من مسلم [وكأنه من طريق عبد العزيز بن محمد سمعه ممن سمعه منه] .\nالحديث: 36 ¦ الجزء: 1 ¦ الصفحة: 156\n",
        "الحديث السابع والثلاثون\n37-\nوبه حدثني حرملة بن يحيى، أنا ابن وهب، أخبرني يونس، عن ابن شهابٍ، عن (عبيد الله بن) عبد الله بن عتبة (بن مسعودٍ) ، عن عبد الله بن عباس -رضي الله عنهما- أنه تمارى هو والحر بن قيس بن حصنٍ الفزاري في صاحب موسى (عليه السلام) فقال ابن عباسٍ: هو الخضر فمر بهما أبي بن كعب الأنصاري فدعاه ابن عباسٍ فقال: (يا أبا الطفيل هلم إلينا) ، فإني قد تماريت أنا وصاحبي هذا في صاحب موسى الذي سأل السبيل إلى لقيه، فهل سمعت\n[ص: 160]\nرسول الله صلى الله عليه وسلم يذكر شأنه؟ فقال أبي: سمعت رسول الله صلى الله عليه وسلم يقول: بينما موسى في ملاءٍ من بني إسرائيل إذ جاءه رجلٌ، فقال له: هل تعلم أحداً أعلم منك؟ قال موسى: لا، فأوحى الله إلى موسى بل عبدنا الخضر. قال: فسأل موسى السبيل إلى لقيه، فجعل الله له الحوت آيةً، وقيل له: إذا افقدت الحوت فارجع فإنك ستلقاه. فسار موسى ما شاء الله أن يسير، ثم قال لفتاه: آتنا غداءنا {لقد لقينا من سفرنا هذا نصباً} فقال فتى موسى حين سأله الغداء: {أرأيت إذ أوينا إلى الصخرة فإني نسيت الحوت وما أنسانيه إلا الشيطان أن أذكره} . فقال موسى لفتاه: ذلك ما كنا نبغي، فارتدا على آثارهما قصصاً فوجدا خضراً. فكان من أنهما ما قص الله في كتابه. إلا أن يونس قال: فكان يتبع أثر الحوت في البحر.\nرواه البخاري من طرقٍ، منها: في أحاديث الأنبياء: عن عمرو الناقد.\n[ص: 161]\nوفي العلم: عن محمدٍ بن غريرٍ الزهري، كلاهما عن يعقوب بن إبراهيم بن سعدٍ، عن أبيه، عن صالحٍ بن كيسان، عن الزهري [به] ، وبالمعنى المتقارب.\nفباعتبار العدد إلى الزهري كأن البخاري رواه عن مسلم. [أخرجه في أحاديث الأنبياء - عليهم السلام] .\nالحديث: 37 ¦ الجزء: 1 ¦ الصفحة: 159\n",
        "الحديث الثامن والثلاثون\n38-\nوبه قال: وحدثنا قتيبة بن سعيد، ثنا ليثٌ، عن عقيلٍ، عن الزهري، عن علي بن حسين أن الحسين بن علي حدثه، عن علي بن أبي طالب -رضي الله تعالى عنه- أن النبي صلى الله عليه وسلم طرقه وفاطمة، فقال: ألا تصلون؟ فقلت: يا رسول الله، إنما أنفسنا بيد الله، فإذا شاء أن يبعثنا بعثنا. فانصرف رسول الله صلى الله عليه وسلم حين قلت له ذلك، ثم\n[ص: 163]\nسمعته وهو مدبر يضرب فخذه ويقول: {وكان الإنسان أكثر شيءٍ جدلاً} .\nرواه البخاري في التفسير: عن علي بن عبد الله، عن يعقوب بن إبراهيم بن سعدٍ، عن أبيه، عن صالحٍ بن كيسان.\nوفي التوحيد: عن إسماعيل بن أبي أويسٍ، عن أخيه أبي بكرٍ، عن سليمان بن بلالٍ، عن محمد بن أبي عتيقٍ، كلاهما عن الزهري، به.\n[ص: 164]\nومن حيث العدد كأن البخاري سمعه من مسلمٍ [أخرجه في الصلاة] .\nالحديث: 38 ¦ الجزء: 1 ¦ الصفحة: 162\n",
        "الحديث التاسع والثلاثون\n39-\nوبه وحدثني القاسم بن زكرياء، ثنا خالد بن مخلدٍ، حدثني سليمان بن بلالٍ، كلاهما عن ربيعة [يعني ابن أبي عبد الرحمن] ، عن أنس بن مالكٍ -رضي الله عنه- بمثل حديث مالك بن أنس وزاد في حديثهما: كان أزهر. حدثنا يقدم (1) عن\n[ص: 166]\nأنس أنه سمعه يقول: كان رسول الله صلى الله عليه وسلم ليس بالطويل البائن ولا بالقصير، وليس بالأبيض الأمهق، ولا بالآدم، ولا بالجعد القطط ولا بالسبط، بعثه الله على رأس أربعين سنةً، فأقام بمكة عشر سنين وبالمدينة عشر سنين وتوفاه الله على رأس ستين سنة، وليس في رأسه ولحيته عشرون شعرة بيضاء.\nرواه البخاري من وجوه، منها: في صفة النبي صلى الله عليه وسلم عن يحيى بن بكيرٍ، عن الليث، عن خالدٍ بن يزيد، عن سعيدٍ بن أبي هلالٍ، عن ربيعة، به.\n[ص: 167]\nفكأنه من حيث العدد سمعه من مسلمٍ. [أخرجه في التفضيل] .\n(1) هكذا في الأصول.\nالحديث: 39 ¦ الجزء: 1 ¦ الصفحة: 165\n",
        "الحديث الأربعون\n40-\nوبه حدثنا شيبان بن فروخ، ثنا سليمان، يعني المغيرة، ثنا ثابتٌ، عن أنس بن مالك -رضي الله تعالى عنه- حدثني محمود بن الربيع، عن عتبان بن مالك قال: قدمت المدينة فلقيت عتبان، فقلت: حديثٌ بلغني عنك. قال: أصابني في بصري بعض الشيء، فبعثت إلى رسول الله صلى الله عليه وسلم أني أحب أن تأتيني فتصلي في منزلي [فأتخذه مصلى. قال] : فأتى النبي صلى الله عليه وسلم ومن شاء الله من أصحابه،\n[ص: 169]\nفدخل وهو يصلي في منزلي وأصحابه يتحدثون بينهم، ثم أسندوا عظم ذلك وكبره إلى مالك بن دخشمٍ. قالوا: ودوا أنه دعا عليه فهلك، ودوا أنه أصابه شرٌ. فقضى رسول الله صلى الله عليه وسلم الصلاة، وقال: أليس يشهد أن لا إله إلا الله وأني رسول الله؟! قالوا: إنه يقول ذلك وما هو في قلبه. قال: لا يشهد أن لا إله إلا الله وأني رسول الله فيدخل النار أو تطعمه.\nقال أنسٌ: فأعجبني هذا الحديث، فقلت لابني: اكتبه فكتبه.\nرواه البخاري في الصلاة: عن إسحاق بن إبراهيم، عن يعقوب بن إبراهيم بن سعدٍ عن أبيه، عن الزهري، عن أنسٍ، به.\nفباعتبار العدد إلى أنسٍ بن مالكٍ -رضي الله عنه- كأنه سمعه من مسلم.\nالحديث: 40 ¦ الجزء: 1 ¦ الصفحة: 168\n",
        "آخر الأربعين، والحمد لله رب العالمين، والصلاة والسلام على سيدنا محمد وآله وصحبه وسلم ورضي الله عن أصحاب رسول الله أجمعين.\nعلقها لنفسه كاتبها أحمد بن موسى الفاخوري الشافعي عفا الله عنهم بمنه وكرمه، بالقاهرة المحروسة سنة ست وثلاثين وثمان مائة ولله الحمد. من تصنيف الإمام العالم المحقق المتقن المفيد شيخ الإسلام قاضي القضاة بالديار المصرية أبقاه الله في خير وعافية إنه على كل شيء قدير يا رب العالمين.\nالجزء: 1 ¦ الصفحة: 172\n",
        ""
    ]
}