{
    "1": [
        "عوالي جزء ابن الفرات انتقاء الذهبي\nعوالي جزء ابن الفرات انتقاء الذهبي\nابن الفُرَات\nالكتاب:\nجزء فيه عوالي منتقاة من جزء أبي مسعود أحمد بن الفرات، انتقاء الذهبي\nالمؤلف:\nأحمد بن الفرات بن خالد الضبي الرازيّ، أبو مسعود (المتوفى: 258هـ)\nانتقاء:\nالذهبي\nالمحقق:\nأبو عمار عبد الله بن ضيف الله العامري الشمراني\nالناشر:\nدار الريان. الإمارات - الفجيرة [طبع مع منتقى من جزء ابن الفرات للعلائي]\nالطبعة:\nالأولى 1413 هـ - 1992 م\nعدد الأجزاء:\n1\nأعده للشاملة/ يا باغي الخير أقبل\n[ترقيم الكتاب موافق للمطبوع]\n",
        "الأجزاء الحديثية (4)\nجزء فيه أحاديث منتقاة\nمن جزء أبي مسعود أحمد بن الفرات\nانتقاء\nالحافظ صلاح الدين خليل العلائي\nويليه\n-[جزء فيه عوالي منتقاة\nمن جزء أبي مسعود أحمد بن الفرات]-\nانتقاء الحافظ شمس الدين الذهبي\nتحقيق\nأبي عمار عبد الله بن ضيف الله العامري الشمراني\nدار الريان\nالإمارات - الفجيرة\nالطبعة الأولى\n1413 هـ - 1992 م\n",
        "بسم الله الرحمن الرحيم\nأخبرنا المشايخ الأربع الجلة المسندون: شيخنا الإمام شمس الدين أبو عبد الله محمد بن أبي بكر ابن الإمام العالم الرحلة زين الدين أبي العباس أحمد بن عبد الدايم بن نعمة، وأبو عمر عثمان بن سالم بن خلف البذي؛ المقدسيان، وأمة العزيز زينب بنت الشيخ نجم الدين إسماعيل بن إبراهيم بن سالم ابن الخباز الأنصاري، وأم إبراهيم فاطمة بنت الشيخ الإمام عز الدين أبي إسحاق إبراهيم بن عبد الله ابن الشيخ أبي عمر محمد بن أحمد بن محمد بن قدامة المقدسي؛ قراءة على كل واحد منهم وأنا أسمع؛ قالوا: أخبرنا الإمام زين الدين\n[ص: 40]\nأبو العباس أحمد بن عبد الدايم بن نعمة بن أحمد بن محمد بن إبراهيم بن أحمد بن بكير المقدسي قراءة عليه؛ قال: أخبرنا أبو الفرج يحيى بن محمود بن سعيد الثقفي قراءة عليه وأنا أسمع في المحرم سنة ثلاث وثمانين وخمس مئة بظاهر دمشق؛ قال: أخبرنا أبو علي الحسن بن أحمد بن الحسن الحداد المقرئ قراءة عليه وأنا حاضر في سنة خمس عشرة وخمس مئة؛ قال: أخبرنا أبو نعيم أحمد بن عبد الله بن أحمد الحافظ في رمضان سنة سبع وعشرين وأربع مئة؛ قال: أخبرنا أبو محمد عبد الله بن جعفر بن أحمد بن فارس قراءة عليه وأنا أسمع سنة أربع وأربعين وثلاث مئة: حدثنا أبو مسعود أحمد بن الفرات الرازي سنة أربع وخمسين ومئتين ومات سنة ست وخمسين ومئتين؛ قال:\n1 -\nأخبرنا يعلى بن عبيد: حدثنا الأعمش عن أبي صالح عن أبي هريرة رضي الله عنه؛ قال: قال رسول الله صلى الله عليه وسلم:\n((تجد من شرار الناس ذا الوجهين)).\n[ص: 41]\nقال الأعمش: ((الذي يأتي هؤلاء بوجه وهؤلاء بوجه)).\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "2 -\nأخبرنا يعلى بن عبيد: حدثنا الأعمش عن إبراهيم عن أبي الشعثاء؛ قال:\nقلت لابن عمر: إنا ندخل على أمرائنا، فنقول القول، فإذا خرجنا؛ قلنا غيره؟ قال: ((كنا نعد ذلك نفاقاً على عهد رسول الله صلى الله عليه وسلم)).\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 41\n",
        "3 -\nأخبرنا أبو داود: حدثنا شعبة عن سعد بن إبراهيم عن معبد الجهني عن معاوية رضي الله عنه؛ قال: قال رسول الله صلى الله عليه وسلم:\n((إياكم والمدح؛ فإنه الذبح)).\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 42\n",
        "4 -\nأخبرنا أبو نعيم: حدثنا الأعمش عن أبي إسحاق عن أبي الأحوص عن عبد الله رضي الله عنه؛ قال:\n((يأتي أحدكم صاحبه فيقطع ظهره، إذا طلب أحدكم إلى أخيه حاجة؛ فليطلبها طلباً يسيراً؛ فإنما هو قدر الله عز وجل)).\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 43\n",
        "5 -\nأخبرنا يعلى بن عبيد: حدثنا الأعمش عن المعرور بن سويد عن عبد الله رضي الله عنه، قال:\n((في طلب الرجل الحاجة إلى أخيه فتنة: إن أعطاه؛ حمد غير الذي أعطاه، وإن منعه؛ ذم غير الذي منعه)).\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 44\n",
        "6 -\nأخبرنا يعلى: حدثنا أبو حيان التيمي عن إياس بن نذير عن شبرمة بن الطفيل عن عبد الله؛ قال:\n((إن الرجل ليدخل على ذي السلطان ومعه دينه، فيخرج وما معه من دينه شيء، يرضيه بما يسخط الله فيه)).\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 44\n",
        "7 -\nأخبرنا يعلى بن عبيد: حدثنا الأعمش عن خيثمة عن سويد بن غفلة؛ قال: قال علي رضي الله عنه:\n((إذا حدثتكم عن رسول الله صلى الله عليه وسلم؛ فوالله؛ لأن أخر من السماء أحب إلي من أن أكذب على رسول الله صلى الله عليه وسلم، وإذا حدثتكم فيما بيننا؛ فإن الحرب خدعة)).\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 45\n",
        "8 -\nأخبرنا محمد بن عبيد: حدثنا محمد بن إسحاق عن معبد بن كعب بن مالك عن أبي قتادة رضي الله عنه عن النبي صلى الله عليه وسلم؛ قال:\n((من كذب علي متعمداً؛ فليتبوأ مقعده من النار)).\nالحديث: 8 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "9 -\nأخبرنا محمد بن عبيد: حدثنا عبيد الله بن عمر عن أبي بكر بن سالم عن أبيه عن ابن عمر؛ قال: قال رسول الله صلى الله عليه وسلم:\n((من يكذب علي، يبنى له بيت في النار)).\nالحديث: 9 ¦ الجزء: 1 ¦ الصفحة: 47\n",
        "10 -\nأخبرنا عبد الله بن نمير عن الأوزاعي عن حسان بن أبي عطية عن أبي كبشة عن عبد الله بن عمرو رضي الله عنهما عن النبي صلى الله عليه وسلم؛ قال:\n((بلغوا عني ولو آية، وحدثوا عن بني إسرائيل ولا حرج، ومن كذب علي متعمداً؛ فليتبوأ مقعده من النار)).\nالحديث: 10 ¦ الجزء: 1 ¦ الصفحة: 48\n",
        "11 -\nأخبرنا أبو أسامة عن مسعر بن كدام عن زياد بن علاقة عن عمه قطبة بن مالك رضي الله عنه؛ قال: كان النبي صلى الله عليه وسلم يقول: ((اللهم جنبني منكرات الأخلاق والأهواء والأدواء)).\nالحديث: 11 ¦ الجزء: 1 ¦ الصفحة: 48\n",
        "12 -\nأخبرنا أبو أحمد الزبيري: حدثنا ابن أبي حسين عن عطاء عن أبي هريرة رضي الله عنه؛ قال: قال رسول الله صلى الله عليه وسلم: ((ما أنزل الله داء؛ إلا وأنزل له شفاء)).\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 49\n",
        "13 -\nأخبرنا يعلى بن عبيد: حدثنا الأعمش عن أبي سفيان عن جابر رضي الله عنه: أن النبي صلى الله عليه وسلم دخل على عائشة وعندها صبي يسيل منخراه دماً. فقال: ((ما هذا؟)). قالوا: به العذرة.\nفقال: ((ويلكن! تقتلن أولادكن، أيما امرأة أصاب ولدها العذرة أو وجع في رأسه؛ فلتأخذ قسطاً هندياً، فلتحكه بماء، ثم تسعطه به)).\nقال: فأمرت به عائشة، فصنعت ذلك فبرأ.\nالحديث: 13 ¦ الجزء: 1 ¦ الصفحة: 49\n",
        "14 -\nأخبرنا محمد بن عبيد عن الأعمش عن خيثمة عن الأسود عن عبد الله رضي الله عنه؛ قال:\n((عليكم بالشفاءين: العسل، والقرآن)).\nالحديث: 14 ¦ الجزء: 1 ¦ الصفحة: 50\n",
        "15 -\nأخبرنا يزيد بن هارون عن حميد الطويل عن أنس بن مالك: أن حياً من العرب اجتووا المدينة، فقال لهم النبي صلى الله عليه وسلم:\n((لو خرجتم إلى إبلنا، فأصبتم من ألبانها)).\nقال حميد: قال قتادة: قال أنس: ((وأبوالها)).\nالحديث: 15 ¦ الجزء: 1 ¦ الصفحة: 51\n",
        "16 -\nأخبرنا أبو أسامة عن هشام بن عروة عن أبيه؛ قال:\n((ما رأيت أحداً أعلم بالطب من عائشة، فقلت: يا خالة! ممن تعلمت الطب؟ قالت: كنت أسمع الناس ينعت بعضهم لبعض، فأحفظه)).\nالحديث: 16 ¦ الجزء: 1 ¦ الصفحة: 52\n",
        "17 -\nأخبرنا أزهر بن سعد عن ابن عون عن ابن سيرين؛ قال:\n((لا بأس بشرب خبث الحديد باللبن)).\nالحديث: 17 ¦ الجزء: 1 ¦ الصفحة: 52\n",
        "18 -\nأخبرنا أبو أسامة عن إسماعيل بن أبي خالد عن قيس بن أبي حازم؛ قال: أخبرت أن النبي صلى الله عليه وسلم قال:\n((أجيبوا الداعي، وعودوا المريض)).\nالحديث: 18 ¦ الجزء: 1 ¦ الصفحة: 53\n",
        "19 -\nحدثنا عبد الله بن نمير وأبو أسامة عن هشام بن عروة عن أبيه عن عائشة رضي الله عنها: أن النبي صلى الله عليه وسلم قال:\n((الحمى من فيح جهنم؛ فأبردوها بالماء)).\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 53\n",
        "20 -\nحدثنا أبو أسامة عن هشام بن عروة عن فاطمة بنت المنذر عن أسماء عن النبي صلى الله عليه وسلم مثل ذلك.\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 53\n",
        "21 -\nأخبرنا عبد الله بن نمير عن عبيد الله عن نافع عن ابن عمر -أراه رفعه- مثل ذلك.\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 54\n",
        "22 -\nأخبرنا محمد بن بشر عن إسماعيل بن أبي خالد عن سعيد بن جبير؛ قال:\n((الحمى بريد الموت)).\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 54\n",
        "23 -\nأخبرنا يحيى بن آدم عن حماد بن زيد عن القاسم الشيباني عن ابن أبي أوفى عن معاذ رضي الله عنه؛ قال: قال النبي صلى الله عليه وسلم:\n((لو أمرت أحداً أن يسجد لأحد؛ لأمرت المرأة أن تسجد لزوجها)).\nالحديث: 23 ¦ الجزء: 1 ¦ الصفحة: 55\n",
        "آخر الجزء، وهو ((المنتقى من جزء ابن الفرات))، انتقاه شمس الدين الذهبي، وكتبه البرزالي من خطه، وكتبته من خطه. والحمد لله وحده، وصلى الله على سيدنا محمد وآله وصحبه.\nعلقه لنفسه أحمد بن سعيد السيواسي عفا الله عنه في سنة اثنتين وأربعين وسبع مئة بدمشق.\nالجزء: 1 ¦ الصفحة: 58\n",
        ""
    ]
}