{
    "1": [
        "عيوب تشييد البناء في دار الفناء\nعيوب تشييد البناء في دار الفناء\nعبد الكريم الحميد\nالكتاب:\nعيوب تشييد البناء في دار الفناء\nالمؤلف:\nأبو محمد عبد الكريم بن صالح بن عبد الكريم الحميد\nالناشر:\nفهرسة مكتبة الملك فهد الوطنية\nعام النشر:\n1425 هـ\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "عيوب تشييد البناء في دار\nالفناء\nللشيخ\nعبد الكريم بن صالح الحميد\nالجزء: 1 ¦ الصفحة: 2\n",
        "بسم الله الرحمن الرحيم\nالحمد لله رب العالمين والصلاة والسلام على نبينا محمد وآله وصحبه أجمعين.\nأما بعد فإنه ما شُيّد البناء وزخرف مثل زماننا هذا أبداً من حين أهبط الله آدم عليه السلام إلى الأرض ليعمرها وذريته بطاعته كما قال تعالى: (وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ) [الذاريات: 56] فهذا هو الحكمة من خلق آدم وذريته والجن أيضاً.\nولما اقتضت حكمة الحكيم سبحانه خلق الإنس والجن لعبادته فكان لا بد لهم من مكان يعبدونه فيه وفيه يعيشون فلذلك أهبط الله آدم إلى الأرض ليعبده فيها هو وذريته.\nوهو سبحانه خلق الأرض قبل ذلك لتكون المكان الملائم لهم كما خلق السموات لتكون المكان الملائم للملائكة عليهم السلام. وقد ذكر سبحانه في آيات من كتابه الكريم أنه خلق السموات والأرض بالحق. وهو عبادته وحده باتباع رسله عليهم السلام. فهذا هو الحق الذي خلقت له السموات والأرض فما خرج عن\nالجزء: 1 ¦ الصفحة: 3\n",
        "هذا الأصل الأصيل فهو ضلال وتضليل. وقد كَثُر في كلام المتأخرين أن الله خلق الإنسان ليعمر الأرض وجعله خليفة فيها ليعمرها فيذهبون بفهمهم الفاسد إلى ما يُناسب أهوائهم من تشييد الدنيا بالبناء وغيره مما ينافي الحكمة من خلق الكون كله لا سيما الأرض والإنسان.\nو\nقد جاءت السنة والآثار بل وآيات الكتاب ببيان الأمر على حقيقته\nفقد ذمّ الله عمّار الدنيا المغترين بها.\nوفي سنن أبي داود عن أنس رضي الله عنه قال: خرج رسول الله صلى الله عليه وسلم ونحن معه فرأى قبة مشرّفة فقال ما هذه؟ قال أصحابه: هذه لفلان رجل من الأنصار فسكت وحملها في نفسه حتى إذا جاء صاحبها رسول الله صلى الله عليه وسلم سلّم عليه في الناس فأعرض عنه. صنع ذلك مراراً حتى عرف الرجل الغضب في وجهه والإعراض عنه فشكا ذلك إلى أصحابه فقال: والله إني لأنكر رسول الله صلى الله عليه وسلم. قالوا: خرج فرأى قبتك. فرجع الرجل إلى قبته فهدمها حتى سواها بالأرض فخرج رسول الله صلى الله عليه وسلم ذات يوم فلم يرها قال: ما فعلت القبة؟ قالوا شكا إلينا صاحبها إعراضك عنه فأخبرناه فهدمها فقال: \"أما إن كل بناء وبال على صاحبه إلا ما لا\" أي ما لا بد منه.\nالجزء: 1 ¦ الصفحة: 4\n",
        "وقد قال صلى الله عليه وسلم \"ليس لي أو لنبي أن يدخل بيتاً مزوّقاً\" أخرجه أبو داود وابن ماجه وأحمد في المسند.\nفالنبي صلى الله عليه وسلم شفيق على أمته رحيم بهم وقد بعثه الله عز وجل يحذرهم الدنيا والركون إليها والاطمئنان بها لأنها دار نقلة ودار فناء وزوال ليست دار إقامة وبقاء وأنزل عليه سبحانه قوله: (زُيِّنَ لِلَّذِينَ كَفَرُواْ الْحَيَاةُ الدُّنْيَا وَيَسْخَرُونَ مِنَ الَّذِينَ آمَنُواْ وَالَّذِينَ اتَّقَواْ فَوْقَهُمْ يَوْمَ الْقِيَامَةِ وَاللهُ يَرْزُقُ مَن يَشَاءُ بِغَيْرِ حِسَابٍ) [البقرة: 212]. فهي إنما زينت للكافرين لا للمؤمنين والمزين لها هو الشيطان. مثل قوله تعالى: (زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاء وَالْبَنِينَ) [آل عمران: 14] الآية ومثل قوله تعالى: (أَفَمَن زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَناً) [فاطر:8] كل هذا الفاعل فيه محذوف وهو الشيطان.\nفالنبي صلى الله عليه وسلم خاف على أمته الشيطان الغرور أن يغرّ أمته فيركنوا إلى دار الغرور.\nوأخبرهم أن لهم داراً غير هذه إنما خلقوا لها ولم يخلقوا لهذه الفانية والتي أعمارهم فيها قصيرة يقطعها عليهم الموت الذي لا يترك\nالجزء: 1 ¦ الصفحة: 5\n",
        "أحداً مخلداً فيها. فدار المقامة والخلود والنعيم المقيم الأبدي السرمدي أمامهم إن أطاعوه.\nوأخبرهم بعاقبة من أثاروا الأرض وعمروها والذين قالوا: (مَنْ أَشَدُّ مِنَّا قُوَّةً) [فصلت: 15]، والذين أقسموا ما لهم من زوال. والذين (وَكَانُواْ يَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتاً آمِنِينَ) [الحجر: 82] وقال سبحانه: (نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا) [مريم: 40] وقال تعالى: (وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا صَعِيداً جُرُزاً) [الكهف: 8] بعد أن قال سبحانه: (إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَّهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلاً) [الكهف: 7] فقد أخبر بالحكمة من وجودها وأخبر بنهايتها.\nوالقرآن مليء من ذم الدنيا وعمارتها وذكر عاقبة من اغتر بها.\nفالنبي صلى الله عليه وسلم غضب لما رأى بناء مشيداً متميزاً عن بيوت الأنصار رضي الله عنهم. وهو قبة مشرفة من الطين وأهل وقتنا كثير منهم لا يرضون استعمالها ولا حتى للبهائم.\nأو يظن الظان أن ما خوطب به الصحابة رضي الله عنهم يخصهم دون الأمة بعدهم؟ وهو صلى الله عليه وسلم قد أمر الأمة كلها بلزوم هديه وهدي\nالجزء: 1 ¦ الصفحة: 6\n",
        "أصحابه ونهى عن الإحداث وكفأ الدنيا وما أقام لها وزناً وحذر عنها غاية التحذير وخافها على أمته من بعده. وقد وقع المحذور.\nوفعله صلى الله عليه وسلم هذا غاية الشفقة والرحمة والنصح لأمته لئلا يغرهم الشيطان فيخلدوا إلى دار الغرور كالذين من قبله ممن حلّت بهم المثلات.\nوانظر ما فعل هذا الأنصاري رضي الله عنه من اغتمامه لإعراض نبيه عنه وبحثه عن السبب وسمعه وطاعته وسهولة قياده يتبين لك بعض أحوال الصحابة رضي الله عنهم.\nولأن الدنيا ليست بدار إقامة فقد نبّه لذلك صلى الله عليه وسلم أمته وحذرهم من الركون إليها فعن ابن عمر قال: أخذ رسول الله صلى الله عليه وسلم بثوبي أو ببعض جسدي فقال: \"يا عبد الله كن في الدنيا كأنك غريب أو عابر سبيل وعد نفسك من أهل القبور\".\nقال مجاهد: وقال لي عبد الله: يا مجاهد إذا أصبحت فلا تحدث نفسك بالمساء وإذا أمسيت فلا تحدث نفسك بالصباح وخذ من حياتك قبل موتك ومن صحتك قبل سقمك فإنك لا تدري يا عبد الله ما اسمك غداً ..\nالجزء: 1 ¦ الصفحة: 7\n",
        "إذا كنت في الدنيا بصيراً فإنما\n...\nبلاغُك منها مثل زاد المسافر\nإذا أبقت الدنيا على المرء دينه\n...\nفما فاته منها فليس بضائر\nوقال الهيثمي في كتابه \"الزواجر عن اقتراف الكبائر\": وفي الطبراني بإسناد جيد: \"إذا أراد الله بعبد شراً أحضر له اللبن والطين حتى يبني\" إذا كان هذا في اللبن والطين فكيف بما نحن فيه اليوم؟ وليس هذا على إطلاقه فقد تقدم في الحديث استثناء ما لا بد منه. فالذي لا بد منه هو ما يكنّ الإنسان عن البرد والحر والمطر ويستره كحال السلف. وكما كانت المدينة في عهد رسول الله صلى الله عليه وسلم. فلم يكن للعرب حتى قبل الإسلام التفات إلى تشييد البناء وزخرفته ولذلك كانت مساكن الأنصار رضي الله عنهم لا تزيد عن حاجتهم وضروراتهم دون زخرفة وأصباغ.\nوقد صار في وقتنا من المألوف بل ومن المعروف أن يُشيَّد البناء بقوة لم يسبق لها نظير وأكثر من يفعل هذا من حلّ الشيب بساحته فالاغترار هنا بالدنيا ظاهر لكن استحكام الغفلة مع حُجب الذنوب أعظم ساتر.\nيا عامر الدنيا على شيبه\n...\nفيك أعاجيب لمن يعجب\nما عُذر من يعمر بنيانه\n...\nوعمره منهدم يخرب\nالجزء: 1 ¦ الصفحة: 8\n",
        "وفي الأدب المفرد للبخاري رحمه الله عن النبي صلى الله عليه وسلم قال: \"لا تقوم الساعة حتى يبني الناس بيوتاً يوشونها وشي المراحيل \"وهو حديث صحيح. والمراحيل فسّرها إبراهيم شيخ البخاري بأنها الثياب المخططة.\nوفي النهاية لابن الأثير: \"المرحّل الذي قد نُقِش فيه تصاوير الرّحال. ومنه الحديث: \"كان يصلي وعليه من هذه المرحّلات\". يعني المروط المرحّلة. وتجمع على المراحل. ومنه هذا الحديث. \"يوشْونها وشي المراحل ويقال لذلك العمل: الترحيل ..\nبلا شك أن المراد بهذا الحديث هو ما وجد في وقتنا وأن ذلك من علامات قرب الساعة فها هي العمارات الحادثة تصبغ بالأصباغ كما تصبغ الثياب وهو الوشي.\nأمسوا رميماً في التراب وعُطّلت\n...\nمجالسهم منهم وأُخْلي مقاصر\nوحلّوا بدار لا تزاور بينهم\n...\nوأنّى لسكان القبور التزاور\nفما إن ترى إلا قبوراً ثَوَوْا بها\n...\nمُسَنّمة تَسْفي عليها الأعاصر\nإذا ذكر الحسن رحمه الله صاحب الدنيا يقول: والله ما بقيت الدنيا له ولا بقي لها ولا سلم من تبعتها وشرها وحسابها. ولقد أُخرج منها في خرقة. قال وكيع: مررت مع سفيان الثوري\nالجزء: 1 ¦ الصفحة: 9\n",
        "على دار مشيدة فرفعت رأسي أنظر إليها. فقال: لا ترفع رأسك تنظر إليها إنما بنوْها لهذا ..\nوفي الصحيحين أثر خباب ابن الأرت رضي الله عنه \"إن أصحابنا الذين سلفوا ومضوا لم تنقصهم الدنيا وإنا أصبنا ما لا نجد له موضعاً إلا التراب\" ثم قال رضي الله عنه \"إن المسلم يؤجر في كل شيء ينفقه إلا في شيء يجعله في هذا التراب\".\nهذا له حكم المرفوع حيث لا يقال مثله بالرأي.\nثم إن خباباً رضي الله عنه يذكر هذا في بنائهم المعروف فكيف بالتشييد والزخرفة والتزويق والإسراف والتبذير. الذي يعقبه ولا بد التفرق والشتات.\nقف في ديار بني اللذات معتبراً\n...\nوانظر إليها ولا تسأل عن الخبر\nففي الذي فعلت أيدي الشتات بهم\n...\nمن بعد إلفتهم معنى لمعتبر\nوقال البخاري رحمه الله في كتابه \"الأدب المفرد\" في باب النفقة في البناء \"عن خباب قال: إن الرجل ليؤجر في كل شيء إلا البناء.\nإذا لم تكن دنياك دار إقامة\n...\nفمالك تبنيها بناء مقيم\nوفي \"الأدب المفرد\" للبخاري رحمه الله عن عبد الله بن عمرو قال: مر النبي صلى الله عليه وسلم وأنا أصلح خُصّاً لنا فقال: \"ما هذا؟ \" قلت: أصلح\nالجزء: 1 ¦ الصفحة: 10\n",
        "خصنا يا رسول الله فقال: \"الأمر أسرع من ذلك\" وهو حديث صحيح.\nيا من بنى القصر في الدنيا وشيده\n...\nأسست قصرك حيث السيل والغرق\nلا تغفلن فإن الدار فانية\n...\nوشربها غصص أو صفوها رنَق\nوالموت حوض كريه أنت وارده\n...\nفانظر لنفسك قبل الموت يا مذق\nوفي \"الأدب المفرد\" أيضاً في \"باب التطاول في البناء\" أن الحسن يقول: كنت أدخل بيوت أزواج النبي صلى الله عليه وسلم في خلافة عثمان بن عفان فأتناول سقفها بيدي.\nيا عامر الدنيا ليسكنها وليست\n...\nبالذي يبقى لها سكان\nتفنى وتبقي الأرض بعدك مثلما\n...\nيبقى المناخ ويرحل الركبان\nعن عمرو بن مهاجر قال:\nكان لعمر بن عبد العزيز رضي الله عنه بيت يخلو به وفي ذلك البيت ما ترك رسول الله صلى الله عليه وسلم فإذا سرير مَرْمول بشريط وقعب يشرب فيه الماء وجرّة مكسورة الرأس يجعل فيها الشيء ووسادة من أدم محشوة بليف وقطيفة غبراء كأنها من هذه القطف الجرمقانية فيها من وسخ شعر رسول الله صلى الله عليه وسلم ثم يقول: يا قريش هذا تراث من أكرمكم الله\nالجزء: 1 ¦ الصفحة: 11\n",
        "عز وجل به وأعزكم يخرج من الدنيا على ما ترون .. من كتاب الزهد للإمام أحمد ص6.\nما لنفسي عن معادي غفلت\n...\nأتُراها نسيت ما فعلت\nأيها المغرور في لهو الهوى\n...\nكل نفس سترى ما عملت\nأفّ للدنيا فكم تخدعنا\n...\nكم عزيز في هواها خَذَلت\nرُبّ ريح بأناس عصفت\n...\nثم ما إن لبثت أن سكنت\nوكذا الدهر في تصريفه\n...\nقدَمٌ زلّت وأخرى ثبتت\nويد الأيام من عاداتها\n...\nأنها مفسدة ما أصلحت\nأين من أصبح في غفلته\n...\nفي سرور ومرادات خلت\nأصبحت آماله قد خسرت\n...\nوديار لهوه قد خربت\nفغدت أمواله قد فُرِّقت\n...\nوكأن داره ما سكنت\nجُزْ على الدار بقلب حاضر\n...\nثم قل يا دار ماذا فعلت\nأوجهٌ كانت بدوراً طُلعاً\n...\nوشموساً طالما قد أشرقت\nقالت الدار تفانَوْا فمضوا\n...\nوكذا كل مقيم إن ثبت\nعاينوا أفعالهم في تربهم\n...\nفاسأل الأجداث عما اسْتُودعت\nكل نفس سوف تلقى فعلها\n...\nويح نفس بهواها شُغِلت\nإنما الدنيا كظل زائل\n...\nأو كأحلام منام ذهبت\nالجزء: 1 ¦ الصفحة: 12\n",
        "وفي \"الأدب المفرد\" قال عبد الله الرومي: دخلت على أم طلق فقلت: ما أقصر سقف بيتك هذا. قالت: يا بني إن أمير المؤمنين عمر بن الخطاب رضي الله عنه كتب إلى عماله: أن لا تطيلوا بنائكم فإنه من شر أيامكم.\nألا أيها الباني لغير بلاغه\n...\nألا خراب الدهر أصبحت بانيا\nألا لزوال العمر أصبحت بانياً\n...\nوأصبحت مختالاً فخوراً مباهياً\nكأنك قد وليت عن كل ما ترى\n...\nوخلّفت من خلّفته عنك ساليا\nكان لأبي وائل بيت من قصب يكون هو وفرسه فيه فإذا غزا نقضه وتصدق بقصبه وإذا رجع أنشأ بناءه.\nوفي الحلية 7/ 304 قال سفييان بن عيينة: بلغ عمر بن الخطاب أن رجلاً بنى بالآجر فقال: ما كنت أحسب أن في هذه الأمة مثل فرعون. قال: يريد قوله: \"ابن لي صرحاً\" و\"أوقد لي يا هامان على الطين\"\nفما صرفت كفّ المنيّة إذ أتت\n...\nمبادرة تهوي إليه الذخائر\nولا دفعت عنه الحصون التي بنى\n...\nوحفّ بها أنهاره والدساكر\nقال أبو الدرداء رضي الله عنه: أمّلوا بعيداً وبنوا شديداً فأصبح أملهم غروراً. وأصبح جمعهم بوراً. وأصبحت بيوتهم قبوراً.\nالجزء: 1 ¦ الصفحة: 13\n",
        "جرت الرياح على محل ديارهم\n...\nفكأنما كانوا على ميعاد\nفأرى النعيم وكل ما يُلهى به\n...\nيوماً يصير إلى بلىً ونفاد\nوفي الحلية 7/ 305 عن راشد بن سعد قال: بلغ عمر أن أبا الدرداء بني كنيفاً بحمص فكتب إليه: أما بعد يا عويمر أما كانت لك كفاية فيما بنت الروم عن تزيين الدنيا وتجديدها وقد آذن الله بخرابها فإذا أتاك كتابي هذا فانتقل من حمص إلى دمشق.\nقال سفيان: عاقبه بهذا.\n\"الكنيف\": يشبه السور حول البيت.\nتُخَرّب ما يبقى وتعمر فانيا\n...\nفلا ذاك موفور ولا ذاك عامر\nوهل لك إن وافاك حتفك بغتة\n...\nولم تكتسب خيراً لدى الله عاذر\nأترضى بأن تفنى الحياة وتنقضي\n...\nودينك منقوص ومالك وافر\nوفي الحلية عن سفيان بن عيينة قال: بلغني أن الدجال يسأل عن بناء الآجر هل ظهر بعد. \"الحلية 7/ 305\".\nالآجر هو الطين يحرّق فيتصلب قليلاً. ويظهر أن ظهور ذلك من علامات قرب خروجه .. وإذا كان ذلك كذلك فكيف بما نحن فيه؟ وقال ابن جرير في تفسيره 8/ 55 عند قوله تعالى: \" (وَلاَ تُبَذِّرْ تَبْذِيراً، إِنَّ الْمُبَذِّرِينَ كَانُواْ إِخْوَانَ الشَّيَاطِينِ) \" قال: قال شعبة: كنت\nالجزء: 1 ¦ الصفحة: 14\n",
        "أمشي مع أبي إسحاق في طريق الكوفة فأتى على دار تبنى بجص وآجر فقال: هذا التبذير في قول عبد الله بن مسعود: إنفاق المال في غير حقه. تأمل وانظر ما نحن فيه.\nخلت دورهم منهم وأقْوَت عِراصهم\n...\nوساقتهم نحو المنايا المقادر\nوخلوا عن الدنيا وما جمعوا لها\n...\nوضمّهموا تحت التراب الحفائر\nكان لصفوان بن محرز خُصّ فيه جذع فانكسر الجذع. فقيل له: ألا تصلحه؟ فقال: دعوه أنا أموت غداً.\nوقد قيل في وصف الدنيا:\nأحلام نوم أو كظل زائل\n...\nإن اللبيب بمثلها لا يخدع\nقال العلماء: وإذا كان الأمر كذلك فلا ينبغي لعاقل أن يخدع بها.\nسبيل الخلق كلهم الفناء\n...\nفما أحد يدوم له بقاء\nيقربنا الصباح إلى المنايا\n...\nويدنينا إليهن المساء\nفلا تركب هواك وكن مُعِدّاً\n...\nفليس مقدراً لك ما تشاء\nأتأمل أن تعيش وأيّ غصن\n...\nعلى الأيام طال له النماء\nتراه أخضر العيدان غضّاً\n...\nفيصبح وهو مسود غثاء\nوجدنا هذه الدنيا غروراً\n...\nمتى ما تُعْطِ يُرْتجع العطاء\nفلا تركن إليها مطمئناً\n...\nفليس بدائم منها الصفاء\nالجزء: 1 ¦ الصفحة: 15\n",
        "وفي الحلية 4/ 12 قيل لطاووس: إن منزلك قد استهدم قال: قد أمسينا ..\nومُشيدٌ داراً ليسكن داره\n...\nسكن القبور وداره لم تسكن\nوقال عيسى عليه السلام: يا معشر الحواريين أيكم يستطيع أن يبني على موج البحر داراً؟ قالوا: يا روح الله ومن يقدر على ذلك؟ قال\" إياكم والدنيا فلا تتخذوها قراراً. وقال عليه السلام: بحق أقول لكم إن أكل خبز البر وشرب الماء العذب ونوم على المزابل مع الكلاب كثير لمن يريد أن يرث الفردوس.\nوقال الحواريون: يا عيسى من أولياء الله عز وجل الذين لا خوف عليهم ولا هم يحزنون؟ قال: الذين نظروا إلى باطن الدنيا حين نظر الناس إلى ظاهرها والذين نظروا إلى آجل الدنيا حين نظر الناس إلى عاجلها فأماتوا منها ما يخشون أن يميتهم. وتركوا ما علموا أن سيتركهم. فصار استكثارهم منها استقلالاً. وذكرهم إياهاً فواتاً. وفرحهم بما أصابوا منها حزناً. فما عارضهم من نائلها رفضوه. وما عارضهم من رفعتها بغير الحق وضعوه. وخَلِقتْ الدنيا عندهم فليسوا يجددونها. وخربت بينهم فليسوا يعمرونها. وماتت في صدورهم فليسوا يحيونها. يهدمونها فيبنون بها آخرتهم ويبيعونها\nالجزء: 1 ¦ الصفحة: 16\n",
        "فيشترون بها ما يبقى لهم. ورفضوها فكانوا فيها هم الفرحين. ونظروا إلى أهلها صرعى قد حلّت فيهم المثلات وأحيوا ذكر الموت وأماتوا ذكر الحياة. يحبون الله ويحبون ذكره ويستضيئون بنوره ويضيئون به. لهم خبر عجيب وعندهم الخبر العجيب. بهم قام الكتاب وبه قاموا. وبهم نطق الكتاب وبه نطقوا. وبهم عُلم الكتاب وبه عُلِموا. وليسوا يرون نائلاً مع ما نالوا. ولا أماناً دون ما يرجون. ولا خوفاً دون ما يحذرون ..\nوكيف يَلَذُّ العيش من كان موقناً\n...\nبأن المنايا بغتة ستعاجله\nفتسلبه ملكاً عظيماً ونخوة\n...\nوتسكنه البيت الذي هو آهله\nوكيف يلذُّ العيش من كان صائراً\n...\nإلى جدث تُبْلي الشباب مناهله\nويذهب رسم الوجه من بعد صونه\n...\nسريعاً ويبلى جسمه ومفاصله\nوقال عيسى عليه السلام: أعبروها ولا تعمروها. فوصفها كالقنطرة التي لا يُستقر عليها إنما هو العبور.\nوما المرء إلا راكب ظهر عمره\n...\nعلى سفرٍاً يفنيه في اليوم والشهر\nيبيت ويُضحي كل يوم وليلة\n...\nبعيداً من الدنيا قريباً من القبر\nنقل ابن كثير في كتابه \"البداية والنهاية 9/ 74\" عن ابن جرير أنه في سنة ثمان وثمانون قدم كتاب الوليد بن عبد الملك على عمر بن\nالجزء: 1 ¦ الصفحة: 17\n",
        "عبد العزيز لما كان أميراً على المدينة يأمره بهدم المسجد النبوي وإضافة حجر أزواج الرسول صلى الله عليه وسلم ويوسعه من قبلته وسائر نواحيه حتى يكون مائتي ذراع في مائتي ذراع. فمن باعك ملكه فاشتره منه وإلا فقوّمه له قيمة عدل ثم اهدمه وادفع إليهم أثمان بيوتهم فإن لك في ذلك سلف صدق عمر وعثمان.\nفجمع عمر بن عبد العزيز وجوه الناس والفقهاء العشرة وأهل المدينة وقرأ عليهم كتاب أمير المؤمنين الوليد فشق عليهم ذلك وقالوا: هذه حجر قصيرة السقوف وسقوفها من جريد النخل وحيطانها من اللبن وعلى أبوابها المسوح. وترْكها على حالها أولى لينظر الحجاج والزوار والمسافرون إلى بيوت النبي صلى الله عليه وسلم فينتفعوا بذلك ويعتبروا به. ويكون ذلك أدعى لهم إلى الزهد في الدنيا فلا يعمرون فيها إلى بقدر الحاجة وهو ما يستر ويُكِن. ويعرفون أن هذا البنيان العالي إنما هو من أفعال الفراعنة والأكاسرة وكل طويل الأمل راغب في الدنيا وفي الخلود فيها.\nفعند ذلك كتب عمر بن عبد العزيز إلى الوليد بما أجمع عليه الفقهاء العشرة المتقدم ذكرهم فأرسل إليه يأمره بالخراب وبناء المسجد على ما ذكر وأن يُعْلي سقوفه. فلم يجد عمر بداً من هدمها.\nالجزء: 1 ¦ الصفحة: 18\n",
        "ولما شرعوا في الهدم صاح الأشراف ووجوه الناس من بني هاشم وغيرهم وتباكوا مثل يوم مات النبي صلى الله عليه وسلم إلى آخره ..\nانظر قولهم: فلا يعمرون فيها إلا بقدر الحاجة وهو ما يستر ويُكِن. لأن هذا هو المراد من المسكن أن يستر أهله ويُكنّهم من الحر والبرد والمطر وما عدا ذلك فهو مذموم كما تقدم.\nأياباني الدنيا لغيرك تبتني\n...\nويا جامع الدنيا لغيرك تجمع\nألم تر أن المرء يحبس مالَهُ\n...\nووارثه فيه غداً يتمتع\nكأن الحماة المشفقين عليك قد\n...\nغَدَوْا بك أو راحوا رَواحاً فأسرعوا\nوما هو إلا النعش لو قد دَعَوا به\n...\nتُقَلّ فتلقي فوقه ثم تُرْفع\nقال عمر رضي الله عنه: والله لكأن الدنيا في الآخرة كلها كنفجة أرنب.\nيا ساكن الدنيا أتعمر منزلاً\n...\nلم يبق فيه مع المنية ساكن\nالموت شيء أنت تعلم أنه\n...\nحق وأنت بذكره متهاون\nإن المنية لا تؤامر من أتت\n...\nفي نفسه يوماً ولا تستأذن\nقال ابن كثير في تفسير قوله تعالى: (أَتَبْنُونَ بِكُلِّ رِيعٍ آيَةً تَعْبَثُونَ، وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ) [الشعراء: 128، 129] قال:\nالجزء: 1 ¦ الصفحة: 19\n",
        "أي لكي تقيموا فيها أبداً وذلك ليس بحاصل لكم بل زائل عنكم كما زال عمّن كان قبلكم.\nثم ذكر ما رواه ابن أبي حاتم أن أبا الدرداء رضي الله عنه لما رأى ما أحدث المسلمون في الغوطة من البنيان ونصْب الشجر قام في مسجدهم فنادى: يا أهل دمشق فاجتمعوا إليه فحمد الله وأثنى عليه ثم قال:\nألا تستحيون ألا تستحيون: تجمعون ما لا تأكلون وتبنون ما لا تسكنون وتأملون ما لا تدركون. إنه قد كانت لكم قبلكم قرون يجمعون فيوعون. ويبنون فيوثقون.\nويأملون فيطيلون فأصبح أملهم غروراً. وأصبح جمعهم بوراً. وأصبحت مساكنهم قبوراً. ألا إن عاداً ملكت ما بين عدن وعمان خيلاً وركاباً، فمن يشتري مني ميراث عاد بدرهمين؟ 3/ 341 التفسير.\nأيها الشامت المعيِّر بالدهـ\n...\nـر أأنت المبرأُ الموفور\nأم لديك العهد الوثيق من الأيـ\n...\nـام بل أنت جاهل مغرور\nمن رأيت المنون خَلدْن أم من\n...\nذا عليه من أن يضام خفير\nأين كسرى كسرى أنوُشَرْ\n...\nوان أم أين قبله سابور\nالجزء: 1 ¦ الصفحة: 20\n",
        "واخو الحَضْر إذ بناه وإذ دِجـ\n...\nلة تُجبى إليه والخابور\nشادَهُ مرمراً وجلّله كِلْـ\n...\nساً فللطير في ذُراه وُكور\nلم يَهَبْه ريب المنون فباد الـ\n...\nـملك عنه فبابه مهجور\nوتذكر رب الخوَرْنق إذ أشـ\n...\nـرف يوماً وللهدى تفكير\nسرَّهُ ما له وكثرة ما يمـ\n...\nـلك والبحر معرضاً والسّدير\nفارعوى قلبه وقال وما غِبـ\n...\nـطة حيّ إلى الممات يصير\nوفي كتاب التوابين لابن قدامة أن ملكاً من ملوك أهل البصرة تنسّك ثم مال إلى الدنيا والسلطان فبنى داراً وشيدها. وأمر بها ففرشت له ونجّدت. واتخذ مائدة وصنع طعاماً ودعا الناس فجعلوا يدخلون عليه ويأكلون ويشربون وينظرون إلى بنيانه ويعجبون من ذلك ويدعون له ويتفرقون:\nفمكث بذلك أياماً حتى فرغ من أمر الناس. ثم جلس ونفر من خاصة إخوانه فقال: قد تروْن سروري بداري هذه وقد حدّثت نفسي أن اتخذ لكل واحد من ولدي مثلها فأقيموا عندي أياماً استمتع بحديثكم وأشاوركم فيما أريد من هذا البناء لولدي. فأقاموا عنده أياماً يلهون ويلعبون ويشاورهم كيف يبني لولده وكيف يريد\nالجزء: 1 ¦ الصفحة: 21\n",
        "أن يصنع. فبيناهم ذات ليلة في لهوهم ذلك إذ سمعوا قائلاً من أقاصي الدار:\nيا أيها الباني الناسي منيّته\n...\nلا تأملن فإن الموت مكتوب\nعلى الخلائق إن سُرّوا وإن فرحوا\n...\nفالموت حتْفٌ لذي الآمال منصوب\nلا تبنينّ دياراً لست تسكنها\n...\nوراجع النسك كيا يغفر الحوب\nففزع لذلك وفزع أصحابه فزعاً شديداً وراعَهم ما سمعوا من ذلك فقال لأصحابه: هل سمعتم ما سمعت؟ قالوا: نعم. قال: فهل تجدون ما أجد؟ قالوا: وما تجد؟ قال: أجد والله مَسْكة على فؤادي وما أراها إلا علة الموت قالوا: كلا بل البقاء والعافية.\nفبكى ثم أقبل عليهم فقال: أنتم أخلائي وإخواني فماذا لي عندكم؟ قالوا: مُرْنا بما أحببت من أمرك. فأمر بالشراب فأهريق ثم أمر بالملاهي فأخرجت ثم قال: اللهم إني أشهدك ومن حضرني من عبادك أني تائب إليك من جميع ذنوبي نادم على ما فرطت في أيام مهلتي، وإياك أسأل إن أقلتني أن تتم نعمتك علي بالإنابة إلى طاعتك وإن أنت قبضتني إليك أن تغفر لي ذنوبي تفضلاً منك علي. واشتد به الألم فلم يزل يقول: الموت والله الموت والله حتى خرجت نفسه\n...\nفكان الفقهاء يرون أن مات على توبة.\nالجزء: 1 ¦ الصفحة: 22\n",
        "فكم من صحيح بات للموت آمناً\n...\nأتته المنيا بغتة بعدما هجع\nفلم يستطع إذ جاءه الموت بغتة\n...\nفراراَ ولا منه بقوته امتنع\nفأصبح تبكيه النساء مُقَنّعاً\n...\nولا يسمع الداعي وإن صوته رفع\nوقُرِّب من لحد فصار مقيله\n...\nوفارق ما قد كان بالأمس قد جمع\nفلا يترك الموت الغني لماله\n...\nولا معدماً في المال ذا حاجة يدع\nقال الحسن رحمه الله في قوله \"فما نحن بميتين إلا موتتنا الأولى وما نحن بمعذبين \"قيل: لا. قالوا: \"إن هذا لهو الفوز العظيم\".\nنهوى الحياة ولو صحّت عزائمنا\n...\nلما صرفنا إلى الخداعة الهمما\nلو عِلْمنا عَلِمَت شمُّ الجبال به\n...\nأزال ذلك من آنافها الشمما\nإن الشخوص التي كانت رجاحتها\n...\nتوازن الهُضب صارت في الثرى رمما\nعمَّتْهموا حادثات غير مُبْقية\n...\nشيئاً فلم تبق أبداناً ولا قمما\nقال بعض السلف: إعمل للدنيا على قدر مكثك فيها واعمل للآخرة على قدر مكثك فيها وقال لقمان لابنه: يا بني لكل إنسان بيتان\n...\nبيت غائب وبيت شاهد. فلا يُلهينّك بيتك الشاهد الذي فيه عمرك القليل عن بيتك الغائب الذي فيه عمرك الطويل. وقال بعضهم: لابن آدم بيتان بيت على الأرض وبيت في بطن الأرض فعمد إلى الذي على وجه الأرض فزخرفه وزيّنه وجعل فيه أبواباً للشمال وأبواباً للجنوب ووضع فيه ما يصلحه لشتائه وصيفه ثم عمد\nالجزء: 1 ¦ الصفحة: 23\n",
        "إلى الذي في بطن الأرض فأخربه. فإذا قيل: هذا البيت الذي أصلحته كم تقيم فيه؟ قال: لا أدري. قيل له: والذي أخربته كم تقيم فيه؟ قال: فيه مقامي إلى يوم البعث قيل: تُقِرُّ بهذا على نفسك وأنت رجل تعقل.\nتزوّد قريناً من فعالك إنما\n...\nإنما قرين الفتى في القبر ما كان يفعل\nوإن كنت مشغولاً بشيء فلا تكن\n...\nبغير الذي يرضى به الله تشغل\nفلن يصحب الإنسان من بعد موته\n...\nإلى قبره إلا الذي كان يعمل\nألا إنما الإنسان ضيفٌ لأهله\n...\nيقيم قليلاً عندهم ثم يرحل\nلما قال سليمان ابن عبد الملك لأبي حازم: ما لنا نكره الموت؟ قال: لأنكم عمرتم دنياكم وخرّبتم آخرتكم فأنتم تكرهون الانتقال من العمران إلى الخراب.\nأين الملوك التي عن خطبها غفلت\n...\nحتى سقاها بكأس الموت ساقيها\nنرجو ونأمل أياماً تُعَدُّ لنا\n...\nسريعة المر تطوينا ونطويها\nأموالنا لذوي الميراث نجمعها\n...\nودورُنا لخراب الدهر نبنيها\nنام رسول الله صلى الله عليه وسلم على حصير فقام وقد أثر في جنبه فقلنا: يا رسول الله لو اتخذنا لك وطء تنام عليه؟ فقال: \"ما لي وللدنيا ما أنا إلا كراكب استظل تحت شجرة ثم راح وتركها\" حديث صحيح.\nالجزء: 1 ¦ الصفحة: 24\n",
        "عِش ما بدالك سالماً\n...\nفي ظل شاهقة القصور\nيغدى عليك بما اشتهيت\n...\nلدى الصباح وفي البكور\nفإذا النفوس تقعقعت\n...\nفي ضيق حشرجة الصدور\nفهناك تعلم موقناً\n...\nما كنت إلا في غرور\nقال وهيب ابن الورد: بنى نوح عليه السلام بيتاً من قصب فقيل له: لو بنيت غير هذا. فقال: هذا كثير لمن يموت. الحلية 8/ 145 وقال ابن المهاجر: مكث نوح في قومه ألف سنة إلا خمسين عاماً في بيت من شعر فقالوا: يا نبي الله لو بنيت غير هذا فقال: أموت اليوم. أموت غداً.\nكم طوى الموت من نعيم وعِزّ\n...\nوديار من أهلها أخلاها\nوجنود أحالها وخدود\n...\nووجوه أحال منها حُلاها\nأين من كان ناعماً في قصور\n...\nبِعُلى المكرمات شِيدت عُلاها\nكان يونس بن عبيد جالساً مع أصحابه يحدثهم فنظر في وجوههم وقال: لقد ذهب من أجَلي وأجَلكم ساعة ..\nكم مشغول بالقصور يعمرها. لا يفكر بالقبور ولا يذكرها. يبيت الليالي في فِكَر الدنيا ويسهرها. وقع في أشراك المنايا وهو لا يُبصرها.\nالجزء: 1 ¦ الصفحة: 25\n",
        "أفٍّ لدنيا هذا آخرها. وآه من أخرى هذا أولها. \"ولن يؤخر الله نفساً إذا جاء أجلها \".\nوما هذه الدنيا بدار إقامة\n...\nفيُحزن فيها القاطن المترحّل\nهي الدار إلا إنها كمفازة\n...\nأناخ بها ركب وركب تحوّلوا\nوما خلفنا منها مفرّ لهارب\n...\nفكيف لمن رام النجاة تحيّل\nوكل وإن طال الثواء مصيره\n...\nإلى مورد ما عنه للخلق معدل\nدخل رجل على أبي ذر فجعل يقلب بصره في بيته فقال: يا أبا ذر أين متاعكم؟ قال: إن لنا بيتاً نوجّه إليه صالح متاعنا. قال: إنه لا بد لك من متاع ما دمت ها هنا. قال: إن صاحب المنزل لا يدعنا فيه.\nهي الدنيا فلا يغررْك منها\n...\nزخارف تستفز ذوي العقول\nأقل قليلها يكفيك منها\n...\nولكن لست تقنع بالقليل\nقال عبد الله بن مسعود رضي الله عنه: أنتم أكثر صياماً وأكثر صلاة وأكثر جهاداً من أصحاب محمد وهم كانوا خيراً منكم.\nقالوا: فيما ذلك يا أبا عبد الرحمن؟ قال: كانوا أزهد منكم في الدنيا وأرغب منكم في الآخرة ..\nدخل سعد على سلمان يعوده فقال: أبشر أبا عبد الله مات رسول الله صلى الله عليه وسلم وهو عنك راض. قال: كيف يا سعد وقد سمعت رسول الله\nالجزء: 1 ¦ الصفحة: 26\n",
        "صلى الله عليه وسلم يقول: \"ليكن بُلْغَة أحدكم من الدنيا كزاد الراكب حتى يلقاني\" حديث صحيح.\nلَتَتْركن قصرك المبنيا\n...\nوكرمك المغرس المسقيا\nوالحوض والبستان والركيّا\n...\nوالمجلس المنجَد البهيا\nوالباب والوصيد والنّديّا\n...\nوالتِّبْر والأوراق والحُليّا\nلوارث عهدته عصيّا\n...\nثم تزور جدثاً قصيا\nفي ملحد تلقى به منسيّا\n...\nقضاء رب لم يزل علِيّا\nقال رجل لداود الطائي: قد عرفت ما بينا من القرابة فأوصني فبكى. وقال: يا أخي إنما الليل والنهار مراحل يتنزلها الناس مرحلة مرحلة حتى يُنتهى بهم إلى آخر سفرهم فإن استطعت أن تقدم في كل مرحلة زاداً لما بين يديك فافعل فإن انقطاع السفر عن قريب والأمر أعجل من ذلك فتزود لسفرك. واقض ما أنت قاض من أمرك فكأنك بالأمر قد بغتك.\nإني لأقول لك هذا وما أعلم أحداً أشد تضييعاً مني لذلك. وكان رحمه الله قد وَرِثَ دراهم فلما نفدت جعل ينقض سقف داره فيبيعه حتى باع اللبن والبواري وبقي نصف سقف ومات في الدهليز ولم يكن في بيته إلا مطهرة ولبنة وهي وسادته.\nالجزء: 1 ¦ الصفحة: 27\n",
        "من ذا يتم له سرور\n...\nما نحن فيه هو الغرور\nكم من حبيب قد خلت\n...\nمنه المنازل والقصور\nيا ابن التراب خُلقتَ منه\n...\nوأنت مختال فخور\nيا ناسي الأخرى غداً\n...\nتُبْدي سرائرها الستور\nأين القرون السالفات\n...\nأتت عليهن الدهور\nقال يحيى بن معاذ الرازي: الدنيا خراب وأخربُ منها قلب من يعمرها. والآخرة دار عمران وأعمرُ منها قلب من يطلبها.\nنادت بوشك رحيك الأيام\n...\nأفلست تسمع أم بك استصمام\nومضى أمامك من رأيت وأنت للـ\n...\nباقين حتى يلحقوك إمام\nمالي أراك كأن عينك لا ترى\n...\nعبراً تمرّ كأنهن سهام\nتأتي الخطوب وأنت منتبهٌ لها\n...\nفإذا مضت فكأنها سهام\nما زخرف الدنيا وزبرجُ أهلها\n...\nإلا غرور كله وحطام\nولرُبّ ذو فرش ممهدة له\n...\nأمسى عليه من التراب ركام\nولَكَمْ رأيت محلة أقوت وكم\n...\nجدث رأيت تلوح منه عظام\nوالموت يعمل والعيون قريرة\n...\nتلهو وتعبث بالمنى وتنام\nفالحمد لله الذي هو دائم\n...\nأبداً وليس لما سواه دَوام\nوالحمد لله الذي لجلاله\n...\nولِحِلْمه تتصاغر الأحلام\nوالحمد لله هو لم يزل\n...\nلا تستقل بعلمه الأوهام\nسبحانه ملكٌ تعالى جدّه\n...\nولوجهه الإجلال والإكرام\nوصلى الله وسلم على نبينا محمد\nكتبه/ عبد الكريم بن صالح الحميد\nالجزء: 1 ¦ الصفحة: 28\n",
        ""
    ]
}