{
    "1": [
        "غاية السول إلى علم الأصول\nغاية السول إلى علم الأصول\nابن المِبْرَد\nالكتاب:\nغاية السول إلى علم الأصول [على مذهب الإمام المبجل والحبر المفضل أبي عبد الله أحمد بن محمد بن حنبل الشيباني]\nالمؤلف:\nيوسف بن حسن بن أحمد بن حسن ابن عبد الهادي الصالحي، جمال الدين، ابن المِبْرَد الحنبلي (المتوفى: 909هـ)\nتحقيق:\nبدر بن ناصر بن مشرع السبيعي\nالناشر:\nغراس للنشر والتوزيع والإعلان، الكويت\nالطبعة:\nالأولى، 1433 هـ - 2012 م\nعدد الأجزاء:\n1\nأعده للنشر/ فريق رابطة النساخ برعاية (مركز النخب العلمية)\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nالحمد لله رب العالمين، وصلى الله على سيدنا محمد خاتم النبيين وسيد المرسلين، وعلى آله وصحبه أجمعين، وبعد:\nفهذا مختصر في أصول الفقه على مذهب الإمام أحمد رضي الله عنه وأرضاه اختصرته حسب الإمكان ليسهل على الطالب ويقرب فهمه للراغب والله حسبنا ونعم الوكيل فنقول وبالله التوفيق\nأصول الفقه مركب من مضاف ومضاف إليه وما كان كذلك.\nفتعريفه من حيث هو مركب إجمالي لقبي وباعتبار كل من مفرداته تفصيلي.\nفأصول الفقه على الأول: العلم بالقواعد التي يتوصل\nالجزء: 1 ¦ الصفحة: 29\n",
        "بها إلى استنباط الأحكام الشرعية الفرعية عن أدلتها التفصيلية.\nوعلى الثاني , الأصول: الآتي ذكرها وهي جمع أصل الشئ: مامنه الشئ.\nوالفقه لغة: الفهم. وهو: إدراك معنى الكلام.\nوشرعا: معرفة الأحكام الشرعية الفرعية عن أدلتها التفصيلية بالاستدلال.\nالجزء: 1 ¦ الصفحة: 30\n",
        "وأصول الفقه فرض كفاية وقيل فرض عين والمراد الاجتهاد قاله أبو العباس.\nومعرفة الفروع مقدمة وقيل الأصول.\nوالعلم يحد فهو معرفة المعلوم على ما هو عليه.\nوقيل: صفة توجب تمييزا لا يحتمل النقيض.\nالجزء: 1 ¦ الصفحة: 31\n",
        "وقيل لا يحد قال أبو المعالي لعسره , وقيل لأنه ضروري.\nوالعقل بعض العلوم الضرورية , وقيل:\nالجزء: 1 ¦ الصفحة: 32\n",
        "كلها , وقيل: جوهر بسيط.\nوقال أحمد: هو غريزة. قال القاضي: غير مكتسب ,\nوقيل: هو اكتساب.\nويختلف فعقل بعض الناس أكثر من بعض. وقيل: لا.\nالجزء: 1 ¦ الصفحة: 33\n",
        "ومحله: القلب. وأشهر الروايتين عن الإمام أحمد رحمه الله تعالى هو: في الدماغ.\nوالحد أي كل لفظ وضع لمعنى.\nوشرط الحد أن يكون جامعا مانعا ويقال له المطرد المنعكس\nأقسامها: مفرد ومركب.\nالمفرد: اللفظ بكلمة واحدة. والمركب بخلافه.\nوينقسم إلى اسم وفعل وحرف.\nالجزء: 1 ¦ الصفحة: 34\n",
        "والمركب جملة وغير جملة.\nوالصوت: عرض مسموع. واللفظ: صوت معتمد على مخرج من مخارج الحروف.\nوالكلمة: لفظ وضع لمعنى مفرد. وجمعها: كلم.\nوالكلام: ما تضمن كلمتين بإسناد. وشرطه: الإفادة ,\nولا يتألف إلا من اسمين أو فعل واسم.\nوهو نص وظاهر ومجمل.\nفالنص: الصريح في (1\\أ) معناه.\nالجزء: 1 ¦ الصفحة: 35\n",
        "والظاهر: اللفظ المحتمل معنيين فصاعدا وهو في أحدهما أظهر.\nوالمشترك: واقع ومنع منه يعضهم , وقيل: في القرآن.\nوقيل: في الحديث.\nولا يجب في اللغة ,وقيل: بلى.\nوالمترادف واقع , والحد والمحدود غير مترادف على الأصح.\nوالحقيقة: اللفظ المستعمل في وضع أول.\nالجزء: 1 ¦ الصفحة: 36\n",
        "وهي لغوية وعرفية وشرعية.\nوالمجاز: اللفظ المستعمل في غير وضع أول على وجه يصح.\nولا بد من العلاقة وقد تكون بالشكل , أو في صفة ظاهرة, ولما كان ,أو آيل , أو لمجاورة , ويجوز أيضا بالمفعول عن الفاعل , وبالعلة عن المعلول , واللازم عن الملزوم , والأثر عن المؤثر , وما بالقوة على ما بالفعل , وبالزيادة وبالنقص , ويسمى الشئ باسم غايته ,\nوضده , والجزء باسم الكل , وبالعكس فيهن.\nالجزء: 1 ¦ الصفحة: 37\n",
        "ولا يشترط النقل في الآحاد على الأصح.\nواللفظ قبل استعماله ليس حقيقة ولا مجازا , والحقيقة لا تستلزم المجاز, وفي العكس خلاف.\nوالمجاز واقع خلافا لأبي العباس.\nوعلى الأول المجاز أغلب وقوعا.\nقال أبو العباس الحقيقة والمجاز من عوارض الألفاظ.\nوهو في القرآن , ومنع منه بعضهم , وقد يكون في الإسناد وفي الأفعال والحروف , ولا يكون في الأعلام.\nالجزء: 1 ¦ الصفحة: 38\n",
        "ويجوز الاستدلال به , ولا يقاس عليه , وقيل: بلى بناء على ثبوت اللغة قياسا.\nوإذا دار اللفظ بين المجاز والاشتراك فالمجاز أولى.\nوفي تعارض الحقيقة المرجوحة والمجاز الراجح أقوال.\nواللفظ لحقيقة حتى يقوم دليل المجاز.\nوالحقيقة الشرعية واقعة عندنا , وقيل: لا شرعية بل لغوية وزيدت شروطا.\nوفي القرآن المعرب ونفاه الأكثر.\nالجزء: 1 ¦ الصفحة: 39\n",
        "والمشتق: فرع وافق أصلا , وهو: الاسم عند البصريين وعند الكوفيين: الفعل بحروف الأصول.\nوإطلاق الاسم المشتق قبل وجود الصفة المشتق منها مجاز. والمزاد: إذا أريد الفعل , فإذا أريدت الصفة المشبهة بالفاعل فقال القاضي: هو حقيقة ,وقيل: مجاز.\nوأما أسماء الله تعالى وصفاته فقديمة وهي حقيقة. وشرط المشتق صدق أصله , ولا يشتق اسم الفاعل لشيء والفعل قائم بغيره.\nالجزء: 1 ¦ الصفحة: 40\n",
        "والأبيض ونحوه من المشتق يدل على ذات متصفة (2|ب) بالبياض لا على خصوص من جسم وغيره.\nوتثبت اللغة قياسا وقيل: لا.\nوالإجماع على منعه في الأعلام والألقاب.\nالجزء: 1 ¦ الصفحة: 41\n",
        "فصل\nالواو لمطلق الجمع , لا لترتيب , ولا معية.\nوقيل: للترتيب , وقيل: إن كان كل واحد من المعطوف والمعطوف عليه شرطا في صحة الآخر فللترتيب وإلا فلا.\nوالفاء للترتيب والتعقيب: في كل شئ بحسبه.\nومن: لابتداء الغاية حقيقة , وقيل: في التبعيض ,\nوقيل: في التبيين.\nوإلى: لانتهاء الغاية , وابتداء الغاية داخل\nالجزء: 1 ¦ الصفحة: 42\n",
        "لا ما بعدها في ثالث.\nوعلى: للاستعلاء , وهي للإيجاب.\nوفي: للظرف , والتعليل , وللسببية , وبمعنى على.\nواللام: أقسام وفي التمهيد هي حقيقة للملك لا يعدل عنه وتكون بمعنى على , وبمعنى إلى.\nوأجل: حرف جواب بمعنى نعم.\nوإن تكون شرطية ونافية وزائدة.\nوأو: حرف عطف , ويكون للشك , والإيهام , والتخيير , والإباحة , وبمعنى الواو والإضراب , والتقسيم , وبمعنى إلى , وللتقريب , وتكون شرطية , وللتبعيض.\nالجزء: 1 ¦ الصفحة: 43\n",
        "وثم: حرف عطف للترتيب , التشريك , والمهلة.\nوحتى: لانتهاء الغاية , والتعليل , وبمعنى إلا في الاستثناء.\nالجزء: 1 ¦ الصفحة: 44\n",
        "فصل\nليس بين اللفظ ومدلوله مناسبة طبيعية.\nومبدأ اللغات توقيف من الله تعالى بإلهام أو وحي\nأو كلام.\nوقيل: بعضها توقيفا وبعضها اصطلاحا.\nالجزء: 1 ¦ الصفحة: 45\n",
        "فصل\nفي الأحكام\nلا حاكم إلا الله تعالى , فالعقل لا يحسن ولا يقبح ولا يحرم.\nوقال أبو الحسن التميمي: بلى.\nوفعل الله تعالى وأمره لعلة.\nوسكر المنعم من فال العقل يحسن ويقبح أوجبه عقلا ,\nومن نفاه أوجبه شرعا.\nالجزء: 1 ¦ الصفحة: 46\n",
        "والانتفاع بالأعيان قبل الشرع على الإباحة , وقيل: على الحظر وقيل على الوقف.\nوفرض ابن عقيل المسألة في الأقوال والأفعال أيضا.\nالجزء: 1 ¦ الصفحة: 47\n",
        "فصل\nوالحكم الشرعي , وفيل: خطاب الشرع المتعلق بأفعال المكلفين بالاقتضاء أو التخيير أو الوضع.\nوقيل: مقتضى خطاب الشرع\n..........\nإلى آخره.\nثم الخطاب إما أن يرد باقتضاء مع الجزم وهو الإيجاب,\nأو لا مع الجزم وهو الندب , أو باقتضاء الترك مع الجزم وهو التحريم , أو لا مع (3|أ) الجزم وهو الكراهة , أو بالتخيير وهو الإباحة , فهي حكم شرعي وفي كونها تكليفا خلاف.\nالجزء: 1 ¦ الصفحة: 48\n",
        "والواجب: ما ذم شرعا تاركه قصدا مطلقا.\nوهو والفرض متباينان لغة مترادفان شرعا في أصح الروايتين. والثانية الفرض آكد فهو ما ثبت بدليل مقطوع به ,وقيل: ما لا يسقط في عمد ولا سهو ,\nوقيل: ما لزم بالقرآن.\nوالأداء: ما فعل في وقته المقدر له أولا شرعا.\nوالقضاء: ما فعل بعد وقت الأداء.\nوالإعادة: ما فعل مرة بعد أخرى , وقيل: في وقته المقدر له وقيل: لخلل.\nالجزء: 1 ¦ الصفحة: 49\n",
        "و\nفرض الكفاية\nواجب على الجميع , وقيل: على بعض غير معين ويسقط بفعل البعض كما يسقط الإثم.\nوتكفي غلبة الظن في فعله. وإن فعله الجميع دفعة فالكل فرض وإن فعله بعضهم بعد بعض فالثاني فرض , وقيل: لا.\nولا فرق بينه وبين فرض العين ابتداء , ويلزم بالشروع.\nوفرض العين أفضل منه. والأمر بواحد كخصال الكفارة مستقيم والواجب واحد لا بعينه. وقبل: يتعين بالفعل , وقيل: معين عند الله\nالجزء: 1 ¦ الصفحة: 50\n",
        "والخلاف معنوي، وقيل: لفظي.\nوالفعل في الموسع جميعه أداء , ومن أخر\nالواجب الموسع\nمع ظن مانع أثم ثم إذا بقي على حاله وفعله فأداء وقيل: قضاء.\nوما لا يتم الواجب إلا به ليس بواجب، قدر عليه المكلف\nأو لا.\nوما لا يتم الواجب إلا به واجب. وقيل: ما كان شرطا شرعيا , وإذا قلنا بوجوبه\nالجزء: 1 ¦ الصفحة: 51\n",
        "عوقب تاركه وقيل: لا.\nوإذا كنى الشارع عن عبادة ببعض ما فيها دل على فرضه.\nويجوز أن يحرم واحد لا بعينه , ويجتمع في الشخص الواحد ثواب وعقاب , ويستحيل كون الشيئ الواحد واجبا حراما من جهة واحدة وأما الصلاة في الدار المغصوبة فالصحيح عدم الصحة. وقيل: يسقط الفرض عندها لا بها، وهو مردود.\nالجزء: 1 ¦ الصفحة: 52\n",
        "وأما من خرج من أرض الغصب تائبا فتصح توبته فيها ولا يأثم بحركة خروجه. وقال أبو الخطاب بلى.\nالجزء: 1 ¦ الصفحة: 53\n",
        "فصل\nالندب في اللغة: الدعاء إلى الفعل. وشرعا: ما أثيب فاعله ولم يعاقب تاركه. وهو مرادف المسنون , والمستحب , وهو مأمور به حقيقة. وقيل: مجازا. وهو تكليف وقيل: لا.\nوالمكروه ضده.\nالجزء: 1 ¦ الصفحة: 54\n",
        "وفي كونه منهيا عنه حقيقة ومكلفا به كالمندوب , ويطلق (3|ب) على الحرام، وترك الأولى, وقيل: هو حرام وفي عرف المتأخرين ينصرف إلى التنزيه ولا يتناوله الأمر المطلق.\nوالمباح: ما استوى طرفاه , وهو غير مأمور به , وإذا أريد بالأمر الإباحة فمجاز , وقيل: حقيقة.\nالجزء: 1 ¦ الصفحة: 55\n",
        "فصل\nخطاب الوضع: ما استفيد بواسطة نصب الشارع علما معرفا لحكمة لتعذر معرفة خطابه في كل حال.\nوللعلم المنصوب أصناف:\nالعلة وهو في الأصل الغرض الموجب لخروج البدن الحيواني عن الاعتدال الطبيعي ,\nالجزء: 1 ¦ الصفحة: 56\n",
        "ثم استعيرت عقلا لما أوجب الحكم العقلي لذاته.\nثم استعيرت لمعان:\nأحدهما: ما أوجب الحكم الشرعي لا محالة وهو المجموع المركب من مقتضى الحكم وشرطه ومحله وأهله.\nالثاني: مقتضى الحكم , وإن تخلف لفوات شرط أو وجود مانع.\nالثالث: الحكمة كمشقة السفر للفطر.\nالصنف الثاني: السبب\nوهو لغة: ما توصل به إلى الغرض\nالجزء: 1 ¦ الصفحة: 57\n",
        "واستعير شرعا لمعان:\nأحدها: ما يقابل المباشرة كحفر البئر مع التردية\nفالأول سبب والثاني علة.\nالثاني: علة العلة.\nالثالث: العلة بدون شرطها.\nالرابع: العلة الشرعية كاملة.\nالصنف الثالث: الشرط\n, وهو لغة: العلامة.\nوشرعا: ما لزم من انتفائه انتفاء أمر على جهة السببية.\nوهو: عقلي , ولغوي , وشرعي.\nالجزء: 1 ¦ الصفحة: 58\n",
        "وعكسه , المانع وهو: ما يلزم من وجوده عدم الحكم.\nوالصحة في العبادات: وقوع الفعل كافيا في سقوط القضاء, وفي المعاملات: ترتب أحكامها المقصودة بها عليها.\nوالبطلان والفساد مترادفان يقابلانها.\nوالعزيمة لغة: القصد المؤكد.\nوشرعا: الحكم الثابت بدليل شرعي خال عن معارض راجح.\nالجزء: 1 ¦ الصفحة: 59\n",
        "و\nالرخصة\nلغة: السهولة.\nوشرعا: ما ثبت على خلاف دليل شرعي لمعارض راجح.\nومنها ما هو واجب , ومندوب , ومباح.\nالجزء: 1 ¦ الصفحة: 60\n",
        "فصل\nالمحكوم فيه\nالإجماع على صحة التكليف بالمحال لغيره وفي صحة التكليف بالمحال لذاته قولان.\nوحصول الشرط الشرعي ليس شرطا في التكليف وهو مفروض في تكليف الكفار بالفروع والصحيح عن أحمد الوقوع كالإيمان.\nوقيل: في الأوامر فقط ولا تكليف إلا بفعل ومتعلقة في النهي كف النفس.\nالجزء: 1 ¦ الصفحة: 61\n",
        "وقيل: ضد المنهي عنه والأكثر يقطع التكليف حال حدوث (4|أ) الفعل.\nوشرط المكلف به أن يكون معلوم الحقيقة للمكلف معلوما كونه مأمورا به معدوما.\nالجزء: 1 ¦ الصفحة: 62\n",
        "فصل\nالمحكوم عليه\nشرط التكليف العقل وفهم الخطاب ولا تكليف على مميز\nوقيل: بلى وقيل: مراهق.\nوالمكره المحمول كالآلة غير مكلف وقيل: بلى.\nوبالتهديد والضرب فهو مكلف وتعلق الأمر بالمعدوم بمعنى طلب إيقاع الفعل منه حال عدمه محال باطل وإما بمعنى تقدير وجوده فجائز.\nالجزء: 1 ¦ الصفحة: 63\n",
        "فصل\nالأدلة الشرعية الكتاب والسنة والإجماع والقياس.\nواختلف قي أصول تأتي.\nوالأصل الكتاب والسنة مخبرة عن حكم الله والإجماع مستند إليها والقياس مستنبط منهما.\nالكتاب كلام الله المنزل للإعجاز بسورة منه وهو القران.\nالجزء: 1 ¦ الصفحة: 64\n",
        "وتعريفه ما نقل بين دفتي المصحف نقلا متواترا دوري.\nوهو معجز في لفظه ونظمه والأصح ومعناه وفي بعض آية إعجاز وقيل: لا.\nوما لم يتواتر فليس بقرآن والبسملة بعض آية من النمل وآية من القرآن والقراءات السبع متواترة.\nوما صح من الشاذ ولم يتواتر وهو ما خالف مصحف عثمان في صحة الصلاة روايتان.\nقال أبو العباس قال أئمة السلف: أن مصحف عثمان هو أحد الحروف السبعة.\nوالشاذ حجة , وقيل: لا.\nالجزء: 1 ¦ الصفحة: 65\n",
        "وفي القرآن المحكم والمتشابه.\nولا يجوز أن يقال في القرآن ما لا معنى له وفيه ما لا يفهم معناه إلا الله , ولا يجوز تفسيره برأي واجتهاد وبمقتضى اللغة روايتان.\nالجزء: 1 ¦ الصفحة: 66\n",
        "فصل\nوالسنة لغة: والطريقة.\nوشرعا: ما نقل عن الرسول قولا أو فعلا أو إقرارا.\nوفعل الصحابي مذهب له في وجه.\nوللخبر صيغة تدل بمجردها عليه. وهو: ما دخله الصدق والكذب\nالجزء: 1 ¦ الصفحة: 67\n",
        "وغير الخبر: إنشاء، وتنبيه، ومن التنبيه: الأمر والنهي والاستفهام والتمني والترجي والقسم والنداء , وبعت واشتريت ونحوها إنشاء.\nوينقسم الخبر إلى ما يعلم صدقه , وإلى ما يعلم كذبه, وإلى ما لا يعلم.\nوينقسم الخبر إلى متواتر وآحاد.\nفالمتواتر لغة: التتابع.\nوشرعا: خبر جماعة مفيد بنفسه العلم , العلم الحاصل به ضرورة. وقيل: نظري والخلاف لفظي\nالجزء: 1 ¦ الصفحة: 68\n",
        "وشرطه أن يبلغوا عددا يمتنع تواطؤهم على الكذب لكثرتهم أو لدينهم وصلاحهم مستندين إلى حس مستوون في طرفي الخبر ووسطه وفي كونهم عالمين بما أخبروا به غير ظانين قولان. ويعتبر فيه عدد واختلفوا في قدره والصحيح لا ينحصر في عدد وضابطه: ما حصل العلم عنده وقيل: اثنان (4|ب) وقيل: أربعة, وقيل: خمسة, وقيل: عشرون,\nوقيل: سبعون.\nالجزء: 1 ¦ الصفحة: 69\n",
        "ولا تشترط العدالة والإسلام ولا عدم انحصارهم في بلد أو عدد، ولا عدم اتحاد الدين والنسب، ولا عدم اعتقاد نقيض المخبر به وكتمان أهل التواتر ما يحتاج إلى نقله ممتنع، وفي جواز الكذب على عدد التواتر خلاف , وذهب قوم إلى أن ما حصل به العلم في واقعة أو شخص أفاده في غيرها ولغيره ممن شاركه في السماع من غير اختلاف وهو صحيح إن تجرد الخبر عن القرائن أما مع اقترانها به فيجوز الاختلاف.\nويجوز حصول العلم بخبر الواحد مع القرائن لقيامها مقام المخبر به والله أعلم.\nالجزء: 1 ¦ الصفحة: 70\n",
        "فصل\nوخبر الواحد ما عدا التواتر. وقيل: إن زادت نقلته على ثلاثة سمي مستفيضا مشهورا. وعن أحمد في حصول العلم به قولان. وفي تكفير من جحد ما ثبت به، خلاف.\nوإذا أخبر إنسان بحضرته عليه السلام ولم ينكر دل على صدقه ظنا. وقيل: قطعا. وكذا الخلاف لو أخبر بحضرة\nالجزء: 1 ¦ الصفحة: 71\n",
        "خلق كثير ولم يكذبوه.\nويجوز العمل به عقلا. وهل في الشرع ما يمنعه؟ أو ليس فيه ما يوجبه؟ خلاف.\nويجب العمل به سمعا. وقيل: عقلا. اشترط الجبائي لقبول خبر الواحد أن يروي اثنان في جميع طبقاته، أو يعضده دليل آخر. ويشترط للراوي العقل، والبلوغ. وعن أحمد تقبل شهادة المميز فخرجت هنا، فإن تحمل صغيرا عاقلا ضابطا\nالجزء: 1 ¦ الصفحة: 72\n",
        "قبل. والإسلام، والعدالة وهي: ترك الكبائر والإصرار على الصغائر.\nولا تقبل رواية مجهول العدالة في أحد القولين.\nوالكبيرة: ما فيهل حد في الدنيا، أو وعيد في الآخرة نص عليه.\nوقال أبو العباس: أو لعنة، أو غضب، أو نفي إيمان.\nوالمبتدعة، أهل الأهواء، إن كان بدعة أحدهم مغلظة ردت روايته, وإن كانت متوسطة ردت إن كان داعية, وإن كانت خفيفة فروايتان, والفقهاء ليسوا من أهل الأهواء في الأصح.\nالجزء: 1 ¦ الصفحة: 73\n",
        "والمحدود في القذف إن كان بلفظ الشهادة قبلت روايته دون شهادته، وإن تحمل فاسقا أو كافرا وروى عدلا مسلما قبلت. ولا يشترط رؤية الراوي، ولا ذكوريته، ولا فقهه، ولا معرفة نسبه، ولا عدم العداوة، والقرابة، ولا البصر. ومن اشتبه اسمه باسم مجروح رد خبره حتى يعلم.\nوالجرح والتعديل، يثبت بالواحد. وقيل: لا.\nويشترط (5|أ) ذكر سبب الجرح لا التعديل، وقيل: عكسه, وقيل: يشترط فيهما، وعنه عكسه, والمختار إن كان عالما كفى الإطلاق، فيهما وإلا فلا.\nالجزء: 1 ¦ الصفحة: 74\n",
        "والجرح مقدم وقيل: التعديل إن كثر المعدلون. وحكم الحاكم المشترط العدالة كشهادته أو روايته تعديل, وليس ترك الحكم بها جرحا.\nوالصحابة عدول , وقيل: إلى حين زمن الفتن, وقيل: كغيرهم.\nوالصحابي: من رآه مسلما واجتمع به, وقيل: من طالت صحبته له عرفا, وقيل: وروى عنه، وقيل: سنتين وغزا معه غزاتين.\nويعلم بإخبار غيره عنه, أو هو عن نفسه.\nولرواية الصحابي ألفاظ:\nأعلاها: سمعت, وحدثني, وأخبرني, وأنبأني,\nالجزء: 1 ¦ الصفحة: 75\n",
        "وشافهني, ثم قال, وقيل: لا يحمل على السماع, ثم أمر، أونهى، وأمرنا، ونهانا؛ فهو حجة, ثم أمرنا، أو نهينا فحجة , وقيل: لا.\nومثله: من السنة، أو جرت السنة، أو: كنا نفعل أو: كانوا يفعلون؛ إن أضيف إلى عهد النبوة فحجة ,وقيل: لا.\nوإن لم يضف فخلاف.\nوقول الصحابي والتابعي في حياة الرسول وبعد موته سواء.\nوغير الصحابي لكيفية روايته مراتب:\nقراءة الشيخ عليه في معرض إخباره ليروي عنه.\nالجزء: 1 ¦ الصفحة: 76\n",
        "فيقول: سمعت، وقال، وحدثني، وأخبرني , وإلا قال: حدث، وأخبر، وقال، وسمعته. ثم أن يقرأ هو على الشيخ, وقيل: هما سواء, وقيل: هذا أعلى فيقول نعم أو يسكت ومع غفلة أو أكراه لا يكفي السكوت, ويقول حدثنا، وأخبرنا قراءة عليه وبدونها، خلاف.\nوهل يجوز إبدال قول الشيخ حدثنا بأخبرنا وعكسه؟ فيه روايتان.\nومن شك في سماع حديث: لم يجز روايته مع الشك؛ ولو اشتبه بغيره تركها.\nالجزء: 1 ¦ الصفحة: 77\n",
        "وإن ظن أنه واحد بعينه، أو أن هذا مسموع له, ففي جواز الرواية خلاف.\nوالإجازة نحو: أجزت لك أن تروي عني أو ما صح عندك من مسموعاتي. والمناولة: خذ هذا الكتاب فاروه عني. ويكفي مجرد اللفظ دون المناولة, فيقول: حدثني، وأخبرني إجازة وبدونها، خلاف. ولو قال خذ هذا الكتاب، أو هو سماعي ولم يقل اروه عني لم يجز. ولا يروي عنه ما وجد بخطه لكن يقول وجدت بخطه وتسمى الوجادة.\nالجزء: 1 ¦ الصفحة: 78\n",
        "وإنكار الشيخ الحديث غير قادح في رواية الفرع له, ويجوز إجازة معين لمعين، ولو بجميع مسموعاته, ويجوز لمعدوم تبعا لموجود, وقيل: لا. ولا تجوز لمعدوم, وقيل: بلى.\nوالزيادة من الثقة المنفرد بها مقولة، لفظية كانت، أو معنوية. فإن علم اتحاد المجلس قدم قول الأكثر ثم الأحفظ والأضبط ثم المثبت. وقال القاضي: فيه مع التساوي روايتان. وحذف بعض الخبر جائز إلا في الغاية، والاستثناء، ونحوه.\nوخبر الواحد فيما تعم به البلوى مقبول، وكذا\nالجزء: 1 ¦ الصفحة: 79\n",
        "في الحد. وخبر الواحد المخالف للقياس من كل وجه مقدم عليه.\nوتجوز رواية الحديث بالمعنى المطابق للعارف بمقتضيات الألفاظ الفارق بينها, وقيل: لا يجوز وقيل: فيما هو خبر عن الله, ومنع أبو الخطاب إبداله بما هو أظهر أوأخفى.\nويقبل مرسل الصحابي, وفيل: لا, وفي ومرسل غير الصحابي قولان.\nالجزء: 1 ¦ الصفحة: 80\n",
        "فصل\nوالإجماع لغة: العزم والاتفاق.\nوشرعا: اتفاق مجتهدي العصر من هذه الأمة بعد وفاة النبي صلى الله عليه وسلم على أمر ديني, وهو حجة قاطعة, واتفاق من سيوجد لا يعتبر وكذا المقلد ولا من عرف أصول الفقه أو الفقه فقط أو النحو ولا يختص الإجماع بالصحابة, بل إجماع كل عصر\nالجزء: 1 ¦ الصفحة: 81\n",
        "حجة, وعنه لا, ولا إجماع مع مخالفة واحد واثنين كثلاثة وعن أحمد بلى, والأظهر أنه حجة لا إجماع, والتابعي المجتهد معتبر مع الصحابة, وعنه لا, فإن نشأ بعد اجماعهم فعلى انقراض العصر, وتابع التابعي كالتابعي مع الصحابة, وإجماع أهل المدينة ليس بحجة, وقول الخلفاء الراشدين مع مخالفة مجتهد صحابي لهم ليس بإجماع, وقيل: بلى فيجوز لغيرهم خلافه. وقيل: لا.\nالجزء: 1 ¦ الصفحة: 82\n",
        "ولا ينعقد بأهل البيت وحدهم, وقيل: بلى. ولا يشترط عدد التواتر له, فلو لم يبق إلا واحد ففي كونه حجة إجماعية قولان.\nوإذا أفتى واحد وعرفوا به قبل استقرار المذاهب وسكتوا عن مخالفته فإجماع, وقيل: حجة لا إجماع, وقيل: هما بشرط انقراض العصر, وقيل: حجة في الفتيا لا الحكم, وقيل: عكسه.\nوإن لم يكن القول في التكليف فلا إجماع, وإن لم ينتشر فليس بحجة والصحيح على أنه لا فرق بين مذهب الصحابي أو مجتهد من المجتهدين ولا يعتبر للإجماع انقراض العصر, وقيل: بلى,\nالجزء: 1 ¦ الصفحة: 83\n",
        "ولبعضهم الرجوع لدليل, ولا إجماع إلا عن مستند وتحدم مخالفته, وإذا أجمع على قولين ففي جواز إحداث قول ثالث خلاف, ويجوز إحداث دليل وعلة وتأويل على الأصح.\nواتفاق العصر الثاني على أحد قولي أهل العصر الأول بعد أن استقر خلافهم ليس اجماعا, وقيل: بلى.\nواتفاق مجتهدي عصر بعد الخلاف والاستقرار, فمن شرط انقراض العصر عده إجماعا,\nالجزء: 1 ¦ الصفحة: 84\n",
        "ومن لم يشترطه, فقيل: حجة, وقيل: ممتنع.\nواختلفوا في جواز عدم علم الأمة بخبر أو دليل راجح إذا عمل على وفقه, وارتداد الأمة جائز عقلا لا سمعا في الأصح, ويصح التمسك بالاجماع فيما لا يتوقف صحة الاجماع عليه, وفي الدنيوية كالاراء في الحرب خلاف,\nويثبت الإجماع بنقل الواحد على الأصح.\nومنكر الإجماع الظني لا يكفر وفي اللفظي خلاف.\nالجزء: 1 ¦ الصفحة: 85\n",
        "فصل\nوالنسخ لغة: (6\\أ) الرفع والنقل.\nوشرعا: رفع الحكم الثابت بخطاب متقدم، بخطاب متراخ عنه.\nوأهل الشرائع على جواز النسخ عقلا، ووقوعه شرعا.\nولا يجوز على الله البداء, وبيان الغاية المجهولة هل هي نسخ أم لا؟ خلاف.\nالجزء: 1 ¦ الصفحة: 86\n",
        "ويجوز النسخ قبل الفعل بعد دخول الوقت، وكذا قبل وقت الفعل. ولايجوز النسخ قبل علم المكلف بالمأمور, ويجوز نسخ أمر مقيد بالتأبيد, وفي نسخ الأخبار خلاف, ولو قيد بالأبد لم يجز, وقيل: بلى.\nويجوز النسخ إلى غير بدل, وبأثقل.\nالجزء: 1 ¦ الصفحة: 87\n",
        "ونسخ التلاوة دون الحكم وعكسه, ويجوز نسخ كل من الكتاب ومتواتر السنة، وآحادها بمثله, ونسخ السنة بالكتاب على الأصح.\nوأما نسخ القرآن بخبر متواتر فجائز عقلا, وشرعا في رواية, ولا يجوز نسخه بخبر الآحاد شرعا, وقيل: بلى. ولا يجوز نسخ المتواتر بأخبار الآحاد.\nالجزء: 1 ¦ الصفحة: 88\n",
        "والإجماع والقياس لا ينسخان، ولا ينسخ بهما، وفي الروضة ما ثبت بالقياس إن نص على علته فكالنص ينسخ وينسخ به، وإلا فلا.\nوما حكم به الشارع مطلقا أو في أعيان لا يجوز تعليله بعلة مختصة بذلك الوقت.\nوالفحوى ينسخ وينسخ به. وإذا نسخ نطق مفهوم الموافقة، فلا ينسخ مفهومه. وإذا نسخ حكم أصل القياس تبعه حكم الفرع. ولا حكم للناسخ مع جبريل. ولا يثبت حكمه قبل تبليغ المكلف,\nوالعبادات المستقلة ليست نسخا، وعن بعضهم صلاة سادسة نسخ,\nوأما زيادة جزء مشروط، أو شرط، أو زيادة ترفع\nالجزء: 1 ¦ الصفحة: 89\n",
        "مفهوم المخالفة فليس بنسخ, وقيل: الثالث نسخ. ونسخ جزء من العبادة أو شرطها ليس نخسا لجميعها\nويجوز نسخ جميع التكاليف سوى معرفة الله تعالى. ولا يعرف النسخ بدليل عقلي، ولا قياس, بل بالنقل المجرد، أو المشوب باستدلال عقلي، أو بنقل الراوي، أو بدلالة اللفظ، أو بالتاريخ، أو يكون راوي أحد الخبرين مات قبل إسلام الراوي الثاني.\nوإن قال الراوي: هذه الآية منسوخة؛ لم يقبل حتى يخبر بما نسخت، وقيل: يقبل. وإن قال: نزلت هذه الآية بعد هذه؛ قبل. وإن قال هذا الخبر منسوخ؛ فكالآية.\nوإن قال: كان كذا ونسخ؛ قبل قوله في النسخ, ويعتبر تأخر الناسخ، وإلا فتخصيص، وإذا تعارضا فلا نسخ وإن أمكن الجمع.\nالجزء: 1 ¦ الصفحة: 90\n",
        "فصل\nالأمر استدعاء إيجاد الفعل بالقول أو ما قام مقامه.\nوهل يشترط العلو، أو الاستعلاء، فيه خلاف.\nولا يشترط كون الأمر أمرا إرادته.\nوهو حقيقة في القول المخصوص مجاز في الفعل. (6|ب)\nوله صيغة تدل عليه وترد صيغة أفعل لمعان: الوجوب, والندب, والإرشاد, والإباحة, والتهديد, والامتنان, والإكرام, والتسخير, والتعجيز, والإهانة,\nالجزء: 1 ¦ الصفحة: 91\n",
        "والتسوية, والدعاء, والتمني, والاحتقار, والتكوين, والخبر.\nوالأمر المجرد عن قرينة يقتضي الوجوب, وقيل: الندب, وقيل: الإباحة,\nوقيل: الوقف.\nوإذا ورد بعد الحظر فللوجوب, أو إن كان بلفظ أمرتكم أو أنت مأمورا,\nلا أفعل أو للإباحة, أو الندب, أو كما كان قبل الحظر، أقوال. وعكسه التحريم, وقيل: للكراهة, وقيل: الإباحة.\nوالأمر بعد الاستئذان للإباحة.\nوإذا صرف الأمر عن الوجوب؛ جاز الاحتجاج به في الندب، والإباحة.\nالجزء: 1 ¦ الصفحة: 92\n",
        "والأمر المطلق لا يقتضي التكرار, وقيل: بلى, وعلى الأول لا يقتضي إلا فعل مرة.\nوقيل: هو يحتمل التكرار, وقيل الوقف فيما زاد عن المرة.\nوإذا علق الأمر على علة ثابتة وجب تكراره بتكرارها.\nوفي المعلق على شرط خلاف.\nومقتضى الأمر المطلق الفور.\nوالأمر بالشئ نهي عن ضده, والنهي عنه بأحد أضداده من حيث المعنى لا الصيغة.\nوأمر الندب كالإيجاب.\nومقتضى الأمر حصول الإجزاء بفعل المأمور به إذا\nالجزء: 1 ¦ الصفحة: 93\n",
        "أتى بجميع مصححاته.\nوالواجب المؤقت يسقط بذهاب وقته, وقيل: لا.\nوقضاؤه بأمر جديد على الأول والأمر بالأمر بشئ ليس أمرا به.\nوالأمر بالماهية، ليس أمرا بجزئياتها. ويجوز أن يرد الأمر معلقا باختيار المأمور,\nويجوز أن يرد الأمر والنهي دائما إلى غير غاية, والأمر بالصفة أمر بالموصوف الأمر لجماعة يقتضي وجوبه على كل أحد منهم, ولا يخرج أحدهم إلا بدليل أو يكون الخطاب لا يعم فيكون فرض كفاية.\nالجزء: 1 ¦ الصفحة: 94\n",
        "وما ثبت في حقه عليه السلام من حكم أو خوطب به تناول أمته\nوما توجه إلى صحابي تناول غيره حتى النبي صلى الله عليه وسلم ما لم يقم دليل مخصص, وقيل: يختص بمن توجه إليه إلا أن يعمم.\nالجزء: 1 ¦ الصفحة: 95\n",
        "فصل\nالنهي مقابل الأمر فما قيل فيه فمثله هنا.\nوصيغته لا تفعل وإن احتملت تحقيرا، أو بيان العاقبة، أو الدعاء، أو اليأس، أو الإرشاد، فهي حقيقة في طلب الامتناع.\nويختص به مسألتان:\nإطلاق النهي عن الشيء لعينه يقتضي فساد المنهي عنه شرعا, وقيل: لغة, وقيل: لا يقتضي فساده, وقيل: العبادات فقط.\nالجزء: 1 ¦ الصفحة: 96\n",
        "وكذا النهي عن الشيء لوصفه, وقيل: فساد وصفه فقط.\nوكذا النهي لمعنى في غير المنهي عنه، خلافا للأكثر. فإن كان النهي عن غير العقد فلا يقتضي فساده على الأصح.\nالثانية: النهي يقتضي الفور والدوام خلافا لقوم.\nالجزء: 1 ¦ الصفحة: 97\n",
        "فصل\nالعام اللفظ الدال على جميع أجزاء ماهية مدلوله, والخاص بخلافه.\nوينقسم اللفظ إلى: ما لا أعم منه كالشيئ، وإلا ما لا أخص منه كزيد، وإلى ما بينهما كالموجود. وهو من عوارض (7|أ) الألفاظ حقيقة.\nوله صيغة عند الأئمة الأربعة وصيغته\nأسماء الشرط, والاستفهام كمن فيمن يعقل وما فيما لا يعقل وفي الواضح عن آخرين ما لهما في\nالجزء: 1 ¦ الصفحة: 98\n",
        "الخبر والاستفهام وأين وحيث للمكان ومتى للزمان وأي للكل وتعم من وأي المضاف إلى الشخص ضميرهما فاعلا كان أو مفعولا. والموصولات، والجموع المعرفة تعريف جنس، وقيل: لا تعم. والجموع المضافة وأسماء التأكيد، واسم الجنس المعرفة تعريف جنس. وعند الأكثر يعم الاسم المفرد المحلى باألف والام إذا لم يسبق تنكير، والمفرد المضاف، يعم والنكرة المنيفة على الأصح، والنكرة في سياق الشرط، وفي الجمع المنكر خلاف.\nوأقل الجمع ثلاثة وقيل: اثنان.\nوالعام بعد التخصيص حقيقة، وقيل: مجاز. والعام بعد التخصيص بمبين حجة, وقيل: ليس بحجة.\nالجزء: 1 ¦ الصفحة: 99\n",
        "والمراد: إلا في الاستثناء بمعلوم فإنه حجة.\nوالعام المستقل على سبب خاص بسؤال وبغير سؤال، بعموم اللفظ لا بخصوص السبب وقيل: عكسه, وصورة السبب قطعية الدخول فلا تخص بالاجتهاد. ويجوز أن يراد بالمشترك معنياه معا.\nوالحقيقة والمجاز في لفظ واحد، ويحمل عليهما، ثم هل هو ظاهر في ذلك مع عدم قرينة كالعام, أو مجمل, فيرجع إلى مخصص خارج فيه خلاف.\nونفي المساومة للعموم، ودلالة الإضمار عامة، والفعل المتعدي إلى مفعول يعم مفعولاته، فيقبل تخصيصه.\nالجزء: 1 ¦ الصفحة: 100\n",
        "والفعل الواقع لا يعم أقسامه وجهاته نحو قول الصحابي: نهى عن بيع الغرر يعم كل غرر عندنا خلافا للأكثر.\nوالمفهوم له عموم على الأصح. فعلى الأول يخص بما يخص به العام. ولا يلزم من إضمار شئ في المعطوف أن يضمر في المعطوف عليه، خلافا للقاضي.\nوالقران بين شيئين في اللفظ لا يقتضي التسوية بينهما في الحكم غير المذكور إلا بدليل خارج.\nالجزء: 1 ¦ الصفحة: 101\n",
        "وخطابه عليه السلام لواحد من الأمة هل يعم غيره؟ فيه خلاف.\nوجمع الرجال لا يعم النساء، ولا بالعكس، ويعم الناس ونحوه الجميع،\nونحو المسلمين, وفعلوا مما يغلب فيه المذكر، يعم النساء تبعا، على الأصح.\nوفي الواضح لايقع مؤمن على أنثى، وخص الله الحجب بالإخوة فعداه القياسون إلى الأخوات. وفي المغني الأخوة والعموم للذكر والأنثى.\nولا يدخل النساء في القوم، وقيل: بلى.\nوتعم من الشرطية المؤنث. والخطاب العام كالناس والمؤمنين ونحوهما يشمل العبد على الأصح، ومثل:\"يأيها الناس\",\"ياعبادي\" يشمل الرسول عند الأكثر.\nالجزء: 1 ¦ الصفحة: 102\n",
        "وفي تناول الخطاب العام من صدر منه من الخلق خلاف.\nومثل\"خذ من أموالهم صدقة\"يقتضي الأخذ من كل نوع من المال عند الأكثر.\nوالعام إذا تضمن مدحا، أو ذما، لا يمنع عمومه عند الأئمة الأربعة، ومنعه قوم\nوظاهر كلام أحمد قول الشافعي.\nوترك الاستفصال من الرسول في حكاية الحال ينزل منزلة العموم في المقال،\nوالله أعلم.\nالجزء: 1 ¦ الصفحة: 103\n",
        "فصل\nالتخصيص: قصر العام على بعض أجزائه.\nوهو جائز على الأصح (7|ب) خبرا كان أو أمرا.\nوقيل: لا يجوز في الخبر وتخصيص العام إلى أن يبقى واحد جائز، ومنع أبو البركات النقص من أقل الجمع. وقيل: بقاء جمع\nالجزء: 1 ¦ الصفحة: 104\n",
        "يقرب مدلول اللفظ.\nوالمخصص المخرج وهو المتكلم بالخاص وموجده استعماله في الدليل المخصص مجاز.\nوهو متصل ومنفصل:\nوالمتصل الاستثناء المتصل والشرط والغاية وقيل: وبدل البعض\nويجوز تأخير التخصيص عن وقت العموم.\nالجزء: 1 ¦ الصفحة: 105\n",
        "فصل\nالاسثناء: إخراج بعض الجملة بإلا وما قام مقامها من: غير، وسوى، وعدا، وليس، ولا يكون، وحاشا، وخلا، وفي ما النافية، خلاف ذكره بعض النحاة، من متكلم واحد، وقيل: مطلقا.\nوهو إخراج ما لولاه لوجب دخوله لغة، وقيل: لجاز.\nولا يصح من غير الجنس على الأصح.\nوفي صحة أحد النقدين من الآخر روايتان. ولا يصح من جمع منكر عند الأكثر.\nالجزء: 1 ¦ الصفحة: 106\n",
        "ويجوز في كلام الله والمخلوقين على الأصح.\nوشرطه الاتصال لفظا، أو حكما كانقطاعه بنفس عند الأكثر، كسائر التوابع. ويشترط نيته على الأصح، من أول الكلام، وقيل: قبل تكميل المستثنى منه.\nوقيل: ولو بعد الكلام.\nولا يصح إلا نطقا في الأظهر، إلا في اليمين لخائف من نطقه. ويجوز تقديمه.\nواستثناء الكل باطل، كاستثناء الأكثر على الأصح.\nالجزء: 1 ¦ الصفحة: 107\n",
        "وفي النصف وجهان، ويصح فيما دونه.\nوإذا تعقب جملا بالواو العاطفة، عاد على جميعها عند الأكثر. ومثل بني تميم وربيعة أكرمهم إلا الطوال للجميع وجعله في التمهيد أصلا للمسألة قبلها.\nولو قال أدخل بني هاشم ثم بني المطلب ثم سائر قريش وأكرمهم فالضمير للجميع. والاستثناء من النفي إثبات، وبالعكس على الأصح.\nوالشرط مخصص، مخرج ما لولاه لدخل، وإذا تعقب جملا متعاطفة فللجميع. والتخصيص: بالصفة، والغاية، كالاستثناء،\nالجزء: 1 ¦ الصفحة: 108\n",
        "والإشارة بلفظ ذلك بعد الجمل تعود إلى الكل. والتمييز بعد حمل هل يعود إلى الجميع؟ فيه خلاف.\nالجزء: 1 ¦ الصفحة: 109\n",
        "فصل\nفي التخصيص المنفصل\nيجوز التخصيص بالعقل عند الأكثر.\nويجوز بالحس، والنص، وسواء كان العام كتابا أو سنة، متقدما أو متأخرا؛ لقوة الخاص.\nوعنه: يتقدم المتأخر خاصا كان أو عاما.\nوعنه: لا يخص عموم السنة بالكتاب. وعنه: لا يخص عموم الكتاب بخبر الواحد.\nوالإجماع مخصص ولو عمل أهل الإجماع بخلاف نص خاص تضمن ناسخا.\nويخص العام بالمفهوم على الأصح.\nالجزء: 1 ¦ الصفحة: 110\n",
        "وفعله عليه السلام يخص العموم كتقريره.\nومذهب الصحابي يخص العموم، إن قيل هو حجة، وإلا فلا عند الأكثر.\nوقال أبو العباس: يخصه إن سمع العام وخالفه، وإلا فمحتمل.\nوالعادة الفعلية لا تخص العموم, ولا تقيد المطلق، على الأصح.\nولا يخص العام بمقصوده عند الجمهور، ورجوع الضمير إلى بعض العام المتقدم لا يخصصه على الأصح.\nويخص العام بالقياس. وقيل: لا وقيل: يخص إن كان جليا.\nالجزء: 1 ¦ الصفحة: 111\n",
        "فصل\nالمطلق ما تناول (8|أ) واحدا غير معين باعتبار حقيقة شاملة لجنسه.\nوالمقيد ما تناول معينا، أو موصوفا بزائد على حقيقة جنسه، وتفوت مراتبه بقلة القيود وكثرتها.\nوإذا ورد مطلق ومقيد، واختلف حكمهما لم يحمل أحدهما على الآخر\nوإن لم يختلف فإن اتحد سببهما وكانا مثبتين حمل المطلق على المقيد على الأصح.\nإن كان المقيد آحادا والمطلق متواترا؛ انبنى على\nالجزء: 1 ¦ الصفحة: 112\n",
        "مسألة الزيادة على النص، هل هي نسخ؟ وعلى نسخ المتواتر بالآحاد.\nوالأشهر أن المقيد بيان للمطلق لا نسخ له.\nوإن اختلف سببهما فالصحيح عن أحمد الحمل لغة. وقيل: قياسا. وقالت طائفة من محققي أصحابنا المطلق من الأسماء يتناول الكامل من المسميات في الاثبات والنفي.\nالجزء: 1 ¦ الصفحة: 113\n",
        "فصل\nالمجمل لغة: ما جعل جملة واحدة لا ينفرد بعض آحادها عن بعض.\nوشرعا: اللفظ المتردد بين محتملين فصاعدا على السواء.\nوهو إما في المفرد: كالعين, والقرء, والجون, والشفق في الأسماء.\nوعسعس وبان في الأفعال.\nوترد الواو بين العطف والإبتداء في نحو\"والراسخون\"\nومن بين ابتداء الغاية\nالجزء: 1 ¦ الصفحة: 114\n",
        "والتبعيض في آية التيمم في الحروف.\nأو في المركب كتردد\"الذي بيده عقدة النكاح\" بين الولي والزوج وقد تقع من جهة التصريف كالمختار والمغتال للفاعل والمفعول ولا إجمال في إضافة التحريم إلى الأعيان، وقيل: بلى ثم هو عام. وقيل: ينصرف إطلاقه في كل عين إلى المقصود اللائق بها. ولا إجمال في نحو\"وامسحوا برءوسكم\" وحقيقة اللفظ مسح كله ولا إجمال في دفع عن أمتي الخطأ والنسيان\nالجزء: 1 ¦ الصفحة: 115\n",
        "عند الأكثر ولا في نحو \"لا صلاة إلا بطهور\"، \"وإلا بفاتحة الكتاب\" \"ولا نكاح إلا بولي\"\nويقتضي نفي الصحة عند الأكثر.\nوعمومه مبني على دلالة الإضمار، ورفع أجزاء\nالجزء: 1 ¦ الصفحة: 116\n",
        "الفعل نص، فلا إلى عدم إجزاء الندب إلا بدليل. ونفي قبول الفعل يقتضي عدم الصحة.\nولا إجمال في نحو \"والسارق والسارقة فاقطعوا أيديهما \" ولا في \"وأحل الله البيع \" عند الأكثر\nوما له محمل لغة ويمكن حمله على حكم شرعي لا إجمال فيه على الأصح.\nوما له حقيقة لغة وشرعا غير مجمل وهو للشرعي, وقيل: بلى.\nالجزء: 1 ¦ الصفحة: 117\n",
        "فصل\nالمبين: يقابل المجمل. أما البيان: إظهار المعنى للمخاطب وإيضاحه له. والفعل يكون بيانا عند الأكثر. ويجوز على الأصح كون البيان أضعف مرتبة.\nويعتبر كون المخصص والمقيد أقوى. ولا يجوز تأخير البيان عن وقت الحاجة.\nويجوز عن وقت الخطاب إلى وقت الحاجة في إحدى الروايتين.\nالجزء: 1 ¦ الصفحة: 118\n",
        "ويجوز (8|ب) على المنع تأخير السماع المخصص الموجود.\nويجوز تأخير النبي صلى الله عليه وسلم تبليغ الحكم إلى وقت الحاجة على الأصح فيهما.\nويجوز على الجواز التدرج في البيان عند المحققين. وفي وجوب اعتقاد عموم العام, والعمل به قبل البحث عن المخصص روايتان.\nالجزء: 1 ¦ الصفحة: 119\n",
        "فصل\nالمفهوم مفهومان: مفهوم موافقة ومفهوم مخالفة فالأول: أن يكون المسكوت عنه موافقا للمنطوق في الحكم، ويسمى فحوى الخطاب, وشرطه فهم المعنى في محل التطق، وهو حجة عند الأكثر. ودلالته لفظية, وقيل: قياس جلي.\nالثاني: مفهوم المخالفة, وهو أن يكون المسكوت عنه مخالفا للمنطوق في الحكم، ويسمى دليل الخطاب. وشرطه أن لا يظهر أولوية ولا مساواة في\nالجزء: 1 ¦ الصفحة: 120\n",
        "المسكوت عنه فتكون موافقة، وإلا خرج مخرج الأغلب. ولا جوابا لسؤال على الأصح.\nوهو أقسام: مفهوم الصفة: وهو أن يقترن بعام صفة خاصة، وقال به الأكثر.\nومفهوم الشرط, وهو أقوى منه.\nومفهوم الغاية: وهو أقوى منه, ومفهوم العدد، وهو حجة على الأصح.\nالجزء: 1 ¦ الصفحة: 121\n",
        "ومفهوم اللقب: وهو تخصيص اسم غير مشتق بحكم، وهو حجة. وقيل: لا.\nوهل المشتق اللازم من الصفة، أو اللقب، قولان.\nوإذا خص نوع بالذكر بحكم مدح، أو ذم، أو غيره مما لا يصلح السكوت عنه فله مفهوم، كقوله \" كلا إنهم عن ربهم يومئذ لمحجوبون \"\nوإذا اقتضى الحال، أو اللفظ عموم الحكم، لو عمَ, فتخصيص بعض بالذكر له مفهوم، كقوله \" وفضلناهم على كثير \" وفعله عليه السلام له دليل كدليل الخطاب.\nوإنما تفيد الحصر نطقا, وقيل: لا تفيده بل تؤكد الإثبات.\nالجزء: 1 ¦ الصفحة: 122\n",
        "وفي أنما بالفتح خلاف، ومثل قوله \" تحريمها التكبير وتحليلها التسليم \"، ولا قرينة عهد تفيد الحصر نطقا, وقيل: فهما, وقيل: لا تفيده.\nالجزء: 1 ¦ الصفحة: 123\n",
        "فصل\nالقياس لغة: التقدير.\nوشرعا: حمل فرع على أصل في حكم جامع بينهما.\nوأركانه: الأصل, والفرع, وحكم الأصل, والوصف الجامع.\nفالأصل عند الأكثر محل الحكم المشبه به. وقيل: دليله, وقيل: حكمه، وقيل: الأصل يقع على الجميع.\nوالفرع المحل المشبه.\nالجزء: 1 ¦ الصفحة: 124\n",
        "والحكم, والعلة مضى ذكرهما.\nوالعلة: فرع في الأصل لاستنباطها من الحكم, أصل في الفرع لثبوت الحكم فيه بها. ومن شرط حكم الأصل كونه شرعيا, وأن لا يكون منسوخا, وفي اعتبار كونه غير فرع قولان.\nفإن كان حكم الأصل يخالفه المستدل ففاسد, وأن لا يكون معدولا به عن سنن القياس. ولا يعقل معناه، وأن لا يكون دليل الأصل شاملا لحكم الفرع, ولا يعتبر اتفاق الأمة على حكم الأصل, ويكفي اتفاق الخصمين, واعتبره قوم وسموا ما اتفق عليه\nالجزء: 1 ¦ الصفحة: 125\n",
        "الخصمان: قياسا مركبا.\nومن شرط علة الأصل (9|أ) كونها باعثة أي: مشتملة على حكمة مقصودة للشارع من شرع الحكم, وقال بعض أصحابنا: هي مجرد أمارة وعلامة نصبها الشارع دليلا على الحكم موجبة لمصالح ودافعة لمفاسد, ليست من جنس الأمارة الساذجة.\nوقال الآمدي: منع الأكثر جواز التعليل بحكمة مجرة عن وصف ضابط لها، وكلام أصحابنا مختلف في ذلك.\nالجزء: 1 ¦ الصفحة: 126\n",
        "ويجوز أن تكون العلة أمرا عدميا في الحكم الثبوتي على الأصح.\nوشرطها أن تكون متعدية فلا عبرة بالقاصرة.\nوفي شرط اطراد العلة قولان.\nوفي تعليل الحكم بعلتين، أو علل كل منها مستقل، خلاف.\nثم اختلف القائلون بالوقوع، إذا اجتمعت فهل كل واحدة علة، أوجزء علة، أو واحدة لا بعينها؟ أقوال. وتعليل حكمين بعلة بمعنى الباعث. أما الأمارة فاتفاق.\nالجزء: 1 ¦ الصفحة: 127\n",
        "ولا تتأخر علة الأصل عن حكمه، ومن شرطها: أن لا ترجع عليه بالإبطال، وأن لا تخالف نصا، أو إجماعا، وأن لا تتضمن المستنبطة زيادة على النص،\nوأن يكون دليلها شرعيا، ويجوز أن تكون العلة حكما شرعيا عند الأكثر.\nويجوز تعدد الوصف ووقوعه على الأصح. ومن شرط الفرع مساواة علته علة الأصل ظنا، ومساواة حكمه، حكم الأصل، وأن يكون منصوصا على حكمه, وقيل: لا يكون متقدما على حكم الأصل.\nالجزء: 1 ¦ الصفحة: 128\n",
        "مسالك إثبات العلة\nالأول: الإجماع. الثاني: النص، فمنه صريح في التعليل، فإن أضيف إلى ما لا يصلح علة، فهو مجاز، أما نحو \" إنها رجس\" فصريح، وإن لحقته الفاء فهو آكد، وقيل: إيماء.\nومنه إيماء، وهو أنواع الأول: ذكر الحكم عقب وصف بالفاء.\nالثاني: ترتيب الحكم على الوصف بصيغة الجزاء.\nالجزء: 1 ¦ الصفحة: 129\n",
        "الثالث: ذكر الحكم جوابا لسؤال.\nالرابع: أن يذكر مع الحكم ما لو لم يعلل به للغي فيعلل به صيانة لكلام الشارع عن اللغو.\nالخامس: تعقيب الكلام، أو تضمنه ما لو لم يعلل به لم ينتظم.\nالسادس: اقتران الحكم بوصف مناسب، وهل يشترط مناسبة الوصف المومأ إليه؟ فيه وجهان.\nالثالث من مسالك العلة: التقسيم، والسبر\nوهو حصر الأوصاف وإبطال كل علة علل بها الحكم المعلل إلا واحدة فتتعين,\nومن شرطه أن يكون سبره حاصرا بموافقة\nالجزء: 1 ¦ الصفحة: 130\n",
        "خصمه أو عجزه عن إظهار وصف زائد , فيجب إذن على خصمه تسليم الحصر أو إبراز ما عنده لينظر فيه فيفسده ببيان بقاء الحكم مع حذفه أو بيان طرديته إلى عدم التفات الشرع إليه في معهود تصرفه. ولا يفسد الوصف بالنقص ولا بقوله لم أعثر بعد البحث على (9|ب) مناسبة الوصف فيلغي, إذ يعارضه الخصم بمثله في وصفه. وإذا اتفق الخصمان في فساد علة من عداهما فإفساد أحدهما علة الآخر دليل صحة علته والصحيح خلافه، وهو حجة لناظر والمناظر على الأصح.\nالجزء: 1 ¦ الصفحة: 131\n",
        "المسلك الرابع: إثباتها المناسبة: وهي أن يقترن بالحكم وصف مناسب، وهو وصف ظاهر منضبط يلزم من ترتيب الحكم عليه ما يصلح أن يكون مقصودا من حصول مصلحة أو دفع مفسدة وإن كان خفيا، أو غير منضبط اعتبر ملازمه، وهو المظنة. وإذا لزم من مصلحة الوصف مفسدة مساوية, أو راجحة ألغيت, وقيل: لا.\nالمسلك الخامس: إثبات العلة بالشبه: وهو إلحاق الفرع المتردد بين أصلين بما هو أشبه به منهما. وفي صحة التمسك به قولان.\nالجزء: 1 ¦ الصفحة: 132\n",
        "المسلك السادس: الدوران: وهو وجود الحكم بوجود الوصف، وعدمه بعدمه، يفيد العليَة على الأصح ظنا. وقيل: قطعا, واطراد العلة لا يفيد صحتها.\nالجزء: 1 ¦ الصفحة: 133\n",
        "والقياس جلي وخفي.\nالجلي قطع فيه بنفي الفارق، وينقسم إلى قياس علة, وإلى قياس دلالة, وقياس في معنى الأصل.\nالأول: ما صرح فيه بالعلة.\nالثاني: ما جمع فيه بين الأصل والفرع بدليل العلة.\nالثالث: الجمع بنفي الفارق. ويجوز التعبد بالقياس عقلا, وقيل: يجب والقائل بجوازه عقلا قال وقع شرعا. وقيل: لا.\nوالنص على العلة يكفي في التعدي دون التعبد بالقياس على الأصح.\nالجزء: 1 ¦ الصفحة: 134\n",
        "وقيل: يكفي علة التحريم لا غيرها. ويجري القياس في العبادات، والأسباب، والكفارات، والحدود، والمقدرات. ويجوز على الأصح ثبوت الأحكام كلها بتنصيص الشارع لا بالقياس. والنفي إن كان أصليا جرى فيه قياس الدلالة وإلا جرى فيه القياسات.\nالجزء: 1 ¦ الصفحة: 135\n",
        "فصل\nالأسئلة الواردة على القياس\nالاستفسار ويتوجه على الإجمال، وعلى المعترض اثباته ببيان احتمال اللفظ معنيين فصاعدا، لا بيان التساوي لعسره. وجوابه بمنع التعداد، أو رجحان أحدهما بأمر ما.\nالجزء: 1 ¦ الصفحة: 136\n",
        "والثاني: فساد الاعتبار, وهو مخالفة القياس نصا، وجوابه بمنع النص، أو استحقاق عليه لضعفه أو عمومه أو اقتضاء مذهب له.\nالثالث: فساد الوضع: وهو اقتضاء العلة نقيض ما علق بها, وجوابه بمنع الاقتضاء المذكور، أو بأن اقتضاءها لما ذكره المستدل أرجح فإن ذكر الخصم شاهدا لاعتبار ما ذكره فهو معارضة.\nالرابع: المنع: وهو منع حكم الأصل، ولا ينقطع به المستدل على الأصح, وله إثباته بطرقه، ومنع وجود المدعى عليه في الأصل، فيثبته (10|أ) حسا، أو عقلا، أو شرعا، بدليل،\nالجزء: 1 ¦ الصفحة: 137\n",
        "أو وجود أثر، أو لازم له، ومنع عليته ومنع وجودها في الفرع فيثبتهما بطرقهما.\nالخامس: التقسيم, ومحله قبل المطالبة؛ لأنه منع وهو مقبول بعد المنع, بخلاف العكس، وهو حصر ما ادعاه المستدل علة وإلغاءه، وشرط انقسامه إلى ممنوع ومسلم وحصر الجميع والمطابقة لما ذكره وصيانة التقسيم أن يقال إن عينت كذا فمسلم وإلا فممنوع.\nالسادس: المطالبة: وهو طلب دليل علة الوصف ويتضمن تسليم الحكم ووجود الوصف في الأصل والفرع، وهو من الممنوع.\nالجزء: 1 ¦ الصفحة: 138\n",
        "السابع: النقص: وهو إبداء العلة بدون الحكم، وفي بطلانها به خلاف, ويجب احترازه عنه على الأصح، وجوابه بمنع وجود العلة والحكم في صورته، أو بيان مانع، أو انتفاء شرط، أو ورد النقض على المذهبين.\nوالكسر: وهو إبداء الحكمة بدون الحكم (لصيغة) شاقة، ولا تزاد الحكمة، ولا تنضبط بالرأي، فوقف فيها على تقدير الشارع.\nالجزء: 1 ¦ الصفحة: 139\n",
        "الثامن: القلب: وهو تعليق نقيض حكم المستدل على علته بعينها، فقد يصحح مذهبه وقد يبطل مذهب خصمه، وهو معارضه فجوابه جوابها إلا بمنع وجود الوصف.\nالتاسع: المعارضة: إما في الأصل، ببيان وصف غير وصف لمستدل، يقتضي الحكم فيحتمل ثبوته لأحدهما، أو لهما، وهو أظهر كمن أظهر، كمن أعطى فقيرا قريبا غلب على الظن إعطاءه لسببين. ويلزم المستدل حذف وصف المعترض بالاحتراز عنه في دليله على الأصح، وإلا ورد معارضة، ولا يكفي المستدل في دفعها، إلا ببيان استقلال وصفه بثبوت\nالجزء: 1 ¦ الصفحة: 140\n",
        "الحكم، إما ثبوت علته بنص، أو بإلغاء وصف المعترض.\nوأما في الفرع، بذكره ما يمتنع معه ثبوت الحكم، إما بنص، أو إجماع فيه، وإما بإبداء مانع الحكم، أو لسببه.\nالعاشر: عدم التأثير: وهو ذكر م يستغني فيه الدليل في ثبوت الحكم بطرديته، نحو صلاة لا تقصر فلا يقدم أذانها (على الوقت كالمغرب، إذ باقي الصلوات تقصر ولا يقدم أذانها)، أو لثبوت الحكم بدون شرطه كالبيع بدون الرؤية لا يصح بيعه، كالطير في الهواء، فإن بيع الطير في الهواء ممنوع وإن رؤي.\nالجزء: 1 ¦ الصفحة: 141\n",
        "الحادي عشر: تركيب القياس من مذهبين، نحو قوله في البالغة: أنثى فلا تزوج نفسها كابتة خمسة عشر، إذ الخصم يمنع تزويجها لصغرها لا لأنوثيتها، ففي صحة التمسك به خلاف.\nالثاني عشر: وهو تسليم الدليل مع منع المدلول وينقطع المعترض بفساده والمستدل بصحته. ففي النفي كقوله في القتل بالمثقل: التفاوت في الآلة لا يمنع القصاص كالتفاوت في القتل وفي القتل وفي هذا كفاية. (10|ب)\nالجزء: 1 ¦ الصفحة: 142\n",
        "فصل\nالاستصحاب دليل، ذكره المحققون إجماعا، وإنما الخلاف في استصحاب حكم الإجماع، والأكثر ليس بحجة، خلافا للشافعي وابن شاقلا وابن حامد.\nونافي الحكم يلزمه الدليل على الأصح.\nالجزء: 1 ¦ الصفحة: 143\n",
        "فصل\nشرع من قبلنا شرع لنا ما لم يخالف شرعنا بنسخه في أصح الروايتين. والثانية: لا يكون شرع لنا إلا بدليل، وهل يكون على الأولى مخصوصا بملة إبراهيم، أو موسى، أو عيسى، أو ليس مخصوصا بملة، وهو الصحيح فيه أقوال.\nثم هل كان النبي صلى الله عليه وسلم متعبدا بشرع من قبله قبل بعثته مطلقا؟ أو آدم، أو نوح، أو إبراهيم، أو عيسى، أو لم يكن متعبدا، فيه خلاف.\nالجزء: 1 ¦ الصفحة: 144\n",
        "فصل\nالاستقراء دليل ذكره بعض أصحابنا. ومذهب الصحابي إن لم يخالفه صحابي فإن انتشر ولم ينكر فإجماع، سبق. وإن لم ينتشر\nالجزء: 1 ¦ الصفحة: 145\n",
        "فحجة، مقدم على القياس في أصح الروايتين.\nومذهب الصحابي فيما يخالف القياس توقيف ظاهر الوجوب على الأصح.\nومذهب التابعي ليس بحجة عند الأكثر وكذا لو خالف القياس على الأصح.\nالجزء: 1 ¦ الصفحة: 146\n",
        "فصل\nالاستحسان: هو العدول بحكم المسألة عن نظائرها لدليل شرعي، وفي القول به خلاف.\nالجزء: 1 ¦ الصفحة: 147\n",
        "فصل\nالاستصلاح: وهو اتباع المصلحة، إن شهد الشرع باعتبارها كاقتباس الحكم من معقول دليل شرعي فقياس أو ببطلانها فلغو إذ هو تغيير للشرع. وإن لم يشهد لها ببطلان، ولا اعتبار، فهي إما تحسيني، أو حاجي، أو ضروري، ولا يصح التمسك بالأوليين، من غير أصل، وفي الثالث خلاف.\nالجزء: 1 ¦ الصفحة: 148\n",
        "فصل\nالاجتهاد لغة: بذل الجهد \"في فعل شاق.\nوشرعا: بذل الجهد \"في تعرف الحكم الشرعي.\nوشرط المجتهد إحاطته بمدارك الأحكام، وهي الأصول المتقدمة،، وما يعتبر للحكم في الجملة كمية وكيفية، فالواجب عليه من الكتاب، معرفة ما يتعلق بالأحكام منه وهي خمسمائة آية بحيث يمكنه استحضارها، وقيل: يشترط فيه حفظ جميع القرآن. ومعرفة صحة الحديث، اجتهادا، كعلمه بصحة مخرجه وعدالة رواته، أو تقليدا، كنقله من كتاب صحيح ارتضى الأئمة رواته، والناسخ والمنسوخ منهما،\nالجزء: 1 ¦ الصفحة: 149\n",
        "ومن الإجماع ما تقدم فيه، ومن النحو واللغة ما يكفيه يتعلق بالكتاب والسنة من نص، وظاهر، ومجمل، وحقيقة، ومجاز، وعام، وخاص، ومطلق، ومقيد، لا تفاريع الفقه، وعلم الكلام، ولا يشترط عدالته في اجتهاد، بل في قبول فتياه وخبره, ويتجزأ الاجتهاد, وقيل: لا, (11|أ)\nوقيل: في باب لا في مسألة.\nويجوز التعبد بالاجتهاد في زمنه عليه السلام عقلا، على الأصح. وفي جوازه شرعا خلاف. ويجوز اجتهاده عليه السلام في أمر الشرع عقلا، على الأصح, وفي جوازه ووقوعه شرعا خلاف.\nالجزء: 1 ¦ الصفحة: 150\n",
        "والإجماع على أن المصيب في العقليات واحد, وأن النافي ملة الإسلام مخطئ آثم كافر, اجتهد أو لم يجتهد. والمسألة الظنية الحق فيها عند الله واحد، وعليه دليل، فمن أصاب فمصيب، وإلا فمخطئ مثاب على اجتهاده، على الأصح. وتعادل دليلين قطعيين، محال وكذا ظنيين، فيجتهد (ويقف إلى أن يتبينه)، وعنه يجوز تعادلهما، فيخير في أيهما شاء. وليس للمجتهد أن يقول في شيئ في وقت واحد قولين متضادين، عند الأكثر. وإذا نص المجتهد على حكمين مختلفين في مسألة في وقتين، فمذهبه آخرهما إن علم التاريخ وإلا فأشبههما بأصول وقواعد مذهبه\nوأقربهما إلى الدليل الشرعي وقيل: كلاهما مذهب له.\nالجزء: 1 ¦ الصفحة: 151\n",
        "ومذهب الإنسان: ما قاله، أو ما جرى مجراه من تنبيه، أو غيره، وإلا لم يجز نسبته إليه من جهة القياس أو فعله أو المفهوم قولان.\nولا ينقض الحكم في الاجتهادات منه ولا من غيره، وحكمه بخلاف اجتهاده باطل، ولو قلد غيره على الأصح. وإذا نكح مقلد بفتوى مجتهد ثم تغير اجتهاد مقلده لم يحرم خلاف لقوم. وإذا حدثت مسألة لا قول فيها فللمجتهد الاجتهاد فيها والفتوى والحكم وهل هذا أفضل أم التوقف؟ فيه خلاف.\nالجزء: 1 ¦ الصفحة: 152\n",
        "فصل\nالتقليد لغة: جعل الشئ في العنق.\nوشرعا: قبول قول الغير من غير حجة.\nيجوز التقليد في الفروع عند الأكثر, ولا تقليد فيما علم كونه من الدين ضرورة، ولا في الأحكام الأصولية الكلية، كمعرفة الله تعالى، ووحدانيته، وصحة الرسالة، ونحوها, وقيل: ولا في أصول الفقه. وإذا أدى اجتهاد المجتهد إلى حكم لم يجز له التقليد، وإن لم يجتهد فلا يجوز له، وقيل: بلى, وقيل: مع ضيق الوقت, وقيل, ليعمل لا ليفتي, وقيل: لمن هو\nالجزء: 1 ¦ الصفحة: 153\n",
        "أعلم منه.\nوللعامي أن يقلد من علم، أو ظن أهليته للاجتهاد بطريق ما، دون من عرفه بالجهل، ومن جهل حاله، فلا يقلده.\nوفي لزوم تكرار النظر عند تكرار الواقعة خلاف، ولا يجوز خلو العصر من مجتهد على الأصح، ولا يجوز أن يفتي إلا مجتهد, وقيل: يجوز فتيا من ليس بمجتهد بمذهب إن كان مطلعا على المآخذ أهلا للنظر, وقيل عند عدم المجتهد, وقيل: يجوز مطلقا.\nويجوز تقليد المفضول في أصح الروايتين. (11|ب) ولو سألهما واختلفا عليه واستويا عنده تبع أيهما\nالجزء: 1 ¦ الصفحة: 154\n",
        "شاء, وقيل: الأشد, وقيل: الأخف, وقيل: يسقطا، ويرجع إلى غيرهما.\nويلزم العامي التمذهب بمذهب يأخذ برخصه وعزائمه في احدى الروايتين, ولا يجوز له تتبع الرخص ويفسق به.\nويجب على المفتي أن يعمل بموجب اعتقاده، فيما له وعليه، وللمفتي رد الفتيا وفي البلد أهل لها غيره شرعا، وإلا لزمه. ولا يلزمه جواب ما لم يقع، ولا يحتمل السائل، ولا ينفعه ولا يكبر المفتي خطه, ولا يجوز إطلاق الفتيا في اسم مشترك\nوالله أعلم.\nالجزء: 1 ¦ الصفحة: 155\n",
        "فصل\nالترجيح: تقديم أحد طرفي الحكم لاختصاصه بقوة الدلالة.\nورجحان الدليل، عبارة عن كون الظن المستفاد منه أقوى، ولا مدخل له في المذاهب، من غير تمسك بدليل، ولا في القطعيات.\nويجوز تعارض دليلين من غير مرجح, وقيل: لا يجوز أن يوجد في الشرع خبران متعارضان من جميع الوجوه ليس مع أحدهما ترجيح يقدم به، وهو الصحيح.\nالجزء: 1 ¦ الصفحة: 156\n",
        "وأحد المتعارضين باطل، إما لكذب الناظر، أولخطئه، بوجه ما في النقليات أو خطا الناظر في النظريات أو بطلان حكمه بنسخ.\nوالترجيح اللفظي، إما من جهة السند، أو المتن، أو مدلول اللفظ، أو أمر خارج.\nويقدم الأكثر رواة على الأقل، وفي تقديم الأوثق خلاف.\nويرجح بزيادة الثقة، والفطنة، والورع، والعلم، والضبط، والنحو، وبأنه أشهر بأحد هذه الأمور،\nالجزء: 1 ¦ الصفحة: 157\n",
        "وبكونه أحسن سياقا وباعتماده على حفظه لا نسخة سمع منها، وعلى ذكر لا خط.\nوبعلمه بروايته، وبأنه عرف أنه لا يرسل إلا عن عدل، وبكونه صاحب القصة، أو مباشرها، أو مشافها، أو أقرب عند سماعه.\nويرجح التواتر على الآحاد، والمسند على المرسل، وفي تقديم رواية الخلفاء الأربعة روايتان.\nفإن رجحت رجحت رواية الأكابر على غيرهم.\nويقدم الأكثر صحبة، ومتقدم الإسلام والمتأخر سيان, وقيل: المتأخر.\nالجزء: 1 ¦ الصفحة: 158\n",
        "المعنى: النص مقدم على الظاهر.\nوالظاهر مراتب باعتبار لفظه، أو قرينة، فيقدم الأقوى منها فالأقوى. والاتحاد على الاتفاق والورع وذو الزيادة على غيره. ويرجح النهي على الأمر، والأمر على المبيح، والأقل احتمالا على الأكثر، والحقيقة على المجاز ومفهوم الموافقة على مفهوم المخالفة.\nالمدلول يرجح الحظر على الإباحة على الأصح، وعلى الندب، والوجوب على الكراهة وعلى الندب، وقوله عليه السلام على فعله، والمثبت على النافي، إلا أن يستند\nالجزء: 1 ¦ الصفحة: 159\n",
        "النفي إلى علم بالعدم، والناقل عن حكم الأصل على غيره، على الأصح. وموجب الحد والجزية على نافيهما.\nالخارج: يرجح المجرى على عمومه على المخصوص، (12|أ) وما تلقى بالقبول على ما دخله النكير، وما عضده عموم كتاب أو سنة، أو قياس شرعي، أو معنى عقلي، فإن عضد أحدهما كتاب والآخر سنة فروايتان.\n(وما ابتدئ به\nالجزء: 1 ¦ الصفحة: 160\n",
        "على ذي السبب)، وما عمل به الخلفاء الراشدون، في أصح الروايتين.\nوبقول أهل المدينة، في الأصح.\nوالقياسي إما من جهة الأصل، أو العلة، أو القرينة.\nأما الأول: فحكم الأصل الثابت بالإجماع راجح، على الثابت بالنص، والثابت بالقرآن، أو تواتر السنة، على الثابت بآحادها، والثابت بمطلق النص، على الثابت بالقياس، والمقيس على أصول كثيرة على غيره.\nوأما الثاني: فتقدم العلة المجمع عليها على غيرها، والمنصوصة على المستنبطة، والثابتة عليتها تواترا على الثابتة آحادا، والمناسبة على غيرها، والناقلة على المقررة، الحاضرة على المبيحة.\nالجزء: 1 ¦ الصفحة: 161\n",
        "وفي مسقطة الحد، وموجبة العتق، والأخف، خلاف.\nوتقدم (الوصفية والمردودة) إلى أصل قاس علة الشارع، والمطردة إن صحة، والمنعكسة إن شرط العكس.\nوالمتعدية كالقاصرة إن قبلت، وقيل: تقدم القاصرة, وقيل: المتعدية.\nويقدم الحكم الشرعي أو اليقيني على الوصف الحسي، والإثبات عند قوم, وقيل: الحق التسوية، والمؤثر على الملائم، والملائم على الغريب، والمناسب على الشبهي. والمرجحات كثيرة ضابطها اقتران أحد الطرفين\nالجزء: 1 ¦ الصفحة: 162\n",
        "بأمر نقلي أو اصطلاحي أو قرينة عقلية أو لفظية أو حالية مع زيادة ظن، وقد حصل الرجحان من جهة القرائن بهذا، والله أعلم.\nالجزء: 1 ¦ الصفحة: 163\n",
        ""
    ]
}