{
    "1": [
        "فتح الغفور في وضع الأيدي على الصدور\nفتح الغفور في وضع الأيدي على الصدور\nالسندي، محمد حياة\nالكتاب:\nفتح الغفور في وضع الأيدي على الصدور\nالمؤلف:\nمحمد حياة السندي (المتوفى: 1163هـ)\nدراسة وتحقيق:\nمحمد ضياء الرحمن الأعظمي\nالناشر:\nمكتبة الغرباء الأثرية\nالطبعة:\nالثالثة، 1419 هـ\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nالحمد لله الشكور، والصلاة والسلام على حبيبه المشكور، وآله وصحبه إلى يوم النشور.\nأما بعد: فهذه رسالة مسماة بفتح الغفور في وضع الأيدى على الصدور: قال الإمام أحمد في مسنده: حدثنا يحيى بن سعيد، عن سفيان، قال: حدثنا سماك، عن قبيصة بن هلب، عن أبيه قال: رأيت رسول الله - صلى الله عليه وسلم - ينصرف عن يمينه وعن يساره، ورأيته يضع يده على صدره.\n(ووصف يحي: اليمنى على اليسرى فوق المفصل) .\nالجزء: 1 ¦ الصفحة: 23\n",
        "ورأيت في التحقيق بلفظ: يضع يده على صدره.\nقال أبو داد: حدثنا أبو توبة، عن الهيثم - يعني ابن حميد -، عن ثور، عن سليمان بن موسى، عن طاوس قال: كان النبي - صلى الله عليه وسلم - يضع يده اليمنى على يده اليسرى، ثم يشدها على صدره، وهو في الصلاة.\nالجزء: 1 ¦ الصفحة: 25\n",
        "قال ابن عبد البر في التمهيد: وعن طاوس قال: كان رسول الله - صلى الله عليه وسلم - يضع يده اليمنى على يده اليسرى، ثم يشدهما على صدره وهو في الصلاة.\nالجزء: 1 ¦ الصفحة: 27\n",
        "قال البيهقي: أخبرنا أبو عبد الله الحافظ، نا على بن حمشاذ العدل، نا هشام بن علي، ومحمد بن أيوب، قالا ثنا موسى بن إسماعيل، ثنا حماد بن سلمة، عن عاصم الجحدرى، عن عقبة بن صهبان، عن على رضى الله عنه (فَصَلّ لِرَبّكَ وَأنحَر) قال: هو وضعك يمينك على شمالك في الصلاة.\nكذا قال شيخنا عاصم الجحدرى عن عقبة بن صهبان.\nالجزء: 1 ¦ الصفحة: 28\n",
        "ورواه البخارى في التاريخ في ترجمة عقبة بن ظبيان عن على (فَصَلّ لِرَبّكَ وَأنَحَر) وضع يده اليمنى على وسط ساعده على صدره.\nالجزء: 1 ¦ الصفحة: 30\n",
        "قال: أخبرنا أبو بكر أحمد بن بن محمد بن الحارث الفقيه، أنا أبو محمد بن حيان أبو الشيخ ثنا أبو الحريش الكلابى، ثنا شيبان، نا حماد بن سلمة، نا عاصم الجحدرى عن أبيه، عن عقبة بن صهبان - كذا - قال: إن عليا قال في هذه الآية (فَصَلّ لِرَبّكَ وَأَنَحَر) قال:\nالجزء: 1 ¦ الصفحة: 31\n",
        "وضع يده اليمنى على وسط يده اليسرى، ثم وضعهما على صدره.\nالجزء: 1 ¦ الصفحة: 32\n",
        "قال: وأنا أبو الحريش نا حماد، نا عاصم الأحول، عن رجل، ع، أنس مثله، أو قال: عن النبى - صلى الله عليه وسلم.\nالجزء: 1 ¦ الصفحة: 33\n",
        "أخبرنا أبو زكريا بن أبى إسحاق، أنا الحسن بن يعقوب البخاري، أنا يحيى بن أبى طالبن أنا زيد بن الحباب، نا روح بن المسيب أنا عمرو بن مالك النكرى، عن أبى الجوزاء، عن ابن عباس في قوله تعالى: (فَصَلّ لِرَبّكَ وَأنَحَر)\nالجزء: 1 ¦ الصفحة: 34\n",
        "(قال: وضع اليمين على الشمال في الصلاة عند النحر) .\nوقال ابن عبد البر في التمهيد: وحدثنا وكيع، قال نا يزيد بن زياد ابن أبى الجعد، عن عاصم الجحدرى، عن عقبة بن ظهير عن على في قوله تعالى (فَصَلّ لِرَبّكَ وَأنحَر) قال: اليمين على الشمال.\nالجزء: 1 ¦ الصفحة: 36\n",
        "ورواه حماد بن سلمة عن عاصم الجحدرى عن عقبة بن صهبان عن على مثله سواء.\nوروى عمرو بن مالك، عن أبى الجوزاء، عن أبن عباس في قوله تعالى (فَصَلّ لِرَبّكَ وَأنحَر) قال: وضع اليمين على الشمال - أى عند النحر كما تقدم.\nوقال الدارقطنى: حدثنا محمد بن مخلد، نا محمد بن إسماعيل الحسانى، نا وكيع، نا يزيد بن زياد بن أبى الجعد، عن عاصم الجحدرى، عن عقبة بن ظهير، عن على (فَصَلّ لِرَبّكَ وَأنحَر) قال: وضع اليمين على الشمال.\nالجزء: 1 ¦ الصفحة: 37\n",
        "أى على الصدر لما في بعض الروايات، ولأن مادة النحر تدل على ذلك.\nوقال السيوطى في الدر المنثور: واخرج ابن أبى شيبة في المصنف، والبخارى في تاريخه، وابن جرير، وابن المنذر، وابن أبى حاتم، والدارقطنى في الأفراد، وأبو الشيخ، والحاكم، وابن مردويه، والبيهقى في سننه، عن على في قوله تعالى: (فَصَلّ لِرَبّكَ وَأنحَر) .\nقال: (وضع يده اليمنى على وسط ساعده اليسرى ثم وضعهما على صدره) فى الصلاة.\nوأخرج أبو الشيخ، والبيهقى، عن أنس عن النبى - صلى الله عليه وسلم - وأخرج ابن أبي حاتم، وابن شاهين في سننه، وابن مردويه، والبيهقى عن ابن عباس (فَصَلّ لِرَبّكَ وَأنحَر) .\nالجزء: 1 ¦ الصفحة: 38\n",
        "قال: وضع اليمين على الشمال عند النحر في الصلاة.\nقال الخازن: وقال ابن عباس (فَصَلّ لِرَبّكَ وَأنحَر) .\n(أي وضع يدك اليمنى على الشمال عند النحر) .\nوقال فى معراج الدراية شرح الهداية: عن على لما قرأ هذه الآية وضع يده اليمنى على اليسرى على صدره.\nونقل بعضهم عن الحاكم أنه قال: هو أحسن فى تأويل الآية.\nالجزء: 1 ¦ الصفحة: 39\n",
        "وقول من قال: وإن كان المراد ما ذكر فمعناه ضع بالقرب من الصدر، وذلك تحت الصدر غلط عقلا ونقلا فتأمل.\nونقل عن ملا الله داد الهندى أنه قال في شرح الهداية: (إذا كان حديث وضع اليدين تحت السرة ضعيفا ومعارضا بأثر على بأنه فسر قوله تعالى: (فَصَلّ لِرَبّكَ وَأنحَر) على الصدر، يجب أن يعمل بحديث وائل الذى ذكره النووى.\nقال الطبراني؛ حدثنا بشر بن موسى، نا محمد بن حجر بن عبد الجبار بن وائل بن حجر الحضرمى، ثنا عمى سعيد بن\nالجزء: 1 ¦ الصفحة: 40\n",
        "عبد الجبار عن أبيه، عن أمه أم يحيى عن وائل قال: حضرت الصلاة مع رسول الله صلى الله عليه وسلم فذكر حديثنا إلى أن قال: ثم رفع يديه بالتكبير إلى (أن حاذى بهما) شحمة أذنيه، ثم وضع يمينه على يساره على صدره وروى محوه البزار عنه.\nالجزء: 1 ¦ الصفحة: 41\n",
        "وكذا البيهقى في سننه.\nالجزء: 1 ¦ الصفحة: 42\n",
        "وفى الكل.\nمحمد بن حجر.\nقال البخارى: فيه بعض النظر.\nوقال غيره: له مناكير.\nقال البيهقى: ورواه أيضا مؤمل بن إسماعيل، عن الثورى، عن عاصم بن كليب، عن أبيه، عن وائل أنه رأى النبى صلى الله عليه وسلم وضع يمينه على شماله، ثم وضعهما على صدره.\nقلت: فمؤمل صدوق، سيء الحفظ كما في التقريب.\nالجزء: 1 ¦ الصفحة: 43\n",
        "ويؤيد هذا ما ذكره غير واحد من العلماء أن ابن خزيمة روى في صحيحه هذا الحديث.\nالجزء: 1 ¦ الصفحة: 44\n",
        "قال النووى\nالجزء: 1 ¦ الصفحة: 48\n",
        "في خلاصة الأحكام: وعن وائل قال: صليت مع رسول الله صلى الله عليه وسلم، فوضع يده اليمنى على يده اليسرى.\nفإن قلت يعارض هذا ما ذكره الشيخ قاسم في تخريج\nالجزء: 1 ¦ الصفحة: 49\n",
        "أحاديث الاختيار عن ابن أبى شيبة ولفظه: وكيع، عن موسى بن عميرة، عن علقمة بن وائل بن حجر، عن أبيه قال: رأيت رسول الله - صلى الله عليه وسلم - وضع يمينه على شماله في الصلاة تحت السرة: هذا إسناد جيد.\nالجزء: 1 ¦ الصفحة: 50\n",
        "قلت: في ثبوت زيادة تحت السرة نظر، بل هى غلط، منشأه السهو فإنى راجعت نسخةصحيحة للمصنف فرأيت فيها هذا الحديث بهذا\nالجزء: 1 ¦ الصفحة: 51\n",
        "السند، وبهذا الألفاظ، إلا أنه ليس فيها تحت السرة.\nوذكر فيها بعد هذا الحديث أثر النخعى ولفظه قريب من لفظ هذا الحديث، وفى اخره (في الصلاة تحت السرة) .\nفلعل بصر الكاتب زاغ من محل إلى آخر، فأدرج لفظ الموقوف فى المرفوع.\nويدل على ما ذكرت أن كل النسخ ليست متفقة على هذه الزيادة، وأن غير واحد من أهل الحديث روى هذا الحديث ولم يذكر تحت السرة.\nبل ما رأيت ولا سمعت أحداً من أهل العلم ذكر هذا الحديث\nالجزء: 1 ¦ الصفحة: 52\n",
        "بهذه الزيادة إلا القاسم.\nهذا ابن عبد البر حافظ دهره قال في التمهيد: (وقال الثورى وأبو حنيفة: أسفل السرة، وروى ذلك عن على وإبراهيم النخعى ولا يثبت ذلك عنهم) .\nالجزء: 1 ¦ الصفحة: 53\n",
        "فلو كان هذا الحديث الصحيح بهذه اللفظة في مصنف ابن أبى شيبة لذكره، مع أنه قد أكثر في هذا الباب وغيره عن ابن أبى شيبة.\nوهذا ابن حجر حافظ عصره يقول في فتحه: وقد روى ابن خزيمة من حديث وائل أنه وضعهما على صدره، وللبزار عند صدره، وعند أحمد في حديث هلب نحوه.\nويقول فى تخريج أحاديث الهداية وإسناد أثر على ضعيف، ويعارضه حديث وائل بن حجر قال: صليت مع رسول الله صلى الله عليه وسلم\nالجزء: 1 ¦ الصفحة: 54\n",
        "فوضع يده اليمنى على يده اليسرى على صدره.\nوأشار إلى ذلك في تخريج أحاديث الرافعى.\nفلو كانت هذه الزيادة موجودة فى المصنف لذكرها، وكتبه مملوءة من أحاديثه وآثاره فما اقتصره.\nالجزء: 1 ¦ الصفحة: 56\n",
        "كما قال السيوطى: في شرح ألفيته.\nوالظاهر أن الزيلعى الذى شمر ذيله لجمع أدلة المذهب لم يظفر بها، وإلا لذكرها، وهو من أوسع الناس اطلاعاً.\nالجزء: 1 ¦ الصفحة: 57\n",
        "وهذا صاحب القاموس يقول في صراطه الذي صنفه في أفعاله (صلى الله عليه وسلم) : أنه كان يضع يمناه على يسراه على صدره، كما\nالجزء: 1 ¦ الصفحة: 58\n",
        "روى ابن خزيمة في صحيحه.\nوهذا السيوطى الذى هو حافظ وقته يقول في وظائف اليوم والليلة: (كان يضع يده اليمنى على اليسرى، ثم يشدهما على صدره) .\nوقد ذكر في جامعه الكبير في مسند وائل نحو تسعة أحاديث عن المصنف، ولفظ بعضها: رأيت النبى - صلى الله عليه وسلم - وضع يمينه على شماله في الصلاة.\nوهذا اللفظ هو الذى ذكره صاحب نقد الصرة إلا أنه زاد لفظ تحت السرة.\nالجزء: 1 ¦ الصفحة: 59\n",
        "فلو كانت هذه الزيادة موجودة في المصنف لذكرها السيوطى.\nوهذا العينى الذى يجمع بين الغث والسمين في تصانيفه\nالجزء: 1 ¦ الصفحة: 60\n",
        "يقول في شرحه على البخارى: (احتج الشافعى بحديث وائل بن جحر، أخرجه ابن خزيمة في صحيحه قال: صليت مع رسول الله - صلى الله عليه وسلم - فوضع يده اليمنى على يده اليسرى على صدره) .\nويستدل لعلمائنا الحنفية بدلائل غير وثيقة.\nفلو كانت هذه الزيادة موجودة في المصنف لذكرها، وقد ملأ\nالجزء: 1 ¦ الصفحة: 61\n",
        "تصانيفه بالنقل عنه.\nوهذا ابن أمير الحاج الذى هو يتلو شيخه ابن الهمام في\nالجزء: 1 ¦ الصفحة: 62\n",
        "التحقيق وسعة الاطلاع يقول في شرح المنية: (إن الثابت من السنة وضع اليمين علىالشمال، ولم يثبت حديث يوجب تعيين المحل الذي يكون فيه الوضع من البدن إلا حديث وائل المذكور) . وهكذا قال صاحب البحر الرائق:\nالجزء: 1 ¦ الصفحة: 63\n",
        "فلو كان الحديث في المصنف بهذه الزيادة لذكرها ابن أمير الحاج مع أن شرحه محشو من النقل عنه.\nفهذه أمور قادحة في صحة هذه الزيادة في هذا الحديث.\nولا يلزم من صحة الإسناد صحة المتن وبتتبع الطرق والنظر فى\nالجزء: 1 ¦ الصفحة: 64\n",
        "الروايات يعرف الشاذ.\nوإذا عرفت هذا فاعلم أن هذه الزيادة ليست بقطعية الثبوت، ولا ظنية، وإنما هى موهومة الثبوت، والموهوم لا يثبت به حكم شرعى لأنه أقل ما يثبت بدليل ظنى، وكما يحرم ما يثبت بوجه معتبر، كذلك يحرم إثبات ما لم يثبت بوجه معتبر ولا يجوز نسبة شيء إلى رسول الله - صلى الله عليه وسلم - بالوهم.\nفإن قلت: قال القاسم: إن لابن خزيمة شرطا في صحيحه، إن وجدت وجدت الصحة، وإلا فلا.\nوذكر ذلك ابن حجر وهو أن لا يذكر الحديث أولا معلقا، فإن ذكره كذلك فليس على شرطه، ولو أسنده بعد ذلك، فيحتمل أنه ذكره كذلك.\nالجزء: 1 ¦ الصفحة: 65\n",
        "قلت: إن بين القاسم هذا القدح في هذا الحديث، وذكر أنه ذكره أولا معلقا فهو كلام مسموع، وإن لم يبين علم أنه ليس فيه هذا القدح، إذ لو كان فيه لذكره، وكيف يتركه مع وجوده، مع أن كتابه ما صنف إلا لترجيح دلائل المذهبن وتوهين دلائل الخصم الاحتمال الناشىء من غير دليل لا يضر لصحة الاستدلال كما هو مقرر في الأصل عند أهل التحقيق والكمال.\nوهذا الحافظ ابن حجر استدل به وعارض به ما يخالفه، ولو كان تلك العلة لبينها، وترك البيان مع العلم لنصرة المذهب بعيد من مثل هذا الإمام المحقق المنصف والله الهادى.\nومما تقدم تقرر أن لوضع الأيدى على الصدور في الصلاة أصلا أصيلا ودليلا جليلا، فلا ينبغى لأهل الإيمان الاستنكاف عنه، وكيف يستنكف المسلم عما ثبت عن رسول الله - صلى الله عليه وسلم - الذى قال: (لا يؤمن أحدكم حتى يكون هواه بتعا لما جئت به) .\nالجزء: 1 ¦ الصفحة: 66\n",
        "بل ينبغي لمتقضى آثاره أن يفعل ذلك ولو في\nالجزء: 1 ¦ الصفحة: 67\n",
        "بعض الأوقات. اللهم اهدنا لما اختلف فيه من الحق، فإنك تهدى من تشاء إلى صراط مستقيم.\nالجزء: 1 ¦ الصفحة: 68\n",
        "ملحق رقم (1)\nتخريج الأحاديث الواردة فى وضع اليمين على الشمال\nحديث سهل بن سعد\nروى مالك، عن أبى حازم بن دينار عنه قال: (كان الناس يؤمرون أن يضع الرجل اليد اليمنى على ذراعه اليسرى في الصلاة) .\nقال أبو حازم: لا أعلم إلا أنه ينمى ذلك.\nوحديث وائل بن حجر\nأنه رأى النبى - صلى الله عليه وسلم - رفع يديه حين دخل في الصلاة، كبر، ثم\nالجزء: 1 ¦ الصفحة: 69\n",
        "التحف بثوبه، ثم وضع يده اليمنى على اليسرى، فلما أراد أن يركع أخرج يديه من الثياب ثم رفعهما، ثم كبر فركع، فلما قال: سمع الله لمن حمده، رفع يديه، فلما سجد، سجد بين كفيه.\nوحديث الحارث بن غطيف بن الحارث\nقال: (ما نسيت من الأشياء، لم أنس أنى رأيت رسول الله - صلى الله عليه وسلم - واضعاً يمينه على شماله في الصلاة) .\nالجزء: 1 ¦ الصفحة: 70\n",
        "وحديث عبد الله بن مسعود\nأنه قال: (كان النبى - صلى الله عليه وسلم - يأخذ شماله بيمينه في الصلاة) .\nوحديث آخر له أنه كان يصلى فوضع يده اليسرى على يده اليمنى فرآه النبى - صلى الله عليه وسلم - فوضع يده اليمنى على اليسرى.\nوحديث جابر\nقال: مر رسول الله - صلى الله عليه وسلم - برجل وضع شماله على يمينه مثل حديث ابن مسعود.\nالجزء: 1 ¦ الصفحة: 71\n",
        "وقبيصة بن هلب عن أبيه قال: رأيت النبى - صلى الله عليه وسلم - ينصرف عن يمينه وعن يساره، ورأيته يضع يده على صدره.\nوحديث ابن عباس\nعن النبى - صلى الله عليه وسلم - قال: إنا معشر الأنبياء أمرنا أن نؤخر السحور، ونعجل الإفطار، وأن نمسك بأيماننا على شمائلنا في الصلاة.\nالجزء: 1 ¦ الصفحة: 72\n",
        "وحديث أبى هريرة\nقال: قال رسول الله - صلى الله عليه وسلم: (أمرنا معاشر الأنبياء أن نعجل إفطارنا، ونؤخر سحورنا، ونضرب بأيماننا على شمائلنا في الصلاة) .\nوحديث آخر له: عن عبد الرحمن إسحاق، عن سيار أبى الحكم، عن أبى وائل عن أبى هريرة قال: (وضع الكف على الكف في الصلاة من السنة) .\nالجزء: 1 ¦ الصفحة: 73\n",
        "وحديث عائشة\nقالت: ثلاثة من النبوة، تعجيل الإفطار، تأخير السحور، ووضع اليد اليمنى على اليسرى في الصلاة.\nوحديث ابن عمر\nعن النبى - صلى الله عليه سلم قال: (إنا معاشر الأنبياء أمرنا بثلاث: بتعجيل الفطر، وتأخير السحور، ووضع اليد اليمنى على اليسرى في الصلاة) .\nالجزء: 1 ¦ الصفحة: 74\n",
        "وعبد الله بن الزبير: عن زرعة بن عبد الرحمن قال: سمعت ابن الزبير يقول: (صف القدمين ووضع اليد على اليد من السنة) .\nوحديث شداد بن شرحبيل\nقال: ما نسيت فلم أنس أنى رأيت رسول الله - صلى الله عليه وسلم - قائماً يده اليمنى على يده اليسرى قابضاً عليها يعنى في الصلاة.\nالجزء: 1 ¦ الصفحة: 75\n",
        "وحديث يعلى بن مرة\nقال: قال رسول الله - صلى الله عليه وسلم: (ثلاثة يحبها الله عز وجل تعجيل الإفطار، وتأخير السحور، وضرب اليدين إحداهما بالأخرى في الصلاة) .\nوحديث أبى الدرداء\nقال: قال رسول الله - صلى الله عليه وسلم: (ثلاثة من أخلاق النبوة، تعجيل الإفطار، وتأخير السحور، ووضع اليمين على الشمال في الصلاة) .\nالجزء: 1 ¦ الصفحة: 76\n",
        "وحديث عبد الله بن جابر الباضى\nقال عقبة بن أبى عائشة رأيت عبد الله بن جابر البياضى صاحب رسول الله - صلى الله عليه وسلم - يضع إحدى يديه على ذراعيه في الصلاة.\nوحديث أبى حميد الساعدى\nرضى الله عنه\nقال محمد ربن عمرو بن عطاء، سمعت أبا حميد الساعدى في عشرة من أصحاب رسول الله - صلى الله عليه وسلم - منهم أبو قتادة، قال أبوحميد: أنا أعلمكم بصلاة رسول الله - صلى الله عليه وسلم قالوا: فلم؟ فوالله ما كنت بأكثرنا له تبعاً، ولا أقدمنا له صحبةً.\nقال: بلى، قالوا: فأعرض فقال: أنه كبر فرفع يديه إلى وجهه ثم وضع يمينه على شماله.\nالجزء: 1 ¦ الصفحة: 77\n",
        "وحديث معاذ بن جبل\nقال: كان النبى - صلى الله عليه وسلم - إذا كان في صلاته رفع يديه قبال أذنيه، فإذا كبر أرسلهما ثم سكت، وربما رأيته يضع يمينه على يساره.\nوأثر على رضى الله عنه. عن عاصم الجحدرى عن عقبة بن ظهير عن على قال: (فَصَلّ لِرَبّكَ وَأنحَر) قال: (وضع اليمين على الشمال في الصلاة) .\nأثر آخر له ايضا. عن عبد الرحمن بن إسحاق، ثنا زياد بن زيد السوائى، عن أبة جحيفة عن على رضى الله عنه قال: (إن من السنة في الصلاة وضع الأكف على الأكف تحت السرة) .\nالجزء: 1 ¦ الصفحة: 78\n",
        "فعل على رضى الله عنه.\nأنه إذا طول قيامه في الصلاة يمسك بيده اليمنى ذراعه اليسرى في أصل الكف، إلا أن يسوى ثوبا أو يحك جلداً.\nأثر أنس رضى الله عنه.\nقال: من أخلاق النبوة وضع اليمين على الشمال تحت السرة.\nومرسل طاوس. قال كان رسول الله - صلى الله عليه وسلم - يضع يده اليمنى على يده اليسرى، ثم يشد بينهما على صدره وهو في الصلاة.\nومرسل حسن. قال: قال رسول الله - صلى الله عليه وسلم - كأنى أنظر إلى أحبار بنى إسرائيل واضعى أيمانهم على شمائلهم في الصلاة.\nوأثر عبد الكريم بن أبى المخارق قال: من كلام النبوة إذا لم تستحى فافعل ما شئت، وضع اليدين\nالجزء: 1 ¦ الصفحة: 79\n",
        "إحداهما على الأخرى في الصلاة - يضع اليمنى على اليسرى، وتعجيل الفطر، والاستيناء بالسحور.\nوما روى في معنى تفسير قوله تعالى (فَصَلّ لِرَبّكَ وَأنحَر)\nالجزء: 1 ¦ الصفحة: 80\n",
        "ملحق رقم (2)\nمذهب العلماء في الوضع والإرسال\nذهب الجمهور إلى وضع اليمين على الشمال.\nقال النووى: وبه قال على بن أبى طالب، وأبو هريرة، وعائشة، وآخرون من الصحابة رضى الله عنهم وسعيد بن جبير، والنخعى، وأبو مجلز، وآخرون من التابعين وسفيان الثورى، وابو حنيفة، وأصحابه، وأحمد، وإسحاق، وأبوثور، وداود، وجمهور العلماء.\nقال الترمذى: والعمل على هذا عند أهل العلم من الصحابة والتابعين ومن بعدهم.\nوحكى ابن عبد البر أنه لم يأت عن - النبى صلى الله عليه وسلم - فيه خلاف.\nوقال البغوى: (والعمل على هذا عند عامة أهل العلم من الصحابة\nالجزء: 1 ¦ الصفحة: 81\n",
        "فمن بعدهم) .\nونقل ابن عبد الحكم عن مالك الوضع أيضا.\nولأن وضع اليد على اليد أسلم له من العبث، واحسن في التواضع والتضرع والتذلل.\nوأما مالك فذهب جمهور أصحابه إلى الإرسال.\nسئل مالك عن وضع اليمين على اليسرى في الصلاة فقال: لا أعرف ذلك في الفريضة، ولن في النوافل إذا طال القيام، فلا بأس بذلك يعين به على نفسه.\nوقال ابن عبد البر: وضع اليمين على اليسرى أو إرسالهما كل ذلك سنة في الصلاة.\nوروى ابن القاسم عن مالك الإرسال وهو الأشهر، وعليه جميع أهل المغرب من أصحابه أو جمهورهم.\nوقال ابن القيم بعد إيراد أحاديث وضع اليدين في الصلاة.\nالجزء: 1 ¦ الصفحة: 82\n",
        "(فهذه الآثار قد ردت برواية ابن القاسم عن مالك قال: تركه أحب إلى ولا أعلم شيئا قد ردت به سواه) .\nوحكى ابن المنذر عن عبد الله بن الزبير والحسن البصرى والنخعى أنه يرسل يديه، ولايضع إحداهما على الآخرى، وحكاه القاضى أبو الطيب أيضا عن سيرين، وقال الليث بن سعد: يرسلهما، فإن طال ذلك عليه وضع اليمنى على اليسرى للاستراحة.\nوقال ابن العربى المالكة في أحكام القرأن: (إن قلنا معنى قوله وانحر ضع يدك على نحرك فقد اختلف في ذلك علماؤنا على ثلاثة أقوال: الأول: لا توضع في فريضة ولا نافلة، لأن ذلك من باب الاعتماد ولا يجوز في الفرض، ويستحب في النفل.\nالثاني: أنه لا يضعهما في الفريضة، ويضعهما في النافلة، استعانة، لأنه موضع ترخص.\nالثالث: يضعهما في الفريضة وفي النافلة، وهو الصحيح، روى مسلم عن وائل بن حجر أنه رأى النبى - صلى الله عليه وسلم - يرفع يديه حين دخل\nالجزء: 1 ¦ الصفحة: 83\n",
        "الصلاة حيال أذنيه، ثم التحف بثوبه، ثم وضع يده اليمنى على اليسرى، ثم ذكر حديث سثل بن سعد وعزاه إلى البخارى.\nوالحق أنه لم يرد حديث صحيح في إرسال اليدين في الصلاة.\nفقد أخرج مالك نفسه حديث سهل بن سعد وعقد له بابا بلفظ (وضع اليدين إحداهما على الأخرى في الصلاة) وذكر أولا أثر عبد الكريم بن أبى المخارق أنه قال: (من كلام النبوة إذا لم تستحى فافعل ما شئت ووضع اليدين إحداهما على الأخرى في الصلاة، يضع اليمنى على اليسرى، وتعجيل الفطر والاستيناء بالسحور) وهذا حكمه مرفوع.\nثم ذكر حديث سهل بن سعد أبى حازم بن دينار أنه قال: كان الناس يؤمرون أن يضع الرجل اليد اليمنى على ذراعه اليسرى في الصلاة.\nوحديث سهل بن سعد\nهذا أخرجه البخارى وغيره وسبق تخريجه.\nفالخلاصة أنه روى عن مالك ثلاث روايات: الأولى: وهى المشهورة عنه أن يرسلهما.\nوالثانية: يضع يديه تحت الصدر فوق السرة كذا ذكره العينى في شرح لهداية.\nالجزء: 1 ¦ الصفحة: 84\n",
        "والثالثة: أنه خير بين الوضع والإرسال ذكره في عقد الجواهر أنه قول أصحاب مالك المدنيين، وبه قال الأوزاعى وكان يقول: إنما أمروا بالاعتماد إشفاقاً عليهم، لأنهم كانوا يطولون القيام، فكان ينزل الدم إلى رءوس أصابعهم فقيل لهم لو اعتمدتم لا حرج عليكم.\nوحجة المالكية فى الإرسال ما يلى: قالوا إن الوضع ينافى الخشوع.\nإن النبى - صل الله عليه وسلم - لم المسىء صلاته الصلاة ولم يذكر وضع اليدين إحداهما على الأخرى.\nقال النووى: لم يعلمه النبي - صلى الله عليه وسلم - إلا الواجبات فقط.\nثم إختلف الجمهور في محل الوضع على أقوال: تحت السرة وهو مذهب الإمام أبى حنيفة كما حكاه صاحب الهداية، وكنز الدقائق، وتبين الحقائق، والبحر الرائق، وفتح القدير، والمبسوط. وبه\nالجزء: 1 ¦ الصفحة: 85\n",
        "سفيان الثورى، وابن راهوية، وأبو اسحاق المروزى من الشافعية. قال صاحب البحر الرائق: واستدل مشايخنا بما روى عن النبى - صلى الله عليه وسلم - أنه قال: (ثلاث من سنن المرسلين وذكر من جملتها وضع اليمين على الشمال تحت السرة، لكن المخرجين لم يعرفوا فيه مرفوعا وموقوفا تحت السرة، ويمكن أن يقال في توجيه المذهب أن الثابت من السنة وضع اليمين على الشمال، ولم يثبت حديث يوجب تعيين المحل الذي يكون فيه الوضع من البدن إلا حديث وائل المذكور، وهو مع كونه واقعة حال لا عموم لها، يحتمل أن يكون لبيان الجواز فيحال في ذلك كما في فتح القدير على المعهود من وضعهما حال قصد التعظيم في القيام، والمعهود في الشاهد منه أن يكون ذلك تحت السرة، فقلنا به في هذه الحالة في حق الرجل، بخلاف المرأة فإنها تضع على صدرها، لأنه أستر لها، فيكون في حقها أول) .\nوقال صاحب تبيين الحقائق: (وقالوا لأنه أقرب إلى التعظيم كما بين يدى الملوك، وضعهما على العورة لا يضر فوق الثياب، فكذا بلا حائل، لأنها ليس لها حكم العورة في حقه، ولهذا تضع المرأة يديها على صدرها وأن كان عورة) .\nوقال صاحب الهداية:\n(ويعتمد بيده اليمنى على اليسرى تحت السرة لقوله عليه السلام،\nالجزء: 1 ¦ الصفحة: 86\n",
        "(إن من السنة وضع اليمين على الشمال تحت السرة، وهو حجة على مالك في الإرسال، وعلى الشافعى في الوضع على الصدر، ولأن الوضع تحت السرة أقرب إلى التعظيم وهوالمقصود، ثم الاعتماد سنة القيام عند أبى حنيفة وأبى يوسف حتى لا يرسل حالة الثناء، والأصل أن كل قيام فيه ذكر مسنون يعتمد فيه، ومالا فلا، هو الصحيح، فيعتمد في حالة القنوت، وصلاة الجنازة، ويرسل في القومة وبين تكبيرات الأعياد) انتهى.\nقوله: لقوله عليه السلام إن من السن وضع اليمين على الشمال تحت السرة.\nقال صاحب فتح القدير: لا يعرف مرفوعا، بل عن على من السنة في الصلاة وضع الأكف على الأكف تحت السرة، رواه أبو داود وأحمد وهذا لفظه.\nقال النووى: اتفقوا على تضعيفه لأنه من رواية عبد الرحمن ابن اسحاق الواسطى مجمع على ضعفه، وفي وضع اليمنى على اليسرى فقط أحاديث في الصحيحين وغيرهما تقوم بها الحجة على مالك. وأماقوله تعالى: (فَصَلّ لِرَبّكَ وَأنحَر) فمدلول اللفظ طلب النحر نفسه، وهو غير طلب وضع اليدين عند النحر، فالمراد نحر الأضحية على أن وضع اليدين على الصدر ليس هو حقيقة وضعهما\nالجزء: 1 ¦ الصفحة: 87\n",
        "على النحر فصار الثابت وضع اليمنى علىاليسرى ثم ذكر كما قال صاحب البحر الرائق.\nوقال الشيخ محمد محمود البابرتى صاحب شرح العناية على الهداية.\nولأن الوضع تحت السرة أقرب إلى التعظيم، وأبعد من التشبه بأهل الكتاب، والتعظيم هو المقصود.\nوقال العلامة العينى في عمدة القارى: (والحكمة في هذا كما يقال إنها أقرب إلى التعظيم، وأبعد من التشبه بأهل الكتاب، وأقرب إلى ستر العورة، وحفظ الأزرار عن السقوط، وذلك كما يفعل بين يدى الملوك، وفي الوضع على الصدر تشبه بالنساء فلا يسن) .\nوأدلتهم باختصار: قال صاحب الهداية: قال عليه السلام إن من السنة وضع اليمين على الشمال تحت السرة.\nقال العلامة العينى: هذا قول على بن أبى طالب، وإسناده إلى\nالجزء: 1 ¦ الصفحة: 88\n",
        "النبى صلى الله عليه وسلم - غير صحيح.\nوقال ابن الهمام: لا يعرف مرفوعا بل عن على رضى الله عنه) إلا أن الصحابى إذا قال: من السنة كذا يحمل قوله على المرفوع، وأثر على هذا رواه أبو داود وأحمد والدارقطنى والبيهقى كلهم من طريق عبد الرحمن بن إسحاق الواسطى عن زياد بن زيد السوائى عن أبى جحيفة عنه.\nوإسناده ضعيف انظر فيما مضى.\nحديث أبى هريرة قال وضع الأكف على الأكف في الصلاة تحت السرة رواه أبو داود وإسناده ضعيف من أجل عبد الرحمن بن إسحاق الواسطى. انظر تخريجه فيما مضى.\nأثر إبراهيم النخعى قال: يضع يمينه على شماله في الصلاة تحت السرة.\nقال الحنيفة: إن قول التابعى الكبير هو حجة عندنا على الأصح إذا كان تابعيا كبيراُ وظهرت فتواه في زمن الصحابة.\nقول أبى مجلز قال ابن شيبة في مصنفه: حدثنا يزيد بن هارون، قال أخبرنا\nالجزء: 1 ¦ الصفحة: 89\n",
        "حجاج بن حسان، قال سمعت أبا مجلز أو سألته قال: قلت كيف أضع؟ قال: يضع باطن كف يمينه على ظاهر كف شماله ويجعلهما أسفل من السرة.\nقال البيهقى: وأصح أثر روى في هذا الباب أثر سعيد بن جبير وأبى مجلز.\nومذهب أبى مجلز هو الوضع أسفل السرة حكاه أبو عمر في التمهيد، وجاء ذلك عنه بسند جيد كذا قال ابن التركماني في الجوهر النقى.\nثم أورد إسناد ابن أبى شيبة وقال: الحجاج هذا هو الثقفي قال أحمد: ليس به بأس.\nوقال مرة: ثقة.\nوقال ابن معين: صالح.\nالجزء: 1 ¦ الصفحة: 90\n",
        "أثر سعيد بن جبير: أخرج البيهقي بإسناده عن أبى الزبير قال: أمرني عطاء أن أسأل سعيدا أين تكون اليدان في الصلاة فوق السرة أو أسفل من السرة، فسألته فقال: فوق السرة.\nوفيه يحي بن أبى طالب تكلموا فيه ومنهم من نسبه إلى الكذب.\nأثر أنس بن مالك، قال من أخلاق النبوة وضع اليمين على الشمال تحت السرة.\nيضعهما تحت الصدر فوق السرة: وهو مروى عن الشافعى كما في الوسيط وذكره البغوى وهو المعمول به عن أصحابه، ورجحه النووي.\nقال النووى: وبهذا قال سعيد بن جبير وداود.\nوهى رواية أيضا عن مالك.\nالجزء: 1 ¦ الصفحة: 91\n",
        "وعن أحمد مثله، والرواية الأخرى عنه مثل أبى حنيفة يعنى تحت السرة مستدلا بحديث على رضى الله عنه.\nيضعهما فوق الصدر: وبه قال أيضا الشافعى، وهى رواية نادرة عن أحمد.\nأدلة الشافعية ومن وافقهم باختصار: حديث وائل بن حجر يقول:\nصليت مع رسول الله - صلى الله عليه وسلم - فوضع يده اليمنى على يده\nالجزء: 1 ¦ الصفحة: 92\n",
        "اليسرى على صدره.\nرواه ابن خزيمة.\nورواه غيره فلم يذكروا فيه على صدره انظر ما مضى في تخريج هذا الحديث.\nحديث قبيصة بن هلب عن أبيه قال: رأيت النبى - صلى الله عليه وسلم - ينصرف عن يمينه وعن يساره ورأيته يضع يده على صدره.\nتفسير قوله تعالى (فَصَلّ لِرَبّكّ وَأنحَر) .\nقال على هو وضع يده اليمنى على وسط ساعده على صدره.\nرواه الحاكم والبيهقى.\nقال ابن التركماني: في سنده ومتنه اضطراب.\nوقال الحافظ ابن كثير: (وقيل أراد بقوله: (وَأنحَر) وضع اليد اليمنى على اليسرى تحت النحر، يروى هذا عن على ولا يصح، وعن الشعبى مثله) . انظر تفسيره.\nتفسير ابن عباس لقوله تعالى (فَصَلّ لِرَبّكَ وَأنحَر) .\nقال: (وضع اليمين على الشمال في الصلاة عند النحر) .\nرواه البيهقى وغيره.\nوفي سنده روح بن المسيب تكلموا فيه.\nالجزء: 1 ¦ الصفحة: 93\n",
        "تفسير أنس بن مالك لقوله تعالى: (فَصَلّ لِرَبّكَ وَأنحَر) قال مثل تفسير على.\nرواه البيهقى وغيره وفى إسناده رجل لم يسم.\nمرسل طاوس. قال كان رسول الله - صلى الله عليه وسلم - يضع يده اليمنى على يده اليسرى ثم يشد بينهما على صدره وهو في الصلاة.\nرواه أبو داود. وسبق تخريجه.\nولأن الصدر هو موضع نور الإسلام، فحفظه بيده في الصلاة أولى من الإشارة إلى العورة بالوضع تحت السرة، وهو أقرب إلى الخشوع، والخشوع زينة الصلاة.\nهذا آخر ما أردت تسويده، وصلى الله على نبينا محمد وعلى آله وأصحابه أجمعين.\nالجزء: 1 ¦ الصفحة: 94\n",
        ""
    ]
}