{
    "1": [
        "فتح رب البرية بتلخيص الحموية\nفتح رب البرية بتلخيص الحموية\nابن عثيمين\nالكتاب:\nفتح رب البرية بتلخيص الحموية\nالمؤلف:\nمحمد بن صالح بن محمد العثيمين (المتوفى: 1421هـ)\nالناشر:\nدار الوطن للنشر، الرياض\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nالمقدمة\nالحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا. من يهده الله فلا مُضِلّ له؛ ومن يضلل فلا هادي له. وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه وسلم تسليماً كثيراً.\nأما بعد: فإن الله - تعالى - بعث محمداً صلّى الله عليه وسلّم بالهدى ودين الحق؛ رحمة للعالمين، وقدوة للعاملين، وحجّة على العباد أجمعين؛ فأدى الأمانة، وبلّغ الرسالة، ونصح الأمة، وبيّن للناس جميع ما يحتاجون إليه في أصول دينهم وفروعه، فلم يدع خيراً إلا بيّنه وحثّ عليه، ولم يترك شرًّا إلا حذّر الأمة عنه، حتى ترك أمته على المحجّة البيضاء، ليلها كنهارها، فسار عليها أصحابه نيّرة مضيئة، وتلقاها عنهم كذلك القرون المفضلة، حتى تجهم الجو بظلمات البدع المتنوعة التي كاد بها مبتدعوها الإسلام وأهله، وصاروا يتخبطون فيها خبط عشواء، ويبنون معتقداتهم على نسج العنكبوت. والربّ - تعالى - يحمي دينه بأوليائه الذين وهبهم من الإيمان، والعلم، والحكمة ما به\nالجزء: 1 ¦ الصفحة: 3\n",
        "يصدُّون هؤلاء الأعداء، ويردون كيدهم في نحورهم، فما قام أحد ببدعة إلا قيض الله - وله الحمد - من أهل السنة من يدحض بدعته، ويبطلها.\nوكان في مقدمة القائمين على هؤلاء المبتدعة: شيخ الإسلام تقي الدين أحمد بن عبد الحليم بن عبد السلام بن تيمية الحراني، ثم الدمشقي، المولود في حران يوم الاثنين الموافق 10 ربيع الأول سنة 661 هجرية، والمتوفى محبوساً ظلماً في قلعة دمشق في ذي القعدة سنة 728 هجرية رحمه الله.\nوله المؤلفات الكثيرة في بيان السنة، وتوطيد أركانها، وهدم البدع.\nومما ألّفه في هذا الباب رسالة \"الفتوى الحموية\" التي كتبها جواباً لسؤال ورد عليه في سنة 698 هجرية مِنْ \"حماة\" بلد في الشام، يسأل فيه عما يقوله الفقهاء وأئمة الدين في آيات الصفات وأحاديثها؟ فأجاب بجواب يقع في حوالي 83 صفحة، وحصل له بذلك محنة وبلاء، فجزاه الله - تعالى - عن الإسلام والمسلمين أفضل الجزاء.\nولما كان فهم هذا الجواب والإحاطة به مما يشق على كثير من قرائه أحببت أن ألخص المهم منه مع زيادات تدعو الحاجة إليها وسميته\nالجزء: 1 ¦ الصفحة: 4\n",
        "\"فتح رب البرية بتلخيص الحموية\".\nوقد طبعته لأول مرة في سنة 1380 هجرية، وها أنا أعيد طبعه للمرة الثانية (1) ، وربما غيّرت ما رأيت من المصلحة تغييره من زيادة أو حذف.\nوالله أسأل أن يجعل عملنا خالصاً لوجهه ونافعاً لعباده إنه جواد كريم.\nالمؤلف\n(1) -طبع بعدها مراتٍ عديدة.\nالجزء: 1 ¦ الصفحة: 5\n",
        "الباب الأول فيما يجب على العبد في دينه\nالواجب على العبد في دينه هو اتباع ما قاله الله تعالى، وقاله رسوله محمد صلّى الله عليه وسلّم، والخلفاء الراشدون المهديون من بعده من الصحابة، والتابعين لهم بإحسان.\nوذلك أن الله بعث محمداً صلّى الله عليه وسلّم، بالبينات والهدى، وأوجب على جميع الناس أن يؤمنوا به، ويتّبعوه ظاهراً وباطناً، فقال تعالى: {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعاً الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ لا إِلَهَ إِلاَّ هُوَ يُحْيِي وَيُمِيتُ فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ) } [الأعراف الاية158] .\nوقال النبي صلّى الله عليه وسلّم: \"عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي تمسكوا بها، وعضوا عليها بالنواجذ، وإياكم ومحدثات الأمور؛ فإن كل محدثة بدعة، وكل بدعة ضلالة\" (1) .\nوالخلفاء الراشدون هم: الذين خلفوا النبي صلّى الله عليه وسلّم في العلم النافع، والعمل الصالح، وأحق الناس بهذا الوصف هم\n(1) -رواه الترمذي (2676) كتاب العلم، 16 - باب ما جاء في الأخذ بالسنة. وقال: حسن صحيح.\nوأبو داود (4607) كتاب السنة، 6 - باب في لزوم السنة.\nوابن ماجه (42) المقدمة، 6 - باب اتباع سنة الخلفاء الراشدين المهديين.\nوأحمد (4/126) .\nوصححه ابن حبان (101/الموارد) كتاب العلم، 15 - باب اتباع رسول الله صلّى الله عليه وسلّم.\nوالحاكم (1/174 عطا) .\nوأبو نعيم في \"المسند المستخرج على صحيح مسلم\" (1/36) ، وقال: هذا حديث جيد من صحيح حديث الشاميين.\nالجزء: 1 ¦ الصفحة: 7\n",
        "الصحابة - رضي الله عنهم -، فإن الله اختارهم لصحبة نبيه صلّى الله عليه وسلّم، وإقامة دينه، ولم يكن الله - تعالى - ليختار - وهو العليم الحكيم - لصحبة نبيه إلا من هم أكمل الناس إيماناً، وأرجحهم عقولاً، وأقومهم عملاً، وأمضاهم عزماً، وأهداهم طريقاً، فكانوا أحق الناس أن يُتَّبَعُوا بعد نبيهم صلّى الله عليه وسلّم، ومن بعدهم أئمة الدين، الذين عُرفوا بالهدى والصلاح.\nالجزء: 1 ¦ الصفحة: 8\n",
        "الباب الثاني فيما تضمنته رسالة النبي صلّى الله عليه وسلّم من بيان الحق في أصول الدين وفروعه\nرسالة النبي صلّى الله عليه وسلّم تتضمن شيئين هما: العلم النافع، والعمل الصالح، كما قال تعالى: {هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ) } [التوبة: الاية33] .\nفالهدى هو: العلم النافع. ودين الحق هو: العمل الصالح الذي اشتمل على الإخلاص لله، والمتابعة لرسوله صلّى الله عليه وسلّم.\nوالعلم النافع يتضمن كل علم يكون للأمة فيه خير وصلاح في معاشها، ومعادها، وأول ما يدخل في ذلك العلم بأسماء الله وصفاته وأفعاله؛ فإن العلم بذلك أنفع العلوم. وهو زبدة الرسالة الإلهية، وخلاصة الدعوة النبوية، وبه قوام الدين قولاً، وعملاً، واعتقاداً.\nومن أجل هذا كان من المستحيل أن يهمله النبي صلّى الله عليه وسلّم، ولا\nالجزء: 1 ¦ الصفحة: 9\n",
        "يبيّنه بياناً ظاهراً ينفي الشكّ، ويدفع الشبهة، وبيان استحالته من وجوه:\nالأول - أن رسالة النبي صلّى الله عليه وسلّم، كانت مشتملة على النور والهدى؛ فإن الله بعثه بشيراً ونذيراً، وداعياً إلى الله بإذنه، وسراجاً منيراً، حتى ترك أمته على المحجة البيضاء ليلها كنهارها، لا يزيغ عنها إلا هالك، وأعظم النور وأبلغه ما يحصل للقلب بمعرفة الله، وأسمائه، وصفاته، وأفعاله، فلا بد أن يكون النبي صلّى الله عليه وسلّم، قد بيّنه غاية البيان.\nالثاني - أن النبي صلّى الله عليه وسلّم علّم أمته جميع ما تحتاج إليه من أمور الدين والدنيا، حتى آداب الأكل، والشرب، والجلوس، والمنام وغير ذلك. قال أبو ذر - رضي الله عنه -: \"لقد توفي رسول الله صلّى الله عليه وسلّم وما طائر يقلب جناحيه إلا ذكر لنا منه علماً\". ولا ريب أن العلم بالله، وأسمائه، وصفاته، وأفعاله، داخل تحت هذه الجملة العامة، بل هو أول ما يدخل فيه لشدة الحاجة إليه.\nالثالث - أن الإيمان بالله تعالى، وأسمائه، وصفاته، وأفعاله، هو أساس الدين، وخلاصة دعوة المرسلين، وهو أوجب وأفضل ما اكتسبته القلوب وأدركته العقول، فكيف يهمله النبي صلّى الله عليه وسلّم،\nالجزء: 1 ¦ الصفحة: 10\n",
        "من غير تعليم ولا بيان مع أنه كان يعلم ما هو دونه في الأهمية والفضيلة؟!\nالرابع - أن النبي صلّى الله عليه وسلّم كان أعلم الناس بربه، وهو أنصحهم للخلق، وأبلغهم في البيان والفصاحة؛ فلا يمكن مع هذا المقتضى التام للبيان أن يترك باب الإيمان بالله وأسمائه وصفاته ملتبساً مشتبهاً.\nالخامس - أن الصحابة - رضي الله عنهم - لا بدّ أن يكونوا قائلين بالحق في هذا الباب؛ لأن ضدّ ذلك إما السكوت، وإما القول بالباطل، وكلاهما ممتنع عليهم:\nأمّا امتناع السكوت فوجهه: أن السكوت إمّا أن يكون عن جهل منهم بما يجبُ لله تعالى من الأسماء والصفات، وما يجوز عليه منها ويمتنع، وإمّا أن يكون عن علم منهم بذلك ولكن كتموه، وكل منهما ممتنع:\nأما امتناع الجهل: فلأنه لا يمكن لأي قلب فيه حياة، ووعي وطلب للعلم، ونهمة في العبادة إلا أن يكون أكبر همّه هو البحث في الإيمان بالله تعالى، ومعرفته بأسمائه وصفاته، وتحقيق ذلك علماً واعتقاداً. ولا ريب أن القرون المفضلة وأفضلهم الصحابة هم أبلغ الناس في حياة القلوب، ومحبة الخير، وتحقيق العلوم\nالجزء: 1 ¦ الصفحة: 11\n",
        "النافعة، كما قال النبي صلّى الله عليه وسلّم: \"خير الناس قرني، ثم الذين يلونهم، ثم الذين يلونهم\" (1) . وهذه الخيرية تعم فضلهم في كل ما يُقرّب إلى الله من قول، وعمل، واعتقاد.\nثم لو فرضنا أنهم كانوا جاهلين بالحق في هذا الباب لكان جهل من بعدهم من باب أولى؛ لأن معرفة ما يُثْبَتُ لله تعالى من الأسماء والصفات، أو يُنْفَى عنه إنما تُتَلقَّى من طريق الرسالة، وهم الواسطة بين الرسول صلّى الله عليه وسلّم وبين الأمة، وعلى هذا الفرض يلزم أن لا يكون عند أحد علم في هذا الباب، وهذا ظاهر الامتناع.\nوأما امتناع كتمان الحق: فلأنّ كل عاقل منصف عرف حال الصحابة - رضي الله عنهم - وحرصهم على نشر العلم النافع، وتبليغه الأمة، فإنه لن يمكنه أن ينسب إليهم كتمان الحق - ولا سيما - في أوجب الأمور، وهو معرفة الله وأسمائه وصفاته.\nثم إنه قد جاء عنهم من قول الحق في هذا الباب شيء كثير يعرفه من طلبه وتتبّعه.\nوأما امتناع القول بالباطل عليهم فمن وجهين:\nأحدهما: أن القول بالباطل لا يمكن أن يقوم عليه دليل صحيح، ومن المعلوم أن الصحابة - رضي الله عنهم - أبعد الناس\n(1) -رواه البخاري (2652) كتاب الشهادات، 9 - باب لا يشهد على شهادة جور إذا أشهد.\nومسلم (2533) كتاب فضائل الصحابة، 51 - باب بيان أن بقاء النبي صلّى الله عليه وسلّم أمان لأصحابه وبقاء أصحابه أمان للأمة، من حديث عبد الله بن مسعود.\nالجزء: 1 ¦ الصفحة: 12\n",
        "عن القول فيما لم يقم عليه دليل صحيح، خصوصاً في أمر الإيمان بالله تعالى، وأمور الغيب، فهم أولى الناس بامتثال قوله تعالى: {وَلا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ} [الإسراء: 36] . وقوله: {قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْأِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَاناً وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لا تَعْلَمُونَ} [الأعراف: الاية33] .\nثانيهما: أن القول بالباطل إما أن يكون مصدره الجهل بالحق، وإما أن يكون مصدره إرادة ضلال الخلق، وكلاهما ممتنع في حق الصحابة رضي الله عنهم.\nأما امتناع الجهل فقد تقدّم بيانه.\nوأما امتناع إرادة ضلال الخلق: فلأن إرادة ضلال الخلق قصد سيئ، لا يمكن أن يصدر من الصحابة الذين عرفوا بتمام النصح للأمة، ومحبة الخير لها.\nثم لو جاز عليهم سوء القصد فيما قالوه في هذا الباب، لجاز عليهم سوء القصد فيما يقولونه في سائر أبواب العلم والدين، فتعدم الثقة بأقوالهم وأخبارهم في هذا الباب وغيره، وهذا من أبطل الأقوال، لأنه يستلزم القدح في الشريعة كلها.\nوإذا تبين أن الصحابة - رضي الله عنهم - لا بد أن يكونوا قائلين\nالجزء: 1 ¦ الصفحة: 13\n",
        "بالحق في هذا الباب، فإنهم إما أن يكونوا قائلين ذلك بعقولهم، أو من طريق الوحي. والأول ممتنع؛ لأن العقل لا يدرك تفاصيل ما يجب لله تعالى من صفات الكمال، فتعين الثاني، وهو أن يكونوا تلقوا هذه العلوم من طريق رسالة النبي صلّى الله عليه وسلّم، فيلزم على هذا أن يكون النبي صلّى الله عليه وسلّم، قد بين الحق في أسماء الله وصفاته، وهذا هو المطلوب.\nالجزء: 1 ¦ الصفحة: 14\n",
        "الباب الثالث في طريقة أهل السنة في أسماء الله وصفاته\nأهل السنة والجماعة: هم الذين اجتمعوا على الأخذ بسنة النبي صلّى الله عليه وسلّم، والعمل بها ظاهراً وباطناً في القول والعمل والاعتقاد.\nوطريقتهم في أسماء الله وصفاته كما يأتي:\nأولاً - في الإثبات: فهي إثبات ما أثبته الله لنفسه في كتابه، أو على لسان رسول الله صلّى الله عليه وسلّم، من غير تحريف، ولا تعطيل، ومن غير تكييف، ولا تمثيل.\nثانياً - في النفي: فطريقتهم نفي ما نفاه الله عن نفسه في كتابه، أو على لسان رسوله صلّى الله عليه وسلّم، مع اعتقادهم ثبوت كمال ضده لله تعالى.\nثالثاً - فيما لم يرد نفيه، ولا إثباته مما تنازع الناس فيه كالجسم، والحيز والجهة ونحو ذلك، فطريقتهم فيه التوقف في لفظه فلا يثبتونه، ولا ينفونه لعدم ورود ذلك، وأما معناه فيستفصلون عنه، فإن أُريد به باطل يُنزه الله عنه ردوه، وإن أريد به حق لا يمتنع على الله قبلوه.\nالجزء: 1 ¦ الصفحة: 15\n",
        "وهذه الطريقة هي الطريقة الواجبة، وهي القول الوسط بين أهل التعطيل، وأهل التمثيل.\nوقد دل على وجوبها العقل، والسمع:\nفأما العقل: فوجه دلالته أن تفصيل القول فيما يجب، ويجوز، ويمتنع على الله تعالى لا يدرك إلا بالسمع، فوجب اتباع السمع في ذلك بإثبات ما أثبته، ونفي ما نفاه، والسكوت عما سكت عنه.\nوأما السمع: فمن أدلته قوله تعالى: {وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ} [الأعراف: 180] ، وقوله: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} [الشورى: 11] . وقوله: {وَلا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ} [الإسراء: 36] .\nفالآية الأولى: دلت على وجوب الإثبات من غير تحريف ولا تعطيل؛ لأنهما من الإلحاد.\nوالآية الثانية: دلت على وجوب نفي التمثيل.\nوالآية الثالثة: دلت على وجوب نفي التكييف، وعلى وجوب التوقف فيما لم يرد إثباته أو نفيه.\nوكل ما ثبت لله من الصفات فإنها صفات كمال، يحمد عليها، ويثنى بها عليه، وليس فيها نقص بوجه من الوجوه.\nالجزء: 1 ¦ الصفحة: 16\n",
        "فجميع صفات الكمال ثابتة لله تعالى على أكمل وجه.\nوكل ما نفاه الله عن نفسه فهو صفات نقص، تنافي كماله الواجب، فجميع صفات النقص ممتنعة على الله تعالى لوجوب كماله. وما نفاه الله عن نفسه فالمراد به انتفاء تلك الصفة المنفية وإثبات كمال ضدها، وذلك أن النفي لا يدل على الكمال حتى يكون متضمناً لصفة ثبوتية يحمد عليها، فإن مجرد النفي قد يكون سببه العجز فيكون نقصاً، كما في قول الشاعر:\nقُبَيِّلَةٌ لا يغدِرُون بذِمَّةٍ ولا يَظْلمون الناسَ حبَّةَ خَرْدَلِ وقد يكون سببه عدم القابلية فلا يقتضي مدحاً، كما لو قلت: الجدار لا يظلم.\nإذا تبين هذا فنقول: مما نفى الله عن نفسه الظلم، فالمراد به انتفاء الظلم عن الله مع ثبوت كمال ضده وهو العدل، ونفى عن نفسه اللغوب وهو التعب والإعياء، فالمراد نفي اللغوب مع ثبوت كمال ضده وهو القوة، وهكذا بقية ما نفاه الله عن نفسه، والله أعلم.\nالجزء: 1 ¦ الصفحة: 17\n",
        "التحريف:\nالتحريف لغة: التغيير.\nوفي الاصطلاح: تغيير النص لفظاً، أو معنى. والتغيير اللفظي قد يتغير معه المعنى، وقد لا يتغير، فهذه ثلاثة أقسام:\nالأول - تحريف لفظي يتغير معه المعنى؛ كتحريف بعضهم قوله تعالى: {وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيماً} [النساء: 164] إلى نَصْب لفظ الجلالة؛ ليكون التكليم من موسى.\nالثاني - وتحريف لفظي لا يتغير معه المعنى؛ كفتح الدال من قوله تعالى: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} [الفاتحة: 2] ، وهذا في الغالب لا يقع إلا من جاهل إذ ليس فيه غرض مقصود لفاعله غالباً.\nالثالث - وتحريف معنوي وهو: صرف اللفظ عن ظاهره بلا دليل؛ كتحريف معنى اليدين المضافتين إلى الله تعالى إلى القوة والنعمة، ونحو ذلك.\nالتعطيل:\nالتعطيل لغة: التفريغ والإخلاء.\nوفي الاصطلاح هنا: إنكار ما يجب لله تعالى من الأسماء والصفات، أو إنكار بعضه فهو نوعان:\nالجزء: 1 ¦ الصفحة: 18\n",
        "1 -\nتعطيل كلي؛ كتعطيل الجهمية الذين ينكرون الصفات، وغلاتهم ينكرون الأسماء أيضاً.\n2 -\nوتعطيل جزئي؛ كتعطيل الأشعرية الذين ينكرون بعض الصفات دون بعض. وأول من عُرف بالتعطيل من هذه الأمة هو الجعد بن درهم.\nالتكييف:\nالتكييف: حكاية كيفية الصفة؛ كقول القائل: كيفية يد الله، أو نزوله إلى السماء الدنيا كذا وكذا.\nالتمثيل، والتشبيه:\nالتمثيل: إثبات مثيل للشيء.\nوالتشبيه: إثبات مشابه له. فالتمثيل يقتضي المماثلة، وهي المساواة من كل وجه، والتشبيه يقتضي المشابهة، وهي المساواة في أكثر الصفات، وقد يطلق أحدهما على الآخر، والفرق بينهما وبين التكييف من وجهين:\nأحدهما: أن التكييف أن يحكي كيفية الشيء سواء كانت مطلقة أم مقيدة بشبيه، وأما التّمثيل والتّشبيه فيدلان على كيفية مقيّدة بالمماثل والمشابه.\nالجزء: 1 ¦ الصفحة: 19\n",
        "ومن هذا الوجه يكون التكييف أعم؛ لأن كل ممثِّل مكيّف، ولا عكس.\nثانيهما: أن التكييف يختص بالصفات، أما التمثيل فيكون في القَدْر والصفة والذات، ومن هذا الوجه يكون التمثيلُ أعم؛ لتعلقه بالذات والصفات والقدر.\nثم إن التشبيه الذي ضل به من ضل من الناس، على نوعين:\nأحدهما - تشبيه المخلوق بالخالق.\nوالثاني - تشبيه الخالق بالمخلوق.\nفأما تشبيه المخلوق بالخالق، فمعناه: إثبات شيء للمخلوق مما يختص به الخالق من الأفعال، والحقوق، والصفات.\nالأول - كفعل من أشرك في الربوبية ممن زعم أن مع الله خالقاً.\nالثاني - كفعل المشركين بأصنامهم، حيث زعموا أن لها حقًّا في الألوهية، فعبدوها مع الله.\nالثالث - كفعل الغلاة في مدح النبي صلّى الله عليه وسلّم، أو غيره مثل قول المتنبي يمدح عبد الله بن يحيى البحتري:\nفكن كما شئت يا من لا شبيه له وكيف شئت فما خلق يدانيكا وأما تشبيه الخالق بالمخلوق فمعناه: أن يثبت لله تعالى في\nالجزء: 1 ¦ الصفحة: 20\n",
        "ذاته، أو صفاته من الخصائص مثل ما يثبت للمخلوق من ذلك، كقول القائل: إن يدي الله مثل أيدي المخلوقين، واستواءه على عرشه كاستوائهم، ونحو ذلك.\nوقد قيل: إن أول من عرف بهذا النوع هشام بن الحكم الرافضي، والله أعلم.\nالإلحاد:\nالإلحاد في اللغة: الميل.\nوفي الاصطلاح: الميل عما يجب اعتقاده، أو عمله. وهو قسمان:\nأحدهما: في أسماء الله.\nالثاني: في آياته.\nفأما الإلحاد في أسمائه فهو: العدول عن الحق الواجب فيها، وهو أربعة أنواع:\n1 -\nأن ينكر شيئاً منها، أو مما دلت عليه مِنَ الصفات، كما فعل المعطلة.\n2 -\nأن يجعلها دالة على تشبيه الله بخلقه، كما فعل المشبهة.\n3 -\nأن يسمي الله بما لم يسمِّ به نفسه؛ لأن أسماء الله توقيفية\nالجزء: 1 ¦ الصفحة: 21\n",
        "كتسمية النصارى له (أباً) . وتسمية الفلاسفة إياه (علة فاعلة) . ونحو ذلك.\n4 -\nأنه يشتق من أسمائه أسماء للأصنام، كاشتقاق (اللات) من الإله. و (العزَّى) من العزيز.\nوأما الإِلحاد في آياته: فيكون في الآيات الشرعية، وهي ما جاءت به الرسل من الأحكام، والأخبار، ويكون في الآيات الكونية، وهي ما خلقه الله، ويخلقه في السماوات والأرض.\nفأما الإلحاد في الآيات الشرعية: فهو تحريفها، أو تكذيب أخبارها، أو عصيان أحكامها.\nوأما الإلحاد في الآيات الكونية: فهو نسبتها إلى غير الله، أو اعتقاد شريك أو معين له فيها.\nوالإلحاد بقسميه حرام؛ لقوله تعالى مهدداً للملحدين: {وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ} [الأعراف: 180] .\nوقوله: {إِنَّ الَّذِينَ يُلْحِدُونَ فِي آيَاتِنَا لا يَخْفَوْنَ عَلَيْنَا أَفَمَنْ يُلْقَى فِي النَّارِ خَيْرٌ أَمَّنْ يَأْتِي آمِناً يَوْمَ الْقِيَامَةِ اعْمَلُوا مَا شِئْتُمْ إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} [فصلت: 40] .\nومن الإلحاد ما يكون كفراً حسب ما تقتضيه نصوص الكتاب والسنة.\nالجزء: 1 ¦ الصفحة: 22\n",
        "الباب الرابع في بيان صحة مذهب السلف وبطلان القول بتفضيل مذهب الخلف في العلم والحكمة على مذهب السلف\nسبق القول في بيان طريقة السلف، وذكر الدليل على وجوب الأخذ بها، أما هنا فإننا نُريد أن نُبرهن على أن مذهب السلف هو المذهب الصحيح؛ وذلك من وجهين:\nالأول - أن مذهب السلف دل عليه الكتاب والسنة؛ فإن من تتبع طريقتهم بعلم وعدل؛ وجدها مطابقة لما في الكتاب والسنة جملة وتفصيلاً ولا بدّ، فإن الله تعالى أنزل الكتاب ليدبّر الناس آياته، ويعملوا بها إن كانت أحكاماً، ويصدِّقوا بها إن كانت أخباراً. ولا ريب أن أقرب الناس إلى فهمها وتصديقها والعمل بها هم السلف؛ لأنها جاءت بلغتهم وفي عصرهم، فلا جرم أن يكونوا أعلم الناس بها فقهاً، وأقومهم عملاً.\nالثاني - أن يقال: إن الحق في هذا الباب إما أن يكون فيما قاله\nالجزء: 1 ¦ الصفحة: 23\n",
        "السلف، أو فيما قاله الخلف. والثاني باطل، لأنه يلزم عليه أن يكون الله ورسوله، والسابقون الأولون من المهاجرين والأنصار، قد تكلّموا بالباطل تصريحاً، أو ظاهراً، ولم يتكلموا مرة واحدة بالحق الذي يجب اعتقاده لا تصريحاً ولا ظاهراً. فيكون وجود الكتاب والسنة ضرراً محضاً في أصل الدين، وترك الناس بلا كتاب ولا سنة خيراً لهم وأقوم! وهذا ظاهر البطلان.\nهذا وقد قال بعض الأغبياء: طريقة السلف أسلم، وطريقة الخلف أعلم وأحكم. ومنشأ هذا القول أمران:\nالأول - اعتقاد قائله - بسبب ما عنده من الشبهات الفاسدة - أن الله تعالى ليس له في نفس الأمر صفة حقيقية دلّت عليها هذه النصوص.\nالثاني - اعتقاده أن طريقة السلف هي الإيمان بمجرد ألفاظ نصوص الصفات من غير إثبات معنى لها، فيبقى الأمر دائراً بين أن نؤمن بألفاظ جوفاء لا معنى لها - وهذه طريقة السلف على زعمه - وبين أن نثبت للنصوص معاني تخالف ظاهرها الدال على إثبات الصفات لله، وهذه هي طريقة الخلف؛ ولا ريب أن إثبات معاني النصوص أبلغ في العلم والحكمة من إثبات ألفاظ جوفاء ليس لها معنى، ومن ثم فَضَّلَ هذا الغبي طريقة الخلف في العلم\nالجزء: 1 ¦ الصفحة: 24\n",
        "والحكمة على طريقة السلف.\nوقول هذا الغبي يتضمن حقًّا وباطلاً: فأما الحقّ فقوله: \"إن مذهب السلف أسلم\" وأما الباطل فقوله: \"إن مذهب الخلف أعلم وأحكم\" وبيان بطلانه من وجوه:\nالوجه الأول - أنه يُناقض قوله: \"إن طريقة السلف أسلم\"؛ فإن كون طريقة السلف أسلم من لوازم كونها أعلم وأحكم، إذ لا سلامة إلا بالعلم والحكمة، العلم بأسباب السلامة، والحكمة في سلوك تلك الأسباب، وبهذا يتبين أن طريقة السلف أسلم، وأعلم، وأحكم، وهو لازم لهذا الغبي لزوماً لا محيد عنه.\nالوجه الثاني - أن اعتقاده أن الله ليس له صفة حقيقية - دلت عليها هذه النصوص - اعتقاد باطل؛ لأنه مبني على شبهات فاسدة (1) ؛ ولأن الله تعالى قد ثبت له صفات الكمال عقلاً، وحِسًّا وفطرة، وشرعاً:\nفأما دلالة العقل على ثبوت صفات الكمال لله فوجهه أن يقال:\nإن كل موجود في الخارج فلا بد أن يكون له صفة: إما صفة كمال، وإما صفة نقص، والثاني باطل بالنسبة إلى الرب\n(1) -راجع الفصل الثاني من الباب العشرين (ص72) .\nالجزء: 1 ¦ الصفحة: 25\n",
        "الكامل المستحق للعبادة. وبذلك استدل الله ـــ تعالى - على بطلان ألوهية الأصنام باتصافها بصفات النقص والعجز بكونها لا تسمع، ولا تبصر، ولا تنفع، ولا تضر، ولا تخلق، ولا تنصر فإذا بطل الثاني تعين الأول، وهو ثبوت صفات الكمال لله.\nثم إنه قد ثبت بالحسِّ والمشاهدة أن للمخلوق صفات كمال، والله سبحانه هو الذي أعطاه إياها فمعطي الكمال أولى به.\nوأما دلالة الفطرة على ثبوت صفات الكمال لله؛ فلأن النفوس السليمة مجبولة ومفطورة على محبة الله، وتعظيمه، وعبادته، وهل تحب وتعظم وتعبد إلا من عرفت أنه متصف بصفات الكمال اللائقة بربوبيته وألوهيته؟!\nوأما دلالة الشرع على ثبوت صفات الكمال لله؛ فأكثر من أن تحصر مثل قوله تعالى: {هُوَ اللَّهُ الَّذِي لا إِلَهَ إِلَّا هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ هُوَ الرَّحْمَنُ الرَّحِيمُ* هُوَ اللَّهُ الَّذِي لا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ* هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْأَسْمَاءُ الْحُسْنَى يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ) (الحشر: 22-24) } . وقوله: {وَلَهُ الْمَثَلُ الأَعْلَى فِي السَّمَاوَاتِ وَالْأَرْضِ} [الروم: 27] . وقوله تعالى: {اللَّهُ لا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لا تَأْخُذُهُ سِنَةٌ وَلا نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلا يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ\nالجزء: 1 ¦ الصفحة: 26\n",
        "الْعَظِيمُ) (البقرة: 255) } . ومثل قوله صلّى الله عليه وسلّم: \"أيها الناس اربعوا على أنفسكم، فإنكم لا تدعون أَصمَّ ولا غائباً، إنما تدعون سميعاً بصيراً قريباً؛ إن الذي تدعونه أقرب إلى أحدكم من عنق راحلته\" (1) .\nإلى غير ذلك من الآيات والأحاديث.\nالوجه الثالث - أن اعتقاده أن طريقة السلف مجرد الإيمان بألفاظ النصوص بغير إثبات معناها، اعتقاد باطل كذب على السلف؛ فإن السلف أعلم الأمة بنصوص الصفات لفظاً ومعنى، وأبلغهم في إثبات معانيها اللائقة بالله تعالى على حسب مراد الله ورسوله.\nالوجه الرابع - أن السلف هم ورثة الأنبياء والمرسلين، فقد تلقوا علومهم من ينبوع الرسالة الإلهية وحقائق الإيمان.\nأما أولئك الخلف، فقد تلَقوا ما عندهم من المجوس، والمشركين، وضلال اليهود واليونان (2) . فكيف يكون ورثة المجوس، والمشركين، واليهود، واليونان، وأفراخهم، أعلم، وأحكم في أسماء الله وصفاته من ورثة الأنبياء والمرسلين!؟\nالوجه الخامس - أن هؤلاء الخلف الذين فضل هذا الغبي\n(1) -رواه البخاري (2992) كتاب الجهاد والسير، 131 - باب ما يكره من رفع الصوت في التكبير.\nومسلم (2704) كتاب الذكر والدعاء، 13 - باب استحباب خفض الصوت بالذكر.\n(2) -راجع الباب التاسع عشر (ص66) .\nالجزء: 1 ¦ الصفحة: 27\n",
        "طريقتهم في العلم والحكمة على طريقة السلف، كانوا حيارى مضطربين بسبب إعراضهم عما بعث الله به محمداً صلّى الله عليه وسلّم من البينات والهدى، والتماسهم علم معرفة الله تعالى ممن لا يعرفه بإقراره على نفسه وشهادة الأمة عليه، حتى قال الرازي وهو من رؤسائهم مُبيِّناً ما ينتهي إليه أمرهم:\nنهاية إقدام العقول عقال وأكثر سعي العالمين ضلال وأرواحنا في وحشة من جسومنا وغاية دنيانا أذى ووبال ولم نستفد من بحثنا طول عمرنا سوى أن جمعنا فيه قيل وقالوا لقد تأملت الطرق الكلامية، والمناهج الفلسفية فما رأيتها تشفي عليلاً ولا تروي غليلاً، ورأيت أقرب الطرق طريقة القرآن، اقرأ في الإثبات: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} [طه: 5] . {إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ} [فاطر: 10] . واقرأ في النفي: {كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} [الشورى: 11] . {وَلا يُحِيطُونَ بِهِ عِلْماً} [طه: 110] . ومن جرب مثل تجربتي عرف مثل معرفتي\". اهـ. كلامه (1) .\nفكيف تكون طريقة هؤلاء الحيارى الذين أقروا على أنفسهم\n(1) -انظر: \"مجموع الفتاوى\" (5/11) .\nالجزء: 1 ¦ الصفحة: 28\n",
        "بالضلال والحيرة أعلم وأحكم من طريقة السلف، الذين هم أعلام الهدى ومصابيح الدّجَى، الذين وهبهم الله من العلم والحكمة ما برزوا به على سائر أتباع الأنبياء، والذين أدركوا من حقائق الإيمان والعلوم ما لو جُمِع إليه ما حَصَلَ لغيرهم لاستحيا من يطلب المقارنة، فكيف بالحكم بتفضيل غيرهم عليهم؟!\nوبهذا يتبين أن طريقة السلف أسلم، وأعلم، وأحكم.\nالجزء: 1 ¦ الصفحة: 29\n",
        "الباب الخامس في حكاية بعض المتأخرين لمذهب السلف\nقال بعض المتأخرين: \"مذهب السلف في الصفات إمرار النصوص على ما جاءت به مع اعتقاد أن ظاهرها غير مراد\". اهـ.\nوهذا القول على إطلاقه فيه نظر، فإن لفظ (ظاهر) مجمل يحتاج إلى تفصيل:\nفإن أريد بالظاهر ما يظهر من النصوص من الصفات التي تليق بالله من غير تشبيه، فهذا مراد قطعاً، ومن قال: إنه غير مراد فهو ضال إن اعتقده في نفسه، وكاذب أو مخطئ إن نسبه إلى السلف.\nوإن أريد بالظاهر ما قد يظهر لبعض الناس من أن ظاهرها تشبيه الله بخلقه، فهذا غير مراد قطعاً، وليس هو ظاهر النصوص، لأن مشابهة الله لخلقه أمر مستحيل، ولا يمكن أن يكون ظاهر الكتاب والسنة أمراً مستحيلاً، ومن ظن أن هذا هو\nالجزء: 1 ¦ الصفحة: 31\n",
        "ظاهرها فإنه يبين له أن ظنه خطأ وأن ظاهرها بل صريحها إثبات صفات تليق بالله وتختص به.\nوبهذا التفصيل نكون قد أعطينا النصوص حقها لفظاً ومعنى. والله أعلم\".\nالجزء: 1 ¦ الصفحة: 32\n",
        "الباب السادس في لبس الحق بالباطل من بعض المتأخرين\nقال بعض المتأخرين: \"إنه لا فرق بين مذهب السلف ومذهب المؤولين في نصوص الصفات؛ فإن الكل اتفقوا على أن الآيات والأحاديث لا تدل على صفات الله، لكن المتأولون رأوا المصلحة في تأويلها لمسيس الحاجة إليه وعيّنوا المراد، وأما السلف فأمسكوا عن التعيين لجواز أن يكون المراد غيره\". اهـ.\nوهذا كذب صريح على السلف فما منهم أحد نفى دلالة النصوص على صفات الله التي تليق به، بل كلامهم يدل على تقرير جنس الصفات في الجملة، والإنكار على من نفاها، أو شبه الله بخلقه؛ كقول نعيم بن حماد الخزاعي (1) شيخ البخاري: \"من شبه الله بخلقه فقد كفر، ومن جحد ما وصف الله به نفسه فقد كفر، وليس ما وصف الله به نفسه ولا رسوله تشبيهاً\". اهـ. وكلامهم في هذا كثير.\nومما يدل على إثبات السلف للصفات، وأنهم ليسوا على وفاق مع أولئك المتأولين: أن أولئك المتأولة كانوا خصوماً للسلف،\n(1) -رواه الذهبي في \"السير\" (10/610) ، وقال في (13/299) : بأصح إسناد.\nالجزء: 1 ¦ الصفحة: 33\n",
        "وكانوا يرمونهم بالتشبيه والتجسيم؛ لإثباتهم الصفات، ولو كان السلف، يوافقونهم في عدم دلالة النصوص على صفات الله لم يجعلوهم خصوماً لهم، ويرموهم بالتشبيه والتجسيم، وهذا ظاهر، ولله الحمد.\nالجزء: 1 ¦ الصفحة: 34\n",
        "الباب السابع في أقوال السلف المأثورة في الصفات\nاشتهر عن السلف كلمات عامة وأخرى خاصة في آيات الصفات وأحاديثها. فمن الكلمات العامة، قولهم: \"أَمِرُّوها كما جاءت بلا كيف\" (1) . روي هذا عن مكحول، والزهري، ومالك بن أنس، وسفيان الثوري، والليث بن سعد، والأوزاعي.\nوفي هذه العبارة رد على المعطّلة والمشبهة؛ ففي قولهم: \"أمِرُّوها كما جاءت\" رد على المعطلة. وفي قولهم: \"بلا كيف\". رد على المشبهة.\nوفيها - أيضاً - دليل على أن السلف كانوا يُثبتون لنصوص الصفات المعاني الصحيحة التي تليق بالله، تدل على ذلك من وجهين:\nالأول - قولهم: \"أمِرُّوها كما جاءت\". فإن معناها إبقاء دلالتها على ما جاءت به من المعاني، ولا ريب أنها جاءت لإثبات المعاني اللائقة بالله تعالى ولو كانوا لا يعتقدون لها معنى لقالوا: \"\n(1) -انظر: \"اعتقاد أهل السنة\" للالكائي (3/537/930) ؛ و\"فتح الباري\" (3/407) وغيرها من المصادر.\nالجزء: 1 ¦ الصفحة: 35\n",
        "أمروا لفظها، ولا تتعرضوا لمعناها\". ونحو ذلك.\nالثاني - قولهم: \"بلا كيف\"؛ فإنه ظاهر في إثبات حقيقة المعنى، لأنهم لو كانوا لا يعتقدون ثبوته ما احتاجوا إلى نفي كيفيته، فإن غير الثابت لا وجود له في نفسه، فنفي كيفيته من لَغْوِ القول.\nفإن قيل: ما الجواب عما قاله الإمام أحمد في حديث النزول وشبهه: \"نؤمن بها ونصدق، لا كيف، ولا معنى\".\nقلنا: الجواب على ذلك: أن المعنى الذي نفاه الإمام أحمد في كلامه هو المعنى الذي ابتكره المعطلة من الجهمية وغيرهم، وحرّفوا به نصوص الكتاب والسنة عن ظاهرها إلى معاني تُخالفه.\nويدلّ على ما ذكرنا أنه نفى المعنى، ونفى الكيفية؛ ليتضمن كلامه الردّ على كلتا الطائفتين المبتدعتين: طائفة المعطلة وطائفة المشبهة.\nويدلّ عليه - أيضاً - ما قاله المؤلف في قول محمد بن الحسن: \"اتفق الفقهاء كلهم من المشرق إلى المغرب على الإيمان بالقرآن والأحاديث التي جاءت بها الثقات عن رسول الله صلّى الله عليه وسلّم، في صفة الربّ عزّ وجل من غير تفسير، ولا وصف، ولا تشبيه\". اهـ.\nقال المؤلف: أراد به تفسير الجهمية المعطلة، الذين ابتدعوا\nالجزء: 1 ¦ الصفحة: 36\n",
        "تفسير الصفات، بخلاف ما كان عليه الصحابة، والتابعون من الإثبات (1) . اهـ.\nفهذا دليل على أن تفسير آيات الصفات وأحاديثها على نوعين:\n- تفسير مقبول: وهو ما كان عليه الصحابة والتابعون من إثبات المعنى اللائق بالله عزّ وجل الموافق لظاهر الكتاب والسنة.\n- وتفسير غير مقبول: وهو ما كان بخلاف ذلك.\nوهكذا المعنى منه مقبول، ومنه مردود على ما تقدّم.\nفإن قيل: هل لصفات الله كيفية؟\nفالجواب: نعم لها كيفية، لكنها مجهولة لنا؛ لأن الشيء إنما تعلم كيفيته بمشاهدته، أو مشاهدة نظيره، أو خبر الصادق عنه، وكل هذه الطرق غير موجودة في صفات الله، وبهذا عُرف أن قول السلف: \"بلا كيف\". معناه بلا تكييف، لم يريدوا نفي الكيفية مطلقاً، لأن هذا تعطيل محض. والله أعلم.\n(1) -\"مجموع الفتاوى\" (5/50) ، وانظر \"فتح الباري\" (13/407) .\nالجزء: 1 ¦ الصفحة: 37\n",
        "الباب الثامن في علو الله تعالى وأدلة العلو\nعلوّ الله تعالى من صفاته الذاتية، وينقسم إلى قسمين:\nعلوّ ذات، وعلوّ صفات.\nفأما علو الصفات، فمعناه: أنه ما من صفة كمال إلا ولله تعالى أعلاها، وأكملها، سواء كانت من صفات المجد والقهر، أم من صفات الجمال والقدر.\nوأما علو الذات، فمعناه: أن الله بذاته فوق جميع خلقه، وقد دلّ على ذلك الكتاب، والسنة، والإجماع، والعقل، والفطرة.\nفأما الكتاب والسنة فإنهما مملوءان بما هو صريح، أو ظاهر في إثبات علو الله - تعالى - بذاته فوق خلقه.\nوقد تنوعت دلالتهما على ذلك:\nفتارة بذكر العلو، والفوقية، والاستواء على العرش، وكونه في السماء، مثل قوله تعالى: {وَهُوَ الْعَلِيُّ الْعَظِيمُ} [البقرة: 255] ، {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى} [الأعلى: 1] . {يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ} [النحل: 50] . {الرَّحْمَنُ عَلَى\nالجزء: 1 ¦ الصفحة: 39\n",
        "الْعَرْشِ اسْتَوَى} [طه: 5] {أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يَخْسِفَ بِكُمُ الْأَرْضَ} [تبارك: 16] ، وقوله صلّى الله عليه وسلّم: \"والعرش فوق ذلك، والله فوق العرش\" (1) ، وقوله: \"ألا تأمنوني وأنا أمين من في السماء\" (2) .\nوتارة بصعود الأشياء، وعروجها، ورفعها إليه، مثل قوله تعالى: {إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّب} [فاطر: 10] ، وقوله تعالى: {تَعْرُجُ الْمَلائِكَةُ وَالرُّوحُ إِلَيْهِ} [المعارج: 4] ، وقوله تعالى: {بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ} [النساء: 158] . وقوله صلّى الله عليه وسلّم: \"ولا يصعد إلى الله إلا الطيّب\"، وقوله صلّى الله عليه وسلّم: \"ثم يعرج الذين باتوا فيكم إلى ربهم\"، وقوله صلّى الله عليه وسلّم: \"يرفع إليه عمل الليل قبل عمل النهار، وعمل النهار قبل عمل الليل\" رواه أحمد.\nوتارة بنزول الأشياء منه، ونحو ذلك، مثل قوله تعالى: {تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ} [الواقعة: 8] ، وقوله تعالى: {قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ} [النحل: 102] ، وقوله صلّى الله عليه وسلّم: \"ينزل ربنا إلى السماء الدنيا حين يبقى ثلث الليل الآخر\" (3) .\nإلى غير ذلك من الآيات والأحاديث التي تواترت عن النبي صلّى الله عليه وسلّم، في علو الله تعالى على خلقه، تواتراً يوجب علماً ضروريًّا بأن النبي صلّى الله عليه وسلّم قالها عن ربه، وتلقتها أمته عنه.\nوأما الإجماع: فقد أجمع الصحابة، والتابعون لهم بإحسان، وأئمة أهل السنة على أن الله تعالى فوق سماواته على عرشه،\n(1) -انظر: اللالكائي (3/395/659) ، ومختصر \"العلو\" (رقم 48) للألباني، وصححه الذهبي، وابن القيم، وجوده الألباني، وسنده موقوف.\n(2) -رواه البخاري (4351) كتاب المغازي، 16 - باب بعث علي بن أبي طالب.\nومسلم (1064) كتاب الزكاة، 47 - باب ذكر الخوارج وصفاتهم.\n(3) -أخرجه البخاري ومسلم. وسيأتي تخريجه في الباب الثالث عشر (ص49) .\nالجزء: 1 ¦ الصفحة: 40\n",
        "وكلامهم مملوء بذلك نصًّا وظاهراً. قال الأوزاعي: \"كنّا والتابعون متوافرون. نقول: إن الله تعالى ذكره فوق عرشه، ونؤمن بما جاءت به السنة من الصفات\" (1) . قال الأوزاعي هذا بعد ظهور مذهب جهم النافي لصفات الله وعلوه؛ ليعرف الناس أن مذهب السلف كان يُخالف مذهب جَهْم.\nولم يقل أحد من السلف قطّ: إن الله ليس في السماء، ولا إنه بذاته في كل مكان، ولا إن جميع الأمكنة بالنسبة إليه سواء، ولا إنه لا داخل العالم ولا خارجه، ولا متصل، ولا منفصل، ولا إنه لا تجوز الإشارة الحسية إليه، بل قد أشار إليه أعلم الخلق به في حجة الوداع يوم عرفة في ذلك المجمع العظيم، حينما رفع إصبعه إلى السماء، يقول: \"اللهم اشهد\"، يُشهد ربه على إقرار أمته بإبلاغه الرسالة، صلوات الله وسلامه عليه.\nوأما العقل: فإن كل عقل صريح يدل على وجوب علو الله بذاته فوق خلقه، من وجهين:\nالأول - أن العلو صفة كمال، والله تعالى قد وجب له الكمال المطلق من جميع الوجوه، فلزم ثبوت العلو له تبارك وتعالى.\nالثاني - أن العلو ضده السفل، والسفل صفة نقص، والله تعالى مُنزّه عن جميع صفات النقص، فلزم تنزيهه عن السفل،\n(1) -انظر: \"سير أعلام النبلاء\" (7/121) ، و\"فتح الباري\" (13/406) .\nالجزء: 1 ¦ الصفحة: 41\n",
        "وثبوت ضده له، وهو العلو.\nوأما الفطرة: فإن الله تعالى فطر الخلق كلهم: العرب، والعجم حتى البهائم على الإيمان به وبعلوّه، فما من عبد يتوجه إلى ربه بدعاء أو عبادة إلا وجد من نفسه ضرورة بطلب العلو، وارتفاع قلبه إلى السماء لا يلتفت إلى غيره يميناً، ولا شمالاً، ولا ينصرف عن مقتضى هذه الفطرة إلا من اجتالته الشياطين والأهواء.\nوكان أبو المعالي الجويني يقول في مجلسه (1) : \"كان الله ولا شيء وهو الآن على ما كان عليه\"؛ (يُعرّض بإنكار استواء الله على عرشه) ، فقال أبو جعفر الهمداني: \"دعنا من ذكر العرش - أيْ: لأنه ثبت بالسمع - وأخبرنا عن هذه الضرورة التي نجدها في قلوبنا، ما قال عارف قطّ: يا الله! إلا وجد من قلبه ضرورة بطلب العلو، لا يلتفت يمنة، ولا يسرة، فكيف ندفع هذه الضرورة من قلوبنا؟ \".\nفصرخ أبو المعالي ولطم رأسه، وقال: \"حيرني الهمداني، حيرني الهمداني\".\nفهذه الأدلة الخمسة كلها تطابقت على إثبات علو الله بذاته فوق خلقه.\n(1) -انظر: \"السير\" (18/475) .\nالجزء: 1 ¦ الصفحة: 42\n",
        "فأما قوله تعالى: {وَهُوَ اللَّهُ فِي السَّمَاوَاتِ وَفِي الْأَرْضِ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُم} [الأنعام: 3] ، وقوله تعالى: {وَهُوَ الَّذِي فِي السَّمَاءِ إِلَهٌ وَفِي الْأَرْضِ إِلَهٌ} [الزخرف: 84] . فليس معناهما أن الله في الأرض كما أنه في السماء، ومن توهّم هذا، أو نقله عن أحد من السلف فهو مخطئ في وهمه، وكاذب في نقله.\nوإنما معنى الآية الأولى: أن الله مألوه في السماوات وفي الأرض، كل من فيهما فإنه يتألَّه إليه ويعبده. وقيل معناها: أن الله في السماوات ثم ابتدأ فقال: {وَفِي الْأَرْضِ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ} [الأنعام: 3] ؛ أي: إن الله يعلم سركم وجهركم في الأرض، فليس علوه فوق السماوات بمانع من علمه سركم وجهركم في الأرض.\nوأما الآية الثانية فمعناها: أن الله إله في السماء وإله في الأرض، فألوهيته ثابتة فيهما، وإن كان هو في السماء؛ ونظير ذلك قول القائل: فلان أمير في مكة، وأمير في المدينة؛ أي: أن إمارته ثابتة في البلدين، وإن كان هو في أحدهما.\nوهذا تعبير صحيح، لغة وعرفاً، والله أعلم.\nالجزء: 1 ¦ الصفحة: 43\n",
        "الباب التاسع في الجهة\nنريد بهذه الترجمة أن نُبيّن: هل الجهة ثابتة لله تعالى، أو منتفية عنه؟\nوالتحقيق في هذا: أنه لا يصح إطلاق الجهة على الله - تعالى - لا نفياً، ولا إثباتاً، بل لا بد من التفصيل:\nفإن أُريد بها جهة سُفْلٍ، فإنها منتفية عن الله، وممتنعة عليه؛ لأن الله - تعالى - قد وجب له العلو المطلق بذاته وصفاته.\nوإن أُريد بها جهة علو تُحيط به، فهي منتفية عن الله، وممتنعة عليه - أيضاً - فإن الله أعظم وأجلّ من أن يُحيط به شيء من مخلوقاته، كيف وقد وسع كرسيّه السماوات والأرض؟\n{وَالْأَرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} [الزمر: 67] .\nوإن أُريد بها جهة علو تليق بعظمته وجلاله من غير إحاطة به، فهي حق ثابتة لله - تعالى - واجبة له. قال الشيخ أبو محمد عبد القادر الجيلاني في كتابه \"الغنية\" (1) : \"وهو سبحانه بجهة العلو، مستوٍ على العرشِ، محتو على الملك\". اهـ.\n(1) -انظر: \"الغنية لطالبي طريق الحق في معرفة الآداب الشرعية\" (ص94) ، باب في معرفة الصانع عزّ وجل.\nالجزء: 1 ¦ الصفحة: 45\n",
        "ومعنى قوله: \"محتوٍ على الملك\"؛ أنه محيط بالملك تبارك وتعالى.\nفإن قيل: إذا نفيتم أن يكون شيء من مخلوقات الله محيطاً به، فما الجواب عما أثبته الله لنفسه في كتابه، وعلى لسان نبيه صلّى الله عليه وسلّم، وأجمع عليه المسلمون من أن الله سبحانه في السماء؟\nفالجواب: إن كون الله في السماء لا يقتضي أن السماء تُحيط به، ومن قال ذلك فهو ضالّ، إن قاله من عنده، وكاذب أو مخطئ، إن نسبه إلى غيره؛ فإن كل من عرف عظمة الله تعالى وإحاطته بكل شيء، وأن الأرض جميعاً قبضته يوم القيامة، وأنه يطوي السماء كطيّ السجل للكتب، فإنه لن يخطر بباله أن شيئاً من مخلوقاته يمكن أن يُحيط به سبحانه وتعالى.\nوعلى هذا فيخرج كونه في السماء على أحد معنيين:\nالأول - أن يراد بالسماء العلو، فيكون المعنى: أن الله في العلو؛ أي: في جهة العلو، والسماء بمعنى العلو ثابت في القرآن. قال الله تعالى: {وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاءِ مَاءً} [الأنفال: 11] ؛ أي: من العلو لا من السماء نفسها؛ لأن المطر ينزل من السحاب.\nالثاني - أن تجعل \"في\" بمعنى \"على\" فيكون المعنى: أن الله على السماء، وقد جاءت \"في\" بمعنى: \"على\" في مواضع كثيرة من القرآن وغيره. قال الله تعالى: {فَسِيحُوا فِي الْأَرْضِ} [التوبة: 2] ؛ - أي: على الأرض -.\nالجزء: 1 ¦ الصفحة: 46\n",
        "الباب العاشر في استواء الله على عرشه\nالاستواء في اللغة: يُطلق على معانٍ تدور على الكمال والانتهاء.\nوقد ورد في القرآن على ثلاثة وجوه:\n1 -\nمطلق؛ كقوله تعالى: {وَلَمَّا بَلَغَ أَشُدَّهُ واستوى} [القصص: 14] ؛ أي كمل.\n2 -\nومقيد بـ\"إلى\"؛ كقوله تعالى: {ثُمَّ اسْتَوَى إِلَى السَّمَاءِ} [البقرة: 29] ؛ أي: قصد بإرادة تامة.\n3 -\nومقيد بـ\"على\"؛ كقوله تعالى: {لِتَسْتَوُوا عَلَى ظُهُورِه} [الزخرف: 13] . ومعناه حينئذٍ العلو والاستقرار.\nفاستواء الله على عرشه معناه: علوه واستقراره عليه، علوًّا واستقراراً يليق بجلاله وعظمته، وهو من صفاته الفعلية التي دل عليها الكتاب، والسنة، والإجماع، فمن أدلة الكتاب: قوله تعالى: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} [طه: 5] .\nومن أدلة السنة: ما رواه الخلال في كتاب \"السنة\" بإسناد صحيح على شرط البخاري عن قتادة بن النعمان رضي الله عنه\nالجزء: 1 ¦ الصفحة: 47\n",
        "قال: سمعت رسول الله صلّى الله عليه وسلّم، يقول: \"لما فرغ الله من خلقه استوى على عرشه\" (1) .\nوقال الشيخ عبد القادر الجيلاني (2) : \"إنه مذكور في كل كتاب أنزله الله على كل نبيّ\". اهـ.\nوقد أجمع أهل السنة على أن الله تعالى فوق عرشه، ولم يقل أحد منهم إنه ليس على العرش، ولا يمكن لأحدٍ أن ينقل عنهم ذلك لا نصًّا ولا ظاهراً.\nوقال رجل للإمام مالك - رحمه الله -: يا أبا عبد الله!: {الرَّحْمَنُ عَلَى الْعَرْشِ} [طه] . كيف استوى؟! فأطرق مالك برأسه حتى علاه الرحضاء (العرق) . ثم قال: \"الاستواء غير مجهول، والكيف غير معقول، والإيمان به واجب، والسؤال عنه بدعة، وما أراك إلا مبتدعاً\" ثم أُمر به أن يخرج (3) .\nوقد روي نحو هذا عن ربيعة بن أبي عبد الرحمن شيخ مالك (4) .\nفقوله: \"الاستواء غير مجهول\"؛ أي: غير مجهول المعنى في اللغة، فإن معناه: العلو والاستقرار.\nوقوله: \"والكيف غير معقول\". معناه: أَنَّا لا ندرك كيفية استواء الله على عرشه بعقولنا، وإنما طريق ذلك السمع، ولم يرد\n(1) -ذكره ابن القيم في اجتماع الجيوش الإسلامية (ص34) .\nانتهى ما ذكره المؤلف رحمه الله. وقال الذهبي: رواته ثقات. واعتمد كلامهما الشيخ الألباني في \"مختصر كتاب العلو\" (ح38) . (الناشر) .\n(2) -انظر: \"الغنية\" (ص96) ، باب في معرفة الصانع عزّ وجل.\n(3) -انظر: \"السير\" (8/100 - 101) ؛ و\"الأسماء والصفات\" للبيهقي (ص515) ، باب ما جاء في قول الله عزّ وجل: {الرحمن على العرش استوى} ، وجود إسناده الحافظ في \"الفتح\" (13/407) .\n(4) -انظر: \"الأسماء والصفات\" (516) .\nالجزء: 1 ¦ الصفحة: 48\n",
        "السمع بذكر الكيفية، فإذا انتفى عنها الدليلان العقلي، والسمعي كانت مجهولة يجب الكفّ عنها.\nوقوله: \"الإيمان به واجب\". معناه: أن الإيمان باستواء الله على عرشه على الوجه اللائق واجب، لأن الله أخبر به عن نفسه، فوجب تصديقه، والإيمان به.\nوقوله: \"والسؤال عنه بدعة\". معناه: أن السؤال عن كيفية الاستواء بدعة؛ لأنه لم يكن معروفاً في عهد النبي صلّى الله عليه وسلّم، وأصحابه.\nوهذا الذي ذكره الإمام مالك - رحمه الله - في الاستواء ميزان عام لجميع الصفات التي أثبتها الله لنفسه في كتابه، وعلى لسان رسوله صلّى الله عليه وسلّم، فإن معناها معلوم لنا، وأما كيفيتها فمجهولة لنا؛ لأن الله أخبرنا عنها، ولم يخبر عن كيفيتها (1) ؛ ولأن الكلام في الصفات فرع عن الكلام في الذات، فإذا كنّا نثبت ذات الله - تعالى - من غير تكييف لها، فكذلك يكون إثبات صفاته من غير تكييف.\nقال بعض أهل العلم: إذا قال لك الجهمي: إن الله ينزل إلى السماء الدنيا، فكيف ينزل؟! فقل له: إن الله أخبرنا أنه ينزل ولم يخبرنا كيف ينزل!!\nوقال آخر: إذا قال لك الجهمي في صفة من صفات الله: كيف هي؟ فقل له: كيف\n(1) -راجع (ص30) في بيان الطرق التي تعلم بها الكيفية.\nالجزء: 1 ¦ الصفحة: 49\n",
        "هو بذاته؟ فإنه لا يمكن أن يكيف ذاته فقل له: إذا كان لا يمكن تكييف ذاته، فكذلك لا يمكن تكييف صفاته؛ لأن الصفات تابعة للموصوف!!\nفإن قال قائل: إذا كان استواء الله على عرشه بمعنى: العلو عليه، لزم من ذلك أن يكون أكبر من العرش، أو أصغر، أو مساوياً، وهذا يقتضي أن يكون جسماً، والجسم ممتنع على الله.\nفجوابه أن يُقال: لا ريب أن الله أكبر من العرش، وأكبر من كل شيء، ولا يلزم على هذا القول شيء من اللوازم الباطلة، التي يُنزّه الله عنها.\nوأما قوله: \"إن الجسم ممتنع على الله\"، فجوابه: أن الكلام في الجسم وإطلاقه على الله نفياً أو إثباتاً من البدع التي لم ترد في الكتاب، والسنة، وأقوال السلف، وهو من الألفاظ المجملة التي تحتاج إلى تفصيل:\nفإن أريد بالجسم الشيء المحدث المركب، المفتقر كل جزء منه إلى الآخر، فهذا ممتنع على الربّ الحيّ القيّوم.\nوإن أُريد بالجسم ما يقوم بنفسه، ويتصف بما يليق به، فهذا غير ممتنع على الله تعالى؛ فإن الله قائم بنفسه، متصف بالصفات الكاملة التي تليق به\nالجزء: 1 ¦ الصفحة: 50\n",
        "سبحانه وتعالى.\nلكن لما كان لفظ الجسم يحتمل ما هو حق، وباطل بالنسبة إلى الله صار إطلاق لفظه نفياً، أو إثباتاً ممتنعاً على الله.\nوهذه اللوازم التي يذكرها أهل البدع ليتوصلوا بها إلى نفي ما أثبته الله لنفسه من صفات الكمال، على نوعين:\nالأول - لوازم صحيحة لا تنافي ما وجب لله من الكمال، فهذه حق يجب القول بها، وبيان أنها غير ممتنعة على الله.\nالثاني - لوازم فاسدة تنافي ما وجب لله من الكمال، فهذه باطلة يجب نفيها، وأن يبين أنها غير لازمة لنصوص الكتاب، والسنة؛ لأن الكتاب والسنة حق ومعانيهما حق، والحق لا يمكن أن يلزم منه باطل أبداً.\nفإن قال قائل: إذا فسرتم استواء الله على عرشه بعلوه عليه، أوهم ذلك أن يكون الله محتاجاً إلى العرش لِيُقلّه.\nفالجواب: أن كل من عرف عظمة الله تعالى، وكمال قدرته، وقوته، وغناه، فإنه لن يخطر بباله أن يكون الله محتاجاً إلى العرش ليقلّه، كيف والعرش وغيره من المخلوقات مفتقر إلى الله، ومضطر إليه لا قوام له إلا به، {وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ} [الروم: 25] .\nفإن قيل: هل يصح تفسير استواء الله على عرشه باستيلائه\nالجزء: 1 ¦ الصفحة: 51\n",
        "عليه، كما فسره به المعطلة فراراً من هذه اللوازم؟\nفالجواب: أنه لا يصح وذلك لوجوه، منها:\n1 -\nأن هذه اللوازم إن كانت حقًّا فإنها لا تمنع من تفسير الاستواء بمعناه الحقيقي، وإن كانت باطلاً فإنه لا يمكن أن تكون من لوازم نصوص الكتاب والسنة، ومن ظن أنها لازمة لها فهو ضال.\n2 -\nأن تفسيره بالاستيلاء يلزم عليه لوازم باطلة - لا يمكن دفعها - كمخالفة إجماع السلف، وجواز أن يُقال: إن الله مستوٍ على الأرض، ونحوها مما ينزه الله عنه، وكون الله - تعالى - غير مستولٍ على العرش حين خلق السماوات والأرض.\n3 -\nأن تفسيره بالاستيلاء غير معروف في اللغة، فهو كذب عليها، والقرآن نزل بلغة العرب، فلا يمكن أن نفسره بما لا يعرفونه في لغتهم.\n4 -\nأن الذين فسروه بالاستيلاء كانوا مُقرّين بأن هذا معنى مجازي، والمعنى المجازي لا يُقبل إلا بعد تمام أربعة أمور:\nالأول - الدليل الصحيح المقتضي لصرف الكلام عن حقيقته إلى مجازه.\nالثاني - احتمال اللفظ للمعنى المجازي الذي ادعاه من حيث اللغة.\nالجزء: 1 ¦ الصفحة: 52\n",
        "الثالث - احتمال اللفظ للمعنى المجازي الذي ادعاه في ذلك السياق المعيّن، فإنه لا يلزم من احتمال اللفظ لمعنى من المعاني من حيث الجملة أن يكون محتملاً له في كل سياق؛ لأن قرائن الألفاظ والأحوال قد تمنع بعض المعاني التي يحتملها اللفظ في الجملة.\nالرابع - أن يبين الدليل على أن المراد من المعاني المجازية هو ما ادعاه؛ لأنه يجوز أن يكون المراد غيره فلا بد من دليل على التعيين. والله أعلم.\nفصل\nوالعرش في اللغة: سرير الملك، قال الله - تعالى - عن يوسف: {وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ} [يوسف: 100] . وقال عن ملكة سبأ: {وَلَهَا عَرْشٌ عَظِيمٌ} [النمل: 23] .\nوأما عرش الرحمن الذي استوى عليه فهو: عرش عظيم محيط بالمخلوقات، وهو أعلاها، وأكبرها، كما في حديث أبي ذر - رضي الله عنه - أن النبي صلّى الله عليه وسلّم، قال: \"ما السماوات السبع، والأرضون السبع عند الكرسي إلا كحلقة ملقاة في أرض فلاة، وإن فضل العرش على الكرسي كفضل الفلاة على تلك الحلقة\" (1) .\n(1) -رواه ابن حبان (94 - الموارد) كتاب العلم، 13 - باب السؤال للفائدة. وأبو نعيم في \"الحلية\" (1/167) ؛ و\"العظمة\" (2/569، 649) .\nوابن مردويه كما في \"تفسير ابن كثير\" (1/310 - 311) .\nقال الحافظ في \"الفتح\" (13/411) : صححه ابن حبان، وله شاهد عن مجاهد، أخرجه سعيد بن منصور في \"التفسير\" بسند صحيح عنه.\nالجزء: 1 ¦ الصفحة: 53\n",
        "قال المؤلف شيخ الإسلام ابن تيمية - رحمه الله - في \"الرسالة العرشية\": \"والحديث له طرق. وقد رواه أبو حاتم، وابن حبان في صحيحه، وأحمد في \"المسند\" وغيرهم\". اهـ.\nوالكرسي في اللغة: السرير وما يقعد عليه.\nوأما الكرسي الذي أضافه الله إلى نفسه فهو: موضع قدميه تعالى، قال ابن عباس - رضي الله عنهما -: \"الكرسي موضع القدمين، والعرش لا يقدر قدره إلا الله عزّ وجل\" (1) . رواه الحاكم في \"المستدرك\". وقال: إنه على شرط الشيخين، وقد روي مرفوعاً، والصواب أنه موقوف.\nوهذا المعنى الذي ذكره ابن عباس - رضي الله عنهما - في الكرسي هو المشهور بين أهل السنة، وهو المحفوظ عنه، وما روي عنه أنه العلم فغير محفوظ، وكذلك ما روي عن الحسن: أنه العرش ضعيف لا يصح عنه؛ قاله ابن كثير (2) رحمه الله تعالى.\n(1) -رواه الحاكم (2/282) ؛ وعبد الله بن أحمد في \"السنة\" (1/301/586) ؛ وصححه الألباني في \"مختصر العلو\" (45) .\n(2) -\"التفسير\" له (1/311) ، وقارن مع \"فتح الباري\" (8/199) .\nالجزء: 1 ¦ الصفحة: 54\n",
        "الباب الحادي عشر في المعية\nأثبت الله لنفسه في كتابه، وعلى لسان رسوله صلّى الله عليه وسلّم، أنه مع خلقه.\nفمن أدلة الكتاب: قوله تعالى: {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ} [الحديد: 4] ، وقوله تعالى: {وَأَنَّ اللَّهَ مَعَ الْمُؤْمِنِينَ} [الأنفال: 19] ، وقوله تعالى: {إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى} [طه: 46] .\nومن أدلة السنة: قوله صلّى الله عليه وسلّم: \"أفضل الإيمان أن تعلم أن الله معك حيثما كنت\" (1) . وقوله صلّى الله عليه وسلّم، لصاحبه أبي بكر وهما في الغار: {لا تَحْزَنْ إِنَّ اللَّهَ} [التوبة: 40] .\nوقد أجمع على ذلك سلف الأمة، وأئمتها.\nوالمعية في اللغة: مطلق المقارنة والمصاحبة. لكن مقتضاها ولازمها يختلف باختلاف الإضافة وقرائن السياق والأحوال:\nفتارة تقتضي: اختلاطاً؛ كما يقال: جعلت الماء مع اللبن.\nوتارة تقتضي: تهديداً وإنذاراً؛ كما يقول المؤدب للجاني: اذهب فأنا معك.\nوتارة تقتضي: نصراً وتأييداً؛ كمن يقول لمن يستغيث به: أنا\n(1) -أخرجه الطبراني في الكبير والأوسط كما في مجمع الزوائد (1/60) ، والبيهقي في الأسماء والصفات (907) ، وأبو نعيم في الحلية (6/124) .\nالجزء: 1 ¦ الصفحة: 55\n",
        "معك، أنا معك. إلى غير ذلك من اللوازم والمقتضيات المختلفة باختلاف الإضافة والقرائن والأحوال.\nومثل هذا اللفظ الذي يتفق في أصل معناه ويختلف مقتضاه وحكمه باختلاف الإضافات والقرائن يسميه بعض الناس: مشككاً؛ لتشكيك المستمع هل هو من قبيل المشترك الذي اتحد لفظه، واختلف معناه، نظراً لاختلاف مقتضاه وحكمه؟ أو هو من قبيل المتواطئ الذي اتحد لفظه ومعناه، نظراً لأصل المعنى؟\nوالتحقيق أنه نوع من المتواطئ؛ لأن واضع اللغة وضع هذا اللفظ بإزاء القدر المشترك، واختلاف حكمه ومقتضاه إنما هو بحسب الإضافات والقرائن لا بأصل الوضع، لكن لما كانت نوعاً خاصًّا من المتواطئة فلا بأس بتخصيصها بلفظ.\nإذا تبين ذلك فقد اتضح أن لفظ المعية المضاف إلى الله مستعمل في حقيقته لا في مجازه، غير أن معية الله لخلقه معية تليق به، فليست كمعية المخلوق للمخلوق بل هي أعلى، وأكمل، ولا يلحقها من اللوازم والخصائص ما يلحق معية المخلوق للمخلوق.\nهذا وقد فسّر بعض السّلف معية الله لخلقه: بعلمه بهم، وهذا تفسير للمعية ببعض لوازمها، وغرضهم به: الردّ على حلولية الجهمية، الذين قالوا: إن الله بذاته في كل مكان، واستدلوا\nالجزء: 1 ¦ الصفحة: 56\n",
        "بنصوص المعية، فبيَّن هؤلاء السلف أنه لا يراد من المعية كون الله معنا بذاته؛ فإن هذا محال عقلاً، وشرعاً؛ لأنه ينافي ما وجب من علوه، ويقتضي أن تُحيط به مخلوقاته وهو محال.\nأقسام معية الله لخلقه:\nتنقسم معية الله لخلقه إلى قسمين: عامة، وخاصة:\nفالعامة هي: التي تقتضي الإحاطة بجميع الخلق من مؤمن، وكافر وبَر وفاجر، في العلم، والقدرة، والتدبير والسلطان وغير ذلك من معاني الربوبية.\nوهذه المعية توجب لمن آمن بها كمال المراقبة لله عزّ وجل، ولذلك قال النبي صلّى الله عليه وسلّم: \"أفضل الإيمان أن تعلم أن الله معك حيثما كنت\" (1) .\nومن أمثلة هذا القسم قوله تعالى: {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ} [الحديد: 4] {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ وَلا خَمْسَةٍ إِلا هُوَ سَادِسُهُمْ وَلا أَدْنَى مِنْ ذَلِكَ وَلا أَكْثَرَ إِلاَّ هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا} [المجادلة: 7] .\nوأما الخاصة فهي: التي تقتضي النصر والتأييد لمن أضيفت له. وهي مختصة بمن يستحق ذلك من الرسل وأتباعهم.\nوهذه المعية توجب لمن آمن بها كمال الثبات والقوة.\n(1) -سبق تخريجه ص47.\nالجزء: 1 ¦ الصفحة: 57\n",
        "ومن أمثلتها قوله تعالى: {وأَنَّ اللَّهَ مَعَ المؤمنِينَ} [الأنفال: 19] . {إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ} [النحل: 128] . {إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى} [طه: 46] . وقوله عن نبيه صلّى الله عليه وسلّم: {لا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا} [التوبة: 40] .\nفإن قيل: هل المعية من صفات الله الذاتية أو من صفاته الفعلية؟\nفالجواب: أن المعية العامة من الصفات الذاتية؛ لأن مقتضياتها ثابتة لله تعالى أزلاً وأبداً، وأما المعية الخاصة فهي من الصفات الفعلية؛ لأن مقتضياتها تابعة لأسبابها، توجد بوجودها، وتنتفي بانتفائها.\nالجزء: 1 ¦ الصفحة: 58\n",
        "الباب الثاني عشر في الجمع بين نصوص علو الله بذاته ومعيته\nقبل أن نذكر الجمع بينهما نُحبّ أن نقدّم قاعدة نافعة أشار إليها المؤلف شيخ الإسلام ابن تيمية - رحمه الله - في كتابه \"العقل والنقل\" (1/43، 44) وخلاصتها:\nأنه إذا قيل بالتعارض بين دليلين، فإما أن يكونا قطعيين، أو ظنيين، أو أحدهما قطعيًّا، والآخر ظنيًّا. فهذه ثلاثة أقسام:\nالأول - القطعيّان: وهما ما يقطع العقل بثبوت مدلولهما، فالتعارض بينهما محال؛ لأن القول بجواز تعارضهما يستلزم إما وجوب ارتفاع أحدهما وهو محال؛ لأن القطعي واجب الثبوت، وإما ثبوت كل منهما مع التعارض وهو محال أيضاً؛ لأنه جمع بين النقيضين.\nفإن ظن التعارض بينهما فإما: أن لا يكونا قطعيين، وإما أن لا يكون بينهما تعارض، بحيث يُحمل أحدهما على وجه، والثاني على وجه آخر، ولا يرد على ذلك ما يثبت نسخه من نصوص الكتاب والسنة القطعية؛ لأن الدليل المنسوخ غير قائم، فلا معارض للناسخ.\nالجزء: 1 ¦ الصفحة: 59\n",
        "الثاني - أن يكونا ظنيين: إما من حيث الدلالة، وإما من حيث الثبوت، فيطلب الترجيح بينهما ثم يقدم الراجح.\nالثالث - أن يكون أحدهما قطعيًّا، والآخر ظنيًّا، فيقدم القطعي باتفاق العقلاء؛ لأن اليقين لا يُدفع بالظنّ.\nإذا تبين هذا، فنقول: لا ريب أن النصوص قد جاءت بإثبات علو الله بذاته فوق خلقه وأنه معهم، وكل منهما قطعيّ الثبوت والدلالة. وقد جمع الله بينهما في قوله تعالى: {هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} [الحديد: 4] .\nففي هذه الآية أثبت الله تعالى استواءه على العرش الذي هو أعلى المخلوقات، وأثبت أنه معنا، وليس بينهما تعارض؛ فإن الجمع بينهما ممكن.\nوبيان إمكانه من وجوه:\nالأول - أن النصوص جمعت بينهما فيمتنع أن يكون اجتماعهما محالاً؛ لأن النصوص لا تدل على محال، ومن ظن دلالتها عليه فقد أخطأ فليعد النظر مرة بعد أخرى، مستعيناً بالله، سائلاً منه الهداية والتوفيق، باذلاً جهده في الوصول إلى معرفة الحق. فإن\nالجزء: 1 ¦ الصفحة: 60\n",
        "تبين له الحق فليحمد الله على ذلك، وإلا فليكل الأمر إلى عالمه وليقل: آمنا به كل من عند ربنا، سبحانك لا علم لنا إلا ما علمتنا إنك أنت العليم الحكيم.\nالثاني - أنه لا منافاة بين معنى العلو والمعية؛ فإن المعية لا تستلزم الاختلاط والحلول في المكان - كما تقدم -، فقد يكون الشيء عالياً بذاته، وتضاف إليه المعية كما يقال: ما زلنا نسير والقمر معنا، مع أن القمر في السماء، ولا يعد ذلك تناقضاً لا في اللفظ ولا في المعنى، فإن المخاطب يعرف معنى المعية هنا، وأنه لا يمكن أن يكون مقتضاها أن القمر في الأرض. فإذا جاز اجتماع العلو والمعية في حق المخلوق ففي حق الخالق أولى.\nالثالث - أنه لو فرض أن بين معنى العلو والمعية تناقضاً وتعارضاً في حق المخلوق فإن ذلك لا يلزم في حق الخالق؛ لأن الله - تعالى - ليس كمثله شيء في جميع صفاته، فلا تقاس معيته بمعية خلقه، ولا تقتضي معيته لهم أن يكون مختلطاً بهم أو حالًّا في أمكنتهم لوجوب علوه بذاته؛ ولأنه لا يحيط به شيء من مخلوقاته بل هو بكل شيء محيط.\nوبنحو هذه الوجوه يمكن الجمع بين ما ثبت من علو الله بذاته وكونه قِبَل وجه المصلي، فيقال: الجمع بينهما من وجوه:\nالجزء: 1 ¦ الصفحة: 61\n",
        "الأول - أن النصوص جمعت بينهما، والنصوص لا تأتي بالمحال.\nالثاني - أنه لا منافاة بين معنى العلو والمقابلة، فقد يكون الشيء عالياً وهو مقابل، لأن المقابلة لا تستلزم المحاذاة، ألا ترى أن الرجل ينظر إلى الشمس حال بزوغها فيقول: إنها قِبَل وجهي، مع أنها في السماء، ولا يعد ذلك تناقضاً في اللفظ ولا في المعنى، فإذا جاز هذا في حق المخلوق ففي حق الخالق أولى.\nالثالث - أنه لو فرض أن بين معنى العلو والمقابلة تناقضاً وتعارضاً في حق المخلوق فإن ذلك لا يلزم في حق الخالق؛ لأن الله - تعالى - ليس كمثله شيء في جميع صفاته، فلا يقتضي كونه قِبَل وجه المصلي أن يكون في المكان أو الحائط الذي يصلي إليه لوجوب علوه بذاته؛ ولأنه لا يحيط به شيء من المخلوقات، بل هو بكل شيء محيط سبحانه وتعالى.\nالجزء: 1 ¦ الصفحة: 62\n",
        "الباب الثالث عشر في نزول الله إلى السماء الدنيا\nفي \"الصحيحين\" عن أبي هريرة - رضي الله عنه -، أن النبي صلّى الله عليه وسلّم قال: \"ينزل ربّنا إلى السماء الدنيا حين يبقى ثلث الليل الآخر، فيقول: من يدعوني فأستجيب له، من يسألني فأعطيه، من يستغفرني فأغفر له\" (1) .\nوقد روى هذا الحديث عن النبي صلّى الله عليه وسلّم، نحو ثمانٍ وعشرين نفساً من الصحابة رضي الله عنهم، واتفق أهل السنة على تلقي ذلك بالقبول.\nونزوله تعالى إلى السماء الدنيا من صفاته الفعلية التي تتعلق بمشيئته وحكمته، وهو نزول حقيقي يليق بجلاله وعظمته.\nولا يصحّ تحريف معناه إلى نزول أمره، أو رحمته، أو ملك من ملائكته، فإن هذا باطل لوجوه:\nالأول - أنه خلاف ظاهر الحديث؛ لأن النبي صلّى الله عليه وسلّم، أضاف النزول إلى الله، والأصل أن الشيء إنّما يُضاف إلى من وقع منه أو قام به، فإذا صرف إلى غيره كان ذلك تحريفاً يُخالف الأصل.\n(1) -رواه البخاري (1145) كتاب أبواب التهجد، 14 - باب الدعاء والصلاة من آخر الليل.\nومسلم (758) كتاب صلاة المسافرين، 24 - باب الترغيب في الدعاء والذكر في آخر الليل والإجابة فيه.\nالجزء: 1 ¦ الصفحة: 63\n",
        "الثاني - أن تفسيره بذلك يقتضي أن يكون في الكلام شيء محذوف، والأصل عدم الحذف.\nالثالث - أن نزول أمره أو رحمته لا يختص بهذا الجزء من الليل، بل أمره ورحمته ينزلان كل وقت.\nفإن قيل: المراد نزول أمر خاصّ، ورحمة خاصة، وهذا لا يلزم أن يكون كل وقت.\nفالجواب: أنه لو فرض صحة هذا التقدير والتأويل، فإن الحديث يدل على أن منتهى نزول هذا الشيء هو السماء الدنيا، وأي فائدة لنا في نزول رحمة إلى السماء الدنيا حتى يخبرنا النبي صلّى الله عليه وسلّم عنها؟!\nالرابع - أن الحديث دلّ على أن الذي ينزل يقول: \"من يدعوني فأستجيب له، من يسألني فأعطيه، من يستغفرني فأغفر له\" (1) . ولا يمكن أن يقول ذلك أحد سوى الله سبحانه وتعالى.\n(1) -انظر: تخريجه في الصفحة السابقة.\nالجزء: 1 ¦ الصفحة: 64\n",
        "فصل\nفي الجمع بين نصوص علو الله تعالى بذاته\nونزوله إلى السماء الدنيا\nعلو الله - تعالى - من صفاته الذاتية التي لا يمكن أن ينفكّ عنها، وهو لا يُنافي ما جاءت به النصوص من نزوله إلى السماء الدنيا، والجمع بينهما من وجهين:\nالأول - أن النصوص جمعت بينهما، والنصوص لا تأتي بالمحال، كما تقدم.\nالثاني - أن الله ليس كمثله شيء في جميع صفاته، فليس نزوله كنزول المخلوقين حتى يقال: إنه ينافي علوه ويناقضه. والله أعلم.\nالجزء: 1 ¦ الصفحة: 65\n",
        "الباب الرابع عشر في إثبات الوجه لله تعالى\nمذهب أهل السنة والجماعة: أن لله وجهاً حقيقيًّا يليق به موصوفاً بالجلال والإكرام.\nقد دلّ على ثبوته لله الكتاب، والسنة.\nفمن أدلّة الكتاب قوله تعالى: {وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلالِ وَالأِكْرَامِ} [الرحمن: 27] .\nومن أدلّة السنة قول النبي صلّى الله عليه وسلّم في الدعاء المأثور: \"وأسألك لذة النظر إلى وجهك والشوق إلى لقائك\" (1) .\nفوجه الله تعالى من صفاته الذاتية الثابتة له حقيقة على الوجه اللائق به.\nولا يصح تحريف معناه إلى الثواب لوجوه منها:\nأولاً - أنه خلاف ظاهر النّص، وما كان مخالفاً لظاهر النص فإنه يحتاج إلى دليل، ولا دليل على ذلك.\nثانياً - أن هذا الوجه ورد في النصوص مضافاً إلى الله تعالى والمضاف إلى الله إما: أن يكون شيئاً قائماً بنفسه، وإما أن يكون\n(1) -رواه النسائي في \"الصغرى\" (1305) كتاب السهو، 62 - باب نوع آخر. وصححه ابن حبان (509 - الموارد) كتاب المواقيت، 76 - باب الدعاء في الصلاة.\nوصححه الألباني في تخريج \"السنة\" (424) .\nالجزء: 1 ¦ الصفحة: 67\n",
        "غير قائم بنفسه، فإن كان قائماً بنفسه فهو مخلوق، وليس من صفاته كبيت الله، وناقة الله، وإنما أُضيف إليه إما: للتشريف، وإما من باب إضافة المملوك والمخلوق إلى مالكه وخالقه. وإن كان غير قائم بنفسه فهو من صفات الله، وليس بمخلوق كعلم الله، وقدرته، وعزته، وكلامه، ويده، وعينه ونحو ذلك، والوجه بلا ريب من هذا النوع؛ فإضافته إلى الله من باب إضافة الصفة إلى الموصوف.\nثالثاً - أن الثواب مخلوق بائن عن الله تعالى، والوجه صفة من صفات الله غير مخلوق ولا بائن، فكيف يفسر هذا بهذا؟!\nرابعاً - أن ذلك الوجه وصف في النصوص بالجلال والإكرام، وبأن له نوراً يستعاذ به (1) ، وسبحات تحرق ما انتهى إليه بصره من خلقه.\nوكل هذه الأوصاف تمنع أن يكون المراد به الثواب. والله أعلم.\n(1) -جاء ذلك في دعاء النبي صلّى الله عليه وسلّم حين رجع من الطائف بعد أن ردوا دعوته.\nرواه مسلم (179) من حديث أبي موسى رضي الله عنه. وسيأتي في الباب السادس عشر (ص56) .\nالجزء: 1 ¦ الصفحة: 68\n",
        "الباب الخامس عشر في يدي الله عزّ وجل\nمذهب أهل السنة والجماعة: أن لله تعالى يدين اثنتين، مبسوطتين بالعطاء والنعم، وهما من صفاته الذاتية الثابتة له حقيقة على الوجه اللائق به.\nوقد دلّ على ثبوتهما الكتاب، والسنة.\nفمن أدلّة الكتاب قوله تعالى: {مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ} [ص: 75] .\nومن أدلة السنة قوله صلّى الله عليه وسلّم: \"يد الله ملآى لا تغيضها نفقة سحَّاء الليل والنهار، أرأيتم ما أنفق منذ خلق السماوات والأرض فإنّه لم يغض ما في يمينه\" (1) .\nوقد أجمع أهل السنة على أنهما يدان حقيقيتان لا تُشبهان أيدي المخلوقين، ولا يصحّ تحريف معناهما إلى القوة، أو النعمة أو نحو ذلك لوجوه منها:\nأولاً - أنه صرف للكلام عن حقيقته إلى مجازه بلا دليل.\nثانياً - أنه معنى تأباه اللغة في مثل السياق الذي جاءت به\n(1) -رواه البخاري (4684) كتاب التفسير، 2 - باب قوله تعالى: {وكان عرشه على الماء} [سورة هود] .\nومسلم (993) كتاب الزكاة، 11 - باب الحث على النفقة وتبشير المنفق بالخلف.\nالجزء: 1 ¦ الصفحة: 69\n",
        "مضافة إلى الله - تعالى -؛ فإن الله قال: {لِمَا خَلَقْتُ بِيَدَيَّ} [ص: 75] . ولا يصح أن يكون المعنى: لما خلقت بنعمتي، أو قوتي.\nثالثاً - أنه ورد إضافة اليد إلى الله بصيغة التثنية، ولم يرد في الكتاب والسنة ولا في موضع واحد إضافة النعمة والقوة إلى الله بصيغة التثنية فكيف يفسر هذا بهذا؟!\nرابعاً - أنه لو كان المراد بهما القوة لصح أن يُقال: إن الله خلق إبليس بيده ونحو ذلك. وهذا ممتنع. ولو كان جائزاً لاحتج به إبليس على ربه حين قال له: {مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ} [ص: 75] .\nخامساً - أن اليد التي أضافها الله إلى نفسه وردت على وجوه تمنع أن يكون المراد بها النعمة، أو القوة فجاءت بلفظ اليد، والكفّ. وجاء إثبات الأصابع لله تعالى، والقبض، والهزّ، كقوله صلّى الله عليه وسلّم: \"يقبض الله سماواته بيده، والأرض باليد الأخرى، ثم يهزهن ويقول: أنا الملك\" (1) .\nوهذه الوجوه تمنع أن يكون المراد بهما النعمة، أو القوة.\n(1) -رواه البخاري (4812) كتاب التفسير، 4 - باب قوله تعالى: {والأرض جميعا قبضته يوم القيامة} [سورة الزمر] .\nومسلم (2787) كتاب صفة القيامة والجنة والنار، بلا باب.\nالجزء: 1 ¦ الصفحة: 70\n",
        "الباب السادس عشر في عيني الله تعالى\nمذهب أهل السنة والجماعة: أن لله عينين اثنتين، ينظر بهما حقيقة على الوجه اللائق به، وهما من الصفات الذاتية الثابتة بالكتاب، والسنة.\nفمن أدلّة الكتاب قوله تعالى: {) تَجْرِي بِأَعْيُنِنَا جَزَاءً لِمَنْ كَانَ كُفِرَ} [القمر: 14] .\nومن أدلّة السنة قول النبي صلّى الله عليه وسلّم: \"إن ربكم ليس بأعور\" (1) .\nوقوله: \"ينظر إليكم أزلين قنطين\" (2) .\nوقوله: \"حجَابه النور لو كشفه لأحرقت سبحات وجهه ما انتهى إليه بصره من خلقه\" (3) .\nفهما عينان حقيقيتان لا تشبهان أعين المخلوقين. ولا يصح تحريف معناهما إلى العلم، والرؤية لوجوه منها:\nأولاً - أنه صرف للكلام عن حقيقته إلى مجازه بلا دليل.\nثانياً - أن في النصوص ما يمنع ذلك، مثل قوله صلّى الله عليه وسلّم:\n\"ينظر إليكم\" (4) .\nوقوله: \"لأحرقت سبحات وجهه ما انتهى إليه بصره من خلقه\" (5) .\nوقوله: \"وإن ربكم ليس بأعور\" (6) .\n(1) -رواه البخاري (3439) كتاب أحاديث الأنبياء، 47 - باب قوله تعالى: {يا أهل الكتاب} .\nومسلم (169) كتاب الإيمان، 75 - باب ذكر المسيح ابن مريم والمسيح الدجال.\n(2) -رواه أحمد (4/11، 12) .\nوابن ماجه (181) كتاب المقدمة، 13 - باب فيما أنكرت الجهمية.\nوابن أبي عاصم في السنة (554) .\nقال البوصيري في \"مصباح الزجاجة\" (1/26/66) : هذا إسناد فيه مقال.\n(3) -رواه مسلم (179) كتاب الإيمان، 79 - باب في قوله صلّى الله عليه وسلّم: \"إن الله لا ينام\"\n...\n(4) -سبق تخريجه في الصفحة السابقة.\n(5) -سبق تخريجه في الصفحة السابقة.\n(6) -سبق تخريجه في الصفحة السابقة.\nالجزء: 1 ¦ الصفحة: 71\n",
        "الباب السابع عشر في الوجوه التي وردت عليها صفتا اليدين والعينين\nوردت صفتا اليدين، والعينين في النصوص مضافة إلى الله تعالى على ثلاثة أوجه: الإفراد، والتثنية، والجمع.\nفمن أمثلة الإفراد: قوله تعالى: {تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ} [الملك: 1] ، وقوله تعالى: {وَلِتُصْنَعَ عَلَى عَيْنِي} [طه: 39] .\nومن أمثلة الجمع: قوله تعالى: {) أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَاماً فَهُمْ لَهَا مَالِكُونَ} [يس: 71] ، وقوله تعالى: {تَجْرِي بِأَعْيُنِنَا} [القمر: 14] .\nومن أمثلة التثنية: قوله تعالى: {بَلْ يَدَاهُ مَبْسُوطَتَانِ} [المائدة: 64] . وقول النبي صلّى الله عليه وسلّم: \"إذا قام العبد في الصلاة قام بين عيني الرحمن\". هكذا هو في \"مختصر الصواعق\" عن عطاء عن أبي هريرة عن النبي صلّى الله عليه وسلّم (1) ، ولم يعزه.\nولم ترد صفة العينين في القرآن بصورة التثنية.\nهذه هي الوجوه الثلاثة التي وردت عليها صفتا اليدين والعينين.\n(1) -انظر: \"الصواعق\" (1/256) .\nالجزء: 1 ¦ الصفحة: 73\n",
        "والجمع بين هذه الوجوه أن يقال:\nإن الإفراد لا ينافي التثنية، ولا الجمع؛ لأن المفرد المضاف يعمّ فيتناول كل ما ثبت لله من يد، أو عين واحدة كانت أو أكثر.\nوأما الجمع بين ما جاء بلفظ التثنية وبلفظ الجمع فإن قلنا: أقل الجمع اثنان فلا منافاة أصلاً بين صيغتي التثنية والجمع؛ لاتحاد مدلوليهما.\nوإن قلنا: أقل الجمع ثلاثة وهو المشهور فالجمع بينهما أن يقال: إنه لا يراد من صيغة الجمع مدلولها الذي هو ثلاثة فأكثر، وإنما أريد بها - والله أعلم - التعظيم والمناسبة، أعني مناسبة المضاف للمضاف إليه؛ فإن المضاف إليه، وهو \"نا\" يراد به هنا: التعظيم قطعاً؛ فناسب أن يُؤتى بالمضاف بصيغة الجمع ليناسب المضاف إليه؛ فإن الجمع أدلّ على التعظيم من الإفراد والتثنية، وإذا كان كل من المضاف والمضاف إليه دالًّا على التعظيم حصل من بينهما تعظيم أبلغ.\nالجزء: 1 ¦ الصفحة: 74\n",
        "الباب الثامن عشر في كلام الله سبحانه وتعالى\nاتفق أهل السنة والجماعة على أن الله يتكلّم، وأن كلامه صفة حقيقية ثابتة له على الوجه اللائق به.\nوهو سبحانه يتكلم بحرف وصوت، كيف شاء، متى شاء، فكلامه صفة ذات باعتبار جنسه، وصفة فعل باعتبار آحاده.\nوقد دل على هذا القول الكتاب، والسنة.\nفمن أدلة الكتاب قوله تعالى: {وَلَمَّا جَاءَ مُوسَى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ} [الأعراف: 143] .\nوقوله تعالى: {إِذْ قَالَ اللَّهُ يَا عِيسَى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ} [آل عمران: 55] .\nوقوله تعالى: {وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ وَقَرَّبْنَاهُ نَجِيّاً} [مريم: 52] .\nففي الآية الأولى: إثبات أن الكلام يتعلق بمشيئته، وأن آحاده حادثة.\nوفي الآية الثانية: دليل على أنه بحرف فإن مقول القول فيها حروف.\nوفي الآية الثالثة: دليل على أنه بصوت إذ لا يعقل النداء والمناجاة إلا بصوت.\nالجزء: 1 ¦ الصفحة: 75\n",
        "ومن أدلة السنة قول النبي صلّى الله عليه وسلّم: \"يقول الله تعالى: يا آدم! فيقول: لبيك وسعديك. فينادي بصوت: إنّ الله يأمرك أن تخرج من ذريتك بعثاً إلى النار\" (1) .\nوكلامه سبحانه هو اللفظ والمعنى جميعاً، ليس هو اللفظ وحده أو المعنى وحده. هذا هو قول أهل السنة والجماعة في كلام الله تعالى، أما أقوال غيرهم فإليك ملخصها من \"مختصر الصواعق المرسلة\":\n1 -\nقول الكرامية: وهو كقول أهل السنة، إلا أنهم قالوا: \"إنه حادث بعد أن لم يكن\"، فراراً من إثبات حوادث لا أول لها.\n2 -\nقول الكلابية: \"إنه معنى قائم بذاته لازم لها كلزوم الحياة والعلم، فلا يتعلق بمشيئته، والحروف والأصوات حكاية عنه خلقها الله لتدل على ذلك المعنى القائم بذاته، وهو أربعة معان: أمر، ونهي، وخبر، واستخبار\".\n3 -\nقول الأشعرية: وهو كقول الكلابية إلا أنهم يخالفونهم في شيئين:\nأحدهما - في معاني الكلام، فالكلابية يقولون: \"إنه أربعة معان\" والأشعرية يقولون: إنه معنى واحد، فالخبر،\n(1) -رواه البخاري (4741) كتاب التفسير، 1 - باب {وترى الناس سكارى} [سورة الحج] .\nومسلم (222) كتاب الإيمان، 96 - باب قوله: يقول الله لآدم: أخرج بعث النار\n...\nالجزء: 1 ¦ الصفحة: 76\n",
        "والاستخبار، والأمر، والنهي كل واحد منها هو عين الآخر، وليست أنواعاً للكلام، بل صفات له، بل التوراة والإنجيل، والقرآن كل واحد منها عين الآخر، لا تختلف إلا بالعبارة.\nالثاني - أن الكلابية قالوا: \"إن الحروف والأصوات حكاية عن كلام الله\". وأما الأشعرية فقالوا: \"إنها عبارة عن كلام الله\".\n4 -\nقول السالمية: \"أنه صفة قائمة بذاته لازمة لها كلزوم الحياة، والعلم، فلا يتعلّق بمشيئته، وهو حروف وأصوات متقارنة لا يسبق بعضها بعضاً، فالباء والسين والميم في البسملة - مثلاً - كل حرف منها مقارن للآخر في آن واحد، ومع ذلك لم تزل ولا تزال موجودة\".\n5 -\nقول الجهمية والمعتزلة: \"إنه مخلوق من المخلوقات وليس من صفات الله\".\nثم من الجهمية من صرح بنفي الكلام عن الله، ومنهم من أقرّ به، وقال: إنه مخلوق.\n6 -\nقول فلاسفة المتأخرين أتباع أرسطو: \"أنه فيض من العقل الفعال على النفوس الفاضلة الزكية بحسب استعدادها وقبولها، فيوجب لها تصورات، وتصديقات، بحسب ما قبلته\nالجزء: 1 ¦ الصفحة: 77\n",
        "منه، وهذه التصورات والتصديقات المتخيلة تقوى حتى تصور الشيء المعقول صوراً نورانية تخاطبها بكلام تسمعه الآذان\".\n7 -\nقول الاتحادية: \"القائلين بوحدة الوجود: إن كل كلام في الوجود كلام الله\" كما قال قائلهم:\nوكل كلام في الوجود كلامه سواء علينا نثره ونظامه وكل هذه الأقوال مخالفة لما دل عليه الكتاب، والسنة، والعقل، ومن رزقه الله علماً وحكمة فهم ذلك.\nفصل\nفي أن القرآن كلام الله\nمذهب أهل السنة والجماعة: أن القرآن كلام الله منزل غير مخلوق، منه بدأ وإليه يعود، تكلّم به حقيقة، وألقاه إلى جبريل فنزل به على قلب محمد صلّى الله عليه وسلّم.\nوقد دل على هذا القول الكتاب، والسنة.\nفمن أدلة الكتاب قوله تعالى: {وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلامَ اللَّهِ} [التوبة: 6] . يعني القرآن، وقوله تعالى: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ} [ص: 29] ، وقوله تعالى: {نَزَلَ بِهِ الرُّوحُ الْأَمِينُ* عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ* بِلِسَانٍ عَرَبِيٍّ مُبِينٍ} [الشعراء: 193-195] .\nالجزء: 1 ¦ الصفحة: 78\n",
        "ومن أدلة السنة قوله صلّى الله عليه وسلّم - وهو يعرض نفسه على الناس في الموقف -: \"ألا رجل يحملني إلى قومه لأبلغ كلام ربي؛ فإن قريشاً قد منعوني أن أبلغ كلام ربي عزّ وجل\" (1) .\nوقوله صلّى الله عليه وسلّم للبراء بن عازب: \"إذا أويت إلى فراشك فقل: اللهم أسلمت نفسي إليك، ووجهت وجهي إليك، وفوضت أمري إليك، وألجأت ظهري إليك، رغبة ورهبة إليك، لا ملجأ ولا منجى منك إلا إليك، آمنت بكتابك الذي أنزلت، وبنبيك الذي أرسلت\" (2) .\nوقال عمرو بن دينار: \"أدركت الناس منذ سبعين سنة، يقولون: الله الخالق وما سواه مخلوق، إلا القرآن فإنه كلام الله غير مخلوق منه بدأ وإليه يعود\" (3) . اهـ.\nومعنى قولهم: \"منه بدأ\"؛ أن الله تكلم به ابتداء، وفيه رد على الجهمية القائلين: بأنه خلقه في غيره.\nوأما قولهم: \"وإليه يعود\"؛ فيحتمل معنيين:\nأحدهما - أنه تعود صفة الكلام بالقرآن إليه، بمعنى: أن أحداً لا يوصف بأنه تكلّم به غير الله؛ لأنه هو المتكلّم به، والكلام صفة للمتكلّم.\nالثاني - أنه يرفع إلى الله تعالى كما جاء في بعض الآثار أنه يسري به من المصاحف والصدور، وذلك إنما يقع - والله أعلم -\n(1) -رواه أبو داود (4734) كتاب السنة، باب في القرآن.\nوالترمذي (2925) كتاب فضائل القرآن، 24 - باب.\nوالنسائي في \"الكبرى\" (7727) .\nوابن ماجه (201) كتاب المقدمة، 13 - باب فيما أنكرت الجهمية.\nوأحمد (3/390) ؛ والحاكم (2/669) وصححه.\nوقال في \"المجمع\" (6/35) : رجاله ثقات.\n(2) -رواه البخاري (247) كتاب الغسل، 75 - باب فضل من بات على الوضوء.\nومسلم (2710) كتاب الذكر والدعاء، 17 - باب ما يقول عند النوم وأخذ المضجع.\n(3) -انظر: \"السنن الكبرى\" للبيهقي (10/43، 205) ؛ و\"التمهيد\" لابن عبد البر (24/186) .\nالجزء: 1 ¦ الصفحة: 79\n",
        "حين يعرض الناس عن العمل بالقرآن إعراضاً كليًّا فيرفع عنهم تكريماً له. والله المستعان.\nفصل\nفي اللفظ والملفوظ\nالكلام في هذا الفصل يتعلّق بالقرآن؛ فإنه قد سبق أن القرآن كلام الله غير مخلوق، لكن اللفظ بالقرآن هل يصح أن نقول: إنه مخلوق، أو غير مخلوق، أو يجب السكوت؟!\nفالجواب: أن يقال: أن إطلاق القول في هذا نفياً أو إثباتاً غير صحيح.\nوأما عند التفصيل فيقال: إن أُريد باللفظ التلفظ الذي هو فعل العبد فهو مخلوق؛ لأن العبد وفعله مخلوقان، وإن أُريد باللفظ الملفوظ به فهو كلام الله غير مخلوق؛ لأن كلام الله من صفاته، وصفاته غير مخلوقة.\nويشير إلى هذا التفصيل قول الإمام أحمد - رحمه الله -: \"من قال: لفظي بالقرآن مخلوق يريد به القرآن؛ فهو جهمي\".\nفقوله: \"يريد به القرآن\"؛ يدل على أنه إن أراد به غير القرآن وهو التلفظ الذي هو فعل الإنسان فليس بجهمي. والله أعلم.\nالجزء: 1 ¦ الصفحة: 80\n",
        "الباب التاسع عشر في ظهور مقالة التعطيل واستمدادها\nشاعت مقالة التعطيل بعد القرون المفضلة - الصحابة والتابعين وتابعيهم - وإن كان أصلها قد نبغ في أواخر عصر التابعين.\nوأول من تكلم بالتعطيل الجعد بن درهم. فقال: \"إن الله لم يتخذ إبراهيم خليلاً، ولم يكلم موسى تكليماً\". فقتله خالد بن عبد الله القسري الذي كان والياً على العراق لهشام بن عبد الملك، خرج به إلى مصلى العيد بوثاقه ثم خطب الناس، وقال: \"أيها الناس! ضحوا، تقبّل الله ضحاياكم، فإني مضحٍ بالجعد بن درهم، إنه زعم أن الله لم يتخذ إبراهيم خليلاً، ولم يُكلّم موسى تكليماً\"، ثم نزل وذبحه، وذلك في عيد الأضحى سنة 119هـ.\nوفي ذلك يقول ابن القيم رحمه الله في \"النونية\":\nولأجل ذا ضحى بجعد خالد القسري يوم ذبائح القربان\nالجزء: 1 ¦ الصفحة: 81\n",
        "إذ قال إبراهيم ليس خليله كلا ولا موسى الكليم الداني شكر الضحية كل صاحب سنة لله درّك من أخي قربان ثم أخذها عن الجعد رجل يقال له: الجهم بن صفوان، وهو الذي ينسب إليه مذهب الجهمية المعطلة؛ لأنه نشره فقتله سلم بن أحوز صاحب شرطة نصر بن سيار، وذلك في خراسان سنة 128هـ.\nوفي حدود المئة الثانية عربت الكتب اليونانية والرومانية؛ فازداد الأمر بلاء وشدة.\nثم في حدود المئة الثالثة انتشرت مقالة الجهمية بسبب بشر بن غياث المريسي وطبقته الذين أجمع الأئمة على ذمهم، وأكثرهم كفّروهم أو ضلّلوهم. وصنّف عثمان بن سعيد الدارمي كتاباً رد به على المريسي سماه: \"نقض عثمان بن سعيد على الكافر العنيد فيما افترى على الله من التوحيد\" من طالع هذا الكتاب بعلم وعدل، تبين له ضعف حجة هؤلاء المعطلة، بل بطلانها، وأن هذه التأويلات التي توجد في كلام كثير من المتأخرين كالرازي، والغزالي، وابن عقيل، وغيرهم هي بعينها تأويلات بشر.\nالجزء: 1 ¦ الصفحة: 82\n",
        "وأما استمداد مقالة التعطيل فكان من اليهود والمشركين وضلال الصابئين والفلاسفة؛ فإن الجعد بن درهم أخذ مقالته - على ما قيل - من أبان بن سمعان عن طالوت عن لبيد بن الأعصم اليهودي الذي سحر النبي صلّى الله عليه وسلّم.\nثم إن الجعد كان - على ما قيل - من أرض حَرَّان وفيها خلق كثير من المشركين والصابئة والفلاسفة، ولا ريب أن للبيئة تأثيراً قويًّا في عقيدة الإنسان وأخلاقه.\nوكان مذهب النفاة من هؤلاء أن الله ليس له صفات ثبوتية؛ لأن ثبوت الصفات يقتضي - على زعمهم - أن الله مشابه لخلقه، وإنما يثبتون له صفات سلبية، أو إضافية، أو مركبة منهما.\nفالسلبية: ما كان مدلولها عدم أمر لا يليق بالله عزّ وجل مثل قولهم: \"إن الله واحد\" بمعنى أنه مسلوب عنه القسمة بالكم، أو القول، ومسلوب عنه الشريك.\nوالإضافية: هي التي لا يوصف الله بها على أنها صفة ثابتة له، ولكن يوصف بها باعتبار إضافتها إلى الغير، كقولهم عن الله تعالى: \"إنه مبدأ وعلة\" فهو مبدأ وعلة، باعتبار أن الأشياء صدرت منه، لا باعتبار صفة ثابتة له هي البداء والعلية.\nالجزء: 1 ¦ الصفحة: 83\n",
        "والمركبة منها هي: التي تكون سلبية باعتبار، وإضافية باعتبار، كقولهم عن الله تعالى: \"أنه أول\" فهي سلبية باعتبار أنه مسلوب عنه الحدوث إضافية باعتبار أن الأشياء بعده.\nفإذا كان هذا هو ما تستمد منه طريقة النفاة فكيف تطيب نفس مؤمن أو عاقل أن يأخذ به ويترك سبيل الذين أنعم الله عليهم من النبيين، والصديقين، والشهداء، والصالحين؟.\nالجزء: 1 ¦ الصفحة: 84\n",
        "الباب العشرون في طريقة النفاة فيما يجب إثباته\nأو نفيه من صفات الله\nاتفق النفاة على أن يُثبتوا لله من الصفات ما اقتضت عقولهم إثباته، وأن ينفوا عنه ما اقتضت عقولهم نفيه، سواء وافق الكتاب والسنة، أم خالفهما، فطريق إثبات الصفات لله أو نفيها عنه عندهم هو العقل.\nثم اختلفوا فيما لا يقتضي العقل إثباته، أو نفيه، فأكثرهم نفوه وخرجوا ما جاء منه على المجاز، وبعضهم توقف فيه وفوض علمه إلى الله مع نفي دلالته على شيء من الصفات.\nوهم يزعمون أنهم وفقوا بهذه الطريقة بين الأدلة العقلية والنقلية، ولكنهم كذبوا في ذلك؛ لأن الأدلة العقلية والنقلية متفقة على إثبات صفات الكمال لله، وكل ما جاء في الكتاب والسنة من صفات الله، فإنه لا يخالف العقل، وإن كان العقل يعجز عن إدراك التفصيل في ذلك.\nوقد شابه هؤلاء النفاة في طريقتهم طريقة من قال الله فيهم:\nالجزء: 1 ¦ الصفحة: 85\n",
        "{أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلالاً بَعِيداً * وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنْكَ صُدُوداً * فَكَيْفَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ ثُمَّ جَاءُوكَ يَحْلِفُونَ بِاللَّهِ إِنْ أَرَدْنَا إِلاَّ إِحْسَاناً وَتَوْفِيقاً) (النساء: 60-62} .\nووجه مشابهتهم لهم من وجوه:\nالأول: أن كل واحد من الفريقين يزعم أنّه مؤمن بما أنزل على النبي صلّى الله عليه وسلّم، مع أنهم لا يقبلون كل ما جاء به.\nالثاني: أن هؤلاء النفاة إذا دعوا إلى ما جاء به الكتاب والسنة من إثبات صفات الكمال لله أعرضوا وامتنعوا، كما أن أولئك المنافقين إذا قيل لهم: تعالوا إلى ما أنزل الله وإلى الرسول؛ صدّوا وأعرضوا.\nالثالث: أن هؤلاء النفاة لهم طواغيت يقلدونهم ويقدمونهم على ما جاءت به الرسل، ويريدون أن يكون التحاكم عند النزاع إليهم لا إلى الكتاب والسنة، كما أن أولئك المنافقين يريدون أن يتحاكموا إلى الطاغوت، وقد أُمروا أن يكفروا به.\nالرابع: أن هؤلاء النفاة زعموا أنهم أرادوا بطريقتهم هذه عملاً حسناً، وتوفيقاً بين العقل والسمع، كما أن أولئك المنافقين\nالجزء: 1 ¦ الصفحة: 86\n",
        "يحلفون أنهم ما أرادوا إلا إحساناً وتوفيقاً.\nوكل مبطل يتستر في باطله، ويتظاهر بالحق فإنه يأتي بالدعاوى الباطلة التي يروج بها باطله، ولكن من وهبه الله علماً، وفهماً، وحكمة، وحسن قصد فإنه لا يلتبس عليه الباطل، ولا تروج عليه الدعاوى الكاذبة. والله المستعان.\nفصل\nفيما يلزم على طريقة النفاة من اللوازم الباطلة\nيلزم على طريقة النفاة لوازم باطلة منها:\nأولاً - أنّ الكتاب والسنة صرحا بالكفر والدعوة إليه؛ لأنهما مملوءان من إثبات صفات الله التي زعم هؤلاء النفاة أن إثباتها تشبيه وكفر.\nثانياً - أن الكتاب والسنة لم يُبينا الحقّ؛ لأن الحقّ عند هؤلاء هو نفي الصفات، وليس في الكتاب ولا في السنة ما يدلّ على نفي صفات الكمال عن الله لا نصًّا، ولا ظاهراً.\nوغاية المتحذلق من هؤلاء أن يستنتج ذلك (1) من مثل قوله تعالى: {هَلْ تَعْلَمُ لَهُ سَمِيّاً} [مريم: 65] . وقوله تعالى: {) وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ} [الإخلاص: 4] .\nومن المعلوم لكل عاقل أن المقصود من أمثال هذه النصوص\n(1) -أي: ما يدعيه من نفي الصفات.\nالجزء: 1 ¦ الصفحة: 87\n",
        "إثبات كمال الله تعالى، وأنه لا شبيه له في صفاته، ولا يمكن أن يُراد بها بيان انتفاء الصفات عنه، إذ لا ريب أن من دلّ الناس على انتفاء الصفات عن الله بمثل هذا الكلام، فهو إما ملغز في كلامه، أو مدلس، أو عاجز عن البيان، وكل هذه الأمور ممتنعة في كلام الله تعالى، وكلام رسوله صلّى الله عليه وسلّم، فإن كلامهما قد تضمّن كمال البيان والإرادة، فليس المقصود به إرادة ضلال الخلق والتعمية عليهم، وليس فيه نقص في البيان والفصاحة.\nثالثاً - إن السابقين الأولين من المهاجرين، والأنصار والذين اتبعوهم بإحسان كانوا قائلين بالباطل وكاتمين للحق، أو جاهلين به؛ فإنه قد تواتر النقل عنهم بإثبات صفات الكمال لله، الذي زعم هؤلاء أنه باطل، ولم يتكلموا مرة واحدة بنفي الصفات الذي زعم هؤلاء أنه الحق، وهذا اللازم ممتنع على خير القرون وأفضل الأمة.\nرابعاً - أنه إذا انتفت صفة الكمال عن الله لزم أن يكون متصفاً بصفات النقص، فإن كل موجود في الخارج فلا بد له من صفة، فإذا انتفت عنه صفات الكمال لزم أن يكون متصفاً بصفات النقص، وبهذا ينعكس الأمر على هؤلاء النفاة، ويقعون في شرّ مما فروا منه.\nالجزء: 1 ¦ الصفحة: 88\n",
        "فصل\nفيما يعتمد عليه النفاة من الشبهات\nيعتمد نفاة الصفات على شبهات باطلة (1) يعرف بطلانها كل من رزقه الله علماً صحيحاً، وفهماً سليماً.\nوغالب ما يعتمدون عليه ما يأتي:\n1 -\nدعوى كاذبة مثل أن يدعي الإجماع على قوله، أو أنه هو التحقيق، أو أنه قول المحققين، أو أن قول خصمه خلاف الإجماع، ونحو ذلك.\n2 -\nشبهة مركبة من قياس فاسد، مثل قولهم: إثبات الصفات لله يستلزم التشبيه، لأن الصفات، أعراض والعرض لا يقوم إلا بجسم، والأجسام متماثلة.\n3 -\nتمسك بألفاظ مشتركة بين معان يصحّ نسبتها إلى الله تعالى ومعان لا يصح نسبتها إليه. مثل: الجسم، والحيز، والجهة، فهذه الألفاظ المجملة يتوصلون بإطلاق نفيها عن الله إلى نفي صفاته عنه (2) .\n(1) -ومنها ما تقدم من قوله تعالى: {هل تعلم له سميا} [مريم: 65] {ولم يكن له كفوا أحد} [الإخلاص] .\n(2) -انظر: الكلام في الجهة (ص34) الباب التاسع، والكلام في الجسم (ص39 - فما بعد) من الباب العاشر. وأما الحيز فيفصل فيه: فإن أُريد أن الله تحوزه المخلوقات فهو ممتنع، وإن أريد أنه منحاز عن المخلوقات مباين لها فصحيح.\nالجزء: 1 ¦ الصفحة: 89\n",
        "ثم هم يصوغون هذه الشّبهات بعبارات مزخرفة طويلة غريبة يحسبها الجاهل بها حقًّا بما كسيته من زخارف القول، فإذا حقق الأمر تبين له أنها شبهات باطلة، كما قيل:\nحجج تهافت كالزجاج تخالها حقًّا وكل كاسر مكسور والرد على هؤلاء من وجوه:\nالأول - نقض شبهاتهم وحججهم، وأنه يلزمهم فيما أثبتوه نظير ما فروا منه فيما نفوه.\nالثاني - بيان تناقض أقوالهم واضطرابها، حيث كان كل طائفة منهم تدعي أن العقل يوجب ما تدعي الأخرى أنه يمنعه ونحو ذلك، بل الواحد منهم ربما يقول قولاً يدعي أن العقل يوجبه، ثم ينقضه في محل آخر، وتناقض الأقوال من أقوى الأدلة على فسادها.\nالثالث - بيان ما يلزم على نفيهم من اللوازم الباطلة فإن فساد اللازم يدل على فساد الملزوم.\nالرابع - أن النصوص الواردة في الصفات لا تحتمل التأويل، ولئن احتمله بعضها فليس فيه ما يمنع إرادة الظاهر فتعين المصير إليه.\nالجزء: 1 ¦ الصفحة: 90\n",
        "الخامس - أن عامة هذه الأمور من الصفات يعلم بالضرورة من دين الإسلام أن الرسول صلّى الله عليه وسلّم، جاء بها، فتأويلها بمنزلة تأويل القرامطة والباطنية للصلاة، والصوم، والحج، ونحو ذلك.\nالسادس - أن العقل الصريح - أي: السالم من الشبهات، والشهوات - لا يحيل ما جاءت به النصوص من صفات الله، بل إنه يدل على ثبوت صفات الكمال لله في الجملة، وإن كان في النصوص من التفاصيل في هذا الباب ما تعجز العقول عن إدراكه والإحاطة به.\nوقد اعترف الفحول من هؤلاء أن العقل لا يمكنه الوصول إلى اليقين في عامة المطالب الإلهية، وعلى هذا فالواجب تلقّي ذلك من النبوات على ما هو عليه من غير تحريف. والله أعلم.\nالجزء: 1 ¦ الصفحة: 91\n",
        "الباب الحادي والعشرون في أن كل واحد من فريقي التعطيل والتمثيل\nقد جمع بين التعطيل والتمثيل\nالمعطل: هو من نفى شيئاً من أسماء الله، أو صفاته، كالجهمية والمعتزلة والأشعرية ونحوهم.\nوالممثل: هو من أثبت الصفات لله ممثلاً له بخلقه، كمتقدمي الرافضة ونحوهم.\nوحقيقة الأمر أن كل معطّل ممثّل، وكل ممثل معطل.\nأما المعطل فتعطيله ظاهر؛ وأما تمثيله فوجهه: أنه إنما عطّل؛ لأنه اعتقد أن إثبات الصفات يستلزم التشبيه، فأخذ ينفي الصفات فراراً من ذلك، فمثّل أولاً، وعطَّل ثانياً.\nوأما الممثل فتمثيله ظاهر، وأما تعطيله فمن وجوه ثلاثة:\nأحدها - أنه عطَّل نفس النص الذي أثبت به الصفة حيث صرفه عن مقتضى ما يدل عليه؛ فإن النص دال على إثبات صفة تليق بالله، لا على مشابهة الله لخلقه.\nالثاني - أنه إذا مثّل الله بخلقه فقد عطّل كل نصّ يدل على\nالجزء: 1 ¦ الصفحة: 93\n",
        "نفي مشابهته لخلقه، مثل قوله تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ} [الشورى: 11] ، وقوله تعالى: {وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ} [الإخلاص: 4] .\nالثالث - أنه إذا مثّل الله بخلقه فقد عطله عن كماله الواجب، حيث شبّه الرب الكامل من جميع الوجوه بالمخلوق الناقص.\nالجزء: 1 ¦ الصفحة: 94\n",
        "الباب الثاني والعشرون في تحذير السلف عن علم الكلام\nعلم الكلام هو: ما أحدثه المتكلّمون في أصول الدين من إثبات العقائد بالطرق التي ابتكروها، وأعرضوا بها عما جاء الكتاب والسنة به، وقد تنوعت عبارات السلف في التحذير عن الكلام وأهله، لما يفضي إليه من الشّبهات والشّكوك، حتى قال الإمام أحمد: \"لا يفلح صاحب كلام أبداً\". وقال الشافعي: \"حُكمي في أهل الكلام أن يضربوا بالجريد، والنعال، ويطاف بهم في العشائر والقبائل، ويقال: هذا جزاء من ترك الكتاب والسنة وأقبل على علم الكلام\" اهـ.\nوهم مستحقون لما قاله الإمام الشافعي من وجه؛ ليتوبوا إلى الله، ويرتدع غيرهم عن اتباع مذهبهم، وإذا نظرنا إليهم من وجه آخر، وقد استولت عليهم الحيرة، واستحوذ عليهم الشيطان، فإننا نرحمهم ونرقّ لهم، ونحمد الله الذي عافانا مما ابتلاهم به.\nفلنا فيهم نظران: نظر من جهة الشرع: نؤدبهم ونمنعهم به من نشر مذهبهم.\nونظر من جهة القدر: نرحمهم، ونسأل الله لهم العافية، ونحمد الله الذي عافانا من حالهم.\nالجزء: 1 ¦ الصفحة: 95\n",
        "وأكثر من يخاف عليهم الضلال هم الذين دخلوا في علم الكلام ولم يصلوا إلى غايته.\nووجه ذلك أن من لم يدخل فيه فهو في عافية، ومن وصل إلى غايته فقد تبين له فساده، ورجع إلى الكتاب والسنة، كما جرى لبعض كبارهم (1) فيبقى الخطر على من خرج عن الصّراط المستقيم، ولم يتبين له حقيقة الأمر.\nوقد نقل المؤلف شيخ الإسلام ابن تيمية - رحمه الله - في هذه الفتوى كثيراً من كلام من تكلم في هذا الباب من المتكلمين. قال: \"وإن كنا مستغنين بالكتاب والسنة وآثار السلف عن كل كلام، ولكن كثيراً من الناس قد صار منتسباً إلى بعض طوائف المتكلمين ومحسناً للظن بهم دون غيرهم، ومتوهّماً أنهم حقّقوا في هذا الباب ما لم يحقّقه غيرهم، فلو أتى بكل آية ما تبعها حتى يؤتى بشيء من كلامهم\". ثم قال: \"وليس كل من ذكرنا قوله من المتكلمين وغيرهم، نقول بجميع ما يقوله في هذا وغيره، ولكن الحق يقبل من كل من تكلم به\" (2) . اهـ.\nفبيّن رحمه الله أن الغرض من نقله بيان الحق من أي إنسان، وإقامة الحجة على هؤلاء من كلام أئمتهم. والله أعلم.\n(1) -راجع (ص24) من الباب الرابع.\n(2) -انظر: \"الفتوى الحموية الكبرى\" ضمن \"مجموع الفتاوى\" (5 /99) .\nالجزء: 1 ¦ الصفحة: 96\n",
        "الباب الثالث والعشرون في أقسام المنحرفين عن الاستقامة في باب الإيمان بالله واليوم الآخر\nطريقة النبي صلّى الله عليه وسلّم، وأصحابه، والتابعين لهم بإحسان على الصراط المستقيم علماً، وعملاً، يعرف ذلك من تتبعها بعلم وعدل، فقد حقّقوا الإيمان بالله واليوم الآخر، وأقرّوا بأن ذلك حق على حقيقته، وهم في عملهم مخلصون لله، متّبعون لشرعه، فلا شرك، ولا ابتداع، ولا تحريف، ولا تكذيب.\nوأما المنحرفون عن طريقتهم فهم ثلاث طوائف:\nأهل التخييل، وأهل التأويل، وأهل التجهيل.\n1 -\nفأما أهل التخييل: فهم الفلاسفة، والباطنية، ومن سلك سبيلهم من المتكلمين وغيرهم. وحقيقة مذهبهم: أن ما جاءت به الأنبياء مما يتعلق بالإيمان بالله واليوم الآخر أمثال وتخييلات لا حقيقة لها في الواقع، وإنما المقصود بها انتفاع العامة وجمهور الناس؛ لأن الناس إذا قيل لهم: إن لكم ربًّا عظيماً، قادراً رحيماً، قاهراً، وإن أمامكم يوماً عظيماً تبعثون فيه، وتُجازون\nالجزء: 1 ¦ الصفحة: 97\n",
        "بأعمالكم، ونحو ذلك استقاموا على الطريقة المطلوبة منهم، وإن كان هذا لا حقيقة له على زعم هؤلاء.\nثم إن هؤلاء على قسمين: غلاة، وغير غلاة.\nفأما الغلاة فيزعمون: أن الأنبياء لا يعلمون حقائق هذه الأمور، وأن من المتفلسفة الإلهية - ومن يزعمونهم أولياء - من يعلم هذه الحقائق، فزعموا أن من الفلاسفة من هو أعلم بالله واليوم الآخر من النبيين الذين هم أعلم الناس بذلك.\nوأما غير الغلاة فيزعمون أن الأنبياء يعلمون حقائق هذه الأمور، ولكنهم ذكروا للناس أموراً تخييلية لا تُطابق الحق؛ لتقوم مصلحة الناس، فزعموا أن مصلحة العباد لا تقوم إلا بهذه الطريقة التي تتضمن كذب الأنبياء في أعظم الأمور وأهمها.\nفالطائفة الأولى حكمت على الرسل بالجهل. والطائفة الثانية حكمت عليهم بالخيانة والكذب.\nهذا هو قول أهل التخييل فيما يتعلق بالإيمان بالله واليوم الآخر.\nأما في الأعمال فمنهم من يجعلها حقائق يؤمر بها كل أحد، ومنهم من يجعلها تخييلات ورموزاً يؤمر بها العامة دون الخاصة، فيؤولون الصلاة بمعرفة أسرارهم، والصيام بكتمانها، والحج\nالجزء: 1 ¦ الصفحة: 98\n",
        "بالسفر إلى شيوخهم ونحو ذلك. وهؤلاء هم الملاحدة من الإسماعيلية والباطنية ونحوهم.\nوفساد قول هؤلاء معلوم بضرورة الحس، والعقل، والشرع فإننا نشاهد من الآيات الدالة على وجود الله وكمال صفاته ما لا يمكن حصره:\nوفي كل شيء له آية تدل على أنه واحد فإن هذه الحوادث المنتظمة لا يمكن أن تحدث إلا بمدبر حكيم قادر على كل شيء.\nوالإيمان باليوم الآخر دلت عليه جميع الشرائع، واقتضته حكمة الله البالغة، ولا ينكره إلا مكابر، أو مجنون.\nوأهل التخييل لا يحتاجون في الرد عليهم إلى شيء كثير؛ لأن نفور الناس عنهم معلوم ظاهر.\n2 -\nوأما أهل التأويل فهم: المتكلمون من الجهمية والمعتزلة وأتباعهم.\nوحقيقة مذهبهم أن ما جاء به النبي صلّى الله عليه وسلّم، من نصوص الصفات مجاز لم يقصد به ظاهره، وإنما المقصود به معان تُخالفه، يعلمها النبي صلّى الله عليه وسلّم، لكنه تركها للناس يستنتجونها بعقولهم، ثم\nالجزء: 1 ¦ الصفحة: 99\n",
        "يحاولون صرف ظواهر النصوص إليها، وغرضه بذلك امتحان عقولهم، وكثرة الثواب بما يعانونه من محاولة صرف الكلام عن ظاهره، وتنزيله على شواذ اللغة وغرائب الكلام.\nوهؤلاء هم أكثر الناس اضطراباً وتناقضاً؛ لأنهم ليس لهم قدم ثابت فيما يمكن تأويله وما لا يمكن، ولا في تعيين المعنى المراد.\nثم إن غالب ما يزعمونه من المعاني يعلم من حال المتكلم وسياق كلامه أنه لم يرده في ذلك الخطاب المعين الذي أولوه.\nوهؤلاء كانوا يتظاهرون بنصر السنة، ويتسترون بالتنزيه، ولكن الله تعالى هتك أستارهم برد شبهاتهم ودحض حججهم، فلقد تصدى شيخ الإسلام وغيره للرد عليهم أكثر من غيرهم (1) ؛ لأن الاغترار بهم أكثر من الاغترار بغيرهم؛ لما يتظاهرون به من نصر السنة.\nفصل\nمذهب أهل التأويل في نصوص المعاد: الإيمان بها على حقيقتها من غير تأويل، ولما كان مذهبهم في نصوص الصفات صرفها عن حقائقها إلى معانٍ مجازية تُخالف ظاهرها، استطال عليهم أهل التخييل فألزموهم القول بتأويل نصوص المعاد كما\n(1) -انظر: الرد عليهم (ص69) في الباب العشرين.\nالجزء: 1 ¦ الصفحة: 100\n",
        "فعلوا في نصوص الصفات. فقال أهل التأويل لهم: نحن نعلم بالاضطرار أن الرسول صلّى الله عليه وسلّم، جاء بإثبات المعاد، وقد علمنا فساد الشبهة المانعة منه، فلزم القول بثبوته. اهـ.\nوهذا جواب صحيح، وحجة قاطعة، تتضمن الدفاع عنهم في عدم تأويلهم نصوص المعاد وإلزام أهل التخييل أن يقولوا بإثبات المعاد، وإجراء نصوصه على حقائقها؛ لأنه إذا قام الدليل، وانتفى المانع وجب ثبوت المدلول.\nوقد احتج أهل السنة على أهل التأويل بهذه الحجة نفسها؛ ليقولوا بثبوت الصفات وإجراء نصوصها على حقيقتها، فقالوا لأهل التأويل: \"نحن نعلم بالاضطرار أن الرسول صلّى الله عليه وسلّم، جاء بإثبات الصفات لله، وقد علمنا فساد الشبهة المانعة منه، فلزم القول بثبوتها\". وهذا إلزام صحيح وحجة قائمة لا محيد لأهل التأويل عنها؛ فإن من منع صرف الكلام عن حقيقته في نصوص المعاد يلزمه أن يمنعه في نصوص الصفات التي هي أعظم وأكثر إثباتاً في الكتب الإلهية من إثبات المعاد، وإن لم يفعل فقد تبين تناقضه وفساد عقله.\nالجزء: 1 ¦ الصفحة: 101\n",
        "فصل\n3 -\nوأما أهل التجهيل فهم: كثير من المنتسبين إلى السنة وأتباع السلف.\nوحقيقة مذهبهم: أن ما جاء به النبي صلّى الله عليه وسلّم، من نصوص الصفات ألفاظ مجهولة لا يعرف معناها، حتى النبي صلّى الله عليه وسلّم، يتكلّم بأحاديث الصفات، ولا يعرف معناها.\nثم هم مع ذلك يقولون: ليس للعقل مدخل في باب الصفات. فيلزم على قولهم أن لا يكون عند النبي صلّى الله عليه وسلّم، وأصحابه وأئمة السلف في هذا الباب علوم عقلية ولا سمعية، وهذا من أبطل الأقوال.\nوطريقتهم في نصوص الصفات: إمرار لفظها مع تفويض معناها، ومنهم من يتناقض فيقول: تجري على ظاهرها مع أن لها تأويلاً يخالفه لا يعلمه إلا الله، وهذا ظاهر التناقض، فإنه إذا كان المقصود بها التأويل الذي يخالف الظاهر وهو لا يعلمه إلا الله، فكيف يمكن إجراؤها على ظاهرها؟\nوقد قال الشيخ - رحمه الله - عن طريقة هؤلاء في كتاب \"العقل والنقل\" ص121 ج1: \"فتبين أن قول أهل التفويض الذين يزعمون أنهم متبعون للسنة والسلف من شر أقوال أهل البدع والإلحاد\" اهـ.\nالجزء: 1 ¦ الصفحة: 102\n",
        "والشبهة التي احتج بها أهل التجهيل هي وقف أكثر السلف على {إِلاَّ اللَّهُ} من قوله تعالى: {فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا} [آل عمران: 7] .\nوقد بنوا شبهتهم على مقدمتين:\nالأولى - أن آيات الصفات من المتشابه.\nالثانية - أن التأويل المذكور في الآية: هو صرف اللفظ عن ظاهره إلى المعنى الذي يخالف الظاهر، فتكون النتيجة أن لآيات الصفات معنى يُخالف ظاهرها لا يعلمه إلا الله.\nوالرد عليهم من وجوه:\nالأول - أن نسألهم ماذا يُريدون بالتشابه الذي أطلقوه على آيات الصفات. أيُريدون اشتباه المعنى وخفاءه، أم يُريدون اشتباه الحقيقة وخفاءها؟\nفإن أرادوا المعنى الأول - وهو مرادهم - فليست آيات الصفات منه لأنها ظاهرة المعنى، وإن أرادوا المعنى الثاني فآيات الصفات منه، لأنه لا يعلم حقيقتها وكيفيتها إلا الله تعالى. وبهذا عرف أنه لا يصحّ إطلاق التشابه على آيات الصفات، بل\nالجزء: 1 ¦ الصفحة: 103\n",
        "لا بد من التفصيل السابق.\nالثاني - أن قولهم: \"إن التأويل المذكور في الآية هو صرف اللفظ عن ظاهره إلى المعنى الذي يُخالف الظاهر\"؛ غير صحيح، فإن هذا المعنى للتأويل اصطلاح حادث لم يعرفه العرب والصحابة الذين نزل القرآن بلغتهم، وإنما المعروف عندهم أن التأويل يراد به معنيان:\n1 -\nإما التفسير ويكون التأويل على هذا معلوماً لأولي العلم، كما قال ابن عباس رضي الله عنهما (1) : \"أنا من الراسخين في العلم الذين يعلمون تأويله\" وعليه يحمل وقف كثير من السلف على قوله تعالى: {وَالرَّاسِخُونَ فِي الْعِلْمِ} [آل عمران: 7] . من الآية السابقة.\n2 -\nوأما حقيقة الشيء ومآله، وعلى هذا يكون تأويل ما أخبر الله به عن نفسه، وعن اليوم الآخر غير معلوم لنا؛ لأن ذلك هو الحقيقة والكيفية التي هو عليها، وهو مجهول لنا، كما قاله مالك وغيره في الاستواء وغيره، وعليه يحمل وقف جمهور السلف على قوله تعالى: {وَمَا يَعْلَمُ تَأْوِيلَهُ إِلاَّ اللَّهُ} [آل عمران: 7] من الآية السابقة.\nالوجه الثالث - أن الله أنزل القرآن للتدبّر، وحثنا على تدبره كله، ولم يستثن آيات الصفات، والحثّ على تدبره يقتضي أنه يمكن الوصول إلى معناه وإلا لم يكن للحث على تدبره معنى؛\n(1) -انظر: \"تفسير ابن كثير\" (1/348) .\nالجزء: 1 ¦ الصفحة: 104\n",
        "لأن الحث على شيء لا يمكن الوصول إليه لغو من القول، ينزه كلام الله وكلام رسوله صلّى الله عليه وسلّم عنه، وهذا - أعني الحث على تدبره كله من غير استثناء - يدل على أن لآيات الصفات معنى يمكن الوصول إليه بالتدبر، وأقرب الناس إلى فهم ذلك المعنى هو النبي صلّى الله عليه وسلّم، وأصحابه؛ لأن القرآن نزل بلغتهم، ولأنّهم أسرع الناس إلى امتثال الحثّ على التدبّر خصوصاً فيما هو أهم مقاصد الدين.\nوقد قال أبو عبد الرحمن السلمي: حدثنا الذين كانوا يقرئوننا القرآن عثمان بن عفان وعبد الله بن مسعود وغيرهما، أنهم كانوا إذا تعلّموا من النبي صلّى الله عليه وسلّم، عشر آيات لا يتجاوزونها حتى يتعلموها وما فيها من العلم والعمل، قال: فتعلمنا القرآن، والعلم، والعمل جميعاً، فكيف يجوز مع هذا أن يكونوا جاهلين بمعاني نصوص الصفات التي هي أهم شيء في الدين؟!\nالرابع: أن قولهم يستلزم أن يكون الله قد أنزل في كتابه المبين ألفاظاً جوفاء لا يبين بها الحق، وإنما هي بمنزلة الحروف الهجائية والأبجدية، وهذا ينافي حكمة الله التي أنزل الله الكتاب، وأرسل الرسول من أجلها.\nتنبيه: عُلم مما سبق أن معاني التأويل ثلاثة:\nالجزء: 1 ¦ الصفحة: 105\n",
        "الأول - التفسير وهو إيضاح المعنى وبيانه، وهذا اصطلاح جمهور المفسرين، ومنه قوله صلّى الله عليه وسلّم لابن عباس: \"اللهم فقهه في الدين، وعلمه التأويل\" (1) ،\nوهذا معلوم عند العلماء في آيات الصفات وغيرها.\nالثاني - الحقيقة التي يؤول الشيء إليها، وهذا هو المعروف من معنى التأويل في الكتاب والسنة، كما قال تعالى: {هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ} [الأعراف: 53] ، وقوله تعالى: {ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} [النساء: 59] . فتأويل آيات الصفات بهذا المعنى هو الكنه والحقيقة التي هي عليها، وهذا لا يعلمه إلا الله.\nالثالث - صرف اللفظ عن ظاهره إلى المعنى الذي يُخالف الظاهر، وهو اصطلاح المتأخرين من المتكلمين وغيرهم. وهذان نوعان؛ صحيح وفاسد:\nفالصحيح: ما دلّ الدليل عليه، مثل تأويل قوله تعالى: {فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ} [النحل: 98] . إلى أن المعنى إذا أردت أن تقرأ.\nوالفاسد: ما لا دليل عليه؛ كتأويل استواء الله على عرشه باستيلائه، ويده بقوته ونعمته، ونحو ذلك.\n(1) -رواه البخاري (143) كتاب الوضوء، 10 - باب وضع الماء عند الخلاء و (75) كتاب العلم، 17 - باب قول النبي صلّى الله عليه وسلّم: اللهم علمه الكتاب.\nومسلم (2477) كتاب فضائل الصحابة، 30 - باب فضائل عبد الله بن عباس.\nالجزء: 1 ¦ الصفحة: 106\n",
        "فصل\nروي عن ابن عباس رضي الله عنهما أنه قال: \"تفسير القرآن على أربعة أوجه:\nتفسير تعرفه العرب من كلامها، وتفسير لا يُعذر أحد بجهالته، وتفسير يعلمه العلماء، وتفسير لا يعلمه إلا الله، فمن ادعى علمه فهو كاذب\". اهـ.\n1 -\nفالتفسير الذي تعرفه العرب من كلامها هو: تفسير مفردات اللغة، كمعرفة معنى القرء، والنمارق، والكهف ونحوها.\n2 -\nوالتفسير الذي لا يُعذر أحد بجهالته، وهو تفسير الآيات المكلّف بها اعتقاداً، أو عملاً، كمعرفة الله بأسمائه وصفاته، ومعرفة اليوم الآخر، والطهارة، والصلاة، والزكاة وغيرها.\n3 -\nوالتفسير الذي يعلمه العلماء هو: ما يخفى على غيرهم مما يمكن الوصول إلى معرفته، كمعرفة أسباب النزول، والناسخ، والمنسوخ، والعام، والخاص، والمحكم، والمتشابه، ونحو ذلك.\n4 -\nوأما التفسير الذي لا يعلمه إلا الله فهو: حقائق ما أخبر الله به عن نفسه، وعن اليوم الآخر، فإن هذه الأشياء نفهم معناها، لكن لا ندرك حقيقة ما هي عليه في الواقع.\nالجزء: 1 ¦ الصفحة: 107\n",
        "مثال ذلك: أننا نفهم معنى استواء الله على عرشه، ولكننا لا ندرك كيفيته التي هي حقيقة ما هو عليه في الواقع، وكذلك نفهم معنى الفاكهة والعسل، والماء، واللبن، وغيرها مما أخبر الله أنه في الجنة، ولكن لا ندرك حقيقته في الواقع، كما قال تعالى: {فَلا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ} [السجدة: 17] . قال ابن عباس رضي الله عنهما: ليس في الدنيا شيء مما في الجنة إلا الأسماء (1) .\nوبهذا تبين أن في القرآن ما لا يعلم تأويله إلا الله؛ كحقائق أسمائه، وصفاته، وما أخبر الله به عن اليوم الآخر، وأما معاني هذه الأشياء فإنها معلومة لنا، وإلا لَمَا كان للخطاب بها فائدة. والله أعلم.\n(1) -انظر: \"الزهد\" لهناد (1/51/8) و\"تفسير ابن كثير\" (1/64) .\nالجزء: 1 ¦ الصفحة: 108\n",
        "الباب الرابع والعشرون في انقسام أهل القبلة في آيات الصفات وأحاديثها\nالمراد بأهل القبلة: من يصلي إلى القبلة، وهم كل من ينتسب إلى الإسلام.\nوقد انقسم أهل القبلة في آيات الصفات وأحاديثها إلى ست طوائف:\nطائفتان قالوا: تُجرى على ظاهرها.\nوطائفتان قالوا: تُجرى على خلاف ظاهرها.\nوطائفتان واقفتان.\nفالطائفتان الذين قالوا: تجرى على ظاهرها، هم:\n1 -\nطائفة المشبهة الذين جعلوها من جنس صفات المخلوقين. ومذهبهم باطل؛ أنكره عليهم السلف.\n2 -\nطائفة السلف الذين أجروها على ظاهرها اللائق بالله عزّ وجل، ومذهبهم هو الصواب المقطوع به لدلالة الكتاب والسنة والعقل عليه دلالة ظاهرة. إما قطعية، وإما ظنية، كما\nالجزء: 1 ¦ الصفحة: 109\n",
        "تقدم دليل وجوبها وصحتها في البابين: الثالث والرابع.\nوالفرق بين هاتين الطائفتين، أن الأولى تقول بالتشبيه، والثانية تنكره.\nفإن قال المشبه في علم الله ونزوله ويده - مثلاً -: أنا لا أعقل من العلم والنزول، واليد إلا مثل ما يكون للمخلوق من ذلك. فجوابه من وجوه:\nالأول - أن العقل، والسمع قد دلّ كل منهما على مباينة الخالق للمخلوق في جميع صفاته، فصفات الخالق تليق به، وصفات المخلوق تليق به، فمن أدلة السمع على مباينة الخالق للمخلوق قوله تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ} [الشورى: 11] ، وقوله: {أَفَمَنْ يَخْلُقُ كَمَنْ لا يَخْلُقُ أَفَلا تَذَكَّرُونَ} [النحل: 17] . ومن أدلة العقل أن يقال: كيف يكون الخالق الكامل من جميع الوجوه، الذي الكمال من لوازم ذاته، وهو معطي الكمال مشابهاً للمخلوق الناقص، الذي النقص من لوازم ذاته، وهو مفتقر إلى من يكمله؟!\nالثاني - أن يُقال له: ألست تعقل لله ذاتاً لا تشبه ذات المخلوقين؟ فسيقول: بلى! فيقال له: فلتعقل إذن أن لله صفاتٍ لا تشبه صفات المخلوقين؛ فإن القول في الصفات كالقول في الذات، ومن فرق بينهما فقد تناقض.\nالجزء: 1 ¦ الصفحة: 110\n",
        "الثالث - أن يُقال: نحن نشاهد من صفات المخلوقات صفات اتفقت في أسمائها، وتباينت في كيفيتها؛ فليست يد الإنسان كيد الحيوان الآخر، فإذا جاز اختلاف الكيفية في صفات المخلوقات مع اتحادها في الاسم؛ فاختلاف ذلك بين صفات الخالق والمخلوق من باب أولى، بل التباين بين صفات الخالق والمخلوق واجب كما تقدم!!\nوأما الطائفتان الذين قالوا: تُجرى على خلاف ظاهرها، وأنكروا أن يكون لله صفات ثبوتية، أو أنكروا بعض الصفات، أو أثبتوا الأحوال دون الصفات فهم:\n1 -\nأهل التأويل من الجهمية وغيرهم الذين أوّلُوا نصوص الصفات إلى معانٍ عينوها، كتأويلهم اليد بالنعمة، والاستواء بالاستيلاء، ونحو ذلك.\n2 -\nأهل التجهيل المفوضة الذين قالوا: الله أعلم بما أراد بنصوص الصفات، لكننا نعلم أنه لم يرد إثبات صفة خارجية له تعالى، وهذا القول متناقض. فإن قولهم: نعلم أنه لم يرد إثبات صفة خارجية له يناقض التفويض؛ لأن حقيقة التفويض أن لا يحكم المفوض بنفي ولا إثبات، وهذا ظاهر.\nوالفرق بين هاتين الطائفتين: أن الأولى أثبتوا لنصوص\nالجزء: 1 ¦ الصفحة: 111\n",
        "الصفات معنى، لكنه خلاف ظاهرها، وأما الثانية فيفوضون ذلك إلى الله من غير إثبات معنى، مع قولهم: \"أنه لا يراد من تلك النصوص إثبات صفة لله عزّ وجل\".\nوأما الطائفتان الذين توقفوا فهم:\n1 -\nطائفة جوزوا أن يكون المراد بنصوص الصفات إثبات صفة تليق بالله، وأن لا يكون المراد ذلك، وهؤلاء كثير من الفقهاء وغيرهم.\n2 -\nطائفة أعرضوا بقلوبهم وألسنتهم عن هذا كله، ولم يزيدوا على قراءة القرآن والحديث.\nوالفرق بين هذه الطائفة والتي قبلها: أن الأولى تحكم بتجويز الأمرين: الإثبات وعدمه.\nوأما الثانية، فلا تحكم بشيء أبداً. والله أعلم.\nالجزء: 1 ¦ الصفحة: 112\n",
        "الباب الخامس والعشرون في ألقاب السوء التي وضعها المبتدعة على أهل السنة\nمن حكمة الله تعالى أن جعل لكل نبي عدوًّا من المجرمين، يصدون عن الحق بما استطاعوا من قول وفعل، بأنواع المكائد، والشبهات، والدعاوى الباطلة؛ ليتبين بذلك الحق، ويتضح ويعلو على الباطل، وقد لقي النبي صلّى الله عليه وسلّم، وأصحابه من هذا شيئاً كثيراً، كما قال تعالى: {وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذىً كَثِيراً} [آل عمران: 186] . فقد وضع أولئك الظالمون المشركون للنبي صلّى الله عليه وسلّم، وأصحابه ألقاب التشنيع والسخرية. مثل: ساحر، مجنون، كاهن، كذّاب، ونحو ذلك.\nولما كان أهل العلم والإيمان هم ورثة النبي صلّى الله عليه وسلّم، لقوا من أهل الكلام والبدع، مثل ما لقيه النبي صلّى الله عليه وسلّم، وأصحابه من أولئك المشركين، فكانت كل طائفة من هذه الطوائف تلقّب أهل السنة بما برأهم الله منه من ألقاب التشنيع والسخرية، إما\nالجزء: 1 ¦ الصفحة: 113\n",
        "لجهلهم بالحق، حيث ظنوا صحة ما هم عليه وبطلان ما عليه أهل السنة، وإما لسوء القصد حيث أرادوا بذلك التنفير عن أهل السنة، والتعصب لآرائهم مع علمهم بفسادها.\nفالجهمية ومن تبعهم من المعطلة سمُّوا أهل السنة \"مشبهة\"، زعماً منهم أن إثبات الصفات يستلزم التشبيه.\nوالروافض سمُّوا أهل السنة \"نواصب\"؛ لأنهم يُوالون أبا بكر وعمر، كما كانوا يوالون آل النبي صلّى الله عليه وسلّم، والروافض تزعم أن من والى أبا بكر وعمر فقد نصب العداوة لآل البيت، ولذلك كانوا يقولون: \"لا ولاء إلا ببراء\". أي لا ولاية لآل البيت إلا بالبراءة من أبي بكر وعمر!!\nوالقدرية النفاة قالوا: أهل السنة \"مجبرة\"، لأن إثبات القدر جبر عند هؤلاء النفاة!!\nوالمرجئة المانعون من الاستثناء في الإيمان يسمون أهل السنة \"شكاكاً\"؛ لأن الإيمان عندهم هو إقرار القلب، والاستثناء شك فيه عند هؤلاء المرجئة!!\nوأهل الكلام والمنطق يُسمون أهل السنة \"حشوية\". من الحشو، وهو: ما لا خير فيه، ويسمونهم \"نوابت\". وهي بذور الزرع التي تنبت معه ولا خير فيها. ويسمونهم \"غثاء\". وهو ما\nالجزء: 1 ¦ الصفحة: 114\n",
        "تحمله الأودية من الأوساخ، لأن هؤلاء المناطقة زعموا أن من لم يحط علماً بالمنطق فليس على يقين من أمره، بل هو من الرعاع الذين لا خير فيهم.\nوالحقّ أن هذا العلم الذي فخروا به لا يغني من الحق شيئاً، كما قال الشيخ - رحمه الله - في كتابه: \"الرد على المنطقيين\": \"إني كنت دائماً أعلم أن المنطق اليوناني لا يحتاج إليه الذكي، ولا ينتفع به البليد\" (1) . اهـ.\n(1) -انظر: \"مجموع الفتاوى\" (3/52) .\nالجزء: 1 ¦ الصفحة: 115\n",
        "الباب السادس والعشرون في الإسلام والإيمان\nالإسلام لغة: الانقياد.\nوشرعاً: استسلام العبد لله ظاهراً وباطناً، بفعل أوامره، واجتناب نواهيه. فيشمل الدين كله، قال الله تعالى: {وَرَضِيتُ لَكُمُ الْأِسْلامَ دِيناً} [المائدة: 3] ، وقال تعالى: {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْأِسْلامُ} [آل عمران: 19] ، وقال تعالى: {وَمَنْ يَبْتَغِ غَيْرَ الْأِسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ} [آل عمران: 85] .\nوأما الإيمان فهو لغة: التصديق. قال الله تعالى: {وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا} [يوسف: 17] .\nوفي الشرع: إقرار القلب المستلزم للقول والعمل، فهو اعتقاد وقول وعمل، اعتقاد القلب، وقول اللسان، وعمل القلب والجوارح.\nوالدليل على دخول هذه الأشياء كلها في الإيمان، قوله صلّى الله عليه وسلّم: \"الإيمان: أن تؤمن بالله، وملائكته، وكتبه، ورسله، واليوم الآخر، والقدر خيره وشره\" (1) .\nوقوله: \"الإيمان بضع\n(1) -انظر: البخاري (50) كتاب الإيمان، 37 - باب سؤال جبريل النبي صلّى الله عليه وسلّم عن الإيمان والإسلام والإحسان وعلم الساعة.\nومسلم (9) كتاب الإيمان، 1 - باب بيان الإيمان والإسلام والإحسان ووجوب الإيمان بإثبات قدر الله.\nالجزء: 1 ¦ الصفحة: 117\n",
        "وسبعون شعبة، فأعلاها قول: لا إله إلا الله، وأدناها إماطة الأذى عن الطريق، والحياء شعبة من الإيمان\" (1) .\nفالإيمان بالله وملائكته\n...\nإلخ؛ اعتقاد القلب.\nوقول لا إله إلا الله؛ قول اللسان.\nوإماطة الأذى عن الطريق عمل الجوارح.\nوالحياء؛ عمل القلب.\nوبذلك عرف أن الإيمان يشمل الدين كله، وحينئذٍ لا فرق بينه وبين الإسلام، وهذا حينما ينفرد أحدهما عن الآخر، أما إذا اقترن أحدهما بالآخر فإن الإسلام يفسر بالاستسلام الظاهر الذي هو قول اللسان، وعمل الجوارح، ويصدر من المؤمن كامل الإيمان، وضعيف الإيمان. قال الله تعالى: {قَالَتِ الْأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْأِيمَانُ فِي قُلُوبِكُمْ} [الحجرات: 14] . ومن المنافق لكن يُسمّى مسلماً ظاهراً، ولكنه كافر باطناً.\nويفسر الإيمان بالاستسلام الباطن الذي هو إقرار القلب وعمله، ولا يصدر إلا من المؤمن حقًّا، كما قال تعالى: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَاناً وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ* الَّذِينَ يُقِيمُونَ الصَّلاةَ وَمِمَّا\n(1) -رواه البخاري (9) كتاب الإيمان، 3 - باب أمور الإيمان.\nومسلم (35) كتاب الإيمان، 12 - باب بيان عدد شعب الإيمان وأفضلها وأدناها وفضيلة الحياء وكونه من الإيمان. واللفظ له.\nالجزء: 1 ¦ الصفحة: 118\n",
        "رَزَقْنَاهُمْ يُنْفِقُونَ} [الأنفال: 2 - 4] .\nوبهذا المعنى يكون الإيمان أعلى. فكل مؤمن مسلم؛ ولا عكس.\nفصل\nفي زيادة الإيمان ونقصانه\nمن أصول أهل السنة والجماعة: أن الإيمان يزيد وينقص. وقد دل على ذلك الكتاب والسنة.\nفمن أدلة الكتاب، قوله تعالى: {لِيَزْدَادُوا إِيمَاناً مَعَ إِيمَانِهِمْ} [الفتح: 4] .\nومن أدلة السنة، قوله صلّى الله عليه وسلّم، في النساء: \"ما رأيت من ناقصات عقل ودين أذهب لِلبِّ الرجل الحازم من إحداكن\" (1) .\nففي الآية إثبات زيادة الإيمان، وفي الحديث إثبات نقص الدين.\nوكل نص يدل على زيادة الإيمان، فإنه يتضمن الدلالة على نقصه؛ وبالعكس لأن الزيادة والنقص متلازمان، لا يعقل أحدهما دون الآخر.\nوقد ثبت لفظ الزيادة والنقص منه عن الصحابة، ولم يعرف منهم مخالف فيه، وجمهور السلف على ذلك قال ابن عبد البر:\n(1) -رواه البخاري (304) كتاب الحيض، 6 - باب ترك الحائض الصوم. ومسلم (80) كتاب الإيمان، 34 - باب بيان نقصان الإيمان بنقص الطاعات\n...\nالجزء: 1 ¦ الصفحة: 119\n",
        "وعلى أن الإيمان يزيد وينقص جماعة أهل الآثار والفقهاء أهل الفتيا في الأمصار. وذكر عن مالك روايتين في إطلاق النقص إحداهما: التوقف. والثانية: موافقة الجماعة.\nوخالف في هذا الأصل طائفتان:\nالأولى - المرجئة الخالصة الذين يقولون: إن الإيمان إقرار القلب، وزعموا أن إقرار القلب لا يتفاوت؛ فالفاسق والعدل عندهم سواء في الإيمان.\nالثانية - الوعيدية من المعتزلة والخوارج، الذين أخرجوا أهل الكبائر من الإيمان، وقالوا: إن الإيمان إما أن يوجد كله، وإما أن يعدم كله، ومنعوا من تفاضله.\nوكل من هاتين الطائفتين محجوج بالسمع والعقل.\nأما السمع فقد تقدّم في النصوص ما دل على إثبات زيادة الإيمان ونقصه.\nوأما العقل فنقول للمرجئة: قولكم: إن الإيمان هو إقرار القلب، وإقرار القلب لا يتفاوت،\nالجزء: 1 ¦ الصفحة: 120\n",
        "ممنوع في المقدمتين جميعاً.\nأما المقدمة الأولى: فتخصيصكم الإيمان بإقرار القلب مخالف لما دلّ عليه الكتاب والسنة من دخول القول والعمل في الإيمان.\nوأما المقدمة الثانية: فقولكم: إن إقرار القلب لا يتفاوت مخالف للحس، فإن من المعلوم لكل أحد أن إقرار القلب إنما يتبع العلم؛ ولا ريب أن العلم يتفاوت بتفاوت طرقه، فإن خبر الواحد لا يفيد ما يفيده خبر الاثنين وهكذا، وما أدركه الإنسان بالخبر لا يساوي في العلم ما أدركه بالمشاهدة، فاليقين درجات متفاوتة، وتفاوت الناس في اليقين أمر معلوم، بل الإنسان الواحد يجد من نفسه أنه يكون في أوقات وحالات أقوى منه يقيناً في أوقات وحالات أخرى.\nونقول: كيف يصح لعاقل أن يحكم بتساوي رجلين في الإيمان أحدهما: مثابر على طاعة الله تعالى فرضها ونفلها، متباعد عن محارم الله، وإذا بدرت منه المعصية بادر إلى الإقلاع عنها والتوبة منها، والثاني: مُضيّع لما أوجب الله عليه، ومنهمك فيما حرّم الله عليه، غير أنه لم يأت ما يكفره، كيف يتساوى هذا وهذا؟!\nوأما الوعيدية، فنقول لهم: قولكم: إن فاعل الكبيرة خارج من الإيمان مخالف لما دل عليه الكتاب والسنة، فإذا تبين ذلك فكيف نحكم بتساوي رجلين في الإيمان؟! أحدهما: مقتصد فاعل للواجبات، تارك للمحرّمات، والثاني: ظالم لنفسه يفعل ما حرم الله عليه، ويترك ما أوجب الله عليه من غير أن يفعل ما يكفر به؟!\nالجزء: 1 ¦ الصفحة: 121\n",
        "ونقول ثانياً: هب أننا أخرجنا فاعل الكبيرة من الإيمان، فكيف يمكن أن نحكم على رجلين بتساويهما في الإيمان وأحدهما مقتصد، والآخر سابق بالخيرات بإذن الله؟!\nفصل\nولزيادة الإيمان أسباب منها:\n1 -\nمعرفة أسماء الله وصفاته، فإن العبد كلما ازداد معرفة بها وبمقتضياتها، وآثارها، ازداد إيماناً بربه وحبًّا له وتعظيماً.\n2 -\nالنظر في آيات الله الكونية والشرعية، فإن العبد كلما نظر فيها وتأمل ما اشتملت عليه من القدرة الباهرة، والحكمة البالغة، ازداد إيماناً ويقيناً بلا ريب.\n3 -\nفعل الطاعة تقرباً إلى الله تعالى، فإن الإيمان يزداد به بحسب حسن العمل وجنسه وكثرته، فكلما كان العمل أحسن كانت زيادة الإيمان به أعظم، وحسن العمل يكون بحسب الإخلاص والمتابعة.\nوأما جنس العمل فإن الواجب أفضل من المسنون، وبعض الطاعات أوكد وأفضل من البعض الآخر، وكلما كانت الطاعة أفضل كانت زيادة الإيمان بها أعظم، وأما كثرة العمل فإن الإيمان يزداد بها؛ لأن العمل من الإيمان فلا جرم أن يزيد بزيادته.\n4 -\nترك المعصية خوفاً من الله عزّ وجل، وكلما قوي الداعي\nالجزء: 1 ¦ الصفحة: 122\n",
        "إلى فعل المعصية كانت زيادة الإيمان بتركها أعظم؛ لأن تركها مع قوة الداعي إليها دليل على قوة إيمان العبد، وتقديمه ما يحبه الله ورسوله على ما تهواه نفسه.\nوأما نقص الإيمان فله أسباب منها:\n1 -\nالجهل بالله تعالى وأسمائه وصفاته.\n2 -\nالغفلة والإعراض عن النظر في آيات الله وأحكامه الكونية والشرعية، فإن ذلك يُوجب مرض القلب أو موته باستيلاء الشهوات والشبهات عليه.\n3 -\nفعل المعصية، فينقص الإيمان بحسب جنسها، وقدرها، والتهاون بها، وقوة الداعي إليها أو ضعفه.\nفأما جنسها وقدرها فإن نقص الإيمان بالكبائر أعظم من نقصه بالصغائر، ونقص الإيمان بقتل النفس المحرمة أعظم من نقصه بأخذ مال محترم، ونقصه بمعصيتين أكثر من نقصه بمعصية واحدة، وهكذا.\nوأما التهاون بها فإن المعصية إذا صدرت من قلب متهاون بمن عصاه ضعيف الخوف منه كان نقص الإيمان بها أعظم من نقصه إذا صدرت من قلب معظم لله تعالى شديد الخوف منه، لكن فرطت منه المعصية.\nالجزء: 1 ¦ الصفحة: 123\n",
        "وأما قوة الداعي إليها فإن المعصية إذا صدرت ممن ضعفت منه دواعيها كان نقص الإيمان بها أعظم من نقصه إذا صدرت ممن قويت منه دواعيها، ولذلك كان استكبار الفقير، وزنى الشيخ أعظم إثماً من استكبار الغني، وزنى الشاب، كما في الحديث: \"ثلاثة لا يُكلّمهم الله، ولا ينظر إليهم يوم القيامة، ولا يزكيهم، ولهم عذاب أليم\" (1) . وذكر منهم الأشيمط الزاني، والعائل المستكبر، لقلة داعي تلك المعصية فيهما.\n4 -\nترك الطاعة فإن الإيمان ينقص به، والنقص به على حسب تأكد الطاعة، فكلما كانت الطاعة أوكد كان نقص الإيمان بتركها أعظم، وربما فقد الإيمان كله كترك الصلاة.\nثم إن نقص الإيمان بترك الطاعة على نوعين: نوع يعاقب عليه، وهو: ترك الواجب بلا عذر. ونوع لا يعاقب عليه وهو: ترك الواجب لعذر شرعي، أو حسي، وترك المستحب، فالأول كترك المرأة الصلاة أيام الحيض، والثاني كترك صلاة الضحى. والله أعلم.\n(1) -رواه مسلم (107) كتاب الإيمان، 46 - باب بيان غلظ تحريم إسبال الإزار والمن بالعطية\n...\nواللفظ المذكور للطبراني في \"الثلاثة\". قال الهيثمي في \"المجمع\" (4/78) والمنذري في \"الترغيب\": رجاله رجال الصحيح.\nوقال الأخير: الأشيمط مصغر أشمط، وهو مَنِ ابيضّ بعض شعر رأسه كبراً، واختلط بأسوده.\nوصححه الألباني (1788 - صحيح الترغيب) .\nالجزء: 1 ¦ الصفحة: 124\n",
        "فصل\nفي الاستثناء في الإيمان\nالاستثناء في الإيمان: أن يقول: أنا مؤمن إن شاء الله.\nوقد اختلف الناس فيه على ثلاثة أقوال:\nالقول الأول - تحريم الاستثناء، وهو قول المرجئة، والجهمية ونحوهم. ومأخذ هذا القول: إن الإيمان شيء واحد، يعلمه الإنسان من نفسه، وهو التصديق الذي في القلب، فإذا استثنى فيه كان دليلاً على شكه، ولذلك كانوا يسمون الذين يستثنون في الإيمان \"شكاكاً\".\nالقول الثاني - وجوب الاستثناء، وهذا القول له مأخذان:\n1 -\nأن الإيمان هو ما مات الإنسان عليه، فالإنسان إنما يكون مؤمناً وكافراً بحسب الوفاة، وهذا شيء مستقبل غير معلوم. فلا يجوز الجزم به، وهذا مأخذ كثير من المتأخرين من الكلابية وغيرهم، لكن هذا المأخذ لم يعلم أن أحداً من السلف علل به، وإنما كانوا يُعللون بالمأخذ الثاني. وهو:\n2 -\nأن الإيمان المطلق يتضمن فعل جميع المأمورات، وترك جميع المحظورات، وهذا لا يجزم به الإنسان من نفسه، ولو جزم\nالجزء: 1 ¦ الصفحة: 125\n",
        "لكان قد زكى نفسه، وشهد لها بأنه من المتقين الأبرار، وكان ينبغي على هذا أن يشهد لنفسه بأنه من أهل الجنة، وهذه لوازم ممتنعة.\nالقول الثالث - التفصيل فإن كان الاستثناء صادراً عن شك في وجود أصل الإيمان فهذا مُحرّم، بل كفر؛ لأن الإيمان جزم، والشك يُنافيه، وإن كان صادراً عن خوف تزكية النفس والشهادة لها بتحقيق الإيمان قولاً، وعملاً، واعتقاداً، فهذا واجب خوفاً من هذا المحذور، وإن كان المقصود من الاستثناء التبرك بذكر المشيئة، أو بيان التعليل، وأن ما قام بقلبه من الإيمان بمشيئة الله، فهذا جائز.\nوالتعليق بالمشيئة على هذا الوجه - أعني بيان التعليل - لا ينافي تحقق المعلق، فإنه قد ورد التعليق على هذا الوجه في الأمور المحققة. كقوله تعالى: {لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِنْ شَاءَ اللَّهُ آمِنِينَ مُحَلِّقِينَ رُؤُوسَكُمْ وَمُقَصِّرِينَ لا تَخَافُون} [الفتح: 27] .\nوبهذا عرف أنه لا يصح إطلاق الحكم على الاستثناء، بل لا بد من التفصيل السابق. والله أعلم، وصلى الله على نبينا محمد، وعلى آله وصحبه وسلم.\nحرر في 8 من ذي القعدة سنة 1380هـ والحمد لله الذي بنعمته تتم الصالحات.\nالمؤلف\nالجزء: 1 ¦ الصفحة: 126\n",
        ""
    ]
}