{
    "1": [
        "فرحة الأديب\nفرحة الأديب\nالأسود الغندجاني\nالكتاب:\nفرحة الأديب في الرد على ابن السيرافي شرح أبيات سيبويه (يتعقب المؤلف على ابن السيرافي (المتوفى: 368 هـ) , في شرحه لبعض أبيات كتاب سيبويه (المتوفى: 180 هـ))\nالمؤلف:\nأبو محمد الحسن بن أحمد الأعرابي الملقب بالأسود الغندجاني (المتوفى: نحو 430هـ)\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم وبه نستعين\nقال أبو محمد الأعرابي: تأملت ما فسره أبو محمد يوسف بن الحسن بن عبد الله السيرافي من أبيات كتاب سيبويه، فوجدته فيها مثل ما قال جزء بن ضرار أخو الشماخ:\nقضيت أموراً ثم غادرت بعدها\n...\nبوائج في أكمامها لم تفتق\nوذلك أنه قد فسر من أبيات ذلك الكتاب غيضاً من فيض، والقليل الذي فسره فيه خلل كثير وفساد ظاهر. فكان كما قال بشر بن حكيم أخو بني ربيعة بن مالك:\nما كثرت فينا عدي فتتقى\n...\nولا طاب إذ قلت عدي قليلها\nفمن بيت صحف فيه، وشعر نسبه إلى غير قائله، ومعنى حرفه عن جهة الصواب، ولفظ عدل به عن مبانيه. فبنيت مواضع الخطأ من جميع ذلك، وأثبت الصواب تحت كل بيت، وخدمت به مجلس الرئيس أبي سعيد بندار بن جهشتيار، لأنه معدن الأدب، ومعني بعلم العرب، وبالله التوفيق وهو حسبي ونعم الوكيل.\nقال ابن السيرافي قال مزاحم العقيلي\nومن ير جدوى مثل ما قد رأيتها\n...\nتشقه وتجهده إليها التكاليف\nووجدي بها وجد المضل بعيره\n...\nبنخلة لم تعطف عليه العواطف\nقال س: هذا موضع المثل:\nظلت حفافين على مهشمه\n...\nذائدها العبد وساقيها الأمه\nمن فسر هذا الشعر الغريب، ولم يستقر أشعار العرب المجاهيل، ولم يقتلها علماً، كان كمن يعطو في الحمض.\nقدم ابن السيرافي ها هنا ما وجب أن يؤخر، وأخر ما يجب أن يقدم، وبين البيتين أبيات لا يكاد ينتظم نظامها إلا بها. ونظام الأبيات:\nووجدي بها وجد المضل بعيره\n...\nببكة لم تعطف عليه العواطف\nرأى من رفيقيه جفاء وفاته\n...\nببرقتها المستعجلات الخوانف\nفقالا تعرفها المنازل من منى\n...\nوما كل من أوفى منى أنا عارف\nولم أنس منها ليلة الجزع إذ مشت\n...\nإلي وأصحابي منيخ وواقف\nفمدت بناناً للصفاح كأنه\n...\nبنات النقا مالت بهن الأحاقف\nتذكرني جدوى على النأي والعدى\n...\nطوال الليالي والحمام الهواتف\nوإلفان ريعا بالفراق فمنهما\n...\nمجدٌ ومقصور له القيد راسف\nومن ير جدوى مثل ما قد رأيتها\n...\nتشقه وتجهده إليها التكاليف\nفللباكر الغادي مع القوم سائق\n...\nعنيف وللتالي مع القيد واقف\nكصعدة مرانٍ جرى تحت ظلها\n...\nخليج أمرته البحور الزغارف\nقال س: وهي طويلة، لكن يكفيك من القلادة ما أحاط بالعنق.\nباب المصادر\nقال ابن السيرافي قال سيبويه في باب المصادر، قال المرار\nلقد علمت أولى المغيرة أنني\n...\nكررت فلم أنكل عن الضرب مسمعا\nقال ابن السيرافي: \" وجدت في هذا الباب البيت منسوباً إلى المرار، ورأيته في شعر مالك بن زغبة الباهلي، وكان بنو ضبيعة قد أغارت على باهلة، فلحقتهم باهلة وهزمتهم \".\nقال س: هذا موضع المثل:\nوهل يشفين النفس من سقم بها\n...\nغناءٌ إذا ما فارقت وركوب\nلا يكاد يشفي المستفيد ما ذكره ابن السيرافي، سيما والقليل الذي ذكره مختل، والبيت لمالك بن زغبة الباهلي يعني مسمع بن شيبان أحد بني قيس بن ثعلبة، وكان خرج هو وابن كدراء الذهلي، يطلبان بدماء من قتلته باهلة من بكر ابن وائل، يوم قتل أبو الأعشى بن جندل، فبلغ ذلك باهلة، فلقوهم فاقتتلوا قتالاً شديداً، فانهزمت بنو قيس ومن كان معها من بني ذهل، وضرب مسمع بن شيبان فأفلت جريحاً.\nوالبيت أول أبيات، نظامها:\nلقد علمت أولى المغيرة أنني\n...\nلحقت فلم أنكل عن الضرب مسمعاً\nولو أن سيفي لم يخني صبيه\n...\nلغادرت طيراً تعتفيه وأضبعا\nوفر ابن كدراء السدوسي بعدما\n...\nتناول منه في المكرة منزعا\nأجئتم لكيما تستبيحوا حريمنا\n...\nفصادفتم ضرباً وطعناً مجدعا\nفأبتم خزايا صاغرين أذلةً\n...\nشريجة أرماحٍ لأكتافكم معا\nقال ابن السيرافي قال الأخوص اليربوعي\nسيأتي الذي أحدثتم في أخيكم\n...\nرفاقاً من الآفاق شتى مآبها\nالجزء: 1 ¦ الصفحة: 1\n",
        "مشائيم ليسوا مصلحين عشيرةً\n...\nولا ناعبٍ إلا ببينٍ غرابها\nقال ابن السيرافي: النعب: صوت الغراب، والناعب هو الغراب، وقال الأخوص ذلك في حرب كانت بين بطون بني يربوع قتل فيها أبو بدر الغداني. في كلام يشبه هذا لا طائل فيه.\nقال س: هذا موضع المثل:\nيا ليت حظي منك ذات البرقع\nأن لا تضريني وألا تنفعي\nلو سكت ابن السيرافي عن تفسير هذا الشعر الذي لم يعرف قضيته ولا نظام أبياته لكان أجدى على مستفيده، وذلك أنه قال: إن هذا الشعر قيل في حرب كانت بين بطون بني يربوع.\nوإنما كان القتال بين بني يربوع وبني دارم، فأراد الشاعر بقوله مشائيم بني دارم بن مالك لا بني يربوع. وكان من قصة هذا الشعر، أن ناساً من بني يربوع وبني دارم، اجتمعوا على القرعاء، فقتل بينهم رجل من بني غدانة يكنى أبا بدر، فقالت بنو يربوع: والله لا نبرح حتى ندرك ثأرنا، فقالت بنو دارم: إنا لا نعرف قاتله، فأقيموا قسامة نعطكم حقكم، فقالت بنو غدانة: نحن نفعل. فأخرجوا خمسين، فحلفوا كلهم إلا رجلاً أن الذي قتل أبا بدر عبيد بن زرعة، فقال الباقي من الخمسين: أليس تدفعون إلينا عبيداً إذا أنا كملت الخمسين؟ قالوا: لا ولكنا نديه لأنا لا ندري من قتله. فقال الباقي عند ذلك - وهو أبو بيض الغداني -: والله لا أكملهم أبداً ولا يفارقنا عبيد حتى نقتله.\nفقام ضرار بن القعقاع بن معبد بن زرارة، وشيبان بن حنظلة بن بشر بن عمرو فكفلا بعبيد، فدفعته بنو غدانة إليهما، فلما جنهم الليلي قال ضرار وشيبان لعبيد: انطلق حيث شئت.\nوغدت بنو غدانة على بني دارم فقالوا لهم: إن صاحبكم هرب، ولكن هذه الدية فاقبلوها من إخوتكم، ولا تطلبوا غير ذلك فتكونوا كجادع أنفه، ولو علمنا مكان صاحبكم قصدنا إليه. فلما سمعهم الأخوص يذكرون الدية قال: دعوني أتكلم، قالوا: تكلم يا أبا خولة. فقال الأخوص:\nليس بيربوعٍ إلى العقل فاقةٌ\n...\nولا دنسٌ تسود منه ثيابها\nفكيف بنوكي مالكٍ إن غفرتم\n...\nلهم هذه أم كيف بعد سبابها\nمشائيم ليسوا مصلحين عشيرةً\n...\nولا ناعبٍ إلا بشؤمٍ غرابها\nفإن أنتم لم تقتلوا بأخيكم\n...\nفكونوا بغايا بالأكف عيابها\nستخبر ما أحدثتم في أخيكم\n...\nرفاقٌ من الآفاق شتى مآبها\nوهي أبيات ذكرت منها ما لا غنى عنه في معنى بيت الكتاب.\nقال ابن السيرافي قال الجعدي\nوكيف تواصل من أصبحت\n...\nخلالته كأبي مرحب\nقال: أبو مرحب من بني عمه، وأظنه من بني قشير، يريد أن أبا مرحب قطعه وجفاه في سببٍ كان احتاج إليه فيه.\nقال س: هذا موضع المثل:\nتنحلت نعت الخيل لا أنت قدتها\n...\nولا قادها جداك في سالف الدهر\nلو اقتصر ابن السيرافي على ذكر الإعراب واللغة، ولم يعرض لذكر الرجال والأنساب، لما استهدف للسان الطاعنين، لكن الشقي بكل كف يصفع.\nأبو مرحب هنا، الذي يقول لك إذا لقيك: أهلاً ومرحباً، وليس غير ذلك. وبيت الجعدي في المعنى مثل بيت الكميت:\nيراني في اللمام له صديقاً\n...\nوشادنة العسابر رعبليب\nومثل قول الآخر:\nرجلٌ صديقٌ ما بدت لك عينه\n...\nفإذا تغيب فاحترس من دعلج\nومثل قول الآخر:\nصديق حضارة وصديق عينٍ\n...\nوليس لمن تغيب بالصديق\nوقال ابن السيرافي قال أبو الأسود الدؤلي رضي الله عنه\nإذا جئت بواباً له قال مرحبا\n...\nألا مرحبٌ واديك غير مضيق\nيخاطب البواب: ألا واديك يا بواب مرحبٌ غير مضيق.\nقال س: هذا موضع المثل:\nوكيف يرحل من ليست له إبل\nكثيراً ما يزل في مثل هذا الاسم من لم يمارس علم النسب، وهو قوله: أبو الأسود الدؤلي، وكذا كان يقوله من تقدم من النحويين، وليس من علمهم.\nأخبرنا أبو الندى قال: هو أبو الأسود الديلي. قال: واسمه ظالم بن عمرو ابن سفيان بن يعمر بن حلس بن نفاثة بن عدي بن الديل بن بكر بن عبد مناة بن كنانة.\nالجزء: 1 ¦ الصفحة: 2\n",
        "قال: وفي ربيعة: الدول بن حنيفة بن لجيم. وفي الأزد: الديل بن هداد بن زيد مناة بن الحجر. وفي عنزة: الدول بن صباح بن عتيك بن أسلم بن يذكر بن عنزة. وفي تغلب: الديل بن زيد بن عمرو بن غنم بن تغلب. وفي ضبة: الدول بن ثعلبة بن سعد بن ضبة. وفي الرباب: الدول بن جلى بن عدي بن عبد مناة. وفي عبد القيس: الديل بن عمرو بن وديعة بن لكيز بن أفصى.\nوفي الهون: الدئل - مهموز على مثال: الدعل - بن محلم بن غالب بن عائذة ابن يثيع بن مليح بن الهون بن خزيمة. وفي إياد: الديل بن أمية بن حذافة بن زهير بن إياد. وفي الأزد: الدول بن سعد مناة بن غامد. وفي قيس: الديل بن حمار بن ناج بن أبي مالك بن عكرمة.\nقال ابن السيرافي قال المرار\nصرمت ولم تصرم وأنت صروم\n...\nوكيف تصابي من يقال حليم\nوصدت فأطولت الصدود وقلما\n...\nوصال على طول الصدود يدوم\nقال: يقول صرمت هذه المرأة من قبل أن تصرمك، يخاطب نفسه. ثم قال: وكيف يتصابى من قد كبر وحلم، وصدت هذه المرأة وأطولت أنت الصدود، ومع طول الصدود لا يبقى من المودة والمحبة شيء.\nقال س: هذا موضع المثل:\nيا أهل ذي المروة خلوها تمر\n...\nفإنما أنتم نبيطٌ وحمر\nهذا من أفضح ما جاء بن ابن السيرافي، وذلك أن هذا الشعر ليس من الغريب الذي يشتبه على أحد. والصواب: صددت فأطولت الصدود ونظام الأبيات:\nصرمت ولم تصرم وأنت صروم\n...\nوكيف تصابي من يقال حليم\nيقول: صرمت ولم تصرم صرم ثبات ولكن صرم دلال.\nصددت فأطولت الصدود ولا أرى\n...\nوصالاً على طول الصدود يدوم\nكأنه يخاطب نفسه ويلومها على طول الصدود. أي لا يدوم وصال الغواني إلا لمن يلازمهن ويخضع لهن، وفسر ذلك بالبيتين بعدهما، وهما:\nوليس الغواني للجفاء ولا الذي\n...\nله عن تقاضي دينهن هموم\nولكنما يستنجز الوعد تابعٌ\n...\nمناهن حلافٌ لهن أثيم\nقال ابن السيرافي قال المرار\nأنا ابن التارك البكري بشرٍ\n...\nعليه الطير ترقبه وقوعا\nموضع ترقبه نصب على الحال، أي ترقب موته لتأكله.\nعلاه بضربة بعثت بليلٍ\n...\nنوائحه وأرخصت البضوعا\nقال: عنى بشر بن عمرو بن مرثد وقتله رجل من بني أسد، ففخر المرار بقتله. وبشر: هو بكر بن وائل. وأرخصت البضوعا: أي أرخصت الضربة اللحم على الطير. وزعم بعض الرواة أنه يعني بالبضوع بضوع نسائه، أي نكاحهن. يقول: لما قتلوه سبوا نساءه فنكحوهن بلا مهر. والبضوع: النكاح. والتفسير الأول أعجب إلي.\nقال س: هذا موضع المثل:\nأصبحت من ذكر أرجوانة كال\n...\nمرسل ماءً فأمسك الزبدا\nما أكثر ما يرجح ابن السيرافي الرديء على الجيد، والزائف على الجائز، وذلك أنه مال إلى القول بأن البضوع هنا اللحم، ولعمري إنها لو كانت لحوم المعزى والإبل لجاز أن يقع عليها اسم الرخص والغلاء، وهذه غباوة تامة.\nوالصواب أنهم لما قتلوه عرضوا نساءه للسباء، لأنه لم يبق لهن من يحميهن ويذود عنهن. ثم إنه لم يذكر قاتل بشر من أي قبائل بني أسد كان، وإذا لم تعرف حقيقة هذا، لم يدر لأي شيء افتخر المرار بذلك.\nوقاتله سبع بن الحسحاس الفقعسي، ورئيس الجيش جيش بني أسد ذلك اليوم: خالد بن نضلة الفقعسي وهو جد المرار بن سعيد بن حبيب بن خالد ابن نضلة.\nوكان من حديث هذا اليوم - وهو يوم قلاب - أن حياً من بني الحارث بن ثعلبة بن دودان، غزوا وعليهم خالد بن نضلة بن الأشتر بن جحوان بن فقعس، فقالوا لكاهن لهم: انظر هل يخبرك صاحبك عن الماء، فتسجى بثوبه، فأتاه شيطانه، فقال: اركبوا شنخوبا وطبلالا، فاقتاسوا الأرض أميالاً، فإنكم سترون قارات طوالا، وإن بينهن بلالا.\nفحملوا رجلاً منهم على أحد الفرسين، فأجراه فوجد قارات بينهن غدير من ماء السماء، فاستقى القوم وسقوا وأكلوا تمراً من زادهم. فاعترض بشر بن عمرو لآثارهم فقال: هذه آثار بني أسد، فلما وردوا الماء قال: انظروا ما يصنعون بالنوى، إن كان بني أسد فإنهم يطرحون النوى من خلفهم، وإن كانت تميم فإنهم يرمون النوى من بين أيديهم.\nالجزء: 1 ¦ الصفحة: 3\n",
        "فلما وجدوا مطرح نواهم قال: هذه بنو الحارث بن ثعلبة، يأسر أحدهم عقاص المرأة، ويفدي بالمئة، عليكم القوم. قال له ابنه: إن في بني الحارث بن ثعلبة بن فقعس، وإن تلقهم تلق القتال. فقال اسكت، فإن وجهك شبيه بوجه أمك عند البناء. فنفذ القوم.\nفلما التقوا هزم جيش بشر، فأتبعته الخيل وهو مجيد - أي صاحب أفراس جياد - حتى توالى في أثره ثلاثة فوارس وما بينهم قريب. فكان أولهم سبع بن الحسحاس الفقعسي، وأوسطهم عميلة بن المقتبس الوالبي، وآخرهم خالد بن نضلة. فأدركت نبل الوالبي الأوسط فرس بشر بن عمرو برمية رماه بها فعقرته، ولحقه سبع فاعتنقه، وجاء خالد وقال: يا سبع لا تقتله فإنا لا نطلبه بدم، وعنده مال كثير، وهو سيد من هو منه.\nفأجلساه بينهما واعتزل الوالبي، وأتتهم الخيل، فإذا مر به رجل أمرهم بقتله، حتى جعل بعض القوم يوعده فيزجر عنه خالد، ثم إن رجلاً هم أن يوجه إليه السنان، فنشز خالد على ركبتيه وقال: اجتنب إليك أسيري. فغضب سبع أن يدعيه خالد، فدفع سبع في نحر بشر فوقع مستلقياً فأخذ برجله ثم أتبع السيف فرج الدرع حتى خاض به كبده. فقال بشر: أجيروا سراويلي فإني لم أستعن. ثم أرسله، وعمد إلى فرسه فاقتاده. فقال حين قتله وهو غضبان: أسيرك وأسير أبيك.\nفقالت الخرنق تعير عبد عمرو بن بشر حين حضض على طرفة والمتلمس:\nهلا ابن حسحاسٍ قتلت وخالداً\n...\nهنالك لم تقتل هناك ولم تشر\nهم طعنوا أباك في فرج درعه\n...\nووليت لا تلوي على مجحر تجري\nقال ابن السيرافي قال مسكين الدارمي\nوإن ابن عم المرء فاعلم جناحهوهل ينهض البازي بغير جناح\nأخاك أخاك إن من لا أخا له\n...\nكساعٍ إلى الهيجا بغير سلاح\nقال س: هذا موضع المثل:\nيعسجني بالخوتله\n...\nيبصرني لا أحسبه\nقدم ابن السيرافي من البيتين ما يجب أن يؤخر، وأخر ما يجب أن يقدم. والصواب:\nأخاك أخاك إن من لا أخا له\n...\nكساعٍ إلى الهيجا بغير سلاح\nوإن ابن عم المرء فاعلم جناحهوهل ينهض البازي بغير جناح\nقال ابن السيرافي قال الأعشى\nأرى رجلاً منهم أسيفاً كأنما\n...\nيضم إلى كشحيه كفاً مخضبا\nوما عنده مجد تليد ولا له\n...\nمن الريح فضلٌ لا الجنوب ولا الصبا\nقال: كأنه من شدة غضبه قد قطعت كفه، فضم يده إلى جنبيه وهي مقطوعة. يقول: هذا الرجل ينظر إلي نظر غضبان كأني قد قطعت يده، وما له من مجد تليد - أي ليس له مجد قديم - ولا له من الريح فضل - أي ليست له مقدرة على جهة من الجهات -. كذا رأيته فسر. يهجو بذلك عمرو بن المنذر وقومه، وهو من بني عم الأعشى.\nقال س: هذا موضع المثل:\nوإن الذي يرعى هذيمٌ شياهه\n...\nلمعترفٌ للذيب والحرب القسر\nكل من عول على هذا القدر الذي ذكره ابن السيرافي، لم يستفد كبير طائل، وذلك أنه لم يذكر القصة التي جرت هذا العتاب والهجاء.\nوكان سبب ذلك، أن رجلاً من قيس عيلان كان جاراً لعمرو بن المنذر بن عبدان بن حذاقة بن حبيب بن ثعلبة بن قيس بن ثعلبة، فسرقت راحلة له، فوجد بعض لحمها في بيت هداج قائد الأعشى، فضرب والأعشى جالس، فقال يعاتبهم بالقصيدة التي منها هذه الأبيات.\nقال ابن السيرافي وقال الأعشى\nنحن الفوارس يوم الحنو ضاحيةً\n...\nجنبي فطيمة لا ميلٌ ولا عزل\nقال: فطيمة هذه، هي فطيمة بنت شراحيل بن عوسجة من بني قيس بن ثعلبة قوم الأعشى، فكان لها ابنان من رجل من غير قومها يقال له أصرم، فأراد أصرم أن ينزع ابنيها ويرهنهما من يزيد بن مسهر الشيباني، فاستغاثت بقومها، فاجتمعوا وهزموا بني شيبان، ففخر بذلك الأعشى. والحنو: منعطف الوادي.\nقال س: هذا موضع المثل:\nقلت لما نصلا من قنةٍ\n...\nكذب العير وإن كان برح\nيعني الفرس والبعير.\nهذا محال، لأن فطيمة هي بنت حبيب بن ثعلبة بن سعد بن قيس بن ثعلبة، والحنو ها هنا مكان بعينه وهو حنو قراقر الذي ذكره الأعشى بقوله:\nفدى لبني ذهل بن شيبان ناقتي\n...\nوراكبها يوم اللقاء وقلت\nهم ضربوا بالحنو حنو قراقرٍ\n...\nمقدمة الهامرز حتى تولت\nوقراقر: من مياه بكر بن وائل.\nالجزء: 1 ¦ الصفحة: 4\n",
        "قال ابن السيرافي قال حميد الأرقط - وكان يهجو الضيف إذا نزل به\nومرملين على الأقتاب بزهم\n...\nمدارعٌ وعباءٌ فيه تفنين\nباتوا وجلتنا الشهريز بينهم\n...\nكأن أظفارهم فيها السكاكين\nفأصبحوا والنوى عالي معرسهم\n...\nوليس كل النوى يلقي المساكين\nقال، قوله: ليس كل النوى يلقي المساكين، يريد أن من كان شديد الجوع محتاجاً إلى الطعام وليس معه ما ينفقه، فينبغي له أن يأكل التمر مع النوى ليشبع عن قرب، ولا يأكل تمراً كثيراً، أراد حميد أن يأكل أضيافه التمر بنواه ولا يلقوا منه شيئا.\nقال س: هذا موضع المثل:\nوهل يعلم الأدواء إلا طبيبها\nلم يعرف ابن السيرافي نظائر هذه الأبيات، ولم يحسن تفسير البيت الذي فسره في النوى والمساكين ومثل هذا من الشعر لا يعرفه إلا من نضج في استقراء الشعر وعني به. ونظام الأبيات:\nومرملين على الأقتاب بزهم\n...\nحقائبٌ وعباءٌ فيه تفنين\nمقدمين أنوفاً في عصائبهم\n...\nحجناً، ألا جدعت تلك العرانين\nأعطوا التنقب في نفرٍ إذا اندفعوا\n...\nوكل خير عليهم بعد مخزون\nلا مرحباً بوجوه القوم إذ رحلوا\n...\nكأنهم إذ أنا خوابي الشياطين\nيسطرون لنا الأخبار إذ نزلوا\n...\nوكل ما سطروا للقم تمكين\nولو تحرزت حيث العصم عاقلةٌ\n...\nأو حيث تلحس عن أولادها العين\nظننت لا تنتهي عنا ضيافتهم\n...\nحتى نكون ومبدانا البساتين\nأرضٌ تحم بها العقبان نابتةً\n...\nمن حيث ينبت في الصيف العراجين\nباتوا وجلتنا الشهريز بينهم\n...\nكأن أظفارهم فيها السكاكين\nفأصبحوا والنوى عالي معرسهم\n...\nوليس كل النوى يلقي المساكين\nومعنى هذا البيت الأخير أنهم قد أكلوا أكثر التمر بنواه حرصاً وشرهاً، ومع ذلك فقد كوموا معرسهم بالنوى الذي ألقوه. ويعني بالمساكين هؤلاء الضيفان، كأنهم كوموا: أي اتخذوا لأنفسهم كومة.\nأشار إليهم فقال: وليس كل النوى يلقي المساكين. وهذا في الإشارة مثل قول الآخر:\nسما البرق من نحو الحجاز فشاقني\n...\nوكل حجازي له البرق شائق\nأي هذا البرق بعينه.\nوأخبرنا أبو الندى قال: نزل بحميد الأرقط بريد من قبل الحجاج، فقراه وأكرمه، فلما أتى بالطعام أقبل أعرابي فسلم وجلس، وجعل يسأل عن الحجاج وحاله، فقال له حميد الأرقط: كل ودع الرجل يطعم، فإنك تسأل عما ليس من بالك. وقال حميد.\nإذا ما قرينا وارد المصر منهم\n...\nتأوب ناري أصفر القعب قافل\nتراءت له ناري بأروقة الحمى\n...\nووادي الصليب دوننا والأفاكل\nقال: وأخبرنا رحمه الله - قال: بخلاء مضر: الحطيئة واللعين المنقري وحميد الأرقط وأبو الأسود الديلي.\nقال ابن السيرافي وقال طفيل الغنوي\nوكان هريمٌ من سنانٍ خليفةً\n...\nوحصنٍ ومن أسماء لما تغيبوا\nومن قيسٍ الثاوي برمان بيته\n...\nويوم حقيلٍ فاد آخر معجب\nوبالسهب ميمون النقيبة قوله\n...\nلملتمس المعروف أهلٌ ومرحب\nقال: هؤلاء جماعة من قوم طفيل هلكوا فرثاهم. ورمان موضع بعينه، وأراد ببيته قبره، وحقيل موضع معروف، وفاد: مات، والسهب: الفضاء من الأرض. مع هذيان شبيه بهذا.\nقال س: هذا موضع المثل:\nغناءٌ قليلٌ عن عجائز جوعٍ\n...\nقراطيس في أجوافهن خطوط\nهذا الذي ذكره ابن السيرافي لا يغني فتيلاً، فمعروف أن هؤلاء رجال لا جمال، وهذه مواضع لا براذع، ولكن إذا لم تعرف قصة هؤلاء الرجال وأيامهم، وأسماء هذه المنازل بأعيانها وما جرى فيها، لم يكمل معناه.\nوفي البيت الأول غلط، وفي الثالث تصحيف. والصواب:\nوكان سنان بن هريمٍ خليفةً\nالجزء: 1 ¦ الصفحة: 5\n",
        "بتقديم سنان على هريم، لأن هريماً هو الميت، وسنان هو سنان بن عمرو ابن يربوع بن طريف بن خرشبة بن عبيد بن سعد بن كعب بن حلان بن غنم بن غني، وكان فارساً حسيباً وقد كان قاد ورأس، وهو صاحب ابن هدم العبسي طريد الملك، قال له الملك: كيف قتلته؟ قال: حملت عليه في الكبه - يعني معظم الجيش - فطعنته في السبه، حتى خرج الرمح من اللبه.\nوهريم عم سنان، وقد قاد ورأس. وأسماء بن واقد من بني رياح بن يربوع ابن ثعلبة بن سعد بن عوف بن كعب بن حلان بن غنم بن غني، وهو من النجوم. وحصن بن يربوع بن طريف، وأمه جيدع بنت عمرو بن الأعرج بن مالك ابن سعد بن عوف. وقيس هو ابن يربوع بن طريف.\nوكان قيس هذا قدم على بعض الملوك، فقال الملك: لأضعن تاجي على أكرم العرب، فوضعه على رأس قيس، وأعطاه ما شاء، ثم خلى سبيله إلى بلده. فلقيته طيء برمان وهو راجع إلى أهله فقتلوه، ثم عرفوه بعد ذلك، وذكروا أيادي كانت له عندهم فندموا، فدفنوه وبنوا عليه بيتاً.\nوهو قيس بن جيدع وهي أمه، وإخوته هريم وعمرو وحصن والأعرج، أمهم جيدع بنت عمرو، وأبوهم يربوع بن طريف. وحقيل في بلاد بني أسد، قتلت فيه بنو أسد الحارث بن مويلك الغنوي، وفي بلاد عكل له حقيل وهو غير هذا الموضع، وهو الذي ذكره الراعي:\nمن ذي الأبارق إذ رعين حقيلا\nوقوله وبالسهب هو تصحيف، والصواب: وبالشهد، يعني بديل ابن واقد. وكان أسماء وبديل ابنا واقد صاحبي الوقائع في طيئ، وأصابا عشرة كلهم يأخذ لواء قومه يقال لهم بنو حمل، فقالت أخت لهم ترثيهم:\nيا عين إلا ما بكيت بني حمل\n...\nفوارس أبطالاً على شدة الوهل\nلعمري وما عمري علي بهينٍ\n...\nلقد ذهبت منا غنيٌّ على مهل\nفإن تقد الأيام غنم بن واقد\n...\nوأسماء تثقفه الرماح على علل\nثم إن طيئاً لقيت غنياً فأصابت بديلاً، وكان سيداً ورئيساً، فخاف أن تمثل به طيئ لما أوقع بهم، وكان مرداس بن مويلك يسعى في أمره ليفتديه فأبوا، فقتل نفسه، وقتلوا أسماء. فقال مرداس بن مويلك يرثي بديلاً:\nتشكى إلي الأين والسام خلتي\n...\nوتنسين ما يلقى أسير الملاقط\nقال ابن السيرافي قال شقيق بن جزء الباهلي، يرد على جحل بن نضلة الباهلي\nأتوعدني بقومك يا بن جحلٍ\n...\nأشاباتٍ يخالون العبادا\nبما جمعت من حضنٍ وعمروٍ\n...\nوما حضنٌ وعمروٌ والجيادا\nإذا خطرت بنو سعد ورائي\n...\nوذادوا بالقنا عني ذيادا\nقال: يخالون: يظنون أنهم عبيد، وحضن وعمرو والجياد: قبائل.\nقال س: هذا موضع المثل:\nكري إلى أهلك يا عجوز\n...\nإن بياع الليل لا يجوز\nهذا أفضح ما جاء به ابن السيرافي، وذلك أنه ذكر أن الجياد قبيلة، وهذا يدل على غباوة تامة وجهل ظاهر. إن الجياد ها هنا عتاق الخيل، يقول: ما هؤلاء وعتاق الخيل، أي ليسوا فرسان الخيل العتاق.\nوقوله: وعنى بالعباد ها هنا العبيد، خطأ أيضاً. فإنما عنى بالعباد قوماً كانوا يجتمعون على باب النعمان خولاً من كل قبيلة. شبه هؤلاء بأولئك، أي أنهم أخلاط.\nوالبيت الأول فيه خبط أيضاً، وذلك أنه قال: أتوعدني بقومك يا بن جحل، وإنما الخطاب لجحل نفسه لا لابنه، فكيف يقول يا بن جحل، والصواب:\nأتوعدني برهطك يا جحيلاً\nوفي الأبيات التي أوردها تقديم وتأخير وخلل كثير، وستأتيك على نظامها بمعونة الله.\nقال جحل بن نضلة يجيب شقيق بن جزء الباهلي:\nلقد منتك نفسك يا بن جزء\n...\nأحاميقاً سيسر عن النفادا\nأردت لكي تشتت أمر قومٍ\n...\nوحاولت القطيعة والفسادا\nفمهلاً يا شقيق فإن حربي\n...\nتكون لمن يلقحها فسادا\nوكم من معشر قد حاربونا\n...\nعبأت لهم مجلحة نآدا\nفلم يك غير أن شاموا سناها\n...\nفكان مبينها خيلاً تعادا\nعليها من بني عمرو كهولٌ\n...\nوشبان يهزون الصعادا\nفظلوا يخصفونهم بسمرٍ\n...\nكما نظمت في الجلل الجرادا\nفآبوا بالرجال محنبيها\n...\nيسوقون الطرائف والتلادا\nونصرك نازحٌ عني بطيءٌ\n...\nكأن بكم إلى خذلي جوادا\nفأجابه شقيق بن جزء فقال:\nالجزء: 1 ¦ الصفحة: 6\n",
        "سرحت على بلادكم جيادي\n...\nفأدت منكم كوماً جلادا\nبما لم تشكروا المعروف عندي\n...\nوإن شئتم تعاودنا عوادا\nأتأمل أن تساوي حي أعيا\n...\nوصحباً، خاب ما ترجو وزادا\nبما جمعت من حضنٍ وعمروٍ\n...\nأشاباتٍ يخالون العبادا\nإذا خطرت بنو سعد ورائي\n...\nوذادوا بالقنا عني ذيادا\nرأيت الموت دوني فانتهيتم\n...\nولم تسطع دعائمها الشدادا\nأتوعدني برهطك يا جحيلاً\n...\nوما عمرو بن حصنٍ والجيادا\nقال ابن السيرافي قال سيبويه قالت درني بنت عبعبة من بني قيس بن ثعلبة،\nوالذي وجدته قالت درنى بنت سيار بن صبرة ابن حطان بن سيار بن عمرو بن ربيعة\nوقد زعموا أني جزعت عليهما\n...\nوهل جزعٌ أن قلت وابأباهما\nهما أخوا في الحرب من لا أخا له\n...\nإذا خاف يوماً نبوةً فدعاهما\nقال س: هذا موضع المثل:\nبين المطيع وبين المدبر العاصي\nهذا التفسير يحير الإنسان، فلا يدري ما الصواب من الخطأ، ولا يدري بأيهما يتعلق: أبدرنى بنت عبعبة، أم بدرنى بنت سيار وهذا يدل على أنه لم يكن يتصور الغث من السمين منهما.\nوالصواب: درنى بنت سيار على النسب الثاني، قالت ترثي أخويها، وهي أبيات رائقة، دخل نظامها - على ما أنشدها ابن السيرافي - في خلل. ونظامها وتمامها:\nأبى الناس إلا أن يقولوا هما هما\n...\nولو أننا اسطعنا لكانوا سواهما\nهما أخوا في الحرب من لا أخا له\n...\nإذا خاف يوماً نبوة فدعاهما\nإذا افتقرا لم يلحما خشية الردى\n...\nولم يخش رزءاً منهما موليا هما\nإذا استغنيا حب الجميع إليهما\n...\nوجاد على الأدنين فضل غناهما\nهما يلبسان المجد أحسن لبسةٍ\n...\nشحيحان ما اسطاعا عليه كلاهما\nوقد زعموا أني جزعت عليهما\n...\nوهل جزعٌ أن قلت وابأباهما\nوأهلي فداء العاصمين كليهما\n...\nولا عشت إن كان الفؤاد قلاهما\nإذا هبطا الأرض المخوف بها الردى\n...\nيسكن من جأشيهما منصلاهما\nولا يلبث العرشان يستل منهما\n...\nعظام الرواسي أن يميل غماهما\nقال ابن السيرافي قال جرير\nخل الطريق لمن يبني المنار به\n...\nوابرز ببرزة حيث اضطرك القدر\nقال: برزة: أم عمر بن لجأ.\nقال س: هذا موضع المثل:\nضرط وردان بأرضٍ قي\nهذا باطل، أخبرنا أبو الندى رحمه الله قال: برزة إحدى جدات عمر بن لجأ المغنيات.\nقال ابن السيرافي قال الراجز\nأأنت يا بسيطة التي التي\nهيبنيك في المقيل صحبتي\nلقد علمت أي حين عقبتي\nهي التي عند الهجير قالت\nإذا النجوم في السماء ولت\nقال: البسيطة: الأرض المنبسطة الممتدة.\nقال س: هذا موضع المثل: لا يدعى لنجدةٍ إلا أخوها غلط ابن السيرافي ها هنا آنفاً، لأنه لم يكن يعرف منازل العرب ومحالها، ومن فسر أيضاً مثل هذا الشعر ولم يتقن ثلاثة أنواع من العلم: النسب، وأيام العرب، ومحالها ومنازلها - كثرت سقطاته.\nوالبسيطة ها هنا هي أرض بعينها، وهي بين الكوفة فالحزن، حزن بني يربوع بن عمرو، وفيها يقول عدي بن عمرو الطائي:\nلولا توقد ما ينفيه خطوهما\n...\nعلى البسيطة لم تدركهما الحدق\nقال ابن السيرافي قال ثروان بن فزارة بن عبد يغوث\nفإنك لا تبالي بعد حول\n...\nأظبيٌ كان أمك أم حمار\nفقد لحق الأسافل بالأعالي\n...\nوماج اللؤم واختلط النجار\nقال: الذي في الكتاب: أظبي كان أمك أم حمار، والذي في شعره: أظبيٌ كان خالك أم حمار.\nقال س: هذا موضع المثل: كان حماراً فاستأتن كيف يكون الحمار والظبي أمين وهما أذكر الحيوان، حتى إن المثل يضرب بالحمار فيقال: من ينك العير ينك نياكاً.\nوالصواب ما أنشده أبو الندى رحمه الله: أظبيٌ ناك أمك أم حمار\nالجزء: 1 ¦ الصفحة: 7\n",
        "وإنما قلبت اللفظة تحرجاً فيما أرى، ثم استشهد به النحويون على ظاهره. وهذه قطعة طريفة، أكتبناها أبو الندى، وذكر أنها لثروان بن فزارة بن عبد يغوث بن زهير بن ربيعة بن عمرو بن عامر. وهي:\nوكائن قد رأيت من أهل دارٍ\n...\nدعاهم رائدٌ لهم فساروا\nفأصبح عهدهم كمقص قرنٍ\n...\nفلا عينٌ تحس ولا أثار\nمقص: موضع تقتص فيه الأرض. أي لا يوجد لهم ولعهدهم أثر، كما لا يوجد أثر من يمشي على صخرة وقرن جبل.\nلقد بدلت أهلاً بعد أهلٍ\n...\nفلا عجبٌ بذاك ولا سخار\nفإنك لا يضرك بعد عامٍ\n...\nأظبيٌ ناك أمك أم حمار\nفقد لحق الأسافل بالأعالي\n...\nوماج القوم واختلط النجار\nوعاد الفند مثل أبي قبيسٍ\n...\nوسيق مع المعلهجة العشار\nكناية عن الرجل الوضيع، أبو قبيس: الرجل الشريف، المعلهجة: الفاسدة النسب، أي تزوجت هذه المعلهجة ومهرت مهر الشريفة. كذا أنشدناه أبو الندى: وعاد الفند ورواية الناس العبد وذكر أبو الندى أنه تصحيف.\nقال ابن السيرافي قال الزرافة الباهلي\nهل في القضية أن إذا استغنيتم\n...\nوأمنتم فأنا البعيد الأجنب\nوإذا تكون كريهةٌ أدعى لها\n...\nوإذا يحاس الحيس يدعى جندب\nهذا لعمركم الصغار بعينه\n...\nلا أم لي إن كان ذاك ولا أب\nعجبٌ لتلك قضيةً وإقامتي\n...\nفيكم على تلك القضية أعجب\nقال س: هذا موضع المثل:\nوأين المحيا من بلاد المسلم\nما بين الصواب وما ذكره ابن السيرافي في هذه الأبيات:\nأبعد من رهوة من نساح\nونساح غير منون، ورهوة بنجد، ونساح باليمامة. وذلك أنه زعم أن هذه الأبيات للزرافة الباهلي، ولم يخلق الله في باهلة من اسمه زرافة، بلى في بني أسد شاعر يقال له زرافة، وهو القائل:\nومن لا ينل حتى يسد خلاله\n...\nيجد شهوات النفس غير قليل\nوذكر أبو عبيدة في كتاب العققة والبررة أن هذه الأبيات لهني بن أحمر الكناني، فأنكر أبو للندى ذلك وقال: إنها لعمرو بن الغوث بن طيء، وقد كنت ذكرت لك أن من لم يتقن علم النسب والأيام ومنازل العرب، ثم أقدم على تفسير هذا الشعر العتيق افتضح.\nأكتبنا أبو الندى رحمه الله قال: بينا طيئ ذات يوم جالساً مع ولده بالجبلين، إذ أقبل رجل من بقايا جديس، ممتد الخلق، عادي الجبلة، كاد يسد الأفق طولاً ويفرعهم باعاً، وإذا هو الأسود بن عفار بن الصبور الجديسي، الذي نجا من حسان تبع يوم اليمامة، فلحق بالجبلين فقال لطيئ: من أدخلكم بلادي وإرثي من آبائي، اخرجوا عنها وإلا فعلت وفعلت. فقال طيئ: البلاد بلادنا وملكنا في أيدينا، وإنما ادعيتها حين وجدتها خلاءً. قال الأسود: اضرب بيننا وبينك وقتاً نقتتل فيه، فأينا غلب استحق البلد.\nفاتعدا لوقتٍ، فقال طيئ لجندب بن خارجة بن سعد بن فطرة بن طيئ، وأمه جديلة بنت سبيع من حمير وبها يعرفون، فهم جديلة طيئ، وكان طيئ لها مؤثرا. فقال لجندب هذا: قاتل عن مكرمتك. فقالت أمه: الله، لتتركن بنيك، ولتعرضن ابني للقتل، لا يفعل. فقال طيئ: ويحك، إنما خصصته بذلك، فأبت.\nفقال طيئ لعمرو بن الغوث بن طيئ: فدونك يا عمرو الرجل فقاتله. فقال عمرو لا أفعل، وأنشأ يقول في ذلك - وهو أول من قال الشعر في طيئ بعد طيئ -:\nيا طيء أخبرني فلست بكاذب\n...\nوأخوك صادقك الذي لا يكذب\nأمن القضية أن إذا استغنيتم\n...\nوأمنتم فأنا البعيد الأجنب\nوإذا الشدائد بالشدائد مرةً\n...\nأجحرنكم فأنا الحبيب الأقرب\nعجباً لتلك قضيةً وإقامتي\n...\nفيكم على تلك القضية أعجب\nولكم معاً طيب المياه ورعيها\n...\nولي الثماد ورعيهن المجدب\nهذا لعمركم الصغار بعينه\n...\nلا أم لي إن كان ذاك ولا أب\nوإذا تكون كريهةٌ أدعى لها\n...\nوإذا يحاس الحيس يدعى جندب\nالجزء: 1 ¦ الصفحة: 8\n",
        "فسار البيت الأخير مثلاً. يعني جندب بن خارجة بن سعد بن فطرة بن طيئ. فقال طيئ: يا بني إنها أكرم دار في العرب. قال عمرو: لن أفعل إلا على شرط، أن لا يكون لبني جديلة في الجبلين نصيب. فقال طيئ لعمرو بن الغوث: لك شرطك.\nوبنو جديلة: جندب وحور أبناء جديلة بنت سبيع من حمير، وهي أمهما، وأبوهما خارجة بن سعد بن فطرة بن طيئ. فأما حور فدرج لا عقب له، وعدد بني جديلة راجع لابني جندب، فهم جديلة طيئ.\nفأقبل الأسود بن عفار الجديسي للميعاد ومعه قوس من حديد ونشاب من حديد، فقال: يا عمرو، إن شئت صارعتك، وإن شئت ناضلتك، وإلا سابقتك. قال عمرو: الصراع أعجب إلي، فاكسر قوسك لأكسرها أيضاً ونصطرع.\nوكانت مع عمرو بن الغوث بن طيئ قوس موصولة بزرافين، إذا شاء شدها. فأهوى بها عمرو إلى الجبل فانفتحت الزرافين، واعترض الأسود بقوسه ونشابه الجبل فكسرها، فلما رأى ذلك عمرو أخذ قوسه فركبها وأوترها، وناداه: يا أسود، استعن بقوسك فالرمي أحب إلي فقال الأسود: خدعتني؟ فقال عمرو: الحرب خدعة، فسارت مثلاً، فرماه عمرو ففلق قلبه.\nقال ابن السيرافي قال منذر بن درهم الكلبي\nوأحدث عهدٍ من أمينة نظرةٌ\n...\nعلى جانب العلياء إذا أنا واقف\nتقول: حنانٌ ما أتى بك ها هنا\n...\nأذو نسب أم أنت بالحي عارف\nقال: تقديره أي شيء أتى بك ها هنا، أذو نسب، معناه: أأنت ذو نسب في الحي، أم أنت عارف بهم فتقصد إليهم؟ .\nقال س: هذا موضع المثل:\nأقول لليلي رجلي لي جمتي\n...\nبقية ما أبقى حسين بن مرجح\nههنا بقية معنى لا يتم إلا بمعرفة البيت الثالث، وهو:\nفقلت أنا ذو حاجة ومسلمٌ\n...\nفضم علينا المأزق المتضايف\nوهي أبيات طريفة، أنشدها أبو الندى لمنذر بن درهم الكلبي، وأولها:\nأمن حب أم الأشيمين وذكرها\n...\nفؤادك معمودٌ له أو مقارف\nتمنيتها حتى تمنيت أن أرى\n...\nمن الوجد كلباً للوكيعين آلف\nسقى روضة المثري عنا وأهلها\n...\nركامٌ سرى من آخر الليل رادف\nأقول ومالي حاجة في ترددي\n...\nسواها بأهل الروض: هل أنت عاطف\nوأحدث عهدٍ من أمينة نظرةٌ\n...\nعلى جانب العلياء إذ أنا واقف\nتقول: حنانٌ ما أتى بك ها هنا\n...\nأذو نسب أم أنت بالحي عارف\nفقلت أنا ذو حاجة ومسلمٌ\n...\nفصم علينا المأزق المتضايف\nقال ابن السيرافي قال قيس بن ذريح\nتبكي على لبنى وأنت تركتها\n...\nوكنت عليها بالملا أنت أقدر\nفإن تكن الدنيا بلبنى تقلبت\n...\nفللدهر والدنيا بطون وأظهر\nقال: قوله \" فللدهر والدنيا بطون وأظهر \" يريد أن الدنيا لا يطلع الإنسان فيها إلا على ظواهرها، ولا يعرف ما في عواقبها.\nقال س: هذا موضع المثل:\nومارست الأمور بغير حزمٍ\n...\nفما تدري أغثٌ أم سمين\nلم يعرف ابن السيرافي ثالث البيتين، وهو جواب قوله: \" فإن تكن.. \" والصواب في قوله فللدهر: \" وللدهر والدنيا بطون وأظهر \" بالواو، فظن أن ذلك جواب، وإنما هو تمام المصراع اعتراضٌ بين إن وجوابها. والأبيات:\nتبكي على لبنى وأنت تركتها\n...\nوكنت عليها بالملا أنت أقدر\nومعنى قوله: \" وأنت عليها أقدر \" أنه قد خدع عنها حتى طلقها، فندم على طلاقها.\nفإن تكن الدنيا بلبنى تقلبت وللدهر والدنيا بطون وأظهر\nومعنى قوله \" بطون وأظهر \" شدة ورخاء.\nفقد كان فيها للأمانة موضع\n...\nوللكف مرتادٌ وللعين منظر\nوللحائم العطشان ريٌ يقوته\n...\nوللمرح الذيال خمر ومسكر\nكأني في أرجوحة بين أحبلٍ\n...\nإذا ذكرةٌ منها على الأرض تخطر\nقال ابن السيرافي قال عامر بن الطفيل\nقالوا لها إنا طردنا خيله\n...\nقلح الكلاب وكنت غير مطرد\nفلأبغينكم قناً وعوارضاً\n...\nولأقبلن الخيل لابة ضرغد\nالجزء: 1 ¦ الصفحة: 9\n",
        "قال: قوله \" قالوا لها \" يعني لامرأةٍ كان يهواها من بني فزارة يقال لها أسماء، يعني أن بني فزارة ذكروا لها أنهم هزموه وطردوه، وكان بين بني فزارة وبني عامر وقعة كانت على بني عامر، وقتل فيها جماعة، وضرغد مكان معروف.\nقال س: هذا موضع المثل:\nلا تدرك الخيل وأنت تذأل\n...\nإلا بمرٍّ مر الأجدل\nلا يعرف معنى هذا الشعر إلا بمعرفة ما يتعلق به من الأيام، ثم إذا لم يعرف: ضرغد وقنا وعوارض، حقيقة أنها في أي موضع من المواضع من بلاد الله - لم يعرف المخاطب بقوله.\nوإنما قال هذا عامر يوم الرقم، يوم هزمتهم بنو مرة، ففر عامر، واختنق أخوه الحكم بن الطفيل. وفي ذلك اليوم قتل عقبة بن أنيس بن خليس الأشجعي مئة وخمسين رجلاً من بني عامر، أدخلهم شعب الرقم فذبحهم، فسمي عقبة ذلك اليوم مذبحاً.\nوقنا وعوارض جبلان من بلاد بني فزارة. وفيها يقول الشماخ بن ضرار:\nكأنها وقد بدا عوارض\nوأدبيٌّ في السراب غامض\nوالليل بين قنوين رابض\nبجيزة الوادي قطا نواهض\nوالمخاطب بشعر عامر بنو مرة وفزارة، وأسماء هي أسماء السكينية من بني فزارة، كان يهواها عامر ويشبب بها في شعره، وكان قد فجر بها، وفيها يقول:\nأنازلةٌ أسماء أم غير نازله\n...\nأبيني لنا يا أسم ما أنت فاعله\nوفيها يقول خراشة العبسي في يوم الرقم:\nفمن مبلغٌ عني خليلي عامراً\n...\nأسليت عن أسماء أم أنت ذاكر\nفإن وراء الجزع غزلان أيكةٍ\n...\nمضمخةً آذانها والغفائر\nوضرغد من مياه بني مرة.\nقال ابن السيرافي قال خفاف بن ندبة، ويقال عباس بن مرداس\nفقال لي قول ذي رأي ومقدرةٍ\n...\nمجربٍ عاقلٍ نزهٍ عن الريب\nأمرتك الخير فافعل ما أمرت به\n...\nفقد تركتك ذا مال وذا نشب\nقال س: هذا موضع المثل:\nكميتٌ ووردٌ إن ذاك من الغلط\nليس البيت لواحد من الرجلين، وإنما هو لأعشى بني طرود، وهم من بني فهم ابن عمرو، وعدادهم من بني سليم، في قصيدة مليحة أولها:\nيا دار أسماء بين السهل والرحب\nولم يذكر ابن السيرافي من الذي قال له: أمرتك الخير. وإنما يحكي الشاعر هذا عن أبيه ويفتخر به، وسيأتي ذكره في الشعر.\nقال أعشى بني طرود:\nيا دار أسماء بين السفح والرحب\n...\nأقوت وعفى عليها ذاهب الحقب\nفما تبين منها غير منتضدٍ\n...\nوراسياتٍ ثلاثٍ حول منتصب\nوعرصة الدار تستن الرياح بهاً\n...\nتحن فيها حنين الوله السلب\nدارٌ لأسماء إذ قلبي بها كلفٌ\n...\nوإذ أقرب منها غير مقترب\nإن الحبيب الذي أمسيت أهجره\n...\nعن غير مقليةٍ مني ولا غضب\nأصد عنه ارتقاباً أن ألم به\n...\nومن يخف قالة الواشين يرتقب\nإني حويت على الأقوام مكرمةً\n...\nقدماً، وحذرني ما يتقون أبي\nوقال لي قول ذي علم وتجربة\n...\nبسالفات أمور الدهر والحقب\nأمرتك الخير فافعل ما أمرت به\n...\nفقد تركتك ذا مالٍ وذا نشب\nقال ابن السيرافي قال تليد العبشمي\nشفيت الغليل من سميرٍ وجعونٍ\n...\nوأفلتنا رب الصلاصل عامر\nوأيقن أن الخيل إن تلتبس به\n...\nيكن لفسيل النخل بعده آبر\nقال: وسبب هذا الشعر: أن طوائف من عبد القيس، أغارت على الأبناء من بني سعد، فهزمتهم الأبناء وقتلوا منهم سميراً وجعونة. وقال في الشعر وجعون فرخمه في غير النداء.\nورب الصلاصل: يجوز أن يكون أراد به أنه صاحب سلاح وخيل، والصلصلة: صوت الحديد، وكذا وجدته على هذا اللفظ وعلى هذا الهجاء. والله أعلم بالصواب.\nقال س: هذا موضع المثل:\nإذا اعترضت كاعتراض الهره\n...\nيوشك أن تسقط في أفره\nلو سكت ابن السيرافي عن تفسير مثل هذا الشعر من شعر القبيل، الذي يبلح فيه حذاق العلماء والنسابين - لم يجعل نفسه غرضاً لكل رام. وروي عن أبي عثمان المازني قال: حملنا منتخبات المفضل، فقرأناها على الأصمعي، فكل ما كان فيها من أشعار الشعراء المعروفين أجاب فيها، فلما صرنا إلى أشعار القبائل بلح فيها أبو سعيد.\nالجزء: 1 ¦ الصفحة: 10\n",
        "وهذا باب صعب، وكنت قد قلت: إن من لم يتقن علم النسب ومنازل العرب، وخاض في تفسير مثل هذا الشعر زلت قدمه.\nوالصواب ما أنشدناه أبو الندى رحمه الله:\nشفينا الغليل من سمير وجعونٍ\n...\nوأفلتنا رب الصلاصل عامر\nبضم الصاد من الصلاصل، وذكر أنه ماء لعامر هذا، في واد يقال له الجوف، به نخيل كثيرة ومزارع جمة.\nولا يكادون يقولون: فلان رب كذا، إلا أن يكون عظيماً من عظمائهم، وسيداً من ساداتهم، كما قالوا: رب مروان، ورب معد، ورب خصاف، وكما قالوا: رب الخورنق والسدير وأشباه ذلك.\nقال س: وذكر أن رهطاً من عبد القيس وفدوا على عمر بن الخطاب رضي الله عنه، فتحاكموا إليه في هذا الماء، أعني الصلاصل، فأنشده بعض القوم قول تليد العبشمي هذا، فقضى بالماء لولد عامر هذا. وهي أبيات شريفة أنشدناها أبو الندى رحمه الله.\nوالقصة ما ذكره ابن السيرافي، إلا أنه لم يذكر أسماءهم وألقابهم، وأنا ذاكر ذلك بعد إيراد الأبيات. وهي:\nأتتنا بنو قيس بجمعٍ عرمرم\n...\nوشنٌ وأبناء العمور الأكابر\nفباتوا مناخ الضيف حتى إذا زقا\n...\nمع الصبح في الروض المنير العصافر\nنشأنا إليهم وانتضينا سلاحنا\n...\nيمانٍ ومأثورٌ من الهند باتر\nونبلٌ من الوادي بأيدي رماتنا\n...\nوجردٌ كأشطان الجرور عواتر\nشفينا الغليل من سمير وجعونٍ\n...\nوأفلتنا رب الصلاصل عامر\nوأيقن أن الخيل إن يعلقوا به\n...\nيكن لفسيل الجوف بعده آبر\nينادي بصحراء الفروق وقد بدت\n...\nذرا ضبعٍ: أن افتح الباب جابر\nوالأبناء هم العقد: عوف وعوافة ومالك وجشم بنو سعد، تحالفوا والعمور من عبد القيس: الديل وعجل ومحارب بنو عمرو بن وديعة بن لكيز بن أفصى بن عبد القيس.\nقال ابن السيرافي قال أبو سدرة الأسدي\nتحسب هواسٌ وأيقن أنني\n...\nبها مفتدٍ من واحد لا أغامره\nفقلت له: فاها لفيك فإنها\n...\nقلوص امرئ قاريك ما أنت حاذره\nقال: في الكتاب: أبو سدرة الأسدي، وزعم بعضهم أنه هجيمي من بني الهجيم.\nقال س: هذا موضع المثل:\nرزقت بالنوك فالزم ما رزقت به\n...\nما يصنع الأحمق المرزوق بالكيس\nلو رزق ابن السيرافي على قدر إصابته لأكل القد جوعاً، وكل من لا يعرف أن أبا سدرة هجيمي أو أسدي فإنه لا يتعرض للكلام على مثل هذا الشعر.\nوأبو سدرة، وهو سحيم بن الأعرف، من بني الهجيم بن عمر بن تميم، وله مقطعات مليحة في كتاب بني الهجيم بن عمرو بن تميم. منها قوله:\nإلى حسان من أكناف نجدٍ\n...\nرحلنا العيس تنفخ في براها\nنعد قرابةً ونعد صهراً\n...\nويسعد بالقرابة من رعاها\nوأياً ما فعلت فإن نفسي\n...\nتعد صلاح نفسك من غناها\nقال ابن السيرافي قال الراجز\nأنعت عيراً من حمير خنزره\nفي كل عيرٍ مائتان كمره\nقال: خنزرة موضع فيما أرى، والرجز المنسوب إلى الأعور بن براء الكلابي، يهجو أم زاجر وهما من بني كلاب:\nأنعت أعياراً وردن أحمره\nوكل عير مبطنٌ بعشره\nفي كل عير أربعون كمره\nلاقين أم زاجر بالمزدره\nقال س: هذا موضع المثل:\nيا عطشاً والماء مني دان\n...\nوالرطب البرني في ثباني\nلم يعرف ابن السيرافي من هذا الشعر ما ينقع به غله إلى الصادي، والشعر إذا لم يعرف تمامه وقصته، لم تكن له حلاوة في حنك المستفيد.\nوكان من قصة هذا الرجز فيما أملاه علينا أبو الندى رحمه الله - أنه تهاجت امرأة ورجل من بني عبد الله بن كلاب، فأما الرجل بهو الأعور بن براء، وأما المرأة فهي أم زاجر، وهما عبدان. فقال الأعور بن براء:\nأنعت أعياراً وردن أحمره\nوكل عير مبطن بعشره\nفي كل عيرٍ أربعون كمره\nلاقين أم زاجر بالمزدره\nفكمنها مقبلة ومدبره\nحتى إذا ما لاح ضوء الزهره\nجئن بغمرٍ مثل حز الكركره\nوقالت أم زاجر:\nيا بن التي تضر باللقاح\nثم تغشيها إلى الصباح\nثم تكام في حرٍ قياح\nيكومها الأزعر أو فلاح\nالجزء: 1 ¦ الصفحة: 11\n",
        "قال: فالتقت أم زاجر والأعور عند رجل من قريش أرسل ساعياً على بني كلاب، فبينما القرشي مجتمعٌ عليه الناس وهو يصدق، سمع أم زاجر وقد ثارت وهي تقول: \" صه صاقع، صه صاقع، أير أبيكم فاقع، يلقم الضفادع، والرأس والأكارع، وكل ضب خادع \".\nقال: وبينهما مقاولات قبيحة.\nقال ابن السيرافي قال الشاعر\nلعمري لئن أمسيت يا أم جحدرٍ\n...\nنأيت لقد أبليت في طلبٍ عذرا\nتفاقد قومي إذ يبيعون مهجتي\n...\nبجاريةٍبهراً لهم بعدها بهرا\nوقال في عقيب هذا: قال الشاعر:\nألا لا تلطي الستر يا أم جحدرٍ\n...\nكفى بذرا الأعلام من دوننا سترا\nألا ليت شعري هل إلى أم جحدرٍ\n...\nسبيلٌ فأما الصبر عنها فلا صبرا\nقال س: هذا موضع المثل:\nوإن تحملت أمراً أو عنيت به\n...\nفلا يكونن تقصيرٌ ولا غبن\nمثل هذا الشعر إذا لم يعرف قائله، ولم يذكر السبب الذي جره كان كما قيل:\nوبعض القول ليس له عياجٌ\n...\nكمخض الماء ليس له إتاء\nوسبب هذا الشعر أن ابن ميادة كان ينسب بأم جحدر بنت حسان المرية، فحلف أبوها ليخرجنها إلى رجل من غير عشيرته ولا يزوجها بنجد، فقدم عليه رجل من الشام فزوجه إياها، فاهتداها وخرج بها إلى الشام، فتبعها ابن ميادة حتى أدركه أهل بيته، فردوه مصمتاً لا يتكلم من الوجد. وقد أثبت لك كل الأبيات لأنها من قلائد الشعر:\nألا حييا ربعاً بذي العش دارساً\n...\nوربعاً على الممدور مستعجماً قفرا\nأضربه حتى تنكر عهده\n...\nحراجف يسفرن الرغام به سفرا\nفذا العش أسقيت الغمام ولا يزل\n...\nترود بك الآجال مغلولباً نضرا\nخليلي من غيظ بن مرة بلغا\n...\nرسائل منا لا تزيد كما وقرا\nومرا على تيماء نسأل يهودها\n...\nفإن على تيماء من ركبها ذكرا\nوبالغمر قد جازت وجار مطيها\n...\nفأسقى الغوادي بطن نيان فالغمرا\nولما رأت أن قد قربن أبايراً\n...\nعواسف سهبٍ تاركاتٍ بها ثجرا\nأثار لها شحط الديار وجمجمت\n...\nأموراً وحاجاتٍ تضيق بها صدرا\nإذا جاوزت بصرى تقطع وصلها\n...\nوأغلق بوابان من دونها قصرا\nفلا وصل إلا أن تقارب بيننا\n...\nقلائص يجسرن الفلاة بنا جسرا\nغريرية الأنساب أوا ماطليةٌ\n...\nتنازع أيدي القوم ملويةً سمرا\nإذا الشمس دارت من مدار ووضعت\n...\nطنافسها ولينها الأعين الخزرا\nألا ليت شعري هل إلى أم جحدرٍ\n...\nسبيلٌ فأما الصبر عنها فلا صبرا\nولو كان نذرٌ مدنياً أم جحدر\n...\nإلي لقد أوجبت في عنقي نذرا\nألا لا تلطي الستر يا أم جحدرٍ\n...\nكفى بذرا الأعلام من دوننا سترا\nلعمري لئن أمسيت يا أم جحدرٍ\n...\nنأيت لقد أبليت من طلبٍ عذرا\nألا ليت شعري هل يحلن أهلنا\n...\nوأهلك روضاتٍ ببطن اللوى خضرا\nوهل تطرقن الريح تدرج موهناً\n...\nبرياك تعروري بها الجرع العفرا\nقال ابن السيرافي قالت الخنساء\nتبكي لحزنٍ هي العبرى وقد عبرت\n...\nودونه من جديد الأرض أستار\nحنين والهةٍ ضلت أليفتها\n...\nلها حنينان إصغارٌ وإكبار\nترتع ما رتعت حتى إذا ادكرت\n...\nفإنما هي إقبال وإدبار\nقال: الوالهة يجوز أن تكون بقرة أو ظبية أو ناقة.\nقال س: هذا موضع المثل:\nإحدى خزاعة أو مزينة أو\n...\nإحدى فزارة أو بني عبس\nقول ابن السيرافي: يجوز أن تكون الوالهة كذا أو كذا أو كذا يزيد المستفيد حيرة، وبدعه في لبس، ولا يدري بأيها يأخذ، ويدل هذا القول أيضاً على بلادة ابن السيرافي، فإن العرب لا تضرب المثل في شدة الحنين والوله بالظباء والبقر، ولا يقولون: أحن من بقرة ولا أحن من ظبية، وقد قالوا: أحن من شارف. قال متمم بن نويرة:\nوما وجد أظآرٍ ثلاثٍ روائمٍ\n...\nوجدن مجراً من حوارٍ ومصرعا\nالجزء: 1 ¦ الصفحة: 12\n",
        "يذكرن ذا البث الحزين ببثه\n...\nإذا حنت الأولى سجعن لها معا\nبأوجد مني يوم فارقت مالكاً\n...\nوقام به الناعي السميع فأسمعا\nوقال آخر - أنشدناه أبو الندى رحمه الله -:\nوتفرقوا بعد الجميع لنيةٍ\n...\nلا بد أن يتفرق الجيران\nلا تصبر الإبل الجلاد تفرقت\n...\nحتى تحن، ويصبر الإنسان\nوقال أعرابي من بني كلاب:\nمن يك لم يغرض فإني وناقتي\n...\nبحجرٍ إلى أهل الحمى غرضان\nتحن وتبدي ما بها من صبابةٍ\n...\nوأخفي الذي لولا الأسى القضاني\nقال ابن السيرافي قال حبر بن عبد الرحمن\nتربعت بلوى إلى رهائها\nحتى إذا ما طار من عفائها\nوصار كالريط على أقرائها\nتتبع صات الهدر من أثنائها\nجابت عليه الحبر من ردائها\nتذكرت تقتد برد مائها\nوعتك البول على أنسائها\nقال س: هذا موضع المثل:\nوالله للنوم بجرعاء الحفر\n...\nأهون من عكم الجلود بالسحر\nلو اشتغل ابن السيرافي بالإعراب، وقليلٍ من اللغة، ولم يعرض مثل هذا الرجز الذي لم يعرف قائله ولا نظام أبياته - لكان أهون عليه، وأقل لاجتذاب الطعن عليه. ونسق الأبيات على ما أثبته لك ها هنا على ما أكتبناه أبو الندى رحمه الله، وذكر أنها لأبي وجزة السعدي.\nظلت بذاك القهر من سوائها\nبين أقيبين إلى رنقائها\nفيما أقر العين من أكلائها\nمن عشب الأرض ومن ثمرائها\nحتى إذا ما تم من أظمائها\nوعتك البول على أنسائها\nوحازها الأضعف من رعائها\nحوز الكعاب الثني من ردائها\nتذكرت تقتد برد مائها\nوالقصب العادي من أطوائها\nفبذت العاجز من رعائها\nوصبحت أشعث من إبلائها\nيبارك النزع على ظمائها\nطلحاً يبيت الليل في ذرائها\nكأنها إذ حضرت لمائها\nكتيبة فاءت إلى لوائها\nقد هزها الأعداء من لقائها\nتكاد في الزحم وفي اعتدائها\nتقطر الجلعد من أثنائها\nإذا عوى الصيفي من غذائها\nألح مثل الرعد من غنائها\nقال أبو الندى: تقتد: قرية بالحجاز، بينها وبين قلهى جبل يقال له أديمة، وبأعلى هذا الوادي رياض تسمى الفلاج بالجيم معجمة، جامعة للناس أيام الربيع، وبها مساك كثير لماء السماء، يكتفون به صيفهم وربيعهم إذا مطروا.\nقال ابن السيرافي قال جرير\nأثعلبة الفوارس أو رياحا\n...\nعدلت بهم طهية والخشابا\nقال: ثعلبة ورياح قبيلتان من بني يربوع وهم قوم جرير، وطهية من بني مالك ابن حنظلة بن مالك وهم أقرب إلى الفرزدق منهم إلى جرير.\nيخاطب الفرزدق بذلك، وينكر عليه أن يسوي طهية والخشاب بني ثعلبة وبني رياح.\nقال س: هذا موضع المثل:\nنصيبان من قلبي: نصيب أطاعني\n...\nوبان بوصل الغانيات نصيب\nذكر ابن السيرافي بعض ما في البيت غير مستوٍ، وهو نسب طهية من بني مالك ابن حنظلة، وإنما هي: أم عون وأبي سود ابني مالك بن حنظلة، وطهية هي بنت عبد شمس بن سعد بن زيد مناة بن تميم، والخشاب - وهو ما لم يعرفه - ربيعة ورزام ابنا مالك بن حنظلة، ويقال لهما الأخشبان، وإذا جمعوا قالوا: الخشاب.\nوقوله: ثعلبة ورياح قبيلتان من بني يربوع، من عمى قلبه في النسب، لأنه يقال فلان وفلان قبيلتان من بني فلان، إذا كان بينهما وبين القبيل الأعظم أجداد وآباء، فأما إذا كان من صلبه فإنما يقال: هما ابناه، وثعلبة ورياح هما ابنا يربوع بن حنظلة.\nقال ابن السيرافي قال عمرو بن معد يكرب\nأريد حباءه ويريد قتلي\n...\nعذيرك من خليلك من مراد\nفلو لاقيتني للقيت قرناً\n...\nوصرح شحم قلبك عن سواد\nقال: وسبب هذا الشعر أن عمرو بن معد يكرب، غزا هو ورجل من مراد يقال له أبي، فلما أرادا أن يقتسما الغنيمة، التمس من عمرو أن يعطيه مثل ما يأخذ، فأبى عمرو أن يفعل ذلك، فتوعده أبي، وبلغ عمراً أنه يتوعده فقال هذا الشعر.\nقال س: هذا موضع المثل:\nفإن بهذا الغور غور تهامةٍ\n...\nهوى النفس لا بالجلس من مستوى نجد\nالجزء: 1 ¦ الصفحة: 13\n",
        "مراد الشاعر بهذا البيت ليس بأبي الذي ذكره ابن السيرافي، وكيف يكون ذلك، وأبي هو أبي بن معاوية بن صبح، من بني مسلية بن عامر بن عمرو بن علة بن جلد بن مالك بن أدد، وليس هو من مراد، فكيف يقول: من خليلك من مراد؟ وإنما المراد بهذا البيت: قيس بن هبيرة بن عبد يغوث المرادي، وهو ابن أخت عمرو بن معد يكرب، وهبيرة هو المكشوح، فأما أبي - وهو من بني مسلية - فهو الذي يقول فيه عمرو في كلمة له أخرى:\nتمناني ليلقاني أبيٌ\n...\nنعامة قفرة بغت المبيضا\nوفيه يقول أيضاً:\nوابن صبح سادراً يوعدني\nوسبب هذا الشعر أن قيس بن المكشوح قال يخاطب عمراً في كلمة له طويلة:\nألا أبلغ أبا ثورٍ رسولاً\n...\nفما بيني وبينك من وداد\nتمنى أن تلاقيك المنايا\n...\nأبا ثورٍ فهل لك في الجلاد\nفإن كنت الغداة تريد قرناً\n...\nفأدن إذن سوادك من سوادي\nبخيلٍ تلتقي منا ومنكم\n...\nوإلا فالأحاد إلى الأحاد\nفأجابه عمرو في كلمة له طويلة:\nأريد حباءه ويريد قتلي\n...\nعذيرك من خليلك من مراد\nومن يشرب بماء الجوف يعذر\n...\nعلى ما كان من حمق الفؤاد\nقال ابن السيرافي قال شقيق بن جزء بن رياح الباهلي\nوعاد عليه أن الخيل كانت\n...\nطرائق بين منقيةٍ ورار\nكأن عذيرهم بجنوب سلى\n...\nنعامٌ فاق في بلدٍ قفار\nقال: سلى موضع بعينه. وكانت بنو ضبة غزت باهلة، وعليهم حكيم بن قبيصة بن ضرار الضبي، فهزمتهم باهلة، وجرحوا حكيماً، وقتلوا عبيدة الضبي.\nقال س: هذا موضع المثل:\nآب الكرام بالسبايا غنيمةً\n...\nوآب بنو نهد بأيرين في سفط\nجاء ابن السيرافي بغلطين فاحشين في تفسير هذا الشعر، لأنه ذكر أن بني ضبة أغارت على بني باهلة، فهزمتهم باهلة. وهذا بجهله بسلى أنها في بلاد باهلة أو ببلاد ضبة، وجاء بالأبيات أيضاً متفرقة لا متوالية، وفيها أيضاً تقديم وتأخير.\nوالصواب ما أملاه علينا أبو الندى رحمه الله قال: أغار شقيق بن جزء الباهلي على بني ضبة بسلى وساجر، وهما روضتان لعكل، وإياهما عنى سويد ابن كراع بقوله:\nأشت فؤادي من هواه بساجرٍ\n...\nوآخر كوفي هوىً متباعد\nوضبة وعكل وعدي وتيم حلفاء متج\n...\nاورن، وفيهم يقول لقيط بن زرارة:\nألا من رأى العبدين إذ ذكرا له\n...\nعدي وتيمٌ تبتغي من تحالف\nفحالف فلا والله تهبط تلعةً\n...\nمن الأرض إلا أنت للذل عارف\nوضبة عبدٌ ثالث لا أخا له\n...\nكما زيف النمي بالكف صارف\nرجع إلى الحديث - فهزمهم، وأفلت عوف بن ضرار في ذلك اليوم، وحكيم بن قبيصة بن ضرار بعد أن جرح، وقتلوا عبيدة بن قضيب الضبي.\nوقال شقيق بن جزء في إفلات عوف بن ضرار:\nأفلتنا لدى الأسلات عوفٌ\n...\nلدى الورهاء تطعن في اللجام\nوكان هو الشفاء فأحرزته\n...\nصنيع المتن رابية الحزام\nكأن حمامة ورقاء يرمى\n...\nبها الرجوان من ورق الحمام\nأهان لها الطعام فلم تضعه\n...\nغداة الروع إذ أزمت أزام\nوقال شقيق في يوم سلى:\nلقد قرت لهم عيني بسلى\n...\nوروضة ساجرٍ ذات العرار\nجزيت الملحبين بما أزلت\n...\nمن البوسى رماح بني ضرار\nنكسر في متونهم العوالي\n...\nوتمضي السمهرية في انئطار\nوأفلت من أسنتنا حكيمٌ\n...\nجريضاً مثل إفلات الحمار\nوعاد إليه أن الخيل كانت\n...\nطرائق بين منقيةٍ ورار\nكأن عذيرهم بجنوب سلى\n...\nنعامٌ فاق في بلد قفار\nولما أن رأيت أبا حديرٍ\n...\nصريع القوم حق به حذاري\nولم أك نافساً شيئاً عليه\n...\nولم يك نافعي إلا اتياري\nتركت الطير عاكفةً عليهم\n...\nكما عكف النساء على دوار\nولولا الليل عاد لهم بنحسٍ\n...\nبأشأم طائرٍ راقٍ وجار\nالجزء: 1 ¦ الصفحة: 14\n",
        "فإما تقتلن أبا حديرٍ\n...\nفإني قد شفى نفسي انتصاري\nتركن عبيدة الضبي يكبو\n...\nعلى الكفين مرتمل الإزار\nقال ابن السيرافي قال العجير السلولي\nفباتت هموم الصدر شتى يعدنه\n...\nكما عيد شلوٌ بالعراء قتيل\nفبيناه يشري رحله قال قائلٌ\n...\nلمن جملٌ رخو الملاط طويل\nمحلى بأطواقٍ عتاقٍ كأنها\n...\nبقايا لجينٍ جرسهن صليل\nقال س: هذا موضع المثل:\nمالك من بثينة إلا ما ترى\nشوقٌ يعنيك وغربات النوى\nليس للمستفيد مما أورد ابن السيرافي في هذه الأبيات إلا هناتٌ وهنابث وتخاليط، لا يحلى الإنسان منها بطائل.\nوما هذا الشعر للعجير السلولي، ولا الأبيات مستوية النظام. بل الصواب أنها للمخلب الهلالي كما أنشدناه أبو الندى رحمه الله، وقال لنا: ليس في الأرض بدوي إلا وهو يحفظ هذه القصيدة:\nوجدت بها وجد الذي ضل نضوه\n...\nبمكة يوماً والرفاق نزول\nبغى ما بغى حتى أتى الليل دونهم\n...\nوريحٌ تعلي بالتراب جفول\nأتى صاحبيه بعد ما ضل سعيه\n...\nبحيث تلاقت عامرٌ وسلول\nفقال احملا رحلي ورحليكما معا\n...\nفقالا له كل السفاه تقول\nفقال احملني واتركا الرحل إنه\n...\nبمنزلةٍ والعاقبات تدول\nفقالا معاذ الله. فاستر بعتهما\n...\nورحليهما مهريةٌ وذمول\nشكا من رفيقيه الجفاء ونقده\n...\nإذا قام يستام الركاب قليل\nفبيناه يشري رحله قال قائل\n...\nلمن جملٌ رخو الملاط ذلول\nمحلى بأطواقٍ عتاقٍ ترشه\n...\nأهلة جنٍّ بينهن فصول\nفهلل حيناً تم راح بنضوه\n...\nوقد حان من شمس النهار أفول\nفما تم قرن الشمس حتى أناخه\n...\nبقرنٍ وللمستعجلات زليل\nفلما طوى الشخصين وازور منهما\n...\nووطنه بالنقر وهو ذلول\nفقاما يجران الثياب كلاهما\n...\nلما قد أسرا بالخليل قبيل\nفقال ارفعا رحليكما وترفعا\n...\nفماء الأداوى بالفلاة قليل\nقال: وللمخلب هذا مقطعات طريفة، فمنها قوله:\nبدهنا الملاح الأدم بالصرم بعدما\n...\nجرى بيننا مستطرفات الوسائل\nأبى القلب إلا حبه غير معجلٍ\n...\nذوات الثنايا والفروع الموائل\nعريضات أقطانٍ مريضات أعينٍ\n...\nمليحات ما تبدي ثنايا الجدائل\nكأن جلياً من أباريق فضةٍ\n...\nإذا قمن يبدو من خلال الغلائل\nأولئك يسبين الفتى الغر نفسه\n...\nويوثقن من نازعنه في الحبائل\nوهو القائل أيضاً:\nأما وجلال الله لو كان يشترى\n...\nوصالٌ لأغلينا إذاً بوصالك\nولو يشترى قرب النوى لاشتريته\n...\nبسوم غلاءٍ أو بحكم رجالك\nولو يقتدي من غربة الدار واحدٌ\n...\nبشيءٍ لأغليت الفدا من زيالك\nولو ذبحوا بالسيف أوجد واجدٍ\n...\nبكم، أيقنت نفسي بأني ذلك\nفجني قلوص المالكي على الوجا\n...\nإلى أرض حبى في حرود نعالك\nفلله إن بلغت رحلي لأهلها\n...\nبهضب الصفا أن تطلقي من حبالك\nوألا تخطي سبسباً بعد سبسبٍ\n...\nوألا تبيتي ليلةً في عقالك\nوأن تهبطي ذات السليم فتسمعي\n...\nبها صوت قرقار الشبا من جمالك\nقال ابن السيرافي قال عامر بن جوين الطائي\nألم تركم بالجزع من ملكات\n...\nوكم بالصعيد من هجانٍ مؤبله\nولم أر مثلها خباسة واحدٍ\n...\nونهنهت نفسي بعد ما كدت أفعله\nقال: الجزع: منعطف الوادي، وملكات جمع ملكة، والصعيد: وجه الأرض.\nقال س: هذا موضع المثل:\nرويد يأتين على سواج\nهناك يبدو خبر الأعلاج\nوالقين والكربج والنساج\nالجزء: 1 ¦ الصفحة: 15\n",
        "هذا أرقع ما جاء به ابن السيرافي، ولو كان له حياء لما استحسن لنفسه أن يدخلها في مثل هذا التصحيف الشنيع، ولكن لا دواء لمن لا حياء له.\nوالصواب: ما بالجزع من ملكان، وملكان: جبل من بلاد بني طيئ، وكان يقال له: ملكان الروم، لأن الروم كانت تسكنه في الجاهلية مرة.\nوأنشد أبو الندى رحمه الله:\nأبى ملكان الروم أن يشكروا لنا\n...\nويومٌ بنعف القور لم يتصرم\nقال: ونظير ملكان في الوزن ورقان، وهو الذي يقول فيه الخضري - وهو من بني خضر بن محارب بن خصفة -:\nلو أن الشم من ورقان زالت\n...\nوجدت مودتي بك لا تزول\nفقل لحمامة الخرجاء سقياً\n...\nلظلك حيث يدركك المقيل\nونظيره أيضاً بدلان، وهو الذي ذكره امرؤ القيس:\nليالينا بالنعف من بدلان\nونظير ذلك كثير.\nوهذه الأبيات قالها عامر بن جوين الطائي في هند أخت امرئ القيس بن حجر، لما هرب من النعمان بن المنذر، ونزل عليه، فأراد عامر الغدر به، فتحول عنه. وهي:\nأأظعان هندٍ تلكم المتحمله\n...\nلتحزنني أم خلتي متدلله\nفما بيضةٌ بات الظليم يحفها\n...\nويفرشها زفاً من الريش مخمله\nويجعلها بين الجناح ودفه\n...\nإلى جؤجؤ جاف بميثاء حومله\nبأحسن منها يوم قالت: ألا ترى\n...\nتبدل خليلاً إنني متبدله\nألم تر ما بالجزع من ملكان\n...\nوما بالصعيد من هجان مؤبله\nفلم أر مثلها خباسة واحد\n...\nونهنهت نفسي بعد ما كدت أفعله\nقال ابن السيرافي قال الشماخ\nوواعدتني ما لا أحاول نفعه\n...\nمواعيد عرقوبٍ أخاه بيترب\nيترب: موضع على مثال يرمع وهو غير يثرب.\nقال س: هذا موضع المثل:\nيحيي البيض ويقتل الفراخ\nكثيراً ما يلهج ابن السيرافي بالتصحيف الفاحش، ويدع الصريح الصر نقح جانباً.\nيترب ها هنا في وزن يرمع كما ذكره ابن السيرافي - تصحيف فاحش، والصواب في هذا البيت يثرب وهي مدينة النبي صلى الله عليه وسلم، كانت تسمى في الجاهلية يثرب، وثم جرت قصة عرقوب. فأما يترب وبلاد فهما بلدان قريبان من حجر اليمامة، تجود سهمانها. والبيت من أبيات الشماخ وهي:\nأواعدتني ما لا أحاول نفعه\n...\nمواعيد عرقوبٍ أخاه بيثرب\nوواعدتني عاديةً بين جولها\n...\nوبين رجاها نصف شأوٍ مغرب\nتميل كما مالت على أخواتها\n...\nخرود عذارى في خباء مطنب\nوأنشدنا أبو الندى رحمه الله في مواعيد عرقوب - وهو بيت مثل -:\nكأن مواعيد القضاعي جاره\n...\nمواعيد عرقوب أخاه بيثرب\nقال ابن السيرافي قالت ليلى الأخيلية\nإن الخليع ورهطه من عامرٍ\n...\nكالقلب ألبس جؤجؤاً وحزيما\nلا تقربن الدهر آل مطرفٍ\n...\nإن ظالماً فيهم وإن مظلوما\nقال: تمدح بذلك همام بن مطرف، وهو من ولد الخليع.\nقال س: هذا موضع المثل:\nإن المحامين عن المجد قلل\nمعرفة مثل هذا الشعر وما فيه من النسب - عزيز، ليس البيت لليلى الأخيلية، بل هو لحميد بن ثور الهلالي في كلمته التي أولها:\nلما تخايلت الحمول حسبتها\n...\nدوماً بأيلة ناعماً مكموما\nوهي أبيات.\nولم يذكر ابن السيرافي الخليع، أنه من أي الناس. وهو من بني عقيل، والخلعاء: عمرو وعامر وعويمر من بني ربيعة بن عقيل، وإياهم عنى الخطيم اللص بقوله:\nفلو كنت من رهط الأصم بن مالكٍ\n...\nأو الخلعاء أو زهير بني عبس\nإذاً لرمت قيسٌ ورائي بالحصى\n...\nوما أسلم الجاني لما جر بالأمس\nقال ابن السيرافي قال حميد بن ثور\nوما هي إلا في إزار وعلقةٍ\n...\nمغار ابن همامٍ على حي خثعما\nقال: هو عمرو بن همام بن مطرف من الخلعاء، كانت خثعم قتلت أباه همام بن مطرف، فأتى نجدة بن عامر الحروري فأظهر له أنه على رأيه، وسأله أن يبعث معه ناساً من أصحابه، فأرسل معه نجدة خيلاً، فأغار على خثعم فأصاب منهم فأدرك بثأر أبيه، وصار رأساً في الخوارج. ولما قضى حاجته رجع إلى قومه فنزل فيهم، ثم وضع السيف في النجدية.\nقال س: هذا موضع المثل:\nالجزء: 1 ¦ الصفحة: 16\n",
        "قد غرني برداك من خدافلي\n...\nيا ليت من خدافلي على حري\nغر ابن السيرافي قصيدة حميد الميمية، التي أولها:\nسل الربع أنى يممت أم سالم\n...\nوهل عادةٌ للربع أن يتكلما\nفتوهم أن هذا البيت منها، والكمر أشباه الكمر والبيت للطماح بن عامر ابن الأعلم بن خويلد العقيلي، وهو شاعر مجيد، وله مقطعات حسان، وهو القائل في كلمة له يفتخر فها:\nوسارا من الملحين ملحي صعايدٍ\n...\nوتثليث سيراً يمتطي فقر البزل\nفما قصرا في السير حتى تناولا\n...\nبني أسدٍ في دراهم وبني عجل\nيقودون جرداً من بنات مخالسٍ\n...\nوأعوج تقفى بالأجلة والرسل\nقال الطماح العقيلي:\nعرفت لسلمى رسم دارٍ تخالها\n...\nملاعب جنٍ أو كتاباً منمنما\nوعهدي بسلمى والشباب كأنه\n...\nعسيبٌ نما في ريةٍ فتقوما\nوما هي إلا ذات وثرٍ وشوذرٍ\n...\nمغار ابن همامٍ على حي خثعما\nجويريةٌ ما أخلفت من لفافة\n...\nولا الثدي منها ما عدا أن تحلما\nتعلقتها وسط الجواري غريرةً\n...\nوما حليت إلا الجمان المنظما\nإلى أن دعت بالدرع قبل لداتها\n...\nوعادت ترى منهن أبهى وأفخما\nوغص سواراها فما يألوانها\n...\nإذا بلغا الكفين أن يتقوما\nوعادت كهيلٍ من نقاً متلبدٍ\n...\nوأفعمت الحجلين حتى تفصما\nقال ابن السيرافي قال حريث بن جبلة العذري\nحتى كأن لم يكن إلا تذكره\n...\nوالدهر أيتما حالٍ دهارير\nقال س: هذا موضع المثل:\nاختلط الليل بألوان الحصى\nخلط ابن السيرافي في هذا الاسم، إنما هو جبلة بن الحويرث العذري، وقد أورد ابن السيرافي تمام الأبيات.\nقال ابن السيرافي قال عمرو بن قميئة\nقد ساءلتني بنت عمروٍ عن ال\n...\nأرضين إذ تنكر أعلامها\nلما رأت ساتيد ما استعبرتلله در اليوم من لامها\nتذكرت أرضاً بها أهلها\n...\nأخوالها فيها وأعمامها\nقال: ساتيد ما جبل، واستعبرت بكت.\nقال س: هذا موضع المثل:\nمن لم يسمن جواداً كان يركبه\n...\nفي الخصب قام به في الجدب مهزولا\nكنت قد أعلمتك أن من لم بمارس علم المنازل لم يفلح في مثل هذا من الشعر، وذلك أن المستفيد إذا لم يعرف ساتيدما أي بلاد الله، لم يتصور معنى هذا البيت، وسبب بكائها، ومعنى أنها لما فارقت بلاد قومها، ووقعت إلى بلاد الروم بكت وندمت على ذلك.\nوإنما أراد عمرو بهذه الأبيات نفسه لا بنته، وإنما كنى عن نفسه بها. وساتيد ما: جبل ما بين ميا فارقين وسعرت. كذا أخبرناه أبو الندى.\nوقال عمرو هذا الشعر، حين خرج مع امرئ القيس إلى الروم، وقصتهما معروفة.\nقال ابن السيرافي قال ضابئ بن الحارث البرجمي\nمن يك أمسى بالمدينة رحله\n...\nفإني وقيارٌ بها لغريب\nوما عاجلات الطير تدني من الفتى\n...\nنجاحا ولا عن ريثهن يخيب\nقال: قيار اسم جمله.\nقال س: هذا موضع المثل:\nبدلٌ من البازي غرابٌ أبقع\nجعل ابن السيرافي في مكان فرسٍ جواد جملاً ثفالاً، وقيار اسم فرسه لا اسم جمله، وهو الفرس الذي أوطأه ضابئٌ بعض صبيان أهل المدينة حتى أخذه عثمان وحبسه.\nقال ابن السيرافي قال شاعر من همدان\nيمرون بالدهنا خفافاً عيابهم\n...\nويخرجن من دارين بجر الحقائب\nعلى حين ألهى الناس جل أمورهم\n...\nفندلاً زريق المال ندل الثعالب\nقال: زريق نداء، وهي قبيلة، كأنه قال: اندلي يا زريق المال. والدهناء: موضع، ودارين موضع أيضاً، وقوله: على حين ألهى الناس جل أمورهم: يريد حين اشتغل الناس بالفتن والحروب. وقيل: إنه يصف قوماً تجاراً، يحملون المتاع من دارين ويبيعونه، ويمرون بالدهناء بعدما باعوا متاعهم. وقيل: إنه يصف لصوصاً، يأتون إلى دارين فيسرقون ويملأون حقائبهم، ثم يفرغونها ويعودون إلى دارين.\nقال س: هذا موضع المثل:\nيسقيه من كل يدٍ بكاس\n...\nفالقلب بين طمعٍ وياس\nالجزء: 1 ¦ الصفحة: 17\n",
        "تكلم ابن السيرافي بكل ما عنده من الكلام في هذا الشعر، إلا أنه لم يفلح ولم ينجح، وذلك لما قلت لك: إن من لم يرض نفسه في علم الأنساب والأيام، فاعترض على مثل هذا الشعر بكلامه، أهدف نفسه لألسنة الطاعنين. وإذا لم يعرف المتأدب القائل لهذا الشعر، ولا من قيل فيه، ولا القبيل المخاطب به: من هم، وممن هم - لم يتحقق معاني هذه الأبيات.\nوكان من قصتها أن النعمان بن العجلان بن النعمان بن عامر الزرقي وزريق هو ابن عامر بن زريق بن عبد حارثة بن مالك بن غضب بن جشم بن الخزرج - ولاه علي عليه السلام البحرين، فقال رجل من الأنصار:\nأرى فتنةً قد ألهت الناس عنكم\n...\nفندلاً زريق المال ندل الثعالب\nفإن ابن عجلان الذي قد علمتم\n...\nيبدد مال الله فعل المناهب\nيمرون بالدهنا خفافاً عيابهم\n...\nويخرجن من دارين بجر الحقائب\nفإذا عرفت القصة ونظام الأبيات، لاح لك المعنى بحقيقته، ونادى على نفسه.\nقال ابن السيرافي قال الشاعر\nوأنت مكانك من وائلٍ\n...\nمكان القراد من است الجمل\nيعني أنه أخس قبائل بكر بن وائل وأوضعها، فإنه في خسة المنزلة وسقوطه لا يلتفت إليه، مثل القراد يتعلق باست الجمل.\nقال س: هذا موضع المثل:\nفلو كان يكفي واحداً لكفيته\n...\nولكن بريشٍ ما يطيرن طائر\nكيف يكون هذا المهجو أخس بكر بن وائل وهو رجل من بني تغلب، وهذا أيضاً لجهل ابن السيرافي بالنسب الذي لا بد منه في معرفة مثل هذا من الشعر.\nوقائل البيت عتبة بن الوغل التغلبي، يهجو كعب بن جعيل التغلبي، فهو إذاً أخس بني تغلب لا أخس بني بكر بن وائل. وهي قصيدة مليحة، أولها:\nعسى أن تريع بسلمى النوى\n...\nويجمع ربي شتيت الأمل\nسبتني بأشنب شتى النبا\n...\nت عذب المقبل صافٍ رتل\nوفيها يقول:\nوسميت كعباً بشر العظام\n...\nوكان أبوك يسمى الجعل\nوأنت مكانك من وائلٍ\n...\nمكان القراد من است الجمل\nأي كمكان القراد، أي أنت في مآخير القوم.\nقال ابن السيرافي قال الراجز\nإذا أكلت سمكاً وفرضا\nذهبت طولاً وذهبت عرضا\nقال: كأنه قال: ذهبت في جهة طويلاً، وذهبت في جهة عريضاً، وأراد أن أكله السمك وهذا الضرب من التمر قد أطاله وأعرضه وأسمنه.\nقال س: وهذا موضع المثل:\nقد أدبر الأمر حتى ظل محتبياً\n...\nأبو حبيرة يفتي وابن شداد\nالذي يدل على جهل ابن السيرافي بهذا الرجز، وإقدامه على ما لم يكن يعرفه وتصديه لطلب التصدر بغير كفاية - أنه جاء بهذين البيتين متفرقين لا متوالين، ثم تفسيره له: أن هذا الضرب من السمك والتمر قد أطاله وأعرضه وأسمنه. وما أجود ما قال القائل:\nمن كل داء طبيب يستطب به\n...\nإلا الحماقة ما يشفي مداويها\nنظام الأبيات على ما أملاه علينا أبو الندى - وزعم أنها من مداعبات الأعراب -:\nلو اصطبحت قارصاً ومحضا\nثم أكلت رابياً وفرضا\nوالزبد يعلو بعض ذاك بعضا\nثم شربت بعده المرضا\nسمقت طولاً وذهبت عرضا\nكأنما آكل مالاً قرضا\nقال أبو الندى: هذا مثل قولهم:\nإذا تغديت وطابت نفسي\nفليس في الحي غلام مثلي\nإلا غلامٌ قد تغدى قبلي\nوقوله: سمقت طولاً وذهبت عرضا، يعني من الخيلاء.\nقال ابن السيرافي قال رجل من خثعم\nعزمت على إقامة ذي صباحٍ\n...\nلأمرٍ ما يسود من يسود\nقال: يريد عزمت على الإقامة إلى وقت الصباح، لأني رأيت الرأي والحزم يوجبان ذلك.\nقال س: هذا موضع المثل:\nكل فضل من أبي كعبٍ درك\nالقدر الذي ذكره ابن السيرافي في تفسير هذا البيت كثير منه، وذلك أنه لم يعرف قائل البيت، ولا السبب الذي أوجب قوله:\nعزمت على إقامة ذي صباح\nوهذا البيت هو لأنس بن مدرك الخثعمي، وذلك أنه غزا هو ورئيس آخر من قومه بعض قبائل العرب متساندين، فلما قربا من القوم أمسيا، فباتا حتى جن عليهم الليل، فقام صاحبه فانصرف ولم يغنم، وأقام أنس حتى أصبح، فشن عليهم الخيل، فأصاب وغنم وغنم أصحابه. فهذا معنى قوله:\nعزمت على إقامة ذي صباح\nوهو آخر الأبيات.\nالجزء: 1 ¦ الصفحة: 18\n",
        "قال أبو الندى: كان أنس مجاوراً لبني الحارث بن كعب، فوجد أصحابه منهم جفاءً، فأرادوا أن يفارقوهم، فقال لهم: أقيموا إلى الصباح. فلما ظفر بنو الحارث ببني عامر يوم فيف الريح، قال عند ذلك ما قال. وأول الأبيات:\nدعوت بني قحافة فاستجابوا\n...\nفقلت ردوا فقد طاب الورود\nدعوت إلى المصاع فجاوبوني\n...\nبوردٍ ما ينهنهه المزيد\nكأن غمامةً برقت عليهم\n...\nمن الأصياف ترجسها الرعود\nعزمت على إقامة ذي صباحٍ\n...\nلأمرٍ ما يسود من يسود\nقال ابن السيرافي قال جرير\nأبا لأراجيز يا بن اللؤم توعدنيوفي الأراجيز خلت اللؤم والخور\nقال: أراد بهذا الكلام عمر بن لجأ، يقول: أتهددني بالأراجيز، وفي الأراجيز خلت لؤم الشعراء وخورهم.\nقال س: هذا موضع المثل:\nلا در در ابني قريعة بعدها\n...\nفي بدء وافدةٍ ولا تعقيب\nلم يوفق ابن السيرافي للصواب في هذا البيت، بل أخطأ فيه من جهتين: الأولى أنه نسب البيت إلى جرير، وإنما هو للعين المنقري.\nوالثانية أنه غير القافية من الفشل إلى الخور.\nوأخطأ من جهة ثالثة أيضاً، وهو أنه جعل هذا البيت هجاء لعمر بن لجأ التيمي، وهو هجاء لرؤبة بن العجاج.\nوالأبيات للعين المنقري يهجو رؤبة، وهي:\nإني أنا ابن جلا إن كنت تعرفني\n...\nيا روب والحية الصماء في الجبل\nأبا الأراجيز يا بن الوقب توعدني\n...\nوفي الأراجيز بيت اللؤم والفشل\nما في الدوابر في رجلي من عقلٍ\n...\nعند الرهان ولا أكوى من العفل\nوكانت أم مالك بنت سعد من كلب، وكانت ضرائرها تسميها عفيل، ورؤبة من بني مالك بن سعد، وبنو مالك بن سعد هؤلاء يسمون بني العفيل.\nقال ابن السيرافي قال الشاعر\nكونوا أنتم وبني أبيكم\n...\nمكان الكليتين من الطحال\nقال: يقول: اقربوا من بني أبيكم وعاضدوهم، وليكن مكانكم منهم كمكان الكليتين من الطحال.\nقال س: لا أعرف هذا البيت على هذا الإنشاد، وأعرف \" مكان الكليتين من الطحال \" في أبيات لشعبة بن قمير المازني، ولعل هذا ذاك فغير. وأبيات شعبة:\nفأبلغ مالكاً عني رسولاً\n...\nوما يغني الرسول إليك مال\nتخادعنا عنا وتوعدنا رويداً\n...\nكدأب الذئب يأدو للغزال\nفلا تفعل فإن أخاك جلدٌ\n...\nعلى العزاء فيها ذو احتيال\nوأنا سوف نجعل موليينا\n...\nمكان الكليتين من الطحال\nونغنى في الحوادث عن أخينا\n...\nكما تغنى اليمين عن الشمال\nقال ابن السيرافي قال الشماخ\nأقب كأن منخره إذا ما\n...\nأرن على تواليهن كير\nله زجلٌ كأنه صوت حادٍ\n...\nإذا طلب الوسيقة أو زمير\nقال س: هذا موضع المثل:\nضرط البلقاء جالت في الرسن\nهذا باطل، وليس البيت للشماخ، إنما هو لربيع بن قعنب الفزاري.\nقال ابن السيرافي قال مضرس الأسدي\nكلابيةٌ وبريةٌ حبتريةٌ\n...\nنأتك وخانت بالمواعيد والذمم\nقال: في الكتاب حبترية بباء وتاء معجمة بنقطتين. وفي شعره حنثرية بنون وثاء منقوطة بثلاث نقط، ونأتك يعني نأت عنك.\nقال س: هذا موضع المثل:\nحقرته حتى إذا ظهري عرق\n...\nخليت عنه وهو ناجٍ منطلق\nحام ابن السيرافي على الصواب ولم يرد، وذاك أنه ذكر أن في الكتاب حبترية بباء وتاء معجمة بنقطتين، ثم قال: وفي شعره حنثرية بنون وثاء منقوطة بثلاث نقط، ثم سكت ولم يرجح الصواب على الخطأ، حتى لا يدري المستفيد أياً يأخذ وأياً يدع، وهذه رقاعة تامة.\nوالصواب في بيت الكتاب حنثرية بالنون والثاء المعجمة ثلاثاً من فوق، وهو حنثر بن وهب بن وبر بن الأضبط بن كلاب.\nوفي تميم أيضاً - وليس هذا موضعه - حنثر بن غوي بن سلامة بن غوي ابن جروة بن أسيد. وفي أسد أيضاً حنثر بن كاهل بن أسد.\nفأما حبتر بالباء والتاء المعجمة بثنتين من فوق، فهو حبتر بن عدي بن سلول من خزاعة. ومثل قول مضرس في الترتيب، قول سنجاع بن ركاض السلمي، أنشدناه أبو الندى:\nالجزء: 1 ¦ الصفحة: 19\n",
        "أبى القلب إلا حبها عامريةً\n...\nنأت دارها عني ولست أنالها\nضبابيةً حصينةً أرطويةً\n...\nكثيراً بأكناف الأراك احتلالها\nوما هي إلا أن توائم غارةٌ\n...\nترى الخيل فيها مستقراً رعالها\nقال ابن السيرافي قال رؤبة\nيا دار عفراء ودار البخدن\nبك المهامن مطفلٍ ومشدن\nقال: البخدن يروى على وجهين: بخدن على وزن جعفر، وبخدن على وزن زبرج.\nقال س: هذا موضع المثل: الذليل من تأكله النعامه، وتأكله الرخمة والهامه الأحمق من يغره هذا القول من ابن السيرافي، كيف يجوز: البخدن والبخدن وهو اسم علم، والأسامي لا تزال عن قواعدها، وكما لا يجوز أن تقول كلثم بكسر الكاف والثاء مكان كلثم، فكذلك لا يجوز البخدن بكسر الباء والدال.\nقال ابن السيرافي قال امرؤ القيس\nلنعم الفتى تعشو إلى ضوء ناره\n...\nطريف بن مالٍ ليلة الجوع والخضر\nقال: الشاهد فيه على ترخيم مالك في غير النداء.\nقال س: هذا موضع المثل: ذروا الغزو إلا أن تبيعوا وتمعسوا لم يكن ابن السيرافي من رجال الأنساب، فغلط في قول طريف بن مالك غلطاً لا يلتقي طرفاه، كيف يكون مال ترخيم مالك كما زعم، وإنما اسم الرجل مل، وهو طريف بن مل بن عميرة بن تيم بن عوف بن مالك بن ثعلبة من طيئ.\nقال ابن السيرافي قال الفرزدق\nورثت أبي أخلاقه عاجل القرى\n...\nوضرب عراقيب المتالي شبوبها\nقال: الشبوب: السيف.\nقال س: هذا موضع المثل:\nتبجحي بجاحه\n...\nفليس منك راحه\nفلما يجيء ابن السيرافي بشيء فيه خير، متى سمي السيف شبوباً، وإنما هو تصحيف.\nوالصواب: سبوبها بالسين غير المعجمة، يعني أنه يعرقب الإبل، والسب: القطع. ومنه قول ذي الخرق:\nفما كان ذنب بني مالكٍ\n...\nبأن سب منهم غلام فسب\nبأبيض ذي شطبٍ باترٍ\n...\nيتر العظام ويبري العصب\nويعني ب سبوبها نفس الممدوح.\nقال ابن السيرافي قال لبيد\nنحن بني أم البنين الأربعه\nونحن خير عامر بن صعصعه\nقال: أم البنين هي امرأة مالك بن جعفر بن كلاب، ولدت له خمسة بنين: معاوية بن مالك، ويقال له معود الحكماء، وعامر بن مالك ملاعب الأسنة، وسلمى بن مالك نزال المضيق، وربيعة بن مالك ربيع المقترين وهو أبو لبيد، والطفيل بن مالك فارس قرزل. فاحتاج لبيد لأجل الشعر فقال: أم البنين الأربعة، وهم خمسة.\nقال س: هذا موضع المثل: حوابة بلقاء تروي صادرا الحوابة: الدلو. مثل هذا من النسب يكد ابن السيرافي وأمثاله ممن لم يعمل في علم النسب، ولم يجهد نفسه فيه.\nأخطأ ابن السيرافي في قوله: إن سلمى بن مالك هو من ولد أم البنين، لأن ولد أم البنين خمسة: عبيدة وطفيل ومعاوية معود الحكماء، وعامر ملاعب الأسنة، وربيعة أبو لبيد الشاعر - بنو مالك بن جعفر، وأمهم أم البنين بنت عمرو بن عامر بن صعصعة.\nفأما سلمى وعتبة ابنا مالك فأمهما هند، امرأةٌ من بني سليم. ولم يكن عبيدة بن مالك مثل إخوته في الشهرة والنباهة، إلا أنه صدق وبر. وإنما ذكر لبيد الأربعة الأعيان.\nقال ابن السيرافي قال قيس بن ذريح\nتكنفني الوشاة فأزعجوني\n...\nفيا للناس للواشي المطاع\nقوله: \" فيا للناس للواشي المطاع \" أراد أنها تطيعهم إذا حملوها على هجره والبعد عنه.\nقال س: هذا موضع المثل: اقلب قلاب قلب ابن السيرافي معنى هذا البيت من الصواب إلى الخطأ، وإنما المطيع الواشي ههنا قيسٌ لا لبنى، وذلك أنه اجتمع عليه أبوه وجماعةٌ من قومه حتى طلق لبنى، فندم، فأنشأ يقول في كلمة له طويلة:\nواحزنا وعاودني رداعي\n...\nوكان فراق لبنى كالخداع\nتكنفني الوشاة فأزعجوني\n...\nفيا للناس للواشي المطاع\nفأصبحت الغداة ألوم نفسي\n...\nعلى شيء وليس بمستطاع\nكمغبونٍ يعض على يديه\n...\nتبين غبنه بعد البياع\nقال ابن السيرافي قال العجير السلولي\nلا تجعلي ضيفي ضيفٌ مقربٌ\n...\nوآخر معزولٌ عن البيت جانب\nولا تجعلي لي خادماً لا أحبه\n...\nفتأخذني من ذاك حمى وصالب\nالجزء: 1 ¦ الصفحة: 20\n",
        "قال: يريد لا ترتبي أضيافي، فتكرمي بعضهم وتهيني بعضهم، بل أكرمي جماعتهم ولا تحقري واحداً منهم.\nقال: وقوله ولا تجعلي لي خادماً لا أحب خدمته، فيأخذني من كراهيتي لخدمته حمى.\nقال س: هذا موضع المثل:\nإذا ما جئت عنبسة بن يحيى\n...\nرجعت مقلداً خفى حنين\nأي فائدة للمستفيد فيما ذكره ابن السيرافي ها هنا من قوله: لا ترتبي أضيافي، فتكرمي بعضهم، وتهيني بعضاً، من غير أن يذكر ما علة ذلك، ولم يكره قائل هذا الشعر إكرام بعضٍ وإهانة آخرين؟ وهذه والله أحموقة ظاهرة، وحماقات الرجال كثيرة.\nوإنما أراد العجير بهذا القول أنه إذا أكرمت بعض الضيفان دون بعض، فلهوى امرأته فيه، وكذلك إذا استخدمت خادماً يكرهه العجير، فإن ذلك أيضاً لأمرٍ ما مريب. ومن لم يعرف قصة هذه الأبيات وأبيات القصيدة كلها - فإن كل بيت منها يدل على ما قلت لك - لم يعرف معنى هذا الشعر.\nوذلك أن امرأة العجير كانت نشزت عليه، فرابه أمرها، وقالت لا بد لي من الحج، وقال ابنها: لا بد لأمي من الحج، فدعها ترتحل أحد أبعرتها هؤلاء. فلم يرها إلا تقود إحداها قد جاءت به وخطمته، فقال - وهي عثمة بنت معبد بن عبد الرحمن -:\nيا رب لا تغفر لعثمة ذنبها\n...\nوإن لم يعاقبها العجير فعاقب\nولم أرها إلا تقود بعيرها\n...\nفقالت: أرحني أي ركبٍ أصاحب\nفقلت لها: قد راح قبلك فتيةٌ\n...\nعلى قطرياتٍ خفاف الحقائب\nأخاف عليك الله أن يجعل التقى\n...\nسواك، وتلقي بعض تلك الصقالب\nأخاف إذا ماجت حبالٌ وغيرت\n...\nوغيب عنك القوم وخد النجائب\nوشمر مجنونٌ على شمريةٍ\n...\nبصيرٌ بعرس الشيخ والشيخ غائب\nفلما تناولت القلوص لتركبي\n...\nهوت كفه تفتات إحدى العجائب\nفملت التواءً غير نفرٍ وليتني\n...\nأراك، وللمقدور حين الجوالب\nفما شابك الأنياب قد شال خطره\n...\nيحوط القصايا محنقاً في السلائب\nبأسرع مني غيرةً فاحذرنني\n...\nعلى الرأس، أو ضرباً خلاف الرواجب\nوما صقر حجاج بن يوسف ممسكاً\n...\nبأسرع مني لمح عينٍ بحاجب\nحرامٌ عليك الحج لا تقربنه\n...\nإذا حان حج المسلمات التوائب\nولا تجعلي ضيفي ضيف مقربٌ\n...\nوآخر معزولٌ عن البيت جانب\nولا تجعلي لي خادماً لا أحبه\n...\nفيأخذني من ذاك حمى وصالب\nوضمي رحال القوم أو أبرزيهم\n...\nولا تفعلي ما ليس مثلي يقارب\nسمت عينها والعيس ينفخن في البرى\n...\nإلى راكبٍ من دونه ألف راكب\nقال ابن السيرافي قالت الخنساء\nوجاريةٍ من بنات الملو\n...\nك قعقعت بالخيل خلخالها\nككرفية الغيث ذات الصبير\n...\nتأتى السحاب وتأتالها\nفلا مزنةٌ ودقت ودقها\n...\nولا أرض أبقل إبقالها\nقال: تأتى السحاب: تقصد إلى جملة السحاب، تسير إلى السحاب برفق وتؤدة، وتأتال: تصلح السحاب بانضمامها إليه. وتأتال تفتعل، من: آل الشيء يؤوله إذا أصلحه.\nقال س: هذا موضع المثل:\nلليل خودٍ بين ماشطاتها\nوبين داياتٍ وأمهاتها\nأهون من ليل معانداتها\nلو ترك ابن السيرافي مثل هذا الشعر، الذي لم يعرفه، ولم يعرف قائله، وجاء به متفرقاً لا متوالياً، ولم يفسر قوله تأتالها: تصلح السحاب وتشاغل بإعراب وطرف من - كان أهدى سبيلا.\nليست هذه الأبيات للخنساء، وقد سقط منها أيضاً بيت وهو أجودها، وقوله: تأتالها أي تصلح السحاب فضيحة، لأنه لو كان كذلك، أوجب أن يرفع اللام، لأنه لا ناصب ها هنا للفعل.\nوالأبيات لعامر بن جوين الطائي، ونظامها:\nوجاريةٍ من بنات الملو\n...\nك قعقعت بالرمح خلخالها\nككرفئة الغيث ذات الصبي\n...\nر ترمي السحاب ويرمى لها\nتواعدها بعد مر النجو\n...\nم كلفاء تكثر تهطالها\nفلا مزنةٌ ودقت ودقها\n...\nولا أرض أبقل إبقالها\nالجزء: 1 ¦ الصفحة: 21\n",
        "وإنما نسب ابن السيرافي هذا الشعر إلى الخنساء لأنه اغتر بكلمتها التي أولها:\nألا ما لعينك أم مالها\n\" وما كل سوداء تمرة \" وقد أدخل في كلمة الخنساء هذه بيتان من هذه الأبيات وهما: \" وجارية وككرفئة \" وجعل الخطاب فيهما بصخر، ولا يخفى ذلك على البصير الناقد.\nوقوله: \" ترمي السحاب ويرمى لها \" تقول العرب: نشأت سحابة فجعل السحاب يرمى لها، أي ينضم إليها. وقال جامع بن عمرو بن مرخية الكلابي:\nأسقى منازل من دهماء قد درست\n...\nبالرمل ساريةٌ خضرٌ تواريها\nخضراء تحيي رميم الأرض قد بليت\n...\nيقص ساريها بالدجن غاديها\nبحرية نشأت يرمى السحاب لها\n...\nحتى تهلل نجدياً تهاميها\nقال ابن السيرافي قال حسان بن ثابت\nأولاد جفنة حول قبر أبيهم\n...\nقبر ابن مارية الجواد المفضل\nيغشون حتى ما تهر كلابهم\n...\nلا يسألون عن السواد المقبل\nقال: يمدح بذلك آل جفنة الغساني، وبلادهم بالشام، ومارية ذات القرطين هي أم جفنة بن عمرو مزيقياء.\nيغشون: يغشاهم الطالبون والسائلون ويكثرون عندهم. في كلام يشبه هذا.\nقال س: هذا موضع المثل:\nذهبت معدٌ بالعلاء ونهشلٌ\n...\nمن بين تالي شعره وممرق\nذهب العلماء بمعرفة ما في هذا البيت من معنى رائق، هو المعنى الذي ابن السيرافي عنه بمعزل، وكذلك ما فيه من النسب.\nأما مارية، فهي بنت الأرقم بن ثعلبة بن عمرو بن جفنة، وهي ذات القرطين الدرتين كأنهما بيضتا نعامة أو حمامة كانتا لها، وهي أم الحارث بن ثعلبة بن جفنة ابن عمرو مزيقياء بن عامر ماء السماء. وقوله: \" حول قبر أبيهم \" وهو المعنى الذي لم يعرفه ابن السيرافي - يعني أنهم ملوك لا يفارقون بلدهم وحيث قبر أبيهم، ليسوا أعراباً ناجعة يتحولون من بلد إلى بلد، كما قال امرؤ القيس يذكر امرأة بدوية تتنقل من ماء إلى ماء:\nأمن أجل أعرابية، حل أهلها\n...\nجنوب الملا عيناك تبتدران\nفدمعهما سحٌ وسكبٌ وديمةٌ\n...\nورشٌ وتوكاف وتنهملان\nقال ابن السيرافي قال زيد الخيل\nتمنى مزيدٌ زيداً فلاقى\n...\nأخا ثقةٍ إذا اختلف العوالي\nكمنيه جابرٍ إذا قال ليتي\n...\nأصادفه وأفقد بعض مالي\nقال: مزيد رجل من بني أسد، كان يتمنى أن يلقى زيد الخيل، فلقيه زيد الخيل فطعنه فهرب منه، فقال زيد في ذلك شعراً أوله ما أنشدته.\nقال س: هذا موضع المثل:\nإذا كان جار البيت بين محاربٍ\n...\nوعبسٍ، فلا يبشر بعزٍّ ولا نصر\nدفاعهم عنه إذا ما تجمعواوجدوا دفاع الإسكتين عن البظر\nهذا القدر الذي ذكره ابن السيرافي من قصة هذا البيت لا يغني عن المستفيد شيئاً، ولم يذكر جابراً أيضاً أنه من أي الناس. وهو رجل من غطفان، تمنى زيداً وهو من باهلة، حتى صبحه زيد، فقالت له امرأته: قد كنت تتمنى زيداً فعندك، فالتقيا، فاختلفا طعنتين وهما دارعان كلاهما، فاندق رمح جابر ولم يغن شيئاً، وطعنه زيد برمح له يسمى علاجاً - وكانت على كل كعب ضبة من حديد - فأندره فتقلب ظهراً لبطن، وانكسر ظهره ولم يقتله. فقالت امرأته حين أتته - وهي ترفعه منكسرا ظهره -: كنت تمنيت زيداً فلاقيت أخا ثقة.\nقال السيرافي قال أبو الخثارم البجلي - في منافرة بجيلة وكلب، فتحاكموا\nإلى الأقرع بن حابس، فقالت بجيلة نحن إخوة نزار ولهم أحاديث - فقال في ذلك أبو الخثارم\nيا أقرع بن حابسٍ يا أقرع\nإني أخوك فانظرن ما تصنع\nإنك إن تصرع أخاك تصرعوا\nإني أنا الداعي نزاراً فاسمعوا\nقال: جعل تصرعوا للجماعة، يريد الأقرع وقومه، ولا شاهد فيه على هذا الوجه. ويروى هذا الرجز مجروراً وأنشد:\nيا أقرع بن حابسٍ يا أقرع\nإني أنا الداعي نزاراً فاسمع\nفي باذخٍ من عزةٍ ومفزع\nوقائماً ثمت قل في المجمع\nللمرء أرطاةٍ أنا ابن الأقرع\nها إن ذا يوم علاً ومجمع\nومنظرٍ لمن رأى ومسمع\nقال س: هذا موضع المثل:\nخليلي هل يشفي القلوب من الجوى\n...\nبدو ذرا الأعلام، لا بل يزيدها\nالجزء: 1 ¦ الصفحة: 22\n",
        "القدر الذي عرفه ابن السيرافي في هذا الرجز وذكره لا يجدي نفعاً على المستفيد، بل يزيده جهلاً وعمى، ثم إنه أخطأ في القدر الذي ذكره من جهات شتى: منها أنه نسب هذا الرجز إلى أبي الخثارم البجلي، وإنما هو ابن الخثارم، وهو عمرو بن الخثارم البجلي.\nومنها أنه ذكر أن المنافرة كانت بين بجيلة وكلب، وإنما كانت بين رجلين لا قبيلتين، هما: جرير بن عبد الله البجلي، وخالد بن أرطاة بن خشين بن شبث الكلبي.\nومنها قوله: قالت بجيلة نحن إخوة نزار، ولم يبين الأخوة من أي جهة هي.\nومنها أنه قال: يروى هذا الرجز مجروراً، وإنما هما أرجوزتان، فخلط المرعي بالهمل وإحدى الأرجوزتين مرفوعة، والأخرى مجرورة. وسيأتيك بيان ذلك إن شاء الله.\nأملى علينا أبو الندى قال: كان سبب المنافرة بين جرير بن عبد الله البجلي، وبين خالد بن أرطاة بن خشين بن شبث الكلبي - أن كلباً أصابت في الجاهلية رجلاً من بجيلة، يقال له: مالك بن عتبة من بني عادية بن عامر بن قداد، فوافوا به عكاظ، فمر العادي بابن عم له يقال القاسم بن عقيل بن أبي عمرو بن كعب بن عريج بن الحويرث بن عبد الله بن مالك بن هلال بن عادية بن عامر بن قداد - يأكل تمراً، فتناول من ذلك التمر شيئاً ليتحرم به، فجذبه الكلبي، فقال له القاسم: إنه رجل من عشيرتي، فقال له: لو كانت له عشيرة منعته. .\nفانطلق القاسم إلى بني عمه بني زيد بن الغوث فاستتبعهم، فقالوا: نحن منقطعون في العرب، وليست لنا جماعة نقوى بها. فانطلق إلى أحمس فاستتبعهم فقالوا: كلما طارت وبرة من بني زيد في أيدي العرب أردنا أن نتبعها. فانطلق عند ذلك إلى جرير بن عبد الله فكلمه، فكان القاسم يقول: إن أول يوم أريت فيه الثياب المصبغة والقباب الحمر، اليوم الذي جئت فيه جريراً في قسر، وكان سيد بني مالك بن سعد بن زيد بن قسر، وهم بنو أبيه.\nفدعاهم في انتزاع العادي من كلب فتبعوه، فخرج يمشي بهم حتى هجم على منازل كلب بعكاظ، فانتزع منهم مالك بن عتبة العادي، وقامت كلب دونه، فقال جرير: زعمتم أن قومه لا يمنعونه فقال كلب: إن جماعتنا خلوف. فقال جرير: لو كانوا لم يدفعوا عنكم شيئاً. فقالوا: كأنك تستطيل على قضاعة. . إن شئت قايسناكم المجد - وزعيم قضاعة يومئذ: خالد بن أرطاة بن خشين بن شبث - قال: ميعادنا من قابل سوق عكاظ.\nفجمعت كلبٌ وجمعت قسر، ووافوا عكاظ من قابل. وصاحب أمر كلب الذي أقبل بهم في المقبل خالد بن أرطأة. فحكموا الأقرع بن حابس بن عقال ابن محمد بن سفيان بن مجاشع، حكمه جميع الحيين، ووضعوا الرهون على يدي عتبة بن ربيعة بن عبد شمس في أشرافٍ من قريش، وكان في الرهن من قسر: الأصرم بن عوف بن عويف بن مالك بن ذبيان بن ثعلبة بن عمرو بن يشكر بن علي ابن مالك بن سعد بن نذير بن قسر. ومن أحمس حازم بن أبي حازم، وصخر ابن العلبة. ومن بني زيد بن الغوث بن أنمار رجل.\nثم قام خالد بن أرطاة فقال لجرير: ما نجعل؟ قال: الخطر في يدك. قال: ألف ناقة حمراء في ألف ناقة حمراء. فقال جرير: ألف قينة عذراء في ألف قينة عذراء، وإن شئت فألف أوقية صفراء لألف أوقية صفراء.\nقال: من لي بالوفاء؟ قال: كفيلك اللات والعزى وإساف ونائلة وشمس ويعوق وذو الخلصة ونسر. فمن عليك بالوفاء؟ قال: ود ومناة وفلس ورضا. قال جرير: لك بالوفاء سبعون غلاماً معماً مخولاً يوضعون على أيدي الأكفاء من أهل الله. فوضعوا الرهن من بجيلة ومن كلب على أيدي من سمينا من قريش، وحكموا الأقرع بن حابس وكان عالم العرب في زمانه.\nفقال الأقرع: ما عندك يا خالد؟ فقال: نحن ننزل البراح، ونطعن بالرماح، ونحن فتيان الصباح.\nفقال الأقرع: ما عندك يا جرير؟ قال: نحن أهل الذهب الأصفر، والأحمر المعصفر، نخيف ولا نخاف، ونطعم ولا نستطعم، ونحن حيٌ لقاح، نطعم ما هبت الرياح، نطعم الشهر ونضمن الدهر، ونحن الملوك لقسر.\nفقال الأقرع: واللات والعزى، لو فاخرت قيصر ملك الروم، وكسرى عظيم فارس، والنعمان ملك العرب، لنفرتك عليهم. وأقبل نعيم بن حجبة النمري - وقد كانت قسر وفدته بفرس إلى جرير، فركبه من قبل وحشيه، فقيل: لم يحسن أن يركب الفرس. فقال جرير: الخيل ميامن، وإنا لا تركبها إلا من وجوهها.\nوقد كان نادى عمرو بن الخثارم أحد بني جشم بن عامر بن قداد فقال:\nلا يغلب اليوم فتى والاكما\nالجزء: 1 ¦ الصفحة: 23\n",
        "يا بني نزارٍ انصرا أخاكما\nإن أبي وجدته أباكما\nولم أجد لي نسباً سواكما\nغيثٌ ربيعٌ سبط نداكما\nحتى يحل الناس في مرعاكما\nأنتم سرور عين من رآكما\nقد ملئت فما ترى سواكما\nقد فاز يوم الفخر من دعاكما\nولا يعد أحدٌ حصاكما\nوإن بنوا لم يدركوا بناكما\nمجداً بناه لكما أباكما\nذاك ومن ينصره مثلاكما\nيوماً إذا ما سعرت ناراكما\nوقال أيضاً:\nيا لنزارٍ قد نمى في الأخشب\nدعوة داعٍ دعوة المثوب\nيا لنزارٍ ثم فاسعي واركبي\nيا لنزارٍ ليس عنكم مذهبي\nإن أباكم هو جدي وأبي\nلم ينصر المولى إذا لم تغضبي\nيا لنزارٍ إنني لم أكذب\nأحسابكم أحظرتها وحسبي\nومن تكونوا عزه لا يغلب\nينمي إلى عزٍّ هجان مصعب\nكأنه في البرج عند الكوكب\nوقال أيضاً:\nيا لنزارٍ دعوةً صباحا\nقد فاضح الأمر بنا فضاحا\nوقال أيضاً:\nيا أقرع بن حابس يا أقرع\nإني أخوك فانظرن ما تصنع\nإنك إن يصرع أخوك تصرع\nإني أنا الداعي نزاراً فاسمعوا\nلي باذخٌ من عزه ومفزع\nبه يضر قادرٌ وينفع\nوأدفع الضيم غداً وأنفع\nعزٌ ألد شامخٌ لا يقمع\nيتبعه الناس ولا يستتبع\nهل هو إلا ذنبٌ وأكرع\nوزمعٌ مؤتشبٌ مجمع\nوحسبٌ وغل وأنف أجدع\nوقال أيضاً:\nيا أقرع بن حابسٍ يا أقرع\nإنك إن تصرع أخاك تصرع\nإني أنا الداعي نزاراً فاسمع\nفي باذخٍ من عزه ومفزع\nقم قائماً ثمت قل في المجمع\nللمرء أرطاةٍ أيا ابن الأفدع\nها إن ذا يوم علاً ومجمع\nومنظرٍ لمن رأى ومسمع\nفنفره الأقرع بمضر وربيعة، ولولاهم نفر الكلبي.\nقال س: كانت القرابة بين بجيلة وولد نزار، أن إراش بن عمرو بن الغوث ابن نبت بن مالك بن زيد بن كهلان بن سبأ بن يشجب بن يعرب بن قحطان - خرج حاجاً، فتزوج سلامة بنت أنمار بن نزار، وأقام معا في الدار بغور تهامة، فأولدهما أنمار بن إراش ورجالاً.\nفلما توفي إراش وقع بين أنمار بن إراش وإخوته اختلاف في القسمة، فتنحى عن إخوته، وأقام إخوته في الدار مع أخوالهم، وتزوج أنمار بن إراش بهند بنت مالك بن غافق بن الشاهد، فولدت أقيل وهو خثعم، ثم توفيت.\nفتزوج بجيلة بنت صعب بن سعد العشيرة، فولدت له عبقر، فسمته باسم جدها وهو سعد، ولقب بعبقر لأنه ولد على جبل يقال له عبقر، وولدت أيضاً الغوث ووادعة وصهيبة وخزيمة وأشهل وشهلاء وسنية وطريفاً وفهماً وجدعة والحارث.\nقال ابن السيرافي قال ضرار بن الأزور\nفلو سألت عنا جنوب لخبرت\n...\nعشية سالت عقرباء من الدم\nعشية لا تغني الرماح مكانها\n...\nولا النبل إلا المشرفي المصمم\nقال: عقرباء: موضع بعينه، وجنوب: امرأة، وأراد أنهم اقتتلوا قتالاً شديداً بعقرباء، حتى سالت الدماء فيها. قال س: هذا موضع المثل:\nإن جنابيها إذا تفرقا\nيطحطحان القروي الأخرقا\nلم يكن ابن السيرافي من رجال هذا الشعر في جعل البيت الأول مقوى، وليس فيه إقواء عند من يعرفه، وذكر أن عقرباء موضع بعينه، وأي فائدة تحت هذا الكلام إذا لم يعرف عقرباء في أي البلاد، وأي شيء كان سبب ذكر ضرار لها. وإذا وقفت على قصة هذا الشعر علمت أن ابن السيرافي كان قاصراً عن معرفته.\nأكتبناه أبو الندى قال: ضرار بن الأزور، وهو فارس المحبر في الردة لبني أسد بن خزيمة، وكان خالد بن الوليد بعثه في خيل على البعوضة - أرض لبني تميم - فقتل عليها مالك بن نويرة فارس بني يربوع، وبنو تميم تدعي أنه آمنه. فقاتل يومئذ ضرار بن الأزور قتالاً شديداً، فقال في ذلك - وبلغه ارتداد قومه من بني أسد:\nبني أسدٍ قد ساءني ما صنعتم\n...\nوليس لقومٍ حاربوا الله محرم\nوأعلم حقاً أنكم قد غويتم\n...\nبني أسدٍ فاستأخروا أو تقدموا\nنهيتكم أن تنهبوا صدقاتكم\n...\nوقلت لكم يا آل ثعلبة اعلموا\nعصيتم ذوي أحلامكم وأطعتم\n...\nضجيماً، وأمر ابن اللقيطة أشأم\nالجزء: 1 ¦ الصفحة: 24\n",
        "وقد بعثوا وفداً إلى أهل دومةٍ\n...\nفقبح من وفدٍ ومن يتيمم\nولو سألت عنا جنوب لخبرت\n...\nعشية سالت عقرباء بها الدم\nعشية لا تغني الرماح مكانها\n...\nولا النبل إلا المشرفي المصمم\nفإن تبتغي الكفار غير منيبةٍ\n...\nجنوب فإني تابع الدين فاعلموا\nأقاتل إذ كان القتال غنيمةً\n...\nولله بالعبد المجاهد أعلم\nضجيم هو طلحة بن خويلد، وكانت أمه حميريةً أخيذة، وابن اللقيطة عيينة بن حصن، وقوله: يا آل ثعلبة: أراد ثعلبة الحلاف بن دودان بن أسد.\nوقال لنا أبو الندى: عقرباء بالباء أرض باليمامة. قال وعقرماء بالميم باليمن، وأنشد لرجل من جعفي في قتل مالك بن مازن أحد بني ربيعة بن الحارث:\nجدعتم بأفعى بالذهاب أنوفنا\n...\nفملنا بأنفيكم فأصبح أصلما\nفمن كان محزوناً بمقتل مالك\n...\nفإنا تركناه صريعاً بعقرما\nقال ابن السيرافي قال قيس بن الخطيم\nإذا قصرت أسيافنا كان وصلها\n...\nخطانا إلى أعدائنا فنضارب\nوأضربهم يوم الحديقة حاسراً\n...\nكأن يدي بالسيف مخراق لاعب\nقال س: هذا موضع المثل:\nوإني لأشقى الناس إن كنت غارماً\n...\nهوامي ما بين اللوى وأبان\nما أنفك من تعب في إعادة ما يخطئ فيه ابن السيرافي إلى حال الصواب، كأني لأمه جمل. وذلك أنه نسب بيتاً لرقيم المحاربي إلى قيس بن الخطيم، فأفسد البيت ليجعله شاهداً في النحو.\nوالأبيات لرقيم المحاربي، وهي مرفوعة القوافي لا مجرورة.\nونحن بنو الحرب العوان نشبها\n...\nوبالحرب سمينا فنحن محارب\nإذا قصرت أسيافنا كان وصلها\n...\nخطانا إلى أعدائنا فنضارب\nفذلك أفنانا وأبقى قبائلاً\n...\nتوقوا بنا إذ قارعتنا الكتائب\nقال ابن السيرافي قال حسان\nرب حلمٍ أضاعه عدم الما\n...\nل وجهلٍ غطى عليه النعيم\nما أبالي أنب بالحزن تيسٌ\n...\nألم لحاني بظهر غيبٍ لئيم\nقال س: هذا موضع المثل:\nأنى بك اليوم وأنى منك\nركبٌ أناخوا موهناً بالنبك\nأي كيف يدركك ويدنو منك. كيف يكون هذا البيت الثاني تالياً للأول، والأول لحسان، والثاني لعبد الرحمن ابنه، في أبيات هجا بها مسكين بن عامر الدارمي، وهي ثلاثة أبيات، أوردها:\nأيها الشاتمي ليحسب مثلي\n...\nإنما أنت في الضلال تهيم\nلا تسبنني فلست بسبي\n...\nإن سبي من الرجال الكريم\nما أبالي أنب بالحزن تيسٌ\n...\nأم لحاني بظهر غيبٍ لئيم\nقال ابن السيرافي قال العجير السلولي\nومستلحم قد صكه الخصم صكةً\n...\nقليل الموالي نيل ما كان يمنع\nرددت له ما أفرط القول بالضحى\n...\nوبالأمس حتى اقتافه وهو أضرع\nوما ذاك أن كان ابن عمي ولا أخي\n...\nولكن متى ما أملك الضر أنفع\nقال: ورب مستلحمٍ قد صكه خصمه بحجة.\nقال س: هذا موضع المثل:\nأصبحت تنهض في ضلالك سادراً\n...\nإن الضلال ابن الألال فأقصر\nضل ابن السيرافي ها هنا في قوله \" ورب مستلحم \" من حيث أنه لم يعرف البيت الذي يتقدم هذا البيت، وأنه معطوف عليه. والبيت الذي قبله:\nبلى سوف تبكيني خصوم ومجلسٌ\n...\nوشعثٌ أهينوا حضرة الدار جوع\nوأول الأبيات:\nإذا مت كان الناس نصفان: شامتٌ\n...\nوآخر مثنٍ بالذي كنت أصنع\nبلى سوف تبكيني خصوم ومجلسٌ\n...\nوشعثٌ أهينوا حضرة الدار جوع\nومضطهدٌ قد صكه الخصم صكةً\n...\nذليل الموالي نيل ما كان يمنع\nفلفظ البيت مضطهد لا مستلحم كما زعم ابن السيرافي.\nرددت له ما سلف القوم بالضحى\n...\nوبالأمس حتى ناله وهو أضلع\nولست بمولاه ولا بابن عمه\n...\nولكن متى ما أملك الضر أنفع\nقال ابن السيرافي قال الكلحبة واسمه هبيرة بن عبد الله من بني عرين بن\nثعلبة بن يربوع\nأمرتهم أمري بمنعرج اللوى\n...\nولا أمر للمعصي إلا مضيعا\nالجزء: 1 ¦ الصفحة: 25\n",
        "قال س: هذا موضع المثل:\nوكل هوى إلا لسعدى مخلصٌ\n...\nإلى أهله من عندنا بسلام\nيجب أن ترد هذه الحكمة على ابن السيرافي ذميمة، فإن الرجل هو ابن الكلحبة لا الكلحبة كما ذكره. والكلحبة أمه وهي امرأة من جرم بن ربان، واسمه هبيرة بن عبد مناف بن عرين بن ثعلبة بن يربوع، وهو عم واقد ابن عبد الله بن عبد مناف.\nقال ابن السيرافي قال رؤبة\nتقول بنتي قد أنى أناكا\nفاستعزم الله ودع عساكا\nيا أبتا علك أو عساكا\nقال س: هذا موضع المثل: حوب حوب إنه ليوم دعقٍ وشوب خلط ابن السيرافي ها هنا من حيث أن النوى أشباه، وصحف في كلمة من البيت أيضاً وهو قوله: يا أبتا وإنما هو تأنياً وسيأتيك بيانه في موضعه إن شاء الله.\nوذلك أن قوله:\nفاستعزم الله ودع عساكا\nمن أرجوزة، وقوله:\nتأنياً علك أو عساكا\nمن أرجوزة أخرى. فالتي فيها \" فاستعزم الله \" هي قوله يمدح الحارث بن سليم الهجيمي:\nتقول بنتي قد أنى أناكا\nفاستعزم الله ودع عساكا\nويدرك الحاجة مختطاكا\nقد كان يطوي الأرض مرتقاكا\nتخشى وترجى ويرى سناكا\nفقلت إني عائك معاكا\nغيثاً ولا أنتجع الأراكا\nفابلغ بني أمية الأملاكا\nبالشام والخليفة الملاكا\nوبخراسان فأين ذاكا\nمني ولا قدرة لي بذاكا\nأو سر لكرمان تجد أخاكا\nإن بها الحارث إن لاقاكا\nأجدى بسيبٍ لم يكن ركاكا\nوهي أبيات ذكرت منها القدر المحتاج إليه ها هنا.\nوالأرجوزة الأخرى مدح بها إبراهيم بن عربي، وهي:\nلما وضعت الكور والوراكا\nعن صلب ملاحكٍ لحاكا\nأسر من أمسيها نسعاكا\nأصفر من هجم الهجير صاكا\nتصفير أيدي العرس المداكا\nتأنياً علك أو عساكا\nيسأل إبراهيم ما ألهاكا\nمن سنتين أتتا دراكا\nتلتحيان الطلح والأراكا\nلم تدعا نعلاً ولا شراكا\nقال ابن السيرافي قال عتر بن دجاجة، وربما وقع في النسخ عنز بن دجاجة بن\nالعتر، والرواية الأولى أشهر، ونسبه في شعره دجاجة بن العتر. ويروى لمعاوية بن كاسر المازني\nيل ليلتي ما ليلتي بالبلدة\n...\nحارت على نجومها فارتدت\nوهي أبيات.\nقال س: هذا موضع المثل:\nإن الطفاوي أخا اليعسوب\nفي كل حي منهم نصيب\nما ترك ابن السيرافي اسماً إلا جعل فيه لهذا الاسم نصيباً، وذلك لجهله بالأسامي والأنساب.\nوالصواب ما أخبرنا به أبو الندى، أنه دجاجة بن عتر، بكسر الدال في دجاجة، والعين من عتر والتاء المعجمة بثنتين من فوق، والراء غير المعجمة. قال: واسم الرجل دجاجة بالكسر، والطائر دجاجة بفتح الدال. والمقطعة الثانية لدجاجة هذا لا لمعاوية بن كاسر.\nقال ابن السيرافي قال سعد بن المتنحر وهو جاهلي\nأيا بجي أبا بجي أد أخي\nإن أخي لفيكم غير دعي\nوولدته حرةٌ غير زني\nمن ولد عمران بن عمرو بن عدي\nقال ابن السيرافي: أراد يا بجيلة، فرخم ترخيماً بعد ترخيم، وهذا الشعر يوضح ما ذهب إليه سيبويه.\nقال س: هذا موضع المثل:\nلا ماء في المقراة إن لم تنهضي\n...\nكراً برأس الجمل المعرض\nكنت ذكرت لك في غير موضع من هذا الكتاب أن من شرع في تفسير مثل هذا من الشعر، فيما يتعلق بنسب أو قصة، من غير أن يكون قد أتقن هذين العلمين - كان بعرض الافتضاح. فلو قرن بهذا الشعر: كتاب سيبويه وحدود الفراء، ما كان ليعرف معناه إلا بمعرفة قصته، والبيت الأخير فيه خلل أيضاً، وصوابه:\nمن ولد عمرو بن عمران بن عدي\nوكان من قصة هذا الشعر، أن أم والان بن عمرو بن عمران بن عدي بن حارثة بن عمرو بن مزيقياء بن عامر بن ماء السماء بن حارثة بن امرئ القيس بن ثعلبة بن مازن بن الأزد، وهي عزة بنت مالك من بجيلة، ووالان هو شكر، وإنما هو شكر قرني، لقب، فذهبت به إلى بجيلة، فكانت بجيلة تقول: هو منا. فقال سعد بن المتنحر البارقي، جاهلي:\nأيا بجي أيا بجي أد أخي\nإن أخي لفيكم غير دعي\nوولدته حرة غير زني\nوإنه كانت حليلة أبي\nمن ولد عمرو بن عمران بن عدي\nباب إن\nالجزء: 1 ¦ الصفحة: 26\n",
        "قال ابن السيرافي قال دجاجة بن عبد القيس في باب إن\nأتتني يمينٌ من أناسٍ ليركبن\n...\nعلي ودوني هضب غولٍ مقادم\nتحلل وعالج ذات نفسك وانظرن\n...\nأبا جعلٍ، لعلما أنت حالم\nقال: الهضب: جمع هضبة وهي الجبل، ومقادم: متقدمة، وواحد المقادم: متقدم، وغول: موضع بعينه. وهضب مرفوع بالابتداء، ويجوز أن يروى ليركبن على ما سمي فاعله، ويكون المقادم فاعله، ويكون جمع مقدام، ويكون دوني خير هضب.\nقال س: هذا موضع المثل:\nأي التواءٍ يلتوي مياح\n...\nوماله في جزعٍ رداح\nاجتهد ابن السيرافي وهذى في هذا الشعر بعد أن صحف فيه فلم يفلح، وهذا من أفضح ما جاء به وهو قوله \" هضب غولٍ مقادم \" وهذا لجهله بالمنازل.\nوالصواب:\nهضب غولٍ فقادم\nوهما واديان للضباب، وقلما يجيء غول في شعر منفرداً من قادم. وأنشدنا للحارث بن عمرو بن خرجة الفزاري:\nذكرت ابنة السعدي ذكرى ودونها\n...\nرحى جابرٍ واحتل أهلي الأداهما\nفحزم قطياتٍ إذ البال صالحٌ\n...\nفكبشة معروفٍ فغولاً فقادما\nوبيت الكتاب لدجاجة بن عبد القيس، لا لدجانة بن عبد القيس كما ذكر ابن السيرافي.\n؟ قال ابن السيرافي قال حاتم بن عبد الله الطائي:\nورد جازرهم حرفاً مصرمةً\n...\nفي الرأس منها وفي الأصلاب تمليح\nإذا اللقاح غدت ملقىً أصرتها\n...\nولا كريم من الولدان مصبوح\nقال س: هذا موضع المثل:\nأما البعير فشيءٌ لست معطيه\n...\nوحبك الشاة حب الوالد الولد\nلا في الشعر يفلح ابن السيرافي ولا في النسب ولا في أسامي المنازل والمناهل، كما قيل: أعييتني غب السماء وغب البناء وغب النوم وغب النعاس هذا البيت لرجل من الأنصار من النبيت، وله مع حاتم وماوية بنت عفزر قصة طويلة معروفة، ولأجل ذلك تركت ذكرها. والأبيات:\nهلا سألت النبيتيين ما حسبي\n...\nعند الشتاء إذا ما هبت الريح\nورد جازرهم حرفاً مصرمةً\n...\nفي الرأس منها وفي الأصلاب تمليح\nوقال رائدهم سيان ما لهم\n...\nمثلان: مثلٌ لمن يرعى وتسريح\nإذا اللقاح غدت ملقىً أصرتها\n...\nولا كريم من الولدان مصبوح\nفانظر كم وقع من التخليط فيما أورده ابن السيرافي من هذا الشعر.\n؟ قال ابن السيرافي قال رجل من بني سليم وهو أنس ابن العباس:\nلا نسب اليوم ولا خلةً\n...\nاتسع الخرق على الراقع\nوفي بعض النسخ:\nاتسع الفتق على الراتق\nقال: وزعم بعض الرواة أن النعمان بن المنذر بعث جيشاً إلى بني سليم، لشيء كان وجد عليهم من أجله، وكان على الجيش رجل يعرف بكافر بن فرتنا أو عمرو بن فرتنا، فمر بالجيش على غطفان فاستجاشوهم على بني سليم، فهزمت بنو سليم الجيش، وطعن عمرو بن فرتنا وأسر، ومتت غطفان إلى سليم بالرحم التي بينهم، فقال أبو عامر جد العباس بن مرداس قصيدة فيها: إن ما بيننا وبين غطفان قد انقطع بما عملوا. أولها:\nإن بغيضاً نسبٌ فاسق\n...\nليس بموثوق ولا واثق\nلا نسب اليوم ولا خلةً\n...\nاتسع الخرق على الراتق\nلا صلح بيني فاعلموه ولابينكم ما حملت عاتقي\nسيفي، وما كنا بنجدٍ وما\n...\nقرقر قمر الواد بالشاهق\nقال: وقوله قمر الواد: يريد القمر التي تكون أعشاشها في شجر الوادي تطير على الجبال وتصيح.\nقال س: هذا موضع المثل:\nوردوا بحارشة الضباب كأنما\n...\nوردوا بنيب عمارة بن زياد\nأطال ابن السيرافي الكلام في تفسير هذا الشعر وأعرضه، ثم جاء بعقب هذه الخيلاء بما لا يجدي نفعاً. وذلك أنه أتى بقصة تدخل في حكم السمر، وهو قوله: كان النعمان بعث جيشاً.. إلى آخر القصة، وفي الأبيات التي أوردها اضطراب ونقص، ولم يعرف معنى البيت الأخير الذي هو المعني.\nوكان من قصة هذا الشعر - فيما قرأته على أبي الندى في كتاب بني سليم - قال: جاور أبو عامر بن حارثة السلمي أخواله بني مرة، فأطردوا إبله، فخرج هو ومرة بن جارية، وسنة بن جارية، وسنان بن جارية، حتى أوقعوا ببني مرة بين أبانين فقتلوا أناساً منهم، وأطردوا إبلاً لهم عظيمة. فانصرف مرة بن جارية وهو يرتجز:\nالجزء: 1 ¦ الصفحة: 27\n",
        "يا مر إني لكم الصفي\nوأنت خالي وأنا السمي\nوقد يهان النسب القصي\nوأبو عامر يرتجز ويقول في ذلك:\nيسألني الأقوام أين مالي\nلا تسألوني واسألوا أخوالي\nيا رب ماءٍ لك بالأجدال\nبغيبغٍ ينزع بالعقال\nيخر فيه ثمر الهدال\nوقال أبو عامر في ذلك:\nأعرف أخوالي وأدعوهم\n...\nكأن أمي ثم من بارق\nلا نسب اليوم ولا خلةً\n...\nاتسع الخرق على الراتق\nإن بغيضاً نسبٌ فاسخٌ\n...\nليس بموثوق ولا واثق\nأسيافنا يأخذن أولاهم\n...\nخطف عصي المورد الواسق\nلا صلح بيني فاعلموه ولا\n...\nبينكم ما حملت عاتقي\nسيفي وما كنا بنجد وما\n...\nقرقر قمر الواد بالشاهق\nومعنى قوله: \" وما قرقر قمر الواد بالشاهق \" يعني أنه يجيء من السيل ما لا يمكن أن يسكن الرياض، فيلجأ إلى الأشجار والشواهق، فحينئذ يكثر الكلأ والخصب، فيهيج الحرب بينهم.\n؟ قال ابن السيرافي قال ابن الرقيات:\nلا بارك الله في الغواني هل\n...\nيصبحن إلا لهن مطلب\nقال: الشاهد فيه أنه حرك الياء من الغواني بالكسر للضرورة.\nقال س: هذا موضع المثل: يحملها الجوع على مر الشجر إنما يكون البيت حجة عند الضرورة، إذا لم يكن في موضع الشاهد منه رواية أخرى هي أجود من الأولى، ولم يمكن رواية ذلك على وجه آخر.\nفأما هذا البيت الذي أورده، فقد روي فيه وجه آخر رواه الأصمعي، وهو:\nلا بارك الله في الغواني وهل\n...\nيصبحن إلا لهن مطلب\nوتعلق المحتج بهذا البيت، يدل على أنه لم يكن غزيراً في رواية الشعر، فلو احتج بقول القائل\nقد كاد يذهب بالدنيا ولذتها\n...\nمواليٌ ككباش العوس سحاح\nما فيهم واحد إلا بحجزته\n...\nلبابه من علاج القين مفتاح\nلكان أقوى وأقوم للحجة.\n؟ قال ابن السيرافي قال الأخضر بن هبيرة الضبي:\nفما أنا يوم الرقمتين بناكلٍ\n...\nولا السيف إن جردته بكليل\nوما كنت ضفاطاً ولكن طالباً\n...\nأقام قليلاً فوق ظهر سبيل\nقال: قال الأخضر بن هبيرة الضبي هذا الشعر في شأن ابنٍ له قتلته طهية في حرب بينهم.\nقال س: هذا موضع المثل:\nيومٌ على ذات الشقوق ضاح\n...\nيعقب محلاً في بطون الراح\nمثل هذا من الشعر يكد المفسر له - إذا لم يكن متبحراً في معرفة الأيام، ولم يكن غزيراً في رواية الشعر.\nغلط ابن السيرافي ها هنا من جهات: منها أنه نسب هذا الشعر إلى الأخضر بن هبيرة وليس هوله، ثم إنه قد أتى ببيتين محرفين عن جهة الصواب. ومثل هذا من الشعر - إذا لم تعرف قصته مستوفاةً - لم يعرف معناه البتة.\nوكان من قصته أن الحارث بن حاطب الجمحي كان على صدقات عمرو بن حنظلة، وكان مروان بن الحكم ولاه، فصنعت له بنو طهية طعاماً، وصنع له عوف بن القعقاع طعاماً، فأدرك طعام بني طهية قبل طعام عوف، فأكل الحارث طعامهم، وأهدى ظهير بن شداد الميثاوي جفنة حيسٍ لعوف بن القعقاع، فردها وقال: يظن أنا نأكل حيساً بات خصيا ظهير ينطفان فيه. ووقع بينهم شر، فارتموا، فرمى رجل منهم قيس بن عوف بن القعقاع بحجر على عمود كبده فمات، فقال راجز بني طهية:\nنحن قتلنا في العراك قيسا\nثم أكلنا بعد ذاك الحيسا\nفاستعدوا الحارث بن حاطب، وادعوا الرمي على ظهير بن شداد، فأقاموا عليه ببينة، فدعا الحارث بن طهية، فجرحت الشهود، فقام الأخضر بن هبيرة ابن المنذر بن ضرار الضبي فقال للشاهد الذي شهد على ظهير: لا أعلمني رأيت فاحشة إلا وقد رأيت هذا يركبها، إلا أني لم أره ينكح أمه. فأبطلوا عنه شهادة هذا الرجل. فقال الأخضر بن هبيرة:\nمنعت ظهيراً بعدما ظن أنه\n...\nمخالط جدٍّ ليس في الجد باطل\nمنعت وألقيت الشراشر دونه\n...\nمواصلةً لن يعدم الخير واصل\nعلى ساعةٍ لا يستطيع خطابها\n...\nمن القوم إلا أن يوفق قائل\nالجزء: 1 ¦ الصفحة: 28\n",
        "وكان قيس بن عوف ترك ابنين: مورق بن قيس، وشهاب بن قيس، وكان اسم مورق عتيبة، وسمي مورقاً لأنه كانت حرب بين بني القعقاع بن معبد، وبين بني عبيد بن خزيمة بن زرارة، فرآه جده عوف بن القعقاع وفرسه تمرق به من الغبار، فقال: من صاحب هذا الفرس المورق؟ قيل: عتبة ابنك، فسمي مورقاً.\nفحضرت شهاباً الوفاة، فقال لأخيه مورق: يا أخي، إني مت لئيماً، فمت كريماً. فخرج رجل من بني طهية يقال له: حكيم بن برق نحره حاجاً، فعرض له مورق بن قيس - وفد أكمن له رجلين معه - فقال مورق: يا عماه، إنا ركبٌ نزلنا مدفع هذا الوادي، وإنا اشتجرنا وليس بيننا ذو حجى يصلح بيننا، فلو ملت فأصلحت بين فرقة من المسلمين، فمضى معه. فلما هبط الوادي وثب عليه الرجلان فأناخا به، فأمسكاه، فضربه مورق فقتله، وأنشأ يقول:\nما أنا يوم الرقمتين بعاجز\n...\nولا السيف إذ أمضيته بكليل\nفلا تجزعوا يا رهط أمي فإنني\n...\nأبات قتيلاً منكم بقتيل\nوما كنت ضفاطاً ولكن ثائراً\n...\nأناخ قليلاً فوق ظهر سبيل\nفلو تخبر الأصداء شيئاً لخبرت\n...\nشهاباً بأني قد شفيت غليلي\n؟ قال ابن السيرافي قال إمام بن أقرم النميري - وأنا أشك في أقرم هل هو بالراء أبو بالزاي -:\nولما أنا برزت إلى سلاحي\n...\nوبشرى قلت: ما أنا بالفقير\nطليق الله لم يمنن عليه\n...\nأبو داود وابن أبي كثير\nولا جزءٌ ولا ابن أبي شريفٍ\n...\nولا مولى الأمير ولا الأمير\nولا الحجاج عيني بنت ماءٍ\n...\nتقلب طرفها حذر الصقور\nقال س: هذا موضع المثل:\nقوم صدور العيس يا بن بشر\nذات اليمين من مغيب النسر\nإياك والشك وضعف الأمر\nإذا كان المفسر متشككاً، فكيف يكون حال المفسر له. ومن يكون مبلغه من معرفة الشعر هذا المبلغ، فإنه لا يتصدى لتفسير مثل هذا الشعر وذكر قائله.\nوالصواب أقرم بالراء غير المعجمة، ولم يفسر ابن السيرافي بشرى أيضاً، وهي أغرب ما في هذا الشعر، وهي فرس إمام بن أقرم النميري.\n؟ قال ابن السيرافي قال نبيه بن الحجاج السهمي:\nسالتاني الطلاق إذ رأتاني\n...\nقل مالي، قد جئتماني بنكر\nويكأن من يكن له نشبٌ يحبب\n...\nومن يفتقر يعش عيش ضر\nولعلي سيكثر المال عندي\n...\nويعرى من المغارم ظهري\nويرى أعبدٌ لنا وإماءٌ\n...\nومناصيف من خوادم عشر\nقال س: هذا موضع المثل:\nترك البدوء من العظام لأهلها\n...\nوأحال ينقي مخة العرقوب\nجهل ابن السيرافي قائل هذا الشعر، وهو من أخيار قريش، ونسب الشعر إلى نبيه بن الحجاج وهو من أشرارهم. وهذا الشعر لزيد بن نفيل، وأوله على النسق:\nإن عرسي تنطقان لي اللو\n...\nم على عمدٍ قول زورٍ وهجر\nسالتاني الطلاق إذ رأتاني\n...\nقل مالي قد جئتماني بنكر\nخفضا لا لديكما غير الأم\n...\nر ولا بد للضريك بصبر\nفلعلي أن يكثر المال عندي\n...\nويخلى من المغارم ظهري\nويرى أعبدٌ لنا وإماءٌ\n...\nومناصيف من ولائد عشر\nفنجر الذيول في نعمة زو\n...\nل تقولان ضع عصاك لدهر\nويكأن من يكن له نشبٌ يح\n...\nبب ومن يفتقر يعش عيش ضر\nويجنب سر الأمور ولكن\n...\nن ذوي المال محضرو كل سر\n؟ قال ابن السيرافي قال عبد الله بن رواحة:\nلأن تبيت نائماً موسدا\nتنازع الجلباب أو تلوي اليدا\nأهون من سوقك حتى تنجدا\nلم يكن ابن السيرافي ممن أتقن علم الرجز واستقراه، وذلك أنه لم يأت بهذه الأبيات متوالية على قلتها. والصواب:\nيا زيد زيد اليعملات الذبل\nوزيد داوي الفلاة المجهل\nتطاول الليل هديت فانزل\nفانقض زيدٌ كانقضاض الأجدل\nوهو زيد بن الأرقم الأنصاري، قاله في توجه جيش المسلمين إلى مؤتة.\n؟ قال ابن السيرافي قال حسان:\nلا تنه عن خلقٍ وتأتي مثله\n...\nعارٌ عليك إذا فعلت عظيم\nقال س: هذا موضع المثل: لا دواء لمن ليس له حياء\nالجزء: 1 ¦ الصفحة: 29\n",
        "من تكون هذه بضاعته من الشعر، حق له ألا يتعرض لتفسير الشعر وذكر قائليه على جهله بهم.\nليس هذا البيت لحسان، إنما هو لغيره، وهو المتوكل الليثي يعظ ابنه، وهو شعر معروف \" لا يخفى على الضبع \".\n؟ قال ابن السيرافي قال عمرو بن معد يكرب:\nقد علمت سلمى وجاراتها\n...\nما قطر الفارس إلا أنا\nشككت بالرمح حيازيمه\n...\nوالخيل تجري زيماً بيننا\nقال: قطر الفارس: ألقاه على أحد قطريه، وهما جانباه. في كلام يشبه هذا.\nقال س: هذا موضع المثل:\nطال النهار على من لا شراب له\n...\nولا معلل إلا سجن دوار\nقل غناءً على المستفيد هذا القدر الذي ذكره ابن السيرافي من تفسير هذا الشعر، وذلك أنه لا يكاد يعرف حقيقة معناه إلا بمعرفة القصة المتعلق هو بها. وذلك أن عمرو بن معد يكرب حمل يوم القادسية على مرزبان - وهو يرى أنه رستم - فقتله، فقال في ذلك:\nألمم بسلمى قبل أن تظعنا\n...\nإن لسلمى عندنا ديدنا\nقد علمت سلمى وجاراتها\n...\nما قطر الفارس إلا أنا\nشككت بالرمح حيازيمه\n...\nوالخيل تعدو زيماً بيننا\n؟ قال ابن السيرافي قال مسكين الدارمي:\nونابغة الجعدي بالرمل بيته\n...\nعليه صفيحٌ من رخامٍ موضع\nأتى ابن جعيلٍ بالجزيرة يومه\n...\nوقد فارق الدنيا وما كان يجمع\nقال: أراد أن قبر النابغة بالرمل، وذكر حال الشعراء المتقدمين، وأنهم فنوا وذهبوا ولم يبق منهم أحد. يصغر أمر الدنيا وحقره.\nقال س: هذا موضع المثل: انظر بعينيك وهل يشفي النظر هذا الذي ذكره ابن السيرافي من تفسير هذا الشعر لا يجدي فتيلاً، وذلك أنه لم يأت بالبيتين على ولاء، وترك بينهما بيتاً، ثم أساء في قوله: إن قبر النابغة في الرمل. ولولا أن الشاعر أراد بهذا معنىً خفي على ابن السيرافي - ولم يرد رملاً من الرمال ههنا نكرة - لكان قد أصاب فيما قاله، ولكنه أراد ها هنا رمال بني جعدة، وهي رمال وراء الفلج. وإنما خص هذه الرمال أن فيها قبر النابغة الجعدي، لأنها بلاده.\nوذكر في هذه القصيدة شعراء، كل واحد منهم نسب قبره إلى بلده ومسقط رأسه، والأبيات تدل على ما قلت لك، وهي لمسكين بن عامر الدارمي:\nولست بأحيا من رجالٍ رأيتهم\n...\nلكل امرئٍ يوماً حمامٌ ومصرع\nدعا ضابئاً داعي المنايا فجاءه\n...\nولما دعوا باسم ابن دارة أسمعوا\nوحصنٌ بصحراء الثوية بيته\n...\nألا إنما الدنيا متاعٌ ممتع\nوأوس بن مغراء القريعي قد ثوى\n...\nله فوق أبيات الرياحي مضجع\nونابغة الجعدي بالرمل بيته\n...\nعليه صفيحٌ من رخام موضع\nوما رجعت من حميريٍّ عصابةٌ\n...\nإلى ابن وثيلٍ نفسه حين تنزع\nأرى ابن جعيلٍ بالجزيرة بيته\n...\nوقد ترك الدنيا وما كان يجمع\nبنجران أوصال النجاشي أصبحت\n...\nتلوذ به طيرٌ عكوفٌ ووقع\nألا ترى أنه جعل بيت ابن جعيل بالجزيرة، لأنها بلاد بني تغلب، وجعل قبر النجاشي بنجران لأنه من اليمن بلاد بني الحارث بن كعب.\nوقد مات شماخٌ ومات مزردٌ\n...\nوأي عزيز لا أبا لك يمنع\nأولئك قوم قد مضوا لسبيلهم\n...\nكما مات لقمان بن عادٍ وتبع\n؟ قال ابن السيرافي قال الأخطل:\nفإن تبخل سدوس بدرهميها\n...\nفإن الريح طيبةٌ قبول\nقال: قوله: \" فإن الريح طيبة قبول \" قيل في تفسيره: إن الأرض واسعة، يقصدة منها الإنسان حيث شاء، وفي أي جهات الريح شاء أن يسلك سلك.\nقال س: هذا موضع المثل:\nأريد وصاله ويريد هجري\n...\nوهيهات العلوق من الرؤوم\nأراد الأخطل بهذا البيت غير المعنى الذي ذهب إليه ابن السيرافي. ومعنى قوله: \" فإن تبخل سدوس بدرهميها.. البيت \" أي نحن على حالنا أغنياء، لم يضرر بنا منعهم إيانا ولم نتضعضع. ومثله في المعنى قول نصر بن سيار لبني تميم:\nفإن تنصرونا لا نعز بنصركم\n...\nوإن تخذلونا فالسماء سماء\n؟ قال ابن السيرافي قال عدي بن ربيعة التغلبي - أخو كليب ومهلهل ابني ربيعة - يرثي مهلهلاً، ويذكر من هلك من قومه:\nالجزء: 1 ¦ الصفحة: 30\n",
        "ظبيةٌ من ظباء وجرة تعطو\n...\nبيديها في ناضر الأوراق\nضربت صدرها إلي وقالت\n...\nيا عدياً لقلبك المشتاق\nما نرجي بالعيش بعد ندامى\n...\nقد تراهم سقوا بكأس حلاق\nقال: يريد أنه مشتاق إلى من هلك من قومه.\nقال س: أخطأ ابن السيرافي في عجز البيت الثاني. والصواب:\nيا عدياً لقد وقتك الأواقي\n؟ قال ابن السيرافي قال زهير:\nلئن حللت بجوٍّ في بني أسدٍ\n...\nفي دين عمروٍ وحالت بيننا فدك\nقال: الجو الوادي، والدين الطاعة، وعمرو هو عمرو بن هند الملك.\nقال س: هذا موضع المثل:\nتلمحت بكلام كنت أرفعها\n...\nعنه، وجاءت سليمى بالدقارير\nكثيراً ما يصحف ابن السيرافي في أشياء ظاهرةٍ لا يصحف فيها صبيان المكاتب، وذلك قوله: \" لئن حللت بجو في بني أسد \" بالجيم المعجمة واحدة من تحت، ثم تفسيره له بالوادي، وقد أخطأ في هذا أيضاً.\nوالصواب: \" لئن حللت بخوٍّ \" بالخاء المعجمة من فوق. وخو: واد لبني أسد، وثم قتل عتيبة بن الحارث بن شهاب. وأنشدنا أبو الندى لرامة بنت حصين الأسدية - وكانت جاهلية كما زعم، وذكرت خواً وبلاداً أخر من بلاد بني أسد -:\nألام على نجدٍ ومن يك ذا هوى\n...\nبنجدٍ يهجه الشوق شتى نزائعه\nتهجه الجنوب حين تغدو بنشرها\n...\nيمانيةً والبرق إن لاح لامعه\nومن لامني في حب نجدٍ وأهله\n...\nفليم على مثلٍ وأوعب جادعه\nلعمرك للغمران غمرا مقلدٍ\n...\nفذو نجبٍ غلانه ودوافعه\nوخوٌّ إذا خوٌّ سقته ذهابه\n...\nوأمرع منه تينه وربائعه\nوصوت مكاكيٍّ تجاوب موهناً\n...\nمن الليل من يأرق له فهو سامعه\nأحب إلينا من فراريج قريةٍ\n...\nتزاقى ومن حيٍّ تنق ضفادعه\nقال: والربائع أكناف من بلاد بني أسد، وأنشدنا:\nوبين خوين زقاقٌ واسع\nزقاق بين التين والربائع\nوالتين: جبل لبني أسد. وأنشد غيره:\nأرقني الليلة برقٌ لامع\nمن دونه التينان والربائع\nفوارداتٌ فقنا فالنائع\nومن ذرا لامان هضبٌ فارع\nوقال العوام بن عبد الرحمن يذكر التين، فثناه أيضا:\nأحقاً ذرا التينين أن لست رائياً\n...\nقلالكما إلا لعيني ساكب\nوفدك: على ثلاثة عشر يوماً من مكة في بلاد بني سليم.\n؟ قال ابن السيرافي قال الفرزدق:\nما زلت أفتح أبواباً وأغلقها\n...\nحتى أتيت أبا عمرو بن عمار\nحتى أتيت فتىً محضاً ضريبته\n...\nمر المريرة حراً وابن أحرار\nقال: يمدح أبا عمرو بن العلاء، وعمار جدٌّ من أجداده.\nقال س: هذا موضع المثل:\nفيا ليت مرة كان أمراً\n...\nيطيق السلاح فيكفي عصابا\nلو عرف ابن السيرافي هذا القدر الظاهر من النسب لكفيت أنا الكلام فيه. وعمار: هو جده الأدنى، وليس بجد من أجداده كما زعم. هو: أبو عمرو زبان بن العلاء بن عمار المازني، من بني مازن بن مالك بن عمرو بن تميم، وإياه عنى قراد بن العيار المازني بقوله:\nإذا المرء لم يغضب له حين يغضب\n...\nفوارس إن قيل اركبوا الموت يركبوا\nولم يحبه بالنصر قوم أعزةٌ\n...\n...\nوهي أبيات معروفة.\nقال ابن السيرافي قالت بنت أبي الحصين من مذحج:\nإنا وباهلة بن يعصر بيننا\n...\nداء الضرائر بغضةً وتقافي\nمن يثقفن منا فليس بآيبٍ\n...\nأبداً، وقتل بني قتيبة شافي\nقال: قالت هذه الأبيات في حرب بينهم وبين باهله.\nقال س: هذا موضع المثل:\nهيهات تطلب شيئاً لست مدركه\n...\nمن للأصم بصوت البم والزير\nهيهات أن ينتفع المستفيد مما ذكره ابن السيرافي في هذا الشعر بشيء.\nليس هذا الشعر لبنت أبي الحصين بن مذحج، وإنما هو لابنة مرة ابن عاهان، قالته حين قتلت باهلة أباها بأرمام، وهو:\nإنا وباهلة بن يعصر بيننا\n...\nداء الضرائر بغضة وتقافي\nمن يثقفوا منا فليس بوائل\n...\nأبداً، وقتل بني قتيبة شافي\nالجزء: 1 ¦ الصفحة: 31\n",
        "ذهبت قتيبة في اللقاء بفارسٍ\n...\nلا طائشٍ رعشٍ ولا وقاف\n؟؟\nقال ابن السيرافي قال الأخزم بن قارب الطائي، ويقال المقعد بن عمرو\nويقول قائلهم ويلحظ خلفه\n...\nيا طول ذا يوماً أما يتصرم\nلحقت حلاق بهم على أكسائهم\n...\nضرب الرقاب ولا يهم المغنم\nقال: حلاق هي المنية، وهي صفة غالبة مثل جداع: وهي السنة المجدبة.\nقال س: هذا موضع المثل:\nفلا أر عمراً قافلا بعد هذه\n...\nولا جاءنا يوماً لينفعنا عمرو\nما جاء ابن السيرافي ها هنا بطائل، وذلك أنه شكك المستفيد بهذا الشعر، فقال مرة: هو للأخزم، وقال مرة للمقعد. ثم إنه قد أخلط في قوله: \" لحقت حلاق بهم \" والصواب ها هنا:\nلحقت لحاق بهم\nولحاق من لفظ الفعل، كما قال:\nإذا قال أوفى أدركته دروكة\nوالأبيات للأخزم السنبسي، قالها يوم قارات حوق بين جديلة والغوث. وهي:\nلما التقى الغاران غارا طيئٍ\n...\nكلٌّ يقول: قبيلنا لا يهزم\nفتصاادم الجمعان ثم علاهما\n...\nنكدٌ وسيفٌ للمنية مخذم\nجردٌ تواهق بالكماة إلى الوغى\n...\nتترى عصائبها إذا ما تلجم\nفتلاء قد ذعر الصياح فؤادها\n...\nربذٌ قوائمها وأجرد شظيم\nتدعوا جديلة والرماح تكبهم\n...\nحتى استتب بهم طريقٌ أدهم\nويقول قائلهم ويلحظ خلفه\n...\nيا طول ذا يوماً أما يتصرم\nلحقت لحاق بهم على أقفائهم\n...\nحز الرقاب ولا يهم المغنم\nإلا بقتل سراتهم إذ فرطوا\n...\nقد قدموا من حينهم ما قدموا\nيوحي بجيرٌ والسنان بنحره\n...\nويقول: نحن لكم أعق وأظلم\nزعموا بأنا لا نكر جيادنا\n...\nوهم الفوارس والفوارس أعلم\nقال ابن السيرافي قال يزيد بن سنان بن أبي حارثة المري\nفلم أجبن ولم أنكل ولكن\n...\nيممت بها أبا صخر بن عمرو\nفإن يبرأ فلم أنفث عليه\n...\nوإن يهلك فذلك كان قدري\nقال: كان يزيد بن سنان قتل أبا عمرو بن صخر القيني وكان سيد بني القين، والذي في الكتاب: أبا صخر بن عمرو، والذي وجدته في الشعر: أبا عمرو بن صخر.\nقال س: هذا موضع المثل:\nأظن بها الظنون ولست أدري\n...\nأسعدى أوقدتها أم رميم\nتحير ابن السيرافي ها هنا: فقال مرةً قتل يزيد بن سنان أبا صخر بن عمرو، وقال مرة أخرى: والذي وجدته في الشعر: أبا عمرو بن صخر. ولم يخرج من ظلمة الشك، ولم يعرف أيضاً قصة هذا الشعر مستويةً، ثم جاء بآخر بين من هذا الشعر فجعله في أوله، فاستحق أن يتمثل فيه بالمثل:\nشنظيرةٌ زوجنيه أهلي\n...\nغشمشمٌ يحسب رأسي رجلي\nولم يعرف قصة الأبيات أيضاً.\nوسبب هذا الشعر أن بني القين قتلوا قيس بن زحل المري، فلقيهم يزيد بن سنان بن أبي حارثة، فقتل أبا عمرو بن صخر القيني، فقال:\nلما أن رأيت بني حييٍّ\n...\nذكرت شناءتي فيهم ووتري\nرميتهم بوجزة إذ تواصلوا\n...\nليرموا نحرها كثباً ونحري\nإذا نفذتهم عادت عليهم\n...\nكأن فلوها فيهم وبكري\nبذات الرمث إذ خفضوا العوالي\n...\nكأن ظباتهن فضاض جمر\nفلم أجبن ولم أنكل ولكن\n...\nيممت بها أبا عمرو بن صخر\nشككت مجامع الأمطاء منه\n...\nبنافذةٍ على دهشٍ وذعر\nتركت الرمح يخطر في صلاه\n...\nكأن سنانه خرطوم نسر\nفإن يبرأ فلم أنفث عليه\n...\nوإن يهلك فذلك كان قدري\nقال ابن السيرافي قال الحطم القيسي\nقد لفها الليل بسواقٍ حطم\nقال: كذا وجدته في الكتاب، وهذا البيت يختلف في قائله، ووجدته لأبي زغبة الأنصاري في شعر قاله يوم أحد:\nأنا أبو زغبة أعدو بالهرم\nلم تمنع المخزاة إلا بالألم\nيحمي الذمار خزرجيٌّ من جشم\nقد لفها الليل بسواق حطم\nقال س: هذا موضع المثل:\nلا تجاوز إلى فتى تعتفيه\n...\nحين تلقى المساور بن رباب\nالجزء: 1 ¦ الصفحة: 32\n",
        "كان يجب ألا يتخطى ما وجده في الكتاب كما قال: إنه للحطم القيسي، وهو صريح صحيح. والحطم: هو شريح بن ضبيعة بن شرحبيل بن عمرو بن مرثد، وإنما سمي الحطم؛ لأنه حين رجع من غزاته من حضرموت، قال وهو يسوق بأصحابه:\nقد لفها الليل بسواق حطم\nليس براعي إبلٍ ولا غنم\nولا بجزار على ظهر وضم\nوهي أبيات مشهورة.\nقال ابن السيرافي قال نصيب الأسود - ونصيب هذا ليس بنصيب الأسود المرواني\n-\nظللت بذي دوران أنشد بكرتي\n...\nومالي عليه من قلوصٍ ولا بكر\nوذكر أربعة أبيات أخر.\nقال س: هذا موضع المثل: جرفٌ منهال، وسحاب منجال إعراض ابن السيرافي عن تحقيق هذا الشعر لقائله بعد هذه الخيلاء - ينادي بجهله به، وذلك أنه ذكر أن قائله نصيب الأسود وليس بنصيب المرواني، فإذا لم يكن لهذا ولا لذاك فهو لنصيب المني؟ والشعر لنصيب بن رباح الأسود الحبكي مولى بني الحبيك بن عبد مناة ابن كنانة، وأولها:\nألا يا عقاب الوكر وكر ضرية\n...\nسقيت العغوادي من عقابٍ على وكر\nأبيني لنا لا زال ريشك ناعماً\n...\nولا زلت من طيرٍ مخضبة الظفر\nرأيتك في طيرٍ تروقين فوقها\n...\nبمنعرج الوادي المحقف ذي السدر\nتمر الليالي ما مررن ولا أرى\n...\nمرور الليالي منسياتي ابنة النضر\nتقول: صلني واهجرني وقد ترى\n...\nإذا هجرت ألا وصال مع الهجر\nفلم أرض ما قالت ولم أبد سخطةً\n...\nوضاق بما جمجمت من حبها صدري\nفهل أنا إلا مثل سيقة العدى\n...\nإن استقدمت نحر وإن جبأت عقر\nظللت بذي دوران أنشد ناقتي\n...\nومالي عليه من قلوص ولا بكر\nوما أنشد الرعيان إلا تعلةً\n...\nبواضحة الأنياب طيبة النشر\nفقال لي الرعيان لم تلتبس بنا\n...\nفقلت بلى قد كنت منها على ذكر\nوقد ذكرت لي بالكثيب مؤالفاً\n...\nقلاص سليم أو قلاص بني وبر\nفقال فريقٌ لا، وقال فريقهم\n...\nنعم، وفريق قال: ويلك ما ندري\nأما والذي حج الملبون بيته\n...\nوعظم آيات الذبائح والنحر\nلقد زادني للجفر حباً وأهله\n...\nليالٍ أقامتهن ليلى على الجفر\nفهل يأثمني الله في أن ذكرتها\n...\nوعللت أصحابي بها ليلة النفر\nوطرت وما بي من سآم ومن كرى\n...\nوما بالمطايا من كلالٍ ومن فتر\nقال ابن السيرافي قال عوف بن عطية\nهلا كررت على ابن أمك معبدٍ\n...\nوالعامري يقوده بصفاد\nوذكرت من لبن المحلق شربةً\n...\nوالخيل تعدو بالصعيد بداد\nقال س: غلط ابن السيرافي في رواية هذا البيت، وهو قوله: \" هلا كررت على ابن أمك معبدٍ \" والصواب:\nهلا عطفت على أخيك معبدٍ\nلأنه خاطب بهذا الشعر لقيطاً، ومعبدٌ أخوه لأبيه وأمه.\nقال ابن السيرافي قال الأغلب العجلي\nجاريةٌ من قيسٍ بن ثعلبه\nقباء ذات سرةٍ مقعبه\nممكورة الأعلى رداح الحقبه\nكأنها حلية سيف مذهبه\nقال: قوله \" كأنها حلية سيف \" يعني في بريقها وحسنها.\nقال س: هذا موضع المثل:\nهوى ناقتي خلفي وقادمي الهوى\n...\nوإني وإياها لمختلفان\nمراد الشاعر في هذه الأبيات غير ما ذهب إليه ابن السيرافي، وذلك أنه توهم أنه أبيات غزل أريد بها أمر جميل لم يعرف ما بعده، فإنه ينجر إلى هجاء مقذع، وأن هذه الصفة استطراد له.\nوهذه الأبيات للأغلب يهجو بها كلبة، وكانت كلبة تهاجيه، وهي التي تقول للأغلب:\nناك أبو كلبة أم الأغلب\nفهي على جردانه توثب\nتوثب الكلب لحس الأرنب\nوأبيات الأغلب هيه:\nجاريةٌ من قيسٍ بن ثعلبه\nقباء ذات سرةٍ مقعبه\nممكورة الأعلى رداح الحجبه\nكأنها خلة سيف مذهبه\nأهوى لها شيخ شديد العصبه\nخاظي البضيع أيره كالخشبه\nفضربت بالود فوق الأرنبه\nثم انثنت به فويق الرقبه\nفأعلنت بصوتها أن يا أبه\nكل فتاة بأبيها معجبه\nالجزء: 1 ¦ الصفحة: 33\n",
        "فقال في الألطاف عند الأربه\nيكفي عتاب الفارك المخضبه\nعردٌ كساق البكرة المشذبه\nفي رأسه مثل الفري المكربه\nيعجل قبل ما بها بالقبقبه\nوقال الأغلب أيضاً فيها:\nهل يغلبني شاعرٌ رطبٌ حره\nمختلطٌ أسوده وأحمره\nسلاحه يوم الهياج مجمره\nرخصٌ إذا عارك قرناً يبهره\nمكحل العينين حلوٌ منظره\nأتم منه لونه ومحجره\nوالجسم قد تم وتم مخبره\nمقلداً تقصاره وجبره\nأقب قدماً زانه مؤخره\nمثل نقا الرمل حشاه ميزره\nمخضب الأطراف حرٌّ بشره\nيرضي الضجيع دله ونظره\nوهي تنادي تحته وتذمره\nوهو شديدٌ نعظه وذكره\nحتى يغيب في القراب مسبره\nقالت له في بعض ما تشطره\nمن يشتري سيفي وهذا أثره\nهذا مثل يقول: من يريد هذا وهذا أثره؟ كأنها ترغب في متاعها، تقول: هذا هو.\nقال ابن السيرافي قالت ليلى الأخيلية\nتساور سواراً إلى المجد والعلا\n...\nوفي ذمتي لئن فعلت ليفعلا\nقال: سوار هو سوار القشيري، وكان يهاجي النابغة الجعدي، فقال النابغة لسوار شيئاً أغضب ليلى، فهجت النابغة.\nقال س: هذا موضع المثل: لا تنشد القريض فسر ابن السيرافي هذا الشعر من غير روية. لم تغضب ليلى لما قاله ابن السيرافي، وإنما غضبت لأجل قول النابغة فيها في كلمة له:\nدعي عنك تهجاه الرجال وأقبلي\n...\nعلى أذلعيٍّ يملأ استك فيشلا\nوإنما هجاها النابغة لقولها:\nقشيرٌ وإن أمدح قشيراً فإنهم\n...\nبناة مساعي عامرٍ وقرومها\nفلما هجاها النابغة قالت ليلى في كلمة لها تجيبه: \" تساور سواراً.. البيت \".\nقال ابن السيرافي قال الشاعر\nعلم القبائل من معد وغيرها\n...\nأن الجواد محمد بن عطارد\nقال: هو محمد بن عطارد بن حاجب بن زرارة الدارمي.\nقال س: خفي على ابن السيرافي هذا النسب، وإنما غره الشعر، والشعر موضع ضرورة، وهو محمد بن عمير بن عطارد بن حاجب بن زرارة.\nقال ابن السيرافي قال الشماخ\nألا عللاني قبل غارة سنجال\n...\nوقبل منايا باكراتٍ وآجال\nوقبل اختلاف القوم من بين سالبٍ\n...\nوآخر مسلوبٍ هوى بين أبطال\nقال: سنجال موضع بناحية أذربيجان، أو اسم رجل. ورثى الشماخ بهذه القصيدة رجلاً من بني ليث بن عبد مناة بن كنانة.\nقال س: هذا موضع المثل:\nفما يعرف الجعدي بالغيل لبه\n...\nولا الفلج العادي إلا توهما\nتوهم ابن السيرافي لا يستفاد منه يقين، ويدل ذلك على قصور كان فيه وهو قوله: سنجال اسم رجل أو اسم موضع.\nوسنجال: قرية من قرى أذربيجان، والمرثي بالشعر بكير بن شداد ابن خالد بن عامر بن الملوح بن الشداخ بن يعمر بن عوف بن كعب بن عامر ابن ليث بن بكر بن عبد مناة بن كنانة.\nقال ابن السيرافي قال سيبويه في الجمع المكسر، قال حكيم بن معية الربعي\nمن بني تميم\nفيها عياييل أسودٌ ونمر\nقال: الذي في شعره غياييل والعيال: المتبختر وجمعه عياييل. وصف قبل البيت قناة نبتت في موضع محفوف بالجبال والشجر فقال:\nحفت بأطوادٍ جبالٍ وسمر\nفي أشب الغيطان ملتف الحظر\nفيه عياييل أسودٌ ونمر\nقال: والذي في شعره أسودٍ مجرورة بإضافة عياييل إليه.\nقال س: هذا موضع المثل:\nأتاك مني خبرٌ نقاخ\nحقٌّ إذا ما كذب الوضاخ\nصحف ابن السيرافي في قوله عياييل أنه بالعين غير المعجمة فكذب.\nوالصواب غياييل بالغين المعجمة جمع الغيل على غير قياس. وقوله: وصف قناة فإنه يهوس الإنسان، فيتوهم أنه أراد بالقناة ها هنا رمحاً طعن به، وإنما أراد بالقناة ها هنا العزة القعساء والشرف العود، ويدلك على ذلك ما يتقدمه من الأبيات. وهو:\nأحمي قناةً صلبةً ما تنكسر\nصماء تمت في نيافٍ مشمخر\nحفت بأطوادٍ جبالٍ وسمر\nفي أشب العيصان ملتف الحظر\nفيها غياييل أسودٌ ونمر\nخطارةٌ تدمي خياشيم النعر\nإذا الثقاف عضها لم تنأطر\nقال ابن السيرافي قال زبان بن سيار الفزاري\nرحلت إليك من جنفاء حتى\n...\nأنخت فناء بيتك بالمطالي\nالجزء: 1 ¦ الصفحة: 34\n",
        "فإن قلائصاً طوحن شهراً\n...\nضلالاً ما رحلن إلى ضلال\nقال: كان زبان بن سيار أنعم على حنظلة بن الطفيل بن مالك، ثم رحل زبان إليه يستثيبه. والمطالي جمع مطلاء وهي أرض سهلة.\nيقول: إن إبلاً طوحت شهراً ضلالا، يعني أنها بعد سيرها ووصولها ثم تحظ بشيء مما أرادته، فسيرها كان ضلالاً. يقول: إن قلائص سارت شهراً في ضلال ما رحلت ضلالاً إلى الذي سارت إليه، لأنه كافأه وأثابه فلم تكن قلائصه رحلت ضلالاً، مثل قلائص رجل آخر سار شهراً إلى موضعٍ أراده لم ينل منه شيئاً.\nقال س: هذا موضع المثل:\nحطبتها من يابسٍ ورطب\nإلى خباها يتناهى حطبي\nنفض ابن السيرافي ها هنا كنانته، فأتى بهذيان كثير لا تصح منه سنة، وكنت قد ذكرت لك أن من تصدى لتفسير هذا الشعر، من غير إتقانٍ لعلم النسب، وأيام العرب، ومعرفة المنازل والمناهل؛ كثرت سقطاته.\nأي فائدة في قوله: كان زبان بن سيار أنعم على حنظلة بن الطفيل بن مالك، ثم رحل إليه زبان يستثيبه - إذا لم يذكر أنه أثابه أو لم يثبه، فترك الكلام مبتوراً لجهله بهذه القصة.\nولو عرف المنازل والمناهل؛ لعلم أن قوله: المطلاء: الأرض السهلة فاحش، والصواب المطلى بفتح الميم والقصر، وهو وادٍ في بلاد بني كلاب لبني أبي بكر، وإياه عنى القائل حيث يقول - أنشدناه أبو الندى -:\nغنى الحمام على أفنان غيطلةً\n...\nمن سدر بيشة ملتفٍّ أعاليها\nغنين لا عربياتٍ بألسنةٍ\n...\nعجمٍ، وأملح إيحاءٍ تواحيها\nفقلت والعيس خوصٌ في أزمتها\n...\nيلوي بأثواب أصحابي تباريها:\nأرعى الأراك قلوصي ثم أوردها\n...\nماء الحريرة والمطلى فأسقيها\nيا نخلتي بطن مطلوبٍ ألفتكما\n...\nفالنفس لا تنتهي عنكم أمانيها\nوإليكما قذرٌ بالناس لا رحمٌ\n...\nتدنيه منا ولا نعمى يجازيها\nمحفوفتين بظل الموت أشرفتا\n...\nفي رأس رابيةٍ صعبٍ مراقيها\nمن يعطه الله في الدنيا ظلالكما\n...\nيكتب له درجاتٌ عالياً فيها\nتندى ظلالكما والشمس طالعةٌ\n...\nحتى يواريها في الغور حاديها\nكلتاهما قضب الريحان نبتتها\n...\nفاعتم بالباسق الريان ضاحيها\nومطلوب: ماء لبني أبي بكر، وجمع زبان المطلى بما حوله فجعله المطالي وربما ثنوا المطالي فقالوا مطليان.\nوقال أعرابي:\nوردت جريراً يوم أذرعه الهوى\n...\nوبصرى وقادتك الرياح الجنائب\nسقى الله نجداً من ربيعٍ وصيفٍ\n...\nوخص بها أشرافها والجوانب\nإلى أجلى فالمطليين فراهصٍ\n...\nهناك الهوى لو أن شيئاً يقارب\nولم يعرف ابن السيرافي جنفاء أيضاً أنها في بلاد بني فزارة وأن زبان قال: إنما رحلت إليك من جنفاء، أي من بلاد قومي. وفي جنفاء يقول الراجز - وقصره ضرورة، وهو بيت مثل -:\nإذا بلغت جنفا فنامي\nواستكثري ثم من الأحلام\nوقوله بالمطالي أراد بلاد حنظلة بن الطفيل بن مالك، فإنه لو عرف قصة الشعر كما هيه؛ لم يقل في معنى قوله \" ضلالاً ما رحلن إلى ضلال \" أنه مديح، وهذه بلاهة تامة.\nوقصة هذا الشعر أن زبان بن سيار أسر حنظلة بن الطفيل بن مالك، فأنعم عليه، ثم أتاه يستثيبه فلم يرض ثوابه، ويقال إنه حبسه وبعث أخاه بفدائه. فقال:\nتسائل عني الحسناء لما\n...\nأتى من دون وافدها الشهور\nعلام تقول يحبسني وعندي\n...\nمواشكةٌ وأنساعٌ وكور\nفما زال ابتغاء الشكر حتى\n...\nقعدت رهينةً وأخي نذير\nأسيراً في بلاد بني طفيلٍ\n...\nوكيف ينام في القد الأسير\nوقال زبان أيضاً:\nألا من مبلغٌ عني طفيلاً\n...\nوحنظلة الذي أبزى سؤالي\nبأن قلائصاً طرحن شهراً\n...\nضلالاً ما رحلن إلى ضلال\nرحلناهن من جنفاء حتى\n...\nأنخن فناء بيتك بالمطالي\nفإن الضان قد ربحت لديكم\n...\nوإني لن أسد بها خلالي\nفإنك إن سألت أباك عني\n...\nوأمك يوم أمعز ذي طلال\nفإنهم على السبي استغاثوا\n...\nببلدة شنأٍ صهب السبال\nالجزء: 1 ¦ الصفحة: 35\n",
        "أآمن بعد حنظلة ابن أنثى\n...\nبشيء ما هدت قدمي قبالي\nتغيب عنك ذاك الشهر حتى\n...\nأتاك لليلةٍ بعد الهلال\nوقال أبوك: إما جاء ربي\n...\nله أربٌ فلا تعطوه مالي\nفإن تشكر فقد أنعمت فيكم\n...\nوإن تكفر فإني لا أبالي\nولولا عامرٌ والمرء عمروٌ\n...\nرميت إليكما رمي المغالي\nولولا عتبة المحمود أدنى\n...\nإليك الركب وسماً غير بالي\nقال ابن السيرافي قال السليك\nكأن حوافر النحام لما\n...\nتروح صحبتي أصلاً محار\nعلى قرماء عاليه شواه\n...\nكأن بياض غرته خمار\nقال: النحام اسم فرسه، وكان النحام نفق. قال: ورأيت بعض من يفسر الشعر ذكر غير هذا، وفسر الشعر على أن الفرس حي وقال: قوله عاليه شواه: أراد أنه تام ليس به قصر.\nقال س: هذا موضع المثل:\nإذا خير السيدي بين غوايةٍ\n...\nورشدٍ، أتى السيدي ما كان غاويا\nكثيراً ما يتعلق ابن السيرافي بالرديء ويدع الجيد جانباً، وذلك لجهله بالشعر ومعانيه وإنما هو مرثية النحام لا مدحه. ولم يعرف قرماء أيضاً أنها في أي بلاد. وقرماء: قرية لبني نمير، وثم نفق النحام.\nقال ابن السيرافي قال الراجز\nتقول يا رباه يا رب هل\nإن كنت من هذا منجي أحبلي\nإما بتطليقٍ وإما بارحلي\nكأن خصييه من التدلدل\nظرف عجوزٍ فيه ثنتا حنظل\nقال س: هذا موضع المثل:\nإذا اعتملت فاعتمل بجد\nولا تكن مثل عطين القد\nلم يعرف ابن السيرافي هذا الرجز ولم يعرف قائله، وتهاون في استخراج أبياته على جهة الصواب، والأبيات الثلاثة التي أوردها قبل قوله: \" كأن خصييه \" مختلة كلها. ولم يعرف قائل الأرجوزة أيضاً.\nوقائلها خطام الريح المجاشعي، ونظام الأبيات على ما أثبته لك هنا، وهي:\nيا رب بيضاء بوعس الأرمل\nشبيهة العين بعيني مغزل\nفيها طماحٌ عن حليلٍ حنكل\nوهي تداوي ذاك بالتجمل\nقد شغفت بناشئٍ هبركل\nينفض عطفي خضيلٍ مرجل\nيحسب مختالاً وإن لم يختل\nدس إليها برسولٍ مجمل\nعن كيف بالوصل لكم أم كيف لي\nفلم تزل عن زوجها المخشل\nابعث فكن في الرائحين أو كل\nوكل ما أكلت في محلل\nوأوقرن يا هديت جملي\nحتى إذا دب الرضا في المفصل\nوكان في القلب تحيت المسعل\nثم غدا الشيخ لها بأزفل\nمن الرضا جنعدل التكتل\nكأن خصييه من التدلدل\nظرف عجوز فيه ثنتا حنظل\nلما غدا تبهلت لا تأتلي\nعن: رب يا رب عليه عجل\nبرهصةٍ تقتله أو دمل\nأو حيةٍ تعض فوق المقصل\nقال ابن السيرافي قال عمرو بن العاص في يوم صفين\nإذا تخازرت وما بي من خزر\nثم كسرت العين من غير عور\nألفيتني ألوى بعيد المستمر\nذا صولةٍ في المصمئلات الكبر\nقال: ويروى هذا الرجز للنجاشي الحارثي، وأظن أنه يروى لغيرهما أيضاً.\nقال س: هذا موضع المثل:\nلا مي إلا أن تظن ظنا\nوإن تغنى البوم أو أرنا\nإذا فسر المفسر الشعر بأظن وعسى ويجوز ويروى - فاعلم أنه برذون فيه. وهذا الشعر للمساور بن هند، وأوله:\nأنا لمن أنكر شاني القمر\nأختن من شئت ومن شئت أذر\nإذا تعاورت وما بي من عور\nثم خزرت العين من غير خزر\nألفيتني ألوى بعيد المستمر\nذا نهمةٍ في المصمئلات الكبر\nأبذى إذا نوديت من كلبٍ ذكر\nأعقد بوالٍ يغذى في الشجر\nحمال ما حملت من خيرٍ وشر\nحية وادٍ بين قفٍّ وحجر\nقد كدت أن أعرف آيات الكبر\nنوم العشاء والسعال بالسحر\nوحدة الطرف وتجميح النظر\n؟\nقال ابن السيرافي قال مزاحم العقيلي\nوقالوا تعرفها المنازل من منى\n...\nوما كل من وافى مني أنا عارف\nقال: تعرفها مثل اعرفها، وما كل من وافى منى أنا عارف: موضعه الذي هو نازل فيه.\nقال س: غلط ابن السيرافي في قوله \" وقالوا \" وإنما هو وقالا وقبل البيت:\nووجدي بها وجد المضل بعيره\n...\nبمكة لم تعطف عليه العواطف\nالجزء: 1 ¦ الصفحة: 36\n",
        "رأى من رفيقيه جفاء وفاته\n...\nبفرقتها المستعجلات الخوانف\nفقالا تعرفها المنازل من منى\n...\nوما كل من وافى منى أنا عارف\nوتعرفها معناه أنشدها، وتفسير ابن السيرافي البيت يتوه الإنسان، فيتوهم أن قوله \" أنا عاف \" يعبر به مزاحم عن نفسه، وإنما ذكر ذلك حكايةً عمن أضل بعيره، وقد مر ذكره في البيت الأول من هذه الأبيات الثلاثة، فاعرفه.\nقال ابن السيرافي قال الجعدي\nماذا رأيت السيلحين وبارقاً\n...\nأغنين عن حجر بن أم قتال\nملك الخورنق والسدير ودانها\n...\nما بين حمير أهلها وأوال\nقال: المعنى أنه ما أغنى عن حجرٍ هذا الملك، ولا دفع عنه الموت ما ملك وجمع. في كلام يشبه هذا.\nقال س: هذا موضع المثل: جاء بخصيي دكين ما جاء ابن السيرافي ها هنا بشيء فيه خير، وذلك أنه غير لفظ البيت وأفسد. والصواب:\nأغنين عن عمروٍ وأم قتال\nيعني عمرو بن هند الملك، وأم قتال امرأته.\nقال ابن السيرافي قال جرير\nأعبداً حل في شعبى غريباً\n...\nألؤماً لا أبالك واغترابا\nيهجو جرير بهذا الشعر العباس ين يزيد الكندي. وشعبى وادٍ أو موضع.\nقال س: هذا موضع المثل: لا يشهد الحلبة إلا معرب كل من لا يعرف أسامي المنازل محققةً - كما ذكرت لك قبل هذا - يزل عن مثل هذا المقام الدحض، وذاك أن ابن السيرافي لم يذكر سبب قول جرير للعباس بن يزيد:\nأعبداً حل في شعبى غريباً\nلم جعله هجاء، وأي عيب في حلوله شعبى. وإنما عيره في أنه حليف لبني فزارة، وشعبى من بلادهم، وهو كندي غريب الدار منهم. والحليف عند العرب عار، ومنه قول لقيط بن زرارة:\nألا من رأى العبدين إذ ذكرا له\n...\nعديٌّ وتيمٌ تبتغي من تحالف\nقال ابن السيرافي قال المرار الفقعسي\nسل الهموم بكل معطي رأسه\n...\nناجٍ مخالط صهبةٍ متعيس\nقال: المتعيس: الذي يضرب إلى البياض.\nقال س: الصواب:\nمخالط صهبةٍ وتعيس\nأي خلط الصهبة بالتعيس فعطف المصدر على المصدر.\nقال ابن السيرافي قال حصين بن يزيد الحارثي\nأكل عامٍ نعمٌ تحوونه\nيلقحه قومٌ وتنتجونه\nقال س: قائل هذا البيت رجل من بني ضبة قاله يوم الكلاب الثاني\nقال ابن السيرافي قال ذو الرمة\nفانم القتود على عيرانةٍ أجد\n...\nمهريةٍ مخطتها غرسها العيد\nنظارةٍ حين تعلو الشمس راكبها\n...\nطرحاً بعيني لياحٍ فيه تحديد\nقال: العيد قبيلة من مهرة.\nقال س: جاء العيد، في الشعر ضرورة، فظن ابن السيرافي أنه تحقيق، لغباوته بعلم النسب. وإنما هو: العيدي بن الندغي بن مهرة بن حيدان. وقال الراعي:\nمن العيدي يحملني ورحلي\nقال ابن السيرافي قال طفيل الغنوي\nتظل مداريها عوازب وسطه\n...\nإذا أرسلته أو كذا غير مرسل\nإذا هي لم تستك بعود أراكةٍتنخل فاستاكت به عود إسحل\nقال س: هذا موضع المثل:\nأيهات بين اللؤم بونٌ والكرم\nأبعد مما بين بصرى والحرم\nبين البيتين أبيات كثيرة لم يذكرها ابن السيرافي فينتسب نظامها. والبيت الأول من البيتين في صدره اضطراب، وصوابه ونظام الأبيات:\nتضل المدارى في ضفائرها العلا\n...\nإذ أرسلت أو هكذا غير مرسل\nكأن الرعاث والسلوس تصلصلت\n...\nعلى خششاوي جأبه القرن مغزل\nأملت شهور الصيف بين إقامةٍ\n...\nذلولاً لها الوادي ورملٍ مسهل\nبأبطح تلفيها فويق فراشها\n...\nثقال الضحى لم تنتطق عن تفضل\nيغني الحمام فوقها كل شارقٍ\n...\nغناء السكارى في عريشٍ مظلل\nإذا وردت يسقي بحسيٍ رعاؤها\n...\nقصير الرشاء قعره غير محبل\nيزين مراد العين ما بين جيبها\n...\nولباتها أجواز جزعٍ مفصل\nكجمر غضاً هبت له وهو ثاقببمروحة لم تستتر ريح شمأل\nووحفٌ يغادى بالدهان كأنه\n...\nمديدٌ غذاه السيل من نبت عنصل\nإذا هي لم تستك بعود أراكةٍتنخل فاستاكت به عود إسحل\nفانظر الآن كم بين البيتين - هلى ما أورده ابن السيرافي.\nالجزء: 1 ¦ الصفحة: 37\n",
        "قال ابن السيرافي قال النجاشي\nفقلت له يا ذئب هل لك في أخ\n...\nيواسي بلا منٍّ عليك ولا بخل\nفقال: هداك الله للرشد إنما\n...\nدعوت لما لم يأته سبعٌ قبلي\nقال س: هذا موضع المثل: لا يعرف الهيء من الجيء\nقال ابن السيرافي قال شريح بن عمران من بني قريظة، ويقال إن الشعر لمالك\nبن العجلان الخزرجي\nبين بني جحجبى وبين بني\n...\nزيدٍ فأنى لجاري التلف\nالحافظو عورة العشيرة لا\n...\nيأتيهم من ورائهم وكف\nقال: الحافظو مرفوع لأنه مدح، كأنه قال: هم الحافطو عورة، في كلام يشبه هذا لا ينفع سامعه.\nقال س: هذا موضع المثل:\nإن بني الأحمر من فزاره\nلا يرهبون أبةً وغاره\nلو كان ابن السيرافي يرهب عاراً ويتئب من مخزاة لما رضي لنفسه أن يفسر الشعر بيقال وأظن ويروى وأشباه ذلك.\nالبيت الثاني لعمرو بن امرئ القيس قي كلمة له ينهى مالك بن العجلان عن الحرب.\nوالبيت الأول من قصيدة أخرى، ولا تعلق له بالبيت الثاني، فجاء بهما وبقائلهما خبط العشواء. وأبيات عمرو بن امرئ القيس:\nيا مال والسيد المعمم قد\n...\nيبطره بعض رأيه السرف\nلا يرفع العبد فوق سنته\n...\nوالحق يوفى به ويعترف\nإن بجيراً عبدٌ لغيركم\n...\nيا مال، والحق عنده فقفوا\nفسوف يأتي الوفاء معترفاً\n...\nبالحق فيه لكم فلا تكفوا\nنحن بما عندنا وأنت بما\n...\nعندك راضٍ والرأي مختلف\nنحن المكيثون نحمد بال\n...\nمكث ونحن المصالت الأنف\nالحافظو عورة العشيرة لا\n...\nيأتيهم من ورائهم وكف\nوالله لا تزدهي عشيرتنا\n...\nأسد عرينٍ مقيلها الغرف\nإذا مشينا في الفارسي كما\n...\nتمشي جمالٌ مصاعبٌ عطف\nنمشي إلى الموت من حفائظنا\n...\nمشياً ذريعاً وحكمنا نصف\nإن سميراً أبت عشيرته\n...\nأن يغرموا فوق حق ما نطفوا\nأو يصدروا الخيل وهي حافلةٌ\n...\nتحت صواها جماجمٌ جفف\nأو تجرعوا الغيظ ما بدا لكم\n...\nفمارسوا الحرب حيث تنصرف\nإني لأنمي إذا نميت إلى\n...\nعزٍ رفيعٍ وقومنا شرف\nبيضٌ خفافٌ كأن أعينهم\n...\nيكحلها في الملاحم السدف\nقال ابن السيرافي قال دريد بن الصمة\nأسرك أن يكون الدهر وجهاً\n...\nعليك بسيبه يغدو ويسري\nوأن لا ترزئي أهلاً ومالاً\n...\nيضرك هلكه ويطول عمري\nفقد كذبتك نفسك فاكذبيها\n...\nفإن جزعاً وإن إجمال صبر\nقال: يخاطب امرأته، يقول لها: إن كنت تظنين أو تحدثك نفسك في هذا الذي حدثتك به. في كلام يشبه هذا.\nقال س: هذا موضع المثل: حفظت شيئاً وغابت عنك أشياء لم يكن غرض دريد في ضربه هذا المثل وخطابه به امرأته، إلا معنى جعل هذا الاستطراد، وهو أنه يرثي بهذا الشعر معاوية بن عمرو بن الحارث بن الشريد أخا الخنساء، قتلته بنو مرة. والأبيات:\nألا بكرت تلوم بغير قدر\n...\nوقد أحفيتني ودخلت ستري\nفإن لا تتركي عذلي سفاهاً\n...\nتلمك علي نفسك أي عصر\nأسرك أن يكون الدهر سدى\n...\nعلي بشره يغدو ويسري\nوألا ترزئي نفساً ومالاً\n...\nيضرك هلكه ويطول عمري\nفقد كذبتك نفسك فاكذبيها\n...\nفإن جزعٌ وإن إجمال صبر\nفإن الرزء يوم وفقت أدعو\n...\nفلم يسمع معاوية بن عمرو\nرأيت مكانه فعرضت زوراً\n...\nوأي مقيل زورٍ يا بن بكر\nإلى إرمٍ وأحجار وصيرٍ\n...\nوأغصان من السلمات سمر\nوبنيان القبور أتى عليها\n...\nطوال الدهر من سنةٍ وشهر\nولو أسمعته لأتى حثيثاً\n...\nسريع السعي أو لأتاك يجري\nبشكة حازم لا عيب فيه\n...\nإذا لبس الكماة جلود نمر\nفإما تمس في جدثٍ مقيماً\n...\nبمسهكةٍ من الأرواح قفر\nالجزء: 1 ¦ الصفحة: 38\n",
        "فعز علي هلكك يا بن عمروٍ\n...\nوما لي عنك من عزمٍ وصبر\nقال ابن السيرافي قال ابن مقبل\nيا عين بكي حنيفاً رأس حيهم\n...\nالكاسرين القنا في عورة الدبر\nقال: حنيف في بني العجلان حي.\nقال س: هذه الفائدة من ابن السيرافي تزيد المتأدب جهلاً بهذا النسب. إنما يقال: فلان من بني فلان، إذا كان بينه وبين الجد الأكبر آباء وأجداد، فأما إذا كان لصلبه، فإنه يقال هو ابنه. وحنيف هو ابن العجلان، واسم العجلان: عبد الله ابن كعب بن ربيعة بن عامر بن صعصعة.\nقال ابن السيرافي قال ابن مقبل\nطافت بأعلاقه خودٌ يمانيةٌ\n...\nتدعو العرانين من عمروٍ وما جمعوا\nقال: عمرو قبيلة وهو عمرو بن كلاب فيما أرى، ويجوز أن يريد به بني عمرو ابن تميم. ويروى: \" العرانين من بكر \" ويجوز أن يريد ببكر بني أبي بكر بن كلاب. وقوله \" يمانية \" لا يوافق هذا التفسير، لأن القبائل التي ذكرتها كلها من نزار.\nقال س: هذا موضع المثل:\nأثرت من الداء ما قد عفا\n...\nكما عفت الريح نؤي التراب\nلو لم يتكلم ابن السيرافي في هذا البيت لم تظهر عورة لسانه - سخنت عينه - جهتين: إحداهما أنه قال: يجوز أن يريد: بني عمرو بن تميم. وأين بنو العجلان من تميم، وإنما هو عمرو بن كلاب.\nوالأخرى أنه قال: قوله يمانية لا يوافق هذا التفسير، لأن القبائل التي ذكرتها كلها من نزار. ولم يدر أن بني عامر ينسبون إلى اليمن، لأنهم كانوا ينزلون نجداً مما يلي اليمن، وأن غطفان يسمون شامية لأنهم ينزلون نجداً مما يلي الشام. فلذلك قال النابغة الذبياني في هجائه لزرعة بن عمرو بن خويلد بن الصعق من بني نفيل بن عمرو بن كلاب:\nوكنت أمينه لو لم تخنه\n...\nولكن لا أمانة لليماني\nفأجابه زرعة بن عمرو:\nوأي الناس أغدر من شآمٍ\n...\nله صردان منطلق اللسان\nقال ابن السيرافي في قول النابغة الجعدي\nفظل لنسوة النعمان منا\n...\nعلى سفوان يومٌ أروناني\nقال: ينشد البيت في القصيدة أروناني منسوب، وقد خفف ياء النسبة منه، أراد أرونانيٌّ فخفف. ومثله:\nإني لمن أنكرني ابن اليثربي\nقتلت علباء وهند الجملي\nقال: أراد \" اليثربي والجملي \" وينبغي أن يكتب بياء لأنه منسوب وتزول عنه الشبهة.\nقال س: هذا موضع المثل:\nلذا أصلٌ فماذا أصل هذا\n...\nوما أنا عن أشاروى بالفحوص\nالجملي منسوب كما ذكر، فأما اليثربي فإنه اسم محقق غير منسوب، كما قالوا: مكي بن سوادة، وفدكي بن عمرو، وعيدي بن الندغي وأشباه ذلك كثير في كلام العرب.\nولم يعرف ابن السيرافي قائل هذا الشعر، ولا من قيل فيه. وهو لعبد الله ابن يثربي الضبي. وهند الجملي: هو هند بن عمرو بن جندلة بن كعب بن ربيعة بن جمل بن كنانة بن ناجية بن يحابر وهو مراد، قتل رحمه الله مع علي بن أبي طالب عليه السلام يوم الجمل، قتله عبد الله بن يثربي الضبي. وقال:\nإن تنكروني فأنا ابن يثربي\nقاتل علباء وهند الجملي\nثم ابن صوحان على دين علي\nقال ابن السيرافي قال جندل الطهوي\nغرك أن تقاربت أبا عري\nوأن رأيت الدهر ذا الدوائر\nحنى عظامي وأراه ثاغري\nوكاحلاً عيني بالعواور\nقوله: تقاربت أبا عري: يريد أنه ترك السفر والرحلة إلى الملوك، فإبله مجتمعة لا يفارق بعضها بعضاً.\nقال س: غلط ابن السيرافي ها هنا، معنى تقاربت قلت، يعني من قلتها قرب بعضها من بعض.\nقال ابن السيرافي قال مقاس العائذي، واسمه النعمان\nفدىً لبني ذهل بن شيبان ناقتي\n...\nإذا كان يومٌ ذو كواكب أشهب\nأشصت بنا كلب شصوصاً وأوجهت\n...\nعلى وافدينا بالجزيرة تغلب\nقال: كانت كلب شكت إلى يزيد بن معاوية، أن رجلاً من بني شيبان كان نازلاً على بعض المياه، إذا مر به قوم مسافرون منعهم من الماء. فكتب إلى زياد، وجرت بين بعض بني شيبان وبعضٍ حروب جرها هذا الأمر.\nقال س: هذا موضع المثل:\nبذات غسل ما بذات غسل\nوثرمداء شعبٌ من عقلي\nالجزء: 1 ¦ الصفحة: 39\n",
        "عزب عقل ابن السيرافي ها هنا، وجاء بهوس من الكلام لا يشبه بعضه بعضاً ولا يلائمه، وذلك لجهله بأحوال العرب الجاهلية والإسلامية وما بين ذلك.\nمتى لحق مقاس العائذي يزيد بن معاوية وهو في الجاهلية الجهلاء، وقد رثى شريك بن عمرو أبا الحوفزان، ولم يدرك الحوفزان الإسلام. وهو القائل في شريك بن عمرو:\nعين بكي فتى الحروب ابن عمروٍ\n...\nواندبيه فقد رزئت جليلا\nيا نديم الملوك يسقى بكأس الر\n...\nري لا مترفاً ولا مملولا\nوإنما أبيات مقاس هي أبيات فخر ببني شيبان، افتخر بها وهو من عائذة قريش، إلا أن عداده في بني شيبان. والأبيات:\nفدىً لبني ذهل بن شيبان ناقتي\n...\nإذا كان يومٌ ذا كواكب أشهب\nإذا الكشح أمسى مقشعراً كأنه\n...\nمتمٌّ بآلافٍ من الخيل مقرب\nأشصت بنا كلب شصوصاً وأوجهت\n...\nعلى وافدينا بالجزيرة تغلب\nأطارت قطاة الهد من كل جانب\n...\nفكاد المنادي بالأنام يغلب\nترى الخيل تردي حاظلاتٍ كأنما\n...\nعليهن آجام السواد المقصب\nيذاد بها عن نسوةٍ غير فحشٍ\n...\nوأثلاب شيخ كان ما إن يسبب\nومن لا يجد مستنبياً لجبينه\n...\nبنابٍ لنا مستقدم القرن أشيب\nومن لا يقوم بيته أهل عزه\n...\nيقم بيتنا عزٌّ عزيز مؤرب\nومن يك منهم نائياً عن نصابه\n...\nفإن نصابي فيهم لمركب\nأصب عليهم بالثناء كأنني\n...\nإذا جن ليلٌ شائقٌ متطرب\nوإن حياتي علقت بحياتهم\n...\nوفي هالكيهم طائري يتسقب\nقال ابن السيرافي قال رؤبة\nلولا ارقي على الأشراف\nألحمتني في النفنف النفناف\nفي مثل مهوى هوة الوصاف\nقولك أقوالاً مع التحلاف\nفيها ازدهافٌ أيما ازدهاف\nوالله بين القلب والأضعاف قال: الهوة: الوهدة، والمهوى: ما بين أعلى الشيء وأسفله، والوصاف: رجل من أهل البادية، أضاف الهوة إليه.\nقال س: هذا موضع المثل:\nشر المعينين إذا استعنته\nشيخ إذا نبهته حك استه\nقول ابن السيرافي: الوصاف ها هنا رجل من أهل البادية يدل على أنه كان ضعيفاً في علم النسب. وقوله الهوة: الوهدة، يدل أيضاً على ضعفه - كان - في معرفة منازل العرب ومناهلها. وأي فائدة في قوله: إن الوصاف رجل من أهل البادية، وسواء كان بدوياً أو حضرياً - إذا لم تعرف اسمه وسببه.\nهوة الوصاف في شعر رؤبة دحلٌ بالحزن لبني الوصاف من بني عجل. والوصاف: هو مالك بن عامر بن كعب بن سعد بن ضبيعه بن عجل بن لجيم. وهوة الوصاف: مثل في العرب، يستعملونه في الدعاء على الإنسان، وأنشد للهدار بن حكيم يدعو على مقرف:\nمن غال أو أقرف بعض الإقراف\nفخصه الله بحمى قرقاف\nوبحميمٍ محرقٍ للأجواف\nوالزمهرير بعد ذاك الزفزاف\nوكبه في هوة ابن الوصاف\nحتى بعد قبره في الأجداف\nما لك عندي كدرٌ ولا صاف\nإلا دعاء الله غير مجتاف\nهو الذي يخلق ما في الأضعاف\nوعلم الخط بميمٍ أو كاف\nقال ابن السيرافي قال أبو ثروان، ويروى للمعلوط ابن بدل\nإن الغزال الذي ترجون غرته\n...\nجمعٌ يضيق به العتكان أو أطد\nمستحقبي حلق الماذي يحفزها\n...\nبالمشرفي وغابٌ فوقها حصد\nالعتكان: تثنية اسم موضع، وأطد معطوف عليه، والماذي: الدروع، في كلام يشبه هذا الهوس.\nقال س: هذا موضع المثل: ليس المرء في شيء ولا اليربوع في شيء لا أبو ثروان من هذا الشعر في شيء ولا المعلوط، إنما هو للزبرقان بن بدر. ولم يذكر ابن السيرافي أيضاً من تفسيره ما يدل على شيء فيه فائدة، وذلك أنه لم يعرف قصته، ومثل هذا الشعر إذا لم تعرف قصته لم يعرف معناه البتة.\nوكان من قصة هذا الشعر، أن النبي عليه وآله الصلاة والسلام بعث الزبرقان بن بدر على صدقات عوف بن كعب، وعبشمس بن سعد، وامرئ القيس ابن زيد مناة. فقبض النبي صلى الله عليه وآله وقد اجتمعت في يده إبل كثيرة من الصدقة، فارتدت قبائل وسعاة من سعاة النبي صلى الله عليه وآله وسلم، وذهبوا بما كان في أيديهم.\nالجزء: 1 ¦ الصفحة: 40\n",
        "وكان ممن ارتد قيس بن عاصم المنقري، فقسم صدقة النبي صلى الله عليه وسلم على قومه، فلما رأت ذلك بنو عوف وناس من أصحاب الزبرقان قالوا: اصنع بنا كما صنع قيس، فجعل يمنيهم. وأرادت الأبناء أبناء سعد أن يطلبوها، فواعدهم أن تلقوني غداً، ثم ضمها فصاح بها إلى أبي بكر هو وبنوه وقال: يا بني هذه نجاة الآخرة ومجد الدنيا. فطردها هو وبنوه ستة: حزن وتغلب وعياش والحر وزياد وبجالة بنو الزبرقان، وعياش لا عقب له، فقال في الأبناء حين تختله عنها في كلمة له:\nيا عجباً عقد الأبناء تختلني\n...\nوالله أعلم ماذا تختل العقد\nالعقد: عوف وعوافة ومالك وجشم بنو سعد، وهم الأبناء، تحالفوا\nساروا إلينا بنصف الليل فاحتملوا\n...\nولا رهينة إلا سيدٌ صمد\nفقد رأيت حلولاً غير نازحةٍ\n...\nمنكم قريباً مغباً دونها الأسد\nسيروا رودياً وإنا لن نفوتكم\n...\nوإن ما بيننا سهلٌ لكم جدد\nإن الغزال الذي ترجون غرته\n...\nجمعٌ يضيق به العتكان أو أطد\nمستحقبو حلق الماذي يحفزه\n...\nضربٌ طلخفٌ وطعن بينه حصد\nالعتكان وأطد أودية لبني بهدلة.\nقال ابن السيرافي قال العجاج\nضرباً هذاذيك وطعناً وخضا\nيمضي إلى عاصي العروق النحضا\nحتى تشظوا خرزاً منفضا\nقال: ضرباً منصوب بإضمار: نضربهم ضرباً هذاذيك، أي يهذ اللحم هذاً بعد هذ. في كلام يشبه هذا لا يشفي جوى. وذلك أنه لم يذكر الممدوح بهذا الشعر، فيتوهم المتوهم أنه أبيات فخر، وإنما هو أبيات مديح، مدح بها الحجاج بن يوسف، وهو:\nفوجدوا الحجاج يأبى الهضا\nلا فانياً ولا حديثاً غضا\nومن صريح الأكرمين محضا\nيجزيهم بطعن قرضٍ قرضا\nوتارةً يسلفون فرضا\nضرباً هذاذيك وطعناً وخضا\nيمضي إلى عاصي العروق النحضا\nحتى تشظوا خرزاً منفضا\nوهي أبيات. فقوله \" ضرباً وطعناً \" إنما هو بدل من قوله \" فرضا \" وليس ما قاله ابن السيرافي بصحيح.\nقال ابن السيرافي قال الملبد بن حرملة من بني أبي ربيعة بن ذهل بن شيبان\nيشكو إلي جملي طول السرى\nصبرٌ جميلٌ فكلانا مبتلى\nوفي شعره:\nيشكو إلي فرسي وقع القنا\nقال س: اتفاق شعر الملبد وأبيات الكتاب.\nليس بيت الكتاب الملبد بن حرملة الشيباني، إنما سئل أبو عبيدة عن قائله فقال: هو لبعض السواقين، فأنشد:\nيشكو إلي جملي طول السرى\nيا جملي ليس إلي المشتكى\nصبرٌ جميلٌ فكلانا مبتلى\nالدرهمان كلفاني ما ترى\nقال س: حفظي: \" صبراً جميلي \".\nوأما أبيات الملبد، فليس فيه \" صبر جميل \" وهي:\nيشكو إلي فرسي وقع القنا\nاصبر جميل فكلانا مبتلى\nقال ابن السيرافي قال ابن الزبير الأسدي\nأبلغ يزيد ابن الخليفة أنني\n...\nلقيت من الظلم الأغر المحجلا\nفلو أنها إياك عضتك مثلها\n...\nجررت على ما شئت نحراً وكلكلا\nوكنت أخاك الحق في كل مشهدٍ\n...\nألم ولو أغلوا بلحمي مرجلا\nذكر ابن السيرافي في تفسير هذه الأبيات شيئاً من الإعراب واللغة، لا يجدي على قارئه طائلا، وكنت ذكرت لك أن مثل هذا الشعر إذا لم تعرف قصته لم يعرف معناه بتةً.\nهجا ابن الزبير بهذا الشعر عبد الرحمن بن عبد الله بن ربيعة بن حبيب الثقفي، وأمه أم الحكم بنت صخر بن حرب بن أمية، وكان على الكوفة.\nوكان سبب هجائه إياه: أن ناساً من بني علقمة بن قيس بن الأعشى بن نجرة، قتلوا ابن عمٍ لابن الزبير من ولد الأشيم بن الأعشى، فضمن عبد الرحمن لابن الزبير ديتين على القوم وأبى أن يقيده، فغضب عبد الله وأبى أن يقبل.\nفخرج إلى يزيد بن معاوية - وكان يزيد يبغض عبد الرحمن - فبعث عبد الرحمن في طلبه فرد إليه، فهرب منه، فأخذ نساءه فحبسهن وهدم داره. فقال ابن الزبير:\nأبلغ يزيد ابن الخليفة أنني\n...\nلقيت من الظلم الأغر المحجلا\nلقيت بقياسٍ من الأمر شقةً\n...\nويوماً بجوٍّ كان أعنى وأطولا\nوكنت أخاك الحق في كل موطنٍ\n...\nألم ولو أغلوا بلحمي مرجلا\nالجزء: 1 ¦ الصفحة: 41\n",
        "ولو أنها إياك عضتك مثلها\n...\nجررت على ما شئت نحراً وكلكلا\nوكنت يميناً في شمالك أينما\n...\nأشارت بها كفاك حتى تزيلا\nوإن ابن عودٍ للبزيخ أناخ بي\n...\nفجوٍّ، لقد أثويت مثوىً مضللا\nقيل لأم الحكم وهي عند عبد الله: تزوجت هذا الثقفي وأنت أنت وهو هو فقالت: زوج من عود خير من قعود.\nقال ابن السيرافي قال الأغلب\nطول الليالي أسرعت في نقضي\nأخذن بعضي وتركن بعضي\nحنين طولي وحنين عرضي\nأقعدنني من بعد طول نهضي\nقال س: ليس هذا الرجز للأغلب، هو كغيره من شوارد الرجز. وأوله وتمامه:\nأصبحت لا يحمل بعضي بعضي\nمنفهاً أروح مثل النقض\nمر الليالي أسرعت في نقضي\nطوين طولي وطوين عرضي\nثم التحين عن عظامي نحضي\nأقعدنني من بعد طول نهضي\nقال ابن السيرافي قال الشاعر\nوأنت امرؤ من أهل نجد وأهلنا\n...\nتهامٍ، فما النجدي والمتغور\nأي أنت امرؤ مخالف لنا في المكان الذي تسكنه من الأرض، أنت من أهل نجد، ونحن من أهل تهامة، والموضعان مختلفان، فنحن لا نتفق، ويبعد ما بيننا كبعد بلادنا من بلادك.\nقال س: هذا موضع المثل:\nأريد هناتٍ من هنين فتلتوي\n...\nعلي، وأنى من هنين هنات\nليس معنى البيت وغرض الشاعر ما ذهب إليه ابن السيرافي، وبين الصواب وبين ما قاله ما بين جابلق وجابرس.\nومعنى البيت - وهو لجميل - أن أهلي يرتابون بك إذا وجدوك عندهم، لأنك غريب بعيد الدار منهم، فينكرون كونك بين ظهرانيهم، فيجب أن تجنب وتعرض. تحذره بني عمها. يحكي ذلك عن بثينة، والأبيات تبين لك هذا المعنى إن شاء الله، وهي من كلمة له:\nوآخر عهدٍ لي بها يوم ودعت\n...\nولاح لنا خدٌّ نقيٌّ ومحجر\nعشية قالت لا تضيعن سرنا\n...\nإذا غبت عنا وارعه حين تحضر\nولا تعلمن الحي إن جئت زائراً\n...\nفإنك تبغيناه لا حين تدبر\nوطرفك إما جئتنا فاحفظنه\n...\nوزيغ الهوى بادٍ لمن كان ينظر\nوأعرض إذا لاقيت عيناً تخافها\n...\nوأظهر ببعضٍ إن ذلك أستر\nفإنك إن عرضت بي في مقالةٍ\n...\nيزد في الذي قد قلت واشٍ مكثر\nوينشر قولاً في الصديق وغيره\n...\nيعز علينا نشره حين ينشر\nوما زلت في إعمال طرفك نحونا\n...\nبعينيك حتى كاد سرك يظهر\nلأهلي حتى لامني كل ناصحٍ\n...\nشفيقٍ له قربى لدي وأيصر\nوقطعني فيك الصديق ملامةً\n...\nوإني لأعصي نهيهم حين أزجر\nوما قلت هذا فاعلمن لصرمنالحبلٍ، ولا هذا بساعة أقصر\nولكنني أهلي فداؤك أتقيعليك عيون الكاشحين وأحذر\nوأخشى بني عمي عليك وربما\n...\nيخاف وينقى عرضه المتفكر\nوأنت امرؤٌ من أهل نجدٍ وأهلنا\n...\nتهامٍ، فما النجدي والمتغور\nغريبٌ إذا ما جئت طالب حاجةٍ\n...\nوحولي أعداءٌ وأنت مشهر\nفقلت لها: أوصيت يا بثن كافياً\n...\nوكل امرئ لم يرعه الله معور\nقال ابن السيرافي في تفسير قوله\nومسحت باللثتين عصف الإثمد\nلم يكن الإثمد من الأشياء التي تكون في بلاد العرب، فهم لا يقفون على حقيقته. ومثل ذلك قول أبي نخيلة:\nبرية لم تأكل المشققا\nولم تذق من البقول الفستقا\nقال س: صحف ابن السيرافي في البيت الذي استشهد به، فجعل النقول وهي بالنون البقول بالباء، لأجل ما يقول هو وغيره أن أبا نخيلة توهم أن الفستق من البقول. ولم يكن أبو نخيلة ممن لا يعرف الفستق، فقد عرفه ممن هو أقدم منه وهو أبو القمقام بن مصعب الأسدي.\nوإنما معنى قول أبي نخيلة: أن هذه المرأة البدوية لا تأكل الرقاق، ولا تتنقل بالفستق متاع الحضريات، إنما تغذى بألبان اللقاح المحض والقارص، كما قال بشر:\nغذاها قارصٌ يجري عليها\n...\nومحضٌ حيث تنبعث العشار\nوأبيات أبي القمقام:\nأعد نعلين لرجلي هدلق\nإنك إلا تحذه يفرق\nشعب شياهٍ عشن بالتعلق\nوقل له خيراً وإن لم تصدق\nالجزء: 1 ¦ الصفحة: 42\n",
        "وارعد ولا تمطر بشيء وابرق\nتسألني عن طيبات الفستق\nوإنما عشت بحب العشرق\nوبحسوٍ من شعيرٍ محرق\nقال ابن السيرافي قال الفرزدق:\nوجدنا نهشلاً فضلت فقيماً\n...\nكفضل ابن المخاض على الفصيل\nإذا حلوا لصاف بنوا عليها\n...\nبيوت اللؤم والذل الطويل\nقال: نهشل وفقيم ابنا دارم.\nقال س: قول ابن السيرافي إن نهشلاً وفقيماً ابنا دارمٍ يدل على أنه كان سيئ التبصر بأنساب العرب، وإنما فقيم ابن أخي نهشل، وهو فقيم بن جرير ابن دارم. وترك بين البيتين بيتاً لا يصح معنى البيت الأول إلا به. ونظام الأبيات - وهي ثلاثة -:\nوجدنا نهشلاً فضلت فقيماً\n...\nكفضل ابن المخاض على الفصيل\nكلا البكرين أردا ما يليه\n...\nولكن ريم بينهما قليل\nإذا حلوا لصاف بنوا عليها\n...\nبيوت اللؤم والذل الطويل\nقال ابن السيرافي قال مالك بن الريب\nعلي دماء البدن إن لم تفارقي\n...\nأبا حردبٍ يوماً وأصحاب حردب\nقال: أبو حردبة هذا من اللصوص، وكان يقطع الطريق هو ومالك بن الريب وجماعة معهما، وفيه يقول الراجز:\nالله نجاك من القصيم\nمن بطن فلجٍ وبني تميم\nومن غويثٍ فاتح العكوم\nومن أبي حردبة الأثيم\nومالكٍ وسيفه المشؤوم\nقال: وعنى بقوله \" إن لم تفارقي \" راحلته، أراد أنه يفارق أصحابه. ويجوز أن يريد إبلاً كانوا أخذوها فأراد مالك أن يأخذها منهم.\nقال س: هذا موضع المثل: قد قاتلوا لو ينفخون في فحم أكثر ابن السيرافي في تفسير هذا البيت لو أصاب الفص وطبق المفصل، فإنه قد ذكر كل شيء فيه إلا معنى قوله \" إن لم تفارقي أبا حردب \" وهو عمدة معنى البيت، ولا يعرف إلا بعد معرفة القصة.\nوكان من قصة ذلك: أن رجلاً من الأنصار من أهل المدينة استعمل عليهم، فتقدم فأخذ مالكاً وأبا حردبة، فبعث بأبي حردبة وتخلف مع القوم الذين فيهم مالك، فأمر غلاماً له فجعل يسوق مالكاً، فتغفل مالكٌ غلام الأنصار وعليه السيف، فانتزعه منه ثم ضربه به حتى قتله، ثم شد على الأنصاري فقتله، ثم هرب حتى قدم البحرين، ثم مضى إلى فارس فراراً من ذلك الحدث، فلم يزل مقيماً حتى قدم عليه سعيد بن عثمان فاستصحبه فخرج معه.\nوفي هذه القصة ومفارقته أبا حردبة يقول مالك:\nسرت في دجى ليلٍ فأصبح دونها\n...\nمفاوز حمران الشريف فغرب\nتطالع من وادي الكلاب كأنها\n...\nوقد أنجدت منه فريدة ربرب\nعلي دماء البدن إن لم تفارقي\n...\nأبا حردبٍ ليلاً وأصحاب حردب\nقال ابن السيرافي قال أبو محجن\nيا رب مثلك في النساء غريرةٍ\n...\nبيضاء قد متعتها بطلاق\nغلط ابن السيرافي في نسب هذا البيت إلى أبي محجن، وإنما غره أن قائل هذا البيت ثقفي، لكنه ليس بأبي محجن، إنما هو غيلان بن سلمة الثقفي، وهما بيتان، والثاني:\nلم تدر ما تحت الضلوع وغرها\n...\nمني تجمل عشرتي وخلاقي\nقال ابن السيرافي قال سالم بن دارة\nأنا ابن دارة معروفاً لها نسبي\n...\nوهل بدارة يا للناس من عار\nمن جذم قيسٍ وأخوالي بنو أسدٍ\n...\nأكارم الناس زندي فيهم واري\nقال: دارة: جد سالم.\nقال س: غلط ابن السيرافي في ذلك، إنما دارة أم سالم وعبد الرحمن ابني دارة، امرأة من بني أسد شبهت لجمالها بدارة القمر.\nقال ابن السيرافي قال الأشهب بن رميلة\nوكم قد فاتني بطلٌ كمي\n...\nوياسر شتوةٍ سمحٌ هضوم\nفهل زال النهار فكان ليلاً\n...\nوهل تركت مطالعها النجوم\nقال: يقول، فهل زال النهار لفقده وموته، وهل غارت النجوم من أجل المصيبة به. يريد: أن الدنيا؛ العادة فيها أن يهلك الناس، وهي لا تتغير لفقد من فقد منها وإن كان كريماً.\nقال س: هذا موضع المثل:\nإن تك سادات الهجيم ومازنٍ\n...\nقليلاً، فما نوكاهم بقليل\nإن كان إصابة ابن السيرافي قليلاً؛ فتخاليطه كثيرة. قدم السيرافي بيتاً يجب أن يؤخر، وأخر بيتاً يجب أن يقدم.\nالجزء: 1 ¦ الصفحة: 43\n",
        "فالبيت الذي يجب أن يقدم، قوله: \" فهل زال النهار \" وهو في صفة ليل طويل. والبيت الآخر مرثية رجل قتيل، وليس واحد من البيتين متعلقاً بالآخر في المعنى.\nومثل هذا الشعر إذا لم تعرف قصته وتمامه؛ لم يتضح معناه البتة. وأنا أقدم الأبيات التي توضح لك معنى البيتين، ثم أذكر لك قصتهما بعدها إن شاء الله.\nوالأبيات:\nأرقت ولم تنم عنك الهموم\n...\nوعاد فؤادك الطرب القديم\nتمارس جوز أدهم ذي ظلالٍ\n...\nكما يحتم لليل السقيم\nكأن نجومه أجآل عينٌ\n...\nتعرض في السماء وما تريم\nفهل زال النهار فكان ليلاً\n...\nوهل تركت مطالعها النجوم\nإلى ها هنا تمام صفة طول الليل. ثم أنشأ يرثي من فقد من قومه، ويذكر فقدهم. كما قال عمرو بن معد يكرب:\nكم من أخٍ لي صالحٍ\n...\nبوأته بيدي لحدا\nما إن جرعت ولا هلع\n...\nت ولا يرد بكاي زندا\nرجع إلى أبيات الأشهب:\nوكم قد فاتني بطل شجاعٌ\n...\nوياسر شتوةٍ سمحٌ هضوم\nوأباءٌ إذا ما سيم خسفاً\n...\nألد إذا تعرضت الخصوم\nمضوا لسبيلهم وقعدت وحدي\n...\nتجور بي المنون وتستقيم\nكأن حوادث الأيام تأتي\n...\nعلى خلقاء ليس بها كدوم\nإلى هنا تمام معنى البيتين. ثم نذكر باقي الأبيات بعد ذكر القصة إن شاء الله.\nوكان من قصة هذا الشعر - وهي حديث رباب بن رميلة - أن رميلة كانت أمةً لخالد بن مالك بن ربعي بن سلمى بن جندل بن نهشل بن دارم، مولدة، يزعمون أنها من سبايا العرب، فابتاعها ثور بن حارثة بن عبد المنذر بن جندل بن نهشل بن دارم، وكان معها في إبله، فتزوجها، فولدت له: رباباً وحجناً والأشهب وسويطاً.\nفكانوا من أشد إخوةٍ في العرب ألسناً وأيدياً، وأمنعهم جانباً، وكثرت أموالهم في الإسلام، وكان ابتاع ثورٌ رميلة في الجاهلية، وكانوا إذا بدا الناس عن مياههم، عمد رباب إلى قطيفةٍ له حمراء، فإذا مطر الناس احتاض في خبار الصمان، فأخذ هدبها فجعل يجعل على الشجر منه - أي قد سبقت إلى هذا - فلا يقربنه أحد، فيأخذ ما له فيه حاجة وما ليس له فيه حاجة.\nفمطروا، ففعل ذلك في خبراء الصمان، واحتاض معه فيها ناس من بني قطن بن نهشل. وكانت بنو قطن وبنو زيد بن نهشل وبنو مناف بن دارم - حلفاء، وكانت الأحجار حلفاء عليهم، ومخربة أيضاً كانوا معهم، فورد رجل من بني مناف بن دارم يقال له سمرة بن عودة يكنى أبا كرشاء، وهو الذي يقول له الفرزدق:\nوإن أبا كرشاء ليس بسارقٍ\n...\nولكن متى ما يسرق القوم يأكل\nورد المنافي بعض حياض رباب فأشرع بعيره، فلطم رباب بعيره، فانطلق مغضباً إلى من كان هناك من بني قطن، وهم بنو أربد بن ضمرة ابن جابر بن قطن بن نهشل، فأخبرهم فغضبوا، فوقع الشر واقتتل القوم، فضرب رباب بن ثور بشر بن صبيح بن أربد بن ضمرة، وهو ابن العبسية، أمه بنت أبي بن حمام بن قراد بن مخزوم - وبشر هو أبو بذال - بعمود فسطاطه، فتطاير الشعر عن هامته ودق ما تحت الجلد من رأسه، ولم يسل دم، ولم يمت مكانه، بقي حياً. فقال رباب:\nقلت له: صبراً أبا بذال\nإني وبيت الله ما أبالي\nألا تؤوب آخر الليالي\nثم تحاجز الحيان، وجمع كل واحد منهما لصاحبه. فقالت بنو قطن: يا بني جندل ويا بني صخر وجرول، قد ضرب صاحبكم صاحبنا هذه الضربة، ولا ندري أيموت منها أم يعيش فأنصفونا، ادفعوا إلينا صاحبكم وخذوا صاحبنا وداووه، فإن صح فسلونا نهب لكم، وإن كانت الأخرى فهو قاتلنا، فإن عفونا عفونا عن حقنا، وإن أخذنا بقودٍ أو ديةٍ أخذنا بحقنا.\nفأبى القوم، فاقتتلوا يومهم ذاك إلى الليل، لكن أبي بن أشيم أخا بني جرول - وهو سيدهم - خرج في حاجة، فلقيه بعض بني قطن فأخذه وأتى به أصحابه، فقال نهشل بن حري: يا بني نهشل، أطيعوني اليوم واعصوني أبداً، قالوا: نعم نطيعك، قال: إن هذا ليس بقاتلكم، وإنه بريء لا يحل لكم دمه، وإن قومه أحد من يقاتلكم، فخلوا سبيله. قالوا: انظر رأيك.\nالجزء: 1 ¦ الصفحة: 44\n",
        "فقال نهشل: يا أبا أسماء، إنا لسنا نبالي من حال بيننا وبين قاتلنا قبلنا، وإنك وقومك قد قاتلتمونا دون حقنا، وقد أمكننا الله منك، فأنت والله أوفى دماً عندنا من بني رميلة، فوالله لأقتلنك أو لتعطيني ما سألتك. . قال: سلني، قال: تجعل لي الله لتصرفن عني بني جرول جمعاً، فإن لم يطيعوك انصرفت عني ببني أشيم، فإن لم يطيعوك أتيتنا. قال: نعم، فخلى سبيله تحت الليل.\nفأتاهم وهم حيث يرى بعضهم بعضاً فقال: بني جرول، انصرفوا، ألا تتقون الله، تعرضون دون قوم يطلبون حقهم؟ فانصرف معه منهم أكثر من سبعين رجلاً. فلما رأى ذلك بنو ضخر وبنو جندل قالوا: والله إنا لنظلم رهطنا، لا نقاتلهم، فتخاذل القوم.\nفلما رأى ذلك الأشهب بن رميلة قال: ويلكم، في ضربة عصا تسفكون دماءكم، والله ما به من بأس، فأعطوا قومكم بحقهم. قال أبو ثور: هيهات قد غلق القيد وأودى المفتاح هم قد أخذوا من جمعكم رجلاً يرضون به - يعني أبا أسماء، ولا يعلم أنهم قد خلوا عنه - قالوا: قد أرسلوه، قال حجن ورباب: والله لننصرفن، ولنلحقن بغيركم ولا نعطي بأيدينا.\nفجعل الأشهب بن رميلة يقول: ويلكم، أتتركون دار قومكم في ضربة عصا لم تبلغ شيئاً. . فلم يزل حتى جاؤوا برباب، فدفعوه إلى قطن وأخذوا منهم أبا بذال، فمات في تلك الليلة وهو في أيديهم، فكتموه، وأرسلوا إلى عباد بن مسعود بن خالد بن مالك بن ربعي، وإلى عوف ومعبد ابني القعقاع بن معبد، فعرضوا الدية، قالوا: وما بال الدية وصاحبنا حي؟ قالوا: فإن صاحبكم ليس بحي.\nفاحتمل بنو قطن حتى أصبحوا، فساروا غير كثير ثم قالوا لرباب: أوصنا بذال، فمات في تلك الليلة وهو في أيديهم، فكتموه، وأرسلوا إلى عباد بن والله إني كنت إلى ربي ذا حاجة، ولكن ما منعني من الصلاة أكثر ما صليت إلا مخافة أن يروا أن إكثاري فرقٌ من الموت. ليضربني رجل منكم شديد الساعد، فدفعوه إلى رجل شديد الساعد، فدفعوه إلى حزيمة بن بشير أبي بذال، فضرب عنقه، ثم دفنوه فيهم، وذلك في الفتنة قبل مقتل عثمان.\nفلما استقام الناس لمعاوية قال رجل لابن رميلة: إنما قتل أخوك صاحبهم خطأ، وقد قتلوا أخاك تعمداً، فاستعد عليهم. فاستعدى عليهم بعد ذلك مروان بن الحكم، ونشبة بن مالك بن قتاد بن سلمى بن جندل، وصقر بن مالك أخو نشبه. فجمعهم مروان بالمدينة. فقال بنو قطن: قتلنا صاحبهم ولم يكن سلطان نستعديه، فأعطى ابن رميلة خمسين من الإبل متلية. فقال الأشهب بن رميلة:\nما زال نصي العيس حتى سقتها\n...\nخمسين يتبعها أبو بذال\nفقال الفرزدق يرد عليه:\nأرفق بقومك يا محرر خالدٍ\n...\nواذكر مقاد أخيك يوم الأول\nعرم الهجين على موالي أمه\n...\nفخصوه من قبل القفا بالمنصل\nمروان يعلم إذ يسن دياتكم\n...\nخمسين، أن دياتكم لم تكمل\nوقال الفرزدق أيضاً:\nدعا دعوة الحبلى رباب وقد رأى\n...\nبني قطنٍ هزوا القنا فتزعزعا\nفرد عليه الأشهب بن رميلة:\nأعيني قلت عبرةٌ من لأخيكما\n...\nبأن تسهرا الليل التمام ويجزعا\nوباكيةٍ تبكي رباباً وقائلٌ\n...\nجزى الله خيراً ما أعف وأمنعا\nوأضرب في الغمى إذا حمس الوغى\n...\nوأطعم إذ أمسى المراضيع جوعا\nإذا ما اعترضنا في أخينا أخاهم\n...\nروينا ولم نشف الغليل فننقعا\nقرونا دماً والضيف منتظر القرى\n...\nودعوة داعٍ قد دعانا فأسمعا\nمددنا وكانت هفوةً من حلومنا\n...\nبثديٍ إلى أولاد ضمرة أقطعا\nوقد لامني قومي ونفسي تلومني\n...\nبما قال راءٍ في رباب وضيعا\nفلو كان قلبي من حديدٍ لقد وهى\n...\nولو كان من صم الصفا لتصدعا\nقتلنا عميد القوم لا عرض دونه\n...\nولم يك بالأحجار منعٌ فأمنعا\nشمت ابن قينٍ أن أصابت مصيبةٌ\n...\nكريماً ولم يترك لك الدهر مسمعا\nبقتل امرئٍ أحمى عليك سلاحه\n...\nوأنت ذليلٌ منبت الحمض أجمعا\nوقال:\nأرى العين من ذكرى ربابٍ كأنها\n...\nبها رمدٌ لا يقبل الكحل عائره\nالجزء: 1 ¦ الصفحة: 45\n",
        "جزى الله قومي من شفيعٍ وطالبٍ\n...\nجزاء مسيءٍ حين تبلى سرائره\nهم فقأوا عيني لا العري آمرٌ\n...\nبخيرٍ، ولا ذو الذنب إذ كان غافره\nولو رهط مرداس بن حيان أحدثوا\n...\nوعى العظم وانضمت عليه جبائره\nفما كنت فيما نابني أول امرئٍ\n...\nجنى حدثاً أو أسلمته عشائره\nدعا إذ دعا قومٌ عليه أخاهم\n...\nتماضره إذا أسلمته تماضره\nألا طالما رجيتكم وامتدحتكم\n...\nفهذا أوان الشتم أشأم طائره\nفلم يشقني ربي ولم يخزني أخي\n...\nإذا غار نجمٌ من تهامة غائره\nبسطت فلم تترك لنفسك مقدماً\n...\nسوى قرض بؤسى أن ذا القرض ذاكره\nوقال الأشهب في ذلك أيضاً:\nأرقت ولم تنم عنك الهموم\n...\nوعاد فؤادك الطرب القديم\nتمارس جوز أدهم ذي ظلالٍكما يحتم لليل السقيم\nكأن نجومه أجآل عينٌ\n...\nتعرض في السماء وما تريم\nفهل زال النهار فكان ليلاً\n...\nوهل تركت مطالعها النجوم\nوكم قد فاتني بطلٌ شجاعٌ\n...\nوياسر شتوةٍ سمحٌ هضوم\nوأباءٌ إذا ما سيم خسفاً\n...\nألد إذا تعرضت الخصوم\nمضوا لسبيلهم وقعدت وحدي\n...\nتجور بي المنون وتستقيم\nكأن حوادث الأيام تأتي\n...\nعلى خلقاء ليس بها كدوم\nألا أبلغ بني سلمى رسولاً\n...\nفلم يك عندنا منهم مليم\nهم غضبوا لنا وحنوا علينا\n...\nكما تحنو على البو الرؤوم\nفإن تك نهشلٌ ثبتت فإنا\n...\nلنا منا المكارم والأروم\nليعلم عالمٌ ما كان فينا\n...\nلنا البأساء والسلب الكريم\nأحقٌ ما يقول بنو صبيحٍ\n...\nفتعلمه قضاعة أو تميم\nألا تنهاهم أن يظلمونا\n...\nحلومهم وليس لهم حلوم\nحلفت بهاجرين الغسل شعثٍ\n...\nوما جمع المشاعر والحطيم\nلئن جمعت جوامع بين قومي وظلم الأصل مرتعه وخيم\nلنلتمسن بأنفسنا نساءً\n...\nتبين في المناكح أو تئيم\nوقتلى أجهض الأبطال عنها\n...\nظماءٌ في وجوههم سهوم\nقال س: قد أطلنا في هذه القصة الكلام، وما ذلك إلا لأن يشفى غليل المستفيد، فلا يبقى في قلبه حرارة.\n؟ قال ابن السيرافي قال أمية بن أبي الصلت:\nرب ما تكره النفوس من الأم\n...\nر له فرجةٌ كحل العقال\nقال: الضمير في قوله \" له فرجة \" يعود إلى ما أي: لهذا الشيء المكروه فرجة، أي انفراج. والمعنى واضح.\nقال س: هذا بيت مثلٍ ضربه لأبياتٍ تقدمته، لا تتم معرفة معناه إلا بتلك. وهي:\nمع إبراهيم الموفي بالنذ\n...\nر وإسحاق حامل الأجذال\nابنه لم يكن ليصبر عنه\n...\nلو رآه في معشر أقتال\nقال يا بني إني نذرتك لل\n...\nهـ شحيطاً فاصبر فدى لك خالي\nفأجاب الغلام أن قال فيه\n...\nكل شيء لله غير انتحال\nأبتا إني جزيتك بالل\n...\nهـ تقياً به على كل حال\nفاقض ما قد نذرت لله واكفف\n...\nعن دمي أن يمسه سر بالي\nواشدد الصفد أن أحيد من السك\n...\nكين حيد الأسير ذي الأغلال\nإنني آلم المحز وإني\n...\nلا أمس الأذقان ذات السبال\nوله مديةٌ تخيل في اللح\n...\nم هذامٌ جليةٌ كالهلال\nبينما يخلع السرابيل عنه\n...\nفكه ربه بكبشٍ جلال\nقال خذه وأرسل ابنك إني\n...\nللذي فعلتما غير قالي\nوالدٌ يتقي وآخر مولو\n...\nدٌ فطارا منه بسمعٍ معال\nرب ما تكره النفوس من الأم\n...\nر له فرجةٌ كحل العقال\n؟ قال ابن السيرافي قال الأسود بن يعفر:\nأحقاً بني أبناء سلمى بن جندلٍ\n...\nوعيدكم إياي وسط المجالس\nالجزء: 1 ¦ الصفحة: 46\n",
        "قال: أراد يا بني أبناء سلمى بن جندل، والمعنى واضح، وكانوا يهددونه بسبب فرس أخذها ابنه الجراح بن الأسود لرجل من تيم الله ابن ثعلبة، يقال له فارس العصا. وحديثه معهم يطول.\nقال س: هذا موضع المثل:\nغناءٌ قليلٌ عن عيال وصبيةٍ\n...\nغدوٌّ إلى الضيني ثم رواح\nهذا الذي ذكره ابن السيرافي وما يتعلق به من الأخبار لا يغني فتيلاً ولا يجدي، وقد يغر المستفيد قوله: المعنى واضح، حتى يقتصر على هذيانه، ولا يتتبع استقصاء معناه، ومعرفة حقيقة قصته. وأنا ذاكر ما يلوح به المعنى إن شاء الله.\nكان من قصة هذا الشعر: أنه لما هزم أبو جعل أخو بني عمرو بن حنظلة البرجمي وأصحابه، وأسرتهم بكر بن وائل، لحق رجل من بني يتم الله ابن ثعلبة من بني الجذعة - وهو فارس العصماء - بناسٍ من بني نهشل، فيهم الجراح بن الأسود، وحرير بن شمر بن هذان بن زهير بن جندل، ورافع ابن صهيب بن حارثة بن جندل، وعمرو بن حدير، والحارث بن حرير بن سلمى ابن جندل - قال لهم: هلم إلي، أنتم طلقاء، فقد أعجبني قتالكم منذ اليوم، وأنا خير لكم من العطش، فأجابوه.\nفنزل إليهم ليوثقهم، وتفرس الجراح في فرسه الجودة، فجال في متنها فنجا عليها. فقال التيمي لرافع وحرير وأصحابهما: أتعرفون هذا؟ قالوا: نعم، ونحن لك خفراء بفرسك.\nفلما أتى الجراح أباه بها، أمره أن ينطلق بها في بني سعد، فابتطنها ثلاثة أبطن. فلما رجع رافع وحرير وأصحابهما إلى بني نهشل قالوا: إنا خفراء فارس العصماء، وأوعدوا الجراح.\nوكان بنو جرول حلفاء بني سلمى بن جندل، على بني حارثة بن جندل، فأعاد تيحان بن بلج رافعاً وحريراً على الجراح، حتى ردوا إلى التيمي فرسه. فقال في ذلك الأسود بن يعفر:\nأتاني ولم أخش الذي ابتعثا به\n...\nخفيراً بني سلمى حريرٌ ورافع\nهما خيباني كل يوم غنيمةً\n...\nفأهلكتهم لو أن ذلك نافع\nفأتبعث أخراهم طريق ألاهم\n...\nكما قيل نجمٌ قد خوى متتايع\nوخير الذي أعطيكم وهي شره\n...\nمهولةٌ فيها سيوفٌ لوامع\nفلا أنا معطيكم علي ظلامةًولا الحق معروفاً لكم أنا مانع\nفإن يك مدلولاً علي فإنني\n...\nأخو الحرب لا قحمٌ ولا متجازع\nوإني لشهمٌ حين تبغى شهومتي\n...\nوصعبٌ قيادي لم ترضني القنادع\nوإني لأقري الضيف وصى به أبي\n...\nوجار أبي تيحان طيان جائع\nفقولا لتيحان بن عاقرة استها\n...\nأمجرٍ فلاقي الغي أم أنت نازع\nولكن تيجان بن عاقرة استها\n...\nله ذنبٌ في أمره وتوابع\nفلو شاء تيحان بن عاقرة استها\n...\nلأرشدته وللأمور مطالع\nوإني لأرعى السر حتى أرده\n...\nإلى أهله، والشر أشنع شائع\nفإن أنت أعطيت ابن أسود حقه\n...\nفقام بموسى فوق أنفك جادع\nعمانيةً أو ذات خلفين عربةً\n...\nمدربةً قد أرهفتها المواقع\nفحلفوا أنهم خفراء التيمي، فأعطاهم الأسود الفرس بعينها، وأمسك مهارتها، فعاوده الخفراء وأوعدوه، فأنشأ يقول:\nأتاني من الأبناء أن مجاشعاً\n...\nوآل فقيمٍ والكراديس أصفقوا\nورهط جريسٍ قلت يكفي جريسكم\n...\nسنانٌ كنبراس النهامي مفتق\nمعاوية وقيس ابنا مالك بن زيد مناة بن تميم، إنما يقال لهما الكردوسان فقال الكراديس، وجريس رجل من البراجم.\nنمته العصا حتى استقل كأنه\n...\nشهابٌ بكفي فارسٍ يتحرق\nبكفي غلامٍ خاله غير قعددٍ\n...\nكريمٌ أبوه جندلٌ أو مطلق\nوقال أيضاً:\nأحقاً بني أبناء سلمى بن جندلٍ\n...\nوعيدكم إياي وسط المجالس\nفهلا جعلتم نخوةً من وعيدكم\n...\nعلى رهط قعقاعٍ ورهط ابن حابس\nفهم منعوا منكم تراث أبيكم\n...\nفصار التراث للكرام الأكايس\nوهم أوردوكم ضفة البحر طامياً\n...\nوهم تركوكم بين خازٍ وناكس\nقال ابن السيرافي قال حضرمي بن عامر بن مجمع\nوكل قرينة قرنت بأخرى\n...\nوإن ضنت بها ستفرقان\nالجزء: 1 ¦ الصفحة: 47\n",
        "وكل أخٍ مفارقه أخوه\n...\nلعمر أبيك إلا الفرقدان\nقال: يعني أن كل اثنين يحب أحدهما الآخر سيقطع عنه، وإن كان ضنيناً به، شديد التمسك بإخائه، في كلام يشبه هذا.\nقال س: هذا الذي ذكره ابن السيرافي في هذين البيتين لا يكاد يشفي، إلا بعد أن يعرف ما قبلهما، فإنهما مثلٌ ضربه للتسلي عمن فجع به من إخوانه وعشائره. وقبلهما:\nوذي فجعٍ عزفت النفس عنه\n...\nحذار الشامتين وقد شجاني\nأخي ثقةٍ إذا ما الليل أغسى\n...\nإلى تمريد حبلي قد كفاني\nقطعت قرينتي عنه فأغنى\n...\nغناه فلن أراه ولن يراني\nوكل قرينة قرنت بأخرى\n...\nوإن ضنت بها ستفرقان\nوكل أخٍ مفارقه أخوه\n...\nلعمر أبيك إلا الفرقدان\nقال ابن السيرافي قال الأخطل\nكذبتك عينك أم رأيت بواسطٍ\n...\nغلس الظلام من الرباب خيالا\nقال ابن السيرافي: واسط موضع بنواحي الشام.\nقال س: غلط ابن السيرافي في هذا، ليس بنواحي الشام موضع يقال له واسط، واسط ها هنا: واسط الجزيرة. وأخبرني أبو الندى قال: للعرب سبعة أواسط: وساط نجد، وهو الذي ذكره خداش بن زهير:\nعفا واسط أكلاؤه فمحاضره\n...\nإلى حيث نهياسيله فصدائره\nوواسط الحجاز، هو الذي ذكره كثير:\nأجدوا فأما آل عزة غدوةً\n...\nفبانوا، وأما واسطٌ فمقيم\nوواسط الجزيرة، وهو الذي ذكره الأخطل في البيت الذي مر آنفاً، وفي بيته الآخر:\nعفا واسطٌ من آل رضوى فنبتلٌ\n...\nفمجتمع الحرين فالصبر أجمل\nوواسط اليمامة، وهو الذي ذكره الأعشى في شعر.\nوواسط العراق. وقد أنسيت اثنين.\nقال ابن السيرافي قال فروة بن مسيك\nفإن نهزم فهزامون قدماً\n...\nوإن نغلب فغير مغلبينا\nوما إن طبنا جبنٌ ولكن\n...\nمنايانا ودولة آخرينا\nقال: قوله \" فإن نهزم فهزامون قدماً \" يقول: إن انهزمنا في هذه الوقعة، فقد هزمنا الناس قبلها مراراً كثيرة. مع كلام يشبه هذا لا يدل على معنى البيت.\nقال س: هذا موضع المثل:\nفهيهات القرارة أن تراها\n...\nأتى من دونها القدر المتاح\nبعيد على المستفيد معرفة معنى قوله \" فإن نهزم \" وأنه لم اعترف بالانهزام مع ما فيه من العار - إذا لم يعرف القصة. وكنت قد ذكرت لك أن الشعر إذا كان متعلقاً بقصة، فإن أصحاب المعاني لا يقدرون على استخراج معناه إلا بها.\nوكان من قصة هذا الشعر: أنه كان صنم مراد في أعلى وأنعم وهما بطنان من مراد، فقالت أشرافٌ من مراد: ما بال آلهتنا لا تكون في عرانيننا. . فأرادوا انتزاع الآلهة منهم. فخرجوا منهم فأتوا على بني الحارث فاستجاروا بهم، وأرسلت مراد إلى بني الحارث: أن أخرجوا إخوتنا من داركم، وابعثوا إلينا برجلين منكم لنقتلهما بصاحبنا - وكانت مراد تطلب بني الحارث بدم - فلما رأى الحصين بن يزيد بن قنان أن مراداً قد ألحت في طلب أصحابهم، هابهم وعلم أنه لا طاقة له بهم.\nوكانت مراد إذا قتل منهم رجل قتلوا به رجلين، وكانوا لا يأخذون الدية إلا مضاعفة. فسار حصين بن يزيد وهو رئيس بني الحارث إلى عمير ذي مران، فسأله أن يركب معه إلى أرحب فيصلح بينه وبينهم، ويسألهم الحلف على مراد.\nفقال الحصين: يا معشر أرحب، إني لست بأسعد - بهلاك مراد منكم، وكانت أرحب تغاور مراداً قبل ذلك، فحالفته أرحب، وغدوا: فسار حصين بن يزيد بن الحارث، وسارت البادية من همدان وعليهم يزيد بن ثمامة الأرحبي الأصم. وأقبلت مراد كأنهم حرة سوداء يدفون دفيفاً، وعليهم الحارث بن ظبيان المثلم وكان يكنى أبا قيس الأنعمي.\nفاقتتلوا بموضع يقال له الرزم إلى جنب أياء قتالاً شديداً، فتضعضعت بنو الحارث، وأقبل عليهم الحصين فقال: يا بني الحارث، والله لئن لم تضربوا وجوه مراد بالسيوف حتى يخلوا لكم العرصة لأتركنكم تنفلون في العرب.\nثم أقبل على بادية همدان فقال: يا معشر همدان، الصبر الصبر، لا تقول مراد إنا لجأنا إلى عدد همدان وعزها فلم يغنوا عنا.\nالجزء: 1 ¦ الصفحة: 48\n",
        "فاقتتل القوم قتالاً شديداً، فقتل الحصين، وصبر الفريقان جميعاً، فتهيأت بنو الحارث للفرار، وتضعضعت أرحب - وقد كانوا أحضروا النساء معهم فجعلوهن خلف ظهورهم - فلما رأت أرحب النساء قد بدت خلاخيلها للفرار؛ عادوا للقتال وقالوا: لا نفر حتى يفر يغوث. وصبروا للقوم، وصبرت بنو الحارث عليهم، فانهزمت مراد، واستذرع القتل فيهم، وسبوا نساءً من نسائهم، فأدرك الإسلام وهن في دور همدان.\nوقتل يومئذ المثلم رئيس مراد، وعزيز وقيس ونمران وسمي المراديون. وقتل في ذلك اليوم الحصين بن يزيد الحارثي. فقال في ذلك يزيد ابن ثمامة الأرحبي:\nلقد علم الحي المصبح أنني\n...\nبجنب أياءٍ غير نكس مواكل\nتركت عزيزاً تحجل الطير حوله\n...\nوغشيت قيساً حد أبيض قاصل\nونمران قد قضيت منه حزازةً\n...\nعلى حنقٍ يوم التفاف القبائل\nعكبٌّ شفيت النفس منه وحارثٌ\n...\nبنافذةٍ في صدره ذي عوامل\nوأردت سمياً في المكر رماحنا\n...\nوصادف موتاً عاجلاً غير آجل\nقال س: إذا لم يعرف معنى القصة لم يعرف معنى البيت:\nفإن نهزم فهزامون قدماً\n...\nوإن نغلب فغير مغلبينا\nقال ابن السيرافي قال النابغة الجعدي\nإلا كمعرضٍ المحسر بك\n...\nريه يسببني على الظلم\nقال: معناه، لكن معرضاً يدور في الأحياء يشتمني، ومعرض ليس بسوار، ولا مستثنى منه، فهو استثناء بمعنى لكن. وقوله \" المحسر بكريه \" تثنية بكر، والبكر من الإبل بمنزلة الفتى من الناس.\nقال س: هذا موضع المثل:\nيخبطه تاراً وتاراً يلبطه\nكأنما يكرمه أو يسفطه\nتكلم ابن السيرافي على هذا البيت بما يوهم أنه أصاب فيه، وجاء بمغزى المستفيد. ولقد طاش سهمه، فإنه لم يذكر معرضاً من أي قبيلة هو وتركه مجهولاً، وذكر أن البكرين هنا تثنية بكر، وأنه الفتي من الإبل.\nومعرض ها هنا رجل من بني الحريش، أمر رجلين من بني الحريش أن يشتما النابغة، وهما بكراه، فهذا معنى قوله: \" إلا كمعرض المحسر بكريه \".\nقال ابن السيرافي قال الأعشى\nوأهل جوٍّ أتت عليهم\n...\nفأفسدت عيشهم فباروا\nومر دهرٌ على وبار\n...\nفهمدت جهرةً وبار\nقال: وبار، زعموا مدينة كانت الجن تسكنها، وقيل: وبار موضع بالدهناء، وزعم بعضهم أنها بلاد كان بها إبل حوشية، ونخل كثير ليس له من ينزع كربه ولا يجتني ثمره. وأن رجلاً وقع إليها، فركب فحلا من ذلك الإبل، وذهب نحو أرض قومه فتبعته الإبل.\nقال س: هذا موضع المثل:\nقد جئت يا بحشر بالبجري\nحيث توفى ثلل الركي\nتكلم ابن السيرافي في هذا البيت وأكثر، فتحير فيه وحير، ثم جاء بحديث أمتين بكذب ومين.\nوالصواب أن وباراً هي من ناحية الشحر، آخر رمال بني سعد بن زيد مناة بن تميم. وذلك أن وبار بن أميم بن لاوذ بن سام بن نوح نزلها فسميت به.\nقال ابن السيرافي قال معاوية بن مالك بن جعفر\nرأبت الصدع من كعبٍ وكانوا\n...\nمن الشنآن قد صاروا كعابا\nقال س: ضرب ابن السيرافي بيتين في بيت فجعلهما بيتاً واحداً. والصواب:\nرأبت الصدع من كعبٍ قد أودى\n...\nوكان الصدع لا يعد ارتئابا\nفأمسى كعبهم كعباً وكانت\n...\nمن الشنآن قد دعيت كعابا\nقال ابن السيرافي قال رؤبة\nلقد خشيت أن أرى جدبا\nفي عامنا ذا بعد ما أخصبا\nإذا الدبا فوق المتون دبا\nوهبت الريح به وهبا\nتترك ما أبقى الدبا سبسبا\nوالتبن والحلفاء فالتهبا\nكأنه السيل إذا اسلحبا\nقال س: توهم ابن السيرافي أن الأراجيز كلها لرؤبة لأجل أن رؤبة كان راجزاً، وهذه عامية فيه. وليست الأبيات لرؤبة، بل هي من شوارد الرجز لا يعرف قائلها، والأبيات التي جاء بها مختل أكثرها. والصواب\nإني لأرجو أن أرى جدبا\nفي عامكم ذا بعد ما أخصبا\nإذا الدبا فوق المتون دبا\nوهبت الريح بمورٍ هبا\nتترك ما أبقى الدبا سبسبا\nوالتبن والحلفاء فالتهبا\nكأنه السيل إذا اسلحبا\nوتمام الأبيات، ولا يتم معنى البيت إلا بها:\nحين ترى البويزل الأزبا\nالجزء: 1 ¦ الصفحة: 49\n",
        "والسدس الضواضئ المحبا\nمن عدم المرعى قد اجلعبا\nقال ابن السيرافي قال خداش بن زهير\nألا جفان ولا فرسان غاديةً\n...\nإلا تجشؤكم عند التنانير\nأنتم مجاهيل حرامون ثاويكم\n...\nوفي الحروب مقاليعٌ عواوير\nقال: هجا خداشٌ بهذا الشعر قوماً من بني سهم، من أجل مسابقة كانت بينه وبينهم.\nقال س: هذا موضع المثل:\nلا يمنع الحي في الخابور إذا فزعوا\n...\nإلا فوارس أمثال ابن حمران\nكنت قد ذكرت لك في عدة مواضع: أن من لم يكن ضابطاً لأنساب العرب وأيامهم، وأفاض في تفسير مثل هذا من الشعر - استهدف للسان الطاعن.\nغلط ابن السيرافي ها هنا من جهات: منها أنه ذكر أن خداشاً خاطب بهذا الشعر قوماً من بني سهم، وإنما خاطب بها قوماً من بني تيم الأدرم.\nومنها أنه ذكر أن المسابقة كانت بين خداش وبينهم، وإنما كانت المسابقة بين بني العرقة من تيم الأدرم، وبين كرز بن ربيعة بن عمرو بن عامر، وهو من رهط خداش. ثم إنه لم يعرف القصة فيتبين المعنى، ويشفى المستفيد.\nوكان من قصة هذا الشعر: أنه كان أول ما هاج بين قريش وبين بني عامر ابن صعصعة - أن كرز بن ربيعة بن عمرو بن عامر بن ربيعة بن عامر بن صعصعة، راهن أسيداً وعمراً وعبد الله بني العرقة، من بني تيم بن غالب وهو تيم الأدرم - على فرسٍ لهم يقال له البرق، والسيق ثلاثون معها مثلها، ليس فيها حذاء ولا حراء ولا أباء ولا حنفاء ولا ذات عوار، وجعلوا المدى والمضمار إلى كرز.\nفجعل المدى ما بين السجسج إلى ذات الفلج من سواء كشت، وجعل آخر المضمار بياض ركبة فلامه قومه فقال: والله ما أخاف عليكم منه من شيء: ما غيل قط، ولا تفرع في كل مكان صينٍ قط، وإنه ليصبح في جمته. غير أنه قد كان به رهصة رهصها وهو فلو، ثم ما زالت في دهن، وإنه اليوم لرباع. فإن تنخرق قبل أن يجري ميلاً يجئ سابقاً، وإن تمكث كما هي فلا أدري.\nفأرسلوا الفرسين، وحمل كرز على فرسه: المجالد بن زهير بن ربيعة بن عمرو بن عامر، فلم يجر ميلاً حتى تخرقت الرهصة فجاء سابقاً، وهلك البرق في ركبة، فأخذ السيق. فناشدوه رحم مجد بنت تيم بن غالب وهي أم بني ربيعة بن عامر بن صعصعة، فأبى أن يرد السيق. فلبثوا قريباً من سنتين.\nثم ركب بنو العرقة، فلقوا: أسيد بن مالك، وعمرو بن مالك، وعثمان بن أسيد من بني عامر بن ربيعة بأسفل العقيق في إبل لهم، فيها بكرة فوارة يقال لها العنب، عشراء، فطردوا الإبل، فاستقبلها عثمان بن أسيد ينفر بها بثوبه، وبعث الأمة نحو أبيه وعمه مغوثاً، فركب أبوه فرساً كبيرة، وركب عمه بنتها فرساً صعبة.\nفلما لحق بالقوم قال عمرو بن مالك: أعلمونا من أنتم؟ قالوا قريش. قالوا وأيهم؟ قالوا بنو العرقة. قالوا فهل كان من حدث؟ قالوا: لا إلا يوم البرق. فقال لهم: احبسوا العنب، احبسوا اللقحة لقحة من لا يغدر، فقال لهم عمرو: لا والله لا ترضع منها قادماً ولا آخراً. قال: إنا لا نرضع الإبل ولكن نحتلبها، وحمل عليه فقتله، وحمل أسيد بن مالك على أسيد ابن العرقة فقتله. فقال في ذلك:\nإني كذاك أضرب الكمي\nولم يكن يشقى بي السمي\nفذلك يوم العنب.\nوقال خداش بن زهير في ذلك:\nنكب الكماة لأذقانها\n...\nإذا كان يومٌ طويل الذنب\nكذاك الزمان وتصريفه\n...\nوتلك فوارس يوم العنب\nثم وقع بينهم بعد ذلك التغاور والقتال، فقال في ذلك خداش بن زهير:\nأبلغ أبا كنفٍ إما عرضت به\n...\nوالأبجرين ووهباً وابن منظور\nألا جفان ولا فرسان عاديةً\n...\nإلا تحشؤكم عند التنانير\nثم احضرونا إذا ما احمر أعيننا\n...\nفي كل يومٍ يزيل الهام مذكور\nتلقوا فوارس لا ميلاً ولا عزلاً\n...\nولا هلابيج رواثين في الدور\nتلقوا أسيداً وعمراً وابن عمهما\n...\nورقاء في النفر الشعث المغاوير\nمن آل كرزٍ غداة الروع قد عرفوا\n...\nعند القتال إلى ركنٍ ومحبور\nيحدون أقرانهم في كل معتركٍ\n...\nطعناً وضرباً كشقٍ بالمناشير\nفاسأل فوارس منكم يوم ذي سرفٍ\n...\nعنكم وفرسانكم يوم اليعامير\nالجزء: 1 ¦ الصفحة: 50\n",
        "يعدو بنا كل معصوبٍ أسافله\n...\nوكل شعثاء بالوعثاء محضير\nكلا ورب القلاص الراقصات بنا\n...\nعشية النفر أمثال القراقير\nلا تتركن ولما نبل نجدتكم\n...\nولم نغاوركم ضرب المغاوير\nحتى نذيقكم ضرباً بمخلصةٍ\n...\nهنديةٍ وقتالٍ ليس بالزور\nالشاتمي ومن دوني ذرا حضنٍ\n...\nوالفعل مختلبٌ والقول مأثور\nأنتم مجاهيل حرامون ثاويكم\n...\nوفي الحروب مقاليعٌ عواوير\nلا تبرحون على أبواب ملأمةٍ\n...\nتعازرون بها ما لألأ الفور\nكأنكم نبطياتٌ بمزرعةٍ\n...\nقشر الأنوف درادير مآدير\nترى صدورهم سمراً محشرةً\n...\nوفي أسافلهم نشرٌ وتشمير\nإذ هم شعارير بالأشراف تبطحهم\n...\nزرق الأسنة والبيض المباتير\nتدعو أواخرهم أولاهم جزعاً\n...\nوالخيل مكرهةٌ والموت محذور\nوالمقصيات إذا ما العسر دار بنا\n...\nوالمكرمات إذا دار المياسير\nوالحاملاتهم في كل معتركٍ\n...\nفيه إسارٌ وتقتيلٌ وتعفير\nقال ابن السيرافي قال زياد بن واصل\nفلما تبين أصواتنا\n...\nبكين وفديننا بالأبينا\nقال: يريد أنهن لما عرفن أصواتهم بكين إليهم حتى يستنقذوهن، وفد ينهم بآبائهن.\nقال س: هذا موضع المثل:\nيا نافثاً شر الأحاديث الكذب\nيكفيك من إناخةٍ ثني الركب\nكذب ابن السيرافي في تفسير هذا البيت ولم يعرف منه قليلاً ولا كثيراً. كيف ركبن إليهم حتى يستنقذوهن وهن سبايا كما زعم.\nوإنما معنى البيت: أن زياداً افتخر في هذه الأبيات بآباء قومه وبأمهاتهم من بني عامر، وأنهم قد أبلوا في حروبهم ومعاونتهم، فلما عادوا إلى حللهم وعند نسائهم وعرفن أصواتهم فدينهم، لأجل أنهم قد أبلوا في الحروب.\nوالأبيات تدل على صحة هذا المعنى، وأولها - وهي لزياد بن واصل السلمي -:\nعزتنا نساء بني عامرٍ\n...\nفسمن الرجال هواناً مهينا\nونحن بنوهن يوم الصفا\n...\nق إذ نقبل القوم وعثاً حزونا\nبضربٍ كولغ ذكور الذئا\n...\nب تسمع للهام فيه رنينا\nورميٍ على كل عزافة\n...\nترد الشمال وتعطي اليمينا\nوكنا مع الخيل حتى استوت\n...\nشباب الرجال وسروا العيونا\nولما تبين أصواتنا\n...\nرئمن وفديننا بالأبينا\nفهذا آخر فرحة الأديب، أودعته ذكر ما عثر فيه ابن السيرافي من تفسيره أبيات كتاب سيبويه، وأوضحته وسددته، وهديت المستفيد إلى صوابه وأرشدته، ولئن صغر حجمه لقد كثر علمه، ومن تنبه فنظر بعين الإنصاف، أقر بفضل كثير من الأخلاف على الأسلاف، ولكن أكثر الناس يتعثرون في أذيال الخبط والهبط، وقلة التحصيل والبيان، وكثرة التخليط والهذيان. فأما أهل التحقيق:\nفقد كنا نعدهم قليلاً\n...\nوقد صاروا أقل من القليل\nوسأتبعه من آنف ما أصنعه بما يعظم به النفع، ويهتز لروايته السمع، وفاءً لشروط الخدمة، وقضاء لحق النعمة، والله المعين على ما في النية والهمة، إنه واسع الرحمة.\nأبقى لنا الله مولانا ولا برحت\n...\nأيامنا أبداً في ظله جددا\nإن الرئيس لما يوليه من نعمٍ\n...\nلمستحلٌّ لصيد العلم في حرمي\nلا شيء أحسن من نعمى له سبغت\n...\nشكري لها شكر روض الحرن للرهم\nآخر نسخة الأصل، وهي التي رمزت إليها ب أ\nتم الكتاب والحمد لله كما هو أهل، والصلاة على نبيه محمد وآله، وذلك يوم الأحد تاسع وعشرين شعبان سنة اثنتين وتسعين وخمسمئة، والحمد لله وحده، وصلواته على سيدنا محمد نبيه وآله الطاهرين وسلامه وحسبنا الله ونعم الوكيل. كملت المقابلة بحمد الله وعونه.\nوآخر نسخة البغدادي، وهي التي رمزت إليها ب ب\nالجزء: 1 ¦ الصفحة: 51\n",
        "تم هذا الكتاب بعون الله تعالى، على يد الفقير إلى رحمة ربه الغفور: عبد القادر بن عمر بن بايزيد بن الحاج أحمد البغدادي، كتبه لنفسه، ولمن شاء الله من بعده. وكان بدء الكتابة في يوم الأحد، وآخرها في ضحوة يوم الاثنين التاسع عشرين من شهر شوال المبارك من شهور سنة ثمان وسبعين بعد الألف من الهجرة، وكان تاريخ الأصل الذي كتبته منه يوم الأحد تاسع وعشرين شعبان سنة اثنتين وتسعين وخمسمئة. هكذا رأيته مؤرخاً، وحسبنا الله ونعم الوكيل.\nوفي الهامش فيكون مدة الكتابة تسعة أيام مع أشغال عائقة عنها، والحمد لله عليه.\nالجزء: 1 ¦ الصفحة: 52\n",
        ""
    ]
}