{
    "1": [
        "فضائل الشام للسمعاني\nفضائل الشام للسمعاني\nالسمعاني، عبد الكريم\nالكتاب:\nفضائل الشام\nالمؤلف:\nعبد الكريم بن محمد بن منصور التميمي السمعاني المروزي، أبو سعد (المتوفى: 562هـ)\nالمحقق:\nعمرو علي عمر\nالناشر:\nدار الثقافة العربية\nالطبعة:\nالأولى، 1412 هـ - 1992 م\nعدد الأجزاء:\n1\nأعده للشاملة/ يا باغي الخير أقبل\n[ترقيم الكتاب موافق للمطبوع]\n",
        "فضائل الشام\nللحافظ أبي سعد السمعاني\nصاحب كتاب الأنساب\nالمتوفى سنة 562 هـ\nحققه وعلق عليه\nعمرو علي عمر\nدار الثقافة العربية\nالطبعة الأولى 1412 هـ - 1992 م\n",
        "بسم الله الرحمن الرحيم\n1 -\nأنبأنا تَاجُ الإِسْلامِ أَبُو سَعْدٍ عَبْدُ الكريم بن محمد مَنْصُورِ بْنِ عَبْدِ الْجَبَّارِ السَّمْعَانِيُّ رحمه الله قال أنبأنا أبو الحسين عَبْدُ الرَّحْمَنِ بْنُ عَبْدُ اللَّهِ بْنِ الْحَسَنِ الْخَطِيبُ فِي دَارِهِ بدمشق أنبأنا جَدِّي أَبُو عَبْدِ اللَّهِ الْحَسَنُ بْنُ أَحْمَدَ بْنِ عَبْدِ الْوَاحِدِ بن أبي الحديد السلمي أنبأنا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُوسَى بن الحسين السمسار أنبأنا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ عَبْدِ الرَّحْمَنِ الدِّمَشْقِيُّ\n(ح) قَالَ رَضِيَ اللَّهُ عَنْهُ وَأَخْبَرَنَا أَبُو الْقَاسِمِ نَصْرُ بْنُ أحمد بن مقاتل السوسي بقرائتي عليه بدمشق أنبأنا أَبُو الْقَاسِمِ عَلِيُّ بْنُ مُحَمَّدِ بن علي المصيصي أنبأنا أَبُو نَصْرٍ عَبْدُ الْوَهَّابِ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ الْمُرِّيُّ أنبأنا أبو القاسم جمح بْنُ الْقَاسِمِ وَأَبُو الْقَاسِمِ الْفَضْلُ بْنُ جَعْفَرِ بْنِ أَبِي عَاصِمٍ المؤذن قالوا حدثنا أَبُو بَكْرٍ\n[ص: 32]\nعَبْدُ الرَّحْمَنِ بْنُ القاسم الرواس حدثنا أَبُو مِسْهَرٍ عَبْدُ الأَعْلَى بْنُ مسهر حدثنا سَعِيدُ بْنُ عَبْدِ الْعَزِيزِ عَنْ رَبِيعَةَ بْنِ يَزِيدَ عَنْ أَبِي إِدْرِيسَ الْخَوْلانِيِّ عَنْ عَبْدِ اللَّهِ بْنِ حَوَالَةَ رَضِيَ اللَّهُ عَنْهُ\nعَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّكُمْ سَتُجْنَدُونَ أَجْنَادًا فَجُنْدًا بِالشَّامِ وَجُنْدًا بِالْعِرَاقِ وَجُنْدًا بِالْيَمَنِ فَقَالَ الْحَوَالِيُّ رَضِيَ اللَّهُ عَنْهُ يَا رَسُولَ اللَّهِ خرلي قَالَ عَلَيْكُمْ بِالشَّامِ فَمَنْ أَبَى فليلحق بينه وليسق مِنْ غَدْرِهِ فَإِنَّ اللَّهَ عَزَّ وَجَلَّ قَدْ تَكَفَّلَ لِي بِالشَّامِ وَأَهْلِهِ\nقَالَ فَكَانَ أَبُو إِدْرِيسَ إِذَا حَدَّثَ بِهَذَا الْحَدِيثَ الْتَفَتَ إِلَى ابْنِ عَامِرٍ فَقَالَ وَمَنْ تَكَفَّلَ اللَّهُ بِهِ فَلا ضَيْعَةَ عَلَيْهِ.\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 31\n",
        "2 -\nقَالَ رَضِيَ اللَّهُ عَنْهُ حَدَّثَنَا الإِمَامَانِ أَبُو الْقَاسِمِ عَلِيُّ بْنُ الْحَسَنِ بْنِ هِبَةَ اللَّهِ الْحَافِظُ بِصَنْعَاءَ وَأَبُو الْبَرَكَاتِ الْخَضِرُ بْنُ شِبْلِ\n[ص: 33]\nبْنِ الْحُسَيْنِ الْحَارِثِيُّ بِدِمَشْقَ بلفظهما قالا أنبأنا أَبُو الْحَسَنِ عَلِيُّ بْنُ الْحَسَنِ بن الحسين الموازيني أنبأنا أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ عَبْدِ الرحمن بن عثمان التميمي حدثنا أَبُو بَكْرٍ يُوسُفُ بْنُ الْقَاسِمِ الميانجي حدثنا مُحَمَّدُ بْنُ الْحَسَنِ بْنِ قُتَيْبَةَ العسقلاني حدثنا هشام بن عمار حدثنا صدقة بن خالد حدثنا زَيْدُ بْنُ وَاقِدٍ عَنْ بُسْرِ بْنِ عُبَيْدِ اللَّهِ عَنِ ابْنِ حَوَالَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ\nقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّهَا سَتَكُونُ أَجْنَادًا مُجَنَّدَةً يَمَنُ وَشَامُ وَعِرَاقُ قُلْتُ يَا رَسُولَ اللَّهِ خِرْ لِي قال عليك بِالشَّامِ فَمَنْ أَبَى فَلْيَلْحَقْ بِيَمَنِهِ وليسق بِغَدْرِهِ فَإِنَّ اللَّهَ عَزَّ وَجَلَّ قَدْ تَكَفَّلَ لِي بِالشَّامِ وَأَهْلِهِ.\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 32\n",
        "3 -\nقَالَ رضي الله عنه أنبأنا الإِمَامُ أَبُو عَبْدِ اللَّهِ عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ الرَّحِيمِ الدَّارِمِيُّ وَأَبُو عَبْدِ اللَّهِ عَبْدُ السَّلامِ بن أبي الفتح بن أبي الْقَاسِمِ الْهَرَوِيُّ وَأَبُو سَعِيدٍ أَحْمَدُ بْنُ إِسْمَاعِيلَ الْحَنَفِيُّ فِي آخَرِينَ جميعا بهراة قالوا أَخْبَرَتْنَا أُمُّ\n[ص: 34]\nالْفَضْلِ بِيبِي بِنْتُ عَبْدِ الصَّمَدِ بْنِ مُحَمَّدِ بْنِ علي الهرثمية أنبأنا أَبُو مُحَمَّدٍ عَبْدُ الرَّحْمَنِ بْنُ أحمد ابن أبي شريح الأنصاري حدثنا أَبُو عَبْدِ اللَّهِ عُبَيْدُ اللَّهِ بن عبد الصمد الهاشمي حدثنا بكر بن سهل الدمياطي حدثنا أبو سهل ابن إسماعيل حدثنا بشر بن بكر حدثنا إِسْمَاعِيلُ بْنُ عَيَّاشٍ حَدَّثَنِي عِمْرَانُ بْنُ إِسْحَاقَ أَبُو هَارُونَ الْبَصْرِيُّ عَنْ شُعْبَةَ بْنِ الْحَجَّاجِ عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ عَنْ أَبِيهِ رَضِيَ اللَّهُ عَنْهُ\nعَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا هَلَكَ أَهْلُ الشَّامِ فَلا خَيْرَ فِي أُمَّتِي وَلا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي ظَاهِرِينَ عَلَى الْحَقِّ حَتَّى يُقَاتِلُوا الدَّجَّالَ.\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 33\n",
        "4 -\nقَالَ رضي الله عنه أنبأنا القاضي أبو الفرج سعيد بْن أبي الرجاء الصيرفي بأصبهان أنبأنا أَبُو الْعَبَّاسِ\n[ص: 35]\nأَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ النُّعْمَانِ الْفَضَّاضُ أنبأنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ إِبْرَاهِيمَ ابن المقرئ أنبأنا أَبُو يَعْلَى أَحْمَدُ بْنُ عَلِيِّ بن المثنى التميمي بالموصل حدثنا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ حدثنا يَحْيَى عَنْ شُعْبَةَ عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ عَنْ أَبِيهِ رَضِيَ اللَّهُ عَنْهُ\nعَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا فَسَدَ أَهْلُ الشَّامِ فَلا خَيْرَ فِيكُمْ لا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي مَنْصُورَةً عَلَى النَّاسِ لا يَضُرُّهُمْ مَنْ خَذَلَهُمْ حَتَّى تَقُومَ السَّاعَةُ.\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 34\n",
        "5 -\nقَالَ رضي الله عنه أنبأنا أَبُو بَكْرٍ أَحْمَدُ بْنُ عَلِيِّ بْنِ عَبْدِ الْوَاحِدِ بْنِ الأَشْقَرِ الدلال ببغداد حدثنا الْقَاضِي أَبُو الْحُسَيْنِ\n[ص: 36]\nمُحَمَّدُ بْنُ علي ابن الْمُهْتَدِي بِاللَّهِ الْهَاشِمِيُّ مِنْ لَفْظِهِ حدثنا أَبُو الْحَسَنِ عَلِيُّ بْنُ عُمَرَ بن محمد العربي حدثنا أَبُو الْفَضْلِ مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْحَسَنِ بْنِ حَرْبٍ الْقَاضِي حدثنا أيوب بن محمد الوزان حدثنا مَرْوَانُ بْنُ مُعَاوِيَةَ حَدَّثَنَا بَهْزُ بْنُ حَكِيمٍ عَنْ أَبِيهِ عَنْ جَدِّهِ رَضِيَ اللَّهُ عَنْهُ قَالَ\nقُلْتُ يَا رَسُولَ اللَّهِ خِرْ لِي أَيْنَ تَأْمُرُنِي قَالَ فَنَحَا بِيَدِهِ نَحْوَ الشَّامِ وَقَالَ إِنَّكُمْ تُحْشَرُونَ رِجَالا وَرُكْبَانًا وَتُحْشَرُونَ عَلَى وُجُوهِكِمْ.\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 35\n",
        "6 -\nقَالَ رضي الله عنه أنبأنا أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ عَبْدِ الْمَلِكِ الْخَلالُ الأَدِيبُ بِأَصْبَهَانَ أنبأنا أَبُو طَاهِرٍ أَحْمَدُ بْنُ مَحْمُودٍ الثقفي حدثنا أَبُو الْعَبَّاسِ عُبَيْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ جَابِرٍ الأَبْهَرِيُّ الْمُؤَدِّبُ بقرية أبهر أنبأنا مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ يُونُسَ الأبهري\n[ص: 37]\nحدثنا يونس بن حبيب حدثنا محمد بن كثير حدثنا الأَوْزَاعِيُّ عَنْ قَتَادَةَ عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ قَالَ\nقَالَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي ظَاهِرِينَ إِلَى يَوْمِ الْقِيَامَةِ وَأَوْمَأَ بِيَدِهِ إِلَى الشَّامِ.\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 36\n",
        "7 -\nقَالَ رضي الله عنه أنبأنا أَبُو الْقَاسِمِ الْخَضِرُ بْنُ الْحُسَيْنِ بن عبدان الأزدي بدمشق أنبأنا أَبُو عَبْدِ اللَّهِ الْحَسَنُ بْنُ أحمد بن عبد الواحد السلمي حدثنا أَبُو الْوَلِيدِ الْحَسَنُ بْنُ مُحَمَّدِ بن علي الدربندي الحافظ حدثنا أَبُو نَصْرٍ أَحْمَدُ بْنُ الْمُظَفَّرِ بن محمد الموصلي بها حدثنا عَبْدُ اللَّهِ بْنُ حَيَّانَ بْنِ عبد العزيز حدثنا الحسن بن علويه القطان حدثنا إِبْرَاهِيمُ بْنُ يَزِيدَ بْنِ مُصْعَبَ الشامي حدثنا أَبُو خُلَيْدٍ الدِّمَشْقِيُّ عَنِ الْوَضِينِ بن عطاء عن مكول عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمَا قَالَ\nقَالَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْخَيْرُ عَشَرَةُ أَعْشَارٍ تِسْعَةٌ بِالشَّامِ وَوَاحِدٌ فِي سَائِرِ الْبُلْدَانِ والشر عشرة أعشار واحد في الشام وَتِسْعَةٌ فِي سَائِرِ الْبُلْدَانِ وَإِذَا فَسَدَ أَهْلُ الشَّامِ فَلا خَيْرَ فِيكُمْ.\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 37\n",
        "8 -\nقَالَ رضي الله عنه أنبأنا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ إِبْرَاهِيمَ الخوارزمي ببغداد أنبأنا أبي أنبأنا أَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ الْحَسَنِ بن هشام الصرصري حدثنا أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ إسماعيل المعاملي حدثنا حميد بن زنجويه حدثنا روح بن أسلم حدثنا حَمَّادُ بْنُ سَلَمَةَ عَنْ بَهْزِ بْنُ حَكِيمٍ عَنْ أَبِيهِ عَنْ جَدِّهِ رَضِيَ اللَّهُ عَنْهُ\nأَنَّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لأَبِي ذَرٍّ يَا أَبَا ذَرٍّ إِذَا رَأَيْتَ الْبِنَاءَ قد بَلَغَ سَلْعًا فَعَلَيْكَ بِالشَّامِ قُلْتُ إِنْ حِيلَ بَيْنِي وَبَيْنَ ذَلِكَ أفأضرب بِسَيْفِي مَنْ حَالَ بَيْنِي وبَيْنَ ذَاكَ قَالَ لا وَلَكِنِ اسْمَعْ وَأَطِعْ وَلَوْ لِعَبْدٍ حَبَشِيٍّ مُجَدَّعٍ.\nالحديث: 8 ¦ الجزء: 1 ¦ الصفحة: 38\n",
        "9 -\nقَالَ رضي الله عنه أنبأنا أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ الْحَدَّادُ فِي كِتَابِهِ إِلَيَّ مِنْ أصبهان أنبأنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ رِيذَةَ الضَّبِّيُّ وَأَبُو بَكْرٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ يُوسُفَ بْنِ شَمَّةَ الأَصْبَهَانِيُّ قَالا أنبأنا أَبُو الْقَاسِمِ سُلَيْمَانُ بْنُ أَحْمَدَ بن أيوب الطبراني حدثنا\n[ص: 39]\nإسحاق بن خالويه الواسطي حدثنا عَلِيُّ بْنُ بَحْرِ بْنِ بَرِّيٍّ حدثنا هشام بن يوسف الصنعاني أنبأنا معمر أنبأنا ثابت وَسُلَيْمَانُ التَّيْمِيُّ عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ\nأَنَّ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَظَرَ قِبَلَ الْعِرَاقِ وَالشَّامِ وَالْيَمَنِ فَقَالَ اللَّهُمَّ أَقْبِلْ بِقُلُوبِهِمْ عَلَى طَاعَتِكَ وَحُطَّ مِنْ وَرَائِهِمْ\nلَمْ يروه عن التيمي إِلا مَعْمَرٌ وَلا عَنْهُ إِلا هشام بْنُ يُوسُفَ الْقَاضِي تَفَرَّدَ بِهِ عَلِيُّ بْنُ بَحْرِ بْنِ بَرِّيٍّ وَرَوَى عَنْ عَلِيِّ بْنِ بَحْرٍ هَذَا الْحَدِيثَ أَحْمَدُ بْنُ حَنْبَلٍ.\nالحديث: 9 ¦ الجزء: 1 ¦ الصفحة: 38\n",
        "10 -\nقَالَ رضي الله عنه أنبأنا أَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ أَحْمَدَ بن عمر ابن السمرقندي الحافظ ببغداد أنبأنا أَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ مَسْعَدَةَ الإسماعيلي أنبأنا أَبُو الْقَاسِمِ حَمْزَةُ بْنُ يُوسُفَ السهمي أنبأنا الإِمَامُ أَبُو بَكْرٍ أَحْمَدُ بْنُ إبراهيم الإسماعيلي أنبأنا الحسن بن سفيان حدثنا حرملة بن يحيى أنبأنا ابْنُ وَهْبٍ أَخْبَرَنِي\n[ص: 40]\nابْنُ لَهِيعَةَ وَيَحْيَى بْنُ أَيُّوبَ عَنْ عَقِيلٍ عَنِ ابْنِ شِهَابٍ عَنْ يَعْقُوبَ بْنِ عَبْدِ اللَّهِ بْنِ الْمُغِيرَةِ بْنِ الأَخْنَسِ عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا\nأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ دخل إبليس العراق فقضى فيها حَاجَتَهُ ثُمَّ دَخَلَ الشَّامَ فَطَرَدُوهُ حَتَّى بَلَغَ بُسَاقَ ثُمَّ دَخَلَ مِصْرَ فَبَاضَ فِيهَا وَفرخَ عَبْقريه.\nالحديث: 10 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "11 -\nقَالَ رضي الله عنه أنبأنا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ سَعْدِ بْنِ عَبْدِ الرَّحْمَنِ الأَسْتَرَابَاذِيُّ بنيسابور حدثنا أَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ زَاهِرٍ النوقاني إملاء أنبأنا أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ الْحُسَيْنِ بن الفضل القطان أنبأنا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ جعفر بن درستويه النحوي أنبأنا أَبُو يُوسُفَ يَعْقُوبُ بْنُ سُفْيَانَ الفارسي حدثنا أَبُو سَعِيدٍ عَبْدُ الرَّحْمَنِ بْنُ إبراهيم حدثنا الوليد بن مسلم حدثنا عُفَيْرُ بْنُ مَعْدَانَ عَنْ سُلَيْمِ بْنِ عَامِرٍ عَنْ أَبِي أُمَامَةَ رَضِيَ اللَّهُ عَنْهُ\nأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ\n[ص: 41]\nأُنْزِلَتْ عَلَيَّ النُّبُوَّةُ فِي ثَلاثَةِ أَمْكِنَةٍ بِمَكَّةَ وَبِالْمَدِينَةِ وَبِالشَّامِ.\nالحديث: 11 ¦ الجزء: 1 ¦ الصفحة: 40\n",
        "12 -\nقَالَ رضي الله عنه أنبأنا الإمام أبو عبد لله الْحَسَنُ بْنُ نَصْرِ بْنِ خَمِيسٍ الجهني في منزله بالموصل أنبأنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ الْمُظَفَّرِ بن بكران الشامي القاضي أنبأنا أَبُو الْقَاسِمِ عَبْدُ الْمَلِكِ بْنُ محمد بن بشران الواعظ أنبأنا أَبُو بَكْرٍ أَحْمَدُ بْنُ سَلْمَانَ النجاد حدثنا أَبُو اللَّيْثِ يَزِيدُ بْنُ جُمْهُورٍ بطرسوس حدثنا أبو توبة الربيع بن نافع عَنْ يَحْيَى بْنِ حَمْزَةَ عَنْ ثور بْنِ يَزِيدَ عَنْ بُسْرِ بْنِ عُبَيْدِ اللَّهِ عَنْ أَبِي إِدْرِيسَ الْخَوْلانِيِّ عَائِذِ اللَّهِ عَنْ أَبِي الدَّرْدَاءِ رَضِيَ اللَّهُ عَنْهُ قَالَ\nقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَا أَنَا نَائِمٌ رَأَيْتُ عَمُودَ الإِسْلامِ احْتُمِلَ مِنْ تَحْتِ رَأْسِي فَظَنَنْتُ أَنَّهُ مَذْهُوبٌ بِهِ وَأَتْبَعْتُهُ بَصَرِي فَحَمَلَ بِهِ إِلَى الشَّامِ أَلا وَإِنَّ\n[ص: 42]\nالإِيمَانَ حِينَ تَقَعُ الْفِتَنُ بِالشَّامِ.\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 41\n",
        "13 -\nقَالَ رضي الله عنه أنبأنا أَبُو سَعْدٍ مُحَمَّدُ بْنُ جَامِعٍ الصيرفي بنيسابور أنبأنا أَبُو بَكْرٍ أَحْمَدُ بْنُ عَلِيِّ الشيرازي أنبأنا أَبُو عَبْدِ الرَّحْمَنِ مُحَمَّدُ بْنُ الحسين السلمي أنبأنا أبو الحسن الكارزي حدثنا علي بن عبد العزيز حدثنا حجاج بن المنهال حدثنا حَمَّادٌ عَنْ بَهْزِ بْنِ حَكِيمٍ عن اأيه عَنْ جَدِّهِ رَضِيَ اللَّهُ عَنْهُ\nأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ عَلَيْكُمْ بِالشَّامِ.\nالحديث: 13 ¦ الجزء: 1 ¦ الصفحة: 42\n",
        "14 -\nقَالَ رضي الله عنه أنبأنا الإِمَامُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ\n[ص: 43]\nبن الفضل الفراوي بنيسابور أنبأنا أَبُو حَفْصٍ عُمَرُ بْنُ أَحْمَدَ بن مسرور الزاهد أنبأنا أَبُو سَهْلٍ بِشْرُ بْنُ أَحْمَدَ بن بشر الإسفراييني أنبأنا بهلول بن إسحاق الأنبارى حدثنا سويد بن سعيد حدثنا رِشْدِينُ بْنُ سَعْدٍ الْمِصْرِيُّ عَنِ الأَوْزَاعِيِّ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِي قِلابَةَ عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا\nعَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ سَتَخْرُجُ نَارٌ فِي آخر زمان مِنْ حَضْرَمَوْتَ أَوْ بَحْرِ حَضْرَمَوْتَ تَحْشُرُ النَّاسَ فَقُلْنَا يَا رَسُولَ فما تأمرنا قَالَ عَلَيْكُمْ بِالشَّامِ.\nالحديث: 14 ¦ الجزء: 1 ¦ الصفحة: 42\n",
        "15 -\nقَالَ رضى الله عنه حدثنا الأَدِيبُ أَبُو الْفَضْلِ مُحَمَّدُ بْنُ بِنَيْمَانَ بْنِ يُوسُفَ الأُشْنَانِيُّ مِنْ لَفْظِهِ وَأَبُو مَنْصُورٍ شَهْرَدَارُ بْنُ شِيرُوَيْهِ الدَّيْلَمِيُّ وَأَبُو الْفَرَجِ حَمْدُ بْنُ الْحَسَنِ بْنِ الْفَرَجِ الْهَمَذَانِيُّ وَأَبُو طَاهِرٍ عَبْدُ السَّلامِ بْنُ إِسْمَاعِيلَ بْنِ مُحَمَّدِ بْنِ عُثْمَانَ الْقُومِسَانِيُّ\n[ص: 44]\nبِقِرَاءَتِي عَلَيْهِمْ بِهَمَذَانَ فِي النوبة الثانية قالوا أنبأنا أَبُو الْفَتْحِ عَبْدُوسُ بْنُ عَبْدِ الله بن عبدوس الهمذاني أنبأنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ أَحْمَدَ بن حمدويه الطوسي حدثنا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ يَعْقُوبَ الأصم من لفظه حدثنا أَبُو الْفَضْلِ الْعَبَّاسُ بْنُ الْوَلِيدِ بن مزيد العذري أنبأنا عقبة بن علقمة المعافري حدثنا سَعِيدُ بْنُ عَبْدِ الْعَزِيزِ عَنْ عَطِيَّةَ بْنِ قَيْسٍ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمَا قَالَ\nقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي رَأَيْتُ أَنَّ عَمُودَ الْكِتَابِ انْتُزِعَ من تحت وسادة فَنَظَرْتُ فَإِذَا هُوَ نُورٌ سَاطِعٌ عَمَدَ بِهِ إِلَى الشَّامِ أَلا إِنَّ الإِيمَانَ إِذَا وَقَعَتِ الْفِتَنُ بِالشَّامِ.\nالحديث: 15 ¦ الجزء: 1 ¦ الصفحة: 43\n",
        "16 -\nقَالَ رضي الله عنه أنبأنا أَبُو الْبَرَكَاتِ عَبْدُ الْوَهَّابِ بْنُ المبارك الأنماطي الحافظ ببغداد أنبأنا أَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ مَسْعَدَةَ الإسماعيلي أنبأنا أَبُو الْقَاسِمِ حَمْزَةُ بْنُ يُوسُفَ الأصبهاني حدثنا مُحَمَّدُ بْنُ الْحَسَنِ بْنِ قُتَيْبَةَ حدثنا ابن أبي السري حدثنا الْوَلِيدُ بْنُ مُسْلِمٍ عَنْ مُحَمَّدِ بْنِ أَيُّوبَ عَنْ أَبِيهِ سَمِعْتُ خُرَيْمَ بْنَ فَاتِكٍ الأَسَدِيَّ رَضِيَ اللَّهُ عَنْهُ صَاحِبَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ\nالشام صوت اللَّهِ فِي أَرْضِهِ يَنْتَقِمُ بِهَا مِمَّنْ يَشَاءُ وَحَرَامٌ عَلَى مُنَافِقِيهِمْ أن يعلوا مُؤْمِنُهُمْ وَلا يَمُوتُوا إِلا غَمًّا وَحُزْنًا.\nالحديث: 16 ¦ الجزء: 1 ¦ الصفحة: 45\n",
        "17 -\nقَالَ رضي الله عنه أنبأنا الْقَاضِي أَبُو الْمَعَالِي مُحَمَّدُ بْنُ يَحْيَى بْنِ عَلِيٍّ الأُمَوِيُّ بِجَامِعِ دمشق أنبأنا أَبُو الْحَسَنِ عَلِيُّ بْنُ الْحُسَيْنِ الخلعي بمصر أنبأنا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ مُحَمَّدِ الاشبيلي حدثنا أَبُو الْحَسَنِ أَحْمَدَ بْنُ مُحَمَّدِ بن عثمان الإمام إملاء أنبأنا أَبُو عَبْدِ اللَّهِ عَبْدُ الْكَرِيمِ بن إبراهيم بن حيان حدثنا الْحَسَنُ بْنُ الْفَضْلِ بْنِ أَبِي حَدِيدَةَ سَمِعْتُ ضَمْرَةَ بْنَ رَبِيعَةَ الْقُرَشِيَّ الرَّمْلِيَّ يَقُولُ سَمِعْتُ يَحْيَى بن أبي عمرو السيباني يقول سمعت عمرو بن عبد الله الحضرمي يقول سمعت أبو أُمَامَةَ الْبَاهِلِيَّ رَضِيَ اللَّهُ عَنْهُ يَقُولُ\n[ص: 46]\nسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ اللَّهَ اسْتَقْبَلَ بِي الشَّامَ وَوَلَّى ظَهْرِي الْيَمَنَ فَقَالَ يَا مُحَمَّدُ إني جعلت ما ورائك مَدَدًا لَكَ وَجَعَلْتُ مَا تِجَاهَكَ عِصْمَةً لَكَ وَرِزْقًا\nثُمَّ قَالَ وَالَّذِي نَفْسِي بِيَدِهِ لا يَزَالُ اللَّهُ يَزِيدُ الإِسْلامَ وَأَهْلَهُ وَيَقْبِضُ الشِّرْكَ وَأَهْلَهُ حَتَّى يَسِيرَ الرَّاكِبُ بين النُّطْفَتَيْنِ لا يَخْشَى إِلا جَوْرًا يَعْنِي جَوْرَ السُّلْطَانِ\nقِيلَ يَا رَسُولَ اللَّهِ وَمَا النُّطْفَتَانِ فَقَالَ بَحْرُ الْمَشْرِقِ وَالْمَغْرِبِ\nقَالَ وَقَالَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالَّذِي نَفْسِي بِيَدِهِ لَيَبْلُغَنَّ هَذَا الدِّينُ مَا بَلَغَ اللَّيْلُ\nالحديث: 17 ¦ الجزء: 1 ¦ الصفحة: 45\n",
        "18 -\nقَالَ رضي الله عنه أنبأنا أَبُو عَامِرٍ سَعْدُ بْنُ عَلِيٍّ الْجُرْجَانِيُّ بِمَرْوٍ وَأَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ حَمْزَةَ الأَصْبَهَانِيُّ بسمرقند قالا حدثنا أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ بن الحسن\n[ص: 47]\nالحداد أنبأنا أَبُو نُعَيْمٍ أَحْمَدُ بْنُ عَبْدِ الله الحافظ حدثنا محمد بن المظفر حدثنا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ سَعِيدٍ حدثنا المنذر بن محمد حدثني إِسْمَاعِيلُ بْنُ يَحْيَى عَنْ مِسْعَرٍ عَنْ إِيَاسِ بْنِ مُعَاوِيَةَ عَنْ أَبِيهِ عَنْ جَدِّهِ رَضِيَ اللَّهُ عَنْهُ قَالَ\nقَالَ رَسُولُ اللَّهِ صلى عَلَيْهِ وَسَلَّمَ إِذَا فَسَدَ أَهْلُ الشَّامِ فَلا خَيْرَ فِيكُمْ\nقَالَ أَبُو نُعَيْمٍ مَشْهُورٌ مِنْ حَدِيثِ إِيَاسٍ غَرِيبٌ مِنْ حَدِيثِ مِسْعَرٍ.\nالحديث: 18 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "19 -\nقَالَ رضي الله عنه أنبأنا أَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ أَحْمَدَ بن السمرقندي الحافظ ببغداد أنبأنا أَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ مَسْعَدَةَ الجرجاني أنبأنا أَبُو الْقَاسِمِ حَمْزَةُ بْنُ يُوسُفَ الحافظ أنبأنا أَبُو أَحْمَدَ عَبْدُ اللَّهِ بْنُ عدي الحافظ حدثنا يَحْيَى بْنُ عَلِيِّ بْنِ هَاشِمٍ حَدَّثَنِي مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ أبي سكينة حدثنا الوليد بن محمد الموقري حدثنا الزهري أنبأنا سَعِيدُ بْنُ الْمُسَيِّبِ وَسُلَيْمَانُ بْنُ يَسَارٍ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ\nعَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَرْبَعُ مدائن من مدائن الْجَنَّةِ فِي الدُّنْيَا مَكَّةُ وَالْمَدِينَةُ وَبَيْتُ الْمَقْدِسِ وَدِمَشْقَ وَأَرْبَعُ مَدَائِنٍ مِنْ مَدَائِنِ النَّارِ فِي الدُّنْيَا الْقُسْطَنْطِينِيَّةُ وَالطُوَانَةُ وَأَنْطَاكِيَةُ الْمُحْتَرِقَةُ وَصَنْعَاءُ\nوقال إن\n[ص: 48]\nالمياه والرياح اللواقح تخرج من صخرة بيت الْمَقْدِسِ\nقَالَ ابْنُ عَدِيٍّ هَذَا الْحَدِيثُ مُنْكَرٌ جِدًّا وَلا يَرْوِيهِ عَنِ الزُّهْرِيِّ غَيْرُ الْمُوَقَّرِيُّ وَهُوَ شَامِيٌّ ضَعِيفٌ عَامَّةُ مَا يَرْوِيهِ عَنِ الزُّهْرِيِّ غَيْرُ مَحْفُوظٍ.\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 47\n",
        "20 -\nقَالَ رضي الله عنه أنبأنا أَبُو الْقَاسِمِ الْخَضِرُ بْنُ الْحُسَيْنِ بْنِ عَبْدَانَ الأَزْدِيُّ بِقِرَاءَتِي عَلَيْهِ بدمشق أنبأنا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ عَلِيِّ بْنِ أَحْمَدَ بْنِ الْمُبَارَكِ البزاز أنبأنا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ الْحُسَيْنِ بْنِ عُبَيْدِ اللَّهِ بْنِ عبدان أنبأنا أَبُو الحسين عبد الوهاب بْن الحسن الكلابي أنبأنا أَبُو الْجَهْمِ أَحْمَدُ بْنُ الْحُسَيْنِ بن كلاب حدثنا هشام بن عمار حدثنا عمرو بن واقد القرشي حدثنا يَزِيدُ بْنُ أَبِي مَالِكٍ عَنْ شَهْرِ بْنِ حَوْشَبٍ قَالَ\nفَتَحَ مُعَاوِيَةُ رَضِيَ اللَّهُ عَنْهُ مِصْرَ فَجَعَلَ أَهْلُ مِصْرَ يَسُبُّونَ أَهْلَ الشَّامِ فَقَالَ عَوْفُ بْنُ مَالِكٍ وَأَخْرَجَ وَجْهَهُ مِنْ بُرْنُسِهِ يَا أَهْلَ مِصْرَ أَنَا عَوْفُ بْنُ مَالِكٍ لا تَسُبُّوا أَهْلَ الشَّامِ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: فِيهِمُ الأَبْدَالُ وَبِهِمْ تُنْصَرُونَ.\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 48\n",
        "21 -\nقَالَ رضي الله عنه أنبأنا أَبُو سَعْدٍ مُحَمَّدُ بْنُ جَامِعٍ الصيرفي بنيسابور أنبأنا أَبُو بَكْرٍ أَحْمَدُ بْنُ عَلِيِّ الشيرازي أنبأنا أَبُو عَبْدِ الرَّحْمَنِ مُحَمَّدُ بْنُ الحسين السلمي أنبأنامحمد بْنُ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بن صبيح حدثنا عبد الله بن شيرويه حدثنا إسحاق بن إبراهيم أنبأنا بقية بن الوليد حدثنا صفوان بن عمرو السكسكي حدثنا أَشْيَاخُنَا قَالَ\nقَالُوا لِعَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ الُعَنْ أَهْلُ الشَّامِ قَالَ لا إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ الأَبْدَالُ بِالشَّامِ بِهِمْ يَرْحَمُ اللَّهُ جَمِيعَ أَهْلِ الأَرْضِ وَيَنْصُرُهُمْ عَلَى الأَعْدَاءِ كُلَّمَا هَلَكَ مِنْهُمْ رَجُلٌ أَخْلَفَ اللَّهُ مَكَانَهُ رَجُلا.\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 49\n",
        "22 -\nقَالَ رضي الله عنه أنبأنا أَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ أَحْمَدَ بن عمر الحافظ ببغداد أنبأنا أَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ مَسْعَدَةَ الإسماعيلي أنبأنا أَبُو الْقَاسِمِ حَمْزَةُ بْنُ يُوسُفَ السهمي أنبأنا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بن حمدان القطيعي حدثنا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ\n[ص: 50]\nمُحَمَّدِ بْنِ حَنْبَلٍ حَدَّثَنِي أَبِي حدثنا محمد بن مصعب حدثنا أبو بكر عن عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرٍ عَنْ أَبِيهِ عَنْ رَجُلٍ مِنْ أَصْحَابِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال\nستفتح عليكم بالشام وَإِنَّ بِهَا مَكَانًا يُقَالُ لَهُ الْغُوطَةُ يَعْنِي دِمَشْقَ مِنْ خَيْرِ مَنَازِلِ الْمُسْلِمِينَ فِي الْمَلاحِمِ.\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 49\n",
        "23 -\nقَالَ رضي الله عنه أنبأنا أَبُو بَكْرٍ عَبْدُ الْوَاحِدِ بْنُ الْفَضْلِ بْنِ مُحَمَّدٍ الْفَارَمَذِيُّ بِطُوسَ وأبو علي الحسين بْنِ عَلِيٍّ الشَّحَّامِيُّ بِمَرْوٍ قَالا أنبأنا أبو عمرو عُثْمَانُ بْنُ مُحَمَّدِ بْنِ عُبَيْدِ الله المحمي أنبأنا السَّيِّدُ أَبُو الْحَسَنِ مُحَمَّدُ بْنُ الحسين بن داود العلوي أنبأنا أَبُو حَامِدٍ أَحْمَدُ بْنُ مُحَمَّدِ ابن الشرقي حدثنا محمد بن يحيى حدثنا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ حدثنا أَبِي عَنْ صَالِحِ بْنِ كَيْسَانَ عَنِ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي صَفْوَانُ بْنُ عَبْدِ اللَّهِ بْنِ صَفْوَانَ\nأَنَّ عَلِيًّا رَضِيَ اللَّهُ عَنْهُ قَامَ بِصِفِّينَ وَأَهْلِ الْعِرَاقِ يَسُبُّونَ أَهْلَ\n[ص: 51]\nالشَّامِ فَقَالَ يَا أَهْلَ الْعِرَاقِ لا تَسُبُّوا أَهْلَ الشَّامِ جَمًّا غَفِيرًا فَإِنَّ فِيهِمْ رِجَالا كَارِهِينَ لِمَا يَرَوْنَ وَإِنَّهُ بِالشَّامِ يَكُونُ الأَبْدَالُ.\nالحديث: 23 ¦ الجزء: 1 ¦ الصفحة: 50\n",
        "24 -\nقَالَ رضي الله عنه حدثنا الإمام الشهيد أَبُو سعد مُحَمَّد بْن يحيى بْن منصور الجنزي من لفظه بنيسابور أنبأنا أَبُو حامد أَحْمَد بْن علي بن محمد بن عبدوس أنبأنا أَبُو سعد عَبْد الرَّحْمَنِ بْن حمدان النصرويي أنبأنا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بن حمدان القطيعي حدثنا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ محمد بن حنبل حدثنا أبي حدثنا وكيع حدثنا إسرائيل عن فرات القزاز\nعن الحسن قَالَ {الأَرْضِ الَّتِي بَارَكْنَا فيها} قَالَ الشام.\nالحديث: 24 ¦ الجزء: 1 ¦ الصفحة: 51\n",
        "25 -\nقَالَ رضي الله عنه أنبأنا الْقَاضِي أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ الْبَاقِي الأَنْصَارِيُّ بِقِرَاءَتِي عَلَيْهِ ببغداد أنبأنا أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ عُمَرَ بن أحمد البرمكي أنبأنا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ إِبْرَاهِيمَ بْنِ أَيُّوبَ بْنِ مَاسِيٍّ البزاز حدثنا أَبُو مُسْلِمٍ إِبْرَاهِيمُ بْنُ عَبْدِ الله الكشي البصري حدثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ حدثنا ابْنُ عَوْنٍ عَنْ مُحَمَّدٍ\nأَنَّ الْجَارُودَ لَمَّا قَدِمَ عَلَى عُمَرَ رَضِيَ اللَّهُ عَنْهُ نَزَلَ عَلَى ابن عفان أو على ابْنِ عَوْفٍ قَالَ فَلَقِيَ عُمَرَ رَضِيَ اللَّهُ عَنْهُ فَأَخْبَرَهُ فَقَالَ عُمَرُ لَقَدْ هَمَمْتُ أَنْ أُخَيِّرَ الجارود بين إِحْدَى ثَلاثٍ بَيْنَ أَنْ أَقْدَمَهُ فَأَضْرِبَ عُنُقَهُ وَبَيْنَ أَنْ أُسَيِّرَهُ إِلَى الشَّامِ وَبَيْنَ أَنْ أَحْبِسَهُ عِنْدِي مُهَانًا مُقْصًى - قَالَ ابْنُ عون وربما قال مقضى - قَالَ فَقَالَ لَهُ يَا أَمِيرَ الْمُؤْمِنِينَ مَا تَرَكْتَ لَهُ مُتَخَيَّرًا ثُمَّ جَاءَ إِلَى الْجَارُودِ فَأَخْبَرَهُ بِذَلِكَ قَالَ فَقَالَ الْجَارُودُ بَلْ كُلُّهُنَّ لِي خَيْرٌ أَمَّا أَنْ يَقْدَمَنِي فَيَضْرِبَ عُنُقِي فَوَاللَّهِ مَا كَانَ لِيُؤْثِرَنِي عَلَى نَفْسِهِ وَأَمَّا أَنْ\n[ص: 53]\nيُسَيِّرَنِي إِلَى الشَّامِ فَأَرْضُ الْمَحْشَرِ وَالْمَنْشَرِ وَأَمَّا أَنْ يَحْبِسَنِي عِنْدَهُ مُهَانًا مُقْصَيًا فَوَاللَّهِ مَا في جِوَارُ قَبْرِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَزْوَاجِهِ مَا أَكْرَهُ.\nالحديث: 25 ¦ الجزء: 1 ¦ الصفحة: 52\n",
        "26 -\nقَالَ رضي الله عنه أنبأنا أَبُو الْقَاسِمِ الْخَضِرُ بْنُ الْحُسَيْنِ بن عبدان الأزدي في دراه بدمشق أنبأنا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ عَلِيِّ بْنِ أَحْمَدَ بْنِ الْمُبَارَكِ البزاز أنبأنا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ الحسين بْن عبد الله بْن عبدان الدمشقي أنبأنا أَبُو الحسين عبد الوهاب بْن الحسن الكلابي أنبأنا أَبُو الْجَهْمِ أَحْمَدُ بْنُ الْحُسَيْنِ بن طلاب المشغراني حدثنا هشام بن عمار حدثنا عثمان بْن علاق عن عروة بْن رويم\nأن رجلا لقي كعب الأحبار فسلم عليه ودعا له فسأله كعب من هو قَالَ من أهل الشام فَقَالَ لعلك من الجند الذين يعرفون فِي الجنة بلباس الخضر قَالَ ومن هم قَالَ أهل دمشق.\nالحديث: 26 ¦ الجزء: 1 ¦ الصفحة: 53\n",
        "27 -\nقَالَ رضي الله عنه أنبأنا أَبُو جعفر حنبل بْن علي بْن الحسين السجزي بجامع هراة أنبأنا أَبُو بشر عبد الكريم بْن أبي حاتم الحافظ بسجستان أنبأنا أبي أنبأنا أبو عمر العنبري حدثنا عيسى بن محمد حدثنا عيسى بن أحمد حدثنا بشر بن بكر أخبرني عَبْد الرَّحْمَنِ بْن يزيد بْن جابر قَالَ\nقلت لأبي سلام ما حملك على النقلة من حمص إلى دمشق قَالَ والله ما سألني عنها عربي قبلك وسأخبرك بلغني أن البركة تضعَّف فيها مرتين.\nالحديث: 27 ¦ الجزء: 1 ¦ الصفحة: 54\n",
        "28 -\nقَالَ رضي الله عنه أنبأنا أَبُو جعفر حنبل بْن علي بن الصوفي بهراة أنبأنا أَبُو بشر عبد الكريم بْن أبي حاتم التاجر بسجستان أنبأنا أبو منصور أسعد بن محمد أنبأنا أَبُو عبد الله بْن مُحَمَّد أنبأنا إبراهيم بن خزيم حدثنا عبد بن حميد حدثنا يونس عن شيبان\nعن قتادة {وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فيها}\n[ص: 55]\nقَالَ هي أرض الشام.\nالحديث: 28 ¦ الجزء: 1 ¦ الصفحة: 54\n",
        "29 -\nقَالَ رضي الله عنه أنبأنا حنبل بن علي بهراة أنبأنا أَبُو بشر عبد الكريم بْن أبي حاتم الحافظ بسجستان أنبأنا أَبُو حفص محمود بْن مُحَمَّد السجزي أنبأنا أَبُو عمر أَحْمَد بْن مُحَمَّد بن الحصين أنبأنا أَبُو الحسين مُحَمَّد بْن حامد أنبأنا محمد بن إسماعيل الصانع حدثنا سنيد قَالَ معمر قَالَ ابن طاوس عن أبيه\n{الْقُرَى الَّتِي باركنا فيها} قرى الشام.\nالحديث: 29 ¦ الجزء: 1 ¦ الصفحة: 55\n",
        "30 -\nقَالَ رضي الله عنه أنبأنا الحافظان أَبُو القاسم إسماعيل بْن أحمد ابن السمرقندي بباب المراتب وأبو البركات عبد الوهاب بْن المبارك بْن أحمد الأنماطي بنهر القلائين جميعاً ببغداد أنبأنا أَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ مَسْعَدَةَ بْن أَحْمَد بْن إبراهيم الإسماعيلي أنبأنا أَبُو الْقَاسِمِ حَمْزَةُ بْنُ يُوسُفَ بن إبراهيم الجرجاني الحافظ أنبأنا عَبْدِ الْوَهَّابِ بْنِ الْحَسَنِ الْكِلابِيُّ بدمشق حدثنا\n[ص: 56]\nمحمد بن إسماعيل الحماني حدثنا محمد بن إبراهيم حدثنا محمد بن عبد الله حدثنا الوليد بْن مسلم عن عَبْد الرَّحْمَنِ بْن ثابت بْن ثوبان قَالَ\nما ينبغي لأحد أن يكون أشوق إلى الجنة من أهل دمشق لما يرون من حسن مسجدهم.\nالحديث: 30 ¦ الجزء: 1 ¦ الصفحة: 55\n",
        "31 -\nقَالَ رضي الله عنه سمعت صاحبنا أبا إبراهيم مُحَمَّد بْن إبراهيم الجرجاني الصوفي مذاكرة بأصبهان يقول\nمن عجائب الدنيا الثلاث جامع دمشق ومنارة الإسكندرية ورزق الصوفية.\nالحديث: 31 ¦ الجزء: 1 ¦ الصفحة: 56\n",
        "32 -\nقَالَ رضي الله عنه أنبأنا أَبُو الْبَرَكَاتِ عَبْدُ الْوَهَّابِ بْنُ المبارك بْن أَحْمَد الأنماطي الحافظ ببغداد أنبأنا أَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ مَسْعَدَةَ الجرجاني أنبأنا حمزة بْن يوسف بْن إبراهيم السهمي الحافظ أنبأنا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ طالب البغدادي بمصر حدثنا أبو روق حدثنا الرياشي حدثنا الأصمعي قَالَ\nكان يقال جنان الدنيا ثلاث وحشوشها ثلاث فجنانها غوطة دمشق ونهر سمرقند ونهر الأبلة وحشوشها هيت\n[ص: 57]\nوأردبيل وعُمان.\nالحديث: 32 ¦ الجزء: 1 ¦ الصفحة: 56\n",
        "33 -\nقَالَ رضي الله عنه أنباتنا فاطمة بنت أبي الحكيم عبد الله بن إبراهيم الخبري ببغداد فِي دار ابن أختها أبي الفضل ابن ناصر الحافظ قالت أنبأنا أَبُو منصور علي بْن الحسن بن الفضل الكاتب حدثنا أَبُو عبد الله أَحْمَد بْن مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ خالد الكاتب أنبأنا أَبُو مُحَمَّد علي بْن عبد الله بن عباس بن المغيرة الجوهري حدثنا أَبُو حفص عمر بْن عبد الله بن جميل العتكي حدثنا العباس بن الفرج الرياشي حدثنا الأصمعي عن أبي عمرو يعني ابن العلاء قَالَ\nحسن الدنيا ثلاثة نهر الأبلة وغوطة دمشق وسمرقند.\nالحديث: 33 ¦ الجزء: 1 ¦ الصفحة: 57\n",
        "34 -\nقَالَ رضي الله عنه أنبأنا أَبُو المطهر عبد المنعم بْن أبي نصر الجرجاني وأبو عبد اللَّهِ الْحُسَيْنُ بْنُ عَبْدِ الْمَلِكِ الخلال وأبو الفرج سعيد بْن أبي الرجاء الدوري جميعا بأصبهان قالوا أنبأنا أَبُو\n[ص: 58]\nطَاهِرٍ أَحْمَدُ بْنُ مَحْمُودٍ الثقفي - قَالَ أَبُو المطهر وأنا حاضر - أنبأنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ إِبْرَاهِيمَ ابن المقرئ حدثنا أَحْمَدُ بْنُ الْحُسَيْنِ بْنِ طَلابٍ حدثنا أحمد بن أبي الحواري حدثنا ابن نمير عن يحيى بْن سعيد\nعن سعيد بْن المسيب {وَآوَيْنَاهُمَا إِلَى رَبْوَةٍ ذَاتِ قَرَارٍ معين} قَالَ هي دمشق.\nالحديث: 34 ¦ الجزء: 1 ¦ الصفحة: 57\n",
        "35 -\nقَالَ رضي الله عنه أنبأنا الْقَاضِي أَبُو الْمَعَالِي مُحَمَّدُ بْنُ يحيى القرشي بجامع دمشق أنبأنا أبو الحسن مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ علي الفارسي بمصر أنبأنا أبو عبد الله شعيب بن عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ المنهال المصري أنبأنا أبو العباس أحمد بن الحسن الرازي حدثنا أبو الزنباع روح بن الفرج القطان حدثنا يحيى بن بكير\n[ص: 59]\nحدثني الليث بن سعد عن ابن لهيعة عن يحيى بْن سعيد\nعن سعيد بن المسيب في قول الله عز وجل {وَآوَيْنَاهُمَا إِلَى رَبْوَةٍ ذَاتِ قَرَارٍ ومعين} قَالَ هي دمشق.\nالحديث: 35 ¦ الجزء: 1 ¦ الصفحة: 58\n",
        "36 -\nقَالَ رضي الله عنه حدثنا أَبُو الْقَاسِمِ عَلِيُّ بْنُ الْحَسَنِ بْن هبة الله الحافظ من لفظه بدمشق وكتب لي بخطه أنبأنا أَبُو مُحَمَّد هبة الله بْن أحمد الأكفاني حدثنا أَبُو مُحَمَّد عبد العزيز بْن أحمد الكتاني الحافظ أنبأنا أَبُو الحسن علي بْن مُحَمَّد بن طوق الطبراني بداريا أنبأنا أَبُو علي عبد الجبار بْن عبد الله الخولاني حدثنا أبو علي الحسن بن حبيب بن عبد الملك حدثنا يزيد بْن مُحَمَّد بْن عبد الصمد حدثنا أَبُو مِسْهَرٍ عَبْدُ الأَعْلَى بْنُ مسهرحدثنا صدقة بْن خالد\nسمعت عَبْد الرَّحْمَنِ بْن يزيد بْن جابر يقول كان يقول من أراد العلم فلينزل بين عنس وخولان بداريا.\nالحديث: 36 ¦ الجزء: 1 ¦ الصفحة: 59\n",
        "37 -\nقَالَ رضي الله عنه سمعت القاضي أبا القاسم عبد\n[ص: 60]\nالعزيز بْن بدر إبراهيم الولاشجردي في داره بقصر كنكور يقول لما عزم المتوكل على الخروج إلى دمشق دخل عليه أَبُو عبادة البحتري وأنشد قصيدته التي أولها\nقل للامام التي عمت فواضله\n...\nشرقا وغربا فما نحصي له عددا\nأما دمشق فقد أبدت محاسنها\n...\nوقد وفى لك مطريها بما وعدا\nإذا أردت ملأت العين من بلد\n...\nمستحسن وزمان يشبه البلدا\nيمشي السحاب على أجبالها فرقا\n...\nويصبح النبت فِي صحرائها بددا\nفلست تبصر إلا واكفا خضلا\n...\nأو يانعا خضرا أو طائرا غردا\nكأنما القيظ ولَّى بعد جيئته\n...\nأو الربيع دنا من بعد ما بعدا\nالحديث: 37 ¦ الجزء: 1 ¦ الصفحة: 59\n",
        "38 -\nقَالَ رضي الله عنه قَالَ لي القاضي:\nأشرف معاوية بْن أبي سفيان رضي الله عنهما من الربوة على الغوطة فَقَالَ ما أحسنك يا غوطة لو دمت.\nالحديث: 38 ¦ الجزء: 1 ¦ الصفحة: 60\n",
        "39 -\nقَالَ رضي الله عنه أنبأنا أَبُو سعد أَحْمَد بْن مُحَمَّد علي الزوزني ببغداد وكتب لي بخطه أنبأنا أبو منصور مُحَمَّد بْن عبد العزيز العكبري سمعت أبا الحسن مُحَمَّد بْن محمد بن جعفر النسابة بالجعافرة يقول سمعت أبا الفرج علي بْن الحسين الأصبهاني يقول دير مران بنواحي الشام تلعة مشرفة على مزارع زعفران ورياض حسنة نزله الرشيد ونزله المأمون بعده وكان الحسين بْن الضحاك مَعَ الرشيد لما نزله فَقَالَ له قل فيه شعرا فَقَالَ\nيا دير مران لا عريت من سكن\n...\nقد هجيت لي حزنا يا دير مرانا\nهل عندك قسك من علم فتخبرني\n...\nأم كيف يسعد وجه الصبر من بانا\nسقيا ورعيا لِكَرْخايا وساكنها\n...\nبين الجنينة والروحاء من كانا\nحث المدام فإن الكأس مترعة\n...\nمما يهيج دواعي الشوق أحزانا\nالحديث: 39 ¦ الجزء: 1 ¦ الصفحة: 61\n",
        "40 -\nقَالَ رضي الله عنه أنشدنا صديقنا الإمام أَبُو القاسم علي بْن الحسن الحافظ من لفظه وحفظه بدير مران بظاهر دمشق لأبي بكر الصنوبري الشاعر الدمشقي\nأمر بدير مران فأحيا\n...\nوأجعل بيت لهوي بيت لهيا\nويبرد غلتي بردي فسقيا\n...\nلأيامي على بردي ورعيا\nولي في باب جيرون ظباء\n...\nأعاطيها الهوى ظبيا فظبيا\nتفيض جداول البلور فيها\n...\nخلال حدائق ينبتن وشيا\nالحديث: 40 ¦ الجزء: 1 ¦ الصفحة: 62\n",
        "41 -\nقَالَ رضي الله عنه أنشدنا أَبُو الحسين هبة الله بْن الحسن بْن هبة الله الأمين من لفظه إملاء بجامع دمشق أنشدنا أَبُو عبد الله أَحْمَد بْن مُحَمَّد بْن مُحَمَّد بْن علي بْن صدقة الخياط الدمشقي لنفسه\nألا ليت شعري هل أبيتن ليلة\n...\nيُروِّحني بالغوطتين نسيم\n[ص: 63]\nوهل يجمعن الكأس شملي بفتية\n...\nعلى الدهر منهم نضرة ونعيم\nالحديث: 41 ¦ الجزء: 1 ¦ الصفحة: 62\n",
        "42 -\nقَالَ رضي الله عنه أنشدنا مؤدبي أَبُو المعالي يوسف بْن مُحَمَّد الفقيهي من لفظه بمرو للبحتري من قصيدة أولها\nاإن رق لي قلبك مما ألاق\n...\nمن فرط تعذيبي وطول اشتياق\nوجدت بالوصل على مغرم\n...\nفزوديني منك قبل انطلاق\nإن أنت ودعت بتقبيلة\n...\nكانت يدا مشكورة للفراق\nأحاذر البين من أجل النوى\n...\nطورا وأهواه لأجل العناق\nإن دمشقا أصبحت جنة\n...\nمخضرة الروض غداة البراق\nهواؤها الفضفاض غمر الندى\n...\nوماؤها السلسال عذاب المذاق\nالحديث: 42 ¦ الجزء: 1 ¦ الصفحة: 63\n",
        "43 -\nقَالَ رضي الله عنه أنشدني أبو علي الحسن بن مسعود الوزير الدمشقي الحافظ من لفظه بمرو لنفسه\n[ص: 64]\nذكرتني حمامة المروين\n...\nحين ناحت ليالي النيربين\nورماني صرف الزمان ببين\n...\nفرق الله بين بيني وبيني\nأنجز الكتاب وتم بحمد الله تعالى وهو حسبنا ونعم الوكيل والصلاة والسلام على سيدنا ومولانا محمد النبي وآله في حادي عشر ذي القعدة الواقع في سنة تسع وأربعين وستمائة.\nالحديث: 43 ¦ الجزء: 1 ¦ الصفحة: 63\n",
        ""
    ]
}