{
    "1": [
        "فضائل الصيام وقيام صلاة التراويح\nفضائل الصيام وقيام صلاة التراويح\nسعيد بن وهف القحطاني\nالكتاب:\nفضائل الصيام وقيام صلاة التراويح - مفهوم، وفوائد، وفضائل، وخصائص\nالمؤلف:\nد. سعيد بن علي بن وهف القحطاني\nالناشر:\nمطبعة سفير، الرياض\nتوزيع:\nمؤسسة الجريسي للتوزيع والإعلان، الرياض\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "فضائل الصيام وقيام رمضان\nمفهوم، وفوائد، وفضائل، وخصائص\nتأليف الفقير إلى الله تعالى\nد. سعيد بن علي وهف القحطاني\n",
        "إن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى الله عليه، وعلى آله وأصحابه، ومن تبعهم بإحسان إلى يوم الدين وسلم تسليماً كثيراً.\nأما بعد:\nفهذه رسالة مختصرة، في ((فضائل الصيام)) بيّنت فيها: مفهوم الصيام: لغة، وشرعاً، وفضائل الصيام وخصائصه، وفوائد الصيام ومنافعه، وفضائل شهر رمضان: صيامه، وقيامه، وخصائصه، وكل ذلك بالأدلة.\nالجزء: 1 ¦ الصفحة: 3\n",
        "والله أسأل أن يجعل هذا العمل القليل مباركاً، خالصاً لوجهه الكريم، وأن ينفعني به في حياتي وبعد مماتي، وأن ينفع به كلَّ من انتهى إليه؛ فإنه سبحانه خير مسؤول، وأكرم مأمول، وهو حسبنا ونعم الوكيل، ولا حول ولا قوة إلا بالله العلي العظيم، وصلى الله وسلم، وبارك على عبده ورسوله، وأمينه على وحيه، وخيرته من خلقة، نبينا محمد بن عبد الله، وعلى آله، وأصحابه، وأتباعه بإحسان إلى يوم الدين.\nأبو عبد الرحمن\nحرر عشية الخميس، الموافق 26/ 5/1427هـ.\nالجزء: 1 ¦ الصفحة: 4\n",
        "مفهوم الصيام\nأولاًً: مفهوم الصيام: لغة وشرعاً:\n1 -\nالصوم والصيام لغة:\nالإمساك (1)، يقال: صام النهار إذ وقف سير الشمس، قال الله تعالى إخباراً عن مريم: {إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا} (2) أي: صمتاً؛ لأنه إمساك عن الكلام، ويفسره قوله تعالى: {فَلَنْ أُكَلِّمَ الْيَوْمَ إِنسِيًّا} (3).\nوقال الشاعر النابغة الذبياني:\nخَيْلٌ صِيامٌ وخَيْلٌ غَيْرُ صَائِمَةٍ\n...\nتَحْتَ العَجَاجِ وأُخْرَى تَعْلُكُ اللُّجُمَا\n(1) قال ابن منظور في لسان العرب 12/ 350: ((الصوم: ترك الطعام، والشراب، والكلام: صام يصوم صوماً وصياماً، واصطام\n...\nوالصوم في اللغة: الإمساك عن الشيء، والترك له، وقيل للصائم: صائم؛ لإمساكه عن المطعم والمشرب، والمنكح، وقيل للصامت: صائم لإمساكه عن الكلام، وقيل للفرس: صائم؛ لإمساكه عن العلف مع قيامه\n...\nقال أبو عبيدة: كل ممسك عن طعام، أو كلام، أو سير فهو صائم)).\n(2) سورة مريم، الآية:26.\n(3) سورة مريم، الآية:26.\nالجزء: 1 ¦ الصفحة: 5\n",
        "يعني بالخيل الصائمة: القائمة بلا اعتلاف، وقيل: مفهوم الصيام\nالممسكة عن الصهيل (1).\nوالصيام: مصدر صام يصوم صوماً وصياماً (2).\n2 -\nالصوم شرعاً:\nقيل: ((هو عبارة عن إمساك مخصوص: وهو الإمساك عن الأكل، والشرب، والجماع من الصبح إلى المغرب مع النية)) (3).\nوقيل: هو عبارة عن إمساك عن أشياء مخصوصة في وقت مخصوص (4).\nوقيل: ((هو عبارة: عن إمساك مخصوص، في وقت مخصوص، على وجه مخصوص)) (5).\n(1) لسان العرب، لابن منظور، 12/ 351، والمصباح المنير، 1/ 352، والمغني لابن قدامة، 4/ 323.\n(2) لسان العرب، 12/ 350.\n(3) التعريفات للجرجاني، ص177، والمصباح المنير، للفيُّومي، 1/ 352.\n(4) المغني لابن قدامة، 4/ 323، والشرح الكبير، 7/ 323.\n(5) الإنصاف في معرفة الراجح من الخلاف للمرداوى 7/ 323.\nالجزء: 1 ¦ الصفحة: 6\n",
        "مفهوم الصيام\nوقيل: ((هو الإمساك عن المفطر على وجه\nمخصوص)) (1).\nوقيل: ((إمساك بنية عن أشياء مخصوصة، في زمن معيَّن، من شخص مخصوص)) (2).\nوقيل: ((هو: الإمساك عن الأكل والشرب والجماع وغيرها مما ورد به الشرع في النهار على الوجه\nالمشروع)) (3) (4).\nوالمختار في تعريف الصيام شرعاً: أن يُقال:\n((هو التعبد لله تعالى بالإمساك بنية: عن الأكل،\n(1) الموسوعة الفقهية، 28/ 7.\n(2) الروض المربع مع حاشية ابن قاسم، 3/ 346، ومنتهى الإرادات لمحمد بن أحمد الفتوحى، 2/ 5، والإقناع لطالب الانتفاع، للحجَّاوي، 1/ 485.\n(3) كتاب الصيام من شرح العمدة، لشيخ الإسلام ابن تيمية، 1/ 24.\n(4) قال شيخ الإسلام ابن تيمية: ((ويتبع ذلك الإمساك عن: الرفث، والجهل، وغيرهما من الكلام المحرم، والمكروه؛ فإن الإمساك عن هذه الأشياء في زمن الصوم أوكد منه في غير زمن الصوم\n...\n)) [كتاب الصيام من شرح العمدة، لابن تيمية، 1/ 24].\nالجزء: 1 ¦ الصفحة: 7\n",
        "والشرب، وسائر المفطرات، من طلوع الفجر الثاني إلى غروب الشمس، من شخص مخصوص، بشروط مخصوصة)) (1).\nثانياً: فضائل الصيام وخصائصه\nالصيام له فضائل وخصائص عظيمة على النحو الآتي:\n1 -\nالصيام من الأعمال التي يُعِدُّ اللهُ بها المغفرة والأجر العظيم؛\nلقول الله تعالى: {إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْقَانِتِينَ وَالْقَانِتَاتِ وَالصَّادِقِينَ وَالصَّادِقَاتِ وَالصَّابِرِينَ وَالصَّابِرَاتِ وَالْخَاشِعِينَ وَالْخَاشِعَاتِ وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقَاتِ وَالصَّائِمِينَ وَالصَّائِمَاتِ وَالْحَافِظِينَ فضائل الصيام وخصائصه\nفُرُوجَهُمْ وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ\n(1) انظر: الشرح الممتع، لابن عثيمين، 6/ 310، والإلمام بشيء من أحكام الصيام، لعبد العزيز بن عبد الله الراجحي، ص7.\nالجزء: 1 ¦ الصفحة: 8\n",
        "فضائل الصيام وخصائصه\nأَعَدَّ اللَّهُ لَهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًا} (1).\n2 -\nالصيام خير للمسلم لو كان يعلم؛\nلقول الله تعالى: {وَأَن تَصُومُواْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُون} (2).\n3 -\nالصيام سبب من أسباب التقوى؛\nلقول الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُواْ كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُون} (3).\n4 -\nالصوم جنة، يستجنُّ بها العبد المسلم من النار؛\nلحديث جابر - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ((قال ربنا - عز وجل -: الصيامُ جنةٌ يستجنُّ بها العبدُ من النار (4)، وهو لي وأنا أجزي به)) (5).\n(1) سورة الأحزاب، الآية 35.\n(2) سورة البقرة، الآية 184.\n(3) سورة البقرة الآية 183.\n(4) الصوم جُنَّةٌ: أي يقي صاحبه من النار، والجنة: الوقاية. [النهاية في غريب الحديث باب الجيم مع النون، مادة جنن، 1/ 308].\n(5) أخرجه أحمد، 23/ 33، برقم 14669، و23/ 411، برقم 15264، وقال محققو المسند: ((حديث صحيح بطرقه وشواهده)).\nالجزء: 1 ¦ الصفحة: 9\n",
        "فضائل الصيام وخصائصه\nوعن كعب بن عُجرة - رضي الله عنه - قال: قال لي رسول الله - صلى الله عليه وسلم -: ((أُعيذك بالله يا كعبَ بن عُجْرَةَ من أُمراءَ يكونون من بعدي، فمن غشي أبوابَهم فصدَّقهم في كذبهم، وأعانهم على ظلمهم، فليس منِّي ولستُ منه، ولا يرِدُ عليَّ الحوض، ومن غَشِيَ أبوابهم أو لم يغشَ فلم يصدقهم في كذبهم ولم يُعنهم على ظلمهم فهوَ منِّي وأنا منه، وسَيَرِدُ عليَّ الحوض، يا كعبَ بنَ عُجرةَ: الصلاةُ برهانٌ، والصومُ جنّةٌ حصينةٌ، والصدقةُ تطفئ الخطيئة كما يطفئ الماءُ النارَ، يا كعبَ بنَ عُجرةَ، إنه لا يدخل الجنة لحمٌ نَبَتَ من سُحْتٍ، النارُ أولى به، يا كعبَ بنَ عُجرةَ، الناسُ غاديان: فمبتاعٌ نَفْسَه فمُعْتقها، وبائعٌ نَفْسَه فمُوبِقُها)) (1).\n(1) الترمذي، كتاب الصلاة، باب ذكر فضل الصلاة، برقم 614، وأحمد 22/ 332، برقم 14441، وصححه الألباني في صحيح الترمذي، 1/ 336، والحديث فيه: التحذير من إمرة السفهاء، والتحذير من تصديقهم، وإعانتهم على ظلمهم، فليراجع هناك.\nالجزء: 1 ¦ الصفحة: 10\n",
        "وعن عثمان بن أبي العاص - رضي الله عنه - قال: إني سمعت رسول الله - صلى الله عليه وسلم - يقول: ((الصيامُ جُنَّةٌ كجُنَّةِ أحدكم من القتال)) قال: وكان آخر ما عَهِدَ إليَّ رسول الله - صلى الله عليه وسلم - حين بعثني إلى الطائف قال: ((يا عثمان تجوَّز في الصلاة؛ فإن في فضائل الصيام وخصائصه\nالقوم الكبير وذا الحاجة))، وفي لفظ: ((الصيام جُنَّةٌ من النار كجُنَّةِ أحدكم من القتال)) (1).\n5 -\nالصيام حِصْنٌ حصين من النار؛\nلحديث أبي هريرة - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: ((الصيام جُنَّةٌ وحِصْنٌ حَصِينٌ من النار)) (2).\n6 -\nالصيام جُنّةٌ من الشهوات؛\nلحديث عبد الله بن مسعود - رضي الله عنه -، قال: لقد قال لنا رسول الله - صلى الله عليه وسلم -: ((يا معشر (3)\n(1) أحمد 26/ 202، برقم 6273، و26/ 205، برقم 16278، و29/ 433، برقم 17902، وصحح إسناده محققو مسند الإمام أحمد.\n(2) أحمد 15/ 123، برقم 9225، وصحح إسناده محققو المسند، 15/ 123، وحسنه المنذري، وقال الألباني في صحيح الترغيب والترهيب، 1/ 578: ((حسن لغيره)).\n(3) يا معشر: المعشر هم جماعة يشملهم وصف ما، والشباب، أصله: الحركة، والنشاط، وهو اسم لمن بلغ إلى أن يكمل ثلاثين، وقيل: إلى اثنتين وثلاثين، [فتح الباري لابن حجر، 9/ 108].\nالجزء: 1 ¦ الصفحة: 11\n",
        "الشباب من استطاع منكم الباءة (1) فليتزوج؛ فإنه أغض فضائل الصيام وخصائصه\nللبصر، وأحصن للفرج، ومن لم يستطع فعليه بالصوم؛ فإنه له وِجاءٌ)) (2) (3).\n7 -\nصيام يوم في سبيل الله يباعد الله النار عن وجه صاحبه سبعين سنة؛\nلحديث أبي سعيد الخدري - رضي الله عنه -، قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ((من صام يوماً في سبيل الله بَعَّدَ الله وجهه عن النار سبعين خريفاً)) (4).\n(1) الباءة: مؤنة التزويج، وقيل: يحمل على المعنى الأعم: القدرة على الوطء، ومؤنة التزويج. [فتح الباري، 9/ 109].\n(2) وجاء: الوجاء: رضُّ الخصيتين، وقيل: رضُّ عروقهما، ومن يفعل به ذلك تنقطع شهوته، ومقتضاه: أن الصوم قامع للشهوة، [فتح الباري 4/ 119].\n(3) متفق عليه: البخاري، كتاب الصوم، باب الصوم لمن خاف على نفسه العُزبة، برقم 1905، ومسلم، كتاب النكاح، باب استحباب النكاح لمن تاقت نفسه إليه، ووجد مؤنة، واشتغال من عجز عن المؤنة بالصوم، برقم 1400.\n(4) متفق عليه: البخاري، كتاب الجهاد والسير، باب فضل الصوم في سبيل الله، برقم 2840، ومسلم، كتاب الصيام، باب فضل الصيام في سبيل الله لمن يطيقه بلا ضرر ولا تفويت حق، برقم 1153.\nالجزء: 1 ¦ الصفحة: 12\n",
        "8 -\nصيام يوم في سبيل الله يبعد صاحبه عن النار كما بين السماء والأرض،\nلحديث أبي أمامة الباهلي - رضي الله عنه -، عن النبي فضائل الصيام وخصائصه\n- صلى الله عليه وسلم - قال: ((من صامَ يوماً في سبيل الله جعل الله بينه وبين النار خندقاً كما بين السماء والأرض)) (1).\nوقد قال الإمام القرطبي رحمه الله تعالى في قوله - صلى الله عليه وسلم -: ((من صام يوماً في سبيل الله))، ((أي: في طاعة الله، يعني: قاصداً به وجه الله تعالى، وقد قيل عنه: إنه الجهاد في سبيل الله)) (2)، وقال الإمام النووي رحمه الله: ((فيه فضيلة الصيام في سبيل الله، وهو محمول على من لا يتضرر به، ولا يفوت به حقاً، ولا يختل به قتاله ولا غيره من\n(1) الترمذي، كتاب فضائل، الجهاد، باب فضل الصوم في سبيل الله، برقم 1624، وقال الألباني في صحيح سنن الترمذي، 2/ 223: ((حسن صحيح))، وانظر: سلسلة الأحاديث الصحيحة للألباني، برقم 563.\n(2) المفهم لما أشكل من تلخيص كتاب مسلم، 3/ 217.\nالجزء: 1 ¦ الصفحة: 13\n",
        "مهمات غزوه، ومعناه: المباعدة عن النار، والمعافاة منها، والخريف السنة، والمراد به سبعين سنة)) (1)، وسمعت فضائل الصيام وخصائصه\nشيخنا ابن باز رحمه الله يقول: ((وهذا الحديث حمله قوم على الجهاد، وهو ظاهر كلام المؤلف، إذا لم يشق عليهم، وقال قوم: هذا الحديث في سبيل الله: أي في طاعة الله)) (2).\n9 -\nالصوم وصية النبي - صلى الله عليه وسلم -، ولا مثل له،\nولا عدل؛ لحديث أبي أمامة - رضي الله عنه -، قال: قلت: يا رسول الله: مُرني بأمر ينفعني الله به، قال: ((عليك بالصوم فإنه لا مِثْلَ له))، وفي لفظ: أن أبا أمامة سأل رسول الله - صلى الله عليه وسلم -: أي العمل أفضل؟ قال: ((عليك بالصوم فإنه لا عدل له))، وفي رواية أنه - رضي الله عنه - قال: قلت: يا رسول الله مُرْني بعملٍ، قال: ((عليك بالصوم فإنه لا عِدْل له))، قلت: يا رسول الله مرني بعملٍ، قال: ((عليك بالصوم فإنه لا عدل له)) (3)، وفي لفظ ابن\n(1) شرح النووي على صحيح مسلم، 8/ 281،وانظر: فتح الباري لابن حجر،6/ 48.\n(2) سمعته أثناء تقريره على صحيح البخاري، الحديث رقم 2840.\n(3) أخرجه النسائي، كتاب الصيام، باب ذكر الاختلاف على محمد بن أبي يعقوب في حديث أبي أمامة في فضل الصيام، برقم 2220، 2221، 2222، 2223، وصححه الألباني في صحيح النسائي بجميع رواياته، 2/ 122، وفي سلسلة الأحاديث الصحيحة، برقم 1937، وفي صحيح الترغيب والترهيب، 1/ 580.\nالجزء: 1 ¦ الصفحة: 14\n",
        "فضائل الصيام وخصائصه\nحبان في صحيحه: قال أبو أمامة: أنشأ رسول الله - صلى الله عليه وسلم - جيشاً، فأتيته فقلت: يا رسول الله، ادعُ الله لي بالشهادة، قال: ((اللهم سلِّمهم وغنِّمهم))، فغزونا فسلمنا وغنمنا، حتى ذكر ذلك ثلاث مرات، قال: ثم أتيته فقلت: يا رسول الله إني أتيتك تترى ثلاث مرات أسألك أن تدعوَ لي بالشهادة، فقلت: ((اللهم سلِّمهم وغنِّمهم))، فسلمنا وغنمنا، يا رسول الله، فمرني بعَمَلٍ أدخلُ به الجنة، فقال: ((عليك بالصوم؛ فإنه لا مِثْلَ لهُ))، فكان أبو أمامة لا يُرَى في بيته الدُّخانُ نهاراً، إلا إذا نزل بهم ضيفٌ، فإذا رأوا الدخان نهاراً، عرفوا أنه قد اعتراهم ضيفٌ)) (1).\n(1) صحيح ابن حبان، كتاب الصوم، باب ذكر البيان بأن الصوم لا يعدله شيء من الطاعات، برقم 3425، وقال شعيب الأرنؤوط: ((إسناده صحيح على شرط مسلم))، وهو عند أحمد، 5/ 255، والطبراني برقم 4763، وصححه الألباني في صحيح الترغيب والترهيب، 1/ 580.\nالجزء: 1 ¦ الصفحة: 15\n",
        "10 -\nالصوم يدخل الجنة من باب الريان،\nلحديث سهل بن سعد - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((إن في الجنة فضائل الصيام وخصائصه\nباباً يُقالُ له: الريَّان، يدخل منه الصائمون يوم القيامة، لا يدخل منه أحد غيرهم، يقال: أين الصائمون؛ فيقومون لا يدخل منه أحد غيرُهم، فإذا دخل آخرهم أُغلق فلم يدخل منه أحد)) (1)، وفي رواية: ((في الجنة ثمانية أبواب، فيها باب يُسمَّى الريان لا يدخله إلا الصائمون)) (2).\nوعن أبي هريرة - رضي الله عنه -: أن رسول الله - صلى الله عليه وسلم - قال: ((من أنفق زوجين في سبيل الله نُوديَ من أبواب الجنة: يا عبد الله هذا خير، فمن كان من أهل الصلاة دُعيَ من باب الصلاة، ومن كان من أهل الجهاد دُعيَ من باب الجهاد، ومن كان من أهل الصيام دُعيَ من باب الريَّان، ومن\n(1) متفق عليه: البخاري، كتاب الصوم، باب الريان للصائمين، برقم 1896، ومسلم، كتاب الصيام، باب فضل الصيام، برقم 1152.\n(2) البخاري، كتاب بدء الخلق، باب صفة أبواب الجنة، برقم 3257.\nالجزء: 1 ¦ الصفحة: 16\n",
        "كان من أهل الصدقة دُعيَ من باب الصدقة))، فقال أبو بكر - رضي الله عنه -: بأبي أنت وأمِّي يا رسول الله؛ ما على من دُعي من تلك الأبواب من ضرورة، فهل يُدعَى أحدٌ من تلك فضائل الصيام وخصائصه\nالأبواب كلِّها؟ قال: ((نعم، وأرجو أن تكون منهم)) (1)، وفي لفظ للبخاري: ((من أنفق زوجين في سبيل الله دعاه خزنة الجنة: كلُّ خزنةِ بابٍ: أي فُل، هَلُمَّ\n...\n)) (2) وفي لفظ للبخاري أيضاً: ((من أنفق زوجين من شيء من الأشياء في سبيل الله\n...\n)) (3).\n11 -\nالصيام من أول الخصال التي تُدْخِلُ الجنةَ؛\nلحديث أبي هريرة - رضي الله عنه -، قال: قال رسول الله - صلى الله عليه وسلم -:\n((من أصبح اليوم منكم صائمًا؟))،قال أبو بكر: أنا. قال:\n((فمن اتَّبع منكم اليوم جنازة؟))،قال أبو بكر: أنا. قال:\n(1) متفق عليه: البخاري، كتاب الصيام، باب الريَّان للصائمين، برقم 1896، ومسلم، كتاب الزكاة، باب من جمع الصدقة وأعمال البر، برقم 58 - (1027).\n(2) البخاري برقم 2841.\n(3) البخاري برقم 3666.\nالجزء: 1 ¦ الصفحة: 17\n",
        "((فمن أطعم منكم اليوم مسكيناً؟))،ال أبو بكر: أنا. قال:\n((فمن عاد منكم اليوم مريضاً؟))، قال أبو بكر: أنا، فقال رسول فضائل الصيام وخصائصه\nالله - صلى الله عليه وسلم -: ((ما اجتمعن في امرئ إلا دخل\nالجنة)) (1). ولفظ البخاري في الأدب المفرد: ((ما اجتمعت هذه الخصال في رجل في يوم إلا دخل الجنة)) (2).\n12 -\nالصيام كفارة للذنوب؛\nلحديث حذيفة - رضي الله عنه -، عن النبي - صلى الله عليه وسلم -: ((فتنة الرجل في أهله، وماله، وولده، وجاره، تكفِّرها: الصلاة، والصوم، والصدقة، والأمر، والنهي))، وفي لفظ: ((والأمر بالمعروف والنهي عن المنكر)) (3)،وهذا من نعم الله تعالى العظيمة أن يكفر ما يقع من المسلم من الزلل\n(1) مسلم، كتاب الزكاة، باب فضل من ضمَّ إلى الصدقة غيرها من أنواع البر، برقم 1028.\n(2) البخاري في الأدب المفرد، برقم 515،وصححه الألباني في صحيح الأدب المفرد، ص195.\n(3) متفق عليه: البخاري، كتاب الصلاة، باب الصلاة كفارة، برقم 525، وكتاب الزكاة، بابٌ: الصدقة تكفر الخطيئة، برقم 1435، وكتاب الصوم، بابٌ: الصوم كفَّارة، برقم 1895، ومسلم، كتاب الإيمان، باب رفع الأمانة والإيمان من بعض القلوب وعرض الفتن على القلوب، برقم 144.\nالجزء: 1 ¦ الصفحة: 18\n",
        "مع أهله، وولده وماله، وجيرانه، بالصلاة، والصوم، والصدقة، والأمر بالمعروف والنهي عن المنكر، فضائل الصيام وخصائصه\nفينبغي للمسلم أن يكثر من هذه الخصال، وهذا في الصغائر، أما الكبائر فلا بد فيها على الصحيح من التوبة بشروطها (1).\n13 -\nيوفَّى الصائمون أجرهم بغير حساب.\n14 -\nللصائم فرحتان: فرحة في الدنيا، وفرحة في الآخرة.\n15 -\nخلوف فم الصائم أطيب عند الله من ريح المسك.\nوقد دلَّ على هذه الفضائل الثلاث حديث أبي هريرة - رضي الله عنه -: قال: قال رسول الله - صلى الله عليه وسلم -: ((قال الله تعالى: كلُّ عمل ابن آدم له إلا الصيام؛ فإنه لي وأنا أجزي به، والصيام جنة (2)، وإذا كان يومُ صَوْمِ أحدِكم فلا\n(1) انظر: فتح الباري، لابن حجر 6/ 605، وسمعت نحو هذا من سماحة شيخنا ابن باز، أثناء تقريره على صحيح البخاري، الحديث رقم 1435.\n(2) الصيام جنة: أي وقاية من النار، وعند أحمد من حديث أبي عبيدة بن الجراح: ((الصيام جنة ما لم يخرقها))، زاد الدارمي: ((بالغيبة))، فتح الباري، لابن حجر\n(4/ 104)، واختار الإمام النووي: أن معنى الصوم جنة: ستر من الإثم، وستر من النار، وستر من الرفث. [شرح النووي على صحيح مسلم، 8/ 279].\nالجزء: 1 ¦ الصفحة: 19\n",
        "فضائل الصيام وخصائصه\nيرفث (1) ولا يصخب (2)، فإن سابَّهُ أحدٌ أو قاتله (3)\nفليقل: إنِّي امرؤٌ صائمٌ، والذي نفسُ محمد بيده! لخلوفُ فم الصائم (4) أطيب عند الله من ريح المسك، للصائم فرحتان يفرحهما: إذا أفطر فرح، وإذا لقي ربَّه فَرِحَ بصومه))، وفي لفظ للبخاري: ((الصيام جُنَّة، فلا يرفث،\n(1) الرَّفَث: الكلام الفاحش، وهو يطلق على هذا وعلى الجماع، وعلى مقدماته، وعلى ذكره مع النساء، أو مطلقاً: أي ذكره مع النساء وغيرهن. [فتح الباري لابن\nحجر،4/ 104].\n(2) ولا يصخب: الصخب والسخب: الخصام والصياح، والمراد بالنهي هنا\nتأكيده حالة الصوم، وإلا فغير الصائم منهي عن ذلك أيضاً. [فتح الباري لابن حجر،\n4/ 118].\n(3) سابّه أحد: أي شتمه، أو قاتله: أي تهيأ لمقاتلته؛ فإنه إذا قال: إني صائم أمكن أن يكف عنه، فإن أصر دفعه بالأخف فالأحفِّ: كالصائل. [فتح الباري لابن حجر،\n4/ 105].\n(4) خلوف فم الصائم: تغير رائحته بسبب الصيام. [فتح الباري لابن حجر،\n4/ 105].\nالجزء: 1 ¦ الصفحة: 20\n",
        "ولا يجهل (1) فضائل الصيام وخصائصه\nوإن امرُؤٌ قاتله أو شاتمه فليقل: إني صائم - مرتين - والذي نفس محمد بيده لخلوف فم الصائم أطيب عند الله من ريح المسك، يترك طعامه، وشرابه، وشهوته من أجلى، الصيام لي وأنا أجزي به، والحسنة بعشر أمثالها))، وفي لفظ لمسلم: ((كلُّ عملِ ابن آدم يُضاعف له: الحسنةُ عشرُ أمثالها إلى سبعمائة ضعف، قال الله - عز وجل -: إلا الصوم فإنه لي وأنا أجزي به، يدع شهوته وطعامه من أجلي، للصائم فرحتان: فرحة عند فطره، وفرحة عند لقاء ربه، ولخلوف فيه أطيب عند الله من ريح المسك))، وفي لفظ لمسلم: ((\n...\nوللصائم فرحتان يفرحهما: إذا أفطر فرح بفطره، وإذا لقي ربه فرح بصومه)) (2) (3).\n(1) ولا يجهل: أي لا يفعل شيئاً من أفعال أهل الجهل: كالصياح، والسفه، ونحو ذلك، ولا يفهم من هذا أن غير يوم الصوم يباح فيه ما ذكر، وإنما المراد أن المنع من ذلك يتأكد بالصوم. [فتح الباري لابن حجر، 4/ 104].\n(2) متفق عليه: البخاري، كتاب الصوم، باب فضل الصوم، برقم 1894، وباب هل يقول: إني صائم إذ اشتم، برقم 1904، ومسلم، كتاب الصيام، باب حفظ اللسان للصائم برقم 1151، وباب فضل الصيام برقم 164 - (1151).\n(3) وهذا الحديث يستفاد منه فوائد، منها:\nأولاً: أن الصيام لله تعالى، وهو الذي يجازي عليه، والأعمال الصالحة لله تعالى، ولكن الصوم لا يطلع عليه بمجرد فعله إلا الله، فلا يدخله الرياء بالفعل، وإن كان قد يدخله الرياء بالقول، كمن يخبر بأنه صائم؛ ولهذا: الصيام سرٌّ بين العبد وربه.\nثانياً: الصوم صبر على آلام الجوع والعطش، والصابرون يوفَّون أجرهم بغير حساب؛ ولأن الصوم يتضمن كسر النفس.\nثالثاً: محبة الله تعالى للصيام؛ ولهذا خلوف فم الصائم عند الله أطيب من ريح المسك.\nرابعاً: الصيام سبب للسعادة في الدنيا والآخرة؛ لأن الصائم يدخل عليه السرور عند فطره، وذلك بفرحه بنعمة الله عليه بأن أتم عليه صيامه، وأعانه عليه، ويدخل فيه فرحه بزوال جوعه وعطشه، وكل على حسب حاله، فمنهم من يفرح الفرح المباح بزوال الجوع، ومنهم من يفرح الفرح المستحب بإتمام الصوم والإعانة عليه، ومنهم من يفرح بذلك كله. أما الفرح بالصوم في الآخرة عند لقاء الله تعالى، فهو فرح بما يراه من جزاء الله تعالى وثوابه، وتذكر نعمة الله عليه بتوفيقه لذلك [انظر: شرح النووي على صحيح مسلم، 8/ 277 - 280، وفتح الباري لابن حجر، 4/ 107 - 110، 7/ 118].\nالجزء: 1 ¦ الصفحة: 21\n",
        "فضائل الصيام وخصائصه\n16 -\nالصيام والقرآن يشفعان لصاحبهما يوم القيامة؛\nالجزء: 1 ¦ الصفحة: 22\n",
        "لحديث عبد الله بن عمرو، أن رسول الله - صلى الله عليه وسلم - قال: ((الصيامُ والقرآن يشفعان للعبد يوم القيامة، يقول الصيام: أي فضائل الصيام وخصائصه\nربِّ منعته الطعام والشهوات بالنهار، فشفعني فيه، ويقول القرآن: منعته النوم بالليل فشفعني فيه)) (1).\n17 -\nالصوم يزيل الأحقاد والضغائن والوسوسة من الصدور؛\nلحديث الأعرابي الصحابي، وحديث ابن عباس - رضي الله عنهم -، عن النبي - صلى الله عليه وسلم - أنه قال: ((صوم شهر الصبر وثلاثة أيامٍ من كل شهرٍ: يذهبن وحر الصدر)) (2) (3).\n(1) أحمد في المسند، 2/ 174، والحاكم، 1/ 554، وقال الألباني في صحيح الترغيب والترهيب، 1/ 579: ((حسن صحيح)).\n(2) أما حديث الأعرابي الصحابي، فأخرجه أحمد، 38/ 168، برقم 3070، ورقم 23077، و 34/ 240، برقم 20737، وقال محققو المسند: إسناده صحيح رجاله رجال الشيخين غير صحابيه.\nوأما حديث ابن عباس فأخرجه البزار، برقم 1057، وقال الألباني في صحيح الترغيب والترهيب، 1/ 599: ((حسن صحيح)).\n(3) وحر الصدر: غشه، وحقده، ووساوسه. [النهاية في غريب الحديث لابن الأثير،\n5/ 160].\nالجزء: 1 ¦ الصفحة: 23\n",
        "18 -\nالصوم باب من أبواب الخير؛\nلحديث معاذ بن جبل - رضي الله عنه -، أن النبي - صلى الله عليه وسلم - قال له: ((ألا أدلُّك أبواب الخير)) فضائل الصيام وخصائصه\nقلت: بلى يا رسول الله: قال: ((الصوم جنة، والصدقة تطفئ الخطيئة كما يطفئ الماء النار، وصلاة الرجل من جوف الليل))، ثم تلا: {تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ}، حتى بلغ يعلمون)) (1) (2).\n19 -\nمن خُتِمَ له بصيام يومٍ يريد به وجه الله أدخله الله الجنة؛\nلحديث حذيفة - رضي الله عنه - قال: أسندتُ النبي - صلى الله عليه وسلم - إلى صدري فقال: ((من قال: لا إله إلا الله ابتغاء وجه الله خُتِمَ له بها دخل الجنة، ومن صام يوماً ابتغاء وجه الله خُتِمَ له بها (3)، ومن تصدق بصدقة ابتغاء وجه الله خُتِمَ له\n(1) سورة السجدة، الآيتان: 16 - 17.\n(2) الترمذي، كتاب الإيمان، باب ما جاء في حرمة الصلاة، برقم 2616، وقال الألباني في صحيح الترغيب والترهيب، 1/ 578: ((صحيح لغيره)).\n(3) هكذا ختم له بها في الأصول التي اطلعت عليها. مسند أحمد 5/ 391، والمحقق 38/ 350، برقم 23324.\nالجزء: 1 ¦ الصفحة: 24\n",
        "بها دخل الجنة)) (1).\nفضائل الصيام وخصائصه\nوعن عبد الله بن مسعود - رضي الله عنه - في حديث القدر عن النبي - صلى الله عليه وسلم - وفيه: ((\n.....\nوإن أحدكم ليعمل بعمل أهل النار حتى ما يكون بينه وبينها إلا ذراع فيسبق عليه الكتاب فيعمل بعمل آهل الجنة فيدخُلُها)) (2)، وفي لفظ أحمد في المسند: ((\n...\nوإن الرجل ليعمل بعمل أهل النار حتى ما يكون بينه وبينها إلا ذراع فيسبق عليه الكتاب فيُختم له بعمل أهل الجنة فيدخلها)) (3).\n20 -\nأعد الله الغرف العاليات في الجنة لمن تابع الصيام المشروع،\nوأطعم الطعام، وألان الكلام، وأفشى السلام، وصلى بالليل والناس نيام؛ لحديث أبي مالك\n(1) أحمد، 5/ 391، وفي المحقق 38/ 350، برقم 23324، وقال محققو المسند: ((صحيح لغيره))، وصححه الألباني في صحيح الترغيب والترهيب، 1/ 579.\n(2) مسلم، كتاب القدر، باب كيفية خلق الآدمي في بطن أمه، وكتابة رزقه وأجله، وعمله، وشقاوته، وسعادته، برقم 2643.\n(3) أحمد 6/ 125، برقم 3624 (المحقق).\nالجزء: 1 ¦ الصفحة: 25\n",
        "الأشعري عن النبي - صلى الله عليه وسلم - أنه قال: ((إنَّ في الجنة غرفاً يُرى ظاهرها من باطنها، وباطنها من ظاهر، أعدَّها الله تعالى فضائل الصيام وخصائصه\nلمن أطعم الطعام، وألان الكلام، وتابع الصيام، وأفشى السلام، وصلَّى بالليل والناس نيام)) (1).\nمن عمل هذه الأعمال كانت له هذه الغرف، وهي جمع غرفة: أي علالي في غاية اللطافة، ونهاية الصفا والنظافة، وهي شفافة لا تحجب من وراءها، وهي مخصصة لمن له خلق حسن مع الناس، وخاصة بمن يطيُّب الكلام؛ لكونه من عباد الرحمن الذين يمشون على الأرض هوناً، وإذا خاطبهم الجاهلون قالوا سلاماً، وهي لمن أطعم الطعام: للعيال، والفقراء، والأضياف، ونحو ذلك، ولمن أدام الصيام: أي أكثر منه بعد الفريضة، وأقلّه أن يصوم من كل شهر ثلاثة أيام، وهي لمن صلى بالليل\n(1) أحمد في المسند، 5/ 343، وابن حبان (موارد) برقم 641،والترمذي عن علي - رضي الله عنه -، في كتاب صفة الجنة، باب ما جاء في صفة غرف الجنة، برقم 2527، وحسنه الألباني في صحيح الترمذي، 3/ 7. وفي صحيح الجامع، 2/ 220، برقم 2119.\nالجزء: 1 ¦ الصفحة: 26\n",
        "والناس نيام: أي غالبهم نيام أو غافلون عنه؛ لأن العمل بالليل والناس نيام لارياء فيه ولا فضائل الصيام وخصائصه\nسمعة، وهذا يؤكد على أن من فعل ذلك فقد بلغ الغاية العظمى في الإخلاص لله - عز وجل -، وهي لمن أفشى السلام، وبذل السلام لمن عرف ومن لا يعرف، والمقصود أن هذا الحديث فيه الترغيب في هذه الخصال العظيمة، فمن فعلها كانت له هذه الغرف (1).\n21 -\nالصائم له دعوة لا تردُّ\nحتى يفطر؛ لحديث أبي هريرة - رضي الله عنه -، قال: قال رسول الله - صلى الله عليه وسلم -: ((ثلاثة لا تردُّ دعوتهم: الإمام العادل، والصائم حتى يفطر، ودعوة المظلوم يرفعها الله فوق الغمام ويفتحُ لها أبواب السماء، ويقول الربُّ: وعزتي لأنصرنك ولو بعد حين)) (2).\n(1) انظر: مراجع الشرح في فقه الدعوة في صحيح البخاري، للمؤلف،2/ 773 - 774.\n(2) ابن ماجه، كتاب الصيام، بابٌ: في الصائم لا تردُّ دعوته، برقم 1752، والترمذي، كتاب الدعوات، باب سبق المفردون، برقم 3598، وكتاب صفة الجنة مطولاً برقم 2526، وأحمد برقم 9743، 15/ 463، وأخرجه أحمد مطولاً 13/ 410، برقم 8043، وصححه الألباني في صحيح ابن ماجه، 2/ 86، وكلهم بلفظ: ((والصائم حتى يفطر\n...\n)) إلا في سنن الترمذي طبعة دار السلام فقال في موضعين: رقم 2526، ورقم 3598: ((\n...\nحين يفطر))، أما في النسخة التي حققها أحمد شاكر، فلفظها في حديث رقم 2526: ((حين يفطر))، وفي حديث رقم 3598 ((حتى يفطر)).\nالجزء: 1 ¦ الصفحة: 27\n",
        "فضائل الصيام وخصائصه\n22 -\nالصائم دعوته لا ترد حين يفطر،\nلما رُوي عن عبد الله بن أبي مليكة، قال: سمعت عبد الله بن عمرو بن العاص رضي الله عنهما يقول: قال رسول الله - صلى الله عليه وسلم -: ((إن للصائم عند فطره لدعوةً ما تُردُّ))، قال ابن أبي مليكة: سمعت عبد الله بن عمرو يقول إذا أفطر: اللهم إني أسألك برحمتك التي وسعت كلَّ شيء أن تغفر لي)) (1)، وقد جاء في لفظ بعض نسخ الترمذي للحديث الذي قبل هذا: ((ثلاثة لا\n(1) ابن ماجه، كتاب الصيام، باب في الصائم لا تردُّ دعوته، برقم 1753،\nوالحاكم، 1/ 422، وقد حسنه ابن حجر في الفتوحات الربانية، 4/ 342،\nوحسنه الألباني في صحيح الجامع برقم 4554، وفي مشكاة المصابيح برقم\n1993، ولكنه ضعفه في إرواء الغليل برقم 921، وفي ضعيف سنن ابن ماجه\nص 137.\nالجزء: 1 ¦ الصفحة: 28\n",
        "ترد دعوتهم: الإمام العادل، والصائم حين فضائل الصيام وخصائصه\nيفطر، ودعوة المظلوم)) (1)، ويعضد ذلك حديث أبي أمامة - رضي الله عنه - عن النبي - صلى الله عليه وسلم -: ((إن لله عند كلِّ فطر عتقاء)) (2).\n23 -\nتفطير الصائمين فيه الأجر الكبير؛\nلحديث زيد ابن خالد الجهني - رضي الله عنه -، قال: قال رسول الله - صلى الله عليه وسلم -: ((من فطَّر صائماً كان له مثل أجره، غير أنه لا ينقص من أجر الصائم شيئاً)) (3).\n24 -\nلعظم أجر الصيام جعله الله تعالى من الكفارات\nعلى النحو الآتي:\nأ- كفارة فدية الأذى، قال الله تعالى: {وَلاَ تَحْلِقُواْ رُؤُوسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ فَمَن كَانَ مِنكُم مَّرِيضاً\n(1) الترمذي برقم 2526، ورقم 3598 وتقدم تخريجه مع الذي قبله.\n(2) مسند أحمد، برقم 22202، قال محققو المسند، 36/ 539: ((صحيح لغيره)).\n(3) الترمذي، كتاب الصوم، باب ما جاء في فضل من فطر صائماً، برقم 807، وابن ماجه، كتاب الصيام، باب في ثواب من فطر صائمًا، برقم 1746، وصححه الألباني في صحيح سنن الترمذي، 1/ 424.\nالجزء: 1 ¦ الصفحة: 29\n",
        "أَوْ بِهِ أَذًى مِّن رَّأْسِهِ فَفِدْيَةٌ مِّن صِيَامٍ أَوْ صَدَقَةٍ أَوْ\nنُسُكٍ} (1).\nب- من لم يجد الهدي صام ثلاثة أيام في الحج وسبعة إذا رجع إلى أهله؛ لقول الله تعالى: {فَمَن تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كَامِلَةٌ ذَلِكَ لِمَن لَّمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ} (2).\nج-كفارة قتل الخطأ؛ لقول الله تعالى: {وَإِن كَانَ مِن قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِّيثَاقٌ فَدِيَةٌ مُّسَلَّمَةٌ إِلَى أَهْلِهِ وَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِّنَ اللهِ وَكَانَ اللهُ عَلِيمًا حَكِيمًا} (3).\nفضائل الصيام وخصائصه\nد- كفارة اليمين؛ لقول الله تعالى: {لاَ يُؤَاخِذُكُمُ\n(1) سورة البقرة، الآية: 196\n(2) سورة البقرة الآية: 196.\n(3) سورة النساء، الآية: 92\nالجزء: 1 ¦ الصفحة: 30\n",
        "اللهُ ِباللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ الأَيْمَانَ فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلاَثَةِ أَيَّامٍ ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ وَاحْفَظُواْ أَيْمَانَكُمْ} (1).\nهـ - جزاء قتل الصيد في الإحرام؛ لقول الله تعالى:\n{يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَقْتُلُواْ الصَّيْدَ وَأَنتُمْ حُرُمٌ وَمَن قَتَلَهُ مِنكُم مُّتَعَمِّدًا فَجَزَاء مِّثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِّنكُمْ هَدْيًا بَالِغَ الْكَعْبَةِ أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ أَو عَدْلُ ذَلِكَ صِيَامًا لِّيَذُوقَ وَبَالَ أَمْرِهِ عَفَا اللهُ عَمَّا سَلَف وَمَنْ عَادَ فَيَنتَقِمُ اللهُ مِنْهُ واللهُ عَزِيزٌ ذُو انْتِقَام} (2).\nز- كفارة الظهار؛ لقول الله تعالى: {وَالَّذِينَ يُظَاهِرُونَ مِن نِّسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ فوائد الصيام ومنافعه\nمِّن قَبْلِ أَن يَتَمَاسَّا ذَلِكُمْ تُوعَظُونَ بِهِ وَاللهُ بِمَا تَعْمَلُونَ خَبِير\n(1) سورة المائدة، الآية: 89\n(2) سورة المائدة، الآية: 95\nالجزء: 1 ¦ الصفحة: 31\n",
        "* فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِن قَبْلِ أَن يَتَمَاسَّا فَمَن لَّمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ذَلِكَ لِتُؤْمِنُوا بِاللهِ وَرَسُولِهِ وَتِلْكَ حُدُودُ اللهِ وَلِلْكَافِرِينَ عَذَابٌ أَلِيم} (1).\nثالثاً: فوائد الصيام ومنافعه العظيمة وحكمه\nالصيام له فوائد ومنافع وحِكَمٌ عظيمة، منها ما يلي:\n1 -\nالصوم وسيلة إلى التقوى؛\nلأن النفس إذا انقادت للامتناع عن الحلال طمعاً في مرضاة الله، وخوفا من أليم عقابه، فمن باب أولى أن تنقاد للامتناع عن الحرام، فكان الصوم سبباً للتقوى؛ لقول الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُواْ كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُون} (2)؛ ولهذا قال النبي - صلى الله عليه وسلم -: فوائد الصيام ومنافعه\n((من لم يدع قول الزور والعمل به، والجهل فليس لله\n(1) سورة المجادلة، الآيتان: 3 - 4.\n(2) سورة البقرة، الآية: 183\nالجزء: 1 ¦ الصفحة: 32\n",
        "حاجة أن يدع طعامه وشرابه)) (1).\n2 -\nالصوم وسيلة إلى شكر النعم؛\nلأن كفّ النفس عن الأكل، والشرب، وسائر المفطرات من أجلِّ النعم وأعلاها؛ لأن الامتناع عن هذه النعم زماناً معتبراً يُعرِّفُ قدرها؛ لأن النعم مجهولة، فإذا فقدت عُرفت، فيحمل ذلك على القيام بشكر الله تعالى؛ ولهذا إذا أفطر الصائم وجد لذة عظيمة للشراب البارد على الظمأ، وكذلك الطعام، فيحمله ذلك على شكر الله - عز وجل -، وقد جاءت الإشارة إلى ذلك أثناء الكلام عن الصيام قال الله تعالى:\n{وَلَعَلَّكُمْ تَشْكُرُون} (2).\n3 -\nالصوم يقهر الطبع ويحدُّ من الشهوة؛\nلأن النفس إذا شبعت رغبت في الشهوات، وإذا جاعت امتنعت عما فوائد الصيام ومنافعه\nتهوى؛ ولهذا قال النبي - صلى الله عليه وسلم -: ((يا معشر الشباب من استطاع\n(1) أخرجه البخاري، كتاب الصوم، بابُ من لم يدع قول الزور والعمل به في الصوم، برقم 1903.\n(2) سورة البقرة، الآية: 185.\nالجزء: 1 ¦ الصفحة: 33\n",
        "منكم الباءة فليتزوج؛ فإنه أغض للبصر، وأحصن للفرج، ومن لم يستطع فعليه بالصوم؛ فإنه له وجاء)) (1)، فيكون الصوم من أسباب الامتناع عن المعاصي (2).\n4 -\nالصوم يجعل القلب يتخلَّى للذكر والفكر؛\nلأن تناول الشهوات يوجب الغفلة، ورُبما يقسِّي القلب، ويعمي عن الحق.\n5 -\nالصوم به يعرفُ الغنيُّ قدر نعم الله تعالى عليه\nوقد حُرمها كثير من الخلق.\n6 -\nالصوم سبب في التمرّن على ضبط النفس\nوالسيطرة عليها، حتى يتمكن المسلم من قيادة نفسه لما فيه سعادتها في الدنيا والآخرة.\nفوائد الصيام ومنافعه\n7 -\nالصوم بضبط النفس ويقلل من كبريائها.\n(1) متفق عليه: البخاري، برقم 1905، ومسلم، برقم 1400، وتقدم تخريجه في فضائل الصيام.\n(2) بدائع الصنائع، 2/ 75 - 76، والموسوعة الفقهية، 28/ 9.\nالجزء: 1 ¦ الصفحة: 34\n",
        "8 -\nالصوم يسبب الرحمة والعطف على المساكين؛\nلأن الصائم إذا ذاق ألم الجوع في بعض الأوقات ذكر من هذا حاله في جميع الأوقات أو غالبها، فتسارع إلى قلبه الرقة والرحمة لهؤلاء المساكين، فيحسن إليهم، فيحصل بذلك على الثواب العظيم من الله تعالى.\n9 -\nالصوم فيه موافقة للفقراء بتحمل ما يتحملون،\nفيرفع ذلك شأن الصائم عند الله تعالى.\n10 -\nالصوم يُضيِّق مجاري الدم بسبب الجوع والعطش،\nفتضيق مجاري الشيطان؛ لأنه يجري من ابن آدم مجرى الدم، فيقهر بذلك الشيطان؛ لحديث: ((إن الشيطان يجري من الإنسان مجرى الدم)) (1).\n11 -\nالصوم يجمع أنواع الصبر؛\nفإن فيه: صبراً على\n(1) متفق عليه: البخاري، كتاب الاعتكاف، باب هل يخرج المعتكف لحوائجه إلى باب المسجد؟، برقم 2035، ومسلم، كتاب السلام، باب بيان أنه يستحب لمن رؤيَ خالياً بامرأة وكانت زوجة أو محرماً له أن يقول: هذه فلانة؛ ليدفع ظن السوء به، برقم 2175.\nالجزء: 1 ¦ الصفحة: 35\n",
        "طاعة الله: وهي الصيام، وصبراً عن محارم الله: وهي فوائد الصيام ومنافعه\nالمفطرات، أثناء الصيام، وصبراً على أقدار الله المؤلمة: من الجوع والعطش، فيحصل الصائم على جزاء الصابرين\nفوائد الصيام ومنافعه\n{إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُم بِغَيْرِ حِسَاب} (1).\n12 -\nالصوم يترتب عليه فوائد صحية\nتحصل بسبب تقليل الطعام والشراب، وإراحة جهاز الهضم، فيدفع الله تعالى بذلك كثيراً من الأمراض الخطيرة على الإنسان (2).\n13 -\nالصوم عبادة لله تعالى يظهر بها من كان عابداً لمولاه،\nومن كان متبعاً لهواه، فيظهر بذلك صدق إيمان العبد ومراقبته لله؛ ولهذا كان كثير من المؤمنين لو ضرب، أو حبس على أن يفطر يوماً بغير عذر لم يفطر، وهذه الحكمة من أبلغ حكم الصيام.\n(1) سورة الزمر، الآية: 10.\n(2) انظر: الموسوعة الفقهية، 28/ 8.\nالجزء: 1 ¦ الصفحة: 36\n",
        "رابعا: فضائل شهر رمضان وخصائصه\nشهر رمضان له فضائل وخصائص عظيمة على النحو الآتي:\n1 -\nأنزل الله تعالى فيه القرآن،\nقال تعالى: {شَهْرُ رَمَضَانَ الَّذِيَ أُنزِلَ فِيهِ الْقُرْآنُ هُدًى لِّلنَّاسِ وَبَيِّنَاتٍ مِّنَ الْهُدَى وَالْفُرْقَانِ} (1)، فقد مدح الله تعالى شهر الصيام من بين سائر الشهور، بأن اختاره من بينهنَّ لإنزال القرآن العظيم فيه (2)، وكان ذلك في ليلة القدر في العشر الأواخر من رمضان، قال الله تعالى: {إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْر} (3)، وقال تعالى: {إِنَّا أَنزَلْنَاهُ فِي لَيْلَةٍ مُّبَارَكَةٍ إِنَّا كُنَّا مُنذِرِين} (4).\n2 -\nأنزلت الكتب الإلهية فيه؛\nلما رُويَ من حديث\n(1) سورة البقرة، الآية 185\n(2) انظر: تفسير القرآن العظيم، لابن كثير،\n(3) سورة القدر، الآية: 1.\n(4) سورة الدخان، الآية: 3.\nالجزء: 1 ¦ الصفحة: 37\n",
        "واثلة بن الأسقع: أن رسول الله - صلى الله عليه وسلم - قال: ((أُنزلت صحف إبراهيم - عليه السلام - في أول ليلة من رمضان، وأنزلت التوراة لستٍ مضين من رمضان، والإنجيل لثلاث عشرة خلت من رمضان، وأُنزل القرآن لأربع وعشرين خلت من رمضان)) (1).\n3 -\nتفتح فيه أبواب الجنة.\n4 -\nتغلق فيه أبواب النار.\n5 -\nتصفَّد الشياطين ومردة الجنِّ.\n6 -\nتفتح فيه أبواب الرحمة.\n7 -\nتفتح فيه أبواب السماء.\n8 -\nينادي فيه منادٍ:\nيا باعي الخير أقبل، ويا باغي الشر أقصر.\n(1) مسند أحمد، 4/ 107، والمحقق، 28/ 191، برقم 16984، وقال محققو المسند: ((حديث ضعيف))، وقال الألباني: ((وهذا إسناد حسن، رجاله ثقات))، [الأحاديث الصحيحة للألباني، برقم 1575].\nالجزء: 1 ¦ الصفحة: 38\n",
        "9 -\nلله فيه كل ليلة عتقاء من النار.\nوقد دلَّ على هذه الخصال السبع حديث أبي هريرة - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - أنه قال: ((إذا كان أوّلُ ليلة من رمضان: صُفِّدت (2) الشياطين ومردة الجن (3)، وغُلِّقت أبواب\n(2) صُفِّدت الشياطين ومردة الجنِّ: أي شُدَّت، وأُوثقت بالأغلال، والصَّفَد: بفتحتين، والصِّفاد - بالكسر -: ما يوثق به الأسير: من قِدٍّ، وقيدٍ وغلٍ، والأصفاد: القيود، واحدها صفد. قال الله تعالى: {مُّقَرَّنِينَ فِي الأَصْفَاد} أي مشدودين بعضهم ببعضٍ في القيود والأغلال، وكل من شدّدته شداً وثيقاً فقد صفدته. [انظر: النهاية في غريب الحديث لابن الأثير، 3/ 53، ومختار الصحاح للرازي، ص 153، وتفسير البغوي، 3/ 42].\n(3) صفدت الشياطين ومردة الجن: فإن قيل: كيف نرى الشرور والمعاصي واقعة في رمضان كثيراً، فلو صفِّدت الشياطين لم يقع ذلك؟ فالجواب أنها: إنما تغلُّ عن الصائمين الصوم الذي حوفظ على شروطه، وروعيت آدابه، أو المصفد بعض الشياطين وهم المردة لا كلهم كما تقدم في بعض الروايات، أو المقصود تقليل الشرور فيه، وهذا أمر محسوس؛ فإن وقوع ذلك فيه أقل من غيره، إذ لا يلزم من تصفيد جميعهم أن لا يقع شر ولا معصية؛ لأن لذلك أسباباً غير الشياطين: كالنفوس الخبيثة، والعادات القبيحة، والشياطين الإنسية. [المفهم لما أشكل من تلخيص صحيح مسلم، للقرطبي، 3/ 136، وشرح النووي على صحيح مسلم، 7/ 149، وفتح الباري لابن حجر، 4/ 114].\nالجزء: 1 ¦ الصفحة: 39\n",
        "النار فلم يُفتح منها بابٌ، وفُتِّحت أبواب الجنة فلم يُغلق منها بابٌ، ويُنادي منادٍ: يا باغي الخير أقبل، وياباغي الشر أقصر، ولله عتقاء من النار، وذلك كل ليلة))، وفي لفظ للبخاري: ((وفتحت أبواب السماء))، وفي لفظ لمسلم: ((وفتح أبواب الرحمة))، وفي لفظ للبخاري ومسلم: ((وسلسلت الشياطين)) (1).\n10 -\nشهر رمضان فيه ليلة خير من ألف شهر من حرم خيرها فقد حُرِم الخير كله؛\nلحديث أبي هريرة - رضي الله عنه -، قال: قال رسول الله - صلى الله عليه وسلم -: ((أتاكم رمضان شهر مبارك، فرض الله - عز وجل - عليكم صيامه، تفتح فيه أبواب السماء، وتغلق فيه أبواب الجحيم، وتُغلُّ فيه مردة الشياطين، لله\n(1) متفق عليه: البخاري، كتاب الصيام، بابٌ: هل يقال رمضان، أو شهر رمضان؟ ومن رأى كلَّه واسعاً، برقم 1898، ورقم 1899، ومسلم، كتاب الصيام، باب فضل رمضان، برقم 2 (1079)، والترمذي واللفظ له برقم 682، والنسائي، برقم 2097.\nالجزء: 1 ¦ الصفحة: 40\n",
        "فيه ليلة خير من ألف شهر، من حُرِم خيرَها فقد حرم))، ولفظ أحمد: ((تفتح فيه أبواب الجنة)) بدلاً من ((أبواب السماء)) (1).\nوعن أنس - رضي الله عنه -، قال: دخل رمضان فقال رسول الله - صلى الله عليه وسلم -: ((إن هذا الشهر قد حضركم، وفيه ليلة خير من ألف شهر، من حُرِمها فقد حُرِمَ الخير كلَّه، ولا يُحرم خيرها إلا محروم)) (2).\n11 -\nشهر رمضان\nتجاب فيه الدعوات،\nفقد ذكر الله تعالى الدعاء أثناء آيات الصيام فقال: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُواْ لِي وَلْيُؤْمِنُواْ بِي لَعَلَّهُمْ يَرْشُدُون} (3).\n(1) النسائي، كتاب الصيام، باب ذكر الاختلاف على معمر، برقم 2108، وأحمد برقم 7148، وقال الألباني في صحيح ابن ماجه 2/ 456: ((حسن صحيح)).\n(2) ابن ماجه، كتاب الصيام، باب ما جاء في فضل شهر رمضان، برقم 1644، وقال الألباني في صحيح ابن ماجه، 2/ 159: ((حسن صحيح)).\n(3) سورة البقرة الآية: 186.\nالجزء: 1 ¦ الصفحة: 41\n",
        "وعن أبي هريرة أو أبي سعيد (1) قال: قال رسول الله - صلى الله عليه وسلم -: ((إن لله عتقاء في كل يومٍ وليلة، لكل عبد منهم دعوةٌ مستجابة)) (2)، قال الحافظ ابن حجر رحمه الله: ((يعني في رمضان)) (3)، ولفظ البزار عن أبي سعيد الخدري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((إن لله تبارك وتعالى عتقاء في كل يوم وليلة - يعني في رمضان - وإن لكل مسلم في يوم وليلة دعوةً مستجابةً)) (4).\nوعن جابر - رضي الله عنه -، قال: قال رسول الله - صلى الله عليه وسلم -: ((إن لله - عز وجل - عند كل فطر عتقاء وذلك في كل ليلة)) (5).\n(1) هو شك من الراوي الأعمش: مسند أحمد، برقم 7450، 12/ 420.\n(2) أحمد، 12/ 420، برقم 7450، وقال محققو المسند، 12/ 420: ((إسناده صحيح على شرط الشيخين، والشك في صحابي الحديث لا يضر)).\n(3) أطراف المسند لابن حجر، 7/ 203، وذكره محققو المسند، 12/ 420.\n(4) البراز في كشف الأستار، برقم 962، وذكره الحافظ ابن حجر في مختصر زوائد مسند البراز على الكتب الستة ومسند أحمد، برقم 664، وقال الألباني في صحيح الترغيب والترهيب، 1/ 586: ((صحيح لغيره)).\n(5) ابن ماجه، كتاب الصيام، باب ما جاء في فضل شهر رمضان، برقم 1643، وقال الألباني في صحيح ابن ماجه، 2/ 59: ((حسن صحيح)).\nالجزء: 1 ¦ الصفحة: 42\n",
        "12 -\nشهر رمضان شهر الذكر والشكر؛\nلأن الله تعالى ذكر ذلك أثناء الكلام عن أحكام الصيام، فقال تعالى: {وَلِتُكَبِّرُواْ اللهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ\nتَشْكُرُون} (1).\n13 -\nشهر رمضان شهر الصبر،\nلحديث الأعرابي الصحابي، وحديث ابن عباس - رضي الله عنهم - عن النبي - صلى الله عليه وسلم - أنه قال: ((صوم شهر الصبر، وثلاثة أيام من كل شهر: يُذْهِبنَ وَحَرَ الصَّدرِ)) (2)، ولا شك أن في صيام شهر رمضان: صبراً على طاعة الله، وصبراً على أقدار الله المؤلمة من الجوع والعطش، وصبراً عن محارم الله التي حرمها على الصائم، من المفطرات وغيرها. وقد قال الله - عز وجل -: {إِنَّمَا\n(1) سورة البقرة، الآية:185.\n(2) أما حديث الأعرابي الصحابي، فأخرجه أحمد، 38/ 168، برقم 3070، وأما حديث ابن عباس فأخرجه البراز برقم 1057، قال الألباني في صحيح الترغيب والترهيب 1/ 599: ((حسن صحيح))، وقد تقدم تخريجه في فضائل الصيام.\nالجزء: 1 ¦ الصفحة: 43\n",
        "يُوَفَّى الصَّابِرُونَ أَجْرَهُم بِغَيْرِ حِسَاب} (1).\n14 -\nصيام شهر رمضان يكفر الخطايا؛\nلحديث أبي هريرة - رضي الله عنه -، أن رسول الله - صلى الله عليه وسلم - قال: ((الصلوات الخمس، والجمعة إلى الجمعة، ورمضان مكفرات ما بينهنَّ إذا اجتُنبت الكبائر)) (2).\n15 -\nشهر رمضان تُغفر فيه الذنوب،\nلحديث أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: ((من صام رمضان إيماناً (3) واحتساباً (4) غُفِرَ له ما تقدم من ذنبه)) (5).\n(1) سورة الزمر الآية: 10.\n(2) مسلم، كتاب الطهارة، باب الصلوات الخمس والجمعة إلى الجمعة، ورمضان إلى رمضان\n...\n، برقم 233.\n(3) إيماناً: أي من صام رمضان تصديقاً بما جاء في ذلك من نصوص الكتاب والسنة في فرضيته، وفضله. [انظر: المفهم لما أشكل من تلخيص كتاب مسلم، للقرطبي،\n2/ 389، وشرح النووي على صحيح مسلم، 5/ 286].\n(4) احتساباً: أي من صام رمضان طلباً لثواب الله تعالى ورغبة في الأجر، واحتسابه على الله - عز وجل - مخلصاً لله في صيامه. [انظر: المفهم لما أشكل من تلخيص كتاب مسلم، للقرطبي، 2/ 389، وشرح النووي على صحيح مسلم 5/ 286].\n(5) متفق عليه: البخاري، كتاب الصيام، بابٌ: صوم رمضان احتساباً من الإيمان، برقم 38، ومسلم، كتاب صلاة المسافرين، باب الترغيب في قيام رمضان وهو التراويح، برقم 860.\nالجزء: 1 ¦ الصفحة: 44\n",
        "16 -\nشهر رمضان أعظم الأوقات التي تغفر فيها الذنوب،\nومن لم يغفر له في رمضان فقد رغم أنفه؛ لحديث أبي هريرة - رضي الله عنه -: أن النبي - صلى الله عليه وسلم - رَقِيَ المنبر فقال: ((آمين، آمين، آمين))، فقيل: يا رسول الله ما كنت تصنع هذا؟ فقال: ((قال لي جبريل - عليه السلام -: رَغِمَ (1) أنفُ عبدٍ دخل عليه رمضان فلم يُغفر له، فقلت: آمين، ثم قال: رَغِمَ أنفُ عبدٍ ذُكِرتَ عنده فلم يصلِّ عليك، فقلت: آمين، ثم قال: رَغِمَ أنفُ عبدٍ أدرك والديه أو أحدهما فلم يدخل الجنة، فقلت: آمين)) (2).\n(1) رغم أنف: أي لصق بالرغام وهو التراب، هذا هو الأصل، ثم استعمل في الذُّل والعجز عن الانتصاف، والانقياد على كره. [النهاية في غريب الحديث لابن الأثير، 2/ 238].\n(2) ابن خزيمة، 3/ 192، وأحمد، 2/ 246، 254، والبيهقي، 4/ 304، والبخاري في الأدب المفرد برقم 646، وقال الألباني في صحيح الأدب المفرد: ((حسن صحيح))، وأصله في صحيح مسلم، برقم 2551.\nالجزء: 1 ¦ الصفحة: 45\n",
        "وعنه - رضي الله عنه -، قال: قال رسول الله - صلى الله عليه وسلم -: ((رَغِم أنف رجل ذكرت عنده فلم يصلِّ عليَّ، ورغم أنف رجل دخل عليه رمضان ثم انسلخ قبل أن يغفر له، ورغم أنف رَجُلٍ أدرك عنده أبواه الكبر فلم يدخلاه الجنة))، قال بعض رواة الحديث: وأظنه قال: ((أو أحدهما)) (1).\n17 -\nإدراك شهر رمضان ترفع به الدرجات؛\nلحديث طلحة بن عبيد الله - رضي الله عنه -: أن رجلين من بليٍّ قدما على رسول الله - صلى الله عليه وسلم - وكان إسلامهما جميعاً، فكان أحدهما أشدَّ اجتهاداً من الآخر، فغزا المجتهد منهما فاستشهد، ثم مكث الآخر بعده سنة، ثم تُوفِّي، قال طلحة: فرأيت في المنام بينا أنا عند باب الجنة إذا أنا بهما، فخرج خارج من الجنة فَأَذِنَ للذي توفي الآخِرَ منهما، ثم خرج فَأَذِنَ للذي استشهد، ثم رجع إليَّ فقال: ارجع فإنك لم يأن لك بعدُ. فأصبح طلحة يُحدِّثُ به الناس، فعجبوا من ذلك،\n(1) الترمذي، كتاب الدعوات، باب رغم أنف رجل ذكرت عنده فلم يصلِّ علي، برقم 3545، وقال الألباني في صحيح الترمذي، 3/ 457: ((حسن صحيح)).\nالجزء: 1 ¦ الصفحة: 46\n",
        "فبلغ ذلك رسول الله - صلى الله عليه وسلم - وحدَّثوه الحديث، فقال: ((من أي ذلك تعجبون))؟ فقالوا: يا رسول الله هذا كان أشدَّ الرجلين اجتهاداً ثم استشهد، ودخل الآخِرُ الجنة قبله، فقال رسول الله - صلى الله عليه وسلم -: ((أليس قد مكث هذا بعده سنة؟))، قالوا: بلى، قال: ((وأدرك رمضان، وصلى كذا وكذا من سجدة في السنة؟))، قالوا: بلى، قال رسول الله - صلى الله عليه وسلم -: ((فما بينهما أبعد مما بين السماء والأرض)) (1).\n18 -\nعمرة في رمضان تعدل حجة مع النبي - صلى الله عليه وسلم -؛\nلحديث ابن عباس رضي الله عنهما، أن رسول الله - صلى الله عليه وسلم - قال لامرأة من الأنصار يقال لها أمّ سنان: ((ما منعك أن تكوني حججتي معنا؟))، قالت: ناضحان (2) كانا لأبي فلان – زوجها- حج هو وابنه على أحدِهما، وكان الآخر يسقي\n(1) ابن ماجه، كتاب تعبير الرؤيا، باب تعبير الرؤيا، برقم 3925، وصححه الألباني في صحيح سنن النسائي، 3/ 284.\n(2) ناضحان: الناضح البعير، أو الثور، أو الحمار الذي يستسقى عليه، لكن المراد به هنا البعير؛ لتصريحه في رواية أبي داود بكونه جملاً. [فتح الباري لابن حجر 3/ 604].\nالجزء: 1 ¦ الصفحة: 47\n",
        "عليه غلامنا [أرضاً لنا]، قال: ((فإن عمرة في رمضان تقضي حجة))، أو ((حجة معي))، وفي لفظ لمسلم: ((فإذا جاء رمضان فاعتمري، فإن عمرةً فيه تعدل حجة))، وفي لفظ للبخاري: ((فإذا كان رمضان اعتمري فيه؛ فإن عمرة في رمضان حجةٌ))، أو نحواً مما قال (1)، والحاصل أنّ النبي - صلى الله عليه وسلم - أعلم أمّ سنان أن العمرة في رمضان تعدل الحجة في الثواب، لا أنها تقوم مقامها في إسقاط الفرض؛ للإجماع على أن الاعتمار لا يجزئ عن حج الفرض، وهذا الحديث فضل من الله ونعمة على عبده المؤمن، وفيه أن ثواب العمل يزيد بزيادة شرف الوقت، كما يزيد بحضور القلب، وبخلوص القصد (2)، والصواب أن فضل العمرة في رمضان يعدل حجة، أو حجة مع النبي - صلى الله عليه وسلم - عام\n(1) متفق عليه: البخاري، كتاب العمرة، باب عمرة في رمضان، برقم 1782، وكتاب جزاء الصيد، باب حج النساء، برقم 1863، ومسلم، كتاب الحج، باب فضل العمرة في رمضان، برقم 1256.\n(2) انظر: فتح الباري لابن حجر، 3/ 604.\nالجزء: 1 ¦ الصفحة: 48\n",
        "لجميع المسلمين، ولا يختص بأمِّ سنان وحدها (1)، وهذا من فضل الله وإحسانه وجوده على عباده المؤمنين.\n19 -\nمن صام رمضان كان من الصديقين والشهداء؛\nلحديث عمرو بن مُرَّة الجهني - رضي الله عنه -، قال: جاء رسولَ الله - صلى الله عليه وسلم - رجل من قضاعة، فقال له: يا رسول الله؛ أرأيت إن شهدت أن لاإله إلا الله، وأنك رسول الله، وصليت الصلوات الخمس، وأديت الزكاة، وصمت رمضان وقمته فمن أنا؟ قال: ((من الصديقين\nوالشهداء)) (2).\n20 -\nصوم شهر رمضان يدخل الجنة؛\nلحديث جابر - رضي الله عنه - أن رجلا سأل رسول الله - صلى الله عليه وسلم - فقال: يا رسول الله؛ أرأيت إذا صليتُ المكتوبات، وصمتُ رمضان،\n(1) سمعت نحو هذا من شيخنا ابن باز أثناء تقريره على صحيح البخاري، الحديث رقم 1782.\n(2) ابن حبان (موارد) واللفظ له، برقم 19، وابن خزيمة، 3/ 340، برقم 2212، وقال الألباني: إسناده حسن، [حاشية الألباني على صحيح ابن خزيمة، 3/ 340].\nالجزء: 1 ¦ الصفحة: 49\n",
        "وأحللتُ الحلال، وحرمتُ الحرام (1) ولم أزد على ذلك شيئاً، أأدخلُ الجنة؟ فقال النبي - صلى الله عليه وسلم -: ((نعم))، قال: والله لا أزيد على ذلك شيئاً (2).\nوهذا الحديث يدل على أن من اقتصر على فعل الواجبات التي أوجب الله تعالى عليه، وانتهى عن جميع ما حرم الله عليه دخل الجنة، لكن من ترك التطوعات ولم يعمل منها شيئاً، فقد فوَّت على نفسه ربحاً عظيماً وثواباً جسيمًا، ومن دوام على ترك شيء من السنن كان ذلك نقصاً في دينه، وقدحاً في عدالته (3)، وأما قول هذا الرجل: ((ولم أزد على ذلك شيئاً))، فيحمل على أن فعل\n(1) وحرمت الحرام: الظاهر أنه أراد به أمرين: أن يعتقده حراماً، وأن لا يفعله، بخلاف تحليل الحلال؛ فإنه يكفي فيه مجرد اعتقاده حلالاً. [شرح النووي على صحيح مسلم، 1/ 289].\n(2) مسلم، كتاب الإيمان، باب بيان الإيمان الذي يدخل به الجنة، وأن من تمسك بما أمر به دخل الجنة، برقم 15.\n(3). انظر: المفهم لما أشكل من تلخيص كتاب مسلم، للقرطبي، 1/ 166.\nالجزء: 1 ¦ الصفحة: 50\n",
        "الحلال: كل ماللإنسان أن يفعله شرعاً، ولا يمنع منه، والحرام: على ما منع الإنسان من فعله مطلقاً، ويحتمل أن يكون قال ذلك؛ لأنه لم يتفرَّغ لفعل شيء من النوافل في تلك الحال إما لشغله بالجهاد، أو لغيره من أعمال الدين، والله تعالى أعلم.\n21 -\nقيام شهر رمضان إيماناً واحتساباً تغفر به الذنوب؛\nلحديث أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ((من قام رمضان إيماناً واحتساباً غفر له ما تقدم من ذنبه)) (1).\nفإذا قام المسلم رمضان تصديقاً بما أخبر به رسول الله - صلى الله عليه وسلم - في فضله، واحتساباً للثواب يرجو الله مخلصاً له القيام ابتغاء مرضاته وغفرانه، حصل له الثواب العظيم (2).\n22 -\nشهر رمضان شهر صلاة التراويح؛\nفإن صلاة\n(1) متفق عليه: البخاري، كتاب صلاة التراويح، باب فضل من قام رمضان، برقم 2009، ومسلم، كتاب صلاة المسافرين، باب الترغيب في قيام رمضان، وهو التراويح، برقم 759.\n(2) شرح النووي على صحيح مسلم، 6/ 286.\nالجزء: 1 ¦ الصفحة: 51\n",
        "التراويح جماعة لا تُصلَّى إلا في رمضان؛ لحديث عائشة رضي الله عنها: أن رسول الله - صلى الله عليه وسلم - خرج ليلة من جوف الليل فصلى في المسجد، فصلَّى رجال بصلاته، فأصبح الناس يتحدثون بذلك، فاجتمع أكثر منهم في الليلة الثانية، فصلوا بصلاته، فأصبح الناس يذكرون ذلك، فكثر أهل المسجد في الليلة الثالثة، فخرج فصلوا بصلاته، فلما كانت الليلة الرابعة عجز المسجد عن أهله، فلم يخرج إليهم رسول الله - صلى الله عليه وسلم -، فطفق (1) رجال منهم يقولون: الصلاة، فلم يخرج إليهم رسول الله - صلى الله عليه وسلم -، حتى خرج لصلاة الفجر، فلما قضى الفجر أقبل على الناس، ثم تشهد، فقال: ((أما بعد، فإنه لم يخفَ عليَّ شأنكم، ولكنِّي خشيت أن تُفرض عليكم صلاة الليل فتعجزوا عنها))، وذلك في رمضان (2).\n(1) طفق: أي جعل.\n(2) متفق عليه: البخاري، كتاب الجمعة، باب من قال في الخطبة بعد الثناء: أما بعد، برقم 934، ومسلم، واللفظ له، في كتاب صلاة المسافرين، باب الترغيب في قيام رمضان، وهو التراويح، برقم 761.\nالجزء: 1 ¦ الصفحة: 52\n",
        "وصلاة التراويح: هي قيام رمضان أول الليل، وسميت بذلك؛ لأنهم كانوا يستريحون بعد كل أربع ركعات، بناءً على حد عائشة رضي الله عنها (1).\n23 -\nشهر رمضان من صلى فيه التراويح ليلة فلازم الإمام حتى ينصرف كتب له قيام ليلة كاملة من فضل الله تعالى؛\nلحديث أبي ذرٍّ - رضي الله عنه - في قيام رمضان، وفيه: أن النبي - صلى الله عليه وسلم - قال: ((إنه من قام مع الإمام حتى ينصرف كتب الله له قيام ليلة))، وفي لفظ: ((كُتِب له قيام ليلة)) (2).\n(1) انظر: لسان العرب، 2/ 462، والقاموس المحيط، ص 282، وحديث عائشة أخرجه البخاري، برقم 1147، ومسلم، برقم 738، وفيه: ((كان يصلى أربعاً فلا تسأل عن حسنهن وطولهن، ثم يصلي أربعاً فلا تسأل عن حسنهن وطولهن، ثم يصلي ثلاثاً)).\n(2) أحمد، 5/ 159، وأبو داود، كتاب شهر رمضان، باب في قيام شهر رمضان، برقم1375، والنسائي، كتاب قيام الليل وتطوع النهار، باب قيام شهر رمضان، برقم 1605، والترمذي، كتاب الصوم، باب ما جاء في قيام شهر رمضان، برقم 806، وابن ماجه، كتاب إقامة الصلاة والسنة فيها، باب ما جاء في قيام شهر رمضان، برقم 1327، وصححه الألباني، في صحيح سنن النسائي، 1/ 353، وفي غيره.\nالجزء: 1 ¦ الصفحة: 53\n",
        "24 -\nشهر رمضان شهر الانتصار على أعداء الإسلام\nفي بدر مع قلة عدد المسلمين وعدَّتهم؛ ولهذا قال الله تعالى: {وَلَقَدْ نَصَرَكُمُ اللهُ بِبَدْرٍ وَأَنتُمْ أَذِلَّةٌ فَاتَّقُواْ اللهَ لَعَلَّكُمْ تَشْكُرُون * إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَن يَكْفِيكُمْ أَن يُمِدَّكُمْ رَبُّكُم بِثَلاَثَةِ آلاَفٍ مِّنَ الْمَلآئِكَةِ مُنزَلِين * بَلَى إِن تَصْبِرُواْ وَتَتَّقُواْ وَيَأْتُوكُم مِّن فَوْرِهِمْ هَذَا يُمْدِدْكُمْ رَبُّكُم بِخَمْسَةِ آلافٍ مِّنَ الْمَلآئِكَةِ مُسَوِّمِين* وَمَا جَعَلَهُ اللهُ إِلاَّ بُشْرَى لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُم بِهِ وَمَا النَّصْرُ إِلاَّ مِنْ عِندِ اللهِ الْعَزِيزِ الْحَكِيم} (1)، وقد كان عدد المسلمين في هذه الغزوة ثلاثمائة وبضعة عشر رجلاً على فرسين وسبعين بعيراً، فنصرهم الله تعالى على المشركين وكان عددهم نحو ألف رجل، معهم مائة فرس، وسبعمائة بعير، وكان\n(1) سورة آل عمران، الآيات: 23 - 26.\nالجزء: 1 ¦ الصفحة: 54\n",
        "ذلك في شهر رمضان المبارك في السنة الثانية من الهجرة.\nوكذلك نصر الله المؤمنين في غزوة الفتح في شهر رمضان في السنة الثامنة من الهجرة، وقد دخل النبي - صلى الله عليه وسلم - مكة ففتحها بغير قتال؛ لأن النصر من عند الله، وهو سبحانه ينصر رسله والذين آمنوا، قال سبحانه: {وَمَا النَّصْرُ إِلاَّ مِنْ عِندِ اللهِ الْعَزِيزِ الْحَكِيم} (1)، وقال تعالى:\n{وَلَيَنصُرَنَّ اللهُ مَن يَنصُرُهُ إِنَّ اللهَ لَقَوِيٌّ عَزِيز} (2).\n25 -\nمضاعفة الجود في شهر رمضان المبارك،\nولقد كان رسول الله - صلى الله عليه وسلم - أجود الناس، وكان أجود ما يكون في رمضان حين يلقاه جبريل، وكان في هذا الشهر المبارك أجود بالخير من الريح المرسلة حين يلقاه جبريل (3).\n26 -\nشهر رمضان شهر مدارسة القرآن،\nفقد كان\n(1) سورة آل عمران، الآية: 26.\n(2) سورة الحج، الآية 40.\n(3) متفق عليه: البخاري برقم 6، ومسلم برقم 2308، ويأتي تخريجه في الذي بعده.\nالجزء: 1 ¦ الصفحة: 55\n",
        "جبريل يلقى النبي - صلى الله عليه وسلم - في كل سنة في رمضان وذلك في كل ليلة فيدارسه القرآن، فيعرض رسول الله - صلى الله عليه وسلم - على جبريل القرآن؛ لحديث ابن عباس رضي الله عنهما، قال: ((كان رسول الله - صلى الله عليه وسلم - أجود الناس، وكان أجود ما يكون في رمضان حين يلقاه جبريل في كلِّ ليلة من رمضان، فيدارسه القرآن، فلرسول الله - صلى الله عليه وسلم - أجود بالخير من الريح المرسلة))، وفي لفظ: ((فإذا لقيه جبريل كان رسول الله - صلى الله عليه وسلم - أجود بالخير من الريح المرسلة)) (1).\nوعن عائشة رضي الله عنها، عن فاطمة رضي الله عنها، قالت: أَسَرَّ إليَّ النبي - صلى الله عليه وسلم -: ((أن جبريل كان يعارضني بالقرآن كلّ سنة،\n(1) متفق عليه: البخاري كتاب بدء الوحي، باب كيف كان بدء الوحي، وكتاب الصوم، باب أجود ما كان النبي - صلى الله عليه وسلم - يكون في رمضان، برقم 1902، وكتاب بدء الخلق، باب ذكر الملائكة، برقم 3220، وكتاب المناقب، باب صفة النبي - صلى الله عليه وسلم -، برقم 3554، وكتاب فضائل القرآن، باب كان جبريل يعرض القرآن على النبي - صلى الله عليه وسلم -، برقم 4997، ومسلم كتاب الفضائل، باب جوده - صلى الله عليه وسلم -، برقم 2308.\nالجزء: 1 ¦ الصفحة: 56\n",
        "وإنه عارضني العام مرتين، ولا أراه إلا حضر أجلي)) (1).\n27 -\nصوم شهر رمضان ركن من أركان الإسلام،\nلا يتمُّ ولا يكمل إيمان العبد إلا به؛ لحديث عبد الله بن عمر رضي الله عنهما، قال: قال رسول الله - صلى الله عليه وسلم -: ((بُني الإسلامُ على خمس: شهادة أن لا إله إلا الله وأن محمداً رسول الله، وإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج البيت)) (2).\n28 -\nشهر رمضان شهر الاعتكاف،\nولزوم المساجد لطاعة الله تعالى، والتفرُّغ لمناجاته سبحانه؛ لحديث عائشة رضي الله عنها زوج النبي - صلى الله عليه وسلم -، أن النبي - صلى الله عليه وسلم - كان يعتكف العشر الأواخر من رمضان حتى توفاه الله تعالى،\n(1) البخاري، كتاب فضائل القرآن، بابٌ: كان جبريل يعرض القرآن على النبي - صلى الله عليه وسلم -، قبل الحديث رقم 4997، والحديث رقم 4998.\n(2) متفق عليه: البخاري، كتاب الإيمان، باب دعاؤكم إيمانكم، برقم 8، ومسلم، كتاب الإيمان، باب أركان الإسلام ودعائمه العظام، برقم 16.\nالجزء: 1 ¦ الصفحة: 57\n",
        "واعتكف أزواجه من بعده)) (1).\nوعن أبي هريرة - رضي الله عنه -، قال: ((كان النبي - صلى الله عليه وسلم - يعتكف في كل رمضان عشرة أيام، فلما كان العام الذي قبض فيه اعتكف عشرين يوماً)) (2).\nوعنه - رضي الله عنه - قال في جبريل: ((كان يعرض على النبي - صلى الله عليه وسلم - القرآن كل عام مرة، فعرض عليه مرتين في العام الذي قُبِضَ فيه، وكان يعتكف في كل عامٍ عشراً، فاعتكف عشرين في العام الذي قبض فيه)) (3)، والمراد بالعشرين: العشر الأوسط، والعشر الأخير (4).\n(1) متفق عليه: البخاري، كتاب الاعتكاف، باب الاعتكاف في العشر الأواخر، برقم 2026،ومسلم، كتاب الاعتكاف، باب اعتكاف العشر الأواخر من رمضان، برقم 1172.\n(2) البخاري، كتاب الاعتكاف، باب الاعتكاف في العشر الأوسط من رمضان، برقم 2044.\n(3) البخاري، كتاب فضائل القرآن، باب كان جبريل يعرض القرآن على النبي - صلى الله عليه وسلم -، برقم 4998.\n(4) انظر: فتح الباري، لابن حجر، 9/ 46.\nالجزء: 1 ¦ الصفحة: 58\n",
        "29 -\nشهر رمضان شهر الاجتهاد في العبادة؛\nلأن النبي - صلى الله عليه وسلم - كان يجتهد في العشر الأواخر من رمضان ما لا يجتهد في غيره؛ لحديث عائشة رضي الله عنها، قالت: ((كان رسول الله - صلى الله عليه وسلم - يجتهد في العشر الأواخر ما لا يجتهد في غيره)) (1).\nوعنها رضي الله عنها قالت: ((كان رسول الله - صلى الله عليه وسلم - إذا دخل العشر أحيى الليل، وأيقظ أهله، وجدَّ، وشد المئزر)) (2). ومعنى شدَّ المئزر: أي شمَّر واجتهد في العبادات، وقيل: كناية عن اعتزال النساء.\nوعن عائشة رضي الله عنها: أن رسول الله - صلى الله عليه وسلم - قال: ((تحرَّوا ليلة القدر في الوتر من العشر الأواخر من رمضان))، وفي\n(1) مسلم، كتاب الاعتكاف، باب الاجتهاد في العشر الأواخر من رمضان، برقم 1175.\n(2) متفق عليه: البخاري، كتاب فضل ليلة القدر، باب العمل في العشر الأواخر من رمضان، برقم 2024،ومسلم، كتاب الاعتكاف، باب الاجتهاد في العشر الأواخر من رمضان، برقم 1174.\nالجزء: 1 ¦ الصفحة: 59\n",
        "لفظ: ((تحرَّوا ليلة القدر في العشر الأواخر من رمضان)) (1)، وقد تكون ليلة القدر في الأشفاع؛ لحديث ابن عباس رضي الله عنهما: ((التمسوها في أربع وعشرين)) (2)، وفي لفظ له عن النبي - صلى الله عليه وسلم -: ((هي في العشر الأواخر، هي في تسع يمضين، أو في سبع يبقين))، يعني ليلة القدر. وفي لفظ: ((التمسوها في العشر الأواخر من رمضان، ليلة القدر في تاسعة تبقى، في سابعة تبقى، في خامسة تبقى)) (3).\nوقد كان الصحابة - رضي الله عنه - يجتهدون في العشر الأواخر اجتهاداً عظيماً؛ ولهذا قالت عائشة رضي الله عنها: يا رسول الله أرأيت إن علمت أي ليلة ليلة القدر، ما أقول فيها؟ قال:\n(1) البخاري، كتاب فضل ليلة القدر، باب تحرِّي ليلة القدر في الوتر من العشر الأواخر، برقم 2017، ورقم 2020.\n(2) البخاري، كتاب فضل ليلة القدر، باب تحري القدر في الوتر في العشر الأواخر، برقم: 2022،2021.\n(3) البخاري، كتاب فضل ليلة القدر، باب تحري القدر في الوتر في العشر الأواخر، برقم: 2022،2021.\nالجزء: 1 ¦ الصفحة: 60\n",
        "((قولي: اللهم إنك عفوٌّ كريمٌ تحب العفو فاعفُ عني)) (1).\n30 -\nإفطار يوم من رمضان بغير عذر ليس كإفطار غيره\nمن أنواع الصيام؛ لحديث أبي أمامة - رضي الله عنه - عن النبي - صلى الله عليه وسلم -، وفيه: ((\n...\nقلت: ما هذه الأصوات؟ قالوا: عُواءُ أهل النار، ثم انطلق بي فإذا أنا بقوم معلقين بعراقيبهم، مشققة أشداقهم، تسيل أشداقهم دماً، قال: قلت: ما هؤلاء؟ قال: الذين يفطرون قبل تحلة صومهم)) (2).\nوصلى الله وسلم وبارك على عبده ورسوله نبينا محمد، وعلى آله وأصحابه، ومن تبعهم بإحسان إلى يوم الدين.\n(1) الترمذي، كتاب الدعوات، باب في فضل سؤال العافية، والمعافاة، برقم 3513، ورواه بقية الخمسة، وحسنه الترمذي، فقال: ((حسن صحيح))، وصححه الألباني في صحيح سنن الترمذي، 3/ 446.\n(2) أخرجه ابن خزيمة، والحاكم، 1/ 430، و 2/ 209، وصححه الألباني في صحيح الترغيب والترهيب، 1/ 588.\nالجزء: 1 ¦ الصفحة: 61\n",
        ""
    ]
}