{
    "1": [
        "الآثار لمحمد بن الحسن\nالآثار لمحمد بن الحسن\nمحمد بن الحسن الشيباني\nالكتاب:\nالآثار لمحمد بن الحسن.\nالمؤلف:\nالامام الحافظ ابي عبد الله محمد بن الحسن الشيباني\nالمحقق:\nأبو الوفا الأفغاني\nدار النشر:\nدار الكتب العلمية، بيروت - لبنان\nعدد الأجزاء:\n2\n[ترقيم الكتاب موافق للمطبوع، وهو ضمن خدمة التخريج]\n",
        "بَابُ الْوُضُوءِ\nالجزء: 1 ¦ الصفحة: 1\n",
        "1 -\nقَالَ مُحَمَّد أَبُو الْحَسن، أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، عَنِ الْأَسْوَدِ بْنِ يَزِيدَ عَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ تَعَالَى عَنْهُ أَنَّهُ «تَوَضَّأَ فَغَسَلَ يَدَيْهِ مَثْنَى، وَتَمَضْمَضَ مَثْنَى، وَاسْتَنْشَقَ مَثْنَى، وَغَسَلَ وَجْهَهُ مَثْنَى، وَغَسَلَ ذِرَاعَيْهِ مَثْنَى، مُقْبِلًا وَمُدْبِرًا، وَمَسَحَ رَأْسَهُ مَثْنَى، وَغَسَلَ رِجْلَيْهِ مَثْنَى» وَقَالَ حَمَّادٌ: الْوَاحِدَةُ تُجْزِئُ إِذَا اسُبِغَتْ\n[ص: 2]\nقَالَ مُحَمَّدٌ: وَبِهَذَا نَأْخُذُ\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 1\n",
        "2 -\nمُحَمَّد قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «اغْسِلْ مُقَدَّمَ\n[ص: 3]\nأُذُنَيْكَ مَعَ الْوَجْهِ، وَامْسَحْ مُؤَخَّرَ أُذُنَيْكَ مَعَ الرَّأْسِ» .\n3 -\nقَالَ مُحَمَّد: قَالَ أَبُو حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ: بَلَغَنَا أَنَّ رَسُولَ اللَّهِ صلّى الله\n[ص: 4]\nعليه وسلم قَالَ: «الْأُذُنَانِ مِنَ الرَّأْسِ» قَالَ مُحَمَّدٌ رَحِمَهُ اللَّهُ: يُعْجِبُنَا أَنْ\n[ص: 5]\nنَمْسَحَ مُقَدَّمَهمَا، وُمُؤَخَّرَهمَا مَعَ الرَّأْسِ، وَبِهِ نَأْخُذُ\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 2\n",
        "4 -\nأَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا أَبُو سُفْيَانَ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ صلّى الله\n[ص: 6]\nعليه وسلم قَالَ: «الْوُضُوءُ مِفْتَاحُ الصَّلَاةِ، وَالتَّكْبِيرُ تَحْرِيمُهَا، وَالتَّسْلِيمُ\n[ص: 7]\nتَحْلِيلُهَا، وَلَا تُجْزِئُ صَلَاةٌ إِلَّا بِفَاتِحَةِ الْكِتَابِ، وَمَعَهَا\n[ص: 8]\nغَيْرُهَا، وَفِي كُلِّ رَكْعَتَيْنِ، فَسَلِّمْ» يَعْنِي فَتَشَهَّدْ قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَإِنْ قَرَأَ\n[ص: 9]\nبِأُمِّ الْقُرْآنِ وَحْدَهَا فَقَدْ أَسَاءَ وَتُجْزِيهِ\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 5\n",
        "5 -\nقَالَ مُحَمَّدٌ قَالَ مُحَمَّدٌ: بَلَغَنَا أَنَّ ابْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهمَا سُئِلَ عَنِ الْقِرَاءَةِ فِي الصَّلَاةِ، فَقَالَ: «هُوَ إِمَامُكَ إِنْ شِئْتَ فَأَقْلِلْ مِنْهُ، وَإِنْ شِئْتَ فَأَكْثِرْ» وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 10\n",
        "بَابُ مَا يُجْزِي فِي الْوُضُوءِ مِنْ سُؤْرِ الْفَرَسِ وَالْبَغْلِ وَالْحِمَارِ وَالسِّنَّوْرِ\nالجزء: 1 ¦ الصفحة: 11\n",
        "6 -\nمُحَمَّدُ بْنُ الْحَسَنِ، أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ فِي السِّنَّوْرِ تَشْرَبُ مِنَ الْإِنَاءِ، قَالَ: «هِيَ مِنْ أَهْلِ الْبَيْتِ لَا بَأْسَ بِشُرْبِ فَضْلِهَا» فَسَأَلْتُهُ: أَيُتَطَهَّرُ بِفَضْلِهَا لِلصَّلَاةِ؟ فَقَالَ: «إِنَّ اللَّهَ قَدْ أَرْخَصَ الْمَاءَ، وَلَمْ يَأْمُرْهُ، وَلَمْ يَنْهَهُ»\n[ص: 12]\n7 -\nقَالَ مُحَمَّدٌ: قَالَ أَبُو حَنِيفَةَ: غَيْرُهُ أَحَبُّ إِلَيَّ مِنْهُ، وَإِنْ تَوَضَّأَ مِنْهُ أَجْزَأَهُ، قَالَ، وَكَذَلِكَ شُرْبُ غَيْرِهِ أَحَبُّ إِلَيَّ، وَإِنْ شَرِبَهُ فَلَا بَأْسَ بِهِ، قَالَ مُحَمَّدٌ\n[ص: 13]\n: وَبِقَوْلِ أَبِي حَنِيفَةَ نَأْخُذُ\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 11\n",
        "8 -\nمُحَمَّدٌ قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: \" لَا خَيْرَ فِي سُؤْرِ الْبَغْلِ وَالْحِمَارِ، وَلَا يُتَوَضَّأُ بِسُؤْرِ الْبَغْلِ وَالْحِمَارِ، وَيُتَوَضَّأُ مِنْ سُؤْرِ الْفَرَسِ، وَالْبِرْذَوْنِ وَالشَّاةِ وَالْبَعِيرِ، قَالَ مُحَمَّدٌ: وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ، وَبِهِ نَأْخُذُ\nالحديث: 8 ¦ الجزء: 1 ¦ الصفحة: 13\n",
        "بَابُ الْمَسْحِ عَلَى الْخُفَّيْنِ\nالجزء: 1 ¦ الصفحة: 13\n",
        "9 -\nمُحَمَّدُ قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا أَبُو بَكْرِ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي الْجَهْمِ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: قَدِمْتُ الْعِرَاقَ لِغَزْوَةِ جَلُولَاءَ فَرَأَيْتُ\n[ص: 14]\nسَعْدَ بْنَ أَبِي وَقَّاصٍ رَضِيَ اللَّهُ عَنْهُ، يَمْسَحُ عَلَى الْخُفَّيْنِ، فَقُلْتُ: مَا هَذَا يَا سَعْدُ؟ قَالَ: إِذَا لَقِيتَ أَمِيرَ الْمُؤْمِنِينَ عُمَرَ رَضِيَ اللَّهُ عَنْهُ فَسَلْهُ، قَالَ: فَلَقِيتُ عُمَرَ، فَأَخْبَرْتُهُ بِمَا صَنَعَ سَعْدٌ، قَالَ عُمَرُ: «صَدَقَ سَعْدٌ، رَأَيْنَا رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَصْنَعُهُ فَصَنَعْنَاهُ» قَالَ مُحَمَّدٌ: وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ، وَبِهِ نَأْخُذُ\nالحديث: 9 ¦ الجزء: 1 ¦ الصفحة: 13\n",
        "10 -\nمُحَمَّدٌ قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ إِبْرَاهِيمَ عَنْ حَنْظَلَةَ بْنِ نُبَاتَةَ الْجُعْفِيِّ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ، قَالَ: «الْمَسْحُ عَلَى الْخُفَّيْنِ لِلْمُقِيمِ يَوْمًا\n[ص: 16]\nوَلَيْلَةً، وَلِلْمُسَافِرِ ثَلَاثَةَ أَيَّامٍ وَلَيَالِيهِنَّ إِذَا لَبِسْتَهُمَا وَأَنْتَ طَاهِرٌ» قَالَ مُحَمَّدٌ: وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ، وَبِهِ نَأْخُذُ\nالحديث: 10 ¦ الجزء: 1 ¦ الصفحة: 15\n",
        "مُحَمَّدٌ قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمْ قَالَ: اخْتَلَفَ عَبْدُ اللَّهِ بْنُ عُمَرَ، وَسَعْدُ بْنُ وَقَّاصٍ رَضِيَ اللَّهُ عَنْهُمْ فِي الْمَسْحِ عَلَى الْخُفَّيْنِ، فَقَالَ سَعْدٌ أَمْسَحُ، وَقَالَ عَبْدُ اللَّهِ مَا يُعْجِبُنِي، فَأَتَيَا عُمَرَ بْنَ الْخَطَّابٍ رَضِيَ اللَّهُ عَنْهُ، فَقَصَّا عَلَيْهِ الْقِصَّةَ، فَقَالَ عُمَرُ: «عَمُّكَ أَفْقَهُ مِنْكَ»\nالجزء: 1 ¦ الصفحة: 17\n",
        "11 -\nمُحَمَّدٌ قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنِ الشَّعْبِيِّ، عَنْ إِبْرَاهِيمَ بْنِ أَبِي مُوسَى الْأَشْعَرِيِّ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ خَرَجَ مَعَ رَسُولِ اللَّهِ صلّى الله\n[ص: 18]\nعليه وسلم فِي سَفَرٍ، فَانْطَلَقَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَضَى حَاجَتَهُ ثُمَّ رَجَعَ وَعَلَيْهِ جُبَّةٌ رُومِيَّةٌ ضَيِّقَةُ الْكُمَّيْنِ، فَرَفَعَهَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ ضِيقِ\n[ص: 19]\nكُمَّيْهَا، قَالَ الْمُغِيرَةُ: فَجَعَلْتُ أَصُبُّ عَلَيْهِ الْمَاءَ مِنْ إِدَاوَةٍ مَعِي، فَتَوَضَّأَ وضُوءَهُ لِلصَّلَاةِ وَمَسَحَ عَلَى خُفَّيْهِ، وَلَمْ يَنْزِعْهُمَا، ثُمَّ تَقَدَّمَ فَصَلَّى \"\nالحديث: 11 ¦ الجزء: 1 ¦ الصفحة: 17\n",
        "12 -\nمُحَمَّدٌ قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، عَمَّنْ رَأَى جَرِيرَ بْنَ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُ، يَوْمًا تَوَضَّأَ وَمَسَحَ خُفَّيْهِ، فَسَأَلَهُ سَائِلٌ عَنْ ذَلِكَ، فَقَالَ: إِنِّي رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَصْنَعُهُ، وَإِنَّمَا صَحِبْتُهُ بَعْدَمَا نَزَلَتْ سُورَةُ الْمَائِدَةِ \"\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 20\n",
        "13 -\nمُحَمَّدٌ قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، عَنْ مُحَمَّدِ بْنِ عَمْرِو\n[ص: 22]\nبْنِ الْحَارِثِ، أَنَّ عَمْرَو بْنَ الْحَارِثِ بْنِ أَبِي ضِرَارٍ صَحِبَ ابْنَ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ\n[ص: 23]\nفِي سَفَرٍ، فَأَتَتْ عَلَيْهِ ثَلَاثَةُ أَيَّامٍ وَلَيَالِيهَا لَا يَنْزِعُ خُفَّيْهِ \"\nالحديث: 13 ¦ الجزء: 1 ¦ الصفحة: 21\n",
        "14 -\nمُحَمَّدٌ قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّهُ كَانَ يَمْسَحُ عَلَى الْجُرْمُوقَيْنِ \" قَالَ مُحَمَّدٌ: وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ، وَبِهِ نَأْخُذُ\nالحديث: 14 ¦ الجزء: 1 ¦ الصفحة: 24\n",
        "15 -\nمُحَمَّدٌ قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ عَنْ حَمَّادٍ عَنْ إِبْرَاهِيمَ، قَالَ: «إِذَا كُنْتَ عَلَى مَسْحٍ، وَأَنْتَ عَلَى وُضُوءٍ، فَنَزَعْتَ خُفَّيْكَ فَاغْسِلْ قَدَمَيْكَ» قَالَ مُحَمَّدٌ: وَهُوَ قَوْلُ أَبِي حَنِيفَةَ وَبِهِ نَأْخُذُ\nالحديث: 15 ¦ الجزء: 1 ¦ الصفحة: 24\n",
        "بَابُ الْوُضُوءِ مِمَّا غَيَّرَتِ النَّارُ\nالجزء: 1 ¦ الصفحة: 25\n",
        "16 -\nمُحَمَّدٌ قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا عَمْرُو بْنُ مُرَّةَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، أَنَّهُ قَالَ: «لَوْ أُتِيتُ بِجَفْنَةٍ مِنْ خُبْزٍ وَلَحْمٍ، فَأَكَلْتُ مِنْهَا حَتَّى أَشْبَعَ، وَبِعُسٍّ مِنْ لَبَنِ إِبِلٍ فَشَرِبْتُ مِنْهُ حَتَّى أَتَضَلَّعَ، وَأَنَا عَلَى وُضُوءٍ لَا أُبَالِي أَنْ لَا أَمَسَّ مَاءً، أَأَتَوَضَّأُ مِنَ الطَّيِّبَاتِ؟» قَالَ\n[ص: 26]\nمُحَمَّدٌ: وَهَذَا قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ، وَبِهِ نَأْخُذُ؛ لَا وُضُوءَ مِمَّا غَيَّرَتِ النَّارُ، وَإِنَّمَا الْوُضُوءُ مِمَّا خَرَجَ، وَلَيْسَ مِمَّا دَخَلَ\nالحديث: 16 ¦ الجزء: 1 ¦ الصفحة: 25\n",
        "17 -\nمُحَمَّدٌ قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ زَاذَانَ، عَنْ شُرَحْبِيلَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: دَخَلَ عَلَيَّ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\n[ص: 28]\nبَيْتِي، فَأَتَيْتُهُ بِلَحْمٍ قَدْ شُوِيَ، فَطَعِمَ مِنْهُ، فَدَعَا بِمَاءٍ، فَغَسَلَ كَفَّيْهِ، وَمَضْمَضَ ثُمَّ صَلَّى، وَلَمْ يُحْدِثْ وُضُوءًا \"\nالحديث: 17 ¦ الجزء: 1 ¦ الصفحة: 27\n",
        "18 -\nمُحَمَّدٌ قَالَ: حَدَّثَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا شَيْبَةُ بْنُ مُسَاوِرٍ، قَالَ: كُنْتُ قَاعِدًا عِنْدَ عَدِيِّ بْنِ أَرْطَأَةَ إِذْ سُئِلَ الْحَسَنُ الْبَصْرِيَّ: أَتَوَضَّأُ مِمَّا مَسَّتِ النَّارُ؟ فَقَالَ\n[ص: 30]\n: «نَعَمْ» فَقَالَ بَكْرُ بْنُ عَبْدِ اللَّهِ الْمُزَنِيُّ: «دَخَلَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى عَمَّتِهِ صَفِيَّةَ بِنْتِ عَبْدِ الْمُطَّلِبٍ رَضِيَ اللَّهُ عَنْهَا، فَنَتَفَتْ لَهُ مِنْ كَتِفٍ بَارِدَةٍ، فَطَعِمَ مِنْهَا وَلَمْ يُحْدِثْ وُضُوءًا» قَالَ مُحَمَّدٌ: وَبِقَوْلِ بَكْرِ بْنِ عَبْدِ اللَّهِ الْمُزَنِيِّ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 18 ¦ الجزء: 1 ¦ الصفحة: 29\n",
        "19 -\nمُحَمَّدٌ قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا يَحْيَى بْنُ عَبْدِ اللَّهِ، عَنْ أَبِي مَاجِدٍ الْحَنَفِيِّ، عَنِ ابْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: بَيْنَمَا نَحْنُ فِي الْمَسْجِدِ قُعُودًا مَعَ ابْنِ مَسْعُودٍ إِذْ أَقْبَلُوا بِحَفْنَةٍ وَقُلَّةٍ مِنْ مَاءٍ مِنْ بَابِ الْفِيلِ نَحْوَنَا، فَقَالَ ابْنُ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ: إِنِّي لَأَرَاكُمْ تُرَادُونَ بِهَذِهِ، فَقَالَ رَجُلٌ مِنَ الْقَوْمِ: أَجَلْ يَا أَبَا عَبْدِ الرَّحْمَنِ، مَأْدُبَةٌ كَانَتْ فِي الْحَيِّ فَوُضِعَتْ، فَطَعِمَ مِنْهَا وَشَرِبَ مِنَ الْمَاءِ، ثُمَّ صَبَّ عَلَى يَدَيْهِ، فَغَسَلَهُمَا، وَمَسَحَ وَجْهَهُ وَذِرَاعَيْهِ بِبَلَلِ يَدَيْهِ، ثُمَّ قَالَ: هَذَا وُضُوءُ مَنْ لَمْ يُحْدِثْ \"\n[ص: 32]\nقَالَ مُحَمَّدٌ: وَهُوَ قَوْلُ أَبِي حَنِيفَةَ، وَبِهِ نَأْخُذُ، وَلَا بَأْسَ بِالْوُضُوءِ فِي الْمَسْجِدِ إِذَا كَانَ مِنْ غَيْرِ قَذَرٍ\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 31\n",
        "بَابُ مَا يَنْقُضُ الْوُضُوءَ مِنَ الْقُبْلَةِ وَالْقَلْسِ\nالجزء: 1 ¦ الصفحة: 33\n",
        "20 -\nمُحَمَّدٌ قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «إِذَا قَلَسْتَ مِلْءَ فِيكَ فَأَعِدْ وُضُوءَكَ، وَإِذَا كَانَ أَقَلَّ مِنْ مِلْءِ فِيكَ فَلَا تُعِدْ وُضُوءَكَ»\n[ص: 34]\nقَالَ مُحَمَّدٌ: وَهَذَا قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ، وَبِهِ نَأْخُذُ\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 33\n",
        "21 -\nمُحَمَّدٌ قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ عَنْ حَمَّادٍ عَنْ إِبْرَاهِيمَ فِي الرَّجُلِ يَقْدَمُ مِنْ سَفَرٍ فَتُقَبِّلُهُ خَالَتُهُ أَوْ عَمَّتُهُ، أَوِ امْرَأَةٌ مِمَّنْ يَحْرُمُ عَلَيْهِ نِكَاحُهَا، قَالَ: «لَا يَجِبُ عَلَيْهِ الْوُضُوءُ إِذَا قَبَّلَ مَنْ يَحْرُمُ عَلَيْهِ نِكَاحُهَا، وَلَكِنْ إِذَا قَبَّلَ مَنْ يَحِلُّ لَهُ نِكَاحُهَا وَجَبَ عَلَيْهِ الْوُضُوءُ، وَهُوَ بِمَنْزِلَةِ الْحَدَثِ» قَالَ مُحَمَّدٌ\n[ص: 35]\n: وَهَذَا قَوْلُ إِبْرَاهِيمَ، وَلَسْنَا نَأْخُذُ بِهَذَا وَلَا نَرَى فِي الْقُبْلَةِ وُضُوءًا عَلَى حَالٍ إِلَّا أَنْ يَمْذِيَ فَيَجِبُ عَلَيْهِ لِلْمَذْيِ الْوُضُوءُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 34\n",
        "بَابُ الْوُضُوءِ مِنْ مَسِّ الذَّكَرِ\nالجزء: 1 ¦ الصفحة: 35\n",
        "22 -\nمُحَمَّدٌ قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلِيِّ\n[ص: 36]\nبْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ فِي مَسِّ الذَّكَرِ أَنَّهُ قَالَ: «مَا أُبَالِي أَمَسِسْتُهُ أَمْ طَرَفَ أَنْفِي» قَالَ مُحَمَّدٌ: وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ، وَبِهِ نَأْخُذُ\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 35\n",
        "23 -\nمُحَمَّدٌ قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّ ابْنَ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ سُئِلَ عَنِ الْوُضُوءِ مِنْ مَسِّ الذَّكَرِ، فَقَالَ: «إِنْ كَانَ نَجِسًا فَاقْطَعْهُ، يَعْنِي أَنَّهُ لَا بَأْسَ بِهِ»\nالحديث: 23 ¦ الجزء: 1 ¦ الصفحة: 36\n",
        "24 -\nمُحَمَّدٌ قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّ سَعْدَ بْنَ أَبِي وَقَّاصٍ رَضِيَ اللَّهُ عَنْهُ مَرَّ بِرَجُلٍ يَغْسِلُ ذَكَرَهُ فَقَالَ: «مَا تَصْنَعُ وَيْحَكَ إِنَّ هَذَا\n[ص: 38]\nلَمْ يُكْتَبْ عَلَيْكَ» قَالَ مُحَمَّدٌ: وَغَسْلُهُ أَحَبُّ إِلَيْنَا إِذَا بَالَ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 24 ¦ الجزء: 1 ¦ الصفحة: 37\n",
        "بَابُ مَا لَا يُنَجِّسُهُ شَيْءٌ؛ الْمَاءِ وَالْأَرْضِ وَالْجَسَدِ وَغَيْرِ ذَلِكَ\nالجزء: 1 ¦ الصفحة: 39\n",
        "25 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا الْهَيْثَمُ بْنُ أَبِي الْهَيْثَمِ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: \" أَرْبَعَةٌ لَا يُنَجِّسُهَا شَيْءٌ: الْجَسَدُ، وَالثَّوْبُ، وَالْمَاءُ، وَالْأَرْضُ \"\n[ص: 40]\nقَالَ مُحَمَّدٌ: وَتَفْسِيرُ ذَلِكَ عِنْدَنَا أَنَّ ذَلِكَ إِذَا أَصَابَهُ الْقَذَرُ، فَغُسِلَ ذَهَبَ ذَلِكَ عَنْهُ، فَلَمْ يَحْمِلْ قَذَرًا، وَإِنَّمَا مَعْنَاهُ فِي الْمَاءِ إِذَا كَانَ كَثِيرًا أَوْ جَارِيًا أَنَّهُ لَا يَحْمِلُ خَبَثًا\nالحديث: 25 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "26 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ «يُخْرِجُ رَأْسَهُ مِنَ الْمَسْجِدِ، وَهُوَ مُعْتَكِفٌ، فَتَغْسِلُهُ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا وَهِيَ حَائِضٌ» قَالَ مُحَمَّدٌ: وَبِهَذَا نَأْخُذُ، لَا نَرَى بِهِ بَأْسًا، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 26 ¦ الجزء: 1 ¦ الصفحة: 40\n",
        "27 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَيْنَمَا هُوَ يَمْشِي إِذْ عَرَضَ لَهُ حُذَيْفَةُ بْنُ الْيَمَانٍ رَضِيَ اللَّهُ عَنْهُمَا\n[ص: 42]\n، فَاعْتَمَدَ عَلَيْهِ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَخَّرَ حُذَيْفَةُ يَدَهُ، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَا لَكَ؟» فَقَالَ: يَا رَسُولَ اللَّهِ إِنِّي جُنُبٌ، فَقَالَ: «إِنَّ الْمُؤْمِنَ لَيْسَ بِنَجَسٍ» قَالَ مُحَمَّدٌ: وَبِحَدِيثِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَأْخُذُ، لَا نَرَى بِمُصَافَحَةِ الْجُنُبِ بَأْسًا، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 27 ¦ الجزء: 1 ¦ الصفحة: 41\n",
        "بَابُ الْوُضُوءِ لِمَنْ بِهِ قُرُوحٌ أَوْ جُدَرِيٌّ أَوْ جِرَاحٌ\nالجزء: 1 ¦ الصفحة: 43\n",
        "28 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ فِي الْمَرِيضِ لَا يَسْتَطِيعُ الْغُسْلَ مِنَ الْجَنَابَةِ، أَوِ الْحَائِضِ، قَالَ: يَتَيَمَّمُ \" قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 28 ¦ الجزء: 1 ¦ الصفحة: 43\n",
        "29 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ إِبْرَاهِيمَ «أَنَّ الْمَرِيضَ الْمُقِيمَ فِي أَهْلِهِ الَّذِي لَا يَسْتَطِيعُ مِنَ الْجُدَرِيِّ وَالْجِرَاحَةِ الَّتِي يُتَّقَى عَلَيْهَا الْمَاءُ أَنَّهُ بِمَنْزِلَةِ الْمُسَافِرِ الَّذِي لَا يَجِدُ الْمَاءَ، يُجْزِيهِ التَّيَمُّمُ» قَالَ مُحَمَّدٌ: وَهَذَا قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ، وَبِهِ نَأْخُذُ\nالحديث: 29 ¦ الجزء: 1 ¦ الصفحة: 44\n",
        "30 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ \" فِي الرَّجُلِ إِذَا اغْتَسَلَ مِنَ الْجَنَابَةِ، قَالَ: يَمْسَحُ عَلَى الْجَبَائِرِ \" قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَإِنْ كَانَ\n[ص: 46]\nيُخَافُ عَلَيْهِ مِنْ مَسْحِهِ عَلَى الْجَبَائِرِ تُرِكَ أَيْضًا، وَأَجْزَأَهُ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 30 ¦ الجزء: 1 ¦ الصفحة: 45\n",
        "بَابُ التَّيَمُّمِ\nالجزء: 1 ¦ الصفحة: 47\n",
        "31 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ إِبْرَاهِيمَ فِي \" التَّيَمُّمِ قَالَ: تَضَعُ رَاحَتَيْكَ فِي الصَّعِيدِ، فَتَمْسَحُ وَجْهَكَ ثُمَّ تَضَعُهُمَا الثَّانِيَةَ فَتَنْفُضُهُمَا فَتَمْسَحُ يَدَيْكَ، وَذِرَاعَيْكَ إِلَى الْمِرْفَقَيْنِ \" قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ وَنَرَى مَعَ ذَلِكَ\n[ص: 48]\n. أَنْ يَنْفُضَ يَدَيْهِ فِي كُلِّ مَرَّةٍ مِنْ قَبْلِ أَنْ يَمْسَحَ وَجْهَهُ وَذِرَاعَيْهِ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 31 ¦ الجزء: 1 ¦ الصفحة: 47\n",
        "32 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «إِذَا تَيَمَّمَ الرَّجُلُ، فَهُوَ عَلَى تَيَمُّمِهِ، مَا لَمْ يَجِدِ الْمَاءَ أَوْ يُحْدِثْ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 32 ¦ الجزء: 1 ¦ الصفحة: 49\n",
        "33 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ إِبْرَاهِيمَ أَنَّهُ قَالَ: «أَحَبُّ إِلَيَّ إِذَا تَيَمَّمَ أَنْ يَبْلُغَ الْمِرْفَقَيْنِ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَلَا يُجْزِيهِ التَّيَمُّمُ حَتَّى يَتَيَمَّمَ إِلَى الْمِرْفَقَيْنِ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 33 ¦ الجزء: 1 ¦ الصفحة: 50\n",
        "بَابُ أَبْوَالِ الْبَهَائِمِ وَغَيْرِهَا\nالجزء: 1 ¦ الصفحة: 50\n",
        "34 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ قَالَ: حَدَّثَنَا رَجُلٌ مِنْ أَهْلِ الْبَصْرَةِ عَنِ الْحَسَنِ الْبَصْرِيِّ أَنَّهُ قَالَ: «لَا بَأْسَ بِبَوْلِ كُلِّ ذَاتِ كِرْشٍ»\n[ص: 51]\nقَالَ مُحَمَّدٌ: وَكَانَ أَبُو حَنِيفَةَ يَكْرَهُهُ، وَكَانَ\n[ص: 52]\nيَقُولُ: إِذَا وَقَعَ فِي وَضُوءٍ، أَفْسَدَ الْوُضُوءَ، وَإِنْ أَصَابَ الثَّوْبَ مِنْهُ شَيْءٌ كَثِيرٌ\n[ص: 53]\nثُمَّ صَلَّى فِيهِ أَعَادَ الصَّلَاةَ قَالَ مُحَمَّدٌ: وَلَا أَرَى بِهِ بَأْسًا لَا يُفْسِدُ مَاءً وَلَا وُضُوءًا وَلَا ثَوْبًا\nالحديث: 34 ¦ الجزء: 1 ¦ الصفحة: 50\n",
        "35 -\nمُحَمَّدٌ، قَالَ: حَدَّثَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، فِي \" الرَّجُلِ يُصِيبُ ثَوْبَهُ بَوْلُ الصَّبِيِّ، قَالَ: إِذَا لَمْ يَكُنْ أَكَلَ وَشَرِبَ أَجْزَأَكَ أَنْ تَصُبَّ الْمَاءَ صَبًّا \"\n[ص: 54]\nقَالَ مُحَمَّدٌ: وَأَعْجَبُ ذَلِكَ أَنْ تَغْسِلَهُ غَسْلًا. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 35 ¦ الجزء: 1 ¦ الصفحة: 53\n",
        "36 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ إِبْرَاهِيمَ \" فِي الرَّجُلِ يَبُولُ قَائِمًا وَمَعَهُ دَرَاهِمُ فِيهَا كِتَابٌ يَعْنِي الْقُرْآنَ فَكَرِهَهُ، وَقَالَ: «تَكُونُ\n[ص: 55]\nفِي هِمْيَانَ أَوْ مَصْرُورَةٍ أَحْسَنُ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، نَكْرَهُ أَنْ يُبَاشِرَهَا بِيَدِهِ\n[ص: 56]\nوَفِيهَا الْقُرْآنُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 36 ¦ الجزء: 1 ¦ الصفحة: 54\n",
        "37 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ \" فِي الرَّجُلِ يَبُولُ قَائِمًا، قَالَ: انْتَهَى النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَى سُبَاطَةِ قَوْمٍ وَمَعَهُ أَصْحَابُهُ\n[ص: 57]\n، فَفَحَّجَ ثُمَّ بَالَ قَائِمًا، فَقَالَ بَعْضُ أَصْحَابِهِ: حَتَّى رَأَيْنَا أَنَّ تَفَحُّجَهُ شَفَقًا مِنَ الْبَوْلِ \"\nالحديث: 37 ¦ الجزء: 1 ¦ الصفحة: 56\n",
        "بَابُ الِاسْتِنْجَاءِ\nالجزء: 1 ¦ الصفحة: 61\n",
        "38 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ إِبْرَاهِيمَ أَنَّ الْمُشْرِكِينَ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَقُوا الْمُسْلِمِينَ، فَقَالُوا: نَرَى أَنَّ صَاحِبَكُمْ يُعَلِّمُكُمْ كَيْفَ تَأْتُونَ الْخَلَاءَ اسْتِهْزَاءً بِهِمْ، فَقَالَ الْمُسْلِمُونَ: نَعَمْ، فَسَأَلُوهُمْ فَقَالُوا: «أَمَرَنَا أَنْ لَا نَسْتَقْبِلَ الْقِبْلَةَ بِفُرُوجِنَا وَلَا نَسْتَنْجِيَ بِأَيْمَانِنَا، وَلَا نَسْتَنْجِيَ بِعَظْمٍ، وَلَا رَجِيعٍ وَأَنْ نَسْتَنْجِيَ بِثَلَاثَةِ أَحْجَارٍ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَالْغَسْلُ\n[ص: 62]\nبِالْمَاءِ فِي الِاسْتِنْجَاءِ أَحَبُّ إِلَيْنَا، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 38 ¦ الجزء: 1 ¦ الصفحة: 61\n",
        "بَابُ مَسْحِ الْوَجْهِ بَعْدَ الْوُضُوءِ بِالْمِنْدِيلِ وَقَصِّ الشَّارِبِ\nالجزء: 1 ¦ الصفحة: 63\n",
        "39 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ فِي الرَّجُلِ يَتَوَضَّأُ\n[ص: 64]\nفَيَمْسَحُ وَجْهَهُ بِالثَّوْبِ، قَالَ: «لَا بَأْسَ» ثُمَّ قَالَ: «أَرَأَيْتَ لَوِ اغْتَسَلَ فِي لَيْلَةٍ بَارِدَةٍ أَيَقُومُ حَتَّى يَجِفَّ؟» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ لَا نَرَى بِذَلِكَ بَأْسًا، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 39 ¦ الجزء: 1 ¦ الصفحة: 63\n",
        "40 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ: حَدَّثَنَا حَمَّادٌ، عَنْ إِبْرَاهِيمَ فِي الرَّجُلِ يَقُصُّ أَظْفَارَهُ أَوْ يَأْخُذُ مِنْ شَعْرِهِ، قَالَ: «يَمُرُّ عَلَيْهِ الْمَاءُ» قَالَ مُحَمَّدٌ: وَسَمِعْتُ أَبَا حَنِيفَةَ يَقُولُ: «رُبَّمَا قَصَصْتُ أَظْفَارِي، وَأَخَذْتُ مِنْ شَعْرِي وَلَمْ أُصِبْهُ الْمَاءَ حَتَّى أُصَلِّيَ»\n[ص: 66]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ الْحَسَنِ الْبَصْرِيِّ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 40 ¦ الجزء: 1 ¦ الصفحة: 65\n",
        "بَابُ السِّوَاكِ\nالجزء: 1 ¦ الصفحة: 66\n",
        "41 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا أَبُو عَلِيٍّ، عَنْ\n[ص: 67]\nتَمَّامٍ، عَنْ جَعْفَرِ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، أَنَّهُ قَالَ\n[ص: 68]\n: «مَا لِي أَرَاكُمْ تَدْخُلُونَ عَلَيَّ قُلْحًا اسْتَاكُوا، وَلَوْلَا أَنْ أَشُقَّ عَلَى أُمَّتِي، لَأَمَرْتُهُمْ\n[ص: 69]\nأَنْ يَسْتَاكُوا عِنْدَ كُلِّ صَلَاةٍ» قَالَ مُحَمَّدٌ: وَالسِّوَاكُ عِنْدَنَا مِنَ السُّنَّةِ\n[ص: 71]\nلَا يَنْبَغِي أَنْ يُتْرَكَ\nالحديث: 41 ¦ الجزء: 1 ¦ الصفحة: 66\n",
        "42 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «يَسْتَاكُ الْمُحْرِمُ مِنَ الرِّجَالِ وَالنِّسَاءِ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 42 ¦ الجزء: 1 ¦ الصفحة: 72\n",
        "بَابُ وُضُوءِ الْمَرْأَةِ وَمَسْحِ الْخِمَارِ\nالجزء: 1 ¦ الصفحة: 73\n",
        "43 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «تَمْسَحُ الْمَرْأَةُ عَلَى رَأْسِهَا عَلَى الشَّعْرِ، وَلَا يُجْزِئُهَا أَنْ تَمْسَحَ عَلَى خِمَارِهَا» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 43 ¦ الجزء: 1 ¦ الصفحة: 73\n",
        "44 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ إِبْرَاهِيمَ، قَالَ\n[ص: 75]\n: لَا يُجْزِئُ الْمَرْأَةَ أَنْ تَمْسَحَ صُدْغَيْهَا حَتَّى تَمْسَحَ رَأْسَهَا كَمَا يَمْسَحُ الرَّجُلُ \" قَالَ مُحَمَّدٌ: وَأَمَّا نَحْنُ فَنَقُولُ: إِذَا مَسَحَتْ مَوْضِعَ الشَّعْرِ فَمَسَحَتْ مِنْ ذَلِكَ مِقْدَارَ ثَلَاثِ أَصَابِعَ أَجْزَأَهَا وَأَحَبُّ إِلَيْنَا أَنْ تَمْسَحَ كَمَا يَمْسَحَ الرَّجُلُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 44 ¦ الجزء: 1 ¦ الصفحة: 74\n",
        "بَابُ الْغُسْلِ مِنَ الْجَنَابَةِ\nالجزء: 1 ¦ الصفحة: 75\n",
        "45 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ إِبْرَاهِيمَ، عَنْ عَائِشَةَ\n[ص: 76]\nأُمِّ الْمُؤْمِنِينَ رَضِيَ اللَّهُ عَنْهَا: «إِذَا الْتَقَى الْخِتَانَانِ وَجَبَ الْغُسْلُ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 45 ¦ الجزء: 1 ¦ الصفحة: 75\n",
        "46 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا أَبُو إِسْحَاقَ السَّبِيعِيُّ، عَنِ الْأَسْوَدِ بْنِ يَزِيدَ، عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصِيبُ مِنْ أَهْلِهِ مِنْ أَوَّلِ اللَّيْلِ، فَيَنَامُ، وَلَا يُصِيبُ مَاءً، فَإِنِ اسْتَيْقَظَ مِنْ آخِرِ اللَّيْلِ عَادَ وَاغْتَسَلَ \"\n[ص: 83]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ. لَا بَأْسَ إِذَا أَصَابَ الرَّجُلُ أَهْلَهُ أَنْ يَنَامَ قَبْلَ أَنْ يَغْتَسِلَ أَوْ يَتَوَضَّأَ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 46 ¦ الجزء: 1 ¦ الصفحة: 80\n",
        "47 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا عَوْنُ بْنُ عَبْدِ اللَّهِ، عَنِ\n[ص: 84]\nالشَّعْبِيِّ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ، أَنَّهُ قَالَ: «يُوجِبُ الصَّدَاقَ، وَيَهْدِمُ الطَّلَاقَ، وَيُوجِبُ الْعِدَّةَ، وَلَا يُوجِبُ صَاعًا مِنْ مَاءٍ» قَالَ مُحَمَّدٌ: إِذَا الْتَقَى الْخِتَانَانِ وَجَبَ الْغُسْلُ، أَنْزَلَ أَوْ لَمْ يُنْزِلْ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 47 ¦ الجزء: 1 ¦ الصفحة: 83\n",
        "بَابُ غُسْلِ الرَّجُلِ وَالْمَرْأَةِ مِنْ إِنَاءٍ وَاحِدٍ مِنَ الْجَنَابَةِ\nالجزء: 1 ¦ الصفحة: 85\n",
        "48 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ رَضِيَ اللَّهُ عَنْهَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «كَانَ يَغْتَسِلُ هُوَ وَبَعْضُ أَزْوَاجِهِ مِنْ إِنَاءٍ وَاحِدٍ يَتَنَازَعَانِ الْغُسْلَ جَمِيعًا»\n[ص: 87]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ لَا نَرَى بَأْسًا بِغُسْلِ الْمَرْأَةِ مَعَ الرَّجُلِ بَدَأَتْ قَبْلَهُ أَوْ بَدَأَ قَبْلَهَا، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 48 ¦ الجزء: 1 ¦ الصفحة: 85\n",
        "بَابُ غُسْلِ الْمُسْتَحَاضَةِ وَالْحَائِضِ\nالجزء: 1 ¦ الصفحة: 87\n",
        "49 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّهُ قَالَ\n[ص: 88]\n: «فِي الْمُسْتَحَاضَةِ أَنَّهَا تَتْرُكُ الظُّهْرَ حَتَّى إِذَا كَانَ فِي آخِرِ الْوَقْتِ اغْتَسَلَتْ وَصَلَّتِ الظُّهْرَ، ثُمَّ صَلَّتِ الْعَصْرَ، ثُمَّ تَمْكُثُ، حَتَّى إِذَا دَخَلَ وَقْتُ الْمَغْرِبِ تَرَكَتِ الصَّلَاةَ حَتَّى إِذَا كَانَ آخِرُ وَقْتِهَا اغْتَسَلَتْ، وَصَلَّتِ الْمَغْرِبَ وَالْعِشَاءَ حَتَّى تَفْرَغَ» قَالَ مُحَمَّدٌ: وَلَسْنَا نَأْخُذُ بِهَذَا، وَلَكِنَّا نَأْخُذُ بِالْحَدِيثِ الْآخَرِ أَنَّهَا تَتَوَضَّأُ لِكُلِّ وَقْتِ صَلَاةٍ وَتُصَلِّي فِي الْوَقْتِ الْآخَرَ، وَلَيْسَ عَلَيْهَا عِنْدَنَا إِلَّا غُسْلٌ\n[ص: 89]\nوَاحِدٌ حَتَّى تَمْضِيَ أَيَّامُ إِقْرَائِهَا، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 49 ¦ الجزء: 1 ¦ الصفحة: 87\n",
        "50 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَيُّوبُ بْنُ عُتْبَةَ قَاضِي الْيَمَامَةِ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، أَنَّ أُمَّ حَبِيبَةَ بِنْتَ أَبِي سُفْيَانَ\n[ص: 90]\nرَضِيَ اللَّهُ عَنْهُمَا سَأَلَتْ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنِ الْمُسْتَحَاضَةِ، فَقَالَ: تَغْتَسِلُ غُسْلًا إِذَا مَضَتْ أَيَّامُ أَقْرَائِهَا ثُمَّ تَتَوَضَّأُ لِكُلِّ صَلَاةٍ وَتُصَلِّي \" قَالَ مُحَمَّدٌ: وَبِهَذَا\n[ص: 92]\nالْحَدِيثِ نَأْخُذُ\nالحديث: 50 ¦ الجزء: 1 ¦ الصفحة: 89\n",
        "بَابُ الْحَائِضِ فِي صَلَاتِهَا\nالجزء: 1 ¦ الصفحة: 92\n",
        "51 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «إِذَا حَاضَتِ الْمَرْأَةُ فِي وَقْتِ صَلَاةٍ، فَلَيْسَ عَلَيْهَا أَنْ تَقْضِيَ تِلْكَ الصَّلَاةَ، فَإِذَا طَهُرَتْ فِي وَقْتِ الصَّلَاةِ فَلْتُصَلِّ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 51 ¦ الجزء: 1 ¦ الصفحة: 92\n",
        "52 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «إِذَا أَجْنَبَتِ الْمَرْأَةُ، ثُمَّ حَاضَتْ فَلَيْسَ عَلَيْهَا غُسْلٌ، فَإِنَّ مَا بِهَا مِنَ الْحَيْضِ أَشَدُّ مِمَّا بِهَا مِنَ الْجَنَابَةِ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، لَا غُسْلَ عَلَيْهَا حَتَّى تَطْهُرَ مِنْ حَيْضِهَا، فَتَغْتَسِلَ\n[ص: 94]\nغُسْلًا وَاحِدًا لَهُمَا جَمِيعًا، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 52 ¦ الجزء: 1 ¦ الصفحة: 93\n",
        "53 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «إِذَا طَهُرَتِ الْمَرْأَةُ فِي وَقْتِ صَلَاةٍ فَلَمْ تَغْتَسِلْ حَتَّى يَذْهَبَ الْوَقْتُ بَعْدَ أَنْ تَكُونَ مَشْغُولَةً فِي غُسْلِهَا فَلَيْسَ عَلَيْهَا قَضَاءٌ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ. إِذَا انْقَطَعَ الدَّمُ فِي وَقْتٍ\n[ص: 95]\nلَا تَقْدِرُ عَلَى أَنْ تَغْتَسِلَ فِيهِ حَتَّى يَمْضِيَ الْوَقْتُ فَلَيْسَ عَلَيْهَا إِعَادَةُ تِلْكَ الصَّلَاةِ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 53 ¦ الجزء: 1 ¦ الصفحة: 94\n",
        "بَابُ النُّفَسَاءِ وَالْحُبْلَى تَرَى الدَّمَ\nالجزء: 1 ¦ الصفحة: 95\n",
        "54 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ إِبْرَاهِيمَ، قَالَ: «النُّفَسَاءُ إِذَا لَمْ يَكُنْ لَهَا وَقْتٌ قَعَدَتْ وَقْتَ أَيَّامِ نِسَائِهَا» قَالَ مُحَمَّدٌ: وَلَسْنَا نَأْخُذُ\n[ص: 96]\nبِهَذَا، وَلَكِنَّهَا نُفَسَاءُ مَا بَيْنَهَا وَبَيْنَ أَرْبَعِينَ يَوْمًا فَإِنِ ازْدَادَتْ عَلَى ذَلِكَ اغْتَسَلَتْ وَتَوَضَّأَتْ لِكُلِّ وَقْتِ صَلَاةٍ وَصَلَّتْ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 54 ¦ الجزء: 1 ¦ الصفحة: 95\n",
        "55 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «إِذَا رَأَتِ\n[ص: 97]\nالْحُبْلَى الدَّمَ، فَلَيْسَتْ بِحَائِضٍ، فَلْتُصَلِّ، وَلْتَصُمْ وَلْيَأْتِهَا زَوْجُهَا، وَتَصْنَعُ مَا تَصْنَعُ الطَّاهِرُ» وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 55 ¦ الجزء: 1 ¦ الصفحة: 96\n",
        "56 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «الْحُبْلَى تُصَلِّي أَبَدًا مَا لَمْ تَضَعْ، وَإِنَّ رَأَتِ الدَّمَ؛ لِأَنَّ دَمَ الْحُبْلَى لَا يَكُونُ حَيْضًا وَإِنْ\n[ص: 98]\nأَوْصَتْ وَهِيَ تُطْلَقُ، ثُمَّ مَاتَتْ فَوَصِيَّتُهَا مِنَ الثُّلُثِ» قَالَ مُحَمَّدٌ: وَبِهَذَا كُلِّهِ نَأْخُذُ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 56 ¦ الجزء: 1 ¦ الصفحة: 97\n",
        "بَابُ الْمَرْأَةِ تَرَى فِي الْمَنَامِ مَا يَرَى الرَّجُلُ\nالجزء: 1 ¦ الصفحة: 98\n",
        "57 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ إِبْرَاهِيمَ، أَنَّ أُمَّ سُلَيْمٍ بِنْتَ مِلْحَانَ رَضِيَ اللَّهُ عَنْهَا أَتَتِ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ تَسْأَلُهُ عَنِ الْمَرْأَةِ تَرَى فِي الْمَنَامِ مَا يَرَى الرَّجُلُ، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِذَا رَأَتِ الْمَرْأَةُ مِنْكُنَّ مَا يَرَى الرَّجُلُ فَلْتَغْتَسِلْ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 57 ¦ الجزء: 1 ¦ الصفحة: 98\n",
        "بَابُ الْأَذَانِ\nالجزء: 1 ¦ الصفحة: 99\n",
        "58 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ إِبْرَاهِيمَ، قَالَ: «لَا بَأْسَ بِأَنْ يُؤَذِّنَ مُؤَذِّنٌ، وَهُوَ عَلَى غَيْرِ وُضُوءٍ»\n[ص: 100]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ. لَا نَرَى بِذَلِكَ بَأْسًا وَنَكْرَهُ أَنْ يُؤَذِّنَ جُنُبًا، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 58 ¦ الجزء: 1 ¦ الصفحة: 99\n",
        "59 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ إِبْرَاهِيمَ، أَنَّهُ قَالَ فِي الْمُؤَذِّنِ يَتَكَلَّمُ فِي أَذَانِهِ، قَالَ: لَا آمُرُهُ وَلَا أَنْهَاهُ \"\n[ص: 101]\nقَالَ مُحَمَّدٌ: وَأَمَّا نَحْنُ فَنَرَى أَنْ لَا يَفْعَلَ، وَإِنْ فَعَلَ لَمْ يَنْقُضْ ذَلِكَ أَذَانَهُ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 59 ¦ الجزء: 1 ¦ الصفحة: 100\n",
        "60 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: سَأَلْتُهُ عَنِ التَّثْوِيبِ، قَالَ: \" هُوَ مِمَّا أَحْدَثَهُ النَّاسُ، وَهُوَ حَسَنٌ مِمَّا أَحْدَثُوا وَذَكَرَ أَنَّ تَثْويبَهُمْ كَانَ حِينَ يَفْرُغُ الْمُؤَذِّنُ مِنْ أَذَانِهِ: الصَّلَاةُ خَيْرٌ مِنَ النَّوْمِ \" قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 60 ¦ الجزء: 1 ¦ الصفحة: 101\n",
        "61 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: \" كَانَ آخِرُ أَذَانِ بِلَالٍ رَضِيَ اللَّهُ عَنْهُ: اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لَا إِلَهَ إِلَّا اللَّهُ \"\n[ص: 105]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 61 ¦ الجزء: 1 ¦ الصفحة: 104\n",
        "62 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «الْأَذَانُ وَالْإِقَامَةُ مَثْنَى مَثْنَى» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 62 ¦ الجزء: 1 ¦ الصفحة: 105\n",
        "63 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا طَلْحَةُ بْنُ مُصَرِّفٍ، عَنْ إِبْرَاهِيمَ، قَالَ \" إِذَا قَالَ الْمُؤَذِّنُ: حَيَّ عَلَى الْفَلَاحِ، فَإِنَّهُ يَنْبَغِي لِلْقَوْمِ أَنْ يَقُومُوا فَيُصَفُّوا، فَإِذَا قَالَ الْمُؤَذِّنُ قَدْ قَامَتِ الصَّلَاةُ، كَبَّرَ الْإِمَامُ \" قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ، وَإِنْ كَفَّ الْإِمَامُ حَتَّى يَفْرُغَ الْمُؤَذِّنُ مِنْ إِقَامَتِهِ ثُمَّ كَبَّرَ، فَلَا بَأْسَ بِهِ أَيْضًا كُلُّ ذَلِكَ حَسَنٌ\nالحديث: 63 ¦ الجزء: 1 ¦ الصفحة: 107\n",
        "64 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: لَيْسَ عَلَى النِّسَاءِ أَذَانٌ وَلَا إِقَامَةٌ \" قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 64 ¦ الجزء: 1 ¦ الصفحة: 108\n",
        "بَابُ مَوَاقِيتِ الصَّلَاةِ\nالجزء: 1 ¦ الصفحة: 109\n",
        "65 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ أَنَّ رَجُلًا أَتَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَسْأَلُهُ عَنْ وَقْتِ الصَّلَاةِ، فَأَمَرَهُ أَنْ يَحْضُرَ الصَّلَوَاتِ مَعَ\n[ص: 110]\nرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، ثُمَّ أَمَرَ بِلَالًا رَضِيَ اللَّهُ عَنْهُ أَنْ يُبَكِّرَ بِالصَّلَوَاتِ، ثُمَّ أَمَرَهُ فِي الْيَوْمِ الثَّانِي، فَأَخَّرَ الصَّلَوَاتِ كُلَّهَا، ثُمَّ قَالَ: «أَيْنَ السَّائِلُ عَنْ وَقْتِ الصَّلَاةِ مَا بَيْنَ هَذَيْنِ وَقْتٌ»\n[ص: 111]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَالْمَغْرِبُ وَغَيْرُهَا عِنْدَنَا فِي هَذَا سَوَاءٌ إِلَّا أَنَّا نَكْرَهُ تَأْخِيرَهَا، إِذَا غَابَتِ الشَّمْسُ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 65 ¦ الجزء: 1 ¦ الصفحة: 109\n",
        "66 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، عَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ. أَنَّهُ قَالَ: «أَبْرِدُوا بِالظُّهْرِ عَنْ فَيْحِ جَهَنَّمَ» قَالَ مُحَمَّدٌ: تُؤَخِّرُ\n[ص: 113]\nالظُّهْرَ فِي الصَّيْفِ حَتَّى تُبْرِدَ بِهَا وَتُصَلِّي فِي الشِّتَاءِ حِينَ تَزُولُ الشَّمْسُ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 66 ¦ الجزء: 1 ¦ الصفحة: 111\n",
        "67 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: نَظَرَ ابْنُ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ إِلَى الشَّمْسِ حِينَ غَرَبَتْ، فَقَالَ: هَذَا حِينَ دَلَكَتْ \"\nالحديث: 67 ¦ الجزء: 1 ¦ الصفحة: 113\n",
        "بَابُ الْغُسْلِ يَوْمَ الْجُمُعَةِ وَالْعِيدَيْنِ\nالجزء: 1 ¦ الصفحة: 115\n",
        "68 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ \" فِي الْغُسْلِ يَوْمَ الْجُمُعَةِ قَالَ: «إِنِ اغْتَسَلْتَ، فَحَسَنٌ، وَإِنْ تَرَكْتَهُ فَحَسَنٌ»\nالحديث: 68 ¦ الجزء: 1 ¦ الصفحة: 115\n",
        "69 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، قَالَ: رَأَيْتُ إِبْرَاهِيمَ يَخْرُجُ إِلَى الْعِيدَيْنِ وَلَا يَغْتَسِلُ \" قَالَ مُحَمَّدٌ: إِذَا اغْتَسَلْتَ فِي الْجُمُعَةِ وَالْعِيدَيْنِ، فَهُوَ أَفْضَلُ، وَإِنْ تَرَكْتَهُ فَلَا بَأْسَ\nالحديث: 69 ¦ الجزء: 1 ¦ الصفحة: 115\n",
        "70 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: \" قَدْ كُنَّا نَأْتِي فِي الْعِيدَيْنِ وَمَا نَغْتَسِلُ. وَقَالَ: إِنِ اغْتَسَلْتَ فَحَسَنٌ \"\nالحديث: 70 ¦ الجزء: 1 ¦ الصفحة: 116\n",
        "71 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا أَبَانُ، عَنْ أَبِي نَضْرَةَ، عَنْ\n[ص: 118]\nجَابِرِ بْنِ عَبْدِ اللَّهِ الْأَنْصَارِيِّ رَضِيَ اللَّهُ عَنْهُمَا عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ، قَالَ: «مَنِ اغْتَسَلَ يَوْمَ الْجُمُعَةِ فَقَدْ أَحْسَنَ، وَمَنْ لَمْ يَغْتَسِلْ فَبِهَا وَنِعْمَتْ»\n[ص: 119]\nقَالَ مُحَمَّدٌ: وَبِهَذَا كُلِّهُ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 71 ¦ الجزء: 1 ¦ الصفحة: 117\n",
        "بَابُ افْتِتَاحِ الصَّلَاةِ، وَرَفْعِ الْأَيْدِي، وَالسُّجُودِ عَلَى الْعِمَامَةِ\nالجزء: 1 ¦ الصفحة: 122\n",
        "72 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّ نَاسًا مِنْ أَهْلِ الْبَصْرَةِ أَتَوْا عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ لَمْ يَأْتُوهْ إِلَّا لِيَسْأَلُوهُ عَنِ افْتِتَاحِ الصَّلَاةِ قَالَ: فَقَامَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ فَافْتَتَحَ الصَّلَاةَ، وَهُمْ خَلْفَهُ ثُمَّ جَهَرَ، فَقَالَ: «سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ وَتَبَارَكَ اسْمُكَ وَتَعَالَى جَدُّكَ وَلَا إِلَهَ غَيْرُكَ»\n[ص: 125]\nقَالَ مُحَمَّدٌ: وَبِهَذَا نَأْخُذُ فِي افْتِتَاحِ الصَّلَاةِ، وَلَكِنَّا لَا نَرَى أَنْ يَجْهَرَ بِذَلِكَ الْإِمَامُ وَلَا مَنْ خَلْفَهُ، وَإِنَّمَا جَهَرَ بِذَلِكَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ لِيُعَلِّمَهُمْ مَا سَأَلُوهُ عَنْهُ\n[ص: 126]\n، وَكَذَلِكَ بَلَغَنَا عَنْ إِبْرَاهِيمَ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 72 ¦ الجزء: 1 ¦ الصفحة: 122\n",
        "73 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ أَنَّهُ قَالَ: لَا تَرْفَعْ يَدَيْكَ فِي شَيْءٍ مِنْ صَلَاتِكَ بَعْدَ الْمَرَّةِ الْأُولَى \" قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 73 ¦ الجزء: 1 ¦ الصفحة: 126\n",
        "74 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «مَنْ لَمْ يُكَبِّرْ حِينَ يَفْتَتِحُ الصَّلَاةَ، فَلَيْسَ فِي صَلَاةٍ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، إِلَّا أَنْ يَكُونَ حِينَ\n[ص: 132]\nكَبَّرَ تَكْبِيرَةَ الرُّكُوعِ كَبَّرَهَا مُنْتَصِبًا يُرِيدُ بِهَا الدُّخُولَ فِي الصَّلَاةِ فَيُجْزِئُهُ ذَلِكَ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 74 ¦ الجزء: 1 ¦ الصفحة: 131\n",
        "75 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا عُثْمَانُ بْنُ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ رَحْمَةُ اللَّهِ عَلَيْهِ أَنَّهُ صَلَّى خَلْفَ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ «\n[ص: 134]\nفَكَانَ يُكَبِّرُ كُلَّمَا سَجَدَ وَكُلَّمَا رَفَعَ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 75 ¦ الجزء: 1 ¦ الصفحة: 133\n",
        "76 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ: حَدَّثَنَا حَمَّادٌ عَنْ إِبْرَاهِيمَ قَالَ: «لَا بَأْسَ بِالسُّجُودِ عَلَى الْعِمَامَةِ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، لَا نَرَى بِهِ بَأْسًا، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 76 ¦ الجزء: 1 ¦ الصفحة: 135\n",
        "بَابُ الْجَهْرِ بِالْقِرَاءَةِ\nالجزء: 1 ¦ الصفحة: 138\n",
        "77 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ أَخْبَرَنَا\n[ص: 139]\nمَنْ صَلَّى إِلَى جَانِبِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ وَحَرَصَ عَلَى أَنْ يَسْمَعَ صَوْتَهُ فَلَمْ يَسْمَعْ غَيْرَ أَنَّهُ سَمِعَهُ يَقُولُ: {رَبِّ زِدْنِي عِلْمًا} [طه: 114] يُرَدِّدُهَا مِرَارًا، فَظَنَّ الرَّجُلُ أَنَّهُ يَقْرَأُ فِي طَهْ \"\n[ص: 141]\nقَالَ مُحَمَّدٌ: وَهَذَا فِي صَلَاةِ النَّهَارِ فَلَا نَرَى بَأْسًا أَنْ يَقِفَ الرَّجُلُ عَلَى شَيْءٍ مِنَ الْقُرْآنِ مِثْلِ هَذَا يَدْعُو لِنَفْسِهِ فِي التَّطَوُّعِ فَأَمَّا فِي الْمَكْتُوبَةِ فَلَا\nالحديث: 77 ¦ الجزء: 1 ¦ الصفحة: 138\n",
        "بَابُ التَّشَهُّدِ\nالجزء: 1 ¦ الصفحة: 143\n",
        "78 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا بِلَالٌ، عَنْ وَهْبِ بْنِ كَيْسَانَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ الْأَنْصَارِيِّ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُعَلِّمُنَا التَّشَهُّدَ وَالتَّكْبِيرَ فِي الصَّلَاةِ كَمَا يُعَلِّمُنَا السُّورَةَ مِنَ الْقُرْآنِ \"\nالحديث: 78 ¦ الجزء: 1 ¦ الصفحة: 143\n",
        "79 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: قُلْتُ: أَقُولُ بِسْمِ اللَّهِ، قَالَ: قُلِ «التَّحِيَّاتُ لِلَّهِ»\n[ص: 145]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، لَا نَرَى أَنْ يُزَادَ فِي التَّشَهُّدِ وَلَا يُنْقَصَ مِنْهُ حَرْفٌ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 79 ¦ الجزء: 1 ¦ الصفحة: 144\n",
        "80 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: كَانُوا يَتَشَهَّدُونَ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَيَقُولُونَ فِي تَشُهُّدِهِمُ السَّلَامُ عَلَى اللَّهِ. فَانْصَرَفَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ذَاتَ يَوْمٍ فَأَقْبَلَ عَلَيْهِمْ بِوَجْهِهِ فَقَالَ لَهُمْ: \" لَا تَقُولُوا السَّلَامُ عَلَى اللَّهِ؛ إِنَّ اللَّهَ هُوَ السَّلَامُ، وَلَكِنْ قُولُوا: السَّلَامُ\n[ص: 146]\nعَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ \" قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 80 ¦ الجزء: 1 ¦ الصفحة: 145\n",
        "بَابُ الْجَهْرِ بِبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nالجزء: 1 ¦ الصفحة: 151\n",
        "81 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا أَبُو سُفْيَانَ، عَنْ عَبْدِ اللَّهِ\n[ص: 152]\nبْنِ يَزِيدَ، عَنْ أَبِيهِ، قَالَ: صَلَّى خَلْفَ إِمَامٍ، فَجَهَرَ بِبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n[ص: 153]\n، فَلَمَّا انْصَرَفَ قَالَ لَهُ: يَا عَبْدَ اللَّهِ، اغْنِ عَنِّي كَلِمَاتِكَ هَذِهِ؛ فَإِنِّي «قَدْ صَلَّيْتُ خَلْفَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَخَلْفَ أَبِي بَكْرٍ، وَخَلَفَ عُمَرَ، وَخَلَفَ عُثْمَانَ، وَلَمْ أَسْمَعْهَا مِنْهُمْ»\nالحديث: 81 ¦ الجزء: 1 ¦ الصفحة: 151\n",
        "82 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: قَالَ ابْنُ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ فِي الرَّجُلِ يَجْهَرُ بِبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ: «إِنَّهَا أَعْرَابِيَّةٌ، وَكَانَ لَا يَجْهَرُ بِهَا هُوَ، وَلَا أَحَدٌ مِنْ أَصْحَابِهِ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 82 ¦ الجزء: 1 ¦ الصفحة: 161\n",
        "83 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: \" أَرْبَعٌ يُخَافِتُ بِهِنَّ الْإِمَامُ: سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، وَالتَّعَوُّذُ مِنَ الشَّيْطَانِ، وَبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، وآمِينَ \" قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 83 ¦ الجزء: 1 ¦ الصفحة: 162\n",
        "بَابُ الْقِرَاءَةِ خَلْفَ الْإِمَامِ وَتَلْقِينِهِ\nالجزء: 1 ¦ الصفحة: 163\n",
        "84 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ إِبْرَاهِيمَ، قَالَ: «مَا قَرَأَ عَلْقَمَةُ بْنُ قَيْسٍ قَطُّ فِيمَا يُجْهَرُ فِيهِ، وَلَا فِيمَا لَا يُجْهَرُ فِيهِ، وَلَا فِي الرَّكْعَتَيْنِ الْأُخْرَيَيْنِ أُمَّ الْقُرْآنِ، وَلَا غَيْرَهَا خَلْفَ الْإِمَامِ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ. لَا نَرَى\n[ص: 164]\nالْقِرَاءَةَ خَلْفَ الْإِمَامِ فِي شَيْءٍ مِنَ الصَّلَاةِ يُجْهَرُ فِيهِ أَوْ لَا يُجْهَرُ فِيهِ\nالحديث: 84 ¦ الجزء: 1 ¦ الصفحة: 163\n",
        "85 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ إِبْرَاهِيمَ، قَالَ: «لَا تُزِدْ فِي الرَّكْعَتَيْنِ الْأُخْرَيَيْنِ عَلَى فَاتِحَةِ الْكِتَابِ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 85 ¦ الجزء: 1 ¦ الصفحة: 164\n",
        "86 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا أَبُو الْحَسَنِ مُوسَى بْنُ أَبِي عَائِشَةَ، عَنْ عَبْدِ اللَّهِ بْنِ شَدَّادِ بْنِ الْهَادِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا\n[ص: 169]\n، قَالَ: صَلَّى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَرَجُلٌ خَلْفَهُ يَقْرَأُ، فَجَعَلَ رَجُلٌ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَنْهَاهُ عَنِ الْقِرَاءَةِ فِي الصَّلَاةِ، فَقَالَ: أَتْنَهَانِي عَنِ الْقِرَاءَةِ خَلْفَ نَبِيِّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَتَنَازَعَا حَتَّى ذُكِرَ ذَلِكَ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\n[ص: 170]\n، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ صَلَّى خَلْفَ إِمَامٍ فَإِنَّ قِرَاءَةَ الْإِمَامِ لَهُ قِرَاءَةٌ»\n[ص: 185]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 86 ¦ الجزء: 1 ¦ الصفحة: 168\n",
        "87 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ\n[ص: 187]\n: «اقْرَأْ خَلْفَ الْإِمَامِ فِي الظُّهْرِ وَالْعَصْرِ، وَلَا تَقْرَأْ فِيمَا سِوَى ذَلِكَ» قَالَ مُحَمَّدٌ: لَا يَنْبَغِي أَنْ يُقْرَأَ خَلْفَ الْإِمَامِ فِي شَيْءٍ مِنَ الصَّلَوَاتِ\nالحديث: 87 ¦ الجزء: 1 ¦ الصفحة: 186\n",
        "88 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ \" فِي الْإِمَامِ يَغْلَطُ بِالْآيَةِ، قَالَ: «يَقْرَأُ بِالْآيَةِ الَّتِي بَعْدَهَا، فَإِنْ لَمْ يَفْعَلْ، قَرَأَ سُورَةً غَيْرَهَا، فَإِنْ لَمْ يَفْعَلْ فَلْيَرْكَعْ، إِذَا كَانَ قَرَأَ ثَلَاثَ آيَاتٍ أَوْ نَحْوَهَا، فَإِنْ لَمْ يَفْعَلْ فَافْتَحْ عَلَيْهِ وَهُوَ مُسِيءٌ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 88 ¦ الجزء: 1 ¦ الصفحة: 187\n",
        "بَابُ إِقَامَةِ الصُّفُوفِ وَفَضْلِ الصَّفِّ الْأَوَّلِ\nالجزء: 1 ¦ الصفحة: 192\n",
        "89 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّهُ كَانَ يَقُولُ «سَوُّوا صُفُوفَكُمْ، وَسَوُّوا مَنَاكِبَكُمْ، تَرَاصُّوا أَوْ لَيَتَخَلَّلَنَّكُمُ الشَّيْطَانُ كَأَوْلَادِ الْحَذَفِ، إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى مُقِيمِي الصُّفُوفِ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ\n[ص: 194]\n، لَا يَنْبَغِي أَنْ يُتْرَكَ الصَّفُّ، وَفِيهِ الْخَلَلُ حَتَّى يُسَوُّوا. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 89 ¦ الجزء: 1 ¦ الصفحة: 192\n",
        "90 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، قَالَ: سَأَلْتُ إِبْرَاهِيمَ عَنِ الصَّفِّ الْأَوَّلِ، أَلَهُ فَضْلٌ عَلَى الصَّفِّ الثَّانِي؟ قَالَ: إِنَّمَا كَانَ يُقَالُ: «لَا تَقُمْ فِي الصَّفِّ - يَعْنِي الثَّانِي - حَتَّى يَتَكَامَلَ الصَّفُّ الْأَوَّلُ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، لَا يَنْبَغِي إِذَا\n[ص: 197]\nتَكَامَلَ الْأَوَّلُ أَنْ يُزَاحَمَ عَلَيْهِ؛ فَإِنَّهُ يُؤْذِي. وَالْقِيَامُ فِي الصَّفِّ الثَّانِي خَيْرٌ مِنَ الْأَذَى\nالحديث: 90 ¦ الجزء: 1 ¦ الصفحة: 195\n",
        "بَابُ الرَّجُلِ يَؤُمُّ الْقَوْمَ أَوْ يَؤُمُّ الرَّجُلَيْنِ\nالجزء: 1 ¦ الصفحة: 197\n",
        "91 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «يَؤُمُّ الْقَوْمَ أَقْرؤُهُمْ لِكِتَابِ اللَّهِ، فَإِنْ كَانُوا فِي الْقِرَاءَةِ سَوَاءً فَأَقْدَمُهُمْ هِجْرَةً، فَإِنْ كَانُوا فِي الْهِجْرَةِ سَوَاءً فَأَقْدَمُهُمْ سِنًّا»\n[ص: 198]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَإِنَّمَا قِيلَ: أَقْرؤُهُمْ لِكِتَابِ اللَّهِ؛ لِأَنَّ النَّاسَ كَانُوا فِي ذَلِكَ الزَّمَانِ أَقْرَؤُهُمْ لِلْقُرْآنِ أَفْقَهُهُمْ فِي الدِّينِ، فَإِذَا كَانُوا فِي هَذَا الزَّمَانِ عَلَى ذَلِكَ، فَلْيَؤُمَّهُمْ أَقْرَؤُهُمْ، فَإِنْ كَانَ غَيْرُهُ أَفْقَهَ مِنْهُ، وَأَعْلَمَ بِسُنَّةِ الصَّلَاةِ، وَهُوَ يَقْرَأُ نَحْوًا مِنْ قِرَاءَتِهِ، فَأَفْقَهُّمَا وَأَعْلَمُهُمَا بِسُنَّةِ الصَّلَاةِ أَوْلَاهُمَا بِالْإِمَامَةِ. وَهُوَ\n[ص: 202]\nقَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 91 ¦ الجزء: 1 ¦ الصفحة: 197\n",
        "92 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ إِبْرَاهِيمَ، قَالَ: «لَا بَأْسَ بِأَنْ يَؤُمَّهُمُ الْأَعْرَابِيُّ، وَالْعَبْدُ، وَوَلَدُ الزِّنَا إِذَا قَرَأَ الْقُرْآنَ»\n[ص: 205]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، إِذَا كَانَ فَقِيهًا عَالِمًا بِأَمْرِ الصَّلَاةِ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 92 ¦ الجزء: 1 ¦ الصفحة: 203\n",
        "93 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ فِي \" الرَّجُلَيْنِ يَؤُمُّ أَحَدُهُمَا صَاحِبَهُ. قَالَ: «يَقُومُ الْإِمَامُ فِي الْجَانِبِ الْأَيْسَرِ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ. يَكُونُ الْمَأْمُومُ عَنْ يَمِينِ الْإِمَامِ\nالحديث: 93 ¦ الجزء: 1 ¦ الصفحة: 207\n",
        "94 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «إِذَا زَادَ عَلَى الْوَاحِدِ فِي الصَّلَاةِ فَهِيَ جَمَاعَةٌ»\n[ص: 211]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 94 ¦ الجزء: 1 ¦ الصفحة: 210\n",
        "95 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ بْنِ قَيْسٍ، وَالْأَسْوَدِ بْنِ يَزِيدَ، قَالَا: كُنَّا عِنْدَ ابْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ إِذْ حَضَرَتِ الصَّلَاةُ، فَقَامَ يُصَلِّي فَقُمْنَا خَلْفَهُ، فَأَقَامَ أَحَدُنَا عَنْ يَمِينِهِ وَالْآخَرُ عَنْ يَسَارِهِ، ثُمَّ قَامَ بَيْنَنَا، فَلَمَّا فَرَغَ، قَالَ: هَكَذَا، اصْنَعُوا إِذَا كُنْتُمْ ثَلَاثَةً. وَكَانَ إِذَا رَكَعَ طَبَّقَ وَصَلَّى بِغَيْرِ أَذَانٍ، وَلَا إِقَامَةٍ، وَقَالَ: «يُجْزِئُ إِقَامَةُ النَّاسِ حَوْلَنَا»\n[ص: 213]\nقَالَ مُحَمَّدٌ: وَلَسْنَا نَأْخُذُ بِقَوْلِ ابْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ فِي الثَّلَاثَةِ، وَلَكِنَّا نَقُولُ إِذَا كَانُوا ثَلَاثَةً تَقَدَّمَهُمْ إِمَامُهُمْ، وَصَلَّى الْبَاقِيَانِ خَلْفَهُ، وَلَسْنَا نَأْخُذُ أَيْضًا بِقَوْلِهِ فِي التَّطْبِيقِ كَانَ يُطَبِّقُ بَيْنَ يَدَيْهِ إِذَا رَكَعَ، ثُمَّ يَجْعَلَهُمَا بَيْنَ رُكْبَتَيْهِ، وَلَكِنَّا نَرَى أَنْ يَضَعَ الرَّجُلُ رَاحَتَيْهِ عَلَى رُكْبَتَيْهِ، وَيُفَرِّجَ بَيْنَ أَصَابِعِهِ تَحْتَ الرُّكْبَتَيْنِ. وَأَمَّا صَلَاتُهُ بِغَيْرِ أَذَانٍ وَلَا إِقَامَةٍ فَذَلِكَ يُجْزِئُ وَالْآذَانُ وَالْإِقَامَةُ أَفْضَلُ. وَإِنْ أَقَامَ الصَّلَاةَ وَلَمْ يُؤَذِّنْ فَذَلِكَ أَفْضَلُ مِنَ التَّرْكِ لِلْإِقَامَةِ؛ لِأَنَّ الْقَوْمَ صَلَّوْا جَمَاعَةً. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 95 ¦ الجزء: 1 ¦ الصفحة: 211\n",
        "96 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ \" جَعَلَهُمَا خَلْفَهُ، وَصَلَّى بَيْنَ أَيْدِيهِمَا، وَكَانَ يَجْعَلُ كَفَّيْهِ عَلَى رُكْبَتَيْهِ، فَقَالَ: صَنِيعُ عُمَرَ رَضِيَ اللَّهُ عَنْهُ أَحَبُّ إِلَيَّ \"\n[ص: 217]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ أَحَبُّ إِلَيْنَا مِنْ صَنِيعِ ابْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 96 ¦ الجزء: 1 ¦ الصفحة: 215\n",
        "بَابُ مَنْ صَلَّى الْفَرِيضَةَ\nالجزء: 1 ¦ الصفحة: 217\n",
        "97 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَ أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا الْهَيْثَمُ بْنُ أَبِي الْهَيْثَمِ يَرْفَعُهُ\n[ص: 218]\nإِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّ رَجُلَيْنِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صَلَّيَا الظُّهْرَ فِي مَنَازِلِهِمَا، وَهُمَا يَرَيَانِ أَنَّ الصَّلَاةَ قَدْ صُلِّيَتْ، فَجَاءَا وَالنَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي الصَّلَاةِ، فَقَعَدَا، وَلَمْ يَدْخُلَا، فَلَمَّا انْصَرَفَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ دَعَاهُمَا، فَأَقْبَلَا وَمَفَاصِلُهُمَا تُرْعَدُ مَخَافَةَ أَنْ يَكُونَ حَدَثَ فِيهِمَا شَيْءٌ، فَقَالَ لَهُمَا: «مَا مَنَعَكُمَا أَنْ تُصَلِّيَا؟» فَقَالَا: يَا رَسُولَ اللَّهِ، ظَنَنَّا أَنَّ الصَّلَاةَ قَدْ صُلِّيَتْ فَصَلَّيْنَا فِي\n[ص: 219]\nرِحَالِنَا، ثُمَّ جِئْنَا، فَوَجَدْنَاكَ فِي الصَّلَاةِ، فَظَنَنَّا أَنَّهُ لَا يَصْلُحُ أَنْ نُصَلِّيَ أَيْضًا، فَقَالَ: «إِذَا كَانَ كَذَلِكَ، فَادْخُلُوا فِي الصَّلَاةِ، وَاجْعَلُوا الْأُولَى فَرِيضَةً وَهَذِهِ نَافِلَةً»\n[ص: 223]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ، وَلَا يُعَادُ الْفَجْرُ وَالْعَصْرُ وَالْمَغْرِبُ\nالحديث: 97 ¦ الجزء: 1 ¦ الصفحة: 217\n",
        "98 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَ مَالِكُ بْنُ أَنَسٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا\n[ص: 225]\nقَالَ: «إِذَا صَلَّيْتَ الْفَجْرَ وَالْمَغْرِبَ ثُمَّ أَدْرَكْتَهُمَا فَلَا تَعُدْ لَهُمَا غَيْرَ مَا صَلَّيْتَهُمَا» قَالَ مُحَمَّدٌ: أَمَّا الْفَجْرُ وَالْعَصْرُ فَلَا يَنْبَغِي أَنْ يُصَلَّى بَعْدَهُمَا نَافِلَةٌ لِقَوْلِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا صَلَاةَ بَعْدَ الْعَصْرِ حَتَّى تَغْرُبَ الشَّمْسُ، وَلَا صَلَاةَ بَعْدَ الْفَجْرِ حَتَّى تَطْلُعَ الشَّمْسُ» وَأَمَّا الْمَغْرِبُ فَهِيَ وِتْرُ النَّهَارِ، فَيُكْرَهُ أَنْ يُصَلَّى التَّطَوُّعُ وِتْرًا، فَإِذَا دَخَلَ مَعَهُمْ رَجُلٌ مُتَطَوِّعًا، فَسَلَّمَ الْإِمَامُ، فَلْيَقُمْ، فَلْيُضِفْ إِلَيْهَا رَكْعَةً رَابِعَةً، وَيَتَشَهَّدْ وَيُسَلِّمْ، وَهَذَا كُلُّهُ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 98 ¦ الجزء: 1 ¦ الصفحة: 223\n",
        "بَابُ الصَّلَاةِ تَطَوُّعًا\nالجزء: 1 ¦ الصفحة: 232\n",
        "99 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا أَبُو سُفْيَانَ، عَنِ الْحَسَنِ الْبَصْرِيِّ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يُصَلِّي وَهُوَ مُحْتَبٍ تَطَوُّعًا\n[ص: 233]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، لَا نَرَى بَأْسًا بِذَلِكَ، فَإِذَا بَلَغَ السُّجُودَ حَلَّ حَبْوَتَهُ وَهَذَا قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 99 ¦ الجزء: 1 ¦ الصفحة: 232\n",
        "100 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا أَبُو جَعْفَرٍ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي مَا بَيْنَ صَلَّاةِ الْعِشَاءِ الْآخِرَةِ إِلَى صَلَاةِ الْفَجْرِ ثَلَاثَ عَشْرَةَ رَكْعَةً: ثَمَانِي رَكَعَاتٍ تَطَوُّعًا، وَثَلَاثَ رَكَعَاتٍ الْوِتْرَ، وَرَكْعَتَيِ الْفَجْرِ \"\nالحديث: 100 ¦ الجزء: 1 ¦ الصفحة: 234\n",
        "101 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حُصَيْنِ بْنِ عَبْدِ الرَّحْمَنِ، قَالَ: كَانَ عَبْدُ اللَّهِ بْنُ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا «يُصَلِّي التَّطَوُّعَ عَلَى رَاحِلَتِهِ\n[ص: 239]\nإِيمَاءً أَيْنَمَا تَوَجَّهَتْ بِهِ فَإِذَا كَانَتِ الْفَرِيضَةُ أَوِ الْوَتْرُ نَزَلَ فَصَلَّى»\n[ص: 244]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأَخُذُ وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 101 ¦ الجزء: 1 ¦ الصفحة: 234\n",
        "102 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، فِي الرَّجُلِ يَدْخُلُ فِي صَلَاةِ الْقَوْمِ وَلَيْسَ يَنْوِيهَا، قَالَ: «هِيَ تَطَوَّعٌ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَإِنَّمَا يَعْنِي بِذَلِكَ أَنْ يَكُونَ قَدْ صَلَّى الصَّلَاةَ فِي مَنْزِلِهِ، ثُمَّ أَتَى الْقَوْمَ، فَدَخَلَ مَعَهُمْ فِي صَلَاتِهِمْ فَإِنَّ صَلَاتَهُ مَعَهُمْ تَطَوُّعٌ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 102 ¦ الجزء: 1 ¦ الصفحة: 247\n",
        "بَابُ الصَّلَاةِ فِي الطَّاقِ\nالجزء: 1 ¦ الصفحة: 251\n",
        "103 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّهُ كَانَ يَؤُمُّهُمْ فَيَقُومُ عَنْ يَسَارِ الطَّاقِ، أَوْ عَنْ يَمِينِهِ \" قَالَ مُحَمَّدٌ: وَأَمَّا نَحْنُ فَلَا نَرَى بَأْسًا\n[ص: 254]\nأَنْ يَقُومَ بِحِيَالِ الطَّاقِ مَا لَمْ يَدْخُلْ فِيهِ إِذَا كَانَ مَقَامُهُ خَارِجًا مِنْهُ، وَسُجُودُهُ فِيهِ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 103 ¦ الجزء: 1 ¦ الصفحة: 251\n",
        "بَابُ تَسْلِيمِ الْإِمَامِ وَجُلُوسِهِ\nالجزء: 1 ¦ الصفحة: 257\n",
        "104 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّهُ قَالَ: «إِذَا سَلَّمَ الْإِمَامُ فَلَا يَتَحَوَّلِ الرَّجُلُ حَتَّى يَنْفَتِلَ الْإِمَامُ إِلَّا أَنْ يَكُونَ الْإِمَامُ لَا يَفْقَهُ أَمَرَ الصَّلَاةِ»\n[ص: 259]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ؛ لِأَنَّهُ لَا يَدْرِي لَعَلَّ عَلَيْهِ سَجْدَتَيِ السَّهْوِ، فَإِذَا كَانَ مِمَّنْ لَا يَفْقَهُ أَمْرَ الصَّلَاةِ فَلَا بَأْسَ بِالِانْفِتَالِ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 104 ¦ الجزء: 1 ¦ الصفحة: 257\n",
        "105 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، أَنَّ أَبَا بَكْرٍ الصِّدِّيقَ رَضِيَ اللَّهُ عَنْهُ كَانَ «إِذَا سَلَّمَ فِي الصَّلَاةِ، كَأَنَّهُ\n[ص: 262]\nعَلَى الرَّضْفِ حَتَّى يَنْفَتِلَ»\n[ص: 272]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 105 ¦ الجزء: 1 ¦ الصفحة: 261\n",
        "106 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ أَنَّهُ قَالَ فِي الرَّجُلِ يُصَلِّي فِي الْمَكَانِ الضَّيِّقِ لَا يَسْتَطِيعُ أَنْ يَجْلِسَ عَلَى جَانِبِهِ الْأَيْسَرِ أَوْ تَكُونُ بِهِ عِلَّةٌ، قَالَ: فَلْيَجْلِسْ عَلَى جَانِبِهِ الْأَيْمَنِ فَإِنْ كَانَ يَسْتَطِيعُ الْجُلُوسَ فَلْيَجْلِسْ عَلَى جَانِبِهِ الْأَيْسَرِ \"\n[ص: 275]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 106 ¦ الجزء: 1 ¦ الصفحة: 272\n",
        "107 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «إِذَا كَانَ بِالرَّجُلِ عِلَّةٌ جَلَسَ فِي الصَّلَاةِ كَيْفَ شَاءَ»\n[ص: 279]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، إِذَا كَانَتِ الْعِلَّةُ تَمْنَعُهُ مِنْ جُلُوسِ الصَّلَاةِ الَّذِي أُمِرَ بِهِ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 107 ¦ الجزء: 1 ¦ الصفحة: 276\n",
        "108 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «السَّلَامُ يَقْطَعُ مَا بَيْنَ الصَّلَاتَيْنِ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 108 ¦ الجزء: 1 ¦ الصفحة: 279\n",
        "بَابُ فَضْلِ الْجَمَاعَةِ، وَرَكْعَتَيِ الْفَجْرِ\nالجزء: 1 ¦ الصفحة: 280\n",
        "109 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «أَرْبَعٌ قَبْلَ الظُّهْرِ، وَأَرْبَعٌ بَعْدَ الْجُمُعَةِ، لَا يُفْصَلُ بَيْنَهُنَّ بِتَسْلِيمٍ»\n[ص: 287]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 109 ¦ الجزء: 1 ¦ الصفحة: 280\n",
        "110 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ: «صَلَاةُ\n[ص: 290]\nالرَّجُلِ فِي الْجَمَاعَةِ تَفْضُلُ عَلَى صَلَاةِ الرَّجُلِ وَحْدَهُ خَمْسًا وَعِشْرِينَ صَلَاةً»\nالحديث: 110 ¦ الجزء: 1 ¦ الصفحة: 289\n",
        "111 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا الْحَارِثُ بْنُ زِيَادٍ أَوْ مُحَارِبُ بْنُ دِثَارٍ - الشَّكُّ مِنْ مُحَمَّدٍ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: «مَنْ صَلَّى أَرْبَعَ رَكَعَاتٍ بَعْدَ الْعِشَاءِ الْآخِرَةِ قَبْلَ أَنْ يَخْرُجَ مِنَ الْمَسْجِدِ فَإِنَّهُنَّ يَعْدِلْنَ أَرْبَعَ رَكَعَاتٍ مِنْ لَيْلَةِ الْقَدْرِ»\nالحديث: 111 ¦ الجزء: 1 ¦ الصفحة: 292\n",
        "112 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا عَلْقَمَةُ بْنُ مَرْثَدٍ، عَنْ عَلِيٍّ\n[ص: 296]\n، عَنْ حُمْرَانَ، قَالَ: مَا لُقِيَ ابْنُ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا يُحَدِّثُ، إِلَّا وَحُمْرَانُ مِنْ أَقْرَبِ النَّاسِ مِنْهُ مَجْلِسًا. قَالَ: فَقَالَ لَهُ ذَاتَ يَوْمٍ: «يَا حُمْرَانُ إِنِّي لَأَرَاكَ\n[ص: 297]\nمَا لَزِمْتَنَا إِلَّا لِنَقْبِسَنَّكَ خَيْرًا» . قَالَ: أَجَلْ، يَا أَبَا عَبْدِ الرَّحْمَنِ قَالَ: «انْظُرْ ثَلَاثًا، أَمَّا اثْنَتَانِ، فَأَنْهَاكَ عَنْهُمَا وَأَمَّا وَاحِدَةٌ، فَآمُرُكَ بِهَا» قَالَ: مَا هُنَّ يَا أَبَا عَبْدِ الرَّحْمَنِ؟ قَالَ: «لَا تَمُوتَنَّ، وَعَلَيْكَ دَيْنٌ إِلَّا دَيْنًا تَدَعُ لَهُ وَفَاءً، وَلَا تَنْتَفِيَنَّ مِنْ وَلَدٍ لَكَ أَبَدًا، فَإِنَّهُ يُسَمِّعُ بِكَ يَوْمَ الْقِيَامَةِ كَمَا سَمَّعْتَ بِهِ فِي الدُّنْيَا قِصَاصًا لَا يَظْلِمُ رَبُّكَ أَحَدًا، وَانْظُرْ رَكْعَتَيِ الْفَجْرِ، فَلَا تَدَعْهُمَا؛ فَإِنَّهُمَا مِنَ الرَّغَائِبِ»\nالحديث: 112 ¦ الجزء: 1 ¦ الصفحة: 295\n",
        "113 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا مَعْنُ بْنُ عَبْدِ الرَّحْمَنِ، عَنِ الْقَاسِمِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ\n[ص: 301]\n، قَالَ: «وَقِّرُوا الصَّلَاةَ» يَعْنِي السُّكُونَ فِيهَا قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ\n[ص: 302]\nقَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 113 ¦ الجزء: 1 ¦ الصفحة: 300\n",
        "بَابُ مَنْ صَلَّى وَبَيْنَهُ وَبَيْنَ الْإِمَامِ حَائِطٌ أَوْ طَرِيقٌ\nالجزء: 1 ¦ الصفحة: 303\n",
        "114 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، قَالَ: سَأَلْتُ إِبْرَاهِيمَ عَنِ الْمُؤَذِّنِينَ يُؤَذِّنُونَ فَوْقَ الْمَسْجِدِ ثُمَّ يُصَلُّونَ فَوْقَ الْمَسْجِدِ، قَالَ: «يُجْزِئُهُمْ»\n[ص: 304]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ مَا لَمْ يَكُونُوا قُدَّامَ الْإِمَامِ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 114 ¦ الجزء: 1 ¦ الصفحة: 303\n",
        "115 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ عَنْ حَمَّادٍ عَنْ إِبْرَاهِيمَ فِي \" الرَّجُلِ يَكُونُ بَيْنَهُ وَبَيْنَ الْإِمَامِ حَائِطٌ، قَالَ: «حَسَنٌ مَا لَمْ يَكُنْ بَيْنَهُ وَبَيْنَ الْإِمَامِ طَرِيقٌ أَوْ نِسَاءٌ»\n[ص: 305]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 115 ¦ الجزء: 1 ¦ الصفحة: 304\n",
        "بَابُ مَسْحِ التُّرَابِ عَنِ الْوَجْهِ قَبْلَ فَرَاغِ الْإِمَامِ مِنَ الصَّلَاةِ\nالجزء: 1 ¦ الصفحة: 308\n",
        "116 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، قَالَ: رَأَيْتُ إِبْرَاهِيمَ يُصَلِّي فِي الْمَكَانِ الَّذِي فِيهِ الرَّمْلُ وَالتُّرَابُ الْكَبِيرُ فَيَمْسَحُ عَنْ وَجْهِهِ قَبْلَ أَنْ يَنْصَرِفَ \"\n[ص: 311]\nقَالَ مُحَمَّدٌ: لَا نَرَى بَأْسًا بِمَسْحِهِ ذَلِكَ قَبْلَ التَّشَهُّدِ وَالتَّسْلِيمِ؛ لِأَنَّ تَرْكَهُ يُؤْذِي الْمُصَلِّي، وَرُبَّمَا يَشْغَلُهُ عَنْ صَلَاتِهِ\n[ص: 312]\nوَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 116 ¦ الجزء: 1 ¦ الصفحة: 308\n",
        "بَابُ الصَّلَاةِ قَاعِدًا وِالتَّعَمُّدِ عَلَى شَيْءٍ أَوْ يُصَلِّي إِلَى سُتْرَةٍ\nالجزء: 1 ¦ الصفحة: 312\n",
        "117 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ: «صَلَاةُ الرَّجُلِ قَاعِدًا عَلَى مِثْلِ نِصْفِ صَلَاةِ الرَّجُلِ قَائِمًا» وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 117 ¦ الجزء: 1 ¦ الصفحة: 312\n",
        "118 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: لَا يُجْزِئُ الرَّجُلُ أَنْ يَعْرِضَ بَيْنَ يَدَيْهِ سَوْطًا وَلَا قَصَبَةً حَتَّى يَنْصِبَهُ نَصْبًا \"\n[ص: 315]\nقَالَ مُحَمَّدٌ: النَّصْبُ أَحَبُّ إِلَيْنَا فَإِنْ لَمْ يَفْعَلْ أَجْزَأَتْهُ صَلَاتُهُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 118 ¦ الجزء: 1 ¦ الصفحة: 313\n",
        "119 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا «كَانَ إِذَا سَجَدَ، فَأَطَالَ اعْتَمَدَ بِمِرْفَقَيْهِ عَلَى فَخِذَيْهِ»\n[ص: 318]\nقَالَ مُحَمَّدٌ: وَلَسْنَا نَرَى بِذَلِكَ بَأْسًا، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 119 ¦ الجزء: 1 ¦ الصفحة: 317\n",
        "120 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ إِبْرَاهِيمَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَعْتَمِدُ بِإِحْدَى يَدَيْهِ عَلَى الْأُخْرَى فِي الصَّلَاةِ، يَتَوَاضَعُ لِلَّهِ تَعَالَى \"\n[ص: 321]\nقَالَ مُحَمَّدٌ: وَيَضَعُ بَطْنَ كَفِّهِ الْأَيْمَنِ عَلَى رُسْغِهِ الْأَيْسَرِ تَحْتَ السُّرَّةِ فَيَكُونُ الرُّسْغُ فِي وَسَطِ الْكَفِّ\nالحديث: 120 ¦ الجزء: 1 ¦ الصفحة: 319\n",
        "121 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا الرَّبِيعُ بْنُ صُبَيْحٍ، عَنْ أَبِي\n[ص: 323]\nمَعْشَرَ، عَنْ إِبْرَاهِيمَ النَّخَعِيِّ أَنَّهُ كَانَ يَضَعُ يَدَهُ الْيُمْنَى عَلَى يَدِهِ الْيُسْرَى تَحْتَ السُّرَّةِ\n[ص: 325]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 121 ¦ الجزء: 1 ¦ الصفحة: 322\n",
        "بَابُ الْوِتْرِ وَمَا يُقْرَأُ فِيهَا\nالجزء: 1 ¦ الصفحة: 326\n",
        "122 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا زُبَيْدٌ الْيَامِيُّ\n[ص: 327]\n، عَنْ ذَرٍّ الْهَمْدَانِيِّ، عَنْ سَعِيدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى رَضِيَ اللَّهُ عَنْهُ قَالَ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقْرَأُ فِي الْوِتْرِ فِي الرَّكْعَةِ الْأُولَى بِ سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى، وَفِي الثَّانِيَةِ» قُلْ لِلَّذِينَ كَفَرُوا «يَعْنِي قُلْ يَا أَيُّهَا الْكَافِرُونَ وَهِيَ هَكَذَا فِي قِرَاءَةِ ابْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ، وَفِي الثَّالِثَةِ قُلْ هُوَ اللَّهُ أَحَدٌ»\n[ص: 329]\nقَالَ مُحَمَّدٌ: إِنْ قَرَأْتَ بِهَذَا فَهُوَ عِنْدَنَا حَسَنٌ وَمَا قَرَأْتَ مِنَ الْقُرْآنِ فِي الْوِتْرِ مَعَ فَاتِحَةِ الْكِتَابِ فَهُوَ أَيْضًا حَسَنٌ إِذَا قَرَأْتَ مَعَ فَاتِحَةِ الْكِتَابِ بِثَلَاثِ آيَاتٍ فَصَاعِدًا وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 122 ¦ الجزء: 1 ¦ الصفحة: 326\n",
        "123 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، عَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ، أَنَّهُ قَالَ: «مَا أُحِبُّ أَنِّي تَرَكْتُ الْوِتْرَ بِثَلَاثٍ، وَإِنَّ لِي حُمْرَ النَّعَمِ»\n[ص: 337]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ. الْوِتْرُ ثَلَاثٌ لَا يُفْصَلُ بَيْنَهُنَّ بِتَسْلِيمٍ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 123 ¦ الجزء: 1 ¦ الصفحة: 330\n",
        "124 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ أَنَّهُ قَالَ: «إِذَا أَصْبَحَ، وَلَمْ يُوتِرْ، فَلَا وِتْرَ» قَالَ مُحَمَّدٌ\n[ص: 339]\n: وَلَسْنَا نَأْخُذُ بِهَذَا. يُوتِرُ عَلَى كُلِّ حَالٍ إِلَّا فِي سَاعَةٍ تُكْرَهُ فِيهَا الصَّلَاةُ حِينَ تَطْلُعُ الشَّمْسُ حَتَّى تَبْيَضَّ، أَوْ يَنْتَصِفَ النَّهَارُ حَتَّى تَزُولَ أَوْ عِنْدَ احْمِرَارِ الشَّمْسِ حَتَّى تَغِيبَ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 124 ¦ الجزء: 1 ¦ الصفحة: 338\n",
        "بَابُ\n[ص: 345]\nمَنْ سَمِعَ الْإِقَامَةَ، وَهُوَ فِي الْمَسْجِدِ\nالجزء: 1 ¦ الصفحة: 339\n",
        "125 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، فِي \" الرَّجُلِ يُصَلِّي الْفَرِيضَةَ فِي الْمَسْجِدِ، فَيُقِيمُ الْمُؤَذِّنُ وَهُوَ فِي الرَّكْعَةِ قَالَ: يُتِمُّ إِلَيْهَا رَكْعَةً أُخْرَى ثُمَّ يَدْخُلُ فِي صَلَاةِ الْقَوْمِ بِتَكْبِيرٍ، فَإِذَا صَلَّى الْإِمَامُ رَكْعَتَيْنِ وَجَلَسَ فَتَشَهَّدَ سَلَّمَ الرَّجُلُ عَنْ يَمِينِهِ وَعَنْ شِمَالِهِ فِي نَفْسِهِ، ثُمَّ يَقُومُ فَيُكَبِّرُ وَيُصَلِّي مَعَ الْإِمَامِ مَا بَقِيَ مِنْ صَلَاتِهِ تَطَوُّعًا لَا يَدْخُلُ فِي صَلَاةِ الْقَوْمِ إِلَّا فِي شَفْعٍ مِنْ صَلَاتِهِ \"\n[ص: 346]\nوَقَالَ عَامِرٌ الشَّعْبِيُّ: يُضِيفُ إِلَيْهَا رَكْعَةً أُخْرَى وَيَنْصَرِفُ ثُمَّ يَدْخُلُ مَعَ الْقَوْمِ قَالَ مُحَمَّدٌ: وَقَوْلُ الشَّعْبِيِّ أَحَبُّ إِلَيْنَا، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 125 ¦ الجزء: 1 ¦ الصفحة: 345\n",
        "بَابُ مَنْ سُبِقَ بِشَيْءٍ مِنْ صَلَاتِهِ\nالجزء: 1 ¦ الصفحة: 347\n",
        "126 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «إِذَا دَخَلَ فِي الْمَسْجِدِ وَالْقَوْمُ رُكُوعٌ، فَلْيَرْكَعْ مِنْ غَيْرِ أَنْ يَشْتَدَّ» قَالَ مُحَمَّدٌ: وَلَسْنَا نَأْخُذُ بِهَذَا، وَلَكِنْ يَمْشِي عَلَى هِينَةِ حَتَّى يُدْرِكَ الصَّفَّ فَيُصَلِّيَ مَا أَدْرَكَ، وَيَقْضِيَ مَا فَاتَهُ\nالحديث: 126 ¦ الجزء: 1 ¦ الصفحة: 347\n",
        "127 -\nمُحَمَّدٌ، عَنْ مُبَارَكِ بْنِ فَضَالَةَ، عَنِ الْحَسَنِ الْبَصْرِيِّ، عَنْ أَبِي بَكْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ رَكَعَ دُونَ الصَّفِّ ثُمَّ مَشَى حَتَّى وَصَلَ الصَّفَّ، فَذُكِرَ ذَلِكَ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «زَادَكَ اللَّهُ حِرْصًا وَلَا تَعُدْ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، نَرَى ذَلِكَ مُجْزِئًا، وَلَا يُعْجِبُنَا أَنْ يَفْعَلَ. وَهُوَ قَوْلُ\n[ص: 349]\nأَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 127 ¦ الجزء: 1 ¦ الصفحة: 348\n",
        "128 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ أَنَّهُ قَالَ فِي الرَّجُلِ يَأْتِي الْمَسْجِدَ يَوْمَ الْجُمُعَةِ، وَالْإِمَامُ قَدْ جَلَسَ فِي آخِرِ صَلَاتِهِ، قَالَ: «يُكَبِّرُ تَكْبِيرَةً، فَيَدْخُلُ مَعَهُمْ فِي صَلَاتِهِمْ، ثُمَّ يُكَبِّرُ تَكْبِيرَةً، فَيَجْلِسُ مَعَهُمْ فَيَتَشَهَّدُ، فَإِذَا سَلَّمَ الْإِمَامُ، قَامَ فَرَكَعَ رَكْعَتَيْنِ»\n[ص: 350]\nقَالَ مُحَمَّدٌ: وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ، وَلَسْنَا نَأْخُذُ بِهَذَا، مَنْ أَدْرَكَ مِنَ الْجُمُعَةِ أَضَافَ إِلَيْهَا أُخْرَى، وَإِنْ أَدْرَكَهُمْ جُلُوسًا صَلَّى أَرْبَعًا، وَبِذَلِكَ جَاءَتِ الْآثَارُ مِنْ غَيْرِ وَاحِدٍ\nالحديث: 128 ¦ الجزء: 1 ¦ الصفحة: 349\n",
        "129 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ وَالْحَسَنِ وَسَعِيدِ بْنِ الْمُسَيِّبِ وَخِلَاسِ بْنِ\n[ص: 351]\nعَمْرٍو أَنَّهُمْ قَالُوا: «مَنْ أَدْرَكَ مِنَ الْجُمُعَةِ رَكْعَةً أَضَافَ إِلَيْهَا أُخْرَى، وَمَنْ أَدْرَكَهُمْ جُلُوسًا صَلَّى أَرْبَعًا» ، وَكَذَلِكَ بَلَغَنَا أَيْضًا عَنْ عَلْقَمَةَ بْنِ قَيْسٍ، وَالْأَسْوَدِ بْنِ\n[ص: 352]\nيَزِيدَ، وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَزُفَرَ بْنِ الْهُذَيْلِ وَبِهِ نَأْخُذُ\nالحديث: 129 ¦ الجزء: 1 ¦ الصفحة: 350\n",
        "130 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّ مَسْرُوقًا، وَجُنْدُبًا، دَخَلَا فِي صَلَاةِ الْإِمَامِ فِي الْمَغْرِبِ فَأَدْرَكَا مَعَهُ رَكْعَةً وَسُبِقَا بِرَكْعَتَيْنِ فَصَلَّيَا مَعَهُ رَكْعَةً، ثُمَّ قَامَا يَقْضِيَانِ، فَأَمَّا مَسْرُوقٌ فَجَلَسَ فِي الرَّكْعَةِ الْأُولَى الَّتِي قَضَى، وَأَمَّا جُنْدُبٌ، فَقَامَ فِي الْأُولَى، وَجَلَسَ فِي الثَّانِيَةِ فَلَمَّا انْصَرَفَا، أَقْبَلَ كُلُّ وَاحِدٍ مِنْهُمَا عَلَى صَاحِبِهِ، ثُمَّ إِنَّهُمَا تَسَاوَقَا إِلَى عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ\n[ص: 353]\nفَقَصَّا عَلَيْهِ الْقِصَّةَ، فَقَالَ: «كِلَاكُمَا قَدْ أَحْسَنَ، وَأَنْ أُصَلِّيَ كَمَا صَلَّى مَسْرُوقٌ أَحَبُّ إِلَيَّ» قَالَ مُحَمَّدٌ: وَبِقَوْلِ ابْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ نَأْخُذُ. يَجْلِسُ فِي الرَّكْعَتَيْنِ اللَّتَيْنِ فَاتَتَاهُ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 130 ¦ الجزء: 1 ¦ الصفحة: 352\n",
        "131 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، فِي \" الرَّجُلِ سَبَقَهُ الْإِمَامُ بِشَيْءٍ مِنْ صَلَاتِهِ، أَيَتَشَهَّدُ كُلَّمَا جَلَسَ الْإِمَامُ؟ قَالَ: نَعَمْ. قَالَ: فَيَرُدُّ السَّلَامَ إِذَا سَلَّمَ الْإِمَامُ؟ قَالَ: إِذَا فَرَغَ مِنْ صَلَاتِهِ رَدَّ السَّلَامَ \"\n[ص: 355]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 131 ¦ الجزء: 1 ¦ الصفحة: 354\n",
        "بَابُ مَنْ صَلَّى فِي بَيْتِهِ بِغَيْرِ أَذَانٍ\nالجزء: 1 ¦ الصفحة: 355\n",
        "132 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، عَنِ ابْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ أَمَّ أَصْحَابَهُ فِي بَيْتِهِ فَصَلَّى بِهِمْ، بِغَيْرِ أَذَانٍ وَلَا إِقَامَةٍ، وَقَالَ: إِقَامَةُ الْإِمَامِ تُجْزِئُ \"\n[ص: 356]\nقَالَ مُحَمَّدٌ: وَبِهَذَا نَأْخُذُ إِذَا صَلَّى الرَّجُلُ وَحْدَهُ فَإِذَا صَلَّوْا فِي جَمَاعَةٍ فَأَحَبُّ إِلَيْنَا أَنْ يُؤَذِّنَ وَيُقِيمَ، فَإِنْ أَقَامَ، وَتَرَكَ الْآذَانَ فَلَا بَأْسَ\nالحديث: 132 ¦ الجزء: 1 ¦ الصفحة: 355\n",
        "بَابُ مَا يَقْطَعُ الصَّلَاةَ\nالجزء: 1 ¦ الصفحة: 357\n",
        "133 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «إِذَا فَسَدَتْ صَلَاةُ الْإِمَامِ فَسَدَتْ صَلَاةُ مَنْ خَلْفَهُ»\n[ص: 358]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، إِذَا صَلَّى الرَّجُلُ بِأَصْحَابِهِ جُنُبًا أَوْ عَلَى غَيْرِ وُضُوءٍ أَوْ فَسَدَتْ صَلَاتُهُ بِوَجْهٍ مِنَ الْوُجُوهِ فَسَدَتْ صَلَاةُ مَنْ خَلْفَهُ\nالحديث: 133 ¦ الجزء: 1 ¦ الصفحة: 357\n",
        "134 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا إِبْرَاهِيمُ بْنُ يَزِيدَ الْمَكِّيُّ، عَنْ عَمْرِو بْنِ دِينَارٍ، أَنَّ عَلِيَّ بْنَ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ فِي \" الرَّجُلِ يُصَلِّي بِالْقَوْمِ جُنُبًا، قَالَ: يُعِيدُ وَيُعِيدُونَ \"\nالحديث: 134 ¦ الجزء: 1 ¦ الصفحة: 359\n",
        "135 -\nمُحَمَّدٌ عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ، عَنْ يَعْقُوبَ بْنِ الْقَعْقَاعِ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، فِي \" رَجُلٍ يُصَلِّي بِأَصْحَابِهِ عَلَى غَيْرِ وُضُوءٍ، قَالَ: يُعِيدُ وَيُعِيدُونَ \"\nالحديث: 135 ¦ الجزء: 1 ¦ الصفحة: 360\n",
        "136 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ عَبْدِ اللَّهِ بْنِ عَوْنٍ\n[ص: 361]\n، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، قَالَ: «أَحَبُّ إِلَيَّ أَنْ يُعِيدُوا» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 136 ¦ الجزء: 1 ¦ الصفحة: 360\n",
        "137 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «إِذَا صَلَّتِ الْمَرْأَةُ إِلَى جَانِبِ الرَّجُلِ وَكَانَا فِي صَلَاةٍ وَاحِدَةٍ فَسَدَتْ صَلَاتُهُ»\n[ص: 362]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 137 ¦ الجزء: 1 ¦ الصفحة: 361\n",
        "138 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «كَانَ يُصَلِّي وَهِيَ نَائِمَةٌ إِلَى جَنْبِهِ عَلَيْهِ ثَوْبٌ جَانِبُهُ عَلَيْهَا»\n[ص: 363]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَلَا نَرَى بِذَلِكَ بَأْسًا، وَكَذَلِكَ أَيْضًا لَوْ صَلَّتْ إِلَى جَانِبِهِ فِي صَلَاةٍ غَيْرِ صَلَاتِهِ إِنَّمَا تَفْسُدُ عَلَيْهِ إِذَا صَلَّتْ إِلَى جَانِبِهِ، وَهُمَا فِي صَلَاةٍ وَاحِدَةٍ تَأْتَمُّ بِهِ أَوْ يَأْتَمَّانِ بِغَيْرِهِمَا، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 138 ¦ الجزء: 1 ¦ الصفحة: 362\n",
        "139 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، قَالَ: سَأَلْتُ إِبْرَاهِيمَ عَنِ «الرَّجُلِ يُصَلِّي فِي جَانِبِ الْمَسْجِدِ الشَّرْقِيِّ، وَالْمَرْأَةِ فِي الْغَرْبِيِّ، فَكَرِهَ ذَلِكَ إِلَّا أَنْ يَكُونَ بَيْنَهُ وَبَيْنَهَا شَيْءٌ قَدْرَ مُؤَخِّرَةِ الرَّحْلِ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، إِذَا كَانَا فِي صَلَاةٍ وَاحِدَةٍ يُصَلِّيَانِ مَعَ إِمَامٍ وَاحِدٍ\nالحديث: 139 ¦ الجزء: 1 ¦ الصفحة: 364\n",
        "140 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، عَنِ الْأَسْوَدِ بْنِ يَزِيدَ، أَنَّهُ سَأَلَ عَائِشَةَ أُمَّ الْمُؤْمِنِينَ رَضِيَ اللَّهُ عَنْهَا عَمَّا يَقْطَعُ الصَّلَاةَ، فَقَالَتْ: «أَمَا إِنَّكُمْ يَا أَهْلَ الْعِرَاقِ تَزْعُمُونَ أَنَّ الْحِمَارَ وَالْكَلْبَ، وَالْمَرْأَةَ وَالسِّنَّوْرَ يَقْطَعُونَ الصَّلَاةَ، فَقَرَنْتُمُونَا بِهِمْ، فَادْرَأْ مَا اسْتَطَعْتَ فَإِنَّهُ لَا يَقْطَعُ صَلَاتَكَ شَيْءٌ»\n[ص: 367]\nقَالَ مُحَمَّدٌ: وَبِقَوْلِ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 140 ¦ الجزء: 1 ¦ الصفحة: 364\n",
        "141 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، عَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ، قَالَ: «أَجْدَبُ الْجَدْبِ الْحَدِيثُ بَعْدَ صَلَاةِ الْعِشَاءِ إِلَّا فِي صَلَاةٍ أَوْ قِرَاءَةِ قُرْآنٍ»\nالحديث: 141 ¦ الجزء: 1 ¦ الصفحة: 367\n",
        "بَابٌ: الرُّعَافُ فِي الصَّلَاةِ، وَالْحَدَثُ\nالجزء: 1 ¦ الصفحة: 369\n",
        "142 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عُمَيْرٍ، عَنْ مَعْبَدِ بْنِ صُبَيْحٍ أَنَّ رَجُلًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صَلَّى خَلْفَ عُثْمَانَ بْنِ عَفَّانَ رَضِيَ اللَّهُ عَنْهُ، فَأَحْدَثَ الرَّجُلُ، فَانْصَرَفَ، وَلَمْ يَتَكَلَّمْ حَتَّى تَوَضَّأَ، ثُمَّ أَقْبَلَ، وَهُوَ يَقُولُ: {وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ} [آل عمران: 135] فَاحْتَسَبَ بِمَا مَضَى، وَصَلَّى مَا بَقِيَ \"\nالحديث: 142 ¦ الجزء: 1 ¦ الصفحة: 369\n",
        "143 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّهُ قَالَ: «يُجْزِئُهُ - يَعْنِي الْبِنَاءَ فِي الرُّعَافِ وَالْحَدَثِ، وَالِاسْتِئْنَافُ أَحَبُّ إِلَيَّ» قَالَ مُحَمَّدٌ: وَبِقَوْلِ إِبْرَاهِيمَ: نَأْخُذُ وَذَلِكَ يُجْزِئُ، وَإِنْ تَكَلَّمَ وَاسْتَقْبَلَ فَهُوَ أَفْضَلُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 143 ¦ الجزء: 1 ¦ الصفحة: 370\n",
        "144 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ \" فِي الرَّجُلِ يَرْعُفُ فِي الصَّلَاةِ أَوْ يُحْدِثُ. قَالَ: يَخْرُجُ وَلَا يَتَكَلَّمُ إِلَّا أَنْ يَذْكُرَ اللَّهَ، ثُمَّ يَتَوَضَّأُ، ثُمَّ يَرْجِعُ إِلَى مَكَانِهِ، فَيَقْضِيَ مَا بَقِيَ عَلَيْهِ مِنْ صَلَاتِهِ، وَيَعْتَدُّ بِمَا صَلَّى فَإِنْ كَانَ تَكَلَّمَ اسْتَقْبَلَ \"\n[ص: 373]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ الْكَلَامَ وَالِاسْتِقْبَالُ أَفْضَلُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 144 ¦ الجزء: 1 ¦ الصفحة: 370\n",
        "بَابُ مَا يُعَادُ مِنَ الصَّلَاةِ وَمَا يُكْرَهُ مِنْهَا\nالجزء: 1 ¦ الصفحة: 374\n",
        "145 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، قَالَ: سَأَلْتُ إِبْرَاهِيمَ عَنِ الصَّلَاةِ قَبْلَ الْمَغْرِبِ فَنَهَانِي عَنْهَا، وَقَالَ: «إِنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَبَا بَكْرٍ وَعُمَرَ رَضِيَ اللَّهُ عَنْهُمَا لَمْ يُصَلُّوهَا»\n[ص: 377]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، إِذَا غَابَتِ الشَّمْسُ فَلَا صَلَاةَ عَلَى جَنَازَةٍ وَلَا غَيْرِهَا قَبْلَ صَلَاةِ الْمَغْرِبِ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 145 ¦ الجزء: 1 ¦ الصفحة: 374\n",
        "146 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «إِذَا كَانَ الدَّمُ قَدْرَ الدِّرْهَمِ وَالْبَوْلُ وَغَيْرُهُ، فَأَعِدْ صَلَاتَكَ، وَإِنْ كَانَ أَقَلَّ مِنْ قَدْرِ الدِّرْهَمِ، فَامْضِ عَلَى صَلَاتِكَ» وَقَالَ مُحَمَّدٌ: يُجْزِئُهُ صَلَاتُهُ حَتَّى يَكُونَ ذَلِكَ أَكْثَرَ مِنْ قَدْرِ الدِّرْهَمِ الْكَبِيرِ\n[ص: 378]\nالْمِثْقَالَ فَإِذَا كَانَ كَذَلِكَ لَمْ تُجْزِئْهُ صَلَاتُهُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 146 ¦ الجزء: 1 ¦ الصفحة: 377\n",
        "147 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا عَلِيُّ بْنُ الْأَقْمَرِ أَنَّ\n[ص: 379]\nالنَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَرَّ بِرَجُلٍ سَادِلٍ ثَوْبَهُ فِي الصَّلَاةِ فَعَطَفَهُ عَلَيْهِ \"\n[ص: 381]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، تُكْرَهُ السَّدْلُ فِي الصَّلَاةِ عَلَى الْقَمِيصِ وَعَلَى غَيْرِهِ؛ لِأَنَّهُ يُشْبِهُ فِعْلَ أَهْلِ الْكِتَابِ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 147 ¦ الجزء: 1 ¦ الصفحة: 378\n",
        "148 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عُمَيْرٍ، عَنْ قَزَعَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، أَنَّهُ قَالَ\n[ص: 383]\n: \" لَا صَلَاةَ بَعْدَ الْغَدَاةِ حَتَّى تَطْلُعَ الشَّمْسُ، وَلَا صَلَاةَ بَعْدَ الْعَصْرِ حَتَّى تَغْرُبَ\n[ص: 386]\n، وَلَا يُصَامُ هَذَانِ الْيَوْمَانِ: الْفِطْرُ وَالْأَضْحَى، وَلَا تُشَدُّ الرِّحَالُ إِلَّا إِلَى ثَلَاثَةِ\n[ص: 388]\nمَسَاجِدَ: الْمَسْجِدِ الْحَرَامِ، وَمَسْجِدِي وَالْمَسْجِدِ الْأَقْصَى، وَلَا تُسَافِرُ الْمَرْأَةُ\n[ص: 392]\nإِلَّا مَعَ ذِي مَحْرَمٍ مِنْهَا \"\n[ص: 394]\nقَالَ مُحَمَّدٌ: وَبِهَذَا كُلِّهِ نَأْخُذُ، وَلَا يَنْبَغِي لِلْمَرْأَةِ أَنْ تُسَافِرَ إِلَّا مَعَ زَوْجِهَا أَوْ مَعَ ذِي مَحْرَمٍ مِنْهَا. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 148 ¦ الجزء: 1 ¦ الصفحة: 382\n",
        "149 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ أَنَّهُ «كَرِهَ أَنْ يُفَرْقِعَ أَصَابِعَهُ فِي الصَّلَاةِ أَوْ يُلْقِيَ رِدَاءَهُ عَنْ مَنْكِبَيْهِ، أَوْ يَضَعَ\n[ص: 396]\nيَدَهُ عَلَى خَاصِرَتِهِ، أَوْ يَدْفِنَ كِبَارَ الْحَصَى أَوْ يُقْعِيَ عَلَى\n[ص: 397]\nعَقِبَيْهِ أَوْ يَعْبَثَ بِلِحْيَتِهِ»\n[ص: 399]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، لِأَنَّهُ عَبَثٌ فِي الصَّلَاةِ يُشْغِلُ عَنْهَا. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 149 ¦ الجزء: 1 ¦ الصفحة: 395\n",
        "150 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ «يُكْرَهُ السَّدْلُ فِي الصَّلَاةِ لَا تَشَبَّهُوا بِالْيَهُودِ»\nالحديث: 150 ¦ الجزء: 1 ¦ الصفحة: 400\n",
        "151 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ صَلَّى بِأَصْحَابِهِ الْمَغْرِبَ، فَلَمْ يَقْرَأْ فِي شَيْءٍ مِنْهَا حَتَّى انْصَرَفَ , فَقَالَ لَهُ أَصْحَابُهُ: مَا مَنَعَكَ أَنْ تَقْرَأَ يَا أَمِيرَ الْمُؤْمِنِينَ؟ قَالَ: «أَوَ مَا فَعَلْتُ إِنِّي جَهَّزْتُ عِيرًا الْعَشِيَّةَ إِلَى الشَّامِ، فَلَمْ أَزَلْ أَرْحَلُهَا مَنْقَلَةً مَنْقَلَةً حَتَّى وَرَدَتِ الشَّامَ\n[ص: 401]\n. فَأَعَادَ وَأَعَادَ أَصْحَابُهُ»\n[ص: 403]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 151 ¦ الجزء: 1 ¦ الصفحة: 400\n",
        "152 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ: حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عُمَيْرٍ، عَنْ أَبِي غَادِيَةَ أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ «كَانَ يَضْرِبُ النَّاسَ عَلَى الصَّلَاةِ بَعْدَ الْعَصْرِ»\n[ص: 404]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، لَا نَرَى أَنْ يُصَلِّيَ بَعْدَ الْعَصْرِ تَطَوُّعًا عَلَى حَالٍ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 152 ¦ الجزء: 1 ¦ الصفحة: 403\n",
        "153 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «إِذَا دَخَلْتَ فِي صَلَاةِ الْقَوْمِ وَأَنْتَ لَا تَنْوِي صَلَاتَهُمْ لَا تُجْزِئُكَ وَإِنْ نَوَى الْإِمَامُ الصَّلَاةَ\n[ص: 405]\nوَنَوَى الَّذِينَ خَلْفَهُ غَيْرَهَا أَجْزَأَتْ لِلْإِمَامِ وَلَنْ تُجْزِئَهُمْ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 153 ¦ الجزء: 1 ¦ الصفحة: 404\n",
        "154 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «مَا يَسُرُّنِي صَلَاةُ الرَّجُلِ حِينَ تَحْمَرُّ الشَّمْسُ بِفِلْسَيْنِ»\n[ص: 406]\nقَالَ مُحَمَّدٌ: تُكْرَهُ الصَّلَاةُ تِلْكَ السَّاعَةَ، إِلَّا أَنْ تَفُوتَهُ الْعَصْرُ مِنْ يَوْمِهِ ذَلِكَ، فَلْيُصِلِّهَا تِلْكَ السَّاعَةَ. فَأَمَّا غَيْرُهَا مِنَ الصَّلَوَاتِ الْمَكْتُوبَاتِ، وَالتَّطَوُّعُ فَلَا يَنْبَغِي لَهُ أَنْ يَفْعَلَ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 154 ¦ الجزء: 1 ¦ الصفحة: 405\n",
        "155 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «إِذَا كَانَ الدَّمُ فِي جَسَدِكَ، أَوْ فِي ثَوْبِكَ قَدْرَ الدِّرْهَمِ فَأَعِدْ صَلَاتَكَ، وَإِنْ كَانَ أَقَلَّ مِنْ ذَلِكَ، فَامْضِ عَلَى صَلَاتِكَ»\n[ص: 408]\nقَالَ مُحَمَّدٌ: الدَّمُ فِي الثَّوْبِ وَالْجَسَدِ سَوَاءٌ إِذَا كَانَ أَكْثَرَ مِنْ قَدْرِ الدِّرْهَمِ الْكَبِيرِ الْمِثْقَالِ، فَأَعِدِ الصَّلَاةَ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 155 ¦ الجزء: 1 ¦ الصفحة: 407\n",
        "156 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا عَاصِمُ بْنُ أَبِي النَّجُودِ، عَنْ أَبِي رَزِينٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ \" أَخَذَ قَمْلَةً فِي الصَّلَاةِ فَدَفَنَهَا ثُمَّ قَالَ: {أَلَمْ نَجْعَلِ الْأَرْضَ كِفَاتًا أَحْيَاءً وَأَمْوَاتًا} [المرسلات: 26]\n[ص: 410]\n\" قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، لَا نَرَى بِقَتْلِ الْقَمْلَةِ وَدَفْنِهَا فِي الصَّلَاةِ بَأْسًا، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 156 ¦ الجزء: 1 ¦ الصفحة: 409\n",
        "157 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، قَالَ: سَأَلْتُ إِبْرَاهِيمَ عَنِ \" الرَّجُلِ يَذْبَحُ الشَّاةَ وَهُوَ عَلَى وُضُوءٍ، فَيُصِيبُ يَدَهُ الدَّمُ. قَالَ: يَغْسِلُ مَا أَصَابَهُ، وَلَا يُعِيدُ الْوُضُوءَ \"\n[ص: 412]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 157 ¦ الجزء: 1 ¦ الصفحة: 411\n",
        "بَابُ الرَّجُلِ يَجِدُ الْبَلَلَ فِي الصَّلَاةِ\nالجزء: 1 ¦ الصفحة: 412\n",
        "158 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ إِبْرَاهِيمَ، عَنْ أَبِي زُرْعَةَ بْنِ عَمْرِو بْنِ جَرِيرِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ فِي \" الرَّجُلِ يَجِدُ الْبَلَلَ فِي طَرَفِ ذَكَرِهِ، وَهُوَ فِي الصَّلَاةِ، قَالَ: يَضَعُ كَفَّيْهِ عَلَى الْأَرْضِ وَالْحَصَى، فَيَمْسَحُ وَجْهَهُ وَيَدَيْهِ، ثُمَّ يُصَلِّي \" قَالَ حَمَّادٌ: فَقُلْتُ لِإِبْرَاهِيمَ: فَكَيْفَ تَفْعَلُ أَنْتَ؟\n[ص: 413]\nقَالَ: إِذَا وَجَدْتُ ذَلِكَ فَإِنِّي أُعِيدُ الْوُضُوءَ وَالصَّلَاةَ، وَهُوَ أَوْثَقُ فِي نَفْسِي قَالَ مُحَمَّدٌ: وَأَمَّا نَحْنُ فَنَرَى أَنْ يَمْضِيَ عَلَى صَلَاتِهِ، وَلَا يُعِيدَ، وَلَا يَضْرِبَ بِيَدَيْهِ عَلَى الْأَرْضِ، وَلَا يَمْسَحَ بِوَجْهِهِ وَلَا يَدَيْهِ حَتَّى يَسْتَيْقِنَ أَنَّ ذَلِكَ خَرَجَ مِنْهُ بَعْدَ الْوُضُوءِ، فَإِذَا اسْتَيْقَنَ ذَلِكَ أَعَادَ الْوُضُوءَ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 158 ¦ الجزء: 1 ¦ الصفحة: 412\n",
        "159 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: «إِذَا وَجَدْتَ شَيْئًا مِنَ الْبِلَّةِ، فَانْضَحْهُ، وَمَا يَلِيهِ مِنْ ثَوْبِكَ بِالْمَاءِ، ثُمَّ قُلْ هُوَ مِنَ الْمَاءِ» قَالَ حَمَّادٌ: قَالَ سَعِيدُ بْنُ جُبَيْرٍ: «انْضَحْهُ\n[ص: 414]\nبِالْمَاءِ ثُمَّ إِذَا وَجَدْتَهُ، فَقُلْ هُوَ مِنَ الْمَاءِ»\n[ص: 415]\nقَالَ مُحَمَّدٌ: وَبِهَذَا نَأْخُذُ، إِذَا كَانَ كَثُرَ ذَلِكَ مِنَ الْإِنْسَانِ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 159 ¦ الجزء: 1 ¦ الصفحة: 413\n",
        "بَابُ الْقَهْقَهَةِ فِي الصَّلَاةِ وَمَا يُكْرَهُ فِيهَا\nالجزء: 1 ¦ الصفحة: 415\n",
        "160 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ قَالَ: «لَا بَأْسَ بِأَنْ يُغَطِّيَ الرَّجُلُ رَأْسَهُ فِي الصَّلَاةِ مَا لَمْ يُغَطِّ فَاهُ، وَيُكْرَهُ أَنْ يُغَطِّيَ فَاهُ»\n[ص: 416]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَنَكْرَهُ أَيْضًا أَنْ يُغَطِّيَ أَنْفَهُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 160 ¦ الجزء: 1 ¦ الصفحة: 415\n",
        "161 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ \" فِي الرَّجُلِ يُصَلِّي الْعَصْرَ، فَيَذْكُرُ وَهُوَ يُصَلِّي أَنَّهُ لَمْ يُصَلِّ الظُّهْرَ، قَالَ: «صَلَاتُهُ هَذِهِ فَاسِدَةٌ يَبْدَأُ بِالظُّهْرِ ثُمَّ يُصَلِّي الْعَصْرَ»\n[ص: 417]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، إِلَّا فِي خَصْلَةٍ وَاحِدَةٍ، إِنْ خَافَ فَوْتَ صَلَاةِ الْعَصْرِ\n[ص: 418]\nإِنْ بَدَأَ بِالظُّهْرِ مَضَى عَلَى الْعَصْرِ ثُمَّ صَلَّى الظُّهْرَ إِذَا غَابَتِ الشَّمْسُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 161 ¦ الجزء: 1 ¦ الصفحة: 416\n",
        "162 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ فِي \" الرَّجُلِ يُصَلِّي فِي يَوْمِ غَيْمٍ ثُمَّ تَطْلُعُ الشَّمْسُ وَقَدْ بَقِيَ عَلَيْهِ بَعْضُ صَلَاتِهِ، فَإِذَا هُوَ قَدْ كَانَ يُصَلِّي إِلَى غَيْرِ الْقِبْلَةِ، قَالَ: يَتَحَوَّلُ إِلَى الْقِبْلَةِ، وَيَحْتَسِبُ بِمَا صَلَّى وَيُصَلِّي مَا بَقِيَ \"\n[ص: 420]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 162 ¦ الجزء: 1 ¦ الصفحة: 418\n",
        "163 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ قَالَ حَدَّثَنَا مَنْصُورُ بْنُ زَاذَانَ، عَنِ الْحَسَنِ الْبَصْرِيِّ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: \" بَيْنَمَا هُوَ فِي الصَّلَاةِ إِذْ أَقْبَلَ أَعْمَى مِنْ قِبَلِ الْقِبْلَةِ يُرِيدُ الصَّلَاةَ، وَالْقَوْمُ فِي صَلَاةِ الْفَجْرِ، فَوَقَعَ فِي زُبْيَةٍ، فَاسْتَضْحَكَ بَعْضُ الْقَوْمِ حَتَّى قَهْقَهَ، فَلَمَّا فَرَغَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\n[ص: 422]\n، قَالَ: «مَنْ كَانَ قَهْقَهَ مِنْكُمْ فَلْيُعِدِ الْوُضُوءَ وَالصَّلَاةَ»\nالحديث: 163 ¦ الجزء: 1 ¦ الصفحة: 421\n",
        "164 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ فِي الرَّجُلِ يُقَهْقِهُ فِي الصَّلَاةِ، قَالَ: «يُعِيدُ الْوُضُوءَ وَالصَّلَاةَ، وَيَسْتَغْفِرُ رَبَّهُ؛ فَإِنَّهُ أَشَدُّ الْحَدَثِ»\n[ص: 434]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 164 ¦ الجزء: 1 ¦ الصفحة: 433\n",
        "بَابُ النَّوْمِ قَبْلَ الصَّلَاةِ وَانْتِقَاضِ الْوُضُوءِ مِنْهُ\nالجزء: 1 ¦ الصفحة: 434\n",
        "165 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «تَوَضَّأَ\n[ص: 435]\nرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَخَرَجَ إِلَى الْمَسْجِدِ، فَوَجَدَ الْمُؤَذِّنَ قَدْ أَذَّنَ، فَوَضَعَ جَنْبَهُ فَنَامَ حَتَّى عُرِفَ مِنْهُ النَّوْمُ، وَكَانَتْ لَهُ نَوْمَةٌ تُعْرَفُ، كَانَ يَنْفُخُ إِذَا نَامَ ثُمَّ قَامَ فَصَلَّى بِغَيْرِ وُضُوءٍ» قَالَ إِبْرَاهِيمُ: «إِنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، لَيْسَ كَغَيْرِهِ» قَالَ مُحَمَّدٌ: وَبِقَوْلِ إِبْرَاهِيمَ نَأْخُذُ بَلَغَنَا أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ عَيْنَيَّ تَنَامَانِ وَلَا يَنَامُ قَلْبِي» فَالنَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي هَذَا لَيْسَ كَغَيْرِهِ\n[ص: 436]\n، فَأَمَّا مَنْ سِوَاهُ، فَمَنْ وَضَعَ جَنْبَهُ فَنَامَ، فَقَدْ وَجَبَ عَلَيْهِ الْوُضُوءُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 165 ¦ الجزء: 1 ¦ الصفحة: 434\n",
        "166 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «إِذَا نِمْتَ قَاعِدًا أَوْ قَائِمًا أَوْ رَاكِعًا أَوْ سَاجِدًا أَوْ رَاكِبًا فَلَيْسَ عَلَيْكَ وُضُوءٌ»\n[ص: 437]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، فَإِذَا وَضَعَ جَنْبَهُ فَنَامَ وَجَبَ عَلَيْهِ الْوُضُوءُ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 166 ¦ الجزء: 1 ¦ الصفحة: 436\n",
        "167 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ الْمَلِكِ، عَنْ مُجَاهِدٍ، قَالَ: سَأَلْتُهُ عَنِ النَّوْمِ قَبْلَ الْعِشَاءِ الْآخِرَةِ، فَقَالَ: «لَأَنْ أُصَلِّيَهَا وَحْدِي أَحَبُّ إِلَيَّ مِنْ أَنْ أَنَامَ قَبْلَهَا ثُمَّ أُصَلِّيَهَا فِي جَمَاعَةٍ»\n[ص: 438]\nقَالَ مُحَمَّدٌ: وَنَحْنُ نَكْرَهُ النَّوْمَ قَبْلَ صَلَاةِ الْعِشَاءِ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 167 ¦ الجزء: 1 ¦ الصفحة: 437\n",
        "168 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: عَرَّسَ\n[ص: 439]\nرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَيْلَةً فَقَالَ: «مَنْ يَحْرُسُنَا اللَّيْلَةَ؟» فَقَالَ رَجُلٌ مِنَ الْأَنْصَارِ شَابٌّ: أَنَا يَا رَسُولَ اللَّهِ أَحْرُسُكُمْ فَحَرَسَهُمْ حَتَّى إِذَا كَانَ مَعَ الصُّبْحِ\n[ص: 440]\nغَلَبَتْهُ عَيْنُهُ فَمَا اسْتَيْقَظُوا إِلَّا بَحَرِّ الشَّمْسِ، فَقَامَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَتَوَضَّأَ وَتَوَضَّأَ أَصْحَابُهُ، وَأَمَرَ الْمُؤَذِّنَ فَأَذَّنَ، فَصَلَّى رَكْعَتَيْنِ، ثُمَّ أُقِيمَتِ الصَّلَاةُ فَصَلَّى الْفَجْرَ بِأَصْحَابِهِ، وَجَهَرَ فِيهَا بِالْقِرَاءَةِ كَمَا كَانَ يُصَلِّي بِهَا فِي وَقْتِهَا \"\n[ص: 443]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 168 ¦ الجزء: 1 ¦ الصفحة: 438\n",
        "بَابُ صَلَاةِ الْمُغْمَى عَلَيْهِ\nالجزء: 1 ¦ الصفحة: 444\n",
        "169 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ أَنَّهُ سَأَلَهُ\n[ص: 445]\nعَنِ الرَّجُلِ الْمَرِيضِ يُغْمَى عَلَيْهِ فَيَدَعُ الصَّلَاةَ، قَالَ: «إِذَا كَانَ الْيَوْمُ الْوَاحِدُ، فَإِنِّي أُحِبُّ أَنْ يَقْضِيَهُ، وَإِنْ كَانَ أَكْثَرَ مِنْ ذَلِكَ، فَإِنَّهُ فِي عُذْرٍ إِنْ شَاءَ اللَّهُ» قَالَ مُحَمَّدٌ: إِذَا أُغْمِيَ عَلَيْهِ يَوْمًا وَلَيْلَةً قَضَى، وَإِنْ كَانَ أَكْثَرَ مِنْ ذَلِكَ فَلَا قَضَاءَ عَلَيْهِ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 169 ¦ الجزء: 1 ¦ الصفحة: 444\n",
        "170 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا \" فِي الْمُغْمَى عَلَيْهِ يَوْمًا وَلَيْلَةً، قَالَ: يَقْضِي \"\n[ص: 446]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، حَتَّى يُغْمَى عَلَيْهِ أَكْثَرَ مِنْ ذَلِكَ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 170 ¦ الجزء: 1 ¦ الصفحة: 445\n",
        "بَابُ السَّهْوِ فِي الصَّلَاةِ\nالجزء: 1 ¦ الصفحة: 449\n",
        "171 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ فِي \" الرَّجُلِ\n[ص: 451]\nيَشُكُّ فِي السَّجْدَةِ أَوِ التَّشَهُّدِ أَوْ نَحْوَ ذَلِكَ مِنْ صَلَاتِهِ - مَا لَمْ تَكُنْ رَكْعَةً تَامَّةً - فَإِنَّهُ يَقْضِي مَا شَكَّ فِيهِ مِنْ ذَلِكَ، وَيَسْجُدُ لِذَلِكَ أَيْضًا سَجْدَتَيِ السَّهْوِ، فَإِنَّهُمَا تُصْلِحَانِ بِإِذْنِ اللَّهِ مَا كَانَ قَبْلَهُمَا مِنْ نِسْيَانٍ. وَكَانَ يُقَالُ: إِنَّهُمَا الْمُرْغِمَتَانِ لِلشَّيْطَانٍ. وَإِنَّهُ قَالَ: لَأَنْ أَسْجُدَ لِذَلِكَ سَجْدَتَيِ السَّهْوِ، فِيمَا لَمْ يَحِقَّ عَلَيَّ أَحَبُّ إِلَيَّ مِنْ أَنْ أَدَعَهُمَا \"\n[ص: 453]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، فَإِنْ كَانَ يُبْتَلَى بِذَلِكَ كَثِيرًا مَضَى عَلَى أَكْبَرِ رَأْيِهِ، وَيَسْجُدُ سَجْدَتَيِ السَّهْوِ. وَهَذَا قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 171 ¦ الجزء: 1 ¦ الصفحة: 449\n",
        "172 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ فِيمَنْ نَسِيَ الْفَرِيضَةَ، فَلَا يَدْرِي أَرْبَعًا صَلَّى أَمْ ثَلَاثًا. قَالَ: «إِنْ كَانَ أَوَّلَ نِسْيَانِهِ أَعَادَ الصَّلَاةَ، وَإِنْ كَانَ يُكْثِرُ النِّسْيَانَ يَتَحَرَّى الصَّوَابَ، وَإِنْ كَانَ أَكْبَرُ ظَنِّهِ أَنَّهُ أَتَمَّ الصَّلَاةَ سَجَدَ سَجْدَتَيِ السَّهْوِ، وَإِنْ كَانَ أَكْبَرُ ظَنِّهِ أَنَّهُ صَلَّى ثَلَاثًا أَضَافَ إِلَيْهَا وَاحِدَةً ثُمَّ سَجَدَ سَجْدَتَيِ السَّهْوِ»\n[ص: 454]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 172 ¦ الجزء: 1 ¦ الصفحة: 453\n",
        "173 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ كَانَ يَضْرِبُ الرَّجُلَ إِذَا رَآهُ يُتَابِعُ بَيْنَ السُّجُودِ فِي غَيْرِ سَهْوٍ \" قَالَ مُحَمَّدٌ: لَا يَنْبَغِي أَنْ يَسْجُدَ الرَّجُلُ لِرَكْعَةٍ أَكْثَرَ مِنْ سَجْدَتَيْنِ إِلَّا أَنْ يَسْهُوَ فَلَا يَدْرِي أَسَجَدَ سَجْدَةً وَاحِدَةً أَمِ اثْنَتَيْنِ فَيَمْضِي عَلَى أَكْبَرِ رَأْيِهِ، وَهَذَا كُلُّهُ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 173 ¦ الجزء: 1 ¦ الصفحة: 454\n",
        "174 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ شَقِيقِ بْنِ سَلَمَةَ\n[ص: 455]\n، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «إِذَا شَكَّ أَحَدُكُمْ فِي صَلَاتِهِ، فَلَمْ يَدْرِ أَثْلَاثًا صَلَّى أَمْ أَرْبَعًا، فَلْيَتَحَرَّ فَلْيَنْظُرْ أَفْضَلَ ظَنِّهِ، فَإِنْ كَانَ أَكْبَرُ ظَنِّهِ أَنَّهَا ثَلَاثًا قَامَ فَأَضَافَ إِلَيْهَا الرَّابِعَةَ، ثُمَّ تَشَهَّدَ، فَسَلَّمَ، وَسَجَدَ سَجْدَتَيِ السَّهْوِ، وَإِنْ كَانَ أَفْضَلُ ظَنِّهِ أَنَّهُ صَلَّى أَرْبَعًا تَشَهَّدَ ثُمَّ سَلَّمَ ثُمَّ سَجَدَ سَجْدَتَيِ السَّهْوِ»\n[ص: 462]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، إِلَّا أَنَّا نَسْتَحِبُّ لَهُ إِذَا كَانَ ذَلِكَ أَوَّلَ مَا أَصَابَهُ أَنْ يُعِيدَ الصَّلَاةَ\nالحديث: 174 ¦ الجزء: 1 ¦ الصفحة: 454\n",
        "175 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا مَالِكُ بْنُ مِغْوَلٍ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، أَنَّهُ قَالَ: «يُعِيدُ مَرَّةً»\n[ص: 465]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 175 ¦ الجزء: 1 ¦ الصفحة: 463\n",
        "176 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «إِذَا تَخَالَجَكَ أَمْرَانِ، فَظُنَّ أَنَّ أَقْرَبَهُمَا إِلَى الْحَقِّ أَوْسَعُهُمَا»\nالحديث: 176 ¦ الجزء: 1 ¦ الصفحة: 465\n",
        "177 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «إِذَا سَهَا الْإِمَامُ، فَسَجَدَ سَجْدَتَيِ السَّهْوِ، فَاسْجُدْ مَعَهُ، وَإِنْ لَمْ يَسْجُدْهُمَا فَلَيْسَ عَلَيْكَ أَنْ تَسْجُدَ»\n[ص: 467]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 177 ¦ الجزء: 1 ¦ الصفحة: 465\n",
        "178 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، فِي \" رَجُلٍ سَجَدَ ثَلَاثَ سَجَدَاتٍ نَاسِيًا، قَالَ: عَلَيْهِ سَجْدَتَا السَّهْوِ \" قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 178 ¦ الجزء: 1 ¦ الصفحة: 467\n",
        "179 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: إِذَا انْصَرَفْتَ مِنْ صَلَاتِكِ فَعَرَضَ لَكَ شَكٌّ فِي وُضُوءٍ أَوْ صَلَاةٍ أَوْ قِرَاءَةٍ، فَلَا تَلْتَفِتْ \" قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 179 ¦ الجزء: 1 ¦ الصفحة: 468\n",
        "بَابُ مَنْ يُسَلِّمُ عَلَى قَوْمٍ فِي الْخُطْبَةِ أَوْ فِي الصَّلَاةِ\nالجزء: 1 ¦ الصفحة: 468\n",
        "180 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «يُرَدُّ السَّلَامُ وَيُشَمَّتُ الْعَاطِسُ، وَالْإِمَامُ يَخْطُبُ يَوْمَ الْجُمُعَةَ»\n[ص: 469]\nقَالَ مُحَمَّدٌ: وَلَسْنَا نَأْخُذُ بِهَذَا، وَلَكِنَّا نَأْخُذُ بِقَوْلِ سَعِيدِ بْنِ الْمُسَيِّبِ رَحِمَهُ اللَّهُ تَعَالَى\nالحديث: 180 ¦ الجزء: 1 ¦ الصفحة: 468\n",
        "181 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدِ بْنِ\n[ص: 470]\nأَبِي هِنْدٍ، قَالَ: قُلْتُ لِسَعِيدِ بْنِ الْمُسَيِّبِ: إِنَّ فُلَانًا عَطَسَ، وَالْإِمَامُ يَخْطُبُ فَشَمَّتَهُ فُلَانٌ، قَالَ: «مُرْهُ فَلَا يَعُودَنَّ»\n[ص: 471]\nقَالَ مُحَمَّدٌ: وَبِهَذَا نَأْخُذُ. الْخُطْبَةُ بِمَنْزِلَةِ الصَّلَاةِ لَا يُشَمَّتُ فِيهَا الْعَاطِسُ\n[ص: 472]\n، وَلَا يُرَدُّ فِيهَا السَّلَامُ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 181 ¦ الجزء: 1 ¦ الصفحة: 469\n",
        "182 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ فِي \" الرَّجُلِ يَدْخُلُ عَلَى صَاحِبِهِ، فَيُسَلِّمُ عَلَيْهِ وَهُوَ يُصَلِّي، قَالَ: أَلَيْسَ يَقُولُ إِذَا تَشَهَّدَ السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ. فَقَدْ رَدَّ عَلَيْهِ \"\n[ص: 474]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَلَا يُعْجِبُنَا أَنْ يَرُدَّ عَلَيْهِ السَّلَامَ، وَهُوَ يُصَلِّي، وَلَا يُعْجِبُنَا أَيْضًا أَنْ يُسَلِّمَ الرَّجُلُ عَلَيْهِ، وَهُوَ يُصَلِّي. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 182 ¦ الجزء: 1 ¦ الصفحة: 473\n",
        "183 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ أَنَّهُ قَالَ فِي الرَّجُلِ يَجْلِسُ خَلْفَ الْإِمَامِ قَدْرَ التَّشَهُّدِ ثُمَّ يَنْصَرِفُ قَبْلَ أَنْ يُسَلِّمَ الْإِمَامُ، قَالَ: «لَا يُجْزِئُهُ» وَقَالَ عَطَاءُ بْنُ أَبِي رَبَاحٍ: «إِذَا جَلَسَ قَدْرَ التَّشَهُّدِ أَجْزَأَهُ»\n[ص: 476]\nقَالَ أَبُو حَنِيفَةَ: قَوْلِي قَوْلُ عَطَاءٍ قَالَ مُحَمَّدٌ: وَبِقَوْلِ عَطَاءٍ نَأْخُذُ نَحْنُ أَيْضًا\nالحديث: 183 ¦ الجزء: 1 ¦ الصفحة: 475\n",
        "184 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا شُعْبَةُ بْنُ الْحَجَّاجِ، عَنْ أَبِي النَّضْرِ، قَالَ\n[ص: 477]\nسَمِعْتُ حَمَلَةَ بْنَ عَبْدِ الرَّحْمَنِ، يَقُولُ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ يَقُولُ: «لَا صَلَاةَ إِلَّا بِتَشَهُّدٍ»\n[ص: 478]\nقَالَ مُحَمَّدٌ: وَبِهَذَا نَأْخُذُ، فَإِذَا تَشَهَّدَ فَقَدْ قَضَى الصَّلَاةَ فَإِنِ انْصَرَفَ قَبْلَ أَنْ يُسَلِّمَ أَجْزَأَتْهُ وَلَا يَنْبَغِي لَهُ أَنْ يَتَعَمَّدَ لِذَلِكَ\nالحديث: 184 ¦ الجزء: 1 ¦ الصفحة: 476\n",
        "بَابُ تَخْفِيفِ الصَّلَاةِ\nالجزء: 1 ¦ الصفحة: 478\n",
        "185 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ أَنَّ رَجُلًا مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَمَّ قَوْمًا فَأَطَالَ بِهِمْ، فَبَلَغَ ذَلِكَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «مَا بَالُ أَقْوَامٍ يُنَفِّرُونَ عَنْ هَذَا الدِّينِ مَنْ أَمَّ قَوْمًا فَلْيُخَفِّفْ؛ فَإِنَّ فِيهِمُ الْمَرِيضَ وَالْكَبِيرَ وَذَا الْحَاجَةِ»\n[ص: 481]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَلَابُدَّ أَنْ يُتِمَّ الرُّكُوعَ وَالسُّجُودَ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 185 ¦ الجزء: 1 ¦ الصفحة: 478\n",
        "186 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنِي مَيْمُونُ بْنُ سِيَاهٍ\n[ص: 484]\n، عَنِ الْحَسَنِ الْبَصْرِيِّ، قَالَ: سَأَلَهُ سَائِلٌ: أَقْرَأُ خَمْسَمِائَةِ آيَةٍ فِي الرَّكْعَةِ، قَالَ: فَتَعَجَّبَ، وَقَالَ: سُبْحَانَ اللَّهِ، مَنْ يُطِيقُ هَذَا؟ قَالَ الرَّجُلُ: أَنَا أُطِيقُ هَذَا، قَالَ: إِنَّ أَحَبَّ الصَّلَاةِ إِلَى اللَّهِ طُولُ الْقُنُوتِ \"\n[ص: 485]\nقَالَ مُحَمَّدٌ: طُولُ الْقِيَامِ فِي صَلَاةِ التَّطَوُّعِ أَحَبُّ إِلَيْنَا مِنْ كَثْرَةِ الرُّكُوعِ وَالسُّجُودِ\n[ص: 487]\n. وَكُلُّ ذَلِكَ حَسَنٌ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 186 ¦ الجزء: 1 ¦ الصفحة: 483\n",
        "187 -\nمُحَمَّدٌ، قَالَ: حَدَّثَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ أَمَّ أَصْحَابَهُ فِي صَلَاةِ الصُّبْحِ، فَقَرَأَ بِهِمْ فِي الرَّكْعَةِ الْأُولَى بِـ قُلْ يَا أَيُّهَا الْكَافِرُونَ وَفِي الثَّانِيَةِ بِ لِإِيلَافِ قُرَيْشٍ قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَنَرَاهُ مُجْزِئًا وَلَكِنَّا نَسْتَحِبُّ لِلْإِمَامِ إِذَا صَلَّى\n[ص: 488]\nالصُّبْحَ، وَهُوَ مُقِيمٌ أَنْ يُطِيلَ فِيهَا الْقِرَاءَةَ، أَنْ يَقْرَأَ فِي كُلِّ رَكْعَةٍ بِسُورَةٍ تَكُونُ عِشْرِينَ آيَةً فَصَاعِدًا سِوَى فَاتِحَةِ الْكِتَابِ وَيُطِيلُ الْأُولَى عَلَى الثَّانِيَةِ، وَهُو قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 187 ¦ الجزء: 1 ¦ الصفحة: 487\n",
        "بَابُ الصَّلَاةِ فِي السَّفَرِ\nالجزء: 1 ¦ الصفحة: 489\n",
        "188 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا مُوسَى بْنُ مُسْلِمٍ، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: «إِذَا كُنْتَ مُسَافِرًا، فَوَطَّنْتَ نَفْسَكَ عَلَى إِقَامَةِ خَمْسَةَ عَشَرَ يَوْمًا، فَأَتْمِمِ الصَّلَاةَ، وَإِنْ كُنْتَ لَا تَدْرِي مَتَى تَظْعَنُ فَأَقْصِرْ»\n[ص: 491]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 188 ¦ الجزء: 1 ¦ الصفحة: 489\n",
        "189 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، عَنْ عُمَرَ بْنِ\n[ص: 494]\nالْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ صَلَّى بِالنَّاسِ بِمَكَّةَ الظُّهْرَ رَكْعَتَيْنِ ثُمَّ انْصَرَفَ، فَقَالَ: يَا أَهْلَ مَكَّةَ، إِنَّا قَوْمٌ سَفْرٌ، فَمَنْ كَانَ مِنْ أَهْلِ الْبَلَدِ، فَلْيُكْمِلْ. فَأَكْمَلَ أَهْلُ الْبَلَدِ \"\n[ص: 495]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، إِذَا دَخَلَ الْمُقِيمُ فِي صَلَاةِ الْمُسَافِرِ فَقَضَى الْمُسَافِرُ صَلَاتَهُ، قَامَ الْمُقِيمُ، فَأَتَمَّ صَلَاتَهُ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 189 ¦ الجزء: 1 ¦ الصفحة: 493\n",
        "190 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ أَنَّهُ قَالَ: «إِذَا دَخَلَ الْمُسَافِرُ فِي صَلَاةِ الْمُقِيمِ أَكْمَلَ»\n[ص: 498]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، إِذَا دَخَلَ الْمُسَافِرُ مَعَ الْمُقِيمِ وَجَبَ عَلَيْهِ صَلَاةُ الْمُقِيمِ أَرْبَعًا. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 190 ¦ الجزء: 1 ¦ الصفحة: 497\n",
        "191 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: \" لَا يَغُرَّنَّكُمْ مَحْشَرُكُمْ، هَذَا مِنْ صَلَاتِكُمْ، يَغِيبُ الرَّجُلُ\n[ص: 500]\nعَنْ ضَيْعَتِهِ، فَيَقْصُرُ، وَيَقُولُ: أَنَا مُسَافِرٌ \" قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، إِذَا كَانَ عَلَى مَسِيرَةٍ أَقَلَّ مِنْ ثَلَاثَةِ أَيَّامٍ وَلَيَالِيهَا أَتَمَّ الصَّلَاةَ، فَإِذَا كَانَ عَلَى مَسِيرَةِ ثَلَاثَةِ أَيَّامٍ وَلَيَالِيهَا فَصَاعِدًا، وَلَمْ يَكُنْ لَهُ بِهَا أَهْلٌ، وَلَمْ يُوَطِّنْ نَفْسَهُ عَلَى إِقَامَةِ خَمْسَ عَشْرَةَ، فَلْيُقْصِرِ الصَّلَاةَ، فَإِذَا وَطَّنَ نَفْسَهُ عَلَى إِقَامَةِ خَمْسَ عَشْرَةَ، أَتَمَّ الصَّلَاةَ، مَا دَامَ فِي ضَيْعَتِهِ، فَإِذَا خَرَجَ رَاجِعًا إِلَى أَهْلِهِ، قَصَرَ الصَّلَاةَ. وَمَسِيرَةُ ثَلَاثَةِ أَيَّامٍ وَلَيَالِيهَا بِالْقَصْدِ بِسَيْرِ الْإِبِلِ، وَمَشْيِ الْأَقْدَامِ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 191 ¦ الجزء: 1 ¦ الصفحة: 499\n",
        "192 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا سَعِيدُ بْنُ عُبَيْدٍ الطَّائِيُّ، عَنْ عَلِيِّ بْنِ رَبِيعَةَ الْوَالِبِيِّ\n[ص: 502]\n، قَالَ: سَأَلْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا إِلَى كَمْ تُقْصَرُ الصَّلَاةُ؟ فَقَالَ: \" أَتَعْرِفُ السُّوَيْدَاءَ؟ قَالَ: قُلْتُ لَا، وَلَكِنِّي قَدْ سَمِعْتُ بِهَا، قَالَ: هِيَ ثَلَاثُ لَيَالٍ قَوَاصِدُ، فَإِذَا خَرَجْنَا إِلَيْهَا قَصَرْنَا الصَّلَاةَ \" قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 192 ¦ الجزء: 1 ¦ الصفحة: 500\n",
        "193 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ إِبْرَاهِيمَ، قَالَ: «إِذَا دَخَلَ الْمُقِيمُ فِي صَلَاةِ الْمُسَافِرِ، فَلْيُصَلِّ مَعَهُ رَكْعَتَيْنِ ثُمَّ لِيَقُمْ فَلْيُتِمَّ صَلَاتَهُ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 193 ¦ الجزء: 1 ¦ الصفحة: 505\n",
        "بَابُ صَلَاةِ الْخَوْفِ\nالجزء: 1 ¦ الصفحة: 505\n",
        "194 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، فِي صَلَاةِ الْخَوْفِ قَالَ: «إِذَا صَلَّى الْإِمَامُ بِأَصْحَابِهِ، فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَ الْإِمَامِ وَطَائِفَةٌ بِإِزَاءِ الْعَدُوِّ، فَيُصَلِّي الْإِمَامُ بِطَائِفَةِ الَّذِينَ مَعَهُ رَكْعَةً ثُمَّ تَنْصَرِفُ الطَّائِفَةُ الَّذِينَ صَلُّوا مَعَ الْإِمَامِ مِنْ غَيْرِ أَنْ يَتَكَلَّمُوا حَتَّى يَقُومُوا مَقَامَ أَصْحَابِهِمْ، وَتَأْتِي الطَّائِفَةُ الْأُخْرَى فَيُصَلُّونَ مَعَ الْإِمَامِ الرَّكْعَةَ الْأُخْرَى ثُمَّ يَنْصَرِفُونَ مِنْ غَيْرِ أَنْ يَتَكَلَّمُوا حَتَّى يَقُومُوا فِي مَقَامِ أَصْحَابِهِمْ، وَتَأْتِي\n[ص: 506]\nالطَّائِفَةُ الْأُولَى حَتَّى يُصَلُّوا رَكْعَةً وُحْدَانًا ثُمَّ يَنْصَرِفُونَ فَيَقُومُونَ مَقَامَ أَصْحَابِهِمْ، وَتَأْتِي الطَّائِفَةُ الْأُخْرَى حَتَّى يَقْضُوا الرَّكْعَةَ الَّتِي بَقِيَتْ عَلَيْهِمْ وُحْدَانًا»\n195 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا الْحَارِثُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا مِثْلَ ذَلِكَ قَالَ مُحَمَّدٌ: وَبِهَذَا كُلِّهِ نَأْخُذُ\n[ص: 508]\n. وَأَمَّا الطَّائِفَةُ الْأُولَى فَيَقْضُونَ رَكْعَتَهُمْ بِغَيْرِ قِرَاءَةٍ؛ لِأَنَّهُمْ أَدْرَكُوا أَوَّلَ الصَّلَاةِ مَعَ الْإِمَامِ، فَقِرَاءَةُ الْإِمَامِ لَهُمْ قِرَاءَةٌ، وَأَمَّا الطَّائِفَةُ الْأُخْرَى فَإِنَّهُمْ يَقْضُونَ رَكْعَتَهُمْ بِقِرَاءَةٍ؛ لِأَنَّهَا فَاتَتْهُمْ مَعَ الْإِمَامِ. وَهَذَا كُلُّهُ\n[ص: 509]\nقَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 194 ¦ الجزء: 1 ¦ الصفحة: 505\n",
        "196 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ إِبْرَاهِيمَ \" فِي الرَّجُلِ يُصَلِّي فِي الْخَوْفِ وَحْدَهُ، قَالَ: يُصَلِّي مُسْتَقْبِلَ الْقِبْلَةِ فَإِنْ لَمْ يَسْتَطِعْ، فَرَاكِبًا\n[ص: 511]\nمُسْتَقْبِلَ الْقِبْلَةِ، فَإِنْ لَمْ يَسْتَطِعْ، فَلْيُومِئْ إِيمَاءً، وَيَجْعَلْ سُجُودَهُ أَخْفَضَ مِنْ رُكُوعِهِ، وَلَا يَدَعِ الْوُضُوءَ وَالْقِرَاءَةَ فِي الرَّكْعَتَيْنِ \"\n[ص: 514]\nقَالَ مُحَمَّدٌ: وَبِهَذَا كُلِّهِ نَأْخُذُ، وَإِنِ اشْتَدَّ الْخَوْفُ صَلُّوا رُكْبَانًا فُرَادَى بِالْإِيمَاءِ أَيَّ جِهَةٍ قَدَرُوا لَا يَدَعُونَ الْوُضُوءَ وَالْقِرَاءَةَ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 196 ¦ الجزء: 1 ¦ الصفحة: 509\n",
        "بَابُ صَلَاةِ مَنْ خَافَ النِّفَاقَ\nالجزء: 1 ¦ الصفحة: 518\n",
        "197 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ: حَدَّثَنَا جَوَّابٌ التَّيْمِيُّ، عَنْ\n[ص: 519]\nأَبِي مُوسَى الْأَشْعَرِيِّ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَجُلًا أَتَاهُ، فَقَالَ: إِنِّي أَتَخَوَّفُ عَلَى نَفْسِي النِّفَاقَ، فَقَالَ لَهُ أَبُو مُوسَى: «أَمَا صَلَّيْتَ قَطُّ حَيْثُ لَا يَرَاكَ أَحَدٌ إِلَّا اللَّهُ» قَالَ: بَلَى، قَالَ: «فَإِنَّ الْمُنَافِقَ لَا يُصَلِّي حَيْثُ لَا يَرَاهُ أَحَدٌ إِلَّا اللَّهُ عَزَّ وَجَلَّ»\nالحديث: 197 ¦ الجزء: 1 ¦ الصفحة: 518\n",
        "بَابُ تَشْمِيتِ الْعَاطِسِ\nالجزء: 1 ¦ الصفحة: 520\n",
        "198 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «إِذَا\n[ص: 521]\nعَطَسَ الرَّجُلُ فَقَالَ الْحَمْدُ لِلَّهِ فَقُلْ يَرْحَمُنَا اللَّهُ وَإِيَّاكَ وَلْيَقُلِ الَّذِي عَطَسَ يَغْفِرُ اللَّهُ لَنَا وَلَكَ»\nالحديث: 198 ¦ الجزء: 1 ¦ الصفحة: 520\n",
        "بَابٌ: صَلَاةُ يَوْمِ الْجُمُعَةِ وَالْخُطْبَةُ\nالجزء: 1 ¦ الصفحة: 526\n",
        "199 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا غَيْلَانُ، وَأَيُّوبُ بْنُ عَائِذٍ الطَّائِيُّ، عَنْ مُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\n[ص: 527]\nقَالَ: \" أَرْبَعَةٌ لَا جُمُعَةَ عَلَيْهِمُ: الْمَرْأَةُ، وَالْمَمْلُوكُ، وَالْمُسَافِرُ، وَالْمَرِيضُ \"\n[ص: 530]\nقَالَ أَبُو حَنِيفَةَ: فَإِنْ فَعَلُوا أَجْزَأَهُمْ\n[ص: 531]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ\nالحديث: 199 ¦ الجزء: 1 ¦ الصفحة: 526\n",
        "200 -\nأَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَجُلًا سَأَلَهُ عَنِ الْخُطْبَةِ يَوْمَ الْجُمُعَةِ، فَقَالَ: «أَمَا تَقْرَأُ سُورَةَ الْجُمُعَةِ؟» قَالَ: بَلَى وَلَكِنِّي لَا أَدْرِي كَيْفَ هِيَ؟ قَالَ: {وَإِذَا رَأَوْا\n[ص: 532]\nتِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا} [الجمعة: 11] «فَالْخُطْبَةُ قَائِمًا يَوْمَ الْجُمُعَةِ»\n[ص: 534]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، إِلَّا أَنَّهَا خُطْبَتَانِ بَيْنَهُمَا جِلْسَةٌ خَفِيفَةٌ وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 200 ¦ الجزء: 1 ¦ الصفحة: 531\n",
        "بَابُ صَلَاةِ الْعِيدَيْنِ\nالجزء: 1 ¦ الصفحة: 536\n",
        "201 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا حَمَّادٌ، قَالَ: سَأَلْتُ إِبْرَاهِيمَ عَنِ الرَّجُلِ يَخْرُجُ إِلَى الْمُصَلَّى فَيَجِدُ الْإِمَامَ قَدِ انْصَرَفَ أَيُصَلِّي؟ قَالَ: «لَيْسَ عَلَيْهِ أَنْ يُصَلِّيَ، وَإِنْ شَاءَ صَلَّى» قُلْتُ: فَإِنْ لَمْ يَخْرُجْ إِلَى الْمُصَلَّى أَيُصَلِّي فِي بَيْتِهِ كَمَا يُصَلِّي الْإِمَامُ؟ قَالَ: «لَا» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، إِنَّمَا صَلَاةُ الْعِيدِ مَعَ الْإِمَامِ فَإِذَا فَاتَتْكَ مَعَ الْإِمَامِ فَلَا صَلَاةَ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 201 ¦ الجزء: 1 ¦ الصفحة: 536\n",
        "202 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ أَنَّهُ كَانَ قَاعِدًا فِي مَسْجِدِ الْكُوفَةِ وَمَعَهُ حُذَيْفَةُ بْنُ الْيَمَانِ وَأَبُو مُوسَى الْأَشْعَرِيُّ رَضِيَ اللَّهُ عَنْهُمْ فَخَرَجَ عَلَيْهِمُ الْوَلِيدُ بْنُ عُقْبَةَ بْنِ أَبِي مُعَيْطٍ - وَهُوَ أَمِيرُ الْكُوفَةِ يَوْمَئِذٍ - فَقَالَ: إِنَّ غَدًا عِيدَكُمْ فَكَيْفَ أَصْنَعُ؟ فَقَالَا: أَخْبِرْهُ يَا أَبَا عَبْدِ الرَّحْمَنِ كَيْفَ يَصْنَعُ؟ فَأَمَرَهُ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ أَنْ يُصَلِّيَ بِغَيْرِ أَذَانٍ وَلَا إِقَامَةٍ وَأَنْ يُكَبِّرَ فِي الْأُولَى خَمْسًا وَفِي الثَّانِيَةِ أَرْبَعًا وَأَنْ يُوَالِيَ بَيْنَ الْقِرَاءَتَيْنِ وَأَنْ يَخْطُبَ بَعْدَ الصَّلَاةِ عَلَى رَاحِلَتِهِ \"\n[ص: 544]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَلَا بَأْسَ أَنْ يَخْطُبَهَا قَائِمًا، وَإِنْ لَمْ يَكُنْ عَلَى رَاحِلَتِهِ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 202 ¦ الجزء: 1 ¦ الصفحة: 537\n",
        "203 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «كَانَتِ الصَّلَاةُ فِي الْعِيدَيْنِ قَبْلَ الْخُطْبَةِ ثُمَّ يَقِفُ الْإِمَامُ عَلَى رَاحِلَتِهِ بَعْدَ الصَّلَاةِ فَيَدْعُو وَيُصَلِّي بِغَيْرِ أَذَانٍ، وَلَا إِقَامَةٍ»\nالحديث: 203 ¦ الجزء: 1 ¦ الصفحة: 545\n",
        "بَابُ خُرُوجِ النِّسَاءِ فِي الْعِيدَيْنِ وَرُؤْيَةِ الْهِلَالِ\nالجزء: 1 ¦ الصفحة: 547\n",
        "204 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ عَبْدِ الْكَرِيمِ بْنِ أَبِي الْمُخَارِقِ\n[ص: 548]\n، عَنْ أُمِّ عَطِيَّةَ، رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: \" كَانَ يُرَخَّصُ لِلنِّسَاءِ فِي الْخُرُوجِ فِي الْعِيدَيْنِ: الْفِطْرِ وَالْأَضْحَى \"\n[ص: 550]\nقَالَ مُحَمَّدٌ: لَا يُعْجِبُنَا خُرُوجُهُنَّ فِي ذَلِكَ إِلَّا الْعَجُوزَ الْكَبِيرَةَ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 204 ¦ الجزء: 1 ¦ الصفحة: 547\n",
        "205 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ فِي قَوْمٍ شَهِدُوا أَنَّهُمْ رَأَوْا هِلَالَ شَوَّالٍ فَقَالَ حَمَّادٌ: سَأَلْتُ إِبْرَاهِيمَ عَنْ ذَلِكَ، فَقَالَ: «إِنْ جَاءُوا صَدْرَ النَّهَارِ فَلْيُفْطِرُوا وَلْيَخْرُجُوا، وَإِنْ جَاءُوا آخِرَ النَّهَارِ، فَلَا يَخْرُجُوا وَلَا يُفْطِرُوا حَتَّى الْغَدِ»\n[ص: 553]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، إِلَّا فِي خَصْلَةٍ وَاحِدَةٍ، يُفْطِرُونَ وَيَخْرُجُونَ مِنَ الْغَدِ إِذَا جَاءُوا مِنَ الْعَشِيِّ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 205 ¦ الجزء: 1 ¦ الصفحة: 550\n",
        "بَابُ مَنْ يَطْعَمُ قَبْلَ أَنْ يَخْرُجَ إِلَى الْمُصَلَّى\nالجزء: 1 ¦ الصفحة: 556\n",
        "206 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّهُ كَانَ يُعْجِبُهُ أَنْ «يَطْعَمَ شَيْئًا قَبْلَ أَنْ يَأْتِيَ الْمُصَلَّى» . يَعْنِي يَوْمَ الْفِطْرِ\nالحديث: 206 ¦ الجزء: 1 ¦ الصفحة: 556\n",
        "207 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّهُ، «كَانَ يَطْعَمُ يَوْمَ الْفِطْرِ قَبْلَ أَنْ يَخْرُجَ وَلَا يَطْعَمُ يَوْمَ الْأَضْحَى حَتَّى يَرْجِعَ»\n[ص: 557]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 207 ¦ الجزء: 1 ¦ الصفحة: 556\n",
        "بَابُ التَّكْبِيرِ فِي أَيَّامِ التَّشْرِيقِ\nالجزء: 1 ¦ الصفحة: 558\n",
        "208 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ «كَانَ يُكَبِّرُ مِنْ صَلَاةِ الْفَجْرِ مِنْ يَوْمِ عَرَفَةَ إِلَى صَلَاةِ الْعَصْرِ مِنْ آخِرِ أَيَّامِ التَّشْرِيقِ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَلَمْ يَكُنْ أَبُو حَنِيفَةَ يَأْخُذُ بِهَذَا، وَلَكِنَّهُ كَانَ يَأْخُذُ بِقَوْلِ ابْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ يُكَبِّرُ مِنْ صَلَاةِ الْفَجْرِ يَوْمَ عَرَفَةَ إِلَى صَلَاةِ الْعَصْرِ\n[ص: 561]\nمِنْ يَوْمِ النَّحْرِ يُكَبِّرُ فِي الْعَصْرِ ثُمَّ يَقْطَعُ\nالحديث: 208 ¦ الجزء: 1 ¦ الصفحة: 558\n",
        "بَابُ السُّجُودِ فِي ص\nالجزء: 1 ¦ الصفحة: 564\n",
        "209 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ أَنَّهُ «لَمْ يَكُنْ يَسْجُدُ فِي ص وَعَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ» لَمْ يَكُنْ يَسْجُدُ فِيهَا \" قَالَ مُحَمَّدٌ: وَلَكِنَّا نَرَى السُّجُودَ فِيهَا وَنَأْخُذُ بِالْحَدِيثِ الَّذِي رُوِيَ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\nالحديث: 209 ¦ الجزء: 1 ¦ الصفحة: 564\n",
        "210 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا عُمَرُ بْنُ ذَرٍّ الْهَمْدَانِيُّ، عَنْ أَبِيهِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا عَنِ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: فِي سَجْدَةِ ص: «سَجَدَهَا دَاوُدُ تَوْبَةً وَنَحْنُ نَسْجُدُهَا شُكْرًا» وَهُوَ قَوْلُ\n[ص: 567]\nأَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 210 ¦ الجزء: 1 ¦ الصفحة: 565\n",
        "بَابُ الْقُنُوتِ فِي الصَّلَاةِ\nالجزء: 1 ¦ الصفحة: 569\n",
        "211 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّ ابْنَ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ كَانَ يَقْنُتُ فِي السَّنَةِ كُلِّهَا، فِي الْوِتْرِ قَبْلَ الرُّكُوعِ \"\n[ص: 578]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 211 ¦ الجزء: 1 ¦ الصفحة: 569\n",
        "212 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّ «الْقُنُوتَ فِي الْوِتْرِ وَاجِبٌ فِي شَهْرِ رَمَضَانَ وَغَيْرِهِ قَبْلَ الرُّكُوعِ، فَإِذَا أَرَدْتَ أَنْ تَقْنُتَ فَكَبِّرْ وَإِذَا أَرَدْتَ أَنْ تَرْكَعَ فَكَبِّرْ أَيْضًا»\n[ص: 581]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ. وَيَرْفَعُ يَدَيْهِ فِي التَّكْبِيرَةِ الْأُولَى قَبْلَ الْقُنُوتِ كَمَا يَرْفَعُ يَدَيْهِ فِي افْتِتَاحِ الصَّلَاةِ ثُمَّ يَضَعَهُمَا، وَيَدْعُو. وَهُوَ قَوْلُ\n[ص: 585]\nأَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 212 ¦ الجزء: 1 ¦ الصفحة: 579\n",
        "213 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّ ابْنَ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ «لَمْ يَقْنُتْ هُوَ وَلَا أَحَدٌ مِنْ أَصْحَابِهِ حَتَّى فَارَقَ الدُّنْيَا يَعْنِي فِي صَلَاةِ الْفَجْرِ»\nالحديث: 213 ¦ الجزء: 1 ¦ الصفحة: 589\n",
        "214 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا الصَّلْتُ بْنُ بَهْرَامَ\n[ص: 591]\n، عَنْ أَبِي الشَّعْثَاءِ، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّهُ قَالَ: «أَحَقُّ مَا بَلَغَنَا عَنْ إِمَامِكُمْ أَنَّهُ يَقُومُ فِي الصَّلَاةِ وَلَا يَقْرَأُ الْقُرْآنَ وَلَا يَرْكَعُ»\n[ص: 593]\nقَالَ مُحَمَّدٌ: يَعْنِي بِذَلِكَ ابْنُ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا الْقُنُوتَ فِي صَلَاةِ الْفَجْرِ\nالحديث: 214 ¦ الجزء: 1 ¦ الصفحة: 590\n",
        "215 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَمْ يُرَ قَانِتًا فِي الْفَجْرِ حَتَّى فَارَقَ الدُّنْيَا إِلَّا شَهْرًا وَاحِدًا، قَنَتَ فِيهِ يَدْعُو عَلَى حَيٍّ مِنَ الْمُشْرِكِينَ، لَمْ يُرَ قَانِتًا قَبْلَهُ وَلَا بَعْدَهُ، وَإِنَّ أَبَا بَكْرٍ رَضِيَ اللَّهُ عَنْهُ لَمْ يُرَ قَانِتًا بَعْدَهُ حَتَّى فَارَقَ الدُّنْيَا \"\nالحديث: 215 ¦ الجزء: 1 ¦ الصفحة: 593\n",
        "216 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، عَنِ الْأَسْوَدِ بْنِ يَزِيدَ، عَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ صَحِبَهُ سَنَتَيْنِ فِي السَّفَرِ وَالْحَضَرِ فَلَمْ يَرَهُ قَانِتًا فِي الْفَجْرِ حَتَّى فَارَقَهُ. قَالَ: إِبْرَاهِيمُ: وَإِنَّ أَهْلَ الْكُوفَةِ إِنَّمَا أَخَذُوا\n[ص: 597]\nالْقُنُوتَ عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ، قَنَتَ يَدْعُو عَلَى مُعَاوِيَةَ حِينَ حَارَبَهُ، وَأَمَّا أَهْلُ الشَّامِ فَإِنَّمَا أَخَذُوا الْقُنُوتَ عَنْ مُعَاوِيَةَ رَضِيَ اللَّهُ عَنْهُ قَنَتَ يَدْعُو عَلَى عَلِيٍّ كَرَّمَ اللَّهُ وَجْهَهُ حِينَ حَارَبَهُ \"\n[ص: 599]\nقَالَ مُحَمَّدٌ: وَبِقَوْلِ إِبْرَاهِيمَ نَأْخُذُ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 216 ¦ الجزء: 1 ¦ الصفحة: 595\n",
        "بَابُ الْمَرْأَةِ تَؤُمُّ النِّسَاءَ، وَكَيْفَ تَجْلِسُ فِي الصَّلَاةِ\nالجزء: 1 ¦ الصفحة: 603\n",
        "217 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ إِبْرَاهِيمَ، عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ رَضِيَ اللَّهُ عَنْهَا أَنَّهَا كَانَتْ تَؤُمُّ النِّسَاءَ فِي شَهْرِ رَمَضَانَ فَتَقُومُ وَسَطًا \"\n[ص: 604]\nقَالَ مُحَمَّدٌ: لَا يُعْجِبُنَا أَنْ تَؤُمَّ الْمَرْأَةُ، فَإِنْ فَعَلَتْ قَامَتْ فِي وَسَطِ الصَّفِّ\n[ص: 606]\n. مَعَ النِّسَاءِ كَمَا فَعَلَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 217 ¦ الجزء: 1 ¦ الصفحة: 603\n",
        "218 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ فِي الْمَرْأَةِ\n[ص: 607]\nتَجْلِسُ فِي الصَّلَاةِ، قَالَ: «تَجْلِسُ كَيْفَ شَاءَتْ»\n[ص: 609]\nقَالَ مُحَمَّدٌ: أَحَبُّ إِلَيْنَا أَنْ تَجْمَعَ رِجْلَيْهَا فِي جَانِبٍ، وَلَا تَنْتَصِبَ انْتِصَابَ الرَّجُلِ\nالحديث: 218 ¦ الجزء: 1 ¦ الصفحة: 606\n",
        "بَابُ صَلَاةِ الْأَمَةِ\nالجزء: 1 ¦ الصفحة: 610\n",
        "219 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ فِي الْأَمَةِ، قَالَ: «تُصَلِّي بِغَيْرِ قِنَاعٍ وَلَا خِمَارٍ، وَإِنْ بَلَغَتْ مِائَةَ سَنَةٍ، وَإِنْ وَلَدَتْ\n[ص: 611]\nمِنْ سَيِّدِهَا»\nالحديث: 219 ¦ الجزء: 1 ¦ الصفحة: 610\n",
        "220 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ كَانْ يَضْرِبُ الْإِمَاءَ أَنْ يَتَقَنَّعْنَ، يَقُولُ\n[ص: 612]\n: «لَا تَتَشَبَّهِينَ بِالْحَرَائِرِ»\n[ص: 613]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، لَا نَرَى عَلَى الْأَمَةِ قِنَاعًا فِي صَلَاةٍ وَلَا غَيْرَهَا، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 220 ¦ الجزء: 1 ¦ الصفحة: 611\n",
        "221 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ فِي الْمَرْأَةِ تَكُونُ فِي الصَّلَاةِ، فَتُرِيدُ الْحَاجَةَ، جَوَابُهَا أَنْ تُصَفِّقَ \"\n[ص: 616]\nقَالَ مُحَمَّدٌ: وَتَرْكُ ذَلِكَ مِنْهَا أَحَبُّ إِلَيْنَا\nالحديث: 221 ¦ الجزء: 1 ¦ الصفحة: 614\n",
        "بَابُ صَلَاةِ الْكُسُوفِ\nالجزء: 1 ¦ الصفحة: 620\n",
        "222 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ انْكَسَفَتِ\n[ص: 621]\nالشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَوْمَ مَاتَ إِبْرَاهِيمُ بْنُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِمَا وَسَلَّمَ، فَقَالَ النَّاسُ: انْكَسَفَتِ الشَّمْسُ لِمَوْتِ إِبْرَاهِيمَ، فَبَلَغَ ذَلِكَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَخَطَبَ النَّاسَ فَقَالَ: «إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ لَا يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ وَلَا لِحَيَاتِهِ» ثُمَّ صَلَّى رَكْعَتَيْنِ ثُمَّ كَانَ الدُّعَاءُ حَتَّى انْجَلَتْ \"\n[ص: 630]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَلَا نَرَى إِلَّا رَكْعَةً وَاحِدَةً فِي كُلِّ رَكْعَةٍ، وَسَجْدَتَيْنِ عَلَى صَلَاةِ النَّاسِ فِي غَيْرِ ذَلِكَ، وَنَرَى أَنْ يُصَلُّوا جَمَاعَةً فِي كُسُوفِ الشَّمْسِ، وَلَا يُصَلِّي جَمَاعَةً إِلَّا الْإِمَامُ الَّذِي يُصَلِّي بِهِمُ الْجُمُعَةَ، فَأَمَّا أَنْ يُصَلِّيَ النَّاسُ فِي مَسَاجِدِهِمْ فَلَا، وَأَمَّا الْجَهْرُ بِالْقِرَاءَةِ، فَلَمْ يَبْلُغْنَا أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ جَهَرَ بِالْقِرَاءَةِ فِيهَا، وَبَلَغَنَا أَنَّ عَلِيَّ بْنَ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ جَهَرَ فِيهَا بِالْقِرَاءَةِ\n[ص: 632]\nبِالْكُوفَةِ، وَأَحَبُّ إِلَيْنَا أَنْ لَا يُجْهَرَ فِيهَا بِالْقِرَاءَةِ، وَأَمَّا كُسُوفُ الْقَمَرِ فَإِنَّمَا يُصَلِّي النَّاسُ وُحْدَانًا، وَلَا يُصَلُّونَ جَمَاعَةً، لَا الْإِمَامُ وَلَا غَيْرُهُ وَكَذَلِكَ الْأَفْزَاعُ كُلُّهَا، وَإِذَا انْكَسَفَتِ الشَّمْسُ فِي سَاعَةٍ لَا يُصَلَّى فِيهَا عِنْدَ طُلُوعِ الشَّمْسِ\n[ص: 634]\n، أَوْ نِصْفِ النَّهَارِ، أَوْ بَعْدَ الْعَصْرِ، فَلَا صَلَاةَ فِي تِلْكَ السَّاعَةِ، وَلَكِنِ الدُّعَاءُ حَتَّى تَنْجَلِيَ أَوْ تَحِلَّ الصَّلَاةُ فَيُصَلِّي، وَقَدْ بَقِيَ مِنَ الْكُسُوفِ شَيْءٌ\nالحديث: 222 ¦ الجزء: 1 ¦ الصفحة: 620\n",
        "بَابُ الْجَنَائِزِ، وَغُسْلُ الْمَيِّتِ\nالجزء: 2 ¦ الصفحة: 1\n",
        "223 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: يُغَسَّلُ الْمَيِّتُ وِتْرًا اثْنَتَيْنِ بِمَاءٍ، وَوَاحِدَةً بِالسِّدْرِ، وَهِيَ الْوُسْطَى، وَيُجَمَّرُ وِتْرًا، وَلَا يَكُونُ\n[ص: 9]\nآخِرَ زَادِهِ إِلَى الْقَبْرِ نَارٌ يُتْبَعُ بِهَا، وَيَكُونُ كَفَنُهُ وِتْرًا قَالَ مُحَمَّدٌ: وَبِهِ\n[ص: 14]\nنَأْخُذُ إِلَا فِي خَصْلَةٍ وَاحِدَةٍ: إِنْ شِئْتَ جَعَلْتَ كَفَنَهُ وِتْرًا، وَإِنْ شِئْتَ شَفْعًا\nالحديث: 223 ¦ الجزء: 2 ¦ الصفحة: 1\n",
        "224 -\nبَلَغَنَا عَنْ أَبِي بَكْرٍ الصِّدِّيقٍ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ قَالَ: «اغْسِلُوا ثَوْبَيَّ هَذَيْنِ وَكَفِّنُونِي فِيهِمَا» فَهَذَا شَفْعٌ وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 224 ¦ الجزء: 2 ¦ الصفحة: 14\n",
        "225 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا عَاصِمُ بْنُ سُلَيْمَانَ، عَنِ\n[ص: 20]\nابْنِ سِيرِينَ، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: سَأَلْتُهُ عَنِ الْمِسْكِ يُجْعَلُ\n[ص: 21]\nفِي حَنُوطِ الْمَيِّتِ؟ قَالَ: أَوَلَيْسَ مِنْ أَطْيَبِ طِيبِكُمْ؟ قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ\nالحديث: 225 ¦ الجزء: 2 ¦ الصفحة: 19\n",
        "226 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: كَانَ يُكْرَهُ أَنْ يُجْعَلَ فِي حَنُوطِ الْمَيِّتِ زَعْفَرَانٌ أَوْ وَرْسٌ، قَالَ: وَاجْعَلْ فِيهِ مِنَ الطِّيبِ مَا أَحْبَبْتَ قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ\nالحديث: 226 ¦ الجزء: 2 ¦ الصفحة: 24\n",
        "227 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ أَنَّ عَائِشَةَ أُمَّ الْمُؤْمِنِينَ رَضِيَ اللَّهُ عَنْهَا رَأَتْ مَيِّتًا يُسَرَّحُ رَأْسُهُ، فَقَالَتْ: «عَلَامَ تَنْصُونَ مَيِّتَكُمْ؟»\n[ص: 26]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، لَا نَرَى أَنْ يُسَرَّحَ رَأْسُ الْمَيِّتِ، وَلَا يُؤْخَذُ مِنْ شَعْرِهِ، وَلَا يُقَلَّمُ أَظْفَارُهُ وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 227 ¦ الجزء: 2 ¦ الصفحة: 25\n",
        "228 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كُفِّنَ فِي حُلَّةٍ يَمَانِيَّةٍ وَقَمِيصٍ\n[ص: 29]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، نَرَى كَفَنَ الرَّجُلِ ثَلَاثَةَ أَثْوَابٍ، وَالثَّوْبَانِ يُجْزِيَانِ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 228 ¦ الجزء: 2 ¦ الصفحة: 27\n",
        "بَابُ غُسْلِ الْمَرْأَةِ وَكَفَنِهَا\nالجزء: 2 ¦ الصفحة: 36\n",
        "229 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ عَنْ إِبْرَاهِيمَ فِي الْمَرْأَةِ تَمُوتُ مَعَ الرِّجَالِ، قَالَ: «يُغَسِّلُهَا زَوْجُهَا، وَكَذَلِكَ إِذَا مَاتَ الرَّجُلُ مَعَ النِّسَاءِ غَسَّلَتْهُ امْرَأَتُهُ»\n[ص: 37]\nقَالَ أَبُو حَنِيفَةَ: أَكْرَهُ أَنْ يُغَسِّلَ الرَّجُلُ امْرَأَتَهُ قَالَ مُحَمَّدٌ: وَبِقَوْلِ أَبِي حَنِيفَةَ نَأْخُذُ، إِنَّ الرَّجُلَ لَا عِدَّةَ عَلَيْهِ؛ وَكَيْفَ يُغَسِّلُ امْرَأَتَهُ، وَهُوَ يَحِلُّ لَهُ أَنْ يَتَزَوَّجَ أُخْتَهَا؟ وَيَتَزَوَّجَ ابْنَتَهَا إِنْ لَمْ يَكُنْ دَخَلَ بِأُمِّهَا؟\nالحديث: 229 ¦ الجزء: 2 ¦ الصفحة: 36\n",
        "230 -\nبَلَغَنَا عَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ، أَنَّهُ قَالَ: نَحْنُ كُنَّا أَحَقَّ بِهَا إِذَا كَانَتْ حَيَّةً، فَأَمَّا إِذَا مَاتَتْ فَأَنْتُمْ أَحَقُّ بِهَا قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ\nالحديث: 230 ¦ الجزء: 2 ¦ الصفحة: 37\n",
        "231 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ فِي كَفَنِ الْمَرْأَةِ: «إِنْ شِئْتَ ثَلَاثَةَ أَثْوَابٍ، وَإِنْ شِئْتَ أَرْبَعًا إِنْ شِئْتَ شَفْعًا وَإِنْ شِئْتَ وِتْرًا» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 231 ¦ الجزء: 2 ¦ الصفحة: 40\n",
        "بَابُ الْغُسْلِ مِنْ غُسْلِ الْمَيِّتِ\nالجزء: 2 ¦ الصفحة: 44\n",
        "232 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ فِي الِاغْتِسَالِ مِنْ غُسْلِ الْمَيِّتِ، قَالَ: كَانَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ، يَقُولُ: «إِنْ كَانَ صَاحِبُكُمْ نَجِسًا، فَاغْتَسِلُوا مِنْهُ، وَالْوُضُوءُ يُجْزِي» قَالَ مُحَمَّدُ: وَإِنْ شَاءَ أَيْضًا لَمْ يَتَوَضَّأْ، فَإِنْ كَانَ أَصَابَهُ شَيْءٌ مِنَ الْمَاءِ الَّذِي غَسَّلَ بِهِ الْمَيِّتَ غَسَلَهُ \" وَهُوَ قَوْلُ\n[ص: 45]\nأَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 232 ¦ الجزء: 2 ¦ الصفحة: 44\n",
        "233 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّ عَلِيَّ بْنَ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ «كَانَ يَأْمُرُ بِالْغُسْلِ مِنْ غُسْلِ الْمَيِّتِ» قَالَ مُحَمَّدٌ\n[ص: 49]\n: وَلَا نَرَاهُ أَمَرَ بِذَلِكَ، إِنَّهُ رَآهُ وَاجِبًا\nالحديث: 233 ¦ الجزء: 2 ¦ الصفحة: 45\n",
        "234 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ عَنْ إِبْرَاهِيمَ فِي رَجُلٍ تَحْضُرُهُ الْجَنَازَةُ، وَهُوَ عَلَى غَيْرِ وُضُوءٍ، قَالَ: «يَتَيَمَّمُ بِالصَّعِيدِ ثُمَّ يُصَلِّي، وَلَا تَفْعَلْ\n[ص: 50]\nذَلِكَ الْمَرْأَةُ إِذَا كَانَتْ حَائِضًا» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ\n[ص: 53]\nرَضِيَ اللَّهُ عَنْهُ\nالحديث: 234 ¦ الجزء: 2 ¦ الصفحة: 49\n",
        "بَابُ حَمْلِ الْجَنَائِزِ\nالجزء: 2 ¦ الصفحة: 56\n",
        "235 -\nمُحَمَّدٌ، عَنْ أَبِي حَنِيفَةَ، قَالَ: حَدَّثَنَا مَنْصُورُ بْنُ مُعْتَمِرٍ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ\n[ص: 57]\n، عَنْ عُبَيْدِ بْنِ نِسْطَاسٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: «إِنَّ مِنَ السُّنَّةِ حَمْلَ الْجَنَازَةِ بِجَوَانِبِ السَّرِيرِ الْأَرْبَعَةِ، فَمَا زِدْتَ عَلَى ذَلِكَ، فَهُوَ نَافِلَةٌ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ يَبْدَأُ الرَّجُلُ فَيَضَعُ يَمِينَ الْمَيِّتِ الْمُقَدَّمَ عَلَى يَمِينِهِ، ثُمَّ يَضَعُ يَمِينَ الْمَيِّتِ الْمُؤَخَّرَ عَلَى يَمِينِهِ، ثُمَّ يَعُودُ إِلَى الْمُقَدَّمِ الْأَيْسَرِ فَيَضَعُهُ عَلَى يَسَارِهِ\n[ص: 61]\n، ثُمَّ يَأْتِي الْمُؤَخَّرَ الْأَيْسَرَ فَلْيَضَعْهُ عَلَى يَسَارِهِ. وَهَذَا قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 235 ¦ الجزء: 2 ¦ الصفحة: 56\n",
        "بَابُ الصَّلَاةِ عَلَى الْجَنَازَةِ\nالجزء: 2 ¦ الصفحة: 64\n",
        "236 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «لَا قِرَاءَةَ عَلَى الْجَنَائِزِ، وَلَا رُكُوعَ وَلَا سُجُودَ، وَلَكِنْ يُسَلِّمُ عَنْ يَمِينِهِ وَعَنْ شِمَالِهِ إِذَا فَرَغَ مِنَ التَّكْبِيرِ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ. وَهُوَ قَوْلُ\n[ص: 68]\nأَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 236 ¦ الجزء: 2 ¦ الصفحة: 64\n",
        "237 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «لَيْسَ فِي الصَّلَاةِ عَلَى الْمَيِّتِ شَيْءٌ مُوَقَّتٌ، وَلَكِنْ تَبْدَأُ فَتَحْمَدُ اللَّهَ، وَتُصَلِّي عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَتَدْعُو اللَّهَ لِنَفْسِكَ، وَلِلْمَيِّتِ بِمَا أَحْبَبْتَ»\nالحديث: 237 ¦ الجزء: 2 ¦ الصفحة: 69\n",
        "238 -\nقَالَ مُحَمَّدٌ وَأَخْبَرَنَا سُفْيَانُ الثَّوْرِيُّ، عَنْ أَبِي هَاشِمٍ، عَنْ إِبْرَاهِيمَ النَّخَعِيِّ، قَالَ: الْأُولَى: الثَّنَاءُ عَلَى اللَّهِ، وَالثَّانِيَةُ: صَلَاةٌ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَالثَّالِثَةُ: دُعَاءٌ لِلْمَيِّتِ، وَالرَّابِعَةُ: سَلَامٌ تُسَلِّمُ قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ\n[ص: 72]\n. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 238 ¦ الجزء: 2 ¦ الصفحة: 71\n",
        "239 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ أَنَّهُ قَالَ فِي الصَّلَاةِ عَلَى الْجَنَائِزِ، قَالَ: «يُصَلِّي عَلَيْهَا أَئِمَّةُ الْمَسَاجِدِ» وَقَالَ إِبْرَاهِيمُ: «تَرْضَوْنَ\n[ص: 80]\nبِهِمْ فِي صَلَاتِكُمُ الْمَكْتُوبَاتِ، وَلَا تَرْضَوْنَ بِهِمْ عَلَى الْمَوْتَى» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ. يَنْبَغِي لِلْوَلِيِّ أَنْ يُقَدِّمَ إِمَامَ الْمَسْجِدِ، وَلَا يُجْبَرُ عَلَى ذَلِكَ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 239 ¦ الجزء: 2 ¦ الصفحة: 78\n",
        "240 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّ النَّاسَ كَانُوا يُصَلُّونَ عَلَى الْجَنَائِزِ خَمْسًا وَسِتًّا وَأَرْبَعًا، حَتَّى قُبِضَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، ثُمَّ كَبَّرُوا بَعْدَ ذَلِكَ فِي وِلَايَةِ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُ، حَتَّى قُبِضَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ، ثُمَّ وَلِيَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ، فَفَعَلُوا ذَلِكَ فِي وِلَايَتِهِ، فَلَمَّا رَأَى ذَلِكَ عُمَرُ بْنُ الْخَطَّاب رَضِيَ اللَّهُ عَنْهُ، قَالَ: «إِنَّكُمْ مَعْشَرَ أَصْحَابِ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَتَى مَا تَخْتَلِفُونَ يَخْتَلِفُ مَنْ بَعْدَكُمْ، وَالنَّاسُ حَدِيثُ عَهْدٍ بِالْجَاهِلِيَّةِ، فَأَجْمِعُوا عَلَى شَيْءٍ يَجْتَمِعُ عَلَيْهِ مَنْ بَعْدَكُمْ، فَأَجْمَعَ رَأْيُ أَصْحَابِ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ يَنْظُرُوا آخِرَ جَنَازَةٍ كَبَّرَ عَلَيْهَا النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حِينَ قُبِضَ، فَيَأْخُذُونَ بِهِ فَيَرْفُضُونَ بِهِ مَا سِوَى ذَلِكَ، فَنَظَرُوا فَوَجَدُوا آخِرَ\n[ص: 83]\nجَنَازَةٍ كَبَّرَ عَلَيْهَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَرْبَعًا» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 240 ¦ الجزء: 2 ¦ الصفحة: 82\n",
        "241 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا الْهَيْثَمُ، عَنْ أَبِي يَحْيَى عُمَيْرِ بْنِ سَعِيدٍ النَّخَعِيِّ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ «أَنَّهُ صَلَّى عَلَى يَزِيدَ بْنِ الْمُكَفَّفِ فَكَبَّرَ أَرْبَعَ تَكْبِيرَاتٍ» ، وَهُوَ آخِرُ شَيْءٍ كَبَّرَهُ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ\n[ص: 88]\nعَلَى الْجَنَائِزِ\nالحديث: 241 ¦ الجزء: 2 ¦ الصفحة: 87\n",
        "242 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ الْمَرْزُبَانِ، عَنْ\n[ص: 90]\nعَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى رَضِيَ اللَّهُ عَنْهُمَا أَنَّهُ كَبَّرَ عَلَى ابْنَةٍ لَهُ أَرْبَعًا\nالحديث: 242 ¦ الجزء: 2 ¦ الصفحة: 89\n",
        "بَابُ إِدْخَالِ الْمَيِّتِ الْقَبْرَ\nالجزء: 2 ¦ الصفحة: 134\n",
        "243 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، قَالَ: سَأَلْتُ إِبْرَاهِيمَ: مِنْ أَيْنَ يَدْخُلُ الْمَيِّتُ فِي الْقَبْرِ؟ قَالَ \" مِمَّا يَلِي الْقِبْلَةَ مِنْ حَيْثُ يُصَلَّى عَلَيْهِ. قَالَ: وَحَدَّثَنِي مَنْ رَأَى أَهْلَ الْمَدِينَةِ يُدْخِلُونَ مَوْتَاهُمْ فِي الزَّمَنِ الْأَوَّلِ مِنَ قِبَلِ الْقِبْلَةِ، وَإِنَّ السَّلَّ شَيْءٌ صَنَعَهُ أَهْلُ الْمَدِينَةِ بَعْدَ ذَلِكَ \"\n[ص: 139]\nقَالَ مُحَمَّدٌ: يَدْخُلُ مِنْ قِبَلِ الْقِبْلَةِ وَلَا تَسُلُّهُ سَلًّا مِنْ قِبَلِ الرِّجْلَيْنِ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 243 ¦ الجزء: 2 ¦ الصفحة: 134\n",
        "244 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: يَدْخُلُ الْقَبْرَ إِنْ شَاءَ شَفْعًا، وَإِنْ شَاءَ وِتْرًا، كُلُّ ذَلِكَ حَسَنٌ قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 244 ¦ الجزء: 2 ¦ الصفحة: 140\n",
        "بَابُ الصَّلَاةِ عَلَى جَنَائِزِ الرِّجَالِ وَالنِّسَاءِ\nالجزء: 2 ¦ الصفحة: 141\n",
        "245 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ فِي الْجَنَائِزِ إِذَا اجْتَمَعَتْ، قَالَ: «تُصَفُّ صَفًّا بَعْضُهَا أَمَامَ بَعْضٍ أَوْ تُصَفُّهَا جَمِيعًا، يَقُومُ الْإِمَامُ وَسْطَهَا، فَإِذَا كَانُوا رِجَالًا وَنِسَاءً، جُعِلَ الرِّجَالُ هُمْ يَلُونَ الْإِمَامَ، وَالنِّسَاءُ أَمَامَ ذَلِكَ يَلِينَ الْقِبْلَةَ، كَمَا أَنَّ الرِّجَالَ يَلُونَ الْإِمَامَ إِذَا كَانُوا فِي الصَّلَاةِ وَالنِّسَاءِ مِنْ وَرَائِهِمْ»\n[ص: 142]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 245 ¦ الجزء: 2 ¦ الصفحة: 141\n",
        "246 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ سُلَيْمَانَ الشَّيْبَانِيِّ، عَنْ عَامِرٍ الشَّعْبِيِّ، قَالَ: صَلَّى ابْنُ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا عَلَى أُمِّ كُلْثُومٍ بِنْتِ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُمَا\n[ص: 144]\nوَزَيْدِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا ابْنِهَا، فَجَعَلَ أُمَّ كُلْثُومٍ تِلْقَاءَ الْقِبْلَةِ، وَجَعَلَ\n[ص: 145]\nزَيْدًا مِمَّا يَلِي الْإِمَامَ\n[ص: 148]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ. وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 246 ¦ الجزء: 2 ¦ الصفحة: 142\n",
        "247 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ: حَدَّثَنَا عُثْمَانُ بْنُ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ\n[ص: 151]\n، قَالَ رَأَيْتُ أَبَا هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ يُصَلِّي عَلَى جَنَائِزِ الرِّجَالِ وَالنِّسَاءِ فَجَعَلَ الرِّجَالَ يَلُونَهُ، وَالنِّسَاءَ يَلِينَ الْقِبْلَةَ\nالحديث: 247 ¦ الجزء: 2 ¦ الصفحة: 150\n",
        "248 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا الْهَيْثَمُ، عَنْ سَعِيدِ بْنِ عَمْرٍو، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّهُ صَلَّى عَلَى امْرَأَةٍ وَلَدَتْ مِنَ الزِّنَا، مَاتَتْ هِيَ وَابْنُهَا، فَصَلَّى عَلَيْهَا ابْنُ عُمَرَ\n[ص: 156]\n، قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ لَا يُتْرَكُ أَحَدٌ مِنْ أَهْلِ الْقِبْلَةِ إِلَّا يُصَلَّى عَلَيْهِ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 248 ¦ الجزء: 2 ¦ الصفحة: 152\n",
        "بَابُ الْمَشْيِ مَعَ الْجَنَازَةِ\nالجزء: 2 ¦ الصفحة: 157\n",
        "249 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ قَالَ: رَأَيْتُ إِبْرَاهِيمَ يَتَقَدَّمُ\n[ص: 158]\nالْجَنَازَةَ وَيَتَبَاعَدُ عَنْهَا فِي غَيْرِ أَنْ يَتَوَارَى عَنْهَا\n[ص: 165]\nقَالَ مُحَمَّدٌ: لَا نَرَى بِتَقَدُّمِ الْجَنَازَةِ بَأْسًا إِذَا كَانَ قَرِيبًا مِنْهَا، وَالْمَشْيُ خَلْفَهَا أَفْضَلُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 249 ¦ الجزء: 2 ¦ الصفحة: 157\n",
        "250 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَ أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: يُكْرَهُ أَنْ يَتَقَدَّمَ الرَّاكِبُ أَمَامَ الْجَنَازَةِ\n[ص: 172]\n، قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 250 ¦ الجزء: 2 ¦ الصفحة: 170\n",
        "251 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، قَالَ: سَأَلْتُ إِبْرَاهِيمَ عَنِ الْمَشْيِ أَمَامَ الْجَنَازَةِ، قَالَ: امْشِ حَيْثُ شِئْتَ، إِنَّمَا يُكْرَهُ أَنْ يَنْطَلِقَ الْقَوْمُ، فَيَجْلِسُونَ عِنْدَ الْقَبْرِ، وَيَتْرُكُونَ الْجَنَازَةَ، قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 251 ¦ الجزء: 2 ¦ الصفحة: 173\n",
        "252 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ: حَدَّثَنَا حَمَّادٌ، عَنْ إِبْرَاهِيمَ، قَالَ: كُنْتُ أُجَالِسُ أَصْحَابَ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ عَلْقَمَةَ وَالْأَسْوَدَ وَغَيْرَهُمَا، فَتَمُرُّ عَلَيْهِمُ الْجَنَازَةُ، وَهُمْ مُحْتَبُونَ، فَمَا يَحِلُّ أَحَدٌ مِنْهُمْ حَبْوَتَهُ\n[ص: 175]\n، قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، لَا نَرَى أَنْ يُقَامَ لِلْجَنَازَةِ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 252 ¦ الجزء: 2 ¦ الصفحة: 173\n",
        "253 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، قَالَ: سَأَلْتُ إِبْرَاهِيمَ: مَتَى يَجْلِسُ الْقَوْمُ؟ قَالَ: إِذَا وُضِعَتِ الْجَنَازَةُ عَنْ مَنَاكِبِ الرِّجَالِ، وَقَالَ: أَرَأَيْتَ لَوِ انْتَهَوْا إِلَى الْقَبْرِ، وَلَمْ يُضْرَبْ فِيهِ بِفَاسٍ أَكُنْتَ قَائِمًا حَتَّى يُحْفَرَ الْقَبْرُ؟\n[ص: 177]\nقَالَ مُحَمَّدٌ: إِذَا وُضِعَتِ الْجَنَازَةِ عَلَى الْأَرْضِ فَلَا بَأْسَ بِالْقُعُودِ، وَيُكْرَهُ قَبْلَ ذَلِكَ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 253 ¦ الجزء: 2 ¦ الصفحة: 175\n",
        "254 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّ الْحَارِثَ بْنَ أَبِي رَبِيعَةَ\n[ص: 179]\nمَاتَتْ أُمُّهُ النَّصْرَانِيَّةُ، فَتَبِعَ جَنَازَتَهَا فِي رَهْطٍ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\n[ص: 181]\nقَالَ مُحَمَّدٌ: لَا نَرَى بِاتِّبَاعِهَا بَأْسًا، إِلَّا أَنَّهُ يَتَنَحَّى نَاحِيَةً عَنِ الْجَنَازَةِ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 254 ¦ الجزء: 2 ¦ الصفحة: 178\n",
        "بَابُ تَسْنِيمِ الْقُبُورِ وَتَجْصِيصِهَا\nالجزء: 2 ¦ الصفحة: 182\n",
        "255 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: أَخْبَرَنِي مَنْ رَأَى قَبْرَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَقَبْرَ أَبِي بَكْرٍ وَعُمَرَ رَضِيَ اللَّهُ عَنْهُمَا مُسَنَّمَةً نَاشِزَةً مِنَ الْأَرْضِ عَلَيْهَا فَلَقٌ مِنْ مَدَرٍ أَبْيَضَ\n[ص: 185]\n، قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ يُسَنَّمُ الْقَبْرُ تَسْنِيمًا، وَلَا يُرَبَّعُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 255 ¦ الجزء: 2 ¦ الصفحة: 182\n",
        "256 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: كَانَ يُقَالُ: «ارْفَعُوا الْقَبْرَ حَتَّى يُعْرَفَ أَنَّهُ قَبْرٌ فَلَا يُوطَأَ»\n[ص: 191]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَلَا نَرَى أَنْ يُزَادَ عَلَى مَا خَرَجَ مِنْهُ، وَنَكْرَهُ أَنْ يُجَصَّصَ أَوْ يُطَيَّنَ، أَوْ يُجْعَلَ عِنْدَهُ مَسْجِدٌ، أَوْ عَلَمٌ، أَوْ يُكْتَبُ عَلَيْهِ، وَنَكْرَهُ الْآجُرَ أَنْ يُبْنَى بِهِ أَوْ يَدْخُلَ الْقَبْرَ، وَلَا نَرَى بِرَشِّ الْمَاءِ عَلَيْهِ بَأْسًا، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 256 ¦ الجزء: 2 ¦ الصفحة: 190\n",
        "257 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا شَيْخٌ لَنَا يَرْفَعُ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ «نَهَى عَنْ تَرْبِيعِ الْقُبُورِ وَتَجْصِيصِهَا» ، قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 257 ¦ الجزء: 2 ¦ الصفحة: 201\n",
        "258 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، قَالَ: كَانَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ يَقُولُ: «لَأَنْ أَطَأَ عَلَى جَمْرَةٍ أَحَبُّ إِلَيَّ مِنْ أَنْ أَطَأَ عَلَى قَبْرٍ مُتَعَمِّدًا» . قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، يُكْرَهُ الْوَطْأُ عَلَى الْقُبُورِ مُتَعَمِّدًا، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 258 ¦ الجزء: 2 ¦ الصفحة: 202\n",
        "بَابُ مَنْ أَوْلَى بِالصَّلَاةِ عَلَى الْجَنَازَةِ\nالجزء: 2 ¦ الصفحة: 221\n",
        "259 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، وَعَنْ عَوْنِ بْنِ\n[ص: 222]\nعَبْدِ اللَّهِ، عَنِ الشَّعْبِيِّ، أَنَّهُمَا قَالَا: «الزَّوْجُ أَحَقُّ بِالصَّلَاةِ عَلَى الْمَيِّتِ مِنَ الْأَبِ»\nالحديث: 259 ¦ الجزء: 2 ¦ الصفحة: 221\n",
        "260 -\nقَالَ أَبُو حَنِيفَةَ أَخْبَرَنِي رَجُلٌ، عَنِ الْحَسَنِ، عَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ، أَنَّهُ قَالَ: «الْأَبُ أَحَقُّ بِالصَّلَاةِ عَلَى الْمَيِّتِ مِنَ الزَّوْجِ» قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ. وَبِهِ كَانَ يَأْخُذُ أَبُو حَنِيفَةَ رَضِيَ اللَّهُ تَعَالَى عَنْهُ\nالحديث: 260 ¦ الجزء: 2 ¦ الصفحة: 224\n",
        "بَابُ اسْتِهْلَالِ الصَّبِيِّ وَالصَّلَاةِ عَلَيْهِ\nالجزء: 2 ¦ الصفحة: 237\n",
        "261 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، أَنَّهُ قَالَ فِي السِّقْطِ: إِذَا اسْتَهَلَّ صُلِّيَ عَلَيْهِ، وَوُرِّثَ، وَإِذَا لَمْ يَسْتَهِلَّ لَمْ يُصَلَّ عَلَيْهِ، وَلَمْ يُوَرَّثْ\n[ص: 241]\nقَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ. وَالِاسْتِهْلَالُ أَنْ يَقَعَ حَيًّا، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 261 ¦ الجزء: 2 ¦ الصفحة: 237\n",
        "262 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ عَنْ إِبْرَاهِيمَ فِي الصَّبِيِّ يَقَعُ مَيِّتًا، وَقَدْ كَمُلَ خَلْقُهُ، قَالَ: «لَا يُحْجَبُ، وَلَا يَرِثُ، وَلَا يُصَلَّى عَلَيْهِ»\n[ص: 252]\n، قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَلَكِنَّهُ يُغَسَّلُ وَيُكَفَّنُ وَيُدْفَنُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهِ عَنْهُ\nالحديث: 262 ¦ الجزء: 2 ¦ الصفحة: 249\n",
        "بَابُ غُسْلِ الشَّهِيدِ\nالجزء: 2 ¦ الصفحة: 253\n",
        "263 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، فِي الرَّجُلِ يُسْتَشْهَدُ فَيَمُوتُ مَكَانَهُ الَّذِي قُتِلَ فِيهِ قَالَ: «يُنْزَعُ عَنْهُ خُفَّاهُ وَقَلَنْسُوَتُهُ، وَيُكَفَّنُ فِي ثِيَابِهِ الَّتِي كَانَتْ عَلَيْهِ»\n[ص: 255]\n، قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَيُنْزَعُ أَيْضًا كُلُّ جِلْدٍ وَسِلَاحٍ وَيَزِيدُونَ مَا أَحَبُّوا مِنَ الْأَكْفَانِ، وَلَا يُغَسَّلُ، وَلَكِنْ يُصَلَّى عَلَيْهِ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 263 ¦ الجزء: 2 ¦ الصفحة: 253\n",
        "264 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ فِي الرَّجُلِ يُقْتَلُ فِي الْمَعْرَكَةِ، قَالَ: «لَا يُغَسَّلُ» ، وَالَّذِي يُضْرَبُ فَيَتَحَامَلُ إِلَى أَهْلِهِ، قَالَ: «يُغَسَّلُ»\n[ص: 264]\n، قَالَ مُحَمَّدٌ: وَبِهِ نَأْخُذُ، وَإِذَا حُمِلَ أَيْضًا عَلَى أَيْدِي الرَّجُلِ حَيًّا فَمَاتَ غُسِّلَ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 264 ¦ الجزء: 2 ¦ الصفحة: 263\n",
        "265 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا سَالِمٌ الْأَفْطَسُ، قَالَ: «مَا مِنْ نَبِيٍّ إِلَّا وَيَهْرَبُ مِنْ قَوْمِهِ إِلَى الْكَعْبَةِ يَعْبُدُ رَبَّهَا، وَإِنَّ حَوْلَهَا لَقُبُورَ ثَلَاثِمِائَةِ نَبِيٍّ»\nالحديث: 265 ¦ الجزء: 2 ¦ الصفحة: 290\n",
        "266 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا عَطَاءُ بْنُ السَّائِبِ، قَالَ: قَبْرُ هُودٍ وَصَالِحٍ وَشُعَيْبٍ فِي الْمَسْجِدِ الْحَرَامِ\nالحديث: 266 ¦ الجزء: 2 ¦ الصفحة: 292\n",
        "267 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا زِيَادُ بْنُ عِلَاقَةَ، عَنْ عَبْدِ اللَّهِ\n[ص: 293]\nبْنِ الْحَارِثِ، عَنْ أَبِي مُوسَى الْأَشْعَرِيِّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «فَنَاءُ أُمَّتِي بِالطَّعْنِ وَالطَّاعُونِ» ، قِيلَ يَا رَسُولَ اللَّهِ الطَّعْنُ قَدْ عَرَفْنَاهُ\n[ص: 294]\nفَمَا الطَّاعُونُ؟ قَالَ: «وَخْزُ أَعْدَائِكُمْ مِنَ الْجِنِّ، وَفِي كُلٍّ شُهَدَاءُ»\nالحديث: 267 ¦ الجزء: 2 ¦ الصفحة: 292\n",
        "بَابُ زِيَارَةِ الْقُبُورِ\nالجزء: 2 ¦ الصفحة: 313\n",
        "268 -\nمُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو حَنِيفَةَ، قَالَ حَدَّثَنَا عَلْقَمَةُ بْنُ مَرْثَدٍ، عَنِ ابْنِ بُرَيْدَةَ الْأَسْلَمِيِّ، عَنْ أَبِيهِ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: «نَهَيْنَاكُمْ عَنْ زِيَارَةِ الْقُبُورِ فَزُورُوهَا، وَلَا تَقُولُوا هُجْرًا؛ فَقَدْ أُذِنَ لِمُحَمَّدٍ فِي زِيَارَةِ قَبْرِ أُمِّهِ، وَعَنْ لَحْمِ الْأَضَاحِيِّ أَنْ تُمْسِكُوهُ فَوْقَ ثَلَاثَةِ أَيَّامٍ، فَأَمْسِكُوهُ مَا بَدَا لَكُمْ، وَتَزَوَّدُوا فَإِنَّا إِنَّمَا نَهَيْنَاكُمْ لِيَتَّسِعَ مُوسِعُكُمْ عَلَى فَقِيرِكُمْ، وَعَنِ النَّبِيذِ فِي الدُّبَّاءِ وَالْحَنْتَمِ وَالْمُزَفَّتِ، فَانْتَبِذُوا فِي كُلِّ ظَرْفٍ فَإِنَّ ظَرْفًا لَا يُحِلُّ شَيْئًا وَلَا يُحَرِّمُهُ\n[ص: 314]\n، وَلَا تَشْرَبُوا الْمُسْكِرَ» قَالَ مُحَمَّدٌ: وَبِهَذَا كُلِّهِ نَأْخُذُ، لَا بَأْسَ بِزِيَارَةِ الْقُبُورِ لِلدُّعَاءِ لِلْمَيِّتِ وَلِذِكْرِ الْآخِرَةِ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 268 ¦ الجزء: 2 ¦ الصفحة: 313\n",
        ""
    ]
}