{
    "1": [
        "فوائد ابن بجير\nفوائد ابن بجير\nأحمد بن بجير\nالكتاب:\nفوائد أحمد بن عبدالله بن نصر بن بجير\nالمؤلف:\nأَحْمَد بْن عَبْد اللَّه بْن نصر بْن بجير بْن عَبْد اللَّه بْن صالح بْن أسامة أَبُو الْعَبَّاس الذهلي (المتوفى: 322هـ)\nالمحقق:\nنبيل سعد الدين جرار\nالناشر:\nدار البشائر الإسلامية [ضمن سلسلة الأجزاء المنسوخة (1 - 3)]\nالطبعة:\nالأولى 1429 هـ - 2008 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\nأعده للشاملة:\nيا باغي الخير أقبل\n",
        "سلسلة الأجزاء المنسوخة (1 - 3)\n-[ (1) فوائد أحمد بن عبد الله بن نصر بن بجير]-\n(322 هـ)\n(2) فوائد منتقاة من رواية الشيخين\nأبي الحسن أحمد بن محمد بن الصلت\n(405 هـ)\nوأبي أحمد عبيد الله بن محمد بن أبي مسلم الفرضي\n(406 هـ)\n(3) جزء يشتمل على ثمانية وخمسين حديثا\nتخريج عثمان بن بلبان المقاتلي\n(717 هـ)\nرواية أبي علي الحسن بن عمر بن عيسى بن خليل الكردي\n(720 هـ)\nتحقيق\nنبيل سعد الدين جرار\nدار البشائر الإسلامية\nالطبعة الأولى\n1429 هـ - 2008 م\n",
        "فيه فوائد من رواية أحمد بن نصر بن بجير\nرواية أبي طاهر محمد بن عبد الرحمن بن العباس\nالذهبي المخلص عنه\nرواية أبي القاسم علي بن أحمد بن محمد بن علي\nالبسري عنه\nرواية الشيخ الإمام حجة الإسلام أبي منصور موهوب\nبن أحمد الجواليقي عنه\nرواية الشيخ الإمام زين الدين أبي الحسن علي بن إبراهيم\nبن نجا الأنصاري الحنبلي عنه أيده الله\nسماع لإبراهيم بن محمد بن خلف المقدسي\nنفعه الله بالعلم\nآمين اللهم آمين\nالجزء: 1 ¦ الصفحة: 15\n",
        "بسم الله الرحمن الرحيم\nرب زدني علما\nأخبر الشيخ الإمام العالم زين الدين أبوالحسن علي بن إبراهيم بن نجا بن غنائم الحنبلي أيده الله قال: أخبرنا الشيخ الأجل الإمام حجة الإسلام أبومنصور موهوب بن أحمد بن محمد بن الخضر الجواليقي في السادس عشر من شهر رمضان من سنة تسع وثلاثين وخمسمئة في منزله بدار الخلافة ببغداد بقراءة الشيخ الإمام أبي العباس أحمد بن عمر بن الحسين بن خلف القطيعي قال: أخبرنا الشيخ أبوالقاسم علي بن أحمد بن محمد بن علي البسري جارنا بباب المراتب قرئ عليه وأنا أسمع قال: أخبرنا أبوطاهر محمد بن عبد الرحمن بن العباس بن عبد الرحمن الذهبي المخلص قراءة عليه قال:\n1-\nأخبرنا أحمد بن نصر بن بجير قال: حدثنا علي بن عثمان بن نفيل الحراني أبومحمد بحران قال: حدثنا أبومسهر قال: حدثنا سعيد، عن مكحول قال:\nإن كان في مخالطة الناس خير، فإن تركهم أسلم.\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 17\n",
        "2-\nوبه عن مكحول: أنه كان يكبر بعد صلاة\n[ص: 19]\nالصبح من يوم عرفة إلى صلاة العصر من آخر أيام التشريق، ويذكر ذلك عن علي بن أبي طالب رضي الله عنه، وكان يأخذ عن علي الغالب عليه ولا يسميه، وكان إذا ذكر عليا قال: قال أبوزينب.\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 17\n",
        "3-\nحدثنا أحمد قال: حدثنا علي قال: حدثنا أبومسهر قال: حدثنا سعيد قال: رأيت عبد العزيز بن أبي السائب يعرض على مكحول.\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 19\n",
        "4-\nوبه: حدثنا أبومسهر قال: حدثنا سعيد قال: لم يكن في زمن مكحول أبصر بالفتيا منه.\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 19\n",
        "5-\nحدثنا أحمد قال: حدثنا علي قال: حدثنا أبومسهر قال: حدثنا سعيد، عن مكحول أنه كان لا يفتي حتى يقول: لا حول ولا قوة إلا بالله، ويقول: هو رأيي، والرأي يخطئ ويصيب.\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 19\n",
        "6-\nحدثنا أحمد قال: حدثنا علي قال: حدثنا أبومسهر قال: حدثنا سعيد قال: كان مكحول إذا رمى يقول: أنا الغلام الهذلي.\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 19\n",
        "7-\nوبه قال: حدثنا أبومسهر قال: حدثنا سعيد قال: ما أدركنا أحسن سمتا في العبادة من مكحول وربيعة بن يزيد.\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 19\n",
        "8-\nوبه قال: حدثنا أبومسهر قال: حدثنا سعيد، عن مكحول أنه كان له خاتم، وكان لا يلبسه، وكان فيه مكتوب: رب أعذ مكحولا من النار.\nالحديث: 8 ¦ الجزء: 1 ¦ الصفحة: 19\n",
        "9-\nوبه قال: حدثنا أبومسهر قال: حدثنا سعيد، عن مكحول قال: لا حلم لمن لا جاهل له.\nالحديث: 9 ¦ الجزء: 1 ¦ الصفحة: 21\n",
        "10-\nوبه: حدثنا أبومسهر قال: حدثنا سعيد، عن سليمان بن موسى قال: يجلس إلى العالم ثلاثة: رجل لا يحفظ شيئا وهو جليس العالم، ورجل يأخذ كل ما يسمع، ورجل يتبقل وهو خيرهم.\nالحديث: 10 ¦ الجزء: 1 ¦ الصفحة: 21\n",
        "11-\nوبه: حدثنا أبومسهر قال: حدثنا سعيد، عن عبد العزيز بن عمر بن عبد العزيز، عن حميد بن عبد الرحمن بن عوف، عن أم سلمة زوج النبي صلى الله عليه وسلم قالت:\nكان في بيتي هذا وهذا، إذ أتي النبي صلى الله عليه وسلم بكتف شاة، فأكل ثم صلى ولم يتوضأ، ثم أتي بأثوار أقط فأكل ثم توضأ وصلى، فقيل: يا رسول الله، أكلت كتف شاة ثم صليت ولم توضأ، ثم أكلت هذه الأثوار ثم توضأت؟ فقال رسول الله صلى الله عليه وسلم: «توضؤوا مما مست النار» .\nالحديث: 11 ¦ الجزء: 1 ¦ الصفحة: 21\n",
        "12-\nحدثنا أحمد قال: حدثنا علي قال: حدثنا أبومسهر قال: حدثنا سعيد، عن الزهري قال: جالست سعيد بن المسيب ست سنين.\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 21\n",
        "13-\nحدثنا أحمد قال: حدثنا علي قال: حدثنا أبو مسهر\n[ص: 23]\nقال: حدثنا سعيد قال: كنا نأتي الزهري فيقدم لنا كذا وكذا لونا.\nالحديث: 13 ¦ الجزء: 1 ¦ الصفحة: 21\n",
        "14-\nحدثنا أحمد قال: حدثنا علي قال: حدثنا أبومسهر قال: حدثنا سعيد قال: قيل لأبي أسيد الفزاري: من أين تعيش؟ فكبر الله وحمده ثم قال: الله يرزق الكلب والخنزير ولا يرزق أبا أسيد!\nالحديث: 14 ¦ الجزء: 1 ¦ الصفحة: 23\n",
        "15-\nحدثنا أحمد قال: حدثنا علي قال: حدثنا أبومسهر قال: حدثنا سعيد قال: مر أبوأسيد الفزاري بسوق الرؤوس فذكر هذه الآية: {وهو فيها كالحون} فخر مغشيا عليه.\nالحديث: 15 ¦ الجزء: 1 ¦ الصفحة: 23\n",
        "16-\nحدثنا أحمد قال: حدثنا علي قال: حدثنا أبومسهر، عن سعيد، عن محمد بن كعب في قوله {فلنحيينه حياة طيبة} قال: القناعة.\nالحديث: 16 ¦ الجزء: 1 ¦ الصفحة: 23\n",
        "17-\nوبه قال: حدثنا أبومسهر قال: حدثنا سعيد، أن فضالة بن عبيد الأنصاري ممن شهد بيعة الرضوان. قال سعيد: وكان أصغر من شهدها.\nوقال معاوية حين هلك فضالة بن عبيد وهو يحمل نعشه لابنه عبد الله بن معاوية: تعال اعقبني، فإنك لن تحمل مثله أبدا.\nالحديث: 17 ¦ الجزء: 1 ¦ الصفحة: 23\n",
        "18-\nوبه قال: سمعت أبا مسهر يقول: أنشدني سعيد بن عبد\n[ص: 25]\nالعزيز هذين البيتين من قول حميدة بنت النعمان بن بشير بكت أباها، فأنشأ يقول:\nليت ابن مزنة وابنه\n...\nكانوا لحتفك واقيه\nوبنو أمية كلهم\n...\nلم تبق منهم باقيه\nالحديث: 18 ¦ الجزء: 1 ¦ الصفحة: 23\n",
        "19-\nوبه قال: أنشدنا أبومسهر من قيل نفسه:\nجاء البريد برأسه\n...\nيا للحوم الغاليه\nيستفتحون بقتله\n...\nدارت عليهم ثانيه\nفلأبكين مسرة\n...\nولأبكين علانيه\nولأبكينك ما حييت\n...\nمع الكلاب العاويه\nقال أبومسهر: في جوف الليل.\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 25\n",
        "20-\nحدثنا أحمد قال: حدثنا علي قال: حدثنا أبومسهر قال:\nكان النعمان بن بشير على حمص عاملا لابن الزبير، فلما تمرون أهل حمص خرج هاربا، فاتبعه خالد بن خلي الكلاعي فقتله.\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 25\n",
        "21-\nوبه قال: حدثنا أبومسهر قال: حدثنا سعيد بن عبد العزيز قال:\nدعا عبد الملك بغدائه، فقال: ادع خالد بن يزيد بن معاوية، قال: مات يا أمير المؤمنين، قال: ادع ابن أسيد، قال: مات يا أمير المؤمنين، قال: ادع روح بن زنباع، قال: مات\n[ص: 27]\nيا أمير المؤمنين قال: ارفع ارفع.\nقال أبومسهر: فحدثني رجل قال: فلما ركب تمثل هذين البيتين:\nذهبت لماتي وانقضت آجالهم\n...\nوغبرت بعدهم ولست بغابر\nوغبرت بعدهم فأسكن مرة\n...\nبطن العقيق ومرة بالظاهر\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 25\n",
        "22-\nحدثنا أحمد قال: حدثنا علي قال: حدثنا أبومسهر قال: حدثنا سعيد قال: أول من خبز الكعك إبراهيم خليل الرحمن صلى الله عليه وسلم خبز للضيفان، وكان إبراهيم يطعم طعامه، فإذا أكلوه قال: هاتوا ثمنه، قال: فيقولون: وما ثمنه؟ قال: تحمدون الله عليه.\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 27\n",
        "23-\nوبه قال: حدثنا أبومسهر قال: حدثنا سعيد،\nأن أبا الدرداء أسلم بعد بدر وشهد أحدا، وأن رسول الله صلى الله عليه وسلم أمره أن يرد من على الجبل، فردهم وحده.\nالحديث: 23 ¦ الجزء: 1 ¦ الصفحة: 27\n",
        "24-\nوبه قال: حدثنا أبومسهرقال: حدثنا سعيد،\nأن أبا الدرداء قال لرجل: ما اسمك؟ قال: الزناد، قال: أبو من؟ قال: أبوالسكري، قال: كل من عمل الشيطان.\nالحديث: 24 ¦ الجزء: 1 ¦ الصفحة: 27\n",
        "25-\nوبه قال: حدثنا أبومسهر قال: حدثنا\n[ص: 29]\nسعيد قال: كان أبوإدريس أظنه قال: إذا نظر إلى مسلم بن يسار قال: مرحبا بالغريب.\nالحديث: 25 ¦ الجزء: 1 ¦ الصفحة: 27\n",
        "26-\nوبه قال: حدثنا أبومسهر قال: حدثنا سعيد، أن معاوية بن أبي سفيان كان يخرج من الليل يستمع قراءة أبي موسى الأشعري.\nالحديث: 26 ¦ الجزء: 1 ¦ الصفحة: 29\n",
        "27-\nوبه قال: حدثنا أبومسهر قال: حدثنا سعيد قال: ولد أبو إدريس الخولاني عام حنين، وينكر أن يكون سمع من معاذ بن جبل.\nالحديث: 27 ¦ الجزء: 1 ¦ الصفحة: 29\n",
        "28-\nوبه قال: حدثنا أحمد بن نصر بن بجير قال: حدثنا عبد العزيز قال: حدثنا عبد الله بن أحمد بن شبويه قال: سمعت عمرو بن مرزوق يقول: سمعت عبد الله بن المبارك يقول:\nأيها القارئ الذي لبس الصوف\n...\nوأمسى يعد في الزهاد\nالزم الثغر والتواضع فيه\n...\nليس بغداد منزل العباد\nإن بغداد للملوك محل\n...\nومناخ للقارئ الصياد\nالحديث: 28 ¦ الجزء: 1 ¦ الصفحة: 29\n",
        "29-\nحدثنا أحمد بن نصر قال: حدثنا عبد العزيز بن أحمد قال: حدثني القاسم بن محمد بن الحارث المروزي، عن أحمد بن زهير قال: سمعت ابن المبارك يقول:\nعشق هارون جارية فأرادها، فذكرت أن أباه كان مسها، فأشغف بها هارون حتى قال:\n[ص: 31]\nأرى ماء وبي عطش شديد\n...\nولكن لا سبيل إلى الورود\nأما يكفيك أنك تملكيني\n...\nوأن الناس كلهم عبيدي\nوأنك لو قطعت يدي ورجلي\n...\nلقلت من الرضا أحسنت زيدي\nقال: فسأل أبا يوسف عنها فقال: أوكلما قالت جارية تصدق!\nقال ابن المبارك: فلا أدري ممن أعجب، من أمير المؤمنين حيث رغب عنها، أو منها حيث رغبت عن أمير المؤمنين، أو من أبي يوسف حيث أمره بالهجم عليها.\nالحديث: 29 ¦ الجزء: 1 ¦ الصفحة: 29\n",
        "30-\nحدثنا أحمد بن نصر قال: حدثنا أبوأمية محمد بن إبراهيم بدمشق قال: سمعت أبا حفص الأعشى عمرو بن خالد الأسدي يقول: سمعت عاصما يقول: {هل تحس منهم من أحد} يقول: إنما تحس الدابة.\nآخره ولله الحمد\nوصلواته على سيدنا محمد وآله وسلم تسليما\nبلغ مقابلة بالأصل على حسب الطاقة\nالحديث: 30 ¦ الجزء: 1 ¦ الصفحة: 31\n",
        ""
    ]
}