{
    "1": [
        "فوائد أبي علي المدائني\nفوائد أبي علي المدائني\nأبو علي المدائني\nالكتاب:\nفوائد أبي علي أحمد بن علي بن شعيب المدائني\nالمؤلف:\nأبو علي أحمد بن علي بن شعيب المدائني (المتوفى: بعد 310هـ)\nالناشر:\nمخطوط نُشر في برنامج جوامع الكلم المجاني التابع لموقع الشبكة الإسلامية\nالطبعة:\nالأولى، 2004\n[الكتاب مخطوط]\n",
        "فَوَائِدُ أَبِي عَلِيٍّ الْمَدَائِنِيِّ\nحَدَّثَنَا أَبُو عَلِيٍّ أَحْمَدُ بْنُ عَلِيِّ بْنِ شُعَيْبٍ الْمَدَائِنِيُّ , بِمِصْرَ , فِي شَوَّالٍ سَنَةَ عَشَرَ وَثَلاثِ مِائَةٍ، ثنا مُحَمَّدُ بْنُ عَمْرِو بْنِ نَافِعٍ، ثنا نُعَيْمُ بْنُ حَمَّادٍ، قَالَ: سَمِعْتُ ابْنَ مَهْدِيٍّ , وَهُوَ يَقُولُ: لا أُقَدِّمُ عَلَى مَالِكٍ فِي صِحَّةِ الْحَدِيثِ أَحَدًا.\nحَدَّثَنَا أَحْمَدُ، ثنا مُحَمَّدُ بْنُ عَمْرٍو، ثنا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ شَبَّوَيْهِ، ثَنَا الثِّقَةُ , عَنِ ابْنِ مَهْدِيٍّ، قَالَ: مَا رَأَيْتُ رَجُلا أَعْلَمَ بِالْحَدِيثِ مِنْ سُفْيَانَ الثَّوْرِيِّ، وَلا أَحْسَنَ عَقْلا مِنْ ثَابِتٍ , وَلا أَصْدَقَ مِنْ شُعْبَةَ، وَلا أَصْلَحَ لِهَذِهِ الأُمَّةِ مِنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ.\nأَخْبَرَنَا أَحْمَدُ، ثنا يَحْيَى بْنُ عُثْمَانَ، سَمِعْتُ ابْنَ أَبِي مَرْيَمَ , يَقُولُ: كُنَّا مَعَ اللَّيْثِ فِي الْمَسْجِدِ الْجَامِعِ بِمِصْرَ , فَذُكِرَ مَالِكٌ , فَقَالَ اللَّيْثُ: إِنِّي لأَدْعُو اللَّهَ تَعَالَى لَهُ فِي صَلاتِي بِأَنْ يُبْقِيَهُ اللَّهُ سُبْحَانَهُ.\nوَذَكَرَ مِنْ حَاجَةِ النَّاسِ إِلَيْهِ فِي الْفَتْوَى.\nحَدَّثَنَا أَحْمَدُ، ثنا يَحْيَى بْنُ عُثْمَانَ، سَمِعْتُ هَارُونَ بْنَ سَعِيدٍ الأَيْلِيَّ، يَقُولُ: سَمِعْتُ الشَّافِعِيَّ , يَقُولُ: مَا كِتَابٌ بَعْدَ كِتَابِ اللَّهِ عَزَّ وَجَلَّ أَنْفَعَ مِنْ مُوَطَّأِ مَالِكٍ.\nالجزء: 1 ¦ الصفحة: 1\n",
        "1 -\nحَدَّثَنَا أَحْمَدُ، ثنا أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنِي عَمِّي، حَدَّثَنِي مَالِكٌ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسٍ، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , قَال\nَ: «إِذَا حَضَرَتِ الصَّلاةُ وَحَضَرَ الْعَشَاءُ فَابْدَءُوا بِالْعَشَاءِ , وَلا تَعْجَلُوا عَنْ عَشَائِكُمْ» .\nفَكَانَ الأَمْرَ عَلَى ذَلِكَ , فَلَمَّا كَانَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ خَشِيَ أَنْ يَطُولَ الْمُكْثُ عَلَى الْعِشَاءِ , فَقَدَّمَ عَلَى الْعَشَاءِ ثُمَّ بَعْدَ ذَلِكَ عُثْمَانُ بْنُ عَفَّانَ رَضِيَ اللَّهُ عَنْهُ\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 2\n",
        "2 -\nحَدَّثَنَا أَحْمَدُ، أنا يُونُسُ بْنُ عَبْدِ الأَعْلَى، ثنا ابْنُ وَهْبٍ، حَدَّثَنِي مَالِكُ بْنُ أَنَسٍ , وَابْنُ يَزِيدَ , وَغَيْرُهُمَا , أَنَّ ابْنَ شِهَابٍ أَخْبَرَهُمْ , عَنْ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حُنَيْفٍ، عَنِ ابْنِ عَبَّاسٍ , أَنَّ خَالِدَ بْنَ الْوَلِيدِ دَخَلَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْتَ مَيْمُونَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , فَقَالَ بَعْضُ النِّسْوَةِ اللاتِي فِي بَيْتِ مَيْمُونَة\nَ: أَخْبِرِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَا يُرِيدُ أَنْ يَأْكُلَ مِنْهُ، فَقَالُوا: هُوَ ضَبٌّ.\nفَرَفَعَ يَدَهُ.\nفَقُلْتُ:\nأَحَرَامٌ هُوَ؟ فَقَالَ: لا , وَلَكِنَّهُ لَمْ يَكُنْ بِأَرْضِ قَوْمِي , فَأَجِدُنِي أَعَافُهُ \".\nقَالَ: فَاجْتَزَزْتُهُ , فَأَكَلْتُهُ , وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَنْظُرُ.\nقَالَ يُونُسُ: فِي الْحَدِيثَيْنِ: فَلَمْ يَنْهَانِي\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 3\n",
        "3 -\nحَدَّثَنَا أَحْمَدُ، ثنا إِبْرَاهِيمُ بْنُ مَرْزُوقٍ، ثنا بِشْرُ بْنُ عُمَرَ الزَّهْرَانِيُّ، ثنا مَالِكُ بْنُ أَنَسٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ عُمَرَ رَضِيَ اللَّهُ عَنْهُ، قَالَ وَهُوَ يَخْطُبُ النَّاسَ يَوْمَ الْجُمُعَة\nِ: \" لَمَّا تُوُفِّيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اجْتَمَعَ الْمُهَاجِرُونَ إِلَى أَبِي بَكْرٍ , وَاجْتَمَعَتِ الأَنْصَارُ فِي\nسَقِيفَةِ بَنِي سَاعِدَةَ , فَقُلْتُ لأَبِي بَكْرٍ: يَا أَبَا بَكْرٍ انْطَلِقْ إِلَى إِخْوَانِنَا هَؤُلاءِ مِنَ الأَنْصَارِ , فَانْطَلَقْنَا حَتَّى جِئْنَاهُمْ , فَلَمَّا جَلَسْنَا بِهِمْ خَطَبْتُهُمْ , فَقَالَ أَبُو بَكْرٍ: أَمَّا بَعْدُ , فَأَمَّا مَا ذَكَرْتُمْ فِيكُمْ مِنْ خَيْرٍ فَأَنْتُمْ أَهْلُهُ , وَلَمْ تَعْرِفِ الْعَرَبُ هَذَا الأَمْرَ إِلا بِهَذَا الْحَيِّ مِنْ قُرَيْشٍ هُمْ أَوْسَطُ الْعَرَبِ نَسَبًا وَدَارًا , وَبِهِ رَضِيتُ لَكُمْ أَحَدَ هَذَيْنِ , فَبَايِعُوا أَيَّهُمَا شِئْتُمْ، وَأَخَذَ بِيَدِي وَيَدِ أَبِي عُبَيْدَةَ بْنِ الْجَرَّاحِ , فَلَمْ أَكْرَهْ مِمَّا قَالَ غَيْرَهَا , فَقُلْتُ: لأَنْ أَقْدَمُ فَتُضْرَبُ عُنُقِي لا يُقَرِّبُنِي ذَلِكَ إِلَى إِثْمٍ أَحَبُّ إِلَيَّ مِنْ أَنْ أَتَأَمَّرَ عَلَى قَوْمٍ فِيهِمْ أَبُو بَكْرٍ , إِلا أَنْ تُغَيَّرَ نَفْسِي عِنْدَ الْمَوْتِ , وَكَثُرَ اللَّغَطُ وَارْتَفَعَتِ الأَصْوَاتُ حَتَّى فَرِقْتُ مِنَ الاخْتِلافِ , فَقُلْتُ: ابْسُطْ يَدَكَ أَبَا بَكْرٍ.\nفَبَسَطَ يَدَهُ , فَبَايَعْنَاهُ , ثُمَّ بَايَعَهُ الْمُهَاجِرُونَ , ثُمَّ بَايَعَهُ الأَنْصَارُ , وَلَيْسَ فِيهِمْ مَنْ تَنْقَطِعُ إِلَيْهِ الأَعْنَاقُ مِثْلُ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُ \"\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 4\n",
        "4 -\nحَدَّثَنَا أَحْمَدُ، ثنا يُونُسُ بْنُ عَبْدِ الأَعْلَى , ثنا ابْنُ وَهْبٍ , أَنَّ مَالِكَ بْنَ أَنَسٍ حَدَّثَهُ , عَنِ ابْنِ شِهَابٍ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , قَال\nَ: «لا يَمْنَعْ أَحَدُكُمْ جَارَهُ أَنْ يَغْرِزَ خَشَبَةً فِي جِدَارِهِ» .\nقَالَ: ثُمَّ يَقُولُ أَبُو هُرَيْرَةَ: مَا لِيَ أَرَاكُمْ عَنْهَا مُعْرِضِينَ , وَاللَّهِ لأَرْمِيَنَّ بِهَا بَيْنَ أَكْتَافِكُمْ\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 5\n",
        "5 -\nحَدَّثَنَا أَحْمَدُ بْنُ عَلِيِّ بْنِ شُعَيْبٍ الْمَدَائِنِيُّ بِمِصْرَ سَنَةَ عَشْرٍ وَثَلاثِ مِائَةٍ، ثَنَا مَالِكُ بْنُ عَبْدِ اللَّهِ بْنِ سَيْفٍ التُّجِيبِيُّ , ثنا إِسْمَاعِيلُ بْنُ قَعْنَبٍ، ثنا مَالِكُ بْنُ أَنَسٍ، عَنِ ابْنِ شِهَابٍ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «شَرُّ الطَّعَامِ طَعَامُ الْوَلِيمَةِ يُدْعَى إِلَيْهَا الأَغْنِيَاءُ وَيُتْرَكُ الْفُقَرَاءُ , وَمَنْ لَمْ يَأْتِهَا فَقَدْ عَصَى اللَّهَ\nوَرَسُولَهُ»\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 6\n",
        "6 -\nأَخْبَرَنَا أَحْمَدُ، ثنا بَحْرُ بْنُ نَصْرٍ الْخَوْلانِيُّ، ثنا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي مَالِكُ بْنُ أَنَسٍ، وَيُونُسُ بْنُ يَزِيدَ , عَنِ ابْنِ شِهَابٍ , أَنَّ عُرْوَةَ بْنَ الزُّبَيْرِ أَخْبَرَهُ , عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , قَال\nَ: «الْوَزَغُ الْفُوَيْسِقُ»\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 7\n",
        "7 -\nأَخْبَرَنَا أَحْمَدُ, ثَنَا أَبُو أُمَيَّةَ , ثَنَا رَوْحٌ , عَن صَالِحِ بْنِ أَبِي الأَخْضَرِ , وَمَالِكِ بْنِ أَنَسٍ , عَنِ ابْنِ شِهَابٍ , أَنَّ عُرْوَةَ أَخْبَرَهُ , أَنَّ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَخْبَرَتْهُ , أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَرَجَ لَيْلَةً مِنْ جَوْفِ اللَّيْلِ , فَصَلَّى فِي الْمَسْجِدِ , فَصَلَّى رِجَالٌ بِصَلاتِهِ , فَأَصْبَحَ النَّاسُ يَتَحَدَّثُونَ بِذَلِكَ , فَاجْتَمَعَ أَكْثَرُ مِنْهُمْ فَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي اللَّيْلَةِ الثَّانِيَةِ وَصَلَّوْا بِصَلاتِهِ , وَأَصْبَحَ النَّاسُ لِيَتَحَدَّثُوا بِذَلِكَ، فَكَثُرَ أَهْلُ الْمَسْجِدِ فِي اللَّيْلَةِ الثَّالِثَةِ , فَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّوْا بِصَلاتِهِ , فَلَمَّا كَانَتِ اللَّيْلَةُ الرَّابِعَةُ عَجَزَ الْمَسْجِدُ عَنْ أَهْلِهِ فَلَمْ يَخْرُجْ إِلَيْهِمْ حَتَّى خَرَجَ لِصَلاةِ الْفَجْرِ , فَلَمَّا قَضَى صَلاةَ الْفَجْرِ أَقْبَلَ عَلَى النَّاسِ فَتَشَهَّدَ , فَقَالَ: «أَمَّا بَعْدُ , فَإِنَّهُ لَمْ يَخْفَ عَلَيَّ شَأْنُكُمُ اللَّيْلَةَ , وَلَكِنِّي خَشِيتُ أَنْ تُفْرَضَ عَلَيْكُمْ فَتَعْجَزُوا عَنْهَا» .\nوَلَكِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُرَغِّبُهُمْ فِي قِيَامِ رَمَضَانَ مِنْ غَيْرِ أَنْ يَأْمُرَهُمْ بِعَزِيمَةٍ , وَيَقُول\nُ: «مَنْ قَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا فَقَدَ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ»\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 8\n",
        "8 -\nحَدَّثَنَا أَحْمَدُ، ثَنَا يَزِيدُ بْنُ سِنَانٍ، ثنا أَبُو صَالِحٍ، أنا مَالِكُ بْنُ أَنَسٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا , أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَغَّبَ فِي قِيَامِ رَمَضَانَ مِنْ غَيْرِ أَنْ يَأْمُرَ بِعَزِيمَةٍ , قَال\nَ: «مَنْ قَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ»\nالحديث: 8 ¦ الجزء: 1 ¦ الصفحة: 9\n",
        "9 -\nحَدَّثَنَا أَحْمَدُ، ثنا أَحْمَدُ بْنُ عَبْدِ الْمُؤْمِنِ، ثنا سَعِيدُ بْنُ هَبِيرَةَ، ثنا حَمَّادُ بْنُ زَيْدٍ، ثنا النُّعْمَانُ بْنُ رَاشِدٍ، وَمَالِكٌ، أَوْ مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، قَالَ: قَالَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا\n: «مَا لَعَنَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , وَلا ضَرَبَ شَيْئًا بِيَدِهِ قَطُّ , وَلا يَنْتَقِمُ لِنَفْسِهِ شَيْئًا يُؤْتَى\nإِلَيْهِ إِلا أَنْ تُنْتَهَكَ مَحَارِمُ اللَّهِ عَزَّ وَجَلَّ فَيَكُونُ لِلَّهِ يَنْتَقِمُ , وَمَا سُئِلَ شَيْئًا قَطُّ فَيَمْنَعُهُ إِلا أَنْ يُسْأَلَ إِثْمًا؛ فَإِنَّهُ كَانَ أَبْعَدَ النَّاسِ مِنْهُ , وَمَا خُيِّرَ بَيْنَ أَمْرَيْنِ قَطُّ إِلا اخْتَارَ أَيْسَرَهُمَا , وَكَانَ إِذَا كَانَ حَدِيثَ عَهْدٍ بِجِبْرِيلَ عَلَيْهِ السَّلامُ يُدَارِسُهُ كَانَ أَجْوَدَ بِالْخَيْرِ مِنَ الرِّيحِ الْمُرْسَلَةِ»\nالحديث: 9 ¦ الجزء: 1 ¦ الصفحة: 10\n",
        "10 -\nحَدَّثَنَا أَحْمَدُ، ثنا يُونُسُ بْنُ عَبْدِ الأَعْلَى، ثنا ابْنُ وَهْبٍ , أَنَّ مَالِكًا أَخْبَرَهُ , عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا , أَنَّهَا قَالَتْ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ إِذَا اعْتَكَفَ يُدْنِي إِلَيَّ رَأْسَهُ فَأُرَجِّلُهُ , وَكَانَ لا يَدْخُلُ الْبَيْتَ إِلا لِحَاجَةِ الإِنْسَانِ»\nالحديث: 10 ¦ الجزء: 1 ¦ الصفحة: 11\n",
        "11 -\nحَدَّثَنَا أَحْمَدُ، ثنا أَحْمَدُ بْنُ مُحَمَّدٍ أَبُو بَكْرٍ الْحَاطِبِيُّ، ثنا الْحُنَيْنِيُّ، قَالَ: ذَكَرَهُ مَالِكٌ، عَنْ إِبْرَاهِيمَ , عَنْ سَالِمٍ، عَنْ أَبِيهِ، قَالَ: دَخَلَ رَجُلٌ الْمَسْجِدَ يَوْمَ الْجُمُعَةِ وَعُمَرُ رَحْمَةُ اللَّهِ عَلَيْهِ يَخْطُبُ , فَقَالَ: أَيَّةُ سَاعَةٍ هَذِهِ؟ قَالَ: يَا أَمِيرَ الْمُؤْمِنِينَ , مَا عَلِمْتُ أَنَّ الْيَوْمَ الْجُمُعَةُ وَأَتَيْتُ السُّوقَ مَا زِدْتُ عَلَى الْوُضُوءِ , فَقَالَ: الْوُضُوءُ أَيْضًا , ثُمَّ قَال\nَ: «الْيَوْمَ الْجُمُعَةُ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَأْمُرُ بِالْغُسْلِ»\nالحديث: 11 ¦ الجزء: 1 ¦ الصفحة: 12\n",
        "12 -\nحَدَّثَنَا أَحْمَدُ، ثنا أَبُو عُبَيْدِ اللَّهِ، ثنا عَمِّي، حَدَّثَنِي يُونُسُ , وَمَالِكٌ، عَنِ ابْنِ شِهَابٍ، قَالَ: أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ , وَأَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ , أَنَّ أَبَا هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَسُئِل\nَ: أَيُصَلِّي الرَّجُلُ فِي الثَّوْبِ الْوَاحِدِ؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَوَكُلُّكُمْ لَهُ\nثَوْبَانِ»\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 13\n",
        "13 -\nحَدَّثَنَا أَحْمَدُ، ثنا سَعْدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الْحَكَمِ، ثنا عَبْدُ الْمَلِكِ بْنُ الْمَاجِشُونِ، ثنا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ , وَأَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ «أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ قَضَى بِالشُّفْعَةِ فِيمَا لَمْ يُقْسَمْ , فَإِذَا وَقَعَتِ الْحُدُودُ فَلا شُفْعَةَ فِيهِ»\nالحديث: 13 ¦ الجزء: 1 ¦ الصفحة: 14\n",
        "14 -\nحَدَّثَنَا أَحْمَدُ، ثنا الرَّبِيعُ بْنُ سُلَيْمَانَ، ثنا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ , وَمُحَمَّدٍ ابْنَيْ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , مِثْلَ حَدِيثِ يُونُسَ بْنِ يَزِيدَ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , يَقُول\nُ: «رَمَضَانُ مَنْ صَامَهُ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ»\nالحديث: 14 ¦ الجزء: 1 ¦ الصفحة: 15\n",
        "15 -\nحَدَّثَنَا أَحْمَدُ، ثنا الْحَسَنُ بْنُ سُلَيْمانِ الفزاريُّ، وَيَحْيَى بْنُ عُثْمَانَ , قَالا: ثنا أَبُو صَالِحٍ، حَدَّثَنِي اللَّيْثُ، عَنْ يَحْيَى بْنِ أَيُّوبَ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنِ ابْنِ شِهَابٍ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ , عَنْ أُمِّ كُلْثُومٍ بِنْتِ عُقْبَةَ , أَنَّهَا قَالَتْ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , يَقُول\nُ: «لَيْسَ بِكَذَّابٍ الَّذِي يَمْشِي بِصُلْحٍ بَيْنَ النَّاسِ فَيُنَمِّي خَبَرًا أَوْ يَقُولُهُ»\nالحديث: 15 ¦ الجزء: 1 ¦ الصفحة: 16\n",
        "16 -\nحَدَّثَنَا أَحْمَدُ، ثنا الْحَسَنُ بْنُ سُلَيْمانِ الفزاريُّ، وَهَاشِمُ بْنُ يُونُسَ الْقَصَّارُ، وَيَحْيَى بْنُ عُثْمَانَ، قَالُوا: ثنا أَبُو صَالِحٍ، حَدَّثَنِي اللَّيْثُ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ الْجُمَحِيِّ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ , عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ , أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , قَال\nَ: «إِذَا سَمِعْتُمُ النِّدَاءَ فَقُولُوا مِثْلَ مَا يَقُولُ الْمُؤَذِّنُ»\nالحديث: 16 ¦ الجزء: 1 ¦ الصفحة: 17\n",
        "17 -\nحَدَّثَنَا أَحْمَدُ، ثنا إِبْرَاهِيمُ بْنُ مَرْزُوقٍ، ثنا عُثْمَانُ بْنُ عُمَرَ , أنا مَالِكٌ، عَنِ الزُّهْرِيِّ، عَنْ يَحْيَى بْنِ سَعِيدِ بْنِ الْعَاصِ، عَنْ أَبِيهِ , عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا , أَن\nَّ أَبَا بَكْرٍ رَضِيَ اللَّهُ عَنْهُ اسْتَأْذَنَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ\nلابِسٌ مِرْطَ أُمِّ الْمُؤْمِنِينَ , فَأَذِنَ لَهُ , فَقَضَى حَاجَتَهُ , فَاسْتَأْذَنَ عَلَيْهِ عُمَرُ رَضِيَ اللَّهُ عَنْهُ وَهُوَ عَلَى تِلْكَ الْحَالِ , فَقَضَى إِلَيْهِ حَاجَتَهُ، ثُمَّ خَرَجَ فَاسْتَأْذَنَ عَلَيْهِ عُثْمَانُ رَضِيَ اللَّهُ عَنْهُ فَاسْتَوَى جَالِسًا , وَقَالَ لِعَائِشَةَ رَضِيَ اللَّهُ عَنْهَا: «اجْمَعِي عَلَيْكِ ثِيَابَكِ» .\nفَلَمَّا خَرَجَ , قَالَتْ لَهُ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا: مَا لَكَ لَمْ تَفْزَعْ لأَبِي بَكْرٍ وَعُمَرَ كَمَا فَزِعْتَ لِعُثْمَانَ , قَالَ: «إِنَّ عُثْمَانَ رَجُلٌ شَدِيدُ الْحَيَاءِ فَلَوْ أَذِنْتُ عَلَى تِلْكَ الْحَالِ خَشِيتُ أَنْ لا يَبْلُغَ فِيَّ حَاجَتَهُ»\nالحديث: 17 ¦ الجزء: 1 ¦ الصفحة: 18\n",
        "18 -\nحَدَّثَنَا أَحْمَدُ، ثنا مُحَمَّدُ بْنُ نَصْرٍ، ثنا يَحْيَى بْنُ سَلامٍ، ثنا مَالِكٌ، عَنْ نَافِعٍ، وَعَبْدُ اللَّهِ بْنُ دِينَارٍ، عَنِ ابْنِ عُمَرَ , أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ سَأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَن\nِ الرَّجُلِ يَنَامُ وَهُوَ جُنُبٌ , فَقَالَ: «نَعَمْ يَتَوَضَّأُ» .\nفِي حَدِيثِ نَافِعٍ , وَفِي حَدِيثِ ابْنِ دِينَارٍ: «يَتَوَضَّأُ وَيَغْسِلُ ذَكَرَهُ»\nالحديث: 18 ¦ الجزء: 1 ¦ الصفحة: 19\n",
        "19 -\nحَدَّثَنَا أَحْمَدُ، ثنا يُونُسُ، أنا ابْنُ وَهْبٍ، أَخْبَرَنِي ابْنُ سَمْعَانَ، قَالَ أَبُو مُوسَى: وَأَحْسَبُهُ قَالَ: وَمَالِكُ بْنُ أَنَسٍ، عَنْ نَافِعٍ مَوْلَى ابْنِ عُمَرَ أَخْبَرَهُ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , أَنَّهُ قَال\nَ: «يَقُومُ النَّاسُ يَوْمَ الْقِيَامَةِ لِرَبِّ الْعَالَمِينَ.\nحَتَّى إِنَّ أَحَدَهُمْ لَيَغِيبُ فِي رَشْحِهِ إِلَى أَنْصَافِ أُذُنَيْهِ»\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 20\n",
        "20 -\nحَدَّثَنَا أَحْمَدُ، ثنا يُونُسُ، أنا ابْنُ وَهْبٍ , أَنَّ مَالِكَ بْنَ أَنَسٍ حَدَّثَهُ , عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ , أَنَّ عُمَرَ رَضِيَ اللَّهُ عَنْه\nُ حُمِلَ عَلَى فَرَسٍ عَتِيقٍ فِي سَبِيلِ اللَّهِ , فَوَجَدَهُ يُبَاعُ , فَأَرَادَ أَنْ يَبْتَاعَهُ , فَسَأَلَ عَنْ ذَلِكَ رَسُولَ اللَّهِ صَلَّى\nاللَّهُ عَلَيْهِ وَسَلَّمَ , فَقَالَ: «لا تَبْتَعْهُ وَلا تَعُدْ فِي صَدَقَتِكَ»\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 21\n",
        "21 -\nحَدَّثَنَا أَحْمَدُ بْنُ عَلِيِّ بْنِ شُعَيْبٍ، ثنا أَحْمَدُ بْنُ نَصْرٍ، ثنا أَبُو مَرْوَانَ عَبْدُ الْمَلِكِ بْنُ عَبْدِ الْعَزِيزِ الْمَاجِشُونِ، عَنْ مَالِكٍ، عَنْ نَافِعٍ , عَنِ ابْنِ عُمَرَ، قَالَ: «نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَن\nْ بَيْعِ الْوَلاءِ وَعَنْ هِبَتِهِ»\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 22\n",
        "22 -\nحَدَّثَنَا أَحْمَدُ، ثنا يَزِيدُ بْنُ سِنَانٍ، ثَنَا أَبُو السَّكَنِ مَكِّيُّ بْنُ إِبْرَاهِيمَ، ثنا مَالِكٌ , عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ: \" مُتْعَتَانِ كَانَتَا عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ نَهَى عَنْهُمَا وَأَعَابَ عَلَيْهِمَا: مُتْعَةُ النِّسَاءِ , وَمُتْعَةُ الْحَجِّ \"\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 23\n",
        "23 -\nحَدَّثَنَا أَحْمَدُ، ثنا يُونُسُ، أنا ابْنُ وَهْبٍ، عَنْ مَالِكٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ , أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , قَال\nَ: \" أَيُّمَا امْرِئٍ قَالَ لأَخِيهِ: كَافِرٌ , فَقَدْ بَاءَ بِهَا أَحَدُهُمَا \"\nالحديث: 23 ¦ الجزء: 1 ¦ الصفحة: 24\n",
        "24 -\nحَدَّثَنَا أَحْمَدُ بْنُ عَلِيِّ بْنِ شُعَيْبٍ بِمِصْرَ سَنَةَ عَشْرٍ وَثَلاثِ مِائَةٍ , ثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ , ثَنَا ابْنُ وَهْبٍ، عَنْ مَالِكٍ , عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ , أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ كَتَبَ إِلَيْهِ عَبْدُ الْمَلِكِ بْنُ مَرْوَانَ أَنْ يُبَايِعَهُ , فَكَتَبَ إِلَيْهِ: \" بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ , أَمَّا بَعْدُ , لِعَبْدِ اللَّهِ عَبْدِ الْمَلِكِ أَمِيرِ الْمُؤْمِنِينَ مِنْ عَبْدِ اللَّهِ بْنِ عُمَرَ , سَلامٌ عَلَيْكِ ,\nفَإِنِّي أَحْمَدُ إِلَيْكَ اللَّهَ الَّذِي لا إِلَهَ إِلا هُوَ , وَأُقِرُّ لَكَ بِالسَّمْعِ وَالطَّاعَةِ عَلَى سُنَّةِ اللَّهِ وَسُنَّةِ رَسُولِهِ\nصَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيمَا اسْتَطَعْتُ\nالحديث: 24 ¦ الجزء: 1 ¦ الصفحة: 25\n",
        "25 -\nحَدَّثَنَا أَحْمَدُ، ثنا أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ، ثنا عَمِّي، حَدَّثَنِي مَالِكٌ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ، عَنْ أَنَسٍ , أَنَّ أَعْرَابِيًّا أَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , فَقَالَ: يَا رَسُولَ اللَّه\nِ، مَتَى السَّاعَةُ؟ قَالَ: «وَمَاذَا أَعْدَدْتَ لَهَا؟» قَالَ: لا شَيْءَ , وَاللَّهِ إِنِّي لَقَلِيلُ الصَّلاةِ قَلِيلُ الصِّيَامِ إِلا\nأَنِّي أُحِبُّ اللَّهَ وَرَسُولَهُ , قَالَ: «إِنَّكَ مَعَ مَنْ أَحْبَبْتَ»\nالحديث: 25 ¦ الجزء: 1 ¦ الصفحة: 26\n",
        "26 -\nحَدَّثَنَا أَحْمَدُ، ثنا يَزِيدُ بْنُ سِنَانٍ، ثنا بِشْرُ بْنُ عُمَرَ، ثنا مَالِكٌ , عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ , أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، عَنْ أُمِّ حَرَامٍ ابْنَةِ مِلْحَانَ , قَالَتِ: اسْتَيْقَظَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ نَوْمِهِ وَهُوَ يَضْحَكُ , فَقُلْتُ: مَا يُضْحِكُكَ يَا رَسُولَ اللَّهِ؟ قَال\nَ: «نَاسٌ مِنْ أُمَّتِي عُرِضُوا عَلَيَّ غُزَاةٌ فِي سَبِيلِ اللَّهِ يَرْكَبُونَ هَذَا الْبَحْرَ , مُلُوكًا عَلَى الأَسِرَّةِ أَوْ مِثْلَ الْمُلُوكِ\nعَلَى الأَسِرَّةِ» .\nفَقُلْتُ: يَا رَسُولَ، اللَّهِ ادْعُ اللَّهَ عَزَّ وَجَلَّ أَنْ يَجْعَلَنِي مِنْهُمْ , فَدَعَا لَهَا , ثُمَّ وَضَعَ رَأْسَهُ , فَنَامَ , فَاسْتَيْقَظَ وَهُوَ يَضْحَكُ , فَقُلْتُ: مَا يُضْحِكُكَ يَا رَسُولَ اللَّهِ , قَالَ: «نَاسٌ مِنْ أُمَّتِي عُرِضُوا عَلَيَّ غُزَاةً فِي سَبِيلِ اللَّهِ يَرْكَبُونَ هَذَا الْبَحْرَ مُلُوكًا عَلَى الأَسِرَّةِ أَوْ مِثْلَ الْمُلُوكِ عَلَى الأَسِرَّةِ» .\nفَقُلْتُ: يَا رَسُولَ اللَّهِ، ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ.\nقَالَ: «أَنْتَ مِنَ الأَوَّلِينَ» .\nفَرَكِبَتْ أُمُّ حَرَامٍ الْبَحْرَ مَعَ زَوْجِهَا عُبَادَةَ بْنِ الصَّامِتِ فِي زَمَانِ مُعَاوِيَةَ بْنِ أَبِي سُفْيَانَ فَصُرِعَتْ عَنْ دَابَّتِهَا , حَتَّى خَرَجَتْ مِنَ الْبَحْرِ فَمَاتَتْ\nالحديث: 26 ¦ الجزء: 1 ¦ الصفحة: 27\n",
        "27 -\nحَدَّثَنَا أَحْمَدُ، ثنا بَحْرُ بْنُ نَصْرٍ، ثنا يَحْيَى بْنُ سَلامٍ، ثنا مَالِكُ بْنُ أَنَسٍ، عَنْ أَبِي نُعَيْمٍ وَهُوَ ابْنُ كَيْسَانَ , سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ , سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , وَهُوَ يَقُول\nُ: «مَنْ صَلَّى صَلاةً لَمْ يَقْرَأْ فِيهَا بِفَاتِحَةِ الْكِتَابِ فَلَمْ يُصَلِّ إِلا وَرَاءَ الإِمَامِ»\nالحديث: 27 ¦ الجزء: 1 ¦ الصفحة: 28\n",
        "28 -\nحَدَّثَنَا أَحْمَدُ، ثنا يَحْيَى بْنُ عُثْمَانَ، ثنا أَبِي , ثَنَا ابْنُ لَهِيعَةَ، حَدَّثَنِي عِيسَى بْنُ مُوسَى، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ , يَأْثُرُهُ , أَنَّهُ قَال\nَ: «الْفِطْرَةُ قَصُّ الشَّارِبِ , وَتَقْلِيمُ الأَظَافِرِ , وَنَتْفُ الإِبِطِ , وَحَلْقُ الْعَانَةِ وَالْخِتَانُ»\nالحديث: 28 ¦ الجزء: 1 ¦ الصفحة: 29\n",
        "29 -\nحَدَّثَنَا أَحْمَدُ، ثنا يُونُسُ بْنُ عَبْدِ الأَعْلَى، ثنا ابْنُ وَهْبٍ , أَخْبَرَنِي مَالِكٌ، وَعَنْ رَجُلٍ مِنْ أَهْلِ الْعِلْمِ , عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , بِنَحْوِ حَدِيثِ يُونُسَ، عَنِ الزُّهْرِيِّ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ , «أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ نَحَرَ عَنْ آلِ مُحَمَّدٍ فِي حَجَّةِ الْوَدَاعِ بَقَرَةً وَاحِدَةً»\nالحديث: 29 ¦ الجزء: 1 ¦ الصفحة: 30\n",
        "30 -\nحَدَّثَنَا أَحْمَدُ، ثنا عَلِيُّ بْنُ عَبْدِ الرَّحْمَنِ بْنِ الْمُغِيرَةِ، ثنا سَعِيدُ بْنُ أَبِي مَرْيَمَ، أَخْبَرَنِي مَالِكٌ، حَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ، عَنْ سَعِيدِ بْنِ يَسَارٍ أَبِي الْحُبَابِ، عَنْ أَبِي هُرَيْرَةَ , عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , قَال\nَ: «مَنْ تَصَدَّقَ بِصَدَقَةٍ مِنْ كَسْبٍ طَيِّبٍ وَلا يَقْبَلُ اللَّهُ عَزَّ وَجَلَّ إِلا طَيِّبًا , فَإِنَّمَا يَضَعُهَا فِي كَفِّ الرَّحْمَنِ عَزَّ وَجَلَّ\nفَيُرْبِيهَا كَمَا يُرْبِي أَحَدُكُمْ فَلُوَّهُ أَوْ فَصِيلَةُ حَتَّى تَكُونَ مِثْلَ الْجَبَلِ» .\nحَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْحَاطِبِيُّ، ثنا الْحُنَيْنِيُّ , قَالَ: ذَكَرَهُ مَالِكٌ , عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ سَعِيدِ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ تَصَدَّقَ بِصَدَقَةٍ مِنْ كَسْبٍ طَيِّبٍ وَلا يَقْبَلُ اللَّهُ عَزَّ وَجَلَّ إِلا طَيِّبًا» .\nفَذَكَرَ نَحْوَهُ\nالحديث: 30 ¦ الجزء: 1 ¦ الصفحة: 31\n",
        "31 -\nحَدَّثَنَا أَحْمَدُ بْنُ عَلِيِّ بْنِ شُعَيْبٍ , بِمِصْرَ , سَنَةَ سِتَّ عَشْرَةَ وَثَلاثِ مِائَةٍ، أنا يُونُسُ , أنا ابْنُ وَهْبٍ، أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ عَمْرَ، وَمَالِكٌ , وَسُفْيَانُ الثَّوْرِيُّ , أَنَّ حُمَيْدًا الطَّوِيلَ حَدَّثَهُمْ، أَنَّ أَنَسَ بْنَ مَالِكٍ , قَال\nَ: «حَجَمَ أَبُو طَيْبَةَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , فَأَعْطَاهُ صَاعَيْنِ أَوْ صَاعًا مِنْ تَمْرٍ , وَأَمَرَ أَهْلَهُ أَنْ\nيُخَفِّفُوا عَنْهُ مِنْ خَرَاجِهِ»\nالحديث: 31 ¦ الجزء: 1 ¦ الصفحة: 32\n",
        "32 -\nحَدَّثَنَا أَحْمَدُ، أنا يُونُسُ، ثنا يَحْيَى بْنُ عَبْدِ اللَّهِ بْنِ بُكَيْرٍ، ثنا ابْنُ وَهْبٍ، عَنْ مَالِكٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , قَال\nَ: «إِذَا أَسْلَمَ الْعَبْدُ فَحَسُنَ إِسْلامُهُ كَفَّرَ اللَّهُ تَعَالَى عَنْهُ كُلَّ سَيِّئَةٍ زَلَفَهَا , وَكَتَبَ لَهُ كُلَّ حَسَنَةٍ كَانَ زَلَفَهَا\n, ثُمَّ كَانَ بَعْدَ ذَلِكَ الْقِصَاصُ الْحَسَنَةُ عَشْرُ أَمْثَالِهَا إِلَى سِبْعِ مِائَةٍ , وَالسَّيِّئَةُ بِمِثْلِهَا إِلا أَنْ يَتَجَاوَزَ اللَّهُ عَنْهَا»\nالحديث: 32 ¦ الجزء: 1 ¦ الصفحة: 33\n",
        "33 -\nحَدَّثَنَا أَحْمَدُ، ثنا الْحَسَنُ بْنُ سُلَيْمانِ الفزاريُّ، وَهَاشِمُ بْنُ يُونُسَ الْقَصَّارُ، وَيَحْيَى بْنُ عُثْمَانَ، قَالُوا: ثنا أَبُو صَالِحٍ، حَدَّثَنِي اللَّيْثُ، عَنْ سَعِيدٍ , وَعَبْدُ الرَّحْمَنِ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ طَلْحَةَ بْنِ عَبْدِ الْمَلِكِ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ , أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , قَال\nَ: «مَنْ نَذَرَ أَنْ يُطِيعَ اللَّهَ عَزَّ وَجَلَّ فَلْيُطِعْهُ , وَمَنْ نَذَرَ أَنْ يَعْصِيَهُ فَلا يَعْصِهِ»\nالحديث: 33 ¦ الجزء: 1 ¦ الصفحة: 34\n",
        "34 -\nحَدَّثَنَا أَحْمَدُ، ثنا مُحَمَّدُ بْنُ جَابِرٍ الْمَرْوَزِيُّ، ثنا مُحَمَّدُ بْنُ يَزِيدَ التَّيْمِيُّ، ثنا إِسْحَاقُ بْنُ مُحَمَّدٍ، ثنا مَالِكُ بْنُ أَنَسٍ , عَن سُمَيٍّ , عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «حُجِبَتِ الْجَنَّةُ بِالْمَكَارِهِ , وَحُجِبَتِ النَّارُ بِالشَّهَوَاتِ»\nالحديث: 34 ¦ الجزء: 1 ¦ الصفحة: 35\n",
        "35 -\nأَخْبَرَنَا أَحْمَدُ، ثنا يُونُسُ بْنُ عَبْدِ الأَعْلَى، أنا ابْنُ وَهْبٍ، وَثنا يَحْيَى بْنُ بُكَيْرٍ، قَالَ: وَقُرِئَ عَلَى ابْنِ وَهْبٍ، أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ عُمَرَ، وَيَحْيَى بْنُ عَبْدِ اللَّهِ , وَمَالِكُ بْنُ أَنَسٍ , وَسُفْيَانُ بْنُ عُيَيْنَةَ , وَسُفْيَانُ الثَّوْرِيُّ، أَنَّ عَمْرَو بْنَ يَحْيَى الْمَازِنِيَّ حَدَّثَهُمْ , عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ , رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , قَال\nَ: «لَيْسَ فِيمَا دُونَ خَمْسِ أَوَاقٍ مِنَ الْوَرِقِ صَدَقَةٌ , وَلَيْسَ فِيمَا دُونَ خَمْسِ ذَوْدٍ مِنَ الإِبِلِ صَدَقَةٌ , وَلَيْسَ فِيمَا دُونَ\nخَمْسَةِ أَوْسُقٍ مِنَ التَّمْرِ صَدَقَةٌ»\nالحديث: 35 ¦ الجزء: 1 ¦ الصفحة: 36\n",
        "36 -\nحَدَّثَنَا أَحْمَدُ، ثنا بَكَّارُ بْنُ قُتَيْبَةَ، ثنا أَبُو دَاوُدَ الطَّيَالِسِيُّ، ثنا مَالِكُ بْنُ أَنَسٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ: «نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ بَيْع\nِ الْوَلاءِ وَعَنْ هِبَتِهِ»\nالحديث: 36 ¦ الجزء: 1 ¦ الصفحة: 37\n",
        "37 -\nحَدَّثَنَا أَحْمَدُ، ثنا مُحَمَّدُ بْنُ جَابِرٍ الْمَرْوَزِيُّ، ثنا أَبُو حُمَيْدٍ , حَدَّثَنَا زَافِرُ بْنُ سُلَيْمَانَ، أنا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَنَسٍ، قَالَ: لَمَّا كَان\nَ الْيَوْمُ الَّذِي احْتَلَمْتُ فِيهِ أَخْبَرْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , فَقَالَ: «لا يَدْخُلُ عَلَى\nالنِّسَاءِ» .\nفَمَا أَتَى عَلَيَّ يَوْمٌ كَانَ أَشَدَّ عَلَيَّ مِنْهُ\nالحديث: 37 ¦ الجزء: 1 ¦ الصفحة: 38\n",
        "38 -\nحَدَّثَنَا أَحْمَدُ، ثنا يُونُسُ بْنُ عَبْدِ الأَعْلَى، ثنا ابْنُ وَهْبٍ، أَخْبَرَنِي مَالِكُ بْنُ أَنَسٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَدِيِّ بْنِ ثَابِتٍ الأَنْصَارِيِّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ , أَنَّهُ قَال\nَ: «صَلَّيْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْعَتَمَةَ , فَقَرَأَ فِيهَا بِ وَالتِّينِ\nوَالزَّيْتُونِ»\nالحديث: 38 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "39 -\nحَدَّثَنَا أَحْمَدُ، ثنا يُونُسُ، ثنا ابْنُ وَهْبٍ , أَنَّ مَالِكًا حَدَّثَهُ , عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , أَنَّهَا قَالَتْ: «إِنْ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ لَيُصَلِّي الصُّبْحَ فَيَنْصَرِفُ وَالنِّسَاءُ مُتَلَفِّعَاتٌ بِمُرُوطِهِنَّ مَا يُعْرَفْنَ مِنْ غَلَسٍ»\nالحديث: 39 ¦ الجزء: 1 ¦ الصفحة: 40\n",
        "40 -\nحَدَّثَنَا أَحْمَدُ، ثنا يُونُسُ، أنا ابْنُ وَهْبٍ , أَنَّ مَالِكَ بْنَ أَنَسٍ حَدَّثَهُ , عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَبِي صَالِحٍ السَّمَّانِ، أَوْ زَيْدُ بْنُ أَسْلَمَ، عَنْ أَبِي صَالِحٍ شَكَّ يُونُسُ، عَنْ أَبِي هُرَيْرَةَ , أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , قَال\nَ: «لَوْلا أَنْ أَشُقَّ عَلَى أُمَّتِي لأَحْبَبْتُ أَنْ لا أَتَخَلَّفَ عَنْ سَرِيَّةٍ تَخْرُجُ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ , وَلَكِنْ لا أَجِدُ مَا\nأَحْمِلُهُمْ عَلَيْهِ , وَلا يَجِدُونَ مَا يَتَحَمَّلُونَ عَلَيْهِ فَيَخْرُجُونَ , وَلَيْسَ عَلَيْهِمْ أَنْ يَتَخَلَّفُوا بَعْدِي , لَوَدِدْتُ أَنِّي أُقَاتِلُ فِي سَبِيلِ اللَّهِ فَأُقْتَلُ ثُمَّ أَحْيَا فَأُقْتَلُ ثُمَّ أَحْيَا فَأُقْتَلُ»\nالحديث: 40 ¦ الجزء: 1 ¦ الصفحة: 41\n",
        "41 -\nحَدَّثَنَا أَحْمَدُ بْنُ عَلِيِّ بْنِ شُعَيْبٍ, بِمِصْرَ سَنَةَ 319، ثنا مِقْدَامُ بْنُ دَاوُدَ، ثنا عَمِّي سَعِيدُ بْنُ عِيسَى بْنِ تليدٍ، أنا ابْنُ وَهْبٍ، حَدَّثَنِي مَالِكُ بْنُ أَنَسٍ، وَعَمْرُو بْنُ الْحَارِثِ , عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ , أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ,\n«نَهَى أَنْ يَمْشِيَ الرَّجُلُ فِي نَعْلٍ وَاحِدٍ»\nالحديث: 41 ¦ الجزء: 1 ¦ الصفحة: 42\n",
        "42 -\nحَدَّثَنَا أَحْمَدُ، ثنا أَحْمَدُ بْنُ مُحَمَّدٍ الْحَاطِبِيُّ، ثنا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحُنَيْنِيُّ، قَالَ: ذَكَرَهُ مَالِكٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ , عَنْ عُمَرَ رَضِيَ اللَّهُ عَنْهُ , قَالَ: كُنْتُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَعْضِ أَسْفَارِهِ , فَسَأَلْتُهُ عَنْ شَيْءٍ فَلَمْ يُجِبْنِي , ثُمَّ سَأَلْتُهُ فَلَمْ يُجِبْنِي , ثُمَّ سَأَلْتُهُ فَلَمْ يُجِبْنِي , قَالَ: فَقُلْتُ: ثَكِلَتْكَ أُمُّكَ نَزَرْتَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَلاثَ مَرَّاتٍ عَلَى ذَلِكَ لا يُجِيبُكَ , فَحَرَّكْتُ بَعِيرِي وَسِرْتُ فِي أُخْرَيَاتِ النَّاسِ , وَخَشِيتُ أَنْ يَكُونَ قَدْ نَزَلَ فِيَّ شَيْءٌ , فَلَمْ أَنْشَبْ , فَإِذَا مُنَادِى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُنَادِي , قَالَ: فَجِئْتُ , قَالَ: فَقَال\nَ: «لَقَدْ نَزَلَتْ هَذِهِ اللَّيْلَةَ سُورَةٌ هِيَ أَحَبُّ إِلَيَّ مِنَ الدُّنْيَا وَمَا فِيهَا» .\nقَالَ: ثُمَّ قَرَأَ إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا إِلَى آخِرِ السُّورَةِ\nالحديث: 42 ¦ الجزء: 1 ¦ الصفحة: 43\n",
        "43 -\nحَدَّثَنَا أَحْمَدُ، ثنا يُونُسُ، ثنا يَحْيَى بْنُ عَبْدِ اللَّهِ بْنِ بُكَيْرٍ، ثنا ابْنُ وَهْبٍ، حَدَّثَنِي مَالِكٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ , أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , قَالَ: \" إِنَّ اللَّهَ عَزَّ وَجَلَّ يَقُولُ لأَهْلِ الْجَنَّة\nِ: يَا أَهْلَ الْجَنَّةِ , فَيَقُولُونَ: لَبَّيْبَك رَبَّنَا وَسَعْدَيْكَ وَالْخَيْرُ فِي يَدَيْكَ , فَيَقُولُ: هَلْ رَضِيتُمْ؟ فَيَقُولُونَ: وَمَا\nلَنَا لا نَرْضَى وَقَدْ أَعْطَيْتَنَا مَا لَمْ تُعْطِ أَحَدًا مِنَ الْعَالَمِينَ , فَيَقُولُ: أَعْطَيْتُكُمْ أَفْضَلَ مِنْ ذَلِكَ , قَالُوا: يَا رَبِّ وَأَيُّ شَيْءٍ أَفْضَلُ مِنْ ذَلِكَ؟ فَيَقُولُ: أُحِلُّ عَلَيْكُمْ رِضْوَانِي فَلا أَسْخَطُ عَلَيْكُمْ بَعْدَهُ أَبَدًا \"\nالحديث: 43 ¦ الجزء: 1 ¦ الصفحة: 44\n",
        "44 -\nحَدَّثَنَا أَحْمَدُ, ثنا أَحْمَدُ بْنُ مُحَمَّدٍ الْحَاطِبِيُّ , ثنا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحُنَيْنِيُّ , قَالَ: ذَكَرَهُ مَالِكٌ، عَنْ زَيْدٍ , عَنْ عَطَاءٍ , عَنْ أَبِي سَعِيدٍ , قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" يَطَّلِعُ اللَّهُ عَزَّ وَجَلَّ عَلَى أَهْلِ الْجَنَّةِ , فَيَقُول\nُ: يَا أَهْلَ الْجَنَّةِ أَرَضِيتُمْ؟ فَيَقُولُونَ: مَا لَنَا لا نَرْضَى وَقَدْ أَعْطَيْتَنَا مَا لَمْ تُعْطِ أَحَدًا مِنَ الْعَالَمِينَ\n, فَيَقُولُ: أُعْطِيكُمْ أَفْضَلَ مِنْ ذَلِكَ , أُحِلُّ عَلَيْكُمْ رِضَائِي , فَلا أَسْخَطُ عَلَيْكُمْ أَبَدًا \".\nحَدَّثَنَا أَحْمَدُ، أنا يُونُسُ، ثنا يَحْيَى بْنُ عَبْدِ اللَّهِ بْنِ بُكَيْرٍ، ثنا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ , عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , قَالَ: «إِذَا أَسْلَمَ الْعَبْدُ وَحَسُنَ إِسْلامُهُ» .\nفَذَكَرَهُ\nالحديث: 44 ¦ الجزء: 1 ¦ الصفحة: 45\n",
        "45 -\nحَدَّثَنَا أَحْمَدُ، ثنا يُونُسُ، ثنا ابْنُ وَهْبٍ، أَنَّ مَالِكًا حَدَّثَهُ , عَنْ زَيْدِ بْنِ أَسْلَمَ , عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ بُسْرِ بْنِ سَعِيدٍ.\nوَعَنِ الأَعْرَجِ يُحَدِّثُونَهُ، عَنْ أَبِي هُرَيْرَةَ , أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , قَال\nَ: «مَنْ أَدْرَكَ مِنَ الصُّبْحِ رَكْعَةً قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ فَقَدْ أَدْرَكَ الصُّبْحَ , وَمَنْ أَدْرَكَ مِنَ الْعَصْرِ رَكْعَةً قَبْلَ أَنْ\nتَغْرُبَ الشَّمْسُ فَقَدْ أَدْرَكَ الْعَصْرَ»\nالحديث: 45 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "46 -\nحَدَّثَنَا أَحْمَدُ، ثنا يُونُسُ، ثنا ابْنُ وَهْبٍ، أَنَّ مَالِكَ بْنَ أَنَسٍ حَدَّثَهُ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , قَال\nَ: «إِذَا كَانَ أَحَدُكُمْ يُصَلِّي فَلا يَدَعُ أَحَدًا يَمُرُّ بَيْنَ يَدَيْهِ , وَلْيَدْرَأْهُ مَا اسْتَطَاعَ , فَإِنْ أَبَى فَلْيُقَاتِلْهُ؛\nفَإِنَّمَا هُوَ شَيْطَانٌ»\nالحديث: 46 ¦ الجزء: 1 ¦ الصفحة: 47\n",
        "47 -\nحَدَّثَنَا أَحْمَدُ بْنُ عَلِيِّ بْنِ شُعَيْبٍ, بِمِصْرَ , سَنَةَ عَشْرٍ وَثَلاثِ مِائَةٍ، ثنا إِبْرَاهِيمُ بْنُ أَبِي دَاوُدَ الْبُرُلُّسِيُّ، ثنا يَحْيَى بْنُ صَالِحٍ , ثنا مَالِكٌ، عَنِ الْعَلاءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرْيَرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «إِذَا تَثَاءَبَ أَحَدُكُمْ فَلْيَكْظِمْ مَا اسْتَطَاعَ»\nالحديث: 47 ¦ الجزء: 1 ¦ الصفحة: 48\n",
        "48 -\nحَدَّثَنَا أَحْمَدُ، ثنا يُونُسُ، ثنا ابْنُ وَهْبٍ , أَنَّ مَالِكًا حَدَّثَهُ، عَنِ الْعَلاءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ , أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ «نَهَى أَنْ يُنْتَبَذ فِي الدُّبَّاءِ وَالْمُزَفَّتِ»\nالحديث: 48 ¦ الجزء: 1 ¦ الصفحة: 49\n",
        "49 -\nحَدَّثَنَا أَحْمَدُ، أنا يُونُسُ، أنا ابْنُ وَهْبٍ، حَدَّثَنِي مَالِكٌ، قَالَ: وَحَدَّثَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ , حَدَّثَنِي ابْنُ وَهْبٍ، حَدَّثَنِي ابْنُ أَبِي الزِّنَادِ، وَمَالِكٌ , عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ , عَنْ أَبِي هُرَيْرَةَ , أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , قَال\nَ: \" قَالَ رَجُلٌ لَمْ يَعْمَلْ حَسَنَةً قَطُّ: إِذَا مِتُّ أَحْرِقُونِي، ثُمَّ اذْرُوا نِصْفَهُ فِي الْبَرِّ , وَنِصْفَهُ فِي الْبَحْرِ , فَوَاللَّهِ\nلَئِنْ قَدَرَ اللَّهُ عَلَيَّ لَيُعَذِّبَنَّهُ عَذَابًا لا يُعَذِّبُهُ أَحَدًا مِنَ الْعَالَمِينَ , فَلَمَّا مَاتَ الرَّجُلُ فَعَلُوا مَا أَمَرَهُمْ بِهِ , فَأَمَرَ اللَّهُ عَزَّ وَجَلَّ الْبَرَّ فَجَمَعَ مَا فِيهِ , وَأَمَرَ الْبَحْرَ فَجَمَعَ مَا فِيهِ , ثُمَّ قَالَ: لِمَ فَعَلْتَ هَذَا؟ قَالَ: مِنْ خَشْيَتِكَ يَا رَبِّ وَأَنْتَ أَعْلَمُ.\nقَالَ: فَغُفِرَ لَهُ \".\nلَفْظُ يُونُسَ\nالحديث: 49 ¦ الجزء: 1 ¦ الصفحة: 50\n",
        "50 -\nحَدَّثَنَا أَحْمَدُ، ثنا يُونُسُ، أنا ابْنُ وَهْبٍ، أَنَّ مَالِكًا حَدَّثَهُ , عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ حَدَّثَهُ , عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ , أَنَّ سَعْدَ بْنَ عُبَادَةَ قَالَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: لَوْ وَجَدْتُ مَعَ امْرَأَتِي رَجُلا أُمْهِلُهُ حَتَّى آتِيَ بِأَرْبَعَةِ شُهَدَاءَ.\nقَالَ: «نَعَمْ»\nالحديث: 50 ¦ الجزء: 1 ¦ الصفحة: 51\n",
        "51 -\nحَدَّثَنَا أَحْمَدُ، ثنا أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ وَهْبٍ، نا عَمِّي، ثنا مَالِكٌ، عَنْ أَبِي النَّضْرِ، وَعَبْدُ اللَّهِ بْنُ يَزِيدَ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا , قَالَتْ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ إِذَا كُنْتُ يَقْظَانَةً تَحَدَّثَ مَعِيَ بَعْدَ طُلُوعِ الْفَجْرِ , وَإِنْ كُنْتُ نَائِمَةً اضْطَجَعَ عِلِى شِقِّهِ الأَيْمَنِ حَتَّى يَأْتِيَهُ\nالْمُؤَذِّنُ»\nالحديث: 51 ¦ الجزء: 1 ¦ الصفحة: 52\n",
        "52 -\nحَدَّثَنَا أَحْمَدُ، ثنا يُوسُفُ بْنُ يَزِيدَ، ثنا حَجَّاجُ بْنُ إِبْرَاهِيمَ، ثنا خَلَفُ بْنُ خَلِيفَةَ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ أَبِي الْمُنْذِرِ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ إِذَا صَلَّى جَاءَ بَيْنَ الرَّكْعَتَيْنِ، صَلاةَ الْفَجْرِ , فَإِنْ كُنْتُ يَقْظَى كَلَّمَنِي , وَجَلَسَ حَتَّى تُقَامَ الصَّلاةُ , فَيَذْهَبُ\nفَيُصَلِّي , وَإِنْ لَمْ أَكُنْ مَعَهُ حَتَّى يَبْلُغَ سَاعَتَهُ الَّتِي يَأْتِي الْمَسْجِدَ فِيهَا»\nالحديث: 52 ¦ الجزء: 1 ¦ الصفحة: 53\n",
        "53 -\nحَدَّثَنَا أَحْمَدُ، أنا يُونُسُ، أنا أَبُو زَيْدِ بْنُ أَبِي الْغَمْرِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، ثنا مَالِكٌ، عَنْ أَبِي النَّضْرِ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , قَالَتْ: «إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَان\nَ يُصَلِّي إِحْدَى عَشْرَةَ رَكْعَةً ثُمَّ يَضْطَجِعُ عَلَى شِقِّهِ الأَيْمَنِ , فَإِنْ كُنْتُ يَقْظَانَةً حَدَّثَنِي حَتَّى يَأْتِيَهُ الْمُؤَذِّنُ\n, فَيُؤْذِنَهُ بِالصَّلاةِ وَذَلِكَ بَعْدَ طُلُوعِ الْفَجْرِ»\nالحديث: 53 ¦ الجزء: 1 ¦ الصفحة: 54\n",
        "54 -\nحَدَّثَنَا أَحْمَدُ, أنا يُونُسُ، ثنا ابْنُ وَهْبٍ، حَدَّثَنِي مَالِكٌ , وَسَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْجُمَحِيُّ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ , قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , يَقُولُ: «إِن\nَّ اللَّهَ تَعَالَى لا يَقْبِضُ الْعِلْمَ انْتِزَاعًا يَنْتَزِعُهُ مِنَ النَّاسِ , وَلَكِنْ يَقْبِضُ الْعِلْمَ بِقَبْضِ الْعُلَمَاءِ , حَتَّى إِذَا\nلَمْ يَتْرُكْ عَالِمًا اتَّخَذَ النَّاسُ رُءُوسًا جُهَّالا , فَسُئِلُوا فَأَفْتَوْا بِغَيْرِ عِلْمٍ , فَضَلُّوا وَأَضَلُّوا»\nالحديث: 54 ¦ الجزء: 1 ¦ الصفحة: 55\n",
        "55 -\nحَدَّثَنَا أَحْمَدُ، ثنا بَكَّارُ بْنُ قُتَيْبَةَ، ثنا رَوْحُ بْنُ عُبَادَةَ، ثنا شُعْبَةُ , وَمَالِكُ بْنُ أَنَسٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا , قَالَتْ: سَأَلَ حَمْزَةُ الأَسْلَمِيُّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَن\nِ الصَّوْمِ فِي السَّفَرِ , فَقَالَ: «إِنْ شِئْتَ فَصُمْ , وَإِنْ شِئْتَ فَأَفْطِرْ»\nالحديث: 55 ¦ الجزء: 1 ¦ الصفحة: 56\n",
        "56 -\nحَدَّثَنَا أَحْمَدُ، ثنا الرَّبِيعُ بْنُ سُلَيْمَانَ، ثنا ابْنُ وَهْبٍ، حَدَّثَنِي مَالِكٌ , وَسَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ , وَعَمْرُو بْنُ الْحَارِثِ , وَاللَّيْثُ بْنُ سَعْدٍ، قَالَ الرَّبِيعُ: وَأَظُنُّ مِنْهُمُ ابْنُ أَبِي الزِّنَادِ , شَكَكْتُ أَنَا , عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , «أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ كُفِّنَ فِي ثَلاثَةِ أَثْوَابٍ بِيضٍ لَيْسَ بِهَا قَمِيصٌ وَلا عِمَامَةٌ , أُدْرِجَ فِيهَا إِدْرَاجًا هَكَذَا أَوْ\nنَحْوَهُ»\nالحديث: 56 ¦ الجزء: 1 ¦ الصفحة: 57\n",
        "57 -\nحَدَّثَنَا أَحْمَدُ, أنا يُونُسُ , ثنا ابْنُ وَهْبٍ , أَنَّ مَالِكَ بْنَ أَنَسٍ حَدَّثَهُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , أَنَّهَا قَالَتْ: \" جَاءَتْ بَرِيرَةُ , فَقَالَتْ: إِنِّي كَاتَبْتُ أَهْلِي \".\nالْحَدِيثَ , وَقَالَتْ: ثُمَّ قَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي النَّاسِ , فَحَمِدَ اللَّهَ عَزَّ وَجَلَّ وَأَثْنَى عَلَيْهِ , ثُمَّ قَالَ: «أَمَّا بَعْدُ ,\nفَمَا بَالُ قَوْمٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَ فِي كِتَابِ اللَّهِ عَزَّ وَجَلَّ» .\nالْحَدِيثَ\nالحديث: 57 ¦ الجزء: 1 ¦ الصفحة: 58\n",
        "58 -\nحَدَّثَنَا أَحْمَدُ, ثنا مُحَمَّدُ بْنُ إِبْرَاهِيمَ الرَّازِيُّ، أنا يَحْيَى بْنُ مَعِينٍ، ثنا مَعْنُ بْنُ عِيسَى، ثنا مَالِكُ بْنُ أَنَسٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَت\nْ: مَا مَسَّتْ يَدُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَ امْرَأَةٍ قَطُّ \".\nوَقَالَتْ مَرَّةً أُخْرَى: «مَا صَافَحَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ امْرَأَةً قَطُّ»\nالحديث: 58 ¦ الجزء: 1 ¦ الصفحة: 59\n",
        ""
    ]
}