{
    "1": [
        "قراءة في بردة البوصيري وشعره\nقراءة في بردة البوصيري وشعره\nعلوي السقاف\nالكتاب:\nقراءة في بردة البوصيري وشعره\nالمؤلف:\nعلوي بن عبد القادر السَّقَّاف\nعام النشر:\n1428هـ\n[الكتاب مرقم آليا]\n",
        "قراءة في بردة البوصيري وشعره\nبقلم علوي بن عبد القادر السَّقَّاف\nقصيدة البردة من القصائد الشهيرة في المديح النبوي\n، هامَ فيها أهل التصوف فشرحوها عشرات المرات وبلغات مختلفة (1) ، وشطَّروها، وخمَّسوها، وسبَّعوها، وعارَضوها، ونظموا على نهجها (2) ، وغلوا فيها حتى جعل بعضهم لأبياتها بركة خاصة وشفاء من الأمراض (3) ، بل من كتبةِ الأحجبةِ والتمائم من يستخدم لكل مرض أو حاجة بيتاً خاصاً: فبيتٌ لمرض الصرع، وبيتٌ للحفظ من الحريق، وآخر للتوفيق بين الزوجين وهكذا (4) . وكانت البردة وما تزال عند بعض الناس من الأوراد التي تُقرأ في الصباح والمساء في هيبة وخشوع (5) ، وأبياتها تُستعمل إلى اليوم في الرقى وتتلى عند الدفن (6) ، وقد وضعوا لها شروطاً عند قراءتها كالوضوء واستقبال القبلة وغير ذلك (7) .\n(1) فاق عددُ شروح البردة كثيراً من كتب السنة كصحيح مسلم والكتب الأربعة، فضلاً عن غيرها!\n(2) انظر: (المدائح النبوية) لمحمود علي مكي (ص 119) ، و (العمدة شرح البردة) للهيتمي (ص 53) .\n(3) انظر: (العمدة شرح البردة) (ص 41) قال محققه: (ولا يزال الناس يتبركون بها في أقطاب الأرض، فكم ظهر لها من أثر في إبراء المرضى من الذين اعتقدوا شرفها وقدروها قدرها فكانت سبباً في شفائهم ونيل الخيرات والبركات في قراءتها)\n(4) انظر: (العمدة في إعراب البردة) لعبد الله جاجة (ص17) ، و (المدائح النبوية في الأدب العربي) لزكي مبارك (142)\n(5) انظر: (المدائح النبوية في الأدب العربي) (142)\n(6) انظر: (دائرة المعارف الإسلامية) (3/528)\n(7) انظر: (ديوان البوصيري لسيد كيلاني) (ص29)\nالجزء: 1 ¦ الصفحة: 1\n",
        "وزعموا أن سبب تسميتها بالبردة أنَّ صاحبها ألقاها أمام النبي صلى الله عليه وسلم في المنام فألقى عليه النبي صلى الله عليه وسلم بردته\nكما ألقاها على كعب بن زهير رضي الله عنه يقظة، مع أن قصة كعب بن زهير هذه لم تثبت بإسناد صحيح، وزعموا أنه كان مريضاً بالفالج فشفي بها ولذلك سميت بالبُرْءَة (1) ، وبلغ غلوُّهم فيها أن زعموا أن النبي صلى الله عليه وسلم شاركه في نظمها وأنه كان يتمايل عند سماعها فلما انتهى الناظم إلى قوله:\nفمبلغُ العلمِ فيه أنه بشرٌ\n.....\nتوقف! فأضاف النبي صلى الله عليه وسلم: وأنه خيرُ خلقِ الله كلهمِ (2) .\nهذه القصيدة انتقدها كثيرٌ من أهل العلم (3) في أبيات معينة تعدُّ من أكثر الأبيات غلواً عندهم، ودافع عنها آخرون وردُّوا ما وُجِّه إليها من نقد، معلِّلين كل بيت منتَقد فيها بما ينفي علة النقد، ومن هذه الأبيات المنتقدة التي دافع عنها أتباع البوصيري وزعموا أن منتقديها لم يدركوا مراده، قوله:\nإن لم يكن في معادي آخذاً بيدي\n...\nفضلاً وإلا فقل يا زلَّةَ القدمِ\nوقوله:\nيا أكرمَ الخلق مالي من ألوذُ به\n...\nسواكَ عند حلولِ الحادثِ العمَِمِ\nوقوله:\nفإنَّ من جودك الدنيا وضرَّتها\n...\nومن علومك علم اللوح والقلم\n(1) انظر (حاشية الباجوري على البردة) (ص4) وغيرها، وهذا مما أطبقت عليه كتبهم، لكن منهم من يقول لفه ببردته، ومنهم من يقول ألقاها عليه.\n(2) انظر لذلك: مقدمة (بردة المديح المباركة) (ص15) و (العمدة في إعراب البردة) (ص19)\n(3) من هؤلاء: علامة اليمن محمد بن علي الشوكاني في (الدر النضيد في إخلاص كلمة التوحيد) (ص59) ، وعلامة العراق محمود شكري الآلوسي في (غاية الأماني في الرد على النبهاني) (2/349) ، وعدد من علماء نجد، وكثير من المعاصرين.\nالجزء: 1 ¦ الصفحة: 2\n",
        "فأصبح كثيرٌ من الناس لا يعرفون غلوَّ البوصيري إلا من قصيدته البردة، ولا يعرفون ما في البردة من غلوٍّ إلا من هذه الأبيات، فإذا كانت هذه الأبيات مفسَّرة ومبرَّرة، سلِمتِ البردة وسلِم البوصيري، فينتقل اللوم إذاً إلى منتقديه المتشددين! والرجل -كما يزعمون- إمامٌ عالمٌ عاملٌ صالحٌ زاهدٌ\n....\n، وقصيدته البردة زهراء غراء يتبرك بها الناس وفيها شفاء لأمراضهم إلى آخره، وهذه الأوصاف مذكورة في كتبهم (1) .\nفهل صحيح أن بردة البوصيري ليس فيها من الغلو إلا هذه الأبيات؟ بل هل صحيح أن البوصيري إمامٌ عالمٌ عاملٌ وقصائده سواء البردة أو غيرها تخلو من الغلو؟! هذا ما أردت بيانه في هذه المقالة.\nأما البوصيري فهو أبو عبد الله محمد بن سعيد بن حماد الصنهاجي البوصيري\n، مصري النشأة، مغربي الأصل، شاذلي الطريقة (2) .\n(1) انظر على سبيل المثال: (بردة المديح المباركة) (ص9) و (العمدة شرح البردة) (ص 41) .\n(2) كان على صلة بأبي الحسن الشاذلي صاحب الطريقة المشهورة عند الصوفية ولما مات لازم تلميذه ووارث طريقته أبا العباس المرسي، يقول مادحا الشاذلي وطريقته كما في (ديوان البوصيري للطباع) (ص 105) :\nإن الإمام الشاذلي طريقه\n...\nفي الفضل واضحة لعين المهتدي\nفانقل ولو قدما على آثاره\n...\nفإذا فعلت فذاك آخذ باليد\nواسلك طريق محمدي شريعة\n...\nوحقيقة ومحمدي المحتد\nويقول مادحا أبا العباس المرسي كما في (ديوان البوصيري للطباع) (ص 108) :\nتصحب أبا العباس أحمد آخذاً\n...\nيدا عارف بوعي النفوس منجد\nفإذا سقطت على الخبير بدائها\n...\nفاصبر لمر دوائه وتجلد\nالجزء: 1 ¦ الصفحة: 3\n",
        "ولد سنة 608هـ وتوفي سنة 696ه\nـ، والرجل لم يكن عالماً قط، ولم يعدُّه أحدٌ من المترجمين له في عداد العلماء\nبل عدُّوه من الشعراء (1) ، ومن عدَّه كذلك من المعاصرين لم يستطع أن يثبت ذلك، وإنما هي ألقاب تكال كيلاً كما هي عادة القوم (2) .\n(1) انظر: (شذرات الذهب لابن العماد) (5/432) ، (الوافي بالوفيات للصفدي) (3/105) ، (فوات الوفيات للكتبي) (3/362) ، (المقفى الكبير للمقريزي) (5/661) ، (حسن المحاضرة للسيوطي) (1/570)\n(2) تفاجأ وأنت تقرأ لبعض المعاصرين الألقاب التي تُطلق عليه من مثل: الإمام العالم العامل\n....\n، وبالغ الهيتمي في مقدمة شرحه للهمزية (1/105) في مدحه فقال: (الشيخ الإمام، العارف الكامل! الهمام، المفنن المحقق، البليغ، الأديب، المدقق، إمام الشعراء، وأشعر العلماء، وبليغ الفصحاء، وأفصح الحكماء\n.....\n! وقال فيه الحسن بن محمد الفاسي - وهو من المعاصرين- عند ترجمته في (طبقات الشاذلية الكبرى) (ص99) : (الإمام الرباني، والعارف الصمداني، الأستاذ الفاضل، والملاذ الكامل، شمس الملة، وبرهان الأمة، شيخ المحققين، وملاذ أهل التمكين\n...\nبلغ رضي الله عنه الغوثية الكبرى، ودام له الاجتماع بالنبي صلى الله عليه وسلم في اليقظة والمنام!)\nالجزء: 1 ¦ الصفحة: 4\n",
        "والبوصيري كان ممقوتاً لإطلاق لسانه في الناس بكل قبيح وذكره لهم بالسوء في مجالس الأمراء والوزراء (1) ، سيء الخلق مع زوجته وغيرها، شحَّاذاً، مضطرباً في شخصيته، فتارة يمدحُ النصارى ويذُمُّ اليهود، وتارة يمدح اليهود إرضاءً للنصارى، وتارة يذم الاثنين معاً (2) ، وكان كثير المدح للسلاطين طمعاً فيما عندهم وهذا ليس غريباً على الشعراء لكنه ليس من صنيع العلماء، أضف إلى ذلك أنَّ له أبياتاً كثيرة في البردة والهمزية وبقية قصائده الواردة في ديوانه، فيها من الغلو ما يصدِّق قول منتقديه فيه، وإليك جوانب مما ذكر:\nأما سوء خلقه مع\nزوجته فقد ذمَّها\nوأشار إلى اتهامها بالفاحشة في قصيدة طويلة، وفي القصيدة من الفحش والفجور والفسق ما فيها، نسأل الله السلامة:\nوَبَليَّتي عرسٌ بُليت بمقتها\n...\nوالبعل ممقوت بغير قيامِ\nجعلت بإفلاسي وشيبي حجة\n...\nإذا صرت لا خلفي ولا قدامي\nبلغت من الكبر العِتي ونكِّست\n...\nفي الخلق وهي صبية الأرحامِ\nإن زرتها في العام يوماً أنتجت\n...\nوأتت بستة أشهر بغلامِ\nأوَ هذه الأولاد جاءت كلها\n...\nمن فعلِ شيخٍ ليس بالقوَّام؟!\nوأظن أنهمُ لعظم بليتي\n...\nحملت بهم لا شك في الأحلامِ\nأوَ كلَّ ما حَلِمت به حَمًلت به؟\n...\nمن لي بأن الناس غير نيامِ؟\nيا ليتها كانت عقيماً آيساً\n...\nأوْ ليتني من جملة الخدامِ\nأوْ ليتني من قبل تزويجي بها\n...\nلو كنت بعت حلالها بحرام!\n(1) ذكر ذلك المقريزي في (المقفى الكبير) (5/664) عن اليعمري في (مسالك الأبصار) ، وقال أيضاً (5/669) : وحكي أنه كان قليل المعرفة بصناعة الكتابة.\n(2) له قصيدة طويلة رائعة سماها (المخرج والمردود على النصارى واليهود) تدل على أنه كان خبيراً بهم وبمعتقداتهم. انظر: (ديوان البوصيري للطباع) (158)\nالجزء: 1 ¦ الصفحة: 5\n",
        "أوْ ليتني بعض الذين عرفتهم\n...\nممن يحصِّن دينه بغلام! (1) .\nوالبوصيري كان شحَّاذا\nً يستخدم شِعره في استجداء ما عند الناس -\nوهذا ليس من صنيع العلماء- فها هو يشكو للصاحب بهاء الدين علي بن محمد بن حنا حاله وكثرة عياله بقوله:\nأيها الصاحب المؤمل أدعو\n...\nكَ دعاء استغاثة واستجارة\nأثقلتْ ظهري العيال وقد كنـ\n...\nتُ زماناً بهم خفيف الكارة\nولو أني وحدي لكنت مريداً\n...\nفي رباطٍ أو عابداً في مغارة\nأحسب الزهد هيِّناً وهو حربٌ\n...\nلست فيه ولا من النَّظَّارة\nلا تكلْني إلى سواكَ فأخيا\n...\nرُ زماني لا يمنحون خيارة\nووجوهُ القصاد فيه حديد\n...\nوقلوبُ الأجوادِ فيه حجارة\nفإذا فازت كفُّ حرٍّ بِبُرٍّ\n...\nفهو إما بنقضةٍ أو نشارة\nإن بيتي يقول قد طال عهدي\n...\nبدخول التِّلِّيس لي والشكارة\nوطعامٌ قد كان يعهده النا\n...\nسُ متاعاً لهم وللسيارة\nفالكوانين ما تعابُ من البر\n...\nدِ بطباخةٍ ولا شَكَّارة\nلا بساطٍ ولا حصيرٍ بدهليـ\n...\nـــزٍ ولا مجلسٍ ولا طيارة (2) .\nويطلب من غيره كنافة في شهر الصوم فيقول:\nما أكلنا في ذا الصيام كنافة\n...\nآه وا بُعدها علينا مسافة\nقال قوم إنَّ العماد كريم\n...\nقلت هذا عندي حديث خرافة\nأنا ضيفٌ له وقد مت جوعاً\n...\nليت شعري لم لا تعد الضيافة\nوهو يطعم الطعام فما يُطْـ\n...\nـعِمُه إلا بسمعةٍ أو مخافة (3) .\nوقال يهجو أناساً سرقوا حمارته وبالغ في ذلك جداً من أجل حمارة! فقال:\nأرى المستخدمين مشوا جميعاً\n...\nعلى غير الصراط المستقيم\nمعاشر لو وُلوا جناتِ عدن\n...\nلصارت منهمُ نار الجحيم\n(1) انظر: (ديوان البوصيري للطباع) (ص 226) . في البيت الخامس يشكك أن يكون أولاده من كثرتهم أتت بهم زوجته منه وهو شيخ ليس بالقوَّام! وفي التاسع تمنى لو استبدل حلالها وهو الزواج بحرام حتى لا يتحمل تبعة الأبناء، وفي العاشر تمنى لو أنه حصَّن دينه بغلام بدلاً عن زوجة كبعض الذين يعرفهم! والعياذ بالله.\n(2) انظر: (ديوان البوصيري) (ص 119) .\n(3) انظر: (ديوان البوصيري) (ص 156) .\nالجزء: 1 ¦ الصفحة: 6\n",
        "فما من بلدة إلا ومنهم\n...\nعليها كل شيطان رجيم\nفلو كان النجوم لهم رجوماً\n...\nلقد خلتِ السماءُ من النجوم (1) .\nوكان\nمضطرب الشخصية\nيسير مع هوى نفسه وطمعها، فلما لم يهدِ له النصارى طعاماً في عيدهم عيد المسيح هجاهم ومدح اليهود نكاية فيهم فقال:\nيهود بلبيس كلَّ عيدٍ\n...\nأفضل عندي من النصارى\nأما ترى البغل وهو بغلٌ\n...\nفي فضله يفضل الحمارا (2)\nفلما هدَّده النصارى تراجع ومدحهم وذم اليهود فقال:\nما للنصارى إليَّ ذنبٌ\n...\nوإنما الذنب لليهود\nوكيف تفضيلهم وفيهم\n...\nسرُّ الخنازير والقرود (3) .\nأما\nمدحه لسلاطين زمانه\nمستجدياً ما عندهم، فحدِّث ولا حرج، وديوانه مليءٌ بذلك (4) ولا تخلو كثيرٌ من قصائده من الغلو في الممدوح، وإليك نزراً يسيراً منها:\nفمن ذلك قوله يمدح الوزير زين الدين الصاحبي بقوله:\nأهل التقى والعلم أهل السؤددِ\n...\nفأخو السيادة أحمد بن محمدِ\nالصاحب بن الصاحب بن الصاحب الـ\n...\nـحبر الهمام السَّيِّدِ بن السَّيِّدِ\nلا تشركن به امرأً في وصفه\n...\nفتكون قد خالفت كلَّ موحدِ (5) .\nويقول مادحاً الصاحب بهاء الدين ويطلبه حمارةً، ويذم آخرَ مقرباً من الصاحب حسداً له:\nصاحبٌ لا يزال بالجود والأفضال\n...\nطلق اليدين حلو العبارة\nكم هدانا من فضله بكتاب\n...\nمعجز من علومه بأثارة\nإنما يذكر العطية من\n...\nكا نت عطاياه تارة بعد تارة\nسيدي أنت نصرتي كلما\n...\nشن علي الزمان بالفقر غارة!\nشابَ رأس وما رأست كأني\n...\nزامر الحي أو صغير الحارة\nوابن عمران وهو شرُّ متاع\n...\nللورى في بطانة وظهارة\nحسَّن القربُ منكم قبحَ ذكراه\n...\nكتحسين المسكِ ذكر الفارة\nفهو في المدح قطرةٌ من سحابي\n...\nوهو في الهجو من زنادي شرارة\n(1) انظر: (ديوان البوصيري) (ص227) .\n(2) انظر: (ديوان البوصيري) (ص 149)\n(3) انظر: (ديوان البوصيري) (ص115) .\n(4) انظر الصفحات: 81، 84، 112، 116، 120، 128، 140، 147، 150، 228، وغيرها من (ديوان البوصيري للطباع) .\n(5) انظر: (ديوان البوصيري) (ص 112) .\nالجزء: 1 ¦ الصفحة: 7\n",
        "ما له ميزةٌ عليَّ سوى أنَّ\n...\nله بغلة وما لي حمارة (1) .\nويمدحه مرة أخرى ويشكو له حاله فيقول:\nيا أيها المولى الوزير الذي\n...\nأيامه طائعة أمره!\nومن له منزلة في العلا\n...\nتكلُّ عن أوصافها الفكرة\nأخلاقك الغرُّ دعتنا إلى الـ\n...\nإدلاء في القول على غرة\nإليك نشكو حالنا إننا\n...\nعائلة في غاية الكثرة\nصاموا مع الناس ولكنهم\n...\nكانوا لمن يبصرهم عبرة\nفارحمهمُ إن أبصروا كعكةً\n...\nفي يد طفلٍ أو رأوا تمرة\nتشخص أبصارُهم نحوها\n...\nبشهقةٍ تتبعها زفرة\nوالبوصيري اشتهر عنه شعره في المدائح النبوية وهو من أرقى الشعر وأجوده لولا غلوٌ فيه، ومن قرأ قصائده كما في البردة الميمية والقصيدة الهمزية وبقية قصائده في ديوانه ظهر له اطراد الرجل في غلوِّه، وأبياته المجملة المحتملة لأكثر من معنى في قصيدةٍ، تفسرها أبياتٌ أخرى في قصيدة أخرى فلا مجال لتبرئته منه، وهاكم بعض الأمثلة:\nقوله في البردة:\n(1) انظر: (ديوان البوصيري) (ص 117) .\nالجزء: 1 ¦ الصفحة: 8\n",
        "فإنَّ من جودك الدنيا وضرتها\n...\nومن علومك علم اللوح والقلمِ (1)\nيؤيده البيت الخامس من الهمزية:\nلك ذات العلوم من عالم الغيـ\n...\nـــب ومنها لآدم الأسماءُ\nلذلك قال الهيتمي في شرح هذا البيت:\n(إن آدم لم يحصل له من العلوم إلا مجرد العلم من أسمائها، وأن الحاصل لنبينا هو العلم بحقائقها، ومسمياتها، ولا ريب أن العلم بهذا أعلى وأجل، من العلم بمجرد أسمائها، لأنها إنما يؤتى بها لتبيين المسميات فهي المقصودة بالذات، وتلك بالوسيلة، وشتان ما بينهما، ونظير ذلك أن المقصود من خلق آدم إنما هو خلق نبينا صلى الله عليه وسلم من صلبه فهو المقصود بطريق الذات، وآدم بطريق الوسيلة. ومن ثم قال بعض المحققين: إنما سجد الملائكة لأجل نور محمد صلى الله عليه وسلم الذي في جبينه.) (2)\n(1) هناك من أمور الغيب ما أطلعه الله على من ارتضاهم من رسله ومنهم نبينا محمد صلى الله عليه وسلم، لكن البوصيري يزعم أن ما في اللوح المحفوظ بعضٌ مما عنده صلى الله عليه وسلم فقوله: (ومن علومك) من هنا: للتبعيض، ولذلك يقول الهيتمي شارحاً هذا البيت: ((ووجه كون علم اللوح المحفوظ من بعض علومه صلى الله عليه وسلم أن الله أطلعه ليلة الإسراء على جميع ما في اللوح المحفوظ وزاده علوماً أخر كالأسرار المتعلقة بذاته سبحانه وتعالى وصفاته)) انظر: (العمدة شرح البردة) (ص 699) ، ولما حارَ بعضهم وأراد أن يخرج من هذا المأزق أتى بما يُضحك فقال: (قال الشُّراح: المراد باللوح ما يكتب الناس عليه، وبالقلم: ما يكتبون به، فكأنه قال: ومن علومك علم الناس الذي يكتبونه بأقلامهم في ألواحهم.) انظر: (نحت حديد الباطل وبرده) لداود النقشبندي (ص39) ، (البلسم المريح من شفاء القلب الجريح) لعمر كامل (ص 14) .\n(2) انظر: (المنح المكية شرح الهمزية للهيتمي) (1/146) .\nالجزء: 1 ¦ الصفحة: 9\n",
        "والبوصيري كغيره من غلاة الصوفية الذين يعتقدون أن الدنيا بمن فيها لم تخلق إلا من أجل محمد صلى الله عليه وسلم، ونور محمد صلى الله عليه وسلم، وهذا ذكره في البردة وغيرها. قال في البردة:\nوكيف تدعو إلى الدنيا ضرورةُ منْ\n...\nلولاه لم تخرجِ الدنيا من العدمِ\nوقال:\nوكل آيٍ أتى الرُّسْلُ الكرامُ بها\n...\nفإنما اتصلت من نوره بهم\nوقال:\nفاق النبيين في خَلْقٍ وفي خُلُقٍ\n...\nولم يدانوه في علمٍ ولا كرمِ\nوكلُّهم من رسول الله ملتمسٌ\n...\nغرفاً من البحر أو رشفاً من الديمِ\nوقال في الهمزية مؤكداً هذا المعنى:\nكلُّ فضلٍ في العالمين فمِنْ\n...\nفضلِ النبي استعاره الفضلاءُ\nقال الهيتمي في شرح البردة: (فإنما اتصلت من نوره بهم: أي وصلت منه إليهم بطريق الاستمداد وذلك لأن نوره صلى الله عليه وسلم كان مخلوقاً قبل آدم صلوات الله وسلامه عليه بل قبل سائر المخلوقات من السموات وما فيها والأرض وما عليها وغير ذلك) (1) وهذا من خرافات الصوفية فالنبي محمد صلى الله عليه وسلم ولدُ آدم وخُلق بعد آدم، فكيف يكون نوره خلق قبله؟! عليه صلوات ربي وسلامه.\nوقال في شرح الهمزية: (لأنه صلى الله عليه وسلم الممد لهم، إذ هو الوارث للحضرة الإلهية، والمستمد منها بلا واسطة دون غيره، فإنه لا يستمد منها إلا بواسطته صلى الله عليه وسلم، فلا يصل لكامل شيء إلا وهو من بعض مدده وعلى يديه، فآيات كل نبي إنما هي مقتبسة من نوره، لأنه كالشمس، وهم كالكواكب، فهي غير مضيئة بذاتها وإنما هي مستمدة من نور الشمس، فإذا غابت أظهرت أنوارها فهم قبل وجوده صلى الله عليه وسلم إنما كانوا يظهرون فضله، وأنوارهم مستمدة من نوره الفائض ومدده الواسع) (2) . كلام لا دليل عليه لا عقلي ولا نقلي، إنما هو كلام في كلام، لا زمام له ولا خطام.\n(1) انظر: (العمدة شرح البردة للهيتمي) (ص 289) .\n(2) انظر: (المنح المكية شرح الهمزية) (2/652) .\nالجزء: 1 ¦ الصفحة: 10\n",
        "وفي البردة الاستجارة والاستغاثة بالنبي صلى الله عليه وسلم وذلك عند قوله:\nما سامني الدهرُ ضيماً واستجرت به\n...\nإلا ونلتُ جواراً منه لم يضمِ\nولا التمستُ غنى الدارين من يده\n...\nإلا التمستُ الندى من خير مستلمِ\nومعنى ذلك: أي ما ظلمني أهل الدهر في وقت من الأوقات وطلبت من النبي صلى الله عليه وسلم أن يدخلني في جواره ليحميني من ضيم الدهر إلا وقربني منه (1) .\nوالاستغاثة بالنبي صلى الله عليه وسلم كثيرة في شعر البوصيري -وهي أشنع من التوسُّل، وإن خلط بينهما بعضُ الناس جهلاً أو تلبيساً-، ولم تقتصر على البردة فقط بل هي في غيرها أكثر غلواً، ومن ذلك قوله كما في (الديوان) :\nيا نبي الهدى استغاثةُ مَلْهُو\n...\nفٍ أضرتْ بحاله الحوباءُ\nيدَّعي الحب وهو يأمر بالسو\n...\nءِ ومن لي أن تصدق الرغباءُ\nإلى أن قال:\nهذه عِلَّتي وأنت طبيبي\n...\nليس يخفى عليك في القلب داءُ\nومن الفوز أن أبثك شكوى\n...\nهي شكوى إليك وهي اقتضاءُ (2)\nوأشد من ذلك دعاؤه النبي صلى الله عليه وسلم أن يصفح عنه وأن يقبل عذره بقوله:\nيا من خزائنُ جودهِ مملوءةٌ\n...\nكرماً وبابُ عطائه مفتوحُ\nندعوك عن فقرٍ إليك وحاجةٍ\n...\nومجالُ فضلك للعُفَاة فسيحُ\nفاصفح عن العبد المسيء تكرماً\n...\nإن الكريمَ عن المسيء صفوحُ\nواقبل رسولَ الله عذرَ مقصِّرٍ!\n...\nهو إن قبلت بمدحك الممدوحُ\nفي كلِّ وادٍ من صفاتك هائمٌ\n...\nوبكلِّ سرٍّ من نداك سبوحُ (3)\nوأقبح منه غلوُّه في الشريفة نفيسة بنت الحسن بن زيد بن الحسن بن علي رضي الله عنهم بقوله:\nسليلة خير العالمين \"نفيسة\"\n...\nسمت بك أعراقٌ وطابت محاتدُ\nإذا جحدت شمسُ النهار ضياءها\n...\nففضلك لم يجحده في الناس جاحدُ\nبآبائك الأطهار زينت العلا\n...\nفحبات عقد المجد منهم فرائدُ\n(1) انظر: (العمدة شرح البردة) (ص 411-413) .\n(2) انظر: (ديوان البوصيري) (ص 60) .\n(3) انظر: (ديوان البوصيري) (ص 90)\nالجزء: 1 ¦ الصفحة: 11\n",
        "ورثتِ صفاتِ المصطفى وعلومَه\n...\nففضلُكما لولا النبوةُ واحدُ! (1)\nوفي البردة أخطاء أخرى نمر عليها مروراً سريعاً حتى لا يظن ظان أنها مقصورة على بيتين أو ثلاثة، فمن ذلك:\nقوله:\nأقسمتُ بالقمرِ المنشقِّ إنًّ له\n...\nمن قلبه نسبةً مبرورةَ القسمِ\nوهذا قسم بغير الله لا يجوز.\nوقوله:\nدَع ما ادَّعَتهُ النصارى في نَبِيِّهِمِ\n...\nواحكُم بما شئتَ مَدحَاً فيه واحتَكِمِ\nوكأن الناظم يقول: امدحه بما شئت من المدح لكن لا يصل بك المدح إلى تأليهه كما فعلت النصارى مع عيسى عليه الصلاة والسلام، وهذا باطل، وليس معنى حديث: ((لا تُطروني كما أطرت النصارى عيسى ابن مريم)) أي أطروني لكن لا يصل إطراؤكم إلى ما وصل إليه النصارى من أنه ابن الله وثالث ثلاثة! بل معناه لا تبالغوا في إطرائي كما بالغ النصارى في إطراء نبيهم حتى أداهم ذلك إلى تأليهه.\nومن ذلك قوله:\nفاِنَّ لي ذِمَّةً منه بتَسمِيَتِي\n...\nمُحمَّدَاً وهُوَ أوفَى الخلقِ بالذِّمَمِ\nوهذا غير صحيح، فليس كل من تسمى بمحمد صارت له ذمة بهذه التسمية فما أكثر من تسمى بمحمد وهو في عداد الفسقة، ولكن للأسف تجد كثيراً منهم يرددون هذا البيت وغيره وهم لا يفهمون معناه.\nوقوله أيضاً:\nلا طيبَ يَعدِلُ تُرْبَا ضَمَّ أعظُمَهُ\n...\nطوبى لمُنتَشِقٍ منه وملتَثِمِ\nالانتشاق: الشم، والالتثام: التعفر أو التقبيل، والناظم يدعو لأن ننتشق ونلتثم تراب قبر النبي صلى الله عليه وسلم، وهذا من الغلو أيضاً.\nوقوله:\nلعَلَّ رَحمَةَ رَبِّي حينَ يَقسِمُهَا\n...\nتَأتِي على حَسَبِ العِصيَانِ في القِسَمِ\nوهذا خطأ أيضاً، ورحمة الله تأتي على حسب الطاعة لا المعصية -كما يرجو البوصيري- وإلا لاستكثر الناس من المعاصي.\n(1) انظر: (ديوان البوصيري) (ص 92)\nالجزء: 1 ¦ الصفحة: 12\n",
        "والحاصل أن البوصيري كان من غلاة الصوفية الشاذلية، ولا ينفع الذين دافعوا عنه التماسهم العذر له في بعض الأبيات أو توجيهها وجهة حسنة، فهذا إنما يقال لمن كان سليم المعتقد سليم المنهج والطريقة ثم تزل قدمُه في مسألة أو مسألتين، فهذا يُلتمس له العذر فيها، أمَّا من كانت هذه طريقته، وهذا معتقده، وهذا ديدنه، فمهما التمسنا له العذر في بيت أو بيتين فماذا عن الباقي؟! وماذا عن شرَّاح هذه القصائد الذين يؤكدون هذه المعاني ويتتابعون عليها في شرح قصائده؟!\nوهذا كله لا يمنعنا أن نشيد بقوةِ شِعْره وجزالته، سواء كان من شعر مديح المصطفى صلى الله عليه وسلم أو ما فيه من حِكَمٍ ودُرَرٍ، فمن مليح المديح قوله في البردة:\nأكرِمْ بخَلْقِ نبيٍّ زانَهُ خُلُقٌ\n...\nبالحُسنِ مشتَمِلٌ بالبِشْرِ مُتَّسِمِ\nكالزَّهرِ في تَرَفٍ والبدرِ في شَرَفٍ\n...\nوالبحرِ في كَرَمٍ والدهرِ في هِمَمِ\nوقوله واصفاً الصحابة رضي الله عنهم:\nهُمُ الجبالُ فَسَلْ عنهُم مُصَادِمَهُم\n...\nماذا لَقِي منهمُ في كُلِّ مُصطَدَمِ\nوَسَلْ حُنَيْنَاً وَسَلْ بَدْرَاً وَسَلْ أُحُدَا\n...\nفُصولُ حَتْفٍ لَهم أدهى مِنَ الوَخَمِ\nكأنَّهُم في ظُهورِ الخَيْلِ نَبْتُ رُبَىً\n...\nمِن شِدَّةِ الحَزْمِ لا مِن شَدَّةِ الحُزُمِ\nوفيها من الحكم الكثير، كمثل قوله:\nوالنفسُ كالطفلِ إن تهمله شبَّ على\n...\nحبِّ الرضاع وإن تفطمه ينفطمِ\nفاصرف هواها وحاذر أن توليه\n...\nإن الهوى ما تولى يُصْمِ أو يَصِمِ\nوراعِها وهي في الأعمالِ سائمةٌ\n...\nوإن هي استحلتِ المرعى فلا تَسِمِ\nكم حسَّنَتْ لذةً للمرءِ قاتلةً\n...\nمن حيثُ لم يَدْرِ أنَّ السُّمَّ في الدَّسَمِ\nقد تُنكر العينُ ضوءَ الشَّمس من رمَدٍ\n...\nويُنكر الفمُ طعمَ الماءِ من سقمِ\nوخالفِ النفسَ والشيطانَ واعصِهِما\n...\nوإن هما محَّضاك النُّصْحَ فاتهمِ\nولا تُطِعْ منهما خَصْماً ولا حَكَماً\n...\nفأنت تعرفُ كيدَ الخصمِ والحَكَمِ\nومن بديع شعره:\nالجزء: 1 ¦ الصفحة: 13\n",
        "ذهبَ الشبابُ وسوف أذهبُ مثلما\n...\nذهبَ الشبابُ وما امرؤ بمخلَّدِ\nإنَّ الفناء لكلِّ حيٍّ غايةٌ\n...\nمحتومةٌ إن لم يكن فكأنْ قَدِ (1)\nهذا وأسأل الله عز وجل أن يهدي ضال المؤمنين وأن يردَّه إلى الحق رداً جميلاً،\nوصلى الله وسلم على حبيبنا وسيدنا ونبينا محمدٍ عبدِ الله ورسوله وعلى آله وصحبه أجمعين.\n(1) انظر: (ديوان البوصيري) (ص 103)\nالجزء: 1 ¦ الصفحة: 14\n",
        ""
    ]
}