{
    "1": [
        "قشر الفسر\nقشر الفسر\nالزَّوزَني، أبو سهل\nالكتاب:\nقَشْر الفَسْر\nالمؤلف:\nالعميد أبو سهل محمد بن الحسن العارض الزَّوزَني (المتوفى: نحو 445هـ)\nالمحقق:\nالدكتور عبد العزيز بن ناصر المانع\nالناشر:\nمركز الملك فيصل للبحوث والدراسات الإسلامية، الرياض\nالطبعة:\nالأولى، 1427 هـ - 2006 م\nعدد الأجزاء:\n2\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nتوكلت على الله، والحمد لله خير ما افتتح به الكلام وأختتم. وصلى الله على محمد وآله وسلم. قال الشيخ العميد أبو سهل محمد بن الحسن بن علي، رضي الله عنه، أما بعد: فإني رأيت أكثر أهل العصر المتحلين بالأدب والمنتمين إليه والشائمين برقه والحائمين حواليه غوراً ونجداً وقرباً وبعداً، مقبلين على ديوان أبي الطيب أحمد بن الحسن المتنبي متناظرين عليه متجاذبين طرفيه متخاصمين فيه متوسمين لمعانيه، كما قال هو:\nأنامُ ملَء جُفوني عن شواردِها\n...\nويَسهرُ الخَلْقُ جَرَّاها ويختصمُ\nفالشادي يتقلب نحوه بأنفاسه، والمتوجه يبذل كنه الوسع في اقتباسه، والمدرس الماهر قاصر عن ظاهر روايته فكيف عن الغوص على جواهره؟ وكان من الاتفاق أن حفظت في الصبا ديوانه، فقرأته على أبي جعفر محمد بن محمد بن الخليل، وكان يرويه عن علوي عن المتنبي بمعانيه وأغراضه، وذاكرت به حيناً من الدهر من لاقيت من أدباء ذلك العصر، ثم ترامت بي الأحوال إلى (غزنة) ولقيت بها أبا عبد الله الحسين بن إسماعيل التوزي، وكان يحفظه ظاهراً، ويقوم\nالجزء: 1 ¦ الصفحة: 3\n",
        "بكثير من معانيه مذاكراً ومناظراً، ويروي عن المتنبي (العميديات) من ديوانه قراءة عليه بالأهواز، وقرأته عليه به (غزنة) ضابطاً لروايته وحافظاً ما أودعته من معاني أبياته، وكان بيني وبينه معرفة ومودة قبلها بديار (خراسان)، ثم لم أزل أباحث عنه الفضلاء، الفاحص الأدباء، وأطارحه العلماء به والخبراء، وأتأمل ما أجده من الشرح له والتعاليق فيه، فألفيت شرح عقيل لا يلائم العقول، ولا يوافق المروي عنه والمنقول، وشرح الأبيوردي لا يؤبه له ولا يعبأ به، وبعض تعاليق الخوارزمي وتآليف المعتوه البلخي الذي يعرف بالتميمي تميمة لديوانه عن العيون وعوذة له عن سوء الظن، ووجدت كتاب الفسر لأبي الفتح عثمان بن جني، رحمه الله النهاية في الإيضاح لإعرابه ولغاته والدلالة بالشواهد على صحة عباراته، فعنيت بتبيين ما يحويه والنظر فيه فعثرت على عثرات في رواياته ومعانيه لا تقال، ولا يطلق بأمثالها اللسان ولا تقال، ويضيق نطاق الإغضاء عن احتمالها، ولا يسع العارف بها الرضا بإغفالها، وكنت أحياناً أفاتح منها بالشيء بعد الشيء بعض\nالجزء: 1 ¦ الصفحة: 4\n",
        "الأصحاب منبهاً على فساده ومعقباً له بالمعنى الصحيح السافر عن مراده، ومقيماً عليهما الحجج الواضحة التي تثني الجاحد عن جحوده، وتصرف المعاند عن عناده لأفهم إلا أن يبتلى بطبع طبع وقريحة قريحة وذهن عليل وخاطر كليل،\nلا يفهم التعريف إلا من ألسنة النعال ولا يحسن التثقيف إلا من جانب القذال، فما زالوا بي حتى تصفحت أبيات الفسر لمعانيها، وضربت بالحجة على كل معنى فاسد فيها، ثم بينت صحيحها وأظهرت (ما) فيها، ولم أتعرض لغيرها خلا أبياتاً قليلة القيمة لقصة فيها ظريفة أو نكتة خفيفة، فإن ساعد العمر عطفت على ما أعرض عنه من أبياته فشرحته، وأوضحته كيلا يبقى بيننا له بيت غير مشروح ولا غلق من معانيه غير مفتوح، والله تعالى الموفق للصواب والعمل الثواب، فما التوفيق إلا بالله عليه أتوكل، وإليه أنيب.\nالجزء: 1 ¦ الصفحة: 5\n",
        "قافيةُ الهمزة\nقال المتنبي على\nقافية الهمزة\n:\n(القلبُ أعلمُ يا عذولُ بدائهِ\n...\nوأحقُّ منكَ بجفنهِ وبمائهِ)\nفسره أبو الفتح، فقال: أي يصرف الدمع إلى حيث يريد، لأنه مالكه، والهاء في (مائه) تعود على الجفن، ويجوز أن يصرف إلى القلب، وفيه بُعد.\nقال الشيخ: هو عندي مشوب الصواب بغيره، لأنه يقول: القلبُ أعلمُ منكَ بدائهِ، وإذا كان أعلم بدائه كان أعلم بعلاجه ودوائه، وهو البكاء الذي يخفف وطأة الأحزان عن القلوب، ويفثأ لوعة الشوق والنزاع إلى المحبوب، فمالك تصده عما فيه شفاؤه بعذلك، فترده عن تعاطيه بجهلك؟ ويوضح هذا المعنى قوله بعده:\n(. . . . . . . . . . . . . . .\n...\nوأحقُّ منكَ بجفنهِ وبمائهِ)\nالجزء: 1 ¦ الصفحة: 6\n",
        "والطبيب مل لم يقف على الداء لم يُصب في العلاج والدواء، ولو أراد به أنه يصرف الدمع إلى حيث يريد لقال: أملك يا عذول لدمعه، والهاء في (مائه) تعود على الجفن لا غير، ولا وجه لصرفها إلى القلب في المعنى، والجفن حائل من القلب وإناء، وإن كان جائزاً في العربية، وكان ينظر إلى بيت أبي تمام:\nلا تسقني ماَء الملامِ فإنَّني\n...\nصَبٌّ قدِ استعذبتُ ماَء بُكائي\n(ما الخِلُّ إلاَّ مَنْ أوَدُّ بقلبهِ\n...\nوَأَرى بطَرفِ لا يرى بسِوائِهِ)\nقال أبو الفتح: أي ليس لك خليل إلا نفسك، فلا تلتفت إلى قول أحد، قال: إنني خليلك، أي: قد فسد الناس، كقوله:\nالجزء: 1 ¦ الصفحة: 7\n",
        "خليلُكَ أنتَ لا من قلتَ خِلِّي\n...\nوإن كَثُرَ التَّجمُّلُ والكلامُ\nويجوز أن يكون المعنى: ما الخل إلا من لا فرق بيني وبينه، فإذا وددت فكأني بقلبه أود، وإذا رأيت فكأني بطرفه أرى، أي: إنما يستحق أن أسميه خلاً من كان كذا.\nقال الشيخ: وهذا أيضاً مشوب عندي، لأن الفصل من شرحه الأول يبين البيت، ولا يلائمه، فإن قوله:\n(ما الخِلُّ إلاَّ مَنْ أوَدُّ بقلبهِ\n...\n. . . . . . . . . . . . . . .)\nغيره بلا خلاف.\nوقوله: خليلك أنت. . .\nنفس المخاطب بلا دفاع، وشتان ما هما، والفصل الثاني أقرب إلى المعنى، وإن كان قاصراً عن أدائه بجميع أجزائه، فإنه يقول: ما الخل إلا من أود لا فرق بيني وبينه كما فسره غير أنه يريد: ما الخل إلا من يكون باطنه باطني وظاهره ظاهري، فإذا وددت شيئاً فقلبه يوده، وإذا رأيت شيئاً فطرفه يراه ولا يرده، إغراقاً في الوداد وغلواً في المصافاة والاتحاد وموافقات في نظرات العين وخطرات الفؤاد، والإنسان إذا وافق صديقه بقلبه وفاقاً صادقاً كانت الحواس الخمس التي هي جواسيسه وخدمه تبعاً له في وفاقه ومدداً لمراده في رفاقه. وتمام المعنى أنه يود بقلبه وهو يرى بطرفه، وإذا كان يرى بطرفه، فهو أيضاً يود بقلبه، فإن سبب الود نظر العين، ألا ترى إلى قوله؟\nومَا هيَ إلاَّ نظرةٌ بعدَ نظرةٍ\n...\nإذا نزلت في قلبهِ رحَلَ العَقلُ\nوقوله:\nيا نظرةً نفتِ الرُّقادَ وغادرت\n...\nفي حَدَّ قلبي ما حييتُ فُلولا\nكانت منَ الكحلاءِ سُؤلي إنَّما\n...\nأجَلِي تمثَّل في فؤاديَ سُولا\nالجزء: 1 ¦ الصفحة: 8\n",
        "وقوله:\nفلو طُرحَت قلوبُ العشقِ فيها\n...\nلما خافت منَ الحَدَقِ الحِسانِ\nوقوله، وإن كان في غير الحب:\nكَأنِّي عَصَت مُقلتي فيكم\n...\nوَكاتَمتِ القلبَ ما تُبصِرُ\nوكأن الجميع ينظر إلى قول الأول:\nإنَّ لِلَّهِ في العبادِ منايا\n...\nسَلَّطتها على القُلوبِ العَيونُ\n(إنَّ المُعينَ على الصَّبابةِ بالأسَى\n...\nأَولى برحمةِ رَبُها وإِخائِه)\nقال أبو الفتح: أي إن المعين على الصب، أي: ذي الصبابة، بالأسى أولى بأن يرحمه ويكون أخاه، إما لأنه هو الذي جنى عليه ما جنى، وإما لأنه هو أعرف الناس بدوائه وأطبهم بدائه، ويجوز أيضاً أن يكون له قوله على الصبابة، أي: مع ما أنا فيه من الصبابة وهذا القول أكشف من الأول، أي: لا معونة لي عنده إلا إيراده عليّ الأسى والحزن، كقولهم:\nالجزء: 1 ¦ الصفحة: 9\n",
        "عتابك السيف، أي: لا عتاب عندك لكن السيف.\nقال الشيخ: هذا الشرح أحوج عندي من بيت المتنبي إلى الشرح، ولست أعرف بقوله: وإما لأنه أعرف الناس بدوائه وأطبهم بدائه معنى وفائدة إلى أخر تفسيره لهذا البيت، والشاعر لا يقصد ببيت يقوله غير معنى واحد فما يزاد عليه يدل على الجهل بمراده في إصداره وإيراده عنه. وعندي أن معنى البيت: كف العذل والملامة عن نفسه كيلا يزيد في حزنه وبثه، فيقول: إن المعين على الشوق الذي يؤذيه بالعذل، وهو أسى المشوق أولى بأن يرحمه ويؤاخيه، ويؤيده، قوله بعده:\n(مَهلاً فإِنَّ العَذْلَ منْ أسقامهِ\n...\nوَتَرَفُّقاً فَالسَّمْعُ مِن أَعضائهِ)\nوهذا قريب من قول ابن الرومي:\nفَدَعِ المُحِبَّ منَ الملامةِ إِنَّها\n...\nبئسَ الدَّواَء لموجَعٍ مِقلاقِ\nلا تُطفِئنَّ جوىَّ بلومٍ إنَّهُ\n...\nكالرِّيحِ تُغري النَّارّ بالإِحراقِ\nوما أكثر ما قيل في هذا المعنى، كقول الحسن بن هانئ، وإن لم يكن في العشق:\nدَع عَنَكَ لومي فإنّّ اللَّومَ إِغراءُ\n...\n. . . . . . . . . . . . . . .\nالجزء: 1 ¦ الصفحة: 10\n",
        "وكقول أبي فراس:\nاللَّومُ للعاشقينَ لُومُ\n...\nلأنَّ خَطبَ الهوى عظيمُ\nفي نظائر لها تضيق عنها صدور الصحف، ولا تسعها بطون الكتب.\n(مَهلاً فَإنَّ العذلَ منْ أسقامهِ\n...\nوترفُّقاً فالسَّمعُ من أعضائهِ)\nقال أبو الفتح: أي أرفق برب هذه الصبابة يعني نفسه، فإن العذل أحد أسقامه، وترفق به لأنه كثير الأسقام، فعذلك أحد أسقامه، وترفق به فإن السمع من أعضائه، أي: لا تعنف عليه بالعذل، فيذهب سمعه في جملة أعضائه الذاهبة، فإنك إن لم ترفق به ذهب سمعه، ولم\nيسمع لك عذلاً.\nقال الشيخ: هذا المعنى عندي مدخول، لأن العذل ليس من جنس الأسقام والسمع غير ذاهب بالعذل، ولم يسمع ذهاب سمع به، ولا أحد قاله. وعندي: أنه يكفه عن العذل، ويقول: لا تعذله، فإن العذل من ضروب أسقامه التي تحل به وتؤلمه، والسمع من أعضائه التي تؤلم السقم، فكما أن الصداع يؤلم رأسه، والرمد يؤلم عينه، فكذلك سائر أعضائه في سائر الأجسام تؤلمها سائر الأسقام.\nالجزء: 1 ¦ الصفحة: 11\n",
        "(فَأتيتَ مِن فوقِ الزَّمانِ وتحتهِ\n...\nمُتَصلْصِلاً وأمامهِ وورائِهِ)\nقال أبو الفتح: أي أحطت بالزمان الذي هو أم النوائب، ولم تعبأ بالنوائب.\nقال الشيخ: الملوك لا تُمدح بأن لا تعبأ بالنوائب، سيما إذا كان المادح مثل المتنبي والممدوح مثل سيف الدولة، وعندي يقول: فأتيت الزمان ضابطاً وباهراً وقاهراً له من جوانبه علواً وسُفلاً وأماماً ووراء، حتى لم يتفرغ عن الشغل بنفسه إلى إنشاء النوائب لأهله، فانقطعت عني وعن غيري.\nوقال في قصيدة أولها:\n(أَمِنَ ازديارَكِ في الدُّجى الرُّقباءُ\n...\n. . . . . . . . . . . . . . .)\n(أسَفي على أسَفي الذي دلَّهْتِني\n...\nعن علمِهِ فبهِ عَليَّ خَفاءُ)\nالجزء: 1 ¦ الصفحة: 12\n",
        "قال أبو الفتح: أي أنا أحزن لذهاب عقلي حتى أني قد خفي عليّ حزني، فإنما ذلك لما لقيت فيكِ من الجهد.\nقال الشيخ: ذهاب العقل هاهنا قلق، وإن كان في معناه طرف منه، وإن الرجل يقول: أسفي على أسفي لا على ذهاب عقلي، والأسف: الحزن على الفائت، فهو يقول: أسفي على الذي حيرتني عن معرفته بأنواع الأحزان والهموم في حاضر الأحوال، فلست أعرفه ولا أتأسف على ما فاتني من وصالك ونوالك وإحسانك وإجمالك وإنعامك وإفضالك لما ألقى منك في العاجل من الهم الناصب والبلاء الواصب، ومن شغل اليوم بنفسه لم يتفرغ للتأسف على ما فاته في أمسه، فكأنه ينظر إلى قول الأول:\nبَلَى إِنَّها تَعفو الكُلومُ وَإنَّما\n...\nنُوَكَّلُ بالأدنى وإن جَلَّ ما يمضي\n(نَفَذَتْ عَليَّ السَّابريَّ ورُبَّما\n...\nتَندَقُّ فيهِ الصَّعدةُ السَّمراءُ)\nقال أبو الفتح: السابري يعني به الثوب الرقيق، وكذلك كل ثوب رقيق عندهم سابري.\nالجزء: 1 ¦ الصفحة: 13\n",
        "ومعنى البيت: إن عينك نفذت ثوبي إليّ فتمثلت في حشاي، فإن قيل: كيف تندق الصعدة في الثوب الرقيق؟ قيل: معناه إذا طُعن بقناة اندقت القناة دون العمل فيه، فكأن ثوبه درع عليه ما كان جسمه من تحته، ويجوز أن يكون عنى بالسابري الدرع، فيكون على هذا: نفذت نظرتك الدرع إلى قلبي ولكلا القولين مذهب.\nقال الشيخ، قد تعسف فيه وما أنصف، وإنما هو الدرع هاهنا لا غير كما قال أخيراً. ويجوز أن يكون عني عنى بالسابري: الدرع، أي نفذت نظرتك الدرع إلى قلبي، والأول فاسد مدخول، وهذا واضح مقبول.\n(مَنْ نفعُه في أنْ يُهاجَ وَضَرَّهُ\n...\nفي تَركهِ لو يَفطُنُ الأعداءُ)\nقال أبو الفتح: إذا هيج انتُفع بذلك شوقاً إلى الكفاح ومقارعة الأعداء، وإذا تُرك من ذلك، ولم يوجد سبيل إليه استُضر به، وهو كقوله أيضاً:\nالجزء: 1 ¦ الصفحة: 14\n",
        "ذَريني والفلاةَ بلا دليلٍ\n...\nووجهي والهجيرَ بِلا لِثامِ\nفَإنَّي أستريحُ بذا وهذا\n...\nوأَتعَبُ بِالإنِاخَةِ والمُقامِ\nوكقوله:\nقُحٍّ يَكادُ صَهيلُ الجُردِ يَقذِفهُ\n...\nعَن سَرجِهِ مَرَحاً بِالعِزِّ أو طَرَبا\nويجوز أن يكون أراد أنه إذا هيج استباح حريم أعدائه، وأخذ أموالهم، فانتفع به، وإذا ترك من ذلك قلت ذات يده فاستضر به، ويؤكد أيضاً هذا قوله:\nولاَ مَلكا سِوى مُلكِ الأعادي\n...\nوَلا وَرِثاً سِوى مَن يَقتُلانِ\nوهذا كقول أخت الوليد بن طريف:\nفَتىً لا يُحبُّ الزَّادَ إلاَّ مِنَ التُّقى\n...\nولا المالَ إلاَّ مِن قناً وَسيُوفِ\nقال الشيخ: القول الأول فاسد من حيث لا ينتفع بالهيج للشوق إلى الحرب بحال، ولا يستضر بإعراض عن هذا الشوق وإضرابه إلا أن يقترن به غيره، والمعنى كما قال في أبي العشائر:\nيَضرِبُ هامَ الكُماةِ ثُمَّ لهُ\n...\nكَسبُ الذي يَكسِبونَ بِالمَلَقِ\nالجزء: 1 ¦ الصفحة: 15\n",
        "وكما قال في سيف الدولة:\nحَتى إذا فَنِيَ التُّراثُ سَوى العُلى\n...\nقَصَدَ العُداةَ مِن القَنا بِطِوالهِ\nيقول: إذا هيج انتفع بأموال الأعداء وأزداد به في الثراء، وإذا ترك استضر بتركه لخروجه بالعطاء عن ملكه وتعذر العوض من مال العداة بعد تفرق ماله في العفاة، وشرحه فيما يليه:\nفَالسِّلمُ يَكسرُ من جَناحَي مالهِ\n...\n. . . . . . . . . . . . . . .\n(مُتَفرقُ الطَّعمينِ مُجتمِعُ القُوى\n...\nفَكأنَّهُ السَّراءُ والضَّراءُ)\nقال أبو الفتح: قوله متفرق الطعمين، يقول: فيه حلاوة لأصدقائه ومرارة لأعدائه، وقوله: مجتمع القوى، أي: هو مع ذلك إنسان واحد، وقواه مجتمعة غير متباينة، وهذا كقول الهذلي:\nحُلوٌ ومُرٌّ كَعِطفِ القِدحِ مِرَّتُهُ\n...\nبِكُلِّ إنيٍ حَذاهُ اللَّيلُ ينتَعِلُ\nالجزء: 1 ¦ الصفحة: 16\n",
        "وقال تأبط شراً:\nوَلَهُ الطعَّمانِ أريٌ وَشريٌ\n...\nوَكلا الطعَّمينِ قد ذاقَ كُلُّ\nوقال أبو نؤاس:\n. . . . . . . . . . . . . . .\n...\nكالدَّهرِ فيه شراسَةٌ وَلِيانُ\nيقول: فكأنه مخلوق من السراء والضراء لكثرة ما يعتادهما ويأتيهما، وهذا كقول الله\nتعالى: (خُلِقَ الإنِسانُ مِن عَجَلٍ).\nقال الشيخ: في هذا الفصل من الفساد ما يعيا على التعداد، أوله قوله: أي هو مع ذلك إنسان واحد يؤدي لو كان الممدوح شخصين ونفسين لأم شخوصاً ونفوساً في جلد واحد، وما يمنعه من اجتماع قواه له، وهو إنسان واحد؟ والناس كلهم بل الحيوان كلها بهذه الصفة، تجتمع قوى كل حي فيه عند بلوغه. قوله: مجتمع القوى، أي: بالغ أشده يعمل ما يعمل على بصيرة دون جهل الصبا وسكر الشبيبة، فطعماه في مكانيهما على الاستحقاق، يحلو حيث يجب، ويمر حيث يجب، وقوله: مجتمعة غير متباينة أردأ مما مضى، فإن قواه لو كانت متباينة كان ميتاً لا حياً. والبيت الذي نحله الشنفري في مرثية تأبط شراً لأبن أخته أو لخلف الأحمر على لسانه كما قيل يرثي به تأبط شراً. و\nالجزء: 1 ¦ الصفحة: 17\n",
        "له قطعة قرأتها في ديوانه، يرثي بها الشنفري، وديوانه ناطق بها، وأولها:\nعلى الشنفري ساري الغمامِ ورائحٌ\n...\nغزيرُ الكلى أو صَيِّبُ الماءِ باكرُ\nوفيها:\nفلا يَبعدَنَّ الشَّنفرَي وسِلاحهُ ال\n...\nحديدُ وشَدٌّ خَطوُهُ مُتواتِرُ\nوكتاب (مقاتل الفرسان) لأبي عبيدة يوضح لك ما ذكرناه، ويبسط ما اختصرناه، وقوله: فكأنه مخلوق من السراء والضراء لكثرة ما يعتادهما ويأتيهما فاسد، وأنهما شرح الطعمين، أي: كأنه السراء في الحلاوة والضراء في المرارة، كما قال:\nدانٍ بعيدٍ مُحبٍّ مُبغِضٍ بَهِجً\n...\nأغَرَّ حُلوٍ مُمِرٍّ لَيِّنٍ شرِسِ\nوكما قال:\nمُمقِرٌ مُرٌّ على أعدائِهِ\n...\nوعًلى الأدنينَ حُلوٌ كالعَسَل\nوليس يقول: حلو منها حتى حسن به تشبيهه بقوله تعالى: (خُلِقَ الإنسانُ مِن عَجَلٍ).\nالجزء: 1 ¦ الصفحة: 18\n",
        "(احمَد عُفاتَكَ لا فُجِعتَ بِفقدِهِم\n...\nفَلتَركُ ما لم يَأخذُوا إعطاءُ)\nقال أبو الفتح: قوله لا فجعت بفقدهم، حشو في غاية الملاحة والظرف وهو يحتمل أمرين أحدهما، وهو أكشفهما وأقربهما إلى ظاهر البيت، أنه دعا بأن لا يفقدهم، يقول: لا عدمت القصاد والطلاب إذ كانوا لا يقصدون إلا ذا ملك وسروٍ وثروة.\nقال الشيخ: قوله لما ذكر من انتفاعه كلام مجهول غير معلوم، ولست أرى ذكراً لانتفاعه بهم قبله وبعده، والثاني فاسد لأن المستميحين يقصدون هؤلاء وغيرهم، ومعناه أنه يقول: لا رزئتهم ولا أصبت المصيبة بفقدهم، فإن الرزء والفجيعة عنده فقد العفاة والمجتدين لا فقد الأولاد والأعزة والأموال كما يقول في فاتك:\nلا يَعرفُ الرَّزَء في مالٍ ولا ولَدٍ\n...\nإلاَّ إذا حَفَزَ الضِّيفانَ تَرحالُ\n(لا تَكثُرُ الأموالُ كَثرةَ قِلةٍ\n...\nإلاَّ إذا شَقِيتْ بِكَ الأحياءُ)\nالجزء: 1 ¦ الصفحة: 19\n",
        "قال أبو الفتح: قوله كثرة قلة، يقول: إنما تكثر الأموات إذا قل الأحياء، فكثرتهم كأنها في الحقيقة قلة، وقوله: شقيت بك، يريد شقيت بفقدك، فحذف المضاف، وأقام المضاف إليه مقامه، وإنما تشقى به الأحياء لمفارقتهم إياه.\nقال الشيخ: قوله شقيت بفقدك الأحياء مدخول من القول فاسد، فإنه ما جرى في الرسم أن ينعي المادح نفس الممدوح إليه، ولا أن يمدحه بفقده وموته، وهب أن الأحياء تشقى به\nلمطارقتهم إياه، فكيف تكثر به الأموات؟ أيموتون بموته أم تضرب أعناقهم على قبره؟ أم كيف؟ هذا محال من الوجوه كلها كما ترى. ومعناه: لا تكثر الأموات كثرة هي في الحقيقة قلة، لأن كثرة الأموات من قلة الأحياء، فهي قلة في الحقيقة، لأن الاعتبار بالحي دون الميت والفائدة فيه لا في الميت، إلا إذا شقيت بعداوتك الأحياء حتى تقتلهم، فتكثر الأموات حينئذ بقلة الأحياء، والدليل عليه ما يتلوه، وهو:\nوالقلبُ لا ينشَقُّ عمَّا تحتَهُ\n...\nحتَّى تحُلَّ بهِ لكَ الشَّحناءُ\nأي: والقلب لا ينشق عما فيه حتى تحل بالقلب لك الشحناء والبغض، فحينئذ ينشق القلب.\nالجزء: 1 ¦ الصفحة: 20\n",
        "(فَغَدوتَ واسمُكَ فيهِ غيرُ مُشاركٍ\n...\nوالناسُ فيما في يديكَ سَواءُ)\nقال أبو الفتح: أي لم يشارك اسمك فيك، لأن لا يكون للإنسان أكثر من أسم واحد، زيد وعمرو ونحو ذلك، والناس في مالك سواء غنيهم وفقيرهم وقريبهم وبعيدهم، فقد استووا كلهم في آلائك ومننك.\nقال الشيخ: لست أرى مدحاً أن اسمك فيك غير مشارك من حيث أن له اسماً واحداً لا اسمين، فإن\nالعالمين فيه شرع، وعندي أنه يقول: واسمك غير مشارك، أي: مع ما جمعته من محاسنك ومعاليك ومآثرك التي تفرقت بها عن العالمين، واستأثرت بها دون الناس أجمعين، فلا شريك له فيك إذ لا سمي لك يوازيك في مفاخرك ويضاهيك، فالمسمون باسمك كثير، وليس لك في خصائص خصالك وغرائب أفعالك منهم نظير، فاسمك إذاً مختص منك بشخص لا شبيه لك في معاليه غير مشارك فيك بشخص في معانيه، والناس شركاؤك في ملكك، وطبقاتهم فيه سواء معك حكمهم فيه كحكمك وأمرهم فيه أمرك.\nالجزء: 1 ¦ الصفحة: 21\n",
        "(لو لَم تكُن مِن ذا الورى اللَّذْ منكَ هو\n...\nعَقِمتْ بِمَولدِ نْسلِها حَوَّاءُ)\nقال أبو الفتح: يقول لو لم تكن من ذا الورى الذي كأنه منك، لأنك جماله وشرفه وأنفس أهله لكانت حواء في حكم العقيم التي لم تلد، ولكن بك صار لها ولد، ولولا أنت لصار ولدها كلا ولد.\nقال الشيخ: ليس في البيت تشبيه بكأنه ولا بما معناه، ولو لم يكن هذا الممدوح لما كانت حواء في حكم العقيم، فإنها إذا ولدت لم تكن عقيماً، ومعناه إنه يقول: لو لم تكن من ذا\nالورى الذي منك هو، لأنهم يتقلبون في نعمك وأفضالك، ويتعيشون بجاهك ومالك، فهم منك وبك، لأنهم منك نشئوا وبإحسانك نفذوا وفي نعمائك تربوا عقمت حواء، فلم تكن تلد، إذ لم يكن لنسلها معنى، وفيهم خير وفائدة، لو لم تكن منهم، كقوله:\nولولا كَونُكم في النَّاسِ كانوا\n...\nهُذاءً كالكلامِ بلا معاني\nالجزء: 1 ¦ الصفحة: 22\n",
        "وقال في قصيدة، وهو أولها:\n(أَلا كُلُّ ماشِيَةً الخَيزلى\n...\nفِدى كُلِّ ماشيَةِ الهَيذَبَى)\nقال أبو الفتح: الخيزلى مشية فيها تفكك وتخزل من مشي النساء، يقول: كل امرأة تفكك في مشيها فداء كل ناقة تُسرع في سيرها.\nقال الشيخ: شتان مشي الجمال ومشي ربات الحجال، ومن يجعل المعشوق فداء هجان النوق؟ وقبيح أن يقال: فدت كل امرأة متفككة في مشيها كل ناقة سريعة السير، وإنما يُفدى الجنس بالجنس أو بأكرم منه، ولقد أراد بماشية الخيزلى أن هذه البراذين والرماك الأهلية التي تعودت المشي الضعيفة والخطى القريبة الحقيقة في القرى والأمصار كمشي النساء، وليست من آلة قطع المهامه القفار، ولا من سفائن البراري كالعراب والمهاري، فقال: فدت هذه الماشيات النوق التي تستبق الرياح وتستبقي الأرواح، وتفوت الأسود الكساح.\n(وكُلُّ نَجاةٍ بَجاويَّةٍ\n...\nخَنُوفٍ وما بي حُسنُ المِشَى)\nالجزء: 1 ¦ الصفحة: 23\n",
        "قال أبو الفتح: يقول إنما أحب كل ناقة هذه صفة مشيها، ولا أحب المرأة الحسنة المشي، والمشي: جمع مشية، يصف نفسه بالجفاء والبدوية.\nقال الشيخ: نعم يقول وفِدى كل ناقة هذه صفتها، فما يعجبني حسن المشى التي لا تقدر على اختراق المهامه وإنتقاذ الأحرار عن المكاره.\n(وشِعرِ مَدَحتُ بهِ الكركدنَّ\n...\nبينَ القريضِ وبينَ الرٌّقى)\nقال أبو الفتح: الكركدن كناية وهجو، أي: بين الشعر وبين الرُّقية من الجنون.\nقال الشيخ: شبه ما اختصر تفسيره، وأهمل عسيره، ولو فسر الكركدن، وأتبعه بالمعنى الذي أراده وقصده دون الجنون الذي لا جواز له فيما أراغه، ولا مجاز فيما سرده لكان أخلق فضله وأليق بعمله، وأظنه من الرُّقي وقع إلى الجنون، وعندي أن الرجل يقول:\nوماذا بمصرَ منَ المضحكاتِ\n...\nولكنَّهُ ضَحِكٌ كالبُكا؟\nبها نَبَطِيٌّ منَ أهلِ السَّوادِ\n...\nيُدَرسُ أنسابَ أهلِ الفلا\nالجزء: 1 ¦ الصفحة: 24\n",
        "وأسودُ مشفرهُ نِصفَهُ\n...\nيُقالُ له: أنتَ بدرُ الدُّجى\nوشعرٍ مدحتُ به الكركدنَّ\n...\nبينَ القريضِ وبينَ الرُّقى\nوأراد به الأسود أيضاً، والكركدن أوحش الدواب خلقاً ولوناً ومنظراً، فشبه به الأسود في سواد لونه وكراهة خلقه وسماجة منظره، وقوله: بين القريض وبين الرُّقى، أي: بين الشعر وبين الرُّقى لاستخراج شيء من كفه كما تستخرج الحية من جحرها بالرُّقى. ويدلك عليه قوله في قصائد له، منها:\nولو كنتُ أدري كم حياتي قَسَمتُها\n...\nوصيَّرتُ ثُلثيها انتظاركَ فَاعلمِ\nولكِنَّ ما يمضي منَ الدَّهرِ فائِتٌ\n...\nفَجُد لي بحظِّ البادرِ المُتَغَنِّمِ\nومنها:\nأبا المسكِ في الكأسِ فَضلٌ أنالهُ\n...\nفإنِّي أُغَنِّي منذُ حينٍ وتشربُ؟\nومنها:\nأرى لي بقُربي منكَ عيناً قريرةً\n...\nوإن كانَ قُرباً بالبِعادِ يُشابُ\nوهل نافعي أن تُرفَعَ الحُجبُ بَيننًا\n...\nودونَ الذي أمَّلتُ منكَ حجابُ؟\nوفي النَّفس حاجاتٌ وفيكَ فطانةُ\n...\nسُكوتي بيانٌ عندها وخطابُ\nوما أنا بالباغي على الحُبُ رِشوةً\n...\nضعيفُ هوىً يُبغَى عليه ثَوبُ\nوما شئتُ إلاَّ أن أدُلَّ عواذلي\n...\nعلى أنَّ رأيي في هواكَ صوابُ\nوأُعلِمَ قوماً خالفوني وشَرَّقوا\n...\nوغرَّيتُ أنِّي قد ظفرتُ وخابوا\nالجزء: 1 ¦ الصفحة: 25\n",
        "قافية الباء\nقال في قصيدة أولها:\n(لا يحزنُ اللَّهُ الأميرَ فإنَّني\n...\n. . . . . . . . . . . . . . .)\n(كأنَّ الرَّدى عادِ على كُلِّ ماجدٍ\n...\nإذا لمُ يَعوِّذْ مجدَهُ بُعيوبِ)\nقال أبو الفتح: أي يجعل ما يعيب به مجده كالعوذة الصارفة العين عنه، وعاد من التعدي والظلم، أي: يحوج العافي والطالب إلى أن يسأله ليكون ذلك عوذة لنعمته من إصابتها بالعين.\nقال الشيخ: لست أعرف بين هذا التفسير وبين المعنى قرابة، فإن الرجل يقول: كأن الردى يأخذ كل ماجد مُبرأ عن العيوب مهذب لا غميزة فيه مثل هذا المرثي الذي لم تكن فيه عيوب، فجعلها عوذة لنفسه لتقيه عين الكمال، كما قيل: الآخرة تختار الخيار وتترك الأشرار، وكما قيل: أعمار الكرام مشاهرة وأعمار اللئام مداهرة،\nالجزء: 1 ¦ الصفحة: 26\n",
        "وكما قيل:\n. . . . . . . . . . . . . . .\n...\nإنَّ الكرامَ قليلةُ الأعمارِ\nوكما قيل:\nوآخر إلاَّ عيبَ فيه لناظرٍ\n...\nيردُّ بهِ عينَ الكمالِ وناظرَه\nفي أشباه لهذا كثير، ولست أدري، ما هذا من ذاك الذي ذكره وفسره؟ وأي مجال هنا لطلاب نواله وإحواجهم إلى سؤاله؟ وهبهم سألوه، فأي عوذة فيه لنعمته من إصابتها بالعين؟\n(فُعوِّضَ سيفُ الدَّولةِ الأجرَ إنَّهُ\n...\nأجَلُّ مُثابِ مِن أجلُ مُثيبِ)\nقال أبو الفتح: الهاء في إنه تعود على الأجر، والمثاب المصدر هاهنا، ومثله المصاب، أي: المصيبة، والمثيب الله تعالى، كأنه قال: إن الأجر أجل ثواب من الله الذي هو أجل مثيب، ويحوز أن يكون الهاء في إنه لسيف الدولة، أي: إن سيف الدولة أجل من أُثيب من عند الله، والأجر إنما يستحق عن الصبر لا عن المصيبة، وإنما يُستحق عن المصيبة العوض، والأجر والثواب أشرف من العوض، لأن الثواب إنما يستحقه الإنسان بما يفعله\nالجزء: 1 ¦ الصفحة: 27\n",
        "مختاراً من الطاعة، والعوض إنما يكون مستحقاً عن المصائب التي لم يخترها الإنسان، والتفضل دون ذينك، ولهذا قيل: منازل الاستحقاق أشرف من منازل التفضل.\nقال الشيخ: أورد فصلين وذكر معنيين، وقد قلنا: إن الشاعر لا يريد ببيت يقوله غير معنى واحد فما عداه تعسف وخدش، وعندي إن المتنبي يقول: فعوض سيف الدولة الأجر عن\nصبره على مصابه ليكون عوضاً عن مصيبته، فإن سيف الدولة أجل مثاب في الخلق من أجل مُثيب، وهو الخالق عز وعلا. وقد ذكر هو هذا المعنى في الفصل الأخير دون هذا التفسير، فإنه منع سيف الدولة استحقاق الأجر والثواب عوضاً عن المصاب، وهو يستحقهما، فإنه آثر الصبر وترك الجزع مختاراً، ولم يأته اضطراراً، ولو آثر الجزع على الاصطبار لم يُمنع من هذا الإيثار.\nوقال في قصيدة أولها:\n(فَديناكَ من ربعِ وإنْ زدتنا كَربا\n...\n. . . . . . . . . . . . . . .)\n(لها بَشَرُ الدُّرِّ الذي قُلِّدتْ بهِ\n...\nولم أرَ بدراً قَبلَها قُلِّدَ الشُّهْبا)\nقال أبو الفتح: الشُّهب جمع شهباء، يعني الدُّرة، ويجوز أن يكون عنى بالشُّهب جمع أشهب، يعني الكواكب لذكره البدر، وهذا هو القول،\nالجزء: 1 ¦ الصفحة: 28\n",
        "ويجوز أيضاً أن يكون جمع شهاب، وهو النجم.\nقال الشيخ: هو كما قال أولاً: الشهب جمع شهباء، وهي الدرة، يدلك على ذلك قوله: لها بشر الدُّر الذي قُلدت به.\nثم قال: ولم أرَ بدراً قبلها قُلد الشُّهبا.\nوليت شعري، أية شبهة تعترضه حتى يكون جائزاً أو تمكن حمل الشهب على وجه أخر؟ والرجل يقول: لها بشر الدُّر الذي قلدت به، جعل بشرها بشر الدُّر الذي جُعل قلادتها، فكيف يجوز أن يقول: ولم أر بدراً قبلها قُلد الكواكب أو النجوم بعد أن جعل الدُّر قلادتها؟ ولقد أبدع في صنعة رد عجز البيت إلى صدره بذكر الدُّر فيهما أحسن الإبداع، وتعجب في مكان التعجب، إذ لا يُرى بدر مُقلداً دُّراً، ويُرى بين بعض الشهب الكواكب، وكأنه قلادة، فهذا يُرى وذاك لا يُرى، فالمتنبي تعجب مما لم يُعهد، ولم يرد.\nوقوله: يجوز أن يكون عنى بالشهب جمع أشهب، يعني الكواكب لذكره البدر، وهذا هو القول: نعم لكنه القول المردود الرديء، لأن البدر قد يُرى مُقلداً بعض الشهب، ولا يُرى مُقلداً الدُّر، وليس يوجب ذكره البدر، إذ عنى بالشُّهب الكواكب لكونها في السماء بعدما يفسد المعنى به من هذه الوجوه المذكورة، وكيف يجوز أن\nالجزء: 1 ¦ الصفحة: 29\n",
        "يقول: لها بشر الدُّر الذي هو قلادتها، ولم أر بدراً قبلها قُلد الكواكب؟ وهذا لو قال: لها بشر الدُّر الذي هو قلادتها إلى\nالكواكب الذي قُلدت بها لجاز أن يقول: ولم أر بدراً قبلها قُلد الكواكب، وهذا أوضح من أن يُحتاج معه إلى كل القال والقيل.\nوليسَ يصِحُّ في الإفهامِ شَيءٌ\n...\nإذا احتاجَ النَّهارُ إلى الدَّليلِ\n(فُحبُّ الجبانِ النَّفسَ أوردَهُ التُّقى\n...\nوحبُّ الشُّجاعِ النَّفسَ أوردَهُ الحَربا)\nقال أبو الفتح: يرد الشجاع الحرب إما ليُبلي بلاء حسناً يُشرف ذكره في حياته، وإما ليُقتل فيُذكر بالصبر والأنفة بعد موته، كقولها:\nنهينُ النُّفوسَ وهَونُ النُّفو\n...\nسِ يَومَ الكريهةِ أبقى لها\nالجزء: 1 ¦ الصفحة: 30\n",
        "فهذا يحتمل وجوهاً: إما أن يكون أراد إنك إذا رآك قرنك، وقد ألقيت نفسك للتهلكة يئس من فرارك، فهرب هو فسلمت أنت، وإما أن يكون مثل قوله تعالى: (ولا تَحسَبَنَّ الذين قُتلوا في سبيلِ اللهِ أمواتاً بل أحياءُ)، وإما أن يكون أراد أنك إذا مت على هذه الحال فقد أبقيت لك من حسن ذكرك ما يقوم لك مقام الحياة.\nقال الشيخ: ولو كان أراد به ما فسره لقال: وحب الشجاع الصيت أو الذكر أو المدح أو الأجر، وليس في الغنى شيء عندي مما فسر أنه يرد الحرب ليبلي ما يشرف به ذكره في الحياة أو ليُقتل فيذكر بالصبر والأنفة وما بعده إلى أخر تفسيره، فكله حب الصيت والذكر لا حب النفس على الحقيقة وما يدفعه دافع فحاطب ليل. والمعنى عندي إن حب الجبان نفسه يورده التُّقى لاستبقائها، وحب الشجاع النفس يورده الحرب لعطائها المُنى وإعلائها ولقهر مناوئه وأخذه من الملك ومن نعيم الدنيا والغنى والثروة وما يشتهيه فيتقلب ناعماً فيه كما قال في موضع آخر:\nفإن تَكُن الدَّولاتُ قسماً فإنَّها\n...\nلمن وردً الموتَ الزُّؤامَ تدولُ\nلمن هَّونَ الدُّنيا على النَّفسِ ساعةً\n...\nوللبيضِ في همامِ الكُماةِ صليلُ\nوكما قال:\nويا آخذاً من دهرهِ حقَّ نفسهِ\n...\nومثُلك يُعطَى حقَّه ويُهابُ\nالجزء: 1 ¦ الصفحة: 31\n",
        "(ويختلفُ الرِّزقانِ والفعلُ واحدٌ\n...\nإلى أن تَرى إحسانَ هذا لذا ذنْبا)\nوقال أبو الفتح: يقول إن الرجلين يفعلان فعلاً واحداً، فيُحرم أحدهما ويُرزق الأخر، فكأن الإحسان الذي رُزق به هذا هو الذنب الذي حُرم به هذا.\nقال الشيخ: هذا جميل حسن إلا أنه ليس بتفسير البيت، فإنه لم يُفسر لهذا وأهمله ومر عليه مُعرضاً عنه. وعندي أنه يقول: إلى أن ترى إحسان الجبان إلى نفسه بكلأتها عن اعتراض المعاطب واقتحام المتالف ذنباً للشجاع بتعريض نفسه للهلك وبذل مهجته للسفك، وترى إحسان الشجاع إلى نفسه بتسليطها على الأمم وترفيهها في النعم وتمليكها أزمة مطالب الهمم، وتبليغها أقاصي مرامي المرام وتحكيمها في صنوف النقض والإبرام بتورد الخطوب وتقحم الحروب ذنباً للجبان بتوقيه والرضا بما هو فيه من الضر والعيش المر وسوء الحال ومقاساة الفقر والإقلال، وفعلهما حب النفس ورزقاهما مختلفان، هذا بحب النفس محدود فقير، وذاك بحب النفس أمير كبير أم خطير.\nوقال في قطعة أولها:\nالجزء: 1 ¦ الصفحة: 32\n",
        "(ألا ما لسيفِ الدَّولةِ اليومَ عاتبا؟\n...\n. . . . . . . . . . . . . . .)\n(أهذا جزاءُ الصِّدقِ إنْ كنتُ صادقاً؟\n...\nأهذا جزاءُ الكذْبِ إنْ كنتُ كاذبا؟)\nقال أبو الفتح: أي إن كنت صدقت في مدحك، فليس هذا الإقصاء والإبعاد جزاءي، وإن كنت قد كذبت فيه فقد تجملت لك في القول، فهلا تجملت لي في المعاملة.\nقال الشيخ: لم يقصه ولم يبعده، وإنما رخص للسامري في دمه لما أنشده:\nوا حرَّ قلباهُ. . . . . .\n...\n. . . . . . . . . . . . . . .\nوكان المجلس محفلاً غاصاً بوجوه أعيان العرب، فلما فرغ من الإنشاد، وانصرف اضطرب المجلس، وتفاوضوا فيها، فقام السامري، وقال: أصلح الله الأمير لترخص لي في دمه، فقال: شأنك، فخرج وسد فم الطريق عليه بغلمانه، فلما بصر بهم مكن يده من قائم سيفه، وحمل عليهم وخرق سدهم، ومضى وتوارى عند صديق له بحلب، وكتب إلى سيف الدولة من مأواه بهذه الأبيات بعد أيام. وعندي أنه يقول: أهذا جزاء الصدق؟ أي: إباحة دمي جزاء صدقي في هذا العتاب والرُّخص في نفسي جزاء كذبي فيه، والمعنى أنه لا أستحق القتل صادقاً كنت في هذه القصيدة التي أولها:\nوا حرَّ قلباهُ مِمَّن قلبُه شَبِمُ\n...\n. . . . . . . . . . . . . . .\nوآخره:\nالجزء: 1 ¦ الصفحة: 33\n",
        ". . . . . . . . .\n...\nقد ضُمِّنَ الدُّرَّ إلاَّ أنَّهُ كَلِمُ\nأم كاذباً، فإن كنت صادقاً فجزائي الإعتاب أو كاذباً فجزائي التكذيب والجواب، فأما القتل فليس عنهما بجزاء، وبعد: فمواجهة ملك بأنه يجوز ويمكن أن أكون كاذباً في مدحك من القبائح والفضائح، على أن له وجهاً في تعسف العرب وتعجرف طباعهم، لكنه ليس بجميل، ولا تُباح نفس شاعر يمدح، أحسن فيه أم أساء، وصدق أم كذب. ولهذا قال في السامري:\nأسامرِّيُّ ضٌحكةَ كلِّ رائي\n...\nفَطَنتَ وأنتَ أغبَى الأغبياءِ\nصَغُرتَ عنِ المديحِ فقلت: أُهجى\n...\nكأنَّكَ ما صَغُرتَ عن الهِجاءِ\nوما فكَّرتُ قلبكَ في مُحالٍ\n...\nولا جرَّيتُ سيفي في هَباءِ\nوقال في قصيدة أولها:\n(أيدري ما أرابكَ ما يُريبُ؟\n...\n. . . . . . . . . . . . . . .)\n(يُجَمشُكَ الزَّمانُ هوىً وحُباً\n...\nوقد يُؤذَى منً المِقَةِ الحبيبُ)\nالجزء: 1 ¦ الصفحة: 34\n",
        "روى أبو الفتح: وقد يؤذي بكسر الذال.\nقال الشيخ: أول البيت ناقص لروايته (يؤذي بالكسر)، والعادة تنقضه وتنفيه، ولا تُرخص يحال فيه، فإن الرجل جعل الزمان محب سيف الدولة، وهو حبيبه، لهذا المعنى قال: يُجمشك بهواه وحبه إياك، ثم قال: ولا بدع ولا عجب، فقد يؤذى الحبيب من المقة والحب، فالزمان يؤذيك بهذه الشكاية كما يؤذي العاشق المعشوق بالضم والشم والعناق واللثم والتقبيل والرشف والعض والقرص والمص وأشباهها، وما هي لجفوة بل لصبوة، فهذا تجميش العشاق، وهذه الشكاة تجميش الزمان إياك من الهوى والاشتياق، وفسر هذا بالحبيب، ويؤذي من فرط المحبة والمقة، فمن رواه بالكسر فماذا يكون معناه؟ وكيف يلائم أول البيت آخره؟ وإذا كان الحبيب المؤذي له فمن المؤذى؟ وعلى هذه الرواية يجب أن يكون سيف الدولة يجمش الزمان ويعله ويمرضه، ويكون محب الزمان والزمان حبيبه، وهذا محال كما ترى. والحبيب لا يؤذي إلا بالصد والهجر والدلال والفراق وأشباهها، ولا مكان لها هاهنا، وإذا كان سيف الدولة المجمش، فلابد أن يكون هو المؤذي البتة، فإذا لا وجه لكسر الذال هنا بحال.\n(فَقَرطْها الأعنَّةَ راجعاتٍ\n...\nفإنَّ بعيدَ ما طلبتْ قريبُ)\nالجزء: 1 ¦ الصفحة: 35\n",
        "قال أبو الفتح: تقول العرب: قرط فلان فرسه العنان، يستعمل ذلك على وجهين: أحدهما أنه طرح اللجام في رأس فرسه، وربما استعمل للفارس إذا مد يده بعنانه حتى يجعلها في قذال فرسه للحضر، والبيت يحتمل أمرين وراجعات، أي بلد إلى بلد العدو فإن بعيد ما طلبت قريب عليها لسرعتها.\nقال الشيخ: ذكر تقريظ الأعنة والعود إلى بلد العدو، وأصاب فيهما غير أنه لم يفسر المعنى كما يتصور، والمتنبي يقول قبله:\nوأنتَ المَلكُ تُمرضُه الحشايا\n...\nلهمَّتهِ وتشفيهِ الحروبُ\nيحثه على مراجعة بلد الروم ومقاساة الحروب ليبرأ من شكاته، ويعاجل بمعافاته متئداً غير مسرع كما قال حتى يجعل الأعنة في قذاله للحُضر، والبيت لا يحتمل الأمرين، لا يحتمل إلا طرح اللجام في رأس الفرس لقوله:\n. . . . . . . . . . . . . . .\n...\nفإنَّ بعيدَ ما طلبت قريبُ\nفإنه لا يحتمل غير قولك: ألجم الخيل، وعاود الروم متأنياً، فإن الأمد البعيد قريب عليها لميعتها وسبلها ومرحها وقوتها، ولا يحسن أن تقول: ألجم الخيل وعاود العدو مسرعاً متعجلاً، فإن البعيد قريب عليها، فإن هذه اللفظة تقتضي أن يكون القريب بعيداً عليها حتى تحتاج أن تعجل وتسرع، وقد تبين أن البيت ر يحتمل الأمرين، وإنما\nالجزء: 1 ¦ الصفحة: 36\n",
        "يحتمل طرح اللجام في رأس الفرس دون الحُضر، وهذا كقوله فيه:\nوكاتبَ مِن أرضٍ بعيدٍ مرامُها\n...\nقريبٍ على خيلٍ حواليكَ سُبَّقِِ\n(إذا داءٌ هَفا بُقراطُ عنهُ\n...\nفلم يُوجدْ لصاحبهِ ضريبُ)\nقال أبو الفتح: جواب إذا، فلم يوجد، أي: وليس يوجد لصاحبه شبيه، كذا قال لي وقت القراءة عليه، واستعمل (لم) في موضع (ليس) لمضارعتها لها بالنفي.\nقال الشيخ: ذكر هذا القدر وما فسر معناه، وهو محوج إلى شرح وبسط، فإنه يقول: كل بعيد عليك قريب، وكل عسير يسير، فأنت بقراط المقاصد والأدواء، كما أن بقراط كان إمام المعالجات والأدواء، ولا نظير لك فيها كما لا نظير له في هذه، أي: لا يتعذر عليك تحصيل مطلوب واستخراجه، كما لا يتعذر عليه تدبير داء وعلاجه. يريد إذا داء زل بقراط عن حسمه، وليس يوجد له نظير يقوم بقطعه، وإذا خطب لا يقوم سيف الدولة\nبكفايته، فلا يوجد له ضريب يقوم بإماطته، وهذان لا يكونان، فعليك بقصد من تريد وأخذ ما تروم، فلن يعوزك مراد، وإن عز مطلبه، ولن يعجزك مرام، وإن ضاق مذهبه، ويدلك عليه قوله فيها:\nوكيفَ تُعِلُّكَ الدُّنيا بشيءٍ\n...\nوأنتَ بعلَّةِ الدّنُيا طبيبُ؟\nوكيفَ تنوبُكَ الشَّكوى بداءٍ\n...\nوأنتَ المُستغاثُ لما ينوبُ؟\nالجزء: 1 ¦ الصفحة: 37\n",
        "وقال من قصيدة، وهو مطلعها:\n(بغيركَ راعياً عَبثَ الذُئابُ\n...\nوغيرَكَ ضارباً ثَلَمَ الضِّرابُ)\nقال أبو الفتح: نصب راعياً وضارباً على التمييز، وإن شئت على الحال.\nقال الشيخ: شرحه ليس في الشرط، لأن الشرط أن أشرح من معاني هذه الأبيات كل ما كان فيه خلل إذ جرى عليه غلط، فأما ما لم يشرح معناه فلا. وأشرح هذا الواحد، وإن كان خارجاً عن الشرط، ولا أشرح بعده مثله. قرأت في جمع ابن خالويه لديوان أبي فراس الحمداني أن طائفة من بني كلاب اجتازت بقرب حلب على مرحلة منه، فحمل بعضهم حملاً من قطيع قيمته خمسة دراهم، فنهض سيف الدولة بنفسه وجيشه إلى بني كلاب ومن ضامهم من سائر القبائل حتى أوقع بهم، وقالع وقتل واستباح، ونفاهم عن تلك البوادي كلها، وطهر منهم تلك البلاد بأسرها، وأنفق عليها خمسين ألف دينار كماً، فقال فيه شاعره المتنبي:\n(بغيركَ راعياً عَبِثَ الذِّئابُ\n...\n. . . . . . . . . . . . . . .)\nوإذا عرفت القصة فهمت، واستبنت معناه، وتصورت مغزاه.\nالجزء: 1 ¦ الصفحة: 38\n",
        "(إذا ما سرتَ في آثارِ قومِ\n...\nتَخاذلتِ الجماجمُ والرِّقابُ)\nقال أبو الفتح: أصل التخاذل التأخر، يقال: ظبية خذول، إذا تأخرت عن المرعى، وإذا تأخرت الجمجمة والرقبة فقد تأخر الإنسان، أي: لما سرت وراءهم كأن رؤوسهم تأخرت لإدراكك إياهم، وإن كانت في الحقيقة قد أسرعت، ويجوز أيضاً أن تكون قد تخاذلت لما لقيت من سيوفك، أي: تساقطت لما ضُربت بالسيوف، وتخاذلت رجلاً السكران والشيخ إذا ضعفتا.\nقال الشيخ: الفصل الأخير خير من الأول، وإن كان غير مستوفى ولا كاف ولا مقنع،\nومعناه عندي إنك إذا سرت في آثار قوم هربوا منك، تخاذلت الجماجم والرقاب، أي: ضربت الرقاب حتى خذلت الجماجم، وطيرت الجماجم حتى خذلت الرقاب، وقريب منه قوله في هذه الوقعة لسيف الدولة:\nمضَوا مُتسابقي الأعضاءِ فيها\n...\nلأرجلِهم بأرؤسهم عِثارُ\nالجزء: 1 ¦ الصفحة: 39\n",
        "وأخذه الخوارزمي، فقال في عضد الدولة:\nوطلَّقتِ الجماجمُ كلَّ قَحفٍ\n...\nوأنكرَ صحبَةَ العُنُقِ الوريدُ\n(وتحتَ ربابهِ نَبتوا وأثُّوا\n...\nوفي أيَّامهِ كثُروا وطابوا)\nقال أبو الفتح: أي هم منك وبك، فأنت جدير بالرحمة لهم والعطف عليهم.\nقال الشيخ: هو عندي الاسترقاق والاستعطاف فيما سبق هذا البيت. وهذا كالذي قبله، وهو:\nوإن يكُ سيفَ دولةِ غيرِ قيسٍ\n...\nفمنُه جُلودُ قيسٍ والثِّيابُ\nنسبهم إليه بأنهم منه كانوا وبآلائه كثروا ونشئوا وتحت ظله ونعمائه نبتوا وأثوا وبسعادة أيامه وإقبال دولته تأثلوا وتجملوا.\n(ولو غير الأميرِ غزا كِلاباً\n...\nثناهُ عنْ شُموسِهمُ ضَبابُ)\nالجزء: 1 ¦ الصفحة: 40\n",
        "قال أبو الفتح: ضرب ذلك مثلاً، أي كان له مشتغل بما يلقى منهم من قبل الوصول إليهم وإباحة حريمهم، ويمكن أن يكون كنى بالشموس عن النساء وبالضباب عن المحاماة دونهم.\nقال الشيخ: نعم كنى بالشموس عن نسائهم وعن عجاج الحرب بالضباب، أي: كما أن الضباب يحجب الشمس، ويكف عنها الأبصار كان العجاج، أي: عجاج الحرب يكف الأبصار عن ملاحظة نسائهم فضلاً عن السبي لو غزاهم غير سيف الدولة، والعبارة بالضباب عن المحاماة محال فاسد، وإن كان عجاج الحرب للمحاماة دونهم، وهذا هو الملح الصرف والحسن البحت والسحر الطلق والحذق المحض الذي عمله في الكناية عن النساء بالشموس، وعن العجاج بالضباب، والذي هو الحجال الحائل بين سيف الدولة ونسائهم، فبطل متى قيل: كنى بالضباب عن المحاماة، إذ لا قرابة ولا تشبيه ولا مشاكلة بين الضباب والمحاماة كما هي حائلة بين العجاج الذي هو معنى الضباب وبين المحاماة، يوضحه قوله بعده:\nولاقى دون ثايِهمُ طًعِاناً\n...\nيُلاقى عندَهُ الذِّئبَ الغُرابُ\n(ولا ليلٌ أجنَّ ولا نهارٌ\n...\nولا خيلٌ حملنَ ولا رِكابُ)\nقال أبو الفتح: هذا يشبه قوله:\nالجزء: 1 ¦ الصفحة: 41\n",
        ". . . . . . . . .\n...\nتخاذلتِ الجماجمُ والرِّقابُ\nقال الشيخ: لست أعرف تشبيهاً جامعاً بحال بينهما، وليت شعري ما الذي أوهم فيه حتى فسره تفسيراً وجدت تصوره فيه عسيراً، وإنما معناه عندي ما تقدمه، وهو:\nولكن ربُّهم أسرى إليهم\n...\nفما نَفَعَ الوقوفُ ولا الذَّهابُ\nولا ليلٌ أجنَّ ولا نهارٌ\n...\nولا خيلٌ حملنَ ولا ركابُ\nيقول: لو غير الأمير غزا صرفه عن نسائهم عجاج الحرب وطعان جامع بين الذئاب والغراب على الجيف والجثث، ولكن ربهم قصدهم، فما نفعهم في قصده ولا خلصهم عن يده الوقوف والدفاع ولا الذهاب والإسراع، ولا ليل أظلم عليهم فخفرهم بظلامه، ولا نهار أضاء لهم فبصرهم بضيائه، ولا خيل حملتهم ولا ركاب نقلتهم فنجت بهم عنه.\nوقال في قصيدة أولها:\n(يا أختَ خيرِ أخٍ. . .\n...\n. . . . . . . . . . . . . . .)\n(أجِلُّ قَدرَكِ أنْ تُسمَيْ مُؤبَّنةً\n...\nومنْ يَصفكِ فقدْ سمَّاكِ للعربِ)\nالجزء: 1 ¦ الصفحة: 42\n",
        "قال أبو الفتح: أي أجلك أن أسميك في المرثية، ولكني إذا وصفت ما كان فيك من المحامد والمحاسن عُرفتِ، لأن ذلك مما لا يوجد في غيرك.\nقال الشيخ: هذا جميل، ولكن الرجل يقول غير هذا، وهو أنه يقول: إذا وصفتك بقولي: يا أخت خير أخ، يا بنت خير أب، علمت العرب قاطبة أن خير أخ سيف الدولة وخير أب أبو الهيجاء، فعُرفتِ بهذه الصفة دون التسمية، فهذه الصفة جامعة بين مدح الأخ والأب والأخت، ويدلك على صحة ما قُلنا قوله في المصراع الثاني:\n(. . . . . . . . . . . . . . .\n...\nكنايةَ بهما عن أشرفِ النَّسبِ)\n(غدرتَ يا موتُ كم أفنيتَ مِن عَددِ\n...\nبمن أَصبتَ وكم أسكتَّ منَ لَجَبِ)\nقال أبو الفتح: أي غدرت بها يا موت لأنك كنت بها تصل إلى إفناء عدد الأعداء وإسكات لجبهم، أي: كانت فاضلة تُغزي الجيوش وتُبير الأعداء.\nقال الشيخ: هذا الشرح شر من الأول، ولو كان ينظر فيما قبل من الأبيات وفيما بعدها لما\nوقعت له هذه الهفوات، وتفسيره في البيت الذي يليه:\nالجزء: 1 ¦ الصفحة: 43\n",
        "وكم أصبحتَ أخاها في منازلَةٍ\n...\nوكم سألتَ فلم يبخَلَ ولم تَخِبِ\nفبهذا البيت تعلم وتتبين أنه أراد بقوله: بمن أصبت، سيف الدولة لا أخته، وبعد: فلم نسمع أن أخت أمير مثل سيف الدولة تُباشر تجهيز الجيوش وتوجيه السرايا إلى الأعداء، وهو حي يرزق.\n(يا أحسنَ الصَّبرِ زُرْ أولَى القُلوبِ بها\n...\nوقلْ لصاحبهِ: يا أنفعَ السُّحُبِ)\nقال أبو الفتح: أي زر قلب سيف الدولة، لأنه أولى القلوب بها، وصاحبه سيف الدولة، أي قل لسيف الدولة: يا أنفع السُّحب، وصار أنفع السُّحب، أن عطاءه هناء بلا منٍّ ولا أذى، والسحاب قد تُحرق صواعقه ويُهلك برده.\nقال الشيخ: تهنؤ عطائه عن المنِّ والأذى مثل الوعد والمطال الحسن، لا عن مثل الصواعق والإتلاف بالبرد، فإنها بعيدة تقع في النُّدرة وطول العهد والفرط بعد الفرط والصقع بعد الصقع، وعندي إنه يريد بقوله: يا أنفع السُّحب أن عطاءها ماء وعطاءك خلع وحباء وأموال، ولعطائها انقطاع وانقضاء ولعطائك دوام وبقاء، وله نفاد وفناء ولعطائك ذكاء وبقاء، كقوله فيه:\nتجفُّ الأرضُ مِن هذا الرَّبابِ\n...\nولا ينفكُّ غيثُكَ في انسكابِ\nالجزء: 1 ¦ الصفحة: 44\n",
        "(وإنْ سَرَرنَ بمحبوبِ فَجَعنَ بهِ\n...\nوقدْ أتينَكَ في الحالينِ بالعجبِ)\nقال أبو الفتح: أي جمعُهن بين هاتين الحالين وإتيانُهن بهما عجب.\nقال الشيخ: ما يريد أن الليالي تجمع بين هاتين الحالين في وقت واحد، وإتيانُهن بهما فيه عجب، لأنها لا تسُر بمحبوب وتفجع به في وقت واحد وحالة واحدة، وإنما يقول: وإن سُررت بمحبوب فجعن به بعد السرور، ويُعجبنك في حال الإتيان به وفي حال الفجيعة به، أي: يأتينك به من حيث لا تحتسب، تتعجب من وصوله إليك وحصوله في يديك، ثم يفجعنك به من حيث لا ترتقب، تتعجب من وجه ارتجاعه عنك واعتصائه عليك، فقد أتينك في حال الهبة بالارتجاع بالعجب، وهذا كثير\nفي شعره كما يقول:\n. . . . . . . . . . . . . . .\n...\nوأعجبُ من ذا الهجرِ والوصلُ أعجَبُ\nالجزء: 1 ¦ الصفحة: 45\n",
        "وكما يقول:\nفتولَّوا بغُصَّةٍ كلَّهم من\n...\nهُ وإن سرَّ بعضَهم أحيانا\nرُبَّما تُحسِنُ الصَّنيعَ ليال\n...\nهِ ولكن تُكدِّرُ الإحسانا\nوكما يقول:\nفما يُديمُ سروراً ما سُررتَ به\n...\nولا يَرُدُّ عليكَ الفائتَ الحزَنُ\nوكما يقول:\nأشدُّ الهمِّ عندي في سرورٍ\n...\nتَيقَّنَ عنه صاحُبه زوالا\nوفي نظائر لها كثيرة.\nوقال في قصيدة أولها:\n(فهمْتُ الكتابَ أبرَّ الكُتُبْ\n...\n. . . . . . . . . . . . . . .)\n(فَطوعاً له وابتهاجاً بهِ\n...\nوإن قَصَّرَ الفعلُ عمَّا وجَبْ)\nالجزء: 1 ¦ الصفحة: 46\n",
        "قال أبو الفتح: كأنه استزاده في هذا البيت، ويجوز أن يكون أراد بقوله إن الذي يجب عليه أكثر من السمع والطاعة.\nقال الشيخ: ما أرى في هذا البيت استزادة ولا أن الذي يجب له أكثر من السمع والطاعة، وما\nأدري كيف ذهب إليهما، وكلاهما شائن، ولمعنى البيت مباين، وإنما يقول: وهو جوابه عن كتاب لسيف الدولة، ورد عليه من حلب، وهو بالكوفة يستعيده إلى حضرته بعد منصرفه من مصر:\n(فهمتُ الكتابَ أبرَّ الكُتُبْ\n...\nفسمعاً لأمرِ أميرِ العربْ)\n(وطوعاً له وابتهاجاً بهِ\n...\nوإن قَصَّرَ الفعلُ عمَّا وجَبْ)\nأي: سمعاً له وطاعة وابتهاجاً بأمره الوارد وكتابه الواصل، وإن قصر الفعل عن تقديم الواجب في مثاله من المبادرة إلى حضرته والمسارعة إلى خدمته، كأنه كان قاصراً في الوقت عن ارتسام رسمه وائتمار أمره.\n(وما قلتُ للبدرِ: أنتَ اللُّجينُ\n...\nولا قلتُ للشَّمسِ: أنتِ الذَّهَبْ)\nقال أبو الفتح: ضرب هذا مثلاً، أي: لم أنتقص من مدحك ومناقبك شيئاً كما ينتقص\nالجزء: 1 ¦ الصفحة: 47\n",
        "البدر\nبأن يُشبه باللُّجين والشمس بأن تُشبه بالذهب، أي: لم أهجك فتتنكر لي.\nقال الشيخ: هذا التفسير كما تراه، وما للهجاء في البيت موضع ومكمن، وعندي أنه يقول: ما وصفت معاليك إلا بحقها، ولا مدحت مآثرك إلا على وجهها، ولا وضعت كلامي منها إلا في موضعها، وما بخستك حظاً فيها، ولا نقصتك شيئاً منها، وما أحلت ولا غيرت وصفاً عن الواجب، ولا بدلت، فما قلت للبدر: أنت اللُّجين، وهو الذهب، فهذا بخس، ولا قلت للشمس: أنتِ الذهب، وهي الفضة، وهذا تغيير وعسف، لكن وصفت كل شيء من معاليك بوصفه، وخرجت إليه من تمام حقه، ووفيته كمال نعته، فما القلق منه والغضب فيه؟ والبدر يُشبه بالذهب لما فيه من الصفرة والشمس بالفضة والماء الصافي لما فيها من النقاء والصفاء كما قيل:\nوكأنَّ يدَ البَدرِ المقابلِ فجرَه\n...\nتَسُلُّ على ترسٍ منَ التِّبرِ مرهفا\nوكما قيل:\nوماءٍ كعينِ الشَّمسِ لا تقبلُ القَذَى\n...\nإذا درجت فيه الصَّبا خلتَه يعلو\n(أيا سيفَ ربِّكَ لا خلقِهِ\n...\nويا ذا المكارم لا ذا الشُّطَبْ)\nقال أبو الفتح: أي أنت بأن تُسمى ذا المكارم أحرى منك بأن تُسمى ذا الشطب، لأنك فوق أن تُسمى بالسيف، كقوله:\nوندعوكَ الحسامَ وهل حسامٌ\n...\nيعيشُ بهِ منَ الموتِ القتيلُ؟\nالجزء: 1 ¦ الصفحة: 48\n",
        "أي: ينبغي أن تُسمى سيف الله ذا المكارم.\nقال الشيخ: ما فيه تسميته بالمكارم وغيرها، وكيف يكون ذلك، والرجل يقول: يا سيف ربك لا خلقه؟ وهو كقوله فيه:\nقد كنتَ تُدعى سيفَ دولةِ هاشمٍ\n...\nفَالآنَ تُدعى سيفَ ربِّ العالَمِ\nوكقوله:\n. . . . . . . . . . . . . . .\n...\nوفي يدِ جَّبار السَّماواتِ قائِمَه\nوكقوله:\nفأنتَ حسامُ المُلكِ واللهُ ضاربٌ\n...\nوأنتَ لواءُ الدّينِ واللهُ عاقدُ\nويا ذا المكارم يا ذا الشُّطب، أي: ويا سيفاً ذا المكارم، لا ذا أثر، أي: طرائق فرنده وآثار\nجواهر مكارمه ومآثره.\nالجزء: 1 ¦ الصفحة: 49\n",
        "(فأخبثْ بهِ طالباً قَتْلَهمْ\n...\nوأخبثْ بهْ تاركاً ما طَلبْ)\nقال أبو الفتح: أي ما أخبثه في الحالين جميعاً، يعني الدُّمستق.\nقال الشيخ: ما للخبث والطلب؟ نعم أخبث بالدُّمستق في كل حال، وأخبث به في كل طلب لقتال، والرجل يقول: فأخبث بالدُّمستق طالباً قتل أهل الثُّغور، وأخبث به تاركاً ما طلب من الظفر بهم والفخر فيه، أي: ما أخيبه في الحالين طالباً قتلهم وتاركاً مطلوبه إذا فاجأته يا سيف الدولة فألجأته إلى الهرب، فاستعاض من الظفر الذي رامه بقتلهم انهزاماً ومن الفخر الذي أمله عاراً وملاماً، فما أخيبه من هذا الظفر وما أخيبه من الصيت المنتظر، ويدلك عليه قوله قبله:\nبذا اللَّفظِ ناداكَ أهلُ الثُّغور\n...\nفَلَّبيتَ والهامُ تحتُ القُضُب\nفكانوا له الفخرَ لَّما أتَى\n...\nوكنتَ لهً العُذرَ لَّما ذَهَب\nسبقتَ إليهم مناياهُم\n...\nومنفعةُ الغوثِ قبلَ العطَب\nالجزء: 1 ¦ الصفحة: 50\n",
        "وقال في قصيدة أولها:\n(دمعٌ جرى فقَضى في الرَّبعِ ما وَجبا\n...\n. . . . . . . . . . . . . . .)\n(جاءتْ بأشجعِ من يُسمَى وأسمحِ مَنْ\n...\nأعطى وأبلغِ منْ أملَى ومنْ كَتبا)\nقال أبو الفتح: أي جاءت عجل بإنسان هذه حاله، وإن شئت كان المعنى جاءت هذه المرأة المُشيب بها بإنسان هذه حاله، أي: شبهت نفسها به، فجاءت بذكره.\nقال الشيخ: ما لعجل في قوله: (جاءت) مجال أو مقال، وما للمشيئة والشرط مكان، وإنما جاءت به هذه المرأة لا غير.\n(إذا بدا حجبتْ عينيكَ هيبتُهُ\n...\nوليسَ يحجبُه سترٌ إذا احتجبا)\nالجزء: 1 ¦ الصفحة: 51\n",
        "قال أبو الفتح: أي لجلالته، وقوله: وليس يحجبه، يحتمل تأويلين: أحدهما أن حجابه قريب لما فيه من التواضع والتيقظ، فليس يقصر أحد أراده دونه، وهذا مما يُوصف به ذو الفضل والشهامة. والآخر أنه وإن احتجب بالستر فليس يخفى عليه شيء مما وراءه لشدة مراعاته للأمور وانصبابه إلى السياسة والتدبير، وهو محتجب كلا محتجب.\nقال الشيخ: قوله (لجلالته) صحيح، وهو كمال قال في سيف الدولة:\nكأن شعاعَ عينِ الشَّمس فيهِ\n...\nففي أبصارنا منه انكسارُ\nوما في المعنى لا ذاك ولا هذا البتة، وإنما هو كقوله في بدر بن عمار:\nأصبحتَ تأمرُ بالحجابِ لخلوةٍ\n...\nهيهاتَ لستَ على الحجابِ بقادرِ\nوإذا احتجبتَ فأنتَ غيرُ مُحَجَّبٍ\n...\nوإذا بطنتَ فأنتَ عينُ الظَّاهرِ\nمَن كانَ ضوءُ جبينهِ ونوالُه\n...\nلم يُحجبا لم يحتجب عن ناظرِ\n(لا يُقْنِعُ ابن عليٍّ نيلُ مرتبةٍ\n...\nيشكُو محاولُها التَّقصيرَ والتَّعَبا)\nالجزء: 1 ¦ الصفحة: 52\n",
        "قال أبو الفتح: أي لا يقنع بنيل هذه المنزلة العظيمة التي يشكو طالبها قصوره عنها وتعبه بطلبها وشدة معاناته لما قرب منها.\nقال الشيخ: أومأ إلى شيءٍ من معناه وما شرح ما عناه، وهو يقول: لا يُقنع ابن عليّ وجود منزلة يقف طالبها بين القصور عنها والتعب فيها، ولا يجدها أي منزلة يتعب طالبها ويعجز عن وجودها لبعدها على الطلاب وإبائها على الخطاب، لا يقنعه وجودها، وتسمو به إلى أجل وأعلى منها، والدليل على صحة ما قُلنا أنك لا تقف مما شرحه على ما شرحناه لك.\n(مُبرقعي خَيلِهم بالبِيضِ مُتَّخِذي\n...\nهامَ الكُماةِ على أَرماحهم عّذَبا)\nقال أبو الفتح: أي جعلوا مكان براقع خيلهم حديداً على وجوهها ليقيها الحديد أن يصل إليها، وجعلوا شعر هام الكماة وهم الأبطال عذباً لرماحهم.\nقال الشيخ: ليس مما فسره من المصراعين شيء، لأنه لا يقال: البيض من جميع الأسلحة\nالجزء: 1 ¦ الصفحة: 53\n",
        "إلا السيوف خاصة دون البيض والدروع والجواشن والتجفاف والبراقع والأسنة وغيرها من أجناسها، ثم أي مدح في أن يبرقع خيلهم بالحديد، فإن الناس معهم فيه سواء من أراده قدر عليه؟ وما أراد بهام الكماة شعرها، ولو أراد لقال: شعر الكماة، والشعر لا يُشبه العذب، لأن العذبة العُقدة التي تكون في علاقة السوط. والرجل يقول: يبرقعون خيلهم في الهيجاء بسيوفهم التي في أيديهم لحذقهم بالضرب وقدرتهم عليه واعتيادهم له بحيث تقي أيديهم في الضراب ضروب الأسلحة عن رؤوس خيلهم ووجوهها حتى تكون كالبراقع لها في حراستها وحياطتها، ويجعلون رؤوس الكماة على رؤوس رماحهم كالعذب على علائق السياط، ويحسن أن يُشبه تلك العقد بالرؤوس كما قيل:\nغدا أعداؤهُ ولهم بنودٌ\n...\nوراحوا في الرِّماحِ وهم بنودُ\nقال في قصيدة أولها:\n(بأبي الشُّموسُ الجانحاتُ غَوارِبا\n...\n. . . . . . . . . . . . . . .)\n(أوحَدْنني فوجدنَ حزناً واحداً\n...\nمتناهياً فجعلنَه لي صاحبا)\nالجزء: 1 ¦ الصفحة: 54\n",
        "قال أبو الفتح: أي أفردنني ممن أحب، ووكَّلنني بنهاية الحزن.\nقال الشيخ: فسر فاختصر، وشرح فقصر، وإن كان أشار إليه، فإنه يقول: أوحدنني: أفردنني، الخطوب عنه الأهل والوطن والأحبة والمال والنعمة وكل ما يُتمتع بمكانه ويُستأنس بإتيانه، ووجدن حزناً واحداً بالغاً النهاية فقرنَّه وجعلنه صاحبي، وما قنعن بإفرادي عن ثمرات الدنيا حتى جعلن حزناً بهذه الصفة صاحباً لي زيادة في السوء بي.\n(هذا الذي أبصرتُ منه حاضراً\n...\nمثلُ الذي أبصرتُ منهُ غائبا)\nقال أبو الفتح: يقول حضر أو غاب فأمره في الشرف والكرم واحد لشهرته ووضوحه، إذا نصب (مثل) جعل (هذا) مرفوعاً و (الذي) خبره، ونصب (مثل) ب (أبصرت) وإذا رفع (مثل) رفع (هذا) بالابتداء، وجعل (الذي) مبتدأً\nالجزء: 1 ¦ الصفحة: 55\n",
        "ثانياً و (مثل) خبر الذي، والجملة خبر (هذا) والعائد على (هذا) من الجملة التي هي خبر الهاء في (منه).\nقال الشيخ: معنى هذا مختص عندي بالجود والسخاء، ألست ترى قوله قبله؟\nومخيبُ العُذَّالِ ممَّا أمَّلوا\n...\nمنهُ وليس يردُّ كفّاً خائبا\nثم قال:\nهذا الذي أبصرتُ منه حاضراً\n...\nمثلُ الذي أبصرتُ منه غائباً\nأي: هو طبع لا تكلُّف وسخاء لا رياء، فحاله في الخلاء والملاء غاب أم شهد وقرُب أم بعُد واحدة، كقوله:\n. . . . . . . . . . . . . . .\n...\nوواحدُ الحالتينِ: السِّرِّ والعَلَنِ\nوقال في قصيدة أولها:\n(ضُروبُ النَّاسِ عُشَّاقٌ ضروبا\n...\n. . . . . . . . . . . . . . .)\n(تظلُّ الطَّيرُ منه في حديثِ\n...\nتردُّ بهِ الصَّراصرَ والنَّعيبا)\nالجزء: 1 ¦ الصفحة: 56\n",
        "قال أبو الفتح: الصرصرة: صوت البازي، نعب الغراب إذا صاح ومد عنقه وحركها، أي\nهل سبيل إلى وقعة تكثر فيها القتلى، فتجتمع عليها الطير فينعب الغراب، ويصرصر البازي؟ وجعل أصوات الطير المجتمعة عليها كالحديث بينها.\nقال الشيخ: ما أُنكر مما فسره غير كون البازي هناك، وما البُزاة والجيف، فإنها لا تقع عليها، ولا تأكل منها ولا تقربها بحال، فليت شعري كيف يخفى هذا على أحد اللَّهم إلا أن تكون بزاة تلك الديار تُساعد الطير والنسور والرخم وما أعرف لها نظيراً غير قول بعضهم حين قال في بيت له:\nولقدُ بليتُ بنابِ ذيبٍ غاضِ\n...\n. . . . . . . . . . . . . . .\nفسأله وقال: ما عنيت به؟ قال: الذي يأكل الغضا، فأقبل على القوم، وقال: يا قوم: أذيب بلادكم يأكل الغضا؟ فإن ذئب بلادنا لا يأكله، والصرصرة: صوت الغراب.\n(أَدمْنا طَعنَهمْ والقتلَ حتَّى\n...\nخلطْنا في عِظامِهمُ الكُعوبا)\nالجزء: 1 ¦ الصفحة: 57\n",
        "قال أبو الفتح: أدمنا: أي خلطنا وجمعنا، ويُدعى للمتزوجين: أدم الله بينهما، قال:\nإذا ما الخبزُ تأدمُه بلحمٍ\n...\nفذاكَ أمانَة اللهِ الثَّريدُ\nأي: تخلطه، أي جعلنا القتل مخلوطاً بالطعن إلى أن جعلنا كعوب القنا في عظامهم. قال الشيخ: كله فاسد، وكيف ذهب من الإدامة إلى الخلط؟ ولعله جعله من الأدم، وليس كذلك فإنه من الإدامة لا غير، ولا يجوز هنا أن يكون خلطنا، لأن أحداً لا يقول: خلطنا طعنهم والقتل حتى خلطنا في عظامهم الكعوبا، ثم الخلط الأول لابد له من أن يكون بشيء أو في شيء كالخلط الثاني، ولو أراده لقال: أدمنا قتلهم بالطعن حتى لا، ولكنه أدمنا طعنهم وقتلهم من الإدامة حتى خلطنا كعوب الرماح\nالجزء: 1 ¦ الصفحة: 58\n",
        "في عظامهم لكثرة الطعن، كقول الآخر:\nتُعِدُّ لَكُم جَزرَ الجَزورِ رماحُنا\n...\nويمسِكنَ بالأكبادِ منكسراتِ\nوكقوله:\n(إذا اعوجَّ القنا في حامليهِ\n...\nوجازَ إلى ضُلوعِهمُ الضُّلوعا)\n(ونالت ثأرها الأكبادُ منها\n...\nفأولتها اندِقاقاً أو صُدوعا)\n(شديدُ الخُنزوانةِ لا يُبالي\n...\nأَصابَ إذا تنمَّرَ أم أُصيبا)\nقال أبو الفتح: الخنزوانة: الكبر، وتنمر: أوعد وتهدد، وأراد: أأصاب، فحذف همزة الاستفهام ضرورة أي: إذا أوعد عدوه لم يرجع على ما خيلت.\nقال الشيخ: هذا أيضاً فاسد عندي كله،\nالجزء: 1 ¦ الصفحة: 59\n",
        "ومعناه: شديد التكبر إذا لبس جلد النمر وتخلق بأخلاقه في الحرب لا يبالي أقَتل أم قُتِل وملك أم هلك، ويدلك على صحته (أُصيب).\nوقال في قصيدة أولها:\n(أَعِيدُوا صَباحي فهو عندَ الكَواعِبِ\n...\n. . . . . . . . . . . . . . .)\n(فإنَّ نَهاري ليلةٌ مدلَهِمَّةٌ\n...\nعلى مُقَلةِ مِن فقدِكم في غياهبِ)\nقال أبو الفتح: العرب إذا وصفت الشدة شبهت النهار بالليل لإظلام الأمر، ومدلهمة: سوداء، أي لما غبتم لم أبصر بعدكم شيئاً لأني بكيت حتى عميت، وإن شئت كان معناه: أي لا أهتدي لرشدي، ولا أحصل أمري مذ غبتم عني.\nقال الشيخ: ليس عندي مما فسره معنى مستقيم لائق بالبيت ملائم له، فإن الرجل يقول: كنت أي الدنيا بهم، فلما فقدتهم أظلمت الدنيا في عيني فرأيت الجو أكلف والنهار أربد والأفق أغبر، فأما الشدة التي عبر عنها فهي غير هذا، وتكون عبارة عن احتدام الحروب واشتداد الخطوب كقول النابغة:\nإنِّ لأخشى عليكم أن يكونَ لكم\n...\nمن أجلِ بغضائِهم يومٌ كأيَّامِ\nتبدو كواكُبه والشَّمسُ طالعةٌ\n...\nلا النورُ نورٌ ولا إظلامُ إظلامِ\nالجزء: 1 ¦ الصفحة: 60\n",
        "(ولابُدَّ مِن يومٍ أغرَّ محجَّلٍ\n...\nيطولُ استماعي بعدهُ للنَّوادبِ)\nقال أبو الفتح: أي يوم مشهور، أقتل فيه أعدائي فأسمع بعده صياح النوادب عليهم.\nقال الشيخ: زلت قدمه عن الغرض المورود والمعنى المقصود، وقوله: ولابد من يوم، هو يومه لا يوم الأعداء، لأنه لا شك له في يومه، وألف شك في يوم الأعداء على يده، لأنه يعلم يقيناً أنه لابد له من حلول يومه ووقوعه له، ويم قتله الأعداء غير يقين، وغير جائز أن يُعبر عنه ب (لابد) فإنه مشكوك فيه، ولابد من حلول موته به، فهو يقول: تخوفني تلك المرأة خوض الهلاك في طلب المعالي، وتأمرني بالإمساك عن مصادمة الليالي، ولم تدرِ أن العافية السافرة عن العار شر من العافية السافرة عن البوار لما فيها من ضروب الامتحان وصنوف الهوان الذي يتمنى الكريم فيه الموت، كما قيل:\nليسَ مَن ماتَ فاستراحَ بميتٍ\n...\nإنَّما الميتُ مَيِّتُ الأحياءِ\nالجزء: 1 ¦ الصفحة: 61\n",
        "وكما يقول المتنبي:\nغير أنَّ الفتى يُلاقي المنايا\n...\nكالحاتٍ ولا يُلاقي الهَوانا\nثم قال: تخوفني ما تُخوف، وتصرفني عما تصرف، ولابد كيفما كنت أعلى رأيها أم على رأيي من يوم الأجل: يوم أغر محجل لشهرته يطول استماعي بعده للنوادب، أي: لن يندبه، كقوله:\nولوَ أنَّ الحياةَ تبقى لحيٍّ\n...\nلعددنا أضلَّنا الشُّجعانا\nوإذا لم يكن مِنَ الموتِ بُدٍّ\n...\nفمِنَ العجزِ أن تكونَ جبانا\nولعل قوماً تحملهم جلافة طباعهم وكثافة أفهامهم وغلظ خواطرهم على الاعتراض على ما قلنا بقوله: يطول استماعي، فيقولون: كيف يصح استماعه وهو ميت، فنقول: كلام العرب جار على الاستعارة والاتساع في العبارة والمبالغة في الإبانة والمجاز دون الحقيقة، فإنها إن ردت إليها، ووقفت عليها بطلت حلاوة اللفظ، وذهبت طلاوة المعنى، وكم نطق القرآن بما قلنا، والنظم والنثر فيه السيل والليل، كقوله تعالى: (إنَّا سنُلقي عليكَ قولاً ثقيلاً)، وقوله تعالى: (أيحبُّ أحدُكم أن يأكل لحمَ أخيهِ ميتاً)، وقوله تعالى: (إنَّا اعتدنا للظالمين ناراَ بهم سُرادقُها)،\nالجزء: 1 ¦ الصفحة: 62\n",
        "وقوله تعالى: (أفمن يمشي مُكباً على وجههِ أهدى)، وقوله تعالى: (فأذاقها اللهُ لباسَ الجوعِ والخوفِ) في نظائر لها لا تُحصى، وكقول النبي صلى الله عليه وعلى آله: (وهل يُكبُّ النَّاسَ على مناخرهم في نار جهنَّم إلاَّ حصائدُ ألسنتهم) وقوله: (لو جعل لأبن آدم واديانِ من ذهبٍ لابتغى لهما ثالث، لن يملأ جوفَ ابن آدمَ إلاَّ التُّرابُ، ويتوبُ اللهُ على من تابَ)، وكقول بعض الأعراب: (اتبعناهم فخصفنا مواقع أخفاف رواحلهم بحوافر خيلنا، ثم مددنا أرشية الرماح فاستقينا بها أرواحهم)، وكقول النابغة:\nتمخَّضتِ المنونُ له بيومٍ\n...\nأنَى ولكلِّ حاملةٍ تَمَامُ\nوكقوله:\nكتمتُكَ ليلاً بالجَمومينِ ساهراً\n...\nوَهميَّنِ هَّماً مُستًكِنّاً وظاهرِا\nالجزء: 1 ¦ الصفحة: 63\n",
        "وكقول بشار:\nإذا ما غضبنا غضبةً مُضرَّيةً\n...\nهتكنا حجابَ الشَّمسِ أو مَطرت دًما\nفهذه كلها على سبيل الاستعارة والمجاز والتوسع في الكلام والإيجاز دون الحقائق التي إن طالب بها معترض حكم عليه بصدأ الفهم وطبع الطبع وعمى القلب وعدم الذهن وتبلُّد\nالخاطر وفساد مزاج البصيرة وجمود هواء الذكاء وحرارة الظرف، فكذلك قال الرجل: يطول استماعي بعده، أي بعد ذلك اليوم للنوادب، أي: يطول بكاؤهن عليَّ وهو، وإن لم يكن في الحقيقة مستمعاً لها، فكأنه مستمع، إذ بكاؤهن عليه، ويدلك على صحة ما قلنا أول البيت وهو قوله:\nولابُدَّ مِن يومٍ أغرَّ محجَّلٍ\n...\n. . . . . . . . . . . . . . .\nالبيت الذي يتلوه، وهو قوله:\nيهونُ على مثلي إذا رامَ حاجةً\n...\nوقوعُ العوالي دونَها والقواضبِ\nكثيرُ حياةِ المرءِ مثلُ قليلها\n...\nيزولُ وباقي عيشهِ مثلُ ذاهبِ\nوالدليل على فساد ما فسره أبو الفتح أنه ألف بُد من ظفره بالعدو وقتله له، وألف شك فيه، والعدو ربما يظفر به ويقتله، ولا يصح أن يعبر ب (لابد) إلا عما لا شك في أنه واقع كائن، فأما ما يكون فيه شك فلا، وما أبعد طرق أصحاب اللغة والإعراب عن دقائق معاني الإشعار ولطائف المغازي فيها، وليت شعري ما يقول المنكر\nالجزء: 1 ¦ الصفحة: 64\n",
        "له في قول الشاعر؟\nرياضٌ يُغازلنَ الضُّحى والأصائِلا\n...\nويَمرينَ أخلافَ السَّحابِ خوائِلا\nفإن جاز أن يكون الليل ساهراً والرياض التي ليست بحي ناطق ولا عامل تغازل الأصائل والضحى، وتمري أخلاف السحاب، وتستدر الحيا، وهي لا تقدر على شيء جاز أن يستمع الميت النوح والندبة والبكاء، وهو لا يقدر على شيء منها، وإنما أراد الشاعر بمغازلتها الضحى والاصائل طيب الوقتين فيها لنضارة زهراتها وغضارة نباتها ورفيف أنوارها وإشراقها وإسفارها، كأنها تغازل الوقتين، فتبسط منهما بنشرها فتستأنس وتنشر كأنها تمري السحاب إذا وقفت عليها تجودها، وإلا فلا مغازلة هناك في الحقيقة ولا مري، فإنها لا تقدر على شيء من هذا، ولكنها لما كانت لها وتسببها فكأنها تعلمها، كذلك هذا الاستماع لما كانت الندبة له وعليه كأنه تسمعه وإن كانا لا حس ولا فعل لهما، ويدلك عل صحة ذلك قول الله تعالى: (سآوي إلى جبلٍ يعصمني منَ الماءِ)، واللاجئ إليه يعصم به نفسه، وليس الجبل يعصمه، وإنما يعصم من يعلم ويعرف وينصر ويخذل عن غير أمر الله الذي هو نازل به، فإن جاز ذلك جاز أن يستمع الميت أيضاً، وهو جماد كالجبل لا يقدر على شيء، وقالوا للصدى: ابنة الجبل، فإن جاز أن يكون أو يقال له: ابنة الجبل جاز ذلك أيضاً، وأوضح من\nجميع ما ذكرناه قول الشاعر:\nوما تنفكُّ هاماتُ بدمخٍ\n...\nتُبكِّيها نساءٌ بالعراقِ\nوهامةُ صالحٍ تدعو بماءٍ\n...\nلتُسقاهُ وما هي أرضُ ساقِ\nالجزء: 1 ¦ الصفحة: 65\n",
        "وقول توبة بن الحمِّير:\nولو أنَّ ليلى الأخيلَّية سلَّمت\n...\nعليَّ ودوني تربةٌ وصفائحُ\nلسلَّمتُ تسليمَ البشاشةِ أو زقا\n...\nإليها صدىً من جانبِ القبرِ صائِحُ\nوإذا جاز لهامة صالح الدعاء والاستسقاء ولتوبة التسليم والبشاشة والصدح والصياح من تحت التراب والصفائح جاز لذلك المسكين الاستماع وحده، فإنها دونها وأقل منها، ومن أنكره فقد نقض العادة، ونقض العادة نقيض السعادة.\n(يهونُ على مثلي إذا رامَ حاجةً\n...\nوقوعَ العوالي دونها والقواضبِ)\nقال أبو الفتح: أي يهون عليَّ إفشاء الحروب والاصطلاء بها إلى أن أبلغ مرادي، ووقوعها دونها أي حلولها، يقال: هذا يقع موقع هذا، أي يحل محله، ويجوز أن يكون الوقوع هنا بمعنى السقوط، أي: تتساقط بيننا إذا أعملناها في الحروب، والأول أشبه.\nقال الشيخ: لست أدري كيف وقع إلى إفشاء الحروب فيه، وما في البيت ما يقتضيه، ومعناه ظاهر، وهو متصل بما تقدمه ومؤيد له إذ يقول: لابد من الموت، ثم\nالجزء: 1 ¦ الصفحة: 66\n",
        "يقول: يهون على مثلي الذي عرف الدنيا ووطن على اقتحام المعارك وخوض المهالك إذا طلب حاجة أن يواجه الرماح ويُباشر السيوف في الوصول إليها، فإنه لا يثنيه فيها، ولا يكفه دونها.\n(إليكِ فإنِّي لستُ مِمَّنْ إذا اتَّقى\n...\nعِضاضَ الأفاعي نامَ فوق العقاربِ)\nقال أبو الفتح: أي لست ممن إذا تخوف عظيمة صبر على مذلة وهوان، فشبه العظيمة بالأفاعي وشبه الذل بالعقارب، وكل مهلك، أي: إذا تخوفت أمراً عظيماً لم أصبر على أخر مكروه دونه، بل أتقي الجميع صغيرة وكبيرة.\nقال الشيخ: ما أبعد هذا التفسير عما فيه، وما أغفل المفسر عن خافية هذا المظلوم. ينقد هذه المرأة التي تخوفه ركوب الأخطار وتأمره بالفرار والرضا بالصَّغار والعار، ويقول: لست ممن إذا اتقى الهوان والعار والمذلة التي هي عضاض الأفاعي، صبر على ملامك وعذلك الذي عندي كلسع العقارب، كفي عني واغربي، فإني إذا اتقيتها بالتصدي للهلكة والتعرض\nللتلف في طلب العز والمنعة لم أصبر على ملامك وكلامك.\nالجزء: 1 ¦ الصفحة: 67\n",
        "(ولو صَدقوا في جّدِّهم لَحذرِتُهُم\n...\nوهل فيَّ وحدي قولُهم غيرُ كاذبِ؟)\nقال أبو الفتح: أي لو كان نسبهم صحيحاً كما يدعونه، وكانوا علوية غير مدعين لحذرتهم لمكانهم وشرفهم، ولكنهم أدعياء، فلست أحفل بهم، فلما كذبوا في ادعائهم أن علياً عليه السلام جدهم كذلك ادعوا عليَّ ما لا أصل له، وتهددوني بما لا يقدرون عليه، وهذا ونحوه يدل على أنه قد مرت به شدائد وهفوات في تطوافه.\nقال الشيخ: هذا التفسير مشوب الصواب بغيره، فإنه قبله يقول:\nأتاني وعيدُ الأدعياءِ وأنَّهم\n...\nأعدُّوا لي السُّودانَ في كفرِ عاقبِ\nليقتلوني، ثم قال: ولو كانوا صادقين في جدهم الذي انتحلوا نسبه لحذرتهم ليس لمكانهم في الشرف بل لحذرت مكائدهم ومراصدهم لي بالسُّودان التي أعدوها لي من كفر عاقب، ولكنهم كاذبون في وعيدهم بسودانهم كما أنهم كاذبون في جدهم ومحلهم عنه ومكانهم.\n(إليّ لعمري قَصدُ كلِّ عجيبةٍ\n...\nكأنِّي عجيبٌ في عيون العجائبِ)\nالجزء: 1 ¦ الصفحة: 68\n",
        "قال أبو الفتح: أي كأن العجائب لم يرين أعجب مني، فهن يقصدنني من كل جانب وأوب ليعجبن مني، يعظم قدر نفسه، ويصف كثرة مصائبه.\nقال الشيخ: أكثر أبيات شعره متصلة المعاني بالمقاصد التي تقدمتها والمغازي التي سبقتها، وكثير من الناس يمرون عليها، وهم عنها معرضون، وهذا الرجل ليس يريد ما فسره نفسه، لأنه لو أراد بقوله: كأني عجيب في عيون العجائب، يُعظم نفسه لما وضع نفسه بحيث تمكن سودانهم قتله، وإنما يقول: إليَّ قصد كل عجيبة حتى أعدت هؤلاء الأدعياء لي سودانهم في كفر عاقب لقتلي من غير استحقاقي ذلك عليهم بوجه من الوجوه دون أن تساوينا في منزلة وتكافؤ، كأني عجيب في عيون العجائب، فقصدتني من كل أوب.\n(بأيِّ بلادِ لمْ أجرَّ ذوائبي؟ وأيَّ مكانِ لم تَطأهُ ركائبي؟)\nقال أبو الفتح: أي لم أدع موضعاً من الأرض إلا جولت فيه إما متغزلاً وإما غازياً.\nقال الشيخ: ما أعرف فيه من التغزل والغزو شيئاً، وعندي أنه يقول: بأي بلاد لم أجر ذوائبي إلى أخره،\nالجزء: 1 ¦ الصفحة: 69\n",
        "أي: من عهد الصبا إلى هذا الوقت كنت أجوب الدنيا في طلب المعالي، وما بلغت منها رتبة إلا تمنيت فوقها أخرى حتى ما بقي منها بلد لم أجربه ذوائبي صبياً في\nطلبها، ولا مكان لم تطأه ركائبي مدركاً بسببها، ويدلك عليه قوله:\nفإمَّا تريني لا أُقيم ببلدةٍ\n...\nفآفةُ غمدي في دلوقيَ مَن حَدِّي\nأي: لا يقنعني ما أناله من العُلى بكل بلدة، فأفارقها إلى غيرها طلباً للزيادة عليها، فإن قال: ما للصبي وطلب المحل العليِّ قُلنا: من يقول في الصِّبا:\nأيَّ محلٍّ أرتقي؟\n...\nأيَّ عظيمٍ أتَّقي؟\nإلى أخرها، حقيق بأن يقول مثلها، على أنه قد قيل في غيره ما ينص على ما ذكرناه في معناه ولا يتحاماه، مثل قول القائل:\nإنَّ المكارمَ والمعاليَ والنَّدى\n...\nلمحَمَّد بنِ القاسمِ بنِ محمَّدِ\nقادَ الجيوشَ لخمسَ عشرةَ حِجَّةً\n...\nيا قربَ ذلكَ سُؤدداً من مولِدِ\n(فلمْ يبقَ خَلقٌ لم يَرِدنَ فنِاَءه\n...\nوهنَّ لهُ شَربٌ ورودَ المَشاربِ)\nقال أبو الفتح: أي قد وردت مواهبه فناء كل أحد، ووصلت إلى كل إنسان، وهن له شرب، أي: هن ينفعنه كما ينفع الماء وارده، وكأنهن قد وردن عليه ورود الناس\nالجزء: 1 ¦ الصفحة: 70\n",
        "المشارب لينتفعوا بها، أي: قد عمت عطاياه بلا منّ، وقوله: ورود المشارب كقوله:\nإذا سألوا شكرتَهمُ عليهِ\n...\nوإن سكتوا سألتهمُ السُّؤالا\nقال الشيخ: قوله وكأنهن قد وردن عليه فاسد، فإن الرجل يقول تحقيقاً، وهذا يفسره تشبيهاً، أي: أن عطاياه تصل إلى كافة الخلق وتطبق إليهم عرض الأرض، ويدلك عليه قوله:\nكأنَّ رحيلي كانَ من كفِّ طاهرٍ\n...\nفأثبتَ كُوري في ظُهورِ المواهبِ\nحتى طافت بي الدنيا بحذافيرها، وقوله: ورود المشارب كقوله: إذا سألوا شكرتهم عليه، البيت ليس كذلك إنما هو كقوله:\nكالبحرِ يقذفُ للقريبِ جواهراً\n...\nجوداً ويبعثُ للبعيدِ سحائبا\n(نصرتَ عليّاً يا أبنَه ببواترِ\n...\nمنَ الفعلِ لا فَلٌّ لها في الضَّرائبِ)\nالجزء: 1 ¦ الصفحة: 71\n",
        "قال أبو الفتح: أي فعلت من المكارم ما دل على كرم أبيك، وكان ذلك منك بمنزلة النصر له، كنى بالبواتر عن الأفعال الحسنة، وعنى بعليّ عليّ بن أبي طالب عليه السلام ويجوز أن يكون نصرت عليّاً، أي: ملت إليه، بشبهك له يقال: نصرت أرض بني فلان: إذا أتيتها وقصدتها.\nقال الشيخ: المعنى هو الأول الذي أومأ إليه، وقد أشار إلى شيء منه، ولم ينصفه من حيث لم يكشفه، فإنه يقول: نصرت أباك بسيوف قاطعة من الأفعال لألسنة الحساد والأعداء عن معاليه المشهورة ومساعيه المأثورة، ومن أنكر منها معروفاً لطول العهد والغيب وتقادم الزمان اضطرَّته أفعالك إلى الاعتراف به في المشاهدة والعيان بأفعالك، وهذه جامعة لتشييد بنائه وتشهير علائه وتدمير أعدائه وحصول النصر في مضاء النصل، فهذا يدلُّك على أن الفصل الذي ذكره فاسد.\n(إذا لم تكنْ نفسُ النَّسيبِ كأصلهِ\n...\nفماذا الذي تُغني كرامُ المناصبِ؟)\nقال أبو الفتح: يقول لو صدقوا في نسبهم لما كان لهم به فخر حتى يفعلوا مثل فعل آبائهم.\nالجزء: 1 ¦ الصفحة: 72\n",
        "قال الشيخ: هذا تعسير لا تفسير، ولو كان كما قال لكان هجواً صريحاً، فإنه ينوط صدقهم في نسبهم بشرط، والرجل نزيه عنه، وكلامه بريء منه، فإنه يؤيد ما مدحه به فيما تقدمه، ويقول: إذا لم تكن نفس النسيب كأصله في مكارم الأخلاق والأفعال واقتناء المفاخر والمآثر والجمع بين التُقى والعُلى والشرف الأوفى والعمل الأزكى وعمارة الدين بالدنيا وإطلاعه منها الذروة العليا وبلوغه الغاية القصوى مثلك الذي ينصر أباه بأفعاله، ويقطع ألسنة حساده ببواتر أعماله فما تغني المناصب الكريمة والمناسبة\nالشريفة، والنسيب ساقط عن رتبتها وهابط عن ذروتها غير حامٍ لكنفها ولا زائد في شرفها؟ كما قيل:\nفوا أسفي على شرفٍ صميمٍ\n...\nأصاب بنجمهِ منك احتراقُ\n(يقولونَ: تأثيرُ الكواكبِ في الورى\n...\nفما بالهُ تأثيرهُ في الكواكب؟)\nقال أبو الفتح: أي هو الذي يؤثر في الكواكب، فكيف قال الناس: إن الكواكب تؤثر في الناس؟ يعجب من ذلك ويعظم أمره، وذلك أنه يبلغ من الأمور ما أراد، فكأن الكواكب تبع له، وليس هو تبعاً لها.\nقال الشيخ: معنى هذا البيت عندي أن هذا الممدوح يعمل في الكواكب ما تعلمه\nالجزء: 1 ¦ الصفحة: 73\n",
        "الكواكب في الناس، ومشيئته تؤثر فيها تأثير دورانها في الخلق، لا أنه يبلغ في الأمور ما أراد، فكأنها تبع له، وليس تبعاً لها، فإن هذا دون ما يقوله بكثير، ولفظ البيت يُنافيه وما منه شيء فيه.\nوقال في قصيدة أولها:\n(مَنِ الجآذرُ في زيِّ الأعاريب؟\n...\n. . . . . . . . . . . . . . .)\n(يحطُّ كلَّ طويلِ الرَّمحِ حاملُه\n...\nمنْ سرجِ كلِّ طويلِ الباعِ يعبوبِ)\nقال أبو الفتح: أي يقتل حامل خاتمه كل فارس طويل الرمح فيذريه عن سرج كل فرس طويل الباع، أي: يحط حامل خاتمه لما اشتمل عليه من الأمر والنهي أعداءه عن سروجهم. . . يريد نفاذ أمره وانبساط قدرته.\nقال الشيخ: قوله يقتل حامل خاتمه كل فارس. . . إلى آخره، فاسد لا معنى له، لأن الفارس يكون من أعدائه أو من أوليائه، فإن كان من أوليائه فما معنى قتله؟ وإن كان من أعدائه فما يُطيع حامل خاتمه ليقتله ويذريه عن سرجه بل يقاتله، وما الخاتم من آلات القتال في شيء فيغلب به حامله مقاتله، ولو نزل أعداؤه عن سروجهم لخاتمه كانوا أولياءه لا أعداءه، وإنما يقول: يُصرف الأمر في ممالكه طين خاتمه، ولو درس نقشه عنه هيبة له، ثم\nالجزء: 1 ¦ الصفحة: 74\n",
        "يقول: يحط هذا الطين الذي يُحمل إلى بلاد مملكته كل فارس وقائد كثير بهذه الصفة عن فرسه إذا لقي به نزل وترجل إعظاماً له وإكباراً وتلقياً لأمره بالسمع والطاعة، وروايتي (حامله) بفتح اللام، أي حامل الرمح، أي: يحط طين خاتمه المحمول كل طويل الرمح حامله، وروايته بضم اللام، أي: حامل خاتمه، وقوله: حامل خاتمه غير جائز ولا ممكن، فإنه لو احتاج إلى إنفاذ الخواتم إلى ممالكه لاحتاج إلى ألوف ألوف منها، وإنما تُحمل الختوم لا الخواتيم، والدليل على ذلك أنه يقول: يُصرف الأمر فيها طين خاتمه لا خاتمه.\n(فُتنَ المهالكَ حتى قالَ قائلِهُا\n...\nماذا لقينا مِنَ الجُردِ السَّلاهيبِ؟)\nالجزء: 1 ¦ الصفحة: 75\n",
        "قال أبو الفتح: أي ضجت المفاوز من سرعة خيلي ونجاتها وقوتها.\nقال الشيخ: لست أتصور فيها الضجيج، ولو قال: شكت لكان أمثل، فإنه يقول: جابت خيلي المفاوز إلى كافور حتى قالت: ماذا لقينا من تبريحها بنا واختراقها لنا وامتزاقها فينا؟\n(يَرمي النُّجومَ بعينَي من يُحاوِلُها\n...\nكأنَّها سَلَبٌ في عَينِ مسْلوبِ)\nقال أبو الفتح: يقول ينظر إلى النجوم نظر من لو قدر عليها لأخذها، يصف بُعد مطالبه.\nقال الشيخ: لا والله ما فيه مما ذهب إليه وفسره شيء، وإنما أراد به أنه يسري الليل كله، وقد وكل بالنجوم عينه، وعقد بها طرفه، لا يكفها عنه، ولا يغضها دونها مراعياً لأوقات الليل حتى كم مضى منه وكم بقي، وكأنه ينظر إلى قول الراعي:\nفباتَ يُراعي عرِسَه وبناتِه\n...\nوبتُّ أُراعي النَّجمَ أنَّى مخافِقُه\nالجزء: 1 ¦ الصفحة: 76\n",
        "وفي أمثالها صفة لصاحبها بالجلد وقوة النفس وبُعد الهمة وشدة العزم والصبر والاحتمال للسفر وقلة النوم، وبمثلها يمدح الملوك، كما يقول:\nوأنتَ مَع اللهِ في جانبٍ\n...\nقليلُ الرَّقادِ كثيرُ التَّعّب\nوكما يقول:\nفبتَّ ليالياً لا نومَ فيها\n...\nتَخُبُّ بكَ المسوَّمةُ العِرابُ\nفي نظائر لها كثيرة وبلغني أنه قيل لأبي مسلم: لم لا تنام؟ فقال: كيف أنام ومعي رأي جوال وعزم صليب ونفس تتوق إلى المعالي؟ ويدلُّك على صحة قوله بعده:\nحتَّى وصلتُ إلى نفسٍ محجَّبةٍ\n...\n. . . . . . . . . . . . . . .\nأي: مازال ذلك دأبي حتى وصلت إليه.\n(حتَّى وصلتُ إلى نفسٍ محجَّبةٍ\n...\nتلقَى النُّفوسَ بفضْلٍ غيرِ مَحجوبِ)\nقال أبو الفتح: هذا كقول أبي تمام:\nليسَ الحجابُ بمقصٍ عنكَ لي أمَلاً\n...\nإنَّ السَّماَء تُرجَّى حينَ تحتجِبُ\nالجزء: 1 ¦ الصفحة: 77\n",
        "قال الشيخ: ما هذا كقول أبي تمام، فإن أبا تمام يقول: إذا حجبتني لم يُبعد حجابك أملي عنك، ثم استشهد بالسماء في احتجابها، وأحسن، وهو يقول: حتى وصلت إلى نفس محجبة عن الناس لا عني، وفضله عن الناس غير محجوب، كنى بأن فضله يلقاهم شاملاً، ويغشاهم دائباً، وشتان ما هما.\nوقال:\n(أغالبُ فيكَ الشَّوقَ والشَّوقُ أغلبُ\n...\nوأعجبُ من ذا الهجرِ والوصلُ أعجَبُ)\nقال أبو الفتح: قوله أغلب يحتمل أمرين: أحدهما أنه أغلب مني، أي: أغلب لي منه له، والأخر أن يكون (أغلب) من قولهم: رجل أغلب، أي: غليظ الرقبة، فكأنه قال: والشوق صعب شديد ممتنع،\nالجزء: 1 ¦ الصفحة: 78\n",
        "والقول الأول هو الوجه، أي: الوصل أحرى بأن أعجب منه من الهجر لأن من شأنك أبداً أن تهجرني.\nقال الشيخ: أعجب ما في هذا أن الشوق يوصف بغليظ الرقبة، وليس من جميع هذا التفسير شيء، فإنه يُشبب فيه بسيف الدولة، وكذلك في أكثر مدائحه لكافور، كقوله:\nفراقٌ ومن فارقتُ غيرَ مذمَّمِ\n...\nوأمٌّ ومن يمَّمتُ خيرُ مُيَمَّمِ\nوفيها يقول:\nرحلتُ فكم باكٍ بأجفانِ شادنٍ\n...\nعليَّ وكم باكٍ بأجفانِ ضيغمِ\nوما ربَّةُ القُرطِ المليحِ مكانُه\n...\nبأجزعَ من ربِّ الحسامِ المصمِّمِ\nفلو كانَ ما بي من حبيبٍ مقنَّعٍ\n...\nعذرتُ ولكن من حبيبٍ مُعمَّمِ\nومعناه أغالب شوقي إليه وأدفعه، وهو أغلب وأقهر لي مني له، وله اليد والقوة والغلبة عليَّ، وأعجبُ من الهجر الواقع بيننا والوصل أعجب، أي: كيف عييت وشقيت بفراق مثلك والوصل الواقع بيننا أعجب من الهجر؟ أي: كيف وصلت إلى خدمتك مع نكادة الدهر فيها وشُح الزمان عليها وسقوط بختي دونها ومماطلة أيامي بمثلها وضنها عليَّ بظلها، مضايقتها إياي بمحلها، فوصولي إليها أعجب من سقوطي عنها؟ كما قال غيره:\nعجبتُ منَ الزَّمانِ ونُصحِهِ لي\n...\nبِقَصدِكَ وهو خوَّانٌ مُريبُ\nالجزء: 1 ¦ الصفحة: 79\n",
        "وقوله:\nتفضَّلتِ الأيَّامُ بالجمعِ بيننا\n...\nفلَّما حمدِنا لم تُدِمنا على الحمدِ\nوهبر عن الفراق بالهجر، وعن الوصول إليه بالوصل تورية وتعمية على كافور وقومه.\n(عشيَّةَ أحفى النَّاسِ بي مَن جَفوتُهُ\n...\nوأهدى الطَّريقينِ الذي أتجنَّبُ)\nقال أبو الفتح: قال أحفى الناس بي سيف الدولة، وأهدى الطريقين الذي أتجنب، لأنه يترك القصد، ويتعسف ليخفي أمره خوفاً على نفسه.\nقال الشيخ: هذا حسن، وتفسير أوله كما قال لا غير، وأما تفسير أخره فعندي أنه لما فارق ولاية سيف الدولة، وحصل بدمشق من ولاية كافور على رأس طريقين: طريق حلب راجعاً إلى حضرة سيف الدولة وطريق مصر راحلاً إلى كافور، وأهدى طريقيه طريق حلب، وضل بقصد كافور ضلالاً بعيداً، وخسر خُسراناً مبيناً، ومصرياته شاهدة عليه.\n(شقَقتُ بهِ الظَّلماَء أُدني عنانَه\n...\nفَيَطغَى وأُرخيهِ مراراً فَيلعَبُ)\nالجزء: 1 ¦ الصفحة: 80\n",
        "قال أبو الفتح: أي إذا جذب عنانه طغى برأسه لجماحه وعزة نفسه وطماحه، وإذا أرخى عنانه لعب برأسه.\nقال الشيخ ما معناه كما فسره وأبداه. قال: الفرس لا يلعب برأسه البتة، وهو في اللجام،\nوإنما يقول: أُدني عنانه فيطغى للوثوب والطُّمور. وكذا يكون الجواد العتيق، وأرخيه فيلعب، أي: ينبسط في جريه قاذفاً وضارباً ركابيه وعنقه، فكأنه لاعب، والجواد عند الكبح له مضطراً إلى الطمور، وعند إطلاق عنانه متمكن من الجري والمرور، وهما لجمعه فيض النفس إلى عتق الجنس.\n(إذا لم تنُط بي ضَيعةَ أو ولايةَ\n...\nفجودُكَ يكسوني وشُغْلُكَ يسلُبُ)\nقال أبو الفتح: لم تُنط: لم تسند إليَّ جيشاً أو لم تهب لي ضيعة، أي: ليس في دخلي كفاء خرجي، يريد كثرة مئونته وقلة فائدتها.\nقال الشيخ: سبحان الله العليَّ، أي مجال فيه للجيش؟ وأي مقال يدل عليه، ولعله وقع من الولاية إليه، وإنها لطريقة هذا المُبتلى بخدمة هذا الأسود، يقول:\n(وَهَبتَ على مِقدارِ كَفَّيْ زماننا\n...\nونفسي على مِقدارِ كفيَّكَ تَطلُبُ)\nإذا لم تُنط بي. . . إلى أخر البيت.\nالجزء: 1 ¦ الصفحة: 81\n",
        "أي: إذا لم تُقطعني أرضاً وضيعة أتعيش بإقطاعها، أو لم تُسند إليَّ ولاية أتقوت وأتقوى بارتفاعها، فصلاتك تصل إليَّ، ومؤني في خدمتك تأخذها من يدي، فإن ما تُعطيني ر يكفيني، وما وراءه مدد دار يقوم بالكفاية كما يكون دخل الضياع والولاية.\nوقال في قصيدة أولها:\n(مُنىّ كنَّ لي أنَّ البياضَ خضِابُ\n...\n. . . . . . . . . . . . . . .)\n(وللخَودِ مِنِّي ساعةٌ ثم بَيننا\n...\nفَلاةٌ إلى غيرِ اللِّقاءِ تُجابُ)\nقال أبو الفتح: إنما أجتمع مع المرأة ساعة، وباقي دهري للفلا والمهامه.\nقال الشيخ: أصاب في المصراع الأول، ولم يُصب في المصراع الثاني، فإنه يقول: ثم بيننا، أي: بيني وبين الخود فلاة لا تُجاب إلى لقاء السائل، تُجاب إلى لقاء المجد والعلاء، ولا فلاة هناك على الحقيقة كما فسره، وإنما مراده التباعد بعدها عنهن، والاشتغال بطلب المعالي دونهن.\nالجزء: 1 ¦ الصفحة: 82\n",
        "(وبحرِ أبو المسْكِ الخضمُّ الذي له\n...\nعلى كلِّ بحرٍ زَخرةٌ وعُبابُ)\nقال أبو الفتح: وجر (وبحر) عطفاً على جليس، كأنه قال: وخير بحر أبو المسك كقوله: أكرم رجل زيد وامرأة هند، وليس هذا بعطف على عاملين مختلفين، لأن الذي جر امرأة\nهو الذي رفع هنداً.\nقال الشيخ: عندي أن رفع (بحر) أحسن من جره بإضمار خير، فإنه مستقيم مؤد للمعنى دون هذا الإضمار والغلو في الإعراب، وروايتي غير هذه، وبحر أبي المسك. . . وإلى آخر البيت صفته، وجواب الابتداء ما يتلوه وهو:\n(تجاوزَ قدر المدح حتَّى كأنَّه\n...\nبأحسنِ ما يُثنَى عليهِ يُعابُ)\n(وأكثرُ ما تلقَى أبا المِسكِ بذِلَةً\n...\nإذا لم تَصُن إلاَّ الحديدَ ثيابُ)\nالجزء: 1 ¦ الصفحة: 83\n",
        "قال أبو الفتح: يقول إذا تكفرت الأبطال، فلبست فوق الحديد الثياب خشية واستظهاراً، فذلك الوقت أشد ما يكون تبذلاً للطعن والضرب شجاعة وإقداماً.\nقال الشيخ: سبحان الله العظيم شأنه، الثياب وما تحتها تُصان بالجواشن والدروع وأشباهها من الحديد أم الحديد يُصان بالثياب؟ لست أدري كيف تعامى عليه هذا المعنى الظاهر الذي لا يرتاب فيه صبي ولا غبي فضلاً عن إمام مثله، وليس هاهنا تكفير ولا تكفر، يقول: وأكثر ما تلقاه تبذلاً وقلة التفات إلى الثياب ولبسها إذا لم يكن ثياب تصون النفس غير الحديد، وليس يلبس الثياب فوق الحديد خشية واستظهاراً، فهذا وقع بالضد كما ترى، وقد تلبس الثياب فوق أبدان الحديد تعمية ولبساً على المقصود، ويُكفر الحديد بالثياب، أي: يُستر كيلا يُرى ويُعلم، وإنما يعلمه الخائف والغادر.\n(وأوسعُ ما تلقاهُ صدراً وخلفَه\n...\nدِماءٌ وطعنٌ والأمامَ ضِرابُ)\nقال أبو الفتح: نصب (الأمام) على الظرف، وإن كان فيه الألف واللاَّم، وهو ظرف\nالجزء: 1 ¦ الصفحة: 84\n",
        "مكان، لأنه مبهم على كل حال بمنزلة أمامه، فجعل الألف واللاَّم بدلاً من الإضافة على مذهب الكوفيين، أي: أوسع ما يكون صدراً إذا تقدم في أول الكتيبة، يضرب بالسيف، وأصحابه من ورائه ما بين طاعن ورام.\nقال الشيخ: كل من كان كما يقول متقدماً في أول كتيبة، يضرب بالسيف، وأصحابه من ورائه ما بين طاعن ورام، فإنه يكون واسع الصدر إذ لا بأس عليه ولا مخافة له من جوانبه، إذ هو مُتكِّوف بأصحابه، وهذا التفسير أيضاً وقع بالضد، فإنه يقول: وأوسع ما تراه صدراً في الحال التي لا يصحب الإنسان فيها نفسه، ولا يصدقه جيشه، وهو في مأزق ضاق به المكان، واكتنفه الرمي والضراب والطعان من أعدائه، فأمامه ضراب في وجهه\nووراءه رمي وطعن من خلفه، فأوسع ما تلقاه صدراً إذا كان والحال هذه، وهي الشجاعة والبطولة التي لا غاية لها ولا نهاية.\n(وأنفذُ ما تلقاهُ حُكماً إذا قضى\n...\nقضاَء ملوكُ الأرضِ منه غضابُ)\nقال أبو الفتح: يقول إذا أراد أمراً يُغضب جميع الملوك، فحينئذ أنفذ ما يكون أمراً، فإن قيل: فهل يكون أمره في وقت أنفذ منه في وقت؟ قيل: إنما يُتبين نفاذ أمره ومضاؤه في هذه المواطن العظيمة، فلذلك قال هذا، وكذلك القول فيما قبل هذا.\nالجزء: 1 ¦ الصفحة: 85\n",
        "قال الشيخ: لست أتبين تفسيره، وأذكر ما عندي فيه، فإن توافقا فمرحباً بالوفاق، وإن كان أحدهما أحسن من الأخر وأليق بالبيت من الثاني فليأخذ به المتأمل له، عندي أنه يقول: إن الممدوح سيد الملوك، وهم له كالعبيد والخدم، وأنفذ ما يكون حكمه في الدنيا إذا قضى قضاء يقلقهم، ولا يوافقهم ولابد لهم من الانقياد له والبدار به والسمع والطاعة له على كراهيتهم لذلك، وتكون مسارعتهم إليه أوحى من مسارعتهم إلى غيره، مبالغة في الطاعة وانقياداً وتفادياً من سمة المُخالاة وتهمة الكراهة.\n(إذا نلتُ منكَ الوًدَّ فالمالُ هَيِّنٌ\n...\nوكلُّ الذي فوقَ التُّراب تُرابُ)\nقال أبو الفتح: أي التراب أصله، فليكن ما شاء. قال شُقران السَّلامي:\nلكلِّ اجتماعٍ من خليلينِ فرقةٌ\n...\nوكلُّ الذي فوقَ التُّرابِ تُرابُ\nقال الشيخ: هذا التفسير أيضاً غير متضح لي،\nالجزء: 1 ¦ الصفحة: 86\n",
        "وعندي يقول: إذا وددتني فالمال كان أو لم يكن سهل، فإن جميع ما على وجه الأرض فانٍ غير باقٍ، فخدمتي إياك على ودك لي تكفيني وداً، أحسن ما هده لو أن كرماً وفضلاً استفزه، وحقر في عينيه الدنيا وبصره الخاتمة والعقبى لو احتقر وأبصر وما أليق ما قيل بهما:\nلقدْ أسمعتَ لو ناديتّ حيّاً\n...\nولكن لا حياةَ لمن تُنادي\nوقال في قصيدة أولها:\n(ما أنصفَ القومُ ضَبَّهْ\n...\n. . . . . . . . . . . . . . .)\n(وإنْ عرفتَ مُرادي\n...\nتكشَّفتْ عنكَ كُربَهْ)\nقال أبو الفتح: أي أنت مع ما أوضحته من هجائك، وأزلت عنه الستر غير عارف به لجهلك، فأنت لاستتاره عنك في كربة، لا تدري أمديح هو أم هجاء؟ فإذا عرفت أنه هجاء\nزالت عنك كربة معرفتك إياه، ثم لا تُبالي بالهجو بعد لسقوطك.\nالجزء: 1 ¦ الصفحة: 87\n",
        "قال الشيخ: استتار الهجاء عن الإنسان واشتباهه عليه لا يكون كربة بحال من الأحوال، إذا عرفت أنه هجاء له لم تزل عنه كربة لمعرفته أنه هجاء، وإنما تحل به كربة إذا عرف أنه هجاء. والمعنى عندي غيره، فإنه فاسد من الوجوه التي أوضحتها، والنكتة التي شرحتها. والرجل يقول: وإن عرفت مرادي في هجوي لك، فإني أردت به رفعتك لا ضِعتك وتشريفك لا تعنيفك واشتهارك به لا احتقارك وصغارك، وتسيير ذكرك وتعظيم قدرك تكشفت عنك كربة بمعرفتك أني أردت بما قلت مسرتك لا مساءتك، وإن جهلت مُرادي هذا فإنه بحماقتك وجهالتك أشبه لأنك لا تفطن لأمثالها، وكأنه يُناقض الحسن بن هانئ:\nبما أهجوكَ؟ لا أدري\n...\nلساني فيكَ لا يجري\nإذا فكَّرتُ في قدرِكَ\n...\nأشفقتُ على شعري\nوقال من قصيدة أولها:\n(آخرُ ما المَلكُ معزَّى بهِ\n...\nهذا الذي أثَّرَ في قلبهِ)\nقال أبو الفتح: لفظه لفظ الخبر، أي: لا أعاد الله إليك مصيبة بعدها، كقولك: لك العمر الطويل.\nالجزء: 1 ¦ الصفحة: 88\n",
        "قال الشيخ: معنى الخبر عندي أحسن هاهنا من الدعاء، لأنه إذا دعا له بألاَّ أعاد الله إليك مصيبة بعدها، فقد دعا بأن لا يعيش ولا يبقى، فإن من لا يًصاب بمصيبة لا يكون حياً، فالمصراع الثاني يُبطل على معنى الدعاء، فإنه لا يحسن أن يقول: أعاد الله إليك مصيبة هذا الذي أثر في قلبك، والرجل يقول: أخر ما يُعزى به هذا الذي أثر في قلبه، وإن عرضت بعدها هنات محقرات يُعزى بها رسماً، لم يؤثر في قلبه شيئاً.\n(وإنَّ مَنْ بغدادُ دارٌ له\n...\nليس مُقيماً في ذَرا عَضْبهِ)\nقال أبو الفتح: أي لعل الأيام لم تعلم أن من غاب عن حضرته من أهله وأسرته، ولو علمت بذلك لما تعرضت لشيء من أسبابه، أي: جميع من ببغداد مقيم في ظل سيفه وعزه. يُفضله بهذا على غيره.\nقال الشيخ: لست أدري معنى قوله لما تعرضت لشيء من أسبابه إلى آخر تفسيره له،\nالجزء: 1 ¦ الصفحة: 89\n",
        "وعندي أنه يقول: لعل الأيام تحسب أن الغائب عنه ليس من أهله وأن من بغداد دار له\nليس مقيماً في كنف سيفه، فلهذا تجاسرت على اخترام عمَّته، فإنها كانت ببغداد عند عمه معزِّ الدولة أبي الحسين، وماتت بها، ولو قال قائل: عنى بمن بغداد دار له: عمه معزَّ الدولة أبا الحسين، وأن الأيام حسبت أنه ليس مُقيماً بها في ظل سياسته وذرا سيفه، فلهذا تجاسرت على طروق جنابه واختطاف أخته من وراء حجابه حسن، ولم يبعد عن الصواب، وكلاهما قريب من قرينه إلا أن الثاني أعز للممدوح وأنبه له.\n(وَلَمْ أقُلْ مِثلَكَ أَعني بهِ\n...\nسواكَ يا فرداً بِلا مُشْبهِ)\nقال أبو الفتح: أي أنت تفعل هذا، ولا مثل لك، كأنه أراد زيادة مثل قوله:\nكفاتكٍ ودخولُ الكافِ منقصةٌ\n...\nكالشَّمسِ قلتُ وهل للشَّمسِ أَمثالُ؟\nالجزء: 1 ¦ الصفحة: 90\n",
        "أي: جزاك الله وأشباهك، وإذا دعا على من يشبهه في فعله، فقد دعا عليه معنى لا لفظاً. قال الشيخ: هذا التفسير أغرب من جميع ما تقدم، ولست أعرف من أوله إلى آخره جامعاً بينه وبين معنى البيت غير قوله: (كفاتكٍ)، والدعاء أعجب من كل عجيب، وأغرب من كل غريب، وما دعا الرجل له وعليه ولا لمن يُشبهه ولا عليها، فإنه يقول:\nمثُلكَ يَثني الدَّمعَ عن صَوبهِ\n...\nويستردُّ الحُزنَ عن غَربهِ\nفي صبره عن العزاء وصلابة عزمه على البأساء وعلمه بأن البقاء سبب الفناء وتفرده بالجبرية والكبرياء والإباء على جوارب اللأواء، ثم اعتذر إليه عن ذكر المثل له، فقال: ولم أقل مثلك، أعني به غيرك يا فرداً بلا نظير، وقوله: ليس كمثله، أي ليس كهو شيء من قول العزاء. والله تعالى تقدس عن المثل والضِّد والنَّدِّ والكُفؤ.\nالجزء: 1 ¦ الصفحة: 91\n",
        "قافية التَّاء\nقال في قطعة أولها:\n(لنا مَلِكُ ما يُطَعمُ النَّومَ هَمهُ\n...\n. . . . . . . . . . . . . . .)\n(ويكبُرُ أَنْ تقذَى بشيءٍ جفونُه\n...\nإذا ما رأتهُ خَلَّةٌ بكَ فَرَّتِ)\nقال أبو الفتح: أي هو أرفع من أن تقذى عينه بشيء، فإذا رأته خلة بك فرت، فلم يرها، فتقذى عينه بها. زاد على البيت الذي أجازه.\nقال الشيخ: هذا التفسير متناقض متنافٍ غير مقنع ولا شافٍ، فإنه بدأ وقال: أي هو أرفع من أن تقذى عينه بشيء، ثم عاد فقال: ولم يرها، فتقذى عينه، فإن كان هو أرفع من أن تقذى عينه بشيء، فكيف تقذى عينه إذا رآها، والرجل يرد على بيت الأول:\nرأى خَلَّتي مِن حيثُ يخفَى مَكانُها\n...\n. . . . . . . . . . . . . . .\nفيقول: يكبر سيف الدولة أن تقذى جفونه بشيء إذا رأته خلَّةٌ، بل فرت لشدها له بجوده وسخائه وتوالي صلته وعطائه.\nالجزء: 1 ¦ الصفحة: 92\n",
        "وقوله: (فرت فلم يرها، فتقذى) عثرة لا تُقال.\nوقال في قصيدة أولها:\n(سِربٌ محاسنُه حُرمْتُ ذَواتِها\n...\n. . . . . . . . . . . . . . .)\n(وكأنَّها شَجَرٌ بَدا لكنَّها\n...\nشَجرٌ جَنيتُ المُرَّ منْ ثَمراتِها)\nقال أبو الفتح: أي وكأن هذه العيس شجر بدا، أي: ظهر، يريد علوها، وقوله: بلوت المرَّ من ثمراتها من قول أبي نؤاس:\nلا أذودُ الطَّيرَ عن شجرٍ\n...\nقد بلوتُ المُرَّ من ثَمرِه\nالجزء: 1 ¦ الصفحة: 93\n",
        "قال الشيخ: اختصر، وما فسر نكتة المعنى، وإنما الرجل شبه العيس التي عليها الهوادج والقِباب بالشجر دون غيرها، فإنها تُشبه الشجر وكثافة أعاليها ودقة أسافلِها، وسائر الإبل التي عليها الأحمال والأوساق دون الهوادج وأشباهها لا تُشبه الشجر، كما يقول امرؤ القيس:\nفشبَّهتُهم في الآلِ حينَ دعوتُهم\n...\nعصائبَ دومٍ أو سفيناً مُقَيَّرا\nأو المكرعاتِ من نخيلِ ابن يامِنٍ\n...\nدُوَينَ الصَّفا اللاَّئيَ يَلينَ المُشَقَّرا\n(تكبو وراَءكَ يا بَن أحمدَ قُرَّحٌ\n...\nليستْ قوائمُهنَّ مِنْ آلاتِها)\nقال أبو الفتح: الهاء في آلاتها تعود على وراء لا غير، وهي مؤنثة، أي: هذا القُرح إذا\nاتبعتك كبت وراءك وخانتها قوائمها فلم تحملها في طريقك لصعوبة مسالكك وبعد مطالبك، فتحتاج إلى قوائم جياد، تحملها وراءك، وإلا قصرت عنك، وذكر القوائم لما قدم من ذكر القُرح لتشتبه الألفاظ، وهذا كله اتساع على التشبيه.\nقال الشيخ: إضافة القوائم إلى وراء الممدوح قبيحة، وعندي، وإن كان لها مجاز، ليس\nالجزء: 1 ¦ الصفحة: 94\n",
        "بذلك الجميل، وما أظن أحداً يستجيز أن تكون قوائم خيل من آلات ورائه، فهذه فضيحة كما ترى، وإن كان لها تأويل بعيد غير سديد، وعندي يقول: تكبو وراءك قُرح ليست قوائمهن من آلاتهن في طريقك لأنها تخذلها أن تشق غُبارك وتلحق مضمارك، فإن قوائمها لا تقدر عليه، فتكبو وراءك ولا تبلغ منتهاك، وهذا أيضاً ليس بسديد عندي ولا بجميل.\n(فَإذا نَوتْ إليكَ سبقتَها\n...\nفَأضَفْتَ قبلَ مَضافِها حالاتِها)\nقال أبو الفتح: أي ليس ينبغي لنا أن نعذل المرض الذي بك، وكان قد اعتل، لأنك قد تشوق الرجال وتشوق أمراضها معها، فقد شُقت المرض حتى زارك كما شقت صاحبه، فإذا أرادت الرجال سفراً إليك سبقتها بإضافة أحوالها قبل إضافتك إياها، ولابد للمرض من جسم يحل به، فتُحله جسمك، فذلك إضافتك إياه.\nقال الشيخ: المعنى كما فسره غير أن تفسيره ناقص، فإن الرجل يقول: حالاتها لا حالتها، والحالات تكون كلها أمراضاً وإعلالاً، والمعنى عندي أنك أضفت قبل مضافها حالاتها، أي: قرنت فقرها غنىً وخوفها أمناً ومرضها صحةً حتى بذلت لعلاَّتِها جسمك كما بذلت لحالاتها وفرك.\nالجزء: 1 ¦ الصفحة: 95\n",
        "(هِبتُ النُكاحَ حِذارَ نَسلِ مِثلهِ\n...\nحتَّى وَفَرتُ على النِّساءِ بناتِها)\nقال أبو الفتح: أي خشيت إن أنا التمست الأولاد أن أُرزق نسلاً مثل هذه الأمثلة المذمومة، فبقيت بنات النساء معهن: أي: لم أواقعهن فيجئن بالبنات، وإنما ذكر هذين بعد البيت الذي أوله: ذُكرَ الأنامُ. . . لتفضيله على سائر الناس، وأكد هذا قبح أحوالهم بعد ذكره شرف أفعاله.\nقال الشيخ: ليس في البيت مدح، وإنما ذكر هذه الأمثلة، ونفى الممدوح عنهم، فقال:\nفاليومَ صرتُ إلى الذي لو أنَّهُ\n...\nمَلَكَ البرَّيةَ لاستقلَّ هباتِها\nووصفه بسخائه، وقوله:\n. . . . . . . . . . . . .\n...\nحتَّى وفرتُ على النِّساءِ بناتِها\nولم أخطبهن، ولم أتعرض لفراق بينهن بالتَّزوُّج، وذكر المواقعة هنا مع ما فيه من القبح ليس بنص في ظاهر البيت وإن كان في باطنه.\nالجزء: 1 ¦ الصفحة: 96\n",
        "قافية الجيم\nقال في قطعة أولها:\n(لهذا اليومِ بعدَ غدٍ أريجُ\n...\n. . . . . . . . . . . . . . .)\n(ووجهُ البحرِ يُعرَفُ منْ بعيدٍ\n...\nإذا يسجو فكيفَ إذا يَمُوجُ؟)\nقال أبو الفتح: يسجو يسكن، لأنه رآه، وهو يدير الرُّمح فيُشبهه بالبحر الهائج.\nقال الشيخ: يقول عرفتك وصفوف جيشك معبيات، وأنت على عادتك في سيرك ومكانك من جيشك، ووجه البحر يعرف من بعيد ساجياً، فكيف من قريب مائجاً؟ شبهه بالبحر، وصفوف جيشه بأمواجه من جوانبه، وقريب منه قوله:\nفكانَ الغربُ بحراً من مياهٍ\n...\nوكانَ الشَّرقُ بحراً من جيادِ\nوقد خفقت لكَ الرَّاياتُ فيهِ\n...\nفظلَّ يموجُ بالبيِضِ الحِدادِ\nالجزء: 1 ¦ الصفحة: 97\n",
        "وقوله:\nوسُقتَهمُ ببحرٍ من حديدٍ\n...\nله في البرِّ خلفَهمُ عُبابُ\nوقول البحتري:\nوإذا السِّلاحُ أضاَء فيه رأى العِدَى\n...\nبَرَّاً تألَّقَ فيهِ بَحرُ حديدِ\nوصفوف الجيوش سائرة وثائرة أشبه بأمواج البحر من إدارة الرُّمح على كل حال.\nالجزء: 1 ¦ الصفحة: 98\n",
        "قافية الحاء\nقال من مقطعة، وهو أولها:\n(أنا عينُ المُسَوَّدِ الجَحْجاحِ\n...\nهجَّنتْني كلابكُم بالنُّباحٍ)\nقال أبو الفتح: أي لطختموني بالعار، ولست من أهله.\nقال الشيخ: ليس يقول: لطختموني بالعار، بل يقول: نبحتني كلابكم، أي: رمتني سفهاؤكم بكلمتهم العوراء من طعن في نسبتي الغرَّاء، فإن بقيت نسبتني لهم أسنَّة الرماح.\nوروايتي (هيجتني) من الهيج، ونباح الكلب يهيج الإنسان، ولا يهجِّنه إلا أن تحمل التهجين على نسبه ورميه إياه بالهُجنة في نسبه فحينئذ يتضح ويصح.\nوقال في قصيدة أولها:\n(جَلَلاً كما بي فليكُ التَّبريحُ\n...\n. . . . . . . . . . . . . . .)\n(وفَشتْ سرائرُنا إليكَ وشَفَّنا\n...\nتَعريضُنا فبدا لكَ التَّصريحُ)\nالجزء: 1 ¦ الصفحة: 99\n",
        "قال أبو الفتح: أي لما عرضنا لك بهواك قام مقام التصريح منا لك، ويجوز أن يكون عرضنا بمودتك، فصرحت بالهجر والبين وإظهار حزنك لما جهدك الهوى، ويجوز أن يكون المعنى لما جهدنا التعريض استروحنا إلى التصريح، فانهتك الستر، وهذا أقوى هذه الأوجه عندي، وقد جاء في الشعر مجيئاً واسعاً.\nقال الشيخ: قد قلنا مراراً أنه لا يكون لقائل البيت إلا غرض واحد، فما عداه تعسف وغباوة به، وما ذكره في الفصلين الأول والثاني فاسد، والثالث أقرب إلى المراد لكنه ناقص، لأن الرجل يقول: ضاق صدري بحبك حتى لم يسعه، ولم يُغن عنه التعريض، فصرحت به تنفيثاً عن الصدر وتفريجاً عن الكرب ورجاء عاطفةٍ لك على مهجتي الهالكة بك وفيك، وكأنه ينظر إلى بيت الحسن بن هانئ:\nفّبُح باسمِ من تهوى ودهني منَ الكِنَى\n...\nفلا خيرَ في اللَّذَّاتِ من دونها سِترُ\nوإلى بيتي القائل:\nكَتَمتُكَ حِيناً ما أقاسيهِ في الهوى\n...\nوصابرتُه دهراً فعيلَ بهِ الصَّبرُ\nوباحت بأسرارِ الفُؤادِ مدامعٌ\n...\nفأبصرتَ ما بي فاستوى السِّرُّ والجَهرُ\nالجزء: 1 ¦ الصفحة: 100\n",
        "(لَّما تقطَّعتِ الحُمولُ تقطَّعتْ\n...\nنفْسي أسىً وكأنهنَّ طُلوحُ)\nقال أبو الفتح: يريد أصحاب الأحمال.\nقال الشيخ: هي عندي الجمال بما عليها من الهوادج، وليس أصحاب الأحمال وحدها، كما قال امرؤ القيس:\nبعينيكَ ظعنُ الحيِّ لَّما ترحَّلوا\n...\nعلى جانب الأفلاجِ من جنبِ تَيمَرا\nفشبَّهتهم في الآل حين دهاهُم\n...\nعصائبَ دومٍ أو سفيناً مقيَّرا\nأو المكرعاتِ من نخيلِ ابن يامِنٍ\n...\nدُوَينَ الصَّفا اللاَّئيَ يَلينَ المُشَقَّرا\n(شِمْنا وما حَجبَ السَّماَء بروقَه\n...\nوحرَى يجودُ وما مرتْهُ الرِّيحُ)\nالجزء: 1 ¦ الصفحة: 101\n",
        "قال أبو الفتح: أي شمنا بروقه، ولم تحجب السماء، لأنه ليس غيماً فيسترها،\nلأنه ليس هناك غيم في الحقيقة، وإنما أراد مخائل عطاياه. ومرته: استدرته، أي: هو حري بأن يجود، وإن لم تمره الريح، يفضله على السحاب، لأن السحاب يستر حسن السماء ولا يدر، إلا إذا استدرته الريح.\nقال الشيخ: أصاب في بعضه، وعندي بعضه ليس يرضي، وهو أنه يقول: شمنا بروق الممدوح، وهو ما حجب السماء كما تحجبها السحاب، فإن البرق شام بعد ستر السحاب السماء، وعلى هذه القاعدة قال: وحرى يجود بعطائه، ولم تمسحه الريح، فهذه سحائب لا تحجب ولا تمسحه الريح حتى يجود، وهو يجود بلا حجب السماء ولا مري الريح، وروايتي: وحرى يجود، وقوله: وحرى جدير بأن يجود، وليس فيه أنه يجود، وقوله: بِحرى، حاكم بالجود والحريان لا غير، وقوله: (شمنا بروقه) كناية عن ابتساماته، فهي مطعمة في هباته، كما أن البروق مطعمة في مطره، وهذا كقوله:\nولاحَ برقُكَ لي من عارضَي ملكٍ\n...\nلا يسقَطُ الغيثُ إلاَّ حينَ يبتسمُ\nالجزء: 1 ¦ الصفحة: 102\n",
        "(وزَكيُّ رائحةِ الرياضِ كَلامُها\n...\nتبغي الثَّناَء على الحيا فتفوحُ)\nقال أبو الفتح: أي وكأن رائحة الرياض كلام منها وثناء على الحياء، أي: أعطني لأشكرك.\nقال الشيخ: المعنى عندي بخلاف هذا، وما يتلوه يؤيدني، والرجل يقول: الرياض على عجزها عن الكلام شكر الحيا يذكر ريَّاها، ويُثني على المطر بنشرها ما في نسيم صباها جهد المقل، إذ لا لسان لها ولا بيان، فكيف بمثلي إذا تُوليه خيراً، واللسان فصيح؟ أي: كيف أسكت عن شكر عطائك لا عن انتظارك ورجائك؟ وبهذا البيت الثاني وضح بُطلان تفسيره وصح تبيان ما فسرناه، والثناء على الحيا بالجود الموجود كذلك شكر القائل للرفد المرفود، ولو كان الثناء لآتي المطر، وهذا الشكر لرفد المنتظر كان محالاً، لأن لا ثناء على انتظار الأمل، ولا شكر على الرجاء والتوقع.\nوقال في قطعة أولها:\n(وطائرةٍ تتبَّعُها المنايا\n...\n. . . . . . . . . . . . . . .)\n(كأنَّ الرِّيشَ منه في سهامٍ\n...\nعلى جسمِ تجسَّم منْ رياحِ)\nالجزء: 1 ¦ الصفحة: 103\n",
        "قال أبو الفتح: يجوز أن يكون شبه ريشه بالسهام للسرعة، ولأنها سبب القتل للطير، كما أن السهام سبب القتل، ويجوز أن يكون أراد صلابة ريشه، وتجسم من رياح، أي: من سرعة.\nقال الشيخ: ما ذكره من إرادة السرعة فصحيح، وما ذكره من سائر الوجوه فسقيم، فإنه يصف البازي بسرعة إدراكه الصيد، فيقول: كان ريشه سهام مركبه في جسد مخلوق من الرياح والريش سهاماً فماذا ينجو منه؟ وما الذي لا يدركه إذا قصده؟\n(كأنَّ رؤوسَ أقلامِ غلاظاً\n...\nمُسِحْنَ بريشِ جُؤجُئهِ الصَّحاحِ)\nقال أبو الفتح: شبه نقش جؤجئه، وهو صدره بآثار مسح رؤوس الغلاظ من الأقلام، والصَّحاح\nبفتح الصاد مصدر الصحيح، وقالوا أيضاً: صحيح وصحاح وعقيم وعقام،\nالجزء: 1 ¦ الصفحة: 104\n",
        "والصِّحاح بكسر الصاد جمع صحيح، ويجوز أن يكون وصفه بالمصدر، ويجوز أن يكون وصف الريش، فجمع.\nقال الشيخ: هذا فسر يطول ويهول، إذا جمع فيه كتاب سيبويه بمصادره وقياساته وكثير من دلائله وآياته، وأنا أذكر ما عندي، فليختر المتأمل له منهما ما يرتضيه. تشبيه نفس المصدر كما فسره، والصِّحاح: نعت ريشه جمع صحيح لا غير، أي: هي صحاح لا عيب فيها ولا انكسار ولا انتشار ولا فساد ولا تمرُّط ولا تمعُّط.\nالجزء: 1 ¦ الصفحة: 105\n",
        "قافية الدال\nوقال في قصيدة أولها:\n(ما سدِكتْ عِلَّةُ بمورودِ\n...\n. . . . . . . . . . . . . . .)\n(وإنْ صَبَرْنا فإنَّنا صُبَرٌ\n...\nوإنْ بكيْنا فغيرُ مردودِ)\nقال أبو الفتح: أي إن صبرنا فالصبر سجيتنا، وإن جزعنا فلعظم مصابنا.\nقال الشيخ: معنى المصراع الأول كما فسر، وأما الثاني فلا، فلأنه يقول: وإن بكينا فغير مردود، وما هو عبارة عن عظم مصابنا، وإنما هو عبارة عنه غير مردود إلينا الجزع، إن جزعنا، يعني أبا وائل، كقول عمرو بن معدي كرب:\nما إنْ جزِعتُ ولا هلِع\n...\nتُ ولا يردُّ بكايَ زيداً\nوكما يقول:\nعلينا لكَ الإسعادُ إن كانَ نافعاً\n...\nبشقِّ قلوبٍ لا بشَقَّ جُيوبِ\nالجزء: 1 ¦ الصفحة: 106\n",
        "(وإنْ جزِعْنا لهُ فلا عجبٌ\n...\nذا الجَزْرُ في البحرِ غيرُ معهودِ)\nقال أبو الفتح: أي إنما يُعرف الجزر في غير البحر، وإذا جُزر البحر فذاك أمر عظيم. ضرب ذلك مثلاً شبه موته بجزر البحر، ويجوز أن يكون المعنى البحر يجزر، أي: يجزر ما يتصل به، ولكن مثل هذا الجزر العظيم لأي: الأحوال تنتقل؟ والمعنى إن المصائب قد تقع، ولكن على مثل هذه المصيبة ما رأينا.\nقال الشيخ: في الفصل الأول خللان، وذلك أنه قال: إنما يعرف الجزر في غير البحر، والجزر إنما يعرف في البحر لا في غيره، فإذا جُزر فذلك أمر عظيم، وما جزره بأمر عظيم، فإن البحر بجزر كل يوم مرتين، حتى قيل في أهل البصرة: (إن البحر يزورهم كل يوم مرتين فإن شاءوا آذنوه وإن شاءوا حجبوه). والذي ذكره بعد هذا الفصل الأول عندي لغط لا غلط، وبعيد من معنى البيت، فإن ما فسره نفي وإثبات ونقض وإبرام، ولفظ هراء بل هباء بل هواء. والمعنى أنه يقول: إن جزعنا له فلا عجب، قال: ذلك البحر، وأراد بالبحر: سيف الدولة، غير معهود، أي: لم تجسر الحوادث على العبور ببابه والمرور بجنابه، فكيف بانتقاص أقاربه وأصحابه؟ فلا عجب من جزعنا له، فإنَّا نرى ما لم نعهده ولم نعتده، وشديد على الإنسان ما لم يُعود.\nالجزء: 1 ¦ الصفحة: 107\n",
        "وقوله: (ذا الجزر) إشارة إلى موت أبي وائل، وإذا كان الجزر ذلك، كان البحر سيف الدولة لا غير.\n(لا ينْقُصُ الهالكونَ منْ عددِ\n...\nمنهُ عليٌّ مُضَيَّقُ البِيدِ)\nقال أبو الفتح: أي إذا هلك هالك من عددٍ منه عليٌّ سيف الدولة لم ينقص ذلك العدد، لأن البيد تضيق عنه، أي: عن كرمه وبُعد وصيته، فإذا سلم فلا تُبل من مات.\nقال الشيخ: هذا كما فسره إلى قوله: (لأن البيد)، وبعده من المعنى بعيد. وقوله: (مضيق البيد) ليس بكرمه وبُعد وصيته بل كفاءته وجنوده، كما قال فيه:\nفربَّ كتابٍ عن جوابٍ بعثتَه\n...\nوعنوانُه للنَّاظرينَ قَتامُ\nحروفُ هجاءِ النَّاس فيه ثلاثةٌ\n...\nجوادُ ورمحُ ذابلُ وحسامُ\nتضيقُ به البيداءُ من قبلِ نشرهِ\n...\nوما فُضَّ بالبيداءِ عنهُ خِتامُ\nالجزء: 1 ¦ الصفحة: 108\n",
        "وبعد، فإن البيد لا تُوصف بالضيق عن الكرم وبُعد الصيت، وإنما يوصف الزمان به والعمران.\n(مهما يُعزَّ الفتى الأميرُ بهِ\n...\nفلا بإِقدامه بالبيداءِ ولا الجودِ)\nقال أبو الفتح: أي إذا سلم له إقدامه وجوده هان فقد ما سواهما.\nقال الشيخ: يقول إذا عُزِّي سيف الدولة بأبي وائل فإنما يُعزَّى لقرابته منه لا لعدمه جوده وإقدامه، فإن عدمه إياه غير مؤثر في معاليه، فإن جوده وإقدامه خلَّفاً عن كل تالف وعوضاً عن كل ماضٍ.\nوقال في قصيدة أولها:\n(عواذلُ ذات ِ الخالِ فيَّ حواسدُ\n...\n. . . . . . . . . . . . . . .)\n(وتُسعِدُني في غَمرَةٍ بعدَ غَمرَةٍ\n...\nسَبوحٌ لها منها عليها شواهدُ)\nالجزء: 1 ¦ الصفحة: 109\n",
        "قال أبو الفتح: وقوله لها منها عليها شواهد، كأنه من كلام الصوفية، وهو صحيح،\nأي: إنه إذا نظر أحد إلى استواء خلقها وتناسب أعضائها علم أنها كريمة سابقة، فكأنه قال: لها شواهد من خلقها على كرمها.\nقال الشيخ: عندي أنه يصفها بالعتق والإقدام وخوض الغمرات واقتحام الهبوات وشدة المراح والصبر على الجراح، فيقول: تُساعدني سبوح بهذه الصفات، لها من تلك الغمرات شواهد عليها، أي: على عتقها وصبرها على مض الجراحات ووقع الضربات والطعنات والرشقات، وقيل لها: للغمرة من السبوح على الغمرة شواهد بخوضها لها وحسن بلائها فيها، وقتل فارسها من أنيابها وأسره من إنشائها وخروجه عنها، وإذا كان فارسها بها ملك حتى أهلك وقدر حتى صدر فكأنها تفعلها، ولعمرك هي شواهد صوادق، وقيل لها، أي للغمرة، من السبوح على السبوح شواهد نحو منها لها ولقاؤها الشدائد فيها ومعاناتها لنزاع البلايا في مجاريها وخروجها بكثرة جراحها عنها، وهذا هو الأول غير أن الهاء في الأول راجع إلى السبوح، وفي هذا القول راجع إلى الغمرة والجميع حسن جميل. ويدلك على صحة ما يتلوه: تثنى على قدر الطعان، أي: تدربت به وتجربت ومرنت عليه واعتادته حتى عرفته، فهي تتعطف على\nمقاديره، وقوله:\nإذا لم تُشاهد غير حُسنِ شِياتها\n...\nوأعضائِها فالحُسنُ عنكَ مُغَيَّبُ\nالجزء: 1 ¦ الصفحة: 110\n",
        "يدلك عليه أيضاً، لأن حُسن الخيل في عتقها وكرمها وإقدامها وصبرها على الجراح واقتحامها دون شياتها وأعضائها.\nوقرأت في كتاب (التاجي) أن فرس ذي القرنين، المعروف بذي الرأسين، كان يقاتل بيده حين قتاله عليه، وإنما سُمي ذا الرأسين لأنه كانت به ملقة في جنبه الأيسر تُشبه رأس الفرس، وكان كُميتاً، وقلنا: إن لكل قائل في كل بيت غرضاً واحداً لا زيادة. وعندنا أن الوجه الأول من الوجوه الثلاثة التي ذكرناها في هذا البيت هو المقصود، لكنا ذكرنا الوجهين لمقاربة بعضها بعضاً.\n(وألحقَ بالصَّفصافِ سابورَ فانهوَى\n...\nوذاق الرَّدى أهلاهُما والجلامدُ)\nقال أبو الفتح: الصفصاف وسابور حصنان لهم معروفان،\nالجزء: 1 ¦ الصفحة: 111\n",
        "وقوله: فانهوى، يقال: هوى النجم، وانهوى غريبة، أي: ألحقت هذا الحصن بالأول قبله، فهلكت أهلاهُما والجلامد، لأنك طحنت بعض الصخر ببعض لكثرة الرمي وشدته، أي: أهلكت الصخر أيضاً.\nقال الشيخ: هذا التفسير ليس ببعيد، إلا أن فيه زيادة، وانهوى سابور حتى لحق بالصفصاف من الانهواء والانهدام، وهلك أهلاهما والجلامد التي بُنيا عليها، وكانت حواليها برضِّ الخيل لها، والجلامد التي بُنيا منها، لأنها رُضت بالمجانيق حتى صارت رقاقاً في الطريق كقول القائل:\nبجمعٍ تضلُّ البُلقُ في حُجُراتهِ\n...\nترى الأُكمَ فيه سُجّداً للحوافرِ\n(فإنَّ قليل الحبِّ بالعقلِ صالحٌ\n...\nوإنَّ كثيرَ الحبِّ بالجهلِ فاسدٌ)\nقال أبو الفتح: أي أنا أحبك بعقل، فتنتفع بي وغيري يحبك بجهلٍ، فلا تنتفع به.\nقال الشيخ: فسره فعسره، فإن الرجل يقول: أحبك لفضلك لا لنيلك، وذلك الحب\nالجزء: 1 ¦ الصفحة: 112\n",
        "حب العقل الذي قليله خيرٌ من كثير حب الجهل، فإن قليله نافع، وكثير ذلك ضائر، وهو شطر مما يقول الناس: عدوٌّ عاقلٌ خيرٌ من صديقٍ جاهلٍ. وليس يقول: أحبك حباً قليلاً، يقول: أحبك من طريق العقل الذي قليلُ حبه صالح، فكيف كثيره؟\nوقال في قصيدة أولها:\n(لكلِّ امرئٍ مِن دهرهِ ما تعوَّدا\n...\n. . . . . . . . . . . . . . .)\n(وربَّ مريدٍ ضرَّه ضرَّ نفسَه\n...\nوهادٍ إليه الجيش أهدى وما هدَى)\nقال أبو الفتح: هاد: أي قائد، وباعث إليه الجيش، فإنما أهداه إليهم من الهدية.\nلا من الهداية، ولم يرشد الجيش بل أضله، ببعثه إياه وقصد سيف الدولة.\nقال الشيخ: ما في البيت ولا معناه إضلال، وإن كان في لفظ الهداية والضلال تطبيق فقوله: بل أضله لغوُ، فإن معناه: رب من أراد لسيف الدولة ضراً، وهيأ أسبابه، فناله الضرر دونه ونابه، ورب مرشد إليه جيشه، فكان مُهدياً إليه الجيش لا هادياً، ومُغنماً له ذلك لا باعثاً كقوله:\nأغرَّكمُ طولُ الجيوشِ وعَرضُها\n...\nعليٌّ شَروبُ للجيوشِ أَكولُ\nالجزء: 1 ¦ الصفحة: 113\n",
        "(فإنِّي رأيتُ البحرَ يعثرُ بالفتى\n...\nوهذا الذي يأتي الفتى متعّمِّدا)\nقال أبو الفتح: أي ليس إغناء البحر من يغنيه عن قصد وتعمد، وهذا يتعمد بالغنى\nمن يغنيه، وذلك لفظ العرب الذي يُعتاد في ذكر الخير والشر.\nقال الشيخ: فسر نصفاً، وأغفل نصفاً، وبه يختل المعنى، فلا يستبين بتمامه، ولا يستنير عن أكمامه، فإنه يقول: فإني رأيت البحر يعثر بالفتى، أي: يعثره ويفرقه، وهذا يغني متعمداً له متصوراً لما يعلمه.\n(ذَكيٍَ تظنِّيه طليعةُ عينهِ\n...\nيرى قلبُه في يومهِ ما ترى غدا)\nقال أبو الفتح: أي لصحة رأيه وفرط ذكائه إذا ظن شيئاً رآه بعينه لا محالة. ويجوز أن يكون معنى البيت غير هذا، أي يحفظ نفسه مخافة الحديث الباقي.\nالجزء: 1 ¦ الصفحة: 114\n",
        "قال الشيخ: المعنى هو الأول، لكنه غير مشبعٍ ولا مستوفىً. والثاني وجوه: أحدها أن يقول: يرى في يومه بالفكر ما يرى في غده بالبصر، فكيف ترى عينه الحديث الباقي، وهو عين الثاني على أن الحديث من أخبار السمع دون العين؟ ومعناه أنه يرى في يومه الكائن في غده. وروايته: (طرفه).\n(عرضتَ له دونَ الحياةِ وطرْفِهِ\n...\nوأبصرَ سيفَ اللهِ منكَ مجرَّدا)\nقال أبو الفتح: أي لما رآك لم تسع عينه غيرك لعظمك في نفسه، وحلت بينه وبين حياته فصار كالميت في بطلان حواسه إلا منك.\nقال الشيخ: هذا التفسير عندي فاسد، لأنه لو حال بينه وبين حياته لأهلكه، ومعلوم أنه نجا سالماً في هذه الكرة. والقصيدة ناطقة به، ولو بطلت حواسه لما\nالجزء: 1 ¦ الصفحة: 115\n",
        "انقطعت أنفاسه، ولو لم يدرك بها شيئاً سيف الدولة. والمعنى عندي، إنه يقول: عرضت دون حياته وطرق نجاته سيف الله مجرداً كاد يهتك جثته ويسفك مهجته حتى احتال في لبس المسموح والمشي بالعكاز ودخول الدير كالراهب المنحاز ونزل إلى القنوات، وانساب بينهما انسياب الحيات حتى نجا بحُشاشته، وطاب نفساً عن أبنه وجيشه بجراحته.\n(فأصبح يجتابُ المسوحَ مخافةً\n...\nوقد كان يجتابُ الدِّلاصَ المُسَرَّدا)\nقال أبو الفتح: يجتابُها: يدخل فيها ويلبسها، لأنه ترهب. درع دلاص وأدراع دلاص، فأراد بالدلاص هنا الجمع من الدروع، فلذلك ذكر، ويجوز أن يكون أراد الدرع الواحدة، لأنه يذكر ويؤنث. أي: ترك الحرب، وهرب إلى الترهب.\nقال الشيخ: هذا شرح ما ذكرناه. وما ترهب، بل تزيا بزيهم حتى أفلت وذهب.\n(فذا اليومُ في الأيَّامِ مثلُكَ في الوَرى\n...\nكما كنتَ فيهم أوحداً كانَ أوحدا)\nالجزء: 1 ¦ الصفحة: 116\n",
        "قال أبو الفتح: أي أوحدك الناس، فتركوك وحدك.\nقال الشيخ: لا والله ما درى ما التفسير والخطب العسير. والمعنى إنه يقول: هذا اليوم في الأيام مثلك في الأنام، فكما لا شبيه لك فيهم لا شبيه له فيها.\n(هوَ الجَدُّ حتَّى تفضلَ العينُ أُختَها\n...\nوحتَّى يكونَ اليومُ لليومِ سيِّدا)\nقال أبو الفتح: أي بلغ من حكم الجد أن تفضل العين أختها، وإن كانت في الأصل سواء، ويسود اليوم اليوم، وكلاهما ضوء الشمس لما يعرض هناك، فكذلك هذا اليوم ساد الأيام التي قبله، لأنه عيد، وإنما خص العيد دون الأيام المشتملة عليه، لأن العيد اجتمع له أمران: أحدهما، وهو الأكبر يشتمل عليه كالأيام، والأخر: إنه يوم العيد، وأراد به التنبيه على اختلاف حظوظ أهل الدنيا.\nقال الشيخ: المعنى كما ذكر أولاً وأخراً دون إخلاط في البين، غير أنه أغفل نكتة فضل العين على أختها بحال ما كانتا سواء، والأصل أن الجد بالجد والحظ بالبخت، والأمور عليه تدور حتى تفضل أختها، ويسود اليوم مثله وإلا فلا موجب له. لكن المتنبي لم يحسن الاستشهاد عليه بالعين، فإنها لا تفضل أختها إلا بآفةٍ وما الأيام مثلها.\nالجزء: 1 ¦ الصفحة: 117\n",
        "(فوا عَجَبا مِن دائلٍ أنتَ سيفُه\n...\nأما يتوقَّى شفرتَي ما تقلَّدا؟)\nقال أبو الفتح: الدائل أسم الفاعل من دال يدول، ويريد هنا الدولة، فتعجب من عظم همة الدولة إذا تقلدته، ومعناه في الحقيقة الخليفة، ويجوز أن يكون أخرج الدائل مخرج التَّامر واللابن، أي ذو دولة.\nقال الشيخ: ما أدري والله ما تراءى له في هذا المعنى الواضح حتى أبهمه، تخطاه وما أفهمه، والرجل يتعجب من صاحب دولة تقلد سيفاً صارماً لا يحذر غربيه ولا يتوقى حديه أن يوقعا به. يعظم شأنه ويُفخم سلطانه ويشيد بقدرته وكثرة عدته وأنه أعلى يداً من متخلفه وأبعد في الأمر أمداً من متألِّفه، ولو أراد لبهره وقهره واستأثر دونه بالأمر، وكان صاحب العصر، ويدل عليه:\n(ومَنْ يجعلِ الضِّرغامَ للصيَّدِ بازّهُ\n...\nتصيَّده الضّرغامُ فيما تصيّدا)\nالجزء: 1 ¦ الصفحة: 118\n",
        "قال أبو الفتح بعدما ذكر ما فيه من النحو: أي إنك فوق من تُضاف إليه يا سيف الدولة.\nقال الشيخ: مضى شرحه قبله، وما هذا بشيء ولعله تحامى تفسيره بحضرة الخلافة، وإن لم يكن على عهد ذلك الخليفة، وإلا فمعناه لا يذهب على صبي، فكيف على إمامٍ رضيٍّ؟\n(رأيتُكَ محضَ الحلم في محضِ قُدرةٍِ\n...\nولو شئتَ كانَ الحلمُ منكَ المُهنَّدا)\nقال أبو الفتح: أي حلمك عن الجهَّال عن قدرة، ولو شئت لسللت عليهم السيف.\nقال الشيخ: المعنى ما ذكره غير أن هذا مبني على النسق الأول ومعناه، وهذه الأبيات متناسبة متناصفة متواصلة متراصفة دالة على أنه كان ورد على سيف الدولة من حضرة الخلافة ما رأته من ملامة أو عتاب أو استبطاء في باب أو مؤاخذة بمالٍ ضمانٍ أو مضايقةٍ في شأنٍ وما أشبهه، فالرجل يقول: رأيتك حليماً قادراً تجر على أمثالها أذيال حلمك واحتمالك، ولو شئت لدفعتها ببأسك وقتالك، فما بك عجز عن دفعها، ولكن حلم يستأني بك عن قطعها.\nالجزء: 1 ¦ الصفحة: 119\n",
        "وقال في قصيدة أولها:\n(أهلاً بدارٍ سباكَ أغيدُها\n...\n. . . . . . . . . . . . . . .)\n(أشدُّ عصْفِ الرِّياحِ يَسبقُه\n...\nتحتِيَ منْ خطوِها تأيُّدُها)\nقال أبو الفتح: يريد شدة عدوه.\nقال الشيخ: لا بل شدة مشيه، وما للعدو هنا وجه.\n(لهَ أيادٍ إليَّ سابقةٌ\n...\nأُعَدُّ منها ولا أُعدِّدُها)\nقال أبو الفتح: أنا إحداها كقول الجمَّاز:\nلا تنتفنِّي بعدما رشتَني\n...\nفإنَّني بعضُ أياديكا\nالجزء: 1 ¦ الصفحة: 120\n",
        "يريد أنه قد وهب له نفسه، وليس يحصي مواهبه كثرة. قال الشيخ: ليس كما فسره، لأنه إذا وهب له نفسه كان ذلك هبة منه إلى الممدوح لا من الممدوح له، وهذا أوضح من أن يحوج إلى بيان، لكنه يقول: أُعد من تلك الأيادي لأني فيها تربيت وبها عشت وتمنيت ووفيت وأبيت، فنفسي تُعد من تلك الأيادي إذ هي إحداها بهذه الصفة.\n(إذا أضلَّ الهُمامُ مهجتَه\n...\nيوماً فأطرافُهنَّ تَنشُدُها)\nقال أبو الفتح: أي إذا فقد الهمام مهجته، فإنما يسأل أطراف هذه السيوف عنها، لأنها مغراةٌ بها.\nقال الشيخ: لست أعرف ما هذا الشرح الشائن والفسر المتباين، أي سؤال هاهنا لفظاً ومعنى؟ والرجل يقول: إذا فقد الهمام مهجته، فأطراف سيوف الممدوح تنشُدها، أي تعرفها، وتقول: هي عندنا ونحن أخذناها، ولا نخاف عقباها.\nوقال في قصيدة أولها:\n(كم قتيلٍ كما قتلتُ شهيدِ\n...\n. . . . . . . . . . . . . . . .)\nالجزء: 1 ¦ الصفحة: 121\n",
        "(أهلُ ما بي منَ الضَّنا بَطَلٌ صِيْ\n...\nدَ بتصفيفِ طُرَّةٍ وبجيدِ)\nقال أبو الفتح: أي أنا أهل ذلك وحقيق به لحسن ما رأيت، وأنا بطل صيد بتصفيف طرة وبجيد، ويجوز أن يكون (أهل) مرفوعاً بالابتداء، و (بطل) خبره.\nقال الشيخ: ليس كذلك، فإنه لو أراد أنه حقيق بذلك الضنا لحسن ما رأى لما قال بعده: بطل صيد بكذا وكذا، فإنه لا يلائمه بحال، وإنما يعير نفسه ويوبخها، فيقول: أنا حقيق بما بي من الهزال حتى لم يُصد بطل مثلي من الأبطال بطُرَّة وجيد.\nولعلِّي مؤمِّلٌ بعضَ ما أب\n...\nلُغُ باللُّطفِ منْ عزيزٍ حميدِ\nقال أبو الفتح: أي في عزمي أن أبلغ أمراً عظيماً والآن لعليّ مؤمل بعض ذلك الذي أبلغه.\nقال الشيخ: هذا جائز، والأحسن عندي غيه أنه يُحمل على القلب، أي: لعليّ بالغ\nالجزء: 1 ¦ الصفحة: 122\n",
        "بعض ما\nأؤمل، فإن استعمال لعل فيما يؤمل أحسن منه هو من القلب والنفس، والدليل عليه قوله:\nأبداً أقطَعُ البلادَ ونجمي\n...\nفي نُحوسٍ وهمَّتي في سُعودِ\nوقال في قصيدة أولها:\n(اليومَ عهدُكمُ فأينَ الموعدُ؟\n...\n. . . . . . . . . . . . . . .)\n(أبرجتَ يا مِرضَ الجفونِ بِمُمْرَضٍ\n...\nمرضَ الطَّبيبُ له وعِيدَ العُوَّدُ)\nقال أبو الفتح: أبرحت، أي: تجاوزت الحد، ويعني بالممرض جفنها، ومرض الطبيب له وعيد العود مثلٌ، ولا طبيب هناك ولا عود، ولكنه لما جعل للجفون مرضاً، جعل لها طبيباً وعوداً، أي: إذا نظر الإنسان إلى عينها مرض من عشقها، أي: تجاوزت يا مرض الجفون الحد حتى أحوجته إلى الطبيب والعود، يبالغ في شدة مرض جفونها.\nالجزء: 1 ¦ الصفحة: 123\n",
        "قال الشيخ: هذا التفسير كله فاسد، لأنه وصفه بمرض الجفون، فما معنى صفته بأنه يُمرض جفونه؟ فكيف يبرح بجفونه؟ ومرض الجفون لا يحتاج له إلى الطبيب والعود، فإنه فتور فيها مستحب لا مرض، وإنما المرض فيها لفظ مستعار كناية عن الفتور والضعف، فإنهما من صفات الممرض، وإنما يقول للرجل: أبرحت ببمرضٍ، أي: أوقعته في برحٍ، والبرح: الشدة، وأراد بالممرض: نفسه، لأنه أدنفه بحبه، ثم وصف شدة حال الممرض، فقال: مرض طبيبه وعُوَّاده حتى عيدوا.\n(في كلِّ معتركٍ كُلىً مفريَّةٌ\n...\nيذمُمْنَ منه ما الأسنَّةُ تَحمَدُ)\nقال أبو الفتح: أي يذممن منه جودة الشق، وهو الذي تحمده الأسنة.\nقال الشيخ: المعنى قريب، والعبارة فاسدة،، ولا فائدة في ذكر جودة الشق، فإن الكُلى لا يحتاج معها إلى كل هذا الإجادة في الشق، وإنما يقول: يذممن منه، أي: يده التي تقربها، والأسنة تحمدها لأنها تستقيها.\n(حتَّى انثَنوا ولوَ أنَّ حرَّ قُلوبهمْ\n...\nفي قلبِ هاجرةٍ لذابَ الجملدُ)\nقال أبو الفتح: أي لذاب الصخر لشدة الحر، وجعل للهاجرة قلباً لما ذكر قلوبهم تمثيلاً.\nالجزء: 1 ¦ الصفحة: 124\n",
        "قال الشيخ: ما وفى حقه، فإنه يقول: حتى رجعوا بحر غيظٍ لو كان ذلك الحرُّ في قلب هاجرة لذاب صخرها، وما صبر عليه. وأراد بقلب الهاجرة: وسطها، وهو أشد حراً من طرفيها، وما هو كما قال: وجعل للهاجرة قلباً لما ذكر قلوبهم، لأن له معنى مفيداً، وكما أن\nمكان الغيظ من الإنسان قلبه كذلك مكان أشد الحر من الهاجرة قلبها ووسطها.\n(بقَيتْ جموعُهمُ كأنَّك كلُّها\n...\nوبقيتَ بينهُمُ كأنَّك مُفرَدُ)\nقال أبو الفتح: أي كنت وحدك مثلهم كلهم، لأن أبصارهم لا تقع إلا عليك، فشغلت وحدك أعينهم، فقمت مقام الجماعة، وقوله: مفرد، أي: نظير لك فيهم، فكأنه لا أحد معك منهم.\nقال الشيخ: عندي أنه يقول: بقيت جموعهم حيارى حواليك خوفاً وغيظاً وحسداً وكمداً كأنهم أشباح ما لها أرواح، كأنك كلها، لأن إمارات الحياة لم تكن إلا معك ولك. وبقيت كأنك مفرد بينهم، لأنك كنت الحي فيهم، وهم كالأموات بهذه الصفات، ولا يكون هو مثلهم، لأن أبصارهم لا تقع إلا عليه، وبأن يشغل هو وحده أعينهم، لا يقوم مقام الجماعة، وبأن لا يكون نظير له فيهم لا ينبغي كون أحد معه منهم.\nالجزء: 1 ¦ الصفحة: 125\n",
        "(كنْ حيثُ شئتَ تسرْ إليكَ ركابُنا\n...\nفالأرضُ واحدةٌ وأنتَ الأوحدُ)\nقال أبو الفتح: يقول: الأرض واحدة، أي للسفر علينا مشقة لإلفنا إياه.\nقال الشيخ: كيف ذهب عليه الشرح على اتضاحه وإسفار صباحه، وليس تبطل مشقة السفر بكون الأرض واحدة، ولا الإلف يُبطلها زيادة، وعندي أنه يقول: كن كيف شئت دانياً أو قاصياً أو قريباً أو بعيداً تسر إليك ركابُنا فالأرض واحدة، يهون قطعها للقائد، وأنت الأوحد فيها، لا قصد إلا إلى فنائك ولا أمل إلا في جنابك.\n(وصُنِ الحُسامَ ولا تُذِلهُ فإنَّه\n...\nيشكو يمينَك والجماجمُ تشهدُ)\nقال أبو الفتح: يشكو يمينك، أي: من كثر ما تضرب به، والإزالة ضد الصون وقوله: صنه، أي: به يدرك الثأر، ويُحمي الذِّمار.\nقال الشيخ: النصف الأول من تفسيره صحيح، والثاني سقيم، لأن قوله: يدرك الثأر، ويحمي الذِّمار لا يُوجب صيانته، فإن السيف لهما ولمثلهما يُراد، وفيهما يُذال\nالجزء: 1 ¦ الصفحة: 126\n",
        "ويُهان، ولا يُدَّخر عنهما، ولا يُصان، فما هو بمرآة الفردوس ولا سلوة النفوس إلا من هذه الجهة كما قيل:\n. . . . . . . . . . . . . . .\n...\nففي السِّيفِ مولىً لا يَنامُ وصاحِبُ\nوكما قيل:\n. . . . . . . . . . . . . . .\n...\n. . . والسَّيفُ يحميه منَ الجِيَفِ\nوكما قيل:\n. . . . . . . . . فنفَرةٌ\n...\nإلى سلَّةٍ من صارمٍ الغَرِّ باتِكِ\nوكما قيل:\nويركبُ حدَّ السَّيف من أن تضيمَه\n...\nإذا لم يكن من شفرةِ السَّيفِ مَرحَلُ\nوقوله:\nأيقُتُلني والمشر فيُّ مضاجعي\n...\nومسنونةٌ زرقُ كأنيابِ أغوالِ؟\nفي أشباه لها كالليل والسيل. وعندي أنه يقول: صُن الحسام من أعدائك ولا تذله بهم، فإن غيظهم منك وخوفهم عنك ينوبان عن الحسام في اجتياحهم وإتيان دونه على أرواحهم، فما حاجتك إلى إذالته بهم، كما قال:\nالجزء: 1 ¦ الصفحة: 127\n",
        "يرى في النَّومِ رُمحَكَ في كُلاهُ\n...\nويخشى أن يراهُ في السُّهادِ\nوقوله:\nشننتَ بها الغاراتِ حتَّى تركتَها\n...\nوجفنُ الذي خلفَ الفرنجةِ ساهدُ\nوقوله:\nفإن كان خوفُ القتلِ والأسرِ ساقَهُم\n...\nفقد فعلوا ما القتلُ والأسرُ فاعِلُ\nفخافوكَ حتَّى ما لقتلٍ زيادةٌ\n...\nوجاءوكَ حتى ما تُرادُ السَّلاسلُ\nوقوله:\nلا يأملُ النَّفَسَ الأقصى لمهجتهِ\n...\nفيسرقُ النَّفَسَ الأدنى ويغتنمُ\nوكما قيل في الأمثال:\nفلانٌ ميتٌ كمَدَ الحُبارى\n...\n. . . . . . . . . . . . . . .\n(حيٌّ يُشارُ إليكَ ذا مولاهُمُ\n...\nوهمُ الموالي والخليقةُ أعبُدُ)\nالجزء: 1 ¦ الصفحة: 128\n",
        "قال أبو الفتح: جلهمة حي يُشار إليك أيها المخاطب بأن شجاعاً هذا الممدوح مولاهم، وهم مع هذا موالي الخلق والناس عبيدهم، وهم عبيده.\nقال الشيخ: يقول: جلهمة حي يشار إلى الممدوح أنه مولاهم، وهم مواليه وعُتقاؤه والناس عبيده، جعلهم من حيث أنهم قومه وعشيرته مواليه، والناس عبيده، فجعله للأقارب فضلاً عن الأباعد، والذي فسره من هذا المعنى أبلغ في المدح وإن كان أبعد من الحق.\nوقال في قصيدة أولها:\n(ما الشَّوقُ مقتنعاً منِّي بذا الكَمَدِ\n...\n. . . . . . . . . . . . . . .)\n(ولا الدّيارُ التي كانَ الحبيبُ بها\n...\nتشكو إليَّ ولا أشكو إلى أحدِ)\nقال أبو الفتح: أي لم يبق في فضل للشكوى، ولا في الديار أيضاً فضل لها، لأن الزمان أبلاها، ألا تراه قال ما بعده:\nما زالَ كلُّ هزيمِ الودقِ يُنحِلُها\n...\nلشَّوقُ يُنحُلني حتَّى حكت جسدَي\nالجزء: 1 ¦ الصفحة: 129\n",
        "قال الشيخ: هذا معنى محتمل، وعندي أنه يقول: ما الشوق مقتنعاً مني بهذا الكمد، ولا الديار التي كان الحبيب بها تقتنع مني به. ثم قال: تشكو إليّ الديار زيادة في منّي وفي كمدي ببلائها ودروسها، ولا أشكو أنا إلى أحد، وأنفرد ببثي وحزني، فيجتمع عليَّ كمد العشق وصبابة الشوق وشكوى الديار والتفرد بها وترك الشكوى لها.\nوقال في مطلع قصيدة:\n(أُحادٌ أم سداسٌ في أُحادِ\n...\nلُيَيْلُتنا المنوطةُ بالتَّنادِ؟)\nقال أبو الفتح: كأنه قال: أواحدة ليلتنا أم ست، لأن ستاً في واحدة ستٌّ؟ والمشهور عنهم أن هذا البناء لا يتجاوز به الأربعة، نحو أحادٍ وثناءٍ وثلاثٍ ورُباعٍ، وقيل: العشار. وصغر ليلة على لفظها، ومعنى التحقير هنا التعظيم لطولها. والتنادي، يريد: تنادي أصحابه بما يهم به، وحذف همزة الاستفهام.\nالجزء: 1 ¦ الصفحة: 130\n",
        "قال الشيخ: لست أرى فيما ذكره تفسيراً، وما معنى قوله: واحدة ليلتنا أم ست؟ فماذا فيه من جميع المعاني؟ وهل هو إلا باطل وكلام عاطل؟ وتفسير التنادي شر من هذا. وعندي أنه يقول: هذه الليلة واحدة أم ست مع واحدة لتمام الأسبوع، وهو ما تركَّبُ عنه الشهور والأعوام إلى يوم القيامة، وحاصل المعنى أن هذه الليلة ليلة واحدة أم ممتدة إلى يوم التنادي لطولها، كقوله:\nمن بعدما كانَ ليلي لا صباحَ لهُ\n...\nكأنَّ أوَّلَ يومِ الحشرِ آخرهُ\n(أفكِّرُ في معاقرةِ المنايا\n...\nوقَوْدِ الخيلِ مُشرفَةَ الهوادي)\nقال أبو الفتح: أي طالت هذه الليلة بما أفكر في ملازمة المنايا وقود الخيل إلى الأعداء، ومشرفة الهوادي: طول الأعناق.\nقال الشيخ: ما بين ليلته والتفكير علاقة، وإنما التفكير ابتداء فيما ذكره.\nوقال في قصيدة أولها:\n(أحُلماً نرى أم زماناً جديداً؟\n...\n. . . . . . . . . . . . . . .)\nالجزء: 1 ¦ الصفحة: 131\n",
        "(رَأينا ببدرٍ وآبائهِ\n...\nلبدرٍ وَلُوداً وبدراً وليدا)\nقال أبو الفتح: البدر الأول في هذا البيت: اسم الممدوح، والبدران القمران، والولود: الوالد، والوليد: المولود. أي: لما رأينا بدراً، هذا الممدوح وأباه رأينا أباه قد ولد منه قمراً في الحسن والبهاء، فكأنه قد صار للقمر والداً، وتقديره ولوداً لبدرٍ، أي: والداً له، وهذا طريف، لأن القمر لا يكون مولوداً، لكنه أراد الإغراب في قوله وحُسن صنعته وتداخلها، فكأنه بعد هذا قال: أنت قمر، وأبوك أبو القمر.\nقال الشيخ: خلط الصواب بالخطأ في هذا التفسير، فإنه جعل أباه قمراً، ولد قمراً، وما هو كذلك بحال، وإنما قال: رأينا ببدرٍ، أي: بهذا الممدوح الذي أسمه بدراً، وآبائه، أي: لبدر، أي: لهذا الممدوح ولوداً أو قمراً وليداً، وليس أبوه بمثابة بدرٍ ولا في هذا البيت ما يدل على ذلك.\nالجزء: 1 ¦ الصفحة: 132\n",
        "(مُهَذَّبةٌ حلوةُ مُرةٌ\n...\nحقرْنا البحارَ بها والأُسُودا)\nقال أبو الفتح: حلوة، أي: كل أحد يعشقها ويستحسنها، ومرة: لأن الوصول إليها صعب لبذل المال والمخاطرة بالنفس، وحقرنا البحار لإفراط سخائك والأسود لإفراط إقدامك.\nقال الشيخ: النصف الأول سقيم، وهو تفسيره حلوة ومرة كما فسرهما، وهما عندي كما قيل:\nممقرٌ مُرٌّ على أعدائهِ\n...\nوعلى الأدنين حُلوٌ كالعسل\nوقوله:\nوله طعمانِ أريٌ وشَريٌ\n...\n. . . . . . . . . . . . . . .\nوكقوله:\n. . . . . . . . . . . . . . .\n...\nأغرَّ حلوٍ مُمِرٍّ لِّينٍ شَرِسِ\nالجزء: 1 ¦ الصفحة: 133\n",
        "وقوله:\nتحلو مَذَاقُته حتَّى إذا غضِبا\n...\n. . . . . . . . . . . . . . .\nوأما قوله: الوصول إليها صعب لبذل المال والمخاطرة بالنفس فعندي فاسد.\nوقال في قصيدة أولها:\n(أقلُّ فَعالي بَلْهَ أكثرَه مجدُ\n...\n. . . . . . . . . . . . . . .)\n(إذا شئتُ حفَّتْ بي على كلِّ سابحٍ\n...\nرجالٌ كأنَّ الموتَ في فمِها شَهْدُ)\nرواه أبو الفتح في بعض النُّسخ التي خطه عليه: (خفت) بالخاء المعجمة.\nقال الشيخ: روايتي بالحاء غير معجمة، فلعله أراد بقوله: خفت بالخاء\nالجزء: 1 ¦ الصفحة: 134\n",
        "معجمة حملت بحملتي على الأعداء، وفي معناه وهن، وهو أنهم يخفون به في الحملة لا هو يخف بهم، وهذا عيب ونقص في الشجاعة. وأما بالحاء فمعناه: أحدقت بي أعوان وأنصار، هذه صفتها.\n(ويأمنُه الأعداءُ مِنْ غيرِ ذِلَّةٍ\n...\nولكنْ على قَدرِ الذي يُذنبُ الحِقدُ)\nقال أبو الفتح: أي ليس يؤاخذ المذنب بقدر جرمه، وإنما يؤاخذ على قدر المذنب نفسه، ولا قدر عنده لمن أجرم، فهو لا يعبأ بأحدٍ من أعدائه، لأنه أكبر قدراً من أن يعاقب مثلهم.\nقال الشيخ: هذا هو والله محض الهجاء، لأنه عدم الحمية والإباء والإغضاء على اعتراض الأقذاء، والمتنبي يصفه بالعدل والنزاهة عن الاعتداء، أعداؤه تأمنه ما لم تبدر منهم زلة، فإن بدرت فحقده على قدر ذنبهم، ولا يُعاقب غير المذنب، ولا يُجاوز بالعقاب قدر المذنب. وروايتي: (من غير ذلة) و (يُذنب).\nوقال:\n(أمَّا الفراقُ فإنَّه ما أهدُ\n...\nهوَ توأمي لو أنَّ بيناً يُولَدُ)\nالجزء: 1 ¦ الصفحة: 135\n",
        "قال أبو الفتح: أي لم يولد معه آخر فيضعفه، وقوله: لو أن بيناً يُولد تحرُّز واحتياط في الصنعة، ولو أطلقه، ولم يقيِّده لكان معروفاً.\nقال الشيخ: لا والله ما درى ما فسره غير أن معنى البيت أنه ولد هو والفراق معاً، فهما توأمان لا يفترقان، لو كان الفراق يولد، لأنه منذ ولد صاحبه.\nوقال في قصيدة أولها:\n(لقدْ حازَني وجدٌ بمَنْ حازَهُ بُعْدُ\n...\n. . . . . . . . . . . . . . .)\n(بمَنْ تشخَصُ الأبصارُ يومَ ركوبهِ\n...\nويُخرَقُ منْ زخْمٍ على الرَّجُلِ البُرْدُ)\nقال أبو الفتح: أي يزدحم الناس للنظر إليه لجلالته. وبمن متعلقة إن شئت بتروي، وإن شئت بينبت، والتقدير بجود من أو بسبب من.\nالجزء: 1 ¦ الصفحة: 136\n",
        "قال الشيخ: ما أغنى الناس وهذا البيت عن هذا الإغراب في الإعراب، ومعناه: يتزاحم الناس على رؤيته لجلاله وجماله حتى يكثر الاضطراب، وتُخرق فيه الثياب.\n(وعندي قًباطيُّ الهُمامِ ومالُه\n...\nوعندهمُ ممَّا ظفِرتُ بهِ الجَحْدُ)\nقال أبو الفتح: وقوله وعندهم مما ظفرت به الجحد دعاء عليهم بأن لا يُرزقوا شيئاً، حتى إذا قيل لهم: هل عندكم خيرُ أو برٌّ من هذا الممدوح؟ قالوا: لا، فذلك هو الجحد، لأن لا حرف نفي هنا، أو لجحد ما رُزقوا إن كانوا رُزقوا شيئاً ليكون ذلك سبيلاً لانقطاع الخير عنهم.\nقال الشيخ: هذا المعنى معطوف على ما قبله، وهو قوله:\nفلا زلتُ ألقَى الحاسدينَ بمثلِها\n...\nوفي يدِهم غَيظٌ وفي يديَ الرِّفدُ\nوعندي حباء الممدوح وماله، وعندهم جحد ما أُعطيته وإباء الإقرار به من الغيظ، وما فيه دعاء عليهم بأن لا يُرزقوا ولا يُرزقوا.\nالجزء: 1 ¦ الصفحة: 137\n",
        "وقال في أرجوزة، أولها:\n(وشامخٍ منَ الجبالِ أقودِ\n...\n. . . . . . . . . . . . . . .)\n(يَنشُدُ من ذا الخِشْفِ ما لمْ يفقِدِ\n...\nوثارَ منْ أخضرَ ممطورٍ ندِ)\nقال أبو الفتح: ينشد: أي يطلب من هذه الخشفان مل لم يفقده، فوضع الخِشفَ مكان الخشفان، أي: فثار من مكان أخضر.\nقال الشيخ: ما معنى وضع الواحد مكان الجمع، ولم يذكر إلا واحداً؟ وما هذا التعسف؟ وهو يقول: يطلب من ذا الخِشفَ ما لم يفقده، فإن النِّشدان للضالة والمفقود، وهذا الكلب ينشده، ولما يفقده.\n(كأنَّه بَدْءُ عِذارِ الأمردِ\n...\nفلمْ يكدْ إلاَّ لحتفٍ يهتدي)\nالجزء: 1 ¦ الصفحة: 138\n",
        "قال أبو الفتح: أي كأن نبت هذا الموضع شعر في خد أمرد، أي: فهو مُحيِّن، فلا يهتدي إلا لحتفه، فكأنه يطلب حتفه لسرعة مُضيه إليه.\nقال الشيخ: شبه خضرة ذلك المزار بخضرة بدء العذار، وتفسير الثاني فاسد، لأنه إن كان\nيصف به الكلب، فهو لا يجوز بحالٍ، فإن الخشف لولا الكلب ما اهتدى لحتفٍ، وإن كان يصف الخشف لم يمض إلى الكلب، وإن أراد سرعة الكلب، فهو أفسد، فأنه بلا كأنه يطلب حتفه، ويُسرع إليه. ومعناه: إن الخشف لم يكد يهتدي لما ثار من مريضه إلا لحتفه وحينه إذ صاده الكلب، وما اهتدى لنجاةٍ وخلاص.\nوقال في قصيدة أولها:\n(أَودُّ منَ الأيَّامِ ما لا تَودُّهُ\n...\n. . . . . . . . . . . . . . .)\n(بِوادٍ به ما بالقُلوبِ كأنَّه\n...\nوقدْ رَحلُوا جْيدٌ تناثرَ عِقْدُهُ)\nقال أبو الفتح: أي قد بقي الوادي عُطلاً متوحشاً لرحيلهم عنه كالجيد إذا\nالجزء: 1 ¦ الصفحة: 139\n",
        "سقط عقده. وقوله: ما بالقلوب، أي: قد قتله الوجد لفقدهم، كقوله:\nلا تحسبوا ربعَكُم ولا طلَله\n...\n. . . . . . . . . . . . . . .\nويجوز أن يكون شبه تفرق الحُمول والظعن بدّرٍّ قد تناثر، فتفرق.\nقال الشيخ: لم يبعُد من المعنى إلا أنه لم يحسن العبارة، وهو يقول: بوادٍ، فيه من الكآبة والوحشة والألم لفراقهم ما بالقلوب، وذلك أنه كان آهلاً مؤنساً بحلولهم، فصار قفراً موحشاً برحيلهم، وكانوا زينة ذلك الوادي وحليته، وكالعقد للجيد، فتناثرت جواهره بفراقهم.\n(تولَّى الصِّبا عنِّي فأخلفتَ طيبَه\n...\nوما ضرَّني لَّما رأيتُكَ فَقْدُهُ)\nقال أبو الفتح: أي سروري بك سروري بأيام الصِّبا، فإذا رأيتك فما أُبالي إن زال عني الصِّبا.\nقال الشيخ: ليس فيه شيء من المبالاة، ومعناه: إذا أخلفت عليَّ من الميعة والنشاط والمرح والاغتباط ما ذهبت به الأيام\nالجزء: 1 ¦ الصفحة: 140\n",
        "مع الصبا، وما ضرني فقد الصبا لما رأيتك، لأن فوائده حصلت لي بلقائك، فما ضرني توليه، وقد أخلفت عليَّ مما حمدته فيه.\n(فإنْ نلتُ ما أمَّلتُ منكَ فربَّما\n...\nشربتُ بماءٍ يُعجزُ الطَّيرَ وِردُهُ)\nقال أبو الفتح وجه المدح في هذا البيت: إنني بعيد المطالب شريفُها، فجئتك لأنك غاية الطالب، فإذا وصل إليك الطالب، فقد بلغ غاية المطلوب، وغير منكر لي أن أنال المطالب الشريفة حتى إنني لأقدر على شُرب ماء، لا يصل إليه الطير. والماء والمرعى إذا بعُدا، فإن ذلك أجمُّ لهما وأحمد لورودهما.\nقال الشيخ: ما أدري هذا التفسير الذي لا يقبله عقل سليم، ولا اشتغلت بوجوه فساده لطال الكلام في إيراده، وإذا بيَّنَّا معناه تبين كل ما عناه، وهو يقول: فإن نلت أملي منك فبعد شدائد مارستها في قصدك ولابستُها حتى وصلت إليك وربما شربت بماءٍ تعجز الطير عن وروده في المهامه التي جُبتُها حتى وصلت إليك، كقوله: حلَّت الخمر، وكانت حراماً،\nالجزء: 1 ¦ الصفحة: 141\n",
        "يصف المكاره التي أصابها والمهالك التي جابها حتى وصل إليه، ويجعلها حقاً له عنده وذريعة إلى نيل أمله منه.\nوقال في قصيدة أولها:\n(حسَمَ الصُّلحُ ما اشتهتْهُ الأعادي\n...\n. . . . . . . . . . . . . . .)\n(وأشارتْ بما أتيتَ رجالٌ\n...\nكنتَ أهدى منها إلى الإرشادِ)\nقال أبو الفتح: أي أشار قوم عليك بالشِّقاق فعصيتهم، وكنت أرشد منهم.\nقال الشيخ: إن كانت روايته أبيت بالباء من الإباء، فالتفسير صحيح كما فسره، وإن كانت كروايتنا بالتاء معجمة فتفسيره نقيض ما قاله الشاعر وعناه، فإنه صالح وما حارب، وأولها ينبئك عنه:\nحسَمَ الصُّلحُ ما اشتهتْهُ الأعادي\n...\n. . . . . . . . . . . . . . .\nأي: أشار عليك قوم بالصلح الذي أتيت، وكنت لأمتن رأياً وأثقب بصيرة وأقوم بالإرشاد عنهم.\nالجزء: 1 ¦ الصفحة: 142\n",
        "(أو يكونَ الوليُّ أشقى عدوٍّ\n...\nبالذي تَذخرانهِ منْ عَتادِ)\nقال أبو الفتح: أو أن يقتل بعضكم بعضاً بما تدَّخرون من السلاح ما يقع بينكم من الحرب فيصير من يشقى به عدواً، لأنه إنما يُعد السلاح للعدو لا للولي، فإذا قتل به بعضكم بعضاً صرتم أعداء.\nقال الشيخ: لم أفهم والله ما هذا التفسير، وعندي أنه يقول: أعوذ بكما أن تستعملا عتادكما وسلاحكما بينكما، فإن رجالكما أولياء دولةٍ وأغصان دوحةٍ، فيصير الولي أشقى عدوٍّ.\nوقال في قصيدة أولها:\n(عيدٌ بأيَّةِ حالٍ عدتَ يا عيدُ؟\n...\n. . . . . . . . . . . . . . .)\n(لم يتركِ الدَّهرُ من قلبي ومنْ كبدِي\n...\nشيئاً تتيِّمُه عينٌ ولا جيدُ)\nقال أبو الفتح: أي فقد زال الغزل عني، وأفضت بي الأمور إلى الجد والتشمير.\nقال الشيخ: هذا معنى،\nالجزء: 1 ¦ الصفحة: 143\n",
        "وعندي أنه يقول: أفنى الدهر بضروب صروفه ومنكوده دون معروفه قلبي وكبدي، وأكلهما حتى لم يبق فضل فيهما للعشق، وكأنه ينظر إلى قوله:\nرماني الدَّهر بالإزراءِ حتَّى\n...\nفُؤادي في غشاءٍ من نبالِ\nفصرتُ إذا أصابتني سِهامٌ\n...\nتكسَّرتِ النِّصالُ على النِّصالِ\nوالدليل عليه قوله بعده:\nيا ساقييَّ أخمرٌ في كؤوسكما؟\n...\nأم في كؤوسكما همٌّ وتسهيدُ؟\nأصخرةٌ أنا مالي لا تُغيِّرني\n...\nهذي المدامُ ولا هذي الأغاريدُ؟\nوهذه ليست من الجد في شيء.\n(مِنْ كلِّ رِخوِ وِكاءِ البطنِ منفتقٍِ\n...\nلا في الرِّجال ولا النِّسوانِ معدودُ)\nقال أبو الفتح: الوكاء ما يُشد به القربة ونحوها، ومنفتق، أي رخوُ مسترخٍ بُدناً وترارةً. ورفع معدوداً على أنه من جملة ثانية، كأنه قال: لا هو معدود في الرجال ولا النساء.\nالجزء: 1 ¦ الصفحة: 144\n",
        "قال الشيخ: هذا الاسترخاء الذي ذكره صحيح في وكاء البطن والانفتاق أيضاً، فأما في البُدن والترارة فلا، وقد يكون في السُّودان بُدن، فأما الترارة فلا، فإنها السمن في البضاضة ونضارة اللون، وشتان الحبشية والنُّوبة، وهذه الصفة محبوبة. وقد صرح المتنبي ما أورده. ولعل الشيخ أبا الفتح تنزه عن شرح ذلك، وإلا فهو أبين من أن يرتاب فيه، فقد وصفه برخاوة وكاء البطن وإنفتاقه حتى لا يقدر وكاؤه على إمساك ما فيه وإيثاقه، فهو يسيل دائماً بما فيه، وقد يكثر في الخدم مثله.\nوقال في قصيدة أولها:\n(جار نيروزُنا وأنتَ مُرادُه\n...\n. . . . . . . . . . . . . . .)\n(ينثني عنك آخرَ اليومِ منهُ\n...\nناظرٌ أنتَ طرْفُه ورقُادُهْ)\nقال أبو الفتح: أي إذا انصرف عنك في آخر اليوم خلف عندك طرفه ورقاده، فبقي عندك بلا لحظٍ ولا نومٍ إلى أن يعود إليك.\nالجزء: 1 ¦ الصفحة: 145\n",
        "قال الشيخ: ليس يريد تخليف الطرف والرُّقاد، فإنه محال، وإنما يرجع عنك ناظر منه آخر اليوم، أنت لحظته وسنته وراحته، فيبقى بعدك حيران بلا تصرف ولا مستلذ حتى يعود\nإليك، وفي شعره:\nمضى اللَّيلَّ والفضلُ الذي لكَ لا يمضي\n...\nورُؤياكَ أحلى في الجفونِ منَ الغُمضِ\nوللبحتري:\nفإن تكلَّفتُ صبراً عَنك أو مُنيت\n...\nنفسي به فهوَ صبرُ الطَّرفِ عن وَسَنِه\n(نحنُ في أرضِ فارسٍ في سرورٍ\n...\nذا الصَّباحُ الذي يُرَى ميلادُهْ)\nقال أبو الفتح: أي فكأنه لنا في كل يوم ميلاد، فنحن كل يوم في سرور، لأن الصباح كل يوم يُرى. يريد اتصال سروره.\nقال الشيخ: عندي أن معنى البيت مما ذكره على أبعد مسافة، فإن شرحه له أحاديث خرافة، ولست أفهم معنى قوله، أي: فكأنه لنا في كل يوم ميلاد، ولا معنى قوله: لأن الصباح كل يوم يُرى، فخياله مما خبط فيه وافترى.\nالجزء: 1 ¦ الصفحة: 146\n",
        "ومعناه عندي: أنا في سرور بفارسٍ للنيروز وإقامة آيينه والمتاع بتزايينه، ثم قال: ذا الصباح، أي: صباح يوم النيروز ميلاد هذا السرور.\nكيف يَرتدُّ منكبي عنْ سماءٍ\n...\nوالنِّجادُ الذي عليه نِجادُهْ؟\nقال أبو الفتح: كان قد حمل إليه فيما حباه به سيفاً ذا قيمة نفيساً. يريد طول حمائل سيفه لطوله.\nقال الشيخ: هذا والله طول فاحش بارد. سمعت لأبي نؤاس:\nوموفٍ على هامِ الرِّجالِ كأنِّما\n...\nيُناطُ نجادا سيفهِ بلواءِ\nولم أسمع: نجادا سيفه بسماء. إن كان هذا طول ابن العميد، فيا له من طول، وإن طال المتنبي بتقلد سيفه، فيا له من كلام مدخول ومعناه عندي: إن منكبي لا يرتد عن سماء ومزاحمتها عزّاً ومنعةً وشرفاً وأبَّهةً، وحمالة سيفه عليه كم يُقال: فلان يأخذ عنان السماء، ويزاحم منكب الجوزاء في نظائر لها.\nالجزء: 1 ¦ الصفحة: 147\n",
        "(مثَّلُوهُ في جفنهِ خَشيةَ الفقْ\n...\nدِ ففي مِثْلِ أُثْرهِ إغمادُهْ)\nقال أبو الفتح: كان جفن السفينة مغشى فضة منسوجة عليه، فكأنهم حلوه بهذه الفضة التي على جفنه صوناً له من الفقد لئلا يأكل جفنه، أي: هو يُغمد من الفضة في مثل أثره.\nقال الشيخ: قوله إلى حيث قال: (صوناً له) سديد، ثم ما بعده من المعنى بعيد، لأن قوله: يأكل جفنه عبارة عن صيانة الجفن لا عن صيانة السيف، ومعنى قوله: خشية الفقد، أن\nذلك السيف يُعرف بجفنه المُحلى كفرنده فيما بين سائر السيوف، فيُصان ولا يُذال ولا يُهان، ويحرس عن وصول الافتقاد إليه والضياع والاستراق وسائر أنواع الافتراق، فيبقى بمكانه لنفاسته وتفرده بجفنه لحراسته.\n(فرَّستْنا سوابقٌ كنَّ فيهِ\n...\nفارقتْ لِبْدَهُ وفيها طِرادُهْ)\nالجزء: 1 ¦ الصفحة: 148\n",
        "قال أبو الفتح: أي جعلتنا فرساناً وسوابق، يعني خيله التي قادها إليه. وقوله: كن فيه، أي: في نداه، أي: كان في جملة ما أعطانا خيل سوابق، وفارقت لبده، أي: انتقلت إلى سرجي، وفارقت سرج ابن العميد، وفيها طِراده، أي: صرت معه كأحد من في جملته، فإذا سار إلى موضع سرت معه، وطاردت بين يديه، فكأنه هو المطارد عليها، لن ذلك بأمره، وطلب الحظوة عنده قوله فيها، أي عليها.\nقال الشيخ: هذا التفسير إلى قوله: (وفيها طِراده) سديد، وما بعد الطراد طرادٌ طريد، ومعناه عندي: فارقت سرجه ولبده، وفيها أدبه ورياضته كقوله له:\nوقد علَّمتُ نفسي القولَ فيهم\n...\nكتعليمِ الطِّرادِ بلا سنانِ\nوكقوله:\nتثنَّى على قدر الطِّعان كأنَّما\n...\nمفاصُلها تحتَ الرِّماحِ مراودُ\nالجزء: 1 ¦ الصفحة: 149\n",
        "(هل لُعذري إلى الهُمامِ أبي الفض\n...\nلِ قَبولٌ سَوادُ عيني مِدادُهْ؟)\nقال أبو الفتح: أي قد رضيت أن يجعل المداد الذي يكتب به قبول عذري سواد عيني حباً له وتقرباً منه واعترافاً له بالتقصير.\nقال الشيخ: هذا الذي ذهب إليه لا بأس به لو لم يكلف الممدوح أن يكتب إليه بقبول عذره، فيكون سواد عينه مداد كتبه قبول عذره. وهذا مع ما فيه من امتهان الممدوح أساطير الأولين على أن عبارة التفسير بعيدة من البيت. والمعنى عندي أنه يقول: على وجه الدعاء سواد عيني كان مداده عذري إليه عن تقصيري في خدمته ومدحته.\n(رُبَّ ما لا يُعبِّرُ اللَّفظُ عنه\n...\nوالذي يُضمِرُ الفُؤادُ اعتقادُهْ)\nقال أبو الفتح: أي ورب حسن من لفظك لا يلحقه لفظي، وإن كنت أقرُّ به بقلبي.\nقال الشيخ: لفظ البيت لا يؤدي شيئاً مما ذكره. البيت في وادٍ وتفسيره في وادٍ،\nالجزء: 1 ¦ الصفحة: 150\n",
        "وعندي أنه يقول: ربما لا يعبر اللفظ عن ذات نفسه ولا يفصح بودائع صدره، فيكون اللفظ قاصراً\nبعينه على أداء تمام العبارة واعتقاد الفؤاد ما يضمره. والمعنى: إن لفظي قاصر عن أداء الواجب في وصف فضائلك واعتذاري عن قصوري في خدمتك، فاللفظ لا يبين عنه فيورده، والقلب يضمره ويعتقده.\n(عَددُ عشتَه يَرى الجسمُ فيه\n...\nأَرَباً لا يراهُ فيما يُزادُهْ)\nقال أبو الفتح: أي والأربعون عدد السنين التي إذا تجاوزها الإنسان نقص عما يعهد من أحواله في جسمه وتصرفه، فلذلك اخترت أن جعلت هذه القصيدة أربعين بيتاً، ولم أزد على ذلك.\nقال الشيخ: سقت إليك من الأبيات عدد سنِّك في السنوات، وهي عدد اجتماع الأشد، يرى الجسم فيه أرباً من الصحة والقوة والمنعة والشدة والنهية والقدرة وجودة الخاطر وحدة الذكاء، ما لا يراه فيما يُزاده عليها، فإن وراءها نقائض هذه الأحوال، فاقتصرت في مديحك عليها لما لها من الفضائل وفي الزيادة عليها من النقائض.\nالجزء: 1 ¦ الصفحة: 151\n",
        "وقال في قصيدة أولها:\n(نَسيتُ وما أنسى عِتاباً على الصَّدِّ\n...\n. . . . . . . . . . . . . . .)\n(فإمَّا تريْني لا أُقيمُ ببلدةٍ\n...\nفآفةُ غِمدي في دُلوقِيَ منْ حدِّي)\nقال أبو الفتح: الدُّلوق سرعة انسلال السيف، وسيف دلوق ودالق، إذا كان سريع السَّلَّة، أي: إن الذي ترينه من شحوبي وتغيري إنما هو لمواصلتي السير وتطواف البلاد لبعد همتي وتنائي مطلبي كما أن السيف الحاد إذا كثر سلُّه وإغماده أكل جفنه.\nقال الشيخ: ما كنت أتعرض لرد اللُّغات المدخولة في هذا الكتاب غير أنه إذا رأيت ما يناقض موضوعه عليه فلابد من ذكري صحته وصوابه، وهو يقول: الدُّلوق سرعة انسلال السيف، وسيف دلوق إذا كان سريع السَّلَّة. وليس في موضوع اللغة ولا شيء من السَّل والانسلال، وإنما الدَّلق والدُّلوق خروج الشيء من مخرجه سريعاً، يُقال: دلق السيف من غمده، إذا خرج وسقط من غير أن يُسل، واندلق السيف من جفنه إذا شقه حتى يخرج منه، وتهذيب اللغة ناطق به، والرجل ليس يقول: فإما تري شحوبي وتغيُّر لوني، فإنما يقول: إما تري قلة مقامي ببلدةٍ، وما في هذا مما ذكره شيء،\nالجزء: 1 ¦ الصفحة: 152\n",
        "ومعناه عندي أنه لا تسع همتي بلدة، بل تضيق عنها حتى أرحل منها. وما في تلك البلدة عيب ولا آفة غير أنها لا تحتمل همتي،\nفتضيق عنها كما أنه ليس لغمد السيف الدُّلوق آفة، وإنما آفته مضاءُ السيف وحدَّته.\n(وليسَ حياءُ الوجهِ في الذِّئبِ شيمةً\n...\nولكنَّه مِنْ شيمةِ الأسَدِ الوَرْدِ)\nقال أبو الفتح: أي وحياء الوجه ليس بمزرٍ بهم ولا غاضٍّ منهم كما أنه لا يعيب الأسد حياؤه، وإنما القِحة في الذئب لخبثه، يصفهم بشدة الإقدام مع إفراط الحياء.\nقال الشيخ: ما في هذا البيت من معناه شيء من الإزراء والغض فنفاه عنهم، وما كان الحياء مزرياً بأحد قط، وهي من الأخلاق المحمودة، ولهذا قال النبي صلى الله عليه وسلم: (الحياءُ منَ الإيمانِ). وقيل:\nفلا واللهِ ما في العيشِ خيرٌ\n...\nولا الدُّنيا إذا ذهبَ الحياءُ\nالجزء: 1 ¦ الصفحة: 153\n",
        "ومعناه استشهاد لما تقدم إذ يقول:\nوأوجهُ فتيان حياءً تلثَّموا\n...\n. . . . . . . . . . . . . . .\nثم قال: حياؤهم لكرمهم وإقدامهم كحياء الأسد ورئاسته بخلاف قحة الذئب وخساسته.\n(إذا ما استحينَ الماَء يعرضُ نفسَه\n...\nكرَعْنَ بِسبْتٍ في إناءِ من الوّرِدْ)\nقال أبو الفتح: يقول إذا مرت هذه الإبل بالمياه التي غادرتها السيول فلكثرتها صارت كأنها تعرض أنفسها عليها، فتشرب منها، فكأنها مستحيية منها لعرضها نفوسها عليها، وإن كان لا عرض هناك ولا استحياء في الحقيقة. وكرعن: شربن من إدخال أكارع الشَّاربة في الماء للشرب، ويعني بالسِّبت: مشارفها للينها ونقائها، وجعل الموضع المتضمن للماء لكثرة الزهر فيه كإناء له من ورد.\nقال الشيخ: في هذه الرواية خطيئتان فاحشتان، إحداهما استحين، وهو استجبن لا غير،\nالجزء: 1 ¦ الصفحة: 154\n",
        "والثانية بسبتٍ، وهو بشيبٍ لا غير. والشيخ أبو الفتح لم يسمع منه (العميديَّات) وما بعده، لأنه لم يلقه بعد خروجه من بغداد، إلى فارس، فهاتان وأخواتهما وقعت من هذه الجهة، فكيف يتصور الاستحياء من الإبل، ولِم إذا عرض نفسه وجب أن يستحي منه هذا الاستحياء؟ من أين يلزم الإبل للماء؟ وأين الإبل من الاستحياء؟ والرجل يقول: إذا ما استجبن عارضاً نفسه عليها كرعن بشيبٍ فيه، وهو صوت مشافر الإبل عن الشرب، وعرض الماء نفسه عليها اعتراضه لها في طريقها، كأنه يدعوها إلى نفسه باعتراضه لها، واستجابتها له ورودها مناقعه المحفوفة بزهر الربيع، فهذا معنى العرض والدعاء والإجابة،\nوالشِّيب كثير في وصف شرب الإبل، كما قال ذو الرُّمَّة:\nتداعينَ باسمِ الشِّيبِ في مُتَثَلَّمٍ\n...\nجوانبهُ من بَصرَةٍ وسِلامِ\nفي نظائر لها كثيرة.\n(وتنسُبُ أفعالُ السُّيوفِ نفوسَها\n...\nإليهِ وينسُبْنَ السُّيوفَ إلى الهنْدِ)\nقال أبو الفتح: الهاء في نفوسها تعود إلى الأفعال، وذلك أن أفعال السيوف أشرف من السيوف، أي: من هذه الحدائد، فأفعال السيوف تتشبه بأفعاله في مضائه وحدته. وينسُبن السيوف إلى الهند، أي: ينسبن هذا الحديد إلى الهند، إلا ترى أنه\nالجزء: 1 ¦ الصفحة: 155\n",
        "يقال: سيف هندي، ووسيف يمانٍ، وفعل السيف أشرف منه، فكذلك أنت أشرف من الهند.\nقال الشيخ: قوله فأفعال السيوف تتشبه بأفعاله في مضائه وحدته مشتبه عليَّ، لا أعرف معناه، ولست أفهم ما أراد بما أفرده وأبداه، غير أن المعنى عندي أن ضرباته تُباين ضربات غيره حتى كل من رآها عرف أنه صاحبها، فكأنه لشهرتها تُنسب إليه، فهذا معنى نسبته أفعال السيوف نفوسها إليه. وينسبن، أي: هذه الأفعال تُنسب سيوفها إلى الهند لجودة مضائه وجودة الضربات وسعة الجراحات، فكل من رآها تبين أن الضربات عميدية، والسيوف هندية، فكأن تلك الضربات تعرف ضاربها ومضاربها.\nإذا الشُّرفاءُ البيضُ مَتُّوا بقَتْوهِ\n...\nأتى نسَبٌ أعلى منَ الأبِ والجَدِّ\nقال أبو الفتح: أي إذا انتمى الكرام إلى خدمته كان أشرف لهم من انتمائهم إلى آبائهم.\nقال الشيخ: المعنى ما ذكره، غير أنه عرج عن إظهاره بتمامه، فكأنه أراد به شرف النسب، والعبارة عن الشرفاء بالكرام فاسد، وقد قيدها بالأب والجد، وهذا لا يُخفى على أحد.\nالجزء: 1 ¦ الصفحة: 156\n",
        "(يُغيِّرُ ألوانَ اللَّيالي على العِدا\n...\nبمنشورةِ الرَّاياتِ منصورةِ الجندِ)\nقال أبو الفتح: من عادة الليل أن يكون أسود، فإذا سار فيها بعساكره وائتلق بريق الحديد عليه بما يُسايره من النيران إما للاستضاءة وإما لإحراق ديار أعدائه، فانجابت الظلُّمة، فتغير لون الليل ببريق الحديد. وقوله على العِدا، أي: يقصد بجيوشه ديار عدوه.\nقال الشيخ: فسر من البيت نصفاً، وأغفل نصفاً، وأراد بالليالي هاهنا: الليالي والأيام ليس الليالي وحدها كما قال ابن الرُّومي:\nخصيمُ اللَّيالي والغواني مُظلَّمُ\n...\nوعهدُ الغواني واللَّيالي مذمَّمُ\nفظُلمُ اللَّيالي أنَّهنَّ أشَبنَني\n...\nلعشرينَ يحدوهنَّ حولٌ مجرَّمُ\nوظلمُ الغواني أنَّهنَّ صرمنَني\n...\nلظلمِ اللَّيالي إنَّني لمظلَّمُ\nوكقول المتنبي:\nونرتبطُ السَّوابقَ مُقرَباتٍ\n...\nوما يُنجينَ من خَبَبِ اللَّيالي\nوهذا كثير في الكلام فاشٍ، فتغيير ألوان الليالي ما فسره غير أن ائتلاق الحديد\nالجزء: 1 ¦ الصفحة: 157\n",
        "وبريقه فاسد، فإن الحديد لا يأتلق في الظلام بتةً، فأما النيران فنعم كما ذكره. تُضيء الليالي بكثرة نيران عسكره نزولاً\nكما قال الأول:\nوما خطبنا إلى قومٍ بناتِهمُ\n...\nإلاَّ بأرعنَ في حافاتهِ الخَرَقُ\nوكثرة مشاعلهم وشموعهم سفراً، والأيام تغير ألوانها بكثافة الغبار وإثارة العجاج وكثرة الدخان كما قال:\nوالباعثُ الجيشِ قد غالت عجاجتُه\n...\nضوَء النَّهار فصارَ الظُّهرُ كالطَّفَلِ\nوكما قال:\nليُلها صُبحها منَ النَّار والإص\n...\nباحُ ليلٌ منَ الدُّخانِ تِمامُ\n(حَثَتْ كلُّ أرضٍ تُربةٌ في غُبارهِ\n...\nفهُنَّ عليهِ كالطَّرائقِِ في البُرْدِ)\nقال أبو الفتح: أي إذا مرَّ هذا العسكر بأرضٍ سوداء علاه غبار أسود، وإذا مرَّ بأرضٍ حمراء علاه غبار أحمر، وإذا مر بتربة غبراء علاه غبار أغبر، فقد صارت عليه هذه الألوان\nالجزء: 1 ¦ الصفحة: 158\n",
        "كطرائق وألوان في بردٍ، ويصفه أيضاً ببُعد السرية، لأنه يمر بأرضين وتُربٍ مختلفة الألوان.\nقال الشيخ: قارب المعنى وفارقه، ثم سفسفه فخالفه، والرجل يقول: جيشه يعم المشرقين ويشمل الخافقين، فتثور تربة كل أرض بلونها من حوافر خيله، فترتفع في الهواء، فتصير عليه كطرائق البُرد كما قال:\nخميسٌ بشرقِ الأرضِ والغربِ زحفُه\n...\nوفي أُذُنِ الجوزاءِ منه زمامُ\nوكما قال:\nتَساوت به الأقطارُ حتَّى كأنَّما\n...\n. . . . . . . . . . . . . . .\nوقال في قصيدة أولها:\n(أَزائِرٌ يا خيالُ أم عائِدْ؟\n...\n. . . . . . . . . . . . . . .)\n(وممطرَ الموتِ والحياةِ معاً\n...\nوأنتَ لا بارقٌ ولا راعدْ)\nالجزء: 1 ¦ الصفحة: 159\n",
        "قال أبو الفتح: أي كنت تقتل أعداءك وتُحيي أولياءك، فكأنك سحاب تبرق وترعد، وليس في الحقيقة سحابٌ.\nقال الشيخ: ليت شعري، ماذا في البرق والرعد من الإماتة والإحياء؟ وإن كان فيهما، فلمَ لم يشرح حالهما؟ ومعناه: إنك تمطرهما ولا تبرق ولا ترعد كالبارق: الرامي بالصواعق والراعد: الماطر للخلائق. وقريبٌ منه قوله:\nفتىً كالسَّحابِ الجونِ يُخشى ويُتَّقى\n...\nيُرجَّى الحيا منه وتُخشَى الصَّواعِقُ\n(سوافِكٌ ما يدعنَ فاصلةً\n...\nبينَ طريِّ الدِّماءِ والجاسِدْ)\nقال أبو الفتح: كأنه قال: ما يدعن بضعة ولا مفصلاً إلا أسلنه دماً.\nقال الشيخ: لم أفهم تفسيره، ومعناه عندي: إن رماحه تسفك مُهج أعدائه دائماً، ما يتركن فاصلة بين الدم والطَّري والجامد، بل يسفحنها دائماً بلا إجمام.\nالجزء: 1 ¦ الصفحة: 160\n",
        "(إذا المنايا بدتْ فدعوتُها\n...\nأُبدلَ نوناً بدالهِ الحائدْ)\nقال أبو الفتح: أي يصير الحائد حائناً، أي: إذا جاءت المنية صار بُعدك عن الموت سبباً للوقوع فيه، ولم يكن لك بد من لقائه، فضعَّف أولاً رأي وهسوذان، ثم رجع كأنه يعذره بأنه إذا أتت المنية لم يكن منها بد، ولم يتجه لأحدٍ دفعها، وقوله فدعوتها، أي: هذا قولها استعار ذلك، ولا قول لها.\nقال الشيخ: الذي فسره وجه، لكن عندي أن معناه إذا بدت المنايا كان دعاؤها أن يكون الحائد فيها حائناً بها.\n(يُقلقُهُ الصُّبحُ لا يَرَى مَعَه\n...\nبُشرى بفتحٍ كأنَّه فاقدْ)\nقال أبو الفتح: معناه إذا أصبح، ولم يرد عليه من يُبشره بفتحٍ، قلق، كأنه امرأة، فقدت ولدها.\nقال الشيخ: عندي أن تشبيهه بامرأة فاقدٍ قبيح فاسد، وتشبيه الملوك بالنساء غير جميل ولا\nجائز، وهو إذا أصبح لا يُبشر بفتحٍ قلق، كأنه فقد شيئاً عزيزاً عليه.\nالجزء: 1 ¦ الصفحة: 161\n",
        "(فالأمرُ للهِ رُبَّ مجتهدٍ\n...\nما خابَ إلاَّ لأنَّهُ جاهدْ)\nقال أبو الفتح: أي ما أهلكك إلا أنك طلبت المُلك بتعرضك لهؤلاء القوم كما أنَّا قد نرى من يكون سبب خيبته اجتهاده في طلب الشيء.\nقال الشيخ: ليس في شيء من الهُلك، فأما طلب المُلك فمعناه ينبئ عنه، والرجل يقول: الأمر لله والرزق والحرمان إليه وبيديه، (قل اللَّهم مالكُ المُلكِ) الآية. ثم قال: رب مجتهد كانت خيبته في اجتهاده وحرمانه في حرصه على مراده، كما قال: الحرصُ شُؤمٌ والمحروصُ محرومٌ.\nوقال في قطعة أولها:\n(سيفُ الصّدودِ على أعلى مُقَلَّدهِ\n...\n. . . . . . . . . . . . . . .)\n(قالتْ: عنِ الرِّفدِ طِبْ نفساً فقلتُ لها:\n...\nلا يصدرُ الحُرُّ إلاَّ بعدَ موردْهِ)\nالجزء: 1 ¦ الصفحة: 162\n",
        "قال أبو الفتح: أي ليس مثلي من طلب أمراً، فرجع عنه غير ظافرٍ به، فلابد لي إذاً من بلوغ ما أطلبه.\nقال الشيخ: مدح المادح تفسيره، والمعنى عندي مدح الممدوح، والرجل يقول: أمرني أهلي بالقعود وطيب النفس عن طلب العطاء،، فقلت: لا صدر للحرِّ إلا بعد مورد الممدوح، فإنه يُغني الكرام عن اللئام والأحرار عن العبيد، والحرُّ لا يهدأ إلا بعد أن يعزَّ بوروده ويستغني بجوده، فإن نفس الحرِّ لا تصبر على الذُّل والضُّر، كأنه ينظر إلى قول القائل:\nفلا زلتَ تلقَى عن كريمٍ يدَ امرئٍ\n...\nلئيمٍ وتُغني عن أخِ النَّقصِ فاضِلا\nالجزء: 1 ¦ الصفحة: 163\n",
        "قافية الذَّال\nوقال في قصيدة أولها:\n(أمُساورٌ أم قرنُ شمسٍ هذا؟\n...\n. . . . . . . . . . . . . . .)\n(جَمَدتْ نُفُوسُهمُ فلَمَّا جئْتَها\n...\nأجريتَها وسقيتَها الفُولاذا)\nقال أبو الفتح: أي قست قلوبهم، وصبروا، وشجعوا، واشتدوا كالشيء الجامد، وقوله: أجريتها أي: أسلت دماءهم على الحديد، فصارت بمنزلة الماء الذي يُسقاه الفولاذ.\nقال الشيخ: المعنى عندي نقيضه، فإنه وصفهم بالشجاعة والصبر والثبات وما هو كذلك. والرجل يقول: لما رأوك جمدت نفوسهم وبردت دماؤهم فلم تملك حراكاً، ولم تجد مساكاً من خوفك، فلما جئتها أجريتها بحر الضَّرب، فسقيتها الحديد. وفي الخبر: حر السيوف محَّاءٌ للذنوب، وأنباك أن للضرب حراً يُذيب النفس الجامدة، وكأن فيه شطراً مما قيل:\nفأتوكَ من تبكى الأكفِّ كأنَّما\n...\nجمدت سيوفُهمُ على الأجفانِ\nالجزء: 1 ¦ الصفحة: 164\n",
        "وقال في قطعة أولها:\n(اخترتُ دَهماَء تينِ يا مطَرُ\n...\n. . . . . . . . . . . . . . .)\n(فاضحُ أعدائهِ كأنَّهمُ\n...\nله يقِلُّونَ كلَّما كثُروا)\nقال أبو الفتح: أي لما كثروا فُوزنوا به زاد عليهم، فكأن كثرتهم سبب لقلتهم، ومعنى له: من أجله. ويجوز أن يكون أراد أنهم كلما اجتمعوا عليه وتألبوا، قصدهم وأفناهم.\nقال الشيخ: ما أدري ما هذا الميزان؟ ومن هذا الوزَّان؟ غير أن المعنى عندي: أن يفضحهم بصحة العزائم وشدة الهزائم، فكأنهم كلما ازدادوا كثرة ازدادوا في عينه قلة، فكان عليهم أقدر وبهم أظفر.\nوقال في قطعة أولها:\n(ظلمٌ لذا اليومِ وصفٌ قبلَ رؤيتهِ\n...\n. . . . . . . . . . . . . . .)\nالجزء: 1 ¦ الصفحة: 165\n",
        "(قدِ استراحتْ إلى وقتٍ رقابُهمُ\n...\nمنِ السُّيوفِ وباقي النَّاسِ ينتظرُ)\nقال أبو الفتح: أي قد اندفع عنهم القتل إلى وقت، لأنهم يراسلونك، وإنما يتعللون، ويدفعون الشر عنهم بمراسلتك، وباقي الناس من أعدائك ينتظر خيلك أن تغزوه، لأنها قد انصرفت عن الروم.\nقال الشيخ: أصاب في فصل المُراسلة والإنظار، ولم يُصب في تفسير الانتظار، لأن\nالمعنى عندي: وما في الناس من أعدائك أيضاً ينتظر عفوك لا غزوك، فإن الخير يُنتظر والشر يُخاف، وهو قوله:\n(اليومَ يرفعُ مَلكُ الرُّومِ ناظَرهُ\n...\nلأنَّ عفْوَكَ هذا عنده ظفَرُ)\nكأنه أجابه إلى هدنة، وأنظرهم إلى مدة، فهو يقول: وما في الناس من أعدائك ينتظر ما نالوه من استبقائك وإمهالك.\n(وقدْ تبدِّلُها بالقومِ غيرَهمُ\n...\nلكي تجِمَّ رقابُ القومِ والقَصَرُ)\nالجزء: 1 ¦ الصفحة: 166\n",
        "قال أبو الفتح: أي أنت أبداً غازٍ لأعدائك فتارةً تميل إلى قوم منهم فتُبيرهم، وتارة تُغبهم ليطمئنوا ويتناسلوا، ثم تعود إليهم فتهلكهم، وتجمُّ: يكثر، والهاء في تبدلها تعود على السيوف أي: تُبدل السيوف رقاب القوم، أي تأخذ قوماُ، وتدع قوماُ.\nقال الشيخ في هذا التفسير إبهام، وليس إيضاح تمام، وعندي أنه يقول: وقد تُبدل السيوف غير الروم كي تكثر رقابهم وقصرهم بضربك لها، ثم تعاودهم، وروايتي: كم تجمُّ رؤوس القوم والقصر.\nوقال في قصيدة أولها:\n(طوالُ قَناً تُطاعنُها قِصارُ\n...\n. . . . . . . . . . . . . . .)\nالجزء: 1 ¦ الصفحة: 167\n",
        "(جيادٌ تَعجِزُ الأرسانُ عنها\n...\nوفرسانٌ تضيقُ بها الدِّيارُ)\nقال أبو الفتح: أي لكثرتها لا توجد أرسان تكفيها، ويُحتمل أن يكون المعنى أنها لا تُضبط، يريد لميعتها بالأرسان لصعوبتها وشدة رؤوسها.\nقال الشيخ: الأول سقيم، وهذا صحيح يريد لميعتها ومرحها وعزة نفوسها تعجز الأرسان عن ضبطها.\n(وكانت بالتَّوقُّفِ عن رَداها\n...\nنُفوسٌ عن رداها تُستشارُ)\nقال أبو الفتح: أي كان سيف الدولة بتوقفه عن قصدهم وإهلاكهم كأنه يستشيرهم في قتله إياهم، وكانوا بتتابعهم في غيِّهم وعتوهم وإقامتهم على عصيانه كأنهم يشيرون عليه بأن يقتلهم.\nقال الشيخ: هذه الاستشارة والإشارة بمرَّة، ينافيان العادات، ويناقضان العبارات، ومعناه عندي: أن سيف الدولة بتوقفه عن معاجلتهم وتمهُّله في مراسلتهم وقف على أنه كان يأخذ\nعليهم أفواه مهاربهم، ويشد منافذ مشاربهم، وكيف يُحاط\nالجزء: 1 ¦ الصفحة: 168\n",
        "بهم من جميع جوانبهم وكيف تُنصب الحبائل لاقتناصهم، ويملك عليهم طرق خلاصهم وأنه كيف تُقصد فتُحصد وتُمحن فتُطحن، وتُدرك فتُهلك، فكانت عامر بالتوقف عن رداها نفوساً تُستشار كيف تُباد وتُبار وأنى تُؤتى فتتوى، فإن التوقف والمراسلات وقفٌ على مقاصدها ومراصدها.\n(وجاءوا الصَّحصحانَ بلا سروجٍ\n...\nوقدْ سقطَ العِمامةُ والخمارُ)\nقال أبو الفتح: الصَّحصحان صحراء هناك معروفة، والصَّحصحان في غير هذا كل أرض فضاء واسعة.\nوقوله: العمامة والخمار، أي: العمائم والخُمر، فاكتفى بالواحد عن الجمع، وقوله بلا سروج، أي لشدة الهرب، أي: قد طرحوا سروجهم وعمائمهم وخُمر نسائهم طلباً للخفة والهرب.\nقال الشيخ: قوله طرحوا إلى والهرب محل تأباه العقول السليمة وتعافه العادات المستقيمة، ولم نسمع بفارس نزل عن فرسه في الهزيمة، وألقى سرجه واعروراه هارباً، فإن الطلب لا يمهله، ولو لم يكن وراءه طلب لأخذ فرسه\nالجزء: 1 ¦ الصفحة: 169\n",
        "عنه كل فارس يمر به من رفقائه وأعدائه، والرفس لا يعمل ولا يحمل فرسخين حتى تدبر صهوته وتخونه خطوته، وأي ثُقل وخفة في عمامة وخمارة؟ ولم نسمع بإلقائهما في الهزائم، قد تُلقى الأسلحة طلباً للخفة كالمناطق والتِّرسة والبيض والدروع والجواشن والتَّجافيف لثقلٍ فيها، فأما القُمص والعمائم والخُمر فلا. ومعنى البيت: أن الخيل دهمتهم فجأة فلم يُفسح لهم في الإسراج والإلجام، فاعروروا أفراسهم في الانهزام، وجدَّ وراءهم الطلب في المرام، وجدوا في الركض والإجذام حتى سقطت عمائمهم في شدة ركضهم وخُمر نسائهم في حثهم لها على الركض وحضِّهم. والرجل يقول: قد سقط العمامة والخمار، وليس يقول: وقد طرح العمامة والخمار حتى جاز أن يفسر بأنهم طرحوا سروجهم وعمائمهم وخُمر نسائهم طلباً للخفة.\n(وجيشٍ كلَّما حاروا بأرضٍ\n...\nوأقبلَ أقبلتْ فيها تَحارُ)\nقال أبو الفتح: أي صبَّحهم بجيش، إذا شرف هؤلاء الهُرَّاب على أرض واسعة\nالجزء: 1 ¦ الصفحة: 170\n",
        "فحاروا، أي: تحيروا فيها لسعتها، ثم أقبل الجيش وانثال أقبلت تلك الأرض أيضاً تتحير به، أي: من كثرته.\nقال الشيخ: هذا وجه حسن، ومعناه عندي فصبَّحهم سيف الدولة برأي لا يُدار وبجيش كلما\nحاروا بأرض من تلك المهامه لسعتها، وأقبل سيف الدولة حارت تلك الأرض في سيف الدولة لكماله وجماله وبهائه وغنائه.\n(فكانوا الأُسْدَ ليسَ لها مَصالٌ\n...\nعلى طيرٍ وليس لها مَطارُ)\nقال أبو الفتح: أي كانوا قبل ذلك أشداء، فلما غضبت عليهم وقصدتهم لم تكن لهم صولة لضعفهم، ولم يقدروا أيضاً على الطيران، فأهلكتهم.\nقال الشيخ: هذا التفسير على اختلاله وافتضاح حاله ومعناه أنهم كانوا أساداً في البسالة والقِراع على خيلٍ كالطير في الإسراع غير أنهم لم يقدروا معك على المصال ولا خيلهم على الاستعجال، وهذا قريب من قوله في هذه الوقعة أيضاً:\nالجزء: 1 ¦ الصفحة: 171\n",
        "ولكَن ربُّهم أسرى إليهم\n...\nفما نفَعَ الوقوفُ ولا الذَّهابُ\nوقوله:\nولا ليلٌ أجَنَّ ولا نَهارٌ\n...\nولا خيلٌ حملنَ ولا رِكابُ\n(ومالَ بها على أَرَكِ وعُرْضٍ\n...\nوأهلُ الرَّقَّتينِ لها مَزارا)\nقال أبو الفتح: أي قريت خيله من أهل الرَّقَّتين حتى لو هم بزيارتها لما بعُد ذلك عليها.\nقال الشيخ: أخل بشرح المصراع الأول، واختل المصراع الثاني، لأنه يقول: ومال بها، أي: بالخيل على أركٍ وعُرضٍ، فدمرها، واجتازت بأهل الرَّقَّتين حتى صار مزاراً لها، فكأنها زارتهم.\nالجزء: 1 ¦ الصفحة: 172\n",
        "(فهمْ حِزّقٌ على الخابورٍ صرعَى\n...\nبهم من شربِ غيرهم خُمارُ)\nقال أبو الفتح: معنى البيت أنهم ظنوا أنه قصدهم، فهربوا من بين يديه فتقطَّعوا.\nقال الشيخ: سبحان ما أبعد هذا الصوب عن الصواب، وليت شعري كيف غلط فيه، وكان يرى؟ فهم حزقٌ صرعى، ومعناه أنهم قُتلوا وجُِّلوا بالخابور، وهو نهر بقرب الموصل، فهم جماعات صرعى هنالك، بهم من شرب غيرهم خمارٌ، أي: من جناية غيرهم دمارٌ، وهو كقوله في هذه الوقعة:\nوجرمٍ جرَّه سَفَهاءُ قومٍ\n...\nوحلَّ بغيرِ جارمهِ العِقابُ\n(وأنتَ أبرُّ مَنْ لوعُقَّ أفنى\n...\nوأعفى مَنْ عقوبتُه البَوارُ)\nقال أبو الفتح: أنت أبر وأعفى القادرين.\nقال الشيخ: هذا كما فسره، لكن اختصره، ولو بسطه قليلاً لكان شرحاً جميلاً، وبيانه أن سيف الدولة أبر الملوك القادرين وأبر من إذا عُق أفنى أقاربه، فإن القوم\nالجزء: 1 ¦ الصفحة: 173\n",
        "الذين أوقع بهم سيف الدولة أقاربه، فلما قدر عليهم عفا عنهم، وهو أعفى من إذا عاقب أبار، وهذا المصراع كالأول.\nوقال في مطلع قصيدة:\n(غاضتُ أناملُه وهُنَّ بُحورُ\n...\nوخَبتْ مكائدهُ وهنَّ سَعيرُ)\nقال أبو الفتح: أي لما مات بطلت أفعاله إلا من الذكر الشريف.\nقال الشيخ: ليس في البيت شيء من ذكر الشريف، وإنما أراد أن أنامله كانت بحاراً في السخاء، فغاض ماؤها، ومكائدها كانت ناراً في الأعداء فخبا ذُكاؤها.\nوقال في قطعة أولها:\n(ألآلِ إبراهيمَ بعدَ مُحمّدٍ\n...\n. . . . . . . . . . . . . . .)\nالجزء: 1 ¦ الصفحة: 174\n",
        "(طارَ الوُشاةُ على صَفاءِ ودادِهمْ\n...\nوكذا الذُّبابُ على الطَّعامِ يطيرُ)\nقال أبو الفتح: قوله طار الوشاة على صفاء ودادهم كلام جيد، والمصراع الثاني دونه جداً، ومعنى طار ذهبوا، وهلكوا لما لم يجدوا بينهم مدخلاً.\nقال الشيخ: لا أدري ما هذا التفسير؟ ومناه عندي: طار الوشاة على صفاء ودهم ليكدروه بنمائمهم ووشاياتهم فطُردوا، وكذلك الذُّباب يطير على الطعام لينقصه فيُطرد، فشبه الوشاة بالذُّباب في الحقارة والذِّلة والخُبث والخساسة.\nوقال من مطلع أبيات:\n(مَرَتْكَ ابن إبراهيمَ صافيةُ الخمرِ\n...\nوهُنِّئتَها منْ شاربٍ مسكرِ السُّكْرِ)\nقال أبو الفتح: أراد مرأتك، أي تغلب السُّكر، إما لأنك ممن لا يغلبه مخلوق، فإذا لم يغلبك السُّكر، ومن عادته أن يغلب كل أحدٍ، فكأنك قد غلبته، وإما لأنه استحسن شمائلك لحسنها.\nالجزء: 1 ¦ الصفحة: 175\n",
        "قال الشيخ معناه عندي أن السُّكر لا يملك عقله، فإذا خامره غلب عقله فردَّه عاجزاً عنه قاصراً دونه حتى كأنه أسكره، وفعل به ما يفعل بالناس بقوة عقله وثبات لبه كقوله:\nتعجَّبتِ المدامُ وقد حساها\n...\nفلم يسكر وجادَ فما أفاقا\nوقال في قصيدة أولها:\n(عذيري مِنْ عذارى مِنْ أمورِ\n...\n. . . . . . . . . . . . . . .)\n(عدوِّي كُلُّ شيءٍ فيكَ حتَّى\n...\nلخِلتُ الأُكْمَ مُوغرةَ الصُّدورِ)\nقال أبو الفتح: موغرة الصدور يحتمل أمرين، أحدهما أن يريد أن الأكم تنبو به، ولا يستقر فيها، ولا تطمئن به، فكان ذلك لعداوة بينهما، والآخر وهو الوجه، أن يكون أراد شدة ما يُقاسي فيها من الحر، فكأنها موغرة الصدور من شدة حرارتها، ويؤكد هذا قوله في هذه القطعة أيضاً:\n. . . . . . . . . . . . . . .\n...\nوأنصبُ حُرَّ وجهي للهجيرِ\nالجزء: 1 ¦ الصفحة: 176\n",
        "قال الشيخ: ما أبعدهما عن الصواب، الأكم تنبو بكل من يقطعها، لأنه وحده، وهو لا يستقر فيها قاطع لها، ولا تطمئن له وحده، فإن كان هذا عداوة، فالعالمون فيها شرعٌ. وليس يُقاسي فيها من الحر ما يُقاسيه في غيرها من الطُّرق، فلِم خص الأكم بوغر الصدور دون غيرها من السهل والوعر؟ وقوله:\n. . . . . . . . . . . . . . .\n...\nوأنصبُ حُرَّ وجهي للهجيرِ\nإنما يصف نفسه بالشدة والصبر على الهجير كقوله:\nذراني وَالفلاةَ بِلا دليلٍ\n...\nووجهي والهجيرَ بلا لثامِ\nومعنى البيت أنه نفقت له في تلك الأكم فرس وبغلة، فقال: عدوي كل شيء فيك يا دهر، وتمسني بضُرٍّ حتى خلتُ أن هذه الأكم أيضاً مُحفظةٌ عليَّ لقتلِها دوابي.\nوقال في قصيدة أولها:\n(أطاعنُ خيلاً. . . . . .\n...\n. . . . . . . . . . . . . . .)\n(إذا الفضلُ لم يرفعْكَ عن شكْرِ ناقصٍ\n...\nعلى هبةٍ فالفضلُ في مَنْ له الشُّكرُ)\nالجزء: 1 ¦ الصفحة: 177\n",
        "قال أبو الفتح: أي إذا اضطرتك الحال وشدة الزمان إلى شكر أصاغر الناس على ما يُتبلَّغ به إلى إمكان الفرصة، فالفضل فيك ولك لا للممدوح المشكور.\nقال الشيخ: هذا وجه، وسمعت فيع ما هو نقيضه، وذلك أنه يقول: إذا الفضل لم يرفعك بمساعدة وسعة الإمكان ونيل الأماني بل ألجأتك رقة الحال وضيق المجال وضر الإقلال والاختلال إلى مدح ناقص وخدمته وترجي الوقت بمعونته فالفضل فيه لا فيك إذا استعبدك له ماله، ولم يرفعك فضلك عن شُكره، إذا أتتك هبته ونواله فقد بان فضله عليك في جدواه،\nولم يبن فضلك عليه في معناه.\n(فجئناكَ دونَ الشَّمس والبدرِ في النَّوى\n...\nودونَك في أَحوالِكَ الشَّمسُ والبدرُ)\nأي: كنت أقرب علينا مطلباً من الشمس والبدر، وهما دونك في الشرف والفضل. قال الشيخ: لا والله ما أدري ما قوله: كنت أقرب علينا مطلباً من الشمس والبدر؟ فهذا يعلمه الصبي والغبي، والعالمون فيه شرعٌ، وليس له في العقل والطبع مدفع، وما فيه مدح، وإن أراد غيره فلا أدري،\nالجزء: 1 ¦ الصفحة: 178\n",
        "ومعناه: سرنا النهار وسرينا الليل تحت شمس النهار في الحر وتحت برد الليل في البرد، فجئناك، وهما دونك في الإشراق والجلال وكرم الخصال والجمال والعلو والكمال والبهاء والأفضال، وأنت تفوقهما قدراً في هذه الأحوال.\n(كأنَّك برْدُ الماء لا عيشَ دونه\n...\nولو كنتَ بردَ الماءِ لم يكنِ العِشْرُ)\nقال أبو الفتح: يقول لو كان برد الماء مثلك لما وردت الإبل العشر، وهو أن ترد الإبل يوماً وتغب ثمانية أيام، وترد اليوم العاشر. أي كانت تتجاوز المدة في العشر لغنائها ببردك وعذوبتك.\nقال الشيخ: لو كنت برد الماء لكان الورد رِفهاً أبداً يرده من شاء فيما شاء لإعراضه للواردين وعرض نفسه عليهم كما يرد اليوم نوالك من شاء متى شاء لإعراضه للراغبين وعرض نفسه عليهم. والشيخ أبو الفتح شد ما بَّرد الممدوح بغناء الإبل ببرده من الماء حتى تجاوز العشر ولا تعطش، فإن رضي الممدوح بهذا التبريد فما حمله من مزيد. وعندي أنه يقول: كأنك بردُ الماء الذي هو ملاك العيش وقوام الحياة وطراوة الروح وطيب النفس، ولو كنته لكان عاماً يسع العالم وما فيه، فلم يكن إلا ظمأً، كما أن فضلك الآن عامّاً يشمل العفاة والفقراء، فلا ميقات له.\nالجزء: 1 ¦ الصفحة: 179\n",
        "(دعاني إليكَ العلمُ والحلمُ والحِجَى\n...\nوهذا الكلامُ النَّظمُ والنَّائلُ النَّثْرُ)\nقال أبو الفتح: أي دعاني إليك ما فيك من هذه الفضائل، وما تنظمه من كلامك في شعرك وما تنثره وتأتيه على غير نظامٍ لكثرته وإفراطه من نائِلك.\nقال الشيخ: هذا عندي نقيض التفسير، فإنه يقول: دعاني إليك ما فيك من العلم والحلم والعقل وهذا الكلام المنظوم الذي مدحُتك به وحملته إليك والنائل المنثور لك في الدُّنيا.\n(كأنَّ المعاني في فصاحةِ لفظِها\n...\nنجومُ الثُّريَّا أو خلائقيَ الزُّهرُ)\nالجزء: 1 ¦ الصفحة: 180\n",
        "قال الشيخ: يستحيل أن يُشبه شعر الممدوح بأخلاق نفسه على تفسير من فسره على رواية خلائقي، وإنما يُشبه شعر نفسه بخلائق الممدوح، وروايتي: خلائقك الزُّهر، ولا أقل من هذا ليكون للممدوح في البيت نصيب ولا يكون كلُّه في مدح شعره.\n(وما أنا وحدي قلتُ ذا الشِّعرَ كلَّه\n...\nولكنْ شعري فيك منْ نفسهِ شِعرُ)\nقال أبو الفتح: هذا من قول العرب: شعرٌ شاعرٌ وموتٌ مائتٌ، أي كان الشعر له شعرٌ لجودته وحسنه، وفي قوله: من نفسه شعر، نكتٌ غريب، وذلك أنه ليس للشعر شعرٌ في الحقيقة كما أن للشاعر شعراً، وإنما هو في نفسه جيد، فكأنه شاعر ذو شعر، ولا شعر للشعر غير نفسه، فقارب هذا قولهم: إن السَّوادَ سوادٌ بنفسه، والبياضَ بياضٌ بنفسه، لا بمعنى هو غيرهما، لأن الأعراض لا تحل في الأعراض، وكذلك الشعر عرض، فلا يكون له شعرٌ في الحقيقة، لأن العرض لا يحل إلا في جوهرٍ، فيقول: أعانني على\nالجزء: 1 ¦ الصفحة: 181\n",
        "مدحك شعري لأنه أراد مديحك كما أردت أنا.\nقال الشيخ: ما أدري ما هذا التطويل؟ ومعناه: إن شعري يجود فيك ويجيء بلا تكلف وعناء وتجشمٍ واقتضاء، فكأنه لابتداره إليّ وازدحامه عليَّ يشعر معي لك كما يقول:\nوأخلاقُ كافورٍ إذا شئتُ مدحَه\n...\nوإن لم أشأ تُملي عليَّ وأكتبُ\nوقريب منه قول غيره:\nوبعثتَ لي في الشِّعر أفكاراً أرى\n...\nما بينَ قلبي وقعَها ولساني\nيُملي الفُؤادُ على اللِّسانِ بدائعاً\n...\nيَذلقنَ عن حفظي وعن إتقاني\nوقال في قصيدة أولها:\n(بادٍ هواكَ. . . . . .\n...\n. . . . . . . . . . . . . . .)\n(يَقِيانِ في أحدِ الهوادجِ مُقلةً\n...\nرحلتْ وكانَ لها فُؤادي مَحجِرا)\nقال أبو الفتح: أي كانت ضياء قلبي بمنزلة عين القلب، فما زالت عني عمي قلبي، والتبس عليَّ أمري، وفقدت ذهني، فبقي كمقلةٍ ذهبت، وبقي المحجر.\nقال الشيخ: هذا التفسير عجيب جداً، فإنه في وادٍ، والبيت في واد،\nالجزء: 1 ¦ الصفحة: 182\n",
        "والرجل يقول: كانت هذه المقلة في سواد فُؤادي كالعين في المحجر، فلما رحلت رحل معها فؤادي، فإنه كان محجراً، والمحجر لا يُزايل العين، وسمعت في معناه أنه أراد أنها رحلت، ولكن سكنت\nقلبي، وما فارقته كما تسكن المقلة المحجر ولا تُفارقه، كما قال:\nفإن تكُ في قبرٍ فإنَّك في الحشا\n...\n. . . . . . . . . . . . . . .\nوكما قيل:\nيا غائباً من سوادِ عيني\n...\nسكنتَ من قلبي السَّوادا\nومعناه عندي الأول دون الثاني.\n(وسمعتُ بَطْليموسَ دارسَ كُتْبهِ\n...\nمتملِّكاً متبدِّياً مُتحضِّرا)\nالجزء: 1 ¦ الصفحة: 183\n",
        "قال أبو الفتح: أراد أنه قد جمع الملوكية والبدوية والحضرية، ونصب دارساً على الحال.\nقال الشيخ: هذا وجه، وعندي أنه يقول: وسمعت بطليموس دارس كتبه، أي ابن العميد دارس قديم كتب بطليموس الذي هو بمثابته وبمنزلته في العلوم، ومربى عليه في التملك والتبدِّي والتحضر ليبين المفعول الثاني بسمعت.\nالجزء: 1 ¦ الصفحة: 184\n",
        "قافية السِّين\nوقال في قصيدة أولها:\n(هذي برزتِ لنا فهجتِ رسيسا\n...\n. . . . . . . . . . . . . . .)\n(إنْ كنتِ ظاعنةً فإنَّ مدامعي\n...\nتكفي مزادَكمُ وتروي العيسا)\nقال أبو الفتح: هذا نقيض قوله فيما تقدمه:\nولا سقيتُ الثَّرى والمَزنُ مُخلفُه\n...\nدَمعاً يُنَشِّفُه مِن لوعةٍ نَفَسي\nلأنه ذكر هناك أن نفسه يُنشِّف دُموعه، فيذهب بها، وها هنا ذكر أن مدامعه تكفي المزاد وتروي العيس، وهذا يدُّلك على كثرتها وثباتها، ولكل واحد منهما وجه ويجوز أن يكون المعنى: أن لو جمعت دموعي لكفت المذاد وأروت العيس إلا أن الحرارة تُنشِّفها، فلا يكون على هذا في الكلام ردٌّ ولا تدافعٌ.\nقال الشيخ: البيت الأول في قصيدة، ومنفرد بمعنى لطيف دون هذا المعنى، وهذا البيت في قصيدة أخرى ومنفرد بمعنى أخر حسنٍ شريف، وأي تنافٍ وتناقض بينهما، وليسا في كلمة واحدة، وكل واحد منهما مؤدٍّ معناه أحسن إثارة بأحسن عبارة؟\nالجزء: 1 ¦ الصفحة: 185\n",
        "والرجل يقول: إن كنت راحلة، فقد كُفيت الماء الذي هو ملك أمرك، فإن مدامعي تملأ من أدمكم وتروي إبلكم لتواليها وانصباب عزاليها، وليس فيه ولا فيما تقدمه\nوما يليه ذكر حرارة النفس والنَّشف ولا ذكر شيءٍ يؤثر فيما تقدم من الوصف والكشف، فليت شعري ما الذي تراءى بخاطره فيه حتى ألحق به ما ينافيه؟\n(حاشا لمثِلكِ أنْ تكونَ بخيلةً\n...\nولمثلِ وجهكِ أنْ يكونَ عبوسا)\n(ولمثلِ وصلِكِ أنْ يكونَ ممنَّعاً\n...\nولمثلِ نيلِكِ أنْ يكونَ خسيسا)\nقال أبو الفتح: حاشا لكِ أن تعتقدي البُخل، وأن تمنعي وصلك بالنية وإن لم يكن بالفعل.\nقال الشيخ: ليس من البيتين شيء منوط بالاعتقاد والنية، وإنما هو الفعل الصرف والعمل البحت، فيقول: حاشا لمثلك في روعتك وجمالك وكرم خصالك أن تبخلي وتعبسي وأن تهجري ولا تصِلي ولا تُبرزي نيلك ولا تُكثري.\n(وبهِ يُضَنُّ على البريِّةِ لا بها\n...\nوعليه منها لا عليها يُوسى)\nالجزء: 1 ¦ الصفحة: 186\n",
        "قال أبو الفتح: أي به يضن على البرية لا بالبرية عليه، ووجه الضن هنا أن يكون فيهم مثله حسداً لهم عليه، وعليه منها لا عليها يُوسى، أي: عليه منها يُحزن إذا هلك لا عليها إذا هلكت. أي: ليس فيهم من مستحق للحزن عليه إذا هلك غيره، ويجوز أن يكون أراد أن يُوسى عليه أن يكون منها، لأنه أشرف منها، فإذا عُدَّ منها فقد بُخس حقه، واستحق أن يُحزن له إذ كان يرفعها وتضعه.\nقال الشيخ: ذكر ما عنده، وعندي أن الرجل يقول: فيه يُضن على البرية أن تُفدى به لا بالبرية عليه أن يُفدى بهم والأسى من جملتهم على فقده يكون لا على جملتهم دونه.\nوقال من قصيدة أولها:\n(أَنْوَكُ مِنْ عبدٍ ومِنْ عِرسهِ\n...\nمَنْ حكَّم العبدَ على نفْسهِ)\nقال أبو الفتح: الهاء في عرسه تعود على من، ومن مرفوعة بالابتداء، وخبرها أنوك، كما تقول: أحسن من هندٍ ومن أخيه زيدٌ، والتقدير: الذي يحكم العبد على نفسه أنوك من عبدٍ ومن عرس نفسه.\nالجزء: 1 ¦ الصفحة: 187\n",
        "ويجوز أن يكون الهاء في عرسه تعود على العبد، فيصير التقدير الذي يُحكم العبد على نفسه أنوك من عبدٍ ومن عرس العبد، والنوك: الحُمق، والأنوك: الأحمق.\nقال الشيخ: المعنى هو الثاني دون الأول، فإن عرس من الذي في البيت لم تجنِ جنايةً تتسخ وترخص في صنعتها بالنوك، وضرب المثل بها فيه، وليس المعنى إلا ردَّ الهاء إلى العبد.\n(ما من يرى أنَّكَ في وعدهِ\n...\nكمَنْ يرى أنَّكَ في حبسْهِ)\nقال أبو الفتح: يقول أنا في حبس كافور، وهو يظن أني مقيمٌ على انتظار وعده. خاطب نفسه بالكاف على قراءة من قرأ: (أعلمُ أنَّ اللهَ على كلِّ شيءٍ قديرٌ).\nقال الشيخ: المعنى عندي أنه يلوم نفسه بمهاجرة سيف الدولة إلى كافور، فجعل\nالجزء: 1 ¦ الصفحة: 188\n",
        "يخاطب نفسه، ويقول: كنت في وعد سيف الدولة، فاضطربت واغتررت حتى وقعت في حبس كافور، وليس المرء الذي ترى نفسك في وعده كالذي ترى نفسك في حبسه، وشتان ما واعدٌ بالخير وحابسٌ على الضيم والضير.\nالجزء: 1 ¦ الصفحة: 189\n",
        "قافية الشّين\nوقال في قصيدة أولها:\n(مبيتي من دمشقَ على فراشِ\n...\n. . . . . . . . . . . . . . .)\n(ورائعُها وحيدٌ لم يُرعْهُ\n...\nتباعُدُ جيشهِ والمُستجاشِ)\nقال أبو الفتح: رائعُها مفزِّعُها، يعني أبا العشائر، لم يفزعه انفراده من جيشه، لأنه قاتلهم وحده، ويعني بالمستجاش: سيف الدولة.\nقال الشيخ: هذا وجه وعندي أن المستجاش: الاستجاشة هاهنا، ألا ترى قوله: تباعد جيشه؟\nأي: وتباعد استجاشته لهم، فإنه إذا كان بعيداً جيشه كان بعيداً استجاشته، وهذا أظهر من أن يخفى، ولو قال قائل: يعرف تباعد جيشه بتباعد استجاشته، فإذا عُمل على سيف الدولة أحسن، إذ يحصل به معنيان: تباعد الجيش وتباعد سيف الدولة، قيل: له الأولاد والخدم والعبيد والأصاغر لا يظهرون عجزهم لمواليهم وسادتهم ما وجدوا فيه فسحة وعنه نُدحة، وجيش الرجل بحاله بقاٍ لم يهزم ولم يزحم، وإنما انفرد عنهم لبعد همته وفرط جرأته، وكانوا أقرب إليه من سيف الدولة، فكيف كان يستجيشه، وجيشه باقٍ بحالهم، ولم يعجزوا عمَّا دهمه؟\nالجزء: 1 ¦ الصفحة: 190\n",
        "(فما خاشيكَ للتَّكذيبِ راجٍ\n...\nولا راجيكَ للتَّخْييبِ خاشِ)\nقال أبو الفتح: أي ليس يرجو من يخشاك أن يلقى من يكذِّبه ويُخطئه في خوفك، لأن الناس مجتمعون على خوفك وخشيتك، ومعنى راجٍ: خائف.\nقال الشيخ: هذا التفسير جعله مخوفاً بواسطة فقط، وليس كذلك فإن الرجل يصفه بأنه\nيُخشى ويُرجى، وما في أحدهما خلاف، الذي يخشاك لا يرجو أن يكذب خوفه، بل يوقن أن يوقع به، والذي لا يرجوك لا يخشى أن تخيب رجاءه، بل يتيقن أن تحقق أمله، فإنك جدٌّ في جميع الأحوال كقوله:\nفتىً كالسَّحابِ الجونِ يُخشى ويُرتجى\n...\n. . . . . . . . . . . . . . .\nوهذا المعنى يتردد في شعره وشعر غيره.\n(يَقُودُهمُ إلى الهيجا لَجوجٌ\n...\nيُسِنُّ قتالُه والكَرُّ ناشِ)\nقال أبو الفتح: أي لجوجٌ لا ينثني عن أعدائه، ولا يزال يغزوهم،\nالجزء: 1 ¦ الصفحة: 191\n",
        "وأراد: ناشئٌ، فترك الهمز بدلاً، ويُسن: أي يكبر ويعظم قتاله، والكرُّ ناشٍ، أي: في أوله كما بدأ، أي: هو في آخر القتال، والكرُّ ينشأ شيئاً فشيئاُ.\nقال الشيخ: ما أدري ما هذا التفسير، فإن فهمه عسير، وعندي يقول: يقودهم إلى الحرب لجوجٌ، لا يسأمها، ولا ينثني عنها، يُسن قتاله، أي: تطول مدته في قتاله كما تطول مدة من يُسن في تصاريف أحواله، وكرُّه بعد ناشئ في مقتبل عمره وعنفوان أمره وحدة شبابه وجدة شبيبته لم تقصر قصور المُسن عن آرائه، ولم يفتر عن اقتداره، أي: يطول قتاله، لا قتاله وكرُّه كما كان في أول حاله. وناهيك به مدحاً في البأس والإقدام الثابت على الدوام، وفي سيف الدولة يقول، وبين البيتين من القرابة ما بين الممدوحين:\nوفينا السَّيفُ حملتُه صَدوقٌ\n...\nإذا لاقى وغارتُه لَجوجُ\n(تُزيلُ مخافةَ المصبورِ عنهُ\n...\nوتُلهي ذا الفِياشِ عن الفياشِ)\nقال أبو الفتح: ومعناه أنت تستنقذ الأسير من حبسه، وتُلهي صاحب الفخر عنه، لأن مثلك لا يُطمع في مفاخرته.\nقال الشيخ: معناه وهذا التفسير في طرفي نقيضٍ، لا يلتقيان في تصريحٍ\nالجزء: 1 ¦ الصفحة: 192\n",
        "ولا تعريضٍ، فإن المفسر ظنَّ أنه يُخاطب أبا العشائر، فحمله على ما عنده، وأفسد المعنى بعده، ولم يراجع ديوانه حتى يتبين مكانه، وقبله:\nإذا ذُكرِت وقائُعه لحافٍ\n...\nوشِيكَ فما يُنكِّسُ لانتفاشِ\nتُزيلُ مخافةَ المصبورِ عنهُ\n...\nوتُلهي ذا الفِياشِ عن الفياشِ\nأي: تلك الوقائع تشجع من تحدث عنها، فإن من سمع آثار بلائه فيها استفاد جرأة بها،\nوهان عليه بذل نفسه لمثلِها، فزال خوفه عن نفسه بها.\nوقيل: المصبور: المحبوس، وقيل: المُقدَّم لضرب عنقه، وتُلهي تلك الأخبار النَّفَّاخ المفتخر بالباطل عن أباطيله وأكاذيبه بالإصاخة إليها والإنصات لها والإمساك عما يتصلف به، ويفتخر من آثاره مختلفاً مخترقاً حياء عنه وخجلاً. ورجل فيَّاش وفيوش وصاحب مفايشة، إذا كان نفَّاخاً بالباطل، وليس عنده طائلة.\nيتلوه في الجزء الآخر: قافية الضاد\nوقال في قصيدة أولها:\nمضى اللَّيلُ والفضلُ الذي لكَ لا يمضي\n...\n. . . . . . . . . . . . . . .\nعلى أنَّني طُوِّقتُ منكَ بنعمةٍ\n...\nشهيدٌ بها على بعضي لغيري على بعضي\nإن شاء الله عزَّ وجلَّ، الحمد لله والصلاة على رسوله ونبيه محمد وآله.\nالجزء: 1 ¦ الصفحة: 193\n",
        "الجزء الثاني\nبسم الله الرحمن الرحيم\nربِّ أعنْ\nالحمد لله خير ما أفتتح به القولُ وأختتمْ، وصلَّى اللهُ على محمَّدِ وآلهِ وسلَّمْ.\nقال الشَّيخُ العميد أبو سهل محمد بن الحسن بن علي رحمةُ الله عليه.\nقافية الضَّاد\nقال المتنبي في قصيدة أولها:\n(مضى اللَّيلُ والفضلُ الذي لكَ لا يَمْضي\n...\n. . . . . . . . . . . . . . .)\n(على أنَّني طُوِّقتُ منكَ بنعمةٍ\n...\nشهيدٌ بها على بعضي لغيري على بعضي)\nقال أبو الفتح: أي أمدحك وأثني عليك بما طوقتنيه من نعمك، أي: أفعل هذا لهذا، فحذف أول الكلام للدلالة عليه، وإن شئت كان تقديره: مضى الليل على هذه الحال، أي: على أنني ملتبس بنعمتك،\nالجزء: 2 ¦ الصفحة: 197\n",
        "وإن شئت كان المعنى: على أنني طُوقت بنعمتك أُهدي إليك سلاماً وتحية، ألا تراه يقول بعد هذا البيت.\n(سلامُ الذي فوقَ السَّماواتِ عرشُه\n...\nتُخَصُّ به يا خيرَ ماشٍ على الأرضِ)\nوقوله: شهيد بها بعضي لغيري على بعضي، فبعضه الشاهد هو لسانه. أي يقول لساني: هذه نعمة سيف الدولة وآثار إحسانه، فيشهد على بقية بدنه.\nقال الشيخ: كان هذا المفسر حمله حامل الامتعاض على الإعراض عن مسألة المتنبي عن معاني هذه الأبيات، ولم يسمعها منه، ولم يقف عليها بالاستنباط حتى أمضى به فيها إلى ضروب الاحتياط، وما أبعد معناه عمَّا أبداه، كان قد خلع عليه تلك الليلة ثياباً فارتجل، وقال:\nمضى اللَّيلُ والفضلُ الذي لكَ لا يَمْض\nبل يعودُ ويتجدَّدُ كلَّ ساعةٍ\nورؤياك أحلى في العُيونِ منَ الغُمضِ\nمع أنني طُوقت منك بنعمةٍ، لساني شاهدٌ بها للناس على بدني، واللباس، وإذا كان لقاؤك\nأحلى في الجفون من النُّعاس، وانضاف إليه آنف هذا الإكرام والإيناس، فكيف يكون الحال؟ وهذا قريب من قوله:\nتُنشِدُ أثوابُنا مدائِحَه\n...\nبألسُنٍ ما لهنَّ أفواهُ\nالجزء: 2 ¦ الصفحة: 198\n",
        "وقوله:\nفبوركتَ من غيثٍ كأنَّ جلودنَا\n...\nبهِ تُنبِتُ الدِّيباجَ والوَشيَ والعَصبا\nوالأصل فيه:\nفعادوا فأثَنوا بالذي أنتَ أهلُه\n...\nولو سكتوا أثنت عليكَ الحقائبُ\nالجزء: 2 ¦ الصفحة: 199\n",
        "قافية العين\nوقال في قصيدة أولها:\n(غيري بأكثرِ هذا النَّاس ينخدعُ\n...\n. . . . . . . . . . . . . . .)\n(يَذري اللُّقانُ غُباراً في مناخرِها\n...\nوفي حناجرِها منْ آلسٍ جُرَعُ)\nقال أبو الفتح: اللُّقان موضع ببلد الروم، وآلس: نهر هناك أيضاً، أي: لا تستقر فتشرب، وتطمئن إنما هي تختلس الماء اختلاساً لما هي فيه من مواصلة السير والمجاولة، ويجوز أن تكون شربت قليلاً لعلمها بما يعقب شربها من شدة الركض، وهكذا يفعل كرامُ الخيل.\nقال الشيخ: كلاهما فاسد وعن المراد متباعد، فإن الرجل يصف خيله وسرعة طي\nالجزء: 2 ¦ الصفحة: 200\n",
        "المسافة وبلوغ المقاصد البعيدة بأقرب الأوقات، وبين آلس واللُّقان مسافة، فهو يقول: شربت من نهر آلسٍ، والماء لم يصل بعد بتمامه إلى أجوافها، وهي قد وصلت إلى اللُّقان حتى يذري غبار أرضها في مناخرها وفي حناجرها بعد جُرعٌ من ماء آلسٍ لم ينزل إلى أجوافها كما يقول:\nفكأنَّ أرجلَها بتربةِ منبجٍ\n...\nيطرحنَ أيديَها بحصنِ الرَّانِ\n(أجلُّ مِنْ ولَدِ الفُقَّاسِ مُنكتِفٌ\n...\nإذْ فاتهنَّ وأمضى منه منصرعُ)\nقال أبو الفتح: ولد الفُقَّاس الدُّمستق الذي كان لقيه حينئذ، لأنه أفلت وأُسر من أصحابه نيفٌ وثمانون رجلاً، فيقول: إن كان الدُّمستق قد فاته فقد ظفر من أصحابه بمن هو أمثل منه.\nقال الشيخ: ما أدري كيف ارتضى لنفسه مع جلالة قدره وتقدمه في العلم، التكلم بمثله. الدُّمستق صاحب جيش الروم، ومن يُؤسر من الجيش يكون أجلَّ وأمثل من صاحب\nالجيش، وما أبعد معناه عما حكاه، فإن الرجل يقول: هذا الأسير المكتوف والقتيل المصروع أجلُّ من الدُّمستق وأمضى إذا ثبتا وقاتلا حتى كتَّف الأخيذ وأتلف الوقيذ، ولم يؤثر تقنُّع العار على تجرُّع البوار ووصمة الفرار على قصمة الدَّمار كما آثر صاحب جيش الروم، والأسير أجل قدراً منه لثباته، والصَّريع\nالجزء: 2 ¦ الصفحة: 201\n",
        "أمضى رأياً وعزماً منه لبذل حياته، كقوله:\nفموتي في الوغى عيشي لأنِّي\n...\nرأيتُ العيشَ في أربِ النُّفوسِ\nوقوله:\nوالعارُ مَضَّاضٌ وليسَ بخائفٍ\n...\nمن حتفهِ مَن خافَ ممَّا قِيلا\nويدلُّك عليه قوله بعده:\nوما نجا من شِفارِ البيضِ مُنفلِتٌ\n...\nنَجا ومنهنَّ في أحشائهِ فزَعُ\nيُباشرُ الأمنَ دهراً وهوَ مُختَبلٌ\n...\nويشربُ الخَمرَ حولاً وهوَ مُمتَقَعُ\nأي: وهو وإن اختار هجنة الفرار ورضي لنفسه بهذا الشَّنار، فليس معها بناجٍ من شفارِ السيوف مع ما في قلبه من الفزع المنغِّص عليه عيشه المختبل عقله بعد مباشرة الأمن دهراً المغبِّر لونه بعد شرب الخمر حولاً.\n(وجدتُموهمْ نياماً في دِمائِكمُ\n...\nكأن قتلاكُم إيَّاهمُ فَجَعوا)\nقال أبو الفتح: حدَّثني أبو الطيب، قال: لَّما هزم سيف الدولة الدُّمستق، وقتل أصحابه جاء المسلمون إلى القتلى يتخلَّلونهم، وينظرون من كان فيهم به رمق قتلوه، وكانوا يقولون لهم: رُميس رُميس ليوهموهم أنهم من الروم، فإذا تحرك أحدهم أجهزوا عليه فبينا هم كذلك أكب المشركون عليهم لاشتغال سيف الدولة عنهم فلذلك قال:\nالجزء: 2 ¦ الصفحة: 202\n",
        "وجدتموهم نياماً في دمائكم، أي: في دماء قتلاكم، وكأن قتلاكم فجعوهم، وهم قعود بينهم يتوجعون.\nقال الشيخ: بعضه صحيح، وبعضه سقيم، فالصحيح ما رواه، والسقيم ما رآه، وذلك أنه يقول: وجدتموهم نياماً في دمائكم لا قعوداً فيها، وكانوا كما روى، تخلَّلوا صرعى سائلين عنهم بلغة الروم، فمن وجدوا له حساً وحركة أجهزوا عليه، فلما أظللَّهم جيش الروم تلطخوا بدمائهم، وتشحَّطوا فيها، وناموا في خلال القتلى كالقتلى حتى يُظنَّوا قتلى، فلم تُغن عنهم الحيلة، وأُسروا، فهو يقول: كأن قتلاكم فجعوها حتى ضرَّجوا وجوههم بدمائهم، وتشحَّطوا\nفيها جزعاً عليهم، وتوجُّعاً وتهالكاً فيهم وتفجُّعاً ن وهكذا فعل الجازعين على قتلى الأعزة من تضريج الوجوه والاستغشاء بثيابهم المضرَّجة بسيما النِّساء.\n(رضيتَ منهم بأنْ زُرتَ الوغى فَرأَوا\n...\nوأنْ قرَعتَ حَبيْكَ البَيضِ فاسْتَمَعُوا)\nقال أبو الفتح: يعرض بأضداده من الشعراء وغيرهم، أي: أنا أضرب معك بالسيف، وهم يتخلفون عنك.\nالجزء: 2 ¦ الصفحة: 203\n",
        "قال الشيخ: (سبحانَك هذا بُهتانٌ عظيمٌ). الرجل يصفه بالثبات وقت انهزام أصحابه وإسلامهم له في المعركة، فيقول: ما كنت تُجشِّم جيشك مظاهرتك على العدو، بل كنت راضياً منهم بأن يثبتوا، فرأوا خوضك الغمرات، واستمعوا صليل قرعك البيض بالمرهفات، ولكن لم يثبتوا، ويدلُّك عليه قوله قبله:\nلم يُسلمِ الكرُّ في الأعقابِ مهجتَه\n...\nإن كان أسلَمَها الأصحابُ والشَّيَعُ\nليتَ الملوكَ على الأقدارِ معطيةٌ\n...\nفلم يكن لدنيٍّ عندها طمَعُ\nرضيتَ منهم بأن زرتَ الوغى\n...\nوأن قرعتَ حَبِيكَ البّيضِ فاستمعوا\nويعلم أن سيف الدولة لم يكن يقاتل الشعراء حتى يتصور فيه ما فسر بيته به، ويدلُّك على ما قُلنا ما قبل هذه الأبيات، وهي:\nوفارسُ الخيلِ مَن خفَّت فوقَّرها\n...\nفي الدَّربِ والدَّمُ في أعطافِها دُفَعُ\nوأوحدته وما في قلبهِ قَلقٌ\n...\nوأغضبتهُ وما في لفظهِ قذَعُ\nبالجيش يمتنعُ السَّاداتُ كلُّهمُ\n...\n. . . . . . . . . . . . . . .\nوقال في قصيدة أولها:\n(أركائبَ الأحبابِ إنَّ الأدْمُعا\n...\n. . . . . . . . . . . . . . .)\n(مُتكشِّفاً لعداتهِ عن سطوةٍ\n...\nلَوْحَكَّ مَنكبِهُا السَّماَء لزعزعا)\nقال أبو الفتح: أي يُصارح أعداءه ويُجاهرهم بالعداوة لجرأته وإقدامه وفضله.\nالجزء: 2 ¦ الصفحة: 204\n",
        "قال الشيخ: لم يُفسر إلا شطراً من البيت، وأعرض عن الشطر الأهم، وما معناه المصارحة بالمكاشفة ولا المصاحرة بالمكاشحة، وإنما معناه أنه منطوٍ لهم على تحري القتال دون الاحتيال والاغتيال والمكر والغدر والختل والختر، فإذا أراد أن تكشف لهم عن سطوةٍ تزعزع السَّماء شدَّة صدمه وعظمة وقعه، وذلك أن الأرض تزلزل وتزعزع، والسماء\nممتنعة عليها، فلهذا خص السماء بالزَّعزعة، والدليل على أنه مما قلنا في التكشف لا ما زعمه قول البحتري.\nوتبسَّمت عن لؤلؤٍ فتكشَّفت\n...\nعن واضحاتٍ لو لُثِمنَ عِذابِ\nإنها ليست تصاحر الناس بذلك التكشُّف، ولكنها صاحبة ثغرٍ كاللُّؤلؤ، فإذا تبسَّمت تكشفت عنه.\n(إنْ كانَ لا يُدعَى الفتى إلاَّ كذا\n...\nرجُلاً فسمِّ النَّاسَ طُرّاً إِصبَعا)\nقال أبو الفتح: رجلاً منصوب لأنه مفعول ثانٍ ليُدعى، وهو الذي يقال له: خبر ما لم يُسمَّ فاعله كأنه قال: إن\nالجزء: 2 ¦ الصفحة: 205\n",
        "لا يُدعى الفتى رجلاً حتى يكون هكذا مثلك، فسمِّ الناس، أي: جميع الناس إصبعاً، لأنهم لو وُزنوا بإصبعك ما وفوا بها.\nقال الشيخ: ما في إضافة الإصبع إلى الممدوح معنى، لأنها غضٌّ من قدره، وأنه يقول: إن كان لا يُدعى الفتى رجلاً إلا إذا كان مثله، فعدَّ جميع الناس إصبعاً في جنبه لكماله وجلالة خصاله وفخامة أفعاله وقصورهم عن غاياته في المعالي وسقوطهم عن نهاياته في المساعي.\n(إنْ كانَ لا يَسعى لجُودٍ ماجدٌ\n...\nإلاَّ كذا فالغيثُ أبخلُ مَنْ سعى)\nقال أبو الفتح وهذا البيت أيضاً نحو الذي قبله، أي إن لم يصح سعي ماجدٍ لجودٍ حتى يفعل مثل فعلك وجب أن يكون الغيث أبخل السَّاعين لبُعد ما بينك وبينه ووقوعه دونك، فإن قيل: لم جعل الغيث إذا قصر عن جوده أبخل السَّاعين؟ وهلاَّ كان كأحدهم؟ فإنما جاز هذا له على المبالغة كما يقول، فالغيث لم يمرر بشيءٍ من الجود.\nقال الشيخ: ما ادري ما يقول في تفسيره واستشهاده، والرجل يقول: إن كان لا يسعى ماجدٌ لبذل النَّوال وتفرَّق الأمور في تحقيقٍ إلا كما يسعى هذا\nالجزء: 2 ¦ الصفحة: 206\n",
        "الممدوح، فالغيث الذي هو المثل في الجود والسخاء والنِّهاية في الفيض والعطاء والمشَّبه به في الإيلاء وموالاة الآلاء أبخل من سعى بالقياس إلى فيض يديه وتبذير ما لديه.\nوقال في قصيدة أولها:\n(الحزنُ يُقلقُ والتَّجمُّلُ يردعُ\n...\n. . . . . . . . . . . . . . .)\n(فاليومَ قَرَّ لكلِّ وحشٍ نافرٍ\n...\nدمُه وكانَ كأنَّه يتطلَّعُ)\nقال أبو الفتح: يقول كان يقنص الوحوش في الطرد، وقوله: يتطلع، أي: كان كأنه يهم بالظهور والخروج من غير أن يظهر ويخرج خوفاً وجزعاً ونحو هذا، أن الحمار إذا أروح الأسد، فاشتد جزعه طلبه وقصده دهشاً وتحيُّراً.\nقال الشيخ: ما أدري ما يزعم، وعندي أن الرجل يقول: فاليوم قرَّ لكل وحش دمه في بدنه، فإنه كان يسفحه، وكان ذلك الوحش يتطلع أن يُسفح دمه ويراق لاعتياد الوحش ذلك لطول الزمان عليه، وهذا ينظر إلى قوله:\nيُطِّمعُ الطَّيرَ فيهم طولُ أكلِهمُ\n...\n. . . . . . . . . . . . . . .\nالجزء: 2 ¦ الصفحة: 207\n",
        "قافية الفاء\nوقال في قصيدة أولها:\n(لِجنِّيَّةِ أم غادةٍ رُفِعَ السَّجْفُ؟\n...\n. . . . . . . . . . . . . . .)\n(ولستُ بدُونٍ يُرتجَى الغيثُ دونَه\n...\nولا مُنتهى الجودِ الذي خلْفَه خلْفُ)\nقال أبو الفتح: أي لست بقليلٍ من الرجال ولا صغير المقدار. تقول: هذا دونُ من الرجال، وكذلك دونُ أبداً، إذا أردت به التَّقليل والتَّصغير، ورفع الخلف، لأنه جعله اسماً لا ظرفاً.\nقال الشيخ: الممدوح لا يُوصف بأنه ليس بالدون، فإنه قدحٌ لا مدحٌ، وعندي أنه يقول: محلُّك فوق الغيث والسحاب، ولا يُرتجى الغيث دونك، وإنما تُرتجى دون الغيث، ويؤيده المصراع الثاني، ولست بمنتهى الجود الذي يكون وراءه وراء وخلفه خلفٌ، وإنما أنت المنتهى الذي ما بعده بعدٌ.\nالجزء: 2 ¦ الصفحة: 208\n",
        "قافية القاف\nوقال في قصيدة أولها:\n(لعينيكِ ما يلقَى الفُؤادُ وما لقي\n...\n. . . . . . . . . . . . . . .)\n(هَوادٍ لأملاكِ الجُيوشِ كأنَّها\n...\nتخيَّرُ أرواحَ الكُماةِ وتنتقي)\nقال أبو الفتح: هوادٍ، أي: تهديهم وتتقدمهم.\nقال الشيخ: إن كان هذا كما ذكره فما معنى كأنه تتخير وتنقي أرواح الكُماة، إذ لا ملاءمة بين أول البيت وأخره على ما فسره بحال؟ وعندي أن قناهم قواصد ملوك الجيش، فلا تأخذ\nإلا أرواحهم، ولا تسلب إلا نفوسهم حتى كأنها تتخير وتنتقي أرواح الكُماة، فلا تأخذ إلا أرواح الملوك، ولا تنزل بدونهم. قال الأزهري: هديت به، أي قصدت به، وقال الفرّاء: يُقال هديت هدي فلانٍ، إذا سرت سيرته، ويجوز أن يكون هوادٍ من هذا، أي: تهديها، وتنحو نحوها،\nالجزء: 2 ¦ الصفحة: 209\n",
        "وفي الحديث: (اهدوا هديَ عمَّار)، والهدى: المذهب والطريق. أبو عبيد عن الأصمعي: الهادية من كل شيء أوله وما تقدم منه، ومن هذا قيل: هوادي الخيل أعناقها، ولأول رعيلٍ تطلع منها لا المتقدمة، يُقال: هدت تهدي إذا تقدمت، وهوادٍ من هذا متقدماتٌ لأملاك الجيوش، أي: لاقتناص أنفسهم.\n(كسائِلهِ منْ يسألُ الغيثَ قطرةً\n...\nكعاذلهِ منْ قالَ للفَلكِ: ارفُقِ)\nقال أبو الفتح: أي كما أن القطرة لا تؤثر في الغيث فكذلك سائله لا يؤثر في ما له وجوده، وكما أن الفلك لا ينثني عن أفعاله وتصرفه فكذلك هو لا يرجع عن كرمه بعذلِ عاذله، وهذا نحو قوله أيضاً:\nوما ثناكَ كلامُ النَّاسِ عن غّرَضٍ\n...\nومن يسدُّ طريقَ العارضِ الهَطِلِ؟\nقال الشيخ: فسر أول البيت فلم يصب شاكلة الرمي، وفسر آخره فأتى بالشرح الجلي، لأنه يقول: هو لا يُحوجُك إلى السؤال، بل يسرف ويفرط في النوال، فإن سأله أحد فهو كمن يسأل الغيث قطرة، وهو غامرٌ له بقطارهِ وباهرٌ إياه بانهماله عليه وانهماره، فسؤاله خطأ ومقاله خطلٌ.\nالجزء: 2 ¦ الصفحة: 210\n",
        "(إذا سعتِ الأعداَء في كيدِ مجدهِ\n...\nسعى مجدُهُ في جّدِّهِ سعْيَ مُحنَقِ)\nقال أبو الفتح: يقول إذا سعت الأعداء في إبطال مجده وهدم شرفه سعى مجده في ضد ما يسُّر أعداءه سعي مغضبٍ محنقٍ، وقد قرب من قول أبي تمام:\nكأنَّما وهيَ في الأوداجِ والغةٌ\n...\nوفي الكُلى تجدُ الغيظَ الذي نَجِدُ\nقال الشيخ: هذه الرواية مدخولة فاسدة، والصحيح سعى جده في مجده، فإن السعي للجد والبخت يكون في إبقاء الشرف والمجد لا للمجد في إبقاء البخت والجد. يقول: إذا أرادت الأعداء إبطال مجده سعى نجمه الصاعد وجدُّه المساعد في حراسة مجده وحياطة ملكه سعي الموتور بأقصى ما في الوسع والمقدور، ولست أدري كيف ذهبت عليه هذه الرواية الصحيحة بعدما قرأه على القائل، فهذا أمر العجائب؟ ويدلُّك على ما قلنا قوله بعده:\nوما ينصرُ الفضلُ المُبينُ على العِدا\n...\nإذا لم يكن فضلَ السَّعيدِ الموفَّقِ\nوقال في قصيدة أولها:\n(تذكَّرتُ ما بينَ العُذَيبِ وبارقِ\n...\n. . . . . . . . . . . . . . .)\nالجزء: 2 ¦ الصفحة: 211\n",
        "(ولمّا سقى الغيثَ الذي كفروا بهِ\n...\nسقى غيرَه في غيرِ تلكَ البوارقِ)\nقال أبو الفتح: أي لما مطر عليهم الخير والجود، فكفروا به أمطر عليهم العذاب، لأنه أتاهم من عسكره في مثل السحاب البارقة، فكانت ضد السحاب الأولى التي أحسن إليهم بها، فكفروها.\nقال الشيخ: المعنى ما فسره غير أنه زاد فيه ونقص منه، وتشبيه العسكر بالسحاب البارقة حسن، وقوله: كانت ضد السحاب الأولى، ولم يتقدم له ذكر قلق، وإن كان تقدَّمه الغيث، ومعناه إنه سقاهم النِّعم في بروق الابتسام، فلما كفروا بها سقاهم النِّقم في بروق الحُسام.\n(أتى الظُّعْنَ حتَّى ما يطيرُ رشاشُهُ\n...\nمنَ الخيلِ إلاَّ في نحورِ العواتقِ)\nقال أبو الفتح: أي أُلحقوا بنسائهم، فكانوا إذا طُعنوا انتضح الدم في نحور النساء، وإذا لحقوا بالعواتقِ فهو أعظم من لِحاقهم بغيرهن، لأنهن أحق بالصَّون والحماية.\nقال الشيخ: هذا التفسير يُشير إلى المعنى إلا أن العبارة قلقة غلقة لا تكاد تبين،\nالجزء: 2 ¦ الصفحة: 212\n",
        "ومعناه: أتى سيف الدولة الظُّعن في سوقه القبائل، فثبتت الخيل تُطاعن عن حُرمها وتحامي عليها، والظُّعن وراء ظهورها، فكانت إذا طُعنت في صدورها نفذتها إلى ظهورها، فرشَّ الدَّم نحور العواتق من ظهور الخيل.\n(ولا ترِدُ الغُدرانَ إلاَّ وماؤُها\n...\nمنَ الدَّمِ كالرَّيحانِ تحتَ الشَّقائِقِ)\nقال أبو الفتح: أي لكثرة ما قتل أعداءه قد جرت الدماء إلى الغدران فغلبت على خضرة الماء حمرة الدم، فالماء يلوح من خلل الدَّم وماء الغدير أخضر لما لا يكاد يفارقه من الطُّحلب، وذلك لنزوحه وبُعده فلا يرُدُه أحد.\nقال الشيخ: حام حول المعنى حتى جاء ببعضه تفاريق بخلل بيِّنٍ، وذلك أنه يقول: غلبت خضرة الماء حمرة الدم، فالماء يلوح من خلل الدَّم، وكيف يكون كذلك؟ والماء والدَّم إذا التقيا فالماء طافٍ والدَّم أبداً راسب، فكيف يلوح الماء من خلل الدم، وهو فوقه والدَّم تحته، وهو محالٌ؟ ثم ليس للماء من الخضرة ما يحسن تشبيهه بالرَّيحان. وقوله: ماء الغدير\nأخضر لما لا يكاد يُفارقه من الطُّحلب أيضاً محال، لأن الأخضر هو الطُّحلب لا الماء، وما هو بجسمٍ لطيف رقيق كالماء فيمازجه، ويكتسي الماء خضرته، وإنما هو جسمٌ جاف غليظ يعلو الماء ويسفل، ولا يمتزج به،\nالجزء: 2 ¦ الصفحة: 213\n",
        "فالمعنى إذا أن خيله تعودت أن لا ترد الغدران إلاَّ والدماء سالت إليها، وغلب الطُّحلب الذي عليها، فصار الطُّحلب فوق الماء كالرَّيحان تحت الشقائق، وذلك لأن الدَّم يثبت على الطُّحلب، والطُّحلب يصير تحته، ولا يثبت على الماء، والماء لا يصير تحته.\nقال في قصيدة أولها:\n(قالوا لنا: ماتَ إسحاقٌ فقلتُ لهمْ:\n...\n. . . . . . . . . . . . . . .)\n(لولا اللِّئامُ وشيءٌ منْ مَشابههِ\n...\nلكانَ الأمَ طِفلٍ لُفَّ في خِرَقِ)\nقال أبو الفتح: أي لولا أبوه، فإنه في اللؤم مثله لكان ألأم طفلٍ لُف في خِرقٍ.\nقال الشيخ: هذا التفسير بعيد من بيته، فإنه يقول: لولا اللئام لا لولا أبوه، وهذا الكلام كما تراه ينفي عنه أن يكون ألأم طفلٍ، فإنك إذا قلت: لولا زيدُ لكان عمروٌ أكرم الناس، فقد نفيت بزيدٍ عنه كونه أكرم الناس، وإنما يصف الرجل بقماءة الجسم وقصر القامة وحقارة البدن وصغر الخلق والبُنية وضؤولة المنظر والجثة، ويقول: لولا اللِّثام الذي تلثم به وشيءُ من مشابهه التي تتجمل وتتراءى به الأشخاص كالعمامة والقباء والخُفِّ لكان ألأم طفلٍ، أي أصغر طفلٍ وأسقط طفلٍ\nالجزء: 2 ¦ الصفحة: 214\n",
        "لفَّ في خرقةٍ في أعين الناس لقماءته في أطماره ودناءته وصغر جسمه.\nوقال في قصيدة أولها:\n(أتُراها لكَثرةِ العُشَّاقِ؟\n...\n. . . . . . . . . . . . . . .)\n(كيفَ ترثي التي تَرَى كلَّ جفنٍ\n...\nراَءها غيرَ جفنِها غيرَ راقِ؟)\nقال أبو الفتح: أي كيف ترثي التي ترى كل جفنٍ رآها غير راقئٍ للبكاء من هجرها غير جفنها، فإنه لا يبكي لهجرها، لأنها لا تهجر نفسها، فغير الأولى منصوبة على الاستثناء، وغير الثانية منصوبة إلى الحال، إن جعلت رأيت من رؤية العين، وإن كانت من رؤية القلب، فهو منصوب لأنه مفعول ثانٍ لرأيت، ورأيت على هذا بمعنى علمت.\nقال الشيخ: الصواب أن يقال: غير راقٍ من حبها لا من هجرها، إذ لا طمع للناس في\nوصلها حتى يبكوا من هجرها، ولو قدرت على هجر نفسها، وهي في الأحياء وتنبأت لكان ذلك لها معجزة من معجزات الأنبياء.\nالجزء: 2 ¦ الصفحة: 215\n",
        "(كاثرتْ نائلَ الأميرِ منَ الما\n...\nلِ بما نوَّلتْ منَ الإيراقِ)\nقال أبو الفتح: الإيراق: مصدر أورق الصائد يورق إيراقاً إذا لم يصد شيئاً. أي: هي في منعها وصلها في النهاية كما أن الأمير في بذله نائله قد بلغ الغاية، فكأنها تُكاثر عطاياه بمنعها لتنظر أيهما أكثر.\nقال الشيخ: هذا الذي ذكره وجه، وعندي أنه مصدر أرق، كما قال تأبط شرَّاً:\nيا عيدُ مالكَ من شوقٍ وإيراقِ؟\n...\n. . . . . . . . . . . . . . .\nأي: كاثرت نائل الأمير بما نوَّلت عُشاقاّ من التَّسهيد والتَّسهير، وهذا الوجه أحسن من الأول، لن هذا من فعل المعشوق، وذلك من اتفاقات العشاق، يُقال: أورق الصائد وأخفق، إذا لم يصد شيئاً، وهما ليسا من فعل الصائد، وأنهما اتِّفاقٌ رديءٌ لازمٌ غير متعدٍّ، وإيراق التَّسهيد من فعلها متعدٍّ، ولهذا قُلنا: إن هذا الوجه أحسن وأقوى.\nالجزء: 2 ¦ الصفحة: 216\n",
        "(ليسَ قولي في شمسِ فعلِكَ كالشَّمْ\n...\nسِ ولكنْ كالشَّمس في الإشراقِ)\nقال أبو الفتح: جعل لفعله شمساً استعارةً لإضاءة أفعاله، أي: لا يبلغ قولي محل فعلك، ولكنه يدلُّ عليه ويحسِّنه كما يحسِّن الشَّمس إشراقها، وتقديره: ولكن قولي في فعلك كالإشراق في الشمس، إلى هذا ذهب، وقد سألته وقت قراءته.\nقال الشيخ: كأنه فسر له، فنسي لبَّه، وذكر قشره، وبهذا التفسير يذهب كالشمس من البين، ولا يجوز أن يلغى بحالٍ، وقول أبي الفتح وتقديره: ولكن قولي في فعلك كالإشراق في الشمس فاسد من وجهين، أحدهما إلغاءٌ كالشمس من البين، والثاني أنه يحط قوله من شمس فعله، فيقول: أي لا يبلغ قولي محل فعلك، ثم يربي به على فعله من حيث جعله كالإشراق في الشمس، لأنه فائدة الشمس ومعناها، ألا ترى أنه إذا فارقها لم يبق منها إلا جرمٌ مظلمٌ موحش؟ وإذا كان فعل الممدوح ذلك الجرم المظلم. وقول المتنبي الإشراق فيه، فالقول أحسن من الفعل وأنفع وأجدى وأجمع وأعلى وأرفع. وعندي إنه يقول: ليس قولي في شمس فعلك كالشمس في الإضاءة والاشتهار، فإنه ساقط عن فعلك، وإن كان علياً، ولكنه مع هذا كالإشراق في الشمس الذي هو معناها\nالجزء: 2 ¦ الصفحة: 217\n",
        "وحاصلها، والذي إذا فارقها ما بقي لها معنى.\nأي: قولي، وإن كان بحيث هو كالإشراق في الشمس، فإنه ليس في جنب شمس فعلك كالشمس مضيئة مشتهرة، بل واقعٌ دونه لا يضيء معه ولا يشتهر فيه لبهوره وكثرته وغلبته التي تغمر كل ثناءٍ، وتبهر كل مدحٍ.\nوقال في قطعة أولها:\n(لامَ أُناسٌ أبا العشائرِ في\n...\n. . . . . . . . . . . . . . .)\n(كُنْ لُجِّةُ أيُّها السَّماحُ فقدْ\n...\nآمنَه سيفُه منَ الغرَقِ)\nقال أبو الفتح: أي سيفه جُنَّة له من كل عدوٍّ ناطقاً كان أو غير ناطق.\nقال الشيخ: ليس فيه شيءٌ من ذكر الأعداء والجُنن والاتِّقاء ظن وإنما هو يقول: كن لُجَّة بحرٍ أيها السَّماح الذي غلب على خصاله وأفعاله، فليس يغرق فيك، فإنه يأخذ بسيفه من الناس وأموال أعدائه ما يغرقه في آمليه وأوليائه، وهذا المعنى يتردد في شعره كثيراً.\nوقال في أرجوزة أولها:\n(ما للمروجِ الخضرِ والحدائقِ؟\n...\n. . . . . . . . . . . . . . .)\nالجزء: 2 ¦ الصفحة: 218\n",
        "(أي: كْبتَ كلِّ حاسدٍ منافقِ\n...\nأنتَ لنا وكلُّنا للخالقِ)\nقال أبو الفتح: أي كبت كل حاسد منافق: أي: نداء بمعنى: يا، كأنه يخاطب ممدوحاً.\nقال الشيخ: قَّبح الله ممدوحاً يرضى بأن يخاطبه مادُحه بأنت لنا، سبحان الله العظيم كيف ذهب عليه معناه؟ وأرجوزته كلُّها في صفة طُخروره، ثم قال في آخرها: يا كبتَ الحُسَّاد أنت لنا مُلكنا ومركوبنا وكلُّنا للخالق.\nالجزء: 2 ¦ الصفحة: 219\n",
        "القافية الكافية\nوقال في قطعة أولها:\n(ربَّ نجيعٍ بسيفِ الدَّولةِ انسفكا\n...\n. . . . . . . . . . . . . . .)\n(من يعرفِ الشَّمسَ لا ينكرْ مطالعها\n...\nأو يبصر الخيلَ لا يستكرمِ الرَّمَكَا)\nقال أبو الفتح: أي إنما فضَّلتُك لأنني قايستُك بغيرك، فكنت فوقه بمنزلة الخيل من الرَّمك، ولأن الشمس لا تُنكر مطالعها لشهرتها كذلك أنت، وقد طواه مع هذا على فخره وعنده على غيره.\nقال الشيخ: تفسير المصراع الأول عسير غير مفهوم، والثاني جميل، وهما مبنيان على قوله:\n(. . . . . . . . . . . . . . .\n...\nوربَّ قافيةٍ غاظتْ بهِ مَلِكاً)\nثم نسق على معناه البيت الثاني، فقال: لم يغيظ مدحه الملوك؟ وكيف يُنكرون فضله عليهم وسبقه لهم كونه فوقهم فيغتاظوا من مدحه؟ فإن من عرف\nالجزء: 2 ¦ الصفحة: 220\n",
        "الشمس لا يجوز أن ينكر مطالعها، ومن عرف سيف الدولة الذي هو كالشمس في الدنيا، لا يجوز أن ينكر مدائحه التي هي مطالع مناقبه ومآثره حتى يغتاظ منها.\nوقال في قصيدة أولها:\n(بكيتُ يا ربُع حتَّى كدتُ أبكيكا\n...\n. . . . . . . . . . . . . . .)\n(كفَى بأنَّك مِنْ قحطانَ في شَرفٍ\n...\nوإنْ فخرتَ فكلُّ مِنْ مواليكا)\nقال أبو الفتح: أي لأنك تحسن إلى الناس، إلى كل أحد، ولا تمنُّ عليه، فكل مولى لك، وأراد كل الناس من مواليك، فزاد من في الواجب كقوله تعالى: (وينزِّلُ منَ السَّماءِ من جبالٍ فيها مِن برَدٍ)، قالوا: معناه فيها بردٌ، ويجوز أن تكون من غير زائدة، فتكون للتبعيض كأن مواليه قحطان وغيرهم من سائر الناس، فيكون كأنه قال: فكل قحطان من مواليك، ويجوز أن يكون قد أراد بكل جميع الناس، وتكون أيضاً من غير زائدة، بل تكون للتبعيض لأن مواليه عنده الناس وغيرهم ألا ترى إلى قوله في سيف الدولة؟\n. . . . . . . . . . . . . . .\n...\nويستعظمونَ الموتَ والموتُ خادمُهُ\nالجزء: 2 ¦ الصفحة: 221\n",
        "قال الشيخ: ما أرى في هذا البيت شيئاً من العطاء والمنِّ، ولا ما يقرب من هذا الظن، وما بعده تطويل ما فيه طائل، وإنما هو قال: كفى فخراً بأنك من قحطان، ومعناه أنه من ذؤابة\nقحطان، فيقول: كفى فخراً بأنك أشرفهم وأعلاهم دون افتخار، وإن فخرت ساغ لك الفخر، فإن جميعهم مواليك وعبيدك، وأنت سيدهم ومولاهم، ولما كان أول البيت مقصوراً على قحطان، فالأولى أن يكون آخره مقصوراً عليهم دون غيرهم.\nوقال في أول قطعة:\n(لئِنْ كان أحسنَ في وصفِها\n...\nلقد تركَ الحُسنَ في الوصفِ لكْ)\nقال أبو الفتح: يقول لئن كان أحسن في وصفها وتشبيهك فلم يُحسن في وصفك حيث شبَّهك بالبرِكة.\nقال الشيخ: قوله في وصفها وتشبيهك كبيرة لا تُغفر وسبيبة لا تُكفَّر، وكان يجب أن يقول:\nلئن كان أحسن في وصفها وتشبيهها بك حتى كان صواباً، فإن ذلك الشاعر وصف بركة، وشبهها بأبي العشائر في تدفقها وفيضها، وليس شبه أبا العشائر بها، وما بقي من تفسيره صواب، لأن البحار لا تُشبه بالبرك.\nوقال في قصيدة أولها:\n(فِدىً لكَ من يُقصِّرُ عنْ مداكا\n...\n. . . . . . . . . . . . . . .)\nالجزء: 2 ¦ الصفحة: 222\n",
        "(إذا التَّوديعُ أعرضَ قالَ قلبي:\n...\nعليكَ الصَّمتُ لا صاحبتَ فاكا)\nقال أبو الفتح: أي قال لي قلبي: لا تمدح أحداً بعده. وقوله أيضاً: لا صاحبت فاكا من الألفاظ التي قدَّمت ذكرها.\nقال الشيخ: هذا محال، لأنه كان يعدُّ لحضرته وفي خدمته، فمتى كان يطمح إلى مدح سواه؟ ومن كان يطمع في مدحه إياه؟ وقول قلبه: لا صاحبت فاكا أبداً أفسد من الأول، وإنما هو يقول: لما حان وقت الوداع قال قلبي: عليك بالصمت، ولا صاحبت فاك في اللَّفظ بالتَّوديع تأسُّفاً على فراق خدمته وتلهُّفاً على مباينة حضرته كلفاً بها وشغفاً وتوقِّياً لتركهما وكراهة لبينهما.\n(وكم دونَ الثَّويَّة مِن حزينٍ\n...\nيقولُ له قدومي: ذا بذاكا)\nقال أبو الفتح: لم يقل إن شاء الله،\nالجزء: 2 ¦ الصفحة: 223\n",
        "والثَّويَّة من الكوفة، ولو قال: من مشوق لكان لفظاً حسناً ومعنى جيداً، ولكن غلَّظ القصة ليؤذن له في العودِ، وهذا أيضاً مما نبَّهت عليه، وقوله: قدومي ذا بذاكا أي: هذا القدوم بتلك الغيبة، وهذا السرور بذلك الحزن، وهو من ألفاظ\nالعرب، والقدوم لا يقول شيئاً، ولكن معناه أن لو كان ممن يقول، لقال، وقد مضى ذكره.\nقال الشيخ: هذا المعنى أيضاً فاسد، فإن كان غائب آيب إلى وطنه، وأهله معه في ذلك التَّرح، والفرح شرحٌ، وحينئذ ما يكون فيه معنى. والرجل يقول: كم حزين من أهلي بفراقي، يقول له قدومي عليه بعطائك الغَمر ونوالك الدَّثر وحبِائك الفاخر وإبلائك الباهر المتظاهر: ذا بذا الحزن الذي قاسيته على فراقه.\nالجزء: 2 ¦ الصفحة: 224\n",
        "القافية اللاَّميَّة\nوقال في قصيدة أولها:\n(إلامَ طَماعيةُ العاذلِ؟\n...\n. . . . . . . . . . . . . . .)\n(وإنِّي لأعشقُ منْ أجلكمْ\n...\nنُحولي وكلَّ امرئٍ ناحلِ)\nقال أبو الفتح: أي أعشق نحولي، لأن عشقكم أدى إليه.\nقال الشيخ: معناه ما ذكر غيره أنه أجمله، واختصره، وما فسره. يقال: إذا كان العاشق صادقاً أحب عشقه كما أحب معشوقه، فالمتنبي قد زاد عليه درجتين، إذ جعله يعشق نحوله الذي ولَّده عشقه، وكل ناحل إذ يُشبهه في نحوله.\n(ولو كنتُ في أسْرِ غيرِ الهوَى\n...\nضمِنتُ ضَمانَ أبي وائلِ)\nالجزء: 2 ¦ الصفحة: 225\n",
        "قال أبو الفتح: كان أبو وائل لما أسره الخارجيُّ ضمن لهم مالاً وخيلاً، فأقاموا على انتظاره، واستنجده سيف الدولة سراً، فأتاهم، وهم لا يشعرون به، فأبادهم، وقتل الخارجيَّ.\nقال الشيخ: هذا شرح أمر أبي وائلٍ لا تفسير بيت القائل. والرجل يقول: لو كنت أسيرَ غير العشق لغدرت بالآسر، وفككت نفسي من أسره بضمانٍ كضمان أبي وائل: إذ فدى نفسه بضمان العين، وتفدهم فيه الحينُ، ولكن العشق لا يُبعث به، ولا يُغلب، ولا يُقدر عليه، ولا يُغدر، كقوله:\nوُقيَ الأميرُ هوى العُيونِ فإنَّه\n...\n. . . . . . . . . . . . . . .\nوكقوله:\nيستأسرُ البطلَ الكميَّ بنظرةٍ\n...\n. . . . . . . . . . . . . . .\n(وما بينَ كاذَتِيِ المُستغيرِ\n...\nكما بينَ كاذَتِيِ البائلِ)\nقال أبو الفتح: المستغير الذي يطلب الغارة، أي: قد اتسعت فُروجُهن لشدة العدو، والبائل:\nالذي انفرج ليبول، فتباعدت فخذاه.\nالجزء: 2 ¦ الصفحة: 226\n",
        "قال الشيخ: شدَّ ما زلَّ تفسيره، وضلَّ تقديره، ظنَّ أن البيت صفة الخيل، وهو صفة الجيش، ولا أدري أتأمل ما قبله، فذهب عليه معناه، أو لم يتأمَّله، وفسره كما رآه، والمتنبي يصف الخيل فيما قبله، وذلك دليل على أن هذا صفة الجيش لا الخيل، فيقول:\nشفنَّ لخمسٍ إلى مَن طلب\n...\nنَ قبلَ الشُّفونِ إلى نازلِ\nأي: لزم الجيش ظهور الخيل خمساً حتى أدركوا الخارجيّ بمثل هذا الركض العنيف، فنظرت الخيل إلى الخارجي المطلوب قبل نظرها إلى نازلٍ عن ظهورها، لأنهم ركبوها، ولم ينزلوا عنها حتى أدركوه، وقتلوه، فكان نظر خيلهم إليه قبل نظرها إلى نازلٍ عنها، ثم يقول: بقي النازلون عنها متسعاً ما بين أرجلهم للزومهم خمساً ظهور الخيل من التَّعب والنَّصب والإعياء، فكان كل واحد منهم كالبائل إذ تباعد ما بين رجليه حذر البول، وقد أحسن، وأجاد في هذا المعنى وهذا التشبيه كل الإحسان وكل الإجادة، والعجب من أن المفسر يقول: المستغير الذي يطلب الغارة، وهذا من صفة الجيش دون الخيل، ثم يعدل عنه إلى صفة الخيل.\n(فظلَّ يخضِّبُ منها اللِّحى\n...\nفتىً لا يُعيدُ على النَّاصلِ)\nقال أبو الفتح: اللَّحى جمع لحية، ويُقال: لُحى بالضم، وهو شاذٌ قليلٌ،\nالجزء: 2 ¦ الصفحة: 227\n",
        "والنَّاصل: المضروب بالنَّصل، وهو فاعل بمعنى مفعول كقولهم: ناقةٌ ضاربٌ، أي: قد ضربها الفحل، و (عيشة راضية)، أي مرضية أي: إذا ضرب إنساناً بسيفه لم يبق فيه ما يحتاج له إلى إعادة الضربة، ويجوز أن يكون معناه: لا يُنصل خضابُه، فيحتاج إلى إعادته.\nقال الشيخ: من رأى التَّخضيب والنَّاصل في بيت، علم أنه لا يجوز أن يُحمل النَّاصل على المضروب حتى يحتاج إلى كل هذا التَّعسُّف والتَّكلُّف والاستشهاد على ما لا معنى له، وهو ما ذكره آخراً، أنه يخضب منها، أي: من الدِّماء، وإن لم يتقدم ذكرها، فإنها جارية بين الضَّرب والطِّعن أبداً. فتىً لا يعيد على النَّاصل، أي: لا يُعيد الخضاب على الشَّعر النَّاصل، فإن نصوله عنه خروج نفسه عن جسمه، وسمعت اللُّحى بالضَّم والقصر واللِّحاء بالمد والكسر كقوله:\n. . . . . . . . . . . . . . .\n...\nفِرقاً تهزُّونَ اللِّحاَء الشِّيبا\n(يجودُ بمثلِ الذي رمتُمُ\n...\nفلَمْ تُدركوهُ على السَّائلِ)\n(فإنَّ الحسامَ الخضيبَ الذي\n...\nقُتِلْتمْ به في يدِ القاتلِ)\nالجزء: 2 ¦ الصفحة: 228\n",
        "قال أبو الفتح: أي يجود على السائل بمثل ضمان أبي وائلٍ لكم الذي لم تدركوه، ويعني بالحسام: سيف الدولة.\nقال الشيخ: تفسير هذا البيت صواب، وتفسير الحسام خطأ فاحش، والعجب أنه يرى قوله: الحسام الخضيب في يد القاتل، ثم يفسره بسيف الدولة، ولا يعلم أنه لا يكون خضيباً بالدَّم، ولا يكون بيد القاتل، يُقتل به، وإنما الحسام الخضيب يكون في يده، وهو القاتل لهم به، وأفٍّ لمثل هذا الكلام، أفٍّ والسلام.\n(أمَا للخلافةِ منْ مُشفقٍ\n...\nعلى سيفِ دولتِها الفاضلِ؟)\nرواه أبو الفتح بالضَّاد معجمة والفاء. قال الشيخ: الحمد لله الذي وفقه حتى جعله فاضلاً لا ناقصاً، وإن كنا لم نسمع بالسيف الفاضل قطُّ، وسمعنا بالسيف المُقصل والقاصل والقصَّال وهو القطَّاع من القصل، وهو القطع والقصيل سُمِّي قصيلاً: لأنه مقطوع، ونعت السيف بالفضل دون القطع والقصل من الأوابد، فكيف غلط فيه؟ وكان يرى بعده:\nالجزء: 2 ¦ الصفحة: 229\n",
        "يَقُدُّ عداها بلا ضارب\n...\nويسرى إليهم بلا حامل\nوالقدُّ من عمل القاصل لا من عمل الفاضل، وتعجُّبي من رواياته الفاسدة المصحَّفة فوق تعجبي من معانيه المدخولة المزيفة، وأظنُّه قرأه عليه، ولم يحفظه، ولم يقِّيده، ونظر فيه بعد حينٍ من الدهر، ففسره على ما خيَّلت له.\nوقال في قصيدة أولها:\n(بنا منكَ فوقَ الرَّملِ ما بكَ في الرَّمْلِ\n...\n. . . . . . . . . . . . . . .)\n(عزاَءكَ سيفَ الدَّولةِ المُقتدَى بهِ\n...\nفإنَّك نَصلٌ والشَّدائدُ للنَّصلِ)\nقال أبو الفتح: أي تعزَّ عزاءك يا سيف الدولة، والهاء في به عائدة على العزاء، ويُحتمل\nأن تعود على سيف الدولة.\nقال الشيخ: المُقتدى به هو سيف الدولة لا غير لا عزاءه كما قال فيه:\nوأنتَ تعلَّمُ النَّاسَ التَّعزِّي\n...\n. . . . . . . . . . . . . . .\nالجزء: 2 ¦ الصفحة: 230\n",
        "وقال في قصيدة أولها:\n(لا الحلمُ جاد به ولا بمثالهِ\n...\n. . . . . . . . . . . . . . .)\n(لو لمْ تكنْ تجري على أسيافهِ\n...\nمُهجَاتُهمْ لجرتْ على إقبالهِ)\nقال أبو الفتح: هذه استعارة حسنة، لأنه جعل لإقباله جُثَّةً، تجري عليها مُهجاتهم.\nقال الشيخ: ما جعل للإقبال جثَّة، لها شخص، ولا (عِجلاً جسَداً له خُوارٌ)، وإنما قال: من سلم من قتاله تلف في إقباله، كما قال:\nفكم خرَّ في إقبالهِ من مصارعٍ\n...\nفقال له الإدبارُ لليدِ والفمِ\n(حتَّى إذا فني التُّراثُ سوى العُلى\n...\nقصدَ العُداةَ منَ القنا بطوِالهِ)\nقال أبو الفتح: أي فني ما ورثه من المال، وبقيت معاليه، لأنه شحيح عليها ضنين بها.\nقال الشيخ: فسر نصفه، وأهمل نصفه، وهو أحوج إلى الشرح من أوله، فإنه ظاهرٌ، وهذا خفيٌّ، نعم يقول: حتى إذا أعطى جميع تراثه غير المُلك الذي لا يُهب ولا يُعطى، ولا يُشرك فيه قصد العدى، فأخذ أموالهم للعطاء والهِبات كما قال:\nكن لجَّةً أيُّها السَّماحُ فقد\n...\nآمنَه سيفُه منَ الغَرقِ\nالجزء: 2 ¦ الصفحة: 231\n",
        "وكما قال:\nولو جاز أن يَحووا عُلاكَ وهبتَها\n...\n. . . . . . . . . . . . . . .\nوقال في قصيدة أولها:\n(أينفعُ في الخيمةِ العُذَّلُ؟\n...\n. . . . . . . . . . . . . . .)\n(فإنْ طُبعَتْ قبلكَ المُرهفاتُ\n...\nفإنَّكَ مِنْ قَبْلِها المِقصَلُ)\nقال أبو الفتح: ومعنى البيت أنك لإفراط قطعك وظهوره على قطع جميع السيوف، كأنك أنت أول من قطع، إذ لم يُر قبلك مثلك، ويؤكد هذا قوله فيما بعده:\n(وإنْ جادَ قبلَك قومُ مضَوا\n...\n. . . . . . . . . . . . . . .)\nقال الشيخ: ما خلق الله من هذا شيئاً، وهذا المعنى فاسدٌ مردودٌ ببديهة العقل،\nالجزء: 2 ¦ الصفحة: 232\n",
        "والرجل يقول: فإنك من قبلها المقصل، أي: بالحدة لا بالمدَّة وبالطَّبع والعمل لا الطَّبع الأول، يعني أنك من قبلها، أي: قبل قصلها تقصل في الحرب واللقاء للأعداء، فتقطع آمالهم قبل أن تقطع المرهفات آجالهم، وتخرق صفوفهم قبل أن تجلب السيوف حتوفهم، وتهزم نفوسهم قبل أن تحزَّ الصَّوارم رؤوسهم، فأنت المقصل القاطع قبل المرهفات بالفعل والطبع، وإن\nكانت هي قبلك بالعمل والطبع، فخذ بالتعيين معناه، والتحقيق دون التخييل والتشبيه.\nوقال في قصيدة أولها:\n(أجابَ دمعي وما الدَّاعي سوى الطَّلَلِ\n...\n. . . . . . . . . . . . . . .)\n(ما بالُ كلِّ فؤادٍ في عشيرتها\n...\nبهِ الذي بي وما بي غيرُ منتقلِ)\nقال أبو الفتح: أي فجميعنا ثابت المحبة لها غير منتقل الهوى عنها.\nقال الشيخ: الرجل يقول: وما بي، ليس يقول: ما بنا حتى ربما يتصور فيه ما ذكره، والمعنى غير ما ذهب إليه، فإن الرجل يقول: ما بالُ كل فؤاد في عشيرتها به الذي بي من الهوى والحب، وما بي ثابت في فؤادي غير منتقل عنه، فيحل بفؤاد غيري، وفي\nالجزء: 2 ¦ الصفحة: 233\n",
        "كل فؤاد من عشيرتها ما في فؤادي، وهو لازم له غير منتقلٍ، فكيف يحلُّ بغيره ما لم ينتقل عنه؟ هذا شيءٌ عُجاب.\n(وقد أراني الشَّبابُ الرُّوحَ في بدني\n...\nوقد أراني المشيبُ الرُّوحَ في بَدلي)\nقال أبو الفتح: أي في غيري، يقول: كأن نفسه فارقته في المشيب.\nقال الشيخ: ليس كذلك، وما أراد به ذلك، ومعناه أن الشباب أراه روحه في بدنه، فلما شاب أراه المشيب روحه في بدله، أي: ليس بدن الشباب بدن المشيب وبدل المشيب بدل ذلك البدن كما قال القائل:\nوهت عزماتُك بعدَ المشيبِ\n...\nوما كانَ من حقِّها أن تهي\nوأنكرتَ نفسَك لَّما كبرتَ\n...\nفلا هيَ أنتَ ولا أنتَ هي\n(تُمسي الأمانيُّ صرعى دونَ مبلغهِ\n...\nفما يقولَ لشيءٍ: ليتَ ذلكَ لي)\nقال أبو الفتح: أي دون أن يبلغ إلى قلبه، فتستميله أو إلى لسانه، فتجري عليه.\nقال الشيخ: كان يجب أن يقول على هذا التفسير دون همته أو مُنيته\nالجزء: 2 ¦ الصفحة: 234\n",
        "أو فكرته أو نهمته أو مطلبه لا دون مبلغه، ويا بُعد بين هذا المعنى والتفسير، فإنه يقول:\n(تُمسي الأمانيُّ صرعى دونَ مبلغهِ\n...\n. . . . . . . . . . . . . . .)\nومناله من الدنيا فما يُرى، ولا يتمنى شيئاً، ليس له، فيقول: ليته لي، فإن الدنيا بما فيها له.\n(وما الفِرارَ إلى الأجبالِ منْ أسدٍ\n...\nتمشي النَّعامُ به في معقِلِ الوَعِلِ؟)\nقال أبو الفتح: أي قد أخرج النَّعام عن البر إلى الاعتصام برؤوس الجبال.\nقال الشيخ: هذا التفسير أفسد من كل فاسد، وما كان سيف الدولة يصيد النعام، أي يحاربها حتى ضيق عليها البر، فألجأها إلى الاعتصام عنه بالجبال، ومعناه ما يجدي فرارُ الروم عنه إذ يحاربها إلى الجبال، وهو من إقباله ويُمنه ودولته ييسِّر النَّعام للمشي في الجبال ومعاقل الأوعال. والنعام من الحيوان البادية لا تقرب الجبال، ولا ترتقي إليها، ولا تألفها، ولا تعمل فيها، ولا تعرفها، أي: إذا كان سيف الدولة وآثار دولته وإقباله بهذه الصفة، فما أجدى فرار الروم عنه إلى الجبال، فإنها لا تعصم تلك عنه وعن جنوده كما قيل:\nيصِحُّ المُحالُ بإقبالهِ\n...\nويثبتُ في كفِّهِ الزِّئبقُ\nوكما قيل:\nوكفاكَ نادرةً بإقبالِ امرئٍ\n...\nبغدو بهِ البازي أسيرَ الدُّرُّجِ\nفي نظائر لها جمة.\nالجزء: 2 ¦ الصفحة: 235\n",
        "(ما كانَ نومَي إلاَّ بعدَ معرفتي\n...\nبأنَّ رأيكَ لا يُؤتَى منَ الزَّللِ)\nقال أبو الفتح: أي ما لحقني السُّهو والتَّفريط إلا بعد سكون نفسي إلى فضلك وحلمك، فلو كان هذا في غير سيف الدولة لجوزت أن يكون قد طواه على هجائه، لأنه يمكن قلبه على أنه ما يؤتى من دهاءٍ وخُبثٍ.\nقال الشيخ: ليس كذلك، فإنه يقول: ما كان قراري وسكوني بعدما رام الحُساد إفساد محلي عندك وتغيير حالي معك إلا فوق علمي بأن رأيك أعلى وأثبت وأسدُّ وأمتن من أن يعترضه زللٌ أو يعتوره خلل في شيءٍ، أو يجوز عليه تمويه وتشبيهٌ، فكان نومي فوق معرفتي به، أي: سكوني على هذه الثِّقة، ولولاها لما كانت.\nوقال في مطلع مقطعة:\n(شديدُ البعدِ مِنْ شربِ الشَّمولِ\n...\nتُرُنجُ الهندِ أو طلْعُ النَّخيلِ)\nقال أبو الفتح: رفع شديد البعد، لأنه خبر مبتدأ محذوف، كأنه قال: أنت شديد البعد، ورفع ترنج الهند بالابتداء، كأنه قال: بين يديك أو في مجلسك ترنج الهند، إلا\nالجزء: 2 ¦ الصفحة: 236\n",
        "أنه حذف من الأول المبتدأ، ومن الثاني الخبر، لأنه مشاهد، فدلَّت الحال عليه وعلى الضمير، فإن قيل: وما في إخباره عما في مجلسه، وهو بحضرته من الفائدة؟ وهل كان يشك في ذلك، فيجوز إخباره عنه؟ قيل: إنما جاز ذلك، لأنه ثناء عليه، فيقول له: أنت شديد البُعد من الشراب، وإن كان\nبين يديك ما يُحضر في أكثر الأمر للشرب، فأثنى عليه، ونفى عنه الظِّنَّة، فجرى هذا مجرى قولك للرجل الذي لا تشك في فضله وشرفه: أنت فاضل، وأنت شريف لما في ذلك من وصفه وتقريظه وذكر محاسنه.\nقال الشيخ: ما أغنى هذا البيت عن كل هذا الإغراب في الإعراب وكل الإضمار والإظهار، فإن ظاهره ينبئ عن خافيه ولفظه يؤدي ما فيه. وهو يقول: ترنجُ الهند أو طلع النخيل بعيد جداً عن شرب الشَّمول وما كونهما في مجلسك دليلاً على شربك لها، وما كل مكان يكونان فيه موجب للشراب وما كون هذا وذلك في مكان موجباً له. وشديد البُعد مرفوع بالابتداء وترنجُ الهند مرفوع بالجواب، وكُفيت مؤونة طول هذا الخطاب؟\nوقال في قصيدة أولها:\n(لياليَّ بعدَ الظَّاعنينَ شُكولُ\n...\n. . . . . . . . . . . . . . .)\n(إذا كانَ شمُّ الرَّوْحِ أدنى إليكمُ\n...\nفلا برحتْني روضةٌ وقّبولُ)\nالجزء: 2 ¦ الصفحة: 237\n",
        "قال أبو الفتح: أي إذا كنتم تؤثرون شمَّ الرَّوح في الدنيا وملاقاة نسيمها، فلا زلت روضةً وقبولاً، وهي الريح التي تجيء من وراء القبلة نديَّة انجذاباً إلى هواكم ومصيراُ إلى ما تؤثرونه، وتكون سبب الدُّنِّو منكم.\nقال الشيخ: شدَّ ما توعَّر في إعرابه حتى تقعر، وكيف يكون الرجل روضةً وقبولاً حتى يصل خليلاً؟ وهبه صار قبولاً وروضةً، فما فائدته في الدُّنِّو منهم؟ ولا راحة حينئذ له في الوصل ولا ألم في الهجر ولا علم بهذا وذاك ولا إحساس لهما. وعندي أنه يقول: إذا كان شمُّ الرَّوح أدنى إليكم وأقرب من إيثاركم وهواكم ومحبتكم، فلا فارقتني ولا زايلتني روضةٌ وقبولٌ حتى يكون ما تؤثرونه وتحبونه من هذا النسيم جامعاً بيني وبينكم وناظماً شملي وشملكم، وأكون بانتشافه شريكاً لكم فيه وقريباً منكم به وواجداً منه ما تجدونه وعالماً بأنكم شُركائي فيه وقُرنائي به، فأجد به تعلُّلاً باقترابكم وتفرُّجاً بكوني في حالة معكم وتروُّحاً إلى مناسبتكم فيه ومناسمتكم، فيكون بيني وبين ما تحبونه منه قربٌ واجتماعٌ، وإن كان بيني وبين من أحبهم منكم بعدٌ وافتراقٌ، وقد قِنع بدون ما قاله قومٌ، فقال:\nوتقَرُّ عيني وهي نازحةٌ\n...\nما لا يقَرُّ بعينِ ذي الحِلمِ\nوقال الآخر:\nأليسَ اللَّيلُ يجمعَنُا جميعاً؟\n...\nأليسَ شرابُنا من ماءِ وادِ؟\n(ويوماً كأنَّ الحسنَ فيهِ علامةٌ\n...\nبعثتِ بها والشَّمسُ منكِ رسولُ)\nالجزء: 2 ¦ الصفحة: 238\n",
        "قال أبو الفتح: في هذا البيت رائحة من قول الشاعر:\nإذا طلعت شمسُ النَّهارِ فإنَّها\n...\nأمارةُ تسليمي عليكِ فيلِّمي\nقال الشيخ: ما أرى في هذا البيت شيئاً من روائح البيت الثاني، بل فيه رائحة من قوله: إذا كان شمُّ الرَّوح وهذا البيت ما يُفاوحه ولا يراوحه بحالٍ، وإنما هو معطوف على قوله:\nشفت كمدي واللَّيل فيهِ قتيلُ\n...\n. . . . . . . . . . . . . . .\nوأراد بالفجر: سيف الدولة، وكان لقيه به، وهو قد أشعل نيراناً عظيمة حتى أضاءت الليل كالفجر، فكنَّى عنها بالفجر، وقوله: شفت كمدي واللَّيل في درب القُلَّة قتيل، ذلك الفجر الذي كفاه ونفاه، شفت كمدي، أي: جابت عنِّي الليل، وكشفت وفرَّجت الكمد، ويدل على صحة قوله:\n(وما قبل سيفِ الدَّولةِ آثَّارَ عاشقٌ\n...\nولا طُلبت عندَ الظَّلامِ ذُحولُ)\nالجزء: 2 ¦ الصفحة: 239\n",
        "أي: بناره قدرت على إدراك ثأري على التَّبل وطلب الذَّحل عند ظلامه حين قتله في درب القُلَّة بفجر ناره فطلب ذحلي به من الظلام، وأدركت ثأري من الليل، ومُؤيده ما بعد البيت.\nتسايرُه النِّيرانُ في كُلِّ مسلكٍ\n...\nبهِ القومُ صرعَى والدِّيارُ طُلولُ\nثم قال:\nويوماً كأنَّ الحسنَ فيه علامةٌ\n...\nبعثتِ بِها والشَّمسُ منكِ رسولُ\nأي: ولقيت بعد هذه اللَّقية التي شفت كمدي، وبرَّدت كبدي، وأخذت بيدي حتى أدركت ثأري من الليل يوماً، هو النهاية في الحسن والطلاقة، كأن الحسن علامة من المعشوق فيه، والشمس رسول، جاءتني برسالته وعلامته، فلم يبق في الحسن غاية ولا لفرجه من الحزن نهاية ولا لاستبشاره وراحته أمداً ولا لابتهاجه وغبطته مثلاً إلا جمعها في صفة ذلك اليوم، ومثل ذلك اليوم الذي سفر عنه مثل ذلك الليل الذي وصفه يكون أعجب إليه وأحسن في عينيه من سائر الأيام كما وصفه، وهذا قريب من قوله:\nلَيلُها صُبحُها مِنَ النَّارِ والإص\n...\nباحُ ليلٌ منَ الدُّخانِ تَمامُ\nالجزء: 2 ¦ الصفحة: 240\n",
        "ولكن هذه نار القِرى، وتلك نار إحراق القُرى.\nوما قبل سيفِ الدَّولةِ آثّارَ عاشقٌ\n...\nولا طُلبتْ عند الظَّلامِ ذُحولُ\nقال أبو الفتح: يقول لولا سيف الدولة لما وصلت إلى قُلَّة هذا الدرب حتى شفيت نفسي من الليل بملاقاة الفجر.\nقال الشيخ: معنى شرحه كما هو، والذي ذكره فاسد، وفساده ظاهر، والمتنبي لو لم يكن بدرب القُلَّة الذي كان وصوله إليه متعذراً لولا سيف الدولة لما كان يلقى الفجر في سائر بسيط الأرض. المتنبي أينما كان من الدنيا ما كان يعوزه ملاقاة الفجر، وما لسيف الدولة في ملاقاته الفجر بدرب القُلَّة أثر، فإن درب القُلَّة في لقاء الفجر وسائر الدنيا شرعٌ، إنما أثره فيه نيرانه التي جعلت الليل نهاراً حتى أدرك المتنبي منه ثأراً.\n(فخاضت نجيعَ الجمعِ حتَّى كأنَّهُ\n...\nبكلِّ نجيعٍ لمْ تخضْهُ كفيلُ)\nقال أبو الفتح: أي علم من رآها تخوض الدماء العظيمة أنه لا يتعذر عليها خوض دمٍ بعد ذلك، أي: لا تروم قتل عدوٍّ فيصعب عليها.\nقال الشيخ: ما في البيت وفيما قبله وبعده ذكر من العلم، وعبارة من رآها\nالجزء: 2 ¦ الصفحة: 241\n",
        "واجتماع تلك الدماء لا يوجب أنه لا يصعب عليه قتل عدوٍّ بعدها البتَّة، ومعناه: إن خيله خاضت دماء الروم خوضاً عاماً شاملاً لمهجاتِهم بدمائهم حتى كأن سيف الدولة كفيلٌ بإراقة كل دمٍ لم تخضه خيله. أي: يريقه ويخوضه خيله إذ لم يذر منها حياً أحداً ولا دماً محقوناً إلا هَراقَه وأخاضه خيله.\n(ورعنَ بنا قلبَ الفراتِ كأنَّما\n...\nتخرُّ عليهِ بالرِّجالِ سُيولُ)\nقال أبو الفتح: كنى بقوله: ورعن بنا قلب الفرات عن خوضها فيه، ولقد أجاد العبارة وأحسنها.\nقال الشيخ: لقد اختصر تفسيره، وما أبصر تقصيره، وما أبعده عن معناه وما أعماه عمَّا رآه، الرجل ساحر في شعره باقعةٌ في سحره، وبعيدٌ أن تُدرك معانيه، سيما إذا أبدع معنى بعينه، وهذا من ذاك، وهو يقول: راعت الخيول قلب الفرات باقتحامنا له وهجومنا عليه حتى هاله وغير لونه وحاله، والمعهود والمعتاد أن تُراع قلوب الناس بخوض الفرات، ونحن أناس يُراع بنا قلب الفرات، ويدلُّك على صحته المصراع الثاني:\n(. . . . . . . . . . . . كأنَّما\n...\nتخرُّ عليه بالرِّجالِ سيولُ)\nلقلة مبالاتهم بالأوحال، فكأنه سيولٌ لا تُبالي بالوقوع في الفرات لا رجالٌ.\nالجزء: 2 ¦ الصفحة: 242\n",
        "(وفي بطنِ هنزيطٍ وسمنينَ للظُّبا\n...\nوسمرِ القنا ممَّنْ أبدنَ بديلُ)\nقال أبو الفتح: هذا مثل قوله أيضاً:\nوربَّوا لكَ الأولادَ حتَّى تصيبَها\n...\nوقَد كَعِبَت بِنتٌ وشَبَّ غُلامُ\nقال الشيخ: أسخن الله عين الأبعد، ما أبعده عن الصواب في هذا التفسير المشتبه على البصير. قوله: فربَّوا لك الأولاد، كان قوله في سلمٍ واقعٍ بينهما، فقال: ليس في مدة هذه السِّلم إلا تربيتهم لك الأولاد حتى يُدركوا فتصيب البنين بالقتل والبنات بالسَّبي كما فعلت بهم فيما مضى حتى لم يبق فيهم من يُقتل ويُسبى، فيُحمل، وهذا في الحرب، ولا يحسن فيه ذلك المعنى، بل لا يجوز، فإن البُهَم فيها تُسفك دماؤهم، فتُراق، والحُرم والأولاد تُسبى وتُساق، فيخلوا المكان، ولا يبقى به بديل، فلا تبقى بتلك البلاد المفتوحة بنتٌ تكعب ولا\nالجزء: 2 ¦ الصفحة: 243\n",
        "غلامٌ يشب، ومعناه، وفي بطن هنزيط وسمنين للسيوف والرماح بديلٌ عمَّن قتلن، أي: أبادت أهاليها، ودمرت من فيها، وأمَّرت عليها من يليها، وبثَّت عمَّالها في نواحيها، وأهلكت أقواماً، وأتلفت أقواماً، واستخلفت أقواماً، فهم بديل فيها للسيوف والرماح عمَّا أبادته بها من تلك الأشباح والأرواح.\n(على قلبِ قسطنطين منه تعجُبْ\n...\nوإن كان في الساقين منه كبولُ)\nقال أبو الفتح: تعجبٌ لما شاهده من شجاعته، وكبولٌ لأنه أسره، وقيده.\nقال الشيخ: هذا تفسير أم تحيير؟ فكلاهما في معناه عسير، فلقد أومأ إلى طرفه، وعمَّى عن طُرفه، وهذا أيضاً من أسراره في أشعاره، فإن النَّاكب أبداً يكون قبيحاً في عين المنكوب، والسالب ذميماً في نفس المسلوب حتى لا يستعظم عظائمه ولا يستكثر مكارمه، ولا يتعجب من أفعاله، وإن كانت عجيبة، ولا يستغرب جميع أعماله، وإن كانت غريبة، بل يرى أفعاله صغيرة، وإن كانت كبيرة، ولئيمة وإن كانت كريمة، فلا يعجبه شيءٌ، وأفعال سيف الدولة مجاوزة معهود الطِّباع ومعتاد البشر في جميع الأنواع حتى يتعجب منها من هو في قيوده غاية مجهوده كما قال:\nومن شرف الإقدامِ أنَّك فيهمُ\n...\nعلى القتلِ موموقٌ كأنَّك شاكدُ\nوإنَّ دماً أجريتَه بكَ فاخرٌ\n...\nوإنَّ فؤاداً رعتَه لكَ حامدُ\nالجزء: 2 ¦ الصفحة: 244\n",
        "(إذا كان بعضُ النَّاسِ سيفاً لدولةٍ\n...\nففي النَّاس بُوقاتٌ لها وطُبولُ)\nأغفله أبو الفتح، ولم يفسره. قال الشيخ: ما كنت لأشرح ما أغفله، غير أني رأيت كثيراً من المتَّسمين بالأدب والمتكلمين في ديوان هذا الرجل يعيبون عليه ويكثرون في هذا البيت، وينعونه، ويردون به عليه جهلاً منهم بمعناه، ومن جهل شيئاً عاداه، وغباوة منهم لأكثر معاني أبياته وقصور إفهامهم عن إدراك إبداعه، فشرحته ليرى به القادح فيه سقوطه وعجزه عن معانيه، وعساه يكفُّ عن الوقيعة في أعلام العلماء ونقيصة الفضلاء بضيق المعرفة وضعف الرأي، فما في العالمين أتمُّ نقصاُ من المنتقِّصين أولي الكمال. يقول الرجل: إذا كان بعض الناس، أي: غير سيف الدولة سيفاً لدولة إمامٍ نبغت فيها النوابغ، ونجمت فيها النَّواجم، وكثرت فيها الخوارج، وأعدَّت في الناس بوقاتٍ لتلك الدولة وطبول مناصبةٍ لها ومحاربةٍ، وقصداً إليها وطمعاً فيها وأخذاً منها، ويعجز ذلك البعض الذي هو سيف تلك الدولة عن قمعهم وتفريق جمعهم، ويقصِّر عن تلافيها وتقديم الواجب فيها حتى يستولي عليها البغاة، ويأخذها الشُّراة، فتتلاشى في حيفها بكلالة سيفها، فأما معك يا سيف الدولة فلأنك تحفظها بمائها، وتحوطها من جوانبها وأرجائها، وتمضي دونها في أعناق أعدائها، فلا ينبغُ فيها نابغٌ إلا قسرته، ولا ينجم لها ناجم إلا قتلته أو أسرته، فلا يبقى لها مُناوئٌ مناصبٌ، ولا لطرفٍ من\nالجزء: 2 ¦ الصفحة: 245\n",
        "أطرافها غاصبٌ، وبدلُّك على ذلك ما قبله، وهو:\nفدتكَ سيوفٌ لم تُسمَّ مواضياً\n...\nفإنَّك ماضي الشَّفرتينِ صقيلُ\nأي أمراء، لم تُسم باسمك لكلالهم ومضائِك وعجزِهم وغنائِك، وهذا كقوله فيه:\nلو تحرَّفتَ عن طريقِ الأعادي\n...\nربطَ السِّدرُ خيلّهم والنَّخيلُ\nودرى مَن أعزَّه الدَّفعُ عنه\n...\nفيهما أنَّه الحقيرُ الذَّليلُ\nيعني صاحبي العراق ومصر، فإن النخيل من شجر العراق والسِّدر من شجر مصر.\nوقال في قصيدة أولها:\n(دروعٌ لملكِ الرُّومِ هذي الرَّسائلُ\n...\n. . . . . . . . . . . . . . .)\n(أتاكَ يكادُ الرَّأسُ يُجحَدُ عُنْقَه\n...\nوتنقدُّ تحتَ الدِّرعِ منه المفاصلُ)\nالجزء: 2 ¦ الصفحة: 246\n",
        "قال أبو الفتح: أي يتبرأ بعضه من بعضٍ لإقدامه إلى المصير إليك هيبة لك.\nقال الشيخ: لماذا يتبرأ بعضه من بعض لإقدامه، ولم يجترم جرماً يُعاقب عليه، ولا احتقب\nعاراً يُلام ويوبَّخ به حتى يتبرأ بعضه من بعضٍ مخافة العقاب والإيلام أو حذار التغيير والملام؟ ولكن يكاد الرأس يبين عنه عنقه، وإذا بان عنه جحده وأنكره، ولم يعرفه، وذلك لفرط هيبته، والدليل عليه:\n(. . . . . . . . . . . . . . .\n...\nوتنقدُّ تحت الدَّرع منه المفاصلُ)\nأي: وتتقطع أوصاله ومفاصله لخوفه كما يكاد يبين رأسه عن عنقه لهيبته، وهذا كما قيل:\nوطلَّقتِ الجماجمُ كلَّ قحفٍ\n...\n. . . . . . . . . . . . . . .\n(وأكبرَ منه همَّةً بعثتْ به\n...\nإليك العِدا واستنظرتْه الجَحافِلُ)\nقال أبو الفتح: أي أكبر العِدا همته التي بعثت به إليك، أي: استعظموها، وسألته الجحافل أن يُنظرها بشغله سيف الدولة عنهم.\nقال الشيخ: لم تبعثه همته إلى سيف الدولة، إنما بعثته إليه الروم، فكيف قال: أكبر العِدا همته التي بعثته إليك، وهم الباعثوه؟\nالجزء: 2 ¦ الصفحة: 247\n",
        "ومعناه عندي: وربَّ رسولٍ أكبر من هذا الرسول همة ونفساً بعثته إليك العِدا، واستنظرته جيوشهم كما فسر، وجوابه: فأقبل من أصحابه، وهو مرسلُ، وعاد إليهم وهو عاذلُهم على تركهم المسارعة إلى طاعتك والدخول في جماعتك والاعتصام بطاعتك ليأمنوا هلاكهم، ويحموا نفوسهم وأهاليهم وأملاكهم واجتناب معارضتك بعين الخضوع والانقياد إذ لا طاقة لهم بك وبما لك من العُدد والعتاد والعساكر والأجناد.\n(إذا عاينتك الرُّوم هانتْ نفوسُها\n...\nعليها وما جاءت بهِ والمُراسلُ)\nهكذا رواه أبو الفتح (الرُّوم)، وروايتي (الرُّسل).\nقال الشيخ: روايتي الرُّسل، وهو الصواب، وهذا يؤكد ما قُلنا، أي: إذا عاينتك هذه الرُّسل الرُّومية هانت عليهم نفوسهم والهدايا والرسائل التي جاءت بها، وكبيرهم الذي أرسلهم إليك وراسلَك على ألسنتِهم لرفعة مكانك.\nالجزء: 2 ¦ الصفحة: 248\n",
        "(إذا الجودِ أعطِ النَّاسَ ما أنتَ مالكٌ\n...\nولا تُعطينَّ النَّاسَ ما أنا قائلُ)\nقال أبو الفتح: أي لا تُعط الناس أشعاري فيُفسدوها بسلخِ معانيها.\nقال الشيخ: ما أبعد هذا التفسير عن معناه، أكان سيف الدولة خازن أشعاره، فينسخها الناس حتى حجر عليها إنساخها؟ والمتنبي ما كان ينسخها الناس حتى لم يقف عليها أحد، ولا\nندري أيرضى الملوك بأن تخفى مدائحهم ولا تشتهر أم لا؟ ويستجيز شاعرٌ مجيدٌ أن لا تشيع أشعاره في الدهر ولا تطبق وجه الأرض؟ فإن كان الأمر على هذه الجهة فلمَ افتخرت الشعراء بضدِّها؟ كما قال البحتري:\nتنالُ منالَ اللَّيلِ مِن كلِّ وجهةٍ\n...\nوتبدو كما تبدو النُّجومُ الطَّوالعُ\nإذا ذهبت شرقاً وغرباً فأمعنت\n...\nتَبَيَّنتَ مِن تزكو لديهِ الصَّنائعُ\nوقال أيضاً:\nعلى أنَّ أفوافَ القوافي ضوامنٌ\n...\nلشكركَ ما أبدى دُجى اللَّيلِ كَوكَبا\nثناءً تقصَّى الأرضَ نجداً وغائراً\n...\nوسارت به الرُّكبانُ شرقاً ومغربا\nالجزء: 2 ¦ الصفحة: 249\n",
        "وكما قال المتنبي:\nوما الدَّهرُ إلاَّ مِن رواةِ قلائدي\n...\nإذا قلتُ شعراً أصبح الدَّهرُ مُنشِدا\nفسارَ به من لا يسيرُ مشمِّراً\n...\nوغنَّى به من لا يُغنِّي مغردِّا\nوكما قال في كافور:\nوشرَّق حتَّى ليس للشرقِ مشرقٌ\n...\nوغرَّب حتى ليس للغربِ مَغرِبُ\nإذا قلُته لم يمتنع من وصولِه\n...\nجدارٌ معلَّى أو خباءٌ مطنَّبُ\nوكما قال فيره، وقد أخذ عنه:\nتناشدَها الأنامُ وهم سُكارى\n...\nومَن يصحو منَ الخمرِ الحلالِ؟\nوأملاها الزَّمانُ على بنيهِ\n...\nبأنفاسِ الجنائبِ والشَّمالِ\nوكما قال:\nوجابت قوافيك البلادَ كأنَّما\n...\nيرينَ بها في صبغِها مقَلةَ ابن ما\nوأمثالها في الدواوين، لا يُحصى ولا يُحصر، ومعناه إن سيف الدولة كم كان يُغري به شعراءه حتى يتعرَّضوا له.\nوهيهاتَ البحورُ منَ الثَّماد\n...\nوهيهاتَ النُّجومُ منَ الرَّمادِ\nوقصائد فيه ناطقة به، فالمتنبي يقول: أعطِ من شئت ما تملك، أي: لست أنفس بمالك على هؤلاء المتشاعرين، ولا تُلجئني بإشلاء أمثالهم عليَّ إلى مفارقتك والوفادة على غيرك ومدح سواك وإنشاد الشعر في غيرك، ويدلُّك على صحته ما بعده:\nالجزء: 2 ¦ الصفحة: 250\n",
        "أفي كلِّ يومٍ تحتَ ضِبني شُويعرٌ\n...\nضعيفٌ يُقاويني قصيرُ يُطاولُ؟\nلساني بنطقي صامتٌ عنه عاذلٌ\n...\nوقلبي بصمتي ضاحكٌ منه هازِلٌ\nوأتعبِّ من ناداكَ من لا تُجيبُه\n...\nوأغيظُ من عاداكَ من لا تُشاكلُ\nوما التِّيهُ طِبِّي فيهمُ غيرً أنَّني\n...\nبغيضٌ إليَّ الجاهلُ المتعاقلُ\n(أطاعتْكَ في أرواحِها وتصرَّفتْ\n...\nبأمرِك والتّفَّتْ عليكَ القبائلُ)\nقال أبو الفتح: قوله: والتفت عليك القبائل، مثل قوله فيه:\nيهزُّ الجيشُ حولكَ جانبيهِ\n...\nكما نَفَضَت جَناحَيها العَقابُ\nويجوز أن يكون أراد إحداق أنسابها بنسبه، فأنه فيهم.\nقال الشيخ: لا، ولكن التفت عليك القبائل: أي: احتفت بك والتفت عليك كما تلتفُّ الحاشية على كبيرهم والكتيبة على أميرهم، كما قال أبو تمَّام:\nمنقادةٌ لعارضٍ غربيبِ\n...\nكالشِّيعةِ التَّفت على النَّقيبِ\nالجزء: 2 ¦ الصفحة: 251\n",
        "(رأيتُكَ لو لم يقتضِ الطَّعنُ في العِدا\n...\nإليكَ انقياداً لاقتضتْه الشَّمائلُ)\nقال أبو الفتح: أي لو لم يطعك الناس هيبةً لأطاعوك محبة.\nقال الشيخ: أظنُّه تفسير البيت الذي بعده، وليس بصوابٍ أيضاً ما ذكره، والبيت:\nومنْ لم تعلَّمهُ لكَ الذُّلَّ نفسُه\n...\nمنَ النَّاسِ طُرَّاً علَّمتهُ المَناصلُ\nفإن الرجل يقول: من لم يتذلل لك من جميع الناس بنفسه ذللته لك السيوف بمسه، وشتان الحبُّ والسيف العصيب، وما أدري كيف غيَّبه، فإما البيت الأول فهو من هذا التفسير بمكان الفلك الأثير، ومعناه عندي: رأيتك لو لم يقتضِ، ولم يأتك الطَّعن في الحرب لأتيت بالطَّبع، وبيان ذلك لو لم يقتضِ الطَّعن الانقياد والانجرار إليك والمجيء نحوك، من قدت الشيء فانقاد، لاقتضت شمائلك انقياداً إليه، فانقدت في الوغى إليه وسارعت نحوه، كقوله:\nفلا تبلغاه ما أقول فإنه\n...\nشجاع متى يذكر له الطعن يشتقِ\nوليس هذا الانقياد من الخضوع في شيءٍ، ولا معنى له هاهنا، ولو أراده لقال لك ولا إليك.\nالجزء: 2 ¦ الصفحة: 252\n",
        "وقال في قصيدة أولها:\n(ذي المعالي فليعلُوَنْ مَنْ تعالى\n...\n. . . . . . . . . . . . . . .)\n(أقلقتْهُ بَنِيَّةُ بينَ أُذْنّي\n...\nهِ وبانٍ بغى السَّماَء فنالا)\nقال أبو الفتح: يعني قلعة الحدَثِ، وذكر مؤخر رأسه، لأن ذلك أبلغ في هجائه.\nقال الشيخ: هذا عذره لا هجوه، يدلك عليه قوله، وهو:\nلا ألومُ ابن لاوِنٍ مِلكَ الرُّو\n...\nمِ وإن كان ما تمنَّى مُحالا\nولم يذكر مؤخر رأسه، إنما ذكر هامته وقمَّته، وهما بين الأذنين، وما يُوضع على سواءِ الرأس لا يثبت، ولا تحسن العبارة عن البناء عليه، ومعناه: أقلقته قلعة الحدثِ التي بناها على قمَّتِه، فلا يجب أن يُلام على القلق وقلة الصبر تحتها، ويدلُّك على ذلك ما بعده:\nكلَّما رامَ حطَّها اتَّسع البَن\n...\nيُ فغطَّى جبينَه والقَذالا\nفلو أراد بما بين أذنيه مؤخر رأسه وقذاله لما جاز أن يقول: غطى قذاله، فإنه كان\nالجزء: 2 ¦ الصفحة: 253\n",
        "مغطى بكون البَنيِة عليه قبل أن يتسع البَني، والدليل على أنه أراد بما بين أذنيه قمَّته دون قذاله قوله: كلما رامَ، فبلغ من أمامه جبينه ومن ورائه قذاله، ولو كان على قذاله ومؤخر رأسه لغطى إذا اتسع من ورائه محاجه لا قذاله، فهذا يُبطل ما فسره فيه أوضح إبطالٍ كما ترى، ومعناه أنها مشرفةٌ على ما يخصه من مملكته فيقلقه حتى كأنها على هامته لذهاب صبره فيها، وكلما أراد أن يخربها حماها سيف الدولة، وزاد فيها من أرضه، فانبسطت وأحاطت بما أخذت خلفاً وقدّاماً، فكأنها تتسع حتى تنحدر من قمَّته، فيبلغ الجبين والقذال، ويأخذهما.\n(أخذوا الطُّرْقَ يقطعونَ بها الرُّسْ\n...\nلَ فكانَ انقطاعُها إرسالا)\nقال أبو الفتح: أي لما أبطأت الأخبار، وخالفت العادة، تطلَّع الناس لما وراء ذلك، فوقفوا على الخبر، فعادوا به إلى سيف الدولة.\nقال الشيخ: حام حول المعنى، ولم يأت بالمنتقى، وهو يقول: أخذت الرَّوم الطُّرق حين قصدت الحدث، فلما انقطعت الأخبار والمسائلة انحبست بهم، فكان انقطاعها عنك إرسالاً إليك وإخباراً لك بعدما صار سبب علمك بهم.\nالجزء: 2 ¦ الصفحة: 254\n",
        "(وظُبىً تعرفُ الحرامَ منَ الحلِّ\n...\nفقدْ أفنتِ الدِّماَء حلالا)\nقال أبو الفتح: هذا مثلٌ ضربه، أي: سيوفه معوَّدة للضرب، فكأنها تعرف الحرام من الحلِّ.\nقال الشيخ: ما أبعد ما فسره عمَّا عناه، فكأنه يقول: وسيوفٌ تعرف الدِّماء المحرَّمة، وهي دماء المسلمين، فلا تقدم على سفكها، والدِّماء المحلَّلة كدمار الرُّوم المشركين، فلا تفتر ولا تقصِّر عن سفحِها، وما فيه ضربُ مثلٍ ولا إبداع في عمل، يصفُها الدِّماء المحرَّمة وسفك\nالدِّماء المحلَّلة على مقتضى الشَّريعة.\nوقال في قصيدة أولها:\n(ما لنا كلُّنا جوِيا رسولُ؟\n...\n. . . . . . . . . . . . . . .)\n(نحنُ أدرى وقد سألْنا بنجدٍ:\n...\nأطويلٌ طريقُنا أم يطولُ؟)\nقال أبو الفتح: أي هو طويل في الحقيقة أم يطوِّله الشَّوق إلى المقصود؟ وهذا البيت يؤكد عندك ما ذكرته لك أنه أراده في قوله:\nالجزء: 2 ¦ الصفحة: 255\n",
        "شِيَمُ الغانياتِ فيها فلا أد\n...\nري لذا أنَّثَ اسمَها النَّاسُ أم لا؟\nألا تراه يقول بعد هذا؟\nوكثيرٌ مِنَ السُّؤالِ اشتياقٌ\n...\nوكثيرٌ من ردِّهِ تعليلُ\nقال الشيخ: فسره المتنبي بما بعده:\nوكثيرٌ من السُّؤالِ اشتياقٌ البيت\nأي نحن أعلم بمقدار المسافة بيننا وبين سيف الدولة ممن نسألهم شدة شوقٍ إلى حضرته وفرط نزاعٍ إلى معاودة خدمته، وهم يردُّون جوابنا تعليلاً وتمنيةً كما قال:\nلكَ الخيرُ علِّلنا بها علَّ ساعةً\n...\nتمرُّ وسهواءٌ منَ اللَّيل تذهبُ\n(فإذا العذْلُ في النَّدى زارَ سمعاً\n...\nففداهُ العذولُ والمعذولُ)\nقال أبو الفتح: أي المعذول: الذي دخل العذل سمعه لا غيره ممن يردُّ العذل.\nقال الشيخ: لا بل المعذول الذي يُعذل، دخل العذل سمعه ولم يدخل. ومعناه فداه العاذل والمعذول الذي يعذل على الجود، فإنه قاصر عن شأوه قاعدٌ عن أمده.\nالجزء: 2 ¦ الصفحة: 256\n",
        "(كلَّما صبَّحتْ دِيارَ عدوِّ\n...\nقالَ تلكَ الغُيوثُ: هذي السُّيولُ)\nقال أبو الفتح: يعني بالغيوث سيف الدولة وبالسيول مواليه وسلاحه، ضربه مثلاً، وذلك أن السيل عن الغيث يكون، فكذلك مواليه به قدروا وعزُّوا.\nقال الشيخ: لا والله ليس مما فسره شيءٌ في البيت، ألم ير إلى الذي قبله حتى وضح له المعنى؟ وهو قوله:\nوموالٍ تُحييهِمُ من يَديهِ\n...\nنِعمٌ غيرُهم بها مقتولُ\nفرَسٌ سابحٌ ورمحٌ طويلُ\n...\nودِلاصٌ زَغفٌ وسيفٌ صقيلُ\nثم قال: كلما صبَّحت هذا النِّعم ديار عدوٍّ، قال: العدو: تلك الغيوث التي كان يُمطرها سيف الدولة مواليه، فتلك النِّعم هذه السيول التي صبَّحتنا، وذلك أن السيول تجتمع من الغيوث، ثم تسيل فتعمل عملها.\nوقال في قطعة أولها:\n(أحببتُ بِرَّكَ إذ أردتَ رحيلا\n...\n. . . . . . . . . . . . . . .)\nالجزء: 2 ¦ الصفحة: 257\n",
        "(فجعلتُ ما تهدي إليَّ هديَّةً\n...\nمنِّي إليكَ وظَرفَها التَّأْميلا)\nقال أبو الفتح: هذا البيت يحتمل معنيين، أحدهما أن يكون أهدى إليه شيئاً، كان أهداه صديقه الممدوح إليه، فيكون هذا الاستعمال استعمالاً لما تركه ابن الرُّومي في قوله:\nأيُّ شيءٍ أهدي إليكِ وفي وج\n...\nهكِ من كلِّ ما تُهوديَ معنى؟\nمنكِ يا جنَّةَ النَّعيمِ الهدايا\n...\nأفأُهدي إليكِ ما منكِ يُجنَى؟\nإلا أن المتنبي خبَّر أنه أهدى إليه ذلك الشيء بعينه، وأبن الرُّومي قال: كيف أُهدي إليك ما من عادة مثله أن يُهدى منك، فبينهما فصلُ لطيف؟ فهذا أحد المعنيين، والمعنى الآخر أن يكون أراد جعلت ما من عادتك أن تهديه إليَّ، وتزودنيه وقت فراقك هدية مني إليك، أي: أسألك أن لا تتكلفه لي، والقول الأول أشد انكشافاً وأظهر، والقول الثاني أقوى وألطف، وقوله: وظرفها التَّأميلا،\nالجزء: 2 ¦ الصفحة: 258\n",
        "أي: جعلت تأميلي قبولك، ذلك مشتملاً على هذه الهدية كما يشتمل الظرف على ما فيه.\nقال الشيخ: قبح الله القول الأول، وقد فعل، وأما القول الثاني، فهو المختار من المعاني، ولا يرتاب فيها مميزٌ، ولا يُراد لهما مبرِّزٌ.\nوقال في قطعة أولها:\n(قفا تريا ودْقي فهاتا المخايلُ\n...\n. . . . . . . . . . . . . . .)\n(فقلقلتُ بالهمِّ الذي قلقَل الحشا\n...\nقلاقلَ عِيسٍ كلُّهنَّ قلاقلُ)\nقال أبو الفتح: القلاقل: جمع قُلقُل، وهي النَّاقة الخفيفة، و (هن) من (كلهن) تعود على العيس لا على القلاقل، كأنه قال: قلاقل القلاقل، كما تقول: سراع السِّراع وخفاف الخفاف، وكذلك قولك: أفضل الفضلاء، وهو أبلغ في الوصف من أن تكون (هن) من (كلهن) عائدة على القلاقل، فتأمله يصح لك إن شاء الله تعالى.\nقال الشيخ: هذا وجهٌ حسنٌ، وسمعت في كلهن قلاقل، أي: كلهن حركات، جمع قلقلة لا قلقلٍ، وهذا أيضاً وجه ويُنظر إلى قوله:\nركبتُ مشمِّراً قدمي إليها\n...\nوكلّ عُذافِرٍ قلقِ الضُّفورِ\nالجزء: 2 ¦ الصفحة: 259\n",
        "وقال في قصيدة أولها:\n(صلةُ الهجرِ لي وهجرُ الوصالِ\n...\n. . . . . . . . . . . . . . .)\n(ما تريدُ النَّوى منَ الحيَّةِ الذَّوَّا\n...\nقِ حَرَّ الفلا وبردَ الظِّلالِ؟)\nقال أبو الفتح: أي: أيُّ شيءٍ بقي عليه بعد هذا؟ قال الشيخ: لم أفهم ما فسره به، ومعناه عندي: أنه يشكو النَّوى إذ تدور به أبداً في الآفاق، فتارة تُصليه حرَّ الهواجر وأخرى تُذيقه برد الغَدوات والعّشيَّات، فهي تقلِّبه من حالٍ إلى حال، وتقذف به ذات اليمين وذات الشِّمال، وهذا قريب من قوله:\n. . . . . . . . . . . . . . .\n...\nوحُرَّ وجهي بحرِّ الشَّمسِ إذ أفلا\nوقوله:\n. . . . . . . . . . . . . . .\n...\nوأنصبُ حُرَّ وجهي للهجير\nوقوله:\nذَراني والفلاة بلا دليلٍ\n...\n. . . . . . . . . . . . . . .\nالجزء: 2 ¦ الصفحة: 260\n",
        "(والجراحاتُ عنده نغَماتٌ\n...\nسَبقتْ قبلَ سَيْبهِ بسُؤالِ)\nقال أبو الفتح: أي يلتذُّ الجراح كما يلتذُّ نغمة السائل، وقد مضى نظيره، ويجوز أن يكون المعنى أن من عادته أن يُعطي بغير سؤال، وإذا اتفق أن يسأله طالب قبل نواله ابتداء شق ذلك عليه، وبلغ منه ما تبلغ الجراحة من المجروح، ويؤكد هذا المعنى قوله أيضاً:\nوإذا غَنُوا بعطائهِ عن هزّهِ\n...\nوالىَ فأغنى أن يقولوا: والهِ\nويؤكد المعنى الأول قوله أيضاً:\nإذا سألوا شكرتَهمُ عليه\n...\nوإن سكتوا سألتَهمُ السُّؤالا\nقال الشيخ: القول الأول فاسد، والثاني سافر عن بعض المعنى ومخل ببعضه، وليس في البيتين اللذين استشهدهما على معنييه شهادة ودلالة على أحدهما، فتأمل البيتين والمعنيين لترى تباعدها وتنافيها والتباين الظاهر فيها، فإني لو اشتغلت بشرحها طال الكلام، وهي\nأوضح من أن تُشرح، ومعناه أنه وصفه بالسماح وقلة المبالاة بالجراح، فقال: والجراحات ليست\nالجزء: 2 ¦ الصفحة: 261\n",
        "عنده الجراحات المعروفة، فإنها لا تثني من غَربِه، ولا تؤثر في نفسه وقلبه، لكنها عنده نغمات سؤاله، سبقت قبل نواله، فهي التي تؤثر في نفسه، وتأخذ بمجامع قلبه، وتحرف جوانب صبره، وتهيّج من أسفه لتوقفه في النوال حتى يسبق بالسؤال، فالجراحات عنده هذه لا تلك.\n(ولهُ في جماجمِ المالِ ضربٌ\n...\nوقْعُه في جماجمِ الأبطالِ)\nقال أبو الفتح: أي: يهب الأموال، فيقتدر بذلك على رؤوس الأبطال.\nقال الشيخ: هذا وجه ضعيف سخيف، فما بهبة الأموال يقدر على ضرب رؤوس الأبطال، وإن أراد بذلك تفرقة أرزاق الجند فيهم ليحاربوا، فسائر أصحاب الجيوش معه شرعٌ، وليس فيه معنى مخترع. ومعناه عندي: أنه يضرب في جماجم ماله ضرباً وقُعه في جماجم الأبطال من حيث أنه يقتلهم، فيأخذ مالهم بسيوفه ثم يفرِّقه في عطاياه، وينفقه على ضيوفه، فوقع هذا الضرب إذا في جماجمهم كما يقول:\nحتَّى إذا فني التُّراثُ سوى العُلا\n...\nقصدَ العُداةَ منَ القنا بطوِالهِ\nوكما يقول:\nبِضَربِ هامِ الكماةِ تَمَّ له\n...\nكسبُ الذي يكسبونَ بالملّقِ\nالجزء: 2 ¦ الصفحة: 262\n",
        "(إنَّما النَّاسُ حيثُ أنتَ وما النَّا\n...\nسُ بناسٍ في موضعٍ منكَ خالِ)\nقال أبو الفتح: أي أنت الناس، فإن غبت عن موضعٍ، غاب عنه الناس.\nقال الشيخ: لا كما يقول، والدليل عليه قوله: وما الناس بناسٍ في موضعٍ خالٍ منك. ليس يريد أنه الناس، ولكنه يريد أنه معنى الناس، فما هم بناسٍ دونه، فإنه إذا زال المعنى لم يبقَ في الأشباح فائدة.\nوقال في أرجوزة:\n(ومنزلٍ ليس لنا بمنزلِ\n...\n. . . . . . . . . . . . . . .)\n(إذا تلا جاء المدى وقدْ تُلي\n...\nيُقعي جلوسَ البدويِّ المُصطلِي)\nقال أبو الفتح: أي إذا جاء متبوعاً لسرعته، يعني إن جثته كجثة الرجل لعظم جسمه على جدله وتعصيبه.\nقال الشيخ: لا والله ما أدري بهذا التفسير، ولا بتفسير الثاني،\nالجزء: 2 ¦ الصفحة: 263\n",
        "أما أنا فأعلم أن جوارح الكلاب تُوصف بالقصافة واللطافة والهيف والدقة والخفة ولحاق الآطال، ولا توصف بعظم الجُثة حتى تكون جثة واحدة منها كجثة الرجل لعظم جسمه. ومعناهما عندي: أن ذلك الكلب إذا تبع الصيد أدركه، وقد تبع بالكلاب أو بالفارس الموكل به ليأخذ عنه الصيد، ومجيؤه المدى إدراكه الصيد، وقوله:\n(يقعي جلوسَ البدويِّ المُصطلِي\n...\n. . . . . . . . . . . . . . .)\nإقعاء الكلب أشبه شيء بجلسة البدويِّ المصطلي، وهو يكون قاعداً على أليته وقدميه رافعاً ركبتيه، والكلب إذا أقعى يكون قاعداً على آسته مُعِّولاً على يديه، وهما منتصبتان، فهو أوقع تشبيهٍ به.\n(يخطُّ في الأرضِ حسابَ الجُمَّلِ\n...\nكأنَّه من جسمهِ بمعزلِ)\nقال أبو الفتح: يقول هو من سرعته وحدَّته يكاد يترك جسمه، ويتميز عنه، وقد لاذ فيه بقول ذي الرُّمَّة، إلا أنه تجاوزه بقوله:\nلا يَذخرانِ من الإيغالِ باقيةً\n...\nحتَّى تكادَ تفرَّى عنهما الأُهُبُ\nقال الشيخ: كأنه، الهاء راجعة إلى ذنبه لا إلى جسمه، وهذه صفة الذنب لا الجسم.\nالجزء: 2 ¦ الصفحة: 264\n",
        "(فحالَ ما للقفزِ للتَّجدُّلِ\n...\nوصار ما في جِلْدهِ في المِرجَلِ)\nقال أبو الفتح: أي استحال، فصار ما كان يقفز به، وهو قوائمه، وهو الذي يجدله. يعني: أنه فحص بقوائمه الأرض لما أخذه الكلب، ويجوز أن تكون ما عبارة عن الظَّبي، أي: صار الظَّبي الذي كان يقفز إلى التَّجدُّل.\nقال الشيخ: ما أدري ما هذا الخبط؟ الرجل يقول: حال الظَّبي الذي كان للقفز للوقوع بالجدالة، وهي وجه الأرض، وصار جسمه ولحمه الذي كان في جلده في المرجل للطبخ.\nوقال في قصيدة أولها:\n(أبعدُ نأيِ المليحةِ البَخَلُ\n...\n. . . . . . . . . . . . . . .)\n(يجذبُها تحتَ خصرِها عَجُزٌ\n...\nكأنَّه منْ فراقِها وجِلُ)\nالجزء: 2 ¦ الصفحة: 265\n",
        "قال أبو الفتح: يقول كأن عجزُها وجلٌ من فراقها، فهو متساقطٌ منخزلٌ، قد ذهبت منَّته وتماسكه.\nقال الشيخ: المتساقط المنخزل الذاهب المُنَّة والتماسك لا يتحرك، وإنما يصفه الرجل بالثِّقل، ويجذبه لها إلى الأرض كما قال:\nبانوا بخرعوبةٍ لها كفلُ\n...\n. . . . . . . . . . . . . . .\nوبالارتجاج والارتعاد حتى كأنه وجلٌ من فراقها، فلا يهدأ ارتعاده ارتجاجه وقلقه كما قال:\nإذا ماست رأيتَ لها ارتجاجاً\n...\nله لولا سواعدُها نَزوعا\n(أصبحَ مالاً كمالهِ لذوي ال\n...\nحاجةِ لا يُبتدَى ولا يُسَلُ)\nقال أبو الفتح: أي كل من ورد عليه أخذ من ماله بلا ابتداء من بدرٍ ولا مسألة من الوارد، فلذلك قال: أصبح مالاً كماله لذوي الحاجة، أي: فكما أن ماله لا يُستأذن في أخذه فكذلك هو أيضاً.\nالجزء: 2 ¦ الصفحة: 266\n",
        "قال الشيخ: وصفه بأنه جاد أو بهيمة، وأنه لا يبتدئ بالعطاء على عادات الأسخياء والسُّمحاء، وبهذه الصفات لا يصبح مالاً كماله لذوي الحاجات، وقوله: فكما أن ماله لا يُستأذن في أخذه فكذلك هو أيضاً لا يُستأذن في أخذه في حمله في نقله في عقله، هذا تفسير والله عسير، وعندي أنه يقول: أصبح بجاهه مالاً لذوي الحاجات كماله، ينتفعون بجاهه كما ينتفعون بماله، ثم قال: لا يبتدئ ببذل جاهه صيانةً لماله، ويبتدئ بماله، أي: ببذل ماله، ولا يُحوج إلى سؤاله، فلا يُسأل لأنه يبتدئ بالنوال قبل السؤال، ومن أراد الانتفاع بجاهه أحظاه فيه أيضاً.\n(إنْ أدبرَتْ قلتَ: لا تليلَ لها\n...\nأو أقبلتْ قلتَ: ما لها كفَلُ)\nقال أبو الفتح: أي من حيث تأملت رأيتها مشرفةً، ويُستحب من الفرس أن تهتز مقبلة، وتنصب مدبرة.\nقال الشيخ: أشار إلى المعنى، ولم يستوفه، لأنه يقول: إن أقبلت لم يُر كفلها لإشراف هاديها وعرض لوحه وارتفاع صدرها ورحبه، وإن أدبرت لم تُرَ عُنقها لعظم كفلها وإنافته وإشفائه.\nالجزء: 2 ¦ الصفحة: 267\n",
        "(إنَّكَ مِنْ معشرٍ إذا وهبوا\n...\nما دون أعمارهِم فقد بَخلِوا)\nقال أبو الفتح: أي بخلوا عند أنفسهم، لأنهم لم يفعلوا الواجب عليهم عندهم، ويجوز أن يكون بخلوا، أي: نسبهم الناس إلى البخل لاقتصارهم على ما دون أعمارهم إذ من عادتهم\nبذل أعمارهم، والتفسير الأول أقوى.\nقال الشيخ: المعنى هو الأول، وليس الثاني بشيءٍ، لأن قوله: بخلوا، لا يؤدي معنى نسبة الناس إياهم إلى البخل، والناس لا يبخلون من يقتصرون على ما دون أعمارهم في العطاء، وبذل الأعمار ليس في طوق الناس، فأما استقلال الجواد ما يجود به حتى يراه بخلاً دون عمره فجميلُ، وفي هذا الشِّعب قول القائل:\nولو لم يكن في كفِّه غيرَ روحهِ\n...\nلجاد بها فليتَّقِ اللهَ سائُله\n(عذرُ الملومَينِ فيكَ أنَّهما:\n...\nآسٍ جبانُ ومبِضعُ بطلُ)\n(مددتَ في راحةِ الطَّبيبِ يداً\n...\nوما درى كيفَ يُقطعُ الأملُ)\nقال أبو الفتح: أي ليس من عادة الطبيب أن يقطع الآمال، وإنما من عاداته أن يقطع العروق، إلا أن عروق كفِّك تتصل بها اتصال الآمال، فكأنها آمال.\nقال الشيخ: ليس من عادة الطبيب ولا من غير عادة الطبيب قطع الأمل، وما بعده\nالجزء: 2 ¦ الصفحة: 268\n",
        "من كلامه فيه طُول ما فيه طائل، ومعناه: أن يدك أمل الناس من حيث آمالهم إليها ومقصورة عليها، فلم يدر الطبيب كيف يقطع الأمل، فإن قطع الأمل متعذر شديد جداً، فلهذا أخطأ فيه، وهو عذر بينٌ، ومنه قول الشِّيعة:\nمحمَّدٌ وعلي\n...\nكلاهما أملي\nوقيل في الدعاء:\nيا رجائي أملي خيرُ رجاءِ\n...\n. . . . . . . . . . . . . . .\nوقال في قصيدة أولها:\n(بقائي شاَء ليس همُ ارتحالا\n...\n. . . . . . . . . . . . . . .)\n(فكانَ مسيرُ عيسِهمُ ذَميلاً\n...\nوسيرُ الدَّمعِ إثرَهمُ انهمالا)\nقال أبو الفتح: أي سبقت دموعي عيرهم، وجازت حدَّها.\nقال الشيخ: لو كان كما قال الشاعر أمامهم وقدَّامهم وقبلهم وبين أيديهم لا إثرهم، وهذا أبين مما يجوز الغلط فيه، والرجل يقول: كان مسير عيرهم سريعاً، ومسير الدمع على إثرهم أيضاً سريعاً حتى تشابها في الإجفال والانهمال.\nالجزء: 2 ¦ الصفحة: 269\n",
        "(فما حاولتُ في أرضٍ مُقاماً\n...\nولا أزمعتُ عن أرضٍ زوالا)\nقال أبو الفتح: يقول إذا كان ظهره كالوطن لي فأنا، وإن جبت البلاد، كالقاطن في داره، ولأني أقطع الأماكن لست مقيماً في الحقيقة.\nقال الشيخ: هذا وجه لقوله قبله:\nألفتُ ترحُّلي وجعلتُ أرضي\n...\n. . . . . . . . . . . . . . .\nوالأوضح أن لا يوصل معنى هذا به، ولا يعطف عليه، وهذا يكون مختصاً بمعناه لأنه يقول: فما رمت مقاماً بأرضٍ من الأرضين ولا عزمت على الرحيل عنها، فكيف يرحل عنها ولم يُقم بها؟ وكيف يزمع الزَّوال عنها، ولم يُحاول المقام فيها؟ وتفسيره فيما بعده، وهو يؤيده ويصححه.\n(على قَلقٍ كأنَّ الرِّيحَ تحتي\n...\nأُوجهِّها يميناً أو شِمالا)\n(سِنانٌ في قناةِ بني معدٍّ\n...\nبني أسدٍ إذا ادَعَوا النِّزالا)\nقال أبو الفتح: بني أسد منصوب، لأنه منادى مضاف،\nالجزء: 2 ¦ الصفحة: 270\n",
        "ومعناه إن قول بني معدٍّ، إذا ناداه الأعداء: يا بني أسد يقوم في الغناء والدفع عنهم مقام سنان، يركَّب في قناتهم، لأنهم إذا دعوهم أرهبوا الأعداء، وأغنوا عنهم، ومنعوهم. ويجوز أن يكون (بني أسد) بدلاً من قناة بين معدٍّ، كأنه قال: سنان في قناة بني أسد الذين هم قناة بين معدٍّ، يريد نصرتهم إياهم، وهذا أقوى من الأول.\nقال الشيخ: ليس يجوز أن يكون المعنى غير هذا، والأول مدخول فاسد مردود بالحجج، ولو اشتغلت بإقامتها لطال الكلام، فاكتفيت بقوله: وهذا أقوى من الأول.\nوقال في قصيدة أولها:\n(لكِ يا منازلُ في الفُؤادِ منازلُ\n...\n. . . . . . . . . . . . . . .)\n(يَعْلمْنَ ذاكَ وما علمتِ وإنَّما\n...\nأولادكما ببُكىً عليهِ العاقلُ)\nقال أبو الفتح: أي منازل الحزن في قلبي تعلم ما يمرُّ بها من أمل الهوى، وأنتِ تجهلين ذاك.\nالجزء: 2 ¦ الصفحة: 271\n",
        "قال الشيخ: ليس تقديره ما فسره من منازل الحزن، وإنما معناه يتبين من البيت الأول، وهو:\nلكِ يا منازلُ في الفُؤادِ منازلُ\n...\n. . . . . . . . . . . . . . .\nيقول: تمثلت أنتِ يا منازل في فؤادي، ففيه لك منازل أمثالك، سكنتها من قلبي، وأقفرت أنت من أهلك الذين كانوا فيك، وهن منك أواهل بكونك فيها ولزومك لها، يعلمن ما حل بها منك وما تعذِّبينها به من الصَّبابة إلى أهلك وتذكُّر اجتماع الشَّمل في ظلِّك ووصل الأحبة فيك، كما قال غيره:\nوأذكرُ أيَّامَ الحمى ثمَّ أنثني\n...\nعلى كبدي من خَشيَةٍ أن تصدَّعا\nوقول الآخر:\nألا لا تذكِّرني الحمى إنَّ ذكرَهُ\n...\nجوىً للمشوقِ المستهامِ المعذَّبِ\nلأنها منازل القلب لا منازل التُّرب، وما علمت أنت شيئاً من فراق أهلك، ممَّا يعلمنه، ولا تألمين شيئاً كما يألمنه، وأولاكما بالبكاء عليه ما يعلم ما يكون به فيألم، فإذا منازلُك من قلبي أولى بالبكاء عليك منك.\nوقال في قطعة أولها:\n(أتاني كلامُ الجاهلِ ابن كَغَيْلَغِ\n...\n. . . . . . . . . . . . . . .)\nالجزء: 2 ¦ الصفحة: 272\n",
        "(وإسحاقُ مأمونٌ على مَنْ أهانَه\n...\nولكنْ تسلَّى بالبكاءِ قليلا)\nقال أبو الفتح: أي يأمنه من أهانه لسقوط نفسه، ولو قال هنا: تجمَّل بالبكاء لكان أشبه.\nقال الشيخ: ليس هذا مكان التَّجمُّل، أسخن الله عين الأبعد. وما تجمل أحد في الدنيا بالبكاء، وأي جمال وتجمُّل فيه؟ وهذا هو مكان الهمِّ والحزن، إذ من يُهان يغتنم ويحزن، والمحزون يتسلى بما يمكنه، فإن أعوزته وجوه التَّسلِّي، وأعجزته طرق التَّأسي فزع إلى البكاء الذي هو عصرة الضُّعفاء وملجأ العجزة عن انتقام الأقوياء، وهو يقول: إسحاق مأمون الشر والغائلة على من أذلَّه لدناءة نفسه ولؤم أصله وسقوط قدره، ولكن استعان بالبكاء، فتسلى به قليلاً، وذاك أيضاً يسير لسوء أثر الإهانة فيه.\nوقال في قصيدة أولها:\n(لا تحسبوا ربعكم ولا طلَلَهْ\n...\n. . . . . . . . . . . . . . .)\n(أُحبُّه والهوى وأدْؤرَهُ\n...\nوكلُّ حبٍّ صبابةٌ وولَهْ)\nالجزء: 2 ¦ الصفحة: 273\n",
        "قال أبو الفتح: يجوز أن يكون الهوى في موضع نصبٍ، أي: وأحب هواه أيضاً، فيكون قريباً من معنى قوله:\nوإنِّي لأعشقُ من عشقكم\n...\nنحولي وكُلَّ فتىً ناحِلِ\nويجوز أيضاً أن يكون الهوى مجروراً، لأنه أقسم به، فكأنه قال: أحبه والهوى إني لأحبُّه، كما قال البحتري:\nأما وهواكِ حِلفةَ ذي اجتهادِ\n...\n. . . . . . . . . . . . . . .\nقال الشيخ: المعنى هو الأول، وليس الثاني بشيءٍ كما قال البحتري:\nكَلِفٌ بحبِّكِ مُولَعٌ، ويَسُرُّني\n...\nأنِّي امرؤٌ كلِفٌ بحبِّكِ مولَعُ\nفأما قوله: وهواك حلفة، فما أقسم بهواه أنه يهواه، وإنما أقسم به أن فراقها أذكى نار وجده، وابتلاه بُسهاده، فقال:\nلقد أذكى فراقُكِ نارَ وجدي\n...\nوألَّفَ بين عيني والسُّهادِ\nولأن يحبه ويحب هواه وأدؤره أولى وأحسن من أن يقول: أحبه وحقِّ هواه وأدؤره، فإن حبَّه بالحبِّ أولى وأحرى من أدؤره كيفما كان.\n(أنا ابن منْ بعضُه يفوقُ أبا ال\n...\nباحِثِ والنَّجلُ بعضُ مَنْ نَجلَهْ)\nالجزء: 2 ¦ الصفحة: 274\n",
        "قال أبو الفتح: ومعناه أنا أفوق أبا من يبحث عني إلا أن صنعة الشعر قادته إلى هذا النظم، وليس بضرورة، قال الشاعر:\nقالت: منَ أنتَ على خُبرٍ، فقلتُ لها:\n...\nأنا الذي أنتِ من أعدائهِ زَعمُوا\nفأتى بهذا النظم كما ترى. قال الشيخ: البيت يقتضي غير ما فسره، فإنه يقول: أنا ابن من ببعضه يفوق أبا الباحث عني، أي: بعض من أبي أشرف وأعلى من أبيه، والولد بعض الوالد، فكذلك بعضي أشرف من أبي الباحث وأعلى منه.\n(وربَّما أَشْهَدُ الطَّعامَ معي\n...\nمَنْ لا يُساوي الخبزَ الذي آكلَهْ)\nقال أبو الفتح: أراد ومعي فلما عادت الياء من معي على الضمير الذي في أشهد استغنى عن الواو كما تقول: مررت به على يده بازٌ، وإن شئت قلت: وعلى يده.\nقال الشيخ: روايتي عن (التُّوزيِّ) عن المتنبي، وربما يشهد الطعام معي،\nالجزء: 2 ¦ الصفحة: 275\n",
        "وقد صفا الكلام من كل هذا الكدر والهذر والمضمر والمظهر، وحصل المعنى خالصاً من الخَبث كما ترى.\n(مستحِيياً من أبي العشائرِ أنْ\n...\nأسحبَ في غيرِ أرضهِ حُلَلَهْ)\nقال أبو الفتح: أي أفعل ما ذكرت مستحيياً، يذكر بذاك سبب مقامه مع أعدائه في بلد واحد،\nوقوله: في غير أرضه في المدح دون قوله:\n. . . . . . . . . . . . . . .\n...\nإنَّ البلادَ وإنَّ العالمين لكا\nلأنه جعل لأبي العشائر أرضاً محددة، وذلك ذكر أن البلاد وأهلها أيضاً له.\nقال الشيخ: ما أدري ما يريد بما يفسره، وعندي إن الرجل يقول: قديماً: يشهد الطعام معي، ويظهر الجهل بي، وأعرفه شامخاً بأنفي سامياً بقدري عن مجاورته ومؤاكلته ومشاكلته نافر النفس عن مكان يجمعني ومثله، مستحيياً من أبي العشائر أن أرحل عنه، وأسحب حلله في غير حضرته، وأُبلي هباته وحباءه وخلعه في غير خدمته.\n(وبِيضُ غلمانهِ كنائلهِ\n...\nأوَّلُ مَحمولِ سَيْبهِ الحمَلَهْ)\nالجزء: 2 ¦ الصفحة: 276\n",
        "قال أبو الفتح: جعلهم محمولين، وإن كانوا حاملين لما معهم لأنهم حملوا أنفسهم أيضاً إليه، يريد أنه يهب نائله ومن يحمله من غلمانه، وإن شئت فقل: لما اشتملت عليهم الهبة مع المحمول صاروا كأنهم محمولون.\nقال الشيخ: المعنى هو الأول بعد إسقاط اللغو من تفسيره الذي لا يقبله طبع سليم، وهو قوله: جعلهم محمولين، وإن كانوا حاملين، لأنهم حملوا أنفسهم إليه أيضاً، وبودي لو حملوا سيب أبي العشائر وتركوا أنفسهم عنده حتى يعودوا إليه من عند المتنبي، وليس الثاني بالشيء، والدليل عليه قوله: أول محمول عطاياه حاملوه. فلا يجوز من فحوى هذا الكلام أن يكونوا إلا من العطايا كقوله:\nفتىً يهبُ الإقليمَ بالمالِ والقنا\n...\nومَن فيه من فرسانهِ وكرامِه\n(أأخفتِ العينُ عندهُ خبراً؟\n...\nأم بَلغَ الكَيذُبانُ ما أمَلَهْ؟)\nقال أبو الفتح: يعني بالعين: الرقيب، وأنَّثها لأنه شبه الرقيب بالعين، ويجوز أن يكون أراد العين نفسها، فيكون معناه: هل تبين في وجهي ما رابه؟\nقال الشيخ: المعنى هو الأخير، يقول: هل أخفت عينه عنه خبري وأثري في محبته؟ أم بلغ الكاذب أمله في شأني عنده، وأثرٍ افتراه عليَّ فيه؟ كأنه رأى منه ما رابه وأنكره.\nالجزء: 2 ¦ الصفحة: 277\n",
        "وقال في قصيدة أولها:\n(لا خيلَ عندك تُهديها ولا مالُ\n...\n. . . . . . . . . . . . . . .)\n(فإنْ تكنْ مُحكَماتُ الشُّكْلِ تمنعُني\n...\nظُهورَ جريٍ فلي فيهنَّ تَصهالُ)\nقال أبو الفتح: يقول إن لم أقدر على المكاشفة بنصرتك على كافور، فإني أمدحك إلى أوان ذلك كما أن الجواد إذا أُشكل عن الحركة صهل شوقاً إليها، ويجوز أن يكون معناه: إن كانت حالي الآن ضيقة عن مكافأتك فعلاً جازيتك قولاً.\nقال الشيخ: يصف المعنى في القول الأخير، وليس الأول بشيءٍ، لأن فاتكاً لم يكن ليجسر على مناصبة كافور وممالأته ظاهراً، وإن كان يشنؤه باطناً حتى كان ينصر عليه، ومعناه أنه يقول: إن كنت وحالي عند كافور لا تسع مكافأة الكرام فأكافئه عن أياديه، وأنا في شُكله موثقٌ لا يمكنني الجري والانقطاع عنه إليه وقضاء حقه بخدمته والمقام عليه، فإني أجازيه بتصهالٍ في شُكله بمديحه.\n(غَيثٌ يُبيِّنُ للنُّظَّارِ موقعُه\n...\nأنَّ الغيوثَ بما تأتيهِ جُهَّالُ)\nالجزء: 2 ¦ الصفحة: 278\n",
        "قال أبو الفتح: أي الغيث يُمطر المكان الطيب والسَّبخ جميعاً، وهو كالجهل منه، وفاتكٌ يُعطي من هو أهل العطاء، وهو ضد قوله في معاتبة سيف الدولة:\nوشَرُّ ما قنصته راحتي قنصٌ\n...\nشُهبُ البّزاةِ سواءٌ فيه والرَّخَمُ\nقال الشيخ: شتان تفسيره، ومعناه، وما قاله الشاعر وما حكاه، فإنه يقول: فكنت منبت روضٍ الحزن باكره. . . البيت، هذا الغيث من الثناء الحسن الخالد الذي يفوق الرياض بنضارته وبهائه وزهره وبقائه وطيب نسيمه وذكائه، فالذي ينبته هذا الغيث لا يُنبته غيثٌ ولا مطرٌ، ولا يقدر على مثله ماء منهمر، فإن ما يُنبته يهيج، وهذا أبداً بهيجٌ، ولا يخونه الأريج، وموضع هذا الغيث المتنبي.\n(تُغيرُ منهُ على الغاراتِ هيبتُه\n...\nومالُهُ بأقاصي الأرضِ أهمالُ)\nالجزء: 2 ¦ الصفحة: 279\n",
        "قال أبو الفتح: يقول يهابه أهل الغارات أن يتعرضوا له، فكأن هيبته تُغير على غاراتهم.\nقال الشيخ: روايتي: أهمال، وهي جمع همل، وهو المال بلا راعٍ، أي: لماله راعٍ من هيبته، وعلى الخيول المغيرة مغيرة منها، أي: إن أمرهم بترك الغنائم وتسليمها إلى من يأمر بادروا إليه لهيبته.\n(يُروي صدى الأرضِ من فضْلاتِ ما شَرِبوا\n...\nمحضُ اللَّقاحِ وصافي اللَّونِ سَلْسالُ)\nقال أبو الفتح: يقول إذا انصرف أضيافُه أراق بقايا ما شربوه، ولم يدَّخره لغيرهم، لأنه يتلقى كل واردٍ عليه بقرىً مُستحدث.\nقال الشيخ: سبحان الله ما أطرف هذه القصة، وما أعلى هذه الهمَّة التي توكِّل عينه وعيون قومه بإراقة سُؤر كأسهم، وهل سمع بسؤر كأس الأخر حتى نفر له المتنبي، وافتخر؟ إنما يقول الرجل: يروي ضيوفه عطش الأرض من فضلات كوفة اللَّبن والخمر\nالجزء: 2 ¦ الصفحة: 280\n",
        "لكثرتهم وكثرة ما يشربون ويُريقون من فضلاتهم كقول بعضهم:\nشرِبنا وأهرقنا على الأرضِ حظَّها\n...\nوللأرضِ من كأسِ الكرامِ نصيبُ\n(وقدْ أطال ثنائي طولُ لابسهِ\n...\nإنَّ الثَّناَء على التِّنبالِ تنبالُ)\nقال أبو الفتح: ومعنى البيت أن الإنسان إذا مدح شريفاً شرف شعره وإن مدح لئيماً لؤم شعره.\nقال الشيخ: أسخن الله عين الأبعد، هذا الرجل يقول: قد أطال مدحي طول صاحبه: أي: طول قامته وكثرة مكارمه ومناقبه وزحمة مفاخره ومآثره. إن ثناء الطويل طويل، وثناء القصير قصير، وفيه طرفٌ من قوله:\nوغالَ فضولَ الدِّرعِ من جنباتهِ\n...\nعلى بَدنٍ قدُّ القناةِ له قدُّ\nومن قوله:\nوقد وجدتُ مكانَ القولِ ذا سعةٍ\n...\n. . . . . . . . . . . . . . .\nومن قول الحسن بن هانئ:\n. . . . . . . . . . . . . . .\n...\nيُناطُ نَجادا سيفهِ بلواءِ\nالجزء: 2 ¦ الصفحة: 281\n",
        "وطول القامة ممَّا يُمدح به كقول القائل:\nولَّما التقى الصَّفَّان واختلفَ القنا\n...\nنِهالاً وأسبابُ المنايا نِهالُها\nتبيَّنَ لي أنَّ القَماءةَ ذِلَّةٌ\n...\nوأنَّ أعزَّاَء الرِّجالِ طِوالُها\nوقال في قصيدة أولها:\n(كدعواكِ كلٌّ يدَّعي صحَّة العقل\n...\n. . . . . . . . . . . . . . .)\n(فولَّتْ تُريغُ الغيثَ والغيثَ خلَّفتْ\n...\nوتطلبُ ما قدْ كانَ باليدِ بالرِّجْلِ)\nقال أبو الفتح: أي لو ظفرت بالكوفة وما قصدت له لوصلت إلى تناول الغيث باليد على قُربٍ.\nقال الشيخ: فسر بعضاً، وأخل بعضٍ، فإنه يقول: فولَّت الكلابيَّة عائدة إلى عادتها في\nالبوادي طلباً للنَّجعة والغيث والكلأ، وقد خلَّفت الغيث، أي: ولاية الكوفة، وتطلب ما كان في يدها من الكوفة لو قدرت عليها بالثبات وملكتها بالسيوف الباترات بالرِّجل في الإسراع إلى الانتجاع، يسخر بهم، ويستهزئ بهم وبأنهم كانوا أهل ما يصيدونه.\nالجزء: 2 ¦ الصفحة: 282\n",
        "وقال في قصيدة أولها:\n(اِثْلِثْ فإنَّا أيُّها الطَّللُ\n...\n. . . . . . . . . . . . . . .)\n(تُمسي على أيدي مواهبهِ\n...\nهيَ أو بقيَّتُها أو البدَلُ)\nقال أبو الفتح: أي تلي مواهبه أمر خيله وإبله، فتتحكم فيها كما يُقال: أمسى فلان على يدي عدلٍ، أي: قد ملك أمره عليه، وصار به أحق به منه، أي: هو يتحكم فيه وقوله: هي يعني الخيل أو الإبل أو ما يبقى منها بعدما وهبه لقوم آخرين أو البدل منها عيناً أو ورقاً أو غير ذلك.\nقال الشيخ: هذه سوداء تحترق وألفاظ تختلف وتفترق، والرجل يقول: عدد الوفود العاملين دون السلاح الشُّكل والعقل لأمر حدوده وثقة وفوده بسماحته وجوده:\nفَلِشُكِلهم في خيلهِ عملُ\n...\nولُعقلِهم في بُختِه شُغُلُ\nثم فسرها، فقال: تُمسي هذه الشُّكل والعُقل على أيدي مواهبه من خيله وبُخته الموهوبة، أي: تلك الشُّكل والعُقل بعينها أو ما بقي منه، والبدل عنها بعدما لم تبق منها بقية.\nالجزء: 2 ¦ الصفحة: 283\n",
        "(يُشتاقُ مِنْ يدهِ إلى سَبَلٍ\n...\nشوقاً إليه ينبتُ الأسَلُ)\nقال أبو الفتح: يقول كأن الرماح إنما تنبت شوقاً إلى أن تباشر يده.\nقال الشيخ: روايتي عن (التُّوَّزي) عن المتنبي: نشتاق بفتح النون من يده إلي سبلٍ من دماء الأعداء شوقاً ينبت الأسل إليه أيضاً، وهذا قريب من قوله:\nلعلَّ لسيفِ الدَّولةِ المَلكِ هَبَّةً\n...\nيعيشُ بها حقٌّ ويهلِكُ باطلُ\nويدلُّك على قوله:\nسَبَلٌ تطولُ المكرماتُ بهِ\n...\nوالمجدُ لا الحوذانُ والنَّفَلُ\n(وإلى حَصَى أرضٍ أقامَ بها\n...\nبالناسِ من تقبيلهِ يَلَلُ)\nقال أبو الفتح: يقول فكأن الناس لكثرة ما يُقبلون حصى الأرض التي هو بها بين يديه، وقد حدث فيهم انحناء وانعطاف إلى ذلك الحصى كما تنعطف الأسنان على\nالجزء: 2 ¦ الصفحة: 284\n",
        "باطن الفم، وهذا من\nاختراعات المتنبي، ويجوز أيضاً أن يكون معناه: ويُشتاق إلى حصى أرضٍ، يكون بها قد يلَّ الناس لكثرة تقبيلهم إياه، فحدث في أسناهم يلل لاعتيادهم تقبيله.\nقال الشيخ: المعنى هو الأخير، وليس الأول بشيء. معناه: ويُشتاق إلى حصى أرضٍ قد يلَّ الناس بها لكثرة التقبيل، والدليل عليه وعلى بطلان تفسير الأول قوله بعده:\nإن لم تخالطه ضواحكُهم\n...\nفلمن تُصانُ وتُذخَرُ القُبَلُ؟\n(وإذا القُلوبُ أَبَتْ حكومتَهُ\n...\nرَضِيَتْ بِحُكمِ سيوفهِ القُلَلُ)\nقال أبو الفتح: يقول كأن الرؤوس لما صافحتها السيوف راضية بحكمها.\nقال الشيخ: سبحان الله ما أبعده من معناه. الرجل يقول: إذا لم ترضَ القلوب بأمره وتلقته بالإباء قطعت رؤوسها لتطيعه وتنقاد له سائر الأعداء، وهذا قريب من قوله:\nومَن لم تعلِّمه لكَ الذُّلَّ نفسُه\n...\nمنَ النَّاسِ طُرّاً علَّمتهُ المناصلُ\nالجزء: 2 ¦ الصفحة: 285\n",
        "وقال في أرجوزة أولها:\n(ما أجدرَ الأيَّامَ واللَّيالي\n...\n. . . . . . . . . . . . . . .)\n(لا يَتشكَّيْنَ منَ الكَلالِ\n...\nولا يُحاذِرْنَ منَ الضَّلالِ)\nقال أبو الفتح: أي ليست تصلُّ، لأنها لا تخطيء الحضيض.\nقال الشيخ: ولكنها لا تحاذر الضَّلال، لأنها مرمية مصابة، تتدهدى من الجبال، وبها أرماق، فكيف تشكو الكلال وتحذر الضلال؟ ويدلُّك عليه ما قبله:\nفهنَّ يهوينَ منَ القِلالِ\n...\nمقلوبةَ الأظلافِ والإرقالِ\nيرقلنَ في الجوِّ على المَحالِ\n(ما يبعثُ الخُرسَ على السُّؤالِ\n...\nفحُولُه والعُوذُ والمتالي)\nالجزء: 2 ¦ الصفحة: 286\n",
        "قال أبو الفتح: فحُولُها بفتح الفاء، على أن تكون فاء الجواب كما تقول: قد أكثرت من الجميل، فالناس كلهم شاكر لك، فتأتي بالفاء، لأن فعله الجميل هو الذي كان سبب الشُّكر، فكذلك هذه الوحش إنما تمنت أن يُتحفها بوالٍ لما سمعت من أخباره العجيبة لكان وجهاً، ويكون الحُولُ جمع حائل، وهي التي حالت فلم تحمل.\nقال الشيخ:\nواعجبي من خالدٍ كيف لا\n...\nيُخطئُ فينا مرَّةً بالصَّواب؟\nليس يصفه بجميل الفعل بها، وليس يتمنى وحش نجد أن يتحفها بوالٍ لأخباره، وإنما يتمناه لتسلم\nمن أخطاره، ويدلُّك عليه قوله قبله وبعده، فأما قبله فقوله:\nفوحشُ نجدٍ منهُ في بلبالِ\n...\nيخفنَ في سلمى وفي قيالِ\nنوافرُ الضِّبابِ والأورالِ\n...\nوالخاضباتُ الرُّبدِ والرِّئالِ\nوالظَّبيُ والخنساءُ والذَّيَّالِ\nوأما بعده فقوله:\nيَوَدُّ لو يتحفُها بوالِ\n...\nيركبُها بالخُطمِ والرُّحَّالِ\nيؤمنُها من هذهِ الأهوالِ\n...\nويُخمِسُ الغيثَ ولا يُبالي\nوماءَ كلِّ مسبلٍ هطَّالِ\nالجزء: 2 ¦ الصفحة: 287\n",
        "فأين هذه الحال بما فسره بذلك المُحال؟ فأما فحولها، فمن فتحها فهي فاء ابتداء الاستئناف معنى من جملة كلام تقدم كقوله:\nذكرتُك والخطّيُّ. . . . . .\n...\n. . . . . . . . . . . . . . .\nثم قال:\nفواللهِ ما أدري وإنِّي لصادقٌ\n...\nأداءٌ عراني من حُبابِكِ أم سِحرُ؟\nوهي جمع حائل، وهذه أولى الروايتين مطابقة العُوذ، ومن ضم الفاء فهي جمع فحلٍ.\n(وماَء كُلِّ مسبلٍ هطَّالِ\n...\nيا أقدرَ السُّفَّارِ والقُفَّالِ)\nقال أبو الفتح: أي وحش هذين الجبلين على بعدهما من بلده، تمنى أن يقيم عليها والياً فتتذلَّل له ليركبها، ويأخذ خمس عشبها ومائها، ويؤمنها أن تُقصد لصيدها.\nقال الشيخ: هذا نقيض ما فسره أنها تمنت أن يتحفها بوالٍ لما سمعته من أخباره العجيبة اللَّهم إلا أن يكون أراد بأخباره العجيبة وصوله إلى ما لم يصل إليه أحد قبله من الناس في الجد وغيره، وإنها لم تأمن على بعد المسافة بينها وبينه صيده لها،\nالجزء: 2 ¦ الصفحة: 288\n",
        "فتمنت واليه من هذه الجهة، فإن أرادها، فهو صواب، ولكن وجب أن يفسر أخباره العجيبة إذ ظاهرها جميل، والدليل على ما قلنا قوله بعده:\nيا أقدرَ السُّفَّارِ والقُفَّالِ\n...\nلو شئتَ صدتَ الأُسدَ بالثَّعالي\nأو شئت غرَّقتَ العدى بالآلِ\n...\nولو جعلتَ موضع الإِلالِ\nلآلِئاً قتلتَ بالَّلئالي\nالجزء: 2 ¦ الصفحة: 289\n",
        "القافية الميميَّة\nوقال في قصيدة أولها:\n(وفاؤكما كالرَّبعِ أشجاهُ طاسمُهْ\n...\n. . . . . . . . . . . . . . .)\n(إذا ظفِرَتْ منكِ العيونُ بنظرةٍ\n...\nأثابَ بها مُعْيي المَطيِّ ورازمُهْ)\nقال أبو الفتح: ومعناه إن الإبل الرَّازمة إذا نظرت إليك عاشت أنفسها فكيف بنا نحن؟\nقال الشيخ: سبحان الله ما أعجب هذه القصة! ما بصر الإبل بالحسان والقباح؟ وكيف تنظر إلى المعاشيق فتعيش بها، وتظفر عيونها بالنظر إليها؟ هذا ما لم يقع في الإفهام، ولم يدر في الأوهام، ولم يُسمع بها في الجاهلية والإسلام، ومعناه إذا ظفرت عيون العشاق بنظرة منك صارت رواحلُهم بها صواحب ثواب، واستحقَّت أن تُثاب بها، ولا تُرحل، ولا تُركب، بل تسرح وتسيَّب لترعى، ولا تُكلَّف شُقَّة بعدها ولا مشقَّة، وكانت الرعب تفعل بها إذا كفتها خطباً وبلَّغتها مراداً صعباً كما قيل:\nما هيَ إلاَّ شربةٌ بالحوأبِ\n...\nفصعِّدي من بعدها أو صوِّبي\nالجزء: 2 ¦ الصفحة: 290\n",
        "وكما قيل:\nفإذا المطيُّ بنا بلغنَ محمَّداً\n...\nفظهورهُنَّ على الرِّجالِ حرامُ\n(وَتكمِلَةُ العيشِ الصِّبا وعقيبُه\n...\nوغائبُ لونِ العارضينِ وقادمُهْ)\nقال أبو الفتح: سألته، فقلت له: أيُقال تكملة الشيء جميعه؟ فقال: هو جائز، لأنه بالجميع يكمل، وليس ما قال ببعيد. وقال: أردت بعقيبه: الشيب، لأنه يتلوه، يعني الهرم، والهاء في (وقادمه) عائدة على اللون يعني السَّواد والبياض.\nقال الشيخ: هذا كلام مختلط لفظاً ومعنى، وأظنه سمع منه كما قاله على تنقيح وتهذيب وحسن ترتيب فلم يحفظه. والدليل عليه أن الشيب لا يتلو الصِّبا حتى يكون عقيبه، فإن الشباب واسطة بين الصِّبا والشيب، وما أعرف لقوله: لأنه يتلوه يعني الهرم معنى وما بعده، وقوله: الهاء عائده على اللون صحيح، فأما قوله يعني السَّواد والبياض نمط قبيح من حيث خلط هذا بذلك حتى اختلطا فشمطا، ولم يجد ترتيباً. والمعنى كمال العيش الصِّبا وعقيبه أي الحظُّ وشرخ الشباب،\nالجزء: 2 ¦ الصفحة: 291\n",
        "وغائب لون العارضين وغيبوبته في الشعر الأسود وقت الاجتماع، وقادمه الشيب الذي يتلوه، فمن استكمل هذه الأقسام الأربعة فقد استكمل العيش.\n(على عاتقِ المَلْكِ الأغرِّ نجادُهُ\n...\nوفي يدِ جبَّارِ السَّماواتِ قائمُهْ)\nقال أبو الفتح: الملك برفع الميم لا غير.\nقال الشيخ: روايتي الملك بفتح الميم، يعني الخليفة، والدليل على صحته أنه سيف دولته، والمُلك لا يتقلَّد السيف، إنما يتقلَّده المّلك. يقول: قائمه في يد الله ونجاده على عاتق خليفة الله، كما قال:\nإنَّ الخليفةَ لم يسمِّكَ سيفَها\n...\nحتِّى بلاكَ فكنتَ عينَ الصَّارمِ\nفإذا انتضاكَ على العدى في معركٍ\n...\nهلكوا وضاقت كفُّه بالقائمِ\nوكما قال:\nفوا عجبا من دائلٍ أنتَ سيفُه\n...\nأما يتوقَّى شَفرتَي ما تقلَّدا؟\nالجزء: 2 ¦ الصفحة: 292\n",
        "(ويستكبرونَ الدَّهرَ والدَّهرُ دونَه\n...\nويَستعظمونَ الموتَ والموتُ خادمُهْ)\nقال أبو الفتح: أي إذا أراد قتل عدوٍّ قتله، فكأن الموت يُطيعه.\nقال الشيخ: هذا التفسير فاسد بقوله قبله، فإنه إذا كان قاتل فأبة خدمة للموت فيه؟ والمعنى إنه يخدمه الموت في المعارك بمساعدة جيشه على أعدائه فينفيهم، وإذا أراد قتل عدو سبقه به الموت فكفاه شغله كقوله:\nتغدو المنايا فلا تنفكُّ واقفةً\n...\n. . . . . . . . . . . . . . .\nوكقوله:\nإذا فاتوا الرِّماحَ تناولتهم\n...\n. . . . . . . . . . . . . . .\nوكقوله:\nودَى ما جنى قبلَ المبيتِ بنفسهِ\n...\nولم يدهِ بالجاملِ العَكَنانِ\nولم يدرِ أنَّ الموتَ فوقَ شَواتهِ\n...\nمعاُ جناحٍ محسنِ الطَّيرانِ\nوقوله:\nفمالكَ تُعنى بالأسنَّةِ والقنا\n...\nوجدُّك طعَّانٌ بغيرِ سنانِ؟\nالجزء: 2 ¦ الصفحة: 293\n",
        "ومالكَ تختارُ القِسيَّ وإنَّما\n...\nعن السَّعدِ يُرمَى دونَك: الثَّقلانِ؟\nلوِ الفَلَكُ الدَّوَّارُ أبغضتَ سعيَه\n...\nلعوَّقه شيءٌ عنِ الدَّورانِ\nوقال في قصيدة أولها:\n(إذا كان مدحٌ فالنَّسيبُ المُقدَّمُ\n...\n. . . . . . . . . . . . . . .)\n(أطعتُ الغواني قبلَ مطمحٍ ناظري\n...\nإلى منظرٍ يصْغُرنَ عنه ويعظُمُ)\nقال أبو الفتح: أي أطعتُهن، وأنا حدثٌ قبل أن أتعرض للأمور العالية، فلما قصدتها تركتُهن. وقوله: يصغُرن عنه وأعظم، يقول: هو وإن كبر عنهن، فإنه صغير عندي، والتقدير وأعظم عنه، فحذفه لتقدم ذكره.\nقال الشيخ: لا والله إن دريت ما فسره،\nالجزء: 2 ¦ الصفحة: 294\n",
        "ومعناه عندي أنه شبب في هذه القصيدة بحب سيف الدولة بدل النَّسيب بالحِبَّة، وقال: إذا كان مدح فالنَّسيب المقدَّم، ثم قال على وجه الإنكار:\n. . . . . . . . . . . . . . .\n...\nأكلُّ فصيحٍ قال شعراً مُتيَّمُ؟\nلحُبُّ ابن عبد اللهِ أولى فإنَّه\n...\nبه يُبدأُ الذِّكرُ الجميلُ ويُختَمُ\nثم قال: أطعت الغواني في حبِّهنَّ، والتَّشبيب بهن قبل أن طمحت إلى شخص سيف الدولة الذي يصغرن عنه، ويعظم ذلك المنظر من هذا، فحوَّلت التَّشبيب عنهن إلى حبِّه، فابتدأت به، واختتمت به، ويدلَّك عليه البيتان المتقدمان. وروايتي يعظم بالياء، أي بالجمع بينه وبينهن في شعر بالتَّشبيب بهن والمدح.\n(فجازَ له حتَّى على الشَّمسِ حُكْمُه\n...\nوبانَ له حتَّى على البدرِ مِيْسَمُ)\nقال أبو الفتح: الميسم: الحسن، أي فاق البدر في الحسن. قال الرَّاجز:\nيفضلُها في حسبٍ وميسَمِ\nالجزء: 2 ¦ الصفحة: 295\n",
        "قال الشيخ: المعنى عندي بخلافه، والميسم: المَكوى الذي يُوسم به، يقال للكيِّ أيضاً: ميسم، فهو يقول: فجاز له الحكم على الخلق أجمع حتى على الشَّمس فتتصرف بإذنه، كما قال في كافور:\nولا تُجاوِزُها شمسُ إذا شرَقت\n...\nإلاَّ ومنه لها إذنٌ بتغريبِ\nوبان له كيُّ على الأشياء توسم به حتى على البدر، فإنه على بُعد محلِّه أيضاً تحت ميسمه، وأراد به الكلف الذي فيه كأثر الميسم، كما قال أيضاً في كافور:\nوقد وصلَ المُهرُ الذي فوقَ فخذهِ\n...\nمنِ أسمِك ما في كلِّ عُنقٍ ومعِصَمِ\nلكَ الحيوانُ الرَّاكبُ الخيلَ كلُّه\n...\nوإن كانَ بالنِّيرانِ غيرَ مُوسَّمِ\n(تساوتْ به الأقطارُ حتَّى كأنَّما\n...\nيجمِّعُ أشتاتَ الجبالِ وينظِمُ)\nقال أبو الفتح: أي تُحيط خيله بالجبال، وهو كالجبل، فكأنه يؤلف بينها لسعته وكثافته.\nالجزء: 2 ¦ الصفحة: 296\n",
        "قال الشيخ: روايتي أشتات البلاد، وهذا الشرح بعيد من معناه خسيس كما تراه، والرجل يقول: عمَّ جيشه الأرض بحذافيرها حتى تساوت به آفاق الأرض وأقطارها لعمومه لها واشتماله عليها حتى كأنه يجمع أشتات البلاد وتفاريقها وينظمها في سلك من جيشه كما قال أيضاً فيه:\nخميسُ بشرقِ الأرض والغربِ زحفُه\n...\nوفي أُذنِ الجوزاءِ منهُ زمازمُ\nإلا أن هذا المعنى أبلغ من الأول المعنى أبلغ من الأول، لأنه جمع المشرق والمغرب في زحفه، وبلغ به السماء حتى وصف أصواته ببلوغها ووقوعها في أذن الجوزاء، وخصها من بين سائر البروج لأنها على صورة الإنسان كما يقال.\n(على كلِّ طاوٍ تحتَ طاوٍ كأنَّه\n...\nمنَ الدَّمِ يُسقَى أو منَ اللَّحمِ يُطْعَمُ)\nقال أبو الفتح: وقوله من الدَّم يُسقى أو من اللحم يُطعم يحتمل أمرين: أحدهما أنه يغتذي لحم نفسه ويشرب من دمها، فقد ازداد ضُمره وهُزاله وطواه إذ ليس له غذاء ولا مشرب إلا من جسمه.\nالجزء: 2 ¦ الصفحة: 297\n",
        "والآخر أن يكون كأن مطعمه من لحوم الأعداء ومشربه من دمائهم، فهو يقحم عليهم، ويوغل في طلبهم لخمصِه ليدرك مأكله ومشربه من أعاديه.\nقال الشيخ: المعنى الأول الذي شرحه هجاء بحت، والثاني مُحال محض، وذلك أن الخيل التي تحتاج إلى اغتذاء لحمها وشرب دمها مضاعة غير مُتعاهدة ولا معلوفة ولا مسقيَّة ولا مألوفة حتى إذا طالت عليها هذه الحالة عجفت وسقطت قواها، وخانت نفوسها شواها، فكأنها أكلت لحمها، وشربت دمها من حيث لم يبق لها طَرَقٌ ولا قوة، وهذا هو النهاية في اللُّؤم والخسة والحُمق والذِّلة.\nوالثاني أنها لا تُطعم اللحم ولا تشرب الدَّم ولا تُضمر بهما ولا تُخمَّص، وهو قد بتَّ القول به، وهو يقول: على كل طاوٍ تحت طاوٍ، وتمت هنا صفة الفارس والفرس، وذلك أن الفارس يوصف بأنه دقيق\nالخصر ضربٌ خفيف الجسم كما قال البحتري:\nإذا أثقلَ الهِلباجُ أحناَء سرجهِ\n...\nغدا طِرفُه يختالُ بالمرهفِ العَضبِ\nوالفرس يوصف بالضُّمر كقول الأول:\nلو يشَا طارَ به ذو ميعةٍ\n...\nلاحقُ الآطالِ نَهدٌ ذو خُصَل\nوكقول القائل:\n. . . . . . . . . . . . . . .\n...\nوهنَّ منَ التَّعداءِ قُبٌّ شوازبُ\nالجزء: 2 ¦ الصفحة: 298\n",
        "وكقول المتنبي:\nوشُزَّبٌ أحمتِ الشِّعرى شكائِمَها\n...\nووسَّمتها على آنافِها الحَكَمُ\nوقوله:\n. . . . . . . . . . . . . . .\n...\n. . . والمطهَّمةَ القُبَّا\nثم قال: كأنه من الدَّم يُسقى أو من اللحم يُطعم لإلفه لهما وأُنسه بهما وقلة نفاره عنهما لاعتياده كثرة رؤيتهما في وقعاته ومرونه على دوام مشاهدتهما في غزواته كما يقول فيه:\nوكم رجالٍ بلا أرضٍ لكثرتهم\n...\nتركتَ جَمعَهمُ أرضاً بلا رجلِ\nما زالَ طرِفُكَ يجري في دمائِهمُ\n...\nحتَّى مشى بكَ كَشيَ الشَّاربِ الثَّمِلِ\nوكقوله فيه:\nتعوَّد أن لا يقضِمَ الحَبَّ خيلُه\n...\nإذا الهامُ لم ترفع جُنوبَ العلائقِ\nولا تردُ الغدرانَ إلاَّ وماؤُها\n...\nمنَ الدَّمِ كالرَّيحانِ تحتَ الشَّقائِقِ\nوقال في قصيدة أولها:\n(واحرَّ قلباهُ ممَّنْ قلبُه شبمُ\n...\n. . . . . . . . . . . . . . .)\nالجزء: 2 ¦ الصفحة: 299\n",
        "(رجلاهُ في الرَّكضِ رجْلٌ واليدانِ يدٌ\n...\nوفعلُه ما تريدُ الكفُّ والقدَمُ)\nقال أبو الفتح: يصف استواء وقع قوائمه وصحة جريه كما قال جرير:\nمن كلِّ مشترفٍ وإن بعدَ المدى\n...\nضرمِ الرَّقاقِ مناقلِ الأجرالِ\nأي: يتوقى في جريه وطء الصخور لحذقه به، وقوله: وفعله ما تريد الكفُّ والقدم، أي: جريه يغنيك عن تحريك السَّوط والقدم.\nقال الشيخ: هذا وجه، والمعنى عندي أنه يصفه بلين العنق، والمعاطف، أي: يدور كما يُدار عنانه، ويعمل كما يستعمله القدم من أنواع الجري والطُّمور والحُضر وغيرها بتثقيل ركابه وتخفيفه كما يقول:\nتثنَّى على قدرِ الطّعان كأنَّما\n...\nمفاصلها تحتَ الرِّماحِ مراوِدُ\nوقوله:\nيحكُّ أنَّى حكَّ الباشقِ\nالجزء: 2 ¦ الصفحة: 300\n",
        "(ومُرهفٍ سرتُ بينَ الموجتينِ به\n...\nحتَّى ضربتُ وموجُ الموتِ يلتطمُ)\nقال أبو الفتح: يعني سيفاً شقَّ به صفَّين، فضرب به، وأراد بالموج: الأمواج، فوضع الواحد موضع الجماعة، ألا ترى أنه قال:: يلتطم، والالتطام لا يكون من واحد، ويدلُّك على أنه قد أراد ما فوق الواحد: قوله سرت بين الموجتين، وقد يجوز أيضاً أن يكون الموج جمع موجة.\nقال الشيخ: روايتي بين الموكبين به، وهذا أحسن وأولى من جمع هذه الأمواج كلها، فإن في قوله: بين الموجتين وموج الموت سخافة بيِّنة، والموج جمع موجة هنا لا غير.\n(يا من يعِزُّ علينا أنْ نفارقَهمْ\n...\nوِجدانُنا كلَّ شيءٍ بعدَكمْ عدَمُ)\nقال أبو الفتح: هذا نُحو قوله أيضاً في فاتك:\nعدمُته وكأنِّي سرتُ أطلُبه\n...\nفما تزيدُنيَ الدُّنيا على العَدَمِ؟\nقال الشيخ: هذا قريب منه، لكنه يحتاج إلى بسطٍ، لأن فيه زيادة معنى، وذلك أنه يقول في فاتكٍ: عدمته، وكأني أطلبه بقطعي الأرض، فلا أجده، ويقول في هذا البيت:\nالجزء: 2 ¦ الصفحة: 301\n",
        "يا من يعزُّ علينا فراقهم، كلُّ موجودٍ لنا بعدكم عدمٌ بالقياس إليكم إّ لا مخدوم بالقياس إلى خدمتكم مخدوم، ولا جاه بالقياس إلى جاه قربكم، جاه ولا نوال بالقياس إلى نوالكم نوال، ولا حال في جنب حالكم حال، فإذا وجدانُنا كل ما نجد بعدكم عدمٌ لا وجود.\n(بأيِّ لفظٍ تقولُ الشِّعرَ زعنفةٌ\n...\nتجوزُ عندكَ لا عُرْبٌ ولا عَجمُ؟)\nقال أبو الفتح: الزِّعنفة بكسر الزَّاي واحدة الزَّعانف، وهو سُقَّاط الناس وسفلتُهم، وأصله من زعنفة الأديم، وهو ما يسقط منه إذا قُطع، فشُبه به رُذال الناس، وبالفتح: التَّزيين. يقول: ليست فيهم فصاحة العرب ولا تسليم العجم الفصاحة للعرب، فليسوا شيئاً.\nقال الشيخ: بأي لفظ يقول الشعر سُقَّاط الناس؟ تجوز عندك لا عربٌ ولا عجم، أي: لا عربي ولا عجمي، بل ألفاظ كألفاظ أهل السَّواد والزُّطِّ والأنباط، لا من ألفاظ العرب ولا من ألفاظ العجم.\nالجزء: 2 ¦ الصفحة: 302\n",
        "وقال في قصيدة أولها:\n(على قدرِ أهل العزمِ تأتي العزائمُ\n...\n. . . . . . . . . . . . . . .)\n(هلِ الحدثُ الحمراءُ تعرفُ لونَها\n...\nوتعلمُ أيُّ السَّاقيينِ الغمائمُ؟)\nقال أبو الفتح: أي لا تعرف لونها، لأنه قد بناها غير البناء الأول، لأن الحجر الذي بُنيت به كان أحمر اللون، ويجوز أن يكون سمَّاها حمراء لأن الدِّماء أُريقت بها.\nقال الشيخ: المعنى ما أشار إليه أخراً، ولم يستقصِه، وما الأول بشيء، لأن البناء لو بُني ألف مرة من تربة واحدة، لم يتغير لونه، وما الذي يوجب في بنائها لها ثانياً أن تنكر لونه ولا تعرفه؟ ومن يقول: إن الحجر الذي بنيت به كان أحمر؟ وهبه كذلك لمَ لا تعرف لونها لحمرة حجارة بُنيت منها؟ على أن الحجارة التي تنصب بها الأبنية تُطين بعدها، فيغيِّر الطِّين ألوانها. هذه كلها فاسدة كما ترى، والمعنى أن سيف الدولة أراق بها من الدِّماء الرَّويَّة ما اختضبت به تلك البقعة عُلواً وسُفلاً، فاحمرت هذه البنيِّة، وتغير لونها بخضاب الدِّماء، والرجل يقول: تعرف لونها، فإنه ليس لونها الذي كان من قبل، والدليل عليه المصراع الثاني وما يتلوه، وهو قوله:\nالجزء: 2 ¦ الصفحة: 303\n",
        ". . . . . . . . .\n...\nوتعلمُ أيُّ السَّاقيينِ الغمائمُ؟\nسقاها الغمامُ الغُرُّ قبلَ نزولهِ\n...\n. . . . . . . . . . . . . . .\nفغسلها وصفَّ لونها.\n. . . . . . . . . . . . . . .\n...\nفلَّما دنا منها سقتها الجماجمُ\nفخضبتها، وغيرت لونها، وجعلتها حمراء، فهل تعرف لونها؟ فإنها ساعة تكون كذا في سفح الغمائم، وساعة كذا في سقي الجماجم، فقد حارت في لونيها وساقييها، فما تدري أيهما لونُها، وأيهما ساقيها.\n(وكانَ بها مثلُ الجنونِ فأصبحتْ\n...\nومِنْ جُثّثِ القتلى عليها تمائمُ)\nقال أبو الفتح: يقول لما قتل الرُّوم بها، وصاروا مثل العُوذ لها كانت كأنها قبلَ ذلك كانت ذات جنون، وقد لاذ فيه بقول أبي تمَّام:\nتكادُ عطاياهُ يُجَنُّ جُنُونُها\n...\nإذا لم يُعِّوذها بنغمةِ طالبِ\nالجزء: 2 ¦ الصفحة: 304\n",
        "قال الشيخ: قوله كأنها قبل ذلك كانت ذات جنون، لِمَ كانت ذات جنون؟ وما الذي حل بها حتى جَنَّت به؟ وهذا شرح يحتاج إلى شرح، ومعناه: إن الرُّوم كانت استولت عليها، فزالت عن أيدي المسلمين، وصارت في أيدي الكافرين، وكان بها مثل الجنون لزوالها عن يد\nالحقِّ وانتقالها إلى يد الباطل، فأصبحت في تمائم من جثث القتلى من الرُّوم وعُوذ من جيفها، ثَفتها غواشي الجنون بعدها، ويُعيذُها من أن يلمَّ بها، وهذا كما قيل:\nفليتكَ حولي ما تُفارقُ مضجعي\n...\nوفيها شفاءٌ للذي أنا كاتمُ\nكأنِّيَ ملحوظٌ منَ الجِنِّ نظرةً\n...\nوهنَّ حواليَّ الرُّقى والتَّمائمُ\nوالدليل على صحة ما قُلنا أنه يقول فيها:\nطريدةُ دهرٍ ساقَها فرددتَها\n...\nعلى الدِّين بالخَطِّيِّ والدَّهرُ راغِمُ\n(تُفيتُ اللَّيالي كلَّ شيءٍ أخذتَه\n...\nوهنَّ لِمَا يأخذْنَ منكَ غَوارِمُ)\nقال أبو الفتح: أخذنه بالنون. قال الشيخ: سمعته بالنون والتاء، والتاء أبلغ في المدح وأحسن وأعظم في القدرة\nالجزء: 2 ¦ الصفحة: 305\n",
        "لسيف الدولة، وذك أنه يقول: تُفيت الليالي أنت يا سيف الدولة كل شيء أخذته، فما تقدر الليالي على ارتجاعه عنك، وهنَّ لما يأخذن منك غوارم بعجزها عنك، فتحتاج تردُّها راغمة وتغرمه صاغرة كما رُدَّت الحدث إليك، فكلا طرفي روايتي التاء مدح سيف الدولة، والطرف الأول في رواية النون صفة أو مدح الليالي، والثاني مدح سيف الدولة.\n(وقدْ حاكموها والمنايا حواكمٌ\n...\nفما ماتَ مظلومٌ ولا عاشَ ظالمُ)\nقال أبو الفتح: أي لما ظموا وعتوا بقصدهم هدمها أهلكهم سيف الدولة، وسلِمَ أصحابه.\nقال الشيخ: المعنى غيره، وهو أن الرُّوم حاكموا الحدث إلى المنايا ظالمين، فعاش المظلوم، وهو الحصن بمن فيه، ومات الظالم، وهو من قصدها باغياً.\n(خَميسٌ بشرقِ الأرضِ والغربِ زحفُه\n...\nوفي أُذنِ الجوزاءِ منه زمازمُ)\nالجزء: 2 ¦ الصفحة: 306\n",
        "قال أبو الفتح: جعل للجوزاء أُذناً استعارة، أي لو كانت لها أُذن لسمعت بها. قال الشيخ: ليس كذلك، ولو كان كذلك لما خصَّ الجوزاء دون سائر البروج، فإن الاستعارة جائزة في الجميع، وقد مر شرحه في شرح قوله:\nتساوت به الأقتارُ حتَّى كأنَّه\n...\nيُجمِّعُ أشتاتَ الجبالِ وينظُمُ\n(تجاوزتَ مقدارَ الشَّجاعةِ والنُّهى\n...\nإلى قولِ قومٍ أنتَ بالغيبِ عالمُ)\nقال أبو الفتح: في أخر هذا البيت بعض المنافرة لأوله، لأن الشجاعة لا تُذكر مع علم الغيب، ولولا أنه ذكر النُّهى، وهو العقل لكان الأمر أشدَّ تبايناً لأن العاقل عالم بأعقاب\nالأمور، ولو كان موضع الشجاعة الفطانة لكان أليق بعلم الغيب، إلا أنه كان في ذكر الحرب، فكانت الشجاعة من ألفاظ وصفها، ويجوز أن يكون ذكر الشجاعة مع علم الغيب، لأنه كأنَّه عرف ما يصير إليه، فتشجع، ولم يحذر الموت.\nقال الشيخ: ما فيه من المنافرة شيء وقد ذكر الشجاعة في موضعها وعلم الغيب في موضعه، وما فيه مكان تعيير ولا تغيير، على أن الشارح تلافاه في أخر كلامه، وما استوفاه، فإنه يقول: تجاوزت مقدار الشجاعة والعقل في وقوفك حيثما وقفت في ذلك المأزق إلى قول قومٍ ينسبونك إلى علم الغيب، فإن من لم يكن عاقلاً عالماً بالغيب موقناً بأنه لا يُصاب ولا يُؤسر ولا يُجرح ولا يُقسر ولا يُهزم ولا يُكسر لم تُطاوعه نفسه\nالجزء: 2 ¦ الصفحة: 307\n",
        "ولم يُساعده قلبه على الوقوف حيث وقفت، فإن ذلك مجاوز حدَّ الشجاعة وحدَّ العقل، فلا يقتضيه أحدهما بحالٍ، ويدلُّك عليه ما يتقدمه، وهو قوله:\nوقفتَ وما في الموتِ شكٌ لواقفٍ\n...\nكأنَّك في جفنِ الرَّدى وهو نائمُ\n(بضربٍ أتى الهاماتِ والنَّصرُ غائبٌ\n...\nوصار إلى اللَّبَّاتِ والنَّصرُ قادمُ)\nقال أبو الفتح: يقول إذا ضربت عدواً، فحصل سيفك في رأسه لم تعتدد ذلك نصراَ ولا ظفراً، فإذا فلق السيف رأسه فصار إلى لبَّته، فحينئذ يكون ذلك عندك نصراً، ولا يرضيك ما دونه.\nقال الشيخ: ليس في البيت من هذا التقدير شيء إذ ليس يقول: يعتدُّ هذا نصراً، ولا يعتدُّ ذلك نصراً، وليس النصر ما يعتدُّه الإنسان أو يقدِّرُه، وإنما يقول: ضممت جناحيهم على قلبهم ضمَّة، وفتحت هذا الفتح العظيم بضربٍ، أتى الهام، والنصر بعدُ غائب، لأنه لم يدرِ كيف يكون أثره؟ أيعمل في المضروب عمله، وتكون اليد والنَّصرة له أم ينبو السيف؟ ولا يجيئك في المضروب، فيميل المضروب على الضارب، فيغلبه، وينقلب الأمر عليه؟ فلما رسب إلى الصدور بعد الهام والرؤوس والأعناق والفِهاق قدم النَّصر إذ ذلك لتبيُّن الضارب من المضروب والغالب من المغلوب.\nالجزء: 2 ¦ الصفحة: 308\n",
        "(نثرتَهمُ فوقَ الأحيدِبِ كلِّه\n...\nكما نُثِرتْ فوقَ العروسِ الدَّراهمُ)\nرواه أبو الفتح: كلِّه.\nقال الشيخ: كلَّهم، وهذا أحسن وأبلغ في القهر والمدح، لأن كلَّهم يشتمل على جميعهم، وكلَّه\nلا يؤدي هذا المعنى، فإنه يجوز أن يغمر ويشتمل الأحيدب بعضهم، ولا يدخل الباقون في نثره على الأحيدب.\n(تدوسُ بكَ الخيلُ الوكورَ على الذُّرا\n...\nوقدْ كثُرتْ حولَ الوكورِ المطاعمُ)\nقال أبو الفتح: يقول إذا أخذوا عليك درباً، صعدت إليهم إلى رؤوس الجبال فقتلتهم هناك، فلذلك تكثر المطاعم حول الوكور.\nقال الشيخ: ما فيه من حديث الدَّرب وأخذه شيء، والرُّوم أهل الجبال، وقد تسنَّموها، وتوقُّلوها فزعاً منه إلى حيث وكور العقبان في قُللِها وقُننِها وحيث لا يرتقبه إلا\nالجزء: 2 ¦ الصفحة: 309\n",
        "العُقاب، فقال: صعدتها خيلُك بأن صعدت إليها بخيلِك، فجعلت تدوس وكور العقبان، وتقتل الرُّوم حواليها، فكثرت مطاعمها.\n(تظنُّ فِراخُ الفُتْخِ أنَّك زُرْتَها\n...\nبأُمَّاتِها وهيَ العِتاقُ الصَّلادمُ)\nقال أبو الفتح: يقول إذا رأت فراخ العقبان خيلك، وقد أشرفت على وكورها ظنَّتها أُمَّاتِها، لأن خيلك كالعقبان شِدَّة وسُرعة وضمراً.\nقال الشيخ: ما فسره إلى أمَّاتِها صحيح، وبعده لا، فإنه يقول: ظنَّتها أمَّاتِها، لأنها لم ترَ شيئاً من الحيوان بلغتها غير أمَّاتِها، ولم تعهده فظنَّتها أمَّاتِها كما رأت وعهدت منذ وجدت.\nوقال في قصيدة أولها:\n(أراعَ كذا كلَّ الأنامِ هُمامُ؟\n...\n. . . . . . . . . . . . . . .)\n(إذا خافَ مَلْكٌ مِنْ ملوكٍ أجرتَهُ\n...\nوسيفَك خافوا والجِوارَ تُسامُ)\nقال أبو الفتح: إذا كنت تُجير من غيرك، فإن تجير من نفسك أولى.\nالجزء: 2 ¦ الصفحة: 310\n",
        "قال الشيخ: المعنى هذا غير أن العبارة رديئة، وكان يجب أن يقول: أنت ملك الملوك وسيدهم، فإذا خاف يعضهم بعضاً، أجرته وخفرته، فأمن في ذَراك، وامتنع بحماك، والرُّوم يخافون سفك، ويرومون جوارك، فكيف لا تُجيبهم إليه ولا تُجيرهم؟\n(تغُرُّ حلاواتُ النُّفوسِ قلوبَها\n...\nفتختارَ بعضَ العيشِ وهوَ حمِامُ)\nقال أبو الفتح: قلوبها، أي قلوب النفوس، فتختار الهرب خوفَ القتل، وهو كالقتل.\nقال الشيخ: ليس كذلك، فإنه يصف الطَّلب لا الهرب، فيقول: تغُرُّ حلاوات النفوس قلوبها، حتى تذلَّ وتخضع وتخشع وتطلب الأمن بالسِّلم، وتنقاد لما تُسام من الخسف والظُّلم،\nويجري عليها من القضاء والحُكم، وتختار بها بعضاً من العيش لتبقى مديدة فيه، وهو موت كقوله:\nولِموتٍ في العزِّ يدنو محبٌّ\n...\nولعيشٍ يطولُ في الذُّلِّ قالي\nويدلُّك على ما قلناه قوله بعده:\nوشرُّ الحمامين الزُّؤامين عيشةً\n...\n. . . . . . . . . . . . . . .\nالجزء: 2 ¦ الصفحة: 311\n",
        "وقوله بعده:\nفلو كانَ صلحاً لم يكن بشفاعةٍ\n...\n. . . . . . . . . . . . . . .\nوقوله:\nومنٌّ لفرسانِ الثُّغورِ عليهمُ\n...\nبتبليغهم ما لا يكادُ يُرامُ\nأي ذكرٍ هنا للحرب والمقام والهرب؟ فهم في السِّلم وطلبها لا في الحرب وحربها.\n(وإنْ طالَ أعمارَ الرِّماحِِ بهُدنةٍ\n...\nفإنَّ الذي يَعمُرْنَ عندكَ عامُ)\nقال أبو الفتح: أي أطول أعمار الرماح عندك في الهدنة عامٌ، لأنك لا تُغبُّ قصد الرُّوم أو طرد الأعراب. والوجه أن يُقال: يعمُرن فيه، ولكنه شبَّه الظرف بالمفعول به اتساعاً.\nقال الشيخ: رواية ظريفة إلا أنها سخيفة، ما سمعنا بأعمار الرماح ولا بعمر الرُّمح، والرجل إن لم يكن يُغبُّ قصد الرُّوم وطرد الأعراب، أفلم يكن يعمل من ضروب السلاح غير الرماح حتى حسن اختصاصها بها دون سائر الأسلحة؟ وإن كان أراد ما فسره فهلاَّ قال: فإن طال أعمار السلاح بهدنة حتى كانت مشتملة على جميع ضروبها لا؟ ولكن الرواية الصحيحة، وإن طال أعمار الرجال بهدنة، فإن الذي يعمرن،\nالجزء: 2 ¦ الصفحة: 312\n",
        "أي: الأعمار عندك لا تربي على عامٍ واحد، وأراد بها الرُّوم، فلماذا تُضايقهم بهدنة في عام، فإنها لا تزيد عليه عندك؟\nوقال في قصيدة أولها:\n(عُقبى اليمين على عُقبى الوغى نَدَمُ\n...\nماذا يزيدُكَ في إقدامِكَ القسمُ؟)\nقال أبو الفتح: أي إذا حلفت أن تلقى من لست من رجاله، هل يزيد يمينُك في شجاعتك؟\nقال الشيخ: المعنى ما ذكره غير أن العبارة ناقصة من استكمال المعنى، وذلك أن صاحب الرُّوم كان أقسم برأس ملكهم أن لا يولِّي عن سيف الدولة، فلمَّا التقيا امتلأت ضلوعه رعباً،\nفلم يستطع به حرفاً، فولَّى منهزماً، فقال المتنبي: عاقبة اليمين ندامةٌ على عاقبة حرب المسلمين، أي: ندم على ما قدَّم من قسمه عند منهزمه، وودَّ لو لم يقسم، فكان لا يجمع على نفسه خزاية الانهزام والحِنث في الإقسام، ثم بعده ما فسره.\nالجزء: 2 ¦ الصفحة: 313\n",
        "(والنَّقعُ يأخذُ حرَّاناً وبُقعتَها\n...\nوالشَّمسُ تُسفرُ أحياناً وتلتثمُ)\nقال أبو الفتح: تسفر: تظهر، وتلتثم بالغبار، أي: تستتر.\nقال الشيخ: الرواية الصحيحة: ويتركها، لا: وبُقعتها، فإن في قوله يأخذ حراناً غُنيةٌ عن قوله: وبُقعتها، فهو تكرار بلا معنى، فإنه إذا أخذ حرَّاناً، فقد أخذ بقعتها، ثم قوله: يأخذ بإزاء يتركها، وتسفر بإزاء تلتثم. وهذا هو التقسيم الصحيح والتطبيق المستقيم واللفظ والمعنى في التقابل والتعادل من بدائعه.\n(سُحْبٌ تمرُّ بحصنِ الرَّانِ ممسكةً\n...\nوما بها البُخلُ لولا أنها نِقَمُ)\nقال أبو الفتح: يعني جيش سيف الدولة، وحصن الرَّان من عمله، فيقول: إمساكها ليس بخلاً، وإنما هو إشفاق على دياره.\nقال الشيخ: هذا أعجب من ذهاب هذه المعاني على مثله، وما قبلها وبعدها يشهد بها، ويدل عليها، فأنى صرف عنها ترى؟ الرجل يقول قبله:\nوالنَّقعُ يأخذُ حرَّاناً\n...\n. . . . . . . . . . . . . . .\nالجزء: 2 ¦ الصفحة: 314\n",
        "وسُحبٌ تمرُّ\n...\n. . . . . . . . . . . . . . .\nصفته بعده، فيقول: هذا النَّقع سحبٌ تمرُّ ولاءً بحصن الرَّان ممسكة عن المطر لا للبخل، ولكن لأنها سحب النِّقم لا سحب النِّعم وعجاج الحرب لا سحاب القطر، وما أحسن ما شبَّه طوالع الغبار بطوال السحاب في أخذ الجو وحجب الشمس وظلام الأفق، ثم ما أحسن ما اعتذر لها بالإمساك عن المطر، فلا أدري كيف قال: إمساكها ليس بخلاً، وإنما هو إشفاق على دياره؟ وما أدري ماذا أراد به، وإمساكها عن ماذا؟ فإن كان عن المطر فما هو بإشفاق على داره، وإن كان على الغارة فلا تحسن العبارة عنه بالبُخل، فإنه أنفع من كل جودٍ، وروايتي: إلا أنها نِقَم.\n(جيشٌ كأنَّك في أرضٍ تُطاولُه\n...\nفالأرضُ لا أَممٌ والجيشُ لا أَمَمُ)\nقال أبو الفتح: أي الأرض عظيمة، والجيش كذلك، أي فكأنهما يتطاولان.\nقال الشيخ: بَخس المعنى - والله - حقه على شرفه، أو لم يَغُص عليه، فتغاباه لشرفه، ولِمَ لم يفسر قوله؟ كأنك في أرض تُطاوله، وفسر المصراع الثاني لظهوره.\nالجزء: 2 ¦ الصفحة: 315\n",
        "ومعناه في أرض تطاول هي جيشك، وليس من المعهود والمعتاد مطاولة الجماد غيره، فكأنك في أرضٍ تطاول هي جيشك، فلا أرض قريبة ولا جيش قريب، ثم فسره بعده:\nإذا مضى علمٌ منها بدا علمٌ\n...\nوإن مضى علمٌ منه بدا علمُ\n(حتَّى وردنَ بسُمنينٍ بحيرتَها\n...\nتَنِشُّ بالماءِ في أشداقِها اللُّجُمُ)\nقال أبو الفتح: هذا مثل قول الآخر:\nيَنِشُّ الماءُ في الرَّبَلاتِ منها\n...\nنشيشَ الرَّضفِ في اللَّبنِ الوغيرِ\nيصف فرساً عرقت.\nقال الشيخ: إن كان يصف فرساً عرقت، فالمتنبي يصف شكائم حميت، وما يجمع بين البيتين إلا النَّشيش، وليس هو من الإشكال بحيث يدلُّ عليه بالإشكال، فكيف رضي به، وأغمض عن المعنى؟ ومأخذ المعنى البيت الأول الذي قبله:\nوشُزَّبٌ أحمتِ الشِّعرى شكائمَها\n...\n. . . . . . . . . . . . . . .\nالجزء: 2 ¦ الصفحة: 316\n",
        "وتمامه في قوله:\nحتَّى وردنَ بسمنينٍ. . .\n...\n. . . . . . . . . . . . . . .\nوالنشيش: الصوت الذي تسمعه من الخزف والحديد المحمى وأمثالها إذا أصابها الماء.\n(فلا سقى الغيثُ ما وراهُ منْ شجرٍ\n...\nلو زلَّ عنه لوارتْ شخصَه الرَّخَمُ)\nقال أبو الفتح: أي لو لم يعتصم بما دخل فيه من الدَّغل لقُتل، فأكلته الطير، فوارته في أجوافها.\nقال الشيخ: المعنى الصحيح إلى قوله: فوارته أجوافها، فإنه سقيم، فإن المتنبي يقول: لوارت شخصه الرَّخم، والذي وارته الطير منه في أجوافها أجزاء شخصه لا شخصه، فإنه يُسمى شخصاً ما بقي بحاله، فإذا تفرق وتجزأ، كان أجزاءً لا شخصاً، وقوله: لوارت شخصه الرَّخم، أي: إذا وقعن على شخصه صريعاً ينهشه لكثرتها وتزاحمها عليه ما يتوارى شخصه فيها.\nالجزء: 2 ¦ الصفحة: 317\n",
        "القائمُ الملكُ الهادي الذي شهدتْ\n...\nقيامَه وهُداهُ العُرْبُ والعجمُ\nقال أبو الفتح: القائم: المدبِّر للأمور من قوله تعالى: (الرِّجالُ قوَّامونَ على النِّساء).\nقال الشيخ: القائم: صاحب الأمر، يقول: هو ملك العرب والعجم، وهاديهم ومرشدهم، وهم شاهدو قيامه بأمورهم وإرشادهم.\nوقال في قصيدة أولها:\n(كُفِّي أراني ويكِ لومُكِ ألْوَما\n...\n. . . . . . . . . . . . . . .)\n(نُورٌ تظاهرَ فيكَ لاهوتَّيهً\n...\nفتكادُ تعلمُ علْمَ ما لنْ يُعلما)\nقال أبو الفتح: لاهوتية كقولك: إلاهيَّة، ولست أعرف هذه اللفظة في كلام العرب، على أن العامة قد أُولعت بها، ونصب لاهوتية على المصدر، ويجوز أن يكون حالاً من الضمير الذي في (تظاهر) ولو كان لاهوت من كلام العرب لكان اشتقاقه من لاهٍ، الذي أدخل\nالجزء: 2 ¦ الصفحة: 318\n",
        "عليه الألف واللاَّم.\nقال الشيخ: روايتي: لاهوتية بالإضافة دون التنوين، وأن يعلما بالياء.\nوقال في قصيدة أولها:\n(ملامُ النَّوى في ظُلمِها غايةُ الظُّلْمِ\n...\n. . . . . . . . . . . . . . .)\n(إذا بيَّت الأعداَء كان استماعُهمْ\n...\nصريرَ العوالي قبلَ قَعْقَعةِ اللُّجْمِ)\nقال أبو الفتح: أي يبادر إلى أخذ الرُّمح، فإن لحق إسراج فرسه فذاك، وإلا ركبه عُرياً.\nقال الشيخ: ما اهتدى إلى ما فسره منه، والمعني عندي: أنه يباغتُهم ويُفاجئُهم في ذلك البَيات، فيكون استماعهم لصرير العوالي المفرّقة بينهم الوالغة في مُهجاتهم المبالغة في سفك نفوسهم وإراقة دمائِهم قبل\nالجزء: 2 ¦ الصفحة: 319\n",
        "استماع قعقعة اللُّجم المطلقة بقصدهم وحصدهم فِعل أُولي الحزامة في طيِّ الأخبار والآثار وإمساك الأصوات عن الأعداء حتى تهجَّموا عليهم بغتة وفجأة.\n(وإنْ تُمسِ داءً في القُلوبِ قناتُه\n...\nفَمَمْسَكُها منه الشِّفاءُ منَ العُدْمِ)\nقال أبو الفتح: مُمسَكها: موضع إمساكها يعني كفَّه كقولك: المُدخل والمُخرج.\nقال الشيخ: روايتي: فممسِكُها بكسر السِّين، يعني كفَّه.\n(وجَدْنا ابن إسحاقَ الحسينَ كحَدِّهِ\n...\nعلى كثرةِ القتلى بريئاً منَ الإثْمِ)\nقال أبو الفتح: أي كحدِّ هذا السيف هو كثير القتلى، ولا إثم عليه، لأنه لا يضع الشيء في\nغير موضعه كما أن حدَّ السيف كثير القتل، وهو مع هذا غير أثيمٍ.\nقال الشيخ: حدُّ السيف لا يكون أثيماً، لأنه جماد، لا يجوز أن يكون الممدوح لا يغفل، وهو لا يعلم حتى لا يأثم، ولو كان عاقلاً لكان يأثم، فإنه يقتل البريء والسَّقيم.\nوروايتي كجدِّه بالجيم، أي: هو ملك وأبن ملوك، ومن بيت المملكة، ولابد للملك من إقامة الحدود وكثرة القتل بالحق، وهذا كجدِّه على كثرة القتل بريء من الإثم، لأنه يقتل بالحقِّ في إقامة الحدِّ.\nالجزء: 2 ¦ الصفحة: 320\n",
        "(له رحمةٌ تُحيي العظامَ وغضبةٌ\n...\nبها فضلةٌ للجُرمِ عنْ صاحبِ الجُرْمِ)\nقال أبو الفتح: يقول إذا أغضبه مجترم لأجل جرمٍ جناه، تجاوزت غضبته قدر المجرم، فكانت أعظم منه، فإما احتقره فلم يُجازه، وإمَّا جازاه فتجاوز قدر جرمه فأفناه.\nقال الشيخ: ما هما بشيء، ومعناه: له رحمةٌ تحيي العظام لإفراطها، وغضبته تُفني المجرم، فإذا أهلكت صاحب الجرم فضلت فيه فضلةٌ منها لذلك الجرم، فأهلكته، وأفنته مع المجرم، فلا يُقدم على ذلك الجرم بعده أحد، فيفقد الجرم مع المجرم.\nوقال في مطلع قصيدة:\n(أحقُّ عافٍ بدمعِكَ الهِممُ\n...\nأحدثُ شيءٍ عهداً بها القِدَمُ)\nقال أبو الفتح: ليس العافي هاهنا الطالب والقاصد، وسألته عن معنى هذا البيت، فقال: أحقُّ ما صرفت عليه بُكاءك همم الناس، لأنها قد ذهبت ودرست، فصار أحدثُها عهداً قديماً.\nقال الشيخ: العافي هاهنا الدَّارس لا غير، والدليل عليه المعنى الذي حكاه المتنبي.\nالجزء: 2 ¦ الصفحة: 321\n",
        "وقال في قصيدة أولها:\n(فُؤادٌ ما تسلِّيه المُدامُ\n...\n. . . . . . . . . . . . . . .)\n(ولو لم يَرْعَ إلاَّ مُستحِقٌّ\n...\nلرتُبتهِ أسامَهمُ المُسامُ)\nقال أبو الفتح: يقول فالذي يدبِّر أمور الناس، يحتاج إلى من يدبِّره، وهو مُخلى بلا ناظر في أمره، فلو لم يلِ الأمر إلا من يستحقه لخلَّى الناس من خُلِّي وإياهم، لأنه لا يستحق أن يلي عليهم أمورهم.\nقال الشيخ: لا اشتغل بنقصه، فإني إذا شرحته فضحته، فتبينت فساده. الرجل يقول: لو لم يكن يرعى إلا مستحق لرتبته أن يرعى غيره لأسام القوم المسام، أي المواشي والبهائم\nولرعى الرُّعاة والرَّعية، فإن البهائم في سهلها أحق برتبة الرَّعي من رُعاتها، فإنهم أجهل منها وأضلُّ وأولى بأن يكونوا مسامين لا مُسيمين، والرعايا أخلق برتبة الولاية من وُلاتها، فإنها على خيالها واختلالها وانحلالها أولى بالأمر من حماتها.\n(وما كلّ بمعذورٍ ببُخْلٍ\n...\nولا كلِّ على بُخلٍ يُلامُ)\nالجزء: 2 ¦ الصفحة: 322\n",
        "قال أبو الفتح: هذا كقول أبي تمَّام:\nلكلِّ مِن بني حوَّاَء عُذرٌ\n...\nولا عُذرٌ لطائيٍّ لئيمِ\nقال الشيخ: ما أعرفه بهذا المعنى، وعندي أنه عُذر المعدم وملامة البخيل المنعم، وما كلٌّ بمعذورٍ ببخلٍ، هذا واجدُ غير جائدٍ، ولا كل على بخلٍ يُلام، وهذا جائد غير واجدٍ.\n(ولا ندعوكَ صاحَبهُ فترضَى\n...\nلأنَّ بصُحبةِ يجبُ الذِّمامُ)\nقال أبو الفتح: الوجه لأنه بصحبةٍ يجب الذِّمام، وحذف الهاء جائز في ضرورة الشعر، يقول: إذا كنت لا ترضى بأن ينسب هذا المال إليك وعطاياك تفرِّقه وتمزِّقه، فلمَ هذا المال؟\nقال الشيخ: ما أدري ما هذا المقال غير أن المعنى أنك لا ترضى بأن تدعى صاحب المال، لن الصُّحبة تُوجب الذِّمة، والذِّمة تُوجب المحاماة عليه والمراعاة له وحفظه وحراسته وجمع شمله وحياطة جمعه، وأنت تناقض قضايا هذه الأحكام فيه، فمن\nالجزء: 2 ¦ الصفحة: 323\n",
        "هناك لا ترضى بأن تُدعى صاحبه، فيجب بصحبته حقٌّ عليك، وأنت لا ترعاه فيه، ولا تستبقيه، وهو يقول:\nوبيننا لو رَعيتُم ذاكَ معرفةٌ\n...\nإنَّ المعارفَ في أهلِ النُّهى ذِممُ\nوقال في قصيدة أولها:\n(تَرى عِظَماً بالبينِ والصَّدُّ أعظمُ\n...\n. . . . . . . . . . . . . . .)\n(سلامُ فلولا الخوفُ والبخلُ عندَهُ\n...\nلقلتُ: أبو حَفْصٍ علينا المُسلِّمُ)\nقال أبو الفتح: أي قال لي: سلامٌ، فلولا خوفي من مفارقته أو معاتبته على نومي، ولولا بخله لأنه لا حقيقة لزيارته، لقلت: المسلِّم عليَّ أبو حفصٍ، يعني الممدوح إجلالاً لخيال حبه.\nقال الشيخ: العبارة عن بخله، لأنه لا حقيقة لزيارته فاسدة، وكذلك الخوف من معاتبته على نومه، ومعناه: لولا الخوف من فراقه والبخل الذي في أخلاقه لقلت: هو هو الممدوح\nلهيبته، وكلُّ حبيبٍ جليلٌ في عين محبِّه كما قيل:\nأَهابُكِ إجلالاً وما بكِ قدرةٌ\n...\nعليَّ ولكن ملءُ عينٍ حبيبُها\nالجزء: 2 ¦ الصفحة: 324\n",
        "(صُفوفاً لليثِ في ليوثٍ حُصونُها\n...\nمتونُ المذاكي والوشيجُ المقوَّمُ)\nقال أبو الفتح: أي برزن له صفوفاً، لأن عاتق ها هنا في معنى جماعة كما تقول: كم من جل جاءني، فالرجل هنا جماعة، ويجوز أن تكون الصفوف هي الكتائب.\nقال الشيخ: ما تصنع النساء بمصافَّة الرجال، وهل هو إلا عين المُحال وصفوفاً حالُ كم من كتيبة الملك الطاغي تُساير من الممدوح حتفها، وهي تعلم كقوله:\nوكم من مريدٍ ضرَّه ضرَّ نفسَه\n...\n. . . . . . . . . . . . . . .\n(فعشْ لو فَدى المملوكُ ربّاً بنفسهِ\n...\nمن الموتِ لم تُفقَدْ وفي الأرضِ مُسْلِمُ)\nالجزء: 2 ¦ الصفحة: 325\n",
        "قال أبو الفتح: أي المسلمون كلهم عبيدك، فكيف غيرهم من أهل الذِّمة؟\nقال الشيخ: ما قال إلى قوله: عبيدك صحيح، وما بعده سقيم، ويجب أن يكون بعده، وفدوك بأنفسهم، ولم تُفقد وفي الأرض مسلم، أي فداك بعمره.\nوقال في قصيدة أولها:\n(لا افتخارُ إلاَّ لمنْ لا يُضامُ\n...\n. . . . . . . . . . . . . . .)\n(واقفاً تحت أخْمَصَيْ قدرِ نفسي\n...\nواقفاً تحتَ أخمصيَّ الأنامُ)\nقال أبو الفتح: أي نفسي عالية في السماء، وإن كان جسمي يُرى بين الناس، فجسمي واقف تحت قدر نفسي، والأنام وقوف تحت أخمصي، ونصب واقفاً واقفاً على الحال.\nقال الشيخ: فسره إلى قوله: والأنام وقوف تحت أخمصي هباء وهذراً. ما في البيت منه شيء ولا فيه من البيت شيء، ومعناه: ضاق ذرعاً زماني، بأن أضيق به ذرعاً، واقفاً تحت أخمصي قدر نفسي واقفاً الأنام تحت أخمصي، معناه: يضجر زماني بضجري عنه ومرامي منه ما لم يبلغه، ويقول: ماذا يبغي، هذا الرجل فيَّ ومني، وقد بلغ بفضله المحل الذي جعلني تحت أخمصي قدر\nالجزء: 2 ¦ الصفحة: 326\n",
        "نفسه، والأنام تحت أخمصيه؟ فماذا يريد بعده وزيادة عليه؟ وهذا ينظر إلى قوله:\nأريدُ من زمني ذا أن يبلِّغني\n...\n. . . . . . . . . . . . . . .\nوسمعت أنه أراد: ضاق ذرعاً زماني بأن أضيق به ذرعاً لتقصيره في واجبي وبلوغه مدى\nهمتي وتوفيته استحقاقي وتكملته استيجابي، فيضجر لمعرفتي بها وبغيتي لها، وأني طالب منه ما ليس يُوجبه حقي، وسام ورام بهمتي ما لا يقتضيه قدري، وهو بنفسه واقف تحت أخمصي قدر نفسه، وأهله واقف تحت أخمصي، فمن أين يجوز أن يضيق ذرعاً بأن أضيق ذرعاً به، وبأني لست أدرك منه حظي؟ وأخذ حظي، وبأني أعمله وأطلبه وأستوجبه أو لا أستوجبه، وأنا متوقف في ترجيح أحدهما على الأخر منذ سمعتُهما وأديتُهما كما وعيتها ليختار منهما المختار ما يريد، وكان هذا المعنى ينظر إلى قوله:\nوكلُّ ما قد خلقَ اللَّ\n...\nهُ وما لمَ يَخلُقِ\nمُحتَقَرٌ في همَّتي\n...\nكشَعرةِ في مَفَرِقي\nوقال في مطلع قصيدة:\n(ألا لا أَرى الأحداثَ حمداً ولا ذَما\n...\nفما بطشُها جهلاً ولا كفُّها حِلْما)\nالجزء: 2 ¦ الصفحة: 327\n",
        "رواه أبو الفتح بضمِّ الألف وكسر الرَّاء.\nقال الشيخ: روايتي أرى، أي لا أراها موضع حمدٍ وذم.\n(منافعُها ما ضرَّ في نفعِ غيرها\n...\nتَغذَّى وتَروَى أن تجوعَ وأن تَظْمَا)\nقال أبو الفتح: أي منافع الأحداث أن تجوع وأن تظمأ، وهذا ضارٌّ لغيرها، ومعنى جوعها وظمئِها أن تهلك الناس، فتخلَّى منهم الدُّنيا كقوله:\n. . . . . . . . . . . . . . .\n...\nكالموتِ ليس لهُ رِيٌّ ولا شِبَعُ\nويجوز أن يكون عنى بذلك أن جدَّته قليلة الحظ من الأكل والشُّرب عفَّة وظَلَفاً كقوله:\nيكفيه حزَّة فلذٍ. . .\n...\n. . . . . . . . . . . . . . .\nوروى هذا البيت قبل قوله:\nعرفتُ اللَّيالي. . .\n...\n. . . . . . . . . . . . . . .\nالجزء: 2 ¦ الصفحة: 328\n",
        "قال الشيخ: ما في هذين المعنيين من الفساد والقُبح أبين من فلق الصُّبح، فإنه قال في الأول: معنى جوعها وظمئها أن تهلك الناس لتخلّى منهم الدُّنيا، وليس في البيت شيء من الهلاك وإخلاء الدُّنيا عن الناس لا تصريحاً ولا تعريضاً، وأطرف من هذا قوله: إن جدَّته قليلة الحظِّ من الأكل والشُّرب عفَّة وظلفاً، وأنه مضرَّة لغيرها في قلَّة أكلها وشربها.\nوعندي أن أهل الكوفة بأسرهم لو لم يُطعَموا حذاقةً، ولم يشربوا أبداً صبابة ما استضر\nبذلك أحد من العالمين غيرهم فضلاً عن المتنبي وأسرته وأهله وعترته وأمِّه وجدَّته عجباً من ذلك العالم كيف استجاز لفضله الإسفاف إلى مثله ولقرب معناه ما قلبه؟\nعرفتُ اللَّيالي قبلَ ما صنعت بنا\n...\n. . . . . . . . . . . . . . .\nأي: منافع الليالي مضارُّ أبنائها، فهي تغذّى بجوعنا، وتروى بعطشنا، أي: تراغمُنا أبداً، وتبلونا بالضُّر والعيش المُرِّ، فكأن غذاءها في جوعنا لسعيها له، وريُّها في عطشنا لجدِّها فيه. وروايتي أن نجوع وأن نظما بالنون.\n(تعجَّبُ من خطِّي ولفظي كأنَّما\n...\nترى بحروفِ السَّطرِ أغربةٌ عُصْما)\nالجزء: 2 ¦ الصفحة: 329\n",
        "قال أبو الفتح: شبَّه البياض بين حروف السطر بالبياض في الغُراب الأعصم.\nقال الشيخ: ألا يرى هذا المفسر قوله: تعجب من خطي ولفظي، فالبيت يكون منسوقاً على مفتتحه، ويجب أن يؤيد آخره أوله؟ فما معنى قوله: شبه البياض بين حروف السطر بالبياض في الغُراب الأعصم؟ إنما يقول: تعجب من خطي ولفظي إمَّا استحساناً لهما وإمَّا طول عهدٍ بهما وبأساً عنهما، ثم قال: كأنها ترى لفرط تعجُّبها منها أغربة عصماً لعوزها وقلة وجودها وتعذُّر رؤيتها وتجُّب من يراها منها، فإنها لا تُرى.\nوقال في قصيدة أولها:\n(أنا لائمي إن كنتُ وقتَ اللَّوائمِ\n...\n. . . . . . . . . . . . . . .)\n(وذي لَجَب لا ذو الجناحِ أمامَه\n...\nبناجٍ ولا الوحشُ المُثارُ بسالمِ)\nقال أبو الفتح: أي الجيش يصيد الوحش، والعقبان فوقه سائرة، فتخطف الطير أمامه. قال الشيخ: لا والله ما الفسر من البيت وما البيت من الفسر، وأي مدحٍ للجيش وصاحبه في اختطاف العقبان الطير؟ ولعله ذهب إليه من قوله:\nسحابٌ من العِقبان تزحفُ تحتها\n...\n. . . . . . . . . . . . . . .\nالجزء: 2 ¦ الصفحة: 330\n",
        "وهو وضع العقبان موضعه، ولم يذكر أن العقبان تخطف الطير أمام الجيش وفوقه، وإنما أراد أن الطير لا تنجو من رماته والوحش من فرسانه، فالطائر غير ناجٍ من مرامهم بسهامهم، والثائر غير سالم على طرادِهم واصطيادهم.\n(كريمٌ نفضتُ النَّاسَ لَّما بلوتُه\n...\nكأنَّهمُ ما جفَّ من زادِ قادمِ)\nرواه أبو الفتح: ما جفَّ بالجيم.\nقال الشيخ: روايتي خفَّ بالخاء، لأنه يرمي بما يخفُّ لا بما يجفُّ.\nوقال في قصيدة أولها:\n(لهوى القلوبِ سريرةٌ لا تُعلَمُ\n...\n. . . . . . . . . . . . . . .)\n(يا أختَ مُعَتنِقِ الفوارسِ في الوغَى\n...\nلأخوكِ ثَمَّ أرقُّ منكِ وأرحمُ)\nالجزء: 2 ¦ الصفحة: 331\n",
        "قال أبو الفتح: يرميه بأخته وبالابنة، وقوله: ثم إشارة إلى المكان الذي يُخلى فيه للحال المكروهة.\nقال الشيخ: لا والله ما أدري كيف أسفر عن وجوه فساده على كثرة ضروبه وتزاحم أمداده؟ معتنق الفوارس مدحٌ على كل حالٍ لا هجوٌ، وكيف يكون المهجو ممدوحاً في مصراع بيت ومهجواً في المصراع الثاني؟ وفي قوله: يا أخت معتنق الفوارس، أي دليل على رميه بها؟ فإني لا أرى فيه تصريحاً ولا تعريضاً ولا إيماءً ولا إبهاماً ولا إيحاءً، ولو اشتغلت بعد خلاَّته أضعت الوقت في إثباته، وهذا تشبيب بحبيبة قاسية القلب جافية غليظة الكبد جاسية منيعة رفيعة كقوله:\nويُضحي غُبارُ الخيلِ أدنى ستورهِ\n...\n. . . . . . . . . . . . . . .\nوقوله:\nوما شرَقي بالماءِ إلاَّ تذكُّراً\n...\n. . . . . . . . . . . . . . .\nفقال: يا أخت معتنق الفوارس: البطل الذي يعتنق الفوارس في الوغى، فيقلعُهم عن سُروجهم بباعه لأخوك ثَمَّ، أي في الوغى، في ذلك المكان وحال اعتناقه\nالجزء: 2 ¦ الصفحة: 332\n",
        "الفرسان، وهي الحال التي كلٌّ فيها محامٍ على روحه ومهجته غير مُبقٍ على أحدٍ ولا مواسٍ له أرق منك وأرحم، أي: أعطف على الناس وأرأف بالأرواح وأحسن إبقاء عليها منك على العشاق.\nوقال في قصيدة أولها:\n(فِراقٌ ومَنْ فارقتُ غيرُ مُذمَّمِ\n...\n. . . . . . . . . . . . . . .)\n(فسَاقَ إليَّ العُرفَ غيرَ مكدَّرٍ\n...\nوسُقتُ إليه الشُّكْرَ غيرَ مُجمجَمِ)\nقال أبو الفتح: أي لم يكدِّره عليَّ كغيره، يعرض بمن سواه، وغير مجمجم، أي: ليس فيه عيب ولا إشارة إلى ذمٍّ، وهذا المعنى أيضاً يشهد بما ذكرته من طيِّه مديحه على الهجاء.\nقال الشيخ: ما طواه على شيءٍ، ولا تعرض فيه بسيف الدولة، وإنما قال: ساق إليَّ العُرف\nصافياً، وسقت إليه الشُّكر وافياً. وجمجم فلان في كلامه ومجمجمه: إذا لاكه، ولم يُفصح به.\nالجزء: 2 ¦ الصفحة: 333\n",
        "(لِمَنْ تَطْلُبُ الدُّنيا إذا لم تُرِدْ بها\n...\nسُرورَ محبٍّ أو مَساَءةَ مُجرمِ؟)\nقال أبو الفتح: كأنه خاطب نفسه كقول الأعشى:\nألم تغتمض عيناكَ ليلةَ أرمدا؟\n...\n. . . . . . . . . . . . . . .\nوكقراءة من قرأ: (قالَ: اعلَم أنَّ اللهَ على كلِّ شيءٍ قديرٌ). وهو أيضاً في النحو الذي ذكرته من رمزه، كأنه خاطب كافوراً، إلا تراه خلطه بخطابه إياه فيما قبل؟ ثم خاطبه أيضاً فيما بعد، فقال:\n(وقد وصلَ المُهرُ الذي فوقَ فَخذهِ\n...\nمنِ اسمِكَ ما في كلِّ عُنقٍ ومِعصَمِ)\nقال الشيخ: لم يخاطب به نفسه لا حقيقة ولا تشبيهاً، وما فيه رمزٌ، ولكنه من الرُّقى التي ذكرها، فقال:\nوشعرٌ مدحتُ به الكركدنُّ\n...\n. . . . . . . . . . . . . . .\nوقد خاطب به كافوراً بلا كأنه، ويدلُّك عليه قوله قبله:\nقد اخترتُك الأملاكَ فاختر لهم بِنا\n...\nحديثاً، وقد حكَّمتُ رأيَكَ فاحكمِ\nالجزء: 2 ¦ الصفحة: 334\n",
        "فأحسنُ وجهٍ في الورى وجهُ مُحسِنٍ\n...\nوأيمنُ كفٍّ فيهمُ كفُّ منعمِ\nوأشرفُهم مَن كانَ أشرفَ همةً\n...\nوأكثرَ إقداماً إلى كلِّ مُعظَمِ\nثم قال:\nلمن تُطَلبُ الدُّنيا إذا لم ترد بها\n...\n. . . . . . . . . . . . . . .\nوقد وصلَ المُهرُ الذي فوقَ فَخذهِ\n...\nمنِ اسمِكَ ما في كلِّ عُنقٍ ومِعصَمِ\nقال أبو الفتح: أي أنت مالك كل حي فرساً كان أو إنساناً، وقد فسر هذا بقوله بعده:\nلك الحيوانُ الرَّاكبُ الخيلَ كلُّه\n...\nوإن كانَ بالنِّيرانِ غيرَ موَسَّمِ\nقال الشيخ: هذا تفسير البيت الذي بعده الذي استشهد به، أما معنى هذا فإنه يقول: وقد وصل المهر الذي فوق فخذه من سمتك ما في كل عنقٍ ومعصمٍ، من سمتك: أي قد وسمت الأعناق بالأطواق والمعاصم بالأسورة والمِسك، فتلك سمات الأعناق، وهذه سمات المعاصم.\nوقال في قطعة أولها:\n(من أيَّةِ الطُّرْقِ مثْلَكَ الكَرَمُ؟\n...\n. . . . . . . . . . . . . . .)\nالجزء: 2 ¦ الصفحة: 335\n",
        "(ما أقدرَ الله أنْ يَجْزِي خليقتَه\n...\nولا يصدّق قوماً في الذي زعموا)\nقال أبو الفتح: ما صدقوا، وللقد قامت الأدلة على كذبهم، والحمد لله سبحانه.\nقال الشيخ: روايتي بالخاء لا بالجيم.\nوقال في قصيدة أولها:\n(حتَّامَ نحنُ نُساري النَّجمَ في الظُّلَمِ؟\n...\n. . . . . . . . . . . . . . .)\n(تبدو لنا كلَّما ألقَوا عمائمهَمْ\n...\nعمائمٌ خُلقتْ سُوداً بلا لُثُمِ)\nقال أبو الفتح: سوداً، أي شُعور رؤوسهم، وبلا لُثُم، أي: هم مُردٌ، يريد غلمانه.\nقال الشيخ: ليس كذلك، وليس يريد المُرد بنفي اللُّثُم، لكنه لَّما ذكر العمائم ذكر اللُّثم،\nالجزء: 2 ¦ الصفحة: 336\n",
        "لأنها معها ولازمة في العرب، فقال: تبدو كلما ألقوا عمائمهم عمائم من شعورهم: رؤوسهم ولمُمهم بلا لُثُم، لنه لا يكون مع تلك العمائم لُثم، والدليل عليه أن الأمرد يلتثم كالملتحي، فإن اللِّثام يُشد لدفع البرد أو الحر، أو الحياء والتَّنكير، والملتحي والأمرد فيهما سواء، ويدلُّك على هذا الموجب اللِّثام قوله:\nوأوجهُ فتيانٍ حياءً تلثَّموا\n...\nعليهنَّ لا خوفاً منَ الحَرِّ والبَردِ\n(صُنَّا قوائمَها عنهم فما وقعتْ\n...\nمواقعَ اللُّؤمِ في الأيدي ولا الكزَمِ)\nقال أبو الفتح: الكزم: القِصَر، أي: أيديهم قصارٌ للُّؤم.\nقال الشيخ: هذا الذي ذكره ما يعرب عن معنى البيت شيئاً كما ترى، ومعناه عويص، فإنه متعلق بما قبله غامض من حيث يقول: المجد للقلم:\nحتَّى رجعتُ وأقلامي قوائلُ لي:\n...\nالمجدُ للسَّيفِ ليسَ المجدُ للقلمِ\nاكتب بنا أبداُ بعد الكتابِ بهِ\n...\nفإنَّما نحنُ للأسيافِ كالخدمِ\nأسمعَتني ودوائي ما أشرتَ بهِ\n...\nفإن غفلتُ فدائي قِلَّةُ الفَهَمِ\nمنِ اقتضى بسوى الهنديِّ حاجتَه\n...\nأجابَ كلَّ سؤالٍ عن هلٍ بلمِ\nتوهَّمَ القومُ أنَّ العجزَ قرَّبنا\n...\nوفي التَّقرُّبِ ما يدعو إلى التُّهَمِ\nالجزء: 2 ¦ الصفحة: 337\n",
        "ولم تزل قِلَّةُ الإنصافِ قاطعةً\n...\nبينَ الرِّجالِ وإن كانوا ذوي رحِمِ\nفلا زيارةَ إلاَّ أن تزورَهمْ\n...\nأيدٍ نشأنَ معَ المصقولةِ الخُذُمِ\nمن كلِّ قاضيةٍ بالموتِ شفرتُه\n...\nما بين منتقَمٍ منه ومنتقِمِ\nثم قال: صُنَّا قوائمها عنهم بترك محاربتهم لعوائق تعوق وعوادٍ تعدو، فما وقعت قوائمها مواقع اللُّؤم والكزم من أيديهم في حربنا وقتالنا، فإنهم جبناء في القتال لؤماء في الأحساب بخلاء بالنوال، فما يقع في أيديهم مواقع اللُّؤم والكزم، والعوادي التي تعدو عن قتالهم قلَّة موافقة الزمان وكثرة خلاف الإخوان وعوز مساعدة الأنصار والأعوان كقوله:\nوحيدٌ منَ الخُلاَّنِ في كُلِّ بلدةٍ\n...\nإذا عَظُمَ المطلوبُ قلَّ المُساعِدُ\nويدلُّك عليه قوله:\n(هوِّنْ على بصرٍ ما شقَّ منظرُهُ\n...\nفإنَّما يقظاتُ العينِ كالحُلُمِ)\nقال أبو الفتح: شقَّ بصر الميت شقوقاً، فمعنى البيت: هوِّن على بصرك شقوقه\nالجزء: 2 ¦ الصفحة: 338\n",
        "ومقاساة النَّزع والحشرجة للموت، فإن الحياة كالحلم يبقى قليلاً، فيزول، وقد قال أبو تمَّام:\nثمَّ انقضت تلكَ السِّنونُ وأهلُها\n...\nفكأنَّها وكأنَّهم أحلامُ\nقال الشيخ: سبحان الله ما أبعده عن الصواب، فكيف يتصور فيه شقوق البصر، والإنسان إذا بلغ شقوق بصره فقد مات، وفات التَّهوين وغيره على النفس؟ ولهذا قيل: شقَّ بصر الميت، ومنع من أن يُقال: شقَّ الميت بصره، لأنه يكون ويحلُّ به من غير أثر فيه وقدرة عليه، والرجل يقول: هِّون على بصرك ما شقَّ منظره عليه، ولم يسمع البيت عليه، فإنما اليقظة كالحلم تمرُّ وتنقضي، ويدلُّك عليه قوله:\nكلامُ أكثرِ مَن تلقى ومنظرهُ\n...\nممَّا يشقُّ على الآذانِ والحدَقِ\nومعناه كقوله:\nلا تلقَ دهرَكَ إلاَّ غيرَ مكترثٍ\n...\nما دام يَصحبُ فيه روحَكَ البدنُ\nفما يديمُ سروراً ما سُررتَ بهِ\n...\nولا يردُّ عليك الفائتَ الحَزنُ\nلباب المعنى وما يصله بما تقدمه أن يشكو الزمان وأبناءه، وأنه لا علاج لهذا الخطب غير السيف ومناصبة الحرب، ولا سبيل إليه لقلة المساعد على طلب الملك، ثم جع إلى وعظ النفس وتسليتها بهذا البيت.\nالجزء: 2 ¦ الصفحة: 339\n",
        "القافية النُّونية\nوقال في قصيدة أولها:\n(الرَّأيُ قبلَ شجاعةِ الشُّجعانِ\n...\n. . . . . . . . . . . . . . .)\n(يتقيَّلونَ ظِلالَ كلِّ مطهَّمٍ\n...\nأجَلِ الظَّليمِ ورِبْقةِ السِّرحانِ)\nقال أبو الفتح: أي يتبعون آباءهم سبَّاقين إلى المجد والشرف كالفرس المطهَّم الذي إذا رأى الظَّليم، فقد هلك، وإذا رأى الذئب كان فكأنه مشدود بحبل في عنقه، والعرب إذا مدحوا إنساناً شبهوه بالفرس السَّابق، ويحتمل أيضاً أن يكون معناه أنهم يستظلُّون بأفياء خيلهم في شدَّة الحرِّ. يصفهم بالتَّغرُّب والتَّبدِّي.\nقال الشيخ: المعنى هو الثاني، وليس الأول بشيءٍ، ولا بجائز، ومتى يجوز أن يُشبه ملك ابن ملوك وآباءهم بالبهائم؟ فكيف يحسن فيه وفي آبائه أجل الظَّليم وربقة السِّرحان؟ ولو تعجرف فيه وتعسَّف وأراده لما استعمل فيه الظِّلال، فإنها ليست من التَّقيُّل في شيءٍ، لا يُقال: فلانٌ يتقيَّل ظلَّ فلانٍ أو أبيه، ولو أراده لوضع موضعها خلال كل مطهَّمٍ وخصال كل مطهَّمٍ وفعال كل مطهَّمٍ فتبيَّنه.\nالجزء: 2 ¦ الصفحة: 340\n",
        "(يَغشاهمُ مطَرُ السَّحابِ مُفَصَّلاً\n...\nبمهنَّدٍ ومثقَّفٍ وشنانِ)\nقال أبو الفتح: يعني بالسَّحاب الجيش، وشبهه به لكثافته قال الرَّاجز.\nكأنَّهم لَّما بدوا مِن عَرعَرِ\n...\nمستلئمينَ لابسي السَّنوَّرِ\nنشءُ سحابٍ صّيِّفٍ كَنَهوَرِ\nقال الشيخ: كلا ما أراد به غير مطر السحاب. يقول: يغشاهم أي: يغشى الرُّوم في الانهزام مطر السحاب مفصَّلاً لا مجملاً كما يكون القطر، بل يقع أولاً على ما يظلُّهم من سيوفك ورماح خيلك التي ركبت أكتافهم، فتفرِّقُها وتفصِّلها هذه الأسلحة التي تكون فوق ظهورهم وهامهم في إحجامهم وانهزامهم، ثم يغشاهم بعدما تفرَّقت وفصِّلت كل قطرة منها سيفاً أو سناناً، وفيه صفةٌ لكثرتهم وتضايق الهواء عن أسلحتهم، ويدلُّك على أنه في الهزيمة قوله قبله:\nفَرموا بما يرمونَ عنه وأدبروا\n...\n. . . . . . . . . . . . . . .\nالجزء: 2 ¦ الصفحة: 341\n",
        "(حُرموا الذي أمَلُوا وأدركَ منهمُ\n...\nآمالَه من عاذَ بالحرِمانِ)\nقال أبو الفتح: أي حرموا الظَّفر بك، وأدرك آماله منهم من سلَم منك، لأنه حينئذ أمَّلَ\nبالنَّجاة، فرجع بما أمَّله منها، وإن كان قد حرم ما كان قديماً أمَّله من الظَّفر بك.\nقال الشيخ: سلم منك، ليس في البيت، وإنما حرموا آمالهم في الظَّفر بك كما فسره، وأدرك منهم آماله من عاذ بالحرمان، فرضي به إذ أدرك مأموله: لأنه قد حُرم أولاً. وروايتي: عاذ بالذَّال.\nوقال:\n(كأنَّه زادَ حتَّى فاضَ مِنْ جسدي\n...\nفصارَ سُقْمي به في جسمِ كِتماني)\nالجزء: 2 ¦ الصفحة: 342\n",
        "قال أبو الفتح: كأنه، أي كأن الكتمان، فأضمره، وإن لم يجرِ له ذكر، لأنه إذا قال: كتمت دلَّ على الكتمان، وما علمت أن أحداً ذكر استتار سقمه، وأن الكتمان أخفاه غير هذا الرجل، وهو من بدائعه.\nقال الشيخ: ما أدري ما هذا العمى المصَّمت، والهدى المصمت؟ وما أدري ما أقول غير أن أشرح معناه، فانظر فيه وفيما أتى به يبِن لك المحال الواضح من الشرحين، والكتمان إذا زاد حتى فاض عن الجسد فقد ظهر واشتهر. يقول الرجل:\nكتمتُ حبَّك حتَّى عَنكَ تكرِمةً\n...\nقُمَّ استوى فيكَ إسراري وإعلاني\nأي ظهر لك لشدته وعجزي عن مكاتبته، فعلمتُه كأنه زاد أي: كأن الحبَّ لا الكتمان، فإن الحبَّ يزيد وينقص، والكتمان لا يزيد ولا ينقص حتى فاض من جسدي لعجزي عن كتمانه، فصار سَقمي بالحبِّ في جسم كتماني، فأضعفاه، وأعجزاه، وغلباه حتى ضعُف جسم كتماني عن احتمالهما، فسقط عنهما، وظهر الحبُّ.\nالجزء: 2 ¦ الصفحة: 343\n",
        "وقال في قطعة أولها:\n(إذا ما الكأسُ أرعشتِ اليدينِ\n...\n. . . . . . . . . . . . . .)\n(أغارُ على الزُّجاجةِ وهْيَ تجري\n...\nعلى شفةِ الأميرِ أبي الحُسّيْنِ)\nقال أبو الفتح: وهذا أيضاً من بدائعه في شعره، كأنه كنى به عن عشقِه له، كان كذاك أو لم يكن.\nقال الشيخ: ما سمعنا من فسره لمعانيه بأبدع من عشق المتنبي لأمير مثله في السِّن أو قريب منه، يمدحه، وهذا الرجل يقول: أغار على الزجاجة ومحلها من شفتيه، ويودُّ لو كان زجاجة مثلها وينال مكانها لا عشقاً بل طلب خدمةٍ له وزُلفى منه، وهذا كثيرٌ في الأشعار\nجداً، وقريب منه قوله:\nليتَ أنَّا إذا ارتحلتَ لك الخي\n...\nلُ. . . . . . . . . . . .\nوقوله:\nوللحسَّادِ عذرٌ أن يشِحُّوا\n...\n. . . . . . . . . . . . . . .\nالجزء: 2 ¦ الصفحة: 344\n",
        "ويصرِّح بمعناه بما قيل. أي: أغار لبلدةٍ مسكونةٍ بيدي سواك ودرهمٍ مستخرجٍ، وما قبلُ:\nأغارُ على ما بيننا أن تنوبَهُ\n...\nصُروفُ اللَّيالي أو يغيِّرَ حاليا\nوليس في جميع هذا تصريح بالعشق ولا تعريضٌ منه.\nوقال في قصيدة أولها:\n(الحبُّ ما منعَ الكلامَ الألسُنا\n...\n. . . . . . . . . . . . . . .)\n(وتوقَّدَتْ أنفاسُنا حتَّى لقدْ\n...\nأشفقتُ تحترقُ العواذلُ بيننا)\nقال أبو الفتح: أراد أشفقت أن تحترق، فحذف أن، ووجه الإشفاق على العواذل لئلا يرتابهنَّ أو ينمَّ احتراقُهنَّ على ما كانا فيه من حرارة أنفاسهما واحتدام موقعهما.\nقال الشيخ: لفظ الإشفاق هنا ليس بلفظ حقيقي، إنما هو مجاز كقول عنترة:\nإنِّي لأخشى أن تقولَ ظعينتي:\n...\nهذا غبارٌ ساطعٌ فتَلبَّبِ\nالجزء: 2 ¦ الصفحة: 345\n",
        "وليس معناه الخوف، إنما معناه توقُّع كون الشيء لا إشفاق عليهم من الاحتراق لطلب ديةٍ أو شيوع سرٍّ في مقةٍ، وهذا أوضح من أن يُشرح.\n(وكأنَّه والطَّعنُ مِنْ قُدَّامهِ\n...\nمتخوِّفٌ من خلفهِ أنْ يُطعنا)\nفي بعض روايات أبي الفتح: متحرِّفٌ. قال الشيخ: وروايتي متخوِّف بالتاء والخاء والواو، أي: لا يولِّي ظهره البتة كقوله:\nتقي جبهاتُهم ما في ذَراهم\n...\n. . . . . . . . . . . . . . .\nوإذا تحرَّف من خلفه، فقد تعطَّف وولَّى.\n(مَنْ ليسَ مِنْ قتلاهُ من طُلَقائهِ\n...\nمَنْ ليسَ ممَّنْ دانَ مِمَّنْ حيَّنا)\nالجزء: 2 ¦ الصفحة: 346\n",
        "قال أبو الفتح: يقول من أفلت من سيفه فهو طليقه، والذي لا يطيعه فهو أحد المحيّنين.\nقال الشيخ: ما وفى بقسم الناس فيه حقه، فالناس بين قتيلٍ له وطليقٍ ودائنٍ وحائنٍ، فلا تخلو من هذه الأقسام الأربعة.\n(فطِنَ الفُؤادُ لما أتيتَ على النَّوى\n...\nولما تركتَ مخافةً أنْ تَفطَنا)\nقال أبو الفتح: أي قد عرفت ما كان مني من شكرك والثناء عليك في حال غيبتك، ولم أتعرض لضدِّ ذلك لئلا ينمُّ إليك، أي: فلو لم أتركه إلا لهذا لتركته، وكان وشي به إليه، فكأنه مع هذا قد اعترف بتقصير كان منه ألا تراه يقول بعد:\nأضحى فراقُكَ لي عليه عقوبةً\n...\n. . . . . . . . . . . . . . .\nقال الشيخ: هذا التفسير فاسد، لأنه يقول: قد عرفت ما كان مني من شكرك والثناء عليك في حال غيبتك، وهذا ليس مما يعبر عنه بالفطنة، إنما يعبر عنه بالسَّماع والعلم والعرفان، والبيت ناطق بالفطنة، وقوله: لم أتعرَّض لضدِّ ذلك لئلا ينمُّ إليك، أي: فلو لم أتركه إلا لهذا\nالجزء: 2 ¦ الصفحة: 347\n",
        "فتركته أفسد وأسمج من الأول، لأن ضد الشُّكر الشِّكاية وضد الثناء الهجاء، ولا يُقال الممدوح: لم أتعرَّض لشكايتك وهجائك لئلا يبلغك، ولو لم أترك هجاءك إلا تخوُّفك لتركته، هذا ليس بكلام المكلَّفين، وهذا البيت يتعلَّق بقصة بينهما، لم أسمعها، ولا أعرف معناه لاشتباه قصته على غيره. أن هذا التفسير ليس بشيء.\nوقال في قصيدة أولها:\n(أفاضلُ النَّاسِ أغراضٌ لذا الزَّمَنِ\n...\n. . . . . . . . . . . . . . .)\n(يستخبرونَ فلا أُعطيهمُ خبرَي\n...\nولا يطيشُ لهم سهمٌ منَ الظِّنَنِ)\nقال أبو الفتح: مثل أول هذا البيت قول الرَّاجز:\nوخبرٍ عن صاحبٍ لويتُ\n...\nوقلتُ: لا أدري وقد درَيتُ\nيقول: سترت عنهم أمري مع ما فيهم من الذَّكاء والفطنة. يعظم بها قدر مطلبه ومرامه.\nالجزء: 2 ¦ الصفحة: 348\n",
        "قال الشيخ: أي يستخبرونني فلا أخبرهم بشيءٍ، وهم يقدِّرون فيَّ، ويرون آثار العظمة والكمال وكرم الخصال وشرف الأفعال، وما تطيش سهام تُهمِهم فيَّ علي مسايرتهم حالي.\nوقال في مطلع قصيدة:\n(قدْ علَّمَ البينُ منَّا البينَ أجفانا\n...\nتدمَى وألَّفَ في ذا القلبِ أحزانا)\nقال أبو الفتح: أي قد علَّم البين أجفاننا والفراق، فما تلتقي سهراً وبكاءً. قال الشيخ: الرجل يقول: منَّا البين، وليس يقول: من عيوننا البين حتى يحسن فيه هذا التفسير، وإن فراقها للسهر والبكاء، ولو كان كذلك لكان كقول بشَّار:\nجفِّت عيني عن التَّغميضِ حتَّى\n...\nكأنَّ جفونَها عنها قصارُ\nفلا تلتقي، وكذلك قول المتنبي:\nبعيدةُ ما بينَ الجفونِ كأنَّما\n...\n. . . . . . . . . . . . . . .\nلا ولكنه يقول: قد علَّم الفراق أجفاننا فراقَّنا والبين عنَّا، ففارقتنا وبانت منَّا لكثرة البكاء كقول من تقدم:\nاستبقِ دمعَك لا يُودِ البكاءُ بهِ\n...\nواكُفف مدامعَ مِن عينيكَ تستبقُ\nليس الشُّؤُونُ على هذا بباقيةٍ\n...\n. . . . . . . . . . . . . . .\nالجزء: 2 ¦ الصفحة: 349\n",
        "وكقوله:\nوقد صارتِ الأجفانُ قرحى منَ البُكا\n...\nوصار بهاراً في الخدودِ الشَّقائقُ\n(تُهدي البوارقُ أخلافَ المياهِ لكم\n...\nوللمحبِّ مِنَ التَّذكارِ نيرانا)\nقال أبو الفتح: أي السحاب تسقيكم ويهيّج يرقُها تذكار المحب لكم.\nقال الشيخ: فسر أوله، وأخلَّ بآخره، لأنه يقول: أهدت البوارق لكم الماء وللمحب من تذكاره بمعاهدكم ومرابعكم، أي: ودقها يسقيكم وبرقُها يملأ قلب العاشق نار الشوق إليكم.\nوقال في قصيدة أولها:\n(بمَ التَّعلُّلُ لا أهلٌ ولا وطنُ؟\n...\n. . . . . . . . . . . . . . .)\nالجزء: 2 ¦ الصفحة: 350\n",
        "(تحملَّوا حملتْكمْ كلُّ ناجيةٍ\n...\nفكلُّ بينٍ عليَّ اليومَ مؤتَمنُ)\nقال أبو الفتح: هذا تشبيب قد أضمر في نفسه عتباً، وكانت عادةٌ منه، وق ذكرتها.\nقال الشيخ: هذا كقوله:\nوفارقتُ الحبيبَ بلا وداعٍ\n...\nوودَّعتُ البلادَ بلا سلامِ\nوكقول من تقدمه:\nوفارقتُ حتَّى ما أبالي من النَّوى\n...\nالبيتان. . . . . . . . . . . . . . .\nوكقولهم:\nرُوِّعتُ بالبين. . .\nالبيتان. . .\nوكقولهم:\nلا يمنعنَّك\n...\n. . . . . . . . . . . . . . .\nالجزء: 2 ¦ الصفحة: 351\n",
        "وقوله:\nسهرتُ بعد رحيلي وحشةً لكمُ\n...\nثمَّ استمرَّ مريري وارعوى الوَسَنُ\nقال في قصيدة أولها:\n(عدوُّكَ مذمومٌ بكلِّ لسان\n...\n. . . . . . . . . . . . . . .)\n(كأنَّ رقابَ النَّاس قالتْ لسيفهِ:\n...\nرفيقُكَ قَيْسيٌّ وأنتَ يمانِ)\nقال أبو الفتح: أي لما كثر تقطيعه رقاب الناس، أغرت بين سيفه وبينه ليفترقا فتسلم.\nقال الشيخ: شرحه ما قبله، وهو:\nبرغمِ شبيبٍ فارقَ السَّيفَ كفُّه\n...\nوكانا على العِلاَّتِ يصطحبانِ\nوذلك أن سيفه سقط من يده حين أُرسلت على رأسه الصخرة، فهذا يول: كأن الرقاب قالت لسيفه: شبيب قيسي، وأنتَ يمانٍ، فكيف تصطحبانِ؟ وبين قيسٍ واليمن عداوة الأبد.\nالجزء: 2 ¦ الصفحة: 352\n",
        "(أتُمسكُ ما أوليتَه يدُ عاقلٍ\n...\nوتمسكُ في كفرانهِ بعنانِ؟)\nقال أبو الفتح: يقول إذا كفر نعمتك من تُحسن إليه، لم تقبض يده على عنانه تخاذلاً وجُبناً.\nقال الشيخ: المعنى غير هذا عندي، وهو أنه يقول: العاقل لا يستجيز أن تمسك يده ما أوليته شبيباً ويمسك بنانٌ في كفران ذلك إلا بلاه معانداً ومكائداً ومناصباً ومحارباً، وتصرَّف ذلك العنان في محاربة وليِّ نعمته جاحداً كافراً، وليس المعنى أنه لم يقبض يده على عنانه تخاذلاً وجُبناً، فإن يد شبيبٍ قبضت على عنانه، وحارب كافوراً، فلم تتخاذل يداه، ولم يُجبر على ما نواه حتى قُتل.\n(ثنى يدَه الإحسانُ حتَّى كأنَّها\n...\nوقد قُبِضتْ كانتْ بغيرِ بنانِ)\nرواه أبو الفتح: قَبضت بفتح القاف. قال الشيخ: يعني كفره نعمتك أدركه شؤمه حتى خذلته يده وقوته، فكأنها إذا قُبضت - بضم القاف - عن المدافعة والمكافحة لم يكن لها بنانٌ، فلم تقطع فتيلاً، ولم تُغنِ قليلاً.\nالجزء: 2 ¦ الصفحة: 353\n",
        "(وعندَ منِ اليومَ الوفاءُ لصاحبٍ؟\n...\nشبيبٌ وأوفى مَنْ تَرى أخَوانِ)\nقال أبو الفتح: أي من ترى الصَّاحب؟ يقول: أوفى الناس غادر، لأنه جعله وشبيباً أخوين، والذي في كتابي، وكذا إن شاء الله قرأته، وأوفى من ترى بالتاء، أي ترى يا مخاطب.\nقال الشيخ: أرى هذا التفسير قلقاً، وروايتي: وأوفى من يُرى بضم الياء، وأراد به كافوراً، لأنهما عاشا دهراً كأخوين في وفاء كلِّ واحدٍ منهما لصاحبه، ثم غدر شبيبٌ به.\nوقال في قصيدة أولها:\n(مغاني الشِّعبِ طيباً في المغاني\n...\n. . . . . . . . . . . . . . .)\n(ولكنَّ الفتى العربيَّ فيها\n...\nغريبُ الوجهِ واليَدِ واللُسانِ)\nالجزء: 2 ¦ الصفحة: 354\n",
        "قال أبو الفتح: يعني باليد أن سلاحه السَّيف والرُّمح وسلاح من بالشِّعب الحربة والتُّرس.\nقال الشيخ: ليس كذلك، لأن الأسلحة، وإن تفنَّنت فنوناً، وتنوعت أنواعاً، فإن اليد في ممارستها واحدة، سواء كانت تعمل بالرُّمح أو بالحربة، فلا يُقال لمثلها: غريبٌ، وإنما يُقال: الغريب، لما لا يكون بينه وبين صاحبه فيه مجانسة ومؤانسة، والرجل يريد بغريب اليد: أنه كاتب، وأهل الشِّعب أُميُّون، ويدلُّك عليه قوله بعده:\nملاعبُ جِنَّةٍ لو سارَ فيها\n...\nسُليمانُ لسارَ بترجُمانِ\nأي: لِسنُهم ولغتُهم لا تُفهم، ولا تُعلم، وكذلك تكون كتابتهم فيكونون أمّيّين عنده.\n(غدوْنا تنفضُ الأغصانُ فيهِ\n...\nعلى أعرافِها مثلَ الجُمانِ)\nقال أبو الفتح: يريد ما يقع عليها من خَلَل الأغصان من ضوء الشمس.\nقال الشيخ: سبحان الله، ما الشبه بينه وبين الجُمان؟ إنما هو الطَّلُّ على الأغصان كالجُمان شكلاً وصفاءً ورقةً ولوناً، يكون متعلِّقاً من الأغصان، فإذا أصابتها حركة تساقط منه، وهذا كقول ابن الرُّومي:\nوالطَّلُّ مثلُ اللُّؤلؤِ المنثورِ\n...\nمن واقعٍ منها ومن محذورِ\nالجزء: 2 ¦ الصفحة: 355\n",
        "(لها ثمرٌ تُشيرُ إليكَ منه\n...\nبأشربةٍ وقفنَ بلا أوانِ)\nقال أبو الفتح: يريد رِقَّة العنب، وهو نحو قول البحتري:\n. . . . . . . . . . . . . . .\n...\nفي الكفِّ ماثلةٌ بغيرِ إناءِ\nقال الشيخ: قالوا هذا هو العنب الرقيق القشر، وقالوا: الطَّلُّ شبهه على الأغصان بالثَّمر، وحبَّاتُه أشربةٌ عليها متدلِّيةٌ منها بلا أوانِ.\n(فإنَّ النَّاسَ والدُّنيا طريقٌ\n...\nإلى مَنْ مالهُ في النَّاسِ ثانِ)\nقال أبو الفتح: هذا نحو قوله لكافور:\nولكنَّه طال الطَّريقُ لوم أزل\n...\n. . . . . . . . . . . . . . .\nقال الشيخ: لا يتشابهان بحالٍ، فإنه يقول في كافور:\nوتذلُني فيك القوافي وهمَّتي\n...\nكأنِّي بمدحٍ قبلَ مدحكَ مذنبُ\nولكنه طال الطريق، البيت\nالجزء: 2 ¦ الصفحة: 356\n",
        "أي: كان من الواجب إلا أمدح غيرك حتى كأني مذنب عندي في مدح غيرك، ولكن كان الطريق طويلاً بيننا، وكنت أقوله، ويتناهبه الناس، وهاهنا يقول: عذلني حصاني بمفارقتي شعب بوَّانٍ، وقال: أعن مثل هذا المكان يُسار إلى الطِّعان؟ واحتجَّ عليَّ بآدم ومفارقته الجنَّة، فقلت: إذا رأيت أبا شجاع سلوت عن عباد الله وعن شعب بوَّان، فإن الدنيا وأهلها طريقٌ يُعبر إلى من ليس له في الناس ثانٍ، فلا يوقف على أحدٍ، ولا يُقام بمكانٍ حتى يُبلغ، فأي شبه بين البيتين؟ وشتان ما هما.\n(دعتْه بموضعِ الأعضاءِ منها\n...\nليومِ الحربِ بِكرٍ أو عَوانِ)\nقال أبو الفتح: أي دعته السيوف بمقابضها والرِّماح بأعقابها، لأنها مواضع الأعضاء منها، وحيث يُمسك الضارب والطَّاعن، ويُحتمل أن يكون أراد: دعته الدولة بمواضع الأعضاء من السيوف والرِّماح، ومعنى دعته: اجتذبته واستمالته.\nالجزء: 2 ¦ الصفحة: 357\n",
        "قال الشيخ: ليس في تفسيره من الصواب إلا قوله: دعته الدَّولة، ثم أفسده بقوله: بمواضع الأعضاء من السيوف والرِّماح، وحياءً له ثم حياءً، وإنما دعته الدَّولة بموضع الأعضاء من نفسها يوم الحرب بكراً كانت أو عواناً. أي: ليست تدعوه عضدها وحدها، بل أعضاءها التي بها قوامه ونظامها كالسمع والبصر واللسان والعضد واليد، وما يكفي لها ويغني عنها، ويدلُّك عليه ما تقدمه من قوله:\nبعضدِ الدَّولةِ امتنعت وعزَّت\n...\nوليس لغيرِ ذي عضُدٍ يدانِ\nولا قَبضٌ على البِيضِ المواضي\n...\nولا حطٌّ منَ السُّمرِ اللِّدانِ\nفيكون يوم الحرب عينها البصيرة وأذنها السميعة ولسانها الفصيح وعضدها القوي وساعدها الوفيَّ ويدها التي تضرب عنها بالصِّفاح، وتطعن دونها بالرِّماح.\nالجزء: 2 ¦ الصفحة: 358\n",
        "القافية الهائية\nوقال في قطعة أولها:\n(أغلبُ الحيِّزينِ ما كنتَ فيهِ\n...\n. . . . . . . . . . . . . . .)\n(ذا الذي أنتَ جَدُّه وأبوهُ\n...\nدِنْيةً دونَ جَدِّهِ وأبيهِ)\nقال أبو الفتح: أي أنت أقرب إليه وأعطف عليه من أبيه وجدِّه.\nقال الشيخ: الرجل يقول: ذا الذي أنت يا سيف الدولة جدُّه وأبوه لاصق النسب دون جدِّه وأبيه، أي: ولدك وحافدتُك دونك في الشرف، فإنهم شُرفوا بك.\nوقال في قطعة أولها:\n(النَّاسُ ما لم يرْوكَ أشباهُ\n...\n. . . . . . . . . . . . . . .)\n(لو كان ضوءُ الشَّمسِ في يدهِ\n...\nلضاعه جُودُهُ وأفناهُ)\nالجزء: 2 ¦ الصفحة: 359\n",
        "قال أبو الفتح: صاعه، وأما ضاعه يضوعه بالضَّاد معجمة، فأقلقه وحرَّكه.\nقال الشيخ: روايتي ضاعه بالضَّاد المعجمة من الإضاعة.\n(أفرسُ مَنْ تسبحُ الجيادُ بهِ\n...\nوليسَ إلاَّ الحديدَ أمواهُ)\nقال أبو الفتح: يجوز أن تنصب الحديد، لأنه خبر ليس، وفيه ضرورة، لأنه يجعل اسم ليس نكرة، وهو أمواه، وخبرها معرفة، وهو الحديد. وقد جاء مثله في الضرورة، ويجوز أن تجعل خبر ليس محذوفاً، وتنصب الحديد على أنه استثناء مقدَّم حتى كأنه قال: وليس في الأرض أمواهٌ إلا الحديد، ثم قدَّم المستثنى، والمعنى أن الجياد تمرُّ به على السلاح كما يسبح الفرس في الماء.\nقال الشيخ: معناه أفرس الفرسان في أمواج السيوف، والسيوف تُشبَّه بالماء، والماء بالسيوف لكنه لما جاء بالسباحة والأمواه أخذ الكلام رونقه، وتمام أقسامه من الازدواج والحسن، وتوصف السيوف بأنها من ماء الحديد كما قيل:\n. . . . . . . . . . . . . . .\n...\nوأَبيضُ من ماءِ الحديد صقيلُ\nالجزء: 2 ¦ الصفحة: 360\n",
        "وكما قيل:\n. . . . . . . . . . . . . . .\n...\nإذا ما انتضته الكفُّ كادَ يسيلُ\nوكما قيل:\nفلم يُوردوا ماَء المفاصلِ خيَلهم\n...\nلماءِ حديدٍ يستطيرُ المفاصلا\nوقد يشبه الجاري بها كما قيل:\nنقشنَ فرنداً في سيوفِ جداولٍ\n...\nوصارت لها أطواقُهنَّ حمائلا\nوكما قيل:\nرأيت سيوفاُ قد سللنَ على الثَّرى\n...\nوصارت لها أيدي الرِّماحِ صَياقِلا\nوقال في مطلع قصيدة:\n(أوهِ بديلٌ من قولتيِ واها\n...\nلِمَنْ نأتْ والبديلُ ذكراها)\nالجزء: 2 ¦ الصفحة: 361\n",
        "قال أبو الفتح: ومعناه يقول: التَّألُّم لما ألاقيه من بُعدها أولى بي من التعجُّب لما أتذكَّره من أمرها، وقوله: لمن نأت والبديل ذكراها، أي: التي نأت، ومكان تذكُّري إياها توجُّعي لفقدها.\nقال الشيخ: هذه العبارة مختلطة بزيادة ونقصان في بسط المعنى، والرجل يريد: قولي: أوه لفراقها بدلٌ من قولتي: واها لوصلها، وقوله: واهاً لمن نأت قبل أن نأت، وهذا البديل ذكراها، وهو أوه، وهذه كلمة توجُّعٍ، وواها كلمة تلذُّذ.\n(فليتَها لا تزالُ آويةً\n...\nوليتَه لا يزالُ مأواها)\nقال أبو الفتح: أي ليتها لا تفارق إدمان النظر إلى ناظري، أي: لا زالت قريبة مني ومقابلة لي، وقال: آويه، ولم يقل أويته، وإن كانت مؤنثة، لأنه أراد، فليتها لا تزال شخصاً آويه أو إنساناً آويه، كما قال:\nقامت تبكِّيه على قبرهِ\n...\nمَن ليَ مِن بعدكَ يا عامرُ؟\nتركتني في الدَّار ذا غربةٍ\n...\nقد ذلَّ مَن ليس له ناصرُ\nالجزء: 2 ¦ الصفحة: 362\n",
        "قال الشيخ: روايتي: لا تزال آويةً بالتنوين، وقد خلَّص البيت من كلِّ هذا الإضمار.\n(تَبُلُّ خدَّيَّ كلَّما ابتسمتْ\n...\nمِنْ مطرٍ برقُه ثناياها)\nقال أبو الفتح: أي بريق ثناياها، وقد دلَّ بهذه الأبيات على أنها منكَّبة عليه وعلى غاية القرب منه، وهو قريب من قوله:\nوأشنبَ معسولٍ الثنيَّاتِ واضحٍ\n...\nسترتُ فمي عنه فقبَّل مَفرقي\nقال الشيخ: هذا معنى بديع، وحاشاه أن يكون ما أنشأه في شرحه وأفشاه، فإنها لو كانت منكَّبة عليه لما كانت تبلُّ خدَّيه إلا بمدامعها أو بريقها، فإن كان قَّبل خدَّيه بدمعها، فدمع المعشوق دمعُ الفراق أو دمعُ هجرٍ أو دمع دلالٍ، وفي انكبابها عليه ما ينفي هذه الدموع الثلاثة، ولم يبقَ بعدها بلٌّ إلا بالرِّيق، فإن كان هذا المطر ريقاً فما أثرَّه وأكثره وما أكرهه\nوأقذره! وإن كان المطر من جفون الرجل فما معنى الانكباب عليه، وهو يبلُّ بدموعه خدَّيه؟ فهذه من جميع الوجوه ممتنعة كما ترى، وأعجب من تفسيره استشهاده عليه بقوله: وأشنب معسول الثَّنيَّات،\nالجزء: 2 ¦ الصفحة: 363\n",
        "ولا قرابة بينهما في الدنيا والآخرة، ومعناه أنها تبلُّ خدَّيه من مطرٍ، برقُه ابتسامها، ومن جُفون عينيه انسجامُها، والمطر إذا لمع برقُه صدق وقعُه، وفي معناه يقول:\nولمّا التقينا والنَّوى ورقيبُنا\n...\nغفولانِ عنَّا ظلتُ أبكي وتبسمُ\nوقد قيل قبله:\nكأنَّ وميضَ البرقِ بيني وبينها\n...\nإذا حانَ من بعد الهُدوءِ ابتسامُها\nولكنه لَّما زاد عليه بيِّنة من حيث شفع المطر بالبرق، ثم وصف ابتسامها به ودموعه بالودق، ثم جعل وقعه ودقه في ضمان برقه ليكون أشد لوقعه، وهو النهاية في الإحسان، وقريب من معناه:\nوأضرمَ أحشائي بروقُ ابتسامِها\n...\nوإن طلعت من جفنِ عيني سَحابُها\n(يُعجبُها قتلُها الكماةَ ولا\n...\nيُنظِرُها الدَّهرُ بعدَ قتلاها)\nقال أبو الفتح: يقول يُعجب الخيل أن يقتل الكماةَ كما يعجب فرسانها، ألا تراه يقول في موضع آخر؟\nالجزء: 2 ¦ الصفحة: 364\n",
        "تحمَى السُّيوفُ على أعدائهِ معهُ\n...\nكأنَّهنَّ بنوهُ أو عشائرُهُ\nفإذا جاز أن يُوصف المواتُ بأن يحمى مع صاحبه، فالحيوان الذي يعرف كثيراً من أغراض صاحبه، لأنه مؤدَّب معلَّم أحرى بأن يوصف بذلك، ولا يُنظرِها الدَّهر بعد قتلاها، يعني: إذا قتل الفارس عُقرت الخيل بعده، كما قال زياد الأعجم:\nوإذا مررتَ بقبرهِ فاعقر بهِ\n...\nكُومَ الهجانِ وكلَّ طِرفٍ سابحِ\nويجوز أن يكون أراد بالخيل: أصحاب الخيل، فيقول: إذا قتل الفارس آخر لم يلبث أن يقتل بعده لكثرة المغاورة وفشوِّ الحرب وطلب الثَّأر.\nقال الشيخ: أراد بالخيل: أصحاب الخيل، نعم كما قال: فأما بعد هذا فغير ما قال، لكنه يقول: يعجبُها قتلُها الكُماة، ولا يمهلُها الدَّهر بعدها، ولا يستبقيها، بل يهلكُها ويفنيها، فليس ما يعجبُها بمُمتِعها كما يقول:\nوعاد في طلبِ المتروكِ تاركُهُ\n...\nإنَّا لنغَفلُ والأيَّامُ في الطَّلبِ\nوكما قال:\nوتولَّوا بغصَّةٍ كلُّهم من\n...\nهُ وإن سرَّ بعضَهم أحيانا\nوكما يقول:\nفما يديمُ سرورٌ ما سررتَ به\n...\nولا يردُّ عليكَ الفائتَ الحزَنُ\nالجزء: 2 ¦ الصفحة: 365\n",
        "(تجمَّعت في فؤادهِ هِممٌ\n...\nملءُ فؤادِ الزَّمانِ إِحداها)\nقال أبو الفتح: استعار للزمان لفظ الفؤاد لَّما ذكر فؤاده صنعةٍ أو إحكاماً.\nقال الشيخ: تمام الكلام ومعناه فيما بعده:\nفلو أتى حظُّها بأزمنةٍ\n...\nأوسعَ مِن ذا الزَّمانِ أبداها\nأي: حظُّ تلك الهمم أوسع من ذا الزَّمان الذي هو فيه، أبدى تلك الهمم وأظهرها باستيلائه على الدُّنيا بحذافيرها، وضبطه لها وتحرُّفه فيها، فإن فؤاد الزَّمان ممتلئ بواحدة منها، فكيف يسع غيرها؟ ثم قال:\n(وصارتِ الفيلقانِ واحدةً\n...\nتعثرُ أحياؤها بموتاها)\nعطفاً على قوله: أبداها، ومعناه: صارت الفيلقان واحدة، هذه بعض ذلك الإبداء، وهو جيش فارس والعراق، وجيش عمِّه معزِّ الدولة أبي الحسين أحمد بن بويه، فقد كان بينهما من العداوة والخفيِّة ما لا يُوصف إذ كانت حشمة أبيه ركن الدولة، تغمرها وتسترها، وما يقدر أحدهما إظهارها هيبةً له، فلما مضى، وكان أخوه معزُّ الدولة قد مضى قبله فعل عضد الدولة ببنيه وولده ومملكته من الأخذ والنهب والقتل والسبي ما لا خفاء به، فأبهم المتنبي إذ كان لا يعجب الممدوح إفصاحه هيبةً لأبيه وحشمةً لعمِّه، فقال المتنبي: أبداها، وصارت عسكرا فارس والعراق واحدة له وتحت أمره بافتتاحه\nالجزء: 2 ¦ الصفحة: 366\n",
        "لها واستيلائه عليها عاثرةً أحياؤها بموتاها التي قُتلت في ملتقاها، ودارت النَّيِّرات في فلكٍ لدولته، يريد أكابر العصر وعظماءه ساجدةً أقمار تلك النَّيِّرات، أي: ملوك بني بويه مثل معزِّ الدولة وأبنه عزّ الدولة وأخوي الممدوح مؤيد الدولة وفخر الدولة وأمثالهما لأبهاها، أي: للممدوح الفارس المتَّقي بكسر القاف، أي: لأبهاها الفارس المتّقي على وجه البدل عنه.\n(وصارتِ الفيلقانِ واحدةً\n...\nتعثرُ أحياؤها بموتاها)\nقال أبو الفتح: أي شنَّ الغارة في جميع الأرض، فخلط الجيش بالجيش حتى لا يصير لاختلاطهما الجيشان كالجيش الواحد.\nقال الشيخ: هذا كلام كما تراه واهي الأساس شديد الالتباس، لا مأخذ له ولا منفذ، وقد مرَّ تفسيره.\n(وكيف تخفَى التي زيادتُها\n...\nوناقعُ الموتِ بعضُ سيماها؟)\nالجزء: 2 ¦ الصفحة: 367\n",
        "قال أبو الفتح: الزيادة هنا السَّوط، يقول: كيف تخفى اليد التي سوطُها تقتل به، فكيف سيفُها؟\nقال الشيخ: ما سمعنا بزيادة لليد، ولا بأن السَّوط معناه، فإن جاز ذلك، فالسَّيف والرُّمح أولى بأن تكونا زيادتين لها، فإنهما أقوى وأمضى وأقضى وأنكى، وروايتي زيارتها بالراء. معناه: لو أنكرت يده من حيائها عرفنا آثارها في الحرب، فكيف تخفى زيادتُها، وناقع الموت بعض علامتِها؟\n(النَّاسُ كالعابدينَ آلهةً\n...\nوعبدهُ كالموحِّدِ اللهَ)\nقال أبو الفتح: أي عبده مقبل بالطَّاعة عليه ومفوِّضٌ بالرَّجاء إليه، لا يلتفت إلى من سواه لإغنائه إياه عنه وغير عبده يطلب من هذا مرَّة، ويرجو هذا أخرى.\nقال الشيخ: معناه عندي أنه يفتخر بخدمته، ويقول: الناس في خدمة غيره ضلالاً كالمشركين والعابدين آلهةً، ومن يخدمه ويعبده كالمؤمن الموحِّد.\nالجزء: 2 ¦ الصفحة: 368\n",
        "القافية اليائية\nوقال في قصيدة أولها:\n(كفى بكَ داءً أن ترى الموتَ شافياً\n...\n. . . . . . . . . . . . . . .)\n(وتنصِبُ للجَرْسِ الخفيِّ سوامعاً\n...\nيَخَلْنَ مناجاةَ الضَّميرِ تناديا)\nقال أبو الفتح: هذا كقوله:\nوأدَّبها طولُ القتال فطرفُه\n...\nيُشير إليها من بعيدٍ فتفهَمُ\nوقوله:\nتُجاوبه فعلاً وما تسمعُ الوحي\n...\nويُفهمها لحظاً وما يتكلَّمُ\nيريد في الموضعين: ذكاءها وتيقُّظها. قال الشيخ: روايتي مسامعاً، وهذا عندي في المبالغة كقوله:\n. . . . . . . . . . . . . . .\n...\nوجُبتُ هجيراً يتركُ الماَء صاديا\nالجزء: 2 ¦ الصفحة: 369\n",
        "(إذا كَسبَ النَّاسُ المعاليَ بالنَّدى\n...\nفإنَّك تُعطي في نَداكَ المعاليا)\nقال أبو الفتح: أي عطاؤك يُعلي محل آخذه، وهذا أيضاً ممَّا يمكن قلبه، كأنه يقول: إذا اتفق لك كسب معلاةٍ انسلخت منها، لأنك لا تحسن رَبها وحِفظها، فكأنك قد سلَّمتها إلى غيرك ممَّن تحسُن به، وتقيم لديه.\nقال الشيخ: قالوا معناه إذا كسب الناس الشرف وبعد الصِّيت وعلَّو المجد والمنزلة بالسَّخاء والنَّدى والعطاء، فإنك تُعطيها في نداك، فإن جميعها في ذلك لآخذه كقوله:\nوقَبضُ نوالهِ شرفٌ وعزٌّ\n...\n. . . . . . . . . . . . . . .\nوعندي أنه يقول: إذا كسب الناس الممالك والولايات ببذل الأموال فيها والإنفاق عليها واستمالة قلوب الرجال بها وجمع الأهواء لهم ببذلها حتى يقدروا عليها، فإنك تُعطيها في نداك، أي: تنوط الولايات بالقُصَّاد وتسند الممالك إلى الزُّوار، فكأنه قال: إذا كسب الناس الممالك بالنَّدى، فإنك تُعطي في نداك الممالك، ويُؤيِّده قوله بعده:\nوغيرُ بعيدٍ أن يزورَك راجلٌ\n...\nفيرجعَ مَلكاُ للعراقيين واليا\nالجزء: 2 ¦ الصفحة: 370\n",
        "فقد يُعبَّر المُلك بالعلياء والعُلى كقوله:\nتُسلِّيهمُ عَلياؤُهُم عن مصابِهم\n...\nويشغَلُهمُ كسبُ الثَّناءِ عنِ الشُّغلِ\nوقوله:\nواللهِ سرٌّ في علاكَ وإنَّما\n...\nكلامُ العدى ضربٌ مِنَ الهذَيانِ\nوحقيق أن يكون ذلك، فإنه لا محل ولا منال في الدُّنيا أعلى من الممالك.\nوقال في قطعة أولها:\n(أريكَ الرِّضا لو أخفتِ النَّفسُ خافيا\n...\n. . . . . . . . . . . . . . .)\n(ويُذْكرني تخييطُ كعبِكَ شقَّه\n...\nومشيَك في ثوبٍ من الزَّيتِ عاريا)\nرواه أبو الفتح: من الزَّيت، وقال: يُذكر أنه كان مولاه زيَّاتاً.\nقال الشيخ: هب أن مولاه كان زيَّاتاً، فكيف لبس هو ثوباً من الزَّيت على إعوازه وتعذُّر كونه؟ ولو قال قائل: أراد أن ثوبه مبتلٌّ من الزَّيت، فكأنه منه قيل: كيف يكون لابساً ثوباً من الزَّيت عارياً، والُّبس والمعرى لا يجتمعان، فامتناع معناه من\nالجزء: 2 ¦ الصفحة: 371\n",
        "طرفيه، واعتياصه من وجهيه على روايته كما ترى، وإنما تصحيفٌ وقع، والرواية الزِّفت لا غير، أي: ومشيُك في ثوبٍ من القطران أسود منتنٍ من جلدك عارياً من غيره. والسَّلام.\n(نجز الاستدراك بحمد الله تعالى ومنِّه، وصلَّى الله على سيدنا محمَّدٍ وآله، عن نسخةٍ خطيةٍ تمَّت كتابتها ليلة الاثنين الثامن عشر من ذي القعدة سنة 475هـ، وذلك في مساء يوم الأربعاء الموافقة سبعة وعشرين من شهر ذي الحجة سنة 1355هـ، والحمد لله رب العالمين).\nالجزء: 2 ¦ الصفحة: 372\n",
        ""
    ]
}