{
    "1": [
        "قصة المسيح الدجال\nقصة المسيح الدجال\nناصر الدين الألباني\nالكتاب:\nقصة المسيح الدجال ونزول عيسى عليه الصلاة والسلام\nالمؤلف:\nمحمد ناصر الدين الألباني (المتوفى: 1420هـ)\nالناشر:\nالمكتبة الإسلامية - عمان - الأردن\nالطبعة:\nالأولى 1421هـ\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "قصة\nالمسيح الدجال\nونزول عيسى  عليه الصلاة والسلام\nوقتله إياه\nعلى سياق رواية أبي أمامة رضي الله عنه\nمضافا إليه ما صح عن غيره من الصحابة رضي الله عنهم\nبقلم: محمد ناصر الألباني\nالناشر: المكتبة الإسلامية - عمان - الأردن\nالطبعة: الأولى 1421هـ\nعدد الأجزاء: 1\n[ترقيم الكتاب موافق للمطبوع]\nالجزء: 1\n",
        "حقوق الطبع محفوظة لورثة\nفضيلة الشيخ محمد ناصر الدين الألباني رحمه الله\nالطبعة الأولى 1421هـ\nالجزء: 1 ¦ الصفحة: 2\n",
        "بسم الله الرحمن الرحيم\nمقدمة الناشر\nإن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادى له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله.\nأما بعد؛ فمن المعلوم من عقيدة أهل السنة والجماعة أن الإيمان باليوم الآخر ركن من أركان الإيمان، وأن لليوم الآخر علامات صغرى وكبرى بين يديه، ومن العلامات الكبرى: خروج المسيح الدجال، ونزول عيسى ابن مريم عليه الصلاة والسلام؛ فقد روى الإمام مسلم فى «صحيحه» (2901) عن حذيفة بن أسيد الغفارى قال: اطلع النبى - صلى الله عليه وسلم - علينا ونحن نتذاكر؛ فقال: «ما تذاكرون». قالوا: نذكر الساعة. قال: «إنها لن تقوم حتى ترون قبلها عشر آيات». فذكر: «الدخان، والدجال، والدابة، وطلوع الشمس من مغربها، ونزول عيسى ابن مريم - صلى الله عليه وسلم -، ويأجوج ومأجوج، وثلاثة خسوف: خسف بالمشرق، وخسف بالمغرب، وخسف بجزيرة العرب، وآخر ذلك نار تخرج من اليمن تطرد الناس إلى محشرهم».\nولعظم أمر الدجال وشر فتنته قال رسول لله - صلى الله عليه وسلم -: «ما من نبى إلا وقد حذر أمته الدجال، وإنى أحذركموه: إنه أعور، وإن الله ليس بأعور، إنه يمشى فى الأرض، وإن السماء والأرض لله، ألا إن المسيح عينه اليمنى كأنها عنبة طافية». أخرجه ابن خزيمة (ص32) عن أم سلمة - رضي الله عنها - زوج النبى - صلى الله عليه وسلم -.\nوأمر النبى - صلى الله عليه وسلم - بالاستعاذة من شر فتنته فى الصلاة؛ فقال: «إذا فزع\nالجزء: 1 ¦ الصفحة: 3\n",
        "أحدكم من التشهد الآخر؛ فليتعوذ بالله من أربع: من عذاب جهنم، ومن عذاب القبر، ومن فتنة المحيا والممات، ومن شر المسيح الدجال». أخرجه مسلم (588) عن أبى هريرة - رضي الله عنه -.\nولأهمية الأمر، وبيان أنه من عقيدة أهل السنة والجماعة؛ فقد صنف شيخنا المحدث العلامة محمد ناصر الدين الألبانى - رحمه الله - كتابه هذا: «قصة المسيح الدجال، ونزول عيسى - صلى الله عليه وسلم -، وقتله إياه؛ على سياق رواية أبى أمامة - رضي الله عنه -؛ مضافًا إليه ما صح عن غيره من الصحابة - رضي الله عنهم -». وهو مصنف قيم من نفائس ما خلفه شيخنا من كنوز السنة.\nومما شجع شيخنا الألبانى على تأليف هذا الكتاب-كما ذكر فى مقدمته- أمران:\nالأول: شك كثير ممن ينتمون إلى العلم فى عقيدة نزول عيسى - صلى الله عليه وسلم -، وقتله للدجال فى آخر الزمان.\nالآخر: أن الناس كافة - إلا من شاء الله - لم يعودوا يتحدثون عن خروج الدجال، ونزول عيسى عليه الصلاة والسلام.\nولقد رأى ورثة الشيخ رحمه الله -بالتعاون مع المكتبة الإسلامية ب (عمان) - نشر هذا الكتاب؛ لينتفع به المسلمون فى أرجاء الأرض، وليؤجر الشيخ عليه بعد مماته؛ مستعينين ببعض طلبة العلم، فجزى الله الله الجميع خيرًا.\nعمان - الشام\n2 ربيع الآخر 1421 هـ\nالناشر\nالجزء: 1 ¦ الصفحة: 4\n",
        "بسم الله الرحمن الرحيم\nالقسم الأول\nمقدمة المؤلف\nسبب تأليف الكتاب\nإن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادى له، وأشهد أن لا إلا اله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله.\n(يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون) [آل عمران: 102]، {يا أيها الناس اتقوا ربكم الذى خلقكم من نفس واحدة وخلق منها زوجها وبث منهما رجالاً كثيرًا ونساءً واتقوا الله الذى تساءلون به والأرحام إن الله كان عليكم رقيبا} [النساء: 1]، (يا أيها الذين آمنوا اتقوا الله وقولوا قولا سديدا. يصلح لكم أعمالكم ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزا عظيما) [الأحزاب: 70 و71].\nأما بعد؛ فإن أصدق الحديث كتاب الله، وأحسن الهدى هدى محمد - صلى الله عليه وسلم -، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة فى النار.\nوبعد؛ فإنه لم يكن ليخطر فى بالى أن أتوجه يوما إلى تخصيص وقت ما\nالجزء: 1 ¦ الصفحة: 5\n",
        "لتأليف هذه الرسالة، ولكن الله تبارك وتعالى إذا أراد أمرا هيأ أسبابه، وذلك أننى فى أوائل جمادى الأولى سنة (1393 هـ) وصل بى التحقيق لكتاب «الفتح الكبير فى ضم الزيادة إلى الجامع الصغير» - وفصله إلى كتابين: «صحيح الجامع الصغير .. »، و «ضعيف الجامع الصغير .. » - إلى حديث أبى أمامة البهلى - رضي الله عنه - فى تحذير النبى - صلى الله عليه وسلم - أمته من الدجال، ووصفه - صلى الله عليه وسلم - إياه بما لم يصفه نبى قبله، وقتل عيسى - صلى الله عليه وسلم - له فى (اللد) من فلسطين، وغير ذلك من الحقائق المتعلقة بمسيح الهدى ومسيح الضلالة، وبحكم التحقيق - الذى جريت عليه فى الكتابين المذكورين - اقتضى الأمر دراسة إيناد الحديث المشار إليه والنظر فيه، فوجدته ضعيفا لا يمكن الإعتماد عليه وحده؛ خصوصا فى مثل هذه الأمور الاعتقادية اليقينية، ولكننى تبينت - لأول نظرة ألقيتها على متنه - أن كثيرا منه صحيح ثابت فى «الصحيحين» وغيرهما من كتب السنة.\nولما كان من البدهى أنه لا يمكن بمجرد مثل هذه النظرة العاجلة أن أحكم بالصحة على الحديث بتمامه، وأن يورد بالتالى فى الكتاب الأول من الكتابين السابقين: «صحيح الجامع .. »؛ بل لا بد من إمعان النظر فى سائر فقراته؛ بل وألفاظه، وتتبعها فى بطون كتب السنة ومختلف الأحايث الواردة فيها؛ مما له علاقة قريبة أو بعيدة بعيسى - صلى الله عليه وسلم - والدجال الأكبر لعنه الله تعالى، وما يتعلق بهما، ودراسة أسانيدها بتحقيق مطول على نحو ما جرينا عليه فى كتابينا: «سلسلة الأحاديث الصحيحة»، و «سلسلة الأحاديث الضعيفة»؛\nالجزء: 1 ¦ الصفحة: 6\n",
        "حتى نستطيع فى النهاية من القطع بصحته كله أو جله، وبعد ذلك يورد فى «الصحيح» كلا أو جلا على ما انتهى إليه التحقيق.\nفتوجهت الهمة لدراسة الحديث المذكور فقرة فقرة؛ بل ولفظة لفظة، وذكر الأحاديث المقوية لكل فقرة منها ما وجدت إلى ذلك سبيلا، وتخريجها كلها مع الكلام على أسانيدها تصحيحا وتضعيفا - وتتبع المتابعات والشواهد لها؛ مما يساعدنا على تخليص ما أمكن من فقراته من الضعف الملازم لها من قبل ذات الإسناد، والذى روى به من حديث أبى أمامة - رضي الله عنه - المشار إليه.\nفتبين لى بعد هذه الدراسة الدقيقة أن الحديث بجميع فقراته - إلا قليلا منها - هو من الصحيح لغيره؛ بل إن كثيرا منها من قبيل المتواتر المقطوع ثبوته عن رسول الله - صلى الله عليه وسلم -؛ ومن ذلك ما يتعلق بخروج الدجال الأعور، ونزل عيسى عليه السلام من السماء، وقتله إياه.\nولقد كان طبيعيا جدا أن أجد فى تلك الأحاديث التى خرجتها من الفوائد المتعلقة بعيسى عليه السلام والدجال الأعور -\nمما لم يرد فى حديث أبى أمامة مطلقا - الشئ الكثير؛ لا سيما وقد بلغ عدد الأحاديث قريبا من ثلاثين حديثا؛ عن أكثر من عشرين صحابيا، للحديث عن بعضهم أكثر من طريق واحد، وبخاصة حديث أبى هريرة؛ فقد استخرجت له وحده عشر طرق، وفى كل طريق منها أحايانا ما ليس فى الطريق الأخرى من الفوائد والزيادات.\nالجزء: 1 ¦ الصفحة: 7\n",
        "ولذلك؛ فإنى بعد أن انتهيت من دراسة الحديث وفقراته، وتخريج شواهدها من الأحاديث المشارة إليها، وأودعته فى كتابى «سلسلة الأحاديث الصحيحة» برقم (2457)؛ فقد بدت لى فكرة جميلة؛ ألا وهى تتبع تلك الفوائد المشار إليها، وضمها إلى مواطنها المناسبة لها فى حديث أبى أمامة - رضي الله عنه -، وسياقها معه سياقا واحدا؛ على النحو الذى كنت جريت عليه فى كتابى «حجة النبى - صلى الله عليه وسلم - كما رواها جابر - رضي الله عنه -»؛ مع اختلاف جوهرى بين الحديثين؛ تتبعتها ووضعت كل زيادة صحيحة فى المكان المناسب لسياق حديثه - رضي الله عنه - من رواية مسلم عن أبى جعفر الباقر عنه.\nوأما حديث أبى أمامة رضى الله عنه؛ فقد ضممت إليه ما صح عن غيره من الصحابة رضى الله عنهم، وقد تجاوز عددهم العشرين صحابيا؛ كما سبقت الإشارة إليه.\nولم تزل تراودنى تلك الفكرة، وأجيلها فى ذهنى المرة بعد المرة، حتى تمكنت من نفسى، وحملتنى حملا على إخراجها إلى حيز الوجود؛ لما تبين لى أهميتها، وضرورة عرضها على الناس فى هذا السياق البديع الذى يسهل تناوله على الناس جميعا -على اختلاف ثقافاتهم ومراتبهم- ويقرب لهم شتات ما تفرق فى الأحاديث من الفوائد التى لا يمكن لأكثر الخاصة استخراجها منها؛ فضلا عن عامتهم.\nالجزء: 1 ¦ الصفحة: 8\n",
        "و\nمما شجعنى على ذلك الأمور الآتية\n:\nالأول\n: شك كثير ممن ينتمون إلى العلم - بل وإلى الدعوة إلى الإسلام؛ فضلا عن غيرهم ممن لا ثقافة إسلامية عندهم من الشباب المثقف وغيرهم من العوام - فى عقيدة نزول عيسى - صلى الله عليه وسلم -، وقتله للدجال فى آخر الزمان، حتى لقد قام فى نفسى أن كثيرا من الطلاب المتخرجين من جامعة الأزهر هم من هؤلاء الشاكين - إن لم يكونوا من المنكرين لها - وقد عرفت ذلك من مناقشتى لبعضهم شفهيا، ومن اطلاعى على فتاوى بعضهم فى ذلك، وتعليقات آخرين منهم على بعض الكتب.\nومن أشهر هؤلاء العلماء الشيخ (محمد عبده)؛ فإنه يقول فى حديث نزول عيسى عليه السلام تارة: بأنه حديث آحاد! وهذا حسب علمه بالحديث، وهو من أبعد العلماء المعاصرين عنه فى نقدى، وتارة يتأوله نزوله وحكمه فى الأرض بغلبة روحه وسر رسالته على الناس، وهو ما غلب فى تعليمه من الأمر بالرحمة والمحبة والسلم\n...\nحكاه السيد رشيد رضا فى «تفسيره» (3/ 217)؛ ومع أنه رده عليه بقوله عقبه:\n«ولكن ظواهر الأحاديث الواردة فى ذلك تأباه»؛ فإنه رد هذا الاستدراك بقوله عقبه أيضا:\n«ولأهل هذا التأويل أن يقولوا: إن هذه الأحاديث قد نقلت بالمعنى كأكثر الأحاديث، والناقل للمعنى ينقل ما فهمه. وسئل (يعنى: محمد عبده) عن\nالجزء: 1 ¦ الصفحة: 9\n",
        "المسيح الدجال وقتل عيسى له؟ فقال: إن الدجال رمز للخرافات والدجل والقبائح التى تزول بتقرير الشريعة على وجهها\n...\n»!\nومن الغريب أن هذا التأويل سبقه إليه مدعى النبوة (ميرزا غلام أحمد القاديانى الهندى)، وكرره فى كتبه ورسائله، وما أشبه التأويل بتأويله لآيات كثيرة من القرآن؛ يحرفها ويستدل بها على نبوته؛ كتأويله لقوله تعالى فى عيسى: {ومبشرا برسول يأتى من بعدى أسمه أحمد} [الصف:6]؛ فزعم أنه هو المقصود بقوله: {أحمد}! وله من مثل هذا الشئ الكثير، وفى غاية السخف؛ كما قال السيد رشيد نفسه فى صدد الرد عليه فى موضع آخر من «تفسيره» (6/ 58)، فقال فيه:\n«وقد جرى على طريقة أدعياء المهدوية من شيعة إيران - كالبهاء والباب - فى استنباط الدلائل الوهمية على دعوته من القرآن؛ حتى إنه استخرج ذلك من سورة الفاتحة! وله فى تفسيرها كتاب غاية فى السخف يدعى أنه معجزة له!! فجعلها مبشرة بظهوره، وبأنه هو مسيح هذه الأمة!».\nقال السيد رشيد عقبه:\n«وإنما فتح على هذه الأمة هذا الباب الغريب من أبواب تأويل القرآن، وتحريف ألفاظه عن المعانى التى وضعت لها معان غريبة لا تشبهها ولا تناسبها؛ أولئك الونادقة من المجوس وأعوانهم الذين وضعوا تعاليم فرق الباطنية؛ فزاجت حتى عند كثير من الصوفية».\nالجزء: 1 ¦ الصفحة: 10\n",
        "قلت: فم الفرق بين تأويل هؤلاء الباطنية للقرآن؛ وتأويل القاديانية و (محمد عبده) ومن تَبِعَهُ لأحاديث النزول والدجال بذلك التأويل الباطل بداهة؟! وكيف سكت عليه السيد رشيد رحمه الله؛ بل تأول لهم تأويلاً جديداً بأن الأحاديث نُقِلَت بالمعنى؟! وليت شعري! هل ذلك يستلزم رد ما صلح روايته عن الصحابة من المعاني فضلاً عما تواتر عنهم؟!\nمثلاً: إذا تواتر عن الصحابة أن النبي - صلى الله عليه وسلم - نهى عن شيء كلحوم الحمر الإنسية؛ فهذا رواية بالمعنى قطعاً، فهل يستلزم ذلك رد هذا المعنى الذين رووه من النهي بطريقٍ ما من طرق التأويل؛ بحيث يُعطل هذا النّهي ويصير كأنه لم يرد مطلقأً؟! اللهم! إن هذا لهو الضلال المبين، نسأل الله تعالى أن يحمينا منه.\nوإليك مثالاً آخر من أمثلة التأويل الذي بُلِيَ به بعض الكتاب المعاصرين من الأزهريين: قال الشيخ (محمد فهيم أبو عبية) في تعليقه على «نهاية البداية والنهاية» (1/ 71):\n«هل بقي عيسى عليه السلام حتى الآن حيّاً؟ وسينزل إلى الأرض ليجدد الدعوة إلى دين الله بنفسه؟ أم المراد بنزول عيسى هو انتصار دين الحق وانتشاره من جديد على أيدٍ مُخلِصةٍ تعمل على تخليص المجتمع الإنساني من الشرور والآثام؟ رأيان (!) ذهب إلى كل منهما فريق من العلماء (!).\nوهذا هو ما يقال بالنسبة إلى المسيح الدجال: هل هو من لحم ودم ينشر الفساد ويهدد العباد، ويملك وسائل الترغيب والترهيب والإفساد؛ حتى يقيض\nالجزء: 1 ¦ الصفحة: 11\n",
        "له عيسى عليه السلام فيقتله؟ أم إنه رمز لانتشار الشر، وشيوع الفتنة، وضعف نوازع الفضيلة، تهب عليه ريح الخير المرموز إليها بعيسى عليه السلام، فتذهبه وتقضي عليه، وتأخذ بيد الناس إلى محجة الخير ومنهج العدل والتدين»! (1).\nقلت: ولا يكفي هذا الأزهري (الفهيم) بهذا التعطيل لنصوص السنة وتأويلها - على طريق الرمز الذي هو مذهب الباطنية الملحدة؛ كما سبق حكايته عن السيد رشيد رضا نفسه - بل إنه يوهم القراء بأن هذا التعطيل هو رأي لبعض العلماء يقابل الرأي الأول! والحقيقة أنه لم يقل به أحد ممن له ذكر بالعلم في أهل الحديث والسنة، وإنما قال به بعض الخوارج والمعتزلة من الفرق الضالة؛ قال القاضي عياض:\n«في هذه الأحاديث حجة لأهل السنة في صحة وجود الدجال، وأنه شخص مُعَيَّنٌ يبتلي الله به العباد ويُقَدِّرُه على الأشياء؛ كحياء الميت الذي يقتله (فقرة 17 و18 - أبو أمامة، 18 - السياق)، وظهور الخصب، والأنهار والجنة والنار، واتباع كنوز الأرض له، وأمره السماء فتمطر، والأرض فتنبت (الفقرات 19 - 21 أبو أمامة، 19 - 21 - السياق)، وكل ذلك بمشيئة الله، ثم يعجزه، فلا يقدر على قتل الرجل ولا غيره، ثم يبطل أمره، ويقتله عيسى ابن مريم، وقد خالف في ذلك بعض الخوارج والمعتزلة والجهمية؛ فأنكروا وجوده، وردوا الأحاديث الصحيحة»\n(1) وذكر نحو هذا (ص 148)\nالجزء: 1 ¦ الصفحة: 12\n",
        "قلت: وهذا هو بعينه ما فعله هذا الأزهري (الفهيم) وبعض شيوخه -تبعاً لسلفهم من الخوارج والمعتزلة؛ وأخيراً القاديانية كما سبق - تارة بطريق التشكيك في صحة الأحاديث بزعم أنها آحاد -كما فعل الشيخ (محمود شلتوت) في بعض مقالاته؛ تبعا للشيخ (محمد عبده) كما سبق - وتارة بطريق التأويل والتعطيل كما فعل هذا (الفهيم)! وهو وإن كان اقتصر فى كلامه السابق على حكاية الرأيين - بزعمه- دون أن يحدد موقفه بوضوح منها؛ فإنه إنما فعل ذلك تمويها وتدليسا على القراء، وإعدادا لنفوسهم لتقبل ما سيرجحه هو فيما بعد! فاسمع إليه وهو يقول فى تعليقه على الفقرة الآتية (12 - أبو أمامة، 14 - السياق): «يقرؤه كل مؤمن كاتب وغير كاتب»:\n«اختلف العلماء فى الكتابة هنا: هل هى حقيقة؛ أم أنها كناية عن الأمارات الدالة على صاحبها؟ وأن القرأة معناها تلهم النفس المؤمنة بإشراقها ما يبصر الحقيقة دون امتراء\n....\nولعل هذا هو الأقرب وهو الأسلم» (1)!\nهكذا قال هذا (الفهيم) متجاهلاً نص الإمام النووي وغيره على خلاف ترجيحه؛ قال الحافظ في «الفتح» (13/ 85):\n«قال النووي: الصحيح الذي عليه المحققون أن الكتابة المذكورة حقيقة، جعلها الله علامة قاطعة بكذب الدجال، فيظهر الله المؤمن عليها، ويخفيها عن من أراد شقاوته». قال الحافظ:\n(1) وذكر نحوه (ص148)\nالجزء: 1 ¦ الصفحة: 13\n",
        "«وحكى عياض خلافاً، وأن بعضهم قال: هي مجاز عن سمة الحدوث عليه، وهو مذهب ضعيف».\nثم لم يكتفي ذاك (الفهيم) بترجيحه لذلك التأويل الباطل؛ بل إنه يجزم به بعد عدة صفحات؛ فيقول (ص 118):\n«اختلاف ما روي من الأحاديث في مكان ظهور الدجال\n...\nيشير إلى أن المقصود بالدجال الرمز إلى الشر واستعلائه\n...\n)!\nوهذا هو الذي جزم به في تصديره للكتاب؛ فقال: (ص 9)\n«ثم سرنا مع القائلين بأن ظهور المهدي ونزول عيسى عليه السلام هما رمزان لانتصار الخير على الشر، وأن الدجال رمز لاستشراء الفتنة واستيلاء الضلال فترة من الزمان\n...\n»!\nقلت: وهذا (الفهيم) هو رئيس بعثة الأزهر الشريف بـ (لبنان)؛ كما طبع ذلك تحت اسمه على طُرَّة الكتاب.\nولقد أساء جداً في تعليقه على الكتاب المذكور إلى مؤلفه من جهة؛ وإلى الحديث النبوي من جهة أخرى؛ مما يدل على جهله البالغ به! فإنه قطع بتضعيف أحاديث صحيحة؛ لعدم اتساع قلبه لها! ولم يسبقه إلى ذلك أحد من أهل العلم -كحديث الجساسة؛ انظر (ص 6و69و101)، وقد رواه مسلم، وحديث المهدي (ص37) - غير مبال بتصحيح المؤلف ابن كثير لبعضها (ص42 و43)؛ بل جزم بوضع حديث آخر رواه مسلم في «صحيحه» (ص58 - 59)!\nالجزء: 1 ¦ الصفحة: 14\n",
        "أما إساءته إلى الكتاب والمؤلف؛ فهى أنه وضع فى صلب الكتاب عناوين من عنده دون أن ينبه على ذلك، وبعضها على خلاف طريقة المؤلف؛ باعتباره من أئمة الحديث الذين يئمنون بالنصوص المتعلقة بأشراط الساعة دون تأويل لها؛ كما يفعل المبتدعة من المعتزلة وغيرهم، وهذا (الفهيم) قد أبان في تعليقاته المشار إليها؛ أنه سلك سبيلهم حذو القذة بالقذة، فها هو مثلاً قد وضع من عند نفسه عنواناً في صلب الكتاب (ص116):\n«حديث يجب صرفه عن ظاهره»!\nوضعه فوق حديث مسلم في قتل الدجال للمؤمن وإحياؤه إياه؛ (انظر فقرة 17و18 - أبو أمامة).\nوعنوان آخر وضعه على الأحاديث الواردة في ابن الصياد بعضها في البخاري! فقال (ص104):\n«مرويات مرفوضة؛ لأنها لا تصدق عقلاً، وليس بمعقول صدورها عن الرسول عليه السلام»\nكأن الرسول عند هذا (الفهيم) ينبغي أن لا يتكلم بأمور غيبية لا مجال للعقل إلا أن يسلم بها، وعلى ذلك فالإيمان بالغيب الذي هو التصديق لا وجود لع في نفسه!!\nووضع عنواناً على حديث تعذيب المصورين (2/ 50):\n«عذاب المصورين المجسمين يوم القيامة»\nالجزء: 1 ¦ الصفحة: 15\n",
        "وبالجملة؛ فهذه العناوين التى وضعها من عند نفسه فى ثنايا الكتاب؛ مع أنها تنافى الأمانة العلمية؛ فهى - فى الوقت نفسه - تدل على مبلغ علم هذا (الفهيم)، والخسارة التى لحقت بالناشرين للكتاب مادة ومعنى؛ حيث إن تعاليقه المذكورة قد غيرت معالم الكتاب، وجعلته بهذه العناوين والتعاليق كتابا آخر ليس هوو كتاب الحافظ بن كثير!\nوليت أن تسلط هذا (الفهيم) على الكتاب وقف عند هذا الحد؛ فقد تعداه إلى أن حذف منه كثيرا من نصوصه وأحاديثه التى لم ترق لعقله الكبير! وذلك ما صرح به فى تصديره للكتاب؛ فقال (ص5):\n«بل إننا إضطررنا إلى أن نسقط بعص المروريات التى ضمنها المؤلف كتابه؛ لما حوت من معنى لا يتفق والعقل ولا يستق والدين»!\nوإن القارئ لتعاليقه ليجد التنبيه - فى كثير من صفحات الكتاب- على أنه أسقط منها ما شاء دون أن يذكر نص المحذوف منه؛ ليكون القراء على علم به؛ كما تقتضيه الأمانة - هذا لو جاز الحذف! - من ذلك قوله (2/ 285):\n«أسقطنا هنا مقاطع يستحى منها الحياء\n...\n»!\nوأعجب ما رأيته منه أنه حذف أربع صفحات كاملات بياضا فى المجدل الثانى! وهى الصفحات (89 و99 و101 و102)!\nوإنى -والله- لقد رأيت أنواعا مختلفه من مُدَّعى العلم فى هذا الزمان؛ فما رأيت مثل هذا (الفهيم) جرأة وجهلا وغروراً! ولولا أنه كذلك؛ فقل لى\nالجزء: 1 ¦ الصفحة: 16\n",
        "بربك كيف استجاز لنفسه هذا التصرف المشين المخل بالأمانة العلمية في كتاب الحافظ ابن كثير؛ زيادة منه في عناوينه، وحذفاً من صفحاته، وتضعيفاً لأحاديثه الصحيحة؛ أو إبطالاً لمعانيها باسم التأويل والعقل؟!\nولست أدرى -ولله- كيف اغتر به الناشر للكتاب؟! فقال فى مقدمته:\n«وأما التدقيق والتحقيق؛ فقد وفقنا -بحمد الله- إلى أن يقوم بهما فضيلة اليخ محمد من الجهد المشكور ما خلّص الكتاب من\n...\nمن الأخطاء اللغوية والتحريفات الكثيرة فى أسماء الأعلام الواردة فيه، وتصحيح كثير من النصوص التى تضمّنها»!\nعجيب -والله- أن يوصف هذا (الفهيم) بهذه الصفات، وفى الكتاب مئات الشواهد التى تدل على أنه على النقيض من ذلك تماما! فإنه أفسد كثيرا من نصوصه، ووقع فيما لا يعد من الأخطاء اللغوية والتحريفات الكثيرة فى الصفحة الواحدة! الأمر الذى يدل على أن البلاد السعودية تحسن الظن كثيرا بأمثال هذا الأزهرى؛ مما يذكرنى بالمثل السائر: إن البغاث بأرضنا يسنتسر! وإليك\nبعض الأمثلة التى عثرت عليها من المجلد الأول من الكتاب\n:\n1 -\nص (114): «وينزع جُمَّة) كذا بالجيم وبالخفض! (ِ كل ذى جمة». والصواب: حمة-بالحاء المهملة وتخفيف الميم-: السم!\nوتكرر هذا الخطأ منه فى الصفحة (169)، وعلق عليه بما لم يؤكد أنه خطأ علمى؛ فقال:\nالجزء: 1 ¦ الصفحة: 17\n",
        "«الجمة: الشعر المجمع فى مقدمة الرأس، ولعل المراد بإذهاب (جمة كل ذات جمة) هو: تخليص المجتمع من تصفيات الشعر المختلفة التى تربط بالفتيات العيون الرَّغبة والنفوس الشهوانية\n...\nوبدهى أن كلمة (ذات جمة) فى الحديث الشريف واقعة صفة لموصوف محذوف\n...\n» إلى آخر هرائِهِ!\n2 -\nبعد ثلاثة أسطر من الصفحة المذكورة (114):\n«وتكون الأرض كعاثور الفضة». وعلق عليه المسكين بقوله:\n«العاثور: المهلكة من الأرض\n....\n».\nوإنما هو «كفاثور» بفاء ومثلة، وهو: الخوان. وقيل: هو طست أو جام من ذهب أو فضة.\n3 -\nوفى الصفحة التى تليها (115):\n«وقد جرد أبو داود إسناده»!\nوالصواب: «جوَّد».\n4 -\nوفى ص (117):\n«محمد بن عبد الله بن قَهران»!\nوإنما هو (قهزاد).\n5 -\nفى الصفحة ذاتها: «فَيٌشَجُّ. فيقول: خذوه وشجوه»!! وعلق عليه:\n«الشج: الجرح فى الوجه والرأس»!\nالجزء: 1 ¦ الصفحة: 18\n",
        "والصواب: «فَيُشَبَّحُ\n.....\nوشَبِّحوه» بشين معجمة ثم باء مزحدة ثم حاء مهملة؛ أي: مدُّوه على بطنه؛ كما قال النووي.\n6 -\nص (133): «مع المرَدَة»!\nوإنما هو «القِردة».\n7 -\nص (142): «موسى بن عبيدة اليزيدي»\nوالصواب: «الرَّبذي».\n8 -\nص (144): «لينزلن الدجال بحوران»!\nوالصواب: «خوز»؛ كما في «المسند» (2/ 319 و337)\n9 -\nص (146): «من سمع من الدجال فلسنا منه»!\nوتكرر هذا الخطأ في الصفحة المذكورة مرتين , وأعاده مرة أخرى (ص 154)؛ مما يوكد أنه خطأ منه، وليس من الطابع، ولذلك لم يستدركه في فهرس الخطأ والصواب.\nوصحة الحديث: «من سمع بالدجال فلينأ عنه»؛ أي فليبتعد عنه.\nويبدوا أن (الفهيم) لم يستطع قراءة «فلينأ» على الصواب؛ فحرفها إلى (فلسنا)، وبالتالي حرَّف «بالدجال» إلى «من الدجال»، و «عنه» إلى «منه»\n10 -\nالصفحة ذاتها «وأبو الدهماء، واسمه فرقة بن بهير الدوي»!\nوالصواب: «قِرْفة - بكسر القاف وسكون الراء بعدها فاء - ابن بُهَيس - بموحدة ومهملة مُصَغَّراً - العدوي»!\nالجزء: 1 ¦ الصفحة: 19\n",
        "11 -\nص (154) «هشام عن دستوائي»!\nوالصواب: «هشام الدَّستوائي».\n12 -\nص (180): «أبي إسحاق»!\nوالصواب «ابن إسحاق»\n13 -\nص (202): «لا تنفع الهجرة ما دام العدو يقاتل».\nوالصواب: «لا تنقطع الهجرة\n...\n».\nفتأمل! كيف قلب معنى الحديث وأفسده ببالغ جهله وغروره؟!\n14 -\nص (214): « .. ابن قوتب»\nوهذا لا وجود له في الرواة وإنما هو: «ابن قويد»؛ كما في «المسند» (2/ 442) وغيره.\n15 -\nومن أعجب التحريف الذي رأيته له أن جاء بحديث لا وجود له -ولا في الموضوعات - من حيث موضوع تحرّف عليه ففي (2/ 58):\n«في الحديث: آدموا طعامكم بذكره وبالصلاة، ولا تقموه فتقسوا قلوبكم» وعلق عليه بقوله:\n«قم الخوان: أكل ما عليه من الطعام فلم يدع منه شيئاً، وأدم خبزه: خلطه بما يجعله مستساغاً. والرسول عليه السلام ينصح تابعيه بأن يكون ذكر الله عز وجل إدام طعامهم .. » إلى آخر كلامه البليغ!\nالجزء: 1 ¦ الصفحة: 20\n",
        "والحديث إنما هو بلفظ:\n«أذيبوا طعامكم بذكر الله والصلاة، ولا تناموا عليه فتقسوا قلوبكم».\nفتحرف عليه قوله «أذيبوا» إلى «آدموا»! وقوله «ولا تناموا عليه» إلى (ولا تقموه» ثم بنى عليه ما بنى من المعنى الرقيق!!\nهكذا رواه جمع من أهل الحديث، وكذلك أورده السيوطي في «الجامع الصغير»، فلو رجع إليه -كما يفعل المبتدئون من الطلاب فضلاً عن «رئيس البعثه» -لعرف أصل الحديث ولم يقع في مثل هذا التحريف الشنيع!\nعلى أن الحديث بهذا اللفظ المروي موضوع؛ كما حققته في «الأحاديث الموضوعة» (115)، فتأمل مبلغ تحقيق هذا (الفهيم)! فهو بديل* أن ينتبه للصواب في لفظ الحديث، وينبه على وضعه، جاء منه بحديث لا أصل له، ثم علق عليه!!!\nوجملة القول: إن تحقيق الرجل لهذا الكتاب - وتعليقه عليه مثل تلك التعليقات - لأكبر دليل على أنه ليس أهلاً لتحقيق رسالة صغيرة لعالم فاضل من السلف! فكيف يكون أهلاً لتحقيق سِفْرٍ ضخم لكتاب الحافظ ابن كثير رحمه الله تعالى؟! وأن يصحح الأحاديث الضعيفة، وضعف الصحيحة جزافاً دون التزام لقواعد أهل النقد والمعرة بالجرح والتعديل، وأن يتأولها خلافاً لأهل العلم؟! وهو من الجهل إلى درجة لا تخطر على بال أحد! وماذا يقول العاقل في رجل لا يفهم معنى قوله - صلى الله عليه وسلم - في الذين يدخلون الجنة بغير حساب:\nالجزء: 1 ¦ الصفحة: 21\n",
        "«لا يسترقون» فيقول في تعليقه عليه (2/ 66):\n«أى: لا يتجسسون بآذانهم على الناس\n...\nويسمى هذا العمل استراق السمع»؟!\nفلم يعلم (الفهم) المسكين أن هذا الفعل من الرقية، وأن السين فيه سين الطلب، وليس من السرقة التي السين فيها ألية!\nونعود لما كنا عليه من أصل الموضوع؛ فنقول:\nلقد كانت هذه التأويلات التي جرى عليها هؤلاء العلماء المتأخرون من أقوى الأسباب التي شجعتني على عرض حديث أبي أمامة رضي الله عنه مع زيادات غيره عليه من الصحابة في سياق واحد، حتى يتبين لكل ذي عينين بطلان تلك التأويلات ومخالفتها لصراحة الأحاديث الصحيحة، وأن تأويل المتأولين لها ليس المقصود منه إلا التخلص من هذه الأحاديث، ومن الإيمان بها بطريقة ملتوية توهم العامة أن أصحابها يؤمنون بها، وحقيقة الأمر انهم يكفرون بحقائقها، وإنما يؤمنون بألفاظها!\nتالله؛ إن إيماناً بالنصوص كلها على طريق الرمز والتأويل لهو إيمان لا يساوي فلساً، ولا يغني عند الله شيئاً.\nوليت شعري! ما الفرق بين هؤلاء العلماء المنتمين إلى السُّنة، والمعطلين لهذه النصوص المتواترة بخروج الدجال، ونزول عيسى عليه السلام، وقتله إياه؛ وبين الباطنية والفرق الضالة التي تؤمن بنصوص الكتاب والسنة؛\nالجزء: 1 ¦ الصفحة: 22\n",
        "مع تأويلهم إياها تأويلاً يؤدي في النهاية إلى الكفر بحقائقها؛ كالذين ينكرون النصوص المتواترة في الكتاب والسنة برؤية المؤمنين لربهم في الآخرة؛ بتأويل أن المقصود منها رؤية نعيم ربهم! وكالقاديانية الذين يؤمنون -زعموا- بقوله تعالى: (وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ) [الأحزاب: 40]، ثم يقولون ببقاء النبوة ومجئ أنبياء كثيرين بعده - صلى الله عليه وسلم -؛ منهم (ميرزا غلام أحمد القادياني)! وإذا سألتهم عن هذه الآيه أجابوك بأنهم يؤمنون بها -طبعاً! - ولن معناها ليس كما فهمها المسلمون عن هذه الآية؛ أجابوك بأنهم يؤمنون بها -طبعاً- ولكن معناها ليس كما فهمها المسلمون من قبل! بل المعنى: ولكن خاتم النبيين؛ أي: زينتهم؛ كالخاتم زينة الأصبع! فهل يجدي إيمانهم بها عند الله شيئاً بعد أن فسروها بغير تفسيرها الحق؟!\nكذلك أقول: إن إيمان هؤلاء العلماء بالأحاديث المتواترة بنزول عيسى عليه السلام وقتله للدجال؛ لا يجديهم شيئاً مع تفسيرهم إياها بذلك التفسير الرمزي؛ لأنه خلاف ما يقطع به كل عالم متجرد عن الهوى إذا ما اطلع على النصوص الواردة فيهما.\nوكأنه لذلك يلجأ بعضهم إلى الخلاص منها بطريقة أخرى - غير طريقة تفسيرها بالرمز - ألا وهي طريقة التشكيك في ثبوتها يقيناً بزعم أنها أحاديث آحاد! ومن هؤلاء\nالشيخ (محمود شلتوت)\n؛ فقد كنت قرأت له قديماً جواباً حول حياة عيسى عليه السلام في السماء ونزوله في آخر الزمان -نشرته مجلة «الرسالة» يومئذٍ -رأيت فيها العجب العجاب من الجهل بحقيقة الأحاديث الواردة في نزوله عليه السلام، ومن ذلك زعمه أن طرقها كله تدور على وهب\nالجزء: 1 ¦ الصفحة: 23\n",
        "ابن منبِّه وكب الأحبار، فاستنكرت ذلك في نفسي؛ لأن ذهني كان خالياً من مثل هذه الدعوى، ولكني قلت في نفسي: لعل ذلك بالنسبة لبعض الطرق، ولكن الشيخ يبالغ! وللتثبت من ذلك؛ اندفعت إلى تتبع أحاديث نزوله عليه السلام من مصادرها الأصلية في كتب السنة - التي تروي الأحاديث بأسانيدها؛ كالأمهات الستة وغيرها - حتى اجتمع عندي في ذلك أحاديث كثيرة جداً؛ من طرق متواترة عن أكثر من أربعين صحابياً، فعجبت أشد العجب حين لم أر لوهبٍ وكعب ذكراً في شيء من تلك الطرق أصلاً، حتى ما كان منها ضعيف الإسناد! فتيقنت حينئذٍ أن الشيخ -عفا الله عنه - كتب من ذاكرته؛ دون أن يراجع في ذلك كتاباً واحداً من كتب السنة المشار إليها! فكتبت يومئذٍ رسالة مفصلة في الرد على فتواه، وهممت بإرسالها إلى مجلة «الرسالة»،ولكن أحد أصحابنا من الأدباء الأفاضل الذين يترددون إلى مصر نصحني بأن لا أرسلها، لأنهم سوف لا ينشرونها؛ لطولها أولاً؛ ولأن الشيخ شلتوت فوق مستوى النقد هناك؛ لا سيما من شخص غير مصري وغير مشهور عندهم!\nقال: فأن كان ولا بد فاختصر الرسالة ما استطعت، ثم أرسلها إليهم لعلهم ينشرونها في المجلة، وما أظنهم فاعلين. وكذلك كان، فإني اختصرتها في صفحة ونصف، ثم أرسلتها، فلم تنشر!!\nوللرد على أصحاب هذه الطريقة مفصّلاً مجال آخر غير هذا، ويكفي في ذلك اتفاق أهل العلم بالحديث وحفاظه على تواتر حديث الدجال ونزول\nالجزء: 1 ¦ الصفحة: 24\n",
        "عيسى عليه السلام من السماء؛ كالحافظ ابن كثير (1) وابن حجر وغيرهما؛ بل إن الإمام الشوكاني ألف رسالة سماها: «التوضيح في تواتر ما جاء في المنتظر والمهدي والمسيح»\nوقد تيقَّنت - أنا شخصياً -بتواتر أحاديث الدجال وعيسى حينما كتبت الرسالة المشار إليها آنفاً، وقد بلغت الطرق التي تجمعت عندي -يومئذٍ- أكثر من أربعين طريقاً عن نحو أربعين صحابيّاً، بعضها على شرط الصحة، وسائرها أكثر شواهدها معتبرة، ومن المؤسف أنني لا أدري أين بقيت الآن بسبب النقلة من دار إلى أخرى؟!\nثم تجدد يقيني بذلك في دراستي لحديث أبي أمامة المشار إليها في هذه المقدمة.\nوإليك\nتسمية الصحابة الذين رووا أحاديث الدجال -الذين خرَّجت أحاديثهم في هذه الدراسة؛\nعلماً بأنها لم تستقصِ كل ما ورد في ذلك لعدم مناسبته للدراسة المذكورة-:\n1 -\nهشام بن عامر.\n2 -\nعبد الله بن مغفل.\n3 -\nحذيفة بن اليمان\n4 -\nجابر بن عبد الله\n(1) «النهاية» لابن كثير (1/ 148)\nالجزء: 1 ¦ الصفحة: 25\n",
        "5 -\nعبد الله بن عمر.\n6 -\nأنس بن مالك.\n7 -\nأبو هريرة.\n8 -\nالنواس بن سمعان.\n9 -\nنفير بن مالك.\n10 -\nعائشة\n11 -\nأم سلمة\n12 -\nبعض أصحاب النبي - صلى الله عليه وسلم -\n13 -\nعبادة بن الصامت.\n14 -\nعبد الله بن عباس.\n15 -\nأبو بكر الثقفي.\n16 -\nرجل من أصحاب النبي - صلى الله عليه وسلم -\n17 -\nسفينة مولى رسول الله - صلى الله عليه وسلم -.\n18 -\nأبو سعيد الخدري.\n19 -\nفاطمة بنت قيس.\n20 -\nأم شريك\nالجزء: 1 ¦ الصفحة: 26\n",
        "21 -\nعبد الله بن مسعود.\n22 -\nعبد الله بن عمرو.\nوهناك صحب آخرون روى عنهم أحاديث في الدجال بأسانيد لا بأس بها في الشواهد؛ وهم:\n23 -\nأبو أمامة.\n24 -\nسعد بن أبي وقاص\n25 -\nعبد الله بن مغنم.\n26 -\nأسماء بنت يزيد الأنصارية.\n27 -\nمحجن بن الأدرع.\n28 -\nعثمان بن أبي العاص.\n29 -\nسمرة بن جندب.\n30 -\nمجمَّع بن جارية.\n31 -\nأسماء بنت عميس.\nثم إليك\nأسماء الصحابة الذين رووا حديث نزول عيسى عليه السلام\n:\n1 -\nعبد الله بن مغفل.\n2 -\nأبو هريرة.\n3 -\nالنواس بن سمعان.\nالجزء: 1 ¦ الصفحة: 27\n",
        "4 -\nنفير بن مالك.\n5 -\nعائشة.\n6 -\nجابر بن عبد الله.\n7 -\nأبو هريرة.\n8 -\nحذيفة بن أسيد.\n9 -\nعبد الله بن عمرو\nوهذه أسماء الصحابة الآخرين الذين روي عنهم أحاديث نزول عيسى عليه السلام بأسانيد لا بأس بها في الشواهد:\n10 -\nأبو أمامة الباهلى.\n11 -\nبعض أصحاب محمد - صلى الله عليه وسلم -.\n12 -\nسمرة.\n13 -\nحذيفة بن اليمان.\n14 -\nمجمّع بن جارية الأنصاري.\nإن هذا العرض السريع لطرق حديث الدجال، وحديث عيسى عليه الصلاة والسلام، ورواتها من الصحابة الكرام الصادقين؛ ليتبين لكل ذي عينين أن الحديث متواتر بذلك، وأن كل من يشك في ذلك فهو من المرتابين في الدين كله، أو هو - على الأقل - معرَّض لذلك أشد التعريض؛ لأن ما كان\nالجزء: 1 ¦ الصفحة: 28\n",
        "منه متواتراً -كالقرآن وبعض الأحاديث - فهي معرَّضة عنده لجحدها بطريق التأويل؛ بل التعطيل، وما كان منها لم يبلغ مبلغ التواتر؛ فهي معرَّضة لديه لإنكارها بطريق الشك في ثبوت نسبتها إلى النبي - صلى الله عليه وسلم -.\nومن هنا يظهر أن كل المؤمنين بالدين الإسلامي؛ فهم على خطر في إيمانهم إذا لم يعتمدوا على مذهب أهل الحديث في تلقيهم للدين؛ فإنهم أعلم الناس بما هو منه ثبوتاً، وما ليس منه روايةً، وأعرف الناس بمعانيها ومقاصدها؛ لأنهم تلقوا كل ذلك عن رسول الله - صلى الله عليه وسلم - بالطرق العلمية الصحيحة التي لا سبيل إلى معرفة الدين إلا بها، وبدونها يصير الدِّين هوىً متَّبعاً، وهذا هو الداء العضال الذي أصاب العالم الإسلامي اليوم، ولم ينج منه إلا الطائفة المنصورة التي بشر بها رسول الله - صلى الله عليه وسلم - في أحاديث كثيرة متواترة؛ منها قوله - صلى الله عليه وسلم -:\n«لا تزال طائفة من أمتي يقاتلون على الحق ظاهرين على من ناوأهم؛ حتى يقاتل آخرهم المسيح الدجال» (1).\nأقول: ولعل الذي ذكرنا من طريق المرتابين هو السبب في تشديد عمر على المكذبين بالدجال -وغيره مما ثبت في السنة الصحيحة -فقد روى يوسف بن مهران عن ابن عباس قال: سمعت عمر بن الخطاب - رضي الله عنه - على المنبر وهو يقول:\n(1) خرَّجته في «الصحيحة» برقم (1959)\nالجزء: 1 ¦ الصفحة: 29\n",
        "«سيكون فيكم قوم من هذه الأمة يكذبون بالرجم، ويكذبون بالدجال، ويكذبون بطلوع الشمس من مغربها، ويكذبون بعذاب القبر، ويكذبون بالشفاعة، ويكذبون بقوم يخرجون من النار بعدما امتحشوا، فلئن أدركتهم لأقتلنهم قتل عاد وثمود».\nأخرجه الداني في «الفتن» (ق23/ 2)، وأحمد (1/ 23) مختصراً، وإسناده حسن.\nالأمر الثاني\n-مما شجعني على تأليف هذه الرسالة -:أن الناس كافة -عامة وخاصة؛ إلا من شاء الله - لم يعودوا يتحدثون عن خروج الدجال ونزول عيسى عليه الصلاة والسلام؛ مصداقاً لما في «زوائد مسند أحمد» (4/ 72) عن راشد بن سعد قال:\nلما فتحت اصطخر نادى منادٍ: ألا إن الدجال قد خرج.\nقال: فلقيهم الصعب بن جثامة، قال: فقال: لولا ما تقولون لأخبرتكم أني سمعت رسول الله - صلى الله عليه وسلم - يقول:\n«لا يخرج الدجال حتى يذهل الناس عن ذكره، وحتى تترك الأئمة ذكره على المنابر» (1).\n(1) قال الهيثمي في «مجمع الزوائد» (7/ 335):\n«رواه عبد الله بن أحمد من رواية بقية عن صفوان بن عمرو، وهي صحيحة كما قال ابن معين، وبقَّةُ رجالهِ ثقات». وعزاه في مكان آخر (7/ 351) لأحمد نفسه فوهم!\nالجزء: 1 ¦ الصفحة: 30\n",
        "ولقد صدق هذا الخبر على أئمة المساجد، فتركوا ذكر الدجال على المنابر وهم خاصة الناس؛ فماذا يكون حال عامتهم؟! وإذا كان الله تبارك وتعالى قد جعل بحكمته لكل شيء سبباً؛ فلست أشك أن سبب هذا الإهمال لذكره - مع اهتمام الرسول - صلى الله عليه وسلم - أشد الاهتمام في التحذير من فتنته؛ كما ستراه فيما يأتي في أول قصته -إنما هو تشكيك بعض الخاصة في الأحاديث الواردة فيه؛ تارة في ثبوتها وعدم ورودها بطريق التواتر -زعموا- وتارة في دلالتها كما تقدم بيانه، فكان من الواجب أن يقوم أهل العلم بواجبهم؛ فيبينوا للأمة ما حدثهم به رسول الله - صلى الله عليه وسلم - من فتنة الدجال وقتل عيسى عليه الصلاة والسلام إياه؛ بنفس الطريق التي تتلقى الأمة به عن النبي - صلى الله عليه وسلم - كل ما يتعلق بدينها- من عقائد وعبادات ومعاملات وأخلاق وغيرها، ألا وهو الحديث النبوي - وبذلك يقضى على السبب المشار إليه، ويعود الناس فيذكرون الدجال وفتنته، فيتخذون الأسباب لاتقائها، فلا يغترون بأضاليله وتحاريفه التي لا يصدق بإمكان وقوعها من مِثله إلا المؤمن - الذي لا يرتاب أدنى ارتياب فيما جاء من أنواع الفتن، (وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ سُبْحَانَ اللَّهِ وَتَعَالَى عَمَّا يُشْرِكُونَ) [القصص: 68].\nفإذا علم المؤمن بذلك وآمن به؛ اتخذ الأسباب التي تعصمه من فتنته؛ وهي:\nالجزء: 1 ¦ الصفحة: 31\n",
        "أولا\nً: الاستعاذة بالله تعلى من شر فتنته، والإكثار منها؛ لا سيما في التشهد الأخير في الصلاة فقد قال رسول الله - صلى الله عليه وسلم -:\n«إذا فرغ أحدكم من التشهد الآخر؛ فليستعذ بالله من أربع، يقول: اللهم! إني أعوذ بك من عذاب جهنم، ومن عذاب القبر ومن فتنة المحيا والممات، ومن شر فتنة المسيح الدجال» (1)\nوثبت في «الصحيحين» وغيرهما عن جمع من الصحابة -منهم عائشة - رضي الله عنها -:أن النبي - صلى الله عليه وسلم - كان يستعيذ من فتنته.\nبل إنه أمر بالاستعاذة من أمراً عاماً؛ كما في حديث زيد بن ثابت قال: بينما النبي - صلى الله عليه وسلم - في حائط لبني النجار على بغلة له -ونحن معه- إذ حادت به فكادت تلقيه، وإذا أَقْبُرُ ستة أو خمسة أو أربعة، فقال «من يعرف أصحاب هذه الأقبر؟»\nفقال رجل: أنا.\nقال: «فمتى مات هؤلاء؟»\nقال: ماتوا في الإشراك (وفي رواية: في الجاهلية).\nفقال: «إن هذه الأمة تبتلى في قبورها، فلولا أن لا تدافنوا؛ لدعوت الله أن يسمعكم من عذاب القبر الذي أسمع منه»،ثم أقبل علينا بوجهه فقال:\n(1) انظر «صفة الصلاة» (ص199 - الطبعة السابعة).\nالجزء: 1 ¦ الصفحة: 32\n",
        "«تعوذوا بالله من عذاب النار». قالوا: نعوذ بالله من عذاب النار. فقال: «تعوّذوا بالله من عذاب القبر».قالوا: نعوذ بالله من عذاب القبر». قالوا: نعوذ بالله من عذاب القبر. قال: (تعوذوا بالله من الفتن ما ظهر منها وما بطن».قالوا: نعوذ بالله من الفتن ماظهر منه وما بطن. قال\n«تعوذوا بالله من فتنة الدجال».قالوا: نعوذ بالله من فتنة الدجال. (1).\nثانيا\nً: أن يحفظ عشر آيات من أول سورة (الكهف) فقد قال - صلى الله عليه وسلم -:\n«من حفظ عشر آيات من أول سورة (الكهف)؛ عصم من [فتنة] الدجال».\nرواه مسلم وغيره عن أبي الدرداء (2).\nثالثا\n: أن يبتعد عنه، ولا يتعرض له؛ إلا إن كان يعلم من نفسه أن لن يضره لثقته بربه، ومعرفته بعلاماته التي وصفه النبي - صلى لله عليه وسلم - بها؛ لقوله عليه الصلاة والسلام: «من سمع بالدجال فلينأ عنه، فوالله؛ إن الرجل ليأتيه وهو يحسب أنه مؤمن فيتبعه: مما يبعث به من الشبهات».\nأخرجه أحمد وغيره، عن عمران بن حصين (3).\n(1) أخرجه مسلم (8/ 161)،وأحمد (5/ 190)\n(2) رواه مسلم وغيره، وفي رواية له «آخر الكهف» وهي شاذة؛ كما حققته في «الصحية» رقم (2651).ويشهد للرواية الأولى حديث النواس الآتي في الفقرة (5) -تخريج فقرات القصة، وحديث أبي أمامة في الفقرة (14)\n(3) وهو مخرج في «المشكاة» (5488)، ورواه حنبل أيضاً في «الفتن» (ق46/ 2).\nالجزء: 1 ¦ الصفحة: 33\n",
        "رابعًا:\nأن يسكن مكة والمدينة، فإنهما حرمان آمنان منه؛ لقوله صلى الله عليه وسلم:\n«يجئ الدجال فيطأ الأرض إلا مكة والمدينة، فيأتى المدينة؛ فيجد بكل نقب من نقابها صفوفاً من الملائكة».\nأخرجه الشيخان وغيرهما عن أنس بن مالك رضى الله عنه (1).\nومثلهما المسجد الأقصى والطور؛ كما يأتى فى الفقرة (24 - السياق).\nواعلم أن هذه البلاد المقدسة إنما جعلها الله عصمة من الدجال لمن سكنها وهو مؤمن ملتزم بما يجب عليه من الحقوق والواجبات تجاه ربها، وإلا فمجرد استيطانها - وهو بعيد فى حياته عن التأدب بآداب المؤمن فيها - فَمِمَّا لا يجعله فى عصمة منه، فسيأتى فى الفقرة (25 - أبو أمامة، 30 - السياق) أن الدجال -عليه لعائن الله- حين يأتى المدينة النبوية وتمنعه الملائكة من دخولها؛ ترجف بأهلها ثلاث رجفات، فلا يبقى فيها منافق ولا منافقة إلا خرج إليه.\nفهؤلاء المنافقون والمنافقات -وقد يكون نفاقهم عمليّاً- لم يَعْصِمْهُمْ من الدجال سكنهم فى المدينة النبوية؛ بل خرجوا إليه، وصاروا من أتباعه كاليهود! وعلى العكس من ذلك؛ فمن كان فيها منالمؤمنين الصادقين فى إيمانهم؛ فهم مع كونهم فى عصمة من فتنته؛ فقد يخرج إليه بعضهم متحدياً\n(1) وهو مخرّج فى «الصحيحة» (2457).\nالجزء: 1 ¦ الصفحة: 34\n",
        "وينادى فى وجهه: هذا هو الدجَّال الذى كان رسول الله صلى الله عليه وسلم يحدثنا حديثه\n...\nكما سيأتى فى الفقرة (31 - السياق).\nفالعبرة إذن بالإيمان والعمل الصالح، فذلك هو السبب الأكبر فى النجاة، وأما السكن فى دار الهجرة وغيرها؛ فهو سبب ثانوى، فمن لم يأخد بالسبب الأكبر؛ لم يفده تمسكه بالسبب الأصغر، وقد أشار إلى هذا النبى - صلى الله عليه وسلم - بقوله للذى سأله عن الهجرة:\n«ويحك! إن شان الهجرة لشديد! فهل لك من إبل؟». قال: «فهل تؤتى صدقتها؟» قال: نعم. قال: «فاعمل من وراء البحار، فإن الله لن يترك من عملك شيئاً» (1).\nوما أحسن ما روى الإمام مالك فى «الموطأ» (2/ 235) عن يحيى بن سعيد:\n«أن أبا الدرداء كتب إلى سلمان الفارسى: أن هلمَّ إلى الأرض المقدسة. (يعنى: الشام). فكتب لإليه سلمان:\nإن الأرض لا تقدس أحداً، وإنما يقدسُ الإنسانَ عملُهُ».\nوصدق الله العظيم إذ يقول: {وَقُلِ اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ} [التوبة: 105].\n(1) أخرجه البخارى (7/ 207 - فتح)، ومسلم (6/ 28)،وأبو داود (1/ 388)، والنسائي (2/ 182)، وأحمد (3/ 64).\nالجزء: 1 ¦ الصفحة: 35\n",
        "من أجل ذلك؛ لا يجوز للمسلمين اليوم أن يتركوا العمل للإسلام وإقامة دولته على وجه الأرض؛ انتظاراً لخروج المهدى ونزول عيسى عليهما الصلاة والسلام؛ يأْساً منهخم؛ أو توهماً أن ذلك غير ممكن قبلهما ّ فإن هذا توهم باطل، ويأس عاطل، فإن الله تعالى أو رسوله - صلى الله عليه وسلم - لم يخبرنا أن لا عودة للإسلام ولا سلطان له على وجه الارض إلا فى زماكنهما، فمن الجائز أن يتحقق ذلك قبلهما إا أخذ المسلمون بالإسباب الموجبة لذلك؛ لقوله تعالى: {إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ} [محمد: 7]، وقوله: {وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ} [الحج: 40].\nولقد كان هذا التوهم من أقوى الأسباب التى حملت بعض الأساتذة المرشدين والكُتّاب المعاصرين على إنكار أحاديث المهدى وعيسى عليهما السلام -على كثرتها وتواترها-لما رأوا أنها عند المتوهمين مدعاة للتواكل عليها وترك العمل لعز الإسلام من أجلها! فأخطؤوا فى ذلك أشد الخطأ من وجهين:\nالأول: أنَّهم أقروهم على هذا التوهم؛ على اعتبار أن مصدره تلك الأحاديث المشار إليها؛ وإلا لم يبادروا إلى إنكارها!\nوالآخر: أنهم لم يعرفوا كيف ينبغى عليهم أن يعالجوا التوهم المذكور؟ وذلك بإثبات الأحاديث، وإبطال المفاهيم الخاطئة من حولها، وما مثلهم فى ذلك إلا كمثل من أنكر عقيدة الإيمان بالقدر خيره وشره؛ لأن بعض المؤمنين به فهموا منه أن لازمه الجبر، وأن المكلَّف لا كسب له ولا اختيار، ولما كان هذا الفهم باطلاً بداهة ساعروا إلى إنكاره، ولكنهم أنكروا مَعَهُ القدر أيضا؛\nالجزء: 1 ¦ الصفحة: 36\n",
        "لتوهمهم -أيضاً مع المتوهمين- أنه يعنى الجبر، فوافقهم فى خطئهم فى التوهم المذكور، ثم زادوا عليه خطأ آخر -فراراً من الأول- وهو إنكارهم القدر نفسه! فلولا أنهم شاركوهم فى فهمهم منه الجبر لما أنكروه!\nوهذا هو عين ما صنعه البعض المشار إليه من الأساتذة والكُتّاب؛ فإنهم لما رأوا تواكل المسلمين -إلا قليلاً منهم- على أحاديث المهدى وعيسى؛ بادروا إلى إنكارها لتخليصهم بزعمهم من التواكل المذكور! فلم يصنعوا شيئاً؛ لأنهم لم يستطيعوا تخليصهم بذلك من جهة؛ ولا هم كانوا على هدى فى إنكارهم للأحاديث الصحيحة من جهة أخرى.\nوالحقيقة أن هؤلاء المنكرين -الذين يفهمون من هذه الأحاديث ما لا تدك عليه من التواكل المزعوم، ولذلك يبادرون إلى إنكارها تخلّصاً منه- قد جمعوا بين المصيبتين: الضلال فى الفهم، والكفر بالنص! ولكنهم عرفوا أن الفهم المذكور ضلالة فى نفسه، فأنكروه بأنكار النص الذى فهموا ذلك منه! وعكس ذلك العامة؛ فآمنوا بالنص مع الفهم المذكور، فمع كل من الفريقين هدى وضلالة، والحق الأخذ بهدى كل منهما، ونبذ الضلال الذى عندهما؛ وذلك بالإيمان بالنص دون ذلك الفهم الخاطئ.\nوما مثل هؤلاء وهؤلاء إلا كمثل المعتزلة من جهة؛ والمشبَّهة من جهة أخرى، فإن الأولين تأولوا آيات وأحاديث الصفات بتآويل باطلة أودت بهم إلى إنكار الصفات الإلهية، وما حملهم على ذلك إلا فرارهم من التشبيه الذى وقع فيه المشبَّهة أن المعتزلة أنفسهم شاركوا المشبَّهة فى فهم التشبيه\nالجزء: 1 ¦ الصفحة: 37\n",
        "من آيات الالصفات، ولكنهم افترقوا عنهم بإنكار التشبيه بطريق التأويل الذى هو باطل أيضاً؛ كالتشبيه لما لزم منه من إنكار الصفات الإلهية، وأما المشبِّهة فلم يقعوا فى هذا الباطل، ولكنهم ثبتوا على التشبيه، والحق الجمع بين صواب هؤلاء وهؤلاء، ورد باطل هؤلاء وهؤلاء: وذلك بالإثبات والتنزيه، كما قال الله تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} [الشورى: 11].\nوكذلك أقول من أحاديث نزول عيسى عليه السلام وغيرها؛ فإن الواجب فيها إنما هو الإيمان بها، وردّ ما توهمه المتوهمون منها؛ من ترك العمل والاستعداد الذى يجب القيام به فى كل زمان ومكان، وبذلك نكون قد جمعنا بين صواب هؤلاء وهؤلاء، وردننا باطل هؤلاء وهؤلاء. والله المستعان.\nالجزء: 1 ¦ الصفحة: 38\n",
        "القسم الثاني\nوفيه نص حديث أبي أمامة مقطعاً إلى فقرات\nبلغت (49) فقرة، ثم تخريجه.\nثم تخريج فقراته فقرة فقرة مفصلاً.\nوبعدها أسماء الصحابة والتابعين\nالذين خرجتُ أحاديث فقراتهم.\nالجزء: 1 ¦ الصفحة: 39\n",
        "حديث أبي أمامة رضي الله عنهـ مع تخريجه\n(1 - يا أيها الناس إنها لم تكن فتنة على وجه الأرض منذ ذرأ الله ذرية آدم أعظم من فتنة الدجال\n2 -\nوإن الله  عز وجل  لم يبعث نبيا إلا حذر أمته الدجال\n3 -\nوأنا آخر الأنبياء وأنتم آخر الأمم\n4 -\nوهو خارج فيكم لا محالة\n5 -\nفإن يخرج وأنا بين ظهرانيكم فأنا حجيج لكل مسلم وإن يخرج من بعدي فكل امرئ حجيج نفسه والله خليفتي على كل مسلم\n6 -\nوإنه يخرج من خلة بين الشام والعراق فيعيث يمينا وشمالا يا عباد الله فاثبتوا\n7 -\nفإني سأصفه لكم صفة لم يصفها إياه نبي قبلي:\n8 -\nإنه يبدأ فيقول: أنا نبي ولا نبي بعدي\n9 -\nثم يثني فيقول: أنا ربكم. ولا ترون ربكم حتى تموتوا\n10 -\nوإنه أعور وإن ربكم ليس بأعور\n11 -\nوإنه مكتوب بين عينيه: كافر\n12 -\nيقرؤه كل مؤمن كاتب أو غير كاتب\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 41\n",
        "13 -\nوإن من فتنته أن معه جنة ونارا فناره جنة وجنته نار\n14 -\nفمن ابتلي بناره فليستغث بالله وليقرأ فواتح (الكهف)\n15 -\nفتكون عليه بردا وسلاما كما كانت النار على إبراهيم\n16 -\nوإن من فتنته أن يقول لأعرابي: أرأيت إن بعثت لك أباك وأمك أتشهد أني ربك؟ فيقول: نعم. فيتمثل له شيطانان في صورة أبيه وأمه فيقولان: يا بني اتبعه فإنه ربك\n17 -\nوإن من فتنته أن يسلط على نفس واحدة فيقتلها\n18 -\nوينشرها بالمنشار حتى تلقى شقين ثم يقول: انظروا إلى عبدي هذا فإني أبعثه الآن ثم يزعم أن له ربا غيري. فيبعثه الله ويقول له الخبيث: من ربك؟ فيقول: ربي الله وأنت عدو الله أنت الدجال والله ما كنت قط أشد بصيرة بك مني اليوم\n19 -\nوإن من فتنته أن يأمر السماء أن تمطر فتمطر ويأمر الأرض أن تنبت\n20 -\nوإن من فتنته أن يمر بالحي فيكذبونه فلا تبقى لهم سائمة إلا هلكت\n21 -\nوإن من فتنته أن يمر بالحي فيصدقونه فيأمر السماء أن تمطر فتمطر والأرض أن تنبت فتنبت حتى تروح مواشيهم من يومهم ذلك أسمن ما كانت وأعظمه وأمده خواصر وأدره ضروعا\nالحديث: 13 ¦ الجزء: 1 ¦ الصفحة: 42\n",
        "22 -\nوإنه لا يبقى شيء من الأرض إلا وطئه وظهر عليه إلا مكة والمدينة\n23 -\nلا يأتيهما من نقب من نقابهما إلا لقيته الملائكة بالسيوف صلتة\n24 -\nحتى ينزل عند الضريب الأحمر عند منقطع السبخة\n25 -\nفترجف المدينة بأهلها ثلاث رجفات فلا يبقى منافق ولا منافقة إلا خرج إليه\n26 -\nفتنفي الخبث منها كما ينفي الكير خبث الحديد\n27 -\nويدعى ذلك اليوم يوم الخلاص\n28 -\nفقالت أم شريك بنت أبي العكر: يا رسول الله فأين العرب يومئذ؟ قال: هم يومئذ قليل\n29 -\nوجلهم ببيت المقدس\n30 -\nوإمامهم رجل صالح\n31 -\nفبينما إمامهم قد تقدم يصلي بهم الصبح إذ نزل عليهم عيسى بن مريم الصبح فرجع ذلك الإمام ينكص يمشي القهقرى ليتقدم عيسى فيضع عيسى يده بين كتفيه ثم يقول له: تقدم فصل فإنها لك أقيمت. فيصلي بهم إمامهم\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 43\n",
        "32 -\nفإذا انصرف قال عيسى: افتحوا الباب - فيفتح ووراءه الدجال\n33 -\nمعه سبعون ألف يهودي كلهم ذو سيف محلى وساج\n34 -\nفإذا نظر إليه الدجال ذاب كما يذوب الملح في الماء\n35 -\nوينطلق هاربا ويقول عيسى عليه السلام: إن لي فيك ضربة لن تسبقني بها\n36 -\nفيدركه عند باب اللد الشرقي فيقتله\n37 -\nفيهزم الله اليهود فلا يبقى شيء مما خلق الله يتوارى به يهودي إلا أنطق الله ذلك الشيء لا حجر ولا شجر ولا حائط ولا دابة - إلا الغرقدة فإنها من شجرهم لا تنطق - إلا قال يا عبد الله المسلم هذا يهودي فتعال فاقتله\n38 -\nوإن أيامه أربعون سنة\n39 -\nالسنة كنصف السنة والسنة كالشهر والشهر كالجمعة\n40 -\nوآخر أيامه كالشررة\n41 -\nيصبح أحدكم على باب المدينة فلا يبلغ بابها الآخر حتى يمسي\n42 -\nفقيل له: كيف نصلي في تلك الأيام القصار؟ قال: تقدرون فيها الصلاة كما تقدرونها في هذه الأيام الطوال ثم صلوا\nالحديث: 32 ¦ الجزء: 1 ¦ الصفحة: 44\n",
        "43 -\nفيكون عيسى ابن مريم عليه السلام في أمتي حكما عدلا وإماما مقسطا يدق الصليب ويذبح الخنزير ويضع الجزية ويترك الصدقة فلا يسعى على شاة ولا بعير وترفع الشحناء والتباغض وتنزع حمة كل ذات حمة حتى يدخل الوليد يده في الحية فلا تضره\n44 -\nوتفر الوليدة الأسد فلا يضرها ويكون الذئب في الغنم كأنه كلبها\n45 -\nوتملأ الأرض من السلم كما يملأ الإناء من الماء وتكون الكلمة واحدة فلا يعبد إلا الله وتضع الحرب أوزارها وتسلب قريش ملكها وتكون الأرض كفاثور الفضة تنبت نباتها بعهد آدم حتى يجتمع النفر على القطف من العنب فيشبعهم ويجتمع النفر على الرمانة فتشبعهم يكون الثور بكذا وكذا من المال وتكون الفرس بالدريهمات\n46 -\nقالوا: يا رسول الله وما يرخص الفرس؟ قال: لا تركب لحرب أبدا\n47 -\nقيل: فما يغلي الثور؟ قال: تحرث الأرض كلها\n48 -\nوإن قبل خروج الدجال ثلاث سنوات شداد يصيب الناس فيها جوع شديد يأمر الله السماء في السنة الأولى أن تحبس ثلث مطرها ويأمر الأرض فتحبس ثلث نباتها ثم يأمر السماء في الثانية فتحبس ثلثي مطرها ويأمر الأرض فتحبس ثلثي نباتها ثم يأمر الله\nالحديث: 43 ¦ الجزء: 1 ¦ الصفحة: 45\n",
        "السماء في السنة الثالثة فتحبس مطرها كله فلا تقطر قطرة ويأمر الأرض فتحبس نباتها كله فلا تنبت خضراء فلا تبق ذات ظلف إلا هلكت إلا ما شاء الله\n49 -\nقيل: فما يعيش الناس في ذلك الزمان؟ قال: التهليل والتكبير والتسبيح والتحميد ويجري ذلك عليهم مجرى الطعام)\nالحديث: 49 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "تخريج الحديث\nأخرجه بهذا التمام ابن ماجه (2/ 512 - 516)\nوالروياني باختصار (30/ 8 / - 0 / و10/ 1)\nعن إسماعيل بن رافع عن أبي زرعة السيباني يحيى ابن أبي عمرو [عن عمرو بن عبد الله الحضرمي] عن أبي أمامة الباهلي قال:\nخطبنا رسول الله  صلى الله عليه وسلم  فكان أكثر خطبته حديثا حدثناه عن الدجال وحذرناه فكان من قوله أن قال: فذكره بطوله\nقلت: وهذا إسناد ضعيف عمرو بن عبد الله الحضرمي لم يرو عنه غير السيباني ولم يوثقه غير ابن حبان (1/ 185) ولذلك قال الحافظ:\n(مقبول)\nوإسماعيل بن رافع ضعيف الحفظ\nلكنه قد تابعه ضمرة بن ربيعة: نا السيباني به إلا قوله:\n(قالوا: يا رسول الله وما يرخص الفرس. . . .) إلى آخر الحديث\nأخرجه حنبل بن إسحاق الشيباني - ابن عم الإمام أحمد - في (الفتن) (ق 52/ 1 - 53/ 2) وتمامه في (الفوائد) (3/ 37 / 1 - 38/ 1) والآجري في (الشريعة) (ص 375) - ولكنه لم يسق لفظه وإنما أحال به على حديث النواس الآتي - وابن أبي عاصم في (السنة) (رقم 391 - بتحقيقي) وعبد الله بن أحمد في (السنة) (ص 138 - 13) وأبو داود (2/ 213)\nالجزء: 1 ¦ الصفحة: 47\n",
        "والطبراني في (المعجم الكبير) (8/ 7645 و25/ 295 / 48) وابن عساكر في (التاريخ) (1/ 611 - 614 / ط)\nقلت: وضمرة بن ربيعة قال الحافظ:\n(صدوق يهم قليلا)\nوتابعه أيضا عطاء الخراساني عن يحيى به إلا قوله:\n(ثم صلوا فيكون عيسى ابن مريم في أمتي حكما. . .) إلى آخر الحديث أخرجه الحاكم (4/ 536 - 537) وقال:\n(صحيح على شرط مسلم) ووافقه الذهبي\nقلت: وهذا من أوهامهما فإن عمرا الحضرمي لم يخرج له مسلم شيئا وعطاء - وهو ابن أبي مسلم الخراساني - وإن أخرج له مسلم فهو يهم كثيرا ويدلس وقد عنعنه فأنى لإسناده الصحة؟\nالجزء: 1 ¦ الصفحة: 48\n",
        "القسم الثالث\nتخريج فقرات القصة\nلكن الحديث غالبه صحيح قد جاء مفرقا في أحاديث إلا قليلا منه فلم أجد ما يشهد له أو يقويه كما سيأتي بيانه ولتسهيل توضيح ذلك على القارئ وتخريجه علي جعلته فقرات بأرقام متسلسلة فأقول:\n1 -\nجاءت هذه الفقرة في أحاديث:\nالأول: عن هشام بن عامر مرفوعا بلفظ:\n(ما بين خلق آدم إلى قيام الساعة خلق أكبر من الدجال (وفي رواية: فتنة أكبر من فتنة الدجال)\nأخرجه مسلم (8/ 207) والحاكم (4/ 528) وأحمد (4/ 20 و21) والرواية الأخرى إحدى روايتيه وهي رواية الحاكم وزاد:\n(عند الله). وقال:\n(صحيح على شرط البخاري ولم يخرجاه)\nكذا قال ولعله يعني بلفظه المشار إليه وإلا فمسلم قد أخرجه كما ذكرته وأخرجه الداني أيضا (176/ 2 - 177/ 1) وزاد: (قد أكل الطعام ومشى في الأسواق)\nالجزء: 1 ¦ الصفحة: 49\n",
        "الثاني: عن عبد الله بن مغفل قال: قال رسول الله  صلى الله عليه وسلم:\n(  ما أهبط الله تعالى إلى الأرض - منذ خلق آدم إلى أن تقوم الساعة - فتنة أعظم من فتنة الدجال وقد قلت فيه قولا لم يقله أحد قبلي:\nإنه آدم جعد ممسوح عين اليسار على عينه ظفرة غليظة وإنه يبرئ الأكمه والأبرص ويقول: أنا ربكم. فمن قال: ربي الله فلا فتنة عليه ومن قال: أنت ربي. فقد افتتن يلبث فيكم ما شاء الله ثم ينزل عيسى ابن مريم مصدقا بمحمد  صلى الله عليه وسلم  على ملته إماما مهديا وحكما عدلا فيقتل الدجال)\nفكان الحسن يقولك: ونرى ذلك عند الساعة\nرواه الطبرني في (الكبير) و (الأوسط) ورجاله ثقات وفي بعضهم خلاف لا يضر كما قال في (مجمع الزوائد) (7/ 336)\nولجملة العين شاهد من حديث أنس بلفظ:\n(إن الدجال أعور العين الشمال عليها ظفرة غليظة مكتوب بين عينيه: كافر)\nرواه أحمد (3/ 115 و201) بسند صحيح\nالثالث: عن حذيفة قال:\nذكر الدجال عند رسول الله  صلى الله عليه وسلم  فقال:\n(لأنا لفتنة بعضكم أخوف عندي من فتنة الدجال ولن ينجو أحد مما\nالجزء: 1 ¦ الصفحة: 50\n",
        "قبلها إلا نجا منها وما صنعت فتنة منذ كانت الدنيا - صغيرة ولا كبيرة - إلا لفتنة الدجال)\nأخرجه أحمد (5/ 389) وابن حبان (1897) (1)\nقلت: وإسناده صحيح ورجاله ثقات رجال الشيخين وقال الهيثمي (7/ 335):\n(رواه أحمد والبزار ورجاله رجال (الصحيح)\nالرابع: عن جابر بن عبد الله ويأتي حديثه (ص 89 - 90)\n2 -\nويشهد لهذه الفقرة أحاديث:\nالأول: عن عبد الله بن عمر رضي الله عنهما قال:\nقام رسول الله  صلى الله عليه وسلم  في الناس فأثنى على الله بما هو أهله ثم ذكر الدجال فقال:\n(إني لأنذركموه وما من نبي إلا وقد أنذره قومه [لقد أنذره نوح قومه] ولكني سأقول لكم فيه قولا لم يقله نبي لقومه: [تعلموا] أنه أعور وإن الله ليس بأعور)\nأخرجه عبد الرزاق في (المصنف) (11/ 390 / 20820) وعنه أحمد (2/ 149)\n(1) ولفظة: (إنها ليست من فتنة صغيرة ولا كبيرة إلا تتضع لفتنة الدجال) وزاد: (مكتوب بين عينيه: كافر). زاد مسلم (8/ 195) وأحمد (5/ 386): (يقرؤه كل مؤمن كاتب وغير كاتب) وهذه الزيادة عند حنبل (51/ 1) من طريق آخر عنه\nالجزء: 1 ¦ الصفحة: 51\n",
        "والبخاري (13/ 80 - 81 فتح) والسياق له ومسلم (8/ 193) والزيادتان له وكذا الترمذي (2236) وأبو داود (4757) وابن منده في (الإيمان) (96/ 2) من طريق سالم بن عبد الله عنه والخطيب في (التاريخ) (7/ 183 - 184)\nوفي رواية لأحمد (2/ 135) وابن منده (97/ 1) من طريق محمد بن زيد أبي عمر بن محمد قال: قال عبد الله: فذكره نحوه بلفظ:\n(ما بعث الله من نبي إلا قد أنذره أمته لقد أنذره نوح  صلى الله عليه وسلم  أمته والنبيون عليهم الصلاة والسلام من بعده ألا ما خفي عليكم من شأنه فلا يخفين عليكم أن ربكم ليس بأعور ألا ما خفي عليكم من شأنه فلا يخفين عليكم أن ربكم ليس بأعور)\nقلت: وإسناده صحيح على شرط الشيخين\nورواه ابن حبان (1896) وابن منده في (التوحيد) (82/ 2) من طريق ثالثة عنه نحوه وزاد:\n(وأنه بين عينيه مكتوب: كافر يقرؤه كل مؤمن كاتب وغير كاتب)\nوسنده صحيح\nوروى البخاري (3440) ومسلم (1/ 107) من طريق نافع عن ابن عمر في حديث طويل وفيه:\n(إن المسيح الدجال أعور العين اليمنى كأن عينه عنبة طافية) وهو مخرج في (الصحيحة) (1857)\nالجزء: 1 ¦ الصفحة: 52\n",
        "الثاني: عن أنس بن مالك رضي الله عنهـ قال: قال رسول الله  صلى الله عليه وسلم:\n(  ما من نبي إلا وقد أنذر أمته الأعور الكذاب ألا إنه أعور وإن ربكم ليس بأعور مكتوب بين عينيه: ك ف ر [يقرؤه كل مسلم])\nأخرجه البخاري (13/ 85) ومسلم (8/ 195) وأبو داود (2/ 213) والترمذي (2246) وصححه وأحمد (3/ 103 و173 و276 و290) وحنبل (ق 51/ 2) وابن خزيمة في (التوحيد) (ص 32) وابن منده (97/ 1) والزيادة لمسلم وأحمد وغيرهما\nوفي الباب عن أبي سعيد الخدري في (المجمع) (7/ 336 - 337) وأسماء بنت يزيد الأنصارية وسيأتي إن شاء الله (ص 75 - 77) وعن عائشة ويأتي قريبا (ص 59) وعن أم سلمة أيضا (ص 60)\n2 -\nهذه الفقرة جاءت مفرقة في حديثين أو أكثر:\nالأول: عن أبي هريرة رضي الله عنهـ قال: قال رسول الله  صلى الله عليه وسلم: (  قلت: وذكر حديث فضل الصلاة في مسجده  صلى الله عليه وسلم) (  فإني آخر الأنبياء وإن مسجدي آخر المساجد)\nأخرجه مسلم (4/ 135)\nوشواهده كثيرة جدا كالحديث المشهور في حق علي:\n(أنت مني بمنزلة هارون من موسى غير أنه لا نبي بعدي)\nأخرجه أحمد والشيخان وغيرهما من طرق ولا مجال لذكرها الآن\nالجزء: 1 ¦ الصفحة: 53\n",
        "الثاني: عن ابن عباس: أن النبي  صلى الله عليه وسلم  قال:\n(نحن آخر الأمم وأول من يحاسب يقال: أين الأمة الأمية؟ فنحن الآخرون الأولون)\nأخرجه ابن ماجه (2/ 575)\nقلت: وإسناده صحيح كما قال البوصيري في (زوائده) (265/ 1)\nالثالث: عن معاوية بن حيدة قال: سمعت رسول الله  صلى الله عليه وسلم  يقول:\n(إنكم وفيتم سبعين أمة أنتم آخرها وأكرمها على الله  عز وجل)\nأخرجه الدارمي (2/ 313) وأحمد (5/ 3 و5)\nقلت: وإسناده حسن وهو في (المشكاة) (6294) بنحوه\n4 -\nلم أجد لهذه الفقرة شاهدا من لفظها وأقرب شيء رأيته حديث أبي هريرة قال: سمعت أبا القاسم الصادق المصدوق يقول:\n(يخرج أعور الدجال مسيح الضلالة قبل المشرق في زمن اختلاف الناس وفرقة فيبلغ ما شاء الله أن يبلغ من الأرض في أربعين يوما - الله أعلم ما مقدارها - فيلقى المؤمنون شدة شديدة ثم ينزل عيسى ابن مريم  صلى الله عليه وسلم  من السماء فيؤم الناس (1) فإذا رفع رأسه من ركعته قال: سمع الله لمن حمده قتل الله المسيح الدجال وظهر المسلمون)\n(1) يعني: في بيت المقدس وأما في دمشق أول نزوله فيأتم هو بالمهدي عيهما السلام\nالجزء: 1 ¦ الصفحة: 54\n",
        "فأحلف أن رسول الله  صلى الله عليه وسلم  أبا القاسم الصادق المصدوق قال:\n(إنه لحق وإما إنه قريب فكل ما هو آت قريب)\nقال الهيثمي (7/ 349):\n(رواه البزار ورجاله رجال (الصحيح) غير علي بن المنذر وهو ثقة)\nوقال الحافظ (13/ 85):\n(إسناده جيد) (1)\nوالأحاديث المصرحة بخروجه كثير سيأتي بعضها إن شاء الله تعالى لكن ليست فيها لفظ مؤكدة كقوله: (لا محالة) أو: (إنه لحق) بل إن أحاديث الدجال كلها تؤكد خروجه وحديثه  صلى الله عليه وسلم  كله حق وصدق سواء كان مقرونا بصيغة من صيغ التأكيد أو لا وما ينطق عن الهوى. إن هو إلا وحي يوحى [النجم: 3 و4]\nنعم روى الداني في (الفتن) (141/ 1) عن الحسن مرسلا في عيسى عليه السلام:\n(وإنه نازل لا محالة فإذا رأيتموه فاعرفوه. . .)\nوالحديث أخرجه ابن حبان أيضا (1904) عن صالح بن عمر: أنبأنا عاصم بن كليب عن أبيه قال: سمعت أبا هريرة يقولك فذكره دون قوله: (أحلف أن رسول الله  صلى الله عليه وسلم. . .)\nوإسناده صحيح\n(1) انظر: (موارد الظمآن) (1898)\nالجزء: 1 ¦ الصفحة: 55\n",
        "وجملة الغضبة أخرجها مسلم (8/ 194) وابن حبان (6755) وأحمد (6/ 284)\n5 -\nلهذه الفقرة شواهد كثيرة أذكر منها ما تيسر:\nالأول: عن النواس بن سمعان قال:\nذكر رسول الله  صلى الله عليه وسلم  الدجال ذات غداة فخفض فيه ورفع حتى ظنناه في طائفة النخل فقال:\n(غير الدجال أخوفني عليكم إن يخرج وأنا فيكم فأنا حجيجه دونكم وإن يخرج ولست فيكم فامرؤ حجيج نفسه والله خليفتي على كل مسلم\nإنه شاب قطط عينه طافئة كأني أشبهه بعبد العزى بن قطن\nفمن أدركه منكم فليقرأ عليه فواتح سورة (الكهف) [فإنها جواركم من فتنته]\nإنه خارج خلة بين الشام والعراق فعاث يمينا وعاث شمالا يا عباد الله فاثبتوا)\nقلنا: يا رسول الله وما لبثه في الأرض؟\nقال: (أربعون يوما يوم كسنة ويوم كشهر ويوم كجمعة وسائر أيامه كأيامكم)\nقلنا: يا رسول الله فذلك اليوم الذي كسنة أتكفينا فيه صلاة يوم؟\nالجزء: 1 ¦ الصفحة: 56\n",
        "قال: (لا اقدروا له قدره)\nقلنا: يا رسول الله وما إسراعه في الأرض؟\nقال: (كالغيث استدبرته الريح\nفيأتي على القوم فيدعوهم فيؤمنون به ويستجيبون له فيأمر السماء فتمطر والأرض فتنبت فتروح عليهم سارحتهم أطول ما كانت ذرا وأسبغه ضروعا وأمده خواصر\nثم يأتي القوم فيدعوهم فيردون عليه قوله فينصرف عنهم فيصبحون ممحلين ليس بأيدهم شيء من أموالهم\nويمر بالخربة فيقول لها: أخرجي كنوزك. فتتبعه كنوزها كيعاسيب النحل\nثم يدعو رجلا ممتلئا شبابا فيضربه بالسيف فيقطعه جزلتين رمية الغرض ثم يدعوه فيقبل ويتهلل وجهه يضحك\nفبينما هو كذلك إذ بعث الله المسيح ابن مريم فينزل عند المنارة البيضاء شرقي دمشق بين مهرودتين واضعا كفيه على أجنحة ملكين إذا طأطأ رأسه قطر وإذا رفعه تحدر منه جمان كاللؤلؤ فلا يحل لكافر يجد ريح نفسه إلا مات ونفسه ينتهي حيث ينتهي طرفه\nفيطلبه حتى يدركه بباب (لد) فيقتله ثم يأتي عيسى ابن مريم قوم قد عصمهم الله منه فيمسح عن وجوههم ويحدثهم بدرجاتهم في الجنة فبينما هو كذلك إذ أوحى الله إلى عيسى: إني قد أخرجت عبادا لي لا يدان لأحد\nالجزء: 1 ¦ الصفحة: 57\n",
        "بقتالهم فحرز عبادي إلى الطور. ويبعث الله يأجوج ومأجوج وهم من كل حدب ينسلون فيمر أوائلهم على بحيرة طبرية فيشربون ما فيها ويمر آخرهم فيقولون: لقد كان بهذه مرة ماء. ويحصر نبي الله عيسى وأصحابه حتى يكون رأس الثور لأحدهم خيرا من مائة دينار لأحدكم اليوم فيرغب نبي الله عيسى وأصحابه فيرسل الله عليهم النغف في رقابهم فيصبحون فرسى كموت نفس واحدة ثم يهبط نبي الله عيسى وأصحابه إلى الأرض موضع فلا يجدون في الأرض موضع شبر إلا ملأه زهمهم ونتنهم فيرغب نبي الله عيسى وأصحابه إلى الله فيرسل الله طيرا كأعناق البخت فتحملهم فتطرحهم حيث شاء الله ثم يرسل الله مطرا لا يكن منه بيت مدر ولا وبر فيغسل الأرض حتى يتركها كالزلفة ثم يقال للأرض: أنبتي ثمرتك وردي بركتك. فيومئذ تأكل العصابة من الرمانة ويستظلون بقحفها ويبارك في الرسل حتى أن من الإبل لتكفي الفئام من الناس واللقحة من البقر لكتفي القبيلة من الناس واللقحة من الغنم لتكفي الفخذ من الناس فبينما هم كذلك إذ بعث الله ريحا طيبة فتأخذهم تحت آباطهم فتقبض روح كل مؤمن وكل مسلم ويبقى شرار الناس يتهارجون فيها تهارج الحمر فعليهم تقوم الساعة)\nأخرجه مسلم (8/ 197 - 198) وأبو داود (2/ 213) - ببعض اختصار والزيادة له وإسناده صحيح - والترمذي (2241) وابن ماجه (2/ 508 - 512) والأجري في (الشريعة) (ص 376) وأحمد (4/ 181 - 182) وحنبل (49/ 1 - 51/ 1) وابن منده في (الإيمان) (94/ 1) وابن عساكر (1/ 606 - 609)\nالجزء: 1 ¦ الصفحة: 58\n",
        "الثاني: عن جبير بن نفير عن أبيه مرفوعا مثله دون قوله:\n(قلنا: يا رسول الله وما إسراعه في الأرض. . . .)\nأخرجه الحاكم (4/ 530 - 531) وقال:\n(صحيح الإسناد). ووافقه الذهبي\nوأقول: بل هو صحيح على شرط مسلم رجاله كلهم ثقات من رجاله\nوقال الهيثمي (7/ 351):\n(رواه الطبراني وفيه عبد الله بن صالح وقد وثق وضعفه جماعة وبقية رجاله ثقات)\nوذكره في مكان آخر (7/ 347 - 348) إلى قوله: (والله خليفتي على كل مسلم) وقال:\n(رواه البزار وفيه عبد الله بن صالح كاتب الليث وقد وثق وضعفه جماعة وبقية رجاله رجال (الصحيح)\nقلت: هو عند الحاكم من غير طريق ابن صالح فصح الحديث والحمد لله\nالثالث: عن عائشة رضي الله عنها قالت:\nدخل علي رسول الله  صلى الله عليه وسلم  وأنا أبكي فقال لي: (ما يبكيك؟) قلت: يا رسول الله ذكرت الدجال فبكيت. فقال رسول الله  صلى الله عليه وسلم:\n(  إن يخرج الدجال وأنا حي كفيتكموه وإن يخرج الدجال بعدي فإن ربكم\nالجزء: 1 ¦ الصفحة: 59\n",
        "ليس بأعور إنه يخرج في يهودية أصبهان حتى يأتي المدينة فينزل ناحيتها ولها يومئذ سبعة أبواب على كل نقب منها ملكان فيخرج إليه أشرار أهلها حتى يأتي فلسطين باب لد فينزل عيسى عليه السلام فيقتله ثم يمكث عيسى عليه السلام في الأرض أربعين سنة إماما عدلا وحكما مقسطا)\nأخرجه ابن حبان (1905) وأحمد (6/ 75) وابنه في (السنة) (ص 136) وابن منده (97/ 2) والداني (142/ 2) عن يحيى بن أبي كثير قال: حدثني الخصرمي بن لاحق: أن ذكوان أبا صالح أخبره: أن عائشة أخبرته: فذكره\nقلت: وهذا إسناد صحيح قال الهيثمي (7/ 338):\n(ورجاله رجال (الصحيح) غير الخصرمي بن لاحق وهو ثقة)\nالرابع: عن أم سلمة زوج النبي  صلى الله عليه وسلم  قالت:\nذكرت المسيح الدجال ليلة فلم يأتني النوم فلما أصبحت دخلت على رسول الله  صلى الله عليه وسلم  فأخبرته فقال:\n(لا تفعلي فإنه إن يخرج وأنا حي يكفيكموه الله بي وإن يخرج بعد أن أموت يكفيكموه الله بالصالحين) ثم قال:\n(ما من نبي إلا وقد حذر أمته الدجال وإني أحذركموه: إنه أعور وإن الله ليس بأعور إنه يمشي في الأرض وإن الأرض والسماء لله ألا إن المسيح عينه اليمنى كأنها عنبة طافية)\nأخرجه ابن خزيمة (ص 32)\nالجزء: 1 ¦ الصفحة: 60\n",
        "قلت: وإسناده على شرط مسلم وقال الهيثمي (7/ 351):\n(رواه الطبراني ورجاله ثقات إلا أن شيخ الطبراني أحمد بن محمد بن نافع الطحان لم أعرفه)\nقلت: إسناد ابن خزيمة سالم منه ولذا قال الحافظ ابن كثير (1/ 138):\n(قال الذهبي: إسناده قوي)\n6 -\nهذه الفقرة ثبتت من حديث النواس ونفير والد جبير وقد سبقا في الفقرة السابقة\n7 -\nوفيها أحاديث:\nالأول: عن أبي هريرة رضي الله عنهـ قال: قال رسول الله  صلى الله عليه وسلم:\n(  ألا أحدثكم حديثا عن الدجال ما حدث به نبي قومه؟ إنه أعور وإنه يجيء معه بمثال الجنة والنار فالتي يقول: إنها الجنة. هي النار وإني أنذركم كما أنذر به نوح قومه)\nأخرجه البخاري (6/ 286) ومسلم (8/ 196) والداني في (الفتن) (ق 127/ 1) وحنبل (49/ 1)\nوأخرجه الطيالسي (2/ 218 / 2779) من طريق أخرى عنه\nالثاني: عن عائشة مرفوعا بلفظ:\n(أما فتنة الدجال فإنه لم يكن نبي إلا قد حذر أمته وسأحذركموه\nالجزء: 1 ¦ الصفحة: 61\n",
        "تحذيرا لم يحذره نبي أمته: إنه أعور والله  عز وجل  ليس بأعور مكتوب بين عينيه: كافر يقرؤه كل مؤمن)\nأخرجه أحمد (6/ 139 - 140) وابن منده (97/ 2 و100/ 1)\nقلت: وإسناده صحيح\nالثالث: عن ابن عمر قال: قال رسول الله  صلى الله عليه وسلم:\n(  إنه لم يكن نبي قبلي إلا وصفه لأمته ولأصفنه صفة لم يصفها من كان قبلي: إنه أعور والله تبارك وتعالى ليس بأعور عينه اليمنى كأنها عنبة طافية)\nأخرجه أحمد (2/ 27) وابنه في (السنة) (140) عن ابن إسحاق عن نافع عنه\nوتابعه جويرية عن نافع به نحوه وزاد\nوأخرجه الشيخان وغيرهما من طريق أخرى عنه نحوه وقد مضى (ص 51):\nالرابع: عن سعد بن أبي وقاص قال: قال رسول الله  صلى الله عليه وسلم:\n(  لأصفن الدجال صفة لم يصفها من كان قبلي: إنه أعور والله  عز وجل  ليس بأعور)\nأخرجه أحمد (1/ 176 و182) وابنه في (السنة) (137) والداني (130/ 2) عن محمد بن إسحاق عن داود بن عامر بن سعد بن مالك عن أبيه عن جده\nالجزء: 1 ¦ الصفحة: 62\n",
        "ورجاله ثقات لولا أن ابن إسحاق مدلس ومن طريقة أخرجه أبو يعلى وكذا البزار كما في (المجمع) (7/ 337)\nالخامس: عن أبي سعيد الخدري: أنه سمع رسول الله  صلى الله عليه وسلم  يقول:\n(ألا كل نبي قد أنذر أمته الدجال وإنه يومه هذا قد أكل الطعام وإني عاهد عهدا لم يعهده نبي لأمته قبلي: ألا إن عينه اليمنى ممسوحة الحدقة جاحظة فلا تخفى كأنها نخاعة في جنب حائط وعينه اليسرى كأنها كوكب دري معه مثل الجنة ومثل النار فالنار روضة خضراء والجنة غبراء ذات دخان. . .) الحديث بطوله وفيه قصة المؤمن الذي يقتله الدجال ثم يحييه ثم لا يستطيع قتله وستأتي\nأخرجه حنبل (47/ 1 - 2) وعبد بن حميد (118/ 2) وأبو يعلى (ق 63/ 1 - مصورة المكتب) وابن عساكر (1/ 610 - 611) والحاكم (4/ 537 - 539) وقال:\n(هذا أعجب حديث في ذكر الدجال تفرد به عطية بن سعد عن أبي سعيد الخدري ولم يحتج الشيخان بعطية)\nقلت: وذلك لضعفه قال الهيثمي (7/ 337) وقد عزاه للبزار أيضا:\n(وقد وثق)\nقلت: لكن قد تابعه مجالد عن أبي الوداك قال: قال لي أبو سعيد: هل يقر الخوارج بالدجال؟ فقلت: لا. فقال: قال رسول الله  صلى الله عليه وسلم:\nالجزء: 1 ¦ الصفحة: 63\n",
        "(إني خاتم ألف نبي وأكثر ما بعث نبي يتبع إلا قد حذر أمته الدجال وإني قد بين لي من أمره ما لم يبين لأحد وإنه أعور وإن ربكم ليس بأعور وعينه اليمنى عوراء جاحظة. . .) الحديث إلى قوله: (ذات دخان)\nأخرجه أحمد (3/ 79)\nقلت: ومجالد ليس بالقوي وأبو الوداك خير منه فالحديث حسن بمجموع الطريقين. والله أعلم\nوقد رواه غير مجالد عن أبي الوداك بلفظ آخر وسيأتي (ص 80)\nالسادس: عن جابر قال: قال النبي  صلى الله عليه وسلم:\n(  ما من نبي إلا قد حذر أمته الدجال ولأخبرنكم منه بشيء ما أخبر به أحد كان قبلي) ثم وضع يده على عينيه فقال:\n(أشهد أن الله  عز وجل  ليس بأعور)\nأخرجه الحاكم (1/ 24) وابن منده في (التوحيد) (82/ 2) وقال:\n(وهذا إسناد مشهور الرواة)\nقلت: وإسناده جيد ورجاله ثقات وقد علقه ابن منده من حديث ابن عمر نحوه وفيه: (وأشار بيده إلى عينيه) (1)\n(1) وصله البخاري (13/ 332) ويشهد لهذه الزيادة حديث جابر الآتي (ص 89 - 90) وحديث أبي هريرة قال في هذه الآية: إن الله يأمركم أن تؤدوا الأمانات إلى أهلها وإذا حكمتم بين الناس أن تحكموا بالعدل إن الله نعما يعظكم به إن الله كان سميعا بصيرا [النساء: 58]:\n(رأيت رسول الله  صلى الله عليه وسلم  يضع إبهامه على أذنه وأصبعه التي تليها على عينه قال أبو هريرة: رأيت رسول الله  صلى الله عليه وسلم  يفعل ذلك)\nأخرجه أبو داود (2/ 277 - 278) وابن خزيمة في (التوحيد) (ص 31) والحاكم (1/ 24) والبيهقي في (الأسماء) ص (178) وابن منده أضا (82/ 2) وقال: (رواه أبو معشر عن المقبري عن أبي هريرة ورواه ابن لهيعة عن يزيد بن أبي حبيب عن أبي الخير مرثد بن عبد الله عن عقبة ابن عامر. وروي عن الحسن بن ثوبان عن أبي الخير عن عقبة بن عامر نحوه)\nقلت: وإسناد حديث أبي هريرة صحيح على شرط مسلم وكذا قال الحاكم والذهبي والحافظ (13/ 318) وقد أعله الكوثري في تعليقه على (الأسماء) بدون حجة كعادته في أحاديث الصفات\nالجزء: 1 ¦ الصفحة: 64\n",
        "ومن طريق أخرى عنه قال: قال رسول الله  صلى الله عليه وسلم:\n(  إني لخاتم ألف نبي. . . .) الحديث مثل الذي قبله دون قوله: (وعينه اليمنى. . .) إلخ (1)\nقال الهيثمي (7/ 347):\n(رواه البزار وفيه مجالد بن سعيد وقد ضعفه الجمهور وفيه توثيق)\nوقال الحافظ ابن كثير في (النهاية) (1/ 128):\n(وإسناده حسن ولفظه غريب جدا)\n8 -\nلم أجد لهذه الفقرة شاهدا معتبرا فقد روى سليمان بن شهاب قال:\nنزل علي عبد الله بن مغنم - وكان من أصحاب النبي  صلى الله عليه وسلم -  فحدثني عن النبي  صلى الله عليه وسلم  أنه قال:\n(1) انظر: (موارد الظمآن) (1899)\nالجزء: 1 ¦ الصفحة: 65\n",
        "(الدجال ليس به خفاء إنه يجيء من قبل المشرق فيدعو لي فيتبع وينصب للناس فيقاتلهم ويظهر عليهم فلا يزال على ذلك حتى يقدم الكوفة فيظهر دين الله ويعمل به فيتبع ويحب على ذلك ثم يقول بعد ذلك: إني نبي. فيفزع من ذلك كل ذي لب ويفارقه فيمكث بعد ذلك حتى يقول: أنا الله. فتغشى عينه وتقطع أذنه ويكتب بين عينه: كافر. . .) الحديث\nقال الهيثمي (7/ 340 - 341):\n(رواه الطبراني وفيه سعيد بن محمد الوراق وهو متروك)\nقلت: لكن قال الحافظ في (التقريب):\n(ضعيف) ولذلك قال في (الفتح) (13/ 77):\n(سنده ضعيف) فلم يبالغ في تضعيفه ولكل وجهة وسلف. والله أعلم\nومن طريقه أخرجه ابن عساكر (1/ 217 - 218)\nثم وجد له شاهدا قويا من حديث أبي هريرة مرفوعا بلفظ:\n(بين يدي الساعة قريب من ثلاثين دجالين كذابين كلهم يقول: أنا نبي أنا نبي)\nأخرجه أحمد (2/ 429) بهذا اللفظ والشيخان وغيرهما بنحوه وإسناد أحمد صحيح\nووجه دلالة الحديث وشهادته لهذه الفقرة أن الظاهر أن المسيح الدجال هو من جملة هؤلاء - بل هو شرهم - ويؤيد ما ذكرت حديث سمرة مرفوعا:\nالجزء: 1 ¦ الصفحة: 66\n",
        "والله لا تقوم الساعة حتى يخرج ثلاثون كذابا آخرهم الأعور الدجال. . .) الحديث\nوفي سنده ضعف\n9 -\nهذه الفقرة - دون التثنية - وردت في أحاديث:\nالأول: عن عمر بن ثابت الأنصاري: أنه أخبره بعض أصحاب رسول الله  صلى الله عليه وسلم:  أن رسول الله  صلى الله عليه وسلم  قال يوم حذر الناس الدجال:\n(إنه مكتوب بين عينيه: كافر يقرؤه من كره عمله أو يقرؤه كل مؤمن) وقال:\n(تعلموا أنه لن يرى أحد منكم ربه  عز وجل  حتى يموت)\nأخرجه مسلم (8/ 193) وعبد الرزاق في المصنف (20820) وعنه الترمذي (2236) وصححه وكذا أحمد (5/ 433) والداني (129/ 1 - 2) دون قوله:\n(أو يقرؤه كل مؤمن)\nالثاني: عن عبادة بن الصامت قال: قال رسول الله  صلى الله عليه وسلم:\n(  إني قد حدثتكم عن الدجال حتى خشيت ألا تعقلوا: إن مسيح الدجال رجل قصير أفحج دعج مطموس العين ليست بناتئة ولا حجراء فإن التبس عليكم فاعلموا أن ربكم  عز وجل  ليس بأعور وأنكم لن تروا ربكم حتى تموتوا)\nالجزء: 1 ¦ الصفحة: 67\n",
        "أخرجه أبو داود (2/ 213) والآجري في (الشريعة) (ص 375) وأبو نعيم في (الحلية) (5/ 157 و221 و9/ 235) وابن منده في (التوحيد) (83/ 1)\nقلت: وإسناده جيد رجاله كلهم ثقات. وقال الهيثمي (7/ 348):\n(رواه البزار وفيه بقية وهو مدلس)\nقلت: قد صرح بالتحديث عند أبي نعيم في رواياته الثلاث المشار إليها وابن منده وكذا عند أبي داود إلا أنه لم يقع في روايته موضع الشاهد منه\nوهو قوله:\n(وإنكم لن تروا ربكم حتى تموتوا)\n10 -\nهذه الفقرة متواترة عن النبي  صلى الله عليه وسلم  قد وردت عن جمع من الصحابة تقدم تخريج أحاديث أكثرهم فأكتفي بالإشارة إلى محالها:\nالأول: عبد الله بن عمر (ص 51 و52 و62)\nالثاني: أنس بن مالك (ص 53)\nالثالث: عائشة (ص 59 و61)\nالرابع: أم سلمة (ص 60)\nالخامس: سعد بن أبي وقاص (ص 62)\nالسادس: أبو سعيد الخدري (ص 64)\nالسابع: جابر بن عبد الله (ص 64)\nالجزء: 1 ¦ الصفحة: 68\n",
        "الثامن: عبادة بن الصامت (ص 67)\nالتاسع: أسماء بنت يزيد الأنصارية ويأتي حديثها (ص 57 - 76)\nالعاشر: رجل من أصحاب النبي  صلى الله عليه وسلم  ويأتي أيضا (ص 71)\nالحادي عشر: عن ابن عباس عن النبي  صلى الله عليه وسلم  أنه قال:\n(الدجال: هو أعور هجان أشبه الناس بعبد العزى بن قطن فإما هلك الهلك فإن ربكم ليس بأعور)\nأخرجه ابن خزيمة في (التوحيد) (ص 31) وابن حبان (1900) وأحمد (1/ 240 و313) وابنه في (السنة) (ص 137) والطبراني في (الكبير) (11711) وحنبل في (الفتن) (45/ 1) وابن منده في (التوحيد) (83/ 1)\nقلت: وإسناده صحيح على شرط مسلم\n11 -\nجاءت هذه الفقرة عن جمع من الصحابة:\nالأول: أنس بن مالك وقد مضى حديثه (ص 53)\nالثاني: عائشة وقد مضى حديثها (ص 61)\nالثالث: بعض أصحابه  صلى الله عليه وسلم  وقد مضى حديثه (ص 67)\nالرابع: عبد الله بن عمر وقد مضى حديثه (ص 52)\nالخامس: حذيفة بن اليمان وقد مضى حديثه (ص 51 حاشية)\nالسادس: نفير والد جبير وسبق تخريج حديثه (ص 59)\nالجزء: 1 ¦ الصفحة: 69\n",
        "السابع: أبو بكرة الثقفي قال: قال رسول الله  صلى الله عليه وسلم:\n(  الدجال أعور عين الشمال بين عينيه مكتوب: كافر يقرؤه الأمي والكاتب)\nأخرجه أحمد (5/ 38)\nقلت: وإسناده صحيح وقال الهيثمي (7/ 337):\n(ورجاله ثقات)\nالثامن: عن سفينة ويأتي (ص 73)\nالتاسع: عن جابر بن عبد الله ويأتي أيضا (ص 71 - 73)\nالعاشر: عن أسماء بنت يزيد الأنصارية ويأتي (ص 75 - 76)\n12 -\nهذه الفقرة متواترة أيضا عن النبي  صلى الله عليه وسلم  وردت في أحاديث أكثر الصحابة الذين أشرت إلى أحاديثهم آنفا\n13 -\nوهذه وردت عن جماعة من الصحابة:\nالأول: حذيفة بن اليمان قال: قال رسول الله  صلى الله عليه وسلم:\n(  الدجال أعور العين اليسرى جفال الشعر معه جنة ونار فناره جنة وجنته نار). زاد في رواية: (فمن دخل نهره حط أجره ووجب وزره ومن دخل ناره وجب أجره وحط وزره)\nأخرجه مسلم (8/ 195) وابن ماجه (2/ 506) وأحمد (5/ 397)\nالجزء: 1 ¦ الصفحة: 70\n",
        "والرواية الأخرى له (5/ 403) وسندها حسن وصححه الحاكم (4/ 433) ووافقه الذهبي ورواه أبو داود (4244) وهو مخرج في (المشكاة) (رقم 5396 / التحقيق الثاني)\nالثاني: رجل من أصحاب النبي  صلى الله عليه وسلم  قال: سمعت رسول الله  صلى الله عليه وسلم  يقول:\n(أنذرتكم فتنة الدجال فليس من نبي إلا أنذره قومه أو أمته: وإنه آدم جعد أعور عينه اليسرى وإنه يمطر ولا ينبت الشجرة وإنه يسلط على نفس فيقتلها ثم يحييها ولا يسلط على غيرها\nوإنه معه جنة ونار ونهر وماء وجبل خبز وإن جنته نار وناره جنة\nوإنه يلبث فيكم أربعين صباحا يرد فيها كل منهل إلا أربع مساجد: مسجد الحرام ومسجد المدينة والطور ومسجد الأقصى وإن شكل عليكم أو شبه فإن الله  عز وجل  ليس بأعور)\nأخرجه أحمد (5/ 434 و435) وحنبل (54/ 2 - 55/ 2)\nقلت: وإسناده صحيح وروى ابن منده في (التوحيد) (83/ 1) طرفه الأول وزاد:\n(فاعلموا أن الله  عز وجل  ليس بأعور ليس الله بأعور ليس الله بأعور). وقال: (إسناده مقبول الرواة بالاتفاق)\nالثالث: عن جابر بن عبد الله قال: قال رسول الله  صلى الله عليه وسلم:\n(  يخرج الدجال في خفة من الدين وإدبار من العلم فله أربعون ليلة\nالجزء: 1 ¦ الصفحة: 71\n",
        "يسيحها في الأرض اليوم منها كالسنة واليوم منها كالشهر واليوم منها كالجمعة ثم سائر أيامه كأيامكم هذه\nوله حمار يركبه عرض ما بين أذنيه أربعون ذراعا\nفيقول للناس: أنا ربكم. وهو أعور وإن ربكم ليس بأعور مكتوب بين عينيه: كافر - ك ف ر مهجاة - يقرؤه كل مؤمن كاتب أو غير كاتب\nيرد كل ماء ومنهل إلا المدينة ومكة حرمهما الله عليه وقامت الملائكة بأبوابها\nومعه جبال من خبز والناس في جهد إلا من تبعه\nومعه نهران - أنا أعلم بهما منه - نهر يقول: الجنة ونهر يقول: النار فمن أدخل الذي يسميه الجنة فهو النار ومن أدخل الذي يسميه النار فهو الجنة\n(قال): ويبعث الله معه شياطين تكلم الناس ومعه فتنة عظيمة يأمر السماء فتمطر فيما يرى الناس\nويقتل نفسا ثم يحييها فيما يرى الناس لا يسلط على غيرها من الناس ويقول: أيها الناس هل يفعل مثل هذا إلا الرب  عز وجل؟  قال:\nفيفر المسلمون إلى جبل الدخان بالشام فيأتيهم فيحاصرهم فيشتد حصارهم ويجهدهم جهدا شديدا\nثم ينزل عيسى ابن مريم فينادي من السحر فيقول: يا أيها الناس\nالجزء: 1 ¦ الصفحة: 72\n",
        "ما يمنعكم أن تخرجوا إلى الكذاب الخبيث؟ فيقولون: هذا رجل جني. فينطلقون فإذا هم بعيسى ابن مريم  صلى الله عليه وسلم  فتقام الصلاة فيقال له: تقدم يا روح الله فيقول: ليتقدم إمامكم فليصل بكم. فإذا صلى صلاة الصبح خرجوا إليه قال: فحين يرى الكذاب ينماث كما ينماث الملح في الماء فيمشي إليه فيقتله حتى إن الشجرة والحجر ينادي: يا روح الله هذا يهودي. فلا يترك من كان يتبعه أحدا إلا قتله)\nأخرجه أحمد (3/ 367 - 368): ثنا محمد بن سابق: ثنا إبراهيم بن طهمان عن أبي الزبير عن جابر\nوأخرجه ابن خزيمة في (التوحيد) (ص 31 - 32) والحاكم (4/ 530) من طريقين آخرين عن إبراهيم به مختصرا\nقلت: وهذا إسناد رجاله ثقات رجال (الصحيح) إلا أن أبا الزبير مدلس وقد عنعنه ومع ذلك قال الحاكم:\n(صحيح الإسناد) ووافقه الذهبي\nالرابع: عن سفينة مولى رسول الله  صلى الله عليه وسلم  قال:\nخطبنا رسول الله  صلى الله عليه وسلم  فقال:\n(إلا إنه لم يكن نبي قبلي إلا قد حذر الدجال أمته: هو أعور عينه اليسرى بعينه اليمنى ظفرة غليظة مكتوب بين عينيه: كافر يخرج معه واديان: أحدهما جنة والآخر نار فناره جنة وجنته نار. . . ثم يسير حتى\nالجزء: 1 ¦ الصفحة: 73\n",
        "يأتي الشام فيهلكه الله  عز وجل  عند عقبة أفيق)\nأخرجه أحمد (5/ 221 - 222) وحنبل في (الفتن) (49/ 1) وابن عساكر (1/ 617)\nقلت: وإسناده حسن في الشواهد وقال ابن كثير في (النهاية) (1/ 124): (وإسناده لا بأس به)\nالخامس: عن أبي هريرة وقد مضى لفظه مخرجا (ص 61)\n14 -\nهذه الفقرة وردت في حديثين دون الاستغاثة:\nالأول: عن النواس بن سمعان وقد مضى (ص 56 - 58)\nالثاني: عن نفير والد جبير وقد مضى (ص 59)\n15 -\nلم أجد الآن ما يشهد لهذه الفقرة ولو ثبتت فهي صريحة في أن نار الدجال نار حقيقية وليست تمويها منه لعنه الله\nنعم روى الداني في (الفتن) (134/ 2) عن الأصبغ بن نباتة عن علي في حديث له موقوفا:\n(فمن ابتلي بناره فليقرأ آخر سورة (الكهف) تصير عليه النار بردا وسلاما. . . وأشياعه يومئذ أصحاب الربا - العشرة باثني عشرة - وأولاد الزنا)\nلكن الأصبغ هذا متروك شديد الضعف فلا يصلح للاستشهاد به\nالجزء: 1 ¦ الصفحة: 74\n",
        "16 -\nهذه الفقرة يشهد لها حديثان:\nالأول: حديث أسماء بنت يزيد الأنصارية يرويه شهر بن حوشب عنها قالت:\nأتاني رسول الله  صلى الله عليه وسلم.  في طائفة من أصحابه فذكر الدجال فقال رسول الله  صلى الله عليه وسلم:\n(  إن قبل خروجه ثلاث سنين تمسك السماء السنة الأولى ثلث قطرها والأرض ثلث نباتها والسنة الثانية تمسك السماء ثلثي قطرها والأرض ثلثي نباتها والسنة الثالثة تمسك السماء ما فيها والأرض ما فيها حتى يهلك كل ذي ضرس وظلف\nوإن من أشد فتنة أن يقول للأعرابي: أرأيت إن أحييت لك إبلك عظيمة ضروعها طويلة أسنمتها تجتر تعلم أني ربك؟ قال: فيقول: نعم. قال: فيتمثل له الشياطين [على صورة إبله فيتبعه] قال: ويقول للرجل: أرأيت إن أحييت لك أباك وأخاك وأمك أتعلم أني ربك؟ قال: فيقول: نعم. قال: فيتمثل له الشياطين [على صورهم فيتبعه]\nقال: ثم خرج رسول الله  صلى الله عليه وسلم  لحاجته فوضعت له وضوءا فانتحب القوم حتى ارتفعت أصواتهم فأخذ رسول الله  صلى الله عليه وسلم  بلحمتي (وفي رواية: عضادتي) الباب فقال: (مهيم؟). [وكانت كلمة من رسول الله  صلى الله عليه وسلم  إذا سأل عن أمر يقول: (مهيم) قالت أسماء:] فقلت: يا رسول الله خلعت\nالجزء: 1 ¦ الصفحة: 75\n",
        "قلوبهم بالدجال. فقال رسول الله  صلى الله عليه وسلم:\n( [  ليس عليكم بأس] إن يخرج وأنا فيكم فأنا حجيجه وإن مت فالله خليفتي على كل مؤمن)\n[قالت: قلت: أمعنا يومئذ قلوبنا هذه يا رسول الله؟\nقال: (نعم أو خير إنه توفى إليه ثمرات الأرضين وأطعمتها)\nقالت: والله إن أهلي ليختمرون خميرتهم فما يدرك حتى أخشى أن أفتن من الجوع] وما يجزي المؤمنين يومئذ؟\nقال: (يجزيهم ما يجزي أهل السماء)\n[قالت: يا نبي الله ولقد علمنا أن لا تأكل الملائكة ولا تشرب\nقال: (ولكنهم يسبحون ويقدسون وهو طعام المؤمنين يومئذ وشرابهم] التسبيح والتقديس [فمن حضر مجلسي وسمع قولي فليبلغ الشاهد الغائب واعلموا أن الله صحيح ليس بأعور وأن الدجال أعور ممسوح العين بين عينيه مكتوب: كافر فيقرؤه كل مؤمن كاتب أو غير كاتب])\nأخرجه عبد الرزاق في (المصنف) (11/ 391 / 20821) والطيالسي (2/ 217 / 2775) وأحمد (6/ 453 و454 و455) وحنبل بن إسحاق الشيباني في (الفتن) (ق 45/ 1 - 2 و46/ 1) وابن عساكر في (التاريخ) (1/ 616 - 617) وعبد الله في (السنة) (141) وكذا أبو عمرو الداني في (الفتن) (126/ 1) طرفه الأخير من طرق عن شهر به\nالجزء: 1 ¦ الصفحة: 76\n",
        "وقال ابن كثير (1/ 135):\n(وهذا إسناد لا بأس به)\nوفي رواية لأحمد (6/ 454) وحنبل (54/ 1 - 2) وعبد الرزاق أيضا (20822) من طريق ابن خثيم عن شهر به مرفوعا بلفظ:\n(يمكث الدجال في الأرض أربعين سنة السنة كالشهر والشهر كالجمعة والجمعة كاليوم واليوم كاضطرام السعفة في النار)\nوقال الهيثمي (7/ 347):\n(رواه الطبراني وفيه شهر بن حوشب ولا يحتمل مخالفته للأحاديث الصحيحة: أنه يلبث في الأرض أربعين يوما. وفي هذا أربعين سنة. وبقية رجاله ثقات)\nالثاني: حديث جابر المتقدم (ص 71 - 73) وفيه:\n(ويبعث الله معه شياطين تكلم الناس)\n17 -\nفيها أحاديث:\nالأول: عن أبي سعيد الخدري قال: حدثنا رسول الله  صلى الله عليه وسلم  حديثا طويلا عن الدجال فقال فيما يحدثنا:\n(يأتي الدجال وهو محرم عليه أن يدخل نقاب المدينة فيخرج إليه رجل [يمتلئ شبابا] يومئذ [من المؤمنين] هو خير الناس أو من خيرهم\nالجزء: 1 ¦ الصفحة: 77\n",
        "فيقول: أشهد أنك الدجال الذي حدثنا رسول الله  صلى الله عليه وسلم  حديثه. فيقول الدجال: أرأيتم إن قتلت هذا ثم أحييته أتشكون في الأمر؟ فيقولون: لا. فيقتله ثم يحييه فيقول حين يحيى: والله ما كنت قط أشد بصيرة فيك مني الآن قال: فيريد قتله الثانية فلا يسلط عليه)\nأخرجه عبد الرزاق (20824): أخبرنا معمر عن الزهري قال: أخبرني عبيد الله بن عبد الله بن عتبة: أن أبا سعيد الخدري قال: فذكره وزاد:\n(قال معمر: وبلغني أنه يجعل على حلقه صفيحة من نحاس. وبلغني أنه الخضر الذي يقتله الدجال ثم يحييه)\nومن طريق عبد الرزاق ابن حبان (6763)\nوأخرجه أحمد (3/ 36) أيضا عن عبد الرزاق دون قول معمر المذكور\nوكذلك أخرجه البخاري (13/ 86 - 88) ومسلم (8/ 199) وابن منده (95/ 1) من طرق أخرى عن الزهري به وزاد مسلم:\n(قال أبو إسحاق: يقال: إن هذا الرجل هو الخضر عليه السلام)\nقلت: وأبو إسحاق هذا إنما هو إبراهيم بن محمد بن سفيان الزاهد راوي (صحيح مسلم) عنه كما جزم به الحافظ (13/ 88 - 89) تبعا لعياض والنووي وغيرهما\nقلت: وسلفه في ذلك بلاغ معمر المتقدم ولا حجة فيه لأنه بلاغ لا يدرى قائله ولو دري فهو مقطوع والخضر قد مات قبل النبي  صلى الله عليه وسلم\nالجزء: 1 ¦ الصفحة: 78\n",
        "ولم يدركه على ما هو الراجح عند المحققين ولذلك قال ابن العربي:\n(سمعت من يقول: إن الذي يقتله الدجال هو الخضر. وهذه دعوى لا برهان لها)\nالثاني: عن رجل من أصحاب النبي  صلى الله عليه وسلم  وقد مضى (ص 71) وفيه:\n(وإنه يسلط على نفس فيقتلها ثم يحييها ولا يسلط على غيرها)\nالثالث: عن النواس بن سمعان وقد مضى (ص 56 - 58) وفيه:\n(ثم يدعو رجلا ممتلئا شبابا فيضربه بالسيف فيقطعه جزلتين رمية الغرض ثم يدعوه فيقبل ويتهلل وجهه يضحك)\nالرابع: عن عبد الله بن مغنم وقد مضى طرف حديثه الأول (ص 66) وتمامه:\n(ثم يدعو برجل - فيما يرون - فيؤمر به فيقتل ثم يقطع أعضاءه كل عضو على حدة فيفرق بينها حتى يراه الناس ثم يجمع بينها ثم يضرب بعصاه فإذا هو قائم فيقول: أنا الله أحيي وأميت. وذلك كله سحر يسحر به أعين الناس ليس يعمل من ذلك شيئا)\nقلت: وسنده ضعيف وهو بهذا السياق منكر. والله أعلم\nالخامس: عن عبد الله بن عمرو ويأتي في الفقرة التالية\nالجزء: 1 ¦ الصفحة: 79\n",
        "18 -\nفيها حديثان:\nالأول: عن أبي سعيد الخدري قال: قال رسول الله  صلى الله عليه وسلم:\n(  يخرج الدجال فيتوجه قبله رجل من المؤمنين فتلقاه المسالح - مسالح الدجال - فيقولون له: أين تعمد؟ فيقول: أعمد إلى هذا الذي خرج. قال: فيقولون له: أو ما تؤمن بربنا؟ فيقول: ما بربنا خفاء. فيقولون: اقتلوه. فيقول بعضهم لبعض: أليس قد نهاكم ربكم أن تقتلوا أحدا دونه؟ قال: فينطلقون به إلى الدجال فإذا رآه المؤمن قال: يا أيها الناس هذا الدجال الذي ذكر رسول الله  صلى الله عليه وسلم.  قال: فيأمر الدجال به فيشبح فيقول: خذوه وشبحوه. فيوسع ظهره وبطنه ضربا قال: فيقول: أو ما تؤمن بي؟ قال: فيقول: أنت المسيح الكذاب. قال: فيؤمر به فيؤشر بالمئشار من مفرقه حتى يفرق بين رجليه قال: ثم يمشي الدجال بين القطعتين ثم يقول له: قم. فيستوي قائما قال: ثم يقول له: أتؤمن بي؟ فيقول: ما ازددت فيك إلا بصيرة. قال: ثم يقول: يا أيها الناس إنه لا يفعل بعدي بأحد من الناس. قال: فيأخذه الدجال ليذبحه فيجعل ما بين رقبته إلى ترقوته نحاسا فلا يستطيع إليه سبيلا قال: فيأخذ بيديه ورجليه فيقذف به فيحسب الناس أنما قذفه إلى النار وإنما ألقي في الجنة). فقال رسول الله  صلى الله عليه وسلم:\n(  هذا أعظم الناس شهادة عند رب العالمين)\nأخرجه مسلم (8/ 200) وابن منده (95/ 1) من طريق قيس بن وهب عن أبي الوداك عنه\nالجزء: 1 ¦ الصفحة: 80\n",
        "وأخرجه الحاكم وغيره ممن سبق (ص 63) من طريق عطية عنه نحوه\nوالآخر: عن عبد الله بن عمرو عن رسول الله  صلى الله عليه وسلم:  أنه قال في الدجال:\n(ما شبه عليكم منه فإن الله ليس بأعور يخرج فيكون في الأرض أربعين صباحا يرد منها كل منهل إلا الكعبة وبيت المقدس والمدينة الشهر كالجمعة والجمعة كاليوم ومعه جنة ونار فناره جنة وجنته نار معه جبل من خبز ونهر من ماء\nيدعو رجلا فلا يسلطه الله إلا عليه فيقول: ما تقول في؟ فيقول: أنت عدو الله وأنت الدجال الكذاب. فيدعو بمنشار فيضعه حذو رأسه فيشقه حتى يقع على الأرض ثم يحييه فيقول: ما تقول؟ فيقول: والله ما كنت أشد بصيرة مني فيك الآن أنت عدو الله الدجال الذي أخبرنا عنك رسول الله  صلى الله عليه وسلم.  قال: فيهوي إليه بسيفه فلا يستطيعه فيقول: أخروه عني)\nقال الهيثمي (7/ 350):\n(رواه الطبراني وفيه من لم أعرفهم)\nولذلك استغربه الذهبي كما نقله عنه الحافظ ابن كثير في (النهاية) (1/ 134)\n(تنبيه): في هذين الحديثين أن الرجل المؤمن ينشره الدجال بالمنشار وفي حديث النواس المتقدم أنه (يضربه بالسيف فيقطعه جزلتين)\nفقال الحافظ (13/ 87): قال ابن العربي:\nالجزء: 1 ¦ الصفحة: 81\n",
        "(فيجمع بأنهما رجلان يقتل كلا منهما قتلة غير قتلة الآخر)\nقال الحافظ:\n(كذا قال والأصل عدم التعدد ورواية المئشار تفسر رواية الضرب بالسيف فلعل السيف كان فيه فلول فصار كالمئشار وأراد المبالغة في تعذيبه بالقتلة المذكورة ويكون قوله: (فضربه بالسيف) مفسرا لقوله: إنه نشره وقوله: (فيقطعه جزلتين) إشارة إلى آخر أمره لما ينتهي نشره)\n19 -\nيشهد لها حديثان:\nالأول: حديث النواس بن سمعان المتقدم (ص 56 - 58)\nوالآخر: حديث أسماء بنت يزيد الأنصارية المتقدم أيضا (ص 75 - 76)\n20 -\nيشهد لها أيضا الحديثان المشار إليهما آنفا\n21 -\nيشهد لها أيضا الحديثان المشار إليهما\n22 -\nهذه الفقرة جاءت في أحاديث جماعة من الصحابة:\nالأول: أنس بن مالك وسيأتي حديثه في تخريج الفقرة (24) (ص 90)\nالثاني: فاطمة بنت قيس في قصة الجساسة والدجال (1) من رواية تميم الداري وفيه أن الدجال قال:\n(1) اعلم أن هذه القصة صحيحة - بل متواترة - لم ينفرد بها تميم الداري كما يظن بعض الجهلة من المعلقين على (النهاية) لابن كثير (ص 96 - طبعة الرياض) فقد تابعه عليها أبو هريرة وعائشة وجابر كما يأتي (ص 83 و87)\nالجزء: 1 ¦ الصفحة: 82\n",
        "(وإني مخبركم عني: إني أنا المسيح وإني أوشك أن يؤذن لي في الخروج فأخرج فأسير في الأرض فلا أدع قرية إلا هبطتها في أربعين ليلة غير مكة وطيبة فهما محرمتان علي كلتاهما كلما أردت أن أدخل واحدة - أو: واحدا - منهما استقبلني ملك بيده السيف صلتا يصدني عنها وإن على كل نقب منها ملائكة يحرسونها قالت: قال رسول الله  صلى الله عليه وسلم -  وطعن بمخصرته في المنبر -: هذه طيبة هذه طيبة هذه طيبة (يعني: المدينة) ألا هل كنت حدثتكم ذلك؟). فقال الناس: نعم\nقال: (فإنه أعجبني حديث تميم أنه وافق الذي كنت أحدثكم عنه وعن المدينة ومكة)\nأخرجه مسلم (8/ 205) وأحمد (6/ 413 و418) وكذا الطيالسي (2/ 218 - 219) مختصرا وأبو داود (2/ 214 - 215) وحنبل (44/ 2 - 45/ 1) وابن منده (98/ 1 - 2) من طرق عن عامر الشعبي عنها\nوكذا أخرجه الترمذي (2254) وابن ماجه (2/ 506 - 508) والآجري (ص 376 - 379) مختصرا لكنهم لم يذكروا مكة وهو رواية للإمام أحمد (6/ 373 - 374) وابن منده (97/ 2)\nالثالث: عائشة رضي الله عنها فقد قال الشعبي في رواية أحمد الأخيرة الآنفة الذكر:\nفلقيت المحرر بن أبي هريرة فحدثته حديث فاطمة بنت قيس فقال:\nالجزء: 1 ¦ الصفحة: 83\n",
        "أشهد على أبي أنه حدثني كما حدثتك فاطمة غير أنه قال: قال رسول الله  صلى الله عليه وسلم: (  إنه نحو المشرق). قال: ثم لقيت القاسم بن محمد فذكرت له حديث فاطمة فقال: أشهد على عائشة أنها حدثتني كما حدثتك فاطمة غير أنها قالت: (الحرمان عليه حرام: مكة والمدينة)\nأخرجه (6/ 373 - 374 و417 - 418) من طريق مجالد عن عامر\nومجالد - وهو ابن سعيد - ليس بالقوي ولم يحفظ ذكر مكة في حديث فاطمة ولذلك غاير بين حديثها وحديث عائشة وهما في الحقيقة متفقان لأن ذكر مكة ثابت في حديث فاطمة أيضا عند مسلم وغيره كما سبق من طرق عن عامر عنها\nوفي رواية لأحمد (6/ 241) من طريق داود - وهو ابن أبي هند - عن عامر عن عائشة مرفوعا مختصرا بلفظ:\n(لا يدخل الدجال مكة ولا المدينة)\nقلت: وإسناده صحيح على شرط مسلم\nوأخرجه ابن منده نحوه\nالرابع: عن أبي هريرة رضي الله عنهـ قال: قال رسول الله  صلى الله عليه وسلم:\n(  على أنقاب المدينة ملائكة لا يدخلها الطاعون ولا الدجال)\nأخرجه البخاري (4/ 76) ومسلم (4/ 120) وأحمد (2/ 237 و331) والداني (128/ 2) من طرق عنه\nالجزء: 1 ¦ الصفحة: 84\n",
        "وفي طريق أخرى لأحمد (2/ 483) بلفظ:\n(المدينة ومكة محفوفتان بالملائكة على كل نقب منها. . .)\nوفي أخرى لمسلم وأبي يعلى أيضا (292/ 2 - مصورة المكتب):\n(يأتي المسيح من قبل المشرق همته المدينة حتى ينزل دبر أحد ثم تصرف الملائكة وجهه قبل الشام وهنالك يهلك)\nالخامس: أبو بكرة الثقفي قال:\nأكثر الناس في مسيلمة قبل أن يقول رسول الله  صلى الله عليه وسلم  فيه شيئا فقام رسول الله  صلى الله عليه وسلم  خطيبا فقال:\n(أما بعد ففي شأن هذا الرجل الذي قد أكثرتم فيه وإنه كذاب من ثلاثين كذابا يخرجون بين يدي الساعة وإنه ليس من بلدة إلا يبلغها رعب المسيح إلا المدينة على كل نقب من نقابها ملكان يذبان عنها رعب المسيح)\nأخرجه عبد الرزاق (20823) وأحمد (5/ 41 و47) عنه وعن غيره عن معمر عن الزهري عن طلحة بن عبد الله بن عوف عنه\nقلت: وهذا إسناد ظاهره الصحة فإن رجاله ثقات رجال البخاري لكن معمرا قد خالفه ثقتان وهما عقيل - وهو ابن خالد الإيلي - وابن أخي ابن شهاب - واسمه محمد بن عبد الله بن مسلم - فقالا: عن ابن شهاب عن طلحة: أن عياض بن مسافع أخبره عن أبي بكرة\nأخرجه أحمد (5/ 46)\nالجزء: 1 ¦ الصفحة: 85\n",
        "قلت: وهذا أصح (1) وعياض هذا مجهول لكنه قد توبع على الشطر الأخير منه فقال: إبراهيم بن سعد عن أبيه عن جده عن أبي بكرة رضي الله عنهـ عن النبي  صلى الله عليه وسلم  قال:\n(لا يدخل المدينة رعب المسيح الدجال لها يومئذ سبعة أبواب على كل باب ملكان)\nأخرجه البخاري (4/ 76) وأحمد (5/ 43 و47) واستدركه الحاكم (4/ 542) فوهم وله شاهد من حديث أبي هريرة عند البخاري أيضا رقم (5731) من طريق مالك وهذا في (الموطأ) (3/ 88)\nالسادس: رجل من أصحاب النبي  صلى الله عليه وسلم  وقد مضى حديثه (ص 71)\nالسابع: جابر بن عبد الله وقد مضى حديثه أيضا (ص 71 - 73). ويأتي بطريق آخر قريبا\nالثامن: أبو سعيد الخدري وقد مضى (ص 77 - 78)\nالتاسع: عبد الله بن عمرو وقد مضى أيضا (ص 81)\nالعاشر: عن أنس مثل حديث أبي هريرة عند الشيخين\nأخرجه البخاري (7134) والترمذي (2243) وابن حبان (6766)\n(1) ثم رأيت الحاكم قد أخرج الحديث (4/ 541) من طريق عبد الرزاق وغيره عن معمر به وقال: (قد أعضل معمر وشعيب بن أبي حمزة هذا الإسناد عن الزهري فإن طلحة بن عبد الله ابن عوف لم يسمعه من أبي بكرة إنما سمعه من عياض بن مسافح عن أبي بكرة هكذا رواه يونس بن يزيد وعقيل بن خالد عن الزهري) ثم ساق إسناده إليهما\nالجزء: 1 ¦ الصفحة: 86\n",
        "وأحمد (3/ 202 و206 و277)\n23 -\nفيها أحاديث:\nالأول: عن فاطمة بنت قيس وقد ذكرت لفظه قريبا (ص 82 - 83)\nالثاني: عن جابر أيضا قال:\nقام رسول الله  صلى الله عليه وسلم  ذات يوم على المنبر فقال:\n(يا أيها الناس إني لم أقم فيكم لخبر جاءني من السماء (فذكر حديث الجساسة مختصرا وفيه:) قال: هو المسيح تطوى له الأرض في أربعين يوما إلا ما كان من طيبة)\nقال رسول الله  صلى الله عليه وسلم: (  وطيبة المدينة ما باب من أبوابها إلا عليه ملك مصلت سيفه يمنعه وبمكة مثل ذلك)\nأخرجه أبو يعلى في (مسنده) (ص 112/ 2 و113/ 2) من طريقين عن محمد بن فضيل: ثنا الوليد بن جميع عن أبي سلمة بن عبد الرحمن عنه\nقلت: وهذا إسناد حسن وهو على شرط مسلم. وقال الهيثمي (7/ 346):\n(رواه أبو يعلى بإسنادين رجال أحدهما رجال (الصحيح)\nالثالث: محجن بن الأدرع قال:\nبعثني رسول الله  صلى الله عليه وسلم  لحاجة ثم عارضني في بعض طرق المدينة ثم صعد على أحد وصعدت معه فأقبل بوجهه نحو المدينة فقال لها قولا ثم قال: (ويل أمك - أو: ويح أمها - قرية يدعها أهلها أينع ما يكون يأكلها\nالجزء: 1 ¦ الصفحة: 87\n",
        "عافية الطير والسباع يأكل ثمرها ولا يدخلها الدجال إن شاء الله كلما أراد دخولها تلقاه بكل نقب من نقابها ملك مصلت يمنعه عنها)\nأخرجه الحاكم (4/ 427) وقال:\n(صحيح الإسناد) ووافقه الذهبي\nقلت: فيه انقطاع كما يأتي بيانه\n24 -\nفيها أحاديث:\nالأول: عن ابن عمر رضي الله عنهما قال: قال رسول الله  صلى الله عليه وسلم:\n(  ينزل الدجال في هذه السبخة بمر قناة فيكون أكثر من يخرج إليه النساء حتى أن الرجل ليرجع إلى حميمه وإلى أمه وابنته وأخته وعمته فيوثقها رباطا مخافة أن تخرج إليه ثم يسلط الله المسلمين عليه فيقتلونه ويقتلونه شيعته حتى أن اليهودي ليختبئ تحت الشجرة أو الحجر فيقول الحجر أو الشجرة للمسلم: هذا يهودي تحتي فاقتله)\nأخرجه أحمد (2/ 67) وحنبل في (الفتن) (51/ 2 - 52/ 1)\nقلت: وإسناده حسن لولا عنعنة محمد بن إسحاق\nالثاني: عن أبي سعيد الخدري مرفوعا:\n(يأتي الدجال - وهو محرم عليه أن يدخل نقاب المدينة - فينزل بعض السباخ التي تلي المدينة فيخرج إليه يومئذ رجل. . .) الحديث\nأخرجه الشيخان وغيرهما وقد مضى بلفظ عبد الرزاق (ص 77 - 78)\nالجزء: 1 ¦ الصفحة: 88\n",
        "الثالث: عن محجن بن الأدرع: أن رسول الله  صلى الله عليه وسلم  خطب الناس فقال:\n(يوم الخلاص وما يوم الخلاص؟ يوم الخلاص وما يوم الخلاص؟ يوم خلاص وما يوم الخلاص؟) (ثلاثا) فقيل له: وما يوم الخلاص؟ قال:\n(يجيء الدجال فيصعد أحدا فينظر المدينة فيقول لأصحابه: أترون هذا القصر الأبيض؟ هذا مسجد أحمد. ثم يأتي المدينة فيجد بكل نقب منها ملكا مصلتا فيأتي سبخة الجرف فيضرب رواقه ثم ترجف المدينة ثلاث رجفات فلا يبقى منافق ولا منافقة ولا فاسق ولا فاسقة إلا خرج إليه فذلك يوم الخلاص)\nأخرجه أحمد (4/ 338) وحنبل (46/ 2 - 47/ 1) والحاكم (4/ 427 و543) وقال:\n(صحيح على شرط مسلم) ووافقه الذهبي\nوهو كما قالا إن سلم من الانقطاع بين عبد الله بن شقيق ومحجن فقد أدخل بينهما رجاء بن أبي رجاء الباهلي في رواية لأحمد وحنبل (46/ 1) وإسنادها أصح من إسناده الرواية الأولى لكنها على كل حال لا بأس بها في الشواهد\nالرابع: عن جابر بن عبد الله رضي الله عنهـ قال:\nأشرف رسول الله  صلى الله عليه وسلم  على فلق من أفلاق الحرة ونحن معه فقال:\n(نعمت الأرض المدينة إذا خرج الدجال على كل نقب من أنقابها ملك\nالجزء: 1 ¦ الصفحة: 89\n",
        "لا يدخلها فإذا كان كذلك رجفت المدينة بأهلها ثلاث رجفات لا يبقى منافق ولا منافقة إلا خرج إليه وأكثر - يعني - من يخرج إليه النساء وذلك يوم الخلاص وذلك يوم تنفي المدينة الخبث كما ينفي الكير خبث الحديد يكون معه سبعون ألفا من اليهود على كل رجل منهم ساج وسيف محلى فتضرب رقبته بهذا الضرب الذي عند مجتمع السيول)\nثم قال رسول الله  صلى الله عليه وسلم:\n(  ما كانت فتنة - ولا تكون حتى تقوم الساعة - أكبر من فتنة الدجال ولا من نبي إلا وقد حذر أمته ولأخبرنكم بشيء ما أخبره نبي أمته قبلي) ثم وضع يده على عينه ثم قال:\n(أشهد أن الله  عز وجل  ليس بأعور)\nأخرجه أحمد (3/ 292) وابنه في (السنة) (138)\nقلت: ورجاله ثقات رجال الشيخين غير زهير - وهو ابن محمد الخراساني - وفيه ضعف. وقال ابن كثيرة (1/ 127):\n(وإسناده جيد وصححه الحاكم)\nوله طريق أخرى مختصرا في (الإحسان) (6616)\nالخامس: عن أنس بن مالك قال: قال رسول الله  صلى الله عليه وسلم:\n(  يجيء الدجال فيطأ الأرض إلا مكة والمدينة فيأتي المدينة. فيجد بكل نقب من نقابها صفوفا من الملائكة فيأتي سبخة الجرف فيضرب رواقه\nالجزء: 1 ¦ الصفحة: 90\n",
        "فترجف المدينة ثلاث رجفات فيخرج إليه كل منافق ومنافقة)\nأخرجه البخاري (1/ 466 - أوروبا) ومسلم (8/ 206 - 207) وأحمد (3/ 191 و206 و238 و292) وحنبل (47/ 1 - 48/ 2) والداني في (الفتن) (127/ 2 - 128/ 1)\n25 -\nفيها ثلاثة أحاديث:\nالأول: عن أنس\nالثاني: عن جابر\nالثالث: عن محجن\nومضت ثلاثتها آنفا\nالرابع عن رجل من الأنصار عن بعض أصحاب محمد  صلى الله عليه وسلم  قال:\nذكر رسول الله  صلى الله عليه وسلم  الدجال فقال:\n(يأتي سباخ المدينة وهو محرم عليه أن يدخل نقابها فتنتفض المدينة بأهلها نفضة أو نفضتين - وهي الزلزلة - فيخرج إليه منها كل منافق ومنافقة ثم يولي الدجال قبل الشام حتى يأتي بعض جبال الشام فيحاصرهم وبقية المسلمين يومئذ معتصمون بذروة جبل من جبال الشام فيحاصرهم الدجال نازلا بأصله حتى إذا طال عليهم البلاء قال رجل من المسلمين: يا معشر المسلمين حتى متى أنتم هكذا وعدو الله نازل بأرضكم هكذا؟ هل أنتم إلا بين إحدى الحسنيين بين أن يستشهدكم الله أو يظهركم؟ فيبايعون\nالجزء: 1 ¦ الصفحة: 91\n",
        "على الموت بيعة يعلم الله أنها الصدق من أنفسهم ثم تأخذهم ظلمة لا يبصر امرؤ فيها كفه قال: فينزل ابن مريم فيحسر عن أبصارهم وبين أظهرهم رجل عليه لأمته فيقولون: من أنت يا عبد الله؟ فيقول: أنا عبد الله ورسوله وروحه وكلمته عيسى ابن مريم اختاروا بين إحدى ثلاث: بين أن يبعث الله على الدجال وجنوده عذابا من السماء أو يخسف بهم الأرض أو يسلط عليهم سلاحكم ويكف سلاحهم عنكم. فيقولون: هذه يا رسول الله أشفى لصدورنا ولأنفسنا. فيومئذ ترى اليهودي العظيم الطويل الأكول الشروب لا تقل يده سيفه من الرعدة فيقومون إليهم فيسلطون عليهم ويذوب الدجال حين يرى ابن مريم كما يذوب الرصاص حتى يأتيه أو يدركه عيسى فيقتله)\nأخرجه عبد الرزاق (20834) عن عمرو بن أبي سفيان الثقفي عنه\nقلت: وإسناده ثقات رجال الشيخين غير الرجل الأنصاري فإنه لم يسم ويحتمل أن يكون صحابيا لأن الثقفي هذا تابعي روى عن أبي موسى الأشعري وغيره فإن كان كذلك فالسند صحيح لأن جهالة الصحابي لا تضر عند أهل السنة\n26 -\nيشهد لها حديثان:\nالأول: حديث جابر المتقدم (ص 89 - 90) وفيه:\n(وذلك يوم الخلاص وذلك يوم تنفي المدينة الخبث كما ينفي الكير خبث الحديد)\nالجزء: 1 ¦ الصفحة: 92\n",
        "والآخر: حديث أبي هريرة: أن رسول الله  صلى الله عليه وسلم  قال:\n(ألا إن المدينة كالكير تخرج الخبيث لا تقوم الساعة حتى تنفي المدينة شرارها كما ينفي الكير خبث الحديد)\nأخرجه مسلم (4/ 120)\n27 -\nفيها حديثان:\nالأول: حديث محجن بن الأدرع وقد مضى (ص 89)\nالآخر: حديث جابر بن عبد الله وقد مضى أيضا (89 - 90)\n28 -\nفيها حديثان أيضا:\nالأول: عن أم شريك نفسها قالت: سمعت رسول الله  صلى الله عليه وسلم  يقول:\n(ليفرن الناس من الدجال في الجبال) قالت: أم شريك: يا رسول الله فأين العرب يومئذ؟ قال: (هم قليل)\nأخرجه مسلم (8/ 207) والترمذي (3926) (1) وأحمد (6/ 462)\nالآخر: عن عائشة:\nأن رسول الله  صلى الله عليه وسلم  ذكر جهدا شديدا يكون بين يدي الدجال فقلت: يا رسول الله فأين العرب يومئذ؟ قال:\n(1) قلت: وفات الأستاذ الدعاس أنه في (مسلم) فقال في تعليقه على (الترمذي): (تفرد به الترمذي)\nالجزء: 1 ¦ الصفحة: 93\n",
        "(يا عائشة العرب يومئذ قليل). فقلت: ما يجزي المؤمنين يومئذ من الطعام؟ قال: (ما يجزي الملائكة التسبيح والتكبير والتحميد والتهليل). قلت: فأي المال يومئذ خير؟ قال: (غلام شديد يسقي أهله من الماء وأما الطعام فلا طعام)\nأخرجه أحمد (6/ 125) وحنبل (47/ 2) وأبو يعلى (3/ 1133) عن حماد بن سلمة عن علي بن زيد عن الحسن عنها\nقلت: وهذا إسناد ضعيف الحسن - وهو البصري - مدلس\nوعلي بن زيد - وهو ابن جدعان - ضعيف\nوذهب عنه الهيثمي فقال: (7/ 335):\n(رواه أحمد وأبو يعلى ورجاله رجال (الصحيح)\n29 -\nلم أجد لها شاهدا\n30 -\nيشهد لها حديث علي رضي الله عنهـ قال: قال رسول الله  صلى الله عليه وسلم:\n(  المهدي منا آل البيت يصلحه الله في ليلة)\nوهو حديث ثابت مخرج في (الصحيحة) (2371)\n31 -\nيشهد لهذه الفقرة أحاديث:\nالأول: عن عثمان بن أبي العاص قال: سمعت رسول الله  صلى الله عليه وسلم  يقول:\n(يكون للمسلمين ثلاثة أمصار: مصر بملتقى البحرين ومصر بالحيرة\nالجزء: 1 ¦ الصفحة: 94\n",
        "ومصر بالشام فيفزع الناس ثلاث فزعات فيخرج الدجال في إعراض الناس فيهزم من قبل المشرق فأول مصر يرده المصر الذي بملتقى البحرين فيصير أهله ثلاثة فرق: فرقة تقول: نشامه ننظر ما هو؟ وفرقة تلحق بالأعراب وفرقة تلحق بالمصر الذي يليهم ومع الدجال سبعون ألفا عليهم السيجان وأكثر تبعه اليهود والنساء ثم يأتي المصر الذي يليه فيصير أهله ثلاث فرق: فرقة تقول: نشامه وننظر ما هو؟ وفرقة تلحق بالأعراب وفرقة تلحق بالمصر الذي يليهم بغربي الشام\nوينحاز المسلمون إلى عقبة أفيق فيبعثون سرحا لهم فيصاب سرحهم فيشتد ذلك عليهم وتصيبهم مجاعة شديدة وجهد شديد حتى أن أحدهم ليحرق وتر قوسه فيأكله\nفبينما هم كذلك إذ نادى مناد من السحر: يا أيها الناس أتاكم الغوث (ثلاثا). فيقول بعضهم لبعض: إن هذا لصوت رجل شبعان\nوينزل عيسى ابن مريم عليه السلام عند صلاة الفجر فيقول له أميرهم: روح الله تقدم صل. فيقول: هذه الأمة أمراء بعضهم على بعض. فيتقدم أميرهم فيصلي فإذا قضى صلاته أخذ عيسى حربته فيذهب نحو الدجال فإذا رآه الدجال ذاب كما يذوب الرصاص فيضع حربته بين ثندوته فيقتله وينهزم أصحابه فليس يومئذ شيء يواري منهم أحدا حتى أن الشجرة لتقول له: يا مؤمن هذا كافر. ويقول الحجر: يا مؤمن هذا كافر)\nأخرجه أحمد (4/ 216 - 217) والحاكم (4/ 478 - 479)\nالجزء: 1 ¦ الصفحة: 95\n",
        "قلت: ورجاله ثقات رجال مسلم غير علي بن زيد - وهو ابن جدعان - وهو ضعيف\nالثاني: عن جابر بن عبد الله وقد مضى حديثه (71 - 73)\nوقد أخرج مسلم (1/ 95) موضع الشاهد منه من طريق أخرى عن أبي الزبير: أنه سمع جابر بن عبد الله مرفوعا بلفظ:\n(لا تزال طائفة من أتي يقاتلون على الحق ظاهرين إلى يوم القيامة. قال: فينزل عيسى ابن مريم  صلى الله عليه وسلم  فيقول أميرهم: تعال صل لنا. فيقول: لا إن بعضكم على بعض أمراء تكرمة الله هذه الأمة)\nهو مخرج في (الصحيحة) (1960) وقد أخرجه الداني أيضا (142/ 2)\nالثالث: عن أبي هريرة وقد مضى حديثه (ص 54) بلفظ:\n(ثم ينزل عيسى ابن مريم  صلى الله عليه وسلم  من السماء فيؤم الناس فإذا رفع رأسه من ركعته قال: سمع الله لمن حمده قتل الله المسيح الدجال وظهر المسلمون)\nالرابع: عن النواس بن سمعان وقد مضى حديثه (ص 56 - 58)\nالخامس: عن عائشة وقد مضى حديثها (ص 59 - 60)\nالسادس: بعض أصحاب محمد  صلى الله عليه وسلم  وقد مضى (91 - 92)\nالسابع: عن سمرة: أن النبي  صلى الله عليه وسلم  كان يقول:\n(إن الدجال خارج وهو أعور عين الشمال عليها ظفرة غليظة وإنه يبرئ\nالجزء: 1 ¦ الصفحة: 96\n",
        "الأكمه والأبرص ويحيي الموتى ويقول للناس: أنا ربكم. فمن قال: أنت ربي: فقد فتن ومن قال: ربي الله. حتى يموت فقد عصم من فتنته ولا فتنة بعده ولا عذاب عليه فيلبث ما شاء الله\nثم يجيء عيسى ابن مريم عليهما السلام من قبل المغرب مصدقا بمحمد  صلى الله عليه وسلم  وعلى ملته فيقتل الدجال ثم إنما هو قيام الساعة)\nأخرجه أحمد (5/ 13)\nقلت: وإسناده صحيح لولا عنعنة الحسن البصري وأما الحافظ في (الفتح) (6/ 478) فجزم بأن إسناده حسن\nالثامن: عن أبي هريرة أيضا: أن النبي  صلى الله عليه وسلم  قال:\n(كيف أنتم إذا نزل ابن مريم [من السماء] فيكم وإمامكم (وفي رواية: وأمكم) منكم؟). قال: ابن أبي ذئب - أحد رواته -: تدري ما (أمكم منكم)؟ أمكم بكتاب ربكم تبارك وتعالى وسنة نبيكم  صلى الله عليه وسلم\nأخرجه البخاري (6/ 384) ومسلم (1/ 94) وعبد الرزاق (20841) وأحمد (2/ 272 و336) وابن منده (41/ 2) والبيهقي في (الأسماء) (ص 424) والزيادة له\nومن طريق ثانية عنه مرفوعا بلفظ:\n(والذي نفسي بيده ليوشكن أن ينزل فيكم ابن مريم حكما عدلا فيكسر الصليب ويقتل الخنزير ويضع الحرب ويفيض المال حتى لا يقبله\nالجزء: 1 ¦ الصفحة: 97\n",
        "أحد حتى تكون السجدة الواحدة خيرا من الدنيا وما فيها) ثم يقول أبو هريرة: اقرؤوا إن شئتم: وإن من أهل الكتاب إلا ليؤمنن به قبل موته ويوم القيامة يكون عليهم شهيدا [النساء: 159]\nأخرجه البخاري (6/ 382 - 383) ومسلم (93 - 94) والترمذي (2234) وصححه والطيالسي (2/ 219 / 2782) وأحمد (2/ 240 و272 و538) وليس عند هؤلاء الثلاثة قراءة الآية وهو رواية للشيخين وابن ماجه (2/ 516) والآجري (ص 381) وعبد الرزاق (20840) والداني (142/ 1 - 2) وابن منده في (الإيمان) (41/ 1)\nومن طريق ثالثة عنه بلفظ:\n(والله لينزلن ابن مريم حكما عادلا فليكسرن الصليب وليقتلن الخنزير وليضعن الجزية ولتتركن القلاص فلا يسعى عليها ولتذهبن الشحناء والتباغض والتحاسد وليدعون إلى المال فلا يقبله أحد)\nأخرجه مسلم (1/ 94) وأحمد (2/ 494) والآجري (ص 380) وابن منده (41/ 2)\nوفي رابعة - وهي عن محمد بن سيرين - عنه مرفوعا:\n(يوشك من عاش منكم أن يلقى عيسى ابن مريم إماما مهديا وحكما عدلا فيكسر الصليب ويقتل الخنزير ويضع الجزية وتضع الحرب أوزارها)\nأخرجه أحمد (2/ 411)\nالجزء: 1 ¦ الصفحة: 98\n",
        "قلت: وإسناده صحيح على شرط الشيخين\nوفي رواية عن ابن سيرين قال:\n(ينزل ابن مريم عليه لأمته وممصرتان بين الأذان والإقامة فيقولون له: تقدم. فيقول: بل يصلي بكم إمامكم أنتم أمراء بعضكم على بعض)\nأخرجه عبد الرزاق (20838)\nوإسناده صحيح مقطوع وهو في حكم المرفوع مرسلا\nوفي أخرى عن معمر قال:\n(كان ابن سيرين أنه المهدي الذي يصلي وراءه عيسى)\nأخرجه عبد الرزاق (20839)\nوفي طريق خامسة عن أبي هريرة مرفوعا بلفظ:\n(ينزل عيسى ابن مريم فيقتل الخنزير ويمحو الصليب وتجمع له الصلاة ويعطي المال حتى لا يقبل ويضع الخراج وينزل الروحاء فيحج منها أو يعتمر أو يجمعهما) قال: وتلا أبو هريرة: وإن من أهل الكتاب إلا ليؤمنن به قبل موته ويوم القيامة يكون عليهم شهيدا [النساء: 159]. فزعم حنظلة أن أبا هريرة قال: (يؤمن به قبل موته): عيسى فلا أدري هذا كله حديث النبي  صلى الله عليه وسلم  أو شيء قاله أبو هريرة؟\nأخرجه أحمد (2/ 290 - 291)\nقلت: وإسناده صحيح على شرط مسلم وقد أخرج منه نزوله ب (الروحاء)\nالجزء: 1 ¦ الصفحة: 99\n",
        "والإهلال (4/ 60) وكذلك رواه عبد الرزاق (20842) والداني (144/ 1) وابن منده (41/ 2)\nوفي سادسة عنه مرفوعا:\n(ليس بيني وبينه نبي (يعني: عيسى) وإنه نازل فإذا رأيتموه فاعرفوه: رجل مربوع إلى الحمرة والبياض بين ممصرتين كأن رأسه يقطر وإن لم يصبه بلل فيقاتل الناس على الإسلام فيدق الصليب ويقتل الخنزير ويضع الجزية ويهلك الله في زمانه الملل كلها إلا الإسلام ويهلك [الله في زمانه] المسيح [الكذاب] الدجال [وتقع الأمنة على الأرض حتى ترتع الأسود مع الإبل والنمار مع البقر والذئاب مع الغنم ويلعب الصبيان بالحيات لا تضرهم] فيمكث في الأرض أربعين سنة ثم يتوفى فيصلي عليه المسلمون [ويدفنونه])\nأخرجه أبو داود (2/ 214) والسياق له وابن حبان (1902 و1903) وأحمد (2/ 406 و437) وابن جرير في (التفسير) (رقم 7145) والآجري (ص 380) وعبد الرزاق (20845) وزاد: (وتكون الدعوة واحدة لرب العالمين)\nولها شاهد في الطريق التالية\nقلت: وإسناده صحيح وصححه الحافظ وهو مخرج في (سلسلة الأحاديث الصحيحة) (2182)\nوفي سابعة عنه مرفوعا:\n(يوشك المسيح عيسى ابن مريم أن ينزل حكما قسطا وإماما عدلا\nالجزء: 1 ¦ الصفحة: 100\n",
        "فيقتل الخنزير ويكسر الصليب وتكون الدعوة واحدة)\nأخرجه أحمد (2/ 394)\nقلت: وإسناده حسن\nوفي ثامنة عنه مرفوعا نحوه دون الجملة الأخيرة وزاد:\n(ويرجع السلم وتتخذ السيوف مناجل وتذهب حمة كل ذات حمة وتنزل السماء رزقها وتخرج الأرض بركتها حتى يلعب الصبي بالثعبان فلا يضره ويراعي الغنم الذئب فلا يضرها ويراعي الأسد البقر فلا يضرها)\nأخرجه أحمد (2/ 482 - 483) عن فليح عن الحارث بن فضيل الأنصاري عن زياد بن سعد عنه\nقلت: وإسناده على ما قال ابن كثير (1/ 169):\n(جيد قوي صالح)\nوفيه نظر عندي من وجهين:\nالأول: أن زياد بن سعد هذا - وهو المدني الأنصاري - أورده ابن أبي حاتم (1/ 2 / 532) من رواية ابنه سعد بن زياد أيضا عنه ولم يذكر فيه جرحا ولا تعديلا وأورده ابن حبان في (الثقات) (1/ 73)\nوالآخر: أن فليحا هذا - وهو ابن سليمان الخزاعي - وإن كان من رجال الشيخين فهو كثير الخطأ كما قال الحافظ في (التقريب)\nقلت: فالأولى أن يقال: إنه قوي بما قبله\nالجزء: 1 ¦ الصفحة: 101\n",
        "وفي تاسعة عنه مرفوعا بلفظ:\n(لا تقوم الساعة حتى ينزل الروم بالأعماق أو بدابق فيخرج إليهم جيش من المدينة من خيار أهل الأرض يومئذ فإذا تصافوا قالت الروم: خلوا بيننا وبين الذين سبوا منا نقاتلهم فيقول المسلمون: لا والله لا نخلي بينكم وبين إخواننا. فيقاتلونهم فينهزم ثلث لا يتوب الله عليهم أبدا ويقتل ثلثهم - أفضل الشهداء عند الله - ويفتتح الثلث لا يفتنون أبدا فيفتتحون قسطنطينية (وفي رواية: فيبلغون قسطنطينية فيغنمون) و (في طريق أخرى عنه: سمعتم بمدينة جانب منها في البر وجانب منها في البحر؟) قالوا: نعم يا رسول الله\nقال: (لا تقوم الساعة حتى يغزوها سبعون ألفا من بني إسحاق فإذا جاؤوها نزلوا فلم يقاتلوا بسلاح ولم يرموا بسهم قالوا: لا إله إلا الله والله أكبر. فيسقط أحد جانبيها الذي في البحر ثم يقولوا الثانية: لا إله إلا الله والله أكبر. فيسقط جانبها الآخر ثم يقولوا الثالثة: لا إله إلا الله والله أكبر. فيفرج لهم فيدخلوها فيغنموا) فبينما هم يقتسمون الغنائم قد علقوا سيوفهم بالزيتون إذ صاح فيهم الشيطان: إن المسيح [الدجال] قد خلفكم في أهليكم. فيخرجون وذلك باطل [فيتركون كل شيء ويرجعون] فإذا جاؤوا الشام خرج\nفبينما هم يعدون للقتال يسوون الصفوف إذ أقيمت الصلاة [صلاة الصبح] فينزل عيسى ابن مريم  صلى الله عليه وسلم  فأمهم فإذا رآه عدو الله ذاب كما يذوب\nالجزء: 1 ¦ الصفحة: 102\n",
        "الملح في الماء فلو تركه لانذاب حتى يهلك ولكن يقتله الله بيده فيريه دمه في حربته)\nأخرجه مسلم (8/ 175 - 176) والسياق له وكذا الطريق الأخرى له (8/ 187 - 188) والزيادات منها والداني (113/ 1 - 2 و121/ 2) من الطريقين والحاكم (4/ 482) والرواية الأخرى والزيادة له وقال:\n(صحيح على شرط مسلم ولم يخرجاه)\nفوهم في استدراكه على مسلم\nقلت: ولبعضه شاهد من حديث عبد الله بن مسعود يرويه يسير بن جابر قال:\nهاجت ريح حمراء بالكوفة فجاء رجل ليس له هجيري إلا: يا عبد الله ابن مسعود جاءت الساعة. قال: فقعد - وكان متكئا - فقال:\nإن الساعة لا تقوم حتى لا يقسم ميراث ولا يفرح بغنيمة. ثم قال بيده هكذا ونحاها نحو الشام فقال: عدو يجمعون لأهل الإسلام ويجمع لهم أهل الإسلام. قلت: الروم تعني؟ قال: نعم وتكون عند ذاكم القتال ردة شديدة فيشترط المسلمون شرطة للموت لا ترجع إلا غالبة فيقتتلون حتى يحجز بينهم الليل فيفيء هؤلاء وهؤلاء كل غير غالب وتفنى الشرطة ثم يشترط المسلمون شرطة للموت لا ترجع إلا غالبة فيقتتلون حتى يحجز بينهم الليل فيفيء هؤلاء وهؤلاء كل غير غالب وتفنى الشرطة ثم\nالجزء: 1 ¦ الصفحة: 103\n",
        "يشترط المسلمون شرطة للموت لا ترجع إلا غالبة فيقتتلون حتى يمسوا فيفيء هؤلاء وهؤلاء كل غير غالب وتفنى الشرطة فإذا كان اليوم الرابع نهد إليهم بقية أهل الإسلام فيجعل الله الدبرة عليهم فيقتتلون مقتلة - إما قال: لا يرى مثلها وإما قال: لم ير مثلها - حتى إن الطائر ليمر بجنباتهم فما يخلفهم حتى يخر ميتا فيتعاد بنو الأب كانوا مائة فلا يجدونه بقي منهم إلا الرجل الواحد فبأي غنيمة يفرح؟ أو أي ميراث يقاسم؟ فبينما هم كذلك إذ سمعوا ببأس هو أكبر من ذلك فجاءهم الصريخ إن الدجال قد خلفهم في ذراريهم. فيرفضون ما في أيديهم ويقبلون فيبعثون عشرة فوارس طليعة. قال رسول الله  صلى الله عليه وسلم: (  إني لأعرف أسماءهم وأسماء آبائهم وألوان خيولهم هم خير فوارس على ظهر الأرض يومئذ)\nأخرجه أحمد (1/ 435) ومسلم (8/ 177 - 178)\nوفي عاشرة عنه مرفوعا:\n(ينزل عيسى ابن مريم فيدق الصليب ويقتل الخنزير ويضع الجزية ويهلك الله  عز وجل  في زمانه الدجال وتقوم الكلمة لله رب العالمين)\nأخرجه الداني (143/ 2) وابن منده (41/ 2) وسنده جيد\nفهذه عشر طرق لحديث أبي هريرة وحده فهو متواتر عنه في الجملة لا في التفصيل\nالجزء: 1 ¦ الصفحة: 104\n",
        "الحديث التاسع: عن حذيفة بن اليمان مثل حديث أبي هريرة الذي سقته آنفا وأتم منه وفيه: ذكر عقبة أفيق وفيه:\n(فلما قاموا يصلون نزل عيسى ابن مريم صلوات الله عليه إمامهم فصلى بهم (1) فلما انصرف قال: هكذا: أفرجوا بيني وبين عدو الله. (قال أبو حازم: قال أبو هريرة: فيذوب كما تذوب الإهالة في الشمس وقال عبد الله بن عمرو: كما يذوب الملح في الماء) وسلط الله عليهم المسلمين فيكسرون الصليب ويقتلون الخنزير ويضعون الجزية)\nأخرجه ابن منده (95/ 2) والحاكم (4/ 490 - 491) وقال:\n(صحيح على شرط مسلم) وأقره الذهبي\nوأقول: فيه خلف بن خليفة الأشجعي وهو وإن كان صدوقا من رجال مسلم فقد كان اختلط في الآخر فحديثه جيد في الشواهد وأما قول الحافظ في (6/ 478) بعد ما عزاه لابن منده: (إسناد صحيح) فهو سهو أو تساهل\nالعاشر: عن حذيفة بن أسيد قال:\n(. . . ولكن الدجال يخرج في بغض من الناس وخفة من الدين وسوء ذات بين فيرد كل منهل فتطوى له الأرض طي فروة الكبش حتى يأتي المدينة فيغلب على خارجها ويمنع داخلها ثم جبل إيلياء فيحاصر عصابة\n(1) أي: في بيت المقدس وأما في دمشق فيصلي مقتديا بالمهدي كما تدل عليه سائر الأحاديث المتقدمة\nالجزء: 1 ¦ الصفحة: 105\n",
        "من المسلمين فيقول لهم الذين عليهم: ما تنتظرون بهذا الطاغية أن تقاتلوه حتى تلحقوا بالله أو يفتح لكم؟ فيأتمرون أن يقاتلوه إذا أصبحوا فيصبحون ومعهم عيسى ابن مريم فيقتل الدجال ويهزم أصحابه حتى أن الشجر والحجر والمدر يقول: يا مؤمن هذا يهودي عندي فاقتله)\nأخرجه الحاكم (4/ 529 - 530) وعبد الرزاق (20827) مختصرا وقال الحاكم:\n(صحيح الإسناد) ووافقه الذهبي وهو كما قالا\nالحادي عشر: عن بعض أصحاب محمد  صلى الله عليه وسلم  وقد مضى حديثه (91 - 92)\n32 -\nيشهد لها حديث حذيفة بن اليمان الماضي قريبا وفيه: (فلما انصرف (يعني: عيسى من الصلاة) قال هكذا: أفرجوا بيني وبين عدو الله)\n33 -\nيشهد لها أحاديث:\nالأول: عن أنس قال:\n(يتبع الدجال من يهود أصبهان سبعون ألفا عليهم الطيالسة)\nأخرجه مسلم (8/ 207) وابن حبان (6760) وأحمد (3/ 224) وانظر: (الصحيحة) (3080)\nالجزء: 1 ¦ الصفحة: 106\n",
        "الثاني: عن جابر وقد مضى (ص 89 - 90) بلفظ:\n(يكون معه سبعون ألفا من اليهود على كل رجل منهم ساج وسيف محلى)\nالثالث: عن عثمان بن أبي العاص مثله دون ذكر السيف وقد مضى (ص 94 - 95)\nالرابع: عن أبي سعيد مرفوعا مثله أيضا دون السيف\nأخرجه عبد الرزاق (20825) عن أبي هارون عنه\nلكن أبو هارون متروك\nالخامس: عن أبي هريرة مرفوعا بلفظ:\n(لينزلن الدجال (خوز) و (كرمان) في سبعين ألفا وجوههم كالمجان المطرقة)\nأخرجه أحمد (2/ 337) ورجاله ثقات لولا عنعة ابن إسحاق\n34 -\nهذه الفقرة تقدمت شواهدها من رواية جمع من الصحابة:\nالأول: جابر (ص 71 - 73)\nالثاني: بعض أصحاب محمد  صلى الله عليه وسلم (  ص 91 - 92)\nالثالث: عثمان بن أبي العاص (ص 94 - 95)\nالرابع: أبو هريرة (ص 102 - 103)\nالجزء: 1 ¦ الصفحة: 107\n",
        "الخامس: حذيفة بن اليمان (ص 105)\n35 -\nلم أجد لها شاهدا\n36 -\nفيها أحاديث:\nالأول: عن مجمع بن جارية الأنصاري قال: سمعت رسول الله  صلى الله عليه وسلم  يول: (يقتل ابن مريم الدجال بباب لد)\nأخرجه الترمذي (2245) وابن حبان (1901) والطيالسي (2/ 219) وعبد الرزاق (20835) وأحمد (3/ 420) والداني (143/ 1 و2) وقال الترمذي:\n(حديث حسن صحيح)\nقلت: لعله يعني لشواهده الآتية وإلا ففي إسناده عبيد لله بن عبد الله ابن ثعلبة الأنصاري وهو مجهول لا يعرف وفي اسمه اختلاف\nالثاني: عن النواس بن سمعان مرفوعا مثله وقد مضى حديثه (ص 56 - 58)\nالثالث: عن عائشة رضي الله عنها مرفوعا نحوه وقد مضى حديثها (ص 59 - 60)\nوروى عبد الرزاق (20836) بسند صحيح: أن عمر سأل رجلا من اليهود عن شيء؟ فحدثه فصدقه عمر فقال له عمر: قد بلوت صدقك فأخبرني عن الدجال. قال: وإله اليهود ليقتلنه ابن مريم بفناء (لد)\nالجزء: 1 ¦ الصفحة: 108\n",
        "37 -\nفيها أحاديث:\nالأول: عن عثمان بن أبي العاص وهو في آخر حديثه المتقدم (ص 94 - 95)\nالثاني: عن جابر وهو أيضا في آخر حديثه السابق (71 - 73)\nالثالث: عن حذيفة بن أسيد وتقدم أيضا (105 - 106)\nالرابع: عن ابن عمر وقد مضى (ص 88)\nلكن له طريق أخرى أصح من تلك بلفظ:\n(تقاتلكم اليهود فتسلطون عليهم حتى يقول الحجر: يا مسلم هذا يهودي ورائي فاقتله)\nأخرجه عبد الرزاق (20837) وعنه أحمد (2/ 149) والترمذي (2237) وقال:\n(حديث حسن صحيح)\nثم أخرجه أحمد (2/ 122 و131) والبخاري (6/ 78 و478) ومسلم (8/ 188) من غير طريق عبد الرزاق به وأخرجه الداني (65/ 1)\nالخامس: عن أبي هريرة: أن رسول الله  صلى الله عليه وسلم  قال:\n(لا تقوم الساعة حتى يقاتل المسلمون اليهود فيقتلهم المسلمون حتى يختبئ اليهودي من رواء الحجر والشجر فيقول الحجر أو الشجر: يا مسلم\nالجزء: 1 ¦ الصفحة: 109\n",
        "يا عبد الله هذا يهودي خلفي فتعال فاقتله. إلا الغرقد فإنه من شجر اليهود)\nأخرجه الشيخان وأحمد (2/ 398 و417 و530) والخطيب (7/ 207) والداني (64/ 2 - 65/ 1)\n38 -\nاتفقت جميع الأحاديث على أن أيام الدجال التي يسيح فيها في الأرض إنما هي أربعون\nولكنها اختلفت في هذه الأيام هل هي أربعون سنة كما في هذه الرواية أم أربعون يوما وليلة كما في روايات أخرى؟\nوالصحيح الذي يجب القطع به هو الثاني لأنها أصح وأكثر كما سيأتي بيانه\nوأما هذه الرواية فهي مع ضعف إسنادها كما تقدم بيانه في أول هذا البحث - فإني لم أجد لها شاهدا معتبرا يمكن الاعتضاد به اللهم إلا حديث شهر بن حوشب المتقدم (ص 77) عن أسماء بنت يزيد في روايته له عنها بلفظ:\n(يمكث الدجال في الأرض أربعين سنة السنة كالشهر والشهر كالجمعة والجمعة كاليوم واليوم كاضطرام السعفة في النار)\nولكنه حديث منكر لضعف شهر وتفرده به فلا يصلح شاهدا\nولا يقويه ما رواه سهيل بن أبي صالح عن أبيه عن أبي هريرة مرفوعا:\n(لا تقوم الساعة حتى يتقارب الزمان فتكون السنة كالشهر ويكون الشهر كالجمعة وتكون الجمعة كاليوم ويكون اليوم كالساعة وتكون الساعة كاحتراق السعفة أو الخوصة)\nالجزء: 1 ¦ الصفحة: 110\n",
        "أخرجه أحمد (2/ 537 - 538) وأبو يعلى (302/ 1) وابن حبان (1888)\nقلت: وإسناده صحيح على شرط مسلم وكذا قال ابن كثير (1/ 213)\nوله شاهد من حديث أنس بن مالك مرفوعا به. أخرجه الترمذي (2333) واستغربه. وآخر من مرسل سعيد بن المسيب أخرجه الداني (14/ 1)\nقلت: فهذا لا يقوي حديث شهر لأنه لم يذكر فيه الدجال كما هو ظاهر فهو مطلق ولا يجوز تقييده - أعني: حديث شهر لضعفه - لا سيما والحاصل منه بعد تقييده يتعارض مع الروايات الأخرى وهذا لا يجوز كما لا يخفى على أولي النهى\nوأما الروايات المشار إليها والمصرحة بأن أربعين الدجال إنما هي أيام وليست سنينا فهي من رواية جمع من الصحابة وقد تقدمت كلها فاكتفي بالإشارة إلى رواياتهم:\nالأول: النواس بن سمعان وقد مضى (ص 56 - 58)\nالثاني: نفير والد جبير وقد مضى (ص 59)\nالثالث: رجل من أصحاب النبي  صلى الله عليه وسلم  وقد مضى (ص 71)\nالرابع: جابر بن عبد الله وقد مضى (ص 71 - 73 و87)\nالخامس: أبو هريرة وقد مضى (ص 54)\nقلت: ولا يخالف هذه الأحاديث الصحيحة حديث عبد الله بن عمرو قال: قال رسول الله  صلى الله عليه وسلم:\nالجزء: 1 ¦ الصفحة: 111\n",
        "(يخرج الدجال في أمتي فيلبث فيهم أربعين يوما أو أربعين ليلة أو أربعين شهرا فيبعث الله  عز وجل  عيسى ابن مريم - كأنه عروة بن مسعود الثقفي - فيظهر فيهلكه ثم يلبث الناس بعده سنين سبعا ليس بين اثنين عداوة ثم يرسل الله ريحا باردة من قبل الشام فلا يبقى أحد في قلبه مثقال ذرة من إيمان إلا قبضته. . .)\nأخرجه أحمد (2/ 166) ومسلم (8/ 201) واستدركه عليه الحاكم (4/ 543 - 544 و550 - 551) فوهم وابن حبان (7309) وابن منده (98/ 2)\nأقول: لا يخالف هذا ما تقدم من الأحاديث لما فيه من التردد والظاهر أنه من أحد رواته والمتردد لا علم عنده وأولئك جزموا بالأربعين يوما ومن علم حجة على من لم يعلم ومن المحتمل أن التردد من النبي  صلى الله عليه وسلم  نفسه ويكون ذلك من قبل أن يأتيه الوحي بمقدار تلك الأيام ثم جاءه بذلك ويؤيده حديث أبي هريرة: (في أربعين يوما الله أعلم ما مقدارها) زاد ابن حبان: (الله أعلم ما مقدارها (مرتين)\n39 -\nهذا السياق ضعيف غريب مخالف للأحاديث الصحيحة التي سبقت الإشارة إليها فإن المحفوظ فيها:\n(أربعون يوما يوم كسنة ويوم كشهر ويوم كجمعة وسائر أيامه كأيامكم هذه)\nالجزء: 1 ¦ الصفحة: 112\n",
        "40 -\nليس لهذه الفقرة ذكر في تلك الأحاديث الصحيحة وإنما ثبتت في حديث أبي هريرة المتقدم (ص 110) بلفظ:\n(لا تقوم الساعة حتى يتقارب الزمان. . . وتكون الساعة كاحتراق السعفة) فليس فيه ذكر الدجال كما سبق\n41 -\nلم أجد لها شاهدا أصلا\n42 -\nلم أجد لها أصلا بهذا السياق الذي فيه ذكر الأيام القصار والمحفوظ ما تقدم في حديث النواس ونفير والد جبير:\n(قلنا: يا رسول الله فذلك اليوم الذي كسنة أتكفينا فيه صلاة يوم؟ قال: لا اقدروا له قدره)\n43 -\nهذه الفقرة بحذافيرها جاءت في حديث أبي هريرة المتقم من طرق عديدة (ص 96 - 103)\n44 -\nيشهد لها حديث طاوس يرويه قال:\n(ينزل عيسى ابن مريم إماما هاديا ومقسطا عادلا فإذا نزل كسر الصليب وقتل الخنزير ووضع الجزية وتكون الملة واحدة ويوضع الأمن في الأرض حتى أن الأسد ليكون مع البقر تحسبه ثورها ويكون الذئب مع الغنم تحسبه كلبها وترفع حمة كل ذات حمة حتى يضع الرجل يده على رأس الحنش فلا يضره وحتى تفر الجارية الأسد كما يفر ولد الكلب الصغير ويقوم الفرس العربي بعشرين درهما ويقوم الثور بكذا وكذا وتعود الأرض\nالجزء: 1 ¦ الصفحة: 113\n",
        "كهيئتها على عهد آدم ويكون القطف - يعني: العنقاد - يأكل منه النفر ذو العدد وتكون الرمانة يأكل منها النفر ذو العدد)\nأخرجه عبد الرزاق (20843)\nقلت: وإسناده مرسل صحيح رجاله ثقات رجال الشيخين\n45 -\nهذه الفقرة تقدم ما يشهد لها في حديث طاوس الذي قبلها وفي طرق حديث أبي هريرة المشار إليه آنفا وقد بقي طريق واحد من طرقه فيه ما يشهد لما لم يسبق له شاهد منها - كالجملة الأولى منها وغيرها - فكان لا بد من سوقه وهو من روية زيد بن أسلم عن رجل عن أبي هريرة قال:\n(لا تقوم الساعة حتى ينزل عيسى ابن مريم إماما مقسطا و [تسلب] (1) قريش الإمارة ويقتل الخنزير ويكسر الصليب وتوضع الجزية وتكون السجدة واحدة لرب العالمين وتضع الحرب أوزارها وتملأ الأرض من الإسلام كما تملأ الآبار من الماء وتكون الأرض كفاثور (2) الورق (يعني: المائدة) وترفع الشحناء والعداوة ويكون الذئب في الغنم كأنه كلبها ويكون الأسد في الإبل كأنه فحلها)\nأخرجه عبد الرزاق (20844) عن معمر عنه\n(1) بياض في الأصل وعلى هامشه: (رسم الكلمة في موضع النقاط (بيتر)\nقلت: وأنا أظن أن الصواب ما أثبته بين المعكوفتين\n(2) الأصل: (كما ثور)\nالجزء: 1 ¦ الصفحة: 114\n",
        "قلت: وإسناده كلهم ثقات غير الرجل الذي لم يسم وهو من كبار التابعين إن لم يكن صحابيا فإن زيدا هذا تابعي روى عن جماعة من الصحابة منهم أبو هريرة نفسه وابن عمر وغيرهما\nوهو إن كان موقوفا فهو في حكم المرفوع لأنه من المغيبات التي لا تقال بمجرد الرأي لا سيما وأكثره قد جاء مرفوعا كما تقدم\nوجملة الرمانة من هذه الفقرة لها شاهد في حديث النواس المتقدم تخريجه (ص 56 - 58) وإن لم يسق بتمامه الذي فيه الشاهد\n46 -\nو47 - لم أجد لهما شاهدا أصلا\n48 -\nيشهد لها حديث أسماء بنت يزيد الأنصارية السابق (ص 57 - 76)\n49 -\nيشهد لها أربعة أحاديث:\nالأول: حديث أسماء المشار إليه آنفا\nالثاني: حديث عائشة المتقدم (ص 93 - 94)\nالثالث: حديث ابن عمر:\nأن رسول الله  صلى الله عليه وسلم  سئل عن طعام المؤمنين في زمن الدجال؟ قال: (طعام الملائكة). قالوا: وما طعام الملائكة؟ قال: (طعامهم منطقهم بالتسبيح والتقديس فمن كان منطقه يومئذ التسبيح والتقديس أذهب الله عنه الجوع فلم يخش جوعا)\nالجزء: 1 ¦ الصفحة: 115\n",
        "أخرجه الحاكم (4/ 511) وقال:\n(صحيح الإسناد على شرط مسلم) ورده الذهبي بقوله:\n(قلت: كلا فسعيد متهم تالف)\nقلت: يعني سعيد بن سنان الحمصي\nالرابع: عن أسماء بنت عميس:\nأن النبي  صلى الله عليه وسلم  دخل عليها لبعض حاجته ثم خرج فشكت إليه الحاجة فقال:\n(كيف بكم إذا ابتليتم بعبد قد سخرت له أنهار الأرض وثمارها فمن اتبعه أطعمه وأكفره ومن عصاه حرمه ومنعه؟). قلت: يا رسول الله إن الجارية لتجلس عند التنور ساعة لخبزها فأكاد أفتتن في صلاتي فكيف بنا إذا كان ذلك؟ قال:\n(إن الله يعصم المؤمنين يومئذ بما عصم به الملائكة من التسبيح إن بين عينيه: كافر يقرؤه كل مؤمن كاتب وغير كاتب)\nقال الهيثمي (7/ 346):\n(رواه الطبراني وفيه راو لم يسم وبقية رجاله رجال (الصحيح)\nوبالجملة فحديث أبي أمامة هذا وإن كان في إسناده ضعف فقد تبين من هذا التخريج والتحقييق - الذي يندر مثاله - أنه حديث صحيح في غالب فقراته بالشواهد التي سبق ذكرها لكل فقرة\nالجزء: 1 ¦ الصفحة: 116\n",
        "ولذلك فقد توجهت نيتي إلى أن أجمع من مجموع ما ثبت في هذه الأحاديث رسالة في قصة المسيح الدجال ونزول عيسى عليه السلام وقتله إياه على سياق حديث أبي أمامة هذا مجتنبا منه ما لم أجد له شاهدا وواضعا كل فقرة من الأحاديث الأخرى في المكان المناسب منه.\nوإليك الآن فهرساً لأسماء الصحابة الذين خرجت أحاديثهم هنا في هذا البحث؛ واستشهدت ببعض فقراتها في مواطن مختلفة منه؛ تيسيراً للمراجعة:\nالجزء: 1 ¦ الصفحة: 117\n",
        "القسم الرابع\nفهرس أسماء الرواة من الصحابة والتابعين\nالذين خرجت أحاديثهم فيما سبق، والأرقام التي تلي الأسماء هي أرقام الصفحات:\n1 -\nابن عباس: عبد الله (ص54و69) (حب 8/ 281).\n2 -\nابن عمر: عبد الله (ص 51 و62 و64 و88و109 و115) (حب 8/ 273)\n3 -\nابن مسعود: عبد الله (ص103 - 104)\n4 -\nأبو أمامة (ص41 - 46)\n5 -\nأبو بكرة الثقفي (ص70و85و86) (حب 8/ 225و284)\n6 -\nأبو سعيد (ص63و64و65و77 - 78و80و88و107) (حب 8/ 283،م8/ 199 - 200،خ1882و7132).\n7 -\nأبو عبيدة (حب 8/ 273).\n8 -\nأبو هريرة (ص53و54و61و64و65و66و84و93و96و97 - 104و107و109 - 110و113و114) (حب 8/ 280و285و286و287و287و288).\n9 -\nأبي بن كعب (حب 8/ 281)\n10 -\nأسماء بنت عميس (ص 116).\n11 -\nأسماء بنت يزيد الأنصارية (ص75 - 76 و110)\nالجزء: 1 ¦ الصفحة: 119\n",
        "12 -\nأم سلمة (ص60)\n13 -\nأم شريك (ص93) (حب 8/ 282)\n14 -\nأنس بن مالك (ص50 و53و86و90و106) (حب 8/ 281 و282و284).\n15 -\nبعض أصحاب رسول الله - صلى الله عليه وسلم - (ص67).\n16 -\nبعض أصحاب محمد - صلى الله عليه وسلم - (ص91 - 92).\n17 -\nجابر بن عبد الله (ص64و70و71 - 73و77و86و87و89 - 90و91و92و93و96) (حب 8/ 274و289)\n18 -\nحذيفة بن أَسِيدٍ (ص 105 - 106)\n19 -\nحذيفة بن اليمان (ص50 - 51و69و70و105) (حب 8/ 282 و285).\n20 -\nالحسن (ص55).\n21 -\nرجل من أصحاب النبي - صلى الله عليه وسلم - (ص69و71و79).\n22 -\nسعد بن أبي وقاص (ص62)\n23 -\nسفينة (ص73).\n24 -\nسمرة (ص67و96 - 97).\n25 -\nطاوس (ص113 - 114)\n26 -\nعائشة (ص59و61 - 62و83و84و93 - 94) (حب 8/ 290)\n27 -\nعبادة بن الصامت (ص67).\nالجزء: 1 ¦ الصفحة: 120\n",
        "28 -\nعبد الله بن عمر (انظر: ابن عمر)\n29 -\nعبد الله بن عمرو (ص79 و111 - 112).\n30 -\nعبد الله بن مغفل (ص50) (حب 8/ 274).\n31 -\nعبد الله بن مغنم (ص65 - 66و79).\n32 -\nعثمان بن أبي العاص (ص94 - 95)\n33 -\nعلي بن أبي طالب (ص74و94).\n34 -\nفاطمة بنت قيس (ص82 - 83) (حب 8/ 277)\n35 -\nمجمع بن جارية الأنصاري (ص108)\n36 -\nمحجن بن الأدرع (ص87 - 88و89).\n37 -\nمعاوية بن حيدة (ص54).\n38 -\nالمغيرة (حب 8/ 274و282 - 283).\n39 -\nنافع بن عتبة (حب 8/ 285).\n40 -\nنفير بن مالك والد جبير (ص59).\n41 -\nالنواس بن سمعان (ص56 - 58و79و82).\n42 -\nهشام بن عامر (ص49).\nتمت.\nالجزء: 1 ¦ الصفحة: 121\n",
        "القسم الخامس\nوفيه سياق القصة مع الفقرات المضافة\nوتخريجها بالرمز إلى مخرجيها\nالذين تقدم ذكرهم مفصلاً\nفي القسم الثالث\nالجزء: 1 ¦ الصفحة: 123\n",
        "الرموز\nآ: الآجري في «الشريعة».\nت: الترمذي.\nحب: ابن حبان في «الصحيح»\nحل: أبو نعيم في «الحلية»\nحم: أحمد في «المسند».\nحن: حنبل ابن إسحاق في «الفتن».\nخ: البخاري.\nخب: أبو نعيم في «أخبار أصفهان».\nخز: ابن خزيمة في «التوحيد».\nد: أبو داوود.\nسع: ابن سعد في «الطبقات»\nطب: الطبراني في (المعجم الكبير»\nطس: الطبراني في «الأوسط»\nطص: الطبراني في «الصغير»\nطي: الطياليسي في «المسند»\nعا: ابن أبي عاصم في «السنة».\nعب: عبد الرزاق في «المصنف»\nعد: ابن عدي في «الكامل»\nعس: ابنهُ عبد الله في «السنة».\nعق: العقيلي في «الضعفاء».\nق: لهما.\nك: الحاكم في «المستدرك»\nكر: ابن عساكر في «التاريخ»\nم: مسلم\nما: مالك في «الموطأ»\nمت: ابن منده في «التوحيد».\nمج: ابن ماجه.\nمن: ابن منده في «الإيمان».\nمي: الدارمي.\nن: النسائي.\nني: أبو عمر الداني في «الفتن»\nها: البيهقي في «الأسماء»\nالجزء: 1 ¦ الصفحة: 125\n",
        "قصة\nالمسيح الدجال\nونزول عيسى  عليه الصلاة والسلام\nوقتله إياه\nعلى سياق رواية أبي أمامة رضي الله عنه\nمضافا إليه ما صح عن غيره من الصحابة رضي الله عنهم\nالجزء: 1 ¦ الصفحة: 127\n",
        "1 -\nيا أيها الناس! إنها لم تكن فتنة على وجه الأرض منذ ذرأ الله ذرية آدم\n-[ولا تكون حتى تقوم الساعة]-\nأعظم من فتنة الدجال [ولن ينجو أحد مما قبلها إلا نجا منها] [وإنه لا يضر مسلما]\n2 -\nوإن الله لم يبعث نبيا إلا حذر أمته [الأعور] الدجال [إني لأنذركموه]\n3 -\nوأنا آخر الأنبياء وأنتم آخر الأمم\n4 -\nوهو خارج فيكم لا محالة. [إنه لحق وأما إنه قريب فكل ما هو آت قريب]. [إنما يخرج لغضبة يغضبها] و [لا يخرج حتى لا يقسم ميراث ولا يفرح بغنيمة]\nالجزء: 1 ¦ الصفحة: 129\n",
        "5 -\nفإن يخرج وأنا بين ظهرانيكم فأنا حجيج لكل مسلم وإن يخرج من بعدي فكل امرئ حجيج نفسه والله خليفتي على كل مسلم. (وفي حديث أم سلمة: وإن يخرج بعد أن أموت يكفيكموه الله بالصالحين)\n6 -\nوإنه يخرج [من [أرض] قبل المشرق] [يقال لها: (خراسان)] [في يهودية أصبهان] [كأن وجوههم المجان المطرقة] من خلة بين الشام والعراق فعاث يمينا [وعاث] شمالا يا عباد الله فاثبتوا. [ثلاثا]\nالجزء: 1 ¦ الصفحة: 130\n",
        "7 -\nفإني سأصفه لكم صفة لم يصفها إياه نبي قبلي. (وفي حديث عبادة: إني قد حدثتكم عن الدجال حتى خشيت ألا تعقلوا)\n8 -\nإنه يبدأ فيقول: أنا نبي ولا نبي بعدي\n9 -\nثم يثني فيقول: أنا ربكم. ولا ترون ربكم حتى تموتوا\n10 -\nوإنه أعور [ممسوح] [العين اليسرى] [عليها ظفرة غليظة] [خضراء كأنها كوكب دري] [عينه اليمنى كأنها عنبة طافية] [ليست بناتئة ولا حجراء] [جفال الشعر] [ألا\nالجزء: 1 ¦ الصفحة: 131\n",
        "ما خفي عليكم من شأنه فلا يخفين عليكم] إن ربكم ليس بأعور [ألا ما خفي عليكم من شأنه فلا يخفين عليكم أن ربكم ليس بأعور] [ثلاثا] [وأشار بيده إلى عينيه] [وأنكم لن تروا ربكم حتى تموتوا]\n11 -\n[إنه يمشي في الأرض وإن الأرض والسماء لله]\n12 -\n[إنه شاب قطط كأني أشبهه بعبد العزى بن قطن] [قصير أفحج دعج] [هجان]\n13 -\n[وإنه آدم جعد] [جفال الشعر]\nالجزء: 1 ¦ الصفحة: 132\n",
        "14 -\nوإنه مكتوب بين عينيه: كافر يقرؤه [من كره عمله أو يقرؤه] كل مؤمن كاتب أو غير كاتب\n15 -\nوإن من فتنته أن معه جنة ونارا [ونهرا وماء] [وجبل خبز] [وإنه يجيء معه مثل الجنة والنار] فناره جنة وجنته نار\n-[وسأله المغيرة بن شعبة عنه؟ فقال: قلت: إنهم يقولون: معه جبال من خبز ولحم ونهر من ماء؟ قال: هو أهون على الله من ذلك]\n(وفي حديث آخر: [معه نهران يجريان أحدهما - رأي العين - ماء أبيض والآخر - رأي العين - نار تأجج] [فمن أدرك ذلك منكم فأراد الماء فليشرب من الذي يراه أنه نار] [وليغمض [عينيه] ثم ليطأطئ\nالجزء: 1 ¦ الصفحة: 133\n",
        "[رأسه] فإنه يجده ماء [باردا عذبا] [طيبا] [فلا تهللوا]. وفي أخرى: فمن دخل نهره حط أجره ووجب وزره ومن دخل ناره وجب أجره وحط وزره)\n16 -\nفمن ابتلي بناره فليستغث بالله وليقرأ [عليه] فواتح سورة (الكهف) [فإنها جواركم من فتنته]\n17 -\nوإن من فتنته أن يقول للأعرابي: أرأيت إن بعثت لك أباك وأمك أتشهد أني ربك؟ فيقول: نعم. فيتمثل له شيطانان في صورة أبيه وأمه فيقولان: يا بني اتبعه فإنه ربك\n18 -\nوإن من فتنته أن يسلط على نفس واحدة فيقتلها وينشرها بالمنشار حتى تلقى شقين\n19 -\nوإن من فتنته أن يمر بالحي [فيدعوهم] فيكذبونه [فينصرف\nالجزء: 1 ¦ الصفحة: 134\n",
        "عنهم] فلا تبقى لهم سائمة إلا هلكت\n20 -\nوإن من فتنته أن يمر بالحي [فيدعوهم] فيصدقونه [ويستجيبون له] فيأمر السماء أن تمطر فتمطر والأرض أن تنبت فتنبت حتى تروح مواشيهم من يومهم ذلك أسمن ما كانت وأعظمه وأمده خواصر وأدره ضروعا\n21 -\nويمر بالخربة فيقول لها أخرجي كنوزك فتتبعه كنوزها كيعاسيب النحل\n22 -\n[يخرج في [زمان اختلاف من الناس وفرقة] (و) بغض من الناس وخفة من الدين وسوء ذات بين فيرد كل منهل فتطوى له الأرض طي فروة الكبش]\n23 -\n[ولا يخرج حتى تنزل الروم بالأعماق أو بدابق [يجمعون لأهل الإسلام ويجمع لهم أهل الإسلام] فيخرج إليهم جيش من المدينة من\nالجزء: 1 ¦ الصفحة: 135\n",
        "من خيار أهل الأرض يومئذ. فإذا تصافوا قالت الروم: خلوا بيننا وبين الذين سبوا منا نقاتلهم. فيقول المسلمون: لا. والله لا نخلي بينكم وبين إخواننا فيقاتلونهم [وتكون عند ذاكم القتال ردة شديدة فيشترط المسلمون شرطة للموت لا ترجع إلا غالبة فيقتتلون حتى يحجز بينهم الليل فيفيء هؤلاء وهؤلاء كل غير غالب وتفنى الشرطة ثم يشترط المسلمون شرطة للموت لا ترجع إلا غالبة فيقتتلون حتى يحجز بينهم الليل فيفيء هؤلاء وهؤلاء كل غير غالب وتفنى الشرطة ثم يشترط المسلمون شرطة للموت لا ترجع إلا غالبة فيقتتلون حتى يمسوا فيفيء هؤلاء وهؤلاء كل غير غالب وتفنى الشرطة فإذا كان اليوم الرابع نهد إليهم بقية أهل الإسلام] فينهزم ثلث لا يتوب الله عليهم أبدا ويقتل ثلثهم -[هم] أفضل الشهداء عند الله - ويفتتح الثلث لا يفتنون أبدا [فيجعل الله الدبرة عليهم (أي الروم) فيقتتلون مقتلة إما قال: لا يرى مثلها وإما قال: لم ير مثلها حتى إن الطائر ليمر بجنباتهم فما يخلفهم حتى يخر ميتا فيتعاد بنو الأب كانوا مائة فلا يجدونه بقي منهم إلا الرجل الواحد فبأي غنيمة يفرح أو أي ميراث يقاسم؟] فيبلغون قسطنطينية فيفتحونها (وفي رواية: سمعتم بمدينة جانب منها في البر وجانب منها في البحر؟ قالوا: نعم يا رسول الله\nقال: لا تقوم الساعة حتى يغزوها سبعون ألفا من بني إسحاق فإذا جاؤوها نزلوا فلم يقاتلوا بسلاح ولم يرموا بسهم قالوا: لا إله إلا الله والله أكبر. فيسقط أحد جوانبها الذي في البحر ثم يقولوا الثانية: لا إله إلا الله والله أكبر. فيسقط جانبها الآخر\nالجزء: 1 ¦ الصفحة: 136\n",
        "ثم يقولوا الثالثة: لا إله إلا الله والله أكبر. فيفرج لهم فيدخلوها فيغنموا) فبينما هم يقتسمون الغنائم - قد علقوا سيوفهم بالزيتون إذ صاح فيهم الشيطان: إن المسيح [الدجال] قد خلفكم في أهليكم. [فيرفضون ما بأيديهم] فيخرجون وذلك باطل [فيبعثون عشرة فوارس طليعة. قال رسول الله  صلى الله عليه وسلم: (  إني لأعرف أسماءهم وأسماء آبائهم وألوان خيولهم هم خير فوارس على ظهر الأرض يومئذ] فإذا جاؤوا الشام خرج]\n24 -\nوإنه لا يبقى شيء من الأرض إلا وطئه وظهر عليه إلا [أربع مساجد: مسجد] مكة و [مسجد] المدينة [والطور ومسجد الأقصى]\n25 -\nوإن أيامه أربعون يوما يوما كسنة ويوم كشهر ويوم كجمعة وسائر أيامه كأيامكم\nقالوا: فذلك اليوم الذي كسنة أتكفينا فيه صلاة يوم؟ قال: لا اقدروا له قدره\nقالوا: وما إسراعه في الأرض؟ قال: كالغيث استدبرته الريح]\nالجزء: 1 ¦ الصفحة: 137\n",
        "26 -\nوإن قبل خروج الدجال ثلاث سنوات شداد يصيب الناس فيها جوع شديد يأمر الله السماء في السنة الأولى أن تحبس ثلث مطرها ويأمر الأرض فتحبس ثلث نباتها ثم يأمر السماء في الثانية فتحبس ثلثي مطرها ويأمر الأرض فتحبس ثلثي نباتها ثم يأمر الله السماء في السنة الثالثة فتحبس مطرها كله فلا تقطر قطرة ويأمر الأرض فتحبس نباتها كله فلا تنبت خضراء فلا تبقى ذات ظلف إلا هلكت إلا ما شاء الله\nقيل: فما يعيش الناس في ذلك الزمان؟ قال: التهليل والتكبير والتسبيح والتحميد ويجري ذلك عليهم مجرى الطعام\n27 -\nلا يأتي مكة والمدينة من نقب من نقابها إلا لقيته الملائكة بالسيوف صلتة\n28 -\n[وإنه ليس من بلدة إلا يبلغها رعب المسيح [الدجال] إلا المدينة [لها يومئذ سبعة أبواب] على كل نقب من نقابها ملكان يذبان عنها رعب المسيح]\n29 -\nحتى ينزل عند السبخة [سبخة الجرف] [دبر أحد] [فيضرب رواقه]\nالجزء: 1 ¦ الصفحة: 138\n",
        "30 -\nفترجف المدينة بأهلها ثلاث رجفات فلا يبقى منافق ولا منافقة إلا خرج إليه فتنفي الخبث منها كما ينفي الكير خبث الحديد ويدعى ذلك اليوم يوم الخلاص [وأكثر من يخرج إليه النساء]\n31 -\n[فيتوجه قبله رجل من المؤمنين [ممتليء شبابا] [هو يومئذ خير الناس أو من خيرهم] فتلقاه المسالح - مسالح الدجال - فيقولون له: أين تعمد؟ فيقول: أعمد إلى هذا الذي خرج. قال: فيقولون له: أو ما تؤمن بربنا؟ فيقول: ما بربنا خفاء. فيقولون: اقتلوه. فيقول بعضهم لبعض: أليس قد نهاكم ربكم أن تقتلوا أحدا دونه؟\nفينطلقون به إلى الدجال فإذا رآه المؤمن قال: يا أيها الناس [أشهد أن] هذا الدجال الذي ذكر (وفي طريق: الذي حدثنا) رسول الله  صلى الله عليه وسلم [  حديثه] قال: فيأمر الدجال به فيشبح فيقول: خذوه وشبحوه. فيوسع ظهره وبطنه ضربا قال: فيقول: أو ما تؤمن بي؟ قال: فيقول: أنت\nالجزء: 1 ¦ الصفحة: 139\n",
        "المسيح الكذاب [فيقول الدجال: أرأيتم إن قتلت هذا ثم أحييته أتشكون في الأمر؟ فيقولون: لا]. قال: فيؤمر به فيؤشر المئشار من مفرقه حتى يفرق بين رجليه [فيقتله] (وفي حديث النواس: فيضربه بالسيف فيقطعه جزلتين رمية الغرض). قال: ثم يمشي الدجال بين القطعتين ثم يقول له: قم. فيستوي قائما قال: [ثم يدعوه فيقبل ويتهلل وجهه ويضحك] ثم يقول له: أتؤمن بي؟ فيقول: [والله] ما ازددت فيك إلا بصيرة. قال: ثم يقول: يا أيها الناس إنه لا يفعل بعدي بأحد من الناس. قال: فيأخذه الدجال ليذبحه فيجعل ما بين رقبته إلى ترقوته نحاسا فلا يستطيع إليه سبيلا قال: فيأخذ بيديه ورجليه فيقذف به فيحسب الناس أنما قذفه إلى النار وإنما ألقي في الجنة فقال رسول الله  صلى الله عليه وسلم:  هذا أعظم الناس شهادة عند رب العالمين]\n32 -\n[ثم تصرف الملائكة وجهه قبل الشام] [ثم يأتي جبل إيليا\nالجزء: 1 ¦ الصفحة: 140\n",
        "فيحاصر عصابة من المسلمين] [فيلقى المؤمنون شدة شديدة] [ويفر الناس من الدجال في الجبال] فقالت أم شريك بنت أبي العكر يا رسول الله فأين العرب يومئذ؟ قال: هم يومئذ قليل\n33 -\nوإمامهم رجل صالح [وقال  صلى الله عليه وسلم:  المهدي منا آل البيت [من أولاد فاطمة] يصلحه الله في ليلة] [يواطئ اسمه اسمي واسم أبيه اسم أبي] [أجلى الجبهة أقنى الأنف] [يملأ الأرض قسطا وعدلا\nالجزء: 1 ¦ الصفحة: 141\n",
        "كما ملئت جورا وظلما] [يملك سبع سنين]\n- وقال  صلى الله عليه وسلم: (  عصابتان من أمتي أحرزهما الله من النار: عصابة تغزو الهند وعصابة تكون مع عيسى ابن مريم عليه السلام)\n- وقال: (من أدركه منكم فليقرئه مني السلام)\n34 -\n[فبينما إمامهم قد تقدم يصلي بهم الصبح إذ نزل عليهم [من السماء] عيسى بن مريم الصبح] [عند المنارة البيضاء شرقي دمشق بين مهرودتين واضعا كفيه على أجنحة ملكين إذا طأطأ رأسه قطر وإذا رفعه تحدر منه جمان كاللؤلؤ فلا يحل لكافر يجد ريح نفسه إلا مات ونفسه ينتهي حيث ينتهي طرفه]\n35 -\n[ليس بيني وبينه نبي (يعني: عيسى) وإنه نازل فإذا رأيتموه فاعرفوه: رجل مربوع إلى الحمرة والبياض بين ممصرتين كأن رأسه يقطر وإن لم يصبه بلل فيقاتل الناس على الإسلام فيدق الصليب ويقتل الخنزير ويضع الجزية ويهلك الله في زمانه الملل كلها إلا الإسلام)\nالجزء: 1 ¦ الصفحة: 142\n",
        "- وقال: (كيف أنتم إذا نزل ابن مريم فيكم وإمامكم (وفي رواية: وأمكم) منكم؟). قال: ابن أبي ذئب: تدري ما (أمكم منكم)؟ قلت: تخبرني. قال: فأمكم بكتاب ربكم تبارك وتعالى وسنة نبيكم  صلى الله عليه وسلم) ]\n36 -\nفرجع ذلك الإمام ينكص - يمشي القهقرى - ليتقدم عيسى [فيقول: تعال صل لنا]. فيضع عيسى يده بين كتفيه ثم يقول له: [لا إن بعضكم على بعض أمراء تكرمة الله هذه الأمة] تقدم فصل. فيصلي بهم إمامهم\n37 -\n[ثم يأتي الدجال جبل (إيلياء) فيحاصر عصابة من المسلمين] [فيقول لهم الذين عليهم: ما تنتظرون بهذا الطاغية [إلا] أن تقاتلوه حتى تلحقوا بالله أو يفتح لكم فيأتمرون أن يقاتلوه إذا أصبحوا]\n38 -\n[فبينما هم يعدون للقتال ويسوون الصفوف إذ أقيمت الصلاة]\nالجزء: 1 ¦ الصفحة: 143\n",
        "[صلاة الصبح] [فيصبحون ومعهم عيسى ابن مريم] [فيؤم الناس فإذا رفع رأسه من ركعته قال: سمع الله لمن حمده قتل الله المسيح الدجال وظهر المسلمون]. فإذا انصرف قال: افتحوا الباب. فيفتح وراءه الدجال معه سبعون ألف يهودي كلهم ذو سيف محلى وساج [فيطلبه عيسى  عليه الصلاة والسلام]\n39 -\n[  فيذهب عيسى بحربته نحو الدجال] فإذا نظر إليه الدجال ذاب كما يذوب الملح في الماء [فلو تركه لانذاب حتى يهلك ولكن يقتله الله بيده فيريه دمه في حربته] فيدركه عند باب اللد الشرقي فيقتله [فيهلكه الله  عز وجل  عند عقبة أفيق]\n40 -\nفيهزم الله اليهود [ويسلط عليهم المسلمون] [ويقتلونهم] فلا\nالجزء: 1 ¦ الصفحة: 144\n",
        "فلا يبقى شيء مما خلق الله يتوارى به يهودي إلا أنطق الله ذلك الشيء لا حجر ولا شجر ولا حائط ولا دابة - إلا الغرقدة فإنها من شجرهم لا تنطق - إلا قال يا عبد الله المسلم هذا يهودي [ورائي] فتعال فاقتله\n41 -\n[ثم يلبث الناس بعده سنين سبعا ليس بين اثنين عداوة]\n42 -\nفيكون عيسى ابن مريم  عليه الصلاة والسلام  في أمتي [مصدقا بمحمد  صلى الله عليه وسلم  على ملته] حكما عدلا وإماما [مهديا] مقسطا [فيقاتل الناس على الإسلام ف] يدق الصليب ويذبح الخنزير [وتجمع له\nالجزء: 1 ¦ الصفحة: 145\n",
        "الصلاة] ويضع الجزية ويترك الصدقة فلا يسعى على شاة ولا بعير وترفع الشحناء والتباغض [والتحاسد وليدعون إلى المال فلا يقبله أحد] [حتى تكون السجدة الواحدة خيرا من الدنيا وما فيها] [وتكون الدعوة واحدة لرب العالمين]. -[والذي نفسي بيده ليهلن ابن مريم بفج (الروحاء) حاجا أو معتمرا أو ليثنينهما]\n43 -\nثم يأتي عيسى ابن مريم قوم قد عصمهم الله منه فيمسح عن وجوههم ويحدثهم بدرجاتهم في الجنة\nفبينما هو كذلك إذا أوحي الله إلى عيسى: إني قد أخرجت عبادا لي لا يدان لأحد بقتالهم فحرز عبادي إلى الطور\nويبعث الله يأجوج ومأجوج وهم من كل حدب ينسلون فيمر أوائلهم على بحيرة طبرية فيشربون ما فيها ويمر آخرهم فيقولون: لقد كان بهذه مرة ماء. [ثم يسيرون حتى ينتهوا إلى جبل الخمر - وهو جبل الخمر - وهو جبل بيت المقدس - فيقولون: لقد قتلنا من في الأرض هلم فلنقتل من في السماء. فيرمون\nالجزء: 1 ¦ الصفحة: 146\n",
        "بنشابهم إلى السماء فيرد الله عليهم نشابهم مخضوبة دما]\nويحصر نبي الله عيسى وأصحابه حتى يكون رأس الثور لأحدهم خيرا من مائة دينار لأحدكم اليوم فيرغب نبي الله عيسى وأصحابه فيرسل الله عليهم النغف في رقابهم فيصبحون فرسى كموت نفس واحدة\nثم يهبط نبي الله عيسى وأصحابه إلى الأرض فلا يجدون في الأرض موضع شبر إلا ملأه زهمهم ونتنهم\nفيرغب نبي الله عيسى وأصحابه إلى الله فيرسل طيرا كأعناق البخت فتحملهم فتطرحهم حيث شاء الله\nثم يرسل الله مطرا لا يكن منه بيت مدر ولا وبر فيغسل الأرض حتى يتركها كالزلفة\nثم يقال للأرض: أنبتي ثمرتك وردي بركتك\nفيومئذ تأكل العصابة من الرمانة ويستظلون بقحفها ويبارك في الرسل حتى أن اللقحة من الإبل لتكفي الفئام من الناس واللقحة من البقر لكتفي القبيلة من الناس واللقحة من الغنم لتكفي الفخذ من الناس] ويكون الثور بكذا وكذا من المال وتكون الفرس بالدريهمات\n-[وقال  صلى الله عليه وسلم: (  طوبى لعيش بعد المسيح طوبى لعيش بعد المسيح يؤذن\nالجزء: 1 ¦ الصفحة: 147\n",
        "للسماء في القطر ويؤذن للأرض في النبات فلو بذرت حبك على الصفا لنبت ولا تشاح ولا تحاسد ولا تباغض)]\n44 -\nوتنزع حمة كل ذات حمة [وتقع الأمنة على الأرض حتى ترتع الأسود مع الإبل والنمار مع البقر والذئاب مع الغنم ويلعب الصبيان بالحيات لا تضرهم] حتى يدخل الوليد يده في الحية فلا تضره. وتفر الوليدة الأسد فلا يضرها ويكون الذئب في الغنم كأنه كلبها وتملأ الأرض من السلم كما يملأ الإناء من الماء وتكون الكلمة واحدة فلا يعبد إلا الله وتضع الحرب أوزارها وتسلب قريش ملكها [ثم يقال: تكون الأرض كفاثور الفضة تنبت نباتها بعهد آدم]\n45 -\n[فيمكث عيسى  عليه الصلاة والسلام  في الأرض أربعين سنة ثم يتوفى فيصلي عليه المسلمون]\n46 -\nفبينما هم كذلك إذ بعث الله ريحا [باردة من قبل الشام] فتأخذهم تحت آباطهم فتقبض روح كل مؤمن وكل مسلم (وفي حديث ابن عمرو: لا يبقى على وجه الأرض أحد في قلبه مثقال ذرة من إيمان إلا\nالجزء: 1 ¦ الصفحة: 148\n",
        "قبضته حتى لو أن أحدهم كان في كبد جبل لدخلت عليه) ويبقى شرار الناس [في خفة الطير وأحلام السباع لا يعرفون معروفا ولا ينكرون منكرا قال: فيتمثل لهم الشيطان فيقول: ألا تستجيبون؟ فيأمرهم بالأوثان فيعبدونها وهم في ذلك دارة أرزاقهم حسن عيشهم] يتهارجون تهارج الحمر فعليهم تقوم الساعة]\n47 -\n[ينفخ في الصور فلا يسمعه أحد إلا أصغى ليتا ورفع ليتا أول من يسمع رجل يلوط حوض إبله فيصعق ويصعق الناس\nثم يرسل الله - وقال: ينزل الله - مطرا كأنه الطل أو الظل - شك من الراوي - فتنبت منه أجساد الناس ثم نفخ فيه أخرى فإذا قيام هم ينظرون [الزمر: 68] ثم يقال: يا أيها الناس هلم إلى ربكم وقفوهم إنهم مسؤولون [الصافات: 24]. ثم يقال: أخرجوا بعث النار فيقال: من كم؟ فيقال: من كل ألف تسعمائة وتسعة وتسعين. فذاك يوم يجعل الولدان شيبا [المزمل: 17] وذلك يوم يكشف عن ساق [القلم: 42)]\n[هذا آخر ما كتبه فضيلة الشيخ محمد ناصر الدين الألباني من هذا السفر القيم  رحمه الله  رحمة واسعة وأجزل له المثوبة]. الناشر\nالجزء: 1 ¦ الصفحة: 149\n",
        ""
    ]
}