{
    "1": [
        "كتاب الأربعين في صفات رب العالمين\nكتاب الأربعين في صفات رب العالمين\nالذهبي، شمس الدين\nالكتاب:\nكتاب الأربعين في صفات رب العالمين\nالمؤلف:\nشمس الدين أبو عبد الله محمد بن أحمد بن عثمان بن قَايْماز الذهبي (المتوفى: 748هـ)\nقدم له وحقق نصوصه وخرج أحاديثه وعلق عليه:\nعبد القادر بن محمد عطا صوفي\nالناشر:\nمكتبة العلوم والحكم، المدينة المنورة\nالطبعة:\nالأولى، 1413 هـ\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم الحمد لله الحي القيوم، الواحد الأحد، الفرد الصمد، الذي لم يلد ولم يولد، ولم يكن له كفوا أحد.\nو {الحمد لله الذي لم يتخذ ولدا ولم يكن له شريك في الملك ولم يكن له ولي من الذل} .\nوالحمد لله العلي الكبير، الذي {ليس كمثله شيء وهو السميع البصير} ، الذي باين صفاته العلي صفات المخلوقين وإن اتفقت أسماؤهما.\nوالحمد لله الذي لم يزل متصفا بصفاته العلي، متسميا بأسمائه الحسنى، فـ {سبحان ربك رب العزة عما يصفون} ، وسبحانه وتعال عما يقولون المشبهون والجاحدون، {ألا له الخلق والأمر تبارك الله رب العالمين} ، وصلى الله على سيدنا محمد النبي الأمي، وعلى آله وصحبه صلاة دائمة إلى يوم الدين.\nأما بعد: -\nالجزء: 1 ¦ الصفحة: 29\n",
        "فإني أكتب إن شاء الله تعالى في هذا الكتاب أربعين حديثا في صفات الله عز وجل وأورد فيها بعض ما نقل عن السلف من القول فيها، والله الموفق لما يحبه ويرضاه.\nولا حول ولا قوة إلا بالله\nالجزء: 1 ¦ الصفحة: 30\n",
        "الحديث الأول في قوله تعالى: {قل هو الله أحد}\n1 -\nأخبرنا الشيخ أبو الفضل أحمد بن هبة الله بن أحمد بن محمد الدمشقي، عن أبي المظفر السمعاني، ثنا عبد الله الفروي، أنا عثمان بن محمد أبو عمرو المحمي، أنا أبو نعيم الأزهري، أنا أبو عوانة\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 31\n",
        "الحافظ، أنا أبو عبد الله ابن أخي ابن وهب، أنا عمي عبد الله بن وهب، نا عمرو بن الحارث، عن سعيد بن أبي هلال، أن أبا الرجال حدثه، عن أمه عمرة، عن عائشة أن النبي صلى الله عليه وسلم بعث رجلا على سرية، وكان يقرأ لأصحابه في صلاتهم فيختم بـ {قل هو الله أحد} ، فلما رجعوا ذكروا ذلك لرسول الله صلى الله عليه وسلم، فقال: «سلوه لأي شيء يصنع ذلك؟» ، فسألوه، فقال: لأنها صفة الرحمن - عز وجل،\nالجزء: 1 ¦ الصفحة: 32\n",
        "فأنا أحب أن أقرأ بها.\nفقال النبي صلى الله عليه وسلم: «فأخبروه أن الله يحبه» .\nأخرجاه من حديث ابن وهب.\nوإثبات هذه الصفة لم يخالف فيها أحد من أهل القبلة.\nالجزء: 1 ¦ الصفحة: 33\n",
        "الحديث الثاني في قوله تعالى: {الرحمن على العرش استوى}\n2 -\nأخبرنا أبو عبد الله محمد بن الحسين القوي بمصر، أنا محمد بن عماد، أنا عبد الله بن رفاعة، أنا أحمد بن محمد بن الحاج، أنا أحمد بن محمد الصابوني إملاء، ثنا الربيع بن\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 34\n",
        "سليمان، نا الشافعي، أنا إبراهيم بن محمد، حدثني موسى بن عبيدة، حدثني معاوية بن إسحاق بن طلحة، عن عبد الله بن عبيد بن عمير أنه، سمع أنس بن مالك يقول: \" أتى جبريل بمرآة بيضاء، فقال: ما هذه؟ قال: الجمعة، وهو اليوم الذي استوى فيه ربك على العرش «.\nهذا حديث غريب، رواه الشافعي في»\nالجزء: 1 ¦ الصفحة: 35\n",
        "مسنده \"\n3 -\nقال إسحاق بن راهويه: سمعت بشر بن عمر يقول: سمعت غير واحد من المفسرين يقولون: {الرحمن على العرش استوى} أي: ارتفع.\nوقاله أبو العالية.\n4 -\nوقال البخاري في «صحيحه» : قال مجاهد في (استوى) : علا على العرش.\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 36\n",
        "5 -\nوروى الدارقطني عن إسحاق الكاذي: سمعت أبا العباس ثعلب يقول في (استوى) : علا على العرش.\n6 -\nوقال محمد بن جرير الطبري في «التفسير» : {ثم استوى على العرش} أي: علا وارتفع.\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 37\n",
        "7 -\nوقال الإمام أبو سليمان داود بن علي الأصبهاني: كنا عند ابن الأعرابي، فأتاه رجل فقال: ما معنى قوله: {الرحمن على العرش استوى} ؟ قال: هو على عرشه كما أخبر.\nفقال: يا أبا عبد الله! إنما معناه: استولى.\nفقال: اسكت! لا يقال: استولى على الشيء، أو يكون له مضاد فإذا غلب أحدهما قيل: استولى.\n8 -\nوقال ابن وهب: كنا عند مالك فدخل رجل فقال: {الرحمن على العرش} كيف استوى؟ .\nفأطرق مالك،\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 38\n",
        "وعلاه الرحضاء، ثم رفع رأسه وقال: {الرحمن على العرش استوى} كما وصف نفسه، فلا يقال: (كيف) ، و (كيف) عنه مرفوع، وأنت صاحب بدعة، أخرجوه.\n9 -\nوقال مثله ربيعة الرأي شيخ مالك ويروى عن أم سلمة ووهب بن منبه.\nالحديث: 9 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "10 -\nوقال علي بن الحسن بن شقيق: قلت لابن المبارك: كيف نعرف ربنا؟ قال: على السماء السابعة عرشه، فلا يقال كما تقول الجهمية: إنه هنا في الأرض.\nالحديث: 10 ¦ الجزء: 1 ¦ الصفحة: 40\n",
        "فقيل هذا لأحمد بن حنبل، فقال: هكذا هو عندنا.\n11 -\nوقال عبد الرحمن مهدي: إن الجهمية أرادوا أن ينفوا أن الله كلم موسى، وأن يكون على العرش استوى، أرى أن يستتابوا، فإن تابوا وإلا ضربت أعناقهم.\n12 -\nقال الأصمعي: قدمت امرأة جهم، فقال رجل عندها: الله على عرشه.\nفقالت: محدود على محدود.\nفقال الأصمعي: هي كافرة بهذه المقالة.\nالحديث: 11 ¦ الجزء: 1 ¦ الصفحة: 41\n",
        "13 -\nوقال الأوزاعي: كنا والتابعون متوافرون نقول: إن الله فوق عرشه، ونؤمن بما وردت به السنة من صفاته.\n14 -\nوقال سعيد بن عامر الضبعي إمام أهل البصرة: اجتمع أهل الأديان مع المسلمين أن الله على العرش، وقالت الجهمية: ليس هو على شيء.\n15 -\nوقال الشافعي في عقيدته وفي وصيته: القول في السنة التي أنا عليها، ورأيت أهل الحديث عليها: أن الله على عرشه في سمائه، يقرب من خلقه كيف شاء، وينزل إلى السماء الدنيا كيف شاء.\nالحديث: 13 ¦ الجزء: 1 ¦ الصفحة: 42\n",
        "16 -\nوذكر بشر الحافي في عقيدته الإيمان بأن الله على عرشه استوى كما شاء، وأنه عالم بكل ما كان.\n17 -\nوقال عثمان بن سعيد الدارمي: قد اتفقت الكلمة من المسلمين أن الله فوق عرشه فوق سماواته.\n18 -\nقلت: وكونه تعالى فوق العرش، رواه عن النبي صلى الله عليه وسلم جبير بن مطعم، والعباس بن عبد المطلب،\nالحديث: 16 ¦ الجزء: 1 ¦ الصفحة: 43\n",
        "وأبو هريرة، وسعد بن أبي وقاص، وجابر بن عبد الله، وأنس بن مالك، وابن عباس، وقتادة بن النعمان، وعبادة بن الصامت،\nالجزء: 1 ¦ الصفحة: 44\n",
        "وابن مسعود، وجابر بن سليم، وهو مروي عن غير واحد من الصحابة والتابعين.\nوفي الكتب المنزلة: مثل ما صح عن كعب الأحبار قال: في التوراة: (أنا الله فوق عبادي على عرشي، أدبر أمور عبادي) .\nالجزء: 1 ¦ الصفحة: 45\n",
        "الثالث في قوله: {إليه يصعد الكلم الطيب}\n19 -\nأخبرنا أحمد بن هبة الله بن عبد المعز بن محمد الهروي، أنا تميم بن أبي سعيد الجرجاني، أنا محمد بن عبد الرحمن الكنجروذي، أنا أبو عمرو بن حمدان، أنا أبو يعلى الموصلي، ثنا\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "داود بن عمرو، نا بن أبي الزناد، عن الأعرج، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: \" يتعاقبون فيكم ملائكة بالليل، وملائكة بالنهار، ويجتمعون في صلاة العصر وصلاة الفجر.\nثم يعرج إليه الذين باتوا فيكم، فيسألهم وهو أعلم بهم فيقول: كيف تركتم عبادي؟ فيقولون: أتيناهم وهم يصلون، وتركناهم وهم يصلون \".\nمتفق على صحته.\n20 -\nوقال تعالى: {تعرج الملائكة والروح إليه} والعروج\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 47\n",
        "والصعود بمعنى واحد، ومنه معراج النبي صلى الله عليه وسلم إلى ربه، وعروج ملك الموت إلى ربه لما فقأ موسى عليه السلام عينه وعروج الروح إلى السماء التي فيها الله تعالى\n21 -\nوإخباره عليه السلام أنه لا يصعد إلى الله إلا طيب،\n22 -\nوإخباره عن ربه أنه يقول: «أنا أغنى الشركاء عن الشرك، لا يصعد إلي من الرياء شيء» .\nوكلها أخبار صحاح.\n23 -\nومن ذلك ما يروى عن مالك بن دينار قال: قرأت في بعض الكتب المنزلة أن الله يقول: (يا ابن آدم! خيري ينزل\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 48\n",
        "عليك، وشرك يصعد إلي، ولا يزال ملك كريم قد عرج منك إلي بعمل قبيح) .\nوفي الباب أحاديث وأخبار كثيرة، وآثار جمة.\nالجزء: 1 ¦ الصفحة: 49\n",
        "الرابع في قوله: {أأمنتم من في السماء أن يخسف بكم الأرض} وفي السماء رزقكم وما توعدون {في قراءة ابن محيصن وقوله:} إني متوفيك ورافعك إلي {بل رفعه الله إليه}\n24 -\nأخبرنا أحمد بن سلام المقرئ كتابة، عن مسعود بن أبي\nالحديث: 24 ¦ الجزء: 1 ¦ الصفحة: 50\n",
        "منصور الجمال، أنا غانم البرجي سنة ثمان وخمسمائة وأنا محضر أنا أبو نعيم الحافظ، ثنا حبيب بن الحسن، نا عمر بن حفص السدوسي، نا عاصم بن علي، ثنا ابن أبي ذئب، عن\nالجزء: 1 ¦ الصفحة: 51\n",
        "محمد بن عمرو بن عطاء، عن سعيد بن يسار، عن أبي هريرة عن النبي صلى الله عليه وسلم قال: \" إن الميت تحضره الملائكة، فإذا كان الرجل الصالح، قال: اخرجي أيتها النفس الطيبة كانت في الجسد الطيب ثم يعرج بها إلى السماء، فيستفتح لها، فيقال: من هذه؟ فيقال: فلان.\nفيقولون: مرحبا بالنفس الطيبة، ادخلي حميدة، وأبشري بروح وريحان ورب غير غضبان.\nفلا يزال يقال لها ذلك حتى ينتهى بها إلى السماء التي فيها الله تعالى.\nهذا حديث صحيح على شرط (خ) (م) ، ولم يخرجاه.\nالجزء: 1 ¦ الصفحة: 52\n",
        "25 -\nاعلم أنه ورد أن الله على العرش، وقد تقدم الكلام في ذلك وورد أنه عز وجل في السماء و (في) ترد كثيرا بمعنى (على) ، كقوله تعالى: {فسيحوا في الأرض} أي: في الأرض {فلأصلبنكم في جذوع النخل} أي: على جذوع النخل.\nفكذلك قوله: {أأمنتم من في السماء} أي: من على السماء.\nوكل ما علا فهو سماء، والمراد بالسماء في ذلك بأنه العرش، إذ هو على السماوات.\nوكون عز وجل في السماء متواترا عن رسول الله صلى الله عليه وسلم تواترا لفظيا،\nالحديث: 25 ¦ الجزء: 1 ¦ الصفحة: 53\n",
        "فمن ذلك: 25\n26 -\nقوله للجارية: \" أين الله؟ قالت: في السماء.\nقال: «أعتقها فإنها مؤمنة» رواه أبو هريرة ومعاوية بن الحكم ومحمد بن الشريد وابن عباس.\n27 -\nومن ذلك: قوله: «ألا تأمنوني وأنا أمين من في السماء» .\nالحديث: 26 ¦ الجزء: 1 ¦ الصفحة: 54\n",
        "28 -\nوقوله: «ما من رجل يدعو امرأته إلى فراشها فتأبى عليه، إلا كان الذي في السماء ساخطا عليها حتى يرضى عليها» رواه مسلم عن أبي هريرة.\n29 -\nوعنه: قال رسول الله صلى الله عليه وسلم: \" لما ألقي إبراهيم في النار قال: اللهم إنك واحد في السماء، وأنا واحد في الأرض أعبدك \".\nوإسناده حسن.\n30 -\nوعن أبي الدرداء قال: قال صلى الله عليه وسلم: \" من اشتكى منكم فليقل: ربنا الله الذي في السماء \".\nأخرجه أبو داود.\nالحديث: 28 ¦ الجزء: 1 ¦ الصفحة: 55\n",
        "31 -\nوقوله للحصين /. . . /: «كم تعبد إلها؟» .\nقال: ستة في الأرض، وواحدا في السماء.\nقال: «فأيهم تعد (لرغبتك ورهتك) » قال: الذي في السماء.\nأخرجه الترمذي وحسنه.\n32 -\nوقوله: «ارحم من في الأرض يرحمك من في السماء» .\nصححه الترمذي من حديث عبد الله بن عمرو.\n33 -\nوقول الصديق الأكبر: «من كان يعبد محمدا فإنه قد مات، ومن كان يعبد الذي في السماء فإنه حي لا يموت» .\nالحديث: 31 ¦ الجزء: 1 ¦ الصفحة: 56\n",
        "رواه الدارمي بإسناد صحيح.\n34 -\nوقوله عليه السلام: «إن الله خلق سبع سماوات فاختار العليا فسكنها، وأسكن سماواته من شاء من خلقه» تفرد به محمد بن ذكوان عن عمرو بن دينار عن ابن عمر، رواه عنه غير واحد من أهل العلم.\nوهو مقال الأنبياء والأمم الماضية.\n35 -\nوعن الحسن البصري قال: سمع يونس عليه السلام تسبيح الحصى والحيتان، فجعل يسبح ويقول: سيدي في السماء\nالحديث: 34 ¦ الجزء: 1 ¦ الصفحة: 57\n",
        "مسكنك، وفي الأرض قدرتك.\nوإسناده صحيح.\n36 -\nوصح عن قتادة قال: قالت بنو إسرائيل: يا رب! أنت في السماء ونحن في الأرض، فكيف لنا أن نعرف رضاك وغضبك؟ قال: إذا رضيت عنكم استعملت عليكم خياركم، وإذا غضبت عليكم استعملت عليكم شراركم.\n37 -\nوصح عن ثابت البناني قال: كان داود عليه السلام يطيل الصلاة، ثم يركع، ثم يرفع رأسه إلى السماء ثم يقول: إليك رفعت رأسي، نظر العبيد إلى أربابها، يا ساكن السماء.\nالحديث: 36 ¦ الجزء: 1 ¦ الصفحة: 58\n",
        "38 -\nوقال أبو حنيفة: من أنكر أن الله في السماء فقد كفر.\n39 -\nوقال مالك: الله في السماء وعلمه في كل مكان.\n40 -\nوقال حماد بن زيد عن الجهمية: إنما يدورون على أن يقولوا:\nالحديث: 38 ¦ الجزء: 1 ¦ الصفحة: 59\n",
        "ليس في السماء إله.\n41 -\nوقال جرير بن عبد الحميد: كلام الجهمية أوله عسل وآخره سم، وإنما يحاولون أن يقولوا: ليس في السماء إله.\n42 -\nوقال رجل لابن المبارك: يا أبا عبد الرحمن! قد خفت الله من كثرة ما أدعوه على الجهمية.\nقال: لا تخف! فإنهم يزعمون أن إلهك الذي في السماء ليس بشيء.\nالحديث: 41 ¦ الجزء: 1 ¦ الصفحة: 60\n",
        "الخامس في قوله: {وهو معكم} و {ما يكون من نجوى ثلاثة إلا هو رابعهم}\nوبابه\n43 -\nأخبرنا أبو العباس أحمد بن عبد الحميد المقدسي، أنا أبو نصر موسى بن عبد القادر الجيلي سنة ثمان عشرة وستمائة، أنا عبد الأول بن عيسى السجزي، ثنا عبد الرحمن بن محمد الداوودي، أنا عبد الرحمن\nالحديث: 43 ¦ الجزء: 1 ¦ الصفحة: 61\n",
        "بن حمويه السرخسي، أنا إبراهيم بن خزيم الشاشي سنة ست عشرة وثلاثمائة، ثنا عبد بن حميد، أخبرني حبان بن هلال، نا همام، نا ثابت.\nنا أنس، أن أبا بكر الصديق حدثه قال: نظرت إلى أقدام المشركين ونحن في الغار وهم على رؤوسنا\nالجزء: 1 ¦ الصفحة: 62\n",
        "(. . . فقال) رسول الله: «ما ظنك باثنين الله ثالثهما» .\nأخرجه (م) عن عبد بن حميد.\n44 -\nقال أهل التفسير في قوله: {ما يكون من نجوة ثلاثة إلا هو رابعهم} منهم الضحاك قال: هو على عرشه، وعلمه معهم.\n45 -\nوقال مالك: هو في السماء، وعلمه في كل مكان\n46 -\nوقال سفيان الثوري في قوله: {وهو معكم أينما كنتم} يعني:\nالحديث: 44 ¦ الجزء: 1 ¦ الصفحة: 63\n",
        "علمه.\n47 -\nوقال مقاتل بن حيان في قوله: {ما يكون من نجوى ثلاثة إلا هو رابعهم} قال: هو على عرشه، وعلمه معهم.\nوقال رحمه الله في القرب: إنما يعني بالقرب بعلمه، وهو فوق عرشه.\n48 -\nوسئل نعيم بن حماد شيخ البخاري عن قوله: {وهو معكم} قال: معناه أنه لا يخفى عليه خافية وسئل الإمام أحمد عن رجل قال: إن الله معنا.\n49 -\nوتلا: {ما يكون من نجوى ثلاثة إلا هو رابعهم} فقال: قد تجهم هذا! يأخذون بآخر الآية ويدعون أولها! أقرأتم عليه: {ألم تر أن الله\nالحديث: 47 ¦ الجزء: 1 ¦ الصفحة: 64\n",
        "يعلم} ؟ فالعلم معهم، وقال في (ق) {ونعلم ما توسوس به نفسه ونحن أقرب إليه من حبل الوريد} ، فعلمه معهم.\n50 -\nوقال حنبل: قيل للإمام أحمد: ما معنى قوله: {وهو معكم} ؟ قال: علمه علم محيط بالكل، وهو على العرش بلا صفة ولا حد.\n51 -\nوقال المزنى: هو عال على العرش، دان بعلمه من خلقه.\nالحديث: 50 ¦ الجزء: 1 ¦ الصفحة: 65\n",
        "52 -\nوقال الإمام أبو عمر بن عبد البر في «شرح الموطأ» له: أجمع علماء الصحابة والتابعين الذين حمل عنهم التأويل: قالوا في تأويل قوله: {ما يكون من نجوى ثلاثة إلا هو رابعهم} هو على عرشه، وعلمه في كل مكان.\n53 -\nوقال نحو هذا القول محمد بن جرير الطبري في «تفسيره» والبغوي والثعلبي في\nالحديث: 52 ¦ الجزء: 1 ¦ الصفحة: 66\n",
        "«تفسيرهما» ، وقبلهما أبو بكر النقاش في «تفسيره»\nالجزء: 1 ¦ الصفحة: 67\n",
        "السادس في قوله عليه السلام: «ينزل ربنا كل ليلة»\n54 -\nأخبرنا أبو المعالي أحمد بن إسحاق بن محمد الأبرقوهي بمصر، أنا أبو الفرج الفتح بن عبد الله بن محمد، أنا جدي أبو الفتح محمد بن علي، أنا أبو محمد رزق الله بن عبد الوهاب التميمي، أنا أبو الحسين بن بشران المعدل، أنا علي إسماعيل بن محمد النحوي، ثنا سعدان\nالحديث: 54 ¦ الجزء: 1 ¦ الصفحة: 68\n",
        "بن نصر، نا يزيد بن هارون، أنا محمد بن عمرو عن أبي سلمة، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: \" إن الله تعالى ينزل لنصف الليل أو: ثلث الليل الأخير إلى السماء الدنيا، فيقول: من ذا الذي يدعوني استجب حتى ينفجر الفجر أو ينصرف القارئ من صلاة الصبح \".\nهذا حديث حسن متفق عليه من حديث أبي هريرة وغيره،\nالجزء: 1 ¦ الصفحة: 69\n",
        "وقد أفردت له جزءا، وقد ذكرت فيه عن أكثر من عشرين صحابيا عن النبي صلى الله عليه وسلم نزول الرب عز وجل بطرق كثيرة إليهم، ومنها المسلم: \" فينزل فيقول: لا أسأل عن عبادي غيري \"\n55 -\nوقد حدث بهذا الحديث حماد بن سلمة فقال: من رأيتموه ينكر هذا الحديث فاتهموه.\n56 -\nوقال محمد بن الحسن صاحب أبي حنيفة في الأحاديث التي جاءت أن الله يهبط إلى سماء الدنيا ونحو هذا، إن هذه الأحاديث قد روتها الثقات، فنحن نرويها ونؤمن بها ولا نفسرها.\n57 -\nوقال الشافعي في «عقيدته» : \" القول في السنة التي أنا عليها ورأيت أهل الحديث عليها: الإقرار بشهادة أن لا إله إلا الله. . \" إلى أن قال فيها: \" وأن الله ينزل إلى السماء الدنيا كيف شاء ط.\nالحديث: 55 ¦ الجزء: 1 ¦ الصفحة: 70\n",
        "58 -\nوقال يحيى بن معين: إذا قال لك الجهمي: كيف ينزل؟ فقل: كيف صعد.\n59 -\nوقال إسحاق بن راهويه: جمعني وهذا المبتدع إبراهيم بن أبي صالح مجلس الأمير عبد الله بن طاهر، فسألني الأمير عن أخبار النزول فسردتها.\nفقال ابن أبي صالح: كفرت برب ينزل من سماء إلى سماء.\nفقلت: آمنت برب يفعل ما يشاء.\nرواها الحاكم بإسناد صحيح عنه.\nالحديث: 58 ¦ الجزء: 1 ¦ الصفحة: 71\n",
        "60 -\nوقال أبو عيسى الترمذي في «جامعه» الذي هو أحد كتب الإسلام الخمسة: \" قد قال غير واحد من أهل العلم في نزول الرب إلى سماء الدنيا ونحوه: قد ثبتت (الروايات في) هذا فنؤمن به، ولا يتوهم، ولا يقال: كيف.\nهكذا روي عن مالك (وابن عيينة وابن المبارك) أنهم قالوا: أمروها بلا كيف.\nوهكذا قول أهل العلم من (أهل) السنة والجماعة.\nوأما الجهمية فأنكرت هذه الروايات، وقالوا: هذا تشبيه، وفسروها على غير ما فسر أهل العلم، وقالوا: إن الله لم يخلق آدم بيده، وإنما معناه هنا: النعمة \".\nوهذا كله كلام الترمذي رحمه الله.\nالحديث: 60 ¦ الجزء: 1 ¦ الصفحة: 72\n",
        "السابع في قوله {ما منعك أن تسجد لما خلقت بيدي} وقوله: {بل يداه مبسوطتان} وقوله: {يد الله فوق أيديهم}\nوبابه:\n61 -\nأخبرنا أبو حفص عمر بن عبد المنعم القواس، عن أبي اليمن زيد بن الحسن المقرئ، أنا إسماعيل بن أحمد الكتبي، أنا أحمد بن\nالحديث: 61 ¦ الجزء: 1 ¦ الصفحة: 73\n",
        "محمد النقور، أنا محمد بن أحمد بن عمران، ثنا أبو روق الهزاني، نا أحمد بن روح، ثنا سفيان بن عيينة، عن عمرو بن دينار، عن عمرو بن أوس، عن عبد الله بن عمرو قال: قال رسول الله صلى الله عليه وسلم: \" إن المقسطين على منابر من نور عن يمين الرحمن عز وجل - وكلتا يديه يمين: الذين يعدلون في أهلهم وحكمهم وما ولوا \".\nأخرجه مسلم.\nالجزء: 1 ¦ الصفحة: 74\n",
        "وفي الباب أحاديث كثيرة جدا صريحة في ذلك لا تحتل التأويل، مثل\n62 -\nقوله عليه السلام: «يطوي الله السماوات ثم يأخذهن بيده اليمنى» ،\n63 -\nوقوله: «إن العبد إذا تصدق من طيب، أخذها الله بيمينه فتربو حتى تكون في يد الله مثل أحد» ،\n64 -\nوقوله: «يمين الله ملأى، سحاء الليل والنهار، وفي يده الأخرى الميزان يرفع ويخفض» .\n65 -\nوقوله: «يقبض الله الأرضين بشماله، وتكون السماء\nالحديث: 62 ¦ الجزء: 1 ¦ الصفحة: 75\n",
        "بيمينه، ثم يقول، أنا الملك» شش\n66 -\nوقوله: «الصدقة تقع في يد الله قبل أن تقع في يد المصدق عليه» .\nوكلها في الصحيح.\n67 -\nومن ذلك: ماصح عن ابن عباس قال: أخرج (الله ذرية آدم) من ظهره مثل الذر فسماهم، ثم قبض قبضتين فقال للتي في (يمينه: ادخلوا الجنة) ولا أبالي، وقال للتي في يده الأخرى، ادخلوا (النار ولا أبالي) .\n68 -\n(وما) صح عن عبد الله بن سلام قال: مسح الله ظهر آدم بيديه فأخرج بيديه فيهما من هو خالق من ذريته، ثم قبض يديه.\nفقال يا آدم\nالحديث: 66 ¦ الجزء: 1 ¦ الصفحة: 76\n",
        "أنا اختر.\nفقال: اخترت يمينك يا رب، وكلتا يديك يمين.\nفبسطهما فإذا ذريته من أهل الجنة.\n69 -\nوما صح عن سلمان الفارسي قال: خمر الله طينة آدم أربعين ليلة، ثم جمعه بيده، فخرج طيبه بيمينه، وخبيثه بشماله.\n70 -\nوعن أبي أمامة قال رسول الله صلى الله عليه وسلم: «أخذ الله أهل اليمين بيمينه، وأهل الشمال في الأخرى، وكلتا يديه يمين» .\nرواه حماد بن سلمة عن حجاج بن أرطاة عن الوليد بن أبي\nالحديث: 69 ¦ الجزء: 1 ¦ الصفحة: 77\n",
        "مالك بن القاسم عن أبي أمامة.\n71 -\nوثبت عن عبد الرحمن بن سابط قال: قال أبو بكر الصديق رضي الله عنه: خلق الله الخلق فكانوا في قبضته، فقال لمن في يمينه: ادخلوا الجنة بسلام.\nوقال لمن في يده الأخرى: ادخلوا النار ولا أبالي.\n72 -\nوعن ابن عمر قال: خلق الله بيده أربعة أشياء آدم والقلم والعرش وجناب عدن، وقال لسائر الخلق: كن.\nفكان رواه الناس عن عبيد المكتب عن مجاهد عن\nالحديث: 71 ¦ الجزء: 1 ¦ الصفحة: 78\n",
        "ابن عمر.\n73 -\nوصح عن عبد الله بن عمرو بن العاص قال: قالت الملائكة: يا ربنا! منا المقربون، ومنا حملة العرش، ومنا الكرام الكاتبون، خلقت بني آدم فجعلت لهم الدنيا، فاجعل لنا الآخرة.\nفقال: لن أجعل صالح ذرية من خلقت بيدي كمن قلت له: كن فكان.\n74 -\nوروي عن جابر مرفوعا.\n75 -\nوثبت عن أبي هريرة قال: قال الله لآدم ويداه مفتوحتان: اختر أيها شئت.\nفقال: اخترت يمين ربي. . . الحديث.\n76 -\nوصح عن المغيرة بن شعبة قال: سأل موسى ربه فقال: يا رب! أخبرني بأعلى أهل الجنة منزلة.\nقال: أولئك الذين غرست كرامتهم بيدي.\nالحديث: 73 ¦ الجزء: 1 ¦ الصفحة: 79\n",
        "77 -\nوصح عن (إسماعيل بن أبي) خالد عن حكيم بن جابر قال: أخبرت أن ربك لم يمس بيده (إلا ثلاثة أشياء:) غرس الجنة بيده، وخلق آدم بيده، وكتب التوراة بيده.\n78 -\nوصح (. . .) عن مغيث بن سمي نحوه.\n79 -\nوصح عن نافع بن عمر الجمحي قال: سألت ابن أبي مليكة عن يد الله: واحدة أو اثنتان؟ قال: بل اثنتان.\nالحديث: 77 ¦ الجزء: 1 ¦ الصفحة: 80\n",
        "لو تتبعنا الأحاديث التي في ذكر اليدين لطال الكتاب، وهذه نبذة من أقوال الأئمة في ذلك:\n80 -\nفعن الحسن البصري قال: تكلم مطرف على هذه الأعواد بكلام ما قيل قبله ولا يقال مثله، وهو: الحمد لله الذي من الإيمان به الجهل بغير ما وصف به نفسه.\n81 -\nوعن الأوزاعي قال: كان الزهري ومكحول يقولان يعني: في أحاديث الصفات: أمروا هذه الأحاديث كما جاءت\nالحديث: 80 ¦ الجزء: 1 ¦ الصفحة: 81\n",
        "من غير كيف.\nقلت: وهما من كبار أئمة التابعين: وذلك صحيح عنهما.\n82 -\nوصح عن الوليد بن مسلم قال: سألت مالكا والثوري والأوزاعي والليث بن سعد عن الأخبار في الصفات، فقالوا: أمروها كما جاءت.\nقلت: مالك في وقته إمام أهل المدينة، والثوري إمام الكوفة، والأوزاعي إمام دمشق، والليث إمام أهل مصر، وهم من كبار أتباع التابعين.\n83 -\nوحكى الإجماع على ذلك بعدهم محمد بن الحسن فقيه العراق: روى اللالكائي بإسناده عنه قال: اتفق الفقهاء من المشرق\nالحديث: 82 ¦ الجزء: 1 ¦ الصفحة: 82\n",
        "إلى المغرب على الإيمان بالقرآن والأحاديث التي جاء بها الثقات عن رسول الله صلى الله عليه وسلم في صفة الرب عز وجل - من غير تفسير ولا وصف ولا تشبيه، فمن فسر شيئا من ذلك فقد خرج مما كان عليه النبي صلى الله عليه وسلم وفارق الجماعة، ومن قال بقول جهم فقد فارق الجماعة فإنه وصفه بصفة لا شيء.\n84 -\nوقال سفيان بن عيينة الذي قال فيه الشافعي: لولاه ولولا مالك لذهب علم الحجاز: كل ما وصف الله به نفسه فقراءته تفسيره، لا مثل ولا كيف.\n85 -\n(وقال) أفلح بن محمد: قلت لعبد الله بن المبارك: يا أبا عبد الرحمن! إني أكره الصفة (عني صفة الرب) ، فقال: وأنا أشد الناس كراهة لذلك، لكن إذا (نطق الكتاب) بشيء قلت به وإذا جاءت الآثار بشيء جسرنا عليه.\nالحديث: 84 ¦ الجزء: 1 ¦ الصفحة: 83\n",
        "وقال بعض الأئمة: ابن المبارك أمير المؤمنين في كل شيء.\nوهو ممن أجمع المسلمون على هدايته.\n86 -\nوقال الإمام الشافعي فيما رواه عنه يونس بن عبد الأعلى، وقد سئل عن صفات الله فقال: لله أسمار وصفات لا يسع أحدا قامت عليه الحجة ردها، لأن القرآن نزل بها، وصح عن رسول الله صلى الله عليه وسلم القول بها، فإن خالف ذلك بعد ثبوت الحجة عليه فهو كافر، فأما قبل ثبوت الحجة عليه من جهة الخبر فمعذور بالجهل، لأن علم ذلك لا يدرك بالعقل، ولا بالرؤية والفكر.\n87 -\nوقال أبو بكر الحميدي في «مسنده» : «أصول السنة. .» فذكر أشياء منها، ثم قال: \" وما نطق به القرآن والحديث مثل: {وقالت اليهود يد الله مغلولة غلت أيديهم}\nالحديث: 86 ¦ الجزء: 1 ¦ الصفحة: 84\n",
        "والسماوات مطويات بيمينه {.\nوما أشبهه لا يزيد فيه ولا يفسره ونقف على ما وقف عليه القرآن والسنة.\nومن زعم غير هذا فهو مبطل جهمي.\nوالحميدي إمام حافظ جليل، أخذ عن سفيان والشافعي، وروي عنه البخاري في أول «الصحيح» توفي سنة تسع عشرة ومائتين.\n88 -\nوقال الإمام أبو عبيد القاسم بن سلام: ما أدركنا أحدا يفسر (هذه الأحاديث) ونحن لا نفسرها.\nأبو عبيد عديم النظير في (وقته) المفيدة، قال فيه من نبله وجلاله إسحاق بن راهويه الإمام (. . .: الله) يحب الإنصاف، أبو عبيد أعلم مني\nالحديث: 88 ¦ الجزء: 1 ¦ الصفحة: 85\n",
        "ومن الشافعي وأحمد بن حنبل.\n89 -\nوقال الخلال في \" كتاب السنة) له: ثنا المروزي قال: سألت أحمد بن حنبل عن أخبار الصفات.\nفقال: نمرها كما جاءت.\n90 -\nوقال الإمام أحمد أيضا: ولا نزيل عن ربنا صفة من صفاته لشناعة شنعت وإن نبت عن الأسماع.\n91 -\nوقال أبو عيسى الترمذي في «جامعه» الذي هو أحد أصول الإسلام: \" وقال أهل العلم في أحاديث الصفات مثل حديث النزول وذكر\nالحديث: 89 ¦ الجزء: 1 ¦ الصفحة: 86\n",
        "القدم واليدين: نؤمن بهذا كله، فلا يقال: كيف؟ .\nمع اعتقاد نفي التشبيه، وينسبون من أنكرها إلى الجهمية، وأما الجهمية فقالوا: هذا تشبيه.\nثم تأولوه! وقال أهل العلم: هي صفة الله، وإنما التشبيه أن يقال: سمع كسمع، ويد كيد \".\n92 -\nوقال إمام الأئمة أبو بكر بن خزيمة: «الأخبار في الصفات نقلها الخلف عن السلف على سبيل الصفات لله والمعرفة له، والتسليم لما أخبر مع اجتناب التأويل وترك التمثيل» .\nتوفي ابن خزيمة سنة إحدى عشرة وثلاثمائة، ولم يكن في وقته مثله على الإطلاق ممن جمع بين الفقه والحديث.\nحكى عنه وقال فيه المزني وهو شيخه: هو أعلم بالحديث مني.\n93 -\nوقال أبو الحسن الأشعري في كتاب «مقالات\nالحديث: 92 ¦ الجزء: 1 ¦ الصفحة: 87\n",
        "الإسلاميين» بعد أن ذكر الخوارج والرافضة والقدرية والجهمية: \" مقالة أهل السنة: وجملة قولهم الإقرار بالله وملائكته وكتبه ورسله، وبما جاء عن الله، وما رواه (الثقات عن رسوله الله صلى الله عليه وسلم) وأن الله على عرشه وأن له يدين بلا كيف (كما قال: (لما خلقت) بيدي) \" ثم قال في آخر ما حكى عنهم: «بكل ما (ذكرنا من قولهم نقول،) وإليه نذهب.\nالجزء: 1 ¦ الصفحة: 88\n",
        "94 -\nوذكر هذه المقالة بعينها ابن فورك في كتاب» الخلاف بين الأشعري وابن كلاب) وقال: «فهذا تحقيق لك من ألفاظ أبي الحسن رحمه الله أنه معتقد لهذه الأصول التي هي قواعد أصحاب الحديث، وأساس توحيدهم» .\nقلت: شهرة أبي الحسن تغني عن التعريف به وإذا أردت أن تعرف ترجمته فطالع كتب ابن عساكر في «تبيين كذب المفترى فيما نسب إلى الأشعري» فإنه مجلد.\nوهذا المقالة أخذها الأشعري عن زكريا بن يحيى الساجي شيخ\nالحديث: 94 ¦ الجزء: 1 ¦ الصفحة: 89\n",
        "البصرة في الحديث والفقه، له كتاب «اختلاف الفقهاء» وكتاب «علل الحديث» توفي سنة سبع وثلاثمائة.\n95 -\nوقال ابن سريج الإمام وقد سئل عن صفات الله فقال: \" حرام على العقول أن تمثل الله، وعلى الأوهام أن تحده، وعلى الألباب أن تصف إلا ما وصف به نفسه في كتابه أو على لسان رسوله، وقد صح عند جميع أهل السنة إلى زماننا أن جميع الآي والأخبار الصادقة عن رسول الله صلى الله عليه وسلم يجب على المسلم الإيمان بكل واحد منها كما ورد، مثل قوله:} هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام {،} وجاء ربك والملك صفا صفا {، ونظائرها مما نطق به القرآن كالفوقية والنفس واليدين والسمع والبصر والضحك والتعجب والنزول \" إلى أن قال: \" اعتقادنا فيه وفي الآي المتشابهة: أن نقبلها ولا نتأولها بتأويل المخالفين، ولا نحملها على تشبيه المشبهين، ونسلم الخبر لظاهره، والآية لظاهرها «.\nالحديث: 95 ¦ الجزء: 1 ¦ الصفحة: 90\n",
        "وذكر فيها أشياء اختصرتها.\n- توفي سنة ست وثلاثمائة، وكان يفضل على فقهاء الشافعية حتى على المزني، وفهرست كتبه تشمل على أربعمائة مصنف.\n96 -\nوقال أبو جعفر محمد بن جرير الطبري في كتاب» التبصير في معالم الدين \": \" القول فيما أدرك علمه من الصفات خبرا، نحو إخباره أنه سميع بصير، وأن له يدين بقوله:} بل يداه مبسوطتان {، وأن له وجها بقوله:} ويبقى وجه ربك {، وأن له قدما بقول النبي صلى الله عليه وسلم: «حتى يضع الرب فيها قدمه» .\nوأنه يضحك بقوله: «لقي الله وهو يضحك إليه» ، وأنه يهبط إلى\nالحديث: 96 ¦ الجزء: 1 ¦ الصفحة: 91\n",
        "سماء الدنيا بخبر رسوله بذلك، وأن له إصبعا بقول رسوله: «ما من قلب إلا وهو بين إصبعين من أصابع الرحمن» .\nفإن هذه المعاني التي وصفت ونظائرها مما وصف الله به نفسه ورسوله مما لا يثبت حقيقة علمه بالفكر والروية، ولا نكفر بالجهل بها أحدا إلا بعد انتهائها إليه \".\nتوفي محمد بن جرير سنة عشر وثلاثمائة، وهو أحد الأئمة المجتهدين، تام المعرفة بالقرآن والحديث والفقه واللغة العربية والتاريخ، كان يحكم بقوله، ويرجع إلى رأيه، جمع من العلوم ما لم يشاركه فيه أحد في عصره.\nقال الإمام الأئمة ابن خزيمة: أعلم على أديم الأرض أعلم من محمد بن جرير.\nوقال أبو حامد الإسفراييني الإمام: لو سافر رجل إلى الصين حتى\nالجزء: 1 ¦ الصفحة: 92\n",
        "يحصل له تفسير محمد بن جرير ما كان كثيرا.\n97 -\nوقال الإمام أبو سليمان الخطابي: \" مذهب السلف في آيات الصفات وأحاديثها اجراؤها على ظواهرها ونفي الكيفية والتشبيه عنها، لأن الكلام في الصفات فرع على الكلام في الذات، ويحتذى في ذلك حذوه ومثاله، فإذا كان معلوما أن إثبات الباري سبحانه إنما هو إثبات وجود لا إثبات كيفية، فكذلك إثبات صفاته إنما هو إثبات وجود لا تحديد وتكييف.\nفإذا قلت يد وسمع وبصر وما أشبهها، فإنما هي صفات أثبتها الله لنفسه، ولسنا نقول إن معنى اليد: القوة والنعمة، ولا معنى السمع والبصر: العلم، ولا يقال: إنها جوارح وأدوات للفعل، ولا نشببها بالأيدي والأسماع والأبصار التي هي جوارح، ونقول: إنما وجب القول بإثبات هذه الصفات لأن التوقيف ورد بها، ووجب نفي التشبيه\nالحديث: 97 ¦ الجزء: 1 ¦ الصفحة: 93\n",
        "عنها، لأن الله لا يشبهه شيء قال:} ليس كمثله شيء {، وعلى هذا جرى قول علماء السلف في أحاديث الصفات.\nقلت: هذا كله كلام الخطابي في كتاب «الغنية من الكلام» وهو إمام كبير الشأن، خبير بالحديث والفقه وأقوال الأئمة.\nله كتاب «معالم السنن» وكتاب «الغريب» ، توفي بعد السبعين وثلاثمائة.\n98 -\nوقال الإمام أبو بكر الإسماعيلي رحمه الله \" اعلموا رحمنا الله وإياكم أن مذاهب أهل الحديث أهل السنة والجماعة: الإقرار بالله وملائكته وكتبه ورسله، وقبول ما نطق به كتاب الله، وما صحت به الرواية عن رسول الله صلى الله عليه وسلم ألا نعدل عما ورد به.\nويعتقدون أن الله مدعو بأسمائه الحسنى، موصوف بصفاته التي وصف بها نفسه، ووصفه بها نبيه: خلق آدم بيده، ويداه مبسوطتان لا اعتقاد كيف، واستوى على العرش بلا كيف، فإنه انتهى إلينا أنه استوى على العرش ولم يذكر كيف كان استواؤه.\nالحديث: 98 ¦ الجزء: 1 ¦ الصفحة: 94\n",
        "والإسماعيلي من كبار الأئمة، جمع بن الفقه والحديث، وألف «الصحيح» وأخذ عنه فقهاء جرجان.\nتوفي بعد السبعين وثلاثمائة سنة إحدى، وله أربع وتسعون سنة.\nقال الدارقطني مع جلالته: «عزمت غير مرة أن أرحل إلى أبي بكر فلم أرزق» .\nوهذا المعتقد سمعناه بإسناد صحيح عنه.\n99 -\nوقد طولنا في هذا المكان، ولو ذكرنا قول كل من له كلام في إثبات الصفات من الأئمة لاتسع الخرق، وإذا كان المخالف لا يهتدي بمن ذكرنا أنه يقول الإجماع على إثباتها من غير تأويل أو لا يصدقه في نقله فلا هداه الله.\nولا خير والله فيمن رد على مثل الزهري ومكحول والأوزاعي والثوري والليث بن سعد ومالك وابن عيينة وابن المبارك ومحمد بن الحسن والشافعي والحميدي وأبي عبيد وأحمد بن حنبل وأبي عيسى الترمذي وابن سريج وابن جرير الطبري وابن خزيمة وزكريا الساجي وأبي الحسن الأشعري،\nالحديث: 99 ¦ الجزء: 1 ¦ الصفحة: 95\n",
        "أو من يقول مثل قولهم من الإجماع مثل: الخطابي وأبي بكر الإسماعيلي وأبي القاسم الطبراني وأبي أحمد العسال وأبي الحسن الدارقطني وأبي عبد الله بن\nالجزء: 1 ¦ الصفحة: 96\n",
        "بطة وأبي عبد الله بن مندة وأبي بكر الباقلاني وأبي بكر بن فورك وأبي القاسم\nالجزء: 1 ¦ الصفحة: 97\n",
        "اللالكائي وأبي نعيم صاحب «الحلية» ومعمر بن زياد. . .\nالجزء: 1 ¦ الصفحة: 98\n",
        "الصابوني وأبي الفتح سليم الرازي في تفسيره. . .\nالجزء: 1 ¦ الصفحة: 99\n",
        "والبيهقي وأبي عمر بن عبد البر وأبي بكر الخطيب. . . . وأبي القاسم سعد بن علي\nالجزء: 1 ¦ الصفحة: 100\n",
        "الزنجاني وأبي المعالي الجويني وأبي إسماعيل الأنصاري\nالجزء: 1 ¦ الصفحة: 101\n",
        "شيخ الإسلام، ومحيي السنة أبي محمد البغوي وأبي القاسم إسماعيل التيمي مصنف «الترغيب والترهيب» والشيخ أبي البيان الدمشقي والشيخ عبد القارد\nالجزء: 1 ¦ الصفحة: 102\n",
        "الجيلي الذين هم لب اللباب ونقاوة الأمة في كل عصر، وهو متبع غير سبيل المؤمنين، لكن أكثر المخالفين يعذرونك، فإنهم لعل أكثرهم لا يعرف عامة هؤلاء الأئمة المذكورين فضلا عن معرفة أقوالهم ونقولهم إجماع الصحابة والتابعين على ذلك.\nومما يجب (. . .) الشخص قاصدا الاستغفار، فيقول بعضهم: لو اشتغلت في أصول الدين فإنه يجب عليه معرفة الله بالدليل.\nفيطيعه ويواظب حلقة واحد منهم، فيحذره من التشبيه والتجسيم، ويقول له: إن الحنابلة مجسمة، وهم يقولون: لله يد، وأنه في السماء تعالى الله عن ذلك فينفي. . . لده من حب أبي بكر وعمر حتى بحبل. . . الصفات فما ينظر في\nالجزء: 1 ¦ الصفحة: 103\n",
        "قول مثبتها. . . عليهم، ولا ينصف إن ناظر، ولا يحقق النظر أن نظر، فهو معذور من كونه نافيا عن الله التجسيم، وغير معذور لكونه ما أمعن النظر حتى يعلم أنه ليس يلزم من إثبات صفاته شيء من إثبات التشبيه والتجسيم، فإن التشبيه إنما يقال: يد كيدنا، وأما إذا قيل يد لا تشبه الأيدي، كما أن ذاته لا تشبه الذوات، وسمعه لا يشبه الأسماع، وبصره لا يشبه الأبصار، ولا فرق بين الجميع فإن ذلك تنزيه.\nالجزء: 1 ¦ الصفحة: 104\n",
        "الباب الثامن في قوله:} ويبقى وجه ربك\n100 -\nحدثني أبو عبد الله محمد بن علي بن وهب الفقيه إملاء بالقاهرة: قرأت على أبي الحسن الشافعي، أنا أبو طاهر السلفي، أنا أبو عبد الله الثقفي، نا علي بن محمد، نا إسماعيل\nالحديث: 100 ¦ الجزء: 1 ¦ الصفحة: 105\n",
        "الصفار، نا سعدان، نا ابن عيينة، عن عمرو، سمع جابرا يقول: لما نزل على النبي صلى الله عليه وسلم: {قل هو القادر على أن يبعث عليكم عذابا من فوقكم} قال: «أعوذ بوجهك» .\n{أو من تحت أرجلكم} قال: «أعوذ بوجهك» .\n{أو يلبسكم شيعا ويذيق بعضكم بأس بعض} قال: «هذا أهون، أو أيسر» .\nهذا حديث صحيح\n101 -\nوفي الباب: عن أبي موسى عن النبي عليه\nالحديث: 101 ¦ الجزء: 1 ¦ الصفحة: 106\n",
        "السلام: \" إن الله لا ينام ولا ينبغي له أن ينام يخفض القسط ويرفعه، يرفع إليه عمل الليل قبل النهار، وعمل النهار قبل الليل، حجابه النور، لو كشفه لأحرقت سبحات وجهه ما انتهى إليه بصره.\n102 -\nومن ذلك: قوله عليه السلام: «إن ربك ليس عنده ليل ولا نهار، نور السموات والأرض من نور وجهه» .\n103 -\nوقوله عليه السلام: «أسألك لذة النظر إلى وجهك، والشوق إلى لقائك» .\nالحديث: 102 ¦ الجزء: 1 ¦ الصفحة: 107\n",
        "104 -\nوقول ابن مسعود: من قال: (سبحان الله، والحمد لله، والله أكبر) ، تلقتاهن ملك فيخرج بهن إلى الله تعالى، فلا يمر بملأ من الملائكة إلا استغفروا لقائلها حتى يجئ بهن وجه الرحمن \".\n105 -\nوقول أبي بكر الصديق وحذيفة وأبي موسى\nالحديث: 104 ¦ الجزء: 1 ¦ الصفحة: 108\n",
        "وغيرهم من الصحابة في {للذين أحسنوا الحسنى وزيادة} أنها النظر إلى وجه الله تعالى.\nالجزء: 1 ¦ الصفحة: 109\n",
        "الباب التاسع في قوله: {يوم نقول لحهنم هل امتلأت}\n106 -\nقرأت على الحافظ أبو الحسين على بن محمد اليونيني ببعلبك وعلى أبي العباس أحمد بن عبد الحميد المقدسي، قالا، أنا عبد الله بن عمر بن علي البغدادي زادني أبو العباس فقال، أنا موسى بن الشيخ عبد القادر الجيلي، قالا، أنا عبد الأول بن عيسى السجزي، أنا أبو الحسن عبد الرحمن بن محمد الداودي، أنا أبو محمد\nالحديث: 106 ¦ الجزء: 1 ¦ الصفحة: 110\n",
        "بن حمويه السرخسي، أنا إبراهيم بن خزيم الشاشي، ثنا عبد بن حميد، نا يونس بن محمد، نا شيبان، عن قتادة، ثنا أنس بن مالك أن النبي صلى الله عليه وسلم قال: \" لا تزال جهنم تقول: {هل من مزيد} حتى يضع رب العزة فيها قدمه، فتقول: قط قط وينزوي بعضها إلى بعض \".\nهذا حديث صحيح، رواه النبي صلى الله عليه وسلم جماعة، منهم: أنس\nالجزء: 1 ¦ الصفحة: 111\n",
        "وأبو هريرة، وحذيفة بن اليمان، وب سعيد الخدري.\nوفي لفظ عن أبي هريرة: «حتى يضع فيها قدمه» .\nولفظ عنه: «حتى يضع فيها رجله» .\n107 -\nوعن ابن عباس\nالحديث: 107 ¦ الجزء: 1 ¦ الصفحة: 112\n",
        "وابن مسعود وأبي موسى وغيرهم من الصحابة أن الكراسي موضع قدميه عز وجل - ويروي عن وهب بن منبه.\n108 -\nقال مجاهد: يقول الله لداود يوم القيامة: خذ بقدمي.\nفيأخذ بقدمه\n109 -\nوقال عروة: قدمت على عبد الملك بن مروان\nالحديث: 108 ¦ الجزء: 1 ¦ الصفحة: 113\n",
        "فذكرت عنده الصخرة التي ببيت المقدس، فقال: هذه الصخرة التي وضع الرحمن عليها رجله.\nفقلت: سبحان الله! يقول الله: {وسع كرسيه السماوات والأرض} ، وتقول: وضع رجله على هذه! يا سبحان الله! إنما هذه أجبل أخبرنا الله أنه ينسف نسفا.\n110 -\nوعن السدي عن أبي مالك قال: الكرسي تحت العرش والله واضع رجليه على الكرسي\n111 -\nقال الأثرم:\nالحديث: 110 ¦ الجزء: 1 ¦ الصفحة: 114\n",
        "قلت لأبي عبد الله: حدث محدث وأنا عنده بحديث: «يضع الرحمن فيها قدمه» وعنده غلام، فأقبل على الغلام وقال: إن لهذا تفسيران فقال أبو عبد الله: انظر إليه! كما تقول الجهمية سواء.\n112 -\nوقال المروذي: سألت أبا عبد الله عن حديث: «يضع قدمه فيها» ، فقال: نمرها كما جاءت.\nأخرجه ابن بطة في «الإبانة» .\nالحديث: 112 ¦ الجزء: 1 ¦ الصفحة: 115\n",
        "الباب العاشر في قوله: {يوم يكشف عن ساق}\n113 -\nأخبرنا يوسف بن أبي نصر، و. . . بن هبة الله إسماعيل بن عبد الرحمن، قالوا، أنا الحسين بن المبارك، أنا عبد الأول بن عيسى، أنا أبو الحسن المظفر، أنا أبو محمد الحموي، أنا أبو عبد الله المطري، ثنا أبو عبد الله\nالحديث: 113 ¦ الجزء: 1 ¦ الصفحة: 116\n",
        "البخاري، ثنا يحيى بن بكير، نا الليث، عن خالد بن يزيد، عن سعيد بن أبي هلال، عن زيد، عن عطاء بن يسار، عن أبي سعيد قال: قال النبي صلى الله عليه وسلم في حديث\nالجزء: 1 ¦ الصفحة: 117\n",
        "الشفاعة: «فيكشف عن ساقه عز وجل - فيسجد له كل مؤمن» .\n114 -\nورواه آدم بن أبي إياس عن أبي عمر الصنعاني عن زيد بن أسلم نحوه، ولفظه: «يكشف ربنا عن ساقه فلا يبقى معه من سجد له في الدنيا من تلقاء نفسه إلا أذن له في السجود» .\nأخرجه البخاري في «الصحيح» .\nالحديث: 114 ¦ الجزء: 1 ¦ الصفحة: 118\n",
        "115 -\nوروى ابن البيلماني عن ابن عمر النبي صلى الله عليه وسلم: {يوم يكشف عن ساق} قال: «يكشف ربنا عن ساقه ونخر له سجدا» .\n116 -\nوعن سلمة بن كهيل عن أبي صادق عن ابن مسعود {يوم يكشف عن ساق} قال: عن ساقه جل ذكره\nالحديث: 115 ¦ الجزء: 1 ¦ الصفحة: 119\n",
        "117 -\nوروي عن شعبة عن إبراهيم النخعي قال: كان ابن مسعود يقول {يوم يكشف عن ساق} قال: يكشف الرحمن عن ساقه.\n118 -\nوروى المنهال بن عمرو عن أبي عبيدة بن عبد الله بن مسعود عن مسروق عن ابن مسعود عن النبي صلى الله عليه وسلم قال:\nالحديث: 117 ¦ الجزء: 1 ¦ الصفحة: 120\n",
        "\" يجمع الله الأولين والآخرين، وينزل في ظلل من الغمام من العرش إلى الكرسي، فيأتيهم يقول: ما لكم لا تنطلقون؟ .\nفيقولون: لنا إله ما رأيناه بعد.\nفيقول: وهل تعرفونه إذا رأيتموه؟ .\nفيقولون: نعم، بيننا وبينه علامة إذا رأيناها عرفناه.\nفيقول: ما هي؟ .\nفيقولون فيكشف عن ساقه فعند ذلك يكشف عن ساقه.\nأخرجه الخلال في «السنة» عن المروذي عن إسماعيل بن أبي كريمة الحراني عن محمد بن سلمة عن أبي عبد الرحيم خالد بن أبي يزيد\nالجزء: 1 ¦ الصفحة: 121\n",
        "عن زيد بن أبي أنيسة عن المنهال بن عمرو وهو حديث صحيح.\nالجزء: 1 ¦ الصفحة: 122\n",
        "الباب الحادي عشر: في قوله تعالى: {والأرض جميعا قبضته يوم القيامة} .\n119 -\nأخبرنا أبو طاهر إسماعيل بن عبد الرحمن بن عمرو الفراء، أنا الإمام أبو محمد المقدسي، أنا هبة الله الدقاق، أنا عبد الله بن علي الدقاق، أنا علي بن محمد المعدل، أنا محمد بن عمرو الرزاز،\nالحديث: 119 ¦ الجزء: 1 ¦ الصفحة: 123\n",
        "ثنا محمد بن عبيد الله، ثنا يونس بن محمد، نا شيبان، عن منصور، عن إبراهيم، عن عبيدة، عن عبد الله قال: جاء حبر من اليهود إلى رسول الله صلى الله عليه وسلم فقال: إن الله يجعل السماوات على إصبع، والأرضين على إصبع، فيقول، أنا الملك.\nفضحك النبي صلى الله عليه وسلم حتى بدت نواجذه تصديقا لقول الحبر.\nالجزء: 1 ¦ الصفحة: 124\n",
        "متفق عليه،\n120 -\n(خ) عن آدم عن شيبان، تابعه جرير عن منصور، وزاد فيه: والجبال والشجر على إصبع، والماء والثرى على إصبع، والخلائق كلها عن إصبع.\n121 -\nورواه الترمذي من حديث عطاء بن السائب عن أبي الضحى عن ابن عباس، وحسنه، ولفظه: مر يهودي فقال له\nالحديث: 120 ¦ الجزء: 1 ¦ الصفحة: 125\n",
        "النبي صلى الله عليه وسلم: «يا يهودي! خوفنا» فقال: يا أبا القاسم! كيف بيوم تكون الأرضين على هذه، والسماوات على هذه، والماء على هذه، والخلق على هذه.\nيعني: أصابعه.\nثم قرأ رسول الله صلى الله عليه وسلم {والأرض جميعا قبضته يوم القيامة} .\n122 -\nوروى أبو داود السجستاني أظن في «المراسيل» له: ثنا ابن مثنى: نا معاذ بن هشام: نا أبي عن قتادة قال:\nالحديث: 122 ¦ الجزء: 1 ¦ الصفحة: 126\n",
        "ذكر لنا أن حبرا أتى النبي صلى الله عليه وسلم فقال النبي صلى الله عليه وسلم: \" أين الخلائق يوم القيامة؟ .\nفقال: السماوات على هذه الخنصر، والأرضين على هذه التي تليها.\nفقال نبي الله صلى الله عليه وسلم: «صدق الحبر» .\nورواته ثقات.\n123 -\nوصح عن ثابت عن أنس قال: قرأ رسول الله صلى الله عليه وسلم {فلما تجلى ربه للجبل جعله دكا} قال: «وضع إبهامه على قريب من طرف أنملة خنصره فساخ الجبل» .\nفقال حميد لثابت البناني: تقول هذا؟ فرفع\nالحديث: 123 ¦ الجزء: 1 ¦ الصفحة: 127\n",
        "ثابت يده فضرب بها صدر حميد، وقال: يقول رسول الله، ويقول أنس، وأنا أكتمه! ومن أنت يا حميد؟ ! وما أنت يا حميد؟ .\nوهذا الحديث على رسم مسلم.\n124 -\nوعن عبد الله بن عمرو أنه سمع رسول الله صلى الله عليه وسلم يقول: «إن قلوب بني آدم كلها بين إصبعين من أصابع الرحمن كقلب واحد يصرفه حيث يشاء» .\nأخرجه مسلم.\nوقد رواه غير واحد من الصحابة، منهم: النواس بن سمعان وأبو\nالحديث: 124 ¦ الجزء: 1 ¦ الصفحة: 128\n",
        "ذر، وجابر بن عبد الله، وأنس بن مالك، ونعيم بن همار،\nالجزء: 1 ¦ الصفحة: 129\n",
        ". وعائشة وأم سلمة وأبو هريرة وسبرة بن فاتك الأسدي.\nالجزء: 1 ¦ الصفحة: 130\n",
        "الباب الثاني عشر في قوله: {وجاء ربك والملك صفا صفا} وقوله: {أو يأتي ربك أو يأتي بعض آيات ربك}\n127 -\nأخبرنا يوسف بن أبي نصر، أنا الحسين بن أبي بكر، أنا أبو الوقت السجزي، أنا أبو الحسن الداوودي، أنا أبو محمد بن أعين، أنا أبو عبد الله الفربري، ثنا أبو عبد الله البخاري، نا يحيى بن بكير، نا الليث،\nالحديث: 127 ¦ الجزء: 1 ¦ الصفحة: 133\n",
        "عن سعيد بن أبي هلال، عن زيد بن أسلم، عن عطاء بن يسار، عن أبي سعيد قال: قال النبي صلى الله عليه وسلم في حديث الشفاعة: \" فيأتيهم الجبار في صورة غير صورته التي رأوه فيها أول مرة فيقول، أنا ربكم.\nفيقولون: أنت ربنا.\nفلا يكلمه إلا الأنبياء \".\n128 -\nوروى حماد بن سلمة عن علي بن زيد عن يوسف بن مهران عن ابن عباس قال: يأتي الرب تبارك وتعالى في الكروبيين، وهم أكثر من أهل السماوات والأرض\nالحديث: 128 ¦ الجزء: 1 ¦ الصفحة: 134\n",
        "وإسناده حسن.\n129 -\nوثبت عن مجاهد في {هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام} قال: غير السحاب ولم يكن قط إلا لبني إسرائيل في تيههم، وهو الذي يأتي الله فيه يوم القيامة.\n130 -\nوفي حديث أبي سعيد وغيره في «الصحيح» قال رسول الله صلى الله عليه وسلم «فيأتيهم الله في صورة غير صورته التي يعرفون» .\n131 -\nإسماعيل بن عبيد أبي كريمة: نا محمد بن سلمة،\nالحديث: 129 ¦ الجزء: 1 ¦ الصفحة: 135\n",
        "عن أبي عبد الرحمن بن أبي يزيد، عن زيد بن أبي أنيسة، عن المنهال بن عمرو، عن أبي عبيدة بن عبد الله بن مسعود، عن مسروق، ثنا عبد الله عن النبي صلى الله عليه وسلم قال: \" يجمع الله الأولين والآخرين لميقات يوم معلوم قياما أربعين سنة شاخصة أبصارهم إلى السماء ينتظرون فصل القضاء، وينزل الله في ظلل من الغمام من العرش إلى الكرسي ثم ينادي منادي: أيها الناس! ألم ترضوا من ربكم أن يولي كل إنسان منكم ما كان يتولى ويعبد في الدنيا، أليس ذلك عدلا من ربكم؟ .\nقالوا: بلى.\nفينطلقون ويمثل لهم أشباه ما كانوا يعبدون، فمنهم من ينطلق إلى الشمس، ومنهم من ينطلق إلى القمر، ويمثل لمن كان يعبد عيسى شيطان عيسى، ويمثل لمن كان يعبد عزير شيطان عزير، ويبقى محمد وأمته، قال فيتمثل الرب فيأتيهم فيقول: ما لكم لا تنطلقون كما انطلق الناس؟ .\nفيقولون: إن لنا إلها ما رأيناه\nالجزء: 1 ¦ الصفحة: 136\n",
        "بعد.\nفيقول: وهل تعرفونه إن رأيتموه؟ فيقولون بيننا وبينه علامة إذا رأيناها عرفناه.\nفيقول: ما هي؟ .\nفيقولون يكشف عن ساقه.\nفعند ذلك يكشف الله عن ساقه.\nقال: فيخر كل كان بظهره طبق، ويبقى قوم ظهورهم كصياصي البقر يريدون السجود فلا يستطيعون {وقد كان يدعون إلى السجود وهم سالمون} الحديث\nالجزء: 1 ¦ الصفحة: 137\n",
        "رواه ابن وارة وعبد الله بن أحمد وغيرهما عن إسماعيل وهو ثقة.\nورى هذا الحديث الثوري وغيره عن سلمة بن كهيل عن أبي الزعراء عن عبد الله، ولفظه: «فيمثل الله للخلق ثم يأتيهم في صورته» .\nورواه عن المنهال أيضا عبد الأعلى بن أبي المساور ويزيد بن عبد الرحمن الدالاني مثله.\nالجزء: 1 ¦ الصفحة: 138\n",
        "132 -\nوروى غير واحد عن زيد بن أبي أنيسة فوقفه زيادة عن الأعمش عن المنهال بن عمرو عن أبي عبيدة وقيس بن السكن عن عبد الله قال: إذا حشر الناس قاموا أربعين سنة شاخصة أبصارهم إلى السماء. . الحديث.\n133 -\nأخبرنا عمر الفارسي، أنا ابن اللتي، أنا أبو\nالحديث: 132 ¦ الجزء: 1 ¦ الصفحة: 139\n",
        "الوقت، نا الداودي، نا ابن حمويه، أنا عيسى بن عمر، أنا الدارمي قال:\nباب نزول الرب في شأن الساعة\nثنا محمد بن الفضل، نا الصعق بن حزن، عن علي بن\nالجزء: 1 ¦ الصفحة: 140\n",
        "الحكم، عن عثمان بن عمير، عن أبي وائل، عن ابن مسعود عن النبي صلى الله عليه وسلم قال: قيل له: ما المقام المحمود؟ .\nقال: \" ذلك يوم ينزل الله على كرسيه يئط كما يئط الرحل الجديد من تضايقه به، وهو كسعة ما بين السماء والأرض، ويجاء بكم حفاة عراة غرلا، فيكون أول من يكسى إبراهيم عليه السلام، يقول الله: اكسوا خليلي.\nفيؤتى بريطتين بيضاوين من رياط الجنة، ثم أكسى على أثره، ثم أقوم عن يمين الله مقاما\nالجزء: 1 ¦ الصفحة: 141\n",
        "يغبطني الأولون والآخرون \".\nعثمان ضعفوه، وهو أبو اليقظان وجماعة يروونه عن الصعق.\n134 -\nزمعة بن صالح عن سلمة بن وهرام، عن عكرمة، عن ابن عباس في قوله: {هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام} قال: يأتي الله يوم القيامة في ظلل من السحاب قد قطعت طاقات.\nالحديث: 134 ¦ الجزء: 1 ¦ الصفحة: 142\n",
        "رواه غير واحد عن زمعة، وبعضهم رفعه، ولم يصح.\n135 -\nهوذة: نا عوف، عن أبي المنهال، عن شهر، عن ابن عباس قال: لأهل السماء السابعة أكثر من أهل السماوات الست وأهل الأرضين بالضعف، فيجئ الله فيهم والأمم جثاة صفوف.\n136 -\nابن المبارك: نا راشد العطار، حدثني شهر بن حوشب، سمعت ابن عباس قال: يجئ الله يوم القيامة في ظلل من الغمام.\nالحديث: 135 ¦ الجزء: 1 ¦ الصفحة: 143\n",
        "137 -\nإسحاق بن سليمان الرازي، عن حر، عن شهر بن حوشب، عن ابن عباس قال: ينزل الله في زخرف من الملائكة، ويوضع عرشه والميزان بيده، فيقول: يا ملائكتي! انشروا على الخلق، فوعزتي لا يجاورني ظلم ظالم، وفي لفظ: (احشروا) بدل (انشروا) .\n138 -\nمحمد بن أبي عدي: نا عوف، عن أبي المنهال، حدثني شهر، نا ابن عباس قال: إذا كان يوم القيامة\nالحديث: 137 ¦ الجزء: 1 ¦ الصفحة: 144\n",
        "مدت الأرض مدا الأديم، وجمع الخلائق في صعيد واحد. . فذكر حديثا طويلا، قال: ويجئ الله تعالى والأمم جثاة.\nوهكذا رواه جماعة عن عوف.\n139 -\nسعيد بن بشير: نا القاسم بن الوليد، عن سعيد بن جبير، عن ابن عباس قال: ينزل الله يوم القيامة في ظلل من الغمام. . الحديث.\n140 -\nموسى بن إسماعيل، نا حماد بن علي بن\nالحديث: 139 ¦ الجزء: 1 ¦ الصفحة: 145\n",
        "زيد، عن يوسف بن مهران، عن ابن عباس في قوله: {ويوم تشقق السماء بالغمام ونزل الملائكة تنزيلا} قال: ينزل أهل السماء الدنيا، وهم أكثر من أهل الأرض ومن الجن والإنس، فيقول أهل الأرض: أفيكم ربنا؟ .\nفيقولون: لا، وسيأتي.\nثم تنشق السماء الثانية. . وساق الحديث إلى السماء السابعة: فيقولون: أفيكم ربنا.\nفيقولون لا وسيأتي.\nثم يأتي الرب عز وجل - في الكروبيين وهم أكثر من أهل السماوات والأرض رواه جماعة عن حماد.\nالجزء: 1 ¦ الصفحة: 146\n",
        "146 -\nوقال أبو العباس السراج في كتاب «الرد على الجهمية» له:\nنا الحسين بن يزيد الطحان صدوق، نا عبد السلام بن حرب،\nالحديث: 146 ¦ الجزء: 1 ¦ الصفحة: 150\n",
        "عن أبي خالد الدالاني، عن المنهال بن عمرو، عن عبد الله بن الحارث، عن أبي هريرة قال: يحشر الناس حفاة عراة مشاة قياما أربعين سنة، شاخصة أبصارهم إلى السماء ينتظرون فصل القضاء، يلجمهم العرق، وينزل الله في ظلل من الغمام إلى العرش، ثم يقول: اكسوا إبراهيم، فيكسى قبطيتين ثم قال رسول الله صلى الله عليه وسلم «فأكسى من حلل الجنة، وأقوم عن يمين العرش، ليس أحد يقوم ذلك المقام غيري» .\nالجزء: 1 ¦ الصفحة: 151\n",
        "المشهور خبر المنهال عن أبي عبيدة عن مسروق عن عبد الله.\n147 -\nالأعمش، عن أبي صالح عن أبي هريرة مرفوعا بحديث في البعث طويل، فيه: \" حتى إذا بقي المسلمون قيل: ألا تنطلقون؟ قد ذهب الناس! .\nفيقولون حتى يأتي ربنا.\nفيقال: من ربكم؟ .\nفيقولون: ربنا الله لا شريك له.\nفيقول: هل تعرفونه؟ فيقولون: إذا تعرف لنا عرفناه.\nقال: فيقول، أنا ربكم.\nفيقولون: نعوذ بالله منك.\nفيكشف لهم عن ساق فيقعون له سجدا، ثم ينطلق ويتبع أثره.\nالحديث.\n148 -\nأبو عبد الله بن منده، أنا الحسن بن منصور\nالحديث: 147 ¦ الجزء: 1 ¦ الصفحة: 152\n",
        "الإمام بحمص، نا عمرو بن إسحاق بن إبراهيم، نا محمد بن إسماعيل بن عياش، حدثني أبي، نا صفوان بن عمرو، عن عبد الرحمن بن جبير، عن أبيه، عن معاذ عن النبي صلى الله عليه وسلم قال: \" ينادي مناد يوم القيامة حين ينزل الرب عن عرشه للحساب: أيها الناس! نزل ربكم بملائكته وغمامه يحفه.\nوينادي بقدرته وسلطانه: {أتى أمر الله فلا تستعجلوه} .\nهذا حديث منكر جدا.\nالجزء: 1 ¦ الصفحة: 153\n",
        "149 -\nمعتمر بن سليمان: سمعت عبد الجليل القيسي يحدث، عن أبي حازم، عن عبد الله بن عمرو: {هل ينظرون إلا أن يأتيهم الله} قال: يهبط حين يهبط وبينه وبين خلقه سبعون ألف حجاب، منها: النور والظلمة والماء، فيصوت الماء صوتا تنخلع له القلوب.\nإسناده صالح، رواه أبو يعلى الموصلي عن المقدمي عنه، رواه أبو الشيخ عنه.\nالحديث: 149 ¦ الجزء: 1 ¦ الصفحة: 154\n",
        "150 -\nعثمان الدارمي: نا عبد الله بن صالح، حدثني ابن لهيعة، عن يزيد، عن أبي حبيب، عن سنان بن سعد، عن أنس قال: يبدل الله الأرض يوم القيامة بأرض من فضة لم تعمل\nالحديث: 150 ¦ الجزء: 1 ¦ الصفحة: 155\n",
        "عليه الخطايا فينزل عليها الجبار تعالى.\nغريب منكر موقوف.\nٍ\n151 -\nشبل، عن ابن أبي نجيح، عن مجاهد: {هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام} قال: هذا غير السحاب، ولم يكن قط إلا لبني إسرائيل في تيههم، وهو الذي يأتي الله فيه يوم القيامة \".\n152 -\nعبد الله بن أحمد بن حنبل: حدثني أبي نا\nالحديث: 151 ¦ الجزء: 1 ¦ الصفحة: 156\n",
        "عبد الرزاق عن معمر عن قتادة: {هل ينظرون إلا أن يأتيهم} قال: يأتيهم الله في ظلل من الغمام، وتأتيهم الملائكة عند الموت.\nوروى شيبان النحوي عن قتادة نحوه.\n153 -\nحجاج عن ابن جريج: {ويوم تشقق السماء بالغمام} الذي يأتي الله فيه غمام زعموا في الجنة.\nالحديث: 153 ¦ الجزء: 1 ¦ الصفحة: 157\n",
        "154 -\nآدم بن أبي إياس، نا أبو جعفر الرازي عن الربيع عن أبي العالية في قوله: {هل ينظرون إلا يأتيهم الله في ظل من الغمام} قال: الملائكة يجيئون في ظلل من الغمام، والله يجئ فيما يشاء وهي كقوله: {ويوم تشقق السماء بالغمام ونزل الملائكة تنزيلا} .\n155 -\nأبو عوانة: نا الأجلح،\nالحديث: 154 ¦ الجزء: 1 ¦ الصفحة: 158\n",
        "أنا الضحاك بن مزاحم قال: ينزل الله تعالى في بهائه وجماله ومعه ما شاء من ملائكته، وعلى مجنبته اليسرى جهنم. . . وذكر الحديث.\n156 -\nعمرو بن حماد عن أسباط عن السدي قال: يجئ الله في ظلل من الغمام، فتنشق السماوات، وتنزل الملائكة تنزيلا.\n157 -\nالوليد بن مسلم قال: سألت زهير بن محمد\nالحديث: 156 ¦ الجزء: 1 ¦ الصفحة: 159\n",
        "المكي عن قوله تعالى: {في ظلل من الغمام والملائكة} قال: في ظلل من لغمام منظوم بالياقوت، مكلل بالجواهر والزبرجد.\n158 -\nعبد الله الدشتكي عن أبيه عن الربيع: {هل ينظرون إلا أن يأتيهم الله} ذلك يوم القيامة: تأتيهم الملائكة في ظلل من الغمام والرب يقال يجئ فيما شاء وهو بعض القراءة {هل ينظرون إلا أن يأتيهم الله\nالحديث: 158 ¦ الجزء: 1 ¦ الصفحة: 160\n",
        "في ظلل من الغمام} كذا رواه أبو الشيخ في «تفسيره» .\n159 -\nوقال: قال أحمد بن سيار المروزي في كتاب «الرد على الجهمية» : ثنا أنس بن أبي أنيسة الرهاوي: نا عثمان بن عبد الرحمن عن طلحة بن زيد عن رجل عن كعب\nالحديث: 159 ¦ الجزء: 1 ¦ الصفحة: 161\n",
        "قال: أربعة أجبل كل جبل منها لؤلؤة تضيء ما بين المشرق والمغرب: لبنان، والجودي، والطور والجليل.\nيسيرها الله فتكون في زوايا بيت المقدس، فيأتي الرب بعرشه فيكون عليها.\nرواه ابن لهيعة عن أبي قبيل عن كعب بنحوه،\nالجزء: 1 ¦ الصفحة: 162\n",
        "والطريقان واهيان.\n160 -\nمحمد بن سعد العوفي، نا أبي، نا عمي الحسين بن الحسن بن عطية العوفي، حدثني أبي، عن أبيه، عن ابن عباس: {السماء منفطر به} يعني: تشقق السماء حين ينزل الرحمن عز وجل.\nوفي «الزاهد» لأحمد بن حنبل: نا وكيع، نا علي بن علي: سمعت الحسن يقول: بلغني أن فقراء المسلمين يدخلون الجنة قبل أغنيائهم بأربعين يوما، والآخرون جثى على ركبهم، فيأتيهم ربهم عز وجل - يقول: حكام الناس وولاة أمور فعندكم حاجتي وطلبتي.\nقال الحسن: فثم والله حساب شديد إلا ما يسر الله.\nقال عثمان بن سعيد الدارمي: ليس قول رسول الله صلى الله عليه وسلم في نزول الله تعالى بأعجب من قوله تعالى: {هل ينظرون إلا أن يأتيهم الله في ظلل} ومن قوله: {وجاء ربك والملك صفا صفا} فكما يقدر على هذا يقدر على ذاك.\nقال حرب الكرماني: أملى علي إسحاق بن راهويه قال: إن الله تعالى وصف نفسه في كتابه بصفات استغنى الخلق أن يصفوه بغير ما وصف به نفسه، من ذلك قوله: {يأتيهم الله في ظلل من الغمام} وقوله: {وترى الملائكة حافين من حول العرش} في آيات كمثلها يصف العرش.\nقال لي عمر بن عبد الوهاب، أنا عبد الله بن أحمد بن عبد الله: نا إسماعيل بن أحمد قال: قرأت على محمد بن القاسم قال: سمعت محمد بن أسلم الطوسي: قال الله: {هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام والملائكة} وقال: {وجاء ربك والملك صفا صفا} فمن كذب بالنزول فقد كذب كتاب الله تعالى، وكذب رسول الله.\nقال محمد بن حاتم: نا إسحاق بن عيسى قال: أتينا عبد العزيز بن أبي سلمة الماجشون بجهمي ينكر أن الله يأتيهم يوم القيامة، فقال: يا بني! ما تنكر؟ .\nقال: الله أجل وأعظم من أن ينزل في هذه الصفة.\nفقال: يا أحمق! ليس يتغير عن صفته ولكن عيناك يغيرهما حتى تراه كيف شاء.\nقال الجهمي أتوب إلى الله.\nورجع عما كان عليه.\n161 -\nابن أبي عروبة، عن قتادة، عن أنس قال: قال رسول الله صلى الله عليه وسلم: \" لا تزال جهنم يلقى فيها، وتقول: هل من مزيد؟\nالحديث: 160 ¦ الجزء: 1 ¦ الصفحة: 163\n",
        "حتى يأتيها رب العالمين، فيضع قدمه فيها فيزوي بعضها على بعض تقول: قد قد أو تقول: قط قط بعزتك وكرمك \".\nأخرجه (خ) (م) (س) .\nفهذا باب واسع في المجيء والإتيان الوارد في الكتاب والسنة وأقوال السلف في حق القيوم الدائم الذي لا يحول ولا يزول، نؤمن به، وبما ورد من نعوته، ونقف من حيث وقف القوم، ونسأل الله تعالى أن يثبت في قلوبنا الإيمان به وبأسمائه وصفاته.\nالجزء: 1 ¦ الصفحة: 164\n",
        "باب {ليس كمثله شيء شيء وهو السميع البصير}\n162 -\nاعلم أن الله تعالى لا مثل له بوجه من الوجه، فمن شبه الله بخلقه فقد كفر وخاب وخسر.\nولا يلزم من ذلك أن ينفي عنه صفاته المقدسة، فهو الإله العظيم المنعوت بما وصف به نفسه على ألسنة رسله عليهم السلام، قال تعالى لموسى وأخيه: {إنني معكما أسمع وأرى} وقال تعالى في قصة إبراهيم عليه السلام {يا أبت لم تعبد ما لا يسمع ولا يبصر ولا يغني عنك شيئا} .\nوقال تعالى: {وكان الله سميعا بصيرا} ، وكان الله سميعا عليما {وكان الله غفورا رحيما} وغير\nالحديث: 162 ¦ الجزء: 1 ¦ الصفحة: 165\n",
        "ذلك من الآيات. . . السمع والبصر والمغفرة في الأزل قبل إيجاد الأشياء بمحضر المشبه إذ لا مسموع و. . وإذ لا معفو ومغفور له، وهو كما هو اليوم بل كما كان في الأزل، مالك يوم الدين ولما يوجد بعد يوم الدين، فهو تعالى منعوت بهذه الأمور ومتسم بها في الأزل والآباد، فله الصفات العلى والأسماء الحسنى على الدوام حقيقة لا مجازا.\nولذلك ما زال خالقا ورزاقا ولا خلق بعد ولا رزق ثم بعد توحده وتفرده في أزليته، أبد ما شاء من الكائنات، واختار وأراد أن يوحد الخلق ليعبدوه ويسبحوه، قال تعالى: {وإن من شيء إلا يسبح بحمده} فجميع الموجودات من الحيوانات والجمادات والأعراض والمعاني والعلاقات توحد باريها، وتسبحه وتنقاد لأمره {ولكن لا تفقهون تسبيحهم} ، إنما هذا باب سبيله الإيمان والتصديق بالنصوص، كما أن الرحم خلقها الله تعالى، وإنما هي أمر معنوي رابط بين الأقارب فاستعاذت بالله من القطيعة، فقال لها: ألا ترضين أن أصل من وصلك، وأقطع من\nالجزء: 1 ¦ الصفحة: 166\n",
        "قطعك؟ .\nوقال تعالى: {سبح لله ما في السماوات والأرض} وقال: {تسبح له السموات السبع والأرض ومن فيهن} والنصوص في الكتاب والسنة في ذلك كثيرة، فاخشع لربك وصدق بكتابك، وآمن برسلك، {فلا تضربوا لله الأمثال} ولا تسرع في رد الحق بالتأويل المحال كما يفعل أرباب الاعتزال.\nوكذلك العمل الصالح هو مصدر، والمصادر ليست بذوات مجسدة، فإذا شاء الله جعله جسما، فيأتي العمل في صورة إنسان حسن يؤنس صاحبه في لحده، ومن حكم على عقله الانقياد للكتاب والسنة فقد فاز، ومن دخل في التحريف والتأويل وضرب الأمثال فقد خاطر بدينه، ومن سكت وفوض فقد سلم، {والله يهدي من يشاء إلى صراط مستقيم} .\nالجزء: 1 ¦ الصفحة: 167\n",
        "آخر الجزء الأول من الأربعين - حسبنا الله ونعم الوكيل -\nالجزء: 1 ¦ الصفحة: 168\n",
        ""
    ]
}