{
    "1": [
        "كتابة الحديث في عهد النبي صلى الله عليه وسلم بين النهي والإذن\nكتابة الحديث في عهد النبي صلى الله عليه وسلم بين النهي والإذن\nناصر بن إبراهيم العبودي\nالكتاب:\nكتابة الحديث في عهد النبي صلى الله عليه وسلم بين النهي والإذن\nالمؤلف:\nناصر بن إبراهيم العبودي\nالناشر:\nمجمع الملك فهد لطباعة المصحف الشريف بالمدينة المنورة\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "ال\nمقدمة\n:\nن الحمد لله نحمده ونستعينه، ونستغفره ونستهديه، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله صلى الله عليه، وعلى آله وصحبه وسلم، أما بعد:\nفيقول الله تعالى في كتابه العزيز: {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُم بِآيَاتِنَا يُؤْمِنُونَ الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِندَهُمْ فِي التَّوْرَاةِ وَالإِنْجِيلِ يَأْمُرُهُم بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَآئِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالأَغْلاَلَ الَّتِي كَانَتْ عَلَيْهِمْ فَالَّذِينَ آمَنُواْ بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُواْ النُّورَ الَّذِيَ أُنزِلَ مَعَهُ أُوْلَئِكَ هُمُ الْمُفْلِحُونَ قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللهِ إِلَيْكُمْ جَمِيعًا الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ لا إِلَهَ إِلاَّ هُوَ يُحْيِي وَيُمِيتُ فَآمِنُوا بِاللهِ وَرَسُولِهِ النَّبِيِّ الأُمِّيِّ الَّذِي يُؤْمِنُ بِاللهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ} [الأعراف: 156-158] .\nويقول تعالى - أيضاً -: {هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِّنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِن كَانُوا مِن قَبْلُ لَفِي\nالجزء: 1 ¦ الصفحة: 1\n",
        "ضَلَالٍ مُّبِينٍ} [الجمعة:2] .\nويقول صلى الله عليه وسلم في الحديث المتفق عليه: \"إنَّا أمّةٌ أميةٌ، لا نكتب ولا نحسب\" (1) .\nمن خلال هذه النصوص يتبين لنا بوضوح لا مرية فيه أن القرآن الكريم يصف النبي صلى الله عليه وسلم ب \"الأمي\"، ويصف أمته التي بعث فيها، وهم العرب ب \"الأميين\" (2) ، فيمتنّ عليهم بذلك. أي: أنهم مع كونهم أميين قد بعث الله منهم رجلاً أمياً - مثلهم لا يقرأ ولا يكتب - بشرعٍ عظيمٍ كاملٍ شاملٍ لجميع الخلق، فيه تزكيتهم وتهذيب نفوسهم، وهدايتهم، والبيان لكل ما يحتاجون إليه من أمر معاشهم ومعادهم. وهذا من أقوى براهين حجته وصدق نبوته صلوات الله وسلامه عليه (3) .\nفلما بُعث النبي صلى الله عليه وسلم بالإسلام – دين العلم والتعلم – اهتمَّ صلى الله عليه وسلم بتعليم المسلمين الكتابة، فأذن لأسرى بدر من أهل مكة أن يفدوا أنفسهم بتعليم\n(1) أخرجه البخاري في الصوم باب قول النبي صلى الله عليه وسلم: \"لا نكتب ولا نحسب \" 149: ح 1913، ومسلم في الصيام باب وجوب صوم رمضان لرؤية الهلال 850: ح 1080.\n(2) أقول: هذا لا يعني عدم وجود من يعرف الكتابة من العرب في الجاهلية على الإطلاق، وإنما المقصود به الغالب والصفة العامة لهم، فإن وُجد من يكتب منهم فإنما هم قلة، والظاهر أنهم في مكة أكثر عدداً منهم في المدينة؛ لأن مكة بلدٌ تجاري يفد الناس إليه، فاحتيج إلى أن يكون فيهم من يعرف الكتابة والقراءة، يشهد لذلك أنه صلى الله عليه وسلم أذن لأسرى بدر المكيين أن يفدي كلُّ كاتبٍ منهم نفسه بتعليم عشرة من صبيان المدينة القراءة والكتابة. انظر: \" طبقات ابن سعد \" 2: 22.\n(3) انظر: \"تفسير ابن كثير\" 4: 385.\nالجزء: 1 ¦ الصفحة: 2\n",
        "عشرة من صبيان الأنصار القراءة والكتابة (1) ، وكان بعض المسلمين يتعلمون القراءة والكتابة في مسجد رسول الله صلى الله عليه وسلم، حيث تطوّع بعض المعلمين بتعليمهم مثل: عبد الله بن سعيد بن العاص، وسعد بن الربيع الخزرجي، وبشير بن سعد بن ثعلبة، وأبان بن سعيد بن العاص (2) ، فكثر عدد الكاتبين حتى زاد عدد كتاب الوحي على أربعين كاتباً (3) ، ومع وجود عددٍ من الكتّاب في عهده صلى الله عليه وسلم، وأمره لبعضهم بكتابة القرآن الكريم، نجده لم يأمر أحداً بكتابة الحديث النبوي كما أمر بكتابة القرآن، بل نهى عن ذلك وأمر بمحو ما كُتب منه (4) ، ولعله أراد بذلك ألا يتكلوا على الكتاب، وأن يداوموا على ملكة الحفظ التي كان العرب يمتازون بها، ويعتمدون عليها في ضبط تواريخهم وأيامهم، ولاسيما أن الحديث تجوز روايته بالمعنى، بخلاف القرآن الذي هو معجزٌ بلفظه ومعناه، ومن ثمّ لا تجوز روايته بالمعنى، وللتخلص – أيضاً – من احتمال انشغال بعضهم به عن القرآن، أو حدوث التباس عند عامة المسلمين، فيخلطون القرآن بالحديث باختلاط صحف بعضهما مع بعض، وبخاصة في أول الإسلام قبل معرفة ألفاظ القرآن وتميز أسلوبه (5) ، لذلك اقتضت الحكمة\n(1) انظر التعليقة رقم 1.\n(2) انظر: \"طبقات ابن سعد\" 3: 531، \"الاستيعاب\" لابن عبد البر 1: 64، \"بحوث في تاريخ السنة\" د. أكرم العمري: 287، \"السنة قبل التدوين\": 299.\n(3) انظر: \"عيون الأثر\" لابن سيد الناس 1: 315، \"تهذيب الكمال\" للمزي 1: 196، \"زاد المعاد\" لابن القيم 1: 117، \"المصباح المضيء في كتّاب النبي الأمّيّ\" لابن حديدة 1: 28.\n(4) انظر: المبحث الرابع في سياق أحاديث النهي عن الكتابة.\n(5) انظر: ص 47، 48، 52.\nالجزء: 1 ¦ الصفحة: 3\n",
        "حصر جهود الكاتبين في نطاق تدوين القرآن الكريم دون الحديث، فلما تميّز القرآن ورسخت معرفة الصحابة به، وأمِن صلى الله عليه وسلم عليهم خلطهم غيره به أذن لهم في الكتابة، فكتب بعضهم صحائف وكتباً لأنفسهم، وكتب هو صلى الله عليه وسلم بعض الكتب والمكاتبات الكثيرة التي كان يبعث بها لإبلاغ هذا الدين، وهمّ قُبَيْل موته أن يكتب كتاباً للناس لا يضلون بعده أبداً.\nفلما توفي صلى الله عليه وسلم كثر عدد من يكتب الحديث من الصحابة والتابعين، وأحجم آخرون عن ذلك تورعاً بسبب النهي الوارد، واستمر الأمر على ذلك، بعضهم يكتب، وبعضهم لا يكتب. إلى أن جاء عهد الخليفة الزاهد عمر بن عبد العزيز، الذي دعا إلى جمع السنة وتدوينها. قال البخاري في كتاب العلم: باب كيف يقبض العلم:34: وكتب عمر بن عبد العزيز إلى أبي بكر بن حزم – عامله على المدينة-: \"انظر ما كان من حديث رسول الله صلى الله عليه وسلم فاكتبه؛ فإني خفت دروس العلم وذهاب العلماء\"، وبدعوته انتهى الخلاف في كتابة الحديث.\nواستقر الأمر على استحباب كتابة الحديث، وبعهده ابتدأ التدوين الرسمي الشامل للأحاديث، الذي يقصد به جمع شتات الأحاديث وما تفرق منها في صحائف العلماء ومحفوظاتهم في كتابٍ واحدٍ يتداوله عامة الناس، فكان \"أول من دوّن الحديث ابن شهاب الزهري (ت 124هـ) على رأس المائة الأولى بأمر عمر بن عبد العزيز\" (1) ، ثم انتشر التدوين وأخذ صفة العموم في هذا القرن -أعني القرن الثاني – ولم يزل التدوين يقوى ويشتد، حتى بلغ\n(1) انظر: \" فتح الباري \"1: 208.\nالجزء: 1 ¦ الصفحة: 4\n",
        "عنفوانه، واستوى على سوقه في القرن الثالث، خاتمة القرون الثلاثة المفضلة، والذي يمكن أن يطلق عليه العصر الذهبي للتدوين (1) .\nومنذ ذلك العهد وعلماء الإسلام يُعنون بخدمة السنة النبوية، والتصنيف فيها، والترتيب لها، وتقريب معانيها، واستنباط الأحكام منها، وبذل الوسع في بيان صحيحها من سقيمها، والدفاع عنها وردِّ الشبه القديمة والحديثة المثارة حولها، واستمرت سلسلة العناية بالسنة النبوية حتى يومنا هذا، فأتم اللاحق ما بدأه السابق، فأُنشِئت الجمعيات والمراكز العلمية، وشُيِّدت الكليات الشرعية، وأُقيمت الندوات المتخصصة التي تُعنى بالسنة والسيرة النبوية، مما كان له أبرز الأثر في خدمة السنة النبوية، وإثراء المكتبة العلمية بالبحوث المتخصصة فيها، ونشر كتب السنة، وإبرازها للناس بتحقيقٍ علميٍ موثَّق، ولعل هذا جزءٌ من العناية التي تحظى به السنة النبوية في هذا البلد المبارك بلد الحرمين - المملكة العربية السعودية - بتوجيهٍ ودعمٍ متواصلين من خادم الحرمين الشريفين الملك فهد بن عبد العزيز حفظه الله تعالى، وسدَّد خطاه في خدمة الإسلام والمسلمين.\nومما يشهد لذلك هذه الندوة المباركة – إن شاء الله تعالى – التي ينظمها مجمع الملك فهد لطباعة المصحف الشريف بالمدينة المنورة، بعنوان:\n\"عناية المملكة العربية السعودية بالسنة والسيرة النبوية\"\n(1) انظر: كتاب \"دفاع عن السنة\" لفضيلة الدكتور محمد أبوشهبة: 23، \"منهج النقد في علوم الحديث\" للدكتور نور الدين عتر: 45.\nالجزء: 1 ¦ الصفحة: 5\n",
        "يلتقي للتواصل والمشاركة فيها عددٌ كبيرٌ من صفوة العلماء والباحثين المهتمين بهذين المجالين من مختلف أقطار العالم، ولقد دُعيتُ للمشاركة في فعاليات هذه الندوة، وتقديم بحث في أحد موضوعات المحور الأول من محاورها، بعنوان:\n\"كتابة الحديث في عهد النبي صلى الله عليه وسلم بين النهي والإذن \"\nفوقع ذلك في قلبي، واستجبت للمشاركة في الكتابة فيه، وقدَّمتُ له بهذه المقدمة التي تطرّقتُ فيها إلى تطور كتابة الحديث في العهد النبوي، وما مر بكتابة الحديث من المراحل على سبيل الإجمال، ثم قسمته إلى عدة مباحث:\n* المبحث الأول: في سياق الأحاديث الواردة في الإذن بكتابة الحديث، مع تخريجها، ودراسة أسانيدها، والحكم عليها.\n* المبحث الثاني: في ذكر بعض الصحف والكتابات والمكاتبات التي وُجدت في عهده صلى الله عليه وسلم.\n* المبحث الثالث: في إثبات تواتر الأحاديث في وقوع الكتابة في عهده صلى الله عليه وسلم.\n* المبحث الرابع: في سياق الأحاديث الواردة في النهي عن كتابة الحديث، مع تخريجها، ودراسة أسانيدها، والحكم عليها.\n* المبحث الخامس: في ذكر آراء العلماء في التوفيق بين أحاديث الإذن والنهي، وتحقيق المسألة في ذلك.\n* المبحث السادس: في الرد على الشبه المثارة حول السنة من جهة كتابتها.\n* الخاتمة: وتشتمل على أهم نتائج البحث.\nالجزء: 1 ¦ الصفحة: 6\n",
        "* الفهارس، ولقد اقتصرت فيها على:\n- فهرس المصادر والمراجع التي رجعت لها في هذا البحث؛ لقرب مباحثه وقلة أحاديثه.\nهذا، والله تعالى أسال أن يجعل هذا البحث خالصاً لوجهه الكريم، وأن يجعله من العلم النافع والعمل الصالح، وأن يغفر لي ولوالدي، ولعموم المسلمين، وصلى الله وسلم على نبينا محمد، وعلى آله وصحبه أجمعين.\nالجزء: 1 ¦ الصفحة: 7\n",
        "كتابة الحديث في عهد النبي صلى الله عليه وسلم بين النهي والإذن\nإعداد: الدكتور ناصر بن إبراهيم العبودي\nبسم الله الرحمن الرحيم\nالمبحث الأول: في سياق الأحاديث الواردة في الإذن بكتابة الحديث النبوي، مع تخريجها، ودراسة أسانيدها، والحكم عليها\nالحديث الأول\n:\nعن أبي هريرة –رضي الله عنه– قال: كان رجلٌ من الأنصار يجلس إلى رسول الله صلى الله عليه وسلم، فيسمع من النبي صلى الله عليه وسلم الحديث فيعجبه ولا يحفظه، فشكا ذلك إلى رسول الله صلى الله عليه وسلم، فقال: يا رسول الله، إني لأسمع منك الحديث، فيعجبني ولا أحفظه، فقال رسول الله صلى الله عليه وسلم: \"استعن بيمينك\"، وأومأ بيده للخط.\nتخريج الحديث:\nهذا الحديث أخرجه الترمذي وغيره من حديث أبي هريرة –رضي الله عنه– ومدار أغلب أسانيده على: \"الخليل بن مرة، عن يحيى بن أبي صالح، عن أبي هريرة\"، إلا أنه اختلف فيه على الخليل:\n* فمرة روي عنه كما تقدم:\n- أخرجه الترمذي (1) عن قتيبة، والخطيب في \"الجامع لأخلاق الراوي\" (2) من طريق داود بن منصور، كلاهما عن الليث بن سعد، عن الخليل، به، بلفظه، وعند الخطيب لُقِّب يحيى بن أبي صالح ب \"السمان\".\nقال الترمذي: هذا حديثٌ ليس إسناده بذاك القائم، وسمعت محمد بن إسماعيل يقول: الخليل بن مرة منكر الحديث.\n(1) كتاب العلم باب ما جاء في الرخصة فيه – يعني: كتابة العلم – 1920: ح 2666.\n(2) 1: 249: ح 503.\nالجزء: 1 ¦ الصفحة: 8\n",
        "*ومرة روي: \"عنه، عن علي بن أبي صالح السمان، عن أبي هريرة\" أخرجه ابن عدي في \"الكامل\" (1) عن علان، عن عيسى، عن الليث، عن الخليل، به، بنحوه مختصراً.\n*ومرة روي: \"عنه، عن أبي صالح السمان، عن أبي هريرة\":\n- أخرجه ابن عدي في \"الكامل\" (2) عن عبد الرحمن بن سليمان بن برد، عن عيسى بن حماد، عن الليث، عن الخليل، به، بنحوه مختصراً.\n*ومرة روي \"عنه، عن يحيى بن أبي صالح السمان، عن أبيه، عن أبي هريرة \":\n- أخرجه الخطيب في \"تقييد العلم\" (3) من طرق عن النعمان بن عبد السلام وعبد الأعلى بن محمد وعثمان بن رقاد،\n- وابن عدي في \"الكامل\" (4) من طريق عبد الله بن عبد الله الأموي، أربعتهم عن الخليل، به، بنحوه.\n· النظر في اختلاف روايات الحديث:\nلم يتبين لي إمكان الترجيح بين روايات الحديث السابقة أو الجمع بينها، وعليه فإن الحديث يكون بهذا الإسناد مضطرباً بهذه الاختلافات، فضلاً عن ضعفه بسبب وجود الخليل بن مرة فيه، وهو: الخليل بن مرة الضبعي البصري، نزيل الرَّقة، أحد الصالحين، ضعفه بعضهم\n(1) 3: 928.\n(2) 3: 928.\n(3) 66- 67.\n(4) 3: 928.\nالجزء: 1 ¦ الصفحة: 9\n",
        "تضعيفاً شديدا، كالبخاري – كما تقدم في تخريج الحديث – وغيره، ووثقه آخرون، وذكره ابن عدي في \"الكامل في الضعفاء\" (1) ، وساق له بعض الأحاديث المنتقدة، ثم قال: ولم أر في أحاديثه حديثاً منكراً قد جاوز الحد، وهو في جملة من يكتب حديثه، وليس هو بمتروك الحديث. أ. هـ، وقد روى له الترمذي، مات سنة (160هـ) (2) .\n·متابعٌ للخليل بن مرة:\nهذا وقد تابع الخليلَ بنَ مرة على رواية هذا الحديث الخصيبُ بنُ جحدر،\nإلا أنه قد اختلف فيه عليه – أيضاً -:\n*فمرة روي: \"عنه، عن أبي صالح، عن أبي هريرة\".\n- أخرجه الطبراني في \"الأوسط\" (3) ،\n- والخطيب في \"تقييد العلم\" (4) ،\n- والعقيلي في \"الضعفاء\" (5) ، ثلاثتهم من طرق عن عبد الصمد بن سليمان، عن الخصيب بن جحدر، به، بنحوه مختصراً.\nقال الطبراني: لم يرو هذا الحديث عن أبي صالح إلا الخصيب بن جحدر.\n(1) 3: 928.\n(2) انظر: \" الكامل \" 3: 928، \" تهذيب الكمال \" 8: 342، \" الكاشف \" 1: 376، \" ديوان الضعفاء والمتروكين \": 89، \" التقريب \": 196.\n(3) 1: 446: ح 805.\n(4) 65.\n(5) 3: 83.\nالجزء: 1 ¦ الصفحة: 10\n",
        "وقد ذكر الهيثمي هذا الحديث في \"مجمع الزوائد\" (1) وقال: رواه البزار، وفيه الخصيب بن جحدر، وهو كذاب. قال محقق \"الأوسط \": قوله رواه البزار خطأ، والصحيح رواه الطبراني في الأوسط.\n- وأخرجه الخطيب في \"تقييد العلم \" (2) ،\n- وابن عدي في \"الكامل \" (3) ، كلاهما من طريق طالوت بن عباد، عن الربيع بن مسلم، عن الخصيب، به، بنحوه مختصراً.\n-وأخرجه الخطيب في \"تقييد العلم \" (4) من طريق مسعدة بن اليسع، عن أبي الفضل رجل من أهل الشام، عن أبي صالح، عن أبي هريرة، به.\nقلت: الظاهر أن أبا الفضل هذا، والذي أُبهم في الإسناد، ووصف بأنه رجلٌ من أهل الشام هو الخصيب بن جحدر، والله تعالى أعلم.\n*ومرة روي: \"عنه، عن عبيد الله بن أبي بكر بن أنس، عن أنس\". يعني: بجعله من مسند أنس - رضي الله عنه -.\nأخرجه الطبراني في \"الأوسط \" (5) ،\nوالخطيب في \"تقييد العلم\" (6) عن الحسن بن أبي بكر، عن محمد ابن أحمد الصواف، كلاهما عن إبراهيم بن هاشم البغوي، عن إسماعيل\n(1) 1: 152.\n(2) 65.\n(3) 3: 68.\n(4) 67.\n(5) 3: 393: ح 2846.\n(6) 67.\nالجزء: 1 ¦ الصفحة: 11\n",
        "- ابن سيف، عن محمد بن عبد الواحد بن أخي حزم القطعي، عن الخصيب بن جحدر (1) ، عن عبيد الله بن أبي بكر بن أنس، عن أنس، به، بنحوه مختصراً.\nقال الطبراني: لا يروى هذا الحديث عن عبيد الله بن أبي بكر إلا بهذا الإسناد، تفرد به إسماعيل.\nوقال الهيثمي في \"مجمع الزوائد\" (2) : رواه الطبراني في \"الأوسط\"، وفيه إسماعيل بن سيف، وهو ضعيف.\nأقول: هكذا ضعّف الهيثمي هذا الحديث هنا ب إسماعيل بن سيف، مع أنَّ في إسناده من هو أضعف منه، وهو الخصيب بن جحدر، كما سبق أن ضعف الحديث هو بنفسه به، كما تقدم في تخريج الوجه الأول من روايات هذا الحديث في الصفحة السابقة.\n(1) في \"الأوسط\": \"عن الخصيب بن جحدر، عن عبيد الله بن جحدر، عن عبيد الله بن أبي بكر بن أنس، عن أنس\"، وما أثبته من \"مجمع البحرين في زوائد المعجمين\" 1: 246 ح 278، ولعله هو الصواب، والله تعالى أعلم.\n(2) 1: 152.\nالجزء: 1 ¦ الصفحة: 12\n",
        "· الترجيح بين روايتي الحديث:\nرجَّح الخطيب البغدادي في \"تقييد العلم\" (1) الرواية الأولى للحديث، والتي فيها جُعل الحديث من مسند أبي هريرة، فقال – بعد أن رواه من حديث أنس-: لا أعلم رواه عن الخصيب، عن عبيد الله بن أبي بكر، عن أنس إلا ابن أخي حزم، والمحفوظ: عن الخصيب، عن أبي هريرة، كما قدَّمناه.\n· الحكم على الحديث:\nوبعد تخريج روايات هذا الحديث بإسناديه السابقين، يتبين لنا أن الحديث ضعيفٌ جداً بهما، أما إسناده الأول: فلاضطرابه، ووجود الخليل بن مرة فيه، وهو ضعيف – كما تقدم بيان ذلك، وأما إسناده الثاني، ففيه الخَصِيب بن جَحْدَر، وهو كذاب: كذَّبه شعبة والقطان وابن معين والبخاري، وقال أحمد: لا يكتب حديثه (2) .\nهذا وقد ذكر ابن أبي حاتم هذا الحديث في كتابه \"علل الحديث\" (3) ، فقال -بعد سؤال أبيه عنه-: سمعت أبي يقول: هذا حديثٌ منكر.\n(1) 68.\n(2) انظر ترجمته في: \"التاريخ الكبير\" للبخاري 3: 221، \"الجرح والتعديل\" لابن أبي حاتم 3: 397، \"المجروحين\" لابن حبان: 1: 278. \" الميزان \" 1: 653، \"لسان الميزان\" 2: 398، \"الكشف الحثيث عمن رمي بوضع الحديث\": (167) .\n(3) 2: 339.\nالجزء: 1 ¦ الصفحة: 13\n",
        "*\nالحديث الثاني\n:\nعن عبد الله بن عمرو بن العاص - رضي الله عنه - قال: قال رسول الله صلى الله عليه وسلم: \"قيدوا العلم\". قلت: وما تقييده؟. قال: \"كتابته\".\nالجزء: 1 ¦ الصفحة: 13\n",
        "* تخريج الحديث:\nهذا الحديث – بهذا اللفظ – أخرجه الحاكم وغيره من حديث عبد الله ابن عمرو بن العاص –رضي الله عنه – ومدار أغلب أسانيده على: \"عبد الله بن مؤمل، عن ابن جريج، عن عطاء، عنه\"، إلا أنه اختلف فيه على ابن المؤمل:\n* فمرة روي عنه كما تقدم:\n- أخرجه الحاكم (1) من طريق محمد بن شاذان وصالح بن محمد بن حبيب كلاهما عن سعيد بن سليمان الواسطي، عن ابن المؤمل، به، بلفظه.\nقال الحاكم: أسنده شيخٌ من أهل مكة غير معتمد عن ابن جريج.\nوقال الذهبي: قلت: ابن المؤمل ضعيف.\n- وأخرجه الطبراني في \"الأوسط\" (2) عن محمد بن النضر الأزدي، عن سعيد بن سليمان، به، بنحوه.\nقال الطبراني: لم يرو هذا الحديث عن ابن جريج إلا عبد الله بن المؤمل.\n- وأخرجه الطبراني – أيضا – في \"الأوسط\" (3) ،\n- والخطيب في \"تقييد العلم\" (4) من طريق محمد بن أحمد بن يعقوب، كلاهما عن أحمد بن يحيى الحلواني، عن سعيد بن سليمان، به، بنحوه.\nأقول: سقط ابن جريج من سند الطبراني في هذا الموضع، فالظاهر أن\n(1) 1: 106.\n(2) 6: 26: ح 5052.\n(3) 1: 469: ح 852.\n(4) 68.\nالجزء: 1 ¦ الصفحة: 14\n",
        "ذلك وهمٌ، إذ إن الخطيب روى الحديث –كما تقدم– عن شيخ الطبراني بإثبات ابن جريج على الجادة، ومما يدل على إسقاطه عنده أنه قال بعد تخريجه:\nلم يرو هذا الحديث عن عطاء إلا عبد الله بن المؤمل (1) .\nوقد ذكر الهيثمي هذا الحديث في \"مجمع الزوائد\" مرتين في موضع واحد (2) وقال: رواه الطبراني في الكبير والأوسط، وفيه عبد الله بن المؤمل وثّقه ابن معين وابن حبان، وقال ابن سعد: ثقة قليل الحديث، وقال الإمام أحمد: أحاديثه مناكير؛ ثم ذكره مرة أخرى، وقال: رواه الطبراني في الأوسط، وفيه عبد الله بن المؤمل، وقد تقدم الكلام فيه قبل هذا الحديث تراه.\n- وأخرجه الخطيب في \"تقييد العلم\" (3) ، ومن طريقه:\n- ابن الجوزي في \"العلل المتناهية\" (4) عن الحسن بن أبي بكر، عن محمد بن عبد الله الشافعي، عن محمد بن بشر بن مطر، عن سعيد بن سليمان، به، بنحوه. أقول: قرن الخطيب مع الحسن بن أبي بكر محمد بن عمر النرسي.\n- وأخرجه الخطيب –أيضا– من طريق حنبل بن إسحاق ومحمد بن سليمان الباغندي، كلاهما عن سعيد بن سليمان، به، بنحوه.\n- وأخرجه ابن عبد البر في \"جامع بيان العلم\" (5) من طريق محمد بن سنجر وأحمد بن زهير –فرقهما– كلاهما عن سعيد بن سليمان، به، بنحوه.\n(1) انظر –أيضا– \"مجمع البحرين\" 1: 247، 248: ح 279، 280.\n(2) 1: 152.\n(3) 68.\n(4) 1: 78 ح 96.\n(5) 88.\nالجزء: 1 ¦ الصفحة: 15\n",
        "- وأخرجه أبو نعيم في \"الحلية\" (1) عن محمد بن أحمد بن الحسن، عن محمد بن نصر الصائغ، عن سعيد بن سليمان، به، بنحوه.\nقال أبونعيم: غريب من حديث ابن جريج، عن عطاء، لم نكتبه إلا من حديث ابن المؤمل.\n* متابعٌ لعبد الله بن المؤمل على هذه الرواية:\nهذا وقد تابع عبدَ الله بنَ المؤمل على هذه الرواية الوليدُ بنُ مسلم:\n- أخرجه ابن حبان (2) عن عمر بن محمد\n- والنسائي في \"الكبرى\" (3) كلاهما عن عمرو بن عثمان بن سعيد، عن الوليد، عن ابن جريج، عن عطاء (4) ، عن عبد الله بن عمرو، به، بمعناه، وفيه زيادات في آخره.\n(1) 3: 321.\n(2) الإحسان\" 10: 161: ح 4321.\n(3) 5: 53: ح 5010.\n(4) هكذا جاء عطاء في أسانيد هذا الحديث مهملاً غير منسوب، وقد اختلف في تعيينه: هل هو الخراساني أو ابن أبي رباح المكي؟! والراجح الأول. قال الزيلعي في \"نصب الراية\" 4: 143: اعلم أن النسائي وابن حبان لم ينسباه، وذكره ابن عساكر في أطرافه في ترجمة عطاء ابن أبي رباح، عن عبد الله بن عمرو – أقول: وتبعه المزي في \"التحفة\" 10: 362: ح 8885 – ولم يذكر في كتابه لعطاء الخراساني عن عبد الله بن عمرو شيئاً، وكأنه وهم في ذلك، فقد ذكر عبد الحق أنه عطاء الخراساني، وهو جاء منسوباً في مصنف عبد الرزاق، فقال: أخبرنا ابن جريج، عن عطاء الخراساني، عن عبد الله ابن عمرو، عن النبي صلى الله عليه وسلم فذكره.أ. هـ كلام الزيلعي، وقال محقق \"موارد الظمآ\" 1: 477: ح 1108 بعد أن ذكر هذا الحديث: جاء في حاشية الأصل من خط شيخ الإسلام ابن حجر رحمه الله: هو في النوع 66 من القسم الثالث، وقد قال النسائي في العتق بعد أن أخرجه: عطاء هو الخراساني، ولم يسمع من عبد الله بن عمرو، ولا أعلم أحداً ذكر له سماعاً منه.\nالجزء: 1 ¦ الصفحة: 16\n",
        "- هذا وقد ذكر المزي هذا الحديث في \"التحفة\" (1) وقال: قال النسائي: هذا الحديث حديثٌ منكر، وهو عندي خطأ.\n* ومرة روي \"عنه، عن ابن أبي مليكة، عن عبد الله بن عمرو\":\n- أخرجه الخطيب في \"تقييد العلم\" (2) ، ومن طريقه:\n- ابن الجوزي في \"العلل المتناهية\" (3) كلاهما من طريق العباس الدوري، عن سريج بن النعمان، عن ابن المؤمل، به، بنحوه مختصراً.\n* ومرة روي \"عنه، عن عمرو بن شعيب، عن أبيه، عن جده\":\n- أخرجه الخطيب في \"تقييد العلم\" (4) من طريق معن بن عيسى وقاسم بن يزيد الجرمي –فرق حديثيهما– كلاهما عن ابن المؤمل، به، بنحوه، وحديث قاسم بن يزيد بمعناه.\n· الترجيح بين روايات الحديث والحكم عليه:\nالذي يظهر لي أن أرجح روايات هذا الحديث هي أكثرها، وهي الرواية الأولى، رواية \"ابن المؤمل، عن ابن جريج، عن عطاء، عن عبد الله بن عمرو \"والتي تابعه عليها الوليد بن مسلم – كما تقدم في تخريج الحديث – وعلى كلٍ فإن الحديث ضعيفٌ الإسناد؛ لأمرين: أحدهما: انقطاعه بين عطاء الخراساني وبين عبد الله بن عمرو، فإنه لا يعرف له سماعٌ منه – كما تقدم الإشارة إلى ذلك من كلام النسائي في حاشية الصفحة السابقة –والثاني: وجود ابن المؤمل فيه، وهو: عبد الله بن المؤمل بن وهب المخزومي المكي،\n(1) 6: 362: ح 8885.\n(2) ص 68.\n(3) 1: 77: ح 94.\n(4) 69، 75.\nالجزء: 1 ¦ الصفحة: 17\n",
        "ضعفه الأكثر، ووثقه بعضهم، وقال ابن عدي: أحاديثه عليها الضعف بيِّن، وفي التقريب: ضعيف الحديث، مات سنة (160هـ) (1) .\nهذا وقد جاء لهذا الحديث طريقٌ أخرى ضعيفةٌ جداً – أيضاً - أخرجها:\n- الخطيب في \"تقييد العلم\" (2) ،\n- وابن الجوزي في \"العلل المتناهية\" (3) كلاهما من طريق الدارقطني، عن أحمد بن عمار، عن عبد الله بن أيوب، عن إسماعيل بن يحيى، عن ابن أبي ذئب، عن عمرو بن شعيب، عن أبيه، عن جده، به، بنحوه مختصراً. قال الخطيب: قال الدارقطني: تفرد به إسماعيل، عن ابن أبي ذئب. وقال\nابن الجوزي: فيه –يعني: هذا الطريق– إسماعيل بن يحيى. قال الدارقطني: كذابٌ متروكٌ.\n(1) انظر ترجمته في: \" الكامل\" لابن عدي 4: 1454، \"تهذيب الكمال\" 16: 187، \"الميزان\" للذهبي2: 510، \"التقريب\": 325.\n(2) (69) .\n(3) 1: 78: ح 97.\nالجزء: 1 ¦ الصفحة: 18\n",
        "·\nالحديث الثالث\n:\nعن عبد الله بن عمرو بن العاص -رضي الله عنه- قال: كنت أكتب كلَّ شيءٍ أسمعه من رسول الله صلى الله عليه وسلم أريد أحفظه، فنهتني قريشٌ، وقالوا: أتكتب كلَّ شيءٍ تسمعه، ورسول الله صلى الله عليه وسلم بشرٌ يتكلم في الغضب والرضا؟!، فأمسكت عن الكتاب، فذكرت ذلك إلى رسول الله صلى الله عليه وسلم، فأومأ بإصبعه إلى فيه، فقال: \"اكتب، فوالذي نفسي بيده ما يخرج منه إلا حقٌ\".\nالجزء: 1 ¦ الصفحة: 18\n",
        "* تخريج الحديث:\nحديث عبد الله بن عمرو هذا أخرجه أبوداود وأحمد وصححه الحاكم وغيرهم من طرقٍ عنه، وقد خرَّج أغلب هذه الطرق الخطيب البغدادي في \"تقييد العلم\" (1) ، ولعل أحسن هذه الطرق وأشهرها طريقان:\n* الأول: \"يحيى بن سعيد، عن عبيد الله بن الأخنس، عن الوليد بن عبد الله، عن يوسف بن ماهك، عن عبد الله بن عمرو\"،\n* والثاني: \"عمرو بن شعيب، عن أبيه، عن جده\"، ويأتي مجاهدٌ مقروناً بأبيه أحياناً، وسأقتصر في التخريج على الأول منهما؛ خشية الإطالة، ولحصول المقصود من ثبوت الحديث بذلك، فأقول -وبالله التوفيق- هذا الحديث:\n- أخرجه أبو داود في العلم باب كتابة العلم (2) ، ومن طريقه:\n- الخطيب في \"تقييد العلم\" (3) ،\n- وابن عبد البر في \"جامع بيان العلم\" (4) ،\n- والقاضي عياض في \"الإلماع\" (5) ، عن مسدد وابن أبي شيبة، كلاهما عن يحيى بن سعيد، به، بلفظه.\n(1) من ص74 حتى ص82.\n(2) السنن1493: ح 3646.\n(3) 80.\n(4) 1: 85.\n(5) 146.\nالجزء: 1 ¦ الصفحة: 19\n",
        "- وأخرجه ابن أبي شيبة في \"المصنف \"كتاب الأدب باب من رخص في كتاب العلم (1) عن يحيى، به، بلفظه.\n- وأخرجه الدارمي في المقدمة باب من رخص في كتابة العلم (2) عن مسدد، عن يحيى، به، بلفظه.\n- وأخرجه الحاكم في كتاب العلم، باب الأمر بكتابة العلم (3) من طريق مسدد، به، بلفظه.\n- وأخرجه أحمد (4) ، ومن طريقه:\n- الخطيب في \"تقييد العلم\" (5) عن يحيى بن سعيد، به، بلفظه.\n· الحكم على الحديث:\nوبعد النظر في رجال إسناد هذا الحديث يتبين لنا أنهم كلهم ثقاتٌ، قد خرج لهم الجماعة، غير الوليد بن عبد الله، وهو: ابن أبي مغيث العبدري، فمن رجال أبي داود وابن ماجه، وهو ثقة، وقد اتفق العلماء على توثيقهم، غير عبيد الله بن الأخنس، فقد وثقه الأئمة إلا ابن حبان انفرد بقوله فيه في \"الثقات\" (6) : \"يخطئ كثيراً\"، ولعل ذلك مما عرف عنه من\n(1) 9: 49: ح 6479.\n(2) السنن 1: 103: ح 490.\n(3) المستدرك 1: 105.\n(4) المسند 11: 57، 406: ح 6510، ح 6802.\n(5) ص 80.\n(6) 7: 147.\nالجزء: 1 ¦ الصفحة: 20\n",
        "التشدد في الجرح، ولذا فإن ابن حجر لما ذكره في \"الفتح\" (1) قال: \"شذّ ابن حبان، فقال في الثقات: يخطئ كثيراً\"، وعليه يكون هذا الحديث صحيحا بهذا الإسناد، والله تعالى أعلم.\n(1) 10: 199.\nالجزء: 1 ¦ الصفحة: 21\n",
        "·\nالحديث الرابع\n:\nعن أبي قبيل قال: كنا عند عبد الله بن عمرو بن العاص –رضي الله عنه– وسئل: أي المدينتين تفتح أولاً القسطنطينيّة أو رومية؟، فدعا عبد الله بصندوقٍ له حِلَقٌ، فأخرج منه كتاباً، فقال: \"بينما نحن حول رسول الله صلى الله عليه وسلم نكتب إذ سئل رسول الله صلى الله عليه وسلم: أي المدينتين تفتح أولاً، أقسطنطينية أو رومية؟، فقال رسول الله صلى الله عليه وسلم: \"مدينة هرقل تفتح أولاً\". يعني: قسطنطينية.\n· تخريج الحديث الرابع:\n- هذا الحديث أخرجه أحمد (1) ،\n- وابن أبي شيبة في \"المصنف\"كتاب الجهاد (2) ،\n- والدارمي في المقدمة باب من رخص في كتابة العلم (3) عن عثمان بن محمد، ثلاثتهم عن يحيى بن إسحاق، عن يحيى بن أيوب، عن أبي قبيل، به، بلفظه، ولفظ الدارمي فيه اختصار.\n- وأخرجه الحاكم (4) من طريق ابن وهب،\n(1) المسند 503: ح 6645.\n(2) 5: 329.\n(3) السنن 1: 104: ح 492.\n(4) المستدرك 4: 508، 555.\nالجزء: 1 ¦ الصفحة: 21\n",
        "- وابن عبد الحكم في \"فتوح مصر\" (1) عن سعيد بن عفير، كلاهما عن يحيى بن أيوب، به، بنحوه، ولفظ الحاكم في الموضع الأول فيه اختصار.\nقال الحاكم: هذا حديثٌ صحيح الإسناد، ولم يخرجاه، ووافقه الذهبي.\n· الحكم على الحديث:\nهذا الحديث صححه الحاكم ووافقه الذهبي – كما تقدم في تخريجه – وذكره الألباني في \"سلسلة الأحاديث الصحيحة\" (2) وقال بعد أن نقل تصحيح الحاكم والذهبي له -: \"وهو كما قالا\"، وقد ذكره الهيثمي في \"مجمع الزوائد\" (3) وقال: رواه أحمد، ورجاله رجال الصحيح، غير أبي قبيل، وهو ثقةٌ.\n(1) 285.\n(2) 1: 7: ح 4.\n(3) 6: 219.\nالجزء: 1 ¦ الصفحة: 22\n",
        "·\nالحديث الخامس\n:\nعن أنس بن مالك -رضي الله عنه- قال: قال رسول الله صلى الله عليه وسلم: \"قيدوا العلم بالكتاب\".\n· تخريج الحديث:\nهذا الحديث أخرجه الخطيب في \"تقييد العلم\"والحاكم وغيرهما من حديث أنسٍ -رضي الله عنه- ومداره على: \"عبد الله بن المثنى، عن عمه ثمامة بن عبد الله بن أنس، عن جده أنس\"، إلا أنه اختلف فيه على ابن المثنى:\nالجزء: 1 ¦ الصفحة: 22\n",
        "* فمرة رُوي عنه مرفوعا إلى النبي صلى الله عليه وسلم:\n- أخرجه الخطيب في \"تقييد العلم\" (1) ، وفي \"تاريخ بغداد \" (2) ،\n- وابن عبد البر في \"جامع بيان العلم\" (3) ،\n- وأبو الشيخ في \"طبقات المحدثين بأصبهان\" (4) ، جميعهم من طريق عبد الحميد بن سليمان، عن ابن المثنى، به، بلفظه.\nقال الخطيب في \"تقييد العلم\": تفرد برواية هذا الحديث عبد الحميد بن سليمان الخزاعي المدني أخو فليح، عن عبد الله بن المثنى، وغيره يرويه موقوفاً على أنس.\n- ومرة رُوي عنه موقوفاً على أنس من قوله: - أخرجه الحاكم (5) ،\n- وابن سعد في \"الطبقات الكبرى\" (6) ، كلاهما من طريق محمد بن عبد الله الأنصاري،\n- والدارمي (7) عن مسلم بن إبراهيم،\n- والطبراني في \"الكبير\" (8) من طريق خالد بن خداش،\n- والقاضي عياض في \"الإلماع\" (9) من طريق سعيد بن عبد الجبار، أربعتهم عن عبد الله بن المثنى، به، موقوفاً على أنس من قوله.\n(1) 70.\n(2) 10: 46.\n(3) 86.\n(4) 4: 142.\n(5) 1: 106.\n(6) 7: 22.\n(7) السنن 1: 104: ح 497.\n(8) 1: 218: ح 700.\n(9) 147.\nالجزء: 1 ¦ الصفحة: 23\n",
        "قال عياض: قال موسى بن إبراهيم: اتفق الأنصاري ومسلم بن إبراهيم وسعيد على هذا في قول أنس، ورفعه عبد الحميد، ولا يصح رفعه.\nوقال الحاكم: الرواية عن أنس بن مالك صحيحة من قوله، وقد أُسنِد -يعني: رُفِع إلى النبي صلى الله عليه وسلم- من غير وجه معتمد.\n· الترجيح بين روايتي الحديث والحكم عليه:\nوبهذا يتبين لنا ترجيح رواية الوقف، وهي رواية الأكثرين على رواية الرفع، والتي تفرد بها عبد الحميد بن سليمان – كما رجح ذلك الحاكم والخطيب والقاضي عياض – علماً بأن رواية الوقف قد صححها الحاكم\n- كما تقدم - وقال عنها الهيثمي في \"مجمع الزوائد\" (1) : رجالها رجال الصحيح.\nأقول: عبد الله بن المثنى فيه ضعف، إلا أنه قد احتج بحديثه البخاري في مواضع من صحيحه من روايته عن عمه ثمامة، عن جده أنس رضي الله عنه، وروى له الترمذي وابن ماجه (2)\n(1) 1: 152.\n(2) انظر: \" الكاشف\" 1: 592، \" هدي الساري\": 416، \" التقريب\": 320.\nالجزء: 1 ¦ الصفحة: 24\n",
        "·\nالحديث السادس\n:\nعن رافع بن خديج -رضي الله عنه- قال: خرج علينا رسول الله صلى الله عليه وسلم فقال: \"تحدَّثوا، وليتبوأ مَنْ كذب عليَّ مقعده من جهنم\". قلت: يا رسول الله، إنا نسمع منك أشياء، أفنكتبها؟، فقال: \"اكتبوا ولا حرج\".\nالجزء: 1 ¦ الصفحة: 24\n",
        "* تخريج الحديث:\n- هذا الحديث أخرجه الخطيب في \"تقييد العلم\" (1) .\n- والطبراني في \"الكبير\" (2) من طرق عن بقية بن الوليد، عن عبد الرحمن بن ثابت بن ثوبان، عن أبي مدرك، عن عباية بن رفاعة بن رافع بن خديج، عن رافع بن خديج، به، بنحوه مختصراً ومطولاً، وهذا لفظ الطبراني.\n- وذكره الهيثمي في \"مجمع الزوائد\" (3) وقال: رواه الطبراني في الكبير وفيه أبومدرك، روى عن رفاعة بن رافع، وعنه بقية، ولم أر من ذكره.\n· دراسة إسناد الحديث السادس:\n- عباية بن رفاعة بن رافع بن خديج الأنصاري الزرقي، أبو رفاعة المدني، روى عن جده رافع بن خديج وغيره، وعنه أبو مدرك عبد الله ابن مدرك الأزدي وآخرون، ثقة، خرج له الجماعة (4) .\nأبو مدرك، هكذا جاء في الإسناد غير منسوب، وقد نسبه المزي فيمن روى عن عباية بن رفاعة -كما تقدم في ترجمته- قال الهيثمي في \"المجمع\" (5) : لم أر من ذكره.\n(1) 72، 73.\n(2) 4: 329: ح 4410.\n(3) 1: 151.\n(4) تهذيب الكمال14: 268،التقريب: 294.\n(5) 1: 151.\nالجزء: 1 ¦ الصفحة: 25\n",
        "- عبد الرحمن بن ثابت بن ثوبان العنسي، الدمشقي الزاهد، روى عن أبي مدرك الأزدي وغيره، وعنه بقية بن الوليد وآخرون. قال الذهبي في الكاشف: قال دحيمٌ وغيره: ثقةٌ رمي بالقدر، ولينه بعضهم (1) .\n- بقية بن الوليد بن صائد الكلاعي، الحمصي، الحافظ، أبو يحمد -بضم التحتانية- محدثٌ ثقةٌ مكثرٌ مشهور، إلا أنه كان معروفاً بالتدليس، وقد جعله الحافظ في الطبقة الرابعة من طبقات المدلسين (2) .\n* الحكم على الحديث:\nضعيفٌ بهذا الإسناد؛ لوجود أبي مدرك فيه، وهو في عداد المجهولين، وقد صرّح بقية بن الوليد ومن بعده من الرواة بتحديث بعضهم من بعض، فأمن الخوف من تدليسه، والله تعالى أعلم.\n(1) تهذيب الكمال 17: 12، الكاشف 1: 623، ذكر أسماء من تكلم فيه وهو موثق: 117.\n(2) التهذيب 1: 473، الكاشف 1: 160، التقريب: 126، طبقات المدلسين: 76.\nالجزء: 1 ¦ الصفحة: 26\n",
        "·\nالحديث السابع\n:\nعن أبي هريرة -رضي الله عنه - قال: \"ما من أصحاب النبي صلى الله عليه وسلم أحدٌ أكثر حديثاً عنه مني، إلا ما كان من عبد الله بن عمرو فإنّه كان يكتب ولا أكتب\".\n· تخريج الحديث السابع:\n- هذا الحديث أخرجه البخاري في العلم باب كتابة العلم (3) عن علي ابن عبد الله،\n(3) 12: ح 113.\nالجزء: 1 ¦ الصفحة: 26\n",
        "- والترمذي (1) ،\n- وأحمد (2) ،\n- والنسائي في \"الكبرى\" (3) ،\n- وابن حبان – كما في \"الإحسان\" (4) عن عبد الله بن محمد الأزدي، كلاهما عن إسحاق بن إبراهيم،\n- والدارمي في المقدمة باب من رخص في كتابة العلم (5) عن محمد بن أحمد، خمستهم عن سفيان بن عيينة، عن عمرو بن دينار، عن وهب ابن منبه، عن أخيه همام، عن أبي هريرة، به، بألفاظٍ مقاربة.\nقال الترمذي: هذا حديث حسن صحيح.\n- وأخرجه أحمد (6) من طريق ابن إسحاق، عن عمرو بن شعيب، عن مجاهد والمغيرة بن حكيم، عن أبي هريرة قال: \"ما كان أحدٌ أعلم بحديث رسول الله صلى الله عليه وسلم مني، إلا ما كان من عبد الله بن عمرو، فإنه كان يكتب بيده ويعيه قلبه، وكنت أعيه بقلبي ولا أكتب بيدي، واستأذن رسول الله صلى الله عليه وسلم في الكتاب عنه، فأذن له\".\n(1) في العلم باب ما جاء في الرخصة في كتابة العلم 1920: ح 2668، وفي المناقب باب مناقب أبي هريرة 2046: ح 3841 عن قتيبة.\n(2) 557: ح 7383.\n(3) في العلم باب كتابة العلم 3: 434: ح 5853.\n(4) 16: 103: ح 7152.\n(5) 1: 103: ح 489.\n(6) 671: ح 9220.\nالجزء: 1 ¦ الصفحة: 27\n",
        "·\nالحديث الثامن\n:\nعن أبي هريرة –رضي الله عنه– قال: \"لمَّا فتح الله على رسوله صلى الله عليه وسلم مكة قام في الناس، فحمد الله وأثنى عليه، ثمّ قال: \"إنّ الله حبس عن مكة القتل –أو الفيل– وسلّط عليها رسولَه والمؤمنين؛ فإنها لا تحِل لأحدٍ كان قبلي، وإنّها أُحلَّت لي ساعةً من نهار، وإنّها لن تحلَّ لأحدٍ من بعدي، فلا يُنفَّر صيدُها، ولا يُختلى شوكُها، ولا تحلُّ ساقطتُها إلا لمنشدٍ، ومن قُتل له قتيلٌ فهو بخير النظرين، إمّا أن يُفْدَى، وإما أن يُقيد\"، فقال العباس: إلا الإذخر؛ فإنَّا نجعله لقبورنا وبيوتنا، فقال رسول الله صلى الله عليه وسلم: \"إلا الإذخر\"، فقام أبو شاهٍ –رجلٌ من أهل اليمن- فقال: اكتبوا لي يا رسول الله، فقال رسول الله صلى الله عليه وسلم: \"اكتبوا لأبي شاه\".\n· تخريج الحديث:\n- هذا الحديث أخرجه البخاري (1) ،\n- ومسلم (2) ،\n- وأبو داود (3) ،\n- والترمذي (4) ،\n- والنسائي في الكبرى (5) ،\n(1) في العلم باب كتابة العلم 12: ح 112، وفي اللقطة باب كيف تُعرَّف لقطة مكة 191: ح 2434، وفي الديات باب من قتل له قتيلٌ فهو بخير النظرين.\n(2) في الحج باب تحريم مكة 904: ح 1355.\n(3) في المناسك باب تحريم مكة 1371: ح 2017، وفي العلم باب كتابة العلم 1493: ح 4649، وفي الديات باب ولي العمد يأخذ الدية 1553: ح 4505.\n(4) في العلم باب ماجاء في الرخصة فيه 1920: ح 2267.\n(5) في العلم باب كتابة العلم 3: 434: ح 5855.\nالجزء: 1 ¦ الصفحة: 28\n",
        "- وأحمد (1) ، جميعهم من طرقٍ عن يحيى بن أبي كثير، عن أبي سلمة، عن أبي هريرة، به، بألفاظٍ معناها واحد، مطولاً ومختصراً.\nقيل للأوزاعي – أحد الرواة عن يحيى بن أبي كثير-: وما قوله: \"اكتبوا لأبي شاه\"، وما يكتبون له؟. قال: يقول: هذه الخطبة التي سمعها من النبي صلى الله عليه وسلم.\nقال أبو عبد الرحمن عبد الله بن الإمام أحمد: ليس يروى في كتابة الحديث شيءٌ أصح من هذا الحديث،؛ لأن النبي صلى الله عليه وسلم أمرهم. قال: \"اكتبوا لأبي شاه\" ما سمع النبي صلى الله عليه وسلم خطبته.\n(1) 549: ح 7241.\nالجزء: 1 ¦ الصفحة: 29\n",
        "الحديث التاسع\n:\nعن ابن عباس –رضي الله عنه – قال: لمّا حُضِر رسول الله صلى الله عليه وسلم، وفي البيت رجالٌ فيهم عمر بن الخطاب، فقال النبي صلى الله عليه وسلم: \"هلمَّ أكتبْ لكم كتاباً لا تضلّون بعده\". فقال عمر: إن النبي صلى الله عليه وسلم قد غلب عليه الوجع، وعندكم القرآن، حسبنا كتاب الله، فاختلف أهل البيت، فاختصموا: منهم من يقول: قربوا يكتب لكم رسول الله صلى الله عليه وسلم كتاباً لن تضلوا بعده، ومنهم من يقول ما قال عمر، فلما أكثروا اللغو والاختلاف عند رسول الله صلى الله عليه وسلم. قال رسول الله صلى الله عليه وسلم: \"قوموا\". فكان ابن عباس يقول: إنَّ الرزية، كل الرزية، ما حال بين رسول الله صلى الله عليه وسلم وبين أن يكتب لهم ذلك الكتاب، من اختلافهم ولغطهم.\n· تخريج الحديث:\nهذا الحديث اتفق الشيخان على إخراجه من حديث ابن عباس رضي الله عنه، وله عندهما طريقان عنه: أحدهما: \"ابن شهاب، عن عبيد الله بن عبد الله، عنه\"،\nالجزء: 1 ¦ الصفحة: 29\n",
        "والثاني: \"عن سليمان الأحول، عن سعيد بن جبير، عنه\"، وإليك تخريجهما:\n- أخرجه البخاري (1) عن يحيى بن سليمان، عن ابن وهب، عن يونس، عن ابن شهاب، به، بنحوه مختصراً.\n- وأخرجه البخاري (2) ،\n- ومسلم (3) ، كلاهما من طريق معمر، عن ابن شهاب الزهري، به، بلفظه.\n- وأخرجه البخاري (4) ،\n- ومسلمٌ – الموضع السابق – كلاهما من طريق ابن عيينة، عن سليمان الأحول، عن سعيد بن جبير، عن ابن عباس، بمعناه، وفيه قال ابن عباس: يوم الخميس، وما يوم الخميس؟!، ثمَّ بكى حتى بلَّ دمعُهُ الحصى، فقلت: يا ابن عباس، وما يوم الخميس؟. قال: اشتد برسول الله صلى الله عليه وسلم وجعه، فقال: \"ائتوني أكتب لكم كتاباً لا تضلوا بعده أبدا\"، فتنازعوا، وما ينبغي عند نبيٍ تنازعٌ، وقالوا: ما شأنه؟ أهجر؟، استفهموه. قال: \"دعوني، فالذي أنا فيه خيرٌ، أوصيكم بثلاثٍ: أخرجوا المشركين من جزيرة العرب، وأجيزوا الوفد بنحو ما كنت أجيزهم\". قال: وسكت عن الثالثة، أو قال: فأنسيتها.\n(1) في كتاب العلم باب كتابة العلم 12: ح 114.\n(2) في المغازي باب مرض النبي صلى الله عليه وسلم 364: ح 4432، وفي المرضى باب قول المريض: قوموا عني 485: ح 5669، وفي الاعتصام باب كراهية الاختلاف 613: ح 7366.\n(3) في الوصية باب ترك الوصية 964: ح 1637.\n(4) في الجهاد باب جوائز الوفد 245: ح 3053، وفي باب إخراج اليهود من جزيرة العرب 256: ح 3168، وفي المغازي باب مرض النبي صلى الله عليه وسلم 364: ح 4431.\nالجزء: 1 ¦ الصفحة: 30\n",
        "المبحث الثاني: في ذكر بعض الصحف والكتب والمكاتبات التي وُجِدت في عهده صلى الله عليه وسلم.\nأولا: في ذكر بعض الصحف والكتب.\n...\nالمبحث الثاني: في ذكر بعض الصحف والكتب والمكاتبات التي وُجِدت في عهده صلى الله عليه وسلم\n· أولا: في ذكر بعض الصحف والكتب:\n1. صحيفة علي بن أبي طالب: وقد ذكر خبرها البخاري في تسعة مواضع من \"صحيحه\" (1) مستدلاً بها على جواز الكتابة، وفيه قال أبوجحيفة الراوي عن عليٍ: قلت لعليٍ: هل عندكم كتابٌ؟. قال: لا، إلا كتاب الله، أو فهمٌ أعطيه رجلٌ مسلمٌ، أو ما في هذه الصحيفة. قال: قلت: وما في هذه الصحيفة؟ قال: \"العقل، وفكاك الأسير، ولا يقتل مسلمٌ بكافر\". وفي رواية (2) قال: فأخرجها – يعني: الصحيفة– فإذا فيها أشياء من الجراحات وأسنان الإبل. قال: وفيها: \"المدينة حرمٌ ما بين عير إلى ثور، فمن أحدث فيها حدثا، أو آوى محدثاً، فعليه لعنة الله والملائكة والناس أجمعين، لا يقبل منه يوم القيامة صرفٌ ولا عدلٌ، ومن والى قوماً بغير إذن مواليه، فعليه لعنة الله والملائكة والناس أجمعين، لا يقبل منه يوم القيامة صرفٌ ولا عدلٌ، وذمة المسلمين واحدةٌ، يسعى بها أدناهم، فمن أخفر مسلماً فعليه لعنة الله والملائكة والناس أجمعين، لا يقبل منه يوم القيامة صرفٌ ولا عدلٌ\".\nصحيفة عبد الله بن عمرو بن العاص: حيث أذن له النبي صلى الله عليه وسلم بالكتابة عنه –كما تقدم ذلك في المبحث السابق (3) – فكتب عنه هذه الصحيفة،\n(1) أولها: في كتاب العلم باب كتابة العلم 12: ح 111.\n(2) 564: ح 6755.\n(3) ص 15، 21: ح 3، ح 7.\nالجزء: 1 ¦ الصفحة: 31\n",
        "وكان يسميها: \"الصادقة\"، وهي تضم ألف حديث، كما ذكر ذلك ابن الأثير في \"أسد الغابة\" (1) ، وقد آلت هذه الصحيفة إلى حفيده عمرو ابن شعيب الذي كان يحدث منها أحياناً (2) ، وقد كان ابن عمرو يفتخر ويعتز بها، حتى قال: \"ما يرغبني في الحياة إلا الصادقة والوهط: فأما الصادقة فصحيفةٌ كتبتها من رسول الله صلى الله عليه وسلم، وأما الوهط فأرضٌ تصدَّق بها عمرو بن العاص كان يقوم عليها\"، وقد كان رضي الله عنه شديد الحرص والمحافظة عليها. قال مجاهد بن جبر –رحمه الله تعالى-: أتيت عبد الله بن عمرو، فتناولتُ صحيفةً من تحت مفرشه، فمنعني. قلت: ما كنت تمنعني شيئاً. قال: \"هذه الصادقة، هذه ما سمعت من رسول الله صلى الله عليه وسلم، ليس بيني وبينه أحدٌ، إذا سلمت لي هذه وكتاب الله تبارك وتعالى والوهط، فما أبالي ما كانت عليه الدنيا\" (3) .\n3.كتاب سعد بن عبادة الأنصاري رضي الله عنه، سيد الخزرج: كان يكتب في الجاهلية -كما ذكر ذلك ابن سعد في \"الطبقات\" (4) - ويبدو أنه كتب عن رسول الله صلى الله عليه وسلم كتباً، روى منها بعض أحفاده حديثاً واحداً\n(1) 3: 349.\n(2) قال الدكتور محمد عجاج الخطيب في كتابه: \" السنة قبل التدوين\": 349: عدد أحاديث عمرو بن شعيب، عن أبيه، عن جده، وهي أحاديث الصادقة –كما هو المرجح– (436) حديثاً بما فيه المكرر عند الإمام أحمد وفي السنن الأربعة، فقد يكون حكم ابن الأثير مبنياً على أن جميع ما روي عن ابن عمرو هو الصادقة، وليس ببعيد.\n(3) انظر: \"طبقات ابن سعد\" 2: 373، \"سنن الدارمي\" 1: 105: ح 502، \"تقييد العلم\" 84، \"جامع بيان العلم\" 1: 86، \" تهذيب الكمال \" 22: 72، \" تهذيب التهذيب\" 8: 48، 49، \"دراسات في الحديث النبوي وتاريخ تدوينه\" 1: 121.\n(4) 3: 613.\nالجزء: 1 ¦ الصفحة: 32\n",
        "خرجه الترمذي (1) من طريق إسماعيل بن عمرو بن قيس بن سعد بن عبادة، عن أبيه، أنهم وجدوا في كتب – أو في كتاب – سعد بن عبادة رضي الله عنه: \"أن رسول الله صلى الله عليه وسلم قضى باليمين مع الشاهد \"، هذا لفظ أحمد.\n4. صحيفة جابر بن عبد الله بن عمرو بن حرام الأنصاري رضي الله عنه: \"له منسك صغير في الحج أخرجه مسلمٌ\" –قاله الذهبي في \"تذكرة الحفاظ\" (2) - ويحتمل أن يكون هذا المنسك جزءاً من هذه الصحيفة، وقد كان التابعي الجليل قتادة بن دعامة أحد الرواة عن جابر يقول: \"لأنا بصحيفة جابر بن عبد الله أحفظ مني لسورة البقرة \" (3) .\n5. صحيفة رافع بن خديج الأنصاري رضي الله عنه: كان عنده أحاديث عن النبي صلى الله عليه وسلم مكتوبة على أديم. قال نافع بن جبير: خطب مروان الناس، فذكر مكة وحرمتها، فناداه رافع بن خديج، فقال: \"إنَّ مكة إنْ تكن حرماً، فإن المدينة حرمٌ، حرَّمها رسول الله صلى الله عليه وسلم، وهو مكتوبٌ عندنا في أديم خولاني، إن شئت أن نقرئكه فعلنا \"، فناداه مروان: أجل قد بلغنا ذلك (4) .\n6. كتاب الصدقات والفرائض والديات والطهارة والصلاة وغير ذلك،\n(1) في كتاب الأحكام باب ما جاء في اليمين والشاهد 1786: ح 1343، وأحمد 1661:\nح 22827، والطبراني في \"الكبير\" 6: 19: ح 5361، ح 5362، والدارقطني 4: 214:\nح 37.\n(2) 1: 43.\n(3) انظر: \"التاريخ الكبير\" للبخاري 7: 186، \"تهذيب التهذيب\" 4: 215، \"دراسات في الحديث النبوي وتاريخ تدوينه\" 1: 104.\n(4) انظر: \"صحيح مسلم\" كتاب الحج باب فضل المدينة 904: ح 1361، \"مسند أحمد\" 1245:\nح 17404.\nالجزء: 1 ¦ الصفحة: 33\n",
        "الذي بعثه النبي صلى الله عليه وسلم مع عامله عمرو بن حزم الأنصاري رضي الله عنه إلى اليمن؛ ليفقههم ويقرأه عليهم: وهو كتابٌ مشهور، ذكر خبره بعض كتب السنة والسيرة مطولاً ومختصراً (1) .\n7. كتاب الزكاة والصدقة الذي كتبه النبي صلى الله عليه وسلم إلى عماله، فلم يخرجه حتى قبض، ثم عمل به أبوبكر وعمر رضي الله عنهما من بعده حتى قبضا، وقد كتب به أبوبكر إلى أنس حين بعثه إلى البحرين مصَدِّقاً، وعليه خاتمه صلى الله عليه وسلم. هذا الكتاب ذُكِر في كتب السنة مطولاً ومختصراً (2) .\n8. الصحيفة التي أمر النبي صلى الله عليه وسلم بكتابتها في السنة الأولى من الهجرة في بيان حقوق المهاجرين والأنصار واليهود وعرب المدينة. ونصها: \"هذا كتاب محمدٍ النبي رسول الله بين المؤمنين والمسلمين من قريش وأهل يثرب، ومن تبعهم، فلحق بهم، وجاهد معهم،؛ أنهم أمة واحدةٌ من دون الناس\n…\n\" (3) .\n9. الكتاب الذي بعثه رسول الله صلى الله عليه وسلم إلى جهينة قبل موته بشهر. قال\n(1) انظر: \"سنن النسائي \" كتاب القسامة باب ذكر حديث عمرو بن حزم في العقول واختلاف الناقلين له 2401: ح 4857، \" صحيح ابن حبان بترتيب ابن بلبان \" كتاب التاريخ باب كتب النبي (14: 501: ح 6559، \" الموطأ \" 2: 849: ح 1547، \" المستدرك \" للحاكم 1: 395، \"سيرة ابن هشام \" 4: 594، \" إعلام السائلين عن كتب سيد المرسلين \"لابن طولون: 138.\n(2) انظر: \" البخاري \" وقد ذكره في مواضع من صحيحه: منها في كتاب الزكاة باب زكاة الغنم 114: ح 1454، وفي كتاب فرض الخمس باب ما ذكر من درع النبي (وخاتمه 250: ح 3106، وأبو داود في كتاب الزكاة باب في زكاة السائمة 1338: ح 1567، ح 1568، ح 1570، والترمذي في كتاب الزكاة باب ما جاء في زكاة الإبل والغنم 1707: ح 621، \" تقييد العلم \": 87.\n(3) انظر: \"سيرة ابن هشام\" 2: 119، \"الأموال\" لأبي عبيد: 126: ح 328، ح 329، \"المصباح المضيء\" 2: 5 \"مجموعة الوثائق السياسية\" د. محمد حميد الله: 15.\nالجزء: 1 ¦ الصفحة: 34\n",
        "عبد الله بن عكيم الجهني رضي الله عنه: \"قُرِئ علينا كتاب رسول الله صلى الله عليه وسلم، ونحن بأرض جهينة، أن لا تنتفعوا من الميتة بإهاب ولا عصب\" (1) .\n10. الكتاب الذي كتبه صلى الله عليه وسلم لوائل بن حجر رضي الله عنه إلى قومه في حضرموت، فيه الأصول العامة للإسلام، وبعض أحكام الزكاة، وذكر بعض المحرمات (2) .\n11. كتابه صلى الله عليه وسلم إلى بني زهير بن أُقَيش مع صاحبهم النَّمر بن تَوْلَب الشاعر رضي الله عنه، وفيه دعوتهم للإسلام، وأداء الخمس وسهم الصفي. قال يزيد بن عبد الله بن الشخير: كنا بالمِرْبَد، فجاء رجلٌ أشعث الرأس -هو: النمر ابن تولب- بيده قطعة أديم أحمر، فقلنا: كأنك من أهل البادية؟، فقال: أجل. قلنا: ناولنا هذه القطعة الأديم التي في يدك، فناولناها، فقرأناها، فإذا فيها: \"من محمد رسول الله إلى بني زهير بن أقيش، إنكم إن شهدتم أن لا إله إلا الله، وأن محمداً رسول الله، وأقمتم الصلاة، وآتيتم الزكاة، وأديتم الخمس من المغنم، وسهم النبي، وسهم الصفي، أنتم آمنون بأمان الله ورسوله\"، فقلنا: من كتب لك هذا الكتاب؟..\n(1) انظر: \"سنن الترمذي\" كتاب اللباس باب ما جاء في جلود الميتة إذا دبغت 1829: ح 1729، \"سنن النسائي\" كتاب الفرع والعتيرة باب ما يدبغ به جلود الميتة 2365: ح 4254، ح 4255، ح 4256، \"سنن ابن ماجه\" كتاب اللباس باب من قال: لا ينتفع من الميتة بإهاب ولا عصب 2694: ح 3613، \"مسند أحمد\" 1369: ح 18987، ح 18989، ح 18990، ح 18991، ح 18992.\n(2) انظر: \"طبقات ابن سعد\" 1: 287، 349، 351، \"المصباح المضيء\" 2: 302، \"مجموعة الوثائق السياسية\": 205.\nالجزء: 1 ¦ الصفحة: 35\n",
        "قال: رسول الله صلى الله عليه وسلم (1) .\n12. كتابه صلى الله عليه وسلم إلى بكر بن وائل في دعوتهم إلى الإسلام. عن أنس: أن النبي صلى الله عليه وسلم كتب إلى بكر بن وائل: \"من محمد رسول الله إلى بكر بن وائل، أن أسلموا تسلموا\"، فما وجدوا له كاتباً يقرؤه إلا رجلٌ منهم من بني ضبيعة، فهم يسمون بني الكاتب (2) .\n(1) انظر: \"سنن أبي داود\" كتاب الخراج باب ما جاء في سهم الصفي 1448: ح 2999، \"سنن النسائي\" كتاب قسم الفيء 2359: ح 4151، \"مسند أحمد\" 1522: ح 21017، ح 21020. \"صحيح ابن حبان\" 14: 497: ح 6557.\n(2) انظر: \"صحيح ابن حبان بترتيب ابن بلبان\" كتاب التاريخ باب كتب النبي (14: 500: ح 6558، \"طبقات ابن سعد\" 1: 281، \"مسند أبي يعلى\" 5: 325: ح 2947، \"المعجم الصغير\" للطبراني 1: 193: ح 307.\nالجزء: 1 ¦ الصفحة: 36\n",
        "·\nثانياً: في ذكر بعض مكاتباته صلى الله عليه وسلم إلى الملوك والعظماء وأمراء العرب يدعوهم إلى الإسلام في أول السنة السابعة بعد صلح الحديبية\n1. كتابه صلى الله عليه وسلم إلى النجاشي ملك الحبشة: أخرج مسلمٌ في \"صحيحه\" (1) عن أنس رضي الله عنه: \"أن النبي صلى الله عليه وسلم كتب إلى كسرى، وإلى قيصر، وإلى النجاشي، وإلى كل جبار يدعوهم إلى الله عز وجل\"، وقد ذكرت كتب السير أن عمرو بن أمية الضمري رضي الله عنه هو الذي بعثه النبي صلى الله عليه وسلم بكتابه إلى النجاشي، وأنه لما قرأ النجاشي الكتاب أسلم، وكتب مع ولده كتاباً جواباً لكتاب النبي صلى الله عليه وسلم (2) .\nكتابه صلى الله عليه وسلم إلى قيصر ملك الروم، وإرسال دحية الكلبي رضي الله عنه به: وقد ذكر نبأ هذا الكتاب صاحبا الصحيحين مطولا عن ابن عباس، عن أبي سفيان، وفيه: \"أنّ رسول الله كتب إلى قيصر يدعوه إلى الإسلام، وبعث بكتابه مع دحية الكلبي، وأمره أن يدفعه إلى عظيم بصرى، ليدفعه إلى قيصر، فدفعه عظيم بصرى إلى قيصر\n…\nقال أبوسفيان: ثمَّ دعا بكتاب رسول الله، فقرئ، فإذا فيه: \"بسم الله الرحمن الرحيم، من محمد ابن عبد الله، إلى هرقل عظيم الروم، سلامٌ على من اتبع الهدى، أما بعد: فإني أدعوك بداعية الله، أسلم تسلم، وأسلم يؤتك الله أجرك مرتين، فإن\n(1) في كتاب الجهاد باب كتب النبي صلى الله عليه وسلم إلى ملوك الكفار يدعوهم إلى الإسلام 993: ح 1774.\n(2) انظر: \"طبقات ابن سعد\" 1: 258، \" نصب الراية\" للزيلعي 4: 421، \"زاد المعاد\" 3: 689، \"المصباح المضيء\" 2: 33، \"إعلام السائلين عن كتب سيد المرسلين\": 54.\nالجزء: 1 ¦ الصفحة: 37\n",
        "توليت فإنَّ عليك إثم الأريسيين، و {يَا أَهْلَ الْكِتَابِ تَعَالَوْاْ إِلَى كَلَمَةٍ سَوَاء بَيْنَنَا وَبَيْنَكُمْ أَلاَّ نَعْبُدَ إِلاَّ اللهَ وَلاَ نُشْرِكَ بِهِ شَيْئًا وَلاَ يَتَّخِذَ بَعْضُنَا بَعْضاً أَرْبَابًا مِّن دُونِ اللهِ فَإِن تَوَلَّوْاْ فَقُولُواْ اشْهَدُواْ بِأَنَّا مُسْلِمُونَ} [آل عمران:64] (1) .\n3. كتابه صلى الله عليه وسلم إلى كسرى ملك الفرس، وإرسال عبد الله بن حذافة السهمي رضي الله عنه به. عن ابن عباس قال: \"بعث رسول الله صلى الله عليه وسلم بكتابه إلى كسرى مع عبد الله بن حذافة السهمي، فأمره أن يدفعه إلى عظيم البحرين، فدفعه عظيم البحرين إلى كسرى، فلما قرأه مزَّقه، فدعا عليه رسول الله صلى الله عليه وسلم أن يمزقوا كل ممزق\" (2) .\n4. كتابه صلى الله عليه وسلم إلى المنذر بن ساوى العبدي صاحب البحرين، مع العلاء بن الحضرمي، يدعوه إلى الإسلام، فأسلم، وحسن إسلامه، وظل على إمارته على البحرين إلى أن توفي رضي الله عنه سنة (11) ، وقد وقع بينه وبين النبي صلى الله عليه وسلم مكاتبات يستفتيه فيها، ويسأله عمن بقي على دينه من قومه (3) .\n(1) انظر: \"البخاري\" في مواضع: أولها: في كتاب بدء الوحي 2: ح 6، \"مسلم\" في كتاب الجهاد باب كتب النبي إلى هرقل ملك الشام يدعوه إلى الإسلام 992: ح 1773، \"طبقات ابن سعد\" 1: 259.\n(2) انظر: \"البخاري\" في مواضع، منها: كتاب العلم باب ما يذكر في المناولة وكتاب أهل العلم بالعلم إلى البلدان 8: ح 64، كتاب المغازي باب كتاب النبي صلى الله عليه وسلم إلى كسرى وقيصر، \"طبقات ابن سعد\" 1: 259، \"المصباح المضيء\" 2: 151، \"إعلام السائلين\": 64.\n(3) انظر. \"طبقات ابن سعد\" 1: 263، \"عيون الأثر\" لابن سيد الناس 2: 266، \"زاد المعاد\" 3: 692، \"نصب الراية\" 4: 419، \"إعلام السائلين\": 59، \" المصباح المضيء \" 2: 280.\nالجزء: 1 ¦ الصفحة: 38\n",
        "5. كتاب النبي صلى الله عليه وسلم إلى المقوقس عظيم القبط، صاحب الإسكندرية، مع حاطب بن أبي بلتعة. وفيه: \"بسم الله الرحمن الرحيم، من محمد بن عبد الله إلى المقوقس عظيم القبط، سلامٌ على من اتبع الهدى، أما بعد: فإني أدعوك بداعية الإسلام، أسلم تسلم، وأسلم يؤتك الله أجرك مرتين، فإن توليت فإن عليك إثم القبط، {يَا أَهْلَ الْكِتَابِ تَعَالَوْاْ إِلَى كَلَمَةٍ سَوَاء بَيْنَنَا وَبَيْنَكُمْ أَلاَّ نَعْبُدَ إِلاَّ اللهَ وَلاَ نُشْرِكَ بِهِ شَيْئًا وَلاَ يَتَّخِذَ بَعْضُنَا بَعْضاً أَرْبَابًا مِّن دُونِ اللهِ فَإِن تَوَلَّوْاْ فَقُولُواْ اشْهَدُواْ بِأَنَّا مُسْلِمُونَ} [آل عمران:64] ، وختم الكتاب، فلما وصله الكتاب أكرم حامله، وبعث معه جواباً له، وأهدى للنبي صلى الله عليه وسلم جاريتين وكسوة وبغلة، إلا أنه لم يسلم (1) .\n6. كتاب النبي صلى الله عليه وسلم إلى الحارث بن أبي شَمِر الغسَّاني ملك الشام، مع شجاع بن وهب الأسدي رضي الله عنه، وفيه: \"بسم الله الرحمن الرحيم، من محمد رسول الله إلى الحارث بن أبي شمر، سلامٌ على من اتبع الهدى، وآمن به وصدَّق، وإني أدعوك إلى أن تؤمن بالله وحده لا شريك له، يبقى لك ملكك\"، وختم الكتاب، فلما وصله الكتاب استكبر، ثمَّ رجع ووعد باتباع محمد صلى الله عليه وسلم، وأجاز الرسول، ويقال: إنه مات عام الفتح (2) .\n(1) انظر: \"طبقات ابن سعد\" 1: 260، \"عيون الأثر\" 2: 266، \"زاد المعاد\" 3: 692، \"نصب الراية\" 4: 421، \"إعلام السائلين\": 81.\n(2) انظر: \"طبقات ابن سعد\" 1: 261، \"عيون الأثر\" 2: 270، \"زاد المعاد\" 3: 697، \"نصب الراية\" 4: 424، \"إعلام السائلين\": 106.\nالجزء: 1 ¦ الصفحة: 39\n",
        "7. كتابه صلى الله عليه وسلم إلى هوذة بن علي الحنفي صاحب اليمامة، مع سليط بن عمرو العامري رضي الله عنه، وفيه: \"بسم الله الرحمن الرحيم، من محمد رسول الله إلى هوذة بن علي، سلامٌ على من اتبع الهدى، واعلم أن ديني سيظهر إلى منتهى الخف والحافر، فأسلم تسلم، وأجعل لك ما تحت يديك\"، فردَّ رداً دون رد، وبعث كتاباً للنبي صلى الله عليه وسلم يطلب منه أن يجعل له بعض الأمر، فدعا عليه النبي صلى الله عليه وسلم، ويقال: إنه مات عام الفتح (1) .\nهذا، وقد ذكر ابن سعد في \"الطبقات الكبرى\" (2) كثيراً من كتبه صلى الله عليه وسلم ورسائله التي كان بعث بها إلى الملوك والبلدان وقبائل العرب يدعوهم فيها إلى الإسلام، اقتصرت في هذا البحث على أهمها مما تقدم، وقد عُني بإفراد هذه الرسائل والكتب الإمام محمد بن طولون الدمشقي (ت 953هـ) في كتابه النافع: \"إعلام السائلين عن كتب سيد المرسلين صلى الله عليه وسلم\"، فقارب بها الخمسين كتاباً، جمع شتاتها من بعض كتب السنة والسيرة والتاريخ والأدب، وممن عُني بجمع كُتَّاب النبي صلى الله عليه وسلم ابن حديدة الأنصاري (ت 783?) في كتابه: \"المصباح المضيء في كتَّاب النبي الأمي ورسله إلى ملوك الأرض من عربي وعجمي\"، وقد ذكر ضمن ذلك كتبه صلى الله عليه وسلم ورسائله، مما يدل دلالة واضحةً على إثبات وقوع كتابة السنة في عصره صلى الله عليه وسلم.\n(1) انظر: \"طبقات ابن سعد\" 1: 262، \"نصب الراية\" 4: 425، \"إعلام السائلين\": 109.\n(2) 258:1\nالجزء: 1 ¦ الصفحة: 40\n",
        "المبحث الثالث: في إثبات تواتر الأحاديث في وقوع الكتابة في عهده صلى الله عليه وسلم\nيتبين لنا من خلال ما تقدم في المبحثين السابقين:\n* الأول: في سياق الأحاديث النبوية، في إذنه أو أمره صلى الله عليه وسلم بكتابة الحديث، والتي بلغ عددها تسعة أحاديث، رواها خمسةٌ من الصحابة، هم: أبو هريرة، وعبد الله بن عمرو، وأنس، ورافع بن خديج، وابن عباس رضي الله تعالى عنهم أجمعين، خرَّج بعضها صاحبا الصحيحين أو أحدهما، وتم الحكم على باقي الأحاديث منفردةً.\n* والثاني: في ذكر بعض الصحائف التي وُجدت في عهده صلى الله عليه وسلم منسوبة للصحابة الذين كتبوها، حيث أذن لهم النبي صلى الله عليه وسلم في ذلك، أو بعض الكتب التي أمر النبي صلى الله عليه وسلم بكتابتها، أو بعثها لبعض أصحابه وعماله في البلدان، في بيان أصول الإسلام وشرائعه، وذكر بعض أحكامه وحدوده، والتي خرَّج بعضها البخاريُّ ومسلمٌ في \"صحيحيهما\" وبعض أصحاب السنن والصحيح، وقد ذكرتُ ثنتي عشرة صحيفةً وكتاباً، أحسب أنها من أحسن ما يذكر في هذا الباب (1) ، وكذا مكاتباته عليه الصلاة والسلام الكثيرة إلى الملوك والأمراء وقبائل العرب يدعوهم إلى الإسلام، وإلى عبادة الله وحده لا شريك له، وترك ما هم عليه من الكفر والشرك، والتي بلغ بها بعض أهل العلم قرابة الخمسين\n(1) ذكر بعض الباحثين كثيراً من الصحف المنسوبة لبعض الصحابة مما لم أذكره في هذا البحث؛ لاحتمال أن يكون قد كتبها بعض تلاميذهم عنهم، أو أنهم كتبوها بعد عصر النبوة، وقد ذكر الدكتور محمد مصطفى الأعظمي في كتابه القيم \"دراسات في الحديث النبوي، وتاريخ تدوينه\" 1: 92 اثنين وخمسين صحابياً ممن كان يكتب الحديث أو كان له صحيفة أوكتاب.\nالجزء: 1 ¦ الصفحة: 41\n",
        "كتاباً (1) ، وقد سقت سبع نماذج من هذه المكاتبات، هي من أشهرها، خرَّج بعضها صاحبا الصحيحين أو أحدهما، والباقي موجودٌ مشتهرٌ عند أهل السير – كما تقدمت الإشارة إلى ذلك في موضعه – من مجموع ما تقدم يتبين لنا بوضوح ما يلي:\n1. أنَّ الأحاديث والروايات في كتابة الحديث، والصحائف والكتب والمكاتبات في إثبات وقوع الكتابة للحديث النبوي في عهده صلى الله عليه وسلم كثيرةٌ جدا، وبمجموعها يمكن القول: إن وقوع الكتابة في عهده يبلغ رتبة التواتر – يعني: المعنوي – المفيد للعلم اليقيني القطعي.\n2. أنَّ ما كتب في عهده صلى الله عليه وسلم قد تناول قسماً كبيراً من حديثه، يبلغ في مجموعه ما يضاهي مصنفاً كبيراً من المصنَّفات الحديثية، ويكفي في إثبات ذلك أن نمثل بمثالين: الأول: صحيفة عبد الله بن عمرو \"الصادقة\"، والتي قيل: إنها تشتمل على ألف حديث (2) ، والثاني: كتاب عمرو بن حزم الأنصاري الذي اشتمل على كثيرٍ من الأحكام: في الزكاة، وفي التحذير من الكبائر والظلم، وفي ذكر الحج والعمرة، والوضوء، وفي ذكر الجمعة والغسل لها، وفي النهي عن مس القرآن لمن ليس بطاهر، وفي الطلاق، وفي العتق، وفي الصلاة وبيان أوقاتها، وفي الديات، والجزية، وغير ذلك (3) ، والله تعالى أعلم.\n(1) انظر: المبحث السابق: 33.\n(2) انظر: المبحث السابق: 26.\n(3) انظر: \"صحيح ابن حبان بترتيب ابن بلبان\" 14: 501: ح 6559، \"إعلام السائلين عن كتب سيد المرسلين\": 138.\nالجزء: 1 ¦ الصفحة: 42\n",
        "المبحث الرابع: في سياق الأحاديث الواردة في النهي عن كتابة الحديث النبوي مع تخريجها ودراسة أسانيدها والحكم عليها\n·\nالحديث الأول\n:\nعن أبي سعيد الخدري –رضي الله عنه – أن النبي صلى الله عليه وسلم قال: \"لا تكتبوا عني، ومن كتب عني غير القرآن فليمحه\".\n· تخريج الحديث:\nهذا الحديث أخرجه مسلمٌ وغيره من حديث أبي سعيد الخدري رضي الله عنه ومدار أغلب أسانيده على: \"همام بن يحيى، عن زيد بن أسلم، عن عطاء بن يسار المدني، عن أبي سعيد\"، وإليك تخريجه مفصلاً، فقد أخرجه:\n- مسلم (1) ،\n- وأبوعوانة (2) ،\n- والخطيب البغدادي في \"تقييد العلم\" (3) من طريق جعفر بن محمد، ثلاثتهم عن هداب –ويقال: هدبة – بن خالد، عن همام، به، بلفظه، وفيه زيادة في آخره. قال أبوعوانة: قال أبوداود: هو منكر، أخطأ فيه همام، وهو من قول أبي سعيد.\n- وأخرجه النسائي في \"الكبرى\" (4) عن محمد بن إسماعيل بن إبراهيم،\n(1) في الزهد باب التثبت في الحديث وحكم كتابة العلم ح 7510.\n(2) كما في \"إتحاف المهرة\" 5: ح 5482، عن أبي داود.\n(3) 30.\n(4) كتاب فضائل القرآن باب كتابة القرآن 5: 10: ح 8008.\nالجزء: 1 ¦ الصفحة: 43\n",
        "- والدارمي في المقدمة (1) ،\n- وأحمد (2) ، ثلاثتهم عن يزيد بن هارون، عن همام، به، بلفظ مقارب؛ وفي الدارمي هشام بدل همام، والظاهر أنه تصحيف، والله تعالى أعلم.\n- وأخرجه النسائي –الموضع السابق– عن الفضل بن العباس بن إبراهيم،\n- وأحمد (3) ،\n- والخطيب في \"تقييد العلم\" (4) من طريق محمد بن إسحاق والحارث بن محمد، ثلاثتهم عن عفان بن مسلم، عن همام، به، بنحوه وفي آخره زيادة.\n- وأخرجه أبو يعلى (5) عن زهير،\n- وأبوعوانة –الموضع السابق– عن الصومعي،\n- والحاكم (6) من طريق العباس بن الفضل الأسفاطي،\n- والخطيب في \"تقييد العلم\" (7) : من طريق محمد بن أيوب، أربعتهم عن أبي الوليد هشام بن عبد الملك، عن همام، به، بنحوه وفي آخره\n(1) باب من لم ير كتابة الحديث 1: 98: ح 456.\n(2) 17: 250: ح 11158.\n(3) 18: 94: ح 11536.\n(4) 29.\n(5) 2: 466: ح 1288.\n(6) 1: 126.\n(7) 29.\nالجزء: 1 ¦ الصفحة: 44\n",
        "- زيادة.\nقال الحاكم: صحيح على شرط الشيخين، ولم يخرجاه، ولا أعرف له علة. قال الحافظ في \"إتحاف المهرة\" (1) قلت: بل أخرجه مسلمٌ عن هدبة، عن همام.\n- وأخرجه ابن حبان – كما في \"ترتيبه لابن بلبان\" (2) –،\n- والخطيب في \"تقييد العلم\" (3) كلاهما من طريق كثير بن يحيى، عن همام، به، بلفظٍ مقارب.\n- وأخرجه أحمد (4) ، ومن طريقه الخطيب في:\n- \"تقييد العلم\" (5) عن إسماعيل بن علية، عن همام، به، بنحوه.\n- وأخرجه أبوعوانة –الموضع السابق– عن حميد، عن موسى بن أيوب،\n- وأحمد (6) كلاهما عن شعيب بن حرب، عن همام، به، بنحوه.\n- وأخرجه أحمد (7) ،\n- والخطيب في \"تقييد العلم\" (8) من طريق محمد بن قدامة، كلاهما عن أبي عبيدة عبد الواحد بن واصل الحداد، عن همام، به، بنحوه وفيه\n(1) 5: 325.\n(2) 1: 265: ح 64.\n(3) 30.\n(4) 17: 149: ح 11085.\n(5) 31.\n(6) 17: 151: ح 11087.\n(7) في \"المسند \" 17: 443: ح 114344.\n(8) 30.\nالجزء: 1 ¦ الصفحة: 45\n",
        "- زيادة.\n- وأخرجه ابن عبد البر في \"جامع العلم\" (1) من طريق موسى بن إسماعيل.\n- والخطيب في \"تقييد العلم\" (2) من طريق عمرو بن عاصم، كلاهما عن همام، به، بنحوه، وفي \"جامع العلم \"تصحف اسم همام إلى هشام.\n· متابعان لهمام:\n- أخرجه الخطيب في \"تقييد العلم\" (3) عن عبد العزيز بن علي الوراق، عن محمد بن المظفر الحافظ.\n- وابن عدي في \"الكامل \" (4) كلاهما عن أبي بكر محمد بن الحسين القطان، عن النضر بن طاهر، عن عمرو بن النعمان، عن سفيان الثوري، عن زيد بن أسلم، به، بنحوه.\n- وأخرجه ابن عدي في \"الكامل\" (5) من طريق خارجة بن مصعب، عن زيد بن أسلم، به، بنحوه مختصراً.\n· متابعٌ آخر لهمام بلفظ آخر:\n- أخرجه الترمذي (6) ، ومن طريقه:\n- القاضي عياض في \"الإلماع \" (7) عن سفيان بن وكيع، عن سفيان\n(1) 1: 76.\n(2) 31.\n(3) 32.\n(4) 5: 1771.\n(5) 3: 926.\n(6) في كتاب العلم باب ما جاء في كراهية كتابة العلم 1920: ح 2665.\n(7) 148.\nالجزء: 1 ¦ الصفحة: 46\n",
        "- ابن عيينة، عن [عبد الرحمن بن (1) ] زيد بن أسلم، عن أبيه، عن عطاء ابن يسار، عن أبي سعيد قال: \"استأذنا النبي صلى الله عليه وسلم في الكتابة فلم يأذن لنا\". قال الترمذي: رُوي هذا الحديث من غير هذا الوجه – أيضا – عن زيد بن أسلم، رواه همام، عن زيد بن أسلم.\n- وأخرجه الطحاوي في \"شرح معاني الآثار\" (2) عن محمد بن خزيمة، عن [محمد] بن بشار، عن ابن عيينة، عن عبد الرحمن بن زيد، به، بنحوه.\n- وأخرجه الخطيب في \"تقييد العلم\" (3) من طرق عن محمد بن سليمان لوين، ومن طريق الحسين بن الحسن بن حرب المروزي، كلاهما عن ابن عيينة، عن عبد الرحمن بن زيد، به، بنحوه.\nوأخرجه الدارمي –الموضع السابق- (4) عن أبي معمر، عن سفيان ابن عيينة قال: [حدَّث (5) ] زيد بن أسلم، عن عطاء بن يسار، عن أبي سعيد: \"أنهم استأذنوا النبي صلى الله عليه وسلم في أن يكتبوا عنه، فلم يأذن لهم\". أقول: هكذا سقط عبد الرحمن بن زيد من الإسناد عند الدارمي، فإما أن يكون دلسه ابن عيينة، أو أنه سقط من أصل نسخة\n(1) سقط اسم \"عبد الرحمن\" من نسخ الترمذي المطبوعة، وما أثبته لعله هو الصواب كما جاء في \"الإلماع\"، حيث إن القاضي عياض يروي الحديث من طريق الترمذي، والحديث معروفٌ بعبد الرحمن، كما سيأتي في تخريج بقية طرقه -إن شاء الله تعالى-.\n(2) باب كتابة العلم 4: 318.\n(3) 32، 33.\n(4) ح 457.\n(5) في نسخة الدارمي المطبوعة: \"حدثنا\" من \"إتحاف المهرة\" لابن حجر 5: 324: ح 5428.\nالجزء: 1 ¦ الصفحة: 47\n",
        "- الدارمي، والله تعالى أعلم.\n· اختلاف وقع على عبد الرحمن بن زيد في رواية هذا الحديث عن أبي سعيد، حيث جعله من مسند أبي هريرة:\n- أخرجه أحمد (1) ، ومن طريقه:\n- الخطيب في \"تقييد العلم \" (2) عن إسحاق بن عيسى.\n- والبزار (3) عن محمد بن معمر، عن يعقوب بن محمد، كلاهما عن عبد الرحمن بن زيد بن أسلم، عن أبيه، عن عطاء بن يسار، عن أبي هريرة، به، بنحوه وفيه زيادة في آخره، وهو عند أحمد بمعناه.\n- وأخرجه الخطيب في \"تقييد العلم\" (4) من طرق أخرى عن عبد الرحمن بن زيد، عن أبيه، عن عطاء، عن أبي هريرة.\nقال البزار: رواه همام، عن زيد، عن عطاء، عن أبي سعيد، وعبد الرحمن ابن زيد أجمع أهل العلم بالنقل على تضعيف أخباره، وليس هو بحجة فيما ينفرد به.\nولما ذكر الذهبي هذا الحديث في \"الميزان\" (5) قال: هذا حديثٌ منكر.\nهذا، وقد ذكر الهيثمي هذا الحديث في \"مجمع الزوائد\" (6) ، وضعفه بعبد الرحمن بن زيد، إلا أنه جعل الحديث عند أحمد من مسند أبي\n(1) 17: 156: ح 11092.\n(2) 34.\n(3) كما في \"كشف الأستار\" 1: 108: ح 194.\n(4) 33، 34.\n(5) 2: 567.\n(6) 1: 151.\nالجزء: 1 ¦ الصفحة: 48\n",
        "سعيد، وهو وهم منه، ولعل سببه أن أحمد خرَّج حديث أبي هريرة هذا ضمن مسند أبي سعيد، فظن الهيثمي أنه من حديثه، وهو من حديث أبي هريرة عند أحمد، كما روى ذلك الخطيب في \"تقييد العلم\" من طريق أحمد، وعلى كلٍّ فإن جعل الحديث من مسند أبي هريرة مما انفرد به عبد الرحمن بن زيد، وهو ضعيف، وعليه فهو من أوهامه، كما رجَّح ذلك البزار والذهبي، والله تعالى أعلم.\n· الحكم على الحديث:\nالحديث صحيح بإسناده الأول؛ حيث خرَّجه مسلمٌ في \"صحيحه\"، وقد صححه –أيضا– ابن حبان والحاكم وأبوعوانة – كما تقدم في تخريجه - وأما قول أبي داود: \"هو منكر، أخطأ فيه همام، وهو من قول أبي سعيد\" (1) ، فهي دعوى بدون برهان، ولم أقف على مستند له في ذلك، ثم إنه قد تابع هماما سفيانُ الثوريُّ وخارجة بن مصعب - كما تقدم في تخريجه – وقد أشار الخطيب في \"تقييد العلم\" (2) إلى تضعيف هذا القول، فقال:\n\"ويقال: إن المحفوظ رواية هذا الحديث عن أبي سعيد الخدري من قوله غير مرفوع\"، والله أعلم.\n(1) وقد أشار الحافظ في \"الفتح\" 1 \"308 إلى أن هذا هو رأي البخاري –أيضاً-، ولم يتعقبه. قال الشيخ أحمد شاكر في \"الباعث الحثيث\" 2: 379:.. وهذا ليس بجيد؛ فإن الحديث صحيح. أ. هـ وانظر لزاماً تعليق الألباني عليه.\n(2) 32.\nالجزء: 1 ¦ الصفحة: 49\n",
        "·\nالحديث الثاني\n:\nعن زيد بن ثابتٍ -رضي الله تعالى عنه-: أنه دخل على معاوية، فسأله عن حديثٍ، فأمر إنساناً يكتبه، فقال له زيدٌ: \"إنَّ رسول الله صلى الله عليه وسلم أمرنا ألا نكتب شيئاً من حديثه\"، فمحاه.\nالجزء: 1 ¦ الصفحة: 49\n",
        "· تخريج الحديث الثاني:\n- أخرجه أبو داود (1) ومن طريقه:\n- ابن عبد البر في \"جامع بيان العلم\" (2) ،\n- والخطيب في \"تقييد العلم\" (3) ،\n- والقاضي عياض في \"الإلماع\" (4) عن نصر بن علي، عن أبي أحمد محمد بن عبد الله بن الزبير، عن كثير بن زيد، عن المطلب بن عبد الله، عن زيد بن ثابت، به، بلفظه.\n- وأخرجه أحمد (5) عن أبي أحمد به، بنحوه.\n- وأخرجه الخطيب في \"تقييد العلم\" (6) من طريق محمد بن رافع، عن محمد بن عبد الله بن الزبير، ومن طريق يحيى بن حسان، عن سليمان ابن بلال، كلاهما عن كثير بن زيد، به، بنحوه.\n· دراسة إسناده:\nالمطلب بن عبد الله بن المطلب بن حنطب بن الحارث المخزومي، روى عن زيد بن ثابت وآخرين من الصحابة، إلا أنه لم يدركهم، وعنه كثير بن زيد وآخرون، ثقة، إلا أنه كان كثير الإرسال. قال ابن سعد: كان كثير الحديث، وليس يحتج بحديثه؛ لأنه كان يرسل\n(1) في العلم باب كتابة العلم 1493: ح 3647.\n(2) 1: 76.\n(3) 35.\n(4) 148.\n(5) 35: 456: ح 21579.\n(6) 35.\nالجزء: 1 ¦ الصفحة: 50\n",
        "كثيرا (1) .\n- كثير بن زيد الأسلمي، السهمي مولاهم، أبو محمد المدني، ويقال له: ابن مافَنَّهْ –بفتح الفاء وتشديد النون- وهي أمه، روى عن المطلب ابن عبد الله بن حنطب وغيره، وعنه أبو أحمد الزبيري وآخرون، مختلف فيه، والخلاصة في حاله – والله أعلم -: أنه ضعيف الحديث، ويحمل توثيق من وثقه على عدالته، ولعل هذا هو ما مال إليه الإمامان الذهبي وابن حجر، حيث اختار الأول منهما قول أبي زرعة فيه: \"صدوق فيه لين\"، وقال الثاني: \"صدوق يخطئ\"، وقد توفي سنة 158هـ في آخر خلافة أبي جعفر المنصور (2) .\n- أبوأحمد الزبيري، اسمه: محمد بن عبد الله بن الزبير، الأسدي مولاهم، من شيوخ أحمد، ثقة ثبت، إلا أنه في حديثه عن الثوري ربما أخطأ، وقيل: كان يتشيع، مات سنة 203هـ (3) .\n· الحكم على الحديث:\nضعيف بهذا الإسناد؛ لأمرين: أحدهما: انقطاعه بين المطلب بن عبد الله وبين زيد بن ثابت، والثاني: ضعف كثير بن زيد – كما تقدم في ترجمته – إلا أنه يشهد له الحديث الأول، والذي به يرتقي إلى الحسن لغيره، والله تعالى أعلم.\n(1) جامع التحصيل 1: 281، الكاشف 2: 270، التهذيب 10: 161، التقريب: 534.\n(2) الجرح والتعديل 7: 150، المجروحين 2: 222، الكامل 6: 67، الكاشف 2: 144، التهذيب 8: 370، التقريب 1: 459.\n(3) التهذيب 9: 254، التقريب: 487.\nالجزء: 1 ¦ الصفحة: 51\n",
        "·\nالحديث الثالث\n:\nعن ابن عباس وابن عمر – رضي الله تعالى عنهما – قالا: \"خرج رسول الله صلى الله عليه وسلم معصوبا رأسه، فرقي درجات المنبر، فقال: \"ما هذه الكتب التي بلغني أنكم تكتبونها، أكتابٌ مع كتاب الله؟!، يوشك أن يغضب الله لكتابه، فيسري عليه ليلاً، فلا يترك في ورقةٍ ولا قلبٍ منه حرفاً إلا ذهب به\"، فقال من حضر المجلس: فكيف يا رسول الله بالمؤمنين والمؤمنات؟. قال: \"من أراد الله به خيرا أبقى في قلبه لا إله إلا الله\".\n· تخريج الحديث:\n- هذا الحديث أخرجه الطبراني في \"الأوسط\" (1) عن محمد بن عبد الله ابن رسته، عن شيبان بن فروخ، عن عيسى بن ميمون، عن محمد بن كعب القرظي، عن ابن عباس، [و (2) ] عن زيد بن أسلم، عن ابن عمر [قالا (3) ] : \"خرج رسول الله صلى الله عليه وسلم\n…\n\"فذكر الحديث.\nقال الطبراني: لم يرو هذا الحديث عن زيد إلا عيسى بن ميمون، تفرد به شيبان. وقال الهيثمي في \"مجمع الزوائد\" (4) : رواه الطبراني في الأوسط، وفيه عيسى بن ميمون الواسطي، وهو متروك، وقد وثقه حماد بن سلمة.\n(1) 8: 254: ح 7510.\n(2) في \" الأوسط \"سقطت الواو، وما أثبته من\" مجمع البحرين في زوائد المعجمين1: 246: ح 277.\n(3) في \"الأوسط\": \"قال\"، وما أثبته من \"مجمع البحرين\" 1: 246: ح 277.\n(4) 1: 150.\nالجزء: 1 ¦ الصفحة: 52\n",
        "· الحكم على الحديث:\nضعيفٌ جداً بهذا الإسناد؛ لوجود عيسى بن ميمون فيه، وهو: عيسى ابن ميمون المدني، المعروف بالواسطي، مولى القاسم بن محمد. قال عنه غبر واحد: متروك الحديث، وقال البخاري: منكر الحديث (1) .\n(1) انظر: الضعفاء الصغير للبخاري: 86، الضعفاء والمتروكين للنسائي: 77، تهذيب الكمال للمزي 23: 48، ديوان الضعفاء والمتروكين للذهبي: 243.\nالجزء: 1 ¦ الصفحة: 53\n",
        "·\nالحديث الرابع\n:\nعن أبي موسى الأشعري –رضي الله تعالى عنه– قال: قال رسول الله صلى الله عليه وسلم: \"إنّ بني إسرائيل كتبوا كتاباً فاتبعوه، وتركوا التوراة\".\n· تخريج الحديث:\n- هذا الحديث أخرجه الطبراني في \"الأوسط\" (1) عن محمد بن عثمان ابن أبي شيبة، عن جندل بن والق، عن عبيد الله بن عمرو، عن عبد الملك بن عمير، عن أبي بردة، عن أبيه قال:\n…\nفذكر الحديث.\nقال الطبراني: لم يرو هذا الحديث عن عبد الملك إلا عبيد الله بن عمرو، تفرَّد به جندل بن والق.\nوقال الهيثمي في \"مجمع الزوائد\" (2) : رواه الطبراني في الأوسط، وفيه محمد بن عثمان بن أبي شيبة، وهو ثقةٌ، وقد ضعفه غير واحد، وقال في موضع آخر (3) : رواه الطبراني في الكبير، ورجاله ثقات.\n(1) 6: 256: ح 5544.\n(2) 1: 150.\n(3) 1: 192.\nالجزء: 1 ¦ الصفحة: 53\n",
        "· الحكم على الحديث:\nحسن بهذا الإسناد؛ لثقة رجاله إلا جندل بن والق فهو \"صدوق، لا بأس به\" كما قرر ذلك العجلي في \"معرفة الثقات\" (1) وأبوحاتم في \"الجرح والتعديل\" (2) ، وقد ذكره ابن حبان في \"الثقات\" (3) ، وفي \"التقريب\" (4) : أنه \"كان يصحف\"، وأما تضعيف مسلم والبزار له فهو تضعيف مجمل في مقابل التعديل فلا يقبل، أو يحمل ذلك على ما وقع في حديثه من التصحيفات والأغلاط، والله تعالى أعلم؛ وأما محمد بن عثمان بن أبي شيبة، فهو الإمام الحافظ المسند، أبو جعفر العبسي الكوفي، سمع من أبيه وعميه أبي بكر والقاسم وغيرهم، وعنه الطبراني وخلقٌ. قال عنه الخطيب: كان كثير الحديث واسع الرواية له معرفة وفهم. أ. ?، ووثقه صالح جزرة، وقال ابن عدي: لم أر له حديثاً منكراً فأذكره، وهو على ما وصف لي عبدان: لا بأس به،، وقال مسلمة بن قاسم: لا بأس به، وذكره ابن حبان في \"الثقات\" (5) ، وقال: كتب عنه أصحابنا. أ. هـ، إلا أنه قد كذبه عبد الله بن أحمد، ورماه ابن خراش بالوضع، والظاهر أن ذلك بسبب خلاف بينه وبين قرينه وبلديِّه مطيَّن، فكان مطين يحمل عليه، وقد مات سنة 297هـ (6) .\n(1) 1: 272.\n(2) 2: 535.\n(3) 8: 167.\n(4) 143.\n(5) 9: 155.\n(6) انظر ترجمته في: \"تاريخ بغداد\" 3: 43، \"الكامل\" لابن عدي 6: 295، \"تذكرة الحفاظ\" 2: 661، \"الميزان\" 3: 642، \"لسان الميزان\" 6: 339، \"التنكيل\" للمعلمي: 694.\nالجزء: 1 ¦ الصفحة: 54\n",
        "المبحث الخامس: في ذكر آراء العلماء واجتهاداتهم في التوفيق بين أحاديث الإذن والنهي، وتحقيق المسألة في ذلك.\nمدخل\n...\nالمبحث الخامس: في ذكر آراء العلماء واجتهاداتهم في التوفيق بين أحاديث الإذن والنهي، وتحقيق المسألة في ذلك\nبعد أن تقرر ثبوت الأحاديث عنه صلى الله عليه وسلم في كتابة الأحاديث وكثرتها بما لا يدع مجالاً للشك في ذلك، نجد بالمقابل أن هناك أحاديث أخرى تعارض هذه الأحاديث، فيها النهي الصريح عن الكتابة، وقد تقدّم سياقها في المبحث السابق من هذا البحث، وهي أربعة أحاديث، رواها خمسة من الصحابة: أبوسعيد الخدري وزيد بن ثابت وابن عباس وابن عمر –مقرونان في حديثٍ واحد– وأبو موسى الأشعري رضي الله تعالى عنهم أجمعين، ولعل من أحسن هذه الأحاديث وأقواها سنداً حديث أبي سعيد الخدري، الذي خرَّجه مسلمٌ مرفوعا، بلفظ: \"لا تكتبوا عني، ومن كتب عني غير القرآن فليمحه\"، على أنه قد أعلّه البخاري وأبو داود -كما تقدم في تخريجه- وعلى كلٍ فإنَّ تخريج مسلمٍ يعدُّ تصحيحاً له، ويكسبه هيبة الصحيح، ويدلّ على ثبوته –أيضاً– ما يشهد له من الأحاديث الأخرى، التي تقدمت الإشارة إليها.\nوقد اختلفت آراء العلماء في إزالة هذا التعارض، ومحاولة الجمع والتوفيق بين أحاديث النهي والإذن، بعد أن استقر الأمر وانتهى الخلاف، وانعقد الإجماع على جواز كتابة الحديث، بل وعلى استحسانها. قال الخطابي في \"معالم السنن\" (1) :\n…\nأمر رسول الله صلى الله عليه وسلم أمته بالتبليغ، وقال: \"ليبلغ الشاهد\n(1) 5: 247.\nالجزء: 1 ¦ الصفحة: 55\n",
        "الغائب\"، فإذا لم يقيدوا ما يسمعونه منه تعذر التبليغ، ولم يؤمن ذهاب العلم، وأن يسقط أكثر الحديث، فلا يُبلَّغ آخر القرون من الأمة، والنسيان من طبع أكثر البشر، والحفظ غير مأمون عليه الغلط، وقد قال النبي صلى الله عليه وسلم لرجلٍ شكا إليه سوء الحفظ: \"استعن بيمينك\"، وقال: \"اكتبوها لأبي شاه\" خطبةً خطبها، وقد كتب رسول الله صلى الله عليه وسلم كتباً في الصدقات والمعاقل والديات أو كتبت عنه، فعملت بها الأمة، وتناقلها الرواة، ولم ينكرها أحدٌ من علماء السلف والخلف، فدل ذلك على جواز كتابة الحديث والعلم. ا. هـ. وقال ابن الصلاح في \"علوم الحديث\" (1) : اختلف الصدر الأول رضي الله عنهم في كتابة الحديث، فمنهم من كره كتابة الحديث والعلم وأَمروا بحفظه، ومنهم من أجاز ذلك، ثمّ إنه زال ذلك الخلاف، وأجمع المسلمون على تسويغ ذلك وإباحته، ولولا تدوينه في الكتب لدُرس في الأعصر المتأخرة. ا. هـ. وقال النووي في \"شرح مسلم\" (2) : \"قال القاضي: كان بين السلف من الصحابة والتابعين اختلافٌ كثيرٌ في كتابة العلم، فكرهها كثيرون منهم، وأجازها أكثرهم، ثمّ أجمع المسلمون على جوازها، وزال ذلك الخلاف \".ا.?. وقال المنذري في \"مختصر السنن\" (3) :\n…\nاختلف السلف في ذلك –يعني: في كتابة الحديث– فكرهه كثيرٌ منهم، وأجازه الأكثر، ومنهم من كان يكتب، فإذا حفظ محا، ثمّ وقع بعدُ الاتفاق على الجواز. ا. هـ، وقال الكرماني في \"شرح\n(1) 160.\n(2) 18: 129.\n(3) 5: 247.\nالجزء: 1 ¦ الصفحة: 56\n",
        "البخاري\" (1) :\n…\nكان بين السلف الاختلاف في كتابة غير القرآن، ثمّ أجمع المسلمون على جوازها، بل على استحبابها. ا. هـ، وقال ابن القيم في \"تهذيب السنن\" (2) :\n…\nوقع الاتفاق على جواز الكتابة وإبقائها، ولولا الكتابة ما كان بأيدينا اليوم من السنة إلا أقل القليل. ا. هـ، وقال ابن كثير في \"اختصار علوم الحديث\" (3) :\n…\nوقد حكي إجماع العلماء في الأعصار المتأخرة على تسويغ كتابة الحديث، وهذا أمرٌ مستفيضٌ شائعٌ ذائعٌ، من غير نكير\" ا. هـ.\nوهكذا، بعد أن عرفنا إجماعهم على جواز كتابة الحديث واستحسانها أذكر ملخص آرائهم وأقوالهم في إزالة التعارض بين أحاديث النهي والإذن، فأقول –وبالله التوفيق بعد تتبعي كلامهم في ذلك-: إنه قد اختلفت أقوالهم، وتعددت مذاهبهم في هذه المسألة، إلا أنه يمكن حصر ذلك في مذهبين وقولين رئيسين:\n(1) 2: 124.\n(2) 5: 246.\n(3) 2: 379.\nالجزء: 1 ¦ الصفحة: 57\n",
        "·\nالقول الأول: مذهب الجمع بين الأحاديث\n:\nولا شك أن هذا المذهب هو الأصل، وهو الأولى عند تعارض الأحاديث الصحيحة، ولا يصار إلى غيره مع إمكان القول به، بدون تكلف، إلا أنه قد اختلفت أقوالهم في طريقة الجمع بين هذه الأحاديث:\nفقال قومٌ: إن النهي عامٌ، والإذن خاصٌ بعبد الله بن عمرو؛ لكونه قارئاً كاتباً متقناً، لا يخشى عليه من الالتباس فيما كتبه، وكان غيره من\nالجزء: 1 ¦ الصفحة: 57\n",
        "- الصحابة أميين، لا يكتب منهم إلا القليل، وإذا كتب لم يتقن، ولم يصب التهجي، فلما خشي عليهم الغلط فيما يكتبون نهاهم، ولما أمن على عبد الله بن عمرو ذلك أذن له (1) ،\n- وقال آخرون: إنما نهي عن كتابة الحديث؛ لئلا يضاهى بكتاب الله غيره، أو يشتغل عن القرآن بسواه، فلما أمن ذلك، ودعت الحاجة إلى كتب العلم أذن في كتبه (2) ،\n- وقال قومٌ: إن النهي في حق من يوثق بحفظه، ويخاف اتكاله على الكتابة دون الحفظ، والإذن لمن لا يوثق بحفظه ويخاف عليه من النسيان إذا لم يكتب (3) .\n- وقال قومٌ: إن النهي كان في أول الإسلام؛ خشية من اختلاط القرآن بغيره، فلما علم القرآن واشتهر وتميز، وأمنت عليه مفسدة الاختلاط أذن في الكتابة (4) ، وأخصُّ من هذا القول:\n(1) انظر: \"تأويل مختلف الحديث\" لابن قتيبة 287.\n(2) انظر: \"تقييد العلم\" للخطيب: 57، 93، \"جامع بيان العلم\" لابن عبد البر 1: 82، \"النكت على مقدمة ابن الصلاح\" للزركشي 3: 560.\n(3) انظر: \"صحيح ابن حبان بترتيب ابن بلبان\" 1: 265، \"تقييد العلم\": 58، \"جامع بيان العلم\" لابن عبد البر 1: 82، \"علوم الحديث\" لابن الصلاح: 161، \"شرح مسلم\" للنووي\" 18: 130، \"اختصار علوم الحديث\" لابن كثير 2: 380، \"النكت على مقدمة ابن الصلاح\" للزركشي 3: 558، \"شرح البخاري\" للكرماني 2 124، \"فتح الباري\" لابن حجر 1: 308، \"عمدة القاري\" للعيني 2: 131.\n(4) انظر: \"تقييد العلم\" للخطيب\": 57، \"علوم الحديث\" لابن الصلاح: 161، \"النكت على مقدمة ابن الصلاح\" للزركشي: 3: 558، \"تهذيب السنن\" لابن القيم 5: 245، \"شرح البخاري\" للكرماني 2: 124، \"فتح الباري\" لابن حجر 1: 308، \"عمدة القاري\" 2: 131، \"توضيح الأفكار\" للصنعاني 2: 353.\nالجزء: 1 ¦ الصفحة: 58\n",
        "- قول من قال: إن النهي إنما هو عن كتابة الحديث مع القرآن في صحيفةٍ واحدةٍ؛ خشية اختلاطهما على غير العارف في أول الإسلام (1) ،\n- وقال آخرون: إن النهي عن الكتابة مخصوصٌ بحياة النبي صلى الله عليه وسلم؛ لأن النسخ يطرأ في كل وقت، فيختلط الناسخ بالمنسوخ (2) .\nوبعد، فهذه جملةٌ من اجتهادات العلماء والأئمة للتوفيق بين الأحاديث المتعارضة في النهي والإذن في الكتابة، إلا إنها تفتقر إلى الدليل النصي على أحدها؛ لترجيحه على الآخر، ولذا فإن المحدث العلامة المحقق الشيخ أحمد شاكر – لما ساق بعضها – قال: وكلُّ هذه إجاباتٌ ليست قويةً (3) ، وعليه فالذي يظهر أن الأقرب للصواب هو القول الثاني الآتي، وهو:\n(1) انظر: \"معالم السنن للخطابي\" للخطابي 4: 61، \"جامع الأصول\" لابن الأثير 8: 33، \"شرح مسلم\" للنووي\" 18: 130، \"مختصر أبي داود\" للمنذري 5: 274، \"تهذيب السنن\" لابن القيم 5: 245، \"شرح البخاري\" للكرماني 2: 124، \"فتح الباري\" 1: 308، \"اختصار علوم الحديث\" لابن كثير 2: 380، \"توضيح الأفكار\" 2: 354.\n(2) انظر: \"النكت على مقدمة ابن الصلاح\" 3: 559.\n(3) انظر: \"الباعث الحثيث شرح اختصار علوم الحديث\" 2: 380.\nالجزء: 1 ¦ الصفحة: 59\n",
        "·\nالقول الثاني: مذهب النسخ\n:\nوالمراد به: أنّ أحاديث النهي الأربعة منسوخةٌ بأحاديث الإذن الثابتة الكثيرة، والتي تدل على القطع بوقوع الكتابة للأحاديث في عهده صلى الله عليه وسلم، ومما يدل على ذلك ويقويه تأخر أحاديث الإذن، ووقوع بعضها في أواخر حياته صلى الله عليه وسلم. قال ابن القيم في كتابه القيم \"تهذيب السنن\" (1) : قد صح عن النبي صلى الله عليه وسلم\n(1) 5: 245.\nالجزء: 1 ¦ الصفحة: 59\n",
        "النهي عن الكتابة والإذن فيها، والإذن متأخر فيكون ناسخاً لحديث النهي:\n- فإن النبي صلى الله عليه وسلم قال في غزاة الفتح: \"اكتبوا لأبي شاه\". يعني: خطبته التي سأل أبوشاه كتابتها.\n- وأذن لعبد الله بن عمرو في الكتابة، وحديثه متأخر عن النهي؛ لأنه لم يزل يكتب، ومات وعنده كتابته، وهي الصحيفة التي كان يسميها الصادقة، ولو كان النهي عن الكتابة متأخراً لمحاها عبد الله؛ لأمر النبي بمحو ما كتب عنه غير القرآن، فلما لم يمحها وأثبتها دل على أن الإذن في الكتابة متأخرٌ عن النهي عنها، وهذا واضحٌ، والحمد لله،\n- وقد صحَّ عن النبي صلى الله عليه وسلم أنه قال في مرض موته: \"ائتوني باللوح والدواة والكتف لأكتب لكم كتاباً لا تضلوا بعده أبداً\"\n…\n،\nوإنما نهى النبي عن كتابة غير القرآن في أول الإسلام؛ لئلا يختلط القرآن بغيره، فلما علم القرآن وتميز، وأفرد بالضبط والحفظ، وأمنت عليه مفسدة الاختلاط أذن في الكتابة. أ. هـ كلامه رحمه الله. وهو كلامٌ نفيسٌ في بابه، وهذا القول هو الذي مال إليه كثيرٌ من الأئمة: كابن شاهين، كما في \"ناسخ الحديث ومنسوخه\" (1) ، وابن قتيبة في \"تأويل مختلف الحديث \" (2) ، والخطابي في \"معالم السنن \" (3) ، والمنذري في \"مختصر سنن أبي داود \" (4) ، والنووي في \"شرح مسلم\" (5) ، وابن تيمية في \"مجموع الفتاوى\" (6) ، وتلميذه ابن القيم –كما\n(1) 472.\n(2) 286.\n(3) 4: 61.\n(4) 5: 247.\n(5) 18: 130.\n(6) 20: 322.\nالجزء: 1 ¦ الصفحة: 60\n",
        "تقدم – وابن حجر في \"فتح الباري\" (1) فإنه بعد أن ختم الأقوال في هذه المسألة بالنسخ قال: \"\n…\nوهو أقربها مع أنه لا ينافيها\". يعني أن القول بالنسخ لا ينافي الأقوال السابقة، التي قيلت في الجمع بين الأحاديث، بل ينسجم معها، فيستفاد منها معرفة علة النهي التي كانت في أول الأمر، ثم لما زالت أبيحت الكتابة، والله تعالى أعلم، وقد مال إلى هذا القول من المحدثين المعاصرين: الشيخ أحمد شاكر كما في \"الباعث الحثيث\" (2) ، والشيخ الألباني في \"تعليقه على الباعث الحثيث\" والشيخ الدكتور محمد أبوشهبة في كتابه \"دفاع عن السنة\" (3) ، ومما يزيد الأمر وضوحا وتأكيداً استقرار الأمر بين الأمة على الإجماع على جواز كتابة الأحاديث واستحباب ذلك، وهذا قرينةٌ قاطعة على أن آخر الأمرين عنه صلى الله عليه وسلم هو الإذن بكتابة الحديث. قال السخاوي \"\n…\nوبالجملة، فالذي استقر الأمر عليه الإجماع على الاستحباب، بل قال شيخنا: إنه لا يبعد وجوبه على من خشي النسيان، ممن يتعين عليه تبليغ العلم\" (4) ، والله تعالى أعلم.\n(1) 1: 308.\n(2) 2: 380.\n(3) 20.\n(4) انظر: \"فتح المغيث\" للسخاوي 3: 38، و \"فتح الباري\" لابن حجر 1: 204.\nالجزء: 1 ¦ الصفحة: 61\n",
        "المبحث السادس: في الرد على بعض الشبه المثارة حول السنة من جهة كتابتها\nمن خلال ما تقدم من المباحث السابقة يتبين لنا تواتر وقوع الكتابة في عهده صلى الله عليه وسلم، وأنه قد كتب من حديثه صلى الله عليه وسلم في حياته شيءٌ كثير (1) ، حيث أذن لبعض الصحابة أن يكتبوا أحاديثه -بعد أن كان ينهي عن كتابتها في أول الإسلام؛ خشية اختلاطها بالقرآن– فأمر أن تكتب خطبته صلى الله عليه وسلم عام الفتح لأبي شاه، وكتب وبعث كثيراً من الكتب، وأراد أن يكتب قبيل وفاته كتاباً يكون مرجعاً للناس، لا يضلون بعده أبدا، وما إن توفي صلى الله عليه وسلم وجاور الرفيق الأعلى حتى كثر عدد من يكتب الحديث من الصحابة رضي الله عنهم أجمعين، وكذلك التابعين من بعدهم كتبوا فأكثروا.\nإلا إنه شاع في أوساط بعض المتفقهين والمثقفين مقولةٌ خطيرةٌ، سببها عدم فهم كلام أهل العلم على حقيقته، وقد تولى كبر هذه المقالة ونشرها والدعاية لها بعض المستشرقين (2) ، للكيد للإسلام والطعن في أعظم مصدرٍ من مصادره بعد القرآن، ألا وهي السنة النبوية على صاحبها أفضل الصلاة\n(1) انظر: ص 35.\n(2) يقول شاخت، وهو أحد المستشرقين غير المنصفين: إن الأحاديث الفقهية من الصعوبة بمكان أن يُعَدَّ واحد منها صحيحاً، وهي قد وضعت للتداول بين الناس من النصف الأول من القرن الثاني وما بعده. انظر للمزيد من معرفة موقف المستشرقين من تدوين الحديث: كتاب \"دراسات في الحديث النبوي وتاريخ تدوينه\" 1: 72،وكتاب \"علوم الحديث ومصطلحه\": 33، وكتاب \"السنة قبل التدوين\": 375.\nالجزء: 1 ¦ الصفحة: 62\n",
        "والتسليم، وملخص هذه المقالة يقول: \"إن الأحاديث لم تكتب في عهده صلى الله عليه وسلم كما هو الشأن بالنسبة للقرآن، حيث لم يأمر صلى الله عليه وسلم بذلك، بل إن الأمر تعدى ذلك إلى النهي والأمر بمحو ما كُتب منها، وأن الأمر استمر على ذلك في عصر الصحابة والتابعين، فظلَّت الأحاديث تنقل شفاهاً لمدة مائة عام أو أكثر، حتى جاء الخليفة الزاهد عمر بن عبد العزيز على رأس المائة الأولى، فأمر بتدوينها، فكان أول من دوَّن الحديث ابن شهاب الزهري (ت 124هـ) ، وقد أدَّى عدم تقييد السنة هذه الفترة الطويلة إلى احتمال ضياع كثيرٍ منها، واحتمال حصول الخطأ والنسيان، أو التبديل والتغيير فيها، مما يورث عدم الاعتماد عليها والاحتجاج بها\"،\nوالجواب عن هذه الشبهة في عدة نقاط:\n* أولا: أن إنكار تقييد الحديث وكتابته في عهده صلى الله عليه وسلم لا يمكن، حيث إنه قد تعددت الأحاديث والروايات وكثرت، مما يبلغ بها درجة التواتر المفيد للعلم القطعي اليقيني في إثبات وقوع الكتابة للأحاديث في عهده صلى الله عليه وسلم، وقد كان ذلك آخر الأمرين منه صلى الله عليه وسلم، بعد أن كان ينهى عن كتابتها في أول الإسلام خشية اختلاطها بالقرآن.\n* ثانياً: أن الحكمة في أمره صلى الله عليه وسلم بكتابة القرآن دون الحديث؛ لأن المقصود بالحديث هو المعنى، ولا يتعلق في الغالب حكمٌ بالمبنى، بخلاف القرآن، فإن لألفاظه مدخلاً في الإعجاز، فلا يجوز إبدال لفظٍ منه بلفظٍ آخر، ولو كان مرادفاً، بل لا يجوز إبدال حرف منه بحرف آخر؛ لأن الله عز وجل قد تعبدنا بتلاوة لفظه في الصلاة وغيرها، علاوةً على أن ترتيب الآيات ووضع بعضها بجانب بعض أمرٌ توقيفي منه صلى الله عليه وسلم، وقد كان القرآن ينزل منجماً بحسب\nالجزء: 1 ¦ الصفحة: 63\n",
        "الوقائع؛ ولما لم تكن السنة بهذه المثابة: لا ترتيب بين الأحاديث بعضها مع بعض، وليست بمعجزة، ولم يتعبدنا الله تعالى بتلاوة لفظها، وأجاز لنا تغييره ما دامت المحافظة على المعنى متحققة، سواءٌ أكان ذلك بنفس اللفظ الصادر عن رسول الله صلى الله عليه وسلم أم بغيره، لأجل ذلك كله لم يأمر صلى الله عليه وسلم بكتابة الحديث (1) .\n* ثالثاً: أنه ما إن توفي النبي صلى الله عليه وسلم حتى كثر من يكتب الحديث من الصحابة والتابعين، حيث فهموا إذنه العام لكل من يرغب في ذلك ويقدر عليه، يدل عليه أنه قبيل وفاته أراد أن يكتب للمسلمين كتاباً لا يضلون بعده أبدا، فلم ير بذلك بأساً بعد أن أمن اختلاط السنة بالقرآن (2) .\n* رابعاً: أن تدوين الحديث الذي دعا إليه عمر بن عبد العزيز –رحمه الله تعالى– على رأس المائة الأولى، إنما كان المقصود به التدوين العام للأحاديث؛ ليكون هناك كتبٌ معتمدةٌ تُجمع وترتب فيها الأحاديث، ويتداولها عامة الناس، وليس هذا يعني أنّ الأحاديث لم تدوَّن من قبل، وهذا ما يرمي إليه الحافظ ابن حجر حين يقول: \"إن آثار النبي صلى الله عليه وسلم لم تكن في عصر أصحابه وكبار من تبعهم مدونة في الجوامع ولا مرتبة\n…\n\" (3) ، وبدعوته هذه ينتهي الخلاف الذي وُجد عند الصدر الأول في كتابة الحديث،\n(1) انظر: كتاب \"توجيه النظر إلى أصول الأثر\" لطاهر الجزائري 1: 45، وكتاب \"بيان الشبه التي أوردها بعض من ينكر حجية السنة والرد عليها\" لعبد الغني عبد الخالق: 436.\n(2) انظر: كتاب: \"دراسات في الحديث النبوي وتاريخ تدوينه\" للدكتور الأعظمي 1: 92، وكتاب \"بحوث في تاريخ السنة المشرفة\" للدكتور أكرم العمري 294، 296، فقد ذكر الأول أمثلةً كثيرةً للصحابة وكبار التابعين ممن توفي قبل المائة أو قريباً منها، ولصغار التابعين ممن توفي بعد ذلك، ممن كتب الحديث أو كتب عنه، أو كان له صحيفةٌ أو كتاب.\n(3) انظر: \"هدي الساري مقدمة فتح الباري\": 6.\nالجزء: 1 ¦ الصفحة: 64\n",
        "ويستقر الأمر على الإجماع على جواز كتابة الحديث، بل واستحبابه.\n* خامساً: أن الكتابة ليست من لوازم الحجة، فالتدوين والحجة غير متلازمين، فإن تواتر القرآن لم يجئ بسبب كتابته، وإنما جاء بسبب حفظ وتلقي الجمع الكثير له، بعضهم من بعض، تحيل العادة تواطؤهم على الكذب، عن مثلهم في جميع الأعصار إلى يومنا هذا، حتى وصل إلينا القرآن غضا طرياًكما أنزل، لا تبديل فيه ولا تغيير، ولا تزيد ولا نقص، وهكذا الأحاديث فإن فيها المتواتر –وإن كان قليلاً– الذي يقطع بثبوته وحجيته كالقرآن –مع كونها لم تكتب– وعليه فإن المعول في حجية الأخبار والاعتماد عليها هو عدالة حامليها، وضبطهم وصيانتهم لما تحمَّلوه من التبديل والتغيير، سواءٌ أكان الضبط: ضبط صدرٍ أم ضبط كتاب، فإذا تحققت العدالة وانضم إليها الضبط بنوعيه كان ذلك الغاية والنهاية في المطلوب، أما إذا انتفت العدالة فإننا حينئذٍ لا نأمن من التبديل والتحريف في الأخبار ولو كانت مكتوبةً، فهؤلاء اليهود والنصارى كانوا يكتبون التوراة والإنجيل، ومع ذلك وقع التبديل والتغيير فيهما لما تجردوا من صفة العدالة. قال تعالى: {فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِندِ اللهِ لِيَشْتَرُواْ بِهِ ثَمَناً قَلِيلاً فَوَيْلٌ لَّهُم مِّمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَّهُمْ مِّمَّا يَكْسِبُونَ} [البقرة:79] ، يضاف إلى ذلك أن الكتابة دون الحفظ؛ يدل عليه: أن علماء الأصول إذا تعارض عندهم روايةٌ مسموعةٌ وروايةٌ مكتوبةٌ رجحوا\nالجزء: 1 ¦ الصفحة: 65\n",
        "رواية السماع؛ لبعد احتمال تطرق التصحيف والغلط عليها (1) ، وقد اختلف علماء الحديث في صحة الرواية بالمكاتبة -بعد اتفاقهم على صحة الرواية بالسماع- والصحيح جوازها، مما يدل على أنها أقل مرتبة من السماع (2) ، فتقرر تقديم الحفظ على الكتابة، ولاسيما عند العرب، تلك الأمة الأمية، التي يقلُّ فيها من يعرف الكتابة، ولذا كان جلُّ اعتمادهم في تواريخهم وأخبارهم على الحفظ، حتى قويت عندهم هذه الملكة، فكانوا مطبوعين عليها مخصوصين بها، يعِزُّ أن يقع منهم خطأٌ أو نسيانٌ لشيءٍ مما حفظوه، وإذا كان هذا حالهم في الجاهلية، ففي الإسلام أعظم (3) ، حيث اختارهم الله تعالى لصحبة نبيه صلى الله عليه وسلم، وقيَّضهم لحمل هذا الدين عنه، وتبليغه لمن بعدهم، فملأ قلوبهم بالإيمان والتقوى والخوف منه: أن يبلغوا شيئاً من أحكام هذا الدين على خلاف ما رأوا عليه النبي صلى الله عليه وسلم أو سمعوه منه، وقريبٌ منهم من اجتمع بهم وشاهد أحوالهم واقتفى آثارهم من التابعين لهم بإحسان رضي الله تعالى عنهم أجمعين (4) .\n(1) انظر: \"الإحكام في أصول الأحكام\" للآمدي 4: 215.\n(2) انظر: \"فتح الباري\"1: 154.\n(3) مما يذكر عن الصحابة والتابعين في قوة الحفظ: أنّ ابن عباس -رضي الله عنه- حفظ قصيدة عمر بن أبي ربيعة التي مطلعها: أمن آل نُعمٍ أنتَ غادٍ فمُبْكِرُ غداةَ غدٍ أم رائحٌ فمهجِّر في سمعةٍ واحدة، وعدتها خمسة وسبعون بيتاً، ويقول الزهري: إني لأمر بالنقيع، فأسدُّ أذني مخافة أن يدخل فيها شيءٌ من الخنا، فوالله ما دخل أذني شيءٌ قط فنسيته، ويقول الشعبي: ما كتبت سوداء في بيضاء قط، وما حدثني أحدٌ بحديثٍ، فأحببت أن يعيده علي. انظر: \"جامع بيان العلم\" 1: 83، \"سنن الدارمي\" 1: 102، \"فتح المغيث\" 3: 35.\n(4) انظر: كتاب \"دفاع عن السنة ورد شبه المستشرقين والكتاب المعاصرين\" للدكتو محمد أبو شهبة: 199، 200، وكتاب \"بيان الشبه التي أوردها بعض من ينكر حجية السنة والرد عليها \" للدكتور عبد الغني عبد الخالق: 413 –رحمهما الله تعالى– فقد أجادا وأفادا وأطال الثاني في الرد على هذه الشبهة من جهة أن عدم الكتابة للسنة يلزم منه عدم الحجية، وما كتبته في هذه الفقرة ملخصٌ في الغالب من كلامه رحمه الله تعالى.\nالجزء: 1 ¦ الصفحة: 66\n",
        "الخاتمة\n:\nمن خلال ما تقدم من مباحث في هذا الجزء اللطيف، الذي هو بعنوان: \"كتابة الحديث في عهد النبي صلى الله عليه وسلم بين النهي والإذن\"يمكن إيجاز أهم الفوائد والنتائج التي توصلتُ إليها فيما يلي:\n1. أن الأحاديث الواردة في النهي عن كتابة الحديث النبوي لا تتجاوز أربعة أحاديث، أحسنها وأقواها سنداً حديث أبي سعيد الخدري –رضي الله عنه– مرفوعاً بلفظ \"لاتكتبوا عني، ومن كتب عني غير القرآن فليمحه\"، وقد أعله البخاري وأبو داود بالوقف، إلا أن تخريج مسلمٍ له يعتبر تصحيحاً له، ويجعل له هيبة الصحيح.\n2. أنَّ الأحاديث والروايات في الإذن في كتابة الحديث، والصحائف والكتب والمكاتبات في إثبات وقوع الكتابة للحديث النبوي في عهده صلى الله عليه وسلم كثيرةٌ جداً، وبمجموعها يمكن القول: إن وقوع الكتابة في عهده يبلغ رتبة التواتر –يعني: المعنوي– المفيد للعلم اليقيني القطعي.\n3. أنَّ ما كتب في عهده صلى الله عليه وسلم قد تناول قسماً كبيراً من حديثه، يبلغ في مجموعه ما يضاهي مصنفاً كبيراً من المصنَّفات الحديثية.\nأن تدوين الحديث الذي دعا إليه عمر بن عبد العزيز – رحمه الله\nالجزء: 1 ¦ الصفحة: 67\n",
        "تعالى – على رأس المائة الأولى إنما المقصود به التدوين الرسمي، الذي أخذ صفة العموم؛ لجمع شتات الأحاديث وما تفرق منها في صحف الناس ومحفوظاتهم في كتب معتمدة تُجمع وتُرتب فيها الأحاديث، ويتداولها عامة الناس، وليس المقصود به أن الأحاديث لم تُدَوَّن من قبل، وبدعوته انتهى الخلاف الذي كان في الصدر الأول من الصحابة والتابعين في كتابة الحديث، واستقر الأمر على الإجماع على الجواز.\n5. أن أولى الأقوال في إزالة التعارض بين أحاديث النهي والإذن هو القول بالنسخ. يعني: أن أحاديث النهي منسوخةٌ بأحاديث الإذن الثابتة الكثيرة، ومما يدل على ذلك تأخر أحاديث الإذن ووقوع بعضها في أواخر حياته صلى الله عليه وسلم، وهذا هو قول جمهور أهل العلم.\n6. أن مما يقوي القول بنسخ النهي عن كتابة الحديث استقرار الأمر بين الأمة على الإجماع على جواز كتابة الحديث، بل وعلى استحبابه، بل إنه كما قال الحافظ ابن حجر في \"الفتح\" (1) : إنه لا يبعد وجوبه على من خشي النسيان ممن يتعين عليه تبليغ العلم.\nوآخر دعوانا أن الحمد لله رب العالمين، وصلى الله وسلم على نبينا محمدٍ، وعلى آله وصحبه أجمعين.\n(1) 1: 204.\nالجزء: 1 ¦ الصفحة: 68\n",
        "مصادر ومراجع\n...\nالمصادر والمراجع\n1. إتحاف المهرة بالفوائد المبتكرة من أطراف العشرة لابن حجر العسقلاني، تحقيق د. زهير الناصر، نشر بالتعاون بين مجمع الملك فهد لطباعة المصحف ومركز خدمة السنة والسيرة بالمدينة المنورة، ط 1، 1415 هـ / 1994 م.\n2. الإحكام في أصول الأحكام للآمدي، نشر مؤسسة الحلبي بالقاهرة.\n3. اختصار علوم الحديث لابن كثير مطبوع مع شرحه الباعث الحثيث. انظر: الباعث الحثيث شرح اختصار علوم الحديث.\n4. الاستيعاب في معرفة الأصحاب لابن عبد البر، تحقيق علي البجاوي، نشر دار نهضة مصر، 1380هـ.\n5. أسد الغابة في معرفة الصحابة لابن الأثير، تحقيق محمد البنا ومحمد عاشور ومحمود فايد، نشر دار الشعب بالقاهرة، بدون تاريخ.\n6. إعلام السائلين عن كتب سيد المرسلين لابن طولون، تحقيق محمود الأرناؤوط، نشر مؤسسة الرسالة ببيروت، ط 2، 1407هـ / 1987 م.\n7. الإلماع إلى معرفة أصول الرواية وتقييد السماع للقاضي عياض، تحقيق السيد أحمد صقر، نشر دار التراث بالقاهرة، ط 2، 1398 هـ / 1978 م.\n8. الأموال لأبي عبيد القاسم بن سلام، تحقيق محمد خليل هراس، نشر مكتبة الكليات الأزهرية بالقاهرة، ط3، 1401هـ / 1981 م.\nالجزء: 1 ¦ الصفحة: 69\n",
        "1. الباعث الحثيث شرح اختصار علوم الحديث للشيخ أحمد شاكر، وتعليق الشيخ ناصر الدين الألباني، تحقيق علي حسن عبد الحميد، نشر دار العاصمة بالرياض، ط 1، 1415 هـ.\n2. بحوث في تاريخ السنة، ل د. أكرم العمري، نشر مكتبة العلوم والحكم بالمدينة المنورة، ط 5، 1415 هـ / 1994 م.\n3. بيان الشبه التي أوردها بعض من ينكر حجية السنة والرد عليها ل د. عبد الغني عبد الخالق، نشر مكتبة السنة بالقاهرة، ط 1، 1409 هـ / 1989م.\n4. تاريخ بغداد للخطيب البغدادي، مصورة عن الطبعة الأولى بدار الكتاب العربي ببيروت بدون تاريخ.\n5. التاريخ الكبير للبخاري، تحقيق عبد الرحمن المعلمي، نسخة مصورة عن الطبعة الأولى بدار الكتب العلمية ببيروت.\n6. تأويل مختلف الحديث لابن قتيبة، تصحيح محمد زهري النجار، نشر مكتبة الكليات الأزهرية بالقاهرة، 1386 هـ / 1966 م.\n7. تحفة الأشراف بمعرفة الأطراف للمزي، تصحيح عبد الصمد شرف الدين، نشر الدار القيمة ببمباي الهند، ط 1، 1384?/1965م.\n8. تذكرة الحفاظ للذهبي، بتصحيح عبد الرحمن المعلمي، نشر مطبعة دائرة المعارف بحيدر آباد الدكن، ط 4، 1388 هـ.\n9. تعريف أهل التقديس بمراتب الموصوفين بالتدليس لابن حجر، تحقيق عبد الغفار البنداري ومحمد عبد العزيز، نشر دار الكتب العلمية ببيروت، ط 1، 1405 هـ.\nالجزء: 1 ¦ الصفحة: 70\n",
        "1. تفسير القرآن العظيم لابن كثير، نشر مكتبة النهضة الحديثة بمكة المكرمة، مراجعة وتصحيح عبد الوهاب عبد اللطيف ومحمد الصديق ط 1، 1388 هـ.\n2. تقريب التهذيب لابن حجر العسقلاني، تحقيق محمد عوامة، نشر دار الرشيد بحلب، ط 1، 1406هـ / 1986م.\n3. تقييد العلم للخطيب، تحقيق يوسف العش نشر دار إحياء السنةط2، 1974م.\n4. تلخيص المستدرك على الصحيحين للذهبي مطبوع بذيل المستدرك.\n5. التنكيل بما في تأنيب الكوثري من الأباطيل للشيخ العلامة عبد الرحمن المعلمي، تعليق الشيخ الألباني وزهير الشاويش وعبد الرزاق حمزة، نشر المكتب الإسلامي ببيروت، ط 2، 1406 هـ / 1986 م.\n6. تهذيب التهذيب لابن حجر العسقلاني، نشر مطبعة مجلس دائرة المعارف بحيدر آباد الدكن، ط 2، 1399 هـ.\n7. تهذيب سنن أبي داود لابن القيم، بتحقيق الشيخ أحمد شاكر وحامد الفقي، نشر المكتبة الأثرية بباكستان، ط 2، 1399 هـ.\n8. تهذيب الكمال للمزي، تحقيق د. بشار عواد، نشر مؤسسة الرسالة ببيروت، ط 2، 1404 هـ.\n9. توجيه النظر إلى أصول الأثر للشيخ طاهر الجزائري، اعتنى به عبد الفتاح أبوغدة، نشر مكتب المطبوعات الإسلامية بحلب، ط1، 1416هـ / 1995م.\nالجزء: 1 ¦ الصفحة: 71\n",
        "1. توضيح الأفكار لمعاني تنقيح الأنظار للصنعاني، تحقيق محمد محي الدين عبد الحميد، نشر مكتبة الخانجي بالقاهرة، ط 1، 1366?.\n2. الثقات لابن حبان، تحقيق عبد المعين خان، مطبعة دائرة المعارف بحيدر آباد الدكن، ط 1، 1393 هـ.\n3. جامع الأصول في أحاديث الرسول لابن الأثير الجزري، تحقيق عبد القادر الأرناؤوط، نشر مكتبة الحلواني ومطبعة الملاح ومكتبة دار البيان بسوريا، 1392 هـ / 1972 م.\n4. جامع بيان العلم وفضله لابن عبد البر، تصحيح عبد الرحمن عثمان، نشر المكتبة السلفية بالمدينة، ط 2، 1388 هـ.\n5. جامع التحصيل في أحكام المراسيل للعلائي، تحقيق حمدي السلفي، نشر وزارة الأوقاف بالعراق، ط 1، 1398 هـ.\n6. الجامع لأخلاق الراوي وآداب السامع للخطيب البغدادي، تحقيق د. محمود الطحان، نشر مكتبة المعارف بالرياض، 1403 هـ / 1983 م.\n7. الجرح والتعديل لابن أبي حاتم الرازي، مصورة عن الطبعة الأولى، نشر دائرة المعارف بحيدر آباد الدكن بالهند، 1371 ?/1952م.\n8. حلية الأولياء وطبقات الأصفياء لأبي نعيم الأصبهاني، نشر مطبعة دار السعادة بمصر، ط 1، 1394 هـ / 1974 م.\n9. دراسات في الحديث النبوي وتاريخ تدوينه ل د. مصطفى الأعظمي، نشر المكتب الإسلامي ببيروت، 1400هـ، / 1980 م.\n10. دفاع عن السنة ورد شبهات المستشرقين والكتاب المعاصرين ل د. محمد أبوشهبة، نشر مكتبة السنة بالقاهرة، ط 1،1409?/1989م.\nالجزء: 1 ¦ الصفحة: 72\n",
        "1. ديوان الضعفاء والمتروكين للذهبي، تحقيق حماد الأنصاري، نشر مكتبة النهضة الحديثة بمكة المكرمة، 1387هـ / 1967م.\n2. ذكر أسماء من تكلم فيه وهو موثق للذهبي، تحقيق محمد شكور المياديني، نشر مكتبة المنار بالأردن، ط 1، 1406 هـ.\n3. زاد المعاد في هدي خير العباد لابن قيم الجوزية، تحقيق شعيب وعبد القادر الأرنؤطيان، نشر مؤسسة الرسالة ببيروت ط2، 1401?/ 1981م.\n4. سلسلة الأحاديث الصحيحة للألباني، نشر المكتب الإسلامي ببيروت، ط 3، 1403 هـ / 1983 م.\n5. السنة قبل التدوين، ل د. محمد عجاج الخطيب، نشر دار الفكر ببيروت، ط 3، 1400 هـ / 1980 م.\n6. سنن ابن ماجه، نشر دار السلام بالرياض، بإشراف معالي الشيخ صالح آل الشيخ، ضمن موسوعة الكتب الستة، ط 1،1420?/ 1999 م.\n7. سنن أبي داود، نشر دار السلام بالرياض، بإشراف معالي الشيخ صالح آل الشيخ، ضمن موسوعة الكتب الستة، ط 1، 1420 هـ/ 1999 م.\n8. سنن الترمذي، نشر دار السلام بالرياض، بإشراف معالي الشيخ صالح آل الشيخ، ضمن موسوعة الكتب الستة، ط 1، 1420 هـ 1999 م.\n9. سنن الدارمي، تعليق ونشر عبد الله هاشم اليماني، 1386هـ/1966 م.\nالجزء: 1 ¦ الصفحة: 73\n",
        "1. السنن الكبرى للنسائي، تحقيق د. عبد الغفار البنداري وسيد كسروي حسن، نشر دار الكتب العربية، بيروت، ط 1، 1411هـ / 1991م.\n2. سنن النسائي، نشر دار السلام بالرياض، بإشراف معالي الشيخ صالح آل الشيخ، ضمن موسوعة الكتب الستة، ط 1، 1420 هـ/ 1999 م.\n3. السيرة النبوية لابن هشام، تحقيق مصطفى السقا وإبراهيم الأبياري وعبد الحفيظ شلبي، نشر مكتبة مصطفى البابي الحلبي، ط 2، 1375هـ/ 1955م.\n4. شرح صحيح البخاري للكرماني، نشر دار إحياء التراث العربي ببيروت، ط 2، 1401 هـ / 1981 م.\n5. شرح صحيح مسلم للنووي، نشر المطبعة المصرية بمصر، بدون تاريخ.\n6. شرح معاني الآثار للطحاوي، تحقيق محمد زهدي النجار، نشر دار الكتب العلمية ببيروت، ط 2، 1407 هـ.\n7. صحيح ابن حبان بترتيب ابن بلبان، تحقيق شعيب الأرناؤوط، نشر مؤسسة الرسالة، ط 2، 1414هـ / 1993 م.\n8. صحيح البخاري، نشر دار السلام بالرياض، بإشراف معالي الشيخ صالح آل الشيخ، ضمن موسوعة الكتب الستة، ط1،1420?/ 1999م.\n9. صحيح مسلم، نشر دار السلام بالرياض، بإشراف معالي الشيخ صالح آل الشيخ، ضمن موسوعة الكتب الستة، ط 1، 1420?/ 1999م.\nالجزء: 1 ¦ الصفحة: 74\n",
        "1. الضعفاء الصغير للبخاري، تحقيق محمود إبراهيم زايد، نشر دار الوعي بحلب، ط 1، 1396 هـ.\n2. الضعفاء الكبير للعقيلي، تحقيق عبد المعطي قلعجي، نشر دار الكتب العلمية ببيروت، ط 1، 1404هـ.\n3. الضعفاء والمتروكين للنسائي، تحقيق محمود إبراهيم زايد، نشر دار الوعي بحلب، ط 1، 1396 هـ.\n4. الطبقات الكبرى لابن سعد، نشر دار بيروت ببيروت، 1398هـ/ 1979م.\n5. طبقات المحدثين بأصبهان لأبي الشيخ الأنصاري، تحقيق عبد الغفور البلوشي، نشر مؤسسة الرسالة، ط 1، 1408 هـ / 1988 م.\n6. علل الحديث لابن أبي حاتم، مصورة عن الطبعة الأولى بدار السلام بحلب.\n7. العلل المتناهية في الأحاديث الواهية لابن الجوزي، تحقيق إرشاد الحق الأثري، إدارة العلوم الأثرية بفيصل آباد بباكستان، ط 2، 1401 هـ.\n8. علوم الحديث لابن الصلاح، تحقيق نور الدين عتر، نشر المكتبة العلمية بالمدينة المنورة، 1386 هـ.\n9. علوم الحديث ومصطلحه ل د. صبحي الصالح، نشر دار العلم للملايين، ط 18، 1991 م.\n10. عمدة القاري شرح صحيح البخاري للعيني، نشر مكتبة مصطفى البابي الحلبي بمصر، ط 1، 1392 هـ / 1972 م.\nالجزء: 1 ¦ الصفحة: 75\n",
        "1. عيون الأثر في فنون المغازي والشمائل والسير لابن سيد الناس، طبعة مصورة بدار المعرفة ببيروت، بدون تاريخ.\n2. فتح الباري لابن حجر العسقلاني، تحقيق الشيخ عبد العزيز بن باز، عناية محمد عبد الباقي ومحب الدين الخطيب، نشر المطبعة السلفية بمصر.\n3. فتح المغيث بشرح ألفية الحديث للسخاوي، تحقيق الشيخ علي حسين علي، نشر إدارة البحوث الإسلامية بالجامعة السلفية ببنارس بالهند، ط 1، 1409 هـ / 1988 م.\n4. فتوح مصر والمغرب لابن عبد الحكم، تحقيق د. علي محمد عمر، نشر مكتبة الثقافة الدينية بمصر، 1415 هـ / 1995 م.\n5. الكاشف في معرفة من له رواية في الكتب الستة للذهبي، تحقيق محمد عوامة وأحمد الخطيب، نشر دار القبلة بجدة، ط 1، 1413هـ / 1992م.\n6. الكامل لابن عدي، نشر دار الفكر، بيروت، ط 2، 1405هـ / 1985م.\n7. كشف الأستار عن زوائد البزار على الكتب الستة للهيثمي، تحقيق حبيب الرحمن الأعظمي، نشر مؤسسة الرسالة ببيروت، ط 1، 1399 هـ.\n8. الكشف الحثيث عمن رمي بوضع الحديث لبرهان الدين الحلبي، تحقيق صبحي السامرائي، نشر وزارة الشئون الإسلامية بالعراق بدون تاريخ.\nالجزء: 1 ¦ الصفحة: 76\n",
        "1. لسان الميزان لابن حجر تحقيق مكتب التحقيق بدار إحياء التراث العربي ببيروت بإشراف محمد المرعشلي، ط 1، 1416 هـ / 1995 م.\n2. المجروحين من المحدثين والضعفاء والمتروكين لابن حبان، تحقيق محمود زائد، نشر دار الوعي بحلب، ط 1، 1396 هـ.\n3. مجمع البحرين في زوائد المعجمين للهيثمي، تحقيق عبد القدوس محمد نذير، نشر مكتبة الرشد بالرياض، ط 1، 1413 هـ.\n4. مجمع الزوائد للهيثمي، نشر دار الكتاب العربي ببيروت، ط2، 1967م.\n5. مجموع فتاوى شيخ الإسلام ابن تيمية، جمع الشيخ عبد الرحمن بن قاسم، طبع بأمر خادم الحرمين الشريفين الملك فهد بن عبد العزيز.\n6. المستدرك على الصحيحين للحاكم، مصورة عن الطبعة الأولى بمكتبة المعارف بالرياض بدون تاريخ.\n7. مجموعة الوثائق السياسية للعهد النبوي والخلافة الراشدة ل د. محمد حميد الله، نشر دار الإرشاد ببيروت، ط 3، 1403 هـ.\n8. مختصر سنن أبي داود للمنذري، بتحقيق الشيخ أحمد شاكر وحامد الفقي، نشر المكتبة الأثرية بباكستان، ط 2، 1399 هـ.\n9. مسند أبي يعلى الموصلي، تحقيق حسين أسد، نشر دار المأمون للتراث بدمشق وبيروت، ط 1، 1404 هـ / 1984 م.\nمسند الإمام أحمد، وقد رجعت فيه إلى طبعتين: الأولى: في مجلد واحد نشر بيت الأفكار الدولية بالرياض، 1419هـ/1998م،\nالجزء: 1 ¦ الصفحة: 77\n",
        "1. والثانية: بتحقيق مجموعة من المحققين بمؤسسة الرسالة بإشراف معالي الشيخ عبد الله التركي، ط 1، 1414 هـ / 1994 م.\n2. المصباح المضيء في كتّاب النبي لابن حديدة الأنصاري، تحقيق محمد عظيم الدين، نشر عالم الكتب ببيروت، ط 2، 1405 هـ / 1985 م.\n3. المصنف لابن أبي شيبة، تحقيق مختار الندوي، نشر الدار السلفية بالهند، ط 1، 1403 هـ.\n4. معالم السنن للخطابي، بتحقيق الشيخ أحمد شاكر وحامد الفقي، نشر المكتبة الأثرية بباكستان، ط 2، 1399 هـ.\n5. المعجم الأوسط للطبراني، تحقيق د. محمود الطحان، نشر مكتبة المعارف بالرياض ط 1، 1405هـ.\n6. المعجم الصغير للطبراني، تحقيق محمد شكور محمود الحاج أمرير، نشر المكتب الإسلامي ببيروت ودار عمار بالأردن، ط 1، 1405هـ/ 1985م.\n7. المعجم الكبير للطبراني، تحقيق حمدي السلفي، نشر وزارة الأوقاف بالعراق، ط 1، 1397 هـ.\n8. معرفة الثقات للعجلي بترتيب الهيثمي والسبكي، تحقيق عبد العليم البستوي، نشر مكتبة الدار بالمدينة المنورة، ط 1، 1405 هـ/ 1985 م.\n9. منهج النقد في علوم الحديث ل. د نور الدين عتر، نشر دار الفكر بدمشق، ط 3، 1418 هـ / 1997 م.\nالجزء: 1 ¦ الصفحة: 78\n",
        "1. موارد الظمآن إلى زوائد ابن حبان للهيثمي، تحقيق شعيب الأرناؤوط ومحمد رضوان، نشر مؤسسة الرسالة، ط 1، 1414هـ / 1993 م.\n2. \"الموطأ \"للإمام مالك، تخريج محمد فؤاد عبد الباقي، نشر دار إحياء الكتب العربية بمصر، بدون تاريخ.\n3. ميزان الاعتدال في نقد الرجال للذهبي، تحقيق علي البجاوي، نشر دار إحياء الكتب العربية بمصر، ط 1، 1382 هـ.\n4. ناسخ الحديث ومنسوخه لابن شاهين، تحقيق سمير الزهيري، نشر مكتبة المنار بالأردن، ط 1، 1408 هـ / 1988 م.\n5. نصب الراية في تخريج أحاديث الهداية للزيلعي، نشر المجلس العلمي بباكستان، ط 2، 1393 هـ.\n6. النكت على مقدمة ابن الصلاح للزركشي، تحقيق د. زين العابدين بلا فريح، نشر مكتبة أضواء السلف بالرياض، ط 1، 1419هـ / 1998 م.\n7. هدي الساري مقدمة فتح الباري لابن حجر العسقلاني، تصحيح محب الدين الخطيب، نشر المطبعة السلفية بمصر، بدون تاريخ.\nالجزء: 1 ¦ الصفحة: 79\n",
        ""
    ]
}