{
    "1": [
        "الأحاديث التي أعل الإمام البخاري متونها بالتناقض\nالأحاديث التي أعل الإمام البخاري متونها بالتناقض\nبسام العطاوي\nالكتاب:\nالأحاديث التي أعل الإمام البخاري متونها بالتناقض\nالمؤلف:\nبسام بن عبد الله بن صالح الغانم العطاوي\nالناشر:\nبحث ضمن العدد 34 من مجلة الحكمة الصادر في محرم 1428 [وهي مجلة علمية شرعية محكمة نصف سنوية تعنى بالبحوث والدراسات الإسلامية وتحقيق المخطوطات]\nعدد الأجزاء:\n1\nأعده للشاملة/ محمود الجيزي، مع المقابلة على أصله المطبوع مرتين\n[ترقيم الكتاب موافق للمطبوع]\n",
        "الأحاديث\nالتي أعل الإمام البخاري متونها بالتناقض\nللدكتور\nبسام بن عبد الله بن صالح الغانم العطاوي (معاصر)\nرئيس قسم الدراسات الإسلامية في كلية المعلمين في الدمام\nبحث ضمن العدد 34 من مجلة الحكمة (*)\nالصادر في محرم 1428\n[الترقيم موافق للمطبوع، وهو مذيل بالحواشي]\nأعده للشاملة مع المقابلة على أصله المطبوع مرتين:\n//محمود الجيزي - عفا الله عنه//\n(*) مجلة علمية شرعية محكمة نصف سنوية تعنى بالبحوث والدراسات الإسلامية وتحقيق المخطوطات.\n",
        "بسم الله الرّحمن الرّحيم\nالحمد لله ربّ العالمين، والصلاة والسلام الأتمان الأكملان علي رسوله الأمين وعلي آله وأصحابه وأتباعه بإحسان إلي يوم الدين.\nأما بعد:\nفإنّ الله تعالي وعد بحفظ هذا الدين فقال: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ (9)} [الحجر: 9]، وقد صدق الله وعده،\n{وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللَّهِ} [التوبة: 111]، فحفظ لنا دينه، وأتمّ علينا نعمته.\nوإن مما حفظ الله به الدين أولئك العلماء الحفاظ الذين أفنوا أعمارهم، وبذلوا مُهجهم وأموالهم لحفظ الدين وصيانة الشريعة.\nوإن من أعظم أولئك الأعلام الإمام أبا عبد الله محمد بن إسماعيل بن إبراهيم البخاري، المتوفي ليلة عيد الفطر سنة ست وخمسين ومائتين، صاحب «الصحيح» الذي هو أصحّ مصنّف في الحديث.\nوثناء الأئمة علي الإمام البخاري في دينه وفضله، وشهادتهم\nالجزء: 1 ¦ الصفحة: 165\n",
        "برسوخه في العلم عموما وفي الحديث خصوصا كثير جدًا، وهو مذكور في مظانّه المعروفة.\nقال النووي - رحمه الله - في أول شرحه علي «صحيح البخاري»: واعلم أن وصف البخاري رضي الله تعالي عنه بارتفاع المحل والتقدم في هذا العلم علي الأماثل والأقران متفق عليه فيما تأخر وتقدم من الأزمان، ويكفي في فضله أن معظم من أثني عليه ونشر مناقبه شيوخه الأعلام المبرزون والحذاق المتقنون\n...\nإلي أن قال: ويوضح لك ذلك ما أشرت إليه من أقوال أعلام أئمة المسلمين أولي الورع والدين، والحفاظ النقاد المتقنين، الذين لا يجازفون في العبارات بل يتأملونها، ويحررونها، ويحافظون علي صيانتها أشد المحافظات (1).\nوقال ابن حجر - رحمه الله - بعد أن ذكر جملة من أقوال الأئمة المتقدمين في الثناء علي الإمام البخاري: ولو فتحت باب ثناء الأئمة عليه ممن تأخر عن عصره لفني القرطاس، ونفدت الأنفاس؛ فذاك بحر لا ساحل له (2).\nوهذا كله يبين ما لأحكام البخاري علي الأحاديث من المنزلة الرفيعة والشأن العظيم والنصيب الأوفي من الصواب.\nقال ابن حجر: لا ريب في تقديم البخاري ثم مسلم علي أهل عصرهما ومن بعده من أئمة هذا الفن في معرفة الصحيح والمعلل (3).\nوقد أردت في هذا البحث أن أبرز أحد الأسس التي يقوم عليها منهج الإمام البخاري رحمه الله في نقد متن الحديث، وهو التحقق من سلامة معني المتن من مناقضة الأمور الثابتة في الكتاب أو السنة ومخالفة الحقائق التاريخية والعقلية؛ إذ لا يمكن أن يكون الحديث صحيحًا مع وجود تلك المناقضة أو المخالفة في متنه.\nوقد جمعت من كتب الإمام البخاري\n(1) شروح البخاري: 5.\n(2) هدي الساري: 485.\n(3) المصدر السابق: 346.\nالجزء: 1 ¦ الصفحة: 166\n",
        "الأحاديث والآثار التي أعلّها مصرحا بعلة في متنها من جهة المعني، تمنع من الحكم عليها بالصحة، لمناقضتها ما ثبت في موضوع ذلك المتن.\nوذكرت تلك الأحاديث في هذا البحث دون الأحاديث التي أعلّها بعلة في متنها، أشار إليها دون تصريح بها. فقد يعلّ البخاري حديثا بعبارة مجملة يفهم منها أهل هذا العلم - بحكم الخبرة والممارسة - أن البخاري يشير إلي علة في المتن. وغالب الأحاديث التي أعلّها البخاري من جهة متنها أعلّها أيضا من جهة سندها، وهذا يدل علي ما بين صحة المتن وصحة السند من ملازمة، بمعني أن وجود علة في المتن يقتضي وجود علة في السند، وقد تكون واضحة، وقد تكون خفية لا يفطن لها إلا الراسخون في هذا العلم. وذلك أن العلة في المتن لا بد لها من مصدر، ومصدرها لا بد أن يكون من رواة هذا المتن، ورواة المتن هم السند.\nوقد جعلت الأحاديث التي أعلّها البخاري خمسة أقسام، وهي:-\nالقسم الأول: الأحاديث التي أعلّها البخاري بمناقضة متونها السنة الصحيحة.\nالقسم الثاني: الأحاديث التي أعلّها البخاري بمناقضة متونها ما صح من رواية أصحابها أنفسهم.\nالقسم الثالث: الأحاديث التي أعلّها البخاري بمناقضة متونها عمل الصحابة.\nالقسم الرابع: الأحاديث التي أعلّها البخاري بمناقضة متونها رأي من رواها ومذهبه.\nالقسم الخامس: الأحاديث التي أعلّها البخاري بمناقضة متونها الواقع.\nوخصصت القسم السادس للآثار التي أعلّها البخاري بمناقضة متونها ما ثبت عن أصحابها.\nالجزء: 1 ¦ الصفحة: 167\n",
        "وقد خرّجت الأحاديث، وبيّنت وجه إعلال البخاري إياها، وذكرت علل أسانيدها، ونقلت من كلام الأئمة في ذلك كله ما رأيت الحاجة داعية إلي نقله لبيان مقصود البحث.\nوأسأل الله تعالي بأسمائه وصفاته أن يجعل هذا البحث خالصا لوجه نافعا لخلقة.\nالجزء: 1 ¦ الصفحة: 168\n",
        "القسم الأول: الأحاديث التي أعلّها البخاري بمناقضة متونها السنة الصحيحة\nمن المقاييس التي استعملها المحدثون في نقد المتن عرض المتن علي السنة الصحيحة (1)، فكانوا يستدلّون علي ضعف الخبر بمناقضة متنه السنة الصحيحة؛ لاستحالة وقوع التناقض في أخبار الله تعالي وأخبار رسوله صلي الله عليه وسلم كما قال تعالي: {وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا (82)} [النساء: 82].\nقال الخطيب البغدادي: وكل خبرين عُلم أن النبي صلي الله عليه وسلم تكلّم بهما فلا يصح دخول التعارض فيهما علي وجه، وإن كان ظاهرهما متعارضين؛ لأن معني التعارض بين الخبرين والقرآن من أمر ونهي وغير ذلك أن يكون موجب أحدهما منافيا لموجب الآخر، وذلك يبطل التكليف إن كانا أمرًا ونهيًا وإباحة وحظرًا، أو يوجب كون أحدهما صدقًا والآخر كذبًا إن كانا خبرين، والنبي صلي الله عليه وسلم منزّه عن ذلك أجمع معصوم منه باتفاق الأمة (2).\nوقال أيضا: \"وكل خبر واحد دل العقل أو نص الكتاب أو الثابت من الأخبار أو الإجماع أو الأدلة الثابتة المعلومة علي صحته وجد خبر آخر يعارضه فإنه يجب اطراح ذلك المعارض، والعمل بالثابت الصحيح اللازم؛ لأن العمل بالمعلوم واجب علي كل حال (3).\n(1) انظر مقاييس نقد متون السنة للدميني: 163.\n(2) الكفاية في علم الرواية: 433.\n(3) المصدر السابق: 434.\nالجزء: 1 ¦ الصفحة: 169\n",
        "وقد أعلّ البخاري رحمه الله تعالي أحاديث كثيرة بهذه العلة، وإن كان أكثرها ضعيفا من جهة الإسناد أيضا:\n1 -\nفقد ذكر البخاري في كتابه «الضعفاء الصغير» (1) في ترجمة حشرج بن نباتة أنه سمع سعيد بن جمهان عن سفينة أن النبي صلي الله عليه وسلم قال لأبي بكر وعمر وعثمان: «هؤلاء الخلفاء بعدي»، ثم قال البخاري: وهذا حديث لم يتابع عليه؛ لأن عمر بن الخطاب وعلي بن أبي طالب قالا: لم يستخلف النبي صلي الله عليه وسلم.\nوذكر البخاري هذا أيضا في «تاريخه الكبير» (2)، وفي «تاريخه الأوسط» (3).\nفقد أعلّ البخاري الحديث بمناقضته الأحاديث الصحيحة التي تنفي أن يكون النبي صلي الله عليه وسلم نص علي تعيين أحد للخلافة بعده.\nفقد روى الشيخان في صحيحيهما (4) عن عبد الله بن عمر - رضي الله عنهما - أنه قال: قيل لعمر: ألا تستخلف؟ قال: إن أستخلف فقد استخلف من هو خير مني: أبو بكر، وإن أترك فقد ترك من هو خير مني: رسول الله صلي الله عليه وسلم.\nوروى البخاري (5) عن عبد الله بن عباس - رضي الله عنهما - أن علي بن أبي طالب رضي الله عنه خرج من عند رسول الله صلي الله عليه وسلم في وجعه الذي توفي فيه فقال الناس: يا أبا حسن، كيف أصبح رسول الله صلي الله عليه وسلم؟ فقال: أصبح بحمد الله بارئا. فأخذ بيده عباس بن عبد المطلب فقال له: أنت والله بعد ثلاث عبد العصا (6)، وإني والله لأري رسول الله صلي الله عليه وسلم سوف يتوفي من وجعه هذا؛ إني\n(1) ص 79 برقم 99.\n(2) (3/ 117).\n(3) (1/ 336).\n(4) صحيح البخاري - كتاب الأحكام - باب الاستخلاف: 602 ح 7218، وصحيح مسلم، كتاب الإمارة - باب الاستخلاف وتركه: 1005 ح 1823.\n(5) في كتاب المغازي - باب مرض النبي صلي الله عليه وسلم ووفاته: 365 ح 4447.\n(6) هو كناية عمن يصير تابعا لغيره، والمعني أنه يموت بعد ثلاث، وتصير أنت مأمورًا عليك. وهذا من قوة فراسة العباس رضي الله عنه. فتح الباري (8/ 143).\nالجزء: 1 ¦ الصفحة: 170\n",
        "لأعرف وجوه بني عبد المطلب عند الموت. اذهب بنا إلي رسول الله صلي الله عليه وسلم فلنسأله فيمن هذا الأمر، إن كان فينا علمنا ذلك، وإن كان في غيرنا علمناه فأوصي بنا. فقال علي: إنا والله لئن سألناها رسول الله صلي الله عليه وسلم فمنعناها لا يعطيناها الناس بعده، وإني والله لا أسألها رسول الله صلي الله عليه وسلم.\nقال البيهقي في سننه (1): وفي هذا دلالة علي أن النبي صلي الله عليه وسلم لم يستخلف أحدًا بالنص عليه.\nوروى أحمد في مسنده (2) حديثا عن عبد الله بن سُبع عن علي رضي الله عنه، وفيه أنهم قالوا له: فاستخلف علينا. قال: لا، ولكن أترككم إلي ما ترككم إليه رسول الله صلي الله عليه وسلم.\nوروى ابن أبي عاصم في «السنة» (3) عن أبي وائل شقيق بن سلمة قال: قيل لعلي رضي الله عنه: استخلف علينا. فقال: ما استخلف رسول الله صلي الله عليه وسلم، ولكن إن يرد الله بالناس خيرًا سيجمعهم علي خيرهم، كما جمعهم بعد نبيهم صلي الله عليه وسلم علي خيرهم.\nوروى أحمد (4) بسنده عن رجل عن علي رضي الله عنه أنه قال يوم الجمل: «إن رسول الله صلي الله عليه وسلم لم يعهد إلينا عهدًا نأخذ به في الإمارة، ولكنه شيء رأيناه من قبل أنفسنا\n...\n» الحديث (5).\n(1) (8/ 149).\n(2) (2/ 325) ح 1078.\n(3) (2/ 551) ح 1185.\n(4) المسند (2/ 244) ح 921.\n(5) هذه الروايات الثلاث، وكذلك الروايات الأخرى التي في معناها لا تخلو من ضعف في أسانيدها لكنها تتقوي ببعضها، وهي تفيد نفي علي رضي الله عنه أن يكون النبي صلي الله عليه وسلم نص علي تعيين أحد للخلافة بعده.\nانظر الكلام علي هذه الروايات وأسانيدها في تعليق الألباني علي كتاب «السنة» لابن أبي عاصم (2/ 551)، و «المطالب العالية» مع حاشية تحقيقه (9/ 569).\nالجزء: 1 ¦ الصفحة: 171\n",
        "وحديث سفينة الذي أعلّه البخاري هنا رواه ابن أبي عاصم في «السنة» (1)، وأبو يعلي الموصلي في مسنده (2)، والحارث بن أبي أسامة في مسنده (3)، وابن حبان في «المجروحين» (4)، وابن عدي في «الكامل» (5) كلهم من طريق حشرج بن نباتة عن سعيد بن جمهان عن سفينة قال: بني رسول الله صلي الله عليه وسلم مسجدًا، فقال لأبي بكر: «ضع حجرًا إلي جنب حجري»، ثم قال لعمر: «ضع حجرًا إلي جنب حجر أبي بكر»، ثم قال لعثمان: «ضع حجرك إلي جنب حجر عمر»، ثم قال: «هؤلاء الخلفاء من بعدي».\nوقد تفرد حشرج بن نباتة بهذا الحديث. وحشرج قال فيه ابن حجر: صدوق يهم (6).\nوهذا الحديث من أوهامه التي أنكرت عليه (7). فهذا الحديث يناقض الأحاديث الصحيحة التي تنفي أن يكون النبي صلي الله عليه وسلم نص علي تعيين أحد للخلافة بعده، ويناقض عمل الصحابة في اختيارهم أبا بكر وعمر وعثمان رضي الله عنهم للخلافة؛ إذ لم يذكر أحد منهم وقت الاختيار أن النبي صلي الله عليه وسلم نص علي أحد.\nوقد سئلت عائشة رضي الله عنها: من كان رسول الله صلي الله عليه وسلم مستخلفا لو استخلفه؟ قالت: أبو بكر. فقيل لها: ثم من بعد أبي بكر؟. قالت: عمر.\n(1) (2/ 550) ح 1157.\n(2) (8/ 295) ح 4884.\n(3) كما في بغية الباحث عن زوائد مسند الحارث للهيثمي: 185 ح 591.\n(4) (1/ 277).\n(5) (2/ 439).\n(6) تقريب التهذيب: 252.\n(7) انظر الضعفاء للبخاري: 79، الضعفاء الكبير للعقيلي (1/ 297)، كتاب المجروحين لا بن حبان (1/ 277). العلل المتناهية لا بن الجوزي (1/ 210)، ميزان الاعتدال للذهبي (2/ 310).\nالجزء: 1 ¦ الصفحة: 172\n",
        "ثم قيل لها: من بعد عمر؟. قالت: أبو عبيدة بن الجراح. ثم انتهت إلي هذا (1).\nقال النووي: وفيه دلالة لأهل السنة أن خلافة أبي بكر ليست بنص من النبي صلي الله عليه وسلم علي خلافته صريحا، بل أجمعت الصحابة علي عقد الخلافة له وتقديمه؛ لفضيلته. ولو كان هناك نص عليه أو علي غيره لم تقع المنازعة من الأنصار وغيرهم أولا، ولذكر حافظ النص ما معه، ولرجعوا إليه؛ لكن تنازعوا أولا ولم يكن هناك نص، ثم اتفقوا علي أبي بكر واستقرّ الأمر (2).\n2 -\nوروى البخاري في «التاريخ الأوسط» (3) قال: حدثنا آدم قال: حدثنا شعبة عن الحكم قلت لمقسم: إني أوتر بثلاث؟ فقال: لا إلا بخمس أو سبع. فقلت: عمن؟ قال: عن الثقة عن عائشة وميمونة عن النبي صلي الله عليه وسلم.\nوقال سفيان: عن منصور عن الحكم عن مقسم عن أم سلمة عن النبي صلي الله عليه وسلم.\nثم قال البخاري مضعفا هذا الحديث: ولا يعرف لمقسم سماع من أم سلمة، ولا ميمونة، ولا عائشة. وقال ابن عمر عن النبي صلي الله عليه وسلم: «صلاة الليل مثني مثني، والوتر ركعة من آخر الليل». وحديث ابن عمر أثبت، وقول النبي صلي الله عليه وسلم ألزم. حدثنا عبد الله بن يوسف قال: أخبرنا مالك عن نافع وعبد الله بن دينار عن عبد الله بن عمر أن رجلا سأل النبي صلي الله عليه وسلم عن صلاة الليل، فقال: «مثني مثني، فإذا خشي أحدكم الصبح صلّي ركعة توتر له ما قد صلّي».\nفقد أعلّ البخاري حديث مقسم الذي يمنع من الوتر بثلاث بانقطاع سنده، وبمخالفة متنه السنة الصحيحة التي تصرح بجواز ذلك.\nوحديث مقسم رواه أحمد في مسنده (4) قال: حدثنا يحيى عن شعبة\n(1) رواه مسلم في فضائل الصحابة - باب من فضائل أبي بكر الصديق: 1098 ح 2385.\n(2) شرح النووي علي صحيح مسلم (15/ 154).\n(3) (1/ 438) برقم 984.\n(4) (42/ 394) ح 25616.\nالجزء: 1 ¦ الصفحة: 173\n",
        "قال: حدثني الحكم قال: قلت لمقسم: أوتر بثلاث، ثم أخرج إلي الصلاة؛ مخافة أن تفوتني؟ قال: لا وتر إلا بخمس أو سبع. قال: فذكرت ذلك ليحيى بن الجزار ومجاهد، فقالا لي: سله عمن؟ فقلت له، فقال: عن الثقة عن عائشة وميمونة عن النبي صلي الله عليه وسلم.\nوأخرجه النسائي (1) من طريق سفيان بن الحسين عن الحكم عن مقسم قال: الوتر سبع فلا أقل من خمس. فذكرت ذلك لإبراهيم فقال: عمن ذكره؟ قلت: لا أدري. قال الحكم: فحججت فلقيت مقسما، فقلت له: عمن؟ قال: عن الثقة عن عائشة وعن ميمونة.\nوهذا سند ضعيف، بسبب الرجل المبهم الذي وصفه الحكم بأنه ثقة. وحديث المبهم لا يقبل ولو أبهم بلفظ التعديل كما هو موضح في كتب علوم الحديث (2).\n3 -\nوذكر البخاري في «التاريخ الأوسط» (3) حديث الحكم عن مقسم عن ابن عباس: وقف النبي صلي الله عليه وسلم، وردفه الفضل بعرفة، ثم أفاض فلم أرها (4) رافعة يدها عادية حتي أتي جمعا (5)، قال أسامة: ثم أردفني، ووقف جمعا وردفه أسامة، ثم أفاض يبادر طلوع الشمس فلم أرها رافعة يدها حتي أتي مني، قال: ونحن علي حُمرات لنا، فجعل يضرب أفخاذنا، ويقول: «بني، أفيضوا، ولا ترموا الجمرة حتي تطلع الشمس».\nوهذا الحديث رواه أحمد في مسنده (6) عن عثمان بن أبي شيبة عن جرير عن الأعمش عن الحكم عن مقسم عن ابن عباس به بنحوه.\n(1) في كتاب قيام الليل - باب كيف الوتر بخمس: 2201 ح 1717.\n(2) انظر معرفة أنواع علم الحديث لا بن الصلاح: 220، نزهة النظر لا بن حجر: 125.\n(3) (1/ 439).\n(4) في رواية أحمد (4/ 249) ح 2427: فما رأيت ناقة رافعة يدها.\n(5) يعني مزدلفة.\n(6) (4/ 305) ح 2507.\nالجزء: 1 ¦ الصفحة: 174\n",
        "ثم قال البخاري مضعفا هذا الحديث: والمستفيض عن ابن عباس أن النبي صلي الله عليه وسلم أردف أسامة من عرفة إلي جمع. وكذلك قال أسامة: أردفني النبي صلي الله عليه وسلم، فقلت: الصلاة. فقال: «الصلاة أمامك»، ثم أردف الفضل من جمع إلي مني (1).\nثم قال البخاري: وحديث الحكم هذا عن مقسم مضطرب؛ لما وصفنا. ولا يدري الحكم سمع هذا من مقسم أم لا؟\nثم ذكر البخاري خمسة أحاديث تثبت أنهم رموا الجمرة قبل طلوع الشمس:\n- حديث شعبة مولي ابن عباس عن ابن عباس: بعثني النبي صلي الله عليه وسلم مع أهله إلي مني يوم النحر فرمينا الجمرة مع طلوع الفجر (2).\n- وحديث عائشة بنت طلحة عن خالتها عائشة أم المؤمنين أن النبي صلي الله عليه وسلم أمر إحدى نسائه، وهي سودة، أن تنفر من جمع ليلة جمع، فتأتي جمرة العقبة، فترميها، فتصبح في منزلها (3).\n- وحديث عبد الله مولي أسماء أنها ارتحلت من جمع حين غاب القمر، فمضينا حتي رمت الجمرة، ثم رجعت، فصلّت الصبح، فقلت لها، فقالت: إن رسول الله صلي الله عليه وسلم أذن للظعن (4).\n- وحديث سالم عن ابن عمر قال: فمنهم من تقدم مني ليلا ومنهم من\n(1) رواه البخاري في كتاب الحج - باب النزول بين عرفة وجمع: 131 ح 1669، ومسلم في كتاب الحج - باب الإفاضة من عرفات: 891 ح 3102 من طريق كريب عن أسامة بن زيد به.\n(2) رواه أحمد في مسنده (5/ 331) ح 3304.\n(3) رواه النسائي في كتاب المناسك - باب الرخصة في ذلك للنساء (يعني رمي جمرة العقبة قبل طلوع الشمس) ص 2284 ح 3068.\n(4) رواه البخاري في كتاب الحج - باب من قدم ضعفة أهله بليل: 132 ح 1679، ومسلم في كتاب الحج - باب استحباب تقديم دفع الضعفة من النساء وغيرهن: 892 ح 3122.\nالجزء: 1 ¦ الصفحة: 175\n",
        "تقدم بعد ذلك، فإذا قدموا رموا الجمرة. وكان ابن عمر يقول: أرخص في أولئك رسول الله صلي الله عليه وسلم (1).\n- وحديث أم سلمة رضي الله عنها أنها فعلت ذلك (2).\nقال البخاري: وحديث هؤلاء أكثر في الرمي قبل طلوع الشمس وأصح.\nفقد أعلّ البخاري حديث مقسم بمخالفة متنه الأحاديث الصحيحة التي تثبت أن رديف النبي صلي الله عليه وسلم من عرفة إلي مزدلفة كان أسامة بن زيد وليس الفضل، وأن الذين رخص لهم في الانصراف من مزدلفة بليل قد رموا جمرة العقبة قبل طلوع الشمس.\n4 -\nوذكر البخاري في «التاريخ الأوسط» (3) حديث عبد الرحمن بن مغراء عن رشدين بن كريب مولي ابن عباس عن ابن عباس رفعه قال: «لا تصلّوا إلي قبر، ولا علي قبر».\nثم روى حديثا أعلّ به هذا الحديث فقال: حدثنا أبو عاصم عن سفيان عن الشيباني عن الشعبي عن ابن عباس عن النبي صلي الله عليه وسلم صلّي علي قبر (4).\nثم قال البخاري: وهذا أصح. وروى أبو هريرة (5) وغير واحد (6) أن النبي صلي الله عليه وسلم صلّي علي قبر.\n(1) رواه البخاري في كتاب الحج - باب من قدم ضعفة أهله بليل: 132 ح 1676، ومسلم في كتاب الحج - باب استحباب تقديم دفع الضعفة من النساء وغيرهن: 893 ح 3130.\n(2) رواه أبو داود في كتاب المناسك - باب التعجيل من جمع: 1367 ح 1942 من طريق هشام بن عروة عن أبيه عن عائشة أنها قالت: أرسل النبي صلي الله عليه وسلم بأم سلمة ليلة النحر فرمت الجمرة قبل الفجر ثم مضت فأفاضت، وكان ذلك اليوم اليوم الذي يكون رسول الله صلي الله عليه وسلم، تعني عندها.\n(3) (2/ 46).\n(4) رواه البخاري في كتاب الأذان - باب وضوء الصبيان 68 ح 857، ومسلم في كتاب الجنائز - باب الصلاة علي القبر: 828 ح 2211.\n(5) رواه البخاري في كتاب الصلاة - باب كنس المسجد: 39 ح 458، ومسلم في كتاب الجنائز - باب الصلاة علي القبر: 828 ح 2216.\n(6) منهم أنس رضي الله عنه، وأخرج حديثه مسلم في كتاب الجنائز - باب الصلاة علي القبر: 828 ح 2214.\nالجزء: 1 ¦ الصفحة: 176\n",
        "فقد أعلّ البخاري حديث رشدين الذي ينهي عن الصلاة علي القبر، بمخالفته السنة الصحيحة التي تثبت أن النبي صلي الله عليه وسلم صلّي علي قبر.\nوحديث رشدين رواه الطبراني (1) قال: حدثنا جعفر بن محمد الفريابي حدثنا سليمان بن عبد الرحمن الدمشقي حدثنا عبد الرحمن بن مغراء حدثنا رشدين بن كريب عن أبيه عن ابن عباس أن النبي صلي الله عليه وسلم قال: «لا يصلى إلي قبر، ولا علي قبر».\nوهذا سند ضعيف لأجل رشدين بن كريب فإنه ضعيف، ويروي مناكير (2).\n5 -\nوذكر البخاري في «التاريخ الكبير» (3) حديث عبد الواحد بن نافع عن عبد الرحمن بن رافع بن خديج عن أبيه أنه كان يسمع النبي صلي الله عليه وسلم يأمر بتأخير العصر.\nقال البخاري: ولا يتابع عليه.\nثم روى حديثا صحيحا يخالف هذا الحديث، وهو حديث أبي النجاشي عن رافع بن خديج أنه قال: كنا نصلّي مع النبي صلي الله عليه وسلم العصر، ثم ننحر الجزور فنقسم عشر قسم، ثم نطبخ، فنأكل لحمًا نضيجا قبل أن تغرب الشمس (4).\nقال البخاري: وهذا أصح.\nوقد ذكر البخاري حديث عبد الواحد بن نافع هذا في «التاريخ الأوسط» (5) أيضا ثم أعلّه بقوله: وعبد الواحد لم يتبين أمره. ويروى عن النبي صلي الله عليه وسلم من وجوه أنه كان يعجل العصر. ثم ذكر حديث أبي النجاشي عن رافع بن خديج السابق، وحديث أنس رضي الله عنه قال: كنا نصلّي مع النبي العصر،\n(1) في المعجم الكبير (11/ 411) ح 12168.\n(2) انظر تهذيب الكمال (9/ 197).\n(3) (5/ 89).\n(4) رواه البخاري في كتاب الشركة - باب الشركة في الطعام: 196 ح 2485، ومسلم في كتاب المساجد - باب استحباب التبكير بالعصر: 775 ح 1415.\n(5) (2/ 48).\nالجزء: 1 ¦ الصفحة: 177\n",
        "فيسير الراكب ستة أميال، قبل أن تغيب الشمس (1)، وحديث عائشة رضي الله عنها قالت: كان النبي صلي الله عليه وسلم يصلّي العصر، والشمس طالعة في حجرتي قبل أن يظهر الفيء (2).\nفقد أعلّ البخاري حديث عبد الواحد بن نافع بمخالفته الأحاديث الصحيحة وما روي في معناها، والتي تثبت أن النبي صلي الله عليه وسلم كان يعجل صلاة العصر.\nوحديث عبد الواحد أخرجه الدارقطني في «سننه» (3) من طريق أبي سلمة، والطبراني في «معجمه الكبير» (4) من طريق حرمي بن عمارة، عن عبد الواحد به بنحوه.\nوقد تابع البخاري في إعلال هذا الحديث بالعلة نفسها الدارقطني، فقال: وهذا حديث ضعيف الإسناد من جهة عبد الواحد هذا؛ لأنه لم يروه عن ابن رافع بن خديج غيره. وقد اختلف في اسم ابن رافع هذا. ولا يصح هذا الحديث عن رافع ولا عين غيره من الصحابة. والصحيح عن رافع بن خديج وعن غير واحد من الصحابة عن النبي صلي الله عليه وسلم غير هذا، وهو التعجيل بصلاة العصر والتبكير بها (5).\nوعبد الواحد ذكره ابن حبان في المجروحين (6) فقال: عبد الواحد بن نافع الكلاعي أبو الرماح شيخ يروي عن أهل الحجاز المقلوبات، وعن أهل\n(1) رواه الدارقطني في سننه (1/ 479) ح 1002، وفي سنده عبد الله بن شبيب، قال الذهبي في ميزان الاعتدال (2/ 438): إخباري علامة لكنه واه.\n(2) رواه البخاري في كتاب مواقيت الصلاة - باب وقت العصر: 45 ح 545، ومسلم في كتاب المساجد - باب أوقات الصلوات الخمس: 772 ح 1382.\n(3) (1/ 472) ح 990.\n(4) (4/ 267) ح 4376.\n(5) سنن الدارقطني (1/ 472)\n(6) (2/ 154).\nالجزء: 1 ¦ الصفحة: 178\n",
        "الشام الموضوعات، لا يحلّ ذكره في الكتب إلا علي سبيل القدح فيه. وهو الذي روى عن عبد الله بن رافع بن خديج عن أبيه أن النبي صلي الله عليه وسلم كان يأمر بتأخير العصر.\n6 -\nوذكر البخاري في «التاريخ الكبير» (1) حديث حرب بن عبيد الله عن خال له عن النبي صلي الله عليه وسلم قال: «ليس علي المسلمين عشور، إنما العشور علي اليهود والنصاري».\nثم قال البخاري معلاّ هذا الحديث: وقد فرض النبي صلي الله عليه وسلم العشر فيما أخرجت الأرض في خمسة أوسق.\nفقد رأي البخاري حديث حرب الذي ينفي أن يكون علي المسلمين عشور مخالفا الأحاديث الصحيحة التي توجب إخراج العشر في زكاة الخارج من الأرض من الحبوب والثمار إذا بلغت النصاب، وهو خمسة أوسق، وكان مما يسقي بلا مؤونة.\nومن هذه الأحاديث الصحيحة حديث جابر بن عبد الله رضي الله عنهما أنه سمع النبي صلي الله عليه وسلم قال: «فيما سقت الأنهار والغيم العشور، وفيما سقي بالسانية نصف العشر». رواه مسلم (2).\nوحديث ابن عمر رضي الله عنهما عن النبي صلي الله عليه وسلم قال: فيما سقت السماء والعيون أو كان عثريا العشر، وما سقي بالنضح نصف العشر». رواه البخاري (3).\nوأما حديث حرب فأخرجه أبو داود (4) قال: حدثنا مسدد حدثنا أبو الأحوص حدثنا عطاء بن السائب عن حرب بن عبيد الله عن جده أبي أمه\n(1) (3/ 60).\n(2) كتاب الزكاة - باب ما فيه العشر أو نصف العشر: 832 ح 2272.\n(3) في كتاب الزكاة - باب العشر فيما يسقي من ماء السماء والماء الجاري: 117 ح 1483.\n(4) في كتاب الخراج - باب في تعشير أهل الذمة إذا اختلفوا بالتجارة: 1352 ح 3046.\nالجزء: 1 ¦ الصفحة: 179\n",
        "عن أبيه قال: قال رسول الله صلي الله عليه وسلم: «إنما العشور علي اليهود والنصاري، وليس علي المسلمين عشور».\nوهذا حديث ضعيف؛ فحرب بن عبيد الله قال فيه ابن حجر: لين الحديث (1). وقد وقع في إسناد هذا الحديث اضطرب كثير (2).\nوذكر الترمذي أنه سأل البخاري عن هذا الحديث فقال: هذا حديث فيه اضطراب. ولا يصح هذا الحديث (3).\nوقال عبد الحق الإشبيلي: هو حديث في إسناده اختلاف، ولا أعلمه من طريق يحتج به (4).\n7 -\nوذكر البخاري في «التاريخ الكبير» (5) حديث الأخنسي عن جدته حكيمة بنت أمية عن أم سلمة أنها سمعت النبي صلي الله عليه وسلم يقول: «من أهلّ بحجة أو عمرة من المسجد الأقصي إلي المسجد الحرام غفر له ما تقدم من ذنبه».\nثم أعلّ البخاري هذا الحديث فقال: ولا يتابع في هذا الحديث؛ لما وقت النبي صلي الله عليه وسلم ذا الحليفة والجحفة، واختار أن أهلّ النبي صلي الله عليه وسلم من ذي الحليفة.\nفقد رأي البخاري حديث الأخنسي الذي فيه الترغيب في الإهلال بالحج أو العمرة من المسجد الأقصي يناقض أحاديث المواقيت التي وقتها رسول الله صلي الله عليه وسلم، وأمر بالإحرام منها، وأحرم هو صلي الله عليه وسلم من ذي الحليفة ميقات أهل المدينة، فلو كان الإحرام من المسجد الأقصي أفضل لفعله النبي صلي الله عليه وسلم.\nوقد بوّب البخاري علي ذلك في كتاب الحج من صحيحه فقال: باب\n(1) تقريب التهذيب: 228.\n(2) انظر أوجه هذا الاضطراب في تهذيب الكمال (5/ 528)، وحاشية تحقيق مسند أحمد طبعة الرسالة (25/ 230).\n(3) علل الترمذي: 103.\n(4) الأحكام الوسطي (3/ 117).\n(5) (1/ 160).\nالجزء: 1 ¦ الصفحة: 180\n",
        "ميقات أهل المدينة ولا يهلّون قبل ذي الحليفة. وروى بسنده عن عبد الله بن عمر رضي الله عنهما أن رسول الله صلي الله عليه وسلم قال: «يهلّ أهل المدينة من ذي الحليفة، ويهلّ أهل الشام من الجحفة، وأهل نجد من قرن» (1). ثم روى بعد ذلك في باب الإهلال عند مسجد ذي الحليفة (2) بسنده عن ابن عمر رضي الله عنهما أنه قال: ما أهلّ رسول الله صلي الله عليه وسلم إلا من عند المسجد، يعني مسجد ذي الحليفة.\nأما حديث الأخنسي فرواه أبو داود (3) قال: حدثنا أحمد بن صالح حدثنا ابن أبي فديك عن عبد الله بن عبد الرحمن بن يحنس عن يحيى بن أبي سفيان الأخنسي عن جدته حكيمة عن أم سلمة زوج النبي صلي الله عليه وسلم أنها سمعت رسول الله صلي الله عليه وسلم يقول: «من أهلّ بحجة أو عمرة من المسجد الأقصي إلي المسجد الحرام غفر له ما تقدم من ذنبه وما تأخر» أو «وجبت له الجنة» شك عبد الله أيتهما.\nورواه ابن ماجه (4) من طريق محمد بن إسحاق عن يحيى بن أبي سفيان عن أمه أم حكيم بنت أمية عن أم سلمة به بلفظ: «من أهلّ بعمرة من بيت المقدس كانت له كفارة لما قبلها من الذنوب».\nوهذا سند ضعيف. قال ابن حزم: أما هذان الأثران فلا يشتغل بهما من له أدني علم بالحديث؛ لأن يحيى بن أبي سفيان الأخنسي وجدته حكيمة وأم حكيم بنت أمية لا يدري من هم من الناس. ولا يجوز مخالفة ما صحّ بيقين بمثل هذه المجهولات التي لا تصح قط (5).\n(1) في كتاب الحج - باب ميقات أهل المدينة ولا يهلون قبل ذي الحليفة: 120 ح 1525.\n(2) صحيح البخاري: 121 ح 1541.\n(3) في كتاب المناسك - باب في المواقيت: 1352 ح 1741.\n(4) في كتاب المناسك - باب من أهلّ بعمرة من بيت المقدس: 2658 ح 3002.\n(5) المحلي (7/ 76).\nالجزء: 1 ¦ الصفحة: 181\n",
        "وقال المنذري: قد اختلف الرواة في متنه وإسناده اختلافا كثيرا (1).\n8 -\nوذكر البخاري في «التاريخ الكبير» (2) حديث الحارث بن عمرو السهمي قال: شهدت مع النبي صلي الله عليه وسلم حجة الوداع قال: «من شاء عتر، ومن شاء لم يعتر». ثم أشار البخاري إلي ضعفه فقال: وقال أبو هريرة عن النبي صلي الله عليه وسلم: «لا فرع ولا عتيرة»، وهذا أصح.\nفقد أعلّ البخاري حديث الحارث الذي يرخص في العتيرة بالحديث الصحيح الذي يمنع من ذلك، وهو حديث أبي هريرة الذي أخرجه البخاري (3)، ومسلم (4) من طريق الزهري عن سعيد بن المسيب عن أبي هريرة رضي الله عنه عن النبي صلي الله عليه وسلم قال: «لا فرع ولا عتيرة». والفرع أول النتاج كانوا يذبحونه لطواغيتهم، والعتيرة في رجب.\nوأما حديث الحارث فقد أخرجه النسائي (5) قال: أخبرنا سويد بن نصر قال: أنبأنا عبد الله يعني ابن المبارك عن يحيى وهو ابن زرارة بن كريم بن الحارث بن عمرو الباهلي قال: سمعت أبي يذكر أنه سمع جده الحارث بن عمرو يحدّث أنه لقي رسول الله صلي الله عليه وسلم في حجة الوداع، وهو علي ناقته العضباء، فأتيته من أحد شقّيه فقلت: يا رسول الله بأبي أنت وأمي استغفر لي، فقال: «غفر الله لكم». ثم أتيته من الشق الآخر أرجو أن يخصّني دونهم، فقلت: يا رسول الله استغفر لي، فقال بيده: «غفر الله لكم».فقال رجل من الناس: يا رسول الله، العتائر والفرائع؟ قال: «من شاء عتر، ومن شاء لم يعتر. ومن شاء فرع، ومن شاء لم يفرع. في الغنم أضحيتها» وقبض أصابعه إلا واحدة.\n(1) مختصر سنن أبي داود (2/ 285).\n(2) (2/ 259).\n(3) في كتاب العقيقة - باب الفرع: 471 ح 5473.\n(4) في كتاب الأضاحي - باب الفرع والعتيرة: 1030 ح 5116.\n(5) في كتاب الفرع والعتيرة - باب لا فرع ولا عتيرة: 2364 ح 4231.\nالجزء: 1 ¦ الصفحة: 182\n",
        "وهذا سند ضعيف؛ وقد ضعفه عبد الحق الإشبيلي وقال: زرارة هذا لا يحتج بحديثه. قال ابن القطان: يعني بذلك أنه لا تعرف حاله. ثم ذكر ابن القطان أن ابنه يحيى أيضا لا تعرف حاله (1).\n9 -\nوذكر البخاري في «التاريخ الكبير» (2) حديث زيد بن وهب عن ثابت بن وديعة الأنصاري في أكل الضب. وهو حديث رواه أبو داود (3) قال: حدثنا عمرو بن عون أخبرنا خالد عن حصين عن زيد بن وهب عن ثابت بن وديعة قال: كنا مع رسول الله صلي الله عليه وسلم في جيش فأصبنا ضبابا. قال: فشويت منها ضبا، فأتيت رسول الله صلي الله عليه وسلم، فوضعته بين يديه. قال: فأخذ عودا، فعدّ به أصابعه، ثم قال: «إن أمة من بني إسرائيل مسخت دواب في الأرض، وإني لا أدري أي الدواب هي». قال: فلم يأكل ولم ينه.\nوقد تابع حصين بن عبد الرحمن كل من عدي بن ثابت ويزيد بن أبي زياد عن زيد بن وهب عن ثابت بن وديعة عن النبي صلي الله عليه وسلم به، وخالفهم الأعمش فرواه عن زيد بن وهب عن عبد الرحمن بن حسنة عن النبي صلي الله عليه وسلم (4).\nوحديث الأعمش أخرجه أحمد في مسنده (5) قال: حدثنا أبو معاوية حدثنا الأعمش عن زيد بن وهب عن عبد الرحمن بن حسنة قال: كنا مع النبي صلي الله عليه وسلم في سفر، فنزلنا أرضا كثيرة الضباب. قال: فأصبنا منها وذبحنا. قال: فبينا القدور تغلي بها؛ إذ خرج علينا رسول الله صلي الله عليه وسلم فقال: «إن أمة من بني إسرائيل فقدت، وإني أخاف أن تكون هي فأكفئوها»، فأكفأناها.\n(1) بيان الوهم والإيهام (3/ 264).\n(2) (2/ 170).\n(3) في كتاب الأطعمة - باب في أكل الضب: 1503 ح 3795.\n(4) انظر تفصيل هذا الاختلاف في علل الترمذي: 296، وحاشية تحقيق المطالب العالية (10/ 543).\n(5) (29/ 292) ح 17757.\nالجزء: 1 ¦ الصفحة: 183\n",
        "قال البخاري: ولم يعرف أن أحدا روى هذا غير الأعمش (1).\nوحديث ثابت أصح، وفي نفس الحديث نظر. قال ابن عمر عن النبي صلي الله عليه وسلم: «لا آكله ولا أحرّمه». وقال ابن عباس: لو كان حراما لم يؤكل في مائدة النبي صلي الله عليه وسلم (2).\nفالبخاري رجح هنا أن الحديث حديث ثابت بن وديعة كما رواه الأكثرون عن زيد بن وهب وليس حديث عبد الرحمن بن حسنة كما رواه الأعمش مخالفا لهم في السند، وفي المتن أيضا. ولهذا قال البخاري: وفي نفس الحديث نظر. يعني الأمر بإكفاء القدور الذي في رواية الأعمش فإنه يخالف ما جاء في الروايات الصحيحة الأخرى من أن النبي صلي الله عليه وسلم لم يحرم الضب، ولم ينه عنه. كحديث ابن عمر رضي الله عنهما أن النبي صلي الله عليه وسلم قال: «الضب لست آكله ولا أحرمه» متفق عليه (3). وحديث ابن عباس رضي الله عنهما أن خالته أهدت إلي النبي صلي الله عليه وسلم أقطا وسمنا وضبا، فأكل النبي صلي الله عليه وسلم من الأقط والسمن، وترك الضب تقذرا. قال ابن عباس: فأكل علي مائدة رسول الله صلي الله عليه وسلم، ولو كان حراما ما أكل علي مائدة رسول الله صلي الله عليه وسلم. متفق عليه (4).\n10 -\nوذكر البخاري في «التاريخ الكبير» (5) في ترجمة عبد الله بن هانئ أبي الزعراء الكوفي أنه روى عن ابن مسعود رضي الله عنه في الشفاعة: «ثم يقوم نبيكم رابعهم»، ثم قال البخاري معلاّ هذا الحديث: والمعروف عن النبي صلي الله عليه وسلم: «أنا أول شافع». قال: ولا يتابع في حديثه.\n(1) علل الترمذي: 296.\n(2) التاريخ الكبير (2/ 170).\n(3) رواه البخاري في كتاب الذبائح والصيد - باب الضب: 476 ح 5536، ومسلم في كتاب الصيد - باب إباحة الضب: 1025 ح 2027.\n(4) رواه البخاري في كتاب الهبة - باب قبول الهدية: 203 ح 2575، ومسلم في كتاب الصيد - باب إباحة الضب: 1026 ح 5039.\n(5) (5/ 221).\nالجزء: 1 ¦ الصفحة: 184\n",
        "وحديث أبي الزعراء أخرجه النسائي في «سننه الكبري» (1) من طريق شعبة عن سلمة بن كهيل قال: سمعت أبا الزعراء قال عن عبد الله في قصة ذكرها قال: أول شافع يوم القيامة جبرائيل عليه السّلام روح القدس، ثم إبراهيم خليل الرحمن عليه السّلام، ثم موسي أو عيسي - قال أبو الزعراء: لا أدري أيهما - قال: قال: ثم يقوم نبيكم صلي الله عليه وسلم رابعًا فلا يشفع أحد بمثل شفاعته، وهو وعده المحمود الذي وعده.\nوهذا سند ضعيف لأجل أبي الزعراء عبد الله بن هانيء؛ فإنه لم يرو عنه سوى سلمة بن كهيل، ولم يوثقه معتبر، وفي رواياته ما يستنكر (2)،\nومنها هذا الحديث، فقد أعلّه البخاري بأن متنه يناقض الأحاديث الصحيحة التي تصرح بأن النبي صلي الله عليه وسلم أول شافع يوم القيامة.\nومنها حديث أبي هريرة رضي الله عنه أن رسول الله صلي الله عليه وسلم قال: «أنا سيد ولد آدم يوم القيامة، وأول من ينشق عنه القبر، وأول شافع، وأول مشفّع» رواه مسلم (3).\nوقد ذكر العقيلي في ترجمة أبي الزعراء أن في حديثه ما ليس في حديث الناس، يعني حديثه في الشفاعة (4).\nوممن نبّه علي هذا أيضا الهيثمي (5) فقد قال: وهو موقوف مخالف للحديث الصحيح، وقول النبي صلي الله عليه وسلم: «أنا أول شافع».\nوقال ابن كثير: حديث غريب جدا (6).\n11 -\nوذكر البخاري في «التاريخ الكبير» حديث صفية بنت شيبة أنها\n(1) (6/ 382).\n(2) انظر: تهذيب الكمال (16/ 240).\n(3) في كتاب الفضائل - باب تفضيل نبينا صلي الله عليه وسلم: 1081 ح 5940.\n(4) انظر: الضعفاء الكبير للعقيلي (2/ 314).\n(5) في مجمع الزوائد (10/ 330).\n(6) البداية والنهاية (20/ 230).\nالجزء: 1 ¦ الصفحة: 185\n",
        "قالت: ولد لي، فأسميته محمدًا، وأكنيته أبا القاسم، فسألت عائشة، فقالت: جاءت امرأة رجل من الأنصار فقالت: يا رسول الله، ولد لي غلام، فسميته محمدا وأكنيته أبا القاسم، فبلغني أنك تكرهه؟ فقال: «ما أحل اسمي وحرم كنيتي» أو «أحل كنيتي وحرم اسمي».\nثم قال البخاري معلاّ هذا الحديث: تلك الأحاديث أصح: «سموا باسمي، ولا تكتنوا بكنيتي».\nفالبخاري رأي حديث صفية بنت شيبة الذي فيه إقرار التكنية بأبي القاسم، والتعجب من تحريمها، يناقض الأحاديث الصحيحة التي فيها النهي عن ذلك.\nومن هذه الأحاديث الصحيحة حديث أنس رضي الله عنه قال: دعا رجل بالبقيع: يا أبا القاسم! فالتفت إليه النبي صلي الله عليه وسلم، فقال: لم أعنك. قال: «سموا باسمي، ولا تكتنوا بكنيتي» متفق عليه (1).\nوحديث جابر رضي الله عنه قال: ولد لرجل منا غلام، فسماه القاسم، فقالوا: لا نكنيه حتي نسأل النبي صلي الله عليه وسلم، فقال: «سمّوا باسمي ولا تكتنوا بكنيتي» متفق عليه (2).\nأما حديث صفية بنت شيبة فقد أخرجه أبو داود (3) قال: حدثنا النفيلي حدثنا محمد بن عمران الحجبي عن جدته صفية بنت شيبة عن عائشة رضي الله عنها قالت: جاءت امرأة إلي رسول الله صلي الله عليه وسلم فقالت: يا رسول الله، إني قد ولدت غلاما، فسميته محمدا وكنيته أبا القاسم، فذكر لي أنك تكره ذلك، فقال: «ما الذي أحل اسمي وحرم كنيتي» أو «ما الذي حرم كنيتي وأحلّ اسمي».\n(1) رواه البخاري في كتاب البيوع - باب ما ذكر في الأسواق: 166 ح 2121، ومسلم في كتاب الآداب - باب النهي عن التكني بأبي القاسم: 1058 ح 5586.\n(2) رواه البخاري في كتاب الأدب - باب قول النبي صلي الله عليه وسلم: «سمّوا باسمي، ولا تكنوا بكنيتي»: 521 ح 6187، ومسلم في كتاب الأدب - باب النهي عن التكني بأبي القاسم: 1059 ح 5588.\n(3) في كتاب الأدب - باب الرخصة في الجمع بينهما: 1587 ح 4968.\nالجزء: 1 ¦ الصفحة: 186\n",
        "وهذا سند ضعيف، فمحمد بن عمران الحجبي مجهول كما قال ابن حجر (1)، وقد استنكر حديثه هذا. قال الذهبي: له حديث، وهو منكر، وما رأيت لهم فيه جرحًا ولا تعديلا (2).\n12 -\nوذكر البخاري في «التاريخ الكبير» (3) حديث أبي موسي رضي الله عنه عن النبي صلي الله عليه وسلم أنه قال: «إن أمتي أمة مرحومة، جعل عذابها بأيديها في الدنيا»، ثم ذكر طرق هذا الحديث، ثم قال معلاّ هذا الحديث: والخبر عن النبي صلي الله عليه وسلم في الشفاعة، وأن قوما يعذّبون ثم يخرجون أكثر وأبين وأشهر. وقال مثل هذا في «التاريخ الأوسط» (4).\nوحديث أبي موسي أخرجه أبو داود (5) قال: حدثنا عثمان بن أبي شيبة حدثنا كثير بن هشام حدثنا المسعودي عن سعيد بن أبي بردة عن أبيه عن أبي موسي قال: قال رسول الله صلي الله عليه وسلم: «أمتي هذه أمة مرحوم ليس عليها عذاب في الآخرة، عذابها في الدنيا الفتن والزلازل والقتل». ورواه عبد بن حميد في مسنده (6) من طريق طلحة بن يحيى عن أبي بردة عن أبيه قال: قال رسول الله صلي الله عليه وسلم: «إن هذه الأمة أمة مرحومة عذابها بأيديها».\nوسند أبي داود ضعيف لأجل المسعودي عبد الرحمن بن عبد الله فقد اختلط، وكثير بن هشام ممن روى عنه بعد الاختلاط فيما يفهم من كلام الأئمة في ترجمة المسعودي (7).\nوالحديث ضعيف لاضطراب أسانيده (8) كما أشار إليه البخاري في\n(1) فتح الباري (10/ 574).\n(2) ميزان الاعتدال (3/ 672).\n(3) (1/ 38).\n(4) (1/ 396).\n(5) في كتاب الفتن - باب ما يرجي في القتل: 1534 ح 4278.\n(6) ص 190.\n(7) انظر: الكواكب النيرات 293، تهذيب الكمال (24/ 163).\n(8) انظر: حاشية تحقيق مسند أحمد طبعة الرسالة (32/ 454) ح 19678.\nالجزء: 1 ¦ الصفحة: 187\n",
        "«التاريخ الكبير» (1). وذكر في «التاريخ الأوسط» (2) جملة من طرقه وقال: وفي أسانيدها نظر.\nومتنه يناقض الأحاديث الصحيحة الكثيرة في الشفاعة وإخراج الموحدين من النار كما نبّه عليه البخاري.\nومن هذه الأحاديث حديث أبي سعيد الخدري رضي الله عنه عن النبي صلي الله عليه وسلم قال: «يدخل أهل الجنة الجنة وأهل النار النار ثم يقول الله تعالي: أخرجوا من النار من كان في قلبه مثقال حبة من خردل من إيمان، فيخرجون منها قد اسودّوا، فيلقون في نهر الحيا أو الحياة فينبتون كما تنبت الحبة في جانب السيل، ألم تر أنها تخرج صفراء ملتوية» متفق عليه (3).\nوفي إحدي روايات مسلم (4) لهذا الحديث: «حتي إذا خلص المؤمنون من النار، فو الذي نفسي بيده! ما من أحد منكم بأشد مناشدة لله في استيفاء الحق من المؤمنين لله يوم القيامة لإخوانهم الذين في النار يقولون: ربنا كانوا يصومون معنا ويصلّون ويحجون. فيقال لهم: أخرجوا من عرفتم، فتحرم صورهم علي النار، فيخرجون خلقا كثيرا قد أخذت النار إلي نصف ساقيه وإلي ركبتية. ثم يقولون: ربنا ما بقي فيها أحد ممن أمرتنا به، فيقول: ارجعوا فمن وجدتم في قلبه مثقال دينار من خير فأخرجوه، فيخرجون خلقا كثيرا. ثم يقولون: ربنا لم نذر فيها أحدا ممن أمرتنا. ثم يقول: ارجعوا فمن وجدتم في قلبه مثقال نصف دينار من خير فأخرجوه، فيخرجون خلقا كثيرا. ثم يقولون: ربنا لم نذر فيها ممن أمرتنا أحدًا. ثم\n(1) انظر: التاريخ الكبير: 38.\n(2) (1/ 396).\n(3) رواه البخاري في كتاب الإيمان - باب تفاضل أهل الإيمان في الأعمال: 3 ح 22، ومسلم في كتاب الإيمان - باب إثبات الشفاعة وإخراج الموحدين من النار: 711 ح 457.\n(4) برقم 454.\nالجزء: 1 ¦ الصفحة: 188\n",
        "يقول: ارجعوا فمن وجدتم في قلبه مثقال ذرة من خير فأخرجوه، فيخرجون خلقا كثيرا ثم يقولون: ربنا لم نذر فيها خيرا» الحديث.\nوالأحاديث في إخراج الموحدين من النار بعد دخولهم فيها متواترة كما صرح بذلك جمع من العلماء (1).\nوهذا ما جعل البخاري يعلّ حديث أبي موسي: «أمتي هذه أمة مرحومة ليس عليها عذاب في الآخرة» لمخالفة متنه ما في تلك الأحاديث المتواترة من إثبات دخول بعض المسلمين النار.\n13 -\nوقال البخاري في «التاريخ الكبير» (2): قال لي عبد الله بن محمد: حدثنا هشام قال: حدثنا معمر عن ابن أبي ذئب عن الزهري أن رسول الله صلي الله عليه وسلم قال: «ما أدري أعزير نبيا كان أم لا، وتبّع لعينا كان أم لا، والحدود كفارات لأهلها أم لا».\nثم قال: وقال عبد الرزاق: عن معمر عن ابن أبي ذئب عن سعيد عن أبي هريرة عن النبي صلي الله عليه وسلم والأول أصح. ولا يثبت هذا عن النبي صلي الله عليه وسلم؛ لأن النبي صلي الله عليه وسلم قال: «الحدود كفارة».\nوالرواية الموصولة التي أشار إليها البخاري رواها أبو داود (3) قال: حدثنا محمد بن المتوكل العسقلاني ومخلد بن خالد الشعيري، المعني، قال: حدثنا عبد الرزاق أخبرنا معمر عن ابن أبي ذئب عن سعيد بن أبي سعيد عن أبي هريرة قال: قال رسول الله صلي الله عليه وسلم: «ما أدري أتبع لعين هو أم لا، وما أدري أعزير نبي هو أم لا».\nورواه الحاكم في «مستدركه» (4) من طريق أحمد بن حنبل ومحمد بن رافع ومحمد بن يحيى ثلاثتهم عن عبد الرزاق به بلفظ: «ما أدري تبع أنبيا\n(1) انظر: إكمال المعلم (1/ 565)، فتح الباري (11/ 426)، الشفاعة للوادعي: 130.\n(2) (1/ 152).\n(3) في كتاب السنة - باب في التخيير بين الأنبياء عليهم السلام: 1566 ح 4672.\n(4) (1/ 92) ح 104.\nالجزء: 1 ¦ الصفحة: 189\n",
        "كان أم لا، وما أدري ذا القرنين أنبيا كان أم لا، وما أدري الحدود كفارات لأهلها أم لا».\nوقد رجح غير واحد من الأئمة الوجه المرسل الذي رواه هشام بن يوسف الصنعاني عن معمر، علي الوجه الموصول الذي رواه عبد الرزاق عن معمر؛ تقديما لهشام علي عبد الرزاق.\nوقد سئل أبو زرعة الرازي عن هشام وعبد الرزاق ومحمد بن ثور فقال: كان هشام أكبرهم وأحفظهم وأتقن (1).\nوذكر الذهبي في ترجمة هشام أنه من أقران عبد الرزاق لكنه أجل وأتقن (2). ولهذا رجح البخاري هنا الوجه المرسل. وممن رجح الإرسال أيضا الحنائي في «فوائده» (3).\nفالحديث ضعيف لإرساله؛ ولمخالفة متنه الحديث الصحيح حديث عبادة بن الصامت رضي الله عنه قال: بايعت رسول الله صلي الله عليه وسلم في رهط فقال: «أبايعكم علي أن لا تشركوا بالله شيئا، ولا تسرقوا، ولا تزنوا، ولا تقتلوا أولادكم، ولا تأتوا ببهتان تفترونه بين أيديكم وأرجلكم ولا تعصوني في معروف. فمن وفي منكم فأجره علي الله. ومن أصاب من ذلك شيئا فأخذ به في الدنيا فهو كفارة له وطهور. ومن ستره الله فذلك إلي الله إن شاء عذّبه وإن شاء غفر له» متفق عليه (4).\nفقد أفاد هذا الحديث أن الحدود كفارة. وقد جزم كثير من العلماء بأن حديث عبادة هذا كان بمكة ليلة العقبة لما بايع الأنصار رسول الله صلي الله عليه وسلم البيعة الأولي بمني، وأبو هريرة إنما أسلم بعد ذلك بسبع سنين عام خيبر، فكيف ينقل عن النبي صلي الله عليه وسلم نفيه العلم بأن الحدود كفارة (5)؟!\n(1) الجرح والتعديل (9/ 71).\n(2) سير أعلام النبلاء (9/ 580).\n(3) الجزء الأول ح 26.\n(4) أخرجه البخاري في كتاب الحدود - باب توبة السارق: 567 ح 6801، ومسلم في كتاب الأقضية - باب الحدود كفارات لأهلها: 980 ح 4461.\n(5) انظر: فتح الباري (1/ 66).\nالجزء: 1 ¦ الصفحة: 190\n",
        "وممن أعلّ الحديث بحديث عبادة ابن عبد البر فقال: حديث عبادة بن الصامت عن النبي صلي الله عليه وسلم فيه أن الحدود كفارة، وهو أثبت وأصح إسنادا من حديث أبي هريرة هذا (1).\n14 -\nوروى البخاري في «التاريخ الكبير» (2) في ترجمة عائذ بن حبيب قال: حدثني يوسف بن راشد حدثنا عائذ بن حبيب بياع الهروي حدثنا حميد عن أنس بن مالك أن النبي صلي الله عليه وسلم رأي نخامة في المسجد، فاحمرّ وجهه، فحكتها امرأة، وجعلت خلوقا، فقال: «ما أحسن هذا!».\nثم قال البخاري: وروى إسماعيل بن جعفر وحفص عن حميد ولم يقولا «الخلوق»، وقالا: «حكه النبي صلي الله عليه وسلم بيده». وهذا أصح.\nفرأي البخاري أن رواية عائذ بن حبيب عن حميد تخالف رواية بقية الرواة عن حميد، ففي رواية عائذ أن امرأة هي التي حكت النخامة، وأنها جعلت مكانها خلوقا، وفي رواية بقية الرواة عن حميد أن الذي حك النخامة هو النبي صلي الله عليه وسلم، ولم يذكروا الخلوق. والحديث مخرجه واحد، ولا يمكن قبول هاتين الروايتين معا لما فيهما من التعارض، ولهذا رجح البخاري رواية الأكثر علي رواية عائذ.\nورواية عائذ أخرجها النسائي (3) قال: أخبرنا إسحق بن إبراهيم قال: حدثنا عائذ بن حبيب قال: حدثنا حميد الطويل عن أنس بن مالك قال: رأي رسول الله صلي الله عليه وسلم نخامة في قبلة المسجد، فغضب حتي احمرّ وجهه، فقامت امرأة من الأنصار، فحكتها وجعلت مكانها خلوقا، فقال رسول الله صلي الله عليه وسلم: «ما أحسن هذا».\nوأخرجها ابن ماجه (4) عن محمد بن طريف عن عائذ به.\n(1) جامع بيان العلم وفضله (2/ 828).\n(2) (7/ 60).\n(3) في كتاب المساجد - باب تخليق المساجد: 2134 ح 729.\n(4) في كتاب المساجد - باب كراهية النخامة في المسجد: 2522 ح 762.\nالجزء: 1 ¦ الصفحة: 191\n",
        "وأما رواية بقية الرواة عن حميد فرواية إسماعيل بن جعفر عن حميد رواها البخاري (1) قال: حدثنا قتيبة قال: حدثنا إسماعيل بن جعفر عن حميد عن أنس أن النبي صلي الله عليه وسلم رأي نخامة في القبلة، فشقّ ذلك عليه حتي رؤي في وجهه، فقام فحكه بيده، فقال: «إن أحدكم إذا قام في صلاته فإنه يناجي ربه أو إن ربه بينه وبين القبلة فلا يبزقن أحدكم قبل قبلته ولكن عن يساره أو تحت قدميه»، ثم أخذ طرف ردائه فبصق فيه، ثم ردّ بعضه علي بعض، فقال: «أو يفعل هكذا».\nوتابع إسماعيل بن جعفر في روايته هذا عن حميد كل من: حفص بن غياث عند ابن أبي شيبة (2)، وزهير بن معاوية عند البخاري (3)، وسفيان عند البخاري والحميدي، ويزيد بن هارون عند أحمد والدارمي، ومحمد بن عبد الله بن المثني عند أحمد، وحماد بن سلمة عند أبي داود (4).\nولا شك أن رواية هؤلاء - وهم أكثر عددا وحفظا - مقدمة علي رواية عائذ بن حبيب عند الاختلاف، وقد قال ابن حجر فيه: صدوق (5).\n(1) في كتاب الصلاة - باب حك البزاق باليد من المسجد: 35 ح 405.\n(2) في مصنفه - كتاب الصلاة - باب من كره أن يبزق تجاه المسجد (3/ 348) ح 7521.\n(3) في كتاب الصلاة - باب إذا بدره البزاق فليأخذ بطرف ثوبه: 35 ح 417.\n(4) انظر رواياتهم في المسند الجامع (1/ 250).\n(5) تقريب التهذيب: 479.\nالجزء: 1 ¦ الصفحة: 192\n",
        "القسم الثاني: الأحاديث التي أعلّها البخاري بمناقضة متونها ما صح من رواية أصحابها أنفسهم\nوإعلال الحديث بهذه العلة من قواعد المحدثين. قال ابن رجب: قاعدة في تضعيف أحاديث رويت عن بعض الصحابة، والصحيح عنهم رواية ما يخالفها، ثم ذكر أمثلة علي هذه القاعدة (1).\nوقد عمل البخاري بهذه القاعدة:\n1 -\nفقد روى في «التاريخ الكبير» (2) حديثا من طريق أفلت بن خليفة عن جسرة بنت دجاجة عن عائشة رضي الله عنها عن النبي صلي الله عليه وسلم أنه قال: «لا أحلّ المسجد لحائض ولا لجنب إلا لمحمد وآل محمد».\nثم أشار إلي ضعف هذا الحديث لمخالفته حديث عائشة الآخر عن النبي صلي الله عليه وسلم، فقال: وقال عروة وعباد بن عبد الله عن عائشة عن النبي صلي الله عليه وسلم: «سدّوا هذه الأبواب إلا باب أبي بكر».\nثم قال البخاري: وهذا أصح.\nوحديث جسرة أخرجه إسحاق بن راهويه في «مسنده» (3) قال: أخبرنا أبو هشام المخزومي حدثنا عبد الواحد بن زياد حدثنا أفلت بن خليفة قال:\n(1) انظر: شرح علل الترمذي (2/ 802).\n(2) (2/ 67).\n(3) (3/ 1032) ح 1783.\nالجزء: 1 ¦ الصفحة: 193\n",
        "حدثتني جسرة بنت دجاجة قالت: سمعت أم المؤمنين تقول: قام رسول الله صلي الله عليه وسلم فينا، ووجوه بيت أصحابه إلي المسجد فقال: «وجّهوا هذه البيوت عن المسجد». قال: ثم دخل فمكث ما شاء الله أن يمكث فلم يوجّهوها؛ رجاء أن يقول لهم رخصا. قالت: ثم خرج رسول الله صلي الله عليه وسلم فنادي بصوته: «وجهوا هذه البيوت عن المسجد؛ فإني لا أحلّ المسجد لحائض ولا جنب إلا لمحمد وآل محمد صلي الله عليه وسلم».\nفالبخاري رأي حديث جسرة الذي يستثني محمدا صلي الله عليه وسلم وآله ولم يستثن أبا بكر مخالفا حديث عائشة الآخر الذي يستثني أبا بكر وحده. وكلا الحديثين مروي عن عائشة، فلو أنها روت الحديثين بالفعل لبينت حين ذكرت أحدهما المستثني الآخر الذي جاء في حديثها الآخر؛ لكنها لم تفعل فدلّ ذلك علي أنها لم ترو حديث جسرة.\nفأما حديث عروة عن عائشة الذي ذكره البخاري فقد رواه الترمذي (1)، والدارمي (2)، وعبد الله بن أحمد (3) واللفظ له، وابن حبان في «صحيحه» (4)، وابن عساكر في «تاريخه» (5) من طرق عن عروة عن عائشة رضي الله عنها أن رسول الله صلي الله عليه وسلم قال: «سدّوا هذه الأبواب الشوارع في المسجد إلا باب أبي بكر».\nوأما حديث عباد بن عبد الله عن عائشة الذي ذكره البخاري هنا فقد ذكره البخاري بسنده ومتنه في ترجمة أيوب بن بشير الأنصاري في «التاريخ الكبير» (6) فقال: وقال إسحاق: حدثنا عمرو بن الحارث عن عبد الله بن\n(1) في كتاب المناقب - باب أمره صلي الله عليه وسلم بسد الأبواب إلا باب أبي بكر: 2030 ح 3678.\n(2) في كتاب علامات النبوة - باب في وفاة النبي صلي الله عليه وسلم (1/ 219) ح 82.\n(3) في فضائل الصحابة (1/ 82) ح 33.\n(4) الإحسان (15/ 272) ح 6857.\n(5) تاريخ دمشق (30/ 253).\n(6) (1/ 407).\nالجزء: 1 ¦ الصفحة: 194\n",
        "سالم عن الزبيدي عن الزهري عن أيوب بن بشير الأنصاري عن عباد بن عبد الله بن الزبير عن عائشة أن النبي صلي الله عليه وسلم قال - واشتد وجعه -: «أهريقوا عليّ من سبع قرب لم تحلل أوكيتهن؛ لعلّي أعهد إلي الناس. وسدّوا هذه الأبواب إلا باب أبي بكر».\nوحديث سد الأبواب غير باب أبي بكر أخرجه البخاري في صحيحه (1) من حديث أبي سعيد رضي الله عنه، وأخرجه بعده مباشرة من حديث ابن عباس، وكلّ من الحديثين أصح من حديث عائشة؛ لكنه لم يذكر هنا حديث أبي سعيد ولا حديث ابن عباس، وإنما ذكر حديث عائشة ليعلّ به حديث جسرة التي ترويه عن عائشة أيضًا بإظهار ما بينهما من تناقض لا يصدر عادة من الراوي الثقة.\nوحديث جسرة مختلف في ثبوته، فضعّفه جمع من العلماء، ومن هؤلاء من ضعّفه لأجل أفلت بن خليفة راوية عن جسرة (2)، ومنهم من ضعّفه لأجل جسرة (3).\nوقد روى البيهقي (4) أن البخاري قال في هذا الحديث: ولا يصح هذا عن النبي صلي الله عليه وسلم.\nوالذي يعنينا هنا هو حكم هذا الحديث عند البخاري، وسببه. ولم أجد أحدا من العلما أعلّ حديث جسرة من حيث المتن سوي البخاري. وهذا يدلّ دلالة واضحة علي عنايته الكبيرة بنقد المتن.\n2 -\nوروى البخاري في «التاريخ الكبير» (5) قال: حدثني محمد بن\n(1) في كتاب الصلاة - باب الخوخة والممر في المسجد: 39 ح 466.\n(2) انظر: معالم السنن للخطابي (1/ 78).\n(3) انظر تفصيل هذا في كتاب الحيض والنفاس لدبيان الدبيان (2/ 700).\n(4) في سننه الكبرى (7/ 65).\n(5) (1/ 293).\nالجزء: 1 ¦ الصفحة: 195\n",
        "عبد الله القطعي قال: حدثني إبراهيم بن صالح بن درهم عن مسلمة بن سالم - ثم لقيت مسلمة - عن صالح بن درهم عن أبي سعيد الخدري قال: قال النبي صلي الله عليه وسلم: «إذا قال المؤذن الله أكبر؛ فقلت: أنا أشهد أن محمدا رسول الله؛ حرمك الله علي النار».\nثم قال البخاري: وفيه نظر. حدثنا عبد الله بن يوسف قال: أخبرنا مالك عن ابن شهاب عن عطاء بن يزيد عن أبي سعيد الخدري أن رسول الله صلي الله عليه وسلم قال: «إذا سمعتم النداء فقولوا مثل ما يقول المؤذن». هذا أصح.\nوهذا سند ضعيف أعني حديث صالح بن درهم عن أبي سعيد؛ فإبراهيم بن صالح بن درهم ضعيف (1)، ومسلمة بن سالم ضعيف (2).\nوبيّن البخاري أن متن هذا الحديث يخالف حديث أبي سعيد الذي رواه في «صحيحه» (3) ففيه أمر سامع المؤذن بأن يقول مثل ما يقول، أما حديث صالح بن درهم عن أبي سعيد ففيه أن السامع يقول غير ما يقوله المؤذن، فإذا قال المؤذن: الله أكبر قال السامع: أنا أشهد أن محمدًا رسول الله. وكلا الحديثين مروي عن الصحابي نفسه، ولهذا أعلّ البخاري الحديث بمناقضة متنه متن الحديث الصحيح.\n3 -\nوذكر البخاري في «التاريخ الأوسط» (4) في ترجمة عبد الواحد بن ميمون أنه منكر الحديث يروي عن عائشة مرفوعا: «الغسل يوم الجمعة واجب». قال البخاري: والمعروف عن عروة وعمرة عن عائشة: كان الناس عمّال أنفسهم، فقيل لهم: «لو اغتسلتم».\n(1) انظر: تهذيب التهذيب (1/ 111).\n(2) تقريب التهذيب: 938.\n(3) كتاب الأذان - باب ما يقول إذا سمع المنادي: 50 ح 611، ورواه مسلم في كتاب الصلاة - باب استحباب القول مثل قول المؤذن لمن سمعه: 738 ح 848.\n(4) (2/ 47).\nالجزء: 1 ¦ الصفحة: 196\n",
        "وحديث عائشة أخرجه البزار (1) قال: حدثنا محمد بن المثني حدثنا أبو عامر عبد الملك بن عمرو حدثنا عبد الواحد بن ميمون - وهو رجل من أهل المدينة يكني أبا حمزة - عن عروة عن عائشة أن النبي صلي الله عليه وسلم قال: «من أتي الجمعة فليغتسل».\nورواه العقيلي (2) من طريق أحمد بن سعيد الدارمي عن أبي عامر العقدي به بلفظ: «الغسل يوم الجمعة علي من شهد الجمعة»، وقال العقيلي عقبه: لا يحفظ هذا اللفظ إلا في هذا الحديث. وفي غسل الجمعة أحاديث ثابتة صحاح بألفاظ مختلفة.\nورواه أبو نعيم (3) من طريق العباس بن يزيد عن أبي عامر العقدي به بلفظ: «من لزمته الجمعة فليغتسل. والجمعة علي من آواه الليل».\nوهذا الحديث ضعيف جدا لأجل عبد الواحد بن ميمون فإنه شديد الضعف. قال ابن حبان (4): يروي الموضوعات عن الأثبات، يحدث عن عروة بن الزبير بما ليس من حديثه فبطل الاحتجاج بروايته. وقال الدارقطني: متروك، صاحب مناكير (5).\nوهذا الحديث من مناكيره. ومما يدل علي أن هذا الحديث ليس له أصل عن عائشة رضي الله عنها أنه يخالف ما ثبت من روايتها عن رسول الله صلي الله عليه وسلم في ذلك ما لا يدلّ علي الوجوب كما بيّن البخاري رحمه الله.\nففي الصحيحين (6) من طريق عروة قال: قالت عائشة رضي الله عنها: كان أصحاب رسول الله صلي الله عليه وسلم\n(1) كما في مختصر زوائد مسند البزار لا بن حجر (1/ 289) ح 436.\n(2) في الضعفاء الكبير (3/ 51).\n(3) في ذكر أخبار أصبهان (2/ 140).\n(4) في المجروحين (2/ 155).\n(5) سؤالات البرقاني للدارقطني: 45.\n(6) صحيح البخاري - كتاب البيوع - باب كسب الرجل وعمله بيده: 162 ح 2071، وصحيح مسلم - كتاب الجمعة - باب وجوب غسل الجمعة: 810 ح 1658.\nالجزء: 1 ¦ الصفحة: 197\n",
        "عمال أنفسهم، وكان يكون لهم أرواح (1) فقيل لهم: «لو اغتسلتم».\nوفي الصحيحين (2) أيضا من طريق يحيى بن سعيد أنه سأل عمرة عن الغسل يوم الجمعة، فقالت: قالت عائشة رضي الله عنها: كان الناس مهنة أنفسهم، وكانوا إذا راحوا إلي الجمعة راحوا في هيئتهم، فقيل لهم: «لو اغتسلتم».\n4 -\nوذكر البخاري في «التاريخ الكبير» (3) حديث محمد بن سعد الأنصاري عن أبيه أنه رأي أنسا يمسح علي خفيه، وقال: خدمت النبي صلي الله عليه وسلم تسع سنين، ففعله. ثم أعلّ البخاري هذا الحديث بحديث يحيى بن أبي إسحاق أنه سمع أنسا يقول: لم أر النبي صلي الله عليه وسلم يمسح، حدّثوني عنه. قال البخاري: وهذا أصح.\nأما حديث الأنصاري فأخرجه ابن أبي شيبة (4) قال: حدثنا مالك بن إسماعيل حدثنا زهير حدثنا وهب بن عقبة عن محمد بن سعد الأنصاري عن أبيه عن أنس رضي الله عنه أنه أتي المهراس (5)، فبال قائما، ثم توضّأ ومسح علي خفّيه، ثم توجّه إلي المسجد. فقلت له: لقد فعلت شيئا يكره!. فقال: خدمت رسول الله تسع سنين يفعل ذلك.\nوأخرجه الضياء المقدسي في «الأحاديث المختارة» (6) من طريق سمويه عن مالك به.\nوهذا سند ضعيف لجهالة الراوي عن أنس. وهو يخالف ما ثبت عن أنس أنه لم ير النبي صلي الله عليه وسلم يمسح علي خفيه، وأن أصحابه هم الذين أخبروه بذلك كما بيّن البخاري.\n(1) أرواح، جمع ريح. النهاية: 380.\n(2) صحيح البخاري - كتاب الجمعة - باب وقت الجمعة: 71 ح 903، وصحيح مسلم - كتاب الجمعة - باب وجوب غسل الجمعة 810 ح 1659.\n(3) (4/ 67).\n(4) كما في المطالب العالية (2/ 175) ح 43.\n(5) صخرة منقورة تسع كثيرا من الماء، وقد يعمل منه حياض للماء. النهاية 1006.\n(6) (6/ 144) ح 2139.\nالجزء: 1 ¦ الصفحة: 198\n",
        "فقد روى ابن أبي شيبة (1) قال: حدثنا ابن علية عن يحيى بن أبي إسحاق أنه سمع أنس بن مالك سئل عن المسح علي الخفين، فقال: امسح عليهما. فقالوا له: أسمعته من النبي صلي الله عليه وسلم؟ قال: لا، ولكني سمعته ممن لا يتهم من أصحابنا، يقولون: المسح علي الخفين وإن صنع كذا وكذا، لا يكني.\nوأخرجه أحمد بن منيع في مسنده (2) عن ابن علية به بنحوه.\nوهذا سند صحيح عن أنس رضي الله عنه، فابن علية هو إسماعيل بن إبراهيم ثقة حافظ (3)، ويحيى ابن أبي إسحاق هو النحوي الحضرمي ثقة صاحب قرآن وعربية (4).\nوبهذا الحديث الثابت عن أنس أعلّ البخاري أيضا حديث زياد بن عبيدة أنه سمع أنسا يقول: رأيت النبي صلي الله عليه وسلم يمسح. قال البخاري عقبه: ولا يصح؛ قال يحيى بن أبي إسحاق عن أنس: لم أر النبي صلي الله عليه وسلم يمسح (5).\nوحديث زياد أخرجه أحمد بن منيع في مسنده (6) قال: حدثنا مروان بن معاوية حدثنا زياد بن عبيدة أو عبيدة - شك أحمد بن منيع - أخبرنا أنس بن مالك رضي الله عنه قال: كنت مع رسول الله صلي الله عليه وسلم في مسير فقام بالغلس، وقال: «يا أنس، في إداوتك ماء؟». قلت: نعم. قال: فتنحي فبال، وصببت عليه الماء فتوضأ، فلما أراد أن يمسح طأطأت ظهري لأنظر ما يصنع، فقال: «هو ما تري»، ومسح علي خفيه.\n(1) في مصنفه (1/ 332) ح 1924.\n(2) كما في المطالب العالية (2/ 324).\n(3) تقريب التهذيب: 136.\n(4) الكاشف: 361.\n(5) التاريخ الكبير (3/ 361).\n(6) كما في المطالب العالية (2/ 325).\nالجزء: 1 ¦ الصفحة: 199\n",
        "وهذا سند ضعيف لأجل زياد بن عبيدة؛ فإنه مجهول. قال أبو حاتم الرازي: هو مجهول والحديث الذي رواه باطل (1).\nوبذلك الحديث الثابت عن أنس أعلّ البخاري أيضا حديث عبد العزيز بن مسلم فقد ذكر في ترجمته في «التاريخ الكبير» (2) ما حدث به ابن وهب عن معاوية عن عبد العزيز بن مسلم عن أبي معقل عن أنس رضي الله عنه: رأيت النبي صلي الله عليه وسلم مسح.\nقال البخاري: وقال يحيى بن أبي إسحاق عن أنس رضي الله عنه: لم أر النبي صلي الله عليه وسلم مسح. وهذا أصح.\nثم قال البخاري في الترجمة التي تلي السابقة (3): قال نعيم حدثنا ابن وهب عن معاوية بن صالح عن عبد العزيز بن مسلم عن أبي معقل عن أنس رضي الله عنه: رأيت النبي صلي الله عليه وسلم مسح علي خفيه. ولم يصح.\nولم أجد من أخرج رواية أبي معقل عن أنس في المسح علي الخفين، وإنما وجدت من أخرج من هذه الطريق نفسها حديث مسح مقدم الرأس من تحت العمامة.\nوهذا الحديث أخرجه أبو داود (4) قال: حدثنا أحمد بن صالح حدثنا ابن وهب حدثني معاوية بن صالح عن عبد العزيز بن مسلم عن أبي معقل عن أنس بن مالك قال: رأيت رسول الله صلي الله عليه وسلم يتوضأ، وعليه عمامة قطرية، فأدخل يده من تحت العمامة، فمسح مقدم رأسه، ولم ينقض العمامة.\nوأخرجه ابن ماجه (5) عن أحمد بن عمرو بن السرح عن عبد الله بن وهب به.\n(1) الجرح والتعديل (3/ 539).\n(2) (6/ 27).\n(3) التاريخ الكبير (6/ 28) برقم 1580.\n(4) في كتاب الطهارة - باب المسح علي العمامة: 1232 ح 147.\n(5) في كتاب الطهارة - باب ما جاء في المسح علي العمامة: 2510 ح 564.\nالجزء: 1 ¦ الصفحة: 200\n",
        "وهذا سند ضعيف؛ فأبو معقل مجهول (1)، وكذلك الرواي عنه (2).\n5 -\nوقال البخاري في «التاريخ الكبير» (3) في ترجمة صالح بن محمد بن زائدة: منكر الحديث يروي عن سالم عن ابن عمر عن عمر رفعه: «من غلّ فأحرقوا متاعه». وقال ابن عباس عن عمر عن النبي صلي الله عليه وسلم في الغلول، ولم يحرق.\nوذكر الترمذي أنه سأل البخاري عن هذا الحديث فقال: إنما روى هذا صالح بن محمد بن زائدة، وهو أبو واقد الليثي، وهو منكر الحديث. قال محمد يعني البخاري: وقد روي في غير حديث عن النبي صلي الله عليه وسلم في الغالّ، فلم يأمر فيه بحرق متاعه.\nفالبخاري أعلّ حديث صالح الذي فيه الأمر بتحريق الغال بمخالفته الحديث الصحيح في تحريم الغلول وبيان شدة قبحه؛ إذ ليس فيه ذكر تحريق متاع الغال، وهو من رواية عمر رضي الله عنه نفسه الذي روي عنه حديث التحريق.\nوحديث عمر الذي أشار إليه البخاري رواه مسلم (4) من طريق أبي زميل الحنفي قال: حدثني عبد الله بن عباس قال: حدثني عمر بن الخطاب قال: لما كان يوم خيبر أقبل نفر من صحابة النبي صلي الله عليه وسلم، فقالوا: فلان شهيد، فلان شهيد، حتي مروا علي رجل فقالوا: فلان شهيد. فقال رسول الله صلي الله عليه وسلم: «كلا، إني رأيته في النار؛ في بردة غلّها أو عباءة». ثم قال رسول الله صلي الله عليه وسلم: «يا ابن الخطاب، اذهب فناد في الناس أنه لا يدخل الجنة إلا المؤمنون». قال: فخرجت، فناديت: ألا إنه لا يدخل الجنة إلا المؤمنون.\n(1) تقريب التهذيب: 1208.\n(2) انظر: ميزان الاعتدال (2/ 635).\n(3) (4/ 291)، ونحوه في التاريخ الأوسط (2/ 81).\n(4) في كتاب الإيمان - باب غلظ تحريم الغلول: 697 ح 309.\nالجزء: 1 ¦ الصفحة: 201\n",
        "وأما حديث صالح الذي أعلّه البخاري هنا فقد رواه أبو داود (1)، والترمذي (2) واللفظ له من طريق عبد العزيز بن محمد عن صالح بن محمد بن زائدة عن سالم بن عبد الله عن عبد الله بن عمر عن عمر أن رسول الله صلي الله عليه وسلم قال: «من وجدتموه غلّ في سبيل الله فأحرقوا متاعه». قال صالح: فدخلت علي مسلمة، ومعه سالم بن عبد الله، فوجد رجلا قد غلّ فحدّث سالم بهذا الحديث، فأمر به فأحرق متاعه، فوجد في متاعه مصحف، فقال سالم: بع هذا، وتصدق بثمنه.\nوهذا سند ضعيف لأجل صالح بن محمد بن زائدة فإنه ضعيف (3)، وعدّ العلماء هذا الحديث من منكراته، ومنهم البخاري كما تقدم. قال الدارقطني: أنكروا هذا الحديث علي صالح بن محمد، وهذا حديث لم يتابع عليه، ولا أصل لهذا الحديث عن رسول الله صلي الله عليه وسلم (4).\n6 -\nوذكر البخاري في «التاريخ الكبير» (5) حديث الزبير بن الشعشاع عن أبيه أنه سمع عليا يقول: كل لحوم الحمر الأهلية.\nثم قال البخاري: ولا يصح؛ لأن عليا روى أن النبي صلي الله عليه وسلم نهي عنه.\nوقد روى حديث الزبير بن الشعشاع العقيلي (6) فقال: حدثنا بهذا الحديث محمد بن إسماعيل الصايغ قال: حدثنا مسلم بن إبراهيم قال: حدثنا طلحة بن الحسين العبدي قال: حدثنا الزبير بن الشعشاع أبو خثرم الشني عن أبيه قال: سألت عليا عن أكل لحوم الحمر الأهلية فقال علي: كلها، هكذا وهكذا وهكذا.\n(1) في كتاب الجهاد - باب في عقوبة الغال: 1425 ح 2713.\n(2) في كتاب الحدود - باب ما جاء في الغال ما يصنع به: 1801 ح 1461.\n(3) انظر: تهذيب الكمال (13/ 86).\n(4) التحقيق لا بن الجوزي (2/ 349). وانظر: تاريخ دمشق (23/ 373).\n(5) (3/ 417).\n(6) في الضعفاء الكبير (2/ 90).\nالجزء: 1 ¦ الصفحة: 202\n",
        "وهذا سند ضعيف، فالزبير بن الشعشاع مجهول الحال، ذكر البخاري وابن أبي حاتم ولم يذكرا فيه جرحا ولا تعديلا (1)، وذكره العقيلي في ضعفائه (2). وأبوه مجهول أيضا.\nقال ابن حجر منتقدا الذهبي في عدم ذكره الشعشاع في «ميزانه»: ذكر الشعشاع في الضعفاء أولي (3) يعني من ذكر ابنه. وطلحة بن الحسين العبدي لم أجد له ترجمة.\nوقد أعلّ البخاري الحديث بمخالفته ما ثبت عن علي رضي الله عنه من روايته تحريم لحوم الحمر الأهلية عن النبي صلي الله عليه وسلم، وما كان علي ليخالف نهي النبي صلي الله عليه وسلم عنها ويفتي بخلافه.\nففي الصحيحين (4) من طريق محمد بن علي أن عليا رضي الله عنه قال لابن عباس: إن النبي صلي الله عليه وسلم نهي عن المتعة، وعن لحوم الحمر الأهلية زمن خيبر.\n7 -\nوأعلّ البخاري حديث مجاهد عن ابن عمر الذي أخرجه ابن أبي شيبة في «مصنفه» (5) فقال: حدثنا أبو بكر بن عياش عن حصين عن مجاهد قال: ما رأيت ابن عمر يرفع يديه إلا في أول ما يفتتح.\nوهذا سند ضعيف؛ لأن أبا بكر بن عياش راويه ساء حفظه بأخرة كما قال ابن حجر (6).\n(1) انظر: التاريخ الكبير (3/ 417)، والجرح والتعديل (3/ 538).\n(2) الضعفاء الكبير (2/ 90).\n(3) لسان الميزان (3/ 493).\n(4) صحيح البخاري - كتاب النكاح - باب نهي النبي صلي الله عليه وسلم عن نكاح المتعة أخيرا: 442 ح 5112، وصحيح مسلم - كتاب النكاح - باب نكاح المتعة: 912 ح 3434.\n(5) (2/ 66) ح 2464.\n(6) فتح الباري (2/ 220).\nالجزء: 1 ¦ الصفحة: 203\n",
        "وقد ضعّف الحديث بهذه العلة صدقة بن الفضل شيخ البخاري فيما نقله عنه البخاري موافقا إياه فيه (1).\nوممن ضعّف هذا الحديث البيهقي: وذكر أن أبا بكر بن عياش كان يرويه في القديم عن حصين عن إبراهيم عن ابن مسعود مرسلا وموقوفا، ثم اختلط عليه حين ساء حفظه فصار يرويه عن حصين عن مجاهد عن ابن عمر مخالفا فيه الصواب (2).\nقال البخاري في جزء رفع اليدين في الصلاة (3) بعد أن روى عن نافع أن ابن عمر كان إذا رأي رجلا لا يرفع يديه إذا ركع وإذا رفع رماه بالحصي قال: ألا تري أن ابن عمر رضي الله عنهما كان يرمي من لا يرفع يديه بالحصي، فكيف يترك ابن عمر شيئا يأمر به غيره وقد رأي النبي صلي الله عليه وسلم فعله. ثم نقل البخاري عن يحيى بن معين قوله: حديث أبي بكر عن حصين إنما هو توهم لا أصل له.\nوقال البخاري أيضا: ولو تحقق حديث مجاهد أنه لم ير ابن عمر رفع يديه لكان حديث طاوس، وسالم، ونافع، ومحارب بن دثار، وأبي الزبير حين رأوه أولي؛ لأن ابن عمر رضي الله عنهما رواه عن رسول الله صلي الله عليه وسلم، فلم يكن يخالف الرسول صلي الله عليه وسلم مع ما رواه أهل مكة والمدينة واليمن والعراق أنه كان يرفع يديه (4).\nفمما أعلّ به البخاري حديث مجاهد عن ابن عمر مناقضة متنه ما ثبت عن ابن عمر من وجوه كثيرة صحيحة تثبت عن ابن عمر ما نفاه حديث مجاهد عنه.\nوهو أيضا يخالف ما رواه ابن عمر نفسه عن النبي صلي الله عليه وسلم في ذلك، وما كان ابن عمر ليخالف سنة النبي صلي الله عليه وسلم، وهو الذي يرويها ويأمر بها.\n(1) انظر: رفع اليدين في الصلاة للبخاري: 150.\n(2) انظر: معرفة السنن والآثار (1/ 556).\n(3) ص 54.\n(4) رفع اليدين في الصلاة: 75.\nالجزء: 1 ¦ الصفحة: 204\n",
        "ففي الصحيحين (1) عن ابن عمر رضي الله عنهما أن رسول الله صلي الله عليه وسلم كان يرفع يديه حذو منكبيه إذا افتتح الصلاة، وإذا كبّر للركوع، وإذا رفع رأسه من الركوع رفعهما كذلك أيضا وقال: سمع الله لمن حمده ربنا ولك الحمد. وكان لا يفعل ذلك في السجود.\n(1) صحيح البخاري - كتاب الأذان - باب رفع اليدين: 58 ح 735، وصحيح مسلم - كتاب الصلاة - باب استحباب رفع اليدين: 739 ح 861.\nالجزء: 1 ¦ الصفحة: 205\n",
        "القسم الثالث: الأحاديث التي أعلّها البخاري بمناقضة متونها عمل الصحابة\nلا يتصور أن يوجد حديث صحيح عن النبي صلي الله عليه وسلم يترك الصحابة جميعا العمل به، وهم مخاطبون به، فالأمة وفي مقدمتهم الصحابة لا تجتمع علي ضلالة، فإذا روي حديث بهذه الصفة فهو حديث لا أصل له. وقد استعمل البخاري هذه القاعدة في ردّ بعض الأحاديث.\nفقد قال في «التاريخ الأوسط» (1): وروى حماد بن سلمة عن علي بن زيد عن أبي نضرة أن معاوية لما خطب علي المنبر، فقام رجل، فقال - قال ورفعه -: «إذا رأيتموه علي المنبر فاقتلوه». وقال آخر: اكتبوا إلي عمر، فكتبوا، فإذا عمر قد قتل.\nوهذا مرسل (2)؛ لم يشهد أبو نضرة تلك الأيام.\nثم قال البخاري مضعّفا هذا الحديث: وقد أدرك أصحاب النبي صلي الله عليه وسلم معاوية أميرًا في زمان عمر، وبعد ذلك عشرين سنة، فلم يقم إليه أحد، فيقتله. وهذا مما يدل علي أن هذه الأحاديث ليس لها أصول، ولا يثبت عن\n(1) (2/ 255).\n(2) لم أجد من أخرج الوجه المرسل الذي ذكره البخاري، وإنما وقفت عليه موصولا بذكر أبي سعيد رضي الله عنه كما سيأتي قريبا.\nالجزء: 1 ¦ الصفحة: 206\n",
        "النبي صلي الله عليه وسلم خبر علي هذا النحو في أحد من أصحاب النبي صلي الله عليه وسلم، إنما يقوله أهل الضعف بعضهم في بعض إلا ما يذكر أنهم ذكروا في الجاهلية، ثم أسلموا، فمحا الإسلام ما كان قبله.\nفقد عرض البخاري الحديث علي عمل الصحابة، فلم يجد أحدًا منهم عمل به، فاستدلّ بذلك علي بطلان الخبر؛ إذ لو كان ثابتا عندهم لبادروا إلي تنفيذه.\nوقد سبقه إلي هذا الاستدلال الأوزاعي؛ فقد قال: أدركت خلافة معاوية عدة من أصحاب رسول الله صلي الله عليه وسلم، منهم سعد، وأسامة، وجابر، وابن عمر، وزيد بن ثابت، ومسلمة بن مخلد، وأبو سعيد، ورافع بن خديج، وأبو أمامة، وأنس بن مالك، ورجال أكثر ممن سمينا بأضعاف مضاعفة، كانوا مصابيح الهدى وأوعية العلم، حضروا من الكتاب تنزيله، وأخذوا عن رسول الله صلي الله عليه وسلم تأويله، ومن التابعين لهم بإحسان إن شاء الله منهم المسور بن مخرمة، وعبد الرحمن بن الأسود بن عبد يغوث، وسعيد بن المسيب، وعروة بن الزبير وعبد الله بن محيريز، في أشباه لهم، لم ينزعوا يدا عن مجامعة في أمة محمد صلي الله عليه وسلم (1).\nوقال ابن كثير: وهذا الحديث كذب بلا شك. ولو كان صحيحا لبادر الصحابة إلي فعل ذلك؛ لأنهم كانوا لا تأخذهم في الله لومة لائم (2).\nوقال شيخ الإسلام ابن تيمية بعد أن قرر أن هذا الحديث عند أهل المعرفة بالحديث كذب موضوع مختلق علي النبي صلي الله عليه وسلم: ومما يبيّن كذبه أن منبر النبي صلي الله عليه وسلم قد صعد عليه بعد معاوية من كان معاوية خيرا منه باتفاق المسلمين، فإن كان يجب قتل من صعد عليه لمجرد الصعود علي المنبر وجب قتل هؤلاء كلهم. ثم هذا خلاف المعلوم بالاضطرار من دين\n(1) تاريخ أبي زرعة الدمشقي (1/ 190)، تاريخ مدينة دمشق لا بن عساكر (59/ 158).\n(2) البداية والنهاية (11/ 434).\nالجزء: 1 ¦ الصفحة: 207\n",
        "الإسلام؛ فإن مجرد صعود المنبر لا يبيح قتل مسلم. وإن أمر بقتله لكونه تولّي الأمر وهو لا يصلح فيجب قتل كل من تولي الأمر بعد معاوية ممن معاوية أفضل منه. وهذا خلاف ما تواترت به السنن عن النبي صلي الله عليه وسلم من نهيه عن قتل ولاة الأمور وقتالهم. ثم الأمة متفقة علي خلاف هذا؛ فإنها لم تقتل كل من تولي أمرها، ولا استحلّت ذلك. ثم هذا يوجب من الفساد والهرج ما هو أعظم من ولاية كل ظالم، فكيف يأمر النبي صلي الله عليه وسلم بشيء يكون فعله أعظم فسادا من تركه؟! (1).\nوالحديث رواه ابن عدي (2) من طريق حماد بن سلمة عن علي بن زيد عن أبي نضرة عن أبي سعيد الخدري أن رسول الله صلي الله عليه وسلم قال: «إذا رأيتم معاوية علي هذه الأعواد فاقتلوه» فقام إليه رجل من الأنصار، وهو يخطب، بالسيف، فقال أبو سعيد: ما تصنع؟ قال: سمعت رسول الله صلي الله عليه وسلم يقول: «إذا رأيتم معاوية يخطب علي الأعواد فاقتلوه». فقال له أبو سعيد: إنا قد سمعنا ما سمعت، ولكنا نكره أن نسلّ السيف علي عهد عمر حتي نستأمره. فكتبوا إلي عمر ذلك، فجاء موته قبل أن يجيء جوابه.\nوقد رواه جماعة عن علي بن زيد به، كما ذكر الذهبي (3).\nوآفة هذا الإسناد علي بن زيد بن جدعان فقد صرح جمهور النقاد بأنه ضعيف (4). وذكر ابن عدي أنه كان يغالي في التشيع (5). وهذا الحديث يؤيد بدعته، وهو من منكراته التي أنكرها عليه الأئمة (6)، بل ذكر بعض النقاد أن\n(1) منهاج السنة النبوية (4/ 380).\n(2) الكامل في ضعفاء الرجل (5/ 200).\n(3) في سير أعلام النبلاء (3/ 149)، وانظر: الكامل لا بن عدي (5/ 314).\n(4) انظر: تهذيب الكمال (20/ 434 - 445).\n(5) الكامل في ضعفاء الرجال (5/ 200).\n(6) انظر: الكامل لا بن عدي (5/ 200).\nالجزء: 1 ¦ الصفحة: 208\n",
        "هذا الحديث هو أنكر ما رواه (1). وقد حكم كثير من العلماء علي هذا الحديث بأنه موضوع، منهم - غير من تقدم - الجوزقاني فقد قال: هذا حديث موضوع باطل لا أصل له في الأحاديث. وليس هذا إلا من فعل المبتدعة الوضّاعين، خذلهم الله في الدارين. من اعتقد هذا وأمثاله أو خطر بباله أن هذا مما جري علي لسان رسول الله صلي الله عليه وسلم فهو زنديق، خارج من الدين (2).\nومنهم ابن الجوزي في «الموضوعات» (3)، وابن القيم؛ إذ ذكر أن كل حديث في ذم معاوية كذب (4)، والسيوطي (5)، وابن عراق فقد ذكره في الأحاديث التي لم يخالف ابن الجوزي في الحكم عليها بالوضع (6)، والشوكاني (7)، والألباني (8).\n(1) انظر: تهذيب التهذيب لا بن حجر (7/ 284).\n(2) الأباطيل والمناكير للجوزقاني (1/ 200).\n(3) (2/ 264).\n(4) المنار المنيف: 117.\n(5) انظر: اللآليء المصنوعة (1/ 424).\n(6) انظر: تنزيه الشريعة المرفوعة (2/ 8).\n(7) انظر: الفوائد المجموعة: 407.\n(8) انظر: دفاع عن الحديث النبوي: 112.\nالجزء: 1 ¦ الصفحة: 209\n",
        "القسم الرابع: الأحاديث التي أعلّها البخاري بمناقضة متوناه رأي من رواها ومذهبه\nإن إعلال الحديث بهذه العلة قاعدة سار عليها كثير من الأئمة النقاد. قال ابن رجب: قاعدة في تضعيف حديث الراوي إذا روى ما يخالف رأيه، قد ضعف الإمام أحمد وأكثر الحفاظ أحاديث كثيرة بمثل هذا. ثم ذكر أمثله هذه القاعدة (1).\nوقد عمل البخاري بهذه القاعدة.\n1 -\nفقد روى في «التاريخ الأوسط» (2) قال: حدثنا عبد الله قال: حدثني الليث عن يونس عن الزهري: سمعت ابن أكيمة يحدّث عن سعيد بن المسيب يقول: سمعت أبا هريرة يقول: صلّي لنا النبي صلي الله عليه وسلم صلاة جهر فيها، قال: «ما لي أنازع القرآن»، فانتهي الناس عن القراءة فيما جهر الإمام. قال البخاري: وقوله: «فانتهي» هو من كلام الزهري.\nثم روى من طريق الأوزاعي عن الزهري: فاتّعظ الناس بذلك، فلم يكونوا يقرؤون فيما جهر. قال البخاري: وأدرجوه في حديث النبي صلي الله عليه وسلم، وليس هو في حديث أبي هريرة. والمعروف عن أبي هريرة أنه كان يأمر\n(1) شرح علل الترمذي (1/ 158).\n(2) (1/ 311) برقم 616.\nالجزء: 1 ¦ الصفحة: 210\n",
        "بالقراءة. ثم ذكر البخاري قول أبي السائب: قال لي أبو هريرة: اقرأ بها في نفسك يا فارسي.\nفالبخاري رجح الوجه الذي يفيد أن هذه الجملة مدرجة في الحديث، وليست منه، بمخالفتها مذهب أبي هريرة راوي الحديث (1)، فقد كان يري وجوب قراءة الفاتحة علي المأموم في الصلاة ولو كانت جهرية. فقد أخرج مسلم في صحيحه (2) عن أبي هريرة رضي الله عنه عن النبي صلي الله عليه وسلم قال: «من صلّي صلاة لم يقرأ فيها بأم القرآن فهي خداج - ثلاثا - غير تمام». فقيل لأبي هريرة: إنا نكون وراء الإمام! فقال: اقرأ بها في نفسك.\nورواه ابن ماجة (3) من طريق أبي السائب عن أبي هريرة به، وفيه قول أبي السائب: فقلت: يا أبا هريرة، فإني أكون أحيانا وراء الإمام؟ فغمز ذراعي، وقال: يا فارسي اقرأ بها في نفسك.\nفيستبعد أن يروي أبو هريرة رضي الله عنه أن الناس انتهوا عن القراءة خلف الإمام فيما جهر به، وهو يفتي بوجوبها. وهذا مما جعل البخاري يرجح الطريق الأخرى التي بيّنت أن تلك الجملة من كلام الزهري، لا أبي هريرة.\nوالحديث أخرجه مالك في «الموطأ» (4) عن ابن شهاب عن ابن أكيمة الليثي عن أبي هريرة أن رسول الله صلي الله عليه وسلم انصرف من صلاة جهر فيها بالقراءة، فقال: «هل قرأ معي منكم أحد آنفا؟». فقال رجل: نعم، أنا يا رسول الله.\n(1) وقد عارض الترجيح بهذا جماعة من العلماء كابن التركماني في «الجوهر النقي» المطبوع في ذيل سنن البيهقي (7/ 159)، وابن القيم في «تهذيب السنن» (1/ 392).\nوليس المقصود هنا التفصيل في هذه المسألة، وإنما المقصود معرفة حكم هذا الحديث عند البخاري وعلته، وبيان عناية البخاري بنقد المتن.\n(2) كتاب الصلاة - باب وجوب قراءة الفاتحة: 740 ح 395.\n(3) في كتاب إقامة الصلاة والسنة فيها - باب القراءة خلف الإمام: 2526 ح 838.\n(4) كتاب الصلاة - باب ترك القراءة خلف الإمام فيما جهر فيه (1/ 94) ح 44.\nالجزء: 1 ¦ الصفحة: 211\n",
        "قال: فقال رسول الله صلي الله عليه وسلم: «إني أقول ما لي أنازع القرآن». فانتهي الناس عن القراءة مع رسول الله صلي الله عليه وسلم فيما جهر فيه رسول الله صلي الله عليه وسلم بالقراءة حين سمعوا ذلك من رسول الله صلي الله عليه وسلم. ومن طريق مالك أخرجه أبو داود (1)، والترمذي (2)، والنسائي (3).\nوأما الرواية التي تبيّن الإدراج فقد أخرجها البيهقي في سننه (4) من طريق الأوزاعي: حدثني الزهري عن سعيد بن المسيب أنه سمع أبا هريرة يقول: قرأ ناس مع رسول الله صلي الله عليه وسلم في صلاة يجهر فيها بالقراءة، فلما قضي رسول الله صلي الله عليه وسلم أقبل عليهم، فقال: «هل قرأ معي منكم أحد؟». فقالوا: نعم يا رسول الله. فقال رسول الله صلي الله عليه وسلم: «إني أقول ما لي أنازع القرآن»، قال الزهري: فاتعظ المسلمون بذلك، فلم يكونوا يقرؤون.\nقال ابن عبد البر: وأما قوله في هذا الحديث: «فانتهي الناس عن القراءة» إلي آخر الحديث فأكثر رواة ابن شهاب عنه لهذا الحديث يجعلونه كلام ابن شهاب، ومنهم من يجعله كلام أبي هريرة (5).\nوقال النووي: الحفاظ من المتقدمين والمتأخرين يتفقون علي أن هذه الزيادة وهي قوله: «فانتهي الناس عن القراءة مع رسول الله صلي الله عليه وسلم فيما جهر فيه» ليست من كلام أبي هريرة بل هي من كلام الزهري مدرجة في الحديث. وهذا لا خلاف فيه بينهم. قال ذلك الأوزاعي ومحمد بن يحيى الذهلي شيخ البخاري وإمام أهل نيسابور، وقاله البخاري في تاريخه، وأبو داود في سننه، والخطابي، والبيهقي، وغير هم (6).\n(1) في كتاب الصلاة - باب من رأي القراءة إذا لم يجهر: 1284 ح 826.\n(2) في كتاب الصلاة - باب ما جاء في ترك القراءة خلف الإمام إذا جهر: 1670 ح 312.\n(3) في كتاب الافتتاح - باب ترك القراءة خلف الإمام فيما جهر به: 2146 ح 920.\n(4) (2/ 158).\n(5) الاستذكار (1/ 464).\n(6) المجموع (3/ 368).\nالجزء: 1 ¦ الصفحة: 212\n",
        "2 -\nوذكر البخاري في «التاريخ الكبير» (1) حديث حسين بن عطاء عن زيد بن أسلم عن ابن عمر عن أبي ذر رفعه في صلاة الضحي. ثم قال معلاّ هذا الحديث: وقال الشعبي عن ابن عمر: صلاة الضحى بدعة، ونعمت البدعة. وهذا أصح.\nوحديث حسين بن عطاء أخرجه البزار في مسنده (2) قال: حدثنا عمرو بن علي ومحمد بن المثنى وإبراهيم بن هانيء قالوا: حدثنا أبو عاصم قال: حدثنا عبد الحميد بن جعفر قال: حدثنا حسين بن عطاء عن زيد بن أسلم عن ابن عمر قال: قلت لأبي ذر: يا عماه أوصني. قال: سألتني كما سألت رسول الله صلي الله عليه وسلم، فقال: «إن صليت الضحى ركعتين لم تكتب من الغافلين، وإن صليت أربعا كنت من العابدين، وإن صليت ستا لم يلحقك ذنب، وإن صليت ثمانيا كتبت من القانتين، وإن صليت ثنتي عشرة بني لك بيتا في الجنة. وما من يوم ولا ليلة ولا ساعة إلا ولله فيها صدقة يمنّ بها علي من يشاء من عباده، وما منّ على عبد بمثل أن يلهمه ذكره».\nقال البزار: وهذا الكلام لا نعلمه يروى عن النبي صلي الله عليه وسلم إلا من هذا الوجه، ولا نعلم روى ابن عمر عن أبي ذر حديثا مسندا إلا هذا الحديث.\nوهذا سند ضعيف جدا، فالحسين بن عطاء قال فيه أبو حاتم الرازي: شيخ منكر الحديث وهو قليل الحديث، وما حدّث به فمنكر (3). وقال أبو داود: ليس هو بشيء. وقال ابن الجارود: كذاب (4). وقد قال أبو حاتم الرازي حين سأله\n(1) (2/ 392).\n(2) البحر الزخار (9/ 335).\n(3) الجرح والتعديل (3/ 61).\n(4) لسان الميزان (3/ 188).\nالجزء: 1 ¦ الصفحة: 213\n",
        "ولده عن هذه الطريق وطريق أخري لهذا الحديث: أيهما أشبه؟ فقال: جميعا مضطربين ليس لهما في الرواية معني (1).\nومما يدلّ علي أن هذا الحديث ليس له أصل عن ابن عمر أن ابن عمر ثبت عنه أنه حين سئل عن صلاة الضحى أجاب بأنها بدعة، فلو كان روى عن أبي ذر هذا الحديث في صلاة الضحى لم يحكم عليها بأنها بدعة، وهذا ما نبّه عليه البخاري رحمه الله.\nروى الشيخان في صحيحيهما (2) من طريق جرير عن منصور عن مجاهد قال: دخلت أنا وعروة بن الزبير المسجد، فإذا عبد الله بن عمر رضي الله عنهما جالس إلي حجرة عائشة وإذا ناس يصلّون في المسجد صلاة الضحى. قال: فسألنا عن صلاتهم، فقال: بدعة.\nوروى البخاري (3) من طريق توبة عن مورق قال: قلت لابن عمر رضي الله عنهما: أتصلّي الضحي؟ قال: لا. قلت: فعمر؟ قال: لا. قلت: فأبو بكر؟ قال: لا، قلت: فالنبي صلي الله عليه وسلم؟ قال: لا إخاله.\nوروى ابن أبي شيبة في مصنفه (4) عن ابن علية عن الجريري عن الحكم بن الأعرج قال: سألت ابن عمر عن صلاة الضحى، وهو مسند ظهره إلي حجرة النبي صلي الله عليه وسلم، فقال: بدعة ونعمت البدعة.\nوهذا سند صحيح عن ابن عمر رضي الله عنهما، رجاله كلهم ثقات.\n3 -\nوقال البخاري في «التاريخ الكبير» (5): وقال لي مسدد: حدثنا\n(1) علل الحديث (1/ 134).\n(2) صحيح البخاري - كتاب العمرة - باب كم اعتمر النبي صلي الله عليه وسلم: 139 ح 1775، وصحيح مسلم - كتاب الحج - باب بيان عدد عمر النبي صلي الله عليه وسلم وزمانهن: 887 ح 3037.\n(3) في كتاب التهجد - باب صلاة الضحي في السفر: 91 ح 1175.\n(4) (3/ 413) ح 7851.\n(5) (1/ 91).\nالجزء: 1 ¦ الصفحة: 214\n",
        "عيسي بن يونس عن هشام عن ابن سيرين عن أبي هريرة عن النبي صلي الله عليه وسلم قال: «من استقاء فعليه القضاء».\nثم قال البخاري: ولم يصح. ثم ذكر ما يؤيد عدم صحته، وهو ما رواه عمر بن حكم بن ثوبان أنه سمع أبا هريرة قال: إذا قاء أحدكم فلا يفطر؛ فإنما يخرج ولا يولج.\nأما الحديث المرفوع فأخرجه أبو داود (1) قال: حدثنا مسدد حدثنا عيسي بن يونس حدثنا هشام بن حسان عن محمد بن سيرين عن أبي هريرة قال: قال رسول الله صلي الله عليه وسلم: «من ذرعه قيء وهو صائم فليس عليه قضاء، وإن استقاء قليقض».\nوأخرجه الترمذي (2) عن علي بن حجر عن عيسي بن يونس به.\nوأخرجه ابن ماجه (3) من طريق الحكم بن موسي عن عيسي عن هشام به، ومن طريق حفص بن غياث عن هشام به.\nوسند هذا الحديث ظاهره الصحة لكن الأئمة ضعفوه، وعدّوه من أوهام هشام بن حسان.\nقال عيسي بن يونس: زعم أهل البصرة أن هشاما وهم فيه (4).\nوقال أبو داود: سمعت أحمد بن حنبل يقول: ليس من ذا شيء. قال الخطابي: يريد أن الحديث غير محفوظ (5).\nونقل الترمذي عن البخاري قوله في هذا الحديث: لا أراه محفوظا (6).\n(1) في كتاب الصيام - باب الصائم يستقيء عامدا: 1399 ح 2380.\n(2) في كتاب الصوم - باب ما جاء فيمن استقاء عمدا: 1718 ح 720.\n(3) في كتاب الصيام - باب ما جاء في الصائم يقيء: 2577 ح 1676.\n(4) مسند الدارمي (2/ 1079).\n(5) معالم السنن (2/ 112).\n(6) علل الترمذي الكبير: 313.\nالجزء: 1 ¦ الصفحة: 215\n",
        "وقال الترمذي: وقد روي هذا الحديث من غير وجه عن أبي هريرة عن النبي صلي الله عليه وسلم، ولا يصح إسناده (1).\nومما استدل به البخاري علي أن هذا الحديث ليس له أصل عن أبي هريرة أنه يخالف ما ثبت عنه من القول بعدم الفطر بالقيء، فقد روى البخاري في صحيحه (2) عن يحيى بن صالح قال: حدثنا معاوية بن سلام حدثنا يحيى عن عمر بن الحكم بن ثوبان سمع أبا هريرة رضي الله عنه: إذا قاء فلا يفطر؛ إنما يخرج ولا يولج. فلو كان أبو هريرة رضي الله عنه روى حديث «من استقاء فليقض» لم يفت بخلافه.\n4 -\nوذكر البخاري في «التاريخ الكبير» (3) بعض طرق حديث «أفطر الحاجم والمحجوم».\nثم ذكر أنه رواه ليث عن عطاء عن عائشة عن النبي صلي الله عليه وسلم. قال البخاري: ولا يصح.\nثم ذكر ما يؤيد عدم صحته عن عائشة فقال: حدثني يحيى بن سليمان قال: حدثنا ابن وهب أخبرنا مخرمة عن أبيه عن أم علقمة: كنا نحتجم عند عائشة ونحن صيام وبنو أخي عائشة فلا تنهاهم. يريد أنه لو كانت عائشة رضي الله عنها روت حديث: «أفطر الحاجم والمحجوم» لنهت من احتجم عندها عن ذلك أو ذكرت لهم الحديث. وسند هذا الأثر حسن، وقد علّقه البخاري في صحيحه (4) جازما به.\nوحديث عائشة أخرجه أحمد في مسنده (5) قال: حدثنا أبو النضر\n(1) سنن الترمذي: 1718.\n(2) في كتاب الصوم - باب الحجامة والقيء للصائم: 151.\n(3) (2/ 179).\n(4) في كتاب الصوم - باب الحجامة والقيء للصائم: 151.\n(5) (42/ 137) ح 25242.\nالجزء: 1 ¦ الصفحة: 216\n",
        "حدثنا أبو معاوية يعني شيبان عن ليث عن عطاء عن عائشة قالت: قال رسول الله صلي الله عليه وسلم: «أفطر الحاجم والمحجوم».\nوهذا سند ضعيف؛ فليث هو ابن أبي سليم قال فيه ابن حجر: صدوق اختلط جدا، ولم يتميز حديثه فترك (1). وقد اضطرب في هذا الحديث فرواه علي أوجه مختلفة (2).\nفالحديث لا يصح عن عائشة رضي الله عنها، وإن كان صحيحا من رواية جمع من الصحابة رضي الله عنهم، بل جزم السيوطي بأنه متواتر (3)، وكذلك قال غير واحد من الحفاظ (4).\n5 -\nوذكر البخاري في «التاريخ الكبير» (5) حديث كريب عن ابن عباس أن امرأة رفعت صبيا لها إلي النبي صلي الله عليه وسلم، فقالت: ألهذا حج؟ قال: «نعم، ولك أجر»، وبعد أن ذكر طرق هذا الحديث قال: أخشي أن يكون هذا الحديث مرسلا في الأصل. قال أبو عبد الله (يعني نفسه): وقال أبو ظبيان وأبو السفر عن ابن عباس: «أيما صبي حج ثم أدرك فعليه الحج». وهذا المعروف عن ابن عباس.\nوحديث كريب أخرجه مسلم في صحيحه (6) قال: حدثني محمد بن المثني حدثنا عبد الرحمن حدثنا سفيان عن إبراهيم بن عقبة عن كريب أن امرأة رفعت صبيا، فقالت: يا رسول الله، ألهذا حج؟ قال: «نعم، ولك أجر».\n(1) تقريب التهذيب: 818.\n(2) انظر هذه الأوجه في حاشية تحقيق المسند (42/ 138).\n(3) انظر: الجامع الصغير (1/ 282) ح 1309.\n(4) انظر: تنقيح التحقيق (2/ 327، 481)، وحاشية تحقيق المسند (14/ 373).\n(5) (1/ 198).\n(6) كتاب الحج - باب صحة حج الصبي: 901 ح 3253.\nالجزء: 1 ¦ الصفحة: 217\n",
        "وقد اختلف الرواة في رواية هذا الحديث، فمنهم من رواه موصولا: عن كرب عن ابن عباس عن النبي صلي الله عليه وسلم، كما رواه مسلم في صحيحه، ومنهم من رواه مرسلا: عن كريب عن النبي صلي الله عليه وسلم. والراجح الوصل كما ذهب إليه أحمد، ومسلم، وغيرهما (1).\nقال ابن عبد البر: ومن وصل هذا الحديث وأسنده فقوله أولي. والحديث صحيح مسند ثابت الاتصال، لا يضرّه تقصير من قصر به؛ لأن الذين أسندوه حفاظ ثقات (2).\nوالبخاري ذكر هنا ما يؤيد الوجه المرسل، وهو ما رواه ابن أبي شيبة (3) قال: حدثنا أبو معاوية عن الأعمش عن أبي ظبيان عن ابن عباس قال: «احفظوا عني - ولا تقولوا قال ابن عباس - أيما عبد حج به أهله ثم أعتق؛ فعليه الحج. وأيما صبي حج به أهله صبيا ثم أدرك؛ فعليه حجة الرجل. وأيما أعرابي حج أعرابيا ثم هاجر فعليه حجة المهاجرين».\nوهذا سند صحيح عن ابن عباس رضي الله عنهما. أبو ظبيان هو حصين بن جندب الجنبي الكوفي ثقة من رجال الجماعة (4).\nوما رواه الشافعي في «الأم» (5) قال: أخبرنا سعيد عن مالك بن مغول عن أبي السفر قال: قال ابن عباس: «أيها الناس أسمعوني ما تقولون، وافهموا ما أقول لكم: أيما مملوك حج به أهله فمات قبل أن يعتق؛ فقد\n(1) انظر بين الإمامين مسلم والدارقطني: 247، التتبع للدارقطني: 482، بيان من أخطأ علي الشافعي: 227.\n(2) التمهيد لا بن عبد البر (1/ 100).\n(3) في مصنفه (5/ 520) ح 15088.\n(4) انظر: تقريب التهذيب: 253.\n(5) الأم (2/ 177).\nالجزء: 1 ¦ الصفحة: 218\n",
        "قضى حجه، وإن عتق قبل أن يموت فليحجج. وأيما غلام حج به أهله، فمات قبل أن يدرك فقد قضى عنه حجه، وإن بلغ فليحجج».\nوهذا سند حسن. سالم هو ابن سعيد القداح صدوق حسن الحديث (1). ومالك بن مغول ثقة ثبت (2)، وأبو السفر هو سعيد بن يحمد الهمداني ثقة (3).\nفرأي البخاري أن حديث ابن عباس المرفوع الذي فيه أن للصبي حجا يخالف ما أفتى به من أن على الصبي الذي حج حجة أخرى إذا بلغ، فلو كان ابن عباس قد روى ذلك الحديث ما أفتى بخلافه.\nوقد ذكر ابن رجب أن البخاري رد حديث ابن عباس المرفوع بأن ابن عباس كان يقول: «أيما صبي حج به ثم أدرك فعليه الحج» (4).\nوالصواب أنه يمكن الجمع بين الحديثين بلا أدني تكلف. قال الطحاوي: هذا الحديث إنما فيه أن رسول الله صلي الله عليه وسلم أخبر أن للصبي حجا وهذا مما قد أجمع الناس جميعا عليه، ولم يختلفوا أن للصبي حجا كما أن له صلاة، وليست تلك الصلاة بفريضة عليه، فكذلك أيضا قد يجوز أن يكون له حج، وليس ذلك الحج بفريضة عليه، وإنما هذا الحديث حجة علي من زعم أنه لا حج للصبي، فأما من يقول: إن له حجا وإنه غير فريضة فلم يخالف شيئا من هذا الحديث\n....\nوهذا ابن عباس رضي الله عنهما هو الذي روى هذا الحديث عن رسول الله صلي الله عليه وسلم ثم قد صرف هو حج الصبي إلي غير الفريضة، وأنه لا يجزيه بعد بلوغه من حجة الإسلام. ثم ذكر ما هو مقرر عند أهل العلم من أن راوي الحديث أعلم بتأويله (5).\n(1) انظر: تهذيب الكمال (10/ 456)، تحرير تقريب التهذيب (2/ 30).\n(2) تقريب التهذيب: 917.\n(3) المصدر السابق: 390.\n(4) شرح علل الترمذي (2/ 891).\n(5) شرح معاني الآثار (2/ 256).\nالجزء: 1 ¦ الصفحة: 219\n",
        "6 -\nوذكر البخاري في «التاريخ الكبير» (1) حديث سالم البراد عن ابن عمر رضي الله عنهما عن النبي صلي الله عليه وسلم في أجر الصلاة على الجنازة. وقال البخاري عقبه: وهذا لا يصح؛ لأن الزهري قال: عن سالم أن ابن عمر أنكر على أبي هريرة حتي سأل عائشة.\nوقال الترمذي: سألت محمدا عن حديث سالم البراد عن ابن عمر فقال: رواه عبد الملك بن عمير عن سالم البراد عن أبي هريرة، وهو الصحيح. وحديث ابن عمر ليس بشيء؛ ابن عمر أنكر على أبي هريرة حديثه (2).\nوقال ابن حجر بعد أن ذكر أن البخاري أعلّ هذا الحديث: وقد راج هذا السند علي الحافظ الضياء فأخرج هذا الحديث في «المختارة»، وهو معلول كما تري (3).\nأما حديث البراد فأخرجه أحمد في مسنده (4) قال: حدثنا يحيى عن إسماعيل حدثني سالم أبو عبد الله عن ابن عمر عن رسول الله صلي الله عليه وسلم قال: «من تبع جنازة حتي يصلّى عليها؛ فإنّ له قيراطا»، فسئل رسول الله صلي الله عليه وسلم عن القيراط، فقال: «مثل أحد».\nوهذا سند ظاهره الصحة فرجاله ثقات من رجال الشيخين سوي سالم البراد؛ فمن رجال أبي داود والنسائي، وهو ثقة (5)؛ لكن البخاري أعلّه بما ثبت عن ابن عمر رضي الله عنهما من أنه لم يكن يعرف فضل الصلاة على الجنازة واتباعها حتي أخبره أبو هريرة، ووافقته عائشة، ولو كان ابن عمر روى عن النبي صلي الله عليه وسلم ذلك ما أنكره على أبي هريرة أولا.\n(1) (2/ 274).\n(2) علل الترمذي الكبير: 149.\n(3) أطراف مسند الإمام أحمد لابن حجر (3/ 397).\n(4) (8/ 273) ح 4650.\n(5) تفريب التهذيب: 361.\nالجزء: 1 ¦ الصفحة: 220\n",
        "ففي الصحيحين (1) من طريق جرير بن حازم قال: سمعت نافعا يقول: حُدّث ابن عمر أن أبا هريرة رضي الله عنهم يقول: «من تبع جنازة فله قيراط» فقال: أكثر أبو هريرة علينا. فصدقت - يعني عائشة - أبا هريرة، وقالت: سمعت رسول الله صلي الله عليه وسلم يقوله. فقال ابن عمر رضي الله عنهما: لقد فرطنا في قراريط كثيرة.\nوفي لفظ مسلم أن ابن عمر بعث إلي عائشة فسألها، فصدقت أبا هريرة.\nوروى مسلم (2) عن ابن شهاب الزهري أنه قال: قال سالم بن عبد الله بن عمر: وكان ابن عمر يصلّي عليها ثم ينصرف، فلما بلغه حديث أبي هريرة قال: لقد ضيّعنا قراريط كثيرة.\nوحديث إسماعيل بن أبي خالد عن سالم البراد عن ابن عمر الذي أعلّه البخاري رواه عبد الملك بن عمير والقاسم بن أبي بزة عن سالم البراد عن أبي هريرة. وهذا الوجه هو الذي صححه البخاري كما تقدم في كلام الترمذي، وذكر الدارقطني أنه المعروف (3).\nوهذا الوجه أخرجه أحمد في مسنده (4) قال: حدثنا محمد بن جعفر قال: حدثنا شعبة عن عبد الملك بن عمير قال: سمعت سالما البراد أبا عبد الله قال: سمعت أبا هريرة قال: سمعت النبي صلي الله عليه وسلم يقول: «من تبع جنازة فصلّي عليها - أو قال: من صلّي عليها. شُعبة شك - فله قيراط. فإن شهد دفنها فله قيراطان، القيراط مثل أحد».\n(1) صحيح البخاري - كتاب الجنائز - باب فضل اتباع الجنائز: 103 ح 1323، وصحيح مسلم - كتاب الجنائز - باب فضل الصلاة علي الجنازة واتباعها: 826 ح 2193.\n(2) في كتاب الجنائز - باب فضل الصلاة علي الجنازة وابتاعها: 826 ح 2189.\n(3) العلل للدارقطني (11/ 16).\n(4) (16/ 8) ح 9904.\nالجزء: 1 ¦ الصفحة: 221\n",
        "وأخرجه إسحاق بن راهويه في مسنده (1) عن وهب بن جرير عن شعبة به بنحوه.\nوهذا إسناد صحيح.\nوقد سئل الدارقطني عن حديث إسماعيل بن أبي خالد الذي أعلّه البخاري هنا فقال: هو محفوظ (2). فيبدو أن الوهم من سالم البراد، وليس من الرواة عنه.\nوذهب بعض العلماء إلي تصحيح الوجهين، وأن البراد سمعه من ابن عمر، ومن أبي هريرة، وأن ابن عمر بعد أن أخذ الحديث من أبي هريرة وعائشة صار يرويه عن النبي صلي الله عليه وسلم مباشرة بلا ذكر للواسطة، فيكون من مراسيل الصحابة، وهي مقبولة عند العلماء (3).\nقال أحمد شاكر: هذا الحديث من مراسيل الصحابة يقينا؛ فإن عبد الله بن عمر إنما سمعه من أبي هريرة، ومن عائشة حين صدقت أبا هريرة، وكانوا يصدق بعضهم بعضا فيروي أحدهم ما سمع من أخيه، ثقة به وتصديقا (4).\nوما ذكره احتمال يردّه أو يبعده أنه لم يرو هذا الحديث عن ابن عمر غير سالم البراد دون سائر أصحاب ابن عمر المعروفين بالرواية عنه. وسالم البراد ليس له عن ابن عمر في الكتب التسعة سوى هذا الحديث، وهو مقل من الحديث فأحاديثه في الكتب التسعة ثلاثة هذا أحدها، والآخر عن أبي هريرة الذي هو الوجه الآخر من وجهي هذا الحديث. وهذا يؤيد أن ذكر ابن عمر وهم من سالم، وأن الحديث حديث أبي هريرة كما صححه البخاري.\n(1) (1/ 396) ح 434.\n(2) العلل (11/ 16).\n(3) انظر: حاشية تحقيق شرح علل الترمذي (2/ 800)، وحاشية تحقيق المسند (8/ 274).\n(4) من تعليقه علي المسند (6/ 296) ح 4650.\nالجزء: 1 ¦ الصفحة: 222\n",
        "قال ابن المديني: والحديث عندي حديث أبي هريرة، وحديث ابن أبي خالد وهم (1).\n7 -\nوذكر البخاري في «التاريخ الكبير» (2) حديث سالم بن رزين عن سالم بن عبد الله عن سعيد بن المسيب عن ابن عمر عن النبي صلي الله عليه وسلم أنه قال: «لا يحلّ له حتي يذوق العسيلة». ثم ذكر الاختلاف في إسناده ثم قال: وقال لي إبراهيم بن المنذر: حدثنا أنس بن عياض سمع موسي بن عقبة عن نافع عن ابن عمر قال: لو فعله أحد، وعمر حي؛ لرجمهما.\nقال البخاري عقبه: وهذا أشهر. ولا تقوم الحجة بسالم بن رزين، ولا برزين؛ لأنه لا يدري سماعه من سالم، ولا من ابن عمر.\nوذكر الترمذي أنه سأل البخاري عن هذا الحديث، فذكر البخاري الاختلاف فيه ثم قال: ويروى عن سعيد بن المسيب خلاف هذا (3).\nوالحديث أخرجه النسائي (4) أخبرنا عمرو بن علي قال: حدثنا محمد بن جعفر قال: حدثنا شعبة عن علقمة بن مرثد قال: سمعت سالم بن رزين يحدث عن سالم بن عبد الله عن سعيد بن المسيب عن ابن عمر عن النبي صلي الله عليه وسلم في الرجل تكون له المرأة يطلقها، ثم يتزوجها رجل آخر فيطلقها قبل أن يدخل بها، فترجع إلي زوجها الأول، قال: «لا، حتي تذوق العسيلة».\nوأخرجه ابن ماجه (5) عن محمد بن بشار عن محمد بن جعفر به بنحوه.\n(1) العلل لا بن المديني: 167.\n(2) (4/ 13).\n(3) علل الترمذي الكبير: 160.\n(4) في كتاب الطلاق - باب إحلال المطلقة ثلاثا والنكاح الذي يحلها به: 2311 ح 3443.\n(5) في كتاب النكاح - باب الرجل يطلق امرأته ثلاثا: 2592 ح 1932.\nالجزء: 1 ¦ الصفحة: 223\n",
        "وهذا سند ضعيف، فسالم بن رزين، ويقال: رزين بن سالم مجهول (1).\nومما يؤيد أن هذا الحديث ليس له أصل عن سعيد بن المسيب أنه يخالف مذهبه في هذه المسألة. فقد روى سعيد بن منصور في «سننه» (2) قال: حدثنا هشيم أخبرنا داود بن أبي هند عن سعيد بن المسيب قال: أما الناس فيقولون: حتي يجامعها، وأما أنا فإني أقول: إذا تزوجها تزويجا صحيحا لا يريد بذلك إحلالا لها فلا بأس أن يتزوجها الأول.\nوهذا سند صحيح عن سعيد بن المسيب. وقد ذكر ابن حجر أن ابن المنذر أخرجه بسند صحيح. ثم قال: وهكذا أخرجه ابن أبي شيبة وسعيد بن منصور. وفيه تعقب علي من استبعد صحته عن سعيد. وفيه دلالة علي ضعف الخبر الوارد في ذلك، ثم ذكر هذا الحديث حديث سالم بن رزين، وقال: الحديث لو كان عند سعيد بن المسيب عن ابن عمر مرفوعا ما نسبه إلي مقالة الناس الذين خالفهم (3).\nومما يؤيد أن هذا الحديث ليس له أصل عن ابن عمر الأثر الذي ذكره البخاري عن ابن عمر، وهو ما رواه عبد الرزاق في «مصنفه» (4) عن ابن جريح عن موسي بن عقبة عن نافع أن ابن عمر قال: لو أن رجلا طلق امرأته ثلاثا، ثم نكحها رجل بعده، ثم طلقها قبل أن يجامعها، ثم ينكحها زوجها الأول، فيفعل ذلك، وعمر حي؛ إذن لرجمها (5).\nوهذا سند صحيح عن ابن عمر. قال البخاري: وهذا أشهر. يريد أن\n(1) تقريب التهذيب: 326.\n(2) (2/ 45) ح 1989.\n(3) فتح الباري (9/ 467).\n(4) (6/ 348) ح 11138.\n(5) كذا في المطبوع: والصواب لرجمهما كما في رواية البخاري التي سبق ذكرها.\nالجزء: 1 ¦ الصفحة: 224\n",
        "الذي ثبت عن ابن عمر في هذه المسألة هو هذا الحديث الموقوف. وابن عمر هنا علّل الأمر بمخالفة عمر، فلو كان روى الحديث المرفوع لعلّله بمخالفة أمر النبي صلي الله عليه وسلم.\n8 -\nوروى البخاري في «التاريخ الكبير» (1) قال: حدثني بشر بن آدم قال: حدثنا روح بن عبادة قال: حدثنا عثمان بن غياث عن برد بن عرين عن عمته زينب بنت منجل: سألنا عائشة عن الجراد فقالت: زجر النبي صلي الله عليه وسلم صبياننا، وكانوا يأكلونه.\nثم روى البخاري بعده ما يدل علي ضعفه فقال: حدثني عبد الأعلي قال: حدثنا أبو عوانة عن السدي عن عبد الله البهي: رأيت عائشة تأكل الجراد.\nتابعه عبيد الله عن إسرائيل عن السدي نحوه.\nحدثني محمود قال: حدثنا أبو النضر قال: حدثنا شيبان عن زياد عن حسان بن أنس الثعلبي: كنت عند ابن أخت عائشة، فأرسلت إليه بجراد.\nثم قال البخاري: وهذا أكثر، وهذا أصح. حدثنا أبو الوليد قال: حدثنا شعبة عن أبي يعفور قال: سمعت عبد الله بن أبي أوفى يقول: غزوت مع النبي صلي الله عليه وسلم سبع غزوات أو ست غزوات نأكل الجراد.\nوحديث زينب بنت منجل عن عائشة في النهي عن الجراد ضعيف؛ فبرد بن عرين وعمته مجهولان. وهو حديث منكر كما قال الذهبي (2)؛ لمخالفته الأحاديث الثابتة في هذا الباب عن عائشة، وعن غيرها كما بيّن البخاري.\n(1) (2/ 135).\n(2) في ميزان الاعتدال (1/ 303).\nالجزء: 1 ¦ الصفحة: 225\n",
        "وحديث ابن أبي أوفى أخرجه البخاري في «صحيحه» (1) قال: حدثنا أبو الوليد حدثنا شعبة عن أبي يعفور قال: سمعت ابن أبي أوفى رضي الله عنهما قال: غزونا مع النبي صلي الله عليه وسلم سبع غزوات أو ستا، كنا نأكل معه الجراد.\nوأخرجه مسلم (2) من طريق أبي عوانة وابن عيينة وشعبة عن أبي يعفور به بنحوه.\n9 -\nوذكر البخاري في «التاريخ الكبير» (3) حديث أبي سفيان طريف بن شهاب عن أبي نضرة عن أبي سعيد أنه قال: أمرنا النبي صلي الله عليه وسلم أن نقرأ فاتحة الكتاب وما تيسر.\nثم روى ما أعلّ به هذا الحديث فقال: حدثنا مسدد حدثنا يحيى عن العوام بن حمزة حدثنا أبو نضرة: سألت أبا سعيد عن القراءة خلف الإمام، قال: فاتحة الكتاب.\nثم قال البخاري: وهذا أولي؛ لأن أبا هريرة وغيره واحد ذكروا عن النبي صلي الله عليه وسلم: «لا صلاة إلا بفاتحة الكتاب»، وقال أبو هريرة: إن زدت فهو خير، وإن لم تفعل أجزأك.\nوحديث أبي سفيان أخرجه ابن ماجه (4) قال: حدثنا أبو كريب حدثنا محمد بن الفضيل ح وحدثنا سويد بن سعيد حدثنا علي بن مسهر جميعا عن أبي سفيان السعدي عن أبي نضرة عن أبي سعيد قال: قال رسول الله صلي الله عليه وسلم: «لا صلاة لمن لم يقرأ في كل ركعة بالحمد لله وسورة في فريضة أو غيرها».\nوأخرجه الترمذي (5) عن سفيان بن وكيع عن محمد بن الفضيل به بزيادة في أوله.\n(1) كتاب الذبائح والصيد - باب أكل الجراد: 473 ح 5495.\n(2) في كتاب الصيد - باب إباحة الجراد: 1026 ح 5045 - 5047.\n(3) (4/ 357).\n(4) في كتاب إقامة الصلوات - باب القراءة خلف الإمام: 2526 ح 839.\n(5) في كتاب الصلاة - باب ما جاء في تحريم الصلاة وتحليلها: 1661 ح 238.\nالجزء: 1 ¦ الصفحة: 226\n",
        "وهذا سند ضعيف؛ لأجل طريف بن شهاب فإنه ضعيف (1). ومتنه يخالف ما ثبت عن أبي نضرة أنه سأل أبا سعيد عن القراءة خلف الإمام، قال: فاتحة الكتاب. وقد رواه البخاري كما تقدم بسند حسن. ورواه في جزء القراءة خلف الإمام (2) بالإسناد نفسه.\nورواه البيهقي (3) من طريق محمد بن عبد الله بن المثني عن العوام بن حمزة به.\nوهذا يدل علي أن حديث أبي سفيان طريف بن شهاب ليس له أصل عن أبي سعيد؛ إذ لو كان أبو سعيد رواه ما خالفه بفتواه.\nونبّه البخاري أن حديث طريف يخالف الأحاديث الصحيحة التي فيها أنه لا صلاة إلا بفاتحة الكتاب، ولم توجب زيادة عليها.\nففي الصحيحين (4) من حديث عبادة بن الصامت رضي الله عنه أن رسول الله صلي الله عليه وسلم قال: «لا صلاة لمن لم يقرأ بفاتحة الكتاب».\nوفي الصحيحين (5) أيضا من حديث عطاء أنه سمع أبا هريرة رضي الله عنه يقول: في كل صلاة يقرأ فما أسمعنا رسول الله صلي الله عليه وسلم أسمعناكم، وما أخفي عنا أخفينا عنكم. وإن لم تزد علي أم القرآن أجزأت، وإن زدت فهو خير.\nوفي إحدى روايات مسلم أن رجلا قال لأبي هريرة: إن لم أزد علي أم القرآن؟ فقال: إن زدت عليها فهو خير، وإن انتهيت إليها أجزأت عنك.\n10 -\nوروى البخاري في «التاريخ الأوسط» (6) حديثا فقال: حدثنا\n(1) تقريب التهذيب: 463.\n(2) ص 29 ح 106.\n(3) في السنن الكبرى (2/ 170).\n(4) صحيح البخاري - كتاب الأذان - باب وجوب القراءة للإمام والمأموم: 60، وصحيح مسلم - كتاب الصلاة - باب وجوب قراءة الفاتحة: 740 ح 874.\n(5) صحيح البخاري - كتاب الأذان - باب القراءة في الفجر: 61 ح 772، وصحيح مسلم - كتاب الصلاة - باب وجوب قراءة الفاتحة: 740 ح 882.\n(6) (2/ 80) برقم 1198.\nالجزء: 1 ¦ الصفحة: 227\n",
        "أبو عاصم عن ابن جريح عن مظاهر بن أسلم عن القاسم عن عائشة رفعه: «طلاق الأمة تطليقتان، وعدّتها حيضتان» قال أبو عاصم: ثم لقيت مظاهرا فحدثني به. وكان أبو عاصم يضعف مظاهرا.\nثم روى البخاري ما أعلّ به حديث مظاهر فقال: حدثني يحيى بن سليمان قال: حدثني ابن وهب قال: حدثني أسامة بن زيد عن أبيه عن القاسم وسالم: عدة الأمة حيضتان وطلاق الحر الأمة ثلاث، وطلاق العبد الحرة تطليقتان. وقالا: ليس هذا في كتاب الله ولا سنة رسول الله صلي الله عليه وسلم، ولكن عمل بها المسلمون. قال البخاري: وهذا يردّ حديث مظاهر.\nففي حديث مظاهر عن القاسم عن عائشة رضي الله عنها أن النبي صلي الله عليه وسلم جعل عدة الأمة حيضتين، وهذا يخالف ما ثبت عن القاسم أنه نفي أن يكون هذا الحكم قد نص عليه في الكتاب أو السنة، وهذا يدل علي أنه لم يرو الحديث الذي حدّث به عنه مظاهر. ولهذا أعلّ البخاري الحديث.\nوحديث مظاهر أخرجه أبو داود (1)، والترمذي (2)، وابن ماجه (3) كلهم من طريق أبي عاصم عن ابن جريج عن مظاهر بن أسلم عن القاسم عن عائشة أن رسول الله صلي الله عليه وسلم قال: «طلاق الأمة تطليقتان، وعدتها حيضتان»، وهذا لفظ الترمذي.\nوهذا سند ضعيف؛ لأجل مظاهر بن أسلم؛ فإنه ضعيف (4)، وعدّ العلماء هذا الحديث من منكراته (5). قال أبو عاصم النبيل راوي الحديث عن مظاهر: ليس بالبصرة حديث أنكر من حديث مظاهر هذا (6).\n(1) في كتاب الطلاق - باب في سنة طلاق العبد: 1384 ح 2181.\n(2) في كتاب الطلاق واللعان - باب ما جاء أن طلاق الأمة تطليقتان: 1769 ح 1182.\n(3) في كتاب الطلاق - باب في طلاق الأمة وعدتها: 2601 ح 2080.\n(4) انظر: تهذيب الكمال (28/ 96).\n(5) انظر: الضعفاء الكبير للعقيلي (2/ 141)، الكامل لابن عدي (6/ 449).\n(6) سنن الدارقطني (5/ 72).\nالجزء: 1 ¦ الصفحة: 228\n",
        "وأما الروايات التي تفيد أن القاسم نفي أن تكون هذه المسألة قد نص علي حكمها الكتاب أو السنة، فقد ذكر البخاري إحداها، وهي رواية أسامة بن زيد بن أسلم عن القاسم بذلك.\nوروى الدارقطني في «سننه» (1) من طريق الليث عن هشام بن سعد عن زيد بن أسلم قال: سئل القاسم عن الأمة كم تطلق؟ قال: طلاقها اثنتان، وعدتها حيضتان. قال: فقيل له: أبلغك عن النبي صلي الله عليه وسلم في هذا؟ قال: لا.\nوروى عقبه من طريق أبي عامر عن هشام بن سعد عن زيد بن أسلم قال: سئل القاسم عن عدة الأمة، فقال: الناس يقولون: حيضتان. وإنا لا نعلم ذلك، أو قال: لا نجد ذلك في كتاب الله تعالي، ولا في سنة نبيّة صلي الله عليه وسلم. قال ابن حجر: إسناده صحيح (2).\nوممن صحح هذا الخبر عن القاسم أبو بكر النيسابوري (3).\n(1) (5/ 72).\n(2) الدراية (2/ 70).\n(3) انظر: سنن الدارقطني (5/ 72).\nالجزء: 1 ¦ الصفحة: 229\n",
        "القسم الخامس: الأحاديث التي أعلّها البخاري بمناقضة متونها الواقع\nمن المقاييس التي استعملها المحدثون في نقد المتن عرض المتن علي الواقع (1)، فكانوا يردّون الخبر إذا كان مخالفا الحقائق المعروفة والأحداث التاريخية المعلومه.\nقال ابن حجر: مما يستدل به علي وضع الحديث مخالفة الواقع (2)؛ إذ يستحيل أن يناقض قول الله أو قول رسوله الواقع. وقد قال تعالي: {وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثًا (87)} [النساء: 87]، وقال: {وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلًا (122)} [النساء: 122].\nوقال عن نبيه صلي الله عليه وسلم: {وَمَا يَنْطِقُ عَنِ الْهَوَى (3) إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى (4)} [النجم: 3، 4].\nوانتفاء مخالفة الواقع ليس شرطا في الحديث المرفوع فحسب؛ بل كل خبر صحيح لا بد أن يكون موافقا الواقع؛ لأن الذي يخالف الواقع هو الكذب، وهو ينافي الصحة.\nوقد أعلّ البخاري عدة أحاديث بمناقضة متنها الواقع.\n1 -\nفقد روى في «التاريخ الأوسط» (3) عن عبد الوهاب بن عبد المجيد قال: حدثنا عوف عن المهاجر بن أبي مخلد حدثنا أبو العالية قال: حدثني\n(1) انظر: مقاييس نقد متون السنة: 183.\n(2) القول المسدد: 9.\n(3) (1/ 127) برقم 130.\nالجزء: 1 ¦ الصفحة: 230\n",
        "أبو مسلم قال: كان أبو ذر بالشام وعليها يزيد بن أبي سفيان، فغزا الناس فغنموا. ثم قال البخاري مضعفا هذه الرواية: والمعروف أن أبا ذر كان بالشام زمن عثمان رضي الله عنه، وعليها معاوية رضي الله عنه، ومات يزيد في زمن عمر رضي الله عنه، ولا يعرف لأبي ذر رضي الله عنه قدوم الشام زمن عمر رضي الله عنه.\nفالبخاري أعلّ الحديث هنا بمناقضته الواقع التاريخي الذي ينفي وجود أبي ذر في الشام زمن الحادثة المذكورة في الحديث.\nفقد جاء في روايات متعددة أن أبا ذر رضي الله عنه انتقل من المدينة إلي الشام في خلافة عثمان رضي الله عنه، حين كان معاوية رضي الله عنه أميرًا عليها (1).\nوالحديث أخرجه أبو يعلي (2)، وابن خزيمة (3)، وابن عساكر في «تاريخ دمشق» (4) واللفظ له، ثلاثتهم من طريق عبد الوهاب بن عبد المجيد عن عوف بن أبي جميلة عن مهاجر بن مخلد أبي مخلد عن أبي العالية عن أبي مسلم قال: غزا يزيد بن أبي سفيان بالناس فغنموا، فوقعت جارية نفيسة في سهم رجل، فاغتصبها يزيد، فأتي الرجل أبا ذر فاستعان به عليه فقال له: ردّ علي الرجل جاريته، فتلكأ عليه ثلاثا، فقال: إني (5) فعلت ذاك؛ لقد سمعت رسول الله صلي الله عليه وسلم يقول: «أول من يبدّل سنتي رجل من بني أمية، يقال له يزيد»، فقال له يزيد بن أبي سفيان: نشدتك بالله أنا منهم؟ قال: «لا». قال: فردّ علي الرجل جاريته.\nوهذا الإسناد ضعيف؛ لضعف مهاجر بن مخلد (6).\n(1) انظر: الطبقات الكبرى (4/ 226)، المستدرك للحاكم (3/ 387) ح 5468، تاريخ دمشق (66/ 198)، سير أعلام النبلاء (2/ 63)، فتح الباري (3/ 274).\n(2) كما في المطالب العالية (18/ 278) ح 4463.\n(3) كما في البداية والنهاية (11/ 348).\n(4) (65/ 250).\n(5) كذا في المطبوع، ولعل صوابها: لئن، كما في الرواية التي ذكرها ابن عساكر عقب هذه الرواية.\n(6) انظر: تهذيب الكمال (28/ 580)، تقريب التهذيب: 975.\nالجزء: 1 ¦ الصفحة: 231\n",
        "2 -\nوذكر البخاري في «التاريخ الأوسط» (1) حديث عبد الله بن سلمة عن عبد الله بن مسعود رضي الله عنه أنه قال: كنت مع النبي صلي الله عليه وسلم ليلة الجن.\nثم قال البخاري: ولا يصح. ثم ذكر روايات تنفي وجود ابن مسعود مع النبي صلي الله عليه وسلم ليلة الجن.\nفالبخاري أعلّ الحديث الذي فيه أن ابن مسعود كان مع النبي صلي الله عليه وسلم ليلة الجن بمخالفته الواقع التاريخي الذي ينفي ذلك.\nأما حديث عبد الله بن سلمة فأخرجه ابن المظفر في حديث شعبة (2) من طريق مسكين بن بكير عن شعبة عن عمرو بن مرة عن عبد الله بن سلمة عن عبد الله بن مسعود أنه كان مع رسول الله صلي الله عليه وسلم ليلة الجن. ومن طريق ابن المظفر رواه ابن دقيق العيد في كتابه «الإمام» (3).\nوعبد الله بن سلمة المرادي الكوفي فيه ضعف. وقد قال عمرو بن مرة راوي هذا الحديث عنه: كان عبد الله بن سلمة يحدثنا فنعرف وننكر، كان قد كبر (4). وهذا الحديث من منكراته؛ لأن متنه يخالف الواقع التاريخي الذي تعددت الروايات الصحيحة في إثباته.\nومن هذه الروايات التي ذكرها البخاري في هذا الموضع حديث داود عن عامر قال: سألت علقمة: هل كان ابن مسعود شهد مع رسول الله صلي الله عليه وسلم ليلة الجن؟ قال: فقال علقمة: أنا سألت ابن مسعود، فقلت: هل شهد أحد منكم مع رسول الله صلي الله عليه وسلم ليلة الجن؟ قال: لا، ولكنا كنا مع رسول الله ذات ليلة ففقدناه، فالتمسناه في الأودية والشعاب، فقلنا: استطير أو اغتيل، قال: فبتنا بشرّ ليلة بات بها قوم، فلما أصبحنا إذا هو جاء من قبل\n(1) (1/ 343). وذكر نحوه في التاريخ الكبير (2/ 201).\n(2) ص 131 ح 190 بتحقيق صالح اللحام.\n(3) (1/ 178).\n(4) الكامل لابن عدي (2/ 169)، تهذيب الكمال (15/ 52).\nالجزء: 1 ¦ الصفحة: 232\n",
        "حراء\n....\nالحديث، رواه مسلم (1). ورواه عقبه من طريق إبراهيم عن علقمة عن عبد الله بن مسعود قال: لم أكن ليلة الجن مع النبي صلي الله عليه وسلم، ووددت أني كنت معه.\nومن الروايات التي ذكرها البخاري قول عمرو بن مرة: سأت أبا عبيدة (2): أكان أبوك مع النبي صلي الله عليه وسلم ليلة الجن؟ فقال: لا، ما كان ذاك. رواه أحمد في «العلل» (3) من طريق شعبة عن عمرو به.\n3 -\nوذكر البخاري في «التاريخ الكبير» في ترجمة أسماء بن الحكم الفزاري حديثه عن علي أنه قال: كنت إذا حدثني رجل عن النبي صلي الله عليه وسلم حلّفته، فإذا حلف لي صدقته. ثم قال البخاري: ولم يرو عن أسماء بن الحكم إلا هذا الواحد وحديث آخر، ولم يتابع عليه. وقد روى أصحاب النبي صلي الله عليه وسلم بعضهم عن بعض، فلم يحلّف بعضهم بعضا.\nونقل العقيلي (4) هذا لنص عن البخاري، وزاد فيه: وقد روى علي عن عمر، ولم يستحلفه.\nوحديث أسماء أخرجه أبو داود (5) قال: حدثنا مسدد حدثنا أبو عوانة عن عثمان بن المغيرة الثقفي عن علي بن ربيعة الأسدي عن أسماء بن الحكم الفزاري قال: سمعت عليا رضي الله عنه يقول: كنت رجلا إذا سمعت من رسول الله صلي الله عليه وسلم حديثا نفعني الله منه بما شاء أن ينفعني وإذا حدثني أحد من أصحابه استحلفته، فإذا حلف لي صدقته. قال: وحدثني أبو بكر وصدق أبو بكر رضي الله عنه أنه قال: سمعت رسول الله صلي الله عليه وسلم يقول: «ما من عبد يذنب ذنبا\n(1) في كتاب الصلاة - باب الجهر بالقراءة في الصبح: 749 ح 1007.\n(2) يعني ابن عبد الله بن مسعود.\n(3) العلل ومعرفة الرجال (2/ 115).\n(4) في الضعفاء الكبير (1/ 107).\n(5) في كتاب الوتر - باب في الاستغفار: 1335 ح 1521.\nالجزء: 1 ¦ الصفحة: 233\n",
        "فيحسن الطهور، ثم يقوم فيصلّي ركعتين ثم يستغفر الله إلا غفر الله له» ثم قرأ هذه الآية: {وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا} [آل عمران: 135] إلي آخر الآية.\nوأخرجه الترمذي (1) عن قتيبة عن أبي عوانة به بنحوه.\nوأخرجه ابن ماجه (2) من طريق مسعر وسفيان عن عثمان به بنحوه.\nوهذا سند ضعيف، فأسماء بن الحكم الفزاري مجهول لم يرو عنه سوي علي بن ربيعة الأسدي (3). وقال الترمذي بعد روايته حديثه: ولا نعرف لأسماء بن الحكم حديثا مرفوعا إلا هذا. وقال البزار في مسنده (4): وقول علي: «كنت امرءا إذا سمعت من رسول الله صلي الله عليه وسلم حديثا» إنما رواه أسماء بن الحكم، وأسماء مجهول، لم يحدّث بغير هذا الحديث، ولم يحدّث عنه إلا علي بن ربيعة، فلم يرو عن علي إلا من هذا الوجه.\nوأعلّ البخاري متنه بأنه يناقض واقع الصحابة رضي الله عنه؛ إذ كان يروي بعضهم عن بعض، فلم يحلّف بعضهم بعضا.\nروى ابن سعد (5) بسنده عن حميد عن أنس بن مالك أنه حدّث بحديث عن رسول الله صلي الله عليه وسلم فقال له رجل: أنت سمعته من رسول الله صلي الله عليه وسلم؟ فغضب غضبًا شديدا، وقال: لا والله، ما كل ما نحدّثكم سمعنا من رسول الله صلي الله عليه وسلم، ولكنا لا يتهم بعضنا بعضا.\nورواه الحاكم في «المستدرك» (6) وفيه: ولكن كان يحدث بعضنا بعضا، ولا يتهم بعضنا بعضا.\n(1) في كتاب الصلاة - باب ما جاء في الصلاة عند التوبة: 1682 ح 406\n(2) في كتاب الصلوات - باب ما جاء في أن الصلاة كفارة: 2560 ح 1395.\n(3) انظر: تهذيب الكمال (2/ 533)؛ تحرير تقريب التهذيب (1/ 127).\n(4) البحر الزخار (1/ 64).\n(5) في الطبقات الكبرى (7/ 21).\n(6) (3/ 665).\nالجزء: 1 ¦ الصفحة: 234\n",
        "وروى الفريابي في كتاب «الصيام» (1) بسنده عن البراء بن عازب قال: ما كل ما نحدّثكم عن رسول الله صلي الله عليه وسلم سمعناه، منه ما سمعناه ومنه ما حدثنا عنه أصحابه، ونحن لا نكذب.\nوقد ناقش المزي البخاري في إعلاله الحديث بهذه العلة فقال: وأما ما أنكره من الاستحلاف فليس فيه أن كل واحد من الصحابة كان يستحلف من حدّثه عن النبي صلي الله عليه وسلم، بل فيه أن عليا رضي الله عنه كان يفعل ذلك، وليس ذلك بمنكر أن يحتاط في حديث النبي صلي الله عليه وسلم كما فعل عمر رضي الله عنه في سؤاله البينة بعض من كان يروي له شيئا عن النبي صلي الله عليه وسلم كما هو مشهور عنه، والاستحلاف أيسر من سؤال البينة (2).\nوالجواب أن عمر رضي الله عنه ثبت ذلك عنه في حادثة معينة (3)، ولم يرد أنه كان يفعل ذلك في كل حديث يأخذه عن غيره من الصحابة، وأما علي رضي الله عنه فلم يرد عنه في غير هذا الحديث أنه استحلف أحدًا من الصحابة علي شيء حدّثه به عن النبي صلي الله عليه وسلم مع أن هذا الحديث يفيد أن الاستحلاف عادة علي رضي الله عنه مع كل من يحدثه عن النبي صلي الله عليه وسلم. وهو في هذا الحديث الذي حدّثه به أبو بكر الصديق رضي الله عنه لم يستحلف أبا بكر.\nوذكر البخاري أيضا أن عليا روى عن عمر، ولم يستحلفه. وقال علي رضي الله عنه: أرسلنا المقداد بن الأسود إلي رسول الله صلي الله عليه وسلم، فسأله عن المذي يخرج من الإنسان، كيف يفعل به؟ فقال رسول الله صلي الله عليه وسلم: «توضأ وانضح فرجك»، متفق عليه، وهذا لفظ مسلم (4)، ورواه النسائي (5) من طريق عطاء عن ابن عباس قال: تذاكر علي\n(1) ص 164.\n(2) تهذيب الكمال (2/ 534).\n(3) انظر: صحيح البخاري - كتاب الاستئذان - باب التسليم والاستئذان ثلاثا: 526 ح 6245، وصحيح مسلم - كتاب الآداب - باب الاستئذان: 1061 ح 5626.\n(4) في كتاب الحيض - باب المذي: 279 ح 697، ورواه البخاري في كتاب الغسل - باب غسل المذي والوضوء منه: 24 ح 269.\n(5) في كتاب الغسل والتيمم - باب الوضوء من المذي: 2114 ح 436.\nالجزء: 1 ¦ الصفحة: 235\n",
        "والمقداد وعمار، فقال علي: إني امرؤ مذّاء، وإني أستحيي أن أسأل رسول الله صلي الله عليه وسلم؛ لمكان ابنته مني، فيسأله أحدكما، فذكر لي أن أحدهما - ونسيته - سأله فقال النبي صلي الله عليه وسلم: «ذاك المذي، إذا وجده أحدكم فليغسل ذلك منه، وليتوضأ وضوء للصلاة» أو «كوضوء الصلاة»، ولم يذكر أنه استحلفه.\n4 -\nوقال الترمذي: سألت محمدا (يعني البخاري) عن حديث الحسن: خطبنا ابن عباس فقال: «إن رسول الله صلي الله عليه وسلم فرض صدقة الفطر»، فقال: روى غير يزيد بن هارون عن حميد عن الحسن قال: خطب ابن عباس - وكأنه رأي هذا أصح - وإنما قال محمد هذا لأن ابن عباس كان بالبصرة في أيام علي، والحسن البصري في أيام عثمان وعلي كان بالمدينة (1).\nأما حديث الحسن بلفظ «خطبنا ابن عباس» الذي لم يرجحه البخاري لمناقضته الواقع التاريخي؛ فقد أخرجه البزار (2) قال: حدثنا محمد بن المثني حدثنا يزيد بن هارون أخبرنا حميد عن الحسن قال: خطبنا ابن عباس بالبصرة، فذكر الحديث.\nقال البزار: لا نعلم روى الحسن عن ابن عباس غير هذا. وقوله «خطبنا ابن عباس» فإنما خطب أهل البصرة، وكان وقت خطبة ابن عباس بالبصرة، ولم يكن شاهدا، ولا دخل البصرة بعد؛ لأن ابن عباس خطب يوم الجمل، ودخل الحسن أيام صفين، ولم يسمع الحسن من ابن عباس.\nوأما بلفظ «خطب ابن عباس» الذي رجحه البخاري فرواه أبو داود (3) قال: حدثنا محمد بن المثني حدثنا سهل بن يوسف قال حميد: أخبرنا عن الحسن قال: خطب ابن عباس رضي الله عنهما في آخر رمضان، علي منبر البصرة،\n(1) علل الترمذي الكبير: 109.\n(2) كما في مختصر زوائد مسند البزار لابن حجر (1/ 399) ح 660.\n(3) في كتاب الزكاة - باب من روى نصف صاع من قمح: 1344 ح 1622.\nالجزء: 1 ¦ الصفحة: 236\n",
        "فقال: «أخرجوا صدقة صومكم\n...\n» الحديث.\nوأخرجه النسائي (1) قال: أخبرنا علي بن حجر قال: حدثنا يزيد وهو ابن هارون قال: أنبأنا حميد عن الحسن أن ابن عباس خطب بالبصرة فقال: «أدّوا زكاة صومكم\n...\n» الحديث.\nوعلي كال حال فإن السند منقطع؛ لأن الحسن لم يسمع من ابن عباس كما قال جمع من الأئمة (2).\n5 -\nوروى البخاري في «التاريخ الأوسط» (3) عن عبد الله عن الليث عن يونس عن ابن شهاب قال: أخبرني إبراهيم بن عبد الرحمن: استسقي بهم النبي صلي الله عليه وسلم. ورأي بعضهم في كتاب أن النبي صلي الله عليه وسلم استسقي بهم، ولا أراه يصح؛ لأن أم كلثوم زوّجها الوليد، وأسلم الوليد يوم الفتح. وكان البخاري قد ذكر قبل هذا أن أم إبراهيم بن عبد الرحمن بن عوف هي أم كلثوم بنت عقبة.\nوقول البخاري: «أم كلثوم زوّجها أخوها الوليد» قال ابن حجر: يعني لعبد الرحمن بن عوف أيام الفتح (4).\nفالبخاري أعلّ حديث إبراهيم الذي فيه أن النبي صلي الله عليه وسلم استسقي بهم بمناقضته الواقع التاريخي الذي يدلّ علي أن إبراهيم راوي هذا الحديث كان عمره حين توفي النبي صلي الله عليه وسلم دون السنتين علي أقل التقديرات؛ لأن أباه تزوج أمه في فتح مكة أي في رمضان في السنة الثامنة، فتكون ولادته في السنة التاسعة علي أقل التقديرات، فيكون عمره عند وفاة النبي صلي الله عليه وسلم دون السنتين، فلا يتصور أن يقول: إن النبي صلي الله عليه وسلم استسقي بهم!؛ مما يدل علي عدم صحة\n(1) في كتاب صلاة العيدين - باب حث الإمام علي الصدقة في الخطبة: 2193 ح 1581.\n(2) انظر: المراسيل لا بن أبي حاتم: 34.\n(3) (1/ 345) برقم 743.\n(4) تهذيب التهذيب (1/ 121).\nالجزء: 1 ¦ الصفحة: 237\n",
        "هذه الرواية. وقد جزم ابن حجر بأن مولد إبراهيم كان قبل وفاة النبي (1).\nوليس له رواية عن النبي صلي الله عليه وسلم، وإنما يروي عن الصحابة (2).\nوقد ذكره ابن سعد، ويعقوب بن سفيان، ويعقوب بن شيبة في التابعين (3).\n6 -\nوروى البخاري في «التاريخ الأوسط» (4) قال: حدثنا ابن الأصبهاني حدثنا المحاربي عن ليث عن مجاهد قال لي أبو هريرة: يا فارسي أشكم درد. قال ابن الأصبهاني: ورفعه ذواد. وليس له أصل؛ أبو هريرة لم يكن فارسيا، إنما مجاهد فارسي.\nفقد ردّ البخاري الرواية المرفوعة لمخالفة متنها الواقع؛ إذ إن أبا هريرة رضي الله عنه عربي دوسي (5) فلا يمكن أن يقول له النبي صلي الله عليه وسلم: يا فارسي، ويخاطبه بالفارسية أيضا.\nثم أشار البخاري إلي إمكان ترجيح الرواية الموقوفة، فيكون أبو هريرة رضي الله عنه هو الذي خاطب مجاهدا بذلك، فمجاهد لم يكن عربيا، وإنما كان مولي لأحد بني مخزوم (6).\nقال ابن الجوزي بعد أن ذكر الرواية الموقوفة: فقد بان بهذا أن المتكلم بالفارسية أبو هريرة لا رسول الله صلي الله عليه وسلم، وإنما الذي رفعه وهم (7).\nوالرواية المرفوعة أخرجها ابن ماجه (8) قال: حدثنا جعفر بن مسافر حدثنا السري بن مسكين حدثنا ذواد بن علبة عن ليث عن مجاهد عن أبي هريرة قال: هجر النبي صلي الله عليه وسلم فهجرت فصلّيت، ثم جلست، فالتفت إلي\n(1) انظر: الإصابة (1/ 177).\n(2) انظر: تهذيب الكمال (2/ 134).\n(3) انظر: الطبقات الكبرى (5/ 65)، المعرفة والتاريخ (1/ 367)، تهذيب الكمال (2/ 135).\n(4) (2/ 185) برقم 1409.\n(5) انظر: الاستيعاب (4/ 1768)، الإصابة (7/ 425).\n(6) انظر: الطبقات لخليفة: 240، الطبقات الكبرى لابن سعد (5/ 466).\n(7) العلل المتناهية (1/ 173).\n(8) في كتاب الطب - باب الصلاة شفاء: 2685 ح 3458.\nالجزء: 1 ¦ الصفحة: 238\n",
        "النبي صلي الله عليه وسلم فقال: «اشكمت درد؟» قلت: نعم يا رسول الله. قال: «قم فصلّ؛ فإن في الصلاة شفاء».\nثم رواه أبو الحسن القطان راوي سنن ابن ماجة عقبه من طريق أخرى فيها تفسير الكلمة المذكورة فقال: اشكمت درد يعني: تشتكي بطنك، بالفارسية.\nولم أجد من ذكر في الرواية المرفوعة لفظة «يا فارسي».\nوهذا سند ضعيف لأجل ذواد بن علبة فهو ضعيف (1)، ولأجل ليث؛ فإنه ابن أبي سليم وهو ضعيف (2).\nوأما الرواية الموقوفة فرواها البخاري في «التاريخ» كما تقدم، والعقيلي (3)، وابن عدي (4)، من طريق ليث بن أبي سليم عن مجاهد به. وليث بن أبي سليم ضعيف كما تقدم.\n7 -\nوقال البخاري في «التاريخ الأوسط» (5): قال سليمان بن حرب: روى ابن فضاء هذا الحديث: نهي النبي صلي الله عليه وسلم عن كسر سكة المسلمين الجارية بينهم. قال سليمان: وإنما ضرب السكة حجاج بن يوسف، لم يكن في عهد النبي صلي الله عليه وسلم.\nوالمراد بالسكة هنا الدنانير والدراهم المضروبة، سمّيت باسم الحديدة التي تطبع عليها الدراهم، فهي أيضا يقال لها: سكة (6).\nفالبخاري حين ذكر الحديث أتبعه بذكر العلة في متنه نقلا عن شيخه\n(1) تقريب التهذيب: 313.\n(2) انظر: تهذيب الكمال (24/ 279).\n(3) في الضعفاء الكبير (2/ 48).\n(4) في الكامل (3/ 121).\n(5) (2/ 106).\n(6) انظر: غريب الحديث للخطابي (1/ 456)، النهاية ابن الأثير: 437.\nالجزء: 1 ¦ الصفحة: 239\n",
        "سليمان بن حرب. فالمتن ينقاض الواقع التاريخي؛ إذ هو ينهي عن كسر سكة المسلمين في وقت لم يكن للمسلمين فيه سكة خاصة بهم؛ إذ إن أول من ضرب النقود الخاصة بالدولة الإسلامية الحجاج بن يوسف بأمر عبد الملك بن مروان الخليفة الأموي (1). وكانت دنانيرهم الذهبية قبل ذلك ترد مسكوكة من بلاد الروم، ودراهمهم الفضية ترد مسكوكة من بلاد الفرس (2).\nومما يؤيد إعلال الحديث بالعلة المذكورة أن مما علل به النهي عن كسر سكة المسلمين احترام ذكر الله تعالي المضروب علي الدينار والدرهم (3). فهذا يبين أن المقصود سكة الدولة الإسلامية التي لم توجد إلا في عهد بني أمية ومن بعدهم.\nوالحديث أخرجه أبو داود (4) من طريق محمد بن فضاء عن أبيه عن علقمة بن عبد الله عن أبيه قال: نهي رسول الله صلي الله عليه وسلم أن تكسر سكة المسلمين الجائزة بينهم إلا من بأس.\nوأخرجه ابن ماجه (5) من الطريق نفسها.\nوهذا سند ضعيف جدا؛ فمحمد بن فضاء ضعيف منكر الحديث (6)، ووالده مجهول (7).\n8 -\nوذكر البخاري في «التاريخ الأوسط» (8) حديث محمد بن سلمة\n(1) انظر: مقدمة ابن خلدون: 261.\n(2) انظر: زكاة النقود الورقية المعاصرة للخالدي: 97.\n(3) انظر: غريب الحديث للخطابي (1/ 456).\n(4) في كتاب البيوع - باب في كسر الدراهم: 3449.\n(5) في كتاب التجارات - باب النهي عن كسر الدراهم والدنانير: 2612 ح 2263.\n(6) انظر: تهذيب الكمال وحاشية تحقيقه (26/ 278).\n(7) تقريب التهذيب: 781.\n(8) (1/ 90) برقم 51.\nالجزء: 1 ¦ الصفحة: 240\n",
        "عن أبي عبد الرحيم عن زيد بن أبي أنيسة عن محمد بن عبد الله عن المطلب عن أبي هريرة قال: دخلت علي رقية بنت رسول الله صلي الله عليه وسلم امرأة عثمان، وفي يدها مشط. ثم قال البخاري: ولا أري حفظه؛ لأن رقية بنت النبي صلي الله عليه وسلم ماتت أيام بدر، وأبو هريرة هاجر بعد ذلك بنحو من خمس سنين أيام خيبر. ولا يعرف للمطلب سماع من أبي هريرة، ولا لمحمد عن المطلب، ولا تقوم به الحجة. ثم روى بعد هذا بالأسانيد الصحيحة ما يثبت قدوم أبي هريرة رضي الله عنه أيام خيبر، ووفاة رقية رضي الله عنها أيام بدر.\nوأعلّ الحديث بهذا في «تاريخه الكبير» (1) أيضًا. فهو أعلّ الحديث بمناقضة متنه الواقع التاريخي؛ إذ كيف يدخل أبو هريرة علي رقية، وقد ماتت قبل أن يهاجر إلي المدينة بنحو خمس سنين؟!.\nوممن أعلّ الحديث بهذا يعقوب بن سفيان، فقال: ورقية قد توفيت قبل قدوم أبي هريرة بسنين (2).\nوالدارقطني، فقال بعد أن ذكر أنه غريب: وفي متنه نظر ولست أدري الوهم فيه على من أدخل؛ لأن أبا هريرة أسلم زمن خيبر، ورقية بنت رسول الله صلي الله عليه وسلم توفيت عام بدر، والله أعلم (3).\nوالحديث المذكور رواه يعقوب بن سفيان في «المعرفة والتاريخ» (4)، والدولابي في «الذرية الطاهرة» (5)، والطبراني في «المعجم الكبير» (6)، والقطيعي في زوائده علي فضائل الصحابة للإمام أحمد (7)، وابن عساكر في\n(1) (1/ 130).\n(2) تاريخ دمشق (39/ 98).\n(3) أطراف الغرائب والأفراد (5/ 264).\n(4) (3/ 162).\n(5) ص 78.\n(6) (1/ 76) ح 99.\n(7) (1/ 624) ح 834، (1/ 629) ح 840.\nالجزء: 1 ¦ الصفحة: 241\n",
        "«تاريخ دمشق» (1) كلهم من طريق محمد بن سلمة الحراني عن أبي عبد الرحيم عن زيد بن أبي أنيسة عن محمد بن عبد الله عن المطلب عن أبي هريرة قال: دخلت علي رقية ابنة رسول الله صلي الله عليه وسلم امرأة عثمان بن عفان، وفي يدها مشط فقالت: خرج من عندي رسول الله صلي الله عليه وسلم آنفا؛ رجلت رأسه، فقال: «كيف تجدين أبا عبد الله؟». قلت: كخير الرجال. قال: «أكرميه؛ فإنه من أشبه أصحابي بي خلقا».\nوهذا سند ضعيف، فيه علتان:-\nالأولي: جهالة محمد بن عبد الله الراوي عن المطلب؛ فإنه لا يعرف إلا في هذا الحديث، ولا يعرف من هو (2)، ولا يثبت الاتصال بينه وبين المطلب كما ذكر البخاري.\nوالأخرى: بيّنها البخاري بقوله: لا يعرف للمطلب سماع من أبي هريرة.\nوقال أبو حاتم: روى عن أبي هريرة مرسلا (3). فالسند منقطع بين المطلب وأبي هريرة.\n(1) (39/ 97).\n(2) انظر: التاريخ الكبير (1/ 129)، الجرح والتعديل (7/ 309)، تهذيب الكمال (10/ 20)، مجمع الزوائد (9/ 81).\n(3) المراسيل: 209.\nالجزء: 1 ¦ الصفحة: 242\n",
        "القسم السادس: الآثار التي أعلّها البخاري بمناقضة متونها ما ثبت عن أصحابها\nوهي ثلاثة آثار رويت عن ابن عمر رضي الله عنهما، وأعلّها البخاري بمخالفتها الثابت عن ابن عمر في المسألة نفسها. وهذا يدل علي أن عناية البخاري بنقد متون الأخبار لم تقتصر علي الأحاديث المرفوعة، وإنما شملت غيرها من الموقوفات.\n1 -\nفقد روى البخاري في «التاريخ الأوسط» (1) عن عمرو بن علي أنه سمع يحيى يسأل عن حديث عريف بن درهم الجمال فتمنع به، ثم حدثنا به ثم قال: روى حديثا منكرًا عن جبلة بن سحيم عن ابن عمر: «الجزور والبقرة عن سبعة».\nثم روى البخاري ما يدل علي نكارة حديث عريف فقال: حدثنا إسماعيل قال: حدثني مالك عن نافع عن ابن عمر قال: لا تذبح البقرة والبدنة والشاة إلا عن إنسان واحد. قال البخاري: وهذا أصح من ذلك.\nفقد أيّد البخاري استنكار القطان لحديث عريف الذي فيه أن ابن عمر رضي الله عنهما يرى إجزاء الجزور والبقرة عن سبعة، لمخالفته ما هو ثابت عن ابن عمر من قوله بعدم الإجزاء.\n(1) (2/ 97) برقم 1234.\nالجزء: 1 ¦ الصفحة: 243\n",
        "أما حديث عريف فرواه العقيلي في «الضعفاء الكبير» (1) من طريق وكيع عن عريف بن درهم عن جبلة بن سحيم عن ابن عمر قال: «الجزور والبقرة عن سبعة».\nومن طريق العقيلي رواه ابن حزم في «المحلى» (2).\nوهذا سند ضعيف لأجل عريف بن درهم فإنه ضعيف (3) وقد عدّ العلماء هذا الحديث من منكراته، منهم يحيى القطان كما تقدم في كلام البخاري، وأيّده البخاري علي ذلك.\nوأما قول ابن عمر بعدم الإجزاء والذي رواه البخاري عنه بالسند المتقدم، وهو سند صحيح فلم أجد من رواه غير البخاري. وقد ذكره ابن حزم من طريق أخرى بمعناه فقال: وروينا من طريق عبيد الله بن عمر عن نافع عن ابن عمر: «البدنة عن واحد، والبقرة عن واحد، والشاة عن واحد، لا أعلم شركا».\nوروى أحمد في «مسنده» (4) من طريق مجالد بن سعيد عن الشعبي أنه قال: سألت ابن عمر قلت: الجزور والبقرة تجزئ عن سبعة؟ قال: يا شعبي، ولها سبعة أنفس؟!. قال: قلت: إن أصحاب محمد يزعمون أن رسول الله صلي الله عليه وسلم سنّ الجزور والبقرة عن سبعة. قال: فقال ابن عمر لرجل: أكذاك يا فلان؟ قال: نعم. قال: ما شعرت بهذا.\nوهذا سند ضعيف؛ لضعف مجالد بن سعيد (5).\n(1) (3/ 428).\n(2) (7/ 151).\n(3) انظر: كتاب المجروحين لا بن حبان (2/ 193)، ميزان الاعتدال (3/ 65).\n(4) (38/ 460) ح 23478.\n(5) انظر: تهذيب الكمال (27/ 219).\nالجزء: 1 ¦ الصفحة: 244\n",
        "2 -\nوذكر البخاري في «التاريخ الكبير» (1) حديث أيفع أو أيمع عن ابن عمر أنه قال: لا أبالي أعانني رجل علي طهوري أو ركوعي. ثم قال البخاري: وهذا منكر؛ لأن مجاهدا وعباية قالا: وضأنا ابن عمر.\nوحديث أيفع لم أقف علي من ذكر إسناده لكن ابن حجر ذكر أن أبا جعفر الطبري روى عن ابن عمر أنه كان يقول: ما أبالي من أعانني علي طهوري أو علي ركوعي وسجودي (2). وذكر ابن بطال عن الطبري أن راوي هذا عن ابن عمر هو أيفع، وهو مجهول (3). فالأثر ضعيف، وقد أعلّه البخاري بمخالفته ما ثبت عن ابن عمر في هذا الباب؛ فقد روى ابن أبي شيبة في مصنفه (4) قال: حدثنا يعلي قال: حدثنا أبو حيان عن عباية قال: وضأت ابن عمر، فقمت عن يمينه أفرغ عليه الماء، فلما فرغ صعّد فيّ بصره فقال: من أين أخذت هذا الأدب؟ فقلت: من جدي رافع. قال: هنالك.\nورواه ابن المنذر في «الأوسط» (5) من طريق الثوري عن أبي حيان به بنحوه.\nوهذا سند صحيح. يعلي هو ابن عبيد الطنافسي، وأبو حيان هو يحيى بن سعيد بن حيان، وعباية هو ابن رفاعة بن رافع بن خديج، وكلهم ثقات (6).\nوروى ابن أبي شيبة في «مصنفه» (7) قال: حدثنا عبد الرحيم بن سليمان\n(1) (2/ 63).\n(2) فتح الباري (1/ 286).\n(3) شرح صحيح البخاري لا بن بطال (1/ 278).\n(4) (8/ 617) ح 27051.\n(5) (1/ 362).\n(6) انظر: تقريب التهذيب: 1091، 1055، 489.\n(7) (1/ 35) ح 175.\nالجزء: 1 ¦ الصفحة: 245\n",
        "عن إسماعيل بن أبي خالد عن عثمان - قال: وكان من غلمة ابن الزبير - قال: وضأت ابن عمر، فرأيته يمسح ظاهر أذنيه.\nوهذا سند رجاله ثقات إلا عثمان مولي آل الزبير، فقد ذكره البخاري (1) وابن أبي حاتم (2) ولم يذكرا فيه جرحا ولا تعديلا، وقد ذكره ابن حبان في الثقات (3).\nقال الطبري: وثبت عن ابن عمر خلاف ما ذكر عنه (يعني من كراهة أن يعان في الوضوء)، فروى شعبة عن أبي بشر عن مجاهد أنه كان يسكب علي ابن عمر الماء، فيغسل رجليه. وهذا أصح عن ابن عمر (4).\n3 -\nوقال البخاري في «التاريخ الكبير» (5): قال لنا مالك بن إسماعيل عن شريك عن ابن أبي ليلي عن محمد بن بيان عن ابن عمر: كره أخذ الدنانير عن الدراهم في القرض، ولم ير في البيع بأسا.\nثم أعلّه البخاري فقال: وقال سعيد بن المسيب وغيره عن ابن عمر: لا بأس به. وهذا أصح.\nثم ذكر حديث سعيد بن جبير عن ابن عمر: كنت أبيع، فقال النبي صلي الله عليه وسلم: «لا بأس به».\nقال البخاري: وروى داود عن سعيد عن ابن عمر قوله.\nوحديث محمد بن بيان عن ابن عمر ضعيف، ففي إسناده شريك، وهو ابن عبد الله النخعي، وهو سييء الحفظ (6)، وابن أبي ليلي، وهو محمد بن عبد الرحمن، وهو سييء الحفظ جدًا (7)، ومحمد بن بيان وهو مجهول الحال،\n(1) في التاريخ الكبير (6/ 257).\n(2) في الجرح والتعديل (6/ 173).\n(3) (5/ 156).\n(4) شرح صحيح البخاري لا بن بطال (1/ 278).\n(5) (1/ 45).\n(6) انظر: تهذيب الكمال (12/ 471).\n(7) انظر: تقريب التهذيب: 871.\nالجزء: 1 ¦ الصفحة: 246\n",
        "ذكره البخاري وابن أبي حاتم، ولم يذكرا فيه جرحا ولا تعديلا (1). وقد نبه البخاري أنه يناقض ما روي عن ابن عمر مرفوعا وموقوفا في هذه المسألة.\nأما الرفوع فرواه أبو داود (2) قال: حدثنا موسي بن إسماعيل ومحمد بن محبوب المعنى واحد قالا: حدثنا حماد عن سماك بن حرب عن سعيد بن جبير عن ابن عمر قال: كنت أبيع الإبل بالبقيع، فأبيع بالدنانير وآخذ الدراهم، وأبيع بالدراهم وآخذ الدنانير، آخذ هذه من هذه، وأعطي هذه من هذه، فأتيت رسول الله صلي الله عليه وسلم، وهو في بيت حفصة، فقلت: يا رسول الله، رويدك أسألك، إني أبيع الإبل بالبقيع، فأبيع بالدنانير وآخذ الدراهم، وأبيع بالدراهم وآخذ الدنانير، آخذ هذه من هذه، وأعطي هذه من هذه؟ فقال رسول الله صلي الله عليه وسلم: «لا بأس أن تأخذها بسعر يومها؛ ما لم تفترقا وبينكما شيء».\nورواه الترمذي (3) من طريق يزيد بن هارون عن حماد به بنحوه.\nوالنسائي (4) من طريق المعافى عن حماد به بنحوه.\nوابن ماجه (5) من طريق يعقوب بن إسحاق عن حماد به بنحوه، ومن طريق عمر بن عبيد الطنافسي عن سماك به بنحوه.\nوأما الموقوف فرواه ابن أبي شيبة في «مصنفه» (6) قال: حدثنا ابن أبي زائدة عن داود بن أبي هند عن سعيد بن جبير قال: رأيت ابن عمر يكون عليه الورق، فيعطي قيمتها دنانير إذا قامت علي سعر، ويكون عليه الدنانير، فيعطي الورق بقيمتها.\n(1) انظر: التاريخ الكبير (1/ 45)، الجرح والتعديل (7/ 213).\n(2) في كتاب البيوع - باب في اقتضاء الذهب من الورق: 1474 ح 3354.\n(3) في كتاب البيوع - باب ما جاء في الصرف: 1776 ح 1242.\n(4) في كتاب البيوع - باب أخذ الورق من الذهب: 2384 ح 4593.\n(5) في كتاب التجارات - باب اقتضاء الذهب من الورق 2612 ح 2262.\n(6) (7/ 369) ح 21499.\nالجزء: 1 ¦ الصفحة: 247\n",
        "والراجح أن هذا الحديث لا يصح إلا موقوفا علي ابن عمر رضي الله عنهما.\nقال أبو داود الطيالسي: سمعت خالد بن طليق يسأل شعبة فقال: يا أبا بسطام حدثني حديث سماك بن حرب في اقتضاء الورق من الذهب حديث ابن عمر، فقال: أصلحك الله، هذا حديث ليس يرفعه أحد إلا سماك. قال: فترهب أن أروي عنك؟ قال: لا، ولكن حدثنيه قتادة عن سعيد بن المسيب عن ابن عمر، ولم يرفعه، وأخبرنيه أيوب عن نافع عن ابن عمر، ولم يرفعه، وحدثني داود بن أبي هند عن سعيد بن جبير ولم يرفعه، ورفعه سماك، فأنا أفرقه (1).\nوقال الترمذي عقبه: هذا حديث لا نعرفه مرفوعًا إلا من حديث سماك بن حرب عن سعيد بن جبير عن ابن عمر. وروى داود بن أبي هند هذا الحديث عن سعيد بن جبير عن ابن عمر موقوفا.\nوقال الدارقطني: اختلف في رفعه علي سعيد بن جبير، فرواه سماك بن حرب عن سعيد بن جبير مرفوعا\n.....\nوخالفه داود بن أبي هند فرواه عن سعيد بن جبير عن ابن عمر موقوفا، وكذلك رواه سعيد بن المسيب ونافع عن ابن عمر موقوفا، ولم يرفعه غير سماك وسماك سيء الحفظ (2).\nوقال البيهقي: والحديث يتفرد برفعه سماك بن حرب عن سعيد بن جبير من بين أصحاب ابن عمر (3).\n(1) الجرح والتعديل (1/ 158)، معرفة السنن والآثار للبيهقي (4/ 352)، التلخيص الحبير (3/ 26).\n(2) العلل للدارقطني - المجلد الرابع 73.\n(3) السنن الكبرى (5/ 284).\nالجزء: 1 ¦ الصفحة: 248\n",
        "خاتمة\nتبيّن مما تقدم ذكره من الأحاديث التي أعلّ الإمام البخاري رحمه الله تعالي متونها نتائج متعددة، ومن أهمها:\n1 -\nقوة منهج الإمام البخاري رحمه الله في نقد متن الحديث.\n2 -\nعناية الإمام البخاري بالتحقق من سلامة المتن من التناقض الذي لا يمكن أن يوجد في الأخبار الصحيحة، ودقة نظره في هذا الباب.\nوهذا الأمر قد قصر فيه كثير ممن يشتغل بهذا العلم من المعاصرين، فيصححون أحاديث فيها تناقض ظاهر.\n3 -\nأن غالب الأحاديث التي أعلّها البخاري من جهة متنها أعلّها أيضًا من جهة سندها، وهذا يؤكد ما بين صحة المتن وصحة السند من ملازمة، بمعني أن وجود علة في المتن يقتضي وجود علة في السند ظاهرة أو خفية.\n4 -\nأن عناية المحدثين بالمتن لا تقلّ عن عنايتهم بالسند، وليس الأمر كما زعم أعداء الإسلام من المستشرقين وأذنابهم حين ادعوا خلاف ذلك.\nقال المستشرق جولد تسيهر: نقد الأحاديث عند المسلمين قد غلب عليه الجانب الشكلي منذ البداية، فالقوالب الجاهزة هي التي يحكم بواسطتها علي الحديث بالصحة أو بغيرها. وهكذا لا يخضع للنقد إلا الشكل الخارجي للحديث؛ ذلك أن صحة المضمون مرتبطة أوثق الارتباط بنقد سلسلة الإسناد، فإذا استقام سند حديث لقوالب النقد الخارجي؛ فإن المتن يصحح حتي ولو كان معناه غير واقعي، أو احتوي علي متناقضات داخلية أو خارجية، فيكفي لهذا الإسناد أن يكون متصل الحلقات، وأن يكون رواته ثقات اتصل الواحد منهم\nالجزء: 1 ¦ الصفحة: 249\n",
        "بشيخه حتي يقبل متن مرويه (1).\nوهذا كلام باطل يردّه واقع المحدثين الذي بيّن هذا البحث بعض جوانبه عند أحد أكابر أئمتهم، وهو البخاري.\nوظهر كيف أعلّ البخاري تلك الأحاديث بمناقضة متونها ما هو ثابت.\nثم إن عناية المحدثين بالسند إنما هي لأجل المتن، فالسند سلسلة من الرواة لا يقصد لذاته وإنما لما يحمله من متن، فالعناية بالسند صيانة للمتن في الحقيقة.\nوالحمد لله علي إحسانه وتوفيقه، وصلّى الله وسلّم علي نبيه الكريم وآله وأصحابه والتابعين لهم بإحسان إلي يوم الدين.\n(1) جهود المحدثين في نقد متن الحديث ص 450.\nالجزء: 1 ¦ الصفحة: 250\n",
        "فهرس المصادر والمراجع\n- الأباطيل والمناكير والصحاح والمشاهير؛ للحسين بن إبراهيم الجوزقاني - تحقيق: عبد الرحمن الفريوائي - دار الصميعي بالرياض - الطبعة الثالثة 1415 هـ.\n- الأحاديث المختارة؛ لعبد الواحد بن أحمد المقدسي - تحقيق: عبد الملك بن دهيش - مكتبة النهضة الحديثة بمكة - الطبعة الأولى 1410 هـ.\n- الإحسان في تقريب صحيح ابن حبان؛ لعلي بن بلبان الفارسي - تحقيق: شعيب الأرنؤوط - مؤسسة الرسالة ببيروت - الطبعة الأولى 1408 هـ.\n- الأحكام الوسطى؛ لعبد الحق بن عبد الرحمن الإشبيلي - تحقيق: حمدي السلفي وصبحي السامرائي - مكتبة الرشد بالرياض - الطبعة الأولى 1416هـ.\n- الاستذكار الجامع لمذاهب فقهاء الأمصار وعلماء الأقطار؛ ليوسف بن عبد البر - تحقيق: عبد المعطي قلعجي - دار قتيبة ودار الوعي بالشام - الطبعة الأولى 1414 هـ.\n- الاستيعاب في معرفة الأصحاب؛ ليوسف بن عبد البر - تحيقق: علي البجاوي - دار الجيل بلبنان - الطبعة الأولى 1412 هـ.\n- أطراف الغرائب والأفراد للدارقطني؛ تصنيف محمد بن طاهر المقدسي - تحقيق: محمود نصار والسيد يوسف - دار الكتب العلمية بلبنان - الطبعة الأولى 1419 هـ.\n- أطراف مسند الإمام أحمد؛ لأحمد بن علي بن حجر العسقلاني - تحقيق: زهير الناصر - دار ابن كثير ودار الكلم الطيب بالشام - الطبعة الأولى 1414 هـ.\n- إكمال المعلم بفوائد مسلم؛ لعياض بن موسي اليحصبي - تحقيق: يحيى إسماعيل - دار الوفاء بمصر - الطبعة الأولى 1419 هـ.\n- الإمام في معرفة أحاديث الأحكام؛ لمحمد بن علي المشهور بابن دقيق العيد - تحقيق: سعد الحميد - دار المحقق بالرياض - الطبعة الأولى 1420 هـ.\n- الأم؛ لمحمد بن إدريس الشافعي - أشرف علي طبعه محمد النجار - دار المعرفة بلبنان.\n- الأوسط في السنن والإجماع والاختلاف؛ لمحمد بن إبراهيم بن المنذر - تحقيق: صغير أحمد حنيف - دار طيبة بالرياض - الطبعة الأولى 1405 هـ.\nالجزء: 1 ¦ الصفحة: 251\n",
        "- البحر الزخار المعروف بمسند البزار؛ لأحمد بن عمرو البزار - تحقيق: محفوظ الرحمن زين الله - مكتبة العلوم والحكم بالمدينة - الطبعة الأولى 1409 هـ.\n- البداية والنهاية؛ لإسماعيل بن كثير - تحقيق: عبد الله التركي - دار هجر بمصر - الطبعة الأولى 1417 هـ.\n- بغية الباحث عن زوائد مسند الحارث؛ لعلي بن أبي بكر الهيثمي - تحقيق: مسعد السعدني - دار الطلائع بمصر.\n- بيان من أخطأ علي الشافعي؛ لأحمد بن الحسين البيهقي - تحقيق: نايف الدعيس - مؤسسة الرسالة ببيروت - الطبعة الأولى 1402 هـ.\n- بيان الوهم والإيهام الواقعين في كتاب الأحكام؛ لعلي بن محمد ابن القطان - تحقيق: الحسين آيت سعيد - دار طيبة بالرياض - الطبعة الأولى 1418 هـ.\n- بين الإمامين مسلم والدارقطني؛ لربيع بن هادي المدخلي - مكتبة الرشد بالرياض - الطبعة الأولى 1420 هـ.\n- تاريخ أبي زرعة الدمشقي؛ لعبد الرحمن بن عمرو النصري أبو زرعة الدمشقي - تحقيق: شكر الله القوجاني - مجمع اللغة العربية بدمشق.\n- التاريخ الأوسط؛ لمحمد بن إسماعيل البخاري - تحقيق: محمد اللحيدان - دار الصميعي - الطبعة الأولى 1418 هـ.\n- تاريخ بغداد؛ لأحمد بن علي الخطيب البغدادي - دار الكتب العلمية.\n- التاريخ الكبير؛ لمحمد بن إسماعيل البخاري - دار الكتب العلمية بلبنان.\n- تاريخ مدينة دمشق؛ لعلي بن الحسن المعروف بابن عساكر - تحقيق: عمر بن غرامة العمروي - دار الفكر بلبنان - 1415 هـ.\n- التتبع؛ لعلي بن عمر الدارقطني - تحقيق: مقبل الوادعي - دار الخلفاء بالكويت - الطبعة الثانية.\n- تحرير تقريب التهذيب؛ لبشار عواد وشعيب الأرنؤوط - مؤسسة الرسالة ببيروت - الطبعة الأولى 1417 هـ.\n- التحقيق في أحاديث الخلاف؛ لعبد الرحمن ابن الجوزي - تحقيق: مسعد السعدني - دار الكتب العلمية - الطبعة الأولى 1414 هـ.\nالجزء: 1 ¦ الصفحة: 252\n",
        "- تقريب التهذيب؛ لأحمد بن علي بن حجر العسقلاني - تحقيق: صغير أحمد الباكستاني - دار العاصمة بالرياض - الطبعة الأولى 1416 هـ.\n- التلخيص الحبير في تخريج أحاديث الرافعي الكبير؛ لأحمد بن علي بن حجر العسقلاني - تحقيق: عبد الله هاشم المدني - 1384 هـ.\n- التمهيد لما في الموطأ من المعاني والأسانيد؛ ليوسف بن عبد البر - تحقيق: مجموعة من العلماء - طبعة مصورة عن الطبعة المغربية.\n- تنزيه الشريعة المرفوعة عن الأحاديث الشنيعة الموضوعة؛ لعلي بن محمد بن عراق الكناني - دار الكتب العلمية بلبنان - الطبعة الثانية 1401 هـ.\n- تنقيح التحقيق في أحاديث التعليق؛ لمحمد بن أحمد بن عبد الهادي الحنبلي - تحقيق: عامر حسن صبري - المكتبة الحديثة بالإمارات العربية المتحدة - الطبعة الأولى 1409 هـ.\n- تهذيب التهذيب؛ لأحمد بن علي بن حجر العسقلاني - دار الفكر بلبنان - الطبعة الأولى 1404 هـ.\n- تهذيب السنن؛ لمحمد بن أبي بكر ابن قيم الجوزية - مطبوع بهامش مختصر سنن أبي داود للمنذري - تحقيق: محمد حامد الفقي - مكتبة السنة المحمدية ومكتبة ابن تيمية بمصر.\n- تهذيب الكمال في أسماء الرجال؛ ليوسف بن عبد الرحمن المزي - تحقيق: بشار عواد - مؤسسة الرسالة ببيروت - الطبعة الرابعة 1406 هـ.\n- جامع بيان العلم وفضله؛ ليوسف بن عبد البر - تحقيق: أبي الأشبال الزهيري - دار ابن الجوزي بالدمام - الطبعة الأولى 1414 هـ.\n- الجامع الصغير من حديث البشير النذير؛ لعبد الرحمن بن أبي بكر السيوطي - تحقيق: حمدي الدمرداش - مكتبة نزار الباز بمكة - الطبعة الأولى 1419 هـ.\n- الجرح والتعديل؛ لعبد الرحمن بن أبي حاتم الرازي - تصحيح: عبد الرحمن بن يحيى المعلمي - دائرة المعارف العثمانية - الطبعة الأولى 1372 هـ.\n- جهود المحدثين في نقد متن الحديث النبوي - الشريف؛ لمحمد طاهر الجوابي - مؤسسة الكريم بن عبد الله بتونس - 1991 م.\nالجزء: 1 ¦ الصفحة: 253\n",
        "- الجوهر النقي؛ لعلي بن عثمان المارديني الشهير بابن التركماني - مطبوع بذيل السنن الكبرى للبيهقي - دار المعرفة بلبنان.\n- الحيض والنفاس؛ لدبيان الدبيان - الطبعة الأولى 1419 هـ.\n- الدراية في تخريج أحاديث الهداية؛ لأحمد بن علي بن حجر العسقلاني - تحقيق: عبد الله هاشم المدني - دار المعرفة بلبنان.\n- دفاع عن الحديث النبوي والسيرة؛ لمحمد ناصر الدين الألباني - مؤسسة الخافقين بدمشق.\n- الذرية الطاهرة؛ لمحمد بن أحمد الدولابي - دار الحرمين بمصر - الطبعة الثانية 1422 هـ.\n- ذكر أخبار أصبهان؛ لأبي نعيم أحمد بن عبد الله الأصبهاني - دار الكتاب الإسلامي بمصر.\n- رفع اليدين في الصلاة؛ لمحمد بن إسماعيل البخاري - تحقيق: بديع الدين الراشدي - دار ابن حزم بلبنان - الطبعة الأولى 1416 هـ.\n- زكاة النقود الورقية المعاصرة؛ لمحمود الخالدي - مكتبة الرسالة الحديثة بالأردن - الطبعة الأولى 1405 هـ.\n- سؤالات البرقاني للدارقطني؛ رواية الكرجي عنه - تحقيق: عبد الرحيم القشقري - كتب خانه جميلي بباكستان - الطبعة الأولى 1404 هـ.\n- السنة؛ لأحمد بن عمرو بن أبي عاصم - تحقيق: محمد ناصر الدين الألباني - المكتب الإسلامي بلبنان - الطبعة الأولى 1400 هـ.\n- سنن الترمذي؛ لمحمد بن عيسي الترمذي - ضمن الكتب الستة طبعة دار السلام بالرياض - الطبعة الأولى 1420 هـ.\n- سنن أبي داود؛ أبي داود سليمان بن أشعث السجستاني - ضمن الكتب الستة طبعة دار السلام بالرياض - الطبعة الأولى 1420 هـ.\n- سنن الدارقطني؛ لعلي بن عمر الدارقطني - تحقيق: شعيب الأرنؤوط وآخرين - مؤسسة الرسالة بلبنان - الطبعة الأولى 1424 هـ.\n- سنن سعيد بن منصور؛ تحقيق: حبيب الرحمن الأعظمي - دار الكتب العلمية بلبنان - الطبعة الأولى 1405 هـ.\nالجزء: 1 ¦ الصفحة: 254\n",
        "- السنن الكبرى؛ لأحمد بن الحسين البيهقي - دار المعرفة بلبنان.\n- سنن ابن ماجه؛ لابن ماجه محمد بن يزيد القزويني - ضمن الكتب الستة طبعة دار السلام بالرياض - الطبعة الأولى 1420 هـ.\n- سنن النسائي؛ لأحمد بن شعيب النسائي - ضمن الكتب الستة طبعة دار السلام بالرياض - الطبعة الأولى 1420 هـ.\n- سير أعلام النبلاء؛ لمحمد بن أحمد الذهبي - تحقيق: مجموعة من العلماء - مؤسسة الرسالة بلبنان - الطبعة الثامنة 1412 هـ.\n- شرح صحيح البخاري؛ لابن بطال علي بن خلف - تحقيق: ياسر إبرهيم - مكتبة الرشد بالرياض - الطبعة الأولى 1420 هـ.\n- شرح صحيح مسلم؛ ليحيى بن شرف النووي - دار إحياء التراث بلبنان - الطبعة الثانية 1392 هـ.\n- شرح علل الترمذي؛ لعبد الرحمن بن أحمد بن رجب الحنبلي - تحقيق: نور الدين عتر - دار العطاء بالرياض - الطبعة الرابعة 1421 هـ.\n- شرح معاني الآثار؛ لأحمد بن محمد الطحاوي - تحقيق: محمد النجار - دار الكتب العلمية بلبنان - الطبعة الثانية 1407 هـ.\n- شروح البخاري؛ للنووي والقسطلاني والقنوجي - دار الكتب العلمية.\n- الشفاعة؛ لمقبل بن هادي الوادعي - دار الأرقم بالكويت - الطبعة الثانية 1403 هـ.\n- صحيح البخاري؛ لمحمد بن إسماعيل البخاري - ضمن الكتب الستة طبعة دار السلام بالرياض - الطبعة الأولى 1420 هـ.\n- صحيح مسلم؛ لمسلم بن الحجاج القشيري - ضمن الكتب الستة طبعة دار السلام بالرياض - الطبعة الأولى 1420 هـ.\n- الصيام؛ لجعفر بن محمد الفريابي - تحقيق: عبد الوكيل الندوي - الدار السلفية بالهند - الطبعة الأولى 1412 هـ.\n- الضعفاء الصغير؛ لمحمد بن إسماعيل البخاري - تحقيق: بوران الضناوي - عالم الكتب بلبنان - الطبعة الأولى 1404 هـ.\n- الضعفاء الكبير؛ لمحمد بن عمرو العقيلي - تحقيق: عبد المعطي قلعجي - دار الكتب العلمية بلبنان - الطبعة الأولى 1404 هـ.\nالجزء: 1 ¦ الصفحة: 255\n",
        "- الطبقات؛ لخليفة بن خياط - تحقيق: أكرم العمري - دار طيبة بالرياض - الطبعة الثانية 1402 هـ.\n- الطبقات الكبري؛ لمحمد بن سعد - دار بيروت بلبنان - طبعة 1405 هـ.\n- العلل؛ لعلي بن عبد الله المديني - تحقيق: حسام بوقريص - دار غراس بالكويت - الطبعة الأولى 1423 هـ.\n- علل الترمذي الكبير؛ لمحمد بن عيسي الترمذي - تحقيق: صبحي السامرائي وآخرين - عالم الكتب بلبنان - الطبعة الأولى 1409 هـ.\n- علل الحديث؛ لعبد الرحمن بن أبي حاتم الرازي - دار المعرفة بلبنان - طبعة 1405 هـ.\n- غريب الحديث؛ لأحمد بن محمد الخطابي - تحقيق: عبد الكريم العزباوي - جامعة أم القرى بمكة - 1402 هـ.\n- العلل المتناهية في الأحاديث الواهية؛ لابن الجوزي عبد الرحمن بن علي - تحقيق: إرشاد الحق الأثري - إدارة ترجمان السنة بلاهور.\n- العلل الواردة في الأحاديث النبوية؛ لعلي بن عمر الدارقطني - تحقيق: محفوظ الرحمن السلفي - دار طيبة بالرياض، الطبعة الأولى 1405 هـ.\n- العلل الواردة في الأحاديث النبوية؛ لعلي بن عمر الدارقطني - المجلد الرابع مصور عن مخطوطة دار الكتب المصرية.\n- العلل ومعرفة الرجال؛ لأحمد بن حنبل - تحقيق: وصي الله عباس - المكتب الإسلامي بلبنان - الطبعة الأولى 1408 هـ.\n- فتح الباري بشرح البخاري؛ لأحمد بن علي بن حجر العسقلاني - المكتبة السلفية.\n- فضائل الصحابة؛ لأحمد بن حنبل - تحقيق: وصي الله عباس - دار ابن الجوزي بالدمام - الطبعة الثانية 1420 هـ.\n- فوائد الحنائي؛ للحسين بن محمد الحنائي - إعداد: محمود الحداد - دار تيسير السنة بمصر - الطبعة الأولى 1411 هـ.\n- الفوائد المجموعة في الأحاديث الموضوعة؛ لمحمد بن علي الشوكاني - تحقيق: عبد الرحمن المعلمي - المكتب الإسلامي بلبنان - الطبعة الثالثة 1402 هـ.\n- القراءة خلف الإمام؛ لمحمد بن إسماعيل البخاري - دار الكتب العلمية.\nالجزء: 1 ¦ الصفحة: 256\n",
        "- القول المسدد في الذب عن مسند الإمام أحمد؛ لأحمد بن علي بن حجر العسقلاني - مكتبة المعارف بالرياض - الطبعة الرابعة 1402 هـ.\n- الكاشف في معرفة من له رواية في الكتب الستة؛ لمحمد بن أحمد الذهبي - تحقيق: محمد عوامة وأحمد الخطيب - دار القبلة بجدة - الطبعة الأولى 1413 هـ.\n- الكامل في ضعفاء الرجال؛ لعبد الله بن عدي الجرجاني - دار الفكر بلبنان - الطبعة الثالثة 1409 هـ.\n- الكفاية في علم الرواية؛ لأحمد بن علي الخطيب البغدادي - المكتبة العلمية بالمدينة.\n- الكواكب النيرات في معرفة من اختلط من الرواة الثقات؛ لمحمد بن أحمد المعروف بابن الكيال - تحقيق: عبد القيوم عبد رب النبي - المكتبة الإمدادية بمكة - الطبعة الثانية 1420 هـ.\n- اللآليء المصنوعة في الأحاديث الموضوعة؛ لعبد الرحمن بن أبي بكر السيوطي - دار المعرفة بلبنان.\n- لسان الميزان؛ لأحمد بن علي بن حجر العسقلاني - تحقيق: عبد الفتاح أبو غدة - دار البشائر الإسلامية بلبنان - الطبعة الأولى 1423 هـ.\n- كتاب المجروحين من المحديثن والضعفاء والمتروكين؛ لمحمد بن حبان البستي - تحقيق: محمود زايد - دار الوعي بحلب الطبعة الثانية 1402 هـ.\n- مجمع الزوائد ومنبع الفوائد؛ لعلي بن أبي بكر الهيثمي - دار الريان للتراث بمصر - 1407 هـ.\n- المجموع شرح المهذب؛ ليحيى بن شرف النووي - دار الفكر بلبنان.\n- المحلى؛ لعلي بن حزم - تحقيق: أحمد شاكر - مكتبة دار التراث بمصر.\n- مختصر زوائد مسند البزار علي الكتب الستة ومسند أحمد؛ لأحمد بن علي بن حجر العسقلاني - تحقيق: صبري عبد الخالق - مؤسسة الكتب الثقافية بلبنان - الطبعة الأولى 1412 هـ.\n- مختصر سنن أبي داود؛ لعبد العظيم بن عبد القوي المنذري - تحقيق: محمد حامد الفقي - مكتبة السنة المحمدية ومكتبة ابن تيمية بمصر.\nالجزء: 1 ¦ الصفحة: 257\n",
        "- المراسيل؛ لعبد الرحمن بن أبي حاتم الرازي - تحقيق: عناية قوجاني - مؤسسة الرسالة بلبنان - الطبعة الأولى 1397 هـ.\n- المستدرك علي الصحيحين؛ لمحمد بن عبد الله الحاكم - دار المعرفة بلبنان.\n- السمند؛ لأحمد بن حنبل - تحقيق: شعيب الأرنؤوط وجماعة - مؤسسة الرسالة بلبنان - الطبعة الأولى 1413 هـ.\n- المسند؛ لأحمد بن حنبل - تحقيق: أحمد شاكر - دار المعارف بمصر - 1377 هـ.\n- مسند إسحاق بن راهويه؛ تحقيق: عبد الغفور البلوشي - مكتبة الإيمان بالمدينة - الطبعة الأولى 1412 هـ.\n- المسند الجامع لأحاديث الكتب الستة ومؤلفات أصحابها الأخرى والموطأ والمسانيد الثلاثة؛ لبشار عواد وآخرين - دار الجيل بلبنان - الطبعة الأولى 1413 هـ.\n- مسند الدارمي المعروف بسنن الدارمي؛ لعبد الله بن عبد الرحمن الدارمي - تحقيق: حسين سليم أسد - دار المغني بلبنان - الطبعة الأولى 1421 هـ.\n- مسند أبي يعلى الموصلي؛ لأحمد بن علي الموصلي - تحقيق: حسين أسد - دار الثقافة العربية بدمشق - الطبعة الأولى 1412 هـ.\n- المصنف؛ لأبي بكر عبد الله بن محمد بن أبي شيبة - تحقيق: حمد الجمعة ومحمد اللحيدان - مكتبة الرشد بالرياض - الطبعة الأولى 1425 هـ.\n- المطالب العالية بزوائد المسانيد الثمانية؛ لأحمد بن علي بن حجر العسقلاني - تحقيق: جماعة من الباحثين بتنسيق سعد الشثري - دار العاصمة بالرياض - الطبعة الأولى 1419 هـ.\n- معالم السنن؛ شرح لسنن أبي داود؛ لحمد بن محمد الخطابي - المكتبة العلمية بلبنان - الطبعة الثانية 1401 هـ.\n- المعجم الكبير؛ لسليمان بن أحمد الطبراني - تحقيق: حمدي السلفي - مكتبة ابن تيمية بمصر.\n- معرفة أنواع علم الحديث؛ لابن الصلاح عثمان بن عبد الرحمن الشهرزوري - تحقيق: عبد اللطيف الهميم وماهر الفحل - دار الكتب العلمية بلبنان - الطبعة الأولى 1423 هـ.\nالجزء: 1 ¦ الصفحة: 258\n",
        "- معرفة السنن والآثار؛ لأحمد بن الحسين البيهقي - تحقيق: سيد كسروي حسن - دار الكتب العلمية بلبنان - الطبعة الأولى 1412 هـ.\n- المعرفة والتاريخ؛ ليعقوب بن سفيان الفسوي - تحقيق: أكرم العمري، مكتبة الدار بالمدينة - الطبعة الأولي 1410 هـ.\n- مقدمة ابن خلدون؛ لعبد الرحمن بن محمد بن خلدون - دار القلم بلبنان - الطبعة الحادية عشرة 1413 هـ.\n- مقاييس نقد متون السنة؛ لمسفر الدميني - مكتبة العلوم والحكم بالمدينة - 1413 هـ.\n- المنار المنيف في الصحيح والضعيف؛ لمحمد بن أبي بكر ابن قيم الجوزية - تحقيق: عبد الفتاح أبو غدة - مكتب المطبوعات الإسلامية بحلب - الطبعة الثانية 1403 هـ.\n- منهاج السنة النبوية؛ لأحمد ابن تيمية - تحقيق: محمد رشاد سالم - جامعة الإمام محمد بن سعود الإسلامية بالرياض - الطبعة الأولى 1406 هـ.\n- ميزان الاعتدال في نقد الرجال؛ لمحمد بن أحمد الذهبي - تحقيق: علي البجاوي - دار المعرفة بلبنان.\n- نزهة النظر في توضيح نخبة الفكر؛ لأحمد بن علي بن حجر العسقلاني - تحقيق: عبد الله الرحيلي - الطبعة الأولى 1422 هـ.\n- النهاية في غريب الحديث والأثر؛ للمبارك بن محمد بن الأثير الجزري - دار ابن الجوزي - الطبعة الأولى 1421 هـ.\n- هدي الساري مقدمة فتح الباري؛ لأحمد بن علي بن حجر العسقلاني - المكتبة السلفية.\nالجزء: 1 ¦ الصفحة: 259\n",
        ""
    ]
}