{
    "1": [
        "كتب غريب القرآن الكريم\nكتب غريب القرآن الكريم\nحسين نصار\nالكتاب:\nكتب غريب القرآن الكريم\nالمؤلف:\nالدكتور حسين محمد نصار\nالناشر:\nمجمع الملك فهد لطباعة المصحف الشريف\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "كتب غريب القرآن\nلم يكن القرآن كتاب دعوة وتشريع حسب، بل كان آية على بدء حياة جديدة كل الجدة للعرب أولاً وعامة المسلمين، ثانياً: فقد بث - حباً متدفقاً أبداً لكل مجالات المعرفة ولكن هذه الورقة تقصر اهتمامها على ما دار حوله هو من معرفة.\nوهي معارف كثيرة ومتنوعة، فقد كان القرآن مصدر الفقه وأصوله، والتشريع، والأخلاق، وعلم الكلام - وكان الدافع الأول إلى علوم اللغة والنحو والبلاغة - وتقصر هذه الورقة عنايتها على ما دار حوله من علوم اللغة.\nوهي أيضاً كثيرة ومتنوعة. فقد ألف المسلمون أنواعاً جمة من الكتب التي تبتغي توضيح عباراته وإبانة مدلولاته ومن ثم وجدنا كتباً تحمل عنوان التفسير، وأخرى تحمل عنوان الغريب، وثالثة تسمى المعاني، ورابعة تسمى المشكل، وخامسة تدعى الإعراب. إلخ.\nوهذه الدراسة تجعل ميدانها ما سمى \"غريب القرآن\" فقط، على الرغم من التقارب الشديد بينه وبين \"معاني القرآن\" مما جعل بعض العلماء القدماء يخلطون بينهما.\nوأقدم من عزى إليه كتاب بهذا العنوان عبد الله بن عباس (3ق. هـ – 68/619-68) وجاء في كتاب تاريخ الأدب العربي لبروكلمن أنه توجد نسخة منه في مكتبة برلين (1/33) غير أننا لا ندري ماذا فعلت بها أحداث\nالجزء: 1 ¦ الصفحة: 1\n",
        "الحرب العالمية الثانية. وذكر فؤاد سزكين أنه توجد نسخة منه في مكتبة عارف أفندي بتركيا، ولكن ما رجعت إليه من مصادر لم تذكر له كتاباً في غريب القرآن. وبالرغم من ذلك، عرف ابن عباس بتفسير القرآن. وقد جمع السيوطي من تفسير ابن جرير وابن أبي حاتم قائمة منسوبة إلى ابن عباس تفسر كلمات، مرتبة على سور القرآن وآياتها. نمثل له بقوله:\nسورة البقرة:\n{لا يُؤْمِنُونَ} قال: يصدقون\n{يَعْمَهُونَ} قال: يتمادون\n{مُطَهَّرَةٌ} قال: من القذر والأذى\n{الْخَاشِعِينَ} قال: المصدقين بما أنزل الله\n{وَفِي ذَلِكُمْ بَلاءٌ} قال: نعمة\nوتتوالى الألفاظ في القائمة على هذا النحو: التفسير مجرداً عن كل شيء آخر (1) . ولكن هذا لم يكن ديدن ابن عباس في كل تفسيراته، لأن محاورته مع نافع بن الأزرق الحنفي (65/685) تكشف عن اهتمام شديد بالشواهد الشعرية (الإعجاز البياني للقرآن ومسائل ابن الأزرق للدكتورة عائشة عبد الرحمن) ويؤيد ذلك قوله: إذا سألتموني عن غريب القرآن فالتمسوه في الشعر، فإن الشعر ديوان العرب (2) .\n(1) الإتقان 2/6-54\n(2) الإتقان 2/55\nالجزء: 1 ¦ الصفحة: 2\n",
        "ونسب بعض المؤرخين كتاباً في الغريب إلى أبي الحسين زيد بن علي العلوي (79-122/698-740) ، وإلى أبي جعفر يزيد بن القعقاع (132/750) ولكني لم أعثر على أثر لهما فيما طالعت من كتب.\nونشرع في الخروج من العتمة إلى شيء من نور الوضوح مع الرجل الآتين وهو أبو سعيد أبان بن تغلب بن رباح البكري (141/758) فقد أجمع من أرخوا له على أن له كتاباً في غريب القرآن. وقد وصف ياقوت كتابه فقال: \"ذكر شواهد من الشعر فجاء فيما بعد عبد الرحمن بن محمد الأزدي الكوفي، فجمع من كتاب أبان، ومحمد السائب، وأبي روق عطية بن الحارث، فجعله كتاباً فيما اختلفوا فيه وما اتفقوا عليه فتارة يجيء كتاب أبان مفرداً وتارة يجيء مشتركاً، على ما عمله عبد الرحمن\" (1) .\nويدلنا هذا القول على أن أبا النضر محمد بن السائب الكلبي (146/763) ربما ألف كتاباً في الغريب، وإن كان من ترجموا له نسبوا إليه تفسيراً كما يدلنا على أن أبا روق كان له إسهامه في الغريب.\nونسب العلماء كتباً في الغريب إلى أبي الحسن علي بن حمزة الكسائي (189/805) وأبي فيد مؤرج بن عمر السدوسي (195/810) من أهل القرن الثاني.\nكما نسبوا كتباً إلى الآتية أسماؤهم ممن توفوا في القرن الثالث وهم:\nأبو محمد يحيى بن المبارك اليزيدي (138-202/755-818) .\nأبو الحسن النضر بن شميل (122-203/740-819) .\n(1) عجم الأدباء 1/108.\nالجزء: 1 ¦ الصفحة: 3\n",
        "أبو عبيدة معمر بن المثنى (110-209/728-824) .\nأبو سعيد عبد الملك بن قريب الأصمعي (122-216/740-831) .\nأبو الحسن سعيد بن مسعدة الأخفش الأوسط (215/830) .\nأبو عبيد القاسم بن سلام (157-224/774-838) .\nأبو عبد الله محمد بن سلام الجمحي (150-231/767/846) .\nأبو جعفر محمد بن عبد الله بن قادم (251/865) .\nعبد الله بن محمد العدوي المعروف بابن اليزيدي (تلميذ الفراء 207/822) .\nأبو محمد عبد الله بن مسلم بن قتيبة (213-276/828-889) .\nأبو العباس أحمد بن يحيى المعروف بثعلب (200-291/816-904) .\nمحمد بن الحسن بن دينار الأحول.\nأبو جعفر أحمد بن محمد بن يزداد الطبري.\nوأشك في صحة نسبة كتاب في غريب القرآن إلى الأصمعي، لأن المعروف عنه أنه كان لا يحب التعرض لتفسير الألفاظ القرآنية تورعاً (1) .\nووصم ياقوت كتاب أبي عبيد بأنه منتزع من كتاب أبي عبيدة (2) . ووصف ابن النديم كتاب ثعلب بأنه لطيف، أي صغير (3) .\n(1) مراتب النحويين لأبي الطيب 48\n(2) معجم الأدباء 16/26\n(3) الفهرست 74\nالجزء: 1 ¦ الصفحة: 4\n",
        "وتمهد الطريق فتوالى التأليف في غريب القرآن كما يوضح الكشاف المرفق ولكن معظم الكتب الواردة فيه مفقود، ولذلك لن أقف إلا عند ما وصل إلينا منها أو ما وصل إلينا أخبار عنها.\nوأول ما أتناوله كتاب ابن قتيبة، فقد طبعته دار إحياء الكتب العربية بالقاهرة في سنة 1958م بتحقيق السيد/ أحمد صقر. وقد وضح غرضه ومنهجه في مقدمته، فقال:\" وغرضنا الذي امتثلناه في كتابنا هذا أن نختصر ونكمل، وأن نوضح ونجمل، وأن لا تستشهد على اللفظ المبتذل، ولا نكثر الدلالة على الحرف المستعمل، وألا نحشو كتابنا بالنحو وبالحديث والأسانيد. فإنا لو فعلنا ذلك في نقل الحديث، لاحتجنا إلى أن نأتي بتفسير السلف رحمة الله عليهم بعينه. ولو أتينا بتلك الألفاظ، كان كتابنا كسائر الكتب التي ألفها نقله الحديث، ولو تكلفنا بعد اقتصاص اختلافهم، وتبيين معانيهم، وفتق جملهم بألفاظنا، وموضع الاختيار من ذلك الاختلاف، وإقامة الدلائل عليه، والإخبار عن العلة فيه، لأسهبنا في القول، وأطلنا الكتاب، وقطعنا منه طمع المتحفظ، وباعدناه من بغية المتأدب، وتكلفنا من نقل الحديث ما قد وقيناه وكفيناه\". (ص3) .\nوقصر فيه أيضاً ميدان بحثه على غريب القرآن دون تأويل مشكله، إذ كان قد أفرد للمشكل كتاباً جامعاً كافياً.\nوأشار إلى مراجعه وخطته بإزائها في قوله: \"وكتابنا هذا مستنبط من كتب المفسرين، وكتب أصحاب اللغة العالميين، لم نخرج فيه عن مذهبهم، ولا تكلفنا في شيء منه بآرائنا غير معانيهم، بعد اختيارنا في الحرف أولى الأقاويل في اللغة، وأشبهها بقصة الآية، ونبذنا منكر التأويل، ومنحول التفسير\" (ص4) .\nالجزء: 1 ¦ الصفحة: 5\n",
        "ويتضح تقسيم ابن قتيبة كتابه، من قوله: \"نفتتح كتابنا هذا بذكر أسمائه الحسنى، وصفاته العلى، فنخبر بتأويلهما واشتقاقهما. ونتبع ذلك ألفاظاً كثر تردادها في الكتاب، لم نر بعض السور أولى بها من بعض ثم نبتدئ في تفسير غريب القرآن، فهو إذن ثلاثة أقسام: أولها يشغل ما بين صفحتي 6،20 وثانيها ما بين 21،37 والبقية للغريب.\nولم يراع المؤلف أي ترتيب في القسمين الأولين، فقد ذكر في أولهما الرحمن، فالرحيم فالسلام، فالقيوم، فالسبوح - وفي الثاني الجن والناس، فإبليس فالأنفس فالشرك. إلخ. أما القسم الثالث فجعله أقساماً وفقاً للسور، وسار فيه على ترتيبها في القرآن.\nومنهج كتاب ابن قتيبة خليط من منهجي كتب اللغة وكتب التفسير، فهو يضم ظواهرهما معاً. فبينما يفسر الألفاظ لغوياً، ويستشهد عليها كثيراً بالأشعار والأحاديث وأقوال العرب، ويبين وزنها أحياناً، يفسرها قرآنياً، فيبين في السور المدني من المكي أحياناً، ويقتبس أقوال مشهوري المفسرين، وكثيراً ما أحال على كتابه في المشكل.\nووصل إلينا من كتب القرن الرابع كتاب محمد بن عزيز السجستاني الذي روى أبو البركات الأنباري أنه صنفه \"في خمس عشرة سنة، وكان يقرؤه على شيخه أبي بكر بن الأنباري، فكان يصلح فيه مواضع\" وقد طبع هذا الكتاب الأستاذ مصطفى عناني عام 1936م وعنوانه \"نزهة القلوب\" ويختلف هذا الكتاب عن غريب ابن قتيبة كل الاختلاف، فلا مقدمة له يشرح فيها منهجه، ولا أقسام به، وإنما الألفاظ الغريبة ترتب وفقاً للحرف الأول منها وحده. وكان ابن عزيز يقسم الحرف الواحد في ترتيبه إلى ثلاثة أبواب، فيقدم المفتوح، ثم المضموم، ثم المكسور. ولا يعتبر الحرف الثاني وما\nالجزء: 1 ¦ الصفحة: 6\n",
        "بعده، فيورد الألفاظ المبدوءة بالحرف الواحد مختلطة في غير نظام والتفسير لغوي يكاد يكون خالصاً، فالنزهة مختصرة، تقع في 230 صفحة من القطع الصغير (مثل كتب الجيب) والألفاظ تفسر تفسيراً سريعاً مختصراً، لا ترد فيه أسماء اللغويين ولا المفسرين ولا الشواهد. وقد أعجب به الباحثون، واعتبروا مؤلفه \" أجاد فيه\" فنظمه مالك بن المرحل المالقي (699هـ) وألف أبو العباس أحمد بن عبد الجليل التدميري (555هـ) كتاباً في شرح شواهده.\nوذكر ياقوت وابن خلكان أن كتاب القيسي - من أهل القرن الخامس – المسمى \"مشكل غريب القرآن\" كان في ثلاثة أجزاء، ومنذ سنوات أصدر يوسف عبد الرحمن المرعشلي كتاباً منسوباً إلى القيسي باسم\"العمدة في غريب القرآن\"، مرتباً على القرآن، ويقال إنه مختصر من كتاب مشكل الغريب، ولكن الدكتور أحمد فرحات يشك في نسبة الكتاب.\nوبقى كتاب الراغب المسمى \"المفردات في غريب القرآن\" وطبع بالمطبعة الميمنية عام 1324هـ ثم أعيد طبعه. وقد قدم الراغب بين يدي كتابه مقدمة طويلة، ذكر فيها بعض رسائله عن القرآن، وأهمية معرفة ألفاظه، وتعرض لمنهجه في كتابه، فقال: \"وقد استخرت الله تعالى في إملاء كتاب مستوفى فيه مفردات ألفاظ القرآن على حروف التهجي فنقدم ما أوله الألف ثم الباء، على ترتيب حروف المعجم، معتبراً فيه أوائل حروفه الأصلية دون الزوائد، والإشارة فيه إلى المناسبات التي بين الألفاظ المستعارات منها والمشتقات، حسبما يحتمل التوسع في هذا الكتاب. وإذن فقد حاول فيه الاستيفاء والتوسع، والترتيب بحسب الحروف الأصلية للألفاظ، بالتدرج من أولها إلى آخرها، وكان هذا الترتيب أيسر ترتيب وصل إليه العرب، وأعجبوا به كل إعجاب، ولكن اختل عند المؤلف بعض الأبنية، وهي الثنائي المقصور\nالجزء: 1 ¦ الصفحة: 7\n",
        "\"أب\"، والمضاعف الثلاثي، والمهموز، والمعتل، فكان يقدم الثنائي المقصور في أول فصوله أياً كان الأصل الثالث الذي يدعيه له الصرفيون. وحار في المضاعف الثلاثي، فقدمه على جميع المواد في أغلب الأحيان وأخره في بعضها على الجميع وتخلص من المهموز الحرف الثاني أو الثالث بوضعه مع المعتل ولم يراع في المعتل التفرقة بين الواوي واليائي.\nأما علاجه للألفاظ، فكان لغوياً راعى فيه التفسير الواضح، والالتفات إلى بعض المشتقات ودوران اللفظ في الآيات المختلفة، والإتيان بالشواهد من الحديث والشعر، والتزم إيراد ما يؤخذ من اللفظ من مجاز وتشبيه. ولو يورد في أقواله أسماء لغويين ولا مفسرين إلا نادراً على الرغم من إطالته في الشرح وقد أصبح هذا الكتاب علماً بارزاً في هذا الفرع من العلوم، بفضل ترتيبه وعلاجه الاستعمال المجازي، ومحاولته تتبع دوران اللفظ في القرآن. وإنه الجدير بمكانته هذه، فهو الرائد الذي لم يجد من يسير خلفه، ويكمل عمله، فكتابه أشبه ما يكون بمعجم كامل للألفاظ القرآنية.\nوذكر حاجي خليفة كتاب محمد بن أبي بكر بن عبد القادر الرازي فقال: \"ذكر فيه أن طلبة العلم وحملة القرآن سألوه أن يجمع لهم تفسير غريب القرآن فأجاب، ورتبه ترتيب الجوهري، ضم فيه متناً من الإعراب والمعاني، وفرغ من تعليقه في سنة 668 (1) \".\nوتقتني دار الكتب المصرية نسخة مخطوطة من كتاب ابن الشحنة محمد ابن محمد (168 تفسير) ولكنها ناقصة من أولها. وهو أقرب إلى كتب التفسير منه إلى كتب اللغة، بخلاف الكتب السابقة، فالمؤلف يعنى بأقوال\n(1) كشف الظنون 4/331\nالجزء: 1 ¦ الصفحة: 8\n",
        "المفسرين واختلافاتهم، ولذلك تظهر أسماؤهم بكثرة عنده. أما أسماء اللغويين وأصحاب الغريب فقليلة نادرة والعلاج مختصر ترد فيه شواهد شعرية. وقد سار المؤلف في ترتيبه بحسب ترتيب السور في المصحف.\nوقال حاجي خليفة عن ابن السمين الحلبي: \"لابن السمين الحلبي أيضاً مفردات القرآن، وهو أحسن الكتب المؤلفة في هذا الشأن\" وبقى من كتب القرن الثامن كتابا المارديني وأبي حيان، أما الأول فقد فرغ من تأليف كتابه، المسمى \"بهجة الأريب في بيان ما في كتاب الله من الغريب\" في صبيحة يوم الجمعة الرابع والعشرين من ربيع الأول عام 736، كما نرى في المخطوط المحفوظة بدار الكتب المصرية تحت رقم 549 تفسير. ووضح المؤلف غرضه ومنهجه ومراجعه في المقدمة في قوله: \"جمعت في غريب القرآن كتاباً غريباً مسلكه، قريباً مدركه، صغيراً حجمه، غزيراً علمه، يبهج الخاطر، ويروق الناظر ألفته من غريب أبي بكر العزيزي (السجستاني) وأبي محمد بن قتيبة وأبي عبيد الهروي وتفسير جار الله الزمخشري - ورأيت ترتيبه على السور مقللاً لألفاظه، ومسهلاً على حفاظه\" إذن فقد كان يرمي إلى الاختصار والإحاطة والترتيب على السور وقد كان كتابه كذلك، أهم ظواهره الإيجاز، وغلة الناحية اللغوية عليه أكثر من التفسير، وقلة الاستشهاد، وندرة أسماء المفسرين، والكتاب في 49 ورقة من الحجم الكبير.\nوأما كتاب أبي حيان المسمى \"تحفة الأريب، بما في القرآن من الغريب\" فقد أشرف على طبعه في عام 1936 محمد سعيد بن مصطفى الوردي النعساني، وذيل عليه في هوامشه بما في الألفاظ التي ذكرها من قراءات وبما أغفله المصنف من غريب وقد لجأ المؤلف إلى ترتيبه وفقاً لنظام غريب يأخذ\nالجزء: 1 ¦ الصفحة: 9\n",
        "من نظام الجوهري في المعاجم بعض الشيء فقد رتب الألفاظ وفقاً لحروفها الأول فالأخير، ثم لم يراع ترتيب الحشو، وأتى به هملاً ففي حرف الخاء مثلا نجد الألفاظ على النحو التالي خسأ، خبأ، ثم خطب ثم خبت، ثم خرج، ثم خلد، خدد، خمد، خضد\n...\nالخ، ولم يدخل في اعتباره سوى الحروف الأصلية وحدها. أما العلاج فغاية في الاختصار ومقصور على الشرح اللغوي السريع للفظ، ولا يبين فيه الآية التي ورد فيها، ولا أثر فيه لأسماء لغويين ولا مفسرين ولا شواهد ولا ما إلى ذلك. وقد يسر ذلك لطابعه أن يضعه في جداول، صف منها للفظ، والثاني للشرح. فشغل 138 صفحة من القطع الصغير (كتب الجيب) لا خطر لها.\nولما رأى الشيخ قاسم الحنفي ذلك الترتيب، أحب أن يهذبه لييسره، وأن يزيد عليه بعض ألفاظ قليلة، فألف كتابه \"مختصر كتاب التحفة في غريب القرآن\" وتقتني دار الكتب المصرية نسخة مخطوطة منه (234تفسير) ، وقد بين في مقدمته القصيرة ما دعاه إلى اختصاره فقال: لما رأيت كتاب التحفة في غريب القرآن عقداً تناثرت درره، أحببت أن أنظمه في أقرب سلك، وهو الحرف الأول والثاني من الحروف الأصلية مميزاً ما زدت بقلة. ولم يغير الحنفي شيئاً من عبارة أبي حيان، فيما عدا الترتيب، والقليل الذي زاده.\nوأما زين الدين العراقي فقد التزم في \"ألفيته\"أن يرتب ألفاظها لحروفها الأصول بالتدرج من أولها إلى آخرها، وأن يذكر الألفاظ بصورتها التي هي عليها في القرآن ما أمكنه ذلك. وكان يقتصر على ذكر الكلمة وشروحها بكل اختصار، ويخيل إلى أنه استقى شرحه من تحفة أبي حيان.\nوقد نثر هذه الألفية مصطفى بن حنفي بن حسن الذهبي المصري (1280هـ‍) في رسالة \"تفسير غريب القرآن العظيم\" التي أتمها في غرة ربيع\nالجزء: 1 ¦ الصفحة: 10\n",
        "الأول سنة 1271هـ‍ وطبعت في مطبعة السيد محمد شعراوي في 29 صفحة. وسار فيها على ترتيب الألفية، غير أنه اختصرها فحذف بعض ما أوردت من ألفاظه، وبعض ما قالت في التفسيرات - ولا قيمة تذكر لهذه الرسالة.\nوأما ابن الهائم المصري فاعتمد صراحة على كتاب محمد بن عزيز السجستاني، ولكنه هذبه ورتبه واختصره قليلا وزاد عليه، قال في مقدمته: \"من أنفس ما صنف في تفسير غريب القرآن مصنف الإمام أبي بكر محمد بن عزيز المنسوب إلى سجستان، إلا أنه يحوج المستغرب لكلمات سورة إلى كشف حروف وأوراق كثيرة، لاسيما في السور الطوال. فرأيت أن أجمع ما تفرق من غريب كل سورة فيما هو كالمفصل، مع زيادة أشياء في بعض المواضع على الأصل، لتسهل مطالعته وتتم فائدته، فشرعت فيه متوخياً للتسهيل، مجتنباً للإكثار والتطويل. حريصاً على أن آتي بعبارته في الأكثر، وألا أخل منه بشيء إلا ما تكرر. والمزيد [أي الذي زاده هو] وإن ارتبط بالأصل في العبارة، فكيفيه للتمييز بينهما زاي ودارة. وهذا الكتاب قريب الشبه بكتاب المارديني في ترتيبهما وفقاً للسور واختصارهما، وقلة تعرضهما للشواهد وإيرادها لأسماء المفسرين واللغويين، وغلبة الناحية اللغوية ولكنه يختلف عنه في ظهور الزاي والدارة إشارة إلى زياداته عما في كتاب العزيز، وفي كونه أقل اختصاراً من سابقه، حتى رفع في 76 ورقة من الحجم الكبير، وفي ميله إلى إيراد أكثر معاني اللفظ الذي يفسره، سواء ارتبطت هذه المعاني بالآية التي وقع فيها اللفظ أو لم ترتبط.\nوفي العصر الحديث أصدر المحامي أبو رزق عبد الرؤوف المصري \"معجم القرآن\" في مجلدين: وهو أقرب إلى دوائر المعارف الصغيرة، مرتب على الألفباء، ويشتمل على اللغة والاجتماع والفلسفة، والأديان والأعلام.\nالجزء: 1 ¦ الصفحة: 11\n",
        "ومثاله: آزر: تارح بن ناحور، وآزر لقبه حيث كان من طرائق قومه وآزر لفظ قديم معناه النار، وأطلقه قدماء الفرس والكدانيون والآشوريون على كوكب المريخ لظنهم أنه من نار. ثم عبدوه في صورة عمود، وصاروا يلقبون الأشخاص منهم بلفظ {آزَرَ} بتركابه وقد جاء كثيراً في كتابات البابليين أيضاً. وعليه فإن آزر هو اللقب الوثني لتارح أبي إبراهيم ويوافق على ذلك ما ورد في تفسير البيضاوي وغيره من أن آزر اسم للإله الذي كان يعبد، وفي تاج العروس أن آزر اسم صنم كانت تعبده العرب. (الأنعام: 74) .\nآزره: أعانه من المؤازرة وهي المظاهرة والمعاونة. وأصله من شد الإزار وتمكينه. ومنه أخذ فعل أزر. والأزر في {بِهِ أَزْرِي} هو العون، أي عوني وظهري (طه: 31) .\nاستخرج محمد فؤاد عبد الباقي \"معجم غريب القرآن\" من صحيح البخاري ورتبه على الألفباء.\nوفي سنة 1953م أصدر مجمع اللغة العربية بمصر \"معجم ألفاظ القرآن الكريم\" الذي كان يشرح شرحاً لغوياً أولاً، فإن كانت فعلاً ذكر بابه ومصدره ومشتقاته إن كان لها ورود في القرآن، وإن كانت اسماً اكتفى بمعانيها، ويبين مرات ورودها في القرآن بكل معنى، ورتب كل ذلك ألفبائياً.\nإ ب ر ى ق\n(أباريق)\nأباريق جمع إبريق: وهو إناء له خرطوم وقد تكون له عروة.\nالجزء: 1 ¦ الصفحة: 12\n",
        "أباريق: {يَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ بِأَكْوَابٍ وَأَبَارِيقَ وَكَأْسٍ مِنْ مَعِينٍ} . (الواقعة: 17،18) .\nأب ق\n(أبق)\nأبق العبد كسمع وضرب ونصر أبقاً وإباقاً: هرب من مالكه.\nأبق: {إذ أبق إلى الفلك المشحون} (الصافات: 140) . غضب يونس عليه السلام من قومه ففر منهم قبل أن يأذن الله له وركب السفينة فسمى فراره هذا إباقا على سبيل المجاز.\nوأصدر حسنين محمد مخلوف \"كلمات القرآن: تفسير وبيان\"مرتباً ترتيب الآيات في السور. ووضع يمين كل كلمة رقم آياتها، وعن يسارها تفسيرها، في إيجاز، ليكون خفيف المحمل، سهل المأخذ ومثاله:\nالآية\n...\nالكلمة\n...\nالتفسير\n(1) سورة الفاتحة – مكية (آياتها7)\n2\n...\nرَبِّ الْعَالَمِينَ\n...\nمربيهم ومالكهم ومدبر أمورهم\n4\n...\nيَوْمِ الدِّينِ\n...\nيوم الجزاء\n6\n...\nاهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ\n...\nوفقنا للثبات على الطريق الواضح الذي لا اعوجاج فيه، وهو الإسلام.\nورتب محمد إسماعيل إبراهيم \"معجم الألفاظ والأعلام القرآنية\" ألفبائياً، وبين فيه عدد مرات ورود كل لفظ ومواضعه في الآيات والسور.\nالجزء: 1 ¦ الصفحة: 13\n",
        "وأصدر محمد الصادق عرجون \"قاموس غريب القرآن\" مرتباً حسب ترتيب السور، وأتى فيه بالتفسير مجرداً. ومثاله:\nالرحمن الرحيم: الرحمن: المنعم بجلائل النعيم، ولا يوصف به غيره عز وجل.\nالرحيم: المنعم بدقائقها، والرحمن أبلغ من الرحيم.\nمالك يوم الدين: أي مالك يوم الجزاء، أي لا مالك لأحد في هذا اليوم إلا الله الواحد القهار.\nإياك نعبد وإياك نستعين: نخصك بالعبادة، ونخصك بطلب المعونة. والعبادة أقصى غاية الخضوع والتذلل.\nونشر علي حلمي موسى مقالاً بعنوان \"استخدام الآلات الحاسبة الإلكترونية في دراسة ألفاظ القرآن\".\nكان الهدف في أول الأمر من استخدام الحاسب الإلكتروني في دراسة ألفاظ القرآن الكريم هو إحصاء ألفاظ القرآن الكريم ثم تطور هذا الهدف إلى عدة أهداف مع تقدم البحث، كما يلي:\n(1) - التوصل إلى بيان بجميع الألفاظ الواردة بالقرآن وعدد مرات ورود كل منها.\n(2) - إيجاد عدد الألفاظ التي تبدأ بكل حرف من الحروف العربية.\n(3) - إيجاد عدد ألفاظ كل سورة ومتوسط طول الآية في كل سورة.\n(4) - تحديد جذور الألفاظ الثلاثية (المكونة من ثلاثة أحرف) وترتيبها تنازلياً على حسب عدد مرات ورودها.\nالجزء: 1 ¦ الصفحة: 14\n",
        "(5) - أنواع الجذور الثلاثية الواردة بالقرآن ومقارنتها بجذور معجم الصحاح.\n(6) - إيجاد الجذور الثلاثية التي وردت مرة واحدة فقط بالقرآن.\n(7) - عدد مرات ورود الجذر \"إله\" وهو جذر لفظ الجلالة \"الله\" وذلك في كل سورة من سور القرآن.\nوكان مما تناول:\nعدد ألفاظ القرآن الكريم.\nالكلمات الثنائية والأحادية.\nمقارنة بين الألفاظ الثلاثية وغيرها.\nأسماء الأعلام في القرآن الكريم.\nاختلاف السور في أطوال آياتها.\nمقارنة بين الجذور الثلاثية في القرآن والجذور الثلاثية في المعاجم العربية.\nالجذور الثلاثية المتعددة الورود بالقرآن الكريم.\nالعلاقة بين الحروف والحركات في القرآن الكريم.\nونشر عبد المجيد شوقي البكري دراسة بعنوان \"الكلمات القرآنية في اللغة الإنجليزية\" أورد فيها (352) كلمة ومقابلها باللغة الإنجليزية، وبعض الكلمات ليست قرآنية وأمثل لدراسته بقوله:\nبدن\n...\nBody\nعين\n...\nEye\nأنا\n...\nI\nالجزء: 1 ¦ الصفحة: 15\n",
        "He\nإذا\n...\nIf\nذاك\n...\nThat\nوصفوة القول في هذه الحركة: أنها الحركة العلمية الأولى في الإسلام، بدأت في عصر مبكر لا يعدو النصف الأول من القرن الأول للهجرة، ودونت بعد هذا التاريخ بقليل، وسارت في طريقين للانتظام: الترتيب وفقاً للسور في المصحف، وهو أقدمها، والترتيب الألفبائي. واستمرا في الوجود في حياة الحركة كلها. وكانت الألفاظ ترتب في داخل هذه السور بحسب ورودها في الآيات أيضاً. أما الترتيب الألفبائي، فابتدأ معقداً عند السجستاني في القرن الرابع من جهة، ومبسطاً من جهة أخرى، معقداً من حيث فصله بين المفتوح والمضموم والمكسور، ومبسطاً من حيث إدخاله الحروف الأصلية والمزيدة في اعتباره وكان من آثار هذا التعقيد أن لم يتبعه أحد من المؤلفين غير صاحبه، وأن الذين اعتمدوا على كتابه غيروا هذا الترتيب إلى الترتيب بحسب السور، مثل المارديني وابن الهائم. ولكن هذا الترتيب ارتقى سريعاً، فتخلص من كل تعقيداته وقيوده، ووصل إلى قمة الانتظام في القرن الخامس، على يد الراغب الأصفهاني، الذي اعتبر الحروف الأصلية وحدها ونظر إلى الألفاظ من أولها إلى آخرها، وقد غفل عن بعض آثار الضعف المتخلفة في ترتيبه في الثنائي والمضاعف والمعتل المهموز، ولكنها لا تشوه عمله لقلتها. ولم يرض من جاء بعد الراغب عن الحياة معه بين القمم، فعدل الرازي في القرن السابع عن ترتيبه، واصطنع ترتيب الجوهري، وجمع أبو حيان بين ترتيبي الراغب والجوهري، وأسقط الحشو، فكان ترتيبه غاية في التعقيد، ثم رجع العراقي في القرن التاسع إلى ترتيب الراغب.\nالجزء: 1 ¦ الصفحة: 16\n",
        "ووجدت في علاج الألفاظ نفسها مذاهب، فكان من المؤلفين من جمع كتابه من كل شيء، مثل ابن قتيبة، ومنهم من مال إلى الاختصار مثل المتأخرين ولاسيما أبو حيان، ومنهم من كان يأخذ من المفسرين، كابن قتيبة وابن الشحنة، ومنهم من غلبت عليه النظرة اللغوية كسائرهم، فاختفت من كتبهم أسماء مجاهد وعكرمة والحسن وغيرهم. واعتمد القدماء على الشعر في الاستشهاد منذ أولهم أبان البكري، ثم اعتمد ابن قتيبة على الحديث أيضاً، وانتقل ذلك منهم إلى غيرهما. وحاول بعضهم أن يتبع دوران الألفاظ في السور المختلفة. فظهر ذلك بصورة أولية بادئة عند السجستاني، واشتد إلى درجة لا بأس بها عند الراغب وانتظم عند المحدثين واختلف عنهم الرغب في عنايته بالصور المجازية المستمدة من الألفاظ القرآنية ويدل هذا على أن الراغب هو القمة التي وصلت إليها حركة التأليف في غريب القرآن، في الترتيب والعلاج.\nالجزء: 1 ¦ الصفحة: 17\n",
        "المراجع\nابن الأنباري: نزهة الألباء في طبقات الأدباء – دار نهضة مصر – د. ت.\nأبو الطيب اللغوي: مراتب النحويين – مطبعة نهضة مصر – د. ت.\nبروكلمن: تاريخ الأدب العربي – الأصل.\nسزكين: تاريخ التراث العربي – طبع جامعة الإمام محمد بن سعود الإسلامية.\nالسيوطي: الإتقان في علوم القرآن – مصر – دار التراث – د. ت.\nعائشة عبد الرحمن: الإعجاز البياني للقرآن.\nالقفطي: إنباه الرواة على أنباه النحاة – دار الكتب المصرية – 1369/1950.\nياقوت: معجم الأدباء – طبع أحمد فريد رفاعي.\nالجزء: 1 ¦ الصفحة: 18\n",
        "الدراسات في غريب القرآن\nالآلوسي، محمود شكري بن عبد الله (1273-1342/1857-1924) : كلم القرآن، مصر – مطبعة المنار – 1321و1322.\nإبراهيم محمد إسماعيل: معجم الألفاظ والأعلام القرآنية – 1969م.\nابن أبي طالب القيسي، أبو محمد مكي بن حموش (355-437/966-1045) : مشكل غريب القرآن. العمدة في غريب القرآن – طبع يوسف عبد الرحمن المرعشلي.\nابن أبي العافية الزناتي، أحمد بن محمد (960-1025/1553-1616) : التيسير العجيب في تفسير الغريب.\nابن التركماني، علاء الدين علي بن عثمان المارديني الحنفي (683-750/1284-1349) : بهجة الأريب في بيان ما في كتاب الله من الغريب – مخطوط بدار الكتب المصرية تحت رقم 549 تفسير.\nابن الجوزي، عبد الرحمن بن علي (508-568/1114-1201) : الأريب بما في القرآن من الغريب.\nابن دريد، محمد بن الحسن (223-321/838-933) : غريب القرآن – لم يتم.\nابن السمين، أبو المعالي أحمد بن علي البغدادي (596/1200) : مفردات القرآن.\nالجزء: 1 ¦ الصفحة: 19\n",
        "ابن شجرة، أحمد بن كامل بن خلف (260-350/874-961) : غريب القرآن.\nابن الشحنة، أبو البركات عبد البر بن محمد الحلبي (851-921/1448-1515) .\nابن الشحنة، أبو الوليد محمد بن محمد (749-815/1350-1412) : تفسير غريب القرآن العظيم: منه مخطوط بدار الكتب المصرية تحت رقم 168 تفسير.\nابن عباس، عبد الله (3ق. هـ –68/619-687) .\nابن قادم، محمد بن عبد الله الكوفي (251/865) .\nابن قتيبة، عبد الله بن مسلم (213-276/828-889) : تفسير غريب القرآن - حققه السيد أحمد صقر، وطبعته دار إحياء الكتب العربية بالقاهرة 1958م.\nابن المرحل، أبو الحكم مالك بن عبد الرحمن (604-699/1207-1300) : نظم كتاب محمد بن عزيز السجستاني.\nابن مطرف، محمد بن أحمد الكناني الأندلسي (387-454/997-1062) .\nابن الهائم، أحمد بن محمد المصري (753-815/1352-1412) .\nابن وليد، إسحاق بن سلمة القيني الأندلسي (368/978) .\nابن اليزيدي، أبو عبد الرحمن عبد الله بن محمد العدوي (تلميذ الفراء) : غريب القرآن.\nأبو جعفر القارئ، يزيد بن القعفاع (132/750) .\nالجزء: 1 ¦ الصفحة: 20\n",
        "أبو حيان، محمد بن يوسف الجياني الأندلسي (654-745/1256-1344) تحفة الأريب بما في القرآن من الغريب – طبعه محمد سعيد بن مصطفى الوردي النعساني 1936.\nأبو رزق، عبد الرؤوف المصري: معجم القرآن – مصر - مطبعة حجازي 1948.\nأبو روق، عطية بن الحارث: غريب القرآن – اعتمد عليه الأزدي الكوفي.\nأبو طالب، محمد: معالجة الألفاظ القرآنية في المعجم العربي الثنائي – ضمن \" صناعة المعجم العربي لغير الناطقين بالعربية - مكتب تنسيق التعريب – الرباط – 1983.\nأبو طالب، المفضل بن سلمة (300/913) .\nأبو عبيد، أحمد بن محمد الهروي (401/1011) : الغريبين (غريب القرآن والحديث) .\nأبو عبيد، القاسم بن سلام (157-224/774-738) : غريب القرآن.\n: أوضح البيان لألفاظ القرآن – القاهرة 1323.\nأبو عبيدة، معمر بن المثنى (110-209/728-824) : غريب القرآن.\nأبو فيد، مؤرج بن عمر السدوسي (195/810) : غريب القرآن.\nالأحول، محمد بن الحسن بن دينار: غريب القرآن.\nالأخفش الأصغر، علي بن سليمان أبو المحاسن (315/927) .\nالأخفش الأوسط، سعيد بن مسعدة (215/830) : غريب القرآن.\nالجزء: 1 ¦ الصفحة: 21\n",
        "الأزدي الكوفي، عبد الرحمن بن محمد: المختلف فيه والمتفق عليه.\nإسماعيل، د. شعبان محمد ومحمد سالم محيسن: الهادي إلى تفسير غريب القرآن – مصر 1980.\nالأصمعي عبد الملك بن قريب (122-216/740-831) : غريب القرآن.\nالأنصاري، سراج الدين عمر بن أحمد (804/1402) .\nالبكري، أبو سعيد أبان بن تغلب بن رباح (141/758) : الغريب في القرآن.\nالبلخي، أبو زيد أحمد بن سهل (235-322/849-934) : ما أغلق من غريب القرآن.\nالتجيبي، محمد بن أحمد بن صمادح (419/1028) .\nالتدميري، أبو العباس أحمد بن عبد الجليل (555/1160) : شرح شواهد العزيزي.\nثعلب، أحمد بن يحيى (200/291/816-904) : غريب القرآن.\nالجسر، الشيخ نديم: غريب القرآن.\nالجعد، أبو بكر محمد بن عثمان (نحو 322/934) : غريب القرآن. قال القفطي: لما فرغ من عمله أخذ نفسه بحفظه، فلم يمكنه إلا يسيراً حتى توفي، فلم يخرج الكتاب عنه. (إنباه 3/184) .\nالجمحي، أبو عبد الله محمد بن سلام (139-231/757-846) : غريب القرآن.\nالجزء: 1 ¦ الصفحة: 22\n",
        "الحنفي، قاسم: مختصر كتاب التحفة في غريب القرآن القرآن - مخطوط بدار الكتب المصرية برقم 234 تفسير.\nالخزرجي، أبو محمد عبد الرحمن بن عبد المنعم (663/1265) : غريب القرآن.\nالدمشقي، حمدي عبيد بن محمد حسن (1307-1391/1889-1971) : القرآن وتفسير غريبة – دمشق 1963.\nالذهبي المصري، مصطفى بن السيد حنفي (1280/1863) : رسالة في تفسير غريب القرآن العظيم - طبعت على الحجر - د. ت.\nالرازي، محمد بن أبي بكر بن عبد القادر (كان حياً 668/1270) : قال حاجي خليفة: ذكر فيه أن طلبة العلم وحملة القرآن سألوه أن يجمع لهم تفسير غريب القرآن فأجاب، ورتبه ترتيب الجوهري، ضم فيه متناً من الإعراب والمعاني. وفرغ من تعليقه في سنة 668\". (كشف الظنون 4/331) .\nالراغب الأصفهاني، أبو القاسم الحسين بن محمد (502/1108) : المفردات في غريب القرآن - مصر - المطبعة الميمنية 1324وأعيد أكثر من مرة.\nالزاهد البخاري، أبو عبد الله محمد بن عبد الرحمن (546/1151) .\nالزاهد، أبو عمر محمد بن عبد الواحد المعروف بغلام ثعلب (261/345/875-957) : غريب القرآن أو ياقوته الصراط.\nزيد بن علي أبو الحسن (79-122/698-740) .\nالزيدي، محمد بن إدريس (730/1330) .\nالجزء: 1 ¦ الصفحة: 23\n",
        "السجستاني، أبو بكر محمد بن عزيز (330/941) : نزهة القلوب، طبع أكثر من مرة.\nالسمين: أحمد بن يوسف (756/1355) : عمدة الحفاظ في تفسير أشرف الألفاظ في غريب القرآن. كان في عشرين مجلدة رآها ابن حجر بخطه. وتقتني جامعة الملك سعود بالرياض مصورة ثلاثة أجزاء منه في 6 مجلدات (1) .\nالسيروان، عبد العزيز عز الدين: المعجم الجامع لغريب مفردات القرآن الكريم – بيروت – دار العلم للملايين – 1986.\nالسيوطي، جلال الدين عبد الرحمن بن أبي بكر (849-911/1445-1505) .\nشكري، محمود: كلم القرآن – مطبعة المنار بمصر 1321 و 1322.\nالطبري، أبو جعفر أحمد بن محمد: غريب القرآن.\nعبد الباقي، محمود فؤاد (1299-1388/1882-1968) : معجم غريب القرآن - دار إحياء الكتب العربية بمصر 1950.\nالعراقي، الحافظ بن زين الدين عبد الرحيم بن الحسين (725-806/1325-1404هـ) : ألفية العراقي في غريب ألفاظ القرآن - عيسى البابي الحلبي بمصر 1925.\nعرجون، محمد الصادق: قاموس غريب القرآن – مطبعة محمد علي صبيح وأولاده بمصر 1980/1400.\n(1) طبع الكتاب طبعتين إحداهما بتحقيق د. محمد آلتونجي نشرتها عالم الكتب (الجزء الأول عام 1414هـ، والأجزاء الثلاثة الباقية عام 1993م) ، والأخرى بتحقيق محمد باسل عيون السود نشرتها دار الكتب العلمية بيروت (عام 1417هـ – 1996) ، وهي كذلك في أربعة أجزاء.\nالجزء: 1 ¦ الصفحة: 24\n",
        "العروضي، أبو الحسن إبراهيم بن عبد الرحيم: غريب القرآن.\nالكفرطابي، أبو عبد الله محمد بن يوسف (553/1158) : غريب القرآن.\nالكسائي، علي بن حمزة (189/805) .\nالكلبي، أبو النضر محمد بن السائب (146/763) :غريب القرآن.\nالكندي، أبو سعيد أحمد بن خالد الحمصي: غريب القرآن.\nمجمع اللغة العربية بمصر: معجم ألفاظ القرآن – طبع 1953وما بعدها.\nمحيسن، د. محمد محمد: انظر إسماعيل.\nمخلوف، حسنين محمد: كلمات القرآن – 1375/1956.\nالمرزوقي، أبو علي أحمد بن محمد (421/1030) .\nالمصري، م: تفسير غريب القرآن المعروف بقاموس أوضح التبيان في ألفاظ القرآن – مكتبة الهلال 1934.\nالمقريزي، أبو العباس أحمد بن علي (766-845/1365-141) .\nالمليحي، عبد الواحد بن أحمد (463/1070) : الرد على أبي عبيد في غريب القرآن.\nموسى، علي حلمي: استخدام الآلات الحاسبة الإلكترونية في دراسة ألفاظ القرآن الكريم – مجلة عالم الفكر – المجلد 12 – يناير – مارس 1982.\nالنضر بن شميل أبو الحسن (122-203/740-819) : غريب القرآن.\nنفطويه، إبراهيم بن محمد بن عرفة (244-323/858-935) : غريب القرآن.\nالجزء: 1 ¦ الصفحة: 25\n",
        "النقاش، أبو بكر محمدبن الحسن الأنصاري (266-351/880-962) .\nهبة، محمود إبراهيم: تفسير غريب القرآن – مصر – 1913.\nالوراق، أبو بكر: غريب المصاحف.\nاليزيدي، أبو محمد يحيى بن المبارك (138-202/755-818) : غريب القرآن.\nالجزء: 1 ¦ الصفحة: 26\n",
        ""
    ]
}