{
    "1": [
        "كلام الليالي والأيام لابن أبي الدنيا\nكلام الليالي والأيام لابن أبي الدنيا\nابن أبي الدنيا\nالكتاب:\nكلام الليالي والأيام\nالمؤلف:\nأبو بكر عبد الله بن محمد بن عبيد بن سفيان بن قيس البغدادي الأموي القرشي المعروف بابن أبي الدنيا (المتوفى: 281هـ)\nتحقيق:\nمحمد خير رمضان يوسف\nالناشر:\nدار ابن حزم، بيروت - لبنان\nالطبعة:\nالأولى، 1418 هـ - 1997 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع، وهو ضمن خدمة التخريج]\n",
        "1 -\nحَدَّثَنَا خَالِدُ بْنُ خِدَاشِ بْنِ عَجْلَانَ، وَخَلَفُ بْنُ هِشَامٍ الْبَزَّارُ، قَالَا: حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ خُلَيْدِ بْنِ عَبْدِ اللَّهِ الْعَصَرِيِّ، عَنْ أَبِي الدَّرْدَاءِ قَالَ خَلَفٌ: قَالَ أَبُو عَوَانَةَ: رَفَعَهُ بَعْضُ أَصْحَابِنَا، وَأَمَّا أَنَا فَلَمْ أَحْفَظْ رَفْعَهُ، قَال\nَ: \" مَا طَلَعَتْ شَمْسٌ قَطُّ إِلَّا بِجَنْبَتَيْهَا مَلَكَانِ يُنَادِيَانِ، إِنَّهُمَا لَيُسْمِعَانِ مَنْ عَلَى الْأَرْضِ غَيْرَ الثَّقَلَيْنِ: يَا\nأَيُّهَا النَّاسُ، هَلُمَّ إِلَى رَبِّكُمْ، إِنَّ مَا قَلَّ وَكَفَى خَيْرٌ مِمَّا كَثُرَ وَأَلْهَى، وَمَا غَرَبَتْ شَمْسٌ قَطُّ إِلَّا بِجَنَبَتَيْهَا مَلَكَانِ يُنَادِيَانِ، إِنَّهُمَا لَيُسْمِعَانِ مَنْ عَلَى الْأَرْضِ غَيْرَ الثَّقَلَيْنِ: اللَّهُمَّ عَجِّلْ لِمُنْفِقٍ خَلَفًا، وَعَجِّلْ لِمُمْسِكٍ تَلَفًا \". حَدَّثَنِي أَزْهَرُ بْنُ مَرْوَانَ الرَّقَاشِيُّ، حَدَّثَنَا عَبْدُ الْأَعْلَى بْنُ\n[ص: 14]\nعَبْدِ الْأَعْلَى، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنْ خُلَيْدٍ الْعَصَرِيِّ، عَنْ أَبِي الدَّرْدَاءِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 13\n",
        "2 -\nحَدَّثَنَا أَبُو خَيْثَمَةَ، حَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ، عَنْ\n[ص: 15]\nحِزَامِ بْنِ إِسْمَاعِيلَ الْعَامِرِيِّ، عَنْ مُوسَى بْنِ عُبَيْدَةَ، عَنْ أَبِي حَكِيمٍ مَوْلَى الزُّبَيْرِ، عَنِ الزُّبَيْرِ بْنِ الْعَوَّامِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: \" مَا مِنْ صَبَاحٍ يُصْبِحُ الْعِبَادُ إِلَّا صَارِخٌ يَصْرُخُ: أَيُّهَا الْخَلَائِقُ، سَبِّحُوا الْقُدُّوسَ \"\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 14\n",
        "3 -\nحَدَّثَنَا أَبُو هُرَيْرَةَ الصَّيْرَفِيُّ، حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ\n[ص: 16]\nعَبْدِ الْحَمِيدِ بْنِ جَعْفَرٍ، حَدَّثَنِي حُسَيْنُ بْنُ عَطَاءٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِي ذَرٍّ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «مَا مِنْ يَوْمٍ وَلَا لَيْلَةٍ إِلَّا وَلِلَّهِ فِيهِ صَدَقَةٌ يَمُنُّ بِهَا عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ، وَمَا مَنَّ اللَّهُ عَلَى عَبْدٍ\nبِمِثْلِ مِنْ أَنْ يُلْهِمَهُ ذِكْرَهُ»\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 15\n",
        "4 -\nحَدَّثَنَا 125085 مُحَمَّدُ بْنُ عَبْدِ اللَّهِ أَبُو عَبْدِ اللَّهِ الْمَدَائِنِيُّ، حَدَّثَنَا، قَالَ لُقْمَانُ لِابْنِهِ: \" يَا بُنَي\nَّ عَوِّدْ لِسَانَكَ: اللَّهُمَّ اغْفِرْ لِي، فَإِنَّ لِلَّهِ سَاعَاتٍ لَا يَرُدُّ فِيهَا سَائِلًا \"\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 16\n",
        "5 -\nحَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُمَرَ،. . . . وَحَمَدُ بْنُ إِبْرَاهِيمَ، عَنْ. . . .، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ الْوَلِيدِ، سَمِعْتُ عَبْدَ. . . . حُجَيْرٍ. . . .، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، يَقُولُ:\n[ص: 17]\n«إِنَّكُمْ مِنَ اللَّيْلِ وَالنَّهَارِ فِي آجَالٍ مَنْقُوصَةٍ، وَأَعْمَالٍ مَحْفُوظَةٍ، مَنْ زَرَعَ خَيْرًا يُوشِكُ أَنْ يَحْصُدَ رَغْبَةً، وَمَنْ\nزَرَعَ شَرًّا يُوشِكُ أَنْ يَحْصُدَ نَدَامَةً، وَلِكُلِّ زَارِعٍ مِثْلَمَا زَرَعَ، لَا يُسْبَقُ بَطِيءٌ بِحَظِّهِ، وَلَا يُدْرِكُ حَرِيصٌ مَا لَمْ يُقَدَّرْ لَهُ، فَمَنْ أُعْطِيَ خَيْرًا فَاللَّهُ أَعْطَاهُ، وَمَنْ وُقِيَ شَرًّا فَاللَّهُ وَقَاهُ. الْمُتَّقُونَ سَادَةٌ، وَالْعُلَمَاءُ قَادَةٌ، وَمُجَالَسَتُهُمْ رِيَادَةٌ»\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 16\n",
        "6 -\nحَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ صَالِحٍ الْعَتَكِيُّ، حَدَّثَنَا الْمُطَّلِبُ بْنُ زِيَادٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ زُبَيْدٍ الْيَامِيِّ، قَال\nَ: \" لَيْسَ مِنْ يَوْمٍ إِلَّا وَهُوَ يُنَادِي: أَنَا يَوْمٌ جَدِيدٌ، وَأَنَا عَلَيْكُمْ شَهِيدٌ، ابْنَ آدَمَ إِنِّي لَنْ أَمُرَّ بِكَ أَبَدًا،\nفَاعْمَلْ فِيَّ خَيْرًا، فَإِذَا هُوَ أَمْسَى قَالَ: اللَّهُمَّ لَا تَرُدَّنِي إِلَى الدُّنْيَا أَبَدًا \"\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 17\n",
        "7 -\nأَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ صَالِحِ، أَخْبَرَنَا حُسَيْنُ الْجُعْفِيُّ، عَنْ مُوسَى الْجُهَنِيِّ، قَال\nَ: \" مَا مِنْ لَيْلَةٍ إِلَّا تَقُولُ: ابْنَ آدَمَ، أَحْدِثْ فِيَّ خَيْرًا فَإِنِّي لَنْ أَعُودَ إِلَيْكَ أَبَدًا \"\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 17\n",
        "8 -\nحَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ زَبَّانَ الطَّائِيُّ، حَدَّثَنَا الْمُحَارِبِيُّ، عَنْ بَدْرِ بْنِ عُثْمَانَ، عَنْ الْحُوَيْرِثِ بْنِ نَصْرٍ الْعَامِرِيِّ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، قَالَ: \" مَا مَضَى يَوْمٌ مِنَ الدُّنْيَا إِلَّا يَقُولُ عِنْدَ مُضِيِّهِ: أَيُّهَا النَّاس\nُ أَنَا الَّذِي قَدِمْتُ عَلَيْكُمْ جَدِيدًا، وَقَدْ حَانَ مِنِّي تَصَرُّمٌ، فَلَا يَسْتَطِيعُ مُحْسِنٌ أَنْ يَزْدَادَ فِيَّ إِحْسَانًا، وَلَا\nيَسْتَطِيعُ مُسِيءٌ أَسَاءَ أَنْ يَسْتَعْتِبَ فِيَّ مَنْ أَسَاءَ، الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَجْعَلْنِي الْيَوْمَ الْعَقِيمَ، ثُمَّ يَذْهَبُ \". قَالَ بَدْرٌ: «وَبَلَغَنِي أَنَّ اللَّيْلَ يَقُولُ مِثْلَ ذَلِكَ»\nالحديث: 8 ¦ الجزء: 1 ¦ الصفحة: 18\n",
        "9 -\nحَدَّثَنِي أَبُو عَبْدِ الرَّحْمَنِ سَلَمَةُ بْنُ شَبِيبٍ، حَدَّثَنَا سَهْلُ بْنُ عَاصِمٍ، عَنْ عَبْدِ الْكَبِيرِ بْنِ مُعَافَى بْنِ عِمْرَانَ، قَالَ: حَدَّثَنِي أَبِي، قَالَ: حَدَّثَنَا طَلْحَةُ، قَالَ: حَدَّثَنِي قَيْسُ بْنُ سَعْدٍ، أَنَّهُ سَمِعَ مُجَاهِدًا، يَقُول\nُ: \" مَا مِنْ يَوْمٍ إِلَّا يَقُولُ: ابْنَ آدَمَ، قَدْ دَخَلْتُ عَلَيْكَ الْيَوْمَ، وَلَنْ أَرْجِعَ إِلَيْكَ بَعْدَ الْيَوْمِ، فَانْظُرْ مَاذَا تَعْمَلُ\nفِيَّ، فَإِذَا انْقَضَى طَوَاهُ، ثُمَّ يُخْتَمُ عَلَيْهِ، فَلَا يُفَكُّ حَتَّى يَكُونَ اللَّهُ هُوَ الَّذِي يَفِضُّ ذَلِكَ الْخَاتَمَ يَوْمَ الْقِيَامَةِ،\n[ص: 19]\nوَيَقُولُ الْيَوْمُ حِينَ يَنْقَضِيَ: الْحَمْدُ لِلَّهِ الَّذِي أَرَاحَنِي مِنَ الدُّنْيَا وَأَهْلِهَا، وَلَا لَيْلَةٌ تَدْخُلُ عَلَى النَّاسِ إِلَّا قَالَتْ كَذَلِكَ \"\nالحديث: 9 ¦ الجزء: 1 ¦ الصفحة: 18\n",
        "10 -\nحَدَّثَنِي أَبُو إِسْحَاقَ الْأَدَمِيُّ إِبْرَاهِيمُ بْنُ رَاشِدٍ، حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا نُوحُ بْنُ قَيْسٍ، حَدَّثَنَا أَبُو عَبْدِ اللَّهِ الدِّمِشْقِيُّ، قَالَ: \" قَالَ عِيسَى عَلَيْهِ السَّلَام\nُ: الدَّهْرُ ثَلَاثَةُ أَيَّامٍ: أَمْسِ خَلَتْ عِظَتُهُ، وَالْيَوْمُ الَّذِي أَنْتَ فِيهِ لَكَ، وَغَدًا لَا تَدْرِي مَا\nيَكُونُ \"\nالحديث: 10 ¦ الجزء: 1 ¦ الصفحة: 19\n",
        "11 -\nحَدَّثَنِي أَبُو مُحَمَّدٍ السِّمْسَارُ الْقَاسِمُ بْنُ هَاشِمٍ، قَالَ: أَخْبَرَنَا الْمُسَيَّبُ بْنُ وَاضِحٍ، حَدَّثَنَا مُحَمَّدُ بْنُ وَلِيدٍ، قَالَ: قَالُوا لِلْحَسَنِ: صِفْ لَنَا الدُّنْيَا.\n[ص: 20]\nقَال\nَ: «أَمْسِ أَجَلٌ، وَالْيَوْمَ عَمَلٌ، وَغَدًا أَمَلٌ»\nالحديث: 11 ¦ الجزء: 1 ¦ الصفحة: 19\n",
        "12 -\nحَدَّثَنِي مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْحَسَنِ بْنِ شَقِيقٍ، عَنِ النَّضْرِ بْنِ شُمَيْلٍ، قَالَ: قَالَ الْخَلِيلُ بْنُ أَحْمَد\nَ: \" الْأَيَّامُ ثَلَاثَةٌ: مَعْهُودٌ، وَمَشْهُودٌ، وَمَوْعُودٌ، فَالْمَعْهُودُ أَمْسِ، وَالْمَشْهُودُ الْيَوْمُ، وَالْمَوْعُودُ\nغَدًا \"\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 20\n",
        "13 -\nحَدَّثَنِي أَبُو بَكْرٍ مُحَمَّدُ بْنُ هَانِئٍ، قَالَ: حَدَّثَنِي أَحْمَدُ بْنُ شَبُّوَيْهِ، قَالَ: حَدَّثَنِي سُلَيْمَانُ، قال: حَدَّثَنِي. . .، عَنْ دَاوُدَ بْنِ سُلَيْمَانَ، أَنَّ خَالِدَ بْنَ يَزِيدَ قَالَ لِعَبْدِ الْمَلِكِ: إِنَّكَ تُكْتِبُ إِلَى الْحَجَّاجِ وَعِنْدَهُ أَهْلُ الْعِرَاقِ. . . . يَسْأَلُهُ عَنْ أَمْسِ، وَالْيَوْمِ، وَغَدٍ. فَكَتَبَ إِلَيْهِ يَسْأَلُهُ عَنْ ذَلِكَ، فَقَالَ لِلرَّسُولِ: بَعَثَكَ. . . فَكَتَبَ إِلَيْه\nِ: «أَمْسِ أَجَلٌ، وَالْيَوْمَ عَمِلٌ، وَغَدًا أَمَلٌ»\nالحديث: 13 ¦ الجزء: 1 ¦ الصفحة: 20\n",
        "14 -\nحَدَّثَنِي عَلِيُّ بْنُ الْحَسَنِ بْنِ أَبِي مَرْيَمَ، عَنْ أَبِي. . .، عَنْ إِسْمَاعِيلَ بْنِ عَيَّاشٍ، عَنْ سَعِيدِ بْنِ عَبْدِ اللَّهِ، أَنَّ الْحَجَّاجَ بْنَ يُوسُفَ، سَأَلَ خَالِدَ بْنَ يَزِيدَ: عَن\nِ الدُّنْيَا، فَقَالَ: «مِيرَاثٌ» قَالَ: فَالْأَيَّامُ؟، قَالَ: «دُوَلٌ» ، قَالَ: فَالدَّهْرُ؟، قَالَ: «أَطْبَاقٌ، وَالْمَوْتُ بِكُلِّ سَبِيلٍ،\nفَلْيَحْذَرِ الْعَزِيزُ الذُّلَّ، وَالْغَنِيُّ الْفَقْرَ، فَكَمْ مِنْ عَزِيزٍ قَدْ ذَلَّ، وَكَمْ مِنْ غَنِيٍّ قَدِ افْتَقَرَ»\nالحديث: 14 ¦ الجزء: 1 ¦ الصفحة: 21\n",
        "15 -\nحَدَّثَنِي أَبُو إِسْحَاقَ الْأَدَمِيُّ إِبْرَاهِيمُ بْنُ رَاشِدٍ، قَالَ: سَمِعْتُ أَبَا رَبِيعَةَ زَيْدَ بْنَ عَوْفٍ قَالَ: سَمِعْتُ سُفْيَانَ بْنَ عُيَيْنَةَ، يَقُولُ: \" قَالَ بَعْضُ أَهْلِ الْعِلْم\nِ: الْأَيَّامُ ثَلَاثَةٌ: فَأَمْسِ حَكِيمٌ مُؤَدِّبٌ، أَبْقَى فِيكَ مَوْعِظَةً، وَتَرَكَ فِيكَ عِبْرَةً، وَالْيَوْمُ ضَيْفٌ عِنْدَكَ، طَوِيلُ\nالْغَيْبَةِ، وَهُوَ عَنْكَ سَرِيعُ الظَّعْنِ، وَغَدٌ لَا تَدْرِي مَنْ صَاحِبُهُ \"\nالحديث: 15 ¦ الجزء: 1 ¦ الصفحة: 21\n",
        "16 -\nحَدَّثَنِي أَبُو إِسْحَاقَ، قَالَ: سَمِعْتُ أَبَا رَبِيعَةَ، يَقُولُ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ ثَعْلَبَةَ الْحَنَفِيَّ، قَال\nَ: «أَمْسِ مَذْمُومٌ، وَيَوْمُكَ غَيْرُ مَحْمُودٍ، وَغَدًا غَيْرُ مَأْمُونٍ»\nالحديث: 16 ¦ الجزء: 1 ¦ الصفحة: 22\n",
        "17 -\nحَدَّثَنِي عَبْدُ اللَّهِ بْنُ عِيسَى الطُّفَاوِيُّ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ شُمَيْطِ بْنِ عَجْلَانَ، قَالَ: سَمِعْتُ أَبِي، يَقُولُ: \" إِن\nَّ الْمُؤْمِنَ يَقُولُ لِنَفْسِهِ: إِنَّمَا هِيَ ثَلَاثَةُ أَيَّامٍ: فَقَدْ مَضَى أَمْسِ بِمَا فِيهِ، وَغَدًا أَمَلٌ لَعَلَّكَ لَا تُدْرِكُهُ. إِنَّكَ\nإِنْ كُنْتَ مِنْ أَهْلِ غَدٍ، فَإِنَّ غَدًا يَجِيءُ بِرِزْقِ غَدٍ، إِنَّ دُونَ غَدٍ يَوْمًا وَلَيْلَةً تُخْتَرَمُ فِيهَا أَنْفُسٌ كَثِيرَةٌ، لَعَلَّكَ الْمُخْتَرَمُ فِيهَا. كَفَى كُلَّ يَوْمٍ هَمُّهُ \"\nالحديث: 17 ¦ الجزء: 1 ¦ الصفحة: 22\n",
        "18 -\nحَدَّثَنِي حُسَيْنُ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ: قَالَ أَبُو حَازِمٍ: \" الْأَيَّامُ ثَلَاثَةٌ:\n[ص: 23]\nفَأَمَّا أَمْسِ فَقَدِ انْقَضَى عَنِ الْمُلُوكِ نِعْمَتُهُ، وَذَهَبَتْ عَنِّي شِدَّتُهُ، وَإِنِّي وَإِيَّاهُمْ مِنْ غَدٍ لَعَلَى وَجَلٍ، وَإِنَّمَا هُوَ الْيَوْمُ: فَمَا عَسَى أَنْ يَكُونَ؟ \"\nالحديث: 18 ¦ الجزء: 1 ¦ الصفحة: 22\n",
        "19 -\nحَدَّثَنِي مُحَمَّدُ بْنُ صَالِحِ بْنِ يَحْيَى التَّمِيمِيُّ، عَنْ أَبِيهِ، قَالَ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ مَرْوَانَ بْنِ مُحَمَّدِ بْنِ الْحَكَمِ، - وَلَمْ أَرَ مِثْلَهُ بَيَانًا وَفَهْمًا - يَقُول\nُ: «لَيْسَ مِنْ يَوْمٍ يَقْدَمُ إِلَّا وَهُوَ عَارِيَةٌ لِلْيَوْمِ الَّذِي بَعْدَهُ فَالْيَوْمُ الْجَدِيدُ يَقْتَضِي عَارِيَتُهُ، فَإِنْ كَانَ حَسَنًا\nأَدَّى إِلَيْهِ حَسَنًا، وَإِنْ كَانَ قَبِيحًا أَدَّى إِلَيْهِ قَبِيحًا، فَإِنِ اسْتَطَعْتَ أَنْ تَكُونَ عَوَارِي أَيَّامِكَ حِسَانًا فَافْعَلْ» أَنْشَدَنِي مَحْمُودُ بْنُ الْحَسَنَ:\n[البحر الطويل]\nمَضَى أَمْسُكَ الْمَاضِي شَهِيدًا مُعَدَّلًا\n...\nوَأَعْقَبَهُ يَوْمٌ عَلَيْكَ جَدِيدُ\nفَإِنْ كُنْتَ بِالْأَمْسِ اقْتَرَفْتَ إِسَاءَةً\n...\nفَثَنِّ بِإِحْسَانٍ وَأَنْتَ حَمِيدُ\nفَيَوْمُكَ إِنْ أَعْتَبْتَهُ عَادَ نَفَعُهُ\n...\nعَلَيْكَ وَمَاضِي الْأَمْسِ لَيْسَ يَعُودُ\nوَلَا تُرْجِ فِعْلَ الْخَيْرِ يَوْمًا إِلَى غَدٍ\n...\nلَعَلَّ غَدًا يَأْتِي وَأَنْتَ فَقِيدُ \"\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 23\n",
        "20 -\nحَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ: سَمِعْتُ شَيْخًا، مِنْ رَبِيعَةَ، قَالَ: قَالَ حَكِيمٌ مِنَ الْحُكَمَاءِ: إِنَّ. . . كَانَ. . . وَخَلَّفَ فِي بَيْتِكَ عِظَتَهُ، وَإِنَّ الْيَوْمَ كَانَ. . . .\n، وَإِنَّ غَدًا لَا تَدْرِي مَا مُهِلُّهُ، فَأَيْنَ اجْتِمَاعُ شَهَادَتُهُمْ عَلَيْكَ. . . . \"\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 24\n",
        "21 -\nحَدَّثَنِي عَلِيُّ بْنُ مُسْلِمٍ، حَدَّثَنَا سَيَّارٌ، حَدَّثَنَا جَعْفَرٌ، حَدَّثَنَا مَالِكُ بْنُ دِينَارٍ، قَالَ. .: يَقُولُ: «إِنَّ هَذَا\nاللَّيْلَ وَالنَّهَارَ خَزَانَتَانِ، فَانْظُرُوا مَا تَضِعُونَ فِيهِمَا» ، وَكَانَ يَقُولُ: «اعْمَلُوا لِلَّيْلِ لِمَا خُلِقَ لَهُ، وَاعْمَلُوا\nلِلنَّهَارِ لِمَا خُلِقَ لَهُ»\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 24\n",
        "22 -\nحَدَّثَنِي مُحَمَّدُ بْنُ الْحَارِثِ الْخَرَّازُ، حَدَّثَنَا سَيَّارٌ، حَدَّثَنَا جَعْفَرٌ، حَدَّثَنَا الْمُعَلَّى بْنُ زِيَادٍ، عَنِ الْحَسَنِ، قَالَ: \" لَيْسَ يَوْمًا يَأْتِي مِنْ أَيَّامِ الدُّنْيَا إِلَّا يَتَكَلَّمُ يَقُولُ: يَا أَيُّهَا النَّاس\nُ، إِنِّي يَوْمٌ جَدِيدٌ، وَإِنِّي عَلَى مَا يُعْمَلُ فِيَّ شَهِيدٌ، فَإِنِّي لَوْ قَدْ غَرَبَتِ الشَّمْسُ لَمْ أَرْجِعْ إِلَيْكُمْ إِلَى يَوْمِ\nالْقِيَامَةِ \"\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 24\n",
        "23 -\nحَدَّثَنِي عَلِيُّ بْنُ الْحَسَنِ بْنِ مُوسَى، عَنْ أَبِي الْيَمَانِ\n[ص: 25]\nالْحِمْصِيِّ، عَنْ إِسْمَاعِيلَ بْنِ عَيَّاشٍ، عَنْ مُعَانِ بْنِ رِفَاعَةَ، عَنْ دِرْعٍ الْخَوْلَانِيِّ، عَنْ أَبِي شَيْبَةَ الْمَهْرِيِّ، قَال\nَ: «اخْتِلَافُ اللَّيْلِ وَالنَّهَارِ غَنِيمَةُ الْأَكْيَاسِ»\nالحديث: 23 ¦ الجزء: 1 ¦ الصفحة: 24\n",
        "24 -\nحَدَّثَنَا عُمَرُ بْنُ سَعِيدِ بْنِ سُلَيْمَانَ الْمَقْدِسِيُّ، حَدَّثَنَا سَعِيدُ بْنُ بَشِيرٍ، عَنْ قَتَادَةَ، قَالَ: قَالَ أَبُو الدَّرْدَاء\nِ: «ابْنَ آدَمَ، طَأِ الْأَرْضَ بِقَدَمِكَ، فَإِنَّهَا عَنْ قَلِيلٍ تَكُونُ قَبْرَكَ، ابْنَ آدَمَ، إِنَّمَا أَنْتَ أَيَّامٌ، فَكُلَّمَا ذَهَبَ يَوْمٌ\nذَهَبَ بَعْضُكَ، ابْنَ آدَمَ، إِنَّكَ لَمْ تَزَلْ فِي هَدْمِ عُمْرَكَ مُنْذُ وَلَدَتْكَ أُمُّكَ»\nالحديث: 24 ¦ الجزء: 1 ¦ الصفحة: 25\n",
        "25 -\nحَدَّثَنِي الْمُفَضَّلُ بْنُ غَسَّانَ الْغَلَابِيُّ، حَدَّثَنَا رَوْحُ بْنُ الزِّبْرِقَانِ، قَالَ: قَالَ أَبُو الدَّرْدَاء\nِ: «مَا مِنْ أَحَدٍ إِلَّا وَفِي عَقْلِهِ نَقَصٌ عَنْ حِلْمِهِ وَعِلْمِهِ، وَذَلِكَ أَنَّهُ إِذَا أَتَتْهُ الدُّنْيَا بِزِيَادَةٍ فِي مَالٍ ظَلَّ فَرِحًا\nمَسْرُورًا، وَاللَّيْلُ وَالنَّهَارُ دَائِبَانِ فِي هَدْمِ عُمْرِهِ، ثُمَّ لَا يُحْزِنُهُ ذَلِكَ، ضَلَّ ضَلَالَةً، مَا يَنْفَعُ مَالٌ يَزِيدُ وَعُمْرٌ يَنْفَدُ»\nالحديث: 25 ¦ الجزء: 1 ¦ الصفحة: 25\n",
        "26 -\nحَدَّثَنَا أَبُو مُحَمَّدٍ الْبَزَّارُ الْقَاسِمُ بْنُ هَاشِمٍ، حَدَّثَنَا الْمُسَيَّبُ بْنُ وَاضِحٍ، عَنْ مُحَمَّدِ بْنِ الْوَلِيدِ، قَالَ: كَانَ الْحَسَنُ يَقُولُ:\n[ص: 26]\n«ابْنَ آدَم\nَ الْيَوْمُ ضَيْفُكَ، وَالضَّيْفُ مُرْتَحِلٌ بِحَمْدِكَ أَوْ بِذَمِّكَ، وَكَذَلِكَ لَيْلَتُكَ»\nالحديث: 26 ¦ الجزء: 1 ¦ الصفحة: 25\n",
        "27 -\nحَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، حَدَّثَنَا بَدَلُ بْنُ الْمُحَبَّرِ الْيَرْبُوعِيُّ، حَدَّثَنَا الْمِنْهَالُ بْنُ عِيسَى، عَنْ غَالِبٍ الْقَطَّانِ، عَنِ الْحَسَنِ، قَالَ: «ابْنَ آدَم\nَ إِنَّكَ بَيْنَ مَطِيَّتَيْنِ يُوضَعَانِكَ يُوضِعُكَ اللَّيْلُ إِلَى النَّهَارِ، وَالنَّهَارُ إِلَى اللَّيْلِ، حَتَّى يُسَلِّمَاكَ إِلَى الْآخِرَةِ،\nفَمَنْ أَعْظَمُ مِنْكَ يَا ابْنَ آدَمَ خَطَرًا»\nالحديث: 27 ¦ الجزء: 1 ¦ الصفحة: 26\n",
        "28 -\nحَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي الْحُمَيْدِيُّ، عَنْ سُفْيَانَ، قَالَ: \" ذَكَرُوا عَنْ بَعْضِ الْحُكَمَاءِ، أَنَّهُ كَانَ يَقُول\nُ: \" الْأَيَّامُ ثَلَاثَةٌ: فَأَمْسٌ حَكِيمٌ مُؤَدِّبٌ تَرَكَ فِيكَ عِظَةَ حِكْمَتِهِ، وَأَبْقَى فِيكَ عِبْرَتَهُ وَعِظَتَهُ، وَيَوْمُكَ صَدِيقٌ مُوَدِّعٌ،\nكَانَ عَنْكَ طَوِيلَ الْغَيْبَةِ، أَتَاكَ وَلَمْ تَأْتِهِ، فَهُوَ عَنْكَ سَرِيعُ الْمَظْعَنِ، وَغَدٌ لَا تَدْرِي: تَكُونُ مِنْ أَهْلِهِ أُمْ لَا؟ \"\nالحديث: 28 ¦ الجزء: 1 ¦ الصفحة: 26\n",
        "29 -\nحَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، حَدَّثَنَا شُعَيْبُ بْنُ مُحْزِرٍ، حَدَّثَنَا\n[ص: 27]\nسَلَّامُ بْنُ أَبِي مُطِيعٍ، قَالَ: قَالَ مُحَمَّدُ بْنُ وَاسِعٍ لِرَجُلٍ: 000\n«اللَّيْلُ وَالنَّهَارُ لِيَوْمِ سُوءٍ، أَوْ غَيْرِ ذَلِكَ» . ثُمَّ بَكَى\nالحديث: 29 ¦ الجزء: 1 ¦ الصفحة: 26\n",
        "30 -\nحَدَّثَنِي مُحَمَّدٌ، حَدَّثَنِي مَطِيرُ بْنُ الرَّبِيعِ، قَالَ: كَانَ مُفَضَّلُ بْنُ يُونُسَ إِذَا جَاءَ اللَّيْلُ قَال\nَ: «ذَهَبَ مِنْ عُمْرِي يَوْمٌ كَامِلٌ» ، فَإِذَا أَصْبَحَ قَالَ: «ذَهَبَتْ لَيْلَةٌ كَامِلَةٌ مِنْ عُمْرِي» ، فَلَمَّا احْتَضَرَ بَكَى وَقَالَ: \" قَدْ كُنْتُ\nأَعْلَمُ أَنَّ لِي مِنْ كَرِّكُمَا عَلَيَّ يَوْمًا شَدِيدًا كَرْبُهُ، شَدِيدًا غُصَصُهُ، شَدِيدًا غَمُّهُ، شَدِيدًا عَلْزُهُ، فَلَا إِلَهَ إِلَّا الَّذِي قَضَى الْمَوْتَ عَلَى خَلْقِهِ، وَجَعَلَهُ عَدْلًا بَيْنَ عِبَادِهِ، ثُمَّ جَعَلَ يَقْرَأهُ الْقُرْآنَ: {الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا وَهُوَ الْعَزِيزُ الْغَفُورُ} [الملك: 2] ، ثُمَّ تَنَفَّسَ، فَمَاتَ\nالحديث: 30 ¦ الجزء: 1 ¦ الصفحة: 27\n",
        "31 -\nحَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا مَطِيرُ بْنُ الرَّبِيعِ، قَالَ:\n[ص: 28]\nقَالَ لِي مُفَضَّلُ بْنُ يُونُسَ: رَأَيْتُ أَخَا بَنِي الْحَارِثِ مُحَمَّدَ بْنَ النَّضْرِ الْيَوْمَ كَئِيبًا حَزِينًا، فَقُلْتُ: مَا شَأْنُكَ؟ وَمَا أَمْرُكَ؟ قَال\nَ: «مَضَتِ اللَّيْلَةُ مِنْ عُمْرِي وَلَمْ اكْتَسِبْ فِيهَا لِنَفْسِي شَيْئًا، وَيَمْضِي الْيَوْمُ أَيْضًا وَلَا أَرَانِي أَكْتَسِبُ فِيهِ شَيْئًا،\nفَإِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ»\nالحديث: 31 ¦ الجزء: 1 ¦ الصفحة: 27\n",
        "32 -\nحَدَّثَنِي الْقَاسِمُ بْنُ بِشْرِ بْنِ مَعْرُوفٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ مَالِكِ بْنِ مِغْوَلٍ، قَال\nَ: \" كَانَ رَجُلٌ إِذَا رَأَى اللَّيْلَ مُقْبِلًا بَكَى وَقَالَ: هَذَا يُمِيتُنِي \"\nالحديث: 32 ¦ الجزء: 1 ¦ الصفحة: 28\n",
        "33 -\nحَدَّثَنِي الْمُفَضَّلُ بْنُ غَسَّانَ، عَنْ شَيْخٍ، مِنْ بَنِي عَامِرِ بْنِ صَعْصَعَةَ قَالَ: قَالَ لِي رَجُل\nٌ: «قَدِ اعْتَوَرَكَ اللَّيْلُ وَالنَّهَارُ، يَدْفَعُكَ اللَّيْلُ إِلَى النَّهَارِ، وَيَدْفَعُكَ النَّهَارُ إِلَى اللَّيْلِ، حَتَّى يَأْتِيَكَ\nالْمَوْتُ»\nالحديث: 33 ¦ الجزء: 1 ¦ الصفحة: 28\n",
        "34 -\nوَحَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ، حَدَّثَنِي مَنْصُورُ بْنُ بَشِيرٍ، عَنْ شُعَيْبِ بْنِ صَفْوَانَ، عَنْ عِيسَى، أَنَّ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ، كَتَبَ إِلَى رَجُلٍ:\n[ص: 29]\n«أَمَّا بَعْدُ، فَإِنِّي\nأُوصِيكَ بِتَقْوَى اللَّهِ، وَالِانْشِمَارِ بِمَا اسْتَطَعْتَ مِنْ مَالِكَ، وَمَا رَزَقَكَ اللَّهُ إِلَى دَارِ قَرَارِكَ، فَكَأَنَّكَ وَاللَّهِ\nقَدْ ذُقْتَ الْمَوْتَ، وَعَانَيْتَ مَا بَعْدَهُ بِتَصْرِيفِ اللَّيْلِ وَالنَّهَارِ، فَإِنَّهُمَا سَرِيعَانِ فِي طَيِّ الْأَجَلِ وَنَقْصِ الْعُمْرِ، مُسْتَعِدَّانِ لِمَنْ بَقِيَ بِمِثْلِ الَّذِي قَدْ أَصَابَا بِهِ مَنْ مَضَى، فَنَسْتَغْفِرُ اللَّهَ لِسَيِّئِ أَعْمَالِنَا، وَنَعُوذُ بِاللَّهِ مِنْ مَقْتِهِ إِيَّانَا مَا يَعِظُ بِهِ مِمَّا نُقَصِّرُ عَنْهُ»\nالحديث: 34 ¦ الجزء: 1 ¦ الصفحة: 28\n",
        "35 -\nحَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، حَدَّثَنَا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: كُنْتُ أَسْمَعُ مُسْعِرًا يَتَمَثَّلُ بِهَذَا الْبَيْتِ: «\n[البحر الكامل]\nلَنْ يَلْبَثَ الْقَرْنَاءُ أَنْ يَتَفَرَّقُوا\n...\nلَيْلٌ يَكِرُّ عَلَيْهِمْ وَنَهَارُ»\nالحديث: 35 ¦ الجزء: 1 ¦ الصفحة: 29\n",
        "36 -\nأَخْبَرَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: سَمِعْتُ أَبَا عَبْدِ الرَّحْمَنِ الطَّائِيَّ، يَذْكُرُ عَنْ بَعْضِ أَشْيَاخِ الْأَنْصَارِ، عَنْ أَبِي عَدِيٍّ الْعَتَكِيِّ، قَالَ: قَالَ كَعْبُ بْنُ مَالِكٍ فِي بَعْضِ أَشْعَارِهِ: \"\n[ص: 30]\n[البحر البسيط]\nإِنْ يَسْلَمِ الْمَرْءُ مِنْ قَتْلٍ وَمِنْ هَرَمٍ\n...\nوَملِيِّ الْعَيْشِ أَبْلَاهُ الْجَدِيدَانِ\nالحديث: 36 ¦ الجزء: 1 ¦ الصفحة: 29\n",
        "37 -\nحَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: سَمِعْتُ أَبَا مُحَمَّدٍ عَلِيَّ بْنَ الْحُسَيْنِ قَالَ: قِيلَ لِابْنِ يَزِيدَ الرَّقَاشِيِّ: كَانَ أَبُوكَ يَتَمَثَّلُ مِنَ الشِّعْرِ شَيْئًا؟، قَالَ: كَانَ يَتَمَثَّلُ: \"\n[البحر البسيط]\nإِنَّا لَنَفْرَحُ بِالْأَيَّامِ نَقْعَطُهَا\n...\nوَكُلُّ يَوْمٍ مَضَى يُدْنِي مِنَ الْأَجَلِ\nفَاعْمَلْ لِنَفْسِكَ قَبْلَ الْمَوْتِ مُجْتَهِدًا\n...\nفَإِنَّمَا الرِّبْحُ وَالْخُسْرَانُ فِي الْعَمَلِ\nالحديث: 37 ¦ الجزء: 1 ¦ الصفحة: 30\n",
        "38 -\nحَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ إِشْكَابَ الصَّفَّارُ، قَالَ: حَدَّثَنِي رَجُلٌ، مِنْ أَهْلِهِ - يَعْنِي أَهْلَ دَاوُدَ الطَّائِيِّ، قَالَ: قُلْتُ لَهُ يَوْمًا: يَا أَبَا سُلَيْمَانَ، قَدْ عَرَفْتَ الَّذِي بَيْنَنَا، فَأَوْصِنِي. قَالَ: فَدَمَعَتْ عَيْنَاهُ ثُمَّ قَالَ:\n[ص: 31]\n«يَا أَخِي، إِنَّمَا\nاللَّيْلُ وَالنَّهَارُ مَرَاحِلُ، يَنْزِلُهَا النَّاسُ مَرْحَلَةً مَرْحَلَةً، حَتَّى يَنْتَهِيَ بِهِمْ ذَلِكَ إِلَى آخِرِ سَفَرِهِمْ، فَإِنِ\nاسْتَطَعْتَ أَنْ تُقَدِّمَ فِي كُلِّ مَرْحَلَةٍ زَادًا لِمَا بَيْنَ يَدَيْهَا فَافْعَلْ، فَإِنَّ انْقِطَاعَ السَّفَرِ عَنْ قَرِيبٍ، مَا هُوَ وَالْأَمْرِ أَعْجَلُ مِنْ ذَلِكَ فَتَزَوَّدْ لِسَفَرِكَ، وَاقْضِ مَا أَنْتَ قَاضٍ مِنْ أَمْرِكَ، فَكَأَنَّكَ بِالْأَمْرِ قَدْ بَغَتَكَ، إِنِّي أَقُولُ لَكَ هَذَا وَمَا أَعْلَمُ أَحَدًا أَشَدَّ تَضْيِيعًا مِنِّي لِذَلِكَ» ثُمَّ قَامَ\nالحديث: 38 ¦ الجزء: 1 ¦ الصفحة: 30\n",
        "39 -\nحَدَّثَنِي هَارُونُ بْنُ سُفْيَانَ، قَالَ: أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ صَالِحٍ الْعِجْلِيُّ، قَالَ: أَخْبَرَنِي ابْنُ أَبِي غَنِيَّةَ، قَالَ: كَتَبَ الْأَوْزَاعِيُّ إِلَى أَخٍ لَهُ: «أَمَّا بَعْدُ، فَإِنَّه\nُ قَدْ أُحِيطَ بِكَ مِنْ كُلِّ جَانِبٍ، وَاعْلَمْ أَنَّهُ يُسَارُ بِكَ فِي كُلِّ يَوْمٍ وَلَيْلَةٍ، فَاحْذَرِ اللَّهَ وَالْمَقَامَ بَيْنَ يَدَيْهِ،\nوَأَنْ يَكُونَ آخِرَ عَهْدِهِ بِكَ. وَالسَّلَامُ»\nالحديث: 39 ¦ الجزء: 1 ¦ الصفحة: 31\n",
        "40 -\nحَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ حُمَيْدٍ، قَالَ: سَمِعْتُ زُهَيْرَ بْنَ نُعَيْمٍ، يَقُولُ: كَانَ الْحَسَنُ يَقُولُ: «ابْنَ آدَمَ إِنَّكَ بِيَوْمِكِ وَلَسْتَ بِغَدٍ، فَكِسْ فِي يَوْمِكَ، فَإِنْ\n[ص: 32]\nيَكُنْ غَدٌ لَكَ فَكُنْ كَمَا كُنْتَ فِي هَذَا الْيَوْمِ، وَإِلَّا يَكُ غَدٌ لَكَ لَمْ تَكُنْ تَأْسَفُ عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ»\nالحديث: 40 ¦ الجزء: 1 ¦ الصفحة: 31\n",
        "41 -\nحَدَّثَنِي مُحَمَّدٌ، حَدَّثَنَا مُعَاذٌ أَبُو عَوْنٍ الضَّرِيرُ، قَالَ: كُنْتُ أَكُونُ قَرِيبًا مِنَ الْجَبَّانِ، فَكَانَ رِيَاحٌ الْقَيْسِيُّ يَمُرُّ بِي بَعْدَ الْمَغْرِبِ إِذَا خَلَتِ الطُّرُقُ، وَكُنْتُ أَسْمَعُهُ وَهُوَ يَنْشِجُ بِالْبُكَاءِ وَيَقُول\nُ: «إِلَى كَمْ يَا لَيْلُ وَيَا نَهَارُ تَحُطَّانِ مِنْ أَجْلِي وَأَنَا غَافِلٌ عَمَّا يُرَادُ بِي؟ إِنَّا لِلَّهِ، إِنَّا لِلَّهِ. فَهُوَ كَذَلِكَ\nحَتَّى يَغِيبَ عَنِّي وَجْهُهُ»\nالحديث: 41 ¦ الجزء: 1 ¦ الصفحة: 32\n",
        "42 -\nبَلَغَنِي عَنْ حَرْمَلَةَ بْنِ يَحْيَى، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، قَالَ: أَخْبَرَنِي قِبْطِيٌّ، مِنْ أَهْلِ نَجْرَانَ، قَالَ: هَذَا قَوْلُ قِسِّ نَجْرَانَ: «\n[البحر الكامل]\nمَنَعَ الْبَقَاءَ تَقَلُّبُ الشَّمْسِ\n...\nوَطُلُوعُهَا مِنْ حَيْثُ لَا تُمْسِي\nوَطُلُوعُهَا حَمْرَاءُ إِذْ طَلَعَتْ\n...\nوَتَغِيبُ فِي صَفْرَاءَ كَالْوَرْسِ\nوَتَغِيبُ تَنْظُرُ مَا تَجِيءُ بهِ\n...\nوَمَضَى بِفَصْلٍ مَضَى بِهِ أَمْسِ»\nالحديث: 42 ¦ الجزء: 1 ¦ الصفحة: 32\n",
        "43 -\nحَدَّثَنِي مُحَمَّدُ بْنُ سَهْلِ بْنِ بَسَّامٍ الْأَزْدِيُّ، عَنْ هِشَامِ بْنِ مُحَمَّدٍ، قَالَ:\n[ص: 33]\nقَالَ الصَّلِّتَانُ الْعَبْدِيُّ: «\n[البحر المتقارب]\nأَشَابَ الصَّغِيرَ وَأَفْنَى الْكَبِيرَ\n...\nمَرُّ النَّهَارِ وَكَرُّ الْعَشِي\nإِذَا لَيْلَةٌ هَدَّمَتْ يَوْمهَا\n...\nأَتَى بَعْدَ ذَلِكَ يَوْمٌ فَتِي\nنَرُوحُ وَنَغْدُو لِحَاجَاتِنَا\n...\nوَحَاجَةُ مَنْ عَاشَ لَا تَنْقَضِي\nتَمُوتُ مَعَ الْمَرْءِ حَاجَاتُهُ\n...\nوَتَبْقَى لَهُ حَاجَةٌ مَا بَقِيَ»\nالحديث: 43 ¦ الجزء: 1 ¦ الصفحة: 32\n",
        "44 -\nحَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي عَوْنُ بْنُ عُمَارَةَ، عَنْ أَبِي مُحْرِزٍ الطُّفَاوِيِّ، أَنَّهُ كَانَ يَقُولُ: «أَمَا وَاللَّهِ لَئِنْ غَفِلْتُم\nْ، إِنَّ لِلَّهِ عِبَادًا لَا يَغْفَلُونَ عَنْ طَاعَتِهِ فِي هَذَا اللَّيْلِ وَالنَّهَارِ»\nالحديث: 44 ¦ الجزء: 1 ¦ الصفحة: 33\n",
        "45 -\nحَدَّثَنِي مَحْمُودُ بْنُ الْحُسَيْنِ، حَدَّثَنِي الْمِنْهَالُ بْنُ بَحْرٍ الْبَصْرِيُّ،. . رَجُلٌ مِنْ أَهْلِ الْبَحْرَيْنِ، قَالَ: قَالَتِ امْرَأَةٌ مِنْ قُرَيْشٍ يُقَالَ لَهَا مَاجِدَة\nُ، «كَانَتْ. . أَمَا طُلُوعُ الشَّمْسِ وَغُرُوبُهَا، فَمَا مِنْ. . . . . يَسْمَعُ، وَلَا 00 أَثَرُهَا»\nالحديث: 45 ¦ الجزء: 1 ¦ الصفحة: 33\n",
        "46 -\nأَنْشِدْنِي أَبُو جَعْفَرَ الْقُرَشِيُّ:\n[ص: 34]\n[البحر الرجز]\nلَا يَخْدَعَنْكَ مَنْ تَرَى عَنْ نَفْسِكَا\n...\nوَصِلِ التَّفَكُّرَ فِي الْمَعَادِ بِحِسِّكَا\nلَا تُغْبَنَنَّ بِمَرِّ يَوْمِكَ ذَا الَّذِي\n...\nأَصْبَحْتَ فِيهِ كَمَا غُبِنَتَ بِأَمْسِكَا\nأَفْنَى الْأُلَى تَرْجُو تَقَلُّبَ شَمْسِهِمْ\n...\nيُغْنِيكَ لِلَحْدِهِمْ تَقَلُّبُ شَمْسِكَا\nالحديث: 46 ¦ الجزء: 1 ¦ الصفحة: 33\n",
        "47 -\nحَدَّثَنِي إِبْرَاهِيمُ بْنُ عَبْدِ الْمَلِكِ، عَنْ شَيْخٍ مِنْ قُرَيْشٍ قَالَ: \" قَالَ بَعْضُ الْحُكَمَاء\nِ: مَنْ كَانَ اللَّيْلُ وَالنَّهَارُ مَطِيَّتَهُ سَارَا وَإِنْ لَمْ يَسِرْ \"\nالحديث: 47 ¦ الجزء: 1 ¦ الصفحة: 34\n",
        "48 -\nأَنْشَدَنِي مَحْمُودُ بْنُ الْحَسَنِ قَوْلَهُ:\n[البحر الكامل]\nيَا أَيُّهَا الشَّيْخُ الْمُعَلِّلُ\n...\nنَفْسَهُ وَالشَّيْبُ شَامِلْ\nاعْلَمْ بِأَنَّكَ نَائِمٌ\n...\nفَوْقَ الْفِرَاشِ وَأَنْتَ رَاحِلْ\nوَاللَّيْلُ يَطْوِي لَا يُفَتَّرُ\n...\nوَالنَّهَارُ بِكَ الْمُنازَّلْ\nيَتَعَاقَبَانِ بِكَ لِلرَّدَى\n...\nلَا يَغْفَلَانِ وَأَنْتَ غَافِلْ \"\nالحديث: 48 ¦ الجزء: 1 ¦ الصفحة: 34\n",
        "49 -\nحَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، حَدَّثَنِي مُحَمَّدُ بْنُ سِنَانٍ الْبَاهِلِيُّ، قَالَ: كَانَ مَنْصُورٌ الطُّفَاوِيُّ عَابِدًا مُتَقَلِّلًا، فَحَدَّثَنِي عَنْهُ بَعْضُ جِيرَانِهِ أَنَّهُ شَكَا إِلَيْهِ شِدَّةَ الزَّمَانِ، فَقَال\nَ: «اجْعَلْ غَدًا كَيَوْمِكَ، وَاجْعَلْ يَوْمُكَ كَمَا غَبَرَ مِنْ عُمْرِكَ، وَسَلِ اللَّهَ الْخِيَرَةَ فِي جَمِيعِ أَمْرِكَ، فَهُوَ الْمُعْطِي، وَهُوَ\nالْمَانِعُ»\nالحديث: 49 ¦ الجزء: 1 ¦ الصفحة: 34\n",
        "50 -\nحَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، حَدَّثَنِي مُحَمَّدُ بْنُ سَعِيدٍ\n[ص: 35]\nالْأَصْبَهَانِيُّ، قَالَ: سَمِعْتُ بَكْرًا الْعَابِدَ، يَقُولُ: \" كَانَ يُقَال\nَ: «جَزِّئْ دَهْرَكَ بِيَوْمِكَ»\nالحديث: 50 ¦ الجزء: 1 ¦ الصفحة: 34\n",
        "51 -\nحَدَّثَنِي أَحْمَدُ بْنُ إِبْرَاهِيمَ، عَنْ قُرَّانَ، عَنْ أَبِي بِشْرٍ، عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ الْمُزَنِيِّ، قَال\nَ: \" مَا مِنْ يَوْمٍ أَخْرَجَهُ اللَّهُ إِلَى أَهْلِ الدُّنْيَا إِلَّا يُنَادِي: ابْنَ آدَمَ اغْتَنِمَنِي لَعَلَّهُ لَا يَوْمَ لَكَ بَعْدِي، وَلَا\nلَيْلَةٌ إِلَّا تُنَادِي: ابْنَ آدَمَ اغْتَنِمَنِي لَعَلَّهُ لَا لَيْلَةَ لَكَ بَعْدِي \"\nالحديث: 51 ¦ الجزء: 1 ¦ الصفحة: 35\n",
        "52 -\nأَنْشَدَنِي عُمَرُ بْنُ شَبَّةَ لِحَارِثِ بْنِ بَدْرٍ:\n[البحر الطويل]\nوَجَرَّبْتُ مَاذَا الْعَيْشُ إِلَّا تعِلَّةٌ\n...\nوَمَا الدَّهْرُ إِلَّا مَنْجَنُونً يُقَلِّبُ\nوَمَا الدَّهْرُ إِلَّا مِثْلُ أَمْسِ الَّذِي مَضَى\n...\nوَمِثْلُ غَدٍ الْجَائِي وَكُلٌّ سَيَذْهَبُ \"\nالحديث: 52 ¦ الجزء: 1 ¦ الصفحة: 35\n",
        "53 -\nأَنْشَدَنِي أَبُو جَعْفَرَ الْقُرَشِيُّ قَالَ: أَنْشَدَنِي عِيسَى الْأَحْمَرُ:\n[ص: 36]\n[البحر البسيط]\nيَا لَلْمَنَايَا وَيَا لَلْبَيْنِ وَالْحَيْنِ\n...\nكُلُّ اجْتِمَاعٍ مِنَ الدُّنْيَا إِلَى بَيْنِ\nحَتَّى مَتَى نَحْنُ فِي الْأَيَّامِ نَحْسُبُهَا\n...\nوَإِنَّمَا نَحْنُ عَنْهَا بَيْنَ يَوْمَيْنِ\nيَوْمٌ تَوَلَّى وَيَوْمٌ نَحْنُ نَأْمَلُهُ\n...\nلَعَلَّهُ أَجْلَبُ الْأَشْيَاءِ لِلْحَيْنِ\nيَا رُبَّ إِلْفَيْنِ شَتَّ الدَّهْرُ بَيْنَهُمَا\n...\nكَأَنْ لَمْ يَكُونَا قَطُّ إِلْفَيْنِ\nإِنِّي رَأَيْتُ يَدَ الدُّنْيَا مُفَرِّقَةً\n...\nلَا تَأْمَنَنَّ يَدَ الدُّنْيَا عَلَى اثْنَيْنِ \"\nالحديث: 53 ¦ الجزء: 1 ¦ الصفحة: 35\n",
        "54 -\nحَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ هَانِئٍ، حَدَّثَنِي عُمَرُ بْنُ ذَرٍّ، قَالَ: قَرَأْتُ كِتَابَ سَعِيدِ بْنِ جُبَيْرٍ إِلَى أَبِي: «أَبَا عُمَر\nَ، كُلُّ يَوْمٍ يَعِيشَهُ الْمُؤْمِنُ غَنِيمَةٌ»\nالحديث: 54 ¦ الجزء: 1 ¦ الصفحة: 36\n",
        "55 -\nحَدَّثَنِي الْحُسَيْنُ بْنُ عَبْدِ الرَّحْمَنِ، وَأَبُو مُحَمَّدٍ الْبَزَّارُ الْقَاسِمُ بْنُ هَاشِمٍ، عَنْ أَبِي عَبْدِ اللَّهِ الْيَمَانِيِّ، عَنْ أَبِيهِ، أَنَّ الْحَسَنَ، كَتَبَ إِلَى مَكْحُولٍ وَكَانَ لَهُ نَعِيٌّ فَكَانَ فِي كِتَابِهِ إِلَيْهِ:\n[ص: 37]\n\" وَاعْلَمْ رَحَمَنَا اللَّهُ وَإِيَّاكَ أَبَا عَبْدِ اللَّهِ أَنَّكَ الْيَوْمَ أَقْرَبُ إِلَى الْمَوْتِ يَوْمَ نُعِيتَ لَهُ، وَلَمْ يَزَلِ اللَّيْلُ\nوَالنَّهَارُ سَرِيعَيْنِ فِي نَقَصِ الْأَعْمَارِ وَتَقْرِيبِ الْآجَالِ، هَيْهَاتَ هَيْهَاتَ قَدْ صَحِبَا نُوحًا وَعادًا، وَثَمُودًا، {وَقُرُونًا بَيْنَ ذَلِكَ كَثِيَرًا} [الفرقان: 38] ، فَأَصْبَحُوا قَدْ قَدِمُوا عَلَى رَبِّهِمْ، وَوَرَدُوا عَلَى أَعْمَالِهِمْ، فَأَصْبَحَ اللَّيْلُ وَالنَّهَارُ غَضَّيْنِ جَدِيدَيْنِ لَمْ يُبْلِهِمَا مَا مَرَّا بِهِ، مُسْتَعِدَّيْنِ لِمَنْ بَقِيَ بِمِثْلِ مَا أَصَابَا بِهِ مَنْ مَضَى، وَأَنْتَ نَظِيرُ إِخْوَانِكَ وَأَقْرَانِكَ وَأَشْبَاهِكَ، مِثَلُكَ كَمَثَلِ جَسَدٍ نُزِعَتْ قُوَّتُهُ فَلَمْ تُبْقِ إِلَّا حَشَاشَةُ نَفْسِهِ يَنْتَظِرُ الدَّاعِيَ فَنَعُوذُ بِاللَّهِ مِنْ مَقْتِهِ إِيَّانَا فِيمَا يَعِظُ بِهِ مِمَّا نُقَصِّرُ عَنْهُ \"\nالحديث: 55 ¦ الجزء: 1 ¦ الصفحة: 36\n",
        "56 -\nحَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عُثْمَانَ بْنِ حَمْزَةَ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ، حَدَّثَنِي عُمَارَةُ بْنُ عَمْرٍو الْبَجَلِيُّ، قَالَ: سَمِعْتُ عُمَرَ بْنَ ذَرٍّ، يَقُول\nُ: «اعْمَلُوا لِأَنْفُسِكُمْ رَحِمَكُمُ اللَّهُ فِي هَذَا اللَّيْلِ وَسَوَادِهِ، فَإِنَّ الْمَغْبُونَ مَنْ غُبِنَ خَيْرَ اللَّيْلِ وَالنَّهَارِ،\nوَالْمَحْرُومَ مَنْ حُرِمَ خَيْرَهُمَا، إِنَّمَا جُعِلَا سَبِيلًا لِلْمُؤْمِنِينَ إِلَى طَاعَةِ رَبِّهِمْ، وَوَبَالًا عَلَى الْآخَرِينَ لِلْغَفْلَةِ عَنْ أَنْفُسِهِمْ، فَأَحْيُوا لِلَّهِ أَنْفُسَكُمْ بِذِكْرِهِ، فَإِنَّمَا تَحْيَا الْقُلُوبُ بِذِكْرِ اللَّهِ،\n[ص: 38]\nكَمْ مِنْ قَائِمٍ لِلَّهِ فِي اللَّيْلِ قَدِ اغْتَبَطَ بِقِيَامِهِ فِي ظُلْمَةِ حُفْرَتِهِ؟، وَكَمْ مِنْ نَائِمٍ فِي هَذَا اللَّيْلِ قَدْ نَدِمَ عَلَى طُولِ نَوْمِهِ عِنْدَمَا يَرَى مِنْ كَرَامَةِ اللَّهِ لِلْعَابِدِينَ غَدًا؟، فَاغْتَنِمُوا مَمَرَّ السَّاعَاتِ وَاللَّيَالِي وَالْأَيَّامِ رَحِمَكُمُ اللَّهُ»\nالحديث: 56 ¦ الجزء: 1 ¦ الصفحة: 37\n",
        "57 -\nحَدَّثَنِي الْحُسَيْنُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ رَجُلٍ، مِنْ قُرَيْشٍ قَالَ: كَتَبَ رَجُلٌ إِلَى أَخٍ لَهُ: «أَمَّا بَعْدُ، فَإِنِّي أُحَدِّثُكَ عَنْ نَفْسِي بِمَا لَا أَرْضَاهُ مِنْهَا، وَعَنْ قَلْبِي بِمَا أَخَافُ سُوءَ عَاقِبَتِهِ، إِن\nَّ لِي نَفْسًا تُحِبُّ الدَّعَةَ، وَقَلْبًا يَأْلَفُ اللَّذَّاتِ، وَهِمَّةً تَسْتَثْقِلُ الطَّاعَةَ وَقَدْ رَهَّبْتُ نَفْسِيَ الْآفَاتِ، وَحَذَّرْتُ قَلْبِيَ\nالْمَوْتَ، وَزَجَّرْتُ هِمَّتِي عَنِ التَّقْصِيرِ، فَلَمْ أَرْضَ مَا رَجَعَ مِنْهُنَّ، فَاهْدِ لِي بَعْضَ مَا أَسْتَعِينُ بِهِ عَلَى مَا شَكَوْتُ إِلَيْكَ، فَقَدْ خِفْتُ الْمَوْتَ قَبْلَ الِاسْتِعْدَادِ لَهُ وَالسَّلَامُ» .\n[ص: 39]\nفَكَتَبَ إِلَيْهِ: «أَمَّا بَعْدُ، فَقَدْ كَثُرَ تَعَجُّبِي مِنْ قَلْبٍ يَأْلَفُ الدُّنْيَا وَيَطْمَعُ فِي الْبَقَاءِ السَّاعَاتُ تَنْقِلُنَا، وَالْأَيَّامُ تَطْوِي أَعْمَارَنَا، فَكَيْفَ نَأْلَفُ مَا لَا ثَبَاتَ لَهُ؟، وَكَيْفَ تَنْعَمُ عَيْنٌ لَعَلَّهَا لَا تَطْرِفُ بَعْدَ رَقْدَتِهَا إِلَّا بَيْنَ يَدَيِ اللَّهِ؟، وَالسَّلَامُ»\nالحديث: 57 ¦ الجزء: 1 ¦ الصفحة: 38\n",
        "58 -\nحَدَّثَنِي الْحُسَيْنُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ رَجُلٍ، مِنْ قُرَيْشٍ قَالَ: كَتَبَ رَجُلٌ إِلَى أَخٍ لَهُ: «أَمَّا بَعْد\nُ، فَأَحْسِنْ ضِيَافَةَ يَوْمِكَ الَّذِي أَنْتَ فِيهِ، وَزَوِّدْهُ مِنْكَ. . مَشْخُوصَةٌ عَنْكَ، وَأَشْفِقْ مِنْ طُلُوعٍ. . . عَلَيْكَ مِنْ بَعْضِ\nسَاعَاتِهِ. وَالسَّلَامُ»\nالحديث: 58 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "59 -\nأَنْشَدَنَا الْحُسَيْنُ بْنُ عَبْدِ الرَّحْمَنِ لِلْمُغِيرَةِ بْنِ حَبْنَاءَ:\n[البحر الطويل]\nيُطَارِحُنِي يَوْمٌ جَدِيدٌ وَلَيْلَةٌ\n...\nهُمَا أَفْنَيَا عُمْرِي وَكُلُّ فَتًى بَالِي\nإِذَا مَا سُلِخْتُ الشَّهْرَ أُهْلِلْتُ مِثْلَهُ\n...\nكَفَى مُبْلِيًا سَلْخُ الشُّهُورِ وَإِهْلَالِي \"\nالحديث: 59 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "60 -\nحَدَّثَنِي مُحَمَّدُ بْنُ قُدَامَةَ الْجَوْهَرِيُّ، حَدَّثَنَا سَعِيدُ بْنُ مُحَمَّدٍ الثَّقَفِيُّ، قَالَ: سَمِعْتُ الْقَاسِمَ بْنَ غَزْوَانَ، يَذْكُرُ قَالَ:\n[ص: 40]\nكَانَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ يَتَمَثَّلُ بِهَذِهِ الْأَبْيَاتِ: «\n[البحر الطويل]\nأَيَقْظَانُ أَنْتَ الْيَوْمَ أَمْ أَنْتَ نَائِمُ\n...\nكَيْفَ يُطِيقُ النَّوْمَ حَيْرَانُ هَائِمُ\nفَلَوْ كُنْتُ يَقْظَانَ الْغَداةِ لَخَرَّمَتْ\n...\nمَدَامِعَ عَيْنَيْكَ الدُّمُوعُ السَّوَاجِمُ\nبَلْ أَصْبَحْتَ فِي النَّوْمِ الطَّوِيلِ وَقَدْ دَنَتْ\n...\nإِلَيْكَ أُمُورٌ مُفْظِعَاتٌ عَظَائِمُ\nنَهَارُكَ يَا مَغْرورُ سَهْوٌ وَغَفْلَةٌ\n...\nوَلَيْلُكَ نَوْمٌ وَالرَّدَى لَكَ لَازِمُ\nيَغُرَّكَ مَا يَفْنَى وَتَشْغَلُ بِالْمُنَى\n...\nكَمَا غُرَّ بِاللَّذَّاتِ فِي النَّوْمِ حَالِمُ\nوَتَشْغَلُ فِي مَا سَوْفَ تَكْرَهُ عِبْأَهُ\n...\nكَذَلِكَ فِي الدُّنْيَا تَعِيشُ الْبَهَائِمُ»\nالحديث: 60 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "61 -\nحَدَّثَنِي أَبُو عَبْدِ اللَّهِ الْعِجْلِيُّ، حَدَّثَنَا عَمْرُو بْنُ مُحَمَّدٍ الْعَنْقَزِيُّ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ سَلَمَةَ بْنِ نَاجِيَةَ، عَنِ الْحَسَنِ، قَال\nَ: \" الدُّنْيَا ثَلَاثَةُ أَيَّامٍ: أَمَا أَمْسِ فَقَدْ ذَهَبَ بِمَا فِيهِ، أَمَا غَدٌ فَلَعَلَّكَ لَا تُدْرِكُهُ، وَالْيَوْمُ لَكَ فَاعْمَلْ\nفِيهِ \"\nالحديث: 61 ¦ الجزء: 1 ¦ الصفحة: 40\n",
        "62 -\nحَدَّثَنَا مَحْمُودُ بْنُ خِدَاشِ، حَدَّثَنَا أَشْعَثُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا رَجُلٌ يُقَالُ لَهُ عَبْدُ الْمَلِكِ، عَنِ الْحَسَنِ، قَال\nَ: «ابْنَ آدَمَ لَا تَحْمِلْ هَمَّ سَنَةٍ عَلَى يَوْمٍ، كَفَى يَوْمُكَ بِمَا فِيهِ، فَإِنْ تَكُنَ السَّنَةُ مِنْ عُمْرِكَ يَأْتِكَ اللَّهُ فِيهَا\nبِرِزْقِكَ، وَإِلَّا تَكُنْ مِنْ عُمْرِكَ فَأَرَاكَ تَطْلُبُ مَا لَيْسَ لَكَ»\nالحديث: 62 ¦ الجزء: 1 ¦ الصفحة: 40\n",
        "63 -\nحَدَّثَنَا مَحْمُودُ بْنُ خِدَاشِ، حَدَّثَنَا أَشْعَثُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا حَمَّادٌ، شَيْخٌ مِنْ أَهْلِ الْكُوفَةِ، عَنِ الْحَسَنِ، قَالَ: سَمِعْتُهُ يَقُولُ: \" إِنَّمَا\nالدُّنْيَا ثَلَاثَةُ أَيَّامٍ: مَضَى أَمْسِ بِمَا فِيهِ، وَغَدًا لَعَلَّكَ لَا تُدْرِكُهُ، فَانْظُرْ مَا أَنْتَ عَامَلٌ فِي\nيَوْمِكَ \"\nالحديث: 63 ¦ الجزء: 1 ¦ الصفحة: 41\n",
        "64 -\nزَعَمَ مُحَمَّدُ بْنُ الْحُسَيْنِ، حَدَّثَنِي سَعِيدُ بْنُ مُسْلِمٍ الْحَنَفِيُّ، حَدَّثَنِي أَبِي مُسْلِمُ بْنُ سَعِيدٍ، قَالَ: كُنَّا جُلُوسًا فِي مَجْلِسٍ مِنْ مَجَالِسَ بَنِي حَنِيفَةَ، فَمَرَّ بِنَا أَعْرَابِيٌّ كَهَيْئَةِ الْمَهْمُومِ، فَسَلَّمَ وَانْطَلَقَ، ثُمَّ أَقْبَلَ عَلَيْنَا فَقَالَ: «مَعْشَرَ الْعَرَبِ قَد\nْ سَئِمْتُ لِتِكْرَارِ اللَّيَالِي وَالْأَيَّامِ وَدَوْرِهَا عَلَيَّ، فَهَلْ مِنْ شَيءٍ يَدْفَعُ عَنِّي سَآمَةَ ذَلِكَ أَوْ يُسَلِّي عَنِّي بَعْضَ مَا\nأَجِدُ مِنْ ذَلِكَ؟» ، ثُمَّ وَلَّى غَيْرَ بَعِيدٍ، ثُمَّ أَقْبَلَ عَلَيْنَا فَقَالَ: \" وَاهًا لِقُلُوبٍ نَقِيَّةٍ مِنَ الْآثَامِ وَاهًا لِجَوَارِحَ مُسَارِعَةٍ إِلَى طَاعَةِ الرَّحْمَنِ أُولَئِكَ الَّذِينَ لَمْ يَمِلُّوا الدُّنْيَا لِتَوَسُّلِهِمْ مِنْهَا بِالطَّاعَةِ إِلَى رَبِّهِمْ، وَلَمَّا يَكْرَهُوا الْمَوْتَ إِذَا نَزَلَ بِهِمْ لِمَا يَرْجُونَ مِنَ الْبَرَكَةِ فِي لِقَاءِ سَيِّدِهِمْ. وَكِلَا الْحَالَتَيْنِ لَهُمْ حَالٌ حَسَنَةٌ: إِنْ قَدِمُوا عَلَى الْآخِرَةِ قَدِمُوا عَلَى مَا قَدِمُوا مِنَ الْقُرْبَةِ، فَإِنْ تَطَاوَلَتْ بِهِمُ الْمُدَّةُ قَدَّمُوا الزَّادَ لِيَوْمِ الرَّجْعَةِ \". قَالَ: فَمَا سَمِعْتُ أَشَدَّ اسْتِكْنَانًا فِي الْقُلُوبِ مِنْهَا فَمَا ذَكَرْتُهَا إِلَّا هَانَتْ عَلَيَّ الدُّنْيَا وَمَا فِيهَا.\n[ص: 42]\nقَالَ سُلَيْمَانُ بْنُ يَزِيدَ الْعَدَوِيُّ:\n[البحر الطويل]\nوَيَحْدُو الْجَدِيدَانِ الْجَدِيدَ إِلَى الْبِلَى\n...\nوَكَمْ مِنْ جَدِيدٍ قَدْ أَبَادَا وَبَدَّدَا\nوَكَمْ أَبْلَيَا مِنْ جِدَّةٍ وَبَشَاشَةٍ\n...\nوَعُمْرٍ طَوِيلٍ أَفْنَيَاهُ وَأَنْفَدَا\nوَكَمْ كَدَّرَا مِنْ لَذَّةٍ وَغَضَارَةٍ\n...\nوَكَمْ فَجَّعَا إِلْفًا بِإِلْفٍ وَأَفْرَدَا\nوَكَمْ أَحْدَثَا مِنْ عَبْرَةٍ بَعْدَ حَبْرَةٍ\n...\nبُكًى بِمَكَاوِي حَرَّةٍ لَنْ تَبَرَّدَا\nوَكَمْ مِنْ جَدِيدٍ صَيَّرَاهُ إِلَى الْبِلَى\n...\nوَمِنْ ذِي شَبَابٍ صَيَّرَاهُ مُفَنَّدَا\nوَكَمْ مِنْ عَظِيمِ الْمُلْكِ أَشْوَسَ\n...\nبَاذِخٍ يُعَاوِرَهُ الْعَصْرَانِ حَتَّى تَبَلَّدَا\nوَكَمْ عَامِرٍ لَمْ يَبْقَ فِيهِنَّ سَاكِنٌ\n...\nوَلَاقَى خَرَابَ الدَّهْرِ مَنْ كَانَ شَيَّدَا\nوَكَمْ صَدَعَ الْعَصْرَانِ مِنْ شِعْبِ مَعْشَرٍ\n...\nوَأَمْرٍ عَجِيبٍ غَيَّبَاهُ وَأَشْهَدَا\nوَكَمْ قَصَفَا مِنْ مُترِفٍ ذِي مَهَابَةٍ\n...\nوَسَاقَا إِلَى حَوْضِ الْمَنَايَا فَأَوْرَدَا\nفَأَمْسَى ذَلِيلًا خَدَّهُ مُتَعَفِّرًا\n...\nوَزَايَلَ مُلْكًا لَا يُرَامُ وَسُؤْدَدَا\nوَكَمْ آمِنٍ قَدْ رَوَّعَاهُ بِفَجْعَةٍ\n...\nوَأَمْرٍ عَجِيبٍ قَرَّبَاهُ وَأَبْعَدَا\nيَكُرَّانِ يَتْمَى بِالْمَوَاعِظِ فِيهِمَا\n...\nوَمَا نَفَعَا إِلَّا الرَّشِيدَ الْمُسَدَّدَا\nوَكُلُّ امْرِئٍ يَوْمًا سَيُجْزَى بِسَعْيِهِ\n...\nوَكُلًّا مُوَفًّى زَادَهُ مَا تَزَوَّدَا\nالحديث: 64 ¦ الجزء: 1 ¦ الصفحة: 41\n",
        "65 -\nحَدَّثَنِي زَيْدُ بْنُ أَخْزَمَ، حَدَّثَنَا مُحَاضِرٌ، حَدَّثَنَا الْأَعْمَشُ، عَنْ مُجَاهِدِ، قَالَ: \" مَا مِنْ يَوْمٍ يَخْرُجُ مِنَ الدُّنْيَا إِلَّا قَالَ: الْحَمْدُ لِلَّهِ الَّذِي أَخْرَجَنِي مِنْهَا، ثُمَّ لَا يَرُدُّنِي إِلَيْهَا \".\n[ص: 43]\nقَالَ مَحْمُودُ بْنُ الْحَسَنِ الْوَرَّاقُ:\nيُحِبُّ الْفَتَى طُولَ الْبَقَاءِ وَإِنَّهُ\n...\nعَلَى ثِقَةٍ أَنَّ الْبَقَاءَ فَنَاءُ\nزِيَادَتُهُ فِي الْجِسْمِ نَقْصُ حَيَاتَهِ\n...\nوَلَيْسَ عَلَى بَعْضِ الْحَيَاةِ نَمَاءُ\nإِذَا مَا طَوَى يَوْمًا طُوَى الْيَوْمُ بَعْضَهُ\n...\nوَيَطْوِيهِ إِنْ جَنَّ الْمَسَاءُ مَسَاءُ\nجَدِيدَانِ لَا يَبْقَى الْجَمِيعُ عَلَيْهِمَا\n...\nوَلَا. . فِي الْجَمِيعِ بَقَاءُ.\nأَنْشَدَنِي الْحُسَيْنُ بْنُ عَبْدِ الرَّحْمَنِ، أَنْشَدَنِي رَجُلٌ مِنْ قُرَيْشٍ:\n. . . . يَخْتَلِفُ اللَّيْلُ النَّهَارُ عَلَى عُمَرَ\n...\n. . . . . . . .\nقَصِيرٌ. . . . . . . . . . . .\n...\n. . . . . . . . . . . .\n. . . أَبْلَيَا وَمَا. . . . . . . . .\n...\n. . . . . . . . . . .\nالحديث: 65 ¦ الجزء: 1 ¦ الصفحة: 42\n",
        ""
    ]
}