{
    "1": [
        "لب اللباب في تحريرالأنساب\nلب اللباب في تحريرالأنساب\nالسيوطي\nالكتاب:\nلب اللباب في تحرير الأنساب\nالمؤلف:\nعبد الرحمن بن أبي بكر، جلال الدين السيوطي (المتوفى: 911هـ)\nالناشر:\nدار صادر - بيروت\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nوبه ثقتي\nالحمد لله المتنزه عن الأشباه والأنساب، وأشهد أن لا إله إلا الله وحده لا شريك له خالصة من الشك والارتياب، وأشهد أن محمداً عبده ورسوله المخصوص بأشرف الأنساب وأكرم الأحساب، صلى الله عليه وعلى آله وصحبه المتمسكين بأقوى الأسباب، هذا ما اشتدت إليه حاجة المحدث اللبيب من مختصر في الأنساب، واف بالمقصود كاف عن التطلاب، خال عن التطويل مما يخرج عن ذا الباب، نقحت فيه اللباب لابن الأثير، واستوفيت ضبط ألفاظه مع مزيد عليه كثير، وتتبعت فيه أشياء أهملها، واتسدركت ألفاظاً أغفلها، وميزت زوائدي بانتهى آخرها وقلت أولها، وسميته لب اللباب، في تحريري الأنساب، جعله الله خالصاً لوجهه، سالماً من الخطل والخلل وشبهه، إنه قريب مجيب عليه توكلت وإليه أنيب.\nالجزء: 1 ¦ الصفحة: 2\n",
        "حرف الألف\nباب الألف الممددوة\nالأبجي: بفتح الموحدة وتشديد الجيم إلى آبج موضع ببلاد العجم.\nالآبري: بضم الموحدة ثم راء خفيفة إلى آبر قرية بسجستان.\nالآبسكوني: بضم الموحدة سكون المهملة إلى قرية بساحل البحر بنواحي طبرستان.\nالآبندوني: بفتح الموحدة وسكون النون وضم المهملة إلى أنبدون من قرى جرجان.\nالآنبوسي: بفتح الموحدة أو سكونها وضم النون آخر مهملة إلى أنبوس نوع من الخشب.\nالآبي كالقاضي: إلى آبة قرية بأصبهان وقيل قرب ساوة.\nقلت: الآثاري: إلى المكان الذي فيه آثار النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بمصر انتهى.\nالآجري: بضم الجيم وتشديد الراء إلى عمل الآجر وبيعه وإلى درب الآجر.\nالآجنقاني: بكسر الجيم وسكون النون وفتح القاف إلى آجنقان، من قرى سرخس.\nالآخري: بضم الخاء المعجمة وتشديد الراء إلى آخر قرية بدهستان.\nالآدمي: أبو بكر أحمد بن محمد بن آدم الشاشي إلى جده وأبو القاسم علي بن عمر الأستراباذي لقّب بآدم فنسب إليه.\nالآذرمي: بفتح المعجمة وسكون الراء ثم ميم إلى آذرم من قرى أذنة.\nالآذيني: بكسر المعجمة وسكون التحتية ثم نون أحمد بن الحسن \" بن اذينوه \" الأصبهاني إلى جده.\nالجزء: 1 ¦ الصفحة: 3\n",
        "الآذيرخاني: بكسر المعجمة والتحتية وسكون الراء وفتح المعجمة إلى اذيرخان من قرى نهاوند.\nالآرهني: بكسر الراء وسكونها وفتح الهاء إلى آرهن من قرى طخارستان بلخ.\nالآزاذواري: بفتح الزاي وسكون الذال المعجمة إلى آزاذوار من قرى جوين.\nالآسي: كالقاضي محمد بن علي بن عبد القاهر الفرضي يعرف بابن آسة لأن جده ولد تحت شجرة آسة قلت: هو المرسي انتهى.\nالآغزوني: بفتح المعجمة وضم الزاي إلى آغزون من قرى بخارى.\nالآفراني: بضم الفاء ثم راء آفران قرية على فرسخ من نسف.\nالآلوزاني: بفتح اللام والزاي وضم الواو قبلها إلى ألوزان من قرى سرخس.\nالآليني: بكسر اللام وسكون التحتية إلى آلين من قرى مرو.\nالآمدي: بكسر الميم وبالدال المهملة إلى آمد مدينة بديار بكر.\nالآمري: بالراء بوزنه اسم لجد المهلّب بن العبيثر لا نسبة.\nالآمرية: طائفة تنسب إلى الآمر بأحكام الله أبي علي العلوي من ملوك مصر.\nالآملي: بضم الميم إلى آمل طبرستان وإلى آمل جيحون ويقال لها آموية وآموي وهو خطأ.\nالجزء: 1 ¦ الصفحة: 4\n",
        "حرف الهمزة المقصورة.\nباب الألف والباء\nالإباحتي: إلى الإباحيّة طائفة أباحوا المحرمات قلت التاء في النسبة لحن انتهى.\nالأبار: كالقفّال إلى عمل الإبر التي يخاط بها.\nالإباضي: بالكسر وفتح الموحدة والضاد معجمة إلى الإباضية قوم من المبتدعة كبيرهم الحارث الإباضي.\nالأباوردي: بفتح الموحدة والواو وسكون الراء ودال مهملة إلى باورد بليدة بخراسان ويقال أباورد وأبيورد بفتح الهمزة والواو وكسر الباء وسكون التحتية والراء وهو أشهر.\nالأبح: بتشديد الحاء إلى البحة تغيّر في الصوت.\nالأبدي: بضم أوله وتشديد الموحدة والدال مهملة إلى أبدة مدينة بالأندلس.\nالأبذوي: بفتح أوله وسكون الموحدة وفتح المعجمة إلى أبذا بطن من تجيب.\nالإبراهيمي: عبد الله بن عطاء الخباز إلى إبراهيم جد له.\nالأبرجي: بالفتح والسكون وفتح الراء وبالجيم أحمد بن إبراهيم بن أبرجة الأصبهاني لجده.\nالأبردي: بالفتح والسكون وضم الراء ودال مهملة إلى الأبرد بطن من الصدف.\nالأبرقوهي: بفتح الهمزة والموحدة وسكون الراء وضم القاف إلى أبرقوه بلدة بأصبهان.\nالأبريسمي: بفتح الهمزة والسين وسكون الباء والياء وكسر الراء إلى الثياب المعروفة.\nالجزء: 1 ¦ الصفحة: 5\n",
        "الإبرينقي: بكسر الهمزة والراء وسكونه الباء والياء وفتح النون ثم قاف إلى أبرينق من قرى مرو ويقال لها إبرينة.\nالإبري: بالكسر فالفتح كالأبار.\nالأبزاري: بالفتح فالسكون فالزاي فألف فراء إلى أبزار قرية قرب نيسابور وإلى بيع الأبزار وهي ما يتعلق بالقدر.\nالأبغري: بالمعجمة كالأحمدي إلى أبغر ناحية بسمرقند.\nالأبليّ: إلى أبلة بلدة على أربعة فراسخ من البصرة قلت بضم الهمزة وفتح الباء الموحدة وتشديد اللام انتهى.\nالأبناوي: إلى الأنباء وهم من ولد باليمن من ابناء الفرس منهم طاوس بن كيسان.\nالأبوذي: بضم الهمزة والباء وذاله معجمة إلى أبوذ بطن من الصدف.\nالأبهري: كالأحمدي إلى أبهر بليدة قرب زنجار وقرية بأصبهان أيضا.\nالأبياري: بالموحدة والتحتية كالأنصاري إلى أبيار قرية من أعمال مصر البحرية.\nالأبيوردي: مر في الأباوردي.\nالأبي: بفتح الهمزة وتشديد الباء إلى أب قرية باليمن وبالضم إلى قرية أبة من عمل تونس.\nباب الألف والتاء\nالأتشندي: بضم الهمزة والشين المعجمة وسكون التاء الفوقية والنون والدال مهملة إلى أتشند قرية من أعمال نسف.\nقلت: الأتقاني: إلى أتقان قصبة من قصبات فاراب انتهى.\nباب الألف والثاء\nالأثاربي: بالفتح والمثلثة وكسر الراء ثم موحدة إلى أثارب قلعة بين حلب وأنطاكية.\nالأثرم: كالأحمر من سنّه متفتّتة.\nالأثري: بفتحتين إلى الأثر وهو الحديث النبوي.\nالأثط: كالأبحّ هو الكوسج.\nالجزء: 1 ¦ الصفحة: 6\n",
        "الاثنا عشري: إلى الاثنا عشرية طائفة من الشيعة يعتقدون اثني عشر إماماً قلت هذه النسبة لحن انتهى.\nباب الألف والجيم\nالأجذمي: بفتح أوله وسكون الجيم وفتح الذال المعجمة إلى الأجذم بن ثعلبة بطن من عاملة.\nباب الألف والحاء الاحتياطي: شهرة أبي علي الحسن بن عبد الرحمن بن عباد بن الهيثم.\nالأحجني: بالحاء المهملة فالجيم فالنون كالأحمدي إلى أحجن بطن من الأزد.\nالأحدبي: إلى أحدب كأفلس بطن من غافق.\n60 -\nالأحدوثي: بضم أوله والدال وسكون الحاء آخره مثلثة إلى أحدوث بطن من حضرموت.\n61 -\nالأحروجي: بوزنه آخره جيم إلى أحروج بطن من همذان.\nالأحسبيني: بمهملتين وموحدة وتحتية ونون إلى الأحسبين كالأحمرين قبيلة من حضرموت.\nالأحصبي: بالفتح وسكون الحاء وفتح الصاد المهملة وموحدة إلى الأحصبين موضع باليمن.\nالأحمري: إلى الأحمر بطن من الأزد.\nالأحمسي: بوزنه والحاء والسين مهملتان إلى أحمس طائفة من بجيلة.\nالأحنفي: بوزنه أبو إسحاق الجوزجاني لأحد أجداده الأحنف بن قيس.\nالأحوصي: بوزنه عبد الله بن الأحوص بن عثمان إلى والده.\nالأحلافي: بالحاء والفاء كالأوزاعي إلى الأحلاف بطن من كلب.\nباب الألف والخاء\nالأخباري: نسبة إلى الأخبار ورواية القصص والحكايات.\nالجزء: 1 ¦ الصفحة: 7\n",
        "الأخسيكثي: بفتح أوله وسكون الخاء وكسر السين المهملة وسكون التحتانية وفتح الكاف ثم مثلثة إلى أخسيكث من بلاد فرغانة.\nالأخموري: بضم الهمزة والميم وسكون الخاء آخره راء إلى الأخمور بطن من المعافر.\nالإخميمي: بالكسر فالسكون إلى إخميم بلدة بصعيد مصر.\nالأخنسي: إلى الأخنس بن شريق.\nالأخنسية: طائفة من المبتدعة كبيرهم يسمى الأخنس.\nالأخيلي: بوزن الأحمدي إلى الأخيل كعب بن معاوية بن عبادة بن عقيل.\nباب الألف والدال\nالأدرعي: بوزنه بمهملات إلى الأدرع أبي جعفر محمد ابن الأمير عبيد الله الكوفي العلوي.\nالأدرمي: بوزنه وإهماله إلى الأدرم وهو تيم وهو بن غالب بن فهر بن مالك بن النضر بن كنانة سمي به لأنه كان ناقص الذقن.\nالإدريسي: جماعة نسبوا إلى جد اسمه إدريس.\nقلت: الأدفوي: بضم الفاء إلى أدفو بلد بصعيد مصر انتهى.\nالأدمي: بفتحتين إلى بيع الأدم.\nالأدوي: بضم ففتح إلى أدي بطن من الخزرج منه معاذ بن جبل.\nالأديمي: كالكريمي إلى الأديم بطن من خولان.\nقلت: الأذربي: بفتح الهمزة والراء وسكون المعجمة إلى أذربيجان انتهى.\nالأذرعي: بفتح أوله والراء وسكون الذال المعجمة إلى أذرعات بكسر الراء ناحية بالشام.\nالأذرمي: بوزنه إلى أذرمة قرية بنصيبين.\nالأذني: بفتحتتين إلى أذنة بلد بساحل الشام عند طرسوس.\nالجزء: 1 ¦ الصفحة: 8\n",
        "الأربنجني: بالفتح وسكون الراء وكسر الموحدة وسكون النون وفتح الجيم ونون إلى أربنجن ويقال ربنجن من بلاد السغد بسمرقند.\nالأربنجي: بضبطه بإسقاط النون الآخرة كذا وجد وكأنه تحريف.\nالأربقي: إلى أربق كأحمر من قرى رامهرمز.\nالإربلي: إلى إربل بكسر أوله والموحدة وسكون الراء قلعة على مرحلتين من الموصل.\nالأرتيارني: إلى أرتيان بالفتح وسكون الراء وكسر الفوقانية وفتح التحتانية من قرى أستوا بنواحي نيسابور.\nالأرجاني: بالفتح وسكون الراء وفتح الجيم إلى أرجان من الأهواز قلت: وضبطها غيره بفتح الراء مشددة وقيل مخففة انتهى.\nالأرحائي: بوزنه لكن الحاء مهملة وبعد الألف تحتية إلى الأرحا قرية قرب واسط.\nالأرحبي: بالمهملة والموحدة كالأحمدي إلى بني أرحب بطن من همذان.\nالأرخسي بضم أوله والراء وسكون الخاء وسين مهملة إلى أرخس من قرى سمرقند.\nالأردبيلي: بالفتح وسكون الراء وضم الدال المهملة وكسر الموحدة وسكون التحتية إلى أردبيل من بلاد أذربيجان.\nالأردستاني: بالفتح فسكون ففتح المهملة فسكونها ففتح الفوقية إلى أردستان بلد قرب أصفهان وقيل بكسر الهمزة والدال.\nالأردني: بالضم وسكون الراء وضم المهملة وتشديد النون إلى أردن بلد بساحل الشام.\nالأرزكياني: بالفتح فالسكون ففتح الزاي وكسر الكاف فتحتية محمد بن الحسن بن علي بن الحسن بن نصر بن الأرزكيان البخاري\nالجزء: 1 ¦ الصفحة: 9\n",
        "لجدّه وقد أسلم الأرزكيان على يد علي بن أبي طالب.\nالأرزناني: بالفتح فالسكون فضم الزاي ونونين بينهما ألف إلى أرزنان من قرى أصفهان.\nالأرزنجاني: إلى أرزنجان.\nالأرزني: بالفتح فالسكون ففتح الزاي فنون إلى أرزن مدنية بديار بكر الأرزي بالفتح فالضم فتشديد الزاي إلى الأرز طبخا أو بيعاً.\nالأرسابندي: إلى أرسانبد من قرى مرو.\nالأرسوفي: إلى أرسوف بالضم فالسكون مدينة على ساحل بحر الشام.\nالأرغياني: بالفتح فالسكون فكسر المعجمة وفتح التحتية إلى أرغيان من نواحي نيسابور.\nالأرفودي: بالفتح فالسكون وضم الفاء وداله مهملة إلى أرفود من قرى كرمينية.\nالأرقمي: عزيز بن طلحة بن عبد الله بن عثمان بن الأرقم لجده وإلى الأراقم جشم وإخوته أولاد بكر بن حبيب.\nالأرمنازي: بالفتح فالسكون وفتح الميم والنون آخره زاي إلى أرمناز قرية من عمل حلب.\nالأرمني: كالأحمري إلى بلاد الأرمن طائفة من الروم.\nقلت: والأرمنتي: إلى أرمنت بوزن أمعنت بلد بصعيد مصر انتهى.\nالأموري: بالضم فالسكون فالفتح إلى أرمية من بلاد أذربيجان.\nالأرميني: بالفتح فالسكون فالكسر فسكون\nالجزء: 1 ¦ الصفحة: 10\n",
        "التحتية فنون إلى أرمينية من بلاد الروم.\nالأرنبوي: بفتح الهمزة والنون والموحدة وسكون الراء قال السمعلى: قال السمعاني رحمه الله تعالى أظنها من قرى نيسابور.\nالأرواي: بفتح أوله والواو وسكون الراء إلى أروى من قرى مرو.\nباب الألف والزاي\nالأزجاهي: بفتح أوله والجيم وسكون الزاي إلى أزجاه من قرى خابران.\nالأزجي: بفتحتين إلى باب الأزج محلة ببغداد.\nالأزدي: بفتح فسكون فمهملة إلى أزد شنوءة بن الغوث بن نبت بن مالك بن زيد بن كهلان بن سبأ.\nالأزرقي: صاحب تاريخ مكة إلى جده الأزرق والأزارقة من الخوارج إلى نافع بن الأزرق.\nالأزركاني: أبو عبد الله بن جعفر مات سنة 311.\nالأزري: بضمتين إلى بيع الأزر جمع إزار.\nالأزمي: بفتحتين إلى الأزم قلت: قال في القاموس: هي ناحية بسيراف منها بحر بن يحيى وموضع بين الأهواز ورامهرمز منه محمد بن علي النحوي المعروف بمبرمان انتهى.\nالأزناوي: بالفتح فالسكون والنون إلى أزناوة قلعة بهمذان.\nالأزهري: صاحب التهذيب في اللغة وابن أخت أبي عوانة وشيخ الخطيب رحمة الله تعالى وغيرهم إلى جد يسمى الأزهر قلت: وفي المتاخرين إلى جامع الأزهر بالقاهرة انتهى.\nباب الألف والسين\nالأسامي: إلى أسامة بن زيد.\nالأسباري: بفتح أوله والموحدة وسكون السين آخره راء مهملة إلى أسبارديس قرية بباب مدنية أصهبهان.\nالجزء: 1 ¦ الصفحة: 11\n",
        "الأسباطي: القاضي أبو القاسم عيسى بنعلي المبروجردي إلى جده الأسباط.\nالأسبانيكثي: بالضم فالسكون ففتح الموحدة وكسر النون وسكون التحتية وفتح الكاف ثم مثلثة إلى أسبانيكث من مدن أسفيجاب قلت: إليها الأسبيجاني من الحنفية انتهى.\nالأسبذي: بالفتح فالسكون ففتح الموحدة وآخره معجمة قيل إلى أسبكان مدنية وقيل فرس عبدها قومه.\nالإسبسكثي: بكسر أوله والموحدة بين مهملتين ساكنتين وفتح الكاف ثم مثلثة إلى إسبسكث قرية على فرسخين من سمرقند.\nالأستاذيراني: بلفظ الأستاذ ثم تحتية وراء مفتوحتين إلى أستاذيران من قرى أصبهان.\nالإستاني: بالكسر فالسكون فالتاء فوقية إلى إستان من قرى سمرقند وبضم الهمزة إلى أستان من قرى بغداد.\nالإستراباذي: بكسر أوله والفوقية وسكون السن وفتح الراء والموحدة بعدها معجمة إلى إستراباذ من بلاد مازندران بين سارية وجرجان.\nالأستغدايزي: بضم أوله والفوقية وسكون السين والغين المعجمة ثم مهملتين بينهما ألف ثم تحتية وزاي إلى استغداديزة من قرى نسف.\nالأستواي: بالضم فالسكون وفتح الفوقية إلى أستوا ناحية بنيسانور.\nالإسحاقي: إلى جد والإسحاقية من غلاة الشيعة إلى إسحاق بن محمد النخعي الكوفي.\nالأسداباذي: بفتح أوله والمهملتين والموحدة آخره معجمة إلى أسداباذ بليدة قرب همذان.\nالجزء: 1 ¦ الصفحة: 12\n",
        "الأسدي: بسكون المهملة إلى الأزد إبدالاً من الزاي سيناً وبفتحها إلى أسد عدة من القبائل.\nالإسرائيلي: من مسلمي اليهود إلى يعقوب وغيرهم إلى جد.\nالأسروشني: بضم أوله والراء وسكون المهملة والواو وفتح الشين المعجمة ونون إلى أسروشنة بلدة وراء سمرقند.\nالأسعدي: إلى أسعد بن همام بن مرة بن ذهل بن شيبان.\nرحمه الله.\nالإسفذني: بالكسر فالسكون وفتح الفاء والمعجمة إلى أسفذن من قرى الري.\nالاسفراييني: بالكسر وسكون السين وفتح الفاء والراء وكسر التحتية إلى أسفرايين بليدة بنواحي نيسابور قلت: بلا همز انتهى.\nالإسفرنجي: بالكسر وسكون السين والنون وفتح الفاء والراء آخره جيم إلى إسفرنج من قرى السغد.\nالإسفزاري: بكسر أوله والفاء وسكون السين وزاي ثم راء إلى إسفزار مدنية بين هراة وسجستان.\nالإسفسي: بكسر أوله وفتح الفاء بين مهملتين إلى إسفسن قرية بأعلى مرو.\nالإسفنجي: بالكسر فالسكون للسين والنون وفتح الفاء آخره جيم إلى إسفنج من قرى أرغيان.\nالإسفيجابي: إلى إسفيجاب بكسر أوله والفاء وسكون السين والتحتية ثم جيم آخره موحدة بلد في المشرق من ثغور الترك.\nالأسفيذباني: بالفتح فالسكون وكسر الفاء وتحتية ثم معجمة وموحدة مفتوحتين إلى\nالجزء: 1 ¦ الصفحة: 13\n",
        "أسفيذبان من قرى أصبهان.\nالاسفيذدشتى بكسر اوله والفا وسكون المهملة والتحتية ثم معجمة ومهملة مفتوحتين ومعجمة ساكنة وفوقية الى اسفيذدشت من قرى اصبهان.\nالإسفينقاني: بكسر أوله والفاء وسكون السين المهملة والتحتية والنون وفتح القاف إلى إسفينقان بليدة بناحية نيسابور.\nالإسكارني: بالكسر فالسكون وفتح الراء إلى إسكارن من قرى السغد.\nالإسكاف: بالكسر لعمل ما يصلح الأنعال.\nوالإسكافي: بوزنه إلى إسكاف بني الجنيد ناحية ببغداد وإلى الأسكفة.\nوالإسكافية: من المعتزلة إلى أبي جعفر الإسكافي.\nالإسكلكندي: بالكسر فالسكون وفتح الكافين وسكون اللام والنون والدال مهملة إلى أسكلكند مدنية صغيرة من مدن طخارستان بلخ ويقال سكلكند.\nالإسكندراني: بالكسر وسكون السين والنون وفتح الكاف والدال المهملة والراء إلى الإسكندرية بلد على طرف بحر المغرب من آخر حد ديار مصر.\nالإسماعيلي: جماعة إلى جد.\nوالإسماعيلية: قوم من الباطنية قالوا إن الإمام بعد جعفر الصادق ابنه إسماعيل.\nالأسمندي: بالضم والسكون والفتح والسكون آخره مهملة إلى أسمند من قرى سمرقند.\nالإسميثني: بكسر أوله والميم وسكون السين والتحتية ثم مثلثة مفتوحة ونون إلى إسميثن من قرى الكشانية.\nالجزء: 1 ¦ الصفحة: 14\n",
        "قلت: الأسنوي: بفتح أوله والنون إلى أسنا بلد بصعيد مصر الأعلى انتهى.\nالأسواري: بفتح أوله والواو وسكون السين آخره راء إلى أسوارى من قرى أصبهان وإلى الأسارة بطن من تميم.\nوالأسوارية: من المعتزلة أصحاب الأسواريّ.\nوالأسواري: بالضم أبو عيسى يروي عن أبي سعيد الخدري رضي الله عنه.\nالأسواني: بفتح أوله وسكون السين بلد بصعيد مصر قلت: الصحيح ضم أوله انتهى.\nالأسيدي: كالكريمي إلى جد والى أسيد بن أبي العيض بن أمية.\nالأسيدي: مصغّراً بتشديدا الياء وسكونها إلى أسيد بطن من تميم.\nالأسيوطي: بضم أوله والتحتية وسكون السين إلى أسيوط ويقال سيوط بلد بصعيد مصر قلت: فيها خمسة أوجه ضم الهمزة وكسرها وإسقاطها وتثليث السين المهملة، انتهى.\nباب الألف والشين\nالإشبيلي: بكسر أوله والموحدة وسكون الشين المعجمة والتحتية قبل اللام إلى إشبيلة من أمهات بلاد الأندلس.\nالأشتي: بالفتح فالسكون فالقوقية جماعة إلى جد يسمى أشتة.\nالأشتابديزكي: بالضم فالسكون وفتح الفوقية وسكون الألف والموحدة وكسر الدال المهملة وتحتانية ساكنة وفتح الزاي إلى أشتابديزة محلة كبيرة من حائط سمرقند.\nالأشتاخوستي: بالضم فالسكون فقوقية وفتح الخاء المعجمة والواو وفوفية ثم مهملة إلى أشتاخوست من قرى مرو.\nالأشتري: إلى الأشتر كأحمر رجل وبلد عند همذان.\nالجزء: 1 ¦ الصفحة: 15\n",
        "الأشترجي: بضم أوله والفوقية وسكون المعجمة والراؤ آخره جيم إلى أشترج قرية بمرو.\nالإشتيخني: بكسر أوله والفوقية وسكون المعجمة والتحتية ثم خاء معجمة مفتوحة ونون إلى إشتيخن من قرى السغد.\nالأشجعي: إلى أشجع بن ريث بن غطفان قبيلة مشهورة.\nالأشعثي: إلى الأشعث جد.\nالأشعري: إلى أشعر وهو نبت بن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ لأن أمه ولدته والشعر على بدنه.\nالأشفندي: بالضم فالسكون وفتح الفاء وسكون النون ودال مهملة إلى أشفند ناحية بنيسابور.\nالأشقري: إلى الأشقر سعد بن عايذ الأزري.\nالإشكابي: إلى إشكاب بالكسر جد.\nالإشكربي: بالكسر وسكون الشين المعجمة والراء وفتح الكاف آخره موحدة إلى إشكرب مدنية من شرق الأندلس.\nالأشموسي بالضم والسكون وآخره مهملة إلى الأشموس قرية بصعيد مصر.\nالأشموني: بوزنه إلى أشمون بليد بصعيد مصر.\nالأشميوني: بضم أوله والتحتية وسكون الشين وكسر الميم إلى أشميون من قرى بخارى.\nالأشناسي: بالفتح والسكون آخره مهملة آخره مهملة أشناس غلام المتوكل.\nالأشنانداني: بوزن الأشنان والفاعل من دنا إلى موضع الأشنان.\nالجزء: 1 ¦ الصفحة: 16\n",
        "الأشناني: بالضم إلى بيع الأشنان وإلى قنطرة الأشنان موضع ببغداد.\nالأشنهي: بضم أوله والنون إلى أشنة بليدة بأذربيجان.\nالأشهبي: إلى أشهب جد.\nالأشهلي: بوزنه إلى عبد الأشهل بطن من الأوس.\nالأشيري: كالكريمي إلى أشير حصن بالمغرب.\nباب الألف والصاد\nالأصبحي: إلى أصبح قبيلة من يعرب بن قحطان.\nالاصبهانني: بكسر أوله وفتحه وفتح الباء ويقال بالفاء وأصبهان أشهر بلاد الجبال.\nالإصطخري: بالكسر فالسكون للصاد والخاء المعجمة وفتح الطاء المهملة وآخره راء إلى إصطخر من بلاد فارس.\nقلت: الأصفوني: بالفاء إلى أصفون بلد بصعيد مصر انتهى.\nالأصمعي: إلى جده أصمع.\nالأصولي: إلى علم أصول الدين قلت وأصول الفقه انتهى.\nالأصهبي: إلى الأصهب بطن من جعفي.\nباب الألف والطاء\nالأطرابلسي: بالفتح فالسكون وضم الموحدة واللام ثم مهملة إلى أطرابلس بلدتين إحداهما بساحل الشام والأخرى بالمغرب وقد تسقط ألف التي بالشام.\nالأطهري: إلى الأطهر بعض العلوية.\nباب الألف والعين\nالأعبودي: بضم أوله والموحدة وسكون المهملة وآخره مهملة إلى الأعبود بن السكاسك بن أشرس بن كندة.\nالأعجمي: إلى العجم وإلى بني الأعجم\nالجزء: 1 ¦ الصفحة: 17\n",
        "بن سعد بن أشرس بطن من تجبيب.\nالأعدولي: بضم أوله والدال المهملة وسكون ثانية إلى أعدول بطن من الحضارمة.\nالأعرابي: بالفتح إلى الأعراب.\nالأعصري: إلى أعصر بضم الصاد لقب منبه بن سعد بن قيس بن عيلان.\nالأعموقي: بالضم آخره قاف إلى بطن الأعموق من المغافر.\nالأعيني: إلى أعين جد.\nباب الألف والغين\nالأغذوني: بالفتح وسكون المعجمة وضم الذال المعجمة إلى أغذون من قرى بخارى.\nالأغزوني: بوزنه بالزاي إلى أغزون من قرى بخارى.\nالأغماتي: بفتح أوله والميم وسكون المعجمة آخره فوقية إلى أغمات بلد بأقصى المغرب الأغلاقي: كالأنصاري إلى عمل الغلق وبيعه.\nباب الألف والفاء\nالأفراني: بالفتح إلى أفران من قرى نسف.\nالأفرجي: بالجيم إلى أفرجة كأبرقه جد الأفرخشي: بالفتح أوله والراء وسكون الفاء والخاء المعجمة بعدها معجمة إلى أفرخشا من قرى بخارى.\nالأفريقي: بالفتح إلى أفريقية من كبار بلاد المغرب.\nالأفشواني: بفتح أوله والمعجمة والواو وسكون الفاء إلى أفشوان من قرى بخارى.\nالإفشيرقاني: بكسر أوله والمعجمة وسكون الفاء وفتح الراء بعدها قاف إلى إفشيرقان من قرى مرو.\nباب الألف والقاف\nالأفراهي: بالفتح أبو جعفر محمد بن عيسى الأبرش.\nالجزء: 1 ¦ الصفحة: 18\n",
        "الأقريطشي: بالفتح وسكون القاف وكسر الراء والطاء المهملة بعدها معجمة إلى أقريطش جزيرة بالمغرب.\nالأقساسي: بقاف ومهملتين كالأنصاري إلى الأقساس قرية بالكوفة.\nقلت: الأقصراي: إلى أقصرا من بلاد الروم انتهى.\nالأقعسي: إلى الأقعس من ولد عامر بن حنيفة.\nالإقليدسي: بالكسر إلى كتاب إقليدس من حكماء اليونان.\nقلت: الإقليشي: بكسر الهمزة واللام آخره معجمة إلى انتهى.\nباب الألف والكاف\nالأكارعي: إلى الأكارع وبيعها.\nالاكاف: كالقفال لعمل إكاف البهائم.\nالأكفاني: بالفتح إلى بيع الأكفان.\nالأكلبي: إلى أكلب بوزن أقفل بطن من خثعم.\nباب الألف واللام\nالألواحي: كالأنصاري إلى الألواح من بلاد أعلى صعيد مصر يلي طريق المغرب.\nقلت: الألوازاني: إلى الألوزان قرية بسرخس انتهى.\nالألوسي: بمهملة وضم أوله واللام إلى ألوس ناحية عند حديثة الفرات وقال السمعاني عند طرسوس.\nالألهاني: كالأنصاري إلى ألهان بن مالك أخي همذان.\nباب الألف والميم الإمامي: واحد الإمامية طائفة من الشيعة ينتظرون بزعمهم إماماً يخرج آخر الزمان ومثله.\nالإمامتي: قلت هو ظن انتهى.\nالأمامي: بالضم إلى أمامه بن سهل بن حينف.\nالجزء: 1 ¦ الصفحة: 19\n",
        "الأمديزي: بالفتح فالسكون وكسر المهلمة وتحتية وزاي إلى أمديزة قرية من بخارى.\nالأمشاطي: بالفتح إلى عمل الأمشاط وبيعها.\nالأملوكي: بضم أوله واللام إلى أملوك بطن من ردمان قبيلة من رعين.\nالإملي: بالكسر إلى إملة وهي وصف التمتام بلغة خوي.\nالأموي: بالفتح إلى أمة بن بجالة بن مازن بن ثعلبة.\nوالأموي: بالضم إلى بني أمية.\nباب الألف والنون\nالأنباري: بنون وموحدة كالأنصاري إلى بلد على الفرات وقرية من قرى جوزجان وسكة الأنبار بمرو.\nالأنبردواني: بفتح أوله والموحدة وسكون النون والراء وضم الدال المهملة إلى أنبردوان من قرى بخارى.\nالأنجافريني: بفتح أوله والجيم والفاء وسكون النون الأولى وكسر الراء ثم تحتانية إلى الأنجذاني: بفتح أوله والذال المعجمة وضم الجيم إلى أنجذان.\nالأنجفاريني: بفتح أوله والفاء وضم الجيم وكسر الراء وتحتية إلى أنجفارين من قرى بخارى.\nالأنداقي: كالأنصاري إلى أنداق بالمهملة والقاف من قرى سمرقند.\nالأنداي: بالفتح وإهمال الدال إلى أندا بن عدي بطن من تجيب.\nالأندخوذي: بفتح أوله والدال المهملة وبالخاء والذال المعجمتين إلى أندخوذ بلد بنواحي بلخ وينسب إليها النخذي أيضاً الأنددي: بهملتين إلى أندد بوزن أعلم من قرى نسف.\nالجزء: 1 ¦ الصفحة: 20\n",
        "الأندرابي: بفتح أوله والمهملة والراء آخره موحدة إلى أندراب مدينة بنواحي بلخ وأندرابة قرية بمرو.\nالأندغني: بفتح أوله والدال المهملة وسكون النون والمعجمة إلى أندغن من قرى مرو.\nالأندقي: بمهملة وقاف إلى أندق من قرى بخارى.\nالأندكاني: بالفتح وضم المهملة إلى ندكان من قرى فرغانة وسرخس أيضاً.\nالأندلسي: بفتح أوله والدال المهملة وضم اللاموآخره مهملة إلى أندلس إقليم بالمغرب.\nالأندي: بالضم وسكون النون ومهملة إلى أندة مدينة بالأندلس.\nالأنشميثني: بالفتح وأوله والمعجمة والمثلثة قبلها تحتية إلى أنشميثن من قرى نسف.\nالأنصنائي: بالفتح وكسر المهملة بين نونين إلى أنصنا قرية بصعيد مصر.\nالأنطاكي: بالفتح إلى أنطاكية من الشام.\nالأنطرطوسي: بفتح أوله والطاء الأولى وضم الثانية وسكون النون والراء آخره مهملة إلى أنطرطوس بلدة من الشام.\nالأنقلقاني: بالفتح وسكون النون واللام وضم القاف الأولى إلى أنقلقان من قرى مرو ويقال أنكلكان.\nالأنماري: بالفتح إلى أنمار بطون من العرب.\nالأنماطي: بالفتح إلى بيع الأنماط وهي ضرب من البسط.\nالأنيسوني: بالفتح فالسكون وكسر التحتية وضم المهملة إلى أنيسون من قرى بخارى.\nباب الألف والواو\nالأوابي: إلى بني الأواب كالأواه بطن من تجبيب.\nالأواني: بلفظ جمع الأنا إلى أوانا قرية على عشرة فراسخ من بغداد.\nالجزء: 1 ¦ الصفحة: 21\n",
        "الأوبري: بالضم وفتح الباب الموحدة وراء إلى أوبر من قرى بلخ.\nقلت: والأوبهي: إلى أوبة بلفظ مصدر آب قرية من عمل هراة انتهى.\nالأودني: بالضم وفتح المهملة والنون إلى أودنة قرية من قرى بخارى قلت وبالفتح إلى أودن منها أيضا قال ياقوت: وأظنهما واحداً واختلف في الهمز انتهى.\nالأودي: بالفتح فالسكون ومهملة إلى أود بن صعب بن سعد العشيرة من مذحج.\nقلت: الأوربي: بفتح أوله والراء وموحدة إلى أوربة مدينة بالأندلس.\nوالأوريولي: بضم أوله والتحتية وكسر الراء أوريولة مدينة بالأندلس انتهى.\nالأوزاعي: بالفتح والزاي إلى الأوزاع بطن من ذي الكلاع وقيل من همذان وقيل قرى بالشام وهو خطأ قلت جمع ياقوت رحمه الله بأنه بطن سميت به القرية لنزولهم بها.\nوالأوزكندي: بالضم والواو والزاي الساكنين إلى أوزكند بلد من نواحي فرغانة انتهى.\nالأوسي: إلى الأوس قبيلة من الأنصار.\nالأوشي: بالضم والمعجمة إلى أوش من بلاد فرغانة.\nالأوصابي: كالأنصاري إلى أوصاب قبيلة من حمير.\nالأوفاضي: بوزنه والفاء والضاء معجمة إلى الأوفاض وهم الضعفاء والزمني وهم أهل الصفة.\nالجزء: 1 ¦ الصفحة: 22\n",
        "قلت والأوهي: إلى أوه بفتحتين قرية بين زنجان وهمذان انتهى.\nالأولومي: بالفتح وضم اللام إلى أولوم بطن من الصدف.\nالأولاسي: إلى أولاس بمهملة بلدة على ساحل بحر الشام.\nالأويسي: مصغراً إلى أويس رجل.\nباب الألف والهاء\nالأهجوري: بضم أوله والجيم وآخره راء الأهجور بطن من الممغافر.\nقلت: والأهري: إلى أهر كأكل مدينة من نواحي أذربيجان ويقال لها أهج.\nوالأهلمي: إلى أهلم كأقفل بلد من نواحي طبرستان انتهى.\nالأهناسي: بالنون والمهملة كالأنصاري إلى أهناس بلد بصعيد مصر.\nالأهوازي: بوزنه والزاي إلى الأهوز بلدة مشهورة.\nباب الألف والياء\nالإيامي: كالإمامي إلى إياد بن نزار بن معد بن عدنان.\nالايامي: بوزنه إلى إيام بطن من همذان الايبسني: بالكسر فالسكون وفتح الباء الموحدة والمهملة ونون إلى إيبسن قرية على فرسخ من نسف.\nالإيتاخي: إلى إيتاخ بالكسر والتحتية والفوقية آخره معجمة غلام المعتصم.\nالإيجي: بالكسر والتحتية والجيم إلى إيج بلد بفارس.\nالإيدعاني: بالكسر وفتح الدال والعين المهملتين إلى إيدعان بطن من تجيب.\nالإيدجي: بالكسر وفتح المعجمة وجيم إلى إيذج بلدة من كور الأهواز قرية بسمرقند أيضاً الإيذوجي: بالكسر وضم المعجمة قرية على ثلاثة فراسخ من سمرقند\nالجزء: 1 ¦ الصفحة: 23\n",
        "قلت: ضبطها ياقوت رحمه الله بالجيم.\nوالإيغاني: إلى إيغان من قرى بنج ديه انتهى.\nالأيلي: بالفتح والسكون إلى أيلة بلد بساحل بحر القلزم.\nالإيلاقي: بالكسر إلى إيلاق وهي بلاد الشاش.\nحرف الباء\nباب الباء والألف\nالباباني: إلى بابان لفظ مثنى باب محلة بأسفل مرو.\nالبابدستاني: بفتح الموحدتين والدال المهملة والفوقية وسكون السين المهملة إلى باب دستان موضع بسمرقند.\nالبابرتي: بفتح الموحدتين وسكون الراء بعدها فوقية إلى بابرتى بالقصر قرية بنواحي بغداد.\nالبابسيري: إلى باب سير بلد بالأهواز.\nالبابشامي: إلى باب الشام محلة ببغداد.\nالبابشيري: إلى باب شير من قرى مرو.\nالبابشي: إلى بابش من قرى بخارى.\nالبابقراني: بالفتح إلى بابقران من قرى مرو قلت: الراء مفتوحة والموحدة الثانية مضمومة انتهى.\nالبابكسي: بموحدتين وكسر الكاف وتشديد المهملة إلى باب كس محلة بسمرقند.\nالبابكوشكي: بضم الكاف الأولى وبمعجمة إلى باب كوشك محلة بأصبهان.\nالباكية: أتباع بابك ظهر أيام المأمون فقتل.\nالجزء: 1 ¦ الصفحة: 24\n",
        "البابلتي: بضم اللام وتشديد الفوقية إلى بابلت موضع بالجزيرة فيما أظن قلت: قال ياقوت قرية بين حران والرقة انتهى.\nالبابنائي: بنون بعد الموحدة الثانية قلت: كأنه إلى بانونيا قرية من بغداد ويقال إليها البابوني انتهى.\nالبابي: إلى باب الأبواب مدينة دربند وإلى بابة من قرى بخارى.\nقلت: والباتكروني: إلى باتكرون قلعة بشط جيحون انتهى.\nالباجخوستي: بسكون الجيم والواو والسين المهملة وضم الخاء المعجمة آخره فوقية إلى باجخوست من قرى مرو قلت: وقال ياقوت بفتح الجيم انتهى.\nالباجداي: إلى باجدّا بفتح الجيم وتشديد المهملة قرية بنواحي بغداد قلت: وأخرى بين رأس عين والرقة وهما بالقصر انتهى.\nالباجراي: إلى باجرا قرية بالجزيرة قلت بوزن التي قلبها انتهى.\nالباجسراي: بكسر الجيم وسكون المهملة إلى باجسرا بلد بنواحي بغداد قلت: مقصورة انتهى.\nالباجي: إلى باجة بالجيم الخفيفة مدينة بالأندلس وقرية بأفريقية وبأصبهان وجدّ لأبي الحسن إسماعيل بن إبراهيم الفارسي.\nقلت:\nوالباحمشي: إلى باحمشا بفتح الحاء المهملة وسكون الميم وشين معجمة قرية بين أوانا والحظيرة انتهى.\nالباخرزي: بفتح الخاء المعجمة وسكون الراء ثم زاي إلى باخرز من نواحي نيسابور.\nالبادراني: بفتح الموحدة والدال والراء المهملتين إلى بادران قرية بأصبهان.\nالبادراي: بوزنه بلا نون إلى بادبس قرية من عمل واسط.\nالبادسي: بكسر الدال المهملة بعدها مهملة إلى بادرايا قرية من عمل واسط.\nالجزء: 1 ¦ الصفحة: 25\n",
        "البادني: بفتح المهملة إلى بادن من قرى بخارى.\nالبادوي: بضم المهملة إلى بادويه لقب.\nقلت: والبادوري: إلى بادوريا بفتح الراء والتحتية والقصر بلد بنواحي بغداد والباذي: بمعجمة كالقاضي إلى باذ من قرى أصبهان.\nوالباذبيني: بفتح المعجمة وكسر الموحدة ثم تحتية ونون إلى باذبين بلد تحت واسط انتهى.\nالباذغيسي: بفتح المعجمة وكسر الغين المعجمة وتحتية ومهملة إلى باذغيس قرى من أعمال هراة.\nالباذني: إلى باذنة بالفتح من قرى خابران قلت: قال ياقوت: إلى باذن الباذنجاني: إلى بيع الباذنجان أو الباذنجانية من قرى مصر انتهى.\nالبارابي: ويقال بالفاء أوله إلى باراب ناحية وراء جيحون.\nالباراني: بوزنه بنون إلى باران من قرى مرو.\nالبآر: كالقفال إلى عمل البئر.\nالبارديزي إلى بارديزة بسكون الراء وكسر المهملة وتحتية وزاي مفتوحة من قرى بخارى.\nالبارزي: إلى باب أبرز محلة ببغداد انتهى البارسكثي: بكسر الراء وسكون المهملة وفتح الكاف ومثلثة إلى بارسكث من مدن الشاش.\nالبارقي: بكسر الراء والقاف إلى ذي بارق بطن من همذان وبارق بطن من الأزد وجبل باليمن.\nالباركثي: بسكون الراء وفتح الكاف ومثلثة إلى باركث من قرى سمرقند.\nالبارناباذي: بالراء والنون والموحدة والمعجمة إلى بارناباذ محلة بمرو قلت الراء ساكنة.\nوالبارنباري: بنون ثم موحدة إلى بارنبار قرية قرب دمياط انتهى.\nالجزء: 1 ¦ الصفحة: 26\n",
        "الباروذي: بمعجمة إلى باروذ من قرى فلسطين.\nالباروسي: بمهملة إلى باروس من قرى نيسابور الباري: إلى بار من قرى نيسابور قلت وبلد باليمن انتهى.\nالبازبداي: بفتح الزاي وسكون الموحدة ومهملة إلى بازبدا قرية بالجزيرة ظناً البازكلي: بسكون الزاي وضم الكاف وتشديد اللام إلى بازكل بلد على البحر بأسفل البصرة.\nوالبازكندي: بسكون الزاي والنون وفتح الكاف إلى بازكند من بلاد الترك انتهى.\nالبازياري: يقال البازيار إلى حفظ الباز.\nالبازي: بلفظ الطاير إلى باز من قرى مرو ويبدل أوله فاء.\nقلت: الباسبياني: بكسر المهملة وسكون الموحدة وتحتية إلى باسبيان من قرى بلخ.\nوالباسندي: بفتح السين المهملة والنون إلى باسند مدينة.\nوالباسيني: بالكسر إلى باسين بوزن ياسين كورة بالروم انتهى.\nالباشاني: بمعجمة إلى باشان من قرى هراة.\nالباطرقاني: بكسر الطاء وسكون الراء وبالقاف إلى باطرقان من قرى أصبهان.\nالباطنية: من المبتدعة قالوا لظواهر القرآن بواطن مرادة غير ما عرف من معانيها اللغوية.\nالباعقوبي: قلت بمهملة وقاف مضمومة وموحدة إلى باعقوبا قرية بأعلى النهروان.\nقلت: الباغائي: بمعجمة إلى باغاية بتحتية قبل الهاء مدينة بأقصى إفريقية انتهى.\nالباغي: إلى باغ من قرى مرو قلت وإلى باغة مدينة بالأندلس انتهى.\nالجزء: 1 ¦ الصفحة: 27\n",
        "الباغبان: بفتح الموحدتين وسكون المعجمة إلى حفظ الباغ وهو البستان.\nالباغشي: بفتح المعجمة وبعدها شين معجمة إلى باغش من قرى جرجان.\nالباغكي: بوزنه إلى باغك محلة بنيسابور.\nقلت: الباغناباذي: بفتح المعجمة والنون والباء الموحدة وآخره معجمة إلى باغناباذ من قرى مرو انتهى.\nالباغندي: بفتح المعجمة وسكون النون ومهملة إلى باغند من قرى واسط.\nالبافدي: بسكون الفاء ومهملة إلى بافد من بلاد كرمان.\nالبافي: بالفاء إلى باف من قرى خوارزم.\nقلت: الباقداري: بكسر القاف وإهمال الدال والراء إلى باقداري بالقصر من قرى بغداد.\nوالباقدراني: بفتح القاف وإسكان الدال المهملة إلى باقدرا بالقصر من قراها انتهى.\nالباقرحي: بفتح القاف وسكون الراء ثم مهملة إلى باقرحا من قرى بغداد.\nقلت: الباقطاي: بضم القاف إلى باقطايا من قرى بغداد انتهى.\nالباقلاني: بالنون إلى بيع الباقلا.\nالباكساي: بضم الكاف ومهملة إلى باكسايا من نواحي بغداد.\nقلت:\nالباكلبي: إلى باكلبا من قرى إربل انتهى.\nالباكوي: بالضم إلى باكويه من بلاد دربند عند شروان واسم جد.\nالبالاي: إلى بالا من قرى مرو العجم.\nالبالسي: بكسر اللام ومهملة إلى بالس مدينة بين حلب والرقة.\nالبالقاني: بفتح اللام والقاف إلى بالقان من قرى مرو.\nالجزء: 1 ¦ الصفحة: 28\n",
        "البالكي: بفتح اللام إلى بالك من قرى هراة.\nالبالوجي: بالضم والجيم إلى بالوجوزجان من قرى سرخس.\nالبالوزي: بالزاي إلى بالوز من قرى نسا.\nالبالوي: إلى بالويه جد.\nقلت: الباماوردي: بفتح الواو وسكون الراء ومهملة إلى باماورد ناحية بفارس.\nوالبامردني: بفتح الميم والدال المهملة وسكون الراء إلى بامردنى بالقصر قرية بالموصل.\nوالبامنجي: بالنون والجيم إلى بامئين بكسر الميم والهمزة وسكون التحتية مدينة من عمل هراة انتهى.\nالبامي: يتلو في الباني.\nالبامياني بكسر الميم وفتح التحتية إلى باميان بلد بين غزنة وبلخ.\nالبانبي: إلى بانب بفتح النون ثم باء موحدة من قرى بخارى.\nالبانياسي: بكسر النون وفتح التحتية آخره مهملة إلى بانياس من بلاد فلسيطن.\nالباني: بالنون إلى شجرة البان وإلى بان من قرى أرغيان قلت: وبان من قرى مصر نسب إليها البامي بالميم تحريفاً انتهى.\nالباوردي: بفتح الواو وسكون الراء ومهملة إلى أبيورد.\nقلت: الباوري: بفتح الواو وراء إلى باور موضع باليمن انتهى.\nالباهلي: بكسر الهاء إلى باهلة قبيلة.\nالباياني: بفتح التحتية إلى بايان سكة بنسف.\nباب الباء مع الباء\nالببني: بسكون الموحدة الثانية ثم نون إلى ببنة مدينة عند بامئين.\nباب الباء والتاء البتاني: بالضم وتخفيف والفوقانية إلى بتان من قرى نيسابور قلت: وبالفتح والتشديد إلى بتان من نواحي حران انتهى.\nالبتخداني: بالفتح وسكون الفوقية وضم المعجمة ومهملة إلى بتخدان من قرى نسف قلت: قال ياقوت بضم الباء الموحدة وفتح الخاء وإعجام الذال انتهى.\nالبتري: بالفتح والسكون إلى البترية من المبتدعة وبالضم إلى بتر بالأندلس.\nالجزء: 1 ¦ الصفحة: 29\n",
        "البتلهي: بفتحتين وسكون اللام إلى بيت لهيا من أعمال دمشق.\nالبتماري: بفتح الموحدة وكسر الفوقية وتشديد الميم آخره راء إلى بتمار من قرى النهروان.\nالبتنيني: بالضم وفتح الفوقية وكسر النونين بينهما تحتية إلى بتنين من قرى دبوسية.\nالبتي: إلى البت بالتشديد موضع بالبصرة.\nالبتيري: إلى البتيرة مصغراً بطن من نهد.\nباب الباء والثاء\nقلت: البثني: بفتح الباء الموحدة ومثلثة ونون إلى البثنية ويقال البثنة بسكون المثلثة من نواحي دمشق انتهى.\nباب الباء والجيم\nالبجاري: بالكسر إلى بجار من ولد سعد بن أبي وقاص.\nالبجاني: بالفتح وتشديد الجيم قلت: إلى بجانة مدينة بالأندلس انتهى.\nالبجاوي: بالكسر إلى بجاية من بلاد المغرب.\nقلت: البجي: بالتشديد إلى بج حوران من قرى دمشق انتهى.\nالبجستاني: بكسرتين وسكون المهملة وفوقية إلى بجستان من قرى نيسابور.\nالبجلي: بالفتح إلى بجيلة اسم لقبائل وبالسكون إلى بجلة رهط من سليم.\nالبجواري: بسكون الجيم وفتح الباء والواو وآخره راء إلى بجوار محلة بمرو.\nالجزء: 1 ¦ الصفحة: 30\n",
        "البجيري: بالجيم مصغراً إلى بجير جد.\nباب الباء والحاء\nالبحاثي: بالمهملة والمثلثة إلى البحاث كالقفال جد.\nالبحتري: بضم الموحدة والفوقية وسكون الحاء إلى بحتر بطن من طي قلت وبلد باليمن انتهى.\nالبحراني: كالأنصاري إلى البحرين، قلت إقليم بين البصرة وعمان انتهى.\nالبحروي: بضم الراء إلى بحرويه جد.\nالبحري: إلى البحر المعروف وإلى بحر جد.\nالبحيري: بالفتح وكسر الحاء إلى بحير جد قلت وبالتصغير إلى بحيرة بلاد قرب الإسكندرية.\nوالبحيراباذي: إلى بحيراباذ من قرى إلى بحيراباذ مرو وبالتصغير إلى بحيراباذ من قرى جوين انتهى.\nباب الباء والخاء\nالبخاري: إلى بخارى أعظم مدينة وراء النهر وإلى بخار جد لشيخ الحاكم وإلى البخور تحريفا.\nالبختري: بسكون المعجمة وفوقية وراء اسم لأبي عزرة راوي عمر لا نسبة.\nالبخجرماني: بفتح الموحدة والجيم قبلها معجمة ساكنة إلى بخجرمان من قرى مرو ويقال بغجرمان بالمعجمة.\nباب الباء والدال\nالبداكري: إلى بداكر من قرى بخارى.\nقلت: البدائيّة: بالفتح من الشيعة أجازوا على الله البداء.\nالبدخكثي: بالضم وفتح المهملة والكاف وسكون الخاء المعجمة ومثلثة إلى بدخكث من قرى الشاش أو اسفيجاب.\nالبدري: إلى بدر بين مكة والمدينة حضوراً ومسكناً وإلى البدرية محلة ببغداد وإلى بني بدر بطن من حجر رعين.\nالبدني: إلى بدن بطن من كلب وغيره.\nالبدوي: بوزنه إلى البادية.\nالبديانوني: بالفتح وسكون المهملة وتحتانية ونونين بينهما واو إلى بديانة من قرى نسف.\nالجزء: 1 ¦ الصفحة: 31\n",
        "البديحي: بالمهملتين مصغراً إلى بديح جد.\nالبديلي: مصغراً إلى بديل جد.\nالبديهي: إلى البديهة ومن النظم سرعة.\nالبدي: بتشديد الدال المهملة إلى بد بطن من حمير وبطن من كندة ومن جعفي.\nباب الباء والذال\nالبذخشاني: بفتح الباء والمعجمتين وسكون الخاء المعجمة بينهما إلى بذخشان من أعلى طخارستان قلت: وإليها أيضا.\nالبذخشي: انتهى.\nالبذشي: بفتحتين ومعجمتين إلى بذش قرية على فرسخين من بسطام.\nالبذيخوني: بالفتح فالكسر فسكون التحتية فضم المعجمة إلى بذيخون قرية ببخارى.\nالبذيسي: كالكريمي آخره مهملة إلى بذيس من قرى مرو.\nالبذيلي: مصغراً إلى بذيل بطن من جهينة.\nباب الباء والراء\nالبراء: بالتشديد إلى بري النبل وغيره.\nالبراثي: بالفتح والمثلثة إلى براثا محلة ببغداد وقرية من عملها.\nالبراد: إلى بيع البرود وتبريد الماء قلت: والمبرد انتهى.\nالبراذقي: بالفتح وضم الذال المعجمة ثم القاف إلى براذق جد شيخ الخطيب.\nالبرارجاني: بفتحات وراءين وجيم إلى براجان سكة بمرو.\nالبراكدي: بفتحات وراء ومهملة إلى براكد قرية ببخارى.\nالبراني: بالتشيد إلى فوران قرية ببخارى قلت: ويقال لها بران والبراءاني: بالمد إلى براءان قرية بأصبهان انتهى.\nالجزء: 1 ¦ الصفحة: 32\n",
        "البربهاري: بالفتح فالسكون وموحدة مفتوحة إلى بيع البربهار وهو ما يجلب من الهند.\nقلت: البربشتري: بفتح الموحدة وضم الثانية وفتح الفوقية وسكون المعجمة قبلها والراء الأولى إلى بريشتر مدينة في شرق الأندلس انتهى.\nالبرتي: بالكسر فالسكون وفوقية إلى برت قرية بنواحي بغداد.\nالبرجي: بالضم فالسكون وجيم إلى برج من قرى أصبهان وموضع بدمشق قلت: وبالفتح إلى برجة مدينة بالأندلس انتهى.\nالبرجمي: بضم الباء والجيم إلى البراجم قبيلة من تميم.\nالبرجميني: بضمهما أيضاً إلى برجمين قرية ببلخ.\nالبرجلاني: بضمهما إلى برجلان قرية بواسط وإلى محلة البرجلانيّة.\nالبرحي: بفتحتين وحاء مهملة إلى بريح بطن من كندة.\nالبرخواري: بضم الباء والخاء المعجمة وراءين الأولى ساكنة إلى برخوار من نواحي أصبهان.\nقلت: البرخشاني: بوزنه لكن بفتح الباء إلى برخشان قرية بما وراء النهر انتهى.\nالبردادي: بالفتح فالسكون ومهملتين إلى برداد من قرى سمرقند.\nالبرادني: بفتحات ودال مهملة إلى بردان قرية ببغداد.\nالبردسيري: بفتح الباء والدال المهملة وسكون الراء الأولى وكسر المهملة قبل التحتانية إلى بردسير من بلاد كرمان.\nالبردعي: بفتح الباء والدال المهملة وسكون الراء والعين مهملة إلى بردعة بلدة بأذربيجان.\nالبرديجي: بالفتح فالسكون وكسر المهملة وتحتية وجيم إلى برديج قرب بردغة.\nالبردي: كالقمريّ إلى نوع من جيد التّمر وإلى البرد نوع من الثياب وإلى برد جد.\nالبرزاباذاني: بضم الباء وسكون الراء وفتح الزاي والباء الموحدة والذال المعجمة إلى برزاباذان قرية بأصبهان.\nالجزء: 1 ¦ الصفحة: 33\n",
        "البرزاطي: بالضم فالسكون إلى برزاط قرية ببغداد.\nقلت: البرزالي: بالكسر والسكون وزاي إلى برزالة قبيلة بالمغرب انتهى.\nالبرزبيني: بفتح أوله والزاي ثالثه ثم باء موحدة مكسورة وتحتانية إلى برزبين قرية ببغداد.\nالبرزني: بفتح أوله والزاي ثالثة إلة برزن من قرى مرو.\nالبرزندي: بفتح أوله والزاي ثالثة وسكون النون ومهملة إلى بززند بلد بأذربيجان.\nالبرزي: بالفتح إلى برزة قرية بدمشق وبالضم إلى قرية بمرو وإلى برزة جد.\nقلت: البرزهي: إلى برزة قرية من أعمال بيهق انتهى.\nالبرسانجردي: بالضم والمهملة وسكون الراءين والنون وكسر الجيم ودال مهملة إلى برسانجرد من قرى مرو.\nالبرساني: بالضم إلى برسان قبيلة من الأزد وقرية بسمرقند.\nقلت البرسحورى بفتح أوله والمهملة ثالثة وضم الحا المهملة وبالرا الى برسحور قرية بالرّها.\nوالبرسي بالضم إلى برس موضع ببابل انتهى.\nالبرسخني: بفتح أوله والمهملة وسكون الراء والخاء المعجمة إلى برسخان قرية ببخارى قلت: ضم ياقوت سينها.\nوالبرسفي: بضم أوله وثالثة وفاء إلى برسف قرية بطريق خراسان انتهى.\nالبرسمي: بضم أوله وثالثة إلى برسم بطن من حمير.\nالبرسمي: بالفنح قلت: إلى برسيم زقاق بمصر.\nوالبرشاني: بالفنح والمعجمة إلى برشانة قرية بإشبيلة انتهى.\nالبرطقي: بفتح أوله والطاء وقاف إلى برطق جد.\nالجزء: 1 ¦ الصفحة: 34\n",
        "قلت: البرعشي: بفتح أوله والمهملة ثم معجمة إلى برعش قرية قرب طليطلة انتهى.\nالبرفشخي: بفتح أوله والفاء وسكون الراء والمعجمة إلى برعش قرية قرب طليطلة انتهى.\nببخارى.\nالبرقاني: بالفتح إلى برقان قرية بنواحي خوارزام قلت: وأخرى بجرجان انتهى.\nالبرقي: بسكون الراء إلى بلدة بالغرب قلت: وقرية بقم انتهى وبفتحها إلى برق بيت كبير من أهل خوارزم.\nقلت البرقعيدي: بفتح أوله والقاف إلى برقعيد بليد بطرف الموصل انتهى.\nالبركدي: بفتح أوله والكاف إلى بركد قرية ببخارى.\nالبركوتي: بالفتح إلى بركوت بالفوقية من قرى مصر.\nالبركي: بالفتح والسكون إلى البرك بن وبرة قضاعي وبالضم والفتح إلى البرك جد وبالكسر والفتح إلى البرك سكة بالبصرة.\nالبرلسي: بضمات وتشيد اللام ومهملة إلى البرلس من بلاد مصر قلت فتح ياقوت أولها وثانيها انتهى.\nالبرمكي: بفتح أوله والميم إلى برمك جدً البرامكة والبرمكية محلة ببغداد.\nالبرموي: بالفتح وضم الميم لأبي الفضل بن حيذر بالذال المنقوطة لتدقيقة واحتياطه وهو معناه بالمعجمة.\nقلت: البرموي: بالكسر وفتح الميم إلى برمة بلد بالغربية من مصر انتهى.\nالبرنوذي: بالضم وفتح النون والواو والذال معجمة إلى برنوذ قرية بنيسابور.\nالبرنيلي: بالفتح وكسر النون ثم تحتية ولام إلى برنيل كورة شرقي مصر.\nالجزء: 1 ¦ الصفحة: 35\n",
        "قلت: البرنيقي: بوزنه إلى برنيق مدينة بين الإسكندرية وبرقة.\nوالبرنوي: بالفتح وضم النون إلى برنوة بسكون الواو قرية بنيسابور.\nوالبروجي: بفتح أوله وثالثة وجيم إلى بروج مدينة بالهند انتهى.\nالبروجردي: بضمتين وكسر الجيم وسكون الراء ومهملة إلى بروجرد بلد بين همذان والكرج.\nالبروقاني: بضمتين: بضمتين وقاف إلى بروقان قرية بنواحي بلخ.\nالبرونجردي: بفتح أوله والواو وسكون الراءين المهملتين وكسر وآخره مهملة إلى برونجرد قرية بمرو.\nالبروي: بالفتح وتشديد الراء المهملة المضمومة إلى بروية جد.\nالبرويزب: بالفتح وكسر الواو وتحتية وزاي إلى برويز الملك.\nالبريدي: بالفتح والكسر إلى البريد وهو الساعي وبالضم والفتح إلى البريدة بن الحصيب الصحابي.\nقلت.\nالبريلي: بالكسر فالسكون وتحتية مفتوحة ولام شديدة إلى بريل مدينة بالأندلس انتهى.\nالبريهي: مصغراً إلى بريهة جدة من ذرّية العباس بن عبد المطّلب.\nالبري: بيع البر وهو القمح.\nباب الباء والزاي\nالبراز: بالتشديد إلى البزر وبيعه وبالزاي آخره إلى البز.\nالبزاري: بالضم وتجفيف الزاي آخره راء بزار قرية على فرسخين من نيسابور.\nالبزاز: مرّ في البزار.\nالبزاني: بالضم والتخفيف إلى بزان قرية بأصبهان.\nالبزدوي: بفتح أوله والمهملة وتسكين الزاي إلى بزدة قلعة على ست فراسخ من نسف.\nالبرديغري: بالضم فالسكون وكسر المهملة وفتح المعجمة ثم راء إلى بزديغر قرية بنيسابور.\nالجزء: 1 ¦ الصفحة: 36\n",
        "البزي: بالفتح والتشديد راوي القراءة إلى جده أبي بزّة قلت: وغيره إلى البز قرية العراق انتهى.\nالبزوغامي: بالضم ومعجمتين إلى بزغام قرية بنسف.\nقلت: البزلياني بكسرتين وسكون اللام وتحتية إلى بزليانة بلدة بالأندلس انتهى.\nالبزماقاني: بالضم والقاف إلى بزماقان من قرى مرو.\nالبزناني: إلى بزنان بالضم ونونين قرية بمرو.\nالبزنزي: بزاءين إلى بزنز كدحرج قرية بالأندلس.\nالبزوري: بالضم إلى بيع البزور جمع البزر.\nالبزوغاني: بضمتين وفتح المعجمة إلى بزوغا قرية ببغداد قلت: فتح ياقوت باءها انتهى.\nالبزياني إلى البزيان بالضم والتحتية قرية بهراة.\nالبزيذي: بكسرتين وسكون التحتية ومعجمة إلى بزنذا قرية ببغداد.\nالبزيعي: بالفتح والعين المهملة إلى بزيغ جد.\nباب الباء والسين\nالبساسيري: بالفتح ومهملتين إلى بسا ويقال فسا مدينة بفارس.\nالبسامي: بالتشديد إلى بسام جد.\nالبسبي: بالفتح وسكون المهملة وموحدة إلى بسنة قرية ببخارى وبالفوقية إلى بست وهو العصير بالعجمية قلت: وواد بأرض إربل انتهى.\nوبها وضم الأولى بست مدينة من بلاد كابل.\nالبستاني: إلى البستان المعروف.\nالبستنباني: بضم أوله والفوقية وسكون المهملة والنون ثم موحدة إلى حفظ البستان.\nالبستي: مر في البسبي.\nالبستيغي: بالفتح وكسر الفوقية ثم تحتية ومعجمة إلى بستيغ قرية بنيسابور.\nالبسري: بالضم إلى بيع البسر وإلى بسر بن أرطاة وبسر قرية بحوارن.\nالبسطامي: بالفتح إلى بسطام بلد بطريق نيسابور قلت قال ياقوت بالكسر انتهى وإلى بسطام بالفتح والكسر جدّ.\nالجزء: 1 ¦ الصفحة: 37\n",
        "قلت: البسطي: بالفتح والسكون إلى بسطة مدينة بالأندلس انتهى.\nالبسكاسي: بالفتح ومهملتين إلى بسكاس قرية ببخارى انتهى.\nالبسكايري: بالفتح إلى بسكابر قرية ببخارى.\nالبسكتي: بالكسر فالسكون فالفتح وفوقية إلى بسكت من بلاد الشاش.\nالبسكري: بوزنه وراء إلى بسكرة بلد بالمغرب وقيل: الباء مفتوحة قلت: كسّر ياقوت الكاف انتهى.\nالبسلي: بالفتح والسكون ولام إلى بسل يتعلّق بقريش الظّواهر قلت: هو واد من الطائف وقيل بفتح السين انتهى.\nالبسيني: بالنون إلى بسينة كظريفة قرية بمرو.\nالبسي: بالتشديد إلى بس بطن من حمير.\nباب الباء والشين\nالبشاري: بتشديد المعجمة وراء إلى بشار جد.\nالبشاني: بالضم والتخفيف إلى بشان قرية بمرو.\nالبشبقي: بفتح الموحدتين وبالقاف إلى بشبة قرية بمرو قلت ويقال بشبق انتهى.\nالبشتاني: بالفتح الفوقية إلى بشتان من قرى نسف.\nالبشتنقاني: بالضم فالسكون ففتح الفوقية وكسر النون وقاف إلى بشتنقان قرية بنيسابور.\nالبشتي: بالضم إلى بشت بلد بنيسابور وقرية بهراة.\nالبشتني: بفتح أوله والفوقية ثالثه ونون مشددة قلت: إلى بشتن قرية بقرطبة بالأندلس.\nوالبشتيري: بالضم وكسر الفوقية ثم تحتية إلى تحتية إلى بشتير موضع في بلاد جيلان انتهى.\nالجزء: 1 ¦ الصفحة: 38\n",
        "البشري: بالكسر إلى بشر جد.\nالبشرية: من المعتزلة إلى بشر بن المعتمر.\nالبشكاني: بالكسر إلى بشكان قرية بهراة.\nقلت: البشكلاري: بالضم إلى بشلار من قرى جيّان انتهى.\nالبشنوي: بفتح أوله والنون نسب بها طائفة من الأكراد.\nالبشواذقي: بالضم وفتح الذال المعجمة وقاف إلى بشواذق قرية قرية بمرو.\nالبشيتي: بالفتح فالكسر وتحتية وفوقية إلى بشيت قرية بأرض فلسيطن.\nالبشيري: بوزنه والراء قلت كأنه إلى قلعة بشير بنواحي الزّوران من بلاد الأكراد وإلى جد أيضاً.\nوالبشيلي: بوزنه واللام إلى بشيلة قرية قرب بغداد انتهى.\nباب الباء والصاد\nالبصاري: بالكسر والراء إلى بصار بطن من أشجع.\nالبصروي: بالضم وفتح الراء إلى بصرى قرية قرب عكبرا.\nالبصري: بالفتح إلى الصرة المشهورة بتثليث الباء.\nالبصلاني: بفتين إلى البصليّة محلة ببغداد.\nالبصيداي: بالفتح فالكسر وتحتية ومهملة إلى بصيدا قرية ببغداد.\nالبصيري: كالكريمي إلى بصير جد: قلت: وإلى بصير الجيدور بالجيم والتحتية والمهملة والراء من نواحي دمشق انتهى.\nباب الباء والطاء.\nالبطالي: بالتشديد إلى البطال جد.\nالبطائحي: إلى البطائح كمساجد موضع بين واسط والبصرة.\nالبطائني: بوزنه إلى بيع البطائن.\nقلت: البطروشي: بالكسر وفتح الراء المهملة وسكون الطاء والواو ومعجمة إلى بطروش أعمال دانية انتهى.\nالبطليوسي: بفتحتين وسكون اللام وضم التحتية ومهملة إلى بطليوس مدينة بالأندلس.\nالجزء: 1 ¦ الصفحة: 39\n",
        "قلت: البطناني: بالضم والنون إلى بطنان واد بين منبج وحلب انتهى.\nالبطيخي: بالكسر إلى البطيخ المعروف.\nالبطي: بالفتح إلى بيع البط وإلى بطة جد ابن جد ابن بطة الحنبلي وبالضم إلى بطة جدّ أبي عبد الله البزاز الأصبهاني.\nباب الباء والعين\nالبعراي: بفتح أوله والراء وسكون المهملة.\nالبعقوبي: بالفتح وسكون المهملة وضم القاف آخره موحدة إلى بعقوبا بالقصر مدينة بطريق خراسان على عشرة فراسخ من بغداد.\nالبعلبكي: بفتحتات وسكون العين المهملة إلى بعلبك مدينة بالشام.\nقلت: والبعلي: إليها وهو الصواب في النسبة انتهى.\nالبعلاني: بالفتح والسكون إلى بعلان جد.\nباب الباء والغين\nالبغانخذي: بالضم وفتح الغين والخاء المعجمتين وكسر النون والذال معجمة إلى بغانخذ قرية بنيسابور.\nالباوزجاني: بالضم وفتح الغين المعجمة والجيم وكسر الواو وسكون الزاي إلى بغاوزجان قرية بسرخس.\nالبغدخزر قندي: منسوب إلى بلاد لأن أباه بغدادي وأمّة خزرية بفتح المعجمتين وولد بسمرقند.\nالبغدلي: بفتح أوله والدال المهملة وسكون ثانية ولام إلى باغ عبد الله محلّة بأصبهان.\nالبغراسي: بفتح أوله والراء آخره مهملة إلى بغراس بلد بالشام.\nالبغلي: إلى البغل بلفظ الحيوان جد.\nالبغوخكي: بفتح أوله والخاء المعجمة وضم ثانية إلى بغوخك قرية بنيسابور.\nالبغولني: بوزنه ولام بغولن قرية بنيسابور.\nط البغوي: بفتحتين إلى بغشور بسكون ثانية وضم ثالثه بلد بين هراة ومرو الرّوذ ويقال لها بغ.\nالجزء: 1 ¦ الصفحة: 40\n",
        "البغلاني: بالفتح فالسكون إلى بغلان بلد ببلخ.\nالبغياني: بوزنه وتحتية إلى بغيان جد.\nقلت: البغيذيذي: إلى بغيديذ تصغير بغداذ وقرية بها وأخرى بحلب وبلد بخوارزم والجند انتهى.\nباب الباء والقاف\nالبقار: بالتشديد والبقري إلى البقر.\nوالبقلي: باللام إلى البقل ونحوه من الفواكه اليابسة.\nالبقابوسي: بفتحتين وضم الموحدة ومهلمة إلى بقابوس قرية ببغداد انتهى.\nالبقاطري: بالضم وكسر الطاء والراء مهملتين إلى بقاطر جد.\nقلت: البقاعي: إلى البقاع أرض واسعة بين بعلبك وحمص ودمشق.\nوالبقساني: إلى قرية ببلنسية انتهى.\nالبقشلامي: بفتح أوله والمعجمة وسكون القاف بيتٌ، بشلام قرية ببغداد وكان لها بق فصار يذكر كثيراً بق شلام فنسب به.\nالبقلي: مر في البقار.\nقلت: البقوي: بفتحتين إلى بقي جد انتهى.\nالبقيلي: بالتصغير إلى بقيل بطن من أسلم ومن حضرموت وبقيلة بطن من الأزد.\nباب الباء والكاف\nالبكاء: إلى كثرة البكاء.\nالبكاي: إلى البكاء بطن من بني عامر بن صعصعة.\nالبكاري: بفتح وتشديد إلى بكار جد قلت: وإلى البكر انتهى.\nالبكالي: بالكسر والتخفيف ولام إلى بني بكال بطن من حمير.\nالبكراباذي: بفتح الموحدتين والراء وسكون الكاف آخره معجمة إلى بكراباذ محلة بجرجان.\nالجزء: 1 ¦ الصفحة: 41\n",
        "البكراوي: بالفتح إلى أبي بكرة الصحابي.\nالبكردي: بالفتح فالكسر وسكون الراء ومهملة إلى بكرد قرية بمرو.\nالبكري: بالفتح إلى أبي بكر الصديق رضي الله عنه وبكر بن وائل وبكر بن عوف بن النخع وبكر بن كلاب بن ربيعة بن عامر بن صعصعة.\nالبكيلي: كالكريمي إلى بكيل بطن من همذان.\nالبكيوني: إلى بكيون قرية.\nباب الباء واللام\nألف\nالبلاذري: بالفتح وضم الذال المعجمة إلى البلاذر المعروف.\nالبلاساغوني: بفتحات ومهملة وضم الغين المعحمة إلى بلاساغون بلد وراء سيحون.\nالبلاطي: بالفتح والكسر إلى بيت البلاط من قرى دمشق.\nقلت: البلاطنسي: بالفتح وضم الطاء والنون ومهملة إلى بلاطنس حصن مقابل اللاذقية انتهى.\nالبلالي: بالكسر والتجفيف إلى بلال الحبشي وبالفتح والتشديد إلى بني بلال رهط من أزد السراة.\nباب الباء واللام\nالبلبلي: بضم الموحدتين وسكون اللام الأولى إلى بني البلبلة بطن من فهم.\nقلت: البلبيسي: إلى بلبيس بكسر الموحدتين وسكون اللام والتحتية ومهملة مدينة على عشرة فراسخ من مصر بطريق الشام انتهى.\nالبلجاني: بفتح أوله والجيم وسكون اللام إلى بلجان قرية بمرو.\nالبلجي: بالفتح والسكون والجيم إلى بلج جدّ وبالخاء المعجمة إلى بلخ مدينة مشهورة بخراسان وبفتحتين ومهملة إلى بيع البلح.\nالبلدي: بفتحتين إلى بلد الحطب بقرب الموصل وبلد مدينة بالكرج وبلد اسم لنسف\nالجزء: 1 ¦ الصفحة: 42\n",
        "ولمرو الروذ قلت: وإلى البلدة مدينة بالأندلس.\nوالبلستي: بضمتين وسكون المهملة وفوقية إلى بلست من قرى الإسكندرية.\nوالبلشي: بالفتح وتشديد اللام ومعجمة إلى بلش بلد بالأندلس انتهى.\nالبلعمي: بفتح أوله والمهملة وسكون اللام إلى بلعم من بلاد الروم.\nقلت: البلغاري: بالضم والمعجمة والراء إلى بلغار مدينة الصقالية في الشمال.\nوالبلغي: بفتحتين ومعجمة إلى بلغ بلد الأندلس.\nوالبلفياني: بكسرتين وسكون الفاء وتحتية إلى بلد بالأندلس.\nوالبلفياني: بكسرتين وسكون الفاء وتحتية إلى بلفيا بالبهنسا انتهى.\nالبلقوي: بفتح أوله والقاف إلى البلقاء كورة بالشام.\nالبلقي: بفتحتين إلى بلق ناحية بغزنة.\nقلت: البلقيني: إلى بلقينة بالضم وسكون اللام والتحتية وكسر القاف ونون قرية من حوف مصر قرب المحلة.\nالبلكباني: بالفتح فالسكون فالكسر وتحتية إلى بلكيان قرية بمرو.\nالبلنجري: بفتحتين وسكون النون وضم الجيم وراء إلى بلنجر جد وبفتح الجيم إلى بلنجر مدينة ببلاد الخزر.\nالبلنسي: إلى بلنسية بفتحتين وسكون النون وكسر السين المهملة وفتح التحتية المخففة مدينة بالأندلس.\nقلت: البلنوبي: إلى بلنوبة: إلى بفتحتين وتشديد اللام وضم النون وفتح الباء الموحدة الباء الموحدة بلد بجزيرة صقلية انتهى.\nالبلوطي: بالفتح وضم اللام المشددة إلى شجر البلوط وإلى فحص البلوط موضع قرب قرطبة.\nالجزء: 1 ¦ الصفحة: 43\n",
        "البلومي: بالفتح وضم اللام الخفيفة إلى بلومية بكسر الميم وتخفيف التحتية قرية بنواحي أصبهان.\nقلت: البلهيبي: إلى بلهيب بالفتح فالسكون فالكسر قرية بمصر انتهى.\nالبلوي: بفتحتين إلى بليّ بن عمرو بن الحاف بن قضاعة.\nباب الباء والميم\nالبمجكثي: بفتح أوله والكاف وكسر الميم وسكون الجيم آخره مثلّثة إلى بمجكث قرية ببخارى.\nالبملاني: بالفتح فالسكون إلى بملان قرية على فرسخ من مرو.\nالبمي: بالفتح والتشديد إلى بم مدينة بكرمان.\nباب الباء والنون\nقلت: البناري: بالكسر وتخفيف النون وراء إلى بنار قرية ببغداد.\nوالبناكتي: بفتحتين وكسر الكاف وفوقية إلى بناكت مدينة وراء النهر انتهى.\nالبناني: بالضم وتخفيف النون إلى بنانة من بني سعد بن سعد بن لؤيّ بن غالب ومنهم ثابت ومحلّة بالبصرة نزلت هذه القبيلة بها وإلى بنان قرية بمرو الشاهجان.\nوالبنانية: من الشّعية إلى بنان بن سمعان.\nقلت: البنتي: بالضم وسكون النون وفوقية إلى بنت بلد بالأندلس انتهى.\nالبنجخيني: بفتح أوله وسكون الجيم ثالثة وكسر الخاء المعجمة إلى بنجخين محلة سمرقند.\nقلت: البنجديهي: بفتح أوله والجيم وسكون والدال مهملة إلى بنج ديه خمس قرى بمرو الرّوذ انتهى.\nالبنجهيري: بضبطه ووزنه إلى بنجهير مدينة بنواحي بلخ بها جبل الفضة.\nالبنجي: بالفتح وضم النون المشددة وجيم إلى بنج قرية بروذك من نواحي سمرقند.\nالبنجيكثي: بالضم وسكون النون وكسر الجيم وتحتية وفتح الكاف ومثلّثة إلى بنجيكث قرية بسمرقند.\nالجزء: 1 ¦ الصفحة: 44\n",
        "البندكاني: بضم أوله والمهملة وسكون النون إلى بندكان قرية بمرو.\nالبندنيجي: بفتح أوله والمهملة وسكون النون الأولى وكسر الثانية ثم تحتية وجيم إلى بندنيجين بلفظ المثنّى بلد قرب بغداد.\nالبنديمشي: بفتح أوله والميم وسكون النون وكسر المهملة وآخره معجمة إلى بنديمش قرية بسمرقند.\nالبنردي: بكسر الموحدة والنون وسكون الراء ومهملة إلى بنرد جدّ.\nالبنسارقاني: بفتح أوله والسين والراء المهملتين والقاف وسكون النون إلى بنسارقان قرية بمرو.\nالبنكتي: بالكسر وسكون النون وفتح الكاف وفوقية إلى بنكت قرية بسغد سمرقند وبالمثلثة إلى قصبة الشاش منها الهيثم راوي الشمائل.\nالبني: بالكسر والتشديد قلت: إلى بنّة قرية ببغداد وحصن بالأندلس انتهى وبالضم إلى البن شيء من الكوامخ.\nقلت: البنواري: إلى بنورا بالقصر والراء وفتح أوله وضم ثانية قرية بين بغداد وواسط انتهى.\nالبنيرقاني: بالفتح وكسر النون وسكون التحتية والراء وقاف إلى بنيرقان قرية.\nباب الباء والواو\nالبوازيجي: بفتحتين وزاي وتحتية وجيم إلى بوازيج بلد قرب تكريت.\nالبواني: بالفتح والتشيد إلى بوان قرية بأصبهان وشعب بوّان موضع بشيراز.\nالبوبي: بموحدتين إلى بوبة جدّ قلت: وبوب اسم لبلقينة أيضاً انتهى.\nالجزء: 1 ¦ الصفحة: 45\n",
        "قلت: البوتيجي: بالضم وكسر الفوقية وتحتية وجيم إلى بوتيج بلد من عمل سيوط انتهى..\nالبوراني: بالضم وراء إلى عمل البَوَارِي من القصب ونحوه.\nالبوري: بالضم إلى بورة مدينة قرب دمياط وإلى بوري بالقصر قرية قرب عكبرا.\nالبورقي: بالضم وفتح الراء وقاف إلى بورق.\nالبورنمذي: الضم وسكون الواو والراء وفتح النون والميم ومعجمة إلى بورنمذ قرية بسمرقند.\nالبوزاني: بالضم والزاي إلى بوزانة قرية بإسفراين.\nالبوزجاني: بالضم وفتح الزاي والجيم إلى بوزجان بلد بين هراة ونيسابور.\nالبوزنجردي: بالضم وفتح الزاي والنون وكسر الجيم وسكون الراء ومهملة إلى بوزنجرد من قرى همذان وبسكون النون إلى بوزنجرد قرية بمرو.\nالبوزنشاهي: بالضم وفتح الزاي والمعجمة وسكون النون إلى بوزنشاه قرية بمرو.\nقلت: البوزوزي: بالفتح والسكون وضم الزاي الأولى إلى بوزوز مدينة بشرقي الأندلس انتهى.\nالبوسي: بالفتح ومهملة إلى بوس قلت: قرية بصنعاء اليمن وبالضم والمعجمة إلى بوش مدينة بصعيد مصر الأدنى انتهى.\nالبوشنجي: بالضم وفتح المعجمة وسكون النون وجيم إلى بوشنج ويقال بالفاء بلد على سبعة فراسخ من هراة.\nالبوشي: مر في البوسي.\nالبوصراي: بالضم وفتح المهملة وراء إلى بوصرا قرية ببغداد.\nالبوصيري: بالضم وكسر المهملة وراء إلى بوصير بلد بصعيد مصر قلت: وأخرى قرب سمنود انتهى.\nالبوغي: بالضم والمعجمة إلى بوغ قرية بترمذ منها الترمذي.\nالبوقي: بالضم والقاف إلى بوقة قرية بأنطاكية.\nقلت: البوقاني: إلى بوقان بلد من نواحي سجستان انتهى.\nالجزء: 1 ¦ الصفحة: 46\n",
        "البوني: بالفتح وآخره نون إلى بون بلد من باذغيس وبالضم إلى بونة مدينة بإفريقية وجد.\nقلت: البونتي: بسكون الواو والنون إلى بنت وقد مر انتهى.\nالبولاني: بالفتح إلى بولان بطن من طيئ.\nقلت: البوهرزي: بالضم فالفتح فالسكون فقراء مكسورة وزاي إلى بوهرز قرية قرب بعقوبا انتهى.\nالبوياني: بالضم وتخفيف التحتية إلى بويان جد أبي الحسن المقري.\nالبويبي: إلى بويب مصغر باب جد.\nالبويطي: بوزنه إلى بويط قرية بصعيد مصر الأدنى قلت: وأخرى قرب سيوط انتهى.\nالبوينجي: بالضم وفتح التحتية وسكون النون وجيم إلى بوينة قرية بمرو.\nالبويهي: إلى بويه لقب.\nباب الباء والهاء\nالبهاري: بالفتح إلى بهارين قربة بمرو وإلى بهارة جد.\nالبهارزي: براء وزاي إلى بهارزة قرية ببلخ.\nالبهامذي: بالكسر وفتح الميم ومعجمة إلى بهامذ جد.\nالبهتي: بالفتح والفوقية إلى بهتة جد وبالضم والمثلثة إلى بُهْثَة بطن من قيس عيلان.\nقلت: البهجوري: بفتح أوله وضم الجيم وراء إلى بَهجُورة قرية بالصعيد انتهى.\nالبهدلي: بفتح أوله والمهملة إلى بهدلة بطن من تميم ومن كندة.\nالبهدي: بالفتح ومهملة إلى بهد بطن من سعد.\nالبهراني: بالفتح والراء إلى بهراء قبيلة من قضاعة.\nالبهشمية: من المعتزلة بالفتح إلى أبي هاشم بن الجبائي.\nالجزء: 1 ¦ الصفحة: 47\n",
        "البهنسي: بفتح أوله والنون ومهملة إلى البهنسا بالقصر بلد بصعيد مصر الأدنى.\nالبهيشي: بالضم والفتح وتحتية ساكنة ومعجمة إلى بهيش جد.\nقلت: البهوني: بفتح أوله والواو وسكون الهاء ونون إلى بهونة قرية من بنج وبه.\nباب الباء والياء\nالبياتي والبياري: إلى بيار بالكسر والراء مدينة بين بسطام وبيهق انتهى.\nالبياسي: بالفتح وتشديد التحتية ومهملة إلى بياس بلد بالشام وبياس بلد بالأندلس.\nالبياضي: بالفتح والتخفيف إلى بياضة بطن من الأنصار وإلى البياض نوع من ثياب القطن.\nقلت: البيانية: بالفتح والتخفيف إلى بيان بن سمعان المدعي إلهية عليٍ انتهى.\nالبيجانيني: بالفتح وسكون التحتيتين وفتح الجيم والنون الأولى إلى بيجانين مدينة بنهاوند.\nقلت: البيحاني: بمهملة إلى بيحان مخلاف باليمن انتهى.\nالبيدري: بفتح أوله والمهملة وراء إلى بيدرة قرية ببخارى.\nقلت: البيراني: بالراء وفتح أوله إلى بيران قرية بدانية وبكسره إلى بيران قرية بنسف.\nوالبيرجندي: بالكسر وفتح الجيم وسكون النون إلى بِيرجَند من قرى قوهستان انتهى.\nالبيرمسي: بالكسر وفتح الراء والميم ومهملة إلى بِيرَمس قرية ببخارى.\nالبيروتي: إلى بيروت بلد بالشام قلت: بالفتح وسكون التحتية وراء آخره فوقية انتهى.\nالبيروذي: بوزنه آخره معجمة إلى بيروذ من نواحي الأهواز.\nالجزء: 1 ¦ الصفحة: 48\n",
        "البيروني: بوزنه قلت: لكن آخره مكسور كأنه إلى بيرينِ قرية بحمص انتهى.\nالبيري: بالكسر إلى البيرة بلد بالغرب.\nالبيزاني: بالكسر والزاي إلى بِيزان جد.\nالبيساني: بالفتح ومهملة إلى بَيسان مدينة بالأردن.\nالبيستي: بكسر أوله والمهملة آخره فوقية إلى بِيستي قرية بالري قلت: وبالفتح وضم التحتية وسكون المهملة إلى بيست بلد بنواحي برقة.\nوالبيشكتي: بالسكر وفتح المعجمة إلى بيشك قصبة رخ بنواحي نيسابور انتهى.\nالبيضاوي: بالفتح إلى بيضاء من بلاد فارس.\nالبيكندي: إلى بيكند بلد على مرحلة من بخارى قلت: بالكسر وفتح الكاف وسكون النون ومهملة انتهى.\nالبيلبردي: بالكسر وفتح اللام وضم الموحدة وسكون الراء ومهملة إلى بِيلَبُرْد جد.\nالبيلقاني: بفتح أوله واللام والقاف إلى البَيلَقَاني مدينة بالدربند.\nالبيلي: بالكسر واللام إلى البِيل قرية بالري وسرخس أيضاً.\nالجزء: 1 ¦ الصفحة: 49\n",
        "قلت: البيلماني: بالفتح إلى بيلمان موضع باليمن انتهى.\nالبياني: بالفتح والتشديد إلى بيان قرية بمرو قلت: وبلد من عمل بطليوس وإلى بيانة كورة قرب قرطبة والصواب في قرية مرو بيمان بالميم وسكون الياء انتهى.\nالبينوني: بالفتح والسكون وضم النون الأولى إلى بينون من قرى البصرة ظناً قلت: بل حصن بصنعاء اليمن أو إلى بينونة موضع بين البحرين وعمان انتهى.\nالبيوقاني: بالكسر فالسكون وقاف إلى بيوقان قرية بسرخس قلت: في الواو الضم والفتح انتهى.\nالبيهسي: بفتح أوله والهاء ومهملة إلى البيهسية طائفة من الخوارج.\nالبيهقي: بوزنه إلى بيهق كورة بنواحي نيسابور.\nحرف التاء\nباب التاء والألف\nالتابشي: بكسر الموحدة ومعجمة إلى تابشة جد.\nالتابوتي: إلى عمل التابوت.\nقلت: التاجونسي: بضم الجيم وكسر النون ومهملة إلى تاجُونِس قصر بين برقة وطرابلس.\nوالتادلي: إلى تادلة بفتح المهملة واللام من جبال البربر بالمغرب انتهى.\nالتادني: بإهمال الدال وإعجامها وفتحها إلى تادن قرية ببخارى.\nقلت: التاذفي: إلى تاذف بمعجمة وفاء قرية البحرين وعمان انتهى.\nوالتارمي: إلى تارم بفتح الراء كورة بين قزوين وجبلان انتهى.\nالتاريخي: إلى التاريخ.\nقلت: التاسني: إلى تاسن بفتح المهملة من قرى غزنة انتهى.\nالتاكرني: بضم الكاف والراء وتشديد النون إلى تاكرنا بلد بالأندلس.\nالتانئ: بالنون إلى التناءة وهي الدهقنة ويقال لصاحب الضياع والعقار.\nالجزء: 1 ¦ الصفحة: 50\n",
        "التاهرتي: بفتح الهاء وسكون الراء وفوقية إلى تاهرت موضع بإفريقية.\nالتاياباذي: بفتح التحتية ثم الموحدة آخره معجمة إلى تاياباذ قري بهراة.\nباب التاء والباء\nالتبالي: بفتح التاء والموحدة ولام إلى تبالة موضع بنواحي مكة.\nالتباني: بالتشديد إلى بيع التبن قلت: وفي المتأخرين إلى التبانة موضع بالقاهرة انتهى وبالتخفيف إلى موضع بواسط وبضم أوله والتخفيف إلى تبان ويقال توبن قرية بما وراء النهر.\nالتبريزي: بكسر أوله والراء وسكون الموحدة والتحتية وزاي إلى تبريز بلد بأذربيجان.\nالتبعي: بالضم وتشديد الموحدة المفتوحة ومهملة إلى تبع.\nالتبوذكي: بفتح أوله والمعجمة وضم الموحدة إلى بيع ما في بطون الدجاج من الكبد والقانصة ونحو ذلك.\nباب التاء والتاء\nقلت: التتشي: بضم التاءين ومعجمة إلى تُتُش موضع ببغداد.\nباب التاء والجيم\nوالتجنبي: بضم أوله والجيم وسكون النون وتحتية إلى تجنية بلد بالأندلس انتهى.\nالتجيبي: بالضم وكسر الجيم آخره موحدة إلى تجيب قبيلة من كندة ومحلة بمصر.\nباب التاء والخاء\nالتخاري: بالضم وفتح المعجمة وراء إلى سكة تخاران بمرو وبالواو إلى تخاوة قرية بالشام.\nالتخسانجكثي: بفتح أوله والمهملة والكاف وسكون الخاء المعجمة والنون والجيم ومثلثة إلى تخسانجكث قرية بسغد سمرقند.\nالتخسيجي: بالفتح وسكون المعجمة وكسر المهملة وتحتية وجيم إلى تخسيج قرب سمرقند.\nباب التاء والدال\nالتدمري: بالفتح وسكون المهملة وضم الميم وراء إلى تدمر مدينة بالشام.\nالتدميري: بزيادة ياء إلى تدمير كورة بالأندلس.\nالتدؤلي: بالفتح وسكون المهمل وضم الهمزة ولام إلى تدؤل بطن من مراد.\nالجزء: 1 ¦ الصفحة: 51\n",
        "التدياني: بالفتح والسكون وتخفيف التحتية إلى تديانة قرية بنسف.\nباب التاء والراء.\nالتراخي: بفتحتين وخاء معجمة إلى تراخة قرية ببخارى.\nالتراغمي: بفتحتين وكسر المعجمة إلى التراغم بطن من السكون.\nالترباني: بالضم والسكون وموحدة إلى تربان قرية قرب سمرقند.\nالترجماني: بالفتح وضم الجيم إلى الترجمان جد.\nالترخمي: بالفتح وضم الخاء المعجمة إلى التراخمة بطن من يحصب.\nالترسخي: بالضم وفتح المهملة ثم معجمة إلى ترسخ قرية ببندنيجين قلت: قال ياقوت بضم التاء وفتح المهملة.\nوالترسي: إلى ترسة بفتح أوله والراء المشددة والمهملة قرية بالأندلس انتهى.\nالترقفي: بالفتح وضم القاف وفاء إلى ترقف من عمل واسط ظناً قلت: قال ياقوت بلد بنواحي البندنيجين انتهى.\nالتركاتي: بالفتح وكسر الراء آخره فوقية إلى التركات وبالضم والسكون ونون إلى تركان جد وقرية بمرو.\nالتركي: إلى الترك وإلى تُركة جدٌ.\nالترمذي: بكسر أوله أو فتحه أو ضمه أقوال وكسر الميم أو ضمه قولان وذاله معجمة إلى ترمذ مدينة على طرف جيحون.\nالترناوذي: بالضم والسكون وفتح النون والواو ثم معجمة إلى ترناوذ قرية ببخارى.\nالترمساني: بضم أوله والميم ومهملة إلى ترمسان قرية بحمص.\nقلت: الترنجي: إلى ترنجة بلفظ الماكولة بلد بنواحي طبرستان.\nوالتروجي: إلى تروجة بالفتح وضم الراء وسكون الواو وجيم قرية بمصر قرب الإسكندرية انتهى.\nالجزء: 1 ¦ الصفحة: 52\n",
        "التروغبذي: بضمتين وسكون الواو والمعجمة وفتح الموحدة ومعجمة إلى تروغبذ قرية قرب طوس.\nالترياقي: بالكسر إلى الترياق المعروف وقرية بهراة.\nالتريكي: بالتصغير إلى الترك.\nباب التاء والزاي\nقلت: التزمنتي: إلى تزمنت بكسر أوله وسكون الزاي والنون وفتح الميم آخره فوقية قرية من عمل البهنسا انتهى.\nالتزيدي: بالفتح وكسر الزاي وتحتية ومهملة إلى تزيد بلد باليمن وبطن من الأنصار.\nباب التاء والسين\nقلت: التسارسي: إلى تسارس بفتحات ومهملات قصر ببرقة انتهى.\nالتستري: بضم أوله وسكون المهملة وفتح الفوقية وراء إلى تستر بلد بالأهواز وإلى التستريين محلة ببغداد.\nباب التاء والشين\nقلت: التشكيدزي: إلى تشكيدزة بالضم وسكون المعجمة وكسر الكاف وتحتية وفتح المهملة والزاي قرية بسمرقند انتهى.\nباب التاء والطاء\nالتطليلي: بالضم وكسر الطاء وتحتية ساكنة ولام إلى تطيلة بلد بالأندلس.\nقلت: التطاي: إلى تَطَيْه بفتحتين وسكون التحتية بلد بسمنود انتهى.\nباب التاء والعين\nالتعاري: بالفتح وتخفيف المهملة وراء إلى تعار رجل.\nالتعاويذي: بمعجمة إلى كتابة التعاويذ.\nقلت: التعزي: إلى تعز مضارع عز بلد باليمن انتهى.\nالتعليمي: بصيغة مصدر علم إلى التعليمية قوم من الباطنية قالوا في كل عصرٍ إمام معصوم يعلم غيره ما بلغه من العلم.\nباب التاء والغين\nالتغلبي: بالفتح وسكون المعجمة وكسر اللام وموحدة إلى تغلب بن وائل قبيلة.\nباب التاء والفاء\nالتفاحي: بالضم وتشديد الفاء إلى تفاحة جد.\nالتفتازاني: بفتح الفوقيتين والزاي وسكون الفاء إلى تفتازان قرية بنواحي نسا.\nالجزء: 1 ¦ الصفحة: 53\n",
        "التفليسي: بالفتح والسكون وكسر اللام ومهملة إلى تفليس بلد بأذربيجان.\nقلت: التفهني: إلى تفهنا بالفتح وكسر الفاء وسكون الهاء ونون قرية بمصر.\nباب التاء والكاف\nوالتكروري: بالفتح وراءين مهملتين إلى تكرور بلاد في أقصى جنوب المغرب انتهى.\nالتكريتي: بكسر أوله والراء وسكون الكاف آخره فوقية بلد فوق بغداد بثلاثين فرسخاً.\nالتككي: بالكسر فالفتح إلى بيع التكك المعروفة.\nباب التاء واللام\nالتلعفري: بفتح أوله واللام والفاء وسكون المهملة وراء إلى التل الأعفر موضع بنواحي الموصل.\nالتلعكبري: بفتح أوله واللام المشددة وضم المهملة وسكون الكاف وفتح الموحدة وراء إلى تلٍِ عند عكبرا.\nالتلمساني: بكسرتين وسكون الميم إلى تلمسان ببلاد أفريقية.\nقلت: التلمنسي: بفتحات وتشديد اللام والنون ومهملة إلى تلٍ منس حصن قرب المعرة بالشام انتهى.\nالتلهواري: بفتح أوله واللام المشددة وسكون الهاء إلى تل هوارة.\nالتلياني: بالكسر والسكون وتخفيف التحتية إلى تليان قرية بمرو.\nالتليدي: بالفتح فالكسر وتحتية ومهملة إلى تليد بطن من الأزد.\nالتلي: بالفتح والتشديد إلى تل عدة مواضع كتل ما سحٍ وتل حران وإلى تل جد.\nباب التاء والميم\nالتمتامي: بفتح الفوقيتين وسكون الميم إلى تمتام لقب.\nقلت: التمشكثي: بضم أوله والميم وسكون المعجمة وفتح الكاف ومثلثة إلى تمشكث قرية ببخارى انتهى.\nباب التاء والنون\nالتنبوكي: بفتح أوله وسكون النون وضم الموحدة إلى تنبوك قرية بنواحي عكبرا.\nقلت: التنبي: بالكسر وفتح النون المشددة وموحدة إلى تنب قرية بحلب انتهى.\nالتنجي: بالضم وسكون النون ورجيم إلى تنج جد.\nالجزء: 1 ¦ الصفحة: 54\n",
        "قلت:\nالتنسي: بفتح أوله والنون ومهملة إلى تنس بلد بآخر إفريقية انتهى.\nالتنعي: بالسكر وسكون النون ومهملة إلى بني تنع بطن من همذان.\nالتنكتي: بالضم وسكون النون وفتح الكاف وفوقية إلى تنكت مدينة بالشاش قلت ضم ياقوت الكاف انتهى.\nالتنوخي: بالفتح وضم النون الخفيفة ومعجمة إلى تنوخ قبائل أقاموا بالبحرين.\nالتنوري: بالراء إلى التنور المعروف.\nالتنيسي: بكسر أوله والنون المشددة آخره مهملة إلى تنيس بلد قرب دمياط وبالنون آخره إلى تنين لقب.\nباب التاء والواو\nالتواسي: بالضم وفتح الهمزة ومهملة إلى أبي تؤاس جد وقيل الصواب بفتح النون وتشديد الواو.\nالتوبني: بالضم وفتح الموحدة إلى توبن قرية بنسف.\nالتوثي: بالضم آخره مثلثة إلى توث قرية بمرو وأخرى بإسفراين وتوثة محلة ببغداد.\nالتوجي: بفتح أوله والواو المشددة وجيم ويقال التوزي بالزاي إلى توز موضع عند بحر الهند مما يلي فارس.\nقلت: التوحيدي: إلى التوحيد نوع من التمر وقال ابن حجر إلى الاعتزال لأنهم يتسمون أهل العدل والتوحيد انتهى.\nالتوذيجي: بالضم وكسر المعجمة وتحتية وجيم إلى توذيج قرية وراء سيحون.\nالتوذي: بالضم والمعجمة إلى توذ قرية بسمرقند.\nقلت: التوراني: بالضم إلى توران قرية.\nوالتوربشتي: شارح المصابيح إلى توربشت بضم المثناة من فوق ثم واو ساكنة ثم راء مكسورة ثم باء موحدة مكسورة ثم شين معجمة ساكنة ثم مثناة من فوق من شيراز ذكره ابن السبكي رحمه الله تعالى في الطبقات انتهى.\nالجزء: 1 ¦ الصفحة: 55\n",
        "التوركي: بالضم وفتح الراء إلى تورك سكة ببلخ.\nقلت: التوزري: بفتح أوله والزاي ثم راء إلى توزر مدينة بإفريقية انتهى.\nالتوزي: مر في التوجي.\nالتوسكاسي: بالضم وسكون الواو والمهملة وآخره مهملة إلى توسكاس قرية بسمرقند.\nالتوماثي: بالضم وآخره مثلثة إلى توماثا قرية عند برقعيد.\nالتومني: بالضم وفتح الميم إلى تومن قرية بمصر منها أبو معاذ التومني رأس التومنية فرقة من المرجئة.\nالتونسي: بضم أوله والنون إلى تونس مدينة بالمغرب قلت: قال ياقوت نونها مثلثة انتهى.\nالتونكثي: بالضم وسكون الواو والنون وفتح الكاف ومثلثة إلى تونكث قرية بالشاش.\nالتوني: بالضم والنون إلى تون بلد عند فارس وتونة قرية قرب دمياط.\nالتويكي: بالضم وكسر الواو وسكون التحتية إلى تويك سكة بمرو.\nالتويلي: مصغراً باللام إلى تويل بطن من كلب.\nالتويي: بوزنه وتشديد الياء الأولى إلى توي قرية بهمذان.\nباب التاء والياء\nالتيركاني: بالكسر وسكون التحتية وفتح الراء إلى تيركان قرية بمرو.\nالتيماوي: بالفتح وسكون التحتية إلى تيماء بلد في بادية تبوك.\nالتيمكي: بالسكر والسكون وفتح الميم إلى تيمك خان بسمرقند.\nالتيملي: بالفتح وضم الميم ولام إلى تيم الله بن ثعلبة قبيلة وتيم اللات بطن من كلب.\nالجزء: 1 ¦ الصفحة: 56\n",
        "التيمي: بفتحتين إلى تيم بطن من غافق وبسكون ثانية إلى عدة قبائل.\nالتيناتي: بالكسر وتخفيف النون آخره فوقية إلى تينات قرية قرب المصيصة.\nحرف الثاء المثلثة\nباب الثاء والألف\nالثابتي: إلى ثابت جد.\nالثاتي: آخره فوقية إلى ثات قبيلة من حمير.\nباب الثاء والباء\nالثبيتي: مصغراً إلى ثبيت جد.\nالثبيري: بالفتح وكسر الموحدة إلى ثبير جبل بمكة.\nباب الثاء والعين\nالثعالبي: بالفتح والتخفيف إلى جلود الثعالب.\nالثعلبي: بفتح أوله واللام وسكون المهملة إلى الثعلبية منزل للحجاج بالبادية وإلى ثعلبة اسم لقبائل.\nالثعلي: بالضم والفتح إلى ثعل بن عمرو قبيلة من طيئ.\nباب الثاء والغين\nالثغري: بالفتح وسكون المعجمة إلى الثغر وهو الموضع القريب من العدو.\nباب الثاء والقاف\nالثقفي: بفتح أوله والقاف وفاء إلى ثقيف قبيلة مشهورة.\nباب الثاء واللام\nالثلجي: بالفتح والسكون والجيم إلى الثلج المعروف وجد وبني ثلج بطن من كلب.\nباب الثاء والميم\nالثمالي: بالضم والتخفيف ولام إلى ثمالة بطن من الأزد وبالميم إلى ثمامة حفيد أنس بن مالك وإلى ثمامة بن أشرس رأس الثمامية من المعتزلة.\nالثمانيني: إلى ثمانين بلفظ العدد قرية بالموصل.\nالثميري: بالضم والفتح إلى ثمير جد.\nباب الثاء والواو\nالثوابي: إلى ثوابة درب ببغداد.\nالثوباني: إلى ثوبان الصحابي وإلى ثوبان المرجئ رأس الثوبانية.\nالثوجمي: بضم أوله والجيم إلى ثوجم بطن من المعافر.\nالجزء: 1 ¦ الصفحة: 57\n",
        "الثوري: بالفتح إلى ثور بطن من همذان ومن عبد مناة وإلى مذهب سفيان وأبي ثور.\nالثومي: بالضم إلى الثوم المعروف.\nالثويري: بالتصغير إلى ثويرة جد.\nحرف الجيم\nباب الجيم والألف\nقلت: الجاباني: إلى جابان قرية بواسط ومخلاف باليمن انتهى.\nالجابري: إلى جابر بن زيد وجابر بن حيي بطن من طيئ وجابر بن كعب بطن من كلب وجابر بن عبد الله بطن من همذان.\nقلت: الجابقي: بفتح الباء الموحدة وقاف إلى جابق قرية بطوس انتهى.\nالجاجرمي: بفتح الجيمين وسكون الراء إلى جاجرم بلد بين نيسابور وجرجان.\nالجاجني: بفتحهما ونون إلى جاجن قرية ببخارى.\nالجاذريك بفتح المعجمة وراء إلى جاذر قرية بواسط.\nقلت: الجاربردي: بفتح الراء والموحدة وسكون الراء ومهملة إلى جاربرد انتهى.\nالجارستي: بفتح الراء وسكون المهملة وفوقية إلى جارست جد.\nالجارمي: بكسر الراء إلى بني جارم.\nالجارودي إلى الجارود جد وأبي الجارود رأس الجارودية من الشيعة.\nالجزء: 1 ¦ الصفحة: 58\n",
        "الجاري: إلى الجار بلد قرب المدينة النبوية وقرية بأصبهان وبالزاي إلى جاز بلد بإصطخر.\nالجازري: بكسر الزاي ثم راء إلى جازرة قرية بالنهروان.\nالجازي: مر في الجاري.\nالجاسي: بمهملة إلى بني جاس من فزارة.\nقلت: الجاسمي: بميم إلى جاسم قرية قرب دمشق انتهى.\nالجاكرديزي: بفتح الكاف وسكون الراء وكسر المهملة وتحتية وزاي إلى جاكرديزة محلة بسمرقند.\nقلت: الجالطي: إلى جالطة بفتح اللام والمهملة قرية بقرطبة.\nوالجامدي: إلى الجامد بكسر الميم ومهملة قرية من عمل واسط انتهى.\nالجامعي: أبو حبيب إلى كتابة المصحف الجامع.\nالجامي: بميم إلى جام ويقال زام بالزاي قصبة بنواحي نيسابور.\nقلت: الجاواني: إلى جاوان قبيلة من الأكراد سكنوا المحلة انتهى.\nالجاورسي: بفتح الواو وسكون الراء إلى جاورسة قرية بمرو.\nالجاورساني: بضبطه إلى جاورسان قلت: محلة بهمذان انتهى.\nباب الجيم والباء\nالجبابي: بالكسر وموحدتين إلى بيع الجباب.\nقلت: الجبابيني: إلى الجبابين بكسر الموحدة الثانية وتحتية ونون قرية ببغداد انتهى.\nالجباخاني: بفتح أوله والموحدة المخففة والخاء المعجمة إلى جباخان قرية ببلخ.\nالجباري: بالتشديد إلى جبار بن صخر وغيره وبالكسر والتخفيف إلى جبار جد.\nالجباني: بالفتح والتشديد قيل إلى مدينة جبان بالغرب وهو خطأ فتلك بالتحتية.\nالجزء: 1 ¦ الصفحة: 59\n",
        "فلعله إلى الجبان وهي الصحراء قلت: أو إلى جبانة ناحية بالكوفة انتهى.\nالجبائي: بالفتح والتخفيف والهمز إلى جَبَا جبل باليمن وبالضم والتشديد والمد إلى جبة قرية بالنهروان وإلى أبي علي الجبائي رأس الجبائية وهو إلى جباً بالقصر قرية بالبصرة.\nالجبريني: بكسر أوله والراء إلى بيت جبرين قرية بفلسطين.\nالجبري: بفتح أوله والموحدة والشديدة إلى جبر جد.\nالجبغوني: بالفتح والسكون وضم الغين المعجمة إلى جبغونة جد.\nالجبلي: إلى جبال همذان وجبل هراة وجبل الفضة وجبلة مدينة قرب حمص وجبلة الحجاز وجد وبطن من كندة وبضم الباء وتشديدها إلى جبل بلد بين بغداد وواسط قلت: وبالكسر والسكون إلى جبلة مدينة باليمن انتهى.\nالجبني: بضمتين وتشديد النون إلى الجبن المأكول.\nالجبلاني: بالضم فالسكون إلى جبلان بطن من حمير.\nالجبيري: مصغراً إلى جبير جد وباللام إلى جبيل مدينة بالشام وبطن من قضاعة.\nالجبي: بالضم والتشديد إلى جبة السابقة قلت: وإلى جبة عسيل ناحية بالشام انتهى.\nباب الجيم والحاء\nالجحاري: بالكسر ثم المهملة وراء إلى جحار قرية ببخارى.\nالجحافي: بفتحتين إلى جحاف سكة بنيسابور قلت: ثانية مشدد انتهى.\nالجحدري: بفتح أوله وثالثه ومهملات إلى جحدر قبيلة.\nالجحشي: إلى جحش بلفظ الحيوان بطن من العرب.\nالجحيمي: إلى أبي الجحيم بلفظ النار جد.\nباب الجيم والخاء\nقلت: الجخادي: ثانية معجمة إلى جخادة قرية ببخارى انتهى.\nالجزء: 1 ¦ الصفحة: 60\n",
        "الجخزني: بفتح أوله والزاي وسكون المعجمة إلى جخزنا قرية بسمرقند.\nباب الجيم والدال\nالجدادي: بالضم وتخفيف المهملتين إلى جديدة بطن من خولان.\nالجداري\n: بالكسر\nوالراء\nإلى قطيعة بني الجدار محلة ببغداد وجدارة بطن من الخزرج.\nالجداني: بالفتح والتشديد إلى جدان بطن من ربيعة.\nالجدري: بفتحتين إلى جدرة حي من الأزد وبالسين إلى جدس بطن من كندة وباللام إلى جديلة من الأنصار ومن قيس وغيرها.\nالجدعاني: بالضم والسكون إلى بني جدعان التيمي تيم قريش.\nالجدياني: بفتحتين وتخفيف التحتية إلى جديا قرية بدمشق.\nالجديدي: مكبراً إلى سكة الجديد ببخارى وبالتصغير وسكون التحتية إلى جديد بن حاضر بن أسد قلت: وبتشديدها إلى جديدة قرية قرب المدينة وقرب دمياط انتهى.\nالجديلي: مكبراً كالجدلي وإلى جديلة موضع في طريق مكة على طريق البصرة.\nالجدي: بالفتح والشديد إلى الجد جد وبالضم إلى جدة بلد قرب مكة.\nباب الجيم والذال\nالجذاع: بالفتح وتشديد المعجمة إلى الجذع المعروف.\nالجذامي: بالضم إلى جذام قبيلة من اليمن.\nالجذري: بالكسر والسكون إلى جذرة بطن من كعب.\nالجذراني: بالضم والسكون إلى جذران بطن من غافق.\nالجذمي: بفتحتين إلى جذيمة بطن من ربيعة والنخع وغيرها.\nالجذوعي: بضمتين إلى الجذوع المعروفة.\nباب الجيم والراء\nالجراباذي: بالضم وفتح الراء والموحدة ومعجمة إلى جراباذ قرية بمرو.\nالجزء: 1 ¦ الصفحة: 61\n",
        "الجرابي: بالكسر إلى جراب جد.\nالجراحي: بالفتح والتشديد إلى الجراح جد راوي الترمذي.\nالجرادي: إلى الجراد لقب جد وبطن من تميم.\nالجراني: بالكسر والنون إلى جران العود رجل سمي به لذكره له في شعره.\nقلت: الجراوي: إلى جراوة بالضم موضع بإفريقية انتهى.\nالجرباذقاني: بفتح أوله والموحدة والقاف وسكون الراء والذال المعجمة إلى جرباذقان بلد بين جرجان واستراباذ وأخرى بين أصبهان والكرج.\nالجربي: بفتحتين وتشديد الموحدة إلى جربة موضع قلت: باليمن انتهى وبالضم والفتح والتخفيف إلى جريب بن سعد بن هذيل قلت: وبالفتح والسكون إلى جربة قرية المغرب انتهى وبالضم والسكون إلى بيع الجرب جمع جراب وبهما والفوقية إلى جرت قرية باليمن.\nالجرثمي: بضم أوله والمثلثة إلى جرثمة جد.\nقلت: الجرجاي: بالفتح والسكون إلى جرجا قرية قرب إخميم انتهى.\nالجرجاني: بالضم والسكون إلى جرجان مدينة بين طبرستان وخراسان.\nالجرجراي: بفتح الجيمين والراء الثانية إلى جرجرا بلد بين بغداد وواسط.\nالجزء: 1 ¦ الصفحة: 62\n",
        "الجرجسي: بضم الجيمين إلى كنيسة جرجس بحمص.\nالجرجساري: بضمها إلى جرجسار قرية ببلخ وبمرو أيضاً.\nالجرجي: بضم أول الجيمين إلى جرجة جد وبالفتح ومهملة إلى بيت جرجة قرية بعسقلان.\nالجرخاني: بالضم والسكون ومعجمة إلى جرخان بلد قرب السوس.\nالجرسي: بفتحتين ومهملة إلى جرس بطن من مزينة وبمعجمة إلى بطن من قضاعة وبها والضم إلى بني جرش بطن من حمير وقيل موضع باليمن.\nالجرفاسي: بالكسر والفاء ومهملة إلى جرفاس رجل.\nالجرفي: بالضم والسكون وفاء إلى الجرف قرية باليمن.\nقلت: الجرقوهي: بالفتح والسكون وضم القاف إلى جرقوه قرية بأصبهان انتهى.\nالجركاني: بالفتح والسكون إلى جركان قرية بأصبهان وجرجان.\nالجرموزي: بضم الجيم والميم آخره زاي إلى جرموز بطن من الأكد.\nالجرميهني: بالضم وكسر الميم وفتح الهاء إلى جرميهن قرية بأعلى مرو.\nالجرمي: بالفتح والسكون إلى جرم قبائل عدة وبالكسر إلى جرم من بلاد بذخشان.\nالجرواءاني: بالضم ومد الألف إلى جرواءان محلة بأصبهان.\nالجروي: بفتحتين إلى جري بن عوف بطن من جذام.\nالجرواتكني: بالفتح والسكون وكسر الفوقية آخره نون إلى جرواتكن من قرى سجستان.\nالجزء: 1 ¦ الصفحة: 63\n",
        "الجريبي: مصغراً آخره موحدة إلى جريبة بطن من سلول وجريب بن سعد بن هذيل.\nالجريري: بالفتح والكسر إلى مذهب ابن جرير الطبري وجرير الصحابي وبالضم والفح إلى جرير بن عباد بن ضبيعة بن قيس بن ثعلبة.\nالجري: بالضم والتشديد إلى جرة بطن من بهثة بن سليم.\nالجريراي: بالفتح وكسر الراء الأولى إلى جريرا قرية بمرو.\nباب الجيم والزاي\nالجزائري: بفتح أوله والزاي إلى الجزائر ببلاد الغرب.\nالجزري: بفتحتين إلى عدة بلاد الموصل وسنجار وحران والرها ولارقة ورأس عينٍ وآمد وميافارقين وديار بكر وجزيرة ابن عمر وباللام إلى جزيلة بطن من كندة.\nالجزوري: إلى الجزور وهو الجمل.\nقلت:\nالجزولي: بضم الزاي إلى جزولة بطن من البربر بالغرب انتهى.\nالجزء: 1 ¦ الصفحة: 64\n",
        "الجزيري: إلى الجزيرة الخضراء بالأندلس.\nالجزي: بالفتح والتشديد إلى جز قرية بأصبهان وجد.\nباب الجيم والسين\nالجسيري: بالفتح والسكون إلى جسر بطن من عنزة وقضاعة وغيرهما.\nباب الجيم والشين\nالجشمي: بالضم وفتح المعجمة إلى جشيم من الأنصار وغيرهم.\nالجشنسي: بكسر أوله والنون وسكون المعجمة آخره مهملة إلى جشنس جد.\nالجشيبي: بالفتح والكسر آخره موحدة إلى جشيبة من بني سامة بن لؤي وجشيب جد.\nالجشيشي: بمعجمتين مصغراً إلى جشيشٍ عدة بطونٍ.\nباب الجيم والصاد\nالجصيني: بالفتح وتشديد المهملة المكسورة إلى جصين محلة بمرو.\nباب الجيم والعين\nقلت: الجعبري: إلى جعبر بوزن جعفر وموحدة قلعة على الفرات بين بالس والرقة انتهى.\nالجعدي: بالفتح والسكون إلى جعدة بطن والجعد جد وإلى مذهب الجعد بن درهم.\nالجعفري: إلى جعفر بن أبي طالب وجعفر بن كلاب بن ربيعة بن عامر بن صعصعة وجعفر بن مبشر رأس الجعفرية من المعتزلة وجعفر بن ثعلبة بطن من يربوع وجد قلت: وإلى الجعفرية محلة ببغداد وقرية بمصر أيضاً انتهى.\nالجعفي: بالضم والسكون إلى جعفي بن سعد العشيرة من مذحجٍ إليه البخاري ولاءً.\nالجعلي: بالضم وفتح المهملة إلى بني جعل.\nباب الجيم والغين\nالجغوني: بالفتح وضم المعجمة إلى جد.\nالجغلاني: بالضم وسكون المعجمة إلى جغلان جد.\nباب الجيم والفاء\nالجفري: بالفتح وسكونه الفاء إلى جفر ناحية بالمدينة وبالضم إلى جفرة خالد بالبصرة.\nباب الجيم والكاف\nقلت: الجكاني: إلى جكان بالفتح والتشديد محلة بهراة انتهى.\nالجكواني: بالضم وسكون الكاف إلى جكوان قرية بسجستان قلت: قال ياقوت بالراء بدل الواو على الأصح انتهى.\nالجكلي: بكسرتين وتشديد اللام إلى جكل بدل من بلاد الترك.\nباب الجيم واللام\nالجلختجاني: بضم أوله والفوقية وفتح اللام والجيم الأخيرة وسكون الخاء المعجمة إلى جلختجان قرية بمرو.\nالجلختي: بفتحتين وسكون المعجمة وفوقية إلى الجلخت جد.\nالجلدي: بالفتح والسكون إلى جلد بن سعد العشيرة.\nالجلسي: بالكسر والسكون إلى جلسٍ، بطن من السكون.\nالجلفري: بالضم والسكون وفتح اللام المشددة وقاف قلت: قال ياقوت بكسرتين إلى الجلق قيل\nالجزء: 1 ¦ الصفحة: 65\n",
        "اسم لدمشق وقيل لكورتها وقيل موضع بها انتهى.\nالجلكي: بالضم وفتح اللام المخففة إلى جلك قرية بأصبهان.\nقلت: الجللتاني: بضم أوله واللام وسكون الثانية وتخفيف الفوقية إلى جللتا قرية بالنهروان انتهى.\nالجلواباذي: بفتح أوله والواو والموحدة وسكون اللام آخره معجمة إلى جلواباذ قرية بهمذان.\nالجلودي: بضمتين ومهملة وقيل بفتح أوله إلى الجلود المعروفة وجلود قرية بإفريقية.\nالجلولتيني: بفتح أوله واللام الثانية والفوقية بعدها وضم الواو وسكون التحتية بعدها نون إلى جلولتين قرية بالنهروان.\nالجليقي: بالفتح والكسر إلى جَلِيقة بلد بالروم.\nقلت: الجليلي: مكبراً إلى جبل الجليل من عمل صيداء انتهى.\nالجليني: بالضم وكسر اللام المشددة وتحتية ونون إلى جلين جد.\nالجلي: بالكسر والتشديد.\nباب الجيم والميم\nالجماجمي: بالفتح والتخفيف وكسر الجيم الثانية إلى جَمَاجِم سمكة بجرجان.\nالجمازي: بالفتح والتشديد وزاي إلى جماز جد.\nقلت: الجماعيلي: بالفتح والتشديد والعين مهملة إلى جَمَّاعِيل بأرض فلسطين انتهى.\nالجمالي: بالفتح والتخفيف إلى من لقب بالجمال.\nالجمامي: بالفتح والتشديد إلى جمام بطن من حمير.\nالجماني: بالضم والتشديد ونون إلى طول الجمة.\nالجزء: 1 ¦ الصفحة: 66\n",
        "الجمحي: بالضم والفتح ومهملة إلى بني جمح بطن من قريش.\nالجمدي: بالفتح والسكون ومهملة إلى جمد بن معدي كرب.\nقلت: وبفتحتين إلى جمد قرية ببغداد انتهي وبالراء إلى بني جمرة بطن من ضبة ومن تميم ومن الأزد وجد.\nالجملي: بفتحتين إلى جمل بن كنانة قلت: وإلى جمل قرية ببغداد انتهى.\nالجميلي: مكبراً إلى جميلٍ جد ودرب جميلٍ ببغداد.\nباب الجيم والنون\nالجنابذي: بالضم وفتح النون والموحدة ثم معجمة إلى جنابذ ويقال: كونابذ قرية بنيسابور.\nالجنابي: بالفتح وقيل الضم وتشديد النون آخره موحدة إلى جنابة بلد بالبحرين وبالفوقية إلى جنات جد.\nالجناحي: إلى ذي الجناحين جعفر بن أبي طالب والجناحية قوم من الشيعية ينسبون إلى حفيد ابنه عبد الله.\nالجناري: بالكسر وتخفيف النون وراء إلى جنارة قرية بين سارية واستراباذ.\nالجنائزي: إلى الجنائز المعروفة.\nالجنبذي: بالضم وسكون النون وفتح الموحدة ومعجمة إلى جنبذٍ شبه أزجٍ مدورٍ قلت: هو معنى اللفظ ولكنه اسم لقرية بنيسابور انتهى.\nالجزء: 1 ¦ الصفحة: 67\n",
        "الجندبي: بالضم وفتح المهملة إلى جندب بن الحارث.\nالجنبي: إلى جنب بلفظ شق الإنسان قبيلة من اليمن.\nالجنجروذي: بفتح الجيمين وسكون النون وضم الراء ومعجمة إلى جنجروذ قرية بنيسابور ويقال كنجروذ.\nقلت: الجنجيالي: بكسر الجيمين وسكون النون بينهما وتخفيف التحتية إلى جنجيال بلد بالأندلس.\nوالجنجيلي: بضبطه لكن بفتح أوله وسكون التحتية إلى جنجيلة مدينة بالأندلس أيضاً انتهى.\nالجندبي: مر بعد: الجنبذي.\nالجندعي: بالضم وسكون النون وفتح المهملة ثم مهملة إلى جندع بطن من ليث.\nالجندفرجى بالضم وسكون النون والرا وفتح المهملة والفا اخره جيم الى جندفرج قرية بنيسابور.\nالجند فرقاني: بضبطه وبعد الراء قاف والفاء ونون إلى جندفرقان قرية بمرو.\nقلت: الجنديني: بالضم والسكون إلى جندين قرية بهمذان انتهى.\nالجنديسابوري: بضبطه وسكون التحتية ومهملة وموحدة مضمومة وراء إلى جنديسابور مدية بخوزستان.\nالجندي: بفتحتين ومهملة إلى جند بلد باليمن وبطن من المعافر وبسكون النون إلى الجند بلد على طرف سيحون والجند طائفة من التركمان وجندة جد وبالضم والسكون إلى الجند وهو العسكر وجندة جد\nالجزء: 1 ¦ الصفحة: 68\n",
        "وبالفتح والسكون والزاي إلى جنزة مدينة بأذربيجان وجد.\nقلت: الجنزرودي: بفتح أوله والزاي وضم الراء ومهملة إلى جنزرود قرية بنيسابور انتهى.\nالجنوجردي: بضمتين وكسر الجيم وسكون الراء ومهملة إلى جنوجرد قرية بمرو.\nالجنيدي: مصغراً إلى الجنيد جد.\nالجنيقي: بالفتح والكسر وتحتية وقاف إلى جنيق جد.\nالجني: إلى أبي الجن جد.\nباب الجيم والواو\nالوادي: بالفتح والتشديد إلى جواد بطن من حضرموت.\nالجواربي: بالفتح والتخفيف والراء والموحدة إلى الجوارب جمع جراب.\nالجواز: بالفتح والتشديد والزاي إلى بيع الجوز وباللام إلى الرحلة والجولان في البلاد.\nالجوالقي: بالضم وكسر اللام وقاف إلى عمل الجوالق وبيعه.\nالجواليقي: بالفتح إلى الجواليق جمع جوالق.\nالجوانكاني: بالضم والتخفيف ونون إلى جوانكان قرية بجرجان.\nالجواني: بالضم إلى جوان رجل قلت: وبالفتح والتشديد إلى الجوانية موضع قرب المدينة انتهى.\nالجوباري: بالضم والموحدة والراء إلى جوبار قرية بمرو وبهراة وبجرجان أيضاً وجوبارة محلة بأصبهان وبالنون آخره إلى جوبان قرية بمرو.\nالجزء: 1 ¦ الصفحة: 69\n",
        "الجوبري: بفتح أوله والموحدة وراء إلى جوبر قرية بدمشق ونيسابور أيضاً وبالقاف إلى جوبق موضع بنسف وبها وضم اليم إلى جوبق موضع بيع الفواكه بمرو وبنسف أيضاً.\nالجوبيناباذ قرية ببلخ.\nالجوبي: بالفتح وموحدة إلى جوب بطن من همذان وبالضم إلى جوبٍ الكردي.\nقلت: الجوجري: بفتح الجيمين وراء إلى جوجر بلد قرب سمنود انتهى.\nالجوخاني: بالضم والمعجمة والنون إلى جوخان موضع تجفيف التمر في البصرة وبالدال المهملة بدل الخاء إلى جودان رجل وقبيلة من الجهاضم وبالمعجمة والموحدة إلى جوذاب لقب.\nالجوذقاني: بفتح أوله والمعجمة والقاف إلى جوذقان قرية بنيسابور.\nالجوربذي: بالضم وفتح الراء والموحدة ومعجمة إلى جوربذ قرية بإسفراين.\nالجوربي: بالفتح إلى الجورب المعروف.\nالجورزكي: بالضم وفتح الراء والزاي إلى جورزك قرية بإسفراين.\nالجورجيري: بالضم وسكون الواو والراء الأولى وكسر الجيم وتحتية إلى جورجير قرية بأصبهان.\nالجوروي: بضم أوله والراء.\nالجوري: بالضم والراء إلى جور بلد الورد بفارس ومحلة بنيسابور وبالزاي إلى جوزة قرية بالموصل وجوزي الطائر الصغير بلغة أصبهان وبها والفتح إلى الجوز المعروف قلت: ومسجد الجوز بدمشق وبالضم والفتح والراء إلى جور قرية بأصبهان انتهى.\nالجورقاني: بالضم وفتح الراء والقاف إلى جورقان قبيلة من الأكراد وناحية بهمذان وبالزاي والجيم إلى جوزجانان بإسقاط الزيادة\nالجزء: 1 ¦ الصفحة: 70\n",
        "بلد بخراسان وبالزاي والمهملة إلى جوزدان قرية بأصفهان.\nالجوزفلقي\n: إلى\nجَوْزفَلْق\nبلفظ المأكول ومصدر فلق قرية قرب أبسكون.\nالجوزقي: إلى جَوْزَق كجعفر قرية بنيسابور وهراة أيضاً وبالسين المهملة إلى جوسق قرية بنهروان.\nالجوزراني: بفتح أوله والزاي والراء إلى جَوْزَران قرية بعكبراً.\nالجوزي: مر في الجوري.\nالجوسقاني: بوزنه إلى جَوْسَقان قرية بإسفراين.\nالجوسقي: مر في الجوزقي.\nقلت: الجوسي: إلى جوسية بالضم وكسر المهملة وتخفيف التحتية قرية بحمص انتهى.\nالجوشني: بالمعجمة والنون إلى جوشن بطن من غطفان وجد.\nالجوصي: بالفتح إلى جَوْص جد الحافظ.\nالجوعي: بالضم إلى الجوع.\nالجوغاني: بالضم والمعجمة إلى جوغان قرية بجرجان.\nالجوفي: بالفتح والفاء إلى درب الجوف محلة بالبصرة.\nقلت: الجوكاني: إلى جوكان بالضم وفتح الواو بلد بفارس انتهى.\nالجزء: 1 ¦ الصفحة: 71\n",
        "الجولكي: بالضم وفتح اللام إلى جُولَك رجل.\nقلت: الجومي: إلى جومة بالضم مدينة بفارس وقرية بحلب انتهى.\nالجوني: بالفتح والنون إلى جَوْن بطن من الأَزْد وبالضم إلى جُونِيَة مدينة بالشام.\nالجوهري: إلى بيع الجوهري.\nالجويباري: بالضم وسكون الواو والتحتية وفتح الموحدة وراء إلى جويبار قرية بهراة وسمرقند وسكة جويبار بنسف.\nالجويثي: بالفتح وكسر الواو المشددة وسكون التحتية ومثلثة إلى جويث بلد بنواحي البصرة.\nقلت: الجويخاني: بالضم والكسر وتحتية ومعجمة إلى جُوِيخان قرية بفارس انتهى.\nالجويكي: بالضم والكسر إلى جويك محلة بنسف.\nالجويمي: بالضم قلتك وفتح الواو وتحتية ساكنة إلى جُوَيْم مدينة بفارس انتهى.\nالجويني: إلى جوين ناحية بنيسابور وقرية بسرخس.\nالجوبي: بوزنه وتشديد الياء الأولى إلى جوية بطن من فزارة.\nالجوي: بالضم وتشديد الواو إلى الجُوَّة قرية باليمن.\nباب الجيم والهاء\nالجهبذ: بكسر الجيم والموحدة وسكون الهاء ومعجمة ناقد الذهب.\nالجهرمي: بفتح أوله والراء إلى جَهْرَم بلد بفارس وبالضاد المعجمة إلى الجَهَاضِمَة بطن من الأزد والجَهَاضِم محلة لهم بالبصرة.\nالجهمي: بالفتح إلى جهم بن صفوان رأس الجَهْميّة وإلى أبي جهم بن حذيفة بن عتبة بن ربيعة بن عبد شمس.\nالجزء: 1 ¦ الصفحة: 72\n",
        "الجهني: بالضم والفتح إلى جُهَيْنة قبيلة من قضاعة وقرية بالموصل.\nقلت: الجهوذانكي: إلى جهوذانك بالفتح والضم ومعجمة ونون قرية ببلخ انتهى.\nالجهيري: بالفتح والكسر إلى جَهِير جد.\nباب الجيم واللام ألف\nالجلاباذي: بالضم والتخفيف وموحدة ومعجمة إلى جُلاَباذ محلة بنيسابور.\nالجلابي: بالفتح والتشديد والجلاب إلى جلب السلع وإلى جد وبالضم إلى جلاب قلت: نهر مدينة حران انتهى.\nالجلاجلي: بجيمين إلى الجَلاجِل كمساجد جمع جلجل.\nالجلاني: بالكسر والتشديد والنون إلى جِلاّن بطن من أسد.\nقلت: الجلاوندي: إلى جَلاوَنْد بفتحات وتخفيف اللام وسكون اللام ومهملة قرية بقُمَّ انتهى.\nباب الجيم والياء\nالجياسري: بالكسر وفتح التحتية والمهملة وراء إلى جِيَاسر قرية بمرو.\nالجياني: بالفتح والتشديد ونون إلى جَيَّان بلد بالأندلس وقرية بالري.\nالجيخني: بالكسر والسكون وفتح المعجمة ونون إلى جِيخَن قرية بمرو.\nالجيذي: بالكسر ومعجمة إلى جِيذَة جد.\nقلت: الجيذاي: إلى جيذا بالكسر والمعجمة والقصر قرية بواسط انتهى.\nالجيراخشتي: بالكسر وفتح الراء والخاء المعجمة وسكن الشين المعجمة وفوقية إلى جِيرَاخَشْت قرية ببخارى.\nالجيراني: بفتح أوله والراء إلى جيران قرية بأصبهان.\nالجيرفتي: بالكسر وضم الراء وسكون الفاء وفوقية إلى جِيرُفْت بلد بكرمان قلت: فتح ياقوت الراء انتهى.\nالجيرمزداني: بالكسر وفتح الراء والميم والدال المهملة وسكون الزاي إلى جِيرمَزْدان قرية بمرو.\nالجيرنجي: بالكسر وفتح الراء وسكون النون وجيم إلى جِيرَنْج قرية بمرو.\nالجزء: 1 ¦ الصفحة: 73\n",
        "الجيروني: بالفتح وضم الراء إلى جَيْرُون موضع بدمشق.\nقلت: الجيزاباذي: بالكسر وتخفيف الزاي والموحدة ومعجمة إلى جيزَابَاذ محلة بنيسابور انتهى.\nالجيزي: بالكسر والزاي إلى الجيزة بلد على النيل قبالة الفسطاط.\nالجيشاني: بفتح أوله والمعجمة إلى جيشان قبيلة من اليمن وموضع به.\nالجيشبري: بالكسر وفتح المعجمة وضم الموحدة وراء إلى جِيشَبُر قرية بمرو.\nالجيشي: بالفتح إلى الجيش العسكر.\nالجيلي والجيلاني: بالكسر إلى جيل ويقال لها كيل وجيلان وكيلان بلاد مفرقة وراء طبرستان وإلى جيل قرية دون المدائن والجيلاني أيضاً إلى جيلان جدٍ وخشبٍ صلبٍ من خشب العناب.\nحرف الحاء المهملة\nباب الحاء والألف\nالحابسي: بكسر الموحدة ومهملة إلى حابس جد.\nالحاتمي: بكسر الفوقية إلى حاتم جد.\nالحاجبي: إلى حاجب جد وبطن من غفار.\nالحارثي: إلى بني حارثة بطن من الخزرج ومن مراد وغيرهما.\nالحازمي: بالزاي إلى حازم جد.\nالحاضري: بالمعجمة والراء إلى حاضر جد قلت: وموضع بنواحي حلب وإلى الحاضر بلد بالأندلس انتهى.\nالحاطبي: إلى حاطب بطن من تيم الله وجد.\nالجزء: 1 ¦ الصفحة: 74\n",
        "الحافي: بالفاء إلى ترك النعل.\nالحاكمية: إلى الحاكم بأمر الله.\nالحامدي: إلى حامد جد.\nالحامضي: إلى حامض رأسه جد.\nباب الحاء والباء\nالحبابي: بالفتح وموحدتين إلى حَبَاب وحَبَابة جد.\nالحباسي: بالفتح والتخفيف والمهملة إلى حَبَاسة رجل وبالضم والمعجمة إلى حُبَاسة جد.\nالحباني: بالفتح وتشديد الموحدة إلى حَبَّان بن منقذ الصحابي وحَبّانة بنت السمط من حضرموت وبالكسر إلى حِبّان جد وسكة حِبّان بنيسابور وبالضم إلى حِبَان جد.\nقلت: الحبالي: إلى حبال بلفظ جمع حبل بلد قرب الكرك انتهى.\nالحبتي: بالفتح وسكون الموحدة وفوقية إلى حبته بنت مالك بن عمرو بن عوف.\nالحبتري: بفتح أوله والفوقية وراء إلى حَبْتَر بطن من خزاعة.\nالحبراني: بالضم والسكون وراء إلى حبران بطن من حمير.\nالحبري: بالكسر والسكون والحَبَّار إلى الحبر الذي يكتب به وبفتح الموحدة إلى الحبرة ثياب من اليمن.\nالحبشي: بفتحتين إلى الحبشة وحبش بطن من حمير وجد وبالضم والسكون لغة فيهما.\nالحبطي: بفتحتين إلى الحَبَطات بطن من تميم.\nالحبلي: بضمتين إلى بني الحبلى حي من اليمن قلت: وبالفتح والسكون إلى حَبَلة قرية بعسقلان انتهى.\nالحبيبي: إلى حبيب مكبراً جد قلت: وبلد من عمل حلب انتهى.\nوبالتصغير وسكون التحتية إلى حبيب بطن من بني عامر بن لؤي.\nالحبيني: بالضم وكسر والموحدة المشددة وتحتية ونون إلى سكة حبين بمرو.\nباب الحاء والتاء\nالجزء: 1 ¦ الصفحة: 75\n",
        "قلت: الحتاوي: بالفتح والتشديد إلى حَتَّاوة قرية بعسقلان انتهى.\nالحتري: بالضم وسكون الفوقية.\nباب الحاء والجيم\nالحجاجي: إلى حجاج قرية ببيهق وجد.\nالحجاري: بكسر الراء إلى بيع الحجارة قلت: ووادي الحجارة كورة بالأندلس انتهى.\nوبالزاي إلى الحجاز المعروف.\nالحجبي: بفتحتين وباء موحدة إلى حِجَابةِ الكعبة شرفها الله تعالى.\nالحجري: بفتحتين إلى الحجر المعروف وحجرٍ جد وبسكون الجيم إلى حجر قبيلة من حمير ومن الأزد وبالضم مع الفتح إلى الحجر جمع حجرة وهي الدار الصغيرة ومع السكون إلى حجر موضع باليمن.\nقلت: الحجراي: إلى حجرا بالكسر والقصر قرية بدمشق انتهى.\nالحجي: بالكسر إلى الحج كالحاج.\nالحجوري: بالفتح والضم وراء إلى حَجُور بطن من همذان.\nباب الحاء والدال\nالحداء: بتشديد المهملة إلى الحداء.\nالحدادي: بالفتح والتشديد إلى الحديد كالحداد وحدادة قرية بقومس وبالضم والتخفيف إلى حداد بطن من الأزد وغيره وبالكسر إلى حداد بطن من محارب.\nالداني: بالفتح والتشديد إلى حدان بطن من تميم وبالضم إلى حدان بطن ومحلة لهم بالبصرة.\nالجزء: 1 ¦ الصفحة: 76\n",
        "الحدائي: بفتحتين وهمزة إلى حداء بطن من مراد.\nالحدباني: بالضم وسكون وموحدة إلى حُدْبان بطن من كنانة وبفتحتين ومثلثة إلى الحدثان جد والحديثة بلد على الفرات وكذا.\nالحدثي: قلت: الحَدَثيُّ أيضاً إلى الحدث قلعة بين ملظية وسميساط انتهى.\nالحدسي: بفتحتين ومهملة إلى حدس بطن من لخم وقيل حدان.\nالحدلي: بضمتين ولام إلى حُدَيْلة بطن من الأزد.\nالحديثي: إلى الحديثة أيضاً والحديث.\nباب الحاء والذال\nالحذاء: إلى حذو النعل.\nالحذاري: بالضم وتخفيف الذال المعجمة وراء إلى حذار بطن من أسد وبالقاف إلى حُذَاقة بطن من قضاعة.\nالحذيفي: بالتصغير وآخره فاء إلى حُذَيْفة بن اليمان.\nباب الحاء والراء\nالحرابي: بالكسر والتخفيف والموحدة إلى حراب.\nالحرازي: بالفتح والتشديد وزاي إلى حَرَّاز جد وبالتخفيف إلى حَرَاز بطن من ذي الكلاع قلت: وموضع لهم قرب زبيد انتهى.\nوبالميم مخففاً إلى حرامٍ الأنصاري وغيره وسكة بني حرامٍ بالبصرة.\nالحراني: بالفتح والتشديد إلى حران مدينة بالجزيرة وبالضم والتخفيف إلى حران سكة بأصبهان.\nالحربوي: بالفتح والسكون وضم الباء الموحدة إلى حَرْبُوية جد قلت: وبفتح الموحدة إلى حربي بالقصر بين بغداد وتكريت انتهى.\nالحربي: إلى حرب جد ومحلة الحربية ببغداد وبالضم والفتح إلى حرب بطن من قضاعة وغيره.\nالجزء: 1 ¦ الصفحة: 77\n",
        "الحرثاني: بالضم والسكون ومثلثة إلى حُرْثان عدة بطون.\nالحرثي: بالفتح والكسر إلى الحَرِثة بطن من غافق.\nالحرحاني: إلى حُرْحان بمهملات كرُغْفان قرية بقومس.\nقلت: الحرداني: بوزنه إلى حُرْدان قرية بدمشق انتهى.\nالحرسي: بفتحتين إلى الحرس محلة بمصر وبطن من طيئ والحَرِيس من الأنصار.\nالحرستاني: بفتح أوله والراء والفوقية وسكون المهملة ونون.\nويقال: الحرستي: إلى حرستا قرية بباب دمشق.\nالحرشي: بفتحتين ومعجمة إلى بني الحَرِيش بن كعب بن ربيعة بن عامر بن صعصعة.\nالحرفي: بالضم والسكون والفاء للبقال وإلى حرفة بطن من تغلب ويشكر وقضاعة وتيم قلت: وإلى حرف رستاق بنواحي الأنبار انتهى.\nالحرقاني: بالضم والسكون والقاف ونون إلى حرقا بطن من قضاعة.\nالحرقي: بالضم والفتح والقاف إلى الحرقات من جهينة والحرقة بطن من غافق قلت: وناحية بعمان انتهى.\nالحرمازي: بالكسر والسكون آخره زاي إلى الحِرْماز بن مالك بن عمرو بن تميم.\nالحرملي: بفتح أوله والميم إلى الحرملة قرية بأنطاكية.\nالحرمي: بفتحتين إلى حرمة مكة.\nالحروري: بالفتح وضم الراء الأولى إلى حَرُوراء موضع بالكوفة اجتمع به الخوارج.\nالحريثي: مصغراً وآخره مثلثة إلى حُرَيْث جد.\nالحريجي: مكبراً آخره جيم إلى حَرِيج بطن\nالجزء: 1 ¦ الصفحة: 78\n",
        "من فزارة وبالراء إلى الحرير وبالزاي إلى حريز قرية باليمن وبالشين المعجمة إلى الحريشة وبالصاد المهملة إلى الحريص لقب.\nالحريضي: مصغراً بمعجمة إلى الحُرُض وهو الأشنان.\nالحريمي: مكبراً إلى حريم قبيلة والحريم الطاهري محلة ببغداد وبالتصغير إلى حريم بطن من الصدف.\nباب الحاء والزاي\nالحزار: بتشديد الزاي للجزر وهو خَرْص التمر والطعام.\nالجزازي: بزاءين الأولى مشددة إلى حَزَّاز بطن من عذرة.\nالحزامي: بالكسر والتخفيف إلى حزام والد حكيم قلت: وحزام جد للنووي غيره انتهى.\nالحزمي: بالفتح والسكون إلى حزم جد وبالنون إلى حزن بن خفاجة.\nالحزوري: بفتحتين وتشديد الواو وراء إلى الحَزَوَّر جد قلت: والحَزْوَرة مكان بمكة انتهى.\nالحزيبي: مصغراً بموحدة إلى حُزَيْب رجل.\nالحزيزي: بالكسر وسكون الزاي الأولى وفتح التحتية إلى حِزْيَز قرية باليمن.\nالحزيمي: مكبراً إلى حَزِيمة بطن من نهد.\nالحزي: بالضم وقيل بالفتح والتشديد إلى حزّة مدينة بالموصل.\nباب الحاء والسين\nالحساني إلى حسان جد بالتشديد.\nالحسحاسي: بمهملات وتسكين السين الأولى إلى حَسْحَاس بطن من أسد ومن الأزد.\nالحسلي: بالكسر والسكون ولام إلى حِسْل بطن من مازن.\nالحسناباذي: بفتح أوله والنون والموحدة وسكون السين المهملة آخره معجمة إلى حَسْنَابَاذ قرية بأصبهان.\nالجزء: 1 ¦ الصفحة: 79\n",
        "الحسني: بفتحتين إلى الحسن بن علي بن أبي طالب رضي الله تعالى عنه والحسن البصري وحسنة أم شرحبيل وحسنة قرية بفارس.\nالحسنوي: بالفتح والسكون وضم النون إلى حسنويه.\nالحسيني: مكبراً إلى حسين بطن من طيئ ومصغراً إلى الحسين بن علي.\nباب الحاء والشين\nالحشاني: بالكسر وتشديد المعجمة إلى حِشَّان بطن من تميم.\nالحشمي: بالفتح والسكون إلى حشم بطن من جذام.\nالحشيشي: مصغراً بمعجمتين إلى حشيش عدة بطون.\nباب الحاء والصاد\nالحصرمي: بكسر أوله والراء وسكون المهملة إلى الحصرم جد.\nالحصري: بالضم والسكون إلى جمع الحصير.\nالحصكفي: بفتح أوله والكاف وسكون المهملة وفاء إلى حصن كيفا مدينة بديار بكر.\nالحصني: بالكسر والسكون إلى حصن موضع بين حلب والرقة ومواضع أخر.\nالحصيبي: مصغراً بالموحدة إلى الحُصَيبْ والد بريدة وبالنون إلى الحصين جد.\nباب الحاء والضاد\nالحضرمي: بفتح أوله والراء وسكون المعجمة إلى حضرموت بلد بأقصى اليمن وقبيلة.\nالحضري: بالفتح والسكون إلى الحضر بلد بالموصل وبفتحتين قلت: إلى الحاضرة ضد البادية انتهى.\nالحضني: بفتحتين ونون إلى حضن بطن من قضاعة.\nالجزء: 1 ¦ الصفحة: 80\n",
        "الحضوري: بالفتح والضم وراء إلى حضور بلد من همذان.\nالحضيري: مكبراً إلى الحَضيرِة محلة ببغداد.\nالحضيني: بالنون مصغراً.\nباب الحاء والطاء\nالحطابي والحطاب: إلى الحطب.\nالحطراني: بالكسر والسكون وراء ونون.\nالحطمي: بفتحتين إلى حطمة بطن من جذام وبالضم إلى حطمة من عبد القيس.\nالحطيني: بكسر أوله والطاء المشددة وتحتية ونون إلى حِطِيّن قرية بساحل الشام وقرية بتنيس وبين طبرية وعكا.\nباب الحاء والظاء\nالحظيري: بالفتح وكسر الظاء المعجمة إلى موضع فوق بغداد قلت: يقال له الحظيرة انتهى.\nباب الحاء والفاء\nالحفار: إلى حفر القبور.\nالحفري: بفتحتين وراء إلى الحفر محلة بالكوفة وبالضم والسكون يحيى بن سليمان الحفري إلى حفرة موضع بالقيروان.\nالحفصاباذي: بفتح أوله والمهملة والباء الموحدة وسكون الفاء ومعجمة إلى حَفْصاباذ قرية بسرخس وبمرو أيضاً.\nالحفصوي: بالفتح والسكون والضم إلى حَفْصُويه جد.\nالحفصي: إلى حَفْص جد ورأس الحَفْصيّةِ من الخوارج.\nالحفناوي: بالفتح والسكون ونون إلى حفنا قرية بمصر.\nباب الحاء والقاف\nالجزء: 1 ¦ الصفحة: 81\n",
        "الحقلي: بالفتح وسكون القاف إلى حقل قرية بجنب أيلة.\nالحقلاوي: بضبطه إلى حقلا بطن من حمير.\nباب الحاء والكاف\nقلت: الحكري: بالكسر والسكون إلى..\n..\nالحكمي: بفتحتين إلى الحكم بن سعد العشيرة من مذحج وغيره.\nالحكيمي: مكبراً إلى حكيم جد.\nباب الحاء واللام\nالحلبي: إلى حلب المشهورة.\nالحلسي: بالكسر والسكون ومهملة إلى حِلْس بطن من كنانة.\nالحلبسي: بفتح أوله والموحدة وسكون اللام ومهملة إلى حَلْبَس جد.\nقلت: الحلحولي: بالفتح والسكون وضم المهملة إلى حَلْحُول قرية بين القدس والخيل انتهى.\nالحلفي: بالفتح والسكون إلى حلف بطن من خثعم.\nالحلواني: بالضم والسكون ونون إلى حلوان مدينة آخر السواد وقرية بمصر وبفتح أوله وسكون اللام إلى الحَلْوَاء المأكولة.\nالحلولي: بضمتين إلى الحلول مذهب كفر.\nقلت: الحلوي: إلى حلي كظبي مدينة باليمن انتهى.\nالحلي: يتلو في الحلاوي.\nالحليفي: بالفاء مصغراً إلى حُلَيْف بطن من خثعم وباللام إلى حُلَيْل بطن من خزاعة.\nالحليمي: مكبراً إلى حليمة السعدية وجدة وحليم جد الفقيه الشافعي.\nباب الحاء والميم\nالحمادي: بالفتح والتشديد إلى حماد جد.\nالحمازي: بالكسر والتخفيف والزاي إلى حِمَاز جد.\nالحماسي: بوزنه ومهملة إلى حماس بطن من مذحج قلت: وبالفتح إلى حماسة انتهى.\nالمار والحمال: معروف.\nالجزء: 1 ¦ الصفحة: 82\n",
        "الحمامي: إلى الحمام المعروف وبالفتح والتخفيف إلى الحمام الطير وبني حمامة بطن من الأزد.\nالحماني: بالكسر والتشديد إلى حِمَّان قبيلة من تميم.\nالحمائي والحموي: إلى حماة مدينة بالشام.\nالحمداني: إلى حَمْدان جد.\nالحمدوني: إلى حَمْدُونة أم ولد الرشيد.\nالحمدوي: إلى حَمْدُويه جد.\nالحمراني: بالضم والراء إلى حُمَران بن أعين ومولى عثمان.\nالحمراوي: بالفتح إلى الحمراء موضع بفسطاط مصر.\nالحمري: بالضم إلى حمرة بطن من همذان وتميم.\nالحمزي: بالفتح والزاي إلى حمزة مدينة بالغرب وإلى قراءة حمزة والحَمْزِيَّة فرقة من الخوارج.\nالحمشاذي: بفتح أوله والمعجمة وسكون الميم وذاله معجمة إلى حَمْشَاذ جد.\nالحمصي: بالكسر والسكون إلى حمص بلد بالشام وبتشديد الميم وكسرها إلى الحمص المأكول وحِمّصة جد راوي جزء البطاقة قلت: وإلى دار الحمص بمصر انتهى.\nالحمكاني: بفتحات وتخفيف إلى حَمَكَان جد.\nالحكمي: كذلك إلى حَمَك جد وباللام إلى حمل بطن من بني الحارث وغيره.\nالحمنني: بفتح أوله والنون الأولى إلى حَمْنَن أخي عبد الرحمن بن عوف.\nالحموي: بضم الميم المشددة إلى حمويه.\nالحميدي: مكبراً إلى الحميد الأمير الساماني وبالتصغير إلى حميد بطن من أسد وحميدٍ جد صاحب الجمع وغيره.\nالحميري: بالكسر والسكون وفتح التحتية إلى حمير من أصول القبائل باليمن.\nالحميسي: بالتصغير ومهملة إلى حُمَيْس بن عامر بن ثعلبة وابن أد بن طابخة بن الياس بن مضر وباللام إلى حمَيْل بن\nالجزء: 1 ¦ الصفحة: 83\n",
        "شبث بن أساف بن هريم قلت: وإلى الحميلية قرية بنواحي بغداد انتهى وبالنون إلى حمين جد.\nالحمي: بالفتح والتشديد إلى حَمّة جد.\nباب الحاء والنون\nالحَنَّاطي: إلى بيع الحنطة كالحَنَّاط.\nالحناني: بالفتح والتخفيف إلى حنان رجل.\nالحنائي: بالكسر والتشديد إلى الحناء المعروف.\nالحنبيل: إلى مذهب أحمد بن حَنْبَل.\nالحندري: بضم المهملتين وراء إلى حُنْدُر قرية بعسقلان.\nقلت: الحندوثائي: بالفتح والسكون وضم المهملة ثم مثلثة إلى حَنْدُوثا قرية بمعرة النعمان انتهى.\nالحنشي: بفتحتين ومعجمة إلى حنش بطن من بني ربيعة.\nالحنطبي: بفتح أوله والمهملة ثم موحدة إلى حَنْطَب جد.\nالحنظلي: بفتح أوله والمعجمة إلى حَنْظَلة بطن من غطفان وتميم وجعفي وإلى درب حَنْظَلَةَ بالري أبو حاتم الرازي.\nالحنفي: إلى بني حنيفة قبيلة من اليمامة وإلى مذهب أبي حنيفة رحمه الله.\nالحنوطي: إلى الحَنُوط المعروف.\nالحنوي: بفتحتين إلى حنا مدينة بديار بكر وتعرف الآن حَانِي كداني.\nالحنيفي: مصغراً إلى عثمان بن حنيف وبنون آخره إلى حنين جد.\nالحني: بالضم والتشديد إلى حن أخي قصي بن كلاب لأمه.\nباب الحاء والواو\nالحواريني: بالضم وفتح الراء إلى حوارين بلد بالبحرين.\nالحوالي: بالفتح والتخفيف إلى عبد الله بن حوالة الأزدي.\nالحوأبي: بفتح أوله والهمزة وسكون الواو آخره موحدة إلى الحَوْأب موضع بين مكة والبصرة.\nالجزء: 1 ¦ الصفحة: 84\n",
        "الحَوْتَكي: بوزنه وفوقية.\nالحوتي: إلى حوت بلفظ السمك بطن من كندة ومن همذان.\nالحوري: بالفتح والراء إلى حورية قرية بالرقة قلت: وإلى حورا قرية ببغداد انتهى وبالزاي إلى الحَوْز قرية قرب واسط والحَوْز محلة ببعقوبا.\nالحوراني: بالفتح والراء إلى حَوْران مدينة بالشام قلت: وناحية بخراسان انتهى.\nالحوزي: مر في الحوري.\nالحوشبي: بفتح أوله والمعجمة وموحدة إلى حَوْشَب جد.\nالحوشي: بالفتح إلى حَوْش قرية بأسفراين.\nالحوصلي: بفتح أوله والمهملة إلى حوصلة رجل.\nالحوضي: إلى الحَوْض المعروف، قلت: وموضع بالبصرة انتهى.\nوبالطاء إلى حَوْط قرية بحمص أو جبلة وبالفاء إلى حَوْف وكنت أظن أنها قرية بمصر حتى رأيت في تاريخ البخاري أنها من عمان قلت: بل هي ناحية بمصر كبيرة معوفة فيها قرى كثيرة وجزم به ياقوت رحمه الله تعالى وغيره انتهى.\nباب الحاء واللام ألف\nالحلابي: بالفتح والتشديد وموحدة إلى حلابة جد.\nالحلاج: إلى حلج القطن.\nالحلاوي: بالفتح والتخفيف إلى الحلاوة وبالكسر والتشديد إلى الحلة بلد على طرف الفرات والصواب إليها حلي.\nباب الحاء والياء\nالحياوي: بالفتح وتخفيف التحتية إلى الحياء بطن من خَوْلان.\nالحياني: بالتشديد والنون إلى حيان جد.\nالحيدي: بالفتح والسكون ومهملة إلى حيدة بن معاوية القُشَيْريّ وبالكسر إلى حيدٍ جد\nالجزء: 1 ¦ الصفحة: 85\n",
        "وبالكسر والراء إلى الحيرة بلد بالكوفة ونيسابور.\nالحيزاني: بالكسر والزاي إلى حيزان مدينة بديار بكر.\nالحيشمي: بفتح ألوه والمعجمة إلى حَيْشَم بطن من كلب.\nقلت: الحيفي: بالفتح وسكون التحتية وفاء إلى قصر حَيْفة بساحل بحر الشام انتهى.\nالحيكاني: بالفتح والسكون ونون إلى حَيْكان لقب.\nالحيواني: بفتحتين إلى بيع الحيوان.\nالحيوي: بالفتح وضم المشددة إلى حَيُّويه.\nحرف الخاء المعجمة\nباب الخاء والألف\nالخابطية: بكسر الباء الموحدة فرقة من المعتزلة رأسهم أحمد بن خابط.\nالخابوري: بضم الموحدة وراء إلى الخابور نهر بين الرقة والموصل.\nالخاخسري: بسكون الخاء الثانية وفتح المهملة وراء إلى خَاخْسَر قرية بسمرقند.\nقلت: الخاري: إلى خار موضع بالري.\nوالخارباني: إلى خاربان بنواحي بلخ انتهى.\nالخارجي: إلى الخوارج قلت وإلى خارج قرية بإفريقية انتهى.\nالخارزنجي: بسكون الراء والنون وفتح الزاي بنيهما آخره جيم إلى خارْزَنْج قرية بنواحي نيسابور ويقال الخارزنكي.\nالخ ارفي: بكسر الراء وفاء إلى خارِف بطن من همذان وبالكاف إلى خارِك جزيرة قريبة من عمان.\nالجزء: 1 ¦ الصفحة: 86\n",
        "الخازمي: بالزاي إلى خازِم أمير خراسان.\nالخاستي: بسكون المهملة ويقال بالمعجمة وفوقية إلى خَاسْت بلد بنواحي بلخ.\nالخاقاني: بالقاف إلى خاقان جد.\nالخالبرزني: بفتح الموحدة والزاي وسكون الراء بينهما ونون إلى خالبَزْرَن قرية بسرخس.\nالخالداباذي: بفتح المهملة والموحدة آخره معجمة إلى خالداباذ قرية بمرو.\nالخالدي: إلى خالد جد قلت: وإلى الخالدية قرية بالموصل وإلى سكة خالدٍ بنيسابور انتهى.\nالخامري: بكسر الميم وراء إلى الأخْمُور بطن من المعافر.\nقلت: الخانجاهي: إلى خانجاه قرية بهمذان ظناً من ياقوت.\nوالخانساري: بمهملة وراء إلى خانسار قرية بجرباذقان انتهى.\nالخانقاهي: بالقاف إلى الخانقاه وهي رباط الصوفية قلت: هي بكسر النون انتهى.\nالخانقيني: بكسر النون والقاف إلى خانقين قرية على طيق بغداد.\nالخانوقي: بضم النون وقاف إلى الخانُوقة قرية بناحية الرقة.\nالخاني: إلى خان لَنْجان مدينة بأصبهان وإلى الخان المعروف.\nقلت: الخاوراني: إلى خاوران قرية بخلاط انتهى.\nالخاوسي: بمهملة إلى خاوس بلد بما وراء النهر وبصاد مهملة إلى خاوص بلد فوق سمرقند.\nالجزء: 1 ¦ الصفحة: 87\n",
        "باب الخاء والباء\nالخبازي: إلى الخبر كالخباز.\nالخباشي: بالضم والتخفيف ومعجمة إلى خُبَاشة جد.\nالخَبَّاط: إلى الخبط وهو ورق الشجر.\nالخباقي: بالفتح والقاف إلى خَبَاق قرية بمرو.\nالخبايري: بالفتح والتخفيف وتحتية وراء إلى الخَبَايِر بطن من الكلاع.\nالخبذعي: بالكسر والسكون وفتح المعجمة ومهملة إلى خِبْدَع بطن من همذان.\nالخبريني: بالفتح والسكون وكسر الراء إلى خبرين قرية ببست.\nالخبري: مثله إلى خبر قرية بشيراز.\nالخبزأرزي: إلى خبز الأرز وهو بلفظه.\nالخبزي: إلى الخبز وأبي خُبْزَةَ جد.\nالخبشي: بفتحتين ومعجمة.\nالخبوشاني: بضمتين إلى خُبُوشان بلد بنيسابور.\nقلت: الخبيصي: بالفتح والكسر وتحتية ومهملة إلى خَبِيص مدينة بكرمان انتهى.\nالجزء: 1 ¦ الصفحة: 88\n",
        "باب الخاء والتاء\nالختلي: بضم أوله والفوقية وتشديد اللام إلى الخُتُلّ قرية بطريق خراسان وبالفتح والسكون إلى خَتْلان بلاد وراء بلخ قلت: وبالضم وتشديد ثانيه وفتحه إلى ختل كورة خلف جيحون انتهى.\nالختني: بالضم والفتح إلى ختن من بلاد الترك.\nالختي: بالفتح والتشديد إلى ختّ رجل.\nباب الخاء والثاء\nالخثعمي: بفتح أوله والمهملة وسكون المثلثة إلى خَثْعَم بن أنمار.\nالخثمي: بالضم والفتح إلى خُثَم جد.\nالخثيمي: مصغراً إلى خُثّيْم بطن من طيئ وغيره.\nباب الخاء والجيم\nالخجادي: بالضم وتخفيف اليم ومهملة إلى خُجَادا قرية ببخارى.\nالخجستاني: بضم الخاء والجيم وسكون المهملة وفوقية إلى خُجُسْتان من جبال هراة.\nالخجندي: بالضم وفتح الجيم وسكون النون ومهملة إلى خُجَنْدة مدينة بطرف سيحون.\nباب الخاء والدال\nالخداباذي: بالضم وفتح المهملة والموحدة ومعجمة إلى خُداباذ قرية ببخارى.\nالخدامي: بالكسر وتخفيف المهملة إلى خدام جد.\nالخداني: بالفتح والتشديد ونون إلى خدان بطن من بني أسد بن خزيمة.\nالخدري: بالضم وسكون المهملة وراء إلى خُدْرة قبيلة من الأنصار ومن بلي وبالكسر إلى خِدْرة بطن من ذهل بن شيبان.\nالخدفراني: بالضم والسكون وكسر الفاء وراء إلى خُذْفِران قرية بسمرقند.\nالخدوي: بالفتح وضم المهملة المشددة إلى خَدُّويه جد.\nالخديجي: مكبراً إلى خَدِيج بالجيم جد.\nالخديسري: بالضم وكسر المهملة وتحتية ومهملة مفتوحة وراء إلى خُدِيسَر من ثغور سمرقند.\nالخديمنكني: بالضم وكسر المهملة وتحتية وفتح الميم والكاف وسكون النون الأولى إلى خديمَنْكَن من قرى كَرْمِينيَة.\nباب الخاء والذال\nقلت: الخذامي: بالكسر ومعجمة إلى سكة خذام بنيسابور انتهى.\nالخذاندي: بالضم وتخفيف المعجمة وسكون النون ومهملة إلى خذاند قرية بسمرقند.\nباب الخاء والراء\nالخرابي: بالفتح وتخفيف الراء إلى خراب المعتصم موضع ببغداد.\nالخراجري: بفتح أوله والراء والجيم وراء إلى خراجر قرية قرب بخارى.\nالخراديني: بالفتح والتخفيف وكسر المهملة وتحتية ونون إلى خرادين قرية ببخارى.\nالخراساني: بالضم والتخفيف إلى خراسان إقليم من الري إلى مطلع الشمس.\nالخراسكاني: بفتحات إلى خراسكان قرية بأصبهان.\nالجزء: 1 ¦ الصفحة: 89\n",
        "الخراط: إلى خرط الخشب.\nقلت: الخرانديري: إلى خراندير قرية بخراسان في ظن ياقوتٍ انتهى.\nالخرائطي: بفتحتين وكسر الهمزة.\nالخرباني: بالفتح والسكون والموحدة إلى خربان جد.\nالخربي: بالفتح والكسر إلى الخرب جد وبالضم والسكون إلى خربة جد.\nالخرتنكي: بفتح أوله والفوقية وسكون الراء قبلها والنون إلى خرتنك قرية بسمرقند.\nالخرتيزي: بالفتح والسكون وكسر الفوقية وتحتية وزاي إلى خرتيز قرية بدهستان.\nالخرجاني: بفتح أوله والجيم وسكون الراء إلى خورجان محلة بأصبهان.\nالخرجردي: بالفتح وسكون الراءين وكسر الجيم آخره مهملة إلى خَرْجِرْد من بلاد بوشنج.\nالخرجوشي: بالفتح والسكون وضم الجيم ومعجمة إلى خَرْجُوش جد.\nالخرجي: بالضم والسكون جيم إلى خُرْجَة جد.\nالخرخاني: بالضم والسكون ومعجمة ونون إلى خُرْخَان بلد بين نيسابور والري.\nالخردلي: بفتح أوله والمهملة إلى الخردل المأكول.\nالخرزي: بفتحتين وزاي إلى الخرز المعروفة.\nالخرسي: بالضم والسكون ومهملة قلت إلى مربعة الخرس محلة ببغداد انتهى.\nالجزء: 1 ¦ الصفحة: 90\n",
        "الخرشكتي: بفتح أوله والراء والكاف وسكون المعجمة آخره فوقية إلى خَرَشْكَت من بلاد الشاش.\nالخرشني: بفتح أوله والمعجمة وسكون الراء آخره نون إلى خَرْشَنة من بلاد الشام.\nالخرشي: بفتحتين إلى خَرَشة جد.\nالخرططي: بفتح أوله والطاء الأولى إلى خَرْطَط قرية بمرو.\nالخرعانكثي: بفتح أوله والمهملة والكاف وسكون الراء والنون آخره مثلثة إلى خَرْعَانْكَث قرية ببخارى.\nالخرعوني: بضم أوله والمهملة إلى خُرْعُون قرية بسمرقند.\nالخرقاني: بالضم والقاف إلى خُرْقان قرية في جبال بسطام وبالفتح إلى خَرْقَان قرية بمسرقند.\nالخرقي: بفتحتين وقاف إلى خرق قرية بمرو وبالكسر إلى بيع الخرق والثياب منهم أبو القاسم الحنبلي صاحب المختصر.\nالخركني: بفتح أوله والكاف إلى خَرْكَن قرية بنيسابور.\nالخركوشي: بالفتح وضم الكاف ومعجمة إلى خَرْكُوش سكة بنيسابور.\nالخرماباذي: بالضم وتشديد الراء وموحدة ومعجمة إلى خُرّماباذ قرية ببلخ.\nالخرميثين: بالضم وكسر الميم وتحتية وفتح المثلثة إلى خُرْمِيثَن قرية ببخارى.\nالخرمي: بالضم وفتح المشددة إلى خرم جد.\nقلت: الخرني: بفتح أوله والراء المشددة إلى خَرَّن قرية بهمذان.\nوالخروي: إلى خرو الجبل قرية بني خابران وطوس انتهى.\nالجزء: 1 ¦ الصفحة: 91\n",
        "الخروري: بالفتح وضم الراء الأولى إلى خَرُور قرية بخوارزم.\nالخروزونجي: بفتح أوله والزاي وضم الراء قبل الواو آخره جيم إلى خَرُوزَنْج قرية ببلخ.\nالخرهي:..\n..\n..\n..\n..\n..\n..\n..\n..\n..\n..\nالخريبي: مصغراً آخره موحدة إلى الخُرَيْبة محلة بالبصرة وبالميم إلى خُرَيْم جد.\nالخري: بالضم والتشديد إلى خُرّة جد.\nباب الخاء والزاي\nالخزاري: بالضم وتخفيف الزاي آخره راء إلى خُزَار ناحية قرب نسف.\nالخَزَّاز: بزاءين إلى الخز.\nالخزاعي: بالضم إلى خُزَاعة قبيلة من الأزد.\nالخزاف والخزفي: إلى الخزف.\nالخزاندي: بالضم والفتح وسكون النون ومهملة إلى خُزَانْد قرية بسمرقند.\nالخزجي: بالفتح والسكون وجيم إلى خَزْج بطن من قضاعة.\nالخزرجي: إلى الخزرج من الأنصار.\nالخزرجي: بفتحتين وراء إلى دَرْبَنْد خَزْرَان عند سد ذي القرنين وَخَزَر جد.\nالخززي: بالضم والفتح آخره زاي أيضاً إلى خُزَز جد.\nقلت: الخزفي: إلى ساباط الخزف ببغداد انتهى.\nالخزواني: بفتحتين إلى خزوان قرية ببخارى، قلت: قال ياقوت: بسكون الزاي انتهى.\nالخزيمي: مصغراً إلى خُزَيْمة جد.\nباب الخاء والسين.\nالجزء: 1 ¦ الصفحة: 92\n",
        "الخسروجردي: بالضم وسكون المهملة وفتح الراء الأولى وكسر الجيم آخره مهملة إلى خُسْرَوْجِرْد قرية ببيهق.\nقلت: الخسروسابوري: إلى خُسْرَوْسَابُور قرية بواسط انتهى.\nالخسروشاهي: بالضم وفتح الراء والمعجمة إلى خُسْرَوْشَاه قرية بمرو.\nباب الخاء والشين\nالخشاب: إلى الخشب.\nالخشابي: بالضم وتشديد المعجمة آخره موحدة إلى خشاب قرية بالري.\nقلت: الخشاغري: إلى خشاغر قرية ببخارى انتهى.\nالخشاني: بالفتح والتخفيف آخره نون إلى خَشَان بطن من قيس عيلان وبالكسر والتشديد إلى خِشَان بطن من مذحج.\nالخشاوري: بفتح الخاء والمعجمة والواو ثم راء إلى خَشَاوَرة سكة بنيسابور قلت: ضم ياقوت الخاء انتهى.\nالخشبية: بفتحتين طائفة من الشيعة.\nالخشتياري: بالفتح والسكون وكسر الفوقية وتخفيف التحتية وراء إلى خَشْتِيَار جد.\nالخشخاشي: بفتح الخاءين ومعجمتين إلى الخشخاش جد.\nالخشرمي: بفتح أوله والراء إلى خَشْرَم جد.\nالخشكي: بالضم والسكون إلى خُشْك جد.\nالخشوفغني: بضمتين وفتح الفاء وسكون المعجمة ثم نون إلى خُشُوفَغْن قرية بالصغد.\nالخشوننكثي: بضمتين وفتح النون الأولى والكاف آخره مثلثة إلى خُشُونَنْكَث قرية بسمرقند.\nالجزء: 1 ¦ الصفحة: 93\n",
        "الخشني: بالضم والفتح إلى خشين قبيلة من قضاعة وقرية بإفريقية وبالفتح والكسر إلى الخشن جد.\nالخشنامي: بالضم والسكون ونون إلى خُشْنام جد.\nالخشمنجكثي: بالضم وسكون المعجمة والنون وكسر الميم وفتح الجيم والكاف ومثلثة إلى خُشْمِنْجَكَث قرية بما وراء النهر.\nالخشيشي: مصغراً إلى خُشَيْش جد.\nالخشيناني: بالفتح والكسر وتحتية ونونين إلى خَشِينان محلة بأصبهان.\nالخشينديزي: بفتح أوله والتحتية الأولى وسكون الشين والنون وكسر المهملة بعدها آخره زاي إلى خَشْيَنْدِيزة قرية بنسف.\nالخشي: بالضم والتشديد إلى ُخّش قرية بإسفراين.\nباب الخاء والصاد\nالخَصَّاص: إلى الخص.\nالخصاصي: بالفتح والتشديد إلى خصاصة بطن من الأزد.\nالخصيبي: بالفتح وكسر المهملة وتحتية وموحدة إلى خصيب رجل.\nالخصيفي: بالفاء مصغراً إلى خصيف جد.\nباب الخاء والضاد\nالخضرمي: بكسر أوله والراء وسكون الضاد المعجمة إلى خضرمة قلت: وهي بلد باليمامة انتهى.\nالخضري: مثله بلا ميم إلى الخضر بالفتح والكسر جد وبالضم والسكون إلى الخضر قبيلة من قيس عيلان.\nقلت: الخضيري: مصغراً إلى الخضيرية محلة ببغداد وهو من أنساب سلفي فالظاهر أنه إليها انتهى.\nباب الخاء والطاء\nالخطابي: بالفتح والتشديد إلى عمر بن الخطاب وأخيه زيد والخطاب جد ومذهب الخطابية.\nالجزء: 1 ¦ الصفحة: 94\n",
        "الخطامي: بالكسر والتخفيف وميم إلى خطامة بطن من طيئ.\nالخطبي: إلى إنشاء الخطب.\nالخطفي: بفتحتين وفاء إلى جد جدير الشاعر.\nالخطمي: بالفتح والسكون إلى بني خطمة بطن من الأنصار.\nالخطيبي: مكبراً بالموحدة إلى جد كان خطيباً وبالميم إلى خطيم جد.\nقلت: الخطي: بالفتح والتشديد إلى الخط أرض بالحبرين تقوم فيه الرماح الخطية انتهى.\nباب الخاء والفاء\nالخفاجي: بفتح الخاء والفاء وجيم إلى خفاجة امرأة ولد لها أولاد كثيرة فيما قال ابن السمعاني وقال ابن الأثير بل إلى خفاجة بن عمرو بن عقيل.\nالخفافي: إلى الخفاف كالخفاف.\nالخفيفي: بالتصغير وفاءين إلى خفيف بطن من قضاة.\nباب الخاء واللام\nالخلبي: بالضم وتشديد اللام وموحدة.\nقلت: الخلخالي: بفتح المعجمتين وسكون اللام الأولى إلى خلخال مدينة بطرف أذربيجان انتهى.\nالخلدي: بالضم والسكون ومهملة إلى الخلد محلة ببغداد.\nقلت: الخلعي: بالكسر والفتح إلى بيع الخلع انتهى.\nالخلقاني: بالضم والسكون وقاف إلى بيع خلقان الثياب.\nالخلمي: بالضم والسكون وميم إلى خلم بلد ببلخ.\nالخلنجي: بفتحتين وسكون النون وجيم إلى الخلنج.\nالخلوقي: بالفتح والضم وقاف إلى خلوق أو خلوقة بطن من العرب.\nالخلوي: بتشديد اللام وضمها إلى خلويه جد.\nالجزء: 1 ¦ الصفحة: 95\n",
        "قلت: الخلي: بالفتح والتشديد إلى خلة قرية باليمن انتهى.\nالخليعي: مصغراً ومهملة إلى خليع جد.\nالخليلي: مكبراً إلى بدل الخليل عليه الصلاة والسلام جد.\nباب الخاء والميم.\nالخماشي: بالضم والتخفيف ومعجمة إلى خماشة جد وبالميم إلى خمامة بطن من أوس وخمام بطن من قضاعة.\nالخماني: بالفتح والتخفيف ونون إلى خمانة جد وبالضم والتشديد إلى قرية قلت: بالشام انتهى.\nالخمايجاني: بالضم والتخفيف وسكون التحتية وجيم ونون إلى خمايجان قرية بنواحي فارس.\nالخمخيسري: بالضم والسكون وكسر المعجمة وتحتية ساكنة وفتح المهملة وراء إلى خُمْخِيسَر قرية ببخارى.\nالخمركي: بالضم والسكون وفتح الراء إلى خمرك من بلاد الشاش.\nالخمري: بفتحتين وراء إلى خَمْر بطن من همذان وبالضم والسكون إلى الخمر المعروفة.\nالخمقاباذي: بالكسر والسكون وقاف وباء موحدة ومعجمة إلى خِمْقاباذ ويقال بالنون بدل الميم قرية بمرو.\nالخمقري: بفتح أوله والقاف وراء إلى خمس قرى وهي بنج ديه.\nالخملي: بالضم والسكون إلى خمل قبيلة من كنانة.\nالخميثني: بالضم وفتح الميم والمثلثة بين تحتية ساكنة ونون إلى خُمَيْثَين قرية بسمرقند.\nالخميروي: بالفتح والكسر وضم الراء إلى خَمِيرُويه جد.\nالجزء: 1 ¦ الصفحة: 96\n",
        "الخمي: بالضم والتشديد لقب لا نسب.\nباب الخاء والنون\nالخناجني: بالضم وتخفيف النون وكسر الجيم ونون إلى خُنَاجِن قرية باليمن.\nالخنازيري: إلى الخنازير جمع خنزير.\nالخناسي: بالضم والتخفيف ومهملة إلى خناس جد.\nالخناصري: بالضم والتخفيف وكسر المهملة وراء إلى خُنَاصِرة موضع بالشام قرب حلب.\nالخناعي: بالضم والتخفيف وعين مهملة إلى خُنَاعة بطن من هذيل.\nالخناق: بالفتح والتشديد وقاف بياع السمك بالأندلس.\nالخنامتي: بالضم والتخفيف وفتح الميم وفوقية إلى خُنَامَتَى قرية ببخارى.\nالخنباجي: بالفتح والسكون وتخفيف الموحدة وجيم إلى خَنْبَاج جد.\nالخنبسي: بالفتح والسكون وكسر الموحدة ومهملة إلى خَنْبِس بن ضيغم بطن من قضاعة وبكسر أوله أيضاً إلى خِنْبِس بن عمرو منهم أيضاً وبفتح أوله والموحدة ومعجمة إلى خَنْبَش جد.\nالخنبي: بالفتح والسكون وموحدة إلى خَنْب جد.\nالخنبوني: بضم أوله والموحدة ثالثة آخره نون إلى خُنْبُون قرية ببخارى.\nالخنجي: بالضم والسكون وجيم إلى خُنْجة جد.\nالخندفي: بكسر أوله والمهملة وفاء إلى خِنْدِف امرأة الياس بن مضر وبفتحهما وقاف إلى الخَنْدَف موضع بجرجان.\nالخنذعي: بضم أوله والمعجمة ومهملة إلى بني خُنْذُع بطن من طيء.\nالجزء: 1 ¦ الصفحة: 97\n",
        "الخِنْقاباذي: مر في الخمقاباذي.\nالخنليقي: بالضم والفتح وكسر اللام وتحتية وقاف إلى خُنَلِيق بلد بدربند.\nباب الخاء والواو\nالخَوَاتِيمي: إلى جمع الخاتام.\nالخوارزمي: إلى خُوَارَزْم بلد.\nالخواري: بالضم والتخفيف وراء إلى خوار بلد بالري وجد.\nالخواشتي: بفتح الخاء والواو ومعجمة وفوقية إلى خَوَاشْت قرية ببلخ.\nالخواص: إلى الخوص.\nالخوافي: بالفتح والتخفيف وفاء إلى خواف ناحية بنيسابور.\nالخواقندي: بالضم والتخفيف وفتح القاف وسكون النون ومهملة إلى خُوَاقَنْد بلد بفرغانة.\nالخوجاني: بفتح أوله والواو والجيم المشددة إلى خُوجَان قرية بمرو.\nالخوجاني: بالضم والسكون وتخفيف الجيم إلى خَوَجّان بلد بنيسابور.\nالخورسفلقي: بالضم والراء وفتح المهملة واللام قبلها فاء ساكنة وبعدها قاف إلى خُورْسَفْلَق قرية باستراباذ.\nالخورنقي: بفتح أوله والواو والنون وسكون الراء وقاف إلى خَوْرَنق قرية ببلخ وقصر بالحيرة.\nالخوري: بالضم والراء إلى خور قرية ببلخ.\nالخوزاني: بالضم والزاي إلى خُوزَان من قرى بنج ديه.\nالخوزياني: بالضم وكسر الزاي وتخفيف التحتية إلى خُوزِيَان قصر بنسف.\nالخوزي: بالضم والزاي إلى خُوزِستان بلاد بين فارس والبصرة وسكة الخُوز بأصبهان وشعب الخوز بمكة شرفها الله تعالى.\nالخوستي: بفتح الخاء والمهملة وسكون الواو وفوقية إلى خَوْسَت بلد ببلخ.\nالخوشي: بالضم والمعجمة إلى خُوش قرية بإسفراين.\nالجزء: 1 ¦ الصفحة: 98\n",
        "الخوصي: بالفتح والسكون إلى أبي الخوصاء جد.\nالخوميني: بالضم وكسر الميم وتحتية ونون إلى خُومِين قرية بالري.\nالخونجاني: بالفتح والكسر وسكون النون وجيم ونون إلى خَوِنْجان قرية بأصبهان.\nالخولاني: بالفتح والسكون إلى خَوْلان قبيلة نزلت بالشام.\nالخويلدي: بالتصغير إلى خُوَيْلِد بن عوف بن عامر بن عقيل والخُويلديين طائفة.\nالخوبي: بالضم وفتح الواو وتشديد الياء الأولى إلى خوي مدينة بأذربيجان.\nباب الخاء واللام لف\nالخلادي: بالفتح والتشديد ودال مهملة إلى خَلاَّد جد وبسين مهملة إلى خَلاَّس جد وبلام إلى الخل كالخلال.\nالخلاوي: بالفتح والتخفيف إلى خَلاوة بطن من بني سعد بن تجيب.\nباب الخاء والياء\nالخياري: بالكسر وتخفيف التحتية وراء إلى الخيار بطن من همذان.\nالخيابري: بالفتح والتخفيف وكسر الموحدة إلى خَيْبَرَ المعروفة لأنها سبعة حصون فتجمع على خيابر.\nقلت: الخياذاني: بذال معجمة ونون آخره إلى خياذان قرية بأصبهان.\nوالخيازجي: بالكسر وفتح الزاي وجيم إلى خِيَازَج قرية بقزوين انتهى.\nالخَيَّاطي: بالتشديد إلى خياطة الثياب كالخياط.\nالخيام: إلى الخيمة المعروفة وبيعها.\nالخيبري\n: بفتح\nالباء\nالموحدة إلى خَيْبَر المعروفة وخيبري بطن من طيء.\nالخيدشتري: بفتح أوله والمهملة والفوقية قبل الراء وسكون التحتية والمعجمة إلى خَيْدَشْتَر قرية بنواحي سمرقند.\nالخيري: بالكسر والراء إلى خيرة جد.\nالخيراني: بالراء إلى خيران جد.\nالجزء: 1 ¦ الصفحة: 99\n",
        "الخيزاخزي: بفتح الخاءين والزاي الأولى إلى خَيْزَاخَزا بالقصر قرية ببخارى.\nالخيزراني: بالفتح وضم الزاي ثم راء إلى الخيزران المعروف.\nالخيشي: بالفتح ومعجمة إلى الخيش المعروف وكذا الخَيْشَاني قلت: بل هو إلى خَيْشان موضع بسمرقند انتهى.\nالخيلي: بوزنه إلى الخيل المعروفة وقرية الخيل بالري.\nالخيليلي: بزيادة تحتية ولام إلى خَيْلِيل بطن من غسان.\nالخيني: بالفتح والسكون ونون إلى خَيْن قرية بُطوس.\nالخيواني: بالفتح والسكون إلى خَيْوان بطن من همذان.\nالخيوطي: بضمتين إلى الخيوط المعروفة.\nالخيوي: بالكسر وضم التحتية المشددة إلى خِيُّو جد.\nالخيلامي: بالفتح والسكون إلى خَيلاَم بلد بفَرْغانة.\nحرف الدال المهملة\nباب الدال والألف\nالدابوي: بضم الموحدة إلى دابُويه جد.\nالدابي: إلى داب جد.\nالداجوني: بضم الجيم إلى داجُون قرية بالرملة.\nالدارابجردي: بفتح الموحدة وكسر الجيم وسكون الراء الثانية ومهملة إلى دارابَجِرْد بلد بفارس ومحلة بنيسابور أيضاً.\nالداراني: بتخفيف الراء إلى داريا قرية بدمشق.\nالجزء: 1 ¦ الصفحة: 100\n",
        "الدارزنجي: بفتح الراء والزاي وسكون النون وجيم إلى دارَزَنْج قرية بالصغانيان.\nالدارسي: بكسر الراء إلى درس العلم.\nقلت: الدارقزي: إلى دار القز محلة ببغداد انتهى.\nالدارقطني: بفتح الراء وضم القاف وسكون الطاء إلى دار القطن محلة ببغداد.\nالداركاني: بفتح الراء إلى داركان قرية بمرو.\nالداركي: بفتح الراء إلى دارك قرية بأصبهان.\nالدارمي: بكسر الراء إلى دارم بطن من تميم.\nقتل: الداروني: إلى الدارون منزل القيروان ذكره الزبيدي في طبقات النحاة انتهى.\nالداري: إلى قرية يقال لها دار واشكيدان قلت: هي بهراة انتهى وإلى الدار بن هاني جد تميم الصحابي وإلى بيع العطر لأنه يجلب من دارين قلت: هي فرضة بالبحرين يجلب إليها المسك من الهند انتهى وإلى عبد الدار بن قصيٍ والأكثر عبدري.\nالداسي: إلى داسة جد أبي بكر راوي أب داود.\nالداغوني: بضم المعجمة إلى بيع المداسات بلغة أهل مرو.\nالداماني: إلى دامان قرية بالجزيرة.\nالدامغاني: بفتح الميم والمعجمة إلى دامغان مدينة من بلاد قومس.\nقلت: الداموسي: إلى داموس بلد بالمغرب انتهى.\nالداناج: بجيم بالفارسية العالم.\nالدانوي: بضم النون إلى دانُويه جد.\nقلت: الداني: إلى دانية مدينة بالأندلس انتهى.\nالجزء: 1 ¦ الصفحة: 101\n",
        "الداوداني: بفتح الواو والمهملة إلى داوَدان مدينة من أعمال البصرة.\nقلت: الداوري: إلى داور ناحية بسجستان.\nوالداورداني إلى داوَرْدان موضع شرقي واسط انتهى.\nالداودي: إلى جد ومذهب داود.\nالداهري: بكسر الهاء وراء إلى داهر قلت: بل إلى الداهِريّة قرية ببغداد مشهورة انتهى.\nالدالاني: بنون إلى دالان قبيلة من همذان.\nباب الدال والباء\nالدَّبَّاس: إلى الدبس المأكول.\nالدباغ: إلى دباغ الجلود.\nالدباوندي: بالضم وفتح الموحدة والواو وسكون النون ومهملة إلى دُبَاوَنْد ناحية تلي طبرستان.\nالدبثاوي: بالكسر وسكون الموحدة ومثلثة إلى دبثا قرية بسواد بغداد وواسط.\nالدبري: بفتح أوله والموحدة وراء إلى دبر قرية بصنعاء اليمن.\nالدبزني: بالضم وسكون الموحدة وفتح الزاي ونون إلى دُبْزَن ويقال دُبْزَنْد قرية بمرو.\nالدبساني: بالكسر والسكون ومهملة إلى دِبْسان جد.\nالدبوسي: بالفتح والضم ومهملة إلى دَبُوسية بلد بين بخارى وسمرقند ودَبُوسة جد.\nقلت: الدُّبَيْثي: بالضم والفتح وسكون التحتية ومثلثة إلى دُبَيْثاء قرية بواسط انتهى.\nالدبيري: بالفتح والكسر وراء إلى دَبِير قرية بنيسابور وبالضم والفتح إلى دُبَيْر بطن من أسد.\nقلت: الدَّبِيقي: بالفتح وقاف إلى دَبْقَا قرية بمصر قرب تنيس وإلى الدبيقية قرية بالرملة.\nباب الدال والثاء\nالجزء: 1 ¦ الصفحة: 102\n",
        "الدثيني: بالفتح وكسر المثلثة وتحتية ونون إلى الدَّثِينة قرية باليمن.\nباب الدال والجيم\nالدَّجَاجي: إلى بيع الدجاج.\nالدجاكني: بالضم وتخفيف الجيم إلى دُجَاكن قرية بنسف.\nقلت: الدجرجاي: بالفتح وكسر الجيم الأولى إلى دَجِرْجا بلد بصعيد مصر.\nوالدجوي: بالضم والسكون إلى دُجْوة قرية على شط النيل الشرقي على بحر رشيد انتهى.\nالدجيلي: بالضم والفتح والسكون إلى دُجَيْل نهر كبير بنواحي بغداد عليه قرى كثيرة.\nباب الدال والحاء\nالدحروجي: بضم أوله والراء وسكون المهملة بنيهما آخره جيم إلى دُحْرُوج جد.\nالدحني: بالفتح والسكون ونون إلى دَحْنَة جد.\nالدحيمي: مصغراً إلى دُحَيْم القاضي.\nبال الدال والخاء\nالدخاني: بالضم وتخفيف المعجمة إلى دخان جد.\nالدخفندوني: بفتح أوله والفاء وسكون المعجمة والنون وضم الدال المهملة إلى دَخْفَنْدُون قرية ببخارى.\nالدخمسيني: بالضم والباقي بلفظ العدد لقب به بكر بن محمد بن حمدان المروزي لأنه أمر لرجل بخمسين فاستزاده فزاده خمسين فسمي الدُّخَمْسيني.\nقلت: الدخميسي: إلى دخميس قرية بالغربية بمصر انتهى.\nباب الدال والراء\nالدَّرَابجِرْدي: تقدم بإثبات الألف بعد أوله وهما مستعملان.\nالدراجي: بالتشديد وجيم إلى دارج جد.\nالدربي: بالفتح والسكون وموحدة إلى درب موضع ببغداد وبنهاوند أيضاً.\nالدراوردي: بفتح أوله والراء والواو وسكون الراء الثانية ومهملة عبد العزيز كان أبوه من دَرَابجِرْد فاستثقلوا فقالوا دَرَاوَرْدي وقيل هو من أَنْدَرَابة.\nقلت: الدربيشي: بالضم والسكون وكسر الباء الموحدة وسكون التحتية الأولى وفتح الثانية المخففة بينهما معجمة قرية ببغداد.\nالجزء: 1 ¦ الصفحة: 103\n",
        "والدربندي: إلى دَرْبَنْد وهو باب الأبواب انتهى.\nالدربيقاني: بالضم والسكون وكسر الموحدة وتحتية وفتح القاف إلى دُرْبِيقان قرية بمرو.\nالدرداي: بالضم والسكون ومهملة إلى دُرْدا قرية ببغداد قلت: ويقال درنا بالفوقية.\nوالدرزبيني: إلى الدرزبينية قرية بها انتهى.\nالدرزدهي: بكسر أوله والراء وسكون الزاي وفتح المهملة إلى دِرِزْدَه قرية بنسف.\nالدرزيوي: بالفتح وسكون الراء وكسر الزاي وتحتية ساكنة إلى دَرْزِيو قرية بسمرقند وقد يزاد في النسبة نون بعد الواو.\nالدرزيجاني: بالفتح والسكون وكسر الزاي وتحتية ساكنة وجيم إلى دَرْزِيجان قرية ببغداد.\nالدرستوي: بضم أوله والراء والفوقية وسكون المهملة إلى دُرُسْتُوَيْه لقب.\nالدرسيناني: بالفتح والسكون وكسر المهملة وتحتية ونونين بينهما ألف دَرْسِينَان قرية بمرو.\nقلت: الدرعي: إلى دَرْعَة مدينة بالغرب.\nوالدرغاني: بالفتح والسكون ومعجمة إلى دَرْغَان مدينة بشاطئ جيحون انتهى.\nالدرغمي: بفتح أوله والمعجمة وسكون الراء بينهما إلى دَرْغَم ناحية بسمرقند.\nالدرفسي: بالضم والفتح وسكون الفاء ومهملة إلى دُرَفْس جد.\nالدرقزي: بالفتح والسكون وفتح القاف وزاي مخففة إلى دار القز محلة ببغداد قلت وكذا الدارَقَزِّي بفتح الراء والقاف وتشديد الزاي انتهى.\nالدركي: بالضم والفتح إلى درك جد.\nقلت: الدركزيني: بالفتح وسكون الراء وكسر الكاف والزاي إلى دَرْكِزِين بلد بهمذان انتهى.\nالجزء: 1 ¦ الصفحة: 104\n",
        "الدروازقي: بالفتح والسكون وفتح الواو والزاي وقاف إلى دَرْوَازَق قرية بمرو.\nقلت: الدروقي: بفتحتين وقاف إلى دَرَوْقة بلد بالأندلس انتهى.\nالدرهمي: بالكسر والسكون وفتح الهاء إلى درهم جد.\nالدريجقي: بفتح أوله والجيم وكسر الراء وتحتية وقاف إلى دَرِيجَق قرية بمرو.\nالدريدي: بالضم والفتح وسكون التحتية ومهملة إلى دُيَرْيد جد الإمام المشهور.\nباب الدال والزاي\nالدزقي: بالكسر وفتح الزاي وقاف إلى دِزَق حفص ودِزَق مسكين ودِزَق باران قرى بمرو والدِّرَق قرية بطريق الشاش.\nباب الدال والسين\nالدستجردي: بالفتح وسكون المهملة والراء وكسر الفوقية والجيم آخره مهملة إلى دَسْتِجِرْد اسم لعدة قرى ثنتان بمرو وثنتان بطوس وأخرى ببلخ.\nالدستواني: بالفتح والسكون وضم الفوقية إلى دَسْتُوَا بلد بالأهواز وإلى ثيابٍ تجلب منها.\nالدسكري: بفتح أوله والكاف وسكون المهملة وراء إلى الدَّسْكَرة قرية من عمل بغداد بطريق خراسان وأخرى بنهر الملك.\nباب الدال والشين\nالدشتكي: بفتح أوله والفوقية وسكون المعجمة إلى دَشْتَك قرية بالري ومحلة باستراباذ.\nالدشتي: بالفتح والسكون وفوقية إلى دشت قرية بأصبهان ودَرْدَشْت محلة بها وباب دشت محلة بها أيضاً ودشت جد.\nباب الدال والعين\nالدعاء: إلى كثرة الدعاء.\nباب الدال والغين\nالدغاني: بالضم والمعجمة إلى دُغَان رجل.\nالدغشي: بالفتح وسكون المعجمة ومعجمة إلى دَغْش بطن من طيئ.\nالدغولي: بالفتح والمعجمة إلى دَغُول رجل وإلى بيع الخبز الخشكار بسرخس.\nباب الدال والفاء\nالدفني: بفتح أوله والفاء ونون إلى دفينة بلد بالشام قاله ابن السمعاني قال ابن الأثير لا أعرفه قلت: قال ياقوت موضع على خمس مراحل من مكة شرفها الله إلى البصرة انتهى.\nباب الدال والقاف\nالجزء: 1 ¦ الصفحة: 105\n",
        "الدَّقَّاق: إلى بيع الدقيق وكذلك الدَّقِيقي.\nالدقاني: بالفتح وتخفيف القاف ونون إلى دَقَانِيَة قرية بدمشق.\nالدقي: بالضم والتشديد إلى دق جد.\nباب الدال والكاف\nقلت: الدكالي: بالفتح والتشديد إلى دَكَّالة بلد بالمغرب انتهى.\nالدكي: بالفتح والتشديد إلى دَكَّة جد.\nباب الدال واللام\nالدلجي: بالضم وفتح اللام وجيم إلى دُلَجة جد قلت: وبالفتح والسكون إلى دَلْجة قرية بالصعيد انتهى.\nالدلغاطاني: بفتح أوله والمعجمة والمهملة وسكون اللام إلى دَلْغاطان قرية بمرو.\nالدلفي: بالضم والفتح وفاء إلى دلف جد.\nالدلوي: بالفتح والسكون إلى الدلو لقب جد وبالكسر وضم اللام المشددة إلى دلويه جد.\nالدلهاثي: بالكسر والسكون آخره مثلثة إلى أبي الدِّلْهاث جد.\nالدليجاني: بالضم والكسر وتحتية وجيم إلى دُلِيجان بلد بأصبهان.\nالدليلي: بالضم وفتح اللام وسكون التحتية إلى دليل جد.\nباب الدال والميم\nالدمائي: بالفتح إلى دما قرية بعمان.\nقلت: الدماطي: إلى دُمَاط قرية بمصر الغربية.\nالجزء: 1 ¦ الصفحة: 106\n",
        "والدماميني: بالفتح إلى دَمَامِين بلد بصعيد مصر.\nوالدمسيسي: بالفتح والسكون ومهملتين بينهما تحتية إلى دَمْسِيس قرية قرب سمنود انتهى.\nالدمشقي: بالكسر وفتح الميم إلى دمشق المشهورة.\nالدمكاني: بالفتح والسكون إلى دَمْكان جد.\nالدممي: بالكسر والفتح وتشديد الميم الثانية إلى دِمَمَّا قرية ببغداد.\nقلت: الدمنهوري: بفتحتين إلى دمنهور بلد قرب الإسكندرية انتهى.\nالدمياطي: بالكسر والسكون وتخفيف التحتية إلى دمياط بلد مشهورة بمصر قلت ضبطها بعضهم بالذال المعجمة انتهى.\nالدميكي: مصغراً إلى أبي الدُّمَيْك جد.\nالدميري: بالفتح والكسر إلى دَمِيرة قرية بمصر.\nباب الدال والنون\nالدنباوندي: بالضم وسكون النونين وتخفيف الباء الموحدة وفتح الواو آخره مهملة إلى دَنْبَاوَنْد ناحية بالري.\nالدندانقاني: بفتح المهملتين والقاف وسكون النون الأولى إلى الدَّنْدَانَقَان بلد بمرو.\nالدَّنْداني: مثله إلى\n...\nالدنقشي: بفتح أوله والنون وسكون القاف ومعجمة إلى دَنَقْش جد.\nالدنوقي: بالفتح والضم وقاف إلى دَنُوقا جد.\nقلت: الدنيسري: بالضم إلى دُنَيْسَر بلد قرب ماردين انتهى.\nباب الدال والواو\nالجزء: 1 ¦ الصفحة: 107\n",
        "الدؤادي: بالضم وفتح الهمزة إلى أبي دُؤَاد جد.\nقلت: الدوباني: بالضم إلى دُوبَان قرية بالشام انتهى.\nالدوداني: إلى دُودَان بالضم وفتح المهملة ابن أسد بن خُزَيْمة بطن مشهور.\nقلت: الدوربستي: بالضم إلى دُورْبست قرية بالري انتهى.\nالدورقي: بفتح أوله وقاف إلى دورق بدل بخوزستان وإلى القلانس الدورقية قلت: وإلى دورقة بلد بالأندلس انتهى.\nالدوري: بالضم والراء إلى الدور محلة ببغداد منها المقرئ وإلى دور سر من رأى وإلى بيع الدور قلت: وإلى الدور محلة بنيسابور أيضاً.\nوالدوراني: بالتشديد إلى دوران قرية بواسط انتهى.\nالدوسي: بالفتح والسكون ومهملة إلى دَوْسِ بطن من الأزد.\nالدوشابي: بالضم ومعجمة وباء موحدة إلى دُوشَاب وهو الدبس.\nالدوغي: بالضم والمعجمة إلى الدُّوغ وهو اللبن الحامض.\nالدُّؤَلي: بالضم وفتح الهمزة إلى أبي الأسود ورهطه وهو إلى الدُّئِل بن كِنَانة بكسر الهمزة.\nقلت: الدولعي: بمهملة إلى الدَّوْلَعِيَّة قرية بالموصل انتهى.\nالدوماني: بالضم إلى دُومَان بطن من همذان.\nالدومي: بالضم إلى دُومَة الجندل موضع فاصل بين الشام والعراق قلت: وإلى دُومَة قرية بغوطة دمشق غيرها ذكرها ياقوت انتهى.\nالدونقي: بالضم وفتح النون وقاف إلى دُونَق قرية بنهاوند.\nالدوني: بالضم إلى دُونة قرية بنهاوند أيضاً ودون قرية بدينور.\nالجزء: 1 ¦ الصفحة: 108\n",
        "الدولابي: صوابه بفتح أوله والناس يضمونه إلى عمل الدولاب ودولاب قرية بالري.\nالدويري: بالفتح والكسر وتحتية وراء إلى الدَّوِيرة قرية بنسابور قلت: ضم ياقوت أولها انتهى.\nوبالضم والفتح إلى الدُّوَيْرة موضع ببغداد.\nقلت: الدويسي: مصغراً إلى الدُّوَيْس قرية ببيهق انتهى.\nالدويني: بالضم والكسر وتحتية ونون إلى دُوِين مدينة بأذربيجان قلت فتح ياقوت أولها ولفظها دَوين انتهى.\nباب الدال والهاء\nالدهاسي: بالفتح ومهملة إلى دهاس.\nالدهان: إلى بيع الدهن.\nالدهجي: بالكسر والفتح وجيم إلى دِهَجِيّة قرية بأصبهان.\nالدهراني: بالفتح والسكون وراء إلى دَهْران قرية باليمن.\nقلت: الدهروطي: بالفتح إلى دَهْرُوط بلد قرب البهنسا انتهى.\nالدهستاني: بكسرتين وسكون المهملة وفوقية إلى دِهِسْتان مدينة عند مازندران.\nالدهشوري: بالكسر والسكون وضم المعجمة وراء إلى دِهْشُور قرية بجيزة مصر.\nالدهكي: بفتحتين إلى دهك قرية بالري.\nالدهماني: بالضم والسكون إلى دُهْمان بطن من أشجع ومن الأَزد وغيرهما.\nالدهني: مثله إلى دهن بطن من بجيلة وبالكسر إلى دِهْنة بطن من غافق.\nالدهيري: مكبراً إلى دَهِير بطن من بهراء.\nالدهيي: بالفتح والكسر إلى دهي بطن من مذحج.\nباب الدال واللام ألف\nالدلاصي: بالفتح والتخفيف ومهملة إلى دلاص قرية بصعيد مصر.\nالجزء: 1 ¦ الصفحة: 109\n",
        "الدلاني: بالكسر والتشديد ونون إلى دِلاَّن جد.\nالدلائي: بالفتح إلى دلاية بلد بالأندلس.\nباب الدال والياء\nقلت: الدياربكري: إلى ديار بكر بلاد وساعة من بلاد الجبل إلى دجلة تنسب إلى بكر بن وائل انتهى.\nالديباجي: بالكسر وتحتية وباء موحدة آخره جيم إلى صنعة الديباج الحرير وإلى الديباج من ولد عثمان بن عفان.\nالديبلي: بالفتح وسكون التحتية وضم الموحدة ولام إلى دَيْبُل مدينة قريبة من السند.\nالديرعاقولي: بالفتح والسكون وراء ومهملة وقاف إلى دير العاقول قرية ببغداد.\nالديري: إلى الدير قرية بالبصرة قلت: وإلى دير البلوط قرية بالرملة.\nوالديريني: بالسكر إلى ديرين بلد بالديار المصرية انتهى.\nالديزكي: بفتح أوله والزاي إلى دَيْزَك قرية بسمرقند ودَيْزك جد.\nالديزيلي: بالفتح وكسر الزاي بين تحتيتين ساكنتين ولام إلى دَيْزِيل جد.\nالديلماني: بفتح أوله واللام إلى دَيْلَمان قرية بأصبهان.\nالديلمي: بفتح أوله واللام إلى الدَّيْلَم بلاد معروفة.\nالدُّئلي: بالكسر كالدُّؤَلي.\nالديماسي: بالكسر إلى الدِّيماس الحمام وجد قلت: وإلى ديماس موضع عسقلان عالٍ انتهى.\nالديمسي: بالكسر وفتح الميم ومهملة إلى الدِّيمَس قرية ببخارى.\nالديناري: بالى الدينار المعروف ودينار جد وبطن من الأنصار ودرب دينار ببغداد ودِيَنارَابَاذ قرية قرب أسداباذ قلت: وقد ينسب إليه بكماله وسكة دينار بالري.\nوالدينباري: إلى دِينَبار قرية بمرو انتهى.\nالدينمزداني: بالكسر وسكون الياء والزاي وفتح النون والميم والدال المهملة إلى دينه مزدان قرية بمرو.\nالدينوري: بفتح أوله والنون وراء إلى الدَّيْنَوَر من بلاد الجبل.\nالجزء: 1 ¦ الصفحة: 110\n",
        "الدينوي: بالفتح وضم النون إلى دَيْنُو جد.\nالديواني: بالكسر إلى ديوان سكة بمرو.\nقلت: الديوانجي: إلى دِيوَانْجة قرية بهراة انتهى.\nالديوري: بالكسر والسكون وفتح الواو وراء إلى دِيوَر قرية بنيسابور.\nقلت: الديوقاني: إلى دِيوَقَان قرية بهراة انتهى.\nحرف الذال المعجمة\nباب الذال والألف\nالذارع والذراع: إلى ذرع الثياب والأرض.\nباب الذال والباء\nالذبحاني: بالضم وسكون الموحدة ومهملة إلى ذُبْحان بطن من رعين.\nالذبياني: بالضم وقيل بالكسر والسكون وتخفيف التحتية إلى ذُبْان اسم لعدة بطون.\nباب الذال والخاء\nالذخكتي: بفتح أوله والكاف وسكون المعجمة وفوقية إلى ذَخْكَت قرية بالروذبار.\nالذخيري: بالضم والفتح وتحتية وساكنة وراء إلى ذُخَيْر بطن من الصدف.\nالذخينوي: بفتح أوله والنون وكسر المعجمة ثم تحتية إلى ذَخِينَوَى قرية بسمرقند.\nباب الذال والراء\nالذرعيني: بفتح أوله والمهملة وسكون الراء والتحتية إلى ذَرْعَيْن قرية ببخارى.\nقلت: الذروي: إلى ذروة بلد باليمن انتهى.\nباب الذال والكاف\nالذكواني: بالفتح والسكون إلى ذَكْوان جد وبطن من سليم.\nباب الذال والميم\nالذماري: بالكسر والتخفيف وراء إلى ذمار قرية باليمن.\nالذمي: بالفتح والتشديد إلى ذما قرية بسمرقند.\nباب الذال والنون\nالذنبي: بفتح الذال والنون وموحدة إلى..\n..\nباب الذال والواو\nالذويدي: بالضم والفتح وسكون التحتية\nالجزء: 1 ¦ الصفحة: 111\n",
        "ومهملة إلى ذُوَيْد بن سعيد بن عدي بن عثمان بن عمرو بن أد.\nباب الذال والهاء\nالذهباني: بالضم والسكون وباء موحدة إلى ذُهْبان بطن من حضرموت.\nالذهبي: إلى سبك الذهب وتخليصه.\nالذهلي: بالضم والسكون إلى ذهل بن ثعلبة وذهل بن شيبان وذهل بن معاوية بطن من كندة وذهل بن الحارث بطن من جعفي.\nباب الذال والياء\nالذيالي: بالفتح والتشديد إلى الذّيَّال جد.\nالذيبي: بالكسر إلى ذيب بن عمرو بطن من الأزد.\nالذيبدواني: بالكسر وفتح الموحدة والواو وسكون المهملة إلى ذِيبَدْوَان قرية ببخارى.\nالذيموني: بالفتح والسكون والضم إلى ذَيْمُون قرية قرب بخارى.\nحرف الراء\nباب الراء والألف\nالراجياني: بكسر الجيم وتخفيف التحتية إلى الراجيان جد.\nالراذاني: بالمعجمة إلى رازان قرية ببغداد.\nالراذكاني: بفتح الذال المعجمة إلى الراذَكان بلد بنواحي طوس.\nالراراني: براءين مهملتين إلى راران قرية بأصبهان.\nالرازاني: بزاي إلى رازان محلة ببروجرد.\nالرازي: بالزاي إلى الري مدينة من بلاد الديلم.\nالراسبي: بكسر المهملة وباء موحدة إلى راسب بطن من الأزد.\nالراسي: إلى رأس عين بلد بالجزيرة ويقال أيضاً الرسعني.\nقلت: الراشتيناني: إلى راشتينان بكسر المعجمة والفوقية وتحتية ونونين بينهما ألف قرية بأصبهان انتهى.\nالجزء: 1 ¦ الصفحة: 112\n",
        "الراشدي: إلى الراشِدِيّة قرية ببغداد.\nالراغسرسني: بفتح الراء الأولى والمعجمة والمهملتين ونون إلى الرَّاغَسَرْسَنة قرية بنسف.\nالراغني: بفتح المعجمة ونون إلى رَاغَن قرية بصعيد مصر.\nالرافعي: إلى رافع وأبي رافع قلت: الرافعي إمام الشافعية إلى رافع بن خديج وقال النووي رحمه الله إلى رافعان قرية بقزوين وأنكروه انتهى.\nالرافقي: بالفاء المكسورة والقاف إلى رافِقة بلد على الفرات يقال لها الآن الرقة.\nالرامراني: بفتح الراءين والميم إلى رامَران قرية بنسا.\nالرامشي: بضم الميم ومعجمة إلى رامُش جد وقرية ببخارى.\nقلت: الرامشيني: إلى رامشين قرية بهمذان انتهى.\nالرامكي: بفتح الميم إلى رامك جد.\nالرامني: بفتحها إلى رامَن قرية ببخارى.\nالرامهرمزي: بفتح الميم الأولى وضم الهاء والثاني وسكون الراء بينهما وزاي إلى رامَهُرْمُز كورة بالأهواز.\nالراميثني: بكسر الميم وتحتية ومثلثة مفتوحة ونون إلى رامِيثَنَة قرية ببخارى.\nالرامي: إلى رمي النشاب.\nالراني: بالنون قلت: إلى الران مدينة بين مراغة وزنجار انتهى.\nالراوساني: بفتح الواو والمهملة ونون إلى راوَسان قرية بنيسابور.\nالجزء: 1 ¦ الصفحة: 113\n",
        "الراوندي: بفتح الواو وسكون النون ومهملة إلى راوند قرية بقاسان.\nقلت: الراونسري: إلى رَاوَنِسَر قرية بأرغيان انتهى.\nالراونيري: بفتح الواو وكسر النون وتحتية وراء إلى راوَنِير قرية بأرغيان.\nالراوني: بفتح الواو ونون إلى راون مدينة من طخارستان بلخ.\nالراهبي: بكسر الهاء وموحدة إلى راهب جد.\nالراهوي: بضم الهاء إلى راهُويه جد.\nالرالاني: إلى رالان بطن من مازنٍ.\nقلت: الراياني: إلى رايان قرية بهمذان انتهى.\nالرائشي: بكسر التحتية ومعجمة إلى بني رائِش بطن من كندة.\nالرائضي: بكسر التحتية ومعجمة إلى رياضة الخيل وتعليمها.\nباب الراء والباء\nالربابي: بالكسر وموحدتين إلى تيم الرِّبَاب قبيلة من مضر.\nالرباحي: بفتحتين ومهملة إلى قلعة رَبَاح بالأندلس.\nالرباطي: بالكسر إلى موضع الرباط وهو الثغر.\nالربالي: بالفتح ولام إلى رَبَال جد.\nالربذي: بفتحتين ومعجمة إلى الرَّبَذة قرية بالمدينة.\nالربضي: بفتحتين ومعجمة إلى الربض محلة بقرطبة قلت: وبشيراز وبمرو انتهى.\nالجزء: 1 ¦ الصفحة: 114\n",
        "الربعي: بفتحتين ومهملة إلى رَبِيعة بن نزار ورَبْعَة الأزد ورَبِيعةِ الجوع من تميم وربعة بن رشدان بطن من جهينة ورُبِيعةِ بن حصن بطن من كلب وربيع بطن من طيء.\nالربنجني: بالفتح والكسر وسكون النون الأولى وفتح الجيم إلى رَبِنْجَن بلد بسغد سمرقند.\nالربيعي: إلى الربيع جد.\nباب الراء والجيم\nالرجالي: إلى أبي الرجال بلفظ جمع رجل كنية جد.\nالرجاني: بفتحتين ونون قلت: وتشديد الجيم إلى رَجَّان قال ياقوت رحمه الله أظنها أرجان التي بين الأهواز وفارس انتهى.\nالرجائي: بفتحتين إلى رجا جد وقرية بسرخس.\nالرجوعي: بضمتين إلى رُجُوعة لقب جد.\nباب الراء والحاء\nالرحال: إلى الرحلة والرحل.\nالرحائي: إلى الرَّحا المعروفة قلت: وإلى رَحَا موضع بسجستان انتهى.\nالرحبي: بسكون المهملة إلى رحبة بن مالك بن طوق بلد على الفرات قلت: ورحبة قرية بدمشق وبضم الراء إلى رحبة بلد على مرحلة من الكوفة انتهى وبفتحتين إلى رحبة بطن من حمير.\nباب الراء والخاء\nالرخاني: بفتح الراء والمعجمة إلى رخان قرية بمرو.\nالرخجي: بالضم وتشديد المعجمة وتشديد المعجمة المفتوحة وجيم إلى الرَّخَّجيّة قرية ببغداد والرُّخَّج بلاد بسجستان.\nالرخشبوذي: بضم أوله والباء الموحدة وفتح الشين المعجمة وآخره ذال معجمة إلى رُخْشَبُوذ قرية بترمذ.\nالجزء: 1 ¦ الصفحة: 115\n",
        "الرخشي: بالفتح والسكون إلى خان رَخْش بنيسابور.\nالرخينوني: بالفتح والكسر وتحتية ونون إلى رَخِينوى قرية بسمرقند.\nالرخي: بالضم والتشديد إلى الرخ ناحية بنيسابور.\nباب الراء والدال\nالردادي: بالفتح والتشديد إلى الرَّدَّاد جد.\nالردماني: بالفتح والسكون إلى رَدْمان بطن من رعين.\nباب الراء والذال\nالرذاني: بفتح الراء والمعجمة إلى رَذَان قرية بنسا.\nباب الراء والزاي\nالرزاباذي: بفتح الراء والزاي والموحدة آخره معجمة إلى رزاباذ سكة بمرو.\nالرزاز والرُّزي: إلى الرز المعروف.\nالرزامي: بكسر الراء وفتح الزاي إلى حوض رِزَام محلة بمرو.\nالرزجاهي: بفتح أوله والجيم وسكون الزاي إلى رَزْجَاه قرية ببسطام.\nقلت: الرزماباذي: إلى رُزْماباذ قرية بأصبهان انتهى.\nالرزمازي: بالفتح وسكون الزاي الأولى إلى رَزْماز قرية بسمرقند.\nالرزماناخي: بالفتح وسكون الزاي ونون بين الألفين آخره معجمة إلى رَزْماناخ قرية ببخارى.\nالرزيقي: بالفتح وكسر الزاي آخره قاف إلى رَزِيق محلة بمرو.\nباب الراء والسين\nالرستغفري: بفتح الراء والفوقية والفاء وسكون المهملة والغين المعجمة آخره راء إلى رَسْتَغْفر قرية باشتيخن.\nالرستغفني: بضم الراء والفوقية وسكون المهملة والغين المعجمة آخره نون إلى رُسْتُغْفن قرية بسمرقند.\nالرستمي: بضم الراء الفوقية إلى رُسْتُم جد.\nالرستي: مثله بلا ميم إلى رُسْتة جد.\nقلت: الرستني: بالفتح آخره نون إلى رَسْتن بلد بين حماة وحمص انتهى.\nالجزء: 1 ¦ الصفحة: 116\n",
        "الرسعني: بفتح الراء والعين وسكون المهملة إلى رأس عين مدينة بالجزيرة وقرية بفلسطين.\nالرسولي: إلى جد كان رَسُولاً للملوك.\nالرسي: بالفتح والتشديد إلى بطن من العلوية.\nباب الراء والشين\nقلت: الرشاطي: إلى رشاطة بلد بالغرب.\nوالرشتاني: بالكسر وسكون المعجمة وفوقية إلى رشْتان قرية بمرغينان انتهى.\nالرشيدي: إلى الرشيد الخليفة ورشيد بلد بمصر على ساحل البحر وبضم الراء وفتح المعجمة إلى رشيد رجل من الخوارج رأس الرشيدية.\nالرشيقي: بالفتح وكسر المعجمة وقاف إلى رشيق رجل.\nباب الراء والصاد\nالرصافي: بالضم وتخفيف المهملة وفاء إلى الرُّصَافة مدينة بالشام وبالأندلس أيضاً ومحلة ببغداد وقرية بالبصرة وبواسط أيضاً.\nباب الراء والضاد\nالرضائي: بالضم وتخفيف المعجمة إلى رضا بطن من مراد.\nالرضراضي: بفتح الراءين وسكون المعجمة الأولى إلى الرَّضَراضة موضع بسمرقند.\nالرضوي: بفتحتين إلى الرضي العلوي.\nباب الراء والعين\nالرعلي: بالكسر وسكون المهملة إلى رِعْل حي من سليم.\nالرعيلي: مصغرة إلى رعيل بطن من الصدف.\nالرعيني: مثله بنون إلى ذي رعين من أَقْيال اليمن.\nباب الراء والغين\nالرغباني: بالضم وسكون الغين المعجمة وباء موحدة إلى رُغْبان جد.\nباب\nالراء\nوالفاء\nالرفاء: إلى رفو الثياب.\nالرفاعي: بالكسر وتخفيف الفاء إلى رفاعة جد وبطن من جهينة.\nالرفني: بفتحتين ونون إلى رَفِينة بلد بأطرابلس الشام.\nالرفوني: بضمتين ونون إلى رفون قرية بسمرقند.\nباب الراء والقاف\nالرقاشي: بالفتح وتخفيف القاف ومعجمة إلى رَقَاش بنت قيس بن ثعلبة.\nالجزء: 1 ¦ الصفحة: 117\n",
        "الرقاعي: بالكسر وقاف إلى الرِّقَاع بطن من جشم وإلى كتابة الرِّقَاع وإلى الرقاع جد.\nالرقيقي: إلى بيع الرقيق وشارع دار الرقيق محلةٍ ببغداد.\nالرقي: بالفتح والتشديد إلى الرقة مدينة على الفرات.\nباب الراء والكاف قلت: الركاني: بالنون إلى ركانة مدينة بالأندلس.\nوالركبي: إلى ركبة بلفظ العضو بين مكة والطائف.\nوالركلي: إلى ركلة بلد من عمل سَرَقُسْطة انتهى.\nالركندي: بضمتين وسكون النون ومهملة إلى رُكُنْدة قرية بسمرقند.\nباب الراء والميم\nالرماح: إلى الرمح.\nالرماحسي: بالضم والتخفيف وكسر المهملة ومهملة إلى رُمَاحِس جد.\nالرماحي: بالفتح والتشديد إلى الرماح بطن من كلب.\nالرمادي: بالفتح والتخفيف ومهملة إلى رماد قرية باليمن وبفلسطين وبالغرب أيضاً.\nالرماني: بالفتح والتخفيف إلى رمان بطن من مذحج ومن السكون وبالضم والتشديد إلى الرمان المعروف وقصر الرمان بواسط.\nالرمجاري: بفتح الراء والجيم وسكون الميم آخره راء إلى رَمْجَار محلة بنيسابور.\nالرمقي: بفتحتين وقاف.\nالرملي: بالفتح والسكون ولام إلى الرَّمْلة مدينة بفلسطين ومحلة بسرخس ورَمْلة جدة.\nالرميلي: مصغراً إلى الرُّمَيْلة بالأرض المقدسة.\nباب الراء والنون\nالجزء: 1 ¦ الصفحة: 118\n",
        "الرناني: بالضم وتخفيف النون إلى رُنَان قرية بأصبهان.\nقلت: الرندي: بالضم والسكون ومهملة إلى رندة حصن بالأندلس انتهى.\nباب الراء والواو\nالرواجني: بفتح الراء والواو وكسر الجيم ونون إلى الرَّوَاجن بطن.\nالروادي: بالفتح والتشديد ومهملة إلى رواد رجل.\nالرواسي: بالفتح والتشديد إلى بيع الرُّؤُوس كالرُّوّاس وبالضم والتخفيف إلى رُوَاس بطن من قيس عيلان ومن همذان.\nقلت: الروبي: بالضم إلى رُوب موضع بنواحي بلخ.\nوالروبائي: إلى رُوبَا قرية ببغداد انتهى.\nالروبانجاهي: بالضم وفتح الموحدة وجيم إلى الروبج لقب جد.\nالروحي: بالفتح والسكون ومهملة إلى روح بن القاسم قلتك وإلى روحة قرية بقيروان.\nوالروحاي: إلى الرَّوْحَا من قرة الرحبة انتهى.\nالروذباري: بالضم وسكون الواو والمعجمة وفتح الموحدة آخره راء إلى رُوذْبار بلد عند طوس.\nالجزء: 1 ¦ الصفحة: 119\n",
        "الروذراوري: بالضم وسكون الواو والمعجمة وفتح الراء والواو ثم راء إلى رُوذْرَاوَر بلد بهمذان.\nالروذدشتي: بالضم وفتح المعجمة والمهملة وسكون المعجمة وفوقية إلى رُوذَدَشْت قرية بأصبهان.\nالروذفغكدي: بالضم وفتح المعجمة والفاء والكاف وسكون الغين المعجمة بينهما آخره مهملة إلى رُوذَفَغْكَدا قرية بسمرقند.\nالروذكي: بالضم وفتح المعجمة إلى رُوذَك ناحية بسمرقند.\nالروذي: بالضم ومعجمة إلى روذة محلة بالري.\nالروزوي: بضم الراء والزاي إلى رُوزُويه جد.\nالروزجاري: بالضم وسكون الواو والزاي وجيم وراء إلى رُوزْجار وهو الذي يعمل بالنهار.\nالروقي: بالفتح والسكون وقاف إلى روق جد.\nالرومي: بالضم إلى بلاد الروم.\nالروياني: بالضم وسكون الواو وتخفيف التحتية إلى رُويَان مدينة بنواحي طبرستان.\nالرويدشتي: بالضم وفتح الواو والمهملة وسكون التحتية والشين المعجمة وفوقية إلى رُوَيْدَشْت قرية بأصبهان.\nالرويطي: مصغراً إلى رُوَيْط جد.\nباب الراء والهاء\nقلت: الرهاطي: بالضم إلى رُهاط قرية قرب مكة على طريق المدينة انتهى.\nالرهامي: بالضم إلى رهام جد.\nالرهاوي: بالفتح إلى رَهَا بن يزيد بطن من مذحج وبالضم إلى الرُّهَا مدينة بالجزيرة.\nقلت: الرهني: بالضم والسكون إلى رُهْنة قرية بكِرْمان انتهى.\nالرهيني: بالفتح والكسر إلى رَهِين جد.\nباب الراء والياء\nالرياحي: بكسر وتخفيف التحتية ومهملة إلى رياح بطن من تميم ومن جرم قلت: وإلى محلة لهم بالبصرة انتهى.\nالرياشي بوزنه بمعجمة الى رياش رجل من جذام.\nالرياني بالفتح والتشديد الى ريان قرية بنسا قلت ومحلة ببغداد انتهى.\nالجزء: 1 ¦ الصفحة: 120\n",
        "الريحاني: إلى الريحان المعروف وجد.\nالريخشني: بالكسر وسكون التحتية والخاء المعجمة وفتح الشين المعجمة ونون إلى رِيخْشَن قرية بسمرقند.\nالريساني: بالكسر ومهملة إلى رِيسَان جد.\nالريغذموني: بالكسر وسكون التحتية والمعجمة وفتح الذال المعجمة وضم الميم إلى رِيغْذَمُون قرية ببخارى.\nقلت: الريغي: إلى ريغة إقليم بالمغرب انتهى.\nالريكنزي: بالكسر وفتح الكاف وسكون النون وزاي إلى رِيكَنْز قرية بمرو.\nقلت: الريمي: إلى رَيْمَة ناحية باليمن انتهى.\nالريوددي: بالكسر وفتح الواو والمهمة الأولى إلى ريوَدَد قرية بسمرقند.\nالريودي: مثله بدال واحدة إلى ريوَدَا قرية ببخارى.\nالريوذي: مثله والذال معجمة إلى رِيوَذَى من قرى بيهق.\nالريورثوني: بالكسر وفتح الواو وسكون الراء وضم المثلثة إلى رِيوَرْثُون قرية.\nالريوقاني: بالكسر والسكون وفتح الواو وقاف إلى رِيوَقان قرية بمرو.\nالريونجي: بالكسر وفتح الواو وسكون التحتية قبلها والنون ثم جيم إلى رِيوَنْج.\nالريوندي: بوزنه بدال مهملة إلى رِيوَنْد ناحية بنيسابور.\nالريوي: بالسكر والسكون إلى رِيو محلة ببخارى.\nالربي: بالفتح والتشديد إلى رَيّة مدينة بالأندلس.\nحرف الزاي\nباب الزاي والألف\nالزابي: إلى الزاب بموحدة ناحية بواسط وبالأندلس.\nالجزء: 1 ¦ الصفحة: 121\n",
        "الزاذاني: بمعجمة إلى زاذان جد.\nالزاذبهي: بفتح المعجمة وكسر الموحدة إلى زاذَبِه جد.\nقلت: الزاذقاني: إلى زاذقان قرية انتهى.\nالزاذكي: بفتح المعجمة إلى زاذَك قرية بما وراء النهر.\nقلت: الزارجاني: إلى زارجان قرية بأصبهان انتهى.\nالزارياني: بسكر الراء وتخفيف التحتية إلى زَارِيان قرية بمرو.\nالزازي: بزاءين إلى زاز قرية بصغد سمرقند.\nالزاطي: إلى زاطيا جد.\nالزاغرسرسني: بفتح الزاي والمعجمة والسينين المهملتين وسكون الراءين ونون إلى زَاغَرْسَرْسَن قرية بسمرقند.\nالزاغولي: بضم المعجمة إلى قرية من قرى بنج ديه وبالنون إلى زاغونا قرية ببغداد.\nقلت: الزقفي: بقاف ثم فاء إلى زاقف قرية بنواحي بابل.\nوالزاكاني: إلى زاكان قبيلة من العرب سكنوا قزوين انتهى.\nالزامراني: براء بعد الميم إلى زامران قرية قرب نسا.\nالزاميني: بكسر الميم وسكون التحتية ونون إلى زامين بلد بنواحي سمرقند.\nالزامي: إلى زام ناحية بنيسابور.\nالزاوري: بفتح الواو وراء إلى زاوَر قرية بالصغد وبالهاء إلى زاوة من قرى بوشنج.\nالجزء: 1 ¦ الصفحة: 122\n",
        "قلت الزاوطي: بفتح الواو إلى زاوَطا بلد قرب الطيب.\nوالزاوهي: بوزنه إلى زاوَه كورة بنيسابور انتهى.\nالزاهري: بكسر الهاء وراء إلى زاهر رجل.\nالزاهي: كالقاضي إلى زاه قرية بنيسابور.\nباب الزاي والباء\nالزبادي: بالفتح وتخفيف الموحدة ومهملة إلى زَبَاد موضع بالغرب.\nالزباري: بالضم والتخفيف وراء إلى زُبَارة بطن من العلويين وبالفتح والتشديد إلى زَبَّار جد.\nالزبالي: بالفتح وقيل الضم والتخفيف ولام إلى جد وبالضم قطعاً إلى زبالة موضع بطريق مكة شرفها الله تعالى قلت: من ناحية الكوفة انتهى.\nالزيببي: بكسرتين إلى زِيببا جد.\nالزبحي: بفتح الزاي والباء الموحدة ومهملة إلى الزَّبَح قرية بجرجان.\nقلت: الزبداني: بفتحتين إلى الزَّبَدانِيّ مثله كورة بني دمشق وبعلبك.\nوالزبدقاني: إلى زبدقان قرية على نهر الخابور انتهى.\nالزبرقاني: بكسر الزاي والراء وسكون الموحدة وقاف إلى زِبْرِقان جد.\nالزبريقي: مثله وتحتية بعد الراء إلى زِبْرِيق جد.\nالزبري: بالضم والفتح إلى زُبَر بطن من بني سامة بن لؤي وبالفتح والسكون إلى زَبْر جد.\nالجزء: 1 ¦ الصفحة: 123\n",
        "الزبغدواني: بفتح الزاي والموحدة والواو وسكون المعجمة وضم الدال المهملة إلى زَبَغْدُوَان قرية ببخارى.\nالزبوري: إلى زبور بلفظ الكتاب جد.\nالزبوي: بالفتح والضم إلى زَبُويَه قرية بمرو.\nالزبيبي: بالفتح إلى الزبيب المأكول وبالنون آخره إلى زَبِينة جد.\nالزبيدي: بالفتح والكسر ومهملة إلى زَبِيد مدينة باليمن وبالتصيغير إلى زُبَيْد قبيلة من مذحج.\nالزبيري: مصغراً إلى الزُّبَيْر بن العوام وجد غيره قلت: والزُّبَيْرِيّة قرية بمصر انتهى.\nالزبيني: مر في الزبيبي.\nالزبيلاذاني: بالضم والكسر وذال معجمة إلى زُيِيلاذان قرية ببلخ.\nباب الزاي والجيم\nالزجاج: بالفتح والتشديد إلى خرط الزُّجَاج.\nالزجاجي: بالفتح والتشديد صاحب الجمل إلى الزَّجَّاج شيخه قلت: وأبو شجاع الزجاجي إلى الزجاجة قرية بصعيد مصر قرب قوص انتهى.\nوبضم الزاي وتخفيف الجيم إلى عمل الزجاج.\nقلت: الزجالي: إلى الزجاجلة محلة بقرطبة انتهى.\nباب الزاي والراء\nالزَّرّاد: بالفتح والتشديد إلى صنعة الدروع.\nالزراري: بالضم ومهملتين إلى زُرَارة جد والزُّرَاريّة من الشيعة أصحاب زُرَارة بن أعين.\nقلت: الزرجاهي: بالفتح وسكون الراء وجيم إلى زَرْجاه قرية ببسطام انتهى.\nالزرجيني: بفتح الزاي والجيم وسكون الراء والتحتية إلى زَرْين محلة بمرو.\nالزرخشي: بفتح الزاي والراء وسكون المعجمة ثم معجمة إلى زَرَخْش قرية ببخارى.\nالزردي: بالفتح والسكون ومهملة إلى زَرْد قرية بأسفراين وأبي الزَّرْد جد.\nالزرزمي: بفتح الزاي والراء وسكون الزاي إلى زَرَزْم قرية بمرو.\nالزرقاني: بالفتح والسكون وقاف إلى زَرْقان.\nالزرقي: بالفتح والسكون إلى زرق قرية بمرو\nالجزء: 1 ¦ الصفحة: 124\n",
        "وبالضم والفتح إلى بني زَرْيق بطن من الأنصار.\nالزركواني: بفتح الزاي والكاف والواو وسكون الراء إلى زَرْكَوَان قرية بسمرقند.\nالزرماني: بالفتح والسكون إلى زَرْمان قرية بسمرقند.\nالزرنجراي: بفتح الزاي والراء الأولى والجيم وسكون النون إلى زَرَنْجَرا قرية ببخارى.\nالزرنجي: بفتحتين ونون ساكنة وجيم إلى زَرَنْج ناحية بسجستان وبدال مهملة إلى زَرَنْد بلد بأصبهان.\nقلت: الزرهوني: إلى زرهون جبل قرب فارس انتهى.\nالزرواني: بالضم والسكون إلى زُرْوان جد.\nالزروديزكي: بفتح الزاي الأولى والأخيرة وضم الراء وكسر المهملة إلى زَرُودِيزَة قرية بسمرقند.\nالزريقي: مصغراً إلى زُرَيْق جد.\nالزري: بالفتح والتشديد إلى زَرّ جدّ وبالكسر إلى زِرّ جدّ.\nباب الزاي مع الزاي\nقلت: الززي: بمعجمتين ثانيتهما مشددة الززّ ولاية بنواحي همذان انتهى.\nباب الزاي والطاء\nالزطني: بفتح الزاي والطاء المشددة إلى زَطَّن.\nباب الزاي والعين\nالزعافري: بفتح الزاي والمهملة وكسر الفاء وراء إلى الزَّعَافِر بطن من أود.\nالجزء: 1 ¦ الصفحة: 125\n",
        "الزعبلي: بفتح الزاي والباء الموحدة ولام إلى زَعْبَل بطن من سامة بن لؤي وبكسرهما إلى زِعْبِل جد.\nالزعبي: مثله إلى زِعْب بطن من سليم.\nالزعفراني: بفتح الزاي والفاء والراء إلى الزعفران المعروف وإلى الزعفرانية قرية قرب بغداد وأخرى بين هَمذان وأسداباذ وفرقة من المبتدعة.\nالزعلي: بالكسر والسكون ولام إلى زِعْل بطن من سامة بن لؤي وبالفتح وكسر إلى زَعِل بطن منهم أيضاً.\nالزعوري: بالفتح والضم وراء إلى زَعُورا جدّ أبي زيد قيس بن السكن الأنصاري جامع القرآن.\nالزعلاني: بالفتح والسكون إلى زَعْلان جد.\nالزعيمي: بالفتح والكسر إلى زعيم الدولة.\nباب الزاي والغين\nقلت: الزغرتاني: إلى زغرتان قرية بهراة انتهى.\nالزغريماشي: بفتح الزاي وسكون المعجمة وكسر الراء آخره معجمة إلى زَغْرِيماش محلة بسمرقند.\nالزغبي: بالكسر وسكون المعجمة وباء موحدة إلى زِغْبة بطن من القين.\nالزغنداني: بفتحتين وسكون النون ومهملة إلى زَغَنْدان قرية بمرو.\nالزغوري: بالفتح والضم وراء إلى زَغُورة.\nالزغيثي: بالضم والفتح وتحتية ساكنة ومثلثة إلى زُغَيْث بطن.\nباب الزاي والفاء\nالزفتي: بالكسر وسكون الفاء وفوقية إلى الزفت المعروف.\nقلت: الزفتاوي: بالكسر والسكون إلى زفتا قرية بمصر انتهى.\nباب الزاي والقاف\nالزقاق: إلى الزِّقّ وبيعه.\nالزقيقي: بالضم وفتح القاف الأولى وتحتية ساكنة إلى زُقَيْق جد.\nباب الزاي والكاف\nالزكاري: بالفتح والتشديد وراء إلى زَكَّار جد.\nباب الزاي والكاف\nالجزء: 1 ¦ الصفحة: 126\n",
        "الزكاني: بالفتح إلى زكان قرية بسمرقند.\nباب الزاي واللام\nالزليقي: بالضم آخره قاف إلى زليقة بطن من هذيل.\nباب الزاي والميم\nالزماني: بالكسر والتشديد إلى زمان بطن من ربيعة ومن الأزد وهوازن.\nالزمخشري: بفتح الزاي والميم والشين المعجمة وسكون الخاء المعجمة وراء إلى زمخشر قرية بخوارزم.\nالزمزمي: إلى زمزم بئر وزمزمة جدّ الزمعي: بالفتح والسكون ومهملة إلى زمعة جد.\nالزملقي: بكسر الزاي واللام وسكون الميم وقاف إلى زملقا قرية ببخارى قلت: وبضم أوله وثانيه وسكون اللام إلى زملق قرية بمرو انتهى.\nالزملكاني: بفتح الزاي واللام إلى زملكا قرية بدمشق وأخرى ببلخ.\nالزميلي: مصغراً إلى بني زميل بطن من تجيب.\nالزمي: بالفتح والتشديد إلى زم بلد على طرف جيحون.\nقلت:\nباب الزاي والنون\nالزناتي: بالفتح إلى زنات ناحية بسرقسطة انتهى.\nالزنبري: بفتح الزاي والموحدة وسكون النون بينهما وراء إلى أبي زنبر جدّ قلت: وزنبر محلّة بمصر انتهى.\nالزنبقي: بفتح الزاي والموحدة وسكون والنون بينهما وقاف إلى بيع الأدهان الطيبة.\nالزنجاني: بالفتح والسكون إلى زنجان مدينة على حد أزربيجان.\nالزنجفري: بالكسر وفتح الجيم وسكون النون والفاء إلى عمل الزنجفر المعروف.\nالزنجوي: بالفتح وضم الجيم إلى زنجويه جدّ.\nالزنجي: بالفتح إلى الزّنج نوع من السودان.\nالزندخاني: بفتح الزاي والدال المهملة والخاء المعجمة إلى زندخان قرية بسرخس قلت: وبالجيم بدل الخاء قرية ببوشنج انتهى.\nالزندرميثي: بفتح الزاي والمهملة والمثلثة\nالجزء: 1 ¦ الصفحة: 127\n",
        "وسكون النون والراء والتحتية بعد الميم لى زندرميثن قرية ببخارى.\nالزندوردي: بفتح الزاي والدال المهملة الأولى والواو وسكون النون والراء إلى زندورد قرية ببغداد.\nالزندنياي: بفتح الزاي والمهملة والتحتية وسكون النونين إلى زندنيا قرية بنسف.\nالزندني: بفتح الزاي والمهملة وسكون النون إلى زندنة قرية ببخارى.\nالزندي: مثله بلا نون إلى زند قرية ببخارى.\nالزنكلوني: يتلو في السنكلومي.\nباب الزاي والواو\nقلت: الزواحي: بالفتح إلى الزّواحي قرية باليمن انتهى.\nالزوالقنجي: بالضم وفتح الواو واللام والقاف وسكون النون وجيم إلى زوالقنج محلة بالسنج.\nالزورابذي: بالضم وفتح الراء والباء الموحدة ثم معجمة إلى زورابذ ناحية بسرخس وبنيسابور أيضاً.\nقلت: الزوزاني: إلى زوزا قرية بحّران انتهى.\nالزوزني: بفتح الزاءين وسكون الواو إلى زوزن بلد بين هراة ونيسابور.\nالزوشي: بالضم ومعجمة إلى زوش قرية ببخارى.\nالزوفي: بالفتح والسكون وفاء إلى زوف بطن من مراد ومن حضرموت.\nالزولهي: بالضم وفتح اللام إلى زولاه قرية بمرو.\nقلت: الزولابي: بالضم وموحدة إلى زولاب موضع بخراسان انتهى.\nالزولاقي: بالضم وقاف إلى زولاق جدّ.\nالزويلي: بالضم والكسر إلى زويل محلة بهمذان انتهى.\nباب الزاي والهاء\nالزهراني: بالفتح والسكون إلى زهران بطن من الأزد.\nالزهري: بالضم إلى زهرة بن كلاب بن مرّة بن\nالجزء: 1 ¦ الصفحة: 128\n",
        "كعب بن لؤي وزهرة بن بديل بن سعد بن عدي قلت: وبالفتح إلى الزّهراء مدينة بقرطبة انتهى.\nالزهموي: بالفتح والسكون إلى زهمويه جدّ.\nالزهيري: مصغراً إلى زهير بن خشم بن بكر وزهير بن جناب بن هبل بطن من كلب.\nباب الزاي والياء\nالزّيات: إلى بيع الزّيت الزياداباذي: بالكسر وفتح التحتية والمهملة والباء الموحدة آخره معجمة إلى زياداباذ قرية بشيراز.\nالزيادي: بالكسر إلى زياد جدّ وبطن من الأزد ومن بني كعب والزّياديّة من الخوارج إلى زياد بن الأصفر.\nالزيبقي: بالكسر وفتح الموحدة إلى الزّيبق المعروف.\nالزيبي: بالفتح والسكون آخره موحدة إلى زيب قرية عند عكّا.\nالزيتوني: إلى زيتون بلفظ المأكول قلت: وقرية بصعيد مصر انتهى.\nالزيداني: بفتح الزاي والدال المهملة إلى صحراء زيدان موضع بالكوفة.\nالزيداوني: مثله والواو مفتوحة إلى زيداون قرية من كور الأهواز.\nالزيدي: إلى زيد بن علي بن الحسين نسباً ومذهباً وزيد بن ثابت وزيد بن أبي أنيسة وزيد الله بن سعد العشيرة بطن من مذحج وزيد بن عمرو بطن من طيىء وزيد بن الغوث بطن من بجيلة والزّيديّة قرية بسواد بغداد.\nالزيقي: بالكسر والسكون وقاف قلت: إلى زيق محلّة بنيسابور انتهى.\nالزيكوني: بالكسر والسكون وضم الكاف إلى زيكون قرية بنسف.\nقلت: الزيلعي: بفتح أوله واللام قبلها تحتية ساكنة آخره مهملة إلى زيلع قرية على البحر بناحية الحبشة.\nوالزيلوشي: إلى زيلوش قرية بالرّملة انتهى.\nالزيني: بالفتح والسكون إلى زين جدّ.\nالزينبي: إلى زينب بنت سليمان بن علي بن عبد الله بن العبّاس.\nالجزء: 1 ¦ الصفحة: 129\n",
        "حرف السين المهملة\nباب السين والألف\nالساباطي: إلى ساباط قرية قرب سمرقند.\nالسابح: إلى العوم.\nالسابري: بفتح الموحدة إلى نوع من الثياب يسمى السابري.\nالسابوري: بضمها إلى سابور بلد بفارس وجد.\nالساجي: بالجيم إلى الساج الخشب.\nالساحلي: بكسر المهملة إلى الساحل وهي البلاد على طرف البحر.\nالساربان: بفتح الراء والموحدة إلى حفظ الجمال.\nالساركوني: بفتح الراء وضم الكاف إلى ساركون قرية بسواد بخارى.\nالساري: إلى سارية من مدن مازنداران.\nالساسياني: إلى ساسان محلة بمرو انتهى.\nالساسجردي: بسكون المهملة الثانية والراء وكسر الجيم آخره مهملة إلى ساسجرد قرية بمرو.\nقلت: الساسكوني: إلى ساسكون قرية بحماة انتهى.\nالسايساني: بتخفيف التحتية إلى ساسيان محلة بمرو قلت: ذكرها ياقوتٌ بلا ياء وتقدمت من زيادتي.\nوالساسي: إلى ساس قرية بواسط انتهى.\nالساعدي: إلى ساعدة بن كعب من الخزرج.\nالساغرجي: بفتح المعجمة وسكون الراء وجيم إلى ساغرج قرية بسمرقند ويقال بالصاد أولها.\nالسافردري: بفتح الفاء والمهملة وسكون الراء الأولى إلى سافردر قرية قرب آمل.\nالساكبديازري: بفتح الكاف والباء الموحدة\nالجزء: 1 ¦ الصفحة: 130\n",
        "والتحتية والزاي وسكون الدال المهملة إلى ساكبديازر قرية بنسف.\nالسالحيني: بفتح اللام وكسر المهملة إلى سالحين قرية بسواد بغداد.\nالسالمي: إلى سالم بطن من الأنصار وجدّ والسالمية رأسهم أبو الحسن بن سالم.\nالساماني: بالنون إلى السامانية ملوك ما وراء النهر قلت: وإلى سامان محلة بأصبهان وقرية بسمرقند أيضاً انتهى.\nالسامري: بفتح الميم وتشديد الراء إلى سر من رأى مدينة فوق بغداد.\nالسامي: إلى سامة بن لؤي بن غالب قلت: وإلى سام قرية بدمشق ومحلة سامة بالبصرة.\nوالساميني: إلى سامين قرية بهمدان انتهى السابخني بسكون النون الأولى وفتح الجيم إلى سانجن قرية بنسف.\nالسانجني: مثله بلا نون آخره إلى سان قرية بنواحي بلخ.\nالسانقاني: بسكون النون الأولى وفتح القاف إلى سانقان قرية بمرو.\nالسانوجردي: بضم النون وكسر الجيم وراء ومهملة إلى سانرجرد قرية بمرو.\nالساوكاني: بسكون الواو إلى ساوكان قرية بخوارزم.\nالساوي: إلى ساوة مدينة بين الري وهمدان.\nالسائح: إلى السياحة في البلاد.\nباب السين والباء\nالسباري: بالكسر وفتح الموحدة وراء إلى سبيرى ويقال سبارى قرية ببخارى.\nالسباعي: مثله إلى بني سباع وسباع جدّ.\nالسباك: إلى سبك النقد.\nالسباكي: بالكسر والتخفيف إلى سباكة بطن من يحصب.\nالجزء: 1 ¦ الصفحة: 131\n",
        "السباي: بالفتح إلى سبا بن يشجب بن يعرب بن قحطان وإلى عبد الله بن سبأ رأس السبائية من الرافضة.\nالسبتي: بالفتح والسكون وفوقية إلى سبتة مدينة بالغرب.\nالسبحي: بالضم والفتح وإلى السبح التي يسبح بها.\nالسبختي: بالفتح والضم وسكون الخاء المعجمة وفوقية إلى سبخت جدّ.\nالسبخي: بفتحتين إلى السبخة قلت: هو موضع بالبصرة انتهى.\nالسبدي: بالضم والفتح ومهملة إلى سبد بطن من قيس.\nالسبذموني: بالضم والفتح وسكون المعجمة وضم الميم ونون إلى سبذمون قرية ببخارى.\nالسبري: بالفتح والسكون وراء إلى سبرة جدّ.\nالسبعي: بالضم والسكون ومهملة إلى السُبع من القرآن وأبو علي بكر بن أبي بكر بن أبي سهيل النيسابوري لأن جدته أوصت بسبع مالها فاشتهروا به وبالفتح والسكون إلى السبعية طائفة قالوا: إن الأشياء العلوية والسفلية كلها سبعة.\nقلت: السبكي: بالضم والسكون إلى سبك قرية بمصر انتهى.\nالسبني: بفتحتين ونون قلت: إلى سبن موضع.\nالجزء: 1 ¦ الصفحة: 132\n",
        "والسبيبي: إلى سبيبة بالفتح وكسر الموحدة الأولى ناحية فإفريقية انتهى.\nالسبيذغكي: بضم أوله والغين المعجمة وكسر الموحدة وتحتية ومعجمة إلى سبيذغكي قرية ببخارى.\nالسبيري: بالفتح والكسر إلى سبيرا تقدمت في السباري.\nالسبيعي: مثله إلى سبيع بطن من همدان ومحلة السبيع بالكوفة.\nالسبيي: بالكسر والسكون إلى سبية قرية بالرملة.\nالسبيلي: بالضم والفتح إلى سبيلة بطن من قضاعة.\nباب السين والتاء\nالستري: بالكسر وسكون الفوقية إلى حمل أستار الكعبة شرفها الله.\nالستوري: إلى الستور.\nالستيتي: مصغراً إلى ستيتة مولاة يزيد بن معاوية.\nالستيفغني: بالضم والكسر والسكون وفتح الكاف والمعجمة بينهما مفتوحة آخره نون إلى ستيفغنة قريبة ببخارى ونون إلى ستتكين قرية ببخارى.\nباب السين والجيم\nالسجازي: بالكسر وتخفيف الجيم وزاي إلى سجاز قرية قرب بخارى قلت: قال ياقوتٌ براء آخره وبمهملة آخره إلى سجاس بلد بين همدان وأبهر انتهى.\nالسجزي: بالكسر والسكون وزاي إلى سجستان على غير قياس وقد يقال سجستاني بكسرتين وسكون.\nقلت: السجلماسي: بكسرتين وسكون اللام إلى سجلماسة مدينة بالغرب انتهى.\nالسجليني: بكسرات وتشديد اللام إلى سجلين قرية بعسقلان.\nباب السين والحاء\nالسحتني: بفتح أوله والفوقية بينهما مهملة ساكنة آخره نون إلى سحتن لقب جشم بن عوف بن خزيمة.\nالسحري: بالكسر والسكون.\nالجزء: 1 ¦ الصفحة: 133\n",
        "السحمي: بالضم والسكون إلى سحمة بطن من ثعلبة.\nالسحولي: بالفتح والضم إلى سحول قرية باليمن.\nالسحيتي: بالضم والفتح وسكون التحتية وفوقية إلى سحيت جدّ وبالميم إلى سحيم بطن من بني حنيفة.\nباب السين والخاء\nالسخبري: بفتح أوله والموحدة وسكون المعجمة بينها آخره راء إلى سخبرة جدّ.\nالسختاني: بالفتح والسكون وفوقية إلى سختان جدّ.\nالسختوني: مثله بضم الفوقية إلى سختونة جدّ.\nالسختياني: بكسر أوله والفوقية وتخفيف التحتية إلى عمل السختيان وبيعه وهو جلود الضأن.\nالسخلي: بالفتح والسكون إلى سخلة أم قيس بن عبد الله بن غنم.\nالسخوي: بفتحتين إلى سخا قرية بمصر.\nباب السين والدال\nالسدري: بالكسر وسكون الدال المهملة وراء إلى السدر المعروف.\nالسدوسي: بالفتح والضم إلى سدوس بن شيبان وبضمتين إلى سدوس بن أصبغ بن أبي عبيد بن ربيعة بن نصر بن سعد بن نبهان الطائي وليس في العرب سدوس بالضم غيره.\nالسديوري: بفتح أوله والواو وكسر المهملة وسكون التحتية آخره راء إلى سديور قرية بمرو.\nالسدي: بالضم والتشديد إلى سدة جامع أي بابه لأنه كان يبيع عنده.\nباب السين والذال\nالسذابي: بفتح أوله والمعجمة آخره موحدة إلى السذاب نوع من البقول.\nباب السين والراء\nالسراج: بالتشديد إلى عمل السروج.\nالجزء: 1 ¦ الصفحة: 134\n",
        "السراقوسي: بالفتح وضم القاف إلى سراقوس مدينة بالشام.\nالسراقي: بالضم إلى سراقة بن مالك بن جعشم.\nقلت: السرتي: بالضم والسكون وفوقية إلى سرته مدينة بالأندلس انتهى.\nالسرجسي: بالفتح والسكون وكسر الجيم ومهملة إلى سرجس جدّ.\nالسرحي: بالفتح والسكون ومهملة إلى أبي سرح العامري والسرح جدّ.\nالسرخسي: بفتحتين وسكون المعجمة ومهملة إلى سرخس مدين بخراسان.\nالسرخكتي: بالضم والسكون وفتح المعجمة والكاف وفوقية إلى سرخكت قرية بسمرقند.\nالسرخكي: مثله بلا تاء إلى سرخك قرية على باب نيسابور.\nالسردري: بفتح أوله والدال المهملة وسكون الراء الأولى إلى سردرى قرية ببخارى.\nالسرفقاني: بضم أوله والفاء وفتح القاف إلى سرفقان قرية بسرخس.\nالسرقسطي: بفتحتين وضم القاف وسكون المهملة إلى سرقسطة مدينة بالأندلس.\nالسركي: بالفتح والسكون إلى سرك قرية بطرس.\nقلت: السركاني: بالكسر والسكون إلى سركان من عمل همذان انتهى.\nالسرماري: بالضم والسكون آخره راء إلى سرمارى قرية ببخارى.\nالسرمدي: بفتح أوله والميم ثم مهملة إلى سرمد جدّ قلت: وموضع بحلب.\nوالسرميني: بالفتح والسكون إلى سرمين بلد بحلب انتهى.\nالسروجي: بالفتح والضم آخره إلى سروج بلد بنواحي حران.\nالسروي: بفتحتين مرت في الساري وبسكون الراء إلى سرو أردبيل من أذربيجان والسرو ناحية تلي مكة شرفها الله تعالى.\nالسرنجاني: بالضم والكسر وسكون النون الأولى وجيم إلى سرنجان قرية بأصبهان.\nالجزء: 1 ¦ الصفحة: 135\n",
        "قلت: السرنوي: بالضم والسكون إلى سرنو قرية بأستراباذ.\nوالسرني: كذلك إلى سرنة موضع بالأندلس.\nوالسروري: بالضم إلى سرور مدينة بقهستان انتهى.\nالسريجي: مصغراٍ إلى سريج جدّ وبنسة الطلاق السريجية إلى العباس بن سريج لأنه مخترعها.\nالسريعي: بالفتح والكسر آخره مهملة إلى بني سريع بطن من المعافر.\nالسريني: بالكسر وفتح الراء المشددة وتحتية ونون إلى السرين بلد عند جُدة بنواحي مكة شرفها الله تعالى.\nالسري: بالضم والتشديد إلى سر قرية بالري.\nباب السين والعين\nالسعتري: بفتح أوله والفوقية وسكون المهملة إلى بيع السعتر المعروف.\nالسعداني: بالفتح والسكون ومهملة إلى سعدان جدّ.\nالسعدوني: مثله إلى سعدون جدّ.\nالسعدي: إلى سعد بن بكر بن هوازن وسعد تميم وسعد الأنصار وسعد جذام وسعد خولان وسعد تجيب وسعد بن أبي وقاص وسعد بن عبد شمس وسعد هذيم من قضاعة وسعد بن ليث وسعد بن بكر بن عبد مناة بن كنانة وسعد بن كعب بطن من خزاعة قلت: وإلى السعديين قرية قرب المهدية انتهى.\nالسعيدي: مكبراً إلى سعيد جدّ.\nباب السين والغين: السغدي: بالضم وسكون المعجمة إلى سغد ناحية بسمرقند.\nباب السين والفاء\nالجزء: 1 ¦ الصفحة: 136\n",
        "قلت: السفاقسي: بفتح أوله والفاء وضم القاف ومهملة إلى سفاقس مدينة بنواحي إفريقية انتهى.\nالسفالي: بالكسر وفاء ولام إلى ذي سفال قرية باليمن.\nالسفرادني: بالضم وسكون الفاء وفتح الراء والمهملة ونون إلى سفرادن قرية ببخارى.\nالسفرجلي: بفتح أوله والفاء والجيم إلى سفرجلة جدّ.\nالسفرمرطي: بفتح أوله والفاء والميم وسكون الراءين إلى سفرمرطا قرية بحران.\nالسفطي: بالفتح والسكون إلى سفط القدور قرية بأسفل مصر.\nالسفياني: بالضم والسكون إلى سفيان جدّ ومذهب سفيان الثوري وبالكسر إلى سفيان قرية بهراة.\nباب السين والقاف\nالسقاء: إلى سقي الماء.\nالسقباني: بالفتح وسكون القاف وموحدة إلى سقبا قرية بدمشق انتهى.\nالسقطي: بفتحتين وقاف إلى بيع السقط.\nقلت: السقيدنجي: بالفتح والكسر إلى سقيدنج قرية بمرو انتهى.\nباب السين والكاف\nالسكاني: بفتحتين ونون إلى سكان قرية بالسغد: قلت: السكاكي: بالفتح والتشديد يسميه أبو حيان في الارتشاف ابن السكاك فهو إلى جدّه وكأنه إلى صنعة السكة التي يضرب بها الدرهم انتهى.\nالسكبياني: إلى سكبيان قرية ببخارى قلت: هو بالفتح والسكون وكسر الموحدة وتحتية انتهى.\nالسكجكثي: بكسرتين وجيم وكاف مفتوحة ومثلثة إلى سكجكث قرية ببخارى.\nالسكري: بالضم والتشديد إلى بيع السكر وبالكسر والسكون إلى سكر جدّ.\nالسكسكي: بفتح المهملتين وسكون الكاف الأولى إلى السكاسك بطن من كندة.\nالجزء: 1 ¦ الصفحة: 137\n",
        "السكشي: بكسرتين ومعجمة إلى سكة سكش بنيسابور.\nالسكلكندي: بكسرتين وفتح الكاف الثانية ونون ساكنة ومهملة إلى سكلكند بلد بنواحي بلخ.\nالسكنداني: بالضم والفتح ونون ساكنة ومهملة إلى سكندان قرية بمرو.\nالسكني: بفتحتين إلى سكن جدّ.\nالسكوني: بالفتح والضم إلى السكون بطن من كندة.\nباب السين واللام\nالسلسبيلي: إلى سلسبيل بوزن عين الجنة اسم لخصيٍ مولى.\nالسلطيسي: بالفتح والسكون والكسر تحته ساكنة ومهملة إلى سلطيس قرية بمصر قلت قال ياقوت: بضم أوله وفتح الطاء انتهى.\nالسلعي بالفتح والسكون ومهملة أبو يعقوب السدوسي إلى سلعة بقفاه.\nالسلفي: بفتحتين وفاء إلى مذهب السلف وبضم أوله إلى سلف بطن من الكلاع وبكسره إلى سلفة جدّ الحافظ أبي طاهر.\nالسلقي: بالكسر والسكون وقاف إلى درب السلق ببغداد.\nالسلماسي: بفتحات آخره مهملة إلى سلماس مدينة بأذربيجان.\nالسلماني: بالفتح والسكون وقيل بالفتح أيضاً إلى سلمان حي من مراد وبطن من همدان وتميم.\nالسلماناني: بالفتح والسكون إلى سلمانان قرية بمرو.\nالسلمسيني: بفتحتين وسكون الميم وكسر المهملة إلى سلمسين قرية قرب حران.\nالسلمقاني: بالفتح والسكون وضم الميم وقاف إلى سلمقان قرية بسرخس.\nالسلمي: بالفتح والسكون إلى سلم جدّ وبالضم والفتح إلى سليم قبيلة مشهورة منها العباس بن مرداس والعرباض بن سارية وبفتحتين إلى سلمة بكسر اللام بطن من الأنصار وكسرها المحدثون أيضاً في النسبة وإلى سلمية\nالجزء: 1 ¦ الصفحة: 138\n",
        "مدينة بالشام وإلى سلمة بن مالك بالفتح بطن من كندة وسلمة بن عمرو بطن من جعفي.\nالسلموني: بالفتح والسكون والضم إلى سلمويه جدّ.\nقلت: السلوقي: إلى سلوق قرية باليمن إليها الدروع والكلاب انتهى.\nالسلولي: بالفتح والضم إلى بني سلول بنت ذهل بن شيبان.\nالسلهمي: بفتح أوله والهاء إلى سلهم بطن من مراد.\nالسليحي: بالضم وبالفتح والكسر وصححه ابن الأثير وتحتية ساكنة ومهملة إلى سليح بطن من قضاعة.\nالسليطي: بالفتح والكسر إلى سليط جدّ.\nالسليعي: بالضم والفتح آخره مهملة إلى سليع جدّ.\nالسليماني: إلى سليمان جدّ وسليمان ين جرير رأس السليمانية من الزيدية.\nالسليماناباذي: مثله بفتح النون ثم الموحدة ثم معجمة إلى سليماناباذ موضع بجرجان.\nالسليمي: بالفتح والكسر إلى سليم درب ببغداد وسليمة بطن من الأزد وبالضم والفتح إلى قبيلة بني سليم.\nالسلي: بالفتح والتشديد إلى بني سلى بن رفاعة بن عذرة.\nباب السين والميم\nالسماعي: بالفتح إلى سماعة جدّ.\nالسماقي: بالضم والتشديد وقاف إلى السماق.\nالسماك: إلى السمك.\nالسمالي: بالفتح والتشديد ولام إلى سمال بطن من سليم.\nالجزء: 1 ¦ الصفحة: 139\n",
        "السمان: إلى السمن.\nالسمتي: بالفتح والسكون وفوقية يوسف بن خالد الكذاب سمي به لسمته وهيئته.\nالسمحي: بفتحتين ومهملة إلى سمحة بطن من كلب وبسكون الميم إلى سمح جدّ.\nالسمذي: بكسرتين وتشديد الميم إلى السمذ وهو الخبز الأبيض يعمل للخواص.\nالسمرقندي: إلى سمرقند مدينة بما وراء النهر.\nالسمري: بالفتح والضم إلى سمرة بن جندب وبالكسر وفتح الميم المشددة إلى بلد بين واسط والبصرة قلت: اسمهما سمر انتهى.\nالسمسطائي: بكسرتين وسكون المهملة إلى سمسطا قرية بصعيد مصر.\nالسمسي: بكسر المهملتين إلى السمسم المعروف.\nالسمعاني: بالفتح والسكون إلى سمعان جدّ وبطن من تميم.\nالسمعوني: بالفتح والسكون إلى سمعون جدّ.\nالسمعي: بالكسر والسكون إلى السمع بن مالك بن زيد بطن من الأنصار.\nقلت: السملوطي: بفتحتين وتشديد اللام إلى سملوط قرية بصعيد مصر انتهى.\nالسمناني: بالكسر والسكون ونونين إلى سمنان بلد بين الدامغان وخوار الري وقرية بنسا أيضاً.\nالسمنجاني: بكسرتين وسكون النون الأولى وجيم إلى سمنجان بلد وراء بلخ.\nالسمنطاري: قلت: إلى سمنطار قرية بجزيرة صقلية انتهى.\nالسمنكي: بالكسر والسكون وفتح النون إلى سمنك بلد متصل بسمنان.\nقلت: السمنودي: إلى سمنود بلد بمصر على طريق دمياط انتهى.\nالسموي: بالفتح وضم الميم المشددة إلى سمويه جدّ.\nالسميجني: بفتح أوله والجيم وكسر الميم إلى سحيجن قرية بسمرقند.\nالجزء: 1 ¦ الصفحة: 140\n",
        "السميرمي: بالضم والفتح إلى سميرم بلد آخر حدود أصبهان.\nالسميساطي: بالضم وفتح الميم والمهملة بينهما تحتية ساكنة إلى سميساط بلد بالشام.\nالسميكي: بالضم والفتح إلى سميكة جدّ.\nباب السين والنون\nقلت: السناباذي: إلى سناباذ قرية بطوس انتهى.\nالسناجي: بفتح أوله والنون وجيم إلى سناجية قرية بعسقلان.\nالسناني: بالكسر إلى سنان جدّ.\nقلت: السنياطي: بالضم وسكون النون وموحدة إلى سنباط بلد من الغربية بمصر انتهى.\nالسنبسي: بكسر أوله والموحدة بينهما نون ساكنة آخره مهملة إلى سنبس قبيلة من طيء.\nالسنبلاني: بضم أوله والموحدة إلى سنبلان محلة بأصبهان.\nقلت: السنتري: إلى سنترية بلد قرب الفيوم.\nوالسنجاباذي: إلى سنجاباذ بالكسر قرية بهمذان انتهى.\nالسنجاري: بالكسر والسكون وجيم إلى سنجار مدينة بالجزيرة.\nالسنجاني: بالفتح وسكون النون الأولى وجيم إلى باب سنجان قرية بمرو وبالكسر إلى سنجان جدّ.\nالسنجبستي: بفتح أوله والجيم والموحدة وسكون النون والمهملة الثانية وفوقية إلى سنج بست منزل بين نيسابور وسرخس.\nالسنجديزكي: بفتح أوله والجيم والزاي وكسر المهملة ثم تحتية إلى سنجديزة محلة بسمرقند.\nالسنجفيني: بالفتح والسكون وضم الجيم وكسر الفاء وتحتية ونون إلى سنجفين قرية بأسروشنة.\nالسنجوردي: بفتح أوله والواو وسكون النون والراء وضم الجيم آخره مهملة إلى سنجورد محلة ببلخ.\nالسنجي: بالكسر والسكون وجيم إلى سنج\nالجزء: 1 ¦ الصفحة: 141\n",
        "قرية بمرو وبالضم ومهملة آخره إلى السنج موضع بالمدينة.\nالسندواني: بكسر أوله والمهملة إلى السندية قرية بنواحي بغداد.\nالسندي: بالكسر إلى السند من بلاد الهند.\nالسنقي: بالفتح والسكون وقاف إلى سنقة لقي جده أوله والكاف والموحدة وآخره مثلثة إلى سنكباث قرية بالسغد.\nالسنكديزكي: بفتح أوله والكاف الأولى والزاي وكسر الدال المهملة إلى سنكديزة قرية بسمرقند.\nقلت: السنكلومي: بفتح أوله والكاف وسكون النون إلى سنكلوم قرية بمصر ويقال زنكلون على الألسنة وهو خطأ.\nوالسنهوري: بالفتح إلى سنهور بلد قرب اسكندرية انتهى.\nالسني: بالضم والتشديد إلى السنة ضد البدعة وبالكسر إلى السن قرية ببغداد وبالري أيضاً.\nالسنيحي: بالفتح والكسر وتحتية وجيم إلى سنيج قلت: مدينة من عمل كرمان.\nوالسنيكي: إلى سنيكة قرية بمصر انتهى.\nباب السين والواو: السوادي: بالضم والتخفيف ومهملة إلى سواديزة قرية بنخشب وسواد بطن من بلي وبالفتح إلى سواد العراق.\nالسوارقي: بالضم والتخفيف وكسر الراء وقاف إلى السوارقية قرية بالمدينة.\nالسواق: بالتشديد إلى بيع السويق.\nالجزء: 1 ¦ الصفحة: 142\n",
        "السوائي: بالضم والتخفيف والهمز إلى سواة بن عامر بن صعصعة.\nالسوبخي: بالضم وفتح الباء الموحدة ومعجمة إلى سوبخ قرية بنسف.\nقلت: السوبيني\n...\nالسوتخني: بالضم وسكون الواو والفوقية وفتح المعجمة ونون إلى سوتخن قرية ببخارى.\nالسوذاني: بالضم ومعجمة إلى سوذان قرية بأصبهان.\nالسوذرجاني: بالضم وفتح المعجمة والجيم وسكون الراء إلى سوذرجان قرية بأصبهان.\nالسورابي: بالضم وراء موحدة إلى سورب قرية باسترباذ.\nالسورياني: بالضم وسكون الواو وراء وتحتية إلى سوريان قرية نيسابور.\nالسوريني: بالضم وكسر الراء إلى سورين جدّ قلت: وقرية بنيسابور انتهى.\nالسوري: بالضم إلى بن السورين موضع ببغداد.\nالسوسقاني: بفتح المهملتين والقاف إلى سوسقان قرية بمرو.\nالسوسنجردي: بالضم وفتح السين الثانية وسكون النون والراء وكسر الجيم آخره مهملة إلى سوسنجرد قرية ببغداد.\nالسوسي: بالضم آخره مهملة إلى السوس مدينة بخوزستان وجدّ وسوسة مدينة بالمغرب.\nالسوطي: بالفتح إلى عمل السوط وبيعه.\nالسومي: بالفتح إلى بني سوم بطن من السكون.\nقلت: السونخي: إلى سونخ قرية بنسف.\nالجزء: 1 ¦ الصفحة: 143\n",
        "والسوهائي: إلى سوهاي قرية بإخميم انتهى.\nالسويدائي: بالضم وفتح الواو والمهملة بينهما تحتية ساكنة إلى السويداء من ضياع حوران.\nالسويدي: مثل إلى سويد رجل.\nالسويفي: بوزنه وفاء إلى\n...\nانتهى.\nالسويقي: مكبراً بقاف إلى بيع السويق وبالتصغير إلى سويقة الصغد موضع بمرو.\nباب السين والهاء\nالسهربي: بضم أوله والراء وموحدة إلى سهرب جدّ.\nالسهرجي: بضم أوله وفتح الراء وكسرها وجيم إلى سهرج قرية ببسطام.\nالسهرودي: بضم أوله وسكون الهاء وفتح الراء والواو وسكون الراء المهملة إلى سهرورد بلد عند زنجان.\nالسهلوي: بالفتح وضم اللام إلى سهل وسهلويه جدّ.\nالسهمي: بالفتح والسكون إلى سهم بن عمرو بن هصيص بن كعب بن لؤي وسهم بطن من باهلة ومن سليم.\nالجزء: 1 ¦ الصفحة: 144\n",
        "قلت: السهواجي: إلى سهواج بالفتح والسكون وجيم قرية بمصر.\nوالسهيلي: إلى سهيل مصغراً قرية بالأندلس انتهى.\nبالفتح والتشديد إلى عمل السلة وبيعها السلاماني:\nباب السين واللام ألف\nالسلاحي: بالكسر إلى سوق السلاح ببغداد.\nالسلاقي: بالضم وقاف إلى سلاقة بطن من يني سامة بن لؤي.\nالسلال: بالفتح إلى سلامان بطن من الأزد ومن جعفي ومن طيءٍ ومن قضاعة.\nالسلامي: بالفتح والتخفيف إلى سلامان بطن من قضاعة وإلى مدينة السلام بغداد منهم الحافظ ابن ناصر وإلى سلام جدّ وسلامة بطن من كلب قلت: وبالتشديد إلى السلامية قرية بالموصل انتهى.\nباب السين والياء\nالسياري: بالفتح وتشديد التحتية إلى سيار جدّ.\nالسيازي: بالكسر والتخفيف وزاي إلى سيازة قرية ببخارى.\nالسيالي: بالفتح والتشديد ولام إلى سيال جدّ.\nالسيباني: بالفتح والسكون وموحدة إلى سبيان بطن من حمير.\nالسيبي: بالكسر والسكون وموحدة إلى سيب قرية بنواحي قصر اين هبيرة.\nالسيجي: بوزنه وجيم إلى سيج جدّ.\nالسيحاني: بالفتح والسكون ومهملة إلى سيحان جدّ الأخطل.\nالسيدي: بالفتح وتشديد الياء المكسورة إلى السيد جدّ وبالكسر والسكون إلى السيد بطن من ضبة.\nالسيرافي: بالكسر وفاء إلى سيراف بلد بفارس.\nالسيرجاني: بالكسر وفتح الراء والجيم إلى سيرجان مدينة بكرمان.\nالسيرواني: بوزنه قلت: إلى سيروان كورة بالجبل وقرية بنسف أيضاً.\nوالسيري: بالفتح والسكون إلى سير بلد باليمن انتهى.\nالجزء: 1 ¦ الصفحة: 145\n",
        "السيريني: بالكسر إلى والد محمد بن سيرين وجدّ آخر.\nقلت: السيزجي: بزاي وجيم إلى سيزج قرية بسجستان انتهى.\nالسيسري: بفتح المهملتين بينهما تحتية ساكنة إلى سيسر جدّ.\nالسيسمراباذي: بالكسر والسكون وفتح المهملة والميم والراء والموحدة آخره معجمة إلى سيسمراباذ قرية بنيسابور.\nالسيسني: بالكسر والسكون وفتح المهملة ونون إلى سيسن جدّ.\nالسيفي: إلى سيفٍ رجل.\nالسيقذنجي: بالكسر وفتح القاف والمعجمة ونون ساكنة وجيم إلى سيقذنج قرية بمرو.\nالسيلحيني: بفتح أوله واللام وكسر المهملة وسكون التحتيتين ونون آخره إلى سيلحين قرية بسواد بغداد.\nالسيمجوري: بالكسر وسكون الياء والميم وضم الجيم آخره راء إلى سيمجور جدّ.\nالسيناني: بالكسر وسكون الياء وفتح النون إلى سينان قرية بمرو.\nالسيني: إلى سين بلفظ حرف الهجاء قرية على باب أصبهان.\nالسينيزي: بكسر أوله والنون بين تحتيتين ساكنتين ثم زاي إلى سينيز قرية على ساحل بحر فارس.\nالسيوري: بضمتين إلى عمل سيور الجلد المعروفة.\nالسيوطي: مر في الألف والسين.\nالسيوي: بالفتح وضم المشددة إلى سيويه جدّ.\nالسيلاني: بفتحات إلى سيلان قلت: جزيرة سرنديب انتهى.\nحرف الشين المعجمة\nباب الشين والألف\nالشاباي: إلى شاباي قرية بمرو انتهى.\nالشابجني: بسكون الموحدة وفتح الجيم ونون إلى شابجن قرية بالسغد.\nالجزء: 1 ¦ الصفحة: 146\n",
        "الشابراباذي: بفتح الموحدتين والراء آخره معجمة إلى شابزاباذ قرية بمرو.\nقلت: الشابرخواستي: إلى شابرخواست انتهى.\nالشابرنجي: بسكون الموحدة والنون وكسر الراء وجيم إلى شابرنج قرية بمرو.\nالشابورتزي: بضم الموحدة وسكون الواو والراء وفتح الفوقية وزاي إلى شابورتزة قرية بمرو.\nالشابوري: بالراء إلى شابور جدّ.\nالشابهاري: بضم الباء الموحدة وراء إلى شابهار قرية ببلخ.\nقلت: الشاتاني: بفوقية إلى شاتان قلعة بديار بكر انتهى.\nالشاذاني: بمعجمة إلى شاذان جدّ.\nالشاذكوني: بفتح المعجمة وضم الكاف إلى شاذكونة وهي المضربات الكبار لبيعها وبالهاء آخره إلى شاذكوه ناحية بجرجان.\nالشاذلي: انتهى.\nالجزء: 1 ¦ الصفحة: 147\n",
        "الشاذماني: بسكون المعجمة إلى شاذمانة قرية بهراة.\nالشاذياخي: بسكونها وتحتية وخاء معجمة إلى شاذياخ قرية بنيسابور وقرية شاذخ ببلخ.\nالشاربي: بكسر الراء هو السقاء بلغة أهل بغداد.\nالشاركي: بفتح الراء إلى شارك بلد بنواحي بلخ وجدّ.\nقلت: الشارمساحي: إلى شارمساح بلد قرب دمياط انتهى.\nالشاري: إلى الشراة وهم الخوارج.\nالشاشي: إلى الشاش مدينة وراء نهر جيهون.\nالشاصوني: بضم المهملة ونون إلى شاصونة جدّ.\nقلت: الشاطبي: بكسر الطاء وموحدة إلى شاطبة مدينة بالأندلس انتهى.\nالشاطري: بالكسر وراء إلى الشاطر جدّ.\nقلت: الشاغوري: بمعجمة إلى الشاغور محلة بدمشق انتهى.\nالشافعي: رضي الله عنه إلى جدّه شافع.\nالشافسقي: بسكون الفاء وفتح المهملة وقاف إلى شافسق قرية بمرو.\nقلت: الشافيائي: بفاء إلى شافيا قرية بواسط.\nوالشاقي: بقاف إلى شاقة مدينة بصقلية انتهى.\nالشاقلاني: بسكون القاف إلى شاقلا جدّ.\nالشاكري: بكسر الكاف وراء إلى شاكر بطن من همدان.\nالشالنجي: بفتح اللام وسكون النون وجيم إلى بيع الأشياء من الشعر كالمخلاة والحبل والمقود.\nالشالوسي: بضم اللام ومهملة إلى شالوس قرية بنواحي آمل طبرستان.\nالجزء: 1 ¦ الصفحة: 148\n",
        "الشالي: بلام إلى الشال قرية ببلخ.\nالشاماتي: بفوقية إلى الشامات ناحية بنيسابور وقرية بالسيرجان.\nقلت: الشامكاني: إلى شامكان قرية بنيسابور انتهى.\nالشاموخي: بضم الميم وخاء معجمة إلى شاموخ قرية بنواحي البصرة.\nالشامي: إلى بلاد الشأم المعروفة وإلى مسجد الشام ببخارى وإلى الشامة الخال الشاواني: إلى شاوان قرية بمرو الشاوجي: بفتح الواو وجيم إلى شاوجه جد.\nالشاوخراني: بسكون الواو وفتح الخاء المعجمة والراء إلى شاوخران قرية بنسف.\nالشاغوري: بسكون الواو وفتح الغين المعجمة وراء إلى شاوغر من ثغور الترك.\nالشاوكثي: بضبطه آخره مثلثةٌ إلى شاوكث بلد بالشاش.\nقلت: الشاوي:\n...\nانتهى.\nالشاهدي: إلى شاهد جدّ.\nالشاهنبري: بفتح الهاء والموحدة وسكون النون بينهما وراء إلى شاهنبر محلة بنيسابور.\nالشاهوي: بالضم إلى شاهويه جدّ.\nالجزء: 1 ¦ الصفحة: 149\n",
        "الشاهيني: إلى شاهين جدّ.\nباب الشين والباء\nالشبابي: بموحدتين إلى سراة بني شبابة من نواحي مكة وشبابة بطن من فهم.\nالشبامي: بالكسر إلى شبام مدينة باليمن.\nالشباني: بالضم آخره نون إلى شبانة جدّ.\nقلت: الشبراني: إلى شبرانة ثغر بالأندلس.\nوالشبربي: بالضم إلى شبرب من عمل بلنسية انتهى.\nالشبلي: بالكسر والسكون إلى شبلية قرية بأسروشنة.\nالشبوي: بضم الموحدة المشددة إلى شبويه جدّ وبسكونها إلى شبوة جدّ.\nالشبيبي: بالفتح وكسر الموحدة الأولى إلى شبيب جدّ وبطن من بارق ومن بهراء ومحمد بن شبيب رأس الشبيبة من المرجئة.\nالشبيلي: مصغراً بلام إلى شبيل جدّ.\nالشبيني: بالفتح كسر الموحدة المشددة آخره نون إلى الشبين وهو الصنوبر.\nالشبي: بالفتح والتشديد إلى الشب الذي يدبغ به وشبة جدّ.\nباب الشين والتاء\nالشتوي: بفتح أوله وضم الفوقية المشددة إلى شتويه جدّ.\nالشتيمي: مصغراً إلى شتيم بطن من ضبة.\nباب الشين والجيم\nالشجاعي: بالضم إلى شجاع جدّ.\nالشجبي: بفتح أوله والجيم وموحدة إلى شجب لقب عوف بن كنانة.\nالشجري: بوزنه إلى الشجرة قرية بالمدينة وشجرة جدّ أحمد بن كامل وغيره وبطن من ربيعة بن معاوية.\nقلت: أما ابن الشجري\nالجزء: 1 ¦ الصفحة: 150\n",
        "النحوي: فإلى شجرةٍ كانت في دارهم ليس في البلد غيرها انتهى.\nباب الشين والحاء\nالشحام: إلى بيع الشحم قلت: وكان الشحامي مثله وتقدم نظائره.\nوالشحاذي: انتهى.\nالشحبي: بالفتح وسكون المهملة وباء موحدة إلى شحب بطن من قضاعة.\nالشحري: بالكسر والسكون وراء إلى شحر وهو شحر عُمان قلت: هو صقع بينها وبين عدن انتهى.\nباب الشين والخاء\nالشخاخي: بالفتح وخاءين معجمتين إلى شخاخ قرية بالشاش.\nالشخيري: بكسرتين وإعجام الخاء المشددة وراء إلى الشخير جدّ.\nباب الشين والدال\nالشدادي: بتشديد المهملة إلى شداد جدّ.\nباب الشين والذال\nالشذائي: بفتح المعجمتين إلى شذا قرية بالبصرة.\nالشذوني: بفتح أوله والواو وسكون المعجمة ونون إلى شذونة من أعمال إشبيلية بالأندلس وبضم المعجمة وسكون الواو إلى شذونة ناحية بالأندلس وقيل بالزاي بدل الذال وهو غلطٌ.\nباب الشين والراء\nالشرابي: إلى الشراب وبيعه بالحاء المهملة إلى شراح جدّ وبالراء المهملة إلى شرارة جدّ.\nالشرجي: بالفتح والسكون وجيم إلى شرجة موضع بنواحي مكة شرفها الله تعالى وبالحاء المهملة إلى شرحة بطن من بني سامة بن لؤي.\nالشرحبيلي: بالضم والفتح وسكون المهملة وكسر الموحدة وتحتية ولام إلى شرحبيل جدّ.\nالجزء: 1 ¦ الصفحة: 151\n",
        "الشرعبي: بفتح أوله والعين المهملة وموحدة إلى شرعب قبيلة من حمير.\nالشرغي: بالفتح والسكون ومعجمة إلى شرغ قرية ببخارى.\nالشرغياني: بالفتح والسكون وكسر المعجمة وتحتية إلى شرغيان سكة بنسف.\nالشرفدني: بفتح أوله والراء والدال المهملة قبلها فاء ساكنة بعدها نون إلى شرفدن قرية ببخارى.\nالشرفي: بفتحتين وفاء إلى شرف قرية بمصر وبالأندلس أيضاً الشرفي: بالفتح والسكون وقاف إلى الشرقية محلة ببغداد والجانب الشرقي بنيسابور.\nالشروطي: بضمتين إلى كتابة الشروط وهي الوثائق.\nالشرمغولي: بفتح أوله والميم وضم المعجمة ولام إلى شرمغول قرية بنسا.\nالشرمقاني: بفتح أوله والميم والقاف إلى شرمقان بلد قرب إسفراين.\nالشرواني: بالفتح وسكون الراء إلى شروان مدينة بدربند بناها أنوشروان فأسقط أنو تخفيفاً.\nالشروطي: مر آنفاً.\nالشروي: بفتحتين إلى الشراة قلت: صقع بالشام انتهى.\nالشريجي: بالفتح والكسر وجيم إلى شريج.\nالشريحي: مصغراً بمهملة إلى شريح جدّ.\nقلت: الشريشي: إلى شريش ككريم مدينة بشذونة انتهى.\nالشريفي: مثله بفاء إلى شريف بطن من تميم.\nالشريكي: مثله إلى شريك بطن من دوس.\nقلت: الشيريوني: إلى شريون حصن بالأندلس انتهى.\nباب الشين مع الشين\nالشيشي: بالضم وتشديد المعجمة إلى شش سكة بجرجان.\nباب الشين والطاء\nقلت: الشطنوفي: إلى شطنوف بالفتح وتشديد الطاء بلد بمصر انتهى.\nالشطوي: بفتحتين إلى شطا قرية بأرض مصر.\nالجزء: 1 ¦ الصفحة: 152\n",
        "الشطي: بالفتح والتشديد إلى شط الفرات وشط عثمان موضع بالبصرة.\nباب الشين والعين\nالشعاب: إلى إصلاح الأواني.\nالشعباني: بالفتح والسكون إلى شعبان قبيلة من قيس ومن حمير.\nالشعبي: مثله إلى شعب بطن من همدان وقال ابن الأثير: من حمير.\nالشعراني: مثله إلى كثرة شعر الرأس.\nالشعيبي: بالتصغير إلى شعيب جدّ وبالمثلثة آخره إلى شعيث بطن من بلعنبر.\nالشعيري: بالفتح والكسر إلى بيع الشعير وباب الشعير محلة بالكرخ.\nباب الشين والغين\nالشغبي: بالفتح وسكون المعجمة وموحدة إلى شغب وادٍ عنده ضيعة مات بها الزهري قلت: هو خلف وادي القرى انتهى.\nباب الشين والفاء\nالشفطاني: بفتحات ثانية فاء إلى شفطان جدّ.\nالشفقي: بفتحح أوله والفاء وقاف إلى الشفق جدّ.\nالشفنيني: بالضم وسكون الفاء وكسر النون وتحتية ونون إلى شفنين لقب.\nالشفيقي: بالفتح وكسر الفاء آخره قاف.\nباب الشين والقاف\nالشقاق: إلى شق الخشب.\nالشقاني: بالفتح وتشديد القاف إلى شقان قلت: قرية بنيسابور انتهى.\nالشقري: بفتح أوله والقاف إلى شقرة بكسرها ابن الحارث بن تميم وبالضم والسكون إلى شقرة بطن من عبد القيس وبالفتح والسكون إلى شقرة بن نبت بن أددٍ أخي عدنان.\nالشقصي: بالكسر والسكون ومهملة إلى شقص قرية من سراة بجيلة بنواحي مكة.\nالجزء: 1 ¦ الصفحة: 153\n",
        "الشقوري: بالفتح والضم إلى شقورة ناحية بقرطبة.\nالشقيري: بالتصغير إلى شقير جدّ.\nالشقيقي: بالفتح والكسر إلى شقيق جدّ.\nالشقي: بالفتح والتشديد إلى شق قرية بمرو وجدّ.\nباب الشين والكاف\nالشكاني: بالكسر إلى شكان قرية ببخارى.\nالشكستاني: بكسرتين وسكون المهملة وفتح الفوقية إلى شكستان قرية بالسغد.\nالشكلي: بالكسر والسكون إلى شكل.\nالشكلاني: بفتحات إلى شكلان قرية بمرو.\nباب السين واللام\nقلت: الشلبي: بالكسر والسكون وموحدة إلى شلب مدينة بالأندلس انتهى.\nالشلجيكثي: بفتح أوله والكاف وسكون اللام بعدها جيم مكسورة وتحتية آخره مثلثة إلى شلجيكث أي شلج من بلاد طراز من ثغور الترك ظناً.\nالشلجي: إلى شلج المذكورة وبالكسر والسكون إلى شلج من قرى عكبرا.\nالشلمغاني: بفتح أوله والميم والمعجمة واللام ساكنة إلى شلمغان قرية بنواحي واسط.\nالشلومي: إلى شلومة حصن بالأندلس وبالنون إلى شلون ناحية بسرقسطة انتهى.\nباب الشين والميم\nالشماخي: بالفتح آخره معجمة إلى الشماخ جدّ.\nالشماسي: بالفتح والتشديد ومهملة إلى باب الشماسية ببغداد وإلى درب شماس سكة بنهر القلائين.\nالجزء: 1 ¦ الصفحة: 154\n",
        "الشمتناني: بفتح أوله والفوقية ثم النون الأولى وسكون الميم إلى شمتنان بلد بالأندلس.\nالشمجي: بفتحتين وجيم إلى شمج بن جرم وبسكون الميم وخاء معجمة إلى شمخ بطن من فزارة ومن غنم بن سعد بن هذيل.\nالشمري: بالكسر والسكون وراء إلى شمر المرجىء وبفتحتين وتشديد الميم إلى شمر بطن من طيء.\nالشمسي: إلى شمس بطن من الأزد.\nقلت: الشمساني: إلى شمسانية بلد بالخابور انتهى.\nالشمشاطي: بالكسر والسكون ومعجمة إلى شمشاط بلد قرب آمد.\nالشمعي: بالفتح والسكون ومهملة.\nالشمكوري: بالفتح والسكون وضم الكاف وراء إلى شمكور حصن من عمل أران.\nقلت: الشمنتاني: إلى شمنتان بلد بالأندلس انتهى.\nالجزء: 1 ¦ الصفحة: 155\n",
        "الشمني: بفتحتين ونون إلى شمن قرية بإستراباذ.\nقلت: الشمني: بضمتين وتشديد النون إلى شمنة مزرعة بباب قسطنطينة انتهى.\nالشميد: بفتح أوله والزاي وكسر الميم والدال بين تحتيتين ساكنتين إلى شميديزة قرية بسمرقند.\nالشمبراني: بالفتح والكسر وراء ونون إلى شميران قرية بمرو.\nالشميكاني: بضبطه إلى شميكان محلة بأصبهان.\nالشميهني: بفتح أوله والهاء وكسر الميم وتحتية ونون إلى شميهن قرية بمرو.\nباب الشين والنون\nالشناباذي: بالكسر وفتح النون والموحدة ومعجمة إلى شناباذ قرية ببلخ.\nالجزء: 1 ¦ الصفحة: 156\n",
        "الشنإي: بفتحتين وهمزة إلى أزد شنوءة.\nالشنبوذي: بفتحتين وضم الموحدة ومعجمة إلى شنبوذ جدّ.\nقلت: الشنتري: بفتح أوله والفوقية وسكون النون وكسر الراء إلى شنترين مدينة من عمل باجة.\nوالشنتمري: بفتح أوله والفوقية إلى شنت مرية حصن بالأندلس انتهى.\nالشنجي: بالكسر والسكون وجيم إلى شنج جدّ وبالضم وحاء مهملة إلى الشنج جدّ.\nالشنوي: بفتحتين إلى أزد شنوءة.\nالشني: بالفتح والتشديد إلى شن بطن من عبد القيس.\nباب الشين والواو\nالشورابي: بكسر الراء إلى أبي شوارب جدّ.\nالشوالي: بالفتح والتشديد ولام إلى شوال قرية بمرو.\nالشوخناكي: بالضم وسكون الواو والمعجمة وفتح النون إلى شوخناك قرية بسمرقند.\nقلت: الشودري: إلى شودر من عمل جيان انتهى.\nالشوذبي: بفتح أوله والمعحمة وموحدة إلى شوذب جدّ.\nالشورباني: بالضم وفتح الراء والموحدة إلى شوربان قرية بما وراء النهر.\nالشوكاني: بالضم إلى شوكان بلد بين سرخس وأبيورد.\nالشوكري: بفتح أوله والكاف وراء إلى شوكر جدّ.\nالشوكي: إلى الشوك المعروف.\nالشوماني: بالضم إلى شومان من بلاد الصغانيان.\nالشونيزي: بالضم وكسر النون وتحتية وزاي إلى الشونيزية مقبرة ببغداد وبيع الشونيز وهي الجبة السوداء.\nباب الشين والهاء\nالجزء: 1 ¦ الصفحة: 157\n",
        "الشهدلي: بفتح أوله والمهملة ولام إلى شهدل جدّ.\nالشهراني: بفتح أوله وراء إلى شهران بطن من خثعم.\nالشهرزوري: بفتح أوله وضم الراء الأولى والزاي إلى شهرزور بلد بين الموصل وهمدان.\nالشهرستاني: بفتح أوله والراء وسكون المهملة وفوقية ونون إلى شهرستان بلد عند نسا.\nالشلاثاني: بالضم والتخفيف ومثلثة إلى شلاثا قرية بالبصرة.\nالشلانجردي: بالضم والتخفيف وسكون النون والراء وكسر الجيم آخره مهملة إلى شلانجرد قرية بطوس.\nباب الشين والياء:\nالشيائي\n: بالكسر وتخفيف التحتية إلى شيا قرية ببخارى.\nالشيباني: بالفتح والسكون وموحدة إلى شيبان بن ذهل قبيلة من بكر بن وائل بن وشيبان العاتك بطن من كندة وشيبان بن محارب بن فهر بن مالك بن النضر بن كنانة وشيبان جدّ وشيبان بن مسلمة رأس الشيبانية من الخوارج.\nالشيبي: بالفتح والسكون إلى شيبة بن عثمان بن طلحة سادن الكعبة وبالكسر والجيم إلى شيخ قرية بمرو وبمهملة إلى شيحة قرية بحلب وبالفتح والمعجمة إلى شيخ جدّ.\nالشيرازي: بالكسر آخره زاي إلى شيراز قصبة فارس.\nالشيرجي: بالكسر وفتح الراء وجيم إلى بيع الشيرج وهو دهن السمسم.\nالشيرزاذي: بالكسر وفتح الراء والزاي آخره معجمة إلى شيرزاد جدّ.\nالشيرزي: بالكسر وفتح الراء وزاي إلى شيرز قرية بنواحي سرخس.\nالشيرغارشوني: بالكسر وفتح الراء الأولى\nالجزء: 1 ¦ الصفحة: 158\n",
        "والمعجمة وضم الشين الثانية ونون إلى شيرغارشون قرية ببخارى.\nالشيركثي: بالكسر وفتح الراء والكاف ومثلثة إلى شيركث قرية بنسف.\nالشيرنخشيري: بكسر الشينين وسكون الراء الأولى والخاء المعجمة وفتح النون إلى شيرنخشير قرية بمرو.\nالشيروي: بالكسر وضم الراء إلى شيرويه جدّ.\nقلت: الشيرواني: إلى شيروان قرية ببخارى انتهى.\nالشيريني: بكسر أوله والراء إلى شيرين.\nالشيزري: بفتح أوله والزاي ثم راء إلى شيزر قلعة بالشام.\nالشيطاني: بالفتح إلى شيطان الطاق وبالكسر إلى شيطا رجل وقد ينسب بلا نون.\nالشيظمي: بفتح أوله والظاء المعجمة إلى شيظم جدّ.\nالشيعي: بالكسر والسكون ومهملة إلى شيعة علي بن أبي طالب وشيعة بني العباس.\nقلت: الشيفاني: بالكسر وفاء إلى شيفان قرية بواسط انتهى.\nالشيلماني: بفتح أوله واللام إلى شيلمان مدينة بجيلان.\nحرف الصاد المهملة\nباب الصاد والألف\nالصابري: بفتح الموحدة وراء إلى صابر سكة بمرو.\nالصابوني: إلى عمل الصابون وبيعه.\nالصارفي: بكسر الراء هو الصيرفي.\nالجزء: 1 ¦ الصفحة: 159\n",
        "الصاغاني: بمعجمة إلى الصاغانيان بلاد وراء نهر جيهون وإلى صاغان قرية بمرو.\nالصاغرجي: بفتح المعجمة وسكون الراء وجيم إلى صاغرج قرية بالصغد.\nالصاقري: بكسر القاف وراء إلى الصاقرية من قرى مصر.\nالصالحاني: بسكون اللام ومهملة إلى صالحان محلة بأصبهان.\nالصالحي: بكسر اللام إلى صالح جدّ قلت: وإلى الصالحية قرية بدمشق وبلد أخرى قرب بلبيس ومحلة ببغداد انتهى.\nالصالقاني: بسكون اللام وقاف إلى صالقان قرية ببلخ وبنون بدل اللام إلى صانقان قرية بمرو.\nالصايدي: إلى صايد بطن من همدان.\nالصايري: بالراء إلى صاير قرين باليمن.\nالصائغي: إلى صياغة النقد كالصائغ وإلى سكة الصياغة بنسف.\nباب الصاد والباء\nالصباحي: بالضم وتخفيف الموحدة ومهملة إلى صباح بطن من ضبة ومن قضاعة ومن عنزة ومن عبد القيس وبالفتح والتشديد إلى الصباح بطن من سهم والحسن بن الصباح.\nالصبارحي: بالضم وكسر الراء ومهملة إلى صبارح قرية بإفريقية.\nالصبري: بالضم والسكون إلى صبر جدّ.\nالصبغي: بالكسر والسكون إلى الصبغ كالصباغ.\nباب الصاد والخاء\nالصخراباذي: بفتح أوله والراء والموحدة وسكون الخاء المعجمة آخره معجمة إلى صخراباذ قرية بمرو.\nباب الصاد والدال\nالصداري: بالضم آخره راء إلى صدار موضع بالمدينة.\nالصدائي: مثله بهمز إلى صداء قبيلة من مذحج.\nالصدري: بفتحتين وراء إلى صدر قرية بالقدس.\nالصدفي: بفتحتين وفاء إلى الصدف بكسر الدال المهملة قيبلة من حمير وبقاف إلى سكة صدقة بمرو وصدقة جدّ.\nالجزء: 1 ¦ الصفحة: 160\n",
        "الصديقي: بالفتح والكسر إلى صديق جدّ وبكسرتين مشدداً إلى أبي بكر الصديق رضي الله تعالى عنه.\nباب الصاد والراء\nالصراري: بالكسر ومهملتين إلى صرار موضع بالمدينة وبالفتح وتشديد الراء إلى الصرارة وهي النعل التي لها صرير عند المشي أي الصوت.\nالصرائي: بالفتح إلى الصراة.\nالصراف: بالتشديد هو الصيرفي.\nالصرام: إلى بيع الصرم وهو الذي يفعل به الخفاف واللوالك.\nقلت: الصرخدي: إلى صرخد بوزن جوهر بلد بدمشق انتهى.\nالصرخياني: بالضم والسكون وكسر المعجمة وتحتية إلى صرخيان قرية ببلخ.\nقلت: الصروفي: إلى صروف بلد باليمن انتهى.\nالصرصري: بفتح الصادين وسكون الراء الأولى إلى صرصر قرية على فرسخين من بغداد.\nالصرفندي: بفتح أوله والراء والفاء وسكون النون ومهملة إلى صرفند قرية بالشام إلى ساحل البحر.\nالصرمنجيني: بالفتح وسكون الراء والنون الأولى وكسر الميم والجيم وتحتية ونون إلى صرمنجان ناحية بترمذ.\nقلت: الصروي: إلى الصروات قرى بالحلة انتهى.\nالصريفيني: بالفتح وكسر الراء والفاء بين تحتيتين ساكنتين آخره نون إلى صريفين قرية بواسط وأخرى ببغداد.\nالصريمي: مكبراً إلى صريم جدّ وبالتصغير إلى صريم بطن من تميم ومن نهد ومن تيم الرباب.\nباب الصاد والعين\nالجزء: 1 ¦ الصفحة: 161\n",
        "الصعبي: بالفتح والسكون وموحدة إلى صعب بطن من كندة ومن بجيلة.\nالصعدي: بطم آخره مهملة إلى صعدة بلد باليمن.\nالصعلوكي: بوزنه أوله واللام إلى صعلوك.\nالصعوي: بالفتح والسكون إلى أبي الصعو جدّ.\nالصعيدي: بالفتح والكسر إلى صعيد مصر.\nباب الصاد والغين\nالصغاني: بالفتح وتخفيف المعجمة إلىالصغانيان.\nالصغدي: بالضم والسكون ومهملة إلى صغد سمرقند ويقال بالسين.\nالصغيري: بالفتح والكسر إلى جدّ.\nباب الصاد والفاء\nالصفار: إلى بيع النحاس وكذا الصفري والصفرية من الخوارج إلى زياد بن الأصفر.\nقلت: الصفدي: بفتحتين ومهملة إلى صفد بالشام انتهى.\nباب الصاد والقاف\nالصقلبي: بفتح أوله وسكون القاف آخره موحدة إلى الصقالبة وهم ولد صقلب بن نبطي.\nالصقلي: بفتحتين إلى جزيرة صقلية في بحر الروم.\nباب الصاد اللام\nالصلبي: بالضم والسكون وموحدة إلى صلب بطن من سامة بن لؤي وبالفتح والفوقية إلى عثمان بن أبي الصلت رأس الخوارج وبهما وتشديد اللام وفتحها إلى صلت قرية من عمل ميافارقين.\nالصلحي: بالكسر والسكون ومهملة إلى فم الصلح بلد قرب واسط.\nالصلواتي: بفتحات كأنه إلى إكثار الصلاة.\nالصليحي: مصغراً بمهملة إلى صليح جدّ.\nقلت: الصليقي: إلى الصليق موضع بين بغداد وواسط انتهى.\nباب الصاد والميم\nالصمصامي: بفتح الصادين إلى الصمصامة وهو السيف.\nباب الصاد والنون\nالجزء: 1 ¦ الصفحة: 162\n",
        "الصنابحي: بالضم وفتح النون وكسر الموحدة ومهملة إلى صنابح بطن من مراد.\nالصنامي: بالفتح والتشديد إلى صنام جدّ.\nالصندوقي: بضم المهملتين وقاف إلى بيع الصندوق وعمله.\nالصنعاني: بالفتح والسكون ومهملة آخره إلى نون إلى صنعاء بالمد مدينة باليمن وقرية بدمشق.\nالصنعي: بالفتح والسكون.\nالصنمي: بفتحتين إلى بني الصنم بطن من الأشعريين في المعافر.\nالصنوبري: بفتح أوله والنون والموحدة إلى الصنوبر المعروف.\nالصنهاجي: بالكسر والسكون وجيم إلى صنهاجة قبيلة من حمير بالغرب.\nباب الصاد والواو\nالصواف: إلى بيع الصوف.\nالصوراني: بالضم وراء إلى صوران قرية باليمن وصورا قرية بين بغداد والكوفة.\nالصوري: مثله إلى صور مدينة بساحل الشام.\nالصوفي: إلى التصوف.\nالصولي: بالضم إلى صول جدّ قلت: وبالفتح إلى صول قرية بالصعيد والصولي أيضاً بلغة أهل الإسكاف انتهى.\nالصوناخي: بالضم ونون وخاء معجمة إلى صوناخ قرية بفاراب.\nباب الصاد الهاء\nالجزء: 1 ¦ الصفحة: 163\n",
        "الصهباني: بالضم والسكون وموحدة ونون إلى صهبان بطن من النخع.\nقلت: الصهرجتي: إلى صهرجت قرية بمصر انتهى.\nالصهيبي: بالتصغير إلى صهيبة بطن من أنمار.\nباب الصاد والياء\nالصياد: إلى الصيد.\nالصيداني والصيداوي: بالفتح والسكون ومهملة إلى صيداء مدينة بساحل الشام والثاني إلى الصيداء بطن من أسد بن خزيمة.\nالصيدناني: بفتح أوله والمهملة والنون.\nواصيدلاني: بوزنه ولام إلى بيع الأدوية والعقاقير.\nالصيرفي: بالفتح إلى بيع الذهب.\nالصيغوني: بالفتح والسكون وضم المعجمة إلى صيغون جدّ.\nالصيقل: بفتح أوله والقاف إلى صقل السيف.\nالصيمري: بالفتح والسكون وراء آخره إلى الصيمرة نهر بالبصرة عليه عدة قرى وبلد بخوزستان قلت ميمه مفتوحة انتهى.\nالصيني: بالكسر إلى بلاد الصين إقليم بالمشرق وصينية مدينة بالعراق.\nالجزء: 1 ¦ الصفحة: 164\n",
        "حرف الضاد المعجمة\nباب الضاد والألف\nالضال: معاوية بن عبد الكريم تاه في طرق مكة فلقب به.\nباب الضاد والباء\nالضبابي: بالفتح وموحدتين إلى الضباب بطن من بني الحارث ومن قريش وبالكسر إلى ضباب بن عامر بن صعصعة وقلعة الضباب محلة بالكوفة وضباب جدّ.\nالضباثي: بالضم آخره مثلثة إلى ضباث بطن من جشم.\nالضبعي: بالضم والفتح ومهملة إلى ضبيعة بن قيس بطن من بكر بن وائل وضبيعة بن ربيعة بن نزار بن معد بن عدنان.\nالضبني: بفتحتين ونون إلى ضبينة بطن من جذام.\nالضبيسي: بالفتح والكسر وتحتية ومهملة إلى ضبيس بطن من عذرة.\nالضبي: بالفتح والتشديد إلى ضبة بن أدّ بن طابخة بن الياس بن مضر وضبة بن الحارث في قريش وضبة بن عمرو في هذيل وضبة قرية بالحجاز وجدّ.\nباب الضاد والخاء\nالضخمي: بالفتح وسكون المعجمة إلى الضخم جدّ.\nباب الضاد والراء\nالضراب: إلى ضرب الدارهم والدنانير.\nالضراري: بالكسر والتخفيف إلى ضرار جدّ وبسين مهملة آخره إلى ضراس قرية باليمن وبالميم إلى ضرام بطن من جهينة.\nباب الضاد والفاء\nالضفادعي: بكسر الدال المهملة إلى درب الضفادع محلة ببغداد.\nباب الضاد والميم\nالضمري: بالفتح والسكون إلى ضمرة بن بكر بن عبد مناة بن كنانة بن خزيمة بن مدركة بن الياس بن مضر.\nالضميري: مصغراً إلى ضمير قرية بدمشق وإلى الأضمور بطن من رعين.\nباب الضاد والنون\nالضني: بالكسر وتشديد النون إلى ضنة بطن من قضاعة ومن الأزد ومن عذرة ومن أسد بن خزيمة ومن بكر بن وائل.\nباب الضاد والياء\nالجزء: 1 ¦ الصفحة: 165\n",
        "قلت: الضيقي: بالفتح والسكون وقاف إلى الضيقة قرب عيذاب انتهى.\nالضييمي: بالضم وفتح التحتية الأولى وسكون الثانية إلى ضييم بطن من فهم.\nباب الطاء المهملة\nباب الطاء والألف: الطابراني: بفتح الموحدة والراء إلى طابران بلد بطوس.\nالطابقي: بفتح الموحدة وقاف إلى الطابق ببغداد.\nالطاحوني: بضم المهملة إلى الطاحونة.\nالطاحي: كالقاضي إلى طاحية بطن من الأزد ومحلة لهم بالبصرة.\nالطاذي: بالمعجمة إلى طاذ قرية بأصبهان.\nالطارابي: براء وموحدة إلى طاراب قرية ببخارى.\nقلت: الطارفي: إلى طارف بالفاء قرية بإفريقية انتهى.\nالطاسبندي: بسكون المهملة والنون بينهما موحدة مفتوحة آخره مهملة إلى طاسبندا قرية بهمذان.\nالطاطري: بفتح الطاءين هو بياع الثياب البيض بدمشق ومصرز قلت: الطاعلي: إلى طاعلة بالأندلس انتهى.\nالطالبي: بكسر اللام إلى أبي طالب جدّ.\nالطالقاني: بسكون اللام وقاف إلى طالقان بلد بخراسان وبقزوين أيضاً.\nالطامذي: بفتح الميم ومعجمة إلى طامذ قرية بأصبهان.\nالطاواني: إلى طاوان جدّ.\nالطاهري: إلى طاهر جدّ والحريم الطاهري ببغداد.\nالجزء: 1 ¦ الصفحة: 166\n",
        "الطائفي: بالفاء إلى الطائف مدينة بالحجاز.\nالطايكاني: بتحتية قبل الكاف إلى طايكان بلد بنواحي بلخ.\nالطائي: إلى طيء.\nباب الطاء والباء\nالطباع\n: بالعين\nالمهملة إلى عمل السيوف.\nالطبائي: بالكسر وتخفيف الموحدة إلى طبا قرية باليمن.\nالطبراخي: بفتح أوله والراء بينهما موحدة ساكنة آخره معجمة إلى طبراخ جدّ.\nالطبراني: بفتحات إلى طبرية مدينة بالأردن.\nالطبري: بفتحتين إلى طبرستان.\nالطبرخزي: بفتح الطاء والباء والخاء المعجمة قبلها راء ساكنة وبعدها زاي هو أبو بكر محمد بن العباس الشاعر لأن أباه من خوارزم وأمه من طبرستان.\nقلت: الطبركي: بفتحتين إلى طبرك قلعة على جبل قرب الري انتهى.\nالطبسي: بفتحتين ومهملة إلى طبس مدينة بين نيسابور وأصبهان وكرمان.\nالطبني: بضمتين ونون إلى طبنة بلد بالمغرب.\nقلت: الطبيري: بالفتح والكسر إلى طبيرة بلد بالأندلس انتهى.\nباب الطاء والحاء\nالطحان: إلى طحن الحب.\nالطحاوي: بالفتح إلى طحا قرية بصعيد مصر قلت: ليس منها بل من طحطوط قرية بقربها فكرة أن يقال طحطوطي انتهى.\nباب الطاء والخاء\nالطخارستاني: بفتح الطاء والمعجمة والفوقية وضم الراء وسكون المهملة إلى طخارستان ناحية كبيرة على جيحون.\nالطخروذي: بالفتح والسكون والضم ومعجمة إلى طخروذ قرية بنيسابور.\nالطخشي: بالفتح والسكون ومعجمة إلى طخش قرية بمرو.\nباب الطاء والراء\nقلت: الطرابلسي: تقدم في الأطرابلسي.\nوالطرابنشي: بمعجمة إلى طرابنش مدينة بجزيرة صقلية انتهى.\nالجزء: 1 ¦ الصفحة: 167\n",
        "الطرازي: بفتح الطاء والراء ثم زاي إلى طراز مدينة على حد بلاد الترك وسكة طراز بأصبهان وبكسر الطاء إلى عمل الثياب المطرزة.\nالطرائفي: بفتحتين وفاء إلى بيع الطرائف وهي الأشياء الحسنة المتخذة من الخشب.\nالطرخاباذي: بفتح الطاء والخاء المعجمة والموحدة وسكون الراء آخره معجمة إلى طرخاباذ قرية بجرجان.\nالطرخاني: بفتح أوله والمعجمة بينهما راء ساكنة إلى طرخان جدّ.\nالطرخوني: بالفتح والسكون والضم إلى طرخون جدّ.\nالطرسوسي: بفتح الطاء والراء وضم المهملة الأولى إلى طرسوس مدينة بناحية الروم.\nالطرطوسي: بالفتح والسكون والضم آخره مهملة إلى طرطوس مدينة وبالمعجمة آخره إلى طرطوشة مدينة بالأندلس.\nالطرقي: بالفتح والسكون وقاف إلى طرق قرية بأصبهان قلت: وبفتح الراء وفاء إلى مسجد طرقة بقرطبة انتهى.\nالطرماحي: بكسرتين وتشديد الميم آخره مهملة إلى الطرماح جدّ.\nقلت: الطرميسي: إلى طرميس قرية بدمشق انتهى.\nالطرواحي: بالضم والسكون وفتح الواو آخره مهملة إلى طرواح قرية ببخارى.\nقلت: الطرياني: إلى طريانة بإشبيلية انتهى.\nالطريثيثي: بالضم والفتح وسكون التحتية ومثلثة مكسورة وتحتية ومثلثة إلى طريثيث ناحية بنيسابور.\nالطريفي: بالفتح والكسر وفاء إلى طريف بطن من طيء وبالقاف علي بن المنذر لأنه ولد بالطريق.\nالجزء: 1 ¦ الصفحة: 168\n",
        "باب الطاء والزاي\nقلت: الطزياني: بالضم وزاي إلى طزيان قرية بديار بكر انتهى.\nباب الطاء والسين\nالطساس: إلى عمل الطست وكذا الطستي.\nباب الطاء والغين\nالطغامي: بالفتح ومعجمة إلى طغاما من سواد بخارى.\nباب الطاء والفاء\nالطفال: إلى بيع الطفال وهو طينٌ يؤكل.\nالطفاوي: بالضم وفاء إلى طفاوة من قيس عيلان.\nقلت: الطفرباذي: بالفتح وسكون الفاء وموحدة ومعجمة إلى طفراباذ محلة بهمذان انتهى.\nباب الطاء واللام\nالطلحي: بالفتح والسكون ومهملة إلى طلحة بن عبيد الله.\nالطلقي: بفتحتين وقاف قلت: كأنه إلى طلقان قرية بالزهراء.\nوالطلمنكي: بفتحات وسكون النون إلى طلمنكة مدينة بالأندلس.\nوالطلياطي: بالفتح والسكون إلى طلياطة ناحية قرب قرطبة بالغرب انتهى.\nالطليطلي: بالضم والفتح والسكون وكسر الطاء ولام إلى طليطلة مدينة بالأندلس.\nالطلي: بالفتح والتشديد إلى بيت طلّ قرية بغزة.\nباب الطاء والميم\nالطميسي: بالفتح والكسر آخره مهملة إلى طميس قرية بمازندران.\nباب الطاء والنون\nالطناجيري: بالفتح وتخفيف النون وكسر الجيم وتحتية وراء إلى الطناجير وهي الدسوت.\nالطنافسي: بفتحتين وكسر الفاء ومهملة إلى الطنفسة المعروفة.\nالطنبذي: بضم الطاء والموحدة بينهما نون\nالجزء: 1 ¦ الصفحة: 169\n",
        "ساكنة آخره معجمة إلى طنبذا قرية بمصر.\nالطنبي: بالضم والسكون وموحدة إلى الطنب موضع بطريق مكة.\nالطنجي: بالفتح والسكون وجيم إلى طنجة.\nالطنزي: مثله بالزاي إلى طنزة بلد بديار بكر قلت: وإلى شارع الطنز ببغداد انتهى.\nباب\nالطاء\nوالواو\nالطوابيقي: بفتحتين وكسر الموحدة وتحتية وقاف إلى الطوابيق وهي الآجر الكبار.\nالطواويسي: بوزنه آخره مهملة إلى طواويس قرية ببخارى.\nالطوبي: بالضم وموحدة إلى قصر الطوب موضع بإفريقية قلت: وبالخاء إلى طوخ عدة قرى بمصر.\nوالطوراني: بالضم إلى طوران قرية بهراة انتهى.\nالطورخاري: بالضم وسكون الواو والراء الأولى وخاء معجمة إلى طورخار جدّ.\nقلت: الطورقي: إلى طورق قرية بنواحي أبيورد وبالكاف إلى طورك سكة ببلخ اتنهى.\nالطوريني: بالضم وكسر الراء وتحتية ونون إلى طورين قرية بالري.\nالطوساني: بالضم ومهملة إلى طوسان قرية بمرو.\nالطوسي: مثله إلى طوس قرية ببخارى قلت: ومدينة بخراسان غيرها منها الغزالي رحمه الله وغيره وبفتح الطاء.\nوالطوطالقي: بالضم إلى طوطالقة بالأندلس.\nوالطولقي: بالفتح إلى طولقة مدينة بالغرب انتهى.\nالجزء: 1 ¦ الصفحة: 170\n",
        "الطولوني: بضم الطاء واللام إلى أحمد بن طولون.\nالطوماري: بالضم آخره راء إلى طومار جدّ.\nالطويتي: بالضم والفتح وسكون التحتية وفوقية إلى طويت جدّ وبطاء آخره بدلها أيضاً.\nباب الطاء والهاء\nالطهراني: بالكسر والسكون وراء إلى طهران قرية بأصبهان وبالري أيضاً.\nالطهرمسي: بضم الطاء والهاء والميم وسكون الراء آخره مهملة إلى طهرمس قرية بمصر.\nالطهماني: بالفتح والسكون إلى طهمان رجل.\nالطهوي: بالضم والفتح إلى طهية بطن من تميم.\nباب الطاء والياء\nالطيالسي: بفتح الطاء والتحتية إلى الطيالسة المعروفة.\nالطيان: إلى عمل الطين.\nالطيبي: بالفتح والسكون وموحدة إلى أبي طيبة جدّ وبالكسر إلى الطيب بلد بين واسط وكور الأهواز.\nالطيراني: بالكسر والسكون وراء ونون إلى طيرا قرية بأصبهان.\nالطيري: بالفتح والسكون إلى الطير جدّ وبالكسر إلى الطيرة قرية بدمشق.\nالطيسفوني: بفتح الطاء والمهملة وفاء إلى طيسفون قرية بمرو.\nالطيشي: بالفتح والسكون ومعجمة إلى طيشة جدّ.\nالطيفوري: بالفتح والسكون وضم الفاء وراء آخره إلى طيفور جدّ.\nقلت: الطيفوراباذي: إلى طيفورآباذ قرية بأصبهان أو محلة بهمذان انتهى.\nالطيبي: بالكسر آخره نون إلى بيع الطين المالح الذي يؤكل وإلى موضع بالغرب قلت: بل بقرب تنيس يقال له الطينة قاله ياقوتٌ انتهى.\nحرف الظاء المعجمة\nباب الظاء والألف\nالظاهري: إلى مذهب داود لقوله بالظاهر ونفي القياس.\nالظبياني: بالفتح وسكون الموحدة وتخفيف التحتية إلى ظبيان بطن من الأزد.\nباب الظاء والفاء\nالجزء: 1 ¦ الصفحة: 171\n",
        "الظفري: بفتح الظاء والفاء وراء إلى ظفر بطن من الأنصار ومن سليم ومن جمير والظفرية محلة ببغداد.\nباب الظاء واللام\nالظليمي: بالضم والفتح والسكون إلى ظليم بطن من تميم.\nباب الظاء والنون\nباب الظاء والهاء\nالظني: بالفتح والتشديد إلى ظنة قبيلة.\nالظهراني: بالكسر والسكون إلى ظهران قرية قرب مكة وليست بمر الظهران.\nالظهري: مثله إلى ظهر بطن من حمير.\nباب الظاء والياء\nالظيقي: بالفتح والسكون وقاف إلى ظيقة منزل على عشرة فراسخ من عيذاب قلت: صحح ياقوتٌ أنها بالضاد وتقدمت انتهى.\nحرف العين المهملة\nباب العين والألف\nالعابدي: بكسر الموحدة ودال مهملة إلى عابد بن عبد الله بن عمر بن مخزوم.\nالعابري: بفتح الموحدة وراء إلى عابر بن أفخشذ بن سام بن نوح.\nالعاجي: إلى بيع العاج.\nالعادائي: إلى بني عاداة.\nالعادلي: إلى عادل جدّ.\nالعادي: إلى عادية بطن من بجيلة.\nالعاصمي: إلى عاصم جدّ وبطن من تميم.\nالعاصي: إلى العاص بطن من الأزد.\nالعاقولي: بضم القاف إلى دير العاقول بلد قرب بغداد.\nالجزء: 1 ¦ الصفحة: 172\n",
        "العامري: إلى عامر بن لؤي بن غالب.\nوعامر: بن صعصعة من قيس عيلان وعامر بن عدي من تجيب وعامر بن ثعلبة وعامر بن سعد من النخع وعامر بن ملك من همدان.\nالعاملي: بكسر الميم إلى عاملة من قضاعة.\nالعاني: إلى عانة مدينة على الفرات.\nالعائذي: بالتحتية والمعجمة إلى عائذ بن عمران بن مخزوم وعائذة من بني شيبان وعائذة من ضبة وعائذ بن ثعلبة من بكر بن وائل وعائذ الله بن سعد العشيرة وعائذ الله أخي جعفي.\nالعائشي: مثله إلى عائشة بنت طلحة بن عبيد الله وبني عائش بن مالك بن تيم الله.\nباب العين والباء\nالعبابي: بالفتح وتشديد الموحدة الأولى إلى عباب رجل.\nالبعاداني: مثله وداله مهملةٌ إلى عبادان بلد بنواحي البصرة.\nالعبادي: إلى عباد جدّ وسنج العبادي قرية بمرو قلت: وإلى العبادية قرية بدمشق انتهى.\nالعبادي: بالضم والتخفيف إلى عباد بن ضبيعة وعبادة بن الصامت وعبادة حي من العرب وبالضم والتشديد إلى عباد بن ضبيعة في قولٍ منكرٍ وبالكسر إلى عباد عدة بطون.\nالعباسي: إلى العباس بن عبد المطلب قلت: وإلى العباسة قرية بمصر انتهى.\nالعبائي: بالفتح إلى بيع العباءة.\nالجزء: 1 ¦ الصفحة: 173\n",
        "العبداني: بفتح المهملتين إلى عبدان قرية بمرو.\nالعبدري: بفتحهما وراء إلى عبد الدار بن قصي وبشين معجمة إلى عبد شرية رجل وبكاف إلى عبدك رجل وبلام إلى قرية عبد الله بواسط العراق وإلى عبد الله بطن من خولان وأبي عبد الله بن كرام رأس الكرامية.\nالعبدملكي: إلى عبد الملك بوزنه جدّ.\nالعبدوسي: بالفتح وضم المهملة آخره مهملة إلى عبدوس جدّ.\nالعبدوي: مثله إلى عبدويه جدّ.\nالجزء: 1 ¦ الصفحة: 174\n",
        "العبدي: إلى عبد القيس من ربيعة بن نزار.\nالعبرتاي: بفتح أوله والباء والفوقية قبلها راء ساكنة إلى عبرتا قرية بنواحي النهروان.\nالعبري: بالضم والسكون إلى عبرة بطن من الأزد.\nالعبسي: بالفتح والسكون إلى عبس بطن من غطفان ومن الأزد ومن مراد.\nقلت: العبسقاني: بالفتح والسكون إلى عبسقان قرية بمالين انتهى.\nالعبشمي: بفتح أوله والمعجمة إلى عبد شمس بن عبد مناف وعبد شمس بن سعد بن زيد مناة.\nالعبقري: بفتح أوله والقاف وراء إلى عبقر بطن من بجيلة.\nالعبقسي: بوزنه إلى عبد القيس.\nالعبقي: بفتحتين وقاف إلى عبق جدّ وبلام إلى عبل بطن من رعين.\nالعبودي: بالفتح وضم الباء المشددة إلى عبود جدّ.\nالعبيدي: مصغراً إلى عبيد بن ثعلبة بطن من تميم وعبيد بن عدي بطن من الأنصار وعبيد بن عبرة بطن من الأزد وعبيد بن سلامة بطن من نهد.\nباب العين والتاء\nالعتابي: بالفتح وتشديد الفوقية إلى عتاب بن أسد بن أبي العيص بن أمية بن عبد شمس وعتاب بن سعيد بن زهير بن جشم والعتابيين محلة ببغداد ودار عتاب محلة.\nالعتائدي: بفتحتين وكسر التحتية ومهملة إلى عتائد.\nالعتبي: بالضم والسكون وموحدة إلى عتبة\nالجزء: 1 ¦ الصفحة: 175\n",
        "ابن غزوان الصحابي وعتبة بن أبي سفيان.\nالعتري: بفتحتين وراء إلى عتر بطن من الأشعريين وبسكون الفوقية إلى عترة بطن من خزاعة وبالضم والفتح إلى عتر بطن من كلب وبالكسر والسكون إلى عترة بطن من بكر بن هوازن ومن بلي ومن هوازن.\nالعتقي: بالضم والفتح وقاف إلى العتقيين والعتقاء عدة قبائل.\nالعتكي: بفتحتين إلى العتيك بطن من الأزد.\nالعتواري: بالضم والسكون وراء آخره إلى عتوارة بطن من كنانة.\nالعتودي: بالفتح والضم آخره دال مهملة إلى عتود بطن من طيء.\nالعتيقي: بالفتح والكسر آخره قاف إلى عتيق جدّ.\nباب العين والثاء\nالعثري: بفتح أوله والمثلثة وراء إلى عثر مدينة باليمن وبسكون المثلثة إلى عثر مدينة باليمن أيضاً.\nالعثماني: إلى عثمان بن عفان رضي الله تعالى عنه نسباً أو ولاء.\nالعثمي: بالفتح والسكون إلى عثم جدّ وبطن من جهينة.\nباب العين والجيم\nالعجبي: بفتحتين وموحدة إلى عجب جدّ.\nالعجردي: بفتح أوله والراء وسكون الجيم آخره مهملة إلى طائفة من الخوارج رأسهم عبد الكريم بن عجرد.\nالعجرمي: بوزنه إلى عجرم جدّ.\nالعجسي: بالفتح وتشديد الجيم المفتوحة ومهملة إلى عجس قرية بعسقلان.\nالعجلي: بفتحتين إلى عمل العجل التي تجرها الدواب وبالكسر والسكون إلى عجل بن بكر بن وائل.\nالعجمي: بفتحتين إلى العجم وبلاد فارس ومن لسانه لا يحسن العربية.\nالعجنسي: بفتح أوله والجيم والنون المشددة ومهملة إلى عجنس جدّ.\nقلت: العجيسي: بالفتح والكسر وتحتية ومهملة إلى عجيس قبيلة من البربر انتهى.\nالعجوزي: بالزاي إلى أبي العجوز جدّ.\nالعجلاني: بالفتح والسكون إلى بني العجلان بطن من الأنصار.\nباب العين والدال\nالعداس\nوالعدسي\n: بفتحتين إلى العدس المعروف.\nالجزء: 1 ¦ الصفحة: 176\n",
        "العدبسي: بفتح أوله والمهملة والموحدة المشددة ومهملة إلى عدبس جدّ.\nالعدثاني: بالضم والسكون ومثلثة إلى عدثان بطن من الأزد.\nالعدني: بالفتح والسكون إلى عمل البرد بنيسابور وبفتحتين إلى عدن مدينة باليمن.\nالعدواني: بالفتح والسكون إلى عدوان قبيلة من قيس عيلان.\nالعدوي: بفتحتين إلى عدي بن كعب بن لؤي بن غالب وعدي بن عبد مناة بن أد بن طابخة وعدي بن عمرو بن ملك بطن من الأنصار وعدي بن النجار منهم وعدي بن عمرو بن ربيعة بطن من خزاعة وعدي بن أخرم بطن من طيء وعدي بن أفلت منهم وعدي بن أسامة بطن من تغلب وعدي بن ربيعة بطن من كندة وعدي بن جناب بطن من كلب وعدي بن حنيفة وعدي بن جندب بطن من تميم قلت: وإلى العدوية قرية بمصر انتهى.\nالعديسي: بالتصغير إلى عديس لقب.\nباب العين والذال\nالعذاري: بالكسر ومعجمة إلى عذار جدّ.\nالعذري: بفتح أوله والمعجمة إلى عذر بطن من الأشعريين وبالضم والسكون إلى عذرة قبيلة من قضاعة.\nباب العين والراء\nالعرابي: بالفتح وتخفيف الراء وموحدة إلى عرابة جدّ قلت: وبتشديد الراء إلى عرابة قرية من الشام انتهى.\nالعرادي: إلى عمل العرادة التي ترمى بها الحجارة إلى الحصون.\nالعرافي: بالفتح والتشديد وفاء وبالكسر والتخفيف وقاف إلى العراق المشهور.\nقلت: العرباني: بفتحتين وموحدة إلى عربان بلد بالخابور انتهى.\nالجزء: 1 ¦ الصفحة: 177\n",
        "العرجي: بالفتح والسكون وجيم إلى العرج موضع بمكة شرفها الله.\nالعرزبي: بالفتح والسكون وفتح الزاي وموحدة إلى عزرب جدّ وبالميم آخره إلى عرزم بطن من فزارة.\nقلت: العرشاني: إلى عرشان بلد باليمن انتهى.\nالعرضي: بالضم والسكون ومعجمة إلى عرض ناحية بدمشق.\nالعرفطي: بضم أوله والفاء إلى عرفطة جدّ.\nالعرفي: بفتحتين وفاء إلى عرفاتٍ شرفها الله تعالى وبالكسر والسكون وقاف إلى عرقة بلد بالشام وعرق رجل.\nقلت: العرماني: بالفتح وتشديد الراء إلى عرمان قرية بصرخد انتهى.\nالعرني: بالضم والفتح ونون إلى عرينة بطن من بجيلة.\nالعرواني: بالضم والسكون إلى عروان من كندة.\nالعروضي: إلى علم العروض.\nالعريبي: بالتصغير وموحدة إلى عريب رجل.\nالعريجي: بوزنه وجيم إلى عريج من كنانة ومن جمح.\nقلت: العريشي: بالفتح والكسر إلى العريش موضع بناحية الشام انتهى.\nالعريفي: بالفتح والكسر وفاء إلى عريف بن جشم وبالتصغير إلى عريف بطن من الصدف.\nالعريني: بوزنه ونون إلى عرين بطن من قضاعة ومن تميم.\nباب العين والزاي\nالعزازي: بالفتح وتخفيف الزاي الأولى إلى عزاز قلعة قرب حلب.\nالجزء: 1 ¦ الصفحة: 178\n",
        "العزاقري: بفتح أوله والزاي وكسر القاف وراء إلى جعفر بن أبي العزاقر صاحب التناسخ.\nالعزري: بالفتح وسكون الزاي وراء إلى باب عزرة محلة بنيسابور.\nقلت: العزفي: بفتحتين وفاء..\nانتهى.\nالعزوري: بفتح أوله والواو بينهما زاي ساكنة آخره راء إلى عزورة جدّ.\nالعزيزي: بالتصغير آخره راء إلى عزير المختلف في نبوته وصاحب الغريب إلى أبيه ومن قاله بزاءين أخطأ قلت: بل أصاب وجزم به الداقطني وابن ماكولا وغيرهما.\nباب العين والسين\nالعسال: إلى بيع العسل.\nالعساني: بالضم وتحفيف المهملة ونون إلى عسان بطن من الصدف قلت: وبالفتح والتشديد إلى عسان قرية بحلب انتهى.\nالعسقلاني: بفتح أوله والقاف إلى عسقلان مدينة من فلسطين.\nالعسكري: بفتح أوله والكاف وراء إلى عسكر مكرم مدينة بالأهواز وإلى عسكر مصر قلت: هي خطة بها انتهى وعسكر سر من رأى وعسكر المهدي.\nالعسيلي: بالتصغير ولام إلى عسيل بطن من سامة بن لؤي.\nباب العين والشين\nالعشاري: بالضم وتخفيف المعجمة وراء أبو طالب كان جده طويلاً فلقب به.\nالعشي: بالضم والتشديد إلى عش بطن من قضاعة.\nباب العين والصاد\nالعصاب: بالتشديد.\nالجزء: 1 ¦ الصفحة: 179\n",
        "العصار: إلى عصر الدهن.\nالعصاري: إلى العصار.\nالعصائدي: بالدال المهملة إلى عمل العصيدة.\nالعصبي: بفتحتين وموحدة إلى عصبة بطن من قضاعة ومن تميم والعصب جدّ.\nالعصري: بوزنه إلى عصر بطن من عبد القيس ومن طيء وبسكون الصاد إلى عصر بطن من بلي.\nالعصفري: بضم أوله والفاء إلى العصفر المعروف.\nالعصفوري: بضمهما إلى عصفور رجل.\nالعصمي: بالضم والسكون إلى عصم جدّ.\nباب العين والطاء\nالعطار: إلى بيع العطر والطيب.\nالعطاردي: بالضم إلى عطارد جدّ وبطن من تميم.\nالعطشي: بفتحتين ومعجمة إلى سوق العطش موضع ببغداد.\nالعطوفي: بالفتح والضم وفاء إلى عطوف.\nالعطوي: بفتحتين إلى عطية جدّ وعطية بن الأسود اليمامي رأس العطوية من الخوارج.\nباب العين والفاء\nالعفصي: بالفتح وسكون الفاء ومهملة إلى العفص المعروف.\nباب العين والقاف\nالعقابي: بالضم وقاف وموحدة إلى عقاب بطن من حضرموت.\nالعقبي: بفتحتين إلى بيعة العقبة وعقبة وراء نهر عيسى ببغداد وبكسر القاف إلى عقب بطن من كنانة قلت: وبالضم والسكون إلى منية عقبة انتهى.\nالعقدي: بفتحتين ودال مهملة إلى عقد بطن من بجيلة وقيل من قيس وبالضم والفتح إلى عقدة جدّ قال ابن الأثير المعروف سكون القاف وبسكون القاف إلى عقدة بطن من طيء ومن باهلة.\nالعقرقوفي: بفتحتين وسكون الراء وضم القاف الثانية آخره فاء إلى عقرقوف قرية قرب بغداد.\nالجزء: 1 ¦ الصفحة: 180\n",
        "العقري: بفتحتين وراء إلى عقر قري بالرملة وبسكون القاف إلى عقر قرية على طريق بغداد إلى الدسكرة.\nالعقفاني: بالضم والسكون وفتح الفاء إلى عقفان بطن من يربوع.\nالعقيلي: مكبراً إلى عقيل بن أبي طالب ومصغراً إلى عقيل بن كعب بن ربيعة بن عامر بن صعصعة قلت: وإلى عقيل قرية بحوران انتهى.\nباب العين والكاف\nالعكاشي: بالضم والتشديد إلى عكاشة بن محصن.\nالعكاوي: بوزنه إلى عكا مدينة بساحل الشام.\nالعكبري: بالضم والسكون وفتح الموحدة وراء إلى عكبرا بلد على دجلة فوق بغداد.\nالعكبي: بالكسر والفتح وتشديد الموحدة إلى عكب بن أسد بن الحارث بن العتيك.\nالعكلي: بالضم والسكون إلى عكل بطن من تميم قال ابن الأثير بل أمة لامرأة من حمير.\nالعكي: بالفتح والتشديد إلى عك ين عدنان أخي معد وإلى عكا السابقة أيضاً.\nباب العين واللام\nقلت: العلثي: بالفتح والسكون ومثلثة إلى علث قرية بين عكبرا وسامرا انتهى.\nالعلفي: بالضم وتشديد اللام المفتوحة وفاء إلى علفة بطن من قيس بفتحتين وقاف إلى علقة بطن من بجيلة.\nالعلكي: بالفتح والشتديد إلى علك جدّ.\nالعلمي: بفتحتينن إلى علم جدّ.\nالعلوي: إلى علي بن أبي طالب رضي الله تعالى عنه وبني علي بطن من الأزد وبضم اللام المشددة إلى علويه.\nالعلياني: بالفتح والسكون وتحتية إلى عليان بطن من همدان.\nالعليجي: بالفتح والكسر وتحتية وجيم إلى عليجة تصغير علي.\nالجزء: 1 ¦ الصفحة: 181\n",
        "العليصي: بالضم والفتح والسكون ومهملة إلى عليص بن صمصم بن عدي.\nالعليمي: بوزنه إلى عليم بطن من كلب ومن باهلة وجدّ.\nالعلي: بالضم والتخفيف إلى علة بطن ن مذحج وبالكسر والتشديد إلى علة بطن من قضاعة.\nباب العين والميم\n: بالفتح والتشديد إلى عمار جدّ.\nالعماني: بوزنه إلى عمان مدينة البلقاء بالشام وبالضم والتخفيف إلى عُمان قرية تحت البصرة.\nالعمائمي: إلى العمامة المعروفة.\nالعمراني: بالكسر والسكون إلى العمرانية ناحية بالموصل.\nالعمروسي: بالفتح والسكون وضم الراء آخره مهملة إلى عمروس جدّ.\nالعمري: بالفتح والسكون إلى عمرو بن عامر بن ربيعة وعمرو بن عوف بطن من الأنصار وعمرو بن الخزرج منهم وعمرو بن أسد من الأزد وعمرو بن عبيد المعتزلي وإلى قراءة أبي عمرو وبالضم والفتح إلى عمر بن الخطاب وعمر بن علي بن أبي طالب رضي الله عنهم قلت: وإلى العمرية محلة ببغداد انتهى.\nالعميري: مكبراً إلى عميرة بطن من ربيعة.\nالعمي: بالفتح والتشديد إلى العم بطن من تميم أما زيد العمي فلقب به لأنه كان يسأل عن الشيء فيقول حتى أسأل عمي.\nباب العين والنون\nالعنابي: بالضم وتشديد النون إلى العناب المعروف.\nالعنبري: بفتح العين والموحدة بينهما نون ساكنة إلى العنبر بن عمرو بن تميم وعنبر جدّ.\nالعنبي: بالكسر وفتح النون إلى العنب المعروف.\nالعنتري: بفتح أوله والفوقية ثالثة إلى عنترة جدّ.\nالجزء: 1 ¦ الصفحة: 182\n",
        "العنزي: بفتحتين وزاي إلى عنزة بن أسد بن ربيعة بن نزار بن معد بن عدنان وبسكون النون إلى عنز بن وائل أخي بكر بن وائل وبه بسين مهملة إلى عنس حي من مذحج.\nالعنقزي: بفتح أوله والقاف وزاي إلى العنقز وهو الريحان.\nالعنيني: بالضم وفتح النون الأولى إلى عنين بطن من طيء.\nباب العين والواو\nالعودمي: بالضم وفتح المهملة.\nالعوذي: بالفتح والسكون معجمة إلى عوذ بطن من الأزد.\nالعوسجي: بفتح أوله والمهملة وجيم إلى عوسجة جدّ.\nالعوصي: بالفتح والسكون ومهملة إلى عوص بطن من كلب وبالفاء إلى عبد الرحمن بن عوف وإلى عوف بن سعد بطن من قيس عيلان وآخر من ذبيان وبالنون إلى عون وبالهاء إلى عوه بطن.\nالعوقي: بفتحتين وقاف إلى العوقة بطن من عبد القيس ومحلة لهم بالبصرة.\nالعوني العوهي: بالفتح والتشديد إلى العوة بطن من سامة بن لؤي مجدّ.\nباب العين واللام ألف\nالعلاثي: بالضم آخره مثلثة إلى علاثة رجل.\nالعلاطي: بالكسر إلى علاط رجل.\nالعلاف: إلى بيع العلف.\nالعلاقي: بالكسر وقاف إلى بني علاقة.\nالعلالي: بالضم أي علالة جدّ بالفتح والتشديد إلى علان وأبي علانة وأبي جهل رجل العلاني: بالفتح إلى سكة العلاء ببخارى.\nباب العين والياء\nالعيابي: بالفتح آخره موحدة إلى عيابة بن عامر بن زيد بن عدوان.\nالعياضي: بالكسر ومعجمة إلى عياض جدّ.\nالجزء: 1 ¦ الصفحة: 183\n",
        "العيداني: بالفتح والسكون ومهملة ونون إلى عيدان بطن من حضرموت.\nالعيذي: بالفتح والسكون ومعجمة إلى عيذ الله بن سعد العشيرة من مذحج.\nالعيشوني: بالفتح وضم المعجمة إلى عيشون رجل.\nالعيشي: بالفتح إلى عائشة الصديقة وبني عائش بن مالك بن تيم الله وبالكسر إلى عيش بطن من حرام ومن سعد هذيم ومن مزينة ومن أشجع ومن قضاعة.\nالعين زربي: بفتح الزاي وسكون الراء وموحدة إلى عين زربى بلد قرب طرسوس.\nالعينوتي: بالفتح والسكون وضم النون الأولى إلى عينون قرية بالقدس.\nالعيني: بالفتح إلى عين التمر بلد بالحجاز قلت: وإلى عين تاب قلعة بين حلب وأنطاكية وإلى عين توماء قرية بدمشق انتهى.\nالعيلاني: بالفتح والسكون إلى قيس عيلان بن مضر.\nحرف الغين المعجمة\nباب الغين والألف\nالغابي: كالقاضي قلت: إما إلى غاب موضع باليمن أو إلى غابة موضع قرب المدينة انتهى.\nالغاتفري: بفتح الفوقية وسكون الفاء وراء إلى غاتفر محلة بسمرقند قلت: قال باقوتٌ: بنون ساكنة وفاء مفتوحة انتهى.\nالغازي: إلى الغزو وإلى الغز جدّ.\nالغاضري: بمعجمة وراء إلى غاضرة بن ملك بن ثعلبة وغاضرة بطن من خزاعة.\nالغافري: بكسر الفاء إلى غافر بطن من سامراء بن لؤي.\nالغافقي: بفاء وقاف إلى غافق من الأزد قلت: وحصن بالأندلس انتهى.\nالغالي: إلى الغلو وغالية أم.\nالعامدي: بكسر الميم ومهملة إلى غامد بطن من الأزد.\nالغانمي: بوزنه إلى غانم جدّ.\nباب الغين والباء\nالجزء: 1 ¦ الصفحة: 184\n",
        "الغبابي: بالضم وتخفيف الموحدة الأولى إلى غباب لقب ثعلبة بن الحارث بن تيم الله.\nقلت: الغباغبي: إلى غباغب قرية بحوران انتهى.\nالغبري: بالضم وفتح الموحدة وراء إلى غبر بطن من يشكر.\nباب الغين والثاء\nقلت: الغثوي: بمثلثة إلى الغثاة قرية بحوران انتهى.\nباب الغين والجيم\nالغجدواني: بالضم وسكون الجيم وفتح المهملة والواو إلى غجدوان قرية ببخارى.\nباب الغين والدال\nالغداني: بالضم وتخفيف المهملة إلى غدانة بن يربوع بن حنظلة.\nباب الغين والذال\nالغذاني: بفتح المعجمتين إلى غذانة قرية ببخارى.\nالغذاوذي: بالضم ومعجمتين وفتح الواو إلى غذاوذ محلى بسمرقند.\nالغذشفردري: بالضم وفتح الذال المعجمة والفاء والدال المهملة وسكون الراء قبلها والشين المعجمة آخره راء غذشفردر قرية ببخارى.\nباب الغين والراء\nالغراء: إلى عمل الغراء.\nالغرابي: إلى غراب بلفظ الطائر بطن من فزارة والغرابية من الشيعة.\nالغراد: إلى عمل الحائط القصب.\nقلت: الغرافي: بالفتح والتشديد وفاء إلى الغراف نهر تحت واسط عليه قرى كبيرةٌ الغربي بفتحتين وموحدة إلى باب الغربة محلة بغداد انتهى.\nالغربي: بالفتح والسكون وكسر المهملة وتحتية إلى غرديان قرية بما وراء النهر.\nالغرزي: بفتحتين وزاي إلى غرزة جدّ أحمد بن حازم.\nالغرقي: يالفتح والسكون وقاف إلى غرق قرية بمرو.\nالغرمينوي: بالضم والسكون والكسر وتحتية ونون مفتوحة إلى غرمينوى من رستاق سمرقند.\nالجزء: 1 ¦ الصفحة: 185\n",
        "الغرناطي: بالفتح والسكون إلى غرناطة مدينة بالغرب.\nقلت: الغروي: إلى الغرية قرية بدمشق انتهى.\nالغريري: بالتصغير وراء إلى غرير بن المغيرة بن حميد بن عبد الرحمن بن عوف.\nباب الغين والزاي\nالغزاء: إلى كثرة الغزو.\nالغزالي: بالتشديد إلى الغزل كالغزال وقيل: هو بالتخفيف إلى غزالة قرية بطوس.\nالغرقي: بفتح المعجمتين وقاف إلى غرق قرية بفرغانة.\nالغزنوي: بفتح أوله والنون إلى غرنة مدينة بالهند.\nالغزنياني: بفتح أوله والنون الأولى والتحتية إلى غزنيا قرية بما وراء النهر.\nالغزوي: بفتحتين إلى غزية قبيلة من طيء وفخذٍ من هوازن.\nالغزينزي: بالفتح والكسر وتحتية ساكنة ونون مكسورة وزاي إلى غزينز قرية بخوارزم.\nالغزيلي: بالضم والفتح كسر التحتية المشددة إلى غزيل بطن من مراد.\nالغزي: بالفتح والتشديد إلى غزة مدينة بالشام.\nباب الغين والسين\nالغساني: بالفتح والتشديد إلى غسان قبيلة من الأزد وجدّ وغسان رأس الغسانية من المرجئة وبضم أوله إلى غسان بن جذام بن العدف.\nقلت: الغسولي: إلى الغسولة قرية بدمشق انتهى.\nباب الغين والسين\nالجزء: 1 ¦ الصفحة: 186\n",
        "الغسيلي: بالفتح والكسر إلى حنظلة بن أبي عامر غسيل الملائكة.\nالغشتي: بالفتح وسكون المعجمة وفوقية الغشراني بالضم والسكون ودال مهملة إلى غشدان قرية بسمرقند.\nالغشيدي: بالفتح والكسر ودال مهملة إلى غشيدا قرية ببخارى.\nباب الغين والضاد\nالغضائري: بضاد معجمة وراء إلى الغضار وهو الإناء الذي يؤكل فيه.\nالغضبي: بالفتح والسكون وموحدة إلى غضب بطن من الأنصار ومن سليم.\nالغضنفري: بفتح المعجمتين والفاء وسكون النون آخره راء إلى الغضنفر جدّ.\nالغضيضي: بالفتح وكسر المعجمة الأولى إلى غضيض رجل.\nباب الغين والطاء\nالغطريفي: بكسر أوله والراء آخره فاء إلى الغطريف جدّ.\nالغطفاني: بفتحات وفاء إلى غطفان قبيلة كبيرة من قيس عيلان وبطن من جهينة ومن جذام.\nالجزء: 1 ¦ الصفحة: 187\n",
        "الغطيفي: مصغراً إلى غطيف بطن من مراد.\nباب الغين والفاء\nالغفاري: بالكسر وتخفيف الفاء وراء إلى غفار بن مليك بن ضمرة بن بكر بن عبد مناة بن كنانة.\nقلت: العفجموني: إلى غفجمون قبيلة من البربر بالمغرب انتهى.\nالغفيلي: بالضم وفتح الفاء وسكون التحتية ولام إلى غفيلة بطن من السكون ومن ربيعة وجدّ.\nباب الغين واللام\nالغلبوني: بالفتح وسكون اللام وضم الموحدة إلى غلبون جدّ.\nالغلطاني: بالضم والسكون إلى غلطان قرية بمرو.\nالغلفي: الضم والسكون.\nالغليمي: مصغراً إلى غليم بن سام بن نوح.\nالغلي: بالضم والتشديد إلى الغل.\nالغلوي: بفتحتين إلى الغلي رجل.\nباب الغين والميم\nالغمري: بالفتح والسكون وراء إلى الغمر بطن من غافق قلت: وإلى منية غمر قرية بمصر انتهى.\nباب الغين والنون\nالغناجي: بالفتح والتشديد وجيم إلى غناج بلد بالشاش.\nالغنادوستي: بفتحتين وضم المهملة وسكون الواو والسين المهملة وفوقية إلى غنادوست قرية بسرخس.\nالغنثي: بالفتح والسكون ومثلثة إلى بطن من مالك بن كنانة.\nالجزء: 1 ¦ الصفحة: 188\n",
        "الغنجيري: بالفتح والسكون وكسر الجيم وتحتية وراء إلى غنجير قرية بالسغد.\nالغنداني: بالفتح والسكون ومهملة وموحدة إلى عنداب محلة بمرعينان.\nالغندجاني: بالضم والسكون وفتح المهملة وجيم إلى عندجان مدينة بالأهواز.\nالغندروذي: بفتح أوله والدال المهملة وضم الراء آخره معجمة إلى غندروذ قرية بهراة.\nالغندلي: بالضم والسكون وفتح الدال المهملة ولام إلى غندلك جدّ.\nالغنفري: بفتح أوله والفاء وراء إلى غنفر جدّ.\nالغنمي: بالفتح والسكون إلى غنم بطن من الأزد ومن الأنصار ومن بني أسد بن خزيمة ومن كندة ومن عبد القيس.\nالغنوي: بفتحتين إلى غني بن أعصر\nباب الغين والواو\nالغوبديني: بالضم وسكون الواو والموحدة وكسر المهملة إلى غوبدين قرية بنسف.\nالغوثي: بالفتح والسكون ومثلثة إلى الغوث.\nالغورجي: بالضم وفتح الراء وجيم إلى غورة قرية بهراة.\nالعورجكي: بفتح أوله والراء وسكون الواو والجيم إلى غورجك بلد بالسغد من سمرقند.\nالغورشكي: بوزنه إلى غورشك من نواحي سمرقند.\nقلت: الغورواني: إلى غوران قرية بهراة انتهى.\nالجزء: 1 ¦ الصفحة: 189\n",
        "الغوري: بالضم والسكون وراء إلى الغور بلاد بخراسان.\nالغوزمي: بالضم وفتح الزاي إلى غوزم من نواحي هراة.\nقلت: الغوسناني: إلى غوسنان قرية بهراة انتهى.\nالغوطي: بالضم إلى غوطة دمشق.\nباب الغين واللام ألف\nالغلابي: بالفتح والتخفيف وموحدة إلى غلاب جدّ أبي بكر محمد بن زكرياء شيخ الطبراني وبالتشديد إلى غلاب والد خالد بن غلاب الصحابي واسم أبيه الحارث.\nالغلاظي: بالكسر ومعجمة إلى غلاظ.\nباب الغين والياء\nالغياثي: بالكسر ومثلثة إلى غياث جدّ.\nالغياني: بالفتح والتشديد ونون إلى غيان بطن من جهينة ومن الخزرج ومن خطمة.\nالغيثي: إلى غيث بلفظ المطر بطن من عبس وبتشديد التحتية وكسرها إلى غيث بطن من طيء.\nالغيري: بالكسر وفتح التحتية وراء إلى غيرة بطن من كنانة ومن بلي ومن ثقيف.\nقلت: الغيزاني: بالكسر وزاي إلى غيزان قرية بهراة انتهى.\nالغيشتي: بالكسر والسكون وفتح المعجمة وفوقية إلى غيشتا قرية ببخارى.\nالغيفي: بالفتح والسكون وفاء إلى غيفة قرية قرب بلبيس بديار مصر قلت: وباللام إلى الغيل قرية باليمن انتهى.\nالغيماني: بالفتح والسكون إلى غيمان من حمير.\nالجزء: 1 ¦ الصفحة: 190\n",
        "الغيلاني: بوزنه إلى غيلان جدّ أبي طالب راوي الغيلانيات وإلى غيلان بن دعمي بن إياد بن نزار بن معد وإلى غيلان القدري رأس الغيلانية.\nحرف الفاء\nباب الفاء والألف\nالفابجاني: بفتح الموحدة والجيم إلى فابجان قرية بأصبهان ويقال فابزان.\nالفاتني: بكسر الفوقية ونون إلى فاتن مولى المطيع نسب إليه مولاه بشرى الرومي.\nالفاخراني: بكسر الخاء والفاخوري إلى بيع الفخار.\nالفاداري: بدال مهمة وراء إلى فادار جدّ.\nالفاذجاني: بفتح المعجمة وجيم إلى فاذجان قرية بأصبهان.\nالفاذوني: بمعجمة مضمومة إلى فاذونة جدّ.\nالفاذي: بها إلى فاذ جدّ.\nالفارابي: براء وموحدة إلى فاراب مدينة فوق الشاش وبنون آخره إلى فاران جبال بالحجاز وقرية بسمرقند وإلى فاران بطن من قضاعة كما قال ابن الأثير ويتلو في القاراني: الفارزي: بكسر الراء وزاي إلى قصر فارزة محلة ببخارى.\nالفارجي: بسكون الراء وجيم إلى باب فارجك محلة ببخارى وبكسر الراء إلى فارج بطن من القين.\nالفارسجيني: بكسر الراء والجيم وسكون المهملة بينهما إلى فارسجين بنواحي همدان.\nقلت: الفارسكوري: إلى فارسكر بلد قرب دمياط انتهى.\nالفارسي: إلى بلاد فارس.\nالجزء: 1 ¦ الصفحة: 191\n",
        "الفارفاني: بسكون الراء وفاء ثانية إلى فارفان قرية بأصبهان.\nالفارقي: بكسر الراء وقاف إلى ميافارقين.\nالفارمذي: بفتح الراء والميم ومعجمة إلى فارمذ قرية بطوس.\nقلت: الفاروثي: بمثلثة قرية على دجلة انتهى.\nالفاروزي: بضم الراء آخره إلى فاروز قرية بنسا.\nالفاروي: بضم الراء إلى فاروية سكة بنيسابور وفارو قرية بنسف.\nالفاريابي: بفتح الراء والتحتية وموحدة والفريابي بكسر الفاء والفيريابي بلد بنواحي بلخ.\nالفازي: بزاي إلى فاز قرية بطوس قلت: وأخرى بمرو انتهى وبالمهملة إلى فاس مدينة بالغرب.\nالفاشاني: بمعجمة إلى فاشان قرية بمرو وبهراة أيضاَ.\nالفاشوقي: بضم المعجمة وقاف إلى فاشوق قرية ببخارى.\nالفاطمي: بكسر الطاء إلى سيدة نساء العالمين رضي الله تعالى عنها.\nالفاغي: بمعجمة إلى فاغ قرية بسمرقند.\nقلت: الفاقوسي: بمهملة إلى فاقوس بلد بحوف مصر انتهى.\nالفاكهي: إلى بيع الفاكهة.\nالفالي: بلام إلى فالة بلد بفارس.\nالفاميني: بكسر الميم إلى فامين قرية ببخارى.\nالفامي: هو البقال وإلى فامية قرية بواسط وبالشام أيضاً.\nقلت: الفايائي: إلى فايا كورة بين حلب ومنبج انتهى.\nالفائشي: بكسر التحتية ومعجمة إلى فائش بطن من همدان.\nباب الفاء والباء\nالفبي: بضم الفاء وتشديد الموحدة إلى الفبين بطن من همدان ومحلة لهم بالكوفة.\nباب الفاء والتاء\nالجزء: 1 ¦ الصفحة: 192\n",
        "الفتياني: بالكسر وسكون الفوقية وفتح التحتية إلى فتيان بطن من بجيلة.\nباب الفاء والجيم\nالفجكشي: إلى فجكش قرية بنيسابور.\nباب الفاء والحاء\nالفحام: إلى بيع الفحم.\nالفحلي: بالكسر وسكون المهملة ولام إلى فحل موضع بالشام.\nباب الفاء والدال\nالفدكي: بفتحتين إلى فدك موضع قرب المدينة.\nالفدوي: بالفتح وضم الدال المهملة الشديدة إلى فدويه جدّ.\nالفديكي: مصغراً إلى فديك صحابي.\nباب الفاء والذال\nقلت: الفذاي: بمعجمة إلى فذايا قرية بدمشق انتهى.\nباب الفاء والراء\nالفراء: إلى الفراء.\nالفرابي: بفتحتين وموحدة إلى فراب قرية بسمرقند قلت: وبتشديد الراء إلى فراب قرية بأصبهان وبالضم والفوقية إلى الفرات النهر وجدّ.\nالفراديسي: بفتحتين وكسر المهملة وسين كذلك إلى باب الفراديس بدمشق.\nالفراسي: بالكسر وسين مهملة إلى فراس بن غنم بن كنانة قلت: وقرية بإفريقية انتهى.\nوبالفتح والمعجمة إلى فراشة جدّ وفراشا قرية بين بغداد والحلة ودرب فراشا محلة ببغداد وبالنون والراء مخففة ومشددة إلى فران بطن من قضاعة.\nالفراوي: بالضم إلى فراوة بلد قرب خوارزم.\nالفراهيذي: بفتحتين وكسر الهاء وتحتية ساكنة ومعجمة إلى فراهيذ بطن من الأزد.\nالفراهيناني: بالضم وكسر الهاء وتحتية ونون وألف إلى فراهينان قرية بمرو.\nالفرائضي والفرضي: إلى علم الفرائض.\nالفربري: بفتحتين وسكون الموحدة وراء ثانية إلى فربر بلد قرب بخارى.\nقلت: الفريباي: إلى فريبا بعسقلان انتهى.\nالفرجي: بفتحتين وجيم إلى الفرج رجل قلت:\nالجزء: 1 ¦ الصفحة: 193\n",
        "ومدينة بالأندلس انتهى.\nوبسكون الراء إلى فرج قرية قلت: بفارس انتهى.\nالفرجاي: بفتح أوله والجيم وبهمزة إلى فرجيا قرية بسمرقند.\nالفرخاني: بالفتح وضم الراء المشددة ومعجمة إلى فرخان جدّ.\nالفرخشي: بفتحتين وسكون الخاء وشين معجمتين إلى فرخشة.\nالفرخوزديزجي: بالفتح وسكون الراء والواو والزاي بعدها وضم الخاء المعجمة وكسر الدال المهملة وتحتية ساكنة وفتح الزاي وجيم إلى فرخوزديزة قرية بنسف.\nالفرخي: بالفتح والسكون ومعجمة إلى فرخ جدّ.\nالفرداجي: بالكسر والسكون ومهملة وجيم إلى فرداج جدّ.\nقلت: الفردجاني: إلى فردجان قلعة بهمذان انتهى.\nالفرددي: بفتح أوله والمهملة الأولى والراء ساكنة إلى فردد قرية بسمرقند.\nالفردمي: بوزنه إلى بني الفردم بطن من تجيب.\nالفرزاميثني: بالفتح والسكون وفتح الزاي وكسر الميم وتحتية ساكنة ومثلثة مفتوحة ونون إلى فرزاميثن محلة بسمرقند.\nالجزء: 1 ¦ الصفحة: 194\n",
        "الفرزكي: بالضم والسكون وفتح الزاي إلى فرزك جدّ.\nالفرساباذي: بالضم والسكون ومهملة وموحدة وذال معجمة إلى فرساباذ قرية بمرو.\nالفرساني: بالكسر إلى فرسان قرية بأصبهان وبالضم إلى فرسان قرية بإفريقية.\nالفرسي: بفتحتين ومهملة.\nالفرشي: بالضم والسكون ومعجمة إلى الفرش.\nقلت: الفرضي: بوزنه إلى الفرضة قرية بالبحرين.\nوالفرضي: قد تقدم في الفرائضي.\nوالفرطسي: بالفتح والسكون إلى فرطس قرية ببغداد انتهى.\nالفرعي: بالكسر والفتح ومهملة إلى فرع جدّ.\nالفرغاني: بالفتح والسكون ومعجمة إلى فرغانة بلاد وراء الشاش وفرغانة قرية بفارس.\nالفرغليظي: بضم أوله والمعجمة وكسر اللام وإعجام الظاء إلى فرغليظ قرية بالأندلس.\nالفرغولي: بالفتح والسكون وضم المعجمة ولام إلى فرغول قرية بدهستان.\nقلت: الفرفقاباذي: إلى فرفقاباذ قرية بأرمية انتهى.\nالفرقدي: بفتح الفاء والقاف ودال مهملة إلى فرقد جدّ.\nالفركي: بفتحتين إلى فرك قرية بأصبهان وبالكسر والسكون إلى الفرك موضع ببغداد.\nالجزء: 1 ¦ الصفحة: 195\n",
        "الفرماوي والفرمي: بفتحتين إلى فرما بلد بمصر.\nالفرمنكي: بفتح الفاء والميم وسكون الراء والنون إلى فرمنك جدّ.\nالفرمي: مر آنفاً في الفرماوي.\nقلت: الفرميثكاني: إلى فرميثكان قرية قال ياقوتٌ: أظنها بفارس انتهى.\nالفرنباذي: بفتح أوله والنون والموحدة آخره معجمة إلى فرنباذ قرية بمرو.\nالفرنجي: بفتحتين ونون ساكنة وجيم إلى فرنجة بن حام بن نوح عليه السلام وقيل فرنج بن لنطي من ولد يافث.\nالفرنداباذي: بفتح أوله والراء والدال المهملة والموحدة وآخره معجمة إلى فرنداباذ قرية بنيسابور.\nالفرنكدي: بفتح الفاء والراء والكاف آخره مهملة إلى فرنكد قرية بالسغد.\nالفرنيفثاني: بفتح الفاءين والمثلثة وسكون الراء وكسر النون وتحتية ساكنة إلى فرنيفثان قرية بخوارزم.\nالفرني: بالضم والسكون ونون إلى فرنة جدّ.\nالفرواجاني: بفتح الفاء والواو والجيم إلى فرواجان قرية بمرو.\nالفرواني: بالفتح والسكون إلى فروان بلد عند غزنة.\nالفروي: مثله إلى فروة جدّ.\nالفرهاذجردي: بالفتح وسكون الراءين والذال المعجمة وكسر الجيم آخره مهملةٌ إلى فرهاذجرد قرية بمرو وبنيسابور أيضاً.\nالفرهاذاني: بالفتح والسكون قلت: إلى فرهاذان قال باقوتٌ: أظنها من قرى نسا بخراسان انتهى.\nالفريابي: تقدم.\nالفرياناني: بالكسر والسكون وتحتية ونونين بينهما ألفٌ إلى فريانان قرية بمرو.\nالفرياني: مثله إلى فريان\nجدّ قلت: وبالضم وكسر الراء المشددة إلى فريانة قرية قرب سفاقس انتهى.\nالجزء: 1 ¦ الصفحة: 196\n",
        "الفريري: بالفتح وكسر الراء الأولى إلى فرير بطن من بني سلمة ومن طيء.\nقلت: الفريزهندي: بالفتح والكسر وسكون التحتية والزاي والنون إلى فريزهند قرية بأصبهان انتهى.\nالفريزني: بالفتح والكسر وتحتية وفتح الزاي ونون إلى فريزن قرية بهراة.\nالفريسي: مصغراً بمهملة إلى فريس جدّ ومكبراً بمعجمة إلى فريش بطن من تيم الرباب وبتشديد الراء وكسر الفاء إلى فريش بلد بالأندلس.\nقلت: وبالضم وكسر الراء المشددة إلى فريانة قرية قرب سفاقس انتهى.\nالفريري: بالفتح وكسر الراء الأولى إلى فرير بطن من بني سلمة ومن طيء.\nقلت: الفريزهندي: بالفتح والكسر وسكون التحتية والزاي والنون إلى فريزهند قرية بأصبهان انتهى.\nالفريزني: بالفتح والكسر وتحتية وفتح الزاي ونون إلى فريزن قرية بهراة.\nالفريسي: مصغراً بمهملة إلى فريس جدّ ومكبراً بمعجمة إلى فريش بطن من تيم الرباب وبتشديد الراء وكسر الفاء إلى فريش بلد بالأندلس.\nباب الفاء والزاي\nالفزاري: بفتح الفاء والزاي ثم راء إلى فزارة قبيلة من قيس عيلان.\nالفزري: بالفتح والسكون وراء إلى الفزر جدّ.\nقلت: الفزراني: بالكسر والسكون إلى فزرانيا ببغداد انتهى.\nالفزعي: بفتحتين ومهملة إلى الفزع بطن من خثعم وبسكون الزاي إلى فزع بطن من تميم ومن كلب ومن خزاعة.\nالفزي: بالضم والتشديد إلى فز محلة بنيسابور.\nالفزاوي: بفتحتين إلى فزاوة جدّ.\nباب الفاء والسين\nالفساطيطي: بالفتح إلى الفساطيط وهي بيوت الشعر.\nالفسحمي: بضم الفاء والحاء المهملة بينهما مهملةٌ ساكنة إلى فسحم جدّ.\nالفساطي: إلى فسطاط مصر لأن عمراً ضرب فسطاطه بذلك المكان وهو بيت الشعر.\nالفسنجاني: بكسرتين وسكون النون وجيم إلى فسنجان بلد بناحية فارس.\nالفسوي: بفتحتين إلى فسا مدينة بفارس.\nباب الفاء والشين\nالفشني: بالفتح وسكون المعجمة ونون إلى فشنة قرية ببخارى.\nالفشيديزجي: بالفتح وكسر المعجمة وتحتيتين ساكنتين وفتح المهملة بينهما والزاي وجيم إلى فشيديزة.\nالجزء: 1 ¦ الصفحة: 197\n",
        "باب الفاء والضاد\nالفضلي: بالفتح وسكون المعجمة إلى الفضل جدّ.\nالفضيلي: مصغراً إلى الفضيل جدّ.\nباب الفاء والطاء\nالفطري: بالكسر والسكون وراء إلى الفطريين موالي بني مخزوم.\nباب الفاء والغين\nالفغانديزي: بفتح الفاء والمعجمة وسكون النون وكسر المهملة وتحتية وزاي إلى فغانديزة قرية ببخارى.\nالفغديزي: بالفتح وسكون المعجمة وكسر المهملة وتحتية وزاي والفغديني بوزنه إلى فغديز وفغدين قريتين ببخارى.\nالفغشتي: بالفتح والكسر وسكون المعجمة وفوقية إلى فغشيت جدّ.\nالفغندزي: بالفتح وكسر المعجمة والمهملة وزاي إلى فغندزة محلة بسمرقند.\nالفغيطوسيني: بالفتح وكسر المعجمة والسين المهملة وضم الطاء إلى فغيطوسين قرية ببخارى.\nباب الفاء والقاف\nالفقاعي: بتشديد القاف إلى بيع الفقاع.\nالجزء: 1 ¦ الصفحة: 198\n",
        "الفقيري: بالفتح والكسر إلى الفقير جدّ.\nالفقيمي: بضم الفاء وفتح القاف إلى فقيم بطن من تميم.\nباب الفاء واللام\nالفلخاري: إلى فلخار قرية ببنج ديه.\nالفلسطيني: بكسر الفاء والطاء وفتح اللام وسكون المهملة إلى فلسطين ناحية بالشام.\nالفلفلاني: بكسر الفاءين وسكون اللام إلى فلفلان قرية بأصبهان.\nالفلقي: بفتحتين وقاف إلى فلق قرية بنيسابور.\nالفلكي: بالفتح والسكون إلى فلك قرية بسرخس وبفتحتين إلى علم الفلك وبالكسر والفتح إلى عمل الفلك جمع فلكه المغزل.\nالفلوي: بالفتح والسكون إلى الفلو جدّ وبضم اللام المشددة إلى الفلو جدّ.\nقلت: الفليشي: إلى فليش قرية بالأندلس انتهى.\nالفلبي: بفتحتين وتحتية إلى فلة قرية بخابران.\nباب الفاء والنون\nالفنجكاني: بضم الفاء والجيم وسكون النون إلى فنجكان قرية بمرو.\nالفنجكردي: بالفتح وسكون النون وضم الجيم وكسر الكاف آخره مهملةٌ إلى فنجكرد قرية بنيسابور.\nالفنجوي: بالفتح وضم الجيم إلى فنجويه جدّ.\nالفندورجي: بفتح الفاء والراء وضم الدال المهملة وجيم إلى فندور قرية بنيسابور.\nالفندلاوي: بالكسر والسكون وفتح المهملة قلت: إلى فندلاو قال ياقوتٌ: أظنه موضعاً بالغرب انتهى.\nالجزء: 1 ¦ الصفحة: 199\n",
        "الفنديني: بالضم والسكون والكسر إلى فندين قرية بمرو.\nالفنكدي: بفتح الفاء والكاف ومهملة إلى فنك قرية بسمرقند وحصن بديار بكر بالأندلس.\nالفنوي: بالفتح وضم النون المشددة إلى فنويه جدّ.\nالفنيني: بكسر الفاء والنون المشددة إلى فنين قرية بمرو.\nباب الفاء والواو\nالفوذاني: بالضم وذال معجمة إلى فوذان قرية بأصبهان.\nالفوراردي: بالضم وفتح الراء الأولى وكسر الأخرى ومهملة إلى فورارد قرية بالري.\nالفوراني: بالضم إلى فوران جدّ أبي القاسم الفقيه تلميذ القفال.\nالفورسي: بالضم وراء ومهملة إلى فورس جدّ.\nالفورفاري: بالضم وفاء ثانية وراءين إلى فورفارة قرية بالسغد.\nالفوركي: بالضم وفتح الراء إلى فورك جدّ.\nالفوري: بالضم وراء إلى فور قرية ببلخ وجدّ.\nالفوزي: بالفتح والسكون وزاي إلى فوز قرية بحمص.\nالفوشنجي: بالضم وفتح المعجمة وسكون النون وجيم إلى فوشنج مدينة قرب هراة.\nالفوطي: بالضم والفتح إلى بيع الفوط المعروفة.\nالفوكردي: بالضم وكسر الكاف وسكون الراء ومهملة إلى فوكرد قرية بإستراباذ.\nقلت: الفونكي: إلى فونكة بلد بالأندلس انتهى.\nالفوي: بالضم وتشديد الواو إلى فوة بلد بنواحي البصرة وبمصر قرب رشيد وبالفتح إلى فوه بطن من المعافر.\nباب الفاء والهاء\nالفهدي: بالفتح إلى فهد جدّ.\nالفروي: بالكسر وضم الراء إلى فهرويه جدّ.\nالفهري: بالكسر إلى فهر بن ملك بن النضر بن كنانة.\nالفهمي: بالفتح والسكون إلى فهم بطن من قيس عيلان ومن الأزد ومن أسد بن وبرة.\nالجزء: 1 ¦ الصفحة: 200\n",
        "قلت: الفهندجاني: بالفتح والكسر والسكون إلى فهندجان قرية بهمذان انتهى.\nباب الفاء واللام ألف\nالفلاحي: بالفتح والتخفيف إلى فلاح جدّ.\nالفلاس: إلى بيع الفلوس.\nباب الفاء والياء\nالفياذسوني: بالكسر وتخفيف التحتية وسكون المعجمة وضم السين المهملة إلى فياذسون قرية ببخارى.\nالفياري: بالفتح والتشديد وراء إلى فيار جدّ وبضاد معجمة إلى فياض جدّ.\nالفيجكثي: بكسر وفتح الجيم والكاف ومثلثة إلى فيجكث قرية بنسف.\nالفيدي: بالفتح والسكون ومهملة إلى فيد بلد بنجد.\nالفيرزاني: بالكسر وفتح الراء والزاي إلى فيرزان جدّ.\nالفيروزاباذي: بالكسر وضم الراء وفتح الزاي والموحدة آخره معجمة إلى فيروزاباذ بلد بفارس.\nالفيروزنخجيري: بالكسر وضم الراء وفتح الزاي والنون وسكون الخاء المعجمة وكسر الجيم وتحيتة وراء إلى فيروزنخجير قرية ببلخ.\nالفيروزي: مثل جزئه الأول إلى فيروز قرية بحمص وجدّ.\nالفيري: بالكسر وراء إلى فيرة مدينة بالأندلس.\nالفيريابي: تقدم في الفاريابي.\nالفيني: بالكسر ونون إلى فين قرية بقاسان وبلام إلى فيل جدّ.\nالفيومي: بالفتح وضم الياء المشددة إلى الفيوم مدينة بمصر.\nالفيي: بالفتح وتشديد التحتية الأولى إلى في قرية بسمرقند.\nحرف القاف\nباب القاف والألف\nالقابسي: بكسر الموحدة ومهملة إلى قابس مدينة بإفريقية.\nالجزء: 1 ¦ الصفحة: 201\n",
        "القابوسي: بضم الموحدة إلى قابوس رجل وموضع.\nالقادحي: بكسر المهملتين إلى قادح النار بن بذية بن عقبة بن السكون.\nالقادسي: كذلك إلى القادسية قرية عند الكوفة وأخرى بنواحي مرو الروذ.\nالقاراني: براء إلى قاران بطن من قضاعة وقال ابن الأثير: بل هو بالفاء.\nالقارزي: بكسر الراء وزاي إلى قارز ويقال كارز قرية بنيسابور.\nالقارىء: بالهمز إلى القرآن وبتشديد التحتية إلى القارة بطن من خزيمة بن مدركة قلت: وإلى قار قرية بالري انتهى.\nالقاساني: بمهملة إلى قاسان بلد عند قمّ.\nالقاص: الواعظ.\nالقافلاني: بسكون الفاء إلى بيع أكسار السفن.\nقلت: القاقوني: إلى قاقون حصن بفلسطين انتهى.\nالقالي: إلى قالي قلا من ديار بكر.\nالقانفي: بكسر النون وفاء إلى قانف جدّ وبتحتية بدل النون إلى القيافة.\nالجزء: 1 ¦ الصفحة: 202\n",
        "قلت: القاياتي: آخره فوقية إلى قايات بلد قرب الفيوم انتهى.\nالقائفي: مرّ آنفاً في القانفي.\nالقائمي: إلى القائم بأمر الله.\nالقايني: بنون إلى قاين بلد قرب طبس بين نيسابور وأصبهان.\nباب القاف والباء\nالقباب: بموحدتين إلى عمل القباب التي كالهوادج.\nالقبابي: بالكسر إلى قباب محلة بنيسابور وبسمرقند أيضاً قلت: وإلى قباب ليث قرية ببغداد انتهى.\nالقباثي: بفتحتين وآخره مثلثة إلى قباث جدّ.\nالقباذياني: بالضم والموحدة وكسر المعجمة وتحتية إلى قباذيان بنواحي بلخ.\nالقباني: إلى القبان الذي يوزن به.\nالقباوي: بالضم والواو إلى قبا بلد بفرغانة وبالهمز إلى قبا بالمدينة.\nقلت: القبثوري: بالفتح والسكون وضم المثلثة إلى قبثور جزيرة بالغرب.\nوالقبذاقي: إلى قبذاق مدينة بالأندلس انتهى.\nالقبرياني: بالضم وسكون الموحدة وكسر الراء وتحتية إلى قبريان قرية بإفريقية.\nالقبرسي: بضم القاف والراء ومهملة إلى قبرس جزيرة في بحر الروم وبكسرهما إلى قبرس جدّ.\nالقبضي: بفتحتين ومعجمة إلى القبض بطن من رعين.\nالقبطي: بالكسر والسكون إلى القبط أهل مصر نسبوا إلى قبط بن قرط بن حام وإلى القبط بطن من حمير.\nالقبلي: بفتحتين ولام قلت: كأنه إلى قبلة مدينة من عمل أرمينية انتهى.\nالقبي: بالفتح والتشديد إلى القب مكيال للغلات وبالضم والشتديد إلى قب بطن من مراد قلت: وإلى قبة الكوفة وهي الرحبة بها.\nالجزء: 1 ¦ الصفحة: 203\n",
        "والقبيطي: إلى القبيط كجميز الناطف انتهى.\nباب القاف والتاء\nالقتاب: بموحدة آخره إلى بيع القتب وبفوقية إلى بيع القت العلف.\nالقتباني: بالكسر وسكون الفوقية وموحدة إلى قتبان بطن من رعين.\nالقتبي: بالضم والفتح وموحدة إلى قتيبة بطن من باهلة وجدّ أبي محمد الأديب.\nالقتيري: بالفتح والكسر وتحتية وراء إلى قتيرة بطن من تجيب.\nباب القاف والثاء\nالقثاثي: بمثلثتين إلى قثاث بطن من مهرة.\nباب القاف والحاء\nالقحافي: بالضم ومهملة وفاء إلى قحافة من خثعم.\nالقحذمي: بفتح أوله والمعجمة وسكون الحاء المهملة إلى قحذم جدّ.\nالقحطاني: بالفتح والسكون إلى قحطان بن عابر بن شالخ بن أرفخشذ بن سام بن نوح وقيل ابن الهميسع بن تيمن بن نبت بن إسماعيل.\nالقحطبي: بفتح أوله والطاء المهملة وموحدة إلى قحطبة جدّ.\nباب القاف والدال\nالقداحية: فرقة من الباطنية رأسهم عبد الله بن ميمون القداح.\nالقدادي: بالضم ومهملتين إلى قداد بطن من بجيلة.\nالقدامي: بوزنه إلى قدامة جدّ.\nالقدرية: أصحاب القدر.\nالقدوري: بضمتين إلى بيع القدور.\nالقديدي: مصغراً إلى قديد منزل بين مكة والمدينة شرفهما الله تعالى.\nالقديسي: مثله إلى قديس أو قديسة من عمل بغداد ظناً.\nباب القاف والراء\nالقراب: إلى بيع القرب.\nالقرادي: بالضم وراء إلى قراد جدّ وبطن.\nالقراري: بالفتح ومهملتين إلى قرار قبيلة من بكر وبالكسر إلى قرار بطن من عنزة.\nالجزء: 1 ¦ الصفحة: 204\n",
        "القراطيسي: إلى عمل القراطيس وبيعها.\nالقراطي: بالفتح إلى قراطة مدينة بالأندلس.\nالقراظ: بظاء معجمة إلى بيع القرظ.\nالقرافي: بالفتح آخره فاء إلى القرافة بطن من المعافر ومقبرة بمصر نزلوها فنسبت إليهم.\nالقرائي: بالضم وتشديد الراء إلى القراء جمع قارىء.\nقلت: القراوي: إلى قراوا قرية بنابلس انتهى.\nالقربي: بالكسر والفتح وموحدة إلى القرب.\nالقرتائي: بفتح القاف والراء والفوقية المشددة إلى قرتا قرية بالبحرين.\nالقرثعي: بفتح أوله والمثلثة ومهملة إلى قرثعة رجل.\nالقرجني: بالضم والسكون وفتح الجيم ونون إلى قرجن قرية بالري.\nالقرجي: بالفتح والسكون وجيم إلى القرج ناحية بالري وبالضم إلى القرج قرية بالري ظناً.\nقلت: القرحتاوي: إلى قرحتا قرية بدمشق انتهى.\nالقردمي: بفتح أوله والدال المهملة إلى بني القردم قبيلة.\nالقردواني: بالفتح وضم المهملة إلى قردوان.\nقلت: القردي بفتحتين إلى قردا بدمشق انتهى: بضم أوله والمهملة إلى القراديس بطن من الأزد ومحلة لهم بالبصرة.\nالقرشي: بالضم والفتح إلى قريش.\nقلت: القرطاجني: بالفتح والسكون وفتح الجيم وتشديد النون إلى قرطاجنة بلد بنواحي إفريقية انتهى.\nالقرطبي: بضم أوله والطاء وموحدة إلى قرطبة مدينة بالأندلس.\nالقرطمي: بكسرهما وميم إلى القرطم المعروف.\nالقرطي: بالضم والسكون ومهملة إلى القرط المعروف.\nالقرظي: بفتحتين ومعجمة إلى سعد القرظ\nالجزء: 1 ¦ الصفحة: 205\n",
        "لأنه كان يبيعه وبالضم والفتح إلى قريظة طائفة من اليهود.\nالقرقري: بفتح القافين وسكون الراء الأولى إلى قرقر جدّ وبضمهما إلى قرقر جدّ.\nالقرقسياني: بفتحهما ومهملة إلى قرقسيا مدينة قرب الرقة.\nقلت: القرقشندي: إلى قرقشندة قرية بأسفل مصر انتهى.\nالقرقوبي: بضمهما وموحدة إلى قرقوب مدينة بين واسط والأهواز.\nالقرامطة: إلى قرمط بكسر أوله والميم زعيمهم.\nالقرميسيني: بكسر الراء والميم والسين المهملة إلى قرميسين مدينة بالعراق.\nقلت: القرمي: إلى..\n..\nوالقرموني: بالفتح والسكون إلى قرمونية كورة بالأندلس انتهى.\nالقزباني: بالفتح والسكون ونونين إلى بني القرنان من تجيب.\nالقرنجلي: بفتحتين وسكون النون وضم الجيم ولام إلى قرنجل قرية بالأنبار.\nالقرني: بفتحتين إلى قرن بطن من مراد وبسكون الراء إلى قرن بطن من مذحج ومن الأزد وقرن المنازل ميقات أهل نجد وقرن قرية من عمل بغداد.\nالقروي: بفتحتين إلى القيروان بلد بالمغرب قلت: وإلى القرية بلد بالشأم وبأصبهان انتهى.\nالقريبي: بالفتح والكسر إلى أبي قريبة جدّ وبالتصغير إلى قريبة بنت محمد بن أبي بكر الصديق رضي الله تعالى عنه.\nالجزء: 1 ¦ الصفحة: 206\n",
        "القريحي: بالفتح والكسر ومهملة إلى قريح بطن من سامة بن لؤيٍّ.\nالقريشي: بالتصغير إلى قريش.\nالقريعي: بوزنه آخره مهملة إلى قريع بطن من قيس عيلان وقريعة جدّ.\nالقريني: بوزنه ونون إلى قرين جدّ وبالفتح والكسر إلى قرين جدّ.\nالقرينيني: إلى القرينين بلفظ المثنى بلد بمرو.\nالقري: بالضم والتشديد إلى قرة بطن من عبد القيس وبالكسر إلى القرية بطونٍ عدةٍ.\nباب القاف والزاي\nالقزاز: إلى بيع القز.\nالقزاداري: بالضم وسكون الزاي ومهملة إلى قزدار ناحية بالهند.\nالقزغندي: بضم أوله والغين المعجمة وسكون الزاي والنون ومهملة إلى قزغند قرية بسمرقند.\nالقزويني: بالفتح والسكون وكسر الواو إلى قزوين.\nالقزيعي: مصغراً بمهملة إلى قزيع بطن من بجيلة.\nباب القاف والسين\nالقسام: إلى القسمة.\nالقسحمي: بضم القاف والحاء المهملة وسكون السين المهملة إلى قسحم بطن من الصدف.\nالقسري: بالفتح والسكون وراء إلى قسر بطن من بجيلة.\nالفسطار: بالضم الذي يحفظ الذهب ليبدله بالورق.\nالقسطاني: بالضم إلى قسطانة قرية بين الري وساوة.\nالقسطلي: بفتح أوله والطاء إلى القسطل موضع بالشأم قلت: وبتشديد اللام إلى القسطلة مدينة بالأندلس انتهى.\nالقسطنطني: بضم القاف وفتح الطاء الأولى وكسر الثانية إلى القسطنطينية مدينة بالروم.\nالقسملي: بفتح القاف والميم إلى القساملة من الأزد ومحلة لهم بالبصرة.\nقلت: القسنطيني: بالضم والفتح والسكون إلى قسنطينية قلعة بحدود إفريقية.\nالجزء: 1 ¦ الصفحة: 207\n",
        "باب القاف والشين\nوالقشبي\n: إلى قشب حصن بسرقسطة.\nوالقشبري: بضمتين وسكون الموحدة إلى قشبرة مدينة بطليطلة انتهى.\nالقشري: بالضم وفتح المعجمة وراء إلى القشر بن تميم بن عوف مناة.\nالقشيري: مصغراً إلى قشير بن كعب بن عامر بن صعصعة وقشير بن حزيمة بطن من أسلم.\nالقشيبي: بالفتح والكسر آخره موحدة إلى بني القشيب بطن من لخم.\nالقشيشي: بالكسر وفتح المعجمة الأولى ثم تحتية ساكنة إلى قشيش جدّ.\nباب القاف والصاد\nالقصاب: الذباح.\nالقصاري: إلى قصر الثياب قالقصار وإلى سكة القصارين بمرو.\nالقصاعي: بالكسر إلى القصاع.\nالقصباني: بفتحات والقصبي إلى بيع القصب.\nالقصداري: بالضم والسكون ومهملة إلى قصدار ناحية بغزنة.\nالقصراني: بالفتح والسكون وراء إلى قصران بنواحي الري.\nالجزء: 1 ¦ الصفحة: 208\n",
        "القصري: مثله إلى قصر ابن هبيرة والقصر موضع بالشأم وقصر عبد الجبار بنيسابور وقصر اللصوص بأسداباذ وقصر رافع بسمرقند وأبي القصر جدّ وإلى قصر الأحنف بطخارستان وإلى باب القصر بأصبهان وقصر روناش بالأهواز والقصر موضع بين حيفا وقيسارية وقصر الزيت بالبصرة وقصر عبد الكريم مدينة قرب سبتة وقصر قضاعة قرية قرب بغداد وقصر كتامة مدينةبالأندلس وقصر كنكور بلد قرب همذان وقصر الكوفة انتهى.\nباب القاف والضاد\nالقضاعي: بالضم وضاد معجمة وعين مهملة إلى قضاعة شعب من معد وقيل من اليمن.\nباب القاف والطاء\nالقطابي: بالضم وموحدة إلى قطابة قرية بمصر.\nالقطان: إلى بيع القطن.\nالقطانقاني: بضم القاف الأولى وسكون النون الأولى إلى قطانقان قرية بسرخس.\nالقطائعي: بالفتح إلى القطائع.\nالقطراني: بالفتح والكسر إلى القطران.\nالقطربلي: بضم القاف والراء والموحدة ولام إلى قطربل قرية ببغداد.\nالجزء: 1 ¦ الصفحة: 209\n",
        "القطري: بالفتح والسكون وراء إلى القطر قلت: هو موضع بين البصرة وواسط انتهى.\nالقطعي: بالضم والفتح ومهملة إلى قطيعة بطن من زبيد ومن قيس عيلان وبالكسر إلى بيع قطع الثياب.\nالقطفتي: بضمتين وسكون الفاء وفوقية إلى قطفتا محلة ببغداد.\nالقطفي: بالضم والسكون وفاء.\nقلت: القطني: إلى قطنا قرية بدمشق انتهى.\nالقطواني: بفتحات إلى قطوان موضع بسمرقند وبالكوفة.\nالقطوطي: بفتح القاف والواو ومهملتين إلى قطوط محلة ببغداد.\nالقطوطائي: بالفتح والضم إلى قطوطا قرية ببغداد.\nالقطيطي: بالتصغير إلى قطيط جدّ.\nالقطيعي: بالفتح والكسر إلى قطيعة الربيع وقطيعة عيسى بن علي وقطيعة الفقهاء وقطيعة الدقيق محال ببغداد وأبو بكر راوي المسند من الأخيرة.\nالقطيفي: بوزنه وفاء إلى القطيف بلد بناحية الأحساء.\nباب القاف والظاء\nالقظيفي: بالضم وفتح المعجمة والسكون وفاء\nالجزء: 1 ¦ الصفحة: 210\n",
        "إلى قظيف بطن من مراد وأنكره ابن الأثير وقال هو بالغين المعجمة.\nباب القاف والعين\nالقعاصي: بالكسر ومهملتين إلى قعاص جدّ.\nالقعنبي: بفتح أوله والنون وسكون المهملة آخره موحدة إلى جده قعنب.\nالقعيني: مصغراً بنون إلى قعين.\nباب القاف والفاء\nالقفال: إلى صنعة الأقفال: القفصي: بالفتح وسكون الفاء ومهملة إلى قفصة مدينة بالمغرب وبالضم إلى القفص قرية فوق بغداد.\nقلت: القفطي: بالكسر وسكون الفاء إلى قفط بلد بصعيد مصر انتهى.\nالقفلي: بفتحتين ولام إلى قفل جدّ.\nباب القاف واللام\nالقلزمي: بالفتح والسكون وضم الزاي إلى القلزم مدينة بين مصر ومكة شرفها الله ينسب بحر القلزم إليها قلت: ضم ياقوتٌ أولها انتهى.\nالقلعي: بفتحتين ومهملة إلى القلعة بلد قلت: بالهند وموضع باليمن.\nوالقلموني: بفتحتين إلى قلمون موضع بدمشق انتهى.\nالقلندوشي: بفتحتين وسكون النون وضم المهملة ومعجمة إلى قلندوش قرية بسرخس.\nالقلوحي: بالفتح وضم اللام المشددة وحاء مهملة إلى القلوحة قرية عند الأنبار.\nالقلوري: بفتح أوله واللام والواو المشددة وراء إلى قلورة جدّ قلت: وبالكسر وتشديد اللام سكون الواو إلى قلورية جزيرة بصقلية انتهى.\nالقلوسي: بضمتين ومهملة إلى القلوس وهي حبال السفن.\nباب القاف والميم\nالقماح: إلى القمح.\nالقماشوي: بالفتح وضم المعجمة إلى قماشويه جدّ.\nالقماصي: بالفتح والتشديد إلى بيع القمصان.\nالقماطري: بالفتح وكسر الطاء وراء إلى القمطر.\nالقمراطي: بالفتح والسكون إلى قمراط مدينة بالمغرب.\nالجزء: 1 ¦ الصفحة: 211\n",
        "القمري: بفتحتين إلى القمر وبالضم والسكون إلى القمر بلد بمصر ظناً والطير القمري منسوب إليها.\nالقمني: بالكسر وفتح الميم المشددة ونون إلى قمن قرية بمصر.\nقلت: القمولي: بالفتح والضم إلى قمولا بلد بصعيد مصر انتهى.\nالقميري: إلى قمير ككريم ابن حبشة بن سلول بن كعب بن عمرو بن ربيعة وبالتصغير إلى قمير بطن من الأنصار.\nالقمي: بالضم والتشديد إلى قم بلد بين ساوة وأصبهان.\nباب القاف والنون\nالقناد: بتشديد النون طلحة وغيره إلى بيع القند وهو السكر.\nالقنادري: بفتحتين وكسر المهملة وراء إلى قنادر محلة بأصبهان وبراء وزاي إلى قنارز قرية بنيسابور.\nقلت: القناطري: إلى القناطر بلد بالأندلس انتهى.\nالقناني: بفتحتين ونون آخره إلى قنان بطن من مذحج.\nالقنائي: بالضم والتشديد قلت: إلى قنا موضع بالنهروان وبالكسر والتخفيف إلى قنا بلد بالصعيد انتهى.\nالقنباري: بالكسر وسكون النون وموحد إلى القنبار وهو ليف الرانج.\nالجزء: 1 ¦ الصفحة: 212\n",
        "القنبري: بفتح القاف والباء الموحدة ثالثة إلى قنبر رجل.\nالقنبلي: بضم أوله والباء الموحدة إلى قنبل رجل.\nالقنبيطي: بالضم وفتح النون المشددة وكسر الموحدة وتحتية ومهملة إلى بيع القنبيط.\nقلت: القنبي: بالفتح والسكون إلى قنبة قرية بالأندلس انتهى.\nالقندي: بالفتح والسكون ومهملة إلى قند السكر.\nالقنديشتني: بالفتح والسكون وكسر المهملة وتحتية وفتح المعجمة والفوقية ونون إلى قنديشتن قرية بنيسابور.\nالقنديلي: بكسر القاف والمهملة إلى بيع القنديل.\nالقنسريني: بالكسر وتشديد النون وفتحها وسكون المهملة وكسر الراء والقنسري إلى قنسرين بلد عند حلب.\nالقنطري: بفتح أوله والطاء إلى قنطرة البردان محلة ببغداد ورأس القنطرة محلة بنيسابور وقرية بسمرقند قلت: وإلى قنطرة السيف بالأندلس انتهى.\nالقنفذي: بضم أوله والفاء والذال معجمة إلى قنفذ جدّ وبطن من سليم.\nالقنفلي: بالفتح والسكون وضم الفاء إلى قنفل جدّ.\nالقنوي: بفتحتين إلى عمل القناة وهو الرمح.\nالقنيني: بالضم وكسر النون الأولى إلى قنين.\nالقني: بالضم والتشديد إلى قنة قرية ظنا.\nباب القاف والواو\nالجزء: 1 ¦ الصفحة: 213\n",
        "القواذي: بفتحتين ومعجمة قلت: إلى قواذيان مدينة فوق ترمذ انتهى.\nالقواريري: إلى عمل القوارير.\nالقواس: إلى عمل الأقواس.\nالقورسي: بضم القاف والراء ومهملة إلى قورس قرية بحلب ظناً.\nقلت: القوري: بالفتح والسكون إلى قورة قرية بإشبيلية انتهى.\nالقوريني: بالضم وكسر الراء إلى قورين بلد بالجزيرة.\nالقوصي: بالضم ومهملة إلى قوص بلد بصعيد مصر.\nقلت: القوفاني: بالضم وفاء إلى بيت قوفا قرية بدمشق انتهى.\nالقوقلي: بفتح القافين إلى قوقل بطن من الخزرج.\nقلت: القومساني: إلى قومسان من نواحي همذان انتهى.\nالقومسي: بالضم ومهملة إلى قومس وهي من بسطام إلى سمنان.\nقلت: القونكي: إلى قونكة مدينة بالأندلس.\nوالقونوي: بالضم وفتح النون إلى قونية من بلاد الروم انتهى.\nالقوهستاني: بضم أوله والهاء وسكون المهملة وفتح الفوقية إلى قوهستان ولاية كبيرة متصلة بهراة والعراق وهمذان ونهاوند.\nالقوهياري: بالضم وكسر الهاء وتخفيف التحتية وراء إلى قوهيار قرية بطبرستان وجدّ.\nباب القاف والهاء\nقلت: القهجي: إلى قهج قرية بهمذان انتهى.\nالقهستاني: بضمتين وسكون المهملة وفوقية\nالجزء: 1 ¦ الصفحة: 214\n",
        "إلى قهستان ناحية بخراسان بين هراة ونيسابور وهي قوهستان.\nالقهمي: بالفتح والسكون إلى قهم بطن من همدان.\nالقهندري: بضم القاف والهاء والدال المهملة وراء إلى قهندر بلد ببخارى ونيسابور وبمرو وبسمرقند وبهراة.\nباب القاف واللام ألف\nالقلاء: إبراهيم بن الحجاج بن منير كان يقلي الحمص.\nالقلاس: إلى القلس وهي حبال السفن.\nالقلانسي: إلى عمل القلانس.\nباب القاف والياء\nالقيار: إلى عمل القير.\nالقافي: بالفتح وفاء إلى القيافة بطن من غافق.\nالقيراطي: بالكسر إلى القيراط المعروف.\nالقيرواني: بفتح أوله والراء والواو إلى القيروان بلد بإفريقية.\nالقيسراني: بوزنه إلى قيسارية مدينة بالشأم.\nالقيسي: بالفتح إلى قيس عيلان وقيس بطن من بكر بن وائل ومن النخع والقيس قرية بصعيد مصر.\nقلت: القيشاطي: بالفتح والسكون إلى قيشاطة مدينة بالأندلس انتهى.\nالقيصري بفتح أوله والمهملة إلى قيصر جد بالفتح والسكون ومعجمة إلى بطن من حمير وقيل بالظاء المعجمة.\nقلت: القيلوي: بالكسر إلى قيلوية قرية بنواحي طبراباذ.\nالجزء: 1 ¦ الصفحة: 215\n",
        "والقيمري: بالفتح والسكون وضم الميم إلى قيمر قلعة بين الموصل وخلاط انتهى.\nالقيم: القائم بمصالح المساجد أو الحمام أو الأطفال.\nالقيناني: بالفتح وسكون التحيتة ونونين إلى قينان بن أنوش بن شيث بن آدم وقرية بسرخس.\nالقيني: بالفتح والسكون إلى القين قبيلة من قضاعة قلت: وإلى قينية قرية بدمشق انتهى.\nالقيومي: بالفتح وضم الياء المشددة إلى قيوما لقب جدّ.\nالجزء: 1 ¦ الصفحة: 216\n",
        "حرف الكاف\nباب الكاف والألف\nالكابلي: بضم الموحدة إلى كابل ناحية بالهند.\nالكاجري: بفتح الجيم وراء إلى كاجر قرية بنسف.\nالكاجغري: بفتح الجيم والمعجمة وراء إلى كاجغر ويقال بالشين بدل الجيم مدينة من تركستان.\nقلت: الكاجي: بجيم إلى كاج قرية بأصبهان وبخاء معجمة إلى سكة كاخ انتهى.\nالكاخشتواني: بضم المعجمة والفوقية وسكون الشين المعجمة إلى كاخشتوان قرية ببخارى.\nالكاخي: مرّ آنفاً في الكاجي.\nالكاذي: بمعجمة إلى كاذة قرية ببغداد.\nالكاراتي: براء وفوقية إلى كارات.\nالكارزني: بسكون الراء ثم زاي مفتوحة ونون إلى كارزن قرية بسمرقند.\nالكارزياتي: بكسر الراء وسكون الزاي وتحتية وآخره فوقية إلى كارزيات بلد بفارس.\nالكارزي: بكسرهما إلى كارز قرية بنيسابور.\nالكاري: براء إلى كار قرية بأصبهان وبالموصل.\nالكازروني: بفتح الزاي وضم الراء إلى كازور بلد بفارس.\nالكازقي: بفتح الزاي وقاف إلى كازة قرية بمرو.\nالجزء: 1 ¦ الصفحة: 217\n",
        "الكاساني: بمهملة إلى كاسان بلد وراء الشاش.\nالكاسكاني: بفتح المهملة إلى كاسكان قرية بكازورن.\nالكاسني: بقتح المهملة وتشديد النون إلى كاسن قرية بنخشب.\nالكاسي: إلى كاس جدّ.\nالكاشغري: بسكون الشين وفتح الغين المعجمتين وراء إلى كاشغر مدينة بالمشرق.\nالكاغذي: بفتح الغين وكسر الذال المعجمتين إلى عمل الكاغذ وهو الورق.\nالكافوري: إلى الكافور المعروف.\nقلت: الكافيجي: شيخنا بكسر الفاء وفتح التحتية وحرف من سكنها وجيم إلى كافية ابن الحاجب لكثرة قراءته وإقرائه لها انتهى.\nالكاكني: بفتح الكافين ونون إلى كاكن قرية ببخارى.\nالكاكوي: بضم الكاف الثانية إلى كاكويه.\nالكالفي: بكسر اللام وفاء إلى كالف قلعة قرب بلخ.\nالكالي: بلام إلى كال جدّ.\nالكامجري: بفتح الميم والجيم وراء إلى كامجر جدّ.\nالكامددي: بفتح الميم والمهملة الأولى إلى قرية ببخارى.\nالكاملي: إلى كامل جدّ والكاملية من الشيعة إلى أبي كامل.\nالكاوداني: بمهملة إلى كاودان قرية بطبرستان.\nالكاورداني: بفتح الواو وسكون الراء ومهملة إلى كاوردان قرية بها قال ابن الأثير رحمه الله هو والذي قبله واحدٌ.\nالكاهلي: بكسر الهاء إلى كاهل بطن من سعد هذيم ومن هذيل ومن أسد بن خزيمة.\nالجزء: 1 ¦ الصفحة: 218\n",
        "الكايشكني: بفتح التحتية والكافين وسكون المعجمة إلى كايشكن قرية ببخارى.\nباب الكاف والباء\nالكباري: بالضم وموحدة وراء إلى ذي كبارٍ شراحيل الحميري من أقيال اليمن.\nالكباشي: بالتشديد إلى بيع الكبش.\nالكبري: بالفتح والسكون وراء إلى الكبر لقب جدّ وبشين معجمة إلى الكبش موضع ببغداد.\nالكبندوي: بالفتح وكسر الموحدة وسكون النون وفتح المهملة إلى كبندة قرية بنسف.\nالكبوذنجكثي: بفتح الكافين والذال المعجمة والجيم وضم الموحدة وسكون النون آخره مثلثةٌ إلى كبوذنجكث مدينة بسمرقند.\nالكبوذي: بالفتح والضم ومعجمة إلى كبوذ قرية بسمرقند.\nالكبلاني: بالفتح وسكون الموحدة إلى كبلان جدّ.\nالكبيري: بالفتح والكسر إلى كبير بطن من أسد وغيره وقرية قرب بخارى.\nالكبيسي: مصغراً بمهملة إلى كبيسة بلد بالسماوة.\nباب الكاف والتاء\nالكتامي: بالضم وفوقية إلى كتامة قبيلة من البربر بالمغرب وإلى كتامة والدة.\nالكتاني: بالفتح والتشديد إلى الكتان المعروف.\nباب الكاف والثاء\nالكثومي: بالفتح وتشديد المثلثة إلى كثة قرية ببخارى.\nالكثيري: بالفتح والكسر إلى كثير جدّ.\nالكثي: بالفتح والتشديد إلى كث قرية ببخارى.\nباب الكاف والجيم\nالجزء: 1 ¦ الصفحة: 219\n",
        "الكجي: بالفتح وتشديد الجيم إلى الكج وهو الجص وبالشين المعجمة إلى كش جدّ واشتهر بهما أبو مسلم لأن في أجداده كشا وكان يبني داره فأكثر من قول هاتوا الكج فسمي به.\nباب الكاف والحاء\nالكحال والكحلي: إلى الكحل.\nالكحرني: بفتح أوله والراء وسكون المهملة إلى كحرن قرية.\nالكحلاني: بالضم والسكون إلى كحلان بطن من رعين.\nباب الكاف والدال\nالكدكي: بالفتح وسكون المهملة إلى كدك.\nالكدني: بفتحتين ونون إلى كدن قرية.\nالكدوشي: بضمتين آخره معجمة إلى كدوش جدّ.\nالكديمي: مصغراً إلى كديم جدّ محمد بن يونس البصري وغيره.\nباب الكاف والذال\nالكذرائي: بالفتح وسكون المعجمة وراء إلى كذراء قرية باليمن.\nباب الكاف والراء\nالكرابيسي: إلى بيع الكرابيس وهي الثياب.\nالكراجكي: بفتح الجيم إلى كراجك قرية بواسط.\nالكرازي: بتشديد الراء آخره زاي إلى كراز جدّ.\nالكراعي: بالضم ومهملة إلى بيع الأكارع والرؤوس.\nالكرامي: بالفتح والتشديد إلى محمد بن كرام رأس الكرامية.\nالكراني: بالفتح والتشديد إلى كران محلة بأصبهان.\nالكربي: بالفتح والسكون وموحدة إلى كرب جدّ.\nالكرجي: بفتحتين وجيم إلى الكرج مدينة بين أصبهان وهمذان وبالضم والسكون إلى كرج ناحية بأذربيجان وبالفتح والسكون والخاء المعجمة إلى كرخ سامرا وكرخ بغداد وكرخ جدان وكرخ البصرة.\nالجزء: 1 ¦ الصفحة: 220\n",
        "الكردي: بالضم والسكون ومهملة إلى طائفة الأكراد قلت: وبالفتح وراء أخرى بعد الدال إلى كردر ناحية بخوارزم انتهى.\nالكرزي: بالضم والسكون آخره راي إلى كرز بن وبرة.\nقلت: الكرزباني: بضم الكاف والزاي وسكون الراء إلى كرزبان بلد قرب الطالقان.\nوالكرزي: بالفتح طلحة بن عبيد الله بن كريز إلى جده وبالضم داود بن سليمان وآخرون.\nوالكرسكاني: بفتح أوله والمهملة إلى كرسكان قرية بأصبهان انتهى.\nالكركانجي: بالضم والسكون آخره جيم إلى كركانج وهي مدينة خوارزم.\nالكركنتي: بكسر الكافين وسكون الراء والنون آخره فوقية إلى كركنت قرية بالقيروان.\nالكرماني: بالكسر والسكون إلى كرمان ولاية كبيرة وإلى مربعة الكرمانية محلة بنيسابور.\nالكرمجيني: بالفتح والسكون وضم الميم وكسر الجيم إلى كرمجين قرية بنسف.\nالكرميني: بالفتح والسكون والكسر إلى كرمينية بلد بين بخارى وسمرقند.\nقلت: الكرمي: إلى كرمية بالضم وتشديد الراء بلد من عمل الموصل.\nوالكرني: إلى كرنة بلد بالأندلس انتهى.\nالكرواني: بالفتح والسكون إلى كروان قرية بطوس وبفرغانة.\nالكروخي: بالفتح وضم الراء آخره معجمة إلى كروخ بلد بنواحي هراة.\nالجزء: 1 ¦ الصفحة: 221\n",
        "الكريزي: بالفتح والكسر آخره زاي إلى كريز جدّ وبالتصغير إلى كريز جدّ.\nالكريني: بالضم والفتح إلى كرين قرية بطبس.\nباب الكاف والزاي\nالكزبراني: بضم أوله والموحدة وسكون الزاي قبلها بعدها راء إلى كزبران جدّ.\nالكزماني: بالضم وسكون الزاي إلى كزمان جدّ.\nباب الكاف والسين\nالكسادني: بفتح الكاف والمهملتين إلى كسادن قرية بسمرقند.\nالكسائي: إلى الكساء.\nالكسبوي: بفتح أوله والموحدة وسكون المهملة إلى كسبة قرية بنسف.\nالكسكري: بوزنه إلى كسكر قرية بالعراق.\nالكسي: بالكسر وتشديد المهملة وينطق بها الناس بالفتح والمعجمة إلى كس مدينة بما وراء النهر إليها عبد بن حميد.\nباب الكاف والشين\nالكشاني: بالضم والمعجمة إلى كشانية بلد بالصغد.\nالكشفلي: بفتح أوله والفاء وسكون المعجمة ولام إلى كشفل قرية بآمل طبرستان.\nقلت: الكشكياني: إلى كشكيانة قرية بقرطبة انتهى.\nالكشمردي: بالضم والسكون والفتح وراء ساكنة ومهملة إلى كشمرد جدّ ظناً.\nالكشميهني: بالضم والسكون والكسر وتحتية وفتح الهاء ونون إلى كشمهين قرية بمرو.\nالكشوري: بالكسر أو الفتح قولان والسكون وفتح الواو وراء إلى كشور قرية بصنعاء اليمن.\nالكشوي: بالفتح فالضم إلى كشويه جدّ.\nالكشي: بالفتح والتشديد إلى كش قرية على ثلاث فراسخ من جرجان وقد مر أيضاً في الكجي وفي الكسي.\nباب الكاف والعين\nالكعبي: بالفتح وسكون المهملة إلى كعب بن\nالجزء: 1 ¦ الصفحة: 222\n",
        "ربيعة بن عامر بن صعصعة وكعب بن عوف بن أنعم بن مراد وكعب بن عمرو بطن من خزاعة وكعب بن كاهل بطن من هذيل وكعب بن خفاجة وكعب بن جشم بطن من تميم وكعب بن الأرت.\nباب الكاف والفاء\nالكفربطنائي: بفتح الكاف والفاء والموحدة والنون إلى كفربطنا، قرية بدمشق.\nالكفرتكيسي: بفتح الكاف والفاء والفوقية وكسر الكاف ومهملة إلى كفرتكيس قرية بحمص.\nالكفرتوثي: بفتحتين وسكون الراء وضم الفوقية ومثلثة إلى كفرتوثا قرية قرب ماردين.\nالكفرجدي: بفتح أوله والفاء والجيم وتشديد المهملة إلى كفرجديا قرية بحران.\nالكفرسوسي: بفتحتين وضم المهملة الأولى إلى كفرسوسية قرية بدمشق.\nالكفرطابي: بفتحتين وسكون الراء ومهملة وموحدة إلى كفرطاب مدينة قرب المعرة.\nالكفرييي: بالفتح والسكون وفتح الراء والتحتية الأولى وتشديد الياء الأخرى إلى كفريية قرية بالشام.\nالكفسيسواني: بالفتح والسكون وكسر المهملة الأولى وكسر الأخرى إلى كفسيسوان قرية ببخارى.\nالكفيني: بالفتح والكسر إلى كفين قرية بها.\nباب الكاف واللام\nالكلبي: إلى كلب بطن من قضاعة ومن بني ليث ومن بجيلة.\nالجزء: 1 ¦ الصفحة: 223\n",
        "الكلخباقاني: بالضم والسكون وفتح المعجمة والموحدة والقاف إلى كلخباقان قرية بمرو.\nالكلختجاني: بضم الكاف والفوقية وفتح اللام وسكون الخاء المعجمة بعدها جيم إلى كلختجان قرية بمرو.\nالكلدي: بفتحتين ومهملة إلى كلدة جدّ الحارث الصحابي: الكلفي: بالضم والسكون وفاء إلى كلفة بطن من تميم ومن الأنصار.\nالكلماتي: بفتحات إلى معرفة الكلام والأصول.\nالكلنكي: بالفتح والسكون إلى كلنك.\nالكلوذاني: بفتح أوله والواو والمعجمة وسكون اللام إلى كلواذى قرية ببغداد.\nالكلمني: بالضم والفتح.\nالكليني: بالضم والكسر آخره نون إلى كلين.\nالجزء: 1 ¦ الصفحة: 224\n",
        "الكليبي: بالتصغير وموحدة إلى كليب بطن من تميم ومن خزاعة ومن النخع.\nباب الكاف والميم\nالكمرجي: بفتحتين وسكون الراء وجيم إلى كمرجة قرية بالسغد.\nالكمردي: بوزنه ومهملة إلى كمرد قرية بسمرقند.\nالكمري: بفتحتين وراء إلى كمرة قرية ببخارى.\nالكمساني: بالضم والسكون ومهملة إلى كمسان قرية بمرو.\nالكموني: بالفتح والضم إلى بني كمونة أوالي كمونة جدّ وإلى بيع الكمون.\nباب الكاف والنون\nالكناركي: بفتح الكاف والنون والراء إلى كنارك محلة بسجستان.\nالكناسي: بالضم والتخفيف ومهملة إلى الكناسة موضع بالكوفة وجدّ.\nالكناني: بالكسر إلى كنانة بن خزيمة والد النضر أبي قريش وكنانة بن حرب بن يشكر بن بكر بن وائل وكنانة بطن من تغلب ومن كلب وجدّ.\nالكنجرودي: بفتح أوله والجيم وضم الراء ومهملة إلى كنجرود قرية بنيسابور ويقال لها جنزرود.\nالكنجكاني: بالفتح والسكون وضم الجيم إلى كنجكان قرية بمرو.\nالكندايجي: بالضم والسكون ومهملة ثم تحتية وجيم إلى كندايج قرية بأصبهان.\nالجزء: 1 ¦ الصفحة: 225\n",
        "الكندراني: بضم أوله والمهملة وراء إلى كندران قرية قرب طبس.\nالكندري: بضمهما وراء إلى بيع الكندر المعروف وكندر قرية من قزوين وأخره بنيسابور.\nالكندسرواني: بفتح أوله والمهملتين وسكون النون والراء إلى كندسروان قرية ببخارى.\nالكندكيني: بالفتح والسكون وضم المهملة وكسر الكاف إلى كندكين قرية بالدبوسية.\nالكندلاني: بضم أوله والمهملة آخره نون إلى كندلان قرية بأصبهان.\nالكنديكتي: بالضم والسكون وكسر المهملة وتحتية وفتح الكاف وفوقية إلى كنديكت قرية بسمرقند.\nالكندي: بالضم والسكون إلى كندى قرية بسمرقند وبالكسر إلى كندة قبيلة من اليمن.\nالكنوني: بفتح أوله والواو بين نونين إلى كنون محلة بسمرقند.\nباب الكاف والواو\nالكواري: بالضم آخره راء إلى كوار ناحية بفارس.\nالكواز: بالفتح والتشديد وزاي إلى عمل الكيزان.\nقلت: الكواشي: بالفتح والتخفيف ومعجمة إلى كواشة قلعة بالموصل انتهى.\nالكوجي: بالضم وجيم إلى كوج جدّ.\nالكوراني: بالضم وراء إلى كوران قرية بإسفراين.\nالكوزي: بزاي إلى الكوز وإلى كوز جدّ.\nالجزء: 1 ¦ الصفحة: 226\n",
        "الكوشيذي: بالضم وكسر المعجمة آخره معجمة إلى كوشيذ.\nالكوفني: بالضم وفتح الفاء ونون إلى كوفن بلد بخراسان.\nالكوفي: إلى الكوفة.\nالكوفياذقاني: بالضم وكسر الفاء وتحتية وسكون الذال المعجمة وقاف إلى كوفياذقات قرية بطوس.\nالكوكبي: إلى كوكب بوزن جوهر.\nالكوكلي: بضم الكاف الأولى وفتح الثانية إلى كوكلا جدّ.\nالكولخشي: بالضم وفتح اللام وسكون الخاء وشين معجمتين إلى كولخش جدّ.\nالكولي: بالضم والفتح ولام إلى باب كول محلة بشيراز.\nالكوملاباذي: بضم الكاف والميم وموحدة ومعجمة إلى كوملاباذ قرية بهمذان.\nالكونجاني: بفتح الكاف والجيم وكسر الواو وسكون النون الأولى إلى كونجان قرية بشيراز.\nالكوهياري: بالضم وكسر الهاء وتحتية وراء إلى كوهيار ويقال قوهيار قرية بطبرستان.\nباب الكاف والهاء\nالكهممسي: بفتح أوله والميم ومهملة إلى كهمس جدّ.\nباب الكاف واللام ألف\nالكلاباذي: بالفتح وموحدة ومعجمة إلى كلاباذ محلة ببخارى وبنيسابور أيضاً.\nالكلابزي: بالفتح وكسر الموحدة وزاي إلى: تربية الكلاب.\nالجزء: 1 ¦ الصفحة: 227\n",
        "الكلابي: بالضم والتشديد إلى عبد الله بن كلاب من المبتدعة وبالكسر والتخفيف إلى كلاب بن مرة بن كعب بن لؤي وكلاب بن ربيعة بن عامر بن صعصعة.\nالكلاس: إلى عمل الكلس.\nالكلاشكردي: بالضم وكسر المعجمة والكاف وسكون الراء ومهملة إلى كلاشكرد قرية بمرو.\nالكلاعي: بالفتح إلى ذي الكلاع قبيلة من حمير.\nالكلالي: بالفتح إلى كلالة جدّ.\nقلت: الكلاميني: إلى كلامين قرية بزنجان انتهى.\nالكلائي: بالفتح والتشديد إلى الكلاء موضع بالبصرة.\nباب الكاف والياء\nالكيال: إلى الكيل.\nالكيخاراني: بالفتح وسكون التحتية وخاء معجمة وراء إلى كيخاران قرية باليمن.\nالكيزداباذي: بالكسر وفتح الزاي والمهملة والموحدة ثم معجمة إلى كيزداباذ قرية بطريثيث.\nالجزء: 1 ¦ الصفحة: 228\n",
        "الكيساني: بالفتح والسكون إلى كيسان جدّ.\nالكيشي: بالكسر ومعجمة إلى كيش جزيرة في البحر.\nحرف اللام\nباب اللام والألف\nاللباد: إلى عمل اللبود.\nاللبادي: إلى سكة اللبادين محلة بسمرقند.\nاللبان: إلى بيع اللبن: اللبشموني: بفتحتين وسكون المعجمة وضم الميم ونون إلى لبشمونة قرية بالأندلس.\nاللبقي: بفتحتين وقاف.\nقلت: اللبلي: بالفتح والسكون ولاك أخرى إلى لبلة بلد بالأندلس انتهى.\nباب اللام والباء\nاللبناني: بالضم والسكون ونونين إلى جبل لبنان بالشام.\nاللبواني: بالفتح والسكون إلى لبوان بطن من المعافر.\nاللبيبي: بالفتح والكسر إلى لبيب جدّ وبدال مهملة إلى لبيد وبراء إلى لبيرة بلد بالأندلس.\nباب اللام والجيم\nاللجام: بالجيم إلى عمل اللجم.\nاللجوني: بالفتح وضم الجيم المشددة ونون إلى لجون مدينة بالشام بها مسجد الخليل عليه الصلاة والسلام.\nباب اللام والحاء\nاللحافي: بالكسر والمهملة وفاء إلى اللحاف.\nالجزء: 1 ¦ الصفحة: 229\n",
        "اللحام: إلى بيع اللحم.\nاللحجي: بالفتح وسكون المهملة وجيم إلى لحج قرية باليمن.\nاللحياني: بالكسر والسكون إلى لحيان بن هذيل بن مدركة بن الياس بن مضر.\nباب اللام والخاء\nاللخمي: بالفتح وسكون المعجمة إلى لخم قبيلة من اليمن.\nباب اللام والدال\nاللدي: بالضم وتشديد المهملة إلى لدّ موضع بالشام يقتل به الدجال.\nباب اللام والراء\nاللرقي: بالفتح وسكون الراء وقاف إلى لرقة حصن بالأندلس.\nاللري: بالفتح وتشديد الراء إلى لرة جدّ وبالضم إلى لرستان ناحية قرب جبال أصبهان.\nباب اللام والغين\nاللغوي: بالضم إلى علم اللغة.\nباب اللام والفاء\nاللفتواني: بالفتح وسكون الفاء وضم الفوقية إلى لفتوان قرية بأصبهان.\nباب اللام والقاف\nاللقيطي: بالفتح والكسر إلى لقيط جدّ.\nباب اللام والكاف\nاللكاف: إلى عمل الإكاف.\nاللكزي: بالفتح والسكون وزاي إلى لكز بلد بدربند.\nاللكي: بالضم والتشديد إلى لك بلد ببرقة.\nباب اللام والميم\nاللمغاني: بالفتح والسكون ومعجمة إلى لمغان موضع بغزنة.\nباب اللام والنون\nاللنباني: بالضم وسكون النون ثم الموحدة ونون إلى باب لنبان محلة بأصبهان.\nباب اللام والواو\nاللواز: إلى بيع اللوز.\nاللوبياذي: بالضم وكسر الموحدة الأولى وتحتية آخره معجمة إلى لوبياباذ محلة بأصبهان.\nاللوبي: بالضم وموحدة إلى لوبية بلد بمصر.\nاللورقي: بفتحتين وسكون الراء وقاف إلى لورقة بلد بالأندلس.\nالجزء: 1 ¦ الصفحة: 230\n",
        "اللوري: بالضم آخره راء إلى لور بلد بخوزستان.\nاللوزي: بالفتح والسكون وزاي إلى اللوزية محلة ببغداد.\nاللوشي: بالضم ومعجمة إلى لوشة.\nاللوكري: بالضم وفتح الكاف وراء إلى لوكر قرية بمرو.\nاللؤلؤي: إلى بيع اللؤلؤ.\nاللوهوري: بفتح اللام والهاء وسكون الواوين إلى لوهر مدينة بالهند.\nباب اللام والهاء\nاللهبي: بفتح اللام والهاء إلى أبي لهب وبالكسر والسكون إلى لهب بطن من الأزد.\nاللهزمي: بالزاي إلى اللهازم هم تيم الله بن ثعلبة وقيس بن ثعلبة وعجل بن لخم بن صعب.\nباب اللام والياء\nالليثي: إلى ليث بن كنانة وليث بن جداد بن عبد القيس وإلى جدّ.\nالليموسكي: بالكسر والسكون وضم الميم وسكون الواو والمهملة إلى ليموسك قرية بإسترباذ.\nالليني: بالكسر آخره نون إلى اللين قرية.\nالجزء: 1 ¦ الصفحة: 231\n",
        "حرف الميم\nباب الميم والألف\nالمابرسامي: بفتح الموحدة والمهملة وسكون الراء إلى مابرسام قرية بمرو.\nالمابي: بموحدة إلى مابة جدّ.\nالماتريتي: بضم الفوقية وكسر الراء وتحتية وفوقية إلى ماتريت ويقال ما تريد محلة بسمرقند.\nالماجرمي: بفتح الجيم وسكون الراء إلى ماجرم قرية بسمرقند.\nالماجندني: بفتح الجيم وسكون النون إلى ماجندن قرية بسمرقند.\nالماحوزي: بضم المهملة وزاي إلى الماحور قرية بالشام.\nالماخكي: بفتح المعجمة إلى ماخك جدّ.\nالماخواني: بضمها إلى ماخوان قرية بمرو.\nالماخي: إلى ماخ رجل.\nالمادري: بفتح المهملة وراء إلى مادرة رجل.\nالمادرائي: بفتحها والراء إلى مادرايا قرية بالبصرة.\nالماذرائي: بوزنه والذال معجمةٌ إلى ماذرا جدّ.\nالمارباني: بقتح الراء والباء الموحدة إلى ماربان قرية قرب أصبهان.\nالمأربي: بكسر الراء وموحدة إلى مأرب ناحية باليمن منها أبيض بن حمال الصحابي:\nالجزء: 1 ¦ الصفحة: 232\n",
        "الماردي: بكسر الراء ومهملة إلى ماردة جدّ.\nالمارديني: مثله إلى ماردين بلد بالجزيرة.\nالمارستاني: بفتح الراء إلى المارستان المعروف.\nالمارشكي: بكسر الراء وسكون المعجمة إلى مارشك قرية بطوس.\nالمارملي: بكسر الراء وضم الميم ولام إلى مارمل قرية ببلخ قلت: المازري: بكسر الزاي وراء إلى مازر انتهى.\nالمازلي: بضم الزاي ولام إلى مازل قرية بنيسابور.\nالمازني: بكسرهما ونون إلى مازن قبيلة من تميم ومن قيس عيلان ومن شيبان بن ذهل ومن طيء ومن الدئل.\nالمازياري: بكسرها وتحتية وراء إلى مازيار رجل صلبه المعتصم.\nالماستيني: بسكون المهملة وكسر الفوقية وتحتية ونون إلى ماستين قرية ببخارى.\nالماسخي: إلى ماسخة بخاء معجمة بطن من الأزد.\nالماسرجسي: بفتح المهملة الأولى وسكون الراء وكسر الجيم إلى ماسرجس جدّ.\nالماسكاني: بفتح المهملة إلى ماسكان بلد بنواحي كرمان.\nالماسكي: بفتحها إلى ماسك جدّ.\nالمارسور: بضم المهملة وراء وموحدة وذال معجمة إلى مارسور قرية بجرجان.\nالجزء: 1 ¦ الصفحة: 233\n",
        "الماشي: بمعجمة إلى بيع الماشي المعروف.\nالماصري: بكسر المهملة وراء إلى قيسٍ الماصر لأنه أول من مصر الفرات ودجلة.\nالمافروخي: بفتح الفاء وضم الراء المشددة وخاء معجمة إلى مافروخ جدّ.\nالماقلاصاني: بفتح القاف وصاد مهملة إلى ماقلاصان قرية بجرجان.\nالماكسيني: بكسر الكاف والمهملة إلى ماكسين مدينة بالجزيرة.\nالماكياني: بكسر الكاف وتحتية إلى ماكيان جدّ.\nالماكيني: بكسرها إلى ماكينة جدّ.\nالمالجي: بفتح اللام وجيم إلى مالج جد المالحاني: بكسر اللام ومهملة إلى بيع السمك المالح.\nالمالقي: بالكسر وقاف إلى مالقة بلد بالأندلس.\nالمالكي: بطن من تغلب ومن عامر ومن أسد بن خزيمة ومن ثقيف ومن تميم ومن بكر بن وائل ومن الخزرج ومن الأزد ومن كندة ومن السكون ومن الحارث بن كعب ومن جعفي ومن بجيلة وإلى مذهب مالك وإلى المالكية قرية على الفرات.\nالماليني: بكسر اللام إلى مالين قرى مجتمعة من عمل هراة.\nالمالي: إلى مالة جدّ.\nالمامطيري: بفتح الميمين وكسر المهملة وتحتية وراء إلى مامطير بلد بناحية آمل طبرستان.\nالماماني: إلى مامان جدّ.\nالجزء: 1 ¦ الصفحة: 234\n",
        "المأموني: إلى المأمون الخليفة.\nالمانقاني: بسكون النون وقاف إلى مانقان محلة بسنج.\nالماوردي: إلى بيع الماورد.\nالماهاني: إلى ماهان جدّ.\nالماهياباذي: بكسر الهاء وتحتية وموحدة ةمعجمة إلى ماهياباذ محلة بمرو.\nالماهياني: بكسر الهاء إلى ماهيان قرية بمرو.\nالمايقي: بكسر التحتية وقاف إلى مايق قرية بنواحي أستوا.\nالمايمرغي: بسكون التحتية والراء وفتح الميمين آخره معجمة إلى مايمرغ قرية بنواحي نخشب وأخرى على طرف جيحون.\nالمايني: بكسر التحتية ونون إلى ماين من بلاد فارس.\nالمايوسي: بضم التحتية ومهملة.\nباب الميم والباء\nالمباردي: بكسر الراء ومهملة إلى عمل المبرد.\nالمباركي: إلى مبارك بلفظ المفعول بلد بين واسط وبغداد ونهر بالبصرة أيضاً وجدّ.\nالمبارمي: بالفتح وكسر الراء المهملة إلى عمل المبرم وهو المبضع.\nالمبذولي: بالفتح وسكون الموحدة وضم المعجمة ولام إلى مبذول بطن من ضبة ومن الأنصار.\nالمبيضي: بالضم والفتح وكسر التحتية المشددة ومعجمة إلى البياض عرف به طائفةٌ من الشيعة لهم لواءٌ أبيض خالفوا به شعار العباسية.\nباب الميم والتاء\nالمتعي: بضم أوله والفوقية ومهملة إلى متع بطن من فهم.\nالجزء: 1 ¦ الصفحة: 235\n",
        "المتكلم والمتطبب: إلى علم الكلام والطب.\nالمتكي: بالفتح والسكون إلى متك جدّ.\nالمتنبيء: أبو الطيب ادعى النبوة.\nالمتوثي: بالفتح وضم التاء المشددة آخره مثلثة إلى متوث بلد بين قرقوب والأهواز.\nالمتوكلي: إلى المتوكل على الله الخليفة.\nالمتوي: بالفتح وضم التاء المشددة إلى متويه جدّ.\nالمتي: بالفتح والتشديد إلى مت جدّ.\nقلت: المتيجي: بالفتح وكسر الفوقية المشددة وتحتية وجيم إلى متيجة من ناحية بجاية انتهى.\nباب الميم والثاء\nالمثامني: بالفتح ومثلثة وكسر الميم ثم نون إلى المثامنة كان ملوك حمير يتخذون من أصحابهم ثمانية خواص يلي أحدهم بعد موت الملك فكانون يسمون بذلك.\nباب الميم والجيم\nالمجاسري: بالضم وجيم وكسر المهملة وراء إلى مجاسر بطن من طيء.\nالمجاشعي: بوزنه والشين معجمةٌ وبعدها مهملة إلى مجاشع بطن من تميم وجدّ.\nالمجاشي: بالفتح آخره معجمة.\nالمجبر: جابر الكسر.\nالمجبري: مثله بزيادة ياء النسب إلى المجبر بن عبد الرحمن بن عمر بن الخطاب.\nالمجبستي: بفتح أوله والمهملة وضم الجيم وسكون الموحدة آخره فوقية إلى مجبست قرية ببخارى.\nالمجداباذي: بالفتح وسكون الجيم ومهملة\nالجزء: 1 ¦ الصفحة: 236\n",
        "وموحدة آخره معجمة إلى مجداباذ قرية بهمذان.\nالمجدر.\nالذي به أثر الجدري.\nالمجدواني: بضم الميم والمهملة إلى مجدوان قرية بنسف.\nالمجدوني: بالكسر والسكون والضم إلى مجدون قرية ببخارى.\nالمجدعي: بالضم وفتح الجيم والمهملة المشددة وعين مهملة إلى المجدع بطن من قضاعة.\nالمجربي: بفتح الميم والراء وموحدة إلى مجربة بطن من كنانة ومن تميم.\nالمجزمي: بالكسر والسكون وفتح الزاي إلى المجزم بطن من سامة بن لؤي.\nالمجفري: بالضم والفتح وكسر الفاء المشددة وراء إلى مجفر بطن من تميم وقال ابن ماكولا رحمه الله بسكون الجيم.\nالمجمر: بالضم والسكون والكسر نعيمٌ كان يجمر المسجد أي يبخره.\nالمجندر: بالضم والفتح وسكون النون وكسر المهملة وراء الذي يجندر الثياب.\nالمجمعي: بالضم والفتح وتشديد الميم ومهملة إلى مجمع بطن من جعفي.\nالمجوجي: بالفتح وسكون الجيم الأولى وفتح الواو إلى مجوجا لقب جدّ.\nالمجوسي: بالفتح والضم إلى درب المجوس محلة ببغداد.\nالمجهولي: إلى المجهولية طائفة من الخوارج.\nباب الميم والحاء\nالمحاربي: بالضم ومهملة وكسر الراء إلى محارب بطن من قريش ومن عبد القيس وجدّ.\nالمحاسبي: بالضم الحارث بن أسد الزاهد سمي به لكثرة محاسبته لنفسه.\nالمحاملي: بالفتح وكسر الميم الثانية إلى بيع المحامل التي يحمل فيها الناس في السفر.\nالمحبري: بالضم وفتح المهملة والباء المشددة وراء إلى حفظ كتاب المحبر لمحمد بن حبيب.\nالمحبقي: بوزنه وقاف إلى سلمة بن المحبق.\nالجزء: 1 ¦ الصفحة: 237\n",
        "المحبوبي: بالفتح والسكون وضم الموحدة الأولى أبو العباس راوي الترمذي إلى جده محبوب.\nالمحثلي: بفتح أوله والمثلثة ولام إلى محثل بطن من قضاعة.\nالمحرمي: بالضم والسكون وكسر الراء إلى محرم.\nالمحفوظي: إلى محفوظ جدّ.\nالمحكمي: بالضم والفتح وتشديد الكاف المكسورة إلى المحكمة من الخوارج قالوا لعلي كيف تحكم.\nالمحملمي: بوزنه بلام إلى محلم بن تميم ومحلم بن ذهل بن شيبان.\nالمحلي: بفتحتين وتشديد اللام إلى المحلة بلد بديار مصر.\nالمحمداباذي: صدره بلفظ محمد ثم موحدة وآخره معجمة إلى محمد أباد محلة خارج نيسابور.\nالمحمدي: إلى محمد بن الحنفية.\nالمحمري: بتشديد المكسورة إلى المحمرة طائفة بابك لأنهم لبسوا الحمرة أيامه.\nالمحمودي: إلى محمود جدّ.\nالمحموي: مثله بلا دال إلى محمويه جدّ.\nالمحمي: كالمرمي إلى محم جدّ.\nالمحولي: بالضم والفتح وتشديد الواو المفتوحة إلى محول قرية ببغداد.\nباب الميم والخاء\nالمخبزي: بفتح الميم والموحدة وسكون المعجمة بينهما وزاي إلى المخبز وهو موضع الخبز.\nالجزء: 1 ¦ الصفحة: 238\n",
        "المخدوجي: بالفتح والسكون وضم المهملة وجيم إلى مخدوج بطن من قضاعة.\nالمخراقي: بالكسر آخره قاف إلى مخراق جدّ.\nالمخرمي: بفتح أوله والراء وسكون المعجمة إلى المسور بن مخرمة وبالضم والفتح وكسر الراء المشددة إلى المخرم محلة ببغداد نزلها ولد يزيد بن المخرم.\nالمخزومي: بالزاي إلى مخزوم قبيلة من كعب بن لؤي وبطن من عبس ومن هذيل.\nالمخشلبي: بفتح أوله والشين المعجمة واللام وموحدة إلى مخشلب وهو خرز.\nالمخلدي: بفتح أوله واللام إلى مخلد جدّ.\nالمخلص: بالضم والفتح وكسر اللام المشددة إلى تخليص الذهب من الغش.\nالمخلطي: بالضم وفتح الخاء واللام المشددة إلى بيع المخلط وهو الفاكهة اليابسة من كل نوع.\nالمخولي: بوزنه إلى مخول جدّ.\nالمخي: بالفتح والتشديد إلى مخة جدّة وبالضم إلى المخ جدّ.\nباب الميم والدال\nالمدائني: بالفتح إلى المدائن مدينة على سبعة فراسخ من بغداد.\nالمدركي: بالضم والسكون وكسر الراء إلى مدرك جدّ.\nالمدلجي: بوزنه إلى مدلج بطن من كنانة ومن سعد هذيم.\nالمدني: يتلو في المديني.\nالمدوري: بالضم وفتح المهملة والواو المشددة وراء إلى المدور جدّ.\nالمدوي: بالفتح والضم إلى مدوة قرية ببنج ديه وبتشديد المهملة إلى مدويه جدّ.\nالمديانكثي: بالضم وسكون المهملة والنون وفتح التحتية والكاف ثم مثلثة إلى مديانكث قرية ببخارى.\nالمديني: بفتح أوله والتحتية إلى مدين جدّ وبكسر المهملة وسكون التحتية إلى مدينة مرو ومدينة نيسابور ومدينة أصبهان ومدينة المبارك بقزوين ومدينة بخارى ومدينة سمرقند ومدينة نسف وبقلة إلى المدينة النبوية والأكثر إليها مدني بفتحتين.\nباب الميم والذال\nالجزء: 1 ¦ الصفحة: 239\n",
        "المذاري: بفتح أوله والمعجمة ثم راء إلى المذار قرية بالبصرة.\nالمذحجي: بفتح الميم وسكون المعجمة وكسر الحاء المهملة وجيم إلى مذحج قبيلة من اليمن.\nالمذعوري: بالفتح والسكون وضم المهملة وراء إلى مذعور جدّ.\nالمذكر: الواعظ.\nالمذهبي: بالضم والسكون وكسر الهاء وموحدة أبو علي التميمي راوي المسند إلى جده المذهب.\nالمذيامجكثي: بالكسر والسكون وفتح التحتية والميم والكاف وسكون الجيم آخره مثلثة إلى مذيامجكث قرية بكرمينية.\nالمذيانكني: بالضم والسكون وتحتية ثم نون ساكنة بعدها كاف مفتوحة ونون إلى مذيانكن قرية ببخارى.\nباب الميم والراء\nالمرابطي: إلى مرابطة الثغور.\nالمراجلي: بالفتح وكسر الجيم ولام إلى عمل المراجل.\nالمرادي: بالضم إلى مراد بطن من مذحج.\nالمراري: بالفتح والتشديد إلى مرار جدّ وبالتخفيف إلى بيع المرار وهو حبال القنب وبالضم إلى آكل المرار وهو نبت.\nالمراغي: بالفتح آخره معجمة إلى المراغ قبيلة من الأزد والمراغة مدينة بأزربيجان قلت: وبلد بصعيد مصر انتهى.\nالمراقي: بالضم وقاف إلى المراقبة مدينة بالغرب.\nقلت: قلت المراكشي: بالضم وتشديد الراء وكسر الكاف ومعجمة إلى مراكش انتهى.\nالجزء: 1 ¦ الصفحة: 240\n",
        "المراني: بالفتح والتشديد إلى مران بطن من جعفي وبالضم والتشديد إلى ذي مران جدّ.\nالمراوحي: بالفتح إلى عمل المراوح.\nالمراي: بفتحتين وهمزة إلى امرئ القيس.\nالمربدي: بالكسر والسكون وفتح الموحدة ومهملة إلى المربد موضع بالبصرة.\nالمربعي: بالضم وفتح الراء والموحدة المشددة ومهملة إلى رباط المربعة بسمرقند وبالضم والسكون وكسر الفوقية إلى مرتع بن معاوية بن كندة.\nالمرثدي: بفتح أوله والمثلثة ودال مهملة إلى مرثد جدّ.\nالمرجي: بالفتح والسكون وجيم إلى المرج بلد بالموصل وقرية بين بغداد وهمدان.\nالمرجئة: بالضم والسكون وكسر الجيم طائفة من القدرية أرجؤوا أي أخروا العمل عن الإيمان.\nالمرحبي: بفتح أوله والحاء المهملة وباء موحدة إلى مرحب جدّ.\nالمرداري: بالضم والسكون ومهملة وراء إلى مردار رأس المردارية من المعتزلة.\nالمرداسنجي: بالضم والسكون وفتح الدال والسين المهملتين وسكون النون وجيم إلى مرداسنحة لقب جدّ.\nالمرزباني: بالفتح والسكون وضم الزاي وموحدة إلى مرزبان جدّ.\nالمرزيني: بالضم والسكون وكسر الزاي إلى مرزين قرية ببخارى.\nالمرسي: بالفتح والسكون ومهملة إلى المرس قرية نحو المدينة وبالضم إلى مرسية قرية بالغرب.\nالمرعشي: بفتح أوله والعين المهملة ومعجمة إلى مرعش بلد بالشام وجدّ.\nالمرغباني: بفتح أوله والمعجمة والموحدة إلى مرغبان قرية بكس.\nالمرغبوني: مثله بضم الباء الموحدة إلى مرغبون قرية ببخارى.\nالمرغيناني: بالفتح والسكون وكسر المعجمة\nالجزء: 1 ¦ الصفحة: 241\n",
        "وتحتية ونونين بينهما ألف إلى مرغينان مدينة بفرغانة.\nالمرندي: بفتحتين وسكون النون ومهملة إلى مرند بلد بأذربيجان.\nالمروروذي: بفتح الميم والواو الأولى وضم الراء الثانية المشددة آخره معجمة إلى مرو الرود أشهر مدن خراسان.\nالمروتي: بفتح أوله والواو ثم فوقية إلى ذي المروة قرية بمكة أو المدينة.\nالمرودي: بالفتح أوله والواو ثم زاي إلى مرو الشاه جان ومحلة المراوزة ببغداد.\nالمروي: بفتحتين إلى مروة مدينة بالحجاز نحو وادي القرى.\nالمرهبي: بالضم والسكون وكسر الهاء وموحدة إلى مرهبة بطن من همدان.\nالمريدي: بالضم والفتح وسكون التحتية ومهملة.\nالجزء: 1 ¦ الصفحة: 242\n",
        "المريسي: بالفتح وكسر الراء وتحتية ومهملة إلى مريس قرية بمصر منها بشرٌ المريسي.\nالمريضي: بوزنه ومعجمة إلى المريض جدّ.\nالمريني: بالضم والكسر وتحتية ونون إلى مرين قرية بمرو.\nالمري: بالفتح والتشديد إلى مر بطن من طيءٍ والمرية بلد بالأندلس وبالضم إلى مرة بطن من غطفان ومن عبد القيس ومن جهينة ومن طيء ومن همدان ومن قضاعة ومن تميم ومن شيبان.\nالمريقي: بالضم وكسر الراء المشددة وتحتية وقاف.\nباب الميم والزاي\nالمزاحمي: بالضم والزاي والحاء المهملة إلى مزاحم جدّ والمزاحمة قرية برحبة مالك بن طوق.\nالمزرقي: بالفتح وسكون الزاي وفتح الراء\nالجزء: 1 ¦ الصفحة: 243\n",
        "وقاف إلى المزرقة قرية قرب بغداد.\nالمزرنكي: بفتح أوله والراء والكاف وسكون الزاي والنون الأولى إلى مزرنكن قرية ببخارى.\nالمزكي: بالتشديد الذي يزكي الشهود.\nالمزنوي: بضم أوله والنون إلى مزنوى قرية بسمرقند.\nالمزني: بالضم والسكون إلى مزن قرية بسمرقند وبفتح الزاي إلى مزينة بنت كلب بن وبرة إلى مزنة قرية بسمرقند.\nالمزبري: بالفتح وكسر الزايين إلى مزيز جدّ.\nالمزيناني: بالفتح والكسر إلى مزينان بلد بخراسان.\nالمزي: بالكسر والتشديد إلى المزة قرية بدمشق.\nباب الميم والسين\nالمساحقي: بالضم إلى مساحق جدّ.\nالمسافري: بالضم إلى مسافر جدّ.\nالمسائلي: بالفتح إلى المسائل.\nالمسبحي: إلى مسبح بلفظ فاعل سبح جدّ.\nالمستعيني: إلى المستعين الخليفة.\nالمستغفري: إلى المستغفر جدّ.\nالمستملي: الذي يستملي على العلماء.\nالجزء: 1 ¦ الصفحة: 244\n",
        "المستيناني: بالفتح والسكون وكسر الفوقية وتحتية ونونين بينهما ألف إلى مستينان قرية ببلخ.\nالمسدي: بالضم والفتح وتشديد المهملة الذي يعمل سدى الثياب.\nالمسروقي: إلى مسروق جدّ.\nالمسعري: بالكسر والسكون وفتح العين المهملة وراء إلى مسعر جدّ.\nالمسعودي: إلى مسعود رجل.\nالمسكيني: إلى مسكين بن الحارث صاحب الشافعي رضي الله تعالى عنه.\nالمسكي: بالكسر إلى بيع المسك.\nالمسلمي: إلى المسلمة جدة.\nالمسلي: بالضم والسكون ولام إلى مسلية قبيلة من مذحج ومحلة لهم بالكوفة.\nالمسمعي: بكسر الميم الأولى وفتح الثانية إلى مسمع.\nالمسناني: بالكسر والسكون ونونين إلى مسنان قرية بنسف.\nالمسندي: بالضم وفتح النون إلى الحديث المسند.\nالمسوحي: بضمتين إلى المسوح الشعر.\nالمسوسي: بفتح أوله والواو وسكون المهملة الأولى إلى مسوس قرية بمرو.\nالمسيبي: بالضم وفتح المهملة والتحتية المشددة وموحدة إلى المسيب جدّ.\nالمسيحي: بالفتح والكسر ومهملة إلى مسيح جدّ.\nباب الميم والشين\nالمشاط: إلى عمل الأمشاط.\nالمشاطي: بالفتح والتشديد إلى مشاط رجل.\nالمشاني: بالضم والتخفيف إلى مشان قرية\nالجزء: 1 ¦ الصفحة: 245\n",
        "بالبصرة.\nالمشتلي: بفتح أوله والفوقية وسكون المعجمة ولام إلى مشتلة قرية بأصبهان.\nالمشتولي: بضمهما وسكون الشين المعجمة إلى مشتول قرية بمصر.\nالمشتوي: مثله.\nالمشجعي: بفتح أوله والجيم وسكون المعجمة آخره مهملة إلى مشجعة بطن من قضاعة.\nالمشرقي: بالكسر والسكون وفتح الراء وقاف إلى مشرق بطن من همدان المشرقي بالضم والسكون والكسر إلى مشرق رجل.\nالمشروقي: بالفتح والسكون والضم إلى مشروق بقعة باليمن.\nالمشطاحي: بالكسر والسكون ومهملتين.\nالمشظي: بالكسر وتشديد المعجمة إلى المشظ بطن من كلب.\nالمشغراني: بفتح أوله والغين المعجمة والراء إلى مشغرا قرية بدمشق.\nالمشكاني: بالضم والسكون إلى مشكان قرية بنواحي همذان وجدّ.\nباب الميم والصاد\nالمصاحفي: إلى كتابة المصاحف.\nالمصامدي: بكسر الميم الثانية ودال مهملة إلى المصامدة بالغرب.\nالمصراثائي: بالكسر والسكون وراء ومثلثة إلى مصراثا قرية بسواد بغداد.\nالمصري: بالكسر إلى مصر الشهيرة.\nالمصطلقي: بالضم والسكون وفتح الطاء وكسر اللام وقاف إلى بني المصطلق بطن من خزاعة.\nالمصعبي: بالضم والسكون وفتح العين المهملة وموحدة إلى مصعب جدّ.\nالمصقلي: بفتح أوله والقاف إلى مصقلة جدّ.\nالمصمودي: بالفتح والسكون والضم آخره مهملة إلى مصمودة قبيلة من البربر بالغرب.\nالجزء: 1 ¦ الصفحة: 246\n",
        "المصيصي: بكسر الميم والمهملة المشددة إلى المصيصة مدينة على ساحل البحر.\nباب الميم والضاد\nالمضري: بالضم وفتح المعجمة وراء إلى مضر بن نزار.\nالمطاعي: إلى مطاع جدّ.\nالمطاميري: بالفتح وكسر الميم الثانية وراء إلى المطامير ضيعة بحلوان.\nالمطبخي: بفتح أوله والباء الموحدة إلى المطبخ المعروف.\nالمطرز: إلى تطريز الثياب.\nالمطرفي: بالضم والفتح وكسر الراء المشددة وفاء إلى مطرف جدّ.\nالمطرفي: بالكسر والسكون وفتح الراء وفاء إلى مطرف لقب عبد الله بن عمرو بن عثمان بن عفان رضي الله تعالى عنهم.\nالمطردودي: إلى مطرود فخذ من سليم.\nالمطري: بفتحتين إلى مطر جدّ وبطن من ذهل بن شيبان قلت: وإلى المطرية بلد بمصر انتهى.\nالمطلبي: بالضم وتشديد الطاء المفتوحة وكسر اللام وموحدة إلى المطلب بن عبد مناف.\nالمطوعي: بالضم وفتح الطاء المشددة وكسر الواو ومهملة إلى المطوعة وهم الذين أرصدوا أنفسهم للجهاد.\nالمطهري: بالضم وفتح الطاء والهاء المشددة إلى مطهر قرية من عمل مازندارن وجدّ.\nالمطيبي: بوزنه إلى المطيب جدّ.\nالمطيري: بالفتح والكسر إلى المطيرة قرية بنواحي سر من رأى.\nباب الميم والظاء\nالمظالمي: الذي ترفع إليه الظلامات فيرفعها.\nالمظهري: بالضم وفتح المعجمة والهاء المشددة إلى مظهر جدّ.\nباب الميم والعين\nالمعاذي: بالضم آخره معجمة إلى معاذ جدّ.\nالمعاركي: بالضم وكسر الراء إلى معارك جدّ.\nالمعاز: إلى رعاية المعزى.\nالمعافري: بالفتح وكسر الفاء وراء إلى المعافر بطن من قحطان.\nالجزء: 1 ¦ الصفحة: 247\n",
        "المعاولي: بوزنه إلى المعاول بطن من الأزد.\nالمعاوي: بالضم إلى معاوية بطن من الأوس ومن كندة وجدّ.\nالمعبدي: بفتح أوله والموحدة إلى أم معبدٍ الخزاعية ومعبد بن العباس بن عبد المطلب والمعبدية من الخوارج رأسهم معبدٌ.\nالمعبر: إلى تأويل الرؤيا.\nالمعبري: بوزنه إلى معبر جدّ.\nالمعتزلي: إلى الاعتزال لأن رأسهم واصل بن عطاء كان يجلس إلى الحسن البصري رضي الله تعالى عنه فلما أظهر رأيه طرده عنه فاعتزل عنه.\nالمعداني: بفتح أوله والمهملة إلى معدان جدّ.\nالمعدل: بالفتح الذي عدل وقبلت شهادته.\nالمعدني: بفتح أوله والمهملة ونون إلى المعدن قرية بنيسابور.\nالمعروفي: إلى معروف جدّ.\nالمعري: بفتحتين وتشديد الراء إلى معرة النعمان مدينة بالشام.\nالمعشاري: بالكسر والسكون ومعجمة وراء إلى المعشار بطن من همدان.\nالمعشري: بفتح أوله والمعجمة إلى أبي معشر جدّ.\nالمعقري: بالفتح والسكون وكسر القاف وراء إلى معقر باليمن.\nالمعقلي: بوزنه إلى معقل جدّ وبطن من مذحج ومن طيء ومن كلب والنهر المعقلي\nالجزء: 1 ¦ الصفحة: 248\n",
        "إلى معقل بن يسار الصحابي رضي الله عنه.\nالمعمراني: بفتح الميمين وراء إلى معمران قرية بمرو.\nالمعمري: مثله إلى معمر رجل وبالضم والفتح وتشديد الميم المفتوحة إلى معمر رجل.\nالمعني: بالفتح والسكون ونون إلى معن بطن من الأزد ومن قيس عيلان ومن طيء.\nالمعولي: بالكسر والسكون وفتح الواو إلى معولة بطن من الأزد وقال ابن السمعاني بفتح الميم وهو خطأ قلت: صوب النووي الفتح انتهى.\nالمعوي: بالفتح والسكون إلى معويه بطن من قضاعة.\nالمعير: بالضم والفتح وكسر التحتية المشددة الذي يحفظ معيار الذهب حتى لا يفحش.\nالمعيري: بالكسر والسكون وفتح التحتية إلى معير بطن من بني أسد.\nالمعيطي: مصغراً إلى عقبة بن أبي معيط.\nالمعيوفي: بالفتح والسكون والضم وفاء إلى معيوف.\nباب الميم والغين\nالمغازلي: بكسر الزاي إلى بيع المغازل.\nالمغالي: بالفتح والمعجمة إلى مغالة امرأة عدي بن مالك بن النجار.\nالمغامي: بالضم إلى مغامة مدينة بالأندلس.\nالمغترفي: إلى المغترف بلفظ الفاعل من الاغتراف جدّ.\nالمغربي: بالفتح وكسر الراء إلى بلاد المغرب.\nالمغفلي: بالضم وفتح المعجمة والفاء المشددة إلى عبد الله بن مغفل الصحابي.\nالمغكاني: بالضم والسكون إلى مغكان قرية ببخارى.\nالجزء: 1 ¦ الصفحة: 249\n",
        "المغناني: بوزنه إلى مغنان قرية بمرو.\nالمغني: إلى الغناء.\nالمغوني: بضمتين ونون إلى مغون قرية بنواحي نيسابور.\nالمغوي: بالفتح والسكون إلى مغوية بطن من خثعم.\nالمغيري: بالضم والكسر إلى المغيرة بن سعيد رأس المغيرية من الشيعة.\nالمغيلي: بالفتح والكسر إلى مغيلة قبيلة من البربر.\nباب الميم والفاء\nالمفتولي: بسكون الفاء إلى بيع المفتول من الحلفاء.\nالمفرض: بالضم والسكون إلى علم الفرائض.\nالمفضلي: بالضم وفتح الفاء والمعجمة المشددة إلى المفضل جدّ.\nالمفلحي: إلى مفلح جدّ.\nالمفيد: الذي يفيد الناس الحديث من الشيوخ.\nباب الميم والقاف\nالمقابري: بالفتح إلى المقابر.\nالمقاتلي: بالضم وكسر الفوقية إلى مقاتل جدّ.\nالمقاعسي: إلى مقاعس بطن من تميم.\nالمقانعي: بالفتح إلى بيع المقانع.\nالمقباسي: بالكسر والسكون وموحدة ومهملة إلى مقباس بطن من سلول.\nالمقبري: بالفتح والسكون وضم الموحدة إلى المقبرة.\nالمقتدري: إلى المقتدر الخليفة.\nالمقدسي: بكسر الدال إلى بيت المقدس.\nالمقدمي: بالضم وفتح القاف والدال المشددة إلى مقدم جدّ.\nالمقدي: بفتحتين وتشديد المهملة إلى حصن مقدية بأذرعات.\nالجزء: 1 ¦ الصفحة: 250\n",
        "المقراضي: بالكسر إلى المقراض جدّ.\nالمقرائي: بالضم والسكون وفتح الراء وهمزة ثم ياء النسب إلى مقرا قرية بدمشق.\nالمقنعي: بالضم وفتح القاف والنون المشددة ومهملة لأبو محمد الحسن بن علي الجوهري لأنه أول من تقنع تحت العمامة وبالكسر والسكون والفتح إلى بيع المقنعة.\nالمقني: بالضم والفتح وتشديد النون إلى حفر القناة.\nالمقومي: بالضم والفتح وكسر الواو المشددة.\nالمقلاصي: بالكسر والسمكون ومهملة إلى مقلاص قرية بجرجان وجدّ.\nالجزء: 1 ¦ الصفحة: 251\n",
        "المقياسي: بوزنه إلى مقياس النيل بمصر.\nباب الميم والكاف\nالمكاري: بالضم إلى كراء الدواب.\nالمكبر: المبلغ تكبير الإمام.\nالمكتب: إلى تعليم الصبيان الخط.\nالمكتومي: بالفتح والسكون وضم الفوقية إلى مكتوم جدّ.\nالمكحولي: بوزنه إلى مكحول جدّ.\nالمكراني: بالضم والسكون إلى مكران بلد بكرمان.\nالمكشوفي: إلى جدّ كان مكشوف الرأس.\nالمكي: إلى مكة شرفها الله تعالى.\nباب الميم واللام\nالملبراني: إلى ملبران قرية ببلخ.\nالملحمي: بالضم والسكون وفتح المهملة إلى الملحم نوع من الثياب.\nالملحي: بالضم والفتح ومهملة إلى الملح والنوادر وإلى مليح بطن من خزاعة.\nالملحي: بالكسر إلى بيع الملح.\nالملطي: بفتحتين إلى ملطية مدينة بالروم.\nالملجكاني: بضم الميم والجيم إلى ملجكان قرية بمرو.\nالملقي: بالضم هو معبد الدرس.\nالملكاني: بفتحات إلى ملكان بطن من قضاعة.\nالملنجي: بالكسر والفتح وسكون النون وجيم إلى ملنجة قرية بأصبهان وبالفتح والكسر وتحتية إلى مليج قرية بمصر وبمهملةٍ آخره إلى..\n..\n.\nالجزء: 1 ¦ الصفحة: 252\n",
        "المليكي: بالتصغير إلى أبي مليكة.\nباب الميم والميم\nالممسي: بالضم والسكون ومهملة إلى ممسة قرية بالغرب.\nباب الميم والنون\nالمناحي: بالفتح وتشديد النون ومهملة إلى مناح جدّ.\nالمناديلي: بالفتح وإلى بيع المناديل.\nالمنادي: بالضم هو الدلال.\nالمناري: بالفتح وراء إلى منارة بطن من غافق.\nالمناشيري: بالفتح إلى عمل المنشار.\nالمناشر: بالضم إلى عمل الخشب.\nالمناشكي: بالفتح ومعجمة إلى مناشك محلة بنيسابور.\nالمناطقي: بوزنه إلى عمل المنطقة.\nقلت: المناوي: بالضم إلى منية بني خصيب بلد بصعيد مصر انتهى.\nالمنبجي: بالفتح وسكون النون وكسر الموحدة وجيم إلى منبج مدينة بالشام.\nالمنبوزي: بالفتح والسكون وضم الموحدة آخره زاي إلى المنبوز جدّ.\nالمنتفقي: بالضم والسكون وفتح الفوقية وفاء وقاف إلى المنتفق قبيلة من عامر بن صعصعة.\nالمنثوري: بضم المثلثة وراء إلى المنثور جدّ.\nالمنجاني: بفتح الميم والجيم وسكون النون الأولى إلى منجان قرية بأصبهان.\nالمنجم: إلى علم النجوم.\nالمنجنيقي: بقتح الميم والجيم وسكون النون الأولى وكسر الثانية إلى المنجنيق المعروف.\nالمنجوراني: بالفتح والسكون وضم الجيم وراء إلى منجوران قرية ببلخ.\nالجزء: 1 ¦ الصفحة: 253\n",
        "المنجوي: بالفتح والسكون والضم إلى منجويه جدّ.\nالمنخلي: بالضم وفتح النون والمعجمة المشددة ولام إلى المنخل بطن من سامة بن لؤي.\nالمنذري: بالضم والسكون وكسر المعجمة وراء إلى المنذر جدّ وبطن من كندة.\nقلت: المنصفي: بالفتح والسكون إلى منصف قرية ببلنسية انتهى.\nالمنصوري: إلى المنصور الخليفة والمنصورة قرية بنواحي ملتان قلت: وأخرى على النيل بطريق دمياط انتهى.\nالمنقري: بالضم والفتح وكسر القاف المشددة وراء إلى منقر بطن من تميم وبالكسر والسكون والفتح إلى منقر بن عبيد بن مقاعس.\nالمنقي: إلى تنقية الطعامز المنكدري: إلى المنكدر جدّ.\nالمنواثي: بالفتح والسكون آخره مثلثة إلى منواث قرية من عمل عكا.\nالمنوي: بالفتح والضم إلى منويه جدّ.\nالمنيحي: بالفتح والكسر وتحتية ومهملة إلى المنيحة قرية بدمشق.\nالمنيعي: بوزنه إلى منيع جدّ.\nالمنيني: بوزنه إلى منين قرية بدمشق وبضم أوله إلى منينة جدة.\nالمنيي: بالضم والسكون وكسر التحتية إلى منية عجيب قرية بالأندلس.\nباب الميم والواو\nالمواني: بالضم والتخفيف ونون إلى موان قرية بنسف.\nالمواقيتي: إلى علم المواقيت.\nالجزء: 1 ¦ الصفحة: 254\n",
        "المؤدب: إلى تعليم الأدب واللغة.\nالمودودي: بالضم وفتح المهملة إلى مودا قرية بنسف.\nالمورياني: بالضم وكسر الراء وتحتية ونون إلى موريان قرية بخوزستان.\nالموسوي والموسائي: إلى موسى جدّ.\nالموسياباذي: بالضم وكسر المهملة وتحتية وموحدة وذال معجمة إلى موسياباذ قرية بهمذان.\nالموشيلي: بالضم وكسر المعجمة ولام إلى موشيلا رجل.\nالموصلي: بالفتح والسكون وكسر المهملة إلى الموصل مدينة بالجزيرة.\nالموصلائي: بالضم وفتح المهملة إلى موصلايا جدّ.\nالموفقي: إلى الموفق الخليفة وجدّ.\nالموقاني: بالضم وقاف ونون إلى موقان مدينة بدربند.\nالموقري: بالضم وفتح الواو والقاف المشددة وراء إلى موقر حصن بالبلقاء.\nالموقفي: بالفتح والسكون وكسر القاف وفائ إلى الموقف محلة بمصر.\nالمولقاباذي: بالضم وسكون الواو وقاف وموحدة ومعجمة إلى مولقاباذ محلة بنيسابور.\nالموني: بالفتح والسكون ونون إلى مونة قرية بهمذان.\nالموهبي: بالفتح والسكون وكسر الهاء وموحدة إلى موهب بطن من المعافر.\nباب الميم والهاء\nالمهاجري: إلى المهاجر جدّ.\nالمهذبي: إلى مهذب الدولة.\nالمهراني: بالكسر والسكون إلى مهران جدّ.\nالمهراباناني: بالكسر والسكون وراء وموحدة ونونين بينهما ألفٌ إلى مهرابانان قرية بأصبهان.\nالمهربندقشائي: بالكسر وسكون الهاء والنون والقاف وفتح الراء والموحدة والدال المهملة والشين المعجمة إلى مهربندقشاة قرية بمرو.\nالمهرجاني: بالكسر والسكون وفتح الراء والجيم إلى مهرجان مدينة بإسفراين وجدّ.\nالجزء: 1 ¦ الصفحة: 255\n",
        "المهرقاني: بكسر الميم والراء وقاف إلى مهرقان قرية بالري.\nالمهرواني: بالكسر وفتح الراء إلى مهروان ناحية بهمذان.\nالمهريجاني: بكسر الميم والراء وتحتية وجيم إلى مهريجان قرية بمرو وبكازرون أيضاً.\nالمهريجميني: بكسر الميمين والراء والجيم إلى مهريجمين قرية بجرجان.\nالمهري: بالفتح والسكون إلى مهرة قبيلة من قضاعة.\nالمهزمي: بالكسر والسكون وفتح الزاي إلى مهزم.\nالمهفيروزي: إلى ماه فيروز بكسر الفاء قرية بشيراز.\nالمهلبي: بفتح الهاء واللام المشددة إلى المهلب بن أبي صفرة.\nالمهلي: بالضم والكسر وتشديد اللام إلى مهل جدّ.\nالمهمتي: بفتح الميمين وسكون الهاء آخره فوقية إلى مهمت جدّ.\nباب الميم واللام ألف\nالملاحي: بالفتح وكسر المهملة إلى الملاحم.\nالملامسي: بالضم وكسر الميم ومهملة إلى الملامس بن خزيمة الحضرمي.\nالملائي: بالضم إلى بيع الملاءة التي يلتحف بها النساء.\nباب الميم والياء\nالمياحي: بالفتح وتشديد التحتية ومهملة إلى مياح جدّ.\nالميافارقي: إلى ميافارقين مدينة بالجزيرة.\nالميانجي: بالفتح والتحتية وفتح النون وجيم إلى ميانج موضع بالشام وإلى ميانة بلد بأذربيجان.\nالجزء: 1 ¦ الصفحة: 256\n",
        "الميبذي: بالفتح وسكون التحتية وضم والموحدة ومعجمة إلى مبيذ بلد قرب يزد.\nالميتمي: بفتح أوله والفوقية بينهما تحتية ساكنة إلى ميتم قبيلة من حمير وبالمثلثة إلى ميثم جدّ.\nالميتي: إلى الميتة جدة.\nالميداني: بفتح أوله والمهملة إلى ميدان زياد بنيسابور والميدان محلة بها.\nالميرقي: بالفتح وضم التحتية وسكون الراء وقاف إلى ميرقة جزيرة الأندلس الميرهاني: بالكسر وفتح الراء إلى ميرماهان قرية بمرو الميساني: بالفتح والمهملة إلى ميسان الميشجاني: بفتح الميم والمعجمة والجيم إلى ميشجان قرية باسفراين بلدة بالبصرة.\nالميشقي: بالكسر وفتح المعجمة وقاف إلى ميشقة قرية بجرجان.\nالميغني: بالكسر وفتح الغين المعجمة ونون إلى ميغن قرية بسمرقند.\nالميغي: بالكسر ومعجمة إلى ميغ قرية ببخارى.\nالميكالي: إلى ميكال رجل.\nالميماسي: بالكسر ومهملة إلى ميماس قرية بالشام.\nالميمذي: بفتح الميمين ومعجمة إلى ميمذ.\nالجزء: 1 ¦ الصفحة: 257\n",
        "الميموني: إلى ميمون رجل وقرية قرب واسط.\nالميهني: بالكسر وفتح الهاء ونون إلى ميهنة قرية بخابران.\nالميلاقاني: بالكسر وقاف إلى ميلاقان قرية بمرو.\nحرف النون\nباب النون والألف\nالنابتي: إلى نابت جدّ.\nالنابغي: بكسر الموحدة ومعجمة إلى النابغة جدّ.\nالنابلسي: بضم الموحدة واللام ومهملة إلى نابلس بلد بالشام.\nالناتلي: بكسر الفوقية ولام إلى ناتل بلد بآمل طبرستان وبطن من الصدف ومن قضاعة.\nالناجي: بالجيم إلى ناحية قبيلة من سامة بن لؤي وبطن من قيس عيلان ومن جعفي وإلى ناجية بنت غزوان أخت عتبة.\nالناخلي: إلى نخل الدقيق.\nالنارناباذي: بفتح الراء ونون وموحدة ومعجمة إلى نارناباذ قرية بمرو.\nالناري: إلى النار بطن من بني الحارث بن كعب.\nالناسري: بكسر المهملة وراء.\nالناشري: بكسر المعجمة وراء إلى ناشرة بطن من همدان ومن أسد بن خزيمة.\nالناصحي: إلى ناصح جدّ.\nالناضري: بكسر المعجمة وراء إلى ناضرة بطن من سليم.\nالناطقي: بكسر الطاء وفاء إلى بيع الناطف.\nالناعطي: بكسر المهملة إلى ناعط بطن من همدان.\nالنافخسي: بفتح الفاء والخاء المعجمة ومهملة إلى نافخس قرية بسمرقند.\nالنافعي: إلى نافع جدّ والمقرىء وابن الأزرق الخارجي رأس النافعية.\nالجزء: 1 ¦ الصفحة: 258\n",
        "النافقاني: بفتح الفاء والقاف إلى نافقان قرية بمرو.\nالناقد: إلى نقد الذهب والحديث.\nالناقدي: إلى الناقد.\nالناقط: إلى نقط المصحف.\nالناقمي: إلى ناقم بطن من ربيعة بن نزار.\nالنامقي: بفتح الميم وقاف قارىء المناشير بالعجمية ونامق بها الكتاب.\nالنايتي: بكسر التحتية وفوقية إلى نايت ناحية بالبصرة.\nالنايلي: إلى نائلة جدة.\nالناينجي: بفتح التحتية وسكون النون وجيم إلى ناينج بلد بأصبهان.\nباب النون والباء\nالجزء: 1 ¦ الصفحة: 259\n",
        "النباتي: بالفتح إلى نابت جدّ وبالضم إلى نباتة جدّ الشاعر وغيره.\nالنباجي: بالكسر وتحفيف الموحدة وجيم إلى النباج قرية بالبصرة.\nالنبال: إلى بيع النبل.\nالنبري: بالكسر وفتح الموحدة المشددة وراء إلى النبر قرية ببغداد.\nالنبطي: بفتحتين إلى النبط قوم من العجم.\nالنبقي: بفتحتين وقاف إلى دار النبقة بمكة شرفها الله تعالى.\nالنبلي: بالفتح والسكون إلى بيع النبل.\nالنبهاني: بالفتح والسكون إلى نبهان بطن من طيء.\nباب النون والجيم\nالنجاحي: إلى نجاح جدّ.\nالنجاد: بتشديد الجيم إلى الصنعة المعروفة.\nالنجادي: مثله إلى نجاد جدّ.\nالنجار: إلى نجر الخشب.\nالنجاري: إلى بني النجار قبيلة من الخزرج.\nومحلة بني النجار بالكوفة والنجارية من المبتدعة إلى الحسين بن محمد النجار الرازي.\nالنجانيكثي: بالضم وجيم وكسر النون وتحتية وفتح الكاف ومثلثة إلى نجانيكث بلد بنواحي سمرقند.\nالنجدي: بالفتح والسكون ومهملة إلى نجد أرض بين العراق والحجاز.\nالنجراني: بالفتح والسكون وراء إلى نجران ناحية بين اليمن وهجر.\nالنجيحي: إلى نجيح جدّ.\nالنجيرمي: بفتح النون والراء وكسرالجيم إلى نجيرم محلة بالبصرة.\nباب النون والحاء\nالجزء: 1 ¦ الصفحة: 260\n",
        "النحات: إلى نحت الخشب.\nالنحاس: إلى بيع النحاس.\nالنحلي: بالفتح وسكون المهملة إلى نحل قرية ببخارى وبالكسر إلى نحلين قرية بحلب.\nالنحوي: إلى علم النحو وإلى بطن من الأزد.\nباب النون والخاء\nالنخاس: بتشديد الخاء المعجمة الدلال.\nالنخالي: بالضم إلى بيع النخالة.\nالنخاني: بالفتح إلى نخان قرية بأصبهان.\nالنخدي: بفتحتين ومعجمة إلى أندخود بلد بين بلخ ومرو.\nالنخري: بالضم والسكون وراء إلى نخرة جدّ.\nالنخشبي: بفتح النون والشين المعجمة وسكون الخاء آخره موحدة إلى نخشب وهي نسف.\nالنخعي: بفتحتين إلى النخع قبيلة من مذحج.\nالنخلي: بالفتح والسكون إلى النخلة قرية عند مكة شرفها الله تعالى.\nالنخلاني: كذلك إلى نخلان فخذ من السلف.\nباب النون والدال\nالندبي: بفتح النون والمهملة وموحدة إلى الندب بطن من الأزد.\nباب النون والذال\nالنذيري: بالفتح وكسر المعجمة آخره راء إلى نذير بطن من بجيلة وبالتصغير إلى نذير جدّ.\nباب النون والراء\nالنرسي: بالفتح والسكون ومهملة إلى نرس نهر بالكوفة عليه عدة قرى.\nالجزء: 1 ¦ الصفحة: 261\n",
        "النرشخي: بفتح النون والشين المعجمة وسكون الراء آخره معجمة إلى نرشخ قرية ببخارى.\nالنرمقي: بوزنه وقاف إلى نرمة قرية بالري.\nالنريزي: بالفتح وكسر الراء آخره زاي إلى نريز قرية بأذربيجان.\nباب النون والسين\nالنسابة: إلى علم الأنساب.\nالنساخ: إلى نسخ الثياب.\nالنسائي: بالفتح والهمز والنسوي إلى نسا مدينة بخراسان.\nالنسطاسي: بالكسر وسكونه المهملة الأولى إلى نسطاس جدّ.\nالنسفي: بفتحتين وفاء إلى نسف مدينة بما وراء النهر ويقال لها نخشب.\nباب النون والشين\nالنشاستجي: بفتح النون والمعجمة والفوقية بعد مهملة قبل جيم إلى النشاستج وهو النشاء المعروف.\nالنشائي: بفتحتين إلى النشاء المعروف ونشا قرية بريف مصر.\nالنشتبري: بكسر أوله وثالثه كذا ضبطه الدمياطي رحمه الله فيما نقله أبو جعفر بن الكريك في تذكيرته انتهى.\nالجزء: 1 ¦ الصفحة: 262\n",
        "النشغي: بالفتح والسكون وغين معجمة إلى نشغة بطن من عذرة.\nالنشكي: بالفتح والسكون إلى نشك قرية بمرو.\nالنشوي: بفتحتين إلى نشا قرية بأذربيجان وبمصر.\nباب النون والصاد\nالنصراباذي: بفتح النون والراء والموحدة وسكون الصاد المهملة آخره معجمة إلى نصراباذ محلة بنيسابور وبالري أيضاً.\nالنصروي: بالفتح والسكون والضم إلى نصرويه جدّ.\nالنصري: إلى نصر قبيلة من هوازن ومن بني أسد بن خزيمة وجدّ والنصرية محلة ببغداد.\nالنصاح: الخياط.\nالنصيبي: بالفتح والكسر آخره موحدة إلى نصيبين مدينة بالجزيرة.\nالنصيري: بالتصغير إلى نصير جدّ ودرب نصير ببغداد ومذهب نصير من الشيعة.\nباب النون والضاد\nالنضاري: بالضم ومعجمة وراء إلى نضار بطن من همدان ومن سليم.\nالنضروي: بالفتح والسكون والضم إلى نضرويه جدّ.\nالنضيري: مكبراً إلى بني النضير قبيلة من اليهود.\nباب النون والطاء\nالنطاحي: بالفتح والتشديد إلى النطاح جدّ.\nالجزء: 1 ¦ الصفحة: 263\n",
        "النطنزي: بفتحتين وسكون النون ثم زاي إلى نظنز بلد بأصبهان.\nباب النون والظاء\nالنظامية: من المعتزلة بالتشديد إلى النظام إبراهيم بن سيار.\nباب النون والعين\nالنعالي: بالكسر إلى بيع النعال.\nالنعماني: بالضم إلى النعمانية بلد بين بغداد وواسط.\nالنعيتي: بالفتح والكسر وتحتية وفوقية إلى النعيت بطن من سامة بن لؤي.\nالنعيلي: بالضم وفتح المهملة إلى نعيلة بنت مليل أخي غفار.\nالنعيمي: بالفتح والكسر إلى نعيمة بطن من الكلاع وبالتصغير إلى نعيم جدّ.\nباب النون والغين\nالنغوبي: بالفتح وضم المعجمة وموحدة إلى نغويا قرية.\nباب النون والفاء\nالنفاثي: بالضم وفاء ومثلثة إلى نفاثة بطن من كنانة.\nالنفاخي: بالفتح والتشديد ومهملة إلى النفاخ جدّ.\nالنفاط.\nإلى عمل النفط.\nالنفري: بالكسر وفتح الفاء المشددة وراء إلى نفر بلد على النرس قلت: وبسكون الفاء وزاي إلى نفرة قبيلة من البربر انتهى.\nالنفوسي: بضمتين ومهملة إلى نفوسة قبيلة من البربر.\nالنفيلي: بالتصغير إلى نفيل جدّ.\nباب النون والقاف\nالنقادي: بضم النون ومهملة إلى نقادة جدّ وقرية بفرغانة.\nالنقاش: إلى نقش السقوف ونحوها.\nالنقاض: بمعجمة إلى عمل الإبريسم وفتله.\nالنقاط: إلى نقط المصحف.\nالنقال: إلى نقل الأشياء.\nالنقبوني: بفتحتين وضم الموحدة ونون إلى نقبون ويقال بالكاف بدل القاف قرية ببخارى.\nالنقري: بضمتين وراء إلى نقر بطن من أحمس.\nالنقوي: بفتحتين إلى نقوة قرية بصنعاء اليمن.\nالجزء: 1 ¦ الصفحة: 264\n",
        "النقيائي: بفتحات إلى نقيا قرية بالأنبار.\nالنقيري: بالضم والفتح وتحتية وراء إلى نقيرة جدّ.\nالنقيشي: بوزنه ومعجمة إلى نقيش جدّ.\nباب النون والكاف\nالنكبوني: مرّ آنفاً في النقبوني.\nالنكري: بالضم والسكون وراء إلى نكرة بطن من عبد القيس ومن أسد بن خزيمة.\nباب النون والميم\nالنماري: بالضم وراء إلى نمارة بطن من لخم وغيره.\nالنمذاباذي: بفتح النون والميم والمعجمة والموحدة آخره معجمة إلى نمذاباذ محلة بنيسابور.\nالنمذياني: بفتح أوله والميم والتحتية وكسر الذال المعجمة إلى نمذيان قرية ببلخ.\nالنمري: بفتحتين وراء إلى النمر بطن من ربيعة بن نزار ومن الأزد ومن قضاعة.\nالنمطي: بفتحتين إلى النمط جدّ.\nالنمكباني: بفتحات وبعد الكاف موحدة إلى نمكبان قرية بمرو.\nالنميري: مصغراً إلى نمير بن عامر بن صعصعة.\nالنميلي: يوزنه إلى نميلة جدّ.\nباب النون والواو\nالنواء: إلى بيع النوا.\nالنواسي: بالضم إلى أبي نواس الشاعر.\nالنواوي: بالفتح إلى نوا قرية بسمرقند قلت: وبالشام مهنا شيخ المذهب انتهى.\nالنوبختي: بالضم وفتح الموحدة وسكون المعجمة وفوقية إلى نوبخت جدّ.\nالجزء: 1 ¦ الصفحة: 265\n",
        "النوبندجاني: بفتح أوله والموحدة والمهملة والجيم وسكون النون بعد الباء الموحدة إلى النوبندجان بلد بفارس.\nالنوبي: بالضم وموحدة إلى النوبة نوع من السودان.\nالنوجاباذي: بفتح أوله والجيم والموحدة ثم معجمة إلى نوجاباذ قرية ببخارى.\nالنوحي: بالضم ومهملة إلى نوح جدّ.\nالنوخسي: بفتح أوله والخاء المعجمة ثم مهملة إلى نوخس من رستاق بخارى.\nالنوردي: بالضم والسكون وراء ومهملة إلى نورد بلد بفارس.\nالنوري: بالضم وراء إلى نور بلد بين بخارى وسمرقند.\nالنوزاباذي: بالضم وفتح الزاي والموحدة ومعجمة إلى نوزاباذ قرية ببخارى.\nالنوسي: بالفتح والسكون ومهملة إلى نوس قرية بمرو.\nالنوشاري: بالضم ومعجمة وراء إلى نوشار قرية ببلخ.\nاالنوشاني: بوزنه إلى نوشان جدّ.\nالنوشجاني: بالضم ومعجمة وجيم إلى نوشجان بلد بفارس.\nالنوشري: بالضم وفتح المعجمة وراء إلى نوشر قرية وجدّ.\nالنوفلي: بفتح النون والفاء إلى نوفل بن عبد مناف ونوفل بن الحارث بن عبد المطلب.\nالنوقاني: بالفتح والسكون وقاف إلى نوقان مدينة بطوس.\nالنوقدي: بفتح النون والقاف ومهملة إلى نوقد قريتين بنسف وبمعجمة إلى نوقذ.\nالجزء: 1 ¦ الصفحة: 266\n",
        "النوقي: بالضم وقاف إلى نوق قرية ببلخ.\nالنوكدكي: بفتح النون والكاف الأولى والمهملة إلى نوكدك قرية بالسغد.\nلنوكندي: بفتح أوله والكاف وسكون الواو والنون ومهملة إلى نوكند قرية بسمرقند.\nالنوماهوي: بالفتح وضم الهاء قرية بطبس.\nالنومودي: بفتح النون والميم وسكون الواوين ومهملة إلى نومود جدّ.\nالنوندي: بالضم وسكون الواو ومهملة إلى نوند سكة بنيسابور ومحلة بسمرقند.\nالنووي: ويقال النواوي أيضاً وهو تقدم.\nقلت: النوبري: بالتصغير وراء إلى النويرة بلد من عمل الهنسا انتهى.\nالنويزي: بالتصغير وزاي إلى نويز.\nالجزء: 1 ¦ الصفحة: 267\n",
        "النوي: بالفتح والتشديد إلى نو قرية بأرهيسان.\nباب النون والهاء\nالنهاري: بالفتح وراء إلى نهار بطن من مراد.\nالنهاوندي: بالضم وفتح الواو وسكون النون ومهملة إلى نهاوند مدينة من بلاد الجبل.\nالنهدي: بالفتج والسكون إلى نهد بطن من قضاعة ومن همدان.\nالنهريبني: بالفتح والسكون وضم الراء وكسر الموحدة وتحتية ونون إلى نهربين قرية ببغداد.\nالنهرتيري: بوزنه وفوقية إلى نهرتير بالبصرة.\nالنهرديري: بفتح النون والراء والمهملة وسكون التحتية وراء إلى نهر الدير قرية بالبصرة.\nالنهرسابسي: بالفتح ومهملتين وضم الموحدة إلى نهرسابس قرية بالكوفة.\nالجزء: 1 ¦ الصفحة: 268\n",
        "النهرواني: بفتحات وسكون الهاء إلى نهروان بلد قرب بغداد.\nالنهري: إلى نهر القلابين محلة ببغداد قلت: وإلى درب النهر اسم لموضعين بها انتهى.\nالنهشلي: بفتح أوله والمعجمة إلى نهشل بطن من تميم ومن كلب.\nالنهمي: بالكسر والسكون إلى نهم بطن من همدان وبالضم والسكون إلى نهم بطن من بجيلة ومن قضاعة وبالضم والفتح إلى نهم بطن من عامر بن صعصعة.\nالنهوذي: بالفتح والضم ومعجمة إلى نهوذ بلد بالغرب.\nالنهيكي: بالفتح والكسر إلى نهيك بن عامر بن صعصعة.\nباب النون والياء\nالنيازكي: بالكسر وفتح التحتية والزاي إلى نيازى قرية بين كسّ ونسف ويقال في النسب إليها نيازي ونيازوي زنيازجي.\nالنيربي: بفتح النون والراء وموحدة إلى نيرب قرية بدمشق.\nالنيرماني: بالكسر وفتح الراء المهملة إلى نيرمان قرية بهمذان.\nالنيريزي: بالفتح والسكون وكسر الراء آخره زاي إلى نيريز قرية بشيراز.\nالنيري: بالكسر والسكون وراء إلى نير قرية ببغداد.\nالنيزكي: بفتح النون والزاي إلى نيزك جدّ.\nالنيسابوري: بالفتح إلى نيسابور أشهر مدن خراسان.\nالنيظري: بفتح النون والظاء المعجمة وراء إلى نيظر لقب جدّ.\nالجزء: 1 ¦ الصفحة: 269\n",
        "النيلي: بالكسر إلى بيع النيل وإلى النيل بلد على الفرات.\nالنيهي: بالكسر إلى نيه بلد بين سجستان وإسفزاز.\nحرف الواو\nباب الواو والألف\nالوابشي\n: بكسر الموحدة ومعجمة إلى وابش بطن من قيس عيلان.\nالوابصي: بكسرها ومهملة إلى وابصة جدّ.\nالوابكني: بسكون الموحدة وفتح الكاف ونون إلى وابكنة قرية ببخارى.\nالوابلي: بكسر الموحدة إلى وابل جدّ وبمثلثة إلى واثلة بن الأسقع الصحابي.\nالواثقي: إلى الواثق الخليفة.\nالوادعي: بكسر المهملة ثم مهملة إلى وادعة بطن من همدان.\nالوادي: إلى وادي القرى مدينة بالحجاز مما يلي الشام.\nالوادييني: مثنى وادٍ إلى مدينة في جبال الشراة.\nالواذاري: بمعجمة وراء إلى واذار قرية بأصبهان.\nالجزء: 1 ¦ الصفحة: 270\n",
        "الواذناني: بفتح المعجمة والنون الأولى إلى واذنان قرية بأصبهان.\nالوارثي: إلى الوارث جدّ.\nالواري: براء إلى وارة جدّ.\nالوازذي: بسكون الزاي ومعجمة إلى وازذ قرية بسمرقند.\nالوازعي: بكسر الزاي ومهملة إلى الوازع جدّ.\nالواسطي: بكسر المهملة إلى واسط مدينة بالعراق مشهورة وإلى واسط الرقة وواسط اليهود قرية بطوس وواسط مرزاباذ قرية قرب مطيراباذ وواسط بلخ قرية بها.\nالواشجردي: بكسر الجيم وسكون المعجمة قبلها والراء ومهملة إلى واشجرد بما وراء النهر.\nالواشجي: بكسر المعجمة وجيم إلى واشج بطن من الأزد.\nالواصلي: إلى واصل جدّ.\nالواضحي: إلى واضح جدّ.\nالواعظي: إلى الواعظ.\nالجزء: 1 ¦ الصفحة: 271\n",
        "الوافدي: بكسر الفاء إلى الوافد على النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حيان بن مازن الطائي.\nالواقدي: بكسر القاف إلى واقد جدّ.\nالواقفي: بكسرها وفاء إلى واقف بطن من الأوس.\nالوالبي: بكسر اللام وموحدة إلى والبة بطن من أسد بن خزيمة ومن سعد مناة بن غامد.\nالواهكاني: بسكون الهاء إلى واهكان قرية بمرو.\nالوائلي: بكسر التحتية إلى وائل بن حجر ووائلة بن جارية بطن من قضاعة ووائلة بطن من كنانة ومن هوازن ومن إياد ومن ذبيان ومن الأزد ومن جعفي ومن الأنصار ومن جذام ووايل قرية بسجستان.\nباب الواو والباء\nالوبري: بفتحتين وراء إلى الوبر.\nباب الواو والتاء\nالوتار: بتشديد الفوقية إلى عمل الوتر.\nباب الواو والثاء\nالوثابي: بتشديد المثلثة إلى وثاب جدّ.\nباب الواو والجيم\nقلت: الوجيزي: إلى حفظ الوجيز انتهى.\nالوجيهي: بالفتح وكسر الجيم إلى وجيه جدّ.\nباب الواو والحاء\nالوحاظي: بالضم ومهملة وظاء معجمة إلى وحاظة بطن من جشم بن عبد شمس وقرية باليمن.\nباب الواو والخاء\nالوخشمالي: بالفتح وسكون الخاء وضم الشين المعجمتين إلى وخشمال قرية ببلخ.\nالوخشي: بالفتح والسكون إلى وخش بلد بنواحي بلخ.\nباب الواو والدال\nالوادعي: بالفتح ومهملتين إلى بني وداعة بطن من همدان وقال ابن الأثير: إنما هو وادعة كما سبق وإلى أبي وداعة السهمي.\nالجزء: 1 ¦ الصفحة: 272\n",
        "الوداني: بالفتح وتشديد المهملة ونون إلى ودان.\nالودعاني: بالفتح وسكون الدال المهملة ومهملة إلى ودعان جدّ.\nباب الواو والذال\nالوذاري: بالفتح ومعجمة وراء إلى وذار قرية بسمرقند.\nالوذنكاباذي: بفتح أوله والمعجمة والكاف والباء الموحدة وسكون النون آخره معجمة إلى وذنكاباذ قرية بأصبهان.\nالوذلاني: بالكسر وسكون المعجمة إلى وذلان قرية بأصبهان.\nباب الواو والراء\nالورازاني: بالفتح وراء ثم زاي إلى ورازان قرية بنسف.\nالوراق: هو الناسخ وبائع الورق.\nالوراميني: بالفتح إلى ورامين قرية بالري.\nالورتنيسي: بفتح الواو والفوقية وكسر النون وتحتية ومهملة إلى ورتنيس قرية بخراسان.\nالجزء: 1 ¦ الصفحة: 273\n",
        "الورثاني: بفتحات ومثلثة ونون إلى ورثان قرية بشيراز.\nالورثيني: بفتحتين وكسر المثلثة إلى ورثين قرية بنسف.\nالورداني: بالفتح والسكون ومهملة إلى وردان جدّ ووردانة قرية ببخارى وقيل هي بمعجمة.\nالورزناني: بفتح الواو والزاي بينهما راء ساكنة إلى ورزنان قرية ببغداد.\nالورسناني: مثله لكن بكسر السين المهملة إلى ورسنان محلة بسمرقند ويقال ورسنين.\nالورشي: بالفتح والسكون ومعجمة إلى ورشٍ القارىء.\nالورغجني: بفتح أوله والراء والجيم وسكون الغين المعجمة إلى ورغجن قرية بنسف.\nالورغسري: بوزنه وفتح السين المهملة وراء إلى ورغسر قرية بسمرقند.\nالورقودي: بالفتح وسكون الراء وضم القاف ومهملة إلى ورقود قرية بكرمينية.\nالوركاني: بالفتح والسكون إلى وركان محلة بأصبهان وقرية بقاسان.\nالوركي: إلى وركة قرية ببخارى.\nالورنجي: بفتحتين وسكون النون وجيم إلى ورنج قرية بجرجان.\nالوري: بفتحتين إلى ورة قرية بالطالقان.\nباب الواو والزاي\nالوزاغري: بفتح الواو والزاي والمعجمة وراء إلى وزاغر قرية بسمرقند.\nالوزان: إلى الوزن.\nالوزدولي: بالفتح وسكون الزاي وضم المهملة إلى وزدول قرية بجرجان.\nالوزغجني: بفتح الواو والمعجمة وسكون الزاي والجيم إلى وزغجن قرية بما وراء النهر.\nالوزيري: إلى الوزير جد وغيره.\nالجزء: 1 ¦ الصفحة: 274\n",
        "الوزويني: بالفتح والسكون وكسر الواو وتحتية ونون إلى وزوين قرية ببخارى.\nباب الواو والسين\nالوساوسي: بفتح الواو الأولى وكسر الثانية ومهملتين إلى وساوس.\nالوسسكري: بفتح الواو والمهملة الأولى والكاف وراء إلى وسسكر قرية بجردستان.\nالوسيجي: بالفتح والكسر وتحتية وجيم إلى وسيج موضع ببلاد الترك.\nالوشاء: بالفتح وتشديد المعجمة إلى بيع الوشي وهو نوع من ثياب الابريسم.\nالوشقي: بالفتح وسكون المعجمة وقاف إلى وشق بطن من العتيك.\nبابا الواو والصاد\nالوصابي: بالفتح وتشديد المهملة موحدة إلى وصاب بطن من حمير وبالفاء إلى وصاف جدّ وسكة وصاف بنسف.\nباب الواو والضاد\nالوضاحي: بالفتح وتشديد المعجمة إلى وضاح جدّ.\nباب الواو والطاء\nالوطيسي: بالفتح والكسر ومهملة إلى الوطيس وهو التنور.\nباب الواو والعين\nالوعلاني: بالفتح وسكون العين المهملة إلى وعلان بطن من مراد.\nباب الواو والقاف\nالوقاصي: بتشديد القاف إلى سعد بن أبي وقاص ووقاص بطن من مذحج.\nالوقاياتي: بالكسر إلى بيع الوقاية وهي المقنعة.\nالوقداني: بالفتح وسكون القاف ومهملة إلى وقدان جدّ.\nباب الواو والكاف\nالجزء: 1 ¦ الصفحة: 275\n",
        "الوكيعي: بالفتح والكسر ومهملة إلى وكيع جدّ ورجل.\nباب الواو واللام\nالولجي: بفتحتين وجيم إلى ولجة لقب.\nالوليدي: بالفتح والكسر إلى الوليد جدّ.\nباب الواو والنون\nقلت: الونائي: إلى ونا بالفتح قرية بصعيد مصر انتهى.\nالونبي: بالفتح والسكون وباء موحدة إلى ونب بطن من مراد.\nالونجي: بفتحتين وجيم إلى ونج قرية بنسف.\nالونكي: بوزنه إلى ونك قرية بالري.\nالونندوني: بفتحتين وسكون النون الثاية وضم المهملة إلى ونندون قرية ببخارى.\nالونوساني: بالفتح والضم ومهملة إلى ونوسان جدّ.\nالونوفاغي: بوزنه وفاء ومعجمة إلى ونوفانخ قرية ببخارى.\nالوني: بالفتح والتشديد إلى ونة جدّ.\nباب الواو والهاء\nالوهبني: بفتحتين وسكون الباء الموحدة ونون إلى وهبن قرية بالري.\nالوهبي: بالفتح والسكون إلى وهب جدّ وبطن من كندة.\nالوهراني: بالفتح والسكون وراء إلى وهران مدينة بالأندلس.\nالوهطي: كذلك إلى الوهط قرية بنواحي مكة شرفها الله تعالى.\nباب الواو واللام ألف\nالولادي: بالفتح والتشديد ومهملة إلى ولاد قرية بأصبهان ظناً قلت: وجد ابن ولاد النحوي انتهى وبالكسر والتخفيف إلى ولاد بن أد بن طابخة.\nالجزء: 1 ¦ الصفحة: 276\n",
        "الولاشجردي: بالفتح والتخفيف وسكون المعجمة والراء وكسر الجيم ودال مهملة إلى ولاشجرد قرية بين همذان وكرمان.\nباب الواو والياء\nالويبودي: بالكسر وفتح الموحدة بين تحتية وواو ساكنتين ثم مهملة إلى ويبودا قرية ببخارى.\nالوبذاباذي: بالكسر وذالين معجمتين وموحدة إلى ويذاباذ محلة بأصبهان.\nالويمي: بالكسر والسكون إلى ويمة بلد بين الري وطبرستان.\nحرف الهاء\nباب الهاء والألف\nالهاروتي: بفوقية إلى هاروت قرية بواسط وبنون إلى الهارونية قرية بسواد العراق وإلى هارون جدّ.\nالهالي: إلى هالة بن أبي هالة.\nالهاشمي: إلى هاشم بن عبد مناف.\nالهالكي: إلى الهالك بن عمرو بن أسد بن خزيمة.\nباب الهاء والباء\nالهباري: بالفتح وتشديد الموحدة وراء إلى الهبار جدّ والهبارية جدة.\nالهبراثاني: بالكسر والسكون وراء ومثلثة إلى هبراثان قرية بدهستان.\nالهبرتائي: بفتحتين وسكون الراء وفوقية إلى هبرتا قرية بدهستان قال ابن الأثير رحمه الله تعالى: هو الذي قبله.\nباب الهاء والجيم\nالهجري: بفتحتين إلى هجر بلد باليمن.\nالهجيمي: مصغراً إلى بني الهجيم بطن من تميم ومحلة لهم بالبصرة.\nباب الهاء والدال\nالهدادي: بالفتح وتخفيف المهملتين إلى هداد بطن من الأزد.\nالهدلي: بالفتح والسكون إلى الهدل أخوة قريظة.\nالجزء: 1 ¦ الصفحة: 277\n",
        "الهدوي: بفتحتين إلى هدا ناحية بمكة شرفها الله تعالى من جهة الطائف.\nالهدهادي: بالفتح والسكون إلى هدهاد جدّ.\nالهديري: مصغراً إلى الهدير جدّ.\nالهدي: بالضم والتشديد إلى هدة جدّ.\nباب الهاء والذال\nالهذلي: بالضم وفتح المعجمة إلى هذيل بن مدركة بن الياس بن مضر بن نزار.\nالهذمي: بفتحتين إلى هذمة بطن من طيء وبالضم والفتح إلى سعد هذيم من قضاعة وهذيم بطن من كلب.\nباب الهاء والراء\nالهرابي: بالفتح وتشديد الراء وموحدة إلى هراب بطن من سامة بن لؤي.\nالهرثي: بالضم والسكون ومثلثة إلى هرث قرية بواسط.\nالهرشي: بالفتح والسكون ومعجمة إلى الهرش جدّ.\nالهرفي: بوزنه وفاء إلى هرفة جدّ.\nالهرمزغندي: بضم الهاء والميم وسكون الراء والزاي والنون وفتح الغين المعجمة قبلها وبعدها مهملة إلى هرمزغندا قرية بمرو.\nالهرمزفرهي: بوزنه وفاء بعدها راء إلى هرمزفرة قرية بمرو.\nالهرمي: بالفتح والسكون إلى هرمة بطن من فهر وبالكسر إلى هرم بطن من قضاعة.\nالهرواني والهروي: بفتحتين إلى هراة مدينة بخراسان.\nباب الهاء والزاي\nالجزء: 1 ¦ الصفحة: 278\n",
        "الهزارسبي: بفتح الهاء والزاي والراء وسكون المهملة وموحدة إلى هزارسب قلعة بخوارزم.\nالهزاني: بالكسر والزاي المشددة إلى هزان بطن من العتيك.\nالهزمي: بالفتح والسكون إلى هزمة جدّ وبالضم والفتح إلى هزم جدّ.\nالهزيلي: مصغراً إلى هزيلة امرأة وبالميم إلى هزيم بطن من حمير.\nباب الهاء والسين\nالهسنجاني: بكسر الهاء والمهملة وسكون النون الأولى وجيم إلى هسنجان قرية بالري.\nباب الهاء والشين\nالهشامي: إلى هشام رجل.\nباب الهاء والفاء\nالهفاني: بالكسر وتشديد الفاء إلى هفان بطن من بني حنيفة.\nباب الهاء والكاف\nالهكاري: بالفتح والتشديد وراء إلى الهكارية ولاية من أعمال الموصل.\nباب الهاء واللام\nالهلجي: بفتحتين إلى هلجة جدّ.\nاب الهاء والميم\nالهماني: بالضم ونون إلى همان قرية بسواد بغداد.\nالهمداني: بالفتح والسكون ومهملة إلى همدان شعب عظيم من قحطان وبفتح الميم ومعجمة إلى همذان مدينة بالجبال.\nالهميمي: مصغراً إلى هميم بطن من أسد بن ربيعة بن نزار ومن اليمن ومن بلي.\nباب الهاء والنون\nالجزء: 1 ¦ الصفحة: 279\n",
        "الهنائي: بالضم إلى هناءة بطن من الأزد.\nالهنبي: بالكسر والسكون وموحدة إلى هنب بطن من ربيعة.\nالهنتاتي: بالكسر والسكون وفوقيتين بينهما ألف إلى هنتاتة قبيلة من البربر بالغرب.\nالهندواني: بالكسر وضم المهملة إلى باب هندوان محلة ببلخ.\nالهندي: إلى بلاد الهند وإلى بني هند بطن من شيبان ومن عذرة.\nالهنوي: بفتحتين إلى هنا بطن من قضاعة.\nالهني: بكسرتين إلى هني بطن من طيء.\nباب الهاء والواو\nالهوذي: بالضم ومعجمة إلى هوذ بطن من عذرة.\nالهورقاني: بالضم وسكون الواو وفتح الراء والقاف إلى هورقان قرية بسنج.\nالهرزني: بفتح الهاء والزاي إلى هوزن بطن\nالجزء: 1 ¦ الصفحة: 280\n",
        "من ذي الكلاع.\nباب الهاء واللام والياء\nالهياني: إلى هيان قرية بجرجان.\nالهيتي: بالكسر وتحتية وفوقية إلى هيت مدينة على الفرات.\nالهيذامي: بفتح الهاء والمعجمة إلى الهيذام بطن من تميم.\nالهيساني: بوزنه بمهملة إلى هيسان قرية بأصبهان.\nحرف اللام ألف\nباب اللام ألف والحاء\nاللاحقي: إلى لاحق جدّ.\nباب اللام ألف والذال\nاللاذقي: بكسر المعجمة وقاف إلى اللاذقية مدينة بساحل بحر الشام.\nباب اللام ألف والراء\nاللارجاني: بفتح الراء والجيم إلى اللارجان بلد بين الري وطبرستان.\nاللارزي: بكسر الراء وزاي إلى لارز قرية بطبرستان.\nباب اللام ألف والزاي\nاللازي: بزاي إلى اللاز قرية بخواف وبراء إلى اللاز جزيرة.\nباب اللام ألف والسين\nاللاسكي: بفتح المهملة إلى لاسك نوع من الثياب بمازندران.\nباب اللام ألف والعين\nاللعبي: بكسر المهملة وموحدة إلى لاعب جدّ.\nباب اللام ألف والكاف\nاللاكمائي: بضم الكاف إلى لاكمان قرية بمرو.\nباب اللام ألف واللام\nاللالكائي: بفتح اللام آخره همزة إلى بيع اللوالك التي تلبس في الرجل.\nالجزء: 1 ¦ الصفحة: 281\n",
        "اللاآل: بمد الهمزة قبل اللام الثانية إلى بيع اللؤلؤ.\nاللالوي: إلى لالويه جدّ.\nباب اللام ألف والميم\nاللامشي: بكسر الميم ومعجمة إلى لامش قرية بفرغانة.\nاللامي: إلى لام جدّ.\nباب اللام ألف والهمزة\nاللائي: بهمزة إلى لأي بطن من فزارة.\nباب اللام ألف والهاء\nاللاهزي: بكسر الهاء وزاي إلى لاهز رجل.\nاللاهفي: إلى اللاهف من يتلهف على ما فات.\nحرف الياء\nباب الياء والألف\nاليابسي: بكسر الموحدة ومهملة إلى أبي اليابس جدّ ووادي اليابس موضع بالشام وجزيرة يابسة بالأندلس.\nالياركثي: بسكون الراء وفتح الكاف ومثلثة إلى ياركث قرية بأسروشنة.\nالياسري: بكسر المهملة وراء إلى عمار بن ياسر والياسرية قرية ببغداد.\nاليافعي: بكسر الفاء ومهملة إلى يافع بطن من حمير.\nاليافوني: بضم الفاء ونون إلى يافا مدينة بساحل الشام وبقاف وفوقية إلى بيع الياقوت.\nالياموري: براء إلى يامور قرية بالأنبار.\nاليامي: إلى يام بطن من همدان.\nالجزء: 1 ¦ الصفحة: 282\n",
        "الياني: بنون إلى يانة جدّ.\nباب الياء والتاء\nليتاخي: بفتح أوله وفوقية ومعجمة.\nباب الياء والثاء\nاليثربي: بالفتح وسكون المثلثة وكسر الراء وموحدة إلى يثرب وهي أرض المدينة.\nاليثيعي: بالضم وفتح المثلثة وسكون التحتية ومهملة إلى يثيع بطن من الأزد.\nباب الياء والحاء\nاليحصبي: بالفتح وسكون الحاء وكسر الصاد المهملتين وموحدة إلى يحصب قبيلة من حمير.\nاليحمدي: بفتح أوله والميم وسكون المهملة بينهما آخره مهملة إلى يحمد بطن من الأزد.\nاليحيوي: بفتح التحتيتين يحيويه جدّ.\nباب الياء والخاء\nاليخامري: بالضم ومعجمة وكسر الميم وراء إلى يخامر رجل.\nباب الياء والذال\nاليذخكثي: بالفتح وضم الذال وسكون الخاء المعجمتين وفتح الكاف ومثلثة إلى يذخكث قرية بفرغانة.\nباب الياء والراء\nاليربوعي: بالفتح وسكون الراء وضم الموحدة ومهملة إلى يربوع بطن من بني تميم ومن هوازن ومن ذبيان.\nاليرموكي: بوزنه إلى اليرموك موضع بالشام.\nاليرغاني: بالفتح والسكون ومعجمة إلى يرغان جدّ.\nباب الياء والزاي\nالجزء: 1 ¦ الصفحة: 283\n",
        "اليزداذي: بالفتح وسكون الزاي ومهملة ومعجمة إلى يزداذ جدّ.\nاليزدي: بالفتح والسكون ومهملة إلى يزد مدينة بإصطخر.\nاليزني: بفتحتين ونون إلى ذي يزن بطن من حمير.\nاليزيدي: إلى يزيد جدّ.\nباب الياء والسين\nاليسارغي: بفتح الياء والمهملة والراء ومعجمة إلى يسارغ بن يهوذ بن يعقوب عليه السلام.\nاليساري: إلى يسار رجل.\nاليسيركثي: بفح أوله والكاف وكسر المهملة وسكون التحتية والراء آخره مثلثة إلى يسيركث قرية بسمرقند.\nباب الياء والشين\nاليشكري: بالفتح وسكون المعجمة وضم الكاف وراء إلى يشكر بن وائل بن قاسط.\nباب الياء والعين\nاليعقوبي: إلى يعقوب جدّ.\nاليعمري: بفتح أوله والميم وسكون المهملة آخره راء إلى يعمر بطن من كنانة.\nباب الياء والغين\nاليغلبي: بفتح الياء واللام وسكون الغين المعجمة آخره موحدة إلى يغلب جدّ.\nاليغنوي: بفتح الياء النون وسكون المهملة إلى يغنى قرية بنسف.\nباب الياء والفاء\nاليفتلي: بفتح الياء والفوقية وسكون الفاء إلى يفتل بلد بطخارستان.\nاليفرني: بفتح الياء والراء وضم الفاء آخره نون إلى يفرن قبيلة من البربر بالغرب.\nباب الياء والقاف\nاليقطيني: إلى يقطين بلفظ القرع.\nباب الياء والميم\nاليمابرتي: بفتح أوله والموحدة وسكون الراء وفوقية إلى يمابرت محلة بأصبهان.\nاليمامي: إلى اليمامة مدينة بالبادية وبالنون إلى اليمن كاليمني.\nاليميني: إلى يمين جدّ.\nباب الياء والنون\nالجزء: 1 ¦ الصفحة: 284\n",
        "الينبعي: بالفتح وسكون النون وضم الموحدة ومهملة إلى ينبع قرية المدينة المنورة.\nاليندهي: بفتح أوله والمهملة وسكون النون إلى قرية من عمل مرو الروذ.\nباب الياء والواو\nاليواني: بالفتح ونون إلى يوان قرية بأصبهان.\nاليوخسوني: بضم أوله والمهملة وسكون الخاء المعجمة إلى يوخسون قرية ببخارى.\nاليوذوي: بالضم وفتح المعجمة إلى يوذى قرية بنسف ويقال إليها يوذيٌّ.\nاليوسفي: إلى أبي يوسف جدّ.\nاليوغنكي: بالضم وفتح المعجمة وسكون النون إلى يوغنك قرية بسمرقند.\nاليوغي: بالضم ومعجمة إلى يوغة جدّ.\nاليونارتي: بالضم ونون وسكون الراء وفوقية إلى يونارت قرية بأصبهان.\nاليوناني: بفتح الياء واشتهر على الألسنة ضمها إلى يونان بن يافث بن نوح عليه السلام.\nاليونسي: إلى يونس رجل.\nباب الياء والهاء\nاليهودي: إلى درب اليهود ببغداد.\nباب الياء والياء\nالييثعي: بفتح أوله وسكون التحتية أيضاً وفتح المثلثة ومهملة إلى ييثع بن الهون بن خزيمة بن مدركة بن الياس بن مضر بن نزار.\nوهذا آخر الكتاب ولله الحمد والمنة.\nالجزء: 1 ¦ الصفحة: 285\n",
        "قال مختصره الإمام العالم العلامة أبو الفضل جلال الدين السيوطي الشافعي رحمه الله تعالى رحمةً واسعةً اختصرته في عشرة أيامٍ متواليةٍ آخرها يوم الاثنين سابع عشر شهر صفر سنة ثلاث وسبعين وثنانمائة من نسخة صحيحة مقابلة على أصل ابن الأثير وفي آخرها ما نصه فرغ منه مؤلفه يوم الثلاثاء لعشر بقين من شهر جمادى الأولى سنة خمس عشرة وستمائة قال: وكنت عازماً على استقصاء ما فات ابن السمعاني رحمه الله فاتفق أن الكتاب نسخ وسار في البلاد فلم أر أن أفسده فاقتصرت على هذا القدر قال مختصره رحمه الله: وقد استقصيت أنا في هذا المختصر كثيراً مما فاتهما واستدركت منه جمعاً جماً وغالب ما زدته من معجم البلدان لياقوت الحميري رحمهم الله تعالى أجمعين.\nالجزء: 1 ¦ الصفحة: 286\n",
        ""
    ]
}