{
    "1": [
        "لوعة الشاكي ودمعة الباكي\nلوعة الشاكي ودمعة الباكي\nالصفدي\nالكتاب:\nلوعة الشاكي ودمعة الباكي\nالمؤلف:\nصلاح الدين خليل بن أيبك بن عبد الله الصفدي (المتوفى: 764هـ)\nضبط وشرح وتصحيح:\nالأديب الأستاذ الشيخ محمد أبو الفضل محمد هارون\nالناشر:\nالمطبعة الرحمانية، مصر\nالطبعة:\nالأولى، 1341 هـ - 1922 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nولابُدَّ من شَكْوى إلى ذي مُروءةٍ\n...\nيُواسيكَ أو يُسليكَ أو يتوجَّعُ\n(فإنْ كان من باب الُمروءة خالياً\n...\nيقسيكَ أو يُقصيكَ أو ليس ينفعُ)\nأما بعد حمد الله الذي قضى بالمحبة والولوع، وحكم بإحراق كبد كل عاشق وولوع، (وقدَّر) بهوان أهل الهوى، فلم يفرحوا بهجوم الهجوع، وأمر بشقائهم؛ إذ سقاهم كأس والتشوق والتحرق والدموع.\nوالصلاة والسلام على سيدنا محمد صاحب العلم المزيد، والحلم المديد، والبطش الشديد، والرأي السديد، القائل وقوله يدني من بالغ الحكمة كل بعيد: من عشق، وكتم، وعف (وصبر) فمات، فهو شهيد.\nصلى الله عليه وعلى آله وأصحابه الذين بذلوا المهج في محبته، ولم يبتغوا غير طريقته، ولم يتبعوا غير سنته، ما هبت نسمات الصبا، فتروح الصب إليها، وتمشت من ديار الأحبة، فجرت دموعه عليها.\nفإني أعرف إخواني وأصحابي، وخلاني وأترابي، سلمهم الله (تعالى) من سطوات العشق ونهباته، وروعات الحب وحسراته، ودواعي الهوى وهجومه، وحديث الوجد وقديمه، وولوع القلب واشتغاله، واحتراقه بالهم واشتعاله،\nالجزء: 1 ¦ الصفحة: 4\n",
        "ومرارة فراق الحبيب وفقده، وما يقاسيه المتيم بعد بعده، وما يكابده من تجرع كؤوس هجره وصده، وما يحصل عليه من وجود شتاته وعدم سناته، وما تذكيه نار المحبة من همول مقلتيه، وتصاعد زفراته، وما يبديه الغرام من تواتر أحزانه، وتزايد حسراته، وما يجنيه البعاد من تتابع أنفاسه، وتواصل أناته، فمعانيه مقهور بالأوجاع والأوجال، مأسور بحبائل الفتن وأغلال الإعلال، لا ينهض بمقاساته إلا الفحول من الرجال، ويضعف عنه كل ضعيف (قلب) نشأ في النعيم وفي الدلال، ولقد أجاد من أوضح هذا المقال؛ حيث قال:\nهوىً بين الملاحةِ والجمالِ\n...\nيُقاسيه القويُّ من الرِّجالِ\nويضعفُ عنه كُلُّ ضعيفِ قَلْبٍ\n...\nتربَّى في الَّنعيمِ وفي الدَّلالِ\nإن أضر ما على الإنسان، في كل زمان، أن يجري طرفه مرخى العنان، فيمرح في ميدان الملاحة والجمال، ويسرح في أفنان اللطافة والدلال، فينظر ما لا يقدر على الصبر عنه النظر إليه، ولا يستطيع الفرار منه عند الزحف عليه، فيرجع بعد النعمة والوقار، إلى موقف المذلة والانكسار، وبعد المناصب والخدم، إلى التوريط والندم، وقد قيل: كم نظرة أعقبت تعباً وحسرة! وكانت نظرة حلوة، فأعقبت عيشة مرة.\nوكان يقطع الليل نوماً ملء جفونه، فصار يقطعه سهراً\nالجزء: 1 ¦ الصفحة: 5\n",
        "بتصاعد أنينه، وكان قلبه حراً ويده على العشاق ضارية، فصار قلبه مملوكاّ ودموعه في الهوى جارية، وكان تائهاً على كلِّ متواجد بالخلوِّ، فصار تائهاً لا يعرف القرار ولا السّلو، وكان فائقاً من سكرة الحب ولاعج الغرام، فصار عاشقاً لا يرده العذل ولا يثنيه الملام، وكان سالياً عن ملاعبة كل حبيب، فصار شاكياً عن ملازمة كل رقيب، وكان رادعاً كل محب عن الحبائب، فصار واقعاً في مصائد المصائب، وكان عاذلاً فصار عاذراً، وكان حاذقا فصار حائراً، وكان مخدوماً فصار خادماً، وكان مسروراً فصار واجماً، وكان ضاحكاً فصار نائحاً، وكان كاتماً فصار بائحاً، وكان سليماً فصار سليماً، وكان كليماً فصار كليماً، وكان صحيحاً فصار عليلاً، وكان عزيزاً فصار ذليلاً، وكان ذا عزٍّ فذلَّ، مُذْ سطا عليه جيش الحب من كمينه وحلَّ.\nولطالما أرخى النَّاظر زمام طرفه، متنزَّهاّ في رشاقة معاطف المحبوب وظرفه، متفكهاً في لطافة شمائله متفكراً في شمائل لطفه، إذ عاد النظر بوبال الناظر وحتفه، وكان كالساعي على حتفه بظلفه، والجالب له الحين من الحين عشقه وعسفه.\nولهذا أمر بغض البصر، ونهى عن إرسال النظر، وقد وقع ذلك في نظم من شرح الحال، وسرح في ميدان التّتُّيم وجال، ونظر نظرةً أعقبت سهراً ووجداً، وبات كما قال يشكو من المحبوب بعداً:\nالجزء: 1 ¦ الصفحة: 6\n",
        "وكنتَ متى أرسلتَ طرفكَ رائداً\n...\nلقلبكَ يوماً أتبعكَ النَّواظرُ\nرأيتَ الذي لا كلُّه أنتَ قادرٌ\n...\nعليه ولا عَنْ بعضه أنْتَ صابرُ\nفصرح بأن من أرسل رائد طرفه، رجع بوبال مرسله وحتفه؛ لأنه يرى مالا قدرة له على كثيره، ولا صبر له عن يسيره.\nفأي حال أصعب من هذه الأحوال! وأي سيئ أعظم من مقاساة هذه الأهواء والأهوال! وأي أمر أنكى من مكابدة هذا الخطب الجلي الجليل! وأي بطل يقوي على مقابلة هذا الهم العريض الطويل! وأي شجاع يثبت لنوافث سحر هاتيك! وأي همام يصبر على مناضلة نضال هاتيك الجفون! وأي عين لا تدمع عند معاينة هاتيك القدود العوامل! وأي كبد لا تتقطع عند مشاهدة هاتيك المعاطف والشمائل! وأي قلب لا يذوب عند استماع ذلك المنطق الشهي الرخيم! وأي صب لا يؤوب إلى محاسن تلك الأخلاق التي هي ألطف من مر النسيم! (وأي فؤاد لا يميل عند قوام ذلك الغصن القويم! وأي كبد لا يظمأ عند ريقه الذي هو أحلى من التنسيم! وأي لب لا يدهش لمعاناة هذا الخطر العظيم).\nنَظَرتُكَ نظرةً بالخَيفِ كانتْ\n...\nجلاء العين منِّي بل قذاها\nفواها كيف تجمعنا اللَّيالي\n...\nوواها مِنْ تفرُّقِنا وآها\nعلى أن العين (هي) التي توقع القلب في التعب، وتوفر نصيبه من أسهم الهم والنصب، وترميه بدواعي الهوان الهوى، وتسلمه إلى\nالجزء: 1 ¦ الصفحة: 7\n",
        "مكايدة الغرام ومكابدة الجوى، فلو عذبت بطول السهر وكثرة الدموع، وبفيض الشؤون وعدم الهجوع، وبمسامرة الأحزان والفكر، وبمراقبة النجوم إلى السحر، وبعدم الإغفاء وطول\nالسهر، لكان استحقاقها وجود جود الدمع وإن طما، وعدم منال المنام وإنْ نما:\nلأُعذِّبَنَّ العينَ غير مُفكِّرٍ\n...\nفيما جَرَتْ بالدَّمْع أو سالتْ دَمَا\nولأهْجُرَنَّ من الرُّقَادِ لذيذَه\n...\nحتَّى يعودَ على الجُفُون مُحرَّمَا\nهي أوقَعَتْني في حبائل فتنةٍ\n...\nلو لم تكن نَظَرَتْ لكنتُ مُسَلَّما\nسَفَكَتْ دمي فلأسفحنَّ دُمُوعَها\n...\nوهي التي ابتدأتْ فكانتْ أظْلَمَا\nوموجب هذه المقدمة الواعظة\n، والألفاظ التي هي بالتحذير لافظة، أنني خرجتُ في بعض الأيام متفرجاً وسارحاً، وجائلاً بطرفي في الرياض وسائحاً، وصحبتي صديق لي في المحبة صادق، ورفيق لي فيما أروم موافق، قد ملك كل حسن ولطافة، وجمع كل حذق وظرافة، ينتصب لخدمتي لا يمل ولا يسأم، ويتعب في مرضاتي لا يكل ولا يندم، ويجتهد في موافقتي لا يمن ولا ينم، ويحسن في مرافقتي فلا يذم ولا أذم، قد اتخذته جهينة أخباري، وكنزاً لخزائن أسراري، لا أستطيع مفارقة وجهه الجميل، وهو عندي كما قيل:\nبرُوحي مَنْ لا أستطيع فراقَهُ\n...\nومَنْ هُو أوفى من أخي وشقيقي\nإذا غاب عنِّي لم أزل مُتلفِّتاً\n...\nأدور بعيني نحو كُلِّ طريقِ\nالجزء: 1 ¦ الصفحة: 8\n",
        "فوصلنا إلى البستان قد أخذ زخرفه وتزين، وفاضت عيونه غيرةً من (حُسنِ) نازليه وتلون، تنساب جداول جوانبه كالأراقم، ويضفق النهر (طرباً) لرقص الغصون على غناء الحمائم، ويهب النسيم فينقطها من الظهر بدنانير ودراهم، قد تطاول فيه من البان كل قد مقصوف، وخجل فيه من الورد كل خد موصوف.\nفأجلسنا النرجس على عينيه وأحداقه، وظللنا الغصن بستائر أوراقه، وحيانا منثوره الأبيض والأزرق بالأصابع، وفتح كفه الأصفر وهو منا غير أن فاقع، وجرى النهر بين أيدينا متواضعاً بسجوده، وشبب الشحرور بمنقاره لما تغنى الهزار على عوده، قد رق نسيمه وراق، وجذب الحمائم إلى الغناء بالأطواق،\nوروى حديثاً تعطرت منه الربى والمسالك، وأهدى من خيام الحب ختام المسك، وفي ذلك:\nأظنُّ نسيمَ الرّوض للزهر قد روى\n...\nحديثاً فطابتْ من شذاه المسالكُ\nوقال دنا فَصْل الرّبيع فكُلُّه\n...\nثُغُورٌ لما قال النَّسيم ضواحكُ\nقد شاب ذلك الزهر قبل شبابه، وغناه الطير، فتساقط من طربه وإعجابه، وقر عليه النسيم بذيله البليل، فشب حتى عجبنا من حصول\nالجزء: 1 ¦ الصفحة: 9\n",
        "الشفاء من العليل، فيا لها روضة صدحت أطيارها فأطربت الأشجار، وألبستنا ثوب الخلاعة عند خلع العذار:\nانْظُرْ إلى الرَّوضِ النَّضيرِ كأنَّما\n...\nنُشِرَتْ عليه ملاءةٌ خضراءُ\nأنِّى سَرَحْت بلحظِ عينيكَ لا ترى\n...\nإلاَّ غديراً جالَ فيه الماءُ\nوترى بنفسِكَ عِزَّةً في دوحةٍ\n...\nإذْ فوقَ رأسكَ حيثُ سِرْتَ لواءُ\nوالماء قد رق وراق، وتسلسل وهو في الإطلاق، وجرى فتكسر، وصفا ولم يتغير، وصاحب النسمات وحالفها، وقاطع الأغصان وخالفها، وأتته الرياح للزيادة من شعابها وهضابها، وسرق حلي الأغصان فضمنها في صدره وجرى بها، والعيون ترمقه في جريه ومسيره، وهو لا يفتر عن تصفيقه وخريره، حتى خشينا عليه التكسير من التمادي، ورجونا من ماء عينيه يروي كل صادي:\nيا حُسْنَه من جدولٍ مُتدفِّقٍ\n...\nيلهو برونقِ حُسْنِهِ مَنْ أبصرا\nما زِلتُ أُنذِرهُ عُيُوناً حوله\n...\nخوفاً عليه أن يُصابَ فَيعْثَرا\nفأبى وزادَ تمادياً في جَرْيِهِ\n...\nحتَّى هوى من شاهقٍ فتكسَّرا\nولم يزل الطير يسعى بين النهر والغصن في الاتفاق، ويكرر ألحانه، ويراسل في الأوراق، ويجتهد في الصلح ويدعو إليه، ويحرص على الوفاء ويحرض عليه، وقام الشّحرور بينهما واعظاً وخطيباً، فأجْدَتْ مواعظه، وكان قلب النهر صافياً\nوقريباً، (فاصطلحا واتفقا، وتلازما واعتنقا)، وقام النَّسرِينُ من السرور على\nالجزء: 1 ¦ الصفحة: 10\n",
        "ساقه، وجذب كل صَدُوحٍ للغناء بأطواقه، وتبسمت من الأقحوان الثغور، وتنسمت نفحات المسك والكافور، واعتل النسيم غيرةً وتغير، فتولى وهو بذيله يتعثَّر، وجعل يجر من الحياء ذيولاً على الأغصان، فتعتنق اعتناق المُواصل الغضبان:\nفي روضةٍ عَلَّمَ أغصانُها\n...\nأهلَ الهوى العُذْرِيِّ كيف العناقْ\nهَّبت بها ريحُ الصَّبَا سحرةً\n...\nفالتفَّتِ الأغصانُ ساقاً بساقْ\nوبكى النهر على مواصلة الغصون، وخر لديها وفاضت منه العيون، ومثلها في قلبه شغفاً وحُبَّا، وصار بها من دون الصَّبا صبَّا:\nوالنَّهرُ قد عَشِقَ الغُصُونَ فلمْ يَزَلْ\n...\nأبداً يمثلُ شخصَهَا في قلبهِ\nحتَّى إذا فطن النَّسيم فجاءهُ\n...\nمن غِيرةٍ فأزالها عن قُربِهِ\nوغدا عليه مُهَينِماً بعتابه\n...\nسراً فجعَّدَ وجْهَهُ من عَتْبِهِ\nفلم يزجر النهر عن حب الغصون زاجر ولا عاذل، ولم يجب العذل إلا بدمعه السائل، وصار يرد برد الهوى بحر هواه العذري، وغدا ساعيا بسعادة الأغصان يجري، فقنع منها بأدنى وصال، وربما اقتصر منها في الحب على الخيال:\nونهرٍ بحُبِّ الدَّوحِ أصبح مُغرماً\n...\nيروحُ ويغدو هائماً بوِصَالِها\nإذا بَعُدَتْ عنه شكا بخريره\n...\nجفاها وأضحى قانعاً بخيالها\nالجزء: 1 ¦ الصفحة: 11\n",
        "فسرحنا الناظر في تلك الربى والرياض، وشرحنا الخاطر في تلك الخمائل والغياض، وأصغينا إلى نغمات طيورها الصَّوادح، واستنشقنا أرجَ نسيمها الفائق الفائح، والأطيار قد أخذت في الأفنان بفنون ألحانها، وخلعت القلوب بشدوها على دفها وعيدانها، وناحت فناجت كل مشوق بأنواع الأشواق، وفرحت وقَرِحَت فأخذت الأحزان عن يعقوب والألحان عن إسحاق، وصدحت فصدعت قلب كل متيم ومشتاق، وشدت فشذت في حسن الرَّمل فهيجت بلابل العشاق، وناحت في\nالنواحي تشكو ألم الفراق، ولها ألف ألف، ولم تكن كالعاشق المسكين ينوح على غصن القوام، ويبكي على خصرٍ وردف، (وفي هذا المعنى، ما يزيد على المغنى):\nوهاتفةٍ في البان تُمْلِي غرافها\n...\nعلينا وتتلو من صبابتها صُحُفَا\nعجبتُ لها تشكو الفراقَ جهالةً\n...\nوقد جاوبتْ من كُلِّ ناحية إِلفا\nفلو صدقتْ فيما تقول من الأسى\n...\nلما لبستْ طوقاً وما خضبتْ كفَّا\nولم يكن عندي - إذ ذاك - باعث غرام، ولا لي همة إلى التّتُّيم والهيام، ولا بي من الشّغف ما يذود عن جفني المنام، ولا بي من الهوى ما يقودني إلى الرّدى بزمام، ولا لي تطلُّع إلى التَّضلُّع من ارتشاف رضاب الثُّغُور، ولا عندي من الحنين ما يشب الجنين إلى ضمَّات\nالجزء: 1 ¦ الصفحة: 12\n",
        "الأرداف والخصور.\nأتعجب ممن يهيم وجداً وحبَّا، وأَنهر سائل الدمع صبا، وأهزأ بمن يعرض نفسه على المحبوب ليستبعدها، وأُكذب بدواهي دواعي الغرام وأستبعدها، وأفوق إلى توبة وجميل سهام ملام، وأُسفه رأي قيس وعُروة بن حزام، وأعد ما نقلوه من أخبارهم كذباً ومجوناً، وأستبعد من عاقل أن يجلب لنفسه جنوناً، ولا سبيل عليَّ لسُلطان الغرام والسَّهَر، ولا طريق إلى قلبي لفرد غلام ولو كان كألف قمر.\nفبينما نحن في هذه اللَّذَّة التي وصفتْ، والعيشة التي راقت وصفتْ، والحالة التي طابتْ وحَلتْ، والخلوة التي من الخيال والخبال خلت، وإذا بجانب الرَّوض قد سطعَ بالأنوار، وتمايل السُّرور من المسار، وصفقَ النّهر طَرَبا، وغنى الحمام وصَبَا، بالأنوار، وتبسمت الأزهار فرحاً واعجاباً، وتعانقت الأغصان بعد أن كانت غضابا، وشممنا أرجاً فاق في الآفاق على المسك الاذفر، ولولا التماسك لطار القلب من الخفقان وفرَّ، فحدقنا نحو تلك الحدائق، لننظر ما هذا الأرج الفائق.\nوإذا نحن بغلمان، عدد الكواكب السيارة، قد أهالوا الشمس في الهاله، واخلجوا القمر في الدّارة، من التُّرك الذين فاقوا بالملاحة والجمال، ونهلوا من مياه مناهل (الدَّلِّ) والدلال، قد تجنوا على العاشق، فغدا في حاله مقلقة، وبخلوا بالوصل على الصبِّ بعيون ضيقة، وأحرقوا قلب المتيم\nالجزء: 1 ¦ الصفحة: 13\n",
        "ببرد الثنايا وعذب اللّمى، وأرسلوا إلى مقالته من النَّواظر اسهما، وطعنوه بسمر قدودهم العوامل، وأسروه بلطف هاتيك المعاطف والشمائل، ولم يتركوا لغيرهم فضلة من المحاسن واللطائف، ولم نرَ لغيرهم رقة هاتيكَ الخضور ولا ثقل هاتيكَ الرَّوادف:\nلم تترك الأتراكُ بعدَ جمالها\n...\nحُسناً لمخلوقٍ سواها يُخلَق\nجذبوا القسيَّ إلى قسيّ حواجب\n...\nمن تحتها نَبْلُ اللَّواحظ ترشقُ\nنشروا الشُّعور فكُلُّ قَدٍّ منهم\n...\nلدن عليه من الذَّوائب سنجقُ\nلي منهم رشأ إذا قابلتُهُ\n...\nكادتْ لواحظُهُ بسحرٍ تنطقُ\nإن شاَء يلقاني بخَلْقٍ واسعٍ\n...\nعند اللِّقاء نهاه طَرْفٌ ضيِّقُ\nقد ركبوا الجياد من السوابق، وجذبوا قسياً، فاستبقت من قدودهم وعيونهم أسهم رواشق، ورموا قلب المحب فلم يخطئه سهم العيون، وخطروا بمعاطف خجلت منها مائسات الغصون، وشدوا مناطق خصورهم، فبهت المتيم وحار، وبرزوا بوجوه تقمر قمر الدُّجى وتكسف شمس النهار. فحين رأيتهم، وقفت ودمعي سائل وسائح، وبهت ولب عقلي ذاهب ورائح، فقال لي صاحبي: أبك خبال أم جنون، أم عشق أرسل من العيون مثل العيون؟!\nفقلت: أجل، لقد طار فؤادي على أغصان هذه القدود، وسحرت بنرجس اللواحظ، وفتنت بورد الخدود، وجننت من الوجوه التي سار لها من الحسن أفنان\nالجزء: 1 ¦ الصفحة: 14\n",
        "وفنون، وفتنت بتلك القدود التي أطرقت منها في الرياض الخصون:\nوُجُوٌه في قُدُودٍ مائساتٍ\n...\nبأفنان الجمال لها فُنُونُ\nفما رِفْقٌ لهُنَّ بذي غرامٍ\n...\nبه احتفلتْ من الوَجْد الظُنُونُ\nفقيل به خبال مُسْتَمرٌّ\n...\nوقيل أصابه سحْر مبينُ\nوقال العارفون ببعض حالي\n...\nهوى هذا وليس به جُنُونُ\nومعذورٌ إذا ما ماتَ وَجْداً\n...\nعلى الأقمار تحملها الغُصُونُ\nفنظرت إليهم وأطلت النظر، وقد سلبني الهوى ما كان عندي من الثبات والحذر، ونسيت ما تجلبه العين على الفؤاد، وجهلت ما يقاسيه العاشق من رعي السها والسهاد، ولم أخل أن العين للقلب عدو، وأنها تسلبه القرار وتمنعه الهدو:\nتمتَّعتُمَا يا مُقلَتَيَّ بنظرةٍ\n...\nفأوردتُما قلبي أمرَّ الموارد\nأعيناي كُفَّا عن قتالي فانه\n...\nمن البغي سعي اثنين في قتل واحدٍ\nفبدا لي بينهم ظبي كأنه بدرٌّ سافر، أو غزال نافر، فاقهم حُسناً وظرفاً، وفاتهم رشاقة ولطفاً، قد تقمَّص بالحسن وارتدى بالجمال، وتسربل بالغُنج وتمنطق بالدلال، إن تبدَّى أنكرت البدر في تمامه، أو تثنَّى لم تعرف الغصن من قوامه، أو رنا لم تدرِ أسحرٌ يدا أم نصالُ؟! أو التفت لن تذكرَ بعدها جيدَ الغزال، قد أسهر العاشق بطرفه\nالجزء: 1 ¦ الصفحة: 15\n",
        "الوسنان، وفتن الرامق بقدِّه الفتان، وأطار الفؤاد على مائس غصن قدِّه، وأوهى جلد الكئيب المستهام بحلِّ عقدة بندهِ:\nمن الترك لو عاينتَ ذُلِّي وعزه\n...\nلعاينتَ مولى لا يرق لعبده\nأحبُّ التفاتَ الظبيِّ حبَّاً لجيده\n...\nواعشق غصن البان حبَّاً لقدهِ\nرعى الله هاتيك الشمائل أنها\n...\nلبانة من أهوى وغاية قصدهِ\nأيا سقمي أعياكَ رقَّة خصره\n...\nويا جلدي أوهاك عقدة بندهِ\nفحين رأيته خطف قلبي، وأضعف صبري، وضاعف كربي، وتهتُ في مهالك الوجد ومهامه الغرام، وبتُ أتفكر في لُطف هاتيك الشمائل وهيف ذلك القوام، وحرت عند معاينة هاتيك العيون الرواشق، وهمتُ في رقة ذلك الخصر وقُراطق\nالمناطق، وشغلني الهوى عن التماسك والتقيه، وقادني الوجد والغرام قود المطية، وأصبحت بعد ذلك الخلو ملآناً، وبعد الرقاد مسهداً سهراناً، وملت بعد الراحة إلى التعب، وبعد الترفه إلى الشقاء والنصب، ووقعت في مصائد مصائب الوسواس، وهونت ما كنت استصعبه من لوم الناس، وجريت في ميدان التصابي كالصبا، وذهبت في مناكب العشق مذهبا، وأنشدت العواذل، وقد هاجت مني البلابل:\nالجزء: 1 ¦ الصفحة: 16\n",
        "ألا ليقُلْ من شاء ما شاء إنَّما\n...\nيُلامُ الفتى فيما استطاع من الأمرِ\nقضى اللهُ حُبَّ المالكَّيةِ فاصطبر\n...\nعليه فقد تجري الأمور علىْ القَدرِ\nفدنوت منهم وقد عقد الهوى لساني، وقيد الحب والغرام جناني، وأجرى الوجد دمعي كالمطر، وأسلمني حالي إلى الأسى والسهر، وأنحل العشق جسمي فسار مع النسيم، وصرت مع صاحبي ودمعي بين صديق وحميم.\nوقلت: حيا الله هذه الشمائل الحسان، والقدود التي تغار منها موائد الأغصان، والوجوه التي هي بماء الحسن نواضر، والنواظر التي هي شرك النفوس وقيد الخواطر، أما ترثون لصب مستهام، وأسير في قيود الوجد والغرام، وقتيل بالعيون الوقاح، وطعين بالقدود التي هي الرماح، وصريع بمدام المراشف، ولديغ من عقارب السَّوالف.\nتملكت العُيُون فؤاده، وذاَدت عن الجفن رقاده، وتركته ذا وجد دائب وقلب ذائب، وسرًَّ مصُان وعقل صائب، وصبر فان، ورأس شائب، ودمع قانٍ، ولون شاحب، هجر الرقاد وكان من أهله، وعدم القرار لذهاب عقله، وترك المناصب وكان من أهلها، ووقع في المصائب أدقها وأجلها.\nيقاسي زفرات الأنات والعويل، ويعرضُ نفسه للهم العريض الطويل، ويسامر النجوم السائرات، ويساور الهموم والحسرات:\nالجزء: 1 ¦ الصفحة: 17\n",
        "يبيتُ كما باتَ السَّليم مسهداً\n...\nوفي قلبه نار يشبُّ لها وَقْدُ\nوقد هَجَرَ الخلاَّنَ من غير ما قلى\n...\nوأفردَهُ الهَمُّ الُمبرَّحُ والوَجْدُ\nفبادرني منهم ذلك البدر الزاهر، والغصن الناضر، والرشا الشادن، والظبي الفاتن، ذو العيون المراض الصحاح، والجفون الوقار الوقاح، والجبين المشرق الوضاح، والخد المورد الأسيل والجيد الجيد الطويل، والخصر النحيف النحيل، والردف الخارج الثقيل، والثغر الأشنب الرائق، والطرف الأدعج الراشق، والمرشف الزلال، والرضاب القرقفي الحلال، سيد القوم وواسطة عقدهم، وفتنة الخلق وموجد وجدهم، ظبي الكناس ووحش الفلا، محرق القلب ومذيب الكلى، جاذب العاشق إلى الردى بزمام، مبهت الرائق في اعتدال ذلك القوام.\nوانتدب فقال بأحسن مقال: وأنت حياك الله ورقاك، وسلمك من دواعي الهوى ووقاك، ولا أسهر لك جفنا من جفاء الحبائب، ولا أوقعك من هجر المحبوب في مصائد المصائب، ولا أحرق لك قلباً بنار البعد والفراق، ولا أغرق لك جفنا بسيل المدمع المهراق، ولا أشغل فكرك بتجني الحبيب وصده، ولا أذاقك منه مرارة هجره وألم بعده، ولا أسلمك من صدوده إلى العناء والفكر، ولا أوقعك من تجافيه في بحار الأرق والسهر، ولا سلبك رونق الوصال والاجتماع، ولا راعك بيوم التفرق والوداع، بل عطف الله عليك الأعطاف، وأجناك ثمار الوصل دانية القطاف، وأنا لك\nالجزء: 1 ¦ الصفحة: 18\n",
        "حظا من الرقاد الهني، وأنهلك المرشف الزلال الشهي السني، وأضجعك مع المحبوب في فراش واحد، وقلد جيدك منه بمعصم وبساعد، وأباحك لثم الخدود ورشف الثغور، وسرك بحل عقدة البند من الأرداف والخصور، وجمع شملك بمن تحب وتختار، وشمل جمعك بمزار الدنو ودنو المزار.\nثم تحين غفلة أترابه، وركض نحوي بجواده، ففتح لي باب الفرج وأدخلني من باب النصر دار إسعاده، وقال: امض بنا مسرعا إلى آخر باب هذا البستان، واسترنا حتى عن عيون النرجس الغيران؛ لنتشاكى هما كثيراً في ساعة يسيرة،\nووجداً طويلاً في جلسة قصيرة.\nفسرتُ أمامه منشرح الصدر بتلك الجلسة، مهنا القلب بتلك الخلسة، فنظر يميناً وشمالاً، وقد تمايل عجباً ودلالاً، وقال أقمْ حوالينا الحرس، وانحط كالسهم عن ظهر الفرس، واقبلَ يتمايل بقده كالقضيب المائس، ويرنو بطرفه الكحيل الناعس، وقد سارتْ محبته في سائري، ولم يخطرْ سواه بفكري وخاطري:\nوافى شبيهَ البَدْرِ يخطرُ مائلاً\n...\nثملُ القوامِ فديتهُ من خاطرِ\nلا شيء أبلغ في هواهُ من الرَّدى\n...\nيا نفسُ دونكِ فاعشَقِيِه وخاطِري\nوقال: عهدتك ذا جنان ثابت ونفس أبيه، وعقل مصيب وآراء مضية، فما الذي جشمكَ هذا الموقف العجيب، وسلمك إلى البكاء والنحيب؟! وكيف وقعتَ في أمرٍ كنت تزجر عنه الخلائق، وتزدري منه بكل مهجور وعاشق؟! وكيف غررت بنفسٍ لم تبرح في صيانة،\nالجزء: 1 ¦ الصفحة: 19\n",
        "وأهنتها ولم تكن تعرف الإهانة؟!\nوعلام أرخيت رسنها في ميدان الهوى والهوان، وأعطيتها من طلق الخلاعة فاضل العناء والعنان؟!\nكيف نسيت المواعظ التي كنت للناس توردها، والحكم التي كنت تنشدها طوراً وتنجدها؟!\nفهل صدقت بدواعي الهوى التي كنت تستبعدها، وهل استعبدتك نفس ما برحت تستعبدها؟!\nأين مواعظك في كف النظر وإطالته؟! وزواجرك في غض البصر وإجالته؟!\nأين تحذيرك من العشق ودواهيه؟! وأين تخويفك من الحب ودواعيه؟!\nأين ازدراؤك بالتيم وسقامه؟! أين استهزاؤك بالصب وهيامه؟!\nفسقت إلى نفسك بالنظر إلينا تعبا، وحملتها على رغمك وزعمك هماً ونصبا، أما علمت أن قتيل الهوى لا قود على قاتله، ولا حرج على متعمده وفاعله، وأن ثأره\nلا يطلب، وفاعله لا يدرك ولا يغلب؟! ألم يقل إمامك الشافعي - رضي الله تعالى عنه - في تهويل هذا المقام والتحذير منه:\nخُذُوا بدمي هذا الغزالَ فإنَّه\n...\nرماني بسَهمَيْ مُقلَتَيْه على عَمْدِ\nولا تقتلوهُ إنَّني أنا عبدُهُ\n...\nوفي مذهبي لا يُقتَلُ الحُرُّ بالعبدِ؟!\nفقلت له: هذا قدر الله وما شاء فعل، وهذا قضاؤهُ السابق فلا يرد بالحول ولا بالحبل، فانظر إلي بعين الشفقة والرحمة، واجبر كسر قلبي منك بضمة، ولا تتركني مثلاً في البرية، ولا لاحقاً بوحوش البرية.\nفتبسم عن ثنايا فضح رونقها عقود الدرر، ورمقني بلحظ يفتن الحور بالحور، وقال: أعندك بالله من المحبة كما ذكرت، ومن التتيم ما أنهيت\nالجزء: 1 ¦ الصفحة: 20\n",
        "وأشرت، وبك من العشق ما يذود عن جفنك المنام، ومن الولوع ما أسلمك إلى الوجد والهيام، ولحقك من الغرام، ما تقول وتدعي المقالة، فأت بها ودع عنك الإطالة، فأنا لا أقبل من الشهود إلا من يظهر لي حاله، وتحسن عندي أقواله وأفعاله.\nفقلت له: عندي شهود معروفون بالعدالة، مقبولون عندك في المقالة، يسجلون على قاضي الحب ما يدعيه المشوق، فيرقم تحت كل اسم مقبول أمين ثقة عدل صدوق:\nوعندي شُهُود للصَّبابة والأسى\n...\nيُزَكُّونَ دعوايَ إذا جئتُ أدَّعي\nسقامي وتسهيدي وشوقي وأنَّتي\n...\nووَجْدي وأشجاني وحُزْني وأدمعي\nفقال: زدني بينه على دعواك، فقد أنكرتُ حالك في محبتك وهواك، وتكثير البينة مما تطمئن إليها النفوس، وتحصل بها العناق والبوس، بعد العناء والبؤس.\nفقلت له وشهودي معي، وقد فاضت عيوني بأدمعي:\nإنْ كنتَ تنكر حالي والغرام وما\n...\nألقي وأنَي في دعواي مُتَّهمُ\nفاللَّيلُ والويلُ والتَّسهيدُ يشهد لي\n...\nوالحُزنُ والدَّمعُ والأشواقُ والسّقمُ\nفقال: الآن علمنا حالك، فإن شهودك عدول، وأن ليس لما ذكرت من الأشجان عندك عدوزل، ولكنني أريد منك يميناً لست فيها تمين، بأن عندك من الحنين ما يشيب الجنين، وأني عندك من جميع الخلق أعز، وفي عينيك أحلى الناس وأبز، وأن وصالي أحب إليك من الدنيا\nالجزء: 1 ¦ الصفحة: 21\n",
        "وما فيها، وأن رضابي ورضائي أحلى لنفسك من أمانيها، وأن هواي قد ملك منك الفؤاد، وأسلمك إلى الأرق والسهاد.\nفقلت: ومن زين صبح الجبين بليل الشعر، وجمل سحر العيون بالكحل والحور، وغرس في عذب المراشف صغار الدرر، وخلق أقماراً أرضية أبهى من الشمس وأحسن من القمر، وألسع كل متيم بعقارب السوالف، وأسكر كل صب بصهباء المراشف، وخلق خدوداً أطرى من الورد وأظرف، وأشهى من الخمر وألطف، لا تفتر عن الحمرة والتخجيل، ولا تصلح لغير العض والتقبيل.\nوزين الثغور بيواقيت الشفاه، وجعل رضابها دواء كل صب وصفاه، وأبدع في إجادة الأجياد والأعناق، وجعلها سببا لزوال العناء عند العناق، وأعدم الخصور وأوجد الأرداف، وأبدع في زخرف مناطقها على الأحقاف.\nإنك عندي أعز من بصري وسمعي، وأحب إلي من سروري ونفعي، وأحلى في عيني من جميع النسمات، وألطف عندي من هبوب النسمات، أجتهد في خدمتك فوق الاستطاعة، وأقابل أوامركَ بالامتثال والطاعة:\nلأجلكَ سعيي واجتهادي وخدمتي\n...\nويا ليت هذا كُلَّهُ فيكَ يُثمرُ\nالجزء: 1 ¦ الصفحة: 22\n",
        "تبعتُ الذي يُرضيكَ في كُلَّ حالةٍ\n...\nوإنْ كنتَ لم تبصرْهُ فاللهُ يُبصرُ\nفواللهِ ما بعدي مُحبٌّ ومُشفق\n...\nوسوف إذا جرَّبتَ غيري تذكرُ\nفما شئتَ من أمر فسمعاً وطاعة\n...\nفما تمَّ إلا ما تُحبُّ وتأمرُ\nعليَّ بأنَيّ لا أخلُّ بخدمتي\n...\nوأبذلُ مجهودي وأنتَ الُمخيَّرُ\nفتبسم عجباً، وتثنى طرباً، وقال: إن صدقت دعواك في محبتنا، وصحت أقوالك\nفي مودتنا، فلا تحل عن المحبة الصادقة، ولا تشم للسلو بارقة، ومت على تلك المحبة وابعث، فإنها ألطف لشمائلك وأدمث، وليكن لك في موت هوى الجميل الجميلة، فالموت لابد منه وما الردى حيلة:\nمُتْ راشداً ولك الجميلةُ في الهوى\n...\nفالموت في غير الهوى لا يحسنُ\n(إن الغرامَ هو الحياةُ فعش بهِ\n...\nعيشاً هنيَّاً أنتَ فيه محسنُ)\nفقلت له: اُقسمُ بقدِّكَ الأهيف النضير، وجبينك المشرق المنير، وطرفك الفاتن الفاتر، ولحظك الساجي الساحر، وشعرك السود الحالك، وصدغك الأرقم الفاتك، وخدك الأحمر الناعم، وثغرك الأشنب الباسم، وريقك المستعذب الصافي، وحسنك الوافر الوافي.\nورد خدك الجنيّ، ونرجس لحظك البابلي، ودرُّ ثغرك اليتيم، وغصن قدك القويم، ورقة خصرك السقيم النحيل، ودَص ردفك الثقيل، وذل مصارع العشاق، وحل سحر مواقع الأحداق، وزورتك التي من غير كلفه ولا ميعاد، وطيب ما أودعت من الهوى في صحيح الفؤاد، لا حلت عن المحبة في الحياة ولا بعد الموت، ولا رجعت عن الوداد ولا سَلَوْت:\nالجزء: 1 ¦ الصفحة: 23\n",
        "قَسَمَاً بزورتكَ التي من غير ما\n...\nوعدٍ سَمَحْتَ بها وغير تَكَلُّفِ\nوبطيب ما أودعتَ من طيب الهوى\n...\nسمعي وذكر صبابتي وتعنُّفي\nهي زورة نفت الرقّاد وغادرت\n...\nبين الجوانح جمرة لا تنطفي\nما أنتَ إلا مُنَيتي ومَنَّيتي\n...\nوعلى رضاكَ تحرُّقي وتلهُّفي\nأنا عَبْدُ عبدكَ إنْ غدوتَ مُواصلي\n...\nأو هاجري أو ظالمي أو مُنصفي\nومريضُ حُبّكَ إنْ سمعتَ بأنَّهُ\n...\nيوماً تحدَّثَ بالَسلُوَّ فلا شُفِي\nفقال: صدقت في هذه الدعوى، وتبعت الحق في الشكوى، من عدم السلوى، فإن عندي لك من المحبة ما يشهد بصحة دعواك، وبي من الوجد ما أتحقق به بلواك،\nوهاأنا في خدمتك وبين يديك، ونافذ علي حكمك ولا ينفذ حكمي عليك، فأمرني بالذي تختار وتريد، واحكم - فديتك - حكم الموالي على العبيد، وارسم، فإني لك سامع ومطيع، وقل، فقولك المسك يضوع ولا يضيع:\nسيَّدي لبَّيكَ عشرا\n...\nلستُ أعصي لكَ أمرا\nكيف أعصيكَ وُودَّي\n...\nلكَ دون النَّاس طُراَّ\nفجلب قلبي بلطف كلامه الفصيح، وسلب لبي بغصن قوامه الرجيح، وأولاني من الإحسان ما لم يكن في الحساب، وفاضت جفوني فأخجلت نوء السحاب، وخدد سيل المدامع مني كل خد، وطال\nالجزء: 1 ¦ الصفحة: 24\n",
        "شرحه فلا يوصف ولا يحد.\nوقلت له: أما ترثي لصب دمعه مثل اسمه، وقد جرى على شرحه وعادته ورسمه، وقد صار السلو أوفر سقمه.\nفقال: لا تشك لي سائل دمعك، فما لي طاقة برد سائل، ولا تشرح لي شرح حبك، فهو شرح طويل وليس تحته طائل، وليكن لك في فوت هو جميل الحب جميل، فما لي برد التسلي سبيل.\nفلما كسر قلبي بهذه المقالة، وأسمعني مختصر الشرح خوف الإطالة، نكست رأسي مكمداً، وصعدت أنفاسي منشداً:\nأَقُولُ لهُ أمَا تَرِثي لَخدَّي\n...\nوتسمعُ مِنْ دُمُوعي ما تقولُ\nوتُبصِرُ ما جَرى مِنْها عليهِ\n...\nلأَجْلِكَ قال ذا شَرْحٌ يطولُ\nفنظر إلي نظرة المحب الشفوق، ولاحظني ملاحظة الصديق الصدوق، وقال: ما الذي يبكيك وأنا بين يديك حاضر؟! وما الذي يشجيك وأنا لك منادم ومسامر؟! ما الذي يقلقك وأنا محدثك ومناجيك؟! وما الذي يحزنك وأنا تحت أوامرك ونواهيك؟!\nفقلت: والله ما أبكاني وأودى بي وآذاني، إلا ما تحققه من الفراق الداني، فأبكي وأنت حاضر ومقيم، لأنني بالذي يصنع الفراق عليم:\nفي كُلّ يوم لأرباب الهوى شانُ\n...\nوَجْدٌ وشوقٌ وتبريحٌ وأشجانُ\nدُمُوعهم كالغوادي وهي سائلةٌ\n...\nوفي حشاشتهم للحُبَّ نيرانُ\nيبكون في الوصل خوف الهجر من شَفَقٍ\n...\nفَكُلُّ أوقاتهم هَمّ وأحزانُ\nالجزء: 1 ¦ الصفحة: 25\n",
        "لا يعرفون سُلُوَّاً يهتدون به\n...\nهيهاتَ ليس مع العُشَّاق سُلوانُ\nفقال: دع عنك هذا الكلام، وارسم لي بالمراد والمرام، واطلب الذي تختاره وتشتهيه، وأظهر لي المقصود ولا تخفيه.\nفقلت: مرادي تطفي كربي من ثغرك بنهلة، وتجير كسر قلبي من خدك بقبلة، فهذا مرادي ومناي وجل قصدي، فأنلني مرادي بقيت بعدي:\nتقبيل خَدَّكَ أشتهي\n...\nأمَلٌ إليه أنْتَهِي\nلو نلْتَ ذلك لم أُبلْ\n...\nبالرُّوح منَي أن تَهِي\nدُنياي لَذَّة ساعةٍ\n...\nوعلى الحقيقة أنتَ هِيْ\nفنظر إلي متبسما، وأشار إلي متحكماً، وقال: يا لله العجب! كيف سلبك الحب العرفان، وأودي بذهنك مع القلب والأجفان، وكيف أعدمك الوجد تلك الفراسة، وأسلمك إلى المذلة بعد العز والرئاسة.\nالعشق غلب عليك فتهتَ في صحارى الحيرة، والحب أوقعك في الردى، فسلبت الخير والخيرة، يا ذا اللون الشاحب، والذهن الغائب، والجفن الساكب، والقلب الذائب، والوجد البادي، والحزن الحاضر، والدمع الجادي والقلب السائر، والصبر الغادي، والنوم الرائح، والقلب الصادي، والخد السائح.\nأما لوحت بين يديك كرة، أما صرحت بقولي مرة بعد مرة، بأني في خدمتك فافعل ما تريد، واحكم علي حكم الموالي على العبيد، ها رضابي فانهل منه حتى تروى، وها لساني\nالجزء: 1 ¦ الصفحة: 26\n",
        "فاشربْ من مائه حتى تقوى، فسكن بهما من فؤادك غليله وحره، ولا تشره إذا تشرب فتتبع الشربة بالجرة، وها خصري وجيدي فاعتنقهما\nولا أبا لكَ، وها خدي وفمي فالثمهما ما بدا لك، وها مرشفي وريقي فارشف منهما قرقفكَ وزلالك.\nثم دنا مني بلطافة تقصر عنها صفتي، وأهوى بمرشفه وقال: الثم شفتي:\nأهوى بمرشفه إليَّ وقال ها\n...\nويلاه من رشا أطاع وقالَها\nفرشفتُ من رشفاتِهِ معسُولَها\n...\nوضَمَمْتُ من أعطافِهِ عُسَّالَها\nوظفرتُ في اليقظاتِ منهُ بخَلْوَةٍ\n...\nما كُنْتُ آمل في المنام خيالَها\nوقال: دونك مني وما تريد، فإنني منك غير بعيد، فارشف رضابي، والثم وجناتي، واغتنم رضاي، وادخل جناتي، فها خصري وردفي بين يديك، وها لساني وشفتي بين شفتيك، فاضمم منها ما بدا لك، وارشف منها قرقفك وزلالك.\nفعجبت من لطافته وكرم أخلاقه، وسلب عقلي عند تقبيله واعتناقه، أنعشني بحمرة خده الرائق الوردي، وأسكرني بخمرة ريقه العاطر الندي:\nوفي شَفَتِي من مُلتَقَى رشفاتِهِ\n...\nبقايا رضابٍ طِيْبُهُ يتشوَّفُ\nفأثْبتَ عِنْدِي أنَّ فاهُ وثَغْرَهُ\n...\nوريقته كأسٌ ودرٌّ وقرقفُ\nفضممته إلى صدري ضمة وأي ضمة، وبادرته بلثمة بعد لثمة، فسلم إلي في اللثم وفي الرشف قيادي، وأبلغني من الضم والقبل مرادي، وقال: أبحتك نفسي هذه الجلسة، وسلمتك أمري هذه الخلسة، فبس ما استطعت أن تبوس، وأزل بالعناق ما بك من عناء وبوس.\nالجزء: 1 ¦ الصفحة: 27\n",
        "فبادرت في الحال إلى امتثال أمره، وتنقلت من برد ثغره ونجد ردفه إلى غور خصره:\nيا طِيبَ يومٍ ظَلْتُ فيهِ مُعانقَاً\n...\nمَنْ أَشْتَهِي قدْ كانَ يوماً أزهرا\nواصلتُ فيه مُعذَّبي ولثمُتهُ\n...\nألفاً على وجناتِهِ أو أكْثَرا\nويعزُّ والله العظيم عليَّ أنْ\n...\nأصف الذي قد كان منَّي أو جرى\nلكنني لم أخل من واشٍ ورقيب، فلم تكمل لذتي بمجالسة الحبيب، لأنني حين حللت عن أردافه بند القباء، خشيت التنغيص من الوشاة والرقباء، فلم أتهنا بوصل وعناق، ولم يحصل للقلب شفاء من تلك الشفاه الرقاق، بل كنت الثم لثمة، وأنظر إلى الطريق، وأرشف رشفة، ورحيقه في القلب حريق، فكأنني عصفور أتى يسرق يانع الثمر، وهو حذر من نواظر النواطير بالغ الحذر:\nفكَمْ عناقٍ لنا وكَمْ قُبَلٍ\n...\nمُخْتَلسَاتٍ حِذارَ مُرتَقِبِ\nنقر العصافيرِ وهي خائفةٌ\n...\nمن النّواطير يانع الرُّطبِ\nفملازمة الرقيب أمر يضني، ومرض يفتت القلب ويفني، والمحبون ابتلوا بالرقباء قديماً، وراعوا بهم روض الغرام يانعاً وهشيماً، مع أن الرقيب هو المبتلى بالنصب، وصاحب الأرق والأسى والتعب؛ لأن\nالجزء: 1 ¦ الصفحة: 28\n",
        "العاشق يجد لذة في المحبة عليه عائدة، والرقيب يضيع زمانه ويذوب فؤاده بلا فائدة.\nلكن العاشق يشتكي من حضوره ومجالسته، ويتأذى بترصده وملازمته، فلو كان لي حكم يشاع أو أمر يطاع، لمتعت كل عاشق بالحبيب، وأخليت الأرض من كل رقيب، وفي هذا المعنى العجيب، واللفظ المطرب الغريب:\nلي شهوتانِ أوَدُّ جَمْعَهُمَا\n...\nلو كانت الشهَّوات مضمُونَة\nأعناقُ عُذَّالي مُدقَّقَةٌ\n...\nومَفَاصِلُ الرُّقباءِ مدفُونَة\nولكن القضاء ليس بمدفوع ولا مردود، ولنرجع الآن إلى ذكر المقصود.\nفقال لي مصباح النواظر، وراحة الأرواح والخواطر: عدني إلى يوم ألقاك فيه هنا وأغشى فيه وطنك، لتبلغ به وطرك والهنا، فقد طال على أصحابي مقامي، وهم لا يدرون أين مرامي، ولا يمكنني التأخير عندك ساعة أخرى، بل اللحوق بأترابي أولى وأحرى، فمتى بلغهم حقيقة خبرنا، واقتصوا مع العلم على أثرنا، وقعنا معهم في المقعد المقيم، فلم تأمن أن تحرم من وجهي بعدها نضرة النعيم.\nفقطع نياط قلبي بهذا الكلام، وقادني غريم الغرام إلى الرضى بزمام، وذهب عقلي وطار، وجرى دمعي وجار، وقرب مصرعي ودنا، وحرت فلم أدر أين أنا:\nأَأَحْبابَنَا ماذا الرَّحيلُ الذي دَنَا\n...\nلقد كُنْتُ مِنْهُ دائماً أَتخوَّفُ\nهَبُوا لي قلباً إنْ رحلتُم أطاعني\n...\nفإنَي بقلبي ذلك اليوم أُعْرَفُ\nالجزء: 1 ¦ الصفحة: 29\n",
        "ويا ليتَ عيني تعرف النَّوم بعدكم\n...\nعساها بطيف منكمُ تتألَّفُ\nقفوا زوَّدوني إنْ مَنَنْتُم بنظرة\n...\nتُعَلّلُ قلباً كاد بالبين يتلفُ\nتعالوا بنا نسرق من العمر ساعة\n...\nفنجني ثمار الأنس فيها ونقطفُ\nوإنْ كنُتمُ تلقون في ذاك كلفةً\n...\nذروني أُمِتْ وَجْدَاً ولا تتكلَّفوا\nفقلت: ما أقرب ما بين الوداع واللقاء، وما أقصر ما بين النعيم والشفاء، وافى الحبيب ونشره يتضوع، ثم سرى بقلبي إذ سار وما سلم حتى ودع:\nوكنتُ كالُمتمنّي أنْ يرى فلقاً\n...\nمن الصَّباح فلمَّا أنْ رآه عُمِي\nفقال: إني أود أن أكون بخدمتك مقاماً ورحيلا، ولا أتخذ غيرك صاحباً وخليلاً، ولكن؛ لا حيلة لي في رد القضا، ومن ذا الذي أعطاه دهره الرضى، ومن عادة الدهر عكس المرام والمراد، وإظهار العناء والعناد:\nيا دهرُ ما للمرء طبعُ حديدة\n...\nفارفقُ به فالمرءُ مِنْ فَخَّارِ\nولكن؛ اجعل لي ولك موعداً نجلو به الغم والهم، ووقتاً آتيك به سعياً على الرأس لا سعياً على القدم.\nفقلت له وقد أرسل فرط غرامه من طرفي الدمع المدرار، وعدم قلبي الجلد والاصطبار: قد سلبت مني بهذا القول قلباً وعقلاً، فعد أنت، فالوعد منك أعذب وأحلى.\nفقال: ميعادنا يوم السبت بهذا المكان، وبالله التوفيق والمستعان، ثم شرع في أسباب التهيؤ للرحيل، ودموع العين تسيح وتسيل.\nفقلت له: بالله اصدق الوعد في العود والإياب، ولا تدعني أظل أشكو، فمثلك لا يشكي ولا يعاب:\nالجزء: 1 ¦ الصفحة: 30\n",
        "بالله جُدْ لي بوعدِ صِدْقٍ\n...\nوخلَّ هذا الدَّلالَ عَنْكَا\nولا تَدعْنِي أظلُّ أشكوُ\n...\nمثلُ مُحيَّاكَ لَيْسَ يَشْكَا\nفقال: سمعاً وطاعة لإشارتك، وحظي أوفى وأوفر في إتيانك وزيارتك، وشرع في القيام، فسقطت مغشيا، فضمني ضمة عدت بها قويا سويا.\nفقال: تثبت أيها الشهم الشجاع، وتجلد أيها البطل المطاع فما أنت من أراذل الناس، ولا ممن يردعه الباس، بل أنت من جملة السراة وأساطينهم، والمعروف عند ملوك الإسلام وسلاطينهم، فقف عند مقدار نفسك العزيزة، ولا تعد عن ألفاظك الوجيزة، ثم أنشدني في الحال مرتجلاً:\nفأنت إمامي في العلا والودادا\n...\nفما زلتَ تدَّعي فيهم سيْداً سيَّدا\nفيا لكَ من حَبْرِ وبَحْرِ مَواهِبٍ\n...\nتجدُ الفتاوَى والفُتُوَّةَ سَرْمَدَا\nعلى هذه الأيَّام ما تستحقُّه\n...\nفكم قد أضاعتْ منكَ حقَّاً مُؤكَّدا\nفلم أنصفتَ ساورتْ محلَّك بالسُّهَا\n...\nعُلُوَّاً وصاغت نعلَ رِجْلِكَ عَسْجَداً\nفقلتُ له: لقد أهديتني بفصاحة لسانكَ، وأسكرتني بخمرة رضابك وبنانك، فمتعني بك سويعة يسيرة، وعللني بالنظر إليك مدة قصيرة، وأسكرني من رضاب ثغرك ولفظه، وسر في أمان الله وحفظه:\nمَتِّعْ لواحظَنَا بحسنكَ ساعةً\n...\nودَعِ النُّفُوسَ تروحُ وهي توالفُ\nفاجعلْ وعُوُدكَ لي صُدُوداً خالصاً\n...\nفلقد أراك إذا وعدتَ تخالفُ\nواشقوتي في حُبِّ أهيفَ فاتني\n...\nفمالي عليه سوى البُكاء مُساعفُ\nسَلْ خصرَهُ عن طُل ليلة شعره\n...\nإن َّ السَّقيم بطُول ليلٍ عارِفُ\nفقال: دعني من التسويف والتعليل، فلا بد من التفرق والرحيل، وميعادنا يوم\nالسبت المذكور، والله سبحانه وتعالى ميسر الأمور.\nثم ودعني، فودعت عقلي وقلبي، ولاقيت أحزاني وكربي، فقبلت فاه العاطر، وعانقت قوامه المياد، وضاعف الوجد حزني فتقطع القلب أو كاد، فما رويت بمراشفه وإن كان لها برد في الفؤاد، ولا سررت بمعانقته لأنه عناق بعاد:\nقبَّلتُهُ ولثمتُ باسِم ثَغْرِهِ\n...\nمع خَدِّه وضَمَمْتُ عادلَ قَدِّهِ\nثُمَّ انثنيتُ ومُقلَتي تبكي دماً\n...\nيا ربِّ لا تجعله آخِرَ عَهْدِهِ\nثم امتطى ظهر جواده الأشقر، وصبح جبينه قد أشرق وأسفر، وطرفه قد سكر وعربد، وخده قد توهج وتوقد، وصدغه قد تعقرب وتجعد، وعطفه قد تثنى وتفرد، وخصره قد تناحف\nالجزء: 1 ¦ الصفحة: 31\n",
        "وتناحل، وردفه قد تخارج وتثاقل.\nوقال: ميعادنا اليوم المذكور بهذا المكان، وركض جواده حتى غاب عن العيان، فرحل بمهجة ختم عليها وخيم فيها، وعوض العين عن الكرى فيض مآقيها:\nأيا مَنْ غاب عن عيني منامي\n...\nلغيبته ووصلني سقامي\nرحلتَ بمُهجةٍ خيَّمت فيها\n...\nوشأن التُّرك ترحَلُ بالخيامِ\nفحين ولى، غادر في القلب ناراً لا يخبو زفيرها، لا يفتر وقدها وسعيرها، فيا لله ما أقرب ما بين الراحة والتعب، وأقصر ما بين اللذة والنصب:\nومضى وخلَّف في فُؤادي لوعةً\n...\nتَرَكَتْهُ موقوفاً على أوجاعهِ\nلم أستتمَّ عناقه لقُدُمه\n...\nحتَّى ابتدأتُ عناقه لوداعهِ\nفلم يكن إلا بمقدار ما غاب عن عياني، حتَّى أظلم على مكاني، وحال قلبي وحار، وسال دمعي وسار، وبقيت باهتاً أبكي وأنوح، حائراً كيف أغدو وأروح، وفاضت من عيني عيون، واعتراني ذهول وجنون:\nولقيتُ في حُبَّبْكَ ما لمْ يلقَهُ\n...\nفي حبِّ ليلى قيسُها المجنونُ\nلكنني لمْ أتَّبع وحش الفلا\n...\nكفعال قيس والجُنُون فُنُونُ\nفبينما أنا في تلك الحالة الحائلة، وقلبي مذعور وعيني حائلة، أستنجد بالدموع فتأتي ولا تأبى، وأرسل الأشجان إلى الأجفان فتسلبها المنام سلباً، أقول لقلبي استعد للأحزان والأشجان، وللدمع اجر فلمثل هذا اليوم صنتك في الأجفان:\nالجزء: 1 ¦ الصفحة: 32\n",
        "لبكاء هذا اليوم صُنتُ مدامعي\n...\nوكذا العزيز لكُلِّ خطب يذخرُ\nيا ساكني وادي العقيق فَدَتْكُم\n...\nعينٌ مدامعها عقيقٌ أحمرُ\nبنُتم فما استعذبتُ بعد حديثكُم\n...\nلفظاً ولم يحسنِ لَعْينِي منظَرُ\nوإذا بصاحبي قد أقبل من جانب البستان، وهو يجاوب الأطيار بترجيح الألحان فرآني على تلك الحالة التي وصفت، والصورة التي ما راقت ولا صفت، فاستعظم أمري واستبشعه، وازدرى حالي واستشنعه.\nوقال: ما لي أراك على هذه الصورة العجيبة، وأرى دموعك سائلة ومجيبة، ولا تكتم مني، وصرح ولا تكني:\nأيا صاحِبِي مالي أراكَ مُفكَّراً\n...\nوحتَّامَ قُلْ لي لا تزالُ كئيَبا\nلقد بانَ لي أشياءُ منكَ تُريبُنِي\n...\nوهيهاتَ يخفى مَنْ يكونُ مُريبا\nتعالَ فَحَدَّثْني حديثَكَ آمِنَاً\n...\nوجدتَ مكاناً خالياً وطبيبا\nتعالَ أطارحكَ الأحاديث في الهوى\n...\nفيذكر كُلٌّ مِنْ هواهُ نصيبا\nقل لي ما أصابك جعلت فداك، وأي خطب به الدهر رماك، أبك خبال أم جنون، أم أصابتك عيون عيون؟!\nفقلت (له): نعم، بي نظرة عيون كحيلة، ما لي من التخلص منها حول ولا حيلة:\nالجزء: 1 ¦ الصفحة: 33\n",
        "وما لي سوى عين نظرتُ لحُسنها\n...\nوذاك لجهلي بالعُيُون وغُرَّتِي\nوقالوا في الحُبِّ عينٌ ونظرةٌ\n...\nلقدْ صَدَقُوا عينُ الحبيبِ ونظرتِي\nفقال: كان ذلك وانفصل، واتَّصل بك من الوَجْد والغرام ما قد اتَّصل؟!\nفقلتُ: نعم، قضى الله وما شاء فعل، ومن ذا الذي يرد القضاء إذا ما نزل، وما\nبقي لي غير تدبيرك الحسن المعهود، وأجري من صنيعك المحمود، وبذل المجهود، فقد قامت قيامتي إن لم أشاهد وجه المليح، وقد زالت سلامتي، إن لم أعاين قده الرجيح:\nأنا واللهِ هالِكْ\n...\nآيَسُ مِنْ سَلامَتِي\nأو أرى القامَةَ التِي\n...\nقَدْ أقامت قيامَتِي\nقفْ معي أو معيناً، أو ضاحكاً أو حزيناً، أو عاذلاً أو عاذراً، أو فاضحاً أو ساتراً:\nقفْ مشوقاً أو مُستعِداً أو حزيناً\n...\nأو مُعيناً أو عاذراً أو عذولاً\nفقال: لأجعلنَّ وجهي في خدمتك أبيضاً، ولأبذلن جهدي لتنال الرضى، وفوق الرضى، ولكن؛ اكتم ما بك واصبر على الغرام، ولا تظهر شأنك لأحد من الأنام، فلست من السوقة الأرذال، وظهور هذا منك ليس بطائل.\nفقلت: صدقت، ولكن ليس لي دمع يمتنع، ونصحت، ولكن؛ ليس لي قلب يرتدع، فما أقابل حلاوة محبوبي بالصبر،\nالجزء: 1 ¦ الصفحة: 34\n",
        "ولا أسلو هواه ولو وسدت في القبر، وقد شكا الناس قبلي ألم البعد والفراق، وقاسوا عظيم الوجد والاحتراق، ولكن؛ لمثل حبي ما مشيت ولا سعيتُ، ويمثل وجدي لا سمعت ولا رأيتُ:\nشكا ألمَ الفراق النَّاسُ قبلي\n...\nورُوِّعَ بالهوى حيٌّ ومَيْتُ\nوأمَّا مِثْلُ ما ضمَّتْ ضُلُوعِي\n...\nفأنِّي لا سَمِعْتُ ولا رأيتُ\nفقال: قم أيها المغرور المقهور، والمأسور المعذور.\nفسرت معه إلى الدار، وأنا أستنجد الدموع الغزار، وأسكن القلب (وهو لا يسكن) ولا يطمئن، وأعلله (بالوصال وهو لا يتعلل) ولا يستكن، وصاحبي يصبرني وأنا لا أصغي سمعاً، ويذلني ودموعي تذرف سبعاً سبعاً، وأقول له: لا تتعب، فقلبي معلق بتلك العلائق، ولا تعتب، فنومي وعقلي وصبري طالق وطالق وطالق:\nومُصبِّرِ للقلب قلتُ له فهل\n...\nصبر لمَنْ عنه الحبيب يغيبُ\nوالله إنَّ الشَّهد بعد فراقه\n...\nما طابَ لي فالصَّبر كيف يطيبُ؟!\nولم أزل أرسب في الفكر وأعوم، وأقعد في الوجد وأقوم، وأعاني من الولوع عظائم الزفرات، وأقاسي من الدموع سحائب العبرات، وصاحبي يعذلني ويلحاني، ويعوذني مما اعتراني، وأنا لا أرتجع ولا ألتوي، ولا أرتدع ولا أرعوي، بل أقول له سلم لي قيادي في العشق والغرام، ولا تعترض علي في اللوعة والهيام:\nللعاشقين بأحكام الغرام رضَى\n...\nفلا تكن يا فتى بالعَذْلِ مُعترِضا\nالجزء: 1 ¦ الصفحة: 35\n",
        "رُوحي الفداء لأحبابي وإنْ نقضوا\n...\nعهد الوفيِّ الذي للعهد ما نَقَضَا\nقفْ واستمعْ راحماً أخبار مَنْ قُتِلُوا\n...\nفمات في حُبِّهم لم يبلُغِ الغَرَضَا\nرأى فَحَبَّ فرامَ الوصلَ فامتنعوا\n...\nفسام صبراً فأعيا نيلهُ فقَضَى\nفنظرَ إلي نظرة مشفق وراحم، وقال: سبحان مقلب قلوب العوالم، ولم أزل على حالي الحائل العجيب، ودمعي السائل المجيب، إلى أن أتت عساكر الليل الجحافل، وأقبلت طلائعه بكل بطل ومقاتل، فحكم الليل في وأمر، وحبس النوم وأسلم العين للسهر، وأطلق أجفاني بسيل المدامع الذوارف، ونصبني واقفاً أتلهف من عينيه وصدغيه على الماضي والسالف، قد شرد النوم عن أجفاني، فمالي بالمنام منال وأمرني بتوديع قلبي عند توديع ذلك الرشا الغزال:\nودَّعتُ قلبي يوم توديعهم\n...\nوقلتُ يا قلبي عليكَ السَّلامْ\nوأنتَ يا نومُ انصرفْ راشداً\n...\nفإنَّ عيِني بعدَهُمْ لا تنامْ\nوقد نسيت الكرى والصباح، وتذكرت الجوى والصياح، وساهرت النجوم، وسامرت الهموم، والليل مستمر لا يبرح، وكواكبه لا تتقلقل ولا تتزحزح، وطال علي الليل فهو سنة، فما ألم بمقلتي غمض ولا سنة:\nوطالَ عليَّ اللَّيلُ حتَّى كأنَّه\n...\nمن الطُول موصولٌ به الدَّهرُ أجْمَعُ\nوشرعت في مسامرة القمر، ولم أجد عوناً على السهاد والسهر،\nالجزء: 1 ¦ الصفحة: 36\n",
        "وأنشدت عند\nتراكم الأحزان والفكر، أخاطب الليل الطويل، مع ملازمة البكاء والعويل:\nيا ليلُ طُلْ أو لا تَطُلْ\n...\nلابُدَّ لي أنْ أسهرَكْ\nلو باتَ عندي قَمَري\n...\nما بتُّ أرعى قَمَرَكْ\nولم أر ليلة أجور منها ولا أظلم، ولا أطول منها ولا أعتم، كأنها من الطول حرون أدهم، وأنا بها مصاب إذ هم بي ما هم:\nغابُوا فلمْ أدرِ ما أُلاقِي\n...\nمسٌّ مِن الوَجْدِ أمْ جُنُونُ؟\nليلي لا يبتغي حراكاً\n...\nكأنه أدهم حَرُونُ\nولم أشك أن الدهر كُله (ليل) ليس يبرح، وأن كواكبه مستمرة لا تنتقل ولا تتزحزح، وأن الصبح قد مات فلا يتنفس ولا يتوضح، وأن النهار قد تاه فما له إلي الاستدلال مطمع ولا مطمح:\nخليليَّ ما بالُ الدُّجى لا يُزَحْزَحُ\n...\nوما بالُ ضوءِ الصُبحِ لا يتوضَّحُ\nأضَلَّ النَّهارُ المُستنيرُ طريقَه\n...\nأم الدَّهر ليلٌ كُلُّه ليس يبرَحُ\nوأطلب النَّوم برفق فيأبى مُصاحبة الأجفان، وتدخل العين عليه في الصّلح وما هي عنده بإنسان، فإنه عدم صحة القلب وطيب العيش على السفر، وامتنع من خيط الأجفان وإن كانت الأهداب كالإبر:\nقلبِي وعقلِي وطيبُ العيشِ بعدكُمُ\n...\nثلاثةٌ للنَّوى أمسُوا على السَّفَرِ\nأجفانُ عينيَّ ما حيطتْ على سنةٍ\n...\nهذا وقد غَدَتْ الأهدابُ كالإبَرِ\nأستُرسل الطيف إذ ذاك محال؛ لأن الطيف على النوم\nالجزء: 1 ¦ الصفحة: 37\n",
        "محال، ومن عدم الكرى كيف يأنس بالطيف؟! ومن سلب المنام فأني يطرق للطيف ضيف؟!\nفلا أعاتب الأحباب في منع خيالهم الناشز، لعلمي بما بين الكرى وعيني من المفاوز، فلقد بعد عهدها بلذيذ المنام وطيب الكرى، وقد كفى ما همل منها على الخدين وجرى:\nأأحْبَابَنَا إنْ فَرَّقَ الدَّهرُ بيننا\n...\nوغَّركم من بعد قُربِكُم البُعْدُ\nفلا تبعثوا طيفَ الخيالِ مُسلِّماً\n...\nفما لجُفُوني بالكَرَى بعدكم عَهْدُ\nفلقد كفاني حزناً عدم اللذات إلا بالفكر والتخييل، وعدم استزارة العين الطيف لاشتغالها بالدمع المديد والسهر الطويل، ولو حصل نوم وأتاني طيف لقاسيت منه الخطب (الجلي) الجليل، فقد حصل من الفراق أولاً ما منعني من استزارة الطيف الكريم البخيل:\nكفى حُزناً أنْ لا أُراقب لمحةً\n...\nولا أنظرَ اللَّذَّاتِ إلا تخيُّلا\nولا أستزيرُ الطُّيفَ خوفَ فراقِهِ\n...\nلما ذقتُ من طعم التَّفرُّق أولا\nوأقسِمُ لو جادَ الخيالُ بزورةٍ\n...\nلصادفَ بابَ الجَفْنِ بالفَتْحِ مُقْفَلا\nوما زلت أعاني القلق والسهر، وأكابد الأحزان والفكر، حتى برق عمود الصباح، وأعلن الداعي بحي على الفلاح، وظهرت بشائر الصبح الوسيم، وولى ونجي الليل وهو هزيم،\nالجزء: 1 ¦ الصفحة: 38\n",
        "وكأن الصبح في الأفق باز (نهاب)، والدجى بين مخلبيه غراب.\nفلما ارتفع ضوء النهار، ودمعي وصبري قد سال وسار، ما رأيت حسناً إلا توهمتة الحبيب، ولا مروعاً إلا وخلته الرقيب، وأنا في حالة تسر الحواسدَ والأعداء وتسوء الأصدقاء والأوداء، وكلما تذكرت الحبيب تنفست، وكلما فطنت للرقيب أوجست:\nأُقَضِّي نهاري بالحديثِ وبالُمنى\n...\nويجمعُني والهَمَّ باللَّيلِ جامحُ\nنهاري نهارُ النَّاسِ حتَّى إذا بدا\n...\nلي اللَّيلُ هَزَّتْني إليكَ المضاجحُ\nأتذكر الحبيب فأصرخ وأصيح، وأستنجد الدموع فتسيل وتسيح، وصاحبي يلحاني ويردعني، ويهددني بالملامة ويصدعني، أقول له: لا تؤذني بنصحك وعذلك، فيقول: إني أحزن لثبوت جنك، ووثوب عقلك، فأنشد وقلبي ذاهل، وعقلي زائل:\nمَنْ مُنصِفِي مِنْ عاذِلٍ جاهِلٍ\n...\nيخونُ باللَّومِ لمنْ لا يخونُ؟\nإنْ قلتُ: ما نصحكَ إلا أذى\n...\nقال: وما عِشْقُكَ إلا جُنُونُ\nفيقول: نعم، أنت مجنون في معرفتي وفهمي، أو كما ورد حبك الشيء يصمي ويعمي.\nفقلت: ليس عجيباً جنون مثلي، وقد عدمت فؤادي وسلبت عقلي:\nهَبُوني قد جُننتُ وضلّ عقلي\n...\nفهل عجب لمثلي أنْ يُجنَّا؟!\nونحن معاشرَ العُشَّاق نرضى\n...\nبما فرض الغرام لنا وسنَّا\nالجزء: 1 ¦ الصفحة: 39\n",
        "إذا عبث الغرام بقلب صَبٍّ\n...\nوأمسى لا يحنُّ فليس منَّا\nنشدتُكَ أيها اللاَّحي روُيدا\n...\nفقد أزعجتَ قلباً مُطمئَّنا\nأُعيذكَ من صباباتي ووَجْدي\n...\nومن قلقي إذا ما اللَّيلُ جَّنا\nهوىً لو أنَّ عَذْرَةَ أدْرَكَتْهُ\n...\nلأنساها هوى قيسٍ ولُبنى\nفقال لي صاحبي وهو يحاورني، وبالعذل والملام يبادرني: بالله أرجح عما أنت فيه من الخيال والخبال، ولا تلحق ببطون الأودية ورؤوس الجبال.\nفقلت: دعني بالله أيها الصاحب الصدوق، والناصح الشفوق، فإنني أخشى طول مدة الفراق وبعدها، فيا ليتني أراه نظرة وأموت بعدها:\nأليس عجيباً أنَّني لا أراهم\n...\nوأنَّ زماني بالفراق يفوتُ؟!\nفيا ليت أنَّ الدَّهر جاد بُقربهم\n...\nلعلِّي أراهم نظرةً وأموتُ\nفقلد ذهبت مقلتي من السهر والعبرات، وأحترق قلبي بتصاعد الأنين والزفرات، وذاب فؤادي من لا عج الحب والغرام، وانتحل جسمي من تلاعب الضنى والسقام، فما لي سمير غير الهموم والفكر، ولا أنيس سوى الأحزان والسهر:\nسَلُوا دُجى اللَّيل عن حالي وأخباري\n...\nيحكي لكم سهري فيها وأفكاري\nتُرى تَعُوُد ليالينا بذي سَلَمٍ\n...\nلعلَّي أُقَضِّي لُباناتي وأوطاري\nرُوحي الفداء لَمنْ باتت حواسده\n...\nتثني على حُسْنه العاري من العار\nالجزء: 1 ¦ الصفحة: 40\n",
        "تجمَّع الحُسْنُ فيه وهُو منُفرِدٌ\n...\nبين البريَّة جَلَّ الخالقُ الباري\nفقال لي صاحبي: قد رأينا من عشق وكتم، وأحب وتهتك، وهوى وألم، أنت قد أتعبت نفسك فيما لا يفيدك، وأردت من لا يحبك ولا يريدك، فإن كان بك جنون فخبرني، أو عشق فلا تكتم عني.\nفقلت: إني لأحسد والله من يجتمع شمله بأحبابه، ويرقد مع محبوبه بعد إشعاله شموعه وإغلاق بابه، حتى تراني أحسد احتباك الثريا في السما، وأتواجد على الزمان إذ جعل وجوده عدما:\nخليليَّ إنِّي للثُّريا الحاسِدُ\n...\nوإنِّي على ريب الزَّمان لواجدُ\nأيبقى جميعاً شملها وهي ستَّةٌ\n...\nوأفقد من أحببتُهُ وهُو واحدُ؟!\nومازلت على مثل هذا الحال، من تواتر الحرق وتزايد البلبال، وقطع مسافة الليالي والأيام، واستبطاء ساعاتها التي هي أطول من القرون فضلاً عن الأعوام، أقاسي كل ساعة أطول من الحول، وأقتل نفسي حتى عدمت الجلد والقوة والحول، وأنتظر رحلة الأيام والليالي، وأنا أعظم من حر المقالي.\nإلى أن دنا وقت الميعاد، وأطل يومه أو كاد، فبت تلك الليلة التي تسفر عن صباحه الأنور، وتنفس من نفحات الحبيب عن نفحات المسك الأذفر، أراقب النجوم وهي واقفة لا تتقلقل،\nالجزء: 1 ¦ الصفحة: 41\n",
        "وأشاهد الفلك وقد عطل من المدار فلا يتخلخل، وكان النجوم عيون طرقها الأرق والسهاد، وجفا أجفانها لذيذ الكرى والرقاد، وكان الكواكب شمع وقد وقد، والقطب إليها شاخص للرصد، وتراها مجتمعة ثابتة لا يزول اجتماعها وثباتها، وكأنها زهر روضة أريضة فاح زهرها ونباتها، فأي كوكب نظرت إليه وجدته مقيما لا يبرح عن مكانه، ومستقرأ لا يغرب ولا يعزب عن إخوانه، والثريا كأنها راحة تشبر الظلام، لا يزول بقيسها مسافة شهور، بل أعوام.\nفكيف يرجى لليل العاشق بهذا الشرط زوال، وكيف لا يتمنى الوامق إشراق الغزالة لميعاد الغزال:\nألا رُبَّ ليل بتُّ أرعى نُجُومه\n...\nفلا النَّوم وافاني ولا الجَفْن أغمضَا\nكانَّ الثُّريَّا راحةٌ تشبر الدُّجى\n...\nلتعلم طالَ اللَّيل لي أم تعرَّضَا\nعجبتُ لليلٍ بين شرقٍ ومغربٍ\n...\nيُقاس بشبرٍ كيف يُرجى له انقضَا\nمع علمي بأن الصبع مات بليله الذي أظلم فيه وعسعس، وتحقق بأنه لو كان في قيد الحياة لكان تنفس:\nلَّما رأيتُ النّجمَ ساهٍ طرفُهُ\n...\nوالقُطْبُ قد ألقى عليهِ سُباتا\nوبنات نعشٍ في الحدادِ سوافِراً\n...\nأيقنت أن صباحَهُم قَدْ ماتا\nفبعداً لها من ليلة طال أمد عمرها، وأريت على شهرها وحولها\nالجزء: 1 ¦ الصفحة: 42\n",
        "ودهرها، وشكراً لها إذا كان يومها موعداً للوصال والهنا، وسلماً إلى بلوغ الآمال والمنى.\nفلم أزل أحييها وجداً وغراماً، وتميتني تذكراً وهياماً، إلى أن كاد الظلام يشف لونه الحالك، ويتبسم ثغر صبحه الضاحك، وبدت أعلام الصباح منشورة الرايات، وسطعت أنوار النهار منصورة الآيات، وأقبل الفجر مؤيداً منصوراً، وولى الليل مهزوماً ومكسوراً، وبدا صاحب الغزالة مشرق الأنوار، وفرق من شعاعها سبائك الذهب على سائر الأشجار:\nكأنَّ شُعاعَ الشَّمسِ في كُلِّ غَدْوَةٍ\n...\nعلى ورقِ الأشجارِ أوَّلُ طالعِ\nدنانيرُ في كفِّ الأشلِّ يضمُّها\n...\nلقبضٍ فتهوي من فُرُوج الأصابعِ\nفنهضت أسابق رجح البصر، مسارعا إلى ميعاد ذلك القمر، واستصحبت معي ذلك الصديق الصادق، والرفيق المرافق.\nفوصلنا إلى ميعاد جالب الأرق والهموم، وفاضح شمس النهار ولا أرضى أقول القمر فضلاً عن النجوم، وأنا أرسب في الفكر وأعوم، وقلبي يتململ ويتقلقل ويقعد\nفي الوجد ويقوم، فوصلنا إلى المنتزه الأنيق، والمحل الذي هو باللطافة والمحاسن خليق، فما وقفنا على عين ولا أثر، ولا ظفرنا بحس ولا خبر، بل الماء يجري ويتوجح بخريره، والنواعير تئن لنواح بلبله وشحروره.\nفأجرى من النواحي نوح النواعير دمعي، فأطرقت للماء طرفي وأصغيت للدولاب سمعي، وأنا أتعجب من تلك\nالجزء: 1 ¦ الصفحة: 43\n",
        "الناعورة المذعورة الحائرة، وأنظر الماء فوق كتفها وهي عليه دائرة.\nفعلمت أنها تئن من لوعة الفراق لما فقدت قرينها، فجعلت تعلل قلبها بلقائه، وتدير في الماء عيونها، كأنها تذكرت حالها وهي غصن يفهم التمايل ويدري، فغدت كلها عيوناً على عهد أيام الصبا تجري، فصارت تعد من العجائب، إذ تسير من غير مفارقة موضعها، إذ لا رأس في جسدها، وقلبها ظاهر وعيونها في أضلعها:\nوناعورةٍ قد ضاعفت بنُواحها\n...\nنُواحي وأجرت مُقلَتَيَّ دُمُوعَها\nوقد ضعفتْ مَّما تئنُّ فقد غَدَتْ\n...\nمن الضَّعف والشَّكوى تَعُدُّ ضُلُوعها\nوالحمائم تبكي على موائس الأغصان في الرياض، وتذري دموع الخمول في تلك الخمائل والغياض، فقاسمتني الغضا قسمة شوهت خلقي وإنشائي، فجعلت غصونه في راحتيها وجمرة في قلبي وأحشائي:\nأحمامَةَ الوادي بمُنعرج اللِّوى\n...\nإنْ كنتِ مُسعدة الكئيب فرجِّعي\nفلقد تقاسمنا الغَضَا فغُصُونه\n...\nفي راحَتْيكِ وجمره في أضلُعِي\nوجعلت أخاطبها بلسان الشكوى والغرام، وأغامزها بعين البلوى والهيام، وهي تطارحني الأحزان والأشجان، وتأتي من الألحان بالفنون على الأفنان، فخاطبتها بلسان حالي الحالي، وأنشدتها بلسان مقالي أتعرض للقالي:\nأحمامَةٌ فوقَ الأراكةِ بيِّني\n...\nبحياة مَنْ أبكاكِ ما أبكاكِ؟\nأما أنا فبكيتُ من ألم الجوى\n...\nوفراق مَنْ أهوى فأنتِ كذاكِ\nالجزء: 1 ¦ الصفحة: 44\n",
        "وناحت فنحت بنواحها على الغصون، وأحزنتها بتصاعد الزفرات وفيض الشؤون، فصار بيني وبينها نسبة بالبكاء والأحزان، وود وإخاء، إذ كل منا يبكي على الأغصان:\nرُبَّ ورقاَء هَتُوفٍ في الضُّحى\n...\nذات شَجْو صَدَحَتْ في فَنَن\nذكرتْ إلفاً ودهراً ماضياً\n...\nفَبَكَتْ حُزْنَاً فَهَاجَتْ شجني\nفَبُكَائي رُبَّما أرَّقَهَا\n...\nوبكْاها ربُمَّا أرَّقني\nولقد تشكو فما أفهُمَها\n...\nولقد أشكو فما تفهمُني\nغير أنَّي بالجَوَى أعرفُهَا\n...\nوهي أيضاً بالجَوَى تعرفُني\nأتراها بالبكاء مولعةٌ\n...\nأم سقاها البينُ ما جرَّعَنِي\nفجلسنا ننتظر الوعد من الحبيب، وقلبي قد تقطع من البكاء والنحيب، فقال لي صاحبي: أنا أتوجه إلى محبوبك لتقديم قصتك، وأجتهد في تفريج همك إن شاء الله وغصتك، وأستنجزه الوفاء بالميعاد، والله المستعان وعليه الاعتماد، وآتيك به أو بالجواب، وأفوز بالأخر في الجمع بين الأحباب.\nفقلت: لمثل هذا اليوم ادخرتك صديقاً وصاحباً وحميما، ولمثل هذا اليوم أعددتك شغوفا ظاعناً ومقيماً، فتوجه إليه، وبالغ في الخطاب، ولطف الألفاظ وسدد الجواب، وتوسل إلى المراد والمرام، فمثلك لا يدل إلاَّ على صواب، واستمنحه الوفاء، فهو غاية المقصود والأمل، وأوجز في المقال فحبيبي عنده ملل، وأنت - بحمد الله - ذو فطنة ورتبة ودراية، وصاحب توسل ودرية\nالجزء: 1 ¦ الصفحة: 45\n",
        "وولاية:\nفيا رسولي إلي مَنْ لا أبوحُ به\n...\nإنَّ المهمَّاتِ فيها يُعرَف الرَّجلُ\nبَلِّغْ سلامي وبَالغْ في الخطاب لهُ\n...\nوقَبِّلِ الأرضَ عِّني عندما تصلُ\nبالله عَرِّفْهُ عنِّي إنْ خلوتَ به\n...\nولا تُطِلْ فحبيبي عنده مَلَلُ\nوتلك أعظمُ حاجاتي إليكَ فإنْ\n...\nتنجحْ فما خابَ فيكَ القصدُ والأملُ\nولم أزلْ في أموري كُلَّما عرضتْ\n...\nعلى اهتمامك - بعد الله - أتَّكِلُ\nفالنَّاس بالنَّاس والدُّنيا مكُافأةٌ\n...\nوالخير يُذكَرُ والأخبارُ تنتْقِلُ\nفتوجه صاحبي إلى المحبوب بالرسالة، وتركني في البستان على أسوء حالة، فمشيت في جوانب ذلك الروض الأريض، وأنا في الهم الطويل العريض، فما نظرت نرجساً إلى وقلت هذا طرف الحبيب الناعس، ولا رأيت غصناً إلا ذكرت قده المائد المائس، ولا ورداً إلا قطعت بأنه خده الناعم، ولا أقحواناً إلا وتحققت بأنه ثغره (الأشنب) الباسم.\nوبقيت أجول في تلك الرياض وأطلب الخلاص، وأنى لي بذلك ولات حين مناص، وألوم نفسي تارة وأعذرها أخرى، وأستنصر الصبر فلا أبصر له نصراً.\nوكلما ذكرت الحبيب ذبت (في) مكاني، وكلما عانيت مكانه تضاعفت أحزاني، وسال دمعي في تلك العراص والرحاب، وجاد بما لم يكن في حساب الحساب، فكففته تجلداً فما كف، وسمته وقوفاً فوقع وما وقف، وأردت الإنكار فخالف واعترف، وتكرم وهو سائل حتى كأنه من لجة البحر اغترف:\nالجزء: 1 ¦ الصفحة: 46\n",
        "أرى آثارَهُم فأذوبُ شوقاً\n...\nوأسكبُ في مواضعهم دُمُوعِي\nوأسألُ مَنْ بفُرْقَتهم رماني\n...\nيمُنُّ عليَّ يوماً بالرُّجُوعِ\nكل ذلك وأنا ذاهب ذائب، ونادم ونادب، متضلع من ماء جفني الساكب، متطلع إلى سرعة عود الصاحب، لا أستقر بمكان واحد، ولا أظفر بمساعف ولا مساعد، بل تارة أستكن وأتجلد، وتارة أنشد وأتنهد:\nإنْ تَّم ما جاَء رسولي به\n...\nغفرتُ ما أسلفَهُ الدَّهرُ\nوإنْ وفى الحبُّ بميعاده\n...\nوباتَ عندي ولهُ الأمرُ\nسمحتُ بالنَّفْس جزاءً لهُ\n...\nإذْ لا يُؤدِّي حقَّهُ الشُّكْرُ\nوأنا في ذلك على أعظم من حر النار، من طول التطلع والترقب والانتظار،\nوأستنشق ريح الصبا من جهة المحبوب، وأستبشر بريحه مع ريحه حتى كأنني يعقوب، وأسر حتى بالطيف من رؤياه، وأقنع حتى بالريح من هواه:\nأستودعُ اللهَ أحبابي الذين نَأوا\n...\nوخلَّفُوني في نيران تبريحِ\nأستنشقُ الرِّيح من تلقاء كاظمةِ\n...\nلقد قنعتُ من الأحباب بالرِّيحِ\nكل هذا وعيني تجود وتجول، وأنا متطلع إلى عود الرسول، وإذا به قد عاد فريداً كثيبا وحيداً مبعداً، يموج تارة، وتارة يترنم، ويبكي تارة، وتارة يتبسم.\nفحين رأيته على هذا الحال، ليس معه بدر ولا غزال، وقعت على الأرض من قامتي، وقامت في تلك الساعة قيامتي، لكن طاب قلبي لما بدا متبسماً، وسكن جأشي لما بدا مترنما.\nفقمت مبادراً له وإليه، وعكفت إلى تقبيل كفيه وعينيه، وقلت له: بين لي حقيقة أمرك، ودلني على خبرك وخيرك، فدتك روحي أين الحبيب؟ خبر،\nالجزء: 1 ¦ الصفحة: 47\n",
        "فعهدك به قريب، واشف قلباً\nضاق به الفضاء الرحيب، وجفنا أغلقه البكاء والنحيب، وفي هذا اللفظ العجيب، والمعنى القريب:\nمَنْ رآني قَبَّلْتُ عينَ رسولي\n...\nظنَّ أنَّ الرَّسول جاء بسولي\nإنَّ عيناً تأمَّلتْ ذلك الوجهَ\n...\nأحقُّ العُيُون بالتقّبيل\nإنَّما حين قالَ أبصرتُ مأمون\n...\nلَكَ قَبَّلْتُ مَنْ رأى مأمولي\nنبئني ما الخبر؟ وأين النجم، بل القمر؟ وما فعل البدر وغصن النقاء؟ ومتى يدنو المزار ويحصل اللقاء؟ وما هذا الوجوم الذي يعتريك؟ وما الذي يضحكك تارة وتارة يبكيك؟ قل ولا تكتم فتيلا ولا نقيرا، وأعد حديثك، وكرره تكريرا:\nكَرِّرْ حديَثكَ قد تَضَوَّعَ ريحُهُ\n...\nمسكاً وطابَ على السَّماعِ صحيحُهُ\nوأَعِدْهُ حَّتى يشتفي من طيبهِ\n...\nمُضني الفُؤاد وصَبُّهُ وجريحة\nوحديثُكَ المرفوعُ صِلهُ بمسمعي\n...\nفعساه من ألم الفراق يُزيحُهُ\nوعساه يقطع مُرسلاً من أدمعي\n...\nويزيلُ مُعضِل علَّتي وتريحُهُ\nلو كنتَ تروي مُرسلاً من لوعتي\n...\nلرويتَ منه ما يطولُ شُرُوحُهُ\nإنَّي امرؤٌ في الحُبِّ فَرْدٌ شأنه\n...\nقد مَسَّني وأضرَّني تبريحُهُ\nخيَّم على الحُبَّ حَّتى أنَّني\n...\nلخليلُهُ وكليمُهُ وذبيحة\nفقال: توجهت من عندك إلى مكانه، فوجدته جالساً بين إخوانه، وأترابه الأتراك، الناصبين لمثلك شرك الأشراك، فعلم أني رسول منك إليه، فرمقني بطرفه وغمزني بعينيه، ففهمت المقصود فجلست ساكتاً، وبقيت في تلك المحاسن واللطافة باهتاً، فلم أتمكن من الكلام\nالجزء: 1 ¦ الصفحة: 48\n",
        "سوى بالحواجب والعيون، ولم أحادثه سوى بإشارة الأصابع وغمز الجفون:\nغَمَزْتُهُ بناظري\n...\nولم أفُهُ بكلمة\nأجابني حاجُبه\n...\nلكنْ بُنون العَظمَة\nولم أزل على هذه الحالة مقيماً هناك، وأنا مجتهد على العود فيما فيه مناك وهناك، فالتفت إليه أترابه الأتراك، الناصبون لمثلك أشراك الأشراك، وقالوا: لابد من اصطيادك معنا هذا النهار، والتنزه بالسرحة إلى المساء والمسار.\nفقال: أجدني لا نشاط لي في الركوب اليوم، ولا غرض لي في السرحة أيها القوم.\nفقالوا: والله لابد من الركوب معنا هذه الساعة، فانهض ولا تتوان فيد الله مع الجماعة،\nفأنت واصل حبلنا، وجامع شملنا، وأنت بدرنا، ونحن كواكبك، وأنت أعيننا، ونحن حواجبك، فإن سرحت شرحت بطلعتك الصدور، وإن تخلفت كدرت الورود والصدور، فأجبرنا معشر المماليك، أيها المالك، فو حياة رأسك لا بد من ذلك.\nفلم يمكنه إلا إجابة سؤالهم بالقبول، وأجراهم منه على خلق ألطف من نسمات القبول، فشد حياصته وقلبي يتقطع ويذوب، وقدم أليه جواده الأشقر للركوب، وتحين غفلتهم وأتاني، وحياني فأحياني.\nوقال: مرحباً بكَ وأهلاً، ورعياً لكَ وسهلاً، فتعظيمك واجب لمرسلك الميتم، وأكرامك متعين ولأجل عين ألف عين تكرم:\nأُجازي على العَين لأنَّهُ\n...\nلعينِ تُجازى ألف عينٍ وتُكرَمُ\nسلمْ عليه من جهتي أبلغ السلام، وعرفه ما عندي من الشوق والغرام، وأنتي لا أختار\nالجزء: 1 ¦ الصفحة: 49\n",
        "عنه عوضاً وبديلاً، ولا أتخذ غيره صديقاً وخليلاً، فجزاؤه أن يراعي جانبه ويواصل، ويناضل عدوه ويفاضل، فهو فينا محب، ونحن فيه أحب، وما جزاء من يحب إلا أن يحب.\nلا تنس محافظته على العهد والوداد، ولذلك لا أخلف الميعاد، فدعه ينتظر بالمكان المذكور\nفأنا أحرص منه على الإتيان والحضور، وليكن المكان خالياً من الأكدار، صافياً من الرقباء والأغيار، لا يشير إلينا سوى المنثور بإصبع وكف، ولا يرمقنا سوى عيون النرجس المضعف، ولتكن أنت معه في هذا المكان، فنعم الرجل أنت أيها الإنسان.\nوأنَّى أتوجه من البستان إلى داره، وأرضيه جهدي وأداره، وأفوز بم نادمته ومفاكهته، وأشاركه في شرابه وفاكهته، وأسقيه طوراً بفمي وطوراً بالأقداح، وأشفيه بسقام عيوني المراض الصحاح، وأحييه بمشاهدة جبيني المشرق الوضاح، وأبيت في صدره معانقا من المساء إلى الصباح، فهل يجب علي أكثر مما ذكرت، وهل يطلب مني فوق ما أشرت؟!\nفقلت له: لقد جاوزت الحدود في الأوصاف، وأنصفت غاية الإنصاف، فلم أملك\nإعادة الجواب، ولا أطلت له بعدها في الخطاب، وسبقت إليك فوح النسيم؛ لأبشرك بطلوع الشمس في الليل البهيم، فقم على قدميك، وتلق بالترحاب من قدم عليك، وأنشد الأبيات والأمثال، في وصف هذا الحال:\nأهلاً وسهلاً بكَ من زائرٍ\n...\nيُخجل نورَ القمر الباهرْ\nالجزء: 1 ¦ الصفحة: 50\n",
        "أهلاً وسهلاً بكَ من مُؤٍنسٍ\n...\nينظر عن ظرف الرَّشا النَّافرْ\nرَدَدْتَ بالقُرب زمانَ الصّبا\n...\nوطيبَ عيش السَّالف النّاضرْ\nوعيشة ولَّت على حاجرِ\n...\nجاد الحيا السَّكب ربُى حاجرْ\nفكدت أطير فرحاً وسروراً، ولو لم أتماسك لصرت مثلاً مشهوراً، وتضاعفت محبتي لصديقي، وصار أنفس من نفسي فضلاً عن شقيقي، وعذُبَ كلامه في مسمعي وحلا، وأزال عن القلب الهَمَّ وجلا، وهزني وأطربني بطيب حديثه، وأنساني ما لقيت من قديم النصب وحديثه:\nرسولَ الرِّضا أهلاً وسهلاً ومرحبا\n...\nحديثُكَ ما أحلاهُ عندِي وأطيَبا\nويا مُحسناً قد جاَء مِنْ عِنْدِ مُحسنٍ\n...\nويا طَيِّبَاً أهدى مِنَ القَوْلِ طيَّبَا\nويا حاملاً مَّمنْ أُحبُّ سلامَهُ\n...\nعليكَ سلامُ الله ما هَبَّت الصبَّا\nلقد سرَّني ما قد سمعتُ من الرِّضا\n...\nوقد هَزَّني ذاك الحديثُ وأطرَبا\nوبَشَّرْتَ باليوم الذي فيه نلتقي\n...\nألا إنَّه يومٌ يكونُ لَهُ نَبَا\nستكفيكَ مِنْ ذاك الُمسمَّى إشارةٌ\n...\nودَعْهُ مَصُونَاً بالجمال مُحجَّبَا\nأشِرْ لي بوصف واحد مِنْ صفاتِهِ\n...\nتكنْ مثل مَنْ سمَّى وكَّنى ولقَّبَا\nفقال لي صاحبي: إن سيوف المحبة تكلم القلب ولا تؤلم، وقد سررت بهذا الكلام، ومن سر فليولم، فاخلع لي ما عليك بشارة بالفرح والفرج، فقد أتيتك بميعاد سالب القلوب والمهج.\nفقلت له: والله لا أرضى\nالجزء: 1 ¦ الصفحة: 51\n",
        "بخلع قلبي عليك بأجمعه، إذ به جعلتني أهلاً لمن لم أكن\nأهلاً لموقعه:\nأهلاً بَمنْ لم أكُنْ أهلاً لموقِعِهِ\n...\nقول الُمبشَّر بعد اليأس بالفرجِ\nلكَ البشارةُ فاخلعْ ما عليكَ فقد\n...\nذُكِرْتَ ثُمَّ على ما فيكَ من عَوَجِ\nهذا؛ وقد كنتُ أجتهد في إصلاح منزلي جهد الطاقة، ولم يصدني عن قصد البيت والقاعة عاقة، وهيأت جميع المشروب والمشموم، والظاهر والمكتوم، وحرصت على تحصيل الموجود والمعدوم.\nفبينما نحن في تلك الحالة التي هي بالوعد هنية، والعيشة التي هي بالانتظار رضية، وإذا بجانب الروض قد أشرق بالأنوار، وتمايلت عجبا أغصان الأشجار، وغنت طرباً صوادح الأطيار، فرمقنا ننظر السبب الموجب لذلك، وما هذا العنبر الذي ضوع المسالك؟!\nفإذا الحبيب قد صدق في الميعاد، وأقبل يتمايل بقده المياد، وبدا يرفل في حلل الملاحة، وشمس وجهه مشرقة في سماء الصباحة، والمحاسن تنشر في غلائله، والملاحة تقطر من شمائله.\nفحين رأيته من بعيد وهو مقبل، قلت لدمع السرور: أهمل أيها الدمع، ولا تمهل:\nبكيتُ وقد بدا لي من بعيد\n...\nيلوح بوجنَتْيهِ الجُلَّنارُ\nففي خدَّيْه نارٌ وهي ماءٌ\n...\nوفي عينيَّ ماءٌ وهي نارُ\nفدفع إلي من الفرح دفعات، وصرت في الأحياء بعد أن كنت في الأموات، وعاد القلب في مستقره بعد القروح، وطاب الجسد وطار\nالجزء: 1 ¦ الصفحة: 52\n",
        "حين عادت فيه الروح، وقمت مبادراً له وإليه، واضعاً حر وجهي مكان قدميه:\nوقمتُ أفرشُ خَدَّي في الطَّريق لهُ\n...\nذلاً وأسحبُ أذيالي على الأثَرِ\nفهمت عند مشاهدة جماله، وقد شغلني حسنه عن السلام عليه وسؤاله، فوقفت مبهوتاً ذاهلاً، وقد أصبح دمعي باقلاً، فابتدرني بالترحيب والتسليم، وقابلني\nبالتبجيل والتعظيم:\nوحَّيا ثُمَّ لاحظني دلالاً\n...\nبوجهِ غزالةٍ وعُيُون ريمِ\nغزالٌ كالصَّريم لهُ جبينُ\n...\nيهيمُ بحُبُه قلبُ الصَّريمِ\nلهُ قلبٌ كأنَّ الصَّخرَ منهُ\n...\nويحسدُ خصرهَ مَرٌّ النَّسيمِ\nبَدِيعُ ملاحةٍ يصبو إليه\n...\nبأوَّل لمحةٍ قلبُ الحكيمِ\nلهُ خصرُ وطرفٌ مثل جسمي\n...\nسَقيِمٌ في سقيمٍ في سقيمِ\nثم رمقني بطرفه الصحيح السقيم، وابتسم عن ثغر يفضح الدر النظيم، ثم شرع في تقبيل يدي بالإشارة، فسلبني بذلك فصيح اللفظ والعبارة.\nفقلت لهُ: لقد أضحى غرامي فيك لي غريماً، وأمسى قلبي وحزني ظاعناً ومقيماً:\nغرامي فيكَ قد أضحى غريمي\n...\nوهَجْرُكَ والتَّجنِّي مُستطابُ\nكذا بلوى مَلا لُكَ لا لذئبٍ\n...\nوقولكَ ساعةَ التَّوديع طابوا\nثم قال: بالله عليك كيف وجدت نفسك بعدنا؟ وهل عندك من الشوق\nالجزء: 1 ¦ الصفحة: 53\n",
        "كما عندنا؟ وهل أحسنت تلقينا؟ وليتك لقيت من الصبابة كما لقينا، وكيف صرت حين قدمنا؟ وهل عدمت الجلد كما عدمنا؟ أم قتلك الوجد فأخرس لسانك، وغلبك الهوى فسلبك بيانك؟ خبرني عن أصل ضمائرك، واشرح لي كنه سرائركَ.\nفأنشدت وقلبي طائحٌ وطائر، وعقلي حائم وحائر، ووجدي جائد وجائر، وطرفي ساهد وساهر، ودمعي سائل وسائر:\nلم أنسَهُ لَّما بدا متُمايلاً\n...\nيهتزُّ من طيب الصّبا ويقولُ\nماذا لقيتَ من الجَوىَ فأجبُتهُ\n...\nفي قصَّتي طُولٌ وأنتَ مَلُولُ\nفتبسم عن نظيم الدر المكنون، ورمقني بعين تحار فيها العيون، وقال: والله، إن غيرك لا يراع ولا يراد ولا يرام، وأنت عندي لا تضاع ولا تضار ولا تضام، ولمثل ودك لا يقاس ولا يقال ولا يقام، ولمثل سرك لا يذاع ولا يزال ولا يذام،\nفإن صدقت قول الوشاة فماذا منك بجميل، وإن زعمت بأني مللت حديثك، فبالله، قل لي إلى من أميل:\nصَدَّقْتُمُ قولَ الوُشاةِ وقد مضى\n...\nفي حُبّكم عُمري وفي تكذيِبها\nوزَعَمْتُم أنَّي أمَلُّ حديثكُم\n...\nمَنْ ذا يملُّ من الحياة وطيبِها\nأما أنا، فشوقي إليك متزايد، ونفسي لبعدك متصاعد، ولومي بعد بعدك طويل، ونومي من بعد غيبتك قليل، ما أتيتك إلا وقد ضاق صدري من الفراق، وسئمت من سيل الدمع المهراق، فلو علمت ما بي لعجلت نحوي المسير والسباق، وأتيتني كسرعة البرق، ويجل هنا ذكر البراق:\nالجزء: 1 ¦ الصفحة: 54\n",
        "فَدَيْتُكَ لولا الحُبُّ كنتَ فَدَيْتَني\n...\nولكنْ بسِحْرِ الُمقلَتَيْن رَمَيْتَني\nأتيتُكَ لَّما ضاقَ صدري من الهَوَى\n...\nولو كنتَ تدري حالتي لرَحِمْتَني\nإيه، وكيف صبرك بعد فراقي؟ وكيف حالك بعد ركوبي وانطلاقي؟ وهل رزقت مناما هجرناه، أو عرفت قراراً أنكرناه؟ وهذه الجملة والتفصيل، والاختصار أولى عندي من التطويل.\nفإن أنكرت دعواي، فاستفت قلبك فهو عارف، أو استقللت دمعاً فشاهد دمعك الدافق الذارف، وهاأنا تحت أوامرك ونواهيكَ، فاحكم - فديتك - حكم المالك على المماليك، لكن؛ اصدقني، عل حلت عن مودتك الصافية، وتغيرت عن محبتك الوافرة الوافية؟ وهل رجعت عن محبتك الصادقة؟ وهل قامت السنة السلو إليك ناطقة.\nفقلت وقد أزعجني بهذا الكلام، وذاد عن جفني لذيذ المنام:\nلا والذي سَمَكَ السَّماء بأمره\n...\nقَسَمَاً وتكفي هذه الأقسامُ\nما حلت عن ذاك الوداد وإنَّه\n...\nبَاقٍ له عند الممات دوامُ\nفقال: اتبع الحق في هذا المقام والمقال، ولا تكن ممن حال عن ذا الحال في\nالحال، وقم بصبابات الهوى في، لترشف كؤوس الراح من في، ولا يصدنك عن ذاك هجر وصدود، واصعد للجو في الجوى لتنال السعود في الصعود.\nفقلت: لا تتعب نفسك في الوصية بالغرام، فإنني قائم في الصبابة والهيام أتم قيام، فإن لم أقم بذلك، فلا حظيت ببرد ثناياكَ وطيب ثنائك، ولا فزت ببرد رضابك وحلو رضائك:\nإنْ لم أقم بصبابات الهوى فيكا\n...\nفلا ارتشفتُ كُؤُوس الَّراح من فيكا\nالجزء: 1 ¦ الصفحة: 55\n",
        "فيا مُريقَ دمي من غير ما سببٍ\n...\nها قد رضيتُ به إنْ كانُ يرضيكا\nلم يُبْقِ هجرُكَ لي صبراً ولا جَلَدَاً\n...\nولم يَدَع فيَّ كتماناً يجنيكا\nيا قلبُ إيَّاكَ أنْ تهوى سوى أملي\n...\nأرقيكَ أرقيكَ باسم الله أرقيكا\nفإنْ أَضَلَّكَ منهُ ليلُ طَّرته\n...\nفَصُبْحُ غرَّتِهِ الوضَّاح يهديكا\nيميلُ غُصنُ النّقا إنْ مال مُنعطفاً\n...\nوإنْ رنا لفتات الظَّبي يعطيكا\nيا ثغرَهُ كان دمعي أبيضاً يَقَقَاً\n...\nفَبَدَّلَتْهُ يواقيتاً لآ ليكا\nوأنتَ يا خصرَهُ أعديتَ سقمكَ بي\n...\nحقَّاً لقد صرتُ بالي الجسم منهوكا\nوبِتَّ تلدغُ يا ثعبانُ طرَّته\n...\nقلبي فيا ليتَ أنَّي بِتُّ حاويكا\nيا فِتْنَهً لو وقاني الحُبُّ وقعتَهَا\n...\nما كان سرَّي بعد الصَّون مهتوكا\nفلا تَسَلْني عن وَجْدي وعن قَلَقي\n...\nبَلْ سائِلِ الدَّمْعَ إنَّ الدَّمْعَ يُنبيكا\nهذي دمُوُعي على حالي متُرجمةٌ\n...\nوهذه ألسنُ الشَّكوى تُناجيكا\nفقال: صدقت أيها الصب الوامق، والمحب الصادق، لكن؛ مع وجود المحبوب تسرع القلوب في توددها وتقربها، وفي غيبته ترجح إلى تنفرها وتجبنها، وهذه عادة القلوب في تعنتها وتعتبها، وما سميت القلوب قلوباً إلا لتقلبها.\nفقلت له: لساني يقصر عن محاجتك عند حضورك، ويطول في غيبتك بما أنت عليه من أمورك، فلا يمكنني أن أتظلم وأنت لي ظلوم، والله يعلم الظاهر من\nالمكتوم:\nحُجَجي عليكَ إذا خلوتَ كثيرةٌ\n...\nوإذا حضرتَ فإنَّني مخصومُ\nلا أستطيع أقولُ أنتَ ظَلَمْنَي\n...\nواللهُ يعلمُ أنَّني مظلومُ\nفقال: تزعم أنك مظلوم وأنا ظلمتك، وأنك مسلوب وأنا سلبتك،\nالجزء: 1 ¦ الصفحة: 56\n",
        "وتدعي أني خال من الأشجان والهموم، وناء عن الأحزان والوجوم، وقد حلفت لك ألف يمين، وتزعم أني في اليمين غير أمين، فإن كنت عندك غير صدوق، وممن لا ترعي لديه الحقوق، رجعت من حيث أتيت، ولا يضمني وإياك - ورب البيت - بيت.\nفامدد يدك أقبلها للوداع، وأذيقك حرارة الفراق بعد لذة هذا الاجتماع، ولا تطمع مني بعدها في الوصال.\nفقلت وقد تقطع قلبي بهذا المقال ورماني بما هو أشد من وقع النصال: بالله، لا تمل علي مع الزمان الغادر، ولا ترم بسهم بعادك فؤادي الطائر، فلقد عجبت من صدودك والجفاء، من بعد ذاك الوداد والوفاء، حاشا شمائلك اللطيفة أن ترى علي عونا، وحاشا أخلاقك الشريفة أن تكون لوناً وتصير لونا:\nإنَّي لأعجبُ من صُدُودكَ والجَفَا\n...\nكم بعد ذاك القُرْبِ والإيناسِ\nحاشا شمائلكَ اللَّطيفة أنْ ترى\n...\nعوناً عليَّ مع الزَّمانِ القاسي\nفقال: والله، لقد ندمت على حضوري إليك، وعلى إنجاز الوعد بالعطف عليك، لأن باطنك غير سليم، وحبك غير ثابت ومقيم.\nفقلت: لا تنسبي إلى عدم المودة، واستفت قلبك، فلا تتهمني، فوالله، لا أسلو هواك وحبك، فيا ليت قلبك مثل عطفك، ويا ليت ودك مثل ردفك، فبالله، ارحمني، فقد صرت من الشفا على شفا، ولا تبدل حلاوة الود بمر الجفا:\nلو كان قُلبكَ مثل عطفكَ ليَّنا\n...\nما كنتُ أقنعُ من وصالكَ بالُمنى\nلكنَّ خصرَكَ مثل جسمي ناحلٌ\n...\nوكلاهما متُحالفان على الضَّنى\nالجزء: 1 ¦ الصفحة: 57\n",
        "يا هاجري ظُلْمَاً بغير جنايةٍ\n...\nما هكذا شرط المحَّبة بينناَ\nقَّيدْتَ طرفي مُذ تسلسلَ دمعُهُ\n...\nوجستَ نومي فالأسيرُ إذاً أنا\nلا تحمِ قَدَّكَ عن حنايا أضلُعي\n...\nكم لذَّةٍ بين الحَنَا والُمنحنى\nعلَّمتني كيفَ الغرام ولم أكن\n...\nأهوى الهوى فرأيتُ صعباً هيَّنا\nفقال: يهون إن شاء الله ولا يصعب، ويرغب القلب في الاجتماع ولا يعزب، ويطلع بدر اللقاء في أفق الوصال ولا يغرب، ويبيت قمرك في صدرك ولا يغرب، فلم أعاتبك إلا من باب اللعب والمجون، وإن اتخذت صاحباً سواك إني إذاً لمجنون، فوالله، ليس في قلبي محبة لسواك، وإن أظلمت بالفراق صباحك لأشرقن بالوصال مساك، وقد كابدت أيها الصب الصبابة، ولم أصرح وعندي من الصبر لبابه:\nألِفنا التَّجا في واطمأنَّت قُلُوبنا\n...\nعليه وهذا آخر العهد بالصَّبرِ\nوإنْ واصلَ المحبوبُ وارتفعَ العنا\n...\nوطالَ زمانُ الوصل لاشتقتُ للبحرِ\nفلما سمعت در كلامه، وفهمت رونق نظامه، زاد وجدي وغرامي، وتضاعف حنيني وهيامي، وكدت أطير من الفرح والسرور، وكاد فؤادي يلحق بملحقات الطيور.\nفقلت: يا قرة العين الساهرة، وقرار القلوب النافرة، شفيت نفساً أشرفت على التلف، وأنعشت قلباً أودي به وارد الأسى والأسف، ورفعت أملا كان في الحضيض فنال الشرف، وأحييت روحاً أماتها الهجر والصدود، ونفساً لازمها الهم فلا يجوز أن يجوز عليها ولا يجود، فاستدركت ما بقي من رمقها، وخلصتها من لوعاتها وحرقها، وسقيتها، فعادت مخضرة الأوراق يانعة الأزهار، متمايلة بنسمات الوصال وقرب المزار:\nالجزء: 1 ¦ الصفحة: 58\n",
        "لَّما رأيتُ الوَجْد قد شَفَّني\n...\nوخانني من بعدكَ الصَّبرُ\nمَنَنْتَ بالوصل على مُغرمٍ\n...\nذاب اشتياقاً فلكَ الأجرُ\nفقال: خلنا من زخرف الأقوال، فلك المنة علينا في جميع الأحوال، وقم بنا إلى الدار، وأخلها من الرقباء والأغيار، وحظي في ذلك أوفي وأوفر، ونصيبي منه أقوى وأكثر، فاستعد لوصالي، فنعم البدل أنا من خيالي، فقد تبلج الليل الدامس، وابتسم ثغر الدهر العابس، وحضر الحبيب وغاب الرقيب، وقهقه العيش بعد القطوب، ولم تبق حاجة في نفس يعقوب، فقم بنا فدتك النفس، فقد أقبل السعد وولى العكس.\nفأمرت صاحبي بالوجه إلى الدار، لترويق العقار، وتزويق العقار، ومشيت أنا والحبيب معا، والسعد قد أقبل نحوي وسعي، فوصلنا إلى المنزل وقت الغروب، وقد زال ما على القلب من الغم والكروب، فأضاه الأفق من سنا نوره، وسلب الليل لباس ديجوره:\nفو اللهِ ما أدْرِي أأحلامُ نائمٍ\n...\nألَّمتْ بنا أم كان في الرّكب يُوشَعُ\nفحيين رأيت المحبوب قد حصل، وخضاب الفراق قد نصل، بكيت بدمع أجراه الفرح والجذل، وأطلقه السرور فسح وهمل.\nفقال: ما هذا\nالجزء: 1 ¦ الصفحة: 59\n",
        "البكاء والنحيب، وقد عالج الداء الطبيب، وغاب العاذل والرقيب، وحضر المحب والحبيب:\nفأجبُتهُ لَّما رأيتكَ زائري\n...\nوسمحتَ لي بعد النَّوى بتداني\nطَفَحَ السُّروُرُ عليَّ حتَّى أنَّه\n...\nمن عِظَمِ ما قد سرَّني أبكاني\nفدخلت أمامه الدار، ونعمت عيشا بالجار، وكدت أطير في المساء بالمسار، حتى شممت درك الأماني والأوطار، فجزيته خيرأً إذ جبرني بمزاره، وبقيت أقبل يده، وأمسح خدي بسقيط غباره، وبهت في لطفه الذي عليه منه أغارني، ونوه بذكري وإلا فمن أنا حتى تعني وزارني؟:\nجزى اللهُ بعضَ النّاس ما هُو أهلُهُ\n...\nوحَيَّاهُ عني كُلَّما هَبَّتِ الصَّبَا\nحبيبٌ لأجلي قد تعنَّى وزارني\n...\nوما قيمتي حتَّى مشى وتعذَّبا\nوفي لي بوعد مثلهُ من وفي به\n...\nومثلي فيه عاشقٌ هام أو صبا\nفأنقذَ عيناً بالدُّمُوع غريقة\n...\nوخلَّصَ قلباً بالجفاء مُعذَّبا\nسأشكرُ كُلَّ الشُّكْر إحسان محُسن\n...\nتحَّيل حتَّى زارني وتسبَّبا\nفلما استقر به المجلس أعجبه تركيبه، وراقه أرجه وطيبه، فقدم لنا الأكل على خوان الإخوان، عليه من الأطعمة ألوان، وناهيك بخوان قد أعجز في وصف ما عليه فصاحة الألسن، وجمع من المآكل ما تشتهيه الأنفس وتلذ الأعين، والاختصار أولى عندي من وصف الطعام، لأن الأكل أقل من أن يطول فيه وصف وكلام.\nحتى إذا مد الليل رواقه، وألقي في بحر االجوزاء أطواقه، أشعلنا شموع الكافور عليها من فتات العنبر حباب، فغدت تلك الشموع يبدو منها لعبير عنبرها\nالجزء: 1 ¦ الصفحة: 60\n",
        "التهاب، وتشير إلى الدجى بلسان أفعى فيشمر ذيلة طلباً للذهاب:\nوصَحِيحَةٍ بيضاَء تطلعُ في الدُّجى\n...\nصبُحاً وتشفي النَّاظرين بدائها\nشابتْ ذوابئها أوانَ شبابها\n...\nواسودَّ مفرقها أوانَ فنائها\nكالعين في طبقاتها ودمُوُعها\n...\nوسوادها وبياضها وضيائها\nثم أحضرت أنواع الرياحين، وتفاءلت في الجمع بين الورد والياسمين، وفرشنا سفرة المدام، فتحرقت نحوها أحداق الأقداح بعد فتح المسام، فقالت بلسان الحال فأغربت، وأفصحت عن لسان القال وأعربت:\nانظرْ إليَّ تراني سفرةً بديعةً\n...\nوأنْ تُرِدْ وصفي فمهما شئتَ قُلْ\nوجهي طليقٌ وانبساطي زائد\n...\nيا ضيفِيَ ادخُلْ وانبسطْ واشربْ وكُلْ\nثم أتينا بسلاف أرق من الماء، وأجرى من الهواء، وأنور من اللهب، وأحسن من\nالذهب، وأسلس من النسيم، وأشد إشراقا من الشمس قبل المغيب، وأرق من دين المحب، وخصر الحبيب:\nأقول له قدْ رقَّ عيشي والصِّبا\n...\nوخمري وكاساتي وصوت الذي غنَّى\nفقال الذي أهوى: وخصري نسيتَهُ\n...\nفقلتُ له: والله قد جئتَ في المعنى\nوتضاعفت المسرات بوجود القرقف، وان كان رضاب الحبيب أشرق وأشرف، لكن الجمع بينهما نهاية الأرب، وغاية القصد والطلب، فلقد تقنعت بمر الصهباء، وحلو الكلام، وتعصبت بحديث الحبيب وعتيق المدام:\nوإنَّي من لذَّات دهري لَقَانِعٌ\n...\nبحُلْو حديث أو بمُرِّ عتيقِ\nهُمَا ما هُمَا لم يبقَ شيءٌ سواهما\n...\nعتيقُ مُدام أو حديث صديقِ\nوأتينا بمناديل الشرب برسم مسح الصهباء عن الشفاه، ووضعنا\nالجزء: 1 ¦ الصفحة: 61\n",
        "على ركبنا نفائس الفوط على عادة الشرب والسقاة، وبعثنا أرواح الراح في أجسام الأقداح، وسال دم الزق في تلك البواطي وساح.\nوابتنى ابن الغيوم بابنه الكروم، فما دخلا حتى اتفقا على إطلاق الهموم، فيا له مجلساً ما فيه ساع سوى ساقي المدام، ولا مع الأحباب سوى الريحان نمام:\nومجلسٍ راقَ من واشٍ يُكَدِّرُهُ\n...\nومن رقيبٍ له باللَّومِ إلمامُ\nما فيه ساعٍ سوى السَّاقي وليس به\n...\nبين النَّدامى سوى الرَّيحان نمَّامُ\nولم يزل المحبوب ينادمني، ويعاطيني الكاسات ويناولني، فأقصد مكان فيه من فيه، وقد رقت وراقت، فلم أدر أهي في المدام أم المدام فيه؟ واشتبه الأمر علي، ووقعت في الوسواس، فكأنها كاس بلا خمر، أو خمر بلا كاس:\nرقَّ الزّجاج وراقتِ الخمرُ\n...\nوتَشَابَهَا فتشاكلَ الأمرُ\nفكأنَّما خمرٌ ولا قَدَحٌ\n...\nوكأنَّما قدَحٌ ولا خمرُ\nفقال لي المحبوب وقد سقاني، ومن داء البعاد شفاني: اشرب ولا تخش من\nالأوزار، فقد أمكنك المحبوب وزار، وأطفي بنار المدام فرط همك وكربك، ولا تخش إثماً، فأوراق الكرم أكف غدت تستغفر الله لذنبك:\nالجزء: 1 ¦ الصفحة: 62\n",
        "صِلِ الرَّاحَ بالرَّاحات وأغنم مسرَّةً\n...\nبأقداحها واعكفْ على لذَّة الشُّربِ\nولا تخشَ أوزاراً فأرواقُ كرِمهَا\n...\nأكُفٌّ غَدَتْ تستغفرُ اللهَ للذَّنبِ\nفقلت له: مرسومك أحق أن يطاع ويمتثل، وخدمتك أيها الملك لا تقابل بالملل.\nفقال: قد وجب حقك فما لنا من بدل، فتنقل مني على المدام بلذيذات القبل.\nفجعل يشرب ويسقيني فضله، وأشكر بره العميم وفضله، فسكرت من ريقه ومدامه، ودهشت من غصن البان وقوامه، وسار غرامه في سائري، لما صار منادمي ومسامري:\nتأمَّلْ من خلال الشُّرب وأنظر\n...\nبعينكَ ما شَرِبْتُ وما سقاني\nتجدْ شمسَ الضُّحى تدنو بشمسٍ\n...\nإليَّ من الرَّحيق الخُسْرُواني\nفطبنا وطربنا، وشرهنا وشربنا، وغردت مناطق طيورنا، وضعف الهم بمضاعفة سرورنا، وفاح العنبر بين أيدينا من المجامر، وراح النصب وهو علينا مخامر، وأقبلت طلائح السعد في جحافل وعساكر، ودقت كاساتها لكؤوسنا، ورقصنا بقلوبنا ورؤوسنا، واستنطقنا ألسن عيداننا، وكدنا نطير ونحن في مكاننا.\nفقال لي المحبوب وهو ينادمني، وبعينيه الوقاح يغازلني: تمتع بشبابك واقطعه بالطيبات وثبا، وإن أتاك شيطان الهموم فاقذفه من أنجم الصهبا:\nالجزء: 1 ¦ الصفحة: 63\n",
        "مَتِّعْ شبابَكَ واستمتعْ بخدمته\n...\nفهو الحبيبُ إذا ما غابَ لم يؤُبِ\nوالهَمُّ للنَّفْس شيطانٌ يُوَسْوسُهَا\n...\nفاقذفْهُ من أنجم الصَّهباء بالشُّهُبِ\nفقلت له: لا أخالفك في أو أمرك ولا أعصيها، وأمضي إلى آرائك فأقضيها ولا أقصيها، فلقد صار المدام عندي قريباً من رضابك، لامتثال أوامرك والرضا بك، لأنني أهواك وأهوى هواك، ولا أطلب غيرك ولا أريد سواك، وأستشهد لك من\nالآي والأشعار بالإشعار، بأني سأبيع العقار لحسو العقار:\nأحسنُ الأشْعَارِ عندي\n...\nانْفِ بالخمر الخمارا\nوأَلَذُّ الآي عندي\n...\nوترى النَّاس سُكارى\nولم أزل آخذ ملآناً وأعيد فارغا، والقرقف والرضاب قد أسكراني وبالغا، فجنت بأقسام ثلاثة في ذلك المقام، أزالوا العقل فهاج القلب وهام، السرور الزائد والعشق القائد والتزام المدام:\nما أطيبَ وقتَنا وأهنَا\n...\nوالعاذلُ غائبٌ وغافلْ\nعشقٌ ومَسَرَّةٌ وسُكْرٌ\n...\nوالعقلُ ببعض ذاك ذاهلْ\nوالبدرُ يلوحُ من قناع\n...\nوالغُصْنُ يميسُ في غلائلْ\nوالوردُ على الخُدوُد غَضٌّ\n...\nوالنَّرجس في العُيُون ذابلْ\nوالعيشُ كما أحبُّ صافٍ\n...\nوالأنُسُ بَمنْ أُحبُّ كاملْ\nفزحفنا على جيش الهموم بكاسات الراح، فأتى السرور لما هزم الشر وراح، وتذكرت دوسها بالأرجل، فأخذت ثأرها من الرؤوس، وكادت تطير لولا شباك الحبيب في رؤوس الكؤوس: وفي هذا المعنى اللطيف، والقول الظريف:\nالجزء: 1 ¦ الصفحة: 64\n",
        "راحٌ زحفتُ على جيش الهُمُوم بهاَ\n...\nحتَّى كانَّ سَنَا الأكوابِ راياتُ\nتجولُ حولَ أوانيها أشَّعُتهَا\n...\nكأنَّما هي للكاساتِ كاساتُ\nتذكَّرت عند قوم دوسَ أرجُلِهِم\n...\nفاسْتَرْجَعْتْ من رؤُوُس القوم ثاراتُ\nكأنَّها في أَكُفِّ الطَّائفين بها\n...\nنارٌ تطوفُ بها في الأرض جنَّاتُ\nمن كُلِّ أغيدَ في دينار وَجْنَتِهِ\n...\nتوزَّعت من قُلُوب النَّاس حبَّاتُ\nمُبلبلُ الصَّدْغِ طَوعُ الوصل مُنعطف\n...\nكأنَّ أصداغه للُّطف واواتُ\nترنَّحتْ وهي في كَفَّيْهِ من طَرَبٍ\n...\nحتَّى لقد رقَصَتْ تلكَ الزُّجاجاتُ\nوبتُّ أشربُ من فيهِ وخمرِتهِ\n...\nشُرْباً تُشَنُّ به للعقل غاراتُ\nوينزل اللَّثمُ خدَّيْه فيُنْشِدهُا\n...\nهي المنازلُ لي فيها علاماتُ\nسقُياً لتلك اللُّيَيْلاتِ التي سلفتْ\n...\nكأنَّما العُمْرُ هاتيكَ اللُّيَيْلاتُ\nولم نزل نميت الدنان ونحيي النفوس، ونزمر بالكؤوس، ونرقص بالرؤوس، ونأخذ أوتاراً لهم بأوتار العود، ونستنشق أرج نسمات العنبر والعود، ويحاسبني على اللثم فأغلط في العدد وأعود:\nسألتُهُ التّقبيلَ في خَدِّه\n...\nعشراً وما زادَ يكون احتسابْ\nفَمُذْ تَعَانَقْنَا وقَبَّلْتُهُ\n...\nغلطتُ في العَدِّ وضاعَ الحسابْ\nوبقيت أتذكر أيام الفراق، فآخذ الثار بساعات التلاق، والمحبوب قد رمى العمامة عن رأسه، وقطب وجهه عند قهقهة كأسه، وصاحبي معنا جالس في المقام، برسم قط الشموع وصف الزهور ومزج المدام.\nالجزء: 1 ¦ الصفحة: 65\n",
        "فقال لي: بالله أميلك إلى هذا أو القينات أعظم؟ فأطلعني منك على المقصود، وأظهرني على المكتتم.\nفقلت: إن كان حب سلمى للعيش أسلم، وعشق نعمى للعين أنعم، فقد تقنعت لكن؛ بالحبيب المعمم، أما علمت يا هذا فافهم وترنم:\nأحببُتهُ مُتَعَمَّمَاً ومقُنَّعاً\n...\nأبداً عليَّ بظُلمه يتعصَّبُ\nفعندي من هواه ما أطلع النفس مع النفس، ومن السرور بلقائه ما أضاء له بين جوانح الصب قبس:\nقد سَبَاني من بني التُّرْك رَشَا\n...\nجوهريُّ الثَّغر مِسْكِيُّ النَّفَسْ\nقد حَكَى شمساً وغُصْناً ونقا\n...\nفي ابتلاجٍ وارتجاجٍ ومَيَسْ\nضَيِّقُ العيَنْينِ تُركيُّهُمَا\n...\nواسعُ الجبهةِ خَزِّيُّ الَمَجسْ\nناظِرِي للوَرْدِ مِنْهُ غارِسٌ\n...\nما لَهُ لا يَجتْنِيَ ممَّا غَرَسْ\nأصْبَحَتْ عَقْرَبُ صَدْغَيْهِ مَعَاً\n...\nلِجَنِىِّ الوَرْدِ في الخَدِّ حَرَسْ\nوغَدَا ثُعْبَانُ دَبُّوقَتِهِ\n...\nجَاِئلاً في ظَهْرِهِ ممَّا أَحَسّ\nلَسْتُ أخْشَى سَيْفَهُ أو رُمْحَهُ\n...\nإنَّما أَرْهَبُ لَحْظاً قَدْ نَعَسْ\nاخْتَلَسْنَا بَعْدَ هَجْرٍ وَصْلَهُ\n...\nإنَّ أهْنَى العَيْشِ ما كان خُلَسْ\nلَسْتُ أَنْسَاه وقَدْ أطْلَعَ مِنْ\n...\nخَدِّهِ ناراً أضاَءتْ في الغَلَسْ\nورمى العِمَّةَ فالتَاجَ لَنا\n...\nفَرْقَ شَعْرٍ دقَّ معنى ما ألْتَبَسْ\nلَمَس الكَاْسَ لكَيْ يَشْرَبَها\n...\nفاعترتْهُ هزة لَمَّا لَمَسْ\nثُمَّ أدنى جوهراً من جَوْهَرٍ\n...\nوتحسَّى الكأسَ في فَرْدِ نَفَسْ\nالجزء: 1 ¦ الصفحة: 66\n",
        "وغدا يَمْسَحُ بالمنْديِلِ مَا\n...\nأبْقَتِ الخَمْرَةُ في ذاك اللَّعَسْ\nعَجَبَاً مِنْها ومِنْهُ قَهْقَهَتْ\n...\nإذْ حَساهَا وهْوَ مِنْها قَدْ عَبَسْ\nولم نزل على هذه اللذة الغائبة الفانية، والعيشة الشافية الصافية، حتى انتصف الليل، وأقبلت عساكر السعد بالرجل والخيل، فأمرت صاحبي برفع المدام، وتجهيز المرقد للمنام. فرفع الأواني في الحال، وأقبل على ذلك الشان وشال، وعلق في المرقد نفحات المسك الأذفر، وأطلق فيه مباخر الند والعنبر، ثم قال: أين ترسم لي أن أبيت؟\nفقلت: نم عندنا، لكن؛ خارج المبيت، فأنت ممن تحققنا منه المروءة والشفقة، فاخرج عنا ورد الباب بالحلقة.\nففعل ما أمرناه وخرج، ولم يبق في الصدر هم ولا حرج، فقلت لمحبوبي: أما تقوم بنا لننام، وأتنعم بتقبيل الثغر واعتناق القوام.\nفقال لي: أقوم، ولكن العناق حرام، فقلت: في عنقي تكون الأوزار والآثام:\nدعوتُهُ لعناقٍ فانثنى خجلاً\n...\nوكُلَّلت وجناتُ الخَدِّ بالعَرَقِ\nفقامَ ينهضُ والصَّهباء تقُعدُهُ\n...\nسُكْراً وحاولَ أنْ يسعى فلم يُطقِ\nوقال لي بفُتُورٍ من لواحظه\n...\nإنَّ العناقَ حرامٌ قلتُ: في عنُقُي\nفقال: أستغفر الله من الفجور واللغط، ومن وقوعك أيها الإنسان في النسيان والغلط.\nفقلت: لا تظن أن محبتك من الخطايا والسيئات، ولا تخل أن صحيفة عاشقك كسواد خيلانك والحسنات، واعلم أن هواك من أفضل الفضائل وأحسن القربات:\nأستغفرُ الله إلاَّ من محبَّتكُم\n...\nفإنَّها حسناتي يومَ ألقاهُ\nالجزء: 1 ¦ الصفحة: 67\n",
        "فإنْ زعمْتُمْ بأنَّ الحُبَّ معصيةٌ\n...\nفالحُبُّ أحسنُ ما يُعصى به اللهُ\nفقم بنا - فدتك النفس - نجعل الشك يقيناً، ونستنجد بالعناق على العناد لعل العناق يقينا.\nفمسكت يده وقمت إلى المبيت، بصدد الاعتناق فيه والمبيت، فتجرد من قماشه إلا من قميص فضي، وطاقية فوق جبين مضي، فاضطجعنا معاً في لحاف وأحد، وتوسدت منه بمعصم وساعدني منه بساعد:\nوحَلَلْتُ بَنْدَ قبائِهِ عن بانةٍ\n...\nهيفاَء تحكيها الغُصُون وتدَّعي\nوأُخادِعُ من أنفاسها\n...\nكتماً ويأبى المسكُ غير تَضَوُّعِ\nحتَّى لو أنَّ اللَّيلَ ينشدُ بدرَهُ\n...\nفي تمِّه لأصابَهُ في مَضْجَعِي\nولم أر أحلى من معانقته، ولا ألطف من موافقته، فالتزمته حتى صرنا كواحد، وساعده مساعف لي ومساعد:\nولَّما زارَ مَنْ أهواهُ ليلاً\n...\nوخفْنَا أنْ يلمَّ بنا مُراقبْ\nتعانقْنَا لأخفيه فصرنا\n...\nكأنَّا واحدٌ في عقل حاسبْ\nوكلما التزمته زاد ما بي من الحنين والشوق، وكلما لثمته ورشفته اشتد ما عندي من الحرق والتوق، فلو اتحدنا وهو لي معانق لقلت: معاند، ولو مازجت روحي روحه لقلت: ادن مني أيها المتباعد:\nأُعانقُهُ والنَّفْسُ بعد مشوقةٌ\n...\nإليه وهل بعد العناق تدرانِ\nوألثمُ فاهُ كي تزولَ حرارتي\n...\nفيشتدُّ ما ألقى من الهيمانِ\nكأنَّ فؤادي ليس يُشفى غليلُهُ\n...\nسوى أنْ يرى الرُّوحَيْن يمتزجانِ\nالجزء: 1 ¦ الصفحة: 68\n",
        "ولم يكُ مقدارُ الذي بي من الهوى\n...\nليشفيه ما تروي به الشَّفتانِ\nوذكرت ليالي الهجر وطولها، وما أريت في الطول على شهرها وحولها، ونظرت إلى البدر في السماء وليس له عندي بهجة، ومثلته ومحبوبي فكان تفضيل المحبوب أوجب وأوجه، وقلت أخاطب الليل وأنا صدوق اللهجة:\nلَيْلَ الحِمَى باتَ بدري فيكَ معُتنقي\n...\nوباتَ بدركَ مرميَّاً على الطُّرُقِ\nشتَّانَ ما بين بدرٍ صِيغَ من ذَهَبِ\n...\nوذاكَ بدري وبدرٌ صِيغَ من بَهَقِ\nوبقيت أهصر قده القويم، وألثم ثغره النظيم، فاستحكم الفرح والسرور، وكاد يشرق على وجه الأرض نور.\nوخلعنا العذار، ونبذنا الوقار، وتدانت القلوب، وساعد المحبوب، وحصل المقصود والمطلوب، وأنشدت ولبي ذاهل، ونادي السرور آهل:\nرعى اللهُ ليلاً ضَمَّنَا بعد فرقةٍ\n...\nوأدنى حبيباً من فُؤاد مُعذَّب\nفَبْتَنا جميعاً لو تُراقُ زُجاجةٌ\n...\nمن الرَّاح فيما بيننا لم تُسَرَّبِ\nفيا لله ما ألذ التزامه واعتناقه، وما أكثر إشفاقه بالصب وإرفاقه، فلقد سكرت من طيب شذاه عند العناق، وساق القلب إلى النعيم بالتفاف الساق بالساق:\nعانقْتُهُ فسكرتُ من طيب الشَّذا\n...\nغُصناً رطيباً بالنَّسيم قد اغتذى\nنَشْوَانُ ما شربَ الُمدام وإنَّما\n...\nأضحى بخمر رضابه مُتَنَبَّذَا\nالجزء: 1 ¦ الصفحة: 69\n",
        "كَتَبَ الجمالَ على صحيفةِ خَدَّهِ\n...\nيا حُسْنَهُ لا بأسَ أنْ يتعوَّذا\nأضحى الجمالُ بأسرهِ في أسرهِ\n...\nفلأجل ذاكَ على القُلُوب استحوذا\nوأتى العذولُ يلومُني من بعد ما\n...\nأخذ الغرامُ على فيه مأخذا\nلا أنتهي لا أنثني لا أرعوي\n...\nعن حُبِّه فليهذُ فيه مَنْ هذى\nوالله ما خطررَ السّلو بخاطري\n...\nما دُمْتَ في قَيْد الحياة ولا إذا\nإنْ عشتُ على هواه وإنْ أمتْ\n...\nوَجْداً به وصبابة يا حبَّذا\nإنَّي ليعجبني تلا في الهوى\n...\nويلذُّ لي ما قد لقيتُ من الأذى\nثم جرينا في ميدان الهوى والخلاعة، وبذلنا في طاعة الهوى جهد الاستطاعة، وعصينا الوقار والنهى، وبلغنا كل قلب ما اشتهى، وأعطينا النفوس غاية أمانيها، وسلمنا قوس التصابي إلى باريها.\nواستعذبت ريقه فلم أفتر من الرشف، واستطيبت تقبيله فما غفلت عن ذاك لمحة طرف، فجعلت أقبله وأتوه في العادة عن العد، فيقول: أما تحسب قبلك التي لا توصف ولا تحد:\nوغَدَا يُنادمني وكأسُ حديثه\n...\nأِهى إليَّ من الرَّحيق وأطيبُ\nقال: احسبِ القُبَلَ التي قَبَّلْتَني\n...\nفأجبتُ: إنَّا أمَّةٌ لا تحَسبُ\nفشكرت تلك الليلة التي جادت بعد شحها ويخلها، وتداويت بالعيون التي رمتني بنبلها ونجلها، فيا لله ما كان أطيبها وأقصرها، وأحسنها في القلوب وأخصرها، ففي راحتي بقية من طيب ذلك الشذا العاطر، وفي فمي حلاوة من ذلك الريق الشهي الطاهر:\nوجادَ الزَّمانُ به ليلةً\n...\nوعمَّا جرى بيننا لا تَسَلْ\nفَأَنْحَلْتُ قامَتهُ بالعناقِ\n...\nوأذبلتُ مرشَفَهُ بالقُبَلْ\nالجزء: 1 ¦ الصفحة: 70\n",
        "وها أثرُ المسكِ في راحتي\n...\nوهاك فمي فيه طعم العَسَلْ\nفجعلت أشره في التقبيل وهو لا يمتنع، وأردع النفس عن تكراره وهي لا ترتدع، وأكفكف عبرة السرور وهي لا تنقطع، حتى عاد فص خاتم فيه العقيق فيروزجا، وهو لا ينكره، بل كلما قصدت قبلة أو ما إلي وجا:\nحَمَلْتُ خاتَمَ فْيهِ فَصَّاً أَزْرَقَا\n...\nمن كثرة اللَّثْمِ الذي لَمْ أُحصِهِ\nلولاهُ ما عَلِمَ الرَّقيبُ فيا له\n...\nمن خاتمٍ نَقَلَ الحديثَ بفصَّهِ\nفرعاها الله من ليلة ما كان أعظمها وأعزها، وأبرها وألذها، وأخصرها وأقصرها،\nوأحلاها وأجلاها قلت فيها لقلبي: أتعرف يا قلب من سمح لك بعد العناء بالعناق، وتدري من أباحك لف الساق بالساق؟ ومن ذا الذي يأتي من لطيف العتاب بما يلين الحجر، ويبدي من المقال ما يطيب به رعي السهر بالسمر:\nرعى الله ليلةَ وصلٍ حلَتْ\n...\nوما خالطَ الصَّفْوُ فيها كَدَرْ\nأتَتْ بغتةً ومَضَتْ سُرعةً\n...\nوما قَصُرَتْ بعد ذاك الِقصَرْ\nخَلَتْ عن رقيبٍ وعن حاسدٍ\n...\nولم تكُ إلا كَلَمْحِ البَصَرْ\nبغير اختيارٍ ولا كُلفَةٍ\n...\nولا موعدٍ بيننا يُنْتَظَرَ\nفقلتُ وقد كادَ قلبي يطيرُ\n...\nسُرُوراً بنيل الُمنى والوَطَرْ\nأيا قلبُ تعرفُ مَنْ قد أتاكَ\n...\nويا عينُ تدرينَ مَنْ قد حَضَرْ\nويا قمرَ الأُفقِ عُدْ راجعاً\n...\nفقد باتَ في الأرض عندي قمرْ\nويا ليلتي هكذا هكذا\n...\nوبالله بالله قِفْ يا سَحَرْ\nفكانتْ كما أشتهي ليلتي\n...\nوطابَ الحديثُ وطالَ السَّهَرْ\nالجزء: 1 ¦ الصفحة: 71\n",
        "ومرَّ لنا مِنْ لَطيف العِتابِ\n...\nعَجَائِبُ ما مِثْلُها في السَّيَرْ\nخَلوْنا وما بَيْنَنَا ثالِثٌ\n...\nفأصبَحَ عند النسَّيم الخَبَرْ\nوصرت ألاعب المحبوب وأسامره، وأناغيه وأداعبه وأساهره، ولم أقص ليلة مثلها في العمر، ولا نالها ذو عقل ولا غمر، قطعتها هياماً وسهرا، ولا ذقت فيها مناماً ولا كرى:\nلا أعرِفُ النَّومَ في حالَيْ جفاً ورضىَ\n...\nكأنَّ جفني مطبوعٌ على السُّهَدِ\nفليلةُ الوصلِ تُمْضَى كُلُّها سَهَرَاً\n...\nوليلةُ الهجرِ لا أغفو من الكَمَدِ\nوكلما جاء الكرى يعبث بجفونه النواعس، أوعظه بمعانقة قده المائس، وأمنعه النوم\nلأتملأ بمسامرته ومساهرته، وأفوز عند مساهدته بمشاهدته.\nوقلت لعينيه: كللتم بالنهار فرقدتم، وأصبتم قلب المستهام بالسهام فجرحتم:\nوفَتَّاكُ اللَّواحظ بعد هَجْرٍ\n...\nدنا كَرَمَاً وأنعمَ بالمزارِ\nوظلَّ نهارُهُ يرمي بقلبي\n...\nسِهاماً من جُفُونٍ كالشَّفارِ\nوعند اللَّيلِ قلتُ لُقلَتَيْه\n...\nوحُكْمُ النّضوم في الوَجَنات ساري\nتباركَ مَنْ توفَّاكُم بليلٍ\n...\nويعلمُ ما جَرَ حْتُمْ بالَّنهارِ\nولم أزل في تلك النعمة العظيمة، والمنة الجسيمة، حتى برق عمود الصباح فانفلق، من الغيرة وانخنق وناحت الأطيار في الأسحار، فتصدع القلب للفراق وطار، وتحققنا وفاة ليلتنا الجانحة الناجحة، ومصادفتها الحمام لما سمعنا من الحمام في كل ناحية نائحة:\nالجزء: 1 ¦ الصفحة: 72\n",
        "وأنذرتْ بوفاةِ اللَّيل ساجعةٌ\n...\nكأنَّها في غدير الصُّبح قد سَبَحَتْ\nمخضوبةُ الكَفِّ لا تنفكُّ نائحةً\n...\nكأنَّ أفراخَها في كَفِّها ذُبِحَتْ\nفقال لي المحبوب: أما ترى الصبح يحسدنا على التالف والوصال، حتى سطا علينا وظهر وصال.\nفقلت: إن عندي من ذلك قلقا وضجر، فقال: ألا تراه من الغيط قد انفلق وانفجر:\nقلتُ وقد عانَقتُهُ:\n...\nعِندي من الصبُّح قلقْ\nقال: وهل يحسُدنُا؟\n...\nقلتُ نَعَمْ قد انفلقْ\nوطال نوحي؛ حيث أتانا الصبح يجر ذيله، وطار قلبي لطيران تلك الليلة، وتذكرت تلك الليالي الطول، وقصر ليلة القرب والوصال، فأخذت العين في البكاء والإرسال، وأخذ القلب في الحنين والإعوال، فلم أر ليلة أطول من إحيائها\nوسهرها، ولا أقرب مما بين عشائها وسحرها:\nيا ليلةً كادَ من تَقَاصرُهَا\n...\nيعثُرُ فيها العشاءُ بالسَّحَرِ\nتطولُ في هجرنا وتقصرُ في ال\n...\nوصلِ فما نلتقي على قَدَرِ\nتذكرت قيام الحبيب من صدري، فعدمت قلبي وسلبت صبري، فقال لي: إني عازم على الرحيل ومسارع، وقد أودعتك لمن لا تخيب لديه الودائع، وقبل يدي وانتصب للرحيل، فتضاعف ما بي من البكاء والعويل.\nفقلت: قبل فمي، فإني إليه أشره وأشوف وأشوق، وهو للصب أرفد وأرفع وأرفق، وأنشدت وقلبي في نار الجحيم مخلد، وأنا أبكي وأنتحب وأنوح وأتنهد، أتذكر ليلتي المنعمة بأنواع اللطائف والتحف، وغبطتي المستحيلة بالأسى والأسف:\nالجزء: 1 ¦ الصفحة: 73\n",
        "وافى وقد أبدى الحياَء بوجهه\n...\nوصُدُوده في القلب نارٌ تحرقُ\nأمسى يُعاطيني الُمدام وبيننا\n...\nعَتَبٌ أرقُّ من النَّسيم وأروقُ\nحتَّى إذا عَبّثَ الكَرَى بجُفُونه\n...\nكأنَّ الوسادةَ ساعدٌ والمرفقُ\nحتَّى بدا فَلَقُ الصَّباح فراعني\n...\nإنَّ الصَّباحَ هُو العدُوُّ الأزرق\nفهناك أومأ للوداع مُقَبِّلاً\n...\nكَفِّي وهي بذيله تتعلَّقُ\nيا مَنْ يُقِّبلُ للوداع أناملي\n...\nإنَّي إلى تقبيل ثغركَ أشوقُ\nفتولى وتلوى وتفرد وتثنى، وأجرى في المعنى على ذلك المعتاد دمع المعنى، فعلم أغصان النقا كيف تميد وتميل، وعلمت أنا ورق الحمام، كيف تنوح وتطيل:\nتثَّنى وأغْصَانُ الأراك نواضرٌ\n...\nونحتُ وأسرابٌ من الطَّير عْكَّفُ\nفَعَلَّمَ باناتِ النَّقَا كيف تنثني\n...\nوعلمتُ وَرْقَاَء الحِمَى كيف تهتفُ\nوخلفني ومضى، وتركني على جمر الغضا، وغادر قلبي بنار حره وقد أشغل وأشغل، وقال: لابد من زيارتك إن كان في العمر مهل، فاخذ القلب معه وسار، فبقيت لا أعرف الفرح والمسار، فأودعته المهجة وقت الوداع، فشاع الوجد عليها\nوذاع، ورمى القلب لتذكاره وبعده بحرقتين، وقسمت أدمعي عليه عند الفراق فرقتين:\nساروا وسارَ القلبُ إثر حُمُولَهِم\n...\nرهنَ الصَّبابة لا يفيقُ ولا يعي\nأوْدَعْتُهُم مُذ ودَّعُوني مهُجةً\n...\nفَغَدَوْتُ فاقدَ موُدِعي ومُوَدَّعي\nوقَسَمتُ دمعي فرقَتْين فشطُرُه\n...\nللظاعنين وشطره للأربعِ\nالجزء: 1 ¦ الصفحة: 74\n",
        "فجاءني صاحبي عقب فراقه، فوجدني باكياً لبعده وانطلاقه، وقال: تهنئك ليلتك الغراء، وعيشتك الخضراء.\nفقلت: والله ذهب ما كنت فيه من السرور، وقد وقعت الآن في أضيق الأمور، فلو دام لي الوصال ألفي عام على التحقيق، ما كان يفي بساعة التوديع والتفريق:\nيا مَنْ سَلَبوا بينهم مجموعي\n...\nقلبي وحشاي ذابَ بالتَّقطيعِ\nلو دامَ لي الوصالُ ألفَيْ سنةٍ\n...\nما كان يفي بساعة التَّوديعِ\nوبقيت أتذكر ليلتي فأبكي وأنوح، وأغدو في عرصات الدار وأروح، فجزى الله عني تلك الليلة أفضل الجزاء، ولولا طيبها لكانت تعد من الليالي الطوال، (ولله در القائل حيث قال):\nجزى الله بالحُنسى ليالي أقبلتْ\n...\nإليتا بإيناسِ الحبيب الُمسامِرِ\nليالي كانتْ بالسُّروُر قصيرةً\n...\nولم تكُ لولا طولُهَا بالقصائرِ\nفيا لكَ وصلاً كان وشكُ انقصائه\n...\nكزَورِة طَيف أو كَنُفْيَةِ طائرِ\nوهاأنا أتمنى عودة حلاوة ليلتنا السالفة، لأن قلبي بها دَنِ فٌ وروحي عليها ناطفة، ودمعي في صحن خدي سكب ونفسي بالبعاد تالفة، وقد صرت بعدها تبعاً وأنا في الحقيقة خاص، وبقيت لفقدها متيما ولات حين مناص.\nفلو عادت تلك الليلة لأحيت ميت الأحياء، ولنوهت بقدرها بين الأقوام والأحباء، فيا لله ما أعجل ما تقضت تلك الليلة بالوصال، فلقد قنعت منها اليوم إن نلت\nلياليها بالخيال:\nالجزء: 1 ¦ الصفحة: 75\n",
        "عُودي عليَّ ولو كَلَمْحِ الناَّظرِ\n...\nليعودَ لي زمنُ الشَّباب النَّاضرِ\nكُلُّ اللَّيالي الماضيات خلاعةٌ\n...\nتفدي نعيمكَ يا ليالي حاجرِ\nما كُنْتَ في اللَّذَّات إلاَّ خلسةً\n...\nسمعتْ بها الأيَّامُ سمعةَ غادرِ\nكان الصِّبا منها أرقَّ من الصبَّا\n...\nوألذَّ من غفوات عين السَّاهرِ\nآهاً على أيَّام نجدٍ إنَّها\n...\nأيَّام أفراح ٍوعَصرُ بشائرِ\nما كنتُ أقنعُ بالتَّواصل منهم\n...\nواليومَ أقنعُ بالخيالِ الزَّائرِ\nفلقد أضحى البعاد بديلاً من التلاقي، وشؤون الجفون تفيض من آماقي، حتى تبدلت بالنعيم جحيماً، وبالخضرة هشيما، وبالعيان غيابا، وبالعذوبة عذابا، وبالوصال بعادا، وبالعناق عنادا، وبالكسب خسراناً، وتغبينا، وبالكوثر (العذاب) زقوماً وغسلينا:\nأضحى التَّنائي بديلاً من تدانينا\n...\nوعَزَّ عن طيبِ لُقيانا تجافينا\nبِنْتُمْ وبِنَّا فما ابتلَّتْ جوانحُنا\n...\nشوقاً إليكم ولا جَفَّتْ أماقينا\nحالتْ لفقدكُم أيامُنا وغَدَتْ\n...\nسُودَاً وكانتْ بكُمْ بيضاً ليالينا\nنكادُ حين تُناجيكُم ضمائرُنا\n...\nيقضي علينا الأسى لولا تأسِّينا\nلو يسبقُ العهدُ منكُم للسُّرُور فما\n...\nكُنْتُمْ لأرواحنا إلا رياحينا\nإنَّ الزَّمان الذي قد كان يُضحكُنا\n...\nأُنساً بقُربكُمْ قد عاد يُبكينا\nالجزء: 1 ¦ الصفحة: 76\n",
        "غِيْظَ العدَى من تَساقِينَا الهَوَى فَدَعَوا\n...\nبأنْ نَغَصَّ فقالَ الدَّهرُ آمينا\nفانْحَلَّ ما كان معقوداً بأنفسنا\n...\nوانْبَتَّ ما كان موصولاً بأيدينا\nلا تحسبوا أنَّ بُعْدَ الدَّار غَيَّرَنَا\n...\nيا طالما غَيَّرَ النَّاْيُ المُحبيِّنا\nوالله ما طلبتْ أرواحُنا بَدَلاً\n...\nمنكُمْ ولا انصرفتْ عنكُمْ أمانينا\nفيا نسيمَ الصَّبا بَلِّغْ تحيَّتَنَا\n...\nمَنْ لو على البُعْدِ حيَّا كانَ يُحيينا\n(لسنا نُسميَّكَ إجلالاً وتكرمةً\n...\nوقَدرُكَ الُمعْتَلِي عن ذاك يُغنينا\nيا جنَّةَ الخُلدِ أُبْدِلْنَا بِسِدْرَتَهِا\n...\nوالكَوْثَرِ العَذْبِ زقُّماً وغسلينا)\nيا صرخةَ البين كم فَتَّتَّ من كبدٍ\n...\nويا مُنادي الأسى كم ذا تنُادينا\nويا غُراباً ببُعْد الدَّار خَبَّرنَا\n...\nفَقَدْتَ إلْفَكَ كم بالبَيْن تَنْعينَا\nفيا لله ما كان أخلى قربه ووصاله، وما أسرع نأيه وارتحاله. فصرت بعده أجرد الهم للهمم، ولا أجيب العذال للصمم، وأصبو إلى أجفانه المراض الصحاح، وأدخل منها في المضائق الفساح:\nنَعَمْ في جُفُون التُّرك للنَّفْس صَبْوَةٌ\n...\nوللقلب في تِلْكَ المضائِقِ مَدْخَلُ\nوتجرح قلبي تارةً بعد تارةٍ\n...\nوتشهد أنَّي عاشقٌ فتَعْدِلُ\nورُبَّ عذولٍ لامني فتركتُه\n...\nيقول وقلبي بالصَّبابة يفعلُ\n(ولو أنّ عذالي على الحسن اخوتي\n...\nلقلتُ لهم طوعي لذا الحُسن أجملُ\nأقيموا بني أُمَّي صدور مطيِّكم\n...\nفإنِّي إلى قومٍ سواكم لأمَيلُ\nسقى الغيث أوقاني إذا الغيث ممكن\n...\nوخدام أمري بالهناء تَتَعَجُّلُ\nزماني مختار وقصدي منجحٌ\n...\nوراحي ريحان وبدري مُقْبلُ\nمدى اللَّيلِ فيه ناطري مُتفكِّرٌ\n...\nإلى لثمةٍ من ضمِّه أتنقَّلُ)\nوهاأنا أرجو من كرم الله اخضرار عود العود، وانسكاب سحاب الوصل بالجودة والجود، لأشرح الصدر بليلة كالماضية، وأقطع حيازيم البعد بأسياف جفونه الماضية، فإنني واثق منه بالوعد الوفي، وأرجو\nالجزء: 1 ¦ الصفحة: 77\n",
        "إظهار اللطف بلطف الله الخفي، وهمى، ويزول بالقرب ما تم ونم من الغرام ونما، وأرجو ذلك عندما أبدت العينان عندما ولا أقنط من ذلك وإن كان البعاد موجوداً والقرب معدما، ولا أياس من أنس اللقاء فقد يجمع الله الشتيتين بعد ما، لأن قلبي واثق منه بكل جميل، وعنده لي من الحب ما يعجز عن حمل جملته جميل.\nولقد أصبت ساعة الفراق مما أصبت من القلق، وأبدت منه العينان عينين يوقدان ما في الأحشاء من الحرق، واختار كل منا توديع روحه ولا يفارق الخل ويودعه، وأستودعه قمري الذي غدا وفلك الأزرار مطلعه:\nوَدَّعْتُه وبِوُدَّي لو يُوَدَّعُنِي\n...\nطِيبُ الحياةِ وأنَّي لا أودَّعُهُ\nوكم تشفَّع أنَّي لا أفارِقه\n...\nوللضّروراتِ حالٌ لا تُشَفِّهُ\nوكم تشَّبثَ بي خوفَ الفراقِ ضحىً\n...\nوأدُمعي مُسْتَهِلاَّتٌ وأدمُعُهُ\nالجزء: 1 ¦ الصفحة: 78\n",
        "لا أكْذِبُ اللهَ ثوب العُذْر مُنْخَرِقٌ\n...\nعنَّي بفُرقته لكِنْ أرقَّعُهُ\nاعتَضْتُ مِنْ وجهِ خِلِّي بعد فُرقَتِهِ\n...\nكأساً تجرَّعَ منها ما أُجرَّعُهُ\nإنِّي لأقْطَعُ أيَّامِي وأُنْفِذُهَا\n...\nبِحَسْرَةٍ منهُ في قلبي تُقطِّعُهُ\nيا من إذا هجع النُّوَّامِ بتُّ لَهُ\n...\nبلوعةٍ منه ليِلي لَسْتُ أهْجَعُهُ\nلا يطمئنُّ لقلبي مضجعٌ وكذا\n...\nلا يطمِئنُّ له مُذْ بِنْتُ مضجعُهُ\nما كُنْتُ أحسِبُ رَيْبَ الدَّهرِ يفجعُني\n...\nبِه ولا أنَّ بيَ الأيام تفجعُهُ\nحتَّى جرى الدّهر فيما بَيْنَنَا بيدٍ\n...\nغدت تمنَعُني عَنْهُ وتمنَعُهُ\nفكنتُ من ريب دهري خائفاً جزعاً\n...\nفلم أُوَقَّ الذي قد كنتُ أجْزَعُهُ\nبالله يا منزِلَ القصرِ الذي دَرَسَتْ\n...\nآثارُهُ وعَفَتْ مُذْ بِنْتَ أربعُهُ\nهل الزّمان مُعِيدٌ فيك لذَّتَنَا\n...\nأم الليالي التي أمضته تُرْجِعُهُ\nمن عنده لي عهد لا يُضَيَّعُه\n...\nكما له عهدُ صدقٍ لا أُضَيِّعُهُ\nومن يصدِّع قلبي ذكرهُ وإذا\n...\nجرى على قلبه ذكري يصدِّعهُ\nالجزء: 1 ¦ الصفحة: 79\n",
        "لأصبِرنَّ لدَهْرِي لا يُمتِّعُنِي\n...\nبه كما أنَّه بِي لا يُمَتِّعُهُ\nعلماً بأنَّ اصطِبارِي مُعْقِبٌ فرجاً\n...\nوأضيَقْ الأمر إنْ فَكَّرْتَ أوسَعُهُ\nعسى اللَّيالي التي أضْنَتْ بفرقَتِنَا\n...\nجسمِي ستجمَعُنِي يوماً وتَجْمَعُهُ\nوهاأنا أرجو عود الوصال، وبلوغ المنى والآمال، إنه على جمعهم إذا يشاء قدير،\nوبالإجادة لطيف خبير، وحسبنا الله ونعم الوكيل، ولا حول ولا قوة إلا بالله العلي العظيم، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم تسليماً كثيراً إلى يوم الدين، وآخر دعوانا أن الحمد لله رب العالمين.\nالجزء: 1 ¦ الصفحة: 80\n",
        ""
    ]
}