{
    "1": [
        "ما رواه الأكابر عن الأصاغر لأبي بكر الباغندي\nما رواه الأكابر عن الأصاغر لأبي بكر الباغندي\nالباغندي الصغير\nالكتاب:\nالجزء فيه الأول مما رواه الأكابر عن الأصاغر من المحدثين من الأفراد\nالمؤلف:\nالباغندي الصغير محمد بن محمد بن سليمان بن الحارث الأزدي، أبو بكر الواسطي (المتوفى: 312هـ)\nالمحقق:\nخالد بن محمد بن سعيد باسمح\nالناشر:\nدار التوحيد\nالطبعة:\nالأولى 1428 هـ - 2007 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\nأعده للشاملة:\nيا باغي الخير أقبل\n",
        "الجزء فيه الأول\nمما رواه الأكابر عن الأصاغر\nمن المحدثين من الأفراد\nجمع\nالحافظ أبي بكر محمد بن محمد بن سليمان الباغندي\n(312 هـ)\nرواية\nالحافظ أبي الحسين محمد بن المظفر الحافظ عنه\nدراسة وتحقيق الدكتور\nخالد بن محمد بن سعيد باسمح\nالأستاذ المساعد بقسم السنة وعلومها - كلية أصول الدين - جامعة الإمام محمد بن سعود الإسلامية\nدار التوحيد\nالطبعة الأولى\n1428 هـ - 2007 م\n",
        "الجزء فيه الأول مما رواه الأكابر عن الأصاغر من المحدثين من الأفراد\nجمع أبي بكر محمد بن محمد بن سليمان الباغندي\nرواية أبي الحسين محمد بن المظفر الحافظ عنه\nرواية أبي الفرج عبد الوهاب بن برهان الغزال عنه\nرواية الفقيه أبي الفتح نصر بن إبراهيم المقدسي عنه\nرواية أبي المفضل محمد بن محمد بن [المسلم] بن هلال الأزدي عنه\nرواية أبي علي الحسن بن حفاظ الغساني عنه\nالجزء: 1 ¦ الصفحة: 87\n",
        "بسم الله الرحمن الرحيم\nرب أعن بلطفك يا كريم\nأخبرنا جدي الشيخ [الحافظ] أبو المكارم عبد الواحد بن محمد بن المسلم بن هلال شفاهاً وإذناً غير مرة، عن الفقيه أبي الفتح المقدسي (ح) ،\nثم قرأت على الشيخ أبي علي الحسن بن حفاظ بن الحسن بن الحسين بن محمد الغساني الناسخ الشروطي -أثابه الله- في يوم الخميس تاسع عشر من شوال من سنة خمس وستين وخمس مئة بباب الجامع الشرقي، قلت له: أخبركم الشيخ أبو المفضل محمد بن محمد بن المسلم بن هلال الأزدي قراءة عليه وأنتم تسمعون في مسجد شعبان بسفح جبل قاسيون في سابع عشرين من شهر\nالجزء: 1 ¦ الصفحة: 89\n",
        "ربيع الأول سنة ست وعشرين وخمس مئة فأقر به قال: نا الفقيه أبو الفتح نصر بن إبراهيم بن نصر الزاهد المقدسي سماعاً من لفظه في ذي القعدة سنة تسع وثمانين وأربع مئة قال: أنا أبو الفرج عبد الوهاب بن الحسين بن برهان الغزال قال: أنا أبو الحسين محمد بن المظفر بن موسى الحافظ قال: أنا أبو بكر محمد ابن محمد بن سليمان الباغندي قراءة عليه فأقر به سنة سبع وثلاث مئة قال:\n1-\nنا سويد بن سعيد الحدثاني قال: نا مالك بن أنس، عن ابن شهاب، عن عبد الحميد بن عبد الرحمن، عن عبد الله بن عبد الله\n[ص: 91]\nبن الحارث بن نوفل، عن عبد الله بن عباس رضي الله عنهما: أن عمر رضي الله عنه خرج إلى الشام حتى إذا كان بسرغ لقيه أمراء الأجناد أبو عبيدة ابن الجراح رضي الله عنه وأصحابه فأخبروه أن الوباء قد وقع بالشام فقال ابن عباس رضي الله عنهما: قال عمر رضي الله عنه: ادع لي المهاجرين الأولين، فدعاهم فاستشارهم وأخبرهم أن الوباء قد وقع بالشام فاختلفوا عليه، فقال بعضهم: قد خرجت لأمرٍ ولا نرى أن ترجع عنه، وقال بعضهم: معك بقية الناس وأصحاب رسول الله صلى الله عليه وسلم ولا نرى أن تقدمهم على هذا الوباء، فقال عمر رضي الله عنه: ارتفعوا عني، ثم قال: ادع لي الأنصار، فدعوتهم له فاستشارهم فسلكوا سبيل المهاجرين واختلفوا اختلافهم، فقال رضي الله عنه: ارتفعوا عني، ثم قال: ادع لي من كان هاهنا من مشيخة قريش من مهاجرة الفتح وغيرهم، فدعوتهم فلم يختلف عليه منهم\n[ص: 92]\nرجلان، فقالوا: نرى أن ترجع بالناس ولا تقدمهم على هذا الوباء،\nفنادى عمر رضي الله عنه في الناس: إني مصبحٌ على ظهرٍ فأصبحوا عليه، فقال أبو عبيدة رضي الله عنه: أفراراً من قدر الله؟ فقال عمر رضي الله عنه: لو غيرك قالها يا أبا عبيدة -وكان عمر رضي الله عنه يكره خلافه- قال: نعم، [نفر] من قدر الله إلى قدر الله، أرأيت لو كان لك إبل فهبطت وادياً له عدوتان إحداهما خصبةٌ، [والأخرى] جدبةٌ؛ أليس إن [رعيت] الخصبة رعيتها بقدر الله، وإن رعيت الجدبة رعيتها بقدر الله،\nفجاء عبد الرحمن بن عوف رضي الله عنه وكان متغيباً في بعض حاجاته فقال: إن عندي من هذا [علماً] ، سمعت رسول الله صلى الله عليه وسلم يقول: ((إذا سمعتم به بأرض فلا تقدموا عليه، وإذا وقع بأرض وأنتم فيها فلا تخرجوا [فراراً] منه)) ، فحمد الله عمر رضي الله عنه ثم انصرف.\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 90\n",
        "2-\nأخبرنا عبد الوهاب، أنا محمد، أنا أبو بكر: نا أبو موسى -يعني: إسحاق بن موسى الأنصاري- نا معن ابن عيسى، نا ملك (ح) ،\n[ص: 95]\n3-\nقال: ونا أبو الطاهر، وأبو خالد يزيد بن سنان قالا: نا عبد الله بن وهب قال: أخبرني مالك، ويونس بن يزيد، عن ابن شهاب قال: أخبرني عبد الحميد بن عبد الرحمن بن زيد بن الخطاب، أن عبد الله بن الحارث بن نوفل أخبره: أن عبد الله بن عباس رضي الله عنهما أخبره: أنه كان مع عمر بن الخطاب رضي الله عنه فذكر الحديث بطوله، وزاد فيه [كلاماً كثيراً] ، وذكر عبد الرحمن بن عوف رضي الله عنه عن النبي صلى الله عليه وسلم مثله.\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 94\n",
        "4-\nأخبرنا عبد الوهاب، أنا محمد، أنا محمد: نا علي بن عبد الله النسائي، نا عبد الرزاق بن همام، أنا معمر، عن الزهري، عن هند بنت الحارث -قال الزهري: وكان لها أزرار في كمها- عن أم سلمة رضي الله عنها قالت: استيقظ رسول الله صلى الله عليه وسلم ذات ليلة وهو يقول: (لا إله إلا الله؛ ما فتح الليلة من الخزائن؟! لا إله إلا الله؛ ما أنزل الليلة من الفتنة؟! من يوقظ صواحب الحجرة؟ يا رب\n[ص: 97]\nكاسية في الدنيا عارية في الآخرة) .\n[ص: 98]\nقال عبد الرزاق: ((قال ابن عيينة: سمعت حديث هند بنت الحارث عن الزهري من عمرو بن دينار،\n[ص: 100]\nويحيى بن سعيد، ومعمر، ومالك بن أنس)) .\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 96\n",
        "5-\nأخبرنا عبد الوهاب، أنا محمد، أنا محمد: نا إبراهيم بن إسماعيل الغزي، نا مؤمل بن إسماعيل، نا حماد بن سلمة، نا يحيى بن سعيد، عن الزهري، عن سعيد بن المسيب، عن معمر بن نضلة رضي الله عنه أن النبي صلى الله عليه وسلم قال: (لا يحتكر إلا خاطئ) .\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 101\n",
        "6-\nأخبرنا عبد الوهاب، أنا محمد، أنا محمد: نا إسحاق بن إبراهيم، وعمرو بن محمد بن يحيى العثماني قالا:\n[ص: 105]\nنا ابن أبي أويس\n[ص: 108]\nقال: حدثني أخي، عن سليمان بن بلال، عن يحيى بن سعيد، عن ابن شهاب، عن جعفر بن عمرو بن أمية، عن أخيه: أنا أباه رضي الله عنه\n[ص: 109]\nأخبره: أنه رأى رسول الله صلى الله عليه وسلم يحتز من كتف شاة في يده فأكل منها فدعي إلى الصلاة فقام فصلى ولم يتوضأ.\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 104\n",
        "7-\nأخبرنا عبد الوهاب، أنا محمد، أنا محمد: حدثني عمرو بن محمد بن يحيى العثماني، نا ابن أبي أويس قال: حدثني أخي، عن سليمان بن بلال، عن يحيى بن سعيد، عن ابن شهاب قال: حدثني أبو بكر بن عبيد الله بن عبد الله بن عمر، عن عبد الله بن\n[ص: 113]\nعمر رضي الله عنه: أن النبي صلى الله عليه وسلم قال: (لا يأكل أحدكم بشماله، ولا يشرب بشماله، فإن الشيطان يأكل بشماله، ويشرب بشماله) .\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 112\n",
        "8-\nأخبرنا عبد الوهاب، أنا محمد، أنا محمد: حدثني عبد الله بن شبيب بن خالد قال: حدثني أيوب بن سليمان\n[ص: 117]\nقال: حدثني أبو بكر يعني: ابن أبي أويس، عن سليمان بن بلال، عن يحيى بن سعيد، عن الزهري، عن عبد الله بن عامر، عن أبيه رضي الله عنه: أنه رأى النبي صلى الله عليه وسلم يصلي على راحلته.\nالحديث: 8 ¦ الجزء: 1 ¦ الصفحة: 116\n",
        "9-\nأخبرنا عبد الوهاب، أنا محمد، أنا محمد: نا عبد الأعلى بن حماد النرسي، نا المعتمر بن سليمان\n[ص: 119]\nقال: سمعت أبي يحدث عن صاحب له وهو: الحضرمي،\n[ص: 120]\nعن أبي السوار يحدث به عن جندب بن عبد الله رضي الله عنه: أن رسول الله صلى الله عليه وسلم بعث رهطاً فبعث عليهم [أبا عبيدة] بن الجراح فلما أخذ ينطلق بكى\n[ص: 121]\nصبابة إلى رسول الله صلى الله عليه وسلم فبعث عليهم رجلاً مكانه يقال له: عبد الله بن جحش فكتب له كتاباً.\nالحديث: 9 ¦ الجزء: 1 ¦ الصفحة: 118\n",
        "10-\nأخبرنا عبد الوهاب، أنا محمد، أنا محمد: نا أحمد بن المقدام، نا يزيد بن زريع، نا سعيد بن\n[ص: 123]\nأبي عروبة، عن قتادة، عن عزرة، عن سعيد بن عبد الرحمن بن أبزى، عن أبيه رضي الله عنه، عن عمار بن ياسر رضي الله عنه: أن رسول الله صلى الله عليه وسلم أمره في\n[ص: 124]\nالتيمم بالوجه والكفين.\nالحديث: 10 ¦ الجزء: 1 ¦ الصفحة: 122\n",
        "11-\nأخبرنا عبد الوهاب، أنا محمد، أنا محمد: نا أبو بكر، وعثمان، وغير واحد قالوا: نا إسماعيل بن\n[ص: 125]\nإبراهيم، نا سعيد مثله.\nالحديث: 11 ¦ الجزء: 1 ¦ الصفحة: 124\n",
        "12، 13- أخبرنا عبد الوهاب، أنا محمد، أنا محمد: نا العباس بن يزيد، نا عبد الأعلى بن عبد الأعلى، نا\n[ص: 128]\nقرة، عن بديل بن ميسرة، عن شهر بن حوشب، عن عبد الرحمن بن غنم، عن أبي مالك الأشعري رضي الله عنه، عن رسول الله صلى الله عليه وسلم بنحو حديثٍ\nحدثنا أحمد بن المقدام، نا يزيد، نا سعيد، عن قتادة، عن شهر بن حوشب، عن عبد الرحمن بن غنم، عن أبي مالك رضي الله عنه أنه قال: اجتمعوا حتى أصلي بكم صلاة رسول الله صلى الله عليه وسلم فاجتمعوا، فقال: هل فيكم أحد ليس منكم؟ قالوا: لا؛ إلا ابن أخت لنا قال رضي الله عنه: ذلك من القوم، قال: فدعا بجفنة فيها ماء وتوضأ وهم شهود، فمضمض واستنشق وغسل وجهه ثلاثاً، وذراعيه ثلاثاً، ومسح برأسه وظهر قدميه، وصلى بهم الظهر، فكبر\n[ص: 129]\nفيها ثنتين وعشرين تكبيرة، يكبر إذا سجد، وإذا رفع رأسه، وقرأ بهم في الركعتين الأوليين بفاتحة الكتاب وأسمع من يليه، وزاد بديلٌ في حديثه: وسلم عن يمينه وعن شماله.\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 127\n",
        "14-\nأخبرنا عبد الوهاب، أنا محمد، أنا محمد: أنا أحمد بن المقدام، نا يزيد بن زريع، نا حبيب بن الشهيد، عن\n[ص: 134]\nقيس بن سعد، عن عطاء بن أبي رباح قال: قال ابن عباس رضي الله عنهما: ألا يتقي الله زيد بن ثابت، لإن شاء باهلته عند الحجر؛ أيجعل ولد الولد بمنزلته إذا لم يكن دونه ولد، ولا يجعل الجد بمنزلة الوالد؟!\nالحديث: 14 ¦ الجزء: 1 ¦ الصفحة: 132\n",
        "15-\nأخبرنا عبد الوهاب، أنا محمد، أنا محمد: نا أبو بكر بن أبي شيبة، نا عبدة (ح) ،\n16-\nقال: وأنا محمد قال: وثنا عثمان يعني ابن أبي شيبة قال: نا وكيع، عن سفيان الثوري، عن مخول (ح) ،\n[ص: 138]\n17-\nقال: وأنا محمد قال: نا ابن أبي الشوارب قال: نا أبو عوانة، نا مخول (ح) ،\n18-\nقال: وأنا محمد قال: نا علي بن مسلم قال: نا يحيى بن يعلى، نا زائدة،\n[ص: 139]\nأنا مغيرة، عن مخول، [عن مسلم البطين] ، عن سعيد بن جبير، عن ابن عباس رضي الله عنهما: أن النبي صلى الله عليه وسلم كان يقرأ في صلاة الفجر يوم الجمعة بـ: {ألم. تنزيل} السجدة، و {هل أتى على الإنسان حينٌ من الدهر} ، زاد أبو بكر في حديثه: وإن النبي صلى الله عليه وسلم كان يقرأ في [صلاة] الجمعة بسورة الجمعة والمنافقين.\nالحديث: 15 ¦ الجزء: 1 ¦ الصفحة: 137\n",
        "19-\nأخبرنا عبد الوهاب، أنا محمد، أنا محمد: حدثني محمد بن سفيان بن أبي الزرد الأبلي، نا سعيد بن واصل أبو عمرو الحرشي، نا وهيب بن خالد، عن أيوب السختياني، عن\n[ص: 146]\nشعبة، عن أبي إسحاق، عن عبد الله بن [أبي بصير] ، عن أبي بن\n[ص: 147]\nكعب رضي الله عنه قال: صلى رسول الله صلى الله عليه وسلم صلاة الصبح فقال صلى الله عليه وسلم: (أشاهدٌ فلان) ؟ فقالوا: لا، قال صلى الله عليه وسلم: (أشاهدٌ فلان) ؟ قالوا: لا، قال صلى الله عليه وسلم: (إن هاتين الصلاتين أثقل الصلوات على المنافقين، ولو يعلمون ما فيهما لأتوهما ولو حبواً، والصف المقدم على مثل صف الملائكة، ولو تعلمون فضيلته لابتدرتموه، وصلاة الرجل مع الرجل أفضل من صلاته وحده، وصلاة الرجل مع الرجلين أفضل من صلاته مع رجل، وما كان أكثر فهو أحب إلى الله عز وجل.\n[ص: 148]\nقال سعيد: ونا شعبة، عن أبي إسحاق مثله.\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 145\n",
        "أخبرنا عبد الوهاب، أنا محمد، أنا محمد: وذكر محمد حزابة المروزي، نا الأسود بن عامر، عن حماد بن\n[ص: 160]\nسلمة، عن أيوب، عن جرير بن حازم، عن الحسن، عن عمرو بن تغلب رضي الله عنه قال: قال النبي صلى الله عليه وسلم: (لا تقوم الساعة حتى تقاتلوا قوماً عراض الوجوه كأن وجوههم المجان المطرقة، ولا تقوم الساعة حتى تقاتلوا قوماً ينتعلون الشعر) .\n20-\nأخبرنا عبد الوهاب، أنا محمد، أنا محمد بن محمد بن سليمان: ناه عبد الله بن سليمان، نا محمد بن حزابة\n[ص: 161]\nفذكر بإسناده.\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 159\n",
        "21-\nأخبرنا عبد الوهاب، أنا محمد، أنا محمد بن محمد بن سليمان: نا الربيع يعني: ابن سليمان، نا النضر يعني: ابن عبد الجبار،\n[ص: 163]\nنا ابن لهيعة،\n[ص: 166]\nعن بكير، عن سليمان بن يسار، عن ابن خباب، عن أبي سعيد رضي الله عنه قال: وجد رسول الله صلى الله عليه وسلم ريح البصل فقال صلى الله عليه وسلم: (من أكل من هذه\n[ص: 167]\nالشجرة فلا يقربنا) .\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 162\n",
        "22-\nأخبرنا عبد الوهاب، أنا محمد، أنا محمد بن محمد: نا عبد الملك بن شعيب بن الليث بن سعد قال: حدثني أبي\n[ص: 169]\nقال: حدثني [أبي] الليث بن سعد قال: حدثني يزيد بن أبي حبيب، عن بكير بن عبد الله بن الأشج، عن نايلٍ صاحب العباء، عن عبد الله بن عمر رضي الله عنه، عن صهيب رضي الله عنه: أنه سلم على النبي صلى الله عليه وسلم وهو يصلي؛ فرد صلى الله عليه وسلم عليه إشارة.\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 168\n",
        "23-\nأخبرنا عبد الوهاب، أنا محمد، أنا محمد بن محمد: نا عبد الملك بن شعيب قال: حدثني أبي، قال: حدثني أبي الليث قال: حدثني يزيد بن أبي حبيب، عن محمد بن إسحاق، عن العلاء بن عبد الرحمن مولى جهينة، عن أبيه، عن أبي سعيد الخدري رضي الله عنه: أنه سمع رسول الله صلى الله عليه وسلم يقول: (أزرة المؤمن إلى نصف الساق، فإن كان إلى الكعب فلا بأس، فما تحت الكعب ففي النار، لا ينظر الله إلى من يجر ثوبه من الخيلاء) .\nالحديث: 23 ¦ الجزء: 1 ¦ الصفحة: 172\n",
        "آخر الجزء الأول من جمع الباغندي رحمه الله.\nالجزء: 1 ¦ الصفحة: 174\n",
        ""
    ]
}