{
    "1": [
        "ما له حكم الرفع من أقوال الصحابة وأفعالهم\nما له حكم الرفع من أقوال الصحابة وأفعالهم\nمحمد بن مطر الزهراني\nالكتاب:\nما له حكم الرفع من أقوال الصحابة وأفعالهم\nالمؤلف:\nأبو ياسر محمد بن مطر بن عثمان آل مطر الزهراني (المتوفى: 1427هـ)\nالناشر:\nدار الخضيري للنشر والتوزيع، المدينة المنورة، المملكة العربية السعودية\nالطبعة:\n1418هـ\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "مَا لَهُ حُكْمُ الرَّفْعِ مِنْ أَقْوَالِ الصَّحَابَةِ وَأَفْعَالِهِمْ\nجمع وترتيب: د. محمَّد بن مطر الزهرانيّ\nال\nمقدّمة:\nالحمد لله والصَّلاة والسَّلام على رسول الله سيّدنا محمَّد بن عبد الله، وعلى آله وأصحابه أجمعين، وبعد:\nفإنَّ فنَّ علوم الحديث بفنونه المختلفة من العلوم التي ابتكرت لخدمة سنة المصطفى صلى الله عليه وسلم، وذبِّ الكذب عنها. وقد بذل السَّلف رحمهم الله جهوداً عظيمة في حفظ السُّنَّة المطهَّرة قولاً وعملاً، وقد تمثّل ذلك في الآتي:\n1 -\nالحفظ التَّامّ لألفاظها وحروفها.\n2 -\nالتَّثبُّت في روايتها ونقلها.\n3 -\nالعلم والعمل بها.\n4 -\nالفقه فيها.\n5 -\nالسَّعي الجادّ لنشرها وتعليمها لجميع الأمَّة حفظاً للدّين وتبليغاً للرسالة.\nوإنَّ مما عني به علماء الحديث في علوم الحديث: صيغَ أداء رواية الحديث النَّبويّ وطريقةَ نقله، وقد بلغ بهم التّدقيق في ذلك أن فرَّقوا بين قول الراوي: \" حدّثنا \"،\nالجزء: 1 ¦ الصفحة: 3\n",
        "وقوله: \" أخبرنا \"، بل وبين قوله: \" حدّثنا \" و \" حدّثني \" و \" أخبرنا \" و \" أخبرني \".\nومما اعتنوا به في هذا المجال: مراتب وصيغ نقل الصَّحابة للسُّنَّة، وقد لخّصها الحافظ مجد الدين أبو السعادات ابن الأثير (ت 606 هـ) وذلك في مقدّمة كتابه \" جامع الأصول \" فقال: مراتب الأخبار خمس:\nالأولى: وهي أعلاها: أن يقول الصحابيُّ: \" سمعت رسول الله صلى الله عليه وسلم يقول كذا \"، أو \" حدّثني بكذا \"، أو \" أخبرني بكذا \"، أو \" شافهني بكذا \"، وكذلك غير الصَّحابيّ من الرواة عمَّن رووا عنه، فهذا لا يتطرّق إليه احتمال، وهو الأصل في الرواية وتبليغ الأخبار.\nالمرتبة الثانية: أن يقول الصحابيّ: \" قال رسول الله صلى الله عليه وسلم كذا \"، أو \" حدّثنا، أو أخبرنا بكذا \"، وكذلك غير الصحابيّ عن شيخه، فهذا ظاهره النّقل وليس نصاًّ صريحاً.\nالمرتبة الثالثة: أن يقول الراوي: \" أمر رسول الله صلى الله عليه وسلم\nالجزء: 1 ¦ الصفحة: 4\n",
        "بكذا \"، أو \" نهى عن كذا \"، فهذا يتطرّق إليه احتمالات ثلاثة:\nأحدها: في سماعه.\nوالثاني: في الأمر، إذ ربّما يرى ما ليس بأمرٍ أمراً، والصحيح أنَّه لا يظنّ بالصحابيّ إطلاق ذلك إذا علم تحقيقاً أنَّه أمر بذلك.\nوالثالث: احتمال العموم والخصوص، حتى ظنّ قوم إنَّ مطلق هذا يقتضي أمر جميع الأمة\n...\nالمرتبة الرابعة: أن يقول الراوي: \" أُمرنا بكذا، نُهينا عن كذا، أُوجِب علينا كذا، أُبيح لنا كذا، حُظر علينا كذا، من السُّنَّة كذا، السُّنَّة جارية بكذا \"، فهذا جميعه في حكم واحد، ويتطرّق إليه الاحتمالات الثلاثة التي تطرّقت إلى المرتبة الثالثة، واحتمال رابع: وهو الآمر، فإنَّه لا يُدرى أنَّه رسول الله صلى الله عليه وسلم أو غيره من العلماء، وذهب الأكثرون إلى أنَّه لا يحمل إلا على أمر الله، وأمر رسوله، لأنَّه يريد به إثبات شرع وإقامة حجّة.\nالجزء: 1 ¦ الصفحة: 5\n",
        "المرتبة الخامسة: أن يقول الراوي: \" كنا نفعل كذا \"، وغرضه تعريف الشرع، فإنَّ ظاهره يقتضي إنَّ جميع الصحابة فعلوا ذلك على عهد النبيّ صلى الله عليه وسلم على وجه ظهر للنبيّ صلى الله عليه وسلم ولم ينكره، لأنَّ تعريف الحكم يقع به.\nفإن قال: \" كانوا يفعلون كذا \" وأضافه إلى زمن رسول الله صلى الله عليه وسلم، فهو دليل على جواز الفعل لإنَّ ذكره في معرض الحجّة يدلّ على أنَّه أراد ما فعله الرسول أو سكت عليه دون ما لم يبلغه. 1\nوقد ضمّنتُ بحثي هذا الرتبتين: الرابعة والخامسة مما ذكره ابن الأثير رحمه الله، ثمّ أضفتُ إليها ما شاكلها من الصيغ التي تعدّ من المرفوع حكماً، فجاء البحث في خمسة مباحث، قدّمت لها بهذه المقدِّمة وختمتها بذكر أهمِّ النتائج التي توصّلت إليها في البحث.\n1 ملخّصاً من مقدّمة جامع الأصول: (1 / 90-97) .\nالجزء: 1 ¦ الصفحة: 6\n",
        "والخمسة مباحث هي:\nالمبحث الأوّل: قول الصحابيّ: \" كنّا نقول كذا \"، أو \" نفعل كذا \"، أو \" نرى كذا \".\nالمبحث الثاني:قول الصحابيّ:\" أُمِرنا بكذا \"، أو \" نُهِينا عن كذا \"، أو \" من السُّنَّة كذا \".\nالمبحث الثالث:قول التابعيّ عند ذكر الصحابيّ:\" يبلغ به \"، أو \" يرفعه \"، أو \" رفعه \"، أو \" ينميه \"، أو \" رواية \".\nالمبحث الرابع:ما وقف على الصحابيّ مما ليس للرأي فيه مجال.\nالمبحث الخامس:تفسير الصحابيّ للقرآن.\nوختاماً أسأل الله العليّ القدير أن يتقبَّل منِّي عملي هذا، وأن ينفعني به وينفع به إخواني من طلبة العلم، وصلى الله وسلّم على نبينا محمَّدٍ وعلى آله.\nوكتبه في:29 / 7 / 1418 هـ\nمحمَّد بن مطر الزهرانيّ\nفي المدينة النبويّة حرسها الله\nالجزء: 1 ¦ الصفحة: 7\n",
        "المبحث الأوّل: قول الصحابيّ:\" كنّا نقول كذا \"، أو \" نفعل كذا \"، أو \" نرى كذا \".\nأولاً: هذه الألفاظ غالباً ما ترد بإحدى الصياغتين التاليتين:\nأ - كنا نقول كذا أو نفعل كذا، أو كانوا يقولون أو يفعلون، أو كنا نرى كذا أو لا نرى بأساً بكذا ونحو ذلك، في حياة النبيّ صلى الله عليه وسلم، أو في زمنه أو عصره أو وهو فينا أو بين أظهرنا ونحو ذلك.\nب - كنا نقول أو نفعل أو نرى\n...\nولا يضيف ذلك إلى زمن النبي صلى الله عليه وسلم 1.\n1 انظر معرفة علوم الحديث لحاكم: (ص: 22) ، الكفاية للخطيب: (ص: 593) ، مقدّمة جامع الأصول لابن الأثير: (1/95) ، علوم الحديث لابن الصلاح: (ص: 43) .\nالجزء: 1 ¦ الصفحة: 8\n",
        "ثانياً: من أمثلته:\n1 -\nما رواه الإمام أبو عبد الله محمَّد بن إسماعيل البخاريّ (ت 256 هـ) ، في \" صحيحه \" عن سالم بن أبي الجعد عن جابر بن عبد الله رضي الله عنهما قال:\" كنّا إذا صعدنا كبّرنا، وإذا نزلنا سبّحنا \" 1.\n2 -\nما رواه البخاريّ، ومسلم بن الحجّاج (ت 261 هـ) في \" صحيحيهما \" عن جابر بن عبد الله رضي الله عنهما:\" كنّا نعزل على عهد رسول الله صلى الله عليه وسلم\".\nوفي رواية: \" كنّا نعزل والقرآن ينزل \" 2.\n3 -\nما رواه أبو داود سليمان بن الأشعث (ت 275 هـ) في سننه عن سالم بن عبد الله بن عمر\n1 كتاب الجهاد، باب التسبيح إذا هبط وادياً (الصحيح مع الفتح 6 / 135 ح2993) .\n2 كتاب النكاح، باب العزل (الصحيح مع الفتح 9 / 305 ح 5207، 5208) ، وفي صحيح مسلم: كتاب النكاح، باب حكم العزل (2 / 1061-1065 ح 136-138) .\nالجزء: 1 ¦ الصفحة: 9\n",
        "إنَّ ابن عمر قال:\" كنّا نقول ورسول الله صلى الله عليه وسلم حيٌّ: أفضل أمَّة النبيّ صلى الله عليه وسلم بعده أبو بكر، ثمّ عمر، ثمّ عثمان رضي الله عنهم أجمعين \" 1.\nولفظه في البخاريّ:\" كنّا نخيّر بين النّاس في زمن النبيّ صلى الله عليه وسلم فنخيّر أبا بكر، ثمّ عمر بن الخطاب، ثمّ عثمان بن عفان رضي الله عنهم \" 2.\nثالثاً: اختلف العلماء في الحديث الوارد بهذه الصّيغة هل له حكم الرّفع أم أنَّه موقوف؟ وذلك على أقوال 3:\nالأول:- أنَّه مرفوع مطلقاً، أضيف إلى زمن النبيّ صلى الله عليه وسلم\n1 كتاب السنّة، باب في التّفضيل، سنن أبي داود: (5 / 26 ح 4628) .\n2 فضائل الصحابة، باب فضل أبي بكر (الصحيح مع الفتح 7 / 16 ح3655) .\n3 انظر هذه الأقوال في: علوم الحديث لابن الصّلاح (ص: 43) ، النكت لابن حجر (2 / 515) ، فتح المغيث للسخاويّ (1 / 135) .\nالجزء: 1 ¦ الصفحة: 10\n",
        "أم لم يضف.\nقال الحافظ ابن حجر:\" هو الذي اعتمده الشيخان في صحيحهما، وأكثر منه البخاريّ \" 1.\nوقال أبو عبد الله محمَّد بن عبد الله الحاكم (ت 405 هـ) :\"\n...\nإذا قاله الصحابيّ المعروف بالصحبة فهو حديث مسند - مرفوع -، وكلّ ذلك مخرّج في المسانيد \" 2.\nوقال أبو زكريا محي الدين بن شرف النوويّ (ت 676 هـ) :\" وظاهر استعمال كثير من المحدّثين، وأصحابنا في كتب الفقه أنَّه مرفوع مطلقاً سواء أضافه أو لم يضفه، وهذا قويّ فإنَّ الظاهر من قوله: كنّا نفعل، أو كانوا يفعلون الاحتجاج به، وأنَّه فعل على وجه يحتجّ به،\n1 النكت (2 / 515) .\n2 معرفة علوم الحديث (ص: 22) .\nالجزء: 1 ¦ الصفحة: 11\n",
        "ولا يكون ذلك إلا في زمن النبيّ صلى الله عليه وسلم ويبلغه \" 1.\nقال الحافظ زين الدين عبد الرحيم بن الحسين العراقيّ (ت 806 هـ) :\" وقد أطلق الحاكم في \" علوم الحديث \" 2 الحكم برفعه ولم يقيّده بإضافته إلى زمنه صلى الله عليه وسلم، وكذا أطلقه الإمام فخر الدين الرازيّ في \" المحصول \" 3، والسيف الآمديّ في \" الإحكام \" 4، وقال أبو نصر الصبَّاغ في كتاب \" العدّة \":أنَّه ظاهر، ومثّله بقول عائشة رضي الله عنها: كانت اليد لا تقطع في الشيء التافه \" 5.\nالثاني:- التفريق بين ما يضيفه راويه إلى زمن\n1 المجموع شرح المهذّب (1 / 60) .\n2 ص: 22.\n3 المحصول (4 / 449) .\n4 الإحكام (2 / 140) .\n5 التقييد والإيضاح للعراقيّ (ص: 52) .\nالجزء: 1 ¦ الصفحة: 12\n",
        "النبيّ صلى الله عليه وسلم وما لم يضفه، فما أضيف إلى زمن النبيّ صلى الله عليه وسلم فهو مرفوع، وما لم يضف فهو موقوف.\nقال أبو بكر أحمد بن عليّ الخطيب البغداديّ (ت 463 هـ) :\" قول الصحابيّ:كنّا نقول كذا، ونفعل كذا، من ألفاظ التّكثير ومما يفيد تكرار الفعل والقول واستمرارهم عليه، فمتى أضاف ذلك إلى زمن النبيّ صلى الله عليه وسلم على وجه كان يعلم به رسول الله صلى الله عليه وسلم فلا ينكره، وجب القضاء بكونه شرعاً، وقام إقراره له مقام نطقه بالأمر به، ويبعد فيما كان يتكرّر قول الصحابة له وفعلهم إياه على عهد رسول الله صلى الله عليه وسلم أن يخفى عليه وقوعه ولا يعلم به، ولا يجوز في صفة الصحابيّ أن يعلم إنكاراً من النبيّ صلى الله عليه وسلم في ذلك فلا يرويه، لأنَّ الشرع والحجّة في إنكاره لا في فعلهم لما ينكره، ولا يمكن في صفته رواية الفعل الذي ليس بشرع وتركه رواية إنكاره له الذي هو الشرع، فوجب أن يكون المتكرّر في زمن الرسول صلى الله عليه وسلم مع إقراره شرعاً ثابتاً لما قلناه \".\nالجزء: 1 ¦ الصفحة: 13\n",
        "ثمّ ساق بإسناده إلى عبد الله بن عمر رضي الله عنهما قال: كنّا لا نرى بكراء الأرض بأساً حتى حدّثنا رافع ابن خديج إنَّ النبيّ صلى الله عليه وسلم نهى عن كراء الأرض، فكان ابن عمر يقول: لقد نهى ابن خديج عن أمرٍ نافعٍ لنا 1.\nفجمع ابن عمر بين ما كانوا عليه من فعل الاستكراء وبين حديث رافع بن خديج، عن النبيّ صلى الله عليه وسلم في النهي عنه\n...\n\" 2.\nثمّ قال رحمه الله:\" ومتى جاءت رواية عن الصَّحابة بأنّهم كانوا يقولون أو يفعلون شيئاً، ولم يكن في الرواية ما يقتضي إضافة وقوع ذلك إلى زمن النبيّ صلى الله عليه وسلم، لم يكن\n1 انظر: صحيح الإمام البخاريّ مع الفتح: (5 / 22 ح 2339 - 2344) كتاب الحرث والمزارعة، باب ما كان من أصحاب النّبيّ صلى الله عليه وسلم يواسي بعضهم بعضاً في الزراعة والثمر. وصحيح مسلم كتاب البيوع، باب كراء الأرض، (3 / 1176) ح 108، 109) .\n2 الكفاية للخطيب: (ص594-595) .\nالجزء: 1 ¦ الصفحة: 14\n",
        "حجّة \" 1.\nوتابع الخطيب على ذلك أبو عمرو بن الصّلاح (ت 643 هـ) ، فقال:\" قول الصحابيّ: كنّا نفعل كذا أو كنّا نقول كذا، إن لم يضفه إلى زمان رسول الله صلى الله عليه وسلم فهو من قبيل الموقوف \" 2.\nوقال أبو المظفّر منصور بن محمَّد السمعانيّ (ت 489 هـ) :\" وإذا قال الصحابيّ:كنّا نفعل كذا على عهد رسول الله صلى الله عليه وسلم فهو بمنزلة المسند إلى رسول الله صلى الله عليه وسلم \". ثمّ قال في ردّه على الذين قالوا: أنَّه ليس بمنزلة المسند:\"\n…\nوأما نحن فنقول: إنَّ الظاهر من أمر الصَّحابة أنّهم ما كانوا يقدمون على شيء من أمور الدين والنبيّ صلى الله عليه وسلم بين\n1 المصدر نفسه في الموضع نفسه.\n2 علوم الحديث (ص: 43) . وقد علّل رحمه الله ترجيحه لهذا القول فقال:\n...\nلأنَّ ظاهر ذلك مشعر بإنَّ رسول الله صلى الله عليه وسلم اطّلع على ذلك وقرّرهم عليه، وتقريره أحد وجوه السنن المرفوعة.\nالجزء: 1 ¦ الصفحة: 15\n",
        "أظهرهم إلا عن أمره وإذنه فصار قولهم: كنّا نفعل كذا في زمان النبيّ صلى الله عليه وسلم بمنزلة المسند، لهذا الظاهر، والظاهر حجّة \" 1.\nوقد ذكر مثل ذلك بحروفه الحافظ أبو إسحاق إبراهيم ابن عليّ الشيرازيّ (ت 476 هـ) في كتابه \" التبصرة في أصول الفقه \" 2.\nوقال الحافظ محي الدين يحيى بن شرف النوويّ (ت 676 هـ) :\" وقال الجمهور من المحدّثين وأصحاب الفقه والأصول: إن لم يضفه إلى زمن رسول الله صلى الله عليه وسلم فليس بمرفوع بل هو موقوف، وإن أضافه فقال: كنّا نفعل في حياة النبيّ صلى الله عليه وسلم أو في زمنه أو وهو فينا أو بين أظهرنا أو نحو ذلك، فهو مرفوع، وهذا هو المذهب الصحيح الظاهر،\n1 قواطع الأدلّة في أصول الفقه (ص: 825 - 826) ، رسالة دكتوراه مطبوعة على الآلة.\n2 ص: 333، طبعة دار الفكر بدمشق.\nالجزء: 1 ¦ الصفحة: 16\n",
        "فإنَّه إذا فعل في زمنه صلى الله عليه وسلم فالظاهر اطّلاعه عليه، وتقريره إياه صلى الله عليه وسلم، وذلك مرفوع \" 1.\nوقال الحافظ ابن حجر (ت 852 هـ) :\" ومثال المرفوع من القول حكماً لا تصريحاً أن يقول الصحابيّ: كنّا نقول على عهد رسول الله صلى الله عليه وسلم كذا، فله حكم ما لو قال: قال رسول الله صلى الله عليه وسلم، فهو مرفوع سواء كان مما سمعه منه أو عنه بواسطة\n...\n\"، ثمّ قال:\" ومثال المرفوع من التّقرير حكماً: أن يخبر الصحابيّ أنّهم كانوا يفعلون في زمان النبيّ صلى الله عليه وسلم كذا، فإنَّه يكون له حكم الرّفع من جهة أنَّ الظّاهر اطّلاعه صلى الله عليه وسلم على ذلك، لتوفّر دواعيهم على سؤاله عن أمور دينهم، ولإنَّ ذلك زمان نزول الوحي فلا يقع من الصحابة فعل شيء ويستمرّون عليه إلا وهو غير ممنوع الفعل، وقد استدلّ جابر وأبو سعيد الخدريّ رضي الله عنهما على جواز العزل بأنّهم كانوا\n1 شرح صحيح مسلم (1 / 30) .\nالجزء: 1 ¦ الصفحة: 17\n",
        "يفعلونه والقرآن ينزل، ولو كان مما ينهى عنه لنهى عنه القرآن \" 1.\nوذهب إلى كونه مرفوعاً يحتجّ به الحافظ محمَّد بن أحمد الفتوحي الحنبليّ (ت 972 هـ) فقال:\" إنَّ حكم ذلك حكم قول الصحابي: قال رسول الله صلى الله عليه وسلم\n...\n\"2.\nالثالث:- أنَّه من قبيل الموقوف مطلقاً أضيف أو لم يضف إلى زمنه صلى الله عليه وسلم وقد جزم بهذا القول الحافظ أبو بكر أحمد بن إبراهيم الإسماعيليّ (ت 371 هـ) فيما رواه عنه تلميذه الحافظ أبو بكر أحمد بن محمَّد بن غالب الخوارزميّ البرقانيّ (ت 425 هـ) 3.\nقال السيوطيّ (ت 911 هـ) :\" وهو بعيد\n1 نزهة النّظر (ص: 53 - 54) ، وحديثا جابر وأبي سعيد سبق تخريجهما.\n2 انظر: شرح الكوكب المنير (2 / 484) .\n3 انظر: علوم الحديث لابن الصّلاح (ص: 43) ، مقدّمة النوويّ لشرح صحيح مسلم (1 / 30) .\nالجزء: 1 ¦ الصفحة: 18\n",
        "جداًّ \" 1.\nالرابع:- التفصيل فيما جاء بهذه الصيغة وأضيف إلى زمن النبيّ صلى الله عليه وسلم، بين أن يكون ذلك الفعل مما لا يخفى غالباً فيكون مرفوعاً أو يخفى فيكون موقوفاً 2.\nقال أبو المظفّر منصور بن محمَّد السمعانيّ التّيميّ (ت 489 هـ) :\"\n...\nوإذا قال الصحابيّ:كانوا يفعلون كذا\n...\n، فإن أضافه إلى عصر الرسول صلى الله عليه وسلم وكان مما لا يخفى مثله: حُمِل على إقرار الرسول صلى الله عليه وسلم وصار شرعاً، وإن كان مثله يخفى؛ فإن تكرّر منهم وكثر حمل على إقراره؛ لأنَّ الأغلب فيما كثر منهم أنَّه لا يخفى عليه، كما روي عن أبي سعيد الخدريّ رضي الله عنه أنَّه قال:\" كنّا نخرج صدقة الفطر في زمان رسول الله صلى الله عليه وسلم صاعاً من برّ\n1 تدريب الراوي (1 / 205) ، طبعة مكتبة الكوثر.\n2 انظر النكت لابن حجر (2 / 516) ، طبعة المجلس العلميّ بالجامعة الإسلاميّة.\nالجزء: 1 ¦ الصفحة: 19\n",
        "أو صاعاً من شعير أو صاعاً من تمر\n...\n\" 1 الحديث. ثمّ قال:\" وعلى هذا إذا أخرج الراوي الرواية مخرج التكثير بأن قال:كانوا يفعلون كذا، حملت الرواية على علمه وإقراره، فصار المنقول شرعاً، وإن تجرّد عن لفظ التّكثير كقوله: فعلوا كذا، فهو محتمل، ولا يثبت شرع باحتمال\"2.\nقال الحافظ النوويّ عند ذكر الخلاف في هذه الصيغة: \" قال أبو إسحاق الشيرازيّ في \" اللمع \":إن كان ذلك مما لا يخفى في العادة كان كما لو رآه النبيّ صلى الله عليه وسلم ولم ينكره، فيكون مرفوعاً؛ وإن جاز خفاؤه عليه صلى الله عليه وسلم لم يكن مرفوعاً\n1 رواه البخاريّ في كتاب الزكاة - باب زكاة الفطر صاعاً من طعام (الصحيح مع الفتح 3 / 371 ح 1506) ، ورواه مسلم في كتاب الزكاة - باب زكاة الفطر على المسلمين من التمر والشعير (2 / 677 ح 17) .\n2 قواطع الأدلّة في أصول الفقه (ص: 593) ، رسالة دكتوراه مصوّرة بتحقيق د. عبد الله بان حافظ الحكميّ.\nالجزء: 1 ¦ الصفحة: 20\n",
        "كقول بعض الأنصار:كنّا نجامع فنكسل ولا نغتسل، فهذا لا يدلّ على عدم وجوب الغسل من الإكسال لأنَّه يفعل سراًّ فيخفى \" 1.\nالخامس:- إن أورده الصحابيّ في معرض الحجّة حمل على الرفع، وإلا فموقوف؛ قال الحافظ ابن حجر:\" حكاه القرطبيّ \" 2.\n1 مقدّمة المجموع شرح المهذّب (1 / 60) ، وينظر: اللمع (ص: 201 - 202) .\nوحديث: كنّا نجامع فنكسل\n...\nالخ، رواه الإمام أحمد في المسند (5 / 115) ، والطبرانيّ في الكبير (5 / 35 ح 4537) ، وذكره الهيثميّ في المجمع (1 / 266) بسياق فيه قصّة بين عمر وزيد بن ثابت رضي الله عنهما، ثمّ قال: \" رواه أحمد والطّبرانيّ في \" الكبير \"، ورجال أحمد ثقات إلا إنَّ ابن إسحاق مدلّس وهو ثقة \".\nقلت: إطلاق التوثيق لابن إسحاق في غير السير والمغازي فيه نظر، والله تعالى أعلم.\n2 النكت (2 / 516) .\nالجزء: 1 ¦ الصفحة: 21\n",
        "تنبيهات:\nهذه التنبيهات ذكرها الحافظ ابن حجر في كتاب \" النكت على كتاب ابن الصّلاح \" 1.\nوجعلها الحافظ السخاويّ (ت 902 هـ) في \" فتح المغيث \" 2 أقوالاً في حكم الحديث الوارد بهذه الصّيغة، وأتبعتها بما يشاكلها من التنبيهات:\nالأول:\nقول الصحابي:\" كنّا نرى كذا \"، ينقدح فيها من الاحتمال أكثر مما ينقدح في قوله:\" كنّا نقول أو نفعل \"، لأنّها من الرأي، ومستنده قد يكون تنصيصاً أو استنباطاً.\nالثاني:\nقوله:\" كان يقال كذا \".\nقال الحافظ المنذريّ:\" اختلفوا هل يلتحق بالمرفوع أو الموقوف؟ \" قال:\" والجمهور على أنَّه إذا أضافه إلى\n1 انظر (2 / 517 - 518) .\n2 انظر (1 / 138) .\nالجزء: 1 ¦ الصفحة: 22\n",
        "زمن النبيّ صلى الله عليه وسلم يكون مرفوعاً \".\nقال الحافظ ابن حجر:\n\" ومما يؤيّد إنَّ حكمها الرفع مطلقاً ما رواه النسائيّ من حديث عبد الرحمن بن عوف رضي الله عنه قال:\" كان يقال: صائم رمضان في السفر كالمفطر في الحضر \" 1، فإنَّ ابن ماجه رواه 2 من الوجه الذي أخرجه منه النسائيّ بلفظ:\" قال رسول الله صلى الله عليه وسلم\n...\n\"، فدلّ على أنّها عندهم من صيغ الرفع، والله أعلم \".\nالثالث:\nلا يختصّ جميع ما تقدّم بلإثبات، بل يلتحق به النّفي كقولهم:\" كانوا لا يفعلون كذا \"، ومنه قول عائشة رضي\n1 في كتاب الصيام، باب قوله: الصائم في السفر كالمفطر في الحضر (4 / 183 ح 2284) .\n2 كتاب الصيام، باب ما جاء في الإفطار في السفر (1 / 532 ح 1666) ، وهو في النسائيّ أيضاً في الموضع السابق برقم (2285، 2286) .\nالجزء: 1 ¦ الصفحة: 23\n",
        "الله عنها:\" كانوا لا يقطعون اليد في الشيء التافه \" 1.\nالرابع 2:\nقال الحافظ السخاويّ:\" وكلّ ما أوردناه من الخلاف حيث لم يكن في القصّة اطّلاعه صلى الله عليه وسلم، أما إذا كان فيها اطلاعه كقول ابن عمر:\" كنّا نقول ورسول الله صلى الله عليه وسلم حيّ: أفضل هذه الأمَّة بعد نبيِّها أبو بكر، وعمر، وعثمان، ويسمع ذلك رسول الله صلى الله عليه وسلم فلا ينكره \" 3 فحكمه الرّفع\n1 رواه ابن أبي شيبة في المصنّف (9 / 476 ح 8163) كتاب الحدود - باب من قال: لا تقطع في أقلّ من عشرة دراهم.\nوهو في الصحيحين بلفظ: \" لم تكن تقطع يد السارق في أدنى من حَجَفَةٍ أو تُرْس، كلاهما ذو ثمن.\nانظر الصحيح مع الفتح (12 / 96 ح 6793) كتاب الحدود - باب قوله تعالى: {والسارق والسارقة فاقطعوا أيديهما\n...\n} وصحيح مسلم في الحدود - باب حدّ السرقة ونصابها (3 / 1312 ح 5) .\n2 هذا وما بعده لم يذكره ابن حجر في التنبيهات السابقة فليتنبّه.\n3 رواه الطبرانيّ في الكبير (13 / 285 ح 1313) وهو في الصحيح بدون قوله: ويسمع ذلك رسول الله صلى الله عليه وسلم\n...\nالجزء: 1 ¦ الصفحة: 24\n",
        "إجماعاً \" 1.\nالخامس:\nذكر أبو عبد الله الحاكم في \" معرفة علوم الحديث \" عن محمَّد بن سيرين، عن المغيرة بن شعبة قال:\" كان أصحاب رسول الله صلى الله عليه وسلم يقرعون بابه بالأظافير \". 2\nثمّ عقّب عليه بقوله:\" هذا حديث يتوهّمه من ليس من أهل الصنعة مسنداً لذكر رسول الله صلى الله عليه وسلم فيه، وليس بمسند، فإنَّه موقوف على صحابيّ حكى عن أقرانه من\n1 فتح المغيث (1 / 139) ، وقد سبق إلى القول بهذا الإجماع الحافظ زين الدّين العراقيّ في شرح التّبصرة (1 / 128) .\n2 ورواه - من حديث المغيرة بن شعبة - الحافظ البيهقيّ في المدخل (ص: 381 ح 659) .\nوأخرجه البخاريّ في \" الأدب المفرد \" من حديث أس بن مالك: (ص: 278 ح1080) طبعة المكتبة الأثريّة بباكستان تصوير من طبعة محمَّد فؤاد عبد الباقي.\nالجزء: 1 ¦ الصفحة: 25\n",
        "الصحابة فعلاً وليس يسنده واحد منهم \" 1.\nنقل كلام الحاكم هذا الحافظ ابن الصّلاح في \" علوم الحديث \" ثمّ عقّب عليه فقال:\" بل هو مرفوع، وهو بأن يكون مرفوعاً أحرى، لكونه أحرى باطّلاعه صلى الله عليه وسلم، والحاكم معترف بكون ذلك من قبيل المرفوع، ولعلّه أراد أنَّه ليس بمسند لفظاً، بل هو موقوف لفظاً، وكذلك سائر ما سبق موقوف لفظاً، وإنّما جعلناه مرفوعاً من حيث المعنى، والله أعلم \". 2\nوقد فسّر الحافظ ابن حجر كلام ابن الصّلاح - الأخير - فقال:\" وقد حقّق المصنّف - ابن الصّلاح - المناط فيه بما حاصله: إنَّ له جهتين: جهة الفعل وهو صادر من الصحابة فيكون موقوفاً، وجهة التّقرير وهي مضافة إلى النبيّ صلى الله عليه وسلم من حيث إنَّ فائدة قرع بابه أنَّه يعلم\n1 انظر: معرفة علوم الحديث (ص 19) .\n2 ملخّص بتصرّف يسير من علوم الحديث (ص: 44) .\nالجزء: 1 ¦ الصفحة: 26\n",
        "أنَّه قرع، ومن لازم علمه بكونه قرع مع عدم إنكاره ذلك على فاعله، التقرير على ذلك الفعل، فيكون مرفوعاً \" 1.\nالسادس:\nقال الحافظ السيوطيّ (ت 911 هـ) بعد كلامه على حديث المغيرة في القرع بالأظافر الآنف الذكر:\" ومن المرفوع أيضاً اتفاقاً الأحاديث التي فيها ذكر صفة النبيّ صلى الله عليه وسلم ونحو ذلك \" 2.\nالسابع:\nقال الحافظ العراقيّ:\" إذا قال التابعيّ:كنّا نفعل كذا فليس بمرفوع قطعاً، وهل هو موقوف؟ لا يخلو إما أن يضيفه إلى زمن الصحابة أم لا، فإن لم يضفه إلى زمنهم فليس بموقوف أيضاً بل هو مقطوع، وإن أضافه إلى\n1 انظر: النكت لابن حجر (2 / 519) .\n2 تدريب الراوي (1 / 207) ، طبعة مكتبة الكوثر.\nالجزء: 1 ¦ الصفحة: 27\n",
        "زمنهم فيحتمل أن يقال: أنَّه موقوف، لأنَّ ظاهره اطّلاعهم على ذلك وتقريرهم، ويحتمل أن يقال: ليس بموقوف أيضاً لأنَّ تقرير الصحابيّ قد لا ينسب إليه بخلاف تقرير النبيّ صلى الله عليه وسلم فإنَّه أحد وجوه السنن \" 1.\n1 التقييد والإيضاح (ص: 54) .\nالجزء: 1 ¦ الصفحة: 28\n",
        "المبحث الثاني: قول الصحابيّ:\" أُمِرنا بكذا \"، أو \" نُهِينا عن كذا \"، أو \" من السُّنَّة كذا \".\nأولاً:- وقع الخلاف في حكم الحديث الوارد بهذه الصيغة كما وقع الخلاف في التي قبلها.\nومحصّل الأقوال فيها قولان مشهوران لأهل العلم 1:\nالأول:إنَّ الحديث الوارد بهذه الصيغة له حكم الرفع وبهذا قال جماهير العلماء من المحدّثين والفقهاء وغيرهم.\nوالثاني: إنَّ له حكم الوقف.\nثانياً:- من أمثلة ذلك:\n1 -\nما رواه البخاريّ في كتاب الصلاة، باب وجوب الصلاة في الثياب، ومسلم في صلاة العيدين،\n1 عن هذه المسألة راجع: الكفاية للخطيب البغداديّ (ص: 591 - 592) ، علوم الحديث لابن الصلاح (ص: 45) ، تدريب الراوي (1 / 208) ، فتح المغيث للسخاويّ (1 / 127) وغيرها.\nالجزء: 1 ¦ الصفحة: 29\n",
        "باب ذكر إباحة خروج النساء في العيدين إلى الصَّلاة من حديث أمّ عطيّة:\" أُمِرنا أن نخرج إلى العيدين العواتق وذوات الخدور \".\n2 -\nما رواه البخاريّ في الجنائز، باب اتباع النساء الجنائز، ومسلم في الجنائز، باب نهي النساء عن اتباع الجنائز، من حديث أمّ عطيّة - أيضاً -:\" نُهِينا عن اتباع الجنائز ولم يعزم علينا \".\n3 -\nما رواه البخاريّ في الحجّ، باب الجمع بين الصّلاتين بعرفة من طريق الزهريّ عن سالم بن عبد الله بن عمر:\" إنَّ الحجّاج بن يوسف سأل عبد الله بن عمر رضي الله عنه كيف يصنع في الموقف يوم عرفة؟ فقال سالم: إن كنت تريد السنّة فهجّر بالصلاة يوم عرفة، فقال عبد الله بن عمر صدق\n...\nالحديث \".\nثالثاً:- فيما يأتي أقوال أهل العلم في حكم الحديث الوارد بهذه الصيغة:\n1 -\nقال أبو عبد الله محمَّد بن عبد الله بن البيّع\nالجزء: 1 ¦ الصفحة: 30\n",
        "الحاكم النيسابوريّ (ت 405 هـ) :\" قول الصحابيّ المعروف بالصحبة:أُمِرنا أن نفعل كذا، أو نُهِينا عن كذا وكذا، وكنّا نؤمر بكذا، وكنّا ننهى عن كذا\n...\n، وقول الصحابيّ أيضاً: من السنّة كذا، وأشباه ما ذكرناه، إذا قاله الصحابيّ المعروف بالصحبة فهو حديث مسند - مرفوع -، وكلّ ذلك مخرّج في المسانيد \" 1.\nوقال في \" المستدرك \":\" أجمعوا على إنَّ قول الصحابيّ: من السنّة كذا حديث مسند - مرفوع -\" 2.\nقال الخطيب البغداديّ (ت 463 هـ) :\" باب في حكم قول الصحابيّ:أُمِرنا بكذا أو نُهِينا عن كذا، أو من السنّة كذا، هل يجب حمله على أمر الرسول صلى الله عليه وسلم ونهيه أو يجوز كونه أمراً ونهياً له ولغيره؟ \" 3.\n1 معرفة علوم الحديث (ص: 22) .\n2 كتاب الجنائز (1 / 358) .\n3 انظر الكفاية (ص: 591 - 593) .\nالجزء: 1 ¦ الصفحة: 31\n",
        "ثمّ ساق رحمه الله بأسانيده الأمثلة الآتية:\n1 -\nعن أنس بن مالك رضي الله عنه قال:\" أمرنا - أو قال: نهينا - ألا نزيد أهل الكتاب على وعليكم \" 1.\n2 -\nوعن أنس - أيضاً -:\" نهينا أن يبيع حاضرٌ لبادٍ \" 2.\n3 -\nعن عبد الله بن مسعود قال:\" من السنّة الغسل يوم الجمعة \" 3.\n1 رواه الإمام أحمد في المسند (3 / 113) ، وهو في الصحيحين مصرّحاً برفعه.\n2 رواه البخاريّ في البيوع - باب لا يشتري حاضر لباد بالسمسرة، (الصحيح مع الفتح 4 / 372 ح 2161) .\nورواه مسلم في البيوع - باب تحريم بيع الحاضر للباد (3 / 1157 ح 21) ، وقد جاء مصرّحاً فيه بالرفع في الكتابين في مواضع أخرى منهما.\n3 رواه أبو داود الطيالسيّ في المسند (1 / 51 ح 391) ، وابن أبي شيبة في المصنّف (2 / 96) .\nالجزء: 1 ¦ الصفحة: 32\n",
        "ثمّ قال:\" قال أكثر أهل العلم: يجب الوقف في ذلك لأنَّه لا يؤمن أن يعني بذلك أمر الأئمّة والعلماء، كما يعني بذلك أمر رسول الله صلى الله عليه وسلم 1، والقول الأول أولى بالصواب.\nوالدليل على ذلك أنَّ الصحابيّ إذا قال: أمرنا بكذا فإنّما يقصد الاحتجاج لإثبات شرع، وتحليل وتحريم،\n1 أجاب الحافظ ابن حجر عن هذا الاحتمال وغيره من الاحتمالات الأخرى التي ذكرها أصحاب هذا القول، فقال رحمه الله في النكت (2 / 520) : \" وأجييب بأنَّ هذه الاحتمالات بعيدة، لأنَّ أمر الكتاب ظاهر للكلّ فلا يختصّ بمعرفته واحد دون غيره، وعلى تقدير التنزّل فهو مرفوع، أنَّ الصحابيّ وغيره إنّما تلقّوه عن النبيّ صلى الله عليه وسلم، وأمر الأمَّة لا يمكن الحمل عليه لأنّهم لا يأمرون أنفسهم، وبعض الأئمّة إن أراد الصحابة فبعيد؛ لأنَّ قوله ليس بحجّة على غيره منهم، وإن أراد الخلفاء فكذلك، لأنَّ الصحابيّ في مقام تعريف الشرع بهذا الكلام، فيجب حمله على من صدر عنه الشرع. وأما حمله على القياس والاستنباط فبعيد؛ لأنَّ قوله: أمرنا بكذا يفهم منه حقيقة الأمر لا خصوص الأمر باتباع القياس.\nالجزء: 1 ¦ الصفحة: 33\n",
        "وحكم يجب كونه مشروعاً، وقد ثبت أنَّه لا يجب بأمر الأئمّة والعلماء تحليل ولا تحريم، إذا لم يكن ذلك أمراً عن الله ورسوله\n…\n\" إلى أن قال:\" وإذا كان كذلك لم يجز أن يقول الصحابيّ:أُمِرنا بكذا، أو نُهِينا عن كذا ليخبر بإثبات شرع ولزوم حكم في الدين، وهو يريد أمر غير الرسول صلى الله عليه وسلم \".\nثمّ قال:\" وهذه الدلالة بعينها توجب حمل قوله: من السنّة كذا على أنّها سنّة الرسول صلى الله عليه وسلم \".\nثمّ قال:\" فإن قيل: هل تفصلون بين قول الصحابيّ ذلك في زمن النبيّ صلى الله عليه وسلم وبين قوله ذلك بعد وفاته؟ قيل: لا، لأنا لا نعرف أحداً فصل بين ذلك \" 1.\n3 -\nوقال أبو عمر ابن عبد البرّ عقب قول سالم بن عبد الله بن عمر للحجاج:\" إن كنت تريد السنة فهجّر\n1 الكفاية (ص: 591 - 592) ملخصاً.\nالجزء: 1 ¦ الصفحة: 34\n",
        "بالصلاة يوم عرفة\n...\n\" الحديث 1:\" وهذا الحديث يدخل عندهم في المسند لقوله فيه:\" إن كنت تريد السنّة \" لا يختلفون في ذلك، لأنَّه إذا أطلق الصاحب ذكر السنّة فالمراد سنّة رسول الله صلى الله عليه وسلم، وكذلك إذا أطلقها غيره ما لم تضف إلى صاحبها كقولهم:\" سنّة العمرين \" وما أشبه ذلك \" 2.\n4 -\nوقال أبو المظفّر منصور بن محمَّد السمعانيّ (ت 489 هـ) :\n...\nفإن قال الصحابيّ: أُمِرنا بكذا، أو نُهِينا عن كذا، أو من السنّة كذا يكون مسنداً ويكون حجّة، وقال أبو بكر محمَّد بن عبد الله الصيرفي (ت 330 هـ) :لا يكون مسنداً ولا يكون حجّة، وهو قول أبي الحسن عبيد الله بن الحسين الكرخيّ\n1 رواه البخاريّ في الحجّ - باب الجمع بين الصّلاتين بعرفة (الصحيح مع الفتح 3 / 513 ح 1662) .\n2 تجريد التمهيد (ص: 141) .\nالجزء: 1 ¦ الصفحة: 35\n",
        "(ت 340 هـ) من أصحاب أبي حنيفة، فهم يقولون: قد تطلق السنّة ويراد بها سنة النبيّ صلى الله عليه وسلم وقد تطلق ويراد بها سنّة غيره 1\n...\n، وذكر لهم دليلين:\nالأول: قول عليّ رضي الله عنه:\" جلد رسول الله صلى الله عليه وسلم في الخمر أربعين، وجلد أبو بكر رضي الله عنه أربعين، وجلد عمر رضي الله عنه أربعين، وكلّ سنّة \" 2.\nوالثاني: قوله صلى الله عليه وسلم:\" عليكم بسنتي وسنة الخلفاء الراشدين من بعدي \" 3.\nثمّ أجاب على أدلّتهم بما معناه: إنَّ علياًّ رضي الله عنه أراد بالسنة سنة النبيّ صلى الله عليه وسلم، لأنَّ الزيادة عن الأربعين كانت تعزيراً، والتعزير بالضرب ثابت بالسنّة، وأما قوله:\n1 وانظر: شرح التبصرة والتذكرة للعراقيّ (1 / 126) .\n2 رواه مسلم في الحدود - باب حد الخمر (3 / 1330 ح 38)\n3 رواه الإمام أحمد في المسند (4 / 126) ، وأبو داود في السنة -باب لزوم السنة (5 / 10 ح 4607) .\nالجزء: 1 ¦ الصفحة: 36\n",
        "\" عليكم بسنتي وسنة الخلفاء الراشدين من بعدي \"، فهي سنّة مقيّدة منسوبة إلى أبي بكر وعمر، وكلامنا في السنّة مطلقاً1، ولعلّ المراد ما أخبروكم من سنتي.\nثمّ قال:\" وأما دليلنا فنقول: قول الصحابيّ في الأمر والنهي:أُمِرنا بكذا، أو نُهِينا عن كذا مطلقاً يرجع إلى النبيّ صلى الله عليه وسلم، لأن الأصل أنَّه الآمر والناهي في الشرائع خصوصاً إذا كان الصحابيّ قال هذا في حياة النبيّ صلى الله عليه وسلم، وعلى هذا قول أنس رضي الله عنه:\" أُمِر بلال أن يشفع الأذان ويوتر الإقامة \" 2، ولهذا لو قال الصحابيّ:\" رُخِّص لنا أن نفعل كذا \" ينصرف إلى النبيّ صلى الله عليه وسلم بالاتفاق. 3\n1 انظر: قواطع الأدلّة (ص: 596) ، التبصرة في أصول الفقه للشيرازيّ (ص: 332) .\n2 رواه البخاريّ في الأذان - باب الأذان مثنى مثنى (الصحيح مع الفتح 2 / 82 ح 605، 606) . ورواه مسلم في الصلاة - باب الأمر بشفع الأذان وإيتار الإقامة (1 / 286 ح 2) .\n3 قال في المسودة (ص: 264) : \" وقال أبو الوفاء علي بن عقيل (ت 513 هـ) : لا خلاف أنَّه لو قال قائل: أرخص أو رخص في كذا لرجع إلى النبيّ صلى الله عليه وسلم، كذلك إذا قيل: أمرنا ونهينا لكن هذا في المسألة بعد هذه \".\nوقال أبو إسحاق في التبصرة في أصول الفقه (ص: 331، طبعة دار الفكر) : \" إنَّ إطلاق الأمر والنهي والسنّة يرجع إلى رسول الله صلى الله عليه وسلم، والدليل عليه إنَّ أنساً كان يقول: \"أمر بلال أن يشفع الأذان\n...\nالحديث \"، لم يقل له أحد: من الآمر بذلك؟ فدلّ على إنَّ إطلاق الأمر يقتضي ما ذكرناه، ولأنَّه لا خلاف أنَّه لو قال: أرخص لنا في كذا لرجع ذلك إلى رسول الله صلى الله عليه وسلم، فكذلك إذا قال: أمرنا بكذا أو نهينا عن كذا، ولا فرق بينهما \".\nالجزء: 1 ¦ الصفحة: 37\n",
        "فكذلك قول الصحابيّ:من السنّة كذا، فمطلق السنة منصرف إلى سنة النبي صلى الله عليه وسلم، ولهذا يقال: كتاب الله تعالى وسنّة النبيّ صلى الله عليه وسلم، وإذا قيل: الكتاب والسنّة فإنّما يفهم من السنة سنة النبيّ صلى الله عليه وسلم، ولأنَّ السنّة هي الطريقة المتبعة لأهل الدين، والطريقة المتبعة لأهل الدين هي المشروعة في الدين، والمشروع في الدين إنما يكون من الله\nالجزء: 1 ¦ الصفحة: 38\n",
        "تعالى أو رسوله صلى الله عليه وسلم فأما من غير الله ورسوله فلا \".\nثمّ قال:\" وأيضاً فإن غرض الصحابيّ من هذا القول أن يعلّمنا الشرع أو يفيدنا الحكم، فيجب حمل ذلك على من يصدر الشرع منه دون الأئمّة والولاة، لإنَّ أمرهم غير مؤثر في الشرع، وهذا راجع إلى الدليل الذي قدمناه فيكون تقريراً له \".1 اهـ ملخّصاً\nوقال رحمه الله في موضع آخر:\" وأما مذهب الشافعيّ إنَّ مطلق السنة سنة رسول الله صلى الله عليه وسلم، وإضافتها إلى غيره مجاز لاقتدائه فيها بسنة النبيّ صلى الله عليه وسلم، فوجب أن يحمل الإطلاق على حقيقته دون مجازه \" 2.\nوقال ابن الأثير:\" وأما قوله: من السنة كذا، والسنة جارية بكذا، فالظاهر أنَّه لا يريد إلا سنة رسول الله صلى الله عليه وسلم، ومن يجب اتباعه دون غيره ممن لا تجب طاعته، ولا فرق\n1 انظر: قواطع الأدلّة في أصول الفقه (ص: 821 - 824) .\n2 المصدر نفسه (ص: 595-596) .\nالجزء: 1 ¦ الصفحة: 39\n",
        "أن يقول الصحابيّ ذلك في حياة رسول الله صلى الله عليه وسلم، أو بعد وفاته \" 1.\n5 -\nقال الحافظ أبو عمرو بن الصلاح (ت 643 هـ) :\" قول الصحابيّ: أمرنا بكذا، أو نهينا عن كذا من نوع المسند المرفوع عند أصحاب الحديث وهو قول أكثر أهل العلم، وخالف في ذلك فريق منهم أبو بكر الإسماعيليّ \". 2\nثمّ قال:\" والأول هو الصحيح لأنَّ مطلق ذلك ينصرف بظاهره إلى من له الأمر والنهي، وهو رسول الله صلى الله عليه وسلم، وهكذا قول الصحابيّ:من السنة كذا فالأصحّ 3\n1 مقدّمة جامع الأصول (1 / 94 - 95) .\n2 قال الحافظ ابن حجر في النكت (2 / 520) : \" من الفريق المذكور أبو الحسن الكرخيّ من الحنفيّة \".\n3 قال الحافظ ابن حجر في النكت (2 / 523) : \" ومقابل الأصح خلاف الصيرفيّ من الشافعيّة والكرخيّ والرازيّ من الحنفيّة وابن حزم الظاهريّ \"\nالجزء: 1 ¦ الصفحة: 40\n",
        "أنَّه مسند مرفوع لأنَّ الظاهر أنه لا يريد به إلا سُنَّة رسول الله صلى الله عليه وسلم وما يجب اتباعه، وكذلك قول أنس رضي الله عنه:\" أمر بلال أن يشفع الأذان ويوتر الإقامة \"، وسائر ما جانس ذلك ولا فرق بين أن يقول ذلك في زمن رسول الله صلى الله عليه وسلم أو بعده \" 1.\n6 -\nقال الحافظ أبو زكريا محي الدين يحيى بن شرف النوويّ (ت 676 هـ) :\" إذا قال الصحابيّ:أُمِرنا بكذا، أو نُهِينا عن كذا، أو من السنّة كذا، أو مضت السنة بكذا ونحو ذلك فكلّه مرفوع إلى رسول الله صلى الله عليه وسلم على المذهب الصحيح الذي قاله الجماهير من أصحاب الفنون \"\nثمّ قال:\" وقيل: موقوف \" 2.\nوهذا إشارة إلى ما ذهب إليه أبو بكر إسماعيل بن\n1 انظر: علوم الحديث لابن الصلاح (ص: 45) .\n2 مقدمة شرح صحيح مسلم للنوويّ (1 / 30) ، مقدّمة المجموع شرح المهذّب (1 / 59) .\nالجزء: 1 ¦ الصفحة: 41\n",
        "إبراهيم الإسماعيليّ (ت 371 هـ) 1، وأبو بكر الصيرفيّ (ت 330 هـ) ، وأبو الحسن الكرخيّ (ت 340 هـ) 2.\n7 -\nقال أبو حفص عمر بن رسلان البلقينيّ (ت 805 هـ) 3:\" وأما مثل قوله: لا تلبسوا علينا سنّة نبينا كما روي عن عمرو بن العاص في عدّة أمّ الولد 4، وقوله: أصبت السنّة كما جاء بإسناد صحّحه الدارقطنيّ في \" سننه \" 5 عن عقبة بن عامر في المسح على\n1 انظر: شرح التبصرة والتذكرة للعراقيّ (1 / 126 - 127) .\n2 انظر: قواطع الأدلّة في أصول الفقه (ص 594، 822) .\n3 محاسن الاصطلاح المطبوع بحاشية علوم الحديث لابن الصلاح (ص: 199) .\n4 رواه أبو داود في سننه - كتاب الطّلاق - باب في عدّة أمّ الولد (2 / 730 ح 2308) .\n5 كتاب الطهارة - باب الرخصة في المسح على الخفّين (1 / 196 ح 1\nالجزء: 1 ¦ الصفحة: 42\n",
        "الخفين - وإن كان فيه علّة نبَّه عليها الدارقطنيّ في \" علله \" 1 -، وقوله:سنة أبي القاسم، كما في حديث ابن عباس في متعة الحجّ 2، فهذه الألفاظ في حكم قوله: من السنّة\n...\n، وبعضها أقرب من بعض، وأقربها للرفع: سنَّة أبي القاسم، ويليها: لا تلبِّسوا علينا سنَّة نبيِّنا، ويلي ذلك: أصبت السنّة \".\nثم قال:\" ونظير حديث: أُمِر بلال حديث عائشة رضي الله عنها:فكنّا نؤمر بقضاء الصوم\n...\n\" 3.\n1 انظر: العلل (2 / 110 س 148 مسند عمر بن الخطاب رضي الله عنه.\n2 رواه البخاريّ في الحجّ - باب {فمن تمتّع بالعمرة إلى الحجّ} (الصحيح مع الفتح 3 / 533 ح 1688) . ورواه مسلم في الحجّ - باب جواز العمرة في أشهر الحجّ (2 / 909 ح204) وفي البخاريّ في الحجّ - باب التمتّع والقران والإفراد عن عليّ رضي الله عنه قال: \" ما كنت لأدع سنة النبيّ صلى الله عليه وسلم لأحد \". (الصحيح مع الفتح 3 / 421 ح 1563) ، ونحوه عن ابن عباس ح 1567.\n3 رواه مسلم في الحيض - باب وجوب قضاء الصوم على الحائض دون الصلاة (1 / 265 ح 69) .\nالجزء: 1 ¦ الصفحة: 43\n",
        "تنبيهات:\nوأختم هذا المبحث بتنبيهات ذكرها الحافظ ابن حجر وغيره، وهي كالتتمة والتكميل لهذا البحث:\n1 -\nقال الحافظ ابن حجر:\" لا اختصاص لذلك بقوله:\" أمرنا أو نهينا \"، بل يلحق به ما إذا قال:أُمِر فلان بكذا أو نُهِي فلان عن كذا، أو أُمِر أو نُهِي بلا إضافة وكذا مثل قول عائشة رضي الله عنها: كنّا نؤمر بقضاء الصّوم\n...\nالحديث \" 1، وأما إذا قال الصحابيّ:أوجب علينا كذا أو حُرِّم علينا كذا أو أبيح لنا كذا، فهو مرفوع، ويبعد تطرّق الاحتمالات المتقدّمة إليه بعداً قوياًّ جداًّ 2.\n2 -\nإذا قال الصحابيّ:أمرنا رسول الله صلى الله عليه وسلم بكذا، أو سمعته يأمر بكذا، فهو مرفوع بلا خلاف لانتفاء\n1 النكت (2 / 522) .\n2 المصدر نفسه.\nالجزء: 1 ¦ الصفحة: 44\n",
        "الاحتمال المتقدم. 1\nقال الحافظ زين الدين العراقيّ (ت 806 هـ) :\" لا أعلم فيه خلافاً إلا ما حكاه ابن الصباغ - أبو نصر عبد السيّد بن محمَّد ت 477 هـ - في \" العدّة \" عن داود الظاهريّ وبعض المتكلّمين، أن لا يكون ذلك حجّة حتى ينقل لنا لفظه، وهذا ضعيف مردود \".2\nقال ابن حجر:\" وأجيب بإنَّ الظاهر من حال الصحابيّ مع عدالته ومعرفته بأوضاع اللغة: أنه لا يطلق ذلك إلا فيما تحقّق أنَّه أمر أو نهي من غير شكّ نفياً للتلبيس عنه بنقل ما يوجب سامعه اعتقاد الأمر والنهي فيما ليس هو بأمر ولا نهي \" 3.\n3 -\nإذا أضاف الصحابيّ السُّنَّة إلى النبيّ صلى الله عليه وسلم فمقتضى\n1 المصدر نفسه.\n2 شرح التبصرة والتذكرة (1 / 127) .\n3 النكت (2 / 527) .\nالجزء: 1 ¦ الصفحة: 45\n",
        "كلام الجمهور أنَّه يكون مرفوعاً قطعاً 1.\n4 -\nقال في الكوكب المنير:\" وقول الصحابيّ: أمر النبيّ صلى الله عليه وسلم، أو أمرنا رسول الله بكذا، أو نهى النبيّ صلى الله عليه وسلم عن كذا، أو رخّص لنا في كذا، وقوله: جرت السنة أو مضت السنّة بكذا، أو كنّا نفعل كذا، أو نقول كذا أو نرى كذا على عهد رسول الله صلى الله عليه وسلم ونحو ذلك حُجَّة \"\nقال الشارح:\" يعني إنَّ حكم ذلك حكم قول الصحابيّ: قال النبيّ صلى الله عليه وسلم لكنّه في الدلالة دون ذلك لاحتمال الواسطة، أو اعتقاد ما ليس بأمر ولا نهي أمراً أو نهياً، لكن الظاهر أنَّه لم يصرّح بنقل الأمر إلا بعد جزمه بوجود حقيقته، ومعرفة الأمر مستفادة من اللغة وهم أهلها فلا تخفى عليهم، فعلى هذا يكون حجّة وهو الصحيح وعليه جماهير العلماء، وخالف في ذلك بعض المتكلّمين كالصيرفيّ، والباقلانيّ، وأبي بكر الرازي،\n1 المصدر نفسه (2 / 527) .\nالجزء: 1 ¦ الصفحة: 46\n",
        "والكرخيّ، وإمام الحرمين \" 1.\n5 -\nقال ابن الأثير:\" أما إذا قال:أُبِيح، وأُوجب، أو حُظِر فيقوى في جانبه ألا يكون مضافاً إلا إلى النبيّ صلى الله عليه وسلم، لأنَّ الإيجاب والإباحة والحظر إلى النبيّ صلى الله عليه وسلم دون غيره بخلاف الأمر \". 2\n6 -\nقال الحافظ العراقيّ:\" فإذا قال التابعيّ:أُمِرنا بكذا، أو نهينا عن كذا، فجزم ابن الصباغ في \" العدّة في أصول الفقه \" أنَّه مرسل، وذكر الغزاليّ في \" المستصفى \" فيه احتمالين من غير ترجيح هل يكون موقوفاً أو مرفوعاً مرسلاً؟\n...\n\". 3\n1 انظر: شرح الكوكب المنير (2 / 483 - 485) ، والمسودة (ص: 264) .\n2 مقدّمة جامع الأصول (1 / 94) .\n3 التقييد والإيضاح (ص: 54) .\nالجزء: 1 ¦ الصفحة: 47\n",
        "المبحث الثالث: قول التابعيّ عن الصحابيّ:\" يرفع الحديث، وينميه، ويبلغ به، وروايةً \".\n1\n1 -\nمن أمثلته:\nأ - ما رواه سعيد بن جبير، عن ابن عباس رضي الله عنه:\" الشفاء في ثلاث: شرطة محجم، ولعقة عسل، وكيّة لنار، وأنهى أمتي عن الكيّ، رفع الحديث \". 2\nب - ما رواه أبو الزناد عن الأعرج عن أبي هريرة رضي الله عنه يبلغ به:\" الناس تبع لقريش \". 3\n1 عن هذا النوع انظر: الكفاية للخطيب (ص: 585) ، علوم الحديث لابن الصلاح (ص: 46) ، فتح المغيث (1 / 144)\n2 رواه البخاريّ في الطبّ - باب الشفاء في ثلاث (الصحيح مع الفتح 10 / 136 ح 5680) ، ورواه الإمام أحمد في المسند (1 / 246) .\n3 رواه البخاريّ في الباب الأول من كتاب المناقب (الصحيح مع الفتح 6 / 525 ح 3495) .\nالجزء: 1 ¦ الصفحة: 48\n",
        "ج - وبه عن أبي هريرة رضي الله عنه روايةً:\" تقاتلون قوماً صغار الأعين\n...\nالحديث \". 1\nد - ما رواه مالك عن أبي حازم عن سهل بن سعد رضي الله عنه:\" كان النّاس يؤمرون أن يضع الرجل يده اليمنى على ذراعه اليسرى في الصلاة، قال أبو حازم: لا أعلم إلا أنَّه ينمي ذلك \". 2\n2 -\nصيغ هذا النوع هي: يرفع الحديث، رفعه، ينميه، يبلغ به، رواية. زاد السخاويّ 3:يسنده أو يأثره\n3 -\nما هو السبب الحامل للراوي للعدول إلى هذه الصيغة بدلاً من التصريح؟\nللعلماء في الإجابة عدّة أقوال:\n1 رواه البخاريّ في الجهاد - باب قتال الترك (الصحيح مع الفتح 6 / 103 ح 2928، 2929) .\n2 رواه البخاريّ في الأذان - باب وضع اليمنى على اليسرى (الصحيح مع الفتح 2 / 224 ح740) .\n3 انظر: فتح المغيث (1 / 144) .\nالجزء: 1 ¦ الصفحة: 49\n",
        "الأول: قال المنذريّ عبد العظيم بن عبد القويّ (ت 656 هـ) :\" يشبه أن يكون التابعيّ مع تحقّقه بإنَّ الصحابيّ رفع الحديث إلى النبيّ صلى الله عليه وسلم شكّ في الصيغة بعينها، فلما لم يمكنه الجزم بما قاله له أتى بلفظ يدلّ على رفع الحديث \" 1.\nالثاني:قال الحافظ ابن حجر:\" ويحتمل أن يكون من صنع ذلك صنعه طلباً للتخفيف وإيثاراً للاختصار، ويحتمل أيضاً أن يكون شكّ في ثبوت ذلك عن النبيّ صلى الله عليه وسلم فلم يجزم بلفظ: قال رسول الله صلى الله عليه وسلم كذا وكذا، بل كنى عنه تحرّزاً \". 2\nالثالث:قال الحافظ السخاويّ:\" ويحتمل أن يكون ذلك منه ورعاً حيث علم إنَّ المرويّ بالمعنى \". 3\n1 انظر: النكت لابن حجر (2 / 537) .\n2 المصدر نفسه.\n3 فتح المغيث (1 / 144 - 145) .\nالجزء: 1 ¦ الصفحة: 50\n",
        "رابعاً: قال الحافظ السيوطيّ:\" وأما قول بعضهم: إن كان مرفوعاً فلِمَ لا يقولون فيه: قال رسول الله صلى الله عليه وسلم؟ فجوابه: أنّهم تركوا الجزم بذلك تورّعاً واحتياطاً، ومن هذا قول أبي قلابة عن أنس: من السنّة إذا تزوّج البكر على الثّيب أقام عندها سبعاً. 1 قال أبو قلابة: لو شئت لقلت: إنَّ أنساً رفعه إلى النبيّ صلى الله عليه وسلم، أي: لو قلت لم أكذب، لأنَّ قوله:من السنّة هذا معناه، لكن إيراده بالصيغة التي ذكرها الصحابيّ أولى \". 2\n1 رواه البخاريّ في النكاح - باب إذا تزوّج الثيب على البكر (الصحيح مع الفتح 9 / 314 ح 5214) . ورواه مسلم في الرضاع - باب قدر ما تستحقّه البكر والثيب من إقامة الزوج عندها عقب الزفاف (2/ 1083 ح 44) ، وفيه: قال خالد - الراوي عن أبي قلابة -: ولو قلت: أنَّه رفعه لصدقت، ولكنّه قال: السنّة كذلك.\n2 تدريب الراوي (1 / 209 - 210) .\nالجزء: 1 ¦ الصفحة: 51\n",
        "4 -\nحكم الحديث المرويّ بهذه الصيغة:\nأخرج الخطيب بإسناده إلى الأثرم أحمد بن محمَّد بن هانئ الطائيّ (ت 261 هـ) قال:\" قيل لأبي عبد الله أحمد بن حنبل (ت 241 هـ) :فإذا قال: يرفع الحديث فهو عن النبيّ صلى الله عليه وسلم؟ قال: فأي شيء؟! \"\nثمّ قال الخطيب:\" كلّ هذه الألفاظ كناية عن رفع الصحابيّ الحديث، وروايته إياه عن رسول الله صلى الله عليه وسلم، ولا يختلف أهل العلم إنَّ الحكم في هذه الأخبار وفيما صرح برفعه سواء في وجوب القبول والتزام العمل \". 1\nوقال الحافظ أبو عمرو بن الصلاح بعد أن ذكر هذه الصيغ:\" فكلّ ذلك وأمثاله كناية عن رفع الصحابيّ الحديث إلى رسول الله صلى الله عليه وسلم، وحكم ذلك عند أهل العلم حكم المرفوع صريحاً \". 2\n1 الكفاية (ص: 586، 587) .\n2 علوم الحديث (ص: 46) .\nالجزء: 1 ¦ الصفحة: 52\n",
        "وقال الحافظ محي الدين النوويّ (ت 676 هـ) :\"\n…\nوأما إذا قال التابعيّ عند ذكر الصحابيّ:يرفعه أو يبلغ به أو رواية، فكلّه مرفوع متّصل بلا خلاف \". 1\nقال الحافظ ابن حجر:\" ويلحق بقولي:\" حكماً \" ما ورد بصيغة الكناية في موضع الصيغ الصريحة بالنسبة إليه صلى الله عليه وسلم كقول التابعيّ عن الصحابيّ:يرفع الحديث أو يرويه أو ينميه أو رواية أو يبلغ به أو رواه، وقد يقتصرون على القول مع حذف القائل ويريدون به النبيّ صلى الله عليه وسلم كقول ابن سيرين عن أبي هريرة رضي الله عنه: قال: قال:\" تقاتلون قوماً\n…\nالحديث \"، وفي كلام الخطيب أنَّه اصطلاح خاصّ بأهل البصرة \". 2\n1 مقدمة شرح صحيح الإمام مسلم (1 / 31) .\n2 نزهة النظر (ص: 54) . وكلام الخطيب في الكفاية (ص: 588) ، لكنّه عزاه لموسى بن هارون الحمال (ت 292 هـ) حيث قال بعد أن أورد جملة من الأحاديث كلّها عن أهل البصرة وصلها عن ابن سيرين عن أبي هريرة، قال: \" قال موسى: إذا قال حماد بن زيد وأهل البصرة: قال، قال، فهو مرفوع، قلت للبرقانيّ: أحاديث ابن سيرين خاصّة، فقال: كذا تحسب، قلت: ويحقّق قول موسى هذا ما أخبرناه ابن الفضل - ثمّ ساق بإسناده إلى ابن سيرين - قال: كلّ شيء حدّثت عن أبي هريرة فهو مرفوع \".\nالجزء: 1 ¦ الصفحة: 53\n",
        "تتمة:\nقال الحافظ النوويّ:\" وأما إذا قال التابعيّ: من السنّة كذا، فالصحيح أنَّه موقوف، وقال بعض أصحابنا الشافعيين: أنَّه مرفوع مرسل.\nأما إذا قال التابعيّ:كانوا يفعلون، فلا يدلّ على فعل جميع الأمَّة، بل على بعض الأمة، فلا حجّة فيه إلا أن يصرّح بنقله عن أهل الإجماع \". 1\nوقال الحافظ زين الدين عبد الرحيم بن الحسين\n1 مقدمة شرح صحيح الإمام مسلم (1 / 31) ، وجامع الأصول (1 / 96) ، ومقدّمة المجموع شرح المهذّب (1 / 60) ، وانظر: التقييد والإيضاح (ص: 54) .\nالجزء: 1 ¦ الصفحة: 54\n",
        "العراقيّ (ت 806 هـ) :\" وإن يقل هذه الألفاظ - يرفعه، يبلغ به، روايةً ونحو ذلك - تابعيّ 1، فهو مرسل - أي: مرفوع مرسل -، فإذا قال التابعيّ: من السنّة كذا، فهل هو موقوف متّصل أو مرفوع مرسل كالذي قبله فيه وجهان لأصحاب الشافعيّ، مثاله ما رواه البيهقيّ من قول عبيد الله بن عبد الله بن عتبة:\" السنّة تكبير الإمام يوم الفطر ويوم الأضحى حين يجلس على المنبر قبل الخطبة تسع تكبيرات \". 2\nثمّ قال:\" والفرق بينه وبين الذي قبله إنَّ قوله: يرفع الحديث تصريح بالرفع، وأما قوله: من السنّة فكثيراً ما يعبّر به عن سنّة الخلفاء الراشدين، ويترجّح ذلك إذا قاله التابعيّ بخلاف ما إذا قال الصحابيّ، فإنَّ الظاهر أنَّ مراده\n1 يعني: عندما يقول تابع التابعيّ عند ذكر التابعيّ: يرفع، ينميه ونحو ذلك.\n2 السنن الكبرى للبيهقيّ (3 / 299) .\nالجزء: 1 ¦ الصفحة: 55\n",
        "سنة النبيّ صلى الله عليه وسلم \". 1 ثمّ قال:\" وإذا قال التابعيّ:أُمِرنا بكذا ونحوه، فهل يكون موقوفاً أو مرفوعاً مرسلاً؟ فيه احتمالان لأبي حامد الغزاليّ ولم يرجح واحداً من الاحتمالين، وجزم ابن الصباغ في \" العدّة \" بأنَّه مرسل. وحكى فيما إذا قال ذلك سعيد بن المسيب هل يكون حجّة؟ وجهين، والله أعلم \". 2\nقال السخاويّ:\"\n…\nنعم ألحق الشافعيّ رحمه الله بالصحابة سعيد بن المسيب في: من السنّة\n…\nوكذا قال عليّ بن المدينيّ: إذا قال سعيد: مضت السنّة\n…\nفحسبك به، وحينئذ فهو مستثنى من التابعين كما في المرسل أيضاً \". 3\n1 شرح التبصرة والتذكرة (1 / 136) ، وانظر: التقييد والإيضاح (ص: 54) .\n2 شرح التبصرة والتذكرة (1 / 137 - 139) .\n3 فتح المغيث (1 / 146) .\nالجزء: 1 ¦ الصفحة: 56\n",
        "ثمّ قال:\" أما إذا جاء عن التابعيّ:كنّا نفعل فليس بمرفوع قطعاً ولا بموقوف إن لم يضفه لزمن الصحابة، بل مقطوع، فإن أضافه احتمل الوقف لإنَّ الظاهر اطّلاعهم على ذلك وتقريرهم له، ويحتمل عدمه \". 1\nوقال في \" الكوكب المنير \":\" وقول التابعيّ:أُمِرنا ونُهِينا ومن السنّة وكانوا يفعلون كذا كقول الصحابيّ ذلك حجّة \".\nقال الشارح:\" أي: في الاحتجاج به عند أصحابنا، وأومأ إليه أحمد رضي الله عنه، لكنّه كالمرسل وخالف الشيخ تقيّ الدين في قوله: كانوا يفعلون كذا وقال: ليس بحجّة لأنَّه قد يعني من أدركه كقول إبراهيم النخعيّ:كانوا يفعلون يريد أصحاب عبد الله بن مسعود \".2\n1 المصدر نفسه (1 / 147) ، التقييد والإيضاح (ص: 54) .\n2 انظر: شرح الكوكب المنير (2 / 490) ، المسودة (ص: 266 - 267) .\nالجزء: 1 ¦ الصفحة: 57\n",
        "المبحث الرابع: ما وقف على الصحابيّ مما ليس للرأي فيه مجال:\n1\nأولاً: يراد بما ليس للرأي فيه مجال الأمور الآتية:\nأ - الإخبار عن الأمور الماضية من بدء الخلق، وقصص الأنبياء ونحو ذلك.\nب - الإخبار عن الأمور الآتية كالملاحم، والفتن، والبعث، وصفة الجنّة والنار.\nج - الإخبار عن عمل يحصل به ثواب مخصوص، أو عقاب مخصوص.\nثانياً: من أمثلته:\n1 -\nما أخرجه أبو عبد الله الحاكم في \" معرفة\n1 انظر: معرفة علوم الحديث للحاكم (ص: 21 - 22) النوع السادس، شرح التبصرة والتذكرة (1 / 139) ، النكت لابن حجر (2 / 529) ، فتح المغيث للسخاويّ (1 / 148) وغيرها.\nالجزء: 1 ¦ الصفحة: 58\n",
        "علوم الحديث \" 1 بسنده إلى عبد الله بن مسعود رضي الله عنه قال:\" من أتى ساحراً أو عرافاً فقد كفر بما أنزل على محمَّد صلى الله عليه وسلم \".\n2 -\nما رواه البخاريّ عن أبي هريرة رضي الله عنه أنَّه كان يقول:\" شرّ الطعام الوليمة، ومن لم يجب الدعوة فقد عصى الله ورسوله \". 2\n1 ص: 22، ورواه الطبرانيّ في الكبير (10 / 93 ح 10005) والبزار في مسنده (كشف الأستار للهيثميّ 2 / 443 ح 2067) وقال الهيثميّ في المجمع (5 / 118) : \" رواه الطبرانيّ في الكبير والأوسط والبزار، ورجال الكبير والبزار ثقات \".\n2 كتاب النكاح - باب من ترك الدعوة فقد عصى الله ورسوله (الصحيح مع الفتح 9 / 244 ح 5177) قال ابن حجر: \" وأوّل هذا الحديث موقوف، ولكن آخره يقتضي رفعه، ذكر ذلك ابن بطال، قال: ومثله حديث أبي الشعثاء: \" إنَّ أبا هريرة أبصر رجلا خارجا من المسجد بعد الأذان فقال: أما هذا فقد عصى أبا القاسم \"، قال: ومثل هذا لا يكون رأياً، ولهذا أدخله الأئمة في مسانيدهم \".\nالجزء: 1 ¦ الصفحة: 59\n",
        "3 -\nما رواه مسلم عن أبي هريرة رضي الله عنه قال وقد رأى رجلاً يخرج من المسجد بعد الأذان:\" أما هذا فقد عصى أبا القاسم صلى الله عليه وسلم \". 1\n4 -\nما أخرجه البخاريّ معلّقاً موقوفاً عن عمار بن ياسر رضي الله عنه قال:\" من صام اليوم الذي يشكّ فيه فقد عصى أبا القاسم صلى الله عليه وسلم \". 2\n1 كتاب المساجد - باب النهي عن الخروج من المسجد إذا أذّن المؤذّن (1 / 453 ح 258) .\n2 كتاب الصوم - باب قوله صلى الله عليه وسلم: \" إذا رأيتم الهلال فصوموا \" (الصحيح مع الفتح 4 / 119) ، وقال ابن حجر: \" وقد وصله أبو داود والترمذيّ وابن خزيمة وابن حبان والحاكم من طريق عمرو بن قيس عن أبي إسحاق عن صلة بن زفر عن عمار\n...\nالحديث \".\nالجزء: 1 ¦ الصفحة: 60\n",
        "ثالثاً: حكمه:1\nذهب الجماهير من المحدّثين والفقهاء والأصوليين إلى أنَّه مرفوع، وهذه أهمّ أقوالهم في ذلك:\n1 -\nقال أبو عبد الله الحاكم (ت 405 هـ) :\nالنوع السادس من معرفة علوم الحديث هو معرفة الأسانيد التي لا يذكر سندها عن رسول الله صلى الله عليه وسلم، ثمّ ذكر أمثلة لذلك وهي:\nأ - ذكر بإسناده إلى سعيد بن جبير عن ابن عباس رضي الله عنهما قال:\" كنّا نتمضمض من اللبن ولا نتوضّأ منه \".\nب - وبإسناده إلى أنس بن مالك قال:\" كان يقال في أيام العشر بكلّ يوم ألف يوم، ويوم عرفة عشرة آلاف \"،\n1 تنبيه: لم أتعرّض في هذا البحث لمسألة قول الصحابيّ فيما للرأي فيه مجال وهل هو حجّة أم لا؟ لأنَّه لا يدخل في موضوع هذا البحث الذي خصّص لما له حكم الرفع وقول الصحابيّ فيما للرأي فيه مجال بالاتفاق أنَّه موقوف غير مرفوع، والله الموفّق.\nالجزء: 1 ¦ الصفحة: 61\n",
        "قال: يعني في الفضل.\nج - وبسنده أيضاً إلى عبد الله بن مسعود رضي الله عنه قال:\" من أتى ساحراً أو عرافاً فقد كفر بما أنزل على محمَّد صلى الله عليه وسلم \".\nثمّ قال رحمه الله:\" هذا باب كبير يطول ذكره بالأسانيد فمن ذلك ما ذكرنا\n...\nوأشباه ما ذكرناه إذا قاله الصحابيّ المعروف بالصحبة فهو حديث مسند وكلّ ذلك مخرّج في المسانيد \" 1.\n2 -\nوبعد أن ذكر ابن عبد البرّ رحمه الله حديثي أبي هريرة:\nأ - \" شرّ الطعام طعام الوليمة\n...\nالحديث \".\nب - وحديث:\" أما هذا فقد عصى أبا القاسم صلى الله عليه وسلم \" يعني الخارج من المسجد بعد الأذان قال:\" ولا يختلفون في هذا أو ذاك أنّهما مسندان مرفوعان \". 2\n1 معرفة علوم الحديث (ص: 22) .\n2 التمهيد (1 / 175) .\nالجزء: 1 ¦ الصفحة: 62\n",
        "3 -\nقال أبو حفص عمر بن رسلان سراج الدين البلقينيّ (ت 805 هـ) :\"\n...\nوأما حديثه في صيام يوم الشّكّ، وحديث أبي هريرة في الخارج من المسجد بعد الأذان ونسبة كلّ منهما إلى أنَّه عصى أبا القاسم، فالأقرب أنَّه ليس بمرفوع، لجواز إحالة الإثم على ما ظهر من القواعد \". 1\n4 -\nقال الحافظ ابن حجر (ت 852 هـ) :\" لم يتعرّض ابن الصلاح إلى بيان حكم ما ينسب الصحابيّ فاعله إلى الكفر أو العصيان كقول ابن مسعود:\" من أتى عرافاً أو ساحراً أو كاهناً فصدّقه فقد كفر بما أنزل على محمَّد صلى الله عليه وسلم \"، وكقول أبي هريرة:\" ومن لم يجب الدعوة فقد عصى الله ورسوله \"، وقوله في الخارج من المسجد بعد الأذان:\" أما هذا فقد عصى أبا القاسم صلى الله عليه وسلم \"، وقول عمار بن ياسر:\" من صام اليوم الذي يشكّ فيه فقد عصى\n1 محاسن الاصطلاح (ص: 200) .\nالجزء: 1 ¦ الصفحة: 63\n",
        "أبا القاسم صلى الله عليه وسلم \" 1، فهذا ظاهره إنَّ له حكم الرفع، ويحتمل أن يكون موقوفاً لجواز إحالة الإثم على ما ظهر من القواعد، والأول أظهر، بل حكى ابن عبد البرّ الإجماع على أنَّه مسند، وبذلك جزم الحاكم في \" علوم الحديث \" 2، والإمام فخر الدين الرازيّ في \" المحصول \" \". 3\n5 -\nوقال أيضاً:\" ومثال المرفوع من القول حكماً لا تصريحاً أن يقول الصحابيّ الذي لم يأخذ عن الإسرائيليات ما لا مجال للاجتهاد فيه، ولا تعلّق له ببيان لغة أو شرح غريب، كالإخبار عن الأمور الماضية كبدء الخلق وأخبار الأنبياء، أو الآتية كالملاحم والفتن وأحوال يوم القيامة، وكذا الإخبار عما يحصل بفعله ثواب\n1 سبق تخريج هذه الروايات فيما مضى.\n2 سبقت الإشارة إلى قوليهما فيما مضى.\n3 النكت (2 / 529 - 530) .\nالجزء: 1 ¦ الصفحة: 64\n",
        "مخصوص أو عقاب مخصوص، وإنّما كان له حكم الرفع لأنَّ إخباره بذلك يقتضي مخبراً له، وما لا مجال للاجتهاد فيه يقتضي موقفا للقائل به، ولا موقف للصحابة إلا النبيّ صلى الله عليه وسلم أو بعض من يخبر عن الكتب القديمة، فلهذا وقع الاحتراز عن القسم الثاني، وإذا كان كذلك فله حكم ما لو قال: قال رسول الله صلى الله عليه وسلم، فهو مرفوع سواء كان مما سمعه منه أو عنه بواسطة \". 1\n6 -\nوقال الحافظ محمَّد بن عبد الرحمن السخاويّ (ت 902 هـ) :\" وأدخل ابن عبد البرّ في كتابه \" التقصّي الموضوع لما في الموطّأ من المرفوع \" 2 عدّة أحاديث ذكرها مالك في \" الموطّأ \" موقوفة، منها حديث\n1 نزهة النظر: (ص53) ، طبعة المكتبة العلميّة بالمدينة.\n2 طبع باسم \" تجريد التمهيد لما في الموطأ من المعاني والأسانيد أو التقصّي لحديث الموطأ وشيوخ الإمام مالك \".\nالجزء: 1 ¦ الصفحة: 65\n",
        "سهل بن حثمة في صلاة الخوف 1، وصرّح في \" التمهيد \" بأنَّه لا يقال من جهة الرأي 2، ثمّ قال: وقال أبو عمرو عثمان بن سعيد بن عثمان الداني (ت 444 هـ) :وقد يحكي الصحابيّ قولاً يوقفه على نفسه فيخرجه أهل الحديث في المسند لامتناع أن يكون الصحابيّ قاله إلا بتوقيف، كحديث أبي صالح السمان عن أبي هريرة أنَّه قال:\" نساء كاسيات عاريات مائلات مميلات \" 3 فمثل هذا لا يقال بالرأي فيكون من جملة المسند \".\n1 انظر تجريد التمهيد (ص: 215) .\n2 وكذلك صرّح في التجريد (ص: 215) .\n3 رواه مسلم من حديث أبي هريرة مرفوعاً في صحيحه - كتاب اللباس والزينة - باب النساء الكاسيات العاريات (3 / 1680 ح 125) ، ورواه أحمد مرفوعاً أيضاً في المسند (2 / 356) ، ورواه مالك موقوفاً في الموطأ - كتاب صلاة الخوف (1 / 183 ح 2) .\nالجزء: 1 ¦ الصفحة: 66\n",
        "ثمّ قال السخاويّ:\" وقال ابن العربيّ في \" القبس \":إذا قال الصحابيّ قولاً لا يقتضيه القياس، فأنَّه محمول على المسند إلى النبيّ صلى الله عليه وسلم، ومذهب مالك وأبي حنيفة أنَّه كالمسند. اهـ\nوهو الظّاهر من احتجاج الشافعيّ رحمه الله في الجديد بقول عائشة:\" فرضت الصلاة ركعتين ركعتين \" 1 حيث أعطاه حكم المرفوع لكونه مما لا مجال للرأي فيه \".\nثمّ قال:\" إذا علم هذا فقد ألحق ابن العربيّ بالصحابة في ذلك ما يجيء عن التابعين أيضاً مما لا مجال للاجتهاد فيه على أنَّه يكون في حكم المرفوع، وادّعى أنَّه مذهب مالك \". 2\n7 -\nقال الحافظ زين الدين عبد الرحيم بن الحسين العراقيّ (ت 806 هـ) :\" ما جاء عن صحابيّ موقوفاً\n1 انظر: كتاب الأمّ (1 / 180) .\n2 انظر: فتح المغيث (1 / 148 - 152) .\nالجزء: 1 ¦ الصفحة: 67\n",
        "عليه ومثله لا يقال من قبل الرأي حكمه حكم المرفوع، كما قال الإمام فخر الدين في \" المحصول \" 1، فقال: إذا قال الصحابيّ قولاً ليس للاجتهاد فيه مجال فهو محمول على السماع تحسيناً للظنّ به \".\nثمّ قال:\" وما قاله في \" المحصول \" موجود في كلام غير واحد من الأئمّة كأبي عمر ابن عبد البرّ وغيره، وقد أدخل في كتابه \" التقصّي \" عدّة أحاديث ذكرها مالك في الموطّأ موقوفة مع إنَّ موضوع الكتاب لما في الموطّأ من الأحاديث المرفوعة، ومنها حديث سهل بن حَثْمَة في صلاة الخوف، وقال في \" التمهيد \":هذا الحديث موقوف على سهل في الموطأ عند جماعة الرواة عن مالك، قال: ومثله لا يقال من جهة الرأي \". 2\n8 -\nقال الشيخ محمَّد الأمين الشنقيطيّ رحمه الله في\n1 انظر: (2 / 1 / 643) ، طبعة جامعة الإمام بالرياض.\n2 شرح التبصرة والتذكرة (1 / 139 - 140) .\nالجزء: 1 ¦ الصفحة: 68\n",
        "مسألة قول الصحابيّ الموقوف عليه:\" لها حالتان: الأولى أن يكون مما لا مجال للرأي فيه، الثانية: أن يكون مما له فيه مجال. فإن كان مما لا مجال للرأي فيه فهو في حكم المرفوع كما تقرّر في علم الحديث، فيقدّم على القياس ويخصّ به النّصّ إن لم يعرف الصحابيّ بالأخذ عن الإسرائيليّات\n...\n\". 1\n1 مذكّرة أصول الفقه (ص: 165) .\nالجزء: 1 ¦ الصفحة: 69\n",
        "المبحث الخامس: هل تفسير الصحابيّ للقرآن من قبيل المسند المرفوع أم هو موقوف؟\nتتلخّص الإجابة على هذا السؤال في قولين للعلماء:1\nالأول: إن كان مما يتعلّق بسبب النزول أو الإخبار عن نزول آية بذلك فهو مسند مرفوع. وما سوى ذلك فهو موقوف على الصحابيّ.\nالثاني: يضاف إلى سبب النزول ما كان مما لا مجال للاجتهاد فيه كالإخبار عن الأمور الماضية من بدء الخلق وقصص الأنبياء ونحو ذلك، أو عن الأمور الآتية كالملاحم والفتن وصفة الجنّة والنار، أو الإخبار عن عمل يحصل به ثواب مخصوص أو عقاب مخصوص، فيكون هذا كلّه مرفوعاً، وما سواه من تفسير آية تتعلق بحكم شرعيّ\n1 للمزيد يراجع: النكت لابن حجر (2 / 530 - 535) ، فتح المغيث لللسخاويّ (1 / 142 - 144) .\nالجزء: 1 ¦ الصفحة: 70\n",
        "يحتمل أن يكون استفاد ذلك من النبيّ صلى الله عليه وسلم أو من القواعد الشرعيّة العامّة، أو تفسير مفرد نقله عن اللسان خاصّة، فهذا لا يجزم برفعه.\nوفيما يأتي أقوال الأئمّة في هذه المسألة:\n1 -\nقال الحافظ ابن الصّلاح:\" ما قيل من إنَّ تفسيير الصحابيّ حديث مسند، فإنّما ذلك في تفسير يتعلّق بسبب نزول آية يخبر به الصحابيّ أو نحو ذلك، ثمّ قال: فأما سائر تفاسير الصحابة التي لا تشتمل على إضافة شيء إلى رسول الله صلى الله عليه وسلم فمعدودة في الموقوفات، والله أعلم \".1\nقال شيخ الإسلام أحمد بن عبد الحليم تقيّ الدين ابن تيميّة (ت 728 هـ) :\" وقد تنازع العلماء في قول الصاحب: نزلت هذه الآية في كذا، هل يجري مجرى المسند كما يذكر السبب الذي نزلت لأجله، أو يجري\n1 علوم الحديث: (ص45-46) .\nالجزء: 1 ¦ الصفحة: 71\n",
        "مجرى التفسير منه الذي ليس بمسند. فالبخاريّ يدخله في المسند، وغيره لا يدخله في المسند، وأكثر المسانيد على هذا الاصطلاح كمسند أحمد وغيره، بخلاف ما ذكر سبباً نزلت عقبه الآية، فإنّهم كلّهم يدخلون مثل هذا في المسند\". 1\n2 -\nقال أبو عبد الله محمَّد بن عبد الله الحاكم (ت 405 هـ) :\" ومن الموقوف الذي يستدلّ به على أحاديث كثيرة ما حدثناه أحمد بن كامل القاضي - ثمّ ذكر بإسناده إلى أببي هريرة رضي الله عنه - في قول الله عزّ وجلّ: {لَوَّاحَةٌ لِلْبَشَرِ} قال أبو هريرة: تلقاهم جهنّم يوم القيامة فتلفحهم لفحة فلا تترك لحماً على عظم إلا وضعت على العراقيب \".\nقال:\" هذا وأشباهه من الموقوفات تعدّ في تفسير الصحابيّ، فأما ما نقول في تفسير الصحابيّ مسند، فإنّما\n1 مجموع الفتاوى (13 / 340) .\nالجزء: 1 ¦ الصفحة: 72\n",
        "نقوله في غير هذا النوع، فإنَّه كما أخبرنا أبو عبد الله الصفار - ثمّ ذكر بإسناده إلى محمَّد بن المنكدر - عن جابر قال: كانت اليهود تقول: من أتى امرأته من دبرها في قبلها جاء الولد أحول، فأنزل الله عزّ وجلّ {نِسَاؤُكُمْ حَرْثٌ لَكُمْ} 1 الآية \".\nقال الحاكم:\" هذا الحديث وأشباهه مسندة عن آخرها وليست بموقوفة، فإنَّ الصحابيّ الذي شهد الوحي والتنزيل فأخبر عن آية من القرآن أنّها نزلت في كذا أو كذا فأنَّه حديث مسند - مرفوع - \". 2\n3 -\nقال الخطيب أحمد بن عليّ بن ثابت البغداديّ (ت 463 هـ) تعقيباً على حديث جابر الآنف الذكر:\n1 الآية (223) من سورة البقرة، والحديث رواه الإمام مسلم في النكاح - باب جواز جماع المرأة في قبلها من قدامها ومن ورائها (2 / 1058 ح 117) .\n2 معرفة علوم الحديث / النوع الخامس (ص: 19 - 20) .\nالجزء: 1 ¦ الصفحة: 73\n",
        "\"\n...\nفهذا يتوهّم موقوفاً لأنَّه لا ذكر فيه للنبيّ صلى الله عليه وسلم، وليس بموقوف، وإنّما هو مسند، لأنَّ الصحابيّ الذي شاهد الوحي إذا أخبر عن آية أنّها نزلت في كذا وكذا كان ذلك مسنداً - مرفوعاً - \". 1\n4 -\nقال الحافظ ابن حجر:\" أطلق الحاكم النقل عن البخاريّ ومسلم أنَّ تفسير الصحابيّ الذي شهد الوحي والتنزيل حديث مسند \" 2.\n1 الجامع لأخلاق الراوي وآداب السامع (1 / 291 - 292) .\n2 عزا ذلك إليهما في عدّة مواضع من مستدركه، منها: (1 / 27 كتاب الإيمان) عقب حديث ابن عباس في تفسير قوله تعالى: {فقال لها وللأرض ائتيا طوعاً أو كرهاً} الحديث، قال الحاكم: \" هذا حديث صحيح على شرط الشيخين ولم يخرّجاه، وتفسير الصحابيّ عندهما مسند \". وكذلك في (1 / 123 من كتاب العلم) عقب حديث جابر: {أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم} الحديث، قال: \" هذا حديث صحيح، وتفسير الصحابيّ عندهما مسند \". وكذلك في (1 / 542) عقب حديث أبي هريرة: كان فيكم أمانان مضت إحداهما وبقيت الأخرى\n...\nالحديث، قال: \" هذا حديث صحيح على شرط مسلم ولم يخرّجاه، وقد اتفقا على أن تفسير الصحابيّ حديث مسند \". وغير ذلك من المواضع.\nالجزء: 1 ¦ الصفحة: 74\n",
        "ثمّ قال:\" والحقّ إنَّ ضابط ما يفسّره الصحابيّ إن كان مما لا مجال للاجتهاد فيه، ولا منقولاً عن لسان العرب، فحكمه الرفع، وإلا فلا، كالإخبار عن الأمور الماضية من بدء الخلق وقصص الأنبياء وعن الأمور الآتية كالملاحم والفتن والبعث وصفة الجنّة والنار والإخبار عن عمل يحصل به ثواب مخصوص أو عقاب مخصوص، فهذه الأشياء لا مجال للاجتهاد فيها فيحكم لها بالرفع \".\nثمّ قال:\" وأما إذا فسّر آية تتعلّق بحكم شرعيّ فيحتمل أن يكون ذلك مستفاداً عن النبيّ صلى الله عليه وسلم، وعن القواعد، فلا يجزم برفعه. وهذا التحرير الذي حرّرناه هو معتمد خلق كثير من الأئمّة كصاحبي الصحيح، والإمام الشافعيّ، وأبي جعفر الطبريّ، وأبي جعفر الطحاويّ،\nالجزء: 1 ¦ الصفحة: 75\n",
        "وأبي بكر بن مردويه في تفسيره المسند، والبيهقيّ، وابن عبد البرّ في آخرين. إلا أنَّه يستثنى من ذلك ما كان المفسّر له من الصحابة ممن عرف بالنظر في الإسرائيليّات كمسلمة أهل الكتاب مثل: عبد الله بن سلام وغيره وكعبد الله بن عمرو بن العاص فأنَّه كان حصل له في وقعة اليرموك كتب كثيرة من كتب أهل الكتاب\n...\nفمثل هذا لا يكون حكم ما يخبر به من الأمور التي قدّمنا ذكرها الرفع لقوّة الاحتمال، والله أعلم \". 1\nاعترض الحافظ أبو عبد الله محمَّد بن عبد الرحمن السخاويّ (ت 902 هـ) على شيخه ومن سبقه كابن حزم في هذا الاستثناء - مسألة الأخذ عن أهل الكتاب - واعتراضه قويّ، وهو في موضعه، وهذا هو الظنّ بأصحاب رسول الله صلى الله عليه وسلم ورضي عنهم، وقد اختارهم الله لحمل الرسالة إلى الأمَّة من بعد وفاة نبيّها عليه أفضل\n1 النكت (2 / 531 - 533) .\nالجزء: 1 ¦ الصفحة: 76\n",
        "الصلاة وأزكى التّسليم.\nفقال رحمه الله بعد أن أورد كلام شيخه في هذه المسألة:\" وفي ذلك نظر، فإنَّه يبعد إنَّ الصحابيّ المتّصف بالأخذ عن أهل الكتاب يسوّغ حكاية شيء من الأحكام الشرعيّة التي لا مجال للرأي فيها مستنداً لذلك من غير عزو، مع قوله تعالى: {أَوَ لَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الكِتَابَ} 1 التي جنح البخاريّ إلى تبيين قوله صلى الله عليه وسلم:\" ليس منَّا من لم يتغنّ بالقرآن \" بها. وعلمه - الصحابيّ - بما وقع فيه من التبديل والتحريف بحيث سمى ابن عمرو بن العاص صحيفته النبويّة: الصادقة احترازاً عن الصحيفة اليرموكيّة 2، وكونه في مقام تببيّن الشريعة المحمّديّة كما قيل به في:\" أمرنا ونهينا وكنّا نفعل \" ونحو ذلك،\n1 سورة العنكبوت - الآية (51) .\n2 نصّ الحافظ ابن سعد في الطبقات (4 / 262) على هذه التسمية.\nالجزء: 1 ¦ الصفحة: 77\n",
        "فحاشاهم من ذلك خصوصاً وقد منع عمر رضي الله عنه كعباً من الحديث بذلك قائلاً له:\" لتتركنّه أو لألحقنّك بأرض القردة \" 1، وأصرح منه منع ابن عباس له ولو وافق كتابنا، وقال أنَّه لا حاجة بنا إلى ذلك، وكذا نهى عن مثله ابن مسعود وغيره من الصحابة\n...\nإلى أن قال: ولا ينافيه \" حدّثوا عن بني إسرائيل ولاحرج \" 2، فهو خاصّ بما وقع فيهم من الحوادث والأخبار المحكيّة عنهم، لما في ذلك من العبرة والعظة، ولما فيها من الأعاجيب \". 3 اهـ ملخّصاً.\n5 -\nبعد أن أورد الحافظ السخاويّ كلام من سبقه مثل الخطيب والحاكم وابن الصلاح في التفريق بين سبب\n1 أخرجه أبو زرعة الدمشقيّ في تأريخه (1 / 544) ، وانظر سير أعلام النبلاء (2 / 600 - 601) .\n2 رواه البخاريّ في الأنبياء - باب ما ذكر عن بني إسرائيل (الصحيح مع الفتح 6 / 494 ح 3461) .\n3 فتح المغيث للسخاويّ (1 / 151 - 152) .\nالجزء: 1 ¦ الصفحة: 78\n",
        "النزول وغيره قال:\"\n...\nوإنّما كان كذلك لأنَّ من التّفسير ما ينشأ عن معرفة طرق البلاغة واللغة كتفسير مفرد بمفرد، أو يكون متعلّقا بحكم شرعيّ ونحو ذلك مما للرأي فيه مجال، فلا يحكم لما يكون من نحو هذا القبيل بالرفع لعدم تحتّم إضافته إلى الشارع. أما اللغة والبلاغة فلكونهم في الفصاحة والبلاغة بالمحلّ الرفيع. وأما الأحكام فلاحتمال أن يكون مستفاداً من القواعد، بل هو معدود في الموقوفات \".\nثمّ قال:\" ومن المرفوع ما لا تعلّق للسان العرب به ولا مجال للرأي فيه كتفسير أمر مغيب من أمر الدنيا أو الآخرة أو الجنّة أو النّار، أو تعيّن ثواب أو عقاب ونحو ذلك من سبب نزول كقول جابر: كانت اليهود تقول: من أتى امرأته من دبرها في قبلها جاء الولد أحول، فأنزل الله: {نِسَاؤُكُمْ حَرْثٌ لَكُمْ} الآية \". 1\n1 فتح المغيث (1 / 143) ، والحديث سبق تخريجه.\nالجزء: 1 ¦ الصفحة: 79\n",
        "الخاتمة\n:\nوفيها أهمّ النتائج التي توصّلت إليها في هذا البحث:\nأولاً: يمكن تقسيم الصيغ الواردة في هذا البحث إلى قسمين:\n1 -\nما كان منها بصيغة الجمع ودالّة على تكرار القول أو الفعل من الصحابة مثل قول الراوي: كانوا يفعلون كذا، كنّا نقول كذا، كانوا لا يرون بأساً بكذا، أُمرنا أو نُهِينا عن كذا ونحو ذلك، فهذه محمولة على الرفع إلا ما استثني من ذلك، كأن يكون الفعل مما يخفى غالباً.\n2 -\nما كان بصيغة الإفراد كقول الصحابيّ أو فعله أو تفسيره، فهو محمول على الوقف إلا ما استثني من ذلك، كالتفسير المتعلّق بسبب النزول، وما قاله الصحابيّ أو فعله مما لا مجال للرأي فيه فيكون مرفوعاً حكماً.\nثانياً:إنَّ من أمثلة ما لا مجال للرأي فيه ما يأتي:\n1 -\nالإخبار عن الأمور الماضية كقصص الأنبياء وبدء\nالجزء: 1 ¦ الصفحة: 80\n",
        "الخلق ونحو ذلك.\n2 -\nالإخبار عن الأمور الآتية كالملاحم والفتن وما يكون في اليوم الآخر وصفة الجنّ والنار ونحو ذلك.\n3 -\nالإخبار عن عمل أنَّه طاعة أو معصية ويحصل به ثواب مخصوص أو عقاب مخصوص.\nثالثاً: يمكن تقسيم تفسير الصحابيّ للقرآن إلى ثلاثة أقسام هي:\n1 -\nما كان في تفسير مفرد بمفرد أو استنباط حكم ونحو ذلك فهو موقوف.\n2 -\nما كان في ذكر سبب النزول ونحوه فهذا مرفوع.\n3 -\nما كان من التفسير مما لا مجال للرأي فيه فهذا - أيضاً - مرفوع.\nرابعاً: إنَّ هذه المباحث من المباحث المشتركة بين علوم الحديث وأصول الفقه، وذلك إنَّ غالب الأحاديث المرويّة بهذه الصيغ تدخل تحت تقرير رسول الله صلى الله عليه وسلم،\nالجزء: 1 ¦ الصفحة: 81\n",
        "وتقريره صلى الله عليه وسلم أحد أقسام السنّة، إذ السنّة ما أضيف إلى النبيّ صلى الله عليه وسلم من قول أو فعل أو تقرير، لهذا اهتمّت جلّ كتب أصول الفقه بذكر هذه المباحث، وعلى وجه الخصوص المباحث الأول والثاني والثالث والرابع.\nوالحمد لله رب العالمين، وصلى الله على خير خلقه محمدٍ صلى الله عليه وسلم وعلى آله وصحابته أجمعين\nالجزء: 1 ¦ الصفحة: 82\n",
        ""
    ]
}