{
    "1": [
        "مجمع البحرين لليازجي  مقامات اليازجي\nمجمع البحرين لليازجي = مقامات اليازجي\nاليازجي، ناصيف\nالكتاب:\nمجمع البحرين لليازجي\nالمؤلف:\nناصيف بن عبد الله بن ناصيف بن جنبلاط، الشهير باليازجى، نصراني الديانة (المتوفى: 1287هـ)\nالناشر:\nالمطبعة الأدبية، بيروت\nالطبعة:\nالرابعة، 1302 هـ - 1885 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "المقامة الأولى وتعريف بالبدوية\nحكى سهيل بن عبادٍ قال: مللت الحضر، وملت إلى السفر. فامتطيت ناقة تسابق الرياح، وجعلت أخترق الهضاب والبسطاح. حتى خيم الغسق، وتصرم الشفق. فدفعت إلى خيمة مضروبة، ونار مشبوبة. فقلت:\nمن يا ترى القوم النزول ههنا\n...\nهل بهم الخوف أم الأمن لنا؟\nقد كان عن هذا الطريق لي غنى\nوإذا رجلٌ من وراء الحجاب، قد استضحك وأجاب:\nإني ميمون بني الخزام\n...\nوهذه ليلى ابنتي أمامي\nنعم وهذا رجب غلامي\n...\nمن رام أن يدخل في ذمامي\nيأمن من بوائق الأيام\nقال: فسكن مني ما جاش، من الجاش. ودخلت فإذا رجل\nالجزء: 1 ¦ الصفحة: 4\n",
        "أشمط الناصية، يكتنفه الغلام والجارية. فحييت تحية ملتاح، وجثمت جثمة مرتاح. وبات الشيخ يطرفنا بحديث يشفي الأوام، ويشفي من السقام. إلى أن رق جلباب الظلماء، وانشق حجاب السماء، فنهضنا نهيم في تلك الهيماء. حتى إذا أشرفنا على فريق، يناوح الطريق. عرض لنا لصوص قد أطلقوا الأعنة، وأشرعوا الأسنة. فأخذ الشيخ القلق، وقال أعوذ برب الفلق، من شر ما خلق. ولما التقت العين بالعين، على أدنى من قاب قوسين. قال: يا قوم هل أدلكم على تجارة، تقوم بحق الغارة؟ قالوا: وما عسى أن يكون ذاك؟ حياك الله وبياك! فقال: يا غلام اهبط بهم إلى مراعي الريف، وأنا أقف هنا أراعي كاللغيف. قال سهيل: فلما توارى بهم أوفض الشيخ على ناقته القلوص، حتى أتى الحي فنادى اللصوص. وطلب المراعي فانهالت في أثره الرجال، وإذا اللصوص قد ساقوا\nالجزء: 1 ¦ الصفحة: 5\n",
        "قطعة من الجمال. فأطبقوا عليهم من كل جانب، وأخذوهم أسرى إلى المضارب. حتى إذا أثخنوهم شدوا الوثاق، وقد كادت أرواحهم تبلغ التراق. ثم أدخلونا إلى بيت طويل الدعائم، في صدره شيخ. كأنه قيس بن عاصم. فقال: أحسنت أيها النذير فسنوفي لك الكيل، ونعطيك ما لهؤلاء اللصوص من الأسلاب والخيل. فابتسم الشيخ من فوره، وقال: جدح جوين من سويق غيره. قال: قد رأيت ما لا يرى، فعند الصباح يحمد القوم السرى. ولما كان الغد أهاب بنا داعي الأمير، ونفحنا بصرة من الدنانير، فضممناها إلى أسلاب\nالجزء: 1 ¦ الصفحة: 6\n",
        "اللصوص وخرجنا نجد المسير. ولما استوى الشيخ على القتب، أخذته هزة الطرب. فأنشأ يقول:\nأنا الخزامي سليل العرب\n...\nأذهب بين الناس كل مذهب\nوألبس الجد ثياب اللعب\n...\nوأستقي من كل برق خلب\nوأتقي باللطف كل مخلب\n...\nوألتقي الرمح بلدن القصب\nولا أبالي بالفتى المجرب\n...\nلو أنه عمرو بن معدي كرب\nعلي درع من نسيج الأدب\n...\nتكل عنها ماضيات القضب\nولي لسان من بقايا الحقب\n...\nيقنص بالمكر أسود الهضب\nوالصدق، إن ألقاك تحت العطب،\n...\nلا خير فيه فاعتصم بالكذب\nبمثل هذا كان يوصيني أبي\nقال: فلما فرع من إنشاده، تزمل ببجاده. وقال: يا قوم اتبعوا من لا يسألكم أجراً، ولا تستطيعون بدونه نصراً. ثم انطلق بين أيدينا كالدليل، وهو يمزج الوخد بالذميل، إلى أن نشرت راية الأصيل. فنزلنا وارتبطنا الأنعام، وأضرمنا النار للطعام. وقال\nالجزء: 1 ¦ الصفحة: 7\n",
        "الشيخ حتى دنا من ناقتي فحل العقال، وأخذ يتخطى ويتمطى ذات اليمين وذات الشمال. فنفرت الناقة في مجاهل تلك الأرض، وجعل يستوقفها زجراً فتشتد في الركض. فبادرت أعدو إليها حتى استأنست من النفار، ورجعت بها أتنور تلك النار، وإذا الشيخ قد أخذ كل ما هناك وسار. فصفقت صفقت الأواه، وقلت: لا حول ولا قوة إلا بالله. ثم عمدت إلى عقال ناقتي المجفلة، وإذا طرس قد عقل به مكتوباً فيه بعد البسملة:\nقل لسهيل: لست بالمغبون،\n...\nلولاي ذقت غصة المنون\nفأنت والناقة في يميني\n...\nملك بحق ليس بالمنون\nلكن عفوت عنك كالمديون\n...\nوهبته الدين لحسن الدين\nفقدم الشكر إلى ميمون!\nقال: فعجبت من أخلاقه، وأسفت على فراقه. ووددت على ما بي من الفاقة، ولو مكث واستتبع الناقة.\nالمقامة الثانية وتعريف بالحجازية\nالجزء: 1 ¦ الصفحة: 8\n",
        "حدث سهيل بن عباد قال: نهضت من الأهواز، أريد قطر الحجاز. فخرجت أطوي السباسب والبسابس، في عصبة من أولي الخلابس. فكنت أتفكه منهم بالحديث، وأنتقل منه بالقديم إلى الحديث. وما زلنا نظعن في المفاوز ونضرب، حتى دخلنا مدينة يثرب. فأقمنا بها غرار شهر، كغرة في جبين الدهر. وبينما نحن في ليلة بين الرحال، إلى جيرة بمكان الكليتين من الطحال. سمعنا زفرة متنهد، يليها صوت كئيب ينشد:\nيا من يرد علي ما فقدت يدي\n...\nهيهات ليس يرد أمس إلى الغد!\nفقدت يدي طيب الحياة! وهل ترى\n...\nلي مطمع في الغابر المتجدد؟\nماذا يفيد العيش صاحب كربة\n...\nلهفان يمسي في الهموم ويغتدي؟\nالموت أطيب من حياة مرة\n...\nتقضى لياليها كقضم الجلمد!\nمضت الليالي البيض في زمن الصبا\n...\nوأتى المشيب بكل يوم أسود\nالجزء: 1 ¦ الصفحة: 9\n",
        "يا حبذا ما فر من أيامنا\n...\nلو كان يمسك عندنا كمقيد!\nأنفقت صفو العيش حتى إنه\n...\nلم يبق لي إلا ثمال المورد\nيا ليت ذي الأكدار أول معهد\n...\nكانت، وذاك الصفو آخر معهد\nويحي! متى أمسي ولي نفسٌ بلا\n...\nصعد وأنفاس بغير تصعد؟\nما كنت أحسد سيداً في ملكه\n...\nواليوم أحسد عبد عبد السيد!\nقال: فلما سمع القوم لهجته الشجية، ورأوا ما له من سلامة الشجية. رقت أفئدتهم عليه، وصبت عواطفهم إليه. وقالوا: هل لنا من يطرق مضجعه، ويؤنسنا بالتمازج معه؟ فما عتم الرجل أن وقف بنا منتصباً، وأنشدنا مقتضباً:\nأنا الذي ساح البلا في ساحتي\n...\nأباح سري واستباح باحتي!\nروحي كريحاني، وراحي راحت\n...\nريحاً، فراحت راحتي من راحتي!\nفاستحلى القوم هذا التجنيس، وأحلوا الرجل محل الأنيس. ثم استطلعوه طلع أمره، وما ذاق من خله وخمره. فقال: يا كرام العرب، وكعبة الأرب. إني لقد كنت أفري وأقري وأفدي وأسدي. وما زلت ألبس وأطعم، وأجيز وأنعم. حتى ذهب ما في السفط جزافاً،\nالجزء: 1 ¦ الصفحة: 10\n",
        "ونفد ما في الكظيمة استنزافاً. فصرت أجوع من ذؤالة، وأعطش من ثعالة. وإني لطالما كانت تصدع وطأتي الصفا، ويخدش براجمي السفا. فصرت أمشي بقدم الأخنب. وأبسط راحة الأكنب. ولم يبق لي الدهر سوى ولد، أذل فلما حان الهداء وآن البناء. قال ذووها: لا صهار، إلا بالإمهار. فنقدتهم ما راج، وخرجت أسعى بما غير كجابي الخراج. وقد أبرزت لكم حضيضتي، وبضيضتي. وأطلعتكم على عجري وبجري. فإن أحسنتم فأنا من الشاكري، وإلا فإني من العاذرين. فاستحسنوا إشارته، واستلطفوا عبارته. وقالوا: رحبت بك الدار، وحباه كل واحد\nالجزء: 1 ¦ الصفحة: 11\n",
        "بدينار. فانثنى وهو يثني جميلاً، ويمشي ذميلاً. فلما أصبحت قصدت مثواه، لأصطبح بنجواه. وإذا هو صاحبنا ابن الخزام، وقد قام لديه ذاك الغلام. فقلت: أهذا الخطيب المعهود، فأين الملاك المشهود؟ قال: أرجو أن يكون خطيباً، فإني أراه لبيباً. ثم قال: يا بني إن الرامي بعلة الورشان، يأكل رطب المشان، وهذه إحدى حظيات لقمان، فإن رأيت ما سيكون ذهلت عما كان. واعلم أن العيش نجعة، والحرب خدعة. فإذا لم تغلب، فاخلب. وإذا\nالجزء: 1 ¦ الصفحة: 12\n",
        "بليت بسوء المصير، فعليك بحسن التدبير. فلبثت عنده يومي أجمع، أتمتع بالمنظر والسمع. وهو يطرفني بما مر برأسه من العبر، ويحدثني بما ختل وختر، والخبر عندي يعضد الخبر. إلى أن زالت الشمس أو كادت تزول، فاستلقى على وسادته وأنشأ يقول:\nأعوذ بالمهيمن الفياض\n...\nمن أهل هذا الزمن المهتاض\nأسلمهم كالأرقم اللضلاض،\n...\nيلسع كل قادم وماض!\nإياك يا صاح من التغاضي\n...\nواحذر ولو من طلحة الفياض\nمن عاشر الخلق بخلق راض،\n...\nوباشر الجفون بالإغماض\nهيهات أن يخلو من انقباض،\n...\nما الختل يا بني من أغراضي!\nلكن تصدى الظلم لانتهاضي\n...\nأن أدفع الأمراض بالأمراض\nوالظلم من خبائث الحياض\n...\nيُلجى إلى تدنس الأعراض\nلو أنصف الناس استراح القاضي\nالجزء: 1 ¦ الصفحة: 13\n",
        "قال: ولما فرغ ارتجازه دعا بالطعام، وقطع الكلام. فجلسنا نتناول ما حضر، ثم قمنا نتذاكر السمر، في ظل القمر. إلى أن تهافت الليل، وما علي الكرى كل الميل. فأوغلت في النوم حتى حذتني قارصة الشمس، وإذا الشيخ قد ارتحل فساءني اليوم أكثر مما سرني أمس.\nالمقامة الثالثة وتعريف بالعقيقة\nحكى سهيل بن عباد قال: بكرت يوماً بكور الزاجر، في معمعان ناجر، خوفاً من اصطكاك الهواجر. فأمعنت في السياحة، وجعلت أقطع ساحة بعد ساحة. حتى إذا تخللت بعض الغيطان، وقد سال عليها مخاط الشيطان. رأيت كتيبة من الرجال، على كثيب من الرمال، فبذلت في شاكلة الجواد المهماز، ورددت\nالجزء: 1 ¦ الصفحة: 14\n",
        "صدور الأرض على الأعجاز. حتى أدركت القوم، في منتصف اليوم. وإذا جنازة قد أودعوها التراب، وشيخ على دكة قد افتتح الخطاب. فقال: يا كرام المعاشر والعشائر، وأولي الأبصار والبصائر، أرأيتم ما أحرج هذا البيت، وأسمج هذا الميت؟ طالما جد وكد، واشتد واعتد. وركب الأهوال، واحتشد الأموال. فانظروا أين ما جمع، وهل أتى بشيء منه إلى هذا المضجع. وطالما شمخ، وبذخ. وأسرف، واستطرف. وتأنق في الطعام والشراب، واستكرم المهاد والثياب، وتضمخ بالعبير والملاب. فاعتبروا كيف صار جيفة لا تطاق، وكريهة لا تستطيع أن تلحظها الأحداق. فإن كنتم قد ضمنتم الخلود، وأنتم اللحود. فتمتعوا بشهواتكم ملياً، واتركوا ما رأيتم نسياً منسياً. وإلا فالبدار البدار، إلى طرح العالم الغرار. فإن السعيد من نظر إلى دينه دون دنياه، وأخذ الأهبة لأخراه قبل أولاه والشقي من نظر قريباً، فبات خصيباً، وعاش رحيباً، وغفل عن يوم يجعل الولدان شيباً. ثم فاضت عيناه بالدموع، وأطرق برأسه من الخشوع. وأنشد:\nالجزء: 1 ¦ الصفحة: 15\n",
        "واهاً لمن خاف الإله واتقى\n...\nوعاف مشترى الضلال بالهدى\nوظل ينهى نفسه عن الهوى\n...\nإن إلى الرب الكريم المنتهى\nوليس للإنسان إلا ما سعى\n...\nنعم! وإن سعيه سوف يرى\nما هذه الدنيا سوى طيف كرى\n...\nفانتبهوا يا غافلين للسرى!\nوشمروا الذيل وبادروا الوحى\n...\nمن قبل أن يدعوكم داعي الردى\nواطرحوا كل نعيم وغنى\n...\nواستهدفوا لوقع أسهم البلى\nوأقرضوا الله فنعم من وفى\n...\nما أجهل الناس وأذهل النهى\nلو أن هذا المال في هذا الورى\n...\nقال: ألست ربكم؟ قالوا: بلى\nولما فرغ من أبياته زفر زفرة الضرام، وقال: \"كل من عليها فإن، ويبقى وجه ربك ذو الجلال والإكرام\"، ونزل وهو يمسح عبراته بفضلة اللثام. فخيل للقوم أنه قد هبط من السماء، وقالوا هذا ممن يمشي على الماء. ثم أقبلوا يهرعون إليه، وطفقوا يقبلون يديه، ويتبركون بمس برديه. وأتحفه كل منهم بما شاء، وقالوا له: الدعاء الدعاء! فلما أحرز المال هب إلى الفرس، بأسرع من رجع النفس. وقام القوم فودعوه، ثم\nالجزء: 1 ¦ الصفحة: 16\n",
        "تطرقوا فشيعوه. فلما أبعد عن الربوة، قيد غلوة. إذا امرأة كأنها من حور الجنان، تنتظره على المكان. فتأفف وقال: يا لكاع! لولا حاجة الرفاق، لأشهدت عليك بالطلاق. فقالوا: ما هذه الجارية، يا مبارك الناصية؟ قال: هي امرأة لي صحبتها في هذه الرحلة، لتخفف عني بعض الثقلة. فأنضاها الكلال حتى لا تستطيع أن تمشي فنذهب، ولا أستطيع أن أترجل لتركب. فتقدم إليها فتى ببرذونة قد امتطاها، وقال: اركبي باسم الله مجراها. فقال الشيخ: جزاك الله خير الجزاء وجزاء الخير، ثم أقسم على القوم فعادوا وكأن على رؤوسهم الطير. قال سهيل: وكنت قد عرفت حين أماط اللثام، أنه ميمون بن خزام. فقلت: إن الشيخ قد أتى الله بقلب سليم: والله يهدي من يشاء إلى صراط مستقيم. بيد أني طويت عنه كشحي، لأعلم هل أصاب\nالجزء: 1 ¦ الصفحة: 17\n",
        "قدحي. فتراجعت مع الراجعين، وتوليت عنه حتى حين. فمكثت هنيهة أترقبه، ثم انبعثت أتعقبه. حتى انتهى إلى دسكرةٍ في الطريق، بجانب العقيق. فنزل عن الحجر. واعتزل إلى حجرة، وافترش اريكته في ظل حجرة. فاعتسفت إليه من بعض الجوانب، وكمنت له كالضاغب. وإذا به قد احتجر دستجة من الراح، كزجاجة فيها مصباح. وأخذ يتعاطى الأقداح، ويغازل تلك الخود الرداح. فلما لعبت بعطفيه الشمول، مال على أحد جانبيه وأنشأ يقول:\nسقى الغمام ترب ذاك القبر\n...\nفقد سقاني من لذيذ الخمر\nما لم أذق نظيره في العمر\n...\nأفادني في اليوم قبل العصر\nما لست أستفيده في الشهر\n...\nوإن أكن ركبت إثم السكر\nفقد أفدت القوم عند الذكر\n...\nمواعظاً تلين صلد الصخر\nفنلت من ذاك عظيم الأجر\n...\nوصرت أرجو أن يقوم عذري\nعند الإله في مقام الحشر\n...\nبأنني كفرت قبل الوزر\nالجزء: 1 ¦ الصفحة: 18\n",
        "قال: فلما فرغ من إنشاده المريب، طلعت عليه طلعت الذيب، وقلت: السلام على الخطيب. فأجفل إجفال الحمل، وقال: سبق السيف العذل. إذا كنت طفيلياً، فلا تكن فضولياً. قلت: فمن التي تشرب الكأس من يديها؟ أحليلة بنيت بها أم خليلة أنست إليها؟ قال: إن بينهما نقطة فلا تحاسب عليها. والآن قد غلبتني سورة المدام، وتلعثم لساني عن الكلام، فاذهب الليلة بالسلام. وإذا التقينا غداً برزت لك المكنون، ودرأت عنك الظنون. قال: فعلمت أنها\nالجزء: 1 ¦ الصفحة: 19\n",
        "من خزعبلاته، لكنني أجريته على علاته. فثنيت عنه عناني، وانثنيت لشاني.\nالمقامة الرابعة وتعرف بالشامية\nأخبر سهيل بن عباد قال: دخلت يوماً على صاحب لي بالشام، أعوده من داء البرسام. فجلست بإزائه، وأنا أستخبره عن دائه. وبينما هو يبث شكواه، ويتأوه لبلوه. إذا قيل: قد جاء الطبيب، فقلت: قطعت جهيزة قول كل خطيب. ونظرت فإذا رجل قد أقبل يجر ذيل طيلسانه، ويقرع أديم الأرض بصولجانه. حتى دخل فسلم، ثم جلس معرضاً ولم يتكلم. فتوسمته وإذا هو شيخنا ابن خزام، فاحتفزت للقيام، وأردت أن أستأنف السلام. فأومض إلي بجفنيه، واستوفقتي عن التسليم عليه. فقال له المريض: يا مولاي أرى أن\nالجزء: 1 ¦ الصفحة: 20\n",
        "صدري قد ضاق، وتواتر علي الفواق. فقال: ذكر الأستاذ بقراط، أن ذلك يدل على نضج الأخلاط. وقد وصف له الإمام ابن عاتكة، أن يسقى شراب الملائكة. لكنه لا يشترى إلا بمائة درهم، فإن بذلتها نجوت من البلاء الأدهم. فدفعها إليه وقال: حباً وكرامة، إن ظفرت بالسلامة. قال: وكان أهل المريض قد استضعفوا رجاء الشفاء، ورأوا طبيبهم كالكاتب على صفحات الماء، فاستحضروا بعض نطس الأطباء. ووافق تلك الساعة وفده عليه، فدخل وهو يتهادى بين برديه، ثم جلس والشيخ يصوب طرفه ويصعده إليه. فقال: إن شئت أن تتحفنا بمعرفتك، فذلك من عارفتك. قال: أنا من أطباء جزيرة العرب، كنت قد انتصبت للتدريس حتى انقطع الطلب. فاعتزلت عن مزاولة العلاج واصطناع الأدوية، وخرجت أتفقد العقاقير في الجبال والأودية، فعظم الشيخ في عين الطبيب، وأراد أن يسبر غوره ليرى أيخطئ ظنه أم يصيب. فقال: يا مولاي إني رجل من المتطببين،\nالجزء: 1 ¦ الصفحة: 21\n",
        "وقد عثرت على مسائل أنا منها بين الشك واليقين. قال: على الخبير بها سقطت، فسل عما التقطت. فإن وجدت لذلك عبرة، أعطيتك الجواب صبرة. قال: كيف يتركب السرسام، مع البرسام؟ وما هي مقادير الأخلاط بالنسبة إلى بعضها في الأجسام؟ وما هو المراد عند الأول، بقسمة الطب إلى علم وعمل؟ وما هي الكيفية المنفعلة والكيفية الفاعلة؟ وما هي الأسباب السابقة والبادية والواصلة؟ فقال: الله أكبر إن الحديث ذو شجون، وإن لك أجراً غير ممنون. لقد ذكرتني مائة من المسائل، جمعتها في بعض الرسائل. وهي مما يشكل على\nالجزء: 1 ¦ الصفحة: 22\n",
        "الألباء، وتناقش به فحول الأطباء. فإن شئت جعلنا الساعة موعداً، وأتيناك بها غداً. قال: ذاك إليك، فنهض وقال: السلام عليك. وخرج وهو قد اعتضد الصولجان، وانساب انسياب الأفعوان. قال سهيل: فابتدرت الخروج على الأثر، قبل أن يتوارى عن النظر. فأدركته عن أمد يسير، وهو ينشد كحادي البعير:\nالحمد لله وللفرار\n...\nفقد نجوت من فضوح العار!\nأفلت من جرادة العيار\n...\nما لي وللنضال والحوار\nما أنا بالرازي ولا البخاري\n...\nوليس لي في الطب من أسفار\nأدرسها في الليل والنهار\n...\nوسائل مماحك مهذار\nيسألني عن غامض الأسرار\n...\nجعلت مثل الخادع الغرار\nموعده الساعة فوق النار\n...\nفقل له: صبراً على انتظاري!\nالجزء: 1 ¦ الصفحة: 23\n",
        "قال: فما استتم الإنشاد، حتى وقفت له بالمرصاد. وقلت: عهدتك بالأمس خطيباً، فمتى صرت طبياً؟ فقال: ألبس لكل حالة لبوسها، إما نعيمها وإما بوسها. دخلت يا ابن أخي هذا البلد، وأنا غريب لا سيد لي ولا\nالجزء: 1 ¦ الصفحة: 24\n",
        "لبد. فرأيت الأديب عند أمته، أهون من قعيس على عمته. فلما رأيتهم معارج لا ترتقى، وأراقم لا تقبل الرقى، جردت المبضع والمشراط، وسأستغفر الله لي ولهم إذا وقفنا على الصراط. قال: وبينما نحن كذلك إذ صاحت الصوائح، وعلا ضجيج النوائح. فقلت له: قاتلك الله ما أقتلك، وأحبط علمك وعملك. قد كنت أهون من قعيس، فصرت أشأم من طويس. لو رمى الله بك أصحاب الفيل، أغنيت عن الطير الأبابيل.\nفنظر إلي شزراً، وأنشد يقول شعراً:\nلا خير في الناس دعني\n...\nأفتك بهم، يا فلان\nالجزء: 1 ¦ الصفحة: 25\n",
        "فليس فيهم رجاء،\n...\nوليس منهم أمان\nيا ليت ألف طبيب\n...\nمثلي يسوق الزمان!\nفكلما قصر العيش\n...\nيقصر العصيان!\nفخف عنهم عذاب ال\n...\nأخرى وقل الهوان!\nثم قال: هذه معذرتي فإن شئت القبول، وإلا فدع عنك الفضول، وإذا فارقتني فقل ما شئت أن تقول. ثم ولى يهرول، والنائحات تولول. وهو يقول: لو قدرت أن أدفع الموت لبقيت إلى الأبد، ولو شفى الطبيب كل مريض لم يمت أحد. فرجعت أقول: ههنا كل العجب، لا بين جمادى ورجب.\nالجزء: 1 ¦ الصفحة: 26\n",
        "المقامة الخامسة وتعرف بالصعيدية\nأخبر سهيل بن عباد قال: دخلت مجلس قاضي الصعيد، وقد جلس للتهنئة بالعيد. فبينما دنوت إليه، وسلمت عليه. دخلت امرأة غضة، كأنها برج فضة. وقالت: السلام عليك أيها المولى، ولا زلت بالكرامة أولى فأحسن رد السلام، وقال: ما وراءك يا عصام؟ قالت: إنني امرأة من كرائم العقائل، وكرام القبائل. قد خطبني إلى والدتي العجوز، رجل يدعي أنه من أصحاب الكنوز. وقد جعل كل ماله لي\nالجزء: 1 ¦ الصفحة: 27\n",
        "وقفاً، وصرفني في بيته عيناً ووصفاً. فلما حضرت إلى بيته وجدته كبيت العنكبوت، لا شيء فيه من الأناث والقوت. وهو قد أمسكني جبراً، وكلفني ما لا أستطيع عليه صبراً. فمره إن شئت بالإنفاق، وإلا فالطلاق. فأشار القاضي إلى الغلام بإحضاره، والمرأة دليلة له في آثاره. فما كان إلا كقراءة هل أتى، حتى عادت المرأة والفتى. وبين أيديهما رجل طويل القامة، كبير العمامة. فتقدم إلى القاضي وهو يقول: أيد الله الجالس على بساط الرسول. قال: أيد الله الحق المبين، وعصمنا وإياك بحبله المتين. ما تقول في دعوى هذه الجارية؟ وما أدراك ما هيه. قال: هي فرية وسوس بها إليها الشيطان، ومرية ما أنزل الله بها من سلطان. قال: فادفع عن نفسك بالتي هي أحسن، ولا تجادل في أشياء إن تبد لك تسوؤك فتحزن. قال: لا حول ولا قوة إلا بالله العلي العظيم، ثم أشار إلى القاضي وأنشد بصوت رخيم:\nأنا أبو ليلى أخو العجاج\n...\nوصاحب الأرجاز والاحاجي\nعندي من العلم لدى المناجي\n...\nكنز، ومن مطارف الديباج\nالجزء: 1 ¦ الصفحة: 28\n",
        "ما ليس من صناعة النساج،\n...\nلكنني من قلة الرواج\nقد اشتريت دملجاً عن عاج\n...\nبدرهم كالقمر الوهاج\nكنت أصونه إلى احتياج\n...\nإذ لم أكن لغيره براج\nفذاك مالي، يا أبا فراج،\n...\nجعلته في يد بنت الناجي\nوقفاً لها، فلست بالمداجي\n...\nوهي على بيتي كالحجاج\nتحكم في الإدخال والإخراج\n...\nمن غير عرضة ولا حجاج\nمصونة في أحصن الأبراج\n...\nآمنة من طارق مفاج\nمرتاحة من كل ذي إزعاج\n...\nلا تحمل الزيت إلى السراج\nولا تعاني الرحض للسناج\n...\nوطاجن الفالوذ والسكباج\nوعرن الكباش والنعاج\n...\nفلم تزل صحيحة المزاج\nنقية من وضر الأمشاج\n...\nغنية عن خطر العلاج\nوالمرء لا يرضى ولو بالتاج\nالجزء: 1 ¦ الصفحة: 29\n",
        "قال: وكان المجلس حافلاً بأهل العيد، ومزدحماً بالأحرار والعبيد. فعجبوا من بداهة الرجل وفكاهته، ونزهة لفظه ونزاهته. وقالوا: ما نراه أخطأ في الدعوى، لكنها أخطأت في الفجوى. فليجبر قلبها كل واحد بدينار، ولنجعلها زكاة عيد الإفطار. ثم حصبها كل بدينار حسب وعده، وقالوا لها: أنفقي مما رزقك الله حتى يأتي الله بالفتح أو أمر من عنده. فاستشاط الرجل وقال: أراكم قد أمرتموها بالإنفاق فقد جعلتموها لي بعلاً، وجعلتموني لها أهلاً. فلا تلبث أن تقول: قد استنوق الجمل، وتطلقني البتات لعكس العمل. قالوا: لله درك أيها الجندلة، فما تقول في المسألة؟ قال: قد رأيتم في الكتاب رأي العين، أن للذكر مثل حظ الأنثيين. فإن أحسنتم فإليكم، وإلا فكتاب الله عليكم. قالوا: قضي الأمر الذي فيه تستفتيان، فقد أحسنت وما جزاء\nالجزء: 1 ¦ الصفحة: 30\n",
        "الإحسان إلا الإحسان. فاشرأب الرجل واستطال، وأقبل على القاضي وقال:\nإن أخطأت جارية في الفهم\n...\nلا يخطئ القاضي المتين العلم\nفي فهم شكواي وفرض السهم\nفقال القاضي: شهد الذي أخرج المرعى، أنك تريد أن تلسع الأفعى. فخذ هذه الجدوى، على أن لا تحضرني بدعوى. فلما أحرز الرجل ما أعطاه، برزت المرأة كالسعلاة. وقالت: أيد الله القاضي إن الدعوى من قبلي، فقد كان ذلك لي. فأطرق القاضي إطراق المشفق، وقال: إن البلاء موكل بالمنطق. ثم قال\nالجزء: 1 ¦ الصفحة: 31\n",
        "الشرطي: إني أراهما يتداولان مكر الليل والنهار، ويصلان الدرهم بالدينار. فخذهما بهذه السفتجة، واكفني كربة الحشرجة، وأربة السمرجة. قال سهيل: ولما أراد الرجل الخروج عطف إلي، وقد أغمض إحدى عينيه لتخفى معرفته علي. وقال: أعيذك بالله أن لا تكون من الناس، فإن اعتذرت فلا باس. قلت: ليس معي إلا دينار واحد فاقتسماه، وإلا فنظرة إلى ميسرة من رزق الله. قال: نعم ولكن إذ تخلصت قائبة من قوب، فإياك مطل عرقوب. ثم خرج فانطلقت في أثره، لأقف على كنه خبره. فلما أبعد عن دار القضاء، واقتضى\nالجزء: 1 ¦ الصفحة: 32\n",
        "سفتجته البيضاء، فتح الشعرى الغميضاء. فإذا هو صاحبنا ميمون بعينه، وقد انتفض العور من عينه. فابتهجت بمرآه، وابتهجت بملتقاه. وقلت له: ما خطبك وهذه الجارية، ومتى تزوجت في البادية؟ قال: هي في البيت ابنتي، وفي المحكمة زوجتي. ثم أنشد:\nخبث الدهر، فصارت\n...\nأنفس الناس بخيله\nوإذا حالك ساءت،\n...\nفليكن عندك حيله\nثم غمز بأناملة مرفقي، وقبل مفرقي، وقال: أستودعك الله إلى أن نلتقي.\nالمقامة السادسة وتعرف بالخزرجية\nقال سهيل بن عباد: دخلت بلاد العرب، في التماس بعض الأرب.\nالجزء: 1 ¦ الصفحة: 33\n",
        "فقصدت نادي الأوس والخزرج، لأتفرج وأتخرج، وآخذ من ألسنتهم بعض المنهج. فلما صرت في بهرة النادي، أخذ بمجامع فؤادي. فجلست بين القوم ساعة، وأنا أحدق إلى الجماعة. وإذا شيخنا ميمون بن خزام، قد تصدر في ذلك المقام. وهو يقول: من أراد أن يعرف جهينة، أو شاعر مزينة. فليحضر ليسمع ويرى=فإن كل الصيد في جوف الفرا. فعمد إليه رجل وقال: أطرق كرى، إن النعامة في القرى. فقال الشيخ: كل فتاة بأبيها معجبة، فكن سائلاً أو مسؤولاً لنرى ما في القداح من الأنصبة. قال: إنما يسأل العالم، فما هي\nالجزء: 1 ¦ الصفحة: 34\n",
        "أسماء المطاعم؟ قال: لبيك وسعديك! وأنشد كهزار الأيك:\nللنفساء الخرس والعقيقه\n...\nللطفل عند عارف الحقيقة\nكذلك الإعذار للختان\n...\nوذو الحذاق حافظ القرآن\nللخطبة الملاك والوليمة\n...\nللعرس والميت له الوضيمه\nوللبناء جعلوا الوكيره\n...\nولهلال رجب العقيره\nوقيل تحفة لزائر يرد\n...\nوشندخ لما يضل إذ وجد\nكذا نقيعه القدوم من سفر\n...\nثم القرى للضيف عندما حضر\nوحيثما لم يك من ذاك سبب\n...\nفإنها مأدبة عند العرب\nوإن تعم دعوة فالجفلى\n...\nتدعى وإن خصت فتلك النقرى\nقال: أحسنت يا ضريب الضرب، فما هي نيران العرب؟ فأنشد:\nأول نار عندهم نار القرى\n...\nوذكر نار الوسم بعدها جرى\nونار الاستسقاء والتحالف\n...\nوالصيد والحرب لدى التزاحف\nالجزء: 1 ¦ الصفحة: 35\n",
        "ونار غدر وسلامة تعد\n...\nونار راحل كذا نار الأسد\nوالنار للسليم والفداء\n...\nفجملة النيران هؤلاء\nقال: أعتقك الله من النار! فهل تعرف ساعات النهار؟ فأنشد:\nأول ساعة من النهار\n...\nهي البكور والبزوغ طار\nوالرأد والضحى المتوع بعد\n...\nظهيرة ثم الزوال عدوا\nفالعصر فالأصيل ثم الطفل\n...\nوبالحدور والغروب تكمل\nقال: قد أسبغت الذيل، فهل تعرف ساعات الليل؟ فأنشد:\nأول ساعة من الليل الشفق\n...\nوبعدها العشوة يتلوها الغسق\nفهدأةٌ ثمت شرعٌ ثم قل\n...\nجنح وزلفة هزيع يا رجل\nوبعد ذاك غبش وسحر\n...\nوالفجر والصبح الذي ينفجر\nقال: قد درأت الشبهات، فهل تعرف رياح الجهات؟ فأنشد:\nما هب من شرق فذلك الصبا\n...\nثم الجنوب عن يمين ذهبا\nثم الشمال والدبور، وجرت\n...\nنكباء بين كل ريحين سرت\nفذلك الأزيب ثم الصابيه،\n...\nفالهيف ثم الجربياء آتية\nالجزء: 1 ¦ الصفحة: 36\n",
        "قال: قد جلوت الرموز، وفتحت الكنوز، فهل تعرف أيام برد العجوز؟ فأنشد:\nصن وصنبر ووبر يذكر\n...\nوبعده الآمر والمؤتمر\nكذا معلل ومطفي الجمر\n...\nهاتيك أيام العجوز فادر\nقال: حييت يا قطب للعراق، فما أسماء خيل السباق؟ فأنشد:\nأول سابق هو المجلي\n...\nثم المصلي بعده المسلي\nتال ومرتاح عليه يقبل\n...\nوالعاطف الحظي والمؤمل\nكذلك اللطيم والسكيت\n...\nفاحفظ فما أعطيت قد أعطيت\nقال: لله درك! لقد جمعت فأوعيت، وقدحت فأوريت. فإن شئت فسل، قال: أجل، ولكن خلق الإنسان من عجل. فإن أبطأت في الجواب فلي عليك ناقة حمراء، وعلى قومك فرس غراء. قال: هات\nالجزء: 1 ¦ الصفحة: 37\n",
        "وبالله التوفيق، إلى سواء الطريق. فقال: ما هي برق العرب المذكورة وداراتها المشهورة؟ فضاق الرجل ذرعاً في الجواب، وقال: اللهم اهدنا صراط الحق والصواب. ثم قال: قد وجبت راحلة الشيخ علينا، ليسهل وفده إلينا. فقال الشيخ: قد علمتم يا قوم أن لخير معقود بنواصي الخيل، وهي التي ينجو بها الوافد من جوارح النهار وطوارق الليل. قالوا: كلاهما وتمراً، فقد فرضنا لكل بيت صلة أخرى، على أن تكتبها لنا سطراً فسطراً. ففعل وقال: الشرط أملك، عليك أم لك. فجاؤوا بناقة وجناء وفرس كميت، وشاة لكل بيت. فأنكر الشيخ الشويهات، قد اذخرت شيئاً فأنشده لنجيزه سريعاً. فضحك الشيخ\nالجزء: 1 ¦ الصفحة: 38\n",
        "على الأثر، وقال أريها الشهى وتريني القمر. إن هذه الأبيات مشطورة توهم الأنصاف، لكنها تحسب أبياتاً عند الإنصاف، وإلا لما جاز في قوافيها ما رأيتم من الخلاف. فإن تمسكتم بالعروة الوثقى، وإلا فالله خير وأبقى. فقالوا: لله درك ما أقواك في الحجة، وأهداك إلى المحجة! وقد رضينا بما حكمت، فخذ ما احتكمت. قال: فاعتمد على عصاه وقال: رب ثبت قدمي، واشد عصاي التي أتوكأ عليها وأهش بها على غنمي. ثم أشار إلى المشهد وأنشد:\nمن كان يبغي السير في المنهج\n...\nفليأت نادي الأوس والخزرج\nيلق الغطاريف الألى همهم\n...\nرب القنا لا ربة الهودج\nالجزء: 1 ¦ الصفحة: 39\n",
        "يدكون نيران القرى في الدجى\n...\nوينحرون الكوم في السجسج\nإذا دعا الداعي استقامت له\n...\nخيل نسبناها إلى أعوج\nفقد جزيناهم بما ذكره\n...\nيبقى بقاء الجبل الأصلج\nفقالوا: قد تفضلت علينا في الثناء، فلك اليد البيضاء. وهذه نفقة لسفرك، فسر مسروراً بظفرك. قال: فلما فصل عن النادي، قفوته إلى الوادي. وقلت له: هنياً مرياً، لقد جئت شيئاً فرياً. فأنى لك هذا السجال، وكيف أجبت كل سؤال بالارتجال؟ قال: يا ابن أخي الحق أولى أن يقال. شهدت سوق عكاظ، وتخللت تلك الأوشاظ، فسمعتهم يتناشدون القطعة والبيت،\nالجزء: 1 ¦ الصفحة: 40\n",
        "ويتذاكرون من كيت وذيت. فالتقطت منهم ما التقطت، وسقطت به على من سقطت. ثم أشار إلي بعصاه، وأنشد وهو يسوق الشياه:\nترى عيني تقر وعين ليلى\n...\nتراقب عودتي حيناً فحينا\nتُسائِلُ عن أبيها كل ركب\n...\nفلا تدري له خبراً يقيناً\nنذرت لها الفراهيد اللواتي\n...\nأعود بها وأحرجت اليمينا\nتضيف بها بنات الحي يوماً\n...\nكما قد كنت أصنع للبنينا\nولما فرغ من إنشاده، تمطى في بداده، على جواده، ثم ودعني وانطلق، وأودعني القلق. فأتبعته عيني إلى أن غاب، ورجعت أستمطر له السحاب.\nالمقامة السابعة وتعرف باليمنية\nحكى سهيل بن عباد قال: لفظتني أحداث الزمن، إلى مشارف اليمن. فحللتها أنكر من شيء، وأنقل من فيء. لا أعرف بها جليساً، ولا أجد لي أنيساً. فلما مللت الإقامة فيها، هممت بالرحيل عن\nالجزء: 1 ¦ الصفحة: 41\n",
        "فيافها. فرأيت رجلاً في الرحال، يطالب شيخاً بمال. والشيخ يتبرأ من طلبه، ما لم يحكم الشرع به، فتنافذا إلى القاضي بسببه. قال: وكنت قد تبينت أن الشيخ صاحبنا ميمون، فابتهجت كأني أوتيت مال قارون، وتبعته إلى دار القضاء لأنظر ماذا يكون. فلما دخلا على القاضي حياة الشيخ بالسلام، وقال: أيد الله شرع الإسلام. فكأن القاضي نظر إلى رثاثة برديه، فلم يحفل بالرد عليه، فأخذت الشيخ الحمية، حمية الجاهلية. وقال: أراك قد ارتكبت الخلة المنهي عنها، فقد قال الكتاب: إذا حييتم بتحية فحيوا بأحسن منها. فإن كنت تعتبر الخرق دون الأخلاق، فتلك مدارج الخز في الأسواق، وإلا فانظر إلى الألباب دون الجلباب. فإن المرء بأصغر به، لا بثوبيه، قال: فخجل القاضي واعتذر إليه، وقد عظم في عينيه. وقال هل للشيخ دعوى ترفع؟ قال: لا بل لصاحبنا دعوى لا تسمع. فأشار القاضي إلى الرجل، وقال: تقدم فقل. فقال: يا مولاي لا تطعم العبد الكسراع، فيطمع في الذراع. إن هذا الشيخ استأجر مني ناقة\nالجزء: 1 ¦ الصفحة: 42\n",
        "مهرية، في الديار المصرية. وقال: إذا بلغنا اليمن لا أسلمك الزمام، حتى أسلمك الأجرة عن تمام. فرخصت له في النسيئة، وغفلت عن الخبيئة. فلما بلغنا موطىء القدم، إذا هو أضبط من عائشة بن عثم. فأمسك المطية، فضلاً عن العطية. فقال القاضي: ما تقول يا أيها الشيخ في دعواه؟ فضحك حتى استلقى على قفاه. وقال: قد جعلت تسليم الأجرة موعداً لتسليم الزمام، فأنا لا أسلمه الأجرة والسلام. فعجب القاضي لافتنانه، وأعجب بسحر بيانه، وخاف من ظبة لسانه. فقال للرجل: نجعلها بين بين، خذ العين، واترك الدين، فويل أهون من ويلين. فقال: إذا لم يكن غير هذا عند المولى، فالرضى به أولى. ولما خرج الرجل لشانه، أشار القاضي إلى بعض غلمانه. وقال له: شيع الشيخ إلى بحبوحة الربع، وخذ منه دينار المنع، فقال الشيخ: أراك أيها الإمام، قد جعلت زادك مخ النعام. ولقد بلوتك لأرى هل تحكم\nالجزء: 1 ¦ الصفحة: 43\n",
        "بالقسط بين الناس، فوجدتك تميل إلى حيث ترجو ثمالة الكأس، أو تجهل إخراج القضايا على مقتضى القياس. فلأهجونك بما لم يهج به قاض من قبل، ولأشكونك إلى من يؤدبك بالعزل، أو تشتري عرضك مني ولي عليك الفضل. فندم القاضي على قضائه الخاسر، وقال: هذا جزاء مجير أم عامر. ثم أقبل على الشيخ وقال: قد فرضت في مالي من الزكاة نصاباً، فخذه وسبح بحمد ربك واستغفره إنه كان تواباً. قال: فلما قبض الشيخ الذهب، نهض وقال لي: يا رجب، خذ من القاضي دينار الأدب. فقال القاضي: إنني بحكمك راض، فاقض ما أنت قاض. فتلقفت الدينار وخرجنا للحين، والقاضي يقول: إن الله لا يضيع أجر المصلحين. ولما فصلنا عن المكان، دعوت الشيخ إلى منزلي بالخان. فقال: إن نفسي لا تطيب بمقام، حتى أفتقد الناقة والغلام. قلت: وما ذاك يا حمة العقرب؟ فضحك حتى استغرب. وقال: أما الناقة فركوبتي التي جرت على أجرتها المخاصمة، وأما الغلام فخصمي الذي رأيته في المحاكمة. فقلت: وماذا حملك، على أن تحبط عملك؟ قال. وصلت إلى\nالجزء: 1 ¦ الصفحة: 44\n",
        "هذه البلاد، وقد خلت وفضتي من الزاد، فتوصلت إلى القاضي بسبب لعلمي أنه أطغى من فرعون ذوي الأوتاد، وأبخل من كلاب بني زياد. ورصدت له حتى طلب دينار القضاء، فكان عليه أشأم من رغيف الحولاء. فقلت له: لله درك ما أطول باعك، وأهول قاعك! قال: من ليس يؤخذ بالبنان، فخذه بالسنان. ثم انساب بي إلى منزله كالحباب، وإذا غلامه الذي كان يخاصمه بالباب. فأشار إليه وأنشد:\nهذا غلامي الذي خاصمته\n...\nإني لمثل ذلك استخدمته\nحتى إذا الصيد أتى قاسمته\n...\nبما كسوته وما أطعمته\nوإن تمادى الدهر بي علمته\n...\nما قد أذعته وما كتمته\nوهو مقام ولدي أقمته\n...\nفإن ذخرت عنه أو حرمته\nعاقبني الله فقد ظلمته\nقال: فعجبت من أفانينه في المكر، وأساليبه في النظم والنثر. وعدلت إذ ذاك عن الرحيل إلى المقام، حتى أراد الشخوص إلى الشام، فانطلق\nالجزء: 1 ¦ الصفحة: 45\n",
        "إلى دار الحرب وانطلقت إلى دار السلام.\nالمقامة الثامنة وتعرف بالبغدادية\nقال سهيل بن عباد: حللت بالزوراء في بعض الأسفار، وأنا غريب الدار، بعيد المزار، فكنت أتردد فيها سحابة النهار، وأتفقد ما بها من المشاهد والآثار. حتى دخلت يوماً بعض المدارس، وإذا شيخنا الخزامي هناك جالس. والطلبة قد أقبلوا عليه، وأحدقوا به وإليه. فسلمت عليه تسليم المشوق، وابتهجت به ابتهاج العاشق بلقاء المعشوق. وجلسنا نتشاكى النوى، ونتباكى للجوى.. وإذا امرأة تنادي يا شاري اللبن، الرخيص الثمن. وهي في أثناء الكلام، تتلاعب في الإعراب على الثلاثة الأحكام. فعجبوا لافتنانها، وتاقت أنفسهم إلى استنباط بيانها.\nالجزء: 1 ¦ الصفحة: 46\n",
        "فدعتها ألسنتهم للشراء، وأفئدتهم للمراء. فجاءت حتى وقفت بالباب، وأرسلت النقاب، وقال: السلام يا أهل الكتاب، قالوا: سلام يا كريمة الأعراب! فما بالك تلحنين في الإعراب؟ قالت: أما سمعتم أن خير الكلام ما كان لحناً، أو لم تيأسوا أن الكتاب قد أقام له وزناً؟ قالوا: أعييتني بأشر، فكيف بدردر؟ إن كنت ممن يفسر الماء بالماء، فما نحن ممن يستجير بالنار من الرمضاء. قالت: شهد من\nالجزء: 1 ¦ الصفحة: 47\n",
        "رفع القبة الخضراء، أني ما جئتكم إلا بالحنيفية البيضاء. لكنكم تشترون در الضوامر، وتستوهبون در الضمائر. فلما رأوا منها دهاء لقمان بن عاد، علموا أنها صخرة واد. فرضخ كل لها بدرهم، وقالوا: إن أعربت عن المعجم، نفحناك بالمشوف المعلم. قال: والشيخ بين ذلك يقلب وجهه في السماء، ويقول: سبحان من علم آدم الأسماء. فلما جلت المكنون، واجتلت الموزون. قال: يا أولي الألباب، إن الله يرزق من يشاء بغير حساب. وإلا ففوق كل ذي علم عليم،\nالجزء: 1 ¦ الصفحة: 48\n",
        "وإن الفضل بيد الله يؤيته من يشاء والله ذو الفضل العظيم. قالوا: إن هذا لهو الحق المبين، فأت بآية من مثل ذلك إن كنت من الصادقين. قال: قد جاء من أمثال ذلك في كلام القوم، قولهم: لا صمت يوم. فإن شئتم ما فوقه من تصاريف العرب، فقولهم: هذا يسر أطيب منه رطب. فإن استزدتم فقولهم في المثل: لا ناقة لي في هذا ولا جمل. قال: وما فرغ الشيخ من الكلام، حتى ابتدر القيام. فتعلقوا به وقالوا: لات حين مناص، فإن دواء الشق أن يحاص. ولقد أتيت من حيث أيس، فلا تذهب من حيث ليس. فعاد إلى المقام، وقال صبراً: على مجامر\nالجزء: 1 ¦ الصفحة: 49\n",
        "الكرام. ثم اندفع في شرحه كاليعبوب، حتى ملأ العيون والقلوب، فانهالت عليه الجوائز حتى لم تبق حاجة في نفس يعقوب. ولما قضى الوطر، نهض على الأثر، فقام القوم يودعونه، وهم يودون لو يتبعونه. وقالوا: بأنفسنا نفديك! لقد سعد بك ناديك، فلا تجعلها بيضة الديك. قال: نعم لي صبي ليس كمثله في بغذاذ، أريد أن أجره يوماً إلى الأستاذ. قالوا: نراك قد جررته مذ الآن، فهل تفيدنا بشيء من البيان؟ قال: إذا عدنا، أفدنا. لكنني لا أرى لقاء مثله من ذوي الشان، حتى يستر أطماري الطيلسان. قال سهيل: ولم يكن بعد\nالجزء: 1 ¦ الصفحة: 50\n",
        "انصرافه إلا كلمح البصر، حتى دخل الأستاذ فأطرفوه بالخبر. فقال: صبر جميل، نام عصام ساعة الرحيل، والله حسبي ونعم الوكيل. ثم ألقى بطيلسانه إلي وقال: هل لك أن تلقاه به فترده علي فقرعت الساق حتى أدركته بالسوق، وأبلغته سياق الخبر المسوق. فقال: إن ليلى قد فصلت عن مجلسنا المعهود، ولنا موعد أنتظرها به أن تعود، فإذا لقيت الأستاذ فقل له المعذرة، وإن غداً لناظره قريب فمن\nالجزء: 1 ¦ الصفحة: 51\n",
        "يعش يره. قلت: أوهي ذات اللبن قال: إن لم تكن فمن قلت:\nالجزء: 1 ¦ الصفحة: 52\n",
        "إنها لنعم البنية! قال: وإن العصا من العصية. ثم جلس على عرفة هناك، وجعل يقلب طرفه بين هذا وذاك. فلما طال أمد الانتظار قال: أظنها تنتظرني في الدار. فهل لك أن تصحبني إلى الرصافة، وتؤنسني الليلة بالضيافة فقلت: إني على ما تريد، وسرنا وهو يقول: أسعد أم سعيد، حتى انتهينا إلى باب حديد، وإذا ليلى بالوصيد. فلما رآها تهلل وجهه بشراً، وأنشد يقول شعراً:\nحييت يا ليلى ابنة الخزام\n...\nكريمة الأخوال والأعمام\nالجزء: 1 ¦ الصفحة: 53\n",
        "أصبحت في مدينة السلام\n...\nغريبة الموطن والكلام!\nما زلت لي عوناً على الأيام\n...\nتمهدين سبلي أمامي\nوتنفرين الصيد في الآجام\n...\nحتى يكون غرض السهام\nوإن كنت من ربائب الخيام\n...\nفالسر في الشراب لا في الجام\nرب ابنة أنفع من غلام\nقال: ولما فرغ من أبياته أدخلنا إلى البيت، وأفاض في حديث أشهى من\nالجزء: 1 ¦ الصفحة: 54\n",
        "حلبة الكميت. فبتناها ليلة كأنها ليلة القدر وأحييناها بالحديث حتى مطلع الفجر ومازلنا كذلك حتى فرق بيننا الدهر.\nالمقامة التاسعة وتعرف بالحلبية\nأخبر سهيل بن عباد قال: كان لي صديق بظاهر الشهباء ينتمي إلى العرب العرباء. وكنت وإياه كالماء والراح، أو كنديمي جذيمة الوضاح. فحضرتني منه ذات يوم بطاقة، يطالبني فيها بحق\nالجزء: 1 ¦ الصفحة: 55\n",
        "الصداقة. ويطلب أن أبادر إليه ببعض الأشربة مما وصفه له بعض أهل التجربة. فساءني ما به من توعك المزاج، وأشفقت من تأخر العلاج، فبادرت برقعته الواصلة، إلى سوق الصيادلة. وأخذت له ما أراد كما يريد، وانطلقت إليه أعدو كخيل البريد. وبينما أنا أجري مليحاً، وأقعد طليحاً. لمحت شيخنا الخزامي وابنته بجانب الطريق، ولديهما فتى قد لبس البياض وتختم بالعقيق. فوثبت كالظبي المقمر إليه، حتى أقبلت عليه. فتقدمت، ثم سلمت. فأجابني بالفارسية، وأعرض عن تمام التحية. فقلت هذه إحدى مكايده. قد جعلها من مصايده. وطويت عنه كشحاً، وضربت صفحاً. فتماشيت القهقرى، وتواريت بحيث أرى ولا أرى. فرأيت الشيخ قد أشاح بوجهه عن الجارية والغلام، وجعل يدمدم بلغة الأعجام. والفتى يخالس الجارية النظر؛ ويغازلها على حذر. فقالت: إن صاحبنا أعجم طمطم، لا يفهم ولا يفهم. وقد لقيته وفاقاً. لكنني أرى عينه قد\nالجزء: 1 ¦ الصفحة: 56\n",
        "طمحت إلي، فلا يزال حوالي. وهو يعرض لي طوراً بصرة، وتارة بدرة. وأنا أنفر منه كالناقة الهوجاء، ولا أنبس له بحوجاء ولا لوجاء. فقال: ساء فأل المخنث! إنه لأحمق من شرنبث. أفلا نصرفه إلى حيث يعود الذيب ونرفع ثقل منظره المذيب؟ فقال: أشار إلي بأنه قد أعياه الصداع، ولو كانت لي سكاب لما قلت لا تعار ولا تباع. فأشار إلى برذون له أطير من عنقاء مغرب وقال: نعم القتيل بجير إن أصلح بين بكر وتغلب. فأركبته ذلك البرذون\nالجزء: 1 ¦ الصفحة: 57\n",
        "الأدهم وقالت: اذهب إلى حيث ألقيت رحلها أم قشعم. فلما خلا الفتى بالجارية قال لها: أبشري، خلا لك الجو فبيضي وأصفري. لكنني قبل ذلك أريد أن أطلع طلع حالك. فقالت إنني فتاة كريمة الأصل، قليلة الأهل لا أب لي ولا بعل. وقد سئمت من طول حبسي، وتولي أمر نفسي، فإن كان لك أرب في النساء، فاتبعني لآخذ ما لي من الأشياء، وأتبعك إلى حيث تشاء. قال: أفعل وكرامة، ونهض معها راكباً جناحي النعامة. قال سهيل فأذهلني ذلك الطويل العريض، عن الدواء والمريض. ورجعت أدراجي في أثر الصاحبين حتى دخلا البيت البيت كالفرقدين. فأخذ الفتى يرزم ما لها\nالجزء: 1 ¦ الصفحة: 58\n",
        "من الحطام، وخرجت لتحضر ما تيسر من الطعام. وإذا بأبيها قد هجم هجوم الأسد، على النقد. وقال: ويلك يا عدو الله ما كفاك أن تكون فاسقاً حتى صرت سارقاً فلأقيمن عليك الحد والقطع، ولأجعلنك عبرة إلى يوم الجمع! فطارت نفس الفتى شعاعاً، واستطار فؤاده ارتياعاً! وجعل يتهطر لديه بالسؤال، ويدمث له المقال والشيخ يشمخ بأنفه، ويهز من عطفه، ويرمح برجله ويشير بكفه فكاد الفتى يذوب من الحياء، وظن أن صاعقة هبطت عليه من السماء، فانقاد إليه انقياد الأسير، وقال: قد فديت نفسي بهذه الدنانير قال: قد قبلتها منة الكرام، على أن لا تتعرض لبنات الأعجام. فذهل الفتى عن معرفته بالتلميح، وما صدق أن أطلق ساقيه للريح، فمضى ينهب الطريق، والشيخ من خلفه يهدر كالفنيق. حتى إذا ثاب إلى الوقار، وقف بعرصة الدار. وأنشد:\nيا هل ترى أين سهيل يطلع\n...\nيا ليته كان يرى ويسمع\nالجزء: 1 ¦ الصفحة: 59\n",
        "يرى الفتى مهرولاً يندفع\n...\nتكاد تذريه الرياح الأربع\nأعطاني البرذون وهو يطمع\n...\nفي وصل ليلى، لا هناه المضجع!\nسبقته عليه فهو أسرع\n...\nلكنه بالماء ليس يقنع\nفقمت أبتغي له ما يشبع\n...\nلكن بدون المال ماذا أصنع؟\nوإن يكن نال الفتى ما يجزع\n...\nمنه فقد نال به ما يردع\nوالنصح من وصل البنات أنفع\nقال سهيل: فبرزت من الوكنة التي كمنت فيها، وأنشدت بديها\nهذا سهيل طلعا\n...\nوقد رأى وسمعا\nأنسيته المريض وال\n...\nدواء والداء معاً\nأنت صديق لم يدع\n...\nلمن سواه موضعاً\nفقال: أهلاً بأبي عبادة، متى عهدك بالشهادة؟ قلت: منذ عهدك بالفارسية التي نلت منها السعادة. أفلا تعلمني هذا اللسان، لأستغني معك عن ترجمان؟ قال: أراك تستبيح قطع الأرزاق، فليس لك عندي من خلاق، يعدو كالبرق أو كالبراق.\nالجزء: 1 ¦ الصفحة: 60\n",
        "المقامة العاشرة وتعرف بالكوفية\nحكى سهيل بن عباد قال: كلفت منذ الصبا بعلم الأدب، وشغفت باستقراء لغة العرب. فكنت أنضي إليها المطايا، وأتفقد الخبايا في الزوايا. حتى كنت يوماً بالكوفة وأنا أتعهد معاهدها المألوفة وأشهد مشاهدها الموصوفة فمررت بعصبة من العلماء كأنهم من بني ماء السماء. وهم قد جلسوا إلى شيخ أغبر الشيبة، أبلج الهيبة. وهو يشير تارة بالبنان، وطوراً بالصولجان. فجعلت أروح تلقاءهم وأجي، وأقول ليس هذا بعشك فادرجي. حتى حذتني القطربية،\nالجزء: 1 ¦ الصفحة: 61\n",
        "على الأشعبية. فألقيت دلوي في الدلاء طمعاً في اجتلاء الجلاء. وتطفلت على تلك الحصرة الجلى وإن كنت ممن عبس وتولى. فلما تخللت المقام حييت القوم بالسلام، وتفرست في الشيخ فإذا هو ميمون بن خزام. فقلت: لله الأمر كله، قد عرف النخل أهله! وجعل القوم يخوضون في حديث العربية، ومسائلها الإعرابية. حتى حلت الحبى، وبلغ السيل الربى. والشيخ ينظر من طرف خفي إلى الناس، والقلم في يده يجري على قرطاس. إلى أن نفد ما عند الجماعة من أسرار الصناعة. وهم يرون أن يلتقط اللآلي، وينظم في سمط الأمالي. فقالوا: أيها الشيخ نراك تجمع، مما تسمع قال: إن لكل ساقطة لاقطة.\nالجزء: 1 ¦ الصفحة: 62\n",
        "ولكن أريد أن تنظروا ما كتبت، لتروا هل أخطأت أم أصبت. فتناولوا الرقعة بديها، وإذا هو يقول فيها: ما الفرق بين التمييز والحال، وبين عطف البيان والإبدال وأين يستوفى حق الإسناد، ولا يخرج يركنيه عن حكم الإفراد؟ وأي الضمير، يتردد بين التعريف والتنكير وأين يراعى ما يقدر، ولا يبالى بما يذكر؟ وأي اسم يجتمع فيه خمس من موانع الصرف، وأي لفظ يشارك الاسم والفعل والحرف؟ وفي أي\nالجزء: 1 ¦ الصفحة: 63\n",
        "الأماكن، يجتمع ثلاثة من السواكن؟ وأي فعل يعطى ما للأسماء ويمنع مما للأفعال؟ وأي اسم يجري مع قبيلته على هذا المنوال؟ قال: فلما وقفوا على تلك المسائل، رأوها من المشاكل. فقالوا له: لله أنت، فقد أحسنت ولكن لو أبنت فعبس، حتى ما نبس، وصارت مقلتاه كالقبس، فأشفقوا من غضبه، وسألوه عن محتضبه. فقال: قد تكلفت لكم الخطاب، ثم أتكلف الجواب، والعلي فوق ذلك أتكلف لكم الثواب. قالوا: لا وأيدك الله بل إن جئت بالبينة السافرة، وجلوت الشرود النافرة، فالنقد عند الحافرة. فلما آنس الندى، ووجد على النار هدى. فتح خزانة أسراره، وسمع بمكنونات أفكاره. حتى امتلأت حقائب الملا، وقالوا: هكذا هكذا وإلا فلا بيد أنهم مالوا إلى استملاء ما أبان، حرصاً على ثباته في الأذهان. فقال: اكتب يا سهيل، واندفق في إملائه كالسيل. حتى إذا أترع\nالجزء: 1 ¦ الصفحة: 64\n",
        "الكؤوس، وقاد الشموس بالشموس قال: لا مخبأ لعطر بعد عروس. ثم أشار إلي وأنشد:\nالعلم خير من صلاة النافلة\n...\nبه إلى الله العباد واصله\nفاحرص عليه والتقط مسائله\n...\nودع كنوز المال فهي باطله\nولا تبع آجلة بعاجلة\n...\nولا تضع واصلة بحاصلة\nواعرض عن الليلة نحو القابلة\n...\nفذاك مشرب الثقات الكاملة\nوليس خير في النفوس العاقلة\n...\nإن غفلت عن القلوب الغافلة\nوالناس إن كانت طغاماً جاهلة\n...\nفما يكون الفرق يا ابن الفاعلة\nبين الرجال وبغال القافلة\nالجزء: 1 ¦ الصفحة: 65\n",
        "قال: فلما فرغ من سحره السحري، انهال عليه الشمسى والقمري، فأشار نحوي وقال: اسق أخاك النمري. قالوا: علم الله أن سيكون ولكن السابقون السابقون. حتى إذا قضوا فريضته المكتوبة، عادوا إلى سنتي المندوبة. فخرجنا نجر الذلاذل، ونحمد البذل والباذل.\nالمقامة الحادية عشرة وتعرف بالعراقية\nحدثنا سهيل بن عباد قال: دخلت مجلس أمير العراق، وقد\nالجزء: 1 ¦ الصفحة: 66\n",
        "غص حتى التفت الساق بالساق. فسلمت تسليم الأريب، ووقفت موقف الغريب. حتى إذا ركد النسيم، وصفت الكأس للنديم. دخل شيخ أغبر الناصية، عليه شعار البادية، وهو قد أخذ بيد فتى ترف البنان كأنه من ولدان الجنان. وقال: أيد الله الأمير، وأبد له السرير. إن هذا الغلام سرق نصف أبيات مدحت بها بعض الأمراء، فتحول المديح فيها إلى الهجاء. ولما بلغته أمر بحبسي إلى أن يسر الله لي بالإطلاق وقد كدت أقتل نفسي. فعليه حق الجناية وقطع السارق وعليك تأديب كل طاغ وفاسق. فقال الأمير: يا هذا قد تقرر في علم الأصول، أن الدعوى لا تصح في المجهول فهات أبياتك التي أغار عليها، فأنشد يقول:\nإذا أتيت نوفل بن دارم\n...\nأمير مخزوم وسيف هاشم\nوجدته أظلم كل ظالم\n...\nعلى الدنانير أو الدراهم\nوأبخل الأعراب والأعاجم\n...\nبعرضه وسره المكاتم\nلا يستحي من لوم كل لائم\n...\nإذا قضى بالحق في الجرائم\nالجزء: 1 ¦ الصفحة: 67\n",
        "ولا يراعي جانب الكارم\n...\nفي جانب الحق وعدل الحاكم\nيقرع من يأتيه سن النادم\n...\nإذ لم يكن من قدم بقادم\nإن الشقي وافد البراجم\n...\nوضيف نوفل كضيف حاتم\nقال: فكيف سرق وعلى أي نسق قال: قد أخذ أصحاب الشمال ونبذ أصحاب اليمين فقال كمن يقرأ مشجر الصين:\nإذا أتيت نوفل بن دارم\n...\nوجدته أظلم كل ظالم\nوأنجل الأعراب والأعاجم\n...\nلا يستحي من لوم كل لائم\nولا يراعي جانب المكارم\n...\nيقرع من يأتيه سن النادم\nإن الشقي وافد البراجم\nالجزء: 1 ¦ الصفحة: 68\n",
        "فقال الأمير: أولى لك يا غلام كيف سللت الملح من الطعام؟ قال: كلا إنني ما أنشدت إلا لنفسي، ولا جنيت إلا من غرسي. فإن سلم بتوارد الشاعرين، فقد سقطت الدعوى عن الفريقين. وإلا فلا يتعين السارق حتى يتعين السابق. قال: فأنف الشيخ من ذلك المراء. وقال: ويحك هل أنت من الشعراء؟ قال: عند الامتحان، يكرم المرء أو يهان. قال: إن كنت من أهل الأدب، فما هي أبحر الشعر عند العرب؟ فأنشد:\nأطل مد وابسط فر وكمل كهازج\n...\nوأرجز برمل وأسرع اسرح مخففاً\nوكن ضارعاً واقصب من اجتث واقترب\n...\nبرمز لنا عن أبحر الشعر قد كفى\nالجزء: 1 ¦ الصفحة: 69\n",
        "قال: قد وفيت الفروض، فهل تعرف أجزاء العروض؟ فأنشد:\nجميع أجزاء العروض حاصلة\n...\nمن سبب ووتد وفاصله\nيصاغ منها كلمات أحرف\n...\nتجمعهن معلنات يوسف\nقال: قد جئت بالجواب الشافي، فهل تعرف ألقاب القوافي؟ فأنشد:\nإن رمت ألقاب القوافي كلها\n...\nفهناك خمس لا يليها سادس\nهي عندهم: مترادف متواتر\n...\nمتدارك متراكب متكاوس\nقال: وهل تعرف ما للقوافي من الأجزاء وما لأجزائها من الأسماء؟ فأنشد:\nإذا رمت أجزاء القوافي فسل بها\n...\nخبيراً يجيد القول حين يقول\nالجزء: 1 ¦ الصفحة: 70\n",
        "رويٌّ ووصلٌ والخروج وراءه\n...\nوردفٌ وتأسيسٌ يليه دخيل\nقال: وهل تعرف حركات القافية، ما هيه؟ فأنشد:\nحركات قافية نظير حروفها\n...\nستٌّ: بها المجرى عددنا أولاً\nثم النفاذ وحذوها والرس وال\n...\nإشباع والتوجيه فاحفظها ولا\nقال: حياك عالم الغيوب فهل تعرف ما للقوافي من العيوب؟ فأنشد:\nعاب القوافي إكفاء وإقواء\n...\nإجازة ثم إصراف وإيطاء\nكذاك تضمينها التحريد مجتنب\n...\nومثل ذاك سناد وهو أنحاء\nالجزء: 1 ¦ الصفحة: 71\n",
        "قال: أراك تحسن الجواب في الحال، فما أبرئك من انتحال. فإذا كنت شاعراً فقل أبياتاً تمدح الأمير فيها، قال: بل أهجوك: وأنشد بديها:\nقل لهذا الشيخ الخزامي: صبرا\n...\nقد توسدت من هجائي جمراً\nذلك الخمر بيننا صار خلاً\n...\nوبعيدٌ أن يرجع الخل خمراً\nيا خزام البعير ليس خزام ال\n...\nروض إن الخزام يعبق نشراً\nأنت ميمون أمة الترك لا ميمو\n...\nن عرب فاليمن منك تبراً\nكنت ترجو من الأمير هبات\n...\nوأنا قد أخذتها منك جبراً\nلا ترم بعدها خضاباً لشيب\n...\nفالمخازي تسود الشيب دهراً\nالجزء: 1 ¦ الصفحة: 72\n",
        "إن رأيت الغلام يسحب ذيلاً\n...\nمن غناه، وأنت تسحب فقراً\nلا تقل أنت سارق لي مالاً\n...\nمثلما قلت سارق لي شعراً\nفأقسم الأمير بالسقف المرفوع، أن الغلام لشاعر مطبوع. وقال: أشهد أن هذا الشيخ قد تجنى عليك، وأساء بما نسبه إليك. فخذ هذه الدنانير، جبراً لقلبك الكسير، وإن شئت أن تقيم بداري فأنت أكرم أنصاري. قال: أنا على ما تروم، إن انتصفت لي من هذا الظلوم، بأن لا يفوه بعدها بمنظوم، فلما رأى الشيخ صبح ليلته ومساءها، ظن أن وراء الأكمة ما وراءها. فانتصب كثالثة الأثافي، وقال: أريد أن أودع القوافي. وأنشد:\nالجزء: 1 ¦ الصفحة: 73\n",
        "قد فسد الدهر لطول الأمد\n...\nفلا يسود فيه غير الأمرد\nإن الفتى قد جد لي في اللدد\n...\nإذ ليس لي من سند أو عضد\nشكوته إلى أمير البلد\n...\nوقد رجوت أن يكون منجدي\nفكان خصماً مثله لم أجد\n...\nكأنما قطعت رأسي بيدي\nلئن منعت عن قريض المنشد\n...\nفالنثر أشفى لغليل الكبد\nوإن تجاوزت العراق في غد\n...\nفكن لركبان السرى بمرصد\nإن حملت شعري لأهل المربد\nقال: فكأن الأمير أفاق، وأشفق من التنديد به في الآفاق. فقطع لسان الشيخ بنصاب، وقال: هذا أيسر ما به نصاب. ثم قال له: دع التهم بينك وبين الفتى، فليذهب أمامك من حيث أتى. فانصرف الشيخ والفتى يتضاحكان، كأن لم يكن بينهما شيء مما كان. قال سهيل: وكنت قد تبينت أن الشيخ صاحبنا ابن الخزام، فهرعت على أثره لأنظر ذلك الغلام. وإذا به قد ناوله الدنانير، وقال: اشكر نعمة الأمير،\nالجزء: 1 ¦ الصفحة: 74\n",
        "فعجبت من استحالة تلك الحالة. وقلت: سرعان ذا إهالة. فابتدرني الشيخ بالسلام وهنأني بالسلامة وقال: أهلاً بأبي عبادة الذي لا تفوته مقامة! قلت: بل أهلاً بالمقعد المقيم، فما هذا الملك الكريم؟ فاهتز اهتزاز المهند، وتبسم لي وأنشد:\nهذا غلامي بل أنا غلامه\n...\nيا طالما أفادني استخدامه!\nينفعني في منزلي قيامه\n...\nوفي الدجى يؤنسني كلامه\nوفي السرى يسعفني اهتمامه\n...\nحتى إذا أعوزني طعامه\nسعى بسد خلتي خصامه\nثم قال: أنت راويتي وشاهدي، وجليسي في مشاهدي. فلك أن تشاركني في العطاء ولكن عليك أن تحمل عني شطر الهجاء. قلت ليس من هجاك إلا كمن هجاء الورد، فعليه كل هجائه ولا شريك له من بعد. قال: قد أحسنت الجواب وإن لم يصب موضعه، فخذ هذه\nالجزء: 1 ¦ الصفحة: 75\n",
        "النحلة وادع لي بالفلاح والسعة. فودعته مطنباً بشكره متعوذاً من مكره.\nالمقامة الثانية عشر وتعرف بالأزهرية\nحكى سهيل بن عباد قال: شخصت إلى القاهرة من بلاد الشام، في ركب فيه ميمون بن خزام. فكان يحملنا بحديثه في المراحل، وينسينا لغب السير في المنازل، حتى تبطنا السرى في ليلة حالكة الأديم، وقد قدرنا القمر منازل حتى عاد كالعرجون القديم. فشمذنا إزار السفر، وأوغلنا في تلك القفر. وما زلنا نخبط في ذلك الديجور الأربد، حتى تبين لنا الخيط الأبيض من الخيط الأسود. فمالت أعناق الناس، من النعاس. وأشفق الشيخ من\nالجزء: 1 ¦ الصفحة: 76\n",
        "طوارق البادية، فأراد تنبيه الأعين الساهية. فانتدب سجيته السيطرة، ورفع عقيرته الضبطرة. وأنشد يقول:\nأيها الراكب الميم مصراً\n...\nألق سمعاً فللحديث فنون\nدون مصر عين وعين وعين\n...\nقام فيها نون ونون ونون\nقال: فطارت السنة من الجفون، بين تلك العين والنون وتحدث القوم بما يكون وما لا يكون. هذا وقد أخذت المطايا في الذميل، وهي تقطع ميلاً بعد ميل، حتى وردت ماء النيل، فتهلل وجه الشيخ ميمون، وقال: هذه عين يشرب بها عباد الله ويسبح فيها النون. فقال القوم: قد فتح الشيخ لنا الباب، فليتذكر أولو الألباب. قال: إذا ألقينا العصا فسنفتح أبواباً أخرى. وسنجعلها للناس تبصرة وذكرى. قال: وما زلنا نستقبل المقبلة ونستدبر الدابرة، حتى دخلنا مدينة القاهرة. فلما أصبحنا دعاني الشيخ إلى ما أراد، وخرجنا نستن كخيل الطراد. حتى أتينا الجامع الأزهر، فأوحى إلي ما أوحى وقال: اصدع بما تؤمر. فمكثت\nالجزء: 1 ¦ الصفحة: 77\n",
        "ريثما دخل المقام، وفرغ من السلام. ثم دخلت فحييت القوم، فقام مسلماً علي كأن لا عهد بيننا مذ اليوم. ولما استقر بي القرار أشار إلي، وقال: مهيم يا بني؟ قلت: قد هجمت بي على هذا المجلس، رقعة كصحيفة المتلمس. فإن كشف لي هذا النادي حجابها المستور، وإلا فقد يئست منها كما يئس الكفار من أصحاب القبور. قال: اقرأ باسم ربك الذي خلق، فكم ركب هنا مثلها طبقاً عن طبق. فقرأتها أقول:\nسمحت في الشام بألف كامل\n...\nمقتبساً مسألة من سائل\nيقول: أي اسم بغير طائل\n...\nيركب في التركيب متن الباطل\nليس بمعمول ولا بعامل\n...\nوربما أفاد غير العاقل\nفوق إفادة اللبيب الفاضل\n...\nوقد جعلت مثل ذالك النائل\nلمن يجيء بالجواب الفاصل\nقال: فأطرق كل من حضر، ولم يقفوا على خبر ولا خبر. وجعل الطلبة\nالجزء: 1 ¦ الصفحة: 78\n",
        "هنالك، يخبطون في ليلها الحالك. والشيخ يعجب منها ويعجب، ويعظم أمرها ويطنب. فقال الأستاذ: إني قد جعلت على نفسي ما جعل هذا الشاعر، فإن الفوائد تشترى بالذخائر. فترنحت أعطاف الشيخ ابتهاجاً بالظفر، وقال: إن الناس يستنزلون البدر بالبدر، ثم أنشد يقول على الأثر:\nقل يا ابن عباد لهذا السائل\n...\nذاك اسم صوت شاع في القبائل\nوهو من الأغفال والعواطل\n...\nلا يبتنى منه كلام قائل\nوإنما تركيبه في الحاصل\n...\nمزج بما قدم في الأوائل\nفهو مع التركيب غير قابل\n...\nلنحو مفعول به أو فاعل\nويستفيد منه قلب صاهل\n...\nما ليس قلب ناطق بشاغل\nفلا تكن عن حفظه بغافل\nقال: فعظم الشيخ في أعين الجماعة، لما رأوا عنده من البراعة. وقالوا: لقد\nالجزء: 1 ¦ الصفحة: 79\n",
        "حق لك الثواب، إن كنت مبتكر الجواب. فاستشاط من الغضب، حتى كاد يخرج عن الأدب. وقال: يا هؤلاء قد رميتموني بسهم إن أصاب جرح، وإن أخطأ فضح. فلأركبن معكم ما شئتم من المسائل، ليحق الله الحق ويبطل الباطل. فقال أحدهم: إنني مشتغل بعلم العروض فهل لذلك عندك من عروض؟ قال. اللهم نعم ما الفرق بين المعاقبة، والمكاتفة والمراقبة؟ وما الفرق بين ما تم من الأبيات وما وفى، وبين المصرع منها والمقفى؟ وأي بحر يستبيح أجزاء صاحبه ولا حرج عليه، فإن اختلس منه صاحبه جزءاً سيق برمته إليه؟ فأجاب الرجل\nالجزء: 1 ¦ الصفحة: 80\n",
        "بعض الإجابة وهو يمزج الخطأ بالإصابة. ولما رأى الأستاذ عكس القضية، ثارت به الحمية. فقال للشيخ: إن كنت من علماء اللغة فكم هي مخارج الحروف، وما هي صفاتها التي يتميز بها الموصوف؟ وماذا يمنع\nالجزء: 1 ¦ الصفحة: 81\n",
        "الإدغام والإعلال، بخلاف القياس في الأفعال؟ ولماذا يكتب نحو اصطفى بالياء، وقد كتب مجردة بالألف الملساء؟ فقال الشيخ: إن أخطأت في الجواب فليس لي عندكم شيء، وإن أصبت زتموني أرش جنايتكم علي. قال: قد أحسنت في الشرط والجزاء فأنا على ما تشاء. فأفاض الشيخ في شرحه حتى شرح الصدور، وقال: هل يستوي الأعمى والبصير أم هل تستوي الظلمات والنور؟ ثم اعتمد على عصاه، وقال: أستودعكم الله! فنهض إلى وداعه الأستاذ الكبير، وألقى في ردنه صرة من الدنانير. فخرج يجر الذيل، وقال: هلم يا سهيل. فلما صرنا بمعزل قال: قد حملت رقعة المسألة، واستفدت حل المعضلة! أفتبغي أن يبذل كل لصاحبه ما عليه، أم نطرح الحساب من طرفيه؟ قلت: كلاهما خطر، فلك النظر. قال: أنت ضيفي ما دمنا في هذه البقعة،\nالجزء: 1 ¦ الصفحة: 82\n",
        "فلا حاجة لك بدينار ولا قطعة. قال سهيل: فمكثت حيناً من الدهر وإياه، أتيمن بهلال محياه، وأتعلل بزلال حمياه. إلى أن حلت الشمس برج الأسد، ففارقني فراق الروح للجسد.\nالمقامة الثالثة عشرة وتعرف بالتغلبية\nقال سهيل بن عباد: شخصت في نفر من أهل العالية، إلى أطراف تلك البادية. فسرنا لا نألو جهداً، ولا نعلو مهداً. حتى تبطنا مفازة قد ضربت أساهيجها الريح، كأنها أهاجيج شق أو سطيح. فأرسلنا إبلنا العراك، وأخذنا في الرسيم الدراك.\nالجزء: 1 ¦ الصفحة: 83\n",
        "وبينما نحن كذلك إذا فرسان قد أشرعوا العوامل، ونادوا: يا لتغلب ابنة وائل! فما كان إلا كرجع النفس، أو لمع القبس. حتى أحاطوا بنا إحاطة الأسورة بالمعاصم، وقالوا: لا مانع لكم اليوم من أمر الله ولا عاصم. فسرنا بينهم كالنعاج بين الذئاب، حتى انتهينا إلى حلة كثيرة الخيام والقباب، مكتظة بالخيل والركاب. فطرحونا إلى سرادق كقبة نجران، فيه شيخ كعبد المدان، على قصعة\nالجزء: 1 ¦ الصفحة: 84\n",
        "كجفنة عبد الله بن جدعان. وحواليه حلقة من ذوي البوسى، كأنهم من بقايا قوم موسى. فبتنا نجص في الرباط عند القوم، وأنا لم تأخذني سنة ولا نوم. حتى أوشك صبغ الليل أن يحول، وإذا بجانبنا قائل يقول:\nيا ليل قد طلت فهل مات السحر\n...\nأم استحالت شمسه إلى القمر؟\nطلت على شيخ قليل المصطبر\n...\nقد بات في القيد، كما شاء القدر!\nيا ليت قومي يعلمون بالخبر\n...\nوليت ليلى نظرت هذا النظر\nيا أيها الظالم كن على حذر\n...\nكل صغير وكبير مستطر\nمن شاء فليؤمن ومن شاء كفر\nقال: فلما توجست هذا الكلام، تنسمت منه نسيم الخزام. فقلت:\nالجزء: 1 ¦ الصفحة: 85\n",
        "قد سطعت ريح الخزام ليلاً\n...\nفأدركت من فورها سهيلا\nعسى تفيد بعد ذاك سيلا\nفقال: الله أكبر، قد هان علي الموت الأحمر. قلت: نفسي فداء نفسك، فكيف أمر حبسك؟ قال: أخذت من أرض الجزيرة، على غير جريرة، والله أعلم بالسريرة. وإذا رجل قد تخلل إليه الأسرى، كأنه من آيات ربه الكبرى، وقال: هيهات لا تغني نفس عن نفس شيئاً ولا تزر وازة وزر أخرى. ثم أخذ بيده وقاده كالبعير، حتى وقفه بحضرة الأمير. فتلقاه الأمير بالوجه العبوس، وقال: أف لك يا أشأم من البسوس! أتهجو\nالجزء: 1 ¦ الصفحة: 86\n",
        "العرب الذي منهم أخذ الشعر والخطاب؟ وعلى كلامهم بني التصريف والإعراب. ومنهم تعلمت الناس الفصاحة، واجترأت الكرام على\nالجزء: 1 ¦ الصفحة: 87\n",
        "السماحة. وهم ضراب السيوف، وشراب الحتوف، وقراة الضيوف، وحباة الألوف، وحماة السجوف. وآثارهم في الحذاقة والكرم، وحفظ الجوار والذمم، أشهر من نار على علم. فكيف استطعت أن تقول للصبح يا ليل، وللشمس يا سهيل؟ قال سهيل: وكنت بمرأى من ذلك ومسمع، فقلت للحارس: إن الأمير يدعوني فلا تمنع. فأطلقني وهو يرعاني حتى دخلت في الجماعة، وإذا الأمير يقول: هات أبيات الشيخ يا أخا قضاعة. فقام فتى بين المحشد، ونظر إلى الشيخ وأنشد:\nمن رام أن يلقى تباريح الكرم\n...\nمن نفسه فليأت أجلاف العرب\nير الجمال والجلال والخشب\n...\nوالشعر والأوبار كيفما انقلب\nأسرق أهل الأرض عن أم وأب\n...\nوأسمج الناس وأخزى من نهب\nالجزء: 1 ¦ الصفحة: 88\n",
        "لا تعرف الأقدار فيهم والرتب\n...\nولا يبالون بأحرار النسب\nلكن يغرون على حفظ النشب\nقال: فصفق الشيخ عجباً وأقسم بتربة نزار أنهم ممن يحرفون الكلم عن مواضعه ويبدلون الجنة بالنار. قال: إن يبغ عليك قومك لا يبغ عليك القمر، فهات ما صح عندك من الأثر. فأنشد يقول:\nمن رام أن يلقي تباريح الكرب\n...\nمن نفسه فليأت أحلاف العرب\nير الجمال والجلال والحسب\n...\nوالشعر والأوتار كيفما انقلب\nأشرف أهل الأرض عن أم وأب\n...\nوأسمح الناس وأجرى من يهب\nلا تعرف الأقذار فيهم والريب\n...\nولا يبالون بإحراز النشب\nلكن يغارون على حفظ النسب\nقال: فسرى غضب الأمير وأمسك عن التعنيف، وجعل يعجب من\nالجزء: 1 ¦ الصفحة: 89\n",
        "ذلك التصحيف والتحريف: فقال: يا مولاي حاشا أن أهجو قومي الذين منهم حسبت، إليهم نسبت. وبهم يشد أزري، ويستقيم أمري. قال: فما أنت وعرب القفار، وما عندك لهم من الآثار؟ قال: عندي ما أحببت، فلا تسأل عن شيء إلا أجبت. قال: هل تعرف مشاهير العرب الذين ترسل بهم الأمثال؟ قال: اللهم نعم، وأنشد في الحال:\nمن أشهر الأمثال في القبائل\n...\nعزة ذي الحمى كليب وائل\nوطلب الثأر إلى المهلهل\n...\nينسب كالوفاء للسموأل\nالجزء: 1 ¦ الصفحة: 90\n",
        "ورأي قيس مثل جود حاتم\n...\nشاع وفتك الحرث بن ظالم\nالجزء: 1 ¦ الصفحة: 91\n",
        "وحلم معن وهو ابن زائده\n...\nوقس ذو الفصاحة ابن ساعده\nالجزء: 1 ¦ الصفحة: 92\n",
        "وشاعت الحكمة عن لقمان\n...\nوهكذا الخطبة عن سحبان\nواشتهرت فراسة الأفراس\n...\nعن عامر والحذق عن إياس\nالجزء: 1 ¦ الصفحة: 94\n",
        "والحضر يعزى لسليك السلكه\n...\nوحيلة القصير نعم الملكه\nالجزء: 1 ¦ الصفحة: 95\n",
        "وهكذا رواية ابن أصمع\n...\nتذكر والجمال للمقنع\nواشتهر الحزن عن الخنساء\n...\nمثل اشتهار بصر الزرقاء\nالجزء: 1 ¦ الصفحة: 96\n",
        "قال: حياك من كور النهار على الليل، فهل تعرف مشاهير الخيل؟ فأنشد:\nأشهر خيل العرب: المشهر\n...\nثم النعامة التي لا تنكر\nوداحس منهن والغبراء\n...\nكذلك الخطار والحنفاء\nوأعوج ولاحق سكاب\n...\nكذلك العبيد والعقاب\nكذا العصا وأمها العصيه\n...\nوكم لهم أماً وكم بنيه\nقال: قد أحسنت في الإعراب، فهل تعرف أبيات الأعراب؟ فأنشد:\nخباء صوف ويجاد الوبر\n...\nوقشع جلد سترة من مدر\nوخيمة الغزل وفسطاط الشعر\n...\nوقبة اللبن حظيرة الشجر\nوهكذا الطراف من أديم\n...\nتنزلها العرب من القديم\nالجزء: 1 ¦ الصفحة: 97\n",
        "قال: إن كنت من أهل هذا المقام، فهل تعرف ما لهم من ألوان الطعام؟ فأنشد:\nبعض طعام العرب الرغيده\n...\nرهيدة لهيدة نهيده\nوضيعة ربيكة لبيكه\n...\nحريقة سهيكة وديكه\nوزيمة سخينة فيحاء\n...\nحريرة خزيرة حساء\nمضيرة عبيثة ثريد\n...\nوحسبنا هذا فلا نزيد\nقال: وهل تعرف ما لهذه الأطعمة، من الآنية المفعمة؟ فأنشأ يقول:\nآنية الطعام عند العرب\n...\nأعظمها دسيعة في الرتب\nفجفنة فقصعة تعد\n...\nفصفحة مثكلة من بعد\nففيخة لواحد مقدره\n...\nوفوقه ما فوقها للعشرة\nالجزء: 1 ¦ الصفحة: 98\n",
        "قال: وهل تعرف هذه المسألة الباقية، عن أزلام الميسر في البادية؟ فأنشد:\nفذ وتوأم قيب نافس\n...\nوالحس والرابع قيل الخامس\nكذلك المسبل والمعلى\n...\nمما على النصيب قد تولى\nثم السفيح والمنيح الرغد\n...\nليس لها إلى النصيب رشد\nقال: فعجب الأمير من جريه هذا المجرى، وقال: قد كذبت من قال صاحب البيت أدرى. فلا جرم أنك من صميم العرب العرباء، وأبلغ من تحت الجرباء. ولقد جنينا عليك بما أسرناك، فاعذرنا كما\nالجزء: 1 ¦ الصفحة: 99\n",
        "عذرناك، ثم أمر بالطعام، وقال: كيف أنت والمدام؟ قال: إذا أصابت الظباء الماء فلا عباب، وإذا لم تصبه فلا أباب. على أني لا أزدرد الطعام السلجلج، ولا أسيغ اللبن السملج. ما لم تكن يد غلامي قبل يدي، فإنه بمثابة ولدي. قال سهيل: وكنت قد أضمرت الفرار، إذا تعذر القرار. فلما آنست صفو الكأس، برزت من موقفي بين الناس. فدعاني الأمير إلى بساطة، وأقبل علي بانبساطه. وأقمنا عنده ثلاثاً من الليالي، أنقى من اللآليء. حتى إذا أزمعنا السفر، ودعنا النفر. قال للشيخ: نحملك كما حملناك على الأدهم، فدونك هذا الجواد المطهم. قلت: مثل الأمير من حمل على الأدهم والأشهب، فإني أذهب كما يذهب. قال: قد رجبت لكما العطية،\nالجزء: 1 ¦ الصفحة: 100\n",
        "فضلاً عن المطية. فخرجنا بالخيل والمال والزاد، ونحن نذم المبدأ ونحمد المعاد.\nالمقامة الرابعة عشرة وتعرف بالهزلية\nحكى سهيل بن عباد قال: كان لي زوجة صناع اليدين، كريمة النبعتين. فحسدتني عليها المنون، وخانني فيها الدهر الخؤون. فلبثت بعدها طويلاً، أردد زفرة وعويلاً، وأنوح بكرة وأصيلاً. حتى حال عليها الحول. وآلت الفريضة إلى العول. فناجتني الحوباء، أن أستبدل ما طالب لي من النساء. ولما لم أجد في الحي، من تروق بعيني. أزمعت الاغتراب، وبكرت بكور الغراب.\nالجزء: 1 ¦ الصفحة: 101\n",
        "فهملجت سحابة النهار، على هملعة عبر اسفار. حتى إذا جنح الظلام رفرف، نزلت بقاع صفصف، في خلال نفنف. فبينما ألقيت وسادي، وتلقيت مائي وزادي. سمعت غطيطاً كأطيط البعير، وزفرات تتصاعد كالزفير. فجنحت عن القمر، إلى السمر وأخذت لنفسي الجذر. ولبثت أتنكب الغمض، وأقلب طرفي بين السماء والأرض. وإذا جارية قد تنهدت، ثم أنشدت:\nهل من سبيل لي إلى العتاق\n...\nمن رق ظلم أو إلى الإباق\nما زلت من ذلك في وثاق\n...\nتكاد روحى تبلغ التراقي\nأطوي على الطوى من الإملاق\n...\nحتى إذا امتدت دجى الأغساق\nأضوى إلى شيخ جو خفاق\n...\nواهي القوى منهتك الصفاق\nالجزء: 1 ¦ الصفحة: 102\n",
        "ذي الحية أثيثة الأعراق\n...\nتضربها الرياح في الافاق\nتلبدت طاقاً وراء طاق\n...\nكأن فيها مربض النياق\nمنها دنار الليل حتى الساق\n...\nوظلة النهار كالرواق\nيجري عليها رمض الآماق\n...\nووضر المخاط والبصاق\nحتى ترد المشط بالإزلاق\n...\nفهل كريم النفس والأخلاق\nيحتال لي بفرجة الطلاق\n...\nوهبته ما لي من الصداق\nوزدته ثوبي إلى النطاق\nقال سهيل: فافتتنت بفصاحتها، ولم ألتفت إلى قيد ملاحتها. وقلت: لا جرم أنه قد خازمني التوفيق، من معاجيل الطريق. فأنشدت:\nالحمد لله وبالله الثقة\n...\nقد صادق الكحل سواد الحدقة\nواهاً لهذي الطرفة المتفقة\n...\nإن لم نقل وافق شن طبقة\nفإننا أحمق من هبنقة\nالجزء: 1 ¦ الصفحة: 103\n",
        "قال: وإذا بالشيخ قد استوى، وقال: ما ضل صاحبكم وما غوى وما ينطق عن الهوى. ثم أنشد يقول:\nقد علم الله الذي له البقا\n...\nلو ترك الدهر لكفي رمقاً\nالجزء: 1 ¦ الصفحة: 104\n",
        "لم تبق إلا ريث أن تطلقا\n...\nولم تجد عندي فؤاداً شيقاً\nولا ذكرت جيدها المطوقا\n...\nولا جبينها النقي اليققا\nولا سواد عينها ذات الرقى\n...\nولا محياها الجميل الطلقا\nولا حديثها وذاك المنطقا\n...\nلكن لها علي مهر سبقا\nومهر أخرى بعدها قد لحقا\n...\nفإنما الإنسان زوجاً خلقاً\nفإن أر المهرين عندي غسقا\n...\nطلقتها والصبح لم ينبثقا\nلا عيش للزوجين لم يتفقا\n...\nومن تراه معرضاً قد وثقا\nبالهجر فاهجره إلى يوم اللقا\nقال: فاستفزتني أبيات الشيخ فرحاً، حتى كدت أصفق مرحاً. ولم\nالجزء: 1 ¦ الصفحة: 105\n",
        "أتمالك أن دلفت إليه دلفة من تيمن، وقلت: حيا الله الشيخ فمن أنت وممن؟ قال: أنا المبارك بن ريحان، من بطون قحطان. وإني لأرى الفتاة قد شغفتك حباً، وخلبت منك لباً. فإن كنت تملك النقدين، فابذل اللجين، واغتنم قرة العين. قال: فهل علي الوجد بذل الجدة، ونفحته بما معي حتى أفعم ردنه ويده. فأشهد عليه الله والملائكة المقربين وقال لي: بالرفاء والبنين! فلما طرحت النقد، واستبحت العقد، أردت أن أتحول بأهلي، إلى رحلي. فقال: حاشا لك أن تتركني الليلة سمير الفرقدين، ولكن غداً تذهب أنت بالعروس وأنا بخفي حنين. فبت عنده بليلة\nالجزء: 1 ¦ الصفحة: 106\n",
        "الملسوع، وعيني لا يأخذها الهجوع، حتى آذن الصبح بالطلوع. فتبينت وإذا الفتاة ليلى الخزامية والشيخ أبوها ميمون، فقلت أنا لله وأنا إليه راجعون. ما أرى بعل هذه الصبية، إلا كعكاش بعل طمية. فاستغرب الشيخ في الضحك، ثم أنشد غير مرتبك:\nسلاماً يا ابن عباد سلاماً\n...\nأكهلاً قمت فينا أم غلاماً؟\nأريتك إن ملكت طلاق ليلى\n...\nفهل عقد ملكت به الزماما؟\nعروس ليس تخلو من خداع،\n...\nوقد لا تعدم الحسناء ذاما\nفطلقها، كما طلقت، واعلم\n...\nلقد جعلت على كل حراماً\nالجزء: 1 ¦ الصفحة: 107\n",
        "عرفت وقائعي في كل أرضٍ\n...\nولكن لست تعرفها تماماً\nولست ترى سقاماً في مريضٍ\n...\nفتعرفه كمن ذاق السقاما\nرزأتك يا أعز الناس عندي\n...\nلشدة فاقة برث العظاما\nورب كريمة أكلت بنيها\n...\nإذا جاءت، ولم تجد الطعاماً!\nقال: فقلت له شهد الله أنك لأمكر أهل الخافقين، وأقدرهم على الزين والشين. قال: يا بني إن الخلة، تدعو إلى السلة. والصدق خمر مزاجها الكذب، والجد ثوب طرازه اللعب. ورب طرفة، خير من تحفة. فإن كنت قد ظمئت إلى الضحل، ونسيت أن لا بد دون الشهد من إبر النحل. فهب المال عندي كإحدى القرض، ريثما أرزأ من أستنض لك منه العوض. قلت: قد علم من عنده\nالجزء: 1 ¦ الصفحة: 108\n",
        "علم الغيب أن هذه الطرفة عندي خير نخل هجر وعرائض الحصيب. فاعتنقني كمن تملق، وقال: كلانا أفلس من ابن المذلق، فمن أحرز المال فعليه الإنفاق يعلق. قلت: أنا والمال في يديك، وكلانا لك وإليك. قال: حياك الله فسنستبدل الجمر بالتمر، ولكن اليوم خمر، وغداً أمر. فقضيناه يوماً صفا زلاله، وغاب عذاله. إلى أن آذنت الشمس بالأفول، وهم النجم بالقفول. فجلسنا على الطعام معاً ثم أخذ كل منا مضجعاً. وطفق الشيخ يطرفنا من القصص، بما يسيغ الغصص. وما زال كذلك مذ أطبقت الجونة على الصمير، حتى أقبل فحمة بن جمير. فران على جفني الكرى، حتى سقطت\nالجزء: 1 ¦ الصفحة: 109\n",
        "على الثرى محلول العرى، لا أسمع ولا أرى. فلم أنتبه إلا وقد ذر قرن الغزالة الضاحي ولا رجل ولا امرأة في تلك الضواحي. فاستعذت بالله من مكره ونكره، وثرت إلى الناقة لأرتحل في إثره. فلما دنوت من قتبها، إذا رقعة قد كتب بها:\nقل لسهيل إذ يهب في السحر:\n...\nإعذر فخير الناس عندي من عذر!\nخلقت مطبوعاً على كيد البشر\n...\nوليس للإنسان تغيير الفطر\nولا يعاند القضاء والقدر\n...\nإلا الذي عصى الإله أو كفر\nوإن تجد سيئة في ما ندر\n...\nفكم وكم حسنة في ما عبر!\nوإن يكن غرك منها ما ظهر\n...\nفتلك لا علم لها ولا خبر\nإلا الذي علمتها في ما استتر\n...\nفإن ترد صاحب هذه الغرر\nفخذ أباها! إنه أم العبر\n...\nوالمهر من أمس إليه قد حضر\nجرياً على المفروض من حظ الذكر\nالجزء: 1 ¦ الصفحة: 110\n",
        "فلما قرأت تلك الرقعة، عجبت من تلك الرقاعة، وعلمت أنه لا يحول عن هذه الصنعة ولا يترك هذه الصناعة. فشكرت نعمته إذ لم يأخذ الناقة، ورجعت أدراجي لما اعترض دون سفري من الفاقة.\nالمقامة الخامسة عشر وتعرف بالرملية\nقال سيهل بن عباد: حللت بالرملة لوطر أقضية، ودين أقتضيه. فأقمت بها شهراً وكنت أحسبه دهراً. حتى إذا بلغت اللدنة، خرجت تحت الدجنة. وكان الشهر قد وقع في الأنين، فاعتسفت بين الشك واليقين أتجانف تارة ذات الشمال وأخرى ذات اليمين. وما زلت أخبط الظلماء، حتى أقمرت السماء.\nالجزء: 1 ¦ الصفحة: 111\n",
        "فتبينت وجه الهدى وإذا أنا أمشي على مثل المدى، من حرار تلك الكدى. فوقفت كالحائر اللهف، لا نظر من أين تؤكل الكتف. وإذا ركب يضربون أكباد الإبل، وفي صدرهم شيخ ينشد بصوت زجل:\nيا من يرى ما لا يرى ولا يرى\n...\nويعلم السر وأخفى في الورى\nدعوتك اللهم إذا طال السرى\n...\nومالت الأعناق من خمر الكرى\nيسر لنا رزقاً من العرش جرى\n...\nأو فاهدنا لباب رزق يعترى\nنعد إليه مثل عدو الشنفرى\nالجزء: 1 ¦ الصفحة: 112\n",
        "قال: فلما سمعت ذلك الدعاء خشيت أن يستجاب وأكون أنا ذلك الباب. فوقعت في حيص بيص. إذ لم أجد لي من محيص. ولم يكن إلا كنغبة طائر حتى حمل علي كالثائر. وقال: قد أنجح ربك الطلب، فخل عن السلب. حتى إذا كاد يدركني بسنانه، أخذت جارية بعنانه، وقالت: بتربة خزام دعه يمضي لشانه. فلما آنست ريا الخزام، تفرست فإذا ميمون وليلى والغلام. فاطمأن هنالك قلبي، وانفثأت لوعة كربي. ونزلنا جميعاً على تلك السلام، وتطارحنا السلام بالسلام. وقضينا ثميلة ليلنا البارح، إلى أن صدح الصادح، وسكت للنابح. فقال أنا نريد الرملة، فهل أنت في الجملة؟ قلت: إن العود مع مثلك أحمد، ولو إلى برقة ثهمد. وقمنا\nالجزء: 1 ¦ الصفحة: 113\n",
        "نسير الوحى، فدخلناها رائعة الضحى. وإذا أنا قد كنت أمشي مشية الرحى، ولما ألقينا العصا، أخذ الشيخ يتجهز لطرق الحصى. ثم قام بي يتفقد المعاهد، ويتعهد المشاهد. حتى انتهينا إلى مكتبة مكتظة بالطلبة فتخللنا المقام، وقلنا: سلاماً! قالوا: سلام. وكان بينهم شيخ قد لبس العمائم الثلاث فأشار إلى بعض أولئك الأحداث. وقال: هل تذكر الأبيات العواطل، أم ذهبت عنك بالباطل: فأنشد ولم يماطل:\nألحمد لله الصمد\n...\nحال السرور والكمد\nالله لا إله إلا\n...\nالله مولاك الأحد\nلا أم لله ولا\n...\nوالد لا ولا ولد\nأول كل أول\n...\nأصل الأصول والعمد\nالواسع الآلاء وال\n...\nآراء علماً والمدد\nالحول والطول له\n...\nلا درع إلا ما سرد\nالجزء: 1 ¦ الصفحة: 114\n",
        "كل سواه هالك\n...\nلا عددٌ ولا عدد\nصاح ادع مولاك لما\n...\nأوعد واسأل ما وعد\nواصدع رداء اللهو وال\n...\nمكر ودع سوء اللدد\nواسل المدام والمها\n...\nوارم المراء والحسد\nوامح رسوماً ما لها\n...\nحد ولا لها عدد\nوسامح المرء سها\n...\nلما رماك أم عمد\nواردع هواك كارهاً\n...\nما ود واعكسي ما طرد\nواعلم وعلم واطرح\n...\nأحكام عاد وأدد\nودر مع الدهر كما\n...\nدار ولو طال الأمد\nوسر مع الرود ودع\n...\nحر السموم والومد\nالجزء: 1 ¦ الصفحة: 115\n",
        "واعدد دواء الداء لل\n...\nدهر وأكحال الرمد\nواسل وراء ماطر\n...\nلماطل ولو رعد\nللمرء سهم مرسل\n...\nوهماً وكم سهم صرد\nوكم وكم حلو له\n...\nمر وكم وار صلد\nهول الحمام طالع\n...\nمطلع روع كالأسد\nكأس لكل دورها\n...\nوالكل للكأس ورد\nوكل عمر كالكلا\n...\nوالدهر للكل حصد\nوكل رسم دارس\n...\nوماهد وما مهد\nألله أهل الله، را\n...\nع كل عدل وأود\nكل هواه عامل\n...\nوالله لكل رصد\nفقال: أحسنت يا بجير، يا سلافة الدير. ثم نادى: عكرمة،\nالجزء: 1 ¦ الصفحة: 116\n",
        "هات أبياتك المعجمة. فبرز غلام أنقى من العاج، وأجمل من نصر بن حجاج. وأنشد:\nبشجي يبيت في شجن\n...\nفتن ينتشبن في فتن\nشيق تيقٌ تجنب في\n...\nنفق ضيق بقي ففني\nشغف شفني بذي تقة\n...\nنجب شن جيش ذي يزن\nشيبة في شيبة خضبت\n...\nبشقيق غضن ينض جني\nالجزء: 1 ¦ الصفحة: 117\n",
        "بين جني شقة خشنت\n...\nفي قضيض تبيتني خشن\nقضت جفني بيقظة ثبتت\n...\nغب بين فبت في غبن\nبي شقيق يغيب غيبة ذي\n...\nضغن بين تجنبني\nشيخ فن فتي شنشنة\n...\nشب في بيت نخبة فبني\nينتقي زين جنة جنيت\n...\nيتقي شين ضنة بغني\nغيث فيض يفي فينبت في\n...\nفي قنن بغتةً بذي فنن\nفقال: حياك الله يا بني، وأقر بك عيني. ثم نادى: يا صلمعة بن\nالجزء: 1 ¦ الصفحة: 118\n",
        "قلمعة، أين الأبيات الملمعة؟ فوثب يافع من الأنباط معتدل الشطاط. وأنشد:\nأسمر كالرمح له عامل\n...\nيغضي فيقضي نخب شيق\nمسك لماه عاطر ساطعٌ\n...\nفي جنة تشفي شج ينشق\nأكحل ما مارس كحلاً له\n...\nجفن غضيض غنج ضيق\nدر دموع حوله كاسدٌ\n...\nفي جنب زيف بين ينفق\nلا لعهود الود راع ولا\n...\nفي شجن ذي فتنة يشفق\nما مال إلا راع أحلامه\n...\nخفة شنف خنث يخفق\nالجزء: 1 ¦ الصفحة: 119\n",
        "ولاح سطر الآس أكمامه\n...\nبين شقيق غضة تفتق\nفقال: عشت ونعشت، يا زهرة البنجكشت. ثم قال: قم يا أبا الهيفاء، وأنشد الأبيات الخيفاء. فقام فتى ميمون النقيبة، أنقى من مرآة الغريبة. وأنشد:\nظبية أدماء تفني الأملا\n...\nخيبت كل شجيٍ سألا\nلا تفي العهد فتشفيني ولا\n...\nتنجز الوعد فتشفي العللا\nغضة العود تثنت مرحاً\n...\nبضة اللمس تجنت مللا\nتقضي أحكام بغي طالما\n...\nنفذت أحكامها بين الملا\nبجبين كهلال فتنت\n...\nكل ذي علم يزين العملا\nفي لماها بنت كرم تختشي\n...\nسكر جفن حكمه نقض الولا\nالجزء: 1 ¦ الصفحة: 120\n",
        "بين ورد شفة واردها\n...\nيبتغي الماء فيجني العسلا\nدرر بيض لها في أحمرٍ\n...\nفي سوادٍ بين مسكٍ في طلا\nفتنة صماء يثني وصلها\n...\nفتنة الداء فتبغي حولا\nشنفت سمع شجي كلما\n...\nقبضت عوداً فغنت رملا\nقال: عافاك وشفاك، ولا فض فاك. ثم نادى: يا أبا الشمطاء، علي بأبياتك الرقطاء. فوثب غلام من الخواص، كدرة الغواص. وأنشد:\nونديم بات عندي\n...\nليلة منه غليل\nخاف من صنع جميل\n...\nقلت: لي صبر جميل\nقرة لي ميل قلب\n...\nمنك يا غصناً يميل\nسيدي رق لذلي\n...\nسيدي عبد ذليل\nالجزء: 1 ¦ الصفحة: 121\n",
        "قلبه قد ذاب من وجدٍ\n...\nبه ظل يسيل\nلذ لي حجر قديمٌ\n...\nتحت هجر يستطيل\nقاتلي وجه بديع\n...\nزاجري عنه قليل\nفلما استتم الإنشاد، وقف الشيخ بالمرصاد. وقال: أعيذكم بالله من أعين الإنس وأنفس الجان. فقد خرج من أفواهكم اللؤلؤ والمرجان. ولقد أباهي بكم كل من نطق بالضاد، حتى يقال أين العين من الصاد. قال سهيل: فلما انتهت الكنانة إلى الأهزع، ولم يبق في القوس منزع. وثب الشيخ ميمون، كأنه ريب المنون. وقال: ما بالك ذكرت اللجين وتركت اللجين. أين عاطل العاطل الذي لا نقطة في اسمه ولا مسماه كالدال دون العين؟\nالجزء: 1 ¦ الصفحة: 122\n",
        "قال: هيهات ذلك مما يخال، ولا يقال، حتى يصاغ من الخاتم خلخال، فإن استطعته جعلناك حالي الحالي في الحال. فصوب الشيخ نظره وصعد، ثم اقعنسس وأنشد:\nحول در حل ورد\n...\nهل له للحر ورد\nلحصور حلوٍ وصلٍ\n...\nورده للصحو طرد\nوله صولٌ وطولٌ\n...\nوله صد ورد\nدهره حر صدورٍ\n...\nهل له لله حد\nقال: فلما اعتبر الجماعة سر تلك الصناعة، تكأكأوا عليه من الأمام والخلف، وقالوا رب واحد يعدل بألف. وإنا لنراك شاسع الوطن،\nالجزء: 1 ¦ الصفحة: 123\n",
        "واسع الفطن. فخذ هذه النفقة عداً، وإن شئت أن تقيم معنا أجرينا عليك ماء عداً. قال: حبذا لولا دين أثقل حاذي وحال دون نفاذي. وهذا غريمي قد لصق بي كالقار، ولو هبطت إلى النار حتى أسعى له بمائة الدينار. قال: فنقدوني مائة ندرى، وقالوا: قد صادفت قدراً، فاتخذ لوردك صدراً. فشكر الشيخ ذلك الامتنان، وأنشد بصوت مرنان:\nساعدوني على جميل الثناء\n...\nعن جميل أضاع حق الوفاء\nوهبوني قلباً يقوم أمامي\n...\nفأنا قد تركت قلبي ورائي!\nبشروا زوجتي وأمي وأختي\n...\nوغلامي براحة وهناء!\nفعلى الرملة ابتنيت عهودي\n...\nوعلى الدرس قد عقدت ولائي\nالجزء: 1 ¦ الصفحة: 124\n",
        "قال: فأعجب القوم بأبياته المخيلة، ولم يأبهوا لما فيها من الدخيلة. ثم ضرب الشيخ لهم موعداً، وودعهم مرتعداً، وخرج من بينهم وعدا. فلما بنا وأمنا. قال: يهنئك المغنم البارد، فرب ساع لقاعد. وإن الحسنات يذهبن السيئات فاغتفر ما فات. لكن اغرب إلى حيث لا مناقش، لئلا يفرط منك بادرة فتجني على أهلها براقش. وأنا غداة غد أخرج من المحيط، وأدع القوم ينتظرون حتى يرجع نشيط، ثم كبر واستغفر وأنشد حين أدبر:\nالجزء: 1 ¦ الصفحة: 125\n",
        "رأيت الناس قد قاموا\n...\nعلى زور وبهتان!\nفلا يرعون ميثاقاً،\n...\nولا حرمة إحسان!\nفإن راعيت إنساناً\n...\nفما أنت بإنسان\nقال سهيل: فتركته وانطلقت من هناك ولم أدر ماذا فتك بعد ذاك.\nالمقامة السادسة عشرة وتعرف بالصورية\nقال سهيل بن عباد: لفظتني الثغور إلى مدينة صور، فحللتها شهراً أجرد، في سنة جرداء، وكنت يومئذ فتى أمرد، فطفت كل شجراء ومرداء، حتى دخلت يوماً إلى حديقة في إبان وديقة. وإذا القاضي جالس على قطيفة كأنه الإمام أبو حنيفة. فبينما طارحته تحية الأدباء، وأخذت مجلساً على تلك الحصباء.\nالجزء: 1 ¦ الصفحة: 126\n",
        "إذ دخلت امرأة سادلة القناع، سابغة اللفاع، فاسترعت السماع، وقالت:\nيا قاضي العدل الكريم المنصفا\n...\nإن أبي في جوره قد أسرفا!\nأقعدني عن الزواج عنفا\n...\nوليس يكفيني لو تقشفا\nفانظر لنا حكماً إلى الله صفا\n...\nأولا، فإن الله حسبي وكفى!\nقال: وكانت بين ذلك تخطر كالسمهري، وتفتن في إنشادها كالبحتري. ففتنت بافتنانها من حضر، واستهوت القاضي فجعل يخالسها النظر. فلما فرغت من إنشادها أطرق إطراق المرتاب، وقال: شر أهر ذا ناب، فمن هذا الظالم الذي لا يعرف السنة والكتاب؟ قالت: هو شيخ يفن، قد صار جلده كالسفن، يضمني إلى أضلاع له كالنعش فتعشاني لحيته كالكفن. ولقد خطبني كرام\nالجزء: 1 ¦ الصفحة: 127\n",
        "الأصهار، فأبى إلا أن أكون منه معقد الإزار. وهو فقير يتمنى الفلس، وتغلبه عزة النفس. فيعتفد، ولا يسترفد. ويذوب غليلاً، ولا يستقي خليلاً. ويغضي على القذى، ولا يشكو الأذى. ويتبلغ بالثويناء، على الهويناء. ويقنع من الشراب، بالسراب. فتراه يكظم الغيظ، ويتبرد بالقيظ، ويرضى من البيض بالبيظ. وأنا فتاة غضة الشباب، لا تشبعني كشى الضباب ولا أرضى بخلق الجلباب. ولطالما حرصت على بره فطويته على غره، وكلفت نفسي كتم سره. حتى صرت أهزل من الجوزل، وأجوع من كلة حومل. فاعتبر ما جرى، واحكم بما\nالجزء: 1 ¦ الصفحة: 128\n",
        "ترى. فأكبر القاضي شكواها، وأوى لبلواها. وقال: يا أمة الله صبراً! فإن مع العسر يسراً، وما أتم كلامه إلا وأبوها قد أقبل، وقال: يا مولاي لا تكن كقاضي جبل. وأنشد:\nما كذبت وما بها من عار!\n...\nلكن ذاك ليس باختياري\nفإنها من أحسن الجواري\n...\nبديعة في أعين النظار!\nكالشمس في رائعة النهار\n...\nفصنتها كدرة البحار!\nحتى أرى كفأ من الأصهار\n...\nوإنني شيخ غريب الدار\nصفر من الدرهم والدينار\n...\nأنتظر العفو من الأحرار\nوأحسن الصبر على الأقدار\n...\nفاحكم بما ترى ولا تمار!\nولما فرغ الشيخ من أبياته قال: شهد الله أن موت الذليل خير من حياته. وأنني قد كنت نشبة، فضرت عقبة. وطالما كنت اكلل القصاع، وأجم الكيلجة والصاع. حتى استولت النحوس، وخلت\nالجزء: 1 ¦ الصفحة: 129\n",
        "قدر بني سدوس. فأنكرني الصميم والحميم، وجفاني السمير والنديم فيا ليتني مت قبل هذا البلاء العظيم. قال: وكان القاضي قد أشرب قلب حب فتاته، لما رأى من بلاغتها وسمع من صفاته. فقال: يا هذا إنك قد أثمت بحبسك هذه الحرة! أما سمعت أن امرأة دخلت النار في هرة؟ فخذ هذه الخمس المئين، ودع الفتاة عندي في قرار مكين، إلى أن يأتي الله بالفتح المبين. فأذعن الشيخ لحكمه، على رغمه. وقال علم الله أني ما كنت الأرضى بدون، ولكن إذا لم يكن ما تريد فأرد ما يكون. ثم انثنى إلى وداع ابنته، ودمعه يسيل على وجنته. وأنشد:\nلله يا ليلى اذكري أباك\n...\nإذا رأيت فقرة أغناك\nأثني على القاضي الذي أحياك\n...\nبلطفه، فإنه مولاك!\nوأنني هيهات أن أراك!\nالجزء: 1 ¦ الصفحة: 130\n",
        "قال سهيل: وكان الشيخ قد تنكر فاشتبهت، إلى أن ذكر ليلى فانتبهت. لكنني ضربت عنه صفحاً، لعلي أرى لذلك المتن شرحاً. فلما انصرف أشار القاضي إلى بعض حشمه، أن ينطلق بالفتاة إلى دار حرمه. فبوأها صهوة مهرة غراء، وأخذ بها يخترق الغبراء. حتى إذا مرت على دسكرة وقفت مستنكرة. وقالت: يا فل قد أنهكني اللغب. وأهلكني السغب. فهل تتركني ريثما أستجم من القلق، وتدركني بما يمسك الرمق! فلبى وانطلق. قال: وكنت قد تبعتها بناقتي عن كثب، حتى لم يكن بين السرج والقتب، إلا كما بين الرتب والعتب. فلما لوى عذاره قالت: يا سهيل تلقف مني، وأبلغ الغلام عني:\nالجزء: 1 ¦ الصفحة: 131\n",
        "شيخ أشد جنوناً\n...\nمن دقة بن عبابه\nقد خاتلته فتاةٌ\n...\nواستجهلته صبابة\nفحي شيخك عني،\n...\nوقل متى جئت بابه:\nثم عصفت بمطيتها كما انتشب السهم، أو كما خطر الوهم. فعلقت الأبيات في رقعة، وأودعتها تلك البقعة. وانطلقت في أثر الفتاة إحضاراً، فلم ألحق لها غباراً، ولا عرفت لها قراراً، فخرجت من الديار الشامية، وأنا أحتسب الله على الفتن الخزامية.\nالمقامة السابعة عشرة وتعرف بالحكمية\nأخبر سهيل بن عباد قال: خرجت في قافلة، بعصابةٍ حافلة.\nالجزء: 1 ¦ الصفحة: 132\n",
        "فكنا نصل الإسآد بالتأويب ونراوح بين الإهذاب والتقريب. حتى أفضت بنا الرحلة إلى شاطئ دجلة. فنزلنا القض والقضيض، في أكناف ذلك الحضيض. فراقتنا فاكهته وفكاهته، وشاقتنا نزهته ونزاهته. فأقمنا ثلاثاً نجتني قطوف أفنانه الميلاء، ونشرب صافي تلك الحجيلاء. حتى إذا أزف الرحيل، وزمت الهجمة والرعيل. قيل هذا يوم النيروز. ولا بد للناس من البروز. فلبد القيروان عجاجته وبلد لجاجته. ولما ألقت الغزالة لعابها، وضربت الضحى أطنابها. نقر القوم ثبات في تلك الرباع، وانتشروا مثنى وثلاث ورباع. فلما انتظمت\nالجزء: 1 ¦ الصفحة: 133\n",
        "الفئام، وجلست القيام في الخيام. نحرت الجزر وشبت النار، وفاح العثان والقتار. وأخذ القوم في تداول الألحان وتناول بنت الحان. إلى نثر الأصيل على نور الشمس نور البهار، وكاد جرف النهار ينهار. فنهضنا، من حيث ربضنا، وأقبلنا إلى حيث قابلنا. وإذا موكب من الرجال، قد ازدحموا على شيخ بال رث الجسم والسربال، وهو قد أن من شدة الكلال، وشرع يوصي رجلاً بين بديه فقال: يا بني لا تسلم نفسك إلى هواك، ولا تستودع سرك سواك. ولا تفوض أمرك، إلا لمن يعرف قدرك. ونزه نفسك عن الخسائس، وقلبك عن الدسائس. واحفظ لسانك من الخلل، قبل أن تحفظ رجلك من الزلل. واقتصد في ما تعتمد. ولا تستعجل، في ما تستعمل. ولا تهرف، بما لا تعرف. ولا تطمع، في ما تجمع، ولا تصدق كل ما تسمع. ولا تنقل القدم، إلى\nالجزء: 1 ¦ الصفحة: 134\n",
        "ما يعقب الندم. ولا تمش في الأرض مرحاً، ولا يستفزك الدهر فرحاً أو ترحاً. ولا تمتهن الضعيف الساقط، ولو كان ماقط بن لاقط. ولا يكن حبك كلفاً، ولا بغضك تلفاً. وإذا استغنيت فلا تبطر، وإذا افتقرت فلا تضجر. وإذا ابتليت فاصطبر، وإذا رأيت العبرة فاعتبر. وإذا أردت أن تطاع، فسل ما يستطاع، وإذا حدثت فعليك بالإيجاز، ولا تلبس الحقيقة بالمجاز. ولا تعد إلا وأنت قادر على الأنجاز. ولا تبادر بالجواب قبل استيفاء الخطاب. ولا تقض الدين بالدين، ولا تطلب أثراً بعد عين. واعلم أن\nالجزء: 1 ¦ الصفحة: 135\n",
        "لكل صارم نبوة، ولكل جوادٍ كبوة، ولكل عالم هفوة. ولكل مقام مقال، ولكل دهرٍ رجال. ولكل قضاء جالب، ولكل در حالب. ومن حسنت سريرته حمدت سيرته. ومن أطاع غضبه، أضاع أدبه. ومن تأنى، نال ما تمنى. ومن سعى، رعى. ومن جال، نال. ومن قل، ذل. والحرحر، وإن مسه الضر. والكذب داء، والصدق شفاء. وطعن اللسان، كوخز السنان. وظن العاقل، أصح من يقين الجاهل. والظمأ القامح، خير من الري الفاضح. وعليك بالمحاجزة، قبل المناجزة. وبالإيناس، قبل الإبساس. وبالعتاب، قبل العقاب. واستعذ بالله من الشيطان\nالجزء: 1 ¦ الصفحة: 136\n",
        "الخناس، الذي يوسوس في صدور الناس. قال: فلما استتم كلامة قال: أنه من سليمان، وأنها لمن وصايا لقمان. فادرسها كلما شهدت الشهر واذكر شيخك الذي اعترك الدهر، وقلب أهله البطن الظهر، فعرف منهم السر والجهر. ثم ثاب إليه بعض الرمق فتجلد، ورأرأ بحدقتيه وأنشد:\nإني لقد جربت أخلاق الورى\n...\nحتى عرفت ما بدا وما اختفى\nكل يذم الناس، فالذي نجا\n...\nمن ذمه يدخل في ذم الملا\nوالمرء مطبوع على البخل إذا\n...\nجاد فجوده عن العرض فدى\nيريد أن يغترف البحر ولا\n...\nيترك منه قطرة تروي الظما\nينسى من المحسن طوداً قد رسا\n...\nوليس ينسى ذرة ممن أسا\nولا يحب غير نفسه فما\n...\nأحبه فهو إلى النفس انتهى\nالجزء: 1 ¦ الصفحة: 137\n",
        "يعرف كل حاله في ما مضى\n...\nإلا الذي كان دنياً فارتقى\nوكل علمٍ يدرك المرس سوى\n...\nعرفان قدر نفسه كما اقتضى\nبالعقل والدين له كل الرضى\n...\nأما بماله وجاهه فلا\nوكلما عقل الفتى قل اكتفى\n...\nبه كما ظن فسر وازدهى\nقد طبع الناس على الظلم! فما\n...\nسلم أمرٌ لامرئٍ إلا بغى!\nيؤذي الجهول نفسه، فإن جنى\n...\nيوماً عليك لا يلام بالأذى\nويذخر الشيخ لدهر، ويرى\n...\nبعينه الموت لدى الباب استوى\nينعم البعض بمال يختبى\n...\nوبعضهم ببذله في ما اشتهى\nمن عاش بالتقتير من ذوي الغنى\n...\nفإنه أفقر من فوق الثرى\nكل يعد نفسه نعم الفتى\n...\nفمن هو اللثيم منا يا ترى!\nلو عرف الإنسان عيبه، لما\n...\nرأيت عيباً فيه، ما طال المدى\nالجزء: 1 ¦ الصفحة: 138\n",
        "وكل عيب كان من طي الحشى\n...\nفي المرء، ينمو فيه كلما نشا\nلا يشعر الجاهل بالجهل، كما\n...\nلا يشعر السكران إلا إن صحا\nلا يعرف الصحيح قيمة لما\n...\nكان من الصحة حتى يبتلى\nلا يحمد القوم الفتى إلا متى\n...\nمات، فيعطى حقه تحت البلى\nلو كان كل يعرف الحق سوى\n...\nلكان كل الناس أهلاً للقضا\nمن قال: لا أغلط في أمر جرى\n...\nفإنها أول غطة ترى\nوقلما أبصرت نعمة على\n...\nشخص، ولا تقول: قد ضاعت هنا\nوقلما كان شجاعاً في اللقا\n...\nإلا عزيز النفس والجود كذا\nوكل ما في غير مثواه ثوي\n...\nيسمج في العين ويؤذي من رأى\nوكل ما عن منهج الطبع التوى\n...\nتنكره النفس ولو نفعاً جنى\nوكل من تاه دلالاً وادعى\n...\nمستكبراً، فذاك ناقص الحجى\nالجزء: 1 ¦ الصفحة: 139\n",
        "وكل من شاب على خلق فلا\n...\nتنصحه، فهو ليس من أهل الهدى\nوكل من لا خير منه يرتجى\n...\nإن عاش أو مات على حد سوا\nفلما فرغ من أبياته استهلت دموعه من المآقي، وقال سبحان الحي الباقي، ثم سجا على مضجعه حتى خيل أن روحه قد بلغت التراقي. فأخذت القوم الشفقة، وقالوا لغلامه: خذ هذه الصدقة، إن مات فللتجهيز، وإن عاش فللنفقة. ثم ولوا الأدبار، وهم يضجون بالدعاء له والاستغفار. قال سهيل: فلما خلونا وانتفت التقية، نفض عن نفسه غبار المنية. وقال: يا غلام اذهب بهذه الدستجة، فجثنا بما نشرب الهفتجة. فابتهجت\nالجزء: 1 ¦ الصفحة: 140\n",
        "بإرجاء حينه، وتأملته فإذا هو الخزامي بعينه، فعجبت من ريائه وميه. وقلت. يا أبا ليلى: كيف تعظ الناس بما ذكرت، وتصف الناس بما أنكرت؟ فأشاح بوجهه خجلاً، ثم أنشد مرتجلاً:\nوصفت الناس بالنكر\n...\nوإني لست بالناسي\nولكن نسي الغافل\n...\nأني أحد الناس\nثم قال: يا أبا عبادة ليس من العدل سرعة العذل. ومن لا يؤخذ بالأشعبية، فخذه بالشفربية. وإني قد أفدت من الحكم والأمثال، ما لا يعادل بدرهم ولا مثقال. فإما أن تبذل كما بذل القوم، وإلا فالسكوت عن اللوم. قال: فأمسكت عن معاذير الملفقة، وإن لم يضل دريص نفقه. ولبثت في صحبته بالعراق، إلى أن قضى الله بالفراق.\nالجزء: 1 ¦ الصفحة: 141\n",
        "المقامة الثامنة عشرة وتعرف بالرجبية\nحكى سهيل بن عباد قال: نزبت يقوم من العرب، في أثناء رجب. وكانوا قد ارتبطوا القنابل، واعتزلوا الصوارم والذوابل، واجتمعوا حتى اختلط الحابل بالنابل. فرأيت جيشاً كأولاد فارزٍ وعقفان. قد تألف من أسود بيشة وظباء عسفان. فلبثت عندهم بضعة أيام، في بعض أطراف الخيام. وكنت كلي يومٍ أشهد المحافل، وأتخلل الجحافل. وأسمع الشاعر، والناثر. وأطرب للشادي، والحادي. حتى إذا كنت يوماً ببعض الأندية، وقد سالت الشعاب\nالجزء: 1 ¦ الصفحة: 142\n",
        "والأودية. أقبل شيخ ضئيل، تليه امرأة أكبر من عجوز بني إسرائيل. فلما وقف بنا قال: حيا الله الموالي، وأعز بهم المعالي والعوالي. أنني طالما أيمنت وأشأمت، وأنجدت وأتهمت وأحجزت وأعرقت، وغربت وشرقت، وشهدت الولائم والوضائم، وشاهدت العزائم والعظائم. ورضت الرجال، وخضضت الآجال. ولقيت السراء والضراء، ومارست الحسناء والخثناء. وأترعت العساس والجفان، وملأت الثبن والأردان. وأجزت الخطباء والشعراء، وأحسنت إلى العفاة والفقراء. وها أنا الآن قد صرت نحساً مستمراً، لا أملك نفعاً ولا ضراً، ولا أذكر مما لقيت حلواً ولا مراً. حتى كأني الآن قد ولدت على هذا البساط، تدرجني هذه الحيزبون بالقماط. فاعتبروا بما رأيتم وسمعتم وخذوا الأهلة لأنفسكم ما استطعتم. فإن الزمان، ليس فيه أمان. والدنيا الغرور، لا يتم فيها سرور. والحياة ظل زائل والنعيم لون حائل. والسعيد من نظر لنفسه، قبل\nالجزء: 1 ¦ الصفحة: 143\n",
        "حلول رمسه.. وكفر عن ذنبه، قبل لقاء ربه. فلما فرغ الشيخ من كلامه اعتمد على عصاه، وبرزت العجوز كالسقلاة. وقالت: يا كرام العرب إن الله قد أمر بالمعروف عباده، كما أمر بفروض العبادة. فعليكم بالمروءة والكرم، ورعاية الذمم والحرم. وحافظوا على الوفاء ولو أفضى إلى الخسف، واحد سوا لوفدكم ولو بمطفئة الرضف. فإن بئس الردف لا بعد نعم، والكثير خير من القليل والقليل خير من العدم. قال: فرضخوا لهما بما حضر، وقالوا: خير الناس من عذر فتناول الشيخ ميسورهم وقال: إني قد قبلت بركم بالجنان، لا بالبنان، وحق علي مدحكم بالقلب لا باللسان. ثم دنا فتدلى، وأنشد وهو قد ولى:\nحلموا فما ساءت لهم شيم\n...\nسمحوا، فما شحت لهم منن\nسلموا، فلا زلت لهم قدمٌ\n...\nرشدوا، فلا ضلت لهم سنن\nالجزء: 1 ¦ الصفحة: 144\n",
        "قال: وكان في الموقف فتى شديد الخنزوانة قد انتصب كالأسطوانة. فلما أدبر الشيخ قال: إني لأعرف هذا الخبيث، وقد رابني ذكره القلب في الحديث. فاقلبوا البيتين، لعل بهما شيئاً من الشين. فابتدر رجل إلى قلبهما، بعد كتبهما، وإذا هو يقول بهما:\nمنن لهم شحت، فما سمحوا\n...\nشيم لهم ساءت، فما حلموا\nسنن لهم ضلت، فلا رشدوا\n...\nقدم لهم زلت، فلا سلموا\nفلما سمع القوم ذلك استشاطوا غضباً وقالوا: من لنا برد هذا الرجيم فنجعله للناس أدباً؟ أنا لها فإني أعلم بمهب ريحه ومدب طليحة. فأركبوه متن طمرة، وقالوا: هلا يا ابن الحرة! قال سهيل: وكنت عرفت سريرة تلك الصناعة، فانسللت في أثر الفتى من بين الجماعة. فما أدركته إلا على بريد، وإذا هو قد جلس بين الخزامي وابنته على ذلك الصعيد، فلما رآني وثب إلي وقال: لا يفل الحديد إلا الحديد. فاهتز الشيخ تيهاً، وأنشد بديهاً:\nالجزء: 1 ¦ الصفحة: 145\n",
        "هذا غلامي لا تسل عن خيمة\n...\nأن الشراك قد من أديمه\nلما رأى الحي إلى زعيمه،\n...\nقصر في الوفاء عن تعليمه\nتلقف المهرة لا من شومه،\n...\nلكن ليقضي الدين من غريمه\nثم قال يا أبا عبادة إن الله لم يختص برزقه، أحداً من خلقه، فمن ظفر بشيء فقد أخذه بحقه. لكن أخاف أن القوم لا يأخذون بهذه الفتوى، فلننصرف قبل أن تحل بنا البلوى. ثم نهض إلى بعيره المعقول، وهو يقول:\nأنا ابن أم الدهر يا ابن المنجبة\n...\nرزقت بين الناس حظ الغلبة\nبكل وادٍ أثرٌ من ثعلبة\nالجزء: 1 ¦ الصفحة: 146\n",
        "قال سهيل: فسرت في صحبته على حذر، ولبثنا في اجتماعنا إلى أن فرقنا القدر.\nالمقامة التاسعة عشرة وتعرف بالخطيبة\nحدثنا سهيل بن عباد قال: ارتبعت ربيعاً باليادية، أصفى من ماء غادية. فما تركت حياً ولا نادياً، ولا جبلاً ولا وادياً، وإلا سعيت إليه على قدمي، وخاطرت في اعتماره بدمي. فبينما أنا في حلة إذ قام منادٍ على كثيب يقول: حي هل على الخطيب. فوفدت إليه في من وفد، وإذا شيخ أكبر من لبد، عليه حلة من سبد. فلما تألب الجيش، وسكن الطيش. كبر واستغفر، وقرأ ما تيسر. ثم قال: الحمد الله الذي جعل العرب في وجنة العباد شامة، كما جعل أرضهم على\nالجزء: 1 ¦ الصفحة: 147\n",
        "بدن البلاد هامة. أما بعد فإنكم يا معاشر العرب أكرم للناس نسباً، وأفضلهم حسباً. وأفصحهم لساناً، وأثبتهم جناناً، وأضر بهم بالسيوف، وأقراهم للضيوف. وأكثرهم ابتذالاً للمكارم واحتمالاً للمغارم، واعتقالاً بالرماح واشتمالاً بالصوارم. ولكم حفظ العهود وإنجاز الوعود. ومراعاة الجوار، والفرار من العار. وحماية الأرباض، وبذل النفوس دون الأعرض. وخوض الليل بالرجل والخيل. ولكم الخطاب المفعم، والجواب المفحم. والنظم البديه، والنثر النبيه. والقلوب الجرية، والنفوس الأبية. ولا تدينون لسلطان، ولا يتيمكم هوى الأوطان. ولا ترتكبون الدنايا، ولا تبالون بالمنايا. ولا تروعكم الأهوال، ولو أنها من الأغوال. ولا تقبلون الهوان، ولو جاء بالهيل والهيلمان. بلادكم أفضل الأرض\nالجزء: 1 ¦ الصفحة: 148\n",
        "تربة، وأرفعها هضبة. وأحلاها ماء، وأصفاها هواء. وأطيبها جرعى، وأخصبها مرعى. وأطولها نخلة، وأسمنها رخلة وسخلة. وغلامكم أحكم من كهول الناس، وأفتك من فتيانهم صبيحة الباس. وفتاتكم أحذق من فحول الرجال، وأفصح منهم في المقال. وشاعركم المرتجل، ابلغ من شاعرهم المحتفل. وصعلوككم المعسر، أجود من أميرهم الموسر. وفيكم الكاهن والعائف، والحكيم والقائف. والفقيه والخطيب، والمنجم والطبيب. ومنكم التبابعة والمناذرة، والأبطال والجبابرة. والكرام الذين تسير بهم الأمثال، ويعز لهم المثال. فجدوا في جدد الفخر، وتواصوا بالصبر، أعلى نوائب الدهر. وحافظوا على مالكم من\nالجزء: 1 ¦ الصفحة: 149\n",
        "المآثر والآثار، واشطروا شطر من تقدمكم من خوالي الأعصار، واذكروا أيامهم المخلدة في بطون الأسفار، لتكون لأنفسكم كالريحان. ولعزائمكم كالمضمار. قال: فانبرى له شيخ كالأفعوان، عليه حلة أرجوان. وقال: يا مولاي قد مدحت فأكرمت، ونصحت فأحكمت. ولكن ما هي أيام العرب التي أشرت إليها، ومواقعها المنصوص عليها؟ ففكر، ثم قدر، ثم قال: قد أنسانيها الشيطان فذكر إن كنت ممن تذكر. فأطرق برهة وهو ينكت في الأرض، ثم قال: تعالوا أتل عليكم ما يبقى ذكره إلى يوم العرض. وأنشد:\nقد ذكر القوم لأيام العرب\n...\nمواقعاً تدعى بهن كاللقب\nمن ذلك: الكديد والبيداء\n...\nبعاث والفترة والهيماء\nكذا كلاب منعج الجفار\n...\nوالحجر والزخيخ والستار\nشمطه والزور غبيط المدره\n...\nكذا الغبيطان اللوى وبئره\nجو نطاع ذو طلوح والعنب\n...\nدرنى الكحيل والغدير ذو نجب\nنخلة فيف الريح قرن فلج\n...\nطوالة وقبى زرود المرج\nعويرض الحدائق النسار\n...\nقشاوة كفافة سنجار\nالجزء: 1 ¦ الصفحة: 150\n",
        "ذرحرح خو خولي داب\n...\nعين أباع قادومٌ إراب\nعراعر النهي الربيع ملهم\n...\nنجران والعينان غول رقم\nذو الأثل ذات الرمرم النشاش\n...\nعنيزةٌ عقبة أعشاش\nوواردات الجنو رحرحان\n...\nوالدرك السوبان والسلان\nشعب خزازى والعظالى حاطب\n...\nقراقر الدثينة الذنائب\nجبلة القرعاء والصليب\n...\nظهر وذات الحرمل الكثيب\nأوارةٌ لهابةٌ ذو قار\n...\nأقرن وجٌّ حيرةٌ سفار\nشعواء والهباءة المرتقب\n...\nقطن ذو حسى الفروق يحسب\nيسيان والهرير ذو أحثال\n...\nوما عسى نحصي من الرمال\nالجزء: 1 ¦ الصفحة: 151\n",
        "قال سهيل: فكبر القوم وقالوا: حدث عن البحر ولا حرج، إنك لأحفظ من حماد وأجمع من أبي الفرج. قال: علم الله أني لست من الأفاضل الكملة، ولكن عرف حميقٌ جمله. فسقط في يد الخطيب واستكان، وقال: قد قدر فكان. ولقد أبنت فأحسنت، فمن وممن أنت؟ قال: إن كنت لا ترى، أن تأكل الجبن عرضاً. فأنا سرندل ابن عرندل،\nالجزء: 1 ¦ الصفحة: 153\n",
        "من بني الشمردل. فعجب القوم من براعته ورقاعته، وأكبروا سر صناعته. وقالوا: هل تملي علينا ما أنشدت، وسنجزيك بما أفدت. قال: إن لي كاتباً أجرى من السيل، في الليل، ثم قال: هلم يا سهيل. فلما أقبلت عليه قال: اكتب يا بني، وأخذ يملي علي. فلما فرغنا من الإملاء والتعليق، أفرغوا علينا ما يليق، واعتذروا من الإجحاف بالخليق. قال: وكنت قد عرفت أن الشيخ صاحبنا ابن الخزام، فما صدقت أن أفلت من الزحام، حتى تعقبته وهو يعدو في أخريات الخيام. فاستوقفته فأبى، وقال موعدنا مهب الصبا. فرجعت بين الخيبة والظفر، إذ حرمت صحبته ورزقت نفقة السفر.\nالمقامة العشرون وتعرف بالبصرية\nالجزء: 1 ¦ الصفحة: 154\n",
        "حدثنا سهيل بن عباد قال: قدمت البصرة ذات العويم، في ركب من بني الهجيم. فجعلت أطوف بها ما أطوف حتى انتهيت إلى مربدها الموصوف. وإذا في ساحته قوم قد توسدوا ثراها، وهم كالحلقة المفرغة لا يدرى أين طرفاها. فطارحتهم سنة التسليم، وقلت: هل في الكاس حظ لنديم؟ قالوا: لقد أتيت أهلاً، ونزلت سهلاً. فجلت لديهم جلوس التلاميذ، بخصرة الأساتيذ. وأخذوا يتداولون الفنون، ويبرزون كل مكنون. حتى خاضوا في فن البديع، وأفاضوا في التجنيس والتنويع. كان في صدر الحلقة شيخ أفطس العرتبة، كأنه أحد الأغربة. فقال: قد علمتم أيها الناس، أن أعظم\nالجزء: 1 ¦ الصفحة: 155\n",
        "الجناس، ما لا يستحيل بانعكاس. فمن ظفر بفرائده الحسنى، فاز بالمقام الأسني، وسلم له البديع لفظاً ومعنى. قالوا: تراك من أهل الدار، وفرسان المضمار. فحدث بنعمة ربك، ولا تكتم ذخيرة لبك. قال: نعم كنت قد نظمت أبياتاً منه في الصباء، وهي معجزة عند الأدباء. قالوا: إن رأيت أن تنشدنا إياها فلك المنة، وقد دفعت عن نفسك الظنة. فتلا: \"إن بعض الظن إثم\"، ثم قال اسمعوا يا أولي العلم. وأنشد يقول:\nقمر يفرط عمداً مشرق\n...\nرش ماء دمع طرفٍ يرمق\nقرطة يقدي جلاه أيمنٌ\n...\nمن مياه الجيد فيه طرق\nالجزء: 1 ¦ الصفحة: 156\n",
        "قبس يدعو سناه إن جفا\n...\nفجناه أنس وعد يسبق\nقد حلا كاذب وعد تابعٌ\n...\nلعباً تدعو بذاك الحدق\nقرحت ذا عبرات أربعٍ\n...\nعبرات أربع إذ تحرق\nقلق يلثم نادي عبلةٍ\n...\nلبعيد، إن مثلي قلق\nقفرة الربع أهالت فتيةً\n...\nفتلاها عبرٌ لا ترفق\nقد حماها ركب ليلٍ حافظ\n...\nفاح ليل بيكراها محدق\nقرَّ في إلف نداها قلبه\n...\nبلقاها دفن لا يفرق\nالجزء: 1 ¦ الصفحة: 157\n",
        "قطنت هيفاء فيه آمناً\n...\nإنما هيفاء فيه تنطبق\nقف ألا قاضٍ فإني ضاق بي\n...\nريب قاضينا فضاق الأفق\nقلم يجري سيلقى ضرماً\n...\nمر ضيق ليس يرجى ملق\nقيل: إفتح باب جارٍ تلقه\n...\nقلت: راجٍ باب حتفٍ أليق\nقل طعم دونه رد بكم\n...\nكبيد رهن ودمع طليق\nفلما فرغ من أبياته صفق القوم، وقالوا: لا عهد لنا بمثل هذه قبل اليوم. فإن هذا الجناس كالعدد المعدول، لم يتجاوز أربعة من المنقول. قال\nالجزء: 1 ¦ الصفحة: 158\n",
        "سهيل: فانبرى له رجلٌ أشمط العارضين، يكاد الشرب الرافدين. وقال: يا هذا إن الفجر بالأثير، لا بالكثير. وإنما ينافس في الثمين، لا في السمين، فكم فئة قليلة غلبت فئة كثيرةً بإذن الله والله مع الصابرين. قال: صدقت إن خير الكلام ما قل وجل، ولكن من ادعى بلا بينة فقد زل وذل. قال: أعوذ بالله من زله العمد، وسفاهة العبد. إني نظمت بيتين لبعض الأمراء، طردهما مديح وعكسهما الهجاءٌ. فكان ينظر إليهما بعين الأحول، ويقصر عنهما الباع الأطوال. قال: فهلم بما فتح الله عليك، قال: لبيك وسعديك! وأنشد:\nباهي المراحم لابسٌ\n...\nكرماً قديرٌ مسند\nالجزء: 1 ¦ الصفحة: 159\n",
        "باب لكل مؤملٍ\n...\nغنم لعمرك مرفد\nثم عمد إلى قلبهما، فإذا هو يقول بهما:\nدنس مريد قامر\n...\nكسب المحارم لا يهاب\nدفر مكر معلم\n...\nنغل مؤمل كل باب\nقال: فاستفزت القوم تلك الصناعة العذراء وقالوا: علم الله أنها لأغراب من العنقاء. ثم أقبلوا على الرجل يرجمونه بالأحداق، وقالوا: فداك أهل العرق! فمن أنت ومن أي الآفاق؟ فتنهد، ثم أنشد:\nأقبلت من أرض اليمامة\n...\nأبغي العراق على استقامة\nجبنت الدلامس بالعرا\n...\nمس في النعامة كالنعامة\nزرت الكرام لأنني\n...\nقد كنت من أهل الكرامة\nأتلفت مالي في الندى\n...\nلا في الصبابة والمدامة\nالجزء: 1 ¦ الصفحة: 160\n",
        "أقري الضيوف وأقتري\n...\nحمل الحمالة والغرامة\nوأسد خلة مقتر\n...\nوأرد لهفة ذي ظلامه\nوأجيز كل مقرظ\n...\nعن كل شعرٍ أو مقامه\nقسمت مالي في الملا\n...\nونسيت سهمي في الحتامة\nوسقيتهم مائي فرح\n...\nت كأنني كعب بن مامه\nبرح الخفا فندمت ل\n...\nكن حيث لا تجدي الندامة\nدرج الصبا والمال وال\n...\nنفس العزيزة والشهامة\nعذبت نفسي بالقنو\n...\nط وعذبتني بالملامة\nقد كنت أطمع في الغنى\n...\nواليوم أقنع بالسلامة\nفلما انتهى إلى هذا البيت أن كالمريض وقال حال الجريض، دون القريض، وأثرت شؤونه تفيض. فرثى القوم لبلواه،\nالجزء: 1 ¦ الصفحة: 161\n",
        "وفثأوا ما جاش من جواه. وقالوا: جمع الله شملك فأين خلفت أهلك؟ قال: قد خلفت الجربة، في الشربة، لا يملكون حبة. وهم ينتظرون إيابي على الأثر، كما تنتظر الأرض وسمي المطر. فجمعوا له قبصة من العين، وقبضة من اللجين. وقالوا: إن الكريم أولى بالكرم، قال: نعم، وأهل الحرمة يرعون الحرم، قال سهيل: وكنت قد عرفت أنه الخزامي عند نظري إليه، لكنني أنكرت اغبرار عارضيه. فلما فصلنا عن المكان قلت: حيا الله أبا ليلى! قال: وميمون يفدي سهيلا! قلت: عهدي بك شيخاً فكيف رجعت كهيلا؟ فأنشد:\nلا تنكرن ما ترى من الشمط\n...\nإن السواد والبياض إذ وخط\nمن طرف الأمور فاخترت الوسط\nفانعكفت عليه انعكاف المغرم الكلف واعتنقته اعتناق السلام للألف. فأخذ يسايرني على رسله، حتى انتهى بي إلى رحله. وأقمت\nالجزء: 1 ¦ الصفحة: 162\n",
        "في صحبته قرير العين، إلى أن نعب بيننا غراب البين.\nالمقامة الحادية والعشرون وتعرف بالدمشقية\nأخبر سهيل بن عباد قال: نحوت من بعض الأنحاء، نحو دمشق الفيحاء. فجعلت أتتبع الرياح الدوارس، وأتفقد الآثار الطوامس، وأتعهد الأندية والمجالس، حتى انتهيت إلى إحدى المدارس. فتخللت حلقة الطلبة، وقد سكنت الأبصار وسكنت الجلبة. وأخذ القوم يتذاكرون هنالك، حتى جرى ذكر خلاصة ابن مالك. فقال الأستاذ: لا جرم إنها لإحدى الكبر، وعبرة العبر. ولكن قد كان ذلك إذ الناس ناس، لا يلجهون بعذار الآس، وحبب الكاس. قال: وكان شيخنا ميمون بن خزام قد ربض في ذلك المقام، فانتدب من مجثمه كالصمصام. وقال: يا قوم إن المعترف بالفضل لهذا الإمام المشهور،\nالجزء: 1 ¦ الصفحة: 163\n",
        "كالمعترف للشمس بالنور، أو للطود بالظهور. وأما في هذا الزمان فقد بقي من إذا سئل يجيب، وإذا تجشم الإنشاء يصيب، فللأرض من كأس الكرام نصيب. قالوا: ما نرى ذلك إلا كالكبريت الأحمر، يذكر ولا يبصر. فإن لم يكن ذلك حديثاً يفترى، لا تطمئن قلوبنا حتى نرى. قال: أشهد لله إنكم لمن المنصفين، والله يشهد أني لست من المرجفين. أن عندي أبياتاً معتاصة جامع الباكورة والخصاصة، خليقة بان تدعى خلاصة الخلاصة! قالوا: إننا نتوقع سماع مثلها، فإن شئت فاستجلها. فهب كعاصفة القبول، واندفع يقول:\nبسائط الكلام حين يبنى اسم\n...\nوفعل ثم حرف معنى\nوالحرف واسماً مثله والفعل لا\n...\nكاسم بنوا وأعربوا ما فضلاً\nالجزء: 1 ¦ الصفحة: 164\n",
        "واسماً كفعل مثل كاسم\n...\nإفتح لمنع صرفه وضم\nركب وزن واعدل وأنث واجمع\n...\nوزد وصف واعجم وعرف تمنع\nوأطلق المصروف ثم نون\n...\nوالجزم خذ للفعل واترك ما بني\nوكل إعراب بلفظ حاصل\n...\nأو نية حيث دعاه العامل\nفالرفع في اسم للذي قد أسندا\n...\nإليه والمسند منه اعتمدا\nوهو إذا جرد لفظاً يعتبر\n...\nبالمبتدا والمسند منه اعتمدا\nالجزء: 1 ¦ الصفحة: 165\n",
        "أو لا فإن كان أقام فعله\n...\nففاعل أو لا فنائب له\nوالنصب للملابس الفعل على\n...\nما دون إسنادٍ إليه جعلا\nفإن يكن نفس الذي تعلقا\n...\nبه فمفعول يسمى مطلقا\nأو إن يصبه فهو مفعول به\n...\nأو لا فمعه أن يكن من صحبه\nأو لا ففيه أو له أو دونه\n...\nإن كان ذاك وبه يدعونه\nأو لا فما يبين الصفات\n...\nحال وتمييز مبين الذات\nوالخفض قد خصص بالمضاف\n...\nإليه مطلقاً بلا خلاف\nوتابع ما مر إن يقصد حصل\n...\nبالحرف عطف وبلا حرف بدل\nالجزء: 1 ¦ الصفحة: 166\n",
        "أو لا فتأكيد لتقريرٍ ومن\n...\nوصف لكشف صف ومن ذات أبن\nويرفع الفعل إذا تجردا\n...\nوهو جميعاً عامل مطردا\nوحيثما اختص بجمله نصب\n...\nما بعد مدفوع له كيف انقلب\nفإن كفاه واحدٌ فهو خبر\n...\nأو لا فمفعول على نسخ الأثر\nوالحرف عامل إذا اختص فما\n...\nبمفرد اسم خص جراً لزما\nأو جملة فإن يكن كالفعل\n...\nينصب فيرفع بخلاف الأصلٍ\nالجزء: 1 ¦ الصفحة: 167\n",
        "وشبه فعل التفي مثله جعل\n...\nفإن نفي الجنس على العكس حمل\nوما يخص الفعل مما غيرا\n...\nزمانه وليس كالجزء يرى\nإن يكفه مستقبل دون طلب\n...\nينصب، وباقية به الجزم وجب\nوالاسم إن ضمن معنى عامل\n...\nسواه يعمل مثله كالحامل\nوربما أعمل بالتشبيه\n...\nما ليس للإعمال حق فيه\nالجزء: 1 ¦ الصفحة: 168\n",
        "وجملة حلت محل المفرد\n...\nلها بإعراب محلاً قلد\nوقل ما ند، وهذا يعتمد\n...\nكأحرف الهجاء حتى في العذد\nقال: فعجب القوم من ذلك الجمع الضابط، والسرد الرابط. وقالوا: علم الله الذي أنزل الفروض، أنها الأجمع من قولهم كل شرفاء ولودٌ وكل سكاء بيوض. فمن ضارب هذه الحديقة، وناسج هذه البردة الصفيقة؟ قال: هو صاحبكم الذي لا يصحب بنات غير. وقد صرفت عليها سنةً كحوليات زهير. ولكنني طالما كتمتها عمن لا يعرف\nالجزء: 1 ¦ الصفحة: 169\n",
        "قدرها ولا يؤدي مهرها. قالوا: قد استكرمت فارتبط، وفلجت سهامك فاغتبط. لكن ذلك يرتب، على أن تمليها فتكتب. قال: نعم فاكتب يا بني، واندفق في إملائها علي. حتى إذا فرغنا من تعليق الأساطير، انهالت علي الدراهم وعليه الدنانير. فلما أفعم الإناء ودع القوم وأحسن الثناء، فشيعوه إلى الفناء. وخرج بي يعدو كالطريد، حتى انتهينا إلى باب البريد، فقال: كيف أنت وقصعة من ثريد؟ قلت: على ما تريد. فدخل بي إلى غرفة أبهى من قصر غمدان، على ودفة أبهج من شعب بوان. وقال: يا ليلى الهاجدة، قد تلوت لك سورة النجم فعليك بسورة المائدة. فقال:\nأهلاً بمن زار دار أهل،\n...\nوهو لنحر الجزور أهل\nالجزء: 1 ¦ الصفحة: 170\n",
        "تطابق الضيف مع قراه\n...\nذاك سهيل وذاك سهل\nقال: فابتدرتها بالتغلية، وقلت من غير تروية:\nبعض السهيلين زار ليلى\n...\nفي الليل، والبعض زار ليلاً\nفذا سهيلٌ وذا سهيلٌ،\n...\nوذاك ليلٌ وتلك ليلى\nقالت: حياك الله يا أبا عبادة، ومتعنا منك بالوفادة. أنت في ضيافة الوالد والولد، ما دمت حلا بهذا البلد. فمكثنا ريثما انقضى شهرا قماح، وقال السفر: حي على الفرح. فاستوى كل على مطيته، وعاد لطيته.\nالمقامة الثانية والعشرون وتعرف بالسروجية\nأخبر سهيل بن عباد قال: أردت الخروج إلى سروج. لعلي\nالجزء: 1 ¦ الصفحة: 171\n",
        "أجد لأبي زيد أثراً أتيمن به أو أعثر على أحد من عقبه. فحسرت عن ساقي ويدي، وقلت: سروج يا ناق فسيري وخدي. وما زلت أستغرق اليوم رملاً، وأتخذ الليل جملاً. حتى كنت في ليلة أغير وأنجد، وأسترشد ولا مرشد، وإذا راكب ينشد:\nأيتها الناقة إن طال السفر\n...\nلا تجزعي منه فق طال الحضر\nأقمت شهر صفر حتى صفر\n...\nوقد أتى شهر ربيع واشتهر\nفبادري لا تقفي إلى السحر\n...\nوصابري فإنني ممن صبر\nسيان عندي كل ورد وصدر\n...\nوكل نومٍ عند جفني وسهر\nأطوى وليس للطوى بي من أثر\n...\nوأخبط الليل على غير حذر\nيؤنسني سهيل إن غاب القمر\nقال: فلما سمعت هذه الأبيات الحماسية، استشيت منها الفحة الخزامية. فقلت:\nالجزء: 1 ¦ الصفحة: 172\n",
        "سهيل أرض أم سهيل الفلك\n...\nيا أيها اللابس ثوب الحلك\nإنك عندي ملك في ملك\nفنزل الرجل وقال: ما لنا وسرى الليل، إذا طلع سهيل، رفع كيل ووضع كيل. فوثبت إليه كأبي فراس، وإذا كلنا في فراسته إياس. وقضينا غابر ليلتنا في تلك البطاح، إلى أن تبلج وجه الصباح، فنهض وقال: أين الوجهة يا صاح؟ قلت: قد ملكت دهراً، فأدلني شهراً. قال: أنا إمعة لك في هذه المرة، ولو نزلت بي على أبي مرة! فسرت بين يديه كالدليل، وسار في إثري كالضليل. وأخذنا نخترق الأدغال والشواجن، ونرد العذب والآجن، حتى\nالجزء: 1 ¦ الصفحة: 173\n",
        "دخلنا سروج في صبحة يومٍ داجن. فترجلنا عن أنضائنا الطليحة، ونزلنا في غرفة فسيحة. ولبثنا هناك بضعاً من الليالي، نتفقد البرج المشيد والطلل البالي، ونلتمس آثار من كان في العصر الخالي. حتى كان يوم المهرجان، فضبثت مخالب الشيخ بالصولجان، وقال: هذا يومٌ يجتمع فيه الإنس والجان. وخرج بي في صدر ذلك اليوم، حتى انتهينا إلى منتدى القوم. فوجدنا هناك فجاجاً، وماء ثجاجاً، وناساً يدخلون أفواجاً. فتوسم الشيخ أوجه الناس، وجلس عن جانب أوجه الجلاس. فلما سكنت الضوضاء، أعرض بوجهه إلى الفضاء. وقال: يا أبا عبادة إني قد أزمعت السفر، ولا أدري هل يجمع بيننا القدر. فخذ عني ما ألقيه إليك، والله خليفتي عليك. قلت: أطرف بما عندك، لا ذقت فقدك، ولا حييت بعدك! فقال: يا بني إذا ركبت متن الصحراء، فاطلب خد\nالجزء: 1 ¦ الصفحة: 174\n",
        "العذراء. وإذا نمت فاعتنق الصبي ولا تصل على النبي. واقنع بالسمراء، إذا عزت البيضاء. واشرب من كأس الفاجر، لا من كأس التاجر. وتصدق على الأمير، بجنى غرس الفقير. وإذا كلفت حمل الجنازة، فاطلب المفازة. وإذا اعتمدت السلب في الليل، فعليك بنهب الخيل. وإذا دخلت الحلقة فاحذف السلام، واقتصر على ما كذب من الكلام. وحرم الصبر على الأسير، والجبر على الكسير. واقطع السواعد ولا تتبع القواعد. واختر من النساء العليلة المتنصفة، أحذر المتجملة\nالجزء: 1 ¦ الصفحة: 175\n",
        "المتعففة. وأعرض عن الشافع، إلى الدافع، وانحر الشاري كالبائع. واضرب الساعي، بعصا الراعي. وفضل القوافل، على النوافل. والغريب، على النسيب. والإجارة، على الإمارة. وقدم زيارة الميت، على حج البيت. أحذر لنفسك من الصوم وادخل السوق عند النوم. واتبع ملاح الجواري. ولا تتبع الكاتب والقاري، واطرد اللابس وأكرم العاري. وافترس الليل والنهار، حتى يتيسر لك الفرا. واحرص على الأعراض دون الجواهر، واعدل على المسلمات إلى الكوافر.\nالجزء: 1 ¦ الصفحة: 176\n",
        "وكن من العواطل، ولا تحاول قطع خيط الباطل. وأنكر الشهادة، حيث لا ترى الإفادة. واضرب كبد الإمام، واستعد الله ما بقيت والسلام. قال: وكان القوم قد أرعوه سماعاً فأنكروا عليه إجماعاً. ولكنهم اعتصموا بالحزم، فصبروا كما صبر أولو العزم. حتى إذا فرغ من توصيته، أخذوا بناصيته. وقالوا: أولى لك يا شولة عدوان، وهيلة غطفان، قد أمرت بالسوء ونهيت عن الإحسان! فأرغى الشيخ وأزيد، وقال: ما أشبهكم بولد الخليل بن أحمد. لو كنتم\nالجزء: 1 ¦ الصفحة: 177\n",
        "تعلمون ما وراء الفدام، من صفوة المدام، لنكص عليكم الملام. قالوا: فارفع الغشاء، ولك عندنا ما تشاء. قال: علم الله أنكم لو دخلتم البيوت من أبوابها، لكنتم أهلها وأولى بها. أما الآن وقد لقيت منكم الأمرين، وجاوز الحزام الطبيين، فلأصلينكم بنارين، ولا أبيعكم العبارة إلا بدينارين. فأذعن القوم لحكمه، إذ رأوا طليعة علمه، وقالوا: قد كثبك الصيد فارمه. حتى إذا فتق ما كان قد رتق. صاحت الجماعة: الله أكبر! قد نشر السروجي قبل يوم المحشر. قال: إنا قد أحصينا كل ذلك عدداً، ولو شئنا لجئنا بمثله مدداً. فنفحوه بالدنانير، وألقوا إليه المعاذير. قال سهيل: فلما تلقف المال أشار إلي، وقال: إن كنتم قد نسيتم الراشن فعلي.\nالجزء: 1 ¦ الصفحة: 178\n",
        "فحصبوني بدريهمات، وقالوا: لا تأس على ما فات. فخرجنا نجر الذيول، وراح الشيخ يقول:\nيا رب يوم قد قرعت الظنبوب\n...\nمندفقاً فيه اندفاق الشؤبوب\nأشرب بالزق وأسقي بالكوب،\n...\nوالناس بين غالب ومغلوب\nأنا أبو ليلى وسيفي المعلوب\nفقلت:\nأنت الخزامي الذي يشفي الضنى\n...\nطاف بك المدح، فمن رام الثنا\nالجزء: 1 ¦ الصفحة: 179\n",
        "لقب أو سمى وإن شاء كنى،\n...\nأرسلك الله حديقةً لنا\nفيها نزاهةٌ وظل وجنى!\nقال: أكرمت يا سهيل، فشمر الذيل، وبادر الليل. قلت: إني لك أطوع من ثواب، وأتبع من البادية لمواقع السحاب. وخرجت في صحبته تلك الليلة إلى السواد، وكنت أود لو أصحبه إلى برك الغماد.\nالمقامة الثالثة والعشرون وتعرف بالموصلية\nقال سهيل بن عباد: شخصت من حلب الشهباء، إلى الموصل الحدباء حتى إذا دخلتها أتيت الخان، وإذا شيخنا الخزامي في حجرة على الخوان. فلما رآني وثب عن الطعام، وابتدرني بالسلام.\nالجزء: 1 ¦ الصفحة: 180\n",
        "فابتهجت به ابتهاج الساري بالقمر، ونسيت ما مر بي من بوارح السفر. ثم جلسنا نتناول ما طهت ليلى من الألوان، وهي تختلف إلينا باللحوم والألبان. فقال الشيخ: قد جمعنا بين ليلى وعمها، أفلا نجمع بين ليلى وأمها؟ فما لبثت أن جاءت بزجاجة بيضاء، فيها سلافةٌ سوداء. وقالت: ما أحسن الليل إذا اجتمع بسهيل! قال: وكان في الخصرة فتى من ركب القيروان، عليه مطرف من الأرجوان. فعلق الجارية وافتتن بها، لما رأى من ظرفها وأدبها. فقال: ليس في الموصل إن شاء الله إلا صلة الحبل، واجتماع الشمل. فقالت: إذا اجتمع الرجل بأهله، فسيغنيه الله من فضله. ففطن الشيخ ذو الهول والغول، لما دار بينهما من لحن القول. وقال: قد قضى الله باليسرى، فلك البشرى. واعلم أنه قد خطب إلي أكرم الأصهار، على مهر ألف دينار. فلم يسمح بفراق جنتي جناني، ولم يطب عن روحي وراحي وريحاني.\nالجزء: 1 ¦ الصفحة: 181\n",
        "غير أن البيع مرتخص وغال، فلا يحول بيننا المال. قال: إن في يدي مائة دينارٍ إن كانت تكفيها، فبورك لك فيها. قال: هيهات، ولكن هات! فلما قبض المال قال: جعل مباركاً أينما كان، ولكن تنظرني هنيهة من الزمان. فتواعدا إلى أجل مسمى، وذهب الفتى جذلان بكشف الغمى، وانكشاف المعمى. قال: فلما حان أجل الزفاف، أقبل الفتى كالغداف. فوجد الشيخ يتأهب للرحيل، ويودع من هناك من أبناء السبيل. فأجفل الفتى أي إجفال، وقال: ما بالكم تزمون الجمال؟ قال: يا بني إني صرفت الدنانير بين الجفان والكؤوس، فلم يبق لي ما يقوم بتجهيز العروس. فأردت أن أتحول إلى الحلة إذ ذاك، لأقضي حقها بتلية لي هناك. فأشهد الفتى أن ليس له عنده\nالجزء: 1 ¦ الصفحة: 182\n",
        "عرض ولا نقد، وقال: هلم إلى القاضي لإمضاء العقد. فانطلق معه الشيخ والجارية، وهو يريد أن يأخذها ولو بقرطي مارية. فلما دخلوا على القاضي قال الشيخ: يا مولاي إن هذا الفتى قد خطب امرأتي إلي، وهي غير مطلقةٍ من عصمتي ولا مطلقةٍ من يدي. فاعقد له عليها إن رأيت، وإلا فق له: اذهب من حيث أتيت! فقال الفتى: كلا يا مولاي إنها سليلته، لا حليلته. فقال القاضي: إن جئت ببينة لذاك، وإلا فقد سقطت دعواك. ولما نظر القاضي إلى توقفه، أمر بطرده عن موقفه، وأخذ يعنف الشيخ سوء تصرفه. فتباكى الشيخ وتنهد، ثم أشار إلى القاضي وأنشد:\nقد رجم الدهر بشهب النحس\n...\nحتى هممت بفراق عرسي\nخوفاً عليها من حلول الرمس\n...\nلشدة العيش وضنك النفس!\nما برحت، مذ أربع أو خمس،\n...\nتصبح في مجاعة وتمسي!\nولا أرى في راحتي من فلس\n...\nيقوم بالطعم لها واللبس\nالجزء: 1 ¦ الصفحة: 183\n",
        "وهي فتاة من سراة عبس،\n...\nأخوالها من آل عبد شمس\nمعتادة نحر المهى بالأمس،\n...\nوشرب ألبان العشار الدخس\nوملبس السندس والدمقس،\n...\nلكنها من طيب ذاك الغرس\nقد أنفت ارتكاب الرجس\n...\nفأنكسرت خروجها من حبسي\nوقد شكوت علتي للنطس\n...\nعساه يسقيني شراب الورس\nفيكتفي الناقه شر النكس\nولما فرغ الشيخ من الإنشاد رق له القاضي حتى استهل دمعه أو كاد. وقال: أيها الشيخ لا عجب، إذا أدركتك حرقة الأدب. فاعتثم الآن بهذه الدريهمات على أمر نفسك، وأنفق مما رزقك الله حلالاً طيباً واتق الله في أمر عرسك. فأخذ نحلة القاضي وأثنى عليه\nالجزء: 1 ¦ الصفحة: 184\n",
        "بما استحق، وقال: مثلك من قضى الحق، وقضى بالحق قال سهيل: فلما فصلنا عن باحة القضاء، وحصلنا في ساحة الفضاء. قال: يا بني أقرب وخذ هذه الرقعة واكتب:\nقل للذي رام الفتاة المحصنة:\n...\nإن كنت تبغي شركة عن بينه،\nفلنتهايا سنة بعد سنة\n...\nلكن هذا العام يقضى لي أنه\nإذ قد بدأت فيه بعض أزمنه\n...\nحتى إذا ما نفدت هذه الهنة\nزفقتها حالية مزينة\n...\nإليك إذ تبغي، بأي الأمكنة\nلكن على شريطة معينة\n...\nتبذل لي من مهرها نصف الزنة!\nثم قال: يا فلان، قد استحيت من دخولي الخان. فأرى أن تترك الجواد وتنساب وتأخذ ما لي هناك من الأسباب، وتلصق هذه\nالجزء: 1 ¦ الصفحة: 185\n",
        "الرقعة بالباب. ثم توافيني إلى باب المدينة، لنرحل من هناك بالظعينة. قال: فعلت كما أمر، لكنني لم أجد إلا خفاً بالياً فوافيته به على الأثر. حتى إذا أفضيت إلى الميعاد، لم أجد الشيخ ولا الجواد. فانثنيت أريد الدخول، وإذا رقعة على الرتاج قد كتب فيها يقول:\nألا قل لابن عباد بن صخرٍ\n...\nعليك تحيةٌ، ولك البقاء\nتركت ركوبة وأخذت أخرى\n...\nفراحلةٌ براحلةٍ سواء!\nقال: فرجعت حينئذ بخف ميمون، واستعذت بالله من مكر كل خوون.\nالمقامة الرابعة والعشرون وتعرف بالمعرية\nحدثنا سهيل بن عباد قال: أتيت معرة النعمان، في ما مر من الزمان. فطفقت أجوب في شوارعها وأجول بين أجارعها. وأنا أتنسم أخبار العلماء والشيوخ، وأتفقد آثار بني تنوخ. حتى\nالجزء: 1 ¦ الصفحة: 186\n",
        "دفعت إلى ضريح أبي العلاء، وإذا حوله جماعةٌ من الفضلاء. وهم يحدقون إلى شيخٍ عليه شارة الجلال كأنه من بقية الأبدال. فجعلت أخترق الجمع وأسترق السمع. وإذا هو قد بسط ذراعيه، وخلل عذاريه. وقال: الحمد لله الذي جعل الحياة الدنيا، طريقاً إلى جنته العليا. أما بعد يا أهل الكتاب، أفتعلمون ما تحت هذا التراب؟ إن تحته رمم الأمراء والكبراء والعلماء والعظماء. وذوي الجاه والسطوة وأرباب السعة والثروة. وذوات الحسن والجمال، وربات الفضل والكمال. فإذا رفعتم هذه الرضام، واستنبثتم هذا الرغام. فهل لكم أن تمسوا تلك الجماجم، بإحدى البراجم؟ أو تتأملوا تلك الضلوع بقلبٍ لا يخامره الهلوع أو تنظروا بقايا تلك الأعضاء، بعين لا يغلبها الإغضاء؟ وهل تعرفون المالك من المملوك والغني من الصعلوك؟ والبهيج من المسيج؟ والكريم من اللثم؟ وهل\nالجزء: 1 ¦ الصفحة: 187\n",
        "تميزون أبا العلاء، من راعي الإبل والشاء؟ وماذا ترون من عهده، بلزومه وسقط زنده؟ وأين صحة فكره، وسلامة ذكره؟ بل أين عزة لسانه القائل: إني لآتٍ بما لم تستطعه الأوائل؟ هيهات قد صار الجميع قوماً بوراً، وجعلهم الدهر هباءً منثوراً! فاضمحلت محاسنهم، واشمعلت خزائنهم ونثلت كنائنهم، وأصبحوا لا ترى إلا مساكنهم فلينتبه الغافل ولا يشتبه العاقل. وليعتبر كل جبار عنيد ويذكر من كل له قلب أو ألقى السمع وهو شهيد. واعلموا أن الله قد أرسلني إليكم نذيراً، وأقامني بينكم سراحاً منيراً لأذكركم يوماً عبوساً\nالجزء: 1 ¦ الصفحة: 188\n",
        "قمطريراً. فلا تغفلوا عن ذكر شرب تلك الكأس، وهو ذلك اليوم المجموع له الناس. واتعظوا بمن تقدمكم من القرون والأقران، ومن درج أمامكم من العيون والأعيان وتوبوا إلى بارئكم واندموا على ما فات، فإن الله يقبل التوبة عن عباده ويعفو عن السيئات. واعتمدوا حفظ الفروض والسنن ولا تلووا على خضراء الدمن. فإن المحافظة على الصلوات لا تفيد من يتبع الشهوات. في الخلوات. ومكابدة الصوم لا تنفع من يؤذي القوم. وتجشم الحج والعمرة لا يزكي شارب الخمرة. فليس البر أن تولوا وجوهكم شطر المسجد الحرام، ولكن البر من اتقى والسلام. ثم أطرق وتنهد، وكبر وتشهد، وأنغض رأسه وأنشد:\nقد غفل الناس عن اليقين،\n...\nوأخذوا بالوهم والظنون!\nلا يذكرون غمرة المنون، وموقف الحساب يوم الدين\nوهول ذلك العذاب الهون\n...\nيلهون بالغادة والميسون\nالجزء: 1 ¦ الصفحة: 189\n",
        "وبالجزور والودك السمين،\n...\nوالراح والقينة والقانون\nيا أيها الناس انهضوا في الحين،\n...\nواصغوا لنصح المنذر المبين\nلا تشتروا دنياكم بالدين،\n...\nولا تباهوا بالحما المسنون!\nوليدع كل خاشع رزين\n...\nبقلب عبدٍ خاضعٍ حين\nيا رب خذ مني باليمين،\n...\nوامنن بروح القدس الأمين\nعلي، واقبل توبة المسكين\nقال: فلما فرغ من أبياته نكس القوم الرؤوس والأبصار، وخضعوا بين يديه كالأسرى بين أيدي الأنصار. فتهلل الشيخ بوجه صبوح وصدر مشروح، وقال: الله أكبر قد تنزلت الملائكة والروح. فالطف، اللهم بعبادك وكن لهم هادياً ونصيراً، وحاسبهم حساباً يسيراً واكفهم خطب يومٍ كان شره مستطيراً. فازداد القوم على وهنهم وهناً، وصارت جبال قلوبهم عهناً. حتى إذا أزمع المسير عن أمد يسير، نبذوا إليه صرة من الدنانير، وبسطوا لديه المعاذير، وقالوا:\nالجزء: 1 ¦ الصفحة: 190\n",
        "إننا ممن يطعم الطعام على حبه، ويكرم الكريم على ربه. فشكر وأثنى، فرادى ومثنى، وانصاع وهو يدعو بالأسماء الحسنى. قال سهيلٌ: وكنت قد عرفت الخزام بأنفاسه وإن كان قد نكر من لباسه. فقفوته حتى أدركته عن كثب، وإذا به قد جلس بين ليلى ورجب وهو يقسم دنانير الذهب. فيقول: هذا للجزور وهذا للشراب، وهذان للعود والرباب! فقلت: تأمرون الناس بالبر والله يعلم السر؟ فنظر إلي بعين دحرش، وزجرني بصوت دهرش. وقال: قد أردت أن أودع الدنيا، فإني قلما أحيا وأما أنت ففي ريعان الصبا وصحة المزاج، فاقضم الصلصال وتوجر الأجاج. فأمسكت عنه مستكفياً شره، وسدكت به حتى خرجنا من المعرة.\nالجزء: 1 ¦ الصفحة: 191\n",
        "المقامة الخامسة والعشرون وتعريف بالتميمية\nحكى سهيل بن عباد قال: رحلت رحلةً إلى البادية في مفازة صادلة. فبذلت وجهي للهجير، ونضوي للعجارير. حتى إذا نضب الماء، وقد تهلل وجه السماء، أخذتني رعدة الظماء. فوصلت السير بالسرى لعلي أظفر ولو بالصرى، أو أبلغ بعض القرى. وبينما كنت أخب وأخد وأنا أجد ما لا أشتهي وأشتهي ما لا أجد. إذا راكبٌ على أثري يحدو، وهو يشدو: ذكرت ليلى! فاستهل مدمعي=حتى سقى رحلي، وبل مضجعي\nما لي وحمل شكوة الماء معي؟\nفوقع كلامه مني موقع البرء من أيوب، أو بشرى يوسف من\nالجزء: 1 ¦ الصفحة: 192\n",
        "يعقوب. فزففت إليه زفيف الرال حتى أدركته على ناقته المرقال، وهو قد التثم بربطة واشتاذ بعقال. فسلمت عليه تسليم الصديق الأخص، وقلت: أغثني بشربة ماءً ولا تقل جاوزت شبيثاً والأحص. فقال: إن أخا الهيجاء من يسعى معك ومن يضر نفسه لينفعك. واعلم أني لا أريد أن أسومك الأثقال، فاقنع منك للجرعة بمثقال. قلت: كل الحذاء يحتذي الحافي الوقع، فاحتكم بحيث لا تكلفني ما لم أستطع. فلما انعطف إلى الشكوة انحل اللثام، وإذا هو صاحبنا الميمون بن الخزام. فوجدت من الدهش ما أذهلني عن العطش. واستلمت يده البيضاء استلامن الحجر الأسود وضممته إلي ضم العين للمرود. وبت تلك الليلة تحت رايته متمتعاً بروائه\nالجزء: 1 ¦ الصفحة: 193\n",
        "ورؤيته وروايته. إلى أن لاح ذنب الشرحان، ونعب غراب الصحصحان. فادلجنا في تلك السباريت، وهو ينزو نزوان المصاليت ويقدم إقدام الخراريت. وما زلنا كذلك حتى أقبلنا على ديار بني تميم، في غسق الليل البهيم. فنزلنا في أطيب خرعى، وتركنا مطايانا ترعى. ثم أفضنا بين الحي واللي، في حديث يذهل غيلان عن مي. حتى لجت السنة وتلجلجت الألسنة. فهجعنا هزيعاً من الليل ثم قمنا نشمر الذيل، وإذا ناقة الشيخ قد ندت فدعا بالحرب والويل. فقلت لعلها قد نزعت إلى بعض أعطان القوم، ولعلنا نصيبها قبل انقضاء اليوم. وسرنا نتعاقب مرة ونترادف أخرى. حتى أتينا الحلة وإذا هي بين الإبل شاخصة\nالجزء: 1 ¦ الصفحة: 194\n",
        "الذفرى. فلما رآها الشيخ صاح: الله أكبر ووثب إليها وثبة الذئب الأغبر. فدفعه بعض الرعاة وقال: لا تعرض نفسك للهلكة ولو كنت السليك بن سلكة. قال: علم الله أنها ناقتي الشاردة، وغنيمتك الباردة. فقال: كذبت يا شظاظ البادية، بل هي من تلادً صعصعة بن ناجية. فتمادى بينهما اللجاج، حتى كاد يفضي إلى الشجاج. ورأى الشيخ أنه ينفخ في رماد، وأن دون بغيته خرط القتاد. فقال: يا يا أبذل من حاتم، وآبل من حنيف الحناتم. إن لي حاجة\nالجزء: 1 ¦ الصفحة: 195\n",
        "بالجفار ولا أتيمن بغير هذه المعشار، فأنا أستأجرها كل يوم بدينار. وهذا غلامي رهن في يديك حتى أردها عليك. قال: أما هذا فعير محظور، على أن تواعدني إلى أجل منظور. فضرب له الأجل، وضرب بها على عجل. قال: وكان قد ألاح إلي فاعتزلت، حتى إذا توارى أقبلت، وأردت الخروج من حيث دخلت فجعجع الرجل بي كصاحب السجن. وقال: هيهات قد غلف الرهن إلى أن يؤب مولاك من الصفن. فقلت: أن صح رهن المرء ما ليس له، فقد رهنتك كل ما في هذه المنزلة. وأصر الرجل على الغي، حتى رافعته إلى أمير الحي. فلما أتيناه سئلت عن المسألة، فقلت: قد رهنني صاحب تلك اليعملة، كما باع نعيمان سويبط بن حرملة. فهلم بالشيخ ليثبت امتلاكي وإلا فلا سبيل إلى إمساكي. قال الرجل هيهات إنه قد سار أسرع من ظليم الدو، فصار أمنع من عقاب الجو. فقال\nالجزء: 1 ¦ الصفحة: 196\n",
        "الأمير: من هذا الشيخ ومن أين؟ فإني أراه أحيل الثقلين. قلت: أبيت اللعن يا مولاي! إني لا أعرف له منبت أسلة، ولا مضرب عسلة. لكنني لقيته سهماً حابياً عند إشرافنا على العهد، فحن إليه وأنشد:\nهذا حمى قوم تميم فاختلس\n...\nفيه الخطى من هيبة كالمحترس\nفقد حماه كل ليث مفترس\n...\nليس بهياب الوغى ولا نكس\nينسبه العرق الكريم النبجس\n...\nإلى كريم، ذكره لا يندرس\nمحيي الوئيدات الذي لم يبتش\n...\nبماله المبذول دون الملتمس!\nعلمت ما مجد تميم ملتبس\n...\nنعم، ولا رفد تميم يحتبس\nالجزء: 1 ¦ الصفحة: 197\n",
        "يا نافتي هاتيك نار المقتبس\n...\nفإن بلغت الحي فالبشرى لكس\nقال: فاهتز الأمير عجباً وعجباً حتى كاد يصفق طرباً. وقال: شهيد الله كأنه أبو فراس، قد قام وعمراً في بردةٍ أخماس. ثم قال للرجل: يا هذا إن اللقطة قد راحت كما جاءت، فهبها لا أحسنت ولا أساءت. والآن فعادو إبلك وأحسن عملك، واقنع بما قسم الله لك. ثم قال: علم الله العظيم، إني لقد وجدت في هذا الشيخ رائحة تميم. فخذ له هذه الناقة الأخرى، واذهب فقد يسرتك لليسرى، لئلا يضيع قول شاعرنا: إننا\nالجزء: 1 ¦ الصفحة: 198\n",
        "نفك الأسرى. قال سهيلٌ: فتسنمت تلك الذعلبة القواداء، وضربت بها في عرض البيداء. وكانت ليلة بدرها قد أنار حتى ألبسها جلباب النهار. فبينما أنا في بعض الطريق، إذا الشيخ قد تدثر ببرجد صفيق وهو يغط كالفنيق. فنزلت عن الناقة، وكتبت في بطاقة:\nقل لأبي ليلى: أنا فتاكا\n...\nرهنتني في ناقة هناكا\nوقد عفا الأمير بعد ذاكا،\n...\nأطلقني بناقة وراكا\nالجزء: 1 ¦ الصفحة: 199\n",
        "أهداكها، فنعم ما أهداكا\n...\nلكنني أخذتها فتكاكا\nفهي فدائي\n...\nوأنا فداكا\nثم ألقيت البطاقة بين يديه وأوفضت وأنا أتلفت إليه. فنجوت من بنانه، ولم أنج من لسانه.\nالمقامة السادسة والعشرون وتعرف باللغزية\nحدث سهيل بن عباد قال: أدنفني هم ناصب، بليت منه بعيش شاصب، وعزاب واصب. فأجلت القداح في استخارة البراح. وخرجت أعدو الرهقى على فرسٍ زهقى توجعلت أعتست على\nالجزء: 1 ¦ الصفحة: 200\n",
        "غير هدى، لعلي أجلو بعض الصدا. فلما تمادى السفر، وأنس ما كان قد نفر نزعت نفس إلى معاودة الحي، ولكن أعيت اللهنة علي. فأخذت أتفقد المشاهد جلاء يومي، لعلي أظفر بما أطرف به قومي. إلى أن سقطت على محفلٍ حافل، يستوقف النعام الجافل. فجلست في أخريات الناس، كأنني طفيل الأعراس، وأجلت طرف طرفي بين الجلاس. وإذا شيخ قد اشتمل الصماء واعتم الميلاء. والقوم قد كاوسوا حول مجثمه حتى حلوا دون توسمه. وبينما هم يتداولون أطراف الأسانيد، ويتناولون ألطاف الأناشيد. إذ دخل غلام أشهل الأحداق كأنه من رهط\nالجزء: 1 ¦ الصفحة: 201\n",
        "شنقناق. فألقى رقعة بها كخط ابن مقلة وقال: لا ينبت البقلة، إلا الحقلة. فتصفح الرقعة قاريها، وإذا فيها:\nما اسم ثلاثي به اجتمعت\n...\nكل المقاطع غير ذي جسم\nمهما تقلبت الحروف به\n...\nيأتي بمعنى صادق الرسم\nوإذا نظرت إليه منتبهاً\n...\nفجميع ذاك تراه في الحلم\nفطفق القوم يصوغون ويكسرون، ويردون ثم يصدرون من\nالجزء: 1 ¦ الصفحة: 202\n",
        "حيث لا يشعرون. حتى صفرت الوطاب، واختلط الليل بالتراب. فقالوا قد ابتلانا الخبيث بأحر من دمع الصب، وأعقد من ذنب الضب. فلو أن لنا من يقوم بحلة لعرفنا فضل محله. فبرز ذلك الشيخ المحجب، وقال: أنا عذيقها المرجب. وأنشد:\nقد فسر الكاتب في نظمه\n...\nوقصر القارئ في فهمه\nلو فطنوا للحلم في قوله\n...\nلعرفوا اللغز على رغمه\nفلما رأوا ما خامرهم من تورية الغشاء، وكبروا وقالوا: إن الله يهدي\nالجزء: 1 ¦ الصفحة: 203\n",
        "من يشاء، ويضل من يشاء. فاهتز الشيخ عجباً وقال: إنها لإحدى الهنات الهينات! ولو شئت لجئت بما فوق ذلك من الحسنات المحصنات. قالوا: ذاك لك وإليك وفيه منة علينا وعليك. فشمخ بأنفه كأنه ملكٌ أو ملك، وأنشد ملغزاً في الفلك:\nما عدمٌ في الحق لكن ترى\n...\nمنه وجوداً حيثما استقبلك\nذلك لله بإجماله\n...\nفإن قطعنا رأسه فهو لك\nثم حدج القوم بالبصر وأنشد ملغزاً في القمر:\nومولود بدون أب وأمٍ\n...\nبلا قوتٍ يعيش ولا يموت\nله وجهٌ وليس له لسانٌ\n...\nفيخبرنا ويلزمه السكوت\nثم قال: دونكم يا بني الخالة وأنشد ملغزاً في الهالة:\nما قولكم في محيز حسنٍ\n...\nليس له أول ولا آخر\nفي قلبه نقطةٌ مشكلةٌ\n...\nقد جانسته بشكلها الظاهر\nالجزء: 1 ¦ الصفحة: 204\n",
        "ثم أشار إلى بعض الصحاب وأنشد ملغزاً في قوس السحاب:\nماذا ترى، يا ابن الكرامة،\n...\nفي قوسٍ بلا سهمٍ ولا وتر\nتلقاه في بعض النهار ولا\n...\nيبقى له في الليل من أثر\nثم جعل ينضنض كالأيم، وأنشد ملغزاً في الغيم:\nحلل بلا صبغ ملونةٌ\n...\nترتد عنها كيف لامسها\nمرفوءة الأذيال بالية\n...\nفي البرد تعرق دون لابسها\nثم رفع طرفه إلى السماء وأنشد ملغزاً في الماء:\nيميت ويحيي وهو ميتٌ بنفسه\n...\nويمشي بلا رجل إلى كل جانب\nيرى في حضيص الأرض طوراً، وتارةً\n...\nنراه تسامى فوق طور السحائب\nثم قال: وهذه خاتمة الأسرار، وأنشد ملغزاً في النار:\nأي صغير ينمو على عجلٍ\n...\nيعيش بالريح وهي تهلكه\nيغلب أقوى جسمٍ، ويغلبه\n...\nأضعف جسم بحيث يدركه\nقال: فلما فرغ من جلائل الألغاز وألقى عليهم دلائل الإعجاز.\nالجزء: 1 ¦ الصفحة: 205\n",
        "تأبط عصاً له كالحفض ثم نهض من حيث ربص. فتعلقوا به وقالوا: نراك تزيد أن تجرح وتسرح فهيهات أن تبرح حتى تشرح! فحولق واستتب على ثفناته، وأفاض في شرح نفثاته. فلما كشف الغطاء، مالوا عليه بالعطاء. قال سهيلٌ: وكنت إذ برز لصحيفة الغلام قد عرفت أنه شيخنا ابن الخذام. فهممت بالجنوح إليه، فنهاني برمز شفتيه، ونهنهني عن التسليم عليه. فلما قضى الإبانة، واقتضى اللبانة. أشار إلي وقال: إني لأرى عليك سمة الغريب وكل غريب للغريب نسيب. فخذ هذا الدينار الساعة واشكر نعمة الجماعة. فغلب على القوم الحياء، وتداولوني بالحباء. حتى إذا اجتنينا الفرصاد خرجنا فإذا الغلام بالمرصاد. فوثب إليه\nالجزء: 1 ¦ الصفحة: 206\n",
        "الشيخ يعدو الجمزى، وأنشد مرتجزاً:\nجزيت خيراً يا غلامي رجبا\n...\nدعوتك ابناً لي، فتدعوني أبا\nبادر إلى أختك ليلى في الخبا\n...\nوقل: رزقت نزهة ومركبا،\nوملبساً ومطعماً ومشرباً\n...\nوسترين من سهيلٍ كوكبا\nفاستقبلي الضيف وقولي: مرحبا\nثم قال: يا بني من حاد عن الكيد، عاد بلا صيد. فاذهب معي الليلة للمبيت وكن من الشاكرين ما بقيت. فانطلقت أتبع ظله، حتى أتينا المظلمة. وأحيينا ليلتنا بالسمر، حتى انبثق السحر. فودعني وقال: اذهب إلى أهلك باليسرى، وأنا أذهب في ارتياد فترةٍ أخرى. فخلفت في الهم في تلك الديار وعدت إلى أهلي بالدرهم والدينار.\nالمقامة السابعة والعشرون وتعرف بالساحلية\nالجزء: 1 ¦ الصفحة: 207\n",
        "قال سهيل بن عباد: ألقتني الرواحل إلى بعض السواحل. وكان عودي يومئذ رطيباً وفودي غربيباً. فطفت المعالم والمجاهل ووردت الحياض والمناهل. وشهدت المحاشد وافتقدت المشاهد. حتى إذا كنت بمجلس بعض الأمراء، وقد حفت به العلماء والشعراء. دخل شيخ عريض اللثام، قد أخذ بتلبيب غلام. وقال: أعز الله الأمير إني ربيت هذا الغلام مذ دب، إلى أن شب. واتخذته لي عمدة وعدة، في كل رخاء وشدة. واستأمنته في كل ملمة على كل مهمة. فلما كان بعض الأيام المواضي أرسلته بتقريظ إلى القاضي. فاستبدل القوافي، وحول ما في الأبيات من المديح الصافي، إلى الهجاء الجافي. فحكم القاضى علي بالحيس، وقال. المال فداء النفس، فخرجت لا درهم معي ولا فلس. فمر الغلام أن يعطيني حق الجناية علي، ويعوضني ما فقد على يده من يدي. فقال الأمير: وماذا كتبت من الأبيات وكيف بدل الحسنات بالسيئات؟ قال: أما المديح المكتوب، فعلى هذا الأسلوب:\nالجزء: 1 ¦ الصفحة: 208\n",
        "أرى القاضي أبا حسنٍ\n...\nإذا استقضيته عدلا\nوإن جاءته مسألة\n...\nلطالب رفده بذلا\nإمام لا نظير له\n...\nنراه بيننا جبلا\nقد اشتهرت خلائقه\n...\nفأصبح في الورى مثلا\nوأما التبديل الذي طرا، فكما ترى:\nأرى القاضي أبا حسنٍ\n...\nإذا استقضيته ظلما\nوإن جاءته مسألة\n...\nلطالب رفده لؤما\nإمام لا نظير له\n...\nنراه بيننا صنما\nقد اشتهرت خلائقه\n...\nفأصبح في الورى عدما\nفقال الأمير للغلام: أف لك يا عقق، يا ابن شارب الفلق أتجزي جزاء سنمار، ولا تخاف من العار؟ قال: يا مولاي إني غلام غر، لا أعرف الهر، من البر. غير أن هذا الشيخ قد استخدمني\nالجزء: 1 ¦ الصفحة: 209\n",
        "بضع سنين، وهو يطعمني ولا يسقين. فلما أتيت القاضي بكتابه، شكوته إلى بعض حجابه. فقال: لا ظالم إلا سيبلى بأظلم وأخذ الأبيات فحرفها والله أعلم. فإن شئت فمر بسجني لعلي أملأ بطني. فقال الشيخ: بل فاسجنناً جميعاً، فإني أشد منه جوعاً. وكان بينهما قناة كصدر القناة. فقال: يا مولاي أرى أن تدفع إليهما، ما ستنفقه في السجن عليهما، واغتنم الراحة من كليهما. قال: لا جرم أن ذلك أجزم، وحصب كل واحدٍ منها بمائة درهم، قال سهيلٌ: وكنت قد استروحت ريح الخزام، وعرفت الشيخ والفتاة والغلام. فلما انصرفوا خرجت على الأثر، وإذا الشيخ ينشد على حذر:\nهذا أبو ليلى وهذه ليلاه\n...\nيحوم في طلاب رزق مولاه\nكطائرٍ وأنتما جناحاه\nفزلفت مبتدراً إليه وقبلت مفرقة ويديه. وقلت: يا مولاي ألم يئن لك أن تسلك الجدد، وتترك اللدد؟ فحملق إلي كالغول،\nالجزء: 1 ¦ الصفحة: 210\n",
        "وأنشد يقول:\nللناس طبع البخل، وهو يقودني\n...\nكرهاً لخلق عضيهةٍ ونفاق\nفدع الجماعة يتركون طباعهم\n...\nحتى تراني تاركاً أخلاقي\nثم قال: يا بني ذاك المسجد إن كنت خطيباً وإلا فلا تداو طبيباً. واعلم أن الصيد لا يؤخذ إلا بالختل، ولا يدرك إلا بالنبل. والفرصة لا تضاع، والمتعنت لا يطاع. فراع المصادر والموارد، وكن مارداً على كل مارد ودع الناس يضربون في حديد بارد. قال سهيلٌ: فأمسكت من مرائه وسرت من ورائه، وأنا أعجب من سفاهة رائه.\nالمقامة الثامنة والعشرون وتعرف بالفكية\nالجزء: 1 ¦ الصفحة: 211\n",
        "حدث سهيل بن عباد قال: ندت لي ناقة بالبادية في ليلة هادية فخرجت أنشدها تحت الغاسق الواقب، كأنني شهاب ثاقب. وكأنها توارت بالحجاب فوق السحاب، أو تحت التراب. فخفت أن الحق بالقارظ العنزي، أو المنخل اليشكري. ولبثت أحدث نفسي بالإحجام، وهي تحدثني بالإقدام. حتى نصب ضحضاح الرجاء واستبهمت شعاب الأرجاء. فانقلبت على أحد جانبي، وأزمعت الأوبة إلى الحي. فما شعرت إلا وأنا بين قوم ثبين، ينفرون إلى الداعي مهطعين. فقفوتهم إلى المشهد المشهود لأستطلع طلع الأمد المأمود. وإذا شيخ أطول من شهر الصوم،\nالجزء: 1 ¦ الصفحة: 212\n",
        "قد قام في صدر القوم. وهو يقسم تارة بالخنس، وطوراً بالجواري الكنس. ويلهج مرةً بمواقع النجوم وأخرى بفواقع الرجوم. وفي خلال ذلك يتفقد الغضون والأسارير، ويرجم بغيوب التقادير. فصمد إله رجلٌ أدرم كأنه القضاء المبرم. وقال: الله أكبر، إن البغاث قد استنسر. إن كنت من علماء الفلك، فأفدنا ما سيارة النجوم والفضل لك. فلم يكن إلا كحل عقال، حتى أنشد فقال:\nتلك الدراري: زحل فالمشتري\n...\nوبعده مريخها في الأثر\nشمس فزهرة عطارد قمر\n...\nوكلها سائرة على قدر\nقال: ذلك على أجوبة العلماء، فما هي أبراج السماء؟ فنظر إليه نظرة الصل الأصم، وقال اسمع وخلاك ذم:\nمن البروج في السماء الحمل\n...\nتنزل فيه الشمس إذ تعتدل\nالجزء: 1 ¦ الصفحة: 213\n",
        "والثور والجوزاء نعم المنزلة\n...\nوسرطان أسد وسنبله\nكذلك الميزان ثم العقرب\n...\nقوسٌ وجديٌ دلو حوتٍ يشرب\nقال: أراك من أرباب النظر فهل تعرف منازل القمر؟ فأنغض رأسه واستطال، وأنشد في الحال:\nالشرطان أول المنازل\n...\nوبعده البطين في القوابل\nثم الثريا الدبران الهقعة\n...\nكذلك الذراع بعد الهنعة\nنثرة طرفٌ جبهةٌ غراء\n...\nوزبرة وصرفة عواء\nثم السماك الغفر والزبانى\n...\nكذاك إكليلٌ وقلبٌ بانا\nوالشولة النعائم البلدة مع\n...\nتلك وسعد ذابح سعد بلع\nسعد السعود ثم سعد الأخبيه\n...\nوفرغها المقدم المستتليه\nوبعد ذاك فرغها المؤخر\n...\nكذاك بطن الحوت ختماً يذكر\nالجزء: 1 ¦ الصفحة: 214\n",
        "قال: حياك الذي سواه، فهل تعرف لياليه المسماة؟ فنظر نظرةً في السماء، ثم تلا: إن هي إلا أسماءٌ وأنشد:\nأما لياليه فتلك الغرر\n...\nونفلٌ وتسعٌ وعشر\nوبعدهن البيض ثم الدرع\n...\nوظلم حنادسٌ تستتبع\nوبعدها الدآدئ المحاق\n...\nكل ثلاثٍ في اسمها وفاق\nوالغرة الأولى وصدر البيض\n...\nعفراء فالبلماء في التبعيض\nالجزء: 1 ¦ الصفحة: 215\n",
        "كذا المحاق صدرقه الدعجاء\n...\nوبعدها الدهماء فالدلماء\nقال: قد عرفت سعود القمر فهل تعرف السعود الأخر؟ فأنشد:\nهاتيك سعد ملك سعد مطر\n...\nسعد الهمام والبهام في الأثر\nوسعد بارعٍ وسعد ناشره\n...\nوذاك عدة السعود العاشرة\nقال: قد عرفت طوالع الأضواء فهل تعرف غوارب الأنواء؟ فأنشد:\nأول نوء السنة البدري\n...\nوبعده الوسمي فالولي\nثم الغمير ثم بسري خوى\n...\nوبارح القيظ وإحراق الهوا\nالجزء: 1 ¦ الصفحة: 216\n",
        "قال سهيلٌ: فلما رأوه عارضاً مستقبل أوديتهم وتياراً مستغرق أنديتهم. قالوا: شهد الله إنك لقطب الأرض والسماء، فانظر لنا واتق الله إنما يخشى الله من عباده العلماء. فقام يستقري الصفوف، ويتوسم الجباه والكفوف. ويستطلع الطوالع والمواليد ويفرق بين الشقي والسعيد. حتى خيل للقوم أن عنده علم الغيب فهو يرى، وأنه يعلم ما في السماء وما في الأرض وما بينهما وما تحت الثرى. فاحرنجموا عليه بالعطايا كما تحرنجم على الماء المطايا. فلما قبض نهض، ثم نكص فربض. وقال: قد تطيرت من تحس هذا الكابح، فأخرجوه على هذه الناقة الشوهاء فإنها ضريبةٌ له في المقابح. وهو بين ذلك\nالجزء: 1 ¦ الصفحة: 217\n",
        "ينظر مرةً إلي كالعائف ومرةً إلى الأرض كالقائف. فأطلقوا إلي الناقة وقالوا: اغرب عنا إلى النار، وجعل الشيخ يرمي الحصباء في أثري كما ترمى الجمار. فلما صرت بمعزل، عن المنزل. إذا الشيخ في أثري كالغول وهي يقول:\nإني خلقت الأحيا\n...\nحتى يشاء القضاء\nولي فؤاد لبيبٍ\n...\nيجول حيث يشاء\nإن ضاقت الأرض دوني\n...\nفما تضيق السماء\nثم قال: خذ من جذعٍ ما أعطاك، ولا تقل: كيف ذاك؟ وانطلق\nالجزء: 1 ¦ الصفحة: 218\n",
        "ينهب الأرض بجواده حتى غمضت عين سواده. فانثنيت متيمناً بتلك المناحس ومتعجباً مما عنده من ترهات البسابس.\nالمقامة التاسعة والعشرون وتعرف بالمصرية\nقال سهيل بن عباد: أزمعت الشخوص إلى الكنانة في ركب من بني كنانة. فلما فرغت من الأهبة أتيت القافلة، في اتخاذ الراحلة فعرض لي رجلٌ أدهم، وقال: آجرتك هذا المطهم كلي يوم بدرهم. فرضيت باشتراطه ولم أبتئس باشتطاكه. وخرجنا نطوي الوهاد والربى، بين الخيزلى والهيذبي. حتى حللنا تلك الديار فنزلنا عن الأكوار، إلى الأوكار. وأحفظني صاحب المطيه،\nالجزء: 1 ¦ الصفحة: 219\n",
        "فنقمت منه بهذم العطية. حتى إذا تعذر التراضي ولج في التقاضي، نافذته إلى القاضي. فبينما أتيناه عن كثب، أقبل الخزامي ورجب. فتقدم الغلام، وقال: حيا الله الإمام إن هذا الشيخ أجدب من رحلة وأحرص من نملة. وأسأل من فلحس وأبرد من عضرس. يذخر المرمض ويضن بالغمص. ويتبلغ بالقضاعة في إبان المجاعة. وقد استعبدني لظاظاً، لا ألبس له طحربةً ولا أذوق له لماظاً. وهو يكلفني حمل الأثقال ويسومني ذل السؤال. فأنا أعول نفسي وإياه، حتى كأنني مولاه. فمره أن يقوم بحقي أو يتخلى عن رقي. وإلا قتلت نفسي وخلصت من حبسي. قال: فلما فرغ الغلام من قصته، مال القاضي على منصته، وجعل يتأفف لغصته. ثم سأل الشيخ فتنهد، واغرورقت عيناه بالدموع\nالجزء: 1 ¦ الصفحة: 220\n",
        "وأنشد:\nقد صدق الغلام في ما يدعي\n...\nفإنه مذ أشهر لم يشبع\nمزملٌ في السمل المرقع\n...\nموسدٌ فوق الحصى واليرمع\nيبيت طول ليله لم يهجع\n...\nيدعو إلى الله بقلبٍ موجع\nلكنني شيخٌ شديد الزمع\n...\nإذ نهضت بكرةً من مضجعي،\nأمشي كما تمشي ذوات الأربع\n...\nقد بعت حتى إنني لم أدع\nسواه عندي من جميع السلع،\n...\nفصرت كالطفل الصغير المرضع\nلا زاد في بيتي ولا مال معي،\n...\nفإن أردت بيعه لم يقع\nلي في الحيوة بعده من مطمع\n...\nفهو أنيسي في الخلاء البلقع\nوسندي في عثرةٍ أو مصرع،\n...\nأراه في حديثه كالأصمعي\nوفي الدهاء كقصير الأجدع\n...\nوفي المضاء مثل سيف تبع\nيقوم بالأمر قيام المسرع،\n...\nوهو إذا ولى قريب المرجع\nويحفظ الود بلا تصنع\n...\nكحفظه سرائر المستودع\nفانظر إلى ما نحن فيه واسمع\nالجزء: 1 ¦ الصفحة: 221\n",
        "قال: فلما فرغ من أبياته نظر إليه القاضي شزراً وقال: إن لك في أمر نفسك عذراً، ولكن عليك في أمر الغلام وزراً. فإن رأيت أن تبيعه وتستخدم بثمنه، ولا تبكي على أطلال الربع ودمنه. فليس للمرء ثقهٌ من زمنه. وكان الشيخ قد أغرى بالغلام من حضر، عندما ذكر من صفاته ما ذكر. فقام في المجلس بعض حاضريه، وقال: إن كنت تبيعه فأنا أشتريه. فبكى الشيخ حتى اخضل عارضاه وقال: هل من يبيع روحه برضاه؟ لكني قد سئمت العيش المدير كما سئم لبيد. فضع الفأس، في الرأس، وحيهل بهذه الكأس. فابتدر الرجل صفقة العقد وقفى على أثرها بالنقد. وقال للغلام: هيا، فإن الفرج قد تهيا. فلما نهض به لينطلق أجهش الشيخ بصوتٍ صهصلق. وانعكف على الغلام يودعه، ثم خرج يشيعه. وأنشد:\nلا تنسني، يا من له النفس فدى\n...\nفلست أنساك ولو طال المدى\nالجزء: 1 ¦ الصفحة: 222\n",
        "إن نكن اليوم افترقنا قددا\n...\nفموعد اللقاء بيننا غدا\nوالدهر لا يبقى لحيٍ أبدا\nقال: فلما قضى وداعه ذهب الرجل يهرول، وتركه وهو يعول. فرئى له قلب كل جبار، وجبر قلبه كل واحلٍ بدينار. فلما أحرز المال انقلب على عقبيه وهو يمسح مدامع جفنيه، واختلس نفسه بحيث لا أهتدي إليه. فبت تلك الليلة بين شوقٍ إلى نظره، وتوقٍ إلى استطلاع خبره. ولما كان الغد خرجت أتخلل المواكب وأتفقد الدهاليز والمساطب. حتى رأيته والغلام بجانبه، وقد لبس كل منهما بزة صاحبه. فلما رآني هش إلي وبش وأنشد بصوتٍ أجش:\nقد خالف الشرع الشريف فاشترى\n...\nحراً بجهل نفسه، وما درى\nففر منه جنح ليلٍ وسرى\n...\nفي طاعة الرحمن يمشي القهقرى\nوإنني علمته بما جرى\n...\nكيف يداري نفسه بين الورى\nفحق لي ما نلته كما رأى\nالجزء: 1 ¦ الصفحة: 223\n",
        "قال سهيلٌ: فقلت إن كل العجب بين ميمون ورجب. وانصرفت وأنا أصفق من بلابل سحره وأستعيذ بالله من زلازل مكره.\nالمقامة الثلاثون وتعرف بالطبية\nحكى سهيل بن عبادٍ قال: خرجت على فرسٍ جموح إلى نيةٍ طروح، فأزعجنى إهماجاً وخبباً، وأرهقني صعداً وصبباً. حتى نهكني اللغوب، وأعياني الركوب. فنزلت لأقيل، وأستقيل. وإذا ناقةٌ ترعى، وهي تنساب كالأفعى. فوقفت أستشرف الهضاب والوهاد، وأنا أريد أن أبد لها بالجواد وإذا شيخٌ قد انقض علي\nالجزء: 1 ¦ الصفحة: 224\n",
        "كنسر لقمان بن عاد، وقال: هلكت ولو كنت سهيل بن عباد. فتوسمته من تحت اللثام، وقلت: قاتلك الله ولو كنت ميمون بن خزام فضحك ثم كبر، وقال: الاجتماع مقدر. ثم قال: الطعام، يا غلام فأحضر ما تسنى ثم اندفع فتغنى. قال: فكان عندي أنس ذلك اللقاء، أطرب من شدو سلامة الزرقاء. وبت معه ليلة من ليالي الدهر أحسبها خيراً من ألف شهر. حتى اشتعل رأسها شيباً، وعط الصباح لديجورها جيباً. فاستوى الشيخ على القتب، وقال: أجيبوا داعي الله إلى ما كتب. فأوفضنا في مقازةٍ صلدة، حتى أفضينا إلى بلدة، بها مدرسةٌ للطب عن الحرث بن كلدة. فحللناها\nالجزء: 1 ¦ الصفحة: 225\n",
        "حلول النون في القفار أو الضب في البحار. ولما انجابت وعكة السفر، خرج الشيخ في ارتياد الظفر. حتى أتينا المدرسة وهي حافلةٌ بالطلبة، وقد قام في صدرها شيخٌ طويل الأرنبة، عظيم العرتبة. فقال الحمد لله الذي شرف علم الأبدان، حتى قدم على علم الأديان، أما بعد فإن هذا العلم أفضل علوم الدنيا جميعاً، لأنه أشرفها موضوعاً. وهو أدقها نظراً، وأجلها خطراً، وأقدمها وضعاً، وأعظمها نفعاً. وأغمضها سريرة، وأوسعها حظيرة. وهو يستطلع الخبايا ويستوضح الخفايا. حتى قيل: إنه وحيٌ قد هبط على الأطباء، كما هبط الوحي على الأنبياء. وصاحب هذه الصناعة، أروج الناس بضاعة. وأربحهم تجارة وأشهاهم زيارة. وأكسبهم أجرةً، وأجراً وأنفذهم نهياً وأمراً. وعليه مدار الأعمال والمهن، وقيام الفروض والسنن، فإن كل ذلك لا يتم إلا بصحة البدن. وطالما كان هذا الفن أعز من\nالجزء: 1 ¦ الصفحة: 226\n",
        "جبهة الأسد، حتى اغتالته الجهلاء فأوثقوا جيده بحبل مسد. فواهاً له كيف ثل عرشه وآهاً لعليلهم كيف قل نعشه قال: وكان في الحضرة فتى باهر اللطافة، ظاهر القضافة. فقال: يا مولاي إني قد منيت بجهل المتطببين الرعاع، الذين لا يعرفون الصافن من حبل الذراع. فلعلك توصيني بما يكون غنية اللبيب، عند غيبة الطبيب. فاطرق هنيهةً للتروية، ثم هب في التوصية، فقال: يا بني لا تجلس على الطعام إلا وأنت جائع، وقم وأنت بما دون الشبع قانع. وباكر في الغداء، ولا تتماس في العشاء، والزم الرياضة في الخلاء، واجتنبها عند الامتلاء. ولا تدخل طعاماً على طعام، ولا تشرب بعد المنام. ولا تكثر من الألوان، على الخوان. ولإتعجل في المضغ والازدراد، واجتنب كل ما لم\nالجزء: 1 ¦ الصفحة: 227\n",
        "ينضج وما بات من الطعام فهو مجلبةٌ للفساد. وإذا أمكنتك الوجبة فهي أفضل نخبة. واقطع العادة المضرة، مرةً بعد مرة. وعليك بتنقية الفضول، في معتدلات الفصول وإذا مرضت فقابل السبب، واحرض على القوة فإنها إلى الحيوة سبب. وبالغ في الدواء، وما شعرت بالداء، ودعه متى وثقت بالشفاء. وإذا استغنيت بالمفردات فلا تعد إلى المركبات. وإذا اكتفيت بالأغذية فلا تتجاوز إلى الأدوية. وإذا تعاظم العرض، فاشتغل به عن المرض. واعتمد الحمية الواقية، ما دامت العلة باقية. واحذر دواعي النكس، فإنه شر من العلة بالأمس. واعلم أن التجربة خطر، فكن منها على\nالجزء: 1 ¦ الصفحة: 228\n",
        "حذر، والعلاج بين استفراغ الحاصل، وقطع الواصل. والصحة تحفظ بالشبه وتسترد بالنقيض، والحمية للصحيح كالتخليط للمريض. واستعمال الدواء حيث لا يحتاج، كتركه عند حاجة العلاج. والمضر اليسير، خير من النافع الكثير، وكل ما عسر قضمه، شق هضمه. ومن كثرت تخمه، تفاقم سقمه. وأكثر الأوصاب، يكون من الطعام أو الشراب. فاحفظ عني هذه المواعظ، واحتفظ بها والله الحافظ. قال: فلما فرغ من كلامه الموضون، برز شيخنا الميمون. وقال: إ، ي لأراك من أهل الفضل والفصل، وأرباب العقل والنقل. ولقد عثرت على مسائل، في كتب الأوائل. فهل تأذن بدفع الظنة، ولك المنة؟ قال: حبذا فقل إذا. قال: ما هو الدشبذ؟ وكم هي الدلائل التي تؤخذ؟ وما هو أعدل الأعضاء، بالنسبة إلى بقية الأجزاء؟ فأخذ\nالجزء: 1 ¦ الصفحة: 229\n",
        "الأستاذ في تقليب رأيه، حتى أفرط به لأيه. ثم قال: إن الإنسان موضع النسيان، فهل من مسائل أخرى، لعلي أصادف بها الذكرى؟ قال: قد رميتك بالفصيح فاستعجم، فهل تفرق من صوت الغراب وتفرس الأسد المشبم؟ هيهات إن العلم بتحقيق\nالقضايا، لا يتنميق الوصايا فغلب على الرجل الوجوم، ولعبت بالقوم الرجوم. حتى قالوا للشيخ: مثلك من يستحق الإمامة، فهل لك عندنا من إقامة؟ قال: قد علمتم أ، النقلة، ثقلة. ولا سيما مع تطارح الشقة وتطاوح المشقة. ف'ن خففتم عني بالإمداد، أتيتكم كوري الزناد. فنفحوه بعدةٍ من الدنانير وقالوا: استعن بالله والله على كل شيءٍ قدير. قال سهيلٌ: فلما فصلنا عن المكان أخذ الشيخ مجلساً مكتوماً، ثم برز فناولني طرساً مختوماً. وقال: إذا أصبت فألقه إلى القوم ولا تثريب عليك ولا\nالجزء: 1 ¦ الصفحة: 230\n",
        "لوم. فأجبته إلى ما طلب، وإذا به قد كتب:\nأنا ذاك الطبيب وإن طبي\n...\nلنفسي لا لزيدٍ أو لعمرو\nوما عالجت سقم الناس يوماً\n...\nولكني أعالج سقم دهري\nإذا ما مسني ضنكٌ، فعندي\n...\nجوارش حيلةٍ وشراب مكر\nفلما وقفوا على أبياته، تعوذوا بالله من آفاته. وقالوا: إن لم يكن طيبياً، فكفى به لبيباً فهل لك أن ترده علينا لظرفه، إن لم يكن لعرفه؟ قلت: ذاك مما لا يقرب، فإنه أجول من قطرب. ورجعت إلى موعدنا فوجدت أنه قد أفل قبل الشمس.\nالمقامة الحادية والثلاثون وتعرف بالعبسية\nروى سهيل بن عبادٍ قال: ألجئت في الحجاز إلى الهرب، وأنبئت أن بني عبسٍ من جمرات العرب. ففررت إلى ديارهم معتصماً بجوارهم. ولبثت عندهم ردحاً من الزمان، تحت ظل الأمان.\nالجزء: 1 ¦ الصفحة: 231\n",
        "حتى كنت يوماً بحضرة الحكم، على بعض الأكم. وإذا الخزامي قد أقبل تزبد شفتاه، وخلفه فتاته وفتاه. فلما وقف بنا استدعى الجمع واسترعى السمع. ثم قال: الحمد الله الذي شرف الحجاز وأهله، وأذل لبني غطفان حزنه وسهله. أما بعد فإنكم يا بني عبس آية البشر في البشر ولنزيلكم حق التيه والأشر. وفيكم المآثر التي تذكر، والآثار التي لا تنكر. ومنكم الرجال الذين سالت بذكرهم البطحاء كقيس الرأي وعنترة الفلحاء والكملة الأصحاء.\nالجزء: 1 ¦ الصفحة: 232\n",
        "وعنكم تروى حرب السباق التي بلغ عجاجها السبع الطباق. ولكم الرفعة بمصاهرة الدول، والشركة في شرف السبع الطول. وإنني شيخٌ كاسف البال، مشارف الوبال. قد سألت الله ولداً حسناً، فكان لي عدواً وحزناً. يوسعني زجراً ولا يطيع لي أمراً، وإذا ضججت\nالجزء: 1 ¦ الصفحة: 233\n",
        "زادني وقراً. فلينظر المولى إلي ويحكم لي أو علي. فأقسم الفتى بحرمة الحرمين، لقد نطق الشيخ بالمين. وقال: هو يسألني برامتين سلجماً، ثم يفتري علي حديثاً مرجماً. فأشكل بين القوم ذلك الخصام، وقالوا: قربةٌ شدت بعصام. فإما أن تصرحا لدى المولى، وإلا فالصمت أولى. قال: فحلت الفتاة الحبوة وثارت كاللبوة. وقالت: أنا أجعل خادعتهما رتاجاً، وقفلها زلاجاً. ثم أفرجت عنها اللفاع وانتفجت كاليفاع. وأنشدت:\nهذا البريدي أبو العباس\n...\nقد كان بين الناس كالنبراس\nيحف بالقيام والجلاس\n...\nما زال بين طاعمٍ وكاس\nمكلل الجفان صافي الكاس\n...\nحتى دهته ضربةٌ في الرأس\nالجزء: 1 ¦ الصفحة: 234\n",
        "رمته بالإقتار والإفلاس\n...\nوحاجة الطعام واللباس\nفصار من شدة ما يقاسي\n...\nيكلف ابنه سؤال الناس\nفينفر الفتى الشديد الباس\n...\nمن ذلك الذل، ولا يؤاسي\nوتلك دعواه بلا التباس\nفلما أرى الفتى انهتاك سره وانتهاك ستره. نشط من اعتقاله، كما ينشط البعير من عقاله. وقال: أما وقد برح الخفاء، وطرح الرفاء. فإنني رجلٌ عزيز النفس كأنني من سراة عبس. وقد ربيت في الخير والمير، كأنني مالك بن زهير. وكان هذا الشيخ يقري الضريك، ويعول الضنيك كأنه عروة الصعاليك. فابتزه الدهر الخؤون القاسط، كما فعل بقيسٍ حين لحق بالنمر\nالجزء: 1 ¦ الصفحة: 235\n",
        "ابن قاسط. فلما قوض الدهر مناره وأخمد الفقر ناره. أنكرته المعارف، وضاقت عليه المخارفز فداره حابله على نابله، ورضي بالطل وابله. فصار يشتهي نضاضة الجفال ويتمنى نفاضة الثفال، وجعل يسومني ذُلَّ السؤال، ويحملني على استسقاء الآل. وقد صارت الفتيان حمماً وأصبحت الكرام رمماً. فلا يطمع منهم بذبالة ولا يؤخذون بحبالة، وذلك ضغثٌ\nالجزء: 1 ¦ الصفحة: 236\n",
        "على إبالة. ولعل الله قد ساقه إلى حماكم، وأحيا سباخه بحياكم. فإنكم غيث الجود، وغياث المنجود. ومحط القوافل والقوافي، فليس القوادم كالخوافي. ثم أنشد:\nإذا لؤم الدهر في نفسه\n...\nفللناس في حذوه المعذرة\nوإن كان ذلك ذنباً له\n...\nفإن بني عبس المغفرة\nقال: فسمد الشيخ كمداً وتنفس الصعداء ومداً، ثم مال على عصاه معتمداً. وأنشد:\nأشكو إلى الله صروف الدهر\n...\nفقد رماني بالرزايا الغُبر\nأصابني بهرمٍ وفقر\n...\nوأخذ الكرام أهل اليسر\nفلم أصادف جابراً لكسري\n...\nجزاه مولاي جزاء الغدر\nكما جزى البغاة آل بدر\n...\nإذا سفكت دماؤهم في الجفر\nالجزء: 1 ¦ الصفحة: 237\n",
        "فأوى القوم لشكيته ورثوا لبليته. وتصدقوا عليه بذود، وأجازوا الفتى بعود. فشكراهم على تلك الجدوى، وانقطعت بينهما الدعوى فهرت الفتاة واكفهرت وأنشدت وقد اسمهرت:\nنلوم الزمان إذا ما أخل\n...\nبتسوية الرزق في أهله\nوها نحن نفعل فعل الزمان\n...\nفكيف نلوم في فعله؟\nقالوا صدقت أيتها الحرة لقد حقت لك المبرة. وجبروا قلبها بشيء من المال فانقلب الجميع بحسن المآل.\nالمقامة الثانية والثلاثون وتعرف بالعاصمية\nقال سهيل بن عبادٍ: جمعتني وأبا ليلى الأقدار في بعض الأسفار. وهو قد لبس الطيلسان ولزم تلاوة القرآن. فسرني ما رأيت به من\nالجزء: 1 ¦ الصفحة: 238\n",
        "التقى، أكثر من ذلك الملتقى، وسار القوم يستضيئون بنبراسه، ويتيمنون ببركات أنفاسه. وهو يتداول الأدعية والأوراد، ويقص علينا قصص الأفراد، حتى دخلنا عاصمة البلاد. فنزلنا حيث تنزل أبناء السبيل، وبات الشيخ يطرفنا بحديث أشهى من السلسبيل. فانعكفت عليه أخلاط الزمر، كأنه بينهم عثمان أو عمر، ولم يصبح إلا وهو أشهر من القمر. وصار ذكره عند دهقان القوم، يتردد اليوم بعد اليوم. حتى حمله الشوق إلى لقائه، على استدعائه. فلما حضر هش إليه هشاشة الصديق، ثم قال: أوصني أيها الصديق. فأطرق برأسه من الخشوع، واستهلت عيناه بالدموع. ثم قال: يا مولاي اشكر نعمة الله لئلا يغيرها عنك، وكن خائفاً منه كما تخاف الناس منك. وإياك الكبر والتيه، فإن غضب الله على من يأتيه. وكن في اللين والشدة بين بين، فإن الناس لا يؤخذون بالمحض من\nالجزء: 1 ¦ الصفحة: 239\n",
        "الطرفين. وعليك بالصبر في الشدائد، فإنه للفرج نعم القائد. ولا تكن سريع النقم لئلا تسقط في الندم. وبالغ في البحث عما اشتبه، ولا تثق بأحدٍ قبل التجربة. واجتنب الطمع والشراهة واتق البخل فإنه مجلبة الكراهة. واعتزل الشراب، فإنه آفة الألباب. واحذر العجل، فإنه موطن الزلل. وارفع شأن العلماء، فإن لهم شرفاً من السماء. واقتصر على مجالسة الحكيم، فإنه يهديك الصراط المستقيم. وكن قليل الصخب، بطيء الغضب. وارحم ذلة الشاكي، وعبرة الباكي واحكم بالحق ولو على نفسك، فضلاً عن أبناء جنسك. ولا تفرق بين الأغنياء والصعاليك والسادات والمماليك. ولا تبع الحق بالمال، فذاك بئس الأعمال. والزم الرصانة والوقار، لتهاب في أعين النظار. ولا تكن عبوساً فتنفر منك الناس ولا ضحوكاً فتزدري بك الجلاس. ولا تعتد بنفسك في الملمات، ولا تستبد برأيك في المهمات. ولا تغفل عن إصلاح الهنات مما فسد. فإن البعوضة تدمي مقلة الأسد. ولا تشتغل بالدنيا عن الدين واجعل الموت نصب عينك في كل حين. واعلم أن كثرة الحلم، ضرب من الظلم. والرخصة في تأديب العاصي، مساعدة على المعاصي. والإغضاء عن الصغائر توريطٌ في\nالجزء: 1 ¦ الصفحة: 240\n",
        "الكبائر. والرحمة للمردة الأشرار، كالجور على العبدة الأبرار. ورفع منزلة اللئام، كخفض شأن الكرام. ورزق من ليس مستحقاً، كحرمان من يستحق رزقاً. واعتبر أن الرعايا من الإنسان، ليست كالرعايا من سائر الحيوان. فاجتهد في سياستهم بخيلك ورجلك، واعتقد أنك قد خلقت لأجلهم وهم لم يخلقوا لأجلك. ولا تحسب أن الإنسان يترك سدى، ولن يحاسب غداً والسلام على من اتبع الهدى. فارقم هذه الوصايا على صفحات قلبك واكتب بها إلى أقرانك وصحبك. وأنا زعيم لك بقرة العين، والسعادة في الدارين. قال: فلما سمع الوالي هذه النصائح استجادها واستحلاها ثم استعادها واستملاها. وأمر بتوزيعها في اشتات الجوانب، على كل عاملٍ ونائب. ثم أمر للشيخ بخلعة صوفية، ودنانير كوفية. وقال: اذهب الآن بهذه الجدوى ولا تكن كبارح الأروى. قال سهيلٌ: فلما خرجنا من مجلس الدهقان، وأتينا منزلنا بالخان. جعلت أحمد الله على تلك الهداية، وأغبط الشيخ على حسن النهاية. فضحك بي كالساخر، وقال: ما أشبه الأول بالآخر. ثم أنشد:\nعلمت أني من رجال الدهر\n...\nأنظر في أمري بعين الفكر\nمتى فشا ذكري وشاع مكري\n...\nغالطت من يدري كمن لا يدري\nالجزء: 1 ¦ الصفحة: 241\n",
        "بآية من الصلاح تسري\n...\nبين الورى مثل نسيم الفجر\nليستقيم في البلاد أمري\nقال: فعلمت أنه لا يحول عن شنشنته الأخزمية، ولا يزول عن سنته الخزامية. ولبثت في صحبته ما شاء الله، وأنا أبكي لدينه وأضحك لدنياه.\nالمقامة الثالثة والثلاثون وتعريف بالرشيدية\nأخبر سهيل بن عباد قال: بينما كنت يوماً في رشيد جالساً في صرح مشيد. إذ لمحت شيخنا الخزامي في بعض الأسواق، فكدت أطير إليه بأجنحة الأشواق. وما لبثت أن بادرت إلى التماسه، لأنقع\nالجزء: 1 ¦ الصفحة: 242\n",
        "ظمأي بزلال كاسه. فما وجدت له من أثر ولا رأيت من عليه عثر. وما زلت أجري كأني رميت عن قسي البنادق حتى أفضيت إلى بعض الفنادق. وإذا في عرصة الخان، شيخٌ أعجز من قتيل الدخان. والناس قد أطبقوا عليه ووقفوا حواليه. فتخللت ذلك الغمام لأنظر ما وراء الصمام. وإذا الخزامي وابنته يشتجران، وهما يستجران ولا يزدجران. فلما رأى تكأكؤ الناس عليه كتكأكؤهم على ذي جنة، خرج عن آداب الكتاب والسنة. قال: شقحاً لك يا روق الوعل، وشسع النعل، وغصة الأهل والبعل من أنت من شراة العقائل ومن قومك من سراة القبائل؟ إنك لأخسُّ الناس أجمع\nالجزء: 1 ¦ الصفحة: 243\n",
        "أبصع، وأبوك الأم من ابن القرصع فتقدم إليه رجلٌ كالسارية، وقال: ما خطبك وهذه الجارية؟ قال: هي امرأة جرى لي بها القلم فبدلت لذتي بالألم، ومن استرعى الذئب فقد ظلم قال: أراك قد أكثرت شحناً، وأضمرت لحناً، وإني لأسمع جعجعة ولا أرى طحناً. فأبِن عما في نفسك، لننظر بينك وبين عرسك. فقال: إنها هلقامةٌ نهمة، جشعةٌ ملتهمة، مترفهةٌ متنعمة متغطرسةٌ متعظمة. تطلب بيض الأنوق والأبلق العقوق وتحب التبذير والإسراف، كأنها من بنات الأشراف. ويهون عند جوفها دمها\nالجزء: 1 ¦ الصفحة: 244\n",
        "وتصبح ظمآنة وفي البحر فمها. فقالت المرأة: يا للفليقة حشفٌ وسوء كيلة وشيخ أكذب من سهيلة. فسلوه ماذا اقترفت وبماذا أسرفت؟ قال: إنها تريد جردقاً كل مساءٍ ولا ترضى بالخبز والماء، وتأنف من المشي بلا حذاء، والنوم بلا وطاءٍ، حتى كأنها ماء السماء، أو فاطمة الزهراء. وأنا شيخ فقير أتبلغ بالقوت اليسير. وأنتظر زكوة العيد من أمدٍ بعيد. فلا قِبلَ لي بهذه السعة، لو حكمت بها الأيمَّة الأربعة. ثم شرق بالبكاء،\nالجزء: 1 ¦ الصفحة: 245\n",
        "حتى صار نحيبه كالمكاء. وأنشد:\nألان لي الدهر بأساً شديداً\n...\nفكان كنارٍ ألانت حديدا\nوأظمأني كل ظمءٍ فلما\n...\nوردت سقاني ماءً صديدا\nأحال فطال وصال فهال\n...\nوجال فمال وغال العديدا\nوغادرني بعد بذل الصلات\n...\nلقصد الجوائز أنشي القصيدا\nفريداً وحيداً طريداً شريداً\n...\nفقيداً عميداً بعيداً حريدا\nوأنساني الأمس حتى كأني\n...\nخلقت به اليوم خلقاً جديدا\nكأني لم أركب الخيل يوماً\n...\nولم أمتلك في العباد العبيدا\nولم أقر ضيفاً ولم أنف حيفاً\n...\nولم أنض سيفاً ولم أطو بيدا\nولكنني قد أتيت رشيدا\n...\nفألفيت ذاك سبيلاً رشيدا\nلقيت الكرام الأولى يملأون\n...\nيداً بالندى ويحلون جيدا\nالجزء: 1 ¦ الصفحة: 246\n",
        "طوال الأيادي ثقال الغوادي\n...\nضئال الأعادي غطاريف صيدا\nوهبني سفينة نوح، فليس\n...\nعلى البحر وقر فيمشي وئيدا\nفلما فرغ من افتنانه، افتتن القوم بفكاهة لسان ونباهة جنانه، وجعلوا يذمون له صروف زمانه. ثم حباه كل واحد ديناراً وبسط له اعتذاراً. فأثنى جميلاً وشكر وقال الحمد الله إرغاماً لمن كفر. ثم انقلبا يتمشيان كنسيم الخزرج، في منابت العرفج. قال: فلما خلا بنفسه وثاب إلى وقاره وأنسه. دخلت عليه مهللاً. وقال: لولا منة الخلاق، ودماثة الأخلاق، لفرطت مني بإدارة الطلاق. ولكن الحلم أهنأ المناهل، وإن كان الحليم مطية الجاهل، قلت: مثلك من يدرك القصى، ولا تقرع له العصا. فاحتمل أوصابك،\nالجزء: 1 ¦ الصفحة: 247\n",
        "واصبر على ما أصابك فشمخ واستكبر وأنشد وهو قد أدبر:\nأنا السفاح ذو الفتك\n...\nبديع الكر والإفك\nأنا النار التي غلبت\n...\nعلى الجلمود بالسبك\nأشد الناس طائلة\n...\nوأشهر من قفا نبك\nولكن الزمان بغى\n...\nفعاض العقد بالسلك\nوجار علي مهتضماً\n...\nكبيت الشعر بالنهك\nتقاذفي له لججٌ\n...\nكأني نوح في الفلك\nعلى أني حمدت الله\n...\nفي سعةٍ وفي ضنك\nومن يرضى بعيشته\n...\nفذلك صاحب الملك\nقال سهيلٌ: فلبثت معه برهة من الزمان، كأنني في حديقة من الجنان فيها فاكهةٌ ونخلٌ ورمان. حتى إذا أزمع الفراق تسنم ناقة كالعضر فوط، وقال: موعدنا منفلوط.\nالجزء: 1 ¦ الصفحة: 248\n",
        "المقامة الرابعة والثلاثون وتعرف بالأدبية\nحدث سهيل بن عباد قال: ترامت بي سفرة شاسعة في موماة واسعة. وكنت قد انضويت إلى صحب أحمى من الجمرات، وأكرم من الطلحات. فسرت بينهم ناعم البال آمن البلبال. وما زلنا بين توصيب وإصعاد حتى هبطنا بطن واد. وإذا خيمة شماء، على صفاة صماء. وفيها قوم نسمع لهم ركزاً، ولا ندرك منهم رمزاً. فنزلنا عن الأقتاد، لنريح الأكتاد ونخمد غليل الأكباد. ثم نصبنا الأطيمة، كما تنصب في الوليمة. وقمنا كالندل حول النار، ونحن نتلهن بالعسم القفار. حتى أنزلت الهيطلة، وأحضر\nالجزء: 1 ¦ الصفحة: 249\n",
        "الهجم والنوفلة. فجلسنا نلتهم ما حضر، حتى لم نبق ولم نذر. وبينما فرغنا إذ تراءى لنا شبيح، وهو ينشد من وراء الحجاب بصوت بديح:\nكم بطل مدجج غلاب\n...\nقهرته بأسمر صلاب\nمعتدل الأوصال والكعاب\n...\nلا يعرف الطعان بالأعقاب\nظمآن لا يروى من الشراب\n...\nسنانه أمضى من الشهاب\nيخوض في الأحشاء والألباب\n...\nوينفث السموم كالحباب\nقال: فأوجسنا خيفة في أنفسنا، وتواصينا بالحرس على معرسنا وبتنا نراعي الجمال والخيل إلى أن مضى ذهل من الليل. وإذا بالرجل يقول: يا غلام ادن مني وخذ الأدب عني. ثم قال: يا بني عامل الناس ما استطعت بالإحسان، وكن بينهم عفيف الطرف واليد واللسان. وقابل النعمة بالشكر وأحي الجميل بالذكر. وحافظ على الصديق ولو في الحريق. وإياك الغيبة، فهي بئس الريبة.\nالجزء: 1 ¦ الصفحة: 250\n",
        "وانظر إلى معايبك قبل معايب صاحبك. واجتنب المزاح فإنه يخفض الجناح. ولا تكن إذا سألت ثقيلاً ولا إذا سئلت بخيلاً. ولا تطلب ما في يد الناس، ولو طاقة من الآس. وإذا جلست فاعرف مقامك، وإذا حدثت فانتقد كلامك. وإذا تكلمت ليلاً فاخفض، وإذا تكلمت نهاراً فانفض. وإذا دعيت إلى الولائم، فكن آخر جالس وأول قائم. وأكرم الناس فتكرم، ولا تغتم الزيارة فتسأم. ولا تجالس الخسيس فإنه يزري بالجليس. والزم الوداعة والحياء واجتنب الرياء والكبرياء. واحذر الكسل، فإنه آفة العمل. ولا تطلب الغنى بالمنى. واطلب النوى عن الهوى. واقصر الطماح، إلى الراح. ولا تدخل في الفضول فتخرج عن القبول. وإذا غضبت فاترك بقية من الرضى، ولا يذهلك ما قد حضر عن ذكر ما مضى. واطلب الإفادة جهدك، ولا تدع بما ليس عندك.\nالجزء: 1 ¦ الصفحة: 251\n",
        "واعتزل البخل الذميم، والكرم الوخيم. وإذا دعيت فشمر الذيل وحيثما انقلبت فلا تمل كل الميل. ولا تأت ما يلجئك إلى المعذرة، فتسلم من كل خطة منكرة. واعلم أن الأدب أشرف من النسب، واكتساب العلم خير من اكتساب النشب. والعلم بلا علم كالنحل بلا عسل. وصدق يضر، خيرٌ من كذب يسر. وانتشاب المنايا، وأيسر من ارتكاب الدنايا. واقتحام النار، أهون من التحاف العار. وداء الأسد أسلم من داء الحسد. والقناعة، نعم الصناعة. وحب السلامة، عنوان الكرامة. والنظر في العواقب، من أحسن المناقب. فأتمر بما أمرناك وأحذر مما حذرناك، واذكرنا كما ذكرناك. قال: فراعتنا آدابه الباذخة، إلا أن تكون كحياء مارخة. وبتنا نعجب من صفته ونهفو إلى معرفته. حتى إذا رقت حاشية الظلماء وشقت غاشية السماء. برز الرجل من حجابه المصون، وإذا هو شيخنا الميمون. فحدق القوم إليه بالنظر، وقالوا: قد عرفناه وهل يخفى القمر؟\nالجزء: 1 ¦ الصفحة: 252\n",
        "ووثب كل إليه وثبة السمع الأزل، وحياه تحية الرئيس الأجل. ثم أهبنا به إلى رحالنا وتربصنا عن ترحالنا. وأقمنا معه يوماً أعذب من معتقة الدير، وأفصر من حسو الطير. فلما تبوأ للرحيل طمرته، اعتقل مخصرته، وقدم بين يديه أسرته. فقلت: يا أبا ليلى أين رمحك العسال، الذي قهرت به الأبطال؟ فأشار إلى قلمه وقال:\nويك هذا رمحي، وهذا سناني\n...\nمنذ يومي أعددته للطعان\nالجزء: 1 ¦ الصفحة: 253\n",
        "ليس يروى من المداد وقد\n...\nينفث سم الهجاء كالأفعوان\nوهو قد خاص في المحابر حتى\n...\nخضبت رأسه خضاب البنان\nقال: فقلت له لله درك ما ألعبك بالقلوب وأبصرك بكل أسلوب. فهل تأذن لي في التحول إلى صحبتك، ولو فاتني وطري في سبيل محبتك؟ قال: يا بني قد وطنت نفسي هذه النوبة على الصراع، وآليت أن لا أترك رأساً بلا صداع، لما رأيت في الناس من لؤم الطباع. فأخشى إذا طمى الوادي أن يطم على القريّ، فيلتحق ذنب السقيم بالبري. ثم ولى بجواده ينهب الطريق وأذاقني ببعاده عذاب الحريق.\nالمقامة الخامسة والثلاثون وتعرف بالإنطاكية\nقال سهيل بن عبادٍ: شخصت إلى إنطاكية الروم، في عصابة كزهر\nالجزء: 1 ¦ الصفحة: 254\n",
        "النجوم. فكنا نقطع الأوقات بالنوادر، كما نقطع الطرقات بالبوادر. وما زلنا نطأ الكناس والعرينة، حتى دخلنا المدينة. فأتيت مجلس القاضي إذ ذاك، لمراشةٍ لي هناك. وإذا سيخنا الميمون، تتقدمه ليلى كالناقة الأمون. فد هشت عند إقباله، واحتفزت لاستقباله. فأعرض عني مقطباً، واقتحم الحضرة مغضباً. حتى إذا وقف بالمحراب، انقضت الفتاة كالعقاب. وقالت: يا مولاي إن هذا بعلي شيخٌ علندى، أظلم من الجلندى وهو فقير وقير، لا يملك شروى نقير. إذا غسل ثيابه لبس البيت، وإذا رأى الجنازة حسد الميت. ولقد أسرني في بيت له كالغار، لا أرى فيه غير الروافد والجدار. وهو ذلك مر المذاق، إلى ما لا يطاق. فيبيت ساغباً، ويصبح\nالجزء: 1 ¦ الصفحة: 255\n",
        "غاضباً، ولا يزال عاتباً. يذكرني زمن الفطحل وينجز الوعد بالمطل. وأنا فتاةٌ غريضة الصبا لا أعيش بالهباء، ولا ألبس غزل عين ذكاء. ولقد خطبني كرام الرجال، وبذلوا في مهري غدقاً من المال، إذ رأوا علي لمحة من الجمال. فأبى القدر المتاح، إلا أن أحوم على ورد هذا الملتاح. فمره أن يقوم بأودي أو يطلقني ويطلقني إلى بلدي، وإلا قتلت نفسي بيدي. فثار الشيخ كالمجنون وهو واجف السودل والعثنون. وقال: يا لكاع تذكرين العنوق، وتنكرين النوق. أنسيت أيام السندس والديباج، والفالوذ والسكباج؟ واللحوم والألبان والغوالي والأدهان. والمراجل\nالجزء: 1 ¦ الصفحة: 256\n",
        "والموائد، والحنائد والثرائد. أما الآن وقد نصب الغدير وأفقر السدير. وبدل الخورنق، بنسج الخدرنق. فماذا ترين في شيخ قد فلد الدهر كبده، وابتز سبده ولبده؟ وابتلاه بالحور، بعد الكور. ورماه بالغيض، بعد الفيض. حتى صارت ناره شراراً، وعاد طعامه بلغة وشرابه نشحاً ونومه غراراً. فإن كنت من رواد الغيث، فاذهبي إلى حيث. وإلا فاثبتي على الحرج، إلى أن يمن الله بالفرج. قالت: معاذ الله لا أفترش ردهة الجندل، ولا أصبر على النار كالسمندل فإما إمساك بمعروف أو تسريح بإحسان، كما\nالجزء: 1 ¦ الصفحة: 257\n",
        "نطقت به آية القرآن. قال: فلما وقف القاضي على كنه أمرهما حار بين لومهما وعذرهما. وكانت الفتاة قد هجلته بافتنان كلامها، وتثني قوامها. فتاقت نفسه إلى استخلاصها، بعد خلاصها. وقال للشيخ: قد علمت أن سوء الجوار، أمر من عذاب النار. فأرى أن تستبدل بها من توافق هواك وترثي لبلواك، وفي ذلك صلاح لدينك ودنياك. قال: هيهات من ينزل بقاع صلقعٍ بلقع، أو يتيمن بالغراب الأبقع؟ فدعا القاضي بالهميان، وأبرز له نصاباً من العقيان. وقال: أطلق هذه الأسيرة من حبسك، واستعن بهذه الدنانير على أمر نفسك. فأشهد عليه بالطلاق، وقال: حبذا هذا الفراق ولو فعل بي ما فعل الباهلي بعفاق. فأقبلت الفتاة على القاضي بالدعاء، وأجملت له الثناء. فتناولها بيمينه وأولجها إلى عرينه. وانصرف الشيخ بين زفير وشهيق، وهو يرفس برجله الطريق، كأنه الصيلم\nالجزء: 1 ¦ الصفحة: 258\n",
        "الخنفقيق. فلما أبعد نحو غلوة، إلى خلوة. قال: موعدنا الخان يا سهيل، والليل أخفى للويل. قال: فلما جن الظلام أتيته في الخان، وإذا ليلى بجانبه وقد لبست ملابس الغلمان. فقال: هذه بضاعتنا ردت إلينا، وقد حق صفع المانويه علينا. فهل ذلك في السفر، قبل السحر؟ قلت: إني لك أتبع من الصفة للموصوف، وألزم من العاطف للمعطوف. وأخذت ليلى تحدثنا باختلاس نفسها بعد ثقة القاضي بأنسها. فقلت: الله أكبر، إنها من بنات أوبر فتاه الشيخ دلالاً وأنشد ارتجالاً:\nعرج على القاضي وقل ولا حرج\n...\nجمعت مالاً بالرياء والعوج\nمن كل من دب وكل من درج\n...\nوالمال لا يخرج حينما خرج\nإلا من الباب الذي منه ولج\nقال سهيلٌ: ثم هممنا بالزيال، وخرجنا نزف كالرئال فما\nالجزء: 1 ¦ الصفحة: 259\n",
        "أصبحنا إلا ونحن على أميال. وما زلت أسير من ورائه مستسقياً بروائه، وأستظل بلوائه، معتصماً بولائه. إلى أن بلغنا أرفة العراق، فكانت طرفة الفراق.\nالمقامة السادسة والثلاثون وتعرف بالطائية\nحكى سهيل بن عبادٍ قال: حللت بلاد اليمن في سالف الزمن، وأنا غضيض الصباء غريض الفنن. فجعلت أتردد في بواديها، بين شعبها وواديها ومازلت أطوف الحي بعد الحي، حتى دفعت إلى أحياء بني طى. فرأيت بها ما شاء الله من خيام مبثوثة، ونيران\nالجزء: 1 ¦ الصفحة: 260\n",
        "مشبوبة، وجفان مصفوفة وخيل مشدودة ورماح مركوزة. وجمال كالربى، وسخالٍ كالدبى، وجوار كالظباء وغلمان كالظُّبى. فكان الناظر حيثما سمت، يرى عجباً مما صأى وصمت. قال: وكان يومئذ موسم الحجيج، وقد اشتبك الضجيج واحتبك العجيج فبينما القوم في هياط ومياط، على أضيق من سم الخياط. إذا قلصت الزماجر، ونشصت المحاجر. وارفض القوم يفضون كأنهم إلى نصب يوفضون. فسرت كما ساروا\nالجزء: 1 ¦ الصفحة: 261\n",
        "إلى أن صرت حيث صاروا. وإذا شيخٌ في شملة، قد قام على دعص رملة. وقال: الحمد لله ذو رفع الخضراء وبسط الغبراء. والسلام على أنبيائه الأقطاب، الذين أوتوا الحكمة وفصل الخطاب. أما بعد يا معاشر جلهمة، فإنكم أرباب الخيل المطهمة، والبرود المسهمة. ولكم الكتيبة السمراء، والراية الصفراء. ومنكم حبيب وحاتم\nالجزء: 1 ¦ الصفحة: 262\n",
        "وثعل، الذي يرسل بهم المثل. وإني شيخ قد طعنت في سني حتى وهن العظم مني. وقد قطعت الفدافد والمهامه، وطويت الجداجد واللهاله. وعرفت الشعوب والقبائل والعمائر والفصائل. وأدركت الأحكام والحقائق، وكشفت الأسرار والدقائق. وقيدت الأوابد، وجمعت الشوارد. وأحصيت لغات العرب، واستطلعت ما أغرب منها وما غرب. فكنت من أصحاب الدولة وأرباب الصولة. وكان يثنى إلي العنان، ويشار نحوي بالبنان. وأما الآن وقد فقد من يعرف مساوئ الشعر من محاسنه، ويفرق بين من يرمي الكلام على عواهنه، ومن يستنبث الركاز من معادنه. فقد\nالجزء: 1 ¦ الصفحة: 263\n",
        "ولت المرتبة وحلت المتربة. حتى اضطررت أن أعفر خدي ليجد جدي. وأخلق ديباجتي. قال: فصمد له فتى أجمل من بدر التمام، وأطول من ليل التمام. وقال: شهد رب الكعبة الحرام، لقد تبازى الرهام. وإني لأعجم عودك واستمطر رعودك. فإن كنت أغلط من دالق، قذفتك من حالق. وإلا فأنا زعيم لك عند القوم، أن يكون عليك أيمن يوم. فافتر الشيخ افترار المجون، وقال: قد تحرش الحوار الزفون، بالبازل الأمون. فهات ما ترمي من الحظى وخذ ما ترمى به من اللظى. قال: هل تعرف ما تأتى، من قيود جماعات شتى؟ فأطرق كالشجاع الشجعم، ثم اندفق كالوادي المفعم وأنشد:\nالجزء: 1 ¦ الصفحة: 264\n",
        "زجلة ناسٍ حاصب الرجاله\n...\nوهكذا كوكبة الخياله\nزهط رجال لمة النساء\n...\nرعيل خيل وقطيع الشاء\nوربرب المها صوار البقر\n...\nحيلة معزٍ عانةٌ من حمر\nوصرمة من إبل وعرجله\n...\nمن السباع قد حكتها النقلة\nخيط النعام ومن الجراد\n...\nرجل وسربٌ من ظباء الوادي\nوهكذا عصابة الطير ورد\n...\nوخشرم النحل تتمة العدد\nقال: إن كنت سابغ الذيل، فما مراتب عدو الخيل؟ فقال: إيه وأنشد بملء فيهِ:\nأقل عدو الخيل يدعى خببا\n...\nعليه تقريبٌ فإحضارٌ ربا\nثم ابتراكٌ فوقه الإهذاب قد\n...\nرتب والإهماج غاية الأمد\nقال: إن كنت من ذوي الكمال، فما مراتب سير الجمال؟ فاهتز وطرب، وأنشد بلسان ذرب:\nأوائل السير الدبيب للإبل\n...\nثم الذميل فالرسيم قد نقل\nفالوخد فالعسيج فالوسيج\n...\nثم الوجيف بعده يهيج\nوبعده الإجمار فالإرقال\n...\nوالاندفاق جهد ما تنال\nالجزء: 1 ¦ الصفحة: 265\n",
        "قال: قد أجدت الوشي، فهل لك في قيود مطلق المشي؟ فخازر جفنيه وأتلع جيده إليه. وأنشد:\nقد درج الصبي والشيخ دلف\n...\nوخطر الفتى وذو القيد رسف\nومشت المرأة والمرء سعى\n...\nوقد حبا الرضيع يبغي المرضعا\nودرم الذي علاه الثقل\n...\nوفرس جرى وسار الجمل\nوهدج الظليم والغراب\n...\nيحجل حيث حية تنساب\nونقز العصفور حيث العقرب\n...\nدبت، وكلها قيود تكتب\nقال: وهل تعرف ما يذكر، من ترتيب جماعات العسكر؟ فروأ ريثما تفكر. ثم أنشد:\nأقل جمع العسكر الجريدة\n...\nوبعدها السرية المزيدة\nوفوقها كتيبةٌ تميس\n...\nفالجيش فالفيلق فالخميس\nقال: ما أرك في البادية بالدخيل، ولا في الإفادة بالبخيل، فهل تعرف مراتب النخيل؟ فاستطال اختيالاً، وأنشد ارتجالاً:\nفسيلةٌ قيل لصغرى النخل\n...\nوفوقها قاعدةٌ تستعلي\nجبارة عيدانةٌ والباسقة\n...\nفوقهما ثم السحوق الشاهقة\nقال: أحياك الله السمر والقمر، فهل لك في ترتيب ما للنخل من الثمر؟\nالجزء: 1 ¦ الصفحة: 266\n",
        "قال: اسمع فترشد، ثم أنشد:\nأول حمل النخل طلعٌ يبدو\n...\nثم سيابٌ فخلالٌ بعد\nبغوٌ فبسرٌ فمخطمٌ يلي\n...\nثم موكتٌ بتذنوب تلي\nفجمسةٌ فثعدةٌ فرطب\n...\nوبعده التمر أخيراً يحسب\nقال سهيل: فلما فرغ الفتى من حواره، وشفى غليل أواره. أقبل على الشيخ وقال: شهد الله أنك علامة الدنيا، وغاية الأدب القصيا. فما برنا في جانب أمرك الجلل إلا رشحة من بلل، أو هبوةٌ من طلل. ثم ألقى ديناراً في ردن البجاد، وقال: كل صعلوك جواد وجعل يطوف على القوم كجابي الوضيعة، وهو يقول: الصنيعة، من كرم الطبيعة. فلم يبق في الجماعة إلا من أعجبته صفاته، ونديت له صفاته. فلما أتم مسعاه، تلقى الشيخ وحياه، وقال: قد جئناك ببضاعة مزجاة. فقبل مفرقه وقال: حياك الله لقد انتشلت الغريق ودرأت الخريق، عن الحريق، فهل لك أن تدلني على الطريق؟\nالجزء: 1 ¦ الصفحة: 267\n",
        "قال: أنا أدل من دعيميص الرمل في أخفى من مدارج النمل، فسر والله يجمع لك الشمل. قال: أتبع الفرس لجامها والناقة زمامها، والله يكلأ شيخ البادية وغلامها. قال الراوي: وكنت قد تبينت أنهما الخزامي وفتاه، فلما انصرفا قفوقهما إلى الفرة. وإذا الشيخ ينشد بلسان ذلق، وصوت كصوت المصطلق:\nأنا الغملج الذي لا ينكر\n...\nأكون تارة خطيباً ينذر\nوتارةً زير نساءٍ يسكر\n...\nوتارةً مصلياً يستغفر\nوتارة راصد نجمٍ يسحر\n...\nوتارةً شيخ علومٍ يبهر\nالجزء: 1 ¦ الصفحة: 268\n",
        "فقل لمن جاء ورائي يخطر\n...\nإن أهالي عصرنا تقتصر\nعلى المعاصي حيثما تقتدر\n...\nوالعبد يصفو تارةً ويكدر\nفعد إلى القوم بلومٍ يزجر\n...\nأو لا فدعني إن مثلي يعذر\nقال: فانثنيت عنه كما أشار خوفاً من لسانه المهذار، وعدت إلى استتمام السياحة في تلك الديار.\nالمقامة السابعة والثلاثون وتعرف بالعدنية\nقال سهيل بن عبادٍ: دخلت بلاد قحطان بين شيبان وملحان. فأصابتنا ديمة مدرار، ألزمتنا الوجار من أوهد إلى شيار. فلما أقلعت السماء، وغيض الماء. خرجنا نتضحى في\nالجزء: 1 ¦ الصفحة: 269\n",
        "تلك الضواحي، وتنفكه بابتسام ثغور الأقاحي. وما زلنا نمرح بين الجد والددن، حتى انتهينا إلى أكناف عدن. وإذا قومٌ قيام، حول شيخ وغلام. والشيخ قد وقف على مويهة، في رديهة وأطرق برأسه بريهة. ثم قال: الحمد لله الذي خلق السموات والأرض، ورفع بعض خلقه درجات فوق بعض. أما بعد يا عشائر اليمن، وبشائر الزمن. فإنكم جرثومة العرب وأرومة النسب. وأسد الدحال، ومحط الرحال. ومعدن العربية والكتابة، والشعر والخطابة. ولكم\nالجزء: 1 ¦ الصفحة: 270\n",
        "المشارف المعهودة والمحاجر المشهودة والمخاليف المذكورة والمحاريب المشهورة. ومنكم سدنة المقام، وحماة الكعبة الحرام. وعليكم مدار العزائم، وإليكم محار العظائم. فإنكم أهدى في الخطى، من القطا. وأثبت على السروج، من البروج. وأمضي في المآزم، من اللهاذم. وأصبر على السوافي من ثالثة الأثافي. وإذا ذكرت المفاخر، بين الأوائل والأواخر. فلكم الرتبة الأولى، واليد الطولى. وإذا حل بساحتكم النزيل، فقد ورد ماء النيل. وإذا استجار بكم المرهق، من العدو الأزرق فقد تمرد ماردٌ وعز الأبلق. وإني شيخٌ قد\nالجزء: 1 ¦ الصفحة: 271\n",
        "أداني القنوت والتبلغ بالقوت، إلى أن صرت أوهن من بيت العنكبوت، وأوحش من برهوت، في حضرموت. فتركت وطني القديم، وهجرت السمير والنديم، وهمت على وجهي ابتغاء وجه الله الكريم. وقد اشتريت هذا الغرانق الوضاء، بألف من الرقة البيضاء. فنقدت شطرها، واستأنيت غبرها. فلم يستطع الغريم صبراً، وارتهن الناقة جبراً. فخرجت بالغلام أسعى حتى أفضيت إلى هذه البقعة الوسعى. وهو غلامٌ فاره، أرى منه جنة لم تحف بالمكاره. فإنه ثقف لقف فوق ما أصف. وهو أشعر من نصيب، وأحكم من أبي الطيب.\nالجزء: 1 ¦ الصفحة: 272\n",
        "وأحضر من تأبط، وأسرى من ربيعة بن الأضبط. ثم أشار إلى الغلام وقال: يا بني هات ما نظمت اليوم، في مديح القوم. فوثب كالقضاء المنزل وأنشد بنغمة أطرب من عود زلزل:\nقل للذي يشكو تصاريف الزمن:\n...\nهلم فوراً نحو أحياء اليمن\nالجزء: 1 ¦ الصفحة: 273\n",
        "ترى بها من الفروض والسنن\n...\nنحر العبيطات وتوزيع المنن\nوالغارة الشعواء تستقصي الدمن\n...\nوليس تبقي هامةً على بدن\nوتلتقي جنة عدنٍ في عدن\n...\nوقصر غمدان الشبيه بحضن\nوأثر الملوك بين ذي يزن\n...\nومن يلي من قومه كذي يمن\nوقد أتينا القوم من أقصى وطن\n...\nنرجو فكاك الرهن أو دفع الثمن\nإن لم يكونوا أهل ما نرجو فمن؟\nقال: وكان بين القوم زعيمٌ صلت الجبين، كأنه أحد الذوين.\nالجزء: 1 ¦ الصفحة: 274\n",
        "فقال: شهد الله أنك أدهى من جن عبقر، وأسحر من كهان حيد حور. فخذ هذه الناقة الوجناء جائزة الثناء. وسيأتي مولاك حوط المال، فتظفران بحسن المآل. ثم انهال على الشيخ الحباء وانسكب، حتى امتلأ دلوه إلى عقد الكرب. ولما قضى الوطر، ودع النفر، وأنشد على الأثر:\nمن أيمن الحق أن اليمن في اليمن\n...\nأعطى يميني يمين المال واليمن\nقد كنت قبلاً لكم عبداً بلا ثمن\n...\nواليوم قد صرت عبد العبد بالثمن\nقال سهيل: فخلع الزعيم عليه إحدى بردتيه، وانصرف والغلام بين يديه. وكنت قد عرفت الشيخ والغلام إنهما رجب وابن الخزام. فسعيت من ورائهما، بعد انبرائهما. حتى أدركت الشيخ وهو قد تثبج بعصاه وأخذ يداعب فتاه. فقلت:\nالجزء: 1 ¦ الصفحة: 275\n",
        "إلى كم يا أبا ليلى\n...\nتجرد للوغى خيلا؟\nلقد سودت وجه الشي\n...\nب فانقلب الضحى ليلا\nفنظر إلي بعين الأشوص، وأنشد بلسان الأشمص:\nإلى كم يا ابن عبادٍ\n...\nتجازف عندنا كيلا؟\nإذا لم تقتبس أدباً\n...\nفشمر للنوى ذيلا\nثم قال: يا أبا عبادة إن الناس قد أنكروا الذمم، ونبذوا الوفاء والكرم، حتى صاروا لحماً على وضم. فمتى لم نقض التلنة، أخذتنا اللتنة. والآن فلنقطع هذا الطريق الطامس، قبل أن يدركنا الليل الدامس لئلا نقع في هند الأحامس. وإذا وصلنا رفعت لك المنبر، وأقمتك مقام الخطيب الأكبر. قال: فأوجمني الخجل، وسايرته على عجل. حتى انتهينا إلى دار القرار عند سلخ النهار. فبتنا ليلتنا\nالجزء: 1 ¦ الصفحة: 276\n",
        "نتداول الحديث، ونتناول الطيب منه والخبيث. حتى إذا انتهك حجاب الظلام، لم أره ولا الغلام.\nالمقامة الثامنة الثلاثون وتعرف بالحميرية\nأخبرنا سهيل بن عباد قال: شخصنا نحو صنعاء في ليلة درعاء، فسرينا ليلتنا جمعاء. حتى إذا ذر الشفا، وشيب كدر الأفق بالصفا. نظرنا من خلال العثير وإذا نحن قد أشرفنا على أفنية حمير. فأمعنا في التشمير تحت أمانة قطمير. حتى دخلناها بسلام، ونبذنا مخاوف الظلام، تحت تلك الأعلام. وأقمنا بياض ذلك اليوم، في عراص أولئك القوم. ونحن نسمع لغتهم الحميرية\nالجزء: 1 ¦ الصفحة: 277\n",
        "ونرى كتابتهم المسندية، ونتفقد آثارهم التبعية. ولما أصبحنا زممنا الدلاث وأممنا الدماث، فجعجعوا بنا وقالوا: الضيافة ثلاث. فنكصنا عما أزمعنا، وتربصنا حيث اجتمعنا. ولبثنا نجوس خلال الديار، إلى أن استقام قسطاس النهار. وإذا بالخزامي وصاحبيه، إلى جانبيه. فقلت: يا بشراي قد أمرعت العجزاء ودرنا حوله كنطاق الجوزاء. فأبرقت أسرته وأشرقت مسرته. وتلقانا بما\nالجزء: 1 ¦ الصفحة: 278\n",
        "ينعش الحشاشة، من البشاشة والهشاشة. حتى إذا استقر قراره وانجلى اغبراره. قال: لا يترك الظبي ظله، فانهضوا بنا إلى أمير الحلة. فلما جلسنا في ديوانه، بين أعوانه. قال بعضهم: هذا الخزامي الذي يترامى ذكره، ويتحامى نكره. فلنتوهقه بالمعاياة، ونلق مراديسنا في ركاياه. فوقع ذلك في سماعه، وكان داعيةً لزماعه إلى محجة أطماعه. فانبرى له كالرئبال، وقال: أما إن بريت النبال وطلبت النزال؛ فما ستةٌ في العربية ليس لها سابع، ومفردٌ يكرر جمعه إلى الرابع، فوجم الرجل وانصاع، وبرز فتى تحت أنصاع، وقال: إننا نكايل صاعاً بصاع. إن كنت من أفراد الإنسان فما\nالجزء: 1 ¦ الصفحة: 279\n",
        "قيوده باعتبار الأسنان؟ فاشرأب الشيخ وتعاطى، وأنشد وما تباطا:\nهو الجنين في الحشى يقام\n...\nفالطفل فالصبي فالغلام\nوبعد ذاك يافعٌ ثم فتى\n...\nثم طريرٌ ثم شارخٌ أتى\nوبعده عنطنطٌ صمل\n...\nوبعد ذاك أشمطٌ فكهل\nوبعد ذاك الشيخ ثم الهرم\n...\nوبعده الهم الذي يختم\nقال: فهل لك من جرأة، أن تذكر ما يختص بالمرأة؟ قال: كيف لا، وأنا ابن جلا؟ وأنشد:\nأما الذي على النساء يقصر\n...\nفكاعبٌ فناهدٌ فمعصر\nفعاركٌ فعانسٌ فشهله\n...\nوبعد ذاك نصفٌ أو كهله\nوبعد ذلك العجوز تذكر\n...\nوالحيزبون بعدها لا تنكر\nقال: إن عرفت قيود الإشارة، فلك البشارة، بأحسن شارة فترنح عطفاه، ثم فغرفاه. وأنشد:\nيقال قد أومأ بالرأس الفتى\n...\nوقد أشار بيدٍ حين أتى\nالجزء: 1 ¦ الصفحة: 280\n",
        "أومض بالجفن إلينا، وغمز\n...\nبحاجب، وبالشفاء قد رمز\nوهكذا ألمع بالثوب وقد\n...\nألاح بالكم، فقيد ما ورد\nقال: وهل تبلغنا الوطر من ترتيب المطر؟ قال لبيك! فخذ ما يلقى إليك. وأنشد:\nأول قطر الغيث حين ينثر\n...\nطل، وبعده الرذاذ يقطر\nوبعد ذاك النضح ثم الهطل\n...\nوبعدهن الوابل المنهل\nقال: قد سلخت على الليل النهار، فهل تعرف ترتيب الأنهار؟ فأنشد:\nأصغر نهرٍ جدولٌ ينحدر\n...\nوبعده السري ثم الجعفر\nثم ربيعاً ذكروا فطبعا\n...\nثم الخليج فوق ذاك يدعى\nقال: إن كنت تعرف ترتيب الجبال، فقل ولا تبال. فأنشد:\nأصغر نجد الأرض يدعى النبكة\n...\nوفوقه الرابية المنتكبة\nأكمةٌ فزبيةٌ فنجوة\n...\nريعٌ فقف هضبةٌ كالفجوة\nقرن فدك ثم ضلعٌ فائق\n...\nنيقٌ فطورٌ باذخٌ فشاهق\nقال: قد ملأت الكأس إلى الأصبار، فهل تعرف قيود الغبار؟ فأنشد:\nأدع غبار الحرب باسم القسطل\n...\nوالعثير اخصص بغبار الأرجل\nوالنقع ما بحافرٍ يهاج\n...\nوما تثير الريح فالعجاج\nالجزء: 1 ¦ الصفحة: 281\n",
        "قال: إن عرفت أنواع الخيوط، فأنت مركز الخطوط. فزمجر كالأسد، وقال: أعوذ بالله من شر حاسدٍ إذا حسد، ثم أنشد:\nللخرز السلك كسمط الجوهر\n...\nيذكر، والنصاح خيط الإبر\nوالزيج للبناء، والسباق\n...\nلرجل طيرٍ جارحٍ يساق\nكذا لخلف الناقة الصرار\n...\nيشد كي لا يرضع الحوار\nوهكذا رتيمة التذكر\n...\nتعقد خوف غفلةٍ في الخنصر\nقال: فلما فرغ الفتى من النضال، وشفى الداء العضال. حدق القوم إلى الشيخ بالأبصار، وقالوا: شهد الله أنك نابغة الأعصار، وداهية البوادي والأمصار. وقد حق علينا أن نفرغ عليك قطراً، كلما كتبنا من أبياتك سطراً. فأملها علينا شطراً فشطراً. قال: إن لي كاتباً أجرى من الطمرة، وأحظ من مرامر بن مرة. ثم أشار إلي وقال: اكتب يا أبا عبادة واندفق في الإملاء كالمزادة. فلما\nالجزء: 1 ¦ الصفحة: 282\n",
        "فرغنا أفاض عليه الأمير حلة يمانية، وأتاه القوم بنقد ثمانية. ثم جاؤوني بدريهماتٍ وقالوا: صلة الكاتب ثانية المراتب، فلا تكن بعاتب. ولما قضى اللبانة، ثنى عن القوم عنانه. ثم ودعنا وسار، وكان آخر عهدي به في تلك الأقطار.\nالمقامة التاسعة والثلاثون وتعريف بالأنبارية\nروى سهيل بن عباد قال: سافرت ذات الزمين في ركب من بني القين، يملأون الأذن والعين. وما زلنا نقطع المراحل حتى أنضينا الرواحل. فنزلنا في خلاء بلقع، وقلنا: الرشف أنقع. وكان بين القوم رجل واسع الرواية، بعيد الغاية. فبات يجلو علينا خرائد السمر تحت ظل القمر. حتى خاص في حديث علماء الأدب وحكماء العرب. وأخذ يذكر المشاهير والأفراد، كعبيد\nالجزء: 1 ¦ الصفحة: 283\n",
        "بن الأبرص ولقمان بن عاد فأخذتني الحمية هنالك، وقلت: ماء ولا\nالجزء: 1 ¦ الصفحة: 284\n",
        "كصداء وفتى ولا كمالك أين أنت عن الشيخ الخزامي، الذي ينفر العصامي والعظامي؟ قال: رب صلف تحت الراعدة، وأين باقل بن\nالجزء: 1 ¦ الصفحة: 286\n",
        "ربيعة من قس بن ساعدة. فما فتئت أذكر له ملحاً من نوادره ولمحاً من بوادره. حتى قال لسهمي مرحى، بعد برحى وأوشك أن يذوب من غينه، إلى معرفة عينه. قلت: فلنأكل اليوم من حديثه رغداً وإن مع اليوم غداً. ولما افتر ثغر السحر، حسرنا عن ساق السفر، وضربنا في تلك القفر. فما تصرم النهار، إلا ونحن في الأنبار. فنزلنا بها كالشعرة البيضاء في اللمة السوداء. ولما انجابت وعكة الجهاد، ونسخ الهجوع آية السهاد. بدأت بتعهد مجلس الوالي لأتطرق منه على التوالي. وإذا امرأة سادلة\nالجزء: 1 ¦ الصفحة: 287\n",
        "النقاب، قد تعلقت بفتى كالعقاب. وقالت: حي الله الأمير وأحياه، وأصلح دينه ودنياه. إن هذا الفتى قد أخذ أبي احتيالاً وفتك به اغتيالاً. وتركني وحيدة في دار الغربة، أكابد عرق القربة، وأتكبد شظف الكربة. وقد رفعت إليك القصة، وعليك مساغ الغصة. فأكبر الأمير شكواها، وسألها البينة لدعواها. فانطلقت كزفير اللهب، ثم عادت عن كثب ومعها شيخنا الميمون وغلامه رجب. فأديها الشهادة على وجهها في وجه الفتى، وانصرف كلاهما من حيث أتى. فأمر الأمير باعتقاله، وجعل في أذنيه وقراً عن تنصله وسؤاله. ثم قال: يا أمة الله إن المنايا على الحوايا. وإن ما عند الله خير وأبقى، فإن شئت قبول دية فذلك أبر وأتقى. قالت: لا جرم أن أبي كان غرة الأبين، وعزة البنين وعقال المئين. وما كنت لأعدل\nالجزء: 1 ¦ الصفحة: 288\n",
        "منه سبيدة، بهنيدة. ولا أبدل قلامة، بنخل اليمامة. ولقد كان حية صماء، وداهية دهاء. ولكن إذا جاء الحين حارت العين. وإذا حان القضاء ضاق الفضاء. فإن كنت ترى الدية أولى من القود، وأخلى عن الأود. فذلك أجمل من أن يضيع دمه كسلاغ، وأتبلغ بعده بالنباغ. فأخرج لها الدية من مال القاتل، وحظله أن يبرح البلدة ما أرزمت أم حائل. فلما قبضت الدية أخمدت زفراتها، وأجمدت عبراتها. وأجملت الثناء وأجزلت الدعاء. وأنشدت:\nما اليتم فقد الأب، لكنه\n...\nفي الحق فقد الحاكم العادل\nذلك يحي الناس من فيضه\n...\nفيظفر المقتول بالقاتل\nقال سهيل: وكانت نفسي قد تاقت إلى سبرها لا كتناه خبرها\nالجزء: 1 ¦ الصفحة: 289\n",
        "فلما انصرفت خرجت في إثرها. حتى إذا أفضينا إلى خلاء عطفت إلي، وأقبلت بوجهها علي. وقالت:\nهذا سهيلٌ يفاجي\n...\nفي كل أرض أباه\nوهكذا كل نجمٍ\n...\nحيث التفتنا نراه\nفعرفت حينئذ أنها ليلى الخزامية واستنبأتها عن تلك المقالة الحذامية، والفتكة الحسامية. فقالت: إن هذا الكشخان قد طمع منا في السلب، فخلعنا عليه خلة الأدب وتركناه أتب من أبي لهب. ثم انطلقت بي إلى الخان وأنا كشارب ابنة الحان. حتى دخلت على شيخنا الميني، وإذا عنده صاحبنا القيني. فقلت: سبحان من يحيي العظام،\nالجزء: 1 ¦ الصفحة: 290\n",
        "قال: ولو ترك القطا ليلاً لنام. والآن دعنا نتمتع بالحديث، مع صاحبك الحديث، الذي يميز بين القشيب والرثيث، والسمين والغثيث. فقال الرجل: علم الله لقد رأيت أكثر مما سمعت، ونلت أكثر مما طمعت. فليس عبيد إلا عبدك، ولا لقمان إلا لقمة عندك. فقال: يا بني عند الرهان تعرف السوابق، والامتحان يبين الفائق من المائق. وإنني طالما عركت الدهر وقطفت الزهر عن النهر، فلم يغرب عني سر ولا جهر. ولقد خف وقر العار على متني، لو ذادت سوار\nالجزء: 1 ¦ الصفحة: 291\n",
        "لطمتني. ولكن لم يفت، من لم يمت فدعني وشاني، واستعذ بالمثاني، من حمة لساني، قال: فسقط في يد الرجل كما سقط، وندم على ما فرط، وقال: سبحان من تنزه عن الغلت والغلط. ثم أقبل على الشيخ بالإجلال، وتقرب إليه بلسان الإذلال. فقال: ضيعت البكار على طحال، وهيهات أن تعلق ثقتي بالمحال. فلما أصر الشيخ على الحفظة وأوشك أن يترامى إلى الغلظة. أشفق الرجل لعرضه\nالجزء: 1 ¦ الصفحة: 292\n",
        "من العطب وخالج قلبه أن الرثيئة تفثأ الغضب. فأخرج له بردة ممصرة، وقال: إليك المعذرة. فاضطبنها وخرج، وقال: ليس على الأعمى حرج. وكانت تلك البردة، آخر عهدنا به في تلك البلدة.\nالمقامة الأربعون وتعرف بالجدلية\nحدثنا سهيل بن عباد قال: أصابتني وعكة شديدة، مدة مديدة. فانعكفت على توفية العلاج وتنقية الأعفاج، من الأمشاج. حتى صرت أوق من العفاص، وأدق من النماص. فلما أمنت مس العرواء، وثاب ألي مرح الغلواء. حملني الخواء على الشراهة، ودعاني الملال إلى النزاهة. فكنت ألتهم التهام\nالجزء: 1 ¦ الصفحة: 293\n",
        "الناعط، وأخرج خرج الضافط. حتى دخلت يوماً إلى حديقة جميلة ذات جميلة، قد رتعت بها عصابة جليلة. وقد سطع فيها قتار الجزر، حتى غشي الجدر، فقلت: أمرعت فانزل، واقتحمت ذلك الزحام المتعثكل. وإذا رجل عليه رداء، مثل اللواء. وعلى رأسه عمامة مثل الغمامة. وهو قد أقبل على شيخ أدرد، عليه حنبل أجرد وقد التثم حتى صار كالأمرد. فقال: قد علمت أيها الشيخ أن المال زينة الحيوة الدنيا، وعليه نموت ونحيا. فإنه يقضي لبانة الأولى بالمسرة، ويسهل طريق الأخرى بالمبرة. وعليه مدار العيش ونظام الجيش. وبه قيام الممالك وتمهيد المسالك، ودفع المهالك. وهو قاضي الحاجات ورافع الدرجات ومستعبد السادات، وخارق العادات. ومشدد الهمم ومبدد الغمم. وهو الحبيب الذي يفديه بالنفس، كل من تحت الشمس. ويجد لفراقه الكمد، من لا يسوءه فراق الولد. ولا يزال مرفوع الشان، يشار إليه\nالجزء: 1 ¦ الصفحة: 294\n",
        "بالبنان في كل مكان وزمان. وإليه تشد الرحال وتنتهي الآمال، ولولاه لتعطلت الأعمال، وحانت الآجال، وانقرضت القرون والأجيال. قال: فانبرى له الشيخ كأويس، وقال: لا أفلحت ما غب غبيس. إني أراك قد أطلقت العنان، حتى جعلت الزج قدام السنان. ويك إن المرء بالعلم إنسان لا بالمال، وهو المرقاة إلى درجات الكمال. وبه تعلم الحقائق، وتدرك الدفائق ويعرف المخلوق حق الخالق. وعليه ينفق الطريف والتالد وصاحبه ينال الذكر الخالد. فكم من الملوك والأغنياء، الذين كانت مفاتيح كنوزهم تنوء بالعصبة الأقوياء، قد درس ذكرهم وبقي ذكر العلماء. وحسبك أن العلم لا يناله إلا أفاضل الرجال وطالما نجى صاحبه من الأهوال، وقربه إلى ربه في جميع الأحوال. والمال طالما أحرزته رعاع الناس وألقى أهله في\nالجزء: 1 ¦ الصفحة: 295\n",
        "المهالك والأرجاس، وأغراهم بالنزاع فكان بينهم دونه عكاس ومكاس. قال: فلما سمع القوم ما دار بين الرجلين، قالوا للشيخ: نرى صاحبك قد أخذ طريق العنصلين وتيمن بغراب البين. وإننا لنراه من الأغنياء والأغبياء، فإنه لا يعرف منزلة العلم والعلماء. فاستشاط الرجل غضباً، وقال: عش رجباً، تر عجباً. كيف يتأتى المراء بين اثنين وقد وضح الصبح لذي عينين. تباً لعلمك أيها الشيخ الباهل الذي بنوه كاليتامى وزوجته كالعاهل. وماذا ترى علمك، إذا كنت تشتهي فومة من الشذام وجرولاً من الدرمك؟ أتأكل القضيم\nالجزء: 1 ¦ الصفحة: 296\n",
        "إذا طويت؟ وتشر النفس إذا صديت؟ وتلبس القرطاس إذا عربت؟ كان للعلم دولة عند أنماط الكرام، الذي يبنى عليه، والركن الذي لا يلتفت إلا إليه. فهم يحرمون الأديب ولا يحترمون اللبيب. ويصرمون الفقيه ولا يكرمون النبيه. فتضيع بينهم الكلمة كما ضاع الحديث بين أشعب وعكرمة. ولو صح وهمك، وأصاب سهمك. لما برزت بينهم بهذه الغدافل، ولا قمت فيهم مقام الوارش والوغل. فخفض عنك ما أنت فيه ولا تتخلق بأخلاق السفيه. ثم أنشد:\nقد عرف الشيخ علوم الورى\n...\nلكن هذا العلم لم يدره\nفليته أدرك هذا ولم\n...\nيدرك بواقي العلم في عمره\nالجزء: 1 ¦ الصفحة: 297\n",
        "فانكفأ الشيخ بذلة الخائب، وقال: مع الخواطئ سهم صائب. فأنف القوم من ذلك الشجار، وشعروا بما مسهم من نار الشنار فنفحه كل واحد بدينار. قال سهيل: وكان الزحام قد حال بيني وبينهما، فلم أملك أن أتبين عينهما فرصدتهما ارتقاباً، حتى لقيتهما نقاباً. وإذا هما شيخنا الميمون وغلامه رجب، فكدت أصفق من العجب. فأمرني الشيخ بالقعود، وقال: انتظرنا إلى أن نعود. فكنت كمنتظر القارظين ولم أظفر لهما بأثر ولا عين.\nالمقامة الحادية والأربعون وتعرف بالتهامية\nالجزء: 1 ¦ الصفحة: 298\n",
        "قال سهيل بن عباد: نزلت في غور تهامة، بقوم من أولي الشهامة. فكنا نقضي النهار بالنزاهة، والليل بالفكاهة. حتى إذا كنا في مجلس طرب على صحاف من غرب، فيها أقط وضرب، إذ قيل: قد وفد خطيب العرب. فنزعنا عن لقاء الطيب، إلى لقاء الخطيب. وإذا رجل مقتبل الشباب، على يعبوب يندفق كالعباب. وفي إثره شيخ عليه جبة أتحمية وعمامة عند مية، وهو يرتضخ لكنة أعجمية. فعرفته عند عيانه، على عجمه لسانه. وقلت: هذه فاتحة المساعي وفالية الأفاعي. فلما احتفل النادي جثم شيخنا كأنه صخرة الوادي. وجعل ينضنض كالحية الرقطاء وإذا تكلم يبذل الضاد بالظاء. فاقتحمته أعين الجماعة وعافوا\nالجزء: 1 ¦ الصفحة: 299\n",
        "منظره وسماعه. فبات عندهم أهون من درص، وأذل من قيسي بحمص. قال: وكان بين القوم فتنة وشحناء، وضغينة دكناء. فلما أصبحوا قام الخطيب على هضبة واستهل الخطبة. فقال: الحمد لله الذي أمر بالمعروف ونهى عن المنكر، ورضي عمن ذكر بآيات ربه وتذكر. أما بعد: فإن الله جلاله وسما، قد نهى عن الفتنة وقتل النفس الذي جعله محرماً، وقال: إن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما. وها أنتم قد طويتم الأكباد على الأحقاد. وضممتم القلوب، على الفتن والحروب. وأفعمتم الأحشاء من العداوة والبغضاء. هذا وأنتم من صفوة المسلمين، لا من الجاهلية أو المخضرمين تعبدون رب الشعري، دون اللات والعُزَّى ومناة الثالثة الأخرى. وعندكم الكتاب المنزل والحديث المرسل. وليس بينكم أحمر عاد،\nالجزء: 1 ¦ الصفحة: 300\n",
        "ولا فرعون ذو الأوتاد. فما هذه الغشاوة التي غشيت أبصاركم حتى زرأتم أولياءكم وأنصاركم. أما علمتم ما جرى بين وائل وعمرو، وما جنى بين تغلب وبكر. أتريدون أن تلحقوا بجديس وطسم، وعاد التي لم يبق لها رسم. وتصبح دياركم كإرم ذات العماد التي لم يخلق مثلها في البلاد. أما تعلمون أن العود لا ينمو بلا\nالجزء: 1 ¦ الصفحة: 301\n",
        "لحاء، وأن ليس الدلو إلا بالرشاء. ومنك أنفسك وإن كان أجدع، وساعدك وإن كان أقطع. وليس النار في الفتيلة بأحرق من التعادي للقبيلة. ومن لا أخا له كساع إلى الهيجا بغير سلاح، وهل ينهض البازي بغير جناح. والآن قد بلغت الدماء الثنن، فلا تجعلوها هدنة على دخن. واعلموا أن الخضم قد يبلغ بالقضم. وليس للأمور بصاحب، من لم ينظر في العواقب. وإما ينزغنكم من الشيطان نزغ فاستعيذوا بالله إنه هو السميع العليم، ومن عمل منكم سوءاً بجهالة ثم تاب من بعده وأصلح فإن الله غفور رحيم. فعليكم بالمصالحة قبل المجالحة. وتحمل الجهل بتجمل الخلق السهل. وخذوا بالهواء واللواء فذلك نعم الدواء. ولا يكن عندكم صوت النذير كصوت البعير. والسلام على من ذكر اسم ربه فصلى، والويل\nالجزء: 1 ¦ الصفحة: 302\n",
        "لمن كذب وتولى. قال: فلما فرغ من وعظه واستعد القوم على حفظه. دلف إليه ذلك الشيخ المستعجم، وقال بلسان يحتاج من يترجم: يا مولاي إن للأصوات قيوداً في الحقائق كهدير البعير وحداء السائق. قال: قد أطلقت الصوت للمشاكلة، وإني لأراك من رجال المناضلة. فإن كنت قد جمعت من ذلك نبذة فاجعلها لمسامعنا كالربذة، قال: اللهم نعم، وأنشد بأشجى النغم:\nهزيز ريح وحفيف الشجر\n...\nهزيم رعد ودوي المطر\nوسواس حلية صليل النصل\n...\nقلقلة المفتاح ضمن القفل\nرنة قوس وصريف الناب\n...\nصرير أقلام على الكتاب\nجعجة الرحى وخفق النعل\n...\nغطغطة القدر نقيض الرحل\nقعقعة القيد عزيف الجن\n...\nزفير نارٍ نغم المغني\nالجزء: 1 ¦ الصفحة: 303\n",
        "غطيط نائمٍ عويل الباكي\n...\nوهكذا قهقهة الضحاك\nإهلال مولود أتى من الأثر\n...\nنظيره حشرجة المحتضر\nقضقفة العظام نقر الأنمل\n...\nنشيش طاجن أزيز المرجل\nمعمعة الحريق والحنين\n...\nللنوق والمرضى لها الأنين\nصهيل خيل وشحيج البغل\n...\nنهيق عفو وخوار العجل\nكذلك الهدير للجمال\n...\nيذكر والصئي للأفيال\nيعار معز وثغاء الشاء\n...\nحداء سائق خرير الماس\nزئير ليث وضباح الثعلب\n...\nبغام ظبي وضغيب الأرنب\nجلجلة السبع عواء الذئب\n...\nمواء سنور نباح الكلب\nقباع خنزير وللغربان\n...\nنعبٌ كذا العرار للظلمان\nصرصرة الباري صفير النسر\n...\nهدير ورقاء وسجع القمري\nبقبقة البط كذا والفقفقه\n...\nللصقر والعصفور يبدي الشقشقة\nزقاء ديك ومن الدجاجة\n...\nنقنقة مثل نقيق الهاجه\nصئي عقربٍ فحيح الأفعى\n...\nبالنفخ والكشيش حين يسعى\nالجزء: 1 ¦ الصفحة: 304\n",
        "ويذكر الطنين للذباب\n...\nواجعل صدى الوادي ختام الباب\nقال: فلما فرغ من كلامه الجرهمي. قال: خذوا لغتكم من رجلٍ أعجمي. فعجب القوم من نجابته على غرابته. وقالوا: لله درك لقد فتنت بما أبنت، فمن وممن أنت؟ قال: أنا عمرو بن عامرة، من الأحامرة. قد أهلك الدهر كي كل خضراء وغضراء حتى ألقتني إليكم الغبراء. قالوا: إننا قد ذهلنا بعجمتك، عن حكمتك، فلم نقم بحرمتك. والآن قد عرفنا ما اجترأنا، واعترافنا بأننا قد أسانا، فلا تؤاخذنا إن نسينا أو أخطأنا. ثم أقبلوا عليه إقبال الطفل على الرضاع، وقالوا: كل علم ليس في القرطاس ضاع. قال سهيل: فأومأ برأسه إلي، وقال: خذ يراعك يا بني، وشرع يملي علي. فلما فرغ منحوه من الشياه ما تيسر، وقالوا: صل لربك وانحر. فانقلب مغطبتاً بالحباء وهو يدعو للخطباء.\nالجزء: 1 ¦ الصفحة: 305\n",
        "المقامة الثانية والأربعون وتعرف بالمضربة\nأخبر سهيل بن عباد قال: طرحتني مفاوز الغبراء إلى حواضر مضر الحمراء. فكنت أطوف بها صباح مساء وأتفقد محافل الرجال والنساء. وأنا أسمع المأنوس والغريب، وأتفكه بالغزل والنسيب: حتى جمعت ما استطعت من لغاتهم الجاهلية، وسمعت ما شاء الله من أشعارهم الهوثرية والهوجلية. فبينما دخلت يوماً إلى بعض\nالجزء: 1 ¦ الصفحة: 306\n",
        "الأحياء وقد مسني لغوب الإعياء. إذا شيخ طويل النجاد، مزمل ببجاد. قد قام على كثيب مقام الخطيب. فغمض عني توسمه وجعلت عيني تعجمه. حتى اذكرت بعد أمة، أنه الخزامي باقعة الأمة، وشيخ الأيمة. فاحتفزت للنهوض إليه ملتاعاً، وقد أوشك فؤادي أن يطير شعاعاً. فنهاني بإيماض طرفه، وأشار إلى القوم بكفه. وقال: الحمد لله العلي الكبير، الذي أمر بفك الأسير، وجبر الكسير، وكل ذلك يسير عليه غير عسير. أما بعد يا عشائر البشائر وبشائر العشائر. فإنكم معاذ اللاجي وملاذ الراجي. ومورد الصادي، وموعد الرائح والغادي. وبكم يشد الأزر ويمد الجزر. وبعدلكم يوثق الجاني، وبفضلكم يطلق العاني. وإن لي سبية من ربات الحجال قد سبالها بعض زعانف\nالجزء: 1 ¦ الصفحة: 307\n",
        "الرجال. وهي بكر رقيقة القوام، كأنها ورد الكمام لها نكهة الخزام وصفاء ماء الغمام، وبهجة بدر التمام. تفتن العقول والألباب، وتستعبد السادة والأرباب. وهي عذبة المراشف، لدنة المعاطف. باردة الرضاب، مقصورة وراء الحجاب تسفر عن مثل السحر، وتفتر عن مثل الدرر، وتسر القلب والنظر. قد اعتقلها هذا الظلوم على فداء معلوم. قد طال عنده عناؤها وعز علي فداؤها. وأخاف أن يدركها الفساد، إذا طال عليها التماد. فهل من ابن حرة، يسعفني على استخلاص هذه الدرة، ويدرأ عني هذه الفجعة المرة فرثى له من حضر، من سراة مضر. وحصبه كل واحد بدينار، وقالوا: بدار بدار، إلى كشف هذا العار فحمد وشكر وابتدر السفر، على الأثر. قال سهيل: فلما فصل\nالجزء: 1 ¦ الصفحة: 308\n",
        "الشيخ إلى العراء، قفوته من وراء وراء. فأخذ يدخل من القاصعاء، ويخرج من النافقاء. حتى انتهى إلى حانة أطيب من ريحانة. وجلس بين البواطي وأخذ في التعاطي. فدخلت عليه بنفس أبية، وقلت أين هذه السبية؟ فقد أشفقت أن تكون الصبية. فأشار إلى دستجة من الراح، وقال: هي هذه الخود الرداح، التي تفدى بالأرواح. فإن كنت من جلوس الحضرة، فهذا الماء والخضرة. وإلا فإياك الدخول في الفضول، ثم أنشأ يقول:\nما لسهيل قد أراه عاتبا\n...\nيظنني في ما ادعيت كاذباً\nراجع بما وصفت فكراً ثاقباً\n...\nتجد مقالي في الصفات صائبا\nلا تحسب الخمر جماداً ذائباً\n...\nبل هي روح فهي يحيي الشاربا\nالجزء: 1 ¦ الصفحة: 309\n",
        "أودعها الخمار سجناً لازبا\n...\nولم يزل يرد عنها الطالبا\nحتى ينال منه حقاً واجباً\n...\nوقد أتيت فربضت جانباً\nإذا لم يكن لي النضار صاحباً\n...\nفقمت أعدو في الطريق ذاهبا\nإلى حمى القوم فقمت خاطباً\n...\nونلت من كرامهم مواهبا\nإن لم تكن حق فداءٍ راتبا\n...\nفهي جزاء مدحهم، لا سالبا\nأخذتها أو سارقاً أو ناهبا\n...\nوعن قليل ستراني تائباً\nفيصفح الرحمن عني ثائبا\n...\nيمحو الذي كان علي كاتبا\nقال: فكسرت من حوله في احتياله وغوله في اغتياله. وابتدرت التسليم عليه، والتسليم إليه. فقابلني بوجه طلق وحياني بلسان ملق وقال: أعط أخاك تمرة فإن أبى فجمرة. ثم قال: يا بني قد ورد النهي عن الخمر صرفاً، وأنا أشربها بالماء فلا ينكر ذلك شرعاً ولا عرفاً. فاشرب عن يميني إن كنت على يقيني، وإلا فلكم دينكم ولي ديني. فجاريته خوفاً من شر شيطانه الرجيم، وقرأت: \"فمن\nالجزء: 1 ¦ الصفحة: 310\n",
        "أضطر غير باغ ولا عادٍ فإن الله غفورٌ رحيم\". وبت معه ليلةً أصفى من الزلال، وأرق من السحر الحلال. حتى إذا أصبحنا نهض عن الوسادة، وقال: اكتب يا أبا عبادة:\nأبلغ سراة مضر ثنائي\n...\nيوماً على تلك اليد البيضاء\nمن شك في سبيتي العذراء\n...\nفإنها سبية الصهباء\nشربتها حمراء كالدماء\n...\nفلا تسؤكم هبة الفداء\nعفواً فأنتم مضر الحمراء\nثم ختم الصحيفة واستودعها الخمار، وقال: خذها مغلغلة إلى أحياء مضر بن نزار، وودعنا جميعاً وسار. فانقلبت إلى حيث أتيت وكان ذلك من أعجب ما رأيت.\nالمقامة الثالثة والأربعون وتعرف بالبحرية\nقال سهيل بن عباد: شهدت وأبا ليلى عيد النحر في بعض\nالجزء: 1 ¦ الصفحة: 311\n",
        "أرياف البحر. وكان ذلك المشهد الميمون، حافلاً كالفلك المشحون. والناس قد برزوا أفواجاً وانتشروا أفراداً وأزواجاً. حتى إذا سكن اللجب وتميز اللباب من النجب. جلس المتأدبون منهم على أديم ذلك التراب، وأخذوا يتذاكرون في حقائق العربية ودقائق الإعراب. حتى إذا أوغلوا في تلك اللجج وأمعنوا في البراهين والحجج. طلع شيخ أعمش العين، أعنش اليدين. فمسح بيديه أطراف السبال، وأشار إلى القوم وقال: الحمد لله الذي جعل العربية أفصح اللغات، وجمع فيها أصول البراعات، وفصول البلاغات. أما بعد فاعلموا يا غرة أهل المدر وقرة أهل الوبر. أن هذه اللغة المستحسنة فريدة عقد الألسنة. وهي خلاصة الذهب الإبريز، التي بها ورد الكتاب العزيز. ولها الفنون العجيبة والشجون الغريبة. والألفاظ القائمة بين الجزل والرقيق، والاختصار المؤدي إلى المراد من أقرب\nالجزء: 1 ¦ الصفحة: 312\n",
        "طريق. وفيها الاستعارات والكنايات، والنوادر والآيات. والبديع الذي هو حلاوتها وحلاها، والشعر الذي لا نظير له في سواها. فضلاً عما بها من الحدود والروابط والقيود والضوابط. والإعراب الذي يقود المعاني بزمام، ويرفع الإبهام، عن الأوهام. وإني لأرى\nالجزء: 1 ¦ الصفحة: 313\n",
        "الناس قد نقضوا ذمامها، وقوضوا خيامها ورفضوا أحكامها. فضاع مفتاحها، وانطفأ مصباحها وتكسرت صحاحها. حتى لم تبق لها حرمة ولا شأن، ولم يبق من يتصرف بها من أهل هذا الزمان. فصار عندهم الناحي، كاللاحي. والشاعر، كبعض الأباعر. وعالم اللغة أحمق من دغة. ولقد ساءني ما فعلت بها الأيام، حتى بكيت على أطلالها التي عفاها عصف السهام، ولا بكاء عروة ابن حزام.\nالجزء: 1 ¦ الصفحة: 314\n",
        "فحافظوا على درس طروسها، وجاهدوا في سبيل إحيائها بعد دروسها. فإنها الدرة اليتيمة، والحرة الكريمة. واللهجة التي لم ينطق اللسان بمثلها، والمطية التي لا تذل إلا لأهلها. وعلي أن انتصب لإفادتكم ما أبقى الدهر لي رمقاً، ولا أخاف نجساً ولا رهقاً. قال: فلما فرغ من خطبته، ونزل من مسطبته. تلقاه الخزامي بثغر باسم وحياه كعادة المواسم. وقال: يا مولاي ما أنا لديك بمن يساجل، فأين الفارس من الراجل والقناة من الزاجل ولكنني رأيتك ابن بجدتها، ورب نجدتها. فأردت أن أستفيدك عما يفيدك الثواب، إن مننت بالجواب. قال: سل، ولا تبل. فقال: كيف يمنع التصغير عمل الصفة، ولا يصرف الأسماء الغير المنصرفة؟ ولماذا لا\nالجزء: 1 ¦ الصفحة: 315\n",
        "تمنع العلمية والوصف، وهما الركن في موانع الصرف؟ وكيف تبنى أي في نحو أيهم أشد، ولا تبنى في نحو أيهم يرد؟ ولماذا لا يباح في العلم دخول اللام، فإذا ثني أو جمع دخلت بسلام، ولماذا تسقط نون الإعراب كالتنوين من المضاف، وتثبت في غيره على الخلاف؟ ولماذا يجوز الإخبار بالأعلام مع أن من شرطه الإبهام؟ وبماذا يتعين البدل أو البيان، في نحو قام أخوك عثمان؟ وكيف يتبع اللفظ في نحو يا زيد الصابر، ولا يتبع في نحو مضى أمس الدابر؟ وكيف يكسر في نحو يا زيد الصابر، ولا يتبع في نحو مضى أمس الدابر؟ وكيف يكسر الساكن في القوافي، ولا ساكن بعده يوافي؟ وكيف يصير الجائي، إلى مثال الرائي؟ ولماذا يتغير الفعل المسند إلى الضمير المتصل، بخلاف الظاهر والمنفصل؟ وإلى كم ينتهي عدد الضمائر، عند أولي البصائر؟ قال: فلما سمع الشيخ هذه الأسئلة، قال: إنها لمن المسائل المشكلة فإن كان\nالجزء: 1 ¦ الصفحة: 316\n",
        "لك في ذلك يد، فقد أجلتك إلى الغد. قال: بل لا أعدو الساعة، إن تبرأت من الصناعة، بمشهد الجماعة. وأخذ يفض أغلاق ختامها حتى أتى عليها بتمامها، وقال: قد رأيتم من يملك زمامها، ويرفع أعلامها، فدعوا أحاديث طسم وأحلامها. فاستغزروا عارض سيله\nالجزء: 1 ¦ الصفحة: 318\n",
        "وتعلقوا بردنه وذيله. فقال: إن لي أسيراً أسعى في فدائه، قبل أن يهلك في عنائه بدائه. فلينفق ذو سعة من سعته، وكل يعمل على شاكلته. فأولج كل واحدٍ يده في هميانه، وأخرج له ما شاء الله من لجينه وعقيانه. فانثنى بعدما ودع وهو قد أثنى فأبدع. حتى إذا ولى قذاله ورجوت ابتذاله. حلت دون مسيره، أو يعرفني بأسيره. فقال: يا بني قد شربت في حان سويد بن الأضبط فاسترهن مني البربط. وهو ريحان نفسي، وريعان أنسي. فإن شئت أن تصحبني إلى العقبة، وتشركني في تحرير رقبة. وإلا فاذهب بالسلامة، ولا ملامة. قلت: لا جرم أن تقرير الرق، خيرٌ من تحرير البربط والزق. وانثنيت عنه فوراً، وأنا أمدحه تارةً وألومه طوراً.\nالمقامة الرابعة والأربعون وتعريف بالحلية\nالجزء: 1 ¦ الصفحة: 319\n",
        "حكى سهيل بن عباد قال: نزلت بحلة في ديار الحلة. فلقيت بها شيخنا أبا ليلى يسحب في أكنافها ذيلاً، ويخطر ميلاً. فابتهجت به ابتهاج المحب بزيارة الحبيب، أو المريض بعيادة الطبيب. وانضويت هناك إلى حرزه وشددت يدي بغرزه. ولبثت في صحبته برهة أجد من حديثه أطرب نزهة، وأطيب نكهة. حتى إذا كان يوم الأضحى استوى على فرس أضحى، وقال: هلم نتضحى. فخرجنا نطس المراكل، بين تلك الشواكل. وما زلنا نتخلل القباب، ونتخطى اللحاء إلى اللباب. حتى مررنا بقوم من العلماء، قد تألفوا تألف الخندريس بالماء. فدخلنا؛ عليهم دخول المفاجي، وإذا هم يتداولون المعميات والأحاجي. فقال الشيخ: ما الذي أنتم فيه؟ لعلنا نقتفيه. فأعرضوا عنه بوجوه بأسرة، وقالوا: إنها لصفقة\nالجزء: 1 ¦ الصفحة: 320\n",
        "خاصرة. فمن أنت يا من يركب في غير صهوته، ويشرب من غير ضهوته؟ قال: أنا الرقمع بن أصمع من بني السمعمع. ومن أنتم يا من يأبهون للنسب، ويعمهون عن الحسب؟ فذعروا لجوابه، وشعروا بصوابه. وقالوا: تحسبها حمقاء وهي باخس، فلا بد بيننا من حرب داحس. فنظر إليهم نظرة البازي وصال عليهم صولة الغازي. وقال: أما إن كان قد غركم الهزال، حتى دعوتم نزال. فلأرينكم لمحاً باصراً، وفتحتاً ناصراً. ثم تخازر كالأرمد وأنشد معمياً في محمد:\nعلى من لا أسميه سلام\n...\nوإن ضاعت تحيتنا لديه\nمليح لا أرى لي فيه حظاً\n...\nوفي قلبي دم من مقلتيه\nالجزء: 1 ¦ الصفحة: 321\n",
        "ثم أدلم شفتيه كالعنبلي وأنشد معمياً في علي:\nما لي أنادي يا علي\n...\nولا تلبي يا علي؟\nللناس نفعك مبصراً\n...\nوإذا عميت فأنت لي\nثم اشرأب كتليع الظلمان، وأنشد معمياً في عثمان:\nماذا ترى أصنع في حسد\n...\nقد حجبوا عني بديع الزمان؟\nلهم عيون راصدات لنا\n...\nإذا بدت عين تلاها ثمان\nثم قال: اللهم اهدنا سواء السبيل، وأنشد محاجياً في سلسبيل:\nيا لوذعياً نراه\n...\nبكل ففن خليقا\nما ردف قول المحاجي\n...\nإن قال: أطلب طريقا؟\nثم قال: دونكم أيها الصعافيق وأنشد محاجياً في أباريق:\nالجزء: 1 ¦ الصفحة: 322\n",
        "يا من إذا جاءه المحاجي\n...\nأصاب في كل ما أجابا\nماذا تراه يكون ردفاً\n...\nلقوله لم يرد رضابا؟\nثم اندفع كحجر من سجيل وأنشد محاجياً في نار جيل:\nألا يا من أحاجيه\n...\nأدارت خمرة الكأس\nأبن لي ما يرادفه\n...\nلظى صنفٍ من الناس\nقال: فلما فرع من معمياته وأحاجيه، جعل القوم يخبطون في دياجيه. وقالوا: شهد الله أنك لأعذب من القند وأوسع من هند مند. فأن أنين الثكلى، ورفع طرفه إلى الأفق الأعلى. وقال: اللهم فاطر السموات ومجيب الدعوات. أرفع منار العلم وآله، وأغنني عن منة العبد وسؤاله. وارزقني عمامة مضرجة وحلة مدبجة. حتى إذا دخلت على عبادك يعرون قدري، ويعظمون أمري. ثم اغرورقت عيناه بالعبرات وحشرجت أنفاسه بالزفرات. فأعجب\nالجزء: 1 ¦ الصفحة: 323\n",
        "القوم بسلامة فطرته، وخشعوا المذلة هطرته. وقالوا: هذه عمامة فاعتذق، وحلة فالبس وانتطق. فشكر وأثنى، وعلى تلك الحسنى وانثنى يتثنى، وهو يتغنى. وأنشد:\nيا طربا لقد شفيت الغلة\n...\nبحلة زهراء تشفي العلة\nفحلةٌ في حلةٍ في حلة\nثم انطلق بي أبي وكنةٍ أحرج من الجفن، وأحضر ما تسنى من خبزه اللدن وطعامه الكفن. وقال: إنما الطعام للغذاء، فليأتنا الطاهي بما شاء. وقطعت معه تلك الليلة بالسماع فكانت ليلة الوداع.\nالمقامة الخامسة والأربعون وتعرف بالفراتية\nالجزء: 1 ¦ الصفحة: 324\n",
        "حدث سهيل بن عباد قال: نزلنا بشاطئ الفرات، في إحدى السفرات. فراقنا ما هناك من المياه الخصرة، والخمائل النضرة. ولبثنا أياماً نتنقل في تلك المروج، كما تتنقل الكواكب في البروج، ونجتلي مفاكهة السمر، كما نجتني فاكهة الثمر. ونتوسد كل قضة أنقى من الفضة. ونرد كل سبيل أعذب من السلسبيل. حتى إذا أزفف الترحال، وشدت الرحال. قيل: قد فاح نشر الخزام، على الأنام. فنظرت وإذا شيخنا الميمون، والناس إليه بهيمون وعليه يحرمون. فنفرت إليه نفرة الريم، في ثنايا الصريم، وقلت: هذا الحجر الكريم، فكيف نريم؟ فنقضنا غزلنا أنكاثاً، وعدنا فأقمنا ثلاثاً. قال: وكان في الركب شيخ غضر الناصية، من عاربة البادية. فالتقى الشيخ بالشيخ، لما يلتقي سمهر\nالجزء: 1 ¦ الصفحة: 325\n",
        "بفريخ. وطفقا يتساقطان الحديث، ويتلاقطان الشتيت منه والأثيث. حتى ركبا متن اللغة، وأحاطاً به كالحلقة المفرغة. فتغافل الخزامي كأنه واسطي، حتى طمع ذلك الشيخ الناعطي. فألقى إليه شيئاً من المسائل الدقاق، وتمادى المراء بينهما حتى أفضى إلى الشقاق. فاهتز أبو ليلى كالخليع الماجن، وقال: قبل الرماء تملأ الكنائن. إن كنت من ذوي الحصافة الضابطة، فما عندك من الألفاظ التي تنتابها الظاء القائمة والضاد الساقطة؟ فأطرق برأسه ملياً وأمعن النظر جلياً. ثم قال: أرك قد أبعدت الخطط وركبت الشطط.\nالجزء: 1 ¦ الصفحة: 326\n",
        "فإن كنت ممن يبرز المعصم، لالتماس الغراب الأعصم، فأفض علينا من روائك ونحن تحت لوائك. فلم يكن إلا كر ولا، حتى أنشد مرتجلاً:\nيدعى نقيض البطن باسم الظهر\n...\nوذروةٌ من جبلٍ بالضهر\nوالقيظ في الصيف بمعنى حره\n...\nوالقيض في البيض لبادي قشره\nوالغيظ والغيض وقل فاظ إذا\n...\nمات، وهذا الماء قد فاض كذا\nظن وضن باخل والحنظل\n...\nللنبت والظل المديد حنضل\nوالظب للهاذر ثم الضب\n...\nوالظرب نبت عندهم والضرب\nوقيل للروض الأثيث معظل\n...\nوهكذا الأمر عليهم معضل\nوجاض عنه حائداً حين ضلع\n...\nوجاظ في المشي اختيالاً وظلع\nوالحمض والحمظ لعصر الرطب\n...\nوالمظ للوم ومض الخطب\nوقارظ على جنى الصبغ عظب\n...\nملازماً وقارض له عضب\nالجزء: 1 ¦ الصفحة: 327\n",
        "وأبرق الظرير والضرير\n...\nوهكذا النظير والنضير\nوقيل زيد في القتال ظجاً\n...\nمستنجداً وفي سواه ضجا\nوللآلي في السموط نظم\n...\nوقيل للبر الخصيب نضم\nوالفض والفظ وقيل ضلمه\n...\nللسهر الطويل تحت الظلمه\nوالظعف للنبت وضعف العظم\n...\nومقبض القوس دعي بالعضم\nوالبيظ بيض النمل والحظيره\n...\nللشاء والناس لهم حضيرة\nكذا الوظيف ووضيف الوقف\n...\nظل وضل عن سبيل العرف\nوعظة الحرب وعضة الأسد\n...\nوالحظ والحض وحسبي ما ورد\nقال: فلما فرغ من ارتجازه وجلا بدائع إعجازه، في سرده وإيجازه. أعجب القوم بسحر بيانه، وعقد بنانه. وقالوا: مثلك من تلقى إليه المقاليد، وتجفخ به المواليد. فشمخ بأنفه من التيه،\nالجزء: 1 ¦ الصفحة: 328\n",
        "وأنشد بغير تمويه:\nأنا ابن الخزام أنا ابن الرزام\n...\nأنا ابن اللزام غداة النزال\nحديد الشواظ مديد اللحاظ\n...\nشديد الحفاظ سديد المقال\nولكن تجنى علي الزمان\n...\nبنقض الذمام ونكث الحبال\nوأغرى بنيه بشد الرحال\n...\nوعد الرخال وصد الرجال\nوأخنى علي بإمحال حالي\n...\nوإخمال مالي وبلبال بالي\nفرحت أسيفاً ضعيفاً نحيفاً\n...\nقضيفاً سخيفاً حليف السؤال\nعلى أنني قد تقلدت صبراً\n...\nبديع الجمال كصبر الجمال\nفلست أبالي بزج الإلال\n...\nوسلب اللآلي وكيد الليالي\nقال: فأوى له من حضر، وحباه كل منهم بقدر. وتقدم إليه ذلك الشيخ الدهري بنجيب مهري. وقال: لا جرم أن الشيخ من تقدم\nالجزء: 1 ¦ الصفحة: 329\n",
        "جهده، لا من تقادم عهده. وبتنا تلك الليلة نتفكه بأنفاسه، ونتنزه بصهباء كأسه. حتى إذا غمضت الجفون عن الشفون. أدلج على ذلك النجيب، وترك القوم عليه ألهف من قضيب.\nالمقامة السادسة والأربعون وتعرف بالسخرية\nقال سهيل بن عباد: خرجت للصيد في بادية الخلصاء مع بعض الخلصاء الأخصاء. وكنا في عدتنا كنجوم الثريا وفي انتظامنا كحبب الحميا. فاقتنصنا ما شاء الله من سانح وبارح، وقعيد وناطح.\nالجزء: 1 ¦ الصفحة: 330\n",
        "ثم أثقبنا النار في ذلك الحضيض وأخذنا بالمل والتعريض. وجعلنا نختزل الخراذل والأوصال، من كل خنساء وذيال. إلى أن صغت الشمس نحو المغربان، وكادت تلبس حلة الأرجوان. فنهصنا نقتضب تلك الأرض، حتى غشيتنا ظلمات بعضها فوق بعض. فجعلنا نخبط خبط عشواء تحت غشاء ذلك العشاء. وبينما نحن كالآرام في القماص، إذ سمعنا منادياً يقول: القرى يا خماص فخف ما نجد من الكرب، وعجبنا من مكارم العرب. وقصدنا ذلك الصوت على السماع، كما تستروح السباع. فإذا دار قوراء، ونار زهراء، وأوجه غراء. فنزلنا على الرحب والسعة واستقبلنا القوم بالأنس والدعة. وما لبثنا أو وضع الخوان، ورفعت الجفان. فجلسنا مليا. وأكلنا هنياً مرياً. وبتنا ليلتنا في ذلك\nالجزء: 1 ¦ الصفحة: 331\n",
        "الغور، كأننا جلساء قعقاع بن شور. حتى إذا كانت الغداة وقد تألب الحي بمنتداه. وفد شيخ بال، في رثاث أسمال. فبينما حي وجثم وهو قد اشتمل والتثم. أقبل رجل قد تزمل بكساء خلق واعتم بلفائف مكورة كالطبق، قد جمعت ألوان قوس السحاب في الخرق. وأرخى لعمامته عذبة أطول من قصبة. وهو قد كحل إحدى عينيه ولبس خفاً بإحدى رجليه، وأخذ عصاً بكلتا يديه. فلما رآه الشيخ ازمهر وامتقع لونه واكفهر. وقال: أخذتك بالفطسة، بالثؤباء والعطسة. فقال القوم: تبارك اسم ربك الأعلى، من هذا الذي منظره يضحك الثكلى؟ قال: هو أحمق مولع بالفشار، كتلفيق الخنفشار.\nالجزء: 1 ¦ الصفحة: 332\n",
        "ولسانه لا ينطلق، إلا بمثل الخفشلق. وقد قبض الله لي ملتقاه فحيثما سكعت أراه. وأنا أتعوذ من منظره الذميم، كما أتعوذ من الشيطان الرجيم. وهو يداركني سباقاً أو لحاقاً ويفاجني عمداً أو وفاقاً، فلا يرسل الساق إلا ممسكاً ساقاً. فاقتحم الفتى وهو يرفس برجله الأرض،\nالجزء: 1 ¦ الصفحة: 333\n",
        "ويتهادى بين الطول والعرض. فانتشبت شظية في رجله الحافية، كما أصاب رافس الشنفرى بالبادية. فأعول وولول وحجل بعدما هرول. وقال: قبحك الله يا وجه الغول، وسحنة المغول أتتشاءم بي وبك يتشاءم غراب البين؟ هل تظن أن رزق الله يضيق عن اثنين؟ أم تحسب إن القوم إذا رأوا لين قامتي، ونقش عمامتي. يزدرون بشيبتك، ويعزمون على خيبتك؟ أتخالهم لم يروا بلغتك الزرقاء، والغلماء بين يديك كالأرقاء؟ ولم يشموا عطرك الذي يملأ قطرك؟ ولم ينظروا عمامتك الحانية، وجبتك القانية،\nالجزء: 1 ¦ الصفحة: 334\n",
        "وبردتك اليمانية وأظفارك التي كالمناجل وما تحتها من سخام المراجل؟ فلولا حرمة القوم لجعلت في رأسك العشر الشجاج، وحطمتك كقوارير الزجاج فأرغى الشيخ وأزبد وأبرق وأرعد، وثار إليه كالبعير الأقود. فانهزم الفتى كالبحتري وعدا الشيخ في غثره كالصيمري. والناس من ورائهما ينظرون، والصبيان يصفقون\nالجزء: 1 ¦ الصفحة: 335\n",
        "وينقرون. فتكبكب الفتى وكبا، وانتقضت عمامته فذهبت أيدي سبا. فتجارى الغلمان يتخاطفون منها القطع، ويتقاذفون الرقع. وهو من ورائهم يصيح: المدد ويجمع تلك القدد، ويسرد العدد. وهم يطاردونه عن أخذها، وهو يطاردهم عن نبذها. حتى ضاقت عن الضحك الصدور، وبرزت مقصورات الخدور. فالتظى الفتى واضطرب ونادى بالويل والحرب. وقال: ويل لكل همزة لمزة، لا يعرف حق التاج والخرزة أين بقية القطع الحمراء،\nالجزء: 1 ¦ الصفحة: 336\n",
        "والشظايا الصفراء والخرق الخضراء؟ قد عدتها تسعين، ولا أجد منها غير سبعين، فأين أضعتم الأربعين؟ فضحك القوم من حسابه الذي يفتن كل حاسب، ويضحك مروان الكاتب. وقالوا: لا بأس يا أخا العرب، سنعوض عليك ما ذهب. فقال: شهد الله ما بي هذا الخراب، ولكن تشاؤم هذا الشيخ بي وهو أشأم من سراب. فإنه قد أضاع بذلك خفي الذي هو أغلى من خف حنين، وعمامتي التي جمعتها من آثار حجاج الحرمين، وكنت لا أسمع أن يمسها الحسن والحسين. قالوا: خذ هذا الخف الدارش والعمامة الموشاة، وتنكب الشيخ أن تغشاه أو تهيجه بما يخشاه. فأخذهما ومشى، وقد لاحت عليه\nالجزء: 1 ¦ الصفحة: 337\n",
        "تباشير الرضى. فقال الشيخ: أرأيتم يا كرام الحي، إني كنت فألا على الفتى وكان شؤماً علي؟ قالوا: لا طيرة إن شاء ولا شؤم، فما نحن من أهل اللؤم. ثم وصلوه بصلة سنية وقالوا: عليك بحسن الظن وإصلاح النية. قال سهيل: وكنت قد عرفت الشيخ وفتاه، وعجبت من المجون الذي أتاه. فلما انصرف حثني إليه الشوق فأدركته وهو حثيث السوق، وقلت: يا أبا ليلى شب\nعمرو عن الطوق. قال يا بني إن المزح في الكلم، كالملح في الطعام. والإلظاظ يورث الملل، ولو كان على العسل. وإني قد مللت الجد واشتقت إلى الهزل، فعسى أن تكون قد مللت اللوم والعذل فاكتفيت من النار بالشرار، وانكفأت على قدم الفرار.\nالمقامة السابعة والأربعون وتعرف بالرصافية\nالجزء: 1 ¦ الصفحة: 338\n",
        "حكى سهيل بن عباد قال: سمرت ليلة بالرصافة، مع كرام من أولي الحصافة. فبتنا نتلاعب بأطراف الكلام المشقق، ونتجاذب أعطاف الحديث المرقق. حتى أدانا حصر الحصر إلى ذكر أفراد العصر. فقال بعض القوم: ما أدراكم من وفد اليوم قد وفد الخزامي الذي إذا انبرى لا يبارى، وإذا جرى لا يجاري وإذا حدث ترى الناس سكارى. فأعجب القوم بارتقائه، وقالوا: من لنا بالتقائه؟ قال: إن شئتم أن تتخذوا إليه سبيلاً، فاتخذوني دليلاً. فلما أصبحوا قالوا: أنجز حر ما وعد، قال: ومن جد وجد. ثم انطلق بنا كالشملة الرافلة حتى أتينا القافلة. وإذا الشيخ قد ثار كأنه من رضفات العرب،\nالجزء: 1 ¦ الصفحة: 339\n",
        "وقال: قد أصابني سهم غرب، فالحرب بيننا والحرب. قال: وكان بين يديه رجل أدرم أثرم، ينزو كالقضاء المبرم ويسطو كأبرهة الأشرم. فقال: قد عرضت فرسينا للرهان، وجعلت مضمارنا البرهان. فإن كنت من طوارق الليل، فما قيود الأسنان والألوان في الخيل؟ فأطرق إطراق الأفعى، ثم قال: خذها حية تسعى، وأنشد:\nالمهر في حوليه باسم الجذع\n...\nيدعى، وبالثني في التالي دعي\nالجزء: 1 ¦ الصفحة: 340\n",
        "ثم الرباعي بعده في الرابع\n...\nوقارح في الحجج التوابع\nوهو على اختلاف لون جلده\n...\nيدعي بأوصاف جرت في نقده\nفأدهم وأبيض وأحمر\n...\nوأشقر وأصفر وأخضر\nحتى إذا اشتد سواد الأدهم\n...\nيقال فيه الغيهبي فاعلم\nفإن ينقط ببياض أنمش\n...\nقيل، ومع ذاك سواه أبرش\nفإن تكن نقطه تتسع\n...\nفإنه مدنَّرٌ فأبقع\nوإن يشب بعض السواد الأبيضا\n...\nفذاك بالأشهب في الوصف قضى\nوإن أصاب الأحمر السواد\n...\nفبالكميت وصفه المعتاد\nفإن عرا الكمتة لون أشقر\n...\nفذلك الورد الذي لا ينكر\nوإن يك الأشقر فيه خلس\n...\nمن السواد قيل هذا أغبس\nوإن رأيت أصفراً يمتد\n...\nفيه السواد فهو السمند\nفإن عرا الصرة لون شهبه\n...\nفالسوسني وصفه بالنسبة\nوإن يك الأخضر فيه يحوى\n...\nشيء من السواد فهو الأحوى\nقال: إن كنت من أولي الكمال، فما مثل ذلك في الجمال؟ فاضطرب\nالجزء: 1 ¦ الصفحة: 341\n",
        "اضطراب السراب، ثم أنشد وما استراب:\nأول نتج الناقة الحوار\n...\nيدعى كما جاءت به الآثار\nوهو لعام واحد فصيل،\n...\nوابن مخاض بعده تقول\nوابن لبون ثم حق جذع\n...\nثم الثني فالرباعي يتبع\nثم الديس بعده والبازل\n...\nوالعود في العشر رواه الناقل\nفإن صفت حمرته فأحمر\n...\nقيل له وهو لديهم يؤثر\nفإن تشبها دهمة فأرمك\n...\nوالجون ما فيه السواد أحلك\nوذو البياض آدماً يلقب\n...\nفإن علته حمرة فأصهب\nفإن يكن بياضة يلتبس\n...\nبشقرة، فهو البعير الأعيس\nوالأخضر المصفر في سواد\n...\nيدعى بأحوى اللون في البوادي\nقال: فلما رأى الرجل ما رأى من طوله باعه، وريع رباعه. قال: قد\nالجزء: 1 ¦ الصفحة: 342\n",
        "حق علي الخرس وحقت لك الفرس. فهلم إليه وخذها غير مأسوف عليها. فاستعظم القوم أمره، واستهالوا غمره. وقالوا: من تمام العمل، أن نزيدك الجمل. قال: إذا ملكت الخطام، فما أبالي بالحطام. ثم سبح وتشهد وترنح وأنشد:\nإذا كان العباد بكل عصر\n...\nشمال غريبة فأنا اليمين\nسلوا عما أردتم من فنون\n...\nفعند جهينة الخبر اليقين\nالجزء: 1 ¦ الصفحة: 343\n",
        "قال سهيل: فلما انصرف أصحابي قلت هذا مشواي، وقد شغلت شعابي جدواي. قال: أنت على الرحب والسعة، ولك الرغد والدعة. فأقمت في صحبته بأم العراق حتى حم الفراق.\nالمقامة الثامنة والأربعون وتعرف باللاذقية\nحدثنا سهيل بن عباد قال: عن لي أرب، في لاذقية العرب.\nالجزء: 1 ¦ الصفحة: 344\n",
        "فقصدتها من خناصرة مع رجل صنافرة، يتبرد بالهجرة. فآدتني صحبته الغلوب حتى أدتني إلى اللغوب. فدخلت المدينة، كما تدخل الدلو العدنية. ونزلتها واهن العواهن لا خدن لي ولا عجاهن. وكان بدار منزلي السفلى، مدرسة حفلى. فكنت أزورها لماماً، وأقوم بها إماماً. حتى إذا كنت يوماً بمحرابها، بين أضرابها وأترابها. دخل شيخ كفيف، يقوده غلام خفيف. وهو قد اعتمر بصماد، وسدل له عذبه كالنجاد. فلما وقف بنا لاحت عليه الأريحية، وحياناً بأحسن التحية. ثم قال: حمداً لمن له الحمد والمنة، الذي جعل المدارس أبواب الجنة. أما بعد فإن الله قد أمر بالقراءة وأقسم بالقلم، وهو الذي علم به الإنسان ما لم يعلم. فلا جرم أن هذه الصناعة أرجح الصنائع وأربح البضائع. وعليها مدار\nالجزء: 1 ¦ الصفحة: 345\n",
        "السنة والكتاب، وبها حيوة العلوم والآداب، ومنها استنارة العقول والألباب. وهي عنوان السيادة وعنقوان السعادة. وآية الفلاح، وغاية الصلاح والإصلاح. ولولاها لدوست الأخبار، وطمست الآثار. وهلكت أموال التجارة، وضاعت حقوق القضاء والإمارة. فثابروا أيها الولدان المخلدون، ولا ترضوا من الصناعة بالدون. وإذا قرأتم فافتحوا الطرف، وأظهروا الحرف. والزموا الدرس ولا تكثروا الهمس. وإذا أردتم أن تبروا القلم، فاشحذوا الجلم. وأطيلوا الجلفة وأسمنوها، وحرفوا القطة وأيمنوها واحرصوا على صحة التصوير، وإحكام التحرير، وتقويم الأساطير. وأعلموا أن المناقش، سيتلون عليكم بأبي براقش. فلا تدعوا له سبيلاً أن يلوم، ولا تمكنوه من حجة تقوم وعليكم بعفة اليد واللسان، ونقاء الثوب والبنان، وسهولة الخلق بين الأقران، والمذاكرة في آيات القرآن. لتكونوا زينة الحيوة الدنيا، كما أنزل الله كلمته العليا. وأما الأستاذ\nالجزء: 1 ¦ الصفحة: 346\n",
        "فليكن عفيقاً غيوراً، لطيفاً صبوراً، أديباً وقوراً. ماهراً في صناعته، باهراً في وداعته. ليس بالشديد العتي، ولا البليد العيي. يرغب في أن يفيد كما يرغب في أن يستفيد. ويجتهد في تربية من تحت لوائه، كما يجتهد في تربية أبنائه. وليعلم أن التلامذة أمانة الله في يده، ويتأهب في يومه لما سيحاسب عليه في غده. ثم أقبل قبل المشهد، وأنشد وهو قد تنهد:\nيا من لهم في السجايا\n...\nعينٌ وجيمٌ وباء\nما طالب لي في سواكم\n...\nنونٌ وعينٌ وتاء\nعهودكم ليس فيها\n...\nنونٌ وكافٌ وثاء\nوحظكم كل يوم\n...\nميمٌ ودالٌ وحاء\nوإنني في حماكم\n...\nشينٌ وياءٌ وخاء\nلو يبق لي في بلائي\n...\nصادٌ وباءٌ وراء\nأنتم لكل فقير\n...\nكافٌ ونونٌ وزاء\nوفي أكف نداكم\n...\nباء وسين وطاء\nهل عندكم نحو شيخ\n...\nلامٌ وحاءٌ وظاء\nوحسبه من رضاكم\n...\nعينٌ وطاءٌ وفاء\nدياركم للأماني\n...\nواوٌ وجيمٌ وهاء\nشين وباء وعين\n...\nفيها وراءٌ وياء\nالجزء: 1 ¦ الصفحة: 347\n",
        "قال: فلما فرغ من أبياته الحسان، تعلق به أولئك الغلمان. وقالوا: إنك نعم الأستاذ، والعقوة التي بها يلاذ. فنحن هواك ولا نريد سواك. فأشفق الأستاذ من صرم حباله، هاجت بلابل بلباله. فأسر إلي النجوى وباح لي بالشكوى، من هذه البلوى. وكنت قد عرفت الشيخ أنه حامي الحمى، وإن كان قد تظاهر بالعمى. فقلت للأستاذ: إن كنت قد أجفلت من مواء السنانير، فأعطني له قبضة من الدنانير. وأنا أدرأ ما في نفسه قد أوجس وأدعه لا يأتيك سجيس الأوجس. فناولني ما شاء، وقال: أتبع الدلو بالشاء. فدعوت الشيخ إلى خلوة، وبثثته المرة والحلوة. فقهقه كما يقهقه الرعد، وقال: بكل واد بنو سعد. فعده وعد السموأل، أن\nالجزء: 1 ¦ الصفحة: 348\n",
        "أسامة لا ينزل في وجار جيأل. قلت: فكيف تعاميت وأنت أبصر من فراس في بهماء غلس. فنظر إلي نظرة الضرغام، وأنشد بصوت كالبغام:\nتخلق الناس بالأدناس واعتمدوا\n...\nمن الصفات الدها والمكر والحسدا\nكرهت منظرهم من سوء مخبرهم\n...\nفقد تعاميت حتى لا أرى أحدا\nثم انطلق بي إلى مثواه وقاسمني شطر جدواه. وقال: أنت الليلة ضيفي وأنا غداً ضيف الهجير، فإن الصقر متى صاد بصير. فقضيت معه ليلة أرق من السابرية، وأطيب من الجاشرية. حتى نسخ الصبح آية الظلام، ونشر على الأفق حمر الأعلام. فودعني وذهب وأودعني اللهب.\nالمقامة التاسعة والأربعون وتعرف باللبنانية\nالجزء: 1 ¦ الصفحة: 349\n",
        "روى سهيل بن عباد قال: ظعنت في نفر من معد بن عدنان، حتى مررنا بجبل لبنان. فراعنا ما به من الشعاب والأودية والمجالس والأندية. والخمائل والغياض، والمياه والرياض. والقرى والدساكر، والعشائر الملتفة كالعساكر. فلبثنا أياماً في جنباته نجول بين رعانه وهضباته. حتى نزلنا بقوم من العظماء، قد أحاطواً بفتى من العلماء. وهو ينشدهم الأبيات، ويُطرفهم بالغرائب والآيات. فوقفنا نسترق السمع، في خلال ذلك الجمع. وإذا شيخ من أبناء السبيل قد أقبل في ثوب رعابيل. فتخلل القوم ولم يسلم، ثم احقوقف مشيحاً ولم يكلم. فاستثقل القوم ظله، وأنكروا محله. وقالوا: إن هذا الشيخ قد بلغ الحدب، ولم يظفر من الأدب ولا بمثل الكدب. ثم أعرضوا عنه ازوراراً، واحتملوا فظاظته اضطراراً. فانتدب له الفتى وقال: من أين أقبلت يا أبا الشقعمق؟\nالجزء: 1 ¦ الصفحة: 350\n",
        "لا كان يومك الشمقمق فزفر كفحيح الأفعى، وقال: استنت الفصال حتى القرعى. فمن أنت يا من لا يعرف الكوع، من البوع؟ قال: بل أنت من لا يعرف الكاع، من الباع إن كنت من أنماط هذا النمط، فما الفرق بين الميت والميت والوسط والوسط؟ وما فرق اليتيم بين الناس والبهائم في الوضع، وفرق الأم بين الفريقين في صيغة الجمع؟ فهمهم الشيخ وجمجم، وغمغم حنقاً ودمدم. وقال: ويك يا مرقعان يا أفرة المعمقان. إن كنت ابن مسألة أو كاشف\nالجزء: 1 ¦ الصفحة: 351\n",
        "معضلة. فأنبئني بقيود القطع، وإلا فأعدد قفاك للصفع فرنا بعين المها، إلى السمهى. وأنشد:\nيقال: جز الصوف زيد وحصد\n...\nنباته اليابس، والرطب خضد\nوجدع الأنف وللأذن صلم،\n...\nوشتر الجفن وللكف جذم\nوشرم الشفة إذ قص الشعر\n...\nوقضب الكرم لدى قطف الثمر\nوقلم الظفر وحز اللحما\n...\nوحذق الحبل وبت الحكما\nوقذ ريش السهم إذ قط القلم\n...\nوعصف الزرع وللنخل جرم\nوقيل: قد السير. والنعل حذا\n...\nوجاب صخراً، قطع الثوب كذا\nوحذف الذنب والغصن عضد\n...\nوفلح الحديد، فاحفظ ما ورد\nقال: إن كنت من رجال العصر، فما هي قيود الكسر؟ فاستضحك طويلاً، ثم فكر قليلاً. وأنشد:\nيقال: شج الرأس والأنف هشم\n...\nووقص العنق وللسن هتم\nوقصم الظهر لدى رتم الحجر\n...\nوحطم العظم كغصن قد هصر\nوفضح الجبس، والنوى رضخ\n...\nورض حباً رأس حية شدخ\nوفقس البيض على فدغ البصل\n...\nوهد ذاك الركن من دك الجبل\nوهضم القصب والخبز ثرد\n...\nونقف الحنظل فاستجل الرشد\nقال: فهل تعرف قيود الحصص، من مثل هذه القصص؟ فتململ\nالجزء: 1 ¦ الصفحة: 352\n",
        "كالأفعوان، ثم نزا كالعنظوان. وأنشد:\nكسرة خبز فدرة اللحم ترد\n...\nكتلة تمر فلذة من الكبد\nومن طعام لمظة وكسفه\n...\nمن سحب ومن سويق نسفه\nكذا صبابة من الشراب\n...\nجذوة نار حثوة التراب\nودرة من لبن فرزدقه\n...\nمن العجين غرفة من مرقه\nوصبرةٌ من حنطة ونقره\n...\nمن فضة ومن حديد زبرة\nخصلة شعر كبة من غزل\n...\nفرصة قطنٍ رُمةٌ من حبل\nخرقة ثوب نبذة من مال\n...\nوهدأة الليل من الأمثال\nقال سهيل: فلما أبان الفتى ما أبان، قال القوم: قد ظهر الشجاع من الجبان. فما أشبه هذه الألمعي بأتي عبيدة والأصمعي. ولقد اعتمانا ويمم\nالجزء: 1 ¦ الصفحة: 353\n",
        "حمانا. فلنحبه بما هو الخليق به رعاية لحرمة أدبه. ثم أفاضوا عليه حلة من الإستبرق، وقبضة من الذهب الأصفر كبتاً لعدوة الأزرق. فطال على الشيخ واستطال، وقال: قد ذل من يصادم الأبطال فاعتصم الشيخ بالهزيمة، واقتفاه الفتى بماضي العزيمة. قال سهيل: فأشفقت على ذلك الشيخ الفاني، من صولة ذلك الفتى الجاني. وخرجت في إثرهما، لترقيح أمرهما. فإذا هما بجانب العقيق بين الأقحوان والشقيق، والشيخ قد لبس الحلة والفتى قائم لديه كالرقيق. فتوسمتها من كثب، وإذا هما ميمون ورجب، فصحت: يا للعجب! فارتفق الشيخ على يمينه، وأنشد والبشر يلوح من جبينه:\nقد لاح صبح الشيب وارفض الدجى\n...\nوالعمر ولى والردى قد عرجا\nورجب كالمهر عندي نتجا\n...\nأريد أن أروضه مخرجاً\nحتى إذا فارقته مندرجا\n...\nرحت قرير العين صادق الرجا\nالجزء: 1 ¦ الصفحة: 354\n",
        "لا أختشي معصية أو حرجا\nثم قال: يا بني إني قد عولت أن أركب الفلك، وأذهب إما هلك، وإما ملك. فعد إلى أصحابك بالسلام واكتم حديثي مع الغلام. فانثنيت عنه بين العذر واللوم، وكتمت الحديث حتى وصلت إلى القوم\nالمقامة الخمسون وتعرف بالحموية\nقال سهيل بن عباد: لقيت الخزامي في حماة فانضويت إلى حماه، ولبثت نتسم رياه، وأترشف حمياه. وهو يطوف بي على الرياض والغياض ويرد المعين والحياض. ويتفقد الأجارع النضرة، والخمائل الغضرة. حتى دخلنا إلى حديقة\nالجزء: 1 ¦ الصفحة: 355\n",
        "بهيجة أنيقة. والدواليب حولها تحن حنين الناقة الرؤوم، وتئن أنين المدنف السؤوم. فجعلنا نتخير الأفياء، حتى انتهينا إلى ظلال لمياء. فجلسنا وقد أطاعنا العاصي، وتسخرت لنا مياهه من الأقاصي. وأخذنا نجتني الثمار الذوابل من الأفنان السوابل، وقد رقص البلبل على نغمات البلابل. وإذا قوم من كرام الوجود سيماهم في ناضرة، إلى ربها ناظرة. وهم يسبحون بحمد ربهم، ويستغفرون لما تقدم وما تأخر من ذنبهم. فلما رآهم الشيخ قال: أعوذ برب الناس، وجعل يضرب أخماساً لأسداس! ثم قال: يا بني كنت قد عزمت أن أنتبذ مكاناً قصياً، ولا أكلم اليوم إنسياً. ولكن ما كل رامي غرض يصيب، وكل وافد له نصيب. فلم يكن إلا كتلاوة أم القرآن،\nالجزء: 1 ¦ الصفحة: 356\n",
        "حتى تقدم القوم يخطرون كالمران. ولما كانوا منا بمسمع، جلسوا على رصيف من اليرمع. وأخذوا يتداولون الأحاديث المسندة، ويتناشدون الأشعار العربية والمولدة. فقال الشيخ: التجلد، ولا التبلد. ثم أقبل علي كأنما أنشط من عقال وخلل عذاريه وقال: يا بني إنني خضت القفار، وكشفت الأسرار. وشاهدت بين الإدبار والإقبال، في السهول والجبال، ما لم يخطر لبشر ببال. فكم رأيت إبرة تطلب، وخيطاً يهرب. وثعلباً في جبة، وأرنبة في قبة. وغزالة في السماء وجمرة في الماء. وكوكباً في مقلة، وشهاباً في حقله. وهلالاً في راحة ونجماً في ساحة. وقوماً يحبسون الناصح،\nالجزء: 1 ¦ الصفحة: 357\n",
        "ويكرهون المصافح. ويحتنبون الخاشع ويمتهنون الضارع. ويركبون الشكور ويدوسون الجمهور. ويرون قطع ساق العبد، ألذ من قطف الورد. ويعتقدون أن الكافر هو الظافر. واللعين، نعم الأمين. وأن أكل الأحرار، من شيم الأبرار، وقرة العين لمن علاه الدين. فثق بما أعتمده، وصحح هذا الرأي واعتقده. واستقم ولا تتبع سبيل الذين لا يعلمون، فإن الله إذا أراد شيئاً فإنما يقول له: كن فيكون. قال: فلما سمع القوم كلامه رأوا فيه لغواً ولحناً، فعابوه لفظاً ومعنى. وقالوا: إن هذا شاعر به جنة،\nالجزء: 1 ¦ الصفحة: 358\n",
        "فاجعلوا قلوبكم في أكنة. فثار الشيخ كأنه ليث عفرين، وقال: إني أو إياكم لعلى هدى أو في ضلال مبين. من أنتم يا سلالة الأنبياء، وثمالة الأولياء. وما بالكم تحكمون بما لا تعلمون وتنكرون من حيث لا تفكرون. أتعلمون اليتيم البكاء والنديم الغناء؟ أم تحسبون أنكم تحسنون صنعاً، إذا تحككت عقربكم بالأفعى؟ لقد غركم بالله الغرور، والله لا يحب كل مختال فخور. فليحكم الله بيننا وهو خير الحاكمين، وستعلمون غداً من الكذاب الذي يراغ عليه ضرباً باليمين. فلما رأى القوم ما رأوا من ازدهائه، شعروا بدهائه. وقالوا: لعل له عذراً وأنت تلوم، فلينظر المولى بعلمه الذي فيه حق معلوم، للسائل والمحروم. فلما آنس منهم لين الشرة لاحت على أساريره المسرة. وقال: إذا تلاحت الخصوم، تسافهت الحلوم. ثم أفاض\nالجزء: 1 ¦ الصفحة: 359\n",
        "في نقض ما أبرم، وفاض كالسيل العرموم وهو يحرق الأرم. فانقادوا أذل من النقد، وقالوا: نعوذ بالله من شر النفاثات في العقد. ثم قالوا: إنا لنراك غزير السيل، لكنك قصير الذيل يسير النيل. فخذ هذه النفقة، على سبيل الصداقة لا الصدقة. وقد انتهينا عن الصلف، إلى الكلف، فاغفر لنا ما قد سلف. فأبدى الثناء الجميل وأسدى الشكر الجزيل. وانقلب مفتخراً بما فاز، ومغتبطاً بما حاز. قال: فلما أتينا المدينة انحدر عن المطا، ودخل بي إلى مثل أفحوص القطا. فبت معه ليلة أشهى من عصر الصبا. حتى إذا أصبحنا ثار بين النفير، كالعنقفير، وأخذ في التشمير، للمسير. وقال: إني منصرف إلى بلدة أخرى، فإن شئت أن تؤوب إلى أهلك فهو الأحرى. فودعته وداع الهائم المشتاق، وسرت وأنا أحدو بذكره النياق.\nالجزء: 1 ¦ الصفحة: 360\n",
        "المقامة الحادية والخمسون وتعرف باليمامية\nأخبرنا سهيل بن عباد قال: تقلدت السفر طوق الحمامة، منذ اعتجزت بالعمامة. وكنت أهوى ديار العرب العرباء، لما فيها من الشعراء والخطباء والفصحاء والأدباء، والبلغاء والنجباء. فكنت أزجي إليها الركاب، وأتضمخ منها بالعجاج والعكاب. وأتعطر بالعرار والبشام، وأتفكه بالعرفج والثغام. وأطرب للنصب والحداء، وأبتهج بالثغاء والرغاء. حتى إذا كنت يوماً بحجر اليمامة، رأيت كتيبة فد أطبقت كالغمامة. فحثحثت الجواد، حتى حصحص لي ذلك السواد. وإذا فتى لاغط، وشيخ ضاغط.\nالجزء: 1 ¦ الصفحة: 361\n",
        "والناس حولهما يتفرجون، ولا يفرجون. فانتصبت مع الوقوف، ونظرت من خلال الصفوف. وإذا الشيخ يقول: ويل أمك يا أخبث من الشيطان، وأروغ من الثعلبان إلام تتمادى في العقوق، وتتغاضى عن الحقوق؟ أما تذكر تثقيفي أودك، وتلقيفي رشدك؟ وهل نسيت ما تجشمت من جللك، في مداواة عللك؟ وكم أنفقت عليك في المدارس والمطاعم والملابس؟ فبأي آلاء ربك تتمارى، ولو كنت أبله من الحبارى؟ هذا والغلام يتظلم، ويتململ ويتألم. وهو أحير من ضب وأنفر من بعير أزب. فلما رأى القوم ما رأوا تململه، واصطخابه وتبلبله. قالوا: ليس شكوى بلا بلوى. فأبن أيها الشيخ عذرك وضع عنك وزرك، الذي أنقض ظهرك.\nالجزء: 1 ¦ الصفحة: 362\n",
        "فأرن كما يأرن المهر، وقال: قد تجنى علي هذا الغمر، والله يعلم أن ليس لي ذنب إلا ذنب صحر. إن هذا الفتى عربي الدار، لكنه رومي النجأر. وقد بذلت فيه من الدينار والدرهم، مالا يبذله خالد بن الأيهم. وأفرغت جهدي في تهذيب لسانه، وتعديل ميزانه. فلم يزل يكسر شكيمة اللجام، وينزع إلى ألفاظ الأعجام. فيدعو المعلم، بالمؤلم. ويسمي القلب بالكلب. والحيطان بالخيطان. ويعرف\nالجزء: 1 ¦ الصفحة: 363\n",
        "المضاف، ويؤخر الموصوفات عن الأوصاف. وهذا مما تأباه السجية الأدبية، وتستك منه المسامع العربية. وشهد الله أني أريد تهذيبه، لا تعذيبه. وأرغب في تثقيفه لا تعنيفه. لكنني أجتهد في تسديده فيعثر، وأروم تشديده فينفر. وإن كنتم في ريب من ذلكم فاختبروه، وإلا فأنا أمتحنه لتعتبروه. قالوا: لا جرم أن الموالى، هو الأولى. فأمسك هنيهة عن الكلام، ثم قال قل يا غلام:\nأنا الخزامي الرقيق الكلم\n...\nمسحت ركن المسجد المحرم\nولي غلام من نتاج العجم\n...\nيشرق في فؤاده وفي الفم\nأوجده باري الورى من عدم\n...\nوحاطه بالقدر المصمم\nفلم يزل في حرس متمم\nفتعزز الفتى وتمنع، وهو يروغ كالفارس الأهنع. فما زال به القوم حتى أجاب فترحرح، وأنشد بصوت صمحمح:\nأنا الخزامي الركيك الكلم\n...\nمسخت ركن المسجد المخرم\nولي غلام من نتاج الأجم\n...\nيشرك في فؤاده وفي الفم\nالجزء: 1 ¦ الصفحة: 364\n",
        "أوجده باري الورى من أدم\n...\nوخاطه بالكدر المسمم\nقلم يزل في خرس متمم\nقال: فلما رأى القوم سقم هذه الألفاظ، وما أدت إليه من المعاني الفظاظ. تعوذوا بالله من سوء تلك اللثغة، وقالوا: ما هذا الغلام الذي لا يشترى بفشغة؟ فتبرم الشيخ وتأفف وتأوه وتسف. وقال: قد علمتم أن عثار اللسان شر من عثار القدم، ولكن ماذا ينفع الندم؟ وإنني طالما حدثت نفسي بعتاقه، وهممت بانعتاقي من وثاقه. ولو وجدت لي عنه غنى أو كان في يدي سعة من الغنى. لبعته بنصف القيمة، واشتريت غيره بضعف السيمة. ولكن قد انقطع السلى، فلا حول ولا. فأجهش الفتى عن كثب، وأخذ رقعة وكتب:\nهبوا خطأ اللسان علي عيباً\n...\nأما لي غيره شيء يصيب\nأنا ابن اقعد وقم لا في الندامى\n...\nأعد ولا سمير أو خطيب\nالجزء: 1 ¦ الصفحة: 365\n",
        "أدير من المعاني كل كاس\n...\nتطيب فخل لفظي لا يطيب\nإذا كان الجميل سليم حسن\n...\nفليس يضره ثوب معيب\nفلما وقف القوم على شعره، ورأوا انحطاط سعره. قالوا: إن لم يحسن الكر فالحلب والصر. ونقدوا الشيخ بعض المال وقالوا للفتى: دونك الجمال. فسر كلاهما وارتضى، وودعهم الشيخ ومضى. قال سهيل. وكنت قد عرفت ذينك الصاحبين، اللذين سيئاتهما تغلب الكاتبين. فقفوت الشيخ في تلك البقاع، وقلت: يا فرزدق أين وقاع؟\nالجزء: 1 ¦ الصفحة: 366\n",
        "قال: انزل بنا هنا والليل يواري حضناً. فنزلنا إلى أن استوهن الليل، وإذا رجب على شيظمة من جياد الخيل، تندفق به كعارض السيل. وهو بين ذلك ينادي الليل وأهضام الوادي. واستمر يعدو الهملجة، على مهرته السملجة. فما أدركناه إلا وقد اشمخر الضحى، وكلت الخيل من الوحى. فزلنا جميعاً من السروج في بعض تلك المروج. حتى إذا انجاب بهر الأنفاس، وثاب أشر الأفراس. ثار رجب كالرئبال، وقال: لا تقسط على أبي حبال، وترك القوم يكسرون عليه أوعاظ النبال.\nالجزء: 1 ¦ الصفحة: 367\n",
        "المقامة الثانية والخمسون وتعرف بالعمانية\nقال سهيل بن عباد: ألقتني صروف الزمان إلى عمان. فدخلتها وقد آذنت براح بالبراح، وهتف داعي الفلاح. حتى إذا مررت بفناء الجامع، إذا الخزامي هناك راتع. والناس حوله كالحجيج في المزدلفة، أو في موقف عرفة. فابتدرت إليه العبور، وقد استطير فؤادي من الحبور. وجلست للسمر بين تلك الزمر. فقضيناها ليلة أبهج من زهر الربى، وأنفج من نشر الكبا. والشيخ يتلو علينا أساطير الأولين والآخرين، ويطر فنا بحديث العابرين والغابرين. حتى هوم الكرى المفارق، وكدنا نستقبل غرة الطارق. فهجعنا هنالك غبر الليل ذلك. ولما كانت الغداة،\nالجزء: 1 ¦ الصفحة: 368\n",
        "وقد انقضت الصلاة. هجم علينا شيخ أرمش أغفش، كأنه أبو الحسن الأخفش. فحيي من حضر، وقال: أرى عمائم البدو على وجوه الحضر، فقال الشيخ: بل ترى تيجان العرب على أعيان مضر. فمن أنت يا من يسلب السيف فرنده، والصريف زبده؟ قال: إن كنت من أهل تلك الأماكن، فما قيود المساكن باعتبار الساكن؟ فتفكر ريثما تذكر. ثم أنشد:\nلمسكن الناس يقال الوطن\n...\nومثل ذاك للجمال العطن\nإصطبل خيل زرب شاء وورد\n...\nوجار ضبع والعرين للأسد\nونفق الخلد كناس للظبا\n...\nوالنافقاء لليرابيع خبا\nالجزء: 1 ¦ الصفحة: 369\n",
        "جحر الضباب قرية للنمل\n...\nوهكذا خلية للنحل\nوالوكر للطير وأفحوص القطا\n...\nمنه وأدحي النعام ارتبطا\nوالكور للزنبور، والعناكب\n...\nلها البيوت فادرها يا صاحب\nقال: حييت وحييت، وأعييت ولا عييت. فما قيود السعة، إن كنت من شوس المعمعة؟ فأهتف كولادة، وأنشد كأبي عبادة:\nبيت فسيح داره قوراء\n...\nصدر رحيب مقلة نجلاء\nبطن رغيب وطريق مهيع\n...\nوالثوب فضفاض كدرع تمنع\nوأرضنا واسعة، والقدح\n...\nيوصف بالرحراح فيما اصطلحوا\nالجزء: 1 ¦ الصفحة: 370\n",
        "قال: سقيت الغريض، يا كعبة القريض فما قيود الامتلاء، عند أهل الجلاء؟ فقال: جري المذكيات غلاء. وأنشد:\nيقال عين ثرة والبحر\n...\nطام وطافح لدينا النهر\nكأس دهاق وجفان رذم\n...\nوزاخر الوادي إناء مفعم\nوجفنك المترع والسفينة\n...\nبكل كيس أعجر مشحونه\nوقربة متأقة والطرف\n...\nمغرورق إذ غص ناد فاقف\nقال: لا شلت أناملك، ولا كلت عواملك. فهل تعرف قيود الخلاء، وتجعلها خاتمة الإملاء؟ قال: سيان الخاتمة والفاتحة، فما أشبه الليلة بالبارحة. وأنشد:\nأرض من الناس يقال قفر\n...\nجرز من الزرع إناء صفر\nودارنا من الأهالي خاويه\n...\nمثل البطون من طعام طاويه\nوالمرء من كل سلاح أعزل\n...\nورجل من دون سيف أميل\nأجم من رمح، ومن قوس رمى\n...\nأنكب، والأكشف من ترس حمى\nالجزء: 1 ¦ الصفحة: 371\n",
        "حاف بلا نعل، وحاسر بلا\n...\nعمامة، عار من الثوب خلا\nوقلب زيد فارغ من شغل\n...\nوخطه غفل بغير شكل\nحاجب أمرط جفن أمعط\n...\nوأصلع الرأس وجسم أملط\nوهكذا غيم جهام من مطر\n...\nوقيل: خد أمرد من الشعر\nولبن من زبده جهير\n...\nوطلق من قيده الأسير\nوامرأة من الحلي عطل\n...\nزلاء لا يشخص منها الكفل\nوعلط من وسمه البعير\n...\nونزح من المياه البير\nوشجرات سلب من ورق\n...\nفاقنع بما ذكرت واترك ما بقي\nقال: فلما رأى القوم من ري شراره، وفري غراره، قالوا: نعيذ لك بالله من نفس حرى، وعين شرى فهل لك أن تكون لنا خطيباً؟ وكفى بالله حسيباً. قال: نحن في المشرب شرع، والطيور على أشكالها تقع. فإن رأيت ما يسد الخلة ويرد الغلة، فأنا منكم نسباً وحلة. ورب ظئر رؤم، خير من أم سؤوم.\nالجزء: 1 ¦ الصفحة: 372\n",
        "فرضخوا له باحتلاب شطر، وقالوا: أول الغيث قطر. فاتفق على مصلاة، وقرأ: إذا عزمت فتوكل على الله. قال سهيل: ولم يكن إلا بعض خذمة، حتى وفدت امرأة حسنة اللثمة، فقالت للشيخ: هلم بأبي عبادة، فقد كلفت الشهادة. قال: علي أن أشهد بالحق، كما أشهد للحق، ونهض بي كالسارية، في أثر الجارية. والقوم إليه ينظرون، وله ينتظرون. فلما انتهينا إلى بعض المناصع، سفرت كليمته، وإذا هي كريمته. فوقفت متدهدهاً فزجرني مقهقهاً. وأنشد:\nلم أرج سد خلتي من النفر\n...\nفقد عزمت بغتة على السفر\nمتكلاً فيه على ردء القدر\n...\nفلم أكن في أمرهم ممن غدر\nوأنت يا بني كن ممن عذر\nالجزء: 1 ¦ الصفحة: 373\n",
        "ثم قال: إن كنت الرفيق، فهذه الطريق. وإلا فعليك السلام ولا ملام. فخرجت بين الحية والحيية، ولم نفترق إلى ديار طهية.\nالمقامة الثالثة والخمسون وتعرف بالغزية\nحدثنا سهيل بن عباد قال: خرجنا من العواصم، نريد غزة هاشم. فأعملنا السنابك والفراسن ووردنا الآجن والآسن. حتى دخلناها بعد الأين، بين العشاءين. وقد علت أوجهنا ولمحة من السفر ولمحة من الكدر. فاتخذنا بها المضاجع واغتنم كل منا دعة الهاجع.\nالجزء: 1 ¦ الصفحة: 374\n",
        "فلما انسلخ النهار من الليل، وجرت الغزالة فضل الذيل. خرجنا نتفقد أراضيها الخضراء والبيضاء، حتى إذا مررنا بدار القضاء سمعنا لغطاً وضوضاء. فعرجنا على ذلك اللجب، وإذا الخزامي متعلقاً برجب. وهو يقول: أيد الله القاضي، وأنفذ حكمه الماضي. كان لي نديم رقيق المباني، دقيق المعاني. ظريف الشكل، حصيف النقل خفيف الوضع والحمل. بديع الفكاهة والبداهة، بعيد السفاهة والفهاهة. يؤنسني الليل والنهار ويغنيني عمن يزور أو يزار. ويخدمني الصباح والمساء، ولا يشرب لي قطرة ماء. ويبذل المعونة، على غير مؤونة. ويسأل فيعطي ويخطو فلا يخطي. طالما أبدى، فأهدى. وأعاد، فأفاد. لا يهزه الدلال ولا يستفزه الملال. ولا يعرف الغضب ولا يسيء الأدب. ولا يكتم عني سراً ولا يعصي لي أمراً. وإذا قطعته انقطع، وإذا استرجعته رجع. وإذا طويته انطوى وإذا زويته انزوى، وإذا ضويته انضوى. يلقاني بصدر مشروح، وباب مفتوح. ووجه طلق ولسان منطلق. فكنت أتخذه أنيساً، ولا أريد غيره جليساً. وأنعكف عليه آناء الصرعين،\nالجزء: 1 ¦ الصفحة: 375\n",
        "لما أجد به من طيب النفس وقرة العين. وإن هذا الأحمق، قد مزفه كل ممزق. وتركني ألهف عليه، من النعمان على نديميه. قال: فاضطرب الرجل مرتاعاً، وتباكى ملتاعاً. وقال: علم الله أني كنت به أبر من العملس، وعليه أحذر من الذئب الأطلس. فإنه كان راحي ومراحي وصباحي ومصباحي. ولكن قد فرط ما فرط ليقضي الله أمراً كان مفعولاً، وإن السمع والبصر والفؤاد كل أولئك كان عنه مسؤولاً. فإن شاء الشيخ دية أو قوداً، أو يسلكني عذاباً صعداً. فإني له أطوع من عنانه وأوفق من بنانه. فقال الشيخ: أما وقد كان ذلك من خطا فعله، فتحرير رقبة مؤمنة ودية مسلمة إلى أهله. ولكن هل بالرمل أو شال، وكيف يرجى الري من الآل؟ قال: أنا أسعى بما تيسر وتحط عني ما تعسر. وأخذ يطوف على الجماعة من فوره،\nالجزء: 1 ¦ الصفحة: 376\n",
        "وهو ينشد في أثناء دوره:\nآهاً من الأيام والليالي\n...\nقد علمتني مهنة السؤال\nوعارضت الإدلال بالإذلال\n...\nفذقت من لواعج البلبال\nما لم يكن يخطر لي ببال\n...\nلكن قضى لي الله ذو الجلال\nبرفدكم، يا كعبة الآمال\n...\nفإن عدا الدهر فما أبالي\nوجعل يردد الأبيات بين مطافه، ويلين أعطاف استعطافه. فعاد إلى الشيخ بقدر، وقال: هذا ما قيضه القدر. فإن رضيت وإلا ألحقت الحس بالإس، وأغمضتك عمن يجس أو يحس. فانكفأ الشيخ إلى خلفه، وقال: ليس يلام هارب من حتفه. قال سهيل: فلما خرج قفوته أعتقب، إلى حيث لا مرتقب. وقلت: هيهات أن أطلق سبيلك، أو تعرفني قتيلك قال: هو كتاب ألقاه هذا الشيطان، في بعض زوايا الخان، فمزقه الفأر شذر مذر، وعلاه بالرجس\nالجزء: 1 ¦ الصفحة: 377\n",
        "والقذر. وتركني أنوح عليه بزفرات تترى، وأبكي بأجفان شكرى. ثم ناولني لفافة سبنية، وقال: إذا أصبحت فخذها إلى القاضي برسم الهدية. وانطلق يعدو في العراء، ولا يلتفت إلى الوراء. قال: ففضضت تلك الغاشية، وإذا الكتاب فيها كالهشيم فضمته الماشية، وقد علق فيه على الحاشية:\nهذا القتيل المهتدى بناره\n...\nجئت إلى القاضي لأخذ ثاره\nمن جرذ الفندق أو من فاره،\n...\nوهو لحب اللبث في جواره\nأوصى بأن ندفنه في داره\nفائتمرت بإشارته وأطرفت القاضي بعبارته. فضحك حتى هوت قلنسوته، والتوت عنصوته. وقال: هل لك أن ترده فأحتمل من كرامته، فوق ما احتملت من غرامته؟ قلت: هيهات إنه والعقاب، فرخان في نقاب وكان ذلك بيننا وسيلة الوداد والترداد، حتى خرجت من تلك البلاد.\nالجزء: 1 ¦ الصفحة: 378\n",
        "المقامة الرابعة والخمسون وتعرف بالسوادية\nحكى سهيل بن عباد قال: خرجت على ناقة أجد كأنها طود أحد. فاندفعت بي تنهب الطريق، وتخترق الشيق والنيق، حتى أشرفت على تنوفة حافلة بالأشائب، مشحونة بالركائب والجنائب. وكانت الشمس قد جنحت إلى مغاربها، فألقيت حبل ناقتي على غاربها. حتى إذا أدركت القوم ملت عنهم بعض الميل، وقلت أخوك أم الليل. قالوا: إن أخاك من آساك، فلا تطل أساك. فلما آنست منهم أنساً طبت قلباً ونفساً. فعرجت إلى المعرس، وقمت بينهم أتفرج وأتفرس. وإذا الخزامي بين قوم قد تأزروا\nالجزء: 1 ¦ الصفحة: 379\n",
        "كالعيص، وهم يتعاطون رحيقاً كالهصيص، برفد كالأصيص. فلما رآني قال: نور على نور، قد التقى سهيل بالشعرى العبور فبتناها ليلة رقيقة الحواشي، صفيقة الغواشي. حتى إذا جشر السحر، تداعى القوم للسفر. وكانت المزاود قد خفت والمزاد قد جفت فجعلوا يمزجون الإسراء بالمسير، ولا يبالون بابن ثمير أو جمير. وما زالوا يضربون في الآفاق، حتى تبطنوا سواد العراق، فنصبوا السرادق، وانتصبوا حوله كالرزادق. قال: وكان هناك شيخ من علماء البلدين، كان يلم بنا في الأبردين. فدخل يوماً إلى فناء المسجد، وإذا الحزامي هناك ينشد:\nعاتبوني على القطيعة لما\n...\nطال عهد النوى وطال النفار\nقل لهم: إن من يزرني أزره\n...\nكل يوم ومن يزور يزار\nالجزء: 1 ¦ الصفحة: 380\n",
        "فتلقاه الشيخ متعرضاً، وقال له معترضاً: إن إخلال مثلك بالإعراب، مما يعد من الأغراب. فوثب شيخنا السرندي كأنه السبندي، وقال: أجل وسقوط مثلك في الوهم، مما يدق على الفهم. إن كنت أنت الفراء، أو معاذ الهراء، فأين يعود الضمير على مطلق التأخير؟ وكم هي أوجه الشبه في بناء الأسماء، وكم أقسام التنوين عند العلماء؟ وأي لفظ يستوي استعماله اسماً وحرفاً، ويستعمل في حرفيته ظرفاً؟ وأي مضاف ينصب المضاف إليه، ولفظهما لا يطرأ التغيير عليه؟ وأي الأسماء يعرب من مكانين؟ وأيها يحتاج إلى معرفين؟ وأيها يكون في الإعراب والبناء بين بين؟ وأيها يعرب أصله ويبنى فرعه؟ وأيها يمنع من الصرف مفرده وجمعه؟ وأيها يكون ثلثاه زوائد؟ وأيها لا يبقى منه إلا أصل واحد؟ وأين تقوم أربعة أحرف في الحفظ، وتسقط كلها في اللفظ؟ وكم هي طرق الإعلال، في الأسماء والأفعال؟ قال\nالجزء: 1 ¦ الصفحة: 381\n",
        "فأخرد الشيخ من الإعياء، وأقرد من الحياء. فقال الخزامي: ويحك إن كنت من حجارة الحرار، فإن من الحجارة لما يتفجر منه الأنهار ولقد أجلتك إلى قباقب، عسى أن يتراءى لك النجم الثاقب. فاشتد بالشيخ الوجوم، حتى تعذر أن يفوه ولو بمثل نقيق العلجوم. فلما رأى ماءه ينضب ولونه كحرباء تنضب، رقيت له منه بنات ألبب. فأخذ معه في التلطف والتعطف، ونبذ عنه التصلف والتعسف. فلما خمدت جذوته وأنست جفوته. قال: علم الله ما بي أن\nالجزء: 1 ¦ الصفحة: 383\n",
        "أرتج علي، في ما ألقي إلي. ولكن أن يتندد ذلك فتسقط حرمتي، وينصرف الناس عن تكرمتي، فإن شئت أن تقبل هذا الطيلسان حني، وتكتم هذا الشأن عني قال: لا خوف، إني أوفى من عوف وحاشا الله أن أنث لك سراً، أو أغمط منك براً. ثم خرج يميس في طيلسانه كالعطبول، وهو يقول:\nقل لمن شئت في العراقين: إني\n...\nقد حباني الإمام بالطيلسان\nالجزء: 1 ¦ الصفحة: 384\n",
        "مأرب لا حفاوة من حريص\n...\nرام بالطيلسان طي لسان\nقال سهيل: فلما فاء الشيخ إلى فسطاطه، وعلموا ما كان من تبريزه واشتطاطه، وانخذال صاحبه وانحطاطه. باؤوا له بحق الزعامة وبوأوة ذروة الكرامة. فلبث في صحبتهم أياماً، لا يتجشم نفقة ولا طعاماً. حتى إذا أزمع البين، أدلج لا كسعد القين، وهم يفدونه بسواد القلب والعين.\nالمقامة الخامسة والخمسون وتعرف بالدمياطية\nقال سهيل بن عباد: أزمعنا الشخوص إلى دمياط، في ركب من\nالجزء: 1 ¦ الصفحة: 385\n",
        "الأنباط. فأعددنا النواطق والصوامت، وأغذذنا حتى كلت بنا الشوامت. وما زلنا نطأ الوعث والجدد، حتى أفضينا إلى البلد. فدخلناه على كل طلوح وقد دلكت دلوح، واغبر لوح اللوح. فلما انجابت وعثاء الخلج وانجلت أغثاء الرهج. برزنا نجر الأردية، حتى مررنا ببعض الأندية. وإذا الخزامي ورجب تليهما امرأة بادية الحدق، منادية بالحرب. فتقدم رجب كالأيهم، وهو قد بسر وتجهم، كأنه من جن جيهم. وقال: حي الله السادة الذين يحمون الحقيقة، وينسلون الوديقة ويسوقون الوسيقة. إن امرأتي هذه عجوز حمقاء قرثع خرقاء.\nالجزء: 1 ¦ الصفحة: 386\n",
        "مترهلة خدبة، خنثلة طرطبة. تلقاني بلمة بيضاء وبشرة سوداء، وعين صفراء، ونكهة دفراء. توشك أن تأكل البعير وتشرب الغدير. وهي على ذلك بذية اللسان، عرية من الإحسان. لا تذكر حرمة ولا تشكر نعمة. تهر كالكلاب وتعوي كالذئاب. إذا استقبلتها لطمث، وإذا أدبرت عنها رجمت. تشدخ بظفر كالمخلب، وتنهش بناب كسنان قعضب. ولقد كانت تلطم بكفها، فصارت تلطس بخفها. وكانت تمنحني الدخول إلى الدار، فصارت تمنعني المبيت حول الجدار. وقد منيت منها بالداء العياء والداهية الدهياء. إن هممت بطلاقها، عجزت عن صداقها. وإن تكلفت عليها الجلد، فلا قرار على زأر من الأسد. فثارت تلك المرأة السفيهة، وقالت: يا للعضيهة قد هتك هذا الوغد\nالجزء: 1 ¦ الصفحة: 387\n",
        "أستاري، حتى كأنه جردني من أطماري ويلك يا أنقس، يا ابن الفلنقس أما تذكر عيبك، وريبك؟ وشؤمك، ولؤمك؟ وفاقتك المدقعة، وأسمالك المرقعة؟ تأتيني كل يوم بمعتبة، وما في يدك عنظبة. ثم تجلس على التكرمة، وأنت شامخ الهرثمة. فتأخذ في الأمر والنهي والإيجاب والنفي. وتقول: يا حبذا الإمارة، ولو على الحجارة وزوج من عود، خير من القعود. ساء ما تتوهم، وشاه وجهك الأدهم وليت شعري ما أصنع برجل أبرد من عبقر، وأذل من فقع بقرقر. ليس له ثاغية ولا راغية. ولا عنده حضض ولا بضض. وهو على ذلك أظلم من\nالجزء: 1 ¦ الصفحة: 388\n",
        "الخيفقان، وأنقص من الزبر قان. يشبب بالملامظ واللواحظ، وهو أقبح من الجاحظ. ويدعي ببداهة ابن جماعة، على بلاهة بني خزاعة، ويقذف بهجو جرول ولا يعرف أدب الأخطل. ولكن قد\nالجزء: 1 ¦ الصفحة: 389\n",
        "جرى القلم ومن أشبه أباه فما ظلم. قال: فثار الشيخ كمن مسه الجنون، ودار حولها كالمنجنون. وقال: يا دفار أما اكتفيت بفعلك مع بعلك، الذي وطئته بنعلك حتى تتعرضي لي بجهلك، وتلحقيني بعار أهلك؟ إن كنت ريحاً فقد لاقيت إعصاراً، ورب قرارة تسفهت قراراً. ثم اقتحمها فاندفعت ورفسها فانصرعت، ثم قامت\nالجزء: 1 ¦ الصفحة: 392\n",
        "فوقعت. وهي تشتم بكل شفة ولسان، وتبربر بما لا يفهمه إنس ولا جان. فأضحكت القوم كما أضحك الصحابة نعيمان، أو الهدهد جنود سليمان. فقال الشيخ لصاحبها: طلقها بتاتاً، لا جمع الله له شتاتاً وعلي\nالجزء: 1 ¦ الصفحة: 393\n",
        "تحصيل ما تخشى منه الأثقال، ولو كان ألف مثقال. فما نشب أن طلقها كما أشار، وأخذ الشيخ يطوف على القوم وهو يقول: النار، ولا العار حتى إذا فرغ من مسعاه، دفع إليها ضغث مرعاه، وقال: اذهبي فقد أينعت دوحة الصبر، وتمتع المهتاض بالحبر. فقالت: هبلتكما الهوابل، ولا بشرت بمثلكما القوابل \"هذا ما وعد الرحمن وصدق المرسلون، وسيعلم الذين ظلموا أي منقلب ينقلبون، فدعهم يخوضوا ويلعبوا حتى يلاقوا يوم الذي يوعدون\". ولما أدبرت تلك الدردبيس، أقبل الشيخ على القوم كالعنتريس. وقال: قد غبر من نوالكم قذعملة لا تقضي أشكلة. فإما أن تستردوها، أو تزيدوها. فرشحوا له ببلالة وقالوا: خذ من القطوف مادنا، وقل: لن يصيبنا إلا ما كتب الله لنا. فانقلب لهجاً بحمدهم مبتهجاً برفدهم. قال سهيل: فلما باء على حافرته، في أثر زفراته. تعقبته لأعرف تلك الشهربة الطالق، فإذا هي ابنته العاتق. وهي قد نقضت عنها\nالجزء: 1 ¦ الصفحة: 394\n",
        "الهرم واستوت كبانة العلم. فعجبت من غرابة حاله، وخلابة محال، واغتنمت صحبته إلى أوان ترحاله.\nالمقامة السادسة والخمسون وتعرف بالإسكندرية\nحدث سهيل بن عباد قال: نحونا الإسكندرية من القاهرة، في عفرة صاهرة. فكنا نقيل بياض اليوم ونستبدل السرى من النوم. وبينما نحن في ليلة كالحة الإهاب، حالكة الجلباب، عرض لنا شبح اسود على جمل أقود. فتواثب القوم إليه كبنات طبق، وما لبثوا أن جاؤوا به في الربق. فلما أسفر ابن ذكاء، وانتقب وجه الأفق بالأياء. تفرست في أسيرنا الظلامي، وإذا هو شيخنا الخزامي. وقد تلبد عثنونه كالثرب، وعليه خيعل\nالجزء: 1 ¦ الصفحة: 395\n",
        "كطيلسان ابن حرب. فقلت: الله أكبر، قد مدرتم المنبر هذا الخزامي الذي يفيد البهج، ويفدى بالمهج. فتأشب القوم حواليه، وأخذوا يتنصلون إليه. فلما سكن جزعه واستكان زمعه. قال: يا بزاة الليل، وغزاة الليل. أهجمتم على دوسر النعمان، أم\nالجزء: 1 ¦ الصفحة: 396\n",
        "على مردة عزوان؟ واقتنصتم سليك المقانب، أم طمعتم بفداء حاجب؟ لقد تقلدتم قلائد عوكل، بهجومكم على هذا الضيكل، ولكن قد كان ذلك في الرق المنشور، وما الحيوة الدنيا إلا متاع الغرور. فلما انجلى عليهم بدره، علا لديهم قدره. فأحفوا له في التكرمة، وباؤوا من وحشة الغراب إلى أنس العكرمة. ثم أخذوا في السير الضريج على متن كل إضريج، وهو يؤنسهم في التعريس والتعريج. حتى ألقوا عصا السفر في السرار من صفر. فنزلنا في منزل مأهول، قد بني للمعلوم والمجهول. وأقمنا في ذلك الحواء إلى ليلة السواء. وإذا شيخ قد ناهز العمرين كأنه\nالجزء: 1 ¦ الصفحة: 397\n",
        "أحد العمرين فجلس مجلس الفقيه وأخذ ينثر الآلئ من فيه. حتى إذا تمادت به الأشواط في شقة بعيدة النياط. تصدى له رجل قصاقص كأنه فرافص. وأخذ يهيم معه في كل واد، ويتلون كأم الحبين في الأعواد. حتى أفضى الأمر إلى الشقاق، والستر إلى الانشقاق. فقال: إني أراك بين الفقهاء، كالمستعصم بين الخلفاء! إن كنت فقيه العصر فأي رجل صح بيعه أباه واستحق الثمن فاستوفاه؟ وأي غاصب لا يبرأ بالرد على المالك، وأي رجل أتلف شيئاً فلزمه\nالجزء: 1 ¦ الصفحة: 398\n",
        "شيئان هنالك؟ وأين ترد شهادة مسلمين، وتقبل شهادة ذميين؟ فأطرق الشيخ أي إطراق، واحتبكت عليه المسألة كحبك النطاق. فاستطال الرجل واهتز، وقال: من عزَّ بزَّ. قال: فثار الخزامي كالفنيق العذافر، وعمد إلى ذلك الرجل الظافر. وقال: قد علمت\nالجزء: 1 ¦ الصفحة: 399\n",
        "يا شيخ الحرم أن انتهاك الحرم من الحرم. ولقد رأيتك تخوض في المعقول والمنقول، وتمزج الفروع بالأصولو. إن كنت من العلماء، فما هي أنواع الإنساء؟ وبماذا يفرق أهل الدرية، بين الاستعارة والتشبيه وبينها وبين الكناية؟ وما هي المقولات العشر والكليات الخمس، وما هو التناقض في القضايا والعكس؟ فارتبك الرجل في تلك المسائل،\nالجزء: 1 ¦ الصفحة: 400\n",
        "ولم يكن عنده طائل ولا نائل. قال: إن كنت قد أنكرت هذه النظائر، فكم طائفة في جناح الطائر؟ فإن كنت قد استخشنت الشرس، فكم دائرة في جلد الفرس؟ فإن رأيت التخفيف أحب، فكم عقدة في ذنب الضب؟ فتخازر الرجل وشزر، وقال: عدا القارض فحزر. ثم\nالجزء: 1 ¦ الصفحة: 401\n",
        "غلبت عليه الأنفة، فلم يفه ببنت شفة. ثم شمر ذيله وانقلب وقد تحطم كالمخشلب. فلما انصاع أخبط من عشواء، وأخيب من قابض على الماء. قال الشيخ: زعم هذا الحبنطى، أن يروعنا بالضبغطى. ولم يدر أن دون ما يأمله نهابر، وهو أفوت من أمس الدابر. فثار إليه ذلك الشيخ الموتور، وقد التألم صدع قلبه المبتور. وقال لا جرم أنك باقعة البواقع، وفلك النسر الواقع، وإني لأراك ضيق الحال على سعة النظر، فخذ هذه الجدوى واستعن بها على مؤونة السفر. قال: وهاك مني وصية تعقد عليها بنانك وتروض بها لسانك. إن العلم إن أكرمته أكرمك، والمال إن أكرمته أهانك. فدارت وصيته في تلك العراص، كما دارت كلمة الإخلاص. فلم\nالجزء: 1 ¦ الصفحة: 402\n",
        "يبق في القوم إلا من بض له حجره، وغض عليه شجره. فودعهم وانثنى وهو يسحب ذيل الغنى.\nالمقامة السابعة والخمسون وتعريف بالنجدية\nقال سهيل بن عباد: عبثت بي لواعج الوجد، إلى زيارة نجد. فتسنمت الأكوار، وطويت الأنجاد والأغوار. حتى نقعت بحلولها غلتي بعد اللتيا والتي. فلما سرت عني وعكة السرى، وقضت أجفاني وطر الكرى. قمت أطوف الحلة بعد الحلة وأتفقد الأحياء المشمعلة. حتى إذا كنت صبيحة يوم، بمنتدى زعيم القوم. وفد شيخ أوهى من الشبام، يليه فتى أشهى من البشام. فجثم الشيخ\nالجزء: 1 ¦ الصفحة: 403\n",
        "محقوقفاً وانتصب الفتى محصوصفاً. وقال: أعز الله الوالي، وأذل له أعناق الموالي، إن هذا الشيخ قد استعبدني منذ عام، كما تستعبد أولاد حام. وهو عبيد فلسه، لا يقوم بميرة نفسه. فتراه ألام من أسلم. وأحمق من عجل، وأقلق من الحجل، في الرجل. بيد أنه ملاق مذاق سفساف شقشاق. لا يزال يهذر ويهذرم، ويبربر ويدمدم. ويلغو بالكلم الجاهلية، ويعبث بالتمويهات الخزعبلية. إذا طلبت منه قطعة، أنشدني أبياتاً سبعة. وإذا قلت: لي مسألة، قال: هات الدواة والمرملة. وإذا التمست منه الصرف، جاءني بألف حر. وهو يتأنق بهجن جامدة، من لغة العرب البائدة،\nالجزء: 1 ¦ الصفحة: 404\n",
        "ليس لها طلاوة ولا فائدة. فثار الشيخ كالمعتوه، وقد أزبد فوه. وقال: بهراً لك يا عفنقس، يا ماقط الأنقس متى تشدقت بهذه الشغاشغ، وتمطقت بهذه الضغاضغ؟ ذرعنك هاتي الجعظرة الخضمة، والفظاظة المضلخمة. وإلا قفخت رأسك العفنجج، ولو كنت حفيد العر نجج. قال: فضحك القوم من هذا التنصل، الذي يشهد للتهمة بالتأصل. وكان بينهم رجل أضجم، فتبازخ كالتيار الأعجم. وقال: إني أراك في العربية راسخ القدم، فهل تعرف أيام الأسبوع في القدم؟ فتخازر تخازر القيان، ثم قال: جرى ابنا عيان فاستجل البيان. وأنشد:\nلأول الأسبوع قيل أوهد\n...\nفي قدم الدهر وأهون الغد\nالجزء: 1 ¦ الصفحة: 405\n",
        "ثم جبار بعده دبار\n...\nمؤنس عروبة شيار\nقال: لا تربت يداك، ولا طربت عداك إن كنت تعرف ألقاب الشهور، فأنت العلم المشهور. فاكتام واشرأب ثم جثم واستستب. وأنشد:\nمؤتمر وناجر خوان\n...\nمن لقب الأشهر والصوان\nزباء بائد أصم واغل\n...\nوبعد ذاك باطل وعاذل\nورنة وتيرك الختام\n...\nوقيل غير ذاك والسلام\nقال: لله درك ما أبعد غورك، وأقرب نورك فاختم بذكر الأشهر\nالجزء: 1 ¦ الصفحة: 406\n",
        "الحرم، إن كنت ممن أتم فاكرم. فقال: اللهم اجعلنا ممن حسن ختامه، وانجلى قتامه. ثم أنشد:\nثلاثة من الشهور سرد\n...\nوواحد عقيب ذاك فرد\nذو قعدة وحجة محرم\n...\nورجب وهي الشهور الحرم\nقال: فلما رأى القوم اتساع روايته، وارتفاع رايته. علموا أنه صل أصلال فنظروا إليه بعين الإجلال. ولما رأى إقبالهم عليه، وارتياحهم إليه. قال: يا جهابذة اليلامع، وهرابدة المعامع. علم الله أني لست بجعد الكف، كما يزعم هذا الهجف. ولكن قد أناخ الدهر علي بكلكله، وأخنى علي الهرم بأفكله. فلم يبق لي عافطة ولا نافطة. وصرت أسغب من السيدان، بعدما كنت أقري الهيدان والزيدان. ولو\nالجزء: 1 ¦ الصفحة: 407\n",
        "استطعت أن أقوم بأمري، لأطلقت هذا الفتى من أسري. ولكنني ما زلت أعلل نفسي بالمنى، وأمنية بالغنى. لعل الله يقيض لي فتحاً قريباً أو يكتب لي بمثلكم نصيباً. قال: استعذب القوم كلامه، واستعذروا غلامه. وقالوا: قد كتب ربك على نفسه الرحمة، لكن ما كل سوداء تمرة ولا كل بيضاء شحمة. فإن الناس قد لؤموا وجشعوا، حتى لو سئلوا التراب أو شكوا أن يملوا ويمنعوا. فإن شئت أن تجاورنا غابر هذه الشيبة، وتكتفي ذل السؤال وغصة الخيبة. وإلا فخذ هذه النحلة، واعتمد الرحلة. قال: حبذا جواركم لولا ضفف خلفت، وموعد أخلفت. فوصلوه كل واحد بدينار، وارحلوه ناقة ذات سفار. قال سهيل: وكنت قد تنسمت ريح خزامه، وظلفت نفسي عن التزامه. لما شق العصا خرجت في أثره، حتى صرت بمرمى بصره. فقال: أنت من المولدين في هذا الزمان، لا تعرف لغة يعرب بن قحطان،\nالجزء: 1 ¦ الصفحة: 408\n",
        "فعد إلى أن يصادفنا ترجمان. ثم انسدر يعدو كالظليم وغادرني كالسليم. فعدت وأنا أعجب من فنونه، في جده ومجونه.\nالمقامة الثامنة والخمسون وتعرف بالعكاضية\nقال سهيل بن عباد: خرجت للتجارة في البوادي، مع صاحب كسلام الحادي. فكان يطربني بحدائه الأنيق ويحبب إلي طول الطريق. وما زلنا نطوي بساط الفجاج، وننشر لواء العجاج. حتى أتينا سوق عكاظ، في هاجرة كالشواظ. فانخنا كهشيم المحتظر وإذا الناس كالجراد المنتشر. وقد أخذ بعضهم في المناشدة\nالجزء: 1 ¦ الصفحة: 409\n",
        "والملاجزة، وبعضهم في المحاجاة والمعاجزة، وبعضهم في المفاكهة والمجازرة. فجعلنا نطوف بين تلك الطوائف، ونجتني القطائف واللطائف. حتى مررنا بلفيف من نواصي العرب، وإذا الخزامي بينهم ورجب. وهما قد أخذا في المباراة والمحاورة، والمجاراة والمساورة. حتى مالت إليهما كل صاغية، وتفتقت لهما كل فاغية. فلما رأى الشيخ انصباب الناس إليهما، وانصيابهم عليهما. اخرنشم واخرنطم، واندفق على صاحبه كالغطمطم، وقال: ويلك يا أبرد من حرجف، وأيبس من حرشف قد أردت أن تطاول السمهرية، بالسندرية. وتطارد العناجيج، بالحراجيج، فإما أن تسلبي أطماري اليوم، وإما أن أجردك بين القوم. قال: اشحذ غرارك يا شيخ النار، واستهد لسهام العار قال: إن كنت\nالجزء: 1 ¦ الصفحة: 410\n",
        "من الأدباء، فما قيود الأبناء، باعتبار ضروب الآباء؟ قال: قد ناديت مجيباً، وعاديت نجيباً. ثم أنشد:\nللخيل مهر وحوار للجمل\n...\nوالجدي للمعزي وللشاه الحمل\nوالعجل للثور وللحمير\n...\nعفو، كذا الخنوص للخنزير\nوشبل ليث ولضبع رعل\n...\nوجرو كلب ولفيل دغفل\nغفر لو عل وفرار للفرا\n...\nكذاك يعفور مهاة ذكرا\nوخرنق لأرنب، وتتفل\n...\nلثعلب، ولابن آوى نوفل\nطلا الغزال ديسم للدب\n...\nجارن حية وحسل الضب\nوشقذ حرباء كذا للنمل\n...\nذر، وجاء هرنع للقمل\nقر الدجاج، الرأل للنعام\n...\nغطريف باز جوزل الحمام\nللكروان الليل، والحباري\n...\nقد ذكروا لفرخها النهارا\nوللعقاب ضرم، والحجل\n...\nللفرج منها سلك يستعمل\nوالدرص للهرة واليربوع\n...\nوالفأر جارياً على الجميع\nقال: قد أحكمت السداد، وإن كنت سبد أسباد. فما هي أصابع الراحة، وما بينهن من المساحة؟ قال: راجل يسابق الفارس، ومحترس من\nالجزء: 1 ¦ الصفحة: 411\n",
        "كيده وهو حارس. ثم أنشد:\nقل: أول الأصابع الإبهام\n...\nوبعدها سبابة تقام\nوبعدها الوسطى، يليها البنصر\n...\nوبعدها الصغرى أخيراً خنصر\nوبين إبهام وصغرى شبر\n...\nوما إلى سبابة ففتر\nوبين ذات الفتر والوسطى رتب\n...\nوبين ذي الوسطى وبنصر عتب\nوالبصم بين خنصر ومايلي\n...\nوبين كلهن فوت الخلل\nقال: إن عرفت مراتب النبات، أنت من ثبات الثبات. ضحك حتى زجا، وقال: قد أشرقتني بالشجا. ثم أنشد:\nأول نبت الأرض بأرض إذا\n...\nلم يتميز، والجميم بعد ذا\nوبعده البسرة الصمعاء\n...\nثم الكلا، فلتحظ الأسماء\nفلما فرغ من إنشاده أحجم الشيخ القهقرى، فازدلف إليه يمشي\nالجزء: 1 ¦ الصفحة: 412\n",
        "الخيزري. وقال زعمت يا شيخ مهو، أن البلاغة باللهو، وأن المخدرات ي البهو. فاخلع إذا ما عليك حتى نعليك. وإلا وقصت جيدك حتى الكاهل، ولو كنت من العباهل. ثم أخذ بحبل وريده وأصر على تجريده. فجعل الشيخ يدور كاللولب، ويرفس كالتولب، والفتى يتعلق بثيابه، ويحول دون انسيابه. فأخذت القوم الأنفة، وساءتهم تلك الهجنة المؤتنفة، والمعرة المكتنفة. وقالوا: نحن نفدي هذه الذعاليب، بقشب الجلابيب. فخل عنك العنف، ولا تبله بمطفئة الرضف. قال: علم الله ليس\nالجزء: 1 ¦ الصفحة: 413\n",
        "من وسني هذه الأطمار، ولكن أريد تأديبه بالخزي والشنار لا يلج بعد ذلك في مثل هذا الباب، ويلقي نفسه بين المخلب والناب فتصر عليه رجل الغراب. قالوا: إن عندنا من الفروض، شراء الأعراض بالعروض. على أن تكون ناصح الجيب، في الشهادة والغيب، فلا تسود وجه الشيب. ثم جاؤوه بحلة وضرة، وقالوا: إن في ذلك لأعينكما قرة، والله لا يضيع مثقال ذرة. فاضطبنهما وقال: قد دبر القوم تدبير من طب لمن حب، فادرج أيها القرشب، وخل درج الضب. فتعلق به وقال: إنك بي قد وصلت إلى ما وصلت، وحصلت على ما حصلت. فهلم نقتسم شق الأبلمة\nالجزء: 1 ¦ الصفحة: 414\n",
        "ولا يسمع الناس لنا أيلمة. قال: هذا البحر فاغترف، وإلا فانصرف، فانتشب بينهما الجذب والدفع، حتى أفضى ذلك إلى الصفع. فرثى القوم لشيخه الجلحاب، وأمطروه كسفاً من سحاب. وقالوا: باءت عرار بكحل، فدونكما الرحل، وحسبكما الضحل. فقالا: شاعكم السلام، وانطلقا بسلام.\nالمقامة التاسعة والخمسون وتعرف بالمكية\nحدث سهيل بن عباد قال: قدمت مكة، في ليلة عكة، فنزلت ببكة. ولما أصبحنا كان يوم طلق، حسن الخلق والخلق. فجعلت أتفقد المناسك والمشاعر، وأتردد بين العشائر\nالجزء: 1 ¦ الصفحة: 415\n",
        "والمعاشر. فبينما أنا أستشرف وجه الدو، كأنني زرقاء جو. رأيت ركباً يمشون الهرجلة على مطايا همرجلة. فناجتني القرونة أنهم الخزامي وصاحباه، حتى ازدلفوا فإذا هما هما وإذا هو إياه. فوجدت ما يجد من بشر بالماء، على فورة الظماء. وابتدرت إليه كالغداف، فالتقاني كفارس خصاف. واعتنقنا حتى صرنا في التزامنا الدرجي كأننا المركب المزجي. ثم تبوأنا صهوات الخيل،\nالجزء: 1 ¦ الصفحة: 416\n",
        "وأتينا المدينة في ناشئة الليل. كان يومئذ قد أذن في الناس بالحج، فأتوا رجالاً وعلى كل ضامر من كل فج. فلبثنا يوماً أو بعض يوم، نطو بمحافل القوم. حتى مررنا بلفيف مقرون كأمثال اللؤلؤ المكنون. لما وقف الشيخ بهم قال: سلاماً، ثم قام أمامهم إماماً. وقال: الحمد لله الذي أمر بحج البيت من استطاع إليه سبيلاً، ووعد عباده المتقين جنات تجري من تحتها الأنهار وعيناً تسمى سلسبيلاً. أما بعد يا معاشر العرب الكرام، وحجاج البيت الحرام. فإن الله لا يرضى بالوذائم والضحايا ممن أصر على الخطايا. ولا بزيارة الحرمين ممن فاه بالنميمة والمين. ولا باستلام الحجر، ممن طغى وفجر. ولا بالطواف حول البيت، من نشاوي الكميت. ولا برمي الجمار، من ذوي الشحناء والأغمار. إن الله ينظر إلى السرائر المكمنة، لا إلى الشفاه والألسنة. وإن حج القلوب خير من حج الأقدام، ولبس التقوى ذلك خير من لباس الإحرام. فاعبدوا الله مخلصين له الدين، ولا تكونوا ممن يعبده على حر فذلك هو الضلال المبين.\nالجزء: 1 ¦ الصفحة: 417\n",
        "واذكروا أن الزمان ريح قلب والدنيا برق خلب. والحياة سحاب جهام، والحمام ليث حمام. فلا تغتروا برهرهة الآل ولا يذهلكم الحال، عن المآل. وإذا جردتم أنفسكم للاعتكاف وتجردتم للطواف. فقولوا: لبيك يا من يدعو إلى دار السلام، ولك الحمد الذي لا ينفد ولو أن ما في الأرض من شجرة أقلام. اللهم يا مجيب السؤال ورحيب النوال، ومنجح الآمال ومصلح الأعمال. تقبل جدنا وجهدنا، واغفر سهونا وعمدنا. ولا ترض العج والثج ممن حج منا أو دج. واطبع قلوبنا على محبتك المخلصة، وطاعتك المخلصة. واعصمنا بألطافك وقواك، ولا تكلنا إلى أمداد سواك. اللهم يا جزيل الثواب، وقابل كل أواب. ولا تقصنا عن وجهك الميمون، يوم لا ينفع مال ولا بنون. وآتنا كتبنا بأيماننا وكر أعمالنا بإيماننا. ولا تحاسبنا حساباً عسيراً، ولا تجعلنا ممن يضحكون قليلاً ويبكون كثيراً. اللهم يا سابغ الآلاء ونابغ\nالجزء: 1 ¦ الصفحة: 418\n",
        "الإيلاء. هب لنا قلوباً طاهرة، وعيوناً ساهرة. وأنفساً عفيفة وألسناً حصيفة. وأخلاقاً سليمة ونيات مستقيمة. ويسر لنا توبة صادقة، وندامة حاذقة. وسيرة هادية، وعيشة راضية. وعاقبة حميدة وخاتمة سعيدة. وأفض علينا نعمتك، ورحمتك. ولطفك، وعطفك. وهداك ونداك. واجعل حجنا مبروراً، وذنبنا مغفوراً. وأحصنا مع أصحاب اليمين، في فردوسك الأمين، برحمتك يا أرحم الراحمين. قال: فلما فرغ من دعائه، انثنى إلى ورائه. فحال القوم دون مسربه، لعذوبة مشربه. وقالوا له: بورك فيك، ما أحلى نفثات فيك! فهيهات أن تبرح من بيننا، قبل بيننا. قال: إني إلى ما تريدون أقرب من حبل الوريد، وأجرى من خيل البريد. ثم انقاد إلى مربضه وعاد إلى معرضه. فتأشب القوم عليه كدوح البريص، وبذلوا ي صحبته جهد الحريص. وأقام يطرفهم بالملح المستعذبة، والنوادر المستغربة. ويجلو عليهم الخطب المنبهة والزواجر المنهنهه. ويقدمهم بالأدعية، وهم يجاوبونه كالمستفقهة.\nالجزء: 1 ¦ الصفحة: 419\n",
        "حتى انقضت أيام الشعث وقضوا شعائر التفث. فشرقوا وغرب وتفرقوا تحت كل كوكب.\nالمقامة الستون وتعرف بالقدسية\nقال سهيل بن عباد: لقيت أبا ليلى في المسجد الأقصى، بين جمهور لا يحصى. والناس قد تألبوا عليه كالأجربين، وأحاطوا به كالأخشبين. وهو يخاطبهم بالوعظ والإنذار، ويحذرهم عذاب النار وسوء عقبى الدار. حتى صارت مدامعهم تصوب، وكادت أكبادهم تذوب. فلما رآني تحز وهو قد استوفز. فانقضضت إليه كالأجدل، وسقطت عليه كالجندل. فحياني تحية الأحبة، ثم استأنف الخطبة، فقال: الحمد لله الذي جعل حرمه أمناً للعباد ومقاماً للعباد. وهو الذي خلق فسوى وقدر فهدى، وأضحك وأبكى، وأمات وأحيي. والذي جعل الأرض مهاداً، والجبال أوتاداً\nالجزء: 1 ¦ الصفحة: 420\n",
        "وبنى فوقكم سبعاً شداداً. والذي مرج البحرين يلتقيان، بينهما برزخ لم يبغيان وهو كل يوم في شأن. لا إله إلا هو الفرد الصمد الذي لا يلد ولم يولد، ولم يكن له كفؤاً أحد. سبحانه وريحانه ما أعظم قدرته وشأنه، وأوسع منته وإحسانه. أما بعد فإنني قد قمت فيكم مقام الفقيه الخاطب، وهي صفقة لم يشهدها حاطب. فإني طالما ارتكبت الأوزار، وتبطنت الأقذار. واجترحت المغارم، واستبحت المحارم. وانتهكت الأعراض فسودت منها كل بياض. وما زال ذلك دأبي مذ شببت، إلى أن دببت. فليس لي أن أعظ أحداً ولا أفوه بخطبه أبداً. وعلي أن أقصر درسي على وعظ نفسي. وها أنا قد اعتمدت الأوبة، واعتصمت بالتوبة. فادعو الله لي أن يأخذني بحلمه، ولا يحكمه. ويعاملني بفضله لا بعدله. ثم أخذ في الأجبج والضجيج، وجعل يراوح بين\nالجزء: 1 ¦ الصفحة: 421\n",
        "النحيب والنشيج. حتى أبكى من حضر، من البدو والحضر. فأخذ القوم في تسكين ارتعاشه، وتمكين انتعاشه. حتى خمدت لوعته وهمدت روعته. فحباه كل واحد بدينار، وقال: أدع ربك لي واستغفره بالأسحار. قال إني قد تجردت عن عرض الدنيا، إلى الغاية القصيا، فلا أقبل منه مثقال ذرة ما دمت أحيي. ثم نهض بي مكبراً، وولى مدبراً. فبات بليل أنقد يساهر الفرقد. وهو لا يفتر من ذكر الله، ولا يمل من الصلوة حتى إذا أخذت الدراري في الأفول، قام على مرقبة وأنشأ يقول:\nقم في الدجى يا أيها المتعبد\n...\nحتى متى فوق الأسرة ترقد\nقم وادع مولاك الذي خلق الدجى\n...\nوالصبح وامض فقد دعاك المسجد\nواستغفر الله العظيم بذلة\n...\nواطلب رضاه فإنه لا يحقد\nواندم على ما فات واندب ما مضى\n...\nبالأمس واذكر ما يجيء به الغد\nواضرع وقل يا رب عفوك إنني\n...\nمن دون عفوك ليس لي ما يعضد\nأسفاً على عمري الذي ضيعته\n...\nتحت الذنوب وأنت فوقي ترصد\nيا رب لم أحسب مرارة مصدر\n...\nعن زلة قد طاب منها المورد\nيا رب قد ثقلت علي كبائر\n...\nبإزاء عيني لم تزل تتردد\nالجزء: 1 ¦ الصفحة: 422\n",
        "يا رب إن أبعدت عنك فإن لي\n...\nطمعاً برحمتك التي لا تبعد\nيا رب قد عبث البياض بلمتي\n...\nلكن وجهي بالمعاصي أسود\nيا رب قد ضاع الزمان وليس لي\n...\nفي طاعة أو ترك معصية يد\nيا رب مالي غير لطفك ملجأ\n...\nولعلني عن بابه لا أطرد\nيا رب هب لي توبة أقضي بها\n...\nديناً علي به جلالك يشهد\nأنت الخبير يحال عبدك إنه\n...\nبسلاسل الوزر الثقيل مقيد\nأنت المجيب لكل داع يلتجي\n...\nأنت المجير لكل من يستنجد\nمن أي بحر غير بحرك نستقي\n...\nولأي باب غير بابك نقصد\nقال سهيل: فلما فرغ من أبياته غاص في التهليل والتحميد، والترتيل والتجويد، حتى تهات من وجده وكاد يغيب عن رشده. عجبت من استحالة حاله وأيقنت بحووله عن محاله. ولبث عنده شهراً، أجتني من روضه زهراً، وأجتلي من أفقه زهراً. إلى أن حم الفراق، وقال ناعبه غاق: فاعتنقني مودعاً، ثم سايرني مشيعاً. وقال: موعدنا دار البقاء، فكان ذلك آخر عهدنا باللقاء.\nالجزء: 1 ¦ الصفحة: 423\n",
        "قال مؤلفه الفقير:\nهذا آخر ما علقته من الأحاديث الملفقة كما فتحت علي القريحة المغلقة. وأنا ألتمس ممن سلمت بصيرته وطابت سريرته. أن يغض الطرف عما يرى من الإخلال والإجحاف، وأن ينظر إلي بعين الحلم والإنصاف. فإني قد تلقيت هذه الصناعة من باب التطفل والهجوم، إذ لم أقف على أستاذ قط في علم من العلوم. وإنما تلقفت ما تلقفته بجهد المطالعة وأدركت ما أدركته بتكرار المراجعة. فإن أصبت فرمية من غير رام وإن أخطأت فلي معذرة عند الكرام. والله المسؤول أن يحسن خواتمنا اللاحقة، كما أحسن فواتحنا السابقة. إنه ولي الإجابة، وإليه الإنابة، والحمد لله أولاً وآخراً.\nوكان الفراغ من تبييضه في شهر نيسان سنة ألف وثماني مائة وخمس وخمسين للمسيح.\nالجزء: 1 ¦ الصفحة: 424\n",
        ""
    ]
}