{
    "1": [
        "مختصر العبارات لمعجم مصطلحات القراءات\nمختصر العبارات لمعجم مصطلحات القراءات\nإبراهيم الدوسري\nالكتاب:\nمختصر العبارات لمعجم مصطلحات القراءات\nالمؤلف:\nإبراهيم بن سعيد بن حمد الدوسري\nالناشر:\nدار الحضارة للنشر - الرياض - المملكة العربية السعودية\nالطبعة:\nالأولى، 1429 هـ - 2008 م\nعدد الأجزاء:\n1\nأعده للشاملة/ أبو إبراهيم حسانين\n[ترقيم الكتاب موافق للمطبوع]\n",
        "ـ[مختصر العبارات لمعجم مصطلحات القراءات]ـ\nالمؤلف: إبراهيم بن سعيد بن حمد الدوسري\nالناشر: دار الحضارة للنشر - الرياض - المملكة العربية السعودية\nالطبعة: الأولى، 1429 هـ - 2008 م\nعدد الأجزاء: 1\nأعده للشاملة/ أبو إبراهيم حسانين\n[ترقيم الكتاب موافق للمطبوع]\n",
        "المقدمَة\nالحمد لله الذي نزّل الكتاب المبين، وهو يتولى الصالحين، وصلى الله على خاتم النبيين، سيدنا محمد الهادي الأمين، وعلى آله والصحابة والتابعين، وسلم تسليماً كثيراً إلى يوم الدين، أما بعد:\nفإنه لما وفقني الله الكريم لتأليف (التجريد لمعجم مصطلحات التجويد) انشرح صدري لإفراد معجم على غراره في مصطلحات علم القراءات، وسميته (مختصر العِبارات لمعجم مصطلحات القراءات).\nوأصل المعجمين الآنفي الذكر (معجم المصطلحات في علمي التجويد والقراءات)، وقد راعيت -عند إفراد كل معجم على حدة- جملة من الإصلاحات والتحسينات الفنية والعلمية.\nمنهج البحث:\n* استقراء المصطلحات من مصادرها عند علماء القراءات، وترك ما عداها من مصطلحات علوم القرآن الأخرى، إلا المصطلحات التي كثر استعمالها في مصادر القراءات مثل مصطلح: \" رسم المصحف \"، \" رؤوس الآي \"، ونحوهما مما يعدّ من علم الرسم وعلم عدّ الآي، إلا أنها لشدة علاقتها بعلم القراءات ولكثرة استخدامها في مصادر القراءات صارت كأنها جزء منها، فما كان من هذا القبيل فقد تم إدراجه في هذا المعجم، ومن هذا القبيل ما كثر استعماله عند القراء من التعبيرات النحوية والصرفية ونحوهما مما قد يخفى على بعض\nالجزء: 1 ¦ الصفحة: 5\n",
        "القراء مثل (الإجراء)، (المكني).\n* الاعتماد في تعريف المصطلحات على عُرف القراء فحسب.\n* توخي الدقة والوضوح من حيث تحديد المصطلح وتعريفه، واستبعاد الحشو والتكرار.\n* الاقتصار على التعريف، وعدم الدخول في تفاصيل المسائل، إلا فيما يخدم توضيح التعريف دونما استطراد.\n* عدم تعريف المصطلح بالمرادف والأضداد، إلا إذا كان لمزيد الإيضاح.\n* إذا كان للمصطلح أكثر من معنى ذكرتها جميعها مرتبة حسب الشهرة وكثرة الاستعمال قدر الإمكان، ولا يخفى على القارئ أن مفهوم المصطلح يختلف باختلاف سياقه وموضع استعماله، فمثلا مصطلح (التثقيل) -كما سيأتي- يستعمل في سياق التشديد والتخفيف بمعنى مخرج الحرف المنطوق به مشدداً، لثقله على الناطق نحو تشديد الياء في (إِيَّاكَ)، ويستعمل في باب هاء الكناية مراداً به إشباع هاءات الكناية عن ابن كثير ومن وافقه، ويستعمل في باب ميم الجمع مراداً به صلة ميم الجمع عن ابن كثير ومن وافقه، ويستعمل في سياق الضم والإسكان مراداً به ما ضم أوسطه نحو (اليسُر) و (العسُر).\n* إذا كان للمصطلح أكثر من اسم والمفهوم متفق عرفت به عند\nالجزء: 1 ¦ الصفحة: 6\n",
        "أشهرها وأكثرها استعمالاً، ثم أردفت التعريف بذكر الأسماء الأخرى وجعلت كل واحد منها بين هلالين، مع ذكرها في مواطنها من الكتاب مقرونة بالمصطلح الأساس المعرَّف به على وجه الإحالة -وإن كان بعده مباشرة أو قريباً منه- إلا إذا كان للمعنى للمصطلح الآخر معاني أخرى فإني أذكرها جميعها وإن تقدم بيان بعضها عند مرادفها، مثل (الاختلاس) حيث ذكرت أنه يُسمَّى بـ (الإخفاء) وبـ (الاختطاف)، وحين ورد مصطلح (الإخفاء) في موضعه من المعجم لم أكتف بالإحالة، بل عرّفت به لأن له أكثر من معنى، بينما حين ورد مصطلح (الاختطاف) في موضعه اكتفيت بالإحالة لأنه ليس له معنى آخر زائداً على الاختلاس المذكور هناك.\n* إذا تضمن أحد المصطلحات شرحاً لتعريف آخر من مادته أو مرادفه فإني لا أعيد تعريفه في موضعه، ولكن أحيل إليه، مثل مصطلح (بَنون) بينته في حروف الألف عند (الابنان) ثم أحلت إليه عندما ورد في حروف الباء.\n* الإشارة إلى المصطلحات المستعملة عند المتقدمين بقولي: \" عند المتقدمين \"، والمقصود بالمتقدمين: أئمة القراء في القرون الخمسة الأولى على وجه التقريب.\n* توثيق المادة العلمية توثيقاً دقيقاً من مصادرها المعتبرة في علم القراءات، والرجوع عند الحاجة الضرورية إلى المصادر اللغوية\nالجزء: 1 ¦ الصفحة: 7\n",
        "ومصادر التجويد وعلوم القرآن الأخرى وغيرها، فإن كان النقل من المصادر بالنص جعلته بين حاصرتين، وإن كان بتصرف صدّرت توثيقه بـ (انظر) دون جعله بين حاصرتين، وإن كان المرجع من كتاب محقق والكلام للمحقق ذكرت اسم محقق الكتاب أو عبارة (قسم الدراسة).\n* كتابة الآيات على الرسم العثماني وضبطها وفق رواية حفص عن عاصم، إلا إذا اقتضى السياق خلاف ذلك.\n* لا أستعمل في الإحالات إذا تتابعت الاختصار مثل عبارة (المصدر السابق) ونحوها.\n* الإحالة إلى المصادر المُوثق منها باعتبار استعمالها استعمالها المصطلح أو تعريفه أو إليهما معاً.\n* استعمال المثال عند الحاجة إليه في التوضيح، على أن هناك جملة من مصطلحات القراءات تعجز أن تفصح عنها العبارة مهما بلَغتْ من قوة البيان، ولا يمكن بلوغ حقيقتها إلا بالمشافهة والتلقي.\n* ترتيب المصطلحات ترتيباً هجائياً (أب ت ث ج\n...\n).\n* جعلت لكل حرف باباً مستقلاً، والحروف التي ليس لها مادة لم أعقد لها أبواباً.\n* عدم الاعتبار بـ (ال) في أول المصطلح.\n* ذكر مواد هذا المعجم حسب استعمالها، فمثلاً (الإبدال) يذكر في الهمزة وليس في الباء، وهكذا ترتيبها على هذا النحو.\nالجزء: 1 ¦ الصفحة: 8\n",
        "* عند ذكر أيّ عَلَمٍ في البحث اتبعه بتاريخ وفاته بين هلالين وأرمز إلى تاريخ وفاته بحرف التاء وإلى السنة الهجرية بحرف الهاء هكذا (ت\n....\nهـ)، فإن لم أقف على سنة وفاته أهملت ذلك، كما أهملت ذلك من النصوص التي نقلتها من مصادرها بنصها دون تصرف.\n* التزمت في المعجم ذكر المصادر والأسماء حسب الترتيب الزمني، وأما في ثبت المراجع فاعتمدت الترتيب الهجائي.\nوالله من وراء القصد، وهو يهدي السبيل.\nالجزء: 1 ¦ الصفحة: 9\n",
        "باب الألف\n1 -\nالائتناف = الابتداء.\n2 -\nالابتداء:\n* الابتداء الحقيقي، وهو أول ما يظهر من المتكلم وليس قبله شيء، ويكون عند بدء القراءة فقط.\n* معاودة القراءة بعد وقف، وعليه جرى عمل العلماء في تسمية (علم الوقف والابتداء)، حيث قدموا اسم (الوقف) على اسم (الابتداء)، لأن كلامهم في الوقف الناشئ عن الوصل، وفي الابتداء الناشئ عن الوقف وهو يستأنف بعده، ولذلك يُطلَق على الابتداء: (الائتناف)، وبذلك سمّى أبو جعفر النحاس (ت 338 هـ) كتابه (القطع والائتناف).\n3 -\nالإبدال:\n* إقامة الألف والياء والواو مقام الهمزة عوضاً عنها، دون أن يبقى فيها شائبة من لفظ الهمز، وُيعَبَّر عنه بـ (تحويل الهمزة).\nالجزء: 1 ¦ الصفحة: 11\n",
        "* جعل حرف مكان حرف آخر، والبدل فيها متوقف على السماع والرواية.\n4 -\nالابنان:\nيُطلَق على ابن عامر الشامي (ت 118 هـ) وابن كثير المكي (ت 120 هـ)، فإذا انضم إليهما من القراء الأربعة عشر ابن مُحَيصِن المكي (ت 123 هـ) أطلِق عليهم (البَنون).\n5 -\nالأبوان:\n* يُطلَق على أبي عَمرو البصري (ت 154 هـ) وأبي جعفر المدني (130 هـ).\n* يُطلق على أبي عَمرو البصري (ت 154 هـ) وأبي بكر شعبة (ت 193 هـ).\nالجزء: 1 ¦ الصفحة: 12\n",
        "6 -\nالإتمام = الإشباع.\n7 -\nالاثنان:\nيُطلَق على ابن عامر الشامي (ت 118 هـ) ونافع المدني (ت 169 هـ).\n8 -\nالإجازة:\nالإذن للقارئ بإقراء رواية أو أكثر، ويشترط لها المشافهة، لأن في القراءات ما لا يحكم إلا بالمشافهة.\n9 -\nالإجراء:\nالصرف والتنوين، و (المُجْرَى): المنون، نحو قراءة: {إِنَّ ثَمُودًا} بالتنوين، وترك الإجراء عدم الصرف نحو {إِنَّ ثَمُودَا}.\n10 -\nالاحتجاج للقراءات = توجيه القراءات.\n11 -\nالأحرف السبعة:\nاللهجات العربية التي نزل عليها القرآن الكريم، وهي سبع لغات مشهورة عند العرب، وقيل: سبعة أصناف من المعاني والأحكام، وقيل إنها سبعة أوجه من أوجه القراءة، وقيل في معنى الأحرف السبعة غير ذلك.\nالجزء: 1 ¦ الصفحة: 13\n",
        "12 -\nالاختطاف = الاختلاس.\n13 -\nالاختلاس:\n* الإتيان ببعض الحركة في الوصل، وهو يدخل جميع أنواع الحركات من فتح وضم وكسر، وُيقدَّر الهذوف من الحركة بالثلث والمنطوق بالثلثين، وهو مرادف لـ (الإخفاء) و (الاختطاف).\n* تحريك هاء الكناية من غير صلة.\n14 -\nاختلاف التضادَ:\nاختلاف القراءات في اللفظ مع تضاد المعنى أو تناقضه، وهذا ليس له وجود ألبتة في القراءات.\n15 -\nاختلاف التَّغاير:\nاختلاف القراءات في اللفظ والمعنى معاً، مع صحة المعنيين كليهما، مثل قوله تعالى: {قَالَ لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ} بفتح\nالجزء: 1 ¦ الصفحة: 14\n",
        "تاء {عَلِمْتَ} وضمها، لأن فرعون قال لموسى: إن آياتك التي جئت بها سحر، فرد عليه: لقد علمتُ أنا ما هي سحر ولكنها بصائر، وقال مرة أخرى: لقد علمتَ أنت أيضاً ما هي سحر، وما هي إلا بصائر.\nومثل القراءات في {إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقَاتِ}، بتشديد الصادين من الصدقة، وبتخفيفها من التصديق، وكلاهما يجتمعان في العبد المؤمن.\n16 -\nاختلاف التنوع:\nأن يختلف اللفظ، والمعنى متحد، مثل: (يحسب) بفتح السين وكسرها، و (القدس) بضم الدال وإسكانها، (ونزل) بتخفيف الزاي وتشديدها.\n17 -\nالاختيار:\nملازمة إمام معتبر وجهاً أو أكثر من القراءات، فينسب إليه على وجه الشهرة والمداومة، لا على وجه الاختراع والرأي والاجتهاد، ويسمى ذلك الاختيار (حرفا) و (قراءة) و (اختيارا)، كله بمعنى واحد، فيقال: اختيار نافع (ت 169 هـ)، وقراءة نافع، وحرف نافع، كما يقال: قرأ خلف البزار\nالجزء: 1 ¦ الصفحة: 15\n",
        "(ت 229 هـ) (عن نفسه) و (في اختياره)، كلاهما بمعنى واحد: أي في قراءته وفيما اختاره هو، لا فيما يرويه عن حمزة (ت 156 هـ)، و (أصحاب الاختيارات) هم من الصحابة والتابعين والقراء العشرة ونحوهم ممن بلغوا مرتبة عالية في النقل وعلوم الشريعة واللغة.\n18 -\nآخر الآية = رؤوس الآي.\n19 -\nالإخفاء:\n* إخفاء الحركة: وهو الإتيان ببعض الحركة في الوصل، وهو يدخل جميع أنواع الحركات من فتح وضم وكسر، ويُقدّر المحذوف من الحركة بالثلث والمنطوق بالثلثين، وهو مرادف لـ (الاختلاس) و (الاختطاف)، وربما عبروا عنه بالروم على وجه التوسع.\nالجزء: 1 ¦ الصفحة: 16\n",
        "* إخفاء النون الساكنة والتنوين أو الميم الساكنة عند أحرفهما: وهو النطق بحرف ساكن عارٍ عن التشديد مع بقاء الغنة في الحرف الأول.\n* عند بعض المتقدمين: إدغام النون الساكنة والتنوين بغنة، \" قالوا: الإخفاء ما بقيت الغنة، وقالوا: النون تُحول مع الواو والياء غنة مخفاة غير مدغمة، لأنها لو أدغمت لم تثبت الغنة \"، والصواب أن ثمة فرقاً بينهما من حيث التشديد، إذ الإخفاء عار من التشديد، بينما الإدغام فيه تشديد.\n* يُعَبر به عند المتقدمين عن إبقاء بعض صوت المدغم في المدغم فيه، نحو إبقاء صفة الإطباق في قوله تعالى: {أحَطتُ}.\nالجزء: 1 ¦ الصفحة: 17\n",
        "20 -\nإخفاء التعوذ:\n* الإسرار، وهو التلفظ بالاستعاذة بحيث يسمع نفسه، وهو قول الجمهور، \" لأن نصوص المتقدمين كلها على جعله ضداً للجهر، وكونه ضداً للجهر يقتضي الإسرار به \".\n* الكتمان، وهو الذكر في النفس من غير تلفظ.\n21 -\nإخلاص الفتح = الفتح.\n22 -\nالأخَوان:\n* يطلق -عند الأكثرين- على حمزة الزيات (ت 156 هـ) والكسائي (ت 189 هـ).\n* يطلق على ابن كثير المكي (ت 125 هـ) وأبي عَمرو البصري (ت 154 هـ).\n23 -\nالأداء:\n* \" تأدية القُرَّاء القراءة إلينا بالنقل عمَّن قبلهم \".\nالجزء: 1 ¦ الصفحة: 18\n",
        "* ما جاء صحيحاً مستفاضاً متلقى بالقبول كمراتب المد الزائدة على القدر المشترك، وهذا وأمثاله ملحق بالقراءة المتواترة حكماً.\n24 -\nالإدخال = الفصل.\n25 -\nالإدغام:\n* \" اللفظ بحرفين حرفاً واحداً كالثاني مشدداً \".\n* يُعَبَّر به عند بعض المتقدمين عن الإخفاء على وجه التجوز في العبارة.\n26 -\nالإدغام الصغير:\nما كان الأول من الحرفين فيه ساكناً.\n27 -\nالإدغام الكبير:\n\" ما كان الأول من الحرفين فيه متحركاً .. وسمي كبيراً لكثرة وقوعه، إذ الحركة أكثر من السكون، وقيل: لتأثيره في إسكان المتحرك قبل إدغامه، وقيل: لما فيه من الصعوبات، وقيل: لشموله نوعي المثلين والجنسين والمتقاربين \".\nالجزء: 1 ¦ الصفحة: 19\n",
        "28 -\nالأربع الزهر:\nأربع سور، وهي: القيامة والمطففين والبلد والهمزة، وهي التي ورد فيها عن بعض أئمة القراء الفصل بينها وبين التي قبلها بالبسملة في المواضع الأربعة لمن له السكت، واختار بعضهم السكت للواصل إذا لم يبسمل، وإنما اختاروا ذلك تجنباً لقبح معنى الوصل عندها، ففصلوا بذلك بين تتابع (لا) و (ويل) في أوائل هذه السور مع ما قبلها من السور المختومة بلفظ {المغفِرَةِ} في آخر سورة المدثر قبل سورة القيامة، ولفظ الجلالة {للَّهِ} في آخر الانفطار قبل المطففين، و {جَنتي} في آخر الفجر قبل سورة البلد، و {بِالصبر} في آخر سورة العصر قبل سورة الهمزة، وسميت الزهر لشهرتها بين أهل هذا الشأن، ويقال لها: (الأربع الغرّ)، وأكثر القراء على عدم التفرقة بين هذه السور وغيرها في أحكام البسملة والوصل والسكت.\n29 -\nالأربع الغرّ = الأربع الزهر.\n30 -\nالإرداف = الجمع.\n31 -\nالإرسال:\n* عند المتقدمين إسكان ياء الإضافة، وما ذكره بعض المؤلفين من أن مصطلح الإرسال عند المتقدمين هو تحريك ياء الإضافة بحركة\nالجزء: 1 ¦ الصفحة: 20\n",
        "الفتح مخالف لما جاء في نصوص المتقدمين وفي مصنفاتهم، بل مخالف للأصل اللغوي، يقال في اللغة: \" أرسل الشيء أطلقه وأهمله \"، والإسكان هو إهمال الحرف من الحركة، والله أعلم.\n* قصر المد.\n32 -\nأركان القراءة:\nموافقة اللغة العربية ولو بوجه، وموافقة أحد المصاحف العثمانية ولو احتمالاً، وثبوت سندها، وجمهور العلماء على اشتراط التواتر فيها.\n33 -\nالازدواج في الوقف:\n\" ما يوقف على نظيره مما يوجد التمام عليه وانقطع تعلقه بما بعده لفظاً، وذلك من أجل ازدواجه نحو {لَهَا مَا كَسَبَت} مع {وَلَكُمْ مَا كَسَبْتُمْ}.\nالجزء: 1 ¦ الصفحة: 21\n",
        "34 -\nالأسانيد:\nالطرق الموصلة إلى القرآن الكريم ووجوه قراءاته، وهي تتكون من سلسلة من نقَلة القرآن الذين تصدوا لنقل القرآن الكريم وضبط حروفه، ولا تزال أسانيد القراء متصلة، ولا سيما في القراءات العشر المتواترة، وأعلى ما وقع بين قراء العصر الحاضر وبين النبي - صلى الله عليه وسلم - سبعة وعشرون رجلاً.\n35 -\nالاستعاذة:\nالالتجاء والاعتصام والاستجارة، وتسمى بـ (التعوّذ)، وهي دعاء بلفظ الخبر، ولها صيغ عديدة أشهرها وأولاها عند القراء: (أعوذ بالله من الشيطان الرجيم)، وليست من القرآن عند بدء التلاوة إجماعاً.\n36 -\nالاستفهام المكرر:\nأن تجتمع همزتان في كلمة وبعدها كلمة أخرى ذات همزتين، نحو قوله تعالى: {أَءِذَا كُنَّا تُرَابًا أءِنَّا}.\nالجزء: 1 ¦ الصفحة: 22\n",
        "37 -\nالإسقاط = الحذف.\n38 -\nالإسكان:\nتفريغ الحرف من الحركات الثلاث ومن أبعاضهن، وُيعبر عنه بـ (التسكين) و (الجزم).\n39 -\nالإسناد = الأسانيد.\n40 -\nالإشارة:\n* عند الجمهور: تكون الإشارة روما وإشماما.\n* عند البصريين: بمعنى (الإشمام)، بحيث لا يظهر للحركة أثر في النطق.\n* عند الكوفيين: بمعنى (الروم)، وهو النطق ببعض الحركة.\n41 -\nالإشارة إلى الكسر:\nالتقليل بين الفتح والإمالة.\nالجزء: 1 ¦ الصفحة: 23\n",
        "42 -\nالإشباع:\n* إتمام الحكم المطلوب في المدود الفرعية الزائدة على مقدار المد الطبيعي.\n* المد بمقدار ثلاث ألِفات (ست حركات).\n* \" أن تزيد في الحركة حتى تبلغ بها الحرف الذي أخذت منه \".\n* صلة هاء الكناية بواو أو ياء لفظيتين.\n* أن يؤتى بالضمة والكسرة والفتحة كوامل على هيئتهن غير منقوصات ولا مختلسات، ويعبر عنه بـ (الإتمام).\nالجزء: 1 ¦ الصفحة: 24\n",
        "43 -\nالإشمام:\n* ضم الشفتين بُعَيد سكون الحرف من غير صوت، ويُعَبِّر عنه الكوفيون بالرَّوم، وكيفيته أن تجعل الشفتين -بُعَيد النطق بالحرف ساكناً- على صورتهما إذا لفظت بالضمة.\n* خلط حركة بحركة، نحو {قيل} في قراءة من أشم، بحيث يحرك أول حرف في الكلمة بحركة مركبة من حركتين: ضمة وكسرة، وجزء الضم مقدم وهو الأقل، ويليه جزء الكسرة وهو الأكثر، وكثير من المتقدمين يُعَبِّرون عنه بالضم لما حدث في المُشَم من الضم كما عبروا عن الممال بالكسر، وطوائف من القراء عبروا عنه بالرَّوم الذي هو محاولة تمام الشيء وإتمام الصوت به ولما يُتم لأنك تروم الضم في أوائل تلك الكلم ثم تنتقل إلى الكسر والياء، ومنهم من عبر عن هذا الإشمام بالإمالة لأن الحركة ليست بضمة محضة ولا كسرة محضة، كما أن الإمالة ليست بكسر محض ولا فتح محض فدخله من الشوب\nالجزء: 1 ¦ الصفحة: 25\n",
        "والخلط ما دخل الإمالة، وهذه التعبيرات على اختلاف ألفاظها ذات حقيقة واحدة في النطق، وهو لا يضبط إلا بمشافهة الحذاق.\n* \" خلط حرف بحرف في نحو {الصِّرَاطَ} \".\n* التقليل بين الفتح والإمالة.\n* إخفاء الحركة فيكون بين الإسكان والتحريك، وهو المعبر عنه بالاختلاس في {أرِنَا} ونحوها على قراءة أبي عمرو من بعض طرقه، وبالإخفاء في {تَأمَنَّا}.\n* تحريك هاء الكناية من غير صلة.\nالجزء: 1 ¦ الصفحة: 26\n",
        "44 -\nإشمام الكسر = الإمالة.\n45 -\nالأصحاب:\nيُطلَق على حمزة الزيَّات (ت 156 هـ) والكسائي (ت 189 هـ) وخلف البَزار (ت 229 هـ).\n46 -\nأصحاب الاختيارات = الاختيار.\n47 -\nالأصل = الأصول.\n48 -\nالإصمات = المصمتة.\n49 -\nالأصول:\nمفرد (أصل) ما اطرد حكمه وجرى على سنن واحد، وهي القواعد الكلية التي تنطبق على ما تحتها من الجزئيات، مثل الإدغام والإمالة وغير ذلك من الأصول، وتسمى بـ (القاعدة) و (المذهب)، يقال: قرأ فلان بكذا على أصله، أي على قاعدته ومذهبه.\nالجزء: 1 ¦ الصفحة: 27\n",
        "50 -\nالإضجاع = الإمالة.\n51 -\nالأضداد:\nالقيود التي تُقيّد بها ألفاظ القرآن المختلف فيها، مثل الإدغام ضده الإظهار، والإظهار ضده الإدغام، وعادة القراء إذا ذكروا أحد الضدين لقارئ أو أكثر استغنوا به عن ذكر الضد الآخر للباقين.\n52 -\nالإظهار:\nقطع الحرف الأول من الحرف الذي يليه قطعاً يبينه منه من غير سكت عليه، وبعبارة أخرى هو: \" أن يؤتى بالحرفين\n...\nمنطوقاً بكل واحد منهما على صورته موفّى جميع صفته مخلصا إلى كمال بنيته \"، ويُعَبَّر عنه بـ (البيان) و (التبيين) و (المبيَّن).\nالجزء: 1 ¦ الصفحة: 28\n",
        "53 -\nالاعتبار:\nقصر المد المنفصل، ذلك أن بعضهم يعتبر حرف المد واللين مع الهمزة، فإن كانا منفصلين لم يزد شيئاً على المد الطبيعي.\n54 -\nالإفراد:\nالقراءة برواية واحدة دون أن يجمع إليها رواية أخرى في الختمة الواحدة.\n55 -\nالأفراد = الانفرادة.\n56 -\nالألف:\n* حرف المد.\n* عند المتقدمين: حرف الهمزة.\nالجزء: 1 ¦ الصفحة: 29\n",
        "57 -\nألف التأنيث:\n\" كل ألف زائدة -رابعة فصاعداً- دالة على مؤنث حقيقي أو مجازي، وتكون في (فعلى) بضم الفاء أو كسرها أو فتحها \"، نحو (نجوى) و (دنيا) و (إحدى).\n58 -\nألف الترخيم:\nالألف الممالة، سميت بذلك لأن الترخيم تليين الصوت.\n59 -\nالألف المفتوحة:\nالألف الأصلية التي بين الإمالة والألف المفخمة.\n60 -\nالألف المفخمة:\n\" ألف يخالط لفظها تفخيم يقربها من لفظ الواو\n...\nوبذلك قرأ ورش (ت 197 هـ) عن نافع (ت 169 هـ) في نحو (الصلاة) \".\n61 -\nإمالات قتيبة:\nما انفرد به قتيبة بن مِهران عن الكسائي (ت 189 هـ) من الإمالات، حيث كان يميل كل ألف قبلها كسرة أو بعدها كسرة أو آخر الكلمة التي فيها مكسور أو أول الكلمة -التي فيها ألف- مكسور، وهذه الإمالات مروية في كثير من كتب القراءات، إلا أنه لا يقرأ بها الآن عن الكسائي لأن الأسانيد\nالجزء: 1 ¦ الصفحة: 30\n",
        "اليوم لا تتصل بالكسائي (ت 189 هـ) من هذه الرواية، فهي في عداد القراءات الشاذّة.\n62 -\nالإمالة:\n* تقريب الفتحة من الكسرة والألف من الياء من غير قلب خالص ولا إشباع مبالغ فيه، وتسمى بـ (الإمالة الكبرى)، ويُعَبَّر عنها عند المتقدمين بـ (الكسر) و (الياء) و (الإضجاع) و (البطح) و (اللي) و (إمالة شديدة) و (إمالة محضة) و (إمالة خالصة) و (إمالة تامة) و (إشمام الكسر).\n* عند بعض المتقدمين تطلق على إشمام حركة بحركة نحو (قيل) في قراءة من أشم.\nالجزء: 1 ¦ الصفحة: 31\n",
        "63 -\nإمالة تامة = الإمالة.\n64 -\nإمالة خالصة = الإمالة.\n65 -\nإمالة شديدة = الإمالة.\n66 -\nإمالة صغرى = التقليل.\n67 -\nإمالة ضعيفة = التقليل.\n68 -\nإمالة غير خالصة = التقليل.\n69 -\nإمالة كبرى = الإمالة.\n70 -\nإمالة لطيفة = التقليل.\n71 -\nإمالة متوسطة = التقليل.\n72 -\nإمالة محضة = الإمالة.\n73 -\nإمالة وسطى = التقليل.\n74 -\nإمالة يسيرة = التقليل.\n75 -\nالانفراد = الانفرادة.\n76 -\nالانفرادة:\nما يعزى من أوجه القراءات إلى قارئ واحد من الأئمة أو أحد رواتهم أو أحد طرقهم، ومنها ما هو في عِداد الشاذ، ومنها ما هو في عِداد المتواتر، ويُعَبَّر عنهاب (التفرد) و (الانفراد) و (الأفراد).\nالجزء: 1 ¦ الصفحة: 32\n",
        "77 -\nأهل الأداء:\nأئمة نقل القرآن الكريم وقراءاته وحذاقهم.\n78 -\nأهل البصرة:\nيُطلَق على أبي عَمرو البصري من القراء السبعة (ت 154 هـ) ويعقوب الحضرمي البصري القارئ الثامن (ت 205 هـ)، ويُعَبَّر عنهما بـ (بصري) و (البصريان)، وإذا انضم إليهما الحسن البصري (ت 110 هـ) وأيضاً يحيى اليزيدي البصري (ت 202 هـ) من القراء الأربعة عشر أطلق عليهم (البصريون).\n79 -\nأهل الحجاز:\nيقصد به من القراء السبعة ابن كثير المكي (ت 120 هـ) ونافع المدني (ت 169 هـ)، ويقال لهما: (الحجازيان)، ومن القراء العشرة أبو جعفر المدني\nالجزء: 1 ¦ الصفحة: 33\n",
        "(130 هـ)، ومن القراء الأربعة عشر ابن مُحَيصِن المكي (ت 123 هـ)، ويقال لهم: (الحجازيون) و (حجازي).\nويستعمل (حجازي) عند بعض القراء لأبي عَمرو البصري (ت 154 هـ) ويعقوب الحضرمي البصري (ت 205 هـ) إذا وافقا أهل الحرمين، لأن أبا عمرو ولد بمكة ويعقوب تابع له لأن مادة قراءته منه.\n80 -\nأهل العالية:\nيُطلَق على ابن عامر الشامي (ت 118 هـ) إذا وافق أهل الحرمين، نسبته إلى العالية، وهي الحجاز وما والاها، ويقال لهم: (عُلوي).\n81 -\nأهل العراق:\nيُطلَق على أهل الكوفة وأهل البصرة، ويقال لهم: (العراقيون) و (عراقي).\nالجزء: 1 ¦ الصفحة: 34\n",
        "82 -\nأهل الكوفة:\nيقصد به من القراء السبعة عاصم ابن أبي النجود (ت 127 هـ) وحمزة الزيَّات (ت 156 هـ) والكسائي (ت 189 هـ)، ومن القراء العشرة خلف البَزار (ت 229 هـ)، ومن القراء الأربعة عشر الأعمش الكوفي (ت 148 هـ) ويقال لهم: (كوفي) و (الكوفيون) و (كوفٍ).\n83 -\nأهل المدينة:\nيقصد به من القراء السبعة نافع المدني (ت 169 هـ) ومن القراء العشرة أبو جعفر المدني (130 هـ)، ويقال لهما: (مدني) و (المدنيان).\nالجزء: 1 ¦ الصفحة: 35\n",
        "84 -\nأهل مكة = المكّي.\n85 -\nأواخر الآي = رؤوس الآي.\n86 -\nأوقاف = الوقف.\n87 -\nالأوّلان:\nيُطلَق على عاصم بن أبي النَّجود (ت 127 هـ) وحمزة الزَّيَّات (ت 156 هـ).\n* * *\nالجزء: 1 ¦ الصفحة: 36\n",
        "باب الباء\n88 -\nالبتر:\nمرتبة دون القصر، وهي حذف حرف المد، وهي من الشاذ الذي لا تجوز القراءة به.\n89 -\nالبدل:\n\" إقامة الألف والياء والواو مقام الهمزة عوضاً عنها \".\n90 -\nالبسملة:\n\" قول القارئ: بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n...\nويقول المقرئ للقارئ: بسمل وسمّ \"، و\" التسمية والبسملة اسمان بمعنى واحد \".\nالجزء: 1 ¦ الصفحة: 37\n",
        "91 -\nبصري = أهل البصرة.\n92 -\nالبصريان = أهل البصرة.\n93 -\nالبصريون = أهل البصرة.\n94 -\nالبطح = الإمالة.\n95 -\nالبَنون = الابنان.\n96 -\nالبيان = الإظهار.\n97 -\nبين الإمالة والتفخيم = التقليل.\n98 -\nبين الإمالة والفتح = التقليل.\n99 -\nبين الكسر والتفخيم = التقليل.\n100 -\nبين الكسر والفتح = التقليل.\n101 -\nبين اللفظين = التقليل.\n102 -\nبَينَ بَينَ:\nنطق الهمزة بينها وبين حرف من جنس حركتها، فتجعل الهمزة المفتوحة بين الهمزة المحققة والألف، وتجعل المكسورة بين الهمزة المحققة والياء الممدودة، وتجعل المضمومة بين الهمزة والواو الممدودة.\nالجزء: 1 ¦ الصفحة: 38\n",
        "* التقليل، وهو الإمالة الصغرى أي بين الفتح والإمالة، وذلك (بَينَ بَينَ) عند بعضهم في باب ترقيق الراءات فعلى وجه التجوز، وذلك أن ثمة فرقاً في النطق بين الترقيق والإمالة الصغرى.\n* * *\nالجزء: 1 ¦ الصفحة: 39\n",
        "باب التاء\n103 -\nتاء التأنيث = هاء التأنيث.\n104 -\nتاءات البَزي:\nالتاءات الواقعة في أوائل الأفعال المضارعة إذا حَسُنَ معها تاء أخرى ولم ترسم في المصحف، مثل {تَيَمَّمُواْ}، أصلها (تتيمموا)، حيث قرأ البَزي (ت 250 هـ) من قراءة ابن كثير (120 هـ) تشديدها حالة الوصل، وعددها إحدى وثلاثون تاء، وقيل ثلاث وثلاثون.\n105 -\nالتاءات المفتوحة:\nهاء التأنيث المرسومة في المصحف تاء، حيث وقف عليها بعض القراء\nبالهاء إجراء لتاء التأنيث على سنن واحدة سواء رسمت بالهاء أو بالتاء، ووقف\nبعض القراء بالتاء للتفريق بينما رسم بالتاء وما رسم بالهاء اتباعاً للرسم.\n106 -\nتابعه = وافقه.\n107 -\nالتتميم:\nصلة ميم الجمع عند ابن كثير ومن وافقه.\nالجزء: 1 ¦ الصفحة: 41\n",
        "108 -\nالتثقيل:\n* مخرج الحرف المنطوق به مشدداً لثقله على الناطق نحو إياك.\n* إشباع هاءات الكناية عن ابن كثير ومن وافقه.\n* صلة ميم الجمع عن ابن كثير ومن وافقه.\n* ما ضم أوسطه نحو (اليسرُ) و (العسر)، ويستعمل ذلك في سياق الإسكان إذا عبر عنه بالتخفيف.\n* إسكان ياء الإضافة.\n109 -\nالتحريرات:\nعلم يعنى بعزو أوجه طرق القراءات المختلف فيها إلى من رواها من أصحاب الطرق وأمهات مصادر القراءات، ويهتم بتمييز الطرق وتنقيحها وبيان الجائز منها والممنوع وما يترتب عليها من الأوجه.\nالجزء: 1 ¦ الصفحة: 42\n",
        "110 -\nالتحريك:\nأن يؤتى بالحركات الثلاث: وهي الفتح والكسر والضم، كوامل غير مختلسة.\n111 -\nالتحقيق:\nالنطق بالهمزة على صورتها كاملة الصفات من مخرجها الذي هو أقصى الحلق.\n112 -\nتحويل الهمزة = الإبدال.\n113 -\nالتخفيف:\n* ما أُذهبت حركة أوسطه فخفت الكلمة بذلك، نحو إسكان اللام في قوله تعالى: {غُلْفٌ} وإسكان السين في قوله تعالى: {مَعَ الْعُسْرِ يُسْرًا}، فهو تسكين الحرف، ويستعمل ذلك في سياق التحريك إذا عبر عنه بالتثقيل.\nالجزء: 1 ¦ الصفحة: 43\n",
        "* مطلق التغيير ويشمل سائر أنواع التخفيف من التسهيل بيْنَ بيْنَ والإبدال والحذف.\n* تسهل الهمزة بَينَ بَينَ.\n* حذف الصلات من الهاءات.\n* فك الحرف المشدد.\n* فتح ياء الإضافة.\n114 -\nالتخفيف الرسمي:\nما ذهب إليه جماعة من أهل الأداء عن حمزة (ت 156 هـ) ومن وافقه في الوقف على الهمزة وفق خط المصحف العثماني، والمعول عليه في ذلك الرواية والنقل.\n115 -\nالتخفيف القياسي:\nما اتفق عليه جمهور القراء وأئمة النحويين من التخفيف في الوقف على\nالجزء: 1 ¦ الصفحة: 44\n",
        "الهمز عن حمزة (ت 156 هـ) ومن وافقه.\n116 -\nالتخليص = فك الحروف.\n117 -\nالتدبير:\nتغيير الهمزة من جنس حركتها أو حركة ما قبلها أو بهما معاً، (والهمزة المُدَبَّرَة) مثل الهمزة الثانية في {يَشَاَءُ إِلَى}، عند من قرأ بتغييرها، فقد ذهب جمهور أهل الأداء إلى إبدال الهمزة الثانية فيها واواً خالصة فدبَّروها بحركتها وحركة ما قبلها، وذهب آخرون إلى تسهيل الهمزة الثانية فيها بين الهمزة والياء فدبَّروها بحركتها فقط.\n118 -\nالترجيح بين القراءات:\nالمفاضلة بين القراءات، وجمهور العلماء على جوازها، واختياراتهم في ذلك مشهورة، وأكثر اختياراتهم إنما هو في الحرف إذا اجتمع فيه ثلاثة أشياء: قوة وجهه في العربية وموافقته للمصحف واجتماع العامة عليه، ويشترط أن لا يؤدي الترجيح إلى إسقاط القراءة الأخرى أو إنكارها، إذا كان ذلك بين القراءات المتواترة.\nالجزء: 1 ¦ الصفحة: 45\n",
        "119 -\nالترقيق:\nنحول يعتري الحرف فلا يملأ صداه الفم، وهو نوعان: ترقيق مفتوح كترقيق الراءات، وترقيق غير مفتوح، وهو الإمالة على أنواعها، فكل إمالة ترقيق ولا عكس.\n120 -\nترك الهمز:\nمطلق التخفيف.\n121 -\nتركيب القراءات:\nالتنقل بين القراءات أثناء التلاوة، من غير إعادة لأوجه الخلاف، ودون الالتزام برواية معينة، كأن يقرأ (وهو) في موضع بضم الهاء وفي موضع آخر بإسكانها، ويُعَبَّر عنه بـ (الخلط) وبـ (التلفيق)، وفي جوازه خلاف بين العلماء.\n122 -\nتسبيع القراءات:\nالاقتصار على سبعة أئمة، وأول من سبع السبعة الإمام ابن مجاهد (ت 342 هـ) في كتابه السبعة.\nالجزء: 1 ¦ الصفحة: 46\n",
        "123 -\nالتسكين = الإسكان.\n124 -\nالتسمية = البسملة.\n125 -\nالتسهيل:\n* جعل الهمزة بينها وبين الحرف المجانس لحركتها، فتجعل الهمزة المفتوحة بين الهمزة المحققة والألف، وتجعل المكسورة بين الهمزة المحققة والياء الممدودة، وتجعل المضمومة بين الهمزة والواو الممدودة، ولا يُضبط ذلك إلا بالمشافهة وهو أشهر معاني التسهيل وأكثرها استعمالاً.\n* \" تغيير يدخل الهمزة \"، فيصدق على أحد أنواع التخفيف من التسهيل بَينَ بَينَ أو الإبدال أو الحذف.\n126 -\nالتضعيف:\nتشديد آخر الكلمة حالة الوقف، ولم يأخذ به أحد من القراء إلا في قراءة شاذة رواها عِصمة بن عُروة، عن عاصم بن أبي النجود (ت 127 هـ) أنه كان يقف على قوله تعالى: {مُسْتَطَرٌ}، بتشديد الراء، وفي قراءة شاذة\nالجزء: 1 ¦ الصفحة: 47\n",
        "أخرى عن ابن كثير المكي (ت 120 هـ) أنه كان يقف على {الأَمَدُ}، بتشديد الدال.\nوُيسمّى التضعيف بـ (التشديد).\n127 -\nالتعوذ = الاستعاذة.\n128 -\nالتفخيم:\nيُطلق -عند المتقدمين- على الفتح، بمعنى أنه ضد الإمالة.\n129 -\nالتفخيم المحض = الفتح الشديد.\n130 -\nالتفرد = الانفرادة.\n131 -\nالتقليل:\nالنطق بالألف بحالة بين الفتح والإمالة الكبرى، وتسمى بـ (الإمالة الصغرى)، و (بَيْنَ بَيْنَ) و (بين اللفظين)، ويُعَبَّر عنها عند المتقدمين بـ (التلطيف) (والمُلطَّف) و (الترقيق) و (إمالة متوسطة) و (إمالة وسطى)، و (إمالة يسيرة)، و (إمالة ضعيفة) و (إمالة لطيفة) و (بين بين)، و (بين الكسر والتفخيم)، و (بين الكسر والفتح) و (بين الإمالة والفتح) و (بين الإمالة\nالجزء: 1 ¦ الصفحة: 48\n",
        "والتفخيم) و (إمالة غير خالصة).\n132 -\nالتكبير:\nقول القارئ (الله أكبر) قبل البسملة، وله صيغ تزيد على هذا اللفظ، والأشهر بدؤه من سورة الضحى، وقيل في جميع سور القرآن، وهو ليس من القرآن إجماعاً، ولكنه سنة مأثورة عند أهل مكة، وروي عن غيرهم، وليس بلازم لأحد من القراء.\n133 -\nالتلطيف = التقليل.\n134 -\nالتلفيق = تركيب القراءات.\n135 -\nالتليين = التسهيل.\n136 -\nالتمكين = مد التمكين.\n137 -\nتوجيه القراءات:\nعلم يعنى ببيان وجوه القراءات في اللغة والتفسير، وبيان المختار منها ويسمى بـ (علل القراءات)، (حجج القراءات)، (الاحتجاج للقراءات)، لكن\nالجزء: 1 ¦ الصفحة: 49\n",
        "الأولى التعبير بالتوجيه، بحيث يقال: وجه كذا، لئلا يوهم أن ثبوت القراءة متوقف على صحة تعليلها.\n138 -\nالتوحيد:\nالإفراد، مثل (الريح) في مقابل الجمع (الرياح).\n139 -\nتوسط المد:\nمرتبة بين المد والقصر، ويقال لها: (الوسطى)، و (التوسط).\n* * *\nالجزء: 1 ¦ الصفحة: 50\n",
        "باب الثاء\n140 -\nالثلاثة:\nيُطلق على ابن كثير المكي (ت 120 هـ) وأبي عمرو البصري (ت 154 هـ) ونافع المدني (ت 169 هـ).\n141 -\nثَوى:\nيرمز به في طيبة النشر في القراءات العشر إلى أبي جعفر المدني (ت 130 هـ) ويعقوب الحضرمي (ت 205 هـ).\n* * *\nالجزء: 1 ¦ الصفحة: 51\n",
        "باب الجيم\n142 -\nالجماع:\nالجمع الذي هو ضد الإفراد، نحو (آية) جماعها: (آيات).\n143 -\nالجماعة:\n* جماعة القراء، ويطلق عليهم إذا اتفقوا، كما يطلق على الأكثر أو جمهورهم.\n* الجمع الذي هو ضد الإفراد، مثل (ثمرة) الجماعة منها: (ثمرات).\n144 -\nالجمع:\nالقراءة بأكثر من رواية في ختمة واحدة، ويعمل به في مقام التعليم، بشروط وأحكام مفصلة، ويسمى عند المغاربة بـ (الإرداف) لأنه يتبع الوجه تلو الوجه، وفي كيفية الأخذ به طرق عدة وهي:\nالجمع بالحرف:\nوهو أن يشرع القارئ في القراءة فإذا مر بموضوع فيه اختلاف أعاده حتى يستوفي ما فيه فإن كان مما يسوغ الوقف عليه وقف واستأنف ما بعدها وإلا وصله بآخر وجه انتهى إليه.\nالجزء: 1 ¦ الصفحة: 53\n",
        "الجمع بالوقف:\nوهو أن يستوفي وجوه الاختلاف وجهاً وجهاً حسب الوقوف، كل قارئ على حدة، بحيث يستمر على الوجه الذي يقرأ به حتى ينتهي إلى وقف سائغ يصلح الابتداء بما بعده، فيقف ثم يعود على القارئ الذي بعده إن لم يكن اندرج مع ما قبله.\nالجمع بالآية:\nوهو أن يستوفي وجوه الاختلاف وجهاً وجهاً، مثل الجمع بالوقف لكن كل آية على حدة، بحيث يشرع في الآية حتى ينتهي إلى آخرها، ثم يعيدها لقارئ آخر حتى ينتهي الاختلاف.\nالجمع بالتوافق:\nوهو أن يشرع القارئ في رواية، ثم ينظر إلى من يكون من القراء أكثر موافقة لها، فإذا وصل إلى كلمة بين الراويين فيها خلف وقف وأخرجه معه، ثم يصل حتى ينتهي إلى وقف سائغ جوازه، وهكذا حتى ينتهي الخلاف.\nالجمع بالتناسب:\nوهو أن يشرع القارئ في رواية، فإذا ابتدأ بالقصر أتى بالمرتبة التي فوقه، ثم كذلك حتى ينتهي إلى آخر مراتب المد، وإن ابتدأ بالفتح أتى بعده بالإمالة الصغرى ثم الإمالة الكبرى، وهكذا في كل نوع يأتي بما يناسبه طرداً وعكساً.\n* * *\nالجزء: 1 ¦ الصفحة: 54\n",
        "باب الحاء\n145 -\nالحاجز = الفاصل.\n146 -\nالحال المرتحل:\nالذي يحل في ختمة أخرى عند فراغه من ختمة، فهو حال في هذه مرتحل من تلك، وذلك إذا فرغ من سورة الناس قرأ سورة الفاتحة وخمس آيات من سورة البقرة على العد الكوفي، وذلك حتى قوله تعالى: {الْمُفْلِحُونَ}.\n147 -\nحبر:\nيرمز به في طيبة النشر في القراءات العشر إلى ابن كثير المكي (ت 120 هـ) وأبي عمرو البصري (ت 154 هـ).\n148 -\nحجازي = أهل الحجاز.\n149 -\nالحجازيان = أهل الحجاز.\n150 -\nالحجازيون = أهل الحجاز.\n151 -\nحجج القراءات = توجيه القراءات.\n152 -\nالحذف:\nإلغاء الحرف دون خَلَفٍ له، وبُعبَّر عنه بـ (الإسقاط)، وأكثر ما يكون في\nالجزء: 1 ¦ الصفحة: 55\n",
        "الهمز، ويشمل الحذف ما ثبت رسماً، كما في قراءة من وقف بالياء على: {وَكَأَيِّنْ}، كما يشمل الحذف ما ثبت لفظاً، وهو كثير مثل حذف صلة ميم الجمع وقفاً عند من قرأ بصلتها وصلاً.\n153 -\nالحرف:\n* \" صوت مُعتمد على مقطع محقق أو مقدر \"، وهو ما يتألف منه الكلام، وهي (أ، ب، ت .. إلخ، والمشهور في عدتها تسعة وعشرون حرفاً، منها عشرة أحرف زائدة، وتسعة عشر حرفاً أصلياً، أما (الحروف الزائدة) فمجموعة في (سألتمونيها) وهي التي لا يقع في كلام العرب حرف زائدة في اسم ولا فعل إلا من هذه الأحرف العشرة، والمقصود بالزيادة هناك أن يأتي زائداً على وزن (فعل) أي ليس بفاء الكلمة ولا عينها ولا لامها، نحو (استكبر)، وتقع هذه الزوائد في مواضع أخرى أصلاً، ولذلك تلقب بـ (الحروف المذبذبة) وأما (الحروف الأصلية) فهي ما عدا الحروف الزائدة المذكورة وعدتها تسعة عشر حرفاً، وإنما سميت بذلك لأنها لا تقع في كلام العرب إلا أصولاً.\nالجزء: 1 ¦ الصفحة: 56\n",
        "وثمة خمسة حروف فرعية زائدة على التسعة والعشرين مستعملة في كلام العرب ونزل بها القرآن الكريم وهي النون الخفيفة والألف الممالة والألف المغلظة كما في طريق الأزرق (ت في حدود 240 هـ) عن ورش (ت 197 هـ) في تغليظ اللامات والصاد المشمة صوت الزاي كما في (صراط) وما أشبه عن حمزة (ت 156 هـ) والهمزة المسهلة بَينَ بَينَ، ويقال لها: (الحروف المشربة) و (الحروف المشوبة) و (الحروف المخالطة)؛ لأنها مشربة بغيرها وتتخالط في اللفظ مع غيرها.\nالقراءة، \" فمعناه أن قراءة كل إمام تسمى حرفاً، كما يقال: قرأ بحرف نافع وبحرف أبي وبحرف ابن مسعود، وكذلك قراءة كل إمام تسمى حرفاً \".\n154 -\nالحركة:\nنصف الألف، وبها تقدّر -عند المتأخرين- مقادير المدود، وهي بمقدار نصف المد الطبيعي، ويقدر زمنها بمعدل قبض الإصبع أو بسطه، من غير سرعة ولا بطء، وُيعبر عنه بـ (فويق) و (فوق)، يقال: قرأ بـ (فويق القصر) و (فوق القصر) أي بمقدار ثلاث حركات، وقرأ بـ (فويق التوسط) و (فوق\nالجزء: 1 ¦ الصفحة: 57\n",
        "التوسط) أي بمقدار خمس حركات.\n155 -\nالحركة العارضة:\nحركة التقاء الساكنين نحو قوله تعالى: {لَمْ يَكُنِ الَّذِينَ}. وكذلك حركة الهمزة المنقولة إلى الساكن قبلها، نحو قوله تعالى: {وَانْحَرْ (2) إِنَّ} على رواية ورش (ت 197 هـ)، لأن أواخر هذه الكلم وأشباهها ساكنة، وإنما حركت لالتقاء الساكنين أو النقل، وكلاهما عارض في الوصل زائل في الوقف.\n156 -\nالحركة المختلسة = الاختلاس.\n157 -\nحِرْم:\nيرمز به في طيبة النشر في القراءات العشر إلى ابن كثير المكي (ت 120 هـ) وأبي جعفر المدني (130 هـ) ونافع المدني (ت 169 هـ).\n158 -\nحرمي = الحرميان.\n159 -\nالحرميان:\nيقصد به من القراء السبعة ابن كثير المكي (ت 120 هـ) ونافع المدني\nالجزء: 1 ¦ الصفحة: 58\n",
        "(ت 169 هـ)، نسبة إلى حرم مكة وحرم المدينة ويقال لهما: (حِرمي).\n160 -\nالحروف الأصلية = الحرف.\n161 -\nالحروف الزائدة = الحرف.\n162 -\nالحروف الفرعية = الحرف.\n163 -\nالحروف المخالطة = الحرف.\n164 -\nالحروف المذبذبة = الحرف.\n165 -\nالحروف المشربة = الحرف.\n166 -\nالحروف المشوبة = الحرف.\n167 -\nحِصن:\nيرمز به في الشاطبية في القراءات السبع إلى عاصم بن أبي النجود (ت 127 هـ) وحمزة الزيات (ت 156 هـ) والكسائي (ت 189 هـ) ونافع المدني (ت 169 هـ).\n168 -\nحَقّ:\nيرمز به في الشاطبية في القراءات السبع إلى ابن كثير المكي (ت 120 هـ) وأبي عمرو البصري (ت 154 هـ)، ويرمز به في طيبة النشر في\nالجزء: 1 ¦ الصفحة: 59\n",
        "القراءات العشر إليهما مع يعقوب الحضرمي (ت 205 هـ).\n169 -\nحِما:\nيرمز به في طيبة النشر في القراءات العشر إلى أبي عمرو البصري (ت 154 هـ) ويعقوب الحضرمي (ت 205 هـ).\n* * *\nالجزء: 1 ¦ الصفحة: 60\n",
        "باب الخاء\n170 -\nالخط = رسم المصحف.\n171 -\nالخلاف الجائز:\nما جاء عن القراء على سبيل التخيير، ويكون في الأوجه، فبأي وجه أتى القارئ حال التلقي أجزأه، ولا يُلزم بالإتيان بجميع الأوجه، نحو أوجه المد العارض للسكون.\n172 -\nالخلاف المرتب:\nأن يقع الخلاف في الكلمة القرآنية عن القارئ، فينسب وجه لبعض الرواة، فيكون لغيرهم من الرواة عن القارئ الوجه المضاد له، فمثلاً إذا قال مصنف قرأ: الإمام عاصم (ت 127 هـ) بالإظهار من رواية شعبة (ت 193 هـ) فمفاده أن لحفص (ت 180 هـ) الراوي الآخر عن عاصم في ذلك الحرف الإدغام.\n173 -\nالخلاف المطلق:\nأن يقع الخلاف في الكلمة القرآنية منسوباً إلى القارئ، فيكون لكل راو\nالجزء: 1 ¦ الصفحة: 61\n",
        "عنه فيها أكثر من وجه، كما هو للقارئ، مثاله قولنا: قرأ الإمام عاصم (ت 127 هـ) بالإظهار والإدغام فمعناه أن لكل راو عنه الإظهار والإدغام.\n174 -\nالخلاف المُفرع:\nأن يقع الخلاف في كلمة قرآنية عن راو أو طريق، بينما بقية الرواة أو الطرق لهم وجه واحد فقط، فمثلاً إذا قال مصنف في سياق الإظهار قرأ: الإمام عاصم (ت 127 هـ) بالإظهار بخُلفٍ من رواية حفص (ت 180 هـ) فمفاده أن لحفص الإظهار والوجه الآخر المفرع عنه وهو الإدغام، بينما لشعبة (ت 193 هـ) -الراوي الآخر- الإدغام فقط.\n175 -\nالخلاف الواجب:\nخلاف النص والرواية، وهو الذي لا يجوز الإخلال به عند المشافهة، ويكون في القراءات والروايات والطرق، وأكثر الخلافيات عن القراء من هذا القبيل.\nالجزء: 1 ¦ الصفحة: 62\n",
        "176 -\nالخلط = تركيب القراءات.\n177 -\nخيال النبر = خيال الهمزة.\n178 -\nخيال الهمزة.\nأحد أنواع تخفيف الهمزة، وهو مرتبة بين التحقيق والتسهيل بَيْنَ بَيْنَ، اشتهر برواته عن أبي جعفر المدني (ت 130 هـ) في أوجه شاذة لا يعمل بها اليوم عند القراء، ويسمى بـ (خيال النبر).\n* * *\nالجزء: 1 ¦ الصفحة: 63\n",
        "باب الذَّال\n179 -\nذوات الراء:\nالألف المتطرفة وقبلها راء نحو (بشرى).\n180 -\nذوات الواو:\nالألف المنقلبة عن واو، وتعرف في الأسماء بالتثنية، وفي الأفعال برد الفعل إليك، نحو صفا: صفوان، دعا: دعوت، فهذه وأمثالها لا إمالة فيها.\n181 -\nذوات الياء:\nالألفات المتطرفة المنقلبة عن ياء، وتعرف في الأسماء بالتثنية، وفي الأفعال برد الفعل إليك، نحو مَوْلَى: مَوْلَيان، رمى: رَمَيتُ، فهذه وأمثالها تدخلها الإمالة.\nالألفاظ المتطرفة المنقلبة عن ياء والشبه به مما تدخله الإمالة، نحو (النصارى) (بشرى).\n* * *\nالجزء: 1 ¦ الصفحة: 65\n",
        "باب الرَّاء\n182 -\nرؤوس الآي:\nرأس الآية آخر كلمة في الآية، ويقال لها: (آخر الآية) و (فاصلة)، وتجمع على (رؤوس الآي) و (أواخر الآي) و (الفواصل).\n183 -\nالرَّوم:\n* الإتيان ببعض الحركة في الوقف، وهو مختص بالرفع والضم والجر والكسر دون الفتح والنصب، ويُقدَّر المحذوف من الحركة بالثلثين والمنطوق بالثلث، ويُعبَّر عنه الكوفيون بالإشمام.\n* يُعَبَّر به عند طوائف من القراء عن خلط حركة بحركة، نحو (قيل) في قراءة من أشم، بحيث ينحى بكسرة أول الكلمة نحو الضمة يسيراً إشارة إلى الأصل، وسمي بذلك، لأنك تروم الضم في أوائل الكلم ثم تنتقل إلى الكسر والياء.\nالجزء: 1 ¦ الصفحة: 66\n",
        "184 -\nرسم المصحف:\nخط المصاحف العثمانية الخمسة التي أمر الخليفة الراشد عثمان (ت 35 هـ) - رضي الله عنه - بكتابتها وبإرسالها إلى الأمصار، والتي أجمع الصحابة عليها، والمراد بالخط الكتابة، وهو على قسمين قياسي واصطلاحي، فالقياسي ما طابق فيه الخط اللفظ، والاصطلاحي ما خالفه بزيادة أو حذف أو بدل أو وصل أو فصل.\nوموافقة القراءة للرسم أحد شروط قبولها والقراءة بها، والمقصود بـ (موافقة الرسم): أن تكون القراءة موافقة لأحد المصاحف العثمانية المشهورة التي وجهها الخليفة الراشد عثمان (ت 30 هـ) - رضي الله عنه - إلى الأمصار، سواء كانت الموافقة تحقيقاً وهي الموافقة الصريحة، أو كانت الموافقة تقديرية وهي الاحتمالية، فإنه قد خولف صريح الرسم في مواضع كثيرة إجماعاً نحو (الصلوة) و (الزكوة)، وبذلك وردت بعض القراءات نحو قراءة (مالك) في سورة الفاتحة بالألف مع أنها مرسومة بدون ألف، فاحتمل أن تكون مراده كما حذفت من (الرحمن) و (إسحق).\n185 -\nالرسميات = الرمز.\n186 -\nرِضى:\nيرمز به في طيبة النشر في القراءات العشر إلى حمزة الزَّيَّات (ت 156 هـ) والكسائي (ت 189 هـ).\nالجزء: 1 ¦ الصفحة: 67\n",
        "187 -\nالرفع:\n* حركة الضم.\n* صلة ميم الجمع بواو لفظية.\n188 -\nالرمز:\n\" الحرف أو الكلمة التي جعلت دالة على إمام أو أئمة سواء كانوا قراء، أو رواة عن القراءة \"، وهي تختلف من مصنف لآخر.\nويُطلق -عند المغاربة- (الرمزيات) على الفن الذي يعنى برموز القراء ورموز علم الرسم وعلامات ضبط القرآن الكريم، وكانت هذه الرموز توضع فوق الكلمات المختلف في قراءتها في المصحف وتوضع بعد الكلمات في الرسم، ثم جردت لها مؤلفات خاصة، وسمي ما يختص بالقراءات (الرمزيات) وما يختص بالرسم (الرسميات).\nالجزء: 1 ¦ الصفحة: 68\n",
        "189 -\nالرمزيات = الرمز.\n190 -\nالرموز = الرمز.\n191 -\nالروادف:\nالرموز التي تستعمل للدلالة على اثنين من القراء فصاعداً وهي ستة حروف مجموعة في قولهم: (ثخذ طغش).\n192 -\nالرواية:\nما اختلفت فيه الرواة عن أحد الأئمة السبعة أو العشرة أو من في منزلتهم من أئمة القراء وأصحاب الاختيارات.\n193 -\nرواية الحروف = قراءة الحروف.\n194 -\nرَوى:\nيرمز به في طيبة النشر في القراءات العشر إلى الكسائي (ت 189 هـ) وخلف البَزار (ت 229 هـ).\n* * *\nالجزء: 1 ¦ الصفحة: 69\n",
        "باب السين\n195 -\nالسكت:\n* \" قطع الصوت زمناً هو دون زمن الوقف عادة من غير تنفس \"، ويعَبر عنه بـ (سكتة خفيفة) و (سكتة قصيرة) و (سكتة لطيفة) و (سكتة مختلسة) و (سكتة يسيرة) و (وقفة يسيرة) و (وقفة خفيفة) و (وقيفة).\n* يُعَبَّر به عند المتقدمين عن الوقف.\n196 -\nسكتة خفيفة = السكت.\n197 -\nسكتة قصيرة = السكت.\n198 -\nسكتة لطيفة = السكت.\n199 -\nسكتة مختلسة = السكت.\n200 -\nسكتة يسيرة = السكت.\n201 -\nسَما:\nيرمز به في الشاطبية في القراءات السبع إلى ابن كثير المكي (ت 120 هـ)\nالجزء: 1 ¦ الصفحة: 71\n",
        "وأبي عَمرو البصري (ت 154 هـ) ونافع المدني (ت 169 هـ) ويرمز به في طيبة النشر في القراءات العشر إلى هؤلاء وأبي جعفر المدني (130 هـ) ويعقوب الحضرمي (ت 205 هـ).\n202 -\nالسماع:\nأحد أنواع طرق التحمل والأخذ عن المشايخ، وهو السماع من لفظ الشيخ، ومنع القراء الاقتصار عليه في تلقي القرآن الكريم، إذ ليس كل من سمع من لفظ المقرئ يقدر على الأداء، ولذلك اشترطوا قراءة الطالب على الشيخ.\n203 -\nسماع الحروف = انظر: قراءة الحروف.\n204 -\nسماوي:\nيُطَلق على أهل الكوفة وابن عامر الشامي (ت 118 هـ) نسبة إلى السماوة، وهي ما بين الكوفة والشام.\nالجزء: 1 ¦ الصفحة: 72\n",
        "205 -\nالسنة = القراءة سنة.\n206 -\nالسند = الأسانيد.\n207 -\nالسواد:\nرسم المصحف، سمي بذلك؛ لأن المصاحف كانت تكتب بالمداد الأسود.\n* * *\nالجزء: 1 ¦ الصفحة: 73\n",
        "باب الشين\n208 -\nالشامي:\nيقصد به من القراء السبعة ابن عامر الشامي (ت 118 هـ)، ويقال له: (شامي).\n209 -\nشامي = الشامي.\n210 -\nشبيه البدل = مدّ البدل.\n211 -\nالشجْريه:\nالحروف التي تخرج من شجر الفم وهي الشين والضاد والجيم، والشجر: مفرج الفم، أي مفتحه، وقيل: مجمع اللحيين عند العنفقة.\n212 -\nشَفا:\nيرمز به في طيبة النشر في القراءات العشر إلى حمزة الزيَّات (ت 156 هـ) والكسائي (ت 189 هـ)، وخلف البَزَّار (ت 229 هـ).\nالجزء: 1 ¦ الصفحة: 75\n",
        "213 -\nشيخان:\nويقال: الشيخان، وهو يُطلق على حمزة الزَّيَّات (ت 156 هـ) وعلي الكسائي (ت 189 هـ) معاً، كما يطلق أيضاًً على ابن كثير (ت 120 هـ) وأبي عمرو (ت 154 هـ)، معاً، حسبما اصطلح عليه كل مؤلف في كتابه، والأكثرون على الأول.\n* * *\nالجزء: 1 ¦ الصفحة: 76\n",
        "باب الصاد\n214 -\nصِحاب:\nيرمز به في الشاطبية في القراءات السبع إلى حمزة الزَّيَّات (ت 156 هـ)، والكسائي (ت 189 هـ)، وحفص (ت 180 هـ) عن عاصم بن أبي النجود (ت 127 هـ).\n215 -\nصَحْب:\nيرمز به في طيبة النشر في القراءات العشر إلى حمزة الزَّيَّات (ت 156 هـ)، والكسائي (ت 189 هـ)، وخلف البزار (ت 229 هـ)، وحفص (ت 180 هـ) عن عاصم بن أبي النجود (ت 127 هـ).\n216 -\nصُحبة:\nيرمز به في الشاطبية في القراءات السبع إلى حمزة الزَّيَّات (ت 156 هـ)، والكسائي (ت 189 هـ)، وشعبة (ت 193 هـ) عن عاصم بن أبي النجود (ت 127 هـ)، ويرمز به في طيبة النشر في القراءات العشر إلى هؤلاء ومعهم خلف البزَّار (ت 229 هـ).\nالجزء: 1 ¦ الصفحة: 77\n",
        "217 -\nالصريحان:\nيُطلق على أبي عمرو البصري (ت 154 هـ) وابن عامر الشامي (ت 118 هـ).\n218 -\nصَفا:\nيرمز به في طيبة النشر في القراءات العشر إلى خلف البزار (ت 229 هـ)، وشعبة (ت 193 هـ) عن عاصم بن أبي النجود (ت 127 هـ).\n219 -\nالصلة:\n* \" النطق بهاء الضمير المكنى بها عن المفرد الغائب موصولة بحرف مدّ لفظي يناسب حركتها، فيوصل ضمها بواو ويوصل كسرها بياء \".\n* النطق بميم الجمع موصولة بحرف مد لفظي يناسب حركتها، وهو ضمها بواو، ويعبر عنها -عند بعضهم- بـ (بضم الميم) وبـ (رفع الميم).\n* * *\nالجزء: 1 ¦ الصفحة: 78\n",
        "باب الضاد\n220 -\nالضم:\n* يُطلق على الحركة المعروفة.\n* يُعَبَّر به عند كثير من المتقدمين عن خلط حركة بحركة، نحو (قيل) في قراءة من أشم، بحيث ينحى بكسرة أول الكلمة نحو الضمة يسيراً إشارة إلى الأصل، وسمي بذلك لما حدث في المشم من الضم كما عبروا عن الممال بالكسر.\n221 -\nضم ميم الجمع = الصلة:\n* * *\nالجزء: 1 ¦ الصفحة: 79\n",
        "باب الطاء\n222 -\nطرح الهمزة:\nحذف الهمزة دون عوض لها.\n223 -\nالطْرُق = الطريق.\n224 -\nالطريق:\nما اختلف فيه النقلة عن أحد رواة الأئمة السبعة أو العشرة أو من في منزلتهم من رواة القراء وأصحاب الاختيارات، وجمعها (الطرُق).\n225 -\nالطول:\nأعلى مراتب المد المعمول بها عند القراء، ويقال لها: (الطُّولى)، وتقدَّر بثلاث ألفات (ست حركات).\n226 -\nالطولى = الطُّول.\n* * *\nالجزء: 1 ¦ الصفحة: 81\n",
        "باب العين\n227 -\nالعامة:\n* جمهور القراء.\n* قراء المدينة وقراء الكوفة.\n* قراء الحرمين: مكة والمدينة.\n228 -\nعراقي = أهل العراق.\n229 -\nالعراقيون = أهل العراق.\n230 -\nالعربيان:\nيُطلَق على ابن عامر الشامي (ت 118 هـ) والكسائي (ت 189 هـ).\n231 -\nالَعرْض:\nتلاوة القرآن على الشيخ، وهو أحد أنواع طرق التحمل والأخذ عن المشايخ.\nالجزء: 1 ¦ الصفحة: 83\n",
        "232 -\nالعرضة الأخيرة:\nما عرضه الرسول - صلى الله عليه وسلم - في عام وفاته من القرآن على جبريل - عليه السلام -.\n233 -\nعصر الصاد:\n\" جعلها بين الصاد والزاي \"، وهو المعبر عنه -عند الأكثرين- بالإشمام.\n234 -\nعلل القراءات = توجبه القراءات.\n235 -\nعُلْوي = أهل العالية.\n236 -\nعَمّ:\nيرمز به في الشاطبية في القراءات السبع إلى ابن عامر الشامي (ت 118 هـ) ونافع المدني (ت 169 هـ) ويرمز به في طيبة النشر في القراءات العشر إليهما وإلى أبي جعفر المدني (ت 130 هـ).\n237 -\nعن نفسه = الاختيار.\n* * *\nالجزء: 1 ¦ الصفحة: 84\n",
        "باب الفاء\n238 -\nالفاصل:\nويسمى بـ (الحاجز)، وهو الساكن الفاصل بين حكم الحرف وسببه، ومنه ما هو مؤئر، ويقال له: حاجز حصين، نحو حروف الاستعلاء الساكنة إذا فصلت بين الراء والكسرة في رواية ورش (ت 197 هـ) من طريق الأزرق (ت في حدود 240 هـ) فإنها تمنع من الترقيق سوى الخاء، وما عداها يعد غير حصين؛ لأنها لا تمنع من الترقيق.\n239 -\nالفاصلة = رؤوس الآي.\n240 -\nالفتح:\n\" استقامة النطق بالحرف \"، بحيث يفتح القارئ فاه بلفظ الحرف، وهو فيما بعده ألف أظهر، ومعناه: أن تخرج الألف من مخرجها من غير أن يُخلط بصوت الياء أو الواو، ولذلك يُعبر عنه بـ (إخلاص الفتح)، وكيفية ذلك: \" النطق بالألف مركبة على فتحة خالصة غير ممالة إلى مصاف الكسر، وتحديده: أن يؤتى به على مقدار انفتاح الفم، مثاله (كان) تركب صوت\nالجزء: 1 ¦ الصفحة: 85\n",
        "الألف على فتحة الكاف، وهي خالصة لا حظ للكسر فيها\n...\n\".\nويُعبر المتقدمون عن هذا الفتح -الذي هو ضد الإمالة-: بـ (التفخيم) و (النصب) و (الفتح المتوسط) و (الترقيق) و (الفغر).\n241 -\nالفتح الشديد:\n\" نهاية فتح الشخص فمه بذلك الحرف، ولا يجوز في القرآن بل هو معدوم في لغة العرب، وإنما يوجد في لفظ عجم الفرس، وهو ممنوع منه في القراءة كما نص عليه أئمتنا، وهذا هو التفخيم المحض \".\n242 -\nالفتح المتوسط = الفتح.\n243 -\nفتى:\nيرمز في طيبة النشر في القراءات العشر إلى حمزة الزَّيَّات (ت 156 هـ) وخلف البزَّار (ت 229 هـ).\n244 -\nالفرش:\nما حكمه مقصور على مسائل معينة ولم يطرد على سَنن واحد، فهو ما قلَّ دوره من الحروف المختلف فيها بين القراء، وسمي فرشا لانتشاره، فكأنه انفرش، وسماه بعضهم (الفروع) من حيث مقابلته (الأصول)، ويقال: له\nالجزء: 1 ¦ الصفحة: 86\n",
        "(فرش الحروف) عند الأكثرين، ويقال له: (فرش السور) عند بعضهم.\n245 -\nالفروع = الفرش.\n246 -\nالفصل:\n* \" مجال الألف بين همزتين التقتا لمن له الفصل بينهما \"، المعروف بـ (الإدخال)، يسمى بـ (المد الفاصل).\n* يُعبَّر به عن البسملة بين السورتين لمن قرأ بها.\n247 -\nالفغر = الفتح.\n248 -\nالفواصل = رؤوس الآي.\n249 -\nفوق التوسط = الحركة.\n250 -\nفوق القصر = الحركة.\n251 -\nفويق التوسط = الحركة.\n252 -\nفويق القصر = الحركة.\n253 -\nفي اختياره = الاختيار.\n* * *\nالجزء: 1 ¦ الصفحة: 87\n",
        "باب القاف\n254 -\nالقارئ:\n\" الذي جمع القرآن حفظاً عن ظهر قلب \".\n255 -\nالقارئ المبتدئ:\n\" من شرع في الإفراد إلى أن يفرد ثلاثاً من القراءات \".\n256 -\nالقارئ المنتهى:\nمن نقل من القراءات أكثرها وأشهرها على وجه المشافهة.\n257 -\nالقاعدة = الأصول.\n258 -\nالقبائل الثلاثة:\nالهمزتان المتفقتان من كلمتين: المفتوحتان والمكسورتان، والمضمومتان مثل قوله تعالى: {هؤُلَاَءِ إِن}، {أَوْلِيَاءُ أُولَئِكَ}، {شَاءَ أَنْشَرَهُ}.\nالجزء: 1 ¦ الصفحة: 89\n",
        "259 -\nالقراء السبعة = القراءات السبع.\n260 -\nالقراء العشرة = القراءات العشر.\n261 -\nالقراءات:\nمذاهب أهل الأداء في كيفية ألفاظ القرآن الكريم من تخفيف وتشديد وغيرهما.\n262 -\nالقراءات الآحاد = القراءات الأربع.\n263 -\nالقراءات الإحدى عشرة:\nالقراءات العشر المتواترة، والقراءات الشاذة المروية عن سليمان بن مهران الأعمش الكوفي (ت 148 هـ).\n264 -\nالقراءات الأربع:\nتطلق على القراءات المروية عن الأئمة الأربعة، وهم الحسن البصري (ت 110 هـ) وابن محُيصن المكي (ت 123 هـ) والأعمش الكوفي (ت 148 هـ) ويحيى اليزيدي البصري (ت 202 هـ)، وهي من القراءات الشاذة، وتعد من أشهر القراءات بعد القراءات العشر، وبعض العلماء يجعلها في عدد الآحاد، إذ لم تبلغ حد التواتر.\nالجزء: 1 ¦ الصفحة: 90\n",
        "265 -\nالقراءات الأربعة عشر:\nالقراءات العشر التي تنسب إلى الأئمة العشرة المشهورين مضافاً إليهم الأئمة الأربعة، وهم الحسن البصري (ت 110 هـ) وابن مُحيصن المكي (ت 123 هـ) والأعمش الكوفي (ت 148 هـ) ويحيى اليزيدي البصري (ت 202 هـ).\n266 -\nالقراءات الباطلة = القراءات الشاذة.\n267 -\nالقراءات الثلاث:\nتطلق على نوعين من القراءات وهما:\n* القراءات الثلاث المتواترة التي فوق القراءات السبع، وهي قراءة أبي جعفر المدني (ت 130 هـ) ويعقوب الحضرمي (ت 205 هـ) وخلف البزار (ت 229 هـ)، وذلك هو الأشهر.\n* القراءات الثلاث التي فوق القراءات العشر، وهي قراءة الحسن البصري (ت 110 هـ) وابن مُحيصن المكي (ت 123 هـ) والأعمش الكوفي (ت 148 هـ).\n268 -\nالقراءات الثمان:\nالقراءات السبع وقراءة يعقوب الحضرمي (ت 205 هـ)، وهي من القراءات المتواترة.\nالجزء: 1 ¦ الصفحة: 91\n",
        "269 -\nالقراءات الخمسين:\nالقراءات التي ضمنها أبو القاسم الهذلي (ت 465 هـ) كتابه الكامل في القراءات الخمسين، وهي التي رواها عن تسعة وأربعين رجلاً من أئمة قراء الحجاز والشام والعراق بالإضافة إلى اختياره.\n270 -\nالقراءات السبع:\nما ينسب إلى الأئمة السبعة المشهورين، وهم: ابن عامر الشامي: (ت 118 هـ) وابن كثير المكي (ت 120 هـ) وعاصم بن أبي النجود (ت 127 هـ) وأبو عمرو البصري (ت 154 هـ) وحمزة الزيات (ت 156 هـ) ونافع المدني (ت 169 هـ) والكسائي (ت 189 هـ)، وقراءاتهم متواترة عند المسلمين يتلقاها جيل إثر جيل حتى وقتنا الحاضر، وليس كل قراءة منها تمثل حرفاً من (الأحرف السبعة) الواردة في الحديث، ولكنها بعضها أو حرف واحد منها على خلاف بين العلماء في ذلك.\n271 -\nالقراءات الشاذة:\nما خرج من أوجه القراءات عن أركان القراءة المتواترة.\nومصطلح الشذوذ عند القراء مصطلح خاص، ويقصد به كل ما خرج من أوجه القراءات عن أركان القراءة المتواترة وما يلحق بهما من القراءات الصحيحة، فيدخل في القراءات الشاذة ما يسمى بـ (القراءات الضعيفة)\nالجزء: 1 ¦ الصفحة: 92\n",
        "و (القراءات الموضوعة) و (القراءات المدرجة) و (القراءات المنكرة) و (القراءات الغريبة) و (القراءات الباطلة)، كلها عند القراء من قبيل الشاذ، كما يطلق على (القراءات الآحاد) شاذة أيضاًً على وجه التجوز، وبعبارة أخرى فإن كل ما خرج عن القراءات العشر التي يقرأ بها اليوم عن القراء العشرة فهي (قراءة شاذة).\n272 -\nالقراءات الصحيحة = القراءات المتواترة.\n273 -\nالقراءات الضعيفة = القراءات الشاذة.\n274 -\nالقراءات العشر:\nالقراءات السبع التي تناسب إلى الأئمة السبعة المشهورين مضافاً إليهم الأئمة الثلاثة، وهم: ابن عامر الشامي (ت 118 هـ) وابن كثير المكي (ت 120 هـ) وعاصم بن أبي النجود (ت 127 هـ) وأبو عمرو البصري (ت 154 هـ) وحمزة الزيَّات (ت 156 هـ) ونافع المدني (ت 169 هـ) والكسائي (ت 189 هـ) والثلاث الذين يكتمل بهم العشرة، وهم أبو جعفر المدني (130 هـ) ويعقوب الحضرمي (ت 205 هـ) وخلف البزار (ت 229 هـ)، والقراءات العشر متواترة عند المسلمين يتلقاها جيل إثر جيل حتى وقتنا الحاضر.\n275 -\nالقراءات العشر الصغرى:\nالقراءات المتواترة التي تضمنتها الشاطبية في القراءات السبع والدرة في\nالجزء: 1 ¦ الصفحة: 93\n",
        "القراءات الثلاث المكملة للقراءات العشر، وقد وردت من عشرين طريقاً، وسميت بذلك لقلة طرقها بالنسبة للقراءات العشر الكبرى الواردة من زهاء ألف طريق.\n276 -\nالقراءات العشر الكبرى:\nالقراءات المتواترة التي تضمنتها طيبة النشر في القراءات العشر، وقد وردت من زهاء ألف طريق، وسميت بذلك لكثرة طرقها بالنسبة للقراءات العشرة الصغرى.\n277 -\nالقراءات الغريبة = القراءات الشاذة.\n278 -\nالقراءات المتروكة = القراءات الشاذة.\n279 -\nالقراءات المتواترة:\nما اجتمعت فيها أركان صحة القراءة، وهي موافقة اللغة القراءات ولو بوجه، وموافقة أحد المصاحف العثمانية ولو احتمالاً، وثبوت سندها وجمهور العلماء على اشتراط التواتر فيها.\nويلحق بالقراءات المتواترة (القراءات المشهورة) و (القراءات\nالجزء: 1 ¦ الصفحة: 94\n",
        "الصحيحة)، وهي ما صح سندها بنقل العدل الضابط كذا إلى منتهاه، ولا يقرأ إلا بما استفاض نقله وتلقته الأئمة بالقبول، كمقادير المد الزائدة على القدر المشترك بين أهل الأداء، غير أنه ملحق بالمتواتر حكماً؛ لأنه من القرآن المقطوع به.\nوالقراءات التي توفر لها شروط التواتر هي القراءات العشر التي عليها عمل القراء إلى وقتنا الحاضر.\n280 -\nالقراءات المدرجة = القراءات الشاذة.\n281 -\nالقراءات المشهورة = القراءات المتواترة.\n282 -\nالقراءات المنكرة = القراءات الشاذة.\n283 -\nالقراءات الموضوعة = القراءات الشاذة.\n284 -\nقراءات النبي - صلى الله عليه وسلم -:\nالقراءات التي تروى بالإسناد إلى النبي - صلى الله عليه وسلم - على نهج الرواة المحدثين، وليس معنى هذه النسبة أنها وحدها المأثورة عن النبي - صلى الله عليه وسلم - وغيرها من القراءات غير مأثورة، بل جميع القراءات المتواترة كلها متواترة ومرفوعة إلى النبي - صلى الله عليه وسلم - على أن ما يروى من هذا النوع من القراءات لا تجوز القراءة به إذا كان مخالفاً للقراءات المتواترة أو بعضها، حتى ولو كان في صحيح البخاري؛ لأن ما كان مخالفاً للقراءات المتواترة فهو من قبيل المنسوخ أو الشاذة.\nالجزء: 1 ¦ الصفحة: 95\n",
        "285 -\nالقراءة:\n* ما اتفقت عليه الرواة عن أحد الأئمة السبعة أو العشرة أو من في منزلتهم من أئمة القراء وأصحاب الاختيارات.\n* \" قراءة القرآن متتابعاً \".\n* \" الأخذ عن المشايخ \".\n286 -\nقراءة الحروف:\nتلقي الحروف المختلف فيها عن القراء مجردة عن التلاوة، وُيعبر عنها بـ (رواية الحروف) و (سماع الحروف)، لأنها تكون بلفظ الطالب على الشيخ والعكس.\n287 -\nالقراءة سنة:\nتلقي الأواخر عن الأوائل القراءات بالأسانيد المتواترة عن رسول الله - صلى الله عليه وسلم - وهي القراءات الموافقة لرسم المصاحف، المتضمنة ما استقرت عليه في\nالجزء: 1 ¦ الصفحة: 96\n",
        "العرضة الأخيرة عن رسول الله - صلى الله عليه وسلم - كما عرضها على جبريل عليهما الصلاة والسلام.\n288 -\nالقرأة:\nجمع قارئ، وهم أئمة القراء.\n289 -\nالقرينتان:\nسورتا الأنفال وبراءة.\n290 -\nالقصر:\n* ترك الزيادة من المد \".\nالجزء: 1 ¦ الصفحة: 97\n",
        "* عند المتقدمين: تحريك هاء الكناية من غير صلة.\n* قراءة الكلمة بدون مد، نحو (ملك).\n291 -\nالقطع:\n* يُطلق -عند بعض المتقدمين- على السكت، ويقال له: (التقطيع) أيضاًً.\n292 -\nالقلب:\n* جعل حرف مكان آخر.\n* يطلق القلب على بعض أحكام تسهيل الهمزة.\n293 -\nالقياس:\nحمل الفرع على الأصل لعلة جامعة بينهما، وهو في القراءة نوعان:\nالجزء: 1 ¦ الصفحة: 98\n",
        "* قياس مطلق، وهو الذي ليس له أصل في القراءة يعتمد عليه، ومنه قياس ما لا يروى على ما روي، مثل قياس أحكام الميم المقلوبة من النون والتنوين على الميم الأصلية، وهذا هو القياس الممنوع؛ لأن القراءة سنة متبعة تعتمد على النقل والمشافهة.\n* قياس يعتمد على إجماع انعقد أو أصل معتمد، فهذا لا بد منه عند الاضطرار والحاجة إليه فيما لم يرد فيه نص صريح عن أئمة القراء، وهو من قبيل نسبة الجزئي إلى الكلي ومن رد الفروع إلى الأصول، مثل ما اختير في تخفيف بعض الهمزات.\n* والأصل في القراءات أنها لا تعتمد على القياس بل الاعتماد فيها على الرواية فقط، ولو خالفت القياس، وفي ذلك يقول الشاطبي (ت 590 هـ):\nوما لقياسٍ في القراءة مدخل\n...\nفدونك ما فيه الرضا متكفلاً.\n* * *\nالجزء: 1 ¦ الصفحة: 99\n",
        "باب الكاف\n294 -\nالكتاب:\nرسم المصحف العثماني.\n295 -\nالكسر:\n* يُطلق على الحركة المعروفة.\n* يُعبر به عند كثير من المتقدمين عن الإمالة، لما حدث في الممال من التقريب إلى الكسر.\n296 -\nكفى:\nيرمز به في طيبة النشر في القراءات العشر إلى أهل الكوفة، وهم: عاصم ابن أبي النجود (ت 127 هـ) وحمزة الزَّيَّات (ت 156 هـ) والكسائي (ت 189 هـ) وخلف البزار (ت 229 هـ).\n297 -\nكنز:\nيرمز به في طيبة النشر في القراءات العشر إلى ابن عامر الشامي\nالجزء: 1 ¦ الصفحة: 101\n",
        "(ت 118 هـ) وعاصم بن أبي النجود (ت 127 هـ) وحمزة الزَّيَّات (ت 156 هـ) والكسائي (ت 189 هـ) وخلف البزار (ت 229 هـ).\n298 -\nكوفٍ = أهل الكوفة.\n299 -\nكوفي = أهل الكوفة.\n300 -\nالكوفيون = أهل الكوفة.\n* * *\nالجزء: 1 ¦ الصفحة: 102\n",
        "باب اللام\n301 -\nاللين:\n* الياء والواو الساكنتان المفتوح ما قبلهما، نحو (خوف) و (بيت)، وهذا هو المشهور عند أكثر العلماء.\n* يُطلق بعض العلماء (اللين) على ما يجري من الصوت في حروف المد الثلاثة، وهي الألف والياء الساكنة المكسور ما قبلها، والواو الساكنة المضموم ما قبلها؛ لأنها تخرج من اللفظ في لين من غير كلفة.\n302 -\nاللّيّ = الإمالة.\n* * *\nالجزء: 1 ¦ الصفحة: 103\n",
        "باب الميم\n303 -\nما لم يسم فاعله:\nالمبني للمجهول، ويستعمل القراء هذا المصطلح بهذا التعبير؛ لأن الفاعل في كثير من الآيات هو الله جل جلاله، وذلك على وجه التأدب.\n304 -\nماءات القرآن:\nأنواع (ما) في القرآن الكريم حيث يختلف نطقها حسب نوعها، فقد ثبت أن العرب وأئمة الأداء يفرقون بين أصوات ما حسب معانيها، فأعلاها صوتاً ما النافية ثم أدنى منها التعجبية فالاستفهامية، وما عداها من الماءات فإن الصوت ينخفض عندها على مستوى سائر الحروف، ولا يضبط ذلك إلا بمشافهة الحذاق.\n305 -\nالمبيَّن = الإظهار.\n306 -\nمتوسط بزائد:\nأن يتصل بالهمزة التي في أول الكلمة زائد رسماً ولفظاً مثل {بِأسمَاَءِ}، أو لفظاً فقط مثل: {وَفِي أَنفُسِكُم}، ويسمى (المتوسط بغيره).\nالجزء: 1 ¦ الصفحة: 105\n",
        "307 -\nمتوسط بغيره = متوسط بزائد.\n308 -\nمتوسط بنفسه:\nالهمزة الواقعة في وسط الكلمة، وهي من بنيتها، نحو: {وَالمؤمِنُونَ وَالمُؤمِنَاتُ}.\n309 -\nالمجردة = المفردة.\n310 -\nالمُجرَى = الإجراء.\n311 -\nمَداً:\nيرمز به في طيبة النشر في القراءات العشر إلى أبي جعفر المدني (ت 130 هـ) ونافع المدني (ت 169 هـ).\n312 -\nالمد:\n* إطالة الصوت بأحد حروف المد لموجب يوجبه من الأسباب اللفظية (الهمز والسكون) والمعنوية، ويعبر عنه عند بعض المتقدمين بـ (المد المتكلف) و (المد المزيدي) و (المط) و (المطل).\nالجزء: 1 ¦ الصفحة: 106\n",
        "* قراءة الكلمة بإثبات حرف مد فيها، نحو (مالك).\n* عند المتقدمين: صلة هاء الكناية بواو أو ياء.\n313 -\nمد الأصل:\nما كان حرف المد فيه من أصل الكلمة، نحو (جاء) و (زاغ).\n314 -\nالمد الأصلي = المد الطبيعي.\n315 -\nالمُدَبَّرة = التدبير.\n316 -\nمد البدل:\nأن يتقدم الهمز على حرف المد في كلمة واحدة، نحو (ءامنوا)، \" لأن المدة بدل من الهمزة الثانية \"، وهذه المدة تسمى (مدة الخارجة) \".\nوأكثر العلماء يُطلق مد البدل على الهمز إذا تقدم المد، سواء كان المد مبدلاً من حرف أو أصلياً، وبعضهم يفرق بينهما، فيسمي ما كانت المدة فيه أصلاً وليست مبدلة نحو (يؤوس): (شبيه البدل).\nالجزء: 1 ¦ الصفحة: 107\n",
        "317 -\nمد البسط = المد المنفصل.\n318 -\nمد البُنْيَة = المدل المتصل.\n319 -\nمد التبرئة:\nمد (لا) النافية للجنس بمقدار ألفين (أربع حركات) عن الإمام حمزة (ت 156 هـ)، نحو قوله تعالى: {لَا رَيبَ}.\n320 -\nمد التعظيم:\nمد (لا) إذا وقعت قبل (إله)، نحو قوله تعالى: {اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ}، حيث ورد عن أصحاب قصر المد المنفصل إذا قرؤوا بالتوسيط في (لا)، ويسمى (مد المبالغة)؛ لأنه طلب للمبالغة في نفي إلهية سوى الله سبحانه.\n321 -\nمد التمكين:\n* يُطلق على جميع المدود الفرعية الزائدة على قدر المد الطبيعي، ومنها المدل المتصل والمنفصل واللازم، يقال: \" مكّن \" إذا أُريدت الزيادة، وسمي بذلك لأنه تتمكن به الكلمة من الاضطراب.\nالجزء: 1 ¦ الصفحة: 108\n",
        "* المد الطبيعي باعتبار كونه أمكن في الحركة.\n* الياء الساكنة المكسور ما قبلها إذا وليتها ياء والواو الساكنة المضموم ما قبلها إذا وليتها واو، نحو قوله تعالى: {اَلَّذِى يَدُعُّ}، {ءَامَنُواْ وَعَمِلُواْ}، تمكنان الياء والواو فيهما تمكيناً جيداً بمقدار المد الطبيعي حذرا من الإدغام أو الإسقاط.\n322 -\nالمد الثابت = المد اللازم.\n323 -\nالمد الجائز = المدل المنفصل، المد العارض.\n324 -\nمد الحجز:\n* إدخال ألف بمقدار حركتين بين الهمزتين المتتاليتين نحو (أأنت) عند بعض القراء، وسمي بذلك؛ لأنه يحجز بين الهمزتين ويبعد إحداهما عن الأخرى، ويسمى (المد الفاصل)، وهو المعروف بـ (الإدخال).\nالجزء: 1 ¦ الصفحة: 109\n",
        "* المد الحاجز بين الساكن والمتحرك، وهو المد اللازم، نحو (دابة).\n325 -\nالمد الخفي:\nمد الألف المبدلة من الهمزة ثلاث ألفات، نحو (أرأيت)، وذلك على رواية ورش (ت 197 هـ)، وسمي بذلك لإخفاء الهمزة بإبدالها ألفاً.\n326 -\nالمد الذاتي = المد الطبيعي.\n327 -\nمد الرَّوم:\nما جاء في حرف المد قبل همزة مسهلة، وذلك في بعض القراءات، نحو التسهيل في لفظ (إسرائيل) لأن القارئ يقصد بعده الهمزة فلا يأتي بها محققة.\n328 -\nمد الصلة:\nالمد اللاحق لميم الجمع لمن قرأها موصولة بواو لفظية قبل متحرك.\nالجزء: 1 ¦ الصفحة: 110\n",
        "329 -\nمد الصيغة = المد الطبيعي.\n330 -\nالمد الطبيعي:\n\" هو الذي لا يقوم ذات حرف المد دونه \"، ويسمى (المد المقصور)، \" لأنه قصر عن الهمزة الموجبة لزيادة الإشباع لخفائها وشدتها، أي حبس عنها ومنع منها \"، ويطلق عليه (المد الأصلي) و (المد الذاتي) و (مد الصيغة).\n331 -\nالمد العارض:\nما يجوز الزيادة في مدة بسبب وقف أو إدغام، وهو من أنواع (المد الجائز)، وقسماه هما:\nأ- المد العارض للإدغام:\nأن يقع بعد حرف المد أو اللين ساكن سكوناً عارضاً لأجل الإدغام الكبير، وذلك نحو المد على إدغام الكبير، وذلك نحو المد على إدغام الميم في الميم في (الرحيم ملك) من سورة الفاتحة، ويجوز فيه القصر والتوسط والإشباع.\nب- المد العارض للوقف:\nأن يقع بعد حرف المد أو اللين ساكن سكوناً عارضاً لأجل الوقف،\nالجزء: 1 ¦ الصفحة: 111\n",
        "وذلك نحو الوقف على (الرحيم) (بيت)، ويجوز فيه القصر والتوسط والإشباع.\n332 -\nمد العدل:\n* المد اللازم، نحو (دابة)؛ لأنه يعدل حركة، أو لأنه متساو عند القراء في المد إشباعاً على الأصح.\n* إدخال ألف بمقدار حركتين بين الهمزتين المتتاليتين نحو (أاأنت) عند بعض القراء.\n333 -\nالمد العرضي:\nالذي يعرض زيادة على الطبيعي لموجب يوجبه بسبب مجاورة همزة أو غيره من الأسباب، ويدخل فيه جميع أنواع المد غير الأصلي، ويسمى بـ (المد الفرعي) و (المد المزيدي) و (المد المُتكلَّف).\nالجزء: 1 ¦ الصفحة: 112\n",
        "334 -\nمد العوض:\n* المد الموجود في هاء الضمير المكني بها عن المفرد الغائب إذا لحقت بفعل حذفت ياؤه من أجل الجزم، وعوضت عنها هاء الضمير، كلما في قوله تعالى: {نُوَلِّهِ}.\n* المد الناشئ من الإدغام الكبير، نحو قوله تعالى: {كَيفَ فَعَلَ رَبُّكَ} عند من أدغم.\n335 -\nالمد الفاصل = الفصل، مد الحجز.\n336 -\nالمد الفرعي = المد العرضي.\n337 -\nمد الفرق:\nالمد الفارق بين الاستفهام والخبر، وقد ورد في قوله تعالى: {ءَآلذَّكَرَيْنِ}. و {ءَآلآن} و {ءَآللَّهُ} ومن هذا القبيل:\nالجزء: 1 ¦ الصفحة: 113\n",
        "(السِّحْرُ) على قراءة أبي عمرو البصري (ت 154 هـ)، أما على قراءة الباقين فبدون مد على الإخبار، وكلها من قبيل المد اللازم تمد بمقدار ثلاث ألفات (ست حركات).\n338 -\nمد الفصل = المد المنفصل.\n339 -\nمد الكلمة:\n\" أن يكون حرف المد والهمزة في كلمة واحدة مثل (أولئك) \"، وهو المشهور بـ (المد المتصل).\n340 -\nالمد اللازم:\nأن يقع بعد حرف المد ساكن سكوناً لازماً للزوم سببه -وهو السكون- في الحالين وصلاً ووقفاً، أو لالتزام القراء إشباع مده على الأصح المشهور، ويسمى بـ (المد الثابت) أيضاًً للسببين المذكورين، ويحمل ألقاباً أخرى بحسب نوعه وما بعده، فإن وقع المد في كلمة وبعده مشدد سمي (المد اللازم الكلمي المثقل) نحو قوله تعالى: {الصَّاخَّةُ}، فإن كان ما بعده في الكلمة غير مشدد سمي (المد اللازم الكلمي المخفف) نحو قوله تعالى: {ءَآلآن}، وإن وقع المد في أحد فواتح السور وهو مكون من ثلاثة حروف أوسطها حرف مد وثالثها ساكن سمي (مد الهجاء اللازم) أو (المد اللازم الحرفي) فإن كان\nالجزء: 1 ¦ الصفحة: 114\n",
        "مدغماً فيما بعده سمي (المد اللازم الحرفي المثقل) أو (المد اللازم الحرفي المدغم) نحو اللام في فاتحة سورة البقرة، وإن لم يكن بعده مدغم سمي (المد اللازم الحرفي المخفف) نحو الميم في فاتحة سورة البقرة أيضاًً.\n341 -\nالمد اللازم الحرفي = المد اللازم.\n342 -\nالمد اللازم الحرفي المثقل = المد اللازم.\n343 -\nالمد اللازم الحرفي المخفف = المد اللازم.\n344 -\nالمد اللازم الحرفي المدغم = المد اللازم.\n345 -\nالمد اللازم الكلمي = المد اللازم.\n346 -\nالمد اللازم الكلمي المثقل = المد اللازم.\n347 -\nالمد اللازم الكلمي المخفف = المد اللازم.\n348 -\nمد اللين:\nالمد الموجود في الياء والواو الساكنتين المفتوح ما قبلهما، نحو (خوف) و (بيت).\n349 -\nمد المبالغة = مد التعظيم.\n350 -\nالمد المتصل:\nما اجتمع فيه حرف مد وهمزة بعده في كلمة واحدة، نحو (شاء)، ويسمى بـ (مد البُنيَة)؛ لأن الكلمة فيها بنيت على المد، ويسمى بـ (المد\nالجزء: 1 ¦ الصفحة: 115\n",
        "الواجب) لإجماع القراء على مده وإن تفاوتوا في مقداره، ويسمى (المد الممكن)؛ لأن القارئ لا يتمكن من تحقيق الهمزة تحقيقاً محكماً إلا به.\n351 -\nالمد المتكلَّف = المد العرضي.\n352 -\nالمد المتوسط.\nالمد الواقع بين همزتين في كلمة واحدة، نحو قوله تعالى: {رِئَاءَ}، وهو من قبيل المد المتصل.\n353 -\nمد المجتلبة:\nالمدات التي ليست من أصل الكلمة، وتشمل (مد الفرق) و (مد الحجز)، نحو (أاأنت)، ونحوهما.\n354 -\nالمد المزيدي = المد العرضي.\n355 -\nالمد المُشبع:\nالمد بمقدار ثلاث ألفات (ست حركات).\nالجزء: 1 ¦ الصفحة: 116\n",
        "356 -\nالمد المقصور = المد المتصل الطبيعي.\n357 -\nالمد الممكن = المد المتصل.\n358 -\nالمد المنفصل:\n\" أن يكون حرف المد آخر كلمة، الهمزة أول كلمة أخرى \"، مثل المدين في قوله تعالى: {بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ}، ويقال له: (مد البسط)؛ لأنه يبسط بين كلمتين، ويقال له: (مد الفصل)؛ لأنه (الاعتبار) لاعتبار الكلمتين من كلمة، ويقال: (مد حرف لحرف) أي مد كلمة لكلمة، ويقال له: (المد الجائز) من أجل الخلاف في مده وقصره.\n359 -\nمد الهجاء اللا لازم:\nالمد الموجود في فواتح السور التي هجاؤها على حرفين نحو فاتحة سور (طه)، وسمي لا لازماً لاقتصارهم فيه على مقدار حركتين، إذ هو من قبيل المد الطبيعي.\nالجزء: 1 ¦ الصفحة: 117\n",
        "360 -\nمد الهجاء اللازم = المد اللازم.\n361 -\nالمد الواجب = المد المتصل.\n362 -\nمد إمعان:\nمد اللين إذا وليه همزة مثل (شيئاً) بمقدار ألفين أو ثلاث ألفات عند ورش (ت 197 هـ) عن نافع (ت 169 هـ) من طريق الأزرق (ت في حدود 240 هـ).\n363 -\nمد حرف لحرف = المد المنفصل.\n364 -\nمدَّ ما:\nالمد بمقدار نصف ألف على وجه التقريب، أي بمقدار حركة واحدة، وهو ما دون المد الطبيعي، وهو لا يضبط إلا بالمشافهة، ويكون في حرفي اللين، وهما الياء والواو الساكنتان المفتوح ما قبلهما، نحو (خوف) و (بيت) حالة الوصل.\n365 -\nالمد واللين:\nصفتان مرتبطتان في امتداد الصوت ولينه، وذلك في الألف، والياء الساكنة المكسورة ما قبلها، والواو الساكنة المكسور ما قبلها والواو الساكنة المضموم ما قبلها.\nالجزء: 1 ¦ الصفحة: 118\n",
        "366 -\nمدات القرآن:\nأنواع المدود الأصلية والفرعية، ولها أنواع متعددة وألقاب كثيرة وهي ترجع من حيث تعددها وتفاضلها طولاً وقصراً إلى الهمز والسكون، وهما السببان الأساسان في الزيادة في المد.\n367 -\nمدة الخارجة = مد البدل.\n368 -\nمدني = أهل المدينة.\n369 -\nالمدنيان = أهل المدينة.\n370 -\nالمذهب = الأصول.\n371 -\nالمراقبة في الوقف:\nما يكون بين الوقفين من مراقبة على التضاد، فإذا وقف على أحدهما امتنع الوقف الآخر، كما في قوله تعالى: {ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ (2)}، فمن أجاز الوقف على (لَا رَيْبَ) فإنه لا يجيزه على (فِيهِ)، والذي يجيزه على (فِيهِ) لا يجيزه على (لَا رَيْبَ)، ويعرف بـ (تعانق الوقف).\nالجزء: 1 ¦ الصفحة: 119\n",
        "372 -\nمرسوم الخط = رسم المصحف.\n373 -\nالمصاحف العثمانية:\nالمصاحف التي أرسلها عثمان بن عفان (ت 35 هـ) - رضي الله عنه - إلى الأمصار، وعددها خمسة، والأمصار هي: مكة والمدينة والشام والكوفة والبصرة، وأجمعت الأمة على ما تضمنته هذه المصاحف، وترك ما خالفها من زيادة ونقص وإبدال كلمة بأخرى مما كان مأذوناً فيه توسعة عليهم ولم تتواتر قراءته.\n374 -\nمصحف الإمام:\n* مصحف أمير المؤمنين عثمان ابن عفان (ت 35 هـ) الذي اتخذه لنفسه يقرأ فيه - رضي الله عنه -.\n* المراد به الجنس، وهو ما يشمل مصحفه - رضي الله عنه - وسائر المصاحف التي أرسلها إلى الأمصار، والغالب في هذه تعريفة بـ (ال)، فيقال: (المصحف الإمام).\nالجزء: 1 ¦ الصفحة: 120\n",
        "375 -\nالمط = المد.\n376 -\nالمطل = المد.\n377 -\nالمفردة:\nما ألف في قراءة مستقلة على حدة، ويقال لها: (المجرَّدة).\n378 -\nالمقارئ = المَقرأ.\n379 -\nمقاصد القراءات:\nما يكون البحث فيه بالنظر إلى اتفاق القراء واختلافهم، ويشمل ذلك (الأصول) و (الفرش).\n380 -\nالمُقرئ:\nالعالم بالقراءات والراوي لها مشافهة.\n381 -\nالمقرأ:\n* مصدر بمعنى القراءة، يقال: مقرأ نافع (ت 169 هـ)، أي قراءة نافع، وجمعه (مقارئ).\n* ما ألف في قراءة مفردة أو أكثر كقراءة نافع، يقال: مقرأ نافع، أي المؤلف الذي تضمن قراءته.\nالجزء: 1 ¦ الصفحة: 121\n",
        "* تطلق المقارئ على حلقات تعليم القراءات.\n382 -\nالمكنى:\nالمضمر، نحو (هم) و (هما) ونحوهما.\n383 -\nالمكي:\nويقال: (مكي)، ويقصد به من القراء السبعة ابن كثير المكي (ت 120 هـ)، فإذا انضم إليه من القراء الأربعة عشر ابن مُحيصن المكي (ت 123 هـ) أطلق عليهما (المكيان) و (أهل مكة).\n384 -\nمكي = المكي.\n385 -\nالمكيان = المكي.\n386 -\nالمهموز المختلس:\nعند بعض المتقدمين: الكلمة التي فيها همزة ليس بعدها ياء مدية، نحو قراءة (ميكائل).\n387 -\nالمهموز المشبع:\nعند بعض المتقدمين: الكلمة التي فيها همزة تليها ياء مدية، نحو قراءة (جبرئيل).\nالجزء: 1 ¦ الصفحة: 122\n",
        "388 -\nموافقة الرسم = رسم المصحف.\n389 -\nميم الجمع:\n\" الميم الزائدة الدالة على جمع المذكرين حقيقة أو تنزيلاً \"، نحو {عَلَيهِمْ غَيرِ} وتسمى بـ (ميم الجميع).\n390 -\nميم الجميع = ميم الجمع.\n391 -\nميمات نصير:\nميمات الجمع التي قرأ نصير بن رستم عن الكسائي (ت 189 هـ) بصلتها إذا لقيت ميماً أو همزة قطع وعند أواخر الآي في شروط فصَّلوها وقواعدها أصَّلوها، ورواية نصير ليست من الروايات المتواترة إلا أن ما رواه من صلة الميمات لا يخرج عن القراءات المتواترة كما في قراءة نافع (ت 169 هـ) وابن كثير (ت 120 هـ).\n* * *\nالجزء: 1 ¦ الصفحة: 123\n",
        "باب النون\n392 -\nالنبر:\nهو صفة للهمزة، تعني الحدة، وعليه الأكثرون، ويسمى بـ (النبرة)، وقيل: \" النبرة دون الهمزة، وهي أن تخفف فيذهب معظمها ويخف النطق بها فتصير نبرة، أي همزة غير مشبعة \"، بمعنى همزة مسهلة بين بين.\n393 -\nالنبرة = النبر.\n394 -\nالنحويان:\nيُطلق على أبي عمرو البصري (ت 154 هـ) والكسائي (ت 189 هـ).\n395 -\nالنصب:\n* يُعَبَّر به -عند بعض المتقدمين- عن الفتح الذي هو ضد الإمالة.\n* حركة الفتح.\nالجزء: 1 ¦ الصفحة: 124\n",
        "396 -\nالنص:\n\" الرواية الواردة عن الإمام \"، فهو ما ينقل عن بعض أئمة القراء -القراء السبعة- من الأقوال في كيفية قراءة ما.\n397 -\nنصف الألف = الحركة.\n398 -\nنفر:\nيرمز به في الشاطبية في القراءات السبع إلى ابن عامر الشامي (ت 118 هـ) وابن كثير المكي (ت 120 هـ) وأبي عَمرو البصري (ت 154 هـ).\n399 -\nالنقل:\n* \" تحويل حركة الهمزة إلى الساكن قبلها مع حذف الهمزة \".\n* نقل حركة الموقوف عليه إلى الساكن قبله حالة الوقف كراهية اجتماع ساكنين، نحو ضم الهاء في (منه) و (عنه) وقفا، وذلك لم يأخذ به أحد من القراء، إلا في القراءات الشواذ.\n400 -\nالنَّقَلَة:\nالأئمة الناقلون للقراءات عن شيوخهم.\n* * *\nالجزء: 1 ¦ الصفحة: 125\n",
        "باب الهاء\n401 -\nهاء الاستراحة = هاء السكت.\n402 -\nهاء التأنيث:\n\" الهاء التي تكون في الوصل تاءً آخر الاسم، نحو نعمة \"، وتسمى تاء التأنيث باعتبار وصلها، وتسمى (هاء التأنيث) باعتبار الوقف عليها.\n403 -\nهاء السكت:\nهاء ساكنة زيدت في الوقف لبيان الحركة وحقها أن تسقط في الإدراج، غير أن القراءة اختلفوا فيها نحو {مَا هِيَهْ} فمنهم من يثبتها وصلاً ووقفاً اتباعاً لرسم المصحف، ومنهم من يثبتها وقفاً ويحذفها وصلاً اتباعاً للأصل اللغوي، وهم في ذلك كله متبعون للرواية والنقل، وتسمى (هاء الاستراحة)؛ لأن محلها أصلاً الوقف، وهو مظنة استراحة القارئ.\n404 -\nهاء الضمير = هاء الكناية.\n405 -\nهاء العوض:\nهاء تدخل على (ما) الاستفهامية المسبوقة بحرف جر حال الوقف\nالجزء: 1 ¦ الصفحة: 126\n",
        "عليها، نحو الوقف على {عَمَّ} بالهاء في قراءة يعقوب (ت 205 هـ) ورواية البزي (ت 250) بخلف عنهما، حيث دخلت الهاء عوضاً من الألف المحذوفة في آخرها، وتسمى بـ (هاء السكت).\n406 -\nهاء الكناية:\nالهاء الزائدة التي يكنى بها عن المفرد المذكر الغائب، وتسمى بـ (هاء الضمير)، وهي مثل (به) و (له)، وكما في نحو قوله تعالى: {خُدُوهُ فَاَعتِلُوهُ}.\n407 -\nالهمز الثابت:\n\" الباقي على لفظه وصورته \".\n408 -\nالهمز المجتمع = الهمز المزدوج.\n409 -\nالهمز المزدوج:\nالهمزتان المتلاصقتان في أول الكلمة نحو (أأنت)، ويقال له: (الهمز المجتمع)، و (الهمزتان من كلمة) و (الهمزتان في كلمة).\nالجزء: 1 ¦ الصفحة: 127\n",
        "410 -\nالهمز المُغير:\n\" ما لحقه نقل أو تسهيل أو إبدال \".\n411 -\nالهمز المفرد:\nالهمز الذي لم يلاصق مثله، نحو (يأتي) و (مؤمن) (يؤخر)، ويسمى بـ (الهمز المنفرد).\n412 -\nالهمز المنفرد = الهمز المفرد.\n413 -\nالهمزة المطولة:\nهمزة محققة بعدها همزة مسهلة بين بين، ويُعَبَّر عنها أيضاًً بـ (الهمزة الممدودة).\nالجزء: 1 ¦ الصفحة: 128\n",
        "414 -\nالهمزة الممدودة = الهمزة المطولة.\n415 -\nهمزة بين بين = بين بين.\n416 -\nالهمزة المُدَبَّرة = التدبير.\n417 -\nهمزة ومدة = الهمزة الممدودة.\n418 -\nالهمزتان في كلمة = الهمز المزدوج.\n419 -\nالهمزتان من كلمتين:\nالهمزتان المتتابعتان، بحيث تكون أولاهما آخر الكلمة الأولى، والهمزة الثانية أول الكلمة التي تليها، دون أن يفصل بينهما حاجز، نحو قوله تعالى: {السُّفَهَاءُ أَلَا}، وقوله تعالى: {هَؤُلَاءِ إِنْ}.\n* * *\nالجزء: 1 ¦ الصفحة: 129\n",
        "باب الواو\n420 -\nوافقه:\nقرأ مثل قراءته، ويقال: (تابعه)، كلاهما مؤداهما واحد.\n421 -\nالوجه:\n* ما يرجع إلى تخيير القارئ من كيفيات التلاوة، نحو مقادير المد في الوقف على العارض للسكون.\n* يُطلق على القراءة وعلى الرواية وعلى الطريق، وذلك على سبيل العدد لا على سبيل التخيير.\n422 -\nوسائل القراءات:\nالمباحث المتعلقة بها من حيث بيان توقف علم القراءات عليها، وما تشتد الحاجة في العلم منها إليه، وقد حصرها البقاعي (ت 885 هـ) في سبعة أجزاء، وهي: الأسانيد، وعلم العربية، ومخارج الحروف وصفاتها، والوقف والابتداء، وعلم عدي الآي، ومرسوم الخط، والاستعاذة، والتكبير.\nالجزء: 1 ¦ الصفحة: 130\n",
        "423 -\nالوسطى = توسط المد.\n424 -\nالوقف:\n* \" قطع الصوت على الكلمة زمناً يُتنفس فيه عادة بنية استئناف القراءة \"، وهو المقصود إذا أطلق، ولا يراد به غير الوقف إلا مقيداً. ويجمع على (وقوف) و (أوقاف).\n* يُعَبَّر به عند المتقدمين عن الإسكان وربما عبروا به عن السكت.\n425 -\nوقف الابتلاء = الوقف الاختباري.\n426 -\nالوقف الاختباري:\nما يُطلب من القارئ لقصد امتحانه، ويستعمل ذلك بكثرة في الوقف على مرسوم الخط، وفي وقف حمزة (ت 156 هـ) وهشام (ت 245 هـ) على الهمز، ويسمى بـ (وقف الابتلاء).\n427 -\nالوقف الاختياري:\nما يقصده القارئ لذاته من غير عروض سبب من الأسباب، ومنه الوقف التام والكافي والحسن.\nالجزء: 1 ¦ الصفحة: 131\n",
        "428 -\nالوقف الاضطراري:\nما يعرض بسبب ضيق النفس ونحوه.\n429 -\nوقف البيان:\n* ما يقصد منه بيان معنى لا يظهر إلا بالوقف عليه، ويعرف بـ (وقف التمييز)، ويمثلون له بالوقف على: {لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ}، والابتداء بـ: {وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا}.\nلأن التسبيح لا يكون إلا لله جل جلاله فلو وصل لأوهم اشتراك الرسول - صلى الله عليه وسلم - فيه، ونحو ذلك من الوقف، وغالب ما مثلوا به لا تساعده اللغة، لذلك لم يعده أكثر العلماء ضمن أنواع الوقف، ففي المثال المذكور قوله تعالى: {وَتُسَبِّحُوهُ} معطوف على ما قبله قد حذفت منه النون للنصب، فكيف يتم الكلام على ما قبله، وذلك يقتضي الوصل من جهة نحوية ومعنوية وبلاغية أيضاًً؛ لأن\nالجزء: 1 ¦ الصفحة: 132\n",
        "هذه الآية من قبيل اللف والنشر، كما هو مقرر في فن البديع، فغاية ما يقال في هذا المثال ونحوه: إنه من الوقف الحسن. ومما مثلوا به قوله تعالى: {وَقَالَ رَجُلٌ مُؤْمِنٌ مِنْ آلِ فِرْعَوْنَ يَكْتُمُ إِيمَانَهُ} حيث اعتبر الوقف على (مُؤْمِنٌ) وقف بيان، على معنى أنه ليس من آل فرعون ولكنه يكتم إيمانه من آل فرعون، وفيه نظر، وغايته أنه من الحسن أيضاًً.\n* الوقف على رؤوس الآي في السورة بقصد الإعلام بفواصلها.\n430 -\nالوقف التام:\n* الذي ليس له تعلق بما بعده لا لفظاً ولا معنى، ولذلك يحسن الوقف عليه والابتداء بما بعده، وأكثر ما يقع في أواخر السور وتمام القصص، ويُسمى بـ (وقف التمام) و (الوقف المختار).\nالجزء: 1 ¦ الصفحة: 133\n",
        "* عند المتقدمين يتجوز فيه فيشمل جميع أنواع الوقف الجائز كالكافي والحسن والجائز.\n431 -\nوقف التذكر:\nأن يقف القارئ بقصد تذكر ما بعد الموقف عليه، دون قطع القراءة وهو من قبيل الوقف الاضطراري.\n432 -\nوقف التعانق = المراقبة في الوقف.\n433 -\nالوقف التعريفي:\n\" ما تركب من الوقف الاضطراري والاختباري، كأن يقف لتعليم قارئ أو لإجابة ممتحن أو لإعلام غير بكيفية الوقف \".\n434 -\nوقف التعسف = الوقف المُتعسف.\n435 -\nوقف التمام = الوقف التام.\n436 -\nوقف التمييز = وقف البيان.\n437 -\nالوقف الجائز = الوقف الكافي.\n438 -\nوقف جبريل - عليه السلام - = وقف السُّنة.\n439 -\nالوقف الحسن:\nما تعلق بما بعده لفظاً ومعنى، \" وهو الذي لا يحتاج إلى ما بعده؛ لأنه\nالجزء: 1 ¦ الصفحة: 134\n",
        "مفهوم دونه، ويحتاج ما بعده إليه لجريانه في اللفظ عليه \"، مثل الوقف على لفظ الجلالة \" الله \" في سورة الفاتحة: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (2)} حيث يجوز الوقف هنا؛ لأن المراد مفهوم، لكن لا يجوز الابتداء بـ {رَبِّ الْعَالَمِينَ}؛ لأنه تابع لما قبله، وكذلك كل وقف حسن فإنه \" في نفسه حسن مفيد يجوز الوقف عليه دون الابتداء بما بعده للتعلق اللفظي \"، ويسمى هذا النوع بـ (الوقف المستحسن).\nومن العلماء -في غير المشهور- من يُطلق الوقف الحسن على الوقف الكافي ويعتبرهما بمعنى، ومنهم من يعد الوقف الحسن أعلى مرتبة من الكافي.\n440 -\nوقف السُّنَّة:\nالوقف على أواخر الآيات اتباعاً لهدي النبي - صلى الله عليه وسلم - في الوقف على رؤوس الآي.\nوأما ما ينسب من الوقف إلى النبي - صلى الله عليه وسلم - مما يعرف بـ (وقف جبريل - عليه السلام -\nالجزء: 1 ¦ الصفحة: 135\n",
        "أو (وقف النبي - صلى الله عليه وسلم -) فلم يثبت بسند يعول عليه.\n441 -\nالوقف الصالح = الوقف الكافي.\n442 -\nالوقف القبيح:\nما لا يفهم منه المراد نحو الوقف في سورة الفاتحة على {الْحَمْدُ} وهذا النوع لا يُعتمد الوقف عليه إلا للضرورة من انقطاع نفس ونحوه إما لنقص المعنى أو لفساده، فنقص المعنى نحو المثال السابق، وفساده أو تغييره نحو الوقف على قوله تعالى: {لَا يَسْتَحْيِي} [في قوله تعالى {إِنَّ اللَّهَ لَا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا مَا}] (1) ويُسمى بـ (الوقف الناقص) و (الوقف الممنوع).\n443 -\nالوقف الكافي:\nما له تعلق بما بعده من جهة المعنى دون اللفظ، ويكون في \" كل كلام قائم بنفسه مستغن بعامل ومعمول فيه \". مثل الوقف على {مِنَّا} و {اَلعَلِيمُ}، في قوله تعالى: {رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ}.\n(1) ما بين المعقوفتين تصحيح لعبارة المؤلف -غفر الله لنا وله-، من باب التأدب مع الله تبارك وتعالى. اهـ (مصحح النسخة الإلكترونية).\nالجزء: 1 ¦ الصفحة: 136\n",
        "والوقف عليه جائز، وكذلك الابتداء بما بعده.\nويسمى هذا النوع بـ (الوقف الصالح) و (المفهوم) و (الجائز).\nومن العلماء -في غير المشهور- من يُطلق الوقف الكافي على الوقف الحسن ويعتبرهما بمعنى، ومنهم من يعد الوقف الكافي في أدنى مرتبة من الحسن.\n444 -\nالوقف الكامل:\nأعلى درجات الوقف التام، كالوقف على أواخر السور.\n445 -\nالوقف اللازم = الوقف الواجب.\n446 -\nالوقف المتعسف:\nما يتعسفه بعض المعربين أو يتكلفه بعض القراء، أو يتأوله بعض أهل الأهواء مما يمكن أن يقتضي وقفاً يوقف عليه، ويسمى بـ (الوقف المتكلف) وهذا منعه القراء ونهوا عنه أشد النهي، ومنه وقف بعضهم على قوله تعالى {لَا تُشْرِكْ} والابتداء بعده بـ (بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ)، على معنى القسم.\nالجزء: 1 ¦ الصفحة: 137\n",
        "447 -\nالوقف المتكلف = الوقف المتعسف.\n448 -\nالوقف المجوَّز لضرورة:\nما يغتفر الوقف عليه لطول القصص والجمل المعترضة وفي حالة جمع القراءات وقصد التعليم ونحو ذلك، ولا يلزمه الوصل بالعود؛ لأن ما بعده جملة مفهومة.\n449 -\nالوقف المجوَّز لوجه:\nما يتضمن معنيين أو إعرابين صحيحين أحدهما يقتضي الوصل والآخر يقتضي الوقف.\n450 -\nالوقف المختار = الوقف التام.\n451 -\nوقف المراقبة = مراقبة الوقف.\n452 -\nالوقف المستحسن = الوقف الحسن.\n453 -\nالوقف المطلق.\nعند السجاوندي (ت 560 هـ): ما يحسن الابتداء بما بعده، وهو يتداخل مع الوقف التام والكافي.\nالجزء: 1 ¦ الصفحة: 138\n",
        "454 -\nالوقف المفهوم = الوقف الكافي.\n455 -\nالوقف الممنوع = الوقف القبيح.\n456 -\nالوقف الناقص = الوقف القبيح.\n457 -\nوقف النبي - صلى الله عليه وسلم - = وقف السُّنَّة.\n458 -\nالوقف الواجب:\nالوجوب الأدائي، وهو ما يتأكد استحباب الوقف عليه لبيان المعنى المقصود، وهو ما لو وصل لأوهَمَ معنى غيرَ المراد، ويُعَبَّر عنه بـ (الوقف اللازم)، وليس معناه الواجب عند الفقهاء الذي يُعاقب على تركه، وعلامته في أكثر المصاحف المشرقية المتداولة الآن (م) أي الوقف لازم.\n459 -\nالوقف الانتظاري:\n\" الوقف على كلمات الخلاف لقصد استيفاء ما فيها من الأوجه حين القراءة بجمع الروايات \".\n460 -\nوقفٌ جائز:\n\" الجواز الأدائي، وهو الذي يحسن في القراءة ويروق في التلاوة \".\nالجزء: 1 ¦ الصفحة: 139\n",
        "461 -\nوقفة خفيفة = السكت.\n462 -\nوقفة يسيرة = السكت.\n463 -\nالوقفية:\nتطلق -عند المغاربة- على الفن الذي يعنى بوقوف القرآن.\n464 -\nوقوف = الوقف.\n465 -\nوقوف الهبطي:\nوقوف القرآن المشهورة عن أبي عبد الله محمد بن أبي جمعة الهبطي المغربي (ت 930 هـ)، وتسمى بـ (أوقاف الهبطي)، وعليها عمل أكثر بلاد المغرب في قراءة نافع (ت 169 هـ) حتى وقتنا الحاضر، وقد بُنيت هذه الوقوف على المعاني والإعراب وإن كانت تشتمل على وقوف غريبة، وقد طُبعت أخيراً في كتاب بعنوان \" تقييد وقف القرآن الكريم \"، وسمي بالتقييد؛ لأنه كتبه عنه بعض تلاميذه.\n466 -\nالوقيفة = السكت.\n* * *\nالجزء: 1 ¦ الصفحة: 140\n",
        "باب الياء\n467 -\nالياء:\nيُعبر بها عند المتقدمين عن:\n* الإمالة الكبرى.\n* التسهيل بين الهمزة المحققة والياء.\n468 -\nياءات الإضافة:\nالياءات الزائدة الدالة على الواحد المتكلم، مثل اليائين المتطرفتين في (إِنِّي) و (لَيَحْزُنُنِي) من قوله تعالى: {إِنِّي لَيَحْزُنُنِي}، وخلاف القراء فيها دائرة بين الفتح والإسكان وصلاً، ولذلك تسمى بـ (الياء المتحركة) كما تسمى، بـ (ياءات المتكلم) لدلالتها على الواحد المتكلم، وتسمى أيضاًً بـ (الياءات المضافات).\nالجزء: 1 ¦ الصفحة: 141\n",
        "469 -\nياءات الزوائد:\nالياء المتطرفة المحذوفة من الرسم الثابتة في الأصل من بنية الكلمة، مثل اليائين في (الداعي) و (دعاني) من قوله تعالى: {الدَّاعِ إِذَا دَعَانِ}، وخلاف القراء فيها دائر بين الحذف والإثبات وصلاً ووقفاً، أَو وصلاً دون الوقف، وسميت زائدة بالنظر إلى من أثبتها ويقال لها: (الياءات المحذوفة) بالنظر إلى السم وإلى من قرأ بحذفها.\n470 -\nالياءات المتحركة = ياءات الإضافة.\n471 -\nياءات المتكلم = ياءات الإضافة.\n472 -\nالياءات المحذوفة = ياءات الزوائد.\n473 -\nالياءات المضافات = ياءات الإضافة.\n474 -\nاليائي:\nما كتب بياء مثل قوله تعالى: {جَلَّاهَا}.\n* * *\nالجزء: 1 ¦ الصفحة: 142\n",
        ""
    ]
}