{
    "1": [
        "مسائل نافع بن الأزرق  غريب القرآن في شعر العرب\nمسائل نافع بن الأزرق = غريب القرآن في شعر العرب\nعبد الله بن عباس\nالكتاب:\nغريب القرآن في شعر العرب ((مسائل نافع بن الأزرق لعبد الله بن عباس - رضي الله عنه وعن أبيه))\nالمؤلف:\nعن الصحابي عبد الله بن عباس بن عبد المطلب القرشي الهاشمي، أبو العباس (المتوفى: 68هـ) - رضي الله عنهما\n[ترقيم الكتاب موافق للمطبوع]\n",
        "الإهداء\nيا آل بيت رسول الله حبّكم\n...\nفرض من الله في القرآن أنزله\nيكفيكم من عظيم الفخر أنكم\n...\nمن لم يصلّ عليكم لا صلاة له\nالإمام الشافعي إلى الحبيب الأعظم صلّى الله عليه وسلّم سيّد المرسلين وإلى أهل بيته الطاهرين وإلى أصحابه الطّيّبين نهدي هذا العمل المحققان\nالجزء: 1 ¦ الصفحة: 5\n",
        "بسم الله الرّحمن الرّحيم هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتابَ مِنْهُ آياتٌ مُحْكَماتٌ هُنَّ أُمُّ الْكِتابِ وَأُخَرُ مُتَشابِهاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ ما تَشابَهَ مِنْهُ ابْتِغاءَ الْفِتْنَةِ وَابْتِغاءَ تَأْوِيلِهِ وَما يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنا وَما يَذَّكَّرُ إِلَّا أُولُوا الْأَلْبابِ.\nصدق الله العظيم [سورة آل عمران] الآية (7)\nالجزء: 1 ¦ الصفحة: 7\n",
        "عن ابن عبّاس رضي الله عنهما قال: ضمني رسول الله صلّى الله عليه وسلّم وقال:\n«اللهمّ علّمه الكتاب» - أخرجه الإمام البخاري في صحيحه عن عكرمة في كتاب العلم باب (17- 19) رقم (75) و (143) و (3546) و (6842) . وأخرجه الإمام مسلم في صحيحه في كتاب فضائل الصحابة باب: فضائل عبد الله بن عباس رضي الله عنهما رقم (3477) .\nوأخرجه الإمام الترمذي في سننه كتاب المناقب باب (42) . وأخرجه الإمام بن ماجة في سننه في المقدمة باب (11) . وأخرجه ابن سعد في طبقاته ج 2 ق 2 ص 119 و 123. وأخرجه الإمام أحمد في مسنده ج 1 ص 214 و 266 و 269 و 327 و 328 و 330 و 235 و 359.\nالجزء: 1 ¦ الصفحة: 9\n",
        "المقدّمة\nالحمد لله خالق المصنوعات، وبارئ البريات، ومدبّر الكائنات، ومعرّف الألسن الناطقات، مفضّل لغة العرب على سائر اللغات، المنزل كتابه، والمرسل رسوله وحبيبه محمدا صلى الله عليه وعلى آله الطيبين الطاهرين بها تنويها بشأنها، وتعريفا بعظم محلها وارتفاع مكانها.\nأحمده أبلغ الحمد وأكمله وأزكاه وأشمله، وأشهد أن لا إله إلا الله اللطيف الكريم، الرؤوف الرحيم، وأشهد أن محمدا عبده ورسوله، وحبيبه وخليله صلوات الله وسلامه عليه وعلى أهل بيته وعلى سائر النبيين وآل كلّ وسائر الصالحين.\nأما بعد:\nفإن لغة العرب كان ولم يزل لها المكانة الأعلى، والمقام الأسمى، ذلك لأن بها يعرف كتاب ربّ العالمين، وسنّة خير الأولين والآخرين وأكرم السابقين واللاحقين.\nصلوات الله عليه وعلى سائر النبيين والتابعين لهم بإحسان إلى يوم الدين.\nاجتهد أولو البصائر والأنفس الزاكيات، والهمم المهذبة العاليات في الاعتناء باللغة العربية، والتمكن من إتقانها بحفظ أشعار العرب وخطبهم ونثرهم، وغير ذلك من أمرهم، وكان هذا الاعتناء في زمن الصحابة الأجلّاء رضي الله عنهم، مع فصاحتهم ومعرفتهم في أمور اللغة وأصولها. فلقد كان ابن عباس رضي الله عنهما يحفظ من الأشعار والأقوال ما لا يحصى، وما ضرب عمر بن الخطاب رضي الله عنه لأولاده إلا لتفريطهم في حفظ العربية، وأما ثناء الإمام الجليل الشافعي رحمه الله،\nالجزء: 1 ¦ الصفحة: 11\n",
        "وحثه على تعلم العربية في أول رسالته، فهو مقتضى منصبه وعظم جلالته، ولا حاجة إلى الإطالة في الحث عليها. فالعلماء مجمعون على الدعاء إليها، بل شرّطوها في كتبهم واتفقوا على تعلمها وتعليمها من فروض الكفايات.\nلم يشتهر بالتفسير من الصحابة سوى عدد قليل، عدّهم السّيوطي وسمّاهم، وهم الخلفاء الأربعة، وعبد الله بن مسعود، وعبد الله بن عباس، وأبيّ بن كعب، وزيد بن ثابت، وأبو موسى الأشعري، وعبد الله بن الزبير. أما الخلفاء ما سوى الإمام عليّ، فقد قلّ ما نقل عنهم، لانشغالهم بمهام الخلافة، وتقدم وفاتهم، ثم لوجودهم في وسط أغلبه عالمون بكتاب الله عز وجل، عارفون بمعانيه وأحكامه، عرب تقل لديهم الحاجة إلى الرجوع في التفسير إلى غيرهم.\nأما الإمام علي بن أبي طالب كرّم الله وجهه، فكان أكثر الخلفاء رواية، فتأخّر الخلافة عنه مدة خلافة الثلاثة منحه فرصة يتفرغ بها للعلم والتعليم. ثم إن تأخر وفاته أوصله إلى زمن كثرت فيه حاجة الناس إلى من يفسر القرآن ويشرح الأحكام، وكادت فيه تضيع خصائص اللغة العربية بدخول الأعاجم في الإسلام، واختلاطهم بالعرب.\nأما ابن عباس «1» فبإجماع معاصريه، كان مفسر القرآن الأول. ولنعم ما وصفه\n(1) ابن عباس: هو عبد الله بن عباس بن عبد المطلب القرشي الهاشمي، أبو العباس، حبر الأمة، الصحابي الجليل، ولد بمكة سنة (3) ق. هـ. ونشأ في بدء عصر النبوّة، فلازم رسول الله صلّى الله عليه وسلّم وروى عنه الأحاديث الصحيحة. وشهد مع الإمام علي كرم الله وجهه الجمل وصفين، وكفّ بصره في آخر عمره، فسكن الطائف وتوفي بها سنة (68) هـ الموافق (687) م.\nله في الصحيحين 1660 حديثا. قال ابن مسعود: نعم ترجمان القرآن ابن عباس. وقال عمرو بن دينار: ما رأيت مجلسا كان أجمع لكل خير من مجلس ابن عباس، الحلال، والحرام، والعربية، والأنساب، والشعر. وقال عطاء: كان ناس يأتون ابن عباس في الشعر والأنساب، وناس يأتونه لأيام العرب ووقائعهم، وناس يأتونه للفقه والعلم، فما منهم صنف إلا يقبل عليهم بما يشاءون وكان كثيرا ما يجعل أيامه يوما للفقه، ويوما للتأويل، ويوما للمغازي، ويوما للشعر، ويوما لوقائع العرب. وكان الخليفة عمر بن الخطاب رضي الله عنه إذا أعضلت عليه قضية دعا ابن عباس وقال له: أنت لها ولأمثالها. ثم يأخذ بقوله ولا يدعو لذلك أحد سواه. وكان آية في الحفظ، فكان إذا سمع النوادب سد أذنيه بأصابعه مخافة أن يحفظ أقوالهن. (انظر:\nالجزء: 1 ¦ الصفحة: 12\n",
        "به ابن عمر إذ قال:\n(ابن عباس أعلم أمة محمد بما نزل على محمد) .\nوابن عباس رجل أمسك بالمجد من أطرافه. فقد نال شرف صحبة رسول الله صلّى الله عليه وسلّم، وشرف القرابة من الحبيب المصطفى: فهو ابن عمه العباس بن عبد المطلب. وفي الإمارة: فقد أمّره علي بن أبي طالب على البصرة، وفي الورع والتقى: كان صوّام النهار، قوّام الليل، متضرعا بكّاء من خشية الله تبارك وتعالى.\nوفي العلم: كان حبر الأمة الإسلامية، وترجمان القرآن العظيم، وذلك كان لقبه، وحقّا كان يستحقه. فهو ذو المعارف الواسعة، والقلب الذكي، والعقل المستنير.\nأحب العلم واندفع إليه، وأحسّ أنه للعلم مخلوق. فمنذ أن أدناه منه رسول الله صلّى الله عليه وسلّم وربّت على كتفه\nوقال داعيا: «اللهمّ فقّهه في الدّين وعلّمه التأويل» «1»\nبعدها انطلق ابن عباس بقلبه الواعي، وذهنه الصافي، وحافظته الخارقة، سالكا طريق العلم، فلم يضع من طفولته الواعية يوما دون أن يشهد مجالس الرسول الكريم صلّى الله عليه وسلّم، ويحفظ أقواله، ما جعله في يوم من الأيام رباني الأمة الإسلامية، وأعلمها بكتاب الله، وأفقهها بتأويل آياته، وأقدر المفسرين على النفوذ إلى أغواره، وفهم مراميه وأسراره، مما بوأه بين الصحابة مكانا مرموقا، فكان أكثرهم تفسيرا. ولأن معرفته وحكمته كانتا أسرع نموا من عمره. فقد نال في شبابه الغض حكمة الشيوخ وأناتهم، وعقل الخبراء وحصافتهم مما جعله موضع احترام أمير المؤمنين عمر بن الخطاب رضي الله عنه، الذي كان حريصا على مشورته في كبير الأمور وعظيمها، وكان يلقبه ب (فتى الكهول) .\nالإصابة: 4772. وصفة الصفوة: 1/ 314. وحلية الأولياء: 1/ 314. وتاريخ الخميس: 1/ 167. والأعلام: 4/ 95) .\n(1) أخرجه الإمام البخاري في كتاب العلم رقم 75 و 143 و 3546 و 6842. وأخرجه الإمام مسلم في فضائل الصحابة رقم 2477. وأخرجه الترمذي في كتاب المناقب باب 42. وأخرجه ابن ماجة في المقدمة باب 11. وأخرجه ابن سعد في طبقاته الجزء 2 صفحة 119 و 123.\nوأخرجه الإمام أحمد في الجزء 1 صفحة 214 و 266 و 269 و 314 و 327 و 328 و 330 و 335 و 359.\nالجزء: 1 ¦ الصفحة: 13\n",
        "يروي ابن عباس فيقول: كان الخليفة عمر بن الخطاب رضي الله عنه يدخلني مع أشياخ بدر، فكان بعضهم وجد في نفسه فقال: لم يدخل هذا معنا وإن لنا أبناء مثله؟ فقال عمر: إنه ممن علمتم. فدعاهم ذات يوم فأدخله معهم، فما رأيت أنه دعاني فيهم يومئذ إلا ليريهم، فقال: ما تقولون في قول الله تعالى إِذا جاءَ نَصْرُ اللَّهِ وَالْفَتْحُ «3» ؟ فقال بعضهم: أمرنا أن نحمد الله ونستغفره إذا نصرنا وفتح علينا.\nوسكت بعضهم فلم يقل شيئا. فقال لي عمر: أكذلك تقول يا ابن عباس؟.\nفقلت: لا. فقال: ما تقول؟ فقلت: هو أجل رسول الله صلّى الله عليه وسلّم أعلمه له وقال: إِذا جاءَ نَصْرُ اللَّهِ وَالْفَتْحُ «4» فذلك علامة أجلك. فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كانَ تَوَّاباً «5» .\nفقال عمر: لا أعلم منها إلا ما تقول.\nوكان إعجاب عمر بن الخطاب بابن عباس يزداد كل يوم. حتى إنه كان يقول عنه: ذاكم فتى الكهول إن له لسانا سئولا وقلبا عقولا.\nوباللسان السؤول، وبالقلب العقول، وبتواضع ابن عباس ودماثة خلقه صار حبر الأمة أو بحر الأمة «6» وموسوعتها الحيّة. فهو الذي يحدّث عن نفسه فيقول: إن كنت لأسأل عن الأمر الواحد ثلاثين من أصحاب رسول الله صلّى الله عليه وسلّم وعن حرصه على حيازة العلم وأدبه في تعلمه.\nيقول: لما قبض رسول الله صلّى الله عليه وسلّم قلت لفتى من الأنصار: هلمّ فلنسأل أصحاب رسول الله فإنهم اليوم كثير. فقال: لا.. يا عجبا لك يا ابن عباس، أترى الناس يفتقرون إليك وفيهم من أصحاب رسول الله من ترى؟ فترك ذلك وأقبلت أنا أسأل أصحاب رسول الله صلّى الله عليه وسلّم، فإن كان ليبلغني الحديث عن الرجل فآتي إليه وهو قائل في الظهيرة، فأتوسد ردائي على بابه، يسفي الريح عليّ من التراب حتى ينتهي من\n(3) سورة النصر، الآية: 1.\n(4) المرجع السابق.\n(5) المرجع السابق الآية: 3.\n(6) انظر: طبقات ابن سعد: الجزء 2 القسم 2 صفحة 120.\nالجزء: 1 ¦ الصفحة: 14\n",
        "مقيله، ويخرج فيراني فيقول: يا ابن عم رسول الله ما جاء بك؟ هلا أرسلت إليّ فآتيك؟ فأقول: لا أنت أحق بأن أسعى إليك. فأسأله عن الحديث وأتعلم منه. وجدّ في طلبه للعلم. حتى أدهش بما بلغه فحول عصره.\nفقال عنه محمد بن الحنفية: كان ابن عباس حبر هذه الأمة.\nأما\nالإمام الحسن رضي الله عنه فكان يقول: إن ابن عباس كان من القرآن بمنزل.\nوكان التابعون يرون فيه الأستاذ المثل والعالم الكامل، فكان أحد كبار التابعين مسروق بن الأجدع يقول: كنت إذا رأيت ابن عباس قلت: أجمل الناس. فإذا نطق قلت: أفصح الناس، فإذا تحدث قلت: أعلم الناس.\nبل إن تنوّع ثقافته وشمول معرفته لمّا يأخذ بألباب معاصريه، فهو المتمكن من كل علم: في الفقه والتاريخ، وفي تفسير القرآن وتأويله، وفي لغة العرب وآدابهم.\nيقول عبيد الله بن عتبة: ما رأيت أحدا كان أعلم بما سبقه من حديث رسول الله صلّى الله عليه وسلّم من ابن عباس، ولا رأيت أحدا أعلم بقضاء أبي بكر وعمر وعثمان رضي الله عنهم منه ولا أفقه في رأي منه، ولا أعلم بشعر ولا عربية، ولا تفسير للقرآن ولا بحساب وفريضة منه.\nولما حاز ابن عباس ما قصد إليه من العلم تحوّل إلى معلم يعلم الناس، فيعظ العامة، ويعلم الخاصة، فكان بيته جامعة، فيها تلقى كل العلوم لكن ليس فيها إلا أستاذ واحد، أستاذ موسوعي يجد عنده الطالب كل ما يريد.\nيقول عبيد الله بن عتبة:.. ولقد كان يجلس يوما للفقه، ويوما للتأويل، ويوما للمغازي، ويوما للشعر، ويوما لأيام العرب وأخبارهم، وما رأيت عالما جلس إليه إلا خضع له ولا سائلا سأله إلا وجد عنده علما.\nلقد كان لا بد لابن عباس من تخصيص أيام الأسبوع كل يوم بعلم، فقد كان مقصد الباحثين والطالبين، يأتيه الناس من أقطار الإسلام أفواجا لينهلوا من بحر علمه، ويستغلوا فرصة وجوده «7» .\n(7) المرجع السابق.\nالجزء: 1 ¦ الصفحة: 15\n",
        "ولم يكن ابن عباس ذا ذاكرة قوية خارقة فقط، بل وذا ذكاء نافذ وفطنة بالغة، كانت حجته إذا حاجج كما الشمس في رابعة النهار- بهجة ووضوحا وألقا- وما كان يحاور ويحاجج زهوا بعلمه ولا إظهارا لقوة منطقة وصلابة موقفه، بل كان يرى ذلك سبيلا لإظهار الحق ومعرفة الصواب.\nعرف له ذلك أمير المؤمنين علي بن أبي طالب كرم الله وجهه، فوجهه إلى الخوارج فحاورهم حوارا رائعا، بيّن فيه الحق، وساق الحجة بشكل يبهر الألباب، فما كاد ينتهي النقاش حتى نهض منهم عشرون ألفا راجعين عن خروجهم على أمير المؤمنين علي بن أبي طالب رضي الله عنه، معلنين أحقّيّة الإمام علي فيما يسير إليه.\nوما نسوقه في هذا الكتاب من مسائل، مظهر آخر من مظاهرة قوة الرجل في علمه وحجته، وما كان لابن عباس من الثروة العلمية بأقل مما له من ثروة الخلق والكرم، وسخاؤه بالمال لم يكن بأقل من سخائه بالعلم.\nيقول عنه أحد معاصريه: ما رأيت بيتا أكثر طعاما ولا شرابا ولا فاكهة ولا علما من بيت ابن عباس.\nتخلّق ابن عباس بأخلاق الإسلام، وتمثّل آداب العلماء، فكان طاهر القلب، نقي النفس لا يحمل ضغنا لإنسان، يتمنى الخير لكل مخلوق. يقول عن نفسه: إني لآتي على الآية من كتاب الله فأود لو أن الناس جميعا علموا مثل الذي أعلم، وإني لأسمع بالحاكم من حكام المسلمين يقضي بالعدل ويحكم بالقسط. فأفرح به، وأدعو له، ومالي عنده قضية، وإني لأسمع بالغيث يصيب للمسلمين أرضا فأفرح به، وما لي بتلك الأرض سائمة» .\nولئن قال الله جلّ جلاله: إِنَّما يَخْشَى اللَّهَ مِنْ عِبادِهِ الْعُلَماءُ «9» ، فإن ابن عباس لمن أشد الناس خشية لله، وأكثرهم تعبدا وتضرعا، بكّاء إذا صلى أو قرأ القرآن، فأبدا لم يكن من الذين يقولون ما لا يفعلون، وإنما صوّاما لنهاره، قوّاما ليله. حدّث عبد الله بن مليكة فقال: صحبت ابن عباس رضي الله عنه من مكة إلى\n(8) السائمة: الإبل أو الماشية ترسل للرعي ولا تعلف. الجمع: سوائم.\n(9) سورة فاطر، الآية: 28.\nالجزء: 1 ¦ الصفحة: 16\n",
        "المدينة، فكنا إذا نزلنا منزلا قام شطر الليل والناس نيام، ولقد رأيته ذات ليلة يقرأ:\nوَجاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذلِكَ ما كُنْتَ مِنْهُ تَحِيدُ «10» . فظل يكررها وينشج حتى طلع عليه الفجر.\nأما بالنسبة لذكاء ابن عباس فحدّث ولا حرج. روى الأصبهاني في الأغاني قال:\nبينا ابن عباس في المسجد الحرام، وعنده نافع بن الأزرق «11» ، وناس من\n(10) سورة ق، الآية: 19.\n(11) نافع بن الأزرق: بن قيس الحنفي البكري الوائلي الحروري، أبو راشد، رأس الأزارقة وإليه نسبتهم كان أمير قومه وفقيههم، من أهل البصرة، صحب في أول أمره عبد الله بن عباس، قال الذهبي له أسئلة في جزء، أخرج الطبراني بعضها في مسند ابن عباس من المعجم الكبير.\nوأورد السيوطي بعضها في الإتقان- وقد جئنا بجميع هذه الأسئلة في كتابنا الذي بين يديك- وكان نافع وأصحاب له من أنصار الثورة على الخليفة عثمان بن عفان رضي الله عنه، ووالوا عليا كرم الله وجهه. إلى أن كانت قضية التحكيم بين الإمام علي رضي الله عنه ومعاوية بن أبي سفيان، فاجتمعوا في حروراء- وهي قرية من ضواحي الكوفة- ونادوا بالخروج على الإمام علي بن أبي طالب كرم الله وجهه، وعرفوا لذلك، هم ومن تبع رأيهم بالخوارج. وكان نافع بن الأزرق يذهب إلى سوق الأهواز ويعترض الناس بما يحيّر العقل- كما يقول الذهبي- ولما ولي عبيد الله بن زياد إمارة البصرة سنة (55) هـ في عهد معاوية اشتد على (الحروريين) وقتل سنة (61) هـ زعيمهم أبا بلال مرداس بن حدير، وعلموا بثورة عبد الله بن الزبير على الأمويين بمكة، فتوجهوا إليه مع نافع، وقاتلوا عسكر الشام في جيش ابن الزبير إلى أن مات يزيد بن معاوية سنة (64) هـ وانصرف الشاميون، وبويع ابن الزبير للخلافة، وأراد نافع وأصحابه أن يعملوا رأي ابن الزبير في عثمان فقال لهم: قد فهمت الذي ذكرت به عثمان. وإني لا أعلم مكان أحد من خلق الله اليوم أعلم بابن عفان وأمره مني كنت معه حيث نقم عليه، واستعتبوه فلم يدع شيئا إلا أعتبهم، ثم رجعوا إليه بكتاب له يزعمون أنه كتبه يأمر فيه بقتلهم. فقال لهم: ما كتبته. فإن شئتم فهاتوا بيّنتكم، فإن لم تكن حلفت لكم فو الله ما جاءوا ببينة ولا استحلفوه. ووثبوا عليه فقتلوه، وقد سمعت ما عبته به، فليس كذلك، بل هو لكم خير أهل، وأنا أشهدكم ومن حضرني أني ولي عثمان بن عفان وعدوّ لأعدائه، ولم يرض هذا نافعا وأصحابه، فانفضوا من حوله، وعاد نافع ببعضهم إلى البصرة، فتذاكروا فضيلة الجهاد- كما يقول ابن الأثير- وخرج بثلاثمائة وافقوه على الخروج، وتخلف عبد الله بن إباض وآخرون فتبرأوا منهم، وكان نافع جبارا فتاكا، قاتله المهلب بن أبي صفرة ولقي الأهوال في حربه. وقتل نافع يوم دولاب على مقربة من الأهواز سنة (65) هـ الموافق (685) م. (انظر:\nالكامل للمبرد: 2/ 172- 181. ورغبة الآمل: 7/ 103- 156 و 220 و 229 و 236.\nالجزء: 1 ¦ الصفحة: 17\n",
        "الخوارج يسألونه، إذ أقبل عمر بن أبي ربيعة في ثوبين مصبوغين مورّدين حتى دخل وجلس، فأقبل عليه ابن عباس فقال: أنشدنا فأنشده:\nأمن آل نعم أنت غاد فمبكر\n...\nغداة غد أم رائح فمهجّر «12»\nحتى أتى على آخر القصيدة، فأقبل عليه نافع بن الأزرق فقال له: الله يا ابن عباس! إنا نضرب إليك أكباد الإبل من أقاصي البلاد، نسألك عن الحلال والحرام، فتتثاقل عنا، ويأتيك غلام مترف من مترفي قريش فينشدك:\nرأيت رجلا أمّا إذا الشمس عارضت\n...\nفيخزى وأما بالعشيّ فيخسر\nفقال ابن عباس: ليس هكذا قال:\nقال نافع: فكيف؟ قال:\nرأيت رجلا أما إذا الشمس عارضت\n...\nفيضحى وأما بالعشيّ فيخصر «13»\nقال نافع: ما أراك إلا وقد حفظت البيت؟\nقال: نعم، وإن شئت أن أنشدك القصيدة أنشدتك إياها «14» .\nقال: فإني أشاء. فأنشده القصيدة حتى أتى على آخرها، وما سمعها قط إلا تلك المرة صفحا «15» .\nولقد بلغ ابن عباس من مجد العلم مبلغا سارت بحديثه الركبان. فقد روي أن عبد الله بن عباس الذي ليس له صولة ولا إمارة، خرج حاجا في سنة خرج فيها للحج خليفة المسلمين معاوية بن أبي سفيان. فكان لمعاوية موكب من رجال دولته، أما ابن عباس فقد كان له موكب من طلاب العلم يفوق موكب الخليفة.\nولعل من أهم أسباب تفوق ابن عباس نشأته في بيت النبوّة لعظيم الأثر فيما بلغه\nولسان الميزان للذهبي: 6/ 144. وجمهرة الأنساب: 293. وتاريخ الطبري: 7/ 65.\nوالأعلام للزركلي: 7/ 351- 352.\n(12) هجر: سار في الهاجرة، والهاجرة: شدة الحر. [\n.....\n]\n(13) يضحى: يظهر للشمس، عارضت: قابلت. يخصر: يبرد.\n(14) انظر: الأغاني: 1/ 72. وقصص العرب: 1/ 358.\n(15) صفحا: مرورا.\nالجزء: 1 ¦ الصفحة: 18\n",
        "من العلم والفهم، فنشأته تلك تعني ملازمة دائمة للنبي صلّى الله عليه وسلّم، يضاف إلى ذلك ملازمة ابن عباس لأكابر الصحابة بعد وفاة المصطفى يتعلم منهم، ويعرّفونه من أسباب النزول وتواريخ التشريع ما لم يعرفه لصغره.\nوابن عباس عالم العربية الذي لا يدرك شأوه، عرف اللغة، وحفظ غريبها، وتعمق بخصائصها وآدابها، وأدرك أساليبها، حتى إنه كان له طريقة مميزة في التفسير، فكان كثيرا ما يرجع إلى الشعر الجاهلي إذا سئل عن غريب القرآن.\nيروي الأنباري عنه أنه قال: إذا سألتموني عن غريب القرآن فالتمسوه في الشعر فإن الشعر ديوان العرب. ولعل أستاذه في هذا أمير المؤمنين عمر بن الخطاب رضي الله عنه، فقد كان عمر يسأل أصحابه عن معنى قول الله تعالى: أَوْ يَأْخُذَهُمْ عَلى تَخَوُّفٍ «16» . فيقوم له شيخ من هذيل فيقول له: هذه لغتنا. التخوف:\nالتنقص. فيقول له عمر: هل تعرف العرب ذلك في أشعارها. فيقول له نعم، ويروي له قول الشاعر:\nتخوّف الرحل منها نامكا قردا\n...\nكما تخوّف عود النبعة السّفن\nفيقول عمر لأصحابه: عليكم بديوانكم لا تضلوا. قالوا: وما ديواننا؟ قال:\nشعر الجاهلية فإنّ فيه تفسير كتابكم ومعاني كلامكم «17» .\nوكما رأى عمر بن الخطاب رضي الله عنه، كان يرى ابن عباس أن الرجوع إلى الشعر الجاهلي ضروري للاستعانة به على فهم غريب القرآن فيقول:\nالشعر ديوان العرب، فإذا خفي علينا الحرف من القرآن الذي أنزله الله بلغة العرب رجعنا إلى ديوانها فالتمسنا ذلك منه.\nوسار التابعون من تلامذة ابن عباس على طريقته اللغوية في التفسير، حتى قامت الخصومة بين بعض الفقهاء واللغويين ومن فسّر بهذه الطريقة فاتهموهم أنهم بذلك يجعلون الشعر الجاهلي المذموم حديثا وقرآنا أصلا للقرآن، والحقيقة والواقع\n(16) سورة النحل، الآية: 47.\n(17) الموافقات: الجزء 2 صفحة 88.\nالجزء: 1 ¦ الصفحة: 19\n",
        "ليسا كذلك، فما الأمر إلا بيان للحرف الغريب من القرآن بالشعر. والله العلي القدير يقول: إِنَّا جَعَلْناهُ قُرْآناً عَرَبِيًّا «18» . ويقول: بِلِسانٍ عَرَبِيٍّ مُبِينٍ «19» .\nآثرنا أن ننشر سؤالات نافع بن الأزرق إلى عبد الله بن عباس لمكانتها التاريخية في علم التفسير من جهة، ولمكانتها الأدبية من جهة أخرى. وقد أضفنا إلى العنوان الرئيسي عنوانا جديدا وضروريا وهو: غريب القرآن في شعر العرب كي يقع هذا العنوان على نظر القارئ ويتفهم المراد منه. وقد نشر الكثير منها الإمام جلال الدين عبد الرحمن السيوطي المتوفى سنة (911 هـ) في كتابه: الإتقان في علوم القرآن من صفحة 120 حتى 133. طبعة المكتبة الثقافية في بيروت عام (1973 م) مصورة عن طبعة سابقة. بحجم 19 27. وتشتمل الصفحة على 34 سطرا. ولكن نسخ (الإتقان) على طبعاتها الكثيرة مشحونة بالخطإ.\nكذلك أعاد الأستاذ محمد فؤاد عبد الباقي نشر هذه المسائل في نهاية كتابه (معجم غريب القرآن) طبعة دار المعرفة في بيروت مصورة عن طبعة القاهرة عام (1950) .\nاعتمد الأستاذ الفاضل محمد عبد الباقي الترتيب الألف بائي في ترتيب المسائل.\nمن أجل ذلك عمدنا إلى نشر هذه المسائل كما وردت في الأصل المخطوط المحفوظ في دار الكتب المصرية تحت رقم 116 مجاميع م. والأصل المخطوط يمتاز بخطه النسخي الجميل لكنه خال من تاريخ النسخ واسم الناسخ، ومقاس الورقة 26 15. وتشتمل الصفحة على 29 سطرا.\nوكان عملنا في نشر هذا الأثر منصبا على ضبط النص، وتحقيقه مستعينين بكتب الأدب واللغة والتفسير والدواوين. مع تعريف كامل وشامل للشعراء المستشهد بشعرهم وشرح غريب اللغة.\nكذلك اعتمدنا الفهارس المكثفة في نهاية عملنا لتعم الفائدة والمنفعة، ولنسهل\n(18) سورة الزخرف، الآية: 3.\n(19) سورة الشعراء، الآية: 195.\nالجزء: 1 ¦ الصفحة: 20\n",
        "على ذوي الاختصاص الرجوع لأي مادة من مواد الكتاب بواسطة هذه الفهارس.\nوالفهارس التي اعتمدناها في كتابنا هي.\n1-\nفهرس القوافي.\n2-\nفهرس المسائل غير الواردة في (الإتقان في علوم القرآن) .\n3-\nفهرس أوائل الآيات القرآنية الكريمة.\n4-\nفهرس الأعلام.\n5-\nفهرس القبائل.\n6-\nفهرس الأماكن.\n7-\nفهرس الكتب.\n8-\nالفهرس العام.\nوإنا نضرع إلى الله عز وجلّ جلاله وعزّ سلطانه كما منّ علينا بإتمام هذا الكتاب أن يتم النعمة بقبوله، وأن يجعلنا من السابقين الأولين من أتباع رسوله صلّى الله عليه وسلّم، وأن لا يخيب أملنا، فهو الجواد الذي لا يخيب من أمله، ولا يخذل من انقطع عمن سواه، وأمّ له. وصلى الله على من لا نبي بعده، سيدنا وحبيبنا ورسولنا محمد وآله وصحبه وسلم. كلما ذكره الذاكرون، وغفل عن ذكره الغافلون.\nوالحمد لله أولا وآخرا.\nالمحققان\nالجزء: 1 ¦ الصفحة: 21\n",
        "بسم الله الرّحمن الرّحيم حدثنا أبو الحسين عبد الصمد بن علي بن محمد مكرم المعروف بابن الطسيّ «1» قراءة عليه من لفظه في مسجده بدرب رباح «2» يوم الخميس لعشر خلون من ربيع الآخر من سنة أربع وأربعين وثلاثمائة (344 هـ) . قال:\nحدثنا أبو سهل السري بن سهل بن حربان «3» الجنديسابوري بجنديسابور «4» قراءة عليه سنة ثمان وثمانين ومائتين (288 هـ) . قال:\nحدثنا يحيى بن عبيدة [المكي] «5» . واسم أبي عبيدة بحر بن فروخ، قال:\n(1) أبو الحسين عبد الصمد بن علي بن محمد مكرم: ابن الطسي، قارئ حافظ وراوية، كان له مجلس علم في بغداد يؤمه تلامذته ومريدوه.\n(2) درب رباح: هكذا في الأصل وتصحيحه درب رياح: وهي محلة بني رياح، منسوبة إلى القبيلة وهم رياح بني يربوع بن حنظلة بن مالك بن يزيد مناة بن تميم بن مرّ وهي بالبصرة، وقد نسب إليها قوم من الرواة.\n(3) أبو سهل السّري بن سهل بن حربان: من القراء الحفاظ، راوي ثقة، قيل: لم يكن أعلم منه بتاريخ العرب في جنديسابور. كان قوي الملاحظة سديد الرأي.\n(4) جنديسابور: مدينة إيرانية في خوزستان، أسسها سابور الأول، وأسكن فيها الشعوب اليونانية التي أسرها: فتحها أبو موسى الأشعري سنة (638 م) في عهد الخليفة عمر بن الخطاب رضي الله عنه. اشتهرت بمدرستها الطبية ولغتها الآرامية. (انظر مراصد الاطلاع (351) . والمنجد في الأعلام: 218) .\n(5) يحيى بن عبيدة المكي: في الأصل المخطوط: الملي: وهو مولى بني مخزوم، ثقة، روى له النسائي وأبو داود ويعتبر من تابعي التابعين ولم ير الصحابة رغم معاصرته لهم (انظر: تهذيب التهذيب ج 2) .\nالجزء: 1 ¦ الصفحة: 25\n",
        "أخبرنا سعيد بن أبي سعيد «6» قال:\nحدثنا عيسى بن دأب «7» عن حميد الأعرج «8» وعبد الله بن أبي بكر بن محمد «9» عن أبيه قال:\nبينا عبد الله بن عباس «10» جالس بفناء الكعبة قد أسدل «11» رجله في حوض زمزم «12» ، إذ الناس قد اكتنفوه «13» من كل ناحية يسألونه عن تفسير القرآن «14» .\nوعن الحلال والحرام، وإذا هو يتعايى «15» بشيء يسألونه عنه.\nفقال نافع بن الأزرق «16» لنجدة بن عريم «17» :\n(6) سعيد بن أبي سعيد: محدث ثقة حدث عن سعيد بن جبير، ووثقه الحافظ ابن كثير في البداية والنهاية (انظر البداية والنهاية: 6/ 69 و 265) .\n(7) عيسى بن دأب: من أكثر أهل الحجاز أدبا، وأعذبهم ألفاظا، حظي عند الهادي حظوة لم تكن لأحد قبله، وكان يدعو له ما يتكئ عليه في مجلسه، وما كان يفعل ذلك بغيره. (انظر: الكامل لابن الأثير: 5/ 81) . [\n.....\n]\n(8) حميد الأعرج: الكوفي القاص الملائي، يقال: هو ابن عطاء أو ابن علي، روى له الترمذي.\n(انظر تقريب التهذيب ص 204) .\n(9) عبد الله بن أبي بكر بن محمد: بن عمرو بن حزم الأنصاري المدني القاضي، ثقة، مات سنة (135) هـ. روى له الستة، وأبوه ثقة عابد، مات سنة (120) هـ. وروى له الستة أيضا.\n(انظر تقريب التهذيب) .\n(10) عبد الله بن عباس: رضي الله عنه- انظر سيرته في مقدمتنا.\n(11) أسدل: أرخى.\n(12) زمزم: البئر المباركة المشهورة بالمسجد الحرام بمكة المكرمة، زادها الله شرفا، وقد كانت زمن النبي إسماعيل عليه السلام وتطاولت عليها الأيام وطوتها السيول، فلم يبق لها أثر، فأتى عبد المطلب في المنام، فأمر بحفرها ودلّ على موضعها، فاستخرجها ووجد فيها غزالين من ذهب وأسيافا، فضرب الغزالين صفائح على باب الكعبة، وبقيت السقاية له ولأولاده حتى اليوم.\n(13) اكتنف القوم الشيء: أحاطوا به.\n(14) انظر كتاب: تفسير ابن عباس.\n(15) يتعايى: العي: العجز عن التعبير اللفظي بما يفيد المعنى المقصود: وتعايا: تظاهر بالعي.\n(16) نافع بن الأزرق: انظر سيرته في مقدمتنا.\n(17) نجدة بن عريم: من الخوارج، كان ملازما لنافع بن الأزرق في رحلاته، اصطفاه من بين المجموعة النهائية التي انشق بها وحارب معه المهلب بن أبي صفرة. قتل في معركة يوم (دولاب) .\nالجزء: 1 ¦ الصفحة: 26\n",
        "قم بنا إلى هذا الذي يجترئ على تفسير القرآن والفتيا «18» بما لا علم له به.\nفقاما إليه فقالا:\nيا ابن عباس، ما يحملك على تفسير القرآن والفتيا بما لا علم لك به.\nآشيئا «19» سمعته من رسول الله صلّى الله عليه وسلّم أم هذا منك تخرّصا «20» ، فإن كان هذا منك تخرّصا فهذه والله الجرأة على الله عز وجل.\nفقال ابن عباس مجيبا لنافع بن الأزرق: لا والله، ما هذا مني تخرّصا، لكنه علم علمنيه الله، ولكني سأدلك على من هو أجرأ مني يا ابن الأزرق؟.\nقال: دلّني عليه.\nفقال: رجل تكلم بما لا علم له به، أو رجل كتم الناس علما علّمه الله عز وجل، فذاك أجرأ مني يا ابن الأزرق.\nوقال نجدة: فإنك تريد أن نسألك عن أشياء من كتاب الله عزّ وجل، فتفسره لنا، وتأتينا بمصداقه من كلام العرب، فإن الله عزّ وجل أنزل القرآن بلسان عربي مبين.\nقال ابن عباس: سلاني عما بدا لكما تجدا علمه عندي حاضرا إن شاء الله تعالى.\n(18) الفتيا: من فتى ويفتي: والفتوى: جمع فتاوي وفتاو: الحكم الشرعي الذي بيّنه الفقيه لمن سأله عنه.\n(19) آشيئا: ال آحرف نداء للبعيد.\n(20) التخرّص: الكذب. وتخرّص عليه: كذب وافترى بالباطل.\nالجزء: 1 ¦ الصفحة: 27\n",
        "(1) ع ز و [عزين]\nفقالا: يا ابن عباس: أخبرنا عن قول الله عزّ وجل: عَنِ الْيَمِينِ وَعَنِ الشِّمالِ عِزِينَ «1» .\nقال: عزين: الحلق الرفاق «2» .\nقالا: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت عبيد بن الأبرص «3» وهو يقول:\nفجاءوا يهرعمون إليه حتّى\n...\nيكونوا حول منبره عزينا «4»\n(1) سورة المعارج، الآية: 37. [\n.....\n]\n(2) عزين: جماعات متفرقين (كلمات القرآن) .\n(3) عبيد بن الأبرص: بن عوف بن جشم الأسدي، من مصر، أبو زياد، شاعر، من دهاة الجاهلية وحكمائها. وهو أحد أصحاب (المجمهرات) المعدودة طبقة ثانية عن المعلقات. عاصر عبيد أمرأ القيس، وله معه مناظرات ومناقضات، وعمّر طويلا حتى قتله النعمان بن المنذر وقد وفد عليه في يوم بؤسه. له ديوان شعر مطبوع. (انظر: الأغاني: 19/ 84. والشعر والشعراء: 84. وخزانة البغدادي: 1/ 323. وصحيح الأخبار: 1/ 14. والأعلام:\n4/ 188) .\n(4) كذا في (الأصل المخطوط) و (الإتقان) 1/ 120.\nالجزء: 1 ¦ الصفحة: 28\n",
        "(2) وس ل [الوسيلة]\nقال نافع: يا ابن عباس أخبرني عن قول الله عزّ وجل: وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ «1» .\n- الحاجة.\nقال: أو تعرف العرب ذلك؟\nقال: نعم، أما سمعت عنترة العبسي «2» وهو يقول:\nإنّ الرّجال لهم إليك وسيلة\n...\nإن يأخذوك تكحّلي وتخضّبي «3»\n(1) سورة المائدة، الآية: 35.\n(2) عنترة العبسي: هو عنترة بن شداد بن عمرو بن معاوية بن قراد العبسي، أشهر فرسان العرب في الجاهلية، ومن شعراء الطبقة الأولى، من أهل نجد، أمه حبشية اسمها زبيبة، سرى إليه السّواد منها، وكان من أحسن العرب شيمة ومن أعزهم نفسا، يوصف بالحلم على شدة بطشه، وفي شعره رقة وعذوبة، وكان مغرما بابنة عمه (عبلة) ، فقل أن تخلو له قصيدة من ذكرها، اجتمع في شبابه بامرىء القيس الشاعر، وشهد حرب داحس والغبراء. وعاش طويلا، وقتله الأسد المرهوص أو جبار بن عمرو الطائي سنة (22) ق. هـ الموافق (600) م (انظر: الأغاني:\n8/ 237. وخزانة الأدب للبغدادي: 1/ 62. والشعر والشعراء: 75. وآداب اللغة:\n1/ 117. والأعلام: 5/ 92) .\n(3) كذا في (الأصل المخطوط) و (الإتقان) 1/ 120 الأغاني 10/ 180، وبلوغ الأرب للآلوسي 1/ 167. والبيت في (الديوان) صفحة 33. في القصيدة التي مطلعها:\nلا تذكري مهري وما أطعمته\n...\nفيكون جلدك مثل جلد الأجرب\nواستشهد به (الطبري والطبرسي والشوكاني) في تفاسيرهم.\nالجزء: 1 ¦ الصفحة: 29\n",
        "(3) ن هـ ج [منهاجا]\nقال: يا ابن عباس أخبرني عن قول الله عزّ وجلّ شِرْعَةً وَمِنْهاجاً «1» .\nقال: الشرعة: الدّين. والمنهاج: الطّريق.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أبا سفيان بن الحارث بن عبد المطلب «2» وهو يقول:\nلقد نطق المأمون بالصّدق والهدى\n...\nوبيّن للإسلام دينا ومنهجا «3»\nقال: يعني به النبي صلّى الله عليه وسلّم «4» .\n(1) سورة المائدة، الآية: 48.\n(2) أبو سفيان بن الحارث بن عبد المطلب: هو المغيرة بن الحارث بن عبد المطلب بن هاشم، أبو سفيان الهاشمي القرشي، أحد الأبطال الشعراء في الجاهلية والإسلام، وهو أخو رسول الله صلّى الله عليه وسلّم من الرضاع. كان يألفه في صباهما. ولما أظهر النبي صلّى الله عليه وسلّم الدعوة إلى الإسلام عاداه المغيرة وهجاه وهجا أصحابه، واستمر على ذلك إلى أن قوي المسلمون وتداول الناس خبر تحرّك رسول الله صلّى الله عليه وسلّم لفتح مكة، فخرج من مكة ونزل بالأبواء- وكانت خيل المسلمين قد بلغتها قاصدة مكة- ثم تنكر وقصد رسول الله صلّى الله عليه وسلّم، فلما رآه، أعرض عنه النبي صلّى الله عليه وسلّم، فتحوّل المغيرة إلى الجهة التي حول إليها بصره، فأعرض، فأدرك المغيرة أنه مقتول لا محالة، فأسلم، ورسول الله معرض عنه، وشهد معه فتح مكة، ثم معركة حنين وأبلى بلاء حسنا، فرضي عنه النبي صلّى الله عليه وسلّم ثم كان من أخصّائه، حتى\nقال فيه: (أبو سفيان أخي، وخير أهلي، وقد عقبني الله من حمزة أبا سفيان بن الحارث) . فكان يقال له بعد ذلك: (أسد الله) و (أسد الرسول) . له شعر كثير في الإسلام هجاء بالمشركين. مات بالمدينة المنورة سنة (20) هـ الموافق (641) م، وصلى عليه عمر بن الخطاب رضي الله عنه. (انظر: طبقات ابن سعد: 4/ 35، وصفة الصفوة: 1/ 209، والإصابة في تمييز الصحابة في باب الكنى: 538، وابن أبي الحديد: 1/ 72، والأعلام 7/ 276) .\n(3) كذا في (الأصل المخطوط) أما في (الإتقان) (1/ 120) : فقد ورد بهذا النص:\nلقد نطق المأمون بالصّدق والهدى\n...\nوبيّن للإسلام دينا ومنهاجا\n(4) لم ترد هذه الجملة في (الإتقان) .\nالجزء: 1 ¦ الصفحة: 30\n",
        "(4) ي ن ع [وينعه]\nقال: يا ابن عباس أخبرني عن قول الله عز وجل: إِذا أَثْمَرَ وَيَنْعِهِ «1» .\nقال: نضجه وبلاغه.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم أما سمعت الشاعر وهو يقول:\nإذا ما مشت وسط النّساء تأوّدت\n...\nكما اهتزّ غصن ناعم النّبت يانع «2»\n(1) سورة الأنعام، الآية: 99.\n(2) كذا في (الأصل المخطوط) و (الإتقان) 1/ 120. أوّدت: من أود: اعوجّ، فهو آود وهي أواده، والأود: الاعوجاج. يقال: أقام أوده: أي قوّم اعوجاجه. أو أمسك رمقه. والأود:\nالكد والتعب. وتأود: انحنى وانعطف. يانع: من ينع الثمر: أدرك ونضج وحان قطافه، وينع الشيء: اشتدت حمرته، والينع: النضج.\nالجزء: 1 ¦ الصفحة: 31\n",
        "(5) ر ي ش [وريشا]\nقال: يا ابن عباس أخبرني عن قول الله عز وجل: يا بَنِي آدَمَ قَدْ أَنْزَلْنا عَلَيْكُمْ لِباساً يُوارِي سَوْآتِكُمْ وَرِيشاً «1» .\nقال: الرياش: المال.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nفرشني بخير طالما قد بريتني\n...\nوخير الموالي من يريش ولا يبري «2»\n(1) سورة الأعراف، الآية: 26. ولم ترد الآية في (الأصل المخطوط) كما هي في السورة الكريمة وجاءت كما نثبت وَرِيشاً وَلِباسُ التَّقْوى. ووردت في (الإتقان) : وَرِيشاً.\n(2) ورد هذا البيت في (أساس البلاغة) : 1/ 388. و (المفردات) : 207. و (ابن هشام) :\n2/ 67. كذا في الأصل المخطوط أما في (الإتقان) 1/ 120 فقد جاء بهذا النص:\nفرشني بخير طال ما قد بريتني\n...\nوخير الموالي من يريش ولا يبري\n[\n.....\n]\nالجزء: 1 ¦ الصفحة: 32\n",
        "(6) ك ب د [كبد]\nقال: يا ابن عباس أخبرني عن قول الله عز وجل: لَقَدْ خَلَقْنَا الْإِنْسانَ فِي كَبَدٍ «1» .\nقال: في اعتدال واستقامة «2» .\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت لبيد بن ربيعة «3» وهو يقول:\nيا عين هلّا بكيت أربد إذ\n...\nقمنا وقام الخصوم في كبد «4»\n(1) سورة البلد، الآية: 4.\n(2) الكبد: المشقة، من (المكابدة) للشيء وهي تحمّل المشاقّ في فعله (المصباح المنير 523) .\nوالكبد، وكابد الأمر: قاسى شدته. (مختار الصحاح 357) .\n(3) لبيد بن ربيعة: بن مالك، أبو عقيل العامري، أحد الشعراء الفرسان الأشراف في الجاهلية، من أهل عالية نجد، أدرك الإسلام، ووفد على رسول الله صلّى الله عليه وسلّم ويعدّ من الصحابة، ومن المؤلفة قلوبهم، وترك الشعر، فلم يقل في الإسلام إلا بيتا واحدا، قيل: هو:\nما عاتب المرء الكريم كنفسه\n...\nوالمرء يصلحه الجليس الصالح\nسكن لبيد الكوفة، وعاش عمرا طويلا، وهو أحد أصحاب المعلقات، ومطلع معلقته:\nعفت الدّيار محلها فمقامها\n...\nبمنى، تأبد غولها فرجامها\nوكان كريما، نذر أن لا تهب الصبا إلا نحر وأطعم. توفي عام (41) هـ الموافق (661) م.\n(4) كذا في (الأصل المخطوط) و (الإتقان) 1/ 120. وروي البيت في (الكشاف) . وفي (الديوان) 160. وورد في (الكامل للمبرد) 3/ 1200: قمنا وقام العدوّ في كبد. وورد في (ابن هشام) :\n4/ 215:\nيا عين هلّا بكيت أربد إذ\n...\nقمنا وقام النّساء في كبد\nوورد في (الجامع لأحكام القرآن) : 9/ 297. وفسّر الزمخشري في (الكشاف) الكبد بشدة الأمر وصعوبة الخطب.\nالجزء: 1 ¦ الصفحة: 33\n",
        "(7) س ن و [سنا]\nقال: يا ابن عباس أخبرني عن قول الله عز وجل: يَكادُ سَنا بَرْقِهِ يَذْهَبُ بِالْأَبْصارِ «1» .\nقال: السّنا الضّوء الذي يدخل في الكوّة «2» .\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أبا سفيان بن الحارث بن عبد المطلب «3» وهو يقول:\nيدعو إلى الحقّ لا يبغي به بدلا\n...\nيجلو بضوء سناه داجي الظّلم «4»\n(1) سورة النور، الآية: 43.\n(2) السنا: الضوء أو ضوء البرق، والضوء الذي يستعمله المصور الفوتوغرافي عند التقاط الصور.\n(3) أبو سفيان بن الحارث بن عبد المطلب: سبق التعريف عنه في رقم 3.\n(4) كذا في (الأصل المخطوط) و (الإتقان) 1/ 120. والداجي: من دجا دجوا ودجوّا: تم وكمل، ودجا الليل: أظلم، فهو داج، والليلة داجية.\nالجزء: 1 ¦ الصفحة: 34\n",
        "(8) ح ف د [حفدة]\nقال: يا ابن عباس: أخبرني عن قول الله عز وجل: بَنِينَ وَحَفَدَةً «1» .\nقال: ولد الولد.\nقال: وهل تعرف العرب ذلك؟\nقال: أما سمعت الشاعر وهو يقول:\nحفد الولائد حولهنّ وأسلمت\n...\nبأكفّهنّ أزمّة الإجمال «2»\n(1) سورة النحل، الآية: 72.\n(2) كذا في (الأصل المخطوط) و (الإتقان) 1/ 121. واستشهد بالبيت الزمخشري في (الكشاف) 2/ 336، والطبري في (جامع البيان) 8/ 144. والطبرسي في (مجمع البيان) 4/ 100.\nوالقرطبي في (الجامع) 10/ 143. واستشهد بالبيت أبو عبيدة في (مجاز القرآن) : 1/ 364 ونسبه إلى جميل بن عبد الله بن معمر العذري.\nالجزء: 1 ¦ الصفحة: 35\n",
        "(9) ح ن ن [حنانا]\nقال: يا ابن عباس: أخبرني عن قول الله عز وجل: وَحَناناً مِنْ لَدُنَّا «1» .\nقال: رحمة من عندنا.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت طرفة بن العبد «2» وهو يقول:\nأبا منذر أفنيت فاستبق بعضنا\n...\nحنانيك بعض الشّرّ أهون من بعض «3»\n(1) سورة مريم، الآية: 13.\n(2) طرفة بن العبد: بن سفيان بن سعد البكري الوائلي أو عمرو، شاعر جاهلي من الطبقة الأولى.\nولد في بادية البحرين سنة (86) ق. هـ الموافق 538، وهو معدود من الهجائين غير فاحش القول، تفيض الحكمة على لسانة في أكثر شعره. تنقل طرفة في بقاع الأرض، واتصل بالملك عمرو بن هند، فجعله في ندمائه. ثم أرسله بكتاب إلى المكعبر عامله على البحرين وعمان يأمره بقتله فيه، لأبيات بلغ الملك أن طرفة هجاه بها، فقتله المكعبر شابا في هجر سنة (60) ق. هـ الموافق (564) م، وأشعر شعره معلقته التي مطلعها:\nلخولة أطلال ببرقة ثهمد\n...\nتلوح كباقي الوشم في ظاهر اليد\n(3) كذا في (الأصل المخطوط) و (الإتقان) 1/ 121. وورد البيت منسوبا في (الكامل) 2/ 459.\nو (نزهة الألباء) لابن الأنباري 150. والبيت في (الديوان) . وحنانيك: يقال: حنانيك يا رب أي: رحمة منك موصولة برحمة، وتحنّن عليّ مرة بعد مرة، وحنانا بعد حنان. واستشهد به الشوكاني في (الفتح القدير) . وأورده الغلاييني في (رجال المعلقات) 120.\nالجزء: 1 ¦ الصفحة: 36\n",
        "(10) ي أس [ييأس]\nقال: يا ابن عباس: أخبرني عن قول الله عز وجل: أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا «1» .\nقال: أفلم يعلم الذين آمنوا، بلغة بني مالك «2» .\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت مالك بن عوف «3» وهو يقول:\nلقد يئس الأقوام أنّي أنا ابنه\n...\nوإن كنت عن أرض العشيرة نائيا «4»\n(1) سورة الرعد، الآية: 31. [\n.....\n]\n(2) بنو مالك: نسبة إلى مالك بن عوف بن امرئ القيس من بهثة، من قيس عيلان، وهو جد جاهلي بنوه بطنان: رعد ومطرود، (انظر: جمهرة الأنساب: 250. والسبائك: 34.\nوالأعلام: 5/ 264.\n(3) مالك بن عوف: بن سعد بن يربوع النصري، من هوازن، صحابي من أهل الطائف، كان رئيس المشركين يوم حنين، قاد هوازن كلها لحرب رسول الله صلّى الله عليه وسلّم. وكان من الجرارين. قال ابن حبيب في المحبر: صفحة 246 و 473: ولم يكن الرجل يسمى جرارا حتى يرأس ألفا. ثم أسلم. وكان من المؤلفة قلوبهم، شهد معركة القادسية وفتح دمشق، وكان شاعرا، رفيع القدر في قومه، استعمله رسول الله صلّى الله عليه وسلّم عليهم، فكان يقاتل ثقيفا قبل أن يسلموا فلا يخرج لهم سرح إلّا أغار عليه حتى يصيبه، وكانت في دمشق دار تعرف بدار بني نصر، نزلها مالك أول ما فتحت دمشق، فعرفت به توفي سنة (20) هـ الموافق (640) م. (انظر الإصابة في تمييز الصحابة: 7675. والمحبر: 246. والأغاني: 1/ 30. والأعلام: 5/ 264) .\n(4) كذا في (الأصل المخطوط) و (الإتقان) 1/ 121 واستشهد به الطبري في (جامع البيان) 8/ 153. والطبرسي في (مجمع البيان) 4/ 174. والعشيرة: عشيرة الرجل: بنو أبيه الأقربون وقبيلته، الجمع: عشائر. نائيا: من: النأي أي: البعد والمفارقة.\nواستشهد به القرطبي في (الجامع لأحكام القرآن) : 9/ 320. وعند الزمخشري في (أساس البلاغة) : 710:\nألم تيأس الأقوام أنّي أنا ابنه\n...\nوإن كنت عن عرض العشيرة نائيا\nالجزء: 1 ¦ الصفحة: 37\n",
        "(11) ث ب ر [مثبورا]\nقال: يا ابن عباس: أخبرني عن قول الله عز وجل:\n...\nيا فِرْعَوْنُ مَثْبُوراً «1» .\nقال: ملعونا محبوسا من الخير.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت عبد الله بن الزّبعري «2» وهو يقول:\nإذ أتاني الشّيطان في سنة النّو\n...\nم ومن مال ميله مثبورا «3»\n(1) سورة الإسراء، الآية: 102. ونصّ الآية الكريمة هو: قالَ لَقَدْ عَلِمْتَ ما أَنْزَلَ هؤُلاءِ إِلَّا رَبُّ السَّماواتِ وَالْأَرْضِ بَصائِرَ وَإِنِّي لَأَظُنُّكَ يا فِرْعَوْنُ مَثْبُوراً، والفراعنة هم ثلاثة نفر:\nأولهم: سنان بن الأشل بن علوان بن العبيد بن عريج بن عمليق بن يلمع بن عابر بن إسليما بن لوذ بن سام بن نوح، ويكنى أبا العباس وهو فرعون إبراهيم. والثاني: الرّيان بن الوليد بن ليث بن فاران بن عمر بن عمليق بن يلمع. وهو فرعون يوسف. والثالث: الوليد بن مصعب بن أبي أهون بن الهلواث بن فاران بن عمرو بن عمليق بن يلمع. وهو فرعون موسى. قال: كان فرعون يوسف جد فرعون موسى واسمه برخوز. (المحبر لابن حبيب صفحة 467) .\n(2) عبد الله بن الزّبعري: بن قيس السهمي القرشي، أبو سعد، شاعر قريش في الجاهلية، كان شديدا على المسلمين إلى أن فتحت مكة، فهرب إلى نجران، فقال فيه حسان أبياتا منها:\nفلست إلى الذوائب من قصيّ\n...\nولا في عزّ زهرة إذ تسامى\nولا في الفرع من أبناء عمرو\n...\nولا في فرع مخزوم الكرام\nفلما بلغته عاد إلى مكة المكرمة، فأسلم واعتذر، ومدح النبي صلّى الله عليه وسلّم في قصيدة فأمر له بحلة.\n(انظر: الأغاني: 1 و 4 و 14. والأعلام: 4/ 87) .\n(3) كذا في (الأصل المخطوط) و (الإتقان) 1/ 121. أما في (جامع البيان) 9/ 175. و (مجمع البيان) 4/ 106: و (ابن هشام) : 4/ 61\nإذ أجاري الشّيطان في سنن الغيّ\n...\nومن قال ميله مثبور\nواستشهد به محمد فؤاد عبد الباقي في (معجم غريب القرآن) : 244:\nإذ أباري الشّيطان في سنن الغيّ\n...\nومن قال ميله مثبور\nالجزء: 1 ¦ الصفحة: 38\n",
        "(12) م خ ض [المخاض]\nقال: يا ابن عباس: أخبرني عن قول الله عز وجل: فَأَجاءَهَا الْمَخاضُ «1» .\nقال: فألجأها المخاض «2» إلى جذع النخلة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر «3» وهو يقول:\nإذ شددنا شدّة صادقة\n...\nفأجأناكم إلى سفح الجبل «4»\n(1) سورة مريم، الآية: 23.\n(2) المخاض: وجع الولادة، وهو الطلق، ومخضت الحامل: مخاضا، ومخاضا: أخذها وجع الولادة والطلق واقتربت ولادتها.\n(3) الشاعر هو: حسان بن ثابت: بن المنذر الخزرجي الأنصاري، أبو الوليد، الصحابي، شاعر الرسول صلّى الله عليه وسلّم، وأحد المخضرمين الذين أدركوا الجاهلية والإسلام، عاش ستين سنة في الجاهلية، مثلها في الإسلام، كان من سكان المدينة المنورة، واشتهرت مدائحه في الغسانيين، وملوك الحيرة قبل الإسلام، وعمي قبيل وفاته. لم يشهد مع النبي صلّى الله عليه وسلّم مشهدا لعلة أصابته، وكانت له ناصية يسد لها بين عينيه، وكان يضرب بلسانه روثة أنفه من طوله. قال أبو عبيدة: فضل حسان الشعراء بثلاثة: كان شاعر الأنصار في الجاهلية، وشاعر رسول الله صلّى الله عليه وسلّم في النبوّة، وشاعر اليمانيين في الإسلام. كان حسان شديد الهجاء، فحل الشعر. قال المبرد في (الكامل) :\nأعرق قوم كانوا في الشعراء آل حسان، فإنهم يعدّون ستة في نسق، كلهم شاعر وهم: سعيد بن عبد الرحمن بن حسان بن ثابت بن المنذر بن حرام. توفي حسان في المدينة المنورة سنة (54) هـ الموافق (674) م. (انظر: تهذيب التهذيب: 2/ 247. والإصابة في تمييز الصحابة:\n1/ 326. والشعر والشعراء: 104. والأعلام: 2/ 175.\n(4) كذا في (الأصل المخطوط) و (الإتقان) 1/ 121. انظر ديوان حسان بن ثابت صفحة 179. في القصيدة التي مطلعها:\nذهبت بابن الزّبعري وقعة\n...\nكان منّا الفضل فيها لو عدل\nالجزء: 1 ¦ الصفحة: 39\n",
        "(13) ن د و [نديّا]\nقال: يا ابن عباس: فأخبرني عن قول الله عز وجل: وَأَحْسَنُ نَدِيًّا «1» .\nقال: النادي المجلس والتكأة «2» .\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر «3» وهو يقول:\nيومان يوم مقامات وأندية\n...\nويوم سير إلى الأعداء تأويب «4»\n(1) سورة مريم، الآية: 73.\n(2) التكأة: ما يتكأ عليه. والعصا يتكأ عليها في المشي، ورجل تكأة: كثير الاتكاء.\n(3) الشاعر هو: سلامة بن جندل: بن عبد عمرو، من بني كعب بن سعد التميمي، أبو مالك، شاعر جاهلي من الفرسان الشجعان ومن أهل الحجاز. في شعره حكمة وجودة. يعدّ في طبقة المتلمس، وهو من وصّاف الخيل. توفي عام 23 ق. هـ الموافق (600) م (انظر: خزانة البغدادي: 2/ 86. والشعر والشعراء: 87. والأعلام: 3/ 106) .\n(4) كذا في (الأصل المخطوط) و (الإتقان) 1/ 121. وورد هذا البيت في (الكامل) : 2/ 469.\nو (الفائق في غريب الحديث) للزمخشري: 2/ 290.\nوالتأويب: من آب أي: رجع. والأوب: الجهة والناحية. والإياب: الرجوع.\nوتأوب: رجع ليلا. وأوّب العابد: سبّح ورجّع التسبيح لقوله تعالى في سورة سبأ الآية 10:\nيا جِبالُ أَوِّبِي مَعَهُ. [\n.....\n]\nالجزء: 1 ¦ الصفحة: 40\n",
        "(14) أث ث [أثاثا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: أَثاثاً وَرِءْياً «1» .\nقال: الأثاث: المتاع. والري: من الشراب.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر «2» وهو يقول:\nكأنّ على الحمول غداة ولّوا\n...\nمن الرّئي الكريم من الأثاث «3»\n(1) سورة مريم، الآية: 74.\n(2) الشاعر هو: محمد بن نمير الثقفي: محمد بن عبد الله بن نمير الثقفي بن خرشة، شاعر غزل، ولد وتوفي في الطائف، فجمع شعره في ديوان صغير، وقد ورد اسمه في العديد من المراجع بلفظ محمد بن نمير (انظر: الأغاني: 6/ 190 ورغبة الآمل: 5/ 23- 25 و 183 و 213 ثم 6: 74.\nوالأعلام 6/ 220) .\n(3) كذا في (الأصل المخطوط) ، ولم ترد المسألة في (الإتقان) . وورد البيت في (لسان العرب) :\nكأن على الحمول غداة ولوا\n...\nبذي الرئي الجميل من الإناث\nالجزء: 1 ¦ الصفحة: 41\n",
        "(15) ص ف ص ف [صفصفا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَيَذَرُها قاعاً صَفْصَفاً «1» .\nقال: القاع: الأملس. والصفصف: المستوي.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nبملمومة شهباء لو قذفوا بها\n...\nشماريخ من رضوى إذا عاد صفصفا «2»\n(1) سورة طه، الآية: 106.\n(2) كذا في (الأصل المخطوط) و (الإتقان) 1/ 121. ملمومة: مشمولة. شهباء: الأرض المغطاة بالثلوج. الشماريخ: مفردها: الشّمراخ والشّمروخ، أي: رأس الجبل، وأعلى السّحاب، وغصن دقيق رخص ينبت في أعلى الغصن الغليظ. رضوى: جبل بين مكة والمدينة وهو قرب ينبع على مسيرة يوم منها، فيها مياه كثيرة،: وأشجار: قال بشر:\nلو يوزنون كيالا أو معايرة\n...\nمالوا برضوى ولم يفضلهم أحد\nالجزء: 1 ¦ الصفحة: 42\n",
        "(16) ض ح و [تضحى]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَأَنَّكَ لا تَظْمَؤُا فِيها وَلا تَضْحى «1» .\nقال: لا تعرف فيها من شدة حرّ الشّمس.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت قول الشاعر «2» وهو يقول:\nرأت رجلا، أمّا إذا الشّمس عارضت\n...\nفيضحى، وأيما بالعشيّ فيخصر «3»\n(1) سورة طه، الآية: 119.\n(2) الشاعر: هو عمر بن أبي ربيعة: المخزومي القرشي، أبو الخطاب: أرق شعراء عصره، من طبقة جرير والفرزدق، لم يكن في قريش أشعر منه، ولد سنة (23) الموافق (644) م في الليلة التي توفي بها عمر بن الخطاب، فسمي باسمه، وكان يفد على عبد الملك بن مروان فيكرمه ويقربه، ورفع إلى عمر بن عبد العزيز أنه يتعرض لنساء الحاجّ ويشبّب بهن. فنفاه إلى (دهلك) وهي جزيرة في بحر اليمن. ثم غزا في البحر فاحترقت السفينة به وبمن معه، فمات فيها غرقا سنة (93) هـ الموافق (712) م. قال ابن خلكان: لم يستقص أحد في بابه أبلغ منه. (انظر: وفيات الأعيان: 1/ 353 و 378. والشعر والشعراء: 216. وخزانة البغدادي: 1/ 240.\nوالأعلام: 5/ 52) .\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 121. وقد ورد في (الديوان) : 14. و (الشعر والشعراء) ص 460. واستشهد به الطبري في (جامع القرآن) : 9/ 223. والطبرسي في (مجمع البيان) : 4/ 150. وأبو الفرج في (الأغاني) 1/ 80.\nالجزء: 1 ¦ الصفحة: 43\n",
        "(17) خ ور [خوار]\nقال: يا ابن عباس: فأخبرني عن قول الله عزّ وجلّ: عِجْلًا جَسَداً لَهُ خُوارٌ «1» .\nقال: يعني له صياح.\nقال: وهل تعرف العرب ذلك؟\nقال: أما سمعت الشاعر وهو يقول:\nكأنّ بني معاوية بن بكر\n...\nإلى الإسلام صائحة تخور «2»\n(1) سورة الأعراف، الآية: 148.\n(2) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 121. بنو معاوية بن بكر: نسبة إلى معاوية بن بكر بن هوازن من قيس عيلان من عيلان، جد جاهلي، مات قتيلا، فجعل عامر بن الظرب العدواني ديته مائة من الإبل. قال ابن حزم: وهي أول دية قضي فيها بذلك، من نسله بنو:\nنصر بن معاوية، وبنو: جشم بن معاوية، وبنو: صعصعة بن معاوية، وهم كثيرون جدا، (انظر: جمهرة الأنساب 252 و 257- 275. والأعلام: 7/ 260) .\nالجزء: 1 ¦ الصفحة: 44\n",
        "(18) ون ي [تنيا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَلا تَنِيا فِي ذِكْرِي «1» .\nقال: أي لا تضعفا عن أمري، يعني موسى «2» وهارون «3» .\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nإنّي وجدّك ما ونيت ولم أزل\n...\nأبغي الفكاك له بكلّ سبيل «4»\n(1) سورة طه، الآية: 42.\n(2) موسى: هو النبي موسى، أشهر رجال التوراة ومن أكبر مشترعي البشرية، ولد في مصر وأنقذته ابنة فرعون من المياه، فتربى في قصر أبيها، وبدأ رسالته في سنّ الأربعين. لقّب بكليم الله. ورد ذكره في القرآن الكريم في 128 موضعا.\n(3) هارون: أخو النبي موسى كليم الله، وأول أحبار بني إسرائيل. ورد ذكره في القرآن الكريم في 20 موضعا.\n(4) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 121. أبغي: أبغاه الشيء: طلبه له أو أعانه على طلبه. الفكاك: ما يفكّ به الرّهن أو الأسير ونحوهما من مال وسواه. السبيل: الطريق وما وضع منه والسبب والوصلة والحيلة. [\n.....\n]\nالجزء: 1 ¦ الصفحة: 45\n",
        "(19) ع ر ر [والمعترّ]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: الْقانِعَ وَالْمُعْتَرَّ «1» .\nقال: القانع: الذي يقنع بما يعطي. والمعتر: الذي يعترض الأبواب.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر «2» وهو يقول:\nعلى مكثريهم حقّ من يعتريهم\n...\nوعند المقلّين السّماحة والبذل «3»\n(1) سورة الحج، الآية: 36.\n(2) الشاعر: هو زهير بن أبي سلمى: ربيعة بن رياح المزني، من مضر، حكيم الشعراء في الجاهلية، وفي أئمة الأدب من يفضله على شعراء العرب كافة. قال ابن الأعرابي: كان لزهير في الشعر ما لم يكن لغيره، كان أبوه شاعرا، وخاله شاعرا، وأخته سلمى شاعرة، وابناه كعب ويجير شاعرين، وأخته الخنساء شاعرة. ولد في بلاد (مزينة) بنواحي المدينة، وكان يقيم في الحاجر من ديار نجد، واستمر بنوه فيه بعد الإسلام. قيل: كان ينظم القصيدة في شهر، وينقحها ويهذبها في سنة، فكانت قصائده تسمى (الحوليات) أشهر شعره معلقته التي مطلعها:\nأمن أمّ أوفى دمنة لم تكلّم\n...\nبحومانة الدّرّاج فالمتثلّم\nويقال: إن أبياته التي في آخر هذه القصيدة تشبه كلام الأنبياء. (انظر: شرح شواهد المغني:\n48. وجمهرة الأنساب: 25 و 47. والشعر والشعراء 44) .\n(3) كذا في (الأصل المخطوط) و (الإتقان) 1/ 121. وورد البيت في: (ديوان زهير) في القصيدة رقم 22 التي مطلعها:\nصحا القلب عن سلمى وقد كاد لا يسلو\n...\nوأقفر من سلمى التعانيق فالثّقل\nبهذا النص:\nعلى مكثريهم رزق من يعتريهم\n...\nوعند المقلّين السّماحة والبذل\nوورد في: (الشعر والشعراء) صفحة 86. وورد في تفسير (مجمع البيان) للطبرسي مستشهدا به و (فتح القدير) .\nالجزء: 1 ¦ الصفحة: 46\n",
        "(20) ش ي د [مشيد]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَقَصْرٍ مَشِيدٍ «1» .\nقال: مشيد بالجصّ «2» والآجر «3» .\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت عدي بن زيد «4» وهو يقول:\nشاده مرمرا وجلله كل\n...\nسا فللطّير في ذراه وكور «5»\n(1) سورة الحج، الآية: 45.\n(2) الجصّ: أو الجصّ: فلزّ طبيعيّ للكلسيوم يتركب من كبريتات الكلسيوم المائية، يوجد في الطبيعة على هيئة بلورات طباقية أو حبيبات في الصخور الرسوبية. وعند ما يسخّن يفقد جزءا من مائه، ويتحول إلى الجصّ نصف المائيّ الذي تسمّيه العامّة الجفصين أو الجبسين.\n(3) الآجر: نوع من اللبن المشويّ المعدّ للبناء. الواحدة: أجرّة.\n(4) عدي بن زيد: بن حمّاد بن زيد العبادي التميمي، شاعر، من دهاة الجاهليين، كان قرويا من أهل الحيرة. فصيحا، يحسن العربية والفارسية والرمي بالنشاب، ويلعب لعب العجم بالصوالجة على الخيل. وهو أول من كتب بالعربية في ديوان كسرى. اتخذه في خاصته وجعله ترجمانا بينه وبين العرب، فسكن المدائن. ولما مات كسرى أنو شروان وولي ابنه هرمز أقرّ عديا ورفع منزلته ووجهه رسولا إلى ملك الروم طيباريوس الثاني في القسطنطينية بهديّة. فزار بلاد الشام، وعاد إلى المدائن بهدية قيصر، ثم تزوج هندا بنت النعمان بن المنذر، ووشى به أعداء له إلى النعمان بما أوغر صدره فسجنه وقتله في سجنه بالحيرة سنة (35) ق. هـ. الموافق (590) م. قال ابن قتيبة: كان يسكن الحيرة ويدخل الأرياف فثقل لسانه، وعلماء العربية لا يرون شعره حجة. (انظر: خزانة الأدب للبغدادي: 1/ 184- 186. والنجوم والزاهرة: 1/ 249.\nوالأعلام: 4/ 220) .\n(5) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 122. و (عيون الأخبار) : 3/ 115. و (الشعر والشعراء) : صفحة 151. و (الجمهرة) لابن دريد 3/ 45. و (لسان العرب) : باب:\nكلس. واستشهد به الطبري في (جامع البيان) : 10/ 182 والشوكاني في (فتح القدير) :\n3/ 459) .\nالجزء: 1 ¦ الصفحة: 47\n",
        "(21) ش وظ [شواظ]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: شُواظٌ مِنْ نارٍ «1» .\nقال: الشّواظ: اللهب الذي لا دخان له.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أمية بن أبي الصلت «2» يهجو حسّان بن ثابت «3» وهو يقول:\nألا من مبلغ حسّان عنّي\n...\nمغلغلة تدبّ إلى عكاظ «4»\nأليس أبوك فينا كان قينا\n...\nلدى القينات فسلا في الحفاظ «5»\n(1) سورة الرحمن، الآية: 35.\n(2) أمية بن أبي الصلت: بن عبد الله بن أبي ربيعة بن عوف الثقفي، شاعر جاهلي حكيم، من أهل الطائف، قدم دمشق قبل الإسلام، وكان مطلعا على الكتب القديمة، يلبس المسوح تعبدا، وهو ممن حرموا على أنفسهم الخمر، ونبذوا عبادة الأوثان في الجاهلية. ورحل إلى البحرين، فأقام ثماني سنين ظهر في أثنائها الإسلام، وعاد إلى الطائف، فسأل عن خبر محمد بن عبد الله صلّى الله عليه وسلّم فقيل له: يزعم أنه نبي، فخرج حتى قدم عليه بمكة وسمع منه آيات من القرآن، وانصرف عنه، فتبعته قريش تسأله عن رأيه فيه، فقال: أشهد أنه على الحق، قالوا: فهل تتبعه؟ فقال: حتى أنظر في أمره. وخرج إلى الشام، وهاجر رسول الله صلّى الله عليه وسلّم إلى المدينة، وحدثت وقعة بدر، وعاد أمية من الشام يريد الإسلام، فعلم بمقتل أهل بدر وفيهم ابنا خال له، فامتنع، وأقام في الطائف إلى أن مات سنة (5) هـ الموافق (626) م: (انظر: خزانة البغدادي: 1/ 119. وتهذيب ابن عساكر: 3/ 115. والشعر والشعراء: 176.\nوالأعلام: 2/ 23) .\n(3) حسان بن ثابت: سبق التعريف عنه في رقم 12.\n(4) عكاظ: من أسواق العرب في الجاهلية، كانت تجتمع فيها القبائل مدة عشرين يوما في شهر ذي القعدة كل سنة بموضع بين نخلة والطائف، يبعد عن مكة ثلاثة أيام. كان الشعراء يحضرون سوق عكاظ ويتناشدون ما أحدثوا من الشعر.\n(5) القين: الحداد، والعبد: الجمع: قيان.\nالجزء: 1 ¦ الصفحة: 48\n",
        "يمانيّا يظلّ يشدّ كيرا\n...\nوينفخ دائبا لهب الشّواظ «6»\nفأجابه حسّان بن ثابت:\nأتاني عن أميّ ثنا كلام\n...\nوما هو في المغيب بذي حفاظ\nستأتيه قصائد محكّمات\n...\nوتنشد بالمجاز إلى عكاظ\nهمزتك فاختضعت بذلّ لفظ\n...\nبقافية تأجّج كالشّواظ «7»\n(6) كذا في (الأصل المخطوط) ، أما في (الإتقان) لم يرد إلا البيت الثالث وكذلك في الديوان.\nيظل يشب كيرا بعد كير\n...\nوينفخ دائبا لهب الشواظ\n[\n.....\n]\n(7) كذا في (الأصل المخطوط) . ولم ترد هذه الأبيات الثلاثة في (الإتقان) وهي في الديوان صفحة 144- 145. في ثمانية أبيات أولها:\nأتاني عن أميّة زور قول\n...\nوما هو بالمغيب بذي حفاظ\nالجزء: 1 ¦ الصفحة: 49\n",
        "(22) ف ل ح [أفلح]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: قَدْ أَفْلَحَ الْمُؤْمِنُونَ «1» .\nقال: قد فاز المؤمنون وسعدوا يوم القيامة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت لبيد بن ربيعة «2» وهو يقول:\nفاعقلي إن كنت لمّا تعقلي\n...\nولقد أفلح من كان عقل «3»\n(1) سورة المؤمنون، الآية: 1.\n(2) لبيد بن ربيعة: سبق التعريف عنه في رقم 6.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 122. أما في الديوان:\nاعقلي إن كنت لمّا تعقلي\n...\nولقد أفلح من كان عقل\nالجزء: 1 ¦ الصفحة: 50\n",
        "(23) أي د [يؤيّد]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَاللَّهُ يُؤَيِّدُ بِنَصْرِهِ مَنْ يَشاءُ «1» .\nقال: يقوّي بنصره من يشاء.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت حسّان بن ثابت «2» وهو يقول:\nبرجال لستم أمثالهم\n...\nأيّدوا جبريل نصرا فنزل «3»\nوعلونا يوم بدر بالتّقى\n...\nطاعة الله وتصديق الرّسل «4»\n(1) سورة آل عمران، الآية: 13.\n(2) حسان بن ثابت: سبق التعريف عنه في رقم 12.\n(3) جبريل: أو جبرائيل: من رؤساء الملائكة، وأحد الملائكة المقربين إلى الله عز وجل تلقى رسول الله صلّى الله عليه وسلّم منه رسالته ووحيه. ورد ذكره في القرآن الكريم في 3 مواضع. أيدوا جبريل:\nبجبريل.\n(4) بدر: قرية إلى الجنوب الغربي من المدينة المنورة، حدثت فيها الموقعة بين المسلمين من المهاجرين والأنصار، وبين المشركين من قريش انتصر فيها المسلمون وتوطد سلطان النبي والإسلام.\nوالبيتان كذا في (الأصل المخطوط) و (الإتقان) : 1/ 122 وقد وردا في الديوان صفحة 180 في القصيدة التي مطلعها:\nذهبت بابن الزّبعري وقعة\n...\nكان منّا الفضل فيها لو عدل\nالجزء: 1 ¦ الصفحة: 51\n",
        "(24) ن ح س [نحاس]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَنُحاسٌ فَلا تَنْتَصِرانِ «1» .\nقال: النّحاس: الدّخان بلغتك يا ابن آدم يا ابن أم الأزرق، الدّخان الذي لا لهب فيه.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر «2» وهو يقول:\nيضيء كضوء السّراج السّليط\n...\nلم يجعل الله فيه نحاسا»\n(1) سورة الرحمن، الآية: 35.\n(2) الشاعر: هو النابغة الجعدي: هو قيس بن عبد الله بن عدس بن ربيعة الجعدي العامري، أبو ليلى، شاعر فذ صحابي ومن المعمرين. اشتهر في الجاهلية، وسمي النابغة لأنه أقام ثلاثين سنة لا يقول الشعر ثم نبغ فقاله. وكان ممن هجر الأوثان، ونهى عن الخمر قبل ظهور الإسلام.\nوفد النابغة على رسول الله صلّى الله عليه وسلّم فأسلم، وأدرك صفين، فشهدها مع الإمام علي كرم الله وجهه، ثم سكن الكوفة، فسيّره معاوية بن أبي سفيان مع أحد ولاتها، فمات فيها سنة (50) هـ الموافق (670) م وقد كفّ بصره وجاوز المائة، وأخباره كثيرة. (انظر: اللباب: 1/ 230. وطبقات فحول الشعراء: 103. والأعلام: 5/ 207) .\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 122 وقد ورد البيت في: (الفائق في غريب الحديث للزمخشري: 1/ 544. واستشهد به الزمخشري في (الكشاف) 4/ 53. وكذلك الطبرسي في (مجمع البيان) 6/ 94.\nوالسّراج: المصباح الزاهر. والسليط: الشديد. والنحاس. معدن أحمر اللون، يوجد في الطبيعة منفردا أو مركبا، وهو شديد القابلية للسّحب والطّرق، يستخدم في أسلاك الكهرباء وغيرها.\nوقد ورد في (الفائق) : 1/ 544. و (تهذيب الألفاظ) لابن السكيت: 200. و (الجامع لأحكام القرآن) : 17/ 172.\nالجزء: 1 ¦ الصفحة: 52\n",
        "(25) م ش ج [أمشاج]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: أَمْشاجٍ نَبْتَلِيهِ «1» .\nقال: اختلاط ماء الرجل وماء المرأة إذا وقعا في الرّحم.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أبا ذؤيب «2» وهو يقول:\nكأنّ الرّيش والفوقين منه\n...\nخلاف النّصل سيط به مشيج «3»\n(1) سورة الإنسان، الآية: 2.\n(2) أبو ذؤيب: هو خويلد بن خالد بن محرّث، أبو ذؤيب، من بني هذيل بن مدركة من مضر، شاعر فحل مخضرم، أدرك الجاهلية والإسلام، وسكن المدينة، واشترك في الغزو والفتوح، وعاش إلى أيام الخليفة عثمان بن عفان رضي الله عنه، فخرج في جند عبد الله بن سعد بن أبي سرح إلى أفريقية سنة (26) هـ الموافق (647) م. فشهد فتح إفريقية وعاد مع عبد الله بن الزبير وجماعة يحملون بشرى الفتح إلى الخليفة عثمان، فلما كانوا بمصر، مات أبو ذؤيب فيها سنة (27) هـ الموافق (648) . قال البغدادي: هو أشعر هذيل من غير مدافعة. وفد أبو ذؤيب على رسول الله صلّى الله عليه وسلّم ليلة وفاته، فأدركه وهو مسجّى وشهد دفنه. أشهر شعره عينية رثى بها خمسة أبناء له أصيبوا بالطاعون في عام واحد، مطلعها:\nأمن المنون وريبه تتوجع (انظر: شواهد المغني للسيوطي: 10. والأغاني: 6/ 56. والشعر والشعراء:\n252. والكامل لابن الأثير: 3/ 35. والأعلام: 2/ 325) .\n(3) كذا في تحقيق البيت في (ديوان الهذليين) : 3/ 103. وسمط اللئالئ للبكري: 957. وهو منسوب لزهير بن حرام الهذلي، أما في (الأصل المخطوط) و (الإتقان) : 1/ 122 فهو:\nكأنّ الرّيش والفوقي منه\n...\nخلال النّضل خالطه مشيج\nوقد ورد البيت في (أساس البلاغة) باب: مشج صفحة 595.\nكأنّ النّصل والفوقين منه\n...\nخلاف الرّيش سيط به مشيج\nوهذه أيضا رواية (الأساس) : 2/ 287. و (رغبة الآمل) : 7/ 9. واستشهد به الشوكاني في (فتح القدير) 5/ 345. وأبو حيان في (البحر المحيط) : 8/ 392، بهذا النص:\nكأنّ النّصل والفوقين منها\n...\nخلاف الريش سيط به مشيج\n[\n.....\n]\nالجزء: 1 ¦ الصفحة: 53\n",
        "(26) ف وم [وفومها]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: مِنْ بَقْلِها وَقِثَّائِها وَفُومِها وَعَدَسِها «1» .\nقال: الفوم: الحنطة.\nقال: فهل تعرف العرب ذلك؟\nقال: أما سمعت أبا محجن الثقفي «2» وهو يقول:\nقد كنت أحسبني كأغنى واحد\n...\nقدم المدينة في زراعة فوم «3»\nقال: يا ابن أم الأزرق ومن قرأها على قراءة عبد الله بن مسعود «4» (الثوم) فهو هذا\n(1) سورة البقرة، الآية: 61.\n(2) أبو محجن الثقفي: هو عمرو بن حبيب بن عمرو بن عمير بن عوف، أحد الأبطال الشعراء الكرماء في الجاهلية والإسلام، أسلم سنة (9) هـ، وروى عدة أحاديث، وكان منهمكا في شرب النبيذ، فحدّه عمر بن الخطاب رضي الله عنه مرارا، ثم نفاه إلى جزيرة بالبحر، فهرب، ولحق بسعد بن أبي وقاص وهو بالقادسية يحارب الفرس، فكتب إليه الخليفة عمر أن يحبسه، فحبسه سعد عنده، واشتد القتال في أحد أيام القادسية، فالتمس أبو محجن من امرأة سعد (سلمى) أن تحل قيده، وعاهدها أن يعود إلى القيد إن سلم، وأنشد أبياتا في ذلك، فخلّت سبيله، فقاتل قتالا عجيبا، ورجع بعد المعركة إلى قيده وسجنه، فحدثت سلمى سعدا بخبره، فأطلقه وقال له: لن أحدّك أبدا. فترك النبيذ وقال: كنت آنف أن أتركه من أجل الحد!: توفي أبو محجن بأذربيجان. (انظر: الإصابة في تمييز الصحابة: رقم 1017. والشعر والشعراء:\n162. والأعلام: 5/ 76. وخزانة الأدب للبغدادي: 3/ 553- 556) .\n(3) نسب البيت في (جامع البيان) 1/ 311. و (مجمع البيان) 1/ 271. و (بلوغ الأرب) لأحيحة بن الجلاح، أما في (اللسان) فهو لأبي محجن. كذا ورد صدر البيت في (الأصل المخطوط) و (الإتقان) و (البحر المحيط) . أما في (جامع البيان) و (مجمع البيان) :\nقد كنت أغنى النّاس شخصا واحدا\n...\nورد المدينة عن زراعة فوم\n(4) عبد الله بن مسعود: بن غافل بن حبيب الهذلي، أبو عبد الرحمن، صحابي من أكابرهم فضلا\nالجزء: 1 ¦ الصفحة: 54\n",
        "المنتن، وقال أمية بن أبي الصلت «5» :\nكانت منازلهم إذ ذاك ظاهرة\n...\nفيها الفراديس والفومان والبصل «6»\nوقال أمية:\nأنفى الدّياس من القوم الصّحيح كما\n...\nأنفى من الأرض صوب الوابل البرقا «7»\nوعقلا وقربا من رسول الله صلّى الله عليه وسلّم، وهو من أهل مكة، ومن السابقين إلى الإسلام، وأول من جهر بقراءة القرآن بمكة، وكان خادم رسول الله صلّى الله عليه وسلّم الأمين، وصاحب سرّه، ورفيقه في حله وتر حاله وغزواته، يدخل عليه كل وقت ويمشي معه. نظر إليه الخليفة عمر وقال: وعاء ملئ علما، ولي بعد وفاة النبي صلّى الله عليه وسلّم بيت مال الكوفة. ثم قدم المدينة في خلافة عثمان وتوفي فيها سنة (32) هـ الموافق (653) م. (انظر: الإصابة رقم: 4955. وصفة الصفوة: 1/ 154. وحلية الأولياء: 1/ 124. والأعلام: 4/ 137) .\n(5) أمية بن أبي الصلت: سبق التعريف عنه في رقم 21.\n(6) كذا في (الأصل والمخطوط) ، ولم يرد في (الإتقان) وأما في الديوان 437:\nكانت لهم جنّة إذ ذاك ظاهرة\n...\nفيها الفراديس والفومان والبصل\n(7) كذا في (الأصل المخطوط) . ولم تر في (الإتقان) وليس البيت في الديوان.\nالجزء: 1 ¦ الصفحة: 55\n",
        "(27) س م د [سامدون]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَأَنْتُمْ سامِدُونَ «1» .\nقال: السّمود: اللهو والباطل.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت هزيلة بنت بكر تبكي قوم عاد «2» وهي تقول:\nليت عادا قبلوا الحقّ\n...\nولم يجدوا الجحودا «3»\nقيل قم فانظر إليهم\n...\nثمّ ذر عنك السّمودا\nلن تراهم آخر الدّهر\n...\nكما كانوا قعودا\n(1) سورة النجم، الآية: 61.\n(2) عاد: شعب من العرب البائدة، سكنوا أعالي الحجاز بالقرب من ديار ثمود، اضطهدوا النبي هود وعليه السلام فسحقتهم العاصفة، ورد اسمهم في القرآن الكريم في 24 موضعا.\n(3) كذا في (الأصل المخطوط) ، وقد استشهد أبو حيان في (البحر المحيط) بالبيت الثاني 8/ 155.\nكما ورد البيت نفسه في (لسان العرب) باب س م د. والسامد: القائم في تحيّر. كذلك لم يرد البيت الثالث في (الإتقان) ، وقد ورد البيت الأول والثاني على هذا الشكل (انظر: 1/ 122) :\nليت عادا قبلوا الح\n...\nقّ ولم يبدوا جحودا\nقيل قم فانظر إليهم\n...\nثمّ دع عنك السّمودا\nالجزء: 1 ¦ الصفحة: 56\n",
        "(28)\n(28) غ ول [غول]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: لا فِيها غَوْلٌ «1» .\nقال: يقول ليس فيها نتن «2» ولا كراهية كخمر الدنيا.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت امرأ القيس «3» وهو يقول:\nربّ كأس شربت لا غول فيها\n...\nوسقيت النّديم منها مزاجا «4»\n(1) سورة الصافات، الآية: 47.\n(2) النتن: الرائحة الكريهة.\n(3) امرؤ القيس: بن حجر بن الحارث الكندي، من بني آكل المرار. أشهر شعراء العرب على الإطلاق، يماني الأصل، ولد بنجد سنة (130) ق. هـ الموافق سنة (497) م. اشتهر بلقبه واختلف المؤرخون في اسمه. فقيل حندج وقيل مليكة وقيل عدي. كان أبوه ملك أسد وغطفان، وأمه أخت المهلهل الشاعر، فلقنه المهلهل الشعر فقاله وهو غلام، وجعل يشبب ويلهو ويعاشر صعاليك العرب، فبلغ ذلك أباه فنهاه عن سيرته فلم ينته، فأبعده إلى (دمّون) بحضرموت موطن آبائه وعشيرته، وهو في نحو العشرين من عمره، فأقام زهاء خمس سنين، ثم جعل ينتقل مع أصحابه في أحياء العرب، يشرب ويطرب ويغزو ويلهو، إلى أن ثار بنو أسد على أبيه فقتلوه، فبلغ ذلك امرأ القيس وهو جالس للشراب فقال: رحم الله أبي ضيعني صغيرا وحملني دمه كبيرا، لا صحو اليوم ولا سكر غدا! اليوم خمر وغدا أمر. ونهض من غده فلم يزل حتى ثأر لأبيه من بني أسد. وقال في ذلك شعرا كثيرا. وكانت حكومة فارس ساخطة على بني آكل المرار، فأوعزت إلى المنذر ملك العراق، بطلب امرئ القيس، فطلبه فابتعد، وتفرق عنه أنصاره، فطاف قبائل العرب حتى انتهى إلى السموأل فأجاره، فمكث عنده مدة، ثم رأى أن يستعين بالروم على الفرس، فقصد الحارث بن أبي أشمر الغساني والي بادية الشام، فسيّره هذا إلى قيصر الروم يوستينيانس في القسطنطينية، فوعده ومطله، ثم ولاه إمرة فلسطين ولقبه فيلارق أي الوالي، فرحل يريدها فلما كان بأنقرة ظهرت في جسمه قروح، فأقام إلى أن مات في أنقرة سنة (80) ق. هـ الموافق (545) م. (انظر: الأعلام: 2/ 11) . [\n.....\n]\n(4) كذا في (الأصل المخطوط) و (الإتقان) : 1/ صفحة 122. ولم يرد البيت في الديوان.\nالجزء: 1 ¦ الصفحة: 57\n",
        "(29) وس ق [اتّسق]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَالْقَمَرِ إِذَا اتَّسَقَ «1» .\nقال: اتّساقه اجتماعه واستواؤه.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت طرفه «2» وهو يقول:\nإنّ لنا قلائصا نقانقا\n...\nمستوسقات لو يجدن سائقا «3»\n(1) سورة الإنشقاق، الآية: 18.\n(2) طرفة: طرفة بن العبد: سبق التعريف عنه رقم: 9.\n(3) كذا في (الأصل المخطوط) و (الإتقان) 1/ 122. وقد ورد البيت في (الكامل) للمبرد:\n2/ 566. و (سمط اللآلي) للبكري: 1/ 102. ولم يرد البيت في الديوان.\nالجزء: 1 ¦ الصفحة: 58\n",
        "(30) خ ل د [خالدون]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَهُمْ فِيها خالِدُونَ «1» .\nقال: هم فيها باقون لا يخرجون منها أبدا، كذلك أهل النار وأهل الجنة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت عدي بن زيد «2» وهو يقول:\nفهل من خالد إمّا هلكنا\n...\nوهل بالموت يا للنّاس عار «3»\nوقال لبيد بن ربيعة «4» :\nكلّ بني أم وإن كثروا\n...\nيوما يصيرون إلى واحد «5»\nفالواحد الباقي كمن قد مضى\n...\nليس بمتروك ولا خالد\n(1) سورة البقرة، الآية: 25.\n(2) عدي بن زيد: سبق التعريف عنه في رقم 20.\n(3) كذا في (الأصل المخطوط) و (الإتقان) 1/ صفحة 122. وقد ورد في البيت في (الديوان) و (معجم الشعراء) : 81 و (الشعر والشعراء) : 153.\n(4) لبيد بن ربيعة: سبق التعريف عنه في رقم 6.\n(5) كذا في (الأصل المخطوط) . وقد خلا (الإتقان) منهما. وخلا منهما أيضا (الديوان) . وورد في (الشعر والشعراء) : 181.\nالجزء: 1 ¦ الصفحة: 59\n",
        "(31) ج ف ن [وجفان]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَجِفانٍ كَالْجَوابِ «1» .\nقال: جفان: كالحياض، تتسع الجفنة للجزور.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت طرفة بن العبد «2» وهو يقول:\nكالجوابي لاتني مترعة\n...\nلقرى الأضياف أو للمختضر «3»\nوقال أيضا:\nيجبر الحروب فينا ماله\n...\nبقياب وجفان وخدم «4»\n(1) سورة سبأ، الآية: 13.\n(2) طرفة بن العبد: سبق التعريف عنه في رقم 9.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 123. وورد هذا البيت في (الديوان) : كما ورد في (مختارات ابن الشجري) : 2/ 37 بهذا النص.\nكالجوابي لا تنى مترعة\n...\nلقرى الأضياف يوما تحتضر\n(4) كذا في (الأصل والخطوط) ، ولم يرد في (الإتقان) . وورد في (الديوان) : بهذا النص:\nالنص:\nيجبر المحروب فينا ماله\n...\nببناء وسوام وخدم\nالجزء: 1 ¦ الصفحة: 60\n",
        "(32) م ر ض [مرض]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ «1» .\nقال: في قلبه الفجور وهو الزنا.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الأعشى «2» وهو يقول:\nحافظ للفرج راض بالتّقى\n...\nليس ممّن قلبه فيه مرض «3»\n(1) سورة الأحزاب، الآية: 32. [\n.....\n]\n(2) الأعشى: هو ميمون بن قيس بن جندل، من بني قيس بن ثعلبة الوائلي، أبو بصير المعروف بأعشى قيس، ويقال له: أعشى بكر بن وائل، والأعشى الكبير، من شعراء الطبقة الأولى في الجاهلية، وأحد أصحاب المعلقات وإن معلقته هي التي أولها:\nودّع هريرة إن الرّكب مرتحل\n...\nوهل تطيق وداعا أيّها الرجل\nكان الأعشى كثير الوفود على الملوك من العرب والفرس، غزير الشعر، يسلك فيه كل مسلك، وليس أحد ممن عرف قبله أكثر شعرا منه، وكان يغنّي بشعره، فسمي (صنّاجة العرب) . قال البغدادي: كان يفد على الملوك ولا سيما ملوك فارس، ولذلك كثرت الألفاظ الفارسية في شعره، عاش عمرا طويلا، وأدرك الإسلام ولم يسلم، ولقّب بالأعشى لضعف بصره، وعمي في أواخر عمره. توفي سنة (7) هـ الموافق (629) م في قرية (منفوحة) باليمامة وبها قبره. (انظر: معاهد التنصيص:\n1/ 196. وجمهرة أشعار العرب: 29 و 56. والشعر والشعراء: 79. والأعلام: 7/ 341.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 123. وليس البيت في (ديوان الأعشى) .\nالجزء: 1 ¦ الصفحة: 61\n",
        "(33) ل ز ب [لازب]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: مِنْ طِينٍ لازِبٍ «1» .\nقال: الملتزق الجيد وهو الطين الحر.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت النابغة «2» وهو يقول:\nولا يحسبون الخير لا شرّ بعده\n...\nولا يحسبون الشّرّ ضربة لازب «3»\n(1) سورة الصافات، الآية: 11.\n(2) النابغة: هو زياد بن معاوية بن ضباب الذبياني الغطفاني المعزي، أبو أمامة. شاعر جاهلي من الطبقة الأولى، من أهل الحجاز، كانت تضرب له قبة من جلد أحمر بسوق عكاظ، فتقصده الشعراء فتعرض عليه أشعارها. وكان الأعشى وحسان والخنساء ممن يعرض شعره على النابغة.\nوالنابغة أحد الأشراف في الجاهلية، وكان حظيا عند النعمان بن المنذر، حتى شبب في قصيدة له بالمتجردة (زوجة النعمان) فغضب النعمان، ففر النابغة ووفد على الغسانيين بالشام، وغاب زمنا، ثم رضي عنه النعمان، فعاد إليه، وشعره كثير وكان أحسن شعراء العرب ديباجة، لا تكلف في شعره ولا حشو، عاش عمرا طويلا وتوفي سنة (18) ق. هـ الموافق (604) م. (انظر: نهاية الأرب: 3/ 59. والشعر والشعراء: 38. والأعلام: 3/ 54) .\n(3) كذا في (الأصل المخطوط) ، وقد ورد البيت في (الديوان) صفحة وورد في (البيان والتبيين) : 2/ 185. وورد في (الإتقان) صفحة 1/ 123:\nفلا تحسبون الخير لا شرّ بعده\n...\nولا تحسبون الشّر ضربة لازب\nواستشهد به الطبري في (جامع البيان) 12/ 42. والطبرسي في (مجمع البيان) 43/ 50.\nالجزء: 1 ¦ الصفحة: 62\n",
        "(34) ن د د [أندادا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: تَجْعَلُوا لِلَّهِ أَنْداداً «1» .\nقال: الأنداد: الأشباه والأمثال.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت لبيد «2» وهو يقول:\nأحمد الله فلا ندّ له\n...\nبيديه الخير ما شاء فعل «3»\nوقال حسّان بن ثابت «4» يرد على أبي سفيان بن الحارث بن عبد المطلب «5»\nأتهجوه ولست له بندّ\n...\nفشرّكما لخيركما الفداء «6»\n(1) سورة البقرة، الآية: 22.\n(2) لبيد: سبق التعريف عنه في رقم 6.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 123. وقد ورد هذا البيت في (الديوان) .\n(4) حسان بن ثابت: سبق التعريف عنه في رقم 12.\n(5) أبو سفيان بن الحارث بن عبد المطلب: سبق التعريف عنه في رقم 3.\n(6) الندّ: المثل والنظير، ويرى أكثر اللغويين تخصيصه بالمثل الذي يناوئ نظيره وينازعه. الجمع:\nأنداد. والبيت ورد في (الأصل المخطوط) ولم يرد في (الإتقان) . وقد ورد في (الديوان) صفحة 13 بهذا النص:\nأتهجوه، ولست له بكفء\n...\nفشرّكما لخيركما الفداء\nواستشهد به (ابن هشام) : 2/ 181. والقرطبي في (الجامع لأحكام القرآن) : 1/ 230 بقول لبيد:\nأحمد الله فلا ندّ له\n...\nبيديه الخير ما شاء فعل\nالجزء: 1 ¦ الصفحة: 63\n",
        "(35) ش وب [شوبا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: ثُمَّ إِنَّ لَهُمْ عَلَيْها لَشَوْباً مِنْ حَمِيمٍ «1» .\nقال: الخلط. والحميم: الغاق.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر «2» وهو يقول:\nتلك المكارم لا قعبان من لبن\n...\nشيبا بماء فعادا بعد أبوالا «3»\n(1) سورة الصافات، الآية: 67.\n(2) الشاعر: هو أمية بن أبي الصلت، وقد سبق التعريف عنه في رقم 21.\n(3) كذا في (الأصل المخطوط) و (الإتقان) 1/ 123. وقد ورد هذا البيت في (الشعر والشعراء) :\n372 وفي (الديوان) 52. [\n.....\n]\nالجزء: 1 ¦ الصفحة: 64\n",
        "(36) ق ط ن [قطنا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: عَجِّلْ لَنا قِطَّنا «1» .\nقال: القطّ: الجزاء، وهو الحساب أيضا.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الأعشى «2» وهو يقول:\nولا الملك النّعمان يوم لقيته\n...\nبنعمته يعطي القطوط ويطلق «3»\n(1) سورة ص، الآية: 16.\n(2) الأعشى: سبق التعريف عنه في رقم 32.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 123. وقد ورد هذا البيت في (الديوان) : 219.\nواستشهد به الزمخشري في (الكشاف) : 4/ 82، والطبرسي في (مجمع البيان) : 5- 23/ 102. وأبو حيان في (البحر المحيط) 7/ 387 وجاء بهذا النص:\nولا الملك النّعمان يوم لقيته\n...\nبأمّته يعطي القطوط ويأفق\nوالملك النعمان: هو النعمان بن عمرو بن المنذر الغساني من ملوك آل غسان في الجاهلية، كانت له حوران وعبر الأردن وتلك الأنحاء، وليها نحو سنة 296 م، فبنى قصر السويداء بحوران وقصر حارب. (انظر تاريخ سني ملوك الأرض: 79. والأعلام: 8/ 38) .\nالجزء: 1 ¦ الصفحة: 65\n",
        "(37) ط ل ق [الطّلاق]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: الطَّلاقُ مَرَّتانِ «1» هل كانت العرب تعرف الطلاق ثلاثا في الجاهلية؟\nقال: نعم، كانت العرب تعرفه ثلاثا باتا «2» ، ويحك يا ابن الأزرق أما سمعت قول الأعشى «3» وقد أخذه أختانه «4» ، فقالوا: والله لا نرفع عنك العصا أو تطلق أهلك فإنك قد أضررت بها، فقال:\nيا جارتي بيني وبينك طالقه\n...\nكذاك أمور النّاس غاد وطاروه «5»\nفقالوا: والله لا نرفع عنك العصا أو تثني لها الطلاق، فقال:\nبيني فإنّ البين خير من العصا\n...\nوإن لا تزال فوق رأسي بارقه «6»\nفقالوا: والله لا نرفع عنك العصا أو تثلث لها الطلاق، فقال:\nوبيني حصان الفرج غير ذميمة\n...\nوموموقة فينا كذاك ووامقه «7»\nوذوقي فتى حي فإنّي ذائق\n...\nفتاة أناس مثل ما أنت ذائقة\n(1) سورة البقرة، الآية: 229.\n(2) باتا: من بت. وبت طلاق امرأته: جعله باتا لا رجعة فيه.\n(3) الأعشى: سبق التعريف عنه في رقم 32.\n(4) الأختان: مفردها: ختن أي زوج البنت أو الأخت، وكل من كان من قبل المرأة كالأب والأخت.\n(5) كذا في (ديوان الأعشى) : 263. أما في (الأصل المخطوط) :\nيا جارتا بيني فإنّك طالق\n...\nكذلك أمور النّاس غاد وطارق\n(6) كذا في (الأصل المخطوط) . و (الديوان) : 263.\n(7) كذا في (الأصل المخطوط) و (الديوان) : 263. ولم ترد الأبيات الثلاثة في الإتقان، والقصيدة هي في الأصل ستة أبيات قالها الأعشى في امرأته الهزائية حين طلقها.\nالجزء: 1 ¦ الصفحة: 66\n",
        "(38) س ن ن [مسنون]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: مِنْ حَمَإٍ مَسْنُونٍ «1» .\nقال: الحمأ: السوداء وهو الثاط «2» أيضا. والمسنون: المصور.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت حمزة بن عبد المطلب «3» وهو يمدحه عليه السلام.\nأغرّ كأنّ البدر شقّة وجهه\n...\nجلا الغيم عنه ضوؤه فتبدّدا «4»\n(1) سورة الحجر، الآية: 26.\n(2) الثاط: من ثقل بطنه، وقلّت حركته وخف شعر لحيته وحاجبيه، فهو ثط، الجمع: أثطاط، وثط.\n(3) حمزة بن عبد المطلب: بن هاشم، أبو عمارة، من قريش، عم رسول الله صلّى الله عليه وسلّم وأحد صناديد قريش، ولد في مكة سنة (54) ق. هـ الموافق (556) م، ونشأ فيها، وكان أعز قريش وأشدها شكيمة، ولما ظهر الإسلام تردد في اعتناقه، ثم علم أن أبا جهل تعرّض للنبي صلّى الله عليه وسلّم ونال منه، فقصده الحمزة وضربه وأظهر إسلامه، فقالت العرب: اليوم عزّ محمد وإن حمزة سيمنعه، وكفوا عن بعض ما كانوا يسيئون به إلى المسلمين، وهاجر حمزة مع النبي صلّى الله عليه وسلّم إلى المدينة، وشهد معركة بدر وغيرها. قال المدائني: أول لواء عقده رسول الله صلّى الله عليه وسلّم كان لحمزة، وكان شعار حمزة في الحرب: ريشة نعام يضعها على صدره، ولما كان يوم بدر قاتل بسيفين، وفعل الأفاعيل، استشهد الحمزة في معركة أحد سنة (3) هـ الموافق (625) م وانقرض عقبه. (انظر: أسد الغابة. والإصابة: وصفة الصفوة: 1/ 144. وتاريخ الإسلام: 1/ 99. والأعلام:\n2/ 278) .\n(4) كذا في (الأصل المخطوط) . و (الإتقان) : 1/ 123. واستشهد أبو الفرج الأصبهاني في (الأغاني) 11/ 325 بالبيت بهذا النص:\nأغرّ كأن البدر سنة وجهه\n...\nله كفل واف وفرع ومبسم\n[\n.....\n]\nالجزء: 1 ¦ الصفحة: 67\n",
        "(39) ب أس [البائس]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَأَطْعِمُوا الْبائِسَ الْفَقِيرَ «1» .\nقال: الذي لا يجد شيئا من شدة الحال.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت طرفة «2» وهو يقول:\nيغشاهم البائس المدقع والضّعي\n...\nف وجار مجاور جنب «3»\n(1) سورة الحج، الآية: 28.\n(2) طرفة: سبق التعريف عنه في رقم 9.\n(3) كذا في (الأصل المخطوط) أما في (الإتقان) : 1/ 123 فقد ورد بهذا النص:\nيغشاهم البائس المدقع والضّعي\n...\nف وجار محاور جنب\nوالمدقع: فقر مدقع: شديد ملصق بالتّراب، مذلّ. ودقع: افتقر وذلّ واستكان وخضع\nالجزء: 1 ¦ الصفحة: 68\n",
        "(40) غ د ق [غدقا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: ماءً غَدَقاً «1» .\nقال: أي ماء كثيرا جاريا.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nتدني كراديس ملتفا حدائقها\n...\nكالنبت جادت بها أنهارها غدقا «2»\n(1) سورة الجن، الآية: 16.\n(2) الكراديس: مفردها كردوسة. وهي طائفة عظيمة من الخيل أو الجيش، وكردس القائد الخيل أو الجيش: جعله كراديس.\nكذا في (الأصل المخطوط) و (الإتقان) : 1/ 123.\nالجزء: 1 ¦ الصفحة: 69\n",
        "(41) ق ب س [قبس]\nقال: يا ابن عباس أخبرني عن قول الله عزّ وجلّ: أَوْ آتِيكُمْ بِشِهابٍ قَبَسٍ «1» .\nقال: شعلة من نار تقتسبون منه، وذلك أن موسى «2» عزم لما خرج من أرض مدين «3» يريد مصر «4» ، وذلك في ليلة مظلمة، وطشت «5» السماء، فأنزل أهله وولده وقدح «6» النار، فلم يقدح شيئا، فرفعت له نار من الشجرة، فقال لأهله:\nامْكُثُوا إِنِّي [آنَسْتُ] ناراً لَعَلِّي آتِيكُمْ مِنْها بِقَبَسٍ «7» يقول: بجمرة أو آتيكم بشهاب قبس تقتبسون منه نارا.\nقال: وهل تعرف العرب ذلك؟\n(1) سورة النمل، الآية: 7.\n(2) موسى: سبق التعريف عنه في رقم 18.\n(3) مدين: مدينة قوم شعيب، وهي تجاه تبوك على بحر القلزم، وبها البئر التي استقى بها موسى لغنم شعيب. قال كثير عزة:\nرهبان مدين والّذين عهدتهم\n...\nيبكون من حذر العقاب قعودا\nلو يسمعون كما سمعت حديثها\n...\nخرّوا لعزّة ركّعا وسجودا\n(4) مصر: دولة عربية في شمال شرقي أفريقيا، عاصمتها القاهرة، فتحها المسلمون بقيادة عمرو بن العاص في أيام عمر بن الخطاب رضي الله عنه، يحدها شمالا البحر الأبيض المتوسط وشرقا فلسطين وخليج العقبة والبحر الأحمر، وجنوبا السودان، وغربا ليبيا. (انظر: المنجد في الأعلام: 665. ومراصد الاطلاع: 3/ 1277) .\n(5) طشت السماء: وهو المطر الضعيف، وهو دون الوابل وفوق الرّذاذ.\n(6) قدح: يقال: قدح فلان بالزّند: ضرب به حجره لتخرج منه النار. وقدح النار من الزند:\nأخرجها منه.\n(7) سورة القصص، الآية: 29. وفي (الأصل المخطوط) [أرى] بدلا من آنست، ولعلها خطأ من الناسخ.\nالجزء: 1 ¦ الصفحة: 70\n",
        "قال: نعم، أما سمعت طرفة بن العبد «8» وهو يقول:\nهمّ عراني فبتّ أدفعه\n...\nدون سهادي كشعلة القبس «9»\n(8) طرفة بن العبد: سبق التعريف عنه في رقم 9\n(9) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 123. والبيت ليس في (الديوان) . [\n.....\n]\nالجزء: 1 ¦ الصفحة: 71\n",
        "(42) أل م [أليم]\nقال: يا ابن عباس أخبرني عن قول الله عزّ وجلّ: وَلَهُمْ عَذابٌ أَلِيمٌ «1» .\nقال: الأليم: الوجيع.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nنام من كان خليا من ألم\n...\nوبقيت اللّيل طولا لم أنم «2»\n(1) سورة البقرة، الآية: 10، و 174 وسورة آل عمران، الآية: 77 و 177 و 188. وسورة المائدة، الآية: 36. وسورة التوبة، الآية: 79. وسورة النحل، الآية: 63، والآية:\n104 والآية: 117. وسورة الحشر، الآية: 15. وسورة التغابن، الآية: 5.\n(2) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 123.\nالجزء: 1 ¦ الصفحة: 72\n",
        "(43) ق ف و [وقفّينا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَقَفَّيْنا عَلى آثارِهِمْ «1» .\nقال: اتبعنا على آثار الأنبياء، أي بعثنا على آثارهم.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت عدي بن زيد «2» وهو يقول:\nيوم قفت عيرهم من عيرنا\n...\nواحتمال الحي في الصبح فلق «3»\n(1) سورة المائدة، الآية: 46.\n(2) عدي بن زيد: سبق التعريف عنه في رقم 20.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 123. وقد ورد في (الديوان) . بهذا النص:\nيوم قلّت عيرهم من عيرنا\n...\nواحتمال الحيّ في الصبح فلق\nالجزء: 1 ¦ الصفحة: 73\n",
        "(44) ر د ى [تردّى]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: إِذا تَرَدَّى «1» .\nقال: إذا مات وتردّى في النار، قال: نزلت في أبي جهل «2» .\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت عدي بن زيد «3» وهو يقول:\nخطفته منية فتردّى\n...\nوهو في الملك يأمل التعميرا «4»\n(1) سورة الليل، الآية: 11.\n(2) أبو جهل: هو عمرو بن هشام بن المغيرة المخزومي القرشي، أشد الناس عداوة لرسول الله صلّى الله عليه وسلّم في صدر الإسلام، وأحد سادات قريش وأبطالها ودهاتها في الجاهلية. قال صاحب عيون الأخبار: سوّدت قريش أبا جهل ولم يطرّ شاربه فأدخلته دار الندوة مع الكهول. أدرك الإسلام وكان يقال له: (أبا، الحكم) فدعاه المسلمون (أبا جهل) سأل الأخنس بن شريق الثقفي، وكانا قد استمعا شيئا من القرآن: ما رأيك يا أبا الحكم في ما سمعت من محمد؟ فقال: ما سمعت، تنازعنا نحن وبنو عبد مناف الشرف، أطعموا فأطعمنا، وحملوا فحملنا، وأعطوا فأعطينا، حتى إذا تحاذينا على الركب وكنا كفرسي رهان قالوا منّا نبي يأتيه الوحي من السماء، فمتى ندرك هذه.. والله لا نؤمن به أبدا ولا نصدقه! واستمر على عناده يثير الناس على محمد رسول الله صلّى الله عليه وسلّم وأصحابه لا يفتر عن الكيد لهم والعمل على إيذائهم، حتى كانت وقعة بدر الكبرى، فشهدها مع المشركين، فكان من قتلاها سنة (2) هـ الموافق (624) . (انظر: ابن الأثير 1/ 23 و 25 و 26 و 27 و 32 و 33 و 38 و 40 و 45 و 47. وعيون الأخبار: 1/ 230. والسيرة الحلبية:\n2/ 33. ودائرة المعارف الإسلامية: 1/ 322. والأعلام: 5/ 87) .\n(3) عدي بن زيد: انظر ترجمته في رقم 20.\n(4) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 123.\nالجزء: 1 ¦ الصفحة: 74\n",
        "(45) ن هـ ر [ونهر]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فِي جَنَّاتٍ وَنَهَرٍ «1» .\nقال: النّهر: السعة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت قيس بن الخطيم «2» وهو يقول:\nملكت بها كفّي فأنهرت فتقها\n...\nيرى قائم من دونها ما وراءها «3»\n(1) سورة القمر، الآية: 54.\n(2) قيس بن الخطيم بن عدي الأوسي، أبو يزيد، شاعر الأوس وأحد صناديدها في الجاهلية، أول ما اشتهر به تتبعه قاتلي أبيه وجده حتى قتلهما، وقال في ذلك شعرا، وله وقعة (بعاث) التي كانت بين الأوس والخزرج، قبل الهجرة، أشعارا كثيرة. أدرك الإسلام وتريث في قبوله، فقتل قبل أن يدخل فيه سنة (2) ق. هـ الموافق (3620) ، شعره جيد. (انظر: الأغاني: 3/ 154.\nالإصابة: رقم 7350. جمهرة أشعار العرب: 123. والأعلام: 5/ 205) .\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 123. وقد ورد في (ديوان قيس بن الخطيم) : 8 بهذا النص:\nملكت بها كفّي فانهرت فتقها\n...\nيرى قائما من خلفها ما وراءها\nكما ورد البيت في (شرح الحماسة) للمرزوقي 1/ 184. وفي (شرح الحماسة) للتبريزي 1/ 178، و (خزانة الأدب) 3/ 168. و (تأويل مشكل القرآن) صفحة 32.\nالجزء: 1 ¦ الصفحة: 75\n",
        "(46) ان م [للأنام]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَالْأَرْضَ وَضَعَها لِلْأَنامِ «1» .\nقال: الأنام: الخلق، وهم ألف أمة ستمائة في البحر، وأربعمائة في البرّ.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت لبيد بن ربيعة «2» وهو يقول:\nفإن تسألينا ممّ نحن فإنّنا\n...\nعصافير من هذا الأنام المسحّر «3»\n(1) سورة الرحمن، الآية: 10.\n(2) لبيد بن ربيعة: سبق التعريف عنه في رقم 6. [\n.....\n]\n(3) كذا في (الأصل المخطوط) أما في (الإتقان) : 124 و (الديوان) : 56.\nفإن تسألينا ممّ نحن فإنّنا\n...\nعصافير من هذا الأنام المسخّر\nوقد ورد هذا البيت (لسان العرب) باب: سحر، و (أمالي المرتضى) : 1/ 577، وهو منسوب لأمية بن أبي الصلت. كما ورد في (الحيوان) للجاحظ: 5/ 229. و (البيان والتبيين) : 1/ 198.\nو (مقاييس اللغة) : 3/ 138. والعصافير: صغار ضعاف، أي نحن أولاد قوم قد ذهبوا. مسحر:\nمعلل بالطعام والشراب، قال تعالى في سورة الشعراء، الآية: 153: إِنَّما أَنْتَ مِنَ الْمُسَحَّرِينَ.\nوقد أورد بعد هذا البيت صاحب شمس العلوم (12 و 1: 218) قوله:\nعبيد لحيّ حمير إن تملّكوا\n...\nوتظلّمنا عمّال كسرى وقيصر\nونحن وهم ملك لحمير عنوة\n...\nوما إن لنا من سادة غير حمير\nتبابعة سبعون من قبل تبع\n...\nتولّوا جميعا أزهرا بعد أزهر\nالجزء: 1 ¦ الصفحة: 76\n",
        "(47) ح ور [يحور]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: إِنَّهُ ظَنَّ أَنْ لَنْ يَحُورَ «1» .\nقال: إنه ظنّ أن لن يرجع.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم أما سمعت الشاعر «2» وهو يقول:\nوما المرء إلّا كالشّهاب وضوئه\n...\nيحور رمادا بعد إذ هو ساطع «3»\n(1) سورة الانشقاق، الآية: 14.\n(2) الشاعر هو لبيد بن ربيعة وقد سبق التعريف عنه في رقم 6.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 124. وكذلك في (الديوان) صفحة: 169 و (البحر المحيط) 8/ 444. و (بلوغ الأرب) 3/ 131. و (لسان العرب) باب: حور.\nواستشهد به الزمخشري في (الكشاف) : 4/ 75 وأضاف إليه هذا البيت:\nوما المال والأهلون إلّا ودائع\n...\nولا بدّ يوما أن تردّ الودائع\nوهذا البيتان من قصيدة طويلة والتي مطلعها:\nبلينا وما تبلى النّجوم الطّوالع\n...\nوتبقى الجبال بعدنا والمصانع\nالجزء: 1 ¦ الصفحة: 77\n",
        "(48) ع ول [تعولوا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: ذلِكَ أَدْنى أَلَّا تَعُولُوا «1» .\nقال: أجدر أن لا تميلوا ولا تبخسوا.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر «2» وهو يقول.\nإنّا تبعنا رسول الله واطّرحوا\n...\nقول النّبيّ وعالوا في الموازين «3»\n(1) سورة النساء، الآية: 3.\n(2) الشاعر: هو عبد الله بن الحارث بن قيس السهمي القرشي، شاعر من الصحابة، كان يلقب بالمبرق، لشعر قال فيه:\nإذا أنا لم أبرق فلا يسعنّني\n...\nمن الأرض بر ذو فضاء ولا بحر\nقتل باليمامة، وقيل بالطائف سنة (11) هـ الموافق (632) م. (انظر: الإصابة رقم 4596، ونسب قريش: 401. والأعلام: 4/ 77) .\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 6/ 124. و (سيرة ابن هشام) : 1/ 354. وأساس البلاغة) : 2/ 149.\nالجزء: 1 ¦ الصفحة: 78\n",
        "(49) ل وم [مليم]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَهُوَ مُلِيمٌ «1» .\nقال: المليم: المسيء المذنب.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أمية بن أبي الصلت «2» وهو يقول:\nبريء النّفس ليس لها بأهل\n...\nولكنّ المسيء هو المليم «3»\n(1) سورة الصّافات، الآية: 142.\n(2) أمية بن أبي الصلت: سبق التعريف عنه في رقم 21.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 124. أما في (الديوان) : 55. فهو بهذا النص:\nبريء النّفس ليس لها بأهل\n...\nولكنّ المسيء هو الملوم\nالجزء: 1 ¦ الصفحة: 79\n",
        "(50) ع ف و [يعفو]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: إِلَّا أَنْ يَعْفُونَ أَوْ يَعْفُوَا الَّذِي بِيَدِهِ عُقْدَةُ النِّكاحِ «1» .\nقال: ألا أن تدع المرأة نصف المهر أو يعطيها زوجها النصف الباقي، فيقول: كانت في ملكي وحبستها عن الزواج.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت زهير بن أبي سلمى «2» وهو يقول:\nحزما وبرا للإله وشيمة\n...\nتعفو على خلق المسيء المفسد «3»\n(1) سورة البقرة، الآية: 237.\n(2) زهير بن أبي سلمى: سبق التعريف عنه في رقم 19.\n(3) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) . وقد وردت في (الديوان) .\nالجزء: 1 ¦ الصفحة: 80\n",
        "(51) ح س س [تحسّونهم]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ «1» .\nقال: تقتلونهم بأمر محمد «2» .\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nومنا الذي لاقى بسيف محمد\n...\nفحسّ به الأعداء عرض العساكر «3»\nوقال أوس بن حجر «4» :\nفما غضبوا إنا نحس عليهم\n...\nولكن رأوا نارا تحصّ وتسفع «5»\n(1) سورة آل عمران، الآية: 152. [\n.....\n]\n(2) محمد: يعني رسول الله صلّى الله عليه وسلّم.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 124. أما في (جامع البيان) ، و (البحر المحيط) فقد جاء بهذا النص:\nومنّا الذي لاقى بسيف محمّد\n...\nفجاسّ به الأعداء عرض العساكر\nوالاستشهاد في قوله تعالى في سورة الإسراء الآية: 5: فَجاسُوا خِلالَ الدِّيارِ. وقد ورد البيت في (لسان العرب) باب: حسّ.\n(4) أوس بن حجر: بن مالك التميمي أبو شريح، شاعر تميم في الجاهلية، ومن كبار شعرائها، في نسبه اختلاف بعد أبيه حجر، وهو زوج أمّ زهير بن أبي سلمى، كان كثير الأسفار، وأكثر إقامته عند عمرو بن هند في الحيرة، عمّر طويلا ولم يدرك الإسلام، في شعره حكمة ورقة، وكانت تميم تقدمه على سائر شعراء العرب، وكان أوس غزلا مغرما بالنساء. قال الأصمعي: أوس أشعر من زهير. إلا أن النابغة طأطأ منه. وهو صاحب الأبيات المشهورة التي أولها:\nأيّتها النّفس أجملي جزعا (انظر: معاهد التنصيص: 1/ 132. وخزانة البغدادي: 2/ 235. ودائرة المعارف الإسلامية: 3/ 152. وطبقات فحول الشعراء: 81. والأعلام: 2/ 31) .\n(5) كذا في (الأصل المخطوط) . ولم يرد هذا البيت في (الإتقان) . وورد في (لسان العرب) بهذا\nالجزء: 1 ¦ الصفحة: 81\n",
        "(52) ل ف و [ألفينا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: أَلْفَيْنا عَلَيْهِ آباءَنا «1» .\nقال: يعني وجدنا عليه آباءنا.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت نابغة بني ذبيان «2» وهو يقول:\nفحسّبوه فألفوه كما زعمت\n...\nتسعا وتسعين لم تنقص ولم تزد «3»\nالنص:\nفما جبنوا إنّا نشدّ عليهم\n...\nولكن لقوا نارا تحس وتسفع\nوفي (تاج العروس) جاء بهذا النص:\nفما جبنوا إنّا نسدّ عليهم\n...\nولكن لقوا نارا تحص وتسفع\nوالبيت في (الديوان) صفحة 57.\n(1) سورة البقرة، الآية: 170.\n(2) نابغة بني ذبيان: هو زياد بن معاوية وقد سبق التعريف عنه في رقم 33.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 124. وقد ورد هذا البيت في (الديوان) 35. بهذا النص:\nفحسّبوه، فألفوه، كما حسبت،\n...\nتسعا وتسعين لم تنقص ولم تزد\nوورد في (رغبة الأمل) : 1/ 63، (وخلاصة المنشآت السنية) : 3/ 102.\nالجزء: 1 ¦ الصفحة: 82\n",
        "(53) ج ن ف [جنفا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَمَنْ خافَ مِنْ مُوصٍ جَنَفاً «1» .\nقال: الميل والجور في الوصية.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت عدي بن زيد «2» وهو يقول:\nوأمك يا نعمان في أخواتها\n...\nتأتي ما يأتينه جنفا «3»\n(1) سورة البقرة، الآية: 182.\n(2) عدي بن زيد: سبق التعريف عنه في رقم 20.\n(3) كذا في (الأصل المخطوط) . أما في (الإتقان) 1/ 124.\nوأمك يا نعمان في أخواتها\n...\nتأتين ما يأتينه جنفا\nوليس البيت في الديوان.\nالجزء: 1 ¦ الصفحة: 83\n",
        "(54) ب أس [بالبأساء]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: بِالْبَأْساءِ وَالضَّرَّاءِ «1» .\nقال: البأساء: الخصب. والضّرّاء: الجدب.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت زيد بن عمرو «2» وهو يقول:\nإنّ الإله عزيز واسع حكم\n...\nبكفه الضّرّ والبأساء والنعم «3»\n(1) سورة الأنعام، الآية: 42.\n(2) زيد بن عمرو: بن قيس بن عتاب بن هرميّ الرياحي اليربوعي التميمي، المعروف بالأخوص، شاعر فارس، قال البغدادي: له في كتاب بني يربوع أشعار جياد: وسماه ياقوت في مختصر جمهرة الأنساب (الأخوص بن عمرو) وهو صاحب القصيدة التي منها:\nوكنت إذا ما باب ملك قرعته\n...\nقرعت بآباء ذوي شرف ضخم\nوالبائية التي منها:\nمشائيم ليسوا مصلحين عشيرة\n...\nولا ناعب إلا بين غرابها\nتوفي سنة (50) هـ الموافق (670) م. (انظر: خزانة البغدادي: 2/ 140- 143. والتاج:\n4/ 391. والأعلام: 3/ 60) .\n(3) كذا في (الإتقان) : 1/ 124. أما في (الأصل المخطوط) فالبيت منسوب إلى يزيد بن عمر- وهو خطأ من الناسخ. وورد خطأ في (معجم غريب القرآن) : 241 فقد ثبته الأستاذ محمد فؤاد عبد الباقي: زيد بن عمر، وصححه الزركلي في (الأعلام) : 3/ 60، وابن كثير في (البداية والنهاية) : 3/ 238- 240. [\n.....\n]\nالجزء: 1 ¦ الصفحة: 84\n",
        "(55) ر م ز [رمزا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: إِلَّا رَمْزاً «1» .\nقال: الإشارة باليد، والوحي بالرأس.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nما في السماء من الرّحمن رامزة\n...\nإلّا إليه وما في الأرض من وزر «2»\n(1) سورة آل عمران، الآية: 41.\n(2) كذا في (الأصل المخطوط) ، أما في (الإتقان) : 1/ 124 ورد بهذا النص:\nما في السماء من الرحمن مرتمز\n...\nإلا إليه وما في الأرض من وزر\nوالوزر: الجبل المنيع، والملجأ يعتصم به.\nالجزء: 1 ¦ الصفحة: 85\n",
        "(56) ف وز [فاز]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَقَدْ فازَ «1» .\nقال: يعني فقد سعد ونجا.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت عبد الله بن رواحة «2» وهو يقول:\nوعسى أن أفوز ثمّ ألقّى\n...\nحجة التّقى بها الفتانا «3»\n(1) سورة آل عمران، الآية: 185.\n(2) عبد الله بن رواحة: بن ثعلبة الأنصاري، من الخزرج، أبو محمد، صحابي يعد من الأمراء والشعراء الراجزين، كان يكتب في الجاهلية، وشهد العقبة مع السبعين من الأنصار، وكان أحد النقباء الاثني عشر، شهد معركة بدر وأحد والخندق والحديبية، واستخلفه رسول الله صلّى الله عليه وسلّم على المدينة المنورة في إحدى غزواته، وصحبه في عمرة القضاء، وله فيها رجز، وكان أحد الأمراء في وقعة مؤتة (بأدنى البلقاء من أرض الشام) فاستشهد فيها سنة (8) هـ الموافق (629) م.\n(انظر: تهذيب التهذيب: 5/ 212. وإمتاع الأسماع: 1/ 270. والإصابة في تمييز الصحابة: رقم 4667. وصفة الصفوة: 1/ 191. وحلية الأولياء: 1/ 118. وطبقات ابن سعد: 3/ 79. والمحبر: 119- 121- 123. وجمهرة أشعار العرب: 121. والأعلام:\n4/ 86) .\n(3) كذا في (الأصل المخطوط) . أما في (الإتقان) : 1/ 124. فقد جاء بهذا النص:\nوعسى أن أفوز ثمت القى\n...\nحجة اتّقي بها الفتّانا\nالجزء: 1 ¦ الصفحة: 86\n",
        "(57) س وو [سواء]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: سَواءٍ بَيْنَنا وَبَيْنَكُمْ «1» .\nقال: عدل بيننا وبينكم.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nتلاقينا فقاضينا سواء\n...\nولكن جرّ عن حال لحال «2»\n(1) سورة آل عمران، الآية: 64.\n(2) كذا في (الأصل المخطوط) ، وفي (الإتقان) : 1/ 125.\nالجزء: 1 ¦ الصفحة: 87\n",
        "(58) س ن و [سنة]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: لا تَأْخُذُهُ سِنَةٌ وَلا نَوْمٌ «1» .\nقال: السنة: الوسنان الذي هو نائم وليس بنائم.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت زهير بن أبي سلمى «2» وهو يقول:\nولا سنة طول الدّهر تأخذه\n...\nولا ينام وما في أمره فند «3»\n(1) سورة البقرة، الآية: 255.\n(2) زهير بن أبي سلمى: سبق التعريف عنه في رقم 19.\n(3) كذا في (الأصل المخطوط) ، ولم ترد المسألة في (الإتقان) ولا في (الديوان) .\nالجزء: 1 ¦ الصفحة: 88\n",
        "(59) خ ل ق [خلاق]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: ما لَهُ فِي الْآخِرَةِ مِنْ خَلاقٍ «1» .\nقال: ما له في الآخرة من نصيب.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أمية بن أبي الصلت «2» وهو يقول:\nيدعون منها بقوم لا خلاق لهم\n...\nإلّا سرابيل من قطر وأغلال «3»\nوقال عدي بن زيد «4» :\nسوف يأتيك والسلام جميعا\n...\nلكلانا فما له من خلاق «5»\n(1) سورة البقرة، الآية: 102.\n(2) أمية بن أبي الصلت: سبق التعريف عنه في رقم 21.\n(3) كذا في (الأصل المخطوط) أما في (الديوان) : ص 438. و (الإتقان) 1/ 125 فقد جاء بهذا النص:\nيدعون بالويل فيها لا خلاق لهم\n...\nإلّا شرابيل من قطر وأغلال\nوورد في (الديوان) ص 47. واستشهد به الطبرسي في (مجمع البيان) : 1/ 386. وأبو حيان في (البحر المحيط) .\nوالسرابيل: مفردها: سربال: وهو ما يلبس من قميص أو درع. القطر: النّحاس الذائب والحديد الذائب.\nالأغلال: مفردها: الغلّ. وهو طوق من حديد أو جلد يجعل في عنق الأسير أو المجرم أو في أيديهما.\n(4) عدي بن زيد: سبق التعريف عنه في رقم 20. [\n.....\n]\n(5) كذا في (الأصل المخطوط) ولم يرد هذا البيت في (الإتقان) ولا في (الديوان) .\nالجزء: 1 ¦ الصفحة: 89\n",
        "(60) ق ن ت [قانتون]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: كُلٌّ لَهُ قانِتُونَ «1» .\nقال: كل ما مقرنون.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت عدي بن زيد «2» وهو يقول:\nقانتا لله يرجو عفوه\n...\nيوم لا يكفر عبد ما ادخر «3»\n(1) سورة البقرة، الآية: 116.\n(2) عدي بن زيد: سبق التعريف عنه في رقم 20.\n(3) كذا في (الأصل المخطوط) ولم ترد هذه المسألة في (الإتقان) ولا في (الديوان) .\nالجزء: 1 ¦ الصفحة: 90\n",
        "(61) ج د د [جدّ]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: جَدُّ رَبِّنا «1» .\nقال: ارتفعت عظمة ربنا.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أمية بن أبي الصلت «2» وهو يقول:\nلك الحمد والنّعماء والملك ربّنا\n...\nفلا شيء أعلى منك جدّا وأمجد «3»\nمليك على عرش السماء مهيمن\n...\nلعزته تعنو الوجوه وتسجد «4»\nعليه حجاب النور والنّور حوله\n...\nوأنهار نور حوله تتوقّد «5»\n(1) سورة الجن، الآية: 3.\n(2) أمية بن أبي الصلت: سبق التعريف عنه في رقم 21.\n(3) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 125. أما في (الديوان) ص 27. فقد جاء بهذا النص:\nلك الحمد والنّعماء والملك ربّنا\n...\nفلا شيء أعلى منك مجدا وأمجد\n(4) لم يرد هذا البيت في (الإتقان) . المهيمن: من أسماء الله الحسنى. تعنو الوجوه: خضع وذلّ.\nيقول تعالى في سورة طه، الآية: 111. وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ.\n(5) لم يرد هذا البيت في (الإتقان) .\nالجزء: 1 ¦ الصفحة: 91\n",
        "(62) ان ي [آن]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: بَيْنَها وَبَيْنَ حَمِيمٍ آنٍ «1» .\nقال: الآن: الذي انتهى طبخه وحرّه.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت نابغة بني ذبيان «2» وهو يقول:\nوتخضب لحية غدرت وخانت\n...\nبأحمر من نجيع الجوف آن «3»\n(1) سورة الرحمن، الآية: 44.\n(2) نابغة بني ذبيان: هو زياد بن معاوية وقد سبق التعريف عنه في رقم 33.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 125. وكذلك في الديوان صفحة 120.\nوخضب: غير لونه، وخضّب شيبه بالحناء: غيّر لونه، فهو خاضب، والشيب مخضوب، وخضيب، ونجيع الجوف: الدم الخالص. والآني: الشديد الحرارة.\nالجزء: 1 ¦ الصفحة: 92\n",
        "(63) س ل ق [سلقوكم]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: سَلَقُوكُمْ بِأَلْسِنَةٍ حِدادٍ «1» .\nقال: الطعن باللسان.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الأعشى «2» وهو يقول:\nفيهم الخضب والسّماحة والنّجدة\n...\nفيهم والخاطب السّلاق «3»\n(1) سورة الأحزاب، الآية: 19.\n(2) الأعشى: سبق التعريف عنه في رقم 32. [\n.....\n]\n(3) كذا في (الأصل المخطوط) ، أما في (الإتقان) : 1/ 125 و (الديوان) : 144:\nفيهم الخضب والسّماحة والنّجدة\n...\nفيهم والخاطب المسلاق\nوهو الأصح.\nالجزء: 1 ¦ الصفحة: 93\n",
        "(64) ك د ي [وأكدى]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَأَعْطى قَلِيلًا وَأَكْدى «1» .\nقال: أعطى قليلا من ماله ومنع الكثير ثم كدّره بمنه.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nأعطى قليلا ثمّ أكدى بمنّه\n...\nومن ينشر المعروف في النّاس يحمد «2»\n(1) سورة النجم، الآية: 34.\n(2) كذا في (الأصل المخطوط) و (الإتقان) واستشهد به الشوكاني في (الفتح القدير) :\nوالقرطبي في (الجامع لأحكام القرآن) . بهذا النص:\nفأعطى قليلا ثمّ أكدى عطاءه\n...\nومن يبذل المعروف في النّاس يحمد\nالجزء: 1 ¦ الصفحة: 94\n",
        "(65) ش ح ن [المشحون]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فِي الْفُلْكِ الْمَشْحُونِ «1» .\nقال: السفينة الموقرة الممتلئة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت عبيد بن الأبرص «2» وهو يقول:\nشحنّا أرضهم بالخيل حتى\n...\nتركناهم أذلّ من الصّراط «3»\n(1) سورة الشعراء، الآية: 119.\n(2) عبيد بن الأبرص: سبق التعريف عنه في رقم 1.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 125.\nالجزء: 1 ¦ الصفحة: 95\n",
        "(66) ز ن م [زنيم]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: عُتُلٍّ بَعْدَ ذلِكَ زَنِيمٍ «1» .\nقال: زنيم: كزنمة الشاة، كذلك ولد الزناء «2» .\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر «3» وهو يقول:\nزنيم تداعته الرّجال زيادة\n...\nكما زيد في عرض الأديم الأكارع «4»\n(1) سورة القلم، الآية: 13.\n(2) الزنيم: الملحق بقوم ليس منهم، ولا يحتاجون إليه فكأنه فيهم زنمة.\n(3) الشاعر: هو الخطيم التميمي\n(4) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 125. واستشهد به الزمخشري في (أساس البلاغة) 1/ 410. وابن هشام في (السيرة) 1/ 387. و (رغبة الآمل) 1/ 156.\nالجزء: 1 ¦ الصفحة: 96\n",
        "(67) ق د د [قددا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: طَرائِقَ قِدَداً «1» .\nقال: المنقطعة من كل وجه.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nولقد قلت وزيد حاسر\n...\nيوم ولّت خيل زيد قددا «2»\n(1) سورة الجن، الآية: 11.\n(2) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 125.\nالجزء: 1 ¦ الصفحة: 97\n",
        "(68) ف ل ق [الفلق]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ «1» .\nقال: قل أعوذ بربّ الصّبح إذا انفلق من ظلمة الليل.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت زهير بن أبي سلمى «2» وهو يقول:\nالفارج الهمّ مسدول عساكره\n...\nكما يفرّج غمّ الظّلمة الفلق «3»\n(1) سورة الفلق، الآية: 1.\n(2) زهير بن أبي سلمى: سبق التعريف عنه في رقم 19. [\n.....\n]\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 125. وليس في (الديوان) . وقد ورد البيت في (البحر المحيط) : 8/ 382:\nيا فارج الكرب مسدولا عساكره\n...\nكما يفرّج غمّ الظّلمة الفلق\nالجزء: 1 ¦ الصفحة: 98\n",
        "(69) وز ر [وزر]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: كَلَّا لا وَزَرَ «1» .\nقال: الوزر: الملجأ.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت عمرو بن كلثوم التغلبي «2» وهو يقول:\nلعمرك ما إن له صخرة\n...\nلعمرك ما إن له من وزر «3»\n(1) سورة القيامة، الآية: 11.\n(2) عمرو بن كلثوم التغلبي: بن مالك بن عتّاب، من بني تغلب، أبو الأسود، شاعر جاهلي من الطبقة الأولى، ولد في شمالي جزيرة العرب في بلاد ربيعة، وتجوّل فيها وفي الشام والعراق ونجد، وكان من أعز الناس نفسا، وهو من الفتاك الشجعان. ساد قومه (تغلب) وهو فتى، وعمّر طويلا. وهو الذي قتل الملك عمرو بن هند، أشهر شعره معلقته التي مطلعها:\nألا هبي بصحنك فاصبحينا\n...\nولا تبقي خمور الأندرينا\nيقال: إنها كانت في نحو ألف بيت، وإنما بقي منها ما حفظه الرواة وفيها من الفخر والحماسة والعجب، مات في الجزيرة الفراتية سنة (40) ق. هـ الموافق (584) م. (انظر: تاريخ الإسلام للذهبي: 5/ 317- 289. والأعلام: 5/ 84) .\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 125. واستشهد به أبو حيان في (البحر المحيط) 8/ 382.\nالجزء: 1 ¦ الصفحة: 99\n",
        "(70) ن ح ب [نحبه]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَمِنْهُمْ مَنْ قَضى نَحْبَهُ «1» .\nقال: أجله الذي قدّر له.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت لبيد بن ربيعة «2» وهو يقول:\nألا تسألان المرء ماذا يحاول\n...\nأنخب فيقضى أم ضلال وباطل «3»\n(1) سورة الأحزاب، الآية: 23.\n(2) لبيد بن ربيعة: سبق التعريف عنه في رقم 6.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 126. والبيت في (الديوان) : 254. وقد استشهد به ابن منظور في (اللسان) باب: نحب. وسيبويه في (الكتاب) : 1/ 405.\nالجزء: 1 ¦ الصفحة: 100\n",
        "(71) ز وج [زوج]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: مِنْ كُلِّ زَوْجٍ بَهِيجٍ «1» .\nقال: الزوج: الواحد. والبهيج: الحسن.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الأعشى «2» وهو يقول:\nوكل زوج من الديباج يلبسه\n...\nأبو قدامة محبوا بذاك معا «3»\n(1) سورة الحج، الآية: 5.\n(2) الأعشى: سبق التعريف عنه في رقم 32.\n(3) كذا في (الأصل المخطوط) ولم ترد في (الإتقان) ، وليس البيت في الديوان. والديباج: ثوب من الحرير ملون ألوانا، وهو معرب ثم كثر حتى اشتقت العرب منه فقالوا (دبج) الغيث الأرض (دبجا) من باب ضرب إذا سقاها فأنبتت أزهارا مختلفة لأنه عندهم اسم للمنقش، واختلف في الياء، فقيل زائدة ووزنه فيعال، ولهذا يجمع بالياء فيقال: (ديابيج) وقيل: هي أصل والأصل (دبّاج) (المصباح المنير: 188) .\nالجزء: 1 ¦ الصفحة: 101\n",
        "(72) م ر ر [مرّة]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: ذُو مِرَّةٍ فَاسْتَوى «1» .\nقال: ذو شدة في أمر الله عزّ وجلّ وهو جبريل «2» عليه السلام.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت نابغة بني ذبيان «3» وهو يقول:\nقد كنت أقريه إذا ضافني\n...\nوهنّا قرى ذي مرة حازم «4»\n(1) سورة النجم، الآية: 6.\n(2) جبريل: سبق التعريف عنه في رقم 23.\n(3) نابغة بني ذبيان: هو زياد بن معاوية وقد سبق التعريف عنه في رقم 33.\n(4) كذا في (الأصل المخطوط) ولم ترد المسألة في (الإتقان) ولم يرد البيت في الديوان. وأقرى الضيف:\nأضافه وأكرمه، والقرى: ما يقدّم إلى الضيف. الوهن: الضعف في العمل أو الأمر أو البدن.\nوالحازم: العاقل ذو الحنكة وضبط الأمور. [\n.....\n]\nالجزء: 1 ¦ الصفحة: 102\n",
        "(73)\n(73) ع ص ر [المعصرات]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَأَنْزَلْنا مِنَ الْمُعْصِراتِ ماءً ثَجَّاجاً «1» .\nقال: المعصرات: السحاب يعصر بعضها بعضا فيخرج الماء من بين السحابتين.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت نابغة بني ذبيان «2» وهو يقول:\nتجرّ بها الأرواح من بين شمأل\n...\nوبين صبا بالمعصرات الدوامس»\n(1) سورة النبأ، الآية: 14.\n(2) نابغة بني ذبيان: هو زياد بن معاوية وقد سبق التعريف عنه في رقم 33.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 126. ولم يرد البيت في (الديوان) .\nالجزء: 1 ¦ الصفحة: 103\n",
        "(74) ع ض د [عضدك]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: سَنَشُدُّ عَضُدَكَ بِأَخِيكَ «1» .\nقال: العضد: المعين الناصر على أمره.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت نابغة بني ذبيان «2» وهو يقول:\nفي ذمة من أبي قابوس منقذة\n...\nللخائفين ومن ليست له عضد «3»\n(1) سورة القصص، الآية: 35.\n(2) نابغة بني ذبيان: هو زياد بن معاوية وقد سبق التعريف عنه في رقم 33.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 126. وليس البيت في ديوان النابغة.\nالجزء: 1 ¦ الصفحة: 104\n",
        "(75) غ ب ر [الغابرين]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: إِلَّا عَجُوزاً فِي الْغابِرِينَ «1» .\nقال: عجوز في الباقين.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت عبيد الله بن الأبرص «2» وهو يقول:\nذهبوا وخلفني المخلف فيهم\n...\nفكأنني في الغابرين غريب «3»\n(1) سورة الشعراء، الآية: 171.\n(2) عبيد بن الأبرص: سبق التعريف عنه في رقم 1.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 126.\nالجزء: 1 ¦ الصفحة: 105\n",
        "(76) ن ص ب [الأنصاب]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: الْأَنْصابُ وَالْأَزْلامُ «1» .\nقال: الأنصاب: الحجارة التي كانت العرب تعبدها من دون الله وتذبح لها، والأزلام: القداح.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت نابغة بني ذبيان «2» وهو يقول:\nفلا لعمر الّذي مسّحت كعبته\n...\nوما هريق على الأنصاب من جسد «3»\n(1) سورة المائدة، الآية: 90.\n(2) نابغة بني ذبيان: هو زياد بن معاوية وقد سبق التعريف عنه في رقم 33.\n(3) كذا في (الأصل المخطوط) ولم ترد هذه المسألة في (الإتقان) . وهريق: صبّ. ومعنى البيت: أي أقسم بالله أولا ثم بالدماء التي كانت تصب على الأنصاب. وقد ورد البيت في (الديوان) صفحة 35، في قصيدة طويلة يمدح بها النابغة النعمان ويعتذر إليه عما رماه به (المنخل اليشكري) وأبناء قريع ويبرئ نفسه من وشايتهم والتي يقول في مطلعها:\nيا دارميّة بالعلياء فالسّند،\n...\nأقوت، وطال عليها سالف الأبد\nالجزء: 1 ¦ الصفحة: 106\n",
        "(77) ص د ف [يصدفون]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: ثُمَّ هُمْ يَصْدِفُونَ «1» .\nقال: يعرضون عن الحق، نزلت في قريش «2» .\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أبا سفيان بن الحارث بن عبد المطلب «3» وهو يقول:\nعجبت لحلم الله عنا وقدا بدا\n...\nله صدفنا عن كل حق مترّك «4»\n(1) سورة الأنعام، الآية: 46.\n(2) قريش: قبيلة يرجع نسبها إلى قريش بن بدر بن يخلد بن النضر بن كنانة، من عدنان، جاهلي من أهل مكة، كان دليل بني كنانة في تجاراتهم، فإذا أقبل في القافلة يقال: قدمت عير قريش، فغلب لفظ (قريش) على من كان في عهده من بني النضر بن كنانة، والقرشيون قسمان: (قريش البطاح) وهم ولد قصي بن كلاب وبنو كعب بن لؤي، و (قريش الظواهر) وهم من سواهم وقد تفرع منهما بطون كثيرة. (انظر: الروض الأنف: 1/ 70، وتاريخ اليعقوبي: 1/ 212.\nومعجم قبائل العرب: 927. والبداية والنهاية: 2/ 200، والسيرة الحلبية: 1/ 13.\nوالأعلام: 5/ 195. [\n.....\n]\n(3) أبو سفيان بن الحارث بن عبد المطلب: سبق التعريف عنه في رقم 3.\n(4) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 126.\nالجزء: 1 ¦ الصفحة: 107\n",
        "(78) اس ى [تأس]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَلا تَأْسَ «1» .\nقال: لا تحزن يا موسى «2» .\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت امرأ القيس «3» وهو يقول:\nوقوفا بها صحبي عليّ مطيّهم\n...\nيقولون لا تهلك أسى وتحمّل «4»\n(1) سورة المائدة، الآية: 26.\n(2) موسى: هو النبي موسى بن عمران وقد سبق التعريف عنه في رقم 18.\n(3) امرؤ القيس: سبق التعريف عنه في رقم 28.\n(4) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 126. وقد ورد البيت في معلقة امرئ القيس صفحة 29. ومعنى البيت: وقف أصحابه رواحلهم عليه أي لأجله يأمرونه بالصبر وعدم الجزع.\nالجزء: 1 ¦ الصفحة: 108\n",
        "(79) ب س ل [تبسل]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: أَنْ تُبْسَلَ نَفْسٌ بِما كَسَبَتْ «1» .\nقال: يعني أن تحبس نفس بما كسبت في النار.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت زهيرا «2» وهو يقول:\nوفارقتك برهن لا فكاك له\n...\nيوم الوداع فقلبي مبسل غلقا «3»\n(1) سورة الأنعام، الآية: 70.\n(2) زهير: هو زهير بن أبي سلمى وقد سبق التعريف عنه في رقم 19.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 126. أما في الديوان صفحة 39 فقد جاء بهذا النص:\nوفارقتك برهن لا فكاك له\n...\nيوم الوداع فقلبي مبسل غلقا\nالجزء: 1 ¦ الصفحة: 109\n",
        "(80) اف ل [أفلت]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَلَمَّا أَفَلَتْ «1» .\nقال: فلما زالت الشمس عن كبد السماء.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت كعب بن مالك الأنصاري «2» وهو يرثيه عليه السلام:\nفتغيّر القمر المنير لفقده\n...\nوالشّمس كسفت وكادت تأفل «3»\n(1) سورة الأنعام، الآية: 78.\n(2) كعب بن مالك: بن عمرو بن القين الأنصاري السلمي الخزرجي، صحابي من أكابر الشعراء، ومن أهل المدينة، اشتهر في الجاهلية وكان في الإسلام من شعراء النبي صلّى الله عليه وسلّم، وشهد أكثر الوقائع، ثم كان من أصحاب عثمان بن عفان رضي الله عنه، وأنجده يوم الثورة، وحرّض الأنصار على نصرته، ولما قتل عثمان قعد كعب عن نصرة الإمام علي كرم الله وجهه فلم يشهد حروبه، وعمي في آخر عمره وعاش سبعا وسبعين سنة وتوفي سنة (50) هـ الموافق (670) م.\nقال روح بن زنباع: أشجع بيت وصف به رجل قومه قول كعب بن مالك:\nنصل السيوف إذا قصرن بخطونا\n...\nيوما ونلحقها إذا لم تلحق\nروى كعب 80 حديثا عن رسول الله صلّى الله عليه وسلّم. (انظر: الأغاني: 15/ 29. والإصابة في تمييز الصحابة: رقم 7433. وخزانة البغدادي: 1/ 200. والأعلام: 5/ 229) .\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 126. و (الديوان) ص 261. و (شرح نهج البلاغة) 15/ 404. و (سيرة ابن هشام) 4/ 28. وقد ورد عجز البيت في: (معجم غريب القرآن) 239 بهذا النص:\nفتغيّر القمر المنير لفقده\n...\nوالشّمس قد كسفت وكادت تأفل\nالجزء: 1 ¦ الصفحة: 110\n",
        "(81) ص ر م [كالصّريم]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَأَصْبَحَتْ كَالصَّرِيمِ «1» .\nقال: الصريم: الذاهب.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nغدوت إليه غدوة فوجدته\n...\nقعودا لديه بالصريم عواذله «2»\n(1) سورة القلم، الآية: 20.\n(2) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 126. والعواذل: من عذل أي لام، فهو عاذل، والجمع: عذّل، وعذّال، وعذلة، وعاذلون، وهي عاذلة. والجمع: عواذل، وعاذلات. [\n.....\n]\nالجزء: 1 ¦ الصفحة: 111\n",
        "(82) ف ت أ [تفتؤا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: تَفْتَؤُا تَذْكُرُ يُوسُفَ «1» .\nقال: لا تزال تذكر يوسف «2» .\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nلعمرك ما تفتأ تذكر خالدا\n...\nوقد غاله ما غاله تبع قبل «3»\n(1) سورة يوسف، الآية: 85.\n(2) يوسف: هو النبي يوسف بن يعقوب عليهما السلام. رماه أخوته في البئر حسدا، فأنقذه بعض التجار، واستوزر لفرعون مصر، وتولى شؤون الإعاشة أيام المجاعة، جاء ذكره في التوراة، وورد في القرآن الكريم في 27 موضعا (انظر: المنجد في الأعلام 755) .\n(3) كذا في (الأصل المخطوط) أما في (الإتقان) : 1/ 126:\nلعمرك ما تفتأ تذكر خالدا\n...\nوقد غاله ما غال من قبل تبع\nوتبّع: نسبة إلى التبابعة، وهم دولة عربية نشأت في اليمن بعد الدولة الحميرية، وكان أول ملوكها الحرث الرائش، وهو كذلك آخر ملوك سبأ الحميريين الذين غلب على دولتهم الترف، فتراخت أحوالهم وفترت أيدي آخر ملوكهم حتى آل الملك إلى الحرث فعمل على تقوية الدولة وسميت من ثم دولة التبايعة، ويقال إن عدد ملوكها 26. آخرهم ذو نؤاس صاحب نجران في القرن السادس (انظر:\nالمنجد في الأعلام: 182) .\nالجزء: 1 ¦ الصفحة: 112\n",
        "(83) م ل ق [إملاق]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: خَشْيَةَ إِمْلاقٍ «1» .\nقال: مخافة الفقر.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nوإنّي على الإملاق يا قوم ماجد\n...\nأعدّ لأضيافي الشّواء المصهّبا «2»\n(1) سورة الإسراء، الآية: 31.\n(2) كذا في (الإتقان) : 1/ 126. و (الأصل المخطوط) . الشواء المصهب: ما كان لونه فيه حمرة أو شقرة.\nالجزء: 1 ¦ الصفحة: 113\n",
        "(84) ح د ق [حدائق]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: حَدائِقَ وَأَعْناباً «1» .\nقال: الحدائق: البساتين.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nبلاد سقاها الله أمّا سهولها\n...\nفقضب ودر مغدق وحدائق «2»\n(1) سورة النبأ، الآية: 32.\n(2) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 126. والقضب: كل شجرة طالت وامتدت أغصانها، وكل نبت اقتطع فأكل طريا كالبقول. والدّر: اللبن. المغدق: من غدق: أي المتسع، والماء المغدق: الماء الكثير الغامر، لقوله تعالى في سورة الجن الآية 16: وَأَنْ لَوِ اسْتَقامُوا عَلَى الطَّرِيقَةِ لَأَسْقَيْناهُمْ ماءً غَدَقاً.\nالجزء: 1 ¦ الصفحة: 114\n",
        "(85) ق وت [مقيتا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَكانَ اللَّهُ عَلى كُلِّ شَيْءٍ مُقِيتاً «1» .\nقال: قادرا مقتدرا.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الزبير بن عبد المطلب «2» وهو يقول:\nوذي ضعن كففت النّفس عنه\n...\nوكنت على مساءته مقيتا «3»\n(1) سورة النساء، الآية: 85.\n(2) الزبير بن عبد المطلب: بن هاشم، أكبر أعمام رسول الله صلّى الله عليه وسلّم، أدركه النبي في طفولته، وكان يعدّ من شعراء قريش إلا أن شعره قليل، يقال منه البيتان:\nإذا كنت في حاجة مرسلا\n...\nفأرسل حكيما ولا توصه\nوإن باب أمر عليك التوى\n...\nفشاور كريما ولا تعصه\n(انظر: الروض الأنف: 1/ 78، وسمط الآلئ: 743. والأعلام: 3/ 42) .\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 126 لكن السيوطي نسبه إلى أحيحة الأنصاري، والصحيح ما أثبتناه. وقد استشهد به الطبرسي في (مجمع البيان) 2/ 178. والطبري في (جامع البيان في تفسير القرآن) 4/ 188 أما الزمخشري في (الكشاف) 1/ 286 فاستشهد به بهذا النص:\nوذي ضغن نفيت السوء عنه\n...\nوكنت على إساءته مقيتا\nوفي اللسان (قوت) نسب للزبير عم رسول الله صلّى الله عليه وسلّم، ونسب كذلك إلى أبي قيس بن رفاعة، وأنشده الفراء في معاني القرآن. (جامع البيان 4/ 188) .\nالجزء: 1 ¦ الصفحة: 115\n",
        "(86) س ر ى [سريّا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا «1» .\nقال: السري: النهر الصغير وهو الجدول.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nسهل الخليقة ماجد ذو نائل\n...\nمثل السريّ تمدّه الأنهار «2»\n(1) سورة مريم، الآية: 24.\n(2) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 127. الخليقة: السليقة والطبيعة والعادة.\nالماجد: الشريف الخيّر، والحسن الخلق السّمح: الجمع: أمجاد وماجدون ومجدة. النائل: ما ينال والجود والعطاء.\nالجزء: 1 ¦ الصفحة: 116\n",
        "(87) اود [يؤده]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَلا يَؤُدُهُ حِفْظُهُما «1» .\nقال: لا يثقله حملهما عز وجل.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nيعطي المئين فلا يؤده حملها\n...\nمحض الضرائب ماجد الأخلاق «2»\n(1) سورة البقرة، الآية: 255.\n(2) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 126. [\n.....\n]\nالجزء: 1 ¦ الصفحة: 117\n",
        "(88) د هـ ق [دهاقا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَكَأْساً دِهاقاً «1» .\nقال: الكأس: الخمر. والدهاق: الملآن.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nأتانا عامر يرجو قرانا\n...\nفأترعنا له كأسا دهاقا «2»\n(1) سورة النبأ، الآية: 34.\n(2) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 127. وقد استشهد القرطبي في (الجامع لأحكام القرآن) 19/ 181 بهذا البيت بالنص التالي:\nأتانا عامر يرجو قرانا\n...\nفأترعنا له كأسا دهاقا\nالجزء: 1 ¦ الصفحة: 118\n",
        "(89) ك ن د [لكنود]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: إِنَّ الْإِنْسانَ لِرَبِّهِ لَكَنُودٌ «1» .\nقال: الكفور النعم: وهو الذي يكفر وجده «2» ، ويمنع رفده «3» ، ويجيع عبده.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nشكرت له يوم العكاظ نواله\n...\nولم أك للمعروف ثمّ كنودا «4»\n(1) سورة العاديات، الآية: 6.\n(2) الوجد: اليسار والسّعة.\n(3) الرّفد: العطاء والصّلة، الجمع: أرفاد.\n(4) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 127. وعكاظ: من أسواق العرب في الجاهلية، كانت تجتمع فيها القبائل مدة عشرين يوما في شهر ذي القعدة كل سنة بموضع بين نخلة والطائف يبعد عن مكة ثلاثة أيام، كان الشعراء يحضرون سوق عكاظ ويتناشدون ما أحدثوا من الشعر (انظر: المنجد في الأعلام 472) .\nالجزء: 1 ¦ الصفحة: 119\n",
        "(90) ن غ ض [فسينغضون]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَسَيُنْغِضُونَ إِلَيْكَ رُؤُسَهُمْ «1» .\nقال: يحركون رؤوسهم استهزاء برسول الله صلّى الله عليه وسلّم.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nأتنغض لي يوم الفجار وقد ترى\n...\nخيولا عليها كالأسود ضواريا «2»\n(1) سورة الإسراء، الآية: 51.\n(2) كذا في (الإتقان) : 1/ 127. أما في (الأصل المخطوط) فقد جاء بهذا النص وأعتقد أنه خطأ من الناسخ:\nأتنغض لي يوم الفخار وقد ترى\n...\nخيولا عليها كالأسود ضواريا\nيوم الفجار: قالوا أيام الفجار أربعة أفجرة: (الأول) : بين كنانة وعجز هوازن. و (الثاني) :\nبين قريش وكنانة. و (الثالث) : بين كنانة وبني نصر بن معاوية، ولم يكن فيه كبير قتال.\nو (الرابع) : وهو الأكبر بين قريش وهوازن، وكان بين هذا ومبعث رسول الله صلّى الله عليه وسلّم ست وعشرون سنة، وشهده صلّى الله عليه وسلّم وله أربع عشرة سنة. والسبب في ذلك أن البرّاض بن قيس الكناني قتل عروة الرّحّال، فهاجت الحرب، وسمت قريش هذه الحرب فجارا لأنها كانت في الأشهر الحرم، فقالوا:\nفجرنا إذ قاتلنا فيها أي فسقنا. (انظر: مجمع الأمثال: 2/ 430) .\nالجزء: 1 ¦ الصفحة: 120\n",
        "(91) هـ ر ع [يهرعون]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: يُهْرَعُونَ إِلَيْهِ «1» .\nقال: يقبلون إليه بالغضب.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر «2» وهو يقول:\nأتونا يهرعون وهم أسارى\n...\nنسوقهم على رغم الأنوف «3»\n(1) سورة هود، الآية: 78.\n(2) الشاعر: هو المهلهل وهو عدي بن ربيعة بن مرة بن هبيرة من بني جشم، من تغلب، أبو ليلى، شاعر، من أبطال العرب في الجاهلية من أهل نجد، وهو خال امرئ القيس الشاعر، قيل:\nلقب مهلهلا لأنه أول من هلهل نسج الشعر أي رققه، وكان من أصبح الناس وجها، ومن أفصحهم لسانا، عكف في صباه على اللهو والتشبيب بالنساء، فسماه أخوه كليب (زير النساء) أي جليسهن، ولما قتل جساس بن مرة كليبا ثار المهلهل، فانقطع عن الشراب واللهو، وآلى أن يثأر لأخيه، فكانت وقائع بكر وتغلب التي دامت أربعين سنة، وكانت للمهلهل فيها العجائب والأخبار الكثيرة. أما شعره فعالي الطبقة. (انظر: الشعر والشعراء: 99. وجمهرة أشعار العرب: 115. وخزانة البغدادي 1/ 300- 304. والأعلام 4/ 220) .\n(3) كذا في (الأصل المخطوط) و (الإتقان) 1/ 127. وقد استشهد به الطبري في (جامع البيان في تفسير القرآن) : 7/ 83. والطبرسي في (مجمع البيان) 3/ 12/ 194 وأبو حيان في (البحر المحيط) 5/ 246 بهذا النص:\nفجاؤوا يهرعون وهم أسارى\n...\nنقودهم على رغم الأنوف\nالجزء: 1 ¦ الصفحة: 121\n",
        "(92) ر ف د [الرّفد]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: بِئْسَ الرِّفْدُ الْمَرْفُودُ «1» .\nقال: بئس: اللعنة بعد اللعنة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت نابغة بني ذبيان «2» وهو يقول:\nلا تقذفنّي بركن لا كفاء له\n...\nوإن تأنّفك الأعداء بالرّفد «3»\n(1) سورة هود، الآية: 99.\n(2) نابغة بني ذبيان: هو زياد بن معاوية وقد سبقت ترجمته في رقم 33.\n(3) كذا في (الأصل المخطوط) أما في (أساس البلاغة) 1/ 5. و (الديوان) 36 فقد جاء بهذا النص:\nلا تقذفنّي بركن لا كفاء له\n...\nوأن تأثّفك الأعداء بالرّفد\nوهذا هو الصحيح. ولعل الخطأ في المخطوط كان من الناسخ. وورد في (الإتقان) 1/ 27 بهذا النص:\nلا تقذفنّي بركن لا كفاء له\n...\nوإن تأسّفك الأعداء بالرّفد\n[\n.....\n]\nالجزء: 1 ¦ الصفحة: 122\n",
        "(93) ت ب ب [تتبيب]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَما زادُوهُمْ غَيْرَ تَتْبِيبٍ «1» .\nقال: غير تخسير.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت بشر بن أبي خازم «2» وهو يقول:\nفهل جدعوا الأنوف فأوهنوها\n...\nوهم تركوا بني سعد تبايا «3»\n(1) سورة هود، الآية: 101.\n(2) بشر بن أبي خازم: عمرو بن عوف الأسدي، أبو نوفل، شاعر جاهلي فحل من الشجعان، من أهل نجد، من بني أسد بن خزيمة، كان من خبره أنه هجا أوس بن حارثة الطائي بخمس قصائد، ثم غزا طيئا فجرح، وأسره بنو نبهان الطائيون، فبذل لهم أوس مائتي بعير وأخذه منهم، فكساه حلته وحمله على راحلته، وأمر له بمائة ناقة وأطلقه، فانطلق لسان بشر بمدحه فقال فيه خمس قصائد محابها الخمس السالفة، وله قصائد في الفخر والحماسة جيدة، توفي قتيلا في غزوة أغار بها على بني صعصعة بن معاوية سنة (22) ق. هـ الموافق (598) م، رماه فتى من بني واثلة بسهم فأصاب صدره. (انظر: الشعر والشعراء 86. وأمالي المرتضى: 2/ 114. وخزانة البغدادي 2/ 262. والأعلام: 2/ 54) .\n(3) كذا في (الأصل المخطوط) ، أما في (الإتقان) : 1/ 127 فقد ورد بهذا النص:\nهم جدعوا الأنوف فأوعبوها\n...\nوهم تركوا بني سعد تبايا\nوروي البيت في (الديوان) 30، وفي (مختارات ابن الشجري) 2/ 33 بهذا النص:\nهم جدعوا الأنوف فأوعبوها\n...\nوهم تركوا بني سعد يبابا\nالجزء: 1 ¦ الصفحة: 123\n",
        "(94) هـ ي ت [هيت]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَقالَتْ هَيْتَ لَكَ «1» .\nقال: قد تهيأ لك، قم فاقض حاجتي.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أحيحة بن الجلاح»\nوهو يقول:\nبه أحمي المضاف إذا دعاني\n...\nإذا ما قيل للأبطال هيتا «3»\n(1) سورة يوسف، الآية: 23.\n(2) أحيحة بن الجلاح: بن الحريش الأوسي، أبو عمرو، شاعر جاهلي من دهاة العرب وشجعانهم، قال الميداني: كان سيد يثرب، وكان له حصن فيها سماه (المستظل) وحصن في ظاهرها سماه (الضحيان) ومزارع وبساتين ومال وفير. وقال البغدادي كان سيد الأوس في الجاهلية، وكان مرابيا كثير المال، أما شعره فالباقي منه قليل جيد توفي سنة (130) ق. هـ الموافق (497) م. (انظر: الأغاني 3/ 115. والأمثال: 1/ 13. والأعلام: 1/ 277) .\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 127.\nالجزء: 1 ¦ الصفحة: 124\n",
        "(95) ع ص ب [عصيب]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: يَوْمٌ عَصِيبٌ «1» .\nقال: يوم شديد.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nهم ضربوا قوانس خيل حجر\n...\nبجنب الرده في يوم عصيب «2»\n(1) سورة هود، الآية: 77.\n(2) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 127.\nالجزء: 1 ¦ الصفحة: 125\n",
        "(96) س أم [يسأمون]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَهُمْ لا يَسْأَمُونَ «1» .\nقال: الملائكة: لا يفترون ولا يملون عن العبادة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nمن الخوف لا ذو سأمة من عبادة\n...\nولا هو من طول التعبّد يجهد «2»\n(1) سورة فصلت، الآية: 38.\n(2) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 127.\nالجزء: 1 ¦ الصفحة: 126\n",
        "(97) وص د [مؤصدة]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: إِنَّها عَلَيْهِمْ مُؤْصَدَةٌ «1» .\nقال: أبواب النار على الكفار مطبقة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nتحنّ إلى أجبال مكّة ناقتي\n...\nومن دونها أبواب صنعاء مؤصده «2»\n(1) سورة الهمزة، الآية: 8. وورد في القرآن الكريم في سورة البلد الآية: 20: عَلَيْهِمْ نارٌ مُؤْصَدَةٌ.\n(2) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 127. واستشهد به أيضا: الزمخشري في (الكشاف) 4/ 26. وأبو حيان في (البحر المحيط) 8/ 473.\nالجزء: 1 ¦ الصفحة: 127\n",
        "(98) أب ل [أبابيل]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: طَيْراً أَبابِيلَ «1» .\nقال: ذاهبة وجائية تنقل الحجارة بمناقيرها وأرجلها فتبلبل عليهم فوق رؤوسهم.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nوبالفوارس من ورقاء قد علموا\n...\nأحلاس خيل على جرد أبابيل «2»\n(1) سورة الفيل، الآية: 3.\n(2) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 127. الورقاء: الحمامة أو التي لونها كالرماد فيه سواد. الجمع: ورق. أحلاس: مفردها حلس: كساء يلقى على ظهر الدابة ويكون تحت الرحل أو السرج. [\n.....\n]\nالجزء: 1 ¦ الصفحة: 128\n",
        "(99) ث ق ف [ثقفتموهم]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: حَيْثُ ثَقِفْتُمُوهُمْ «1» .\nقال: حيث وجدتموهم.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت حسان بن ثابت «2» وهو يقول:\nفإمّا تثقفنّ بنو لؤيّ\n...\nجذيمة إنّ قتلهم دواء «3»\n(1) سورة البقرة، الآية: 191.\n(2) حسان بن ثابت: سبق التعريف عنه في رقم 12.\n(3) كذا في (الأصل المخطوط) أما في (الإتقان) 1/ 127 فقد جاء بهذا النص:\nفإمّا تثقفنّ بني لؤيّ\n...\nجذيمة إنّ قتلهم دواء\nوورد البيت في قصيدة مطولة يمدح حسان بن ثابت رسول الله صلّى الله عليه وسلّم فيها، وذلك قبل فتح مكة ويهجو أبا سفيان بن حرب، وكان قد هجا النبي صلّى الله عليه وسلّم قبل إسلامه، فيقول:\nفإمّا تثقفنّ بنو لؤيّ\n...\nجذيمة إنّ قتلهم شفاء\nوبنو لؤي: يرجع نسبهم إلى لؤي بن غالب بن فهر من قريش من عدنان، من سلسلة النسب النبوي، كنيته أبو كعب، كان التقدم في قريش لبنيه وبني بنيه، وهم بطون كثيرة. (انظر: جمهرة الأنساب: 11/ 165. والطبري: 2/ 186. والأعلام: 5/ 225) . وجذيمة: يرجع نسبهم إلى جذيمة بن مالك بن نصر، من بني أسد بن خزيمة، وفي بنيه يقول النابغة الذبياني: (بنو جذيمة حي صدق سادة) . (انظر: سبائك الذهب 58. واللباب 1/ 216. والأعلام: 20/ 114) .\nالجزء: 1 ¦ الصفحة: 129\n",
        "(100) ن ق ع [نقعا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَأَثَرْنَ بِهِ نَقْعاً «1» .\nقال: النقع: ما يسطع من حوافر الخيل.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت حسان بن ثابت وهو يقول:\nعدمنا خيلنا إن لم تردها\n...\nتثير النّقع موعدها كداء «2»\n(1) سورة العاديات، الآية: 4.\n(2) كذا في (الأصل المخطوط) أما في (الإتقان) : 1/ 127 و (الديوان) 12 فهو بهذا النص:\nعدمنا خيلنا، إن لم تروها\n...\nتثير النّقع، موعدها كداء\nالجزء: 1 ¦ الصفحة: 130\n",
        "(101) س وو [سواء]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فِي سَواءِ الْجَحِيمِ «1» .\nقال: في وسط الجحيم.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر يقول:\nرماها بسهم فاستوى في سوائها\n...\nوكان قبولا للهوادي الطّوارق «2»\n(1) سورة الصافات، الآية: 55.\n(2) كذا في (الأصل المخطوط) ، أما في (الإتقان) : 1/ 128 فقد ورد في هذا النص:\nرماها بسهم فاستوى في سوائها\n...\nوكان قبولا للهوى ذي الطوارق\nالجزء: 1 ¦ الصفحة: 131\n",
        "(102) خ ض د [مخضود]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فِي سِدْرٍ مَخْضُودٍ «1» .\nقال: المخضود: الذي ليس بشوك.\nقال: أو تعرف العرب ذلك؟\nقال: نعم، أما سمعت أمية بن أبي الصلت «2» وهو يقول:\nإنّ الحدائق في الجنان ظليلة\n...\nفيها الكواعب سدرها مخضود «3»\n(1) سورة الواقعة، الآية: 28.\n(2) أمية أبي الصلت: سبق التعريف عنه في رقم 21.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 128. و (الديوان) 26. واستشهد به القرطبي في (الجامع لأحكام القرآن) 17/ 207. وأبو حيان في (البحر المحيط) 8/ 200. والكواعب:\nكعبت الفتاة: أي نهد ثديها، فهي كاعب وهي كعاب. السّدر شجر شائك من فصيلة النّبقيّات، مهده فلسطين، ينمو بريا وزراعيا، وخشبة شديد الصلابة شائع الاستعمال، وله ثمر فيه حلاوة، وسدرة المنتهى: شجرة في الجنة.\nالجزء: 1 ¦ الصفحة: 132\n",
        "(103) هـ ض م [هضيم]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: طَلْعُها هَضِيمٌ «1» .\nقال: متصل بعضه إلى بعض.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت امرأ القيس «2» وهو يقول:\nدار لبيضاء العوارض طفلة\n...\nمهضومة الكشحين ريّا المعصم «3»\n(1) سورة الشعراء، الآية: 148.\n(2) امرؤ القيس: سبق التعريف عنه في رقم 28.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 128. والبيت في (الديوان) منشورات دار المعارف المصرية وليس في (الديوان) منشورات دار الكتاب العربي السورية.\nالكشح: ما بين الخاصرة والضّلوع، الجمع: كشوح. يقال: طوى كشحه على الأمر:\nأضمره وستره، وطوى كشحه على ضغن: أخفاه. المعصم: موضع السوار من الساعد، الجمع: معاصم.\nالجزء: 1 ¦ الصفحة: 133\n",
        "(104) س د د [سديدا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: قَوْلًا سَدِيداً «1» .\nقال: قولا عدلا حقا.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت حمزة بن عبد المطلب «2» يمدحه صلّى الله عليه وسلّم:\nأمين على ما استودع الله قلبه\n...\nفإن قال قولا كان فيه مسدّدا «3»\n(1) سورة النساء، الآية: 9. [\n.....\n]\n(2) حمزة بن عبد المطلب: سبق التعريف عنه في رقم 38.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 128.\nالجزء: 1 ¦ الصفحة: 134\n",
        "(105) أل ل [إلّا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: إِلًّا وَلا ذِمَّةً «1» .\nقال: الآل: القرابة والذّمّة والعهد.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nجزى الله إلّا كان بيني وبينهم\n...\nجزاء ظلوم لا يؤخّر عاجلا «2»\n(1) سورة التوبة، الآية: 8.\n(2) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 128. الظّلوم: الكثير الظلم.\nالجزء: 1 ¦ الصفحة: 135\n",
        "(106) س ف ل [أسفل]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: أَسْفَلَ سافِلِينَ «1» .\nقال: هكذا الكافر من الشباب إلى الكبر، ومن الكبر إلى النار.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت علي بن أبي طالب «2» رضي الله عنه وهو يقول:\nفأضحوا لدى دار الجحيم بمعزل\n...\nعن الشعب والعدوان في أسفل السفل»\n(1) سورة التين، الآية: 5.\n(2) علي بن أبي طالب: بن عبد المطلب الهاشمي القرشي، أبو الحسن، أمير المؤمنين، رابع الخلفاء الراشدين، وأحد العشرة المبشرين بالجنة، وابن عم رسول الله صلّى الله عليه وسلّم وصهره، وأحد الشجعان الأبطال، ومن أكابر الخطباء والعلماء بالقضاء، وأوّل الناس إسلاما بعد السيدة خديجة رضي الله عنها، ولد في مكة المكرمة سنة (23) ق. هـ. الموافق (600) م، وتربى في حجر رسول الله صلّى الله عليه وسلّم، وشهد المشاهد كلها إلا تبوك، وكان اللواء بيده في أكثرها. ولما آخى رسول الله صلّى الله عليه وسلّم بين الصحابة قال له: (أنت أخي) وكان علي أحد رجال الشورى الذين نصّ عليهم الخليفة عمر بن الخطاب رضي الله عنهم، ولم يزل بعد النبي صلّى الله عليه وسلّم متصديا للعلم والفتيا حتى مقتل الخليفة عثمان رضي الله عنه، فبايعه الناس، ثم كان ما كان من أمر الجمل وصفين حتى قتل رضي الله عنه سنة (40) هـ الموافق (661) م. (انظر: صفة الصفوة: 1/ 118. وحلية الأولياء: 1/ 61. وشرح نهج البلاغة: 2/ 579. والإصابة في تمييز الصحابة: 5690.\nوالأعلام: 4/ 296) .\n(3) كذا في (الأصل المخطوط) ولم ترد المسألة في (الإتقان) .\nالجزء: 1 ¦ الصفحة: 136\n",
        "(107) خ م د [خامدين]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: خامِدِينَ «1» .\nقال: أصبح قوم صالح «2» في ديارهم ميتين.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت لبيد بن ربيعة «3» وهو يقول:\nخلّوا ثيابهم على عوارتهم\n...\nفهم بأفنية البيوت خمود «4»\n(1) سورة الأنبياء، الآية: 15.\n(2) صالح: نبي عربي، بعثه الله عز وجلّ إلى قومه ثمود لهدايتهم، فقال لهم اعبدوا الله ما لكم من إله غيره، فكذبوه، فزلزلت بهم الأرض. ورد ذكره في القرآن الكريم في 10 مواضع.\n(3) لبيد بن ربيعة سبق التعريف عنه في رقم 6.\n(4) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 128. أما في (الديوان) 34 فقد ورد بهذا النص:\nخلّوا ثيابهم على عوراتهم\n...\nفهم بأفنية البيوت همود\nالجزء: 1 ¦ الصفحة: 137\n",
        "(108) ح د ب [حدب]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ «1» .\nقال: ينشرون من جوف الأرض من كل ناحية.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت طرفة بن العبد «2» وهو يقول:\nوأما يومهن فيوم سوء\n...\nتخطفهن بالحدب الصقور «3»\n(1) سورة الأنبياء، الآية: 96.\n(2) طرفة بن العبد: سبق التعريف عنه في رقم 9.\n(3) كذا في (الأصل المخطوط) ، ولم ترد المسألة في (الإتقان) . أما في (الديوان) 34، فقد ورد بهذا النص:\nوأما يومهن فيوم نحس\n...\nتطاردهن بالحدب الصقور\nوالحدب من الأرض: ما ارتفع وغلظ. [\n.....\n]\nالجزء: 1 ¦ الصفحة: 138\n",
        "(109) ز ب ر [زبر]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: زُبَرَ الْحَدِيدِ «1» .\nقال: قطع الحديد.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت كعب بن مالك «2» وهو يقول:\nتلظّى عليهم حين شدّ حميّها\n...\nبزبر الحديد والحجارة ساجر «3»\n(1) سورة الكهف، الآية: 96.\n(2) كعب بن مالك: سبق التعريف عنه في رقم 80.\n(3) كذا في (الأصل المخطوط) ، أما في (الإتقان) 1/ 128 فقد جاء بهذا النص:\nتلظّى عليهم حين أنّ شدّ حميها\n...\nبزبر الحديد والحجارة ساجر\nوورد في (الديوان) 201 بهذا النص:\nتلظّى عليهم وهي قد شدّ حميها\n...\nبزبر الحديد والحجارة ساجر\nوقد استشهد به ابن هشام في (السيرة النبوية لابن هشام) 3/ 15.\nتلظّى: تلظّت النار: اشتد لهيبها. ساجر: من سجر أي ملأ. سجر التّنّور: أشبعه وقودا وأحماه.\nالجزء: 1 ¦ الصفحة: 139\n",
        "(110) س ح ق [فسحقا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَسُحْقاً لِأَصْحابِ السَّعِيرِ «1» .\nقال: بعدا لأصحاب السعير.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت حسان بن ثابت «2» وهو يهجو أبيّ بن خلف «3» فهو يقول:\nألا من مبلغ عنّي أبيّا\n...\nفقد ألقيت في سحق السّعير «4»\n(1) سورة الملك، الآية: 11.\n(2) حسان بن ثابت: سبق التعريف عنه في رقم 12.\n(3) أبي بن خلف: بن وهب بن جمح، قتله رسول الله صلّى الله عليه وسلّم يوم أحد وذلك أن أبيّ لقي رسول الله صلّى الله عليه وسلّم بمكة فقال له يا محمد إن عندي العوذ فرسا أعلفه كل يوم نرقا- اثني عشر رطلا- من الذرة، أقتلك عليه.\nفيقول رسول الله صلّى الله عليه وسلّم: «بل أنا أقتلك عليه إن شاء الله» .\n(4) كذا في (الأصل المخطوط) و (الإتقان) 1/ 128. ولم يرد البيت في (الديوان) . واستشهد به ابن هشام في (السيرة) 3/ 90.\nوبعد أحد عاد أبيّ إلى قريش، وكان رسول الله صلّى الله عليه وسلّم قد خدشه في عنقه خدشا غير كبير.\nفاحتقن الدم، قال أبي: قتلني والله محمد، قالوا له: ذهب والله فؤادك. والله إن بك من بأس!! قال: إنه قد كان قال لي بمكة: (أنا أقتلك) فو الله لو بصق علي لقتلني. فمات عدو الله بسرف وهم قافلون إلى مكة. وفي ذلك يقول حسان بن ثابت:\nألا من مبلغ عني أبيا\n...\nلقد ألقيت في سحق السعير\nتمنى بالضلالة من بعيد\n...\nوتقسم أن قدرت مع النذور\nتمنيك الأماني من بعيد\n...\nوقول الكفر يرجع في غرور\nفقد لاقتك طعنة ذي حفاظ\n...\nكريم البيت ليس بذي فجور\nفقد فضل على الأحياء طرا\n...\nإذا نابت ملمات الأمور\n(4) كذا في (الأصل المخطوط، ولم ترد هذه المسألة في (الإتقان) .\nالجزء: 1 ¦ الصفحة: 140\n",
        "(111) ح ن ف [حنيفا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: لِلدِّينِ حَنِيفاً «1» .\nقال: دينا مخلصا.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت حمزة بن عبد المطلب «2» وهو يقول:\nحمدت الله حين هدى فؤادي\n...\nإلى الإسلام والدّين الحنيف «3»\nوقال أيضا رجل يذكر بني عبد المطلب وفضلهم:\nأقيموا لنا دينا حنيفا فأنتم\n...\nلنا غاية قد يهتدي بالذوائب «4»\n(1) سورة يونس، الآية: 105.\n(2) حمزة بن عبد المطلب: سبق التعريف عنه في رقم 38.\n(3) كذا في (الأصل المخطوط) ولم ترد المسألة في (الإتقان) .\n(4) كذا في (الأصل المخطوط) والذوائب.\nالجزء: 1 ¦ الصفحة: 141\n",
        "(112) غ ر ر [غرور]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: إِنِ الْكافِرُونَ إِلَّا فِي غُرُورٍ «1» .\nقال: ما الكافرون إلا في باطل.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت حسان بن ثابت «2» وهو يهجو أبي بن خلف «3» ويقول:\nتمنّيك الأماني من بعيد\n...\nوقول الكفر يرجع في غرور «4»\n(1) سورة الملك، الآية: 20.\n(2) حسان بن ثابت: سبق التعريف عنه في رقم 12.\n(3) أبي بن خلف سبق التعريف عنه في رقم 110. [\n.....\n]\n(4) كذا في (الأصل المخطوط) و (الإتقان) 1/ 128. ولم يرد البيت في (الديوان) . واستشهد به ابن هشام في (سيرة ابن هشام) 3/ 90.\nالجزء: 1 ¦ الصفحة: 142\n",
        "(113) ح ص ر [حصورا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَسَيِّداً وَحَصُوراً «1» .\nقال: الحصور: الذي لا يأتي النساء.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nوحصور عن الخنا يأمر النا\n...\nس بفعل الخيرات والتشمير «2»\n(1) سورة آل عمران، الآية: 39.\n(2) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 128. والخنا: الفحش في الكلام.\nالجزء: 1 ¦ الصفحة: 143\n",
        "(114) ص ع ق [الصّاعقة]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَأَخَذَتْكُمُ الصَّاعِقَةُ «1» .\nقال: الصاعقة: العذاب، وأصله الموت.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت لبيد بن ربيعة «2» وهو يقول:\nقد كنت أخشى عليك الحتوف\n...\nوقد كنت آمنك الصاعقة «3»\n(1) سورة البقرة، الآية: 55.\n(2) لبيد بن ربيعة: سبق التعريف عنه في رقم 6.\n(3) كذا في (الأصل المخطوط) ، ولم ترد المسألة في (الإتقان) . الحتوف: من الحتف: وهو الموت يقال: مات فلان حتف أنفه أي: على فراشه بلا ضرب ولا قتل، إذ كانوا يتخيلون أن الجريح تخرج روحه من جرحه، وتخرج روح غيره من أنفه أو من فيه.\nالجزء: 1 ¦ الصفحة: 144\n",
        "(115) س وم [مسوّمين]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: مُسَوِّمِينَ «1» .\nقال: الملائكة عليهم عمائم بيض مسوّمة، فتلك سيما الملائكة يا ابن أم الأزرق.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nولقد حميت الخيل تحمل شكتي\n...\nجرداء صافية الأديم مسوّمة «2»\n(1) سورة آل عمران، الآية: 125.\n(2) كذا في (الأصل المخطوط) ، ولم ترد المسألة في (الإتقان) . شكتي: من الشّاكّ: رجل شاكّ السّلاح وشاكّ في السّلاح: لابس السّلاح التّامّ. الأديم: الجلد.\nالجزء: 1 ¦ الصفحة: 145\n",
        "(116) ق م ط ر [قمطريرا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: عَبُوساً قَمْطَرِيراً «1» .\nقال: الذي ينقبض وجهه من شدة الوجع.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر «2» وهو يقول:\nولا يوم الحساب وكان يوما\n...\nعبوسا في الشّدائد قمطريرا «3»\n(1) سورة الإنسان، الآية: 10.\n(2) الشاعر: هو أمية بن أبي الصلت، وقد سبق التعريف عنه في رقم 21.\n(3) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 128. وقد ورد في (الديوان) صفحة 37.\nالجزء: 1 ¦ الصفحة: 146\n",
        "(117) س وق [ساق]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: يَوْمَ يُكْشَفُ عَنْ ساقٍ «1» .\nقال: عن شدة الآخرة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nأسلم عصام أنّه شر باق\n...\nقبلك سر الناس ضرب الأعناق «2»\nقد قامت الحرب بنا على ساق\n(1) سورة القلم، الآية: 42.\n(2) كذا في (الأصل المخطوط) . أما في (الإتقان) : 1/ 128 فقد ورد هذا الشطر:\nقد قامت الحرب بنا على ساق وفي (معجم غريب القرآن) جاء بهذا النّص:\nصبرا أمام إنّه شر باق\n...\nوقامت الحرب بنا على ساق\nالجزء: 1 ¦ الصفحة: 147\n",
        "(118) أوب [إيابهم]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: إِنَّ إِلَيْنا إِيابَهُمْ «1» .\nقال: الإياب: المرجع.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت عبيد بن الأبرص «2» وهو يقول:\nوكلّ ذي غيبة يؤوب\n...\nوغائب الموت لا يؤوب «3»\nوقال:\nفألقت عصاها واستقرت بها النوى\n...\nكما قرّ عينا بالإياب المسافر «4»\n(1) سورة الغاشية، الآية: 25. [\n.....\n]\n(2) عبيد بن الأبرص: سبق التعريف عنه في رقم 1.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 128. وقد استشهد بالبيت ابن قتيبة في (الشعر والشعراء) ص 189.\n(4) كذا في (الأصل المخطوط) ولم يرد هذا البيت في (الإتقان) . النوى: البعد. واستقرت بها النوى: أي أقامت. قرّ عينا: سرّ ورضي. وقد جاء في (لسان العرب) باب (ع ص و) : قال ابن برّي: البيت لعبد ربه السّلمي.\nالجزء: 1 ¦ الصفحة: 148\n",
        "(119) ص وع [صواع]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: صُواعَ الْمَلِكِ «1» .\nقال: الصواع: الكأس الذي كان يشرب به قال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الأعشى «2» وهو يقول:\nله درمك في رأسه ومشارب\n...\nوقدر وطباخ وصاع وديسق «3»\n(1) سورة يوسف، الآية: 72.\n(2) الأعشى: سبق التعريف عنه في رقم 32.\n(3) كذا في (الأصل المخطوط) ولم ترد هذه المسألة في (الإتقان) ، وقد ورد البيت مع الذي يليه في (الديوان) صفحة 217 على النحو الآتي:\nله درمك في رأسه ومشارب\n...\nومسك وريحان وراح تصفق\nوحور كأمثال الدمى ومناصف\n...\nوقدر وطباخ وصاع وديسق\nوالدرمك: هو التراب الناعم. والديسق: الخوان من الفضة وهو فارسي معرّب.\nالجزء: 1 ¦ الصفحة: 149\n",
        "(120) ح وب [حوبا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: إِنَّهُ كانَ حُوباً كَبِيراً «1» .\nقال: إثما كبيرا بلغة الحبشة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الأعشى «2» وهو يقول:\nفإنّي وما كلّفتموني من أمركم\n...\nليعلم من أمسى أعقّ وأحوبا «3»\n(1) سورة النساء، الآية: 2.\n(2) الأعشى: سبق التعريف عنه في رقم 32.\n(3) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 128. أما في (الديوان) ص 115 جاء بهذا النص:\nوإنّي وما كلّفتموني وربّكم\n...\nلأعلم من أمسى أعقّ وأحوبا\nالجزء: 1 ¦ الصفحة: 150\n",
        "(121) ع ن ت [العنت]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: ذلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنْكُمْ «1» .\nقال: ذلك لمن خشي الإثم منكم فيتزوج الأمة «2» وإن لم يفعل فهو خير.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nرأيتك تبتغي عنتي وتسعى\n...\nعلى السّاعي عليّ بغير ذحل «3»\n(1) سورة النساء، الآية: 25.\n(2) الأمة: المرأة المملوكة خلاف الحرة، الجمع: إماء. وأميّة: مصغّر الأمة. يقال: يا أمة الله.\n(3) كذا في (الأصل المخطوط) ، أما في (الإتقان) : 1/ 128 فقد جاء بهذا النص:\nرأيتك تبتغي عنتي وتسعى\n...\nعلى السّاعي عليّ بغير ذحل\nوالعنت: المكابرة عنادا، والخطأ والفجور، والوقوع في أمر شاق.\nالجزء: 1 ¦ الصفحة: 151\n",
        "(122) ف ت ل [فتيلا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَلا يُظْلَمُونَ فَتِيلًا «1» .\nقال: لا ينقصون من الخير والشرّ مثل الفتيل، وهو الذي يكون في شقّ النّواة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت نابغة بني ذبيان «2» وهو يقول:\nيجمع الجيش ذا الألوف ويغزو\n...\nثمّ لا يرزأ الأعادي فتيلا «3»\nوقال الأول:\nأعاذل بعض لومك لا تلجي\n...\nفإن اللوم لا يغني فتيلا «4»\n(1) سورة النساء، الآية: 49.\n(2) نابغة بني ذبيان: هو زياد بن معاوية، وقد سبق التعريف عنه في رقم 33. [\n.....\n]\n(3) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 128. أما في (الديوان) صفحة 99:\nيجمع الجيش ذا الألوف ويغزو\n...\nثمّ لا يرزأ العدوّ فتيلا\n(4) كذا في (الأصل المخطوط) ولم يرد هذا البيت في (الإتقان) .\nالجزء: 1 ¦ الصفحة: 152\n",
        "(123) ق ط م ر [قطمير]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: ما يَمْلِكُونَ مِنْ قِطْمِيرٍ «1» .\nقال: القطمير: الجلدة البيضاء التي على النواة، وهكذا من عبد غير الله فإنه لا ينفعه قدر قطمير «2» .\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أمية بن أبي الصلت «3» وهو يقول:\nلم أنل منهم فسيطا ولا زبدا\n...\nولا فوقة ولا قطميرا «4»\n(1) سورة فاطر، الآية: 13.\n(2) سئل أبو يزيد البسطامي عن النقير والقطمير والفتيل فأجاب: النقير: هو النقرة التي في ظهر النواة، والقطمير: هي القشرة البيضاء. والفتيل: الذي يكون في بطن النواة (انظر) كتاب أبو يزيد البسطامي وقصته مع راهب دير سمعان) صفحة 88 تأليف: محمد عبد الرحيم.\n(3) أمية بن أبي الصلت: سبق التعريف عنه في رقم 21.\n(4) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 129. و (الديوان) صفحة 36.\nالجزء: 1 ¦ الصفحة: 153\n",
        "(124) ث ب ت [ثبات]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَانْفِرُوا ثُباتٍ «1» .\nقال: الثبة: عشرة فما فوق ذلك.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت عمرو بن كلثوم «2» وهو يقول:\nفأمّا يوم خشيتنا عليهم\n...\nفتصبح خيلنا عصبا ثبينا «3»\n(1) سورة النساء، الآية: 71.\n(2) عمرو بن كلثوم: سبق التعريف عنه في رقم 69.\n(3) كذا في (الأصل المخطوط) ، ولم ترد المسألة في (الإتقان) .\nالجزء: 1 ¦ الصفحة: 154\n",
        "(125) ر ك س [أركسهم]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: أَرْكَسَهُمْ بِما كَسَبُوا «1» .\nقال: حسبهم في جهنم بما عملوا.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أمية بن أبي الصلت «2» وهو يقول:\nفأركسوا في حميم النّار أنّهم\n...\nكانوا عصاة وقالوا الإفك والزّورا «3»\n(1) سورة النساء، الآية: 88.\n(2) أمية بن أبي الصلت: سبق التعريف عنه في رقم 21.\n(3) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 129. و (الديوان) صفحة 36. وقد استشهد به الطبري في (جامع البيان) 5/ 192. والطبرسي في (مجمع البيان) ، وأبو حيان في (البحر المحيط) 5/ 313. الإفك: الكذب أو أبلغ ما يكون من الكذب والافتراء. والزّور: الباطل أو شهادة الباطل، أو الكذب.\nالجزء: 1 ¦ الصفحة: 155\n",
        "(126) أم ر [أمرنا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: أَمَرْنا مُتْرَفِيها\n«1» .\nقال: سلّطنا عليهم الجبابرة فساموهم سوء العذاب.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت لبيد بن ربيعة «2» يقول:\nإن يغبطوا ييسّروا وإن أمروا\n...\nيوما يصيروا للهلك والنّكد «3»\n(1) سورة الإسراء، الآية: 16.\n(2) لبيد بن ربيعة: سبق التعريف عنه في رقم 6. [\n.....\n]\n(3) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 129. أما رواية (الديوان) صفحة 160، و (أساس البلاغة) 2/ 533:\nإن يغبطوا يهبطوا وإن أمروا\n...\nيوما يصيروا للهلك والنّكد\nورواية (الأغاني) 15/ 133:\nإن يغبطوا يهبطوا وإن أمروا\n...\nيوما يصيروا للهلك والفند\nورواية (لسان العرب) باب: (هبط) :\nإن يغبطوا يهبطوا وإن أمروا\n...\nيوما يصيروا للهلك والنّقد\nالجزء: 1 ¦ الصفحة: 156\n",
        "(127) ف ت ن [يفتنكم]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا «1» .\nقال: إن يضلكم الذين كفروا بالعذاب والجهد بلغة هوازن «2» .\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت امرأ القيس «3» وهو يقول:\nكلّ امرئ من عباد الله مضطهد\n...\nببطن مكّة مقهور ومفتون «4»\n(1) سورة النساء، الآية: 101.\n(2) هوازن: نسبة إلى هوازن بن منصور بن قيس عيلان، من عدنان. نبوه بطون كثيرة، كانت منازلهم بين غور تهامة إلى وراء (بيشة) وناحية السّراة والطائف. من بطونهم: بنو سعد، وثقيف، وعامر، وكلاب، وعقيل، وخفاجة، وهلال بن عامر، وغزية، وجشم بن بكر.\n(انظر: معجم ما استعجم: 1/ 87، وجمهرة الأنساب: 252. ومعجم قبائل العرب:\n1231. والأعلام: 8/ 101.\n(3) امرؤ القيس: سبق التعريف عنه في رقم 28.\n(4) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 129. ولم يرد البيت في الديوان.\nالجزء: 1 ¦ الصفحة: 157\n",
        "(128) خ ن ق [والمنخنقة]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَالْمُنْخَنِقَةُ «1» .\nقال: كانت العرب تخنق الشاة فإذا ماتت أكلوا لحمها.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت امرأ القيس «2» وهو يقول:\nيغط غطيط البكر شدّ خناقه\n...\nليقتلني والمرء ليس بقتال «3»\n(1) سورة المائدة، الآية: 3.\n(2) امرؤ القيس: سبق التعريف عنه في رقم 28.\n(3) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في الإتقان. وليس البيت في (الديوان) . غطّ النائم: صات وردد النّفس في خياشيمه وحلقه حتى يسمعه من حوله. غطيط النائم أو المخنوق: نخيره.\nالجزء: 1 ¦ الصفحة: 158\n",
        "(129) غ ن ي [يغنوا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: كَأَنْ لَمْ يَغْنَوْا فِيهَا «1» .\nقال: كأن لم يكونوا في الدنيا حين عذّبوا.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت لبيد بن ربيعة «2» وهو يقول:\nوغنيت سبتا قبل مجرى داحس\n...\nلو كان للنّفس اللّجوج خلود «3»\n(1) سورة الأعراف، الآية: 92.\n(2) لبيد بن ربيعة: سبق التعريف عنه في رقم 6.\n(3) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 129. و (الديوان) صفحة 35. واستشهد بهذا البيت الزبيدي في (تاج العروس) باب: سبت. وأبو حيان في (البحر المحيط) . والقرطبي في (الجامع لأحكام القرآن الكريم) 8/ 328. وسبتا: وقتا من الدهر. داحس والغبراء، أو حرب السباق، حرب جرت بين عبس وذبيان لخلاف على سباق خيل بين فرسين وعرفت باسميهما: داحس والغبراء، استمرت 40 سنة، ذكرها الشاعر زهير بن أبي سلمى بمعلقته، أشهر أيامها المريقيب وبطله عنترة بن شداد. (انظر: المنجد في الأعلام: 277) .\nالجزء: 1 ¦ الصفحة: 159\n",
        "(130) هـ ون [الهون]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: عَذابَ الْهُونِ «1» .\nقال: الهون: الدائم الشديد.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nإنّا وجدنا بلاد الله واسعة\n...\nتنجي من الذّلّ والمخزاة والهون «2»\n(1) سورة الأنعام، الآية: 93.\n(2) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 129.\nالجزء: 1 ¦ الصفحة: 160\n",
        "(131) ن ق ر [نقيرا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَلا يُظْلَمُونَ نَقِيراً «1» .\nقال: النقير: ما في ظهر النواة، ومنه تنبت النخلة. قال: لا يظلم الله العباد قدر النقير.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nوليس النّاس بعدك في نقير\n...\nوليسوا غير أصداء وهام «2»\n(1) سورة النساء، الآية: 124. [\n.....\n]\n(2) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 129. انظر الشرح في رقم 123.\nالجزء: 1 ¦ الصفحة: 161\n",
        "(132) ف ر ض [فارض]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: لا فارِضٌ وَلا بِكْرٌ «1» .\nقال: الكبيرة الهرمة.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر «2» وهو يقول:\nلعمري لقد أعطيت ضيفك فارضا\n...\nيساق إليه ما تقوم على رجل «3»\n(1) سورة البقرة، الآية: 68.\n(2) الشاعر: هو خفاف بن ندبة بن عمير بن الحارث بن الشريد السلمي، من مضر، أبو خراشة، شاعر فارس، من أغربة العرب، كان أسود اللون، أخذ الأسود من أمه ندبة وعاش زمنا في الجاهلية. وله أخبار مع العباس بن مرداس، ودريد بن الصمة، وأدرك الإسلام فأسلم، وشهد فتح مكة وكان معه لواء بني سليم، وشهد حنينا والطائف، وثبت على إسلامه في الرّدة، ومدح أبا بكر وبقي إلى أيام عمر بن الخطاب رضي الله عنه، وأكثر شعره مناقضات له مع ابن مرداس وكانت قد ثارت بينهما حروف في الجاهلية.\nقال الأصمعي: خفاف وابن الصمة أشعر الفرسان. (انظر: الأغاني: 16/ 133.\nوالإصابة في تمييز الصحابة: 1/ 452. والشعر والشعراء 122. وخزانة البغدادي: 1/ 81 و 472. والأعلام: 2/ 309) .\n(3) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 129. واستشهد به الزمخشري في (أساس البلاغة) . والطبري في (مجمع البيان) 1/ 293 بهدا وأبو حيان في (البحر المحيط) 1/ 248.\nلعمري قد أعطيت جارك فارضا\n...\nتساق إليه ما تقوم على رجل\nالجزء: 1 ¦ الصفحة: 162\n",
        "(133) خ ي ط [الخيط]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ «1» .\nقال: بياض النهار من سواد الليل، وهو الصبح إذا انفلق.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أمية بن أبي الصلت «2» وهو يقول:\nالخيط الأبيض ضوء الصّبح منفلق\n...\nوالخيط الأسود لون اللّيل مكموم «3»\n(1) سورة البقرة، الآية: 187.\n(2) أمية بن أبي الصلت: سبق التعريف عنه في رقم 21.\n(3) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 129، و (الديوان) صفحة 59.\nالجزء: 1 ¦ الصفحة: 163\n",
        "(134) ي م م [تيمّموا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَلا تَيَمَّمُوا الْخَبِيثَ مِنْهُ «1» .\nقال: لا تعمدوا إلى شر ثماركم وخرقتكم فتعطوه في الصدقة لو أعطيتم ذلك لم تقبلوا.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الأعشى «2» وهو يقول:\nيمّمت راحلتي أمام محمّد\n...\nأرجو فواضله وحسن نداه «3»\nوقال أيضا:\nتيمّمت قيسا وكم دونه\n...\nمن الأرض من مهمه ذي شزن «4»\n(1) سورة البقرة، الآية: 267.\n(2) الأعشى: سبق التعريف عنه في رقم 32.\n(3) كذا في (الأصل المخطوط) ، ولم ترد المسألة في الإتقان، كذلك لم يرد البيت في (الديوان) .\n(4) كذا في (الأصل المخطوط) و (الديوان) صفحة 19.\nالجزء: 1 ¦ الصفحة: 164\n",
        "(135) ش ر ى [شروا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَلَبِئْسَ ما شَرَوْا بِهِ أَنْفُسَهُمْ «1» .\nقال: حيث باعوا نصيبهم من الآخرة بطمع يسير من الدنيا.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر «2» وهو يقول:\nيعطي بها ثمنا فيمنعها\n...\nويقول صاحبها ألا تشري «3»\n(1) سورة البقرة، الآية: 102. والآية أولها: وَلَبِئْسَ.\n(2) الشاعر: هو المسيب بن علس بن عمرو بن قمامة، من ربيعة بن نزار، شاعر جاهلي، كان أحد المقلّين المفضلين في الجاهلية. وهو خال الأعشى ميمون، وكان الأعشى راويته، وقيل اسمه زهير، وكنيته أبو فضة. (انظر: جمهرة أشعار العرب: 111. ورغبة الآمل: 4/ 219.\nوالشعر والشعراء: 60. وجمهرة الأنساب: 275، وخزانة البغدادي: 1/ 545. والأعلام:\n7/ 225) .\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 129. [\n.....\n]\nالجزء: 1 ¦ الصفحة: 165\n",
        "(136) ع ر ب [عربا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: عُرُباً أَتْراباً «1» .\nقال: هن العاشقات لأزواجهن اللاتي خلقن من الزّعفران «2» والأتراب المستويات.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت نابغة بني ذبيان «3» وهو يقول:\nعهدت بها سعدى، سعدى غريرة\n...\nعروب تهادى في جوار خرائد «4»\n(1) سورة الواقعة، الآية: 37.\n(2) الزعفران: نبات بصلي عطري معمّر من فصيلة السّوسنيّة، منه أنواع بريّة ونوع زراعي صبغيّ طبيّ مشهور، زهره أحمر إلى الصّفرة. الجمع: زعافر.\n(3) نابغة بني ذبيان: هو زياد بن معاوية وقد سبق التعريف عنه في رقم 33.\n(4) كذا في (الأصل المخطوط) ، ولم ترد المسألة في (الإتقان) وورد الشعر في (الديوان) صفحة 43.\nوالغريرة: الشابة لا تجربة لها وهو وصف حسن. عروب: متحببة إلى زوجها. تهادى: تمشي.\nالخرائد: الواحدة خريدة أي: البكر لم تمس والحيية الطويلة السكوت.\nالجزء: 1 ¦ الصفحة: 166\n",
        "(137) ح س ب [حسبانا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: حُسْباناً مِنَ السَّماءِ «1» .\nقال: نارا من السماء.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت حسان بن ثابت «2» وهو يقول:\nبقيّة معشر صبّت عليهم\n...\nشآبيب من الحسبان شهب «3»\n(1) سورة الكهف، الآية: 40.\n(2) حسان بن ثابت: سبق التعريف عنه في رقم 12.\n(3) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 129. وليس البيت في (الديوان) . الشآبيب:\nمفردها: الشؤبوب: الدّفعة من المطر وغيره. ويقال: أنزل الله عليه شآبيب رحمته.\nالجزء: 1 ¦ الصفحة: 167\n",
        "(138) ع ن ت [وعنت]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَعَنَتِ الْوُجُوهُ «1» .\nقال: استسلمت الوجوه وخضعت لله يوم القيامة.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت حسان بن ثابت «2» وهو يقول:\nليبك عليك كلّ عان بكربة\n...\nوآل قصيّ من مقل وذي وفر «3»\n(1) سورة طه، الآية: 111.\n(2) حسان بن ثابت: سبق التعريف عنه في رقم 12.\n(3) كذا في (الأصل المخطوط) ، ولم ترد المسألة في (الإتقان) وليس البيت في (الديوان) . آل قصي:\nنسبة إلى قصي بن كلاب بن مرة بن كعب بن لؤي. سيد قريش في عصره ورئيسهم، قيل: هو أول من كان له ملك من بني كنانة، وهو الأب الخامس في سلسلة النسب النبوي. كان موصوفا بالدهاء، ولي البيت الحرام، فهدم الكعبة وجدد بنيانها، كانت له السقاية والرفادة والندوة واللواء، وكانت قريش تتيمن برأيه، فلا تبرم أمرا إلا في داره، وهو الذي أحدث وقود النار في المزدلفة ليراها من دفع من عرفة. (انظر: طبقات ابن سعد: 1/ 36- 42. والسيرة الحلبية:\n1/ 16. وابن الأثير: 2/ 7. والمحبر: 164. والأعلام: 5/ 199) .\nالجزء: 1 ¦ الصفحة: 168\n",
        "(139) ض ن ك [ضنكا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: مَعِيشَةً ضَنْكاً «1» .\nقال: الضنك: الضيق الشديد من كل وجه.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nوالخيل قد لحقت بها في مأزق\n...\nضنك نواحيه شديد المقدم «2»\n(1) سورة طه، الآية: 124.\n(2) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 129.\nالجزء: 1 ¦ الصفحة: 169\n",
        "(140) ف ج ج [فجّ]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: مِنْ كُلِّ فَجٍّ عَمِيقٍ «1» .\nقال: من كل طريق بعيد.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول ويذكر قوم عاد «2» :\nحازوا العيال وسدّوا الفجا\n...\nج بأجساد عاد لها آبدات «3»\n(1) سورة الحج، الآية: 27.\n(2) عاد: هم قوم عاد وقد سبق التعريف عنهم في رقم 27. [\n.....\n]\n(3) هذا هو الصحيح. أما رواية (الأصل المخطوط) :\nحازوا العيال وسدّوا الفجاج\n...\nبأجساد عاد لهم بدار\nوفي (الإتقان) : 1/ 129:\nحازوا العيال وسدّوا الفجاج\n...\nبأجساد عاد لها آئدان\nوالفجاج: مفردها: الفجّ، وهو الطريق الواسع بين جبلين أو في الجبل، والفج: أوسع من الشّعب.\nالجزء: 1 ¦ الصفحة: 170\n",
        "(141) س م ر [سامرا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: سامِراً تَهْجُرُونَ «1» .\nقال: كانوا يهجرون على اللهو والباطل.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nوباتوا بشعب لهم سامر\n...\nإذا خبّ نيرانهم أوقدوا «2»\n(1) سورة المؤمنون، الآية: 67.\n(2) كذا في (الأصل المخطوط) ولم ترد المسألة في (الإتقان) .\nالجزء: 1 ¦ الصفحة: 171\n",
        "(142) ن ح س [نحس]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ «1» .\nقال: النحس: البلاء والشدة.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت زهير بن أبي سلمى «2» وهو يقول:\nسواء عليه أيّ يوم أتيته\n...\nأساعة نحس تتّقى أم بأسعد «3»\n(1) سورة القمر، الآية: 19.\n(2) زهير بن أبي سلمى: سبق التعريف عنه في رقم 19.\n(3) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) . وقد ورد في (الديوان) صفحة 23 بهذا النص:\nسواء عليه أيّ حين أتيته\n...\nأساعة نحس تتّقى أم بأسعد\nالجزء: 1 ¦ الصفحة: 172\n",
        "(143) ح ب ك [الحبك]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَالسَّماءِ ذاتِ الْحُبُكِ «1» .\nقال: ذات الطرائق والخلق الحسن.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت زهير بن أبي سلمى «2» وهو يقول:\nهم يضربون حبيك البيض إذ لحقوا\n...\nلا ينكصون إذا ما استلحموا وحموا «3»\n(1) سورة الذاريات، الآية: 7.\n(2) زهير بن أبي سلمى: سبق التعريف عنه في رقم 19.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 129. و (الديوان) صفحة 93. وحبيك البيض:\nطرائقه، مفردها: حبيكة. والبيض: مفردها: بيضة وهو ما يوضع على الرأس كالخوذة، ينكصون: يتراجعون، وينهزمون.\nاستلحموا: أدركوا. حموا: اشتد غضبهم من حمي النار واشتداد لهيبها.\nالجزء: 1 ¦ الصفحة: 173\n",
        "(144) ش ر ق [والإشراق]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: بِالْعَشِيِّ وَالْإِشْراقِ «1» .\nقال: إذا أشرقت الشمس، وحلّت الصّلاة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الأعشى «2» وهو يقول:\nلم ينم ليلة التمام لكي\n...\nيصبح حتى أضاءه الإشراق «3»\n(1) سورة ص، الآية: 18.\n(2) الأعشى: سبق التعريف عنه في رقم 32.\n(3) كذا في (الأصل المخطوط) وفي (ديوان الأعشى) صفحة 213. ولم ترد هذه المسألة في (الإتقان) .\nالجزء: 1 ¦ الصفحة: 174\n",
        "(145) ح ر ض [حرضا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: حَتَّى تَكُونَ حَرَضاً «1» .\nقال: الحرض: المدنف الهالك من شدة الوجع.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nأمن ذكر ليلى أربأت غربة بها\n...\nكأنّك جسم للأطباء محرض «2»\n(1) سورة يوسف، الآية: 85.\n(2) كذا في (الأصل المخطوط) . أما في (الإتقان) : 1/ 129.\nأمن ذكر ليلى أن نأت غربة بها\n...\nكأنّك جمّ للأطباء محرض\nواستشهد الزبيدي ب (لسان العرب) باب: حرض بهذا النص:\nأمن ذكر سلمى غربة أن نأت بها\n...\nكأنّك حمّ للأطباء محرض\n[\n.....\n]\nالجزء: 1 ¦ الصفحة: 175\n",
        "(146) ي ت م [اليتيم]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَذلِكَ الَّذِي يَدُعُّ الْيَتِيمَ «1» .\nقال: يدفع اليتيم عن حقه.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أبا طالب «2» يقول:\nيقسّم حقا لليتيم ولم يكن\n...\nيدعّ لدى أيسارهنّ الأصاغرا «3»\n(1) سورة الماعون، الآية: 2.\n(2) أبو طالب: هو عبد مناف بن عبد المطلب بن هاشم، من قريش، والد الإمام علي بن أبي طالب كرم الله وجهه، وعم النبي صلّى الله عليه وسلّم، وكافله ومربيه ومناصره، كان من أبطال بني هاشم ورؤسائهم، ومن الخطباء العقلاء والأباة. وله تجارة كسائر قريش، نشأ النبي صلّى الله عليه وسلّم في بيته، وسافر معه إلى الشام في صباه، ولما أظهر الدعوة إلى الإسلام هم أقرباؤه بنو قريش بقتله فحماه أبو طالب وصدهم عنه فدعاه النبي صلّى الله عليه وسلّم إلى الإسلام، فامتنع خوفا من أن تعيره العرب بتركه دين آبائه، ووعد بنصرته وحمايته وفيه نزلت الآية الكريمة في سورة القصص رقم 56: إِنَّكَ لا تَهْدِي مَنْ أَحْبَبْتَ وَلكِنَّ اللَّهَ يَهْدِي مَنْ يَشاءُ. واستمر على ذلك إلى أن توفي سنة (3) ق. هـ الموافق (620) م. (وإن الشيعة الإمامية وأكثر الزيدية يقولون بإسلام أبي طالب وبأنه ستر ذلك عن قريش لمصلحة الإسلام) . (انظر: طبقات ابن سعد: 1/ 75. وابن الأثير: 2/ 34.\nوخزانة البغدادي: 1/ 261. والأعلام: 4/ 166) .\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 130.\nالجزء: 1 ¦ الصفحة: 176\n",
        "(147) ف ط ر [منفطر]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: السَّماءُ مُنْفَطِرٌ بِهِ «1» .\nقال: منصدع من خوف يوم القيامة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nظباهن حتّى أعوّض اللّيل دونها\n...\nأفاطير وسمى رواء جذورها «2»\n(1) سورة المزمل، الآية: 18.\n(2) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 130.\nالجزء: 1 ¦ الصفحة: 177\n",
        "(148) وز ع [يوزعون]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَهُمْ يُوزَعُونَ «1» .\nقال: يحبس أولهم على آخرهم حتى تنام الطير.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nوزّعت عليها بأقبّ شهد\n...\nإذا ما القوم شدّوا بعد خمس «2»\n(1) سورة النمل، الآية: 17.\n(2) كذا في (الأصل المخطوط) أما في (الإتقان) : 1/ 130 فقد جاء بهذا النص:\nوزعت رعليلها بأقب نهد\n...\nإذا ما القوم شدوا بعد خمس\nقبّ القوم: قبا وقبوبا: صخبوا في الخصومة، وقبّ النبات يبس، وقب الخصر: دقّ وضمر. والأقب من الخيل: الدقيق الضامر الخصر والبطن.\nالجزء: 1 ¦ الصفحة: 178\n",
        "(149) خ ب و [خبت]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: كُلَّما خَبَتْ زِدْناهُمْ سَعِيراً «1» .\nقال: الخبو: أن النار تطفأ مرة وتستعر أخرى.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nوالنّار تخبو عن آذانهم\n...\nوأضرمها إذا ابتدروا سعيرا «2»\n(1) سورة الإسراء، الآية: 97.\n(2) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 130. خبت النار: سكنت وخمد لهيبها. السعير:\nالنار ولهيبها، الجمع: سعر. ونار سعير: موقدة مهيّجة.\nالجزء: 1 ¦ الصفحة: 179\n",
        "(150) م هـ ل [كالمهل]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: يَوْمَ تَكُونُ السَّماءُ كَالْمُهْلِ «1» .\nقال: كدردي الزيت ومواد العرق من خوف يوم القيامة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nتبارى بنا العيس السموم كأنّها\n...\nتبطّنت الأقراب من عرق مهلا «2»\n(1) سورة المعارج، الآية: 8.\n(2) كذا في (الأصل المخطوط) . أما في (الإتقان) 1/ 130 فقد جاء بهذا النص:\nتبارى بنا العيس السموم كأنّها\n...\nتبطنت الأقراب من عرق مهلا\nوهو الصحيح. العيس: كرام الإبل البيض التي يخالط بياضها شقرة أو ظلمة خفية، الواحد:\nأعيس، والواحدة: عيساء. السّموم: الريح الحارة، أو الحرّ الشديد.\nالجزء: 1 ¦ الصفحة: 180\n",
        "(151) س ر ي [أسرى]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: سُبْحانَ الَّذِي أَسْرى بِعَبْدِهِ لَيْلًا «1» .\nقال: سبحان تنزيه له وحده لا شريك له الذي أسرى محمدا صلّى الله عليه وسلّم من المسجد الحرام إلى البيت المقدس، ثم ردّه الله إلى المسجد الحرام.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الأعشى «2» وهو يقول:\nقلت له لما علا فخره\n...\nسبحان من علقمة الفاخر «3»\n(1) سورة الإسراء، الآية: 1.\n(2) الأعشى: سبق التعريف عنه في رقم 32.\n(3) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) ، أما رواية (الديوان) صفحة 106 فقد جاءت بهذا النص:\nأقول لما جاءني فجره\n...\nسبحان من علقمة الفاجر\n[\n.....\n]\nالجزء: 1 ¦ الصفحة: 181\n",
        "(152) وب ل [وبيلا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَأَخَذْناهُ أَخْذاً وَبِيلًا «1» .\nقال: أخذا شديدا ليس له ملجأ.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nأذلّ الحياة وعزّ الممات\n...\nوكلّا أراه طعاما وبيلا «2»\n(1) سورة المزّمّل، الآية: 16.\n(2) كذا في (الأصل المخطوط) أما في (الإتقان) : 1/ 130 فقد جاء بهذا النص:\nخزي الحياة وخزي الممات\n...\nوكلّا أراه طعاما وبيلا\nواستشهد بهذا البيت ابن قتيبة في (عيون الأخبار) 1/ 191.\nالجزء: 1 ¦ الصفحة: 182\n",
        "(153) ن ق ب [فنقّبوا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَنَقَّبُوا فِي الْبِلادِ «1» .\nقال: هربوا في البلاد بلغة اليمن «2» .\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت عدي بن زيد «3» وهو يقول:\nفنقّبوا في البلاد من حذر الموت\n...\nوجالوا في الأرض أيّ مجال «4»\n(1) سورة ق، الآية: 36.\n(2) اليمن: دولة عربية تقع في الطرف الجنوبي من شبه الجزيرة العربية، قيل سميت اليمن لتيامنهم إليها لما تفرّقت العرب من مكة، كما سميت الشام لأخذهم الشمال. اشتهرت اليمن في عهد المملكة السبئية في القرن الثاني قبل الميلاد، فتحها المسلمون سنة (636) م. ولليمن أخبار ولأهلها أقاصيص (انظر: مراصد الاطلاع: 3/ 1483. والمنجد في الأعلام: 752) .\n(3) عدي بن زيد: سبق التعريف عنه في رقم 20.\n(4) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 130. ولم يرد البيت في الديوان. واستشهد به الزمخشري في (الكشاف) 4/ 24. والقرطبي في (الجامع لأحكام القرآن) 17/ 12 بهذا النص.\nنقبوا في البلاد من حذر المو\n...\nت وجالوا في الأرض كلّ مجال\nوأبو حيان في (البحر المحيط) 8/ 129.\nالجزء: 1 ¦ الصفحة: 183\n",
        "(154) هـ م س [همسا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَلا تَسْمَعُ إِلَّا هَمْساً «1» .\nقال: الوطء الخفي والكلام الخفي وهذا يوم القيامة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر «2» وهو يقول:\nفباتوا يدلجون وبات يسري\n...\nبصير بالدّجى هاد هموس «3»\n(1) سورة طه، الآية: 108\n(2) الشاعر: هو أبو زبيد الطائي: وهو المنذر بن حرملة الطائي القحطاني، شاعر نديم معمّر، من نصارى طيء، عاش زمنا في الجاهلية، وكان يزور الملوك ولا سيما ملوك العجم لعلمه بسيرهم، وأدرك الإسلام ولم يسلم، وكان يدخل مكة متنكرا، واستعمله الخليفة عمر بن الخطاب على صدقات قومه، قال البغدادي: ولم يستعمل نصرانيا غيره. كانت إقامته على الأكثر عند أخواله بني تغلب بالجزيرة الفراتية، وانقطع أبو زبيد إلى منادمة الوليد بن عقبة أيام ولايته الكوفة في عهد عثمان، وكان يفد على الخليفة عثمان رضي الله عنه فيقربه ويدني مجلسه لاطلاعه على أخبار من أدركهم من ملوك العرب والعجم، ومات بالكوفة أو باديتها سنة (62) هـ الموافق (682) م في زمن معاوية بن أبي سفيان. (انظر: خزانة الأدب: 2/ 155. والشعر والشعراء: 101.\nوتهذيب ابن عساكر: 4/ 108. والأعلام: 7/ 293.\n(3) كذا في (الأصل المخطوط) و (الإتقان) 1/ 130. وأكد البكري في (سمط اللئالئ) 438 أن البيت لأبي زبيد.\nالجزء: 1 ¦ الصفحة: 184\n",
        "(155) ش غ ف [شغفها]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: قَدْ شَغَفَها حُبًّا «1» .\nقال: الشغاف في القلب في النياط «2» ، يقول: قد امتلأ قلبها من حب يوسف.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت نابغة بني ذبيان «3» وهو يقول:\nوفي الصّدر رحب دون ذلك داخل\n...\nدخول الشّغاف غيّبته الأضالع «4»\n(1) سورة يوسف، الآية: 30.\n(2) النياط: ما يعلّق به الشيء. وهو الفؤاد الجمع: أنوطة ونوط.\n(3) نابغة بني ذبيان: هو زياد بن معاوية، وقد سبق التعريف عنه في رقم 33.\n(4) كذا في (الأصل المخطوط) ولم ترد هذه المسألة في (الإتقان) ، وليس البيت في ديوان النابغة الذبياني.\nالجزء: 1 ¦ الصفحة: 185\n",
        "(156) ق م ح [مقمحون]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَهُمْ مُقْمَحُونَ» .\nقال: المقمح: الشامخ بأنفه المنكس رأسه.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر «2» وهو يقول:\nونحن على جوانبها قعود\n...\nنغضّ الطّرف كالإبل القماح «3»\n(1) سورة يس، الآية: 8. [\n.....\n]\n(2) الشاعر: هو بشر بن أبي خازم وقدر سبق التعريف عنه في رقم 93.\n(3) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 130. وقد ورد في: (الشعر والشعراء) صفحة 191. و (ديوان بشر بن أبي خازم) صفحة 48. واستشهد به الزبيري في (لسان العرب) باب:\nقمح. والإبل.\nالقماح: التي ترفع رؤوسها وتغض أبصارها عند الحوض ولا تشرب الماء. إما لشدة برده أو لعلة أخرى.\nالجزء: 1 ¦ الصفحة: 186\n",
        "(157) م ر ج [مريج]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَهُمْ فِي أَمْرٍ مَرِيجٍ «1» .\nقال: المريج: الباطل الفاسد.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nفراغت فانتقدت به حشاها\n...\nفخرّ كأنّه خوط مريج «2»\n(1) سورة ق، الآية: 5.\n(2) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 130. أما في (ديوان الهذليين) صفحة 957.\nو (سمط اللئالئ) للبكري 3/ 103. فقد ورد بهذا النص:\nفراغت فالتمست بها حشاها\n...\nفخرّ كأنّه خوط مريج\nوالبيت كما في (سمط اللئالئ) للداخل زهير بن حزام أحد بني مرة، وهذا قول الأصمعي، وفي (ديوان الهذليين) : روى السكري عن الجمحي وأبي عمرو وابن الأعرابي أنها لعمرو بن الداخل.\nوالخوط: الغصن الناعم، الجمع: خيطان قال قيس بن الخطيم:\nحوراء جيداء يستضاء بها\n...\nكأنّها خوط بانة قصف\nالجزء: 1 ¦ الصفحة: 187\n",
        "(158) ث ج ج [ثجّاجا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: ماءً ثَجَّاجاً «1» .\nقال: الثجيج: الكثير الذي ينبت منه الزرع.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أبا ذؤيب «2» وهو يقول:\nسقى أمّ عمر كلّ آخر ليلة\n...\nحناتم سود ماؤهنّ ثجيج «3»\n(1) سورة النبأ، الآية: 14.\n(2) أبو ذؤيب: هو خويلد بن محرّث، وقد سبق التعريف عنه في رقم 25.\n(3) كذا في (الأصل المخطوط) . ولم ترد هذه المسألة في (الإتقان) . واستشهد الزبيري في (لسان العرب) باب: (حنم) بالبيت بهذا النص:\nسقى أم عمرو كل آخر ليلة\n...\nصاتم سحم ماؤهن ثجيج\nالحناتم: السحاب الأسود والجرة الخضراء، وشجرة الحنظل. الواحدة: حنتمة.\nالجزء: 1 ¦ الصفحة: 188\n",
        "(159) ح س ر [محسورا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: مَلُوماً مَحْسُوراً «1» .\nقال: مستحبا مستحلا قد حسرت من المال، فتقول: هلّا أيقنت.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nما قاد من عرب إليّ جوادهم\n...\nإلّا تركت جوادهم محسورا «2»\n(1) سورة الإسراء، الآية: 29.\n(2) كذا في (الأصل المخطوط) . ولم ترد هذه المسألة في (الإتقان) .\nالجزء: 1 ¦ الصفحة: 189\n",
        "(160) ح ج ج [الحج]\nقال: يا ابن عباس: أخبرني عن قول عمر بن الخطاب «1» : «كذب عليكم الحجّ» «2» .\nقال: يعني بقوله: عليكم بالحج.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الهذلي «3» وهو يقول:\n(1) عمر بن الخطاب: بن نفيل القرشي العدوي، أبو حفص، ثاني الخلفاء الراشدين، وأول من لقّب بأمير المؤمنين، صحابي جليل، وشجاع حازم، صاحب الفتوحات، يضرب بعدله المثل، كان في الجاهلية من أبطال قريش وأشرافهم، وله السفارة فيهم، ينافر عنهم وينذر من أرادوا إنذاره، وهو أحد العمرين اللذين كان رسول الله صلّى الله عليه وسلّم يدعو ربه أن يعزّ الإسلام بأحدهما، أسلم قبل الهجرة بخمس سنوات، وشهد الوقائع كلها، وكان عمر يقضي على عهد رسول الله صلّى الله عليه وسلّم ونزل القرآن بموافقته. عن ابن عمر قال: ما نزل بالناس أمر قطّ فقالوا فيه، وقال فيه عمر بن الخطاب إلا نزل القرآن على نحو ما قاله عمر. بويع عمر بن الخطاب بالخلافة يوم وفاة أبي بكر سنة (13) هـ. وهو أول من وضع للعرب التاريخ الهجري أو اتخذ بيت المال، وأمر ببناء البصرة والكوفة، كما كان أول من دوّن الدواوين في الإسلام، لقبه رسول الله صلّى الله عليه وسلّم بالفاروق وسراج الجنة، وهو من العشرة المبشرين بالجنة، مات مقتولا بالمدينة وهو في صلاة الصبح، قتله أبو لؤلؤة فيروز المجوسي سنة (23) هـ الموافق (644) م. (انظر: ابن الأثير: 3/ 19. والطبري 1/ 187- 217. والإصابة: 8/ 573. وصفة الصفوة: 1/ 101. وحلية الأولياء:\n1/ 38. والأعلام: 5/ 46) .\n(2) جاء في (لسان العرب) باب: (كذب) : وفي حديث عمر رضي الله عنه: كذب عليكم الحج، كذب عليكم العمرة، كذب عليكم الجهاد، ثلاثة أسفار كذبن عليكم. قال ابن السكيت:\nكأن كذبن هاهنا إغراء أي: عليكم بهذه الأشياء الثلاثة.\n(3) الهذلي: هو أبو ذؤيب الهذلي، وهو خويلد بن خالد وقد سبق التعريف عنه في رقم 25.\nالجزء: 1 ¦ الصفحة: 190\n",
        "وذبيانة أوصت بنيها\n...\nبأن كذب القراطف والقروف «4»\nقال: زدني يا ابن عباس:\nقال: وقال رجل آخر من هذيل «5» :\nكذب العتيق وماء شنّ بارد\n...\nإن كنت سائلة غبوقا فاذهبي «6»\n(4) كذا في (الأصل المخطوط) ، ولم ترد المسألة في (الإتقان) . وقد نسب الزبيدي في (لسان العرب) باب: قرطف هذا البيت إلى معقّر بن حمار البارقي. القراطف: الفرش المتحملة. والقروف: وعاء من أدم.\n(5) هذيل: قبيلة عربية يرجع نسبها إلى هذيل بن مدركة بن إلياس بن مضر من عدنان. بنوه قبيلة كبيرة، كان أكثر سكان وادي نخلة المجاور لمكة منهم، ولهم منازل بين مكة والمدينة، ومنهم في جبال السراة، وكانوا أهل عدد وعدة ومنعة، اشتهر منهم كثيرون في الجاهلية والإسلام وفيهم أكثر من نيف وسبعين شاعرا. (انظر: معجم قبائل العرب: 1213- 15. والأعلام:\n8/ 980) . [\n.....\n]\n(6) كذا في (الأصل المخطوط) . الشّن القربة الخلق الصغيرة يكون الماء فيها أبرد من غيرها.\nالغبوق: ما يشرب بالعشي. وقد نسب الزبيدي في (لسان العرب) باب: كذب هذا البيت لعنترة يخاطب زوجته وليس للهذلي كما في (الأصل المخطوط) .\nالجزء: 1 ¦ الصفحة: 191\n",
        "(161) ح س م [حسوما]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: حُسُوماً «1» .\nقال: دائمة شديدة محسومة بالبلاء.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أمية بن أبي الصلت «2» وهو يقول:\nوكم كنّا بها من فرط عام\n...\nوهذا الدّهر مقتبل حسوم «3»\n(1) سورة الحاقة، الآية: 7.\n(2) أمية بن أبي الصلت: سبق التعريف عنه في رقم 21.\n(3) كذا في (الأصل المخطوط) ولم ترد هذه المسألة في (الإتقان) . والبيت في (ديوان أمية بن أبي الصلت) صفحة 55. الفرط: مجاوزة الحد. يقال: إياك والفرط في الأمر أي: مجاوزة الحد.\nويقال: من فرط شغفه به أو كرهه له.\nالجزء: 1 ¦ الصفحة: 192\n",
        "(162) ح ت م [حتما]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: حَتْماً مَقْضِيًّا «1» .\nقال: الحتم: الواجب.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أمية بن أبي الصلت «2» يقول:\nعبادك يخطئون وأنت ربّ\n...\nبكفّيك المنايا والحتوم «3»\n(1) سورة مريم، الآية: 71.\n(2) أمية بن أبي الصلت: سبق التعريف عنه في رقم 21.\n(3) كذا في (الأصل المخطوط) . و (الإتقان) : 1/ 130. والبيت في (الديوان) صفحة 54.\nالمنايا: مفردها: المنية وهي الموت.\nالجزء: 1 ¦ الصفحة: 193\n",
        "(163) ح ور [وحور]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَحُورٌ عِينٌ «1» .\nقال: الحوراء البيضاء المنعمة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الأعشى «2» وهو يقول:\nوحور كأمثال الدّمى ومناسف\n...\nوماء وريحان وراح يضع «3»\n(1) سورة الواقعة، الآية: 22.\n(2) الأعشى: سبق التعريف عنه في رقم 32.\n(3) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) . وليس البيت في (ديوان الأعشى) .\nالدّمى: الصورة الممثلة من الرّخام وغيره، مفردها: دمية. المناسف: المفرد: المنسف وهو الغربال الكبير ينسف به الحبّ، وأطلقوه على جفنة الطعام. الرّيحان: كل نبت طيب الرائحة من أنواع المشموم، الواحدة: ريحانة. وهو أيضا جنس من النبات طيب الرائحة من الفصيلة الشفوية وهو أيضا: الحبق.\nالجزء: 1 ¦ الصفحة: 194\n",
        "(164) ز م هـ ر [زمهريرا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: شَمْساً وَلا زَمْهَرِيراً «1» .\nقال: كذلك أهل الجنة لا يصيبهم حر الشمس فيؤذيهم ولا البرد.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الأعشى «2» وهو يقول:\nبرهرهة الخلق مثل الفنيق\n...\nلم تر شمسا ولا زمهريرا «3»\n(1) سورة الإنسان، الآية: 13.\n(2) الأعشى: سبق التعريف عنه في رقم 32.\n(3) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) . أما في (الديوان) صفحة 95، فقد جاء بهذا النص:\nمبتلة الخلق مثل المها\n...\nولم تر شمسا ولا زمهريرا\nرهره: ابيضّ من النّعمة، وجسم رهراه ورهرة أي ناعم أبيض. الفنيق: الفحل من الجمال المكرم الذي لا يؤذي لكرامته على أهله ولا يركب، الجمع: فنق.\nالجزء: 1 ¦ الصفحة: 195\n",
        "(165) غ ر م [غراما]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: إِنَّ عَذابَها كانَ غَراماً «1» .\nقال: عذاب جهنّم بلاء ملازم شديد كلزوم الغريم للغريم.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت بشر بن أبي خازم «2» وهو يقول:\nويوم النّسار ويوم الجفار\n...\nكانا عذابا وكانا غراما «3»\n(1) سورة الفرقان، الآية: 65. [\n.....\n]\n(2) بشر بن أبي خازم: سبق التعريف عنه في رقم 93.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 130. والبيت في (الديوان) صفحة 190. وقد استشهد به الزبيدي في (لسان العرب) باب: غرم، ونسبه إلى الطرماح. واستشهد به ياقوت الحموي في (معجم البلدان) . يوم النّسار: كان بين بني ضبّة وبني تميم. والنسار: جبال صغار كانت الوقعة عندها، وقال بعضهم: هو ماء لبني عامر. (مجمع الأمثال: 2/ 430) . يوم الجفار: كان بعد النّسار بحول، وكان بين بني بكر وتميم. وهو ماء لبني تميم بنجد. (مجمع الأمثال: 2/ 430) . وقد استشهد الميداني في (مجمع الأمثال) 2/ 430 بالبيت.\nالجزء: 1 ¦ الصفحة: 196\n",
        "(166) ج ب ر [جبّار]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: كُلُّ جَبَّارٍ عَنِيدٍ «1» .\nقال: الجبار: القتال. والعنيد: الذي يعند عن حق الله.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nيصرّ على الحنث لا تخفى شواكله\n...\nيا ريح كلّ مصرّ القلب جبّار «2»\n(1) سورة إبراهيم، الآية: 15.\n(2) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) . الحنث: الإثم والذنب العظيم والشّرك.\nالجزء: 1 ¦ الصفحة: 197\n",
        "(167) هـ ز ل [بالهزل]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَما هُوَ بِالْهَزْلِ «1» .\nقال: القرآن ليس بالباطل واللعب.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت قيس بن رفاعة «2» وهو يقول:\nوما أدري وسوف إخال أدري\n...\nأهزل ذاكم أم قول جدّ «3»\n(1) سورة الطارق، الآية: 14.\n(2) قيس بن رفاعة: شاعر جاهلي مقتدر وحكيم، أقام علاقات طيبة مع ملوك المناذرة في العراق، والغساسنة في الشام، فكان يفد سنة إلى النعمان اللخمي في العراق، وسنة إلى الحرث بن أبي شمر الغسّاني، ويبدو أنه كان يفضل الأخير على الأول تفضيلا كبيرا. (انظر: معجم الشعراء في لسان العرب صفحة 338) .\n(3) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) .\nالجزء: 1 ¦ الصفحة: 198\n",
        "(168) ت ر ب [والتّرائب]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرائِبِ «1» .\nقال: الترائب: موضع القلادة من المرأة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر «2» وهو يقول:\nوالزّعفران على ترائبها\n...\nشرقا بها اللّبات والنّحر «3»\n(1) سورة الطارق، الآية: 7.\n(2) الشاعر: لو الحارث بن خالد المخزومي: بن العاص بن هشام، من قريش، شاعر غزل، من أهل مكة، نشأ في أواخر أيام عمر بن أبي ربيعة، وكان يذهب مذهبه، لا يتجاوز الغزل إلى المديح ولا الهجاء، وكان يهوى عائشة بنت طلحة ويشبب بها، وله معها أخبار كثيرة، وكان ذا خطر وقدر ومنظر في قريش، ولاه يزيد بن معاوية إمارة مكة، فظهرت دعوة عبد الله بن الزبير، فاستتر الحارث خوفا، ثم رحل إلى دمشق وافدا على عبد الملك بن مروان، فلم ير عنده ما يحب، فعاد إلى مكة وتوفي بها سنة (80) هـ الموافق (700) م. (انظر: الأغاني: 3/ 97- 111. وتهذيب ابن عساكر: 3/ 437. وخزانة البغدادي: 1/ 217. والأعلام:\n2/ 154) .\n(3) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 130. وقد استشهد به أبو الفرج الأصفهاني في (الأغاني) 8/ 323. والطبرسي في (مجمع البيان) 6/ 99. وأبو حيان في (البحر المحيط) 8/ 453.\nوالزعفران على ترائبها\n...\nشرقا به اللبات والصّدر\nالجزء: 1 ¦ الصفحة: 199\n",
        "(169) ب ور [بورا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَكُنْتُمْ قَوْماً بُوراً «1» .\nقال: هلكى بلغة عمان «2» وهم من اليمن «3» .\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت قول الشاعر وهو يقول:\nفلا تكفروا ما قد صنعنا إليكم\n...\nوكافوا به فالكفر بور لصانعه «4»\n(1) سورة الفتح، الآية: 12.\n(2) عمان: سلطنة مستقلة في الجنوب الشرقي من شبه الجزيرة العربية، تشرف على البحر العربي في الجنوب وعلى خليج عمان في الشرق، ويحدّها المملكة العربية السعودية وصحراء الربع الخالي في الغرب وجمهورية جنوب اليمن الشعبية في الغرب والجنوب، عاصمتها مسقط. (انظر: المنجد في الأعلام: 477. ومراصد الاطلاع: 2/ 959) .\n(3) اليمن: سبق التعريف عنها في رقم 153.\n(4) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 130. [\n.....\n]\nالجزء: 1 ¦ الصفحة: 200\n",
        "(170) وض ن [موضونة]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: عَلى سُرُرٍ مَوْضُونَةٍ «1» .\nقال: الموضونة: ما يوضن بقضبان الفضة عليها سبعون فراشا.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت حسّان بن ثابت «2» وهو يقول:\nأعددت للهيجاء موضونة\n...\nفضفاضة كالنّهى بالقاع «3»\n(1) سورة الواقعة، الآية: 15.\n(2) حسان بن ثابت: سبق التعريف عنه في رقم 12.\n(3) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) ، وليس البيت في (ديوان حسان بن ثابت) . الهيجاء: والهيجا: الحرب. فضفاضة: من فضفض العيش والثوب: اتّسع فهو فضفاض.\nورجل فضفاض: كثير العطاء. النّهى: العقل.\nالجزء: 1 ¦ الصفحة: 201\n",
        "(171) خ ص م [الخصام]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَهُوَ أَلَدُّ الْخِصامِ «1» .\nقال: الجدل المخاصم في الباطل وفي كل وجه.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت مهلهلا «2» وهو يقول وينوح على كليب «3» .\nإنّ تحت الأحجار حزما وجودا\n...\nوخصيما ألدّ ذا مغلاق «4»\n(1) سورة البقرة، الآية: 204.\n(2) المهلهل: هو عدي بن ربيعة وقد سبق التعريف عنه في رقم 91.\n(3) كليب: بن عدي بن ربيعة شقيق المهلهل.\n(4) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 131. واستشهد به الزمخشري في (أساس البلاغة) 2/ 138. و (رغبة الآمل) 1/ 149. و (الروض الأنف) 2/ 172. قال الزمخشري في (أساس البلاغة) : قال المبرّد: من رواه بالعين (أي معلاق) فمعناه إذا علق خصما يتخلص منه، ومن رواه بالغين (أي مغلاق) فتأويله أنه يغلق الحجة على الخصم.\nالجزء: 1 ¦ الصفحة: 202\n",
        "(172) ح ن ذ [حنيذ]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: بِعِجْلٍ حَنِيذٍ «1» .\nقال: الحنيذ: النضيج، ما يشوى بالحجارة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nلهم راح وفدر المسك فيهم\n...\nوشاويهم إذا شاؤوا حنيذا «2»\n(1) سورة هود، الآية: 69.\n(2) كذا في (الأصل المخطوط) أما في (الإتقان) : 1/ 131 فقد ورد بهذا النص:\nلهم راح وفار المسك فيهم\n...\nوشاويهم إذا شاؤوا حنيذا\nالجزء: 1 ¦ الصفحة: 203\n",
        "(173) ج د ث [الأجداث]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَإِذا هُمْ مِنَ الْأَجْداثِ «1» .\nقال: الأجداث: القبور.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت عبد الله بن رواحة «2»\nوهو يقول:\nحينا يقولون إذا مرّوا على جدثي\n...\nأرشده يا ربّ من عان وقد رشدا «3»\n(1) سورة يس، الآية: 51.\n(2) عبد الله بن رواحة: سبق التعريف عنه في رقم 56.\n(3) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 131. وقد ورد هذا البيت في (سيرة ابن هشام) 4/ 16 بهذا النص:\nحتّى يقال إذا مرّوا على جدثي\n...\nأرشده الله من غاز وقد رشدا\nواستشهد به محمد فؤاد عبد الباقي في (معجم غريب القرآن) : 245. ولم يستشهد بما في (الإتقان) : 1/ 131.\nالجزء: 1 ¦ الصفحة: 204\n",
        "(174) هـ ل ع [هلوعا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: إِنَّ الْإِنْسانَ خُلِقَ هَلُوعاً «1» .\nقال: ضجرا جزوعا، نزلت في أبي جهل بن هشام «2» .\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت بشر بن أبي خازم «3»\nوهو يقول:\nلا مانعا لليتيم نحلته\n...\nولا مكبّا لخلقه هلعا «4»\n(1) سورة المعارج، الآية: 19.\n(2) أبو جهل بن هشام: هو عمرو بن هشام بن المغيرة وقد سبق التعريف عنه في رقم 44. [\n.....\n]\n(3) بشر بن أبي خازم: سبق التعريف عنه في رقم 93.\n(4) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 131. وليس البيت في (الديوان) .\nالجزء: 1 ¦ الصفحة: 205\n",
        "(175) ن وص [مناص]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَلاتَ حِينَ مَناصٍ» .\nقال: ليس بحين فرار.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الأعشى «2»\nوهو يقول:\nتذكّرت ليلى حين لات تذكّر\n...\nوقد تبت عنها والمناص بعيدا «3»\n(1) سورة ص، الآية: 3.\n(2) الأعشى: سبق التعريف عنه في رقم 32.\n(3) كذا في (الأصل المخطوط) ، أما في (الإتقان) : 1/ 131 فقد جاء بهذا النص:\nتذكّرت ليلى حين لات تذكّر\n...\nوقد بنت منها والمناص بعيد\nأما في (معجم غريب القرآن) 286 فقد استشهد به الأستاذ محمد فؤاد عبد الباقي بهذا النص:\nتذكّرت ليلى حين لات تذكّر\n...\nوقد نئت منها والمناص بعيد\nوليس البيت في (ديوان الأعشى) بينما هو من ملحقات الديوان عن (الإتقان) 240.\nالجزء: 1 ¦ الصفحة: 206\n",
        "(176) د س ر [دسر]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: ذاتِ أَلْواحٍ وَدُسُرٍ «1» .\nقال: الدسر: الذي تخرز به السفينة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nسفينة نوتيّ قد أحكم صنعها\n...\nمنحّته الألواح منسوجة الدسر «2»\n(1) سورة القمر، الآية: 13.\n(2) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 131. النوتي: الملّاح الذي يدير السفينة في البحر، الجمع: نواتي، ونوتيّة.\nالجزء: 1 ¦ الصفحة: 207\n",
        "(177) ر ك ز [ركزا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: أَوْ تَسْمَعُ لَهُمْ رِكْزاً «1» .\nقال: حسّا، يعني الحركة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر «2»\nوهو يقول:\nوقد توجّس ركزا مقفر ندس\n...\nينتابه الصّوت ما في سمعه كذب «3» .\n(1) سورة مريم الآية: 98.\n(2) الشاعر: ذو الرمة: وهو غيلان بن عقبة بن نهيس بن مسعود العدوي من حضر، أبو الحارث، شاعر من فحول الطبقة الثانية في عصره، قال أبو عمرو بن العلاء: فتح الشعر بامرىء القيس وختم بذي الرمة، كان ذو الرمة شديد القصر، دميما، يضرب لونه إلى السواد، وأكثر شعره تشبيب وبكاء وأطلال، يذهب في ذلك مذهب الجاهليين، وكان مقيما في البادية، ويحضر إلى اليمامة والبصرة كثيرا، وامتاز بإجادة التشبيه. قال جرير: لو خرس ذو الرمة بعد قصيدته:\nما بال عينيك منها الماء ينسكب لكان أشعر الناس. توفي بأصبهان سنة (117) هـ الموافق (735) م (انظر: وفيات الأعيان: 1/ 404. والشعر والشعراء: 206. ومعاهد التنصيص: 3/ 260. وخزانة الأدب للبغدادي: 1/ 51- 53. والأعلام: 5/ 124) .\n(3) كذا في (الأصل المخطوط) ، أما في (الإتقان) : 1/ 130، فقد جاء بهذا النص:\nوقد توجّس ركزا مقفر ندس\n...\nبنبأة الصّوت ما في سمعه كذب\nالجزء: 1 ¦ الصفحة: 208\n",
        "(178) ب س ر [باسرة]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وُجُوهٌ يَوْمَئِذٍ باسِرَةٌ «1» .\nقال: كالحة قاطبة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت عبيد بن الأبرص «2»\nوهو يقول:\nصبحنا تميما غداة النّسار\n...\nبشهباء ملمومة بأسره «3»\n(1) سورة القيامة، الآية: 24.\n(2) عبيد بن الأبرص: سبق التعريف عنه في رقم 1.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 131. واستشهد به القرطبي في (الجامع لأحكام القرآن) 19/ 74.\nوالنسار: يوم من أيام الجاهلية وقد سبق التعريف عنها في رقم 165. والشهباء: الأرض المغطاة بالثلوج.\nالجزء: 1 ¦ الصفحة: 209\n",
        "(179) ن س ل [ينسلون]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: إِلى رَبِّهِمْ يَنْسِلُونَ «1» .\nقال: النسل: المشي الخبب «2»\n، وهو يوم القيامة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت نابغة بني جعدة «3»\nوهو يقول:\nعسلان الذئب أمسى مازنا\n...\nبرد اللّيل عليه فنسل «4»\n(1) سورة يس، الآية: 51. [\n.....\n]\n(2) الخبب: ضرب من العدو، أو هو أن ينقل الفرس أيا منه وأيا سره جميعا في العدو.\n(3) نابغة بني جعدة: هو قيس بن عبد الله بن عدس بن ربيعة الجعدي، وقد سبق التعريف عنه في رقم 24.\n(4) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) . وقد استشهد به الزبيدي في (لسان العرب) باب: (نسل) بهذا النص:\nعسلان الذئب أمسى قاربا\n...\nبرد الليل عليه فنسل\nالجزء: 1 ¦ الصفحة: 210\n",
        "(180) ع ن ق [أعناقهم]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَظَلَّتْ أَعْناقُهُمْ لَها خاضِعِينَ «1» .\nقال: العنق: الجماعة من الناس.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الحارث بن هشام «2»\nوهو يقول ويذكر أبا جهل «3»\n:\nيخبرنا المخبر أن عمرا\n...\nأمام القوم في عنق مخيل «4»\n(1) سورة الشعراء، الآية: 4.\n(2) الحارث بن هشام: بن المغيرة المخزومي القرشي، أبو عبد الرحمن، صحابي كان شريفا في الجاهلية والإسلام، يضرب المثل ببناته في الحسن والشرف وغلاء المهر، مدحه كعب بن الأشرف، وشهد بدرا مع المشركين، فانهزم فعيّره حسان بن ثابت بأبيات، فاعتذر الحارث بأبيات هي أحسن ما قيل في الاعتذار من الفرار، وأسلم الحارث يوم فتح مكة، وخرج في أيام الخليفة عمر بن الخطاب رضي الله عنه بأهله وماله من مكة إلى الشام، فلم يزل مجاهدا بالشام إلى أن مات في طاعون عمواس، وقد انتهت إليه سيادة بني مخزوم، وكان من المؤلفة قلوبهم، وهو أخو أبي جهل. (انظر: الإصابة في تمييز الصحابة 1/ 293. والاستيعاب: 307 م وثمار القلوب: 238. والأعلام: 2/ 158) .\n(3) أبو جهل: هو عمرو بن هشام وقد سبق التعريف عنه في رقم 44.\n(4) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) .\nالجزء: 1 ¦ الصفحة: 211\n",
        "(181) ض ي ز [ضيزى]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: قِسْمَةٌ ضِيزى «1» .\nقال: قسمة جائرة حين وصفوا أن لله البنات لا إله إلّا الله.\nقال: أو تعرف العرب ذلك؟\nقال: نعم، أما سمعت امرأ القيس «2» وهو يقول:\nضانت بنو أسد بحكمهم\n...\nإذ يعدلون الرّأس بالذّنب «3»\n(1) سورة النجم، الآية: 22.\n(2) امرؤ القيس: سبق التعريف عنه في رقم 28.\n(3) كذا البيت في (الأصل المخطوط) وأعتقد أنه خطأ من الناسخ إذ إن الصحيح في (الإتقان) :\n1/ 131. إذ جاء بهذا النص:\nضازت بنو أسد بحكمهم\n...\nإذ يعدلون الرّأس بالذّنب\nواستشهد به الشوكاني في (فتح القدير) 5/ 109 بهذا النص. وأبو حيان في (البحر المحيط) 8/ 154 ولم يرد هذا البيت في (ديوان امرئ القيس) .\nضازت بنو أشد بحكمهم\n...\nإذ يعدلون الرأس كالذّنب\nالجزء: 1 ¦ الصفحة: 212\n",
        "(182) أن ي [إناه]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: إِناهُ «1» .\nقال: الأنا: النضج. يعني إذا أدرك الطعام، وذلك أن أمراء المؤمنين كانوا يدخلون بيت النبي صلّى الله عليه وسلّم فيحدثون قبل أن يدرك الطعام ويكلمون نساءه، وذلك قبل الحجاب، فشق ذلك على النبي صلّى الله عليه وسلّم، فأنزل الله عزّ وجلّ: يا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلى طَعامٍ غَيْرَ ناظِرِينَ إِناهُ «2» .\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nيفعم ذاك الأنا العبيط كما\n...\nيفعم عزب المجالة الجمل «3»\n(1) سورة الأحزاب، الآية: 53.\n(2) المرجع السابق.\n(3) كذا في (الأصل المخطوط) ، ولم ترد المسألة في (الإتقان) . يفعم: يملأ ويبالغ في ملئه. العبيط:\nمن عبط. عبط الشاة: ذبحها وهي سمينة لا علة فيها. عزب الشيء: عزوبا: بعد وغاب فهو عازب، أي بعيد. قال النابغة الذبياني:\nوصدر أراح اللّيل عازب همّه\n...\nتضاعف فيه الحزن من كلّ جانب\nالجزء: 1 ¦ الصفحة: 213\n",
        "(183) س ن هـ[يتسنّه]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَشَرابِكَ لَمْ يَتَسَنَّهْ «1» .\nقال: لم تغيره السنون عن حاله، لأنه كان وضع في دن «2» العصير ليبل به الخبز، فأماته الله مائة عام.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nطاب منه الطعم والريح معا\n...\nلن تراه يتغيّر من أسن «3»\n(1) سورة البقرة، الآية: 259. [\n.....\n]\n(2) الدّن: الجرّة الضخمة للخمر والزيت والخلّ وغيرها. الجمع: دنان.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 131.\nالجزء: 1 ¦ الصفحة: 214\n",
        "(184) خ ت ر [ختّار]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: كُلُّ خَتَّارٍ كَفُورٍ «1» .\nقال: الختّار: العذّار الغشوم «2» .\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nلقد علمت واستيقنت ذات نفسها\n...\nبأن لا تخاف الدّهر حرمي ولا ختري «3»\n(1) سورة لقمان الآية: 32.\n(2) الغشوم: الشديد الظّلم.\n(3) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 131. حرم: قطع.\nالجزء: 1 ¦ الصفحة: 215\n",
        "(185) ق ط ر [القطر]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَأَسَلْنا لَهُ عَيْنَ الْقِطْرِ «1» .\nقال: أعطى الله داود «2» عليه السلام عينا من صفر كما يسيل الماء.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nفألقى في مراجل من حديد\n...\nقدور القطر ليس من البراة «3» .\n(1) سورة سبأ، الآية: 12.\n(2) داود: عليه السلام، والد النبي سليمان عليه السلام وأحد أجداد السيد المسيح. ورد ذكره في القرآن الكريم في ستة عشر موضعا.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 131.\nالجزء: 1 ¦ الصفحة: 216\n",
        "(186) خ م ط [خمط]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: أُكُلٍ خَمْطٍ «1» .\nقال: الخمط: الأراك «2» .\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nما مغزل فرد تراعى بعينها\n...\nأغن غضيض الطرف من خلل الخمط «3»\n(1) سورة سبأ، الآية: 16.\n(2) الأراك: شجر كثير الفروع من الفصيلة الزيتونية ينبت في شبه جزيرة العرب وفي فلسطين، وتتّخذ المساويك من فروعه ومن عروقه، واحدته أراكة.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 131. غضّ الطرف: صوته. الخلل: الوهن في الأمر والنساء والضّعف. يقال: في رأيه خلل.\nالجزء: 1 ¦ الصفحة: 217\n",
        "(187) ج د د [جدد]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: جُدَدٌ بِيضٌ «1» .\nقال: الجبال طريقة بيضاء، وطريقة خضراء، وهذا مثل ضربه الله للعباد لكي يخافوه.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nقد غادر النّسع في صفحاتها جددا\n...\nكأنّها طرق لاحت على أكم «2»\n(1) سورة فاطر، الآية: 27.\n(2) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 131. النّسع: سير مضفور تشدّ به الحقائب أو الرّحال. القطعة منه نسعة وقد تجعل النّسعة زماما للبعير وغيره، أو تنسج عريضة، وتجعل على صدر البعير. الجمع: نسوع، وأنساع.\nالجزء: 1 ¦ الصفحة: 218\n",
        "(188) ش م ز [اشمأزّت]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لا يُؤْمِنُونَ «1» .\nقال: نفرت قلوب الكفّار من ذكر الله عزّ وجلّ.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت عمرو بن كلثوم التغلبي «2» وهو يقول:\nإذا عضّ الثّقاف بها اشمأزّت\n...\nوولّتهم عشوزنة زبونا «3»\n(1) سورة الزمر، الآية: 45. [\n.....\n]\n(2) عمرو بن كلثوم التغلبي: سبق التعريف عنه في رقم 69.\n(3) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 130. وقد استشهد به التبريزي في (القصائد العشر) صفحة 227، كما استشهد به ابن حيان في (البحر المحيط) . والعشوزنة: الصلبة القويمة.\nالجزء: 1 ¦ الصفحة: 219\n",
        "(189) أب و [آباءنا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: إِنَّا وَجَدْنا آباءَنا عَلى أُمَّةٍ «1» .\nقال: وجدنا آباءنا على ملّة غير الملّة التي تدعونا إليها.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت نابغة بني ذبيان «2» وهو يقول:\nفاقني حياءك لا أبا لك واعلمي\n...\nأني امرؤ سأموت إن لم أقتل «3»\n(1) سورة الزخرف، الآية: 22.\n(2) نابغة بني ذبيان: هو زياد بن معاوية وقد سبق التعريف عنه في رقم 33.\n(3) البيت هو لعنترة بن شداد وقد ورد في (ديوان عنترة) صفحة 58 في قصيدة طويلة مطلعها:\nطال الثّواء على رسوم المنزل\n...\nبين اللّكيك وبين ذات الحرمل\nوفاقني: ألزمني. لا أب لك: تقال في مواضع التعجب والحث والزّجر.\nالجزء: 1 ¦ الصفحة: 220\n",
        "(190) ل ي ت [يلتكم]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: لا يَلِتْكُمْ مِنْ أَعْمالِكُمْ «1» .\nقال: لا ينقصكم من أعمالكم شيئا بلغة بني عبس «2» .\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الحطيئة «3» وهو يقول:\nأبلغ سراة بني سعد مغلغلة\n...\nجهد الرّسالة لا ألتا ولا كذبا «4»\n(1) سورة الحجرات، الآية: 14.\n(2) بنو عبس: نسبة إلى عبس بن بغيض بن ريث بن غطفان، من عدنان، بنوه العبسيون، ومنهم عنترة بن شداد في الجاهلية، وربعي بن خراش من التابعين وكثير من الصحابة، كانت منازلهم قبل الإسلام بنجد، وتفرقوا بعد ذلك فلم يبق منهم في الديار النجدية أحد. (انظر: نهاية الأرب للقلقشندي 281. معجم قبائل العرب. 738. جمهرة الأنساب: 239. والأعلام 4/ 187) .\n(3) الحطيئة: هو جرول بن أوس بن مالك العبسي، أبو مليكة، شاعر مخضرم، أدرك الجاهلية والإسلام، كان هجاء عنيفا، لم يكد يسلم من لسانه أحد، وهجا أمه وأباه ونفسه، وأكثر من هجاء الزبرقان بن بدر، فشكاه إلى عمر بن الخطاب رضي الله عنه، فأخرجه ونهاه عن هجاء الناس، فقال: إذا تموت عيالي جوعا. (انظر: فوات الوفيات: 1/ 99. والشعر والشعراء:\n110. وخزانة البغدادي: 1/ 409. والأعلام: 2/ 118) .\n(4) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 131. والبيت في (الديوان) صفحة 7.\nواستشهد به القرطبي في (الجامع لأحكام القرآن) . سراة كل شيء: أعلاه. بنو سعد: نسبة إلى سعد بن بكر بن هوازن، من عدنان، امتاز بنوه بالفصاحة، وفيهم نشأ النبي صلّى الله عليه وسلّم في طفولته، إذ تسلمته حليمة السعدية من أمه، وحملته إلى المدينة، وأحسنت تربيته، ولما ردته إلى مكة، نظر إليه عبد المطلب فامتلأ سرورا، وقال: جمال قريش، وفصاحة (سعد) وحلاوة يثرب، وكانت منازل بني سعد بن بكر في الحديبية وأطرافها، وهم الآن بطون يسكنون بالقرب من الطائف. (انظر: ثمار القلوب: 21. وجمهرة الأنساب: 253. ومعجم قبائل العرب:\n2/ 513. والأعلام: 3/ 84) .\nالجزء: 1 ¦ الصفحة: 221\n",
        "(191) هـ ي م [الهيم]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَشارِبُونَ شُرْبَ الْهِيمِ «1» .\nقال: الإبل يأخذها داء يقال له الهيام فلا تروى من الماء. قال: فشبه شرب أهل النار من الحميم بشرب الإبل الهيم.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت لبيد بن ربيعة «2» يقول:\nأجزت إلى معارفها بشعث\n...\nوأطلاح من العيديّ هيم «3»\n(1) سورة الواقعة، الآية: 55.\n(2) لبيد بن ربيعة: سبق التعريف عنه في رقم 6.\n(3) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) . والبيت في (الديوان) صفحة 102. واستشهد به الزمخشري في (أساس البلاغة) باب: عرف.\nالجزء: 1 ¦ الصفحة: 222\n",
        "(192) أب ب [وأبّا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَفاكِهَةً وَأَبًّا «1» .\nقال: الأب: الفصفصة وما يعتلف منه الدواب.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nترى به الأبّ واليقطين مختلعا\n...\nعلى الشريعة يجري تحتها الغرب «2»\n(1) سورة عبس، الآية: 31.\n(2) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 131. اليقطين: ما لا ساق له من النبات كالقثاء والبطيخ، وغلب على القرع، وثمرته: يقطينة. الغرب: الماء الذي يقطر من الدلو. والغرب أيضا: شجر تسوّى منه السهام. [\n.....\n]\nالجزء: 1 ¦ الصفحة: 223\n",
        "(193) د ك ك [دكّة]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَدُكَّتا دَكَّةً واحِدَةً «1» .\nقال: زلزلة شديدة عند النفخة الآخرة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت عدي بن زيد «2» وهو يقول:\nملك ينفق الخزائن والذّمّة\n...\nقد دكّها وكادت تبور «3»\n(1) سورة الحاقة، الآية: 14.\n(2) عدي بن زيد: سبق التعريف عنه في رقم 20.\n(3) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) . والبيت في (ديوان عدي بن زيد) صفحة 92. الذمّة: العهد والأمان، وصفة يصير الإنسان بها أهلا للالتزام (انظر: معجم لغة الفقهاء: صفحة 214) .\nالجزء: 1 ¦ الصفحة: 224\n",
        "(194) س ر ر [سرّا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَلكِنْ لا تُواعِدُوهُنَّ سِرًّا «1» .\nقال: السّر: الجماع.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت امرأ القيس «2» وهو يقول:\nألا زعمت بسباسة اليوم أنّني\n...\nكبرت وأن لا يحسن السّرّ أمثالي «3»\n(1) سورة البقرة، الآية: 235.\n(2) امرؤ القيس: سبق التعريف عنه في رقم 28.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 132. وقد ورد في (الديوان) صفحة 46 بهذا النص:\nألا زعمت بسباسة اليوم أنّني\n...\nكبرت وأن لا يحسن اللهو أمثالي\nوبسباسة: امرأة من بني أسد عيّرت امرأ القيس بالكبر، فنفى ذلك عن نفسه.\nالجزء: 1 ¦ الصفحة: 225\n",
        "(195) س وم [تسيمون]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ» .\nقال: فيه ترعون.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الأعشى «2» وهو يقول:\nومشى القوم بالعماد إلى الرّزحى\n...\nوأعيا المسيم أين المساق «3»\n(1) سورة النحل، الآية: 10.\n(2) الأعشى: سبق التعريف عنه في رقم 32.\n(3) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 132. والبيت في (الديوان) صفحة 213. وقد استشهد به الجاحظ في (الحيوان) 3/ 484. واستشهد به الطبري في (جامع البيان) 8/ 85 بهذا النص:\nومشى القوم بالعماد إلى المرعى\n...\nفأعيا المسيم أين المساق\nالجزء: 1 ¦ الصفحة: 226\n",
        "(196) ط م ث [يطمثهنّ]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: لَمْ يَطْمِثْهُنَّ «1» .\nقال: كذلك نساء أهل الجنّة، لم يدن منهن غير أزواجهن.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nمشين إليّ لم يطمثن قبلي\n...\nوهنّ أصح من بيض النعام «2»\n(1) سورة الرحمن، الآية: 56.\n(2) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) ، والبيت في (لسان العرب) باب:\nطمث منسوب إلى الفرزدق بهذا النص:\nوقعن إليّ، لم يطمثن قبلي\n...\nفهن أصح من بيض النعام\nالجزء: 1 ¦ الصفحة: 227\n",
        "(197) ر ج و [ترجون]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: لا تَرْجُونَ لِلَّهِ وَقاراً «1» .\nقال: لا تخشون لله عظمة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أبا ذؤيب «2» وهو يقول:\nإذا لسعته النّحل لم يرج لسعها\n...\nوحالفها في بيت نوب عوامل «3»\n(1) سورة نوح، الآية: 13.\n(2) أبو ذؤيب: هو خويلد بن خالد وفد سبق التعريف عنه في رقم 25.\n(3) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 132. والبيت في (ديوان الهذليين) 1/ 143.\nو (أساس البلاغة) باب: (نوب) : 2/ 279. و (مفردات الراغب) صفحة 189، واستشهد به الطبري في (جامع البيان) والطبرسي في (مجمع البيان) 6- 29/ 65.\nوورد في (رسالة الغفران) 2/ 432. بهذا النص:\nإذا لسعته النّحل لم يرج لسعها\n...\nوخالفها في بيت نور عوامل\nوقال الزمخشري: النحل تنوب إلى الخلايا، ولذلك سميت: النوب. [\n.....\n]\nالجزء: 1 ¦ الصفحة: 228\n",
        "(198) ت ر ب [متربة]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: أَوْ مِسْكِيناً ذا مَتْرَبَةٍ «1» .\nقال: ذا حاجة وجهد.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nتربت يداك ثمّ قلّ نوالها\n...\nوترفّعت عنك السّماء سجالها «2»\n(1) سورة البلد، الآية: 16.\n(2) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 132.\nالجزء: 1 ¦ الصفحة: 229\n",
        "(199) هـ ط ع [مهطعين]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: مُهْطِعِينَ إِلَى الدَّاعِ «1» .\nقال: مذعنين خاضعين.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت تبّعا «2» وهو يقول:\nتعبّدني نمر بن سعد وقد درى\n...\nونمر بن سعد لي مدين ومهطع «3»\n(1) سورة القمر، الآية: 8.\n(2) تبع: هو تبع بن حسان بن تبان، من ملوك حمير في اليمن قيل اسمه مرثد. وهو تبع الأصغر آخر التبابعة، ملك بعد عبد كلال، وعقد الحلف بين اليمن وربيعة، وسار إلى الشام فلقيه قوم من حمير من بني عمرو بن عامر، فشكوا إليه ما نزل بهم من اليهود في (يثرب) ، وذكروا له سوء مجاورتهم لهم، ونقضهم العهد الذي بينهم، فسار إلى يثرب ونزل في سفح (أحد) وبعث إلى اليهود فقتل منهم ثلاثمائة رجل، وذللها لهم، وكان ملكه 78 سنة (انظر: الأعلام 2/ 83) .\nوتبع لقب لكل من ملوك اليمن، كالخليفة للمسلمين، وكسرى للفرس، ومن التبابعة:\nالحارث الرائش وهو ابن همال ذي سود، وأبرهة ذو المنار، وعمرو ذو الأذعار، وشمر بن مالك الذي تنتسب إليه سمرقند، وأفريقيس بن قيس الذي ساق البربر إلى أفريقية من أرض كنعان وبه سميت أفريقية.\nوالعرب كانوا يعرفون واحدا من هؤلاء أكثر من غيرهم ولذلك\nقال رسول الله صلّى الله عليه وسلّم: «ولا أدري أتبع لعين أم لا»\nوقال صلّى الله عليه وسلّم: «لا تسبوا تبعا فإنه كان مؤمنا\n، والمقصود هو أبو كرب الذي كسا البيت بعد ما أراد غزوه، وبعد ما غزا المدينة وأراد خرابها ثم انصرف عنها لما أخبر أنها مهاجر نبي اسمه أحمد، وقال شعرا أودعه عند أهلها، فكانوا يتوارثونه كابرا عن كابر إلى أن هاجر رسول الله صلّى الله عليه وسلّم فأدوه إليه، ويقال كان الكتاب عند خالد بن زيد أبي أيوب الأنصاري وفيه:\nشهدت على أحمد أنّه\n...\nرسول من الله باري النسم\nفلو مدّ عمري إلى عمره\n...\nلكنت وزيرا له وابن عم\nوذكره القرطبي: (16/ 144) : إن بين وفاة تبع وبعثة المصطفى صلّى الله عليه وسلّم ألف سنة كاملة.\n(3) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 132. وقد استشهد به أبو حيان في (البحر المحيط)\nالجزء: 1 ¦ الصفحة: 230\n",
        "(200) س م و [سميّا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: هَلْ تَعْلَمُ لَهُ سَمِيًّا «1» .\nقال: هل تعلم له ولدا.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nأما السميّ فأنت منه مكثر\n...\nوالمال مال يغتدي ويروح «2»\nأما في (أساس البلاغة) 2/ 95 باب: (هطع) فقد جاء بهذا النص:\nتعدّني نمر بن سعد وقد أرى\n...\nونمر بن سعد لي مطيع ومهطع\n(1) سورة مريم، الآية: 65.\n(2) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 132.\nالجزء: 1 ¦ الصفحة: 231\n",
        "(201) ص هـ ر [يصهر]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: يُصْهَرُ بِهِ ما فِي بُطُونِهِمْ «1» .\nقال: يذاب به ما في بطونهم إذا شربوا الحميم.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر «2» وهو يقول:\nسخنت صهارته فظلّ عثانه\n...\nفي سيطل كفيت به يتردّد «3»\n(1) سورة الحج، الآية: 20.\n(2) الشاعر: هو الطرماح بن حكيم.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 132. وورد في (لسان العرب) باب: سطل: بهذا النص:\nسخنت صهارته فضل عثانه\n...\nفي سيطل كفئت له يتردد\nوالعثان: الدخان. والسيطل: الطست.\nالجزء: 1 ¦ الصفحة: 232\n",
        "(202) ع ب د [العابدين]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَأَنَا أَوَّلُ الْعابِدِينَ «1» .\nقال: أنا أول الآبقين من أن يكون لله ولد.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت تبعا «2» وهو يقول:\nقد علمت فهر بأنّي ربّهم\n...\nطوعا تدين له ولما تعبد «3»\n(1) سورة الزخرف، الآية: 81.\n(2) تبع: سبق التعريف عنه في رقم 199.\n(3) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) . وفهر: قبيلة عربية يرجع نسبها إلى فهر بن مالك بن النضر، ممن يتصل بهم النّسب النّبوي، كنيته أبو غالب، كان رئيس الناس بمكة، وكان قائد كنانة ومن انضم إليها من مضر وغيرهم في قتالهم لحسان بن عبد كلال الحميري حين أغار على الحجاز بجيش من اليمن، يريد نقل حجر الكعبة إلى اليمن لتحويل الحج إلى بلاده، فظفر فهر ومن معه، وهزمت جمير، وكانت منازل بنيه حول الكعبة ومكة. قال ابن حزم: لا قريش غيرهم، ولا يكون قريش إلا منهم. وهم بطون كثيرة جدا. (انظر: جمهرة الأنساب: 11. وابن الأثير: 2/ 9. والطبري: 2/ 186. والأعلام: 5/ 157) . [\n.....\n]\nالجزء: 1 ¦ الصفحة: 233\n",
        "(203) ن وأ [لتنوء]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: لَتَنُوأُ بِالْعُصْبَةِ «1» .\nقال: لتثقل بالعصبة مفاتيح خزائن قارون «2» .\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت امرأ القيس «3» وهو يقول:\nتمشي فتثقلها عجيزتها\n...\nمشي الضّعيف ينوء بالوسق «4»\n(1) سورة القصص، الآية: 76.\n(2) قارون: كان من أثرياء العبرانيين أيام النبي موسى عليه السلام، وكفّ يده عن الأخذ بالتعاليم، وناصب النبي موسى العداء، فذهب الله بثروته، واسمه قورح، وقد ورد اسمه في القرآن الكريم في أربعة مواضع. (انظر: المنجد في الأعلام: 541) .\n(3) امرؤ القيس: سبق التعريف عنه في رقم 28.\n(4) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 132. والبيت من ملحقات الديوان عن الإتقان. (انظر: ذيل الديوان صفحة 465. وهو أيضا من شواهد (الأغاني) 11/ 191، لكنه نسب إلى الحارث بن عبد المطلب في عائشة بنت طلحة. والعجيزة: مؤخرة المرأة خاصة.\nالوسق: حمل البعير أو العربة أو السفينة أو نحوها. والوسق أيضا: مكيال مقداره ستون صاعا. وقد ورد بهذا النّصّ:\nوتنوء تثقلها عجيزتها\n...\nمشي الضّعيف ينوء بالوسق\nالجزء: 1 ¦ الصفحة: 234\n",
        "(204) ح م ل [حمولة]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: حَمُولَةً وَفَرْشاً «1» .\nقال: الحمولة: ما تحمل عليه. والفرش: الصغار من الأنعام.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أمية بن أبي الصلت «2» وهو يقول:\nليتني كنت قبل ما قد أراني\n...\nفي قلال الجبال أرعى الحمولا»\n(1) سورة الأنعام، الآية: 142.\n(2) أمية بن أبي الصلت: سبق التعريف عنه في رقم 21.\n(3) كذا في (الأصل المخطوط) ولم ترد المسألة في (الإتقان) . قلال الجبال: أعلى الجبال، وقلّة كل شيء: أعلاه. وقد ورد البيت في (الديوان) صفحة 45 بهذا النص:\nليتني كنت قبل ما قد بدا لي\n...\nفي رؤوس الجبال أرعى الوعولا\nالجزء: 1 ¦ الصفحة: 235\n",
        "(205) د ب ر [دابر]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَقُطِعَ دابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا «1» .\nقال: قطع أصلهم واستؤصلوا من ورائهم.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت زهيرا «2» وهو يقول:\nالقائد الخيل منكوبا دوابرها\n...\nمحكومة حكمات القدّ والأبقا «3»\n(1) سورة الأنعام، الآية: 45.\n(2) زهير: هو زهير بن أبي سلمى، وقد سبق التعريف عنه في رقم 19.\n(3) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) . أما البيت فهو في (الديوان) صفحة 49.\nالجزء: 1 ¦ الصفحة: 236\n",
        "(206) ع ف و [العفو]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: خُذِ الْعَفْوَ «1» .\nقال: أمر الله عزّ وجلّ النبي صلّى الله عليه وسلّم أن يأخذ ذلك.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت عبيد بن الأبرص «2» وهو يقول:\nيعفو عن الجهل والسّوآت كما\n...\nيدرك غيث الرّبيع ذو الصّرد «3»\n(1) سورة الأعراف، الآية: 199.\n(2) عبيد بن الأبرص: سبق التعريف عنه في رقم 1.\n(3) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) . الجهل: الخلو من المعرفة والطيش والسفه. السوءات: مفردها: سوءة: العورة والفاحشة، والعمل الشائن. الصرد: صرّد عطاءه: قلّله، أو أعطاه قليلا قليلا، وصرّد الشيء: قطعه. وصرد إبله: سقاها دون الرّي فهي مصرّدة.\nالجزء: 1 ¦ الصفحة: 237\n",
        "(207) ب ن ن [بنان]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَاضْرِبُوا مِنْهُمْ كُلَّ بَنانٍ «1» .\nقال: البنان: أطراف الأصابع، وبلغة هذيل «2» الجسد كله.\nقال: فأنشدني في كلتيهما.\nقال: نعم، أما في أطراف الأصابع فقول: عنترة العبسي «3» :\nفنعم فوارس الهيجاء قومي\n...\nإذا علقوا الأعنّة بالبنان «4»\nوقال الهذلي «5» في الجسد:\nلدى أسد شاكي البنان مقاذف\n...\nله لبد أظافره لم تقلّم «6»\n(1) سورة الأنفال، الآية: 12. [\n.....\n]\n(2) هذيل: قبيلة عربية سبق التعريف عنها في رقم 160.\n(3) عنترة العبسي: سبق التعريف عنه في رقم 2.\n(4) كذا في (الأصل المخطوط) ، و (الإتقان) . وقد ورد في (الديوان) طبعة دار المعارف بهذا النّصّ:\nونعم فوارس الهيجاء قومي\n...\nإذا علقوا الأسنّة بالبنان\nكذلك ورد في (العقد الثمين) : 51 بهذا النص:\nفنعم فوارس الهيجاء قومي\n...\nإذا علقوا الأعنّة بالبنان\n(5) الهذلي: ليس البيت في أحد الهذليين، إنما هو لزهير بن أبي سلمى وفي روايته بعض الخلاف.\n(6) كذا في (الأصل المخطوط) ، ولم يرد هذا البيت في (الإتقان) ، وقد ورد في (الديوان) صفحة 84 بهذا النص:\nلدى أسد شاكي السّلاح مقذّف\n...\nله لبد أظفاره لم تقلّم\nشاكي السّلاح، وشائك السّلاح وشاك السّلاح: أي تام السلاح، كله من الشوكة وهي العدة مقذف: أي يقذف به كثيرا إلى الوقائع، والتقذيف: مبالغة القذف اللّبد: جمع لبدة الأسد وهو يشبه أسدا له لبدتان لم تقلم براثنه، يريد أنه لا يعتريه ضعف ولا يعيبه عدم شوكة كما أن الأسد لا يقلم براثنه وهذا البيت من معلقة زهير بن أبي سلمى.\nالجزء: 1 ¦ الصفحة: 238\n",
        "(208) م ك ى [مكاء]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: إِلَّا مُكاءً وَتَصْدِيَةً «1» .\nقال: المكاء: القنبرة، والتصدية: صوت العصافير وهو التصفيق، وذلك أن رسول الله صلّى الله عليه وسلّم كان إذا قام إلى الصلاة وهو بمكة «2» . كان يصلي قائما بين الحجر «3» وبين الركن اليماني «4» ، فيجيء رجلان من بني سهم «5» يقوم أحدهما عن يمينه، والآخر عن يساره، فيصيح أحدهما كما تصيح المكاء، والآخر يصفق بيديه كتصدية العصافير ليفسد عليه صلاته.\nقال: وهل تعرف العرب ذلك؟\n(1) سورة الأنفال، الآية: 35.\n(2) مكة: البلد المقدسة العظمى عند المسلمين لاحتوائها البيت المعظم الحرام والكعبة المشرفة ومناسك الحج، وهي مسقط رأس الرسول الأعظم سيدنا محمد صلّى الله عليه وسلّم. (انظر: المنجد في الأعلام 681) .\n(3) الحجر: حجر الكعبة، وهو مصطبة محوطة بحائط إلى ما دون الصدر، منه ما تركت قريش من الكعبة واقتصرت في بنيان الكعبة عنه، وله بابان مع ركني الكعبة العراقي والشامي. (انظر:\nمراصد الاطلاع 1/ 381) .\n(4) الركن اليماني: أحد أركان الكعبة وهو من جهة اليمن، والذي فيه الحجر الركن البصري، ويقال أن رجلا من أهل اليمن بناه، يقال له أبيّ بن سالم. قال بعض أهل اليمن:\nلنا الرّكن من بيت الحرام وراثة\n...\nبقيّة ما أبقى أبيّ بن سالم\nوقال زهير بن أبي سلمى:\nكم للمنازل من عام ومن زمن\n...\nلآل أسماء بالقفّين فالرّكن\n(5) بنو سهيم: قبيلة عربية يرجع نسبهم إلى سهم بن عمرو بن هصيص بن كعب بن لؤي من قريش، بنوه عدة بطون، من ذريته عمرو بن العاص. (انظر: جمهرة الأنساب: 154. واللباب:\n1/ 580. والأعلام: 3/ 144) .\nالجزء: 1 ¦ الصفحة: 239\n",
        "قال: نعم، أما حسّان بن ثابت «6» وهو يقول:\nنقوم إلى الصّلاة إذا دعينا\n...\nوهمّكم التّصدّي والمكاء «7»\nوقال آخر من الشعراء في التصدية:\nحين تنبّهنا سحيرا\n...\nقبل تصدية العصافر «8»\n(6) حسان بن ثابت: سبق التعريف عنه في رقم 12.\n(7) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) .\n(8) سحيرا: من السحر أي قبيل الصبح. العصافر: أي العصافير. وقبل الأصح: قبيل لجواز الشعر.\nالجزء: 1 ¦ الصفحة: 240\n",
        "(209) ل ب س [لباس]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: هُنَّ لِباسٌ لَكُمْ «1» .\nقال: هنّ سكن تسكنون إليهم بالليل والنهار.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت نابغة بني ذبيان «2» وهو يقول:\nإذا ما الضّجيج ثنى عطفها\n...\nتثنّت عليه فكانت لباسا «3»\n(1) سورة البقرة، الآية: 187. [\n.....\n]\n(2) نابغة بني ذبيان: هو زياد بن معاوية وقد سبق التعريف عنه في رقم 33.\n(3) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) ، كذلك لم يرد الشعر في (ديوان النابغة الذبياني) .\nالجزء: 1 ¦ الصفحة: 241\n",
        "(210) ن س ل [والنّسل]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: الْحَرْثَ وَالنَّسْلَ «1» .\nقال: النسل: الطائر والدواب.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nكهولهم خير الكهول ونسلهم\n...\nكنسل الملوك لا يبور ولا يجري «2»\n(1) سورة البقرة، الآية: 205.\n(2) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) . الكهول: مفردها: الكهل وهو ما جاوز الثلاثين من عمره إلى نحو الخمسين أو هو من جاوز الشباب ولم يصل إلى الشيخوخة، أو من كانت سنّة بين الثلاثين والستين. الجمع: كهول، وكهّل، وكهلان. النّسل: الخلق والولد والذّرّيّة. لا يبور: البور من الناس: الهالك لا يخر فيه قال تعالى في سورة الفتح الآية:\n12: وَكُنْتُمْ قَوْماً بُوراً.\nالجزء: 1 ¦ الصفحة: 242\n",
        "(211) ع ص ر [إعصار]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: إِعْصارٌ فِيهِ نارٌ «1» .\nقال: الريح الشديدة التي تجري بالعذاب.\nقال: فهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nفله في آثارهنّ خوار\n...\nوحفيف كأنّه إعصار «2»\n(1) سورة البقرة، الآية: 266.\n(2) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 132. الخوار: الضعيف. الخفيف: صوت مرّ النسيم على الغصون، والصوت الخفيف، ومنه حفيف الأشجار.\nالجزء: 1 ¦ الصفحة: 243\n",
        "(212) ن ع ق [ينعق]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: كَمَثَلِ الَّذِي يَنْعِقُ بِما لا يَسْمَعُ «1» .\nقال: شبّه الله أصوات المنافقين والكفّار بأصوات البهم أي لا يعقلون.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت بشر بن أبي خازم «2» وهو يقول:\nهضيم الكشح لم تغمر ببؤسي\n...\nولم تنعق بناحية الرّباق «3»\n(1) سورة البقرة، الآية: 171.\n(2) بشر بن أبي خازم: سبق التعريف عنه في رقم 93.\n(3) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) . وقد ورد البيت في (الديوان) صفحة 162 بهذا النص:\nهضيم الكشح ما غذيت ببوس\n...\nولا مدت بناحية الرباق\nوالرباق: جمع ربقة: وهي الحلقة تشدّ بها البهائم وهو عبارة عن حبل. يقال: حلّ ربقته أي فرّج كربته. ويقال أيضا: لا يرضى الحرّ في ربقة الذّلّ.\nالجزء: 1 ¦ الصفحة: 244\n",
        "(213) ش ج ر [شجر]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فِيما شَجَرَ بَيْنَهُمْ «1» .\nقال: فيما أشكل عليهم.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت زهيرا «2» وهو يقول:\nمتى يشتجر قوم يقل سرواتهم\n...\nهم بيننا فهم رضا وهم عدل «3»\n(1) سورة النساء، الآية: 65.\n(2) زهير: هو زهير بن أبي سلمى، وقد سبق التعريف عنه في رقم 19.\n(3) كذا في (الأصل المخطوط) ولم ترد هذه المسألة في (الإتقان) والبيت في (ديوان زهير) صفحة 61. من قصيدة طويلة يمدح بها سنان بن أبي حارثة المري. يشتجر: يختلف. السّروات: جمع سراة، والواحد: سري أي: السيد الشريف. أي إذا اختلف قوم بأمر رضوا بحكم هؤلاء لعدلهم وصحة حكمهم.\nالجزء: 1 ¦ الصفحة: 245\n",
        "(214) ر غ م [مراغما]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: مُراغَماً كَثِيراً «1» .\nقال: فنفسحا كثيرا بلغة هذيل «2» .\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nوأترك أرض جهرة أنّ عندي\n...\nرجاء في المراغم والتّعادي «3»\n(1) سورة النساء، الآية: 100.\n(2) هذيل: قبيلة عربية سبق التعريف عنها في رقم 160. [\n.....\n]\n(3) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 132.\nالجزء: 1 ¦ الصفحة: 246\n",
        "(215) ص ل د [صلدا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَتَرَكَهُ صَلْداً «1» .\nقال: أملس لا شيء عليه، وهذا مثل ضربه الله لمن ينفق ماله رئاء الناس.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أبا طالب «2» وهو يقول:\nوإنّي لقوم وابن قوم لهاشم\n...\nلآباء صدق مجدهم معقل صلد «3»\n(1) سورة البقرة، الآية: 264.\n(2) أبو طالب: هو عبد مناف بن عبد المطلب بن هاشم، وقد سبق التعريف عنه في رقم 146.\n(3) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 132. وقوم هاشم: نسبة إلى: هاشم بن عبد مناف بن قصي بن كلاب بن مرة من قريش، أحد من انتهت إليهم السيادة في الجاهلية، ومن بنيه الرسول العربي محمد صلّى الله عليه وسلّم. قال بعض المؤرخين: اسمه عمرو، وغلب عليه لقب هاشم، لأنه أول من هشم الثريد لقومه بمكة في إحدى المجاعات، وهو أول من سنّ الرّحلتين لقريش للتجارة، رحلة الشتاء إلى اليمن والحبشة ورحلة الصيف إلى غزة وبلاد الشام، كان أحد الأجواد الذين ضرب بهم المثل في الكرم. ولد بمكة المكرمة سنة (127) ق. هـ الموافق (500) م وتوفي سنة (102) ق. هـ الموافق (524) . (انظر: طبقات ابن سعد: 1/ 43. وابن الأثير:\n2/ 6 والطبري 2/ 179، وثمار القلوب: 89. والأعلام: 8/ 66) .\nالجزء: 1 ¦ الصفحة: 247\n",
        "(216) أص ر [إصرا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: لا تَحْمِلْ عَلَيْنا إِصْراً كَما حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنا «1» .\nقال: عهدا كما حملته على اليهود فعصوك فمسختهم قردة وخنازير.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أبا طالب «2» وهو يقول:\nأفي كلّ عام وافد وصحيفة\n...\nيشدّ بها أمر وثيق وأيصر «3»\n(1) سورة البقرة، الآية: 286.\n(2) أبو طالب: هو عبد مناف بن عبد المطلب بن هاشم، وقد سبق التعريف عنه في رقم 146.\n(3) كذا في (الأصل المخطوط) ولم ترد هذه المسألة في (الإتقان) .\nالجزء: 1 ¦ الصفحة: 248\n",
        "(217) ب وأ [تبوء]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ «1» .\nقال: أن ترجع بإثمي وإثمك الذي عملت، فتستوجب النار.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nمن كان كاره عيشه فليأتنا\n...\nيلقى المنيّة أو يبوء له غنى «2»\n(1) سورة المائدة، الآية: 29.\n(2) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) .\nالجزء: 1 ¦ الصفحة: 249\n",
        "(218) م ن ن [ممنون]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ «1» .\nقال: لهم الجنة جزاء غير منقوص.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت زهير بن أبي سلمى «2» وهو يقول:\nفضل الجواد على الخيل البطاء فلا\n...\nيعطي بذلك ممنونا ولا نزقا «3»\n(1) سورة فصلت، الآية: 8. وسورة الانشقاق الآية: 25. وسورة التين الآية: 6.\n(2) زهير بن أبي سلمى: سبق التعريف عنه في رقم 19.\n(3) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 132. وقد ورد في (ديوان زهير بن أبي سلمى) صفحة 42 في قصيدة طويلة يمدح بها هرم بن سنان بهذا النص:\nفضل الجياد على الخيل البطاء فلا\n...\nيعطي بذلك ممنونا ولا ترقا\nأراد أن الممدوح فضل الناس فضل الجياد على البطاء من الخيل. الجياد: الواحد جواد، الذي يجود بما عنده من الجري. الممنون: المقطوع. الترق: الذي يبطئ بعد الجري والذي يعطي ثم يكف.\nالجزء: 1 ¦ الصفحة: 250\n",
        "(219) ج وب [جابوا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: جابُوا الصَّخْرَ بِالْوادِ «1» .\nقال: نقبوا الحجارة بالواد في الجبال، فاتخذوا منها بيوتا.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أمية بن أبي الصلت «2» وهو يقول:\nوشقّ أبصارنا كيما نعيش بها\n...\nوجاب للسّمع أصماخا وآذانا «3»\n(1) سورة الفجر، الآية: 9.\n(2) أمية بن أبي الصلت: سبق التعريف عنه في رقم 21. [\n.....\n]\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 132. وقد ورد البيت في (ديوان أمية بن أبي الصلت) صفحة 63. الأصماخ: أو الصماخ قناة الأذن الخارجية التي تنتهي عند الطبلة، وهي مدخل الصوت، الجمع: أصمخة.\nالجزء: 1 ¦ الصفحة: 251\n",
        "(220) ج م م [جمّا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَتُحِبُّونَ الْمالَ حُبًّا جَمًّا «1» .\nقال: حبّا كثيرا.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أمية بن أبي الصلت «2» وهو يقول:\nإن تغفر اللهمّ تغفر جمّا\n...\nوأيّ عبد لك لا ألمّا «3»\n(1) سورة الفجر، الآية: 20.\n(2) أمية بن أبي الصلت: سبق التعريف عنه في رقم 21.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 132. وقد ورد البيت في (خزانة الأدب) للبغدادي 2/ 256. ولم يرد في (ديوان أمية بن أبي الصلت) .\nالجزء: 1 ¦ الصفحة: 252\n",
        "(221) ك ث ر [الكوثر]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: إِنَّا أَعْطَيْناكَ الْكَوْثَرَ «1» .\nقال: نهر في بطنان الجنّة، حافتاه قباب الدر والياقوت.\nقال: وبأي شيء ذكر ذلك؟\nقال: إن رسول الله صلّى الله عليه وسلّم دخل باب المروة، وخرج من باب الصفا: فاستقبله العاص بن وائل السهمي «2» ، فرجع العاص إلى قريش «3» ، فقالت له قريش: من استقبلك يا أبا عمرو آنفا؟ قال: الأبتر، يريد النبي صلّى الله عليه وسلّم، فما برح رسول الله صلّى الله عليه وسلّم حتى أنزل هذه السورة: إِنَّا أَعْطَيْناكَ الْكَوْثَرَ «4»\n، نهر في بطنان الجنة حافتاه قباب الدّرّ والياقوت فيها أزواجه وخدمه، ثم قال:\n(1) سورة الكوثر، الآية: 1.\n(2) العاص بن وائل السهمي: من قريش، أحد الحكام في الجاهلية، كان نديما لهشام بن المغيرة، وأدرك الإسلام، وظل على الشرك، ويعد من الزنادقة ومن المستهزئين الذين ماتوا كفارا وثنيين.\nكان على رأس بني سهم في حرب (الفجار) سنة (33) ق. هـ الموافق (551) م، قيل في خبر موت العاص: خرج يوما على راحلته، ومعه أبناء له يتنزه، ونزل في أحد الشعاب، فلما وضع قدمه على الأرض، صاح، فطافوا فلم يروا شيئا، وانتفخت رجله حتى صارت مثل عنق البعير ومات، فقالوا: لدغته الأرض. وهو الذي منع عمر بن الخطاب من قريش حين أظهر عمر بن الخطاب إسلامه. وأم العاص تدعى سلمى وفيه يقول ابن الزبعري:\nأصاب ابن سلمى خلة من صديقه\n...\nولولا ابن سلمى لم يكن لك راتق\nوهو والد عمرو بن العاص فاتح مصر والصحابي الجليل. (انظر: المحبر: 133/ 158 و 161 و 170 و 176. ونسب قريش: 408- 409. والأعلام: 3/ 247) .\n(3) قريش: سبق التعريف عنها في رقم 78.\n(4) سورة الكوثر، الآية: 1.\nالجزء: 1 ¦ الصفحة: 253\n",
        "فَصَلِّ لِرَبِّكَ وَانْحَرْ «5» البدن «6» إِنَّ شانِئَكَ هُوَ الْأَبْتَرُ «7» . يعني:\nإن عدوّك هو العاص بن وائل السهمي الأبتر من الخير لا أذكر مكانا إلا ذكرت معي يا محمد، فمن ذكرني ولم يذكرك ليس له في الجنة نصيب.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت حسان بن ثابت «8» وهو يقول:\nوحباه الإله بالكوثر\n...\nالأكبر فيه النعيم والخيرات «9»\n(5) سورة الكوثر، الآية: 2.\n(6) البدن: مفردها: بدنة أي الناقة أو البقرة تنحر بمكة قربانا وكانوا يسمنونها لذلك.\n(7) سورة الكوثر، الآية: 3.\n(8) حسان بن ثابت: سبق التعريف عنه في رقم 12.\n(9) كذا في (الأصل المخطوط) ولم ترد المسألة في (الإتقان) وليس البيت في (ديوان حسان بن ثابت) .\nالجزء: 1 ¦ الصفحة: 254\n",
        "(222) غ س ق [غاسق]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَمِنْ شَرِّ غاسِقٍ إِذا وَقَبَ «1» .\nقال: الغاسق: الظلمة. والوقب: شد سواده إذا دخل في كل شيء.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت زهيرا «2» وهو يقول:\nظلّت تجوب يداها وهي لاهية\n...\nحتّى إذا أصبح الإظلام والغسق «3»\nوقال في الوقب:\nوقب العذاب عليهم فكأنّما\n...\nلحقتهم نار السماء فأخمدوا «4»\n(1) سورة الفلق، الآية: 3. [\n.....\n]\n(2) زهير: هو زهير بن أبي سلمى وقد سبقت ترجمته في رقم 19.\n(3) كذا في (الأصل المخطوط) أما في (الإتقان) : 1/ 132 فقد جاء بهذا النص:\nظلّت تجوب يداها وهي لاهية\n...\nحتّى إذا جنح الإظلام والغسق\nوليس البيت في (الديوان) :\n(4) كذا في (الأصل المخطوط) ، ولم يرد هذا البيت في (الإتقان) . وقد استشهد به أبو حيان في (البحر المحيط) : 8/ 529 بهذا النص:\nوقب العذاب عليهم فكأنّهم\n...\nلحقتهم نار السموم فاحصدوا\nالجزء: 1 ¦ الصفحة: 255\n",
        "(223) ع م هـ[يعمهون]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فِي طُغْيانِهِمْ يَعْمَهُونَ «1» .\nقال: في ضلالتهم يلعبون.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الأعشى «2» وهو يقول:\nأراني قد عمهت وشاب رأسي\n...\nوهذا اللّعب شين بالكبير «3»\n(1) سورة البقرة، الآية: 15.\n(2) الأعشى: سبق التعريف عنه في رقم 32.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 132. والشّين: العيب والقبح.\nالجزء: 1 ¦ الصفحة: 256\n",
        "(224) م ر ض [مرض]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فِي قُلُوبِهِمْ مَرَضٌ «1» .\nقال: في قلوبهم النفاق.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت قول الشاعر وهو يقول:\nأجامل أقواما حياء وقد أرى\n...\nصدورهم تغلي عليّ مراضها «2»\n(1) سورة البقرة، الآية: 10.\n(2) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 132. جامل: أحسن عشرته ولم يصفه الإخاء.\nالحياء: الحشمة، وانقباض النفس عن القبائح والاستحياء.\nالجزء: 1 ¦ الصفحة: 257\n",
        "(225) ب ر أ [بارئكم]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَتُوبُوا إِلى بارِئِكُمْ «1» .\nقال: توبوا إلى خالقكم.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت تبعا «2» وهو يقول:\nشهدت على أحمد أنّه\n...\nرسول من الله باري النّسم «3»\n(1) سورة البقرة، الآية: 54.\n(2) تبع: سبق التعريف عنه في رقم 199.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 133. وقد استشهد به الألوسي في (بلوغ الأرب) :\n2/ 170. وأبو حيان في (البحر المحيط) : 8/ 38. والنّسم: نفس الروح، والخلق والناس.\nالجمع: أنسام.\nالجزء: 1 ¦ الصفحة: 258\n",
        "(226) ر ي ب [ريب]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: لا رَيْبَ فِيهِ «1» .\nقال: لا شك فيه أنه جاء من عند الله يعني به القرآن.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت عبد الله بن الزبعري «2» وهو يقول:\nليس في الحقّ يا أمامة ريب\n...\nإنّما الرّيب ما يقول الكذوب «3»\n(1) سورة البقرة، الآية: 2.\n(2) عبد الله بن الزبعري: سبق التعريف عنه في رقم 11.\n(3) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 133. وقد استشهد به أبو حيان في (البحر المحيط) باب: ريب. [\n.....\n]\nالجزء: 1 ¦ الصفحة: 259\n",
        "(227) غ ي ب [بالغيب]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ «1» .\nقال: ما غاب عنهم من أمر الجنة والنار.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أبا سفيان بن الحارث «2» وهو يقول:\nوبالغيب آمنّا وقد كان قومنا\n...\nيصلّون للأوثان قبل محمّد «3»\n(1) سورة البقرة، الآية: 3.\n(2) أبو سفيان بن الحارث: بن عبد المطلب، سبق التعريف عنه في رقم 3.\n(3) كذا في (الأصل المخطوط) ولم ترد هذه المسألة في (الإتقان) .\nالجزء: 1 ¦ الصفحة: 260\n",
        "(228) خ ت م [ختم]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: خَتَمَ اللَّهُ عَلى قُلُوبِهِمْ «1» .\nقال: طبع الله على قلوبهم.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الأعشى «2» وهو يقول:\nوصهباء طاف يهوديّها\n...\nفأبرزها وعليها ختم «3»\n(1) سورة البقرة، الآية: 7.\n(2) الأعشى: سبق التعريف عنه في رقم 32.\n(3) كذا في (الأصل المخطوط) . و (الإتقان) : 1/ 133. والبيت في (ديوان الأعشى) صفحة 35، وقد ورد في كتاب (المختار من شعر بشار) صفحة 143. والصهباء: من أسماء الخمر أو هي المعصورة من عنب أبيض، والصهباء: مؤنث الأصهب.\nالجزء: 1 ¦ الصفحة: 261\n",
        "(229) ص ف ر [صفراء]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: صَفْراءُ فاقِعٌ لَوْنُها «1» .\nقال: الفاقع: الصافي اللون من الصفرة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت عبد الله بن الزبعري «2» يقول:\nسدم قديم عهد بانيه\n...\nمن بين أصفر فاقع وذعال «3»\n(1) سورة البقرة، الآية: 69.\n(2) عبد الله بن الزبعري: سبق التعريف عنه في رقم 11.\n(3) كذا في (الأصل المخطوط) ولم ترد هذه المسألة في (الإتقان) . السّدم: الهم مع الندم، أو الغيظ مع الحزن، يقال: عاشق سدم: شديد العشق.\nالجزء: 1 ¦ الصفحة: 262\n",
        "(230) وق ت [مواقيت]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: مَواقِيتُ لِلنَّاسِ «1» .\nقال: في عدّة نسائهم ومحل دينهم وشروط الناس.\nقال: وهل تعرف العرب ذلك؟\nقال: أما سمعت الشاعر يقول:\nوالشّمس تجري على وقت مسخرّة\n...\nإذا قضت سفرا واستقبلت سفرا «2»\n(1) سورة البقرة الآية: 189.\n(2) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) .\nالجزء: 1 ¦ الصفحة: 263\n",
        "(231) ص ف و [صفوان]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: كَمَثَلِ صَفْوانٍ «1» .\nقال: الصّفوان: الحجر الأملس، وهذا مثل ضربه الله للذي ينفق ماله في غير حق الله.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أوس بن حجر التميمي «2» وهو يقول:\nعلى ظهر صفوان كأنّ متونه\n...\nغللن بدهن يزلق المتنزّلا «3»\n(1) سورة البقرة، الآية: 264.\n(2) أوس بن حجر: سبق التعريف عنه في رقم 51.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 133. والبيت في (ديوان أوس) صفحة 86.\nالمتون: مفردها: متن أي: الظهر. غللن: من غلّ في الشيء: دخل فيه: يقال غل الماء بين الأشجار غلا أي: تخللها وجرى فيها. [\n.....\n]\nالجزء: 1 ¦ الصفحة: 264\n",
        "(232) ق ن ط ر [بقنطار]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: بِقِنْطارٍ «1» .\nقال: أما قولنا أهل البيت، فإنا نقول: القنطار عشرة آلاف مثقال، وأما بنو جد «2» فإنهم يقولون: ملء مسك ثور ذهبا أو فضة.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت عدي بن زيد «3» وهو يقول:\nوكانوا ملوك الروم تجبي إليهم\n...\nقناطيرها من بين حق وفائد «4»\n(1) سورة آل عمران، الآية: 75.\n(2) بنو جد: بطن من بني بلار من لواتة. غلب عليها الاسم فقيل لها: جد وخاص. قال الحمداني: ومساكنهم بالأعمال الجيزية من الديار المصرية (انظر: نهاية الأرب في معرفة أنساب العرب صفحة 204) .\n(3) عدي بن زيد: سبق التعريف عنه في رقم 20.\n(4) كذا في (الأصل المخطوط) ولم ترد هذه المسألة في (الإتقان) . وقد ورد البيت في (ديوان عدي بن زيد) صفحة 125 بهذا النص:\nوكأنّ ملوك الروم تجبى إليهم\n...\nقناطير مال من خراج وزائد\nالخراج: ما يخرج من غلّة الأرض والضريبة المفروضة على البلاد التي فتحت صلحا، والجزية، الجمع: أخراج، وأخرجة.\nالجزء: 1 ¦ الصفحة: 265\n",
        "(233) ن ق ذ [فأنقذكم]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَكُنْتُمْ عَلى شَفا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْها «1» .\nقال: أنقذكم الله عزّ وجلّ بمحمد صلّى الله عليه وسلّم.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت عباس بن مرداس «2» يقول:\nيكبّ على شفا الأذقان كبّا\n...\nكما زلق التختم عن خفاف «3»\n(1) سورة آل عمران، الآية: 103.\n(2) عباس بن مرداس: بن أبي عامر السلمي من مضر، أبو الهيثم. شاعر فارس من سادات قومه، أمه الخنساء الشاعرة، أدرك الجاهلية والإسلام، وأسلم قبيل فتح مكة، وكان من المؤلفة قلوبهم، ويدعى فارس العبيد- وهو فرسه- وكان بدويا فجا، لم يسكن مكة ولا المدينة، وإذا حضر الغزو مع النبي صلّى الله عليه وسلّم لم يلبث بعده أن يعود إلى منازل قومه، وكان ينزل في بادية البصرة، ويكثر من زيارة البصرة. قيل: دخل دمشق وابتنى بها دارا. وكان ممن ذمّ الخمر وحرّمها في الجاهلية، ومات في خلافة عمر بن الخطاب رضي الله عنه. (انظر: شرح شواهد المغني:\n44. وتهذيب التهذيب: 5/ 130، والإصابة في تمييز الصحابة: 4502. وطبقات ابن سعد: 4/ 15. وسمط اللئالئ: 32. وخزانة الأدب: 1/ 73. والشعر والشعراء:\n101. والروض الأنف: 2/ 283. والمحبر: 237 و 473. ورغبة الآمل: 6/ 126، والأعلام: 3/ 267) .\n(3) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) . وخفاف: هو خفاف بن ندبة:\nوقد سبق التعريف عنه في رقم 132. وقد كان بين عباس بن مرداس وبين خفاف بن ندبة مهاجاة انتهت إلى أنهما احتربا. (انظر: الشعر والشعراء: صفحة 632) .\nالجزء: 1 ¦ الصفحة: 266\n",
        "(234) ص ر ر [صرّ]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: يحٍ فِيها صِرٌّ\n«1» .\nقال: ريح فيها برد.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت نابغة بني ذبيان «2» وهو يقول:\nلا يبرمون إذا ما الأرض جلّلها\n...\nصرّ الشّتاء من الإمحال كالأدم «3»\n(1) سورة آل عمران، الآية: 117.\n(2) نابغة بني ذبيان: هو زياد بن معاوية وقد سبق التعريف عنه في رقم 33.\n(3) كذا في (الأصل المخطوط) ، و (الإتقان) : 1/ 133، وقد ورد البيت في (الديوان) 107 بهذا النص:\nلا يبرمون إذا ما الأفق جلّله\n...\nبرد الشّتاء، من الإمحال، كالأدم\nلا يبرمون: أي ليسوا بأبرام إذا اشتد شتاءه، والبرم: الذي لا يدخل في أقداح الشتاء بخلا ولؤما. الإمحال: الجدب، الأدم: الجلد الأحمر يريد السحاب الأحمر وهو علامة الجدب.\nالجزء: 1 ¦ الصفحة: 267\n",
        "(235) ب وأ [تبوّئ]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: تُبَوِّئُ الْمُؤْمِنِينَ «1» .\nقال: توطئ المؤمنين لتسكن قلوبهم.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الأعشى «2» وهو يقول:\nوما بوّأ الرّحمن بيتك منزلا\n...\nبأجياد غربيّ الصّف والمحرّم «3»\n(1) سورة آل عمران، الآية: 121.\n(2) الأعشى: سبق التعريف عنه في رقم 32.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 133. وقد ورد البيت في (ديوان الأعشى) صفحة 123. بهذا النص:\nوما جعل الرّحمن بيتك في العلى\n...\nبأجياد شرقيّ الصّفا والمحرّم\nالصفا: مكان مرتفع من جبل أبي قبيس، بينه وبين المسجد الحرام، عرض الوادي الذي هو طريق وسوق، وإذا وقف الواقف عليه كان حذاء الحجر الأسود، ومنه يبتدئ السعي بينه وبين المروة. قال نصيب:\nوبين الصّفا والمروتين ذكرتكم\n...\nبمختلف من بين ساع وموجف\n(انظر: مراصد الاطلاع على أسماء الأمكنة والبقاع: 2/ 843) .\nالجزء: 1 ¦ الصفحة: 268\n",
        "(236) ر ب ب [ربّيّون]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: رِبِّيُّونَ كَثِيرٌ «1» .\nقال: جموع كثير.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت حسّان بن ثابت «2» وهو يقول:\nوإذا معشر تجافوا عن القصد\n...\nحملنا عليهم ربّيا «3»\n(1) سورة آل عمران، الآية: 146. [\n.....\n]\n(2) حسان بن ثابت: سبق التعريف عنه في رقم 12.\n(3) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) ، وليس البيت في (ديوان حسان بن ثابت) .\nتجافوا: من جفا جفوا غلظ طبعه، وجفا الشيء: نبا عنه ولم يطمئن إليه. وجفا جفوة وجفاء: قطع الصلة معه وترك برّه، فهو مجفو وبه جفوة. يقال: من بدا جفا أي: من سكن البادية غلظ طبعه. القصد: استقامة الطريق. قال تعالى في سورة النحل الآية 9: وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ. أي على الله الهداية إلى الطريق المستقيم.\nالجزء: 1 ¦ الصفحة: 269\n",
        "(237) ل م س [لامستم]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: أَوْ لامَسْتُمُ النِّساءَ «1» .\nقال: جامعتم النساء. وهذيل «2» تقول: اللمس باليد.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت لبيد بن ربيعة «3» وهو يقول:\nيلمس الأحلس في منزله\n...\nبيديه كاليهودي المقل «4»\nوقال الأعشى «5» :\nورادعة صفراء بالطّيب عندنا\n...\nللمس النّدامى في يد الدّرع مفتق «6»\n(1) سورة النساء، الآية: 43.\n(2) هذيل: قبيلة عربية سبق التعريف عنها في رقم 160.\n(3) لبيد بن ربيعة: سبق التعريف عنه في رقم 6.\n(4) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) . وليس البيت في (ديوان لبيد بن ربيعة) . الأحلس من الحلس: وهو ما يبسط في البيت من حصير ونحوه تحت السجاد وكريم المتاع.\n(5) الأعشى: سبق التعريف عنه في رقم 32.\n(6) لم يرد هذا البيت في (ديوان الأعشى) .\nالجزء: 1 ¦ الصفحة: 270\n",
        "(238) ط م س [نطمس]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: قَبْلِ أَنْ نَطْمِسَ وُجُوهاً فَنَرُدَّها عَلى أَدْبارِها «1» .\nقال: من قبل أن نمسخها فنردّها على غير خالقها.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أمية بن أبي الصلت «2» يقول:\nمن يطمس الله عينيه فليس له\n...\nنور يبيّن به شمسا ولا قمرا «3»\n(1) سورة النساء، الآية: 47.\n(2) أمية بن أبي الصلت: سبق التعريف عنه في رقم 21.\n(3) كذا في (الأصل المخطوط) ولم ترد هذه المسألة في (الإتقان) ، وليس البيت في (ديوان أمية بن أبي الصلت) .\nالجزء: 1 ¦ الصفحة: 271\n",
        "(239) ن ع م [الأنعام]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعامِ «1» .\nقال: يعني به الإبل والبقر والغنم.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الأعشى «2» وهو يقول:\nأهل القباب الحمر والنعم المؤثّل والقنابل «3»\n(1) سورة المائدة، الآية: 1.\n(2) الأعشى: سبق التعريف عنه في رقم 32.\n(3) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في الإتقان. وقد ورد البيت في (الديوان) صفحة 349 بهذا النص:\nأهل القباب الحمر والنعم الموبّل والقنابل [\n.....\n]\nالجزء: 1 ¦ الصفحة: 272\n",
        "(240) وق ذ [والموقوذة]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَالْمَوْقُوذَةُ «1» .\nقال: التي تضرب بالخشب حتى تموت فتأكلها العرب، وذلك أنهم جادلوا المسلمين فقالوا لهم: تزعمون أنكم على دين الله وما ذبح الله لكم لا تأكلونه وتزعمون أنه ميتة، وما ذبحتم أنتم بأيديكم تزعمون أنه حلال لكم.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر يقول:\nيبرينني دين النّهار وأقتضي\n...\nديني إذا وقذ النّعاس الرّقّدا «2»\n(1) سورة المائدة، الآية: 3.\n(2) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) .\nالجزء: 1 ¦ الصفحة: 273\n",
        "(241) ز ل م [بالأزلام]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلامِ «1» .\nقال: الأزلام: القداح كانوا يستقسمون الأمور بها مكتوب على أحدهما: (أمرني ربي) ، وعلى الآخر: (نهاني ربي) ، وإذا أرادوا الحرب، أتوا بيت أصنامهم ثم غطوا على القداح، فأيهما خرج عملوا به.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الحطيئة «2» وهو يقول:\nلا يزجر الطّير إن مرّت به سنحا\n...\nولا يفاض له قدح بأزلام «3»\n(1) سورة المائدة، الآية: 3.\n(2) الحطيئة: هو جرول بن أوس وقد سبق التعريف عنه في رقم 190.\n(3) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) ، وقد ورد البيت في (ديوان الحطيئة) بهذا النص:\nلا يزجر الطّير إن مرّت به سنحا\n...\nولا يفيض على قسم بأزلام\nالجزء: 1 ¦ الصفحة: 274\n",
        "(242) خ م ص [مخمصة]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فِي مَخْمَصَةٍ «1» .\nقال: في مجاعة وجهد.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الأعشى «2» يقول:\nتبيتون في المشتى ملاء بطونكم\n...\nوجاراتكم غرثى يبتن خمائصا «3»\n(1) سورة المائدة، الآية: 3.\n(2) الأعشى: سبق التعريف عنه في رقم 32.\n(3) كذا في (الأصل المخطوط) و (الإتقان) : 1/ 133. و (الديوان) 109. و (عيون الأخبار) 3/ 261. و (بلوغ الأرب) 3/ 129. وقد استشهد به الطبري في (جامع البيان) 6/ 85. وأبو حيان في (البحر المحيط) 3/ 410.\nالجزء: 1 ¦ الصفحة: 275\n",
        "(243) ن ق ب [نقيبا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: اثْنَيْ عَشَرَ نَقِيباً «1» .\nقال: اثني عشر وزيرا وصاروا إلينا بعد ذلك.\nقال: وهل تعرف العرب ذلك؟\nقال: أما سمعت الشاعر يقول:\nوإنّي بحقّ قائل لسراتها\n...\nمقالة نصح لا يضيع نقيبها «2»\n(1) سورة المائدة، الآية: 12.\n(2) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) . السراة: سراة كل شيء:\nأعلاه. الجمع: سروات. وسروات القوم: سادتهم ورؤساؤهم.\nالجزء: 1 ¦ الصفحة: 276\n",
        "(244) ن ف ق [نفقا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: تَبْتَغِيَ نَفَقاً فِي الْأَرْضِ «1» .\nقال: سريا في الأرض فتذهب هربا.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر «2» يقول:\nفدسّ لها على الإنفاق عمرا\n...\nبشكّته وما خشيت كمينا «3»\n(1) سورة الأنعام، الآية: 35.\n(2) الشاعر: هو عدي بن زيد، وقد سبق التعريف عنه في رقم 2.\n(3) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) . وقد ورد البيت في (ديوان عدي بن زيد) بهذا النص:\nفدسّ لها على الأنقاء عمرا\n...\nبشكّته وما خشيت كمينا\nالجزء: 1 ¦ الصفحة: 277\n",
        "(245) غ ر ر [غرورا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: زُخْرُفَ الْقَوْلِ غُرُوراً «1» .\nقال: باطل القول غرورا.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أوس بن حجر «2» يقول:\nلم يغروكم غرورا ولكن\n...\nيرفع الآل جمعكم والزهاء «3»\nوقال زهير بن أبي سلمى «4» :\nفلا تغرّنّك دنيا إن سمعت بها\n...\nعند امرئ سوءة في النّاس مغمور «5»\n(1) سورة الأنعام، الآية: 112. [\n.....\n]\n(2) أوس بن حجر: سبق التعريف عنه في رقم 51.\n(3) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) ، وليس البيت في ديوان (أوس بن حجر) .\n(4- 5) زهير بن أبي سلمى: سبق التعريف عنه في رقم 19. وليس البيت في ديوان (زهير بن أبي سلمى) .\nالجزء: 1 ¦ الصفحة: 278\n",
        "(246) ق ر ف [وليقترفوا]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَلِيَقْتَرِفُوا «1» .\nقال: وليكتبوا أمّا هم يكتبون فإنهم يوم القيامة يجازون بأعمالهم.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت لبيد بن ربيعة «2» وهو يقول:\nوإنّي لآتي ما أتيت وإنّي\n...\nلما اقترفت نفسي عليّ الراهب «3»\n(1) سورة الأنعام، الآية: 113.\n(2) لبيد بن ربيعة: سبق التعريف عنه في رقم 6.\n(3) كذا في (الأصل المخطوط) أما في (الإتقان) : 1/ 133 فقد جاء بهذا النص:\nوإنّي لآت ما أتيت وإنّني\n...\nلما اقترفت نفسي عليّ لراهب\nوقد ورد البيت في (ديوان لبيد بن ربيعة) صفحة 349.\nالجزء: 1 ¦ الصفحة: 279\n",
        "(247) ر ج س [رجس]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: رِجْسٌ وَغَضَبٌ «1» .\nقال: الرّجس: اللعنة، والغضب والعذاب.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nإذا سنة كانت بنجد «2» محيطة\n...\nفكان عليهم رجسها وعذابها\n(1) سورة الأعراف، الآية: 71.\n(2) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) نجد: هضبة صحراوية في قلب المملكة العربية السعودية، تشتهر بزراعة النخيل وتربية المواشي.\nالجزء: 1 ¦ الصفحة: 280\n",
        "(248) ق م ل [والقمّل]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: وَالْقُمَّلَ وَالضَّفادِعَ «1» .\nقال: القمل: الدبا، وهي فراخ الجراد.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت أبا سفيان بن الحارث بن عبد المطلب «2» وهو يقول:\nيبادرون النّخل من أنّها\n...\nكأنّهم في السّرق القمّل «3»\n(1) سورة الأعراف، الآية: 133.\n(2) أبو سفيان بن الحارث بن عبد المطلب: سبق التعريف عنه في رقم 3.\n(3) كذا في (الأصل المخطوط) ولم ترد هذه المسألة في (الإتقان) .\nالجزء: 1 ¦ الصفحة: 281\n",
        "(249) ب ج س [فانبجست]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: فَانْبَجَسَتْ مِنْهُ اثْنَتا عَشْرَةَ عَيْناً «1» .\nقال: أجرى الله من الصخرة اثنتي عشرة عينا، لكل سبط «2» عين يشربون منها.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت بشر بن أبي خازم «3» وهو يقول:\nفأسبلت العينان منّي بواكف\n...\nكما انهل من واهي الكلى المتبجّس «4»\n(1) سورة الأعراف الآية: 160.\n(2) السبط: الجمع أسباط: والأسباط من بني إسرائيل كالقبائل من العرب لقوله تعالى في سورة الأعراف الآية 160: وَقَطَّعْناهُمُ اثْنَتَيْ عَشْرَةَ أَسْباطاً أُمَماً إنما أنّث لأنه أراد اثنتي عشرة فرقة ثم أخبر أن الفرق أسباط، وليس الأسباط بتفسير وإنما هو بدل من اثنتي عشرة لأن التفسير لا يكون إلا واحدا منكرا كقولك اثني عشر درهما ولا يجوز دراهم (مختار الصحاح: 188) .\n(3) بشر بن أبي خازم: سبق التعريف عنه في رقم 93. [\n.....\n]\n(4) كذا في (الأصل المخطوط) ولم ترد هذه المسألة في (الإتقان) . والبيت في (الديوان) صفحة 100.\nالجزء: 1 ¦ الصفحة: 282\n",
        "(250) خ ف ي [أخفيها]\nقال: يا ابن عباس: أخبرني عن قول الله عزّ وجلّ: إِنَّ السَّاعَةَ آتِيَةٌ أَكادُ أُخْفِيها «1» .\nقال: من كل أحد، وفيها كلمة عربية يا ابن الأزرق لعلك لا تحتملها.\nقال: بلى يا ابن عباس، فأخبرني بها.\nقال: نعم، أخفيها من علمي.\nقال: وهل تعرف العرب ذلك؟\nقال: نعم، أما سمعت الشاعر وهو يقول:\nفإن تدفنوا الدّاء لا نخفه\n...\nوإن تبعثوا الحرب لا نقعد «2»\n(1) سورة طه، الآية: 15.\n(2) كذا في (الأصل المخطوط) ، ولم ترد هذه المسألة في (الإتقان) .\nالجزء: 1 ¦ الصفحة: 283\n",
        "قال الإمام جلال الدين السيوطي «1» :\nهذا آخر مسائل نافع بن الأزرق، وقد حذفت منها يسيرا، نحو بضعة عشر سؤالا «2» ، وهي أسئلة مشهورة أخرج الأئمة أفرادا منها بأسانيد مختلفة إلى ابن عباس.\nوأخرج أبو بكر بن الأنباري «3» في كتاب (الوقف والابتداء) منها قطعة. قال حدثنا بشر بن أنس، أنبأنا محمد بن علي بن الحسن بن شقيق، أنبأنا أبو صالح هدبة بن مجاهد، أنبأنا: مجاهد بن شجاع. أنبأنا: محمد بن زياد اليشكري، عن ميمون بن مهران «4» ، قال: دخل نافع بن الأزرق المسجد\n...\nفذكره.\n(وأخرج) الطبراني «5» في معجمه الكبير منها قطعة، من طريق جويبر، عن\n(1) هذه الفقرة لم ترد في (الأصل المخطوط) وإنما في (الإتقان) 1/ 133.\n(2) حذف منها الإمام جلال الدين السيوطي ثماني وستين مسألة «انظر: فهرس المسائل غير الواردة في (الإتقان في علوم القرآن) » .\n(3) أبو بكر بن الأنباري: هو محمد بن القاسم بن بشار من أعلم أهل زمانه بالأدب واللغة، ومن أكثر الناس حفظا للشعر والأخبار، قيل كان يحفظ ثلاثمائة ألف شاهد في القرآن، ولد في الأنبار سنة 271 هـ الموافق 884 م، وتوفي ببغداد سنة 328 هـ الموافق 940 م. وكان يتردد إلى أولاد الخليفة الراضي بالله يعلمهم. (انظر: وفيات الأعيان: 1/ 503، وتذكرة الحفاظ: 3/ 57، ودائرة المعارف الإسلامية: 3/ 5. والأعلام: 6/ 334) .\n(4) ميمون بن مهران: الرقي، أبو أيوب، فقيه من القضاء، كان مولى لامرأة بالكوفة وأعتقته فنشأ فيها ثم استوطن الرقة، فكان عالم الجزيرة وسيدها، استعمله عمر بن عبد العزيز على خراجها وقضاتها، وكان على مقدمة الجند الشامي مع معاوية بن هشام بن عبد الملك لما عبر البحر غازيا إلى قبرص سنة 108 هـ، كان ثقة في الحديث كثير العبادة، توفي سنة 117 هـ الموافق 735 م، (انظر: تذكرة الحفاظ: 1/ 93. وحلية الأولياء: 4/ 82. والكامل لابن الأثير: 5/ 52.\nوالمحبر: 478. والأعلام: 6/ 342) .\n(5) الطبراني: هو سليمان بن أحمد بن أيوب بن مطير اللخمي الشامي، أبو القاسم، من كبار المحدثين، أصله من طبرية الشام، وإليها نسبته، ولد بعكا عام 260 هـ الموافق 873 م، ورحل إلى الحجاز واليمن ومصر والعراق وفارس والجزيرة وتوفي بأصبهان سنة 360 هـ الموافق 971 م.\nالجزء: 1 ¦ الصفحة: 284\n",
        "الضحاك بن مزاحم «6» قال: خرج نافع بن الأزرق\n...\nفذكره. اهـ.\nوالحمد لله أولا وآخرا\n(انظر: وفيات الأعيان: 1/ 215. والنجوم الزاهرة: 4/ 59. وتهذيب ابن عساكر: 6/ 240.\nوالأعلام: 3/ 12) .\n(6) الضحاك بن مزاحم: البلخي الخراساني، أبو القاسم، مفسّر كان يؤدب الأطفال، ويقال: كان في مدرسته ثلاثة آلاف صبي. قال الذهبي: كان يطوف عليهم على حمار، وذكره ابن حبيب تحت عنوان: أشراف المعلمين وفقهاؤهم. توفي بخراسان سنة 105 هـ الموافق 723 م. (انظر: ميزان الاعتدال: 1/ 471. وتاريخ الخميس: 2/ 318. والمحبر 475. والأعلام: 3/ 215) .\nالجزء: 1 ¦ الصفحة: 285\n",
        ""
    ]
}