{
    "1": [
        "آثار الشيخ محمد بن عبد الوهاب\nآثار الشيخ محمد بن عبد الوهاب\nأحمد محمد الضبيب\nالكتاب:\nآثار الشيخ محمد بن عبد الوهاب\nالمؤلف:\nأحمد محمد الضبيب\nالناشر:\nدار المريخ الرياض\nالطبعة:\n1402هـ - 1982م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "بسم الله الرحمن الرحيم\nمقدمة\nالطبعة الأولى\nالحمد لله والصلاة والسلام على سيدنا محمد رسول الله، وبعد:\nيمثل تراث الدعوة الإصلاحية السلفية التي قادها الإمام الشيخ محمد بن عبد الوهاب رحمه الله رافداً متميزاً من روافد التأليف في الفكر الإسلامي. فقد أحدثت هذه الدعوة المجددة حركة علمية نشطة لا في الجزيرة العربية وحسب، وإنما في العالم الإسلامي على وجه العموم. وكان الجدل الذي رافق الدعوة في حياة الإمام وبعده سبباً كبيراً في إثراء المكتبة العربية بعدد ضحم من المؤلفات في العقيدة والتشريع وعلوم آخرى. تلك المؤلفات التي تشرح الدعوة، وتبسط القول في بيان حقيقتها، أو ترد على أعدائها وتجادلهم في أمور هي مثار الاختلاف بينها وبينهم. هذا إلى جانب ما تميزت به كثير من مؤلفات أئمة الدعوة من طابع خاص مستمد من تأثير بيئة الجزيرة العربية، إذ بدا في معظم هذه المؤلفات اهتمام بالأوضاع الدينية والسياسية والاجتماعية السائدة في الجزيرة، مما يجعل هذه المؤلفات مصادر قيمة للباحث في تاريخ الجزيرة وأوضاعها الاجتماعية والسياسية والاقتصادية منذ عهد الإمام المجدد إلى العصر الحديث.\nولم يقتصر تأثير الدعوة الإصلاحية في حركة التأليف على هذه المؤلفات وحسب، إنما تعداه إلى العناية بكتب التراث القديم لأئمة السلف، والحرص على نشر هذه الكتب نشراً جديداً وإشاعتها بين الناس، مما لا مجال للحديث عنه في هذه المقدمة1.\n1 لقد فصلنا القول في ذلك في كتابنا \"حركة إحياء التراث في المملكة العربية السعودية\"، تحت الطبع.\nالجزء: 1 ¦ الصفحة: 5\n",
        "ولقد خلف لنا الإمام الشيخ محمد بن عبد الوهاب تراثاً كبيراً يتمثل في أنواع متعددة من المؤلفات، أملتها طبيعة المرحلة التاريخية التي عاش فيها من جهة، وظروف الدعوة التي تجرد لها من جهة أخرى، وكان من أثر ذلك أن تعددت صور التأليف عنده، وحتم عليه منهجه أن يكتب الفكرة الواحدة في أشكال مختلفة، فتارة يبسطها في كتاب كامل، وتارة يوجزها في رسالة مختصرة، وثالثة يكتب بها في خطاب شخصي أو يبعث بها في منشور عام. ثم هي تدخل في خطبه ويتحدث بها في أقواله ونبذه، ويعالجها مرة باللغة الفصحى ليقرأها الخاصة، ومرة ثانية باللهجة الدارجة لينتفع بها العامة.. وهذا كله يصور مدى تجرد الشيخ للدعوة وتفانيه في سبيل إيصال كلمة الحق إلى الجميع.\nولقد تفرقت آثار الشيخ رحمه الله في كتب ومجموعات طبعت منذ أوائل القرن الرابع عشر الهجري واختلطت بآثار علماء الدعوة الآخرين، واختلفت أقوال المترجمين له في أسماء مؤلفاته وأعدادها، وأغفل كثير منهم بعض أعماله، وأهملوا فتاويه ونبذه وأجوبته، واقتصروا على المشهور من كتبه ورسائله. هذا إلى جانب ما يفتقر إليه الجميع من الإشارة إلى المصادر الأصلية لما ينقلونه إلى مؤلفاتهم من آثار الشيخ، وإلى المعلومات الببليوجرافية الضرورية التي يتطلبها الباحث المعاصر.\nولهذا لم يعد أمام الباحث في تراث الشيخ إلا الرجوع إلى ما يقع تحت يده من طبعات كتبه المشهورة دون تمييز بين هذه الطبعات، أما رسائله وفتاويه وأجوبته ونبذه ومكاتباته فعليه أن ينقب عنها بين ما نشر من مجموعات تراث الدعوة السلفية عله أن يعثر على ضالته، وفي ذلك تبديد للوقت وضياع للجهد. وخاصة إذا ما أراد الباحث الرجوع إلى مسألة معينة أو بحث محدد. بل إن الباحث لا يكاد يستدل على تصور حقيقي لما خلفه الشيخ من تراث إلا بعد تعب ونصب، ولا يستطيع الإلمام بذلك كله إلا بعد أن يفرغ نفسه مدة من الزمن.\nالجزء: 1 ¦ الصفحة: 6\n",
        "إن مهمة الببليوجرافيا هي تقريب المادة للقارئ ووضعها في متناول يديه بكامل صورها وأشكالها، وإعطائه المعلومات الأساسية التي يستطيع بواسطتها أن يختار الكتاب المناسب لبحثه في موضوع معين، وفي أسرع وقت وبأقصر طريق.\nولقد توخينا في ضوء ذلك أن يكون هذا الدليل الببليوجرافي سجلاً لما نشر من آثار الشيخ، يجمع المتفرق من أعماله ويدل على مظانها، وتواريخ طبعها وأماكن نشرها، وعدد هذه الطبعات وصورها المختلفة. ولا يقتصر ذلك على المشهور من كتبه ورسائله وإنما يتناول جميع ما سطره الإمام المجدد مما وصل إلى علمنا مطبوعاً ليكون سجلاً شاملاً نافعاً، إن شاء الله، للباحث المتمعن وللقابس العجلان.\nترتيب الكتاب\nلقد خلف لنا الشيخ كما ذكرنا آنفاً جملة متنوعة من الآثار فيها الكتاب والرسالة والفتوى والجواب والنبذة، ولقد كان من الصعب التمييز بين هذه الأنواع جميعاً، فكثيراً ما يطلق الناشرون اسم الكتاب على الرسالة أو العكس، كما قد تسمى المسألة فتوى والعكس صحيح، ونحن مع محاولتنا التفريق بين هذه الأنماط من التأليف إلا أننا لا ندعي الجزم بحدود فاصلة بينها. فنحن لم نقصد في هذا التقسيم التمسك بمصطلحات معينة، بقدر ما قصدنا إلى ترتيب المادة التي بين أيدينا ترتياً يجعلها أقرب إلى تناول الباحث.\nلقد قسمت أبواب الكتاب حسب الموضوعات التي اشتملت عليها الآثار، ومما لا شك فيه أن معظم ما كتبه الشيخ يتعلق بالعقيدة، وهي تشمل ما كتبه في التوحيد، وإخلاص العبادة لله، ونبذ الخرافات والبدع والأوهام التي كانت سائدة في عصره، وتفنيد آراء المخالفين ورد شبههم. لقد أخذ هذا الموضوع الذي هو صلب القضية في الدعوة السلفية، محل الصدارة بين الموضوعات الأخرى، ولذلك جعلناه الباب الأول وقسمناه إلى فصول ثلاثة:\nالجزء: 1 ¦ الصفحة: 7\n",
        "الأول: الكتب والرسائل والنبذ، ويشتمل على ما كتبه مستقلاً في شكل كتاب، أو عالجه في رسائل قصيرة أو مطولة، أو سطره في هيئة نبذ قصيرة تتعلق بموضوعات معينة. وقد طبع ذلك مستقلاً وطبع بعضه ضمن مجموعات الدعوة السلفية.\nالثاني: المسائل والأجوبة، وأكثر هذه ردود على أسئلة موجهة للشيخ حول موضوعات معينة في العقيدة أجاب عنها إجابات تختلف طولاً وقصراً، وأكثرها نشر ضمن مجموعات الدعوة السلفية.\nالثالث: المكاتبات، وتشمل رسائله الخاصة التي بعثها إلى أشخاص بأعيانهم، أو منشوراته العامة التي وجهها إلى أهالي القرى والمدن ومن يراها من المسلمين.\nأما الموضوع الثاني الذي كتب فيه الشيخ رحمه الله فهو الفقه، وقد جعلناه الباب الثاني من هذا الكتاب وضمناه فصلين:\nالأول: الكتب والرسائل والنبذ.\nالثاني: الفتاوى والأجوبة الفقهية.\nوخصصنا الباب الثالث لما كتبه في تفسير القرآن الكريم والتعليق على بعض آياته، وما ألفه في الحديث والسيرة النبوية. واشتمل هذا الباب على فصلين:\nالأول: ما كتبه في تفسير القرآن الكريم والتعليق على بعض آياته، واستمداد بعض المسائل من هذه الآيات.\nالثاني: ما كتبه في الحديث والسيرة النبوية. وقد خصصناه لتعليقاته على بعض الأحاديث النبوية وكذلك طبعات كتابيه: \"نصيحة المسلمين بأحاديث سيد المرسلين\" و\"مختصر سيرة الرسول صلى الله عليه وسلم\"\nإن ما كتبه الشيخ في مجال التعليق على الأحاديث الشريفة كثير، كما أن الاستدلال بالسنة بعد القرآن الكريم طريقة ثابتة له في معظم مؤلفاته. ولكننا لم\nالجزء: 1 ¦ الصفحة: 8\n",
        "ندخل في هذا الباب إلا ما كان تعليقاً على أحاديث بعينها أو يتناول قضية تتعلق بعلوم الحديث والسيرة النبوية.\nوكتابه: \"نصيحة المسلمين بأحاديث سيد المرسلين\" مجموعة مختارة من الأحاديث النبوية في موضوعات معينة تتناول السلوك الاجتماعي والآداب الشرعية ونحو ذلك.\nأما كتابه: \"مختصر سيرة الرسول صلى الله عليه وسلم\" فهو كتاب لا يقتصر على السيرة، وإنما يستعرض التاريخ الإسلامي حتى دخول دولة بني العباس وخلافة المأمون.\nوقد ألحقنا الكتاب بفصل1 مستقل يشتمل على ما كتب من شروح على بعض مؤلفاته، كما ضممنا إلى ذلك قائمة ببعض الكتب التي تناولت شخصيته بالترجمة، متوخين في ذلك أن يجد الباحث المتوسع بغيته التامة من هذا الكتاب.\nلقد حاولنا أن نقرب المادة إلى القارئ بقدر المستطاع، فعلاوة على المعلومات الببليوجرافية الضرورية، قمنا بوضع عناوين لكثير من أجزاء المادة التي لم يكن لها عناوين سابقة معروفة، وهي عناوين مأخوذة من واقع الموضوعات التي تعالجها المواد. كما أوردنا طرفاً من أول كل مادة حتى يأمن القارئ الخلط بين المواد عند تشابه الموضوع. أما ترتيب المصادر داخل الأبواب فقد آثرنا أن يكون ترتيباً زمنياً يبدأ بأقدم المصادر مع التزام التسلسل الزمني في الطبعات المتعددة.\nوبعد، ونحن نضع القلم من هذا الكتاب الذي نظن أنه أول سجل ببليوجرافي شامل لعالم من علماء الجزيرة العربية، لنرجو أن يكون ذلك إرهاصاً للاهتمام بالتراث الفكري لهذه البلاد جمعاً وتصنيفاً وفهرسة، حتى تظهر\n1 نظراً لما أضفناه من مواد جديدة إلى هذا الفصل في هذه الطبعة فقد جعلناه الباب الرابع من الكتاب.\nالجزء: 1 ¦ الصفحة: 9\n",
        "\"الببليوجرافية الوطنية\" لبلادنا وهي أمر لا تستقيم الدراسات العلمية الجادة بدونه.\nولا يفوتنا في هذا المقام، أن نقدم الشكر خالصاً لمعالي الشيخ حسن بن عبد الله آل الشيخ، وزير التعليم العالي والرئيس الأعلى للجامعات الذي أولى هذا العمل اهتمامه ورعايته مما كان له الأثر الأكبر في ظهوره إلى النور.\nوأخيراً.. إذا كان لهذا الكتاب بعض الريادة في مجاله فأحرى بذلك أن يبسط لمؤلفه العذر عند القصور والتقصير.\nوالكمال لله وحده، وله الحمد أولاً وأخيراً.\nالرياض في 10/10/1396هـ.\n3/10/1976م\nأحمد محمد الضبيب\nالجزء: 1 ¦ الصفحة: 10\n",
        "لمحات\nمن حياة الشيخ محمد بن عبد الوهاب\n* ولد رحمه الله في بلدة العيينة من إقليم العارض في نجد سنة 1115هـ. (1703م) ونشأ فيها عند أبيه قاضيها عبد الوهاب بن سليمان. وكان ذلك زمن عبد الله بن حمد بن عبد الله بن معمر.\n* تتلمذ أول الأمر على أبيه، فقرأ عليه الفقه كما أكثر المطالعة في التفسير والحديث وكلام العلماء في أصل الإسلام. وكان ذكياً حاد الفهم سريع الحفظ فصيحاً سريع الكتابة.\n* تنقل في طلب العلم، فتتلمذ في المدينة على الشيخ عبد الله بن إبراهيم بن سيف النجدي، وعلى الشيخ محمد حياة السندي المدني، ثم ذهب إلى البصرة وكان يزمع الذهاب إلى الشام، وفي البصرة أخذ الحديث والفقه واللغة عن علماء كثيرين منهم الشيخ محمد المجموعي.\n* أنكر على أهل البصرة بعض ما يفعلونه من البدع ويمارسونه من فنون الشرك، فتجمع عليه الناس وآذوه وأخرجوه وقت الهاجرة، وانتقل بعد ذلك إلى الزبير.\n* لم يستطع الشيخ تنفيذ رغبته في الذهاب إلى الشام لضياع نفقته، فقصد الأحساء.\n* انتقل بعد ذلك إلى حريملاء، وكان قد انتقل إليها والده سنة 1139هـ1.\n1 لخصت هذه الترجمة المختصرة من كتابي: \"تاريخ نجد\" لابن غنام، و \"عنوان المجد في تاريخ نجد\" لابن بشر. وللتوسع في ترجمته تنظر المراجع والمصادر المذكورة في الباب الرابع من هذا الكتاب.\nالجزء: 1 ¦ الصفحة: 11\n",
        "* أخذ في حريملاء يقرأ على أبيه وينكر ما يفعله بعض الجهال من البدع والشرك، فحدث بينه وبين أبيه كلام في ذلك.\n* توفي والده عبد الوهاب سنة 1153هـ، فأعلن الدعوة والإنكار والأمر بالمعروف والنهي عن المنكر، وشاع أمره في بلدان نجد فانتظم حوله جماعة لازموه وقرأوا عليه وصنف في هذه الفترة كتاب التوحيد.\n* أراد أن ينفذ ما دعى إليه من الأمر بالمعروف والنهي عن المنكر في بعض المفسدين بتلك البلدة، فدبروا قتله ولكنهم فشلوا.\n* انتقل الشيخ بعد ذلك إلى العيينة، وكان أميرها عثمان بن حمد بن معمر. فرحب به وأكرمه.\n* تزوج في العيينة من الجوهرة بنت عبد الله بن معمر.\n* دعا أمير العيينة إلى التوحيد وأمله بنصر الله له إن هو ساند الدعوة، فساعده عثمان بن معمر على ذلك.\n* قام الشيخ بعد ذلك بقطع الأشجار التي يقدسها الناس في المنطقة وهدم القباب التي يعظمونها.\n* أخذ يكاتب علماء الأحساء الذين أنكروا عليه ويقنعهم بالحجة والبرهان، وعندما أفحمهم لجأوا إلى المكر والسياسة فأغروا قائد الأحساء سليمان بن محمد بن غرير الحميدي به فكتب هذا إلى عثمان بن معمر يهدده بقطع خراجه الذي يرسله إليه إن لم يتخلص من الشيخ.\n* أخبره عثمان بخبر قائد الأحساء، فأعلمه الشيخ أن ما قام به ما هو إلا دعوة التوحيد وتطبيق الأمر بالمعروف والنهي عن المنكر، وأنه إن صبر لذلك فسيكون له العز والتمكين حتى يملك ديار سليمان وما وراءها وما دونها، فاستحيا عثمان من الشيخ وأعرض عنه.\nالجزء: 1 ¦ الصفحة: 12\n",
        "* أرسل إليه ابن معمر بعد ذلك طالباً منه مغادرة بلاده قائلاً له: \"إن سليمان أمرنا بقتلك ولا نقدر على غضبه ولا مخالفة أمره، لأنه لا طاقة لنا بحربه، وليس من الشيم والمروءة أن نقتلك في بلادنا\".\n* سار الشيخ إلى الدرعية، وقصد بيت محمد بن سويلم العريني1، فخاف على نفسه من حاكمها محمد بن سعود، فسكنه الشيخ وهدأ روعه وقال له: \"سيجعل الله لنا ولك فرجاً ومخرجاً\".\n* علم بعض الناس بوجود الشيخ وزاروه ولكنهم هابوا أن يذكروا ذلك لمحمد بن سعود، فذهبوا إلى زوجته موضي بنت وطبان، وكانت عاقلة ذكية فأخبروها بمكان الشيخ وما يقرره فتعلقت بالتوحيد وقذف الله في قلبها محبة دعوة الشيخ، فأخبرت زوجها بذلك وقالت له: \"إن هذا الرجل غنيمة ساقها الله لك فأكرمه وعظمه واغتنم نصرته\"، فقبل ذلك وألقى الله في قلبه محبة الشيخ.\n* ذهب محمد بن سعود إلى الشيخ محمد في بيت ابن سويلم ورحب به، وقال له: \"أبشر ببلاد خير من بلادك، وأبشر بالعز والمنعة\"، فشرح له الشيخ دعوة التوحيد وقال له: \"وأنا أبشرك بالعز والتمكين..\".\n* تعاهد محمد بن سعود والشيخ محمد بن عبد الوهاب على نصرة الدين وجهاد من خالف التوحيد. واشترط محمد بن سعود عليه شرطين: الأول: \"أن لا يرتحل عنه إذا ما فتحت لهم البلدان وأن لا يستبدل به غيره\"، والثاني: \"أن لا يمانع الشيخ في أن يأخذ الحاكم قانونه وقت الثمار الذي اعتاد على أخذه من أهل الدرعية\". فعاهده الشيخ على الشرط الأول، أما الثاني فقال له: \"لعل الله أن يفتح لك الفتوحات فيعوضك من الغنائم ما هو خير منها..\".\n* بدأ الشيخ بعد استقراره في الدرعية جهاده المنظم بدروسه التي يلقيها على\n1 في \"ابن غنام\" نزل الليلة الأولى على عبد الله بن سويلم، ثم انتقل في اليوم التالي إلى دار تلميذه أحمد بن سويلم (ابن غنام، تاريخ نجد، ط المدني: ص80) .\nالجزء: 1 ¦ الصفحة: 13\n",
        "على تلاميذه ويحضرها الطلاب من أرجاء البلاد، وبمشورته وتوجيهه لسياسة الدرعية في ذلك الوقت وإشرافه على تجهيز الجيوش وترتيب الغزوات، وعقد المؤتمرات.\n* بعد استقرار الدعوة، في عهد عبد العزيز بن سعود، وتوطيد أركان دولة الدرعية اعتزل الشيخ السياسة ولزم منزله، وكان عبد العزيز يستشيره مع ذلك في أموره كلها، ولا يقطع أمراً دون رأيه.\n* في يوم الإثنين آخر شهر شوال سنة 1206هـ (1791م) 1 توفى رحمه الله عن عمر يناهز اثنين وتسعين عاماً، ودفن في مقبرة الدرعية.\n* كان رحمه الله عابداً متهجداً، متأنياً في تنفيذ الأحكام سمحاً جواداً، متعففاً ورعاً لم يخلف بعده شيئاً من المال يوزع بين ورثته بل كان عليه دين كثير.\n1 في \"عنوان المجد\" لابن بشر أنه توفى آخر ذي القعدة من هذه السنة. (عنوان المجد، نشر وزارة المعارف، ط1، ص 89) .\nالجزء: 1 ¦ الصفحة: 14\n",
        "نموذج لخط الشيخ محمد بن عبد الوهاب\nنموذج لخط الإمام الشيخ محمد بن عبد الوهاب رحمه الله، عن وثيقة مصورة محفوظة في مكتبة المخطوطات والوثائق بجامعة الرياض. وقد كتبها الشيخ لإثبات شهادة شاهدين حول تملك دار، وفي آخرها قوله: \"وكتب شهادتهما وأثبتها الفقير إلى الله تعالى محمد بن عبد الوهاب بن سليمان عفا الله عنهم وصلى الله على محمد وعلى آل محمد وسلم\".\nوعلى الوثيقة تعليق بقلم حفيده العلامة الشيخ عبد الرحمن بن حسن بن عبد الوهاب (ت1285هـ) ونصه: \"هذا خط شيخنا الجد الشيخ محمد بن عبد الوهاب رحمه الله، قاله كاتبه عبد الرحمن بن حسن\".\nالجزء: 1 ¦ الصفحة: 15\n",
        "كشاف المختصرات والرموز\nمختصرات المصادر\nتاريخ نجد لابن غنام: تاريخ نجد للشيخ الإمام حسين بن غنام، حرره وحققه ناصر الدين الأسد، قابله على الأصل عبد العزيز بن محمد بن إبراهيم آل الشيخ، ط 1. القاهرة مط المدني، 1381هـ/1961م.\n682+1ص.\nالجامع الفريد، ط 1: الجامع الفريد، يحتوي على كتب ورسائل لأئمة الدعوة الإسلامية، ط 1. مكة المكرمة، مؤسسة مكة للطباعة والإعلام، 1387هـ.\n682-11\nص.\nالجامع الفريد، ط2: الجامع الفريد، يحتوي على كتب ورسائل لأئمة الدعوة الإسلامية، ط2. جدة، مطابع الأصفهاني، 1389هـ.\n583ص.\nالدرر السنية، ط1: كتاب الدرر السنية في الأجوبة النجدية، مجموع رسائل ومسائل علماء نجد الأعلام من عصر الشيخ محمد بن عبد الوهاب إلى وقتنا هذا، جمع عبد الرحمن بن محمد بن قاسم العاصمي القحطاني النجدي، ط1. مكة المكرمة، مط أم القرى، 1352هـ.\nجـ جـ 1-8.\nالدرر السنية، ط 2: الدرر السنية في الأجوبة النجدية، جمع عبد الرحمن ابن محمد بن قاسم العاصمي القحطاني النجدي، ط2. بيروت، مطابع المكتب الإسلامي، 1385هـ/1965م.\nجـ جـ 1-8.\nالجزء: 1 ¦ الصفحة: 17\n",
        "الدرر السنية، ج9: كتاب مختصرات الردود، جمع عبد الرحمن بن محمد بن قاسم العاصمي القحطاني النجدي، ط1. جدة، مطابع شركة المدينة للطباعة والنشر، 1388هـ.\n448 ص.\nالدرر السنية، ج10: كتاب تفسير القرآن، جمع عبد الرحمن بن محمد بن قاسم القحطاني النجدي، ط1. الرياض، مؤسسة النور للطباعة والتجليد، بلا تاريخ.\n205 ص.\nالدرر السنية، ج11: كتاب النصائح، جمع عبد الرحمن بن محمد بن قاسم القحطاني النجدي، ط1. جدة، مطابع شركة المدينة للطباعة والنشر، 1388هـ.\n192ص.\nالدرر السنية، ج12: كتاب تراجم أصحاب تلك الرسائل والأجوبة، جمع عبد الرحمن بن محمد بن قاسم القحطاني النجدي، ط1. الرياض، مؤسسة النور للطباعة والتجليد، بلا تاريخ.\n107ص.\nروضة الأفكار، ط الهند: روضة الأفكار والأفهام لمرتاد حال الإمام وتعداد غزوات ذوي الإسلام، تأليف الشيخ الإمام وعلم الهداة الأعلام الشيخ حسين بن غنام، بمباي، المطبعة المصطفوية، 1337هـ.\n2جـ.\nروضة الأفكار، ط الأهلية: روضة الأفكار والأفهام لمرتاد حال الإمام وتعداد غزوات ذوي الإسلام، تأليف الشيخ الإمام وعلم الهداة الأعلام حسين بن غنام، على نفقة الشيخ عبد المحسن بن عثمان أبا\nالجزء: 1 ¦ الصفحة: 18\n",
        "بطين، صاحب المكتبة الأهلية، بالرياض. القاهرة شركة مكتبة ومطبعة مصطفى البابي الحلبي وأولاده بمصر، 1368هـ/1949م.\n2جـ.\nالرويشد: الإمام الشيخ محمد بن عبد الوهاب في التاريخ، تأليف عبد الله بن سعد الرويشد. القاهرة، مكتبة عيسى البابي الحلبي وشركاه، 1392هـ/1972م.\n2جـ.\nسعيد: كتاب سيرة الإمام الشيخ محمد بن عبد الوهاب، تأليف أمين سعيد، ط 1. بيروت مط كرم، 1382هـ.\n328 ص.\nمجموعة التوحيد، ط الهند: مجموعة التوحيد. دهلي، المطبع الأنصاري، بلا تاريخ، (ربما كان سنة 1316هـ) .\n396 ص.\nمجموعة التوحيد، ط. مكة: الكتاب المفيد في معرفة حق الله على العبيد المسمى مجموعة التوحيد. مكة المكرمة، مط أم القرى، 1343هـ.\n411 ص.\nمجموعة التوحيد، ط المنار: مجموعة التوحيد النجدية، أشرف على تصحيحها وطبعها السيد محمد رشيد رضا، ط 1، القاهرة، مط المنار، سنة 1346هـ.\n526 ص.\nمجموعة التوحيد، ط السلفية: مجموعة التوحيد النجدية، عنى بتصحيحها وإخراجها محب الدين الخطيب. القاهرة، المطبعة السلفية، 1375هـ.\n408 ص.\nالجزء: 1 ¦ الصفحة: 19\n",
        "مجموعة التوحيد، ط دمشق: مجموعة التوحيد، وتحتوي على ست عشرة رسالة. قدم لها محمد بن عبد العزيز بن مانع. دمشق، المكتب الإسلامي للطباعة والنشر، 1381هـ/1962م.\n918 ص.\nمجموعة الحديث، ط المنار: مجموعة الحديث النجدية، وقف على طبعها، وأشرف على تصحيحها وعلق بعض الفوائد في حواشيها، السيد محمد رشيد رضا. القاهرة، مط المنار، 1342هـ.\n806 ص.\nمجموعة الحديث، ط السلفية: مجموعة الحديث النجدية، عنى بتصحيحها وإخراجها محب الدين الخطيب. القاهرة، المطبعة السلفية، 1375هـ.\n650 ص.\nمجموعة الحديث، ط قطر: مجموعة الحديث النجدية، وهي تشتمل على تسع رسائل هامة وعليها تعليقات للمرحوم السيد رشيد رضا، ط 3. قطر، مطابع العروبة، 1383هـ.\n856 ص.\nمجموعة الرسائل والمسائل: مجموعة الرسائل والمسائل النجدية، ط 1، جـ 4. القاهرة مط المنار، 1349هـ.\n876 ص.\nمؤلفات: مؤلفات الشيخ محمد بن عبد الوهاب. صنفها وأعدها للتصحيح تمهيداً لطبعها عبد العزيز بن زيد الرومي، ومحمد بلتاجي وسيد حجاب. الرياض، مطابع الرياض [1399هـ] .\n11 مج.\nالجزء: 1 ¦ الصفحة: 20\n",
        "الرموز\nجـ: جزء\nجـ جـ: الأجزاء\nص: صفحة\nص ص: الصفحات\nط: طبعة\nمج: مجلد\nمط: مطبعة\nالجزء: 1 ¦ الصفحة: 21\n",
        "الباب الأول: العقيدة\nالفصل الأول: الكتب والرسائل والنبذ\n...\nالفصل الأول\nالكتب والرسائل والنبذ\n1 أربع عشرة مسألة في اتباع الناس أهواءهم وتركهم الكتاب والسنة.\nأولها: \"الأولى: يجوزون على الله أن يأمر بكل شيء، ويفعل كل شيء، وينزهونه عن حقائق أسمائه وصفاته، ولا يتم التوحيد إلا به\n...\n\".\nالدرر السنية، ط1، جـ1، ص ص 88-90.\n2 أربع عشرة مسألة في اتباع الناس أهواءهم وتركهم الكتاب والسنة.\nالدرر السنية، ط2، جـ1، ص ص 102-104.\n3 أربع عشرة مسألة في اتباع الناس أهواءهم وتركهم الكتاب والسنة.\nالرويشد، جـ2، ص ص 111-113.\n4 أربع قواعد الدين (الرسالة المطولة) .\nأولها: \"أسأل الله الكريم رب العرش العظيم، أن يتولاك في الدنيا والآخرة، وأن يجعلك مباركاً أينما كنت، وأن يجعلك ممن إذا أعطى شكر، وإذا ابتلى صبر، وإذا أذنب استغفر فإن هذه الثلاث عنوان السعادة\n...\n\".\nمجموعة التوحيد، ط الهند، ص ص 34-41.\n5 أربع قواعد الدين (الرسالة المطولة) .\nمجموعة التوحيد، ط مكة، ص ص 39-41.\n6 أربع قواعد الدين (الرسالة المطولة) .\nمجموعة التوحيد، ط المنار، ص ص 115-118.\nالجزء: 1 ¦ الصفحة: 25\n",
        "7 أربع قواعد الدين (الرسالة المطولة) .\nمجموعة التوحيد، ط السلفية، ص ص 254-256.\n8 أربع قواعد الدين (الرسالة المطولة) .\nمجموعة التوحيد، ط دمشق، ص ص 72-77.\n9 أربع قواعد الدين (الرسالة المطولة) .\nضمن مجموعة بعنوان: \"ثلاثة الأصول وأدلتها، ويليها شروط الصلاة وأركانها وواجباتها، وأربع القواعد\"، نشرها عيسى بن رميح العقيلي، دمشق مط الترقى، 1338 هـ.\n10 أربع قواعد الدين (الرسالة المطولة) .\nضمن مجموعة بعنوان: \"ثلاثة الأصول وأدلتها، ويليها شروط الصلاة وأركانها وواجباتها، وأربع القواعد\"، القاهرة، مط المنار، سنة 1340 هـ، ص ص 28-32.\n11 أربع قواعد الدين (الرسالة المطولة) .\nضمن مجموعة متون أولها: \"العقيدة الواسطية\" لشيخ الإسلام ابن تيمية وبعدها: \"ثلاثة الأصول وأدلتها، ويليها شروط الصلاة وأركانها وواجباتها، وأربع القواعد\"، على نفقة عبد الرحمن بن سعد بن سعيد، القاهرة، مط السلفية، سنة 1345هـ، ص ص 60-64.\n12 أربع قواعد الدين (الرسالة المطولة) .\nالدرر السنية، ط1، جـ2، ص ص 12-14.\n13 أربع قواعد الدين (الرسالة المطولة) .\nالدرر السنية، ط 2، جـ2، ص ص 12-14.\n14 أربع قواعد الدين (الرسالة المطولة) .\nالجزء: 1 ¦ الصفحة: 26\n",
        "المجموعة العلمية السعودية، راجع أصولها وصححها الشيخ محمد ابن إبراهيم آل الشيخ، القاهرة، مط السنة المحمدية، سنة 1374هـ/1955م، ص ص 22-24.\n15 ربع قواعد الدين (الرسالة المطولة) .\nالجامع الفريد، ط 1، ص ص 264-266.\n16 ربع قواعد الدين (الرسالة المطولة) .\nالجامع الفريد، ط2، ص ص 258-260.\n17 أربع قواعد الدين (الرسالة المطولة) .\nالرويشد، جـ1، ص ص 350-355.\n18 أربع قواعد الدين (الرسالة المطولة) .\nضمن مجموعة بعنوان: \" الأصول الثلاثة وأدلتها، ويليها شروط الصلاة وواجباتها وأركانها، والقواعد الأربعة (كذا) \"، علق عليها وصحح أصولها وكساها حواشي مفيدة محمد منير الدمشقي، طبعت على نفقة ولي العهد سيف النصر. القاهرة، إدارة الطباعة المنيرية، بلا تاريخ، ص ص 34-40.\n19 أربع قواعد الدين (الرسالة المطولة) .\nبعنوان القواعد الأربع صححها وقابلها على أصولها الخطية والمطبوعة –عبد العزيز بن عبد الرحمن السعيد وأحمد كحيل، ولبيب السعيد، مؤلفات القسم الأول قسم العقيدة والآداب الإسلامية ص ص 197-202.\n20 أربع قواعد الدين (الرسالة المختصرة) .\nكتبها بصيغة أخرى، مع المحافظة على الأدلة، وبعض الزيادة\nالجزء: 1 ¦ الصفحة: 27\n",
        "والنقص، أولها: \"وبعد فهذه أربع قواعد الدين، يميز بههن المسلم دينه من دين المشركين\n...\n\".\nمجموعة التوحيد، ط الهند، ص ص 9-12.\n21 ربع قواعد الدين (الرسالة المختصرة) .\nمجموعة التوحيد، ط مكة، ص ص 16-18.\n22 ربع قواعد الدين (الرسالة المختصرة) .\nمجموعة التوحيد، ط دمشق، ص ص 19-25.\n23 أربع قواعد الدين (الرسالة المختصرة) .\nالدرر السنية، ط1، جـ2، ص ص 17-18.\n24 أربع قواعد الدين (الرسالة المختصرة) .\nالدرر السنية، ط2، جـ2، ص ص 17-181.\n25 أربع قواعد ذكرها الله في محكم كتابه.\nأولها: \"أما بعد فهذه أربع قواعد ذكرها الله في محكم كتابه، يعرف بها الرجل شهادة أن لا إله إلا الله ويميز بها بين المسلمين والمشركين\n...\n\".\nالدرر السنية، ط1، جـ2، ص ص 14-16.\n26 أربع قواعد ذكرها الله في محكم كتابه.\nالدرر السنية، ط2، جـ2، ص ص 14-16.\n27 أربع قواعد ذكرها الله في محكم كتابه.\nالرويشد، جـ2، ص ص 9-12.\n1 تختلف صيغة هذه الرسالة في \"الدرر السنية\" عنها في المجموعات الأخرى، مع المحافظة على الفكرة وتسلسل القواعد.\nالجزء: 1 ¦ الصفحة: 28\n",
        "28 ربع قواعد في حالة المشركين.\nأولها: \"هذه أربع قواعد ينبغي لكل إنسان يتأملهن ويفهمهن فهم قلب\n...\n\".\nالدرر السنية، ط1، جـ2، ص ص 40-41.\n29 ربع قواعد في حالة المشركين.\nالدرر السنية، ط2، جـ2، ص ص 40-41.\n30 أربع قواعد في حالة المشركين.\nالرويشد، جـ2، ص41.\n31 أربع مسائل في اتباع الرسول.\nأولها: \"المسألة الأولى، أعنى هذا الرسول الذي جعله الله خاتم النبيين ورحمة للعالمين، هل أمر بإخلاص الدعوة لله مع جميع العبادات؟\n...\n\".\nالدرر السنية، ط1، جـ1، ص ص81-82.\n32 أربع مسائل في اتباع الرسول.\nالدرر السنية، ط2، جـ1، ص ص 95-96.\n33 أربع مسائل في اتباع الرسول.\nالرويشد، جـ2، ص ص 99-100.\n34 أربع مسائل يتميز بها المسلم من المشرك.\nأولها: \"الحمد لله الذي يستدل على وجوب وجوده ببدائع ماله من الأفعال، المنزه في ذاته وصفاته عن النظائر والأمثال\n...\n\".\nالدرر السنية، ط1، جـ2، ص ص 3-12.\n35 أربع مسائل يتميز بها المسلم من المشرك.\nالرويشد، جـ2، ص ص 123-136.\nالجزء: 1 ¦ الصفحة: 29\n",
        "36 أربع مسائل يجب تعلمها والعمل بها.\nالدرر السنية، ط2، جـ1، ص ص 76-82.\n37 أشياء من أمور الجاهلية قبل البعثة.\nرسالة مختصرة أولها: \"لما بلغ رسول الله صلى الله عليه وسلم أربعين سنة بعثه الله\n...\n\".\nالدرر السنية، ط1، جـ2، ص ص 50-52.\n38 أشياء من أمور الجاهلية قبل البعثة.\nالدرر السنية، ط2، جـ2، ص ص 50-52.\n39 أشياء من أمور الجاهلية قبل البعثة.\nالرويشد، جـ2، ص ص 55-59.\n40 أصل الحنيفية.\nنبذة أولها: \"أصل الحنيفية عبادة الله وحده لا شريك له وتجنب الشرك\n...\n\".\nالدر السنية، ط1، جـ2، ص38.\n41 أصل الحنيفية.\nالدرر السنية، ط2، جـ2، ص 38.\n42 أصل الحنيفية.\nالرويشد، جـ2، ص ص 36-37.\n43 أصول الإيمان، كتاب.\nأوله: \"هذا كتاب أصول الإيمان، تأليف الشيخ محمد بن عبد الوهاب رحمه الله وقد زاد فيه بعض أولاده زيادة حسنة، قال رحمه الله في باب معرفة الله والإيمان به:\n...\n\".\nمجموعة الحديث النجدية، ط المنار، ص ص 209-240.\nالجزء: 1 ¦ الصفحة: 30\n",
        "44 أصول الإيمان، كتاب.\nمجموعة الحديث النجدية، ط السلفية، ص ص 165-191.\n45 أصول الإيمان، كتاب.\nمجموعة الحديث النجدية، ط قطر، ص ص 210-240.\n46 أصول الإيمان، كتاب.\nقام بتصحيحه وبمقابلته على مخطوطتين، إسماعيل الأنصاري، وعبد العزيز الفريح، ومحمد عيد، مؤلفات، القسم الأول، قسم العقيدة والآداب الإسلامية ص ص 229-277.\n47 الأصول الثلاثة وأدلتها.\nأولها: \"اعلم رحمك الله، أنه يجب علينا تعلم أربع مسائل، الأولى العلم وهو معرفة الله، ومعرفة نبيه، ومعرفة دين الإسلام بالأدلة\n...\n\".\nضمن مجموعة بعنوان: \"ثلاثة الأصول وأدلتها، ويليها شروط الصلاة وأركانها وواجباتها، وأربع القواعد\"، نشرها عيسى بن رميح العقيلي، دمشق، مط الترقى، سنة 1338هـ.\n48 الأصول الثلاثة وأدلتها.\nضمن مجموعة بعنوان: \"ثلاثة الأصول وأدلتها، ويليها شروط الصلاة وأركانها وواجباتها، وأربع القواعد\"، القاهرة، مط المنار، سنة 1340هـ، ص ص 2-16.\n49 الأصول الثلاثة وأدلتها.\nضمن مجموعة متون أولها: \"العقيدة الواسطية\" لشيخ الإسلام ابن تيمية وبعدها: \"ثلاثة الأصول وأدلتها، ويليها شروط الصلاة\nالجزء: 1 ¦ الصفحة: 31\n",
        "وأركانها وواجباتها، وأربع القواعد\"، على نفقة عبد الرحمن بن سعد بن سعيد. القاهرة، مط السلفية، سنة 1345هـ، ص ص 33-48.\n50 الأصول الثلاثة وأدلتها.\nترتيبها على هيئة السؤال والجواب بعنوان: \"تسهيل الوصول إلى الثلاثة الأصول\"، تأليف محمد الطيب بن إسحاق الأنصاري، ط1، مكة المكرمة، المطبعة الماجدية، 1351هـ.\n20 ص\n51 الأصول الثلاثة وأدلتها.\nبعنوان: \"ثلاثة الأصول وأدلتها.\nالمجموعة العلمية السعودية، راجع أصولها وصححها الشيخ محمد بن إبراهيم آل الشيخ. القاهرة، مط السنة المحمدية، سنة 1374هـ/1954م، ص ص 3-13.\n52 الأصول الثلاثة وأدلتها.\nضمن مجموعة بعنوان مجموعة الرسائل المفيدة المهمة في أصول الدين وفروعه. طبعت على نفقة قاسم بن درويش فخرو، القاهرة، مط المدينة 1380/1961 ص ص 5-16.\n53 الأصول الثلاثة وأدلتها.\nبعنوان \"عقيدة الفرقة الناجية\" بيروت، المكتب الإسلامي، سنة 1397هـ.\n35 ص.\n54 الأصول الثلاثة وأدلتها.\nضمن \"مقدمة ورسالتان\" تأليف شيخ الإسلام محمد بن عبد الوهاب. القاهرة، مط المدني، 1382هـ، ص ص 2-25.\nالجزء: 1 ¦ الصفحة: 32\n",
        "55 الأصول الثلاثة وأدلتها.\nالرويشد، جـ2، ص ص 208-217.\n56 الأصول الثلاثة وأدلتها.\nضمن مجموعة بعنوان: \"ثلاثة الأصول وأدلتها، ويليها شروط الصلاة وأركانها وواجباتها، والقواعد الأربعة\"، (كذا) ، علق عليها وصحح أصولها وكساها حواشي مفيدة محمد منير الدمشقي، طبعت على نفقة ولي العهد سيف النصر، القاهرة، إدارة الطباعة المنيرية، بلا تاريخ، ص ص 3-22.\n57 الأصول الثلاثة وأدلتها، وشروط الصلاة والقواعد الأربعة (كذا) .\nبتعليق أحد أفاضل العلماء، مصر، بلا تاريخ ولا ذكر للمطبعة 43 ص.\n58 الأصول الثلاثة وأدلتها.\nبعنوان \"الثلاثة الأصول في التوحيد\". القاهرة، مط التقدم العلمية، بلا تاريخ.\n15ص.\n59 الأصول الثلاثة وأدلتها.\nمنظومة بعنوان: \"تسهيل الحفظ والوصول نظم الثلاثة الأصول في التوحيد\"، نظمها عمر بن إبراهيم البري المدني. المدينة المنورة، مط المدينة المنورة، بلا تاريخ.\n12 ص.\n60 الأصول الثلاثة وأدلتها.\nضمن مجموعة بعنوان: \"المجموعة الأولى، كتاب التوحيد الذي هو حق الله على العبيد، وكتب أخر\"، تصحيح ومراجعة أحمد محمد\nالجزء: 1 ¦ الصفحة: 33\n",
        "شاكر وعلي محمد شاكر. القاهرة، دار المعارف، بلا تاريخ، ص ص 95-111.\n61 الأصول الثلاثة وأدلتها.\nمكة المكرمة، مط مصحف مكة، بلا تاريخ.\n16 ص.\n62 الأصول الثلاثة وأدلتها.\nبعنوان \"ثلاثة الأصول\" صححها على عدة نسخ أهمها المخطوطة 269/86 بالمكتبة السعودية في الرياض ناصر بن عبد الله الطريم، سعود بن محمد البشر، عبد الكريم الملاحم، مؤلفات القسم الأول العقيدة والآداب الإسلامية.\nص ص 183-196.\n63 لأصول الثلاثة وأدلتها.\nبعنوان \"الثلاثة أصول في التوحيد\" الدار البيضاء، مطابع دار الكتاب، بلا تاريخ.\n22 ص.\n64 الأصول الثلاثة، التي يجب على الإنسان معرفتها.\nأولها: \"الواجب على كل مسلم ومسلمة أن يتعلم ثلاثة أصول وهي: معرفة ربه، ودينه ونبيه صلى الله عليه وسلم\n...\n\".\nمجموعة التوحيد، ط الهند، ص ص 7-9.\n65 الأصول الثلاثة، التي يجب على الإنسان معرفتها.\nمجموعة التوحيد، ط 0، مكة ص ص 13-16.\n66 الأصول الثلاثة، التي يجب على الإنسان معرفتها.\nمجموعة التوحيد، ط المنار، ص ص 124-128.\nالجزء: 1 ¦ الصفحة: 34\n",
        "67 الأصول الثلاثة، التي يجب على الإنسان معرفتها.\nمجموعة التوحيد، ط السلفية، ص ص 262-264.\n68 الأصول الثلاثة، التي يجب على الإنسان معرفتها.\nمجموعة التوحيد، ط دمشق، ص ص 14-19.\n69 الأصول الثلاثة، التي يجب على الإنسان معرفتها.\nفي ذيل كتاب \"مهمات الأوراد والأذكار\"، لجامعها محمد بن أحمد بن سعيد، ط 1، مكة المكرمة، مط السلفية، 1354هـ/1935م.\nص ص 34-44.\n70 الأصول الثلاثة، التي يجب على الإنسان معرفتها.\nالدرر السنية، ط2، جـ 1، ص ص 87-89.\n71 الأصول الثلاثة، التي يجب على الإنسان معرفتها.\nالجامع الفريد، ط1، ص ص 273-276.\n72 الأصول الثلاثة، التي يجب على الإنسان معرفتها.\nالجامع الفريد، ط 2، ص ص 267-270.\n73 الأصول الثلاثة، التي يجب على الإنسان معرفتها.\nالرويشد، جـ1، ص ص 361-365.\n74 الأصول الثلاثة، التي يجب على الإنسان معرفتها.\nضمن رسالة موجزة كتبها بناء على طلب عبد العزيز بن محمد بن سعود وأرسلت إلى جميع النواحي، أولها: \"أما بعد، فاعلموا وفقكم الله لمراضيه، وجنبكم طريق معاصيه، أن من الواجب على كل مسلم ومسلمة معرفة ثلاثة أصول والعمل بهن\n...\n\".\nالرويشد، جـ2، ص ص 225-228.\nالجزء: 1 ¦ الصفحة: 35\n",
        "75 الأصول الثلاثة باللهجة الدارجة النجدية.\n(انظر: \"تلقين أصول العقيدة للعامة\"، 92-99) .\n76 أنواع التوحيد وأنواع الشرك والكفر.\nأولها: \"الحمد لله وكفى، وسلام على عباده الذين اصطفى، أما بعد فاعلم، رحمك الله، أن الله تعالى خلق الخلق ليعبدوه ولا يشركوا به شيئاً\n...\n\".\nمجموعة التوحيد، ط الهند، ص ص 2-5.\n77 أنواع التوحيد وأنواع الشرك والكفر.\nمجموعة التوحيد، ط مكة، ص ص 9-11.\n78 أنواع التوحيد وأنواع الشرك والكفر.\nمجموعة التوحيد، ط دمشق، ص ص 3-9.\n79 أنواع التوحيد وأنواع الشرك والكفر.\nالدرر السنية، ط1، جـ2، ص ص 34-37.\n80 أنواع التوحيد وأنواع الشرك والكفر.\nالدرر السنية، ط2، جـ2، ص ص 34-37.\n81 أنواع التوحيد وأنواع الشرك والكفر.\nالرويشد، جـ2، ص ص 30-35.\n82 الإيمان الشرعي.\nنبذة، أولها: \"اعلم رحمك الله، أن الإيمان الشرعي هو الإيمان بالأصول الستة\n...\n\".\nالدرر السنية، ط1، جـ1، ص ص 90-91.\nالجزء: 1 ¦ الصفحة: 36\n",
        "83 الإيمان الشرعي.\nالدرر السنية، ط2، جـ1، ص ص 104-105.\n84 الإيمان الشرعي.\nالرويشد، جـ2، ص ص 113-116.\n85 بيان معنى التوحيد.\nرسالة أولها: \"قال رحمه الله تعالى: اعلم رحمك الله تعالى، أن الله سبحانه إنما أرسل الرسل وأنزل الكتب لأجل التوحيد\n...\n\".\nالدرر السنية، ط1، جـ1، ص ص 78-80.\n86 بيان معنى التوحيد.\nالدرر السنية، ط2، جـ1، ص ص 92-94.\n87 بيان معنى التوحيد.\nالرويشد، جـ2، ص ص 94-96.\n88 تقريب الله التوحيد بالعقل والنقل والأئمة والأدلة المصرفة.\nنبذة يبدو أنه كتبها للعامة، أولها: \"تقريب الله التوحيد بالعقل والنقل والأئمة والأدلة المصرفة، فأما العقل فكون الإنسان الذي في عقله أنك تلجأ إلى الحي ولا تلجأ إلى الميت، وتطلب الحاضر ولا تطلب الغائب، وتطلب الغنى ولا تطلب الفقير\n...\n\".\nالدرر السنية، ط1، جـ2، ص40.\n89 تقريب الله التوحيد بالعقل والنقل والأئمة والأدلة المصرفة.\nالدرر السنية، ط2، جـ2، ص 40.\n90 تقريب الله التوحيد بالعقل والنقل والأئمة والأدلة المصرفة.\nالرويشد، جـ2، ص40.\nالجزء: 1 ¦ الصفحة: 37\n",
        "91 كفير المسلم بالشرك بالله وموالاة المشركين على المؤمنين.\nأولها: \"إذا شهد الإنسان أن هذا دين الله ورسوله، كيف لا يكفر من أنكره، وقتل من آمن به وحبسهم\n...\n\".\nمجموعة الرسائل والمسائل، جـ 4، ص ص 42-43.\n92 تلقين أصول العقيدة للعامة.\nرسالة تقرب أصول العقيدة للعامة بأسلوب سهل يستخدم بعض الألفاظ العامية النجدية، ويتخذ طريقة الحوار، أولها: \"إذا قيل لك من ربك؟ فقل ربي الله، فإذا قيل لك: أيش معنى الرب؟ فقل المعبود المالك المتصرف\n...\n\".\nمجموعة التوحيد، ط الهند، ص ص 36-38.\n93 تلقين أصول العقيدة للعامة.\nمجموعة التوحيد، ط مكة، ص ص 41-43.\n94 تلقين أصول العقيدة للعامة.\nمجموعة التوحيد، ط المنار، ص ص 118-221.\n95 تلقين أصول العقيدة للعامة.\nمجموعة التوحيد، ط السلفية، ص ص 257-258.\n96 تلقين أصول العقيدة للعامة1.\nمجموعة التوحيد، ط دمشق، ص ص 77-81.\n97 تلقين أصول العقيدة للعامة.\nالدرر السنية، ط2، جـ1، ص ص 89-92.\n1 في هذه الطبعة حاول ناشر الكتاب \"تفصيح\" الألفاظ العامية في هذه الرسالة فغير كلمة (أيش) إلى (أي شيء) كما غير بعض التعبيرات العامية، وهذا مخالف لما قصد إليه الشيخ رحمه الله من كتابتها بهذا الأسلوب لينتفع بها العامة.\nالجزء: 1 ¦ الصفحة: 38\n",
        "98 تلقين أصول العقيدة للعامة.\nالرويشد، جـ1، ص ص 354-356، جـ 2، ص ص 229-233.\n99 تلقين أصول العقيدة للعامة.\nحققها إسماعيل محمد الأنصاري. مؤلفات. القسم الأول، قسم العقيدة والآداب الإسلامية ص ص 370-373.\n100 التوحيد الذي هو حق الله على العبيد، كتاب.\nأوله: \"كتاب التوحيد، وقول الله تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالْأِنْسَ إِلَّا لِيَعْبُدُونِ}\n...\n\".\nمجموعة التوحيد، ط الهند، ص ص 105-149.\n101 التوحيد الذي هو حق الله على العبيد، كتاب.\nمجموعة التوحيد، ط مكة، ص ص 109-156.\n102 التوحيد الذي هو حق الله على العبيد، كتاب.\nمجموعة التوحيد، ط المنار، ص ص 1-72.\n103 التوحيد الذي هو حق الله على العبيد، كتاب.\nمجموعة التوحيد، ط السلفية1، ص ص 9-214+2.\n104 التوحيد الذي هو حق الله على العبيد، كتاب.\nمجموعة التوحيد، ط دمشق، ص ص 219-330.\n105 التوحيد الذي هو حق الله على العبيد، كتاب.\n1 بهامشه كتاب: \"قرة عيون الموحدين\"، وهو تعليقات عليه من تأليف الشيخ عبد الرحمن بن حسن آل الشيخ.\nالجزء: 1 ¦ الصفحة: 39\n",
        "نشر المكتبة القيمة، بمباي القاهرة، دار الطباعة المنيرية، سنة 1344هـ.\n94 ص.\n106 التوحيد الذي هو حق الله على العبيد، كتاب.\nالقاهرة، إدارة الطباعة المنيرية، سنة 1353هـ.\n228+12 ص.\n107 توحيد الذي هو حق الله على العبيد، كتاب.\nعلق عليه أحد الأفاضل، راجعه وصححه أحمد محمد شاكر، القاهرة، دار المعارف سنة 1946م.\n221 ص.\n108 التوحيد الذي هو حق الله على العبيد، كتاب.\nتحقيق محمد حامد الفقي، ط 3، القاهرة مط السنة المحمدية، سنة 1371هـ/1952م.\n216 ص.\n109 التوحيد الذي هو حق الله على العبيد، كتاب.\nالمجموعة العلمية السعودية، راجع أصولها وصححها الشيخ محمد بن إبراهيم آل الشيخ، القاهرة، مط السنة المحمدية، سنة 1374هـ/1955م. ص ص 26-103.\n110 توحيد الذي هو حق الله على العبيد، كتاب.\nراجعه محمود عبد الوهاب فايد، القاهرة، مط محمد علي صبيح وأولاده، سنة 1380هـ/1961م.\n192 ص.\nالجزء: 1 ¦ الصفحة: 40\n",
        "111 توحيد الذي هو حق الله على العبيد، كتاب.\nمع كتاب: \"القول السديد في مقاصد التوحيد\"، للشيخ عبد الرحمن بن سعدي، الرياض، مؤسسة النور للطباعة والتجليد، سنة 1382هـ.\n138 ص.\n112 التوحيد الذي هو حق الله على العبيد، كتاب.\nسعيد، ص ص 221-297.\n113 التوحيد الذي هو حق الله على العبيد، كتاب.\nالجامع الفريد، ط1، ص ص 9-221.\n114 توحيد الذي هو حق الله على العبيد، كتاب.\nالجامع الفريد، ط2، ص ص 3-215.\n115 توحيد الذي هو حق الله على العبيد، كتاب.\nالرويشد، جـ1، ص ص 187-278.\n116 التوحيد الذي هو حق الله على العبيد، كتاب.\nراجعه وصححه أحمد محمد شاكر، القاهرة، دار المعارف سنة 1974م.\n249 ص.\n117 التوحيد الذي هو حق الله على العبيد، كتاب.\nضمن كتاب: \"الواسطية والتوحيد\"، تقديم مصطفى العالم، جدة مؤسسة الطباعة والصحافة والنشر، بلا تاريخ.\n112 ص.\n118 التوحيد الذي هو حق الله على العبيد، كتاب.\nصححه أحمد محمد شاكر وعلي محمد شاكر، ضمن مجموعة\nالجزء: 1 ¦ الصفحة: 41\n",
        "بعنوان: \"المجموعة الأولى، كتاب التوحيد الذي هو حق الله على العبيد، وكتب أخر\". القاهرة، دار المعارف، بلا تاريخ، ص ص 3-94.\n119 توحيد الذي هو حق الله على العبيد، كتاب.\nترجمته إلى اللغة التركية بعنوان، ALLAH TEVHID أنقرة، مطبعة أزكوان OZGUVEN، بلا تاريخ.\n128 ص.\n120 التوحيد الذي هو حق الله على العبيد، كتاب.\nصححه وقابله على النسخة الخطية 465/86 بالمكتبة السعودية عبد العزيز بن عبد الرحمن السعيد وأحمد كحيل. ولبيب السعيد، مؤلفات، القسم الأول، قسم العقيدة والآداب الإسلامية، ص ص 7-151.\n121 توحيد العبادة.\nنبذة كتبها جواباً على طلب، أولها: \"الحمد لله رب العالمين وصلى الله على سيد المرسلين وإمام المتقين، سألت رحمك الله، أن أكتب لك كلاماً ينفعك الله به، فأول ما أوصيك به الالتفات إلى ما جاء به محمد صلى الله عليه وسلم\n...\nالدرر السنية، ط1، جـ2، ص ص 16-17.\n122 حيد العبادة.\nالدرر السنية، ط2، جـ2، ص ص 16-17.\n123 حيد العبادة.\nحققها إسماعيل محمد الأنصاري، مؤلفات. القسم الأول. العقيدة والآداب الإسلامية. ص 398-399.\nالجزء: 1 ¦ الصفحة: 42\n",
        "124 توحيد والإشراك.\nنبذة أولها: \"اعلم رحمك الله، أن التوحيد الذي فرضه الله على عباده قبل الصلاة والصوم هو توحيد عبادتك\n...\n\".\nالدرر السنية، ط1، جـ2، ص ص 39-40.\n125 توحيد والإشراك.\nالدرر السنية، ط2، جـ2، ص ص 39-40.\n126 التوحيد والإشراك.\nالرويشد، جـ2، ص ص 39-40.\n127 ثلاثة الأصول.\n(انظر: الأصول الثلاثة، 47-75) .\n128 ثلاث مسائل يجب تعلمها على كل مسلم ومسلمة.\nرسالة أولها: \"اعلم رحمك الله أنه واجب على كل مسلم ومسلمة أن يتعلم ثلاث مسائل: الأولى، أن الله خلقنا ولم يخلقنا عبثاً ولم يتركنا هملاً\n...\n\".\nمجموعة التوحيد، ط الهند، ص 5.\n129 ثلاث مسائل يجب تعلمها على كل مسلم ومسلمة.\nمجموعة التوحيد، ط مكة، ص 12.\n130 ثلاث مسائل يجب تعلمها على كل مسلم ومسلمة.\nمجموعة التوحيد، ط المنار، ص121.\n131 ثلاث مسائل يجب تعلمها على كل مسلم ومسلمة.\nمجموعة التوحيد، ط السلفية، ص 259.\nالجزء: 1 ¦ الصفحة: 43\n",
        "132 اث مسائل يجب تعلمها على كل مسلم ومسلمة.\nمجموعة التوحيد، ط دمشق، ص ص 10-11.\n133 اث مسائل يجب تعلمها على كل مسلم ومسلمة1.\nالدرر السنية، ط 1، جـ2، ص ص 41-42.\n134 ثلاث مسائل يجب تعلمها على كل مسلم ومسلمة.\nالدرر السنية، ط2، جـ2، ص ص 41-42.\n135 ثلاث مسائل يجب تعلمها على كل مسلم ومسلمة.\nالرويشد، جـ1، ص 357.\n136 ثلاث مسائل يجب تعلمها على كل مسلم ومسلمة.\nحققها إسماعيل محمد الأنصاري، مؤلفات القسم الأول، قسم العقيدة والآداب الإسلامية، ص ص 374-375.\n137 ثلاث مسائل يسأل عنها الإنسان في قبره.\nأولها: \"المسألة الأولى، يعرف الإنسان أن الله لما خلقنا ما تركنا هملاً بل أرسل إلينا الرسل، أولهم نوح، وآخرهم محمد عليه السلام\n...\n\".\nالدرر السنية، ط1، جـ1، ص ص 83-84.\n138 ثلاث مسائل يسأل عنها الإنسان في قبره.\nالدرر السنية، ط2، جـ1، ص ص 97-98.\n139 ثلاث مسائل يسأل عنها الإنسان في قبره.\nالرويشد، جـ2، ص ص 102-103.\n140 ثلاث مسائل في طلب العلم.\n1 في \"الدرر السنية\" بعض اختلاف في الألفاظ وزيادة عما في الطبعات الأخرى.\nالجزء: 1 ¦ الصفحة: 44\n",
        "أولها: \"وذكر، رحمه الله، مسائل الأولى أن تعرف أن طلب العلم فريضة على كل ذكر وأنثى\n...\n\".\nالدرر السنية، ط1، جـ1، ص 84.\n141 اث مسائل في طلب العلم.\nالدرر السنية، ط2، جـ1، ص 98.\n142 اث مسائل في طلب العلم.\nالرويشد، جـ1، ص ص 103-104.\n143 الجامع لعبادة الله وحده.\nرسالة أولها: \"فإن قيل لك فما الجامع لعبادة الله وحده؟ قلت: طاعته بامتثال أوامره واجتناب نواهيه\n...\n\".\nمجموعة التوحيد، ط الهند، ص ص 11-12.\n144 الجامع لعبادة الله وحده.\nمجموعة التوحيد، ط مكة، ص ص 17-18.\n145 الجامع لعبادة الله وحده.\nمجموعة التوحيد، ط المنار، ص ص 128-129.\n146 الجامع لعبادة الله وحده.\nمجموعة التوحيد، ط السلفية، ص ص 265-266.\n147 الجامع لعبادة الله وحده.\nمجموعة التوحيد، ط دمشق، ص ص 22-25.\n148 الجامع لعبادة الله وحده.\nالجامع الفريد، ط1، ص ص 277-278.\nالجزء: 1 ¦ الصفحة: 45\n",
        "149 جامع لعبادة الله وحده.\nالجامع الفريد، ط2، ص ص 271-272.\n150 جامع لعبادة الله وحده.\nالرويشد، جـ1، ص ص 366-367.\n151 الجامع لعبادة الله وحده.\nبعنوان \"الأصل الجامع لعبادة الله وحده\"، حققها إسماعيل بن محمد الأنصاري، مؤلفات القسم الأول، قسم العقيدة والآداب الإسلامية، ص ص 379-381.\n152 جهاد المشركين.\nنبذة أولها: \"اعلم وفقنا الله وإياك للإيمان بالله ورسله، أن الله سبحانه قال في كتابه: {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ} الآية\n...\n\".\nالدرر السنية، ط2، جـ7، ص ص 346-347.\n153 جهاد المشركين1.\nمجموعة الرسائل والمسائل، جـ4، ص ص 41-42.\n154 حكم المرتد.\nنبذة أولها: \"باب حكم المرتد الذي يكفر بعد إسلامه نطقاً أو شكاً أو فعلاً ولو مميزاً أو كان هازلاً\n...\n\".\nالدرر السنية، ط2، جـ8، ص 88.\n1 سميت هذه الرسالة في \"مجموعة الرسائل والمسائل النجدية\"، باسم: \"حقيقة الإسلام من الكتاب والسنة\". والظاهر أن العنوان من وضع الناشر.\nالجزء: 1 ¦ الصفحة: 46\n",
        "155 ب إمام الدعوة وأحفاده وبعض تلاميذه.\nنشرها عبد الرحمن بن محمد بن عبد اللطيف وشركاه. القاهرة، مط السلفية، بلا تاريخ.\n92 ص.\n156 خطب شيخ الإسلام محمد بن عبد الوهاب، وبعض أحفاده.\nطبع على نفقة صاحب الجلالة ملك الحجاز وسلطان نجد وملحقاتها. مكة المكرمة، مط أم القرى، سنة 1345هـ.\n83 ص.\n157 خطب شيخ الإسلام محمد بن عبد الوهاب.\nمقابلة وتصحيح صالح الأطرم ومحمد الدويش، مؤلفات ملحق المصنفات 66 ص.\n158 س مسائل فيما جاء به الرسول صلى الله عليه وسلم (الرسالة المطولة) .\nأولها: \"الواجب عليك أن تعرف خمس مسائل، الأولى: أن الله لما أرسل محمداً صلى الله عليه وسلم بالهدى ودين الحق، أن أول كلمة أرسله الله بها قوله تعالى: {يَا أَيُّهَا الْمُدَّثِّرُ. قُمْ فَأَنْذِرْ. وَرَبَّكَ فَكَبِّرْ}\n...\n\".\nالدرر السنية، ط1، جـ1، ص ص 59-62.\n159 س مسائل فيما جاء به الرسول صلى الله عليه وسلم (الرسالة المطولة) .\nالدرر السنية، ط2، جـ1، ص ص 73-76.\nالجزء: 1 ¦ الصفحة: 47\n",
        "160 خمس مسائل فيما جاء به الرسول صلى الله عليه وسلم (الرسالة المطولة) .\nمجموعة الرسائل والمسائل، جـ4، ص ص 9-12.\n161 خمس مسائل فيما جاء به الرسول صلى الله عليه وسلم (الرسالة المطولة) .\nالرويشد، جـ2، ص ص 204-207.\n162 خمس مسائل فيما جاء به الرسول صلى الله عليه وسلم (الرسالة المختصرة) .\nنبذة مختصرة من الرسالة السابقة، أولها: \"المسألة الأولى: أن محمداً صلى الله عليه وسلم جاءنا من عند ربنا بالبينات والهدى، ليخرج الناس من الظلمات إلى النور بشيراً ونذيراً\n...\n\".\nالدرر السنية، ط1، جـ1، ص ص 82-83.\n163 خمس مسائل فيما جاء به الرسول صلى الله عليه وسلم (الرسالة المختصرة) .\nالدرر السنية، ط2، جـ1، ص ص 96-97.\n164 خمس مسائل فيما جاء به الرسول صلى الله عليه وسلم (الرسالة المختصرة) .\nالرويشد، جـ2، ص ص 100-101.\n165 دين الله يكون على القلب واللسان وعلى الجوارح.\nنبذة أولها: \"اعلم رحمك الله أن دين الله يكون على القلب بالاعتقاد وبالحب والبغض، ويكون على اللسان بالنطق، وترك النطق\nالجزء: 1 ¦ الصفحة: 48\n",
        "بالكفر، ويكون على الجوارح بفعل أركان الإسلام وترك الأفعال التي تكفر\n...\n\".\nالدرر السنية، ط2، جـ8، ص 87.\n166 الرد على الرافضة، رسالة.\nتحقيق ناصر الرشيد، مؤلفات، ملحق المصنفات، 56 ص.\n167 سبع مراتب واجبة على العبد.\nأولها: \"إذا أمر الله العبد بأمر، وجب عليه فيه سبع مراتب\n...\n\".\nالدرر السنية، ط1، جـ2، ص ص 38-39.\n168 سبع مراتب واجبة على العبد.\nالدرر السنية، ط2، جـ2، ص ص 38-39.\n169 سبع مراتب واجبة على العبد.\nالرويشد، جـ2، ص ص 37-38.\n170 ستة أصول عظيمة.\nرسالة أولها: \"قال الشيخ محمد بن عبد الوهاب: من أعجب العجاب، وأكبر الآيات الدالة على قدرة الملك الغلاب، ستة أصول بينها الله تعالى بياناً واضحاً للعوام فوق ما يظن الظانون، ثم بعد هذا غلط فيها أذكياء العالم، وعقلاء بني آدم إلا أقل القليل\n...\n\".\nمجموعة التوحيد، ط المنار، ص ص 138-140.\n171 ستة أصول عظيمة.\nمجموعة التوحيد، ط السلفية، ص ص 275-276.\nالجزء: 1 ¦ الصفحة: 49\n",
        "172 ستة أصول عظيمة.\nالدرر السنية، ط 1، جـ1، ص ص 85-88.\n173 ستة أصول عظيمة.\nالدرر السنية، ط2، جـ1، ص ص 99-102.\n174ستة أصول عظيمة.\nالجامع الفريد، ط1، ص ص 287-289.\n176ستة أصول عظيمة.\nالجامع الفريد، ط2، ص ص 281-283.\n177ستة أصول عظيمة.\nالرويشد، جـ1، ص ص 377-379.\n178ستة أصول عظيمة.\nالرويشد، جـ2، ص ص 105-111.\n179ستة أصول عظيمة.\nبعنوان: ستة أصول عظيمة مفيدة حققها إسماعيل محمد الأنصاري، مؤلفات القسم الأول، العقيدة والآداب الإسلامية، ص ص 393-397.\n180الشرك الذي قاتل عليه الرسول مشركي العرب.\nرسالة أولها: \"اعلم رحمك الله، أن الحنيفية ملة إبراهيم، أن تعبد الله مخلصاً له الدين، وبذلك أمر الله جميع الناس وخلقهم لها\n...\n\".\nالدرر السنية، ط1، جـ2، ص ص 19-20.\nالجزء: 1 ¦ الصفحة: 50\n",
        "180 الشرك الذي قاتل عليه الرسول مشركي العرب.\nالدرر السنية، ط2، جـ2، ص ص 19-20.\n181 الشرك الذي قاتل عليه الرسول مشركي العرب.\nالرويشد، جـ 2، ص ص 16-18.\n182 الطاغوت معناه ورؤوس أنواعه.\nرسالة أولها: \"اعلم رحمك الله تعالى، أن أول ما فرض الله على ابن آدم الكفر بالطاغوت، والإيمان بالله\n...\n\".\nمجموعة التوحيد ط الهند، ص ص 5 * 7.\n183 الطاغوت معناه ورؤوس أنواعه.\nمجموعة التوحيد، ط مكة، ص ص 12-13.\n184 الطاغوت معناه ورؤوس أنواعه.\nمجموعة ط المنار، ص ص 122-124.\n185 الطاغوت معناه ورؤوس أنواعه.\nمجموعة التوحيد، ط السلفية، ص ص 260-261.\n186 الطاغوت معناه ورؤوس أنواعه.\nمجموعة التوحيد، ط دمشق، ص ص 11-14.\n187 الطاغوت معناه ورؤوس أنواعه.\nالدرر السنية، ط1، جـ1، ص ص 80-81.\n188 الطاغوت معناه ورؤوس أنواعه.\nالدرر السنية، ط2، جـ1، ص ص 94-95.\n189 الطاغوت معناه ورؤوس أنواعه.\nالجامع الفريد، ط 1، ص ص 271-272.\nالجزء: 1 ¦ الصفحة: 51\n",
        "190 الطاغوت معناه ورؤوس أنواعه.\nالجامع الفريد، ط 2، ص ص 265-266.\n191 الطاغوت معناه ورؤوس أنواعه.\nالرويشد، جـ1، ص ص 358-360، وجـ2، ص ص 96-98.\n192 الطاغوت معناه ورؤوس أنواعه.\nبعنوان معنى الطاغوت ورؤوس أنواعه\" حققها إسماعيل بن محمد الأنصاري. مؤلفات القسم الأول قسم العقيدة والآداب الإسلامية، ص ص 376-378.\n193 فرض معرفة شهادة أن لا إله إلا الله قبل فرض الصلاة والصوم.\nنبذة أولها: \"اعلم رحمك الله، أن فرض معرفة شهادة أن لا إله إلا الله قبل فرض الصلاة والصوم\n...\n\".\nالدرر السنية، ط1، جـ2، ص 61.\n194 فرض معرفة شهادة أن لا إله إلا الله قبل فرض الصلاة والصوم.\nالدرر السنية، ط2، جـ2، ص 61.\n195 فرض معرفة شهادة أن لا إله إلا الله قبل فرض الصلاة والصوم.\nمجموعة الرسائل والمسائل، جـ4، ص ص 33-34.\n196 فرض معرفة شهادة أن لا إله إلا الله قبل فرض الصلاة والصوم.\nالرويشد، جـ2، ص ص 72-73.\n197 فضل الإسلام.\nرسالة أولها: \"باب فضل الإسلام وقول الله تعالى: {الْيَوْمَ\nالجزء: 1 ¦ الصفحة: 52\n",
        "أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْأِسْلامَ دِيناً}\n...\n\".\nمجموعة الحديث النجدية، ط المنار، ص ص 242-255.\n198 فضل الإسلام.\nمجموعة الحديث النجدية، ط السلفية، ص ص 193-204.\n199 فضل الإسلام.\nمجموعة الحديث النجدية، ط قطر، ص ص 241-255.\n200 فضل الإسلام.\nصححه وقابله على أصوله الخطية إسماعيل الأنصاري، ومحمد عيد، وعبد العزيز بن إبراهيم الفريح، مؤلفات القسم الأول، قسم العقيدة والآداب الإسلامية.\nص ص 203-227.\n201 قصص الأولين والآخرين وما فيها من العبر والفوائد.\nرسالة أولها: \"اعلم رحمك الله أن أفرض ما فرض الله عليك معرفة دينك الذي معرفته والعمل به سبب لدخول الجنة، والجهل به وإضاعته سبب لدخول النار، ومن أوضح ما يكون لردىء الفهم، قصص الأولين والآخرين\n...\n\".\nالدرر السنية، ط2، جـ8، ص ص 3-24.\n202 القواعد الأربع في الدين.\n(انظر: أربع قواعد الدين 4-24) .\n203 كتاب الكبائر.\nالجزء: 1 ¦ الصفحة: 53\n",
        "أوله: \"كتاب الكبائر وقول الله تعالى: {إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ} الآية\n...\n\".\nمجموعة الحديث النجدية، ط المنار، ص ص 257-310.\n204 كتاب الكبائر.\nمجموعة الحديث النجدية، ط السلفية، ص ص 205-244.\n205 كتاب الكبائر.\nمجموعة الحديث النجدية، ط قطر، ص ص 257-310.\n206 كتاب الكبائر.\nقابله على أصوله الخطية إسماعيل الأنصاري ومحمد عبد العزيز الفريح. حققه إسماعيل الأنصاري. مؤلفات القسم الأول، العقيدة من الآداب الإسلامية.\n67 ص.\n207 كشف الشبهات، كتاب.\nأوله: \"اعلم رحمك الله، أن التوحيد هو إفراد الله سبحانه بالعبادة، وهو دين الرسل الذي أرسلهم الله به إلى عباده\n...\n\".\nروضة الأفكار، ط الهند، جـ1، ص ص 74-79.\n208 كشف الشبهات، كتاب.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 61-72.\n209 كشف الشبهات، كتاب.\nتاريخ نجد لابن غنام، ص ص 234-252.\n210 كشف الشبهات، كتاب.\nمجموعة التوحيد، ط الهند، ص ص 46-60.\nالجزء: 1 ¦ الصفحة: 54\n",
        "211 كشف الشبهات، كتاب.\nمجموعة التوحيد، ط مكة، ص ص 53-65.\n212 كشف الشبهات، كتاب.\nمجموعة التوحيد، ط المنار، ص ص 73-92.\n213 كشف الشبهات، كتاب1.\nمجموعة التوحيد، ط السلفية، ص ص 218-234.\n214 كشف الشبهات، كتاب.\nمجموعة التوحيد، ط دمشق، ص ص 99-126.\n215 كشف الشبهات، كتاب.\nعلق عليه وصححه محمد منير الدمشقي، وفي ذيله نبذة في الحث على اتباع الكتاب والسنة والعمل بهما للمعلق، القاهرة، إدارة الطباعة المنيرية، سنة 1351هـ.\n32 ص.\n216 كشف الشبهات، كتاب.\nالمجموعة العلمية السعودية، راجع أصولها وصححها الشيخ محمد بن إبراهيم آل الشيخ. القاهرة، مط السنة المحمدية، سنة 1374هـ/1955م، ص ص 104-127.\n217 كشف الشبهات، كتاب.\nضمن مجموعة الرسائل المفيدة المهمة في أصول الدين وفروعه، القاهرة، مط المدني 1380/1961. ص ص 118-144.\n1 طبعت عن نسخة خطية بقلم أحمد بن عيسى بن أحمد بكري، فرغ من كتابتها يوم الخميس غرة جمادى الأولى سنة 1216هـ، أي بعد عشر سنوات من وفاة المؤلف.\nالجزء: 1 ¦ الصفحة: 55\n",
        "218 كشف الشبهات، كتاب.\nضمن كتاب: \"مقدمة ورسالتان\"، تأليف شيخ الإسلام محمد بن عبد الوهاب، القاهرة، مط المدني، سنة 1382هـ، ص ص 26-49.\n219 كشف الشبهات، كتاب.\nسعيد، ص ص 299-314.\n220 كشف الشبهات، كتاب.\nقام بتفصيله وكتابة الترجمة والمقدمة والتعليق على المحمد الصالحي، في آخره تذييل لعبد الرحمن الدوسري. الرياض مؤسسة النور، سنة 1383هـ.\n72 ص.\n221 كشف الشبهات، كتاب.\nالرويشد، جـ1، ص ص 279-298.\n222 كشف الشبهات، كتاب.\nالقاهرة، مط الإمام، بلا تاريخ.\n24 ص.\n223 كشف الشبهات، كتاب.\nترجمة إلى التركية، بعنوان: KESF EL - SUBUHAT\nبلا ذكر لمكان الطبع، أو اسم المطبعة، أو التاريخ.\n46 ص.\n224 كشف الشبهات، كتاب.\nصححه وقابله على النسخة الخطية 269/86 ناصر بن عبد\nالجزء: 1 ¦ الصفحة: 56\n",
        "الله الطريم ومسعود بن محمد البشر وعبد الكريم اللاحم. مؤلفات القسم الأول، قسم العقيدة والآداب الإسلامية.\nص ص 153-181.\n225 كلمات في بيان شهادة أن لا إله إلا الله وبيان التوحيد الذي هو حق الله على العبيد. أولها: \"هذه كلمات في بيان شهادة أن لا إله إلا الله، وبيان التوحيد الذي هو حق الله على العبيد، وهو أفرض من الصلاة والزكاة وصوم رمضان\n...\n\".\nمجموعة الرسائل والمسائل، جـ4، ص ص 15-23.\n226 كلمات في بيان شهادة أن لا إله إلا الله وبيان التوحيد الذي هو حق الله على العبيد.\nالدرر السنية، ط1، جـ2، ص ص 52-58.\n227 كلمات في بيان شهادة أن لا إله إلا الله وبيان التوحيد الذي هو حق الله على العبيد.\nالدرر السنية، ط2، جـ2، ص ص 52-58.\n228 كلمات في بيان شهادة أن لا إله إلا الله وبيان التوحيد الذي هو حق الله على العبيد.\nالرويشد، جـ2، ص ص 59-68.\n229 كلمات في معرفة شهادة أن لا إله إلا الله وأن محمداً رسول الله.\nأولها: \"هذه كلمات في معرفة شهادة أن لا إله إلا الله وأن محمداً رسول الله، وقد غلط أهل زماننا فيها، وأثبتوا لفظها دون معانيها\n...\n\".\nمجموعة الرسائل والمسائل، جـ4، ص ص 4-32.\nالجزء: 1 ¦ الصفحة: 57\n",
        "230 كلمات في معرفة شهادة أن لا إله إلا الله وأن محمداً رسول الله.\nالدرر السنية، ط1، جـ2، ص ص 44-50.\n231 كلمات في معرفة شهادة أن لا إله إلا الله وأن محمداً رسول الله.\nالدرر السنية، ط2، جـ2، ص ص 44-50.\n232 كلمات في معرفة شهادة أن لا إله إلا الله وأن محمداً رسول الله.\nالرويشد، جـ2، ص ص 46-52.\n233 كلمة التوحيد.\nرسالة أولها: \"اعلم أرشدك الله أن الله خلقك لعبادته وأوجب عليك طاعته، ومن أفرض عبادته عليك معرفة لا إله إلا الله علماً وقولاً وعملاً\n...\n\".\nمجموعة الرسائل والمسائل، جـ4، ص ص 36-40.\n234 كلمة التوحيد.\nالرويشد، جـ2، ص ص 74-78.\n235 كلمة لا إله إلا الله تنفي أربعة أنواع وتثبت أربعة.\nأولها: \"اعلم رحمك الله، أن معنى لا إله إلا الله نفي وإثبات، تنفي أربعة وتثبت أربعة أنواع\n...\n\".\nمجموعة الرسائل والمسائل، جـ4، ص ص 34-35.\n236 كلمة لا إله إلا الله تنفي أربعة أنواع وتثبت أربعة.\nالدرر السنية، ط1، جـ2، ص ص 62-65.\n237 كلمة لا إله إلا الله تنفي أربعة أنواع وتثبت أربعة.\nالدرر السنية، ط2، جـ2، ص ص 62-65.\nالجزء: 1 ¦ الصفحة: 58\n",
        "238 كلمة لا إله إلا الله تنفي أربعة أنواع وتثبت أربعة.\nالرويشد، جـ2، ص ص 73-74.\n239 كيفية التعليم.\nرسالة أولها: \"ينبغي للمعلم أن يعلم الإنسان على قدر فهمه\n...\n\".\nالدرر السنية، ط1، جـ1، ص ص 84-85.\n240 كيفية التعليم.\nالدرر السنية، ط2، جـ1، ص ص 98-99.\n241 كيفية التعليم.\nالرويشد، جـ2، ص ص 104-105.\n242 مراد الله في إرسال الرسل.\nنبذة أولها: \"الواجب عليك أن تعرف إرسالة الرسل ومراد الله في ذلك، وهو مذكور في قوله عز وجل: {إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ}\n...\n\".\nالرويشد، جـ1، ص ص 98-99.\n243 مسائل الجاهلية التي خالف فيها رسول الله صلى الله عليه وسلم أهل الجاهلية.\nرسالة تتضمن 131 مسألة أولها: \"قال رحمه الله تعالى: هذه أمور خالف فيها رسول الله صلى الله عليه وسلم ما عليه أهل الجاهلية من الكتابيين والأميين مما لا غنى للمسلم عن معرفتها\n...\n\".\nمجموعة التوحيد، ط الهند، ص ص 38-45.\nالجزء: 1 ¦ الصفحة: 59\n",
        "244 مسائل الجاهلية التي خالف فيها رسول الله صلى الله عليه وسلم أهل الجاهلية.\nمجموعة التوحيد، ط مكة، ص ص 44-52.\n245 مسائل الجاهلية التي خالف فيها رسول الله صلى الله عليه وسلم أهل الجاهلية.\nمجموعة التوحيد، ط المنار، ص ص 94-103.\n246 مسائل الجاهلية التي خالف فيها رسول الله صلى الله عليه وسلم أهل الجاهلية.\nمجموعة التوحيد، ط السلفية، ص ص 236-244.\n247 مسائل الجاهلية التي خالف فيها رسول الله صلى الله عليه وسلم أهل الجاهلية.\nمجموعة التوحيد، ط دمشق، ص ص 83-98.\n248 مسائل الجاهلية التي خالف فيها رسول الله صلى الله عليه وسلم أهل الجاهلية.\nألف أصلها شيخ الإسلام محمد بن عبد الوهاب، وتوسع فيها على هذا الوضع علامة العراق السيد محمد شكري الألوسي، القاهرة، مط السلفية، 1347هـ.\n249 مسائل الجاهلية التي خالف فيها رسول الله صلى الله عليه وسلم أهل الجاهلية.\nألف أصلها الإمام شيخ الإسلام محمد بن عبد الوهاب، وتوسع فيها على هذا الوضع علامة العراق السيد محمد شكري الألوسي،\nالجزء: 1 ¦ الصفحة: 60\n",
        "نشره قصي محب الدين الخطيب، ط2، القاهرة، مط السلفية، 1376هـ.\n156 ص.\n250 مسائل الجاهلية التي خالف فيها رسول الله صلى الله عليه وسلم أهل الجاهلية.\nنشرة قصي محب الدين الخطيب، ط2، القاهرة، مط السلفية، 1394هـ.\n100 ص.\n251 مسائل الجاهلية التي خالف فيها رسول الله صلى الله عليه وسلم أهل الجاهلية.\nحققها إسماعيل محمد الأنصاري. مؤلفات القسم الأول، قسم العيدة والآداب الإسلامية.\nص ص 333-352.\n252 مسائل الجاهلية التي خالف فيها رسول الله صلى الله عليه وسلم أهل الجاهلية.\nالدرر السنية، ط1، جـ2، ص ص 66-72.\n253 مسائل الجاهلية التي خالف فيها رسول الله صلى الله عليه وسلم أهل الجاهلية.\nالدرر السنية، ط2، جـ2، ص ص 66-72.\n254 مسائل الجاهلية التي خالف فيها رسول الله صلى الله عليه وسلم أهل الجاهلية.\nالجامع الفريد، ط1، ص ص 244-253.\nالجزء: 1 ¦ الصفحة: 61\n",
        "255 مسائل الجاهلية التي خالف فيها رسول الله صلى الله عليه وسلم أهل الجاهلية.\nالجامع الفريد، ط 2، ص ص 238-247.\n256 مسائل الجاهلية التي خالف فيها رسول الله صلى الله عليه وسلم أهل الجاهلية.\nالرويشد، جـ1، ص ص 325-337، وجـ2، ص ص 80-92.\n257 معرفة الرسالة التي أرسل الله إلى الناس.\nأولها: \"اعلم رحمك الله، أن من أهم ما عليك معرفة الرسالة التي أرسل الله إليك، فإنها أصل العلم وقاعدته\n...\n\".\nالدرر السنية، ط1، جـ1، ص ص 83-84.\n258 معرفة الرسالة التي أرسل الله إلى الناس.\nالدرر السنية، ط2، جـ1، ص ص 97-98.\n259 مفيد المستفيد في كفر تارك التوحيد1.\nرسالة أولها: \"روى مسلم في صحيحه عن عمرو بن عبسة السلمي رضي الله عنه قال: كنت وأنا في الجاهلية أظن أن الناس على ضلالة وأنهم ليسوا على شيء وهم يعبدون الأوثان\n...\n\" جدة، مط الشرقية، سنة 1350هـ.\n35 ص.\n260 مفيد المستفيد في كفر تارك التوحيد.\nنشره وقدم له عبد العزيز بن عبد الرحمن آل الشيخ، القاهرة.\n1 سماها جامع \"الدرر السنية\" باسم: \"مفيد المستفيد في أحكام الردة\"، الدرر ط2، جـ8، ص 25.\nالجزء: 1 ¦ الصفحة: 62\n",
        "مط الإمام، سنة 1373هـ/1954م.\n63+1 ص.\n261 مفيد المستفيد في كفر تارك التوحيد.\n(انظر: أحكام الردة، في الفصل الثاني من هذا الباب، 255، وانظر أيضاً رسالته إلى أهل العيين في قسم الرسائل العامة 517-520) .\n262 مفيد المستفيد في كفر تارك التوحيد.\nحققه إسماعيل بن محمد الأنصاري، مؤلفات القسم الأول، قسم العقيدة والآداب الإسلامية، ص ص 279-329\n263 موازنة بين فعل أبي جهل وفعل بعض قادة هذا الزمان.\nنبذة أولها: \"ذكر في السيرة في استماع أبي جهل قراءة النبي صلى الله عليه وسلم وكلامه معروف، يقول: هذا حق، وذكر الذي منعه خوفه أن يصيروا تبعاً لبني عبد مناف\n...\n\".\nالدرر السنية، ط1، جـ2، ص ص 43-44.\n264 موازنة بين فعل أبي جهل وفعل بعض قادة هذا الزمان.\nالدرر السنية، ط2، جـ2، ص ص 43-44.\n265 موازنة بين فعل أبي جهل وفعل بعض قادة هذا الزمان.\nالرويشد، جـ2، ص ص 45-46.\n266 النفاق، أقسامه وصفات المنافقين.\nرسالة أولها: \"اعلم رحمك الله، أن الله تعالى منذ بعث محمداً صلى الله عليه وسلم وأعزه بالهجرة والنصر، صار الناس على\nالجزء: 1 ¦ الصفحة: 63\n",
        "ثلاثة أقسام: قسم مؤمنون وهم الذين آمنوا ظاهراً وباطناً، وقسم كفار\n...\nوقسم منافقون\n...\n\".\nمجموعة الرسائل والمسائل، جـ4، ص ص 12-14.\n267 النفاق، أقسامه وصفات المنافقين.\nالدرر السنية، ط1، جـ1، ص ص 94-96.\n268 النفاق، أقسامه وصفات المنافقين.\nالدرر السنية، ط2، جـ1، ص ص 108-110.\n269 النفاق، أقسامه وصفات المنافقين.\nالرويشد، جـ2، ص ص 120-123.\n270 نواقض الإسلام، ويليها عشر درجات تتعلق ببطلان الشرك ومعاملة أهله، وثمان حالات لإقامة دين الحنيفية.\nأولها: \"اعلم أن نواقض الإسلام عشرة نواقض\n...\n\".\nمجموعة التوحيد، ط الهند، ص ص 18-21.\n271 نواقض الإسلام\n...\nالخ.\nمجموعة التوحيد، ط مكة ص ص 23-26.\n272 نواقض الإسلام\n...\nالخ.\nمجموعة التوحيد، ط المنار، ص ص 134-138.\n273 نواقض الإسلام\n...\nالخ.\nمجموعة التوحيد، ط السلفية، ص ص 271-274.\n274 نواقض الإسلام\n...\nالخ.\nمجموعة التوحيد، ط دمشق، ص ص 37-43.\nالجزء: 1 ¦ الصفحة: 64\n",
        "275 نواقض الإسلام\n...\nالخ.\nالجامع الفريد، ط1، ص ص 283-286.\n276 نواقض الإسلام\n...\nالخ.\nالجامع الفريد، ط2، ص ص 277-280.\n277 نواقض الإسلام\n...\nالخ.\nالرويشد، جـ1، ص ص 372-376.\n278 نواقض الإسلام.\nحققها إسماعيل بن محمد الأنصاري مؤلفات القسم الأول، قسم العقيدة والآداب الإسلامية، ص ص 385-387.\n279 نواقض الإسلام.\nنبذة أولها: \"هذا كلام حسن لكن إذا عرفه المسلم وجب عليه أن يعرف نواقضه، فإذا كان نواقض الوضوء ثمانية، فالذي ذكر في \"الإقناع\" أن نواقض الإسلام أكثر من أربعمائة\n...\n\".\nالدرر السنية، ط2، جـ8، ص ص 86-87.\n280 نواقض الإسلام.\nنبذة أولها: \"اعلم أن نواقض الإسلام عشرة، الأول الشرك في عبادة الله وحده لا شريك له\n...\n\".\nالدرر السنية، ط2، جـ8، ص ص 89-90.\nالجزء: 1 ¦ الصفحة: 65\n",
        "الفصل الثاني\nالمسائل والأجوبة\n281 أحكام الردة.\nمسألة أولها: \"وسئل شيخ الإسلام وعلم الهداة الأعلام الشيخ محمد بن عبد الوهاب رحمه الله تعالى لما ارتد طائفة من أهل العيينة ولما ارتد أهل حريملا، أن يكتب كلاما ينفع أمته به فأجاب رحمه الله تعالى: روى مسلم في صحيحه عن عمرو بن عبسة السلمي رضي الله عنه قال: كنت في الجاهلية أظن أن الناس على ضلالة\n...\n\".\nالدرر السنية، ط2، جـ8، ص ص 25-49.\n(انظر أيضاً: \"مفيد المستفيد في كفر تارك التوحيد\"، في الفصل الأول من هذا الباب، 259-262، وانظر: رسالته إلى أهل العيينة في قسم الرسائل العامة، 596-598) .\n282 أربع مسائل في التوحيد.\nأولها: \"وسئل أيضا عن مسائل فأجاب: الأولى، أن الله سبحانه بعث محمدا صلى الله عليه وسلم بتحقيق التوحيد وتجريده ونفى الشرك بكل وجه\n...\n\".\nالرويشد، جـ2، ص 44.\n283 أنواع التوحيد.\nأجوبة على سؤال عن توحيد الربوبية وتوحيد الألهية وتوحيد الصفات.\nالجزء: 1 ¦ الصفحة: 67\n",
        "أولها: \"توحيد الربوبية هو الذي أقر به الكفار كما في قوله تعالى: {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ} الآية\n...\n\".\nروضة الأفكار، ط الأهلية، جـ1، ص1951.\n284 أنواع التوحيد.\nتاريخ نجد لابن غنام، ص 502.\n285 أنواع التوحيد.\nالدرر السنية، ط1، جـ2، ص ص 37-38.\n286 أنواع التوحيد.\nالدرر السنية، ط2، جـ2، ص ص 37-38.\n287 أنواع التوحيد.\nالرويشد، جـ2، ص ص 35-36.\n288 أنواع الدعاء.\nأولها: \"الدعاء الذي يفعل هذا الزمان أنواع: النوع الأول, دعاء الله وحده لا شريك له، الذي يبعث الله به رسوله\n...\n\".\nالدرر السنية، ط1، جـ2، ص 43.\n289 أنواع الدعاء.\nالدرر السنية ط2، جـ2، ص 43.\n290 أنواع الدعاء.\nالرويشد جـ2، ص 45.\n291 الإيمان، قوته وضعفه ومحله وعلاقته بالتقوى.\n1 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 68\n",
        "جواب على سؤال أوله: \"قال السائل: تفكرت في الإيمان وقوته وضعفه، وأن محله القلب، وأن التقوى ثمرته\n...\nفأجاب بقوله: قولك إن الإيمان محله القلب، فالإيمان بإجماع السلف محله القلب، والجوارح جميعاً\n...\n\".\nروضة الأفكار، ط الأهلية، جـ1، ص1981.\n292 الإيمان، قوته وضعفه ومحله وعلاقته بالتقوى.\nتاريخ نجد لابن غنام، ص 508.\n293 الإيمان، قوته وضعفه ومحله وعلاقته بالتقوى.\nالدرر السنية، ط1، جـ1، ص ص 92-93.\n294 الإيمان، قوته وضعفه ومحله وعلاقته بالتقوى.\nالدرر السنية، ط1، جـ2، ص ص 106-107.\n295 الإيمان، قوته وضعفه ومحله وعلاقته بالتقوى.\nالرويشد، جـ2، ص ص 117-118.\n296 الإيمان، قوته وضعفه ومحله وعلاقته بالتقوى.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 51.\n297 الإيمان والإسلام هما نوع واحد أم نوعان؟\nجواب أولها: \"\n...\nوأما الإسلام والإيمان هل هما نوع واحد؟ فذكر العلماء أن الإسلام إذا ذكر وحده دخل فيه الإيمان\n...\n\".\nروضة الأفكار، ط الأهلية، جـ1، ص 2022.\n298 الإيمان والإسلام هما نوع واحد أم نوعان؟\nتاريخ نجد لابن غنام، ص ص 516-517.\n1 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\".\n2 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 69\n",
        "299 الإيمان والإسلام هما نوع واحد أم نوعان؟\nالرويشد جـ2، ص ص 118-119.\n300 الإيمان والإسلام هما نوع واحد أم نوعان؟\nمؤلفات القسم الثالث. فتاوى ومسائل. ص 56-57.\n301 تسمية المعبودات أرباباً.\nمسألة أولها: \"سئل رحمه الله ما قول الشيخ في تسمية المعبودات أربابا، إذ الرب يطلق على المالك والمعبود على الإله\n...\n\". وأول الجواب: \"الرب والإله في صفة الله تبارك وتعالى متلازمة غير مترادفة\n...\n\".\nروضة الأفكار، ط الأهلية، جـ1، ص 1961.\n302 تسمية المعبودات أرباباً.\nتاريخ نجد لابن غنام، ص 503.\n303 تسمية المعبودات أرباباً.\nمؤلفات القسم الثالث، فتاوى ومسائل، ص ص 43.\n304 تفسير كلمة التوحيد2.\nمسألة أولها: \"سئل الشيخ محمد رحمه الله تعالى عن معنى لا إله إلا الله، فأجاب بقوله: اعلم رحمك الله أن هذه الكلمة هي الفارقة بين الكفر والإسلام\n...\n\".\nمجموعة التوحيد، ط الهند، ص ص 72-75.\n1 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\".\n2 في طبعات الهند ومكة ودمشق من \"مجموعة التوحيد\" سميت هذه الرسالة باسم \"هدية طيبة\".\nالجزء: 1 ¦ الصفحة: 70\n",
        "305 تفسير كلمة التوحيد.\nمجموعة التوحيد، ط مكة، ص ص 78-80.\n306 تفسير كلمة التوحيد.\nمجموعة التوحيد، ط المنار، ص ص 110-114.\n307 تفسير كلمة التوحيد.\nمجموعة التوحيد، ط السلفية، ص ص 250-253.\n308 تفسير كلمة التوحيد.\nمجموعة التوحيد، ط دمشق، ص ص 151-157.\n309 تفسير كلمة التوحيد.\nروضة الأفكار، ط الهند، جـ1، ص ص 227-231.\n310 تفسير كلمة التوحيد.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 175-178.\n311 تفسير كلمة التوحيد.\nتاريخ نجد لابن غنام، ص ص 467-471.\n312 تفسير كلمة التوحيد.\nالدرر السنية ط1، جـ2، ص ص 58-61.\n313 تفسير كلمة التوحيد.\nالدرر السنية، ط2، جـ2، ص ص 58-61.\n314 تفسير كلمة التوحيد.\nالجامع الفريد، ط1، ص ص 260-263.\nالجزء: 1 ¦ الصفحة: 71\n",
        "315 تفسير كلمة التوحيد.\nالجامع الفريد، ط2، ص ص 254-257.\n316 تفسير كلمة التوحيد.\nالرويشد جـ1، ص ص 345-349، وجـ2، ص ص 68-72.\n317 تفسير كلمة التوحيد.\nحققها إسماعيل محمد الأنصاري، مؤلفات القسم الأول. قسم العقيدة والآداب الإسلامية، ص ص 363-369.\n318 التمسح بالقبر.\n(انظر: لمس القبر 316-317) .\n319 توحيد الربوبية.\nرسالة في توحيد الربوبية إجابة على مسائل أشكلت على السائل أولها: \"بسم الله الرحمن الرحيم، إلى الأخ حسن سلام عليكم ورحمة الله وبركاته وبعد، سرني ما ذكرت من الأشكال وانصرافك إلى الفكرة في توحيد الربوبية\n...\n\".\nروضة الأفكار، ط الأهلية، جـ1، ص ص 199-2001.\n320 توحيد الربوبية.\nتاريخ نجد لابن غنام، ص ص 510-512.\n321 توحيد الربوبية.\nالدرر السنية ط1، جـ2، ص ص 33-34.\n1 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\"\nالجزء: 1 ¦ الصفحة: 72\n",
        "322 توحيد الربوبية.\nالدرر السنية، ط1، جـ2، ص ص 33-34.\n323 التوحيد أنواعه.\n(انظر: أنواع التوحيد، 283-287) .\n324 التوحيد، كلمة التوحيد.\n(انظر تفسير كلمة التوحيد، 304-317) .\n325 التوسل بالنبي والصالحين في الاستسقاء.\nجوابه على سؤال حول ذلك، أوله: \"قولهم في الاستسقاء لا بأس بالتوسل بالصالحين، وقول أحمد: يتوسل بالنبي صلى الله عليه وسلم خاصة، مع قولهم: إنه لا يستغاث بمخلوق فالفرق ظاهر جداً\n...\n\".\nروضة الأفكار، ط الأهلية، جـ1، ص 203.\n326 التوسل بالنبي والصالحين في الاستسقاء.\nتاريخ نجد لابن غنام، ص 519.\n327 حد الشكر وحد الصبر.\nمسألة أولها: \" [قال السائل] ، أيضاً بين لي حد الشكر وحد الصبر\" وأول الجواب: \"أما حد الصبر، وحد الشكر فلا عندي علم إلا المشهور بين العلماء\n...\n\".\nروضة الأفكار، ط الأهلية، جـ1، ص 1981.\n328 حد الشكر وحد الصبر.\nتاريخ نجد لابن غنام، ص 507.\n1 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 73\n",
        "329 حد الشكر وحد الصبر.\nمؤلفات القسم الثالث، فتاوى ومسائل، ص ص 48-50.\n330 حكم المرتد.\nإجابات على أسئلة أولها: \"سئل رحمه الله تعالى عن مسائل: الأولى: قوله في باب حكم المرتد: أو استهزأ بالله وكتبه، أو رسله كفر، ما وصف هذا الاستهزاء المكفر؟\n...\n\" وأول الجواب: \"بعد السلام فسرني ما ذكرت ألهمك الله التوفيق، ولا تعتذر من السؤال فإن هذا هو الجواب عليك وعلى غيرك\n...\n\".\nروضة الأفكار، ط الأهلية، جـ1، ص ص 203-209.\n331 حكم المرتد.\nتاريخ نجد لابن غنام، ص 518-524.\n332 الدين الذي بعث به محمد وما أنكره عليه قومه.\nمسألة أولها: \"ما الذي بعث الله به محمداً من الدين؟ وما الذي عابه على قومه وبني عمه وأنكروه؟ وهل ينكرون الله أم يعرفونه؟\n...\n\".\nالدرر السنية، ط1، جـ1، ص ص 71-73.\n333 الدين الذي بعث به محمد وما أنكره عليه قومه.\nالدرر السنية، ط2، جـ1، ص ص 85-87.\n334 الدين الذي بعث به محمد وما أنكره عليه قومه.\nالرويشد، جـ2، ص ص 223-224.\n335 ذبيحة المرتد وما يكفر به المسلم وحكمه.\nالجزء: 1 ¦ الصفحة: 74\n",
        "أولها: \"سئل عن ذبيحة المرتد، وتكفير من يعمل بفرائض الإسلام الخ\n...\nفأجاب: قوله تعالى: {الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ} الآية، وقوله: {فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ} الآيات، لا اختلاف في حكمهن\n...\n\".\nمجموعة الرسائل والمسائل، جـ4ـ ص ص 43-46.\n336 الذبح للجن.\nمسألة أولها: قال الشيخ: وأما ما يذبحه الآدمي خوفاً من الجن فمنهي عنه: ونحن لم نفهم إلا هذا من النبي فإذا قلت يكفر من ذبح للجن فما دليلنا على المخالف؟..\"، أول الجواب: قوله: \"الذبح للجن منهي عنه فاعرف قاعدة أهملها أهل زمانك وهي أن لفظ \"التحريم\"، و \"الكراهة\" وقوله: \"لا ينبغي\"، ألفاظ عامة تستعمل في المكفرات والمحرمات التي هي دون الكفر\n...\n\".\nروضة الأفكار، ط الأهلية، جـ1، ص 203 و2071.\n337 الذبح للجن.\nتاريخ نجد لابن غنام، ص 518 و524.\n338 الذبح للجن.\nمؤلفات القسم الثالث، مسائل وفتاوى ص 58 و66.\n339 رشوة الحاكم.\nمسألة أولها: \"سأله محمد بن صالح عن رشوة الحاكم الذي ورد عنه صلى الله عليه وسلم أنه لعن الراشي والمرتشي\n...\nفقال الشيخ رحمه الله في الجواب: سألتم رحمكم الله عن رشوة الحاكم الذي\n1 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 75\n",
        "ورد عن رسول الله صلى الله عليه وسلم أنه لعن الراشي والمرتشي، وذكر له أن بعض الناس حملها على ما إذا حكم الحاكم لغير الحق\n...\n\".\nروضة الأفكار، ط الأهلية، جـ1، ص ص 184-1891.\n340 رشوة الحاكم.\nتاريخ نجد لابن غنام، ص ص 480-483.\n341 رشوة الحاكم.\nمؤلفات القسم الثالث، فتاوى ومسائل ص ص 16-26.\n342 الصلاة عند القبر.\n(انظر: لمس القبر، 349-350) .\n343 طلب العلم فريضة.\nمسألة أولها: \"قال الشيخ محمد بن عبد الوهاب رحمه الله تعالى: اعلم رحمك الله، أن طلب العلم فريضة، وأنه شفاء للقلوب المريضة\n...\n\".\nالدرر السنية، ط2، جـ4ـ ص 168.\n344 الفقير الصابر أم الغني الشاكر أيهما أفضل؟\nمسألة أولها: \"عفا الله عنك، عندى دبيش ولى عييل وحاير، تطمع نفسي لمنزلة الفقراء ولو لم يكن إلا سبقهم إلى الجنة بما ذكر، ويعارض ذلك أي الفقير الصابر أو الغني الشاكر أفضل؟ وقوله صلى الله عليه وسلم (إن تذر ورثتك)\n...\nالخ\".\nروضة الأفكار، ط الأهلية، جـ1، ص 197.\n1 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 76\n",
        "345 الفقير الصابر أم الغني الشاكر أيهما أفضل؟\nتاريخ نجد لابن غنام، ص 507.\n346 قصد القبر للدعاء عنده.\nمسألة أولها: \"سئل الشيخ محمد بن عبد الوهاب رحمه الله: قال السائل، القبر وقصده للدعاء عنده ليس من دين المرسلين\n...\nفأجاب: هذا هو الصواب\n...\n\".\nالدرر السنية، ط2، جـ4ـ ص ص 278-279.\n347 قول الشيخ تقي الدين: \"ولتكن همته فهم مقاصد الرسول في أمره ونهيه\".\nمسألة أولها: \"وسئل عن قول الشيخ تقي الدين: \"ولتكن همته فهم مقاصد الرسول في أمره ونهيه ما صورته.. فأجاب: مراده ما شاع وذاع أن الفقه عندهم هو الاشتغال بكتاب فلان وفلان\n...\n\".\nالدرر السنية، ط2، جـ4، ص 6.\n348 لا إله إلا الله، معناها وتفسيرها.\n(انظر: تفسير كلمه التوحيد، 304-317) .\n349 لمس القبر والتمسح به والصلاة عنده، والنذر للقبور.\nمسألة حول قول صاحب \"الإقناع\" (في آخر الجنائز) : ولا بأس بلمسه، أي القبر، باليد وأما التمسح به والصلاة عنده، أو قصده لأجل الدعاء عنده معتقداً أن الدعاء هناك أفضل\n...\nأو النذر ونحو ذلك\n...\nوليس هذا من دين المرسلين\".\nروضة الأفكار، ط الأهلية، جـ1، ص 2041.\n1 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 77\n",
        "350 لمس القبر والتمسح به والصلاة عنده، والنذر للقبور.\nتاريخ نجد لابن غنام، ص 520.\n351 ما يقاتل عليه الرجل وما يكفر به.\nمسألة أولها: \"قال رحمه الله: سألني الشريف عما نقاتل عليه وعما نكفر به الرجل، فأجبته وبينت له أيضاً الكذب الذي بهت به الأعداء، فسألني أن أكتب له فأقول: أركان الإسلام الخمسة أولها الشهادتان، ثم الأركان الأربعة\n...\n\".\nروضة الأفكار ط الأهلية، جـ1، ص1791.\n352 ما يقاتل عليه الرجل وما يكفر به.\nتاريخ نجد لابن غنام، ص ص 375-477.\n353 ما يقاتل عليه الرجل وما يكفر به.\nالدرر السنية، ط1، جـ1، ص ص 51-53.\n354 ما يقاتل عليه الرجل وما يكفر به.\nالدرر السنية، ط2، جـ1ـ ص ص 65-67.\n355 ما يقاتل عليه الرجل وما يكفر به.\nالرويشد، جـ2، ص ص 259-261.\n356 ما يقاتل عليه الرجل وما يكفر به.\nمؤلفات القسم الثالث، فتاوى ومسائل ص ص 9-11.\n357 مخالفة شيء من واجبات الشريعة.\nمسألة أولها: \"وسئل رحمه الله عمن خالف شيئاً من\n1 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 78\n",
        "واجبات الشريعة ماذا يقع عليه؟ وما معنى كل ذنب عصى الله به شرك؟\n...\n\".\nروضة الأفكار، ط الأهلية، جـ1، ص 1981.\n358 مخالفة شيء من واجبات الشريعة.\nتاريخ نجد لابن غنام، ص ص 507-509.\n359 مخالفة شيء من واجبات الشريعة.\nالدرر السنية، ط1، جـ1، ص 93.\n360 مخالفة شيء من واجبات الشريعة.\nالدرر السنية، ط2، جـ1، ص 107.\n361 مخالفة شيء من واجبات الشريعة.\nالرويشد جـ2، ص 119.\n362 مخالفة شيء من واجبات الشريعة.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 50.\n363 مسائل لخصها الشيخ محمد بن عبد الوهاب من كلام شيخ الإسلام ابن تيمية.\nراجعها محمد النمى، وفهد الفهد، مؤلفات. ملحق المصنفات 199 ص.\n364 المشركون، التبرؤ منهم ولو كانوا أقوياء.\nأولها: وقال أيضاً الشيخ محمد بن عبد الوهاب رحمه الله:\n1 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 79\n",
        "الذين أقروا بالتوحيد، والبرء من الشرك هل ترك هذه المسألة يوجب العداوة والمقاطعة\n...\n\".\nالدرر السنية، ط2، جـ7، ص ص 56-57.\n365 معنى لا إله إلا الله.\n(انظر: تفسير كلمة التوحيد، 304-317) .\n366 معنى الأبيات التي أولها:\nأول واجب على الإنسان\nمعرفة الإله باستيقان\nالدرر السنية، ط1، جـ1، ص ص 69-71.\n367 معنى الأبيات التي أولها:\nأول واجب على الإنسان\nمعرفة الإله باستيقان\nالرويشد، جـ2، ص ص 261-264.\n368 معنى قولهم: \"من الشرك التصنع للمخلوق\n...\nالخ\".\nأولها: \"ما معنى قولهم: من الشرك التصنع للمخلوق، وخوفه ورجاؤه؟ وهل المراد به الشرك الأكبر؟ أو الأصغر؟\n...\n\".\nروضة الأفكار، ط الأهلية، ج 1، ص 190.\n369 معنى قولهم: \"من الشرك التصنع للمخلوق\n...\nالخ\".\nتاريخ نجد لابن غنام، ص 493.\n370 النهي عن الكذب على الله، وأنواع الكذب.\nمسألة أولها: \"نهى تبارك وتعالى عن أمور: الأول، افتراء الكذب على الله، الثاني، القول عليه بلا علم، الثالث، المحاجة والمجادلة بغير علم، الرابع، نهيه عن تزكية الرجل وتبرئته بلا علم أو رمى البريء\n...\n\".\nالدرر السنية، ط2، جـ6، ص ص 495-496.\nالجزء: 1 ¦ الصفحة: 80\n",
        "371 وعيد من حفظ القرآن ثم نسيه.\nمسألة أولها: \"سئل رحمه الله عن الوعيد فيمن حفظ القرآن ثم نسيه، هل هو صحيح أم غير ذلك؟\n...\nالجواب: الوعيد فيمن حفظ القرآن ثم نسيه ثابت عند أهل الحديث\n...\n\".\nروضة الأفكار، ط الأهلية، جـ1، ص 1971.\n372 وعيد من حفظ القرآن ثم نسيه.\nتاريخ نجد لابن غنام، ص 506.\n373 وعيد من حفظ القرآن ثم نسيه.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 47.\n1 هذه المسألة مذكورة في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 81\n",
        "الفصل الثالث: المكتبات\n...\nالفصل الثالث\nالمكاتبات\nالرسائل الخاصة1\n374 رسالة إلى أحمد بن إبراهيم مطوع مرات من بلدان الوشم إجابة على رسالة أرسلها إليه.\nأولها: \"من محمد بن عبد الوهاب إلى أحمد بن إبراهيم هدانا الله وإياه، وبعد: ما ذكرت من مسألة التكفير، وقولك أبسط الكلام فيها، فلو بيننا اختلاف أمكنني أن أبسط الكلام أو امتنع\n...\n\".\nروضة الأفكار، ط الهند، جـ1، ص ص 207-212.\n375 رسالته إلى أحمد بن إبراهيم مطوع مرات وبلدان الوشم إجابة على رسالة أرسلها إليه.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 160-164.\n376 رسالته إلى أحمد بن إبراهيم مطوع مرات وبلدان الوشم إجابة على رسالة أرسلها إليه.\nناريخ نجد لابن غنام، ص ص 387-392.\n377 رسالته إلى أحمد بن إبراهيم مطوع مرات وبلدان الوشم إجابة على رسالة أرسلها إليه.\nالدرر السنية، ط2، جـ8، ص ص 81-85.\n1 الرسالة الخاصة هي خطابات وجهت إلى أشخاص بأعيانهم.\nالجزء: 1 ¦ الصفحة: 83\n",
        "378 رسالته إلى أحمد بن إبراهيم مطوع مرات وبلدان الوشم إجابة على رسالة أرسلها إليه.\nسعيد، ص ص 125-129.\n379 رسالته إلى أحمد بن إبراهيم مطوع مرات وبلدان الوشم إجابة على رسالة أرسلها إليه.\nالرويشد، جـ2، ص ص 244-249.\n380 رسالته السابقة إلى أحمد بن إبراهيم.\nمؤلفات القسم الخامس، ص ص 204-210.\n381 رسالة إلى أحمد بن الشريف سعيد والي مكة.\nرسالة مشتركة أرسلها الشيخ مع الإمام عبد العزيز بن محمد بن سعود إلى والي مكة أحمد ابن الشريف سعيد، وذلك بناء على طلب الوالي إرسال طالب علم إلى أهل مكة. وقد أرسل إليه الشيخ عبد العزيز الحصين وذلك سنة 1184هـ.\nأولها: \"المعروض لديك، أدام الله أفضل نعمه عليك، حضرة الشريف أحمد ابن الشريف سعيد، أعزه الله في الدارين، وأعز به دين جده سيد الثقلين\n...\nأن الكتاب لما وصل إلى الخادم تأمل ما فيه من الكلام الحسن\n...\n\".\nالدرر السنية، ط1، جـ1، ص 28.\n382 رسالته إلى أحمد ابن الشريف سعيد والي مكة.\nالدرر السنية، ط2، جـ1، ص 42.\n383 رسالته إلى أحمد ابن الشريف سعيد والي مكة.\nسعيد، ص 45.\nالجزء: 1 ¦ الصفحة: 84\n",
        "384 رسالته إلى أحمد ابن الشريف سعيد والي مكة.\nالرويشد، جـ2، ص 156.\n385 رسالته إلى أحمد ابن الشريف سعيد والي مكة.\nمؤلفات القسم الخامس، ص 312.\n386 رسالة إلى أحمد بن عبد الكريم من أهل الأحساء1.\nأولها: \"من محمد بن عبد الوهاب إلى أحمد بن عبد الكريم، سلام على المرسلين، والحمد لله رب العالمين، أما بعد فقد وصل مكتوبك تقرر المسألة التي ذكرت، وتذكر أن عليك إشكالاً تطلب إزالته، ثم ورد منك مراسلة تذكر أنك عثرت على كلام للشيخ أزال عنك الإشكال، فنسأل الله أن يهديك لدين الإسلام\n...\n\".\nروضة الأفكار، ط الأهلية، جـ1، ص ص 165-170.\n387 رسالته إلى أحمد بن عبد الكريم من أهل الأحساء.\nتاريخ نجد لابن غنام، ص ص 399-407.\n388 رسالته إلى أحمد بن عبد الكريم من أهل الأحساء.\nالدرر السنية، ط2، جـ8، ص ص 76-81.\n389 رسالته إلى أحمد بن عبد الكريم من أهل الأحساء.\nسعيد، ص ص 131-138.\n390 رسالته إلى أحمد بن عبد الكريم من أهل الأحساء.\nالرويشد، جـ2، ص ص 250-258.\n391 رسالة إلى أحمد بن عبد الكريم من أهل الأحساء.\nمؤلفات القسم الخامس، ص ص 216-224.\n1 رسالة جوابية إلى هذا الرجل وكان قد عرف التوحيد ثم حصلت له شبهة في ذلك بسبب عبارات رآها في كلام الشيخ تقي الدين، ففهم منها غير مراد الشيخ (تاريخ نجد لابن غنام –نفس الموضع) .\nالجزء: 1 ¦ الصفحة: 85\n",
        "392 رسالة إلى أحمد بن مانع إجابة له على عدة مسائل سأل عنها.\nأولها: \"من محمد بن عبد الوهاب إلى أخيه أحمد بن مانع حفظه الله تعالى، سلام عليكم ورحمة الله وبركاته، وبعد، فنحمد الله إليك الذي لا إله إلا هو، بخير وعافية، أتمها الله علينا وعليكم في الدنيا والآخرة\n...\n\".\nروضة الأفكار، ط الأهلية، جـ1، ص ص 210-2211.\n393 رسالته إلى أحمد بن مانع إجابة له على عدة مسائل سأل عنها.\nتاريخ نجد لابن غنام، ص ص 549-551.\n394 رسالة إلى أحمد بن مانع، إجابة له على عدة مسائل سأل عنها.\nمؤلفات القسم الثالث، فتاوى ومسائل، ص 88-91.\n395 رسالة إلى أحمد بن محمد البكيلي.\n(انظر: رسالته إلى البكيلي صاحب اليمن 415-418) .\n396 رسالة إلى أحمد بن محمد بن سويلم وثنيان بن سعود.\nأولها: \"من محمد بن عبد الوهاب إلى الأخوين: أحمد بن محمد وثنيان، سلام عليكم ورحمة الله وبركاته، وبعد، فقد ذكر لي عنكم أن بعض الأخوان تكلم في عبد المحسن الشريف، يقول: إن أهل الحسا يحبون على يدك، وأنك لابس عمامة خضراء\n...\n\".\nروضة الأفكار، ط الأهلية، جـ1ـ ص ص 205-206.\n397 رسالته إلى أحمد بن محمد بن سويلم وثنيان بن سعود.\nتاريخ نجد لابن غنام، ص ص 379-380.\n1 هذه الرسالة ليست مذكورة في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 86\n",
        "398 رسالته إلى أحمد بن محمد بن سويلم وثنيان بن سعود.\nالدرر السنية، ط2، جـ7، ص 26.\n399 رسالته إلى أحمد بن محمد بن سويلم وثنيان بن سعود.\nسعيد، ص ص 123-124.\n400 رسالته إلى أحمد بن محمد بن سويلم وثنيان بن سعود.\nالرويشد، جـ2، ص ص 242-243.\n401 رسالته السابقة إلى أحمد بن محمد بن سويلم وثنيان بن سعود.\nمؤلفات القسم الخامس، ص ص 284-285.\n402 رسالة أخرى إلى أحمد بن سويلم.\n(انظر: رسالته إلى عيسى بن قاسم وأحمد بن سويلم، 529-532) .\n403 رسالة إلى أحمد بن يحيى مطوع من أهل رغبة.\nموضوعها: ذكر مخالفيه ووجوب النظر في كلامه وكلامهم.\nأولها: \"من محمد بن عبد الوهاب إلى أحمد بن يحيى، سلام عليكم ورحمة الله وبركاته، وبعد ما ذكرت من قبل مراسلة سليمان فلا ينبغي أنها تغضبك\n...\n\".\nروضة الأفكار، ط الهند، جـ1، ص ص 223-224.\n404 رسالته إلى أحمد بن يحيى مطوع من أهل رغبة.\nروضة الأفكار، ط الأهلية، جـ1، ص 172.\n405 رسالته إلى أحمد بن يحيى مطوع من أهل رغبة.\nتاريخ نجد لابن غنام، ص ص 415-416.\nالجزء: 1 ¦ الصفحة: 87\n",
        "406 رسالته إلى أحمد بن يحيى مطوع من أهل رغبة.\nالدرر السنية، ط1، جـ2، ص ص 31-32.\n407 رسالته إلى أحمد بن يحيى مطوع من أهل رغبة.\nالدرر السنية، ط2، جـ2، ص ص 31-32.\n408 رسالته إلى أحمد بن يحيى مطوع من أهل رغبة.\nسعيد، ص ص 140-141.\n409 رسالته إلى أحمد بن يحيى مطوع من أهل رغبة.\nالرويشد، جـ2، ص ص 240-241.\n410 رسالته السابقة إلى أحمد بن يحيى مطوعة من أهل رغبة.\nمؤلفات. القسم الخامس، ص ص 300-301.\n411 رسالة إلى إسماعيل الجراعي صاحب اليمن1.\nموضوعها: إجابة على بعض المسائل التي بلغته عن الشيخ محمد وبيان منهجه.\nأولها: \"من محمد بن عبد الوهاب إلى إسماعيل الجراعي، سلام عليكم ورحمة الله وبركاته، أما بعد، فما تسأل عنه فنحمد الله الذي لا إله غيره، ولا رب لنا سواه، فلنا أسوة، وهم الرسل عليهم الصلاة والسلام أجمعين\n...\n\".\nالدرر السنية، ط1، جـ1، ص ص 50-51.\n1 أرسل الجراعي رسالة إلى الشيخ يسأل فيها عن بعض المسائل التي بلغته عنه (الدرر السنية، ط 1، ج1، ص 50) أولها: \"من إسماعيل الجراعي إلى من وفقه الله محمد بن عبد الوهاب، سلام عليكم ورحمة الله وبركاته، أما بعد، بلغني على ألسن الناس عنك ممن أصدق وما لا أصدق، والناس اقتسموا فيكم بين قادح ومادح، فالذي سرني عنك الإقامة على الشريعة\n...\n\" فكان رد الشيخ محمد بن عبد الوهاب عليه هذه الرسالة.\nالجزء: 1 ¦ الصفحة: 88\n",
        "412 رسالته إلى إسماعيل الجراعي صاحب اليمن.\nالدرر السنية، ط2، جـ1، ص ص 64-65.\n413 رسالته إلى إسماعيل الجراعي صاحب اليمن.\nالرويشد، جـ2، ص ص 194-195.\n414 رسالته إلى الجراعي صاحب اليمن.\nمؤلفات القسم الخامس، ص 100-101.\n415 رسالة إلى البكيلي صاحب اليمن1.\nرسالة مشتركة منه ومن عبد العزيز بن محمد بن سعود، موضوعها: بيان الدعوة السلفية بالتفصيل وما جاء به الشيخ محمد بن عبد الوهاب.\nأولها: الحمد لله الذي نزل الحق في الكتاب، وجعله تذكرة لأولي الألباب، ووفق من منّ عليه من عباده للصواب، لعنوان الجواب، وصلى الله وسلم وبارك على نبيه ورسوله وخيرته من خلقه، محمد وعلى آله وشيعته، وجميع الأصحاب، ما طلع نجم وغاب، وما انهل وابل من سحاب، من عبد العزيز بن محمد بن سعود ومحمد بن عبد الوهاب، إلى الأخ في الله أحمد بن محمد العديلي البكيلي سلمه الله من جميع الآفات، واستعمله بالباقيات الصالحات، وحفظه من جميع البليات، وضاعف له الحسنات، ومحا عنه السيئات، سلام عليكم ورحمة الله وبركاته أما بعد، لفانا كتابكم وسر الخاطر بما ذكرتم فيه من سؤالكم، وما بلغنا على البعد من أخباركم\n...\n\".\nالدرر السنية، ط1، جـ1، ص ص 47-50.\n1 قال جامع \"الدرر السنية\": في هامش ص 47، جـ1: \"لعله البكلي المترجم في \"نيل الوطر\": ص 207، جـ1، المتوفى سنة 1227هـ\".\nالجزء: 1 ¦ الصفحة: 89\n",
        "416 رسالته إلى البكيلي صاحب اليمن.\nالدرر السنية، ط2، جـ1، ص ص 61-64.\n417 رسالته إلى البكيلي صاحب اليمن.\nالرويشد، جـ2، ص ص 190-193.\n418 رسالته إلى البكيلي صاحب اليمن.\nمؤلفات القسم الخامس، ص 94-98.\n419 رسالة إلى ثنيان بن سعود.\nموضوعها: جواب على سؤال ثنيان عن معنى قوله تعالى لنبيه صلى الله عليه وسلم: {فَاعْلَمْ أَنَّهُ لا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ} ، وعن الحديث أن نوحاً عليه السلام نهى بنيه عن الشرك وأمرهم بلا إله إلا الله.\nأولها: \"من محمد بن عبد الوهاب إلى ثنيان بن سعود، سلام عليكم ورحمة الله وبركاته، وبعد، فقد سألتم عن معنى قوله تعالى: {فَاعْلَمْ أَنَّهُ لا إِلَهَ إِلَّا اللَّهُ} وكونها نزلت بعد الهجرة فهذا مصداق كلامي لكم مراراً عديدة: أن الفهم الذي يقع في القلب غير فهم اللسان\n...\n\".\nروضة الأفكار: ط الأهلية، جـ1، ص ص 181-1821.\n420 رسالته إلى ثنيان بن سعود.\nتاريخ نجد لابن غنام، ص ص 478-479.\n1 هذه الرسالة ليست مذكورة في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 90\n",
        "421 رسالته إلى ثنيان بن سعود.\nالدرر السنية، ط2، جـ8، ص ص 93-98.\n422 رسالته إلى ثنيان بن سعود.\nمؤلفات القسم الخامس، ص ص 162-163.\n423 رسالة إلى الأخ حسن.\nمؤلفات القسم الخامس، ص 121-122.\n424 رسالة أخرى إلى ثنيان بن سعود.\n(انظر: رسالته إلى أحمد بن محمد بن سويلم وثنيان بن سعود، 396-402) .\n425 رسالة إلى حمد التويجري.\nموضوعها: الاطلاع على رسالة ينتسب صاحبها إلى مذهب الإمام أحمد، وتتضمن كلاماً في الصفات مخالفاً لعقيدة الإمام أحمد، كما تتضمن بعض الشبه في تهوين أمر الشرك والتمويه على الطغام بأن ابن عبد الوهاب يقول: الذي ما يدخل تحت طاعتي فهو كافر\".\nأولها: \"من محمد بن عبد الوهاب إلى الأخر حمد التويجري، ألهمه الله رشده، سلام عليكم ورحمة الله وبركاته وبعد، وصل الخط أوصلك الله ما يرضيه، وأشرفنا على الرسالة المذكورة وصاحبها ينتسب إلى مذهب الإمام أحمد\n...\n\".\nالدرر السنية، ط2، جـ8، ص 106.\n426 رسالته السابقة إلى حمد التويجري.\nمؤلفات القسم الخامس، ص 60.\n427 رسالة إلى حميدان بن تركي.\nالجزء: 1 ¦ الصفحة: 91\n",
        "(انظر رسالته إلى مطاوعة أهل سدير والوشم والقصيم، قسم الرسائل العامة، 588-594) .\n428 رسالة إلى الأخ سليمان.\nموضوعها: مسألة الخمس.\nأولها: \"إلى الأخ سليمان، وبعد، مسألة الخمس فاعلم أن الأمر أمران: أمر تأمر به، وأمر يفعله الغير وتحتاج إلى الإنكار فيه\n...\n\".\nتاريخ نجد لابن غنام، ص 545.\n429 رسالة إلى الأخ سليمان.\nمؤلفات القسم الثالث، فتاوى ومسائل، ص 87.\n430 رسالة إلى سليمان بن سحيم مطوع أهل الرياض1.\nموضوعها: الرد عليه وتفنيد بعض أقواله وأفعاله.\nأولها: \"الذي يعلم به سليمان بن سحيم أنك زعجت قرطاسه، فيها عجائب، فإن كان هذا قدر فهمك فهذا من أفسد الأفهام، وإن كنت تلبس به على الجهال، فما أنت برابح\n...\n\".\nروضة الأفكار، ط الهند، جـ1، ص ص 179-188.\n431 رسالته إلى سليمان بن سحيم مطوع أهل الرياض.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 138-145.\n1 كان سليمان بن محمد بن سحيم من أشد مناوئي دعوة الشيخ محمد بن عبد الوهاب. وقد كتب فيه رسالة عامة أرسلها إلى البصرة والأحساء. يشنع فيها على الشيخ محمد ويفتري عليه. وقد أوردها ابن غنام في \"تاريخ نجد\" ص 293 وما بعدها. وللشيخ محمد بن عبد الوهاب رسالة عامة في الرد على هذه الرسالة (انظر قسم الرسائل العامة 550) .\nالجزء: 1 ¦ الصفحة: 92\n",
        "432 رسالته إلى سليمان بن سحيم مطوع أهل الرياض.\nتاريخ نجد لابن غنام، ص ص 327-337.\n433 رسالته إلى سليمان بن سحيم مطوع أهل الرياض.\nالدرر السنية، ط2، جـ8، ص ص 61-68.\n434 رسالته إلى سليمان بن سحيم مطوع أهل الرياض.\nسعيد، ص ص 104-113.\n435 رسالة إلى سليمان بن سحيم مطوع أهل الرياض.\nمؤلفات القسم الخامس، ص ص 226-237.\n436 رسالة إلى ابن السويدي.\n(انظر: رسالته إلى عبد الرحمن بن عبد الله بن السويدي، 452-459) .\n437 رسالة إلى صالح بن عبد الله.\n(انظر: رسالته إلى مطاوعة أهل سدير والوشم والقصيم، قسم الرسائل العامة، 510-515) .\n438 رسالة إلى ابن الصباح.\nموضوعها: بيان عقيدة الشيخ محمد بن عبد الوهاب وتفنيد ما ينسب إليه من الباطل.\nأولها: \"الحمد لله أما بعد، فما ذكره المشركون عني أني أنهى عن الصلاة على النبي صلى الله عليه وسلم، أو أني أقول لو أن لي أمراً هدمت قبة النبي صلى الله عليه وسلم\n...\nفكل هذا كذب وبهتان\n...\n\".\nروضة الأفكار، ط الأهلية، جـ1، ص ص 215-218.\nالجزء: 1 ¦ الصفحة: 93\n",
        "439 رسالته إلى ابن الصباح.\nتاريخ نجد لابن غنام، ص ص 540-543.\n440 رسالته إلى ابن الصباح.\nالدرر السنية، ط1، جـ1، ص ص 37-40.\n441 رسالته إلى ابن الصباح.\nالدرر السنية، ط2، جـ1، ص ص 51-54.\n442 رسالته إلى ابن الصباح.\nالرويشد، جـ2، ص ص 173-176.\n443 رسالته إلى ابن الصباح.\nمؤلفات القسم الخامس ص ص 52-55.\n444 رسالة إلى عالم من علماء أهل المدينة.\nموضوعها: جواب عن سبب الاختلاف بينه وبين الناس.\nأولها: \"الحمد لله رب العالمين، الرحمن الرحيم، مالك يوم الدين، إله الأولين والآخرين، وقيوم السموات والأرضين، هو الذي في السماء إله وفي الأرض إله\n...\n\".\nالرويشد، جـ1، ص ص 159-164.\n445 رسالته إلى عالم من أهل المدينة.\nمؤلفات القسم الخامس، ص ص 44-49.\n446 رسالته إلى عبد الرحمن بن ربيعة مطوع ثادق.\nموضوعها: جواب على كتاب له يسأل فيه عن مسائل كثيرة، منها مسألة التوحيد وشرح واف لها.\nأولها: \"السلام على رسول الله صلى الله عليه وسلم، من محمد بن\nالجزء: 1 ¦ الصفحة: 94\n",
        "عبد الوهاب إلى عبد الرحمن بن ربيعة سلمه الله، وبعد، فقد وصل كتابك تسأل فيه عن مسائل كثيرة، وتذكر أن مرادك اتباع الحق\n...\n\".\nروضة الأفكار، ط الهند، جـ1، ص ص 213-214.\n447 رسالته إلى عبد الرحمن بن ربيعة مطوع ثادق.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 164-165.\n448 رسالته إلى عبد الرحمن بن ربيعة مطوع ثادق.\nتاريخ نجد لابن غنام، ص ص 394-396.\n449 رسالته إلى عبد الرحمن بن ربيعة مطوع ثادق.\nالدرر السنية، ط2، جـ8، ص ص 75-76.\n450 رسالته إلى عبد الرحمن بن ربيعة مطوع ثادق.\nسعيد، ص ص 130-131.\n451 رسالته إلى عبد الرحمن بن ربيعة مطوع ثادق.\nمؤلفات القسم الخامس، ص ص 166-167.\n452 رسالته إلى عبد الرحمن بن عبد الله بن السويدي1.\nموضوعها: تبين عقيدة الشيخ والرد على ما يقوله الناس فيه.\nأولها: \"من محمد بن عبد الوهاب إلى عبد الرحمن بن عبد الله.. سلام عليكم ورحمة الله وبركاته، أما بعد، فقد وصل كتابك وسر الخاطر، جعلك الله من أئمة المتقين\n...\n\".\nروضة الأفكار، ط الهند، جـ1، ص ص 197-200.\n1 هو عالم من أهل العراق سأله عما يقوله الناس فيه فأجابه بهذه الرسالة.\nالجزء: 1 ¦ الصفحة: 95\n",
        "453 رسالته إلى عبد الرحمن بن عبد الله بن السويدي.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 152-154.\n454 رسالته إلى عبد الرحمن بن عبد الله بن السويدي.\nتاريخ نجد لابن غنام، ص ص 359-362.\n455 رسالته إلى عبد الرحمن بن عبد الله بن السويدي.\nالدرر السنية، ط1، جـ1، ص ص 40-42.\n456 رسالته إلى عبد الرحمن بن عبد الله بن السويدي.\nالدرر السنية، ط2، جـ1، ص ص 54-56.\n457 رسالته إلى عبد الرحمن بن عبد الله بن السويدي.\nسعيد، ص ص 49-51.\n458 رسالة إلى عبد الرحمن بن عبد الله بن السويدي.\nالرويشد، جـ2، ص ص 186-189.\n459 رسالة إلى عبد الرحمن بن عبد الله بن السويدي.\nمؤلفات القسم الخامس، ص ص 36-38.\n460 رسالة إلى عبد القادر العديلي وابنه.\n(انظر: رسالته إلى مطاوعة أهل سدير والوشم والقصيم، قسم الرسائل العامة، 588-594) .\n461 رسالة إلى عبد الله بن سحيم مطوع المجمعة.\nموضوعها: الإجابة على ما جاء في كتاب \"المويس\" حول ثلاثة أنواع من العلوم: علم الأسماء والصفات، وعلم الكلام على التوحيد والشرك والاقتداء بأهل العلم واتباع الأدلة.\nأولها: \"من محمد بن عبد الوهاب إلى عبد الله بن سحيم، حفظه\nالجزء: 1 ¦ الصفحة: 96\n",
        "الله، سلام عليكم ورحمة الله وبركاته، أما بعد، فقد وصل كتابك تطلب شيئاً عن معنى كتاب \"المويس\" الذي أرسل لأهل الوشم، وأنا أجيبك على الكتاب جملة، فإن كان الصواب فيه فنبهى، وأرجع إلى الحق، وإن كان الأمر كما ذكرت لك، من غير مجازفة بل أنا مقتصر، فالواجب على المؤمن أن يدور مع الحق حيث دار\n...\n\".\nروضة الأفكار، ط الهند، جـ1، ص ص 122-131.\n462 رسالته إلى عبد الله بن سحيم مطوع المجمعة.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 97-104.\n463 رسالته إلى عبد الله بن سحيم مطوع المجمعة.\nتاريخ نجد لابن غنام، ص ص 261-271.\n464 رسالته إلى عبد الله بن سحيم مطوع المجمعة.\nالدرر السنية، ط1، جـ2، ص ص 3-6.\n465 رسالته إلى عبد الله بن سحيم مطوع المجمعة.\nالدرر السنية، ط2، جـ3، ص ص 181-184.\n466 رسالته إلى عبد الله بن سحيم مطوع المجمعة.\nسعيد، ص ص 67-77.\n467 رسالته إلى عبد الله بن سحيم مطوع المجمعة.\nالرويشد، جـ1، ص ص 310-322.\n468 رسالة إلى عبد الله بن سحيم مطوع المجمعة.\nمؤلفات القسم الخامس، ص 130-131.\n469 رسالة أخرى إلى عبد الله بن سحيم.\nموضوعها: رسالة جوابية إليه بشأن رسالة سليمان\nالجزء: 1 ¦ الصفحة: 97\n",
        "بن محمد بن سحيم مطوع أهل الرياض1 التي شنع فيها على الشيخ.\nأولها: \"من محمد بن عبد الوهاب إلى عبد الله بن سحيم، وبعد، ألفينا مكتوبك، وما ذكرت فيه من ذكرك ما بلغك، ولا يخفاك أن المسائل التي ذكرت أنها بلغتكم في كتاب من العارض جملتها أربع وعشرون مسألة، بعضها حق، وبعضها بهتان وكذب\n...\n\".\nروضة الأفكار، ط الهند، جـ1، ص ص 144-159.\n470 رسالته السابقة إلى عبد الله بن سحيم.\nمن مؤلفات القسم الخامس، ص ص 62-76.\n471 رسالته السابقة إلى عبد الله بن سحيم.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 113-123.\n472 رسالته السابقة إلى عبد الله بن سحيم2.\nتاريخ نجد لابن غنام، ص ص 297-312.\n473 رسالته السابقة إلى عبد الله بن سحيم.\nالدرر السنية، ط2، جـ8، ص ص 52-61.\n474 رسالته السابقة إلى عبد الله بن سحيم.\nسعيد، ص ص 77-91.\n475 رسالة ثالثة إلى عبد الله بن سحيم.\n(انظر: رسالته إلى مطاوعة أهل سدير والوشم والقسيم، قسم الرسائل العامة، 588-594) .\n1 نص رسالة سليمان بن سحيم هذه في \"روضة الأفكار\"، ط الأهلية، جـ1، ص ص 111-113، وفي \"تاريخ نجد لابن غنام\"، ص ص 293-295.\n2 في آخر رواية ابن غنام (ص311 وما بعدها) زيادة أغلب الظن أنها ليست من كلام الشيخ، ولعلها بقلم بعض تلاميذه.\nالجزء: 1 ¦ الصفحة: 98\n",
        "476 رسالة إلى عبد الله بن عبد الرحمن بن سويلم، من مطاوعة أهل الدرعية.\nموضوعها جهاد المنافقين، وقد أرسلها إلى عبد الله بن سويلم حين غضب على ابن عمه أحمد في شدته على المنافقين.\nأولها: \"من محمد بن عبد الوهاب إلى بن عبد الرحمن عبد الله ابن سويلم، سلام عليكم ورحمة الله وبركاته، وبعد، فقد ذكر لي ابن زيدان أنك يا عبد الله زاعل على أحمد بعض الزعل، لما تكلم في بعض المنافقين\n...\n\".\nروضة الأفكار، ط الهند، جـ1، ص ص 206-207.\n477 رسالته إلى عبد الله بن عبد الرحمن بن سويلم.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 159-160.\n478 رسالته إلى عبد الله بن عبد الرحمن بن سويلم.\nتاريخ نجد لابن غنام، ص ص 384.\n479 رسالته إلى عبد الله بن عبد الرحمن بن سويلم.\nالدرر السنية، ط2، جـ7، ص 3.\n480 رسالته إلى عبد الله بن عبد الرحمن بن سويلم.\nسعيد، ص ص 124-125.\n481 رسالته السابقة إلى عبد الله بن عبد الرحمن بن سويلم.\nالرويشد، جـ2، ص ص 243-244.\n482 رسالته السابقة إلى عبد الله بن سويلم.\nمؤلفات القسم الخامس، ص ص 288-289.\n483 رسالة أخرى إلى عبد الله بن عبد الرحمن بن سويلم.\nالجزء: 1 ¦ الصفحة: 99\n",
        "(انظر: رسالته إلى عبد الله بن عيسى وابنه عبد الوهاب وعبد الله ابن عبد الرحمن، 501-505) .\n484 رسالته إلى عبد الله بن عبد الله الصنعاني.\nمؤلفات القسم الخامس، ص 104-107.\n485 رسالة إلى عبد الله بن عضيب.\n(انظر: رسالته إلى مطاوعة أهل سدير والوشم والقصيم، قسم الرسائل العامة، 588-594) .\n486 رسالة إلى عبد الله بن علي ومحمد بن جماز.\nموضوعها: الحث على التوبة وذكر قوله في الإسلام.\nأولها: من محمد بن عبد الوهاب إلى الأخوان عبد الله بن علي ومحمد بن جماز\n...\nلا تحركون لها أن تراكم ما تجوزون إلا هجبن.\nمؤلفات القسم الخامس، ص ص 222-223.\n487 رسالة إلى عبد الله بن عيد.\nموضوعها: لومه له على تغيره عليه بسبب سوء الظن.\nأولها: \"من محمد بن عبد الوهاب إلى عبد الله بن عيد. أبلغ السلام أحمد والحمولة وعيالكم وما ذكرة أن الحمولة\n...\nفلا نحو\n...\nالخ.\nمؤلفات القسم الخامس، ص ص 318-320.\n488 رسالة إلى عبد الله بن عيسى مطوع الدرعية.\nموضوعها: حكم التحاكم إلى غير ما جاء به الرسول صلى الله عليه وسلم.\nأولها: \"من محمد بن عبد الوهاب إلى عبد الله بن عيسى، سلام\nالجزء: 1 ¦ الصفحة: 100\n",
        "عليكم ورحمة الله وبركاته، أما بعد فقد قال ابن القيم في \"إعلام الموقعين\": {فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ} فقسم الأمر إلى أمرين لا ثالث لهما: إما الاستجابة للرسول، وإما اتباع الهوى\n...\n\".\nروضة الأفكار، ط الهند، جـ1، ص ص 224-225.\n489 رسالته إلى عبد الله بن عيسى مطوع الدرعية.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 224-225.\n490 رسالته إلى عبد الله بن عيسى مطوع الدرعية.\nتاريخ نجد لابن غنام، ص ص 419-420.\n491 رسالته إلى عبد الله بن عيسى مطوع الدرعية.\nسعيد، ص ص 142-143.\n492 رسالته إلى عبد الله بن عيسى مطوع الدرعية.\nمؤلفات القسم الخامس، ص ص 304-305.\n493 رسالة أخرى إلى عبد الله بن عيسى.\nموضوعها: معاتبته له على تصديقه بعض الظنون الكاذبة عنه، ورده عليه في كلامه أن الأمور ليست على الذي يعهد، وثباته على مبدئه.\nأولها: \"من محمد بن عبد الوهاب إلى عبد الله بن عيسى، وما ذكرت أن الحمولة زعلين من تلك الكلمة، فلا يخفى هو لأجل كتاب قرأه سليمان، ورحت أنا وإياه لابن عقيل لنسأله عن هذا\n...\n\".\nالدرر السنية، ط2، جـ7، ص ص 28-29.\n494 رسالة إلى عبد الله بن عيسى وابنه عبد الوهاب.\nموضوعها: معاتبته لهما على ما بلغه عنهما من غضبهما عليه لكلام له\nالجزء: 1 ¦ الصفحة: 101\n",
        "في حكم بعض المسائل، ويطلب أن يزوره عبد الوهاب ليناقشه ويقطع الفتنة.\nأولها: \"من محمد بن عبد الوهاب إلى عبد الله بن عيسى وعبد الوهاب، سلام عليكم ورحمة الله وبركاته، وبعد، فقد ذكر لي أنكم زعلانين1 علي في هذه2 الأيام بعض الزعل، ولا يخفاك أني زعلان زعلاً كبيراً، وناقد عليكم نقوداً أكبر من الزعل\n...\n\".\nروضة الأفكار، ط الهند، ص ص 203-204.\n495 رسالته إلى عبد الله بن عيسى وابنه عبد الوهاب.\nروضة الأفكار، ط الأهلية، ص ص 156-157.\n496 رسالته إلى عبد الله بن عيسى وابنه عبد الوهاب.\nتاريخ نجد لابن غنام، ص ص 371-372.\n497 رسالته إلى عبد الله بن عيسى وابنه عبد الوهاب.\nالدرر السنية، ط2، جـ7، ص ص 26-28.\n498 رسالته إلى عبد الله بن عيسى وابنه عبد الوهاب.\nسعيد، ص ص 120-121.\n499 رسالة إلى عبد الله بن عيسى وابنه عبد الوهاب.\nمؤلفات القسم الخامس، ص ص 314-315.\n500 رسالة إلى عبد الله بن عيسى وابنه عبد الوهاب وعبد الله بن عبد الرحمن، مطاوعة أهل الدرعية3.\n1 في \"روضة الأفكار\" ط الهند، \"زعلين\".\n2 في ط الهند \"في ها الأيام\".\n3 أرسلها إليهم من العيينة.\nالجزء: 1 ¦ الصفحة: 102\n",
        "موضوعها: تبيين ما أشكل عليهم من الفتيا بكفر بعض الطواغيت، ومحاجتهم بواسطة الرجوع إلى الكتاب والسنة، عند الكلام في دين الله تعالى.\nأولها: \"من محمد بن عبد الوهاب إلى عبد الله بن عيسى وابنه عبد الوهاب وعبد الله بن عبد الرحمن، حفظهم الله تعالى، سلام عليكم ورحمة الله وبركاته، وبعد، ذكر ليس أحمد أنه مشكل عليكم الفتيا بكفر هؤلاء الطواغيت، مثل أولاد شمسان وأولاد إدريس، والذي يعبدونهم مثل طالب وأمثاله\n...\n\".\nروضة الأفكار، ط الهند، جـ1، ص ص 200-202.\n501 رسالته إلى عبد الله بن عيسى وابنه عبد الوهاب وعبد الله ابن عبد الرحمن، مطاوعة أهل الدرعية.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 154-156.\n502 رسالته إلى عبد الله بن عيسى وابنه عبد الوهاب وعبد الله ابن عبد الرحمن، مطاوعة أهل الدرعية.\nتاريخ نجد لابن غنام، ص ص 365-367.\n503 رسالته إلى عبد الله بن عيسى وابنه عبد الوهاب وعبد الله ابن عبد الرحمن، مطاوعة أهل الدرعية.\nالدرر السنية، ط2، ج،8، ص ص 73-75.\n504 رسالته إلى عبد الله بن عيسى وابنه عبد الوهاب وعبد الله ابن عبد الرحمن، مطاوعة أهل الدرعية.\nسعيد، ص ص 117-119.\nالجزء: 1 ¦ الصفحة: 103\n",
        "505 رسالته السابقة إلى عبد الله بن عيسى وابنه عبد الوهاب وعبد الله ابن عبد الرحمن.\nمؤلفات القسم الخامس، ص ص 240-242.\n506 رسالة إلى عبد الله بن محمد بن عبد اللطيف عالم الأحساء.\nموضوعها: معاتبة المرسل إليه على ما وصل من ناحيته من الإنكار والتغليظ، وتبيين حسن ظن الشيخ به، مع بيان حقيقة الدعوة السلفية.\nأولها: \"من محمد بن عبد الوهاب إلى عبد الله بن محمد بن عبد اللطيف حفظه الله تعالى، سلام عليكم ورحمة الله وبركاته، أما بعد، فقد وصل إلينا من ناحيتكم مكاتيب فيها إنكار وتغليظ علي، ولما قيل أنك كتبت معهم وقع في الخاطر بعض الشيء\n...\n\".\nروضة الأفكار، ط الهند، ص ص 60-73.\n507 رسالته إلى عبد الله بن محمد بن عبد اللطيف عالم الأحساء.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 50-61.\n508 رسالته إلى عبد الله بن محمد بن عبد اللطيف عالم الأحساء.\nتاريخ نجد لابن غنام، ص ص 213-229.\n509 رسالته إلى عبد الله بن محمد بن عبد اللطيف عالم الأحساء.\nالدرر السنية، ط1، جـ1، ص ص 17-27.\n510 رسالته إلى عبد الله بن محمد بن عبد اللطيف عالم الأحساء.\nالدرر السنية، ط2، جـ1، ص ص 31-41.\n511 رسالته إلى عبد الله بن محمد بن عبد اللطيف عالم الأحساء.\nسعيد، ص ص 52-65.\nالجزء: 1 ¦ الصفحة: 104\n",
        "512 رسالته إلى عبد الله بن محمد بن عبد اللطيف عالم الأحساء.\nالرويشد، جـ2ـ ص ص 139-155.\n513 رسالة إلى عبد الله بن محمد بن عبد اللطيف عالم الأحساء.\nمؤلفات القسم الخامس، ص ص 250-267.\n514 رسالة إلى عبد الوهاب بن عبد الله بن عيسى.\nموضوعها: لومه على تناقضه بين اتباع الحق والتنكر له، مع محبة الشيخ له ولوالده.\nأولها: \"من محمد بن عبد الوهاب إلى عبد الوهاب بن عبد الله، سلام عليكم ورحمة الله وبركاته وبعد، فقد وصل كتابك وما ذكرت فيه من الظن والتجسس وقبول خبر الفاسق، فكل هذا حق أريد به باطل\n...\n\".\nروضة الأفكار، ط الهند، جـ1، ص ص 204-205.\n515 رسالته إلى عبد الوهاب بن عبد الله بن عيسى.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 157-158.\n516 رسالته إلى عبد الوهاب بن عبد الله بن عيسى.\nتاريخ نجد لابن غنام، ص ص 375-376.\n517 رسالته إلى عبد الوهاب بن عبد الله بن عيسى.\nالدرر السنية، ط2، جـ7، ص ص 29-30.\n518 رسالته إلى عبد الوهاب بن عبد الله بن عيسى.\nسعيد، ص 122.\n519 رسالته السابقة إلى عبد الوهاب بن عبد الله بن عيسى.\nمؤلفات القسم الخامس، ص ص 280-281.\nالجزء: 1 ¦ الصفحة: 105\n",
        "520 رسالة أخرى إلى عبد الوهاب بن عبد الله بن عيسى.\nموضوعها: الإنكار على المرسل إليه في قبول كتب أهل الباطل.\nأولها: \"من محمد بن عبد الوهاب إلى عبد الوهاب بن عبد الله ابن عيسى، سلام عليكم ورحمة الله وبركاته وبعد، فنحمد الله الكريم الذي لا إله إلا هو\n...\n، وأبلغوا الوالد السلام، سلمة الله من خزي الدنيا وعذاب الآخرة وغير ذلك، وفي نفسي عليه بعض الشيء من جهة هذه المكاتيب لما حبسها عنا، ظننا فيه الظن الجميل\n...\n\".\nروضة الأفكار، ط الهند، جـ1، ص ص 225-227.\n521 رسالته السابقة إلى عبد الوهاب بن عبد الله بن عيسى.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 174-175.\n522 رسالته السابقة إلى عبد الوهاب بن عبد الله بن عيسى.\nتاريخ نجد لابن غنام، ص ص 423-425.\n523 رسالته السابقة إلى عبد الوهاب بن عبد الله بن عيسى.\nالدرر السنية، ط1، جـ2، ص ص 29-30.\n524 رسالته السابقة إلى عبد الوهاب بن عبد الله بن عيسى.\nالدرر السنية، ط2، جـ2، ص ص 29-30.\n525 رسالته السابقة إلى عبد الوهاب بن عبد الله بن عيسى.\nسعيد، ص ص 144-145.\n526 رسالته السابقة إلى عبد الوهاب بن عبد الله بن عيسى.\nالرويشد، جـ2، ص ص 236-237.\nالجزء: 1 ¦ الصفحة: 106\n",
        "527 رسالة إلى عبد الوهاب بن عبد الله بن عيسى.\nمؤلفات القسم الخامس، ص ص 276-278.\n528 رسالته إلى علي بن زامل.\n(انظر: رسالته إلى مطاوعة أهل سدير والوشم والقصيم، قسم الرسائل العامة، 588-594) .\n529 رسالة إلى عيسى بن قاسم وأحمد بن سويلم.\nموضوعها: إجابته لهما عن سؤالهما حول قول الشيخ ابن تيمية: \"من جحد ما جاء به الرسول وقامت به الحجة فهو كافر\".\nأولها: \"إلى الأخوين عيسى بن قاسم وأحمد بن سويلم، سلام عليكم ورحمة الله وبركاته وبعد، فما ذكرتموه من قول الشيخ: من جحد كذا وكذا أو أنكم شاكون في هؤلاء الطواغيت وأتباعهم، هل قامت عليهم الحجة أم لا؟ فهذا من العجب العجاب\n...\n\".\nروضة الأفكار، ط الأهلية، جـ1، ص ص 182-1841.\n530 رسالته إلى عيسى بن قاسم وأحمد بن سويلم.\nتاريخ نجد لابن غنام، ص ص 480-482.\n531 رسالته إلى عيسى بن قاسم وأحمد بن سويلم.\nالدرر السنية، ط2، جـ8، ص ص 90-912.\n532 رسالة إلى عيسى بن قاسم وأحمد بن سويلم.\nمؤلفات القسم الثالث، فتاوى ومسائل، ص ص 12-15.\n1 هذه الرسالة ليست مذكورة في ط الهند من \"روضة الأفكار\".\n2 لم يذكر المرسل إليهما في الدرر السنية، وقد ورد اسمهما في \"تاريخ ابن غنام\" (انظر: 396) .\nالجزء: 1 ¦ الصفحة: 107\n",
        "533 رسالة إلى فاضل آل مزيد رئيس بادية الشام.\nموضوعها: بيان عقيدته.\nأولها: \"من محمد بن عبد الوهاب إلى الشيخ الفاضل آل مزيد، زاده الله من الإيمان وأعاذه من نزغات الشيطان، أما بعد، فالسبب في المكاتبة أن راشد بن عربان ذكر لنا عنك كلاماً حسناً سر الخاطر، وذكر عنك أنك طالب مني المكاتبة، بسبب ما يجيئك من كلام العدوان من الكذب والبهتان\n...\n\".\nروضة الأفكار، ط الهند، جـ1، ص ص 196-197.\n534 رسالته إلى فاضل آل مزيد رئيس بادية الشام.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 151-152.\n535 رسالته إلى فاضل آل مزيد رئيس بادية الشام.\nتاريخ نجد لابن غنام، ص ص 355-356.\n536 رسالته إلى فاضل آل مزيد رئيس بادية الشام.\nالدرر السنية، ط1، جـ1، ص ص 45-46.\n537 رسالته إلى فاضل آل مزيد رئيس بادية الشام.\nالدرر السنية، ط2، جـ1، ص ص 59-60.\n538 رسالته إلى فاضل آل مزيد رئيس بادية الشام.\nسعيد، ص ص 43-44.\n539 رسالته إلى فاضل آل مزيد رئيس بادية الشام.\nالرويشد، جـ2، ص ص 184-185.\n540 رسالته إلى فاضل آل مزيد رئيس بادية الشام.\nمؤلفات القسم الخامس، ص ص 32-33.\nالجزء: 1 ¦ الصفحة: 108\n",
        "541 رسالة إلى فايز.\nموضوعها: بيان الشرك السائد بين الناس.\nأولها: \"إلى الأخ فايز، سلام عليكم ورحمة الله وبركاته، وبعد، مسألة الشرك بالله بينها الله سبحانه وأكثر الكلام فيها وضرب لها الأمثال\n...\n\".\nالدرر السنية، ط2، جـ8، ص ص 85-86.\n542 رسالته السابقة إلى فايز.\nمؤلفات القسم الخامس، ص 205.\n543 رسالته إلى محمد أبا الخيل.\n(انظر: رسالته إلى مطاوعة أهل سدير والوشم والقصيم، قسم الرسائل العامة، 588-594)\n544 رسالة إلى محمد بن سلطان.\nموضوعها: بيان الدليل من الكتاب والسنة، وكلام العلماء على كفر الذين ينصبون أنفسهم للنذور، والنخى في الشدائد، ويرضون بذلك، وينكرون على من قال أنه شرك.\nأولها: \"من محمد بن عبد الوهاب، سلام عليكم ورحمة الله وبركاته إلى محمد بن سلطان سلمه الله تعالى، وبعد، لا يخفاك أنه ذكر لنا عنك كلام حسن، ويذكر أيضاً كلام ما هو بزين، وننتظر قدومك إلينا، ونبين لك عسى الله أن يهدينا وإياك الصراط المستقيم\n...\n\".\nالدرر السنية، ط2، جـ8، ص ص 91-93.\n545 رسالته إلى محمد بن سلطان.\nمؤلفات القسم الخامس، ص ص 144-148.\nالجزء: 1 ¦ الصفحة: 109\n",
        "546 رسالة إلى محمد بن عباد، مطوع ثرمداء.\nموضوعها: تبيين بعض الأغلاط التي وقعت في رسالته الخاصة بالتوحيد.\nأولها: \"من محمد بن عبد الوهاب إلى الأخ محمد بن عباد، وفقه الله لما يحبه ويرضاه، سلام عليكم ورحمة الله وبركاته، وبعد، وصلنا أوراق التوحيد فيها كلام حسن من أحسن الكلام، وفقك الله للصواب، وتذكر أن ودك نبين لك إن كان فيها شيء غاترك\n...\n\".\nروضة الأفكار، ط الهند، جـ1، ص ص 131-136.\n547 رسالته إلى محمد بن عباد، مطوع ثرمداء.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 104-107.\n548 رسالته إلى محمد بن عباد، مطوع ثرمداء.\nتاريخ نجد لابن غنام، ص ص 275-280.\n549 رسالته إلى محمد بن عباد، مطوع ثرمداء.\nالدرر السنية، ط1، جـ1، ص ص 53-57.\n550 رسالته إلى محمد بن عباد، مطوع ثرمداء.\nالدرر السنية، ط2، جـ1، ص ص 67-71.\n551 رسالته إلى محمد بن عباد، مطوع ثرمداء.\nسعيد، ص ص 92-96.\n552 رسالته إلى محمد بن عباد، مطوع ثرمداء.\nالرويشد، جـ2، ص ص 196-199.\nالجزء: 1 ¦ الصفحة: 110\n",
        "553 رسالة إلى محمد بن عباد مطوع ثرمداء.\nمؤلفات القسم الخامس، ص ص 16-21.\n554 رسالة إلى محمد بن عبد الله بن إسماعيل.\nموضوعها: مسألة فقهية تتعلق بقلب الدين في ذمة المدين بتمر أو غيره.\nأولها: \"من محمد بن عبد الوهاب إلى الأخ محمد بن عبد الله ابن إسماعيل، سلام عليكم ورحمة الله وبركاته، وبعد، فقد وصل كتابك تسأل عن المسألة التي يفعلها كثير إذا ورد له على رجل دراهم، وأراد أن يقلبها بزاد، وأخرج من بيته دراهم، وصحح بها وأوفاه بها\n...\n\".\nروضة الأفكار، ط الأهلية، جـ1، ص ص 214-2151.\n555 رسالته إلى محمد بن عبد الله بن إسماعيل.\nتاريخ نجد لابن غنام، ص ص 537-538.\n556 رسالة إلى محمد بن عبد الله بن إسماعيل.\nمؤلفات القسم الثالث، فتاوى ومسائل، ص ص 82-84.\n557 رسالته إلى محمد بن عيد.\n(انظر: رسالته إلى مطاوعة أهل سدير والوشم والقصيم، قسم الرسائل العامة، 588-594) .\n558 رسالة إلى محمد بن عيد من مطاوعة ثرمداء.\nموضوعها: شرح نواقض الإسلام، وأحكام المرتد.\n1 هذه الرسالة ليست مذكورة في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 111\n",
        "أولها: \"من محمد بن عبد الوهاب إلى محمد بن عيد، وفقنا الله وإياه لما يحبه ويرضاه، وبعد، وصل الكراس، وتذكرون أن الحق إن بان لكم اتبعتموه، وفيه كلام غير هذا سر الخاطر من جهتك بسبب أن لك عقلاً، والثانية أن لك عرضاً تشح به، والثالثة أن الظن فيك إن بان لك الحق أنك ما تبيعه بالزهايد\n...\n\".\nروضة الأفكار، ط الهند، جـ1، ص ص 136-144.\n559 رسالته إلى محمد بن عيد من مطاوعة ثرمداء.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 107-111.\n560 رسالته إلى محمد بن عيد من مطاوعة ثرمداء.\nتاريخ نجد لابن غنام، ص ص 283-289.\n561 رسالته إلى محمد بن عيد من مطاوعة ثرمداء.\nالدرر السنية، ط2، جـ8، ص ص 98-106.\n562 رسالته إلى محمد بن عيد من مطاوعة ثرمداء.\nمؤلفات القسم الخامس، ص ص 24-30.\n563 رسالة إلى محمد بن فارس.\nموضوعها الأشياء التي يكفر مرتكبها.\nأولها.. من محمد بن عبد الوهاب إلى محمد بن فارس، سلام عليكم وبعد: الواصل إليكم مسألة التكفير من كلام العلماء..\".\nمؤلفات القسم الخامس، ص ص 212-214.\n564 رسالة إلى مقرن بن عبد الله.\nموضوعها: حكم التذكير.\nأولها: \"الذي يعلم به الأخ مقرن بن عبد الله، بعد إبلاغ\nالجزء: 1 ¦ الصفحة: 112\n",
        "السلام، أن ابن صالح سألني عن التذكير، فقلت إنه بدعة\n...\n\".\nروضة الأفكار، ط الأهلية، جـ1، ص 218.\n565 رسالته إلى مقرن بن عبد الله.\nتاريخ نجد لابن غنام، ص 544.\n566 رسالته إلى مقرن بن عبد الله.\nمؤلفات القسم الثالث، فتاوى ومسائل، ص 86.\n567 رسالة إلى نغيمش وجميع الإخوان.\nموضوعها: الحض على الصبر، وعدم الاستجابة للفتنة.\nأولها: \"من محمد بن عبد الوهاب، إلى نغيمس وجميع الإخوان، سلام عليكم ورحمة الله وبركاته، وبعد، إن سألتم عنا فنحمد إليكم الله الذي لا إله إلا هو، ونخبركم أنا بخير وعافية، أتمها الله علينا وعليكم في الدنيا والآخرة، وسرنا ولله الحمد ما بلغنا عنكم، والأخبار من الاجتماع على الحق، والاتباع لدين محمد صلى الله عليه وسلم\n...\n\".\nالدرر السنية، ط1، جـ2، ص 31.\n568 رسالته إلى نغيمش وجميع الإخوان.\nالدرر السنية، ط2، جـ2، ص 31.\n569 رسالته إلى نغيمش وجميع الإخوان.\nالرويشد جـ2، ص ص 238-239.\n570 رسالته إلى نغيمش وجميع الإخوان.\nمؤلفات القسم الخامس، ص ص 308-309.\nالجزء: 1 ¦ الصفحة: 113\n",
        "الرسائل العامة\nأ-الرسائل الموجهة إلى الأقطار والبلدان1.\n571 رسالة إلى العلماء الأعلام في بلد الله الحرام2.\nموضوعها: بيان مذهب الدعوة الإصلاحية.\nأولها: \" من محمد بن عبد الوهاب، إلى العلماء الأعلام في بلد الله الحرام، نصر الله بهم دين سيد الأنام، عليه أفضل الصلاة والسلام، وتابعي الأئمة الأعلام..\".\nروضة الأفكار، ط الهند، جـ2، ص ص 162-163.\n572 رسالته إلى العلماء الأعلام في بلد الله الحرام.\nروضة الأفكار، ط الأهلية، جـ2، ص ص 144-145.\n573 رسالته إلى العلماء الأعلام في بلد الله الحرام.\nالدرر السنية، ط1، جـ1، ص ص 28-29.\n574 رسالته إلى العلماء الأعلام في بلد الله الحرام.\nالدرر السنية، ط2، جـ1، ص ص 42-43.\n575 رسالته إلى العلماء الأعلام في بلد الله الحرام.\nسعيد، ص ص 66-67.\n576 رسالته إلى العلماء الأعلام في بلد الله الحرام.\nالرويشد، جـ2، ص ص 157-158.\n1 رتبت الرسائل في هذا القسم بحسب الحروف الأبجدية لأسماء البلدان المرسلة إلى أهلها.\n2 أرسلها سنة 1204هـ، عندما طلب الشريف غالب من الإمام عبد العزيز أن يرسل إليه رجلاً من أهل العلم يباحث علماء مكة.\nالجزء: 1 ¦ الصفحة: 114\n",
        "577 رسالته إلى العلماء الأعلام في بلد الله الحرام.\nمؤلفات القسم الخامس، ص ص 40-42.\n578 مذاكرة الشيخ لأهل حريملاء1.\nموضوعها: كلمة التوحيد، والفرق بين التوحيد والشرك.\nأولها: \"قال لهم: لا إله إلا الله قد سألنا عنها كل من جاءنا منكم، ولا وجدنا عندهم إلا أنها لفظة، ما لها معنى\n...\n\".\nمجموعة الرسائل والمسائل، جـ4، ص ص 35-36.\n579 مذاكرة الشيخ لأهل حريملاء2.\nالدرر السنية، ط2، جـ2، ص ص 65-66.\n580 مذاكرة الشيخ لأهل حريملاء.\nالرويشد، جـ2، ص ص 78-79.\n581 رسالة إلى مطاوعة أهل الدرعية.\n(انظر قسم الرسال الخاصة، رسالته إلى عبد الله بن عيسى وابنه عبد الوهاب وعبد الله بن عبد الرحمن، 500-505) .\n582 رسالة إلى أهل الرياض ومنفوحة3.\nموضوعها: معرفة معنى لا إله إلا الله، ونبذ الطواغيت التي\n1 في \" الدرر السنية\" لأهل حرمة، وفي \"مجموع الرسائل والمسائل النجدية\" لأهل حريملة ولعله الصواب، وقد تحرفت \"حريملة\" إلى \"حرمة\" في \"الدرر\".\n2 انظر التعليق السابق.\n3 في تاريخ ابن غنام (انظر: \"روضة الأفكار\" ط الأهلية، جـ1، ص 145) أنه كتب هذه الرسالة وهو إذ ذاك مقيم في العيينة، كما كتب إلى عبد الله بن عيسى قاضي الدرعية طالباً منه أن يسجل في ذيلها ما يراه ليكون ذلك سبباً لقبول الجهال والطغام، وانظر: تعليق عبد الله بن عيسى في آخر هذه الرسالة (نفس المصدر، ص ص 148-150) .\nالجزء: 1 ¦ الصفحة: 115\n",
        "يعتقد بها بعض الناس، والإنكار على بعض المتصوفة في معكال.\nأولها: \"من محمد بن عبد الوهاب إلى من يصل هذا الكتاب من المسلمين، سلام عليكم ورحمة الله وبركاته وبعد، فقد قال الله تعالى: {وَالَّذِينَ يُحَاجُّونَ فِي اللَّهِ مِنْ بَعْدِ مَا اسْتُجِيبَ لَهُ حُجَّتُهُمْ دَاحِضَةٌ عِنْدَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ} وذلك أن الله أرسل محمداً صلى الله عليه وسلم ليبين للناس الحق من الباطل\n…\n\".\nروضة الأفكار، ط الهند، جـ1، ص ص 188-192.\n583 رسالته إلى أهل الرياض ومنفوحة.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 145-148.\n584 رسالته إلى أهل الرياض ومنفوحة.\nتاريخ نجد لابن غنام، ص ص 341-345.\n585 رسالته إلى أهل الرياض ومنفوحة1.\nالدرر السنية، ط2، جـ8، ص ص 70-73.\n586 رسالته إلى أهل الرياض ومنفوحة.\nسعيد، ص ص 113-117.\n587 رسالته السابقة إلى أهل الرياض ومنفوحة.\nمؤلفات القسم الخامس، ص ص 186-190.\n588 رسالة إلى مطاوعة أهل سدير والوشم والقصيم2.\n1 ليس في \"الدرر السنية\" إشارة إلى أنها الرياض ومنفوحة بل هي رسالة عامة.\n2 هذه الرسالة موجهة عموماً إلى أهل سدير والوشم والقصيم وعلى الخصوص إلى محمد بن عبيد، وعبد القادر العديلي، وابنه، وعبد الله بن سحيم وعبد الله بن عضيب، وحميدان بن تركي، وعلي بن الزامل، ومحمد أبا الخيل (في الدرر السنية: \"أبا الخير\" والتصحيح من ابن غنام) ، وصالح بن عبد الله.\nالجزء: 1 ¦ الصفحة: 116\n",
        "موضوعها: بيان معنى لا إله إلا الله، وما يقع فيه العامة من أنواع الشرك التي تخرج من الملة، ودعوة هؤلاء العلماء إلى تبيين ذلك للناس وكفهم عن الوقوع فيه.\nأولها: \" من محمد بن عبد الوهاب إلى من يصل إليه هذا الكتاب من المسلمين، سلام عليكم ورحمة الله وبركاته، أما بعد، فإن الله تبارك وتعالى أرسل محمداً صلى الله عليه وسلم إلينا على حين فترة من الرسل، فهدى به إلى الدين الكامل والشرع التام، وأعظم ذلك وزبدته هو إخلاص الدين بعبادته وحده لا شريك له، والنهي عن الشرك..\".\nروضة الأفكار، ط الهند، جـ1، ص ص 120-122.\n589 رسالته إلى مطاوعة أهل سدير والوشم والقصيم.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 95-97.\n590 رسالته إلى مطاوعة أهل سدير والوشم والقصيم.\nتاريخ نجد لابن غنام، ص ص 255-258.\n591 رسالته إلى مطاوعة أهل سدير والوشم والقصيم.\nالدرر السنية، ط1، جـ1، ص ص 20-22.\n592 رسالته إلى مطاوعة أهل سدير والوشم والقصيم.\nالدرر السنية، ط2، جـ2، ص ص 20-22.\n593 رسالته إلى مطاوعة أهل سدير والوشم والقصيم.\nسعيد، ص ص 46-48.\n594 رسالته إلى مطاوعة أهل سدير والوشم.\nمؤلفات القسم الخامس، ص ص 124-127.\nالجزء: 1 ¦ الصفحة: 117\n",
        "595 رسالة إلى أهل شقراء.\nموضوعها: بيان أن الإسلام دين يسر وسهولة.\nأولها: \"سلام عليكم ورحمة الله وبركاته وبعد، فقد قال النبي صلى الله عليه وسلم: \"إن الله يرضى لكم ثلاثاً\"، وواجب علينا النصيحة، وعلى الله التوفيق\n...\n\".\nمجموعة الرسائل والمسائل، جـ1، ص ص 6-7.\n596 رسالته السابقة إلى أهل شقراء.\nمؤلفات القسم الخامس، ص ص 292-293.\n597 رسالة إلى أهل العيينة.\nموضوعها: إبطال ما موه به سليمان بن عبد الوهاب في بعض كتبه إليهم.\nأولها: \"روى مسلم في صحيحه عن عمرو بن عبسة السلمي رضي الله عنه قال: كنت وأنا في الجاهلية أظن أن الناس على ضلالة، وأنهم ليسوا على شيء، وهم يعبدون الأوثان\n...\n\".\nروضة الأفكار، ط الهند، جـ2، ص ص 24-52.\n(وانظر: الفصل الأول من الباب الأول، مفيد المستفيد في كفر تارك التوحيد، 325-337؛ والفصل الثاني من الباب الأول، أحكام الردة، 255) .\n598 رسالته إلى أهل العيينة.\nروضة الأفكار، ط الأهلية، جـ2، ص ص 20-44.\n599 رسالته إلى أهل العيينة.\nتاريخ نجد لابن غنام، ص ص 429-464.\nالجزء: 1 ¦ الصفحة: 118\n",
        "600 رسالته إلى أهل العيينة.\nسعيد، ص ص 146-175.\n601 رسالته إلى أهل القصيم.\nموضوعها: إجابتهم على سؤالهم عن عقيدته.\nأولها: \"أشهد الله، ومن حضرني من الملائكة، وأشهدكم أني أعتقد ما اعتقدته الفرقة الناجية، أهل السنة والجماعة، من الإيمان بالله وملائكته وكتبه ورسله، والبعث بعد الموت، والإيمان بالقدر خيره وشره\n...\n\".\nالدرر السنية ط1، جـ1، ص ص 14-17.\n602 رسالته إلى أهل القصيم.\nالدرر السنية، ط2، جـ1، ص ص 28-31.\n603 رسالته إلى أهل القصيم.\nمؤلفات القسم الخامس، ص ص 8-13.\n604 رسالة إلى مطاوعة أهل القصيم.\n(انظر: رسالته إلى مطاوعة أهل سدير والوشم والقصيم، 510-515) .\n605 رسالة إلى أهل المغرب.\nموضوعها: بيان التوحيد والشرك.\nأولها: \"الحمد لله نحمده ونستعينه، ونستغفره ونتوب إليه، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهد الله فلا مضل له، ومن يضلل فلا هادي له\n...\n\".\nالدرر السنية، ط1، جـ1، ص ص 42-45.\nالجزء: 1 ¦ الصفحة: 119\n",
        "606 رسالته إلى أهل المغرب.\nالدرر السنية، ط2، جـ1، ص ص 56-59.\n607 رسالته إلى أهل المغرب.\nالرويشد، جـ2، ص ص 179-183.\n608 رسالته إلى أهل المغرب.\nمؤلفات القسم الخامس، ص ص 110-115.\n609 رسالة إلى مطاوعة أهل الوشم.\n(انظر: رسالته إلى مطاوعة أهل سدير والوشم والقصيم، 510-515) .\nب-الرسائل الموجهة إلى من يصل إليه من الإخوان أو المسلمين.\n610 رسالة إلى الإخوان.\nمؤلفات القسم الخامس، ص ص 244-245.\n611 رسالة إلى من يصل إليه من الإخوان.\nموضوعها: تكفير المشركين وأعوانهم، والدلائل على ذلك من الكتاب والسنة وكلام أهل العلم.\nأولها: \"من محمد بن عبد الوهاب إلى من يصل إليه من الإخوان المؤمنين بآيات الله، المصدقين لرسول الله، التابعين للسواد الأعظم من أصحاب رسول الله، والتابعين لهم بإحسان وأهل العلم والإيمان المتمسكين بالدين القيم عند فساد الزمان، الصابرين على الغربة والامتحان، سلام عليكم ورحمة الله وبركاته، أما بعد، فإن الله\nالجزء: 1 ¦ الصفحة: 120\n",
        "سبحانه بعث نبيكم صلى الله عليه وسلم على حين فترة من الرسل\n...\n\".\nالدرر السنية، ط2، جـ8، ص ص 49-51.\n612 رسالته السابقة إلى من يصل إليه من الإخوان.\nمؤلفات القسم الخامس، ص ص 270-273.\n613 رسالة إلى من يصل إليه هذا الكتاب من الإخوان1.\nموضوعها: كيفية الأمر بالمعروف والنهي عن المنكر.\nأولها: \"من محمد بن عبد الوهاب إلى من يصل إليه هذا الكتاب من الأخوان، سلام عليكم ورحمة الله وبركاته، وبعد: يجري عندكم أمور تجري عندنا من سابق لكن نصحنا إخواننا إذا جرى منها شيء حتى فهموها\n...\n\".\nروضة الأفكار، ط الهند، جـ1ـ ص ص 221-223.\n614 رسالته السابقة إلى من يصل إليه هذا الكتاب من الإخوان.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 171.\n615 رسالته السابقة إلى من يصل إليه هذا الكتاب من الإخوان.\nالدرر السنية، ط2، جـ7، ص 25.\n616 رسالته السابقة إلى من يصل إليه هذا الكتاب من الإخوان.\nسعيد، ص ص 139-140.\n617 رسالته السابقة إلى من يصل إليه هذا الكتاب من الإخوان.\nمؤلفات القسم الخامس، ص ص 296-297.\n1 في \"روضة الأفكار\" ط الهند (نفس الموضع) :\"أرسلها إلى إخوانه من أهل سدير بسبب أمر جرى بين أهل الحوطة من بلدان سدير.\nالجزء: 1 ¦ الصفحة: 121\n",
        "618 رسالة إلى من يصل إليه من علماء الإسلام.\nموضوعها: الفتنة بالقبور.\nأولها: \"من محمد بن عبد الوهاب إلى من يصل إليه من علماء الإسلام، أنس الله بهم غربة الدين، وأحيا بهم سنة إمام المتقين، ورسول رب العالمين، سلام عليكم معشر الإخوان ورحمة الله وبركاته، أما بعد، فإنه قد جرى عندنا فتنة عظيمة بسبب أشياء نهيت عنها بعض العوام من العادات التي نشأوا عليها\n...\n\".\nالدرر السنية، ط1، جـ2، ص ص 25-28.\n619 رسالته إلى من يصل إليه من علماء الإسلام.\nالدرر السنية، ط2، جـ2، ص ص 25-28.\n620 رسالته إلى من يصل إليه من علماء الإسلام.\nالرويشد، جـ2، ص ص 23-27.\n621 رسالته السابقة إلى من يصل إليه من علماء الإسلام.\nمؤلفات القسم الخامس، ص ص 176-180.\n622 رسالة إلى من يصل إليه من المسلمين.\nموضوعها: شرح عقيدته.\nأولها: \"من محمد بن عبد الوهاب إلى من يصل إليه من المسلمين، سلام عليكم ورحمة الله وبركاته وبعد، أخبركم أني ولله الحمد عقيدتي وديني الذي أدين الله به مذهب أهل السنة والجماعة الذي عليه أئمة المسلمين\".\nمجموعة الرسائل والمسائل1، جـ4، ص ص 1-8.\n1 نشرت في \"المجموعة\" بعنوان \"كتاب الجواهر المضية لمجدد الدعوة النجدية\".\nالجزء: 1 ¦ الصفحة: 122\n",
        "623 رسالته السابقة إلى من يصل إليه من المسلمين.\nالدرر السنية، ط1، جـ1، ص ص 32-37.\n624 رسالته السابقة إلى من يصل إليه من المسلمين.\nالدرر السنية، ط2، جـ1، ص ص 46-51.\n625 رسالته السابقة إلى من يصل إليه من المسلمين.\nالرويشد، جـ2، ص ص 165-172.\n626 رسالته السابقة إلى من يصل إليه من المسلمين.\nمؤلفات القسم الخامس، ص ص 150-158.\n627 رسالة إلى من يصل إليه من المسلمين.\nموضوعها: إخلاص الدين واتباع السنة، وبيان التوحيد والشرك.\nأولها: \"إلى من يصل إليه من المسلمين هدانا الله وإياهم لدينه القويم، وسلوك صراطه المستقيم، ورزقنا وإياهم ملة الخليلين محمد وإبراهيم\n...\n\".\nالدرر السنية، ط1، جـ2، ص ص 28-29.\n628 رسالته السابقة إلى من يصل إليه من المسلمين.\nالرويشد، جـ2، ص ص 234-235.\n629 رسالته السابقة إلى من يصل إليه من المسلمين.\nمؤلفات القسم الخامس، ص ص 182-183.\n630 رسالة إلى من يصل إليه من المسلمين.\nموضوعها: نفي ما نسب إليه من التكفير بالعموم.\nأولها: \"من محمد بن عبد الوهاب إلى من يصل إليه من\nالجزء: 1 ¦ الصفحة: 123\n",
        "المسلمين، سلام عليكم ورحمة الله وبركاته، وبعد، ما ذكر لكم أني أكفر بالعموم فهذا من بهتان الأعداء\n...\n\".\nالدرر السنية، ط2، جـ8، ص 107.\n631 رسالته السابقة إلى من يصل إليه من المسلمين.\nمؤلفات القسم الثالث، ص 58.\n632 رسالة إلى من يصل إليه هذا الكتاب من المسلمين.\nموضوعها: النصيحة أن يتعلموا دين الله.\nأولها: \"محمد بن عبد الوهاب إلى من يصل إليه هذا الكتاب من المسلمين، السلام عليكم ورحمة الله وبركاته، وبعد، فاعلموا رحمكم الله أن الله بعث محمداً صلى الله عليه وسلم إلى الناس بشيراً ونذيراً، ومبشراً لمن اتبعه بالجنة، ومنذراً لمن لا يتبعه بالنار\n...\n\".\nروضة الأفكار، ط الهند، جـ1، ص ص 195-196.\n633 رسالته السابقة إلى من يصل إليه هذا الكتاب من المسلمين.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 150-151.\n634 رسالته السابقة إلى من يصل إليه هذا الكتاب من المسلمين.\nتاريخ نجد لابن غنام، ص 351.\n635 رسالته السابقة إلى من يصل إليه هذا الكتاب من المسلمين.\nالدرر السنية، ط1، جـ1، ص ص 46-47.\n636 رسالته السابقة إلى من يصل إليه هذا الكتاب من المسلمين.\nالدرر السنية، ط2، جـ1، ص ص 60-61.\n637 رسالته السابقة إلى من يصل إليه هذا الكتاب من المسلمين.\nسعيد، ص ص 41-42.\nالجزء: 1 ¦ الصفحة: 124\n",
        "638 رسالته السابقة إلى من يصل إليه هذا الكتاب من المسلمين.\nالرويشد، جـ2، ص ص 177-178.\n639 رسالته السابقة إلى من يصل إليه هذا الكتاب من المسلمين.\nمؤلفات القسم الخامس، ص ص 196-197.\n640 رسالة إلى من يقف عليه.\nموضوعها الرد على رسالة سليمان بن سحيم التي شنع فيها عليه.\nأولها: \"يعلم من وقف عليه أني وقفت على أوراق بخط ولد ابن سحيم، صنفها يريد أن يصد بها الناس عن دين الإسلام\n...\n\".\nروضة الأفكار، ط الأهلية، ص ص 218-2201.\n641 رسالته السابقة إلى من يقف عليه.\nتاريخ نجد لابن غنام، ص ص 546-548.\n642 رسالته السابقة إلى من يقف عليه.\nالدرر السنية، ط2، جـ8، ص ص 68-70.\n643 رسالته السابقة إلى من يقف عليه.\nمؤلفات القسم الخامس، ص ص 88-91.\n644 رسالة جوابية إلى شخص مجهول.\nأولها: وعليكم السلام ورحمة الله وبركاته، وبعد قال الله سبحانه وتعالى: {وَمَنْ يَبْتَغِ غَيْرَ الْأِسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ} الآية\n...\n\".\nمؤلفات القسم الخامس، ص ص 170-174.\n1 هذه الرسالة ليست مذكورة في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 125\n",
        "الباب الثانى: الفقه\nالفصل الأول: المكتب والرسائل والنبذ\n...\nالفصل الأول\nالكتب والرسائل والنبذ\n645 آداب المشي إلى الصلاة، كتاب.\nبمبى، المطبعة السورتية، 1336هـ.\n57 ص.\n646 آداب المشي إلى الصلاة، كتاب.\nالقاهرة، مط المنار، 1340 هـ.\n64 ص.\n647 آداب المشي إلى الصلاة، كتاب.\nضمن مجموعة متون أولها: \"العقيدة الواسطية\" لشيخ الإسلام ابن تيمية، طبعت على نفقة عبد الرحمن بن سعد بن سعيد، القاهرة، مط السلفية بمصر، 1345هـ، ص ص 65-127.\n648 آداب المشي إلى الصلاة، كتاب.\nأشرف على تصحيحه محمد بن مانع، مكة المكرمة، مط الماجدية، 1367هـ.\n36 ص.\n649 آداب المشي إلى الصلاة، كتاب.\nبتصحيح ومقابلة عبد الكريم اللاحم، وناصر الطريم، وسعود البشر، مؤلفات القسم الثاني، الفقه مج 2.\n56 ص.\nالجزء: 1 ¦ الصفحة: 129\n",
        "650 إبطال وقف الجنف والإثم.\nروضة الأفكار، ط الهند، جـ1، ص ص 160-167.\n651 إبطال وقف الجنف والإثم.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 124-138.\n652 إبطال وقف الجنف والإثم.\nتاريخ نجد لابن غنام، ص ص 315-324.\n653 إبطال وقف الجنف والإثم.\nالدرر السنية، ط2، جـ5، ص ص 259-264.\n654 إبطال وقف الجنف والإثم.\nفتوى لشيخ الإسلام محمد بن عبد الوهاب، مع \"مذكرة في قضية المحرومين وإبطال شروط الواقفين\" لأحمد محمد شاكر. القاهرة، دار المعارف، 1372هـ/1953م، ص ص 20-31.\n655 إبطال وقف الجنف والإثم.\nسعيد، ص ص 96-104.\n656 إبطال وقف الجنف والإثم.\nالرويشد، جـ2، ص ص 264-273.\n657 إبطال وقف الجنف والإثم.\n\"مشاهير علماء نجد وغيرهم\"، تأليف عبد الرحمن بن عبد اللطيف آل الشيخ، ط2، بيروت. دار اليمامة للبحث والنشر، 1394هـ، ص ص 34-42.\n658 إبطال وقف الجنف والإثم.\nمؤلفات القسم الخامس، ص 78-85.\nالجزء: 1 ¦ الصفحة: 130\n",
        "659 أحكام تمني الموت.\nبتصحيح ومقابلة عبد الرحمن السدحان وعبد الله الجبرين. مؤلفات القسم الثاني، الفقه مج 2.\n78 ص.\n660 أحكام الصلاة.\nتشتمل على: شروط الصلاة، أركان الصلاة، مبطلات الصلاة، واجبات الصلاة، فرائض الوضوء، شروط الوضوء، نواقض الوضوء.\nمجموعة التوحيد، ط الهند، ص ص 20-21.\n661 أحكام الصلاة.\nمجموعة التوحيد، ط مكة، ص ص 26-27.\n662 أحكام الصلاة.\nمجموعة التوحيد، ط المنار، ص ص 130-131.\n663 أحكام الصلاة.\nمجموعة التوحيد، ط السلفية، ص 268.\n664 أحكام الصلاة.\nمجموعة التوحيد، ط دمشق، ص ص 43-45.\n665 أحكام الصلاة.\nضمن مجموعة بعنوان: \"ثلاثة الأصول وأدلتها ويليها شروط الصلاة وأركانها وواجباتها، وأربع القواعد\"، نشرها عيسى بن رميح العقيلي، دمشق مط الترقى، 1338هـ.\nالجزء: 1 ¦ الصفحة: 131\n",
        "666 أحكام الصلاة.\nضمن مجموعة بعنوان: \"ثلاثة الأصول وأدلتها ويليها شروط الصلاة وأركانها وواجباتها، وأربع القواعد\". القاهرة، مط المنار، 1340هـ، ص ص 17-27.\n667 أحكام الصلاة.\nضمن مجموعة متون أولها:\"العقيدة الواسطية\" لشيخ الإسلام ابن تيمية وبعدها \"ثلاثة الأصول وأدلتها شروط الصلاة وأركانها وواجباتها، وأربع القواعد\"، طبعت على نفقة عبد الرحمن بن سعد بن سعيد، القاهرة، مط السلفية، 1345هـ، ص ص 49-59.\n668 أحكام الصلاة.\nالرويشد، جـ1، ص ص 368-369.\n669 أحكام الصلاة.\nضمن مجموعة بعنوان: \"الأصول الثلاثة وأدلتها، ويليها شروط الصلاة وواجباتها وأركانها، والقواعد الأربعة\" (كذا) ، علق عليها وصحح أصولها وكساها حواشي مفيدة محمد منير الدمشقي، طبعت على نفقة ولي العهد سيف النصر، القاهرة، إدارة الطباعة المنيرية، ص ص 23-34.\n670 الصلاة، أركانها.\nالدرر السنية، ط2، جـ4، ص 161.\n671 الصلاة، شروطها.\nالدرر السنية، ط2، جـ4، ص 109 وص 114، وص 131، وص137.\nالجزء: 1 ¦ الصفحة: 132\n",
        "672 الصلاة، شروطها وأركانها وواجباتها.\nالمجموعة العلمية السعودية، راجع أصولها وصححها الشيخ محمد ابن إبراهيم آل الشيخ، القاهرة، مط السنة المحمدية، 1374هـ/ 1955م، ص ص 14-21.\n673 الصلاة، شروطها وأركانها وواجباتها.\nبتصحيح ومقابلة عبد العزيز الرومي وصالح الحسن، مؤلفات القسم الثاني، الفقه مج 2.\n12 ص.\n674 الصلاة مبطلاتها.\nالدرر السنية، ط2، جـ4، ص 167.\n675 الصلاة، نواقض الوضوء.\nالدرر السنية، ط2، جـ4، ص 82.\n676 الصلاة، واجباتها.\nالدرر السنية، ط2، جـ4، ص 165.\n677 الطهارة، كتاب.\nبتصحيح ومقابلة، صالح الأطرم ومحمد الدويش. مؤلفات القسم الثاني، الفقه مج2.\n43 ص.\n678 القواعد الأربع التي تدور الأحكام عليها.\nنبذة أولها: \"هذه أربع من قواعد الدين التي تدور الأحكام عليها، وهي من أعظم ما أنعم الله به على محمد صلى الله عليه وسلم\n...\n\".\nالجزء: 1 ¦ الصفحة: 133\n",
        "الدرر السنية، ط2، جـ4، ص ص 3-4، وتكملة البحث في جـ4، ص ص 69-72.\n679 القواعد الأربع التي تدور الأحكام عليها.\nبعنوان: \"أربع قواعد تدور الأحكام عليها، ويليها نبذة في اتباع النصوص مع احترام العلماء بتصحيح ومقابلة عبد العزيز الرومي وصالح الحسن. مؤلفات القسم الثاني، الفقه مج 2، ص ص 3-14.\n680 مبحث الاجتهاد والخلاف.\nبتصحيح ومقابلة عبد الرحمن السدحان وعبد الله الجبرين.\nمؤلفات القسم الثاني، الفقه، مج2.\n39 ص.\n681 مختصر الإنصاف والشرح الكبير في فقه إمام السنة أحمد بن حنبل الشيباني1، كتاب.\nطبع على نفقة عبد الرحمن بن محمد بن عبد اللطيف وشركائه، القاهرة، مط السلفية ومكتبتها، بلا تاريخ.\n512 ص.\n1 \"الإنصاف\" من تأليف علاء الدين أبي الحسن علي بن سليمان المرداوي الصالحي (ت885هـ) بين فيه الصحيح من المذهب الحنبلي وذكر أقوال الأئمة من المتقدمين والمتأخرين في كثير من المسائل، و \"الشرح الكبير\" من تأليف شمس الدين أبي الفرج عبد الرحمن بن محمد بن أحمد بن قدامة (ت682هـ) شرح به \"المقنع\" لموفق الدين عبد الله بن أحمد بن قدامة الحنبلي (ت620هـ) ، ومؤلف \"الشرح الكبير\" هو ابن أخي مؤلف \"المقنع\".\nوطريقة الشيخ محمد بن عبد الوهاب في هذا \"المختصر\" أن يبدأ كل باب منه بملخص من كتاب \"الشرح الكبير\" ثم يتبعه بملخص من كتاب \"الإنصاف\".\nالجزء: 1 ¦ الصفحة: 134\n",
        "682 مختصر الإنصاف والشرح الكبير في فقه إمام السنة أحمد بن حنبل الشيباني، كتاب.\nبتصحيح ومقابلة عبد العزيز الرومي وصالح الحسن، مؤلفات، القسم الثاني، الفقه مج 2.\n792 ص.\n683 مختصر زاد المعاد لابن قيم الجوزية.\nبيروت، مط المكتب الإسلامي، 1391هـ.\n12+408 ص.\n684 مختصر زاد المعاد لابن قيم الجوزية.\nمؤلفات القسم الرابع.\n351 ص.\nالجزء: 1 ¦ الصفحة: 135\n",
        "الفصل الثاني\nالفتاوي والأجوبة الفقهية\n685 الأئمة، وقول أهل العلم إن اتفاقهم حجة، واختلافهم رحمة، معنى ذلك.\nروضة الأفكار، ط الأهلية، جـ1، ص 1901.\n686 الأئمة، وقول أهل العلم إن اتفاقهم حجة، واختلافهم رحمة، معنى ذلك.\nتاريخ نجد لابن غنام، ص 492 و496.\n687 الإجارة، هل تنفسخ بموت المستأجر؟\nروضة الأفكار، ط الأهلية، جـ1، ص 2152.\n688 الإجارة، هل تنفسخ بموت المستأجر؟\nتاريخ نجد لابن غنام، ص 539.\n689 الإجارة، هل تنفسخ بموت المستأجر.\nمؤلفات القسم الثالث، فتاوى ومسائل.\nص 85.\n690 الاجتهاد، مسائله، وقولهم: لا إنكار في مسائل الاجتهاد.\nروضة الأفكار، ط الأهلية، جـ1، ص 1893.\n1 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\".\n2 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\".\n3 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 137\n",
        "691 الاجتهاد، مسائله، وقولهم: لا إنكار في مسائل الاجتهاد.\nتاريخ نجد لابن غنام، ص 491.\n692 الأجير إذا استؤجر وحصل له مانع، هل تلزم المؤجر الأجرة؟\nمجموعة الرسائل والمسائل، جـ4، ص 819.\n693 الأجير إذا استؤجر وحصل له مانع، هل تلزم المؤجر الأجرة؟\nالدرر السنية، ط2، جـ5، ص 192.\n694 الأجير إذا استؤجر وحصل له مانع، هل تلزم المؤجر الأجرة؟\nمؤلفات القسم الثالث، فتاوى ومسائل ص 99.\n695 الأجير، تقديمه على الغرماء.\nالدرر السنية، ط2، ج 5، ص 151.\n696 الأجير، تقديمه على الغرماء.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 117.\n697 أخذ الثمار في السلم خرصاً.\nالدرر السنية، ط2، جـ5، ص 104.\n698 أخذ الثمار في السلم خرصاً.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 93 وص 115.\n699 أخذ العروض عن النقود وبالعكس.\nالدرر السنية، ط2، ج-5، ص 16.\n700 أخذ العروض عن النقود وبالعكس.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 92-93.\nالجزء: 1 ¦ الصفحة: 138\n",
        "701 إذا تداعى اثنان عيناً، والكل معه بينه، بينة من تقدم؟\nالدرر السنية، ط2، جـ6، ص515.\n702 الأذان، حكمة ابتدائه بالتكبير وانتهائه بالتكبير.\nروضة الأفكار، ط الأهلية، جـ1، ص 2021.\n703 الأذان، حكمة ابتدائه بالتكبير وانتهائه بالتكبير.\nتاريخ نجد لابن غنام، ص 516.\n704 الأذان، حكمة ابتدائه بالتكبير وانتهائه بالتكبير.\nمؤلفات القسم الثالث، فتاوى ومسائل، ص 56.\n705 الاستسقاء، فائدة حوله مأخوذة من السيرة.\nالدرر السنية، ط2، جـ4، ص242.\n706 الإفطار حكمة يوم الغيم قبل غروب الشمس.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 109.\n707 الإمام طاعته.\nالدرر السنية، ط2، جـ7، ص 239.\n708 الإياس، سنه.\nالدرر السنية، ط2، جـ4، ص 98.\n709 الإياس سنه.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 101.\n710 البستان، حكم إغلاق بابه وقت الحصاد.\nالدرر السنية، ط2، جـ4، ص 309.\n1 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 139\n",
        "711 البستان، حكم إغلاق بابه وقت الحصاد.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 105.\n712 البيع، بما ينقطع به السعر.\nالدرر السنية، ط2، جـ5، ص12.\n713 البيع، بما ينقطع به السعر.\nمؤلفات القسم الثالث، فتاوى ومسائل، ص 111.\n714 البيع، إذا انقطع الخيار وصار بدون قيمة.\nمجموعة الرسائل والمسائل، جـ4، ص 818.\n715 البيع إذا انقطع الخيار وصار بدون قيمة.\nالدرر السنية، ط2، جـ5، ص 31.\n716 البيع إذا انقطع الخيار وصار بدون قيمة\nمؤلفات القسم الثالث، فتاوى ومسائل ص 110.\n717 البيع، وهل يلزم بالعقد؟\nالدرر السنية، ط2، جـ5، ص45.\n718 البيع، وهل يلزم بالعقد؟\nمؤلفات القسم الثالث، فتاوى ومسائل ص 112.\n719 بيع البعير بالبعير نسيئة.\nالدرر السنية، ط2، جـ5، ص 61.\n720 بيع البعير بالبعير نسيئة.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 113.\nالجزء: 1 ¦ الصفحة: 140\n",
        "721 بيع التين متفاضلاً.\nالدرر السنية، ط2، جـ5، ص 58.\n722 بيع الثمرة قبل الجذاذ1، هل يلزم ولو لم ينقد الثمن؟\nمجموعة الرسائل والمسائل، جـ4، ص 819.\n723 بيع الثمرة قبل الجذاذ، هل يلزم ولو لم ينقد الثمن؟\nالدرر السنية، ط2، جـ5، ص 83.\n724 بيع الثمرة قبل الجذاذ، وهل يلزم ولو لم ينقد الثمن؟\nمؤلفات القسم الثالث، فتاوى ومسائل ص 112 وص 114.\n725 بيع الحديد بالنحاس، واللحم بالتمر نسيئة.\nالدرر السنية، ط2، جـ5، ص 59.\n726 بيع الحديد بالنحاس، واللحم بالتمر نسيئة.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 113.\n727 بيع الرجل ما لم يره.\nالدرر السنية، ط1، جـ5، ص 10.\n728 بيع عقار اليتيم.\nالدرر السنية، ط2، جـ5، ص 154.\n729 التمر إذا اشترى في الجصاص جزافاً، هل يباع قبل نقله؟\nالدرر السنية، ط2، جـ5، ص 48.\n730 الثمرة، يبعها قبل الجذاذ هل يلزم ولو لم ينقد الثمن؟\n(انظر: بيع الثمرة قبل الجذاذ الخ\n...\n، 724-724) .\n1 في \"مجموعة الرسائل والمسائل\" وقت الجذاذ، وما أثبتناه من \"الدرر السنية\".\nالجزء: 1 ¦ الصفحة: 141\n",
        "731 الثوب، إذا اشتراه وصبغه ثم بان معيباً.\nمجموعة الرسائل والمسائل، جـ4، ص 818.\n732 الثوب، إذا اشتراه وصبغه ثم بان معيباً.\nالدرر السنية، ط2، جـ5، ص 39-41.\n733 الجد، هل يكون بمنزلة الأب في الميراث؟ وما حجة من قال بذلك؟\nروضة الأفكار، ط الأهلية، جـ1، ص 209.\n734 الجد، هل يكون بمنزلة الأب في الميراث؟ وما حجة من قال بذلك؟\nتاريخ نجد لابن غنام، ص 529.\n735 الجد، هل يكون بمنزلة الأب في الميراث؟ وما حجة من قال بذلك؟\nالدرر السنية، ط2، جـ5، ص 302.\n736 الجد، هل يكون بمنزلة الأب في الميراث؟ وما حجة من قال بذلك؟\nمؤلفات القسم الثالث، فتاوى ومسائل، ص 72.\n737 الجدد، إخراجها في الزكاة هل يجوز؟\nالدرر السنية، ط2، جـ4، ص 311.\n738 الجدد، إخراجها في الزكاة هل يجوز؟\nمؤلفات القسم الثالث، فتاوى ومسائل ص 96.\n739 الجدد التي يتعامل بها أهل نجد، حكمها حين رخصت وصارت الفضة فيها\n...\nأكثر من المقابل.\nالدرر السنية، ط2، جـ5، ص 73.\nالجزء: 1 ¦ الصفحة: 142\n",
        "740 الجدد التي يتعامل بها أهل نجد، حكمها حين رخصت وصارت الفضة فيها أكثر من المقابل.\nمؤلفات القسم الثالث، فتاوى ومسائل، ص 92.\n741 الجدر، حكم ستره في وسط المنزل ليلة العرس بالبسط ونحوها.\nالدرر السنية، ط2، جـ6، ص 347.\n742 الجن حكم الذبح لهم.\nالدرر السنية، ط2، جـ6، ص 467.\n743 الحدث، من ذكره في الصلاة هل يستخلف؟\nالدرر السنية، ط2، جـ4، ص 139.\n744 حديث: \"سبق الفقراء بخمسمائة عام\".\nالدرر السنية، ط2، جـ4، ص 339.\n745 الحديد، بيعه بالنحاس نسيئة.\n(انظر: بيع الحديد بالنحاس الخ\n...\n، 725) .\n746 حفيظة المطاوعة السابقين للدعوة، فتواه في إمضائها.\nالدرر السنية، ط2، جـ6، ص 512.\n747 الحمل، إذ أخذ في بطن المرأة سنة، وقد صلح قبل وفاة مورثه أخيه من أمه بثلاثة أشهر، هل يرث؟\nالدرر السنية، ط2، جـ5، ص 304.\n748 الخارص، ما يدعه لأهل النخيل.\nروضة الأفكار، ط الأهلية، جـ1، ص 1901.\n1 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 143\n",
        "749 الخارص، ما يدعه لأهل النخيل.\nتاريخ نجد لابن غنام، ص 493.\n750 الخارص، ما يدعه لأهل النخيل.\nالدرر السنية، ط2، جـ4، ص 308.\n751 الخارص، ما يدعه لأهل النخيل.\nمؤلفات القسم الثالث، فتاوى ومسائل، ص 105.\n752 الخمس، إجابته على سؤال حوله.\nالدرر السنية، ط2، جـ7، ص 388.\n753 خيار الشرط، هل يبطل بالموت؟\nالدرر السنية، ط2، جـ5، ص 32.\n754 خيار الشرط هل يبطل بالموت.\nمؤلفات القسم الثالث فتاوى ومسائل ص 111.\n755 الدابة، استئجارها لأجل لبنها.\nالدرر السنية، ط2، جـ5، ص 184.\n756 الدابة، استئجارها لأجل لبنها.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 118.\n757 الدلال، هل يضمن إذا فرط وهل يقبل قوله في دعوى التلف؟\nالدرر السنية، ط2، جـ5، ص 56.\n758 دية رجلين تكامخا.\nالدرر السنية، ط2، جـ6، ص 437.\nالجزء: 1 ¦ الصفحة: 144\n",
        "759 دية رجلين تكامخا.\nمؤلفات القسم الثالث، فتاوى ومسائل، ص 128.\n760 الدين المؤجل، موافقة من قال: لا أزكيه إلا بعد قبضه.\nالدرر السنية، ط2، جـ4، ص 295.\n761 الدين إذا نقص عن النصاب، وحال عليه الحول قبل أن يقضيه، هل يزكى؟\nالدرر السنية، ط2، جـ4، ص 298.\n762 الذبح في اليوم الثالث من أيام التشريق، حكمه.\nالدرر السنية، ط2، جـ4، ص 414.\n763 الربا، هل يختص بالمطعومات؟\nالدرر السنية، ط2، جـ5، ص 56.\n764 الربا، هل يختص بالمطعومات؟\nمؤلفات القسم الثالث، فتاوى ومسائل ص 113.\n765 الرجل إذا مات وهو غني ولم يحج، ولم يوص بحجة، هل يحج عنه؟\nالدرر السنية، ط2، جـ4، ص 394.\n766 رشوة الحاكم.\nالدرر السنية، ط2، جـ6، ص ص 491-495.\n767 الرضاع بعد الحولين، حكمه.\nمؤلفات القسم الثالث، فتاوى ومسائل، ص 128.\n768 الرفع قبل الإمام.\nالدرر السنية، ط2، جـ4، ص 193.\nالجزء: 1 ¦ الصفحة: 145\n",
        "769 الروايتان المختلفتان عن الإمام أحمد أو بعض الأصحاب، هل يجوز العمل بكل منهما؟\nروضة الأفكار، ط الأهلية، جـ1، ص 189.\n770 الروايتان المختلفتان عن الإمام أحمد أو بعض الأصحاب، هل يجوز العمل بكل منهما؟\nتاريخ نجد لابن غنام، ص 491.\n771 الرهن إذا ظهر مستحقاً.\nمجموعة الرسائل والمسائل، جـ4، ص 819.\n772 الرهن، لزومه بالقبض.\nروضة الأفكار، ط الأهلية، جـ1، ص 213.\n773 الرهن لزومه بالقبض.\nتاريخ نجد لابن غنام، ص 535.\n774 الرهن لزومه بالقبض.\nالدرر السنية، ط2، جـ4، ص 98.\n775 رهن ما في ذمة الغير.\nالدرر السنية، ط2، جـ5، ص 188.\n776 رهن ما في ذمة الغير.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 116.\n777 رهن المفلس.\nالدرر السنية، ط2، جـ5، ص 145.\n778 رهن المفلس.\nمؤلفات، القسم الثالث، فتاوى ومسائل ص 116.\nالجزء: 1 ¦ الصفحة: 146\n",
        "779 زكاة البرسنبلاً.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 104.\n780 الزكاة تأخيرها.\nالدرر السنية، ط2، جـ4، ص 329.\n781 زكاة الخارج من الأرض، متى تجب.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 105.\n782 زكاة خمس سوان لسن للبيع.\nالدرر السنية، ط2، جـ4، ص 299.\n783 زكاة خمس سوان لسن للبيع.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 103.\n784 زكاة رجل له بعيران وله تجارة وهما للبيع، فتواه في ذلك.\nالدرر السنية، ط2، جـ4، ص 313.\n785 زكاة رجل له بعيران وله تجارة وهما للبيع، فتواه في ذلك.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 106.\n786 الزكاة نقلها.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 107.\n787 زكاة من له ثلاثون ريالاً وإبل وغنم.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 103.\n788 زكاة ما سقى بمؤونه.\nمؤلفات القسم الثالث، فتاوى ومسائل، ص 103.\n789 السلم في التمر.\nالدرر السنية، ط2، جـ5، ص 89.\nالجزء: 1 ¦ الصفحة: 147\n",
        "790 السلم في التمر.\nمؤلفات القسم الثالث، فتاوى ومسائل، ص 114.\n791 شراء الإنسان زكاة ما له من عيش غيره.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 105.\n792 الشراء حكمه على أن يقبل البائع الثمن في ذمة غريم المشتري.\nالدرر السنية، ط2، جـ5، ص 18.\n793 شراء عضو من الذبيحة قبل الذبح.\nالدرر السنية، ط2، جـ5، ص 12.\n794 الشفعة، هل تثبت بالشركة في الطريق والبئر، والشركة في السبيل؟\nالدرر السنية، ط2، جـ5، ص 224.\n795 الشفعة هل هي على الفور.\nالدرر السنية، ط2، جـ5، ص 227.\n796 الشهادة بالوقف، فتواه فيها.\nالدرر السنية، ط2، جـ6، ص 519.\n797 شهادة العدل والمرأة هل تقبل في الوصية؟.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 129.\n798 شهادة النساء فيما يتعاملن فيه، حكمها.\nالدرر السنية، ط2، جـ2، ص 520.\n799 شهادة النساء فيما يتعاملن فيه، حكمها.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 129.\nالجزء: 1 ¦ الصفحة: 148\n",
        "800 الصبرة، إذا تلفت والمشتري متمكن من القبض ولم يقبض، من يضمنها؟\nمجموعة الرسائل والمسائل، جـ4، ص 818.\n801 الصدقة عن الميت أم الأضحية، أيهما أفضل؟\nالدرر السنية، ط2، جـ4، ص 410.\n802 الصفقة الواحدة، إذا احتوت على شيئين ووجد المشتري بأحدهما عيباً.\nالدرر السنية، ط2، جـ5، ص 41.\n803 الصفقة الواحدة، إذا احتوت على شيئين ووجد المشتري بأحدهما عيباً.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 112.\n804 صلاة الكسوف، واجبة أم لا؟\nالدرر السنية، ط2، جـ4، ص 241.\n805 صلاة الكسوف، واجبة أم لا؟\nمؤلفات القسم الثالث، فتاوى ومسائل ص 102.\n806 ضالة الكافر، لمن هي؟\nالدرر السنية، ط2، جـ5، ص 243.\n807 ضالة الكافر، لمن هي؟\nمؤلفات القسم الثالث، فتاوى ومسائل ص 120.\n808 ضمان المكيل والموزون إذا لم يقبض.\nالدرر السنية، ط2، جـ5، ص 41.\nالجزء: 1 ¦ الصفحة: 149\n",
        "809 ضمان المكيل والموزون إذا لم يقبض.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 112.\n810 الضمان، مسألة فيه: رجل عليه دينان، بضمين وغير ضمين، ووفى أحدهما فادعى صاحب الدين أن المقبوض غير المضمون، قول من يقبل؟\nالدرر السنية، ط2، جـ5، ص 137.\n811 ضمان الصبي ابن خمس عشرة سنة (في الديات) .\nمجموعة الرسائل والمسائل، ج-4، ص 819.\n812 ضمان الصبي ابن خمس عشرة سنة (في الديات) .\n(الدرر السنية، ط2، جـ5، ص 437.\n813 ضمان الصبي ابن خمس عشرة سنة (في الديات) .\nمؤلفات القسم الثالث، فتاوى ومسائل ص 128.\n814 ضمان المواشي إذا تلفت قبل القبض.\nمؤلفات القسم الثالث، فتاوى ومسائل، ص 113.\n815 الضمين إذا أخذ المضمون عنه.\nالدرر السنية، ط2، جـ5، ص 136.\n816 الضمين إذا أخذ المضمون عنه.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 116.\n817 الطلاق، الحلف به.\nروضة الأفكار، ط الأهلية، جـ1، ص 1901.\n1 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 150\n",
        "818 الطلاق، الحلف به.\nتاريخ نجد لابن غنام، ص 492.\n819 الطلاق، كناياته.\nالدرر السنية، ط2، جـ6، ص 390.\n820 الطلاق، كناياته.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 125-26.\n821 طلاق الثلاث.\nروضة الأفكار، ط الأهلية، جـ1، ص 1891.\n822 طلاق الثلاث.\nتاريخ نجد لابن غنام، ص 429 و497.\n823 طلاق الثلاث.\nالدرر السنية، ط2، جـ 6، ص 379.\n824 طلاق الظهار.\n(انظر: كفارة المرأة إذا حلفت بالظهار، 855-856) .\n825 طلاق من طلق من غير إكراه.\nالدرر السنية، ط2، جـ6، ص 376.\n826 طلاق من قيل له: امرأتك معك فقال: لا.\nالدرر السنية، ط2، جـ6، ص 387.\n827 طلاق من قيل له: امرأتك معك فقال: لا.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 125.\n1 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 151\n",
        "828 الظفر، مسألة الظفر.\n(انظر: حديث هند، في الفصل الثاني من الباب الثالث، 1100-1101) .\n829 عدة الحائض.\nالدرر السنية، ط2، جـ6، ص 416-417.\n830 عدة الحائض.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 127.\n831 عدة من توفى زوجها وفي بطنها جنين ميت.\nالدرر السنية، ط2، جـ6، ص 414.\n832 عدة من توفى زوجها وفي بطنها جنين ميت.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 127.\n833 عدة المرضع.\nالدرر السنية، ط2، جـ6، ص 417.\n834 عدة المرضع.\nمؤلفات القسم الثالث، فتاوى ومسائل، ص 127.\n835 العرس، كسوته.\nالدرر السنية، ط2، جـ6، ص 424.\n836 العروض، هل تجزئ في الزكاة إذا أخرجت بقيمتها؟\nالدرر السنية، ط2، جـ4، ص 325.\n837 العروض، هل تجزئ في الزكاة، إذا أخرجت بقيمتها؟\nمؤلفات، القسم الثالث، مسائل فتاوى ص 94.\nالجزء: 1 ¦ الصفحة: 152\n",
        "838 العصبة، إذا كانوا من رجلين وهم في درجة واحدة من الميت، وأبناء واحد أكثر من واحد، هل كل في منزلة أبيه؟ أم كلهم في الميراث سواء؟\nالدرر السنية، ط2، جـ5، ص 300.\n839 العصبة إذا كانوا من رجلين\n...\nالخ.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 123.\n840 العطية، تفضيل الوالد أحد أولاده فيها.\nمجموعة الرسائل والمسائل، جـ4، ص 819.\n841 العطية، تفضيل الوالد أحد أولاده فيها.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 121.\n842 العطية، إذا حازها بعض الأولاد، ومات المعطى ولم يعط الآخرين.\nمجموعة الرسائل والمسائل، جـ4، ص 818.\n843 العقد الفاسد، الوفاء به.\nالدرر السنية، ط2، جـ5، ص 70.\n844 العقيقة، فتواه فيها عندما تكون عن الكبير.\nالدرر السنية، ط2، جـ4، ص 414.\n845 عمودا النسب، وهل يلزمهم عقل؟\nالدرر السنية، ط2، جـ6، ص 445.\n846 الغناء، فتوى فيه.\nالدررالسنية، ط2، جـ6، ص 360.\n847 الغناء، فتوى فيه.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 123.\nالجزء: 1 ¦ الصفحة: 153\n",
        "848 فقير توفي ولم يحج، ووجد بعده ثمانية حمران وقال: \"اجعلوها في حجة\"، وله ورثة، فتواه في ذلك.\nالدرر السنية، ط2، جـ4، ص 394.\n849 القسمة، الضرر المانع منها.\nمجموعة الرسائل والمسائل، جـ4، ص 819.\n850 القصاب، إذا اشترى بعيراً أعور ولم يعلم به إلا بعد ذبحه، هل له مطالبة؟\nمجموعة الرسائل والمسائل، جـ4، ص ص 818.\n851 القصاب، إذا اشترى بعيراً أعور ولم يعلم به إلا بعد ذبحه، هل له مطالبة؟ (المسألة السابقة) .\nالدرر السنية، ط2، جـ5، ص 34.\n852 قول الرجل لامرأته: اطلعي من داري، هل هي قرينة على الطلاق؟\nمجموعة الرسائل والمسائل، جـ4، ص 819.\n853 قولهم: بقيتم وعشتم، رأيه في ذلك.\nالدرر السنية، ط2، جـ6، ص 350.\n854 كسوة العرس.\n(انظر: العرس كسوته، 835) .\n855 كفارة المرأة إذا حلفت بالظهار.\nمجموعة الرسائل والمسائل، جـ4، ص 819.\n856 كفارة المرأة إذا حلفت بالظهار.\nالدرر السنية، ط2، جـ6، ص 412.\nالجزء: 1 ¦ الصفحة: 154\n",
        "857 كفارة المرأة إذا حلفت بالظهار.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 126.\n858 اللحم، بيعه بالتمر نسيئة.\nالدرر السنية، ط2، جـ5، ص 95.\n859 المال، قسمه جزافا.\nروضة الأفكار، ط الأهلية، جـ 1، ص 2091.\n860 المال قسمه جزافا.\nتاريخ نجد لابن غنام، ص 529.\n861 المال، قسمه جزافاً.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 72 و73.\n862 مال المسلم، إذا أخذه الكفار وتملكه مسلم آخر بالشراء أو الهبة، هل لصاحبه الأول عليه طريق؟\nمجموعة الرسائل والمسائل، جـ4، ص 818.\n863 مال اليتامى، هل فيه الزكاة؟\nمجموعة الرسائل والمسائل، جـ4، ص 819.\n864 مال اليتامى، هل فيه الزكاة.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 103.\n865 مال اليتيم، هل فيه الزكاة؟\nمؤلفات القسم الثالث، فتاوى ومسائل ص 99.\n866 مال اليتيم هل عليه شيء من النوائب؟\nالدرر السنية، ط2، جـ5، ص 179.\n1 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 155\n",
        "867 مال اليتيم، هل عليه شيء من النوائب؟\nمؤلفات القسم الثالث، فتاوى ومسائل ص 118.\n868 المانع لبعض الزكاة هل يثاب.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 107.\n869 ما يأخذه الأعراب ونحوهم ممن هو مثلهم أو من أهل القرى، حكمه.\nمؤلفات القسم الثالث، فتاوى ومسائل، ص 92.\n870 المبيع، حكمه إذا كان فيه عيب أو تلف.\nالدرر السنية، ط2، جـ5، ص 230.\n871 المتبائعان، إذا أظهرا أقل مما تبايعا به.\nالدرر السنية، ط2، جـ5، ص 230.\n872 المتبائعان، إذا اختلفا في قدر الثمن، القول قول من؟\nالدرر السنية، ط2، جـ5، ص 44.\n873 المتغلب على بلد، هل له حكم الإمام في الدعاية وإقامة الحدود؟ وهل يلزمه ذلك شرعا؟\nروضة الأفكار، ط الأهلية، جـ1، ص 203.\n874 المتغلب على بلد، هل له حكم الإمام في الدعاية وإقامة الحدود؟ وهل يلزمه ذلك شرعا؟\nتاريخ نجد لابن غنام، ص 518 و525.\n875 المرأة إذا بلغت سن الأياس والدم يأتيها على عادتها، هل وتصوم وتصلي؟ وتقضي الصوم، أم لا بد من انقطاع الدم عنها؟\nالدرر السنية، ط2، جـ4، ص 98.\nالجزء: 1 ¦ الصفحة: 156\n",
        "876 معنى: \"طعام الواحد يكفي الإثنين، وطعام الإثنين يكفي الثلاثة\".\nروضة الأفكار، ط الأهلية، جـ1، ص 1901.\n877 معنى: \"طعام الواحد يكفي الإثنين، وطعام الإثنين يكفي الثلاثة\".\nتاريخ نجد لابن غنام، ص 494.\n878 المفقود، متى يحكم بموته؟\nمجموعة الرسائل والمسائل، جـ4، ص 818.\n879 المفقود متى يحكم بموته؟\nمؤلفات القسم الثالث، فتاوى ومسائل ص 98.\n880 المقاصة، صورتها والحيلة عليها.\nالدرر السنية، ط2، جـ5، ص 102.\n881 المقرض والمقترض إذا اختلفا فقال المقرض: أقرضتك، وقال الآخر: أرهنتني فالقول قول من؟\nمجموعة الرسائل والمسائل، جـ4، ص 818.\n882 المقرض والمقترض إذا اختلفا: الخ.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 115-116.\n883 من في يده شيء لا يعرف مالكه، حكمه.\nالدرر السنية، ط2، جـ5، ص 217.\n884 من في يده شيء لا يعرف مالكه، حكمه.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 119.\n885 من وجد عين ماله وقد زادت قيمته أو نقصت هل له الرجوع؟\nالدرر السنية، ط2، جـ5، ص 148.\n1 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 157\n",
        "886 من وجد عين ماله وقد زادت قيمته أو نقصت هل له الرجوع؟\nمؤلفات القسم الثالث، فتاوى ومسائل ص 117.\n887 المهر، متى يطلب إذا كان من عادة الناس أنه ما يطلب إلا إذا طلقت المرأة أو مات الزوج.\nمجموعة الرسائل والمسائل جـ4، ص 818.\n888 النخلة، متى تصير وقفاً.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 98.\n889 النظر في كتاب الغير بغير إذنه.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 124.\n890 نفقة الأهل، معنى الاحتساب فيها.\nروضة الأفكار، ط الأهلية، جـ1، ص 2091.\n891 نفقة الأهل، معنى الاحتساب فيها.\nتاريخ نجد لابن غنام، ص 529.\n892 نفقة الأهل، معنى الاحتساب فيها.\nمؤلفات القسم الثالث، فتاوى ومسائل ص ص 72 و73.\n893 النقص، واختلاف الفلاح وصاحب النخل فيه.\nالدرر السنية، ط2، جـ5، ص 173.\n894 النماء، حكمه في مدة خيار العيب.\nالدرر السنية، ط1، جـ5، ص 39.\n895 النماء، حكمه في مدة خيار العيب.\nمؤلفات القسم الثالث، فتاوى ومسائل ص.\n1 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 158\n",
        "896 الوصية، إذا أوصى بها الرجل وعلقها على الموت، ثم أوصى بعد بثلث ماله، تكون من الثلث أم من رأس المال.\nمجموعة الرسائل والمسائل، جـ4، ص 819.\n897 الوصية، إذا أوصى بها الرجل وعلقها على الموت، ثم أوصى بعد بثلث ماله، تكون من الثلث أم من رأس المال.\nالدرر السنية، ط2، جـ5، ص 289.\n898 الوصية، إذا أوصى بها الرجل\n...\nالخ.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 122.\n899 الوقف على الأولاد.\nروضة الأفكار، ط الأهلية، جـ1، ص 190.\n900 الوقف على الأولاد.\nتاريخ نجد لابن غنام، ص 493و 398.\n901 الوكيل والموكل، إذا اختلفا من القول قوله؟\nالدرر السنية، ط2، جـ5، ص 156.\n902 الوكيل والموكل، إذا اختلفا من القول قوله؟\nمؤلفات القسم الثالث، فتاوى ومسائل ص 117.\n903 الهبة، وقول الرجل وهبتك عمرك أو عشر سنين.\nمجموعة الرسائل والمسائل، جـ4، ص 819.\n904 الهبة، وقول الرجل وهبتك عمرك أو عشر سنين.\nالدرر السنية، ط2، جـ5، ص 285.\n905 الهبة، وقول الرجل وهبتك عمرك أو عشر سنين.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 121.\nالجزء: 1 ¦ الصفحة: 159\n",
        "906 الهبة، وهل تلزم بمجرد العقد؟\nمجموعة الرسائل والمسائل، جـ4، ص 819.\n907 الهبة، وهل تلزم بمجرد العقد؟\nمؤلفات القسم الثالث، فتاوى ومسائل ص 99، وص 121.\n908 اليتيم، بيع عقاره.\n(انظر: بيع عقار اليتيم، 728) .\nالجزء: 1 ¦ الصفحة: 160\n",
        "الباب الثالث: التفسير والحديث والسيرة النبوية\nالفصل الأول: التفسير والكلام على آيات من القرآن الكريم\n...\nالفصل الأول\nالتفسير والكلام على آيات من القرآن الكريم1\n909 سورة الفاتحة، تفسيرها2.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 222-2273.\n910 سورة الفاتحة، تفسيرها.\nتاريخ نجد لابن غنام، ص ص 555-564.\n911 سورة الفاتحة، تفسيرها.\nالدرر السنية، جـ10، ص ص 27-33.\n912 سورة الفاتحة، تفسيرها.\nالدرر السنية، ط2، جـ4، ص 141 وص ص 43-148.\n913 سورة الفاتحة، تفسيرها.\nسعيد، ص ص 315-323.\n914 سورة الفاتحة، تفسيرها.\nالرويشد جـ1، ص ص 299-309.\n1 رتب المواد في هذا الفصل بحسب ترتيب سور القرآن الكريم.\n2 كان سبب تأليفه هذا التفسير أن الأمير عبد العزيز بن محمد بن سعود كتب له، وهو إذ ذاك في العيينة، يسأل أن يكتب له تفسير سورة الفاتحة فكتبه له.\n3 لم يذكر هذا التفسير في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 163\n",
        "915 سورة الفاتحة، تفسيرها.\nمؤلفات القسم الرابع، تفسير آيات من القرآن الكريم، ص ص 7-19.\n916 سورة الفاتحة، بعض فوائدها.\nمجموعة التوحيد، ط الهند، ص ص 12-13.\n917 سورة الفاتحة، بعض فوائدها.\nمجموعة التوحيد، ط مكة ص ص 18-19.\n918 سورة الفاتحة، بعض فوائدها.\nمجموعة التوحيد ط المنار، ص ص 132-133.\n919 سورة الفاتحة، بعض فوائدها.\nمجموعة التوحيد، ط السلفية، ص ص 269-270.\n920 سورة الفاتحة، بعض فوائدها.\nمجموعة التوحيد، ط دمشق، ص ص 26-28.\n921 سورة الفاتحة، بعض فوائدها.\nالدرر السنية، جـ10، ص ص 33-351.\n922 سورة الفاتحة، بعض فوائدها.\nالرويشد، جـ1، ص ص 370-371.\n923 سورة الفاتحة، بعض فوائدها.\nحققها إسماعيل بن محمد الأنصاري، مؤلفات القسم الأول، قسم العقيدة والآداب الإسلامية، ص ص 382-384.\n1 في هذا المصدر زيادات ليست في المصادر الأخرى.\nالجزء: 1 ¦ الصفحة: 164\n",
        "924 سورة الفاتحة، مسائل مستنبطة منها.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 227-228.\n925 سورة الفاتحة، مسائل مستنبطة منها.\nتاريخ نجد لابن غنام، ص 564.\n926 سورة الفاتحة، مسائل مستنبطة منها.\nالدرر السنية، جـ10، ص 33.\n927 سورة البقرة، الكلام على بعض آياتها.\nروضة الأفكار، ط الهند، جـ 1، ص ص 232-242.\n928 سورة البقرة، الكلام على بعض آياتها.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 228-235.\n929 سورة البقرة، الكلام على بعض آياتها.\nتاريخ نجد لابن غنام، ص ص 565-580.\n930 سورة البقرة، الكلام على بعض آياتها.\nالدرر السنية، جـ10، ص ص 42-49.\n931 سورة البقرة، الكلام على بعض آياتها.\nمؤلفات القسم الرابع، تفسير آيات من القرآن الكريم، ص ص 21-44.\n932 سورة البقرة، الكلام على قوله تعالى: {أَمْ تَقُولُونَ إِنَّ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطَ} الآية.\nالدرر السنية، جـ 10، ص ص 49-50.\n933 سورة البقرة، ما اشتملت عليه هذه السورة من تقدير أصول أهل\nالجزء: 1 ¦ الصفحة: 165\n",
        "العلم وقواعد الدين.\nالدرر السنية، جـ10، ص ص 54-56.\n934 سورة البقرة، مسألة في قوله تعالى حكاية عن إبراهيم، {رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَى} .\nروضة الأفكار، ط الأهلية، جـ1، ص ص 209-210.\n935 سورة البقرة، مسألة في قوله تعالى حكاية عن إبراهيم، {رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَى} .\nتاريخ نجد لابن غنام، ص 529.\n936 سورة البقرة، مسألة في قوله تعالى حكاية عن إبراهيم، {رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَى} .\nمؤلفات القسم الثالث، مسائل وفتاوى، ص 72.\n937 سورة آل عمران، تعليق على بعض آياتها.\nروضة الأفكار، ط الهند، جـ1، ص ص 242-245.\n938 سورة آل عمران، تعليق على بعض آياتها.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 235-238.\n939 سورة آل عمران، تعليق على بعض آياتها.\nتاريخ نجد لابن غنام، ص ص 581-585.\n940 سورة آل عمران، تعليق على بعض آياتها.\nالدرر السنية، جـ10، ص ص 57-59.\n941 سورة آل عمران، تعليق على بعض آياتها.\nمؤلفات القسم الرابع، تفسير آيات من القرآن الكريم، ص ص 45-51.\nالجزء: 1 ¦ الصفحة: 166\n",
        "942 سورة آل عمران، تفسير قوله تعالى: {شَهِدَ اللَّهُ أَنَّهُ لا إِلَهَ إِلَّا هُوَ\n...\nإلى قوله: لا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ} ، ومعنى التكرار في هذا الموضع.\nروضة الأفكار، ط الأهلية، جـ1، ص 202.\n943 سورة آل عمران، تفسير قوله تعالى: {شَهِدَ اللَّهُ أَنَّهُ لا إِلَهَ إِلَّا هُوَ\n...\nإلى قوله: لا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ} ، معنى التكرار في هذا الموضع.\nتاريخ نجد لابن غنام، ص 516.\n944 سورة آل عمران، تفسير قوله تعالى: {شَهِدَ اللَّهُ أَنَّهُ لا إِلَهَ إِلَّا هُوَ\n...\nإلى قوله: لا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ} ، ومعنى التكرار في هذا الموضع.\nالدرر السنية، جـ10، ص ص 56-57.\n945 سورة آل عمران، قصة بدر وما فيها من الدروس، وتعليق على قوله تعالى: {وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ} الآية.\nالدرر السنية، جـ10، ص ص 92-93.\n946 سورة النساء، الكلام على بعض آياتها، وما فيها من الفوائد.\nالدرر السنية، جـ10، ص ص 60-63.\n947 سورة الأنعام، الكلام على بعض آياتها.\nروضة الأفكار، ط الهند، جـ1، ص ص 245-252.\n948 سورة الأنعام، الكلام على بعض آياتها.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 238-243.\n949 سورة الأنعام، الكلام على بعض آياتها.\nتاريخ نجد لابن غنام، ص ص 586-595.\nالجزء: 1 ¦ الصفحة: 167\n",
        "950 سورة الأنعام، الكلام على بعض آياتها.\nالدرر السنية، جـ10، ص ص 63-65 و65-70.\n951 سورة الأنعام، الكلام على بعض آياتها.\nمؤلفات القسم الرابع، تفسير آيات من القرآن الكريم، ص ص 53-68.\n952 سورة الأعراف، الكلام على بعض آياتها.\nروضة الأفكار، ط الهند، جـ1، ص ص 252-270.\n953 سورة الأعراف، الكلام على بعض آياتها.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 243-256.\n954 سورة الأعراف، الكلام على بعض آياتها.\nتاريخ نجد لابن غنام، ص ص 596-617.\n955 سورة الأعراف، الكلام على بعض لا آياتها.\nالدرر السنية، جـ10، ص ص 71-81 و83-86 و91-92.\n956 سورة الأعراف، الكلام على بعض آياتها.\nمؤلفات القسم الرابع، ص ص 96-112.\n957 سورة الأنفال، محتصر تفسيرها.\nبتحقيق ناصر الرشيد. مؤلفات، ملحق المصنفات.\n28 ص.\n958 سورة يونس، الكلام على بعض آياتها.\nروضة الأفكار، ط الهند، جـ1، ص ص 270-271.\nالجزء: 1 ¦ الصفحة: 168\n",
        "959 سورة يونس، الكلام على بعض آياتها.\nروضة الأفكار، ط الأهلية، جـ1، ص 256.\n960 سورة يونس، الكلام على بعض آياتها.\nتاريخ نجد لابن غنام، ص ص 618-619.\n961 سورة يونس، الكلام على بعض آياتها.\nالدرر السنية، جـ10، ص ص 95-96.\n962 سورة يونس، الكلام على بعض آياتها.\nحققها إسماعيل محمد الأنصاري، مؤلفات القسم الأول، العقيدة والآداب الإسلامية، ص ص 390-392.\n963 سورة يونس، الكلام على بعض آياتها.\nمؤلفات القسم الرابع من التفسير آيات القرآن الكريم، ص ص 113-114.\n964 سورة هود، الكلام على قوله تعالى: {مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا} الآية.\nروضة الأفكار، ط الهند، ص ص 231-232.\n965 سورة هود، الكلام على قوله تعالى: {مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا} الآية.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 178-179.\n966 سورة هود، الكلام على قوله تعالى: {مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا} الآية.\nمؤلفات القسم الثالث، فتاوى ومسائل ص ص 5-8.\n967 سورة هود، الكلام على قوله تعالى: {مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا} الآية.\nالجزء: 1 ¦ الصفحة: 169\n",
        "مؤلفات القسم الرابع، تفسير آيات من القرآن الكريم، 120-123.\n968 سورة هود، ما فيها من العلوم.\nروضة الأفكار، ط الهند، جـ1، ص ص 272-275.\n969 سورة هود، ما فيها من العلوم.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 257-259.\n970 سورة هود، ما فيها من العلوم.\nتاريخ نجد لابن غنام، ص ص 620-623.\n971 سورة هود، ما فيها من العلوم.\nمؤلفات القسم الرابع، تفسير آيات من القرآن الكريم، ص ص 115-119.\n972 سورة هود، مذاكرة جرت عند الشيخ محمد بن عبد الوهاب حول بعض آياتها عندما سأله الإمام عبد العزيز بن محمد بن سعود عنها.\nالدرر السنية، جـ10، ص ص 100-102.\n973 سورة يوسف، تفسيرها والكلام على بعض آياتها وما فيها من المسائل.\nالدرر السنية، جـ10، ص ص 104-125.\n974 سورة يوسف، تفسيرها والكلام على بعض آياتها.\nمؤلفات القسم الرابع، تفسير آيات من القرآن الكريم، 127-182.\nالجزء: 1 ¦ الصفحة: 170\n",
        "975 سورة يوسف، الكلام على قوله تعالى حكاية عن يوسف: {يَا صَاحِبَيِ السِّجْنِ أَأَرْبَابٌ مُتَفَرِّقُونَ} الآية.\nروضة الأفكار، ط الهند، جـ1، ص ص 275-276.\n976 سورة يوسف، الكلام على قوله تعالى حكاية عن يوسف: {يَا صَاحِبَيِ السِّجْنِ أَأَرْبَابٌ مُتَفَرِّقُونَ} الآية.\nروضة الأفكار، ط الأهلية، جـ1، ص 259.\n977 سورة يوسف، الكلام على قوله تعالى حكاية عن يوسف: {يَا صَاحِبَيِ السِّجْنِ أَأَرْبَابٌ مُتَفَرِّقُونَ} الآية.\nتاريخ نجد لابن غنام، ص ص 624.\n978 سورة إبراهيم، الكلام على قوله تعالى: {أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلاً كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ} الآية.\nالدرر السنية، جـ10، ص ص 125-126.\n979 سورة إبراهيم، معنى السلطان في قوله تعالى: {وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ} الآية.\nالدرر السنية، جـ10، ص 138.\n980 سورة الحجر، ما فيها من المسائل.\nالدرر السنية، جـ10ـ، ص ص 126-130.\n981 سورة الحجر، ما فيها من المسائل.\nمؤلفات القسم الرابع، تفسير آيات من القرآن الكريم، ص ص 183-197.\n982 سورة النحل، تفسيرها، وما فيها من الفوائد والمسائل.\nالدرر السنية، جـ10، ص ص 130-138.\nالجزء: 1 ¦ الصفحة: 171\n",
        "983 سورة النحل، تفسيرها، وما بها من الفوائد والمسائل.\nص ص 199-236.\nمؤلفات القسم الرابع تفسير آيات من القرآن الكريم.\n984 سورة النحل، معنى السلطان في قوله تعالى: {إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ} الآية.\nالدرر السنية، جـ10، ص 138.\n985 سورة النحل، معنى قوله تعالى: {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً} الآية.\nالدرر السنية، جـ10، ص 138.\n986 سورة النحل، معنى قوله تعالى: {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً} الآية.\nمؤلفات القسم الرابع وتفسير آيات من القرآن الكريم ص ص 237.\n987 سورة الكهف، الكلام على بعض آياتها وما فيها من التفسير والفقه.\nروضة الأفكار، ط الهند، جـ1، ص ص 276-286.\n988 سورة الكهف، الكلام على بعض آياتها وما فيها من التفسير والفقه.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 259-267.\n989 سورة الكهف، الكلام على بعض آياتها وما فيها من التفسير والفقه.\nتاريخ نجد لابن غنام، ص ص 625-639.\n990 سورة الكهف، الكلام على بعض آياتها وما فيها من التفسير والفقه.\nالدرر السنية، جـ10، ص ص 139-146.\n991 سورة الكهف، الكلام على بعض آياتها وما فيها من التفسير والفقه.\nمؤلفات القسم الرابع، تفسير آيات من القرآن الكريم، ص ص 239-262.\nالجزء: 1 ¦ الصفحة: 172\n",
        "992 سورة طه، الكلام على بعض آياتها.\nالدرر السنية، جـ10، ص ص 146-148.\n993 سورة طه، الكلام على بعض آياتها.\nمؤلفات القسم الرابع، تفسير آيات من القرآن الكريم، ص ص 263-268.\n994 سورة طه، الكلام على قوله تعالى: {قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنْتُ بَصِيراً} .\nمؤلفات القسم الثالث، فتاوى ومسائل، ص ص 75-79.\n995 سورة المؤمنون، الكلام على قوله تعالى: {يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحاً} الآيتين.\nروضة الأفكار، ط الهند، جـ1، ص ص 286-287.\n996 سورة المؤمنون، الكلام على قوله تعالى: {يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحاً} الآيتين.\nروضة الأفكار، ط الأهلية، جـ 1، ص 267.\n997 سورة المؤمنون، الكلام على قوله تعالى: {يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحاً} الآيتين.\nتاريخ نجد لابن غنام، ص ص 640-641.\n998 سورة النور، الكلام على بعض آياتها.\nمؤلفات القسم الرابع، تفسير القرآن الكريم، ص ص 271-279.\n999 سورة القصص، تعليق على قوله تعالى: {مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا} الآية.\nالدرر السنية، جـ10، ص 152.\nالجزء: 1 ¦ الصفحة: 173\n",
        "1000 سورة القصص، تعليق على قوله تعالى: {وَكَمْ أَهْلَكْنَا مِنْ قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا} الآية.\nالدرر السنية، جـ10، ص ص 159-160.\n1001 سورة القصص، تفسير بعض آياتها، وما فيها من المسائل.\nالدرر السنية، جـ10، ص ص 152-159.\n1002 سورة القصص، الكلام على بعض آياتها، وما فيها من المسائل.\nروضة الأفكار، ط الهند، جـ 1، ص ص 287-299.\n1003 سورة القصص، الكلام على بعض آياتها، وما فيها من المسائل.\nروضة الأفكار، ط الأهلية، جـ 1، ص ص 267-276.\n1004 سورة القصص، الكلام على بعض آياتها، وما فيها من المسائل.\nمؤلفات القسم الرابع، تفسير آيات من القرآن الكريم، ص ص 281-316.\n1005 سورة الزمر، الكلام على بعض آياتها، وما فيها من المسائل.\nروضة الأفكار، ط الهند، جـ1، ص ص 299-302.\n1006 سورة الزمر، الكلام على بعض آياتها، وما فيها من المسائل.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 276-277.\n1007 سورة الزمر، الكلام على بعض آياتها، وما فيها من المسائل.\nتاريخ نجد لابن غنام، ص ص 663-665.\n1008 سورة الزمر، الكلام على بعض آياتها، وما فيها من المسائل.\nالدرر السنية، جـ10، ص ص 169-171.\nالجزء: 1 ¦ الصفحة: 174\n",
        "1009 سورة الزمر، الكلام على بعض آياتها، وما فيها من المسائل.\nمؤلفات القسم الرابع، تفسير آيات من القرآن الكريم ص ص 317-348.\n1010 سورة الفتح، ذكر بعض الفوائد التي في قصة الحديبية.\nالدرر السنية، جـ10، ص ص 172-176.\n1011 سورة الفتح، ذكر بعض الفوائد التي في قصة الحديبية.\nتحقيق ناصر الرشيد، مؤلفات، ملحق المصنفات 17 ص.\n1012 سورة الحجرات، تفسير بعض آياتها، وما فيها من المسائل.\nالدرر السنية، جـ10، ص ص 176-178.\n1013 سورة الحجرات، تفسير بعض آياتها، وما فيها من المسائل.\nمؤلفات، القسم الرابع من تفسير آيات من القرآن الكريم. ص ص 349-354.\n1014 سورة المجادلة، تفسير قوله تعالى: {يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ} الآية.\nالدرر السنية، جـ10، ص ص 182-183.\n1015 بعض فوائد السور المتواليات: نوح والجن والمزمل.\nالدرر السنية، جـ10، ص 185.\n1016 سورة الجن، تفسيرها.\nالدرر السنية، جـ10، ص ص 185-188.\n1017 سورة الجن، تفسيرها.\nالجزء: 1 ¦ الصفحة: 175\n",
        "مؤلفات القسم الرابع، تفسير آيات من القرآن الكريم ص ص 355-363.\n1018 سورة الجن، مسائل مستنبطة من قوله تعالى: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلا تَدْعُو مَعَ اللَّهِ أَحَداً} .\nروضة الأفكار، ط الهند، جـ1، ص 302.\n1019 سورة الجن، مسائل مستنبطة من قوله تعالى: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلا تَدْعُو مَعَ اللَّهِ أَحَداً} .\nروضة الأفكار، ط الأهلية، جـ1، ص 277.\n1020 سورة الجن، مسائل مستنبطة من قوله تعالى: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلا تَدْعُو مَعَ اللَّهِ أَحَداً} .\nتاريخ نجد لابن غنام، ص ص 666.\n1021 سورة الجن، مسائل مستنبطة من قوله تعالى: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلا تَدْعُو مَعَ اللَّهِ أَحَداً} .\nحققها إسماعيل محمد الأنصاري، مؤلفات القسم الأول، قسم العقيدة والآداب الإسلامية ص ص 388-389.\n1022 سورة المدثر، مسائل مستنبطة منها.\nروضة الأفكار، ط 10، الأهلية، جـ1، ص ص 304-306.\n1023 سورة المدثر، مسائل مستنبطة منها.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 279-280.\nالجزء: 1 ¦ الصفحة: 176\n",
        "1024 سورة المدثر، مسائل مستنبطة منها.\nالدرر السنية، جـ10، ص ص 190-191.\n1025 سورة المدثر، مسائل مستنبطة منها.\nمؤلفات القسم الرابع، تفسير آيات من القرآن الكريم. ص ص 365-367.\n1026 سورة العلق، مسائل مستنبطة منها.\nروضة الأفكار، ط الهند، جـ1، ص ص 302-304.\n1027 سورة العلق، مسائل مستنبطة منها.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 277-279.\n1028 سورة العلق، مسائل مستنبطة منها.\nتاريخ نجد لابن غنام، ص ص 667-669.\n1029 سورة العلق، مسائل مستنبطة منها.\nالدرر السنية، جـ10، ص ص 189-190.\n1030 سورة العلق، مسائل مستنبطة منها.\nمؤلفات القسم الرابع، تفسير آيات من القرآن الكريم، ص ص 369-373.\n1031 سورة العلق، وما بعدها من آي القرآن، مسائل مستنبطة منها.\nروضة الأفكار، ط الهند، جـ1، ص ص 306-309.\n1032 سورة العلق، وما بعدها من آي القرآن، مسائل مستنبطة منها.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 280-282.\n1033 سورة العلق، وما بعدها من آي القرآن، مسائل مستنبطة منها.\nتاريخ نجد لابن غنام، ص ص 673-676.\nالجزء: 1 ¦ الصفحة: 177\n",
        "1034 سورة العلق، وما بعدها من آي القرآن، مسائل مستنبطة منها.\nالدرر السنية، جـ10، ص ص 191/192.\n1035 سورة العلق، وما بعدها من آي القرآن، مسائل مستنبطة منها.\nمؤلفات القسم الرابع، تفسير آيات من القرآن الكريم، ص ص 375-382.\n1036 سورة التكاثر وما بعدها إلى آخر القرآن، وما فيها من المسائل.\nالدرر السنية، جـ10، ص ص 193-194.\n1037 سورة الكوثر، تلخيص كلام لأبي العباس ابن تيمية عليها.\nالدرر السنية، جـ10، ص ص 195-197.\n1038 سورة \"الكافرون\"، تفسيرها.\nالدرر السنية، جـ10، ص 197.\n1039 سورة المسد، سبب نزولها وتفسيرها.\nالدرر السنية، جـ10، ص ص 197-198.\n1040 سورة المسد، الكلام على مسائل منها.\nروضة الأفكار، ط الهند، جـ1، ص 309.\n1041 سورة المسد، الكلام على مسائل منها.\nروضة الأفكار، ط الأهلية، جـ1، ص 282.\n1042 سورة المسد، الكلام على مسائل منها.\nتاريخ نجد لابن غنام، ص 677.\n1043 سورة المسد، الكلام على مسائل منها.\nالدرر السنية، جـ10، ص 198.\nالجزء: 1 ¦ الصفحة: 178\n",
        "1044 سورة الإخلاص، تفسيرها.\nروضة الأفكار، ط الهند، جـ1، ص ص 309-310.\n1045 سورة الإخلاص، تفسيرها.\nروضة الأفكار، ط الأهلية، جـ1، ص 282.\n1046 سورة الإخلاص، تفسيرها.\nتاريخ نجد لابن غنام ص 678.\n1047 سورة الإخلاص، تفسيرها.\nالدرر السنية، جـ10، ص 198.\n1048 سورة الإخلاص، تفسيرها.\nمؤلفات القسم الرابع، تفسير آيات من القرآن الكريم ص ص 383.\n1049 سورة الفلق، تفسيرها.\nروضة الأفكار، ط الهند، جـ1، ص ص 310-311.\n1050 سورة الفلق، تفسيرها.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 282-283.\n1051 سورة الفلق، تفسيرها.\nتاريخ نجد لابن غنام، ص ص 679-680.\n1052 سورة الفلق، تفسيرها.\nالدرر السنية، جـ10، ص ص 199-200.\n1053 سورة الفلق، تفسيرها.\nمؤلفات القسم الرابع تفسير آيات من القرآن الكريم، ص 385.\nالجزء: 1 ¦ الصفحة: 179\n",
        "1054 سورة الناس، تفسيرها.\nروضة الأفكار، ط الهند، جـ1، ص ص 311-312.\n1055 سورة الناس، تفسيرها.\nروضة الأفكار، ط الأهلية، جـ1، ص ص 283-284.\n1056 سورة الناس، تفسيرها.\nتاريخ نجد لابن غنام، ص ص 681-682.\n1057 سورة الناس، تفسيرها.\nالدرر السنية، حـ10، ص 200.\n1058 سورة الناس، تفسيرها.\nمؤلفات القسم الرابع، تفسير آيات من القرآن الكريم، ص ص 387-389.\nمتفرقات في التفسير\n1059 تفسير بعض آيات أشكلت.\nالدرر السنية، جـ10، ص ص 184-185.\n1060 معنى \"سوء الظن\" في بعض آيات القرآن الكريم.\nروضة الأفكار، ط الأهلية، جـ1، ص 190 و 1931.\n1061 معنى \"سوء الظن\" في بعض آيات القرآن الكريم.\nتاريخ نجد لابن غنام، ص ص 493 و498.\n1 غير مذكور في ط الهند من \"روضة الأفكار.\nالجزء: 1 ¦ الصفحة: 180\n",
        "1062 معنى قوله تعالى: {مَنْ يَعْمَلْ سُوءاً يُجْزَ بِهِ} ولماذا أدخله البخاري في \"باب الطب\".\nروضة الأفكار، ط الأهلية، جـ1، ص 1901.\n1063 معنى قوله تعالى: {مَنْ يَعْمَلْ سُوءاً يُجْزَ بِهِ} ولماذا أدخله البخاري في \"باب الطب\".\nتاريخ نجد لابن غنام، ص 493 و 498.\n1064 فضائل القرآن، كتاب.\nصححه وخرج أحاديثه عبد العزيز الروحي وصالح الحسن.\nمؤلفات القسم الرابع.\n40 ص.\n1 غير مذكور في ط الهند من \"روضة الأفكار.\nالجزء: 1 ¦ الصفحة: 181\n",
        "الفصل الثاني\nالحديث والسيرة النبوية\nالحديث\n1065 أحاديث الوعد والوعيد.\nمسألة أولها: \"سئل الشيخ محمد بن عبد الوهاب عن أحاديث الوعد والوعيد.. الخ\"، فأجاب: \"ما قال الرسول صلى الله عليه وسلم حق يجب الإيمان به، ولو لم يعرف الإنسان معناه..\".\nروضة الأفكار، ط الأهلية، جـ1، ص 1961.\n1066 أحاديث الوعد والوعيد.\nتاريخ نجد لابن غنام، ص ص 504-505.\n1067 أحاديث الوعد والوعيد.\nالدرر السنية، ط1، جـ1، ص ص 91-92.\n1068 أحاديث الوعد والوعيد.\nالدرر السنية، ط2، جـ1، ص ص 105-106.\n1069 أحاديث الوعد والوعيد.\nالرويشد، جـ2، ص ص 116-117.\n1070 أحاديث الوعد والوعيد.\nمؤلفات القسم الثالث، فتاوى ومسائل، ص 44-45.\n1 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 183\n",
        "1071 حديث: \"آمنت به أنا وأبو بكر وعمر\".\nجواب على سؤال حول قول النبي صلى الله عليه وسلم في كلام البقرة والذئب: \"آمنت به أنا وأبو بكر وعمر\".\nأول الجواب: \"وأما قوله في كلام البقرة والذيب: آمنت به أنا وأبو بكر وعمر، وليسا في ذلك المكان، فكأن هذا من الإيمان بالغيب المخالف للمشاهدة..\".\nروضة الأفكار، جـ 1، ص ص 109-2101.\n1072 حديث: \"آمنت به أنا وأبو بكر وعمر\".\nمؤلفات القسم الثالث، فتاوى ومسائل، ص 72 و 73.\n1073 حديث: \"آمنت به أنا وأبو بكر وعمر\".\nتاريخ نجد لابن غنام، ص 529 و530.\n1074 الحديث، أخذه عن بعض الكتب التي تنسبه إلى الصحيحين، وبعض المساند، وهل يسوغ الأخذ والعمل به ولو لم يوقف على الأصل؟\nروضة الأفكار، ط الأهلية، جـ1، ص 1892.\n1075 الحديث، أخذه عن بعض الكتب التي تنسبه إلى الصحيحين، وبعض المساند، وهل يسوغ الأخذ والعمل به ولو لم يوقف على الأصل؟\nتاريخ نجد لابن غنام، ص 491.\n1076 الحديث، أخذه عن بعض الكتب التي تنسبه إلى الصحيحين،\n1 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\".\n2 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 184\n",
        "وبعض المساند، وهل يسوغ الأخذ والعمل به ولو لم يوقف على الأصل؟\nمؤلفات القسم الثالث، فتاوى ومسائل، ص ص 27-41.\n1077 الحديث إذا فسر معناه بعض الأصحاب، واستدل به على حكم، وفسره آخر بضده، واستدل به على حكم يقابل الأول، أو نقل عن الإمام تفسير حديث، ونقل آخر عنه ضده، مثل حديث الإغلاق، ما وجه الترجيح؟\nروضة الأفكار، ط الأهلية، جـ 1، ص 1891.\n1078 الحديث إذا فسر معناه بعض الأصحاب، واستدل به على حكم، وفسره آخر بضده، واستدل به على حكم يقابل الأول، أو نقل عن الإمام تفسير حديث، ونقل آخر عنه ضده، مثل حديث الإغلاق، ما وجه الترجيح؟\nتاريخ نجد لابن غنام، ص 491.\n1079 حديث: \"ألا أخبركم بأهل الجنة\" الخ.\nمؤلفات القسم الثالث، فتاوى ومسائل، ص 44-46.\n1080 حديث البطاقة.\nمسألة أولها: \" [بين لي] أيضاً حديث البطاقة وما معه من سجلات الذنوب حتى وضعت في كفة والبطاقة في كفة فرجحت بتلك السجلات، كما تضمنت من الإخلاص\".\n1 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 185\n",
        "أول الجواب: \"وحديث البطاقة، ذكر الشيخ أنه رزق عند الخاتمة قولها على ذلك الوجه\n...\n\".\nروضة الأفكار، ط الأهلية، جـ1، ص 1971.\n1077 حديث البطاقة.\nتاريخ نجد لابن غنام، ص 507.\n1078 حديث البطاقة.\nمؤلفات القسم الثالث، فتاوى ومسائل ص 50.\n1079 حديث: \"حق الله على العباد أن يعبدوه ولا يشركوا به شيئاً\".\nمسألة أولها: \"سئل عن معنى قوله صلى الله عليه وسلم في حديث معاذ: \"حق الله على العباد أن يعبدوه ولا يشركوا به شيئاً\n...\nالخ\".\nأول الجواب: \"وأما حديث معاذ، فالمعنى عند السلف ظاهره\n...\n\".\nروضة الأفكار، ط الأهلية، جـ1، ص 201.\n1080 حديث: \"حق الله على العباد أن يعبدوه ولا يشركوا به شيئاً\".\nتاريخ نجد لابن غنام ص ص 513-514.\n1081 حديث: \"حق الله على العباد أن يعبدوه ولا يشركوا به شيئاً\".\nالدرر السنية، ط1، جـ1، ص 92.\n1082 حديث: \"حق الله على العباد أن يعبدوه ولا يشركوا به شيئاً\".\nالدرر السنية، ط2، جـ1، ص 106.\n1083 حديث: \"حق الله على العباد أن يعبدوه ولا يشركوا به شيئاً\".\nالرويشد، جـ2، ص 117.\n1 هذه المسألة ليست مذكورة في ط الهند من \"روضة الأفكار\".\nالجزء: 1 ¦ الصفحة: 186\n",
        "1081 حديث: \"حق الله على العباد أن يعبدوه ولا يشركوا به شيئاً\".\nمؤلفات القسم الثالث، فتاوى ومسائل ص 52.\n1082 حديث: \"سبق الفقراء بخمسمائة عام\".\nمسألة أولها: \"سئل الشيخ محمد بن عبد الوهاب رحمه الله عن حديث سبق الفقراء\n...\nالخ\".\nأول الجواب: \"أما حديث: سبق الفقراء بخمسمائة عام، وفي حديث: بأربعين عاماً، فهذا أثبت ولكن لا يدل على فضلهم..\".\nالدرر السنية، ط2، جـ4، ص 339.\n1083 حديث: \"الشؤم في ثلاث: في المرأة والدار والفرس\"، معناه.\nروضة الأفكار، ط الأهلية، جـ1، ص 195.\n1084 حديث: \"الشؤم في ثلاث: في المرأة والدار والفرس\"، معناه.\nتاريخ نجد لابن غنام، ص 493.\n1085 حديث القرض الذي يقال إنه بثمانية عشر ضعفاً، مدى صحته.\nروضة الأفكار، ط الأهلية، جـ1، ص 202.\n1086 حديث القرض الذي يقال إنه بثمانية عشر ضعفاً، مدى صحته.\nتاريخ نجد لابن غنام، ص 516.\n1087 حديث: \"لو أتيتني بقراب الأرض خطايا..\"، تعليق عليه.\nنبذة أولها: \"ظهر لي في الحديث في قوله صلى الله عليه وسلم: لو أتيتني بقراب الأرض خطايا.. الخ، أن هذا فيه تنبيه على جلالة التوحيد\".\nالدرر السنية، ط1، جـ2، ص 41.\nالجزء: 1 ¦ الصفحة: 187\n",
        "1095 حديث: \"لو أتيتني بقراب الأرض خطايا..\"، تعليق عليه.\nالدرر السنية، ط2، جـ2، ص 41.\n1096 حديث: \"لو أتيتني بقراب الأرض خطايا..\"، تعليق عليه.\nالرويشد، جـ2، ص 42.\n1097 حديث من قال لا إله إلا الله صادقاً –أو قال: مخلصاً- دخل الجنة\". جواب على سؤال حول معنى \"الصدق\" و \"الإخلاص\" في هذا الحديث والفرق بينهما.\nأول الجواب: \"أما قوله: من قال: لا إله إلا الله صادقاً –والحديث الآخر مخلصاً- فمسألة الصدق والإخلاص كبيرة..\".\nروضة الأفكار، ط الأهلية، جـ1، ص 197.\n1098 حديث من قال لا إله إلا الله صادقاً –أو قال: مخلصاً- دخل الجنة\".\nتاريخ نجد لابن غنام، ص 508.\n1099 حديث من قال لا إله إلا الله صادقاً –أو قال: مخلصاً- دخل الجنة\".\nالرويشد، جـ2، ص 80.\n1100 حديث هند، وحديث: \"لا تخن من خانك\" (مسألة الظفر) .\nمسألة أولها: \"سئل الشيخ محمد بن عبد الوهاب رحمه الله تعالى عن حديث هند، وحديث: \"لا تخن من خانك\"، فأجاب: \"هذه تسمى مسألة الظفر، فمن الناس من منع مطلقاً\n...\n\".\nالدرر السنية، ط2، جـ5، ص 218.\nالجزء: 1 ¦ الصفحة: 188\n",
        "1101 حديث هند، وحديث: \"لا تخن من خانك\" (مسألة الظفر) .\nمؤلفات القسم الثالث، فتاوى ومسائل، ص 101.\n1102 حديث \"يخرج من ثقيف كذاب\" الخ.\nمؤلفات القسم الثالث، فتاوى ومسائل، ص 45.\n1103 مجموع الحديث على أبواب الفقه، كتاب.\nحققه وعلق عليه وراجع أحاديثه خليل إبراهيم ملا خاطر ومحمود أحمد الطحان، الرياض مطابع الرياض، مؤلفات، 4 مجلدات، قسم الحديث.\n1104 نصيحة المسلمين بأحاديث خاتم المرسلين، كتاب.\nمجموعة الحديث، ط المنار، ص ص 311-444.\n1105 نصيحة المسلمين بأحاديث خاتم المرسلين، كتاب.\nمجموعة الحديث، ط السلفية، ص ص 245-348.\n1106 نصيحة المسلمين بأحاديث خاتم المرسلين، كتاب.\nمجموعة الحديث، ط قطر، ص ص 311-444.\nالسيرة النبوية\n1107 ذكر بعض ما في قصة الجاهلية المذكورة في السير من الفوائد.\nأولها: \"ذكر بعض ما في قصة الجاهلية المذكورة في السيرة من الفوائد، الأولى: ما في قصة ود وسواع ويغوث ويعوق ونسر\".\nالدرر السنية، ط1،جـ1، ص 73.\n1108 ذكر بعض ما في قصة الجاهلية المذكورة في السيرة من الفوائد.\nالرويشد، جـ2، ص ص 92-94.\nالجزء: 1 ¦ الصفحة: 189\n",
        "1109 ذكر ما في قصة الهجرة من الفوائد.\nرسالة أولها: \"ذكر ما في قصة الهجرة من الفوائد، فنبدأ بما يتعلق بها من التوحيد، الأولى: قوله {الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللَّهُ} الآية.\nالدرر السنية، ط2، جـ7، ص ص 50-52.\n1110 ستة مواضع منقوله من السيرة النبوية.\nأولها: \"قال شيخ الإسلام الشيخ محمد بن عبد الوهاب، رحمه الله وعفا عنه بمنه وكرمه آمين: تأمل رحمك الله ستة مواضع من السيرة وافهمها فهماً حسناً لعل الله أن يفهمك دين الأنبياء لتتبعه، ودين المشركين لتتركه..\".\nمجموعة التوحيد، ط الهند، ص ص 13-18.\n1111 ستة مواضع منقوله من السيرة النبوية.\nمجموعة التوحيد، ط مكة، ص ص 19-23.\n1112 ستة مواضع منقوله من السيرة النبوية.\nمجموعة التوحيد، ط المنار، ص ص 103-110.\n1113 ستة مواضع منقوله من السيرة النبوية.\nمجموعة التوحيد، ط السلفية، ص ص 245-249.\n1114 ستة مواضع منقوله من السيرة النبوية.\nمجموعة التوحيد، ط دمشق، ص ص 28-37.\n1115 ستة مواضع منقوله من السيرة النبوية.\nالدرر السنية، ط2، جـ7، ص ص 53-56.\nالجزء: 1 ¦ الصفحة: 190\n",
        "1116 ستة مواضع منقوله من السيرة النبوية.\nالجامع الفريد، ط1، ص ص 254-259.\n1117 ستة مواضع منقوله من السيرة النبوية.\nالجامع الفريد، ط2، ص ص 248-253.\n1118 ستة مواضع منقوله من السيرة النبوية.\nالرويشد، جـ1، ص ص 338-344.\n1119 ستة مواضع منقوله من السيرة النبوية.\nبعنوان \"شرح ستة مواضع من السيرة\" حققها إسماعيل محمد الأنصاري مؤلفات القسم الأول، قسم العقيدة والآداب الإسلامية، ص ص 353-362.\n1120 مختصر سيرة الرسول صلى الله عليه وسلم، كتاب.\nتحقيق وتعليق، محمد حامد الفقي، القاهرة، مط السنة المحمدية، 1375هـ/1956م.\n12+251 ص.\n1121 مختصر سيرة الرسول صلى الله عليه وسلم، كتاب.\nط 2، دمشق، 1377هـ/1958م.\n279 ص.\n1122 مختصر سيرة الرسول صلى الله عليه وسلم، كتاب.\nط 3، على نفقة علي بن عبد الله آل ثاني، قطر، مطابع قطر الوطنية، 1385هـ.\n360+5 ص.\nالجزء: 1 ¦ الصفحة: 191\n",
        "1123 مختصر سيرة الرسول صلى الله عليه وسلم، كتاب.\nيضم مقدمة محمد حامد الفقي التي كتبها سنة 1375هـ، طبع على نفقة عبد الرحمن بن محمد بن عبد اللطيف، بيروت، دار العربية للطباعة والنشر والتوزيع، 1387هـ/1967م.\n211+3 ص.\n1124 مختصر سيرة الرسول صلى الله عليه وسلم، كتاب.\nصححه وقابله على أصوله، عبد الرحمن البراك وعبد العزيز الراجحي ومحمد البراك مؤلفات القسم الثالث.\n340 ص.\nالجزء: 1 ¦ الصفحة: 192\n",
        "الباب الرابع: الشروح على مؤلفاته, وبعض مصادر ترجمته\nالفصل الأول: الشروح على مؤلفاته\n...\nالفصل الأول\nالشروح على مؤلفاته\n1125 الجندول: سعيد.\n\"الدرر النضيد على كتاب التوحيد للإمام محمد بن عبد الوهاب\"، شرح وتعليق سعيد الجندول. الرياض، مكتبة الرياض الحديثة، 1394هـ/1974م.\n296 ص.\n1126 السعدي: عبد الرحمن بن آل سعدى (ت1376هـ) .\n\"القول السديد في مقاصد التوحيد (تعليق على كتاب التوحيد) \"، الرياض، مؤسسة النور للطباعة والتجليد، 1382هـ.\n138 ص.\n1127 ابن عبد الوهاب: سليمان بن عبد الله بن محمد بن عبد الوهاب (ت1233هـ) .\n\"تيسير العزيز الحميد في شرح كتاب التوحيد\"، دمشق، المكتب الإسلامي، بلا تاريخ.\n692 ص.\n1128 ابن عبد الوهاب: عبد الرحمن بن حسن بن محمد بن عبد الوهاب (ت1285هـ) .\n\"فتح المجيد، شرح كتاب التوحيد\"، القاهرة مط السلفية، 1347هـ. 419 ص.\nالجزء: 1 ¦ الصفحة: 195\n",
        "1129 ابن عبد الوهاب: عبد الرحمن بن حسن بن محمد بن عبد الوهاب (ت1285هـ) .\n\"فتح المجيد، شرح كتاب التوحيد\"، القاهرة، مط أنصار السنة المحمدية، 1357هـ.\n3+461+2 ص.\n1130 ابن عبد الوهاب: عبد الرحمن بن حسن بن محمد بن عبد الوهاب (ت1285هـ) .\n\"فتح المجيد، شرح كتاب التوحيد\"، تحقيق محمد حامد الفقي القاهرة، مط أنصار السنة المحمدية، 1386هـ.\n480 ص.\n1131 ابن عبد الوهاب: عبد الرحمن بن حسن بن محمد بن عبد الوهاب.\n\"فتح المجيد، شرح كتاب التوحيد\" ط7، القاهرة، مط السنة المحمدية، 1377هـ/1957م.\n518 ص.\n1132 ابن عبد الوهاب: عبد الرحمن بن حسن بن محمد بن عبد الوهاب (ت1285هـ) .\n\"فتح المجيد، شرح كتاب التوحيد\"، ط8، الرياض، مطابع القصيم، 1386هـ.\n3+519+10 ص.\n1133 ابن عبد الوهاب: عبد الرحمن بن حسن بن محمد بن عبد الوهاب (ت1285هـ) .\n\"قرة عيون الموحدين في تحقيق دعوة الأنبياء والمرسلين\"، تعليق\nالجزء: 1 ¦ الصفحة: 196\n",
        "على \"كتاب التوحيد\"، القاهرة، دار مصر للطباعة، بلا تاريخ.\n318 ص.\n1134 ابن عبد الوهاب: عبد الرحمن بن حسن بن محمد بن عبد الوهاب (ت1285هـ) .\n\"قرة عيون الموحدين في تحقيق دعوة الأنبياء والمرسلين\"، تعليق على \"كتاب التوحيد\".\nمجموعة التوحيد النجدية، القاهرة، مط المنار 1346هـ، ص ص 297-524.\n1135 ابن عبد الوهاب: عبد الرحمن بن حسن بن محمد بن عبد الوهاب (ت1285هـ) .\n\"قرة عيون الموحدين في تحقيق دعوة الأنبياء والمرسلين\"، تعليق على \"كتاب التوحيد\".\nمجموعة التوحيد النجدية، القاهرة، مط السلفية، 1375هـ، ص ص 9-213.\n1136 ابن عتيق: حمد بن علي بن محمد بن عتيق (ت1306هـ) .\n\"إبطال التنديد باختصار شرح التوحيد\"، ط 1، القاهرة، مط الإمام، 1367هـ.\n152 ص.\n1137 ابن عتيق: حمد بن علي بن محمد بن عتيق (ت1306هـ) .\n\"إبطال التنديد باختصار شرح التوحيد\"، ط 2، الإسكندرية، مط دار نشر الثقافة، 1380 هـ.\n182 ص.\nالجزء: 1 ¦ الصفحة: 197\n",
        "1138 ابن عتيق: حمد بن علي بن محمد بن عتيق (ت1306هـ) .\n\"إبطال التنديد باختصار شرح التوحيد\"، ط 3، الرياض، مكتبة التوفيق، 1389هـ.\n182 ص.\n1139 ابن قاسم: عبد الرحمن بن محمد بن قاسم القاصمي القحطاني النجدي (ت1392هـ) .\n\"حاشية ثلاثة الأصول\"، ط 2، دمشق، مط الترقى، 1380هـ.\n96 ص.\n1140 ابن قاسم: عبد الرحمن بن محمد بن قاسم القاصمي القحطاني النجدي (ت1392هـ) .\n\"حاشية ثلاثة الأصول\"، ط 5، الرياض، المطابع الأهلية للأوفست، 1395هـ/1975م.\n96+2 ص.\n1141 ابن قاسم: عبد الرحمن بن محمد بن قاسم القاصمي القحطاني النجدي (ت1392هـ) .\n\"حاشية كتاب التوحيد\"، ط 1، الرياض، المطابع الأهلية للأوفست، 1396هـ.\n410 ص.\n1142 القرعاوي. محمد بن عبد العزيز السليمان.\n\"الجديد في شرح كتاب التوحيد\"، ط1، الرياض، مطابع نجد التجارية، 1393هـ/1973م.\n3جـ في مجلد واحد.\nالجزء: 1 ¦ الصفحة: 198\n",
        "الفصل الثاني\nبعض مصادر ترجمته\n1143 الآلوسي، السيد محمود شكري.\n\"تاريخ نجد\"، عنى بتحقيقه والتعليق عليه محمد بهجة الأثري، ط 2. القاهرة، مط السلفية، 1347هـ، ص ص 111-121.\n1144 ابن باز: عبد العزيز بن عبد الله.\n\"محمد بن عبد الوهاب، دعوته وسيرته\". القاهرة، دار الفتوح، 1956م.\n136 ص.\n1145 ابن باز: عبد العزيز بن عبد الله.\n\"محمد بن عبد الوهاب، دعوته وسيرته\"، ط2 جدة، الدار السعودية للنشر، 1969م.\n50 ص.\n1146 ابن باز: عبد العزيز بن عبد الله.\n\"محمد بن عبد الوهاب، دعوته وسيرته\"، جدة، شركة المدينة للطباعة، 1385/1966م.\n39 ص.\nالجزء: 1 ¦ الصفحة: 199\n",
        "1147 البسام، عبد الله بن عبد الرحمن بن صالح.\n\"علماء نجد خلال ستة قرون، ط 1، بيروت، مؤسسة الخدمات الطباعية، 1398هـ، جـ1، ص 25-47.\n1148 ابن بشر: عثمان بن عبد الله بن بشر النجدي.\n\"عنوان المجد في تاريخ نجد\"، حققه وعلق عليه بعض الأفاضل، طبع على نفقة وزارة المعارف السعودية. بيروت، مط صادر، 1387هـ، جـ1، ص ص 16-25.\n1149 بشرك. أيتور Aytour Bushrg\nالوهابية (بالفرنسية) .\nرسالة مقدمة للدبلوم إلى جامعة السوربون سنة 1974م.\n159 ص.\n1150 ابن حجر: أحمد بن حجر بن محمد آل بو طامي بن علي.\n\"الشيخ محمد بن عبد الوهاب، عقيدته السلفية ودعوته الإصلاحية وثناء العلماء عليه\"، قدم له وأشرف على طبعه علي صبح المدني. القاهرة، مط المدني، بلا تاريخ.\n152 ص.\n1151 الجطيلي: عبد الرحمن.\n\"نبذة مختصرة عن حياة شيخ الإسلام محمد بن عبد الوهاب رحمه الله\". قام بالإشراف على طبعه أحمد بن عبد العزيز الحصين، ط 1، الكويت، 1392هـ/1972م.\n60 ص.\n1152 الخطيب: عبد الكريم.\nالجزء: 1 ¦ الصفحة: 200\n",
        "\"محمد بن عبد الوهاب، العقل الحر والقلب السليم\". القاهرة، دار الكتاب العربي، 1379هـ/1960م.\n151 ص.\n1153 الرويشد: عبد الله بن سعد.\n\"الإمام الشيخ محمد بن عبد الوهاب في التاريخ\"، القاهرة، مكتبة عيسى البابي الحلبي وشركاه، 1392هـ/1972م.\n2جـ.\n1154 الرويشد، عبد الله بن سعد.\n\"قادة الفكر الإسلامي عبر القرون\"، القاهرة، دار إحياء الكتب العربية، 1973م.\nص ص 187-226.\n1155 سعيد: أمين.\n\"كتاب سيرة الإمام الشيخ محمد بن عبد الوهاب\"، ط 1، بيروت، دار الكتاب العربي، مط كرم، 1964م.\n328 ص.\n1156 سيد الأهل. عبد العزيز.\nداعية التوحيد محمد عبد الوهاب، بيروت دار العلم للملايين 1974م.\n151 ص.\n1157 الشيخ خزعل: حسين خلف.\n\"حياة الشيخ محمد بن عبد الوهاب\". بيروت مطابع دار الكتب، 1391هـ/1971م.\n454 ص.\nالجزء: 1 ¦ الصفحة: 201\n",
        "1158 آل الشيخ: عبد الرحمن بن عبد اللطيف بن عبد الله.\n\"مشاهير علماء نجد وغيرهم\"، ط 2، بإشراف دار اليمامة للبحث والترجمة والنشر بالرياض، 1394هـ، ص ص 20-33.\n1159 آل الشيخ: عبد اللطيف بن عبد الرحمن.\n\" ترجمة الشيخ محمد بن عبد الوهاب وما قام به ودعا إليه\".\nمجموعة الرسائل والمسائل النجدية، جـ3، القاهرة، مط المنار، 1344هـ، ص ص 78-429.\n1160 الصعيدي عبد المتعال.\nالمجددون في الإسلام من القرن الأول إلى القرن الرابع عشر.\nالقاهرة مكتبة الآداب، بلا تاريخ، ص ص 437-441.\n1161 الطنطاوي، علي.\nمحمد بن عبد الوهاب، سلسلة أعلام التاريخ رقم 7، ط1، دمشق دار الفكر.\n47 ص.\n1162 ابن عبد الوهاب، عبد اللطيف بن عبد الرحمن بن حسن بن محمد.\n\"فصل الخطاب في تبرئة الشيخ محمد بن عبد الوهاب، الهند 1307هـ.\n15 ص.\n1163 العثيمين، عبد الله الصالح.\nالجزء: 1 ¦ الصفحة: 202\n",
        "الشيخ محمد بن عبد الوهاب، حياته وفكرة، القاهرة، مط 1 نهضة مصر بلا تاريخ.\n178 ص.\n1164 العجلاني: منير.\n\"تاريخ البلاد العربية السعودية\". بيروت، دار الكتاب العربي، جـ1، ص ص 167-350.\n1165 عطار: أحمد عبد الغفور.\n\"محمد بن عبد الوهاب\"، ط1، القاهرة، مط الإستقامة، 1362هـ/1943م.\n200 ص.\n1166 عطار: أحمد عبد الغفور.\n\"محمد بن عبد الوهاب\"، ط2، القاهرة، دار الفتوح للطباعة، 1376هـ/1956م.\n136 ص.\n1167 عطار: أحمد عبد الغفور.\n\"محمد بن عبد الوهاب\". بيروت، دار العلم للملايين، 1391هـ/1971م.\n222 ص.\n1168 علي: أحمد.\n\"آل سعود\". بيروت، دار العباد للطباعة والنشر، 1376هـ/1957م. ص ص 7-32.\n1169 ابن غنام: حسين بن غنام.\nالجزء: 1 ¦ الصفحة: 203\n",
        "تاريخ نجد، المسمى روضة الأفكار والأفهام لمرتاد حال الإمام، وتعداد غزوات ذوي الإسلام\". الرياض، المكتبة الأهلية، 1368هـ/1949م، جـ1، ص ص 5-50.\n1170 ابن غنام: حسين بن غنام.\n\"تاريخ نجد\"، حرره وحققه ناصر الدين الأسد، قابله على الأصل عبد العزيز بن محمد بن إبراهيم آل الشيخ، ط1، القاهرة، مط المدني، 1381هـ/1961م، ص ص 75-85.\n1171 ابن قاسم: عبد الرحمن بن محمد بن قاسم العاصمي القحطاني النجدي.\n\"الدرر السنية في الأجوبة النجدية\"، جـ12، \"كتاب تراجم أصحاب تلك الرسائل والأجوبة\"، ط1، الرياض، مؤسسة النور للطباعة والتجليد، بلا تاريخ، ص ص 3-25.\nالجزء: 1 ¦ الصفحة: 204\n",
        ""
    ]
}