{
    "1": [
        "مطمح الأنفس ومسرح التأنس في ملح أهل الأندلس\nمطمح الأنفس ومسرح التأنس في ملح أهل الأندلس\nالفتح بن خاقان، أبو نصر\nالكتاب:\nمطمح الأنفس ومسرح التأنس في ملح أهل الأندلس\nالمؤلف:\nأبي نصر الفتح بن محمد بن عبيد الله بن خاقان ابن عبد الله القيسي الإشبيلي\nالمحقق:\nمحمد علي شوابكة\nالناشر:\nدار عمار - مؤسسة الرسالة\nالطبعة:\nالأولى، 1403 هـ - 1983 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو ضمن خدمة التراجم]\n",
        "بسم الله الرحمن الرحيم\nخطبة الكتاب\nأما بعد حمداً لله الذي أشعرنا إلهاماً، وصير لنا أفهاماً، ويسر لنا بُرُود آداب، ونشرنا للانبعاث إلى إثباتها والانتداب، وصلى الله على سيدنا محمد الذي بعثه رحمة، ونبأه منّة ونعمة، وسلم تسليماً: فإنه كان بالأندلس أعلام، فُتنوا بسِحر الكلام، ولقوا منه كل تحية وسلام، فشعشعوا البدائع وروّقوها، وقلّدوها بمحاسنهم وطوّقوها ثم هووا في مهاوي المنايا، وانطووا بأيدي الرزايا وبقيت مآثرهم غير مُثبتةٍ في ديوان، ولا مُجملةٍ في تصنيف أحد\nالجزء: 1 ¦ الصفحة: 147\n",
        "من الأعيان، تجتلي فيه العيون وتجتني منه زهر الفنون، إلى أن أراد الله إظهار إعجازها، واتصال صدورها بأعجازها فحللت من الوزير أبي العاص حكم بن الوليد عند من رحّب وأهل وأعلّ بمكارمه وأنهل، وندبني إلى أن أجمعها في كتاب، وأدركني من التنشّط إلى إقبال ما ندب إليه، وكتابة ما حثَّ عليه فأجبتُ رغبته، وحلّيتُ بالإسعاف لَبَّته، وذهبتُ إلى إبدائها، وتخليد عليائِها، وأمليتُ منها في بعض الأيام، ثلاثة أقسام، القسم الأول: يشتمل على سرد غرر الوزراء وتناسق دُرر الكُتّاب والبلغاء. القسم الثاني: يشتمل على محاسن أعلام العلماء وأعيان القُضاة والفُهماء. القسم الثالث: يشتمل على سرد محاسن الأدباء، النوابغ النُجباء. وسميتها: مطمح الأنفُس ومسرح التأنُّس في مُلَح أهل الأندلس، وأبقيتها لذوي\nالجزء: 1 ¦ الصفحة: 148\n",
        "الآداب ذِكراً، ولأهل الإحسان فخراً، يُساجلون بها أهل العراق، ويُحاسنون بمحاسنها الشمس عند الإشراق. والله أسأله إلهام المقصد، وانفراج بابه المُرصد بمنّه وكرمه.\nالجزء: 1 ¦ الصفحة: 149\n",
        "القسم الأول\nالوزراء\nالجزء: 1 ¦ الصفحة: 151\n",
        "بسم الله الرحمن الرحيم\nالحاجب جعفر بن عُثمان المُصحَفيّ\nتجرَّد للعليا، وتمرَّد في طلب الدُّنيا، حتى بلغ المُنى، وتسوَّغ\nالجزء: 1 ¦ الصفحة: 153\n",
        "ذلك الجنى، فسما دون سابقه، وارتقى إلى رُتبة لم تكن لبنيتِه بمطابقة فالتاح في أفياء الخلافة، وارتاح إليها بعطفه كنشوان السُّلافة، واستوزره المُستنصر، وعنه كان يسمع وبه يُبصر، فأدرك بذلك ما أدرك، ونصب لأمانيه الحبائل والشَّرك، واقتنى وادّخر، وأزرى بِمن سِواه وسَخِر، واستعطفه المنصور بن أبي عامر، ونجمه\nالجزء: 1 ¦ الصفحة: 154\n",
        "غائر لم يَلح، وسِرُّه مكتوم لم يَبُح، فما عطف، ولا جنى من روضةِ دُنياه ولا قطف، فأقام في تدبير الأندلس ما أقام، والأندلس متغيرة والأذهان في تكيّف سعده متحيّرة، فناهيك من ذكرٍ خلّد، ومن فَخر تقلّد، ومن صعب راض وجَناح فتنة هاض، ولم يزل بنجَاد تلك الخلافة مُعتقَلا، وفي مطالعها مُنتقلا، إلى أن تُوفّي الحكم، فانُتقِض عِقدُه المُحكم، وانبرت إليه النوائب، وتسدّدت إليه من الخطوب سهام صوائب، واتصل إلى المنصور ذلك الأمر، واختص به كما مال بالوليد بن يزيد أخوه الغمر، وأناف في تلك الخلافة كما شبّ قبل اليوم عن طوقه عمرو، وانتدب\nالجزء: 1 ¦ الصفحة: 155\n",
        "للمُصحَفي بصدر قد كان أوغره، وساءه وصغّره، فاقتص من تلك الإساءة وأغصّ حلقه بأي مَساءة، فأخمله ونكبه، وأرجله عمّا كان الدهر أركبه، وألهب جوارحه حَزَنا ونهب له مُدَّخراً ومُختزنا، ودمّر عليه ما كان حاط، وأحاط به من مكروهه ما أحاط، وغير سنين في مهوى تلك النكبة، وجَوى تلك الكُربة، ينقله المنصور معه في غزواته، ويعتقله بين ضيق المُطبق ولهواته، إلى أن تكوّرت\nشمسُه، وفاضت بين أثناء المِحن نفسُه، ومن بديع ما حُفِظ له في نكبته، قوله\nيستريح من كُربَته:\nصَبَرتُ على الأيّامِ لمّا تولّتِ\n...\nوألزمتُ نفسي صبرها فاستمرّتِ\nفَوَا عجَباً للِقَلبِ كيفَ اعترافه\n...\nوللنّفسِ بعد العزّ كيف استذلّتِ\nالجزء: 1 ¦ الصفحة: 156\n",
        "وما النّفس إلاّ حيثُ يَجعَلُها الفَتَى\n...\nفإنْ طَمِعَت تَاقَتْ وإلاّ تسلّتِ\nوكَانتْ على الأيّامِ نفسي عزيزةً\n...\nفلمّا رأت صَبْري على الذُّلِّ ذَلَّتِ\nفَقُلتُ لها: يا نفسُ موتي كريمةً\n...\nفقد كانت الدُّنيا لنا ثُمَّ ولَّتِ\nوكان له أدب بارع، وخاطر إلى نظم القريض مسارع، فمن محاسن إنشاده، التي بعثها إيناس دهره بإسعاده، قوله:\nلعَينيكِ في قلبي عليّ عيونُ\n...\nوبين ضلوعي للشُّجونِ فنونُ\nلَئِن كان جِسمي مُخلّقاً في يد الهوى\n...\nفَحُبَّك عندي في الفًؤَادِ مَصونُ\nوله وقد أصبح عاكفاً على حُميَّاه، هاتفاً بإجابة دُنياه، مُرتشِفاً ثَغر الأُنس متنسِّماً ريّاه، والمُلكُ يغازله بطَرفٍ كحيل، والسَّعد\nالجزء: 1 ¦ الصفحة: 157\n",
        "قد عقد عليه منه إكليل، يصِفُ لون مُدَامِه، وما تعرف له منها دون نِدَامه:\nصفراءُ تَطرُقُ في الزّجاج فإن سَرَتْ\n...\nفي الجِسم دَبَّتْ مِثل صلٍّ لادغِ\nخَفِيتْ على شُرَّابِها فكأنَّما\n...\nيجدون رِيَّا مِن إناءٍ فارغِ\nومن شعره في السفرجل الذي قاله فيه مشبّهاً، وغدا به لنائم البديع منبهاً قوله يصف سفرجلة، ويقال: إنه ارتجله:\nومُصفَرَّةٍ تَختَالُ في ثَوبِ نَرجسِ\n...\nوتَعبَقُ عن مِسك ذكيِّ التَّنفُّسِ\nلها ريحُ مَحبوبٍ وقَسوةُ قَلبِهِ\n...\nولَونُ محبٍّ حُلَّةَ السُّقمِ مُكتسي\nفصُفرّتُها من صُفرتي مستعارةٌ\n...\nوأنفَاسُها في الطّيبِ أنفاسُ مُؤنسي\nوكان لها ثوبٌ من الزُّغب أغبرُ\n...\nعلى جِسم مصفرٍّ من التّبرِ أملّسِ\nفلمّا استتمَّت في القَضيبِ شبَابها\n...\nوحاكَت لها الأوراقُ أثوابَ سُندُسِ\nمَدَدتُ يدي باللّطف أبغي اجتناءها\n...\nلأجعلها رَيحانتي وَسطَ مَجلسي\nالجزء: 1 ¦ الصفحة: 158\n",
        "فَبزَّت يدي غَصباً ثَوبَ جِسمِهَا\n...\nوأعريتُها باللّطفِ مِن كُلِّ مَلبَسِ\nولمّا تعرَّتْ في يدي من بُرُودِها\n...\nولم تبقَ إلاّ في غلالةِ نرجسِ\nذكرتُ بها من لا أبوحُ بذِكرِهِ\n...\nفأذْبَلها في الطفِّ حرُّ التَّنفُّسِ\nوله وقد أعاده المنصور إلى المُطبَق، والشّجون تُسرعُ إليه وتسبق، معزّياً لنفسِهِ، مجتزياً بإسعاد أمسهِ:\nأُجَازي الزّمانَ على حاله\n...\nمجازاةَ نفسي لأنفَاسها\nإذا نَفَسٌ صاعِدٌ شفّها\n...\nتوارت به دونَ جُلاَّسِها\nوإنْ عكفت نَكبَةٌ للزّمان\n...\nعطفتُ بنفسي على رأسها\nوممّا حفظ له في استعاطفه، واستنزاله للمنصور واستلطافه قوله:\nعفا الله عنك إلا رَحمَة\n...\nتجود بعَفوكَ إنْ أبْعَدا\nلِئن جلّ ذنب ولَمْ اعتَمِدهُ\n...\nفأنت أجلُّ وأعلَى يَدا\nالجزء: 1 ¦ الصفحة: 159\n",
        "ألمْ ترَ عَبداً عدا طَورهُ\n...\nومولىً عفا ورشيداً هدى\nومفسد أمر تلافَيتَهُ\n...\nفعادَ فأصلحَ ما أفسدا\nأقِلني أقالك مَنْ لم يزلْ\n...\nيَقيك ويصرف عنك الرّدى\nقال محمد بن إسماعيل كاتب المنصور: سرت بأمره لتسليم جسد جعفر إلى أهله وولده، والحضور على إنزاله في ملحده، فنظرته ولا أثر فيه، وليس عليه شيء يواريه، غير كساءٍ خَلق لبعض البوّابين، فدعا له محمد بن مسلمة بغاسل، فغسله - والله - على فردة باب اقتُطع من جانب الدار، وأنا أعتبر من تصرّف الأقدار، وخرجنا بنعشه إلى قبره، وما معنا سوى إمام مسجده المستدعى للصلاة عليه، وما تجاسر أحد منا للنظر إليه، وإن لي في شأنه لخبرا ما سَمع بمثله طالبُ وعظ، ولا\nوقع في سمع ولا تُصُوِّر في لَحظ، وقفت له في طريقه من قصره، أيام نهيه وأمره، أروم أن أناوله قصة، كانت به مختصة، فوالله ما تمكّنتُ من الدنو منه بحيلة لكثافة موكبه، وكثرة من حَفَّ به، وأخذ الناس السِّكك عليه وأفواه الطرق داعين، وجارين بين يديه وساعين، حتى ناولتُ قِصَّتي بعض كُتَّابه الذين نصبهم جناحي موكبه لأخذ القِصص، فانصرفت وفي نفسي ما فيها من الشَّرق بحاله والغَصَص، فلم تطل المُدَّة حتى غضِبَ عليه المنصور واعتقله، ونقله معه في الغزوات وحَمَله، واتفق\nالجزء: 1 ¦ الصفحة: 160\n",
        "أن نزلت بجِلِّيقيَّة إلى جانب خبائه في ليلة نهى المنصور فيها عن وقود النيران، ليُخفي على العدو وأثره ولا ينكشف إليه خبره، فرأيت والله، عثمان تبنه يسفّه دقيقاً قد خلطه بماء يقيم به أوَدهُ، ويمسك بسببه رمقه، بضعف حال، وعدم زاد، وهو يقول:\nتأمَلتُ صَرفَ الحادثات فلم أزلْ\n...\nأراها توفّي عند موعدها الحُرّا\nفلله أيام مضت بسبيلها\n...\nفإنّي لا أنسى لها أبداً ذِكراً\nتجافت بها عنّا الحوادثُ بُرهَةً\n...\nوأبدتْ لنا منها الطّلاقة والبِشْرا\nلياليَ لم يدرِ الزمانُ مكانها\n...\nولا نظرتْ منها حوادثه شَزْرا\nوما هذه الأيّام إلاّ سحائب\n...\nعلى كلّ أرض تُمطِرُ الخَيرَ والشَّرَّا\nوكان مّما أعين به ابن أبي عامر على جعفر المُصحَفي ميل الوزراء إليه وإيثارهم له عليه، وسعيهم في ترقّيه وأخذهم بالعصبية فيه، فإنها لم تكن حميّة إعرابية، فقد كانت سَلفيَّة سُلطانَّية، يقتضي القوم فيها سبيل سَلفهم ويمنعون بها ابتذال شرفهم، غادروها سيرة،\nالجزء: 1 ¦ الصفحة: 161\n",
        "وخلّفوها عادة أثيرة، تشاحّ الخلف فيها تشاحّ أهل الديانة، وصانوا بها مراتبهم أعظم صيانة، ورأوا أن أحداً لا يلحق فيها غاية، ولا يتلقّى لها رأية، فلما اصطفى الحكم المستنصر بالله جعفر بن عثمان واصطنعه ووضعه من أثرته حيث وضعه، وهو نزيع بينهم ونابغ فيهم، حسدوه وذمّوه، وخصّوه بالمطالبة\nوعمّوه، وكان أسرع هذه الطائفة من أعالي الوزراء وأعاظم الدولة إلى مهاودة المنصور عليه، والانحراف عنه إليه آل أبي عبدة، وآل شُهَيد، وآل فُطَيس من الخلفاء وأصحاب الرِّدافة، وأولي الشرف والإنافة،\nالجزء: 1 ¦ الصفحة: 162\n",
        "وكانوا في الوقت أزمة المُلك وقُوَّام الخِدمِة، ومصابيح الأمة، وأغير الخلق على جاه وحرمة، فاحظوا محمد بن أبي عامر مشايعة، ولبعض أسبابه الجامعة متابعة، وشادوا بناءه، وقادوا إلى عنصره سناءه، حتى بلغ الأمل والتحف يمينه بمناه واشتمل، وعند التئام هذه الأمور لابن أبي عامر، استكان جعفر بن عثمان للحادثة، وأيقن بالنكبة، وزوال الحال وانتقال الرُّتبة، وكفّ عن اعتراض محمد وشركته في التدبير، وانقبض الناس من الرّواح إليه والتبكير، وانثالوا على ابن أبي عامر، فخفّ موكبه، وغار من سماء العزّ كوكبه وتوالى عليه سعي ابن أبي عامر وطلبه، إلى أن صار يغدو إلى قرطبة ويروح، وليس بيده من الحجابة إلاّ أسمها، وابن أبي عامر مشتمل على رَسمها، حتى محاه، وهتك ظلّه وأصحاه.\nقال محمد بن إسماعيل: رأيته يُساق إلى مجلس الوزراء للمحاسبة راجلاً فأقبل يدرم، وجوارحه باللّواعج تَضطرم، وواثق الضاغط يَنهرُهُ، والزَّمع والبُهر قدها ضاه، وقصّرا خطاه، فسمعته يقول: رفقاً بي فستدرك ما تحبّه وتشتهيه، وترى ما كنت ترتجيه، وياليتَ أنّ الموت بيع\nالجزء: 1 ¦ الصفحة: 163\n",
        "فأغلى الله سومه، حتى يَرِدَه من قد أطال عليه حومه، ثم قال:\nلا تأمننَّ من الزّمان تقلُّبَا\n...\nإنَّ الزّمانَ بأهلِهِ يتقلّبُ\nولقد أراني والليوث تخافني\n...\nوأخافني من بعد ذاك الثعلبُ\nحَسبُ الكريمِ مذلّةً ومهانةً\n...\nألاّ يزالُ إلى لئيمٍ يُطلَبُ\nفلمّا بلغ المجلس جلس في آخره دون أن يسلّم على أحد، أو يومئ إليه بعين أو يد، فلمّا أخذ مجلسه تسرّع إليه الوزير محمد بن حَفص بن جابر فعنَّفه واستجفاه،\nوأنكر عليه ترك السلام وجفاه، وجعفر معرض عنه، إلى أن كثر القول منه، فقال له: يا هذا، جهلتَ المبرّة، فاستجهلتَ معلّمها، وكفرت اليد فقصدت بالأذى ولم ترهب مقدّمها، ولو أتيتُ نكراً لكان غَيرُك أدرى، وقد وقعتَ في أمر ما أظنك تخلص منه، ولا يسعك السكوت عنه، ونسيت الأيادي الجميلة، والمبرّات الجليلة، فلمّا سمع محمد بن حَفص ذلك من قوله، قال: هذا البَهَتُ بعينه، وأيّ أياديك الغرّ التي منَنت بها، وعنيتَ أداء واجبها؟ أيدُ كذا أم يدُ كذا؟ وعددَ أشياء أنكرها منه أيام إمارته، وتصرّف\nالجزء: 1 ¦ الصفحة: 164\n",
        "الدّهر طوع إشارته، فقال جعفر: هذا ما لا يُعرف، والحقُّ الذي لا يُردُّ ولا يُصرَف، رفعي القطع عن يُمنَاك وتبليغي لك إلى مُنَاك، فأصرّ محمد بن حَفص على الجَحد، فقال جعفر أُنشِدُ الله من له علم بما أذكره، إلاّ اعترفَ به ولا ينكره، وأنا أحوج إلى السكوت، ولا تُحجَبُ دعوتي فيه عن المَلكَوت، فقال الوزير أحمد بن عباس: قد كان بعض ما ذكرتَه يا أبا الحسن، وغير هذا أولى بك وأنت فيما أنت فيه من مِحنّتك وطلبك، فقال: أحرجني الرجل فتكلّمت، وأحوجني إلى ما به أعلمت، فأقبل الوزير أبو الوليد محمد بن جَهوَر على محمد بن حَفص، وقال: أسأتَ إلى الحاجب، وأوجبتَ عليه غير الواجب، أوَ ما علمتَ أنَّ منكوبَ السُّلطان لا يسلّم على أوليائه، لأنه إن فعل ألزمهم الردَّ لقوله تعالى: (وإذَا حُيّيتُمْ بتحيّةٍ فَحَيّوا بأحْسَنَ مِنهَا أوْ رُدّوُهَا). فإن فعلوا أطاف بهم من إنكار السلطان ما يُخشَى ويُخَاف، لأنه تأنيسُ\nالجزء: 1 ¦ الصفحة: 165\n",
        "لمن أوحش وتأمين لمن أخاف، وإن تركوا الردّ أسخطوا الله فصار الإمساك أحسن، ومثل هذا لا يخفى على أبي الحسن، فانكسر محمد ابن حَفص، وخجل ممّا أتى به من النقص.\nوبلغه أن أقواماً توجّعوا له، وتفجّعوا مِمّا وصله، فكتب إليهم:\nأحنّ إلى أنفاسكم فأظنُّها\n...\nبواعثَ أنفَاسِ الحَياةِ إلى نفسي\nوإنّ زمانا صرتُ فيه مقيّداً\n...\nلأثقلُ من رَضوى وأضيقُ من رَمْسِ\nالوزير أبو العبّاس أحمدٍ بن عبد الملك بن عُمَر بن\nشُهَيْد\nمَفخَر الإمامة، وزَهرُ الكِمَامة، حاجِبُ الناصر عبد الرحمن، وحامل الوزارتين على سموهما في ذلك الزّمان، استقل\nالجزء: 1 ¦ الصفحة: 166\n",
        "بالوزارة على ثِقَلهَا، وتصرَّف فيها كيف شاءَ على حدّ نظرها، والتفات مُقِلِهَا، فظهر على أولئك الوزراء، واشتهر مع كثرة النُّظراء، وكانت إمارةُ عبد الرحمن أسعد إمارة، بَعُد عنها كل نفس بالسَّوءِ أمّارة، فلم يطرقها صَرف، ولم يرمقها بمحذور، طَرف، ففَرَع الناس فيها هِضاب الأمانيِّ ورُبَاها، ورتعت ظباؤها في ظلال ظُبَاها، وهو أسدٌ على براثنه، رابض، وبَكَلٌ أبدا على قوائم سيفه قابض، يروع الروم طَيفُه، ويجوس خلال تلك الديار خَوفه، ويُروى من نجيعهم كُلَّ آونةٍ سيفُه، وابن شهيد ينتج الآراء ويُلقحها، وينتقد تلك الأنحاء وينقّحها والدولة مشتملة بفنائه، متجمّلة بسنائه، وكرمه منتشر على الآمال، ويكسو الأولياء بذلك الإجمال، وكان له أدب تزخر لُجَجُه، (وتبهر حُجَجُه)، وشعر رقيق لا ينقّد، ويكاد من اللطافةُ يُعقَد، فمن ذلك قوله:\nترى البَدرَ منها طالعاً وكأنّما\n...\nيجول وشاحاها على لُؤلُؤٍ رَطبِ\nبعيدةُ مهوى القُرْطُ مُخطَفَةُ الحَشَا\n...\nومُفعَمَةُ الخَلخَال مُفعَمة القُلبِ\nالجزء: 1 ¦ الصفحة: 167\n",
        "من اللاّءِ لم يَرْحلنَ فَوقَ رَوَاحِلٍ\n...\nولا سِرنَ يوماً في رِكابٍ ولا رَكبِ\nولا أبرَزتهُنّ المُدَامُ لِنَشوَةٍ\n...\nفتشدو كما تشدو القيان على الشَّربِ\nوكانت بينه وبين الوزير عبد الملك بن جهور متولي الأمر معه، ومشاركة في التدبير إذا حضر موضعه، منافسة، لم تنفصل لهما بها مداخلة ولا ملابسة وكلاهما يتربص بصاحبه دائرة السوء، ويغصُّ به غَصَصَ الأُفقِ بالنَّوءِ، فاجتاز يوماً إلى رَبَضِه، ومال إلى زيارته ولم تكن، من غرضه، فلمّا استأمر عليه، تأخر\nخروج الأذن إليه، فثنى عِنَانَه حَنَقاً من حِجَابه، وضجراً من حُجَّابه، وكتب إليه مُعرِّضاً، وكان يلقّب بالحمار:\nأتيناك لا عن حاجةٍ عَرَضتْ لنا\n...\nإليكَ ولا قَلبٍ مشوقُ\nولكنّنا زُرْنا بفَضْل حُلُومِنَا\n...\nحماراً تولّى بِرَّنا بعُقوقِ\nفراجعه ابن جهور يغضّ منه، بما كان يشيع عنه، بأن جدّه أبا هشام، كان بيطاراً بالشام، بقوله:\nالجزء: 1 ¦ الصفحة: 168\n",
        "حجبناكَ لمّا زُرتنا غيرَ تائقِ\n...\nبقلبِ عدوٍّ في ثيابِ صديقِ\nوما كان بيطارُ الشآم بموضعٍ\n...\nيُبَاشِرُ فيه بِرَّنا بخليقِ\nومن قوله يتغزّل:\nخَلفْتُ بِمَن رَمَى فأصابَ قَلبي\n...\nوقلّبه على جَمْر الصّدودِ\nلقد أودَى تذكّره بمثِلي\n...\nولست أشكُّ أنّ النّفسَ تودي\nفقيدٌ وهو موجودٌ بقَلْبي\n...\nفوا عَجَباً لموجودٍ فقيدِ\nالوزير أبو القاسم محمد بن عبّاد\nهذه بقية منتماها في لَخم، ومرتماها إلى مَفخَرٍ ضَخم،\nالجزء: 1 ¦ الصفحة: 169\n",
        "وجدّهم المُنذر بن ماء السّماء، ومطلعهم من جوّ تلك السماء، وبنو عبّاد ملوك أنِسَ بهم الدهر، وتنفّس منهم عن أعبَق الزّهر، وعمروا ربع المُلك، وأمروا بالحياة والهلك ومعتَضِدُهم أحد من أقام وأقعَد، وتبوأ كاهل الإرهاب واقتَعد. وافترش من عِرِّيسته وافترس من مكائد فريسته، وزاحم بِعَود. وهزّ كُلَّ طَود، وأخمل كلَّ ذي زيٍّ وشارة وختل بوحي وإشارة، ومعتمدهم كان أجود الأملاك، وأحد نيّرات تلك الأفلاك، وهو القائل، وقد شغل عن منادمة خواصّ دولته بمنادمة العقائل:\nالجزء: 1 ¦ الصفحة: 170\n",
        "لقَد حَنَنتُ إلى ما اعتدت من كَرَمٍ\n...\nحنين أرْض إلى مُستَأجر المطرِ\nفهاتِها خِلَعا أُرضي السّماحَ بها\n...\nمحفوفةً في أكُفّ الشَّرب بالبِدَرِ\nوهو القائل وقد حنّ في طريقه، إلى فريقه:\nأدارَ النّوى كَمْ طالَ فيكِ تَلذُّذي\n...\nوكم عُقتِني عن دارِ أهيفَ أغيدِ\nحلفتُ به لو قد تعرّض دونَه\n...\nكماةُ الأعادي في النَسيج المسرّدِ\nلجرّدتُ للضّرب المهنّد فانقضى\n...\nمرادي، وعز ما مثل حدّ المهنّدِ\nوالقاضي أبو القاسم هذا جدُّهم، وبه سَفر مَجدُهم، وهو الذي اقتنص لهم الملك النافر، واختصّهم منه بالحظّ الوافر فإنه أخذ الرياسة من أيدي جبابر، وأضحى من ظلالها أعيان أكابر، عندما أناخت بها أطماعهم، وأصاخت إليها أسماعهم، وامتدّت إليها من مستحقيها (اليَدُ)، وأتلعوا أجياداً زانها الجيد، وفَغَر عليها فمه حتى هجا بيت العِبِدَّى، وتصدّى إليها من تحضّر وتبدى فاقتعد سنامِهَا وغارِبَها، وأبعد عنها عجمها وأعارِبَها، وفاز من المُلك بأوفر حِصَّة، وعُدَّت سمته به صفةً مختصة، فلم يمحُ رسمَ القضاء، ولم يتَسم بسمة الملك مع ذلك النفوذ والمضاء، وما زال يحمي حوزته، ويجلو غُرَّته، حتى حوته الرّجام وخلت منه تِلك الآجام، وانتقل المُلك إلى ابنه المعتضد،\nالجزء: 1 ¦ الصفحة: 171\n",
        "وحلّ منه في روض نُمِّق له ونُضِّد، ولم يعمّر فيه ولم يدم ولاه، وتسمى بالمعتضد بالله، وارتمى إلى أبعد غايات الجود بما أناله وأولاه، لولا بطش في اقتضاء النفوس كدّر ذلك المَنهل، وعكّر أثناء ذلك صفو العلِّ والنّهل، وما زال للأرواح قابضاً وللوثوب عليها رابضاً، يخطف أعداءه اختطاف الطائر من الوَكر، وينتصف منهم بالدهاء والمَكر، إلى أن أفضى المُلك إلى ابنه المعتمد، فاكتحل منه طرفه الرَّمد، وأحمد مجده وتقلّد منه أيَّ بأس ونجده، وندى به لحق مناه، وأقام في الملك ثلاثاً وعشرين سنة، لم تعدم منه فيها حسنة، ولا سيرة مستحسنة، إلى أن غُلِبَ على سلطانه وذُهِبَ به من أوطانه، فنُقِل إلى حيثُ اعتقل، فأقام كذلك إلى أن مات، ووارته بريّة أغمات، وكان للقاضي جدّه أدب غضّ، ومذهب مبيضّ، ونظم يرتجله كل حين، ويبعثه أعطر من الرّياحين، فمن\nذلك قوله يصف النَّيلُوفر:\nيا ناظرين لذا النَّيلُوفر البَهِج\n...\nوطيب مخبره في الفوحِ والأرَج\nالجزء: 1 ¦ الصفحة: 172\n",
        "كأنَّهُ جَامُ دُرٍّ في تألُّقِهِ\n...\nقد أحكموا وَسطَه فصَّاً من السَّبج\nالوزير أبو عبد الله محمد بن عبد العزيز\nكاتب المنصور رحمه الله تعالى\nوزير المنصور عبد العزيز، وربّ السَّبق في وُدِّهِ والتبريز، ومنقض الأمور ومُبرمها، ومُخمد الفتن ومضرمها، اعتقل بالدُّهي، واستقل بالأمر والنهي على انتهاض بين الأكفاء، واعتراض المحو لرسومه والإعفاء فاستمر غير مراقب، وأمر ما شاء غير ممتثل للعواقب، ينتضي عزائمه انتضاء، فإن ألمّت من الأيام مظلمة أضاء، إلى أن أودى، وغار منه الكوكب الأهدى، فانتقل الأمر إلى ابنه أبي\nالجزء: 1 ¦ الصفحة: 173\n",
        "بكر فناهيك من أبي عُرف ونُكر، وقد أربى على الدّهاة، وما صبا إلى الظبية ولا إلى المهاة، واستقل بالهول يقتحمه، والأمر يُسديه ويُلحمه، فأيّ ندى أفاض، وأيّ أجنحة بمُدىً هاض، فانقادت إليه الآمال بغير خِطَام، ووردت من نداه ببحر طام، ولم يزل بالدولة قائماً، وموقظاً من بهجتها ما كان نائماً، إلى أن صار الأمر إلى المأمون بن ذي النون أسد الحروب، ومسدّ الثغور والدروب، فاعتمد عليه واتّكل، ووكل إليه الأمر غير وكل، فما تعدّى الوزارة إلى الرياسة، ولا تردّى بغير التدبير والسياسة، فتركه مستبّداً، ولم يجد من ذلك بُدَّاً، وكان أبو بكر\nالجزء: 1 ¦ الصفحة: 174\n",
        "هذا ذا رفعةٍ غير متضائلة، وآراء لم تكن آفلة، أدرك بها ما أحبّ، وقطع غارب كل منافس وجبّ، إلى أن طلّحه العمر وأنضاه، وأغمده الذي انتضاه، فخلّى الأمر إلى ابنيه. فتبلّدا في التدبير، ولم يفرّقا بين القبيل والدبير، فغلب عليهما القادر بن ذي النون وجلب إليهما كل خطب ما خلا المنون، فانجلوا، بعدما ألقوا ما عندهم وتحلّوا، وكان لأبي\nعبد الله نَظمٌ مُستَبدع، يوضع بين الجوانح ويودع، فمن ذلك ما راجع به ابن عبد العزيز، وكتب إليه يعاتبه بقطعة أولها:\nيا أحسنَ النّاسِ آداباً وأخلاقا\n...\nوأكرمَ النّاسِ أغصاناً وأوراقا\nويا حيَا الأرضِ لمْ نكّبْتَ عن سَنَني\n...\nوسُقتَ نحوي إرعاداً وإبراقا\nالجزء: 1 ¦ الصفحة: 175\n",
        "ويا سَنَا الشَّمسِ لِمْ أظلَمتَ في بَصَري\n...\nوقد وسعْتَ بلاد الله إشراقا\nمن أيّ بابٍ سَعَتْ غِيَرُ الزّمان إلى\n...\nرَحِيبِ صَدركَ حتى قِيلَ قد ضاقا\nقد كُنتُ أحسَبُني في حُسنِ رأيك لي\n...\nأنّي أخذتُ على الأيّام ميثاقا\nفالآنَ لم يبقَ لي بَعد انحرافك ما\n...\nآسَى عليهِ وأُبدي منه إشفَاقا\nفأجابه ابن عبد العزيز بهذه القطعة:\nما زلتُ أوليك إخلاصاً وإشفاقاً\n...\nوأنثَني عنك مَهما غِبتَ مُشتاقا\nوكانَ من أملي أن أقتنيك أخاً\n...\nفأخفقَ الأملُ المأمولُ إخفاقا\nفقلتُ غَرسٌ من الإخوان أكلؤُهُ\n...\nحتى أرى منه إثمارا وإيراقا\nفكانَ لمَّا زهتْ أزهارُهُ ودَنَت\n...\nأثْماره حَنظَلاً مرّاً لِمَن ذاقا\nفلستَ أوَّلَ إخوانٍ سَقيتُهم\n...\nصفوي وأعلقتهم بالقَلب إعلاقا\nالجزء: 1 ¦ الصفحة: 176\n",
        "فما جَزوْني بإحساني ولا عَرَفوا\n...\nقدري ولا حَفِظوا عَهداً وميثَاقَا\nالوزير الكاتب أبو مروان عبد الملك بن إدريس\nالخَوْلاني\nعَلَم من أعلام الزمان، وعين من أعيَان البيان، باهِرُ الفصاحة، طاهِرُ الجناب والسَّاحة تولّى التَّحبير أيام المنصور والإنشاء، وأشعر بدولته الأفراح والإنشاء ولبس العزّة مُدّتها، ضافيَة البُرُود، وورَدَ بها النَّعمَةَ صافية الورود وامتطى من جياد التوجيه، أعتقَ من لاحِقٍ والوجيه وتمادى طَلَقه، ولا أحد يلحقه، إلى أيّام\nالمظفّر، فمشى على سَنَنه، وتمادى السَّعد يترنَّم على فَنَنِهِ، إلى أن قَتل المظفّر صِهْرَه\nالجزء: 1 ¦ الصفحة: 177\n",
        "عيسى بن القطاع، صاحب دولته وأميرها المطاع وكان أبو مروان قديمَ الاصطناع له والانقطاع إليه، فاتُّهم معَهُ وكاد أن يذوقَ الحِمَام ويَجُرَعَهُ، إلاّ أنّ إحسانَه شَفعَ، وبيانَه مَنَع ودَفَع، فحُطّ عن تلك الرُّتب، وحُمِلَ إلى طُرطُوشَة على القَتَب، فبقي هنالك مُعتقَلاً في بُرج من أبراجها نائي المُنتهى، كأنّما يُنَاجي السُّها، قد بَعُدَ ساكنه عن الأنيس فَعُدَّ من النّجم بمنزلة الجليس، تمرّ الطيور دونه ولا تجوزه، ويُرى منه الثَّرى، ولا يكاد يحوزه، فبقي فيه دهرا لا يرتقي إليه راق،\nالجزء: 1 ¦ الصفحة: 178\n",
        "ولا يرجى لبثّه راق، إلى أن أُخرِجَ منه إلى ثَرَاه واستراح مِمّا عَرَاه، فمن بديع ما قاله، قوله يصف المعقل، الذي فيه اعتُقِل:\nيأوي إليهِ كُلُّ أعورَ ناعقٍ\n...\nوتَهُبُّ فيه كُلُّ ريحٍ صَرصَرِ\nويكاد من يرقى إليه مرّة\n...\nمن عُمْره يشكو انقطاع الأبْهَرِ\nودخل ليلةً على المنصور، والمنصور قد اتّكأ وارتفق، وحكى بمَجلسه ذلك الأفق، والدُّنيا بمَجلسه ذلك مَسُوقه، وأحاديث الأماني به منسوقة، فأمره بالنزول في جملة الأصحاب، والقمر يظهر ويَحتجِبُ في السَّحاب، والأفق يبدو به أغرَّ ثمَّ يعود مُبهَماً، والليل يتراءى منه أشقر ثم يعود أدْهما، وأبو مروان قد انتشى، وجال في ميدان الأنسِ ومشى، وبُردُ خَاطرِه قد دّبجَه السرور ووَشَى، فأقلقه ذلك المغيبُ والالتياح، وأنطقه ذلك السرور والارتياح فقال:\nأرى بَدرَ السَّماءِ يلوح حينَاً\n...\nفيبدو ثُمَّ يلتحف السحابا\nوذلك أنه لما تبدّى\n...\nوأبصر وجهَك اسَتحيَا فَغَابا\nالجزء: 1 ¦ الصفحة: 179\n",
        "مقال لو نَمَى عندي إليه\n...\nلراجعني بذا حقّا جَوَابَا\nوله في مدة اعتقاله، وتردّده في قيده وعقاله:\nشَحَط المزارُ فلا مزارَ ونافَرَتْ\n...\nعيني الهجوع فلا خيالٌ يعتري\nأزرى بصبري وهو مشدود القُوَى\n...\nوألانَ عودي وهو صُلبُ المكْسَرِ\nوطوى سروري كُلَّهُ وتلذُّذي\n...\nبالعيش طيَّ صحيفةٍ لم تُنْشرِ\nها إنّما ألقَى الحبيبَ توهُّماً\n...\nبضمير تذكاري وعينِ تذكُّري\nعَجَبَاً لِقَلبي، يومَ راعتني النَّوى\n...\nزدنا وَدَاعٌ كيفَ لَمْ يَتَفطَّرِ\nالوزير الأجلّ أبو الحَزّم جَهوَر بن محمَّد بن جَهوَر\nالجزء: 1 ¦ الصفحة: 180\n",
        "وبنو جَهوَر أهلُ بيت وزارة، اشتهروا كاشتهار ابن هُبَيرة في فَزَارة وأبو الحَزْم أمجدهم في المكرمات، وأنجدهم في الملمّات، ركب مُتُون الفتون فَراضها، ووقع في بحور المِحَن فَخَاضَها، مُنبسِطٌ غيرُ مُنكمش، لا طائش اللّسانِ ولا رَعِش، وقد كان وزر في الدولة العامرية فَشَرُفَت بجلاله، واعترفتْ باستقلاله فلمّا انقرضت، وعاقت الفتن واعترضت، تخلّى عن التدبير مُدَّتها، وخلّى لخلافه تدبير الخلافة وشدَّتها، وجعل يُقبل مع أولئك الوزراء ويُدبِر،\nالجزء: 1 ¦ الصفحة: 181\n",
        "وينهلُ الأمر معهم ويُدَبِّر، غير مُظهر للانفراد ولا مقصِّر في ميدان ذلك الطِّراد، إلى أن بلغت الفتنة مداها، وسوّغت ما شاءت رداها، وذهب من كان يَخِد في الرياسة ويخبُّ، ويسعى في الفتنة وَيَدبُّ، ولمّا ارتفع ذلك الوبال وأدبر ذلك الإقبال راسل أهل التقوى مستمدّاً بهم، ومعتمداً على بعضهم، تحيّلاً منه وتمويها، وَتَداهِياً على أهل الخلافة وذويها، وعرض عليهم تقديم المعتدّ هشام، وأومض منه لأهل قُرطُبَة برق خُلَّبِ يشام بعد سرعة التياثِها، وتعجيل انتكاثِها، فأنابوا إلى الإجابة، وأجابوا إلى استرعائه الوزارة\nالجزء: 1 ¦ الصفحة: 182\n",
        "والحِجَابة وتوجّهوا مع ذلك الإمام، وألموا بقرطبة أحسنَ إلمام، فدخلوها بعد فتن كثرة، واضطرابات مستثيرة، والبلد مُقفِر، والجلد مُسفِر، فلم يبقَ غيرُ يسيرٍ حتى جبذ واضطرب أمره فخُلِع، واخُتطِفَ من المُلك وانُتزِع، وانقضت الدولة الأمويّة، وارتفعت الدولة العَلويّة، واستولى على قُرطُبَة عند ذلك أبو الحزم، ودبّرها بالجِدِّ والعزم، وضبطها ضبطاً أمَّنَ خائفها، ورفع طارق تلك الفتنة\nوطائفها، وخلا له الجزّ فطار، واقتضى اللُّبَانَات والأوطار، فعادت له قرطبة إلى أكمل حالاتها، وانجَلى به نوء استجلالاتها، ولم تزل به مشرقة وغصون الأمل فيها مورقة، إلى أن توفي سنة خمس وثلاثين وأربعمائة، فانتقل الأمر إلى ابنه أبي الوليد، واشتمل منه على\nالجزء: 1 ¦ الصفحة: 183\n",
        "طارف وتليد، وكان لأبي الحزم أدب ووقار وحلم سارت بها الأمثال وعُدِم فيها المِثَال، وقد اثبتُّ من شعره ما هو لائق، وفي سماء الحُسن رائق، وذلك قوله في تفضيل الورد:\nالجزء: 1 ¦ الصفحة: 184\n",
        "الورْدُ أحسنُ ما رأتْ عيني وأذْ\n...\nكي ما سقى ماءُ السَّحاب الجائدُ\nخَضَعَتْ نواويرُ الرّياضِ لحُسنِهِ\n...\nفتذلّلّت تنقادْ وَهْي شوارد\nوإذا تبدّى الوردُ في أَغصَانِه\n...\nيزهو فذا مَيتٌ وهذا حاسد\nالجزء: 1 ¦ الصفحة: 185\n",
        "وإذا أتى وفدُ الرّبيعِ مبشِّراً\n...\nبطلوع صَفحَتِهِ فَنِعمَ الوافِدُ\nليس المبشِّر كالمبشِّر باسمِهِ\n...\nخَبَرٌ عليه من النبوَّةِ شاهدُ\nوإذا تعرى الوردُ من أورَاقِهِ\n...\nبَقِيت عوارِفهُ فَهُنَّ خوالِدُ\nوله وقد وقف على قصور الأمويين وقد تقوّضت أبنيتها، وعوّضت من أنيسها بالوحوش أفنيتها:\nقلتُ يوماً لدارِ قومٍ تفانوا:\n...\nأين سكّانك العِزَاز علينا؟\nفأجابت: هنا أقاموا قليلاً،\n...\nثمّ ساروا، ولست أعلم إينَا\nالوزير ذو الوزارتين أبو عامر بن الفرج\nمن ثِنيَة رياسة، وعترة نفاسة، ما منهم الأمن\nالجزء: 1 ¦ الصفحة: 186\n",
        "حدى بالإمارة وتردَّى بالوزارة، وأضاء في آفاق الدول، ونهض بين الخيل والخَوَل، وأبو عامر هذا أحدُ أمجادهم، ومتقلد نجادهم، فاتَهم أَدَباً ونُبلاً، وباراهم كرما تخاله وبلا، إلاّ أنه بقي وذَهَبُوا، ولقي من الأيام ما رَهَبُوا، فعاين نُكرها، وشَربَ عكرها وجال في الآفاق، واستدر أخلاف الأرزاق، وأجال للرجاء قِدَاحاً متواليات الإخفاق فأخمِلَ قَدرُه، وتوالى\nعليه جور الزمان وغَدرُه، فاندَفنت آثاره، وَعَفت أخباره وقد أثبتُّ له بعضَ ما قاله، وحاله قد أدبرت، والخطوب إليه قد انبرت، أخبرني الوزير الحكيم أبو محمد المصري وهو الذي آواه، وعنده استقرت نَوَاه، وعليه كان قادماً، وله كان مُنادماً أنه رغب إليه في أحد الأيام أن يكون من جُملة نُدَمائه، وأن لا يُحجَبَ عنه\nالجزء: 1 ¦ الصفحة: 187\n",
        "وتكون منّة من أعظم نَعمائه، فأجابه بالإسعاف، واستَسَاغَ منه، ما كان يعَاف، لِعلمِه بقلّته وإفراط خلّته، فلما كان ظُهرُ ذلك اليوم كتب إليه:\nها قد أهبت بكم وكلّكم هوى\n...\nوأحقّكم بالشّكر مني السّابقُ\nفالشَّمسُ أنتَ وقد أظلَّ طُلُوعها\n...\nفاطْلَعْ وبين يديك فجرٌ صادقُ\nوكان له ابن مكبود قد أعياه عِلاجُه، وتهيأ للفساد مِزَاجُه، فَدُلَّ على خَمرٍ قديمة فلم يعلم بها إلا عند حكم، وكان وَسِيماً، وللحسن قسيماً فكتب إليه:\nأَرسِلْ بهَا مِثْلَ وُدِّك\n...\nأرقّ من ماء خدّك\nشقيقة النّفس فانضحْ\n...\nبها جَوَى ابني وعَبدِك\nوكتب مُعتذِراً، عمّا جَناه مُنذِراً:\nالجزء: 1 ¦ الصفحة: 188\n",
        "ما تغيّبتُ عَنكَ إلاّ لعُذرٍ\n...\nودليلي في ذاكّ حِرصي عليكا\nهَبكَ أنَّ الفِرَارَ من عُظمِ ذَنبٍ\n...\nأتراه يكونُ إلاّ إليكا؟\nالوزير أبو عامر أحمد بن عبد الملك بن شُهَيد\nالأشجَعيِّ\nعالم بأقسام البلاغة ومعانيها، حائز قَصَب السَّبقِ فيها، لا يُشبهه أحدٌ من أهل زمانه، ولا ينسقُ ما نَسقَ من دُرَّ البيان وجُمَانه، توغل في شِعَاب البلاغة وطُرُقِهَا، وأخذ على متعاطيها ما بين مغربها ومشرقها، لا يقاومه عَمرو بن بحر، ولا تراه يغترف إلاّ من بحر، مع انطباع، مشى في طريقه بأمدّ باع، وله الحَسَبُ\nالمشهور والمكان الذي لم يَعده للظهور، وهو من ولد الوضّاح، المتقلّد تلك المفاخر\nالجزء: 1 ¦ الصفحة: 189\n",
        "والأوضَاح صاحب الضَّحَّاك يوم المَرج، وراكب ذلك الهَرج، وأبو عامر حفيده هذا من ذلك النَّسَب، ونبع لا يراش إلاّ مع ذلك الغَرَب، وقد أثبتُّ له مما هو بالسّحر لاحِق، ولُنور المحَاسِن ماحِق، فمن ذلك قوله:\nإنَّ الكَريمَ إذا نَابَتهُ مَخمَصَةٌ\n...\nأبدى إلى النّاسِ ريَّاً وهو ظَمآنُ\nيَحْني الضُّلُوعَ على مثل اللَّظَى حُرَقَاً\n...\nوالوَجهُ غَمرٌ بِمَاءِ البِشرِ مَلآنُ\nوهو مأخوذ من قول الرّضيّ:\nما إن رأيتُ كَمَعشَرٍ صَبَروا\n...\nعِزَّاً على الأزلاَتِ والأزمِ\nالجزء: 1 ¦ الصفحة: 190\n",
        "بَسَطُوا الوجُوه وبين أَضلُعِهِم\n...\nحَرُّ الجوى ومآلم الكَلْمِ\nوله أيضاً:\nكَلِفتُ بالحُبِّ حتّى لَو دَنا أَجَلي\n...\nلَمَا وجَدتُ لِطَعمِ المَوتِ من ألَمِ\nكِلا النَّدَى والهَوَى قِدماً وَلِعتُ بِهِ\n...\nوَيلي من الحُبِّ أو وَيلي مِن الكَرَمِ\nوأخبرني الوزير أبو الحسين بن سراج، وهو بمنزل الوزير أبي عامر بن شُهّيد وكان من البلاغة في مَدى غاية البَيان، ومن الفَصاحَةِ في أعلى مراتب التّبيان، وكنّا نحضر مجلسَ شرابهِ، ولا نغيبُ عن بابهِ، وكان له بباب الصومعة من الجامع موضع لا يفارقه أكثر نهاره،\nالجزء: 1 ¦ الصفحة: 191\n",
        "ولا يُخلِيه من نَثر درره وأزهاره، فَقعد فيه ليلة سبع وعشرين من رمضان في لُمَّة من إخوانه، وأئمة سُلوانِه وقد حَفَّوا به، ليقطفوا نُخَب أدبه، وهو بخلط لهم الجدّ بِهزل، ولا يفرِّط في انبِسَاطِ مُشتَهر ولا انقباض جَزل، وإذا، بجارية من أعيان أهل قُرطبة معها من جواريها، من يستُرها ويواريها، وهي ترتاد مَوضِعاً لمُناجَاة رَبِها، وتبتغي منزلا لاستغفار ذَنبها وهي متنقّبة، خائفة ممَّن يرقُبها مترقِّبة، وأمامها طفل لها كأنَّه غُصنُ آس، أو ظبيٌ يَمرحُ في كِناس فلما وقعت عينها على أبي عامر ولّت سريعة وتولت مروعة،\nخيفة أن يشبّب بها، أو يَشهُرها باسمها، فلما نظرها، قال قولاً فضحها به وشَهَرها:\nوناظرة تَحتَ طَيِّ القناع\n...\nدعاها إلى الله والخيرِ داعِ\nسَعَتْ خِفيَةً تَبغي مَنزلاً\n...\nلِوَصلِ التَّبتُّلِ والانقطاعِ\nوَجَالت بمَوضِعنَا جَولةَ\n...\nفحلّ الربيعُ بتلك البِقَاعِ\nالجزء: 1 ¦ الصفحة: 192\n",
        "أتَتنا تَبَختَرُ في مَشيهَا\n...\nفحلَّتْ بوادٍ كثر السّباعِ\nوريعت حِذَاراً على طِفلها\n...\nفَنَادَيتُ يا هذه لا تُرَاعي\nغزالك تَفرَقُ منه اللُّيوثُ\n...\nوتَنصَاعُ منه كُمَاةُ المِصَاعِ\nفَوَلَّتْ ولِلمِسكِ من ذَيلِهَا\n...\nعلى الأرضِ خَطٌّ كَظَهِر الشُّجاعِ\nوله يتغزل:\nأصباحٌ شِيمَ لأمْ بَرقٌ بَدَا\n...\nأمْ سَنَا المَحبُوبِ أورَى زَنَدا\nهَبَّ مِنْ مَرقدِهِ مُنكَسِراً\n...\nمُسبِلاً للكُمِّ مُرخٍ للرِّدا\nيَمسحُ النَّعسَةَ مِن عَينيْ رَشَا\n...\nصائدٍ في كُلِّ يومٍ أسَدا\nأورَدَتهُ لُطفاً آياتُه\n...\nصَفوَة العيشِ وأرعَتهُ دَدَا\nفهو من دّلٍّ عَرَاهُ زُبدَةٌ\n...\nمن مَريجٍ لم يُخَالِطْ زَبَدا\nقُلتُ هَبْ لي يا حبيبي قُبلّةً\n...\nتُشفِ من غَمِّكَ تبريحَ الصَّدَى\nفانثنى يَهتَزُّ من مَنكِبِهِ\n...\nمائلاً لُطفاً وأعطَاني اليدا\nكُلَّمَا كَلَّمنَي قبَّلتُهُ\n...\nفهو إمّا قالَ قولاً رَدَّدَا\nالجزء: 1 ¦ الصفحة: 193\n",
        "كَادَ أن يَرجِعَ مِن لَثمي لَهُ\n...\nوارتشاف الثَّغرِ مِنهُ أدرَدَا\nوإذا استنجزتُ يَوماً وَعدَهُ\n...\nأمطَلَ الوعدَ وقالَ: اصبر غدا\nشربت أعطَافُهُ ماَء الصِّبَا\n...\nوسقاهُ الحُسنُ حتَّى عَربَدَا\nفإذا بِتُّ بِه في رَوضةٍ\n...\nأغيد يَقرو نباتاً أغيدا\nقلمَ في اللّيلِ بِجيدٍ أتلعٍ\n...\nيَنفُضُ اللِمَّة من دَمعِ النَّدَى\nومكان عازب عن جِيرَةٍ\n...\nأصدقاء وَهُمُ عَينُ العِدَا\nذي نباتٍ طيِّبٍ أعرَافُهُ\n...\nكعِذَار الشَّعر في خدٍّ بَدَا\nتَحسَبُ الهَضبَةَ مِنهُ جَبَلاً\n...\nوحدُورَ الماءِ مِنهُ أبْرَدَا\nوبات ليلةً بإحدى كنائس قُرطُبة وقد فُرشَتْ بأضغاث آس، وعُرشَتْ بسرور واستئناس، وقَرعُ النَّواقيسِ يُبهجُ سَمعهُ، وَبَرقُ الحُميَّا يُسرِجُ لَمعَه، والقُسُّ قد بَرَز في عَبَدة المسيح، متوشّحاً\nالجزء: 1 ¦ الصفحة: 194\n",
        "بالزنانير أبدع توشيح، قد هجروا الأفراح واطّرحوا النّعم كُل اطراح:\nلا يعمدون إلى ماء بآنية\n...\nإلاّ اغترافاً من الغُدْران بالرّاح\nوأقام بينهم يَعمَلُها حُميَّا، كأنّما يرشف من كأسها شَفَةً لَميَا، وهي تنفح له بأطيب عَرف، كلمّا رشَفَها أعذَبَ رَشف، ثم ارتجل بعدما ارتحل فقال:\nولَرُبَّ حانٍ قد شَممْتُ بدَيرِهِ\n...\nخَمرَ الصِّبَا مُزِجَت بصِرفِ عَصيرِهِ\nفي فتيةٍ جَعَلوا السُّرورَ شِعَارهُم\n...\nمتصاغرين تخشُّعاً لكبيره\nوالقسّ ممّا شاء طول مُقَامِنَا\n...\nيدعو بعود حَولَنَا بِزَبُورِهِ\nيُهدي لنا بالرَّاح كُلِّ مصفّر\n...\nكالخَشفِ خَفَّرهُ التماح خَفَيرِهِ\nيتناول الظرفاءُ فيه وشَربهم\n...\nلِسُلافِهِ والأكْلُ من خِنزِيرِهِ\nالجزء: 1 ¦ الصفحة: 195\n",
        "وقال يرثي القاضي ابن ذَكوان، نجيب ذلك الأوَان، في الفتنة وقد افتنّ في الآداب، وسنّ فيها سنَّة ابن دأب، وما فارق ربع الشّبابِ (شرخه)، ولا استمجد في الكهولة عفاره ولا مَرخه، وكان لأبي عامر هذا قسيم نفسه، ونَسيمَ أُنسِهِ:\nظَننَّا الذي نادى مُحِقَّاً بِمَوتهِ\n...\nلعُظم الذي أنجى من الرُّزءِ كاذِبَا\nوخِلنَا الصبَّاحَ الطَّلقَ ليلاً وإنَّما\n...\nهبطنا خُدَاريَّاً من الحُزن كَارِبَا\nثَكلنَا الدُّجَى لمَّا استقلَّ وإنّنا\n...\nفقدناك يا خيرَ البريَّةِ ناعِبَا\nوما ذهبت إنْ حصّل المرءُ نَفسَه\n...\nولكنّما الإسلام أدبَرَ ذاهِبَا\nولمَّا أبَى إلاّ التَّحمُّلَ رائحا\n...\nمنحناه أعناقَ الكِرامِ ركائِبَا\nالجزء: 1 ¦ الصفحة: 196\n",
        "يسير به النَّعْشُ الأعزّ وحوله\n...\nأباعدُ راحوا للمُصَابِ أقاربا\nعليه حفيف للملائك أقبلتْ\n...\nتُصافحُ شَيخاً ذاكرَ الله تائبا\nتَخَالُ لفيف النّاسِ حول ضَرِيحهِ\n...\nخَلِيطَ قَطَاً وافَى الشريعةَ هارِبَا\nإذا ما امتروا سُحبَ الدموعِ تفرّعت\n...\nفروع البُكا عن بارقِ الحُزنِ لاهِبَا\nفَمَنْ ذَا لِفضلِ القَولِ يَسطَعُ نُورُه\n...\nإذا نحن ناوينا الألدّ المنَاوِبَا\nومن ذا ربيعُ المسلمينَ يقُوتُهم\n...\nإذا النَاس شاموها بُرُوقا كواذِبَا\nفيا لّهفَ قلبي آهٍ ذابت حُشَاشَتِي\n...\nمَضَى شَيخُنَا الدفَّاع عنّا النوائِبَا\nومات الذي غاب السرورُ لمَوتِهِ\n...\nفليس وأن طال السُّرى منه آيبا\nوكان عظيماً يُطرِقُ الجمعُ عِندَهُ\n...\nويعنو له ربُّ الكتيبةِ هائِبَا\nوذَا مِقوَل عَضبِ الغِرَارينِ صارمٍ\n...\nيروح به عَن حَومَةِ الدين ضَارِبَا\nأبا حاتمٍ صَبْر الأديبِ فإنّني\n...\nرأيتُ جميلَ الصَّبرِ أحلى عواقبا\nالجزء: 1 ¦ الصفحة: 197\n",
        "وما زلتَ قَدْماً ترهب الدهرَ سطوةً\n...\nوصَعباً يُعيي الخطوبَ المصاعِبَا\nسأستعتبُ الأيامَ فيكَ لعلَّها\n...\nلصحّة ذاكَ الجسمِ تَطلُبُ طَالِبَا\nلئن أَفَلتْ شَمسُ المكارِم عَنكُمُ\n...\nلقد أَسأرَتْ بَدرَاً لها وكواكِبَا\nودَبَّت إليه أيام العَلويّين عَقَارب، بَرئَتْ بها من أباعِد وأقارب، واجَهه بها صَرفٌ قطوف، وانبرت إليه منها خُطُوب، نَبا لها جَنبُه عن المضجَع، وبَقِي بها يَأرقُ ولا يَهجَع، إلى أن عَلِقتهُ من الاعتِقَال حباله، وعَقلتهُ في عِقَال أذهَب مَالهُ، فأقام مُرتهنا، ولقي وهنا، وقال:\nقريب بمحتلِّ الهوانِ مَجيدُ\n...\nيجودُ ويَشكو حُزنَه فيَجِيدُ\nنَعَى صبره عند الإمام فَيَا لهُ\n...\nعَدُوٌّ لأبناءِ الكِرامِ حسودُ\nوما ضرّه إلاّ مِزَاحٌ ورِقَّةٌ\n...\nثَنَتهُ سَفَيهَ الذّكرِ وهو رَشيدُ\nجَنَى ما جَنَى في قُبَّةِ المُلكِ غَيرُه\n...\nوطُوِّقَ منه بالعَظِيمَةِ جِيدُ\nوما فيّ إلاّ الشعر أثَبتَهُ الهَوَى\n...\nفسار به في العالمينَ فريدُ\nالجزء: 1 ¦ الصفحة: 198\n",
        "أفوهُ بما لم آته متعرِّضاً\n...\nلحُسنِ المعاني تارةً فأزيدُ\nفإنّ طال ذكري بالمجُون فإنّني\n...\nشقيٌّ بمَنظُوم الكلامِ سعيدُ\nوهل كنت في العُشَّاقِ أوَّلَ عاقلٍ\n...\nهَوَتْ بِحِجَاهُ أعينٌ وخدودُ\nوإن طال ذكري بالمجُون فإنّها\n...\nعظائم لم يَصبِر لَهُنَّ جليدُ\nفِراقٌ وسِجنٌ واشتياقٌ وذِلَّة\n...\nوجَبَّارُ حُفَّاظٍ عليّ عَتيدُ\nفمن مُبلغُ الفتيانِ إنّي بَعدَهُم\n...\nمقيمٌ بدار الظالمين وحيدُ\nمُقيمٌ بدارٍ ساكنوها من الأذَى\n...\nقِيَامٌ على جَمر الحِمَامِ قُعُودُ\nويُسمَعُ للجِنَّانِ في جنبتها\n...\nبَسِيط كترِجيعِ الصَّدى ونشيدُ\nولست بذي قَيدٍ يرنُّ وإنمّا\n...\nعلى اللَّحظِ من سُخط الإمام قيودُ\nوقلت لصَدَّاح الحَمَامِ وقد بَكَى\n...\nعلى القصر إلفاً والدّموُع تجودُ\nألا أيُّها الباكي على من تُحِبُّهُ\n...\nكِلاَنا معنىً بالخَلاءِ فريدُ\nوهل أنت دانٍ من مُحِبٍّ نأى به\n...\nعن الإلفِ سُلطَانٌ عليهِ شديدُ\nفصفّقَ عن ريش الجناحين واقفاً\n...\nعلى القُربِ حتى ما عليه مَزيدُ\nوما زال يبكيني وأبكيه جاهداً\n...\nوللشّوقِ من دون الضّلوعِ وقودُ\nإلى أن بكى الجدران من طول شجون\n...\nوأجهش باب جانباه حَديدُ\nأطاعت أميرَ المؤمنين كتائبٌ\n...\nتَصرَّفُ في الأموال كيف تريدُ\nالجزء: 1 ¦ الصفحة: 199\n",
        "فللشّمسِ عنها بالنّهار تأخّرٌ\n...\nوللبدْرِ شَحناً بالظلام صدودُ\nألا إنَّهَا الأيّام تَلعَبُ بالفَتَى\n...\nنحوس تهادى تارة وسعودُ\nوما كُنتُ ذا أيدٍ فأذعن ذا قُوىً\n...\nمن الدَّهرِ مُبدٍ صَرفُهُ ومعيدُ\nوراضت صِعَابي سَطوَةٌ عَلويّة\n...\nلها بارقٌ نحو النَّدى ورعودُ\nتقول التي من بيتها كفّ مَركبي\n...\nأقُربُكَ دانٍ أم نَوَاكَ بعيدُ\nفقلت لها: أمري إلى مَنْ سَمَتْ بهِ\n...\nإلى المجد أباءٌ له وجدودُ\nولزمته آخر عمره علّة دامت به سنين، ولم تفارقه حتى تركت (أعضاءه قد) حُنِين، وأحسبُ أن الله أراد بها تَمحيصَه، وإطلاقه من ذنبٍ كان قَنيصَه فطهَّره تطهيراً، وجعل ذلك على العفو له ظهيراً، فإنها أقعدته حتى حُمِل في المِحَفَّة، وعادته حتى غَدتْ لرونقه مُشتفَّة، وعلى ذلك فلم يَعطُل لسانه، ولم يَبطُل إحسانه وما زال يستريح إلى القول، ويزيح ما كان يجده من الغول، وآخر شعرٍ\nالجزء: 1 ¦ الصفحة: 200\n",
        "قاله، قوله:\nولمّا رَأيتُ العيشَ لَوَّى برَأسه\n...\nوأيقنتُ أنَّ الموتَ لا شكَّ لاحِقي\nتمنّيتُ أنَّي ساكِنٌ في عَبَاَءةٍ\n...\nبأعْلى مهبِّ الرّيحِ في رأسِ شَاهِقِ\nأرُدُّ سَقِيطَ الظَّلِّ في فَضلِ عِيشَتي\n...\nوحيداً وأحسو الماَء ثَنيَ المعَالِقِ\nخليليَّ من رَامَ المنيَّة مرّةً\n...\nفقد رُمتُها خمسينَ قولةَ صَادِقِ\nكأنّي وقد حان ارتِحاليَ لم أفُز\n...\nقديماً من الدُّنيَا بِلمحَةِ بَارِقِ\nفَمَنْ مُبلِغٌ عَنّي ابن حَزم وكانَ لي\n...\nيَداً في مُلِمَّاتي وعِندَ مَضَايقي\nعليك سلامُ الله إنّي مُفارِقٌ\n...\nوحَسبُكَ زاداً من حبيبٍ مُفَارِقِ\nفلا تَنسَ تَأبيني إذا ما ذَكَرتني\n...\nوتَذكار أيَّامي وفَضلَ خلائقي\nوحرِّكْ لَهُ بالله مَهمَا ذَكّرْتني\n...\nإذا غيّبوني كُلَّ سَهم غُرانِقِ\nعسَى هَامَتي في القَبرِ تسمع بَعضَه\n...\nبتَرجيعِ شادٍ أو بِتَطريبِ طَارِقِ\nفَلي في ادِّكاري بَعدَ موتيَ راحةٌ\n...\nفلا تَمنعُوهَا لي عُلاَلَةَ رَاهِقِ\nوإنّي لأَرجُو الله فيما تقدَّمَتْ\n...\nذُنُوبي به ممّا درى مِن حَقَائِقِ\nالجزء: 1 ¦ الصفحة: 201\n",
        "الوزير الكاتب أبو المُغِيرَة عبد الوهاب بن حَزْم\nوبنو حَزم فِتيةُ عِلمٍ وأدَب، وثنّية مجدٍ وحَسب، وأبو المغيرة هذا في الكتابة أوحَد، لا يُنعتُ ولا يحدّ، وهو فارس المِضمار، حامي ذلك الذِّمار، وبطلُ الرّعِيل، وأسد ذلك الغِيل، نَسق المُعجِزات، وسبقَ في المُعضِلات الموجزات، إذا كتب وشَّى المهارق ودّبج، وركب من بحر البلاغة الثَّبج، وكان هو وأبو عامر بن شهيد، خليليْ صَفاء، وحَليفي وَفاء، لا ينفصلان في رَواحٍ ولا مَقِيل، ولا يفترقان كمالكٍ وعَقيل، فكانا بقُرطُبة رافعيْ ألوَية الصَّبوَةِ، وعامريْ أندية السَّلوة، إلى أن اتُّخِذَ أبو عامرٍ في حُبالة الرَّدى وعَلِق، وغدا رَهنُه فيها قد غَلِق، فانفرد أبو المغيرة بذلك المَيدان، واستردَّ من سَبقِهِ ما فاته منذ زمان، فلم تذكر له مع أبي عامر حسنة، ولا سَرت له فِقرَة وإن كانت مُستحسَنة، لتعذُّر ذلك وامتناعه، بشفوف أبي عامر\nالجزء: 1 ¦ الصفحة: 202\n",
        "وامتداد باعه، وأما شعر أبي المغيرة فمرتبط بنثره، ومُختلِط زهره بدُرِّه، وقد أثبتّ له منها فُنُونا تُجَنُّ بها الأفهام جُنُونا، فمن ذلك قوله:\nظَعَنتْ وفي أحداجها من شَكلِها\n...\nعين فضحن بحُسنهنَّ العِينَا\nما أنصّفَتْ في جَنبِ تُوضِح إذ قَرَتْ\n...\nضَيفَ الوِدَادِ بَلابِلاً وشُجُونَا\nأضحَى الغَرَامُ رَبْع فُؤادِهِ\n...\nإذ لَم يَجِد بالرّقمّتين قَطِينَا\nوله أيضاً:\nلمَّا رَأيتُ الهِلالَ مُنطَوياً\n...\nفي غُرَّةِ الفَجر قَارَن الزُّهْرة\nشَبَّهيُهُ والعِيان يَشهَدُ لي\n...\nبصَولَجانٍ انثَنَى لضَربِ كُرَة\nالوزير أبو عامر محمد بن عبد الله بن محمد بن\nمسلمة\nالجزء: 1 ¦ الصفحة: 203\n",
        "بيت شرف باذخ، ومفخر على ذوائب الجوزاء شامخ، وزروا للخلفاء، وانتجعتهم الأدباء، واتبعتهم العظماء، وانتسبت لهم النعماء وتنفّست عن نور بهجتهم الظلماء\nوأبو عامر هذا هو جوهرهم المنتخل، وجوادهم الذي لا يَبخلَ، زعيمُهم المعظَّم، وسِلكُ مَفخَرِهم المنظَّم، وكان فتى المدام، ومستفتى النِّدَام، وأكثر من النعت للرّاح والوصف، وآثر الأفراح والقصف وأرى قَينات السُّرور مجلَّوة، وآيات الحُسن متلوّة، وله كتاب سمّاه بحديقة الارتياح، في وصف حقيقة الراح واختصّ بالمعتضد اختصاصاً جرّعه رَدَاه، وصَرَعه في مَدَاه، فقد كان في المُعتَضِد من عدم تحفّظه بالأرواح وتهاونه باللّوام في ذلك واللّوّاح، فاطمأنّ إليه أبو عامر واغترّ، وأنِسَ إلى ما بَسَم من مؤانسته وافترَّ، حتى أمكنته في اغتياله فًرصة، ولم يعلق فيها حصّة، ولم يطلق عليه إلا أنه زلّت به قدمه فسقط في البحيرة وانكفا، ولم يُعلَم به إلاّ بعدما طفا، فأُخرِجَ وقد قضى، وأُدرِجَ منه\nالجزء: 1 ¦ الصفحة: 204\n",
        "في الكفن حُسام المَجد مُنتضَى، فمن محاسنه قوله يصف السَّوسَن، وهو مِمَا أبدعَ فيه وأحسن:\nوسَوسَن راق مرآه ومخبَرُهُ\n...\nوجلّ في أعين النَّظَّار منظره\nكأنَّه أكؤسُ البَلُّورِ قد صُنِعَتْ\n...\nمُسَندَسَاتٍ تعالى الله مُظهِرُهُ\nوبَينَها أَلسُنٌ قَد طُوِّقَتْ ذَهَباً\n...\nمن بَينها قائمٌ بالملكِ يُؤثِرُهُ\nوله أيضاً:\nحَجَّ الحجيجُ مِنَىً فَفَازوا بالمُنَى\n...\nوتفرَّقَتْ عن خَيفِه الأشهَادُ\nولنَا بِوَجهكَ حجَّةٌ مَبرُورَةٌ\n...\nفي كلِّ يَومٍ تُقتَضَي وتعاد\nواجتمع بجنّة بخارج إشبيلية مع إخوان له عِليَة، فبينا هم يديرون الرّاح، ويشربون من كأسها الأفراح، والجوُّ صاح، إذا بالأُفقِ قد غَيَّم، وأرسل الدِّيَم، بعدما كسا الجوَّ بِمطَارِفِ اللاّذ، وأشعر الغُصًونَ زهر قُبَاذ، والشَّمسُ مُنتقِبَة بالسَّحاب، والرَّعد يبكيها\nالجزء: 1 ¦ الصفحة: 205\n",
        "بزَمزَمةٍ كالانتحاب، فقال:\nيوم كأنّه سَحَابَه\n...\nلبست عماماتِ الصوامتْ\nحَجَبَتْ به شمس الضُّحى\n...\nبمثالِ أجنِحَةِ الفواختْ\nوالغيثُ يبكي فَقدَهَا\n...\nوالبرقُ يَضحَكُ ضَحْك شَامِتْ\nوالرعد يَخطُبُ مُفصِحَاً\n...\nوالجوّ كالمحزون سَاكِتْ\nوخرج إلى تلك الخميلة والربيع قد نشر رِدَاه، ونثر على معاطف الغصون نَدَاه، فأقام بها وقال:\nوخَمِيلَةٍ رَقَم الزّمانُ أدِيمَها\n...\nبمُفَضَّضِ ومقسَّمٍ ومشوبِ\nرشفت قبيل الصُّبْح ريق غمامةٍ\n...\nرَشفَ المُحِبِّ مراشِفَ المَحبُوبِ\nوطردتُ في أكْنافها ملكَ الصِّبا\n...\nوقعدتُ واستوزرتُ كلّ أديبِ\nوأدرتُ فيها اللَّهوَ حقَّ مُدَارِهِ\n...\nمع كلّ وضّاح الجبينِ مَهُوبِ\nالجزء: 1 ¦ الصفحة: 206\n",
        "الوزير الكاتب أبو حَفص أحمد بن بُرْد\nهذه ثِنيَة غُذِيَت بالأدب، ورَبتْ في أسمى الرُّتَب، ما منهم إلاّ شاعرٌ كاتب ولازم لباب السُّلطان راتب، لم يزل في الدول العامريّة بسبقٍ يُذكر وحق لا يُنكر، وأبو حَفص هذا بديع الإحسان، بليغُ القلم واللّسان، مليحُ الكتابةِ فصيحُ الخطابة، وله رسالة السيف والقلم وهو أوّل من قال بالفرق بينهما، وشعره مثقف المباني، مُرهف كالحُسام اليماني، وقد لأثبتُّ منه ما يُلهيكَ سَماعا، ويُريكَ الإحسان لِمَاعا، فمن ذلك قوله يَصِفُ البَهَار:\nتأمّل فَقَدْ شقَّ البَهَارُ كَمائِماً\n...\nوأبرز عَن نُوَّاره الخَضل النَّدِي\nالجزء: 1 ¦ الصفحة: 207\n",
        "مداهِنَ تِبر في أنامِلِ فِضَّةٍ\n...\nعلى أذرُعٍ مخروطةٍ مِن زَبرجَدِ\nوله يصف معشوقاً، أهيف القدّ ممشوقاً، أبدى صفحة ورد، وبدا في ثوب لازَورَد:\nلمّا بدا في لازور\n...\nديّ الحرير وقد بَهَر\nكبّرتُ من فَرط الجَمالِ\n...\nل وقلتُ: ما هذا بَشَرْ\nفأجابني لا تنكرنْ\n...\nثوبَ السماء على القمرْ\nوله أيضاً عفا الله عنه:\nقلبي وقلبك لا محالة واحِدُ\n...\nشَهِدَتْ بذلك بَيننَا الألحَاظُ\nفتعال فَلنَغِظِ الحسودَ بوصلنا\n...\nإن الحسودَ بمثل ذاك يُغَاظ\nوله أيضاً إلى من ودّعه، وأودع فؤاده من الهوى ما أودعه:\nيا من حُرِمْتُ لَذّاذتي بمسيرهِ\n...\nهذي النَّوَى قد صعَّرتْ لي خدَّها\nالجزء: 1 ¦ الصفحة: 208\n",
        "زَوِّدْ جُفُوني من جمالِكَ نظرةً\n...\nواللهُ يَعلَمُ إن رأيتُكَ بَعدَها\nالوزير الكاتب أبو جعفر اللّمّائي\nإمام من أئمة الكتابة ومفجّر ينُبوعها، والظاهر على مصنوعها، بمطبوعها، إذا كتب نثر الدًّررَ في المهارق، ونَمَتْ فيها أنفاسه كالمسك في المهارق، وانطوى ذكره على انتشار إحسانه، وقصُر أمره مع امتداد لسانه، فلم تَطُلْ لدوحته فروع، ولا اتصل لها في نهر الإحسان كُرُوع، فاندفنت محاسنه من الإهمال في قبر، وانكسرت الآمال بعدم بدائعه كسراً بعد جبر، وكان كاتبَ عليّ بن حمّود العلويّ وذكر أنه كان يرتجل بين يديه ولا يروّي، فيأتي على البديه، مِمَّا يتقبله المروّي ويُبديه، فمن ذلك ما كتب به مُعتنِياً من بعض رسائله:\nالجزء: 1 ¦ الصفحة: 209\n",
        "روض العلم في فنائك، مونق، وغصن الأدب بمائك مورق، وقد قذف بحر الهند درره، وبعث روض نجد زهره، فأهدى ذلك على يدي فلان الجاري في حَمده على مباني قَصده.\nومن شعره قوله:\nألِمَّا فَدَيتكما نَستَلِم\n...\nمنازِلَ سَلمَى على ذي سَلَمْ\nمنازل كُنتُ بها نازِلاً\n...\nزمانَ الصِّبا بين جيد وَفَمْ\nأمَا يَجِدَنَّ الثَّرَى عاطِراً\n...\nإذا ما الرّياحُ تَنَفَسْنَ ثَمْ\nوكتب أيضاً: غصن أياديك عندي ناضر، وروض شُكرك لديّ زاهر، (وريح إخلاصي لك صَبَا) وزمن أملي فيك صِبَا، فأنا\nالجزء: 1 ¦ الصفحة: 210\n",
        "شارب ماء إخائك، متفيء ظِل\nوفائك، جانٍ ثَمر فرع طاب أكله، وأجنَاني البرُّ قديماً أصلُه، فسقاني إكراماً بَرقُه، وروّاني أفضالاً وَدقُه، وأنت الطالع في فِجَاجه، السالك لِمنهَاجه، سَهم في كَنانة المَجد صائب، ونجم في سماءِ العزِّ ثاقب، إن ابتغَت العِدَا نورَه أحرَق، وإن رميتهم به أصبتَ الحَدق، وفلان اختلّ ما عهدتهُ من أمره، وطما عليه ما علمته من بحره، فإن سبح فيه غرق، وإن شَرِبَ منه شَرِق، فإن مدَدتَ يدَ اعتناءٍ نجّيتُه، وإن لحظته بعين احتفاء أحَييته.\nالوزير أبو عَبْدة حسّان بن مالك بن أبي عبدة\nمن بيت جَلالة، وعِترَة أصالة، كانوا مع عبد الرحمن الداخل، وتوغّلوا معه في متشعّبات تلك المداخل، وسعوا في الخلافة حتى حضر مُبَايعُها، وكَثُر مُشايعُها، وجدّوا في الهُدنة وانعقادها، وأخمدوا نار\nالجزء: 1 ¦ الصفحة: 211\n",
        "الفتنة عند اتّقادها فأبرمت عُراها، وارتبطت أولاها وأُخراها، فظهرت البيعة واتّضحت، وأُعلِنَت الطّاعة وأُفصِحَت، وصاروا تاج مَفرِقِها، ومِنهاج طُرُقِهَا، وأبو عَبدة هذا ممّن بلغ الوزارة وأدركها، وحلّ مطلعها وفلكها، مع اشتهار في اللُّغة والآداب، وانخراط في سِلك الشعراء والكُتَّاب، وإبداع لما ألّف، وإنتهاض بما تكلّف ودخل على المنصور وبين يديه كتاب ابن السري وهو به كلف، وعليه مُعتكف، فخرج من عنده وعمل على مثاله كتاباً سمّاه بكتاب: ربيعة وعقيل، جرّد له من ذهنه أيّ سَيف صقيل، وأتى به مُنتسخاً مصوَّراً في ذلك اليوم من الجمعة الأخرى، وأبرزه والحسن يبتسّم عنه ويتعرَّى، فَسُرَّ به المنصور وأُعجِبَ، ولم يَغِب عن بصره ساعةً ولم يَحتجب، وكان لأبي عبدة بعد هذه المدّة حين أدجّت الفتنةُ لَيلها، وأزجَت ابلَهَا وخَيلها، اغتراب كاغتراب الحارث بن مُضاض، واضطراب بين القوافي والمواضي كالحيّة النَّضناض، ثم اشتهر بَعدُ، وافترّ له\nالجزء: 1 ¦ الصفحة: 212\n",
        "السَّعدُ، وفي تلك المدة يقول، يتشوّق إلى أهله:\nسقى بلد أهلي به وأقاربي\n...\nغواد بأَثقَال الحَيَا وروائحُ\nوهَبَّتْ عليهم بالعشيِّ وبالضُّحَى\n...\nنواسِمُ برد والظلال فوائحُ\nتذكَّرْتُهُم والنأيُ قد حال دُونَهم\n...\nولم أنسَ لكنْ أوقدَ القَلبَ لافحُ\nومّما شجاني هاتفٌ فَوقَ أيكةٍ\n...\nينوح ولم يَعلَم بما هو نائِحُ\nفقلت اتّئِدْ يكفيك إني نازح\n...\nوأنَّ الذي أهواهُ عنَّي نازِحُ\nولي صِبيَةٌ مِثْلَ الفراخِ بقفر\n...\nمضى حاضناها فاطّحتها الطوائِحُ\nإذا عَصَفتْ ريحٌ أقامت رؤوسها\n...\nفلم يَلقَها إلاّ طيورٌ بوارِحُ\nفَمنْ لِصِغَارٍ فَقدِ أبيهم\n...\nسوى سانحٍ في الدّهرِ لوعنَّ سانِحُ\nواستوزره المُستظهر عبد الرحمن بن هِشَام (المُسمَّى) بالخلافة أيام الفتنة، فلم يرضَ بالحال، ولم يَمضِ في ذلك الانتحال، وتثاقل عن الحضور في كل وقت، وتغافل في ترك الغرور\nالجزء: 1 ¦ الصفحة: 213\n",
        "بذلك المَقت، وكان المستظهر يستبدّ بأكثر الأمور دونه، وينفرد مغيّباً عنه شؤونه فكتب إليه:\nإذا غِبْتُ لم أُحضَر وإن جِئْتُ لم أُسَلْ\n...\nفسيّان منّي مْشهد ومَغِيبُ\nفأصبحتُ تيميّاً وما كُنت قبلها\n...\nلِتَيْمٍ ولكنّ الشبيهُ نسيبُ\nومن شعره في المِهرجَان:\nأرى المِهْرجَان قد اسْتَبشَرا\n...\nغداةَ بكى المُزْنُ واسْتَعبَرا\nوسُربِلَتْ الأرض أفواهَهَا\n...\nوجُلّلت السُّندُسَ الأَخضَرَا\nوهزّ الرِّياح صنابيرَها\n...\nفضوَّعتِ المسك والعَنبَرا\nتهادى به النَاس ألطَافهُ\n...\nوسام المقلّ به المُكْثِرَا\nوله أيضاً:\nرَأتْ طالِعاً للشَّيبِ بَينَ ذَوَائبي\n...\nفَعَادتْ بأَسْرابِ الدّموع السَّواكبِ\nوقالت: أَشيبٌ؟ قُلت صُبْحُ تجاربي\n...\nأنَارَ على أعقَابِ ليلِ نوائبي\nالجزء: 1 ¦ الصفحة: 214\n",
        "ولما مات قال الوزير أبو عامر بن شهيد يرثيه رحمهما الله تعالى:\nأفي كلِّ عامٍ مصرعٌ لعظيمِ\n...\nأصاب المَنَايا حادِثِي وقدِيمي\nوكيفَ اهتدائي في الخطوب إذا دَجَتْ\n...\nوقد فَقَدتْ عينايَ ضوَء نُجُومِ\nمضى السَّلفُ الوضّاح إلاّ بقيةً\n...\nكغْرَّةِ مسوَدِّ القميصِ بهيمِ\nفإن ركبت مَنّي الليالي هَضِيمَةً\n...\nفَقَبليَ ما كان اهِتضَامُ تميمِ\nأبا عَبدَةَ إنّا غَدَرنَاك عِندَما\n...\nرَجَعنَا وغادرْنَاك غَيرَ ذميمِ\nأنَخْذلُ مَنْ كُنَّا نرودُ بأَرضِهِ\n...\nوَنكْرَعُ منه في إناءِ علومِ\nوَيجْلو العَمَى عنّا بأنوارِ رأيهِ\n...\nإذا أظلَمت ظلماءُ ذاتُ غمومِ\nكأنّك لم تُلْقِحْ بريح من الحِجَى\n...\nعقائمَ أفكار بغيرِ عقيمِ\nولم نَعتَمِدْ مغناك غَدْواً ولم نَزرْ\n...\nرَوَاحاً لفصلِ الحُكمِ دارَ حكيمِ\nالوزير الفقيه أبو أيّوب بن أبي أُميَّة\nواحد الأندلس الذي طوّقها فخاراً، وطبّقها بأوانهِ افتخاراً، ما شئت من وقار لا تحيل الحركة سكونه، ومقدارٍ يتمنَّى مُخبِّرٌ أن يكونه،\nالجزء: 1 ¦ الصفحة: 215\n",
        "إذا لاح رأيت المجد مُجتَمِعاً، وإن فاه أضحى كل شيءٍ مستمعاً، تكتحل منه مُقلُ المَجد، وتنتحل المعالي أفعاله انتحال ذي كلف بها ووَجد، لو تفرّقت في الخلق سَجَاياه لحُمِدَت الشِّيَم، واستُسقِيَت بمُحيّاه لما استمسكت الدّيَم، ودُعي للقضاء فما رضي وأُعفي عنه فكأنه استُقضي، لديه تثبتُ الحقائق، وتَنبتُ العلائق، وبين يديه يُسلكُ عين الجَدَد ويدع اللَّدِدُ اللَّدَدِ، وله أدب إذا حاضر به فلا البحر إذا عصف، ولا أبو عثمان ابنه إذا صنَّف، مع حلاوة مؤانسةٍ تستهوي الجليس وتَهوي حيث شاءت بالنّفوس، وأما تحبيره وإنشاؤه، ففيهما للسامع تحييره وانتشاؤه، وقد أثبت له بِدَعاً يثنى إليها الإحسان جِيدَاً وأخدَعَا، فمن ذلك قوله في منزل حلّه متنزَهاً:\nيا مَنزِلَ الأُنسِ أهواهُ وآلفه\n...\nحقَّاً لقد جُمِعتْ في صحنك البِدَعُ\nلله ما اصطَنعَتْ نُعمَاك عِندي في\n...\nيوم نعمت به والشمل مُجتَمعُ\nالجزء: 1 ¦ الصفحة: 216\n",
        "وحلّ مِنية صِهره الوزير أبي مروان بن الدّبّ بعُدوة إشبيلية المُطلَّة على النهر، المشتملة على بدائع الزّهر، وهو مُعرِس ببنته، فأقام فيها أياماً متأنِّساً، ولِجَذوة السرور مُقتبسَاً، فأولاه من التحف، وأهدى إليه من الطُّرف، ما غمر كَثرة، وبهر نَفَاسة وأثرة، فلما ارتحل، وقد اكتحل من حسن ذلك الموضع بما اكتحل، كتب إليه:\nقُلْ للوزير وأينَ الشُّكرِ من مِنَنٍ\n...\nجاءت على سَنَنٍ تَترَى وتتَّصِلُ\nغِشيت مَغْناك والرّوضُ الأنيق بهِ\n...\nيَندَى وصوب الحَيا يَهْمي وَيَنْهَمِلُ\nوجال طَرفي في أرجَائِهِ مَرَحَاً\n...\nوفْقَ اختِيَاري يَستعْلي ويَستَفِلُ\nيدعو بِلَفتتِهِ حيثُ ارتَمى زَهَرٌ\n...\nعليه من مُنثَني أفَنَانِهِ كِلَلُ\nمحلُّ أنسٍ نَعِمنَا فيه آوِنَةً\n...\nمن الزَّمانِ وواتانا به الأمَلُ\nوحلّ بعد ذلك متنزّهاً بها على عادته، فاحتفل في موالاة ذلك البرّ وإعادته، فلما رحل كتب إليه:\nالجزء: 1 ¦ الصفحة: 217\n",
        "يا دارُ أمّنكِ الزّما\n...\nنُ صروفه ونوائبَهْ\nوجرت سعودك بالذي\n...\nيَهْوي نزيلُكِ دائبَهْ\nفلنعم مثوى الضّيْفِ أَنْ\n...\nت إذا تحاموا جانِبَهْ\nخَطَرٌ سَأرْتِ به الدّيَا\n...\nرَ وأَذْعَنتْ لكِ ناصِبَهْ\nوله فيه أيضاً:\nأمِسكُ دَارِينَ حيَاكَ النّسيم به\n...\nأَمْ عَنبَرُ الشَّحْرِ أم هّذي البساتينُ\nبشاطئ النَّهْر حيث النَّورُ مُؤتَلق\n...\nوالرّاح تَعْبَق أم تلك الرياحينُ\nوصنع ولد ابن عبد الغفور رسالةً، سمّاها بـ الساجعة حذا بها حذو أبي العلاء المعرّي في الصاهل والشاحج وبعث بها إليه، فعرضها عليه فأقامت عِنْدَه أياماً ثم\nاستدعاها منه فصرفها إليه وكتب معها يول - من النثر -: بِكْر زَففتُها - أعزك الله - نَحوك، وهززتَ\nالجزء: 1 ¦ الصفحة: 218\n",
        "بمقدمها سناك وسَروَك، فلم ألفظها عن شِبَع، ولا جهلت ارتفاعها عمّا يجتلي من نوعها ويُستَمَع، ولكن لَمَ أنِسته من أُنسِكَ بانتجاعِها، وحرصك على ارتجاعها، دفعت في صدر الوَلوع، وتركت بينها وبين مجاثمها تلك الربوع، حيث الأدبُ غضٌ، وماءُ البلاغةِ، مرفضّ، فأسعد أعزّك الله بكرَّتِها وسَلها عن أفانين مَعَرَّتِهَا بما تَقطِفه من ثمارك، وتغرفه من بحارك، وترتاح له ولإخوانه من نتائج أفكارك وأنها لِشنشِنَة أعرفها فيكم من أخزم وموهبة حزتموها وأحرزتم السَّبقَ فيها منذ كم، إن شاء الله تعالى.\nالوزير أبو القاسم بن عبد الغفور\nفتى زكا فِرعاً وأصلاً، وأحكم البلاغة معنى وفَضلاً، وجرَّد من ذِهِنهِ على الأعراضِ نَصلاً، قدّها به وفراها، وقدح زَندَ المعال\nالجزء: 1 ¦ الصفحة: 219\n",
        "ي حتى أوراها، مع صونٍ يرتديه ولا يكاد يُبديه، وشبيبة ألحَقته بالكهول، وأقفَرت منه رَبعها المأهول وشَرفَ ارتداه وسَلَف اقتفى أثره الكريم واقتداه، وله شعر بديعُ السَّرد مفوَّفُ البُرد، وقد أثبت له منه ما ألفيت، وبالدلالة عليه اكتفيت، فمن ذلك قوله:\nتركتُ التَّصابي للصَّوابِ وأهلِهِ\n...\nوبيضَ الطُّلَى للبيض والسُّمْر للسُّمْر\nمُدَامي مِدَادي والكؤوسُ محابري\n...\nونَدْماي أقلامي ومنقلتي سِفْري\nوله أيضاً:\nلا تنكروا أَنّنا في رِحلَةٍ أبداً\n...\nنحثُّ في نَفنَفٍ طوراً وفي هَدَفِ\nفَدَهْرُنا سُدْفَةٌ ونحنُ أنْجُمُها\n...\nوليس يُنكر النَّجْمِ في السُّدَف\nلو أسْفَر الدَّهرُ لي اقصرتُ عن سفرِ\n...\nوملت عن كَلَفي بِهَذِهِ الكُلَف\nوله من قصيدة:\nرويدك يا بَدْرَ التَّمامِ فإنّني\n...\nأرى العيس حَسرَى والكواكبَ ظُلَّعا\nالجزء: 1 ¦ الصفحة: 220\n",
        "كأن أديَم الصُّبحِ قد قدَّ أنْجُمَا\n...\nوغودر دِرْعُ اللّيل فيها مُرقَّعا\nفإنّي وإنْ كان الشَّبابُ محبَّباً\n...\nإليّ وفي قَلْبي أجلُّ وأوقعا\nلآنفُ من حُسْنٍ بِشِعْري مُفْتَرى\n...\nوآنفُ من حُسْنِ بشَعْري قُنِّعَا\nالوزير أبو مروان عبد الملك بن مثنى\nكثر القَعَاقِع، قليل البَراقِع، يَذهَب إلى التّقعير، ويرغب في التُّوعير كتب إلى ابن عُكاشة، وقد مرّ على قلعة رَبَاح، يعلمه بعدم الرّاح:\nالجزء: 1 ¦ الصفحة: 221\n",
        "يا فريدا دون ثان\n...\nوهِلالا في العيانِ\nعُدِمَ الرّاحُ فصارت\n...\nمثلَ دُهْنَ البَلَسَانِ\nفبعث إليه منها وكتب إليه:\nيا فريدا لا يُجَارَى\n...\nبين أبنَاءِ الزّمانِ\nجاء من شِعْرِكَ روضٌ\n...\nجادّهُ صَوبُ البيانِ\nفبعثناها سُلاَفاً\n...\nكسَجَاياك الحِسَانِ\nالوزير أبو يحيى رفيع الدولة بن صُمَادح\nمن ثِنيَة إمارة، والى عليها السَّعدُ حِجُّةُ واعتماره، انتجعوا انتجاع الأنواءِ، واستطعموا في المَحل والّلأواء، وأبو يحيى،\nالجزء: 1 ¦ الصفحة: 222\n",
        "هذا فجر ذلك الصباح، وضوء ذلك المصباح، التحف بالصَّون وارتدى، وراح على الانقباض واغتدى فنا تَلقاه إلاّ سالِكَاً جَددَا، ولا تراه إلاّ لابساً سُؤدَدا، وله أدب كالروض إذا أزهر، والصُّبحِ إذا أسفر، وقفه على النَّسيب، وصَرفه إلى المحبوبةِ والحبيب، فمن ذلك قوله:\nيا عَابَد الرَّحمَنِ كَمْ ليلةٍ\n...\nأرَّقّتني وَجدَاً ولم تَشعُرِ\nإذ كنتَ كالغُصنِ ثنته الصَّبَا\n...\nوصَحْنُ ذاكَ الخدِّ لَمْ يَشْعُرِ\nوقوله أيضاً:\nما لي ولِلبَدرِ لَمْ يَسْمَح بزَوْرَتِهِ\n...\nلَعلَّه ترك الإجمال أو هَجَرا\nإن كان ذاكَ لذَنْبٍ ما شَعَرْتُ بِهِ\n...\nفأكْرَمُ النَّاسِ من يعفو إذا قَدَرا\nوقوله أيضاً:\nوأهيفَ لا يَلْوي على عَتبِ عاتِبٍ\n...\nويقضي علينا بالظّنون الكواذبِ\nيحكّمُ فينا أمْره فنُطيعه\n...\nونّحسَب منهُ الحُكْمَ ضَرْبةَ لازبِ\nالجزء: 1 ¦ الصفحة: 223\n",
        "وقوله أيضاً:\nوَعلِقتُهُ حُلْوَ الشَّمائلِ ماجِناً\n...\nخَنِثَ الكلامِ مرنّح الأعطافِ\nما زلت أُنْصفه وأوجبُ حَقَّهُ\n...\nلكنّه يأبى عن الإنصافِ\nوقوله أيضاً:\nحبيبٌ مَتَى يَنأَى عن العين شَخْصه\n...\nيكاد فُؤَادي أن يطيرَ من البَيْنِ\nويسكن ما بين الضّلوعِ إذا بدا\n...\nكأنَّ علي قّلْبي تمائمُ من عَينِ\nوقوله أيضاً:\nأُفَدّي أبا عمروٍ وإن كان جانِياً\n...\nعليّ ذنوباً لا تُعدَّدُ بالبُهْتِ\nفما كان ذاكّ الودُّ إلاّ كبارِقٍ\n...\nأضاء لعيني ثمّ أظلم في الوَقْتِ\nوكتب إليَّ يهنئني بقدومٍ من سَفَر:\nالجزء: 1 ¦ الصفحة: 224\n",
        "قَدِمتَ أبا نَصْرٍ على حالِ وحشةٍ\n...\nفجاَءتْ بكَ الآمالُ واتّصل الأُنْسُ\nوقرّت بك العينان واتّصل المُنَى\n...\nوفازت على يَأسٍ ببُغيَتِهَا النَّفْسُ\nفأهلاً وسهلاً بالوزارة كُلِّهَا\n...\nومَنْ رأيه في كلّ مًظلِمَة شّمْسُ\nالوزير أبو الوليد بن حَزْم\nواحد دونه الجَمع وهو للجلالة بَصرٌ وسَمع، روضةُ عُلاه رائقة السَّنا، ودوحةُ بَهاه طيبِّة الجَنى، لم يتّزر بغير الصًّون، ولم يشتهر بفسادٍ بعد الكون، مع نفسٍ بَرئت من الكِبَر، وخلصت خُلوص التّبر، مع عَفافٍ التحف به بُرُوداً، وما ارتَشف به\nثَغراً بَرُوداً، فَعَفت مواطِنُه، وما استرابت ظواهره ولا بواطِنُه، وأما شعره ففي قالب الإحسان أُفرغ، وعلى وجه الاستحسان يَلقى ويُبلِغ، وكتب إليه ابن زُهر:\nأأبا الوليدِ وأَنْتَ سيِّدُ مَذحِج\n...\nهلاّ فَكَكْتَ أسيرَ قبضة وَعْدِهِ\nوحياة من أمد الحياةِ\n...\nوذِهَابُها حَتْماً بأيسرِ صدّهِ\nلأقاتلنَّك إن قطعت بمُرْهَفٍ\n...\nمن جَفْنِهِ وبصَعْدَةٍ من قَدّهِ\nالجزء: 1 ¦ الصفحة: 225\n",
        "فراجعه أبو الوليد:\nلبّيك يا أسدَ البريَّةِ كلّها\n...\nمن صادقِ عَبثَ المِطَالُ بوَعْدِهِ\nيمضي بأمرك ساء أو سرَّ القضا\n...\nويفلُّ حَدَّ النّائِبَاتِ بِحدّهِ\nإيهٍ ووافقت الصّبا في مَعْرضٍ\n...\nذهب المشيبُ بهَزْلِهِ وبجِدّهِ\nفَطفَقْتُ أسأله عن الظَّبي الذي\n...\nراقت لِحَاظُ الأُسْدِ زُرْقَة خَدّهِ\nفاستعجمت شُحَّاً عليه ورحمةً\n...\nلفؤادِ مولاه ومُهْجَةِ عَبْدِهِ\nيا قاتلَ الأبطالِ دونكَ مُرهَفَاً\n...\nمن جَفنِهِ أو صَعْدَةً من قَدِّهِ\nفلألقينَّكَ إنْ رَجَعْتَ بذِمّةٍ\n...\nمن عَهدِهِ وشَفَاعةٍ مِنْ عِنْدِهِ\nحتى يردّ علاك طعمة وَصْلِهِ\n...\nوحشاي إن سامَحْت نَهْزَة صَدِّهِ\nوكتب إليه أيضاً، أبو الوليد:\nأأبا العلاءِ وتلكَ دعوةُ عابِثٍ\n...\nولعلَّها سَبَبٌ إلى أنْ تَعْتَبَا\nداويتُ قَلْبي من هواكَ لعلّة\n...\nفأبى ولست أسومُ قَلْبي ما أبى\nأتَصَامُمَاً عمّا أقول وَوثْبَةً\n...\nعما أُريد فمرحباً بكَ مَرْحَبا\nالجزء: 1 ¦ الصفحة: 226\n",
        "وله أيضاً:\nأتجزع من دَمْعي وأنت أسَلْتَه\n...\nومن نارِ أحشائي وأنتَ لهيبُهَا\nوتزعم أنّ النَّفْسَ غَيْركَ عُلِّقَتْ\n...\nوأنت ولا منٌّ عليكَ حبيبُهَا\nإذا طلعتْ شمسُ عليّ بِسَلوةٍ\n...\nأثار الهوى بين الضلوع غُرُوبُها\nوله أيضاً:\nوعُلِّقتُهُ من حيثُ لم يدرِ ما الهَوى\n...\nغريراً فلا وصلٌ لديه ولا هَجْرُ\nيميل بِعطْفَيهِ النَّسيمُ صبابةً\n...\nويرنو إلى ما فوق لَبَّاتِهِ البَدْرُ\nوفي لَحظِهِ سحرٌ ولم يرَ بابِلاً\n...\nوفي فمه خمرٌ ولم يدرِ ما الخَمْرُ\nيرجّم فيّ الظّنَّ من غَيرِ رِيبَةٍ\n...\nويُوهِمُهُ دَمعي، فيسألُ ما الأمرُ؟\nومن شِيَمِ العُشَّاق أو خِدَع الهَوى\n...\nقُلُوبٌ بَراها الشَّوقُ أدْمُعُها حُمْر\nفلمَّا صَفَا أو كادَ إلاّ تَعِلَّةً\n...\nتصدّى لهَا الواشي وأحكمها الدَّهرُ\nونَادَتهُ أَفلاذي على عادةِ الهَوى\n...\nفصُمَّ كأنَّ الصوتَ في أُذنِهِ وَقْرُ\nفأعرضتُ صَفحَاً عَنهُ أو شَرقَاً به\n...\nوداريتُ حتى شكّ في سرّيَ الجَهرُ\nفقالوا سُلّوا عَنَّ أو مَللٌ عَرَا\n...\nويا بِئسَ ما ظنّوا ولو خَذَل الصَّبْرُ\nوما عَرَفت إلاّ الوفاَء سجيَتي\n...\nوإن أنكروا ظُلْماً ولو خَذَل الصَّبْرُ\nوله أيضاً:\nمُحَمّد كم أُغَالِطُ فيكَ نَفسي\n...\nفلا أدري أأسْلو أمْ أهيمُ\nالجزء: 1 ¦ الصفحة: 227\n",
        "فَاخفِضُ عَنكَ طَرفي خَوفَ واشٍ\n...\nيعرِّض بي فيشمتُ أو يَلومُ\nوكم من سَلْوةٍ هَجَمت وكادت\n...\nولكنَّ الهوى خُلُقٌ عَظيمُ\nوكَيفَ بها وقد وَقفَ الهوى بي\n...\nمواقفَ يستطيرُ بها الحَليمُ\nوكم تأتي تُلاطِفُهُ الأماني\n...\nفيأبى لا يسير ولا يقيمُ\nوكنت هَمَمتُ لو لَمْ تَصطَفيني\n...\nجفون لا يبلُّ بها سقيمُ\nفمن شَغَفٍ تُراقبكَ الدّاراري\n...\nويأخذ من مَعَاطِفِكَ النَّسيمُ\nوله أيضاً:\nوكم ليلة ظَافرْتُ في ظلَها المُنَى\n...\nوقد طرفت من أعين الرُّقَباءِ\nوفي ساعدي حُلْو الشمائلِ مُترَف\n...\nيَدِينُ بيأسٍ تارةً ورجاءِ\nأطارحه خَوفَ العتابِ ورُبَّما\n...\nتغاضَبَ فاسترضيتُه ببُكَاءِ\nوقد عابَثتهُ الرَاح حتَّى رمَتْ به\n...\nلَقىً بين ثَنيَيْ بُرْدتي ورِدَائي\nوفي لحظةٍ من سَورة الكأس فترة\n...\nتمتُّ إلى الحاظهِ بولاءِ\nعلى حاجةٍ في الحُبِّ لو شِئْتُ نلْتُها\n...\nولكنْ حَمَتني عِفّتي وسَنَائي\nالجزء: 1 ¦ الصفحة: 228\n",
        "وله أيضاً:\nإنَّا إذا رُفِعَتْ سماءُ عجاجةٍ\n...\nوالحرب تَقعُدُ بالرَّدى وتقومُ\nوتمرّد الأبطالِ في جَنَباتِها\n...\nوالموتُ من فَوقِ النّفوسِ يحومُ\nبرقت لهم منّا الحتوفُ كأنَّما\n...\nنحنُ الأهلّةُ والسِّهامُ نُجُومُ\nوله أيضاً:\nلله أيام على وادي القرى\n...\nسَلَفتْ لنا والدّهرُ ذو ألوانِ\nوالرّاحُ تأخذ من مَعَاطِفِ أغيد\n...\nأخْذَ الصَّبَا من عِطفِ غُصن البانِ\nحتى إذا ضَربَ الظّلام رِواقَهُ\n...\nوخشيتُ فيه طوارقَ الحَدثانِ\nقمنا نُؤمِّل غيرَ ذلك مَنزلاً\n...\nوالرّاحُ تقْصُر خَطْوه فتدانِ\nويروم قول أبي الوليد وربّما\n...\nأخفت مكانةَ لامه الواونِ\nوالبَدْرُ يرمقني بمُقْلَةِ حاسدٍ\n...\nلو يستطيعُ لكان حيثُ يراني\nالجزء: 1 ¦ الصفحة: 229\n",
        "وله أيضاً:\nوهويته حُلْو الشمائل مُترَفاً\n...\nنشوانَ يَعْثَرُ في فُضُولِ التّيهِ\nأطوي الهوى شُحَّاً عليه ورحمةً\n...\nوالدمع ينشر كلّ ما أطويهِ\nولكم صدرتُ فعارضتني نشوةٌ\n...\nمن وَرْدِ وجنتهِ وخَمْرةِ فيهِ\nوله أيضاً:\nإليكَ أبا حَفْصٍ ومن عن مَلاَلةٍ\n...\nثنيتُ عِنَاني والحبيبُ حبيبُ\nمقالاً يطير الجمر عن جنباتِهِ\n...\nومن تَحْتهِ قَلبٌ عليك يذوبُ\nمضت لك في أفياءِ ظلِّي قولةٌ\n...\nلها بين أحَنَاء الضُّلُوعِ دبيبُ\nولكن أبى إلاّ إليك التفاته\n...\nفزادَ عليه من هواك رقيبُ\nوكم بيننا لو كُنتَ تَحمدُ رَوضةٍ\n...\nإذا العيشُ غضٌّ والزّمان قَشيبُ\nوتحت جناحِ الغَيْم أحشاءُ رَوضَةٍ\n...\nبها لخُفُوقِ العاصفاتِ وجيبُ\nوللزّهر في ظلّ الرّياض تبسّم\n...\nوللطّيْر منها في الغصون نحيبُ\nتمّ القسم الأوّل\nالجزء: 1 ¦ الصفحة: 230\n",
        "القسم الثاني وهو يشتمل على محاسن\nأعلام العلماء وأعيان القُضاة والفهماء\nرحمهم الله وهو مِمّا لم يُذكر في قلائِد العِقْيان\nالجزء: 1 ¦ الصفحة: 231\n",
        "بسم الله الرحمن الرحيم\nالفقيه العالم أبو مَرْوان عبد الملك بن حبيب السُّلَميّ\nأي شرف لأهل الأندلس ومَفخر، وأيّ مُرهف على مُلحد أزرى بالإسلام أو سَخِر، خلّدت منه الأندلس فقيهاً عالماً، أعاد مجاهل\nالجزء: 1 ¦ الصفحة: 233\n",
        "جَهلِها معالماً، وأقام فيها للعلوم سوقاً نافقة، ونشر منها ألوية خافقة، وجلا عن الألباب صَدأ الكَسل وشَحذها شَحذ الصَّوارم والأسَل، وتصرّف في فنون العلوم وعرف كل معلوم، وسمع بالأندلس وتفقّه، حتى صار أعلم من بها وأفقه، ولقي أنجاب مالك، وسلك من مناظراتهم أوعر المسالك، حتى أجمع عليه الاتفاق، ووقع على تفضيله الإصفاق، ويقال إنه لقي مالكاً آخر عمره، وروى عنه عن سعيد بن المسيب: أن سليمان بن داود عليهما السلام كان يركب الريح من اصطَخر إلى بت المقدس فيتغدّى بها ثم يعود فيتعشى باصطخر، وله في الفقه كتاب الواضحة ومن أحاديثه غرائب، قد تحلّت بها للزّمان نحور وترائب.\nوقال محمد بن لُبَابة: فقيه الأندلس عيسى بن دينار، وعالمها\nالجزء: 1 ¦ الصفحة: 234\n",
        "عبد الملك بن حبيب، وراويها يحيى بن يحيى.\nوكان عبد الملك قد جمع إلى علم الفقه والحديث علم اللّغة والإعراب وتصرّف في فنون الآداب، وكان له شعر يتكلم به سِحراً، ويرى ينبوعه بذلك منفجراً، وتوفي بالأندلس في رمضان سنة ثمانٍ وثلاثين ومائتين، وهو ابن ثلاث وخمسين سنة، بعدما دوّخ الأرض، وقطع طولها والعَرض وجال في أكنافها، وانتهى إلى\nأطرافها:\nومن شعره قوله:\nصلاحُ أمري والذي أبتغي\n...\nهين على الرَّحْمن في قُدْرَتِهِ\nألْفٌ من الحُمْر وأقلِلْ بها\n...\nلعالم أرْبى على بُغيَتِهِ\nالجزء: 1 ¦ الصفحة: 235\n",
        "وكتب إلى محمد بن سعيد الزّجالي رسالة ووصلها بهذه الأبيات:\nكَيفَ يُطيقُ الشِّعرَ من أصبحتْ\n...\nحالته اليومَ كحالِ الغَرِقْ\nوالشعر لا يسلس إلاّ على\n...\nفراغِ قَلْبٍ واتّساع الخُلُقْ\nفاقنع بهذا القول من شاعرٍ\n...\nيرض من الحظّ بأدنى العَنَقْ\nفضلُك قد بانَ عليها كَمَا\n...\nبان لأهل الأرض ضوءُ الشَّفَقْ\nأما ذمام الودِّ منّي لكُمْ\n...\nفَهوَ من المَحتُومِ فيما سَبَقْ\nولم يكن له عِلم بالحديث يعرف به صحيحه من معتلِّه، ولا يفرَّق بين مستقيمه ومختلّه، وكان غرضه الإجازة وأكثر رواياته غير مستجازة، قال ابن وضّاح: قال إبراهيم بن المنذر: أتى صاحبكم\nالجزء: 1 ¦ الصفحة: 236\n",
        "الأندلسي - يعني عبد الملك هذا - بغرارة مملوءة، فقال لي: هذا علمك؟ قلت له: نعم ما قرأ عليّ منه حرفاً، ولا قرأته عليه، وحُكي أنه قال في دخوله المشرق، وحضر مجلس بعض الأكابر فازدراه من رآه:\nلا تَنْظُرنَّ إلى جِسْمي وقِلَّتِهِ\n...\nوانظر لصدري وما يحوي من السُّنَنِ\nقربّ ذي مَنظَرٍ من غير مَعرِفَةٍ\n...\nوربّ مَنْ تزدريه العين ذو فِطَنِ\nوربّ لُؤلْؤَةٍ في عَيْن مَزْبَلَةٍ\n...\nلم يُلقَ بالٌ لها إلاّ إلى زَمَنِ\nالفقيه القاضي أبو الحسن منذر بن سعيد البَلُّوطيّ\nرحمه الله تعالى\nآية حركة في سكون، وبركة لم تكن مُعدَّةً ولا تكون، وآية\nالجزء: 1 ¦ الصفحة: 237\n",
        "سفاهة في تَحلُّم، وَرع في طيِّ تبسُّم، إذ جدّ وَجد، وإذا هزل نزل، وفي كلتا الحالتين لم ينزل للورع عن مَرقب، ولا اكتسب إثماً ولا احتقب، ولي قضاء الجماعة بقرطبة أيام عبد الرحمن، ناهيك من عدل أظهر، ومن فضل أشهر، ومن جور قبض، ومن حقٍّ رفع ومن باطل خَفض، وكان مهيباً صليباً صارماً غير جبان ولا عاجزٍ، ولا مُراقب لأحدٍ من خلق الله في استخراج حقّ ورفع ظلم واستمر في القضاء إلى أن مات الناصر لدين الله، ثم ولي ابنه الحكم فأقرّه، وفي خلافته توفّي، بعد أن استعفى مِراراً فما أُعفي، لم تُحفظ عليه مُدَّة ولا يته قضيةُ جورٍ، ولا عُدَّت عليه في حكومته زلّة، وكان غزير العِلم كثير الأدب، متكلماً بالحق، متبيّناً بالصدق، وله كتب مؤلفة في السُّنَّة والقرآن والورع، والرّد على أهل الأهواء والبِدَع، وكان خطيباً بليغاً، وشاعراً مُحسِنَاً، ولد سنة ثلاث وسبعين (ومائتين) عند ولاية المنذر بن محمد، وتوفي يوم\nالجزء: 1 ¦ الصفحة: 238\n",
        "الخميس لليلتين بقيتا من ذي القِعدة سنة خمسٍ وخمسين وثلاثمائة.\nومن شعره في الزّهد قوله:\nكم تَصَابَى وقد علاك المشيبُ\n...\nوتَعَامى عَمْداً وأنْتَ اللَّبيبُ\nكَيفَ تَلْهو وقد أتاك نَذِيرٌ\n...\nأنْ سيأتي الحِمَامُ مِنك قريبُ\nيا سفيهاً قد حانَ مِنْه رحيلٌ\n...\nبعد ذاك الرحيل يومٌ عصيبُ\nإن للموتِ سكرةً فارْتَقِبهَا\n...\nلا يداويك إن أتَتْك طبيبُ\nكَمْ توانَي حتّى تصيرَ رهيناً\n...\nثمّ تأتيك دعوةٌ فَتُجِيبُ\nبأمور المعادِ أنتَ عليمٌ\n...\nفاعْمَلنْ جاهداً لها يا أريبُ\nوتذكَر يوماً تُحَاسبُ فيه\n...\nإنّ مَنْ يذكّر فسوف يُنِيبُ\nليس من ساعةٍ من الدَّهْر إلاّ\n...\nللمنايا عليك فيها رَقيبُ\nوذُكر أن أول سببه في التعلق بالناصر لدين الله، ومعرفته به وزُلْفاه، أن الناصر لما احتفل لدخول ملك الروم صاحب القُسطنطينية بقصر قُرطبة الاحتفال الذي اشتهر ذكره، وانبهر أمره،\nالجزء: 1 ¦ الصفحة: 239\n",
        "أحب أن يقوم الخطباء والشعراء بين يديه بذكر جلالة مَقعده، ووصف ما تهيأ له من توطّد الخلافة، ورمى الملوك بآمالها، وتقدم إلى الأمير الحكم ابنه، بإعداد من يقوم لذلك من الخطباء، ويقدّمه أمام نشيد الشعراء، فتقدّم الحكم إلى أبي عليّ البغداديّ، ضيف الخلافة، وأمير الكلام، وبحر اللّغة أن يقام، فقام رحمه الله وأثنى على الله وصلّى على النبي (صلى الله عليه وسلم)، ثم انقطع وبُهت، فما وصل إلاّ قطع، ووقف ساكتاً متفكّراً، وتشوّف لا ناسياً ولا متذكّراً، فلمّا رأى ذلك منذر بن سعيد قام من ذاته، بدرجة من مرقاته، فوصل افتتاح أبي عليّ البغدادي بكلام عجيب، ونادى من الإحسان في ذلك المقام كل مجيب، وقال: أما بعد، فإن لكلّ حادثة مقاماً، ولكلّ\nالجزء: 1 ¦ الصفحة: 240\n",
        "مقام مقال، وليس بعد الحق إلاّ الضّلال، وإنّي قمت في مقام كريم، بين يدي ملك عظيم، فأصغوا إليّ بأسماعكم، وألقنوا عليّ بأفئدتكم معاشر الملأ: إن من الحقّ أن يُقال للمُحقّ صدقتَ، وللمُبطل كذبتَ، وإن الجليل تعالى في سمائه وتقدّس بصفاته وأسمائه، أمر كليمه موسى صلى الله على نبيّنا وعليه وعلى جميع الأنبياء والمرسلين أن يذكّر قومه بنعم الله عز وجل عندهم، وأنا أذكّركم نعم الله تعالى عليكم وتلافيه لكم بخلافة أمير المؤمنين التي أمَّنت سِربكم، ورَفعت خوفكم، وكنتم قليلاً فكثركم، ومُستَضعفين فقوّاكم، ومستذلّين فنصركم، ولاّه الله رعايتكم وأسنَد إليه إمامتكم، أيام ضربت الفِتنَة سُرادقها على الآفاق، وأحاطت بكم تُشعل النّفاق حتى صِرتم في مثل حَدقَةٍ البعير، مع ضيق الحال ونَكدِ العيش والتّغيير فاستُبدِلتُم بخلافته من الشدَّة بالرّخاء، وانتقلتم بيُمن سياسته إلى كنف العافية بعد استيطان البلاء، ناشدتكم الله يا معشر الملأ ألم تكن الدماء مسفوكةً فأمنها، والأموال منتهبة فأحرزَها\nوحصّنها؟ ألم تكن البلاد خراباً فعمَّرها، وثغور المسلمين مُهتضمةً فحماها ونصرها؟ فاذكروا آلاء الله\nالجزء: 1 ¦ الصفحة: 241\n",
        "عليكم بخلافته، وتلافيه جمع كلمتكم بعد افتراقها بإمامته، حتى أذهَب الله عنكم غيظكم وشفى صدوركم وصرتم يداُ على عدوّكم بطويةٍ خالصة وبصيرة ثابتة وافرة، فقد فتح الله عليكم أبواب البركات وتواترت عليكم أسباب الفتوحات، وصارت وفود الروم وافدة عليكم، وآمال الأقصين والأدنين إليكم، يأتون من كُل فجٍّ عميقٍ، وبلدٍ سحيق، لأخذ حبل بينه وبينكم ليقضي الله أمراً كان مفعولاً، ولن يخلف الله وعده، ولهذا الأمر ما بعده، وتلك أسباب ظاهرة تدلّ على أمور باطنة، دليلها قائم، وجَفنها غير نائم، (وَعَدَ الله الذينَ آمنوا مِنْكُمْ وعَمِلوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ في الأَرضِ كما اسْتَخْلفَ الذينَ مِنْ قَبْلِهمْ، وَلَيُمكِّنَنَّ لَهُمْ دِينَهُمْ الذي ارْتَضَى، ولَيُبِدّلَنَّهُمْ مِنْ بَعدِ خَوفِهِمْ\nالجزء: 1 ¦ الصفحة: 242\n",
        "أَمْنَاً)، وليس في تصديق ما وعد الله عزّ وجلّ ارتياب، ولكل نبأ مستقر ولكل أجل كتاب، فاحمدوا الله أيها الناس على آلائه، وسَلُوه المزيد من نَعمائه، فقد أصبحتم بيمن خلافة أمير المؤمنين أيده الله بالعِصمَة والسَّداد، وألهمه بخالص التوفيق سبيل الرّشاد أحسن الناس حالاً، وأعمهم بالاً، وأعزّهم قراراً، وأمنعهم داراً، وأكثفهم جَمعاً، وأجملهم صُنعاً، لا تهاجون ولا تذارون، وأنتم بحمد الله على أعدائكم ظاهرون فاستعينوا على صلاح أحوالكم بالمناصحة لإمامكم والتزام الطاعة لخليفتكم وابن عمّ نبيكم (صلى الله عليه وسلم) فإن من نزع يَده من الطاعة، وسعى في فرقة الجماعة، ومَرق من الدين فقد خَسِر الدُّنيا والآخرة إلاّ ذلك هو الخُسران المُبين، وقد عَلِمتم ما أحاط بكم في جزيرتكم هذه من ضروب المشركين، وصنوف المُلحدين،\nالجزء: 1 ¦ الصفحة: 243\n",
        "والسّاعين في شقّ عصاكم، وتفريق ملاكم وهتك حُرمتكم، وتوهين دعوة نبيكم (صلى الله عليه وسلم) وعلى جميع النبيين والمُرسلين، أقول قولي هذا والحمد لله ربّ العالمين وأنشد يقول:\nمَقَالٌ كحدِّ السَّيْفِ وَسطَ المَحَافِلِ\n...\nفَرَقْتُ به ما بين حَقٍّ وباطلِ\nبقلبٍ ذكيّ تَرْتَمي جَنَبَاتُهُ\n...\nكبارق رَعْدٍ عِندَ رعشِ الأنَامِلِ\nفما دحضت رِجْلي ولا زلَّ مِقولي\n...\nولا طاش عَقْلي يَوم تلك الزَّلازلِ\nبِخَيرِ إمامٍ كان أو هو كائنٌ\n...\nلمقتبلٍ أو في العصور الأوائلِ\nوقد حَدَّقَتْ نَحوي عيون أخالها\n...\nكَمِثْل سهام أُثبِتَتْ في المَقاتِلِ\nتَرَى النَّاسِ أفواجاً يؤمّون دَارهُ\n...\nوكُلُّهم ما بين راضٍ وآملِ\nوُفُودُ مُلُوكِ الرّومِ وَسطَ فِنَائِهِ\n...\nمَخَافة بأسٍ أو رجاءً لنائلِ\nفَعِشْ سَالِماً أقصى حَيَاةَ مُعَمَّر\n...\nفأنْتَ غِيَاثُ كُلِّ حافٍ ونَاعِلِ\nالجزء: 1 ¦ الصفحة: 244\n",
        "فقال العِلج: هذا والله كبش الدّولة، وخرج الناس يتحدثون عن حُسن مَقامه، وثبات جِنانه، وبلاغة لِسانه، وكان الخليفة الناصر لدين الله أشد تعجّباً منه، وأقبل على ابنه الحكم ولم يكن يَثبت معرفته، فسأله عنه، فقال الحكم: هذا منذر بن سعيد البلُّوطيِّ، فقال: والله لقد أحسن ما أنشأ، ولئن أبقاني الله تعالى لأرفعن من ذكره، فضع يدك يا حكمُ عليه واستخلصه، وذكّرني بشأنه، فما للصّنِيعَة مَذهب عنه، فلما ابتنى الناصر الجامع بالزهراء ولاّه الصلاة فيه والخطبة ثم توفي محمد بن أبي عيسى القاضي فولاه الجماعة بقُرطبة، وأقرّه على الصلاة بالزهراء.\nوكان الخليفة الناصر كَلِفَاً بِعمارة الأرض، وإقامة معالِمها، وانبساط مياهها واستجلابها من أبعد بِقَاعها وتخليد الآثار الدّالة على قوة مُلكه، وعزّة سلطانه وعلوّ همته، فأفضى به الإغراق في ذلك إلى ابتناء مدينة الزهراء (البناء) الشائع ذكره، الذائع خبره،\nالجزء: 1 ¦ الصفحة: 245\n",
        "المنتشر في الأرض أثره، واستفرغ وُسعه في تنجيدها وإتقان قصورها، وزخرفة مصانعها، فانهمك في ذلك حتى عطّل شهود الجُمعة بالمسجد الجامع الذي اتّخذه، فأراد القاضي مُنذر بن سعيد رحمه الله، وجه الله في أن يَعِظه ويقرّعه في التأنيب، ويغضّ منه بما يتناوله من الموعظة بفضل الخطابة،\nوالتذكير بالإنابة فابتدأ أول خطبته بقوله تعالى: (أَتَنبُونَ بِكُلِّ ريعٍ آيةً تَعْبَثُون، وتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخلُدون، وإذا بَطَشتُمْ بَطَشْتُمْ جَبَّارين، فاتّقوا الله وأطيعونَ، واتّقوا الذي أَمَدَّكُمْ بِمَا تَعْملَون، أَمَدَّكُمْ بأنْعَامٍ وَبَنِينَ، وَجَنَّاتٍ وعُيُونٍ، إنّي أَخَافُ عَلَيْكُمْ عّذّابَ يَوْمٍ عَظِيمٍ) ووصل ذلك بكلام جَزل، وقول فَصل، جاش به صدرُه وقذف به على لسانه بَحره، وأفضى في ذلك إلى ذمّ المشيَّد والاستغراق في زخرفته والإسراف في الإنفاق عليه، فجرى في ذلك طَلِقاً، وتلا فيه قوله تعالى: (أَفَمَنْ أَسَّسَ بُنْيَانَهُ على تَقوَى من الله وَرِضوَانٍ خَيرٌ أمْ مَن أَسَّسَ بُنْيَانَهُ على شَفا جُرُفٍ هَارٍ فَأنْهَارَ بِهِ في نَارِ جَهنَّمَ واللهُ لا يَهْدي القَومَ الظّالِمينَ، لا يَزالُ بُنيَانُهُمُ الذي بَنَوا رِيْبَةً في قُلُوبِهِمْ إلاّ أَنْ تَقَطَّعَ قُلُوبَهُم والله عَلِيمٌ حَكِيمٌ) وأتى بما\nالجزء: 1 ¦ الصفحة: 246\n",
        "شاكل المعنى من التّخويف بالموت والتحذير منه، والدّعاء إلى الله عزّ وجلّ في الزّهد في هذه الدُّنيا الفانية والحضّ على اعتزالها والتبيين لظاهر معانيها، والترغيب في الآخرة ومغانيها والتقصير عن طلب اللّذات، ونهي النفس عن اتّباع الشّهوات، وتلا من القرآن العظيم ما يوافقه، وجّلب من الحديث والأثر ما يشاكله ويطابقه، حتى بكى الناس وخشعوا وضجوا وتضرَّعوا وأعلنوا الدّعاء إلى الله تعالى (في التوبة والابتهال في المغفرة)، فعلم الخليفة أنه هو المقصود به، والمُعتَد بسببِه، فاستجدى وبكى، وندم على ما سلف منه من فرطه، واستعان بالله من سَخطهِ، واستعصمه برحمته، إلاّ أنه وجد على منذر بن سعيد لِغِلَظ ما قرّعه به، فشكا ذلك إلى ولده الحكم بعد انصرافه، وقال: والله لقد تعمَّدني منذر بخطبته،\nالجزء: 1 ¦ الصفحة: 247\n",
        "وأسرف في ترويعي وأفرطَ في تقريعي، ولم يحسن السّياسة في وَعظي وصيانتي عن توبيخه واستشاط غيظاً عليه وأقسم أن لا يصلي خَلفه الجمعة أبداً، فقال له الحكم: وما الذي يمنعك من عزل منذر ابن سعيد والاستبدال منه بغيره فزجره وانتهره، وقال له أمثل منذر بن سعيد في فضله وورعه وعلمه وحلمه لا أمّ لك. . . يُعزل في\nإرضاء نفس ناكبة عن الرُشد، سالكة غير القصد؟ هذا ما لا يكون، وإني لأستحيي من الله تعالى أن أجعل بيني وبينه شفيعاً في صلاة الجمعة مذل منذر بن سعيد ولكنه وقد نفسي وكاد أن يُذهبها واللهِ لودِدتُ أنّي أجد سبيلاً إلى كفّارة يميني بملْكي، بل يصلّي بالناس حياته وحياتنا فما أظنّنا نتعاض منه أبداً. وعزله قوم من إخوانه لتكنيته لرجل كان يسّبه، فقال:\nالجزء: 1 ¦ الصفحة: 248\n",
        "لا تعجبوا من أنّني كَنّيَتُه\n...\nمِنْ بَعْد ما قَدْ سَبَّنا وآذانا\nفالله قد كَنَّى أبا لَهب وما\n...\nكنّاه إلاّ خزيةً وهوانَا\nومن قوله في الزّهد:\nثَلاَثٌ وسِتُّونَ قَدْ جُزْتَها\n...\nفماذا تُؤَمِّل أو تَنْتَظِرْ\nوحلَّ عليكَ نذيرُ المَشِيبِ\n...\nفما ترعوي أو فما تَزْدَجِرْ\nتمرّ لياليكَ مَرَّاً حَثِيثَاً\n...\nوأَنْتَ على ما أرى مُسْتَمِرْ\nفلو كُنْتَ تَعقِلُ ما يَنقَضي\n...\nمن العُمْر لاعتضْتَ خَيراً بَشَرْ\nفما لك لا تستعدُّ إّذاً\n...\nلدارِ المُقَام ودار المقرْ\nأترغب عن فَجْأةٍ للِمَنُونِ\n...\nوتَعْلمُ أنْ ليس منها مَفَرْ\nفإمّا إلى جنّة أُزْلِفَتْ\n...\nوإمّا إلى سَقَر تَسْتَعِرْ\nوقحط الناس في بعض السنين آخر مدة الناصر لدين الله أمير المؤمنين فأمر القاضي منذر بن سعيد بالبروز إلى الاستسقاء بالناس فتأهب لذلك وصام بين يديه ثلاثة أيام تنفّلاً ولإنابة واستجداءً ورهبة\nالجزء: 1 ¦ الصفحة: 249\n",
        "واجتمع الناس له في مُصلّى الرّبض بقُرطُبة، بارزين إلى الله تعالى في جمع عظيم، وصَعد الخليفة الناصر في أعلى مصانع القصر المشرفة ليشارك الناس في الدّعاء إلى الله تعالى والضّراعة فلما سرّح طرفه في ملأِ الناس وقد شخصوا إليه بأبصارهم، قال: يا أيها الناس وكررها مشيراً بيده في نواصيهم، ثم قال: (سَلامُ عَلَيْكُمْ كتب رَبُّكُمْ على نَفسِهِ\nالرَّحْمَةَ أنه مَنْ عَمِلَ مِنكُمْ سوءاً بِجَهَالَةٍ، ثُمَّ تَابَ من بَعْده، واَصْلَحَ فإنّه غَفُورُ رحيم)، (أنتم الفقراء إلى الله، والله هو الغَنِيُّ الحَمِيدُ، إنْ يَشَأ يُذْهِبكُم ويأتِ بِخَلقٍ جَديد، وما ذلك على اللهِ بِعَزيز) فضج الناس بالدّعاء وارتفعت الأصوات بالاستغفار والتضرّع إلى الله تعالى بالسؤال والرّغبة في إرسال الغيث ووصل الحال، ومضى على تمام خطبته، فأفزع النفوس بوعظه، وانبعث الإخلاص\nالجزء: 1 ¦ الصفحة: 250\n",
        "بتذكيره، فما أتمّ خطبته حتى بلّلهم الغيث.\nوذكروا أن رسول الخليفة الناصر لدين الله جاءه غداة ذلك اليوم فحرّكه للخروج عزمه عليه، والسابقون متسابقون إلى المُصلَّى، فقال للرسول وكان من خواصّ حلفاء الصفاء إليه: فياليت شعري ما الذي يصنعه الخليفة سيّدنا؟ فقال له: ما رأينا قط أخشع منه في يومنا هذا، إنه لمنتبذ حائر منفرد بنفسه لابس أخشن الثياب، مفترش التراب، قد رمى به على رأسه ولحيته وبكى واعترف بذنوبه وهو يقول: هذه ناصيتي بيدك، أتراك تعذب الرّعية وأنت أحكم الحاكمين، لن يفوتك شيء منيّ، قال: فتهلّل وجه القاضي منذر بن سعيد عندما سمع من قوله، وقال: يا غلام أحمل المِمطَر معك، فقد أذن الله تعالى بالسُّقيَا، إذا خشع جبّار الأرض، فقد رَحِمَ جَبَّار السَّماء، وكان كما قال فلم ينصرف الناس إلاّ عن السُّقْيا.\nالجزء: 1 ¦ الصفحة: 251\n",
        "قال: وكان القاضي منذر بن سعيد من ذوي الصَّلابة في أحكامه والمهابة في أقضِيَتهِ وقوّة القلب في القيام بالحقّ في جميع ما يجري على يديه، لا يهاب في ذلك الأمير الأعظم فمن دونه، ومن مَشهور ما جرى له في ذلك قِصّته المشهورة في أيتام أخي نَجدة حدّث بها جماعة من أهل العِلم والرّواية، وهي أن الخليفة الناصر لدين الله عبد الرحمن بن محمد احتاج إلى شراء دار بقُرطبة لحظيّة من نسائه تَكرُمُ عليه فوقع استِحسَانه على دارٍ كانت لأولاد زكريّا أخي نَجدة، وكانت بقرب النشّارين في الرَّبَض الشرقي منفصلة عن دوره، يتصل بها حمّام العامّة، له\nغُلَّة واسعة وكان أولاد زكريا أخي نَجدة أيتاماً في حِجر القاضي، فأرسل الخليفة له من قوّمها بعدد ما طابت به نفسه، وأرسل أناساً أمرهم بمداخلة وصيّ الأيتام في بيعها عليهم، فذكر أنه لا يجوز إلا بأمر القاضي، إذ لم يَجُزْ بيع الأصل إلا عن رأيه ومشورته، فأرسل الخليفة إلى القاضي منذر في بيع هذه الدار، فقال\nالجزء: 1 ¦ الصفحة: 252\n",
        "لرسوله: البيع على الأيتام لا يصحّ إلا لوجوه، منها الحاجة، ومنها الوهي الشديد، ومن الغِبطَة، فأمّا الحاجة، فلا حاجة لهؤلاء الأيتام إلى البيع، وأما الوهي فليس فيها، وأما الغِبطَة فهذا مكانها، فإن أعطاهم أمير المؤمنين فيها ما تستبين به الغِبطَة أمرت وصيّهم بالبيع وإلا فلا، فنُقِل جوابه هذا إلى الخليفة، فأظهر الزُّهد في شراء الدار طمعاً أن يتوخَّى رغبته فيها، وخاف القاضي أن تنبعث منه عزيمة تلحق الأولاد سَورتها، فأمر وصيّ الأيتام بنقض الدّار وبيع أنقاضها، ففعل ذلك وباع الأنقاض، وكانت لها قيمة أكثر ممّا قُوِّمت به للسّلطان، فاتصل الخبر به، فعزّ عليه خَرابُها، وأمر بتوقيف الوصيّ على ما أحدثه فيها فأحال الوصي على القاضي أنه أمره بذلك، فأرسل عند ذلك للقاضي منذر بن سعيد، وقال له: أنت أمرت بنقض دار أخي نَجدة؟ فقال له: نعم، قال له: وما دعاك إلى ذلك قال: أخذت فيها بقول الله تبارك وتعالى: (أمَّا السَّفِينَةُ فَكَانتْ لمسَاكينَ يَعمَلونَ في البَحرِ فَأرَدْتُ أَنْ أَعيبَهَا وكانَ وراءَهم ملك يَأخُذُ كُلَّ\nالجزء: 1 ¦ الصفحة: 253\n",
        "سَفِينَةٍ غَصْبَاً) مقوّموك لم يُقدّروها إلا بكذا وبذلك تَعلّق وَهمك، فقد نضّ في أنقاضِها أكثر من ذلك، وبقيت القاعة والحمام فضلاً، ونظر الله تعالى للأيتام، فصبر الخليفة عبد الرحمن على ما أتى من ذلك، فقال: نحن أول من انقاد إلى الحقّ، فجزاك الله تعالى عنا وعن أمانتك خيراً.\nقال: وكان على متانته وجزالته حُسن الخُلق كثير الدّعابة، فربما ساء ظنّ من لا يعرفه، حتى إذا رام أن يصيبَ من دينه شعرةً ثار له ثورة الأسد الضّاري، فمن\nذلك ما حدّث به سعيد ابنه، قال: قَعَدنا ليلة من ليالي شهر رمضان المعظّم مع أبينا للإفطار بداره البرّانية، فإذا بسائل يقول: يا أهل هذه الدار الصالح أهلها أطعمونا من عشائكم أطعمكم الله تعالى من ثِمَار الجنة، هذه الليلة، ويكثر من ذلك، فقال القاضي: أن استُجِيب لهذا السائل فيكم فليس يُصبح منّا واحد.\nالجزء: 1 ¦ الصفحة: 254\n",
        "وحكى عنه قاسم بن أحمد الجُهنيّ أنه ركب يوماً لحيازة أرض محبَّسة، في رَكبٍ من وجوه الفقهاء وأهل العدالة، فيهم أبو إبراهيم اللّؤلؤي، ونظراؤه قال: فسرنا نقفوه وهو أمامنا، وأمامه أمناؤه يحملون خرائطه، وذووه عليهم السّكينة والوقار، وكانت القضاة حينئذ لا تُراكب ولا تُمَاشى، فعرض له في بعض الطريق كلاب مع مُستَوحمة وهي تَلعَق هَنَها وتدور حولها، فوقف وصرف وجهه إلينا وقال: ترون يا أصحابنا ما أبرّ الكلاب بالهنّ الذي تلعقه وتكرمه، ونحن لا نفعل ذلك، ثم لوى عنان دابّته وقد أضحكنا، وبقينا متعجّبين من هَزله.\nوحضر عند الحكم المستنصر بالله يوماً في خُلوة له في بستان الزهراء على بركة ماء طافحة، وَسط روضة نافحة، في يوم شديد الوهج، وذلك إثرَ مُنصَرفِهِ من صلاة الجمعة، فشكا إلى الخليفة من وَهج الحرِّ الجَهد، وبثَّ منه ما تَجاوَزَ الحدّ فأمره بخلع ثِيَابه والتّخفيف عن جِسمِهِ، ففعل ولم يُطفِ ذلك ما به، فقال له:\nالجزء: 1 ¦ الصفحة: 255\n",
        "الصّواب أن تَنغمِس في وَسط الصهريج انغماسةً يبرد بها جسمك، وليس مع الخليفة إلاّ الحاجب جعفر الخادم الصقلّبيّ أمين الخليفة الحكم، لا رابع لهم، فكأنه استحيا من ذلك وانقبض عنه وقاراً، وأقصر عنه إقصاراً، فأمر الخليفة حاجبه جعفراً بسَبقه إلى النزول في الصهريج ليسهل الأمر فيه على القاضي، فبادر جعفر لذلك وألقى بنفسه في الصهريج وكان يحسن السباحة، فجعل يجول يميناً وشمالاً، فلم يَسَع القاضي إلاّ إنفاذ أمر الخليفة فقام وألقى بنفسه خّلف جَعفر ولاذ بالقعود في درج الصهريج، وتدرّج فيه بعض تدريج ولم ينبسط في السّباحة،\nوجعفر يمرّ مصعّداً ومصوّباً، فَدَسَّه الحكم على القاضي وحَمله على مساجلته في العَوم وهو يعجزه في إخلاده إلى القعود، ويعابثه بإلقاء الماء عليه والإشارة بالجَذب إليه، وهو لا ينبعث معه، ولا يفارق موضعه، إلى أن كلّمه الحكم وقال له: ما لك لا تساعد الحاجب في فِعله، وتقعد معه وتتقبّل صُنعَه؟ فمن أجلك نزل، وبسببك تبذّل، فقال له: يا سيدي يا أمير المؤمنين، الحاجب\nالجزء: 1 ¦ الصفحة: 256\n",
        "سلّمه الله لا هوجل معه، وأنا بهذا الهوجل الذي معي، وأنا بهذا الهوجل الذي معي، يعلقني ويمنعني، من أن أجول معه مجاله فاستفرع الحكم ضحكاً من نادرته ولطف تعريضه بجعفر، وخجل جعفر من قوله وسبّه سبّ الأشراف وخرجا من الماء، وأمر لهما الخليفة بخِلَع، ووصلهما بصلات سنيّة تشاكل كل واحد منهما.\nوذُكر أن الخليفة الحكم قال له يوماً: لقد بلغني أنك لا تجتهد للأيتام وأنك تقدّم لهم أوصياء سوءٍ يأكلون أموالهم، قال: نعم، وإن أمكنهم نيك أمهاتهم لم يعفّوا عنهن، قال: وكيف تقدّم مثل هؤلاء؟ قال: لست أجد غيرهم، ولكن أحِلني على اللؤلؤي وأبي إبراهيم ومثل هؤلاء فإن أبوا أجبرتهم بالسّوط والسّجن، ثم لا تسمع إلا خيراً.\nومن أخبار منذر بن سعيد المحفوظة له مع الخليفة عبد الرحمن في إنكاره عليه الإسراف في البناء، أن عبد الرحمن كان قد اتخذ لسطح القُبَيبَة الصُّغرى التي كانت مائلةً على الصَّرح الممرّد المشهور شأنه بقصر الزهراء قراميد ذهب وفضة أنفق عليها مالاً جسيماً، وجعل سُقُفها صفراء فاقعة، إلى بيضاء ناصعة، تَسلب\nالجزء: 1 ¦ الصفحة: 257\n",
        "الأبصار بمطارح أنوارها المشعشعة، وجعل فيها إثر تمامها لأهل مملكته مشهداً فقال لقرابته ومن حضره من الوزراء وأهل الخدمة مفتخراً عليهم بما صنعه من ذلك مع ما يتصل به من البدائع الفتانة: هل رأيتم قبلي أو سَمِعتم من فعل مثل فعلي هذا أو قَدر عليه؟ فقالوا: لا والله يا أمير المؤمنين وأنّك لأوحد في شأنك\nكله، ولا سبقك في مبتدعاتك هذه مَلِك رأيناه، ولا انتهى إلينا خبره، فأبهجه قولهم، وبينما هو كذلك سارّاً ضاحكاً إذ دخل عليه القاضي منذر بن سعيد واجماً ناكِسَ الرَّأس فلما أخذ مَجلِسه، قال له كالذي قال لوزرائه من ذكر السّقف، واقتداره على إبداعه، فأقبلت دموع القاضي تنحدر على لحيته، وقال له: والله يا أمير المؤمنين ما ظننت أن الشيطان أخزاه الله يبلغ منك هذا المبلغ ولا أن تمكّنه من قيادك هذا التّمكين مع ما أتاك الله وفضّلك على العالمين، حتى ينزلك منازل الكافرين، قال: فاقشعرّ عبد الرحمن من قوله، وقال: أنظر ما تقول، وكيف أنزّلني منازلهم؟ قال: نعم، أليس الله تبارك وتعالى يقول: (وَلوْلاَ أَنْ يكونَ\nالجزء: 1 ¦ الصفحة: 258\n",
        "النَّاسُ أمَّةً واحِدَةً لَجَعَلْنَا لِمَنْ يكفر بالرَّحمن لبيوتهم سُقُفاً من فِضَّةٍ ومَعَارِج عليها يَظْهَرُون، وَلِبيُوتهم أبواباً وسُرُراً عَلَيها يتّكِئُون)، قال: فوجم الخليفة عبد الرحمن ونَكس رأسه مليّاً ودموعه تجري على لحيته خُشُوعاً لله تبارك وتعالى وندما ثم أقبل على مُنذر وقال له: جزاك الله تعالى يا قاضي خيراً عنّا وعن المسلمين والدين، وكثر في الناس أمثالك فالذي قُلت، واللهِ الحقُّ، وقام من مجلسه ذلك وهو يستغفر الله تعالى، وأمر بنقض سُقُف القُبَّة وأعاد قرمدها تراباً.\nالفقيه الأجلّ القاضي أبو عبد الله محمد بن أبي عيسى\nمن بني يحيى بن يحيى اللّيثي، وهذه ثِنيّة علم وعقل، وصحة ضبط ونقل، كان علم الأندلس، وعالمها النَّدُس، ولي القضاء\nالجزء: 1 ¦ الصفحة: 259\n",
        "بقُرطبة بعد رحلة رحلها إلى المشرق، وجمع فيها من الروايات والسّماع كل مفترق، وجال في آفاق ذلك الأفق، لا يستقر في بلد، ولا يستوطن في جَلد ثم كرّ إلى الأندلس فَسَمت رُتبَتُه، وتحلَّت بالأماني لبَّته، وتصرّف في وِلاياتٍ أُحمِد فيها منَابُه، واتصلت بسببها بالخليفة أسبابُه، وولاّه القضاء بقُرطبة، فتولاه بسياسة محمودة، ورياسة في الدين مُبرمة القوى مجهودة والتزم فيها الصّرامة في تنفيذ الحقوق، والحَزامة في إقامة الحدود،\nوالكشف عن البيّنات في السّرّ، والصّدع بالحق في الجَهر، لم يستلمه مُخادع، ولم يَكِده مُخاتل، ولم يَهب ذا حُرمة ولا داهن ذا مَرتِبة، ولا أغضى لأحد من أسباب السّلطان وأهله حتى تحاموا جانبه، فلم يجسر أحد منهم عليه، وكان له نصيب وافر من الأدب، وحظّ من البَلاغةِ إذا نظم وإذا كتب، ومن مُلَح شِعره ما قاله عند أوبته من غربته:\nكَانْ لم يَكُ بَينٌ ولم تَكُ فُرقَةٌ\n...\nإذَا كانَ مِنْ بَعْد الفِرَاقِ تَلاَقِ\nكأن لم تُؤرَّق بالعِرَاقين مُقْلَتي\n...\nولم تَمْر كفّ الشَّوْقِ ماَء مَآقِ\nولم أَزُرْ الأعرابَ في جَنْب أرْضِهم\n...\nبِذَاتِ اللّوى من رَامةٍ وبِرَاقِ\nالجزء: 1 ¦ الصفحة: 260\n",
        "ولم أصْطَبح بالبيدِ من قَهوَةِ النَّدى\n...\nوكَأْسٍ سَقَاها في الأزاهرِ ساقِ\nوله أيضاً:\nماذا أُكابِدُ من وُرْق مغرّدة\n...\nعلى قَضِيبٍ بذاتِ الجِزْعِ ميّاسِ\nرَدَّدْنَ شَجْواً شَجَا قَلبِ الخليِّ فَهَل\n...\nفي عَبْرة ذَرَفَتْ في الحُبّ من باسِ\nذَكَّرْنَهُ الزَّمَن الماضي بِقُرطُبَة\n...\nبين الأحبّةِ في أَمْنٍ وإينَاسِ\nهُمُ الصَبَّابَةُ لولا هِمّة شَرُفَت\n...\nفَصيَّرتْ قَلبَه كالجندلِ القاسي\nوله أخبار تدلّ رِقة العراق، والتغذّي بماء تلك الآفاق، فمنها أنه خرج إلى حضور جنازة بمقابر قريش، ورجل من بني حُدَير كان يواخيه له منزل، فعزم عليه، في الميل إليه، وعلى أخيه فَنَزلا عليه، فأحضر لهما طعاماً، وأمر جارية له بالغناء، فغنّت تقول:\nطَابَتْ بطيبِ لِثَاتكَ الأقْدَاح\n...\nوَزَهَا بِحُمْرةِ خَدّك التُّفَّاحُ\nالجزء: 1 ¦ الصفحة: 261\n",
        "وإذا الربيعُ تَنَسَّمَتْ أرْواحه\n...\nطابت بطيب نسيمك الأرواحُ\nوإذا الحَنَادِسُ ألْبَسَتْ ظلماؤها\n...\nفضياء وجهك في الدُّجى مِصْبَاحُ\nفكتبها القاضي في ظهر يده وخرج من عنده، قال يونس بن عبد الله: فلقد رأيته\nيكبّر للصلاة على الجنازة والأبيات مكتوبة على ظهر كفّه.\nوكان يُلقَّب بالمقربلة، فرفَعت إليه امرأة متظّلمة كتاباً تتظلم فيه من المعروف بالقباحة خال وليّ العهد الحكم، تذكر أنه غصبها حقاً لها يجاوره في ضيعته ورسمت الكتاب بعيبه وذمّه والدّعاء عليه، كل ذلك تسميّه بلقبه، فلم يفكّ القاضي كتابها لضعفه واضطرابه، فأخذ القاضي مَظلَمَتها من لسانها، وكرّم المشكو به لعظمته بأن أخر الإرسال فيه، وكتب إليه على ظهر كتابها، يحيل عليه\nالجزء: 1 ¦ الصفحة: 262\n",
        "فيما تضمّنه من الشكوى ويحضّه على إنصافها، وأرسلها بالكتاب إليه، فلما قرأه أجابه تحت الفصل الذي كتبه إليه يحيل على وكيله ويتبرأ من إساءته إلى المرأة دون بّينة يكلّفها ولا يمين، ويعدّد على القاضي فيما قابله به، فساء ذلك القاضي، وعزّ عليه إهماله ذلك من نفسه، فلما ركب إلى الزهراء وخرج من عند الخليفة وقصد إلى القباحة ونزل عليه، واعتذر إليه مما عدّده، وأقسم له أنه لم يستوفِ الكتاب المرفوع إليه، ولا وَقَف عليه، وقال له: يا سيّدي لا تكترث لهذا، فقلّما نجا منه أحد، إني أعرفك أن لقبي المقربلة وَلَقب والدي مرتكش، ولجدي - والله - لقب لست أعرفه، وأخي أبو عيسى يعرفه، وهو غائب، فإذا وصل كتبت به إليك فضحك القباحة من قوله وأثنى عليه، على طيب خُلُقه.\nوجاءه في بعض الأيام من بادية حمل دقيق عليه قَفص دجاج، وكان على بابه المعتوه المعروف بابن شمس الضّحى، وكان من ولاية القاضي من صغره إلى أن شاخ وبلغ السنّ الطويل وإلى أن مات أسفَهَ ما يكون، وكان من شأنه، مواظبة دار القُضاة في كل وقت شاكياً أوصَابَه، فلما رأى الدجاج قال: يا قاضي أعطني دجاجة منهن، لا\nالجزء: 1 ¦ الصفحة: 263\n",
        "بدّ والله أن تعطيني دجاجة منهن وكان لا يقدر على ردّه، إذا علق بإرادته، وإلا جاء من حُمقه بالعَجَب العُجَاب، فأمر القاضي، فأُعطيَ دجاجة فأخذها، ومرّ بها فَرِحاً، يفخر بِعَطيّة القاضي فمرّ بدرب، بني أبي زيد شرقي\nالمسجد الجامع، فإذا برجل متفقّه يلقب بديك البادية جالس على باب داره يطلب فكاهة فقال للمعتوه: من أين لك هذه الدجاجة يا فلان؟ فقال: أعطانِيَها القاضي والله الساعة، فأخذها من يده وجعل يجسّها، فقال: خذها إليك القاضي أعطاكها مقربلة ولا خير لك فيها، فانصرف إليه عاجلاً وقُل له إنها مقربلة، فيبدلها بسمينة، فالشيءُ عنده كثير، فرجع إليه المعتوه بها وأصابه في جماعة، وقال له: يا قاضي، هذه الدجاجة مقربلة فأبدلها لي بسمينة، فعرف القاضي هذه الداخلة، وقال له: هاتها حتى أراها، فأخذها وجسّها، وقال له: صدقت، فمن أين عرفت أنها مقربلة بعدما مضيت بها؟ فقال له: قالها لي ذلك الفقيه الذي عند درب بني أبي زيد، قال له: وما صفته؟ فوصف له صفة استدلّ بها على أنه الملقّب بديك البادية، فأمر، فأُبدلت له بأخرى، وقال له: أرجع إلى ذلك الرجل فأعرضها عليه، وقل له: قد أبدلها القاضي، وسله أن يعطيك الديك الذي سيق له\nالجزء: 1 ¦ الصفحة: 264\n",
        "من البادية أمس، فإنه لا يصلح لهذه الدجاجة غيره، فيأتيك منه نسل حسن، فانقلب المعتوه إلى ذلك الرجل وأتاه وهو في جماعة والدجاجة معه، وقال له: قد أبدل القاضي الدجاجة ولكن أعطني أنت ديك البادية الذي أتاك أمس فيكون زوجاً لهذه الدجاجة، فانتهره الزيديُّ وتغيّر لونه، فازداد المعتوه علوقاً (به) وحَنقَا عليه وجعل يبكي ويلطم وجهه، ويحلف أن لا يزول إلاّ بالديك، وكان يأتي منه عند المنع ما لا صبر عليه، فاضطُرُّ الزيدي إلى أن دخل فاخرج له ديكاً من داره افتداء منه، فأخذه وانطلق عنه.\nوقال أصحاب القاضي محمد بن (أبي) عيسى: ركبنا لبعض الأمر في موكب حافل من وجوه الناس، إذ عرض لنا فتىً متأدّب، قد خرج من بعض الأزقّة سكران يتمايل، فلما رأى القاضي هابه، وأراد الانصراف فخانته رجلاه، فاستند إلى الحائط وأطرق، فلما قرب القاضي رفع رأسه ثم أنشأ يقول:\nألا أيُّها القاضي الذي عمّ عَدْلُهُ\n...\nفَأضْحَى بِهِ في العالمين فَريدا\nقرأت كتابَ الله تسعين مرّة\n...\nفلم أرَ فيه للشّرابِ حدودا\nالجزء: 1 ¦ الصفحة: 265\n",
        "فَإنْ شِئْتَ أنْ تَجْلِد فدونك مَنْكِباً\n...\nصبوراً على ريبِ الزّمان جليدا\nوإنْ شِئْتَ أن تعفو تكن لك مِنَّة\n...\nتروح بها في العَالَمينَ فَرِيدا\nوإن أَنْتَ تَخْتَارُ الحديد فإنَّ لي\n...\nلساناً على هَجْو الزّمانِ حديدا\nفلما سمع القاضي شعره، وميّز أدبه، أعرض عنه وترك الإنكار عليه ومضى لشأنه، والله تعالى أعلم.\nالفقيه أبو عبد الله بن أبي زمنين\nفقيه مُتبتِّل، وزاهد لا منحرف إلى الدنيا ولا متنقّل، هجرها هجر المنحرف، وحلّ أوطانه فيها محل المعترف، لعِلمه بارتحاله عنها وتقويضه، وإبداله منها وتعويضه فنظر بقلبه لا بعينه، وانتظر\nالجزء: 1 ¦ الصفحة: 266\n",
        "يوم فِراقِه وبَينِه، ولم يكن له بعد ذلك بها اشتغال، ولا في شِعَاب تلك المسالك إيغال، وله تواليف في الوَعظ والزّهد وأخبار الصالحين تدل على تخليته عن الدنيا واتّراكه، والتّفلّت من حبائل الاغترار وإشراكه وشعره يدلّ على التَّأهُّب للارتحال، ويستدلّ به على ذلك الانتحال، فمن ذلك قوله:\nالمَوْتُ في كُلِّ حين يَنْشُرُ الكَفَنا\n...\nونَحْنُ في غَفْلَةٍ عَمَّا يُراد بِنَا\nلا تطمئنَّ إلى الدُّنْيَا وبَهجَتِهَا\n...\nوإنْ توشَّحْتَ من أثْوابِهَا الحَسَنَا\nابن الأحبَّةُ والجيرانُ؟ ما فعلوا؟\n...\nأين الذين هُمُ كانوا لنا سَكَنَا؟\nسَقَاهُمُ الدَّهْرُ كَأسَاً غَيْرَ صَافِيَةٍ\n...\nفصيّرتهم لأطباق الثَّرَى رُهُنَا\nتَبْكي المَنَازِلُ منهم كُلَّ مًنْسَجمٍ\n...\nبالمَكْرُمَاتِ وَتَرْثي البرّ والمِنَنَا\nحَسْبُ الحِمَام لَوَ أبْقاهُمْ وأمهَلهُمْ\n...\nألاّ يظنّ على مَعْلُوَّةٍ حَسَنا\nالجزء: 1 ¦ الصفحة: 267\n",
        "الفقيه أبو مروان عَبْد الملك الطُّبِنيّ\nمن ثِنيةِ شرفٍ وحَسب، ومن أهل حَديث وأدب، إمام في اللّغة مُتقدِّم، فارع لأعلى رُتب الشعر متسنِّم، له رواية بالأندلس ورحلة إلى المشرق ثم عاد وقد توج بالمعارف المفرق، وأقام بقُرطبة عَلَماً من أعلامها، ومتسنّماً لترفّعها وإعظامها تُؤثِرُه الدُّول، وتصطفيه أملاكها الأُول، وما زال فيها مقيماً ولا برح عن طريق أمانيها مستقيماً، إلى أن اغتيل في إحدى الليالي بقضية يطول شرحُها، ولا ينقضي بَرحُها فأصبح مقتولاً في فراشه، مذهولاً كل أحد من انبساط الخطوب إليه على انكماشه، وقد أثبتُّ من محاسنه ما يُعجِبُ السامع وتصغي إليه المسامع، فمن ذلك قوله:\nوَضَاعَفَ ما بالقَلبِ يَوْمَ رَحِيلهم\n...\nعلى ما به منهم حنينُ الأباعرِ\nالجزء: 1 ¦ الصفحة: 268\n",
        "وأصْبر عن أحْبَابِ قَلْبٍ ترحّلوا\n...\nألا إنّ قَلْبي سائرُ غير صابرِ\nولما رجع إلى قُرطبة وجلس ليرى ما احتقبه من العلوم، اجتمع إليه في المجلس خلق عظيم، فلمّا رأى تلك الكثرة، وما له عندهم من الأثرة، قال:\nإنّي إذا حَضَرَتْني ألف مَحْبَرةٍ\n...\nيَكْتُبنَ حدّثني طوراً وأخْبَرَني\nنادت بعِقْوَتي الأقْلامُ مُعْلِنَةً\n...\nهذي المفاخِرُ لا قَعْبَان من لَبَنِ\nوكتب إلى ذي الوزارتين الكاتب أبي الوليد بن زيدون:\nأبا الوليد وما شطَّتْ بِنَا الدَّارُ\n...\nوقلَّ مِنَّا ومِنْكَ اليوم زوّارُ\nوبيننا كُلُّ ما تدريهِ من ذِمَمٍ\n...\nوللصِّبا وَرَقٌ خُضْرٌ وأنوارُ\nوكُلُّ عَتْبٍ وأعْتَابٍ جَرَى فَلَهُ\n...\nبدائع حُلْوَةٌ عِنْدي وآثَارُ\nفاذكر أخاك بخير كُلّما لَعِبَتْ\n...\nبه اللّيالي فإنّ الدَّهرَ دوّارُ\nالجزء: 1 ¦ الصفحة: 269\n",
        "الفقيه العالم أبو عُمَر أحمد بن عبد ربّه\nرحمه الله تعالى\nعالِم سَاد بالعِلم ورَأسَ، واقتبس به من الحُظوة ما اقتبس، وشُهِرَ بالأندلس حتى سار إلى المشرق ذِكره، واستطار شَرر الذّكاء فِكرُه، وكانت له عِناية بالعِلم وثِقة، ورواية له مُتسِقة، وأما الأدب فهو - كان - حُجَّته، وبه غَمرت الإفهام لُجَّته، مع صيانة وورع، وديانة ورد ماءَها فكرع، وله التأليف المشهور الذي سمّاه بـ العِقْد وحماه عن عثرات الألباب، وتُبصِر السَّحر منه في كُل باب، وله شعر انتهى منتهاه، وتجاوز سماك الإحسان وسُهاه.\nأخبرني أبو محمد بن حزم أنه مرّ بقصر من قصور قُرطبة لبعض الرؤساء فَسَمع منه غناء أذهب لُبَّه، وألهَب قلبه، فبينما هو واقف تحت القصر، إذ رُشَّ بماء من أعاليه، فاستدعى رَقعة، وكتب إلى صاحب القصر بهذه القطعة:\nالجزء: 1 ¦ الصفحة: 270\n",
        "يا من يَضِنُّ بِصَوْتِ الطّائِرِ الغّرِدِ\n...\nما كنت أحْسبُ هذا البُخْل في أحَدِ\nلو أنَّ أسماعَ أهلِ الأرضِ قاطبةً\n...\nأصْغَتْ إلى الصَّوْتِ لم يَنْقُص ولم يَزِدِ\nفلا تَضِنَّ على سَمْعي ومُنَّ بِهِ\n...\nصوتاً يجولُ مجالَ الرّوحِ في الجَسَدِ\nأمّا النبيذ فإنّي لستُ أشربهُ\n...\nولست آتيك إلاّ كسوتي بيدي\nوعزم فتي كان يتألَّفُهُ، وخامره كَلفُه، على الرحيل في غده، فأذهبت عزمته قُوى جَلدهِ، فلما أصبح عاقته السَّماء بالأنواء، وساقته مُكرهاً إلى الثواء فاستراح أبو عُمَر من كمدِه، وأنفَسح له من التواصيل ضائق أمَدِه، فكتب إلى المذكور، العازم على البُكُور:\nهَلاَّ ابتكْرتَ لِبَينٍ أنْتَ مُبْتكِر\n...\nهيهات يأبى عليكَ الله والقدَرُ\nما زلت أبكي حِذَارَ البَيْن مُلتَهِبَا\n...\nحتى رثى لي فيك الرّيحُ والمَطَرُ\nالجزء: 1 ¦ الصفحة: 271\n",
        "يا بَرْدَه من حَيَامُزْن على كَبِدٍ\n...\nنيرانُها بغَليلِ الشوق تَسْتَعِرُ\nآليتُ أن لا أرَى شَمْساً ولا قَمَراً\n...\nحتَّى أراكَ فأنتَ الشَّمْسُ والقَمَرُ\nومن شِعره الذي صرّح به تصريح الصَّبِّ، وبرَّح فيه من وقائع اسم الحبَ، قوله:\nالجِسْمُ في بَلَدٍ والروح في بَلَدٍ\n...\nيا وحشةَ الروحِ بل يا غُرْبةَ الجَسَدِ\nإنْ تَبْكِ عيناكَ لي من كَلِفْتُ بِهِ\n...\nمن رَحمَةٍ فَهُما سَهْمَاكَ في كَبِدي\nومن قوله:\nوَدَّعَتْني بِزَفْرَة واعتناقِ\n...\nثمّ قالت: متى يكون التلاقِ\nوَبَدَتْ لي فأشرقَ الصُّبحُ مِنْهَا\n...\nبين تلك الجيوب والأطْواقِ\nيا سقيمَ الجفون من غيرِ سُقْمٍ\n...\nبين عينيكَ مصرع العشاقِ\nإنّ يَوْمَ الفِرَاقِ أفْظَعُ يوم\n...\nليتني مُتُّ قَبْلَ يَوْمِ الفِرَاقِ\nوله أيضاً:\nيا ذا الذي خَطَّ الجمَالُ بخدّه\n...\nخَطّين هاجا لوعةً وبلابلا\nما صَحَّ عِنْدي أنّ لَحْظَكَ صَارِم\n...\nحتى لبستَ بعارضيك حمائلا\nالجزء: 1 ¦ الصفحة: 272\n",
        "أخبرني بعض العِلية أن الخطيب أبا الوليد بن عبّاد حجّ فلما انصرف تطلّع إلى لقاء المتنبي واستشرف، ورأى أن لُقياه فائدة يَكتسِبُها، وحُلَّة فخر لا يَحتسِبُها، فصار إليه فوجده في مسجد عمرو بن العاص ففاوضه قليلاً، ثم قال: أنشدني لمليح الأندلس، ويعني ابن عيد ربّه، فأنشده:\nيا لُؤلؤا يَسْبي العُقُول أنِيقَا\n...\nوَرَشاً بتقطيعِ القُلُوبِ رَفِيقَا\nما إنْ رأيتُ ولا سَمِعْتُ بِمِثْلِهِ\n...\nدُرَّاً يعودُ من الحياء عَقِيقَا\nوإذا نظرتَ إلى محاسن وَجْههِ\n...\nأبْصَرْتَ وجهكَ في سناه غَرِيقَا\nيا من تَقَطّع خِضْره من رِقَّةٍ\n...\nما بالُ قَلْبِكَ لا يكون رَقِيقَا\nفلما أكمل إنشاده، استعاده منه، وقال: يا ابن عبد ربّه لقد تأتيك العراق حبوا.\nوله أيضاً:\nومعذّرٍ نَقَشَ الجمالُ بِخَدِّه\n...\nحُسْنَاً له بدَمِ القلوبُ مُضَرَّجَا\nلمّا تَيقَّنَ أن سَيْفَ جفونِهِ\n...\nمن نَرْجِسٍ جَعَل النِّجَادَ بَنَفْسَجَا\nوله أيضاً رحمه الله:\nالجزء: 1 ¦ الصفحة: 273\n",
        "وسَاحِبَةٍ فَضْلَ الذُّيُولِ كأنَّها\n...\nقضيبٌ من الرَّيْحَانِ فَوقَ كثيبِ\nإذا ما بَدَتْ من خِدْرِها قال صاحبي\n...\nأطعني وخُذْ من وَصْلِها بنصيب\nوله أيضا:\nهيّج الشَّوقُ دواعي سَقَمي\n...\nوكَسَا الجِسْمَ ثِيَابَ الألَمِ\nأيُّها البَيْنُ أقِلْني مَرَّةً\n...\nفإذا عّدْتُ فَقَد حِلَّ دَمِي\nيا خليّ الذَّرْعِ نَمْ في غِبْطَة\n...\nإنَّ مَنْ فارقته لم يَنَمِ\nوَلقَدْ هاجَ بِقَلْبي سَقَمَاً\n...\nحَبُّ من لو شاَء دَاوَى سَقَمي\nوبلغ سنّ عوف بن مُحلِّم، واعترف بذلك اعتراف مُتألِّم، عندما وَهت شِدَّته، وبليت جِدَّتُه، وهو آخر شعر قال، ثم عثر في أذيال الرّدى وما استقال:\nكِلاَني لِمَا بي عاذليَّ كفاني\n...\nطويتُ زماني بُرْهَةً وطواني\nبَلِيتُ وأبْلَتني الليالي وكرّها\n...\nوصِرْفَانِ للأيام مُعتَورَانِ\nوما ليَ لا أُبلَى لسبعين حِجَّةً\n...\nوعَشْرٍ أتَتْ من بَعْدها سَنتَانِ\nفلا تسألاني عن تباريح عِلَّتي\n...\nودونكما منّي الذي تَرَيَانِ\nالجزء: 1 ¦ الصفحة: 274\n",
        "وإنّي بحول الله راجٍ لِفَضْلِهِ\n...\nولي من ضمان الله خَيْرُ ضَمَانِ\nولست أُبالي من تباريح عِلّتي\n...\nإذا كان عَقْلي باقياً ولساني\nوفي أيام إقلاعه عن صبوته، وارتجاعه عن تلك الغفلة وأوبته، وانثنائه عن الصِّبا والمجون إلى صفاء توبته، مَحَص أشعاره في الغزل بما ينافيها وقصّ من قوادِمَهَا وخَوافِيَها، بأشعارٍ في الزُّهد على أعاريضهَا وقَوافِيها، منها القطعة التي أولها:\nهلاّ ابتكرت لبين أنت مُبْتَكِرُ\nمَحَصها بقوله:\nيا قَادِراً ليس يَعْفو حينَ يَقْتَدرُ\n...\nماذا الذي بَعْدَ شَيْبِ الرأس تَنْتظِرُ\nعَاينْ بِقَلْبكَ إنَّ العينَ غَافِلةٌ\n...\nعن الحقيقةِ وأعلَمْ أنّها سَقَرٌ\nسوداءُ تَزْفر من غيظ إذا سَعَرتْ\n...\nللظالمين فلا تبقي ولا تَذَرُ\nلو لم يكُنْ لكَ غَيرُ المَوْتِ مَوْعِظَةً\n...\nلكانَ فيه عن اللذات مُزْدَجَرُ\nأنت المقولُ له ما قُلْتُ مُبْتَدِئاً\n...\nهلاّ ابتكرتَ لبين أنت مُبْتَكِرُ\nالجزء: 1 ¦ الصفحة: 275\n",
        "الفَقيهُ أبو بكر محمد بن الحسن الزُّبَيْديّ\nإمام اللغة والإعراب، وكَعبة الآداب، أوضح منها كُل إبهام وفضح دون الجهل بها محل الأوهام، وكان أحد ذوي الإعجاز، وأسعد أهل الاختصار والإيجاز، نَجم والأندلس في إقبالها، والأنفس أول تهمُّمِها بالعلم واهتِبَالها، فنفقت له عِندهم البضاعة، واتفقت على تفضيله الجماعة، وأشاد الحكم بذكره، فأورى بذلك زِناد فِكره، وله اختصار العين للخليل وهو معدوم النظير والمثيل ولحن العامة وطبقات النحويّين وكتاب الواضح وسِواها من كل تأليف مخجل لمن أتى بعده فاضح، وله شعر مصنوع ومطبوع، كأنما يتفجَّر من خاطره يَنبوع، وقد أثبت له منه ما يُقترح، ولا يطرح، فمن ذلك قوله:\nالجزء: 1 ¦ الصفحة: 276\n",
        "كيف بالدين القويم\n...\nلك من أمِّ تَميمِ\nولقد كانَ شِفَاءً\n...\nمن جَوَى القَلْبِ السَّقيمِ\nيُشْرِقُ الحُسْنُ عَلَيْهَا\n...\nفي دُجَى اللَّيلِ البَهِيمِ\nوكتب مراجعاً:\nأغْرَقَتني في بُحُورِ فِكْرٍ\n...\nفَكِدْتُ مِنهَا أموتُ غَمَّا\nكَلَّفَتني عامِضَاً عَوِيْصَا\n...\nأرجمُ فيه الظنونَ رَجْما\nما زلتُ أسْرو السجوفَ عَنْه\n...\nكَأنَّني كاشِفٌ لِظَلْما\nأقربُ من لَيْلِهِ وأنْأى\n...\nمُسَتبْصِراً تارةً وأعْمى\nحتى بدا مُشْرِقُ المُحَيَّا\n...\nلمّا اعتلى طالعاً وتَمَّا\nلله من مَنْطِقٍ وَجيزٍ\n...\nقد جَلَّ قَدْراً ودقَّ فَهْما\nأخلصتُ لله فيه قولاً\n...\nسلّمتُ لله فيه حُكْما\nإذ قلتُ قَولَ امرئٍ حَكيم\n...\nمراقبٍ للإله عِلْمَا\nالله ربّي وليُّ نَفْسي\n...\nفي كُلِّ بُؤْسٍ وكُلّ نُعْمَى\nوكتب إلى أبي مسلم بن فهد، وكان كثير التَّكبُّر، عظيم التَّجبُّر، مُتعثِّراً لسانه، مُقفِراً من المعالم جِنانه:\nالجزء: 1 ¦ الصفحة: 277\n",
        "أَبَا مُسْلم إنَّ الفَتَى بفؤادِهِ\n...\nومِقْوَلِهِ لا بالمراكب واللّبْسِ\nوليس رواء المرء يُغني قُلامَةً\n...\nإذا كان مَقْصوراً على قِصَر النَّفْسِ\nوليس يفيد العِلْم والحِلْم والحِجَى\n...\nأبا مُسْلِم طول القعود على الكرسي\nواستدعاه الحكم المستنصر بالله أمير المؤمنين، فعجّل إليه وأسرع، وفرع لديه من رُبَى الآمال ما فَرع فلمّا طالت نَواه، واستطالت عليه لوعتُه وجَواه، وحنَ إلى مستقرّه بإشبيلية ومثواه، استأذن الحكم في اللُّحُوق بها، فلوَّمه ولواه فكتب إلى من كان يألفه ويَهواه:\nوَيْحَكِ يَا سَلْمَ لا تُرَاعي\n...\nلا بُدَّ للبَيْن من مَسَاع\nلا تحسبيني صَبرتُ إلاّ\n...\nكَصَبْرِ مَيْتٍ على النَّزَاعِ\nما خَلَقَ الله من عَذَابٍ\n...\nأشدَّ من وَقْفَة الوِدَاعِ\nما بينها والحِمَام فَرْقٌ\n...\nلولا المناحاتُ والنواعي\nالجزء: 1 ¦ الصفحة: 278\n",
        "إن يَفْتَرِقْ شَمْلُنَا وَشِيكَاً\n...\nمِنْ بَعْد ما كان في اجتماعِ\nفَكلُّ شَمْلٍ إلى افْتِرَاقٍ\n...\nوكلُّ شَعْب إلى انصداعِ\nوكلُّ قُرْب إلى بعَادٍ\n...\nوكلُّ وَصْل إلى انقطاعِ\nالفقيه أبو مُحمّد علي بن حَزْم\nفقيه مُستنبِط، ونَبيه بقياسه مُرتبط، ما تكلم تقليداً، ولا تعدّى اختراعاً وتوليداً، ما\nتمنَت به الأندلس أن تكون كالعِراق، ولا حنّت الأنفس معه إلى تلك الآفاق، أقام بوطنه، وما بَرح عن عَطنه، فلم يشرب ماء الفُرات، ولم يَقف عيشة الثَّمرات، ولكنّه أربى على مَنْ مِنَ ذلك غُذي، وأزرى على من هنالك قد نُعل وحُذي، تفرّد\nالجزء: 1 ¦ الصفحة: 279\n",
        "بالقِياس واقتبس نار المعارف أي اقتباس، فناظر بما نطق به وقاس، وصنف وحبّر حتى أفنى الأنفاس، ونبذ الدّنيا وقد تصدّت له بأفتن مُحيَّا، وأهدت إليه أعبق عرف وريّا، وخلع الوزارة وقد كسته مُلاها، وألبسته حُلاها، وتجرّد للعِلم وطَلبه، وجد في اقتناء نُخبه، وله تآليف كثيرة، وتصانيف أثيرة منها: الإيصال إلى فهم كتاب الخِصَال وكتاب الإحكام لأصول الأحكام وكتاب الفصل في الملل والأهواء والنحل وكتاب مراتب العلوم وغير ذلك، مما لم يظهر مثله من هنالك مع سرعة الحِفظ وعفاف اللِّسان واللَّحظ، وفيه تقول خلف بن هارون:\nيَخُوضُ إلى المَجْدِ والمَكْرُمَات\n...\nبحارَ الخطوب وأهوالَهَا\nوإنْ ذُكِرتَ للعُلاَ غايةٌ\n...\nتَرَقَّى إليها وأهْوَى لَهَا\nوله في الأدب سَبقٌ لا يُنكر، وبديهةٌ لا يُعلم أنه روَّى فيها ولا فكر، وقد أثبت من شعره ما يُعلم أنه أوحد، وما مثله فيه أحد، فمن ذلك قوله:\nالجزء: 1 ¦ الصفحة: 280\n",
        "وذي عَذَل فيمن سبانيَ حُسْنُه\n...\nيُطيل مَلامي في الهَوَى ويقُولُ\nأمِنْ حُسْن وَجهٍ لاحَ لم ترَ غَيْرَه\n...\nولم تدرِ كيف الجِسْمُ أَنتَ قَتِيلُ\nفقلتُ له أسرفتَ في اللَّوْم فاتّئد\n...\nفعنديَ ردٌّ - لو شاءُ - طَوِيلُ\nألم ترَ أنّي ظاهِريٌّ وأنَّني\n...\nعلى ما بدا حتَّى يقومَ دَلِيلُ\nوله أيضاً:\nهل الدَّهْرُ إلاّ ما عرفنا وأَنْكرنا\n...\nفجائعه تبقى ولذَّاتُه تَفْنَى\nإذا مكنت فيه مَسَرَّةُ ساعةٍ\n...\nتَوَلَّت كمرِّ الطَّرْف واستخلفت حُزْنَا\nإلى تَبِعَاتٍ في المَعَاد ومَوْقِفٍ\n...\nنَوَدُّ إليه أنَّنا لم نكن كُنَّا\nحَصَلنَا على همّ وإثم وَحَسرَة\n...\nوفات الذي كنّا نَلذُّ به عنّا\nحنينٌ لِمَا وَلَّى وشغْلٌ بِمَا أتَى\n...\nوهمّ بها يَغشَى فعينًك لا تَهْنَا\nكأنَّ الذي كُنَّا نُسّرُّ بكَوْنِهِ\n...\nإذا حَقَّقَتْه النَّفسُ لَفظٌ بلا مَعْنَى\nوله أيضاً:\nولي نَحْو أكْنافِ العِرَاق صَبَابَةٌ\n...\nولا غَرْوَ أن يَستْوحِش الكَلِفُ الصّبُّ\nفإن يُنزِل الرحمنُ رَحْلي بَيْنهم\n...\nفحينئذ يبدو التّأسُّف والكَرْبُ\nالجزء: 1 ¦ الصفحة: 281\n",
        "هُنَالك تَدْري أنّ لِلْعَبد قِصَّةً\n...\nوأنّ كسادَ العِلْم آفَتُه القُرْبُ\nوله أيضاً:\nلا تَشْمَتَنْ حاسدي إنْ نَكبَةٌ عَرَضَتْ\n...\nفالدّهْرٌ ليس على حَالٍ بِمُتَّركِ\nذو الفضل طوراً تراه تَحْتَ مَيْقَعَةٍ\n...\nوتارةً قد يُرَى تاجاً على مَلِكِ\nوله أيضاً:\nلِئنْ أصْبَحتُ مُرْتَحِلاً بِشَخْصي\n...\nفَرُوحي عِنْدكم أبداً مقيمُ\nولكنْ للعِيَان لطيفُ مَعْنى\n...\nلذا سأل المعاينةَ الكليمُ\nالجزء: 1 ¦ الصفحة: 282\n",
        "الفقيه أبو عبد الله محمّد بن عبد السَّلام الخُشَنيّ\nكان فصيح اللسان، جزيل البيان، وكان أنُوفاً مُنقبضاً عن السُّلطان لم يتشبث بدُنيا، ولم يُنكث له مُبرم عَليا، دعاه الأمير محمد إلى القضاء فلم يُجب، ولم يُظهِر رَجاءَه المُحتجِب، وقال: أبيتُ عن أمانة هذه الديانة، كما أبت السَّموات والأرض عن حمل الأمانة، إباية إشفاق، لا إباية عصيان ونفاق، وكان الأمير قد أمر الوزراء بإجباره، أو حمل السيف إن تمادى على تأبيه وإصراره ن فلمّا بلغه قوله هذا أعفاه، وكان الغالب عليه علم النّسب، واللغة والأدب ورواية الحديث، وكان مأموناً ثقة، وكانت القلوب على محبّته متّفقة وله رحلة دخل فيها العراق، ثم عاد إلى هذه الآفاق، وعندما اطمأنّت داره،\nالجزء: 1 ¦ الصفحة: 283\n",
        "وبلغ أقصى مُناه مَدارُهُ، قال:\nكَأنْ لم يكُ بَيْنٌ ولم تكُ فرقَةٌ\n...\nإذا كان من بعد الفِرَاقِ تلاقِ\nكأن لم تُؤَرَّق بالعراقين مُقْلتي\n...\nولم تُمْر كفُّ الشوق ماء مآقِ\nلوم أَزُرْ الأعرابَ في جَنْب أرْضهم\n...\nبجَنْبِ اللّوى من رامةٍ وبرَاقِ\nولم اصطبح في البِيدِ من قهوة النَّوى\n...\nكؤوساً سقانِيَها الفِرَاقُ دِهَاقِ\nالفقيه أبو مُحَمَّد عبد الله بن مُحَمَّد المعروف بابن\nالفَرَضيّ القاضي\nكان حافظاً عالماً كَلِفاً بالرَواية، رحل في طلبها، وتبحّر في المعارف بسَببِها مع حظ من الأدب كثير، واختصاص بنظيم منه ونثير،\nالجزء: 1 ¦ الصفحة: 284\n",
        "حجّ وبرع في الزّهادة والورع، فتعلّق بأستار الكعبة يسأل الله الشهادة، ثم فكّر في القتل ومرارته، والسيف وحرارته، فأراد أن يرجع ويستقبل الله فاستحيا، وآثر نعيم الآخرة على شقاء الدُّنيا، فأُصيب في تلك الفتن (مكلوماً)، وقُتل مظلوماً.\nأخبرني من رآه في جملة القتلى وهو بآخر رمق، فسمعه يقول بصوتٍ ضعيف: (لا يُكلم أحَد سبيل الله - والله أعلم بمن يُكلم في سبيله - إلا جاء يوم القيامة وجُرحه يَثعبُ، اللّون لون دمٍ والرّيح ريح مسكٍ) كأنه يعيد الحديث على نفسه ثم قضى.\nومما قال في طريقه، يتشوّق إلى فريقه:\nالجزء: 1 ¦ الصفحة: 285\n",
        "مَضَتْ لي شهورٌ مُنذُ غِبْتُم ثلاثةٌ\n...\nوما خِلْتُني أبْقَى إذا غبتم شَهْرا\nوما لي حياةٌ بعدكم استلذُّهَا\n...\nولو كان هذا لم أكن في الهَوَى حُرّا\nولم يُسْلِبني طولَ التنائي عليكم\n...\nبلى زَادَني وَجْداً وجَدَّدَ لي ذِكْرَا\nيُمَثّلكُم لي طول شوقي إليكم\n...\nويُدْينكم حتى أناجيكم سِرّا\nسَأسْتَعْتِبُ الدَّهْر المفرّقَ بيننا\n...\nوهل نافعي أنْ صِرْتُ أستَعْتِبُ الدَّهْرا\nأعلِّلُ نَفْسي بالمُنْى في لِقَائِكُمْ\n...\nوأسْتَسهِل البَرَّ الذي جُبْتُ والبَحْرَا\nويُؤنِسُني طيّ المراحلِ عَنْكُمُ\n...\nأروحُ على أرضٍ وأغْدو على أُخرَى\nوتالله ما فارقتكم عن قِلَىً لكم\n...\nولكنّها الأقدار تَجْرِي كما تُجْرَى\nرعتكم من الرحمن عينٌ بصيرةٌ\n...\nولا كَشَفَتْ أيدي النَّوَى عَنْكُمُ سِتْرَا\nوله أيضاً:\nإنّ الذي أصْبَحتُ طَوْعَ يَمِنيهِ\n...\nأنْ لم يَكُنْ قَمَراً فليس بدونِهِ\nذُبّي له في الحبّ من سُلْطَانه\n...\nوسِقَامُ جِسْمي من سِقَام جُفُونِهِ\nالفقيه أبو عبد الله مُحَمّد بن عبد الله بن مَسَرّة\nكان على طريقة في الزُّهد والعبادة سَبق فيها، وانتسَق\nالجزء: 1 ¦ الصفحة: 286\n",
        "في سلك مُحتذِيها، وكانت له إشارات غامضة، وعبارات عن منازل المُلحدين غير داحضة ووجدت له مقالات رديّة، واستنباطات مُردِية، نسب بها إليه رهق وظهر له فيها مَزحل عن الرُّشد ومَزهق، فُتتِّبعت مصنّفاته بالحَرق واتّسع في استباحتها الخَرق، وغدت مهجورة، على التالين محجورة، وكان له تنميق في البلاغة وتدقيق لمَعانيها، وتزويق لأغراضها، وتشييد لمبانيها.\nومن شعره ما كتب به إلى أبي بكر اللُّؤلؤيّ يستدعيه في يوم مطر وطين:\nأقْبل فإنَّ اليوم يَوْمُ دَجْن\n...\nإلى مكان كالضمير مَكْني\nلَعَلَّنَا نُحْكِمُ فيه أشهى فنّ\n...\nفأَنْتَ في ذا اليوم أمْشَى مِنّي\nالجزء: 1 ¦ الصفحة: 287\n",
        "الفقيه أبو بَكْر بن القُوطيَّة\nصاحب الأفعال في اللُّغة والعربية\nممن له سلف، وثِنية كلها شرف، وأبو بكر هذا أحد المجتهدين في الطلب والمشتهرين بالعلم والأدب، والمُنتدبين للعِلم والتَّصنيف، والمرتّبين له بحسن\nالترتيب والتأليف، وكان له شعر نبيه، وأكثره أوصاف وتشبيه، فمن ذلك قوله في زمن الرّبيع:\nضَحِكَ الثَّرَى وبدا لك استبشاره\n...\nفاخْضَرَّ شارِبُه وطرّ عِذَارُه\nوَرَنَتْ حدائقه وزرّر نَبْتُه\n...\nوتعطّرت أنواره وثِمَارُه\nواهتّزَّ ذابلُ كّلِّ ماءِ قَرَارَه\n...\nلما أتى مُتَطَلِّعا آذارُه\nوتَعَمَّمت صُلْع الرُّبى بِنَباتِه\n...\nوترنَّمت من عُجْمَةٍ أطْيَارُه\nالجزء: 1 ¦ الصفحة: 288\n",
        "الفقيه القاضي الأجلّ يونس بن عبد الله بن مغيث\nقاضي الجماعة بقرطبة\nفاضلٌ ورِع، مبرّز في النّسّاك والزُّهَّاد، دائم الأرق في التَّخشُّع والسُّهاد، مع التحقق بالعلم والتميّز بفضله، والتحيّز إلى فئة الورع وأهله، وله تصانيف في الزُّهد والتّصوّف، منها كتاب المنقطعين إلى الله وكتاب المجتهدين وأشعار في هذا المعنى، منها قوله:\nفَرَرْتُ إليكَ من ظُلْمي لِنَفْسي\n...\nوَأوْحَشَني العِبَاد وأَنْتَ أُنْسي\nقصدت إليك مُنقَطِعاً غَرِيبَا\n...\nلِتُؤْنِسَ وَحْدتي في قَعْر رَمْسي\nولِلْعُظْمَى من الحاجات عِنْدي\n...\nقَصَدْتُ وأَنْتَ تَعْلَمُ سِرَّ نَفْسي\nولما أراد المستنصر بالله غزو الروم سنة اثنتين وخمسين وثلاثمائة تقدّم إلى والده أبي محمد بالكَون في\nالجزء: 1 ¦ الصفحة: 289\n",
        "صُحبتِه، ومسايرته في غزوتِه فاعتذر بعذر يجده، وألم لا ينجده، فقال له الحكم: إن ضَمِن لي أن يؤلف في أشعار خلفائنا بالمشرق والأندلس مثل كتاب الصولي في أشعار بني العبّاس أعفيته من الغزاة، وجازيته أفضل المُجازاة، فأجابه إليه على أن يؤلفه بالقصر، فزعم أنه رجل مزور، وأنّ ذلك الموضع مُمتنِع على من يَلُمّ به ويزور، فألّفه بدار الملك المُطِلَّة على النهر، وأكمله\nفيما دون شهر، وتوفي والمستنصر بَعدُ في غزاته، ومن شعره قوله:\nأتوا حِسْبَةً إذْ قيلَ جَدَّ نُحُولُه\n...\nفَلَمْ يَبْقَ من لَحْمٍ عليه ولا عَظْمِ\nفعادوا قَميصاً في فِرَاشٍ فلم يروا\n...\nولا لَمَسوا شيئاً يدلّ على جِسْمِ\nطواه الهوى في ثَوْبِ سُقْمٍ من الضَّنَى\n...\nوليس بِمَحْسُوسٍ بعين ولا وَهْمِ\nوله أيضاً رحمه الله:\nالجزء: 1 ¦ الصفحة: 290\n",
        "ديارٌ عليها من بَشَاشَةِ لأهْلِهَا\n...\nبقايا تسرُّ النَّفسَ أُنْسَاً وَمَنْظَرا\nرُبُوع كساها المُزْنُ من خِلَع الحَيَا\n...\nبُرُوداً وحلاّها من النّور جوهرا\nتسُرُّكَ طوراً ثمّ تشجوك تارةً\n...\nفترتاحُ تأنيساً وتشجى تذكّرا\nالفقيه أبو الحسن علي بن أحمد المعروف بابن سِيْدَة\nإمام في اللغة العربية، وهمامٌ في الفِئَة الأدبية وله في ذلك أوضاع، للأفهام من أخلافها استدارا واستِرضاع، حرّرها تحريراً، وأعاد طَرف الذّكاء بها قَرِيرا، وكان مُنقطِعاً إلى الموفَّق صاحب دانيه،\nالجزء: 1 ¦ الصفحة: 291\n",
        "وبها أدرك أمانيه، ووجد تجرّده للعلم وفراغه، وتفرّد بتلك الإراغة ولا سيّما كتابه المُسمَّى بالمُحْكَم فإنه أبدعُ كتاب وأحكم، ولمّا مات الموفّق رائش جناحه ومثّبت غرره وأوضاحه، خاف من أبنه إقبال الدولة، وأطاف به مكروهاً بعض من كان حوله، فناشته للطّلب حَيَّات مساورة، ففرّ إلى بعض الأعمال المجاورة وكتب إليه منها مستعطفاً:\nألا هَلْ إلى تَقْبيل راحتِكَ اليُمْنَى\n...\nسَبِيلٌ فإنَّ الأمْنَ في ذاك واليُمْنَا\nفتنضى هموم طَلَّحَتُهُ خُطُوبُها\n...\nولا غارباً يُبْقِينَ ولا مَتْنَا\nغَريبٌ نَأى أهْلُوه عنه وشَفّه\n...\nهواهم فَأمْسَى لا يقرُّ ولا يَهْنَا\nفيا ملك الأملاك إنّي مُحَلأٌّ\n...\nعَن الورْدِ لا عنه أُذَاذُ ولا أُدْنَى\nتَحقَّقْتُ مكروهاً فأقبلتُ شاكياً\n...\nلَعَمْري أمأذونٌ لِعَبْدكَ أن يُعْنَى\nالجزء: 1 ¦ الصفحة: 292\n",
        "وإن تتأكّدْ في دمي لك نيّةٌ\n...\nفإنّي سَيْفٌ لا أُحِبّ له جَفْنَا\nإذا ما غدا من حرّ سيفك بارِدَاً\n...\nفَقِدْمَاً غدا من بَرْد نعماكمُ سُخْنَا\nوهل هي إلاّ ساعةٌ ثم بعدها\n...\nسَتَقْرَعُ ما عُمِّرْتَ من نَدَمٍ سنَّا\nوما لَي من دهري حياةٌ ألَذُّهَا\n...\nفتعتّدها نُعْمَى عليّ وتمتنَا\nإذا مِيتَةُ أرْضَتْكَ عنّا فَهَاتِهَا\n...\nحبيبٌ إلينا ما رضيتَ به عَنَّا\nالفقيه أبو محمّد غانم بن الوليد المخزوميّ المالقيّ\nعالم مُتفرِّس، وفقيه مدرّس وأُستاذ مُجوِّد، وإمام لأهل الأندلس مجوّد وأما الأدب فكان جلَّ شُرعته، ورأس بُغيته، مع فضل وحسن طريقة وجدّ في جميع أموره وحقيقة، وله شعر:\nصيِّر فؤادَكَ للمحبوبِ مَنْزَلَةً\n...\nسَمُّ الخِيَاطِ مجالٌ لِلْمُحِبَّيْنِ\nالجزء: 1 ¦ الصفحة: 293\n",
        "ولا تُسَامِحْ بغيضاً في مُعَاشَرَةٍ\n...\nفقلّما تَسَعُ الدّنيا بَغِيضَيْنِ\nوله أيضاً:\nالصَّبْرُ أوْلَى بوقارِ الفَتَى\n...\nمن قَلَقٍ يَهْتِكُ سِتْرَ الوقَارْ\nمن لَزِمَ الصَّبرَ على حالِةٍ\n...\nكان على أيّامه بالخيارْ\nالفقيه الإمام العالم الحافظ أبو عُمَر يوسف بن عبد الله\nبن عبد البِرّ\nإمام الأندلس وعالمها، الذي التاحت به معَالِمُها، صحَّح المَتن والسَّند وميّز المُرسل، وفرّق بين الموصول والقاطع، وكسا المِلَّة منه نور ساطع حصر الرّواة، وأحصى الضعفاء منهم الثقات، وجدّ في تصحيح السقيم، وجدّد منه ما كان كالكهف والرقيم،\nالجزء: 1 ¦ الصفحة: 294\n",
        "مع معاناة العلل، وإرهاف ذلك العَلل، والتثقيف للمؤتلف، والتنبيه على المختلف وشرح المقفل، واستدراك المغفل، وله فنون هي للشريعة رِتَاج، وفي مفرق الملّة تاج، أشهرت للحديث ظُبى، وفرعت لمعرفته رُبَى، وهبّت لتفهمّه\nشمالاً وصبا، وكان ثقة، وكانت الأنفس على تفضيله متّفقه، وأما أدبه فلا تُعبَر لُجَّتُه، ولا تُدحَض حُجَّته، وله شعر لم أجد منه إلاّ ما نفث به أنفة، وأوصى فيه من تخلّفه، فمن ذلك قوله، وقد دخل إشبيلية فلم يلق فيها مبرّة، ولم ير من أهلها تَهلُّل أسرّة، فأقام بها حتى أخلقه مقامه، وأطبَقه اغتِمَامه، فارتجل وقال:\nتنكّر من كُنّا نُسَرُّ بِقُربِهِ\n...\nوصار زُعَاقاً بعدما كان سَلْسَلا\nوَحُقَّ لِجَارٍ لم يوافقه جارُهُ\n...\nولا لاَءمَتْه الدّار أنْ يتحوّلا\nالجزء: 1 ¦ الصفحة: 295\n",
        "بَليتُ بحمص والمقام بِبلْدةٍ\n...\nطويلاً لَعَمْري يورثُ البِلَى\nإذا هان حُرٌّ عِنْدَ قَوْمٍ أتَاهمُ\n...\nولم يَنْأ عَنْهم كان أعمى وأجْهَلا\nولم تُضْرَب الأمثال إلاّ لعالم\n...\nوما عوقب الإنسانُ إلاّ ليعقِلا\nوله أيضاً يوصي أبنه بمقصورة:\nتَجَافَ عن الدُّنيا وهوِّن لقَدْرِهَا\n...\nووفِّ سبيل الدين بالعُرْوَة الوُثْقَى\nوسارِعْ بتقوى الله سِرّاً وجهرةً\n...\nفلا ذمّة أقْوى هُدِيتَ من التَّقْوِى\nولا تنس شُكْرَ الله في كُلِّ نِعْمَةٍ\n...\nيَمُنُّ بها فالشُّكْرُ مُستَجْلِب النُّعمَى\nفَدَعْ عَنْكَ ما لا حظّ فيهِ لِعَاقِلٍ\n...\nفإنَّ طريقَ الحقِّ أبلجُ لا يَخْفَى\nوشُحَّ بأيامٍ بَقِينَ قَلاِلٍ\n...\nوعُمْرٍ قَصيرٍ لا يدوم ولا يَبقَى\nألم ترَ أن العُمْرَ يَمْضي مولِّيَاً فجِدَّتُه تَبلَى ومُدَّتُه تَفْنَى\nنخوضُ وَلْهو غَفْلَةً وجَهالةً\n...\nونَنشُرُ أعمالاً وأعْمارُنَا تُطْوَى\nتواصِلُنَا فيه الحوادثُ بالرَّدَى\n...\nوَتَنتَابًنَا فيه النوائِبُ بالبَلْوَى\nعَجِبتُ لِنَفْس تُبْصِرُ الحقَّ بَيِّنَاً\n...\nلدَيها وَتأبَى أن تفارقَ ما تَهْوَى\nوَتَسْعَى لما فيهِ عليهَا مضرَّةٌ\n...\nوقد عَلِمتْ أنْ سَوفَ تُجزَى بما تَسْعَى\nذُنُوبيَ أخْشَاها ولستُ بآيسٍ\n...\nوربِّيَ أهْلٌ أنْ يُخَافَ وأن يُرْجَى\nوإنْ كان ربّي غافراً ذَنْبَ من يَشَا\n...\nفإنّي لا أدري أأُكْرَمُ أم أُخْزَى\nالجزء: 1 ¦ الصفحة: 296\n",
        "الفقيه الأجلّ الحافظ أبو بكر بن العربي\nعلم الأعلام الطاهر الأثواب، الباهر الألباب، الذي أنسى ذكاء إياس وترك التقليد للقياس، وأنتج الفرع من الأصل، وغدا في يد الإسلام، أمضى من النصل، سقى الله به الأندلس بعدما أجدبت من المعارف، ومدّ عليها منه الظّل الوَارِف، وكساها رونق نبله، وسَقاها ريِّق وِبله، وكان أبوه بإشبيلية بدراً في فَلكها، وصدراً في مجلس ملكها، واصطفاه مُعتمد بني عَبَّاد، اصطفاء المأمون لابن أبي دُؤاد\nالجزء: 1 ¦ الصفحة: 297\n",
        "وولاّه الولايات الشريفة، وبوَّأه المُنِيفَة، فلما أقفرت حِمص من مُلكهم وخَلت، وألقتهم منها وتخلّت، رحل به إلى المشرق، وحلّ فيه محلّ الخائف الفَرِق، فجال في أكنافه، وأجال قِداح الرجاء في استقبال العزّ واستئنافه، فلم يستردّ ذاهباً، ولم يجد كمعتمده باذلاً له وواهباً، فعاد إلى الرواية والسّماع، (وما استفاد) من آمال تلك الأطماع، وأبو بكر إذ ذاك في ثرى الذكاء قضيب ما دوّح، وفي روض الشباب زهر ما صوَّح، فألزمه مجالس العلم رائِحاً وغادياً، ولازمه سائِقاً إليها وحادِياً، حتى استقرّت به مجالسه، واطّردت له مقايسه، فجدّ في طلبه، واستجدّ به أبوه متمزّق أربه فأدركه حِمَامه، ووارته هناك رِجَامُه، وبقي أبو بكر مُتفرِّداً، وللطلب مُتجرِّداً، حتى أصبح في العلم وحيداً، ولم تجد عنه رياسته مَحيداً، فكّر إلى الأندلس فحلّها والنّفوس إليه متطلّعة ولأنبائه متسمّعة، فناهيك من\nالجزء: 1 ¦ الصفحة: 298\n",
        "حضوة لقي، ومن عزة سُقي، ومن رفعة سما إليها ورقي، وحسبك من مفاخر قلّدها، ومن محاسن أُنسٍ نبتها فيها وخلّدها وقد أثبت من بديع نظمه ما يهز أعطافاً، وتردّه الإفهام نُطافاً، فمن ذلك قوله يتشوّق إلى بغداد، ويُخاطب فيها أهل الوِداد:\nأمِنْكَ سَرَى واللّيلُ يَخْدَعُ بالفَجْرِ\n...\nخيالُ حَبيبٍ قد حَوَى قَصَبَ الفَخْرِ\nجلا ظُلَم الظَّلْماءِ مشرقُ نورِه\n...\nولم يخبط الظَّلْماء بالأنْجمِ الزُّهْرِ\nولم يرض بالأرض البسطة مَسْحَبا\n...\nفصار على الجوزاءِ إلى فلك يَسْري\nوحثَّ مَطَايا قد مَطَاها بعِزَّة\n...\nفأوطأها قسراً على قُنَّة النَّسْرِ\nفصارت ثِقَالاً بالجلالة فَوْقَها\n...\nوسارت عِجَالا تتقي ألَمَ الزَّجْرِ\nالجزء: 1 ¦ الصفحة: 299\n",
        "وجرّت على ذَيْل المجرّةِ ذَيَلَها\n...\nفمن ثم يبدو ما هنالك لمن يَسْري\nومرّت على الجوزاء توضع فوقها\n...\nفآثر ما مرّت به كلف البَدْرِ\nوساقت أريج الخُلْد من جنة العُلا\n...\nفدع عنك رَمْلاً بالأُنَيْعِمِ يَسْتَذري\nفما حَذَرَتْ قَيْسَاً ولا خيل عامرٍ\n...\nولا أضمرت خوفاً لقاء بني ضَمْرِ\nسقى الله مِصْراً والعِراقَ وأهْلَها\n...\nوبغدادَ والشامين مُنْهَمِلَ القَطْرِ\nالفقيه أبو بكر بن أبي الدَّوس رحمه الله\nمن أبدع الناس خطاً، وأصحّهم نقلاً وضبطَاً، اشتهر بالإقراء، واقتصر بذلك على الأُمراء، ولم ينحطّ لسواهم، ومطل الناس بذلك\nالجزء: 1 ¦ الصفحة: 300\n",
        "ولواهم، وكان كثير التّحوّل، عظيم التّجوّل، لا يستقر في بَلد، ولا يستظهر على حرمانه بَجلد، فقذفته النَّوى، وطردته عن كلِّ ثوا، ثم استقر آخر عمره بأغمات، وبها مات، وكان له شعر بديع يصونه أبداً، ولا يمدّ به يداً.\nأخبرني من دخل عليه بالمريَّة، فرآه في غاية إملاق، وفي ثياب أخلاق وقد توارى في منزله توارى المذنب، وقعد عن الناس قعود مُجتنِب، فلمّا علم ما هو فيه وعلم ترفُّعه عمَّن يجتديه، عاتبه في ذلك الاعتزال، وآخذه حتى استنزله بفَيض الاستنزال، وقال له: هلاّ كتبت إلى المعتصم فما في ذلك ما يصم، فكتب إليه:\nإليك أبا يحيى مددتُ يَدَ المُنَى\n...\nوقِدْماً غَدَتْ عن جُودِ غيرك تُقَبَضُ\nالجزء: 1 ¦ الصفحة: 301\n",
        "وكانت كُنورِ العَيْنِ يَلْمع بالدُّجى\n...\nفلمّا دعاه الصّبح لَبَّاه يَنْهَضُ\nالفقيه القاضي أبو الفَضْل جَعْفَر بن مُحَمّد بن يوسف\nالأعلم\nكهل الطريقة، وفتى الحقيقة، تدرَّع الصيانة، وبَرع في الورع والدّيانة، وتماسك عن الدنيا عفافاً، وما تماسك التماساً بأهلها والتفافاً، فاعتقل النُّهى وتنقّل في مراتبها حتى استقر فيها في السُّها، وعطّل أيام الشباب، ومطل فيها سعاد وزينب والرّباب، إلا ساعات وقَفها على المُدام، وعَطفها إلى النِّدام، حتى تخلّى عن ذلك واتّرك، وأدرك من المعلومات ما أدرك، وتعرّى من الشُّبُهات وسَرى إلى الرُّشد مُستيقِظاً من تلك السِّنات، وله تصرّف في شتَّى الفنون، وتقدّم في\nالجزء: 1 ¦ الصفحة: 302\n",
        "معرفة المفروض والمسنون، وأما الأدب فلم يُجاره في ميدانه أحد، ولم يَستولِ على إحسانه فيه حصر ولا حدّ، وجدُّه أبو الحجَّاج الأعلم، هو خلَّد منه ما خلَّد، ومنه تقلّد ما تقلّد، وقد أثبتُّ لأبي الفضل هذا ما يسقيك ماء الإحسان زُلالا، ويُريك سِحَر البيان حلالا، فمن ذلك ما كتب به إليَّ وقد مررت على شَنتمرِيَّة بعدما رحل عنّا وانتقل، واعتقل من نَوانا وبيننا ما اعتقل، فشنتمريّة هذه داره، وبها كَمُل هِلاله وابداره، وبها تستُقضِي، وشيم مضاؤه وانتُضي، فالتقينا بها على ظَهر، وتعاطينا ذكر ذلك الدَّهر، فجدّدتُ من شوقه، ما كان قد شبّ عن طوقه فرامني على الإقامة، وسَامني على ذلك بكل كرامة فأبيتُ إلاّ النَّوى، وانثنيتُ عن الثوا بذلك المثوى، فودّعني ودفع إليّ تلك القِطعَة حين شيّعني:\nشرَايَ أطْلَعتِ السُّعُودُ على\n...\nآفاق أنسي بَدْرَها كَمَلا\nوكَسَا أديمَ الأرض منه سناً\n...\nفكست بسائطها له حُلَلا\nالجزء: 1 ¦ الصفحة: 303\n",
        "إيهٍ أبا نَصْرٍ وكم زَمَنٍ\n...\nقصر ادكارك عندي الأملا\nهَلْ تَذْكُرَنْ والعَهْدُ يُخْجِلُني\n...\nهل تَذْكُرَنْ أيّامنَا الأُوَلا\nأيّام نَعْثَرُ في أعِنَّتِنَا\n...\nونجرُّ من أَبْرادِنَا حُلَلاَ\nونَحُلُّ روضَ الأنس مُؤْتَنِقَاً\n...\nوتحلّ شمس مُرَادِنا الحَمَلا\nوَنَرَى لَيَالِيَنَا مُسَاعِفَةً\n...\nتدعو إلينا رِفْقَنَا الجَفَلَى\nزَمَنٌ نقول على تَذَكُّرِهِ\n...\nما تمّ حتّى قيلَ قَدْ رَحَلا\nعَرَضت لزورتكم وما عَرَضَتْ\n...\nإلاّ لِتَمْحَقَ كلّ ما فَعَلا\nووافيته عشيّة من العشايا أيام ائتلافنا، وعودنا إلى مجلس الطَلب واختلافنا، فرأيته مستشرفاً متطلّعاً، يرتادُ مَوضِعاً يقيم به لثغور الأُنس مرتشفاً ولثديه مرتضعاً، فحين مقلني، تقلّدني إليه واعتقلني، ومِلنَا إلى روضة قد سندس الربيع بِسَاطها، ودبّج دَرانِك أوساطها، وأشعرت النفوس فيها بسرورها وانبساطها، فأقمنا بها نتعاطى كؤوس أخبار، ونتهادى أحاديث جهابذة وأخبار، إلى أن نثر زَعفرَان العشيّ، وأذهب الأنس خوف العالم الوحشيّ، فقمت وقام، وعوَّج الرّعب من ألسِنتِنا ما كان استقام، وقال:\nالجزء: 1 ¦ الصفحة: 304\n",
        "وعشيَّةٍ كالسَّيْفِ إلاّ حَدّهُ\n...\nبَسَطَ الرّبيعُ بِهَا لِنَعْلي خَدَّهُ\nعاطيتُ كَاسَ الأُنْس فِيهَا واحِداً\n...\nما ضرّه أنْ كان جَمْعَاً وَحْدَهُ\nوتنزّه يوماً بحديقة من حدائق الحضرة، قد اطّرد نَهرُها، وتوقّد زَهرُها، والريح يسقطه فيظم بلبّة الماء، ويتبسّم به فتختاله كصفحة خُضْرة السّماء فقال:\nانظر إلى الأزْهَارِ كيفَ تَطَلَّعت\n...\nبِسَمَاوةِ الرّوض المَجُودِ نُجُومَا\nوتساقطت فكأنَّ مُسْتَرِقَاً دَنَا\n...\nللسَّمْع فانقضَّتْ عليه رُجُومَا\nوإلى مسيل الماء قد رَقَمتْ به\n...\nصَنَعُ الرّياحِ من الحُبَابِ رُقُومَا\nتَرْمي الرياحُ لها نَثِيراً زَهْرَهُ\n...\nفتمدُّه في شاطئيه رَقِيمَا\nوله يصف قلم يراعة، وبرع في صفته أعظم براعة:\nومُهَفْهَفٍ ذَلِقٍ صَليبِ المَكْسَرِ\n...\nسَبَبٌ لَنيلِ المَطْلبِ المُتَعَذِّر\nمُتَألَّقٌ تُنْبِيكَ صُفْرَةُ لَونِهِ\n...\nبقديمِ صُحْبَتِهِ لآلِ الأصْفَرِ\nما ضَرَّهُ إنْ كانَ كَعْبُ يراعةٍ\n...\nوَبِحُكْمِهِ اطّرَدَتْ كعوبُ السَّمْهَري\nالجزء: 1 ¦ الصفحة: 305\n",
        "وله عندما شارف الكهولة، واستأنف قَطع صُرةٍ كانت موصولةً:\nأمّا أنا فَقَدْ أرْعَويتُ عن الصِّبَا\n...\nوَعَضَضْتُ من نَدَمٍ عليهِ بَنَاني\nوأطَعْتُ نُصَّاحي ورُبَّ نصيحةٍ\n...\nجاءوا بها فَلَجَجْتُ في العِصْيَانِ\nأيّامَ أسْحَبُ من ذيول شَبِيبَتي\n...\nمَرَحاً وأعْثَرُ في فُضولِ عِنَاني\nوأُجلُّ كَأسي أنْ تُرَى موضوعةً\n...\nفعلى يدي أو في يدي نَدْمَاني\nأيّامَ أحْيا بالغَواني والغِنَا\n...\nوأموتُ بين الرَّاحِ والرَّيْحَانِ\nفي فِتْيَةٍ فرضوا اتّصالَ هَوَاهُمُ\n...\nفمُنَاهُمُ دَنٌّ من الأدْنَانِ\nهَزَّتْ عُلاهم أرْيَحيَّاتِ الصِّبَا\n...\nفهي النَّسيمُ وهُمْ غُصُونُ البَانِ\nمن كُلِّ مخلوع الأعِنَّةِ لم يُبَلْ\n...\nفي غيِّهِ بِتَصَارُفِ الأزْمَانِ\nوله حين أقلعَ وأنَاب، وودّع ذلك الجناب، وتزهّد وتتنسَك وتمسَّك من طاعة الله بما تَمسَّك، وثاب يوماً يتَجرَّدُ من أملِه وينفرِدُ فيه بعَلمِه:\nالموتُ يُشْغِلُ ذِكْرُهُ\n...\nعن كُلِّ مَعْلُومٍ سِبوَاهْ\nفاعمَرْ له رَبْعَ ادّكا\n...\nرك بالعشيّةِ والغَدَاهْ\nالجزء: 1 ¦ الصفحة: 306\n",
        "واكْحَلْ به طَرْفَ اعتبا\n...\nرِكَ طُولَ أيَّامِ الحَياهْ\nقبل ارتكاضِ النَّفْسِ ما\n...\nبين التَّرائِبِ واللَّهَاهْ\nفَيُقَالُ هذا جَعْفَرٌ\n...\nرَهْنٌ بما كسبتْ يداهْ\nعَصَفَتْ به ريحُ المنو\n...\nن فَصَيَّرتْهُ كما تَرَاهْ\nفضعوه في أكْفَانِهِ\n...\nودعوه يَجْني ما جناهِ\nوتمتَّعُوا بمتاعهِ ال\n...\nمخزون واحْووا ما حَوَاهْ\nيا مَصْرَعاً مُسْتَبْشَعاً\n...\nبلغُ الكتابُ به مَدَاهْ\nلُقِّيتُ فيه بشارةً\n...\nتشْفي فُؤَادي من جَوَاهْ\nولقيتُ بَعْدَك خَيْرَ مَنْ\n...\nنَبّاه ربّي واجْتَبَاهْ\nفي دار خفض ما اشتهت\n...\nنَفْسُ المقيم بما أتَاهْ\nوله من النثر يصف فَرساً: انظر إليه سليمَ الأديمِ، كريم القديم، كأنما نشأ بين الغبراء واليَحمُوم، نجمٌ إذا بَدا، ووَهمٌ إذا عَدا، يستقبل بِغَزال ويستدبر برال، ويتحلّى بشيّات تقسيمات الجمال.\nوله يصف سَرجاً، من النثر: بزَّةُ جِياد، ومَركب أجواد، جميل\nالجزء: 1 ¦ الصفحة: 307\n",
        "الظاهر، رحيب ما بين القادمة والآخر، كأنما قُدَّ من الخُدودِ أديمه، واختص بإتقان الحُبُك تقويمه.\nوله في وصف لِجَام (من النثر): مُتَناسب الأشلاءِ، صحيح الانتماء إلى ثُريَّا السَّماء، فكلّه نكال، وسائره جمال.\nوله في وصف رمح، (من النثر): مطّرد الكعوب، صحيح اتصال الغالب والمغلوب، أخ ينوب كلّما استنيب ويصيب.\nوله في وصف قميص (من النثر): كافوريُّ الأديم، بابليُّ الرّسوم، تباشر منه الجسوم ما يباشر الروض من النّسيم.\nوله في وصف بغل (من النثر): مُقرِفُ النَّسب، مستخبر الشّرف آمن الكبب إنّ ركب امتنع اعتماله، أو ركب استقلّ به أخواله.\nوله في وصف حمار: وثيق المفاصل، عتيق النهضة إذا ونت المراسل.\nتمّ القسم الثاني من كتاب مطمح الأنفس ومسرح التأنّس بحمد الله تعالى وعونه وحسن توفيقه وصلّى الله على سيدنا محمد وعلى آله وصحبه.\nالجزء: 1 ¦ الصفحة: 308\n",
        "القسم الثالث في\nالأعْيان من الأدباء\nوهو مٍمّا لم يُذكر في قلائِد العِقْيَان\nالجزء: 1 ¦ الصفحة: 309\n",
        "بسم الله الرحمن الرحيم\nالأديب الشاعر النبيه أبو عُمَر يوسف بن هارون\nالمعروف بالرّمادي\nشاعر مُفلق، انفرج له من الصناعة المُغلق، ووَمض له برقُها المؤتَلِق وسال به طبعه كالماء المُندَفِق، فأجمع على تفضيله المُختلف والمُتَّفق، فتارةً يُحزن وأخرى يُسهل، وفي كلتيهما بالبديع يَعلُّ وينهل، فاشتهر عند العامة والخاصة بانطباعه في الفريقين، وإبداعه في\nالجزء: 1 ¦ الصفحة: 311\n",
        "الطريقين، وكان هو وأبو الطيب متعاصرين، وعلى الصّناعة متغايرين، وكلاهما من كِندة وما منهما إلاّ من اقتدح في الإحسان زندَه، وما قصر عنه في إحسان، ولا جاز بينهما تفضيل إنسان، وتمادى بأبي عمر، طلق العمر، حتى أفرده صاحبه ونديمُه، وهُرِيق شبَابُه واستشنَّ أديمُه، ففارق تلك الأيام وبَهجتها، وأدرك الفتنة فخاض لُجَّتها، وأقام فَرِقاً من هَيجانِها، شَرِقاً بأشجانِها ولحقته منها فاقه نَهكتهُ، وبعُدت عنه الإفاقة حتى أهلكته، وقد أثبتُّ من محاسنه ما يُعجبُك سَردُه، ولا يُمكنك نقدُه، فمن ذلك قولُه:\nشَطَّتْ نَوَاهم بِشَمْسٍ في هَوادِجِهِم\n...\nلولا تَلألُؤُهَا في ليلهنَّ عَشُوا\nشَكَت محاسنَها عيني وقد غدرت\n...\nلأنّها بضمير القلب تَنْجَمِشُ\nشَعرٌ وَوجٌ تَبَارى في افْتِخَارِهِمَا\n...\nبِحُسْنِ هذا وذاك الرّوم والحَبَشُ\nشَكَكْتُ في سَقَمي منها أفي فُرُشي\n...\nمنها نُكِسْتُ وإلاّ الطيف والفرش\nالجزء: 1 ¦ الصفحة: 312\n",
        "وله أيضاً:\nفي أيّ جَارِحَةٍ أصُونُ مُعّذِّبي\n...\nسَلِمَتْ من التَّعْذيب والتَّنكيلِ\nإنْ قُلتُ في عيني فَثمَّ مَدَامعِي\n...\nأو قلت في قَلْبي فثمَّ غَلِيلي\nلكن جعلت له المسامع مَسْكِنَا\n...\nوحَجَبْتُه عن عَذْل كُلِّ عَذُولِ\nوثَلاثُ شيْبَاتٍ نَزَلْن بِمَفْرِقي\n...\nفَعَلِمْتُ أنَّ نُزُولهنّ رَحيلي\nطلعت ثلاثٌ في طلوع ثلاَثةٍ\n...\nواشٍ ووجِ مراقبٍ وثقيلِ\nفعذلتني عن صبوتي فَلئِن ذَلَلْ\n...\nتُ فقد سمعتَ بِذلَّة المَعْذُولِ\nإنْ كُنتَ ودَّعْتَ التّصابي عن قِلىً\n...\nوَبَدْت برأسي حُجَّة لِعَذُولِ\nفقد اغتدي والصُّبْح في تَوْريسِهِ\n...\nتَقْضي العيونُ له بوجه عليلِ\nبأقبِّ لون الآبنوسِ مُفضَّض\n...\nفي غُرّةٍ منه وفي تَحْجيلِ\nمُستَغْرِقٌ لِصِفَاتِ زَيْد الخَيل وال\n...\nغنويّ والمربيّ والضِّلّيلِ\nالجزء: 1 ¦ الصفحة: 313\n",
        "يَزْهَى بتحليةِ اللَّجام كما زَهَى\n...\nمَلِكٌ مُحلَّى الرأسِ بالإكليلِ\nفله المَلاحِظُ مِنْ حَبِيبٍ هَاجِرٍ\n...\nللصّب أو مُتكبِّرٍ لذَلِيلِ\nومنها:\nوكأنّما فلَّ الخطوبَ بحازمٍ\n...\nفلَّ الجياد بحدّه المفلولِ\nحتى إذا صُدْنَا الوحوش فلم ندع\n...\nمِنْهُنَّ غيرَ مَعَالمٍ وطلولِ\nقامت قوائمه لنا بِطَعَامِنَا\n...\nغضَّا وقام العُرْف بالمِنْدِيلِ\nومنها:\nومكبّل لم يجترم جرماً ولا\n...\nدانت سحائبه بغير كبولِ\nمتدرّع بالوَشْي إلاّ أن مَدْ\n...\nرَعه يُحَاك عليه غير طويلِ\nفكأنّ بَلقِيساً عليها وَشْيُها\n...\nفي الصَّرح رافعةٌ لفضل ذيولِ\nالجزء: 1 ¦ الصفحة: 314\n",
        "متقلّب كتقلُّبِ المُرْتَاع يَقْسِمُ\n...\nلَحْظَهُ في الجَوْل بعد الجَوْلِ\nحتى إذا ما السِّربُ عَنَّ لِطَرْفِهِ\n...\nأو ما نجا فيتيه خَلِّ سبيلي\nأرْ سَلْتُه في إثرهنَّ كأنَّهُنْ\n...\nعصينَ لي أمْراً وكان رَسولي\nولت سراعا ثم شد وراءها\n...\nفكأنّه بطل وراء رعيلِ\nعجلت فأدركها ردى في إثرها\n...\nإنّ الردى قيد لكُلّ عجولِ\nفقضى على سبعين ضار خطمه\n...\nهو عقدة التعبير في التمثيل\nومنها:\nحتى إذا حَمَل السّحابَ بجيدِهِ\n...\nلم تَحْتَمِلْهُ فَرائِضُ المَحْمُولِ\nوله أيضاً يتغزل:\nأوْمَى لتقبيل البِسَاطِ خُنُوعَا\n...\nفوضعت خَدّي في التُّرَاب خُضُوعَا\nما كان مذهبُهُ الخنوعَ لِعَبْدِهِ\n...\nإلاّ زيادةَ قَلْبه تَقْطِيعَا\nقولوا لِمَنْ أخَذَ الفُؤَادَ مُسلَّمَاً\n...\nيَمْنُنْ عليَّ بردِّهِ مَصْدُوعَا\nالعَبْدُ قَدْ يَعصَى وأحْلِفُ أنَّني\n...\nما كُنْتُ إلاّ سامعاً ومُطيعَا\nمولاي يَحْيى في حياةٍ كاسْمِهِ\n...\nوأنا أمُوتُ صَبَابَةً وَوَلُوعَا\nالجزء: 1 ¦ الصفحة: 315\n",
        "لا تنكروا غيثَ الدموع فكلّ ما\n...\nينحلُّ من جسمي يكون دموعا\nوكان كَلِفاً بفتى نصرانيّ، استسهل لباس زُنَّاره، والخلود معه في ناره، وخلع برودَه لِمُسُوحِه، وتسوّغ الأخذ عن مسيحهِ، وراح في بيعته، وغدا من شيعته، ولم يشرب نصيبه، حتى حطّ عليه صليبه، فقال:\nأدِرْهَا مِثْلَ ريقك ثمّ صَلِّبْ\n...\nكعادتكم على وَهْمي وكاسي\nفيقضي ما أمَرْتَ به اجّتِلابَاً\n...\nلمسروري وزاد خُنُوع راسي\nوله أيضاً في مثله:\nورأيتُ فَوْقَ النَّحْرِ در\n...\nعاً فَاقِعَاً من زَعْفَرَانِ\nفَزَجَرْتُه لوناً سَقَا\n...\nمي بالنَّوى والزَّجر شاني\nيا مَنْ نأى عنّي كَمَا\n...\nتَنْأَى العيون الفَرْقَدَانِ\nفأرى بعيني الفرقدي\n...\nن ولا أرَاهُ ولا يَرَاني\nالجزء: 1 ¦ الصفحة: 316\n",
        "لا قُدِّرَتْ لك أوْبَةٌ\n...\nحتى يَؤوُبَ القَارِظَانِ\nهل ثَمَّ إلاّ الموتُ فَرْ\n...\nدَاً لا تكون مَنيَّتَانِ\nوله أيضاً رحمه الله:\nأشربِ الكَأسَ يا نصيرُ وهاتِ\n...\nإنَّ هذا النَّهَارَ من حَسَنَاتي\nبأبي غُرَّةُ تَرَى الشَّخْصَ فيها\n...\nفي صَفَاءٍ أصْفَى من المِرْآةِ\nيَنْزحُ النّاس نحوها بازدحامٍ\n...\nكازدحام الحجيج في عَرَفَاتِ\nهاتِهَا يا نصيرُ إنَّا اجْتَمَعْنَا\n...\nبقلوبٍ في الدين مُختَلِفَاتِ\nإنّما نحن في مجالس لَهْوٍ\n...\nنشربُ الرّاحَ ثُمَّ أنْتَ مُواتي\nفإذا ما انقضت دِنَانَةُ ذا اللَّه\n...\nواعتمدنا مواضع الصَّلَواتِ\nلو مَضَى الدَّهْرُ راح وقَصْفٍ\n...\nلَعَدَدْنَا هذا من السَّيئاتِ\nوشاعت عنه أشعارٌ في دولة الخلافة وأهلِها، سدّد إليهم صائبات نَبلها، وسقاهم كؤوس نَهلها، أوغَرت عليه الصدور، ونَفرت عليه المنايا ولكن لم يساعدها المقدور، فسجنه الخليفة دهراً، وأسلكه من النَّكبة وعْراً، فاستعطفه أثناء ذلك واستلطفه، وأجناه كلّ\nالجزء: 1 ¦ الصفحة: 317\n",
        "زهر من الإحسان وأقطفه، فما أصغى إليه، ولا ألغى موجدته عليه، وله في السجن أشعار صرّح فيها ببثِّه، وأفصح فيها عن جُلِّ الخَطب لفقد صبره ونكثه، فمن ذلك قوله:\nلك الأمنُ مِنْ شَجْوٍ\n...\nيزيد تَشَوقُّي\nومنها:\nفوافوا بنا الزهراء في حال خالع ال\n...\nأئِمةِ لاستيغالهم في التَّوثٌّقِ\nوحولَي مِنْ أهْلِ التأدُّبِ مَأتَمٌ\n...\nولا جُؤْذرٌ إلاّ بثوبٍ مُشَقَّقِ\nفلو أنّ في عيني الحمام كرَوْضِهَا\n...\nوإنْ كَانَ في ألوانه غير مُشفقِ\nونادَى حِمَامي مُهْجتي لتغَافَلت\n...\nفهلا أجابت وهو عندي لمحنق\nأعينيَّ إنْ كانت لدمعيَ فَضْلَةٌ\n...\nتثبّت صَبْري ساعةً فتدَّفقي\nفلو ساعدت قالت أمِنْ قِلَّة الأسى\n...\nتنقّت دُمُوعي أمْ مِنَ البَحْرِ تَسْتَقي\nومنها:\nتكلّفني أنْ أُعْتبُ الدَّهْرَ أنَّها\n...\nلجَاهِلَةٌ من لي بأعتاب محنقٍ\nوقالت: تظنّ الدَّهْرَ يَجْمعُ بيْنَنا\n...\nفقلتُ لها: مَنْ لِي بظنّ مُحقَّقِ\nولكنّني فيما زجرتُ بِمُقْلَةٍ\n...\nزجرتُ اجتماعَ الشّمْل بعد التفرّقِ\nالجزء: 1 ¦ الصفحة: 318\n",
        "فقد كانت الأشْفَارُ في مثل بُعْدِنَا\n...\nفلمّا التقتْ بالطّيفِ قالت سَنَلْتَقي\nأباكيةً يوماً ولم يأتِ وَقْتُهُ\n...\nسينفدُ قَبْلَ اليوم دمعُكِ فارْفِقِي\nومُذْ لَمْ تريني أنت في ثوب ضائع\n...\nلعمري لقد حفّت بعيّ مُمَزّق\nوقال أيضاً في السجن:\nنُسَائِلُهَا هلاّ كَفَاكِ نُحُولُه\n...\nونَصْبَتُه أوْ دَمْعُهُ وهمُولُهُ\nتَكَنَّفَهُ هَمّانِ شَجْوٌ وصَبْوَةٌ\n...\nفَبُلِّغَ واشِيه المُنَى وعَذُولُهُ\nفإنْ تَسْتَبِنْ في وَجِهْهِ هَمَّ سِجْنه\n...\nفقد غابَ في الأحشاءِ عنكَ دَخيلُهُ\nمعنّى بكتمان الحبيب وحُبِّه\n...\nفإنْ يقتل الكِتْمَان فهو قَتِيلُهُ\nومنها:\nوَاقْبَلنَ مِنْ نَحْو الحبيبِ كأنَّمَا\n...\nتحاشد نحويي جَفْنُهُ ونصُولُهُ\nدعوني أشمُّ بالبابِ برقَ أحبَّتي\n...\nقواماً فَلَمْ يسمع بذاك وكيلُهُ\nيعمُّ فلا يألوا حصَاراً لَعلَّهُ\n...\nسيودي فيودي بثه وأليلُهُ\nفلو كان في هذا الحصار سميُّه\n...\nلأنساه طول السّبع في اليوم طوله\nلقد راعني سِجْني فَشطَّ ولو دَنَا\n...\nمن السجن لم يسهل عليّ دُخُوله\nيعزُّ على الورْدِ النّضير حُلُولُه\n...\nولم يكُ عِنْدَ المُسْتَهام نُزُولُه\nالجزء: 1 ¦ الصفحة: 319\n",
        "وله أيضاً:\nعلى كبَري تهمي السَّحَاب وتَذرف\n...\nومن جَزَعي تبْكي الحمامُ وتَهْتِفُ\nكأن السّحابَ الواكفاتِ غَوَاسلي\n...\nوتلك على فقدي نوائحُ هُتَّفُ\nإلا ظعنت ليلى وبان قطينُها\n...\nولكنّني باقٍ فلوموا وعنِّفوا\nوآنستُ في وَجْهِ الصَّباح لبَيْنها\n...\nنحولا كأنّ الصّبحَ مثليَ مُدْنَفُ\nوأقربُ عَهْدٍ رَشْفَةٌ بلَّتْ الحَشَا\n...\nفعاد شتاءً بارداً وهو صَيِّفُ\nوكانت على خَوْفٍ فولَّتْ كَأنَّها\n...\nمن الرِّدْفِ في قيد الخلاخل تَرْسُفُ\nوله أيضاً:\nمُقْلَتي ضَرَّجَتْكِ بالتّوريدِ\n...\nفدعي لي قلبي ومنها استفيدي\nهذه العينُ ذَنْبُهَا ما ذَكَرْنَا\n...\nأيّ ذَنْبٍ لقلبيَ المعمودِ\nلو تردّت بحجّة العين ماذا\n...\nلم تعاقب بالدمع والتَّسْهيدِ\nبَلَغَ الياسمينُ في القَدْرِ أنْ قَدْ\n...\nلفّ من خدِّها بوَرْدٍ نَضِيدِ\nكلّ شيء أتُوبُ عَنْهُ ولا تو\n...\nبة لي من هوى الحسانِ الغِيدِ\nمن لعَانٍ مِنْهُنَّ غير طَليقٍ\n...\nوسقيمٍ مِنْهُنَّ غير مَعُودِ\nشهدت أدْمُعي بوجدي وزوّرْ\n...\nنَ لشاني إذ خانه مَجْلودي\nأيُّها اللائمي على الحُبِّ مَهْلاً\n...\nهل تُلامُ الحِمَامُ في التَّغْرِيدِ\nالجزء: 1 ¦ الصفحة: 320\n",
        "وله أيضاً:\nفَقَدَتْ دموعي يُوسُفَاً في حُسْنه\n...\nفغدوتُ يَعْقُوباً بِسدَّةِ وَجْدِهِ\nوعَمِيتُ مِمَّا قِدْ لَقِيتُ من البُكَا\n...\nحتّى مَسَحْتُ على الجُفُونِ بِبُرْدِهِ\nوله أيضاً:\nقَبَّلتُهُ قُدَّامَ قِسِّيسه\n...\nشَرِبْتُ كاساتٍ بِتَقْدِيسهِ\nيَقْرعُ قَلْبي عِنْدَ ذِكْري لَهُ\n...\nمن فَرْطِ شَوْقي قَرْعُ نَاقُوسِهِ\nوسُجن معه غلام من أولاد العبيد فيه مَجال، وفي نفس متأملة من لوعته أو جَال، فكتب يخاطب الموكّل بباب السِّجن بقطعة منها:\nحبيسك ممّن أتْلَفَ الحُبُّ قَلْبَهُ\n...\nويلذعُ قَلْبي حُرقَةٌ دُونَها الجَمْرُ\nهلالٌ وفي غير السماءِ طُلُوعهُ\n...\nوريمٌ ولكن ليس مَسْكَنَهُ القَفْرُ\nتأمَّلْتُ عينيهِ فخامرني السُّكرُ\n...\nولا شكّ في أنّ العيونَ هي الخَمْرُ\nأُنَاطِقُهُ كيما يقولَ، وإنَّما\n...\nأُنَاطِقُهُ عَمْدَاً لينتثر الدُّرُّ\nأنا عبده وهو المليكُ كما اسمُهُ\n...\nفلي مكنه شَطْر كامل وله الشَّطْرُ\nالجزء: 1 ¦ الصفحة: 321\n",
        "الأديب أبو القاسم مُحَمَّد بن هانئ\nعِلقٌ خطير، وروض أدبٍ مَطير، غاص في طلب الغريب حتى أخرج دُرَّه المَكنون، وبهرج بافتنانه كل الفُنون، وله نَظم تتمنّى الثُّريا أن تُتوَّج به وتتقلّد، ويودّ البدر أن يكتبَ فيه ما اخترع وولّد، زهت به الأندلس وتاهت وحاسنت ببدائعه الأشمس وباهت فحسد المغرب فيه المَشرق، وغصّ به من بالعراق وشَرق، غير أنه نبت به أكنافُها، وشَمخت عليه أنافُها، وبرئت منه، وزوى الخير فيها عنه، لأنه سَلك مسلك المعرّي، وتجرّد من التديّن وعُرِّي، وأبدى\nالجزء: 1 ¦ الصفحة: 322\n",
        "الغُلُوَّ، وتعدَّى الحقَّ المَجلُوَّ، فمجَّتهُ الأنفس، وأزعجته الأندلس، فخرج على غير اختيار، وما عرج على هذه الديار إلى أن وصل الزّاب واتصل بجعفر بن الأندلسيّة مَأوى تلك الجنسيّة فناهيك من سَعد ورد عليه فكرع ومن باب ولج فيه وما قَرع، فاسترجع عنده شبابه، وانتجع وَبله وربابه، وتلقّاه بتأهيل ورُحب، وسقاه صوب تلك السُّحب، وأفرَط في مدحه له في الغُلوَّ وزاد، وفَرَّغ عنده تلك المزاد، ولم يتورَّع، ولا ثناه ذو وَرع، وعلى هذه الهِنَة فله بدائع يُتحيَّرُ فيها ويُحار ويُخال لرقَّتِها أنها أسحار، فإنه اعتمد التهذيب والتحرير، وأتَّبع فيها الفَرزْدق مع جرير،\nوأمّا تشبيهاته فخرق فيها المُعتاد، وما شاء منها اقتاد، وقد أثبتّ له ما تحنّ له الأسماعُ، ولا تتمكّن منه الأطماع، فمن ذلك قوله:\nالجزء: 1 ¦ الصفحة: 323\n",
        "ألَيْلَتَنا إذْ أرْسَلَتْ وارِداً وَحْفَا\n...\nوبتنا نرى الجوزاء في أُذنِهَا شَنْفَا\nوباتَ لنا ساقٍ يقومُ على الدُّجَى\n...\nبِشَمْعَةَ صُبْح لا تُقَطُّ ولا تُطْفَا\nأغنّ غضيض خفّف اللينُ قدَّهُ\n...\nوَثَقّلَتِ الصَّهبَاءُ أجفَانَه الوُطْفَا\nولم يُبْقِ إرْعاش المُدَامِ له يَدَا\n...\nولم يُبْقِ إعنات التَّثنّي له عِطْفَا\nنزيفٌ نَضَاه السُّكر إلاّ ارتجاجة\n...\nإذا كَلَّ عنها الخِصْرُ حمّلها الرِّدْفَا\nيقولون حِقْفٌ فَوقَهُ خَيزُرَانَةٌ\n...\nأمَا يَعرِفُونَ الخَيزُرانةَ والحِقفَا\nجعلنا حشايانا ثيابَ مُدَامِنَا\n...\nوَقَدَّتْ لنا الأزهارُ من جِلدِهَا لُحْفَا\nفمن كَبِدٍ توحي إلى كَبِدٍ هَوَى\n...\nومن شَفَةٍ تومي إلى شَفَةٍ رَشْفَات\nومنها:\nكأن السَّماكين اللّذين تراهُمَا\n...\nعلى لِبْدَتَيهِ ضَامِنَانِ له حَتْفَا\nفذا رَامِحٌ يهوي إليه سِنَانُه\n...\nوذا أعْزّل قد عّضَّ أنْمُلَهُ لَهْفَا\nكأنَّ سُهَيْلاً في مطالعِ أُفقهِ\n...\nمُفَارِقُ إلْفٍ لم يَجِد بَعْده ألْفَا\nكأنَّ بني نَعْشٍ وَنَعْشَاً مَطَافِلٌ\n...\nبِوَجرَة قد أضْلَلنَ في مَهْمَةٍ خَشْفَا\nكأنَّ سُهَاها عاشقٌ بين عُوّدٍ\n...\nفآونة يدو وآونة يَخْفَى\nالجزء: 1 ¦ الصفحة: 324\n",
        "كأنَّ قُدَامى النّسرِ والنّسرُ واقِعُ\n...\nقُصّصنَ فلم تَسْمُ الخوافي به ضَعْفَا\nكأنَّ أخاه حين حوَّمَ طائراً\n...\nأتى دون نِصْف البَدْر فاختطف النَّصْفَا\nكأنَّ ظلام الليل إذْ مال ميلة\n...\nصريعُ مُدَامٍ بات يشربُها صِرْفَا\nكأنّ عًمُودَ الصُّبْحِ خاقانُ مَعْشرٍ\n...\nمن التُّرك نادى بالنّجاشيّ فاستخْفَى\nكأنّ لواَء الشَّمسِ غُرَّةُ جَعْفَرٍ\n...\nرأى القِرنَ فازدادَتْ طلاقته ضِعْفَا\nوله أيضاً:\nفُتِقَتْ لكم ريحُ الجِلادِ بِعَنْبَرٍ\n...\nوأمدَّكُم فَلَقُ الصَّبَاحِ المُسْفِرِ\nوجَنْيتُمُ ثَمَرَ الوقائعِ يانِعاً\n...\nبالنًّصْرِ من عَلَقِ الحديد الأحْمرِ\nأبني العَوالي السّمهريّة والسيو\n...\nف المشرفيّة والعديد الأكْثَرِ\nمن مِنْكُمُ المَلِكُ المُطَاعُ كأنَّه\n...\nتحت السَّوابِغِ تٌبَّعٌ في حِمْيَرِ\nالجزء: 1 ¦ الصفحة: 325\n",
        "جيش تقدّمه الليوث وفوقها\n...\nكالغيل من قصب الوشيج الأخضر\nوكأنَّمَا سَلَبََ القَشَاعِمَ ريشَها\n...\nممَا يشقّ من العَجَاجِ الأكّدَرِ\nلحق القبول مع الدبورِ وسارَ في\n...\nجمع الهِرَقْلِ وَعزْمة الإسْكَنْدَرِ\nفي فتية صَدَأُ الحديدِ لباسُهُم\n...\nفي عبقريّ البيد جِنَّةَ عَبْقَرِ\nوكفاه من حُبِّ السَّمَاحَة أنَّهُ\n...\nمنه بموضع مُقلَةٍ من مَحْجِرِ\nنَعْمَاؤه من رَحْمةٍ ولِبَاسُه\n...\nمن جنّة وعطاؤه من كَوْثَرِ\nوله أيضاً من قصيدة في جعفر بن عليّ:\nالجزء: 1 ¦ الصفحة: 326\n",
        "ألاَ أيّها الوادي المقدّس بالنّدى\n...\nوأهلِ النَّدَى قلبي إليك مشوقُ\nويا أيّها القصرُ المنيفُ قِبَابُه\n...\nعلى الزّابِ لا يُسْدَدْ إليك طريقُ\nويا مِلكَ الزابِ الرفيعَ عِمَادُهُ\n...\nبقيتَ لجمع المَجْدِ وهو فريقٌ\nفما أنْسَ لا أنْسَ الأميرَ إذا غَدَا\n...\nيروع بحوراً ملكه ويروقُ\nولا الجودَ يجري من صفيحة وَجْهه\n...\nإذا كان من ذاكَ الجبينِ شروقُ\nوهزّته للمجْدِ حتّى كأنَّما\n...\nجرت في سجاياهُ العذابِ رحيقُ\nأما وأبي تلك الشّمائل إنّها\n...\nدليلٌ على أنَّ النِّجَارَ عتيقُ\nفكيف بصَبْرِ النّفس عنه ودونه\n...\nمن الأرض مغبَرّ الفجاج عميقُ\nفكن كيف شاَء الناسُ أو شئتَ دائِماً\n...\nفليس لهذا المُلْك غيرك فُوقُ\nولا تشكرِ الدُّنْيَا على نيل رُتْبَةٍ\n...\nفما نلتها إلاّ وأنتَ حَقِيقَ\nوله من قصيدة:\nخليليّ أين الزّابُ مِنّي وجعفرُ\n...\nوجنّةُ عَدْن بِنْتُ عَنهَا وكوثرُ\nفقبلي نأى عن جنّة الخُلْد آدمٌ\n...\nفما رَاقَهُ من جانبِ الأرض مَنْظَرُ\nالجزء: 1 ¦ الصفحة: 327\n",
        "لقد سَرَّني أنَّي أمرُّ بباله\n...\nفيخبرني عنه بذلك مُخْبِرُ\nوقد ساَءني أنّي أراه بِبَلدَةٍ\n...\nبها مَنسك منه عظيمٌ ومشْعَرُ\nوقد كان لي منه شفيع مُشفَّعٌ\n...\nبه يمحص الله الذنوبَ ويغْفِرُ\nأتى الناسُ أفواجاً إليكَ كأنَّما\n...\nمن الزّاب بيت أو من الزّاب مَحْشَرُ\nفأنت لمن قد مزّق الله شَمْلَه\n...\nومعْشَره والأهلَ أهلٌ ومَعْشَرُ\nوله أيضاً:\nإلا طرقتنا والنجومُ ركود\n...\nوفي الحيّ أيْقاظ وهُنَّ هُجُودُ\nوقد أعجل الفجر الملمّع خطْوَها\n...\nوفي أُخرياتِ اللّيل منه عمودُ\nسَرَتْ عاطلاً غَضْبَى على الدرّ وحْدَه\n...\nولم يدرِ نَحْرٌ ما داهاهُ وجيدُ\nفما بَرحَتْ إلاّ ومن سِلْك أدْمُعي\n...\nقلائد في لبّاتها وعقودُ\nويا حُسْنَها في يوم نضّت سوالِفاً\n...\nتريع إلى أترابها وتحيدُ\nألم يأتِهَا أنّا كبرنا عن الصّبا\n...\nوأنا بَلينا والزمانُ جديدُ\nولا كالليالي ما لهُنَّ مواثقٌ\n...\nولا كالغواني ما لهنّ عهودُ\nومنها:\nولا كالمعزّ ابن النبي خليفة\n...\nله الله بالفخرِ المبينِ شهيدُ\nالجزء: 1 ¦ الصفحة: 328\n",
        "وله أيضاً:\nقد مررنا على مغانيك تِلْكِ\n...\nفرأينا بها مَشَابِهَ مِنْكِ\nعارَضتْها المَهَا الخواذل سِرْبَاً\n...\nعِنْدَ أجْرَاعِهَا فلم تَسَلْ عَنْكِ\nلا يرع لِلْمَها بذلك سِرْبٌ\n...\nأشبهتك في الوصف إن لم تَكُنْكِ\nكن عذيري فقد رأيت مَعَاجي\n...\nيوم تبكي بالجزع ولهى وأبْكي\nبحنين مرجّع وتشكٍّ\n...\nوأنين موجّع كتشكي\nوله من قصيدة يمدح بها جعفر بن علي بن رمان:\nقفا فلأمر سَرَيْنَا ولا نَسْري\n...\nوإلاّ نرى مشي القَطَا الوارد الكُدْرِ\nقفا نتبَّينْ أيْنَ ذا البرق منهم\n...\nومن أيْن تأتي الريح طيّبة النَّشْرِ\nلعلّ ثَرَى الوادي الذي كنت مرّة\n...\nأزورهم فيه تضوّع للسَّفْرٍ\nوإلا فما وادٍ يسيلُ بِعَنْبَرٍ\n...\nوإلاّ فما تَدْري الركاب ولا ندري\nالجزء: 1 ¦ الصفحة: 329\n",
        "أكلّ كِناس بالصّريمِ تظنّه\n...\nكِناس الظباءِ الدُّعْج والشُّدُنِ العُفْرِ\nوهل عجبوا أنّي أُسَائِلُ عَنْهُمُ\n...\nوهم بين أحناءِ الجوانحِ والصَّدْرِ\nوهل علموا أنّي أُيَمِّمُ أرْضَهُمْ\n...\nومالي بها غير التَّعسُّفِ من خُبْرِ\nولي سَكَنٌ تَأتي الحَوادِثُ دُونَهُ\n...\nفَيبعُدُ عن عيني ويَقْربُ من فِكْري\nإذا ذَكَرَتْهُ النَّفْسُ جاشت بذِكْره\n...\nكما عثر الساقي بِجَامٍ من الخَمْرِ\nفلا تَسْألاني عن زماني الذي خَلا\n...\nفوا لعصر إنّي بَعْدَ يحيى لفي خُسْرِ\nوآليت لا أُعطي الزمانَ مقادتي\n...\nإلى مثل يحيى ثم أُغْضي على الوتْرِ\nحنيني إليهِ ظَاعِنَاً وَمُخَّيمَاً\n...\nوليس حنينُ الطّير إلاّ إلى الوَكْرِ\nوله من قصيدة:\nفَتَكَاتُ طرفكِ أم سيوفُ أبيكِ\n...\nوكؤوسُ خمركِ أم مراشفُ فيكِ\nأجلادُ مُرْهَفَةٍ وفتكُ مَحَاجِرٍ\n...\nلا أنْتِ راحِمَةٌ ولا أهْلُوكِ\nيا بنتَ ذي السَّيْفِ الطّويل نِجَادُهُ\n...\nأكَذَا يجوزُ الحكمُ في ناديك\nعيناكِ أم مَغْنَاكِ مَوْعِدُنَا وفي\n...\nوادي الكَرَى ألقاكِ أمْ واديكِ\nوقال أيضاً:\nأحبب بهاتيك القِبَابِ قِبَابَا\n...\nلا بالحُداةِ ولا الرِّكابِ رِكَابَا\nالجزء: 1 ¦ الصفحة: 330\n",
        "فيها قلوبُ العاشقين تَخَالُها\n...\nعَنَماً بأيدي البيض أو عُنَّابا\nوالله لولا أن يُعنِّفُني الهوى\n...\nويقول بَعْضُ العاذلين تَصَابى\nلَكَسرْتُ دُمْلُجَها بضيقِ عِنَاقِهَا\n...\nورشفتُ من فِيهَا البَرُود رُضَابا\nبِنْتُمْ فلولا أن أُغيِّرَ لِمَّتي\n...\nعَبَثاً وألقاكم عليّ غِضَابَا\nلخصبتُ شَيْباً في مفارق لِمَّتي\n...\nومحوتُ محو النَّقْس عنه شَبَابا\nوخضبتُ مُبْيضّ الحداد عليكمُ\n...\nلو أنّني أجدُ البياضَ خِضابا\nوإذا أردت على المشيبِ وِفَادَةً\n...\nفاحثُتْ مطيَّك دونه الأحْقَابَا\nفلتأخذنّ من الزمانِ حمامةً\n...\nولتبعثَنَّ إلى الزمان غُرَابَا\nومنها:\nقد طّيب الأقطار طيب ثنائه\n...\nمن أجل ذا تجد الثغورَ عِذَابَا\nلم تُدْنني أرضٌ إليكَ وإنَّما\n...\nجئتُ السَّماَء ففتّحتْ أبْوابَا\nالجزء: 1 ¦ الصفحة: 331\n",
        "ورأيتُ حولي وَفْدَ كلِّ قبيلةٍ\n...\nحتّى توهّمتُ العِرَاق الزّابَا\nأرْضَاً وطئتُ الدُّرَّ من رَضْرَاضِهَا\n...\nوالمِسْكُ تُرْباً والرِّيَاضُ جَنَابَا\nورأيتُ أجْبُلَ أرْضِهَا مُنقَادَةً\n...\nفَحَسِبْتُهَا مَدَّتْ إليكَ رِقَابَا\nسدّ الإمامُ بها الثُّغُورَ وَقَبْلهَا\n...\nهزم النَّبيُّ بقومِكَ الأحزَابَا\nالأديب أبو عمر أحمد بن فرج الجَيَّاني\nمُحرِز الخصل، مبرّز في كل معنى وفَصل، متميزّ بالإحسان متحيّز إلى فئة البيان، ذكيّ الخَلد مع قوّة العارضة والمنّة الناهضة حضر مجلس بعض القضاة، وكان مشتهر الضبط، منتهراً لمن انبسط فيه بعض البسط، حتى إن لأهله لا يتكلمون فيه إلاّ رَمزاً، ولا يخاطبون إلاّ إيماءً فلا تسمع لهم رِكزاً، فكلّم فيه خصماً له كلاماً\nالجزء: 1 ¦ الصفحة: 332\n",
        "استطال به عليه لفضل بيانه وطلاقة لسانه، ففارق عادة المجلس في رفض الأنفة، وخفض الحجّة المؤتنفة، وهزّ عِطفَه، وحسر عن ساعده، وأشار بيده مادّاً بها لوجه خَصمه، خارجاً عن حدّ المجلس ورسمه، فهمّ الأعوان بتقويمه\nوتثقيفه ووَزعهم رهبة منه وخشية، حتى تناوله القاضي بنفسه، وقال له: مهلاً عافاك الله، اخفض صوتك، واقبض يدك، ولا تفارق مركزك، ولا تَعدُ حقَّك، وأقصر من أسبابك، وإدلالك بآدابك، فقال له: مهلاً يا قاضي، أمن المُخدَّرات أنا فاخفض صوتي واستُر يدي، وأغطّي معاصمي لديك؟ أم من الأنبياء أنت فلا يُجهرُ بالقول عندك؟ وذلك لم يجعله الله إلاّ لرسوله (صلى الله عليه وسلم) لقوله تعالى: (يَا أيُّهَا الذِينَ آمنوا لا تَرْفَعوا أصْوَاتكُمْ فَوْقَ صَوْتِ النَّبِيِّ، وتَجْهَرُوا له بالقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أنْ تَحْبَطَ أعمالُكًمْ وأنْتُمْ لاَ تَشْعُرُونَ) ولست به ولا كرامة، وقد ذكر الله أن النفوس تُجادِل في القيامة في موقِف الهول الذي لا يَعدِ له مقام، ولا يشبه انتقامه انتقام،\nالجزء: 1 ¦ الصفحة: 333\n",
        "فقال تعالى: (يَوْمَ تَأتي كُلُّ نَفْسٍ تُجَادِلُ عَنْ نَفْسِهَا). . . إلى قوله تعالى: (وَهُمْ لا يُظْلَمُونَ)، لقد تعدّيت طورك، وعلوت في مَنزِلتِك، وإنما البيان بعبارة اللّسان، وبالنطق يستبين الحقّ من الباطل، ولابد في الخصام من إفصاح الكلام، وقام وانصرف، فبُهِت القاضي ولم يُحِر جواباً.\nوكان في الدولة صدراً من أعيانها، وناسق دُرَرِ تِبيانها، نفق في سوقها وصنّف، وقرّط محاسنها وشَنَّف، وله الكتاب الرائق المُسمّى بالحدائق، وأدركه في الدّولة سَعي، ورفض له فيها الرَّعي، واعتقله الخليفة وأوثقه في مكان أخيه فلم يومض له عَفو، ولم يَشُب كَدر حالهِ صَفو، حتى قضى مُعتقلاً، ونعى للنائبات نَعياً مُثكِلاً، وله في السجن أشعار كثيرة، وأقوال ومبدعات منيرة، فمن ذلك ما أنشده أبو محمد بن حزم يصف خيالاً طَرقه بعدما\nالجزء: 1 ¦ الصفحة: 334\n",
        "أسهره الوجد وأرّقه:\nبأيِّهِمَا أنَا في الشُّكْرِ بادي\n...\nبشكر الطّيف أم شكر الرُّقادِ\nسَرَى وازدادَ في أملي ولكن\n...\nعففت فلم أجد منه مُرَادي\nوما في النّوم من حَرَجٍ ولَكِنْ\n...\nجريتُ من العَفَافِ على اعْتِيَادي\nوله أيضاً:\nوطائعةِ الوصالِ عَفَفْتُ عَنْهَا\n...\nوما الشيطانُ فيها بالمُطَاعِ\nبَدَتْ في الليل سافِرةً فباتَتْ\n...\nدياجي الليل سافرة القِنَاعِ\nوما من لَحْظَةٍ إلاّ وفيها\n...\nإلى فتن القلوب لها دواعي\nفملّكت النّهى جَمَحات شوقي\n...\nلأجري بالعَفَافِ على طِبَاعي\nوبتّ بها مبيت الطّفل يظما\n...\nفيمنعه الفِطَامُ من الرِّضَاعِ\nالجزء: 1 ¦ الصفحة: 335\n",
        "كذاك الروض ليس به لِمِثْلِي\n...\nسوى نَظَرٍ وشمٍّ من مَتَاعِ\nولستُ من السوائم مهملاتٍ\n...\nفاتَّخِذُ الرّياضَ من المَراعي\nوله أيضاً:\nللروضِ حُسْنٌ فَقِفْ عليه\n...\nواصْرِفْ عنان الهوى إليهِ\nأما ترى نَرْجِسَاً نَضِيرَاً\n...\nيرنو إليه بِمُقْلَتَيْهِ\nنشر حبيبي على رُبَاهُ\n...\nوصُفْرَتي فَوْقَ وَجْنَتَيْهِ\nوله أيضاً:\nبِمُهْلِكَةٍ يستهلك الحَمْد عَفْوَها\n...\nويتركُ شَمْلَ العَزْمِ وهو مُبَدَّدُ\nترى عاصِفَ الأرْواحِ فيها كأنَّه\n...\nمن الأين يمشي ظالِعٌ أو مُقَيَّدُ\nالأديب أبو عبد الله محمد بن الحدّاد\nشاعرٌ مادح، وعلى أيك النَّدى صادح، لم يُنطِقهُ إلاّ مَعن\nالجزء: 1 ¦ الصفحة: 336\n",
        "أو صُمَادح فلم يَرِم مثواهُما، ولم ينتجِع سِواهُما، واقتصر على المريَّة، واختصر قطع المهامه وخوض البريّة، فعَكف فيها ينثر دُررَه في ذلك المنتدى، ويرتشف أبداً ثُغُور ذلك النَّدى، مع تميزه بالعلم، وتحيّزه إلى فئة الوَقار والحِلم وانتمائه إلى أية سَلف، ومذهبه مذاهب أهل الشَّرف، وكان له لسن، ورُواء (حسن)، يشهدان له بالنباهة، ويقلدان كاهله ما شاء من الوجاهة، وقد أثبتُّ له بعض ما قذفه من دُررِه، وفاه به من محاسن غُررِه، فمن ذلك قوله:\nإلى الموتِ رَجْعي بعد حين فإنْ أمُت\n...\nفقد خُلِّدَتْ خُلْدَ الزمانِ مناقبي\nوذكريَ في الآفاقِ طارَ كأنَّهُ\n...\nبكلّ لسانٍ طيبُ عذراَء كَاعِبِ\nففي أيّ عِلْمٍ لمْ تبرَز سَوَابقي\n...\nوفي أيّ فَنٍّ لم تُبرِّز كتائبي\nوحضر مجلس المُعتصِم بحضور ابن اللَّبَّانة، فأنشد فيه\nالجزء: 1 ¦ الصفحة: 337\n",
        "قصيداً أبرز به من عُرى الإحسان ما لم يَنفَصِم واستمرّ فيها، يستكمل بدائِعهَا وقوافيها، فإذا هو قد أغار على قصيد ابن الحدّاد الذي أوله:\nعُجْ بالحِمَى حيثُ الخِمَاصُ العينُ\nفقال ابن الحدّاد مُرتَجِلاً:\nحاشا لعدلك يا ابن مَعْنٍ أن يُرَى\n...\nفي سِلْكِ غيري دُرّيَ المَكْنُونِ\nوإليْكَهَا تشكو استلابَ مطيِّها\n...\nعُجْ بالحِمَى حيثُ الخِمَاصُ العينُ\nفاحْكُمْ لها واقطعْ لِسَاناً لا يَدَاً\n...\nفلسانُ من سَرَق القريضَ يَمِينُ\nوله أيضاً:\nيا غَائِباً خَطَراتُ القَلْبِ مَحْضَرُهُ\n...\nالصَّبْرُ بَعْدَكَ شيءٌ لستُ أقْدرُهُ\nتركتَ قَلْبي وأشواقي تُفَطِّرُهُ\n...\nودَمْعُ عيني وأحداقي تُحَدِّرُهُ\nلو كُنْتَ تُبْصِر في تُدْمير حالَتَنا\n...\nإذَنْ لأشْفَقْتَ مِمَّا كُنْتَ تُبْصِرُهُ\nفالعينُ دونكَ لا تَحْلى بلذَّتِهَا\n...\nوالدَّهْر بَعْدَك لا يَصْفو تَكَدُّرُهُ\nالجزء: 1 ¦ الصفحة: 338\n",
        "أخْفي اشْتِيَاقي وما أطويهِ مِنْ أسَفٍ\n...\nعلى المَرِيَّةِ والأنفَاسُ تُظْهِرُهُ\nوله أيضاً:\nإنّ المدامعَ والزفير\n...\nقد أعْلَنَا ما في الضَّمِيرْ\nفعلامَ أُخْفي ظَاهِراً\n...\nسَقَمي عليَّ به ظَهِيرْ\nهَبْ لي الرِّضَى من سَاخِطٍ\n...\nقَلْبي بساحَتِهِ الأسِيرْ\nوله أيضاً:\nأيُّها الواصِلُ هَجْري\n...\nأنا في هِجْرانِ صَبْري\nليتَ شِعْري أيُّ نَفْعٍ لك في إدْمَانِ ضُرّي\nوله أيضاً:\nيا مُشْبِهَ الملك الجَعْدي تَسمِيَةً\n...\nوَمُخْجِل القَمَرِ البَدْريِّ أنْوارا\nوله أيضاً:\nتُطَالُبِني نَفْسي بما فيه صَوْنُهَا\n...\nفلأعْصي ويَسْطُو شَوْقُهَا فَأطِيعُهَا\nوواللهِ ما يَخفَى عليّ ضَلالُهَا\n...\nولكنَّها تَهْوَى فلا أسْتَطِعُهَا\nالجزء: 1 ¦ الصفحة: 339\n",
        "وله أيضاً:\nاسْتَودعُ الرحمنَ مُسْتَودَعي\n...\nشَوْقاً كَمِثلِ النَّار في أضْلُعِي\nأتركُ من أهوَى وأمضي كَذَا\n...\nواللهِ ما أمضي وقَلْبي مَعِي\nولا نَأى شَخْصُكَ عن ناظِري\n...\nحِيْنَاً ولا نطُقكَ عن مَسْمَعي\nوقال أيضاً:\nلعلّكَ بالوادي المُقَدَّسِ شاطئُ\n...\nفكالعَنْبرِ الهِنْديَّ مات أنَا واطِئُ\nوإنّي في ريَّاكَ واجِدُ رِيْحِهِمْ\n...\nفروح الهَوَى بين الجَوانِحِ ناشِئُ\nولي في السُّرَى من نَارِهم ومنارِهِمْ\n...\nهداةٌ حداةٌ والنُّجُومُ طَوَافِئُ\nلذلك ما حنَّت رِكابي وَحَمْحَمَتْ\n...\nعِرَابي وأوْحَى سيرُها المُتَبَاطِئُ\nويا حبَّذَا من آل لُبْنَى مواطنٌ\n...\nويا حبَّذَا من أرضِ لُبْنَى مواطِئُ\nولا تَحْسبوا غِيَداً حَوَتْهَا مَقَاصِرٌ\n...\nفتلك قلوبٌ ضَمَّنَتْها جَآجِئُ\nوفي الكِلَل اللاّتي لِعزّة ظَبيْةٌ\n...\nتَحِفُّ بها زُرْقُ العوالي الكوالِئُ\nأفاتكةُ الألحَاظِ نَاسِكَةُ الهَوَى\n...\nوَرَعْتِ ولكن لحظُ عَينَيْك خَاطِئُ\nوآل الهوى جَرْحَي ولكن دماَءهُم\n...\nدموعُ هَوَامٍ والجروحُ مآقِئُ\nالجزء: 1 ¦ الصفحة: 340\n",
        "وكيف أُعَاني كَلْمَ طَرْفِكَ في الحَشَا\n...\nوليس لتمزيقِ المُهَنَّدِ رافئُ\nومن أين أرْجُو بُرَء نَفْسي من الهَوَى\n...\nوما كُلُّ ذي سُقْمٍ من السُّقْمِ بارِئُ\nوله أيضاً:\nبَخَافِقَةِ القُرْطَينِ قَلْبُكَ خافِقُ\n...\nوعن خَرَسِ القَلبينِ دَمْعُك نَاطِقُ\nوفي مَشْرق الصُّدْغّينِ للبَدْرِ مَغْربٌ\n...\nوللفكر حالاتٌ وللعين شارِقُ\nوبين حَصَى الياقوتِ ماءُ وَسَامة\n...\nمُحَلاَّةٌ عنه الظباء السوابقُ\nوَحَشْوُ قِبَابِ الرَّقْمِ أحْوَى مُقَرْطَقٌ\n...\nكما آسُ رَوْضٍ عِطْفُهُ والقَراطِقُ\nغَزَالٌ رَبيبُ في المَقَاصِرِ كانِسٌ\n...\nوَخُوطٌ لبيبٌ بالغرائر وارِقُ\nالأديب الأسْعَد بن بِلِّيطهْ\nسَرد البدائع أحسن السَّرد، وافترس المَعالي كالأسد الوَرد وأبرَز\nالجزء: 1 ¦ الصفحة: 341\n",
        "دُرر المحاسن من صَدفها، وحاز من بحر الإجادة وشرفِها، ومدح ملوكاً طوَّقهم من مدائحه قلائِد، وزفّ إليهم منها خرائد، وجلاها عليهم كواعب، بالألباب لَواعِب فأسالت العَوارِف، وما تقلّص له من الحُظوة ظِلٌ وارِفٌ، وقد أثبت له ما يُعترف بحقه، ويُعرف مقدار سَبقه، فمن ذلك قوله:\nبِرَامةَ ريمٌ زَارني بَعدَ ما شَطَّا\n...\nتَقَتَّنصْهُ بالحِلْم في الشَّطِّ فاشْتَطَّا\nرَعَى من أفانِين الهَوَى ثَمرَ الحَشَا\n...\nجَنِيَّا ولم يرعَ العُهُودَ ولا الشرْطَا\nخيالٌ لِمَرْقُومٍ غريرٍ بِرَامَةٍ\n...\nتأوّبني بالرَّقْمَتينِ لدى الأرْطَى\nفأكْسَبَني من خَدِّها روضةَ الجَنَى\n...\nوألدّغني من صُدْغِهَا حيَّةً رَقْطَا\nوبَاتَتْ ذِرَاعَاها نِجَاداً لِعَاتِقي\n...\nإذا ما التقاها الحيُّ غَنَّى لها لغْطا\nوسلّ اهْتِصَاري غُصْنِهَا من مُخَضَّرٍ\n...\nطواه الضَّنَى طيّ الطوامير فامْتَطَّا\nوقد غاب كحل الليل في دمع فجرة\n...\nإلى أن تَبدَّى الصبحُ في اللّمّة الشمطا\nالجزء: 1 ¦ الصفحة: 342\n",
        "ومنها في وصف الديك:\nوقامَ لها يَنْعِي الدُّجَى ذو شقيقة\n...\nيُديرُ لنا من بين أجفانه سِقْطَا\nإذا صاح أصْغَى سَمْعُهُ لأذَانِهِ\n...\nوباد ضَرْباً من قوادِمِهِ الإبطا\nكأنّ أنوشروان أعلاه تاجُه\n...\nوناطَتْ عليه كفّ مارِيَة القُرْطَا\nسَبَى حُلَّة الطاووس حُسْنَ لِبَاسِهَا\n...\nولم يَكْفِهِ سبى المشية البطّا\nومن غّزّلها:\nغُلامِيَةٌ جاَءتْ وقد جَعَل الدُّجَى\n...\nلخاتم فيها فَصَّ غاليةٍ خَطَّا\nفقلت أُحَاجِيَها بما في جُفُونِهَا\n...\nوما في الشفا اللعس من حسنها المعطى\nمُحَيَّرَة العينينِ من غَيْرِ سَكْرَةٍ\n...\nمتى شَرِبَتْ ألْحَاظُ عينيك اسفِنْطَا\nأرى نكهة المِسَواك في حُمْرةِ اللَّمّى\n...\nوشاربك المخضرّ بالمِسْكِ قد خُطَّا\nعَسَى قَزَحٌ قَبَّلْتِهِ فإخَاله\n...\nعلى الشّفَة اللمياء قد جاَء مُخْتَطَّا\nوله أيضاً:\nلو كنت شَاهِدَنَا عشيَّةَ أمْسِنَا\n...\nوالمُزْنُ يبكينا بعيني مُذْنِبِ\nالجزء: 1 ¦ الصفحة: 343\n",
        "والشَّمْسُ قد مدّت أديمَ شُعَاعِهَا\n...\nفي الأرض تجنحُ غير أن لم تَغْرِبِ\nوله أيضاً:\nوتلذّ تعذيبي كأنّك خِلْتَني\n...\nعُوداً فليس يطيب ما لم يُحْرَقِ\nوهو مأخوذ من قول ابن زيدون:\nتَظنُّوني كالعُودِ حقّاً وإنَّما\n...\nتطيب لكم أنفاسه حين يُحْرَقُ\nالأديب أبو بكر عُبَادة بن ماءِ السماء\nمن فحول الشعراء، وأئمتهم الكبراء، كان مُنتجِعاً بِشعره، متوجِّعاً من صروف دَهره، وكانت له همّة، أطالت همّه، وأكثرت كمده وغمّه.\nالجزء: 1 ¦ الصفحة: 344\n",
        "وله من قصيدة في يحيى بن علي بن حمّود أمير المؤمنين:\nيؤرّقني الليلُ الذي أنْتَ نَائِمُه\n...\nفتجهل ما ألْقَى وطَرفُكَ عالِمُهْ\nوَفي الهَوْدَجِ المَرْقَومِ وَجْهٌ طَوَى الحَشَا\n...\nعن الحُسْنِ فيه الحُسْنُ قد حَارَ رَاقِمُهْ\nإذا شاَء وَقْفَاً أرْسَلَ الحُسْنُ فرعَهُ\n...\nيضلّهم عن مَنْهجِ القَصْد فَاحِمُهْ\nأظُلْماً رأوا تقليده الدُّرَّ أم زروا\n...\nبتلك اللآلئ أنهنّ تمائمهْ\nالأديب أبو عبد الله مُحمَّد بن عائِشَة\nاشتهر صَوناً وعَفافاً، ولم يخطب بعقيلة حظوة زفافاً فآثر انقباضاً\nالجزء: 1 ¦ الصفحة: 345\n",
        "وسكوناً واعتمد إليها رُكُوناً، إلى أن أنهضه أمير المسلمين إلى بساطه، فهبَّ من مرقد خموله، وشبّ لبلُوغ مأموله، فبدا منه في الحال انزواء في تسنّم تلك الرسوم والتواء، وقعود عن مراتب الأعلام، وجمود لا يُحمد فيه ولا يُلام، إلاّ أن أمير المسلمين - أيده الله تعالى - ألقى عليه منه مَحبَّة، جلبت إليه مسرى الظهور ومَهبَّه، وكان له أدب واسع المدى، يانع كالزّهر بلله النَّدى، ونظم مُشرق الصفحة عَبِق النَّفحَة، إلاّ أنه قليلاً ما كان يحلّ رَبعه ويذيل له طبعَه، وقد أثبتّ له منه ما يدع الألباب حائرة والقلوب إليه طائرة، فمن ذلك قوله في ليلة سمحت له بفتى كان يهواه، ونفحت له هبَّةُ وَصلٍ بَرَّدت جَواه:\nللهِ لَيْلٌ باتَ عندي بِه\n...\nطَوْعَ يدي من مُهْجَتي في يَدَيْهْ\nوبتُّ أسْقيهِ كؤوسَ الطَّلاَ\n...\nولم أزَلْ أسْهُرُ شَوْقَاً إليهْ\nعاطَيْتُه حمراَء مَمْزُوجَةً\n...\nكأنَّها تٌعْصَرُ من وَجْنَتِيْهْ\nالجزء: 1 ¦ الصفحة: 346\n",
        "وله غيه وقد طرزت غلالة خدّه، وركب من عارضه سنان على صَعدَة قدّه:\nإذا كنتَ تَهْوَى خَدَّه وهو رَوضَةٌ\n...\nبه الورد غَضٌّ والأقاح مُفَلَّجُ\nفَزِدْ كَلفَاً فيه وفَرْطَ صَبَابَةٍ\n...\nفقد زِيدَ فيه من عِذَارٍ بَنَفْسَجُ\nوخرج من بَلنسِية إلى منية الوزير الأجلّ أبي بكر بن عبد العزيز، وهي من أبدع منازل الدنيا وقد مدّت عليها أدواحها الأفيا، وأهدت إليها أزهارها العَرف والرّيا، والنهر قد غَصَّ بمائه، والروض قد خصَّ بِمثل أنجُم سَمائِه وكانت لبني عبد العزيز فيها أطراب، تهيّأ لهم فيها من الأيام آراب، فلبسوا فيها الأُنس حتى أبلوه،\nونشروا فيها السّرور وطووه، أيام كانوا بذلك الأفق طلوعاً، لم تضمَّ عليهم النوائب ضلوعاً، فقعد أبو عبد الله مع لُمَّة من الأدباء، تحت دوحة من أدواحها، فهّبت ريح أنس من أرواحها، سطت بأعصارها، وأسقطت لؤلؤها على باسم أزهارها، فقال:\nودوحةٍ قَدْ عَلَتْ سماءً\n...\nتَطْلَعُ أزهَارُهَا نُجُومَا\nهَفَا نسيمُ الصَّبا عليها\n...\nفأرسلت فوقنا رُجُومَا\nكَأنَّما الجَوُّ غَارَ لمَّا\n...\nبَدَتْ فَأغْرَى بها النَّسِيمَا\nالجزء: 1 ¦ الصفحة: 347\n",
        "وكان في زمن عُطلته، ووقت اصفراره وعلّته، ومقاساته من العيش أنكده، من التخوّف أجهده، كثيراً ما ينشرح بجزيرة شُقْر ويستريح، ويستطيب تلك الرّيح، ويجول في أجَارِع وادِيها وينتقل من نواديها إلى بوادِيها، فإنّها صحيحة الهواء، قليلة الأدواء خضلة العشب والأزاهر، قد أحاط بها نَهرُها كما تحيط بالمعاصم الأساور، والأيك قد نشرت ذوائبها على صفيحه، والروض قد عطّر جوانبه بريحه، وأبو إسحاق بن خفاجة هو كان منزع نفسه، ومصرع أُنسه، به نفح له بالمُنَى عَبق وشذا، ومَسح عن عيون مسرّاته القّذى، وغدا على ما كان وراح، وجرى مُتهافِتاً في ميدان ذلك المِراح، قريب عَهدٍ بالفِطام، ودهره ينقاد في خِطام، فلما اشتعل رأسه شيباً وزرّت عليه الكهولة جَيباً، أقصَر عن تلك الهِنات، واستيقظ من تلك\nالجزء: 1 ¦ الصفحة: 348\n",
        "السِّنات، وشبّ عن ذلك الطّوق، واقتصر على الحنين والشوق وقنع بأدنى تحيّة، وما يستشعره بوصف تلك العِهَاد من أريحيَّة، فقال:\nألا خَلّياني والأسَى والقَوافِيَا\n...\nاردّدها شجوي وأُجْهِشُ باكِيَا\nأآمن شَخْصاً للمسرّةِ باديا\n...\nوأنْدبُ رَسْماً للشبيبةِ بالِيَا\nتولّى الصّبا إلاّ توالي فكرةٍ\n...\nقدحتُ بها زَنْدَاً وما زلتُ وارِيَا\nوقد بانَ حُلوُ العيش إلاّ تَعِلَّةً\n...\nتُحَدّثُني عنها الأمانيُّ خالِيَا\nويا بَرْدَ هذا الماءِ هلَّ منك قَطْرَةٌ\n...\nتهلُّ فَيُسْتَسْقَى غمامُكَ صادِيَا\nوهيهاتَ حالت دون حُزْوَى وأهْلِها\n...\nلياليٍ وأيّامٌ تُخَالُ لَيالِيَا\nفَقُلْ في كبيرٍ عادَهُ صائد الظّبا\n...\nإليهُنَّ مُهْتَاجَاً وقد كان سَالِيَا\nفيا راكباً يستعملُ الخطو قاصِدَاً\n...\nإلا عُجْ بِشُقْرِ رائحاً أو مُغَادِيَا\nوَقِفْ حيثُ سال النَّهْرُ يَنْسَابُ أرْقُمَا\n...\nوهبّ نسيمُ الأيكِ يَنْفُثُ رَاقِيَا\nالجزء: 1 ¦ الصفحة: 349\n",
        "وقل لأُثِيْلاتٍ هُنَاك وأجْرَعٍ\n...\nسُقِيتِ أُثَيْلاتٍ وحُيِّيتَ وَادِيَا\nالأديب أبو عامر بن عِقَال\nكان له ببني قاسم تَعلُّق، وفي سَماء دولتِهم تألّق، فلما خوت نُجُومهم، وعَفت رسومهم، انحطّ عن ذلك الخُصوص، وسَقط سقوط الطائر المقصوص، وتصرّف بين وجود وعدم، وتحرَّف قاعِداً حيناً وحيناً على قدم، وفي خلال حاله، وأثناء انتحاله، لم يدع حَظَّه من الحبيب ولا ثني لحظة عن الغزال الرّبيب، ولم يزل يطير ويقع، والدهر يخفض حاله ويرفع، إلى إن رقّاه الأمير إبراهيم بن يوسف بن\nالجزء: 1 ¦ الصفحة: 350\n",
        "تاشفين أسمى ربوة وأقعده أبهَى حُظوة، فأدرك عنده رتبة أعلام التحبير والإنشاء، وترك الدّهر قَلق الحَشا، وتسنّم منزلة لا يتسنّمها إلاّ من تطهّر من دَرنِه، وجمح إحسانه في ميدان حَرنِه والحظوظ أقسام (لا تُسَام)، والدنيا إنارة وإعتام، وصفاء يتلوه قَتام، وقد أثبتُّ له بعض ما انتقيته والذي أخذته مُباين لما أبقيته، فمن ذلك قوله:\nيا ويحَ أجسَام الأنَا\n...\nمِ لما تطيقُ من الأذى\nخلقت لتقوى بالغذا\n...\nء وسَقْمُهَا ذاك الغذا\nوتنال أيّام السَّلا\n...\nمةِ بالحياة تَلَذُّذَا\nفإذا انقضى زَمَنُ الصِّبا\n...\nورمى المشيبِ فأنفذا\nوجد السّقامُ إلى المفا\n...\nصِلِ والجَوانحِ مَنْفِذا\nالجزء: 1 ¦ الصفحة: 351\n",
        "حذا في هذه القصيدة حذو الصابي حيث يقول:\nوجعُ المفاصلِ وهو أيسرُ ما لقيت من الأذَى\nرَدَّ الذي استحسنتُهُ\n...\nوالنَّاسُ من حظّي كذا\nوله يعتذر من تأخير زيارة اعتَمدَها، ومواصلة اعتقدها، فعاقته عنها حوادث لَوَتهُ، وعدته عن ذلك وَثنتهُ، وهو قوله:\nبينما كُنْتُ راجِيَاً لِلقَائِهِ\n...\nوالتَّشفّي بالبِشْرِ من تِلْقَائِهِ\nوترقّبتُ في سماءِ نِزَاعي\n...\nقَمر الأُنْس طالعاً من سَمَائِهِ\nفتدلّهْتُ وانزويتُ حياءً\n...\nمنه والعُذْرُ لِسَنَائِهِ\nوله فصل كتب به عن الأمير إبراهيم يصف إجازة أمير المسلمين البحر سنة خمس عشرة وخمسمائة: وفي الثانية من يوم الجمعة، كان جوازه أيّده الله تعالى، من مَرْسى جزيرة\nالجزء: 1 ¦ الصفحة: 352\n",
        "طريف على بَحْر ساكنٍ، قد ذلَّ بعد استصعابه وسَهُل بعد أن رأى الشامخَ من هِضَابِه وصار حيّه ميتاً، وهذره صَمتاً، وجباله لا ترى فيها عِوَجاً ولا أمتا، وضعف تعاطيه، وعقد السلم بين موجه وشاطيه فعبر آمنا من سَطَواته مُتملّكاً لِصَهواته، على جواد يَقْطع الجُرُوف سَبحاً ويكاد يسبق الريح لَمحَا، لم يَحْمل لِجَاماً ولا سَرجَاً، ولا عَهِد غير اللَّجة الخضراء مرجاً، عِنَانه في رجله، وهُدْبُ العين يحكي بعضَ شَكلْه، فلله درّه من جواد، له جسم وليس له فُؤاد، يخرق الهواء ولا يرهبه، ويركض الماء ولا يشربه.\nالأديب أبو القاسم المَنِيشيّ\nأحد أبناء الحَضرة المتصرّفين في أشبه الأعمال، المتعرّفين ما\nالجزء: 1 ¦ الصفحة: 353\n",
        "يأتيه العمال، لم يَفرع ربوة ظهور، ولم يَقرع باب ملك مشهور، ونكب عن المقطع الجزل إلى الغرض الفَسل، وليس من شرط كتابي هذا، إثبات بذاءه ولا أن يَقِف حِذاءَه، وقد أثبتّ له ما هو عندي نافق، ولغرضي موافق، فمن ذلك قوله:\nيا رَوْضَةً باتَتْ الأنْدَاءُ تَخْدمُهَا\n...\nأتى النَّسِيمُ وهذا أوَّلُ السَّحرِ\nإن كان قَدُّكَ غُصْنَاً فالثَّراءُ بِهِ\n...\nمثل الكمائم قد زَرَّتْ على الزَّهَرِ\nإرْبَأ ببُرْدَيك عن ورد وعن زَهرٍ\n...\nواغْنَ بقُرطَيْك عن شَمْسٍ وعن قَمَرٍ\nيا قَاتلَ اللهُ لَحْظي كم شَقِيتُ بِهِ\n...\nمن حيثُ كانَ نعيمُ النّاسِ بالنَّظَرِ\nوله يصف زرزوراً:\nأمِنْبَرٌ ذاكَ أمْ قَضِيبُ\n...\nيَفْرَعُهُ مِصْقَعٌ خطيبُ\nالجزء: 1 ¦ الصفحة: 354\n",
        "يختالُ في بُرْدَتي شَبَابٍ\n...\nلم يَتَوضَّحْ بها مَشيبُ\nكأنَّما ضَمَّخَتْ عليهِ\n...\nأبرادَهُ مسكةٌ وطيبُ\nأخرسٌ لكنَّهُ فَصيحٌ\n...\nأبْلَهٌ لكنَّهُ لبيبُ\nجَهْمٌ على أنَّه وسيمٌ\n...\nصَعْبٌ على أنَّهُ أرِيبُ\nوله من رثاء في والدتي رحمة الله عليها:\nيا ناصحي غير مفتاتٍ وبي شَجَنٌ\n...\nعلى النّصائِحِ والنُّصَّاحِ مفتاتُ\nلا أستجيبُ ولو ناديتَ من كَثَبٍ\n...\nقد وَقَرتْني تَعلاَّتٌ وعِلاَّتٌ\nإن كان رأيك في بِرّي وتكرمتي\n...\nبحيثُ قد ظَهَرتْ فيه علاماتُ\nلا تَرْضَ لي غَيْرَ شَجْوٍ لا أفارِقُهُ\n...\nفذاكَ أخْتَارُهُ والنَّاسُ أشْتَاتُ\nيا ذَا الوزارةِ من مَثْنى وواحدةٍ\n...\nلله ما اصْطَنَعتْ مِنْكَ الوزاراتُ\nلله منك أبا نصر أخو جلد\n...\nإذا ألمّت ملمّات مهمّاتُ\nومنها:\nأستودع الله نوراً ضَمَّهُ كَفَنٌ\n...\nكما تواري بدورَ التَّمِ هَالاتُ\nالجزء: 1 ¦ الصفحة: 355\n",
        "قَضَتْ وليتَ شبابي كان موضِعَها\n...\nهيهاتَ لو قُضِيَتْ تلكَ اللُّبَانَاتُ\nمَضَتْ وليس لكم من دونها أحَدٌ\n...\nهلاَّ وقد أعْذَرَتْ فيها المُروءاتُ\nالأديب أبو الحسن البَرْقيّ\nبَلنسيّ الدّار، نفيس المقدار، لم أعلم له بشَرف، ولم أسمع له عن سَلف، ورد إشبيلية سنة خمسٍ وسبعين وأربعمائة، فاتّصل بابن زهر، فناهيك من حظ مِسك أذفر، ومن وَجه صُبح أسْفر، أدرك به الرَّغائب، وتملَّك بِسببَهِ الحاضر والغائِب، وكان مجلوّ المؤانسة حلو المجالسة، وقد أثبتُّ له بعض ما وجدته له في الغِلمان\nالجزء: 1 ¦ الصفحة: 356\n",
        "وأنشدته في ذلك الزّمان:\nإنْ ذَكَرْتَ العَقِيقَ هاجكَ شوقٌ\n...\nرُبّ شَوْقٍ يُهيجُهُ الإذكارُ\nيا خليليّ حدُّثاني عن الرَّكْ\n...\nب سُحَيْراَ أأنْجَدوا أم أغَاروا\nشغلونا عن الوَداعِ وولَّوا\n...\nما عليهم لو ودّعوا ثُمَّ ساروا\nأنا أهْواهُمْ على كُلَّ حَالٍ\n...\nعدلوا في هواهمُ أم جاروا\nوعلق بإشبيلية فتى يُعرف بابن المكر، صار به طريحاً بين أيدي الفِكر، ومازال يُقاسي هواه، ويُكابد جَواه، حتى اكتسى خدّه بالعِذار، وانمحت عنه بهجة آذار، فقال:\nالآنَ لمَا صَوَّحَتْ وَجَنَاتُهُ\n...\nشَوْكاً وأوضْحَتْ سَلْوَة العُشَّاقِ\nواستوْحَشتْ تِلْكَ المحاسنُ واكتستْ\n...\nأنوارُ وَجْهِكَ واهِنَ الأخْلاقِ\nأمسيتَ تَبْذلُ ليّ الوصَال تَصَنُّعَاً\n...\nخُلُقُ اللّئيمِ وشيمةُ المَذَّاقِ\nالجزء: 1 ¦ الصفحة: 357\n",
        "هلاّ وَصَلْتَ إذْ الشّمائلُ قَهْوةٌ\n...\nوإذ المُحيَّا روضةُ الأحْداقِ\nفلكم أطلتَ غَرامَ قَلْبٍ مُوجَعٍ\n...\nكَمْ قد ألبَّ إليكَ بالأشْوَاقِ\nما كُنْتَ إلاّ البَدْرَ ليلةَ تَمِّهِ\n...\nحتّى قَضَتْ لك ليلةٌ بمَحَاقِ\nلاح العِذَارُ فقلتُ وَجْدٌ نَازِحٌ\n...\nإنّ ابن دَأيَة مؤذنٌ بفِرَاقِ\nوله فيه مناقضاً لهذا الغرض، معارضاً للوعة سُلّوه الذي عرض:\nأجيلُ الطَّرْفَ في خَدٍّ نَضِيرٍ\n...\nيردّد ناظري نَظَري إليهِ\nإذا رَمِدَتْ بِحُمْرَتِه جُفُوني\n...\nشَفَاها منه أخْضَرُ عارِضَيْهِ\nالأديب أبو الحَسَن عليّ بن جودي\nبرّز في الفهم، وأحرز منه أوفر سَهم، وله أدب واسع مَداه، يانع كالروض بلَّلهُ نَداه، إلاّ أنه سَها فأسرَف، وزها بما لا\nالجزء: 1 ¦ الصفحة: 358\n",
        "يعرف، وتصدى إلى الدين بالافتراء، ولم يراقب الله في ذلك الاجتراء، واشتهرت عنه أقوال سدَّدَ إلى المِلَّة نِصالها، وأيّد بها ضُلاَّلَها، فَعظُمت به المِحنة وتكيّفت له في كلّ نفس إحنة، وما زال يتدرّج فيها وينتقل، حتى عثر وما كاد يستقل فمرّ لا يلوي على تلك النَّواحي، وفرّ لا ينثني إلى اللّوائم واللَّواحي، وما زال يركب الأهواء ويخوضها، ويذلّل النّفوس بها ويروضها، حتى أسمحت بعض الإسماح، وكفَّت عن ذلك الجِماح، فاستقرّ عند ابن مالك فآواه، ومهّد له مثواه، وجعله في جملة من اختصّ من المبطلين، واستخلص من المعطلين، فكثيراً ما يصطفيهم ولا يدري أيَّدخِرهم أم يَقتنيهم، وقد أثبتّ لأبي الحسن هذا:\nسَلِ الرّكْبَ عَنْ نَجْدٍ فإنَّ تَحيَّةً\n...\nلساكن نجد قد تَحمَّهَا الرّكْبُ\nالجزء: 1 ¦ الصفحة: 359\n",
        "وإلاّ فما بالُ المطيِّ على الوَجَى\n...\nخِفَافاً وما للريحِ مرجعُها رَطْبُ\nوله أيضاً:\nأحنُّ إلى ريحِ الشّمالِ فإنَّها\n...\nتُذَكِّرُنا نَجْداً وما ذِكْرُنَا نجدا\nتَمرُّ على رَبْعٍ أقَامَ بهِ الهَوَى\n...\nوبَدَّلَ من أهْلِيهِ جَاثِمَةً رُبْدا\nوله أيضاً:\nإذا ارْتَحَلَت غربيّة فاعرضا لها\n...\nفبالغرب من نَهْوى له البلدا الغربا\nلقد ساءني أنّي بعيدٌ وأنّنا\n...\nبأرضين شَتّى لا مَزاراً ولا قُرْبَا\nيُفَجِّعنا إمّا بِعَادٌ مُبَرِّحٌ\n...\nوإمّا أمورٌ باعثاتٌ لنا كَرْبَا\nوله أيضاً:\nلقد هيّج النّيران يا أُمَّ مالكٍ\n...\nبتُدْمير ذكرى ساعَدَتْها المَدَامِعُ\nالجزء: 1 ¦ الصفحة: 360\n",
        "عشيّةَ لا أرجو لقاَءك عِنْدَها\n...\nولا أنا إن يدنو مع اللّيل طامِعُ\nوله أيضاً:\nحَنَنْتُ إلى البَرْق اليماني وإنَّما\n...\nنُعَالِجُ شَوْقَاً ما هُنَالكَ هانِيَا\nفيا راكبا يطوي البلاد تَحَمَّلنْ\n...\nتحيَّتنَا إن كنت تلجأُ لاقِيَا\nليالينا بالجِزْع جزع محجَّرٍ\n...\nسَقَى الله يا فيحاء تِلْكَ اللّياليا\nوما ضرّ صَحْبي وقفة بِمُحجَّرٍ\n...\nأحيّي بها تلك الرسوم البوالِيَا\nوله أيضاً:\nخَليليَّ مِنْ نَجْدٍ فإنَّ بِنَجْدهم\n...\nمَصِيفَاً لبيت العامريِّ ومَرْبَعَا\nألا رَجِّعَا عَنْها الحديثَ فإنَّني\n...\nلأغبط من ليلى الحديث المُرَجَّعا\nعزيزٌ علينا يا ابنةَ القَوْمِ أنَّنَا\n...\nغريبانِ شَتَّى لا نُطِيقُ التَّجمُّعَا\nفريقٌ هوى مِنّا يمانٍ ومُشْئمٌ\n...\nيُحَاول يَأسَاً أو يحاول مَطْمعَاً\nكأنّا خُلِقْنَا للنّوى وكأنَّما\n...\nحرامٌ على الأيَّامِ أن تَتَجَمَّعَا\nالجزء: 1 ¦ الصفحة: 361\n",
        "الأديب أبو جَعْفَر بن البِنِّيّ\nرافع راية القَريض، وصاحب آية التَّصريح فيه والتعريض، أثام شرائِعه وأظهر بدائِعه، إذا نظم أزرَى بنظم العقود، وأتى بأحسن من رَقم البُرود، وكان أليف غِلمان، وحليف كُفرٍ لا إيمان، ما نطق مُتشرِّعاً ولا رمق مُتورَِعاً، ولا اعتقد حَشراً، ولا صدّق بعثاً ولا نشراً، تنسّك مجوناً وفتكاً، وتمسّك باسم التقى، وقد هتكه هتكاً، لا يبالي كيف ذهب ولا بما تمذهب، وكانت له أهاجي جرّع بها صَابا،\nالجزء: 1 ¦ الصفحة: 369\n",
        "ودرّع منها أوصَابا، وقد أثبتُّ له ما يُرتشَف ريقاً، ويُشربُ تحقيقاً، فمن ذلك قوله يتغزّل:\nمن لي بِغُرَّةِ فاتنٍ يَخْتَال في\n...\nحُلَلِ الجَمالِ إذا بَدَا وحِلَّيهِ\nلو شمت في وَضَحِ النَّهارُ شَعاعَها\n...\nما عادَ جًنْحُ اللّيلِ بَعْدَ مضيّهِ\nشَرِقَتْ لآلي الحسن حتى خَلَّصَتْ\n...\nذَهَبيَّةُ في الخَدِّ مِنْ فِضيِّهِ\nفي صَفْحَتَيْهِ من الجَمَالِ أزَاهِرٌ\n...\nغذيتْ بوسميّ الحَيَا ووليّهِ\nسَلَّتْ مَحَاسِنُهُ لقتلِ مُحبِّهِ\n...\nمن سحرِ عَيْنَيْهِ حُسَامَ سميِّهِ\nوله فيه:\nكَيْفَ لا يَزْدادُ قَلْبي\n...\nمن جَوَى الشّوْق خَبَالا\nوإذا قُلْتُ عليٌّ\n...\nبَهَرَ النَّاسَ جَمَالا\nالجزء: 1 ¦ الصفحة: 370\n",
        "هو كالغُصْنِ وكالبَدْ\n...\nرِ قَواماً واعْتِدَالا\nأشرقَ البَدْرُ كَمَالا\n...\nوانْثَنَى الغُصْنُ اختيالا\nإنَّ من رامَ سُلُوّي\n...\nعَنْهُ قَدْ رامَ مُحالا\nلستُ أسْلو عن هَوَاهُ\n...\nكانَ رُشْداً أو ضَلالا\nقُلْ لمن قصَّر فيهِ\n...\nعَذْلَ نَفْسي أو أطَالا\nدون أن تُدْركَ هذا\n...\nتَسْلُبُ الأُفْقَ الهِلالا\nوكنت بمَيُورقة وقد حلّها مُتَّسماً بالعبادة، وهو أسرَى إلى الفجور من خيال أبي عُبَادة، وقد لبس أسمالا، وأنس النّاس منه أقوالا لا أفعالا سجوده هُجُود، وإقراره بالله جُحود، وكانت له رابطة لم يكن للوازمها مُرتَبِطاً، ولا بسكناها مُغتَبِطاً، سمّاها بالعقيق، وسمّى فتى كان يعشقه بالحمّى، وكان لا يتصرّف إلا في صفاته، ولا يقف إلاّ بعَرفاته، ولا يؤرّقه إلاّ جَواه، ولا يشوقه إلاّ هَواه (فدخلت عليه يوماً لأزوره وأرى زوره)، فإذا (أنا) بأحد دُعاة محبوبه ورواة\nالجزء: 1 ¦ الصفحة: 371\n",
        "تشيبيه، قال له: كنت البارحة بحماه، وذكر له خبراً ورّى به عنّي وعمّاه، فقال:\nتَنَفَّسَ بالحِمَى مطلولُ أرْضٍ\n...\nفأوْدَع نَشْره نَشْرا شمَالا\nفصبَّحَت العُيُونُ إليَّ كَسْلى\n...\nتجرّر فيه أردانا خِضَالا\nأقولُ وقد شممْتُ التُّرْبَ مِسْكا\n...\nبنفحتها يَميناً أو شمالا\nنسيمٌ جاَء يَبْعَثُ مِنْكَ طيباً\n...\nويشكو من محبَّتِكَ اعتلالا\nولما تقرّر عند ناصر الدولة من أمره ما تقرّر، وتردّد على سمعه انتهاكه وتكرّر، أخرجه من بلده ونفاه، وطمس رسم فسوقه وعفاه فأقلع إلى المشرق وهو جار، فلمّا صار من ميورقة على ثلاث مجار، نشأت له ريح صرفته عن وجهته، إلى فقد مُهجته، فلمّا لحق بميورقة أراد ناصر الدولة استباحته، وإبراء الدين منه وإراحته\nالجزء: 1 ¦ الصفحة: 372\n",
        "ثم آثر صفحه، وأخمد ذلك الحَنَق ولَفحه، وأقام أياماً ينتظر ريحاً علّها تُزجيه، ويستهديها لتخلّصه وتنجيه، وفي أثناء بلوته، لم يتجاسر على إتيانه أحد من إخوته، فقال يخاطبهم:\nأحِبَّتَنا الألَى عَتَبوا عَلَيْنَا\n...\nفأقْصَرنا وقد أزِفَ الوَدَاعُ\nلقد كُنْتُم لنا جَذَلاً وأُنْسَاً\n...\nفهل في العيش بعدكمُ انتفاعُ؟\nأقول وقد صدرنا بعد يوم\n...\nأشوقٌ بالسفينة أم نِزَاعُ\nإذا طارَتْ بِنَا حامَتْ عليكم\n...\nكأنَّ قلوبَنا فيها شِرَاعُ\nوله يتغزّل:\nبني العَرَبِ الصَّميمِ ألا رَعَيْتُمْ\n...\nمآثِرَكُمْ بآثارِ السَّمَاحِ\nرفعتم ناركم فعشا إليها\n...\nبِوَهْنٍ فارسُ الحيِّ الوقاحِ\nالجزء: 1 ¦ الصفحة: 373\n",
        "فهل في العقب فضل تنضحوه\n...\nبه من محض ألبانِ اللّقَاحِ\nلعلّ الرِّسل شَابَتْهُ الثَّنَايا\n...\nبشهد من نَدَى نور الأقَاحِ\nوله أيضاً:\nوكأنما رَشَأُ الحِمَى لمّا بدا\n...\nلك في مضلَّعةِ الحديد المعْلَمِ\nغَصَب الغمام قِسِيَّةُ فأراكَهَا\n...\nمن حُسْنِ مِعْطَفه قويمَ الأسْهُمِ\nوله أيضاً:\nنظرتُ إليه فاتَّقاني بمُقْلَةٍ\n...\nتردّ إلى نَحْري صدورَ رماحِ\nحَمَيْتَ الجفونَ النوم يا رَشَأ الحِمَى\n...\nوأظلمت أيامي وأنت صَبَاحي\nوله أيضاً:\nقالوا تُصيبُ طيورَ الجوِّ أسْهُمُهُ\n...\nإذا رماها فَقُلْنا عندنا الخبرُ\nتعلَّمتْ قوسُها من قوسِ حاجِبِه\n...\nوأيّد السّهمَ من ألْحَاظِهِ الحَوَرُ\nيروح في بردة كالنَّقْسِ حالكةٍ\n...\nكما أضاء بجُنْحِ الليلة القمرُ\nوربما راقَ في خضراَء مُورِقَةٍ\n...\nكما تَفَتَّحَ في أوْرَاقِهِ الزَّهَرُ\nالجزء: 1 ¦ الصفحة: 374\n",
        "الأديب أبو الحَسَن بن لسَان\nشاعر سمح، مُتقلِّد بالإحسان مُتَّشح، أمّ الملوك والرؤساء، ويمّم تلك العزَّة القَعساء، فانتجع مواقع خَيرهم، واقتطع ما شاء من مَيرهم، وتمادت أيَّامه إلى هذا الأوان، فجالت به في ميدان الهَوان، فكسد نَفاقه وارتدّت آفاقه، وتوالى عليه حرمانه وإخفاقه، وأدرَكته وقد حَنتهُ سُنُونه، وانتظرته مُنونه، ومحاسنه كعهدها في الاتّقاد، وبُعدها من الانتقاد، وقد أثبتّ له ما يعذبُ جَنىً وقِطَافاً، ويستعذب استِنزالا واستِلطَافاً، فمن ذلك قوله يستنجد الأمير الأجلّ أبا إسحاق ابن أمير المسلمين:\nقُل للأمير ابن الأمير بل الذي\n...\nأبداً به في المَكْرُمَاتِ وفي النَّدَى\nوالمُجْتَنَى بالزّرق وهي بَنَفْسَج\n...\nورد الجراح مُضَعَّفا ومنضَّدَا\nالجزء: 1 ¦ الصفحة: 375\n",
        "جاءتك آمال العفاة ظَوَامِئَاً\n...\nفاجْعَلْ لها من ماءِ جودِكَ مَوْرِدَا\nوانثر على المِدَّاحِ سبيك إنَّهم\n...\nنثروا المَدَائِحَ لُؤْلُؤَاً وَزَبَرْجَدَا\nفالناس إن ظَلَموا فأنت هو الحِمَى\n...\nوالنَّاس إن ضلّوا فأنتَ هو الهدى\nأخبرني وزير السلطان أنّ هذه القطعة لما ارتفعت، اعتنت بجملة الشعراء وشَفَعتْ، فأنجز لهم المَوعُود، وأورق لهم ذلك العُود، وكثر اللّغط في تَعظيمها، واستجادة نظيمها، وحصل له بها ذكر، وانصقل له بسببها فكر.\nوله من قطعة يصف بها سَيفاً:\nكلّ نَهْرٍ تَوقَّدَتْ شَفْرَتَاه\n...\nكاتَّقَادِ الشِّهَاب في الظَّلْمَاءِ\nفهو ماءٌ قد رُكِّبَتْ فَوْقَ نَارٍ\n...\nأو كَنَارٍ قد رُكِّبت فوقَ ماءِ\nوكتب إليّ مُعزّياً عن والدتي، وإلى الله تعالى عليها الرحمة:\nعلى مثله من مصاب وجَبْ\n...\nعلى من أُضيب به المنتجَب\nالجزء: 1 ¦ الصفحة: 376\n",
        "وَقَلْبٍ فَرُوقٍ وخِلْبٍ خَفُوقٍ\n...\nونفسٍ تشبّ وهمٍّ نَصَبْ\nفقد خَشَعَتْ للتُّقَى هَضْبَةٌ\n...\nذوائبها في صَمِيمِ العَرَبْ\nمن الجَاعِلاَتِ محارِيَبها\n...\nهَوادِجَهَا أبداً والقَتَبْ\nمن القائماتِ بظلِّ الدُّجَى\n...\nولا مَنْ تُسَامِرُ إلاّ الشُّهُبْ\nفكم ركعةٍ أثرها في الدّجى\n...\nتناجي بها ربَّها من كَثَبْ\nوكم سَكَبتْ في آوان السّجُودِ\n...\nمَدَامِعَ كالغَيْثِ لمّا انْسَكَبْ\nوقد خَلَّفّتْ وَلَداً باسِلاً\n...\nفَصِيحاً إذا ما قرا أو كَتَبْ\nتِفَلُّ السيوفُ بِأقْلاَمِهِ\n...\nويُكْسَرُ صُمُّ القَنَا بالقَصَبْ\nوكان القائد أبو عمرو عثمان بن يحيى بن إبراهيم - أعزّه الله - أجلَّ من جال في خَلَد، واستطال على جَلَد، رشأ يُحيي الصبَّ باحتشامِه، ويستردٌّ البَدر بلثامه، ويزري بالغُصن تثنّيه، ويثمر الحسن لو دّنّت قطُوفُه لِمُجتنيه مع لوذَعيَّةٍ تخالها جِريَالا، وسَجيَّة يختال فيها الفَضلُ اختيالا، وكان قد بَعُدَ عن أُنسِنَا بحمص،\nالجزء: 1 ¦ الصفحة: 377\n",
        "وانتضى من تلك القُمص، وكان بثَغر الأُشبُونة أدام الله حِراسَتها فسدَّهُ ولم ينفرج لنا من الأنس بَعدَه ما يسدُّ مَسدَّهُ، إلى أن صَدَر، فأسرع إلينا وابتدَر، فالتقينا وبتناها ليلة نام عنها الدهر وغَفَل، وقام لنا بما شِئنَا فيها وتكفَّل، فبينا نحن نفضُّ خِتامَها ونَنفُض عنّا غِبَار الوَحشة وقَتَامها، إذ أنا بابن لسان هذا وقد دخل أذنه علينا فأمرناه بالنزول والتقيناه بترحيب، وأنزلناه بمكان من المسرّة رحيب، وسقيناه صغاراً وكباراً، وأريناه إعظاماً وإكباراً، فلمّا شَرب طرب، وكلّما كَرَعها،\nالتحف السَّلوَة وتدرَّعها، وما زال يشرب أقدَاحاً وينشد فينا أمدَاحاً، ويفدي بنفسه، ويَستهدي الاستزداة من أُنسه فهتكنا الظلام بما أهداه من البديع، واجتَلينَا محاسنه كالصَّريع وانفصَلت لَيلتُه عن أتمّ مسرَّة، وأعمّ مبرّة، وارتحل عثمان أعزه الله تعالى إلى ثغره، وأقام برهة من دهره، فمشيت بها إليه مجدّداً عَهداً، ومتضلِّعاً من مؤانسته شهدا، فكتب ابن لسان هذه القطعة من قصيدة، يذهب إلى\nالجزء: 1 ¦ الصفحة: 378\n",
        "شكره، ويجتهد في تجديد ذكره:\nما شام إنسانُ إنسانٍ كَعُثْمَانِ\n...\nولا كبغيته منْ حُسْنِ إحْسَانِ\nبَدْرُ السيادةِ يبدو في مَطَالعِهِ\n...\nمن المَحَاسنِ مَحُفُوفَاً بِشُهبَانِ\nله التَّمامُ وما بالأُفْقِ من قَمَرٍ\n...\nمتمّمٍ دونَ أنْ يُرْمى بنُقْصَانِ\nبه الشَّبِيبَةُ تَزْهَى من نَضَارِتِهَا\n...\nكما تساقطَ طَلٌّ فَوْقَ بُستَانِ\nمصفر الحسن للأبْصَارِ نَاصِعُهُ\n...\nكأنَّه فضَّةٌ شِيبَتْ بِعِقْيَانِ\nنُبِّئْتُ عَنْهُ بأنباءٍ إذا نَفَحَتْ\n...\nتعطّلت نَحَاتُ المِسْك والبَانِ\nقامت عليه براهينٌ تُصدِّقُهَا\n...\nكالشَّكْلِ قامَ عليه كُلُّ بُرْهَانِ\nقد زادها لأبن عُبَيْد الله من وَضَحٍ\n...\nما زادت الشَّمسُ نورَ الفجرِ للراني\nبالله بلّغه تَسْليمي إذا بَلَغَتْ\n...\nتلك الركاب وعجّل غير ليَّانِ\nوليتَ أنّي لو شاهدتُ أُنْسكما\n...\nعلى كؤوس وطاساتٍ وكيزانِ\nفألْفِظُ الكَلِمَ المَنْثُورَ بَيْنكما\n...\nكأنَّما هو من دُرٍّ ومَرْجَانِ\nلله درّك يا ذا الخُطَّتين لَقَد\n...\nخططتَ بالمدحِ فيه كلَّ ديوانِ\nكلاكما البحرُ في جود وفي كرم\n...\nأو الغمامةُ تقشيعٌ لظْمَآنِ\nالجزء: 1 ¦ الصفحة: 379\n",
        "إن كانَ فارسَ هيجاءٍ ومُعْتَركٍ\n...\nفأنتَ فارسُ إفْصَاحٍ وتِبْيَانِ\nفاذكر أبا نَصْرٍ المعمورَ مَنْزِلُهُ\n...\nبالرّفْدِ ما شِئْتَ من مَثْنَى ووُحْدَانِ\nقصائدا لأخي وُدٍّ وإن نَزَحَتْ\n...\nبك الرّكابُ إلى أقصى خُرَاسَانِ\nالأديب أبو بكر عبد المعطي بن محمد بن المعين\nبيتُ شِعر ونَباهة، وأبو بكر ممّن تنبّه خاطره للبدائع أيَّ انتِبَاهة وله أدبٌ باهِر ونَظم كما سَفرت أزاهر، وقد أثبت له جمالاً (يبلغ آمالاً، فمن ذلك قوله وقد اجتمعنا في ليلة لم يُضرَب لها وعد، ولم يَغرُب عَنها سَعد، وهو قَعديّ، قد شبّ عن طوق الأنس في النَّدي، وما قال خالي عمرو ولا عديّ والكهولةُ قد قَبضتهُ، وأقعَدتهُ عن ذلك وما أنهَضتهُ:\nإمامُ النَّثْرِ والمَنْظُومِ فَتْحُ\n...\nجَميعُ النَّاسِ لَيْلٌ وهو صُبْحُ\nله قَلَم جَلِيلٌ لا يُجَارَى\n...\nيقر بِفَضْله سَيفٌ وَرُمْحُ\nالجزء: 1 ¦ الصفحة: 380\n",
        "يُبَاري المُزْنَ ما سحَّتْ سَماحاً\n...\nوإن شحَّت فليسَ لديهِ شُحُّ\nوكان مرتسماً في عسكر قُرطبة، وكان ابن سراج يأتي بكلّ ما يبغي خيفَةً من لِسانه، ومُحافَظة على إحسانه، فلمَّا خرج إلى أُقلِيش خرج معه، وجعل يُساير من شيَّعه، فلما حصلوا بَفحصِ سُرَادِق، وهو موضع توديع المُفارق للمفارق، قرب منه أبو الحسين بن سِرَاج لوداعه، وأنشده في تفرّق الشّمل وانصِدَاعه:\nهُمُ رَحَلوا عنَّا لأِمْرٍ لهم عَنَّا\n...\nفما أحَدٌ منهم على أحَدٍ حَنَّا\nوما رحلوا حتى استقادوا نُفُوسَنَا\n...\nكأنَّهُم كانوا أحقَّ بِهَا مِنَّا\nفيا ساكني نَجْدٍ لتبعد داركمْ\n...\nظنَّنا بكم ظَنَّاً فأخلفتم الظَّنَّا\nغدرتُم ولم أغْدُرْ وخُنْتُم ولم أخنْ\n...\nوقلتم ولم أعْتِب وجُرْتُم وما جُرْنا\nوأقسمتم أن لا تخونونَ في الهَوَى\n...\nفَقَدْ، وذِمام الحُبِّ خُنْتم وما خُنَّا\nتُرَى تَجْمعُ الأيّامُ بيني وبَيْنَكُم\n...\nويجمُعَنا دَهْرٌ نَعُودُ كما كُنَّا\nفلمّا استتمّ إنشاده لحق بالسُّلطان واعتذر إليه بمريض خلّفه وهو يخاف تَلفه، فأذن له بالانصراف، وكتب إلى أبي الحُسين بن سِرَاج:\nالجزء: 1 ¦ الصفحة: 381\n",
        "أما والهَدايا ما رَحَلْنَا ولا حُلْنا\n...\nوإن عنَّ من دون التَّرحُّلِ ما عَنَّا\nتَرَكْنَا ثوابَ الغزو والقَصْدِ للعِدَا\n...\nعلى مَضَضٍ منّا وعدنا كما كُنَّا\nوليس لنا عنكم على البَيْنِ سَلْوَةٌ\n...\nوإن كان أنْتمْ عندكمْ سَلْوةٌ عَنَّا\nوجَمعتَنا عَشيَّة بَربَض الزّجالي بقُرطبة، ومعنا لُمَّه من الأخوان، وهو في جُملتهم، مناهض لأعيانهم وجُلَّتِهم، بفضل أدبه، وكثرة نَسبه، فجعل يرتجل ويروي وينثر محاسن الآداب ويَطوي، ويمتعنا بتلك الأخبار، ويقطعنا منها جانب اعتبار ويطلعنا على إقبال الأيّام وعلى الإدبار، ثم قال:\nأيا ابن عبيد اللهِ يا ابن الأكارمِ\n...\nلقد بخّلَتْ يُمْنَاك صوبَ الغمائِم\nلك القَلَمُ الأعْلى الذي عَطَّل القَنَا\n...\nوفلّ ظُبَاتِ المُرْهَفَاتِ الصَّوارِمِ\nوأخْلاقُكَ الزُّهْرُ الأزاهرُ بالرُّبَى\n...\nترفُّ بشؤبوبِ الغُيُوثِ السَّواجِمِ\nبَقِيتَ لتشييد المكَارمِ والعُلَى\n...\nتُظَاهِرُهَا بالسَّالِفِ المُتَقَادِمِ\nواجتمع عند أبيه لُمَّة من أهل الأدب، وذوي المَنازلِ والرُّتب، في عَشيَّة غَيم أعقَب مطراً، وخَطَّ فيه البَرق أسطُراً، والبَردُ يتساقط\nالجزء: 1 ¦ الصفحة: 382\n",
        "كدُرٍّ من نِظَام ويتراءى كثنايا غادةٍ ذات ابتسام، وهو غلام ما نضا بُردَ شَبابه، ولا انتضى مُرهف آدابه، فقال معرّضاً بهم، ومتعرّضاً لتحقق أدبهم:\nكأنَّ الهواَء غديرٌ جَمَد\n...\nبحيث البروق تُذيبُ البَرَدْ\nخُيوطٌ وقَدْ عُقِدَتْ في الهواء\n...\nوراحةُ ريحٍ تحُلُّ العُقَدْ\nوشرب في دار ابن الأعلم في يومٍ لم يرَ الدَّهرُ فيه إساءه، وليل نسخ نور أُنسه مساءَه، ومعهم جُملة من الشعراء، وجماعة من الوزراء منهم أبناء القَبطُرنَة، فوقع بينهم عتاب وتَعذال، وامتهان في ميدان المُشاجرة، وابتذال آل به إلى تجريد السّيف، وتكدير ما صَفا بذلك الخَيف فسكنوه بالاستنزَال، وثنوه عن ذلك ووالوا الكؤوس في ودَادِه وكفوا بذلك بعض احتداده، حتى مالت به نشوته، وحالت بينه وبين حَتفه سَلوتُه، فقال:\nقُلْ للوزيرينِ أنّي مُخْلِصٌ لَهُمَا\n...\nفي السِّرِّ والجَهْرِ من عُودَيْهِمَا عُودي\nوشاهدُ الصِّدقِ لي ما في ضَمِيرِهِمَا\n...\nفليس يُخْلص ودّ غيرُ مَوْدُودِ\nوحَضر مَعهم في مَجلسٍ سِواه، انتشر به من المحاسن ما كان طواه، فبنيا هم يأخذون بأطراف الأحاديث، ويغدون في تلك الدَّمَاثيث، إذ قعد إليهم رجل طويلُ اللّحية، قصير الإدراك، قليل\nالجزء: 1 ¦ الصفحة: 383\n",
        "التخلّي والأتراك، فكلٌّ عاينَ سُخفَه، فحاول وَصفه، فما وافق أحدهم المَعنى، وما كان فيه ممطر ولا مَغنى فقال:\nولحيةٍ في طولها ميلُ\n...\nقصّر عن إدّرَاكِهَا الطَّوْلُ\nوقال تهنِئَةً بنَيرُوز:\nهو النَّيرُوز أمَّك للتَّهَاني\n...\nوللْبُشْرَى بمُقْتَبل الزَّمانِ\nفهنَّاكَ المهيمنُ ما حبَاهُ\n...\nويحبوه على ناءٍ ودانِ\nفإنْ تكُ سابقاً في كُلِّ فَضْلٍ\n...\nكما سَبَق المبرِّزُ في الرِّهَانِ\nسبقت فما تُضَاهى في سَنَاءٍ\n...\nأشفّ به الشُّجَاعُ على الجبانِ\nحَلَلْتَ من العُلَى أعلى مَحَلٍّ\n...\nتَقَاصَرَ عن عُلاّهُ الفَرْقَدَانِ\nفَظَاهر بالمكارمِ والمَعَالي\n...\nمظاهرةَ المُهنَّدِ للسِّنَانِ\nلهمتَ بكُلِّ مَكْرُمَةٍ وبرّ\n...\nإذا ما هام غيرُك بالغَوَاني\nوسُدْتَ العالمين نهىً وعُلْيَا\n...\nمُذاعاً في الأقاصي والأدَاني\nوحِلْماً راجحاً بهضابِ رَضْوَى\n...\nوَعَزْماً مثلَ بارقةِ اليمانِ\nوجوداً فائِضاً في كُلِّ حينٍ\n...\nإذا ضَنَّ الحيا والمِرْزَمَانِ\nالجزء: 1 ¦ الصفحة: 384\n",
        "ونثراً مُعْجِزاً في كُلِّ فَنٍّ\n...\nوَنَظْماً غَضَّ من نَظْم الجُمَانِ\nفَمَنْ عَبْدُ الحميد ومن عليٌّ\n...\nومن سَالِمْ أو الحسنُ بنُ هاني\nومن أوسُ بنُ حارثةٍ وقُسٌّ\n...\nوقيسٌ وأبنه والأحْمَرَانِ\nفدُمْتَ مُهنَّاً في كُلِّ حينٍ\n...\nعزيزَ الجارِ مألوفَ المَغَاني\nالجزء: 1 ¦ الصفحة: 385\n",
        "تمّ القسم الثالث من كتاب مطمح الأنفس ومسرح التأنس في مفاخر أهل الأندلس وبتمامه كمل الكتاب، بعون الله الملك الوهاب في ثالث شهر ربيع الأول سنة ثمان وثلاثين، على يد كاتبه علي بن أحمد الدناصيّ، اللهمّ اغفر له ولمن علّمه، ولوالديهما ولكل المسلمين.\nالجزء: 1 ¦ الصفحة: 386\n",
        ""
    ]
}