{
    "1": [
        "الآداب النافعة بالألفاظ المختارة الجامعة\nالآداب النافعة بالألفاظ المختارة الجامعة\nابن شمس الخلافة\nالكتاب:\nالآداب النافعة بالألفاظ المختارة الجامعة\nالمؤلف:\nابن شمس الخلافة، جعفر بن محمد (شمس الخلافة) ابن مختار الأفضلي، أبو الفضل، الملقب مجد الملك (المتوفى: 622هـ)\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "كتاب الآداب\nلابن شمس الخلافة\nجعفر بن محمد بن مختار الأفضلي\nباب الحكمة من النثر\nقال الله تعالى: \"يؤتي الحكمة من يشاء ومن يؤتى الحكمة فقد أوتي خيراً كثيراً\". وقال رسوله صلى الله عليه وسلم: \"نعم الهدية الكلمة من كلام الحكمة\" وقال أمير المؤمنين علي رضي الله عنه: \"الحكمة ضالة المؤمن, فاطلب ضالتك ولو في أهل الشرك\".\nوقال عليه السلام: \"من عرف بالحكمة لاحظته العيون بالوقار\".\nوقال بعض الحكماء: تحتاج القلوب إلى أقواتها من الحكمة, كما تحتاج الأجسام إلى أقواتها من الطعام.\nقال رسول الله صلى الله عليه وسلم: \"أفضل الصدقة جهد المقل, وأسوأ الناس حالا من لا يثق بأحد لسوء ظنه, ولا يثق به أحد لسوء فعله, وأصبر الناس من لا يفشي سره إلى صديق له مخافة التقلب يوما, وأعجز الناس المفرط في طلب الإخوان, وأعز الأشياء أخ يوثق بعقده ويسكن إلى غيبه\".\nوقال عليه الصلاة والسلام: \"انظروا إلى من هو دونكم, ولا تنظروا إلى من هو فوقكم, فإنه أجدر أن لا تزدروا نعمة الله عليكم\".\nوقال عليه الصلاة والسلام: \"لو أن الرجل كالقدح المقوم لقال الناس فيه لو ولولا\".\nوقال صلى الله عليه وسلم: \"أقيلوا ذوي المروآت عثراتهم, فما يعثر منهم عاثر إلا ويده بيد الله تعالى\".\nوقال أمير المؤمنين علي رضي الله عنه من لم يتأمل الأمور بعين عقله, لم يقع سيف\nحيلته إلا على مقاتله. وقيل له ما الكرم؟ فقال الاحتيال للمعروف, وترك التقصي عن الملهوف.\nوقال علي السلام: \"انتهزوا هذه الفرص فإنها تمر مر السحاب, ولا تطلبوا أثرا بعد عين\".\nوقال: الإيمان أن تؤثر الصدق حيث يضرك, على الكذب حيث ينفعك.\nوقال: إذا أقبلت الدنيا على رجل, أعارته محاسن غيره, وإذا أدبرت عن رجل, سلبته محاسن نفسه.\nوكتب أبو بكر رضي الله عنه إلى عكرمة بن أبي جهل - وهو عامله على عمان - إياك أن\nتوعد على معصية بأكثر من عقوبتها, فإنك إن فعلت أثمت, وإن لم تفعل كذبت.\nوقال عمر بن الخطاب رضي الله عنه ما عاقبت من عصى الله فيك, بمثل أن تطيع الله فيه.\nوقال: لا حرمة للنائحة, لأنها تأمر بالجزع, وقد نهى الله عنه؛ وتنهى عن الصبر وقد أمر الله به؛ وتبكي شجو غيرها وتأخذ الأجرة على دمعها؛ وتحزن الحي؛ وتؤذي الميت.\nوقال جعفر الصادق رضي الله عنه: من لم يستحي من العيب؛ ويرعوي عند الشيب؛ ويخشى الله بظهر الغيب, فلا خير فيه.\nوقال علي بن الحسن رضي الله عنهما: هلك من ليس له حكيم يرشده, وذل من ليس له سفيه يعضده.\nمن المأثور عن الحكماء\nوقال أفلاطون الحكيم: الدليل على ضعف الإنسان أنه ربما أتاه الخير من حيث لا يحتسب, والشر من حيث لا يرتقب.\nوقال: لا تطلب سرعة العمل؛ واطلب تجويده؛ فإن الناس لا يسألون في كم فرغ؛ وإنما ينظرون إلى إتقانه وجود صنعته.\nوقال: إذا أعجبك ما يتواصفه الناس مما ظهر من محاسنك, فانظر فيما بطن من مساويك, ولتكن معرفتك بنفسك أوثق عندك من معرفة الناس بك.\nوقال: ينبغي للعاقل أن يكون رقيبا على نفسه, فيستعظم خطأه ويستصغر خطأه ويستصغره صوابه, لأن الصواب داخل في شرط إنسانيته, والخطأ مغير لما استقر في نفوس الناس منه.\nوقال: حبك للشيء ستر بينك وبين مساويه, وبغضك له ستر بينك وبين محاسنه.\nوقال: إذا أنجزت ما وعدت, فقد أحرزت فضيلتي الجود والصدق.\nوقال: مودة الرأي ما تموت ومودة الهوى ما تبقى.\nوقال: إذا أغضبك صديق لك فقد أجراك في مضمار يعرف منك فيه حسن العهد, وجميل الوفاء؛ فمهما أشرفت عليه من عيوبه وسقطاته فلا تطل لشيء من ذلك عليه.\nوقال: لا تستصغرن عدوك فيقتحم عليك المكروه من زيادة مقداره على تقديرك.\nوقال: من مدحك بما ليس فيك من الجميل وهو راض عنك, فقد ذمك بما ليس فيك من القبيح, وهو ساخط عليك.\nوقال: الأشرار يتبعون مساوي الناس ويتركون محاسنهم, كما يبتغي الذباب المواضع الفاسدة من الجسد ويترك الصحيحة.\nوقال: لاتعتب [أن] أذم فيه ما مدحته أو أمدح فيه ما ذممته, وذلك يوم ظفر الهوى فيه بالرأي والجهل بالعقل.\nوقال: لا تعادوا الدول المقبلة وتشربوا أنفسكم استثقالها فتدبر بإقبالها.\nالجزء: 1 ¦ الصفحة: 1\n",
        "وقال: العدل في الشيء صورة واحدة, والجور صور مختلفة, ولهذا سهل ارتكاب الجور وصعب تحري العدل, وهما يشبهان الإصابة والخطأ في الرماية؛ فإن الإصابة تحتاج إلى ارتياض وتعاهد, والخطأ لا يحتاج إلى شيء من ذلك.\nوقال: من جمع إلى شرف أصله شرف نفسه, فقد قضى الحق عليه واستدعى التفضيل بالحجة؛ ومن أغفل نفسه واعتمد على شرف آبائه, فقد عقهم واستحق بأن لا يقدم بهم على غيره.\nوقال: كما أن من كان له سلف في الشجاعة والسخاء, لا يستحق أن يكرم اتصافه إذا كان جبانا بخيلا؛ وكذلك سائر أنواع الشرف. إنما يستحق المنتسب إليها التقديم إذا حوى ما يذكر به أسلافه.\nوقال: السعيد من الملوك من تمت به رياسة آبائه؛ والشقي منهم من انقطعت عنده.\nوقال: إذا قامت حجتك على كريم في المناظرة أكرمك وعظمك, وإذا قامت على لئيم عاداك واصطنعها عليك.\nوقال: لا تدفعن عملا عن وقته, فإن للوقت الذي تدفعه إليه عملا آخر, ولست تطيق ازدحام الأعمال لأنها إذا ازدحمت دخلها الخلل.\nوقال: حيث يزيد القول ينقص العمل, وحيث تقوى التهمة يضعف الاسترسال.\nوقال: ليس ينبغي للمرء أن يعمل الفكرة فيما ذهب عنه, ولكن ليعملها في حفظ ما يبقى له.\nوقال: لا تأسفن على شيء اغتصبه في هذا العالم, فلو كان بالحقيقة لك لما وصل إلى غيرك.\nوقال: أضعف الناس من ضعف عن كتمان سره, وأقواهم من قوي على غضبه, وأصبرهم من ستر فاقته, وأغناهم من قنع بما تيسر له.\nوقال: أصعب الأحوال حال, عجزت فيه عن التنقل إلى ما ترجو فيه راحة؛ وأضيق المذاهب طريق لم تجد فيه معينا لك ومشيرا عليك, وأكدى المطالب الرغبة إلى غير مناسب لك ولا متأمل فاقتك, وأخوف المسالك مسلك حسنت فيه مفارقة حريتك وجميل أوصافك, وتعبدت فيه لرذائلك؛ وأغلظ المواقف مقامك على متهم لك لا يقبل منك حجة ولا يسمع لك معذرة؛ وأسوأ المجاورة مجاورة لئيم يجري مجراك من سلطانك, فهو يحرف محاسنك ويحسد فضائلك ويبتغي غوائلك.\nوقال: إذا رفضت أحدا فلا تخرجه من أسر الطمع فيك؛ وإذا كافحته فلا توئسه من مراجعتك؛ فإنك ترسل عليه ليلا من المكيدة يسري فيه إليه, وهو نائم عنك, غير مبصر لك.\nوقال: الحر يشكر على حسب الإمكان من المنعم والموقع من الراغب. والنذل إنما يشكر على حسب الكثرة والزيادة فقط.\nوقال: الرغبة إلى الكريم تخلطك به وتقربك منه, وترفع سجوف الحشمة بينك وبينه, والرغبة إلى اللئيم تباعدك عنه وتصغرك في عينه.\nوقال: الحر من وفى بما يجب عليه وسمح بكثير مما يجب له, وصبر على عشيره على ما لا يصبر له على مثله. وكانت حرمة القصد عنده توازي حرمة النسب, وذمام المودة لديه يفوق ذمام الإفضال عليه.\nوقال: أمطل نفسك بما تؤثر أن تشتريه بالنسيئة, فإن صبرها عليك أولى من صبر غريمك.\nوقال: لا تبكتن أحدا في الظاهر بما يأتيه في الباطن. واستحي من نفسك فإنها تلحظ منك ما غاب عن غيرك.\nوقال: لا تترف نفسك وجسمك, فتفقدهما في الشدة إذا وردت عليك.\nوقال: إذا أردت أن تبين كيف شكر الرجل على المزيد, فانظر كيف صبره على النقص.\nوقيل له: بماذا ينتقم الرجل من عدوه؟ قال: بأن يزداد فضلا في نفسه.\nوقيل له: لم يخضب فلان بالسواد؟ قال: يخاف أن يؤخذ بحنكة المشايخ.\nوقيل له: ما الشيء الذي لا يحسن وإن كان حقا؟ قال: مدح الإنسان نفسه.\nوقال: لا تلاجج غضبان فإنك تقلقه باللجاج, ولا ترده إلى الصواب, ولا تفرح بسقط غيرك فإنك لا تدري تصرف الأيام بك. ولا تنفخ في وقت الظفر, فإن دائرة الأيام ليست لك. ولا تهزأ بخطأ غيرك فإنك لا تملك المنطق.\nوقال: إذا أنعم عليك بنعمة بها فضل عنك, فاعلم أن فيها نصيبا لغيرك. فبادر إلى إخراجه تأمن بغية الاستدراك.\nوقال: إذا بلغ المستور إلى كشف حاله لك, فاحذر رده فإنه قد أطلعك على سره مع بارئه.\nوقال أرسطو طاليس للطالب البالغ, لذة الإدراك, وللطالب المحروم, راحة اليأس.\nوقيل له: أي شيء ينبغي للإنسان أن يقتني؟ فقال: الشيء الذي إذا غرقت سفينته سبح معه.\nوقال سقراط: الدنيا كراكب البحر, إن سلم قيل مخاطر, وإن عطب قيل مغرر.\nوقال: إذا أردت أن تصادق إنساناً فانظر كيف ظنه بنفسه؛ فإن كان بها ضنينا فارجه؛ وإن كان بها سمحا فاحذره!\nالجزء: 1 ¦ الصفحة: 2\n",
        "وقال: طالب الدنيا لا يخلو من الحزن في حالين. حزن على ما فاته كيف لم ينله, وحزن على ما ناله يخاف أن يسلبه.\nوعيره رجل بجنسه. فقال له سقراط: إن كان جنسي عارا علي فإنك عار على جنسك.\nوقيل له: ذكرت لفلان فلم يعرفك. فقال: لا يجهلني إلا ساقط.\nوقيل له: إن الكلام الذي قلته لمدينة كذا لم يقبلوه. لا يلزمني أن يقبل وإنما يلزمني أن يكون صوابا.\nوقال بزرجمهر الشدائد قبل المواهب بمنزلة الجوع قبل الطعام, يحسن به موقعه ويلذ معه\nتناوله.\nوقال: أفره ما يكون من الدواب, لا غنى به عن السوط, وأعقل ما يكون من الرجال, لا غنى به عن المشاورة, وأعف ما يكون من النساء لا غنى بها عن الزوج.\nوقيل له: ما المروءة؟ قال: ترك ما لا يعني. قيل فما الحزم؟ قال: انتهاز الفرصة. قيل فما الحلم؟ قال: العفو عند المقدرة. قيل فما الشدة؟ قال: ملك الغضب. قيل: فما الخرف؟ قال: حب مفرط أو بغض مفرط.\nوقال نصر بن سيار كل شيء يبدو صغيرا ثم يكبر, إلا المصيبة فإنها تبدو كبيرة ثم\nتصغر. وكل شيء إذا كثر رخص, إلا الأدب فإنه إذا كثر غلا.\nوقال الإسكندر: لا تستخفن بالرأي الجليل يأتيك به الرجل الحقير, فإن الدرة الرائعة لا تستهان لهوان غائصها.\nوقيل له _وهو عازم على حرب دارا الأكبر_: إن دارا في ثمانين ألفا. فقال: إن القصاب لا يهوله كثرة الغنم. ولاموه على مباشرة الحرب بنفسه. ليس من العدل أن يقاتل عني ولا أقاتل عن نفسي.\nوقيل له: ما بال تعظيمك لمؤدبك أكثر من تعظيمك لأبيك؟ فقال: إن أبي سبب الحياة الفانية, ومؤدبي سبب الحياة الباقية.\nوقال: اتقوا صولة الكريم إذا جاع, واللئيم إذا شبع.\nوقيل لبعضهم: أتحب أن تخبر بعيوبك. فقال: أما من ناصح فنعم. وأما من موبخ فلا.\nوقال خالد بن برمك التعزية بعد ثلاث تجديد للمصيبة, والتهنئة بعد ثلاث استخفاف\nبالمودة.\nوقال يحيى بن خالد: إذا أحببت إنسانا بغير سبب, فارج خيره, وإذا أبغضت إنسانا بغير سبب فتوق شره.\nوقال: خير الناس حالا في النعمة من استدام نعيمها بالشكر, واسترجع نافرها بالصبر.\nوقال: رأيت السارق ينزع, وشارب الخمر يقلع. وصاحب الفواحش يرجع, ولم أر كاذبا قط صار صادقا.\nوقال له رجل: إن أمنت الدهر أن يرفعني إلى مرتبتك, فلا تأمنه أن يحطك إلى منزلتي؛ فارتاع يحيى من قوله وقضى حاجته.\nوقال جعفر لابنه: شر المال ما لزمك الإثم في كسبه, وحرمت الأجر في إنفاقه.\nوقال بعض ملوك الهند: المسيء لا يظن بالناس إلا سوءا, لأنه يراهم بعين طبعه.\nوقال: ينبغي للعاقل إذا أصبح, أن ينظر وجهه في المرآة, فإن رآه حسنا لم يشنه بقبيح. وإن رآه قبيحا, لم يجمع بين قبيحين.\nوقال آخر مثل الذي يعلم الناس الخير ولا يعمل به, كمثل أعمى بيده سراج يستضيء به\nغيره وهو لا يراه.\nوقيل لبعض الحكماء: ما الصدق؟ فقال: هو اسم على غير معنى, وحيوان غير موجود.\nوقال آخر: أطول الناس سفرا, من كان في طلب صديق يرضاه.\nوقال آخر لولا أن بين المحبوبات عوارض من المكاره, لما استعذب مذاقها ولا حسن\nموقعها.\nوقال أبو عبيدة معمر بن المثنى: قال لي أبي يا بني: لا تردن على أحد خطأ؛ فإنه يستفيد منك علما ويتخذك عدوا.\nوقال آخر: مغضب القادر عليه كمجرب السم في نفسه, إن هلك فقتيل حق, وإن نجي فطليق حمق.\nوقال آخر: أعداء المرء في بعض الأوقات, ربما كانوا له أنفع من أصدقائه. لأنهم يهدون إليه عيوبه فيتجنبها, ويخاف شماتتهم فيضبط نعمته.\nوقال آخر: خير من الحياة, ما لا تطيب الحياة إلا به, وشر من الموت ما يتمنى الموت من أجله.\nوكان الحسن البصري يقول: اللهم أنزلت بلاء, فأنزل صبراً. ووهبت عافية, فهب شكرا.\nوقال أعرابي لعبد الله بن جعفر: لا ابتلاك الله بمصيبة يعجز عنها صبرك, وأنعم عليك نعمة يعجز عنها شكرك.\nوقال بعض الحكماء إياك والعجلة, فإنه مكسبة للمذلة, مجلبة للندامة, منفرة لأهل\nالثقة, مانعة من سداد الروية.\nوقيل لبعضهم: لم لا يجتمع الحكمة والمال؟ قال: لعزة الكمال.\nوقال آخر: ليس من شأن الحكيم بذل الحكمة لكل أحد, لأنها بمنزلة ضوء الشمس الذي هو نافع للأبصار الصحيحة, مضر بالأبصار الرمدة.\nالجزء: 1 ¦ الصفحة: 3\n",
        "وقال آخر: لا تدلن بحالة بلغتها بغير آلة, ولا تفخرن بمرتبة رقيتها بغير منقبة؛ فما بناه الإنفاق, هدمه الاستحقاق.\nوقال آخر: أستحي من ذم من لو كان حاضرا لبالغت في مدحه, ومدح من لو كان غائبا لسارعت إلى ذمه.\nوقال آخر: إذا نزل بك المهم, فانظر! فإن كان فيه حيلة فلا تعجز, وإن لم يكن فيه فلا تجزع.\nوقال آخر: تقدم بالحيلة قبل نزول الأمر, فإنه إذا نزل ضاقت الحيل وطاشت العقول.\nوقال خالد بن صفوان لابنه يا بني! كن أحسن ما تكون في الظاهر حالا, أقل ما تكون في\nالباطن مالا.\nوقال له رجل: كيف أسلم على الأخوان؟ فقال: لا تبلغ بهم النفاق, ولا تقصر بهم عن الاستحقاق.\nوقال آخر: لا تغترر بمن يميل إليك حتى تعرف علة ميله, فإن كانت لشيء من صفاتك الذاتية فارج ثباته, وإن كان لشيء من أحوالك العارضة فلا تحفل به, فإنه يقيم عليك بمقام ذلك الشيء, وينصرف عنك بانصرافه.\nوفي كتاب كليلة ودمنة إذا أحدث لك العدو صداقة لعلة ألجأته إليك, فمع ذهاب العلة\nرجوع العداوة. كالماء تسخنه, فإذا أمسكت عنه عاد إلى أصله باردا؛ والشجرة المرة لو طليتها بالعسل لم تثمر إلا مرا.\nوقيل لبقراط: ما أعم الأشياء نفعا؟ فقال: فقد الأشرار.\nوقيل لبعضهم: ما بال السريع الغضب, سريع الرجعة, والبطيء الغضب, بطيء الرجعة؟ فقال: مثلهما مثل النار في الحطب, أسرعها وقودا أسرعها خمودا.\nوقال آخر: لتكن سيرتك وأنت خلو في منزلك, سيرة من هو في جماعة من الناس تستحي منهم.\nوقال آخر: غاية المروءة أن يستحي الإنسان من نفسه.\nوقال ابن المعتز الحوادث الممضة مكسبة لحظوظ جزيلة. منها ثواب مدخور, وتطهير من\nذنب, وتنبيه من غفلة, وتعريف بقدر النعمة, ومرون على مقارعة الدهر.\nوقيل للمهلب بن أبي صفرة: بم نلت هذا الظفر؟ فقال: بطاعة الرأي وعصيان الهوى.\nوقال: أناة في عواقبها فوت, أحب إلي من عجلة في عواقبها ظفر.\nوقال لبنيه: أحسن ثيابكم ما كان على غيركم, وخير دوابكم ما كان تحت سواكم.\nوقال: لأن أرى لعقل الرجل فضلا على لسانه, أحب إلي من أن أرى للسانه فضلا على عقله.\nوقال بعضهم: لسان العاقل من وراء قلبه, ولسان الجاهل أمام قلبه: فإذا هم بالقول قال عليه أو له.\nوقال بعض الحكماء: رب جامع مال لزوج حليلته, ومقتر على نفسه, وهو توفير لعدوه.\nوقال آخر: لم أر أشقى بماله من البخيل, لأنه في الدنيا مهتم بجمعه, وفي الآخرة محاسب على منعه, غير آمن في الدنيا من همه, ولا ناج في الآخرة من إثمه؛ فعيشه في الدنيا عيش الفقراء, وحسابه في الآخرة حساب الأغنياء.\nوقال: مثل الأغنياء البخلاء مثل البغال والحمير, تحمل الذهب والفضة وتعتلف التبن والشعير.\nوقال آخر: إن لك في مالك شريكين, الحدثان والوراث. فلا تكن أبخس الشركاء حظا.\nوقال آخر: الدراهم مياسيم. تسم حمدا وذما, فمن أمسكها كان لها, ومن أنفقها كانت له.\nوقال بزرجمهر: إذا أقبلت عليك الدنيا فأنفق, فإنها لا تفنى. وإذا أدبرت عنك فأنفق, فإنها لا تبقى! وحذر بعض الحكماء صديقاله من رجل صحبه. فقال: احذر فلانا فإنه كثير البحث, لطيف الاستدراج, يقيس أول كلامك بآخره. ويعتبر ما قدمت بما أخرت. فلا تظهرن له المخافة فيرى أن قد تحرزت منه وتحفظت. واعلم أن من اليقظة إظهار الغفلة مع شدة الحذر. فباثه مباثة الآمن, وتحفظ منه تحفظ الخائف. فإن البحث يظهر الخفي الباطن ويبدي المستتر الكامن.\nوقال حسان بن تبع الحميري لا تثقن بالملك فإنه ملول, ولا بالمرأة فإنها حرون, ولا\nبالدابة فإنها شرود.\nوقال آخر: إذا رأيت رجلا يتناول أعراض الناس, فاجهد أن لا يعرفك. فإن أشقى الأعراض بع أعراض معارفه.\nوقال جعفر الصادق رضي الله عنه: لا خير فيمن لا يحب جمع المال لخلال, يصون به وجهه, ويقضي به دينه, ويصل به رحمه.\nوقال داود بن علي: لأن يجمع المرء مالا فيخلفه لأعدائه, خير له من الحاجة في حياته لأصدقائه.\nوكان عبد الرحمن بن عوف يقول: يا حبذا المال أصون به عرضي وأتقرب به إلى ربي.\nوقال آخر: ينبغي للعاقل أن يكسب ببعض ماله المحمدة, ويصون ببعضه وجهه عن المسألة.\nالجزء: 1 ¦ الصفحة: 4\n",
        "وقال الحصين بن المنذر: وددت أن لي مثل أحد ذهبا, ولا أنتفع به بقيراط. قيل فما تصنع به؟ قال: لكثرة من يخدمني عليه.\nوقيل للأحنف بن قيس: ما أحلمك؟ قال: لست بحليم ولكني أتحالم, والله إني لأسمع الكلمة فأحم لها ثلاثا, ما يمنعني من الجواب عنها إلا خوفي من أن أسمع شرا منها.\nوقال: لأفعى تحكك في الجوانب بيتي, أحب إلي من أيم قد رددت عنها كفوا.\nوقال: أكرموا سفهاءكم؛ فإنهم يقونكم العار والنار.\nوقال: ما خان شريف, ولا احتجب كريم, ولا كذب عاقل, ولا اغتاب مؤمن.\nوسأله معاوية عن ابنه يزيد. فقال: أخافك إن صدقت, وأخاف الله إن كذبت.\nوقال آخر النفس غير فارغة أبدا, فإن شغلتها بما يصلحها, وإلا شغلتك بما يفسدك.\nوقال آخر: أحسن ما الأنفة, الترفع عن معايب الناس, وترك الخضوع لما زاد عن الكفاية.\nوقال محمد بن عبد الملك الزيات احذروا الصديق الجاهل, أكثر من حذركم العدو العاقل,\nفليس من أساء وهو يعلم أنه مسيء, كمن أساء وهو يظن أنه محسن.\nوقال آخر: ينبغي أن يكون حفظ الرجل للمرأة من حيث لا تعلم. فإن من شأن النفس التطلع إلى ما منعته.\nوقال النعمان بن المنذر من سأل فوق قدره استحق الحرمان, ومن ألحف في المسألة استحق\nالرد, والرفق يمن, والخرق شؤم, وخير الطاعة ما وافق الحاجة, وخير العفو ما كان مع القدرة.\nوقيل لأعرابي لم قطعت أخاك وهو من أبيك وأمك؟ فقال إني لأقطع العضو الفاسد وهو أقرب\nإلي منه, إذا رأيت في ذلك الصلاح.\nوقيل لأعرابي آخر: ما تقول في ابن العم؟ قال: عدوك وعدو عدوك.\nوقال الأصمعي: سمعت أعرابيا يقول: لا يوجد العجول محمودا, ولا الحسود مسرورا, ولا الملول ذا إخوان, ولا الحريص حرا, ولا الشره غنيا.\nوقال: سمعت أعرابيا يقول: أقبح أعمال المقتدرين الانتقام, وما استنبط الصواب بمثل المشاورة, ولا اكتسبت البغضاء بمثل الكبر.\nوقال العتبي سمعت أعرابيا يقول لآخر إن فلانا وإن خف عليك, فإن عقاربه تسري إليك,\nفإن لم تجعله عدوا في علانيتك, فلا تجعله صديقا في سريرتك.\nوقيل لامرئ القيس: ما السرور؟ فقال: بيضاء رعبوبة, بالطيب مشبوبة, بالشحم مكروبة.\nوقيل للأعشى: ما السرور؟ فقال: صهباء صافية, تمزجها غانية, من صوب غادية.\nوقيل لطرفة: ما السرور؟ فقال: مطعم شهي, ومشرب روي, وملبس دفي, ومركب وطي.\nوقيل لبعض الأعراب: ما السرور؟ فقال: الكفاية في الأوطان, والجلوس مع الإخوان.\nوقال الحجاج لحزيم الناعم: ما السرور؟ فقال: الأمن, فإني رأيت الخائف لا عيش له؟ قال: الغنى, فإني رأيت الفقير لا عيش له. قال زدني: قال الصحة, فإني رأيت المريض لا عيش له. قال زدني. قال: لا أجد مزيدا.\nوقيل للحصين بن المنذر: ما السرور؟ قال اللواء المنشور: والجلوس على السرير, والسلام عليك أيها الأمير.\nوقيل للحسن بن سهل: ما السرور؟ فقال: توقيع جائز, وأمر نافذ.\nوقيل لعبد الله بن الأهتم: ما السرور؟ فقال: رفع الأولياء, ووضع الأعداء؛ وطول البقاء, مع الصحة والنماء.\nوقيل لآخر: ما السرور؟ فقال: إقبال الزمان, وعز السلطان, وكثرة الإخوان.\nوقيل لضرار بن عمرو: ما السرور؟ فقال: إقام الحجة واتضاح الشبهة.\nوقال إعرابي لآخر اسحب من يتناسى معروفه عندك, ويتذكر حقوقك عليه.\nوقال بعض الحكماء: لا يكون الرجل عاقلا, حتى يكون عنده تعنيف الناصح ألطف موقعا من ملق الكاشح.\nوقال آخر: اطلب في الدنيا العلم والمال, تحز الرياسة على الناس, لأنهم بين خاص وعام, فالخاصة تفضلك بما تعلم, والعامة تفضلك بما تملك.\nوقال هارون الرشيد لإسماعيل بن صبيح إياك والدالة فإنها تفسد الحرمة, وتنقص الذمة,\nومنها أتى البرامكة.\nوقال: ما في الدنيا ابن يستوي عليه ثوب أبيه إلا تمنى موته.\nوقال المنتصر بالله: والله ما ذل ذو حق ولو اتفق العالم عليه؛ ولا عز ذو باطل ولو طلع القمر في جبينه.\nوقال آخر حركة الإقبال بطيئة وحركة الإدبار سريعة, لأن المقبل كالصاعد مرقاة,\nوالمدبر كالمقذوف به من موضع عال.\nوقال آخر: أحق الأشياء بالصبر عليه ما ليس إلى دفعه سبيل, ولا على تغييره قدرة.\nالجزء: 1 ¦ الصفحة: 5\n",
        "وقيل لبعضهم ما الحزم؟ فقال سوء الظن بالناس. قيل فما الصواب؟ قال المشورة. قيل فما\nالاحتياط؟ قال الاقتصاد في الحب والبغض. قيل فما الذي يجمع القلوب على المودة؟ قال كف بذول, وبشر جميل.\nوقيل لآخر: متى يحمد الكذب؟ قال: إذا جمع به بين متقاطعين. قيل: فمتى يذم الصدق؟ قال: إذا كان غيبة. قيل: فمتى يكون الصمت خيرا من النطق؟ قال عند المراء.\nوسئل بعضهم: عن أعدل الناس, وأكيس الناس, وأحمق الناس, وأسعد الناس, وأشقى الناس. فقال: أعدل الناس من أنصف من نفسه, وأجور الناس من ظلم لغيره, وأكيس الناس من أخذ أهبة الأمر قبل نزوله, وأحمق الناس من باع آخرته بدنيا غيره, وأسعد الناس من ختم له في آخرته بخير, وأشقى الناس من اجتمع عليه فقر الدنيا وعذاب الآخرة.\nوعرض مروان الحمار جنده فكان سبعين ألف عربي على سبعين ألف عربي. فقال إذا انقضت\nالمدة, فما تنفع العدة.\nوكتب إلى الخارجي: إني وإياك كالحجر والزجاجة, إن وقع عليها رضها, وإن وقعت عليه قضها.\nوفي كتاب الفرس: إذا أردت أن تسأل فاسأل من كان في غنى ثم افتقر؛ فإن عز الغنى يبقى في قلبه أربعين سنة, ولا تسأل من كان في فقر ثم استغنى؛ فإن ذل الفقر يبقى في قلبه أربعين سنة.\nوقال آخر: إياك مسألة من يسأل الناس, فإن الأمر الذي به يطلب ما في أيديهم, به يمنع ما في يديه منهم.\nوقال بعضهم لأبي العيناء - وراءه ضعيفا من الكبر - كيف أصبحت أبا العيناء؟ فقال\nأصبحت في الداء الذي يتمناه الناس.\nوقال آخر: الخوف شيء ليس لأحد من الخلق استقامة إلا به, إما ذو دين فيخاف العقاب, وإما ذو كرم فيخاف العار, وإما ذو عقل فيخاف التبعة.\nوقال عامر بن عبد القيس: إذا خرجت الكلمة من القلب دخلت في القلب, وإذا خرجت من اللسان لم تجاوز الآذان.\nوقال حكيم لآخر: يا أخي كيف أصبحت؟ فقال: أصبحت وبنا من نعم الله ما لا نحصيه مع كثير ما نعصيه, فما ندري أيهما نشكر؛ جميل ما ينشر أو قبيح ما يستر.\nوقال آخر: لا يكون البكاء إلا مع فضل قوة, فإذا اشتد الحزن, ذهب البكاء.\nوقال آخر: كثرة ذنوب الصديق تمحق السرور به, وتسلط الهم عليه.\nوقال إسحاق بن إبراهيم المصعبي: كيمياء الملوك في الغارة ولا تحسن بهم التجارة.\nوقال قابوس بن وشمكير: لذة الملوك فيما لا يشاركهم فيه العامة من معالي الأمور.\nوقال أبو بكر الخوارزمي صغير البر ألطف وأطيب, كما أن قليل الماء أشهى وأعذب.\nوقال: من طلب المنية هربت منه كل الهرب, ومن هرب منها طلبته كل الطلب.\nوقال: الحدة والندامة فرسا رهان, والجود والشجاعة شريكا عنان, والتواني والخيبة رضيعا لبان.\nوقيل لشريك بن عبد الله إن معاوية كان حليما. فقال كلا, لو كان حليما ما سفه الحق\nولا قاتل عليا.\nوقال جعفر الصادق رضي الله عنه: إياكم وملاحاة الشعراء, فإنهم يضنون بالمديح ويجودون بالهجاء.\nوقيل لبعضهم: بم أدركت هذا العلم؟ قال: بقلب ذكي وأب غني.\nوكان بعض الحكماء: يكثر الاستماع, ويقل الكلام. فسئل عن ذلك؟ فقال: إن الله تعالى خلق للإنسان أذنين ولسانا واحدا, ليكون الذي يسمعه أكثر من الذي يتكلم به.\nوقال آخر: لو دامت صحة الإنسان هلك بطرا, ولو دام صوابه هلك عجبا, ولو دام غناه هلك طغيانا.\nوقال آخر: لا ينبغي للفاضل من الرجال أن يخاطب ذوي النقص, كما لا ينبغي للصاحي أن يكلم السكارى.\nوقال آخر: ما سررت وأنا وال, ولا اغتممت وأنا معزول, لأني في العزل أرجو الولاية, وفي الولاية أتوقع العزل.\nوقال دارا الأكبر مثل العدو الضاحك إليك, مثل الحنظلة النضرة أوراقها القاتل\nمذاقها.\nوقال ابن المعتز: أهل الدنيا كصور في صحيفة إذا طوي بعضها نشر بعض.\nوقال: أهل الدنيا كراكب سفينة يسار بهم وهم نيام.\nوقال: ما أبين وجوه الخير والشر في مرآة العقل, إذا لم يصدها الهوى.\nوقال آخر دع الكذب حيث ترى أنه ينفعك, فإنه يضرك. واستعمل الصدق حيث ترى أنه يضرك ,\nفإنه ينفعك.\nوقال آخر: عقوبة الغضب تبدأ بالغضبان, فيقبح وجهه, وينثلم دينه, ويعجل ندمه.\nوقال ابن المقفع إذا حاججت فلا تغضب, فإن الغضب يقطع عنك الحجة, ويظهر عليك الخصم.\nالجزء: 1 ¦ الصفحة: 6\n",
        "ووجد على صنم مكتوب: حرام على النفس الخسيسة أن تخرج من هذه الدنيا حتى تسيء إلى من أحسن إليها.\nوقال المسيح عليه السلام: عالجت الأكمه والأبرص فأبرأتهما, وأعياني علاج الأحمق.\nوقال آخر: جزعك في مصيبة أخيك, أجمل من صبرك. وصبرك في مصيبتك, أجمل من جزعك.\nوقال آخر: موقع الشكر من النعم, موقع القرى من الضيف, إن وجده لم يرم, وإن فقده لم يقم.\nوقال آخر: الإنسان الخير خير من الحيوان, والإنسان الشرير شر من جميع الحيوان.\nوقال آخر: لسان العيان أنطق من لسان البيان, وشاهد الأحوال أعدل من شاهد الأقوال.\nقال آخر: إذا دهمنا أمر, تصورناه في أسوأ حالاته؛ فما نقص منها كان سرورا معجلا.\nوقال آخر: الولد ريحانتك سبعا, وخادمك سبعا, ثم هو شريكك أو عدوك.\nوكان يقال: لكل جديد لذة؛ فلذة الثوب يوم, ولذة المركب جمعة, ولذة المرأة شهر, ولذة الدار أبد الأبد, كلما دخلتها سررت بها.\nودعت أعرابية لرجل فقالت: كبت الله على عدو لك إلا نفسك.\nوقال آخر: ما أعطى الإقبال أحدا شيئا إلا سلبه من حسن الاستعباد أكثر منه.\nوقال آخر: رب حياة سببها التعرض للوفاة, ووفاة سببها طلب الحياة.\nفصل\nفي الملوك وذكر أحوالهم\nقال أفلاطون: الملك كالنهر الأعظم, تستمد منه الأنهار الصغار. فإن كان عذبا عذبت, وإن كان ملحا ملحت.\nوقال أبو حازم الأعرج: السلطان سوق فما نفق فيه جلب إليه.\nوقال أفلاطون: ينبغي للملك أن لا يطلب المحبة من أصحابه, إلا بعد تمكن هيبته من نفوسهم, فإنه يجدها بأيسر مؤونة, فأما إن طلبها قبل أن يستشعروا هيبته لم يجتمعوا عليه, ولم يضبطهم بها.\nوقال: إذا بغى الرئيس ضيع الفرصة, وترفع عن الحيلة, وأنف من التحرز, وظن أنه يكتفي بنفسه؛ فعند ذلك يصل إليه من سدد نحوه, فيجد عورته بارزة, ومقاتله بادية.\nوقال آخر: إذا رغبت الملوك عن العدل, رغبت الرعية عن الطاعة.\nوقال آخر: يضطغن على السلطان رجلان, رجل أحسن مع محسنين فأثيبوا وحرم, ورجل أساء مع مسيئين فعوقب وعفي عنهم.\nوقال بهرام جور لا شيء أضر بالملوك من استخبار من لا يصدق أن خبر, واستكفاء من لا\nينصح إن دبر.\nوقال آخر: ينبغي للملك أن لا يضيع التثبت عندما يقول, وعندما يفعل؛ فإن الرجوع عن الصمت, أحسن من الرجوع عن الكلام, والعطية بعد المنع أجمل من المنع بعد العطية, والإقدام على العمل بعد التأني فيه, خير من الإمساك عنه بعد الإقدام عليه.\nوقال ابن المقفع ليس للملك أن يغضب, لأن القدرة من وراء حاجته؛ وليس له أن يكذب,\nلأن أحدا لا يقدر على إكراهه على غير ما يريد؛ وليس له أن يغل, لأنه أقل الناس عذرا في خفيفة الفقر؛ وليس له أن يكون حقودا, لأن خطره قد عظم عن المجازاة.\nوكان كسرى يقول عاملوا الأحرار بمحض المودة, وعاملوا العامة بالرغبة والرهبة,\nوعاملوا السفلة بالمخافة محضا.\nوقال: إذا كثر مال الملك مما يأخذ من رعيته, كان كمن يعمر سطح بيته مما يقلعه من أساس بنائه.\nوقال آخر: لا ينبغي للملك أن يكون كذابا, ولا بخيلا, ولا حسودا, ولا جبانا؛ فإنه إن كان كذابا ثم وعد خيرا لم يرج, أو أوعد شرا لم يخش. وإن كان بخيلا لم يناصحه أحد, ولا يصلح الملك إلا بالمناصحة. وإن كان حسودا لم يشرف أحدا, ولا يصلح الناس إلا بأشرافهم. وإن كان جبانا اجترأ عليه عدوه, وضاعت ثغوره.\nوقال عمر بن الخطاب رضي الله عنه لا يصلح لهذا الأمر إلا اللين في غير ضعف, القوي\nمن غير عنف.\nوقال معاوية بن أبي سفيان: لا أضع سيفي حيث يكفيني سوطي, ولا أضع سوطي حيث يكفيني لساني, ولو أن بيني وبين الناس شعرة ما انقطعت أبدا. قيل له: وكيف ذاك؟ قال: كنت إذا جبذوها أرخيتها, وإذا أرخوها جبذتها.\nوقال عمرو ابن العاص: لا سلطان إلا برجال, ولا رجال إلا بمال, ولا مال إلا بعمار, ولا عمارة إلا بعدل.\nوقال بعض الحكماء: إذا ساوى الوزير الملك في زيه وماله وطاعة الناس له, فليصرعه, وإلا فليعلم أنه المصروع.\nوقال عبد الملك بن مروان لبنيه: كلكم ترشح نفسه لهذا الأمر, ولا يصلح له منكم, إلا من كان له سيف مسلول, ومال مبذول, وعدل تطمئن إليه القلوب.\nالجزء: 1 ¦ الصفحة: 7\n",
        "وقال لابنه الوليد: يا بني: اعلم أنه ليس بين السلطان وبين أن يملك الرعية أو تملكه, إلا حزم أو توان.\nوقال آخر: فضل الملوك في الإعطاء, وشرفهم في العفو, وعزهم في العدل.\nوقيل لبعض الملوك _وقد بلغ في القدر والسلطان ما لم يبلغه أحد من ملوك زمانه_: ما الذي بلغ بك هذه المنزلة؟ قال: عفوي عند قدرتي, وليني بعد شدتي, وبذلي الإنصاف ولو من نفسي, واتقائي في الحب والبغض مكان الاستبداد.\nوقال النبي صلى الله عليه وسلم: \"عدل ساعة في حكومة, خير من عبادة ستين سنة\".\nوقال بعض الحكماء: إمام عادل خير من مطر وابل, وإمام غشوم شر من فتنة تدوم.\nوقال آخر: من شارك السلطان في عز الدنيا, شاركه في ذل الآخرة.\nوقال آخر: إذا قال السلطان لغلمانه هاتوا, فقد قال لهم: خذوا.\nوقال آخر: مثل أصحاب السلطان, مثل قوم رقوا جبالا ثم هووا منه, فكان أقربهم من التلف أبعدهم في المرقى.\nوقال أبو مسلم الخراساني: خاطر من ركب البحر, وأشد منه مخاطرة من داخل الملوك.\nفصل\nفيما يجب على من يصحب السلطان\nقال الشعبي, قال لي عبد الله بن عباس, قال لي أبي: يا بني: إني أرى هذا الرجل _يعني عمر بن الخطاب_ يقدمك على الأكابر من أصحاب رسول الله صلى الله عليه وسلم, وإني أوصيك بخلال أربع: لا تفشين له سرا, ولا تجرين عليك كذبا, ولا تطوين عليه نصيحة, ولا تغتابن عنده أحدا. قال الشعبي: فقلت لابن عباس: كل واحدة خير من ألف. قال: أي والله, ومن عشرة آلاف.\nوقال بعض الحكماء: إذا زادك السلطان إكراما فزده إعظاما, وإذا جعلك ولدا فاجعله سيدا, وإذا جعلك أخا فاجعله والدا, وإذا جعلك والدا فاجعله ربا, ولا تدمن النظر إليه, ولا تكثر من الدعاء له, ولا تتغير له إذا سخط, ولا تغتر به إذا رضي, ولا تلحف في مسألته! وقال خالد بن صفوان: لا تكن صحبتك للملوك إلا بعد رياضة منك لنفسك؛ فإن كنت حافظا لما ولوك, أمينا إذا ائتمنوك, حذرا إذا قربوك, ذليلا إذا صرموك, راضيا إذا أسخطوك, تعلمهم وكأنك تتعلم منهم, وتؤدبهم وكأنك تتأدب بهم, وإلا فالبعد منهم كل البعد, والحذر منهم كل الحذر.\nوقال الفضل بن الربيع: من كلم الملوك في حاجة في غير وقتها, جهل مقامه وضاع كلامه, وما أشبه ذلك إلا بأوقات الصلاة التي لا تقبل إلا فيها.\nوقال خالد بن صفوان من صحب السلطان بالنصيحة والأمانة, كان أكثر عدوا ممن صحبه\nبالغش والخيانة, لأنه يجتمع على الناصح عدو السلطان وصديقه بالعداوة والحسد؛ فعدو السلطان يبغضه لنصيحته, وصديقه ينافسه مرتبته.\nوقال أفلاطون إذا خدمت ملكا فلا تطعه في معصية بارئك, فإن إحسانه إليك أفضل من\nإحسانه, وإيقاعه بك أغلظ من إيقاعه. وقال إذا خدمت حازما فأرضه بإسقاط حاشيته, وإذا خدمت عاجزا فأسخطه برضاء أتباعه. وقال إذا خدمت ملكا فأظهر له الاستهانة بما فضلت به عليه, وأكثر التعجب مما فضل به عليك.\nوقال عبد الله بن عمر: إذا كان الإمام عادلا, فله الأجر وعليك الشكر, وإذا كان جائرا, فعليه الوزر وعليك الصبر.\nوقال آخر: إن استطعت أن ترى من خدمته غناك عنه, ليس بأن توهمه كثرة الجدة, ولكن بأن تعلمه بأن قليلك يقيم بأحوالك, كما يقيم كثيره بأحواله, فافعل! وقال آخر: اصحب السلطان بثلاث؛ بأعمال الحذر, ورفض الدالة, وإحراز الحجة!\nوقال أفلاطون لا تشيرن على الملك في أحد بما تكره أن يعمله في أمرك إذا حللت محله.\nوقال آخر: أخدم الجاهل من الرؤساء, بإتباع رضاه, والعاقل بإحراز الحجة عليه أو له.\nفصل\nفي ذم الحسد\nقال أمير المؤمنين علي رضي الله عنه: لا راحة لحسود, ولا أخا للملك, ولا محب لسيء الخلق.\nوقال آخر: الحاسد يسعى على من أنعم عليه, ويبغي الغوائل لمن أحسن إليه.\nوقال آخر: الحسود عدو مهين, لا يدرك وطره إلا بالتمني.\nوقال بعضهم: الحسد أول ذنب عصي الله به في السماء, وأول ذنب عصي به في الأرض, فأما في السماء فحسد إبليس لآدم, وأما في الأرض فحسد قابيل هابيل.\nوقال الحسن البصري: ما رأيت ظالما أشبه بمظلوم, من حاسد. نفس دائم, وحزن لازم, وعبرة لا تنفد.\nوقال معاوية: كل الناس أقدر على رضاهم, إلا حاسد نعمة, فإنه لا يرضيه إلا زوالها.\nالجزء: 1 ¦ الصفحة: 8\n",
        "وقال عمرو بن العاص ما بلغني عن أحد شنآن قط, إلا سللت سخيمة قلبه بجهدي, إلا حاسد\nالنعمة فإنه لا يرضى إلا بزوالها, فجدع الله أنفه!\nوقال آخر: الحاسد يظهر وده في اللقاء, وبغضه في المغيب, واسمه صديق, ومعناه عدو.\nووجد في كتاب لجعفر بن يحيى - أربعة أسطر مكتوبة بالذهب - الرزق مقسوم, الحريص\nمحروم, البخيل مذموم, الحسود مغموم.\nولقي إبليس نوحا عليه السلام. فقال: اتق الحسد والشح, فإني حسدت آدم فأخرجت من الجنة, وشح على شجرة واحدة فخرج من الجنة.\nوقيل للحسن البصري أيحسد المؤمن أخاه؟ فقال: أنسيت إخوة يوسف؟ وقال آخر: يكفيك من الحاسد أنه يغم عند سرورك.\nفصل\nفي ذم الغيبة\nقال الله تعالى: \"ولا يغتب بعضكم بعضا أيحب أحدكم أن يأكل لحم أخيه ميتا فكرهتموه\". وأوحى الله تعالى إلى موسى عليه السلام: من مات تائبا من الغيبة, فهو آخر من يدخل الجنة, ومن مات وهو مصر عليها فهو أول من يدخل النار.\nوقال رسول الله صلى الله عليه وسلم: \"ما النار في اليبس بأسرع من الغيبة في حسنات العبد\".\nوقال عمر بن الخطاب رضي الله عنه: إياكم وذكر الناس, فإنه داء. وعليكم بذكر الله, فهو شفاء.\nوسمع علي بن الحسين رضي الله عنهما - رجلا يغتاب آخر - فقال: إياك والغيبة فإنها إدام كلاب الناس.\nوقال محمد بن السماك: تجنب غيبة أخيك لخصلتين: أما الواحدة, فلعلك أن تغتابه بشيء هو فيك؛ وأما الأخرى فاشكر الله إذ عافاك مما ابتلاه به.\nواغتاب بعضهم رجلا عند قتيبة بن مسلم. فقال له قتيبة: مهلا أيها الرجل: فلقد تلمظت بمضغة طالما عافها الكرام.\nوقال عمرو بن عتيبة بن أبي سفيان: كنت أساير أبي, فلمحني وقد أصغيت إلى رجل يغتاب رجلا. فقال لي: ويلك - وما خاطبني بها قبلها ولا بعدها - إياك واستماع الغيبة! نزه سمعك عن الخنا, كما تنزه لسانك عن البذاء؛ فإن السامع شريك القائل.\nومر محمد بن سيرين بقوم, فقام إليه رجل منهم. فقال: يا أبا بكر: إنا قد نلنا منك فاجعلنا في حل. قال: إني لا أحل ما حرم الله تعالى.\nوقال رجل للحسن البصري بلغني أنك تغتابني. فقال لم يبلغ من مقامك عندي أن أحكمك في\nحسناتي.\nوقال عبد الله بن عباس رضي الله عنه: أذكر أخاك بما تحب أن يذكرك به, ودع منه ما تحب أن يدعه منك.\nوقيل لعمرو بن عبيدة: لقد اغتابك فلان حتى رحمناك. قال: إياه فارحموا.\nقال بعض الحكماء لابنه: يا بني: إياك وغيبة الناس, فإن مثل المغتاب لهم كمثل امرئ أوتر قوسه ليرمي جماعة كلهم يوتر قوسه, فإلى أن يصيب الرجل منهم بسهم قد أصابه أضعافه.\nوعن سعد القصر قال: نظر إلي عمر بن الخطاب رضي الله عنه, ورجل يشتم رجلا بين يدي. فقال لي: ويلك يا سعد: نزه سمعك عن استماع الخنا, كما تنزه لسانك عن النطق به, فإن السامع شريك القائل.\nوقال الحسن البصري: لا غيبة في ثلاثة: فاسق مجاهر, وإمام جائر, وصاحب بدعة.\nفصل في الإخوان والحض عليهم\nقال داود لابنه سليمان عليهما السلام: يا بني: لا تستقلن عدوا واحدا, ولا تستكثرن ألف صديق.\nوقال النبي صلى الله عليه وسلم: \"المرء كثير بأخيه\".\nوقال بعضهم: أعجز الناس من قصر في طلب الإخوان. وأعجز منه من ضيع من ظفر به منهم.\nوقال شبيب بن شيبة: خير ما اكتسب: إخوان الصدق, لأنهم زينة في الرخاء, وعدة في البلاء, ومعونة على الدهر, وشركاء في الخير والشر.\nوقال آخر: وطن نفسك على أنه لا سبيل لك إلى قطيعة أخيك وإن ظهر لك منه ما تكره, فليس الصديق كالمرأة التي تطلقها متى شئت, ولكنه عرضك ومروءتك.\nوقال لقمان لابنه: يا بني! ليكن أول شيء تكسبه بعد الإسلام, خليلا صالحا؛ فإنما مثل الخليل الصالح كمثل النخلة إن قعدت في ظلها أظلك, وإن احتطبت من حطبها نفعك, وإن أكلت من ثمرها وجدته طيبا.\nوقال آخر: ينبغي لصاحبي الكريم أن يصبر عليه إذا جمعتهما قسوة الزمن, فليس ينتفع بالجوهرة النفيسة من لم ينتظر نفاقها.\nوقال الأحنف بن قيس: خير الإخوان من إذا استغنيت عنه لم يزدك في المودة, وإن احتجت إليه لم ينقصك منها, وإن ظلمت عضدك, وإن استعنت به رفدك.\nوقال رسول الله صلى الله عليه وسلم: \"الصاحب رقعة في قميصك فانظر بمن ترقعه\".\nالجزء: 1 ¦ الصفحة: 9\n",
        "وقال ابن المعتز: كما أن جلاء السيف أسهل من طبعه, وكذلك استصلاح الصديق أسهل من اكتساب غيره.\nوقيل لبزرجمهر: أيما أحب إليك: أخوك أم صديقك؟ قال: إنما أحب أخي إذا كان صديقي.\nوقال أكثم بن صيفي: القرابة تحتاج إلى مودة, والمودة لا تحتاج إلى قرابة.\nوقال علي رضي الله عنه: لا تقطع أخاك على ارتياب, ولا تهجره دون استعتاب.\nوقال آخر: لا تقطع أخاك إلا بعد العجز عن إصلاحه.\nوقال الأحنف بن قيس: من حق الصديق أن يحتمل له ثلاث: ظلم الغضب, وظلم الوالد, وظلم الهفوة.\nوقيل لبعض الولاة: كم لك صديق؟ قال: لا أدري؟ ما دامت الدنيا مقبلة علي فالناس كلهم أصدقائي, وإنما أعرفهم إذا أدبرت عني.\nفصل\nفي ذم الكبر\nقال رسول الله صلى الله عليه وسلم: \"قال الله تعالى في بعض الكتب: العظمة إزاري, والكبرياء ردائي, فمن نازعني واحدا منهما قصمته وأهنته\".\nوقال صلى الله عليه وسلم: \"لا يدخل حظيرة الفردوس متكبر\".\nوذكر الكبر عند المعتصم. فقال: حظ صاحبه من الله المقت, ومن الناس اللعن.\nوقال بعضهم: إذا نال الشريف رتبة تواضع فيها, وإذا نال الوضيع رتبة تكبر فيها.\nوقال يحيى بن خالد: من بلغ رتبة فتاه فيها, فقد أخبر أن محله دونها, ومن بلغ رتبة فتواضع فيها, فقد أخبر أن محله فوقها.\nوقال سعيد بن العاص لابنه عمرو: يا بني إياك والكبر! وليكن ما تستعين به على تركه, علمك بالذي كنت, والذي إليه تصير. وكيف الكبر مع النطفة التي منها خلقت, والرحم التي فيها قذفت, والغذاء الذي به غذيت؟ وقال آخر: كيف يتكبر من خلق من تراب. وجرى في مجرى البول, وغذي بدم الحيض, وطوي على العذرة.\nوقال آخر التواضع مع البخل والجهل, أحسن من التكبر مع البذل والعقل؛ فأعظم بحسنة\nغطت على سيئتين, وأقبح بسيئة غطت على حسنتين!\nوقال النظام: ما ترفع أحد في مجلس, إلا لضعة يجدها من نفسه.\nوقال آخر: لابنه يا بني! عليك بالبشر والتواضع, وإياك والتقطيب والكبر, فإن لقاء الأحرار بما يحبون مع الحرمان, أحب إليهم من لقائهم بما يكرهون مع العطاء؛ فانظر إلى خصلة غطت على مثل البخل فالتزمها؛ وانظر إلى خصلة عفت على مثل الجود فاجتنبها.\nوقال ابن الأعرابي: ما تكبر أحد علي قط أكثر من مرة واحدة. أي: لا أعاود لقاءه والسلام.\nوقال ابن أبي ليلى: ما رأيت متكبرا قط, إلا اعتراني داؤه.\nوقال ابن المعتز: التكبر على المتكبر تواضع.\nوقال العتبي: رأيت رجلا يطوف بين الصفا والمروة على بغلة؛ ثم رأيته بعد ذلك راجلا على جسر بغداد. فوقفت أتعجب منه. فقال: لا تعجب إني ركبت في موضع يمشي الناس فيه, فكان حقيقا على الله أن يرجلني في موضع يركب الناس فيه.\nفصل\nفي مدح التواضع\nقال رسول الله صلى الله عليه وسلم: \"من تواضع لله رفعه\".\nوقال عبد الله بن مسعود: رأس التواضع أن تبدأ بالسلام لمن لقيت, وترضى بالدون من المجلس.\nوقال مصعب بن الزبير: التواضع من مصائد الشرف.\nوقيل لبعضهم: ما التواضع؟ فقال: هو أن تخرج من بيتك؛ فإذا رأيت من هو أكبر منك, قلت: سبقني إلى الإسلام والعمل الصالح, فهو خير مني؛ وإذا رأيت من هو أصغر منك. قلت: سبقته إلى الذنوب والمعاصي فهو خير مني.\nوقيل: أصبح النجاشي يوما جالسا على الأرض وعلى رأسه التاج, فأعظم ذلك كبراء دولته. وسألوه عن السبب الموجب له؟ فقال: إني وجدت فيما أنزل الله تعالى على المسيح عليه السلام: إذا أنعمت على عبدي نعمة فتواضع فيها, أتممتها عليه؛ وإنه ولد لي في هذه الليلة ولد ذكر, فتواضعت شكرا لله تعالى.\nفصل\nفي الحض على اكتساب الأدب\nقال أمير المؤمنين علي رضي الله عنه: الأدب حلي في الغنى, كنز عند الحاجة, عون على المروءة, صاحب في المجلس, أنيس في الوحدة, تعمر به القلوب الواهية, وتحيى به الألباب الميتة, وتنفذ به الأبصار الكليلة, ويدرك به الطالبون ما حاولوا.\nوفال بزرجمهر: من كثر أدبه شرف, وإن كان وضيعا؛ وساد, وإن كان غريبا؛ وبعد صيته, وإن كان خاملا؛ وكثرت الحوائج إليه, وإن كان مقترا.\nوقال عبد الله بن المعتز: لن تعدم من الأديب كرما من طبعه, أو تكرما من أدبه.\nالجزء: 1 ¦ الصفحة: 10\n",
        "وقال الآخر: الأدب يبلغ بصاحبه الشرف, وإن كان دنيا؛ والعز, وإن كان قميا. والقرب, وإن كان قصيا؛ والمهابة, وإن كان رويا؛ والغنى وإن كان فقيرا, والنبل وإن كان حقيرا؛ والكرامة, وإن كان سفيها؛ والمحبة, وإن كان كريها.\nوقال آخر: لابنه يا بني: تعلم الأدب, فلأن يذم فيك الدهر, خير من أن يذم بك.\nوروي عن ابن شبرمة أنه قال: إذا سرك أن تعظم في عين من كنت عنده صغيرا, ويصغر في عينك من كان عندك عظيما؛ فتعلم العربية فإنها تجريك على المنطق, وتدنيك من السلطان.\nوقال بعض الملوك لوزيره: ما خير ما يرزقه العبد؟ فقال: عقل يعيش به. قال: فإن عدمه. قال: فأدب يتحلى به. قال: فإن عدمه. قال: فمال يستره. قال: فإن عدمه. قال: فصاعقة تحرقه وتريح البلاد والعباد منه.\nفصل\nفي الاستشارة\nقال الله تعالى: \"وشاورهم في الأمر\".\nوقال نبيه صلى الله عليه وسلم: \"ما ندم من استشار ولا خاب من استخار\".\nوقال عبد الله بن المعتز: من شاور لم يعدم في الصواب مادحا, وفي الخطأ عاذرا.\nوقال بشار بن برد: المشاور بين إحدى حسنتين, صواب يفوز بثمرته, أو خطأ يشارك في مكروهه.\nوقال أعرابي: ما عنيت قط حتى يعني قومي. قيل: وكيف ذلك؟ قال: لا أفعل شيئا حتى أشاورهم.\nوقال عقيل القمي: لا يدرك الصواب بالرأي الفرد, فليستعن مكدود بوادع, ومشغول بفارغ.\nوقال المأمون: ثلاث لا يعدم المرء الرشد فيهن: مشاورة ناصح, ومداراة حاسد, والتجنب للناس.\nوقال آخر: شاور من جرب الأمور, فإنه يعطيك من رأيه ما وقع عليه غاليا, وأنت تأخذه مجانا.\nفصل\nاثنين\nقال رسول الله صلى الله عليه وسلم, ذات يوم لأصحابه: \"ألا أخبركم بأشقى الأشقياء؟ قالوا: بلى يا رسول الله! قال: ذاك من اجتمع عليه شيئان: فقر الدنيا, وعذاب الآخرة\".\nوقال علي رضي الله عنه: لن يعدم من الأحمق خلتين, كثرة الالتفات وسرعة الجواب بغير عرفان.\nوقال الصادق رضي الله عنه لسفيان الثوري: يا سفيان: خصلتان من لزمهما دخل الجنة, قال: وما هما يا ابن رسول الله؟ قال: احتمال ما تكره إذا أحبه الله, وترك ما تحب إذا كرهه الله, فاعمل بهما وأنا شريكك.\nوقال آخر: السخاء سخاءان, سخاء بما يملك؛ وسخاء عما في أيدي الناس. والصبر صبران, صبر على ما يكره, وصبر عما يحب. والعجز عجزان, ترك الأمر إذا أمكن, وطلبه إذا فات. والحزم حزمان, حفظ ما وليت, وترك ما وفيت.\nوقال لقمان لابنه يا بني شيئان إذا أنت حفظتهما لا تبالي ما صنعت بعدهما؛ ذنبك\nلمعادك, ودرهمك لمعاشك.\nوقال عبد الملك بن مروان: خلتان لا تدعوهما إن قدرتم عليهما, تعلم العربية, ولباس الثياب الفاخرة, فإنها الزينة والمروءة الظاهرة.\nوكان يقال: من كمال إيمان المرء خصلتان, لا يدخله الرضا في باطل, ولا يخرجه الغضب عن حق.\nوقال آخر: دعوتان؛ أرجو إحداهما كما أخاف الأخرى: دعوة مظلوم أعنته, ودعوة ضعيف ظلمته.\nوقال آخر: شيئان يجب على العاقل أن يتحفظ منهما: حسد أصدقائه, ومكر أعدائه.\nوقال آخر: موطنان لا أعتذر من العي فيهما: إذا خاطبت جاهلا, أو سئلت حاجة.\nوقال آخر: شيئان قلما يجتمعان: الشعر الجيد, واللسان البليغ.\nوقال آخر: شيئان قد عزا وأعوزا: درهم حلال, وأخ في الله عز وجل.\nوقال آخر: اثنان معذبان: غني حصلت له الدنيا؛ فهو بها مشغول مهموم, وفقير زويت عنه, فنفسه تتقطع عليه حسرات.\nوقال آخر: طالب الدنيا بين خصلتين مذمومتين: إن نال منها ما أمله تركه لغيره, وإن لم ينله مات بغصته.\nفصل ثلاثة\nقال رسول الله صلى الله عليه وسلم: \"رفع القلم عن ثلاث: النائم حتى يستيقظ, والصغير حتى يبلغ, والمجنون حتى يفيق\".\nوقال عليه الصلاة والسلام: \"ثلاث مهلكات وثلاث منجيات؛ فأما المهلكات: فشح مطاع, وهوى متبع, وإعجاب المرء بنفسه. وأما المنجيات: فخشية الله بالسر والعلانية, والقصد في الغنى والفقر, والعدل في الرضى والغضب\".\nوقال المدايني: ثلاثة لا ينتصفون من ثلاثة: حكيم من أحمق, ومؤمن من فاجر؛ وشريف من وضيع.\nوقال المأمون: الرجال ثلاثة: فرجل كالغذاء لا يستغنى عنه, ورجل كالدواء يحتاج إليه في الأوقات, ورجل كالداء لا يحتاج إليه أبدا.\nوقال: ثلاثة لا عار فيهم: الفقر, والمرض, والموت.\nالجزء: 1 ¦ الصفحة: 11\n",
        "وقال آخر: يتم سرور الرجل بثلاث: أن يأكل من غرس يده, ويشتم ولد ولده, ويسمع شعره يغنى به.\nوقال عمر بن الخطاب رضي الله عنه ثلاث تثبتن لك الود في صدر أخيك أن تبدأه بالسلام,\nوتوسع له في المجلس, وتدعوه بأحب الأسماء إليه.\nوقال الأحنف بن قيس: مهما كان عندي من أناة فلا أناة عندي في ثلاث: الصلاة إذا حضرت أن أؤديها في وقتها, والميت إذا مات أن أواريه, والمرأة إذا حضر كفؤها أن أزوجها.\nوقال: ثلاث خصال تجتلب بهن المحبة: الإنصاف في المعاشرة. والمواساة في الشدة والرخاء, والانطواء على المودة.\nوقال: ثلاث لا أفعلهن إلا ليتأدب بهن غيري: لا أذكر أحدا في مغيبه بخلاف ما أذكره في حضوره, ولا أدخل نفسي في أمر لا أدخل فيه, ولا آتي السلطان حتى يدعوني.\nوقال: ما نازعني أحد قط إلا أخذت في أمري معه بإحدى ثلاث خصال: إن كان فوقي عرفت له حقه, وإن كان دوني أكببت نفسي عنه, وإن كان مثلي تفضلت عليه.\nوقال رسول الله صلى الله عليه وسلم: \"ثلاثة لا يقبل الله منهم صرفا ولا عدلا ولا صلاة, ولا ترفع لهم حسنة: العبد الآبق حتى يرجع إلى مولاه, والمرأة الساخط عليها بعلها حتى يرضى عنها, والسكران حتى يصحو\".\nولما قتل أنو شروان, بزرجمهر وجد في منطقته كتابا فيه ثلاث كلمات. وهي إن كان القدر\nحقا فالحرص باطل, وإن كان الغدر في الناس طباعا فالثقة بكل أحد عجز, وإن كان الموت لكل حي بمرصد فالطمأنينة إلى الدنيا غرور.\nوقال آخر: الملوك تحتمل كل شيء ما خلا ثلاثة أشياء: إفشاء السر والتعرض للحرم, والقدح في الملك.\nوقال عبد الرحمن بن شبيب بن شيبة: المودة على ثلاثة أضرب: فمودة الله عز وجل لغير رغبة ولا رهبة, وهي التي لا يشوبها غدر ولا خيانة. ومودة مقة ومعاشرة, ومودة رغبة أو رهبة, وهي شر المودات وأسرعها انتقاضا.\nوقال آخر: محرم على السامع تكذيب القائل إلا في ثلاث: جاهل صبر على مضض المصيبة, وعاقل أبغض من أحسن إليه, وحماة أحبت كنة.\nوقال آخر: ينبغي للأصاغر أن يتقدموا الأكابر في ثلاث مواطن: إذا ساروا ليلا, أو خاضوا سبيلا, أو واجهوا خيلا.\nوقال أفلاطون: تجب الرحمة لأحد ثلاثة: عاقل يجري عليه حكم جاهل, وضعيف في أسر قوي, وكريم يرغب إلى لئيم.\nوقال المأمون: ثلاثة لا ينبغي للعاقل أن يقدم عليها: شرب السم للتجربة, وإفشاء السر إلى ذي القرابة الحاسد, وركوب البحر وإن ظن فيه الغنى.\nوقال آخر: أكمل الخصال ثلاث: وقار بلا مهابة, وحلم بلا ذل, وسماح بلا طلب مكافأة.\nوقال سليمان بن داود عليهما السلام أبغضت نفسي ثلاثة وغرت أن تطلع الشمس عليهن؛\nشيخا جاهلا, وغنيا كذابا, وفقيرا مزهوا.\nولقي بعض الملوك حكيما. فقال له: علمني من حكمتك أيها الحكيم. قال: نعم! احفظ عني ثلاث كلمات؟ قال: وما هن؟ قال: صقلك السيف ليس له جوهر من سبخه خطأ, وبذرك الحب في الأرض السبخة ترجو نباته جهل, وحملك المسن على الرياضة عناء.\nوقال العالم رضي الله عنه إن الله خبأ ثلاثا في ثلاث خبأ رضاه في يسير من طاعته,\nوخبأ سخطه قي يسير من معصيته, وخبأ وليه بين عباده. فلا تستصغرن شيئا من الطاعة, فربما وافق من الله تعالى رضاه وأنت لا تعلم, ولا تستقلن شيئا من المعصية, فربما وافق من الله سخطه وأنت لا تعلم, ولا تحقرن عبدا تراه, فربما كان من أولياء الله وأنت لا تعلم.\nوقال الحسن بن سهل: ثلاثة تذهب ضياعا: دين بلا عقل, وقدرة بلا فعل, ومال بلا بذل.\nوقال بزرجمهر: ثلاثة نواطق وإن كن خرسا: كسوف البال يدل على رقة الحال, وحسن البشر يدل على سلامة الصدر, والهمة الدنيئة تدل على الغريزة الرديئة.\nوقال لقمان: ثلاثة لا يعرفون إلا في ثلاثة مواطن: الشجاع عند الحرب, والحليم عند الغضب, وأخوك عند حاجتك إليه.\nوقال آخر: ثلاثة من عازهم عادت عزته ذلا: السلطان, والوالد, والغريم.\nوقال جعفر رضي الله عنه: من طلب ثلاثا بغير حق, حرم ثلاثا بحق: من طلب الدنيا بغير حق, حرم الآخرة بحق. ومن طلب الرياسة بغير حق حرم الطاعة بحق. ومن طلب المال بغير حق, حرم بقاءه بحق.\nوقال بعضهم: ثلاثة هن أضيع شيء في الدنيا: مصباح يوقد في شمس, ومطر جود في أرض سبخة, وامرأة حسناء تزف إلى عنين.\nالجزء: 1 ¦ الصفحة: 12\n",
        "وقال آخر: الأنس في ثلاثة: الصديق المصافي, والولد البار, والزوجة الصالحة.\nوقال آخر: ثلاثة ينبغي أن يكرموا: ذو الشيبة لشيبته, وذو العلم لعلمه, وذو السلطان لسلطانه.\nوقال آخر: في المال ثلاث عيوب, يكسب بالحظ, ويحفظ باللؤم, ويتلف بالجود.\nوفي كتاب كليلة ودمنة لينفق ذو المال ماله في ثلاثة مواضع في الصدقة إن أراد\nالآخرة, وفي مصانعة السلطان إن أراد الدنيا, وفي النساء إن أراد نعيم العيش.\nوقال آخر: ليس في ثلاثة حيلة: فقر يخالطه كسل, وعداوة يداخلها حسد, ومرض يمازجه هرم.\nوقال آخر: إذا حمد الرجل ثلاثة فلا نشك في حريته: جاره, ورفيقه, وقريبه.\nوقال آخر: ثلاثة أشياء قليلها كثير: المرض, والنار, والعداوة.\nوقال آخر: الغضب يحدث ثلاثة أشياء مذمومة: يفرق الفهم, ويغير المنطق, ويقطع مادة الحجة.\nوقال آخر: ثلاثة يضيع عندهم المعروف: اللئيم؛ فإنه بمنزلة الأرض السبخة, والشرير؛ فإنه يرى أن الذي أسديته إليه مخافة شره, والأحمق؛ فإنه لا يدري مقدار ما صنعته إليه.\nوكان يقال من ألهم ثلاثا لم يحرم من ألهم الدعاء؛ لم يحرم الإجابة, ومن ألهم\nالاستغفار, لم يحرم من المغفرة؛ ومن ألهم الشكر, لم يحرم المزيد.\nوقال آخر: ثلاثة تنبو الموعظة عن قلوبهم نبو الكرة عن الصفا: ملك فاجر, وشيخ مولع بشرب الخمر, وامرأة تبيت مغرمة برجل.\nوقال سهل بن هارون ثلاثة من المجانين وإن كانوا من العقلاء الغضبان, والسكران,\nوالغيران. قيل له فما تقول في المنعظ؟ فضحك وأنشد\nوما شر البرية أم عمر و\n...\nبصاحبك الذي لا تصحبينا\nوكان يقال: لولا ثلاثة ما وضع ابن آدم رأسه لشيء, وإنه معهن لوثاب: الموت, والمرض, والفقر.\nوقيل لأعرابي: ما نقمتم من أميركم؟ قال: ثلاث خصال: يقضي بالعشوة, ويطيل النشوة, ويأخذ الرشوة.\nوقال رجل لأرسطوطاليس: بلغني أنك اغتبتني. فقال: ما بلغ من قدرك عندي أن أدع لك خلة من ثلاث: علما أعمل فيه فكري, أو عملا صالحا لآخرتي, أو لذة في غير محرم أعلل بها نفسي.\nوروي أن بعض الأمراء, أراد أن يستصحب علي بن يزيد الكاتب. فقال له علي: أصحبك على ثلاث خصال لي عليك, وثلاث لك علي. فأما التي لي عليك: فلا تهتك لي سترا, ولا تشتم لي عرضا, ولا تقبل في قول قائل حتى تستبرئ. وأما التي لك علي, فلا أفشي لك سرا, ولا أطوي عنك نصحا, ولا أوثر عليك أحدا. فقال الأمير: نعم الصاحب أنت!\nفصل\nأربعة\nقال رسول الله صلى الله عليه وسلم: \"أربعة لا تكون إلا بأربعة: لا حسب إلا بتواضع, ولا كرم إلا بتقوى, ولا عمل إلا بنية ولا عبادة إلا بيقين\".\nوقال صلى الله عليه وسلم: \"أربع من كنوز الجنة: كتمان الحاجة, وكتمان الصدقة, وكتمان المصيبة, وكتمان الوجع\".\nوكتب يوسف عليه السلام على باب السجن الذي كان فيه, أربع كلمات, وهي: هذه منازل أهل البلوى, وقبور الأحياء, وشماتة الأعداء, وتجربة الأصدقاء.\nوقال الأحنف بن قيس: لا تحمد العجلة إلا في أربعة مواضع: تزويج الأيم إذا وجد لها كفؤ, ودفن الميت, وركوب الأهوال, وصنع المعروف.\nوكان يقال: أربعة لا تعرف في أربعة: السخاء في الروم, والوفاء في الترك, والشجاعة في النبط, والغم في الزنج.\nوعن المدايني قال خرج الزهري يوما من عند هشام بن عبد الملك. فقال ما سمعت بمثل\nأربع كلمات تكلم بهن اليوم إنسان عند هشام. قيل له وما هن؟ قال دخل عليه رجل فقال له يا أمير المؤمنين, إحفظ عني أربع كلمات فيهن صلاح ملكك, واستقامة رعيتك. قال هاتهن. قال لا تعدن عدة لا تثق من نفسك بإنجازها, ولا يغرنك المرتقى وإن كان سهلا إذا كان المنحدر وعرا, واعلم أن الأعمال جزاء, فاتق العواقب, واعلم أن الأمور بغتات فكن على حذر.\nوقال محمد بن الربيع, لحاتم الأصم على ما بنيت أمرك؟ قال على أربع خصال علمت أن\nرزقي لا يأكله غيري, فاطمأنت بذلك نفسي, وعلمت أن عملي لا يعمل به غيري فأنا منه مشغول, وعلمت أن أجلي لا بد أن يأتيني فأنا أبادره, وعلمت أني لا أغيب عن عين الله فأنا منه مستحي.\nوكان يقال: أربعة ليس لأعمالهم ثمرة: مسارة الأصم, والمسرج في الشمس, والباذر في السباخ, وواضع المعروف في غير أهله.\nالجزء: 1 ¦ الصفحة: 13\n",
        "واجتمع حكماء العرب والعجم على أربع كلمات, وهي: لا تحمل نفسك ما لا تطيق, ولا تعمل عملا لا ينفعك, ولا تغتر بامرأة وإن عفت, ولا تثق بمال وإن كثر.\nوأربع كلمات صدرت عن أربع ملوك كأنما رميت عن قوس واحدة: قال كسرى: لم أندم على ما لم أقل. وقد ندمت على ما قلت.\nوقال قيصر: أنا على رد ما لم أقل, أقدر مني على رد ما قلت.\nوقال ملك الصين: إذا تكلمت بالكلمة ملكتني, وإذا لم أتكلم بها ملكتها.\nوقال ملك الهند: عجبت ممن يتكلم بالكلمة إن رفعت عنه ضرته, وإن تركت لم تنفعه.\nوقال بعضهم: أبذل أربعة لأربعة: لصديقك مالك, ولعدوك عدلك, ولمعرفتك رفدك, وللعامة بشرك.\nوقال آخر: أربعة أشياء تسرع إلى العقل بالفساد: الكفاية التامة, والتعظيم الدائم, وإهمال الفكر, والأنفة من التعلم.\nوقال آخر: إذا حسنت حال الرجل ابتلي بأربعة: مولاه القديم ينتفي منه, وامرأته يتسرى عليها, وداره يهدمها ويبني غيرها, ودابته يستبدل بها.\nوقال آخر: أربعة لا ينبغي لأحد أن يأنف منهن وإن كان شريفا: قيامه في مجلسه لأبيه, وخدمته لضيفه, وقيامه على فرسه, وإكرامه لأهل العلم.\nوقال بعض الحكماء: من استطاع أن يمنع نفسه من أربع فهو خليق أن لا ينزل به المكروه: العجلة, واللجاج, والتواني, والعجب.\nوقال آخر: أربعة تشتد معاشرتهم: الرجل المتواني, والغني العالم, والفرس المرح, والملك الشديد الملكة.\nوقال المأمون الناس بين أربع طبقات إمارة, وتجارة, وصناعة, وزارعة. فمن لم يكن من\nهؤلاء كان كلا علينا.\nوقال آخر: السعادة أربع: تأتي المطلوبات, وسلامة الخلقة, وجودة العقل, ومحبة الناس.\nوقال آخر: أربعة من علامات الكرم: بذل الندى, وكف الأذى, وتعجيل الثواب, وتأخير العقاب.\nوقال آخر: ينبغي أن تكون المرأة دون الرجل بأربعة أشياء: السن, والطول, والمال, والحسب.\nوقال آخر: أربعة أشياء تسرع انحلال النفس: تجرع المغايظ. وقصور الغادات, ورد النصائح, وتضاحك ذوي البخوت بذي العقول.\nفصل خمسة\nقال رسول الله صلى الله عليه وسلم: \"خمس من كن فيه كن عليه. قيل: وما هن يا رسول الله؟ قال: النكث, والمكر, والبغي, والخداع, والظلم. فأما النكث. فقال الله تعالى: \" فمن نكث فإنما ينكث على نفسه\" وأما المكر. فقال الله تعالى: \"ولا يحيق المكر السيئ إلا بأهله\". وأما البغي. فقال الله تعالى: \" يا أيها الناس إنما بغيكم على أنفسكم\". وأما الخداع. فقال الله تعالى: \"يخادعون الله والذين آمنوا وما يخدعون إلا أنفسهم\". وأما الظلم فقال الله تعالى: \"وما ظلمونا ولكن كانوا أنفسهم يظلمون\".\nوقال عليه الصلاة والسلام: \"خمسة من خمسة محال: الحرمة من الفاسق محال, والكبر من الفقير محال, والنصيحة من العدو محال, والمحبة من الحسود محال, والوفاء من النساء محال\".\nوقال عليه الصلاة والسلام: \"اغتنم خمسا قبل خمس: شبابك قبل هرمك, وصحتك قبل سقمك, وغناك قبل فقرك, وفراغك قبل شغلك, وحياتك قبل موتك\".\nوقال علي كرم الله وجهه أوصيكم بخمس لو ضربتم إليها آباط الإبل لكان قليلا\nلا يرجون أحدكم إلا ربه, ولا يخافن إلا ذنبه, ولا يستحي إذا سئل عما لا يعلم أن يقول: لا أعلم, وإذا لم يعلم أن يتعلم. واعلموا أن الصبر من الإيمان بمنزلة الرأس من الجسد؛ فإذا قطع الرأس, ذهب الجسد.\nوقال آخر: من كرم المرء خمس خصال: ملكه للسانه؛ وإقباله على شأنه, وبكاؤه على ما مضى من زمانه؛ وحنينه إلى وطنه, وحفظه لقديم إخوانه.\nوقال جعفر الصادق رضي الله عنه: إن خير العباد من يجتمع فيه خمس خصال: إذا أحسن استبشر, وإذا أساء استغفر, وإذا أعطي شكر, وإذا ابتلي صبر, وإذا ظلم غفر.\nوقال بعض الحكماء: خمسة أشياء تتولد من خمسة: حسن الصمت من العبادة, وحسن الجلسة من الرياسة, وحسن الاستماع من العلم, وحسن الخلق من الكرم, وحسن الجوار من الحلم.\nوقال آخر: لا يكون الإنسان عالما حتى تجتمع فيه خمسة أشياء: غريزة محتملة للتعلم, وعناية تامة, وكفاية معينة, واستنباط لطيف, ومعلم ناصح.\nوقال آخر؛ ينبغي للعاقل أن يكون من خمسة على حذر: الكريم إذا أهانه, واللئيم إذا أكرمه, والعاقل إذا أحرجه, والأحمق إذا مازحه, والفاجر إذا عاشره.\nالجزء: 1 ¦ الصفحة: 14\n",
        "وقال آخر: لا ينبغي للعاقل أن يسكن بلدا فيه خمسة أشياء: سلطان حازم, وقاض عادل, وطبيب عالم, ونهر جار, وسوق قائم.\nوقال آخر: من علامات العاقل خمس خصال: لا يتكلف ما لا يطيق, ولا يسعى لما لا يدرك, ولا ينظر فيما لا يعنيه, ولا ينفق إلا بقدر ما يكسب, ولا يطلب من الجزاء إلا بمقدار ما عنده من العناء.\nوقال الأحنف: جهد البلاء خمسة: خادم بطيء, وحطب رطب يوقد منه, وبيت يكف, وخوان ينتظر, وجلواز على الباب يدق.\nوقال آخر: لا يتم جمع المال إلا بخمس خصال: التعب في كسبه, والشغل عن الآخرة في إصلاحه؛ والخوف من سلبه؛ واحتمال اسم البخل دون مفارقته, ومقاطعة الإخوان بسببه.\nفصل ستة\nقال رسول الله صلى الله عليه وسلم: \"اضمنوا لي ستا من أنفسكم أضمن لكم الجنة: أصدقوا إذا حدثتم, وأوفوا إذا وعدتم, وأدوا إذا ائتمنتم, واحفظوا فروجكم, وغضوا أبصاركم, وكفوا أذاكم\".\nوقال عليه الصلاة والسلام: \"قلما يخلو الأحمق من ست خصال: الغضب من غير شيء, والثقة بكل أحد, والكلام في غير موضعه, والعطاء في غير حق, وقلة المعرفة بصديقه من عدوه, وإفشاء السر\".\nوقال عليه الصلاة والسلام: \"ستة لا تفارقهم الكآبة: الحقود, والحسود, وفقير قريب العهد بالغنى, وغني يخشى الفقر. وطالب رتبة يقصر عنها قدره, وجليس أهل الأدب وليس منهم\".\nوقال أمير المؤمنين علي رضي الله عنه لا خير في صحبة من اجتمع فيه ست خصال إن حدثك\nكذبك, وإن حدثته كذبك, وإن ائتمنته خانك, وإن ائتمنك اتهمك, وإن أنعمت عليه كفرك, وإن أنعم عليك من بنعمته.\nوقال بعض الحكماء: ستة تقبح, وهي في ستة أقبح: البخل في الأغنياء, والفحش في النساء, والصبوة في الشيوخ, والزمانة في الأطباء, والغضب في العلماء, والكذب في القضاة.\nوفي كتاب كليلة ودمنة: ستة لا ثبات لها: ظل الغمام, وخلة الأشرار, والمال الحرام, وعشق النساء, والسلطان الجائر, والثناء الكاذب.\nوقال بعض الحكماء عمارة الدنيا منوطة بستة أشياء\nأولها: التوفر على المناكح وقوة الداعي إليها, التي لو انقطعت لانقطعت أسباب التناسل معها.\nوثانيها: الحنو على الأولاد, الذي لو زال من الحيوان, لزال سبب التربية, وكان في ذلك الهلاك.\nوثالثهما: انبساط الأمل الذي به يتعاظم الحرص على المعايش والمهن والعمارة والعمل.\nورابعها: عدم العلم بمبلغ الأجل الذي يصح به انبساط الأمل.\nوخامسها: اختلاف أحوال البشر في الغنى والفقر, وحاجة بعضهم إلى بعض؛ فإنهم لو تساووا في حالة واحدة هلكوا في الجملة, وهذا من نظام الحكمة.\nوسادسها: وجود السلطان الذي لولا هيبته وكفه العتاة بسطوته, لأهلك الناس بعضهم بعضا.\nوقال آخر: لا خير في ستة إلا مع ستة: لا خير في القول إلا مع الفعل, ولا في المنظر إلا مع المخبر, ولا في المال إلا مع الإنفاق, ولا في الصدقة إلا مع النية, ولا في الصحبة إلا مع الإنصاف, ولا في الحياة إلا مع الصحة.\nوقال آخر: ينبغي للملك أن يكون له ستة أشياء: وزير يثق به ويفضي إليه بسره, وحصن يلجأ إليه إذا فزع, وسيف إذا نازل الأقران لم يخف نبوته, وذخيرة خفيفة الحمل إذا نابته نائبة حملها معه, وامرأة حسناء إذا دخل إليها أذهبت همه, وطباخ حاذق إذا لم يشته الطعام صنع له ما يشتهيه.\nوقال آخر: ست خصال لا يطيقها إلا من كانت نفسه شريفة: الثبات عند حدوث النعمة الجسيمة, والصبر عند نزول المصيبة العظيمة, وجذب النفس إلى العقل عند دواعي الشهوة, وكتمان السر, والصبر على الجوع, واحتمال الجار.\nوقال آخر: ستة أشياء تنقص الحزن: استماع كلام الحكماء, ومحادثة الأصدقاء, والمشي في الخضرة, والجلوس على الماء الجاري, ومر الأيام, والتأسي بذوي المصائب.\nوقال آخر: السخي من كانت فيه ست خلال: وهو أن يكون مسرورا ببذل ماله, متبرعا بعطائه, لا يتبعه منا ولا أذى, ولا يطلب عليه عوضا من دنيا, يرى أنه بما يفعله مؤديا فرضا ويعتقد أن الذي يقبل عطاءه قاض له حقا.\nوقال آخر: أصعب ما على الإنسان ستة أشياء: أن يعرف نفسه, ويعرف عيبه, ويكتم سره, ويهجر هواه, ويخالف شهوته, ويمسك عن القول فيما لا يعنيه.\nالجزء: 1 ¦ الصفحة: 15\n",
        "وقال آخر لابنه: يا بني: إياك والعجلة, فإن العرب كانت تكنها \"أم الندامة\" لأن فيها عيوبا ستة: يقول صاحبها قبل أن يعلم, ويجيب قبل أن يفهم, ويعزم قبل أن يفكر, ويقطع قبل أن يقدر, ويحمد قبل أن يجرب, ويذم قبل أن يختبر.\nفصل\nسبعة\nقال رسول الله صلى الله عليه وسلم: \"سبعة أشياء يكتب للعبد ثوابها بعد وفاته: رجل غرس نخلاً, أو حفر بئراً, أو أجرى نهراً, أو بنى مسجداً, أو كتب مصحفاً, أو ورث علماً, أو خلف ولداً صالحاً يستغفر له\".\nوقال عليه الصلاة والسلام: \"سبعة أشياء تدل على عقول أصحابها: المال يكشف عن مقدار عقل صاحبه, والحاجة تكشف عن مقدار عقل صاحبها, والمصيبة تدل على مقدار عقل من نزلت به, والغضب يدل على مقدار عقل الغضبان, والكتاب يدل على مقدار عقل كاتبه, والرسول يدل على مقدار عقل مرسله, والهدية تدل على مقدار عقل مهديها.\nوقال بعض الحكماء: اجتنب سبع خصال يسترح جسمك وقلبك, ويسلم دينك وعرضك: لا تحزن على ما فاتك, ولا تحمل على قلبك هم ما لم ينزل بك, ولا تلم الناس على ما فيك مثله, ولا تطلب الجزاء على ما لم تعمل, ولا تنظر بالشهوة إلى ما لا تملك, ولا تغضب على من لا يضره غضبك, ولا تمدح من يعلم من نفسه خلاف ذلك! وقال آخر: من كانت فيه سبع خصال لم يعدم سبعا: من كان جوادا لم يعدم الشرف, ومن كان ذا وفاء لم يعدم المقة, ومن كان منصفا لم يعدم العافية, ومن كان ذا رعاية للحقوق لم يعدم السؤدد, ومن كان متواضعا لم يعدم الكرامة.\nوقال شريك بن عبد الله: سبع من عجائب الدنيا: عمياء متنقبة, وسوداء متخضبة, وخصي له امرأة, ومخنث يؤم قوما, وأشعري شيعي, وحنفي مرجئ, وعربي أشقر.\nفصل\nثمانية\nقال رسول الله صلى الله عليه وسلم لأصحابه: \"ألا أخبركم بأشبهكم بي؟ قالوا: بلى يا رسول الله! قال: أشبهكم بي من اجتمعت فيه ثماني خلال: من كان أحسنكم خلقا, وأعظمكم حلما, وأبركم بقرابته, وأشدكم حبا لإخوانكم في دينه, وأصبركم على الحق, وأكظمكم للغيظ, وأكرمكم عفوا, وأكثركم من نفسه إنصافا\".\nوقال الصادق رضي الله عنه: ينبغي أن يكون في المؤمن ثماني خصال: وقار عند الهزاهز, وصبر عند البلاء, وشكر عند الرخاء, وقنوع بما رزقه الله عز وجل, ولا يظلم الأعداء, ولا يتحامل الأصدقاء, وأن يكن بدنه معه في تعب, والناس معه في راحة.\nوقال بعض الحكماء: ينبغي أن يجتمع في قائد الجيش ثماني خصال: وثبة الأسد, واستلاب الحدأة, وختل الذئب, وروغان الثعلب, وصبر الجمل, وحملة الخنزير, وبكور الغراب, وحراسة الكركي.\nوقال آخر: ثمانية إذا أهينوا فلا يلوموا إلا أنفسهم: الآتي مائدة لم يدع إليها, والمتآمر على صاحب البيت في بيته, والداخل بين اثنين في حديث لم يدخلاه فيه, والمستخف بالسلطان, والجالس في مجلس ليس له بأهل, والمقبل بحديثه على من لا يسمعه منه, وطالب الخير من أعدائه, وراجي الفضل من عند اللئام.\nوقال لؤي بن غالب لامرأته: أي بنيك أحب إليك؟ فقالت: الذي اجتمعت فيه ثماني خلال. لا يخامر عقله جهل, ولا يخالط حلمه سفه, ولا يلوي لسانه عي, ولا يفسد يقينه ظن, ولا يغير بره عقوق, ولا يقبض يده بخل, ولا يكدر صنعه من, ولا يرد إقدامه جبن. قال: ومن هو؟ قالت: ولدك كعب.\nوقال آخر: ثمانية لا تمل: خبز البر, ولحم الضأن, والماء البارد, والثوب اللين؛ والفراش الوطيء, والرائحة الطيبة, والنظر إلى كل حسن, ومحادثة الإخوان.\nفصل تسعة\nقال أبو عبيدة معمر بن المثنى: ارتجل علي بن أبي طالب رضي الله عنه تسع كلمات, قطعت الأطماع عن اللحاق بواحدة منهن. ثلاث في المناجاة, وثلاث في العلم, وثلاث في الأدب.\nفأما التي في المناجاة فقوله: كفاني عزا أن تكون لي ربا, وكفاني فخرا أن أكون لك عبدا, وأنت لي كما أحب فوفقني لما تحب.\nوأما التي في العلم فقوله: المرء مخبوء تحت لسانه, تكلموا تعرفوا, ما ضاع امرؤ عرف قدره. وأما التي في الأدب, فقوله: أنعم على من شئت تكن أميره, واستغن عمن شئت تكن نظيره, واحتج إلى من شئت تكن أسيره.\nوقيل لحكيم. ما النعمة؟ قال هي في تسعة أشياء\nالجزء: 1 ¦ الصفحة: 16\n",
        "في الغنى. فإني رأيت الفقير لا ينتفع بعيش؛ وحسن الخلق, فإني رأيت الضجور لا ينتفع بعيش؛ والشباب, فإني رأيت الهرم لا ينتفع بعيش, والعز. فإني رأيت الذليل لا ينتفع بعيش؛ والوطن, فإني رأيت الغريب لا ينتفع بعيش, والإخوان, فإني رأيت الوحيد لا ينتفع بعيش, والزوجة الصالحة؛ فإني رأيت الأعزب لا ينتفع بعيش.\nوقال آخر: تسعة خصال تضر وتعر وليس لأحد فيها عذر: الحقد, والحسد, والبخل, والجبن, والغيبة, والنميمة, والخيانة, والكذب, والغدر.\nفصل عشرة\nقال رسول الله صلى الله عليه وسلم: \"الإيمان في عشرة أشياء: المعرفة, والطاعة, والعلم, والعمل, والورع, والاجتهاد, والصبر, واليقين, والرضا, والتسليم, فأيها فقده صاحبه بطل نظامه\".\nوقال بعضهم: إحفظ عشرا من عشر: أناتك من التواني, وإسراعك من العجلة, وسخاءك من التبذير, واقتصادك من التقتير, وإقدامك من الهوج, وتحرزك من الجبن, ونزاهتك من الكبر, وتواضعك من الدناءة, وأنسك من الاغترار, وكتمانك من النسيان.\nوقال آخر: في السفر عشر خصال مذمومة: مفارقة الإنسان من يألفه, ومصاحبة من لا يشاكله, والمخاطرة بما يملكه, ومخالفة العادة في أكله ونومه, ومباشرة الحر والبرد بجسمه, ومجاهدة البول في إمساكه, ومقاساة سوء عشرة المكارين, وملاقاة الهوان من العشارين, والدهشة التي تناله عند دخول البلد, والذل الذي يلحقه عند ارتياد المنزل.\nوقال الحسن بن سهل, الآداب عشرة, فثلاثة منها شهرجانية وثلاثة أنوشروانية. واللعب بالشطرنج, واللعب بالصوالج. وأما الأنوشروانية: فالطب, والهندسة, والفروسية. وأما العربية: فالشعر, والنسب, وأيام العرب. وأما الواحدة التي أبرت عليهن؛ فمقطعات الحديث والسير وما يتذاكره الناس بينهم في المجالس.\nباب الفصول القصار من البلاغة والحكمة\nفصل في ألفاظ يتمثل بها من القرآن الكريم\nالجزء: 1 ¦ الصفحة: 17\n",
        "\"ليس لها من دون الله كاشفة\". \"ولا يجليها لوقتها إلا هو\". \"لن تنالوا البر حتى تنفقوا مما تحبون\". \"وضرب لنا مثلا ونسي خلقه\". \"ذلك بما قدمت يداك\". \"قضي الأمر الذي فيه تستفتيان\". \"أليس الصبح بقريب\". \"ثم بدلنا مكان السيئة الحسنة\". \"وحيل بينهم وبين ما يشتهون\" \"لكل نبإ مستقر\". \"ولا يحيق المكر السيئ إلا بأهله\". \"قل كل يعمل على شاكلته\". \"فعسى أن تكرهوا شيئا ويجعل الله فيه خيرا كثيرا\". \"وإن تصبكم سيئة يفرحوا بها\". \"كل نفس بما كسبت رهينة\". \"على قدر يا موسى\". \"حتى إذا فرحوا بما أوتوا أخذناهم بغتة\". \"وما على الرسول إلا البلاغ\". \"الآن وقد عصيت قبل\". \"كم من فئة قليلة غلبت فئة كثيرة\". \"ما على المحسنين من سبيل\". \"تحسبهم جميعا وقلوبهم شتى\". \"هل جزاء الإحسان إلا الإحسان\". \"ولا ينبئك مثل خبير\". \"ولو علم الله فيهم خيرا لأسمعهم\". \"كل حزب بما لديهم فرحون\". \"لا يكلف الله نفسا إلا وسعها\". \"قل لا يستوي الخبيث والطيب\". \"فقررت منكم لما خفتكم\". \"وإن كثيرا من الخلطاء ليبغي بعضهم على بعض\". \"وقليل من عبادي الشكور\". \"يا أيها الذين آمنوا لم تقولون ما لا تفعلون\". \"أفتؤمنون ببعض الكتاب وتكفرون ببعض\". \"ألم تر إلى الذين يزكون أنفسهم بل الله يزكي من يشاء\". \"يا أيها الذين آمنوا لا تسألوا عن أشياء إن تبد لكم تسؤكم\". \"يا أيها الذين آمنوا عليكم أنفسكم لا يضركم من ضل إذا اهتديتم\". \"وما تأتيهم من آية من آيات ربهم إلا كانوا عنها معرضين\". \"ولو ردوا لعادوا لما نهوا عنه وإنهم لكاذبون\". \"اعلموا أن الله شديد العقاب وأن الله غفور رحيم\". \"ولو رحمناهم وكشفنا ما بهم من ضر للجوا في طغيانهم يعمهون\". \"فذكر إنما أنت مذكر\" \"لست عليهم بمصيطر\". \"إنا وجدنا آباءنا على أمة وإنا على آثارهم مقتدرون\". \"يا ليت بيني وبينك بعد المشرقين فبئس القرين\". \"فما وجدنا فيها غير بيت من المسلمين\". \"وذكر إن الذكرى تنفع المؤمنين\". \"فلا تزكوا أنفسكم هو أعلم بمن اتقى\". \"كل يوم هو في شأن\". \"فبأي حديث بعده يؤمنون\". \"تلك إذا قسمة ضيزى\". \"وما ربك بغافل عما يعملون\". \"واهجرهم هجرا جميلا\". \"وأعطى قليلا وأكدى\". \"من عمل صالحا فلنفسه ومن أساء فعليها\". \"إن هي إلا فتنتك\". \"وقليل ما هم\". \"فاعتبروا يا أولي الأبصار\". \"وإنه لقسم لو تعلمون عظيم\". \"ما ترى في خلق الرحمن من تفاوت\". \"ولتعلمن نبأه بعد حين\". \"وكان بين ذلك قواما\". \"وإذا الوحوش حشرت\". \"وألقى في الأرض رواسي أن تميد بكم\". \"وكأن لم يغنوا فيها\". \"لمثل هذا فليعمل العاملون\". \"ولا تنس نصيبك من الدنيا\". \"وأحسن كما أحسن الله إليك\". \"كل من عليها فان\". \"كل نفس ذائقة الموت\". \"أفسحر هذا أم أنتم لا تبصرون\".\nفصل في أمثال العرب\nمرعى ولا كالسعدان, ماء ولا كصداء, فتى ولا كمالك؛ شب عمرو عن الطوق؛ أتتك بحائن رجلاه؛ في بيته يؤتى الحكم؛ مع الخواطئ سهم صائب؛ أهون هالك عجوز في سنة؛ سكت ألفا ونطق خلفا؛ في الصيف ضيعت اللبن؛ أنجز حر ما وعد؛ أريها السها وتريني القمر؛ ليس هذا عشك فادرجي؛ استنت الفصال حتى القرعى؛ يحمل شن ويفدى لكيز؛ نعم كلب من بؤس أهله؛ يداك أوكتا؛ وفوك نفخ؛ إن ذهب عير فعير في الرباط؛ رمتني بدائها وانسلت؛ لا تعدم الحسناء ذاما؛ رجلا مستعير أسرع من رجلي مؤد؛ إذا عز أخوك فهن؛ تسمع المعيدي خير من أن تراه؛ يا عاقد اذكر حلا؛ يركب الصعب من لا ذلول له؛ غثك خير لك من سمين غيرك؛ مكره أخوك لا بطل؛ من يأت الحكم وحده تفلح حجته؛ يا لها سعة لو أن معها دعة. حال الجريض دون القريض؛ المنية ولا الدنية؛ ترك الخداع من كشف القناع؛ بكل واد بنو سعد؛ من استرعى الذئب ظلم؛ من أكثر أهجر؛ كمعلمة أمها البضاع؛ تجوع الحرة ولا تأكل بثدييها؛ أنيسا آكل لحمي آكل لحمي ولا أدعه لآكل؛ لا عطر بعد عروس؛ بلغ السيل الزبى؛ سبق السيف العذل؛ أطري فإنك ناعلة؛ أحشفا وسوء كيلة؛ أنجد من رأى حضنا؛ خير إناءيك تكفئين؛ لا رأي لكذوب؛ شغلت شعابي جداوي؛ التصريح مما يريح؛ طال الأمد على لبد؛ إذا جاء الحين غطى على العين؛ الحر حر وإن مسه الضر؛ العبد عبد وإن كان في رغد, لا تهرف بما لا تعرف؛ عاد عيث على ما أفسد؛ من ير يوما ير به؛ من يسمع يخل؛ المرء يعجز لا محالة.\nفصل الأخبار بما أوله ألف\nالجزء: 1 ¦ الصفحة: 18\n",
        "السعيد من وعظ بغيره. الأعمال بخواتيمها. الناس كإبل ماية لا تكاد تجد فيها راحلة. التوبة تهدم الحوبة. التحدث بالنعم شكر. الدال على الخير كفاعله. الصبر عند الصدمة الأولى. آفة العلم النسيان. الناس نيام فإذا ماتوا انتبهوا. الحلم سجية فاضلة. الصاحب مناسب. الإنصاف راحة. العجلة زلل. التواني إضاعة. الصدود آية المقت. الفكرة مرآة صافية. المودة قرابة مستفادة. أخلق بمن غدر ألا يوفى له. الهيبة مقرونة بالخيبة. الحياء مقرون بالحرمان. المؤمن لا يحيف على من يبغض. الفقر يخرس الفطن عن حجته. الناس أعداء ما جهلوا. أفضل المعروف نصرة الملهوف. التواني عن العناية بالخير شر كبير. الجود حارس العرض من الذم. الكامل من عدت هفواته. الجود بذل الموجود. الحق ما أقصى عنك ما تكره, وجلب إليك ما تحب. المرض حبس البدن, والهم حبس الروح. الأطراف منازل الأشراف. إعلان الشماتة كيد العدو العاجز. العيون طلايع القلوب. العشق داء لا يعرض إلا للقلوب الفارغة. أوجع الضرب ما لا يمكن معه البكى. العبد من لا عبد له. الناس على دين الملك. المفروح به هو المحزون عليه. الأناة محمودة إلا عند إمكان الفرصة. الإرجاف زند الفتنة. الولاية وكل مدح, والعزل وكل ذم. السلاح ثم الكفاح. المساورة قبل المشاورة. التوقيف قبل التعنيف. الفرار في وقته ظفر. المذاكرة صيقل العقل. أقصر لما أنصر. الدهر أفصح المؤدبين. أجلست عبدي فاتكأ. أعطي العبد كراعا فطلب ذراعا. النساء يغلبن الكرام ويغلبهن اللئام. النسيئة نسيان والتقاضي هذيان.\nاصطلح الخصمان وأبى القاضي. البطنة تذهب الفطنة. العاقل يترك ما يحب خوفا من العلاج بما يكره. الشر يأتي من لا يأتيه. اللئام أصبر أجسادا؛ والكرام أصبر أنفسا. الجهل موت الأحياء. المستشير على طرف النجاح. الأحمق في شبابه خرف. الزلل مع العجل. أشد الجهاد مجاهدة الغيظ. الرأي نائم والهوى يقظان. الشكر أفضل من النعم لأنه يبقى وتلك تفنى. النظر إلى أحمق سخنة عين. المحبوب مسبوب. أقرب رأييك إلى الصواب أبعدهما من هواك. الحذق لا يزيد في الرزق. الطمع خمر بغير مزاج. الأماني أحلام المستيقظ. أعرف الناس بالعوار المعور. اليأس حر والأمل عبد. أسرع الناس إلى الفتنة أقلهم حياء من الفرار. الأماني تعمي عيون البصائر.\nالأماني تخدعك, وعند الحقائق تدعك. العفو عن المقر لا عن المصر. أزهد الناس في عالم أهله. النصح بين الملإ تقريع. الطبيعة مصارفة فإذا زادت في العقل نقصت من الرزق. الأمل رفيق مؤنس إن لم ينفعك ألهاك. أنت أخو العزة ما التحفت بالقناعة. المنية تضحك من الأمنية. السلم سلم السلامة. الرشا رشا الحاجة. البخل سوس السياسة. البشر عنوان الكرم. البشر نور الإنجاب. عطاء الشعراء من فروض الأمراء. إعطاء الشاعر ضرب من بر الوالدين. أفضل المدح ما كان على ألسنة الأحرار. الليل يكفيك الجبان ويصف الشجاع. الليل أخفى للويل. الشباب باكورة الحياة. أكل القليل مما يضر, خير من أكل الكثير مما ينفع. إغباب الزيارة أمان من الملالة. الغالب بالشر مغلوب. أشر الرجل في النعمة على قدر استكانته في المحبة. أصح الثناء ما اعترف به الأعداء. الهدية ترد بلاء الدنيا؛ والصدقة ترد بلاء الآخرة. استقبال الموت خير من استدباره. الفار طريدة من طرائد الموت.\nالبرايا أهداف البلايا. الدهر دول والأيام عقب. الزمان ذو ألوان. الجبان معين على نفسه. استعطاف المتجني مؤونة على الإنصاف. أبخل الناس بماله أجودهم بعرضه. أصاب متأن أو كاد, وأخطأ مستعجل أو كاد. التثبت من الله, والعجلة من الشيطان. الحر عبد إذا طمع؛ والعبد حر إذا قنع. المرء كثير بأخيه. الإنسان بالإخوان كالسلطان بالأعوان. العري الفادح, خير من الزي الفاضح. أحسن ما يكون الحسن بجنب القبيح.\nالعلم يمنع أهله أن يمنعوه أهله. البخل بالعلم على غير أهله, قضاء لحقه ومعرفة لفضله. العلم أكثر من ا، يحاط به فخذوا من كل شيء أحسنه. العلماء غرباء لكثرة الجهال. الملوك حكام على الناس؛ والعلماء حكام على الملوك.\nالخط الحسن يزيد الحق وضوحا. الخط صور ضئيلة لها معان جليلة. الخط يخاطب العيون بسرائر القلوب. القلم أصم يسمع النجوى؛ وأخرس يفصح بالدعوى. القلم شجرة ثمرها المعاني, والفكرة بحر لؤلؤه الحكمة.\nالجزء: 1 ¦ الصفحة: 19\n",
        "الصمت منام والكلام يقظة. العجب آفة اللب. المروءة ترك اللذة, واللذة ترك المروءة. الرفق والدوام وعلى الله التمام. الجاهل عدو لنفسه فكيف يكون صديقالغيره؟ الدنيا لا تعطي أحدا ما يستحقه: إما أن تزيده وإما أن تنقصه. إخوان السوء كثيرة. النار تحرق بعضها بعضا. الكريم إذا أساء فعن خطيئة, وإذا أحسن فعن نية. الأعمال المفروضة تذكر العبد بربه. الغيرة مفتاح الطلاق. الفهم شعاع العقل. الحدة سورة الجهل. الفتنة ينبوع الأحزان. أمن الزمان زمانة العقل. النعم أطواق إذا شكرت؛ وأغلال إذا كفرت. الشكر على النعم السالفة, تقتضي النعم المستأنفة. الظفر شافع المذنبين إلى الكرماء. أولى الناس بالعفو أقدرهم على العقوبة. الاعتراف يهدم الاقتراف. أخطر شيء بالإنسان غلطه فيمن يثق به. أول الغضب جنون وأخره ندم. المزاح سباب الحمقى. الدين وقر طالما أثقل الكرام.\nالمصيبة بالصبر أعظم المصيبتين. الصبر على المصيبة مصيبة على الشامت بها. أحق ما صبر عليه ما لا بد منه. أحق ما رد ما خالف شهادة العقل.\nالدنيا والآخرة ضرتان؛ إن أرضيت إحداهما أسخطت الأخرى. الدنيا والآخرة ككفتي الميزان؛ إن رجحت إحداهما خفت الأخرى. الناس في الدنيا بالأحوال, وفي الآخرة بالأعمال.\nالأمور بعواقبها؛ والأعمال بخواتمها. الحر إذا جرح آسى؛ وإذا خرق رفا؛ وإذا أضر من جانب نفع من جانب. إفراط التغافل تسافل. إفراط الدماثة غثاثة. الحق حق وإن جهله الورى؛ والنهار نهار وإن لم يره الأعمى. النفس مائلة إلى شكلها؛ والطير واقعة على مثلها. الفرصة سريعة الفوت بطيئة العود. الله يمهل ولا يهمل. إنما يعجل من يخاف الفوت. الأدب بين أهله نسب. الأدب من الأب والصلاح من الله.\nالسماع إدام المدام. الدنيا معشوقة وريقها الراح. الشرب على غير الدسم سم؛ وعلى غير النغم غم. الساجور خير من الكلب. الكريم يظلم من فوقه واللئيم يظلم من تحته. الحاسد يرى زوال النعمة نعمة عليه. الغربة كربة والنقلة مثلة, أقرب ما يكون العبد من غضب الله إذا غضب.\nالنحو في الكلام كالملح في الطعام. اللحن في المنطق كالجدري في الوجه. الشجاع موقى والجبان ملقى. الأنام فرائس الأيام. البحر لا يخاض والليث لا يراض. الوسن يرى الحلم الحسن. أمور تمور وأحوال تحول. السنون تغير السنن. اللسان صغير الجرم؛ عظيم الجرم. استراح اللاغب وزهد الراغب. المقادير تجري بخلاف التقدير. أثقل من غريم على عديم. السفر يسفر عن أخلاق الرجال. التخفيف في العبادة خير عادة. اللهب لا ينقص من الذهب.\nالقلم أحد اللسانين. العم أحد الوالدين. العجيزة أحد الوجهين. رأس المال أحد الربحين. الخضاب أحد الشبابين. سامع الغيبة أحد المغتابين. بذل الجاه أحد الرفدين.\nفصل الأخبار بسائر الحروف\nكل الصيد في جوف الفرا. علم لا ينفع ككنز لا ينتفع به. نعم الختن القبر. جدع الحلال أنف الغيرة. حبك للشيء يعمي ويصم. شر الناس من اتقاه الناس لشره. جبلت القلوب على حب من أحسن إليها, وبغض من أساء إليها. خير شبابكم من تشبه بالشيوخ, وشر شيوخكم من تشبه بالشباب. من حسن إسلام المرء تركه ما لا يعنيه. سيد القوم خادمهم. شر العمى عمى القلب. مطل الغني ظلم. خير الأمور أوساطها. خير ما جربت ما وعظك. خير المقال ما صدقه الفعال. لكل مقبل إدبار. لكل أمر عاقبة. ظلم الضعيف أفحش ظلم. رأي الشيخ خير من مشهد الغلام.\nلقاء أهل الخير عمارة القلوب الواهية. من التوفيق الوقوف عند الحيرة. رضي بالذل من كشف ضره. خاطر بنفسه من استبد برأيه. رسولك ترجمان عقلك. قيمة كل امرئ ما يحسن. قطيعة الجهل تعدل صلة العاقل. صاحب المعروف لا يقع وإن وقع يجد متكأ. خير من الخير مسديه, وشر من الشر من يأتيه. حسن الأخلاق أنفس الأعلاق. من تمام الصدق الأخبار بما تحتمله العقول. من مأمنه يؤتى الحذر. من صلاح نفسك معرفتك بفسادها. من أشرف الكرم غفلتك عما تعلم.\nالجزء: 1 ¦ الصفحة: 20\n",
        "من وهن الأمر إعلانه قبل إحكامه. من سعادة جدك وقوفك عند حدك. من التعذيب تهذيب الذيب. من باطل جمعه ومن حق منعه. قابل المدح كمادح نفسه. حصنك من الباغي حسن المكاشرة. لسان الجاهل مالك له, ولسان العاقل مملوك معه. لسان المرء أمكن مقاتله. موت الخير راحة لنفسه؛ وموت الشرير راحة للناس. خير مالك ما وقاك؛ وشر مالك ما وقيته. خير مفاتيح الأمور الصدق, وخير خواتيمها الوفاء. خير العطاء ما وافق الحاجة. خير الأوطان أعونها على الزمان. خير المعروف ما لم يكن مكافأة على ماض ولا رجاء لباق. خير المعروف ما لم يتقدمه مطل, ولم يتبعه من. خير الكلام ما أسفر عن الحاجة.\nكل كبير عدو للطبيعة. كل مستعجل ملوم وإن نجح. كلما كثر خزان الأسرار ازدادت ضياعا. كلما حسنت نعمة جاهل ازداد فيها قبحا. كل شيء شيء ومصادقة الكذاب لا شيء. منع الجميع أرضى للجميع. صبرك على الاكتساب خير من حاجتك إلى الأصحاب. حصر الكريم إذا سأل؛ وحصر اللئيم إذا سئل. سرور النفس بالأمل؛ أشد من سرورها بالجدة. مصرع الجاهل بين (ليت) و (لو) . قل طمع لم يرد إلى طبع. حسن الصورة أول السعادة.\nرداءة الخط زمانة الأدب. بالوعد يستريح اللئيم ويتعب الكريم. بالإيثار يستوجب اسم الجود. بحسن التأني تسهل المطالب. نار الحلفا سريعة الانطفا. بعض الصدق قبيح. زمام العمل بيد الأمل. لكل غلو سلو. لكل قوم يوم. لكل حادث حديث. صام حولا وشرب بولا. حلمك عن السفيه يكثر أنصارك عليه. شر الناس من لا يبالي أن تراه مسيئا. عجب المرء بنفس أحد حساد عقله. كل شيء يحتاج إلى العقل؛ والعقل يحتاج إلى التجارب. فوت الحاجة خير من طلبها إلى غير أهلها. لكل شيء مقدار, من يجاوزه أفرط؛ ومن قصر عنه فرط. ثوب الرجل لسان نعمة الله عليه. مجالسة الثقيل حمى الروح. كأنما خلق الحاسد ليغتاظ. يوم العدل على الظالم أشد من يوم الجور على المظلوم. زكاة الرأي نصيحة المستشير.\nجهد البلاء الإقلال والعيال. قصص الأولين مواعظ الآخرين. جزاء من يكذب أن لا يصدق. كاد المريب أن يقول: خذوني. يوم العاجز غد. ظاهر العتاب خير من باطن الحقد. كم شاهد لا ينطق. لسان التقصير قصير. بعد الكدر صفو, وبعد المطر صحو. ذو السرعة لا يعدم الصرعة. شرط المعاشرة ترك المكاشرة. صديق الوالد عم الولد. عند الامتحان يكرم الرجل أو يهان. صواب الجاهل كخطأ العاقل. محرض خير من ألف مقاتل. بالأقلام تساس الأقاليم. مشى بقدمه إلى دمه. صفاقة الوجه رزق حاضر. قتل أرضا عالمها؛ وقتلت أرض جاهلها. علم لا يعبر معك الوادي, لا يعمر بك النادي.\nصدور الأحرار قبور الأسرار. علامة الكذاب جوده باليميني لغير مستحلف. حسب الكاذب بفعله شتما، وقلبه خصما. نصح الصديق تأديب, ونصح العدو تأنيب. بعض الحلم مذلة؛ وبعض الاستقامة مراءاة. قرية غنيمة، والظفر به هزيمة. مرآة العواقب في يد التجارب. ظن العاقل خير من يقين الجاهل. ذللت طالبا فذللت مطلوبا. فر: أخزاه الله، خير من: قتل رحمه الله. نجى المخفون. نائم مقر بذنبه، خير من مصل مدل على ربه. كلب جوال خير من أسد رابض. خلف الوعد خلق الوغد. علي أن أقول وما علي القبول. نور الحقيقة، أحسن من نور الحديقة.\nعسى تحظى في غدك برغدك. كفى بالنهى ناهيا، وبالهدى هاديا. نعم العدة طول المدة. سم المبرسم في الشهد؛ والشمس تقبح في الأعين الرمد. شر القول الكذب، وشر الفعل البخل. خطأ الجود أفضل من صواب المنع. قبر العاق خير منه. ترك المراء من المروءة. قول كالعسل وفعل كالأسل. وقع حيث لم يتوقع. وجب الرحيل عن الربع المحيل. لأن تبتلى بمجنون كامل، خير لك من نصف مجنون. صديق الجاهل مغرور. تقويمك للجاهل سبب لعداوته. للعادة على كل شيء سلطان. عشرة الصغار صغار. نعم الرفيق التوفيق. عنا طويل وغنا قليل. للقلوب انقلالب، وللأسباب انقضاب. كم بين الدر والحصى.\nالجزء: 1 ¦ الصفحة: 21\n",
        "قد رخص ما غلا، وسفل ما علا. هو عيبة العيوب، وذنوب الذنوب. حتى يدك تضرك. وحتى عينك تكذبك. حتى المحاجة إليها حاجة. حتى المعنى يتكنى. حتى القدم لها خدم. كلام فايق، في خط رايق. قد تكسد اليواقيت في بعض المواقيت. عرض التقي نقي؛ وعرف الذكي ذكي. عادات السادات؛ سادات العادات. جسد كله حسد. غضب الجاهل في قوله، وغضب العاقل في فعله. صحبة الأشرار، تورث سوء الظن بالأخيار. عصفور في الكف ولا كركي في الجو.\nفصل الأمر\nاشتدي أزمة تنفرجي. إعقلها وتوكل. تاجروا الله بالصدقة تربحوا. إتقوا فراسة المؤمن ينظر بنور الله. تخيروا لنطفكم. إبدأ بمن تعول. انصر أخاك ظالما أو مظلوما. وجهوا آمالكم إلى محبة قلوبكم. إعص هواك وطع من شئت. عجلوا المعروف قبل سوء الظن ولحاق السيئة. أترك الشر ما تركك. داو المودة بكثرة التعاهد. تعز عن الدنيا تعز. إرع حق من عظمك لغير حاجة إليك. عود نفسك الصبر على قرين السوء فإنه لا يكاد يخطيك.\nأعط من دونك ما تحب أن يعطيك من فوقك. بشر مال البخيل بحادث أو وارث. أنصف مظلومك قبل أن ينصفه الدهر منك. استغن عن الناس يحتاجوا إليك. خفف طعامك تأمن أسقامك. كل قليلا تعش كثيرا. أشفق على ولدك من إشفاقك عليه. أحيوا الحياء بمجاورة من يستحيي منه. إرض من أخيك إذا ولي ولاية بعشر وده قبلها. إنصح ولا تفصح. إستتر من الشامتين بحسن العزاء. أذكر غائبا تره. كذب أسوأ الظنون بأحسنها. كن ذنبا في الخير، ولا تكن وأسأ في الشر. إتبع ولا تبتدع. أغد عالما أو متعلما ولا تكن الثالث فتهلك. قارب الناس في عقولهم تسلم من غوائلهم. اتئد تصب أو تكد. إعرف أخاك بأخيه قبلك. بع الحيوان أحسن ما يكون في عينك. تعام عن ما تسوؤك رؤيته، وتصام عما يؤذيك سماعه. إحذر صديقك فإنك من عدوك على حذر. أشكر لمن أنعم عليك، وأنعم على من شكرك. خذه بالموت حتى يرضى بالحمى. تنح عن طريق القافية.\nصانع الطبيب قبل أن تمرض. نق نعليك وابذل قدميك. إلبس من الثياب مالا تحتقر فيه ولا تشتهر به. إنس رفدك ولا تنس وعدك. إتق قرناء السوء فإنك متهم بأعمالهم. زاحم بعود أودع. أدن من الخوف تأمن. إعرف الحق لمن عرفه لك. دع ما شاء القلب لما شاء الرب. دع ماراب، وكل ما طاب. دع ما جمح واركب ما سمح. سامح الجامح بكل؛ ولابن المحارن بذل. قدم خيرك ثم [ذكرك] .\nفصل النهي\nلا تظهر الشماتة بأخيك، فيعافيه الله ويبتليك. لا يكن حبك كلفا، ولا بغضك تلفا. لا تشرب السم اتكالا على ما عندك من الترياق. لا تتهاون بالأمر الصغير إذا كان يقبل النمو. لا تغترر في صحة مزاجك في الهوى الوبيء. لا تستعن في حاجتك إلا بمن يجب أن تظفر بها. لا تكره سخط من يرضيه الباطل. لا تودع سرك جاهلا فيخون، ولا عاقلا فيزل. لا تقل ما لا تعلم فتتهم فيماتعلم.\nلا تسأل البخيل، فإنه إن منعك أبغضته، وإن أعطاك أبغضك. لا تكونن لمالك عبدا، وقد جعلك الله له ربا. لا تصحبوا الأشرار فإنهم يمنون عليكم بالسلامة منهم. لا تصحب الشرير فإن طبعك يسردق من طبعه وأنت لا تدري. لا تفتح بابا يعييك سده، ولا ترسل سهما يعجزك رده. لا تفعل ما يصير حجة عليك، وعلة في الإساءة إليك. لا تستحي من إعطاء القليل فإن المنع أقل منه. لا يفسدنك الظن على صديق أصلحك اليقين له. لا تطمع في كل ما تسمع. لا تغترر بالأمير، إذا غشك الوزير.\nلا تنكح خاطب سرك. لا تطلب الغنيمة حتى تحرز السلامة. لا تكن ممن يلعن إبليس في العلانية ويواليه في السر. لا تحمدن أمة يوم شرائها، ولا عروسا ليلة إهدائها. لا تكن كالجراد يأكل ما وجده ويأكله ما وجده. لا تسىء لا تخف. لا تذكر الميت بسوء فتكون الأرض أكتم عليه منك. لا تكن رطبا فتعصر ولا يابسا فتكسر. لا تجالس بسفهك الحكماء؛ ولا بحلمك السفهاء. لا يزيدنك لطف الحسود إلا وحشة منه. لا تفسد تأكد إحسانك بطارق امتنانك. لا تقبلن في الاستخدام إلا شفاعة الكفاية والأمانة.\nفصل إذا\nالجزء: 1 ¦ الصفحة: 22\n",
        "إذا اشتبه عليك أمران فاجتنب أقربهما من هواك. إذا ضاقت حالك فاحذر مشورة الإفلاس فإنه لا يشير بخير. إذا اتسعت القدرة نقصت الشهوة. إذا أردت أن تفتضح فأمر من لا يطيعك. إذا أدبر الأمر كان العطب في الحيلة. إذا جاء النص بطل القياس. إذا تم العقل نقص الكلام. إذا قبح السؤال حسن المنع. إذا قدم الإخاء سمج الثناء. إذا كنت أبطأهم خيرا، فلا تكن أسرعهم جوابا. إذا أردت أن تطاع فاسأل ما يستطاع. إذا كلف المولى عبده فوق طاقته، فقد أقام عذره في مخالفته. إذا لم يكن ما تريد فأرد ما يكون. إذا بقي ماقاتك، فلا تأس على ما فاتك.\nإذا عاديت من يملكك، فلا تلمه إن أهلكك. إذا نزلت بك النعمة فاجعل قراها الشكر. إذا قدمت المصيبة سمجت التعزية. إذا لم تستح فاصنع ما شئت. إذا قصرت يدك عن المكآفات فليطل لسانك بالشكر. إذا كثر الإحسان سقط الاستحسان. إذا زل العالم زل بزلته عالم. إذا كنت في إدبار والموت في إقبال فما أسرع الملتقى. إذا طالت اللحية تكوسج العقل. إذا حاق القضاء، ضاق الفضاء. إذا تكرر الكلام على السمع تقرر في القلب. إذا ازدحمت الظنون على سر، هتكته. إذا دنا انثنى، وإذا غاب عاب. إذا قطعت فقدر ما استطعت. إذا جحد الإحسان وجب الامتنان. إذا وجدت حاجتك في السوق فلا تطلبها من أخيك.\nفصل من\nمن تأنى أصاب أو كاد؛ ومن عجل أخطأ أو كاد. من مشى مع ظالم فقد أجرم. من بلغ السبعين اشتكئ من غير عفة. من سلك مسالك السوء اتهم. من أيقن بالخلف جاد بالعطية، من ضيعه الأقرب؛ أتيح له الأبعد. من حمل ما لا يطيق عجز. من علم من أخيه مروءة جميلة؛ فلا يسمعن فيه الأقاويل. من فكر في العواقب لم يتشجع. من كثر رضاه عن نفسه كثر الساخطون عليه. من شتم الملوك مات قبل موته. من عرف بالصدق جاز كذبه؛ ومن عرف بالكذب لم يجز صدقه. من كثر ملقه لم يعرف بشره. من اعتذر من غير ذنب أوجب الذنب على نفسه.\nمن مدح رجلا بما ليس فيه، فقد بالغ قي ذمه. من ظن بك قبيحا فكن جديرا بتكذيب ظنه. من تمنى طول العمر فليوطن نفسه على المصائب. من طلب لسره موضعا فقد أفشاه. من أطاع غضبه أضاع أدبه. من عظمت همته طالت حسرته. من أصلح فاسده أرغم حاسده. من قاس الأمور فهم المستور. من عز بز. من نال استطال. من أنزل نفسه منزلة العاقل؛ أنزله الناس منزلة الجاهل. من كتم سره كان الخيار في يده؛ ومن أفشاه كثر المتآمرون عليه. من لم يعرف الشر كان أجدر أن يقع فيه. من بلغ غاية ما يحب فليتوقع غاية ما يكره. من كتم علما فكأنه جاهله. من أقعدته نكاية الأيام؛ أقامته إغاثة الكرام. من لم تخنه نساؤه تكلم بملء فيه. من نال الدنيا مات وجدا بها؛ ومن لم ينلها مات حسرة عليها. من قل صدقه قل صديقه. من قدم هديته نال أمنيته. من سأل فوق حاجته استحق الحرمان. من لم يصبر على كلمة سمع كلمات. من عاب نفسه فقد زكاها.\nمن لم ينه أخاه فقد أغراه؛ ومن لم يداو عليله فقد أدواه. من ركب ظهر البغي نزل به دار الندامة. من جهل شيئا عاداه. من فعل ما شاء لقي ما ساء. من اصطنع قوما احتاج إليهم يوما. من ودك لأمر أبغضك عند انقضائه. من قتل في الحرب مدبراً أكثر ممن قتل مقبلاً. من قعد به حسبه نهض به أدبه. من عرف قدره لم يهلك. من ترفع بعلمه وضعه الله بعمله. من عرف نفسه لم يضره ما قال الناس فيه. من عظمت نعمة الله عليه، كثرت حوائج الناس إليه. من أخطأ وجوه المطالب خذلته الحيل. من لم يرب معروفا فكأن لم يصنعه. من خوفك حتى تلقى الأمن؛ خير لك ممن أمنك حتى تلقى الخوف. من استغنى بالله افتقر إليه الناس. من كان الإكرام داءه كان الهوان دواءه.\nالجزء: 1 ¦ الصفحة: 23\n",
        "من لم يعدل، عدل الله فيه؛ ومن حكم لنفسه حكم الله عليه. من لانت كلمته وجبت محبته. من ضاق خلقه مله أهله. من ترك العقوبة فقد أغرى بالذنب. من خضع لك بالعذر فتفضل عليه بالعتبى. من ضيع أمن الزمان فقد ضيع ثغرا مخوفا. من عرض نفسه للنهم فلا يلومن من أساء به الظن. من عتب على الدهر طال عتبه. من خاف من فوقه خافه من دونه. من سلك الحذار أمن العثار. من كثر مزحه لم يسلم من استخفاف به أو حقد عليه. من سكت فسلم كان كمن نطق فغنم. من أماله الباطل قومه الحق. من لم يجد الحميم رعى الهشيم. من لم يحسن صهيلا نهق. من كان عبدا للحق فهو حر. من عبر غير. من طمع الكل فاته الكل. من غاب خاب؛ وأكل نصيبه الأصحاب.\nمن لم يحترف لم يعتلف. من اشترى مالا يحتاج إليه, باع ما يحتاج إليه. من سره بنوه ساءته نفسه. من سل سيف البغي, قتل به. من أخافه الكلام, أجاره الصمت. من كنت طليق بره فكن أسير شكره. من أطاع هواه أعطا عدوه مناه. من خان حان. من لم يجد بابا مغلقا يجد إلى جنبه بابا مفتوحا. من زرع الإحن حصد المحن. من طلب عزا بباطل أورثه الله ذلا بحق. من كثر هجره وجب هجره. من لم يتعظ اتعظ به. من كانت حياتك به فمت دونه. من طلب دينا قديما أصاب شرا جديدا.\nفصل لا\nلا يقوم عن الغضب بذل الاعتذار. لا يزال الأحمق يدور حتى يواجه بما يسوءه. لا ترى الجاهل إلا مفرطا أو مفرطا. لا أشجع من بريء؛ ولا أجبن من مريب. لا خير في لزوم مواطن الآباء إذا نبت بالأبناء. لا خير في المعروف إذا أحصي. لا ضمان على الزمان. لا ينسب إلى الحلم إلا من قدر على السطوة. لا بد للمصدور من أن ينفث. لا تنال نعمة إلا بفراق أخرى. لا يكون العمران حيث يجور السلطان. لا خلاق لسيء الأخلاق. لا خير في لذة تعقب ندما. لا أصل ثابت ولا فرع نابت. لا عاش بخير من لا يرى بقلبه ما لم ير بعينه.\nفصل ما\nما نحل والد ولده أفضل من أدب حسن. ما خير، خير لا ينال إلا بشر. ما كل مفتون يعاتب. ما هلك امرؤ عرف قدره. ما مات من أحيا علما. ما صين العلم بمثل بذله لأهله. ما استرق الكرام مالك أنض من الدين. ما أنصفك من منعك ماله وكلفك إجلاله. ما عفي عن الذنب من قرع به. ما رأيت تبذيرا إلا وإلى جانبه حق مضيع. ما غضبي على من أملك وما غضبي على من لا أملك. ما أحد رأى في ولده ما يحب، إلا رأى في نفسه ما يكره. ما السيف الصارم في يدي الشجاع بأنجد له من الصدق. ما كتمته عدوك فلا تخبر به صديقك. ما تساب اثنان إلا غلب ألأمهما. ما شاهد على غائب بأدل من طرف على قلب. ما جمع مال بتقتير إلا أنفق في تبذير. ما أعطي أحد نصفا فأباه، إلا قبل شرا منه. ما قل وكفى خير مما كثر وألهى. ما يزع الله بالسلطان أكثر مما يزع بالقرآن.\nفصل رب\nرب عجلة تهب ريثا. رب ساع في ما يضره. ربما أخطأ البصير قصده؛ وأصاب الأعمى رشده. ربما كان الدواء داء. ربما شرق شارب الماء قبل ريه. رب طامع ملك؛ وطالب أدرك. رب طرف أفصح من لسان. رب مغبوط معبوط. ربما تكون المنية هنية. رب مقال لا تقال عثرته. رب مملوك لا يستطاع فراقه. رب مغتاب غيره بما هو فيه. ربما كانت العطية خطية؛ وربما كانت العناية جناية. رب حرف أدنى إلى حتف. ورب كلمة سلبت نعمة. رب منع أحلا من العطاء. رب أكلة تمنع أكلات. رب صديق يؤتى في جهله لا من بيته. رب كلمة تقول لقائلها: دعني. رب عقل أسير لهوى أمير. رب صبابة غرستها لفظة.\nفصل لو ولولا\nلو سكت من لا يعلم سقط الخلاف. لو عقل أهل الدنيا كلهم، خربت. لو جاز لوم الأحمق على أن يعقل، جاز لوم الأعمى على أن يبصر. لو كان المزاح فحلا لم ينتج إلا شرا. لو صور الصدق لكان أسدا، ولو صور الكذب لكان ثعلبا. لو كانت الدنيا لقمة في يد الكريم لوضعها في فم ضيفه. لو عيرت حبلى لخفت أن أحبل. لو عيرت كلبا لخفت أن أجوز في سلاحه. لو بلغ الزق فاه لولاه قفاه. لو مر بوادي الأراك ما انصرف منه بسواك. لولا الحياء هلك الأحياء. لولا السيف كثر الحيف. لولا التقاضي قل التراضي. لولا ظلمة الخطأ ما أشرق نور الصواب. لولا الشعير ما نهقت الحمير.\nفصل ليس\nالجزء: 1 ¦ الصفحة: 24\n",
        "ليس الخبر كالمعاينة. ليس جزاء من سرك أن تسوءه. ليس يجب المدح والذم إلا لمعتمد الجميل والقبيح. ليس شيء أحق بطول سجن من لسان. ليست العزة في حسن البزة. ليس حسن الجوار الكف عن الأذى ولكنه الصبر على الأذى. لست بخب والخب لا يخدعني. ليس سبيل من البر إلا ودونه عقبة من الصبر. ليس في البرق اللامع مستمع لخائض الظلمة. ليس شيء أحب إلي من الضيف لأن رزقه على الله ومحمدته لي. ليس بمغرور من وثق بالله.\nباب الحكمة من الشعر\nفصل انتظار الفرج من أهل الشدة والحرج\nقال صاحب الكتاب [المؤلف] :\nهي شدة يأتي الرخاء عقيبها\n...\nوأسى يبشر بالسرور العاجل\nوإذا نظرت فإن بؤسا زائلا\n...\nللمرء خير من نعيم زائل\nوقال أيضاً:\nسأصبر حتى يأتي الله بالذي\n...\nيشاء وحتى يعجب الدهر من صبري\nفكم فاقة بات الغنى من خلالها\n...\nيلوح، وكم عسر تكشف عن يسر\nوقال آخر: هي الأيام والغير=وأمر الله منتظر أتيأس أن ترى فرجا=فأين الله والقدر إبراهيم بن العباس الصولي:\nولرب نازلة يضيق بها الفتى\n...\nذرعا وعند الله منها المخرج\nضاقت فلما استحكمت حلقاتها\n...\nفرجت وكان يظنها لا تفرج\nوقال آخر:\nلا تكره المكروه عند نزوله\n...\nإن العواقب لم تزل متباينه\nكم نعمة لا تستقل بشكرها\n...\nلله في ظل المكاره كامنه\nوقال عبد الله بن الزبير الأسدي:\nلا أحسب الشر جارا لا يفارقني\n...\nولا أحز علي ما فاشني الودجا\nوما نزلت من المكروه منزلة\n...\nإلا وثقت بأن ألقى لها فرجا\nوقال آخر:\nكم فرحة طوية\n...\nلك بين أثناء النوائب\nومسرة قد أقبلت\n...\nمن حيث تنتظر المصائب\nوقال آخر:\nخف إذا أصبحت ترجو\n...\nوارج إن أصبحت خائف\nرب مكروه مخوف\n...\nفيه لله لطائف\nأبو الحسن بن فارس:\nوقالوا كيف حالك قلت خير\n...\nتقضى حاجة ويفوت حاج\nإذا ازدحمت هموم الصدر قلنا\n...\nعسى يوما يكون لها انفراج\nمنصور الفقيه:\nيا من يخاف أن يكو\n...\nن ما يخاف سرمدا\nأما سمعت قولهم\n...\nإن مع اليوم غدا\nبعض الأعراب:\nوإني لأغضي مقلتي على القذى\n...\nوألبس ثوب الصبر أبيض أبلجا\nوإني لأدعو الله والأمر ضيق\n...\nعلي ما ينفعك أن يتفرجا\nوكم من فتى ضاقت عليه وجوهه\n...\nأصاب لها في دعوة الله مخرجا\nفصل في الحض على اكتساب الإخوان ومدارتهم والصفح عن زلاتهم وهوافتهم\nقال عبد الملك بن مروان يوما لأهل بيته وجلسائه: لينشد كل منكم أحسن شعر سمعه. فانشدوا لامرئ القيس، وزهير، والنابغة، والأعشى، فأكثروا حتى أتوا على محاسن ما يحفظون. فقال عبد الملك: أشعرهم والله الذي يقول:\nوذي رحم قلمت أظفار ضغنه\n...\nبحلمي عنه وهو ليس له حلم\nإذا سمته وصل القرابة سامني\n...\nقطيعتها تلك السفاهة والظلم\nويسعى إذا أبني ليهدم صالحي\n...\nوليس الذي يبني كمن شأنه الهدم\nيحاول رغمي لا يحاول غيره\n...\nوكالموت عندي أن يحل به الرغم\nفما زلت في لين له وتعطف\n...\nعليه كما تحنو على الولد الأم\nلأستللن الضغن حتى سللته\n...\nوإن كان ذا ضغن يضيق به الحلم\nوأطفأت نار الحرب بيني وبينه\n...\nفأصبح بعد الحرب وهولنا سلم\nوقال بشار بن برد:\nإذا كنت في كل الأمور معاتبا\n...\nصديقك لم تلق الذي لا تعاتبه\nفعش واحدا أو صل أخاك فإنه\n...\nمقارف ذنب مرة ومجانبه\nإذا أنت لم تشرب مرارا على القذى\n...\nظمئت وأي الناس تصفو مشاربه\nوقال كثير عزة:\nومن لم يغمض عينه عن صديقه\n...\nوعن بعض ما فيه يمت وهو عاتب\nومن يتتبع جاهدا كل عثرة\n...\nيجدها، ولا يسلم له الدهر، صاحب\nوقال آخر:\nإقبل أخاك ببعضه\n...\nقد يقبل المعروف نزرا\nواصبر عليه فإنه\n...\nإن ساء عصرا سر عصرا\nوقال آخر:\nواصل أخاك وإن أتاك بمنكر\n...\nفخلوص شيء قلما يتمكن\nولكل شيء آفة موجودة\n...\nإن السراج على سناه يدخن\nابن الحداد المغولي:\nأشدد يديك على أخيك تكن به\n...\nفي كل أمر تبتغيه قديرا\nالجزء: 1 ¦ الصفحة: 25\n",
        "لو لم يكن بأخ أخ متأيدا\n...\nلم يتخذ موسى أخاه وزيرا\nوقال آخر:\nتكثر من الإخوان ما اسطعت إنهم\n...\nعماد إذا استنجدتهم وظهور\nوليس كثيرا ألف خل وصاحب\n...\nوإن عدوا واحدا لكثير\nأبو الفتح البستي:\nتحمل أخاك على ما به\n...\nفما في استقامته مطمع\nوإني له خلق واحد\n...\nوفيه طبائعه الأربع\nوقال آخر:\nمن لم يكن ذا خليل\n...\nيفشي إليه بسره\nويستريح إليه\n...\nفي خير أمر وشره\nفليس يعرف طعما\n...\nلحلو عيش ومره\nابن المعتز:\nالله حسبي وبه توفيقي\n...\nما أسمج الدنيا بلا صديق\nوأضعف المال عن الحقوق\n...\nوأميل الدهر إلى العقوق\nوقال آخر:\nإذا ما صديقي رابني سوء فعله\n...\nولم يك عما ساءني بمفيق\nصبرت على أشياء منه تريبني\n...\nمخافة أن أبقى بغير صديق\nوقال آخر:\nإذا أنت لم تستقبل الأخ لم تجد\n...\nلكفيك في إدباره متعلقا\nإذا أنت لم تترك أخاك وزلة\n...\nإذا زلها، أوشكتما أن تفرقا\nفصل\nكيف يجب أن يكون الإخوان\nقال بعضهم:\nأخوك الذي لو جئت بالسيف مصلتا\n...\nإليه به، لم يستغشك في الود\nولو جئت تدعوه إلى الموت لم يكن\n...\nيردك إشفاقا عليك من الرد\nيرى أنه في الود وان مقصر\n...\nوإن زاد فيه بالوفاء على الجهد\nوقال آخر:\nأخوك الذي لا ينقض النأي عهده\n...\nولا عند صرف الدهر يزور جانبه\nوليس الذي يلقاك بالبشر والرضا\n...\nوإن غبت عنه لسعتك عقاربة\nوقال آخر:\nوليس أخوك الدائم العهد بالذي\n...\nيسوءك إن ولى ويرضيك مقبلا\nولكنه النائي إذا كنت مقبلا\n...\nوصاحبك الأدنى إذا الأمر أعضلا\nوقال آخر:\nأخوك الذي إن سرك الأمر سره\n...\nوإن ساء أمر ظل وهو حزين\nيقرب من قربت من ذي مودة\n...\nويقصي الذي أقصيته ويهين\nبشار بن برد:\nخير إخوانك المشارك في الم\n...\nر وأين الشريك في المر أينا\nالذي إن شهدت زانك في النا\n...\nس وإن غبت كان أذنا وعينا\nأبو العتاهية:\nعذيري من الإنسان لا إن جفوته\n...\nصفا لي ولا إن صرت طوع يديه\nوإني لمشتاق إلى ظل صاحب\n...\nيرق ويصفو إن كدرت عليه\nالعباس بن جرير\nإن الصديق هو الذي\n...\nيراك حين تغيب عنه\nوإذا كشفت إخاءه\n...\nأحمدت ما كشفت منه\nمثل الحسام إذا انتضا\n...\nهـ ذو الحفيظة لم يخنه\nيسعى لما يسعى له\n...\nكرما وإن لم يستعنه\nوقال آخر:\nوإذا صاحبت فاصحب ماجدا\n...\nذا حياء وعفاف وكرم\nقوله للشيء لا إن قلت لا\n...\nوإذا قلت نعم قال نعم\nفصل في ذم خوان الإخوان\nالقاضي بن معروف:\nإحذر عدوك مرة\n...\nواحذر صديقك ألف مرة\nفلربما انقلب الصدي\n...\nق فكان أخبر بالمضره\nوقال آخر:\nإسمع مقالة ناصح\n...\nجمع النصيحة والمقه\nإياك واحذر أن تكو\n...\nن من الثقات على ثقة\nوقال آخر:\nإحذر صديقك إنه\n...\nيخفي عليك ولا يبين\nإن العدو مبارز\n...\nلك والصديق هو الكمين\nأبو الحسن علي بن عبد الغني القيرواني:\nكم من أخ قد كان عندي شهدة\n...\nحتى بلوت المر من أخلاقه\nكالملح يحسب سكرا في لونه\n...\nومجسه، ويحول عند مذاقه\nابن عمار:\nوزهدني في الناس معرفتي بهم\n...\nوطول اختباري صاحبا بعد صاحب\nفلم ترني الأيام خلاً يسرني\n...\nبواديه إلا ساءني في العواقب\nولا صرت أرجوه لدفع ملمة\n...\nمن الدهر إلا كان إحدى النوائب\nابن الرومي:\nعدوك من صديقك مستفاد\n...\nفلا تستكثرن من الصحاب\nفإن الداء، أكثر ما تراه\n...\nيحول من الطعام أو الشراب\nابن المعتز:\nبلوت أخلاء هذا الزمان\n...\nفأقللت بالهجر منهم نصيبي\nوكلهم إن تصفحتهم\n...\nصديق العيان عدو المغيب\nوقال صاحب الكتاب:\nوأخ وفاي وقبح سيرته\n...\nفي الغدر ما لهما معا أمد\nما زلت أكرمه ويحسدني\n...\nحتى انتهى الإكرام والحسد\nوقال آخر:\nمتى تحسب صديقك لا يقلوا\n...\nوإن تخبر يقلوا في الحساب\nالجزء: 1 ¦ الصفحة: 26\n",
        "وترك مطالب الحاجات عز\n...\nومطلبها يذل قوى الرقاب\nوقرب الدار في الإقتار خير\n...\nمن العيش الموسع في اغتراب\nأبو العتاهية:\nأنت ما استغنيت عن صا\n...\nحبك الدهر، أخوه\nفإذا احتجت إليه\n...\nمرة مجك فوه\nوقال آخر:\nتطلبت أخاً محضاً\n...\nومن لي بأخ محض\nتعالى الله ما أقر\n...\nب بعض الناس من بعض\nوقال آخر:\nمتى تصيب الصاحب المهذبا\n...\nهيهات ما أعسر هذا مطلبا\nوشر ما طالبته ما استصعبا\nفصل\nفي مدح القناعة وذم الضراعة\nقال محمد بن بشير:\nلأن أرجي عند العري بالخلق\n...\nوأكتفي من كثير الزاد بالعلق\nخير وأكرم لي من أن أرى مننا\n...\nمعقودة للئام الناس في عنقي\nمحمود الوراق:\nمن كان ذا مال كثير ولم\n...\nيقنع فذاك الموسر المعسر\nوكل من كان قنوعا وإن\n...\nكان مقلا فهو المكثر\nالفقر في النفس وفيها الغنى\n...\nوفي غنى النفس، الغنى الأكبر\nأبو فراس:\nغنى النفس لمن يعقل (م) خير من غنى المال\nوفضل الناس في الأنفس (م) ليس الفضل في المال\nوقال أيضا:\nما كل ما فوق البسيطة كافيا\n...\nإذا قنعت فكل شيء كاف\nإن الغني هو الغني بنفسه\n...\nولو أنه عاري المناكب حافي\nأبو العير:\nلا أقول الله يظلمني\n...\nكيف أشكو غير متهم\nوإذا ما الدهر ضعضعني\n...\nلم يجدني كافر النعم\nقنعت نفسي بما رزقت\n...\nوتمطت في العلى هممي\nولبست الصبر سابغة\n...\nفهو من قرني إلى قدمي\nلي ليس مال سوى كرمي\n...\nوبه أمني من العدم\nصاحب الكتاب:\nوإني وإن كنت العديم من الثرى\n...\nلآتي أمورا يستريب لها المثري\nبخلت بحر الوجه أن أفعل التي\n...\nيهون بها والحر يبحل بالحر\nوصنت محلي عن خضوع يشينه\n...\nوليس لمثلي في الضراعة من عذر\nوما ذاك مني عن غنى غير\n...\nأنني بنيت كما يبني الكرام على الصبر\nوقال آخر:\nيا أسير الطمع الرا\n...\nسف في قيد الهوان\nإن ذل اليأس خير\n...\nلك من ذل الأماني\nمنصور الفقيه:\nإذا القوت تأتى لك (م) والصحة والأمن\nوأصبحت أخا حزن=فلا فارقك الحزن\nفصل في الأمر بالصبر على نوائب الدهر\nقال محمد بشير:\nماذا تكلفك الروحات والدلجا\n...\nالبر طورا وطورا تركب اللججا\nكم من فتى قصرت في الرزق خطوته\n...\nألفيته بسهام الرزق قد فلجا\nإن الأمور إذا أنسدت مسالكها\n...\nفالصبر يفتح منها كل ما ارتتجا\nلا تيأسن وإن طالت مطالبة\n...\nإذا استعنت بصبر أن ترى فرجا\nأخلق بذي الصبر أن يحظى بحاجته\n...\nومدمن القرع للأبواب أن يلجا\nزين العابدين علي بن الحسين رضي الله عنهما:\nوإذا بليت بعسرة فالبس لها\n...\nصبر الكريم فإن ذلك أحزم\nلا تشكون إلى العباد فإنما\n...\nتشكو الرحيم إلى الذي لا يرحم\nأبو عفان:\nلا تضرعن إلى أخيك (م) وإن كثرت فيستقلك\nواصبر على مضض الخطو\n...\nب فإن فعلت فما أجلك\nوقال آخر:\nلا تعلمن مؤالفا ومخالفا\n...\nحاليك في السراء والضراء\nفلرحمة المتوجعين مضاضة\n...\nفي القلب، مثل شماتة الأعداء\nمضرس بن ربعي:\nولا تيأسن من صالح أن تناله\n...\nوإن كان شيئا بين أيد تبادره\nوما عز فاتركه إذا عز واصطبر\n...\nعلى الدهر إن دارت عليك دوائره\nأبو العتاهية:\nليس لما ليست له حيلة\n...\nموجودة، خير من الصبر\nفاخط مع الدهر إذا ما خطا\n...\nواجر مع الدهر إذا يجري\nمن سابق الدهر كبا كبوة\n...\nلم يستقلها آخر الدهر\nيروى لأمير المؤمنين علي رضي الله عنه:\nصن النفس واحملها على ما يزينها\n...\nتعش سالماً والقول فيك جميل\nولا ترين الناس إلا تجملا\n...\nنأى بك دهر أو جفاك خليل\nوإن ضاق رزق اليوم فاصبر إلى غد\n...\nعسى نكبات الدهر عنك تزول\nيعز الغني النفس إن قل ماله\n...\nويغنى الفقير النفس وهو ذليل\nوما أكثر الإخوان حين تعدهم\n...\nولكنهم في النائبات قليل\nالجزء: 1 ¦ الصفحة: 27\n",
        "فصل\nفي مدح الجود وكثير فضله، وذم البخل ولؤم أهله\nقال محمد بن أبي شحاذ الضبي:\nإذا أنت أعطيت الغنى ثم لم تجد\n...\nبفضل الغنى، ألفيت ما لك حامد\nإذا أنت لم تعرك بجنبك بعض ما\n...\nيريب من الأدنى، رماك الأباعد\nإذا الحلم لم يغلب لك الجهل لم تزل\n...\nعليك بروق جمة ورواعد\nإذا العزم لم يفرج لك الشك لم تزل\n...\nجنيبا كما استتلى الجنيبة قائد\nوقل غناء عنك مال جمعته\n...\nإذا صار ميراثا وواراك لاحد\nوقال آخر:\nإذا تحليت في الدنيا بلا كرم\n...\nفإن أحسن من ذي الحلية العطل\nليس الشجاع على قتل العدى بطل\n...\nبل الشجاع على أمواله البطل\nوقال آخر مثله:\nلا تنظرن إلى امرئ في ماله\n...\nوانظر إلى أفعاله ثم احكم\nلا تسألن به التصبر في الوغى\n...\nواسأل أيصبر تحت ثقل المغرم\nابن أحمر:\nإن الفتى يفقر بعد الغنى\n...\nويغتني من بعد ما يفتقر\nهل يهلكني بسط ما في يدي\n...\nأو يخلدني منع ما أدخر؟\nوقال آخر:\nيفنى الحريص بجمع المال مدته\n...\nوللحوادث ما يبقي وما يدع\nكدودة القز ما تحويه يهلكها\n...\nوغيرها بالذي تحويه ينتفع\nوقال آخر:\nإن كنت دهرك كله\n...\nتحوي إليك وتجمع\nفمتى، بما جمعته\n...\nوحويته، تتمتع؟\nوقال آخر:\nأحسن وأنت معان\n...\nيا أيها الإنسان\nإن الأيادي فروض=متى تدين تدان أبو علي البصير:\nلا أجعل المال لي ربا يصرفني\n...\nلا بل أكون له ربا أصرفه\nمالي من المال إلا ما تقدمني\n...\nفذاك لي، ولغيري ما أخلفه\nوقال أيضاً:\nإفعل الخير ما استطعت وإن كا\n...\nن قليلا، فلن تحيط بكله\nومتى تفعل الكثير من الخي\n...\nر إذا كنت تاركا لأقله؟\nولصاحب الكتاب:\nأعط وإن فاتك الثراء ودع\n...\nسبيل من ضن وهو يعتذر\nفكم غني للناس عنه غنى\n...\nوكم فقير إليه يفتقر\nوقال أيضا:\nأصغ إلى قولي فلي بسطة\n...\nفي القول يستعلي بها القائل\nإن الفتى أدواؤه جمة\n...\nوالشح منها داؤه القاتل\nوقال آخر:\nوقد يأمل المرء طول البقا\n...\nويبني البناء ولا يسكنه\nورب شحيح على ماله\n...\nلأعدى عدو له يخزنه\nوقال آخر:\nفأنفق إذا أيسرت غير مقتر\n...\nوأنفق على ما خلت حين تعسر\nفلا الجود يفني المال والجد مقبل\n...\nولا البخل يبقي المال والجد مدبر\nتميم بن مقبل:\nفأتلف وأخلف إنما المال عارة\n...\nوكله مع الدهر الذي هو آكله\nفأيسر مفقود وأهون هالك\n...\nعلى الحي من لا يبلغ الحي نائله\nوقال آخر:\nليس في كل ساعة وأوان\n...\nتتهيا صنائع الإحسان\nفإذا أمكنت فبادر إليها\n...\nحذرا من تعذر الإمكان\nفصل في الحض على الانتقال، رجاء بلوغ الآمال\nقال أبو عطاء السندي:\nإذا المرء لم يطلب معاشا لنفسه\n...\nشكى الفقر أو لام الصديق فأكثرا\nفسر في بلاد الله والتمس الغنى\n...\nتعش ذا يسار أو تموت فتعذرا\nولا ترض من عيش بدون ولا تنم\n...\nوكيف ينام الليل من كان معسرا\nكعب بن سعد الغنوي، ويروى ليزيد بن معاوية:\nإعص العواذل وارم الليل عن عرض\n...\nبذي سبيب يقاسي ليله خببا\nحتى تصادف مالا أو يقال فتى\n...\nلاقى التي تشعب الفتيان فانشعبا\nعروة بن الورد:\nدعيني أطوف في البلاد لعلني\n...\nأفيد غنى فيه لذي الحق محمل\nأليس عظيم أن تلم ملمة\n...\nوليس علينا في الحقوق معول\nأبو محمد بن المنجم:\nإذا لم تنل همم الأكرمين\n...\nبسعيهم وادعا فاغترب\nفكم دعة أتعبت أهلها\n...\nوكم راحة نتجت من تعب\nعلي بن الجهم:\nلا يمنعنك خفض العيش تطلبه\n...\nنزوع نفس إلى أهل وأوطان\nتلقئ بكل بلاد إن حللت بها\n...\nأهلا بأهل وجيرانا بجيران\nوقال آخر:\nسأعمل نص العيس حتى يكفني\n...\nغنى المال يوما أو غنى الحدثان\nفللموت خير من حياة يرى لها\n...\nعلى المرء بالإقلال، وسم هوان\nعروة بن الورد:\nذريني للغنى أسعى فإني\n...\nرأيت الناس شرهم الفقير\nالجزء: 1 ¦ الصفحة: 28\n",
        "وأدناهم وأهونهم عليهم\n...\nوإن أمسى له كرم وخير\nيباعده القريب وتزدريه\n...\nحليلته وينهره الصغير\nويلفي ذا الغنى وله جلال\n...\nيكاد فؤاد صاحبه يطير\nقليل ذنبه والذنب جم\n...\nولكن الغنى رب غفور\nوقال أبو تمام:\nوطول مقام المرء في الحي مخلق\n...\nلديباجتيه فاغترب تتجدد\nفإني رأيت الشمس زيدت محبة\n...\nإلى الناس أن ليست عليهم بسرمد\nوقال أبو الفتح البستي:\nلقد هنت من طول المقام ومن يقم\n...\nطويلا يهن من بعدما كان مكرما\nوطول مقام الماء في مستقره\n...\nيغيره لونا وريحا ومطعما\nأبو بكر الخالدي:\nإن خانك الدهر فكن عائدا\n...\nبالبيض والظلماء والعيس\nولا تكن رب المنى فالمنى\n...\nرؤوس أموال المفاليس\nولصاحب الكتاب:\nإذا لم يكن في مصر غير خصاصة\n...\nلنا وهوان، فالسلام على مصر\nوماذا عسى الأوطان تنفع أهلها\n...\nإذا عجزوا فيها عن النفع والضر؟\nفصل\nفي ذم الزمان وأهله\nقال أبو الحسن بن لنكك:\nنحن والله في زمان غشوم\n...\nلو رأيناه في المنام فزعنا\nأصبح الناس منه في سوء حال\n...\nحق من مات منهم أن يهنا\nوقال أيضا:\nيا زمانا ألبس الأ\n...\nحرار ذلا ومهانه\nلست عندي بزمان\n...\nإنما أنت زمانه\nابن نباتة السعدي:\nبرمت من الحياة وأي عيش\n...\nيكون لمن مطالبه الخيال\nولو أني أعد ذنوب دهري\n...\nلضاع القطر فيها والرمال\nأبو الفتح البستي: معنى الزمان على الحقيقة كاسمه=فعلى م ترجو أنه لا يزمن\nليس الأمان من الزمان بممكن\n...\nومن المحال وجود ما لا يمكن\nوقال أيضا:\nإذا أحسنت من طبعي فتورا\n...\nولفظي والبراعة والبيان\nفلا ترتب بنفسي إن رقصي\n...\nعلى مقدار إيقاع الزمان\nوقال آخر:\nهذا الزمان الذي كنا نحذره\n...\nفيما يحدث كعب وابن مسعود\nإن دام ذا الدهر لم يحزن على أحد\n...\nيموت منا ولم يفرح لمولود\nوقال آخر:\nهذا زمان أعضلت خطوبه\n...\nفصارفيه جاهلا أديبه\nوعد فيه مخطئا مصيبه\n...\nوذو اليسار لا ترى عيوبه\nمستقبح عندهم تكذيبه\n...\nإن الفقير جمة ذنوبه\nأبو بكر الخوارزمي:\nما أصعب الدهر على من ركبه\n...\nحدثني عنه لسان التجربه\nلا تشكر الدهر لخير سببه\n...\nفإنه لم يتعمد للهبه\nوإنما أخطأ فيك مذهبه\n...\nفالسيل إذ يسقي مكانا خربه\nوالسم يستشفى به من شربه\nوقال آخر يعتذر للزمان ويذم أهله:\nأرى حللا تصان على أناس\n...\nوأعراضا تهان ولا تصان\nيقولون الزمان به فساد\n...\nوهم فسدوا وما فسد الزمان\nابن حماد في المعنى:\nلا أشتكي زمني هذا فأظلمه\n...\nوإنما أشتكي من أهل ذا الزمن\nهم الذئاب التي تحت الثياب فلا\n...\nتكن إلى أحد منهم بمؤتمن\nقد كان لي كنز صبر فافتقرت إلى\n...\nإنفاقه في مداراتي لهم ففني\nجحظة البرمكي:\nضاقت علي وجوه الرأي في نفر\n...\nيلقون بالجحد والكفران إحساني\nأقلب الطرف تصعيدا ومنحدرا\n...\nفما أقابل إنسانا بإنساني\nإبراهيم بن العباس الصولي:\nقلت لها حين أكثرت علي\n...\nويحك أزرت بنا المروآت\nقالت فأين الكرام، قلت لها\n...\nلا تسألي عنهم فقد ماتوا\nابن لنكك:\nلا تخدعنك اللحى ولا الصور\n...\nتسعة أعشار من ترى بقر\nتراهم كالسحاب منتشرا\n...\nوليس فيه لسائم مطر\nفي شجر السرو منهم مثل\n...\nله رواء وما له ثمر\nوقال آخر:\nويعجبني الفتى وأظن خيرا\n...\nفأكشف منه عن خب لئيم\nيقبل بعضهم بعضا فأضحوا\n...\nبنو أبوين قدا من أديم\nدعبل الخزاعي:\nما أكثر الناس لا بل ما أقلهم\n...\nالله يعلم أني لم أقل فندا\nإني لأفتح عيني حين أفتحها\n...\nعلى كثير ولكن لا أرى أحدا\nأبو سليمان أحمد بن محمد الخطابي البستي:\nشر السباع العوادي دونه وزر\n...\nوالناس شرهم ما دونه وزر\nكم معشر سلموا لم يؤذهم سبع\n...\nوما رؤي بشر لم يؤذه بشر\nابن شرف:\nالجزء: 1 ¦ الصفحة: 29\n",
        "يقولون ساد الأرذلون بعصرنا\n...\nوصار لهم مال وخيل سوابق\nفقلت لهم: شاخ الزمان ولم تزل\n...\nتفززن في أخرى الدسوت البيادق\nفصل\nفي الوعظيات\nقال إبراهيم بن هرمة:\nمن لم يمت غبطة يمت هرما\n...\nالموت كأس والمرء ذائقها\nيوشك من فر من منيته\n...\nفي بعض غراته يوافقها\nابن شرف:\nدعيني وإن كدرت من عيشتي\n...\nوأنت صافي العيش مسعوده\nيذهب من عمري مذمومه\n...\nعني ومن عمرك محموده\nمحمد بن وهيب:\nنراع لذكر الموت ساعة ذكره\n...\nوتعترض الدنيا فنلهو ونلعب\nيقين كأن الشك أغلب أمره\n...\nعليه وعرفان إلى الجهل ينسب\nوقد ذمت الدنيا إلينا نعيمها\n...\nوخاطبنا إعجامها وهو معرب\nولكننا منها خلقنا لغيرها\n...\nوما كنت منه فهو شيء محبب\nوقال آخر:\nكل حال وراءها لبني الدن\n...\nيا من الخير أو من الشر حال\nوالردى منهل الورى فبطاء\n...\nمنهم عن وروده وعجال\nالصلتان العبدي:\nأشاب الصغير وأفنى الكبير (م) كر الغداة ومر العشي\nإذا ليلة هرمت يومها\n...\nأتى بعد ذلك يوم فتي\nنروح ونغدو لحاجاتنا\n...\nوحاجة من عاش لا تنقضي\nتموت مع المرء حاجاته\n...\nوتبقى له حاجة ما بقي\nإذا قلت يوما لمن قد ترى\n...\nأروني السري، أروك الغني\nألم تر لقمان أوصى ابنه\n...\nوأوصيت عمروا فنعم الوصي\nبني إذا خب نجوى الرجا\n...\nل فكن عند سرك خب النجي\nوسرك ما كان عند امرئ\n...\nوسر الثلاثة غير الخفي\nتمثل الوزير المهلبي عند موته:\nقضيت نحبي فسر قوم\n...\nحمقى بهم غفلة ونوم\nكأن يومي علي حتم\n...\nوليس للشامتين يوم\nمثله للفرزدق:\nإذا ما الدهر جر على أناس\n...\nكلالته أناخ بآخرينا\nفقل للشامتين بنا أفيقوا\n...\nسيلقى الشامتون كما لقينا\nوقال أبو فراس:\nما للعبيد من الذي\n...\nيقضي به الله امتناع\nذدت الأسود عن الفرائ\n...\nس ثم تفرسني الضباع\nوقال أيضا:\nالمرء نصب مصائب ما تنقضي\n...\nحتى يوارى جسمه في رمسه\nفمؤجل يلقى الردى في أهله\n...\nومعجل يلقى الردى في نفسه\nوقال أيضا:\nوما الناس إلا هالك وابن هالك\n...\nوذو نسب في الهالكين غريق\nإذا امتحن الدنيا لبيب تكشفت=له عن عدو في ثياب صديق المتنبي:\nنحن بنو الموتى فما بالنا\n...\nنعاف ما لا بد من شربه\nتبخل أيدينا بأرواحنا\n...\nعلى زمان هي من كسبه\nفهذه الأرواح من جوه\n...\nوهذه الأجساد من تربه\nلو فكر العاشق في منتهى\n...\nحسن الذي يسبيه لم يسبه\nلم ير قرن الشمس في شرقه\n...\nفشكت الأنفس في غربه\nيموت راعي الضأن في جهله\n...\nميتة جالينوس في طبه\nوربما زاد على غيره\n...\nوزاد في الأمن على سربه\nوغاية المفرط في سلمه\n...\nكغاية المفرط في حربه\nفلا قضى حاجته طالب\n...\nفؤاده يخفق من رعبه\nمحمود الوراق:\nبقيت مالك ميراثا لوارثه\n...\nفليت شعري ما بقى لك المال؟\nالقوم بعدك في حال يسوءهم\n...\nفكيف بعدك دارت بعدهم حال؟\nملوا البكاء فما يبكيك من أحد\n...\nواستحكم القيل في الميراث والقال\nمالت بهم عنك دنيا أقبلت لهم\n...\nوأدبرت عنك، والأيام أحوال\nابن بطال الأندلسي:\nجمعت مالا ففكر هل جمعت له\n...\nيا جامع المال أياما تفرقه\nالمال عندك مخزون لوارثه\n...\nما المال مالك إلا حين تنفقه\nإن القناعة، من يحلل بساحتها\n...\nلا يلق في ظلها هما يؤرقه\nمنصور الفقيه:\nقد قلت إذ مدحوا الحياة فأسرفوا:\n...\nفي الموت ألف فضيلة لا تعرف\nمنها أمان لقائه بلقائه\n...\nوفراق كل معاشر لا ينصف\nمثله لأبي أحمد بن أبي بكر الكاتب قاله وقتل نفسه:\nمن كان يرجو أن يعيش فإنني\n...\nأصبحت أرجو أن أموت فأعتقا\nفي الموت ألف فضيلة لو أنها\n...\nعرفت لكان سبيله أن يعشقا\nوقال آخر:\nجزى الله عنا الموت خيرا فإنه\n...\nأبر بنا من كل بر وأرأف\nالجزء: 1 ¦ الصفحة: 30\n",
        "يعجل تخليص النفوس من الأذى\n...\nويدني من الدار التي هي أشرف\nابن عبد ربه:\nيا غافلا ما يرى إلا محاسنه\n...\nولو درى ما رأى إلا مساويه\nأنظر إلى باطن الدنيا فظاهرها\n...\nكل البهائم يجري طرفها فيه\nفصل\nكراهية الغلو في المزاح، لذوي الأل\nباب\nالصحاح\nقال ابن وكيع التنيسي:\nلا تمزحن فإن مزحت فلا تكن\n...\nمزحا تضاف به إلى سوء الأدب\nواحذر ممازحة تقود عداوة\n...\nإن المزاح على مقدمة العطب\nأبو الفتح البستي:\nأفد طبعك المكدود بالهم راحة\n...\nبراح وعلله بشيء من المزح\nولكن إذا أعطيته المزح فليكن\n...\nبمقدار ما تعطي الطعام من الملح\nوقال آخر:\nلا توردن على الصديق\n...\nمن الدعابة ما يغمه\nواحذر بوادر طيشه\n...\nيوما إذا ما غاب حلمه\nفالعجل تنطحه، على\n...\nإدمان مص الضرع، أمه\nوقال أبو نواس:\nخل جنبيك لرام\n...\nوامض عنه بسلام\nمت بداء الصمت خير\n...\nلك من داء الكلام\nربما استفتحت بالمز\n...\nح مغاليق الحمام\nرب مزح ساق آجا\n...\nل قيام ونيام\nإنما السالم من أل\n...\nجم فاه بلجام\nفالبس الناس على الصح (م) ة منهم والسقام\nوعليك القصد إن (م) القصد أبقى للجمام\nفصل في حكم متباينة المقاصد جمة الفوائد\nقال زهير بن أبي سلمى:\nومن يجعل المعروف من دون عرضه\n...\nيفره، ومن لا يتق الشتم يشتم\nومن يغترب يحسب عدوا صديقه\n...\nومن لا يكرم نفسه لا يكرم\nومن لا يذد عن حوضه بسلاحه\n...\nيهدم ومن لا يظلم الناس يظلم\nومن يك ذا مال فيبخل بماله\n...\nعلى قومه، يستغن عنه ويذمم\nومن لم يصانع في أمور كثيرة\n...\nيضرس بأنياب ويوطأ بمنسم\nوقال آخر ويروى لعلي كرم الله وجهه:\nيمثل ذو اللب في نفسه\n...\nمصائبه قبل أن تنزلا\nفإن نزلت بغتة لم ترعه\n...\nلما كان في نفسه مثلا\nوذو الجهل يأمن أيامه\n...\nوينسى مصارع من قد خلا\nفإن دهمته صروف الزمان\n...\nببعض نوائبها أعولا\nوقال المعلوط السعدي:\nمتى ما يرى الناس الغني، وجاره\n...\nفقير يقولوا: عاجز وجليد\nوليس الغنى والفقر من حيل الفتى\n...\nولكن أحاظ قسمت وجدود\nإذا المرء أعيته السيادة ناشئا\n...\nفمطلبها كهلا عليه شديد\nوكائن رأينا من غني مذمم\n...\nوصعلوك قوم مات وهو حميد\nبشار بن برد:\nإذا بلغ الرأي المشورة فاستعن\n...\nبرأي نصيح أو فصاحة حازم\nولا تجعل الشورى عليك غضاضة\n...\nفإن الخوافي قوة للقوادم\nوما خير كف أمسك الغل أختها\n...\nوما خير سيف لم يؤيد بقائم\nوخل الهوينا للضعيف ولا تكن\n...\nنؤوما فإن الحزم ليس بنائم\nوحارب إذا لم تعط إلا ظلامة\n...\nشبا الحرب خير من قبول المظالم\nوأدن على القربى المقرب نفسه\n...\nولا تشهد الشورى امرءا غير كاتم\nفإنك لا تستطرد الهم بالمنى\n...\nولا تبلغ العليا بغير المكارم\nوما قارع الأقوام مثل مشيع\n...\nأريب، ولا جلى العمى مثل عالم\nوقال أيضا:\nحذف المنى عنه المشمر في الهدى\n...\nوأرى مناك طويلة الأذيال\nحيل ابن آدم في الحياة كثيرة\n...\nوالموت يقطع حيلة المحتال\nقست السؤال فكان أعظم قيمة\n...\nمن كل عارفة جرت بسؤال\nفإذا ابتليت ببذل وجهك سائلا\n...\nفابذله للمتكرم المفضال\nوإذا خشيت تعذرا في بلدة\n...\nفاشدد يديك بعاجل الترحال\nواصبر على غير الزمان فإنما\n...\nفرج الشدائد مثل حل عقال\nوقال الآخر:\nتحظى النفوس مع العيان\n...\nوقد يصيب مع المظنه\nكم من مضيق في الفضا\n...\nء ومخرج بين الأسنه\nوقال آخر:\nإذا المرء أولاك الهوان فأوله\n...\nهوانا وإن كانت قريبا أواصره\nوإن أنت لم تقدر على أن تهينه\n...\nفدعه إلى اليوم الذي أنت قادره\nوقارب إذا لم تكن لك قدرة\n...\nوصمم إذا أيقنت أنك عاقره\nابن نباتة السعدي:\nأسر إليك مقال النصيح\n...\nولست إلى النصح بالمفتقر\nالجزء: 1 ¦ الصفحة: 31\n",
        "عليك إذا ضاغنتك الرجال\n...\nبضرب الرؤوس وطعن الثغر\nولا تحقرن عدوا رماك\n...\nوإن كان في ساعديه قصر\nفإن الحسام يجز الرقاب\n...\nويعجز عما تنال الإبر\nمثله للبستي:\nلا يستخفن الفتى بعدوه\n...\nأبدا وإن كان العدو ضئيلا\nإن القذى يؤذي العيون قليله\n...\nولربما جرح البعوض الفيلا\nصالح بن عبد القدوس:\nإذا وترت امرءاً فاحذر عداوته\n...\nمن يزرع الشوك لم يحصد به عنبا\nإن العدو وإن أبدى مسالمة\n...\nإذا رأى منك يوما فرصة وثبا\nمثله لبعضهم:\nلا تأمنن امرءاً أسكنت مهجته\n...\nغيظا، وإن قلت إن الجرح يندمل\nقد يظهر المرء تجميلا لواتره\n...\nوفي حشاه عليه النار تأتكل\nابن الرومي:\nليس عندي البشر للقا\n...\nطب من فرط احتياله\nبل ألاقيه عبوسا\n...\nباسراً في مثل حاله\nأنا كالمرآة ألقى\n...\nكل وجه بمثاله\nوقال آخر:\nالعيب في الخامل المغمور، مغمور\n...\nوعيب ذي الشرف المذكور، مذكور\nكفوقة الظفر تخفي من حقارتها\n...\nومثلها في سواد العين مشهور\nوقال آخر:\nليس للحاجات إلا\n...\nمن له وجه وقاح\nولسان وبيان\n...\nوغدو ورواح\nوالبة بن الحباب:\nإن كان يجزى بالخير فاعله\n...\nشرا ويجزى المسيء بالحسن\nفويل تالي القرآن في غسق ا (م) لليل وطوبى لعابد الوثن\nالمتوكل الليثي:\nوكم من لئيم ود أني شتمته\n...\nوإن كان شتمي، فيه صاب وعلقم\nوللكف عن شتم اللئيم تكرما\n...\nأضر له من شتمه حين يشتم\nابن شرف:\nوذي حسد مستعمل حالة الرضى\n...\nمعي وأبت نيرانه وسمومها\nمددت له ستر التغافل بيننا\n...\nوأعرضت عن أشياء عندي علومها\nإبراهيم بن العباس الصولي:\nخل النفاق لأهله\n...\nوعليك فالتمس الطريقا\nوارغب بنفسك أن ترى\n...\nإلا عدوا أو صديقا\nالحكم بن قنبر:\nإن كنت لا ترهب ذمي لما\n...\nتعرف من صفحي عن الجاهل\nفاخش سكوتي فطنا منصتا\n...\nفيك لتحسين خنا القائل\nمقالة السوء إلى أهلها\n...\nأسرع من منحدر سائل\nومن دعا الناس إلى ذمه\n...\nذموه بالحق وبالباطل\nوقال أيضا:\nلا تؤيسنك من عثمان حدته\n...\nوإن تطاير من أثوابه الشرر\nفإن حدته والله يكلؤه\n...\nكالرعد والبرق يأتي بعده المطر\nوقال آخر:\nأبا حسن ما أقبح الجهل بالفتى\n...\nوللحلم أحيانا من الجهل أقبح\nإذا كان حلم المرء عون عدوه\n...\nعليه فإن الجهل أبقى وأروح\nابن وكيع:\nمال يخلفه الفتى\n...\nللشامتين من العدى\nخيرله من قصده\n...\nإخوانه مسترفدا\nأبو الطيب، مثله:\nفلا ينحلل في المجد مالك كله\n...\nفينحل مجد كان بالمال عقده\nودبره تدبير الذي المجد كفه\n...\nإذا حارب الأعداء والمال زنده\nفلا مجد في الدنيا لمن قل ماله\n...\nولا مال في الدنيا لمن قل مجده\nوأصل ذلك قول المتلمس الضبعي:\nقليل المال تصلحه فيبقى\n...\nولا يبقى الكثير مع الفساد\nوحفظ المال خير من بغاه\n...\nوضرب في البلاد بغير زاد\nومنه قول ابن المعتز:\nيا رب جود جر فقر امرئ\n...\nفقام للناس مقام الذليل\nفاشدد عرى مالك واستبقه=فالبخل خير من سؤال البخيل منصور الفقيه:\nإذا تخلفت عن صديق\n...\nولم يعاتبك في التخلف\nفلا تعد بعدها إليه\n...\nفإنما وده تكلف\nوقال أيضا:\nلو كنت منتفعا بعلم\n...\nك مع مواصلة الكبائر\nما ضر شرب السم ذا\n...\nعلم بأن السم ضائر\nوقال أيضا:\nيا من تولى فأبدى\n...\nلنا الجفا وتبدل\nأليس منك سمعنا\n...\nمن لم يمت فسيعزل\nوقال أيضا:\nمن قال \"لا\" في حاجة\n...\nمطلوبة فما ظلم\nوإنما الظالم من\n...\nيقول \"لا\" بعد \"نعم \"\nابن المعتز:\nإذا كنت ذا ثروة من غنى\n...\nفأنت المسود في العالم\nوحسبك من نسب صورة\n...\nتخبر أنك من آدم\nوقال آخر:\nإذا ما كثرت على صاحب\n...\nوإن كان يدنيك من نفسه\nفلا بد من ملل واقع\n...\nيغير ما كان من أنسه\nالجزء: 1 ¦ الصفحة: 32\n",
        "محمود الوراق:\nالتيه مفسدة للدين منقصة\n...\nللعقل مجلبة للذم والسخط\nمنع العطاء وبسط الوجه أجمل من\n...\nبذل العطاء بوجه غير منبسط\nولصاحب الكتاب في المعنى:\nدع الكبر واجنح للتواضع تشتمل\n...\nوداد مبيع الود صعب مرامه\nوداو بلين ما جرحت بغلظة\n...\nفطيب كلام المرء طب كلامه\nوقال آخر في المعنى:\nوقد أحيي عدوي حين أبصره\n...\nلأدفع الشر عني بالتحيات\nوأظهر البشر للإنسان أبغضه\n...\nكأنه قد ملا قلبي محبات\nابن الرومي:\nإذا مطلت امرءاً بحاجته\n...\nفامض على منعه ولا تجد\nفلست تلقاه شاكرا ليد\n...\nقد كدها المطل آخر الأبد\nوقال آخر:\nلئن كانت الدنيا أنالتك ثروة\n...\nوأصبحت ذا يسر وقد كنت ذا عسر\nلقد كشف الإثراء منك مساويا\n...\nمن اللؤم كانت تحت ذيل من الفقر\nالمتوكل الليثي:\nالشعر لب المرء يعرضه\n...\nوالقول مثل مواقع النبل\nمنها المقصر عن رميته\n...\nونوافذ يذهبن بالخصل\nالحسين بن رجاء:\nقد يصبر الحر على السيف\n...\nويأنف الصبر على الحيف\nويؤثر الموت على حالة\n...\nيعجز فيها عن قرى الضيف\nالأقيشر الأسدي:\nإن كنت تبغي العلم أو أهله\n...\nأو شاهدا يخبر عن غائب\nفاعتبر الأرض بأسمائها\n...\nواعتبر الصاحب بالصاحب\nأبو الأسود الدؤلي يخاطب زوجته:\nخذي العفو مني تستديمي مودتي\n...\nولا تنطقي في سورتي حين أغضب\nفإني رأيت الحب في الصدر والأذى\n...\nإذا اجتمعا لم يلبث الحب يذهب\nوقال آخر:\nأصبحت الدنيا لنا عبرة\n...\nوالحمد لله على ذالكا\nقد أجمع الناس على ذمه\n...\nوما نرى منهم لها تاركا\nوقال آخر:\nورب قبيحة ما حال بيني\n...\nوبين ركوبها إلا الحياء\nإذا رزق الفتى وجها وقحا\n...\nتقلب في الأمور كما يشاء\nأبو الفرج بن هندو:\nلا يؤيسنك من مجد تباعده\n...\nفإن للمجد تدريجا وترتيبا\nإن القناة التي شاهدت رفعتها\n...\nتنمى وتنبت أنبوبا فأنبوبا\nعوف بن ورقاء:\nإن الليالي للأنام مناهل\n...\nتطوى وتنشر بينها الأعمار\nوقصارهن مع الهموم طويلة\n...\nوطوالهن مع السرور قصار\nالنجاشي:\nإني امرؤ قل ما أثني على رجل\n...\nحتى أرى بعض ما يأتي وما يذر\nلا تحمدن امرءاً حتى تجربه\n...\nولا تلومن من لم يبله الخبر\nالأمير أبو الفضل الميكالي:\nكم والد يحرم أولاده\n...\nوخيره يحظى به الأبعد\nكالعين لا تبصر ما حولها\n...\nولحظها يذرك ما يبعد\nمثله لبعضهم:\nمن الناس من يغشى الأباعد نفعه\n...\nويشقى به حتى الممات أقاربه\nفإن كان خيرا فالبعيد يناله\n...\nوإن كان شرا فابن عمك صاحبه\nأبو فراس:\nإذا كان نفعي لا أسوغ نفعه\n...\nفأفضل منه أن أرى غير فاضل\nومن أضيع الأشياء مهجة عاقل\n...\nيجوز على جريانها حكم جاهل\nوقال أيضا:\nطوارق خطب ما تغب وفودها\n...\nوأحداث أيام تفذ وتتئم\nفما عرفتني غير ما أنا عارف\n...\nولا علمتني غير ما كنت أعلم\nإذا لم يكن ينجي الفرار من الردى\n...\nعلى حالة فالصبر أرجى وأحزم\nوقال أيضا:\nعرفت الشر لا لل (م) شر لكن لتوقيه\nومن لا يعرف الشر\n...\nمن الناس يقع فيه\nوقال الشافعي رضي الله عنه:\nعلي ثياب لو يقاس جميعها\n...\nبفلس لكان الفلس منهن أكثرا\nوفيهن نفس لو يقاس ببعضها\n...\nنفوس الورى كانت أجل وأكبرا\nوما ضر نصل السيف إخلاق جفنه\n...\nإذا كان عضبا حيث وجهته برى\nأبو طاهر الخيزراني مثله:\nعلي ثياب فوق قيمتها الفلس\n...\nوفيهن نفس دون قيمتها الإنس\nفثوبك مثل الشمس من دونها الدجى\n...\nوثوبي مثل الغيم من تحته الشمس\nأبو عثمان الخالدي في المعنى:\nصدت مجانبة نوار\n...\nونأى بجانبها ازورار\nورأت ثيابي قد غدت\n...\nوكأنها زمن قفار\nيا هذه إن رحت في\n...\nخلق فما في ذاك عار\nهذي المدام هي الحيا\n...\nة قميصها خزف وقار\nإبراهيم بن العباس الصولي:\nالجزء: 1 ¦ الصفحة: 33\n",
        "إن امرءاً ضن بمعروفه\n...\nعني لمبذول له عذري\nما أنا بالراغب في عزفه\n...\nإن كان لا يرغب في شكري\nأبو الفتح البستي:\nلئن صدع الدهر المشتت شملنا\n...\nوللدهر حكم للجميع صدوع\nفللنجم من بعد الهبوط استقامة\n...\nوللشمس من بعد الغروب طلوع\nوقال أيضا:\nلئن تنقلت من دار إلى دار\n...\nوصرت بعد ثواء رهن أسفار\nفالحر حر عزيز النفس حيث غدا\n...\nوالشمس في كل برج ذات أنوار\nوقال أيضا:\nلا يغرنك أنني لين المس (م) فعزمي، إذا انتضيت، حسام\nأنا كالورد فيه راحة قوم\n...\nثم فيه لآخرين زكام\nوقال أيضا:\nمن شاء عيشا رخيا يستفيد به\n...\nفي دينه ثم في دنياه إقبالا\nفلينظرن إلى ما فوقه أدبا\n...\nولينظرن إلى من دونه مالا\nوقال أيضا:\nإذاخذل المرء من نفسه\n...\nفليس له من سواه نصير\nوشر لسان يحامى به\n...\nلسان طويل وباع قصير\nأبو سليمان أحمد بن محمد الخطابي البستي: تسامح ولا تستوف حقك كله=وأبق! فلم يستقص قط كريم\nولا تغل في شيء من الأمر واقتصد\n...\nكلا طرفي قصد الأمور سليم\nوقال أيضا:\nوإني لأعرف كيف الحقوق\n...\nوكيف يبر الصديق الصديق\nورحب فؤاد الفتى محنة\n...\nعليه إذا كان في الحال ضيق\nوقال أيضا:\nوما غربة الإنسان في غربة النوى\n...\nولكنها والله في عدم الشكل\nوإني غريب بين بست وأهلها\n...\nوإن كان فيها أسرتي وبها أهلي\nمثله لأبي عمرو السجزي:\nوليس اغترابي في سجستان أنني\n...\nعدمت بها الإخوان والعيش والأهلا\nولكنه مالي بها من مشاكل\n...\nوإن الغريب الفرد من عدم الشكلا\nأبو نصر سهل بن المرزبان:\nتجاوزك الحد في الاعتدا\n...\nل مما يقود المنايا سريعة\nفلا تقطعن في جميع الأمور\n...\nفكل كثير عدو الطبيعة\nأبو النصر محمد بن عبد الجبار:\nإذا رمت من سيد حاجة\n...\nفراع لديه الرضى والغضب\nفإن التهجم ليل المنى\n...\nوإن الطلاقة صبح الأرب\nعبد الله بن محمد بن أبي عيينة:\nمن آنسته البلاد لم يرم\n...\nمنها ومن أوحشته لم يقم\nومن يبت والهموم قادحة\n...\nفي صدره بالزناد لم ينم\nأحمد بن يوسف:\nوعامل بالفجور يأمر بالب\n...\nر كهاد يخوض في الظلم\nأو كطبيب قد مسه سقم\n...\nوهو يداوي من ذلك السقم\nيا واعظ الناس غير متعظ\n...\nنفسك أو لا فلا تلم\nابن لنكك:\nإذا أخو الحسن أضحى فعله سمجا\n...\nرأيت صورته من أقبح الصور\nوهبه كالشمس في حسن أما ترنا\n...\nنفر منها إذا مالت إلى الضرر\nابن نباتة السعدي:\nما بال طعم العيش عند معاشر\n...\nحلو، وعند معاشر كالعلقم\nمن لي بعيش الأغبياء فإنه\n...\nلا عيش إلا عيش من لم يعلم\nفإنه أبو تمام:\nوإن أولى البرايا أن تواسيه\n...\nعند السرور الذي واساك في الحزن\nإن الكرام إذا ما أسهلوا ذكروا\n...\nمن كان يألفهم في المنزل الخشن\nوقال أيضا:\nوإذا أراد الله نشر فضيلة\n...\nطويت، أتاح لها لسان حسود\nلولا اشتعال النار فيما جاورت\n...\nما كان يعرف طيب عرف العود\nالصابي:\nإذا لم يكن بد من الموت للفتى\n...\nفأروحه الأوحى الذي هو أسرع\nوما طال عمر قط إلا تطاولت\n...\nبصاحبه روعات ما يتوقع\nوقال أيضا:\nإذا جمعت بين امرأين صناعةٌ\n...\nفأحببت أن تدري الذي هو أحذق\nفلا تتفقد منهما غير ما جرت\n...\nبه لهما الأرزاق حين تفرق\nفحيث يكون النقص فالرزق واسع\n...\nوحيث يكون الفضل فالرزق ضيق\nوقال من قصيدة:\nتلوح نواجذي والكاس شربي\n...\nوأشربها كأني مستطيب\nوفوق السرلي جهر ضحوك\n...\nوتحت الجهر لي سر كئيب\nسأثبت أو يصادمني زماني\n...\nبركنيه كما ثبت النجيب\nوأرقب ما تجيء به الليالي\n...\nففي أثنائها الفرج القريب\nأبو الحسين الناشي:\nإذا أنا عاتبت الملوك فإنما\n...\nأخط بأقلامي على الماء أحرفا\nوهبه ارعوى بعد العتاب ألم تكن\n...\nمودته طبعا فصارت تكلفا\nالشريف الرضي:\nالجزء: 1 ¦ الصفحة: 34\n",
        "إشتر العز بما بي\n...\nع فما العز بغالي\nبالقصار الصفر إن شئ\n...\nت أو السمر العوالي\nليس بالمغبون عقلا\n...\nمشتر عزا بمال\nإنما يدخر الما\n...\nل لحاجات الرجال\nأبو العلاء الأسدي:\nورب كريم تعتريه كزازة\n...\nكما قد رأيت الشوك في أكرم الشجر\nورب جواد يمسك الله جوده\n...\nكما يمسك الله السحاب عن المطر\nأبو بشر النحوي:\nوإني لأكره من شيمتي\n...\nزيارة حي بلا منفعه\nولا أحمد القول من قائل\n...\nإذا لم يكن منه فعل معه\nومن ضاق صدرا بإكرامنا\n...\nفلسنا نضيق بأن نقطعه\nالصاحب بن عباد:\nإذا أدناك سلطان فزده\n...\nمن التعظيم وانصحه وراقب\nفما السلطان إلا البحر عظما\n...\nوقرب البحر محذور العواقب\nوقال آخر:\nإذا ما العصا كانت على كل حالة\n...\nتزيد اعوجاجا ما لها من يقيمها\nومن يبتدع ما ليس من خيم نفسه\n...\nيدعه ويغلبه على النفس خيمها\nأحمد بن بندار:\nوقالوا يعود الماء في النهر بعدما\n...\nعفت منه آثار وخفت مشارعه\nفقلت إلى أن يرجع الماء عائدا\n...\nويعشب شطاه، تموت ضفادعه\nتاج الدولة بن عضد الدولة:\nهب الدهر أرضاني وأعتب صرفه\n...\nوأعقب بالحسنى من الحبس والأسر\nفمن لي بأيام الهموم التي مضت\n...\nومن لي بما أنفقت بالحبس من عمري\nوقال آخر:\nإن من السؤال والاعتذار\n...\nخطة صعبة على الأحرار\nليس جهلا بها تجشمها ال\n...\nحر ولكن سوابق الأقدار\nأرض للسائل الخضوع ولل\n...\nمقارف ذنبا غضاضة الاعتذار\nوقال آخر:\nإذا رأيت أخا في حال عسرته\n...\nمواصلا لك، ما في وده خلل\nفلا تمن له أن يستفيد غنى\n...\nفإنه بانتقال الحال يتتقل\nأبو الطيب:\nأرى كلبا يبغي الحياة لنفسه\n...\nحريصا عليها مستهاما بها صبا\nفحب الجبان النفس أورثه البقا\n...\nوحب الشجاع النفس أورثه الحربا\nويختلف الرزقان والفعل واحد\n...\nإلى أن ترى إحسان هذا لذا ذنبا\nوقال أيضا:\nإذا ساء فعل المرء ساءت ظنونه\n...\nوصدق ما يعتاده من توهم\nوعادى محبيه بقول عداته\n...\nفأصبح في شيء من الشك مظلم\nوما كل هاو للجميل بفاعل\n...\nولا كل فعال له بمتيم\nوأحسن وجه في الورى وجه محسن\n...\nوأيمن كف فيهم كف منعم\nلمن يطلب الدنيا إذا لم يرد بها\n...\nسرور محب أو إساءة مجرم\nوقال أيضا:\nوشبه الشيء منجذب إليه\n...\nوأشبهنا بدنيانا الطغام\nولو لم يعل إلا ذو محل\n...\nتعالى الجيش وانحط القتام\nولو حيز الحفاظ بغيرعقل\n...\nتجنب عنق صيقله الحسام\nوقال أيضا:\nذو العقل يشقى في النعيم بعقله\n...\nوأخو الجهالة في الشقاوة ينعم\nوالظلم من شيم النفوس فإن تجد\n...\nذا عفة فلعلة لا يظلم\nومن البلية عذل من لا يرعوي\n...\nعن جهله وخطاب من لا يفهم\nومن العداوة ما ينالك نفعه\n...\nومن الصداقة ما يضر ويألم\nأبو العتاهية:\nألم تعلمي أن الغنى يجعل الفتى\n...\nسنيا وأن الفقر بالمرء قد يزري\nفما رفع النفس الوضيعة كالغنى\n...\nولا وضع النفس الرفيعة كالفقر\nصاحب الكتاب في المعنى:\nلله در المال كم من خامل\n...\nأضحى به علما من الأعلام\nيكسو الدني من الرجال مهابة\n...\nويزبن لفظ الألكن التمتام\nوفخار ذي الإقتار زور والعلى\n...\nبسوى الغنى عقد بغير نظام\nوقال غيره في المعنى:\nلا بد للعاقل من زلة\n...\nتحط عند الناس من قدره\nواحدة تربي على كل ما\n...\nيزله الجاهل في عمره\nوقال أيضا:\nذهب الأولى كنا بهم\n...\nنعصي الخطوب ولا نطيع\nوإذا الأصول وهت فلا\n...\nتعجب إذا وهت الفروع\nوقال أيضا:\nدع الناس أو سسهم ببرك والجفا\n...\nإذا أنت ام تفعل وعرفك النكر\nفليس كمال المرء بالخير وحده\n...\nإذا لم يكن في المرء سيء من الشر\nباب\nأبيات الأمثال المفردة\nالله أنجح ما طلبت به\n...\nوالبر خير حقيبة الرجل\nالجزء: 1 ¦ الصفحة: 35\n",
        "خفض الجأش واصبرن رويدا\n...\nفالرزايا إذا توالت تولت\nولرب نازلة يضيق بها الفتى\n...\nذرعا وعند الله منها المخرج\nضاقت ولو لم تضق لما انفرجت\n...\nوالعسر مفتاح كل ميسور\nهل الدهر إلا غمرة وانجلاؤها\n...\nسريعا وإلا ضيقة وانفراجها\nإن ربا كفاك بالأمس ما كا\n...\nن سيكفيك في غد ما يكون\nولم أر كالمعروف، أما مذاقه\n...\nفحلو وأما وجهه فجميل\nوإذا افتقرت إلى الذخائر لم تجد\n...\nذخرا يكون كصالح الأعمال\nمن يصنع الخير لا يعدم جوازيه\n...\nلا يذهب العرف بين الله والناس\nإذا أنت لم تعرض عن الجهل والخنا\n...\nأصبت حليما أو أصابك جاهل\nوحذرت من أمر فمر بجانبي\n...\nلم يبكني، ولقيت ما لم أحذر\nوإذا حذرت من الأمور مقدرا\n...\nوهربت منه، فنحوه تتوجه\nوالرزق يخطي باب عاقل قومه\n...\nويبيت بوابا لباب الأحمق\nكالصيد يحرمه الرامي المجيد وقد\n...\nيرمى فيحرزه من ليس بالرامي\nلا تنكري عطل الكريم من الغنى\n...\nفالسيل حز من المكان العالي\nلا تنظرن إلى الجهالة والحجا\n...\nوانظر إلى الإقبال والإدبار\nرب علم أضاعه عدم الما\n...\nل وجهل غطى عليه النعيم\nمن راقب الناس مات غما\n...\nوفاز باللذة الجسور\nإذا لم تستطع أمرا فدعه\n...\nوجاوزه إلى ما تستطيع\nولا تكثرن في إثر شيء ندامة\n...\nإذا نزعته من يديك النوازع\nتمتع من شميم عرار نجد\n...\nفما بعد العشية من عرار\nفيوم علينا ويوم لنا\n...\nويوم نساء ويوم نسر\nكمرضعة أولاد أخرى وضيعت\n...\nبنيها فلم ترفع بذلك مرفعا\nكتاركة بيضها في العراء\n...\nوملبسة بيض أخرى جناحا\nوحملتني ذنب امرئ وتركته\n...\nكذي العر يكوى غيره وهو راتع\nلم أكن من جناتها علم الل\n...\nهـ وإني بحرها اليوم صال\nوجرم جره سفهاء قوم\n...\nفحل بغير جانيه العذاب\nوكنت إذا قوم غزوني غزوتهم\n...\nفهل أنا في ذا يال همدان ظالم\nوإذا تكون كريهة أدعى لها\n...\nوإذا يحاس الحيس يدعى جندب\nليت الغمام الذي رعدت صواعقه\n...\nيسوقهن إلى من عنده الديم\nمتى أحوجت ذا كرم تخطى\n...\nإليك ببعض أخلاق اللئيم\nولا يغررك طول الحلم مني\n...\nفما أبدا تصادفني حليما\nوإذا الذئاب استنعجت لك مرة\n...\nفحذار منها أن تعود ذئابا\nتأني على وعد الكرام فربما\n...\nحملت من الإلحاح سمحاعلى البخل\nوقد طوفت في الآفاق حتى\n...\nرضيت من الغنيمة بالإياب\nوكان رجائي أن أعود مملكا\n...\nفصار رجائي أن أعود مسلما\nلا تسأل المرء عن خلائقه\n...\nفي وجهه شاهد من الخبر\nومهما تكن عند امرئ من خليقة\n...\nوإن خالها تخفى على الناس تعلم\nفإنكم وما تخفون منه\n...\nكذات الشيب ليس لها خمار\nما كان في المخدع في أمركم\n...\nفإنه في المسجد الجامع\nوتجلدي للشامتين أريهم\n...\nأني لريب الدهر لا أتضعضع\nولا خير فيمن لا يوطن نفسه\n...\nعلى نائبات الدهر حين تنوب\nضاق معروف واضع ال\n...\nعرف في غير أهله\nنفسك لم يا ملقيا بذره\n...\nبين سباخ إن حصدت العنا\nأسد علي وفي الحروب نعامة\n...\nربداء تنفر من صفير الصافر\nإذا صوت العصفور طار فؤاده\n...\nوليث حديد الناب عند الثرائد\nوإذا خمصتم قلتم يا عمنا\n...\nوإذا بطنتم قلتم ابن الأزور\nكالكلب إن جاع لم يعدمك بصبصة\n...\nوإن ينل شبعا ينبح من الأشر\nقضى الله في بعض المكاره للفتى\n...\nبرشد وفي بعض النوى ما يحاذر\nربما خير الفتى\n...\nوهو للخير كاره\nوقد يحزن المرء من فوت ما\n...\nتكون السلامة في فوته\nمن أمارات مفلس أن تراه\n...\nموجفا في اقتضاء دين قديم\nإذا ضيعت أول كل أمر\n...\nأبت أعجازه إلا التواء\nكم فرصة تركت فصارت غصة\n...\nتشجي بطول تلهف وتندم\nتعدو الذئاب على من لا كلاب له\n...\nويتقى مريض المستنفرالحامي\nتراهم يغمرون من استركوا\n...\nويجتنبون من صدق المصاعا\nالجزء: 1 ¦ الصفحة: 36\n",
        "متى تجمع القلب الذكي وصارما\n...\nوأنفا حميا، تجتنبك المظالم\nتفرقت الظباء على خراش\n...\nفما يدري خراش ما يصيد\nوعين الرضى عن كل عيب كليلة\n...\nولكن عين السخط تبدى المساويا\nوالمرء يعمى عن من يحب فإن\n...\nأقصر عن بعض ما به أبصر\nما قام عمرو في الولا\n...\nية قائما حتى قعد\nكم تائه بولاية\n...\nوبعزله يعدو البريد\nأكرم تميما بالهوان فإنهم\n...\nإن أكرموا فسدوا من الإكرام\nأهن عامرا تكرم عليها فإنما\n...\nأخو عامر من مسها بهوان\nفي الناس إن فتشتهم\n...\nمن لا يعزك أو تذله\nوفي الشر نجاة حي\n...\nن لا ينجيك إحسان\nيحمحم للشعير إذا رآه\n...\nويعبس إن رأى وجه اللجام\nيواسي الغراب الذئب في أكل صيده\n...\nوما صادت الغربان في سعف النخل\nوطنت نفسي عن خليلي أنني\n...\nمتى شئت لاقيت امرءاً مات صاحبه\nولولا كثرة الباكين حولي\n...\nعلى إخوانهم لقتلت نفسي\nأرى خلل الرماد وميض جمر\n...\nويوشك أن يكون له ضرام\nأرى جذعا إن يثن لم يقو رائض\n...\nعليه، فبادر قبل أن ينثني الجذع\nوإني إذا أدعوك عند ملمة\n...\nكداعية بين القبور نصيره\nوإني وإعدادي لدهري محمدا\n...\nكملتمس إطفاء نار بنافخ\nوالمستجير بعمرو عند كربته\n...\nكالمستجير من الرمضاء بالنار\nطلبت بك التكثير فازددت قلة\n...\nوقد يخسر الإنسان في طلب الربح\nليس العطاء من الكثير سماحة\n...\nحتى تجود وما لديك قليل\nإنما تعرف المواساة في الشد (م) ة لا حين ترخص الأسعار\nما عابني إلا اللئا\n...\nم وتلك من إحدى المناقب\nوإذا أتتك مذمتي من ناقص\n...\nفهي الشهادة لي بأني كامل\nتزوج يرجو أن تحط ذنوبه\n...\nفعاد وقد زيدت عليه ذنوب\nوخرجت أبغي الأجر محتسبا\n...\nفرجعت موفورا من الوزر\nإذا محاسني اللاتي أتيت بها\n...\nعدت ذنوبا فقل لي كيف أعتذر\nوكم من موقف حسن أحيلت\n...\nمحاسنه فعاد من الذنوب\nأعادي على ما يوجب الحب للفتى\n...\nوأهدأ والأفكار في تجول\nمن لم يعدنا إذا مرضنا\n...\nإن مات لم نشهد الجنازة\nوكم قائل لو كان حبك صادقا\n...\nلبغداد لم ترحل، فكان جوابيا\nيقيم الرجال الموسرون بأرضهم\n...\nويرمي النوى بالمقترين المراميا\nومن يك مثلي ذا عيال ومقترا\n...\nمن الزاد يطرح نفسه كل مطرح\nأرب يبول الثعلبان برأسه\n...\nلقد ذل من بالت عليه الثعالب\nوكل باز يمسه هرم\n...\nتخرى على رأسه العصافير\nلا يؤيسنك من كريم نبوة\n...\nينبو الفتى وهو الجواد الخضرم\nولربما منع الكريم وما به\n...\nبخل ولكن سوء حظ الطالب\nأقلب طرفي لا أرى غير صاحب\n...\nيميل مع النعماء حيث تميل\nإخوان صدق ما رأوك بغبطة\n...\nوإذا افتقرت هوى بودك من هوى\nيريد أن يخطر ما لم يرني\n...\nفإذا أسمعته صوتي انقمع\nيريك البشاشة عند اللقاء\n...\nويبريك في الغيب بري القلم\nأبناء نصير إن غبت قد أكلوا\n...\nلحمي، وإما حضرت ودوني\nإن الذين ترونهم إخوانكم\n...\nيشفي غليل قلوبهم أن تصرعوا\nذلها أظهر التودد منها\n...\nوبها منكم كحز المواسي\nوالذل يظهر في الذليل مودة\n...\nوأود منه لمن يود، الأرقم\nإذا ما قضيت الدين بالدين لم يكن\n...\nقضاء ولكن ذاك غرم على غرم\nلو بغير الماء حلقي شرق\n...\nكنت كالغصان بالماء اعتصاري\nكنت من كربتي أفر إليهم\n...\nفهم كربتي، فأين الفرار\nكل هنيئا فالكلب يزدرد ال\n...\nعظم ولكن تدمى استه حين يخرا\nولا تحسد الكلب أكل العظام\n...\nففي وقت إخراجها ترحمه\nإذا اعتاد الفتى خوض المنايا\n...\nفأهون ما تمر به الوحول\nومن ذا الذي ترضي سجاياه كلها\n...\nكفى المرء نبلا أن تعد معايبه\nمن عاش أخلقت الأيام جدته\n...\nوخانه بفناه السمع والبصر\nولا تبقي صروف الده\n...\nر إنسانا على حال\nلقد أفلح من عاش\n...\nثمانين وما أفلح\nالجزء: 1 ¦ الصفحة: 37\n",
        "وما للمرء خير في حياة\n...\nإذا ما عد من يسقط المتاع\nوقد تخرج الحاجات يا أم مالك\n...\nكرائم من رب بهن ضنين\nألا ربما ضاق الفضاء بأهله\n...\nوأمكن من بين الأسنة مخرج\nقد يدرك الشرف الفتى ورداؤه\n...\nخلق, وجيب قميصه مرقوع\nلا تهن رب طمر\n...\nفالدار بالسكان\nسبكناه ونحسبه لجينا\n...\nفأبدى الكير عن خبث الحديد\nلا تحسبن دارهما جمعتها\n...\nتمحو مخازيك التي بعمان\nلأشكرك معروفا هممت به\n...\nإن اهتمامك بالمعروف معروف\nما كان أحوج ذا الكمال إلى\n...\nعيب يوقيه من العين\nأولى الأمور بضيعة وفساد\n...\nأمر يدبره أبو عباد\nوأمر يدبره صالح\n...\nفأخلق بسرعة إدباره\nفإلا تكن أنت المسيء بعينه\n...\nفإنك ندمان المسيء وصاحبه\nكأنك لم تسبق من الدهر ليلة\n...\nإذا أنت أدركت الذي كنت تطلب\nإذا ما نبت بي أرض قوم تركتها\n...\nوسرت ولي منها ومن أهلها بد\nولا أقيم بأرض لا أشد بها\n...\nسوطي إذا ما اعترتني سورة الغضب\nفي سعة الخافقين مضطرب\n...\nوفي بلاد من أختها بدل\nشر البلاد مكان لا صديق به\n...\nوشر ما يكسب الإنسان ما يصم\nمن حلقت لحية جار له\n...\nفليسكب الماء على لحيته\nلا يدبر البقال إلا\n...\nلصالح السنور والفاره\nما أثبت الناس في أرزاقهم\n...\nذاك عطشان وهذا قد غرق\nلشتان ما بيني وبين ابن خالد\n...\nأمية في الرزق الذي الله يقسم\nإن من الحلم ذلا أنت عارفه\n...\nوالحلم عن قدرة فضل من الكرم\nوعففت عن أثوابه ولو أنني\n...\nكنت المقصر بزني أثوابي\nكفى حزنا أن الجواد مقتر\n...\nعليه ولا معروف عند بخيل\nإذا كان من يعطي فقيرا، وذو الغنى\n...\nبخيلا، فمن ذا يستعان على الدهر؟\nوغير تقي يأمر الناس بالتقى\n...\nطبيب يداوي والطبيب مريض\nوصف المكارم وهو فيها زاهد\n...\nوأرى الجميل وفيه غير تعاص؟\nوقد تدرك الحادثات الجبا\n...\nن ويسلم منها الشجاع البطل\nومستعجب مما يرى من أناتنا\n...\nولو زبنته الحرب لم يتبرم\nولربما ترك الزيارة مشفق\n...\nوغدا على عل الضمير الزائر\nإن التباعد لا يض\n...\nر إذا تقاربت القلوب\nوإن يقهروني حين غابت عشيرتي\n...\nفمن عجب الأيام أن يقهروا مثلي\nلو أن في قلبي كقدر قلامة\n...\nشوقا, لزرتك أو أتتك رسائلي\nتحمق مع الحمقى إما لقيتهم\n...\nوكن عاقلا إما لقيت أخا عقل\nإن جئت أرضا أهلها كلهم\n...\nعور، فغمض عينك الواحد\nلتقرعن على السن من ندم\n...\nإذا تذكرت يوما بعض أخلاقي\nإذا ترحلت عن قوم وقد قدروا\n...\nألا تفارقهم فالراحلون هم\nوفي الناس إن رثت حبالك واصل\n...\nوفي الأرض عن دار القلى متحول\nلا ألفينك بعد الموت تندبني\n...\nوفي حياتي ما زودتني زادي\nترك الزيارة وهي ممكنة\n...\nوأتاك من مصر على جمل\nفما بقيا علي تركتماني\n...\nولكن خفتما صر النبال\nاليوم حاجتنا إليك وإنما\n...\nيدعى الطبيب لساعة الأوصاب\nإذا لم يزل حبل القرينين يلتوي\n...\nفلا بد يوما من قوى أن يجذما\nواحتمال الأذى ورؤية جاني\n...\nهـ غذاء تضوى به الأجسام\nوشفاء ما لا تشتهي\n...\nهـ النفس تعجيل الفراق\nليس من مات فاستراح بميت\n...\nإنما الميت ميت الأحياء\nفي الموت من ألم المذلة راحة\n...\nإن الشقي حياته تعذيب\nلا أعد الإقتار عدما ولكن\n...\nفقد من قد رزئته الإعدام\nقد يخطئ المغتر غرته\n...\nويزل بالمتثبت النعل\nربما سرك البعيد، وأولاك ال\n...\nقريب النسيب شيئا وعارا\nرب غريب ناصح الجيب\n...\nوابن أب متهم الغيب\nنصحنا فلم نفلح وغشوا فأفلحوا\n...\nوأنزلني نصحي بدار هوان\nألا رب نصح يغلق الباب دونه\n...\nوغش إلى جنب السرير يقرب\nلا يغرنك عيش ساكن\n...\nقد توافى بالمنيات السحر\nقد ينام الفتى صحيحا فيردى\n...\nولقد بات آمنا مسرورا\nالجزء: 1 ¦ الصفحة: 38\n",
        "وما يوجع الحرمان من كف حازم\n...\nكما يوجع الحرمان من كف رازق\nإنا لفي زمن ترك القبيح به\n...\nمن أكثر الناس إحسان وإجمال\nقل من خيركم نصيبي ولكن\n...\nأنا من شركم كثير النصيب\nوضعيفة فإذا أصابت فرصة\n...\nقتلت، كذلك قدرة الضعفاء\nفإنك لم يفجر عليك كفاجر\n...\nضعيف، ولم يغلبك مثل مغلب\nتغطي بجلباب لها حر وجهها\n...\nوتبدي أستها؛ هذا الحياء المخالف\nمستحيل المعنى يصلي إلى الح\n...\nش ويخرا في جانب المحراب\nوالمرء ما شغلته فرصة لذة\n...\nناسي العواقب آمن الحدثان\nولرب لذة ساعة\n...\nقد أورثت حزنا طويلا\nكل شيء إذا تناهى تواهى\n...\nوانتقاص البدور عند التمام\nأبلغ ما يطلب النجاح به ال\n...\nطبع وعند التعمق الزلل\nأيذهب يوم واحد، إن أسأته،\n...\nبصالح أيامي، وحسن بلائي؟\nفإن يكن الفعل الذي ساء واحدا\n...\nفأفعاله اللاتي سررن، ألوف\nلا تكسح الشول بأغيارها\n...\nإنك لا تدري من الناتج\nليس من لم تكن له\n...\nنخلة يحرم الرطب\nوما نفع من قد مات بالأمس صاديا\n...\nإذا ما سماء اليوم طال انهمارها\nرأيت النفس تكره ما لديها\n...\nوتطلب كل ممتنع عليها\nلولا طراد الصيد لم تك لذة\n...\nفتطاردي لي بالوصال قليلا\nجرى طلقا حتى إذا قيل: سابق\n...\nتداركه عرق اللئام فلبدا\nوأدركنه خالاته فخذلنه\n...\nألا إن عرق السوء لا بد مدرك\nإذا رام التخلق جاذبته\n...\nخلائقه إلى الطبع اللئيم\nوأسرع مفعول فعلت تغيرا\n...\nتكلف شيء، في طباعك ضده\nومما يقتل الشعراء غما\n...\nعداوة من يقل عن الهجاء\nإذا أتت الإساءة من وضيع\n...\nولم ألم المسيء فمن ألوم؟\nرب يوم بكيت منه، فلما\n...\nصرت في غيره، بكيت عليه\nوما مر يوم أرتجي فيه راحة\n...\nفأخبره أن لا بكيت على أمس\nأتى الزمان بنوه في شبيبته\n...\nفسرهم وأتيناه على الهرم\nفإن يك عتاب مضى لسيبله\n...\nفما مات من أبقى له مثل خالد\nقد كنت من حقي على ثقة\n...\nحتى رأيتك دونهم خصمي\nوالمرء لا يرتجى النجاح له\n...\nيوما إذا كان خصمه القاضي\nيحلب غيري وأكون الذي\n...\nيرضى من العنز بقرنين\nولست كمن يرضى بما غيره الرضى\n...\nويمسح رأس الذئب والذئب آكله\nإذا المال لم ينفعك إلا بخزنه\n...\nفبر بلاد الله مالك والبحر\nأنت للمال إذا أمسكته\n...\nفإذا أنفقته فالمال لك\nومن ينفق الساعات في جمع ماله\n...\nمخافة فقر، فالذي فعل: الفقر\nوألتذ ما أهواه والموت دونه\n...\nكشارب سم في إناء مفضض\nفلا شغل عنا باعتذار فإنما\n...\nتناط بك الآمال ما اتصل الشغل\nوأنت كمثل الجوز يمنع خبره\n...\nصحيحا ويعطي خيره حين يكسر\nقل للذي يحفر بئر الردى\n...\nهيىء لرجليك مراقيها\nومن يحتفر في الشر بئرا لغيره\n...\nيبت هو فيها، لا محالة واقع\nولما لم ننل منهم سرورا\n...\nرأينا فيهم كل السرور\nوأفضل من نيل الوزارة للفتى\n...\nحياة تريه مصرع الوزراء\nوتفرقوا فرقا فكل قبيلة\n...\nفيها أمير المؤمنين ومنبر\nلا يحمل المنبر ردفا ولا\n...\nيصلح ملك بين إثنين\nعصيت عواذلي وشفيث نفسي\n...\nوقد يعصي للذته الأريب\nواستبدت مرة واحدة\n...\nإنما العاجز من لا يستبد\nأريد رجوعا نحوكم فيصدني\n...\nإذا رمته، دين علي ثقيل\nوأوبة مشتاق بغير دراهم\n...\nإلى أهله من أعظم الحدثان\nما آب من آب لم يظفر بحاجته\n...\nولم يغب طالب للنجح لم يجب\nقد يدرك المتأني بعض حاجته\n...\nوقد يكون مع المستعجل الزلل\nأردت ضراري فاعتمدت مسرتي\n...\nوقد يحسن الإنسان من حيث لا يدري\nرب أمر أتاك لا يحمد الفعا\n...\nل فيه وتحمد الأفعال\nومطروفة عيناه عن عيب نفسه\n...\nفإن بان عيب من أخيه تبصرا\nما بال عينك لا ترى أقذاءها\n...\nوترى الخفي من القذى بجفوني\nومن جهلت نفسه قدره\n...\nيرى غيره منه ما لا يرى\nالجزء: 1 ¦ الصفحة: 39\n",
        "فلا يبعد الله الشباب وقولنا\n...\nإذا ما صبونا صبوة، سنتوب\nإذا ما أهان امرؤ نفسه\n...\nفلا أكرم الله من يكرمه\nما كنت إلا كلحم ميت\n...\nدعا إلى أكله اضطرار\nألا قاتل الله الضرورة إنها\n...\nتكلف أغلا الخلق أدنى الخلائق\nغير اختيار، قبلت برك بي\n...\nوالجوع يرضي الأسود بالجيف\nكمجهود تحامى أكل ميت\n...\nفلما اضطر عاد إليه شدا\nفعدنا لم نصد شيئا\n...\nوما كان لنا أفلت\nإذا كنت في أرض وحاولت تركها\n...\nفدعها، ومنها إن رجعت معاد\nوإن جل ما خولتني يداك\n...\nفإن الكرامة عندي أجل\nوما منزل اللذات عندي بمنزل\n...\nإذا لم أبجل عنده وأكرم\nإذا صح منك الود فالمال هين\n...\nوكل الذي فوق التراب تراب\nجزاك الآله عن النصح خيرا\n...\nولكن جاء في الزمن الأخير\nإساءة دهر ذكرت حسن فعله\n...\nإلي، ولولا الشرى لم يعرف الشهد\nوالحادثات وإن أصابك بؤسها\n...\nفهو الذي أنباك كيف نعيمها\nوليست فرحة الأوبات إلا\n...\nلموقوف على ترح الوداع\nإن آثارنا تدل علينا\n...\nفانظروا بعدنا إلى الآثار\nأخلق بذي الصبر أن يحظى بحاجته\n...\nومدمن القرع للأبواب أن يلجا\nوإني لأدري أن في الصبر راحة\n...\nولكن إنفاقي على الصبر من عمري\nإذا الشافع استقصى لك الجهد كله\n...\nوإن لم ينل نجحا، فقد وجب الشكر\nوعلي أن أسعى ولي\n...\nس علي إدراك النجاح\nإذا برم المولى بخدمة عبده\n...\nتجلى له ذنبا وإن لم يكن ذنب\nوقال السهى للشمس أنت خفية\n...\nوقال الدجى للصبح لونك حائل\nحسن الرجال بحسناهم وفخرهم\n...\nبطولهم في المعالي لا بطولهم\nوما الحسن في وجه الفتى شرفا له\n...\nإذا لم يكن في فعله والخلائق\nوجعلت حبك شافعي\n...\nفأتيت من قبل الشفيع\nوالعاقل النحرير محتاج إلى\n...\nأن يستعين بجاهل معتوه\nأتت البشارة والنعي معا\n...\nيا قرب مأتمنا من العرس\nوأتانا النعي منك مع البش\n...\nر ى فيا قرب أوبة من ذهاب!\nقد ينعم الله بالبلوى وإن عظمت\n...\nويبتلي الله بعض القوم بالنعم\nعن المرء لا تسال وسل عن قرينه\n...\nفإن القرين بالمقارن مقتد\nمن ذا الذي يخفى علي\n...\nك إذا نظرت إلى قرينه؟\nولا تعذراني في الإساءة إنه\n...\nلئيم الرجال، من يسيء فيعذر؟\nأي عذر لعاقل؟ إنما يعذ\n...\nر فيما يكون منه الجهول؟\nترجو الوليد وقد أعياك والده\n...\nوما رجاؤك بعد الوالد الولد؟\nإذا لم يكن عون من الله للفتى\n...\nفأكثر ما يجني عليه اجتهاده\nوظلم ذوي القربى أشد مضاضة\n...\nعلى الحر من وقع الحسام المهند\nولم تزل قلة الإنصاف قاطعة\n...\nبين الرجال، ولو كانوا ذوي رحم\nلا أبالي أبث بالحزن بين\n...\nأم لحاني بظهر غيب لئيم\nترجو غدا وغد كحاملة\n...\nفي الحي لا يدرون ما تلد\nتريدين أن أرضى وأنت بخيلة\n...\nومن ذا الذي يرضي الأخلاء بالبخل\nولست بنظار إلى جانب الغنى\n...\nإذا كانت العلياء في جانب الفقر\nوإذا الحبيب أتى بذنب واحد\n...\nجاءت محاسنه بألف شفيع\nلا تهني بعد إكرامك لي\n...\nفشديد عادة منتزعه\nفمن لي بالعين التي كنت مرة\n...\nإلي بها في سالف الدهر تنظر؟\nرأيت حياة المرء ترخص قدره\n...\nفإن مات أعلته المنايا الطوائح\nوحلاوة الدنيا لجاهلها\n...\nومرارة الدنيا لمن عقلا\nوأنت امرؤ منا خلقت لغيرنا\n...\nحياتك لا ترجى وموتك فاجع\nوأقسم لو رؤيت سيفك من دمي\n...\nلأورق بالود الصريح وأثمرا\nسعيد الدار خير من أبيه\n...\nوكلب الدار خير من سعيد\nوعنان خير منهم\n...\nوالكلب خير من عنان\nوما شيء بأثقل وهو خف\n...\nعلى الأعناق من منن الرجال\nمن ظلمه جار على نفسه\n...\nكيف أرجي حسن إنصافه؟\nتقول سليمى: لو أقمت بأرضنا\n...\nولم تدر أني للمقام أطوف\nفإذا الزمان كساك حلة معدم\n...\nفالبس لها حلل النوى وتغرب\nالجزء: 1 ¦ الصفحة: 40\n",
        "فهمك فيها جسام الأمور\n...\nوهم لداتك أن يلعبوا\nالحر حر وإن تعدت\n...\nعليه يوما يد الزمان\nوطالما أصلي الياقوت جمر غضا\n...\nثم انطفا الجمر والياقوت ياقوت\nقد ظلمناك بحسن ال\n...\nظن يا أبغض الأنام\nأسأت إذ أحسنت ظني بكم\n...\nوالحزم سوء الظن بالناس\nما نبالي إذا بقيت سليما\n...\nمن تولت به صروف الليالي\nوأنت شريك الذئب في أكل شاته\n...\nوإن وثب الراعي وثبت مع الراعي\nشكوت وما الشكوى لمثلي عادة\n...\nولكن تفيض العين عند امتلائها\nوإذا بدا سر اللبيب فإنه\n...\nلم يبد إلا والفتى مغلوب\nوالعمر مثل الكأس ير\n...\nسب في أواخره القذى\nولا يموت شجاع موت عافية\n...\nفي الحرب تذهب نفس الفارس البطل\nومن الحزامة لو تكون حزامة\n...\nألا يؤخر من به يتقدم\nوفي الصمت سترللعيي وإنما\n...\nصفيحة لب المرء أن يتكلما\nإن من ناك من قيام فلا تن\n...\nكر يوماً صلاته من قعود\nجربت في نفسك سما فما\n...\nأحمدت تجريبك للسم\nقل من ينقاد للح (م) ق ومن يصغي إليه\nيأبى الغنى إلا إتباع الهوى\n...\nومنهج الحق له واضح\nومتى أدعها لكأس من الم\n...\nاء أتتني بصحفة من زبيب\nوإذا الكريم تقطعت أسبابه\n...\nلم يعتلق إلا بحبل كريم\nوما الناس إلا الرق، منه مصاحف\n...\nومنه بأعناق القيان طبول\nمثل خلعت على الزمان رداءه\n...\nعوز الدراهم آفة الأجواد\nوكل أذى فمصبور عليه\n...\nوليس على قرين السوء صبر\nومن نكد الدنيا على الحر أن يرى\n...\nعدوا له ما من صداقته بد\nكتب القتل والقتال علينا\n...\nوعلى الغانيات جر الذيول\nلم يخلق الله مسجونا نسائله:\n...\nما بال سجنك إلا قال: مظلوم\nرأوه فازدروه وهو خرق\n...\nوينفع أهله الرجل الذميم\nلا تحقرن شبيبا\n...\nكم ساق خيرا شبيب\nما استقامت قناة رأيي إلا\n...\nبعد ما عوج الزمان قناتي\nفيا موقدا نارا لغيرك ضوءها\n...\nويا حاطبا في حبل غيرك تحطب\nوما ينفع المرموس عمران قبره\n...\nإذا كان فيه جسمه يتهدم؟\nيذمون دنيا لا يغبون درها\n...\nولم أر كالدنيا تذم وتحلب\nلست بالناسك المشمر ثوبيه\n...\nولا الماجن الخليع الوقاحا\nولله مني جانب لا أضيعه\n...\nوللهو مني والبطالة، جانب\nإنما يدخر الما\n...\nل لحاجات الرجال\nإنما تدخر الدمو\n...\nع لوقت الشدائد\nإن من جرب الأمور فلن يل\n...\nدغ من جحر حية مرتين\nلو كما تنقص تزدا\n...\nد إذا نلت السماء\nلو كما تجهل تدري\n...\nكنت لله نبيا\nومن ذا الذي في غاية ليس نفسه\n...\nإلى غاية أخرى سواها، تطلع\nإن سرا يصان عند زياد\n...\nلمضاع كالماء في الغربال\nباب أعجاز الأبيات\nإذا الله سنى حل عقد تيسرا\nمن أحسن الظن بالرحمن لم يخب\nوأضيق الأمر أدناه إلى الفرج\nفبينما العسر إذ دارت مياسير\nيد تشج وأخرى منه تأسوني\nما أشبه الليلة بالبارحة\nوكل إناء بالذي فيه ينضح\nوينطق بالعوراء من كان معورا\nوجادت بوصل حين لا ينفع الوصل\nكدابغة وقد حلم الأديم\nعند الشدائد تذهب الأحقاد\nقد أنصف القارة من راماها\nلم يلق جعد مثلها منذ احتلم\nوما كل عام روضة وغدير\nمتى يلتقي الميت والغاسل\nعند الخنازير تنفق العذرة\nهدايا مقل إلى مكثر\nوللمساكين أيضا بالندى ولع\nوالنمل تعذر في القدر الذي حملا\nإن ترد الماء بماء أكيس\nسحابة صيف عن قليل تقشع\nوصرت بغاثا بعد ما كنت بازيا\nالصدق ينبي عنك لا الوعيد\nأوسعتهم سبا وراحوا بالإبل\nأشد عيوب المرء جهل عيوبه\nومن ذا الذي يدري بما فيه من جهل؟\nإن الورى أعداء من فضل الورى\nأرملني قبل ليلة العرس\nلمثلها كنت أحسيك الحسا\nعلى أعرافها تجري الجياد\nيكفيك ما بلغك المحلا\nوحسبك من غنى شبع وري\nكل الحذاء يحتذي الحافي الوقع\nالجزء: 1 ¦ الصفحة: 41\n",
        "طوال الدهر عشت بغير ليلى\nخير قليل وفضحت نفسي\nوالمرء يشرق بالزلال البارد\nمن لك يوما بأخيك كله\nمتى تصيب الصاحب المهذبا؟\nشديد على الإنسان ما لم يعود\nثم اعترفت بها فصارت هدبا\nتحسبها حمقاء وهي باخس\nيريك خرقا وهو الحاذق\nإذا لم تجد ذنبا علينا تجنت\nشنشنة أعرفها من أخزم\nوتأبى الطباع على الناقل\nتمنع لعلك أن تنفقا\nمتى يأتي غياثك من تغيث؟\nومنفعة الغوث قبل العطب\nقبل الرماة تملأ الكنائن\nسقط العشاء به على سرحان\nإذا قطعنا علما بدا علم\nإذا غاب منها كوكب لاح كوكب\nيكفيك مما لا ترى ما قد ترى\nفي طلعة الشمس ما يغنيك عن زحل\nمواعيد عرقوب أخاه بيثرب\nأنا الغني وأموالي المفاليس\nتوكل بالأدنى وإن جل ما يمضي\nليس عليك نسجه فاسحب وجر\nمن يزرع الشوك لا يحصد به العنبا\nليس يخفى إلا الذي لا يكون\nوالمندل الرطب في أوطانه حطب\nعلقت معالقها وصر الجندب\nرضى المتجني غاية ليس تدرك\nلا ناقة لي في هذا ولا جمل\nويبقى الود ما بقي العتاب\nوتركي للعتاب من العتاب\nإن تسلم الجلة فالسخل هدر\nبجبهة العير تفدي حافر الفرس\nإذا شئت أن تزداد حبا فزر غبا\nولو لم تغب شمس النهار لملت\nرب ثاو يمل منه الثواء\nوثقلت حتى آن لي أن أخففا\nوفي طول المعاشرة التقالي\nإياك أعني فاسمعي يا جاره\nإن الذباب على الماذي وقاع\nوالمشرب العذب كثير الزحام\nشغل الحلي أهله أن يعارا\nلعل له عذرا وأنت تلوم\nإن المسبب للجاني هو الجاني\nأشد الشدائد ما يضحك\nومن فرح النفس ما يقتل\nأخنى عليها الذي أخنى على لبد\nكمبتغي الصيد في عرينة الأسد\nورب مستحسن ما ليس بالحسن\nورب امرئ يزري على خلق محض\nوآفة التبر ضعف منتقده\nويقبح ضوء الشمس في الأعين الرمد\nوالدر يقطعه جفاء الحالب\nوالدرهم الزيف لا يضيع\nوأيدي الندى في الصالحين فروض\nإن المعارف في أهل النهى ذمم\nوشر الزاد ما عاب الخميص\nويشرب ماء وهو غير زلال\nطبيب يداوي والطبيب مريض\nومن العجائب أعمش كحال\nليت التشكي كان بالعواد\nذكرتني الطعن وكنت ناسيا\nوحسبك داء أن تصح وتسلما\nأسرع في نقص امرئ تمامه\nوعند التناهي يقصر المتطاول\nوقد يضحك الموتور وهو حزين\nوقد تجمد العينان والقلب موجع\nخلف لعمري من يزيد أعور\nفلا للثمار ولا للحطب\nإن البغاث بأرضنا يستنسر\nوالملك بعد أبي ليلى لمن غلبا\nيضحك في غير أوان الضحك\nوالضحك في غير حينه سفه\nولكنه ضحك كالبكا\nفما الكرخ الدنيا ولا الناس قاسم\nوفي عنق الخائن الجلجل\nورب جواب في السكوت بليغ\nلا تغز إلا بغلام قد غزا\nإن كنت ريحا فقد لاقيت إعصارا\nرب أخ لي لم تلده أمي\nألفى أباه بذاك الكسب يكتسب\nلا تعدون من كلب سوء جروا\nهل تلد الذئبة إلا ذئبا؟\nوالناس يغنون أحيانا عن الناس\nويكتسي العود بعد اليبس بالورق\nمن عز بز ومن لم يمتمع يرد\nمن لم يكن ذئبا أكل\nإن قعد الرزق فقم إليه\nوكيف يرحل من ليست له إبل\nوهل ينهض البازي بغير جناح؟\nوتقرب الأحلام غير قريب\nتذكر الناس وأنت ناسي\nلكل حليم موطن هو جاهله\nوللجهل من قلب الحكيم نصيب\nوما على محمل عتب\nجسم البغال وأحلام العصافير\nوعلى الكريم لضيفه الجهد\nهان على الأملس ما لاقى الدبر\nمن نام لم يشعر بمن قد سهرا\nبكل حبل يخنق الشقي\nإن الشقاء على الأشقين مصبوب\nويرجى شفاء السم والسم قاتل\nوربما صحت الأجسام بالعلل\nما كنت أول موثوق به خانا\nأسأت بنا عودا وأحسنت باديا\nما فاز بالراحة إلا من رضي\nلهم وصال الغواني والصبابة لي\nالجزء: 1 ¦ الصفحة: 42\n",
        "خود تزف إلى خصي مقعد\nتفور من نصف حوضه قدري\nيرجو الغنى من إناء قط ما رشحا\nلا تفعل الخير ولا تنويه\nجدع بر على المدالى القرح\nما كل ماشية بالرحل شملال\nأتوب وتبدو فرصة فأعود\nوهل يصلح العطار ما أفسد الدهر؟\nأعمى يدلس نفسه في العور\nإن الجواد يرى فى ماله سبلا\nأنظر إلى وجهك ثم اعشق\nأصاب الذي سماك أم جميل\nجهد البلاء تباغض وتداني\nويستصحب الإنسان من لا يلائمه\nلمحبوبها يمشي ومكروهها يعدو\nولا يحسن الكلب إلا هريرا\nأذل الحرص أعناق الرجال\nوفي الطمع المذلة للرقاب\nما طاب عذب شابه أجاج\nقد كنت أحسب أني قد ملأت يدي\nلأمر ما يسود من يسود\nلا تأخذوا منا ولا تعطونا\nكم زاد في ذنب جهول عذره\nوكيف يعيب العور من هو أعور؟\nولن يرجع الموتى حنين المآتم\nومن يخزن الأموال ينفق من العرض\nوشر من البخل المواعيد والمطل\nواليأس أروح من عذاب الكاذب\nوتحت الرغوة اللبن الصريح\nلا يعجز القوم إذا تعاونوا\nقد رجع الحق إلى نصابه\nوبيت الغنى يهدى له ويزار\nويأتيك بالأخبار من لم تزود\nوعند الضرورة آتي الكنيفا\nكم من نقي الثوب ذي عرض دنس\nورب ذي أدب تلقاه في سمل\nوأين الثريا من يد المتناول؟\nوالنجم لا يجفل إن كلب عوى\nهون عليك ولا تولع بإشفاق\nمن هون الصعب عليه هانا\nمحا السيف ما قال ابن دارة أجمعا\nإن الجواد عينه فواره\nوما زالت الأشراف تهجى وتمدح\nوعيب من أحببت مستور\nعسى بعد بين أن يكون تلاقي\nولعل ما نرجو يكون قريبا\nلا يفل الحديد غير الحديد\nولكن صد الشر بالشر أحزم\nوالشمس تكبر عن حلي وعن حلل\nهيهات تضرب في حديد بارد\nوكل خير عندنا من عنده\nوأعرضت عنه وهو باد مقاتله\nويقول، إلا أنه لا يفعل\nوبعض القول يذهب في الرياح\nإذا ساءني واد تبدلت واديا\nوإذا نأى بك منزل فتحول\nعلى قدر جرم الفيل تبنى قوائمه\nمن أمن الدهر أتى من مأمنه\nولا يأمن الأيام إلا مظلل\nوالدهر ليس بمعتب من يجزع\nوالدهر يبلي جدة الجديد\nوكل جديد بالجديدين يخلق\nوالدهر يعقب صالحا بفساد\nوعند صفو الليالي يحدث الكدر\nوذو العلم مأخوذ بما جر جاهله\nكالثور يضرب لما عافت البقر\nوقد يسود غير السيد المال\nولم أر مثل المال أرفع للنذل\nوكل غني في العيون جليل\nوما المروءة إلا كثرة المال\nومن ذا الذي يعطى الكمال فيكمل؟\nمثل النعامة لا طير ولا جمل\nوعن أي نفس بعد نفسي أقاتل؟\nكل امرئ في شأنه ساع\nوكل امرئ يجزى بما كان ساعيا\nعش عمر نوح واليا فستعزل\nألا كل ما قرت به العين صالح\nوأحسن شيء ما به العين قرت\nالقول يتفذ ما لا تنفذ الإبر\nوجرح اللسان كجرح اليد\nألا رب إحسان عليك ثقيل\nرب عيش أخف منه الحمام؟\nوأوفاك ما زودت من ذم وشكر\nولكن ما وراءك يا عصام؟\nليس المجرب مثل من لم يعلم\nوما جاهل شيئاً كمن هو عالم\nقد يصبح الموت أمام الساري\nوكيف توقي ظهر ما أنت راكبه؟\nوليس لرحل حطه الله حامل\nحنانيك بعض الشر أهون من بعض\nليس في منع غير ذي الحق بخل\nولو سكتوا أثنت عليك الحقائب\nومن وجد الإحسان قيدا تقيدا\nلعل غدا يبدي لمنتظر أمرا\nوإن غدا لناظره قريب\nوالكفر مخبثة لنفس المنعم\nوما كل من أوليته نعمة شكر\nلكل زمان دولة ورجال\nهذا بذاك ولا عتب على الزمن\nقست القلوب ورقت الألفاظ\nقلوب الأعادي في جسوم الأصادق\nوهل جزع مجدي علي فأجزعا\nولا يرد عليك الفائت الحزن\nمتلف مال ومفيد مال\nوالمرء ما عاش مفيد متلف\nينالون من عرضي ولولاك ما نالوا\nوما لجرح إذا أرضاكم ألم\nالجزء: 1 ¦ الصفحة: 43\n",
        "وما لا تراه العين لا يوجع القلبا\nوفي دنوك أخشى العار والنارا\nفالأرض من تربة والناس من رجل\nما غبن المغبون مثل عقله\nلا علم لي أن بعضي بعض أعدائي\nوالزرع ما تحصد لا ما تزرع\nوليس لعظم هاضه الله جابر\nويعرف فضل الشمس عند مغيبها\nوالحر يصبر خوف العار للنار\nدية الذنب عندنا الاعتذار\nوالحر يعذر من بالحق يعتذر\nوالشيء بعد عزه يهون\nوكل مصعدة يوما ستنحدر\nكل امرئ محتطب في حبله\nوكل جان يده إلى فمه\nوكل عزيز في السؤال ذليل\nوإذا القريب جفاك فهو بعيد\nفصل\nالمزدوج\nلله أسرار من التدبير\n...\nيحار فيها بصر البصير\nيا رب من أسخطنا بجهده\n...\nقد سرنا الله بغير حمده\nالحر يلحى والعصا للعبد\n...\nوليس للملحف غير الرد\nوالكلب قد يحتمل الملامة\n...\nما دام من ضربك في سلامة\nيا قارع الباب على عبد الصمد\n...\nلا تقرع الباب فما ثم أحد\nعند الصباح يحمد القوم السرى\n...\nوتنجلي عنهم غيابات الكرى\nأين مفر المرء من أمر قدر\n...\nهيهات لا ينفعه طول الحذر\nحتى متى يلعب ليت شعري\n...\nسال بك السيل ولست تدري\nقد صدق القائل إن المبتلى\n...\nلا يعدم الدهر الطويل الأجلا\nلا تدع الفرصة في يوم لغد\n...\nفي كل يوم عارض من النكد\nهي المقادير فلب أو فذر\n...\nإن كنت أخطأت فما أخطا القدر\nإليك إن حملتني ما لم أطق\n...\nساءك ما سرك مني من خلق\nإذا تمنى أحمق أمنيه\n...\nيحسبها كائنة مقضيه\nمن لك بالمحض وليس محض\n...\nيخبث بعض ويطيب بعض\nإن الشباب والفراغ والجده\n...\nمفسدة للدين أي مفسده\nما تطلع الشمس ولا تغيب\n...\nإلا لأمر شأنه عجيب\nالعذر ذل في الوفاء عز\n...\nوالصدق في بعض الأمور حرز\nخل من قل خيره\n...\nلك في الناس غيره\nكم نعيم نعمته\n...\nغير أني عدمته\nالجزء: 1 ¦ الصفحة: 44\n",
        ""
    ]
}