{
    "1": [
        "معجم أهم مصنفات التراجم المطبوعة\nمعجم أهم مصنفات التراجم المطبوعة\nعبد الله بن محمد البصيري\nالكتاب:\nمعجم أهم مصنفات التراجم المطبوعة\nالمؤلف:\nعبد الله بن محمد البصيري\nالناشر:\n-\nالطبعة:\nالأولى, 1422هـ\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "مقدمة\nبسم الله الرحمن الرحيم\nمعجم أهم مصنفات التراجم المطبوعة\n(القديمة والحديثة)\nوضعه الدكتور\nعبد الله بن محمد البصيري\nالحمد لله حمداً كثيراً طيباً مباركاً فيه، والصلاة والسلام على رسول الله وعلى آله وصحابته ومن تبعهم بأحسان إلى يوم الدين. أما بعد:\nفمن المعلوم المنزلة العلمية العالية لكتب التراجم وما فيها من الفوائد والمنافع والخيرات والمزايا الكثيرة، إذ هي تعطي صورة تاريخية واضحة للمترجم له سواء كان من الملوك أوالسلاطين والوزراء أو القواد والأمراء، أو من الكتّاب والشعراء والعلماء ولا يخفى ما في النظر في تراجم الأولين من العبر والدروس ففي سير أهل العلم والصلاح والإصلاح القدوة الحسنة، وفي سير أهل المعاصي والذنوب والظلم العبرة والعظة والحذر مما وقعوا فيه وما آل إليه أمرهم وما صار إليه مصيرهم من العقوبة والهلاك.\nوقد ذكر الله سبحانه وتعالى في كتابه العزيز الكثير من الأمثلة والقصص المؤثرة التي تبين حال المؤمنين والصالحين وما حظوا به من السعادة في الدنيا والآخرة، وتبين كذلك حال العصاة والمفسدين وما آل إليه مصيرهم من الشقاء والهلاك.\nقال الله سبحانه وتعالى مخاطباً نبيه عليه الصلاة والسلام: {نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَذَا الْقُرْآنَ} ، وقال سبحانه في حق رسوله وخليله إبراهيم عليه السلام: {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلَّهِ\nالجزء: 1 ¦ الصفحة: 3\n",
        "حَنِيفًا وَلَمْ يَكُن مِنَ الْمُشْرِكِينَ} قال العلماء \"الأمة\": إمام الخير.\nوذكر سبحانه حال فرعون وقومه لما ظلموا وتكبروا وما آل إليه حالهم من الغرق والهلاك، وكذلك ذكر الله أمر قارون وما آل إليه حاله عندما تعالى وتكبر، فقال سبحانه: {فَخَسَفْنَا بِهِ وَبِدَارِهِ الأَرْضَ} الآية.\nففي قراءة سير الصالحين وأهل العلم والفضل والعبادة والزهد والورع والتقوى قدوة لمن اهتدى واتقى.. وفي سير المفسدين عبرة وعظة لمن استبصر واعتبر.\nوقد عزمتُ على وضع «معجم» لكتب التراجم المطبوعة تسهيلاً لمعرفتها ومعرفة القديم منها والحديث، ومعرفة كذلك المحقق والذي لم يحقق.\nوبعد عزمي على وضع هذا المعجم، نظرتُ في كتب التراجم وقرأت فيها وتبين لي من خلال ذلك الصلة الوثيقة بين كتب التراجم، وكتب التاريخ إذ هي من علم التاريخ.\nوقد واجهت بعض الصعوبة في ذلك حيث تبين لي أن كتب التراجم تنقسم أقساماً:\n- القسم الأول: منها خاص بالتراجم، مثل سير أعلام النبلاء، للذهبي، ومثل وفيات الأعيان، لابن خلكان، والوافي بالوفيات، للصفدي، وهذه لا إشكال في إدخالها في كتب التراجم.\nالجزء: 1 ¦ الصفحة: 4\n",
        "- القسم الثاني: منها ما هو ضمن كتب التاريخ مثل: تاريخ الإسلام، للذهبي، والبداية والنهاية، لابن كثير، والمنتظم، لابن الجوزي، وشذرات الذهب، لابن العماد الحنبلي، والكامل لابن الأثير، وهذا القسم على نوعين:\nالنوع الأول: منه حظيت التراجم بقسط وافر منه، وذلك مثل تاريخ الإسلام، للذهبي، والبداية والنهاية لابن كثير\n...\nوهذه أيضاً لا إشكال في إدخالها في كتب التراجم.\nوالنوع الثاني: حظي الجانب التاريخي للوقائع والأحداث والأخبار القسط الأكبر منها، ولم تحظ التراجم إلا بقسط يسير منها، وذلك مثل تاريخ الطبري، وتاريخ ابن خلدون، والكامل، لابن الأثير وغيرها، حتى إني ترددت هل أدخلها في كتب التراجم أم لا؟\n- القسم الثالث: منها ما هو ضمن كتب الأنساب، وهذه على نوعين أيضاً:\nالنوع الأول: منها ما يجمع بين معرفة النسب والنسبة والترجمة، وذلك مثل: الأنساب، لأبي سعد السمعاني، وتهذيبه، لابن الأثير والاستبصار في نسب الأنصار، لابن قدامة المقدسي، وهذا النوع لا إشكال في إدخاله ضمن كتب التراجم.\nأما النوع الثاني منها: فهو يقتصر على الغالب على معرفة النسب، وذلك مثل جمهرة الأنساب، لابن الكلبي، وجمهرة أنساب العربي، لابن\nالجزء: 1 ¦ الصفحة: 5\n",
        "حزم، وانساب الأشراف، للبلاذري وغيرها، وقد ترددت كذلك في إدخالها في كتب التراجم، ثم ترجح لي إدخالها.\n- القسم الرابع: منها ما هو ضمن كتب معرفة المؤتلف والمختلف في ضبط أسماء الرواة وأنسابهم وألقابهم وكناهم، وذلك مثل كتاب: المؤتلف والمختلف، للدارقطني، ومثل: كتاب الإكمال، للأمير ابن ماكولا، وتكملته لابن نقطه الحنبلي، ومثل: المشتبه، للذهبي، وتوضيحه، لابن ناصر الدين الدمشقي، وغيرها، وهذا القسم قد ترددت في إدخاله، ثم ترجح لي إدخاله.\n- القسم الخامس: منها ما هو ضمن كتب معرفة علل الحديث ومعرفة رجاله، وذلك مثل علل الحديث، لابن المديني، وعلل الحديث، للإمام أحمد وغيرها، وهذه أيضاً ترددت فيها، ثم ترجح لي إدخالها.\n- القسم السادس: منها ما هو ضمن كتب أخرجت كرسائل جامعية لعدد من العلماء، منها ما هو في العقيدة مثل: الشيخ عبد الرحمن بن سعدي وجهوده في توضيح العقيدة، بقلم الشيخ عبد الرزاق بن عبد المحسن العباد، ومثل: جهود الشيخ محمد الأمين الشنقيطي في تقرير عقيدة السلف، وغيرها كثير، ومنها ما هو في التفسير مثل: الإمام الشوكاني مفسراً، للدكتور محمد حسن الغماري، ومنها ما هو في الفقه مثل: فقه عمر بن الخطاب، د/ رويعي بن راجح الرحيلي، وغير ذلك من علوم الشريعة، وهذه أيضاً في إدخالها في مصنفات التراجم نظر، لأن الجانب الأكبر منها هو ما يتعلق بالموضوع التي كتبت فيه، لكن لما كانت هذه\nالجزء: 1 ¦ الصفحة: 6\n",
        "الكتب تتضمن دراسة شاملة وافية للعالم المكتوب عنه، وتشتمل على معلومات كثيرة عنه قد لا تجتمع في مصدر واحد بل هي مجموعة من عدة مصادر، لذا فقد رأيت إدخالها في كتب التراجم.\nهذا، وقد رتبت هذا المعجم على حروف الهجاء من الألف إلى الياء، أذكر فيه: عنوان الكتاب، ومؤلفه، ثم أذكر طبعاته القديمة والحديثة، والمحققة وغير المحققة، وكذلك أذكر طبعاته إن كانت له أكثر من طبعة.\nهذا، ولا يخفى كثرة كتب التراجم وتنوعها وهذا لا يعني أني قد استوعبتها وذكرتها كلها ولكني قد ذكرت واستوفيت الكثير منها، مما أرجو أن يكون فيه فائدة ومنفعة للقراء الكرام وتسهيلاً وتيسيراً على معرفة كتب التراجم وأنواعها.\nهذا، وفي الختام أشكر الله سبحانه الذي أعانني على هذا العمل، وأسأله سبحانه أن ينفع به، وأسأله سبحانه أن يغفر لي ذنوبي وأخطائي إنه سميع عليم، وصلى الله على نبينا محمد وآله وصحبه أجمعين.\nكتبه\nعبد الله بن محمد البصيري\nالجزء: 1 ¦ الصفحة: 7\n",
        "«\nحرف الألف\n»\n1-\nابن باز الداعية الإنسان: مجموعة من الباحثين. إصدار مؤسسة عكاظ للصحافة والنشر سنة 1411هـ.\n2-\nابن حجر العسقلاني مصنفاته ودراسة في منهجه وموارده في كتابه الإصابة: شاكر محمود عبد المنعم. طبع طبعته الأولى سنة 1396هـ في دار الرسالة في بغداد في جزء واحد في مجلد كبير ثم طبع في مؤسسة الرسالة سنة 1417هـ في مجلدين.\n3-\nابن حزم الأندلسي وجهوده في البحث التاريخي والحضاري: د/ عبد الحليم عويس. نشر في دار الاعتصام بالقاهرة سنة 1399هـ.\n4-\nابن حزم خلال ألف عام: جمع وتحقيق/ أبي عبد الرحمن بن عقيل الظاهري، طبع منه أربعة أجزاء في مجلدين، وطبع في دار الغرب الإسلامي سنة 1402هـ.\n5-\nابن سعيد الأندلسي ت685هـ حياته وتراثه الفكري والأدبي: محسن حامد العيادي، طبع في مكتبة النهضة المصرية سنة 1392هـ.\n6-\nابن قيم الجوزية، حياته وآثاره: بكر بن عبد الله أبو زيد، طبع في الرياض سنة 1400هـ.\n7-\nابن كثير الدمشقي: د/ محمد الزحيلي، نشر دار القلم بدمشق، سنة 1415هـ.\n8-\nابن الرومي -حياته- شعره: ضحى عبد العزيز، إصدار دار كرم\nالجزء: 1 ¦ الصفحة: 8\n",
        "بدمشق، بدون تاريخ.\n9-\nأبو جعفر الطحاوي وأثره في الحديث: عبد المجيد محمود، طبع في القاهرة سنة 1395هـ.\n10-\nأبو الحسن\" الأشعري: د/ حموده عزابه، مطبوعات مجمع البحوث الإسلامية 1393هـ القاهرة.\n11-\nأبو الحسن الأشعري وعقيدته: حماد بن محمد الأنصاري، طبع في القاهرة، سنة 1395هـ.\n12-\nأبو حنيفة النعمان: وهبي سليمان غاوجي، إصدار دار القلم بدمشق، سنة 1401هـ.\n13-\nأبو داود: تقي الدين الندوي المظاهري، إصدار دار القلم بدمشق، سنة 1400هـ.\n14-\nأبو زرعة الرازي وجهوده في السنة النبوية: دراسة وتحقيق: د/ سعدي الهاشمي، من مطبوعات المجلس العلمي بالجامعة الإسلامية بالمدينة المنورة، سنة 1402هـ.\n15-\nأبو عبيد القاسم بن سلام إمام مجتهد محدث فقيه: تأليف: سائد بكداش، نشرته دار القلم بدمشق، سنة 1411هـ.\n16-\nأبو علي الهجري وابحاثه في تحديد المواضع: بقلم حمد الجاسر، من منشورات دار اليمامة للبحث والترجمة والنشر في الرياض، بدون تاريخ.\n17-\nأبو العتاهية، أشعاره واخباره: بعناية د/ شكري فيصل، نشرته مكتبة دار الملاح دمشق، سنة 1384هـ.\nالجزء: 1 ¦ الصفحة: 9\n",
        "18-\nأبو نعيم حياته وكتابه الحلية: تأليف محمد لطفي الصباغ، طبع سنة 1398هـ في دار الاعتصام.\n19-\nأبو الوليد بن الفرضي القرطبي، عرض لشيوخه ومروياته وتحقيق لكتابه الألقاب: الأستاذ/ أحمد اليزيدي، طبع في المغرب، سنة 1415هـ.\n20-\nأبو الوليد بن الفرضي القرطبي، محدثاً ناقداً وفقيهاً ومؤرخاً: إعداد الأستاذ/ أحمد اليزيدي، طبع في المغرب، سنة 1415هـ.\n21-\nاتحاف النبلاء بسير العلماء: راشد بن عثمان بن أحمد الزهراني، نشر دار الصميعي بالرياض، سنة 1416هـ في مجلدين.\n22-\nاتحاف الورى بأخبار أم القرى: النجم عمر بن فهد محمد بن محمد ابن محمد بن محمد بن فهد ت/885هـ، من مطبوعات جامعة أم القرى بمكة المكرمة، سنة 1404هـ، تحقيق: فهيم محمد شلتوت.\n23-\nالإحاطة في أخبار غرناطة: لذي الوزارتين لسان الدين بن الخطيب ت776هـ، تحقيق: محمد عبد الله عنان نشر مكتبة الخانجي بالقاهرة، سنة 1397هـ.\n24-\nإحسان إلهي ظهير، الجهاد والعلم من الحياة إلى الممات: محمد بن إبراهيم الشيباني، نشر مكتبة ابن تيمية بالكويت، سنة 1408هـ.\n25-\nأحمد بن حنبل: عبد الغني الدقر، إصدار دار القلم بدمشق، سنة 1399هـ.\n26-\nأحمد شوقي أمير الشعراء: تأليف: إيليا الحاوي، ونشرته دار الكتاب اللبناني، بيروت، سنة 1400هـ.\nالجزء: 1 ¦ الصفحة: 10\n",
        "27-\nأحوال الرجال: أبي إسحاق إبراهيم بن يعقوب الجوزجاني، ت/259هـ، تحقيق: السيد صبحي البدري السامرائي، نشر مؤسسة الرسالة ببيروت، سنة 1405هـ.\n28-\nأخبار أبي تمام: لأبي بكر محمد بن يحيى الصولي ت/335هـ، حققه محمد عبده عزام وآخرون، ونشر في دار الآفاق الجديدة بيروت، سنة 1400هـ.\n29-\nأخبار أبي حفص عمر بن عبد العزيز (رحمه الله) وسيرته: رواية/ أبي بكر محمد بن الحسين الآجري ت/360هـ، طبع بتحقيق: د/ عبد الله عبد الرحيم عسيلان، طبع سنة 1412هـ.\n30-\nأخبار أبي حنيفة وأصحابه: للفقيه القاضي أبي عبد الله حسين بن علي الصيمري ت/436هـ، طبع في حيدر آباد، ثم صورفي بيروت عدة مرات.\n31-\nالأخبار الطوال: لأبي حنيفة أحمد بن داود الدينوري ت/282هـ، طبع في مصر بتحقيق عبد المنعم عامر ثم أعادت طبعه مكتبة المثنى ببغداد ثم أعيد تصويره في بيروت.\n32-\nأخبار العلماء بأخبار الحكماء: للوزير جمال الدين أبي الحسن علي ابن القاضي الأشرف يوسف القفطي، ت/646هـ، طبع بعناية المستشرق ليبرت، ثم طبع بعناية وتصحيح أمين الخانجي بمصر، سنة 1326هـ بمطبعة السعادة.\n33-\nأخبار عمر وأخبار عبد الله بن عمر: علي الطنطاوي، ناجي\nالجزء: 1 ¦ الصفحة: 11\n",
        "الطنطاوي، طبع في المكتب الإسلامي في بيروت، سنة 1403هـ.\n34-\nأخبار القضاة: لوكيع محمد بن خلف بن حيان، ت/306هـ، طبع في مصر ثم أعيد تصويره في بيروت.\n35-\nأخبار المكيين من كتاب التاريخ الكبير: لابن أبي خيثمة: أحمد بن زهير ابن حرب ت/279هـ، طبع بتحقيق إسماعيل حسن حسين ونشرته: دار الوطن بالرياض سنة 1418هـ.\n36-\nأخبار مكة في قديم الدهر وحديثه: للإمام أبي عبد الله محمد بن إسحاق الفاكهي، ت/272هـ، طبع بتحقيق د/ عبد الملك بن دهيش في ستة مجلدات، ونشر في مكتبة النهضة الحديثة، بمكة المكرمة، سنة 1407هـ.\n37-\nالأخبار الموفقيات: للزبير بن بكار ت/256هـ، طبع بتحقيق: د/ سامي مكي العاني في مطبعة العاني ببغداد سنة 1393هـ.\n38-\nأخبار مكة وما جاء فيها من الآثار: لأبي الوليد محمد بن عبد الله ابن أحمد الأزرقي ت/244هـ، طبع بتحقيق رشدي الصالح جزأين في مجلد ونشرته، مطابع الثقافة بمكة المكرمة، سنة 1403هـ.\n39-\nأبار النحويين البصريين ومراتبهم وأخذ بعضهم عن بعض: لأبي سعيد الحسن بن عبد الله السيرافي، حققه: د/ محمد إبراهيم البناء، ونشرته دار الإعتصام بالقاهرة، سنة 1405هـ.\n40-\nاختصار القدح المعلى في التاريخ المحلى: لابن سعيد أبي الحسن علي ابن موسى ت/685هـ، اختصره أبو عبد الله محمد بن عبد الله بن\nالجزء: 1 ¦ الصفحة: 12\n",
        "خليل، حققه: إبراهيم الأبياري، ونشر في دار الكتاب اللبناني سنة 1400هـ.\n41-\nآداب الشافعي ومناقبه -حديث وفقه، فراسة وطب، تاريخ وأدب، لغة ونسب-: للإمام الجليل أبي محمد عبد الرحمن بن أبي حاتم الرازي، ت/327هـ، حققه: الشيخ عبد الغني عبد الخالق، وطبع في مصر سنة 1373هـ.\n42-\nالأربعين في مناقب أمهات المؤمنين: أبي منصور عبد الرحمن بن محمد بن الحسن بن هبة الله ابن عساكر الشافعي ت/620هـ، طبع بتحقيق محمد مطيع الحافظ، غزوة بدير، ونشرته دار الفكر بدمشق سنة 1406هـ.\n43-\nالإرشاد في معرفة علماء الحديث: للحافظ أبي يعلى الخليل بن عبد الله ابن أحمد بن الخليل القزويني ت/446هـ، حققه: د/محمد سعيد ونشرته مكتبة الرشد بالرياض سنة 1409هـ.\n44-\nأزواج النبي صلي الله عليه وسلم: لمحمد بن يوسف الصالحي الدمشقي ت/942هـ، حققه: محمد نظام الدين، ونشرته دار ابن كثير في دمشق سنة 1413هـ.\n45-\nأزهار الرياض في أخبار عياض: لشهاب الدين أحمد بن محمد المقري ت1041هـ التلمساني، طبع في المغرب سنة 1398هـ في أربعة مجلدات.\n46-\nالأسامي والكنى: لأبي أحمد محمد بن محمد بن إسحاق ت/378هـ، طبع منه أربعة مجلدات بتحقيق يوسف بن محمد الدخيل، ونشرته مكتبة الغرباء الأثرية بالمدينة، سنة 1414هـ.\n47-\nالأسامي والكنى: للإمام أبي عبد الله أحمد بن محمد بن حنبل\nالجزء: 1 ¦ الصفحة: 13\n",
        "الشيباني ت/241هـ، طبع بتحقيق عبد الله بن يوسف الجديع، ونشرته مكتبة دار الأقصى بالكويت سنة 1406هـ.\n48-\nالاستبصار في نسب الصحابة من الأنصار: العلامة الشيخ موفق الدين عبد الله بن قدامة المقدسي المتوفى سنة 620هـ، حققه: الأستاذ/ عادل نويهض، نشرته دار الفكر 1391هـ.\n49-\nالإستغناء في معرفة المشهورين من حملة العلم بالكنى: للحافظ أبي عمر يوسف بن عبد الله بن عبد البر النمري القرطبي، ت/463هـ، حققه: د/ عبد الله بن مرحول السوالمه، ونشرته دار ابن تيمية بالرياض في ثلاثة مجلدات، سنة 1405هـ.\n50-\nأسد الغابة في معرفة الصحابة: لعز الدين بن الأثير أبي الحسن علي ابن محمد الجزري ت/444هـ، ذكر فيه سبعة آلاف وخمسمائة ترجمة، واستدرك على ما فاته ممن تقدمه وبين أوهامهم، وقد جمع فيه بين كتب ابن منده وأبي نعيم وابن عبد البر وأبي موسى في ذلك، وزاد وأفاد، وطبع في المطبعة الوهبية سنة 1286هـ في خمسة أجزاء، ثم طبع بعد ذلك بتحقيق مجموعة من الباحثين، ونشرته دار الشعب بالقاهرة، سنة 1390هـ في سبعة مجلدات.\n51-\nأسماء الصحابة والرواة وما لكل واحد من العدد: الإمام الحافظ أبي محمد علي بن أحمد بن سعيد بن حزم ت/456هـ، طبع ضمن كتاب «جوامع السيرة» لابن حزم، وهذا الكتاب قد طبع في مصر بتحقيق: د/ إحسان عباس، د/ ناصر الدين الأسد، ومراجعة: محمود شاكر،\nالجزء: 1 ¦ الصفحة: 14\n",
        "وهو يضم مجموعة رسائل في السيرة النبوية.\n52-\nأسماء الخلفاء والولاة وذكر عددهم: للإمام الحافظ أبي محمد علي بن أحمد بن سعيد بن حزم ت/456هـ، طبع ضمن «جوامع السيرة» المذكور قبل هذا.\n53-\nالأسماء المبهمة في الأنباء المحكمة: لأبي بكر أحمد بن علي بن ثابت الخطيب البغدادي ت/463هـ، حققه: د/ عز الدين السيد، ونشرته مكتبة الخانجي بالقاهرة، سنة 1405هـ.\n54-\nالإشارة إلى وفيات الأعيان المنتقى من تاريخ الإسلام: شمس الدين محمد ابن أحمد بن عثمان الذهبي ت/748هـ، طبع بتحقيق: إبراهيم صالح، ونشرته دار ابن الأثير في بيروت، سنة 1411هـ.\n55-\nأشهر أئمة الدعوة خلال قرنين: لإبراهيم بن عثمان بن محمد الفارسي، نشر في دار الوطن بالرياض، سنة 1412هـ في جزء صغير.\n56-\nأشهر مشاهير الإسلام في الحروب والسياسة: رفيق العظم، طبع ونشر في دار الفكر العربي، سنة 1392هـ.\n57-\nالإصابة في تمييز الصحابة: لشيخ الإسلام أحمد بن حجر العسقلاني ت/852هـ، جمع فيه ما في الاستيعاب وذيله وأسد الغابة، واستدرك عليهم كثيراً وهو من أهم كتب معرفة الصحابة وأحسنها ومن أجل كتب الحافظ ابن الحجر وأفضلها، طبع مراراً منها طبعة مفردة في ثمانية مجلدات، تحقيق: علي محمد البجاوي، دار نهضة مصر للطباعة والنشر القاهرة سنة 1390هـ، وطبع مع الاستيعاب في معرفة\nالجزء: 1 ¦ الصفحة: 15\n",
        "الأصحاب لابن عبد البر مراراً، منها ولعلها الأولى بمصر سنة 1323هـ بمطبعة السعادة، ثم طبع في مصر سنة 1358هـ بمطبعة الحلبي وطبع كذلك سنة 1388هـ بمكتبة الكليات الأزهرية بالقاهرة، بتحقيق الدكتور طه محمد الزيني.\n58-\nأصحاب الفتيا من الصحابة ومن بعده: للحافظ أبي محمد علي بن أحمد ابن سعيد بن حزم ت/456هـ، طبع ضمن «جوامع السيرة» لابن حزم، انظر رقم (46) .\n59-\nاعلام الأدب العباسي: د/ محمد رضوان الداية، نشر في مؤسسة الرسالة في بيروت سنة 1400هـ.\n60-\nاعلام أصول الفقه الإسلامي ومصنفاتهم: = (انظر معجم الأصوليين) .\n61-\nاعلامنا - الإمام مسلم بن الحجاج: محمود فاخوري، نشر في دار السلام بحلب في سوريا سنة 1399هـ.\n62-\nالإعلام بما وقع في مشتبه الذهبي من الأوهام: للحافظ محمد بن أبي بكر ابن عبد الله بن محمد بن أحمد المعروف بابن ناصر الدين الدمشقي، حققه: عبد رب النبي محمد، ونشرته: مكتبة العلوم والحكم بالمدينة المنورة، سنة 1407هـ.\n63-\nأعلام التاريخ والجغرافيا عند العرب: أبو الفداء -ابن الأثير- الذهبي، المقدسي، الحميدي، ابن عساكر، د/ صلاح الدين المنجد (1-3) - (1-3) ، سلسلة يصدرها د/ صلاح الدين المنجد، وتنشرها: دار الكتاب الجديد في بيروت في سنة 1398هـ.\nالجزء: 1 ¦ الصفحة: 16\n",
        "64-\nأعلام الجغرافيين العرب: د/ عبد الرحمن حميده، طبع ونشر في دار الفكر بدمشق، سنة 1404هـ.\n65-\nأعلام الجيل الأول من شعراء العربية في القرن العشرين: أنيس المقدسي، طبع ونشر في مؤسسة نوفل في بيروت، سنة 1400هـ.\n66-\nأعلام الحجاز في القرن الرابع عشر للهجرة: لمحمد علي مغربي، طبع ونشر في «تهامه» ضمن سلسلة الكتاب السعودي سنة 1401هـ في ثلاثة مجلدات.\n67-\nأعلام الحفاظ والمحدثين عبر أربعة عشر قرناً: لعبد الستار الشيخ طبع ونشر في دار القلم بدمشق، سنة 1417هـ في أربعة مجلدات.\n68-\nالأعلام العلية في مناقب ابن تيمية: للحافظ عمر علي البزار ت/749هـ، حققه: زهير الشاويش، وطبع في المكتب الإسلامي في دمشق، سنة 1394-1396هـ.\n69-\nالأعلام في كتاب معجم البلدان: ياقوت الحموي، تأليف: عبد الحسين الشبتري، طبع ونشر في دار إحياء التراث العربي في بيروت، سنة 1405هـ.\n70-\nالأعلام قاموس تراجم لأشهر الرجال والنساء من العرب والمستعربين والمستشرقين: خير الدين الزركلي، طبع عدة مرات منها طبعة دار العلم للملايين في بيروت، سنة 1400هـ في ثمانية مجلدات، وهو كتاب جليل من أحسن الكتب لا يستغني عنه طالب العلم.\n71-\nأعلام المسلمين: الإمام النووي، عبد الغني الدقر، نشرته دار القلم بدمشق، سنة 1400هـ ضمن سلسلة «أعلام المسلمين» .\nالجزء: 1 ¦ الصفحة: 17\n",
        "72-\nأعلام النساء في عالمي العرب والإسلام: لعمر رضا كحاله، طبع ونشر في مؤسسة الرسالة في بيروت، سنة 1402هـ.\n73-\nأعلام وأصحاب أقلام: لأنور الجندي، طبع ونشر في دار نهضة مصر بدون تاريخ.\n74-\nالإعلام ووفيات الأعلام: لشمس الدين محمد بن أحمد بن عثمان الذهبي ت/748هـ، حققه وعلق عليه: رياض عبد الحميد مراد، عبد الجبار زكاء، ونشرته دار الفكر بدمشق، سنة 1412هـ.\n75-\nالاعلان بالتوبيخ لمن ذم التاريخ: لمحمد بن عبد الرحمن السخاوي ت/902هـ، حققه وعلق عليه باللغة الإنكليزية: فانز دوز نشال، ترجم التعليقات والمقدمة وأشرف على نشر النص د/ صالح أحمد العلي، وطبع في بيروت.\n76-\nأعيان دمشق في القرن الثالث عشر ونصف القرن الرابع عشر: الشيخ محمد جميل الشطي، طبع في المكتب الإسلامي بدمشق، سنة 1366هـ.\n77-\nأعيان القرن الثالث عشر في الفكر والسياسة: تأليف: خليل مردم بك، قدم له وعلق على حواشيه: عدنان مردم بك، وطبع ونشر في مؤسسة الرسالة في بيروت، سنة 1391هـ.\n78-\nإقبال والعرب: د/ سمير عبد الحميد إبراهيم، نشر في مكتبة دار السلام بالرياض سنة 1413هـ.\n79-\nالإكليل: لأبي محمد الحسن الهمداني ت/334هـ، طبع منه أجزاء متفرقة ولم يكمل.\nالجزء: 1 ¦ الصفحة: 18\n",
        "80-\nالإكمال في ذكر من له رواية في مسند الإمام أحمد من الرجال سوى من ذكر في تهذيب الكمال: لأبي المحاسن شمس الدين محمد بن علي بن الحسن بن حمزة الشافعي ت/765هـ، طبع بتحقيق د/ عبد المعطي أمين قلعجي في المنصورة بمصر ونشرته دار الوفاء بالمنصورة في مجلد سنة 1409هـ، ثم طبع في مجلدين بتحقيق عبد الله سرور بن فتح محمد ونشرته دار اللواء بالرياض سنة 1412هـ.\n81-\nالإكمال في رفع الإرتياب عن المؤتلف والمختلف في الأسماء والكنى والأنساب: للأمير الحافظ ابن ماكولا ت/457هـ، حققه وصححه وعلق عليه: الشيخ عبد الرحمن بن يحيى المعلمي اليماني، وطبع في حيدرآباد في الهند في سبعة مجلدات ثم أعيد طبعه «تصويراً» في بيروت.\n82-\nالإمام البخاري: د/ تقي الدين الندوي المظاهري، نشرته دار القلم بدمشق ضمن سلسلة «أعلام المسلمين» سنة 1401هـ.\n83-\nالإمام ابن تيمية: عبد السلام هاشم حافظ، طبع ونشر في مكتبة الحلبي بالقاهرة، سنة 1389هـ.\n84-\nالإمام أبو الأعلى المودودي، حياته - دعوته-جهاده: خليل أحمد الحامدي، نشرته مكتبة الرشد بالرياض، سنة 1403هـ.\n85-\nالإمام أبو الحسن الماوردي ت/450هـ: تأليف: د/ محمد سليمان داود، فؤاد عبد المنعم أحمد، نشر مؤسسة شباب الجامعة بالإسكندرية سنة 1398هـ.\n86-\nالإمام أبو عمرو الداني ت/444هـ وكتابه جامع البيان في القراءات\nالجزء: 1 ¦ الصفحة: 19\n",
        "السبع: د/ عبد المهيمن طحان، نشرته مكتبة المنارة بمكة المكرمة سنة 1408هـ.\n87-\nالإمام البيهقي: د/ نجم عبد الرحمن خلف، نشرته مكتبة دار القلم بدمشق سنة 1414هـ، ضمن سلسلة «أعلام المسلمين» .\n88-\nالإمام الترمذي والموازنة بين جامعه وبين صحيحه: نور الدين عتر، طبع في مصر سنة 1390هـ.\n89-\nالإمام الحافظ جلال الدين السيوطي: إياد خالد الطبّاع، نشرته دار القلم بدمشق سنة 1417هـ، ضمن سلسلة «أعلام المسلمين» .\n90-\nالإمام الخطابي: تأليف: أحمد عبد الله الباتلي، نشرته دار القلم بدمشق سنة 1417هـ، ضمن سلسلة «أعلام المسلمين» .\n91-\nالإمام الذهبي -دراسة موضوعية تحليلية تربوية: عبد الرحمن النحلاوي، نشرته دار الفكر بدمشق سنة 1408هـ، ضمن سلسلة «أعلام التربية في تاريخ الإسلام» .\n92-\nالإمام الشافعي: لعبد الرحمن الدقر، نشرته دار القلم بدمشق سنة 1396هـ.\n93-\nالإمام الشوكاني والاجتهاد والتقليد: تحقيق وتقديم: إبراهيم هلال، طبع كمقدمة لكتاب الشوكاني «القول المفيد في أدلة الاجتهاد والتقليد» ، ونشرته دار النهضة العربية بالقاهرة سنة 1399هـ.\n94-\nالإمام الشوكاني مفسراً: د/ محمد حسن بن أحمد الغماري، نشرته دار الشروق بجدة، سنة 1401هـ.\n95-\nالإمام الشيرازي -حياته وآراؤه الأصولية: د/ محمد حسن هيتو، طبع\nالجزء: 1 ¦ الصفحة: 20\n",
        "مفرد كمقدمة لكتاب الشيرازي «التبصرة» في أصول الفقه، ونشرته دار الفكر بدمشق سنة 1400هـ.\n96-\nالإمام الطبري: د/ محمد الزحيلي، نشرته دار القلم بدمشق، سنة 1410هـ.\n97-\nإمام العصر سماحة الشيخ الإمام العلامة عبد العزيز بن عبد الله بن باز: د/ ناصر بن مسفر الزهراني، طبع سنة 1420هـ، ونشرته مؤسسة الجريسي للتوزيع.\n98-\nالإمام علي بن المديني ومنهجه في نقد الرجال: أبو الحسن علي بن عبد الله السعدي، ت/234هـ، تأليف: إكرام الله إمداد الحق، طبع ونشر دار البشائر الإسلامية، سنة 1413هـ.\n99-\nالإمام مالك بن أنس: عبد الغني الدقر، نشر دار القلم بدمشق سنة 1402هـ، ضمن سلسلة «أعلام المسلمين» .\n100-\nالإمام المجدد المحدث ولي الله الدهلوي -حياته ودعوته: محمد بشير السيالكوتي، طبع ونشر في دار ابن حزم في بيروت سنة 1420هـ.\n101-\nالإمام محمد عبده مجدد الإسلام: د/ محمد عماره، طبع ونشر المؤسسة العربية للدراسة والنشر في بيروت سنة 1401هـ.\n102-\nالإمام النووي وأثره في الحديث وعلومه: أحمد عبد العزيز قاسم الحداد، طبع ونشر دار البشائر الإسلامية بيروت، سنة 1413هـ.\n103-\nإمتاع الفضلاء بتراجم القراء فيما بعد القرن الثامن الهجري: إلياس بن أحمد حسين بن سليمان البرماوي، نشر دار الندوة العالمية للطباعة والنشر، سنة 1420هـ.\nالجزء: 1 ¦ الصفحة: 21\n",
        "104-\nأمراء الشعر العربي في العصر العباسي: أنيس المقدسي، نشرته دار العلم للملايين في بيروت، سنة 1400هـ.\n105-\nالأمصار ذوات الآثار: للإمام الحافظ المؤرخ شمس الدين أبي عبد الله محمد بن أحمد بن عثمان الذهبي ت/748هـ، حققه وعلق عليه: محمود الأرناؤط ونشرته دار ابن كثير بدمشق سنة 1405هـ.\n106-\nأمهات المؤمنين وبنات الرسول صلي الله عليه وسلم: وداد سكاكيني، طبع الطبعة الأولى في دار الفكر، دمشق سنة 1366هـ، والطبعة الثالثة سنة 1406هـ.\n107-\nإنباء الرواة على أنباء النحاة: للوزير جمال الدين علي بن يوسف القفطي ت/646هـ، حققه محمد أبو الفضل إبراهيم، وطبع في مطبعة دار الكتب المصرية سنة 1974هـ في أربعة مجلدات.\n108-\nإنباء الغمر بأنباء العمر: للإمام الحافظ الحجة شيخ الإسلام شهاب الدين أبي الفضل أحمد بن علي بن حجر العسقلاني ت/852هـ، طبع في حيدرآباد سنة 1378هـ، الطبعة الأولى في تسعة مجلدات.\n109-\nالإنباه على قبائل الرواة: لابن عبد البر ت/464هـ، طبع ضمن مجموعة الرسائل الكمالية (8) في الأنساب، ونشرته مكتبة المعارف في الطائف سنة 1400هـ.\n110-\nالإنتقاء في فضائف الأئمة الثلاثة الفقهاء: ليوسف بن عبد البر الأندلسي ت/463هـ، طبع طبعته الأولى في مصر سنة 1350هـ بمطبعة المعاهد بالقاهرة بعناية حسام المقدسي، وعلق عليه: زاهد\nالجزء: 1 ¦ الصفحة: 22\n",
        "الكوثري تعليقات وجيزة إلى نحو نصف الكتاب، ثم طبع بعد ذلك بعناية عبد الفتاح أبو غدة، ونشر في مكتب المطبوعات الإسلامية بحلب، سنة 1417هـ.\n111-\nالإنجاز في ترجمة الإمام عبد العزيز بن باز: عبد الرحمن بن يوسف الرحمة، نشر في دار الهجرة في الثقبه، سنة 1421هـ.\n112-\nأنس بن مالك: عبد الحميد طهماز، نشر في دار القلم بدمشق سنة 1401هـ، ضمن سلسلة «أعلام المسلمين» .\n113-\nالأنس الجليل بتاريخ القدس والخليل: قاضي القضاة أبو اليمن القاضي مجير الدين الحنبلي، نشر مكتبة المحتسب بعمان، الأردن سنة 1393هـ.\n114-\nالأنساب: أبو سعد عبد الكريم السمعاني ت/562هـ، عنيت لجنة تذكار جيب بطبعة بالزنكو غراف بحسب نسخة المتحف البريطاني بمجلد ضخم في 608 ورقات أو 1216 صفحة كبيرة بخط دقيق، وفي صدره مقدمة، إنكليزية للأستاذ/ مرجليوت عن المؤلف وكتابه، ليدن 1912م، ثم طبع في حيدر آباد في الهند بتحقيق وتصحيح: الشيخ عبد الرحمن بن يحيى المعلمي اليماني سنة 1382هـ في ثلاثة عشر مجلداً.\n115-\nأنساب الأشراف: لأحمد بن يحيى المعروف بالبلاذري ت/279هـ، طبع منه الجزء الأول بتحقيق: د/ محمد حميد الله، وطبع في دار المعارف بمصر سنة 1379هـ، ثم طبع منه بعض الأجزاء بتحقيق عدد من الباحثين 1398-1400هـ، ضمن النشرات الإسلامية التي\nالجزء: 1 ¦ الصفحة: 23\n",
        "تصدرها جمعية المستشرقين الألمانية في بيروت.\n116-\nالأنساب المتفقه: لأبي الفضل محمد بن طاهر المعروف بابن القيسراني ت/507هـ، طبع باعتناء دي يونج في ليدن سنة 1865م، ثم أعيد تصويره في دار ابن الجوزي بالدمام.\n117-\nأنموذج الزمان في شعراء القيروان: حسن بن رشيق القيرواني، جمعه وحققه: محمد العروسي، وبشير البكوشي ونشرته دار الغرب الإسلامي في بيروت، سنة 1411هـ.\n118-\nأوراق مجموعة من حياة شيخ الإسلام ابن تيمية: محمد إبراهيم الشيباني، نشر في مكتبة ابن تيمية بالكويت، سنة 1409هـ.\n119-\nالإيثار بمعرفة رواة الآثار: للإمام الحافظ أحمد بن علي بن حجر العسقلاني ت/852هـ، قام بدراسته وتحقيقه سليمان بن عبد العزيز العريني، وقدم للدراسات العليا بالجامعة الإسلامية بالمدينة المنورة 1401هـ، (رسالة ماجستير) ، ثم طبع سنة 1407هـ في باكستان مع كتاب الآثار لمحمد بن الحسن الشيباني ونشرته إدارة القرآن والعلوم الإسلامية، وطبع كذلك في بيروت، سنة 1411هـ في مؤسسة الكتب الثقافية، بتحقيق أبي مصعب محمد سعيد.\n120-\nإيضاح المكنون في الذيل على كشف الظنون: للعالم الفاضل إسماعيل باشا البغدادي، عني بتصحيحه وطبعه على نسخة المؤلف العبدان الفقيران إلى الله الغني محمد شرف الدين بالتقابا رئيس أمور الدين والمعلم رفعت بيلكه الكليسي، وهو من منشورات مكتبة المثنى، بغداد.\nالجزء: 1 ¦ الصفحة: 24\n",
        "«\nحرف الباء\n»\n121-\nالبارودي رائد الشعر الحديث: د/ شوقي ضيف، نشر دار المعارف، سنة 1401هـ.\n122-\nباعث النهضة الإسلامية ابن تيمية السلفي ت/728هـ: تأليف: محمد خليل هراس ت/1395هـ، الطبعة الأولى، سنة 1404هـ.\n123-\nالبداية والنهاية: لإسماعيل بن عمر القرشي الدمشقي المعروف بابن كثير ت/774هـ، طبع في القاهرة بمطبعة السعادة، سنة 1351هـ في أربعة عشر مجلداً، وهذه الطبعة هي الطبعة المعتمدة لدى عامة الباحثين، وغالب الإحالات عليها، وهذه الطبعة بدون النهاية، كما طبع أيضاً في سبعة مجلدات في بيروت.\n124-\nالبدر الطالع بمحاسن من بعد القرن السابع: لشيخ الإسلام محمد ابن علي الشوكاني ت/1350هـ، طبع طبعته الأولى بمطبعة السعادة بمصر، سنة 1348هـ، ثم أعيد تصويره في بيروت.\n125-\nبحر الدم فيمن تكلم فيه الإمام أحمد بمدح أو ذم: يوسف حسن عبد الهادي ت/909هـ، حققه وعلق عليه: د/ وصي الله بن محمد ابن عباس، ونشرته دار الراية بالرياض سنة 1409هـ.\n126-\nبرنامج ابن جابر الوادي آشي: محمد بن جابر الوادي آشي التونسي ت/749هـ، طبع بتحقيق محمد محفوظ، ونشرته دار الغرب الإسلامي في بيروت، سنة 1400هـ، ثم طبع بتحقيق: د/ محمد الحبيب الهيلة في تونس، سنة 1401هـ.\nالجزء: 1 ¦ الصفحة: 25\n",
        "127-\nبغية الطلب في تاريخ حلب: ابن العديم كمال الدين عمر بن أحمد ابن أبي جراده ت/660هـ، حققه: د/ سهيل زكار، ونشرته: دار الفكر في بيروت، سنة 1408هـ.\n128-\nبغية الملتمس في تاريخ رجال أهل الأندلس: الضبي أحمد بن يحيى بغية الوعاة في طبقات اللغويين والنحاة: لجلال الدين عبد الرحمن السيوطي، حققه: محمد أبو الفضل إبراهيم، وطبع بالقاهرة، سنة 1384هـ، ثم أعيد تصويره في بيروت.\n129-\nبغية الوعاة في طبقات اللغويين والنحاة: لجلال الدين عبد الرحمن السيوطي، حققه: محمد أبو الفضل إبراهيم، وطبع بالقاهرة، سنة 1384هـ، ثم أعيد تصويرة في بيروت.\n130-\nبلغة القاصي والداني في تراجم شيوخ الطبراني: تأليف: حماد بن محمد الأنصاري، طبع المجلد الأول منه في مكتبة الغرباء الأثرية بالمدينة المنورة، سنة 1415هـ.\n131-\nبنو الأثير: تأليف: محمد بن عبد الله الحمدان، (الفرسان الثلاثة) طبع ضمن «المكتبة الصغيرة» سنة 1394هـ.\n132-\nالبيان المغرب في أخبار الأندلس والمغرب: ابن عذاري المراكشي، عني بطبعه: الأستاذ/ دوزي الهولندي، وصدره بمقدمه باللغة الفرنساوية، وله فيه تعليقات وشروح، ليدن الجزء الأول 1848م، ثم طبع بتحقيق ومراجعة: ج. س. كولان، وإ. ليقي بروقنسال في أربعة مجلدات، ثم نشرته: دار الثقافة بيروت، لبنان، سنة 1983م.\n133-\nالبيهقي وموقفه من الإلهيات: تأليف: د/ أحمد بن عطيه بن علي الغامدي، طبع ضمن مطبوعات المجلس العلمي بالجامعة الإسلامية بالمدينة المنورة، سنة 1402هـ.\nالجزء: 1 ¦ الصفحة: 26\n",
        "«\nحرف التاء\n»\n134-\nتاج التراجم في طبقات الحنفية: للشيخ أبي العدل زين الدين قاسم بن قطلوبغا ت/879هـ، طبع في «ليبزيك» سنة 1279هـ، مع ملحوظات باللغة الألمانية لغوستاف فلوجل، ولم أرَ هذه الطبعة، ثم طبعته مكتبة المثنى ببغداد عام 1382هـ ويقع في 134ص، وذكر ناشره أنه \"رجع في طبعة هذا الكتاب إلى ثلاث نسخ خطية منه وإلى طبعة المستشرق\n...\n\"، ثم صورته عن طبعة بغداد مكتبة سعيد كمبني في كراتشي، وصدر عام 1401هـ، ويقع في 130ص، ثم طبع بتحقيق محمد خير رمضان، ونشرته: دار العلم بدمشق، سنة 1413هـ وهي أحسن طبعاته.\n135-\nالتاج المكلل: لمحمد صديق حسن القنوجي البخاري ت1307هـ: طبع طبعته الأولى في الهند سنة 1296هـ طبعة حجرية، ثم صححه وعلق عليه عبد الحكيم شرف الدين وطبع في المطبعة العربية في بمباي بالهند ونشره شرف الدين الكتبي وأولاده سنة 1383هـ في مجلد، وقد بلغني أنه طبع مؤخراً في مجلدين لكني لم أطلع عليها.\n136-\nالتاريخ: يحيى بن معين ت232هـ، طبع بعنوان: يحيى بن معين وكتابه \"التاريخ\" دراسة وتحقيق وترتيب: د/ أحمد محمد نور سيف، وهو في الأصل موضوع الدراسة التي تقدم بها الباحث إلى كلية\nالجزء: 1 ¦ الصفحة: 27\n",
        "أصول الدين بجامعة الأزهر، وحصل بها على شهادة \"الدكتوراه\"، وقد طبع الكتاب ضمن مطبوعات جامعة الملك عبد العزيز بمكة المكرمة في أربعة مجلدات، وذلك سنة 1399هـ.\n137-\nتاريخ ابن خلدون: عبد الرحمن بن خلدون ت808هـ، وهو المسمّى \"ديوان المبتدأ والخبر في تاريخ العرب والبربر ومن عاصرهم من ذوي الشأن الأكبر\" وقد طبع طبعته الأولى في بولاق سنة 1284هـ، بتصحيح محمد الصباغ في سبعة أجزاء، ثم طبع بعد ذلك عدة مرات، منها طبعة في دار الفكر في بيروت بتصحيح وتعليق خليل شحاده ومراجعة د/ سهيل زكار وهي في ثمانية مجلدات، وذلك سنة 1401هـ، وهي طبعة جيدة.\n138-\nتاريخ أبي زرعة الدمشقي: عبد الرحمن بن عمرو بن عبد الله بن صفوان النصري ت281هـ، حققه شكر الله بن نعمة الله القوجاني، وهو في الأصل رسالة \"ماجستير\" تقدم بها الباحث إلى كلية الآداب بجامعة بغداد سنة 1392هـ، وطبع في مجلدين.\n139-\nتاريخ أبي سعيد هاشم بن مرثد الطبراني ت278هـ: عن أبي زكريا يحيى ابن معين ت233هـ، حققه وقدم له نظر الفاريابي، وطبع سنة1410هـ.\n140-\nتاريخ آداب اللغة العربية: جرجي زيدان، طبع ونشر في دار الهلال في أربعة مجلدات بدون تاريخ.\n141-\nتاريخ الأدب العربي: كارل بركلمان، نقله إلى العربية د/ عبد الحكيم النجار، وطبع منه ستة مجلدات باللغة العربية، نشرتها دار المعارف\nالجزء: 1 ¦ الصفحة: 28\n",
        "بمصر، سنة 1397هـ.\n142-\nتاريخ الأدب العربي (العصر العثماني) : د/ عمر موسى باشا، طبع منه عدة أجزاء لعدة عصور ونشرته دار الفكر بدمشق، سنة 1409هـ.\n143-\nتاريخ الأدب العربي: د/ عمر فروخ، طبع منه 11 مجلد، بدأ فيه بالعمر الجاهلي ووصل فيه إلى العصر الحديث، ونشرته دار العلم للملايين في بيروت سنة 1981هـ وما بعدها.\n144-\nتاريخ أربل: شرف الله بن أبي البركات اللخمي الأربلي المعروف بابن المستوفي ت637هـ، حققه وعلق عليه: سامي الصفار، وطبع ضمن منشورات وزارة الثقافة والإعلام بالعراق، سنة 1980م في مجلدين.\n145-\nتاريخ الإسلام ووفيات المشاهير والأعلام: للحافظ المؤرخ شمس الدين محمد بن أحمد بن عثمان الذهبي ت748هـ، طبع منه بعض الأجزاء عدة مرات ولم تكمل طباعته حتى الآن، فقد طبع منه ستة مجلدات 1-6، ونشرته مكتبة القدسي بالقاهرة سنة 1368هـ، ثم طبع منه 4 مجلدات هي السنوات من 601-640 بتحقيق: د/ بشار عواد، ونشرته مؤسسة الرسالة في بيروت سنة 1408هـ، ثم طبع منه خمسين مجلداً ابتداء من السيرة النبوية حتى سنة 680هـ، بتحقيق: عمر عبد السلام تدمري، ونشرته دار الكتاب العربي في بيروت السنوات 1409-1419هـ ويظهر أن هذه الطبعة هي التي ستكمل إذ لم يبق من سنوات التاريخ الذي وصل إليه الذهبي رحمه الله إلا القليل.\n146-\nتاريخ أسماء الثقات ممن نقل عليهم العلم: للإمام أبي حفص عمر\nالجزء: 1 ¦ الصفحة: 29\n",
        "ابن أحمد بن شاهين البغدادي ت385هـ، حققه وعلق عليه: القاضي أبو المعالي أظهر المباركفوري، وطبع في بمباي بالهند سنة 1403هـ، ونشره شرف الدين الكتبي وأولاده، ثم طبع كذلك بتحقيق صبحي السامرائي، ونشرته الدار السلفية بالكويت، سنة 1404هـ.\n147-\nتاريخ أسماء الضعفاء والكذابين: للإمام أبي حفص عمر بن أحمد بن شاهين ت385هـ، حققه: د/ عبد الرحيم قشقري، وطبع سنة1409هـ.\n148-\nالتاريخ الأوسط: لأبي عبد الله محمد بن إسماعيل البخاري ت256هـ، حققه: محمد بن إبراهيم اللحيدان، ونشر في دار الصميعي بالرياض، سنة 1418هـ، والذي يظهر أنه التاريخ الصغير الذي سيأتي بعد قليل (انظر مقدمة البخاري رحمه الله في كلا الكتابين) .\n149-\nتاريخ بعض الحوادث الواقعة في نجد ووفيات بعض الأعيان وأنسابهم وبناء بعض البلدان من 700هـ-1340هـ: إبراهيم بن صالح بن عيسى ت1343هـ، طبع ضمن منشورات دار اليمامة، للبحث والترجمة والنشر، الرياض، المملكة العربية السعودية، (بدون تاريخ) .\n150-\nتاريخ بغداد أو مدينة السلام: لأبي بكر أحمد بن علي الخطيب البغدادي ت463هـ، طبع في مصر في أربعة عشر مجلداً سنة 1349هـ ثم صور منها في بيروت.\n151-\nتاريخ التراث العربي: فؤاد سزكين، نقله إلى العربية د/ محمد فهمي حجازي، د/ فهمي أبو الفضل، طبع منه مجلدين في مصر سنة 1397هـ، ثم طبع منه عشرة مجلدات باللغة العربية في جامعة الإمام\nالجزء: 1 ¦ الصفحة: 30\n",
        "محمد بن سعود بالرياض، سنة 1403هـ، ولم يكمل بعد.\n152-\nتاريخ جرجان: للسهمي ت427هـ، طبع في حيدرآباد بالهند سنة 1369هـ، بتصحيح وتعليق الشيخ عبد الرحمن بن يحيى اليماني ثم أعيد تصويره في بيروت.\n153-\nتاريخ حكماء الإسلام: ظهير الدين البيهقي، عني بنشره وتحقيقه: محمد كرد علي، وطبع سنة 1365هـ، بمطبعة الترقي بدمشق ضمن مطبوعات المجمع العلمي العربي، بدمشق.\n154-\nتاريخ الخلفاء: لجلال الدين عبد الرحمن بن أبي بكر السيوطي ت911هـ، حققه: محمد محيي الدين عبد الحميد وطبع سنة 1389هـ، ونشرته المكتبة التجارية الكبرى بمصر.\n155-\nتاريخ خليفة بن خياط: خليفة بن خياط ت240هـ، حققه: الدكتور أكرم ضياء العمري، ونشرته: دار القلم في دمشق، سنة 1397هـ.\n156-\nتاريخ الخميس في أحوال نفيس: للإمام الشيخ حسين بن محمد بن الحسن الدياربكي ت966هـ، طبع بالمطبعة الوهبية بمصر، سنة 1283هـ، ثم صور بعد ذلك في بيروت.\n157 التاريخ الصغير: للحافظ أبي عبد الله محمد بن إسماعيل البخاري ت256هـ، حققه: محمود إبراهيم زايد ونشرته: دار الوعي بحلب، ودار التراث بالقاهرة، سنة 1397هـ، وطبع كذلك بلاهور في باكستان سنة 1397هـ، ومعه الضعفاء للبخاري والضعفاء والمتروكين للنسائي، ونشرته: إدارة ترجمان السنة في باكستان.\nالجزء: 1 ¦ الصفحة: 31\n",
        "158-\nتاريخ الطبري - تاريخ الرسل والملوك: لمحمد بن جرير الطبري ت310هـ، حققه: محمد أبو الفضل إبراهيم، ونشرته: دار المعارف بمصر، سنة 1399هـ في عشرة مجلدات.\n159-\nتاريخ عثمان بن سعيد الدارمي: عن أبي زكريا يحيى بن معين ت233هـ، حققه: د/ محمد أحمد نور سيف، وطبع ضمن مطبوعات جامعة الملك عبد العزيز في مكة المكرمة، ونشرته دار المأمون بدمشق، سنة 1400هـ.\n160-\nتاريخ عجائب الآثار في التراجم والأخبار: العلامة الشيخ عبد الرحمن الجبرتي ت1237هـ، طبع بمصر ببولاق في أربعة أجزاء سنة 1297هـ، وطبع كذلك بمصر بالمطابع الشرقية سنة 1323هـ، ثم طبع عدة مرات في بيروت.\n161-\nتاريخ علماء الأندلس: عبد الله بن محمد بن يوسف الأزدي [ابن الفرضي] ت403هـ، طبع بمصر ضمن \"المكتبة الأندلسية\" ونشرته: الدار المصرية للتأليف والترجمة، سنة 1386هـ.\n162-\nتاريخ علماء بغداد في القرن الرابع عشر الهجري: يونس الشيخ إبراهيم السامرائي، طبع ببغداد سنة 1402هـ.\n163-\nتاريخ علماء دمشق في القرن الرابع عشر الهجري: محمد مطيع الحافظ، نزار أباظه، نشرته: دار الفكر بدمشق، سنة 1406هـ، \"الطبعة الأولى\".\n164-\nتاريخ العلماء النحويين من البصريين والكوفيين وغيرهم: للقاضي أبي المحاسن الفضل بن محمد بن مسعر التنوخي المعري ت442هـ،\nالجزء: 1 ¦ الصفحة: 32\n",
        "حققه: د/ محمد عبد الفتاح الحلو، وطبع ضمن مطبوعات جامعة الإمام محمد بن سعود الإسلامية بالرياض سنة 1401هـ.\n165-\nتاريخ قضاة الأندلس: الشيخ أبوالحسن بن عبد الله بن الحسن النباهي، المالفي ت بعد 792هـ، طبع بمصر سنة 1948م.\n166-\nالتاريخ القويم لمكة وبيت الله الكريم: محمد طاهر الكردي المكي، طبع سنة 1385هـ في ستة مجلدات كبار، ثم طبع بعناية الدكتور عبد الملك بن دهيش في ثلاثة مجلدات سنة 1420هـ، ونشرته: مكتبة النهضة الحديثة بمكة المكرمة.\n167-\nكتاب التاريخ الكبير: محمد إسماعيل بن إبراهيم البخاري ت256هـ، صححه وعلق عليه: الشيخ عبد الرحمن بن يحيى المعلمي اليماني، وطبع بحيدرآباد بالهند، ثم أعيد تصويره في بيروت.\n168-\nتاريخ المخلاف السليماني: محمد بن أحمد العقيلي، طبع ضمن منشورات دار اليمامة، للبحث والترجمة والنشر بالرياض، سنة 1402هـ في مجلدين.\n169-\nتاريخ مدينة دمشق وذكر فضلها وتسمية من حلها من الأماثل أو اجتاز بنواحيها من وارديها وأهلها: لابن عساكر، أبو القاسم علي بن الحسن ت571هـ، طبع منه بعض الأجزاء ضمن مطبوعات مجمع اللغة العربية بدمشق، بتحقيق مجموعة من الباحثين وهذه الأجزاء منها: السيرة النبوية، عمر بن الخطاب عثمان بن عفان، جزء من حرف الألف، وبعض الأجزاء من حرف العين، وتراجم النساء، وقد طبعت هذه\nالجزء: 1 ¦ الصفحة: 33\n",
        "الأجزاء في السنوات 1402هـ، وما بعدها، ونشرتها: دار الفكر بدمشق، ثم طبع كاملاً في ثمانين مجلداً بتحقيق محب الدين أبي سعيد عمر بن غرامة العمروي، ونشرته دار الفكر في بيروت، سنة 1415هـ.\n170-\nتاريخ واسط: أسلم بن سهل الرزاز الواسطي ت292هـ، حققه: كوركيس عواد، ونشرته عالم الكتب في بيروت، بدون تاريخ.\n171-\nتاريخ وفاة الشيوخ الذين أدركهم البغوي: عبد الله بن محمد البغوي ت317هـ، حققه: محمد عزيز شمس، ونشرته: الدار السلفية بالهند، سنة 1409هـ.\n172-\nتبصير المنتبه بتحرير المشتبه: ابن حجر العسقلاني أحمد بن علي ت852هـ، حققه: محمد علي النجار، وعلي محمد البجادي، وطبع بمصر سنة 1383هـ في أربعة مجلدات.\n173-\nتبيض الصحيفة في مناقب الإمام أبي حنيفة: تأليف: جلال الدين السيوطي ت911هـ، قدم له وشرحه وعلق عليه: الدكتور محمد عز الدين السعيدي، بدار إحياء العلوم ببيروت، وطبع ضمن الرسائل التسع للسيوطي.\n174-\nالتبيين في أنساب القرشيين: عبد الله بن أحمد بن محمد بن قدامة المقدسي ت620هـ، حققه وعلق عليه: محمد نايف الدليمي، وطبع بالعراق، سنة 1402هـ.\n175-\nتبيين كذب المفترى في ما نسب إلى الإمام أبي الحسن الأشعري: ابن عساكر الدمشقي ت571هـ، عني بطبعه ونشره: حسام القدسي،\nالجزء: 1 ¦ الصفحة: 34\n",
        "وطبع في القاهرة سنة 1399هـ، ثم أعيد تصويره في بيروت.\n176-\nتتمة الأعلام للزركلي - وفيات 1397-1415هـ: محمد خير رمضان يوسف، طبع ونشر في دار ابن حزم في بيروت، سنة 1418هـ في مجلدين.\n177-\nتتمة المختصر في إخبار البشر (تاريخ ابن الوردي) : العلامة الشيخ زين الدين عمر بن الوردي، حققه: أحمد رفعت البدراوي، وطبع في بيروت، سنة 1389 في مجلدين.\n178-\nتجريد أسماء الصحابة: محمد بن أحمد بن عثمان الذهبي ت748هـ، طبع في بمباي بالهند، سنة 1389هـ، ثم أعيد تصويره في بيروت.\n179-\nتحرير تقريب التهذيب: لابن حجر العسقلاني ت852هـ، حرره د. بشار عواد معروف، والشيخ شعيب الأرناؤط، وطبع في مؤسسة الرسالة في بيروت، سنة 1417هـ في أربعة مجلدات.\n180-\nتحفة أهل التصديق ببعض فضائل أبي بكر الصديق: عبد القادر بن جلال الدين المحلي ت1033هـ، حققه وعلق عليه: خورشيد علي، وطبع في المكتبة السلفية بالهند، سنة 1403هـ.\n181-\nتحفة الزائر في تاريخ الجزائر والأمير عبد القادر: تأليف محمد بن عبد القادر الجزائري، شرحه وحققه: د/ ممدوح حقي، وطبع سنة 1384هـ، ونشرته دار اليقظة العربية للتأليف والترجمة والنشر.\n182-\nتحفة الصديق في فضائل أبي بكر الصديق: لأبي القاسم علي بن بلبان المقدسي ت684هـ، حققه وعلق عليه: محيي الدين متو، ونشرته: دار ابن كثير بدمشق، سنة 1408هـ.\nالجزء: 1 ¦ الصفحة: 35\n",
        "183-\nتحفة الطالبين في ترجمة الإمام محيي الدين (النووي ت636هـ) : علاءالدين علي بن إبراهيم ابن العطار ت724هـ، حققه وعلق عليه: أبو عبيده مشهور بن حسن، ونشرته: دار الصميعي بالرياض، سنة 1414هـ.\n184-\nالتحفة اللطيفة في تاريخ المدينة الشريفة: شمس الدين السخاوي ت902هـ، عني بطبعه ونشره: أسعد طربزوني الحسيني، وطبع سنة 1399هـ.\n185-\nتحفة المحبين والأصحاب في معرفة ما للمدينيين من الأنساب: عبد الرحمن الأنصاري، حققه: محمد العروسي المطوي، ونشرته: المكتبة العتيقة بتونس، سنة 1390هـ.\n186-\nتحفة المستفيد بتاريخ الأحساء في القديم والجديد: محمد بن عبد الله بن عبد المحسن آل عبد القادر الأنصاري، أشرف على طبعه وعلق عليه: بعض الحواشي الشيخ حمد الجاسر، ونشرته: مكتبة المعارف بالرياض، والمكتبة الأهلية بالأحساء، سنة 1402هـ.\n187-\nالتدوين في أخبار قزوين: عبد الكريم بن محمد الرافعي القزويني ت623هـ، حققه: الشيخ عزيز الله العطاردي، وطبع في حيدرآباد بالهند، سنة 1404هـ، ونشرته: مكتبة الإيمان بالمدينة المنورة في أربعة مجلدات.\n188-\nتذكرة أولي النهى والعرفان بأيام الواحد الديان، وذكر حوادث الزمان: فضيلة الشيخ إبراهيم بن عبيد آل المحسن، طبع منه خمسة مجلدات على مطابع مؤسسة النور للطباعة والتجليد بالرياض، ولم يذكر\nالجزء: 1 ¦ الصفحة: 36\n",
        "تاريخ الطبع.\n189-\nكتاب التذكرة بمعرفة رجال الكتب العشرة: لأبي المحاسن محمد بن علي العلوي الحسيني ت765هـ، حققه: الدكتور رفعت فوزي عبد المطلب، ونشرته: مكتبة الخانجي بالقاهرة، سنة 1418هـ في أربعة مجلدات.\n190-\nتذكرة الحفاظ: للإمام شمس الدين محمد بن أحمد بن عثمان الذهبي ت748هـ، طبع في حيدرآباد في الهند مرتين، الأولى بدون تاريخ، والثانية سنة 1333هـ، ثم طبعت كذلك في حيدرآباد سنة 1374هـ، بتصحيح الشيخ عبد الرحمن بن يحيى المعلمي اليماني، ثم طبعت في بيروت عدة مرات (تصوير) .\n191-\nتراجم أعلام النساء: إعداد: إدارة البحث والإعداد في مؤسسة الرسالة، بإشراف: رضوان دعبول، طبعت في مؤسسة الرسالة، سنة 1419هـ.\n192-\nتراجم أعيان المدينة المنورة في القرن (12هـ) : لمؤلف مجهول، تحقيق: محمد التنوخي، نشرته: دار الشروق بجدة، سنة 1404هـ.\n193-\nتراجم رجال القرنين السادس والسابع المعروف بالذيل على الروضتين: للحافظ شهاب الدين عبد الرحمن بن إسماعيل المعروف بأبي شامه المقدسي الدمشقي ت665هـ. صححه وعلق عليه: محمد زاهد الكوثري وعني بطبعة ونشره عزت العطار وطبع بمصر سنة 1366هـ.\nالجزء: 1 ¦ الصفحة: 37\n",
        "194-\nتراجم سيدات النبوة: للدكتورة/ عائشة عبد الرحمن بنت الشاطيء، طبع في دار الكتاب العربي سنة 1398هـ في مجلد كبير.\n195-\nتراجم المؤلفين التونسيين: محمد محفوظ، طبع في دار الغرب الإسلامي في بيروت 1402هـ في مجلدين ولم يكمل.\n196-\nتراجم المتأخرين الحنابلة: الشيخ سليمان بن عبد الرحمن بن حمدان ت1397هـ، حققه الشيخ بكر أبو زيد ونشرته: دار ابن الجوزي بالدمام، سنة 1420هـ.\n197-\nترتيب المدارك وتقريب المسالك لمعرفة أعلام مذهب مالك: للقاضي عياض بن موسى بن عياض السبتي ت544هـ، حققه: عدد من الباحثين، وطبع في المغرب، سنة 1403هـ في ثمانية مجلدات.\n198-\nترجمة الإمام أحمد: من تاريخ الإسلام للذهبي ت748هـ، استخرجها الشيخ أحمد شاكر ونشرتها، دار المعارف بمصر سنة 1949هـ.\n199-\nترجمة الشيخ محمد بن سليمان بن عثمان البصيري: تأليف: عبد الله ابن محمد البصيري، الطبعة الأولى، سنة 1419هـ.\n200-\nترجمة شيخ الإسلام ابن تيمية: محمد كرد علي، طبعت في المكتب الإسلامي بدمشق، سنة 1381هـ، (الطبعة الأولى) .\n201-\nترجمة شيخ الإسلام الإمام النووي: لمحمد بن عبد الرحمن السخاوي ت902هـ، الجماعة الإسلامية - دار العلوم.\n202-\nترجمة موجزة لفضيلة المحدث الشيخ عبد الرحمن بن محمد ناصر الدين الألباني: د. عاصم عبد الله القريوتي، نشرتها مكتبة حراء، جدة،\nالجزء: 1 ¦ الصفحة: 38\n",
        "سنة 1405هـ.\n203-\nتعجيل المنفعة بزوائد رجال الأئمة الأربعة: لابن حجر العسقلاني ت852هـ، طبع بتحقيق وتصحيح: السيد عبد الله هاشم المدني، وذلك بدار المحاسن بالقاهرة سنة 1386هـ في مجلد، ثم طبع بعد ذلك بتحقيق ودراسة: د/ أكرام الله إمداد الحق، رسالة دكتوراه، وطبع في دار البشائر الإسلامية في بيروت سنة 1416هـ في مجلدين.\n204-\nالتعديل والتجريح لمن خرج عنه البخاري في الجامع الصحيح: للحافظ أبي الوليد سليمان بن خلف بن سعد بن أيوب الباجي المالكي ت474هـ، طبع بعنوان أبو الوليد سليمان بن خلف الباجي ت474هـ، وكتابه التعديل والتجريح لمن خرج له البخاري في الجامع الصحيح، وطبع بتحقيق أبو لبابة حسين، ونشرته: دار اللواء بالرياض، سنة 1406هـ، ثم طبع كذلك بدراسة وتحقيق الأستاذ/ أحمد البزار، وطبع في المغرب سنة 1411هن وكلا الطبعتين في ثلاثة مجلدات.\n205-\nتعريف ذوي العلا بمن لم يذكره الذهبي من النبلاء وهو ذيل على كتاب سير أعلام النبلاء: للإمام أبي الطيب محمد بن أحمد بن علي القرشي الهاشمي الفاسي ت832هـ، حققه وعلق عليه: محمود الأرناؤط وأكرم البوشي، ونشرته: دار صادر في بيروت، سنة 1998م.\n206-\nتعريف السلف برجال الخلف: لأبي القاسم محمد الخضاوي ابن الشيخ أبي القاسم الديسي بن سيدي إبراهيم الفول، حققه: محمد\nالجزء: 1 ¦ الصفحة: 39\n",
        "أبو الأجفان وعثمان بطيخ، وطبعته مؤسسة الرسالة، سنة 1402هـ.\n207-\nتقريب التهذيب: لابن حجر العسقلاني ت852هـ: وقد طبع تقريب التهذيب للمؤلف مراراً منها: وهي الأولى بكلتكا، ودلهي في الهند على الحجر سنة 1271هـ، ثم سنة 1320هـ، ثم طبع مراراً منها: سنة 1393هـ في باكستان في دار نشر العلوم الإسلامية في مجلد، ثم طبع بتحقيق محمد عوامة ونشرته: دار الرشيد بحلب سوريا وذلك سنة 1406هـ، ثم طبع بتحقيق أبو الأشبال صغير أحمد، ونشرته: دار العاصمة بالرياض سنة 1416هـ (1) ، وقد حدده ونقحه وزاد عليه الدكتور بشار عواد معروف، والشيخ شعيب الأرناؤط، وطبع في مؤسسة الرسالة في بيروت سنة 1417هـ في أربعة مجلدات.\n208-\nتقريظ للحافظ ابن حجر العسقلاني على الرد الوافر لابن ناصر الدين، من كتاب القول الجلي في ترجمة ابن تيمية الحنبلي: للمحدث السيد صفي الدين الحنفي البخاري تقديم وتحقيق وتعليق: محمد بن إبراهيم الشيباني نشر: مكتبة ابن تيمية الكويت 1409هـ.\n209-\nالتقييد لمعرفة الرواة والسنن والمسانيد: لأبي بكر محمد بن عبد الغني الشهير بابن نقطة ت629هـ، طبع في حيدرآباد بالهند، سنة 1403هـ في مجلدين.\n210-\nتكملة الإكمال: للحافظ أبي بكر محمد بن عبد الغني المعروف بابن\nالجزء: 1 ¦ الصفحة: 40\n",
        "نقطة ت629هـ، حققه: الدكتور عبد القيوم عبد رب النبي، وطبع ضمن مطبوعات جامعة أم القرى، بمكة المكرمة سنة 1418هـ في ستة مجلدات.\n211-\nتكملة شذرات الذهب في إخبار من ذهب: لأكرم حسن العلبي، قدم له الشيخ عبد القادر الأرناؤط، ونشرته: دار الطباع للطباعة والنشر بدمشق، سنة 1412هـ في مجلد.\n212-\nتكملة معجم المؤلفين: محمد خير رمضان يوسف، نشرته: دار ابن حزم في بيروت، سنة 1418هـ في مجلد.\n213-\nالتكملة لكتاب الصلة: لأبي عبد الله محمد بن عبد الله بن أبي بكر القضاعي المعروف بابن الأبار ت659هـ، عني بنشره وصححه: ووقف على طبعه السيد عزت العطار الحسيني، ونشره سنة 1375هـ في مجلدين، ولم يكمل.\n214-\nالتكملة لوفيات النقلة: زكي الدين أبو محمد عبد العظيم بن عبد القوي المنذري ت656هـ، حققه وعلق عليه: د/ بشار عواد معروف، ونشرته: مؤسسة الرسالة في بيروت، سنة 1401هـ في أربعة مجلدات.\n215-\nتلخيص المتشابة في الرسم وحماية ما أشكل منه عن بوادر التصحيف والوهم: أحمد بن علي بن ثابت أبي بكر الخطيب البغدادي ت463هـ، حققته: سكينة الشهابي، وطبع بدمشق، سنة 1405هـ في مجلدين كبار.\n216-\nالتنوية والتبيين في سيرة محدث الشام الحافظ ضياء الدين محمد بن\nالجزء: 1 ¦ الصفحة: 41\n",
        "عبد الواحد المقدسي: د/ محمد مطيع الحافظ، نشرته: دار البشائر الإسلامية في بيروت، سنة 1420هـ.\n217-\nتهذيب الأسماء واللغات: لأبي زكريا محيي الدين النووي ت676هـ، وقد عنيت بنشره، وتصحيحه إدارة الطباعة المنيرية بدمشق، ثم صور في بيروت.\n218-\nتهذيب تاريخ دمشق الكبير: لابن عساكر ت571هـ، هذبة ورتبة الشيخ عبد القادر بن بدران ت1346هـ، وقد بدأ فيه بحرف الألف، ووصل فيه إلى حرف العين، ولم يكمله، وقد طبع في سبعة مجلدات في دمشق، سنة 1329هـ، ثم أعيد طبعه تصويراً في بيروت.\n219-\nتهذيب الكمال في أسماء الرجال: جمال الدين أبي الحجاج يوسف المزي ت742هـ، حققه: د/ بشار عواد معروف، ونشرته: مؤسسة الرسالة في بيروت، سنة 1400-1413هـ في خمسة وثلاثين مجلد.\n220-\nتهذيب التهذيب: لابن حجر العسقلاني ت852هـ، طبع في حيدرآباد بالهند، سنة 1325-1327هـ في 12 مجلد، ثم صور في بيروت عدة مرات، وقد طبع مؤخراً طبعتين:\nالأولى: باعتناء إبراهيم الزيبق، وعادل مرشد، ونشرته مؤسسة الرسالة في بيروت سنة 1416هـ في أربعة مجلدات كبار.\nوالثانية: بتحقيق الشيخ خليل مأمون شيحا وآخرين، ونشرته دار المعرفة في بيروت، سنة 1317هـ في ستة مجلدات.\n221-\nتوالي التأسيس لمعالي محمد بن إدريس: لابن حجر العسقلاني\nالجزء: 1 ¦ الصفحة: 42\n",
        "ت852هـ، حققه: أبو الفداء عبد الله القاضي ونشرته: دار الكتب العلمية في بيروت، سنة 1406هـ.\n222-\nتوشيح الديباج وحلية الابتهاج: بدر الدين القرافي ت946هـ، حققه وقدم له: أحمد الشنيوي، ونشرته دار الغرب الإسلامي في بيروت سنة 1403هـ في مجلد.\n223-\nتوضيح المشتبه في ضبط أسماء الرواة وأنسابهم وألقابهم وكناهم: لمحمد ابن عبد الله بن محمد القيسي الدمشقي ت842هـ، حققه وعلق عليه: محمد نعيم العرقسوسي، وطبع في مؤسسة الرسالة في بيروت سنة 1414هـ، في عشرة مجلدات.\n«حرف الثاء»\n224-\nالثبت: لأبي جعفر أحمد بن علي البلوي الوادي آشي ت938هـ، دراسة وتحقيق: د. عبد الله العمراني، الطبعة الأولى، سنة 1403هـ، في دار الغرب الإسلامي.\n225-\nكتاب الثقات، للإمام الحافظ محمد بن حبان بن أحمد أبي حاتم التميمي البستي، ت354هـ: طبع في حيدرآباد بالهند سنة 1395هـ، (الطبعة الأولى) في تسعة مجلدات.\n«حرف الجيم»\n226-\nالجامع لسيرة شيخ الإسلام ابن تيمية: محمد عزيز شمس وعلي بن محمد العمران، قدم له: فضيلة الشيخ بكر أبو زيد، ونشرته: دار عالم الفوائد بمكة المكرمة، سنة 1420هـ.\nالجزء: 1 ¦ الصفحة: 43\n",
        "227-\nجذوة الاقتباس في ذكر من حل من الأعلام مدينة فاس: أحمد بن القاضي المكناسي ت1025هـ، نشرته: دار المنصور للطباعة والوراقة في المغرب (الرباط) سنة 1394هـ في مجلدين.\n228-\nجذوة المقتبس في ذكر ولاة الأندلس: الحميدي أبي عبد الله محمد ابن أبي نصر فتوح بن عبد الله الأزدي ت488هـ، نشرته الدار المصرية، للتأليف والترجمة سنة 1386هـ في مجلد.\n229-\nالجرح والتعديل: شيخ الإسلام ابن أبي حاتم الرازي ت327هـ، صححه وعلق عليه: الشيخ عبد الرحمن بن يحيى المعلمي اليماني، وطبع في حيدرآباد بالهند سنة 1371هـ في تسعة مجلدات.\n230-\nجلال الدين السيوطي ت911هـ: مجموعة بحوث لعدد من الباحثين، نشرته: الهيئة المصرية العامة للكتاب بالقاهرة سنة 1396هـ.\n231-\nجمال الدين القاسمي ت1332هـ: د/ نزار أباظة، نشرته: دار القلم بدمشق سنة 1418هـ، ضمن سلسلة «أعلام المسلمين» .\n232-\nالسيد جمال الدين الأفغاني -اجتهاداته وآراؤه: محمد الزحيلي، نشرته: دار المكتبي بدمشق سنة 1418هـ.\n233-\nكتاب الجمع بين رجال الصحيحين بخاري ومسلم لكتابي أبي نصر الكلاباذي وأبي بكر الأصبهاني: لأبي الفضل محمد بن طاهر ابن علي المقدسي الشيباني ت507هـ، طبع في حيدرآباد بالهند سنة 1323هـ في مجلدين.\n234-\nجمهرة أنساب العرب: لأبي محمد علي بن أحمد بن سعيد بن حزم\nالجزء: 1 ¦ الصفحة: 44\n",
        "الأندلسي ت456هـ، حققه وعلق عليه: عبد السلام محمد هارون، ونشرته: دار المعارف بمصر سنة 1397هـ.\n235-\nجمهرة النسب: للكلبي الحبيب أبي المنذر هشام بن محمد ت204هـ، حققه: د/ ناجي حسن، ونشرته: عالم الكتب سنة 1407هـ في مجلد.\n236-\nجمهرة نسب قريش وأخبارها: الزبير بن بكار ت256هـ، شرحه وحققه: محمود محمد شاكر، وطبع ضمن مطبوعات مجلة العرب سنة 1419هـ، في مجلدين (أشرف على طبعه حمد الجاسر) .\n237-\nجهود الشيخ محمد الأمين الشنقيطي في تقرير عقيدة السلف: عبد العزيز ابن صالح الطويان، نشرته: مكتبة العبيكان بالرياض سنة 1419هـ في مجلدين.\n238-\nالجواهر والدرر في ترجمة شيخ الإسلام ابن حجر: شمس الدين محمد بن عبد الرحمن السخاوي ت902هـ، حققه: إبراهيم باجس عبد المجيد، ونشرته: دار ابن حزم في بيروت، سنة 1419هـ في ثلاثة مجلدات، وكان الجزء الأول منه قد طبع في مصر ولم يكمل.\n239-\nالجواهر المضية في طبقات الحنفية: عبد القادر بن محمد بن محمد بن نصر الله بن سالم بن أبي الوفاء القرشي الحنفي ت775هـ، حققه: د/ عبد الفتاح محمد الحلو، ونشرته: دار العلوم بالرياض سنة 1405هـ في أربعة مجلدات.\n240-\nالجوهر المحصل في مناقب الإمام أحمد بن حنبل: محمد بن محمد بن أبي بكر السعدي الحنبلي ت900هـ، حققه: د/ عبد الله بن عبد المحسن\nالجزء: 1 ¦ الصفحة: 45\n",
        "التركي، ونشرته: دار هجر سنة 1407هـ.\n241-\nالجوهر المنضد في طبقات متأخري أصحاب أحمد: يوسف بن الحسين ابن عبد الهادي الدمشقي المعروف بابن المبرد ت909هـ، حققه وعلق عليه: د/ عبد الرحمن بن سليمان العثيمين، ونشرته: مكتبة الخانجي بالقاهرة سنة 1407هـ.\n«حرف الحاء»\n242-\nحافظ إبراهيم: عبد اللطيف شرره، نشرته: دار بيروت سنة 1399هـ.\n243-\nالحافظ ابن حجر العسقلاني أمير المؤمين في الحديث: عبد الستار الشيخ، نشرته: دار القلم بدمشق سنة 1412هـ، ضمن سلسلة «أعلام المسلمين» .\n244-\nالحافظ أبو طاهر السلفي ت576هـ: د/ حسن عبد الحميد صالح، نشر في المكتب الإسلامي بدمشق، سنة 1395هـ.\n245-\nالحافظ الخطيب البغدادي وأثره في علوم الحديث: د/ محمود طحان، نشر في دار القرآن الكريم في بيروت، سنة 1401هـ.\n246-\nالحافظ الذهبي مؤرخ الإسلام ناقد المحدثين: عبد الستار الشيخ، نشرته: دار القلم بدمشق، سنة 1414هـ، ضمن سلسلة «أعلام المسلمين» .\n247-\nالحافظ الطبراني وجهوده في خدمة السنة النبوية: د/ محمد أحمد رضوان صالح، نشرته: دار الشريف بالرياض سنة 1419هـ.\nالجزء: 1 ¦ الصفحة: 46\n",
        "248-\nحسن البنا الداعية الإمام والمجدد الشهيد: أنور الجندي، نشرته: دار القلم بدمشق، سنة 1421هـ.\n249-\nحسن المحاضرة في تاريخ مصر والقاهرة: الحافظ جلال الدين عبد الرحمن السيوطي ت911هـ، حققه: محمد أبو الفضل إبراهيم، ونشرته: دار أحياء الكتب العربية عيسى البابي الحلبي وشركاه، القاهرة، 1387هـ في مجلدين.\n250-\nالحلل السندسية في الأخبار الأندلسية: الأمير شكيب أرسلان ت1366هـ، طبع منه ثلاثة مجلدات بمطبعة عيسى البابي الحلبي وشركاه بمصر، سنة 1358هـ ولم يكمل.\n251-\nالحلة السيراء لأبي الأبار: محمد بن عبد الله بن أبي بكر القضاعي المعروف بابن الأبار ت658هـ، حققه وعلق حواشيه: د/ حسين مؤنس، ونشرته: الشركة العربية للطباعة والنشر بالقاهرة، سنة 1383هـ.\n252-\nحلية الأولياء وطبقات الأصفياء: لأبي نعيم أحمد بن عبد الله الأصبهاني ت430هـ، طبع في مصر سنة 1351هـ في عشرة مجلدات ثم أعيد تصويره في بيروت في خمسة مجلدات.\n253-\nحلية البشر في تاريخ القرن الثالث عشر: عبد الرزاق البيطار ت1335هـ، حققه وعلق عليه: محمد بهجة البيطار، وطبع ضمن مطبوعات مجمع اللغة العربية بدمشق سنة 1380هـ في ثلاثة مجلدات.\n254-\nحياة شيخ الإسلام ابن تيمية تقي الدين أحمد بن عبد الحليم الحراني الدمشقي: الشيخ محمد بهجة بيطار، طبع في المكتب الإسلامي بدمشق سنة 1391هـ.\n255-\nحياة الصحابة: الشيخ محمد يوسف الكاندهلوي، ظهرت الطبعة الأولى لهذا الكتاب في الهند ما بين عامي 1379هـ و1385هـ في ثلاثة مجلدات كبار، ثم طبع بتحقيق وتعليق: الشيخ نايف العباس ومحمد علي دولة، ونشرته: دار القلم بدمشق سنة 1403هـ في ثلاثة مجلدات.\nالجزء: 1 ¦ الصفحة: 47\n",
        "«\nحرف الخاء\n»\n256-\nخزانة الأدب ولب لباب لسان العرب: عبد القادر بن عمر البغدادي ت1093هـ، حققه وشرحه: عبد السلام محمد هارون، ونشرته: مكتبة الخانجي بالقاهرة سنة 1399هـ في أحد عشر مجلد.\n257-\nخصائص أمير المؤمنين علي بن أبي طالب: لأبي عبد الرحمن أحمد ابن شعيب النسائي ت303هـ، حققه وخرجه: أحمد ميرين البلوشي، نشرته: مكتبة المعلا بالكويت سنة 1406هـ.\n258-\nخلاصة الأثر في أعيان القرن الحادي عشر: للمحبي ت1111هـ، طبع بمصر سنة 1284هـ في أربعة مجلدات.\n259-\nخلاصة تذهيب تهذيب الكمال في أسماء الرجال: للإمام أحمد بن عبد الله الخزرجي الأنصاري ت/ بعد سنة 923هـ، حققه وعلق عليه: الشيخ عبد الفتاح أبو غدة، ونشره مكتب المطبوعات الإسلامية بحلب سنة 1390هـ في مجلد.\n260-\nالخيرات الحسان في مناقب الإمام الأعظم أبي حنيفة النعمان: للعلامة مفتي الحجاز شهاب الدين أحمد بن حجر الهيتمي ت973هـ، قدم له وحققه: الشيخ خليل الميس، ونشرته: دار الكتب العلمية في بيروت سنة 1403هـ.\nالجزء: 1 ¦ الصفحة: 48\n",
        "«\nحرف الدال\n»\n261-\nالدارس في تاريخ المدارس: لعبد القادر بن محمد النعيمي الدمشقي ت927هـ، طبع ضمن مطبوعات المجمع العلمي العربي بدمشق سنة 1367-1370هـ في مجلدين.\n262-\nالدرر الذهبية من عيون القصص البازية: عبد الرحمن بن يوسف الرحمة، ظهرت طبعته الأولى سنة 1420هـ.\n263-\nالدرر الفوائد المنظمة في أخبار الحاج وطريق مكة المعظمة: عبد القادر ابن محمد بن عبد القادر بن إبراهيم الأنصاري الجزري الحنبلي من أهل القرن العاشر الهجري، أعده للنشر: حمد الجاسر، وطبع ضمن منشورات دار اليمامة للبحث والترجمة والنشر بالرياض سنة 1403هـ (الطبعة الأولى) .\n264-\nالدرر الكامنة في أعيان المائة الثامنة: شيخ الإسلام شهاب الدين أحمد بن حجر العسقلاني ت852هـ، حققه وقدم له ووضع فهارسه: محمد سيد جاد الحق، ونشرته: دار الكتب الحديثة بمصر سنة 1385هـ.\n265-\nالدر المنضد في ذكر أصحاب أحمد: مجير الدين عبد الرحمن بن محمد\nالجزء: 1 ¦ الصفحة: 49\n",
        "العليمي الحنبلي ت928هـ، حققه وقدم له: د/ عبد الرحمن بن سليمان العثيمين، ونشرته: مكتبة التوبة سنة 1412هـ في مجلدين.\n266-\nدر السحابة في مناقب القرابة والصحابة: محمد بن علي الشوكاني ت1250هـ، طبع بتحقيق ودراسة: د/ حسين بن عبد الله العمري، وطبع بدار الفكر بدمشق سنة 1404هـ في مجلد.\n267-\nالدر الكمين بذيل العقد الثمين في تاريخ البلد الأمين: عمر بن فهد الهاشمي المكي ت885هـ، طبع بدراسة وتحقيق: د/ عبد الملك بن عبد الله بن دهيش، ونشرته: دار خضر للطباعة والنشر سنة 1421هـ في ثلاثة مجلدات.\n268-\nالدر المنثور في طبقات ربات الخدور، للأديبة الفاضلة السيدة: زينب بنت يوسف فواز العامي، ظهر في طبعته الأولى بالمطبعة الأميرية ببولاق بمصر سنة 1312هـ، ثم أعيد تصويره في بيروت.\n269-\nدرة الحجال في أسماء الرجال: (انظر ذيل وفيات الأعيان) .\n270-\nالدليل الشافي على المنهل الصافي: لجمال الدين أبي المحاسن يوسف ابن تغري بردي ت874هـ، حققه وقدم له: فهيم محمد شلتوت، وطبع ضمن مطبوعات جامعة أم القرى سنة 1399هـ في مجلدين.\n271-\nدليل الكاتب السعودي: تصدره جمعية الثقافة، طبع سنة 1404هـ.\n272-\nدمية القصر وعصرة أهل العصر: لأبي الحسن علي بن الحسن الباخرزي ت467هـ، حققه عبد الفتاح محمد الحلو، وطبعته ونشرته: دار الفكر العربي بمصر سنة 1388هـ، جزئين في مجلد، ثم طبع الجزء الثاني منه بتحقيق: د/ سامي مكي العاني في العراق سنة 1391هـ، (وفيه قسم كبير ليس في الطبعة المصرية: انظر ص220 من الطبعة المذكورة) .\n273-\nدول الإسلام: شمس الدين الذهبي ت748هـ، طبع بتحقيق فهيم شلتوت وآخر، ونشرته الهيئة المصرية العامة سنة 1394هـ.\n274-\nالديباج المذهب في معرفة أعيان علماء المذهب: للإمام برهان الدين إبراهيم بن علي بن محمد بن فرحون اليعمري المدني المالكي ت799هـ، طبع طبعته الأولى بمصر سنة 1329هـ، وبهامشه نيل الابتهاج بتطريز الديباج، لأحمد بن أحمد -عرف بباب التنبكي ت1032هـ في مجلد، ثم حققه وعلق عليه: د/ محمد الأحمدي أبو النور، ونشرته: دار التراث بمصر سنة 1392هـ في مجلدين (مفرد) .\n275-\nديوان الضعفاء والمتروكين وخلق من المجهولين وثقات فيهم لين: للحافظ شمس الدين بن عثمان الذهبي ت748هـ، حققه: الشيخ حماد بن محمد الأنصاري -رحمه الله-، ونشرته: مكتبة النهضة الحديثة بمكة المكرمة، سنة 1387هـ.\nالجزء: 1 ¦ الصفحة: 50\n",
        "«\nحرف الذال\n»\n276-\nذخائر العقبى في مناقب ذوي القربى: محب الدين أحمد بن عبد الله الطبري ت694هـ، طبع بمصر سنة 1356 في مجلد.\n277-\nالذخيرة في محاسن أهل الجزيرة: لأبي الحسن علي بن بسام الشنتريني ت542هـ، طبع بتحقيق: د/ إحسان عباس ونشرته دار الثقافة في\nالجزء: 1 ¦ الصفحة: 51\n",
        "بيروت سنة 1399هـ في ثمانية مجلدات.\n278-\nذكر أخبار أصبهان: للحافظ أبي نعيم أحمد بن عبد الله الأصبهاني، طبع في ليدن سنة 1931م في مجلدين.\n279-\nذكر اسم كل صحابي روى عن رسول الله صلي الله عليه وسلم: للحافظ أبي الفتح محمد بن الحسين الأزدي الموصلي، حققه وعلق عليه: أبو شاهد ضياء الحسن السلفي، ونشرته: دار ابن حزم في بيروت سنة 1414هـ.\n280-\nذكر من اختلف العلماء ونقاد الحديث فيه فمنهم من وثقه ومنهم من ضعفه ومنهم من قال فيه قولان: للحافظ المتقن أبي حفص عمر ابن أحمد بن عثمان البغدادي المعروف بابن شاهين ت385هـ، طبع في آخر كتاب تاريخ جرجان بتحقيق وتصحيح: الشيخ عبد الرحمن ابن يحيى اليماني، ثم طبع مفرداً بتحقيق وتعليق: أبي معاذ طارق بن عوض الله، ونشرته: مكتبة التوعية الإسلامية بمصر سنة 1412هـ.\n281-\nالذهبي ومنهجه في كتابه تاريخ الإسلام: بشار عواد معروف، طبع بمطبعة عيسى البابي الحلبي بمصر سنة 1396هـ.\n282-\nذيل ابن عبد الهادي على طبقات ابن رجب: يوسف بن حسن بن عبد الهادي ت909هـ، طبع بمراجعة محمود الحداد، ونشرته: دار العاصمة بالرياض سنة 1408هـ.\n283-\nذيل تاريخ الإسلام: محمد بن أحمد الذهبي ت748هـ، اعتنى به: مازن باوزير، ونشرته: دار المغني بالرياض سنة 1419هـ في مجلد.\n284-\nذيل تاريخ بغداد: لابن النجار ت643هـ، طبع منه عدة أجزاء في\nالجزء: 1 ¦ الصفحة: 52\n",
        "حيدرآباد بالهند سنة 1398هـ، ولم يكمل.\n285-\nالذيل التام على دول الإسلام للذهبي: للإمام الحافظ محمد بن عبد الرحمن السخاوي ت902هـ، طبع بتحقيق وتعليق: حسن إسماعيل مروة، ونشرته: دار ابن العماد في بيروت سنة 1413هـ-1418هـ في ثلاثة مجلدات، وطبع كذلك بعنوان: «وجيز الكلام في الذيل على دول الإسلام» ، حققه: د/ بشار عواد معروف وآخرون، ونشرته مؤسسة الرسالة في بيروت، سنة 1418هـ في أربعة مجلدات.\n286-\nذيل تكملة الإكمال: للحافظ وجيه الدين منصور بن سليم الإسكندراني المعروف بابن العمادية ت673هـ، حققه: د/عبد القيوم عبد رب النبي، وطبع ضمن مطبوعات جامعة أم القرى بمكة المكرمة سنة 1419هـ في مجلدين.\n287-\nالذيل على رفع الإصر أو بغية العلماء والرواة: عبد الرحمن السخاوي ت902هـ، حققه: د/ جودة هلال وآخر، ونشرته: الدار المصرية للتأليف والترجمة.\n288-\nالذيل على طبقات الحنابلة: لابن رجب زين الدين أبو الفرج عبد الرحمن بن شهاب الدين أحمد البغدادي ت795هـ، وقف على طبعه وصححه: الشيخ محمد حامد الفقي، وطبع بمطبعة السنة المحمدية بالقاهرة، سنة 1372هـ.\n289-\nكتاب ذيل الكاشف: للحفظ أبي زرعة أحمد بن عبد الرحيم العراقي ت826هـ، حققه: بوران الضناوي، ونشرته: دار الكتب العلمية في\nالجزء: 1 ¦ الصفحة: 53\n",
        "بيروت سنة 1406هـ.\n290-\nذيل مرآة الزمان: للشيخ قطب الدين موسى بن محمد اليونيني البعلبكي ت726هـ، طبع في حيدرآباد الدكن، الهند سنة 1374هـ في أربعة مجلدات.\n291-\nذيل مشتبه النسبة للذهبي: تقي الدين محمد بن رافع السلامي ت774هـ، حققه: د/ صلاح الدين المنجد، وطبع في دار الكتاب الجديد في بيرت سنة 1396هـ.\n292-\nذيل ميزان الاعتدال: للحافظ أبي الفضل عبد الرحيم بن الحسين المعروف بالعراقي ت806هـ، حققه: د/ عبد القيوم عبد رب النبي، وطبع ضمن مطبوعات جامعة أم القرى سنة 1406هـ في مجلد.\n293-\nذيل وفيات الأعيان: المسمى درة الحجال في أسماء الرجال، أبي العباس أحمد بن محمد المكناسي الشهير بابن القاضي ت1025هـ، حققه: محمد الأحمدي أبو النور، ونشرته: دار التراث بالقاهرة، والمكتبة العتيقة بتونس سنة 1390هـ في ثلاثة أجزاء في مجلد كبير.\n294-\nالذيل والتكملة لكتابي الموصول والصلة: لأبي عبد الله محمد بن محمد بن عبد الملك الأنصاري المراكشي ت703هـ، طبع منه عدة أجزاء بتحقيق: د/ إحسان عباس ومحمد بن شريفه، ونشرته: دار الثقافة في بيروت بدأً من سنة 1964م.\n295-\nذيول تذكرة الحفاظ:\n1-\nذيل تذكرة الحفاظ: لأبي المحاسن الحسيني الدمشقي ت765هـ.\n2-\nلحظ الألحاظ بذيل تذكرة الحفاظ: لتقي الدين محمد بن فهد المكي ت871هـ.\n3-\nذيل تذكرة الحفاظ: جلال الدين السيوطي ت911هـ.\nطبعت مجموعة بعناية حسام القدسي، وتعليقات: زاهد الكوثري في مصر، ثم صورت في بيروت عدة مرات.\n296-\nذيول العبر للذهبي ت748هـ.\nالذيل الأول: للذهبي رحمه الله.\nالذيل الثاني لتلميذه: أبي المحاسن الحسيني الدمشقي ت765هـ. وقد طبعت مع العبر (في آخرها) بتحقيق: أبي هاجر محمد بسيوني زغلول، ونشرته: دار الكتب العلمية في بيروت، سنة 1405هـ.\nالذيل الثالث: لأبي زرعة أحمد بن عبد الرحيم بن العراقي ت826هـ، طبع بتحقيق: صالح مهدي عباس في ثلاثة مجلدات، ونشرته: مؤسسة الرسالة في بيروت، سنة 1409هـ.\nالجزء: 1 ¦ الصفحة: 54\n",
        "«\nحرف الراء\n»\n297-\nرايات المبرزين وغايات المميزين: لابن سعيد الأندلسي، حققه: د/ النعمان عبد المتعال القاضي، وطبع في القاهرة سنة 1393هـ في مجلد.\n298-\nرجال أنزل الله فيهم قرآناً (1-8) : د/ عبد الرحمن عميره، من منشورات: دار اللواء بالرياض، سنة 1399هـ.\n299-\nرجال حول الرسول: خالد محمد خالد، من منشورات دار الفكر في\nالجزء: 1 ¦ الصفحة: 55\n",
        "بيروت، (بدون تاريخ) .\n300-\nرجال السند والهند إلى القرن السابع: القاضي أبو المعالي أطهر المباركبوري، من منشورات: دار الأنصار بالقاهرة، سنة 1398هـ.\n301-\nرجال الفكر والدعوة في الإسلام: أبو الحسن علي الحسني الندوي، حققه: مصطفى أبو سليمان الندوي، وطبع منه أربعة مجلدات، (الجزء الثاني منها خاص بحياة شيخ الإسلام ابن تيمية ت828) ، وقد طبعت هذه المجلدات في مكتبة نزار الباز بمكة المكرمة سنة 1420هـ، أما الجزء الخاص بحياة شيخ الإسلام فقد طبع أيضاً في دار القلم بالكويت، سنة 1407هـ (الطبعة الرابعة) .\n302-\nرجال من التاريخ: علي الطنطاوي، من منشورات دار المنارة بجدة، سنة 1411هـ، (الطبعة الثامنة) .\n303-\nرجحان الكفة في بيان نبذة من أخبار أهل الصفة: محمد بن عبد الرحمن السخاوي ت902هـ، حققه: أبو عبيده مشهور بن حسن، ونشرته: دار السلف بالرياض، سنة 1415هـ، ومعه رسالة في أهل الصفة وأحوالهم، تأليف: إسماعيل بن عبد الله الإسكندراني ت1182هـ.\n304-\nرسالة في أهل الصفة وأحوالهم: إسماعيل بن عبد الله الإسكداري ت1182هـ، (انظر رجحان الكفة) .\n305-\nرفع الإصر عن قضاة مصر: لابن حجر العسقلاني ت852هـ، حققه: عدد من الباحثين، وطبع منه جزائين في مجلد، ولم يكمل.\n306-\nروضة الناظرين عن مآثر علماء نجد وحوادث السنين: محمد بن عثمان ابن صالح بن عثمان القاضي بعنيزة، طبع في مجلدين في مطبعة الحلبي بالقاهرة، سنة 1400هـ.\n307-\nالرياض النضرة في مناقب العشرة: لأبي جعفر أحمد الشهير بالمحب الطبري ت694هـ، طبع في دار الكتب العلمية في بيروت، سنة 1405هـ.\n308-\nرياض النفوس في طبقات علماء القيروان وأفريقية وزهادهم ونساكهم وسير من أخبارهم وفضائلهم وأوصافهم: لأبي بكر عبد الله بن محمد المالكي، حققه: بشير البكوش، ونشر في دار الغرب الإسلامي في بيروت في مجلدين، سنة 1403هـ.\n309-\nالرياض المستطابة في جملة من روى في الصحيحين من الصحابة: للإمام يحيى بن أبي بكر العامري اليمني، حققه عمر الديراوي أبو حجلة، ونشرته مكتبة المعارف، بيروت، سنة 1974م.\nالجزء: 1 ¦ الصفحة: 56\n",
        "حرف الزاي\n...\n«حرف الزاء»\n310-\nزعماء الإصلاح في العصر الحديث: أحمد أمين، نشرته: دار الكتاب العربي في بيروت، سنة 1399هـ.\n311-\nزهد الثمانية من التابعين: لعلقمة بن مرثد ت120هـ، رواية ابن أبي حاتم ت327هـ، حققه وعلق عليه: د/ عبد الرحمن عبد الجبار الفريوائي، ونشرته: مكتبة الدار بالمدينة المنورة، سنة 1404هـ.\n312-\nالزهري محمد بن مسلم بن شهاب الزهري القرشي: مستخرج من تاريخ دمشق لابن عساكر، بعناية/ شكر الله بن نعمة الله قوجاني، نشرته: مؤسسة الرسالة في بيروت، سنة 1402هـ.\nالجزء: 1 ¦ الصفحة: 57\n",
        "«\nحرف السين\n»\n313-\nسؤالات البرقاني: للدارقطني (رواية الكرجي عنه) ، تحقيق: د/عبد الرحيم محمد أحمد القشقري، الطبعة الأولى في باكستان سنة 1404هـ.\n314-\nسؤالات محمد بن عثمان بن أبي شيبة: لعلي بن المديني في الجرح والتعديل، دراسة وتحقيق/ موفق بن عبد الله بن عبد القادر، نشر: مكتبة المعارف، الرياض، الطبعة الأولى سنة 1404هـ.\n315-\nسؤالات ابن الجنيد أبو إسحاق إبراهيم بن عبد الله الختلي: لأبي زكريا يحيى بن معين ت233هـ، حققه: د/ أحمد محمد نور سيف، ونشرته: مكتبة الدار بالمدينة المنورة، سنة 1408هـ في مجلد.\n316-\nسؤالات أبي داود سليمان بن الأشعث السجستاني: الإمام أحمد ابن حنبل في جرح الرواة وتعديلهم ت241هـ، حققه: د/ زياد محمد منصور، ونشرته: دار العلوم والحكم بالمدينة المنورة في مجلد، سنة 1414هـ.\n317-\nسؤالات أبي عبيد الآجري أبا داود سليمان بن الأشعث السجستاني ت275هـ: طبع جزء منه في مجلد بتحقيق: محمد علي قاسم العمري، وطبع ضمن مطبوعات المجلس العلمي بالجامعة الإسلامية بالمدينة المنورة سنة 1399هـ، ثم طبع كاملاً بتحقيق: د/ عبد العليم البستوي ونشرته مكتبة الاستقامة بمكة المكرمة، سنة 1418هـ.\n318-\nسؤالات الحافظ السلفي: خميس الحوزي، حققه: مطاع الطربيشي، ونشرته: دار الفكر بدمشق سنة 1403هـ.\nالجزء: 1 ¦ الصفحة: 58\n",
        "319-\nسؤالات الحاكم النيسابوري: للدارقطني في الجرح والتعديل: حققه: موفق بن عبد الله بن عبد القادر، ونشرته: مكتبة المعارف بالرياض، سنة 1404هـ.\n320-\nسؤالات مسعود بن علي السجزي مع أسئلة البغداديين عن أحوال الرواة: للحاكم النيسابوري ت405هـ، حققه: د/ موفق بن عبد القادر، ونشرته: دار الغرب الإسلامي في بيروت، سنة 1408هـ.\n321-\nالسابق واللاحق في تباعد ما بين وفاة راويين عن شيخ واحد: الحافظ أبي بكر أحمد بن علي الخطيب البغدادي ت463هـ، حققه: محمد بن مطر الزهراني، ونشرته: دار طيبه بالرياض، سنة 1402هـ.\n322-\nالسحب الوابلة على ضرائح الحنابلة: محمد بن عبد الله بن حميد النجدي ثم المكي ت1295هـ، ظهر في طبعته الأولى سنة 1409هـ، ونشرته: مكتبة الإمام أحمد بالرياض في مجلد (بدون تحقيق) ثم طبع بتحقيق: الشيخ بكر بن عبد الله أبو زيد، ود/ عبد الرحمن بن سليمان العثيمين، وطبع في ثلاثة مجلدات، ونشرته: مؤسسة الرسالة، سنة 1416هـ.\n323-\nسعيد بن المسيب: د/ وهبة الزحيلي، نشرته: دار القلم بدمشق، سنة 1401هـ ضمن سلسلة: «أعلام المسلمين» .\n324-\nسلك الدرر في أعيان القرن الثاني عشر: لأبي الفضل محمد خليل ابن علي المرادي ت1206هـ، طبع في مصر أربعة أجزاء في مجلدين سنة 1301هـ.\nالجزء: 1 ¦ الصفحة: 59\n",
        "325-\nالسلوك في طبقات العلماء والملوك: لأبي عبد الله بهاء الدين محمد ابن يوسف بن يعقوب الجندي السكسكي الكندي المتوفى سنة 732هـ، تحقيق: محمد بن علي بن الحسين الأكوع الحوالي، نشر: مكتبة الإرشاد بصنعاء في مجلدين، سنة 1414هـ.\n326-\nالسمط الثمين في مناقب أمهات المؤمنين: الإمام محب الدين بن عبد الله الطبري ت694هـ، نشرته: مكتبة الكليات الأزهرية بمصر سنة 1397هـ.\n327-\nسيد قطب الأديب الناقد والداعية المجاهد: صلاح عبد الفتاح الخالدي، نشرته: دار القلم بدمشق، سنة 1421هـ ضمن سلسلة «أعلام المسلمين» .\n328-\nسيد قطب -خلاصة حياته، منهجه في الحركة، النقد الموجه إليه: محمد توفيق بركات، نشرته: مكتبة المنارة بمكة المكرمة (بدون تاريخ) .\n329-\nسيد قطب المفترى عليه: محمد بن دليم آل دليم القحطاني، طبع سنة 1413هـ.\n330-\nسير أعلام النبلاء: للذهبي ت748هـ، طبع كاملاً في ثلاثة وعشرين مجلداً إضافة إلى مجلدين فهارس واشترك في تحقيقه مجموعة من الباحثين منهم شعيب الأرناؤط وحسين الأسد وغيرهم، ونشرته: مؤسسة الرسالة في بيروت، لسنوات 1401-1405هـ، وهذه المجلدات بدأ فيها الذهبي رحمه الله من عصر الصحابة فيمن بعد الخلفاء الأربعة إل سنة 660هـ تقريباً ثم طبع بعد ذلك ثلاثة مجلدات تناول مجلدان منها السيرة النبوية والمجلد الثالث سيرة الخلفاء الراشدين، وهو كتاب جليل القدر عظيم الفائدة سارت به الركبان وانتفع به القاصي والداني فلا يكاد يخلو منه بيت عالم ولا يستغني عنه طالب علم -رحمه الله مؤلفه ورزقه الدرجت العلى من الجنة.\n331-\nسيرة سماحة الشيخ محمد بن إبراهيم -مفتي الديار السعودية- رواية: حمد بن حمين، إعداد: ناصر بن حمد حمين، نشرته: دار البراء بالرياض سنة 1420هـ.\n332-\nسيرة الإمام البخاري: العلامة الشيخ عبد السلام المباركفوري ت1343هـ، نشرته: إدارة البحوث الإسلامية بالجامعة السلفية بنارس، الهند، سنة 1406هـ.\n333-\nسيرة عمر بن عبد العزيز على ما رواه الإمام مالك بن أنس وأصحابه أبي محمد عبد الله بن الحكم ت214هـ: رواية/ ابنه أبي عبد الله محمد ت268هـ، نسخها وصححها وعلق عليها أحمد عبيد، وطبعت بدمشق سنة 1373هـ.\n334-\nسيرة ومناقب عمر بن عبد العزيز الخليفة الزاهد: جمال الدين أبو الفرج عبد الرحمن ابن الجوزي ت597هـ، طبع في مصر سنة 1330هـ، بتحقيق محب الدين الخطيب، ثم طبع بتحقيق الأستاذ/ نعيم زرزور، ونشرته: دار الكتب العلمية في بيروت، سنة 1404هـ.\nالجزء: 1 ¦ الصفحة: 60\n",
        "«\nحرف الشين\n»\n335-\nشاعرات العرب: جمع وتحقيق: عبد البديع صقر، نشره: المكتب الإسلامي بدمشق، سنة 1387هـ.\nالجزء: 1 ¦ الصفحة: 61\n",
        "336-\nشجرة النور الزكية في طبقات المالكية: العلامة الجليل الأستاذ/ محمد ابن محمد بن مخلوف، طبع في مصر سنة 1349هـ في مجلد كبير، ونشرته: المكتبة السلفية.\n337-\nشذرات الذهب في أخبار من ذهب: عبد الحي بن العماد الحنبلي ت1089هـ، طبع في مصر سنة 1350هـ في عشرة أجزاء في خمسة مجلدات، ثم أعيد تصويره في بيروت.\n338-\nشعراء الدعوة الإسلامية في العصر الحديث: أحمد عبد اللطيف الجدع - حسني أدهم جرار (1-9) ، نشرته: مؤسسة الرسالة في بيروت، سنة 1398هـ.\n339-\nالشعر والشعراء: لابن قتيبة، حققه وشرحه: أحمد شاكر، ونشرته: دار المعارف بمصر، سنة 1402هـ في مجلدين.\n340-\nشفاء الغرام بأخبار البلد الحرام: تقي الدين محمد بن أحمد بن علي الفاسي المكي المالكي، ت832هـ، طبع في مصر سنة 1356هـ في مجلدين، ثم طبع بتحقيق عبد السلام تدمري، ونشرته: دار الكتاب العربي في بيروت، سنة 1405هـ في مجلدين.\n341-\nشقراء: د/ محمد بن سعد الشويعر، نشرته: مكتبة الناصر بالرياض، سنة 1405هـ.\n342-\nالشهادة الزكية في ثناء الأئمة على ابن تيمية: مرعي يوسف الكرمي الحنبلي ت1033هـ، حققه وعلق عليه: نجم عبد الرحمن خلف، ونشرته: مؤسسة الرسالة في بيروت، سنة 1404هـ.\nالجزء: 1 ¦ الصفحة: 62\n",
        "343-\nشيخ الإسلام أحمد بن تيمية رجل الإصلاح والدعوة: إبراهيم محمد العلي، نشرته: دار القلم بدمشق، سنة 1421هـ، ضمن سلسلة «أعلام المسلمين» .\n344-\nالشيخ سليمان بن سحمان وطريقته في تقرير العقيدة: تحقيق: محمد ابن حمود الفوزان، نشرته: مكتبة الرشد، سنة 1420هـ.\n345-\nالشيخ عبد الرحمن بن حسن آل الشيخ وطريقته في تقرير العقيدة: خالد عبد العزيز الغنيم، نشرته: مكتبة الرشد، سنة 1418هـ.\n346-\nالشيخ عبد الرحمن بن سعدي وجهوده في توضيح العقيدة: د/عبد الرزاق ابن عبد المحسن العباد، نشرته: مكتبة الرشد، سنة 1411هـ.\n347-\nالشيخ عبد العزيز بن باز رحمه الله: نموذج من الرعيل الأول، (محاضرة ألقاها) عبد المحسن بن حمد العباد البدر في الجامعة الإسلامية، نشرته: مكتبة دار ابن القيم سنة 1421هـ.\n348-\nالشيخ عبد القادر الجيلاني ت561هـ وآراؤه الاعتقادية والصوفية: د/ سعيد بن مسفر بن مفرج القحطاني، طبع ونشر سنة 1418هـ.\n349-\nالشيخ عبد الله بن زاحم وجهوده في عهد الملك عبد العزيز: عبد الرحمن ابن عبد الله بن عبد الوهاب بن زاحم، طبع ونشر سنة 1417هـ.\n350-\nالشيخ حافظ بن أحمد الحكمي -حياته ومنهجه في تقرير العقيدة ونشرها في منطقة الجنوب: أحمد بن علي بن علوش مدخلي، نشرته: مكتبة الرشد، سنة 1414هـ.\n351-\nالشيخ حافظ الحكمي -حياته وجهوده العلمية والعملية: زيد بن محمد بن هادي المدخلي، طبع ونشر سنة 1413هـ.\n352-\nالشيخ العلامة عبد الرزاق عفيفي حياته العلمية وجهوده الدعوية وآثاره الحميدة: محمد بن أحمد سيد أحمد، طبع ونشر في المكتب الإسلامي في دمشق، سنة 1418هـ في مجلدين.\n353-\nالشيخ عمر بن محمد فلاته رحمه الله وكيف عرفته: (محاضرة) ألقاها: عبد المحسن بن حمد العباد البدر في الجامعة الإسلامية، ونشرتها: دار ابن القيم بالمدينة سنة 1421هـ.\n354-\nالشيخ محمد بن عبد الوهاب دعوته وسيرته: للشيخ عبد العزيز بن باز ت1421هـ، طبع ضمن سلسلة محاضرات الجامعة الإسلامية بالمدينة المنورة، سنة 1385هـ.\n355-\nالشيخ محمد بن عبد الوهاب - عقيدته السلفية ودعوته الإصلاحية وثناء العلماء عليه: أحمد بن حجر بن محمد آل بوطامي آل ابن علي، طبع عدة مرات منها (الطبعة الثانية) سنة 1393هـ.\nالجزء: 1 ¦ الصفحة: 63\n",
        "«\nحرف الصاد\n»\n356-\nالصبح السافر في حياة العلامة أحمد شاكر: رجب بن عبد المقصود، نشرته: مكتبة ابن كثير بالكويت سنة 1414هـ.\n357-\nصفحات في ترجمة الإمام السفاريني: محمد بن ناصر العجمي، نشرته: دار البشائر الإسلامية في بيروت، سنة 1413هـ.\n358-\nصفحات في ترجمة الحافظ الذهبي: قاسم علي سعد، نشرته: دار البشائر الإسلامية في بيروت، سنة 1407هـ.\nالجزء: 1 ¦ الصفحة: 64\n",
        "359-\nصفحات مشرفة من حياة شيخنا العلامة الألباني: للشيخ إبراهيم خليل الهاشمي، نشرته: مكتبة الصحابة بالإمارات سنة 1421هـ.\n360-\nصفحات من صبر العلماء على شدائد العلم والتحصيل: عبد الفتاح أبو غدة، طبع في دار القلم، الناشر: مكتب المطبوعات الإسلامية بحلب، الطبعة الأولى في بيروت، سنة 1391هـ. والطبعة الثانية في بيروت، سنة 1394هـ، والطبعة الثالثة في بيروت، سنة 1417هـ.\n361-\nصفة الصفوة: للإمام جمال الدين أبو الفرج ابن الجوزي ت597هـ، طبع في حيدرآباد بالهند، سنة 1355هـ في مجلدين، ثم طبع بتحقيق وتخريج محمود فاخوري، د/ محمد رواس قلعجي، ونشرته دار المعرفة في بيروت سنة 1399هـ.\n362-\nكتاب الصلة: لابن بشكوال أبي القاسم خلف بن عبد الملك ت578هـ، نشرته: الدار المصرية للتأليف والترجمة، سنة 1966م.\n363-\nصلة الخلف بموصول السلف: لمحمد بن سليمان الروداني ت1094هـ، حققه: د/ محمد حجي، ونشرته: دار الغرب الإسلامي في بيروت، سنة 1408هـ.\n364-\nصلة الصلة: لأبي جعفر أحمد بن إبراهيم بن الزبير الغرناطي، ت708هـ، طبع منه القسم الثالث، الرابع، الخامس، في ثلاثة مجلدات بتحقيق د/ عبد السلام الهراس، والشيخ سعيد إعراب، وطبع في المغرب، سنة 1413هـ.\n365-\nصور من حياة التابعين: د/ عبد الرحمن رأفت الباشا، طبع منه ستة أجزاء صغيرة (1-6) متفرقة، ونشر سنة 1402هـ، ثم طبع مجموعة في مجلد، نشرته: دار النفائس في بيروت، سنة 1412هـ، وهو مقرر ضمن المنهج الدراسي في المرحلة المتوسطة في مدارس المملكة، وقد طبعته وزارة المعارف ضمن مقرراتها وكذلك الكتاب الآتي \"صور من حياة الصحابة\".\n366-\nصور من حياة الصحابة: د/ عبد الرحمن رأفت الباشا، انظر صور من حياة التابعين.\n367-\nصور من سير الصحابيات: عبد الحميد بن عبد الرحمن السحيباني، نشرته: دار ابن خزيمة بالرياض، سنة 1418هـ.\n368-\nصور من سير الصحابة: عبد الحميد بن عبد الرحمن السحيباني، نشرته: دار ابن خزيمة بالرياض، سنة 1413هـ.\nالجزء: 1 ¦ الصفحة: 65\n",
        "«\nحرف الضاد\n»\n369-\nكتاب الضعفاء: لأبي نعيم الأصبهاني ت430هـ، حققه: د/ فاروق حماده، ونشرته: دار الثقافة بالدار البيضاء بالمغرب، سنة 1405هـ.\n370-\nكتاب الضعفاء الصغير: محمد بن إسماعيل البخاري ت256هـ، طبع الطبعة الأولى بتحقيق: محمود إبراهيم زايد، سنة 1396هـ في دار الوعي - حلب.\n371-\nكتاب الضعفاء الكبير: لأبي جعفر محمد بن عمرو بن موسى بن حماد العقيلي ت322هـ، طبع بتحقيق: د/ عبد المعطي قلعجي، ونشرته: دار الكتب العلمية في بيروت، سنة 1404هـ في أربعة مجلدات، وبلغني أنه ظهر مطبوعاً محققاً في طبعه جديدة.\n372-\nالضعفاء والمتروكون: للحافظ علي بن عمر الدارقطني ت385هـ، طبع بتحقيق: صبحي السامرائي، ونشرته: مؤسسة الرسالة في بيروت، سنة 1404هـ، وطبع كذلك بتحقيق موفق عبد القادر، ونشرته: مكتبة المعارف بالرياض، سنة 1404هـ.\n373-\nكتاب الضعفاء والمتروكين: لأبي عبد الرحمن أحمد بن شعيب النسائي ت303هـ، طبع بتحقيق: محمود إبراهيم زايد، الطبعة الأولى سنة 1396هـ، دار الوعي في حلب.\n374-\nكتاب الضعفاء والمتروكين: للإمام جمال الدين أبي الفرج عبد الرحمن ابن الجوزي ت597هـ، حققه: أبو الفداء عبد الله القاضي ونشرته دار الكتب العلمية في بيروت، سنة 1406هـ في مجلدين.\n375-\nالضوء اللامع لأهل القرن التاسع: شمس الدين محمد بن عبد الرحمن السخاوي، طبع في مصر في 12 جزء سنة 1353-1355هـ، ثم أعيد تصويره في بيروت 12 جزءاً في ستة مجلدات كبار.\nالجزء: 1 ¦ الصفحة: 66\n",
        "«\nحرف الطاء\n»\n376-\nالطالع السعيد الجامع أسماء نجباء الصعيد: الشيخ جعفر بن ثعلب الأدفوي ت748هـ، حققه: سعد محمد حسن، ونشرته: الدار المصرية للتأليف والترجمة، سنة 1966م.\n377-\nكتاب الطبقات: للإمام المحدث أبي عمرو خليفة بن خياط شباب العصفري ت240هـ، حققه: د/ أكرم ضياء العمري، ونشرته: دار\nالجزء: 1 ¦ الصفحة: 67\n",
        "طيبة بالرياض سنة 1387هـ.\n378-\nطبقات الأطباء والحكماء: لأبي داود سليمان بن حسان الأندلسي المعروف بابن جلجل، طبع بتحقيق: فؤاد سيد في مؤسسة الرسالة، الطبعة الثانية، سنة 1405هـ.\n379-\nطبقات الأولياء: ابن الملقن سراج الدين أبي حفص عمر بن علي ابن أحمد المصري ت804هـ، حققه وشرحه: نور الدين شريبه، وطبع بالقاهرة، سنة 1393هـ.\n380- -\nطبقات الحفاظ: للحافظ جلال الدين بن عبد الرحمن السيوطي ت849هـ، حققه: علي محمد عمر، ونشرته: مكتبة وهبه بالقاهرة، سنة 1393هـ.\n381-\nطبقات الحنابلة: للقاضي أبي الحسين محمد بن أبي يعلى ت526هـ، حققه وصححه: محمد حامد الفقي، وطبع بالقاهرة سنة 1371هـ في مجلدين.\n382-\nالطبقات السنية في تراجم الحنفية: تقي الدين بن عبد القادر الحنفي ت1005هـ، طبع الجزء الأول منه بتحقيق: عبد الفتاح محمد الحلو في القاهرة، سنة 1390هـ، ثم صدر منه بتحقيق: د/ عبد الفتاح الحلو -أيضاً أربعة مجلدات، ونشرته: دار الرفاعي بالرياض، سنة 1403هـ، ولم يكمل.\n383-\nطبقات الشافعية: لابن قاضي شهبة ت/851هـ، اعتنى به وصححه وعلق عليه: د/ عبد العليم خان وطبع في حيدر آباد، الهند، ونشرته:\nالجزء: 1 ¦ الصفحة: 68\n",
        "مكتبة مدينة العلم بمكة المكرمة، سنة 1398هـ في أربعة مجلدات.\n384-\nطبقات الشافعية: لجمال الدين الأسنوي ت772هـ، حققه: عبد الله الجبوري، ونشرته: دار العلوم بالرياض، سنة 1401هـ في مجلدين.\n385-\nطبقات الشافعية: لأبي بكر بن هداية الله الحسيني ت1014هـ، حققه وعلق عليه: عادل نويهض، ونشرته: دار الآفاق الجديدة في بيروت، سنة 1979م.\n386-\nطبقات الشافعية الكبرى: للسبكي، ت771هـ، تحقيق: محمود محمد الطناحي، وعبد الفتاح محمد الحلو، وطبع بمطبعة عيسى الحلبي بالقاهرة، سنة 1383هـ في عشرة مجلدات.\n387-\nطبقات الشعراء: لابن المعتز، ت296هـ، طبع بتحقيق عبد الستار أحمد فراج، ونشرته دار المعارف بالقاهرة، سنة 1396هـ.\n388-\nطبقات الصوفية: أبي عبد الرحمن السلمي، ت412هـ، حققه: نور الدين شريبه، ونشرته: مكتبة الخانجي، بالقاهرة، سنة 1372هـ.\n389-\nطبقات علماء الحديث: للإمام أبي عبد الله محمد بن أحمد بن عبد الهادي الدمشقي الصالحي، ت744هـ، حققه: أكرم البوشي، ونشرته: مؤسسة الرسالة في بيروت، سنة 1409هـ في أربعة مجلدات.\n390-\nطبقات فحول الشعراء: لمحمد بن سلام الجمحي ت231هـ، قرأه وشرحه: محمود شاكر، طبع في مصر سنة 1952هـ في مجلدين.\n391-\nطبقات الفقهاء: لأبي إسحاق الشيرازي، ت476هـ، حققه:\nالجزء: 1 ¦ الصفحة: 69\n",
        "د/ إحسان عباس، ونشرته: دار الرائد العربي في بيروت، سنة 1401هـ.\n392-\nطبقات الفقهاء: لمحمد عبد الحي اللكنوي، ت1304هـ، نشره: أمين الله بن محمد سلامه في باكستان.\n393طبقات الفقهاء الشافعية: لابن الصلاح عثمان بن عبد الرحمن ت643هـ، هذبه ورتبه واستدرك عليه: يحيى بن شرف النووي، ت676هـ، بيض أصوله ونقحه: يوسف بن عبد الرحمن المزي، ت742هـ، حققه وعلق عليه: محيي الدين علي نجيب، ونشرته: دار البشائر الإسلامية في بيروت، سنة 1413هـ في مجلدين.\n394-\nطبقات الفقهاء الشافعية: تأليف: أبي عاصم محمد بن أحمد العبادي، ت458هـ، طبع في ليدن سنة 1964م.\n395-\nطبقات الفقهاء الشافعيين: لابن كثير الدمشقي، ت773هـ، طبع في ثلاثة مجلدات، بتحقيق: د/ أحمد محمد هاشم، ود/ محمد عزب، ونشرته: مكتبة الثقافة الدينية بالقاهرة، سنة 1413هـ.\n396-\nالطبقات الكبرى: لابن سعد، ت230هـ، صدر في طبعته الأولى سنة 1921م في ليدن بعناية بعض المستشرقين في تسعة أجزاء، ثم ظهرت قطعة منه في إكراباد سنة 1308هـ، ثم طبع في بيروت بتحقيق: د/ إحسان عباس، ونشرته: دار صادر في عشرة مجلدات، وكل هذه الطبعات لم تكتمل، ثم صدر جزء منه -لم يسبق نشره- بتحقيق زياد محمد منصور، وطبع ضمن مطبوعات المجلس العلمي\nالجزء: 1 ¦ الصفحة: 70\n",
        "بالجامعة الإسلامية بالمدينة المنورة سنة 1403هـ، ثم صدر كذلك جزأن منه -لم يسبق نشرهما- بتحقيق: د/ محمد صمل السلمي ونشرتهما مكتبة الصديق بالطائف، سنة 1414هـ.\n397-\nطبقات المحدثين بأصبهان والواردين عليها: لأبي محمد عبد الله بن محمد بن جعفر بن حيان المعروف بأبي الشيخ الأنصاري، ت369هـ، حققه: عبد الغفور عبد الحق البلوشي، ونشرته: مؤسسة الرسالة في بيروت، سنة 1407هـ في أربعة مجلدات.\n398-\nطبقات المفسرين: أحمد بن محمد الادندوي، من علماء القرن الحادي عشر، طبع بتحقيق: د/ سليمان بن صالح الخزي، ونشرته: مكتبة العلوم والحكم بالمدينة المنورة، سنة 1417هـ.\n399-\nطبقات المفسرين: للحافظ شمس الدين محمد بن علي بن أحمد الداوودي، ت945هـ، طبع بتحقيق: علي محمد عمر، ونشرته: مكتبة وهبه بالقاهرة، سنة 1396هـ، ثم طبع في بيروت، سنة 1403هـ، ونشرته: دار الكتب العلمية في مجلدين.\n400-\nطبقات المفسرين: للحافظ جلال الدين عبد الرحمن السيوطي، ت911هـ، حققه: علي محمد عمر، ونشرته: مكتبة وهبه بالقاهرة، سنة 1396هـ.\n401-\nطبقات النحويين واللغويين: لأبي بكر محمد بن الحسين الزبيدي الأندلسي، ت379هـ، حققه: محمد أبو الفضل إبراهيم، ونشرته: دار المعارف بمصر، سنة 1984م.\n402-\nطبقات النسابين: لبكر بن عبد الله أبو زيد، طبعته: مؤسسة الرسالة في بيروت، سنة 1418هـ.\nالجزء: 1 ¦ الصفحة: 71\n",
        "«\nحرف العين\n»\n403-\nعارف حكمت -حياته وآثاره: أو شهي النغم في ترجمة شيخ الإسلام عارف الحكم: لشهاب الدين ابن ابي الثناء محمود بن عبد الله الآلوسي، ت1270هـ، تحقيق: د/ محمد العيد الخطراوي، مؤسسة علوم القرآن، دمشق، بيروت، الطبعة الأولى، 1403هـ.\n404-\nعالم جهبذ وملك فذ -ترجمتان موجزتان للشيخ محمد بن إبراهيم والملك فيصل رحمهما الله: للشيخ عبد المحسن بن حمد العباد، طبعت سنة1402هـ.\n405-\nالسيدة عائشة، أم المؤمنين وعالمة نساء الإسلام: عبد الحميد طهماز، نشرته: دار القلم بدمشق سنة 1399هـ ضمن سلسلة «أعلام المسلمين» .\n406-\nعبد الله بن المبارك: لمحمد عثمان جمال، نشرته: دار القلم بدمشق، سنة 1399هـ، ضمن سلسلة «أعلام المسلمين» .\n407-\nعبد الله بن مسعود: لعبد الستار الشيخ، نشرته: دار القلم بدمشق، سنة 1402هـ، ضمن سلسلة «أعلام المسلمين» .\n408-\nالعبر في خبر من غبر: لمؤرخ الإسلام الحافظ أبي عبد الله محمد بن أحمد الذهبي، ت748هـ، طبع الأجزاء 1،4،5 بتحقيق: د/ صلاح الدين المنجد، والأجزاء 2،3 بتحقيق: فؤاد السيد في الكويت، سنة 1380هـ، ثم طبع كله مع ذيوله بتحقيق: محمد السعيد زغلول،\nالجزء: 1 ¦ الصفحة: 72\n",
        "ونشرته دار الكتب العلمية في بيروت سنة 1405هـ.\n409-\nعرف البشام فيمن ولي فتوى دمشق الشام: محمد خليل بن علي المرادي، ت1206هـ، حققه: محمد مطيع الحافظ ورياض عبد الحميد مراد، وطبع ضمن مطبوعات مجمع اللغة العربية بدمشق سنة 1399هـ.\n410-\nعروة بن أذينة شعره وحياته: عبد العلي عبد الحميد حامد، نشرته: إدارة البحوث الإسلامية والإفتاء والنشر بالجامعة السلفية بنارس، الهند، سنة 1396هـ، الطبعة الأولى.\n411-\nعز الدين القسام شيخ المجاهدين في فلسطين: محمد محمد حسن شراب، نشرته: دار القلم بدمشق سنة 1421هـ، ضمن سلسلة «أعلام المسلمين» .\n412-\nالعز بن عبد السلام سلطان العلماء وبائع الملوك: د/ محمد الزخيلي، نشرته: دار القلم بدمشق، سنة 1412هـ، ضمن سلسلة «أعلام المسلمين» .\n413-\nعصر التابعين: عبد المنعم الهاشمي، طبعته: دار ابن كثير بدمشق، ونشرته: دار طيبه الخضراء بمكة، سنة 1421هـ في مجلد.\n414عصر الصحابة: عبد المنعم الهاشمي، طبعته: دار ابن كثير بدمشق، ونشرته: دار طيبه الخضراء بمكة، سنة 1421هـ في مجلد.\n415-\nعصر ورجال: فتحي رضوان، طبعته ونشرته: مكتبة الأنجلو المصرية، سنة 1967م.\nالجزء: 1 ¦ الصفحة: 73\n",
        "416-\nالعقد الثمين في تاريخ البلد الأمين: محمد بن أحمد الحسني الفاسي المكي ت832هـ، حققه: محمد حامد الفقي، وطبع بمطبعة السنة المحمدية بالقاهرة، سنة 1379هـ في ثمانية مجلدات.\n417-\nعقوق الجمان في مناقب الإمام الأعظم أبي حنيفة النعمان: للمؤرخ الكبير المحدث العارف الشيخ الإمام شمس الدين محمد بن يوسف الصالحي الدمشقي الشافعي ت942هـ، طبع في حيدرآباد (الهند) سنة 1394هـ.\n418-\nالعقود الدرية في مناقب شيخ الإسلام أحمد بن تيمية: للإمام الحافظ المحقق أبي عبد الله محمد بن أحمد بن عبد الهادي -رحمه الله- حققه: محمد حامد الفقي، وطبع بالقاهرة، سنة 1356هـ.\n419-\nعقيدة الإمام ابن عبد البر في التوحيد والإيمان عرضاً ودراسة: سليمان ابن صالح الغصن، نشرته: دار العاصمة بالرياض، سنة 1416هـ.\n420-\nعقيدة الشيخ محمد بن عبد الوهاب السلفية وأثرها في العالم الإسلامي: د/ صالح بن عبد الله بن عبد الرحمن العبود، طبع ضمن مطبوعات المجلس العلمي بالجامعة الإسلامية بالمدينة المنورة، سنة 1408هـ.\n421-\nعلامة الشام عبد القادر بن بدران الدمشقي -حياته وآثاره: لمحمد ابن ناصر العجمي، طبعته ونشرته: دار البشائر الإسلامية في بيروت، سنة 1417هـ.\n422-\nعلل الحديث ومعرفة الرجال: المحدث الحافظ الأصولي علي بن عبد الله المدني شيخ البخاري، ت234هـ، حققه وعلق عليه:\nالجزء: 1 ¦ الصفحة: 74\n",
        "د/ عبد المعطي أمين قلعجي، الناشر: دار الوعي، حلب، الطبعة الأولى 1400هـ.\n423-\nالعلل ومعرفة الرجال: الإمام أحمد بن حنبل ت/241هـ، حققه وعلق عليه ونشره: د/ طلعت فوج بيكت، ود/ إسماعيل جراح أوغلي، وطبع بأنقره بتركيا سنة 1963م، ثم أعيد طبعه ونشره في المكتبة الإسلامية باستانبول بتركيا سنة 1987م في مجلدين، ثم حققه وخرجه: وصي الله عباس، ونشر في المكتب الإسلامي في دمشق سنة 1408هـ في أربعة مجلدات.\n424-\nالعلل ومعرفة الرجال عن الإمام أحمد بن محمد بن حنبل: رواية المروذي وغيره، حققه: د/ وصي الله عباس، ونشرته: الدار السلفية في بومباي في الهند، سنة 1408هـ في مجلد.\n425-\nعلماء آل سليم وتلامذتهم وعلماء القصيم: صالح السليمان المحمد العمري، طبع سنة 1405هـ (الطبعة الأولى) .\n426-\nعلماء أهل الحديث في الهند وموقفهم من دعوة الإمام محمد بن عبد الوهاب: أبو المكرم بن عبد الجليل، نشرته: دار الكتاب والسنة سنة 1419هـ.\n427-\nعلماء نجد خلال ستة قرون: عبد الله بن عبد الرحمن البسام، صدرت الطبعة الأولى منه سنة 1395هـ في ثلاثة مجلدات بهذا العنوان، ثم صدر بعنوان (علماء نجد خلال ثمانية قرون) ونشرته: دار العاصمة بالرياض سنة 1419هـ في ستة مجلدات.\n428-\nعلماء ومفكرون عرفتهم: محمد المجذوب، صدر الجزء الأول منه عن\nالجزء: 1 ¦ الصفحة: 75\n",
        "دار عالم المعرفة بجدة سنة 1403هـ، ثم صدر الجزء الثاني والثالث منه عن دار الاعتصام بالقاهرة سنة 1986م.\n429-\nعلماؤنا: فهد البدراني، فهد البراك، طبع ونشر سنة 1410هـ، الطبعة الثانية.\n430-\nعمدة الطالب في أنساب آل طالب: ابن عنبة ت828هـ، طبع ضمن مجموعة الرسائل الكمالية في الأنساب سنة 1400هـ.\n431-\nعمر بن عبد العزيز خامس الخلفاء الراشدين: عبد الستار الشيخ، نشرته: دار القلم بدمش سنة 1412هـ ضمن سلسلة «أعلام المسلمين» .\n432-\nعمر بهاء الدين الأميري: د/ محمد علي هاشمي، نشرته: دار البشائر الإسلامية في بيروت سنة 1406هـ.\n433-\nعنوان الدراية فيمن عرف من العلماء في المائة السابعة ببجابة: أبو العباس الغبريني أحمد بن أحمد بن عبد الله ت714هـ، حققه وعلق عليه: عادل نويهض، ونشرته: دار الآفاق الجديدة في بيروت سنة 1979م (الطبعة الثانية) .\n434-\nعنوان النجابة في معرفة من مات بالمدينة المنورة من مشاهير الصحابة: مصطفى بن عبد الله بن العلوي الرافعي، الناشر: المكتبة العلمية بالمدينة المنورة، الطبعة الأولى، 1404هـ.\n435-\nعيون الأنباء في طبقات الأطباء: ابن أبي أصيبعة ت668هـ، طبع في مصر سنة 1299-1300 في ثلاثة مجلدات ثم أعيد تصويره في بيروت.\nالجزء: 1 ¦ الصفحة: 76\n",
        "«\nحرف الغين\n»\n436-\nغاية النهاية في طبقات القراء: لشمس الدين أبي الخير محمد بن محمد ابن الجزري ت833هـ، حققه ونشره: برجستر أسر، وطبع بالقاهرة سنة 1351هـ في مجلدين.\n437-\nالغصون اليانعة في محاسن المائة السابعة: لابن سعيد علي بن موسى الأندلسي ت685هـ، حققه إبراهيم الأبياري، ونشرته: دار المعارف بمصر سنة 1397.\n438-\nالغنية فهرست شيوخ القاضي عياض: لأبي الفضل القاضي عياض المغربي ت544هـ، طبع بتحقيق ودراسة الدكتور محمد بن عبد الكريم، ونشرته الدار العربية، للكتاب بتونس سنة 1398هـ، ثم طبع بتحقيق ماهر زهير ونشرته دار الغرب الإسلامي في بيروت سنة 1402هـ.\n439-\nغوامض الأسماء المبهمة الواقعة في متون الأحاديث المسندة: لأبي القاسم خلف بن عبد الملك بن بشكوال ت578هـ حققه: د/ عزالدين علي السيد، ود/ محمد كمال الدين عز الدين، ونشرته: عالم الكتب في بيروت سنة 1407هـ في مجلدين.\nالجزء: 1 ¦ الصفحة: 77\n",
        "«\nحرف الفاء\n»\n440-\nالفاروق وأسرته رضي الله عنهم: محمود شاكر، طبع ونشر في المكتب الإسلامي في دمشق سنة 1417هـ.\n441-\nفتح الباب في الكنى والألقاب: الشيخ الإمام أبي عبد الله محمد بن\nالجزء: 1 ¦ الصفحة: 77\n",
        "إسحاق بن منده الأصبهاني ت395هـ، حققه: أبو قتيبة نظر محمد الفاريابي، ونشرته: دار الكوثر بالرياض سنة 1417هـ.\n442-\nالفتح المبين في طبقات الأصوليين: صاحب الفضيلة الأستاذ العلامة المحقق الشيخ عبد الله مصطفى المراغي، طبع في مصر، ثم أعيد تصويره في بيروت، سنة 1394هـ.\n443-\nفتح الوهاب فيمن أشتهر من المحدثين بالألقاب: حماد بن محمد الأنصاري، نشرته: مؤسسة الرسالة في بيروت، سنة 1406هـ.\n444-\nفتوح مصر وأخبارها: أبي القاسم عبد الرحمن بن عبد الله بن عبد الحكم ت257هـ، حققه: محمد صبيح، ونشرته: مكتبة ابن تيمية بالقاهرة، سنة 1394هـ.\n445-\nفضائل الخلفاء الأربعة وغيرهم: لأبي نعيم أحمد بن عبد الله الأصبهاني ت430هـ، حققه: د/ صالح بن محمد العقيل، ونشرته: دار البخاري للنشر والتوزيع سنة 1417هـ.\n446-\nفضائل الصحابة: للإمام الحافظ الحجة أبي عبد الرحمن أحمد بن شعيب المعروف بالنسائي ت303هـ، طبع بتحقيق ودراسة: د/ فاروق حماده، ونشرته: دار الثقافة بالدار البيضاء بالمغرب سنة 1404هـ.\n447-\nفقه الإمام أبي ثور: سعدي حسين جبر، نشرته: مؤسسة الرسالة في بيروت سنة 1403هـ.\n448-\nفقه عمر بن الخطاب موزناً بفقه أشهر المجتهدين: رويعي بن راجح الرحيلي، طبع ضمن مطبوعات جامعة أم القرى بمكة المكرمة سنة\nالجزء: 1 ¦ الصفحة: 78\n",
        "1403هـ في ثلاثة مجلدات.\n449-\nفقيد المسجد النبوي فضيلة الشيخ عبد العزيز بن صالح آل صالح: المؤلف فريد بن عبد العزيز الزامل السُّلَيم، نشرته: دار المسلم بالرياض سنة 1418هـ.\n450-\nكتاب الفهرست: لابن النديم، أبو الفرج محمد بن أبي يعقوب إسحاق المعروف بالوراق ت438هـ، طبع طبعته الأولى في ليبسيك سنة 1871هـ، في جزأين، ثانيهما للفهارس والتعليقات من عمل جستاف فلوجل، ثم طبع في طهران بإيران سنة 1391هـ بتحقيق رضا تجدد.\n451-\nفهرس ابن عطيه: للإمام القاضي أبي محمد عبد الحق بن عطيه المحاربي الأندلسي، توفي حوالي 541هـ، حققه: محمد أبو الأجفان ومحمد الزاهي، ونشرته: دار الغرب الإسلامي سنة 1400هـ.\n452-\nفهرس الفهارس والإثبات ومعجم المعاجم والمشيخات والمسلسلات: عبد الحي بن عبد الكبير الكتاني ت1383هـ، طبع طبعته الأولى بفاس بالمغرب سنة 1346-1347هـ في مجلدين، ثم طبع بتحقيق: د/ إحسان عباس، ونشرته: دار الغرب الإسلامي في بيروت، سنة 1402هـ في ثلاثة مجلدات.\n453-\nالفوائد البهية في تراجم الحنفية: العلامة أبي الحسنات محمد عبد الحي اللكنوي الهندي ت1304هـ، طبع بمصر سنة 1324هـ، ثم أعيد تصويره في بيروت.\n454-\nفوات الإعلام مع الاستدراكات والاسهام في إتمام الإعلام: عبد العزيز أحمد الرفاعي ت1414هـ، نشرته: دار الرفاعي سنة 1420هـ في مجلد.\n455-\nفوات الوفيات والذيل عليها: لمحمد بن شاكر الكتبي، ت764هـ، طبع طبعته الأولى في مصر في مجلدين سنة 1299هـ، ثم طبع كذلك في مصر سنة 1371هـ، في جزأين في مجلد كبير بتحقيق محي الدين عبد الحميد، ثم طبع بتحقيق: د/ إحسان عباس، ونشرته: دار صادر في بيروت في خمسة مجلدات في سنة 1393هـ.\nالجزء: 1 ¦ الصفحة: 79\n",
        "«\nحرف القاف\n»\n456-\nقادة الفكر الإسلامي: عبد الله بن سعد الرويشد، نشرته: رابطة الأدب الحديث بالقاهرة، بدون تاريخ.\n457-\nقادة النبي صلي الله عليه وسلم: محمود شيت خطاب، نشرته: دار القلم بدمشق سنة 1415هـ.\n458-\nالقاضي أبو يعلى الفراء وكتابه الأحكام السلطانية: د/ محمد عبد القادر أبو فارس، نشرته: مؤسسة الرسالة في بيروت سنة 1403هـ.\n459-\nقدوة الحكام والمصلحين عمر بن عبد العزيز مجدداً ومصلحاً: د/ محمد صدقي بن أحمد البورنو الغزي، نشرته: مكتبة المعارف بالرياض سنة 1403هـ.\n460-\nقضاة قرطبة: الخشني أبي عبد الله محمد بن حارث بن أسد القيرواني ت361هـ، نشرته: الدار المصرية للتأليف والترجمة سنة 1966م.\n461-\nقضاة المدينة المنورة: الشيخ عبد الله بن محمد الزاحم، نشرته: مكتبة العلوم والحكم بالمدينة المنورة سنة 1418هـ.\n462-\nالقلائد الجوهرية في تاريخ الصالحية: محمد بن طولون الصالحي ت953هـ حققه: محمد أحمد دهمان، وطبع في دمشق سنة 1401هـ في مجلدين.\n463-\nقلائد العقيان ومحاسن الأعيان: أبي نصر الفتح بن محمد بن عبيد الله القيسي الأشبيلي الشهير بابن خاقان، ت529هـ، صدرت طبعته الأولى في باريس سنة 1277هـ، بعناية سليمان الجزائري، ثم طبع بمصر سنة 1283هـ، ثم حققه وعلق عليه: د/ حسين يوسف خريوش، ونشرته: مكتبة المنار بالأردن سنة 1409هـ في أربعة أجزاء في مجلدين.\n464-\nالقند في ذكر علماء سمر قند: نجم الدين عمر بن محمد بن أحمد النسيقي، ت537، قدم له واعتنى به نظر محمد الفاريابي، ونشرته: مكتبة الكوثر بالرياض سنة 1412هـ في مجلد.\n465-\nالقول الجلي في ترجمة الشيخ تقي الدين بن تيمية الحنبلي: السيد صفي الدين الحنفي البخاري ت1200هـ، نشرته: دار لينه بمصر (مفرداً) بدون تاريخ.\nالجزء: 1 ¦ الصفحة: 80\n",
        "«\nحرف الكاف\n»\n466-\nالكاشف في معرفة من له رواية في الكتب الستة: الذهبي، ت748هـ، طبع في ثلاثة مجلدات بتحقيق: عزت علي عطيه وموسى الموشي،\nالجزء: 1 ¦ الصفحة: 81\n",
        "ونشرته: دار الكتب الحديثة سنة 1392هـ بالقاهرة، ثم طبع مع حاشية له لسبط بن العجمي الحلبي في مجلدين بتحقيق: محمد عوامه وأحمد محمد نمر الخطيب، ونشرته: دار القبلة للثقافة الإسلامية بجدة ومؤسسة علوم القرآن بجدة، وذلك سنة 1413هـ.\n467-\nالكامل في التاريخ: للإمام العلامة عمدة المؤرخين أبي الحسن علي ابن أبي الكرم محمد بن محمد بن عبد الكريم بن عبد الواحد الشيباني المعروف بابن الأثير الجزري الملقب بعز الدين، ت630هـ. صدرت طبعته الأولى في ليدن بعناية أحد المستشرقين وطبع في 12 جزءاً سنة 1851هـ، ثم طبع ببولاق بمصر سنة 1290هـ في 12 جزءاً، وطبع كذلك بالقاهرة بالمطبعة الأزهرية سنة 1302هـ في 12 جزءاً، ثم طبع في بيروت بتحقيق عدد من الباحثين، ونشرته: دارالكتاب العربي سنة 1400هـ، في تسعة مجلدات عدا الفهارس.\n468-\nالكامل في ضعفاء الرجال: لأبي أحمد عبد الله بن عدي الجرجاني، ت365هـ، طبعته ونشرته: دار الفكر في بيروت، بتحقيق بعض الباحثين وذلك سنة 1404هـ في سبعة مجلدات عدا الفهارس.\n469-\nكشف الأستار عن رجال معاني الآثار: لخصه رشد الله شاه السندهي، طبع مع مجموعة رسائل جمعها واعتنى بها: محمد شفيع الديوبندي الهندي، بدون تاريخ.\n470-\nكشف الظنون عن أسامي الكتب والفنون: لمصطفى بن عبد الله الشهير «بحاجي خليفة» ت1067هـ، طبع في استنبول سنة\nالجزء: 1 ¦ الصفحة: 82\n",
        "1360هـ في مجلدين كبار.\n471-\nكشف النقاب عن الأسماء والألقاب: جمال الدين أبي الفرج عبد الرحمن بن علي بن الجوزي، حققه: د/ عبد العزيز بن راجي الصاعدي، ونشرته: دار السلام بالرياض سنة 1413هـ في مجلدين.\n472-\nالكنى والأسماء: الشيخ العلامة أبي بشر محمد بن أحمد بن حماد الدولابي، ت310هـ، طبع طبعته الأولى في حيدرآباد سنة 1323هـ في مجلد كبير، ثم صور عنها في بيروت، ثم وضع لها حواشي الشيخ زكريا عميرات، ووضع له فهارس أحمد شمس الدين وطبعته ونشرته: دار الكتب العلمية في بيروت سنة 1420هـ في مجلدين، ثم طبع كذلك بتحقيق أبو قتيبة نظر محمد الفاريابي، ونشرته دار ابن حزم في بيروت سنة 1421هـ في ثلاثة مجلدات.\n473-\nالكنى والأسماء: للإمام مسلم بن الحجاج، ت261هـ حققه عبد الرحيم قشقري، وطبع ضمن مطبوعات المجلس العلمي بالجامعة الإسلامية بالمدينة المنورة سنة 1400 في مجلدين.\n474-\nكنوز الأجداد: لمحمد كرد علي، طبعته ونشرته: دار الفكر بدمشق سنة 1369هـ، ط.1، ط.2 سنة 1404هـ.\n475-\nالكواكب النيرات في معرفة من اختلط من الرواة الثقاة: لأبي البركات محمد بن أحمد المعروف بابن الكيال، ت939هـ، حققه: عبد القيوم عبد رب النبي ونشر ضمن مطبوعات جامعة أم القرى بمكة المكرمة سنة 1401هـ في مجلد.\n476-\nالكواكب السائرة بأعيان المئة العاشرة: للشيخ نجم الدين الغزي، حققه: د/ جبرائيل سليمان جبور، ونشرته دار الآفاق الجديدة في بيروت سنة 1979م في ثلاثة مجلدات.\n477-\nالكواكب الدرية في مناقب المجتهد ابن تيمية: للإمام مرعي بن يوسف الكرمي الحنبلي، ت1033هـ، حققه وعلق عليه: نجم عبد الرحمن خلف ونشرته دار الغرب الإسلامي في بيروت، سنة 1406هـ.\n478-\nكوكبة من أئمة الهدى ومصابيح الدجى: د/ عاصم بن عبد الله القريوتي، طبع سنة 1420هـ في مجلد، وفيه مجموعة تراجم لعدد من العلماء المعاصرين\nالجزء: 1 ¦ الصفحة: 83\n",
        "«\nحرف اللام\n»\n479-\nاللباب في تهذيب الأنساب: لعز الدين ابن الأثير الجزري، ت630هـ، طبع في مصر سنة 1356هـ في ثلاثة مجلدات، ثم طبعته ونشرته: دار صادر في بيروت سنة 1400هـ في ثلاثة مجلدات.\n480-\nلسان الميزان: لابن حجر العسقلاني ت852هـ، طبع في حيدرآباد بالهند سنة 1331هـ في سبعة مجلدات.\nالجزء: 1 ¦ الصفحة: 84\n",
        "«\nحرف الميم\n»\n481-\nالمؤتلف والمختلف: للإمام الحافظ أبي الحسن علي بن عمر الدارقطني البغدادي، ت385هـ، طبع بتحقيق ودراسة: د/ موفق بن عبدا لله بن عبد القادر، ونشرته: دار الغرب الإسلامي في بيروت، سنة 1406هـ في خمسة مجلدات.\nالجزء: 1 ¦ الصفحة: 84\n",
        "482-\nالمؤتلف والمختلف في أسماء الشعراء وكناهم وألقابهم وأنسابهم وبعض شعرهم: للإمام أبي القاسم الحسن بن بشر الآمدي، ت370هـ، عني بطبعه ونشره حسام القدسي، وطبع في القاهرة سنة 1354هـ، ثم طبع بتحقيق عبد الستار أحمد فراج، ونشرته: دار احياء الكتب العربية لعيسى البابي الحلبي بالقاهرة، سنة 1381هـ.\n483-\nالمؤتلف والمختلف ومعه كتاب مشتبه النسبة: كلاهما لأبي محمد عبد الغني بن سعيد الأزدي المصري، ت409هـ، طبعا معاً في الهند سنة 1327هـ ثم أعادت نشره مكتبة الدار بالمدينة المنورة.\n484-\nالمتنبي: «رسالة في الطريق إلى ثقافتنا» تأليف: محمود محمد شاكر، ونشرته: دار المدني بجدة، ومكتبة الخانجي بمصر سنة 1407هـ في مجلد كبير.\n485-\nالمجرد في أسماء رجال سنن ابن ماجه: للذهبي، ت748هـ، حققه وعلق عليه باسم الجوابرة، ونشرته: دار الراية بالرياض سنة 1409هـ.\n486-\nالمتفق والمفترق: للحافظ أبي بكر أحمد بن علي بن ثابت الخطيب البغدادي، ت463هـ، طبع بتحقيق ودراسة: محمد صادق الحامدي، ونشرته: دار القادري في بيروت، سنة 1417هـ في مجلدين.\n487-\nالمجددون في الإسلام من القرن الأول إلى الرابع عشر: عبد المتعال الصعيدي، نشرته: مكتبة الآداب بالقاهرة سنة 1382هـ.\n488-\nكتاب المجروحين من المحدثين والضعفاء والمتروكين: محمد بن حبان\nالجزء: 1 ¦ الصفحة: 85\n",
        "ابن أحمد بن أبي حاتم التميمي البستي، ت354هـ، حققه: محمود إبراهيم زايد، ونشرته: دار الوعي بحلب، سنة 1396هـ ثلاثة أجزاء في مجلد كبير.\n489-\nمجموعة أعلام الشعر: عباس محمود العقاد.\n490-\nمحدث العصر محمد بن ناصر الدين الألباني: سمير بن أمين الزهيري، نشرته: دار المغني بالرياض، سنة 1420هـ.\n491-\nمحمد بن عبد الوهاب مصلح مظلوم مفترى عليه: مسعود الندوي، طبع سنة 1397هـ.\n492-\nمحمد بن عثمان بن أبي شيبه وكتابه العرش: د/ محمد بن خليفة التميمي، نشرته: مكتبة الرشد بالرياض، سنة 1418هـ.\n493-\nمحنة الإمام أحمد بن حنبل: الحافظ تقي الدين عبد الغني بن عبد الواحد ابن علي بن سرور المقدسي، ت600هـ، حققه: د/ عبد الله بن عبد المحسن التركي، ونشرته: \"هجر\" سنة 1407هـ.\n494-\nالمحمدون من الشعراء وأشعارهم: علي بن يوسف القفطي، ت646هـ، حققه وقدم له: حسن معمري وراجعه وعارضه بنسخة المؤلف: حمد الجاسر، وطبع ضمن منشورات دار اليمامة بالرياض، سنة 1390هـ.\n495-\nالمختار من تاريخ ابن الجزري، المسمّى: حوادث الزمان وأبنائه ووفيات الأكابر والأعيان من أبنائه: شمس الدين محمد بن إبراهيم الجزري، ت739هـ، اختيار الإمام الذهبي ت748هـ، طبع بدراسة وتحقيق\nالجزء: 1 ¦ الصفحة: 86\n",
        "خضر عباس، ونشرته: دار الكتاب العربي في بيروت، سنة 1408هـ.\n496-\nمختصر تاريخ دمشق لابن عساكر: للإمام محمد بن مكرم المعروف بابن منظور، ت711هـ، حققه: محمد مطيع الحافظ وآخرون، وطبعته ونشرته: دار الفكر بدمشق في السنوات 1404-1408هـ في 29 مجلداً.\n497-\nمختصر طبقات الحنابلة: العلامة الشيخ محمد بن جميل بن عمر البغدادي المعروف بابن شطبي ت1378هـ، طبع في دمشق سنة 1339هـ، ثم طبع في بيروت، سنة 1406هـ.\n498-\nالمختصر المحتاج إليه من تاريخ الحافظ أبي عبد الله ابن الدبيثي: اختصار محمد بن أحمد بن عثمان الذهبي، ت748هـ، طبع منه بعض الأجزاء بتحقيق: د/ مصطفى جواد ونشر في بغداد سنة 1397هـ.\n499-\nالمختصر من كتاب نشر النور والزهر في تراجم أفاضل مكة من القرن العاشر إلى القرن الرابع عشر: الشيخ عبد الله مرداد أبو الخير، ت1343هـ، اختصار وترتيب محمد سعيد العامودي، وأحمد علي طبع ضمن مطبوعات نادي الطائف الأدبي سنة 1398هـ في مجلدين.\n500-\nمدرسة الحديث في بلاد الشام خلال القرن الثامن الهجري: د/ محمد بن عزوز، نشرته: دار البشائر الإسلامية في بيروت سنة 1421هـ في مجلد.\n501-\nمرآة الجنان وعبرة اليقظان في معرفة ما يعتبر من حوادث الزمان: للإمام أبي محمد عبد الله بن أسعد بن علي بن سليمان اليافعي اليمني المكي، ت768هـ، طبع في حيدرآباد، الهند، سنة 1337-1339هـ\nالجزء: 1 ¦ الصفحة: 87\n",
        "في أربعة مجلدات، ثم طبع ونشر في دار الكتب العلمية في بيروت، سنة 1417هـ في أربعة مجلدات.\n502-\nمرءاة الحرمين أو الرحلات الحجازية والحج ومشاعرة الدينية محلات بمئات الصور الشمسية: اللواء/ إبراهيم رفعت باشا، طبع بمصر سنة 1344هـ في مجلدين.\n503-\nمرآة الزمان في تاريخ الأعيان لسبط ابن الجوزي: شمس الدين أبي المظفر يوسف بن قزاد علي ت: 654هـ، قال حاجي خليفة في كشف الظنون 2/1611: \"أنه في أربعين مجلداً\"، طبع منه الجزء الثامن بعناية المستشرق الأمريكي جامس جوين في شيكاغو سنة 1907هـ ثم طبع كذلك في حيدرآباد سنة 1375هـ، وطبع منه الجزء الأول بتحقيق: د/ إحسان عباس في بيروت، وطبع جزء منه بتحقيق: د/ علي سويم، ونشر بأنقره بتركيا، وطبع منه كذلك جزأين في مجلدين لحوادث سنوات 481-527، بتحقيق: د/مسفر الغامدي، طبعت ضمن مطبوعات جامعة أم القرى سنة 1407هـ.\n504-\nمراتب النحويين: لأبي الطيب اللغوي ت351هـ، حققه: محمد أبو الفضل إبراهيم، وطبع بالقاهرة سنة 1375هـ.\n505-\nمروج الذهب ومعادن الجوهر: تصنيف الرحالة الكبير والمؤرخ الجليل أبي الحسن علي بن الحسين بن علي المسعودي، ت346هـ، صدرت طبعته الأولى سنة 1861م في باريس في تسعة أجزاء مذيل بترجمة فرنسية ثم طبع في مصر سنة 1283هـ في مجلدين، ثم طبع بتحقيق\nالجزء: 1 ¦ الصفحة: 88\n",
        "محمد محيي الدين عبد الحميد سنة 1368هـ في القاهرة في أربعة مجلدات، ثم صور عنها في بيروت.\n506-\nمسامرات الظريف بحسن التعريف: الشيخ أبي عبد الله محمد بن عثمان السنوسي، ت1318هـ، حققه وعلق عليه: الشيخ الشاذلي النيفر، ونشرته: دار الغرب الإسلامي سنة 1994م في ثلاثة مجلدات.\n507-\nالمستدرك على معجم المؤلفين: عمر رضا كحاله، نشرته مؤسسة الرسالة في بيروت، سنة 1406هـ في مجلد.\n508-\nالمستفاد من ذيل تاريخ بغداد: ابن محاسن البغدادي، ابن النجار، ت643هـ، حققه وعلق عليه: قيصر أبو الفرج، وطبع بحيدرآباد، الهند، سنة 1399هـ.\n509-\nمستفاد الرحلة والاغتراب: القاسم بن يوسف التجيبي السبتي المتوفى سنة 730هـ، حققه: عبد الحفيظ منصور، ونشرته: الدار العربية للكتاب بتونس، سنة 1395هـ.\n510-\nالمسك الأذفر في نشر مزايا القرن الثاني عشر والثالث عشر: محمود شكري الألوسي، ت1343هـ، حققه: د/ عبد الله الجبوري، ونشرته: دار العلوم بالرياض سنة 1402هـ في مجلد.\n511-\nكتاب مشاهير علماء الأمصار: محمد بن حبان البستي، ت354هـ، حققه: م فلا يشهر، وطبع بالقاهرة سنة 1959م في مجلد.\n512-\nمشاهير علماء نجد: عبد الرحمن بن عبد اللطيف آل الشيخ، طبع ضمن مطبوعات دار اليمامة للطبع والنشر والترجمة بالرياض، سنة\nالجزء: 1 ¦ الصفحة: 89\n",
        "1394هـ (الطبعة الثانية) .\n513-\nالمشتبه في الرجال: أسمائهم وأنسابهم: للذهبي ت/748هـ، طبع بتحقيق: علي محمد البجاوي، ونشر في القاهرة سنة 1382هـ في مجلدين.\n514-\nمشتبه النسبة: (انظر المؤتلف والمختلف للأزدي) .\n515-\nمشيخة ابن الجوزي: لأبي الفرج عبد الرحمن بن علي بن محمد بن الجوزي، ت597هـ، حققه: محمد محفوظ، ونشرته: دار الغرب الإسلامي في بيروت، سنة 1400 في مجلد.\n516-\nمشيخة النعال البغدادي: صائن الدين محمد بن الأنجب ت659هـ، تخريج الحافظ رشيد الدين محمد بن عبد العظيم المنذري، ت643هـ، حققه: د/ ناجي معروف، ود/ بشار معروف، وطبع بمطبعة المجمع العلمي العراقي، سنة 1395هـ.\n517-\nالمصباح المضيء في كتّاب النبي الأمي ورسله إلى ملوك الأرض من عربي وعجمي: الشيخ الإمام أبي عبد الله محمد بن علي بن أحمد بن حديدة الأنصاري، ت783هـ، طبع بحيدرآباد، الهند، سنة 1369 في مجلدين.\n518-\nمصطفى السباعي الداعية المجدد، ت1384هـ: د/ عدنان محمد زرزور، نشرته: دار القلم بدمشق سنة 1421هـ.\n519-\nمطمح الأنفس وسرح التأنس في ملح أهل الأندلس: الوزير الكاتب أبي نصر الفتح بن محمد بن عبيد الله بن خاقان بن عبد الله القيسي الإشبيلي، ت529هـ، طبع في الجوائب سنة 1303هـ، ثم حققه\nالجزء: 1 ¦ الصفحة: 90\n",
        "محمد علي شوابكة، ونشرته: مؤسسة الرسالة ودار عمار سنة 1402هـ في مجلد.\n520-\nمع الشعراء مختارات ومطالعات: حمد الجاسر، طبع بإشراف دار اليمامة للبحث والترجمة والنشر سنة 1400هـ.\n521-\nالمعارف: ابن قتيبة أبي محمد عبد الله بن مسلم، ت276هـ، حققه: د/ ثروت عكاشه، ونشرته: دار المعارف بمصر سنة 1389هـ.\n522-\nالمعاصرون: محمد كرد علي، علق عليه: محمد المصري، وطبع ضمن مطبوعات مجمع اللغة العربية بدمشق، سنة 1401هـ.\n523-\nمعالم الإيمان في معرفة أهل القيروان: صنفه: عبد الرحمن بن محمد الأنصاري، ت696هـ، أكمله وعلق عليه: أبو الفضل أبوالقاسم بن عيسى بن ناجي التنوخي ت:839هـ، طبع في تونس سنة 1320هـ في أربعة مجلدات.\n524-\nالمعجب في تلخيص اخبار المغرب: عبد الواحد المراكشي، ت647هـ، حققه: محمد سعيد العريان وآخر، وطبع بمصر سنة 1369هـ في مجلد.\n525-\nمعجم الأدباء: ياقوت الحموي ت/626هـ، طبع في مصر عدة مرات بعناية المستشرق (مرجلبوت) أولها سنة 1907م في سبعة مجلدات، ثم طبع كذلك طبعة مشتركة بين مصر وبيروت، سنة 1930م، وهي بتحقيق المستشرق أيضاً، ثم طبع كذلك بتحقيق المستشرق، ونشرته: دار المأمون بالقاهرة، لصاحبها: الدكتور أحمد فريد الرفاعي سنة 1357هـ عشرين جزءاً في عشرة مجلدات، ثم\nالجزء: 1 ¦ الصفحة: 91\n",
        "صور منها في بيروت.\n526-\nمعجم الأصوليين (1-2) أعلام أصول الفقه الإسلامي ومصنفاتهم (2) : د/ محمد مظهر بقا، طبع الجزء الأول والثاني منه بهذا العنوان ثم طبع الجزء الثالث منه بعنوان: \"أعلام أصول الفقه الإسلامي مصنفاتهم\" وقد طبع الكتاب ضمن مطبوعات جامعة أم القرى في مكة المكرمة، السنوات من 1414هـ إلى 1420هـ.\n527-\nمعجم البلدان: ياقوت الحموي، ت626هـ، وهو ليس من كتب التراجم بالمعنى المعروف إذ إن معلوماته الأساسية تتعلق بالبلدان والمدن والأماكن والمواضع لكن لما كان المؤلف رحمه الله يتوسع ويستطرد ويذكر في المدن والقرى ومشاهير علمائها في كتابه رحمه الله، لذا ذكرته في كتب التراجم والكتاب من أحسن الكتب وأكثرها فائدة ومازال ولا يزال يعتبر مصدراً أساسياً في معرفة البلدان وقد استفاد منه العلماء والباحثين قديماً وحديثاً، رحم الله مؤلفه، وقد طبع الكتاب عدة مرات، ونشرته: دار صادر في بيروت.\n528-\nمعجم السفر: للحافظ أبي طاهر أحمد بن محمد السلفي، ت576هـ، حققه: عبد الله عمر البارودي، ونشرته: المكتبة التجارية بمكة المكرمة بدون تاريخ.\n529-\nمعجم الشعراء: للإمام أبي عبيد الله محمد بن عمران المرزباني، ت384هـ، قام بتهذيبه المستشرق د/ سالم الكرنكوي وعنى بطبعه، ونشره حسام القدسي سنة 1354هـ، والمطبوع منه هو ما يبدأ بحرف\nالجزء: 1 ¦ الصفحة: 92\n",
        "العين إلى الياء وهو مطبوع مع كتاب المؤتلف والمختلف للمرزباني.\n530-\nمعجم الشيوخ: عمر بن فهد الهاشمي المكي، ت885هـ، حققه وقدم له: محمد الزاهي، وراجعه وقابله على أصله: حمد الجاسر، وطبع ضمن مطبوعات دار اليمامة للبحث والترجمة والنشر بالرياض سنة 1402هـ.\n531-\nمعجم الشيوخ المعجم الكبير: شمس الدين محمد بن أحمد الذهبي، ت748هـ، حققه: د/ محمد الحبيب الهيلة، ونشرته مكتبة الصديق بالطائف سنة 1408هـ في مجلدين.\n532-\nمعجم الصحابة: أبي الحسين عبد الباقي بن قانع، ت351هـ، حققه وعلق عليه: أبو عبد الرحمن صلاح بن سالم المصراني، ونشرته: مكتبة الغرباء بالمدينة المنورة سنة 1418هـ في ثلاث مجلدات.\n533-\nالمعجم في أصحاب القاضي الإمام أبي علي الصدفي: محمد بن عبد الله ابن أبي بكر القضاعي المعروف بابن الأبار، ت658هـ، نشرته: دار الكاتب العربي بالقاهرة، سنة 1387 في مجلد.\n534-\nالمعجم في مشتبه أسامي المحدثين: أبي الفضل عبيد الله بن عبد الله ابن أحمد الهروي، ت405هـ، قدم له وحققه نظر محمد الفاريابي، ونشرته: مكتبة الرشد بالرياض سنة 1411هـ.\n535-\nمعجم المؤرخين الدمشقيين وآثارهم المخطوطة والمطبوعة: الدكتور صلاح الدين المنجد، نشرته: دار الكتاب الجديد في بيروت، سنة 1398هـ.\nالجزء: 1 ¦ الصفحة: 93\n",
        "536-\nمعجم المؤلفين تراجم مصنفي الكتب العربية: عمر رضا كحاله. طبع في دمشق سنة 1376هـ في 15 مجلداً مع الفهارس ثم أعادت طبعه، ونشره (تصويراً) مكتبة المثنى، ودار إحياء التراث العربي في بيروت.\n537-\nمعجم المؤلفين العراقيين في القرنين التاسع عشر والعشرين: كوركيس عواد. طبع بمطبعة الإرشاد ببغداد سنة 1969م في ثلاثة مجلدات.\n538-\nالمعجم المختص بالمحدثين: شمس الدين الذهبي، ت748هـ، حققه: د/محمد الحبيب الهيلة، ونشرته: مكتبة الصديق بالطائف، سنة 1408هـ.\n539-\nالمعجم المشتمل على ذكر أسماء شيوخ الأئمة النبل: الإمام الحافظ أبي القاسم علي بن الحسن بن هبة الله الشافعي المعروف بابن عساكر، ت571هـ، حققته سكينة الشهابي، ونشرته دار الفكر بدمشق سنة 1400هـ.\n540-\nمعجم مصنفي الكتب العربية في: التاريخ، والتراجم، والجغرافيا، والرحلات: عمر رضا كحاله، نشرته: مؤسسة الرسالة في بيروت سنة 1406هـ في مجلد.\n541-\nمعجم المطبوعات العربية والمعربة: جمعه ورتبه يوسف اليان سركيس، ونشرته: مكتبة الثقافة الدينية، بدون تاريخ.\n542-\nمعرفة الثقات من رجال أهل العلم والحديث ومن الضعفاء وذكر مذاهبهم وأخبارهم: الإمام الحافظ الناقد أبي الحسن أحمد بن عبد الله ابن صالح العجلي الكوفي نزيل طرابلس المغرب، ت216هـ، طبع بتحقيق ودراسة: عبد العليم عبد العظيم البستوي، ونشرته مكتبة\nالجزء: 1 ¦ الصفحة: 94\n",
        "الدار بالمدينة المنورة سنة 1405هـ في مجلدين.\n543-\nمعرفة الرجال: للإمام أبي زكريا يحيى بن معين، ت233هـ، حققه: محمد كامل القصار وطبع ضمن مطبوعات مجمع اللغة العربية بدمشق سنة 1405هـ في جزأين.\n544-\nمعرفة الرواة المتكلم فيهم بما لا يوجب الرد: للإمام الذهبي، ت748هـ، حققه وعلق عليه: إبراهيم سعيدي إدريس، ونشرته: دار الباز بمكة المكرمة، سنة 1406هـ.\n545-\nمعرفة الصحابة: لأبي نعيم الأصبهاني أحمد بن عبد الله بن أحمد ابن إسحاق بن مهران الأصبهاني، ت430هـ، حقق قسم منه: د/ محمد راضي وطبع في ثلاثة مجلدات، نشرته مكتبة الدار بالمدينة، ومكتبة الحرمين بالرياض سنة 1408هـ، ثم طبع كاملاً في سبعة مجلدات بتحقيق عادل بن يوسف، ونشرته: دار الوطن بالرياض سنة 1419هـ.\n546-\nمعرفة القراء الكبار على الطبقات والأعصار: للإمام شمس الدين محمد ابن أحمد الذهبي، ت748هـ، طبع بتحقيق السيد جاد الحق في القاهرة سنة 1387هـ في مجلد، ثم طبع بتحقيق بشار عواد وآخرين، ونشرته مؤسسة الرسالة سنة 1404هـ في مجلدين.\n547-\nالمعرفة والتاريخ: أبي يوسف يعقوب بن سفيان البسوي، ت277هـ، حققه: د/ أكرم ضياء العمري، ونشرته: مؤسسة الرسالة في بيروت، سنة 1401هـ في ثلاثة مجلدات.\n548-\nمعلمة الفقه المالكي: عبد العزيز بن عبد الله، نشرته: دار الغرب\nالجزء: 1 ¦ الصفحة: 95\n",
        "الإسلامي، سنة 1403هـ.\n549-\nكتاب المعمرين من العرب وطرف من أخبارهم وما قالوه في منتهى أعمارهم: الإمام أبي حاتم سهل بن محمد بن عثمان السجستاني البصري، ت235هـ، طبع بمصر سنة 1323هـ.\n550-\nالمعين في طبقات المحدثين: شمس الدين الذهبي، ت748هـ، حققه: د/ همام عبد الرحيم سعيد، ونشرته: دار الفرقان سنة 1404هـ.\n551-\nالمغرب في حلى المغرب: ابن سعيد الأندلسي، حققه: د/ شوقي ضيف، ونشرته: دار المعارف بمصر، سنة 1978م في مجلدين.\n552-\nالمغني في ضبط أسماء الرجال ومعرفة كنى الرواة وألقابهم وأنسابهم: العلامة المحدث الشيخ محمد بن طاهر بن علي الهندي، ت986هـ، نشرته: دار الكتاب العربي في بيروت، سنة 1399هـ في مجلد.\n553-\nالمغني في الضعفاء: للإمام الحافظ أبي عبد الله محمد بن أحمد بن عثمان الذهبي، ت748هـ، حققه: نور الدين عتر، ونشرته: دار إحياء التراث العربي في بيروت، سنة 1399هـ في مجلدين.\n554-\nالمقتبس من أنباء أهل الأندلس: ابن حيان القرطبي، ت469هـ، حققه وقدم له وعلق عليه: د/ محمود علي مكي، وطبع في دار الكتاب العربي في بيروت سنة 1393هـ، ثم طبع مرة ثانية بالقاهرة سنة 1415هـ في مجلد.\n555-\nالمقتطف من ازاهر الطرف: ابن سعيد الأندلسي، طبع بتقديم وتحقيق ودراسة: د/ سيد حنفي حسنين، ونشرته: الهيئة المصرية العامة\nالجزء: 1 ¦ الصفحة: 96\n",
        "للكتاب بالقاهرة، سنة 1983م.\n556-\nالمقتني في سرد الكنى: شمس الدين الذهبي، ت748هـ، حققه: محمد صالح المراد، وطبع ضمن مطبوعات المجلس العلمي بالجامعة الإسلامية بالمدينة المنورة في مجلدين.\n557-\nالمقصد الأرشد في ذكر أصحاب الإمام أحمد: الإمام برهان الدين إبراهيم بن محمد بن عبد الله بن محمد بن مفلح، ت884هـ، حققه وعلق عليه: د/ عبد الرحمن بن سليمان العتيبي، ونشرته: مكتبة الرشد بالرياض سنة 1410هـ في ثلاثة مجلدات.\n558-\nملء العيبه بما جمع بطول الغيبة في الوجهة الوجيهة إلى الحرمين مكة وطيبة: أبي عبد الله محمد بن عمر بن رشيد الفهري السبتي، ت711هـ، حققه: د/ محمد الحبيب بن الخوجة، وطبع منه بعض الأجزاء التي منها: الجزء الخامس، وهو الجزء الخاص بالحرمين، ونشرته: دار الغرب الإسلامي في بيروت سنة 1408هـ، والجزء الثاني والثالث نشرتهما الدار التونسية للنشر سنة 1402هـ ولم يكمل الكتاب.\n559-\nالممتاز في مناقب الشيخ ابن باز: الشيخ عائض بن عبد الله القرني، نشرته: دار الصميعي بالرياض سنة 1411هـ.\n560-\nمن أعلامنا تراجم لبعض أعلام المسلمين: عبد العزيز بن صالح العسكر، طبع منه جزأين سنة 1419هـ.\n561-\nمن رواد التعليم والقضاء: الشيخ إبراهيم بن عبد الله الهويش، مع ترجمة ابنيه الشيخين عبد العزيز ومحمد، تأليف: ابنه فضيلة الشيخ:\nالجزء: 1 ¦ الصفحة: 97\n",
        "عبد الله بن إبراهيم الهويش، طبع سنة 1421هـ.\n562-\nكتاب من روى عن أبيه عن جده: للشيخ الزين أبي العدل بن قطلوبغا ت879هـ، طبع بتحقيق ودراسة: د/ باسم فيصل الجوابرة، ونشرته مكتبة المعلا بالكويت بسنة 1409هـ.\n563-\nمن كلام أبي زكريا يحيى بن معين ت233هـ، في الرجال: رواية أبي خالد الدقاق، حققه: د/ أحمد نور سيف، وطبع ضمن مطبوعات جامعة أم القرى بمكة المكرمة سنة 1400هـ.\n564-\nمن مشاهير المجددين في الإسلام: شيخ الإسلام ابن تيمية، وشيخ الإسلام محمد بن عبد الوهاب: صالح بن فوزان الفوزان، طبعته ونشرته: الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد سنة 1408هـ.\n565-\nمنادمة الأطلال: للعلامة عبد القادر بدران ت1346هـ، طبع في المكتب الإسلامي في دمشق، ط.1، 1379هـ، ط.2، 1405هـ.\n566-\nمناقب الأئمة الأربعة \"رضي الله عنهم \": الإمام العلامة الحافظ المحقق الحجة أبي عبد الله محمد بن أحمد بن عبد الهادي المقدسي الحنبلي، ت744هـ، حققه: سليمان مسلم الجرش، ونشرته: دار المؤيد سنة 1416هـ.\n567-\nمناقب أبي حنيفة: للإمام الموفق بن أحمد المكي ت568هـ، والإمام حافظ الدين المعروف بالكردي ت827، طبعا في مجلد واحد، ونشرتهما: دار الكتاب العربي في بيروت، سنة 1401هـ.\n568-\nمناقب الإمام أبي حنيفة وصاحبيه أبي يوسف ومحمد بن الحسن: الإمام\nالجزء: 1 ¦ الصفحة: 98\n",
        "الحافظ أبي عبد الله محمد بن أحمد بن عثمان الذهبي، ت748هـ، حققه وعلق عليه: محمد زاهد الكوثري، وطبع في حيدرآباد، سنة 1366هـ.\n569-\nمناقب الإمام الشافعي: الإمام العالم الأوحد عماد الدين أبي الفداء إسماعيل بن عمر بن كثير الدمشقي الشافعي ت773هـ، حققه وعلق عليه: خليل إبراهيم ملا خاطر، ونشرته: مكتبة الإمام الشافعي بالرياض، سنة 1412هـ.\n570-\nمناقب الإمام الشافعي: الإمام فخر الدين الرازي محمد بن عمر بن الحسين، ت606هـ، حققه: د/ أحمد حجازي السقا، ونشرته: مكتبة الكليات الأزهرية بالقاهرة، سنة 1406هـ.\n571-\nمناقب الإمام أحمد بن حنبل: أبي الفرج عبد الرحمن بن الجوزي، ت579هـ، حققه وعلق عليه: د/ عبد الله بن عبد المحسن التركي، ونشرته: مكتبة الخانجي بمصر سنة 1399هـ.\n572-\nمناقب أمير المؤمنين علي بن أبي طالب رضي الله عنه: لأبي الحسن علي بن محمد الواسطي الجلاني الشافعي، ت483هـ، إعداد المكتب العالمي للبحوث، منشورات مكتبة الحياة ببيروت، سنة 1400هـ.\n573-\nمناقب أمير المؤمنين عمر بن الخطاب رضي الله عنه: لأبي الفرج عبد الرحمن ابن الجوزي، ت579هـ، حققته: د/ زينب القاروط، ونشرته: دار الكتب العلمية، بيروت، سنة 1400هـ.\n574-\nمناقب الشافعي: لأبي بكر أحمد بن الحسين البيهقي، ت458هـ، حققه: السيد أحمد صقر، ونشرته: دار التراث بالقاهرة، سنة\nالجزء: 1 ¦ الصفحة: 99\n",
        "1391هـ في مجلدين.\n575-\nمناقب الشيخ أبو عمر المقدسي، ت607هـ: الحافظ ضياء الدين المقدسي، ت643هـ، حققه وعلق عليه: أبو يحيى عبد الله الكندري، ونشرته: دار ابن حزم في بيروت، سنة 1418هـ.\n576-\nالمنتخب من السياق لتاريخ نيسابور: الإمام أبي الحسن عبد الغافر بن إسماعيل بن عبد الغافر بن محمد الفارسي ت529هـ، انتخبه إبراهيم ابن محمد بن الأزهر الصريقيني، وحققه: محمد أحمد عبد العزيز، ونشرته: دار الكتب العلمية، ببيروت، سنة 1409هـ.\n577-\nالمنتخب من العلل للخلال: للإمام موفق الدين ابن قدامة، ت620هـ، حققه وعلق عليه: طارق بن عوض الله، ونشرته: دار الراية بالرياض، سنة 1419هـ.\n578-\nكتاب منتخبات التواريخ لدمشق: محمد أديب آل تقي الدين الحصني، ت1358هـ، طبع ضمن منشورات دار الآفاق الجديدة في بيروت، سنة 1399هـ ثلاثة أجزاء في مجلد ضخم.\n579-\nالمنتظم في تاريخ الأمم والملوك: لأبي الفرج عبد الرحمن بن علي ابن محمد بن الجوزي، ت597هـ، طبع القسم الثاني منه من الجزء الخامس إلى الجزء العاشر، وذلك في مطبعة دائرة المعارف العثمانية بالهند سنة 1358هـ، ثم طبع كاملاً في 16 مجلداً في دار الكتب العلمية في بيروت، سنة 1412هـ بتحقيق: محمد عبد القادر عطا، ومصطفى عبد القادر عطا، ومراجعة وتصحيح نعيم زرزور.\nالجزء: 1 ¦ الصفحة: 100\n",
        "580-\nالمنجم في المعجم: جلال الدين عبد الرحمن بن أبي بكر السيوطي، ت911هـ، حققه: إبراهيم باجس، ونشرته: دار ابن حزم في بيروت، سنة 1415هـ.\n581-\nكتاب المنمق في اخبار قريش: لمحمد بن حبيب البغدادي المتوفى سنة 245هـ، اعتنى بتصحيحه والتعليق عليه: خورشيد أحمد فارق، طبع بمطبعة مجلس دائرة المعارف العثمانية بحيدرآباد الدكن، الهند، سنة 1384هـ.\n582-\nالمنهج الأحمد في تراجم أصحاب الإمام أحمد: لأبي اليمن مجيد الدين العليمي، ت928هـ، طبع الجزء الأول منه بتحقيق: محمد محيي الدين عبد الحميد، وذلك جزأين في مجلد، ونشرته: مطبعة المدني بالقاهرة، سنة 1383هـ، ثم راجعه وعلق عليه: عادل نويهض، ونشرته: عالم الكتب في بيروت، سنة 1403هـ في مجلدين، وهو الجزء الذي حققه: محيي الدين، ثم طبع كاملاً في 6 مجلدات بتحقيق: محمود الأرناؤط وآخرين، وإشراف عبد القادر الأرناؤط، ونشرته دار صادر في بيروت، سنة 1997م.\n583-\nمنهج الإمام الشوكاني في العقيدة: د/ عبد الله نومسوك، نشرته: مكتبة دار القلم والكتاب بالرياض، سنة 1414هـ.\n584-\nالمنهل الصافي والمستوفي في بعد الوافي: يوسف بن تغري بردي الأتابكي جمال الدين أبو المحاسن، ت874هـ، حققه ووضع حواشيه: د/ محمد محمد أمين، وطبع منه: أربعة أجزاء، نشرتها الهيئة المصرية\nالجزء: 1 ¦ الصفحة: 101\n",
        "العامة للكتاب سنة 1984م ولم يكمل.\n585-\nموارد الخطيب البغدادي في تاريخ بغداد: د/ أكرم ضياء العمري، نشرته: دار القلم في دمشق سنة 1395هـ.\n586-\nموسوعة الأدباء والكتاب السعوديون خلال ستين عاماً 1350-1410هـ: أحمد سعيد بن سلم، طبع سنة 1412هـ في ثلاثة مجلدات، وهو من إصدارات نادي المدينة الأدبي.\n587-\nالموسوعة الحركية: تراجم إسلامية من القرن الرابع عشر، مجموعة من الباحثين بإشراف: فتحي يكن، طبع منها مجلدين، نشرتهما: مؤسسة الرسالة في بيروت، سنة 1400هـ.\n588-\nموسوعة حياة الصحابيات: جمع وإعداد: محمد سعيد مبيض، نشرتها: مكتبة الغزالي بسوريا في مجلد كبير.\n589-\nموسوعة عباس محمود العقاد الإسلامية مجموعة العبقريات الإسلامية كاملة: عباس محمود العقاد، من منشورات المكتبة العصرية في بيروت، بدون تاريخ.\n590-\nموسوعة العلماء والمخترعين: د/ إبراهيم بدران، د/ محمد فارس، من منشورات المؤسسة العربية للدراسات والنشر، سنة 1987م.\n591-\nميزان الاعتدال في نقد الرجال: أبي عبد الله محمد بن أحمد بن عثمان الذهبي، ت748هـ، حققه: علي محمد البجاوي، ونشرته: دار إحياء الكتب العربية، بمصر سنة 1382هـ في أربعة مجلدات.\nالجزء: 1 ¦ الصفحة: 102\n",
        "«\nحرف النون\n»\n592-\nالنجوم الزاهرة في ملوك مصر والقاهرة: جمال الدين أبي المحاسن يوسف بن تغري بردي الأتابكي، ت874هـ، طبع في القاهرة سنة 1383هـ في (16) مجلداً.\n593-\nالنخبة الثمينة في نسب أشراف المدينة: ابن شدقم، ت1033هـ، طبعت ضمن مجموعة الرسائل الكمالية في الأنساب سنة 1400هـ.\n594-\nنزهة الألباء في طبقات الأدباء: لأبي البركات كمال الدين عبد الرحمن بن محمد الأنباري، ت577هـ، حققه: محمد أبو الفضل إبراهيم مطيع بالقاهرة، سنة 1386هـ.\n595-\nنزهة الألباب في الألقاب: أحمد بن علي بن محمد بن حجر العسقلاني، ت852هـ، حققه: عبد العزيز بن محمد السديري، ونشرته: مكتبة الرشد بالرياض، سنة 1409هـ في مجلدين.\n596-\nنزهة الخواطر وبهجة المسامع والنواظر: عبد الحي بن فخر الدين الحسني، ت1341هـ، طبع في حيدر آباد، الهند، سنة 1382هـ في ثمانية مجلدات.\n597-\nنساء أهل البيت في ضوء القرآن والحديث: أحمد خليل جمعة، نشرته: \"اليمامة\" بدمشق في مجلد بدون تاريخ.\n598-\nنساء حول الرسول والرد على مفتريات المستشرقين: محمود مهدي الاستنبولي، مصطفى أبو النصر الشلبي، نشرته: مكتبة السوادي بجدة، سنة 1411هـ.\nالجزء: 1 ¦ الصفحة: 103\n",
        "599-\nنسب عدنان وقحطان: لأبي العباس المبرد، ت285هـ، طبع ضمن مجموعة الرسائل الكمالية في الأنساب، سنة 1400هـ.\n600-\nكتاب نسب قريش: أبي عبد الله المصعب بن عبد الله بن المصعب الزبيري، ت236هـ، حققه: ا. ليفي بروفيال، ونشرته: دار المعارف بمصر سنة 1976م.\n601-\nنظم العقيان في أعيان الأعيان: الإمام الحافظ جلال الدين السيوطي، ت911هـ، حرره: د/ فيليب حتى وطبع سنة 1927م.\n602-\nالنعت الأكمل لأصحاب الإمام أحمد بن حنبل من سنة 901-1207هـ: محمد كمال الدين بن محمد الغزي العامري، ت1214هـ، حققه: محمد مطيع الحافظ، ونزار أباظه، ونشرته: دار الفكر بدمشق، سنة 1402هـ.\n603-\nنفح الطيب من غصن الأندلس الرطيب: للشيخ أحمد بن محمد المقري التلمساني، ت1041هـ، طبع النصف الأول منه في ليدن سنة 1861-1865م بعناية أربعة من المستشرقين، ثم طبع في بولاق بمصر سنة 1279 في أربعة مجلدات، ثم طبع بتحقيق: محمد محيي الدين عبد الحميد بمصر سنة 1949م، ونشرته: المكتبة التجارية في عشرة مجلدات، ثم طبع بتحقيق إحسان عباس، ونشرته: دار صادر في بيروت، سنة 1388هـ في ثمانية مجلدات.\n604-\nنكت الهميان في نكت العميان: صلاح الدين خليل بن أيبك الصفدي، عني بطبعه ونشره: أسعد طربزوني، ونشر سنة 1404هـ.\n605-\nالنهضة الإسلامية في سير أعلامها المعاصرين: د/ محمد رجب البيومي، نشرته: دار القلم في دمشق، والدار الشامية في بيروت، سنة 1415هـ في مجلدين.\n606-\nنيل الابتهاج بتطرير الإبتهاج: أحمد بابا التنبكي، ت1036هـ، طبع محققاً جزآن في مجلد، وهو من منشورات كلية الدعوة الإسلامية بطرابلس، ليبيا، سنة 1398هـ في مجلد.\n607-\nنيل السائرين في طبقات المفسرين: محمد طاهر بمساعدة الحاج حاجي بهادر، طبع في باكستان بدون تاريخ.\nالجزء: 1 ¦ الصفحة: 104\n",
        "«\nحرف الهاء\n»\n608-\nهدية العارفين أسماء المؤلفين وآثار المصنفين: إسماعيل باشا البغدادي، طبع في استانبول سنة 1951-1955م في مجلدين، ثم أعيد طبعه تصويراً في بيروت.\nالجزء: 1 ¦ الصفحة: 105\n",
        "«\nحرف الواو\n»\n609-\nكتاب الوافي بالوفيات: لصلاح الدين خليل الصفدي، ت764هـ، طبع منه أربعة أجزاء في استانبول عام 1351هـ، ثم طبع ضمن سلسلة النشرات الإسلامية التي تصدرها جمعية المستشرقين الإلمانية بعناية جماعة من المستشرقين والعرب، وقد طبع منه الأجزاء من 1-19 متسلسلة، ثم طبعت منه الأجزاء 21-22-24 متفرقة، ونشرته: دار صادر في بيروت في السنوات 1381-1413هـ. وجيز الكلام في الذيل على دول الإسلام: = (انظر الذيل التام على دول الإسلام) .\n610-\nالوسيط في تراجم أدباء شنقيط: أحمد بن الأمين الشنقيطي، طبع بعناية فؤاد سيد، ونشرته: مكتبة الخانجي بالقاهرة، سنة 1380هـ.\n611-\nكتاب الوزراء والكُتّاب: تصنيف أبي عبد الله محمد بن عبدوس الجهشياري، ت331هـ، تحقيق مصطفى السقا وآخرين، نشرته: مكتبة مصطفى البابي الحلبي وأولاده بمصر، سنة 1401هـ.\n612-\nكتاب الوفيات: أبي العباس أحمد بن حسن بن علي الخطيب الشهير بابن قنفذ القسنطيني، ت810هـ، حققه: عادل نويهض، ونشرته: دار الآفاق الجديدة في بيروت، سنة 1971م.\n613-\nالوفيات: تقي الدين أبي المعالي محمد بن رافع السلامي، ت774هـ، حققه وعلق عليه: صالح مهدي عباس، ونشرته: مؤسسة الرسالة في بيروت، سنة 1402هـ في مجلدين.\n614-\nوفيات الأعيان وأنباء ابناء الزمان: لأحمد بن محمد بن أبي بكر بن خلكان، ت681هـ،\n1-\nطبع منه في مصر مجلدين سنة 1310هـ.\n2-\nطبع بتحقيق فردينند وستفيلد وذلك بين عامي 1355-1370هـ في اثني عشر جزءاً.\n3-\nطبع بتحقق: د/ إحسان عباس سنة 1398هـ في ثمانية مجلدات، ونشرته: دار صادر في بيروت.\nالجزء: 1 ¦ الصفحة: 105\n",
        ""
    ]
}