{
    "1": [
        "معجم مقاليد العلوم في الحدود والرسوم\nمعجم مقاليد العلوم في الحدود والرسوم\nالسيوطي\nالكتاب:\nمعجم مقاليد العلوم في الحدود والرسوم\nالمؤلف:\nعبد الرحمن بن أبي بكر، جلال الدين السيوطي (المتوفى: 911هـ)\nالمحقق:\nأ. د محمد إبراهيم عبادة\nالناشر:\nمكتبة الآداب - القاهرة / مصر\nالطبعة:\nالأولى، 1424هـ - 2004 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بِسم الله الرَّحْمَن الرَّحِيم\nالْحَمد لله الَّذِي لَيْسَ لماهيته حد فيعرب عَنهُ لِسَان، وَلم تدخل معرفَة ذَاته تَحت رسم الْحَدث والإمكان، فالتام والناقص بِكَمَال عَظمته، وجلال عزته معترفان، والعالم وَالْجَاهِل من تيار بحار رَحمته، وزلال أفضال نعْمَته مغترفان. وَصلى الله على مُبين حُدُود الْحَرَام والحلال، ومعفى رسوم الْبدع والضلال، مُحَمَّد الْمُرْسل إِلَى خلقه للتعريف والتمييز، والمنزل فِيهِ: {لقد جَاءَكُم رَسُول من أَنفسكُم عَزِيز\n...\n(128) } ، وعَلى آله الْمُوفينَ بمواثيق العهود، والواقفين على مدارك الْحُدُود، وَصَلَاة جَامِعَة لكل إفضال وإكرام، مَانِعَة عَن الِانْفِصَال والانفصام، تطرد أدوارها مَعَ تعاقب الْأَزْمَان والدهور، وينعكس أنوارها صفحات السنين والشهور، وَسلم تَسْلِيمًا.\nأما بعد: فَإِن معرفَة المواضعات، والمصطلحات من أَوَائِل الصناعات وأهم الْمُهِمَّات، والطالب الذِّهْن الأديب، الرَّاغِب الفطن اللبيب، مَتى فرغ عَن حفظ اللُّغَة واستحضرها، وَضبط أَنْوَاع مفرداته واستظهرها، لَا بُد وَأَن يكون بمصطلحات أهل كل فن خَبِيرا، وبمواضعات كل طبقَة من الْعلمَاء بَصيرًا؛ ليحيط بِهِ إحاطة أولية تكون لَهُ عونا على التَّحْصِيل، ويطلع على مقاصدهم إِجْمَالا قبل التَّفْصِيل، حَتَّى إِذا أَرَادَ استحصان مسائلها، وأحكامها، وَالْوُقُوف على جَمِيع أَنْوَاعهَا وأقسامها، سهل عَلَيْهِ مَا يُريدهُ، وَحصل بِهِ إتقانه وتسديده، فَلم يتلعثم فِي بَيَان جَوَاب، وَلم يتتعتع فِي دراسة علم وَكتاب؛ فَلِكُل طَائِفَة من الْعلمَاء كَلِمَات فِيمَا بَينهم متعارفة، لَا يفهم\nالجزء: 1 ¦ الصفحة: 29\n",
        "مُرَادهم مِنْهَا إِلَّا من بلغ قصدهم أَو شارفه، وَرب كلمة لم يتَجَاوَز فهم اللّغَوِيّ عَن حَقِيقَتهَا، وَلم يعرف متصرفات الأقوام فِي طريقتها؛ فَإِن لَفْظَة (الْوَاجِب) مثلا عِنْد الْفَقِيه غير مَا عِنْد الأصولي، وَلَفْظَة (السَّنَد) عِنْد الْمُحدث غير مَا عِنْد الجدلي، وَكَذَا (الْحَال) عِنْد النَّحْوِيّ غير مَا عِنْد الصُّوفِي، و (الوتد) عِنْد المنجم غير مَا عِنْد الْعَرُوضِي، و (الرّجْعَة) فِي عرف الْفِقْه غير مَا فِي عرف الْمُتَكَلّم، وَفِي عرف (2 / ب) الْكتاب غير مَا فِي عرف المنجم، إِلَى غير ذَلِك مِمَّا سنقف عَلَيْهِ فِي كل بَاب من أَبْوَاب هَذَا الْكتاب؛ إِذْ لَا مشاحة فِي الاصطلاحات، وَلَا خُصُومَة فِي الشَّهَوَات. هَذَا، وَكم من طَالب متفنن قد برز على أقرانه، وافتخر بنباهته وعلو شانه، ثمَّ إِذا سُئِلَ فِي بعض المباحث عَن تَعْرِيف مس إِلَيْهِ الِاحْتِيَاج، زَالَ عَنهُ الطلاقة والإلهاج، وَآل أَمر ذلاقته إِلَى الارتجاج، فَوَقع فِي دَاء عضال، وَحج عَلَيْهِ الْخصم عِنْد الْجِدَال، واعتراه ضبب، وعراه حمرَة الخجل، وصفرة الوجل، فَمثله كالعامل الجائر بَعْدَمَا عزل، وَمَا أحسن قَول الشَّاعِر فِي الزَّمن الغابر: بَيت:\n(من تحلى بِغَيْر مَا هُوَ فِيهِ\n...\nفضحته شَوَاهِد الامتحان)\nثمَّ إِن كتابي هَذَا المترجم \" بمقاليد الْعُلُوم فِي الْحُدُود والرسوم \" جَامع لمصطلحات أَكثر الْفُنُون، حاو لمقدمات الْأَقْسَام على مَا أدَّت إِلَيْهِ الظنون، كَفِيل أَن يكون لكل فن مدخلًا كَافِيا، حقيق أَن يعده الْمُبْتَدِئ ذخْرا وافيا، وَقد كنت أكتبه أشتاتا فِي أَوَائِل الشَّبَاب حِين مدارسة الْعُلُوم والآداب، والاندراج فِي زمرة الطلاب، واصطكاك الركب لاختيار النخب من أَيدي الأساتذة النحارير، وَالْأَئِمَّة الْأَعْلَام الْمَشَاهِير، رحم الله الماضين، وأدام عمر البَاقِينَ، فَمِنْهَا مَا لقفت عَن فلق أَفْوَاههم بَين حلق الْمدَارِس،\nالجزء: 1 ¦ الصفحة: 30\n",
        "ونقفت عَن فرائد محاوراتهم فِي الأندية والمجالس، وَمِنْهَا مَا نقلت عَن كتب تداولوها، وأسئلة وأجوبة تبادلوها، وَكلهَا تعريفات مُسْتَقِيمَة، وحدود أَو رسوم قويمة، فرغبني بعض إخْوَانِي فِي الدّين، وَأحد خلاني من أهل الْيَقِين، أَن أجمعها من ظُهُور الدفاتر، وبطون الأوراق، قبل أَن يتبدل الزَّمَان، ويتبدد سلك الِاتِّفَاق. فبوبتها على أحد وَعشْرين بَابا، قَصِيرَة عَن طَوِيلَة انتخبتها انتخابا، يشْتَمل كل بَاب على تَعْرِيف علم أَولا، ثمَّ على مصطلحات ذَاك الْعلم مُجملا، وَإِن اخْتلطت فِيهِ عُلُوم الْعقل وَالشَّرْع، فَلَعَلَّ الْوَضع عِنْد التَّأَمُّل يُوَافق الطَّبْع، فَمن وَزنهَا بميزان الْعقل، وكف لِسَان الطعْن والعذل سيجد الْجَامِع (3 / 1) فِي تَرْتِيب هَذَا الْكتاب مصيبا، وَأَنه قد رزق إِن شَاءَ الله من الْحِكْمَة وَفصل الْخطاب نَصِيبا، وَحين سجل الْقَضَاء بالإتمام وعدت من الِافْتِتَاح إِلَى الاختتام رَجَوْت أَن يشرف بمطالعة الْعلمَاء والفحول، ويلاحظه الْفُضَلَاء بِنَظَر اللطف وَالْقَبُول؛ ليجد رواجا فِي سوق الْأَزْمَان، وَيبقى بِهِ ذكرى بَين الإخوان؛ فصدرته بِذكر ألقاب السُّلْطَان الْأَعْظَم، والخاقان الْأَفْضَل الأعلم، ظلّ الله فِي أرضه، والعالم بنفله وفرضه، وَيَده المبسوطة على خلقه، وأمينه الْمُؤمن على حَقه، مولى مُلُوك الْعَالمين [وَارِث عُلُوم الْأَنْبِيَاء وَالْمُرْسلِينَ وحجى مآثر الْخُلَفَاء الرَّاشِدين] ، جلال الْحق وَالدُّنْيَا وَالدّين، السُّلْطَان الْمُطِيع المطاع أبي الفوارس شاه شُجَاع، خلد الله سُلْطَانه، وَأَعْلَى فِي الدَّاريْنِ شانه؛ فَهُوَ الْجَامِع المستحضر لأقسام الْعُلُوم، المتخصص بِهِ من جَمِيع السلاطين القروم، يحث على الْعلم وَالْفضل، وينقذ من ورطات الشَّك وَالْجهل، وَيحل دقائق الْإِشْكَال، ويزيل عوارض الأشكال، لَهُ\nالجزء: 1 ¦ الصفحة: 31\n",
        "سُؤَالَات أحلى من الشهد شيب بِمَاء الْغَمَام، تتْرك الأذهان مستشرفة لَهَا بَين إقدام وإحجام، وجوابات أحسن من الدّرّ والعقيان فِي نحور الغيد الحسان، وأذكى من حركات النسيم بَين الْورْد وَالريحَان؛ فمجامع الْعلمَاء بنشر فَوَائده ونكاته معمورة، ومحافل الْفُضَلَاء بِذكر إيراداته وتحقيقاته مغمورة، يتَقرَّب إِلَى حَضرته الْعليا كل بِمَا عِنْده، ويعاني فِي طلب مرضاته وكده وكده، فَإِذا نظر إِلَى هَذِه البضاعة المزجاة بِعَين الرِّضَا، فَهُوَ غَايَة السؤل وَنِهَايَة المرتجى، وَإِلَّا من قلَّة استعداد العَبْد، وَقصر الباع عَن المرتاد وَالْقَصْد، وَبِاللَّهِ أستعين، وَعَلِيهِ الْمعول، وَفِيه الرَّجَاء ولديه المؤمل، وَلَا حول وَلَا قُوَّة إِلَّا بِاللَّه الْعلي الْعَظِيم.\nوَقبل الشُّرُوع فِي الْأَبْوَاب أذكر مُقَدّمَة لهَذَا الْكتاب، وَالله تَعَالَى ملهم الْحق وَالصَّوَاب.\nالجزء: 1 ¦ الصفحة: 32\n",
        "(الْمُقدمَة)\nوَهِي مَا يتَوَقَّف عَلَيْهَا المباحث الْآتِيَة الْمَقْصُودَة، ومقدمة كل علم مَا يتَوَقَّف عَلَيْهَا ذَلِك الْعلم، وَاخْتلفُوا فِي الْفرق بَين الْمُقدمَة والمبادئ فَقيل لَا فرق بَينهمَا، وَقيل بَينهمَا مباينة كُلية؛ لِأَن الْمُقدمَة مَا يتَوَقَّف عَلَيْهَا الشُّرُوع فِي ذَلِك الْعلم، والمبادئ مَا يتَوَقَّف عَلَيْهَا الْبَحْث عَن ذَلِك الْعلم، وَقيل: الْمُقدمَة أَعم من المبادئ مُطلقًا، وعرفوها بِأَن الْمُقدمَة مَا يتَوَقَّف عَلَيْهَا الْمسَائِل مُطلقًا سَوَاء (3 / ب) كَانَ بِوَاسِطَة أم لَا. والمبادئ مَا يتَوَقَّف عَلَيْهَا الْمسَائِل بِلَا وَاسِطَة، وَقيل: بَينهمَا عُمُوم وخصوص من وَجه.\nالجزء: 1 ¦ الصفحة: 33\n",
        "اعْلَم أَن معرف الشَّيْء هُوَ مَا يُوجب مَعْرفَته مَعْرفَته، والحقائق إِمَّا أَن تكون بسيطة أَو مركبة، وكل مِنْهُمَا إِمَّا أَن يتركب عَنهُ غَيره أَو لَا يتركب؛ فالبسيط الَّذِي لَا يتركب عَنهُ غَيره؛ لَا يحد، وَلَا يحد بِهِ كالواجب، وَالَّذِي يتركب عَنهُ غَيره يحد بِهِ وَلَا يحد، كالجوهري، والمركب الَّذِي لَا يتركب عَنهُ غَيره يحد وَلَا يحد بِهِ كالإنسان، وَالَّذِي يتركب عَنهُ غَيره يحد وَيحد بِهِ كالحيوان؟ فالحد للمركب، وَكَذَا الرَّسْم التَّام، وَأما الرَّسْم النَّاقِص فيشملهما.\nالْحَد: هُوَ القَوْل الدَّال على مَاهِيَّة الشَّيْء، وَقيل: إِنَّه قَول دَال على مَا بِهِ الشَّيْء هُوَ مَا هُوَ، وَقيل: هُوَ قَول يقوم مقَام الِاسْم فِي الدّلَالَة على الْمَاهِيّة.\nالْحَد التَّام: تَعْرِيف الْمَاهِيّة بِجَمِيعِ أَجْزَائِهَا الدَّاخِلَة.\nالْحَد النَّاقِص: تَعْرِيفهَا بِبَعْض أَجْزَائِهَا اللَّازِمَة.\nالرَّسْم التَّام: أَن يذكر الْجُزْء الجنسي، ثمَّ يذكر الْخَاصَّة الْخَارِجَة عَن الْمَاهِيّة مقَام الْفَصْل الْمُقدم لَهَا.\nالرَّسْم النَّاقِص: تَعْرِيفهَا بِأُمُور خَارِجَة عَنْهَا.\nالجزء: 1 ¦ الصفحة: 34\n",
        "قيل: لَو كَانَ للحد حد لَكَانَ لحد الْحَد حد آخر، وَهَكَذَا إِلَى أَن يتسلسل فَيلْزم الْمحَال.\nوَأجِيب بِأَنَّهُ إِذا حد الْحَد الْمُطلق فقد علم أَن الْحَد بِمَا هُوَ. فَمَتَى قيل بعده: مَا حد الْحَد؟ كَانَ جَوَابه أَن يذكر حد الْحَد، ويضاف إِلَى الْحَد، مَتى ذكرنَا مثلا النّصْف لم نحتج أَن نذْكر لنصف النّصْف حدا آخر، وَهَكَذَا إِلَّا مَا لَا نِهَايَة لَهُ؛ لأَنا إِذا عرفنَا أَن النّصْف مَا هُوَ، علمنَا أَن نصف النّصْف عبارَة عَن النّصْف بِشَرْط إِضَافَته إِلَى النّصْف. وَالله أعلم.\nالجزء: 1 ¦ الصفحة: 35\n",
        "(\nفصل\n)\nتَعْرِيف الْمَاهِيّة إِمَّا بِنَفسِهَا، أَو بِأُمُور دَاخِلَة فِيهَا مقومة لَهَا، أَو بِأُمُور خَارِجَة عَنْهَا عارضة لَهَا، وَإِمَّا بتركب من الْقسمَيْنِ.\nالأول: تَعْرِيف الشَّيْء بِنَفسِهِ محَال؛ لِأَن الْوَسِيلَة مَعْلُوم قبل الْمَطْلُوب، فَلَو جعل الشَّيْء مُعَرفا لنَفسِهِ لَكَانَ كَذَلِك الشَّيْء من حَيْثُ إِنَّه وَسِيلَة يجب أَن تكون مَعْرفَته مُتَقَدّمَة، وَمن حَيْثُ إِنَّه مَطْلُوب يجب أَن تكون مَعْرفَته مُتَأَخِّرَة، فَيلْزم أَن يكون الْعلم بِهِ مُتَأَخِّرًا عَن الْعلم بِهِ، وَذَلِكَ محَال.\nالثَّانِي: تَعْرِيف الْمَاهِيّة بالأمور الدَّاخِلَة (4 / أ) إِن كَانَ يذكر مَجْمُوع أَجْزَائِهَا كَانَ حدا تَاما؛ لِأَن الْمَاهِيّة إِذا كَانَت مركبة من مَجْمُوع أُمُور كَثِيرَة فَمَتَى حصل الْعلم بجملتها فقد حصل الْعلم بِتِلْكَ الْمَاهِيّة المتركبة من تِلْكَ الْأُمُور، فَتكون الصُّورَة الذهنية مُطَابقَة للماهية الخارجية مُطَابقَة لَا يُمكن الزِّيَادَة عَلَيْهَا، فَكَمَا أَن الْمَاهِيّة الخارجية إِنَّمَا حصلت من مَجْمُوع تِلْكَ البسائط؛ فَكَذَلِك الْعلم بِتِلْكَ الْمَاهِيّة المركبة حصل من الْعلم بِمَجْمُوع تِلْكَ البسائط؛ فَيكون هَذَا التَّصَوُّر تَاما كَامِلا لَا يقبل الزِّيَادَة وَالنُّقْصَان؛ فَلذَلِك سموهُ الْحَد التَّام، وَإِن كَانَ التَّعْرِيف بِجُزْء لَازم لتِلْك الْمَاهِيّة وجودا وعدما مِمَّا يُسمى فصلا مُقَومًا، فَهَذَا النَّوْع من التَّعْرِيف يُسمى حدا أَو رسما فِيهِ اخْتِلَاف. قَالَ الإِمَام رَحمَه الله: \" هَذَا نزاع لَفْظِي، فَمن يَقُول إِن الْحَد هُوَ الَّذِي يُفِيد معرفَة تَامَّة، فَهَذَا عِنْده لَيْسَ بِحَدّ، وَمن يَقُول: هُوَ الَّذِي يُفِيد معرفَة ذاتية سَوَاء كَانَت الْمعرفَة تَامَّة أَو نَاقِصَة، فَهَذَا عِنْده حد، وَإِن كَانَ التَّعْرِيف بِجُزْء من أَجْزَائِهَا غير اللَّازِمَة لَهَا نفيا، وإثباتا؛ فإمَّا أَن يكون الْمُعَرّف أَعم من الْمَحْدُود، أَو أخص مِنْهُ؛\nالجزء: 1 ¦ الصفحة: 36\n",
        "فَإِن كَانَ أَعم فَلَا محَالة يدْخل فِي التَّعْرِيف شَيْء مُغَاير لذَلِك الْمَحْدُود، وَإِن كَانَ أخص فَيخرج مِنْهُ بعض أَفْرَاد الْمَحْدُود، فَلَا يكون جَامعا مَانِعا على التَّقْدِيرَيْنِ، فَلَا يطرد وَلَا ينعكس فَيكون فَاسِدا.\nالثَّالِث: تَعْرِيف الْمَاهِيّة بالأمور الْخَارِجَة عَنْهَا: وَشرط هَذَا الْمُعَرّف أَن يكون ملازما للماهية نفيا وإثباتا، وَأَن يكون أبين مِنْهَا وَأظْهر، وَهَذَا النَّوْع لَا يُفِيد إِلَّا التميز فَقَط فَلذَلِك سموهُ بالرسم النَّاقِص.\nالرَّابِع: تَعْرِيف الْمَاهِيّة بِمَجْمُوع مَا يكون دَاخِلا فِيهَا، وَمَا يكون خَارِجا عَنْهَا: وَهَذَا إِمَّا أَن يذكر جَمِيع مقومات تِلْكَ الْمَاهِيّة، وكل ذاتياتها، ثمَّ يضم إِلَيْهَا الْأَوْصَاف الخارجية الْمعرفَة، فَهَذَا بعيد جدا؛ لِأَن جَمِيع الذاتيات والمقومات إِذا كَانَت مَذْكُورَة فقد دفع الِاسْتِغْنَاء بذكرها عَن الْأُمُور الْخَارِجَة، وَإِمَّا أَن يذكر بعض مقوماتها وذاتياتها، وَهَذَا على نَوْعَيْنِ: إِمَّا أَن يكون بَين تِلْكَ المقومات والخارجيات عُمُوم (4 / ب) وخصوص، أَو لَا يكون، فَإِن كَانَ الأول فإمَّا أَن يذكر الْحَد الجنسي ثمَّ يذكر الْخَاصَّة الخارجية مقَام الْفَصْل، فَهَذَا يسمونه الرَّسْم التَّام، وَإِمَّا أَن يذكر الْوَصْف العرضي مقَام الْجِنْس ثمَّ يردف بِالْفَصْلِ الْمُقَوّم، قَالَ الإِمَام: وَلم يتَعَرَّضُوا لهَذَا الْقسم وَلم يذكروه باسم، وَالله أعلم.\n(\nفصل\n)\nقيل: التَّعْرِيف بِمَجْمُوع الْأَجْزَاء مُمْتَنع؛ لِأَن مَجْمُوع أَجزَاء الشَّيْء عينه، والجزء إِنَّمَا يعرف إِذا عرف شَيْئا من أَجْزَائِهِ، وَذَلِكَ الْجُزْء إِمَّا أَن يكون هُوَ أَو مَا هُوَ خَارج عَنهُ، وَالْخَارِج إِنَّمَا يعرف إِذا علم اخْتِصَاصه بِهِ، وَذَلِكَ يتَوَقَّف على معرفَة مَا يغايره من الْأُمُور غير المتناهية، وَذَلِكَ محَال، وَأجِيب بِأَن الْجُزْء مقدم على الْكل بالطبع،\nالجزء: 1 ¦ الصفحة: 37\n",
        "والأشياء الَّتِي كل وَاحِد مِنْهَا مقدم على شَيْء يمْنَع أَن يكون نَفسه ومعرفا بِهِ، ومعرف الشَّيْء لَيْسَ بِوَاجِب أَن يعرف شَيْئا من أَجْزَائِهِ أصلا؛ لجَوَاز استغنائها بأسرها. وتعريف الْمَوْصُوف مُتَوَقف على كَون الْوَصْف الْمُعَرّف بِحَيْثُ يلْزم من تصَوره تصَوره بِعَيْنِه، وَذَلِكَ إِنَّمَا يتَوَقَّف حُصُوله، وشموله فِي نفس الْأَمر لَا على الْعلم بهما. قَالَ القَاضِي رَحمَه الله: وَهُوَ ضَعِيف؛ لِأَن تقدم كل وَاحِد لَا يَقْتَضِي تقدم الْكل من حَيْثُ هُوَ كل ومجموع لتدل على الْمُغَايرَة، وَلَو كَانَت الْأَجْزَاء بأسرها حَتَّى الصُّورِي مَعْلُومَة كَانَت الْمَاهِيّة مَعْلُومَة، وَإِلَّا لم يفد التَّحْدِيد، وَلَو استلزم الْخَارِجِي تصَوره، فَإِن كَانَ متصورا كَانَ الْمَلْزُوم متصورا؛ فاستغنى عَن التَّعْرِيف، وَإِن لم يكن متصورا امْتنع التَّعْرِيف، بل الْجَواب الْحق أَن الْأَجْزَاء على انفرادها مَعْلُومَة، والتحديد: استحضارها مَجْمُوعَة بِحَيْثُ يحصل فِي الذِّهْن صُورَة مُطَابقَة للمحدود، فَكَذَا الرَّسْم إِذا كَانَ مركبا، وَأما مُفردا فَلَا يُفِيد.\nقيل: إِن كَانَ الْمَطْلُوب مشعورا امْتنع تَحْصِيله، وَإِن لم يكن مشعورا بِهِ امْتنع طلبه. وَأجِيب بِأَن توجه الطّلب نَحْو الشَّيْء المشعور بِهِ بِبَعْض اعتباراته؛ فَلَا يكون مُمْتَنعا. وَالله أعلم.\nالجزء: 1 ¦ الصفحة: 38\n",
        "(الْبَاب الأول فِي التَّفْسِير)\n1 -\nالتَّفسِير: هُوَ الْكَلَام (5 / أ) فِي أَسبَاب نزُول الْآيَة، وشأنها، وقصتها، وأحكامها من طَرِيق النَّقْل.\n2 -\nالتَّأوِيل: صرف الْكَلَام إِلَى معنى مُحْتَمل مُوَافق لما قبلهَا وَمَا بعْدهَا غير مُخَالف للْكتاب وَالسّنة على طَرِيق الاستنباط.\nقيل: التَّفْسِير: كشف ظَاهر الْقُرْآن، والتأويل: كشف بَاطِنه، وَقيل: التَّفْسِير: مَا يتَعَلَّق بالرواية، والتأويل مَا يتَعَلَّق بالدراية، وَقيل: التَّفْسِير: مَا يُمكن إِدْرَاك الْبشر إِلَى صِفَاته ومعانيه، والتأويل: مَا يمْتَنع إِدْرَاكه، وَلَا يعلم تَأْوِيله إِلَّا الله، وَقيل التَّفْسِير: مَا لم يخْتَلف فِيهِ، والتأويل مَا اخْتلف فِيهِ، وَقيل: التَّفْسِير: بَيَان الْحَقِيقَة، والتأويل بَيَان الْمَقْصُود، وَقيل: التَّفْسِير: مَا لم يرد فِيهِ من السّلف إِلَّا وَجه وَاحِد، والتأويل مَا ورد فِيهِ وُجُوه كَثِيرَة، وَقيل التَّفْسِير للمحكمات، والتأويل للمتشابهات.\n3 -\nالسُّورة: قِطْعَة من الْقُرْآن مَعْلُومَة الْأَوَائِل والأواخر، وَقيل: هِيَ الطَّائِفَة من الْقُرْآن المترجمة الَّتِي أقلهَا ثَلَاث آيَات.\n4 -\nالآيَة: قِطْعَة من السُّورَة محدودة الصُّدُور والأعجاز.\n5 -\nالمحْكَم: مَا أحكمت عِبَارَته بِأَن حفظت من الِاحْتِمَال.\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "6 -\nالمُتَشَابِهِ: هُوَ المشتبه الْمُحْتَمل للتأويل.\nوَقيل: الْمُحكم: مَا لَا يحْتَمل من التَّأْوِيل إِلَّا وَجها وَاحِد، والمتشابه: مَا احْتمل أوجها، وَقيل: الْمُحكم: مَا نعلم تَأْوِيله، والمتشابه: مَا اسْتَأْثر الله بِعِلْمِهِ، وَقيل: الْمُحكم: مَا لم تَتَكَرَّر أَلْفَاظه، والمتشابه مَا تَكَرَّرت، وَقيل: الْمُحكم: مَا أَمر الله بِهِ فِي كل كتاب، والمتشابه: مَا سواهُ، وَقيل: الْمُحكم: النَّاسِخ، والمتشابه: الْمَنْسُوخ.\n7 -\nالمَكِّيّ: مَا نزل من الْقُرْآن بِمَكَّة.\n8 -\nالمَدَنِيّ: مَا نزل مِنْهُ بِالْمَدِينَةِ.\n9 -\nالمُجْمَل: اللَّفْظ المتردد بَين معنين فَصَاعِدا، من غير رُجْحَان جِهَة على أُخْرَى، وَقيل: مَا لَا يفهم مَعْنَاهُ من لَفظه على الْإِطْلَاق.\n10 -\nالْمُفَسّر: مَا يفهم مَعْنَاهُ من لَفظه، وَلَا يقبل التَّأْوِيل، وَقيل: الْمُفَسّر والمحكم وَاحِد.\n11 -\nالمُبيَّنُ: الْوَاضِح بِنَفسِهِ أَو بِغَيْرِهِ.\n12 -\nالْمُؤَوَّلُ: مَا بَين فِيهِ احْتِمَال اللَّفْظ.\n13 -\nالمُطْلَقُ: اللَّفْظ الدَّال على وَاحِد غير معِين.\n14 -\nالمُقَيَّدُ: مَا يتَنَاوَل ذاتا غير مَوْصُوف بِوَصْف.\n15 -\nالعَامُّ: لفظ يسْتَغْرق جَمِيع مَا يصلح لَهُ بِوَضْع وَاحِد.\n16 -\nالخَاصُّ: مَا يَشْمَل بعض مَا يتَنَاوَلهُ اللَّفْظ.\n17 -\nالمَنْطُوقُ: مَا يفهم من اللَّفْظ فِي مَحل النُّطْق.\n18 -\nالمَفْهُومُ (5 / ب) : مَا يفهم مِنْهُ فِي غير مَحل النُّطْق.\n19 -\nالنَّاسِخُ: مَا يبين انْتِهَاء حكم سَابق.\n20 -\nالمَنْسُوخُ: مَا انْتهى حكمه بِحكم آخر مُتَأَخّر عَنهُ. وَالله أعلم.\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 40\n",
        "(الْبَاب الثَّانِي فِي الحَدِيث)\n21 -\nعلم الحَدِيث: تتبع أَقْوَال رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ -، وأفعاله، وَمَا يتَّصل بهما مِمَّا يُفِيد أحد الْأَحْكَام الْخَمْسَة.\n22 -\nالحَدِيث: قَول النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ -، أَو حِكَايَة الصَّحَابِيّ عَنهُ فعلا مُفِيدا لحكم.\n23 -\nالصَّحِيح: مَا اتَّصل سَنَده بِنَقْل الْعدْل الضَّابِط عَن مثله، وَسلم من شذوذ وَعلة.\n24 -\nالحَسَن: مَا لَا يكون فِي إِسْنَاده مُتَّهم، وَقيل: مَا عرف مخرجه واشتهر رِجَاله، وَقيل: مَا اشْتهر رُوَاته بِالصّدقِ وَالْأَمَانَة، وَقصر عَن دَرَجَة رجال الصَّحِيح حفظا وإتقانا بِحَيْثُ لَا يعد مَا انْفَرد بِهِ مُنْكرا، وَقيل: مَا لم يحمل رجال إِسْنَاده عَن مَسْتُور غير مُغفل فِي رِوَايَته.\n25 -\nالضَّعِيفُ: مَا لم يجْتَمع فِيهِ شُرُوط الصَّحِيح وَالْحسن.\n26 -\nالمُسْنَدُ: مَا اتَّصل سَنَده من رُوَاته إِلَى منتهاه، وَقيل: مَا نقل بالعنعنة من غير حذف وَاسِطَة.\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 41\n",
        "27 -\nالْمُتَّصِل: [مَا اتَّصل] رُوَاته، وَكَانَ كل وَاحِد مِنْهُم قد سَمعه مِمَّن فَوْقه سَوَاء كَانَ مَرْفُوعا إِلَى النَّبِي (- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -)\n، أَو مَوْقُوفا على غَيره.\n28 -\nالمَرْفُوعُ: مَا أضيف إِلَى النَّبِي من قَول، أَو فعل، أَو تَقْرِير، سَوَاء كَانَ مُتَّصِلا، أَو مُنْقَطِعًا.\n29 -\nالمُعَنْعَنُ: مَا يُقَال فِي سَنَده فلَان عَن فلَان لَا بِشَرْط الْبَرَاءَة عَن التَّدْلِيس.\n30 -\nالإفْرَادُ: مَا تفرد بِهِ عَن جَمِيع الروَاة، أَو جمع مُعينين، أَو شخص معِين.\n31 -\nالْآحَاد: مَا اسْتَقل بنقله الْأَفْرَاد، وَلَا يَسْتَوِي أَسْفَله أَعْلَاهُ.\n32 -\nالمُدرَجُ: مَا أدرج فِي مَتنه، أَو إِسْنَاده شَيْء من متن، أَو إِسْنَاد آخَرين.\n33 -\nالمَشْهُورُ: مَا رَوَاهُ جمَاعَة من أهل الْعَدَالَة والضبط، وشاع عَن أهل الحَدِيث خَاصَّة دون غَيرهم.\n34 -\nالمُسْتَفِيضُ: مَا كَانَ مَشْهُورا بَين النَّاس وَلم يبلغ مرتبَة الْمُتَوَاتر.\n35 -\nالغَرِيبُ: مَا انْفَرد بِهِ عدل ضَابِط.\n36 -\nالعَزِيزُ: مَا تفرد بِهِ اثْنَان، أَو ثَلَاثَة من أهل الْعَدَالَة والضبط.\n37 -\nالمُصَحَّفُ: مَا وَقع فِيهِ الشُّبْهَة من جِهَة الْكِتَابَة.\nالحديث: 27 ¦ الجزء: 1 ¦ الصفحة: 42\n",
        "38 -\nالمُسَلْسَلُ: مَا تتَابع فِيهِ رجال الْإِسْنَاد عِنْد رِوَايَته على حَالَة أَو صفة.\n39 -\nالمُخْتَلَفُ: أَن يُوجد (6 / أ) حديثان متضادان فِي الْمَعْنى ظَاهرا فَيجمع بَينهمَا أَو يرجح أَحدهمَا.\n40 -\nالمُرْسَلُ: أَن يَقُول التَّابِعِيّ: قَالَ، أَو فعل رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ - كَذَا، وَلم يذكر الصَّحَابِيّ.\n41 -\nالمُعْضَلُ: مَا سقط من سَنَده اثْنَان فَصَاعِدا.\n42 -\nالشَّاذُّ: مَا رَوَاهُ الثِّقَة مُخَالفا لما رَوَاهُ النَّاس. وَقيل: مَا لَيْسَ لَهُ إِلَّا إِسْنَاد وَاحِد شَذَّ بِهِ شيخ ثِقَة كَانَ أَو غير ثِقَة.\n43 -\nالمُعَلَّل: مَا اطلع فِيهِ على مَا يقْدَح فِي صِحَّته، مَعَ أَن ظَاهره السَّلامَة مِنْهُ.\n44 -\nالمُدَلَّسُ: مَا أُخْفِي عَيبه فِي إِسْنَاده لضعف فِيهِ.\n45 -\nالمُضطَرِبُ: مَا اخْتلفت الرِّوَايَة فِيهِ على وُجُوه مُخْتَلفَة.\n46 -\nالمَقْلُوبُ: مَا قلب إِسْنَاده للإشكال أَو التَّرْغِيب.\n47 -\nالمَطْعُونُ: مَا طعن فِي رَاوِيه إِمَّا فسقا، أَو ذهولا، أَو بِدعَة، أَو إِسْنَادًا.\n48 -\nالمَوْضُوعُ: كل متن مختلق على رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -.\nالحديث: 38 ¦ الجزء: 1 ¦ الصفحة: 43\n",
        "(\nفصل\n)\n49 -\nالْإِسْنَاد: رفع الحَدِيث إِلَى قَائِله.\n50 -\nالسَّنَد: إِخْبَار عَن طَرِيق الْمَتْن.\n51 -\nالمَتْنُ: مَا يتقوم بِهِ معنى الحَدِيث.\n52 -\nالاعْتِبَارُ: التَّحَرِّي وَالِاجْتِهَاد فِي حَال الْإِسْنَاد، ليطلع على المتابعات والشواهد.\n53 -\nالسَّمَاعُ: لقف الحَدِيث عَن لفظ الشَّيْخ إملاء، أَو تحديثا من حفظه أَو كِتَابَته.\n54 -\nالعَرْضُ: أَخذ الحَدِيث المقروء - هُوَ أَو غَيره - على الشَّيْخ كِتَابَة أَو حفظا.\n55 -\nالإجَازَةُ: إِذن الشَّيْخ لمُعين، أَو غير معِين فِي الرِّوَايَة عَنهُ.\n56 -\nالمُنَاوَلَةُ: أَن يؤتيه أصل السماع، أَو الْفَرْع الْمُقَابل بِهِ تَمْلِيكًا، أَو إِعَارَة مَقْرُونا بهما إِذن الرِّوَايَة عَنهُ.\nالحديث: 49 ¦ الجزء: 1 ¦ الصفحة: 44\n",
        "57 -\nالمُكَاتَبَةُ: كِتَابَة مسموعة لغَائِب أَو حَاضر بِخَطِّهِ، أَو بِإِذْنِهِ مقرونة بِالْإِجَازَةِ، أَو مُجَرّدَة عَنْهَا.\n58 -\nالإعْلاَم: إِخْبَار رِوَايَة كتاب، أَو سَمَاعه مُقْتَصرا عَلَيْهِ.\n59 -\nالوِجَادَة: وجدان متن، أَو إِسْنَاد بِخَط شيخ مَعْرُوف لَا يَصح إِجَازَته مِنْهُ.\n60 -\nالصَّحَابِيّ: كل مُسلم رأى رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -.\n61 -\nالتَّابِعِيّ: كل مُسلم عدل لَقِي صحابيا.\n62 -\nالمَوْلَى: المنتسب إِلَى شخص أَو قَبيلَة بعتاقة أَو حلف.\n63 -\nالتَّصْحِيحُ: كِتَابَة \" صَحَّ \" فِيمَا عرضه الشَّك وَالْخلاف؛ ليدل على صِحَّته رِوَايَة، وَمعنى.\nالحديث: 57 ¦ الجزء: 1 ¦ الصفحة: 45\n",
        "64 -\nالتَّضْبِيبُ: مد خطّ كرأس الضَّاد الْمُعْجَمَة على ثَابت نقلا فَاسد لفظا، أَو معنى، أَو على ضَعِيف، أَو نَاقص.\n65 -\nالتمريض: مثله.\n66 -\nالمُؤْتَلِفُ المُخْتَلف: مَا يتَّفق فِي الْخط دون اللَّفْظ.\n67 -\n(6 / ب) المتَّفقُ المُفْتَرِق: مَا يتَّفق فِي الْخط وَاللَّفْظ مَعًا.\n68 -\nالدَّارَةُ: مَا يَجْعَل بَين كل حديثين للتميز.\n69 -\nمُثْبِتُ السَّمَاع: من يكْتب أسامي الطالبين يَوْمًا فيوما فِي جَرِيدَة. وَالله أعلم.\nالحديث: 64 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "(الْبَاب الثَّالِث فِي الْفِقْه)\n70 -\nالْفِقْه: ملكة: استنباط مَا لم يُصَرح الشَّارِع مِمَّا صرح بِهِ، وَقيل: تتبع الْأَحْكَام الشَّرْعِيَّة العملية المكتسب من أدلتها التفصيلية.\nالحديث: 70 ¦ الجزء: 1 ¦ الصفحة: 47\n",
        "71 -\nالطَّهُورُ: الطَّاهِر فِي نَفسه المطهر لغيره.\nالحديث: 71 ¦ الجزء: 1 ¦ الصفحة: 48\n",
        "72 -\nالمستعمَل: مَا أُدي بِهِ عبَادَة، أَو انْتقل إِلَيْهِ منع الجرية مَا يُقَابل طرفِي النَّجَاسَة إِلَى حافة النَّهر.\n73 -\nالتَّحري: بذل المجهود فِي طلب الْمَقْصُود، وَقيل تَمْيِيز الطَّاهِر من النَّجس بِمَا يغلب على الظَّن.\n74 -\nالخَبَثُ: عين مستقذرة يمْنَع ملابستها رفع الْحَدث وَالصَّلَاة.\n75 -\nالاسْتِطَابة: طلب الرَّاحَة لخُرُوج مَا يخرج من السَّبِيلَيْنِ.\n76 -\nالمَذْيُ: مَاء رَقِيق أصفر ذُو لزوجة يخرج من لَذَّة النّظر، أَو اللَّمْس، أَو الْفِكر.\n77 -\nالمَنِيّ: مَاء غليظ ذُو تدفق يلتذ بِخُرُوجِهِ.\n78 -\nالوَدْي: مَاء كدر يخرج عقب الْبَوْل.\n79 -\nالدِّباغُ: نزع الفضلات عَن الْجلد بحريف.\n80 -\nالحَدَثُ: أَمر معنوي على سَائِر الْبدن، أَو أَعْضَاء الْوضُوء، مَانع من صِحَة الصَّلَاة.\n81 -\nالْوضُوء: طَهَارَة مُشْتَمِلَة على أَرْكَان مَعْدُودَة.\n82 -\nالنيَّة: الْإِرَادَة المتوجهة نَحْو الْفِعْل ابْتِغَاء لمرضاة الله وامتثالا لأَمره.\nالحديث: 72 ¦ الجزء: 1 ¦ الصفحة: 49\n",
        "83 -\nالاستنثار: استنشاق المَاء ثمَّ إِخْرَاجه بِنَفس الْأنف.\n84 -\nالتَّيَمُّم: تتريب الْوَجْه وَالْيَدَيْنِ مُرَتبا بِقصد التَّطْهِير.\n85 -\nالْحيض: دم يخرج عَن رحم الْمَرْأَة غير نِفَاس.\n86 -\nالنِفاس: دم يخرج عقيب الْولادَة.\n87 -\nالِاسْتِحَاضَة: دم ترَاهُ الْمَرْأَة غير حيض وَلَا نِفَاس، وَقيل: دم يخرج من العاذل؛ وَهُوَ عرق فِي أدنى الرَّحِم دون قَعْره.\n88 -\nالأَذانُ: إِعْلَام النَّاس وَقت الْعِبَادَة بأذكار مَخْصُوصَة فِي أزمان مُعينَة.\n89 -\nالتَّرْجِيعُ: إِثْبَات الشَّهَادَتَيْنِ سرا قبل إتيانهما جَهرا.\n90 -\nالتثويب: قَول: \" الصَّلَاة خير من النّوم بعد الحيعلتين \".\n91 -\nالصَّلاة: عبَادَة ذَات عقد وَسَلام، وَقيل: قُرْآن ضم إِلَيْهَا أَفعَال مَخْصُوصَة.\n92 -\nالركْنُ: مَا يتَوَقَّف عَلَيْهِ وجود الشَّيْء وتصوره.\n93 -\nالشَّرْطُ: مَا يتَوَقَّف عَلَيْهِ صِحَة الشَّيْء فَقَط.\n94 -\n(7 / أ) الصِّحَّة: استتباع الْغَايَة.\n95 -\nالبُطْلان: ضدها.\n96 -\nالفَسَاد: بِمَعْنَاهُ.\n97 -\nالإِجْزَاء: هُوَ الْأَدَاء الْكَافِي لسُقُوط التعبدية، وَقيل: سُقُوط الْقَضَاء.\n98 -\nالْأَدَاء: الْعِبَادَة الَّتِي وَقعت فِي وَقتهَا الْمعِين، وَلم تسبق بأَدَاء مختل.\nالحديث: 83 ¦ الجزء: 1 ¦ الصفحة: 50\n",
        "99 -\nالْقَضَاء: الَّتِي وَقعت بعد وَقتهَا، وَوجد فِيهِ سَبَب وُجُوبهَا، وَقيل: إتْيَان الْعِبَادَة بعد وَقتهَا الْمُقدر استدراكا لما فَاتَ.\n100 -\nالجمَاعَةُ: مَا أقدي فِيهَا بِإِمَام.\n101 -\nالمَسْبُوقُ: من لَا يسع بَين تكبيره وركوع إِمَامه قِرَاءَة فَاتِحَة.\n102 -\nالجُمُعَة: فرض عين لَا يجب قَضَاؤُهُ.\n103 -\nالعُذْرُ: مَا يمْنَع وجود الْقَضَاء.\n104 -\nالرُّخْصَة: مَا شرع لعذر مَعَ قيام الْمَانِع.\n105 -\nصَلاة الخوْفِ: صَلَاة بِمَا يجوز فِيهَا مَا جرت الْعَادة فِي الْحَرْب.\n106 -\nصَلاة الاسْتِسْقَاءِ: صَلَاة يستسقى بهَا الْغَيْث، أَو نبوع عين انْقَطَعت.\n107 -\nالجَنَائِز: مَا شرع للمحتضر وَالْمَيِّت وجوبا، وندبا، وَإِبَاحَة.\n108 -\nالزَّكاة: إِخْرَاج جُزْء مُقَدّر من نِصَاب بنية شرعا.\n109 -\nالنِّصَاب: مَا يبلغ بِهِ المَال حَال الْكَمَال.\n110 -\nالمُعَجَّل: مَا يقدم أَدَاؤُهُ على وُجُوبه.\n111 -\nالخلْطَةُ: نِصَاب مُشْتَرك شَائِع، أَو متميز مُتحد فِي أُمُور محصورة.\n112 -\nالفَقير: من لَا يَقع مَاله موقعا من حَاجته، وَكسب يَلِيق بِهِ.\n113 -\nالْمِسْكِين: من يَقع مَاله، أَو كَسبه موقعها وَلَا يَكْفِيهِ.\n114 -\nالْغَارِم: الْمُعسر المستدين لنَفسِهِ أَو لله.\n115 -\nالمُؤَلَّفَة: ضعفاء النِّيَّة فِي الْإِسْلَام، أَو شرفاء يُرْجَى بإعطائهم إِسْلَام قَومهمْ.\n116 -\nالمُكاتَبُ: الْمَمْلُوك الْعَاجِز عَن أَدَاء ثمنه.\nالحديث: 99 ¦ الجزء: 1 ¦ الصفحة: 51\n",
        "117 -\nابنُ السَّبيلِ: مُعسر منشئ سفر مُبَاح، أَو مجتاز.\n118 -\nالصَّوْم: إمْسَاك يَوْم عَمَّا يُوجب الْفطر بنيته.\n119 -\nالِاعْتِكَاف: لبث مُسلم عَاقل يحل فِي الْمَسْجِد زَائِدا على الطُّمَأْنِينَة بِالنِّيَّةِ.\n120 -\nالحَجُّ: طواف الْكَعْبَة فِي وَقت معِين بِأَفْعَال مَخْصُوصَة، وَقيل: مَا يتَوَقَّف فَرْضه على استطاعة مَالِيَّة، وَأمن فِي السلوك إِلَى الْكَعْبَة، وعرفات فِي أَيَّام مَعْلُومَة.\n121 -\nالعُمْرَة: طوافها بِأَفْعَال مَخْصُوصَة غير مُقَيّدَة بِوَقْت، وَقيل: مَا يتَوَقَّف فرضيته على الِاسْتِطَاعَة، والأمن غير مُقَيّدَة بِوَقْت.\n122 -\nالإحْرام: بنية الْحَج أَو الْعمرَة أَو هما فِي مَكَان معِين.\n123 -\n(7 / ب) الإَفْراد: أَن يحجّ، ثمَّ يعْتَمر.\n124 -\nالتَّمَتُّع: أَن يعْتَمر، ثمَّ يحجّ.\n125 -\nالقِرَانُ: أَن يحرم بهما مَعًا.\n126 -\nالهَدْيُ: مَا يهدى من النعم إِلَى الْحرم؛ تقربا.\n(\nفصل\n)\n127 -\nالبَيْعُ: مَا يُوجب انْتِقَال ملك مُطلقًا بعوض، وَقيل: تمْلِيك الْعين، أَو الْمَنْفَعَة على التَّأْبِيد بعوض مَالِي، وَقيل: مُعَاوضَة مَال بِمَال وَنَحْوه بِالتَّرَاضِي، وَقيل: مُبَادلَة مَال أَو مَنْفَعَة غير مَوْقُوف، على التَّأْبِيد بعوض مَالِي بِلَا قرض وَفسخ، وَقيل: نقل عين مَال معِين أَو فِي الذِّمَّة من مَالك إِلَى مَالك بعوض بِالِاخْتِيَارِ حَالا أَو مُؤَجّلا.\n128 -\nالمُزَابَنَة: بيع الشَّيْء بالشَّيْء لَا مَكِيلًا وَلَا مَوْزُونا.\n129 -\nالمُجَازَفة: كَذَلِك.\nالحديث: 117 ¦ الجزء: 1 ¦ الصفحة: 52\n",
        "130 -\nالمُحَاقَلَة: بيع الزَّرْع بِالْحِنْطَةِ.\n131 -\nالمُخَابَرة: الْمُزَارعَة بِالثُّلثِ أَو الرّبع أَو نَحْو ذَلِك.\n132 -\nبَيْعُ الغَرَر: بيع الْخطر كالطير فِي الْهَوَاء، والسمك فِي المَاء.\n133 -\nالملاقح: مَا فِي بطُون الْأُمَّهَات.\n134 -\nالمَضامين: مَا فِي أصلاب الْآبَاء.\n135 -\nالْخِيَار: تَمْكِين المُشْتَرِي من إِنْفَاذ البيع ونقضه.\n136 -\nالنَّجْشُ: الزِّيَادَة على شرى الْغَيْر من غير احْتِيَاج.\n137 -\nالْجنس الرَّبَوي: مَا يكون فِيهِ صَلَاحِية الطّعْم مُطلقًا أَو جوهرية الْأَثْمَان.\n138 -\nالْقَبْض: تسليط المُشْتَرِي على التَّصَرُّف فِي البيع على حسب حَاله.\n139 -\nالتَّوْلِيَةِ: جعل المُشْتَرِي غَيره مَكَانَهُ فِيمَا اشْترى بِهِ بقول شَرْعِي.\n140 -\nالْمَوْقُوف: مَا وقف نفاذه على إِذن الْمَالِك وَالْمُشْتَرِي.\n141 -\nالْإِقَالَة: نقض بيع مبرم.\n142 -\nالعَيْبُ: مَا ينقص الْقيمَة أَو الْعين نُقْصَانا يفوت (بِهِ) غَرَض صَحِيح يكون الْغَالِب فِي أَمْثَال ذَاك الْمَبِيع عَدمه.\n143 -\nالسَّلَم: عقد على مَوْصُوف فِي الذِّمَّة بِبَدَل يعْطى عَاجلا.\n144 -\nالسَّلَفُ: كَذَلِك.\n145 -\nالقَرْضُ: تمْلِيك أهل التَّبَرُّع مَالا ليسترد مثله مَتى شَاءَ.\nالحديث: 130 ¦ الجزء: 1 ¦ الصفحة: 53\n",
        "146 -\nالقِرَاض: مَا يدْفع إِلَى غير ليتجر فِيهِ، وَيخْتَص بِجُزْء من الرِّبْح.\n147 -\nالمُضَارَبَة: كَذَلِك.\n148 -\nتَفْرِيق الصَّفْقَة: أَن يَبِيع رجل من رجل سلعتين سمى لكل وَاحِد ثمنا مَعْلُوما مُنْفَردا.\n149 -\nالرَّهْنُ: تَوْثِيق دين بِعَين.\n150 -\nالتَّفْلِيس: نِدَاء الْحَاكِم على أحد بِالْحجرِ، أَو بإفلاسه.\n151 -\nالحَجْر: منع الْمَالِك عَن تصرف (فِي) مَاله لحقه، أَو لحق غَيره.\n152 -\nالصّلح: رفع الْخُصُومَة بَين المتداعيين.\n153 -\nصُلْح المفَاوَضَة: مَا يجْرِي على غير الْعين المدعاة.\n154 -\nالتَّحالُفُ: أَن يحلف كل من الْمُتَعَاقدين (8 / أ) أَو الْوَارِث.\n155 -\nالحوَالَة: إِبْدَال دين بآخر.\n156 -\nالضَّمَان: إِلْزَام حق على آخر.\n157 -\nالكَفالَةُ: إِلْزَام إِحْضَار من يسْتَحق حُضُوره مجْلِس الحكم بِإِذْنِهِ، أَو بِإِذن وليه، أَو عين يلْزم مَوته ردهَا.\n158 -\nالوَكالَة: نِيَابَة فِيمَا يتَعَيَّن مِنْهُ الْمُبَاشرَة بِإِيجَاب مُكَلّف.\n159 -\nالشَّرِكَة: خلط مالين لَا يتَمَيَّز أَحدهمَا عَن الآخر بِشَرْط.\nالحديث: 146 ¦ الجزء: 1 ¦ الصفحة: 54\n",
        "160 -\nشَرِكَة العِنَان: أَن يَأْذَن كل وَاحِد مِمَّن لَهُ أَهْلِيَّة التَّوْكِيل والتوكل للْآخر فِي التَّصَرُّف فِي مَال مُشْتَرك.\n161 -\nالإِقْرَار: الْإِخْبَار عَن ثُبُوت حق سَابق.\n162 -\nالعارِيَّة: إِبَاحَة الِانْتِفَاع بِعَين يبْقى مَعَه بِلَا عوض، وَقيل: هبة الْمَنْفَعَة مَعَ اسْتِبْقَاء ملك الرَّقَبَة.\n163 -\nالغَصْبُ: الِاسْتِيلَاء على حق الْغَيْر ظلما.\n164 -\nالشُّفْعَة: حق تمْلِيك قهري بعوض يثبت للشَّرِيك الْقَدِيم على الْحَادِث.\n165 -\nالمُسَاقَاة: تَسْلِيم النخيل، والكروم للتعهد بِجُزْء من ثَمَرهَا.\n166 -\nالمزَارَعَةُ: تَسْلِيم الأَرْض إِلَى غير ليعْمَل عَلَيْهَا بِشَرْط جُزْء لم يخرج.\n167 -\nالْإِجَارَة: تمْلِيك الْمَنْفَعَة مُدَّة بعوض مَالِي.\n168 -\nالجِعَالَة: الْتِزَام جعل على عمل لَا بطرِيق الْإِجَارَة.\n169 -\nإِحْيَاءُ المَواتِ: تملك أَرض لَا مَالك لَهَا بالعمارة.\n170 -\nالوَقْفُ: حبس الأَصْل، وتسبيل الْمَنْفَعَة.\n171 -\nالهِبَة: تمْلِيك منجز، تَامّ بِلَا عوض.\n172 -\nاللَّقَط: أَخذ المَال الضائع للْحِفْظ أَو التَّمَلُّك.\n173 -\nاللَّقِيط: صبي منبوذ لَا كافل لَهُ.\n174 -\nالفَرَائض: هِيَ قسْمَة الْوَارِثين.\n175 -\n[المِيرَاث] : انْتِقَال الشَّيْء إِلَى الْإِنْسَان بِلَا عقد وَلَا تبرع.\n176 -\nالمُنَاسَخَة: أَن يَمُوت وَرَثَة بعد وَرَثَة، وَالْمِيرَاث بعد لم يقسم.\nالحديث: 160 ¦ الجزء: 1 ¦ الصفحة: 55\n",
        "177 -\nالعَوْلُ: أَن يُزَاد أَجزَاء الْفَرِيضَة على الرُّءُوس.\n178 -\nالعَصَبَة: قرَابَة الرجل لِأَبِيهِ، وَبَنوهُ، وَأَبُو أَبِيه، وَقيل: من يَأْخُذ كل التَّرِكَة عِنْد انْفِرَاده، والفاضل عَن الْفَرْض، وَقيل: كل ذكر لَيْسَ بَينه وَبَين الْمَيِّت أُنْثَى.\n179 -\nكَلالَة: أَن يَمُوت الرجل وَلم يتْرك والدا وَلَا ولدا.\n180 -\nالوَصِيَّةُ: تبرع مُضَاف إِلَى مَا بعد الْمَوْت.\n181 -\nالعُمْرَى: أَن يَقُول جعلت لَك هَذَا المَال مُدَّة عمري أَو عمرك، فَإِن مت قبلك فَهُوَ لَك.\n182 -\nالرُّقْبَى: كَذَلِك.\n183 -\nالوصَايةُ: استنابة بعد الْمَوْت.\n184 -\nالإيدَاعُ: تَوْكِيل بِحِفْظ المَال.\n185 -\nالفَيْءُ: مَا حصل من الْكفَّار بِلَا إيجَاف خيل، وركاب.\n186 -\nالغَنِيمَةُ: مَا يحصل مِنْهُم بإيجافها.\nالحديث: 177 ¦ الجزء: 1 ¦ الصفحة: 56\n",
        "(\nفصل\n)\n187 -\nالنِّكَاحُ: تمْلِيك بضع، وتملك بِإِيجَاب وَقبُول، وَولي، وشاهدي عدل.\n188 -\nالصَّدَاقُ: المَال الْوَاجِب (8 / ب) للْمَرْأَة على الرجل بِالنِّكَاحِ، أَو الْوَطْء.\n189 -\nالصَّدُقَةُ: ترادفه.\n190 -\nالتَفْوِيضُ: إخلاء النِّكَاح عَن الْمهْر بِإِذن من يسْتَحقّهُ.\n191 -\nالخُلْعُ: فرقة بَين الزَّوْجَيْنِ بعوض يَأْخُذهُ الزَّوْج.\n192 -\nالتَّشَطُّرُ: رُجُوع نصف الْمهْر إِلَى الزَّوْج قهرا.\n193 -\nالقَسْم: تَقْدِير الرجل مُدَّة لبثه عِنْد نِسَائِهِ.\n194 -\nالنُّشُوزُ: بغض الْمَرْأَة زَوجهَا، وخروجها عَن طَاعَته.\n195 -\nالطَّلاقُ: رفع قيد النِّكَاح بِلَا فسخ.\n196 -\nالإِكْرَاه: تهديد قاهر ذِي عُقُوبَة على مَحْذُور عَظِيم يقدر على إِنْفَاذه حَالا.\n197 -\nالرَّجْعَة: رد زوج لم يسْتَوْف عدد طَلَاقه، أَو ولي مَجْنُون مُطلقَة معِين مجَّانا إِلَى نِكَاحه بِلَفْظ منجز.\n198 -\nالإيلاءُ: حلف الزَّوْج على ترك وَطْء زَوجته الْمُمكن فِي الْقبل مُطلقًا، أَو فَوق أَرْبَعَة أشهر فِي يَمِين.\n199 -\nالظِّهَارُ: تَشْبِيه مُكَلّف زَوجته الَّتِي لم تصر بَائِنَة أَو جزءها بِجُزْء محرم أُنْثَى لم تحل لَهُ أبدا.\n200 -\nاللِّعان: يَمِين مُؤَكدَة بِالشَّهَادَةِ، واللعن، أَو الْغَضَب؛ نفيا للْوَلَد، أَو دفعا للتعزير أَو الْحَد.\n201 -\nالقَذْفُ: سبّ مُكَلّف مُكَلّفا بصيغ توجب الْحَد.\nالحديث: 187 ¦ الجزء: 1 ¦ الصفحة: 57\n",
        "202 -\nالعِدَّة: مُدَّة تربص الزَّوْجَة لبراءة الرَّحِم، أَو التفجع على الزَّوْج.\n203 -\nالإحْدَادُ: ترك الزِّينَة وَالطّيب بعد خبر وَفَاة الزَّوْج.\n204 -\nالاسْتِبْرَاءُ: مُدَّة تربص الْأمة عِنْد حُدُوث ملك الْيَمين، أَو زَوَال الْفراش، أَو إِرَادَة تَزْوِيجهَا إِن وطِئت بِشُبْهَة أَو حل.\n205 -\nالحَضَانَةُ: الْقيام بمصالح من لَا يسْتَقلّ بأَمْره.\n206 -\nالنَّفَقَةُ: مَال يجب بِملك، أَو زوجية، أَو قرَابَة.\n(\nفصل\n)\n207 -\nالجِرَاح: جِنَايَة توجب قودا أَو أرشا.\n208 -\nالقَتْلُ: فعل فِي مَحل يتعقبه زهوق روح الْمَقْتُول بِهِ.\n209 -\nالقِصَاصُ: حق إزهاق وَجب لأولياء الْمَقْتُول على الْقَاتِل فِي الْعمد الْمَحْض.\n210 -\nالدِّيَّةُ: بدل نفس الْحر، أَو طرفه.\n211 -\nالغُرَّةُ: رَقِيق يبْذل فِي قتل الْجَنِين.\n212 -\nاللُّوثُ: أَمارَة تغلب على الظَّن صدق الْوَلِيّ فِي دَعْوَى الدَّم.\n213 -\nالقَسَامَة: حلف من يسْتَحق دم الْمَقْتُول.\nالحديث: 202 ¦ الجزء: 1 ¦ الصفحة: 58\n",
        "214 -\nالبَغْيُ: مُخَالفَة فرقة ذِي شَوْكَة يُمكنهُم المقاومة بمطاع الإِمَام الْعَادِل بِتَأْوِيل بَاطِل ظنا.\n215 -\nالرِّدَّةُ: كفر الْمُسلم الْمُكَلف بقول أَو فعل؛ عنادا أَو اعتقادا، أَو استهزاء صَرِيحًا.\n216 -\nالجِزْيَة: مَا يقْضى من المَال على أهل الْكتاب.\n217 -\nالزِّنا: إيلاج فرج فِي فرج محرم قطعا لعَينه مشتهى طبعا بِلَا (9 / أ) شُبْهَة، وَكره، وَملك، وظنة، وَتَحْلِيل عَالم.\n218 -\nالمُحْصَنُ: الْمُكَلف، الْحر كُله، الْمُصِيب فِي نِكَاح صَحِيح قدر الْحَشَفَة بعْدهَا.\n219 -\nالسَّرِقَةُ: أَخذ مَال الْغَيْر خُفْيَة.\n220 -\nقَاطِع الطَّرِيق: مُكَلّف مُسلم يعْتَمد على الْقُوَّة فِي المغالبة بالبعد عَن الْغَوْث.\n221 -\nالمُهَادَنَة: ترك الإِمَام أَو نَائِبه قتال الْكفَّار لمصْلحَة.\n222 -\nالمعاهَدةُ والموَادَعةُ: توازيانها.\n223 -\nالأمَان: إِزَالَة الْخَوْف عَن الْكَافِر من غير مَال.\n224 -\nالذَّبِيحَةُ: حَيَوَان مَأْكُول لأكل مِنْهُ.\n225 -\nالحَلال: مَا لَا ترجح لأحد طَرفَيْهِ على الآخر.\n226 -\nالجَارِحُ: كل محدد أنهر الدَّم.\nالحديث: 214 ¦ الجزء: 1 ¦ الصفحة: 59\n",
        "227 -\nالأُضْحِيَّة: مَا يتَقرَّب بذَبْحه إِلَى الله من النعم.\n228 -\nالعَقِيقَةُ: مَا يضحى للمولود من النعم المجزئة.\n229 -\nالجَلاَّلَة: الَّتِي تَأْكُل الْعذرَة.\n230 -\nالمُسَابَقَة: مغالبة فِي نوع جنس تمرينا فِيمَا هُوَ الْفضل مِنْهُ شرعا.\n231 -\nاليَمينُ: تَحْقِيق مَا لم يجب عقلا بِذكر اسْم الله أَو صفته.\n232 -\nالنُّكُولُ: الِامْتِنَاع من الْيَمين.\n233 -\nالجَرْحُ: رد شَهَادَة الشَّاهِد بفسق، أَو مجادلة، أَو مسْقط للمروءة.\n234 -\nالتَّزْكِيَة: ضد الْجرْح.\n235 -\nالقسْمَة: إِفْرَاز حق كل ذِي حق من الْملك شرعا.\n236 -\nالنَّذْر: الْتِزَام مُكَلّف مُسلم قربَة غير وَاجِبَة على الْأَعْيَان بِلَفْظ.\n237 -\nالكِتَابَة: تعلق عتق بأَدَاء مَال منجم.\n238 -\nالنُّجُوم: دفعات المَال الَّتِي يُؤَدِّيهَا.\n239 -\nالتَّعْجِيزُ: أَن يعجز الْمكَاتب نَفسه، أَو يعجزه سَيّده فينقض الْمكَاتب.\nالحديث: 227 ¦ الجزء: 1 ¦ الصفحة: 60\n",
        "240 -\nالمُسْتَوْلدةُ: أمة أَتَت بِظَاهِر تخطيط علقت بِهِ من السَّيِّد فِي ملكه.\n241 -\nالتَّدْبِيرُ: تَعْلِيق الْمُكَلف عتق ملكه بِمَوْتِهِ بصيغ مَوْضُوعَة لَهُ.\n242 -\nالإعْتَاقُ: إِطْلَاق الرَّقِيق من قيد الرّقّ بِعِبَارَة مَخْصُوصَة.\nوَالله أعلم\nالحديث: 240 ¦ الجزء: 1 ¦ الصفحة: 61\n",
        "(الْبَاب الرَّابِع فِي أصُول الْفِقْه)\n243 -\nأُصُولُ الفِقْه: معرفَة دَلَائِل الْفِقْه إِجْمَالا، وَكَيْفِيَّة الاستفادة مِنْهَا، وَحَال المستفيد.\n244 -\nالحُكْم: خطاب الله تَعَالَى الْمُتَعَلّق بِأَفْعَال الْمُكَلّفين بالاقتضاء أَو التَّخْيِير.\n245 -\nالخِطَاب: الْكَلَام الَّذِي يفهم المستمع مِنْهُ شَيْئا.\n246 -\nالتَّكْلِيف: تَوْجِيه الْخطاب إِلَى الْمُخَاطب، وَقيل: إِلْزَام مَا يشق.\n247 -\nالوَاجِب: مَا يذم تَاركه قصدا مُطلقًا، وَقيل: مَا ثَبت وُجُوبه بِدَلِيل غير قَطْعِيّ، وَقيل: مَا يجب عملا لَا اعتقادا، وَلَا علما، وَقيل: فرض بِدَلِيل فِيهِ نوع شكّ، وَقيل: مَا لَا يسع تَركه، وَيلْحق الْإِثْم بِتَرْكِهِ.\n248 -\nالفَرْض: يرادفه، وَقيل: مَا يكفر جاحده، وَقيل مَا ثَبت وُجُوبه بِدَلِيل قَطْعِيّ، وَقيل: مَا يجب عملا، واعتقادا، وعلما.\n249 -\nالحَتْمُ والمركَّب: كَذَلِك.\nالحديث: 243 ¦ الجزء: 1 ¦ الصفحة: 62\n",
        "250 -\nالنَّدْبُ: مَا يحمد فَاعله وَلَا يذم تَاركه.\n251 -\nالنَّافِلَة والسُّنَّة: ترادفانه.\n252 -\nالمُبَاحُ: مَا لَا يتَعَلَّق بِفِعْلِهِ (9 / ب) وَتَركه مدح وَلَا ذمّ، وَقيل: مَا يَسْتَوِي فعله وَتَركه، وَقيل: مَا اعتدل طرفاه.\n253 -\nالجائِز: بِمَعْنَاهُ.\n254 -\nالمكرُوه: مَا يمدح تَاركه، وَلَا يذم فَاعله.\n255 -\nالحَرَام: مَا يذم شرعا فَاعله.\n256 -\nالمَحْظُور: كَذَلِك.\n257 -\nالْعَزِيمَة: الحكم الثَّابِت على وفْق الدَّلِيل.\n258 -\nالرُّخْصَة: حكم ثَبت على خلاف الدَّلِيل لعذر.\n259 -\nالنَّص: اللَّفْظ الْمُفِيد الْمُرْتَفع عَن قبُول التَّأْوِيل، وَقيل: مَا لَا يحْتَمل إِلَّا تَأْوِيلا وَاحِدًا، وَقيل: مَا يَسْتَوِي ظَاهره وباطنه، وَقيل: مَا تعرى لَفظه عَن الشُّبْهَة وَمَعْنَاهُ عَن الشّركَة، وَقيل: مَا وَقع فِي بَيَانه إِلَى أقْصَى غَايَته.\n260 -\nالبَيَان: إِخْرَاج الشَّيْء عَن حيرة الْإِشْكَال إِلَى فضاء الوضوح، وَقيل: هُوَ الدَّلِيل الَّذِي يُوصل بِصَحِيح النّظر فِيهِ إِلَى علم أَو ظن، وَقيل: هُوَ الْعلم الْحَاصِل من الدَّلِيل.\nالحديث: 250 ¦ الجزء: 1 ¦ الصفحة: 63\n",
        "261 -\nالظَّاهِرُ: مَا احْتمل مَعْنيين أَحدهمَا أظهر من الآخر.\n262 -\nالأصْلُ: هُوَ الْمُتَّفق على تَعْلِيله، وَقيل: الحكم إِمَّا بِنَصّ أَو إِجْمَاع.\n263 -\nالفَرْعُ: مَا لَا يسْتَقلّ بِنَفسِهِ، وَقيل: الْمُخْتَلف فِي تَعْلِيله.\n264 -\nمَفْهومُ المُخَالَفَة: مَا يُخَالف حكم الْمَسْكُوت عَنهُ حكم الْمَنْطُوق.\n265 -\nمَفْهومُ الموافقةِ: مَا يكون حكم مسكوته مُوَافقا لحكم منطوقه، أَو هُوَ أولى بِهِ، وَقد يُسمى فحوى الْخطاب.\n(\nفصل\n)\n266 -\nالْعِلْمُ: تَصْدِيق جازم مُطَابق للْوَاقِع لموجب. وَقيل: صفة توجب لمحلها تميزا لَا يحْتَمل النقيض بِوَجْه. وَقيل: معرفَة الشَّيْء على مَا هُوَ بِهِ، وَقيل: هُوَ انْتِفَاء الخفاء.\n267 -\nاليَقِينُ: علم يحصل بعد اسْتِدْلَال وروية.\n268 -\nالظَّنُّ: تَجْوِيز أَمريْن أَحدهمَا أظهر من الآخر.\n269 -\nالوَهْم: طرفه الآخر.\n270 -\nالشَّك: تردد بَين أَمريْن لَا مزية لأَحَدهمَا على الآخر.\nالحديث: 261 ¦ الجزء: 1 ¦ الصفحة: 64\n",
        "271 -\nالسَّهْوُ: ذُهُول عَن الْمَعْلُوم إِن خطر على البال، ويتنبه صَاحبه بِأَدْنَى تَنْبِيه.\n272 -\nالجَهْلُ: اعْتِقَاد الشَّيْء على خلاف مَا هُوَ بِهِ.\n273 -\nالخَطَأ: الذهول عَن الْمَعْلُوم مُحْتَاجا إِلَى زِيَادَة تَنْبِيه.\n274 -\nالاشْتِقَاق: رد لفظ إِلَى آخر لموافقته فِي حُرُوفه الْأَصْلِيَّة، ومناسبته فِي الْمَعْنى.\n275 -\nالترادُف: توالي الْأَلْفَاظ المفردة الدَّالَّة على شَيْء وَاحِد بِاعْتِبَار وَاحِد.\n276 -\nالاشْتِراكُ: تواطؤ الْمعَانِي الْمُخْتَلفَة تَحت لفظ وَاحِد بِاعْتِبَار وَاحِد.\n277 -\nالحَقِيقَة: هِيَ اللَّفْظ الْمُسْتَعْمل فِيمَا وضع لَهُ فِي اصْطِلَاح التخاطب.\n278 -\nالمَجاز: اللَّفْظ الْمُسْتَعْمل فِي معنى غير مَوْضُوع لَهُ يُنَاسب المصطلح.\n279 -\nالمُوَافقة: اعْتِقَاد حقية الْأَمر.\n280 -\nالمُخَالَفَة: اعْتِقَاد فَسَاده.\n281 -\n(10 / أ) المختلفان: مَا اخْتلفَا فِي أخص صفاتهما.\n282 -\nالضِّدَان: مَا لَا يسد أَحدهمَا مسد الآخر، وَقيل: مَا لَا يتَصَوَّر اجْتِمَاعهمَا فِي زمَان وَاحِد فِي مَكَان وَاحِد قُوَّة وفعلا.\nالحديث: 271 ¦ الجزء: 1 ¦ الصفحة: 65\n",
        "283 -\nالأمْرُ: استدعاء الْفِعْل بالْقَوْل مِمَّن هُوَ دونه، وَقيل: الطّلب الْجَزْم والاقتضاء الحتم، وَقيل: طلب اتِّحَاد الْمَأْخُوذ.\n284 -\nالنَّهْيُ: القَوْل الَّذِي يَسْتَدْعِي ترك الْفِعْل مِمَّن هُوَ دونه، وَقيل: هُوَ الدُّعَاء إِلَى الإحجام.\n285 -\nالنَّفْيُ: القَوْل الَّذِي يدل على عدم الْمَنْفِيّ.\n286 -\nالاسْتِثْنَاءُ: إِخْرَاج بعض الْجُمْلَة بإلا غير الصّفة وَنَحْوهَا.\n287 -\nالشَّرْطُ: مَا يتَوَقَّف عَلَيْهِ بأثر الْمُؤثر.\n288 -\nالنَّسْخُ: بَيَان انْتِهَاء حكم شَرْعِي متراخ.\n(\nفصل\n)\n289 -\nالسُّنَّة: قَول الرَّسُول - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ -، أَو فعله أَو تَقْرِيره.\n290 -\nالمُتَوَاتِرُ: كل خبر بلغت رُوَاته فِي الْكَثْرَة مبلغا، أَو أحالت الْعَادة تواطؤهم على الْكَذِب.\n291 -\nالعَدَالة: ملكة فِي النَّفس تمنع عَن اقتراف الْكَبَائِر والرذائل الْمُبَاحَة.\n292 -\nالخَبَرُ الصِّدق: مَا علم وجود مخبره بِالضَّرُورَةِ، أَو الِاسْتِدْلَال.\nالحديث: 283 ¦ الجزء: 1 ¦ الصفحة: 66\n",
        "293 -\nالخَبَرُ الكَذِب: مَا علم خِلَافه ضَرُورَة أَو اسْتِدْلَالا.\n294 -\nالاجْتِهَادُ: استفراغ الْجهد فِي دَرك الْأَحْكَام الشَّرْعِيَّة.\n295 -\nالتَّقْلِيدُ: قبُول قَول الْغَيْر بِلَا مُطَالبَة حجَّة.\n296 -\nالحُجَّةُ: مَا دلّت على صِحَة الدَّعْوَى.\n297 -\nالرأيُ: عبارَة عَن ظن قوي.\n298 -\nالمَعْرِفة: إِدْرَاك صور الموجودات.\n299 -\nالبُرْهانُ: هُوَ الْقيَاس الْمُؤلف اليقيني.\n300 -\nالإجْمَاع: اتِّفَاق أهل الْحل، وَالْعقد من أمة مُحَمَّد - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -.\n301 -\nالقِياس: حمل مَعْلُوم على مَعْلُوم فِي إِثْبَات حكم لَهما أَو نَفْيه عَنْهُمَا بِنَاء على جَامع، وَقيل: إِثْبَات مثل حكم مَعْلُوم فِي مَعْلُوم آخر لاشْتِرَاكهمَا فِي عِلّة الحكم عِنْد الْمُثبت، وَقيل: رد الشَّيْء إِلَى نَظِيره فِي الْأُصُول الثَّلَاثَة.\n302 -\nالعِلَّة: هِيَ الْمُعَرّف للْحكم.\n303 -\nالدّلالَة: الْجمع بَين الأَصْل وَالْفرع بِأَمْر زَائِد على الْعلَّة.\n304 -\nقِياسُ العِلَّة: أَن يجمع بَين الأَصْل وَالْفرع بِعَين الْعلَّة.\nالحديث: 293 ¦ الجزء: 1 ¦ الصفحة: 67\n",
        "305 -\nقياسُ النِّسْبَة: أَن يجمع بَين الأَصْل وَالْفرع بِمَا يُوهم اشتماله على الْعلَّة من غير أَن يلوح وَجه الْمُنَاسبَة فِيهِ.\n306 -\nتَخْريجُ المناط: النّظر فِي تعرف علية الحكم بالاستنباط.\n307 -\nتنقيحُ المَناط: أَن يبين إِلْغَاء الْفَارِق.\n308 -\nالإخَالة: ملاءمة الحكم للْمصْلحَة ومناسبة الْعلَّة.\n309 -\nالحكمُ المناسِبُ: مَا يجلب للْإنْسَان نفعا، أَو يدْفع عَنهُ ضَرَرا.\n310 -\nالمُنَافِي: مَا يلْزم مِنْهُ مفْسدَة بِتَقْدِير ثُبُوت حكم مَعَه.\n311 -\nالمُلائِم: مَا أثر (10 / ب) جنس الْعلَّة فِي جنس الحكم.\n312 -\nالمُؤَثِّرُ: مَا ظهر تَأْثِيره فِي الحكم.\n313 -\nالدَّوَرَانُ: أَن يحدث الحكم بحدوثه وينعدم بِعَدَمِهِ.\n314 -\nالطَّرْدُ: وجود الحكم بِوُجُود الْعلَّة، وَقيل: أَن يثبت مَعَه الحكم فِيمَا عدا الْمُتَنَازع فِيهِ إِلْحَاقًا للفرد بالأعم الْأَغْلَب.\nالحديث: 305 ¦ الجزء: 1 ¦ الصفحة: 68\n",
        "315 -\nالنَّقْضُ: إبداء الْوَصْف بِدُونِ الحكم.\n316 -\nالكَسْرُ: عدم تَأْثِير أحد الجزئين وَنقض الآخر.\n317 -\nالقَلْبُ: أَن يرْبط خلاف قَول الْمُسْتَدلّ على علته إِلْحَاقًا بِأَصْلِهِ.\n318 -\nالقولُ بالموجِبِ: تَسْلِيم مُقْتَضى قَول الْمُسْتَدلّ مَعَ بَقَاء الْخلاف.\n319 -\nالفَرْقُ: جعل تعين الأَصْل عِلّة أَو الْفَرْع مَانِعا.\n320 -\nالتَّرْجِيحُ: تَقْوِيَة إِحْدَى الأمارتين على الْأُخْرَى، ليعْمَل بهَا.\nوَالله أعلم.\nالحديث: 315 ¦ الجزء: 1 ¦ الصفحة: 69\n",
        "(الْبَاب الْخَامِس فِي أصُول الْكَلَام)\n321 -\nعِلمُ الكَلامِ: مَا يبْحَث فِيهِ عَن ذَات الله تَعَالَى، وَصِفَاته، وأحوال الممكنات فِي المبدأ والمعاد، على قانون الْإِسْلَام، وَقيل: علم يبْحَث فِيهِ عَن الْأَعْرَاض الذاتية للموجود من حَيْثُ هُوَ هُوَ على قانون الْإِسْلَام، وَقيل: علم يقدر مَعَه على إِثْبَات العقائد الدِّينِيَّة بإيراد الْحجَج وَدفع الشُّبْهَة.\n322 -\nالوَاجِب: مَا اقْتَضَت ذَاته وجوده فِي الْخَارِج.\n323 -\nالمُمْتَنِعُ: مَا اقْتَضَت ذَاته عدم وجوده فِي الْخَارِج.\n324 -\nالمُمْكِن: مَا لم تقتض ذَاته فِي الْخَارِج وجودا وَلَا عدما.\n325 -\nالجَوْهَري: مُمكن لم يكن فِي مَوْضُوع.\n326 -\nالعَرَضُ: مُمكن يكون فِي مَوْضُوع.\n327 -\nالوَضْعُ: كَون الشَّيْء مشارا إِلَيْهِ إِشَارَة حسية.\n328 -\nالصُّورَة النَّوْعِيَّة: حَالَة يكون مبدأ الْآثَار المختصة بالنوع.\n329 -\nالنفْسُ النَّبَاتِيَّة: حَالَة تكون مبدأ الاغتذاء والنماء.\nالحديث: 321 ¦ الجزء: 1 ¦ الصفحة: 70\n",
        "330 -\nالنفْسُ الحَيَوانِيَّة: حَالَة يكون مبدأ للحس وَالْحَرَكَة الإرادية.\n331 -\nالنفْسُ الطَّبِيعيَّة: بِخِلَافِهَا.\n332 -\nالطَّبيعَة: بَدْء حَرَكَة وانتهاء سُكُون.\n333 -\nالطَّبع: هَيْئَة يستكمل بهَا نوع من الْأَنْوَاع كَانَت فعلية أَو انفعالية.\n334 -\nالكَمّ: مَا يقبل الانقسام لذاته.\n335 -\nالكيفُ: الْعرض الَّذِي لَا يكون مَاهِيَّة بِالْقِيَاسِ إِلَى الْغَيْر، وَلَا يَقْتَضِي الانقسام لذاته.\n336 -\nالمُضَافُ: هُوَ النِّسْبَة المكررة، قيل: مَا يثبت بِثُبُوت الآخر.\n337 -\nالأَيْن: هُوَ الْحُصُول فِي الْمَكَان.\n338 -\nمَتَى: هُوَ الْحُصُول فِي الزَّمَان.\n339 -\nالوضعُ: هَيْئَة تحصل للجسم بِسَبَب نِسْبَة بعض أَجْزَائِهِ، وَإِلَى الْأُمُور الخارجية.\n340 -\n(11 / أ) المِلْكُ: نِسْبَة الشَّيْء إِلَى ملاصق ينْتَقل انْتِقَاله\n341 -\nالفِعْل: هُوَ التَّأْثِير.\nالحديث: 330 ¦ الجزء: 1 ¦ الصفحة: 71\n",
        "342 -\nالانْفعال: هُوَ التأثر.\n343 -\nالحَيِّزُ: هُوَ الْفَرَاغ المتوهم المشغول بالشَّيْء.\n344 -\nالشَّيْءُ: مَا يجوز أَن يخبر عَنهُ، وَتَصِح الدّلَالَة عَلَيْهِ.\n345 -\nالمعدُومُ: مَا يَصح أَن يُقَال ل: هَل يُوجد؟\n346 -\nالجَوْهَرُ الفَرْدُ: متحيز لَا يقبل الْقِسْمَة.\n347 -\nالجِسْمُ: متحيز قَابل للْقِسْمَة.\n348 -\nالعَرَضُ: هُوَ الْحَال فِي المتحيز.\n349 -\nالحَرَكَةُ: حُصُول الْجَوْهَر فِي حيّز قبل حُصُوله فِي حيّز آخر.\n350 -\nالسُّكُونُ: حُصُوله بعد حُصُوله فِي حيّز آخر.\n351 -\nالافتراقُ: حُصُول جوهرين فِي حيزين بِحَيْثُ يُمكن أَن يتوسطهما ثَالِث.\n352 -\nالاجْتماعُ: حصولهما فيهمَا بِحَيْثُ لَا يُمكن توَسط.\n353 -\nالوُجُودُ: هُوَ الْكَوْن.\n354 -\nالعَدَمُ: انْتِفَاء الْكَوْن.\n355 -\nالحَالُ: صفة لموجود غير مَوْصُوفَة بالوجود والعدم.\n356 -\nالوُجُودِيّ: مَا لَيْسَ فِي نفس مَفْهُومه وَحَقِيقَته نفي شَيْء.\n357 -\nالعَدَمِيّ: مَا يكون كَذَلِك.\n358 -\nالحُدُوثُ: كَون الْوُجُود مَسْبُوقا بِالْعدمِ، وَقيل: هُوَ الْخُرُوج من الْعَدَم.\n359 -\nالقِدَمُ: كَون الْوُجُود غير مَسْبُوق بِالْعدمِ.\nالحديث: 342 ¦ الجزء: 1 ¦ الصفحة: 72\n",
        "360 -\nالحُدُوثُ الإضَافِيّ: مَا مضى من وجود شَيْء أقل مِمَّا مضى من وجود آخر.\n361 -\nالحُدُوثُ المطلَقُ: يُقَابله.\n362 -\nالعِلَّة: مَا يحْتَاج إِلَيْهِ وجود الشَّيْء.\n363 -\nالعِلَّةُ التَّامَّةُ: جملَة مَا يحْتَاج إِلَيْهِ وجود الشَّيْء.\n364 -\nالعِلَّةُ غيرُ التامَّةِ: بعض مَا يحْتَاج إِلَيْهِ وجود الشَّيْء.\n365 -\nالعِلّةُ المَادِّيَّةُ: مَا يكون بهَا الشَّيْء بِالْقُوَّةِ.\n366 -\nالعِلَّةُ الصُّورِيَّة: مَا يكون بهَا الشَّيْء بِالْفِعْلِ.\n367 -\nالعِلَّةُ الفَاعِلِيَّةُ: مَا يُفِيد وجود الشَّيْء.\n368 -\nالعِلَّةُ الغَائِيةُ: مَا يكون لأَجلهَا الشَّيْء.\n369 -\nالفَاعِلُ المختارُ: هُوَ الَّذِي إِن شَاءَ فعل وَإِن شَاءَ ترك.\n(\nفصل\n)\n370 -\nالعَالَمُ: كل مَوْجُود سوى الله تَعَالَى.\n371 -\nالإيمانُ: تَصْدِيق الرَّسُول بِمَا علم مَجِيئه بِهِ بِالضَّرُورَةِ، وَقيل: إِقْرَار بِاللِّسَانِ، وتصديق بالجنان، وَعمل بالأركان.\n372 -\nالاعتقادُ: ربط الْقلب على الشَّيْء بالتكليف، وَقيل: سُكُون النَّفس إِلَى الشَّيْء.\n373 -\nالتوحيدُ: الْعلم بِأَن الْوَاحِد وَاحِد.\n374 -\nالقَضَاءُ: علم الله تَعَالَى بالكائنات من الْأَزَل إِلَى الْأَبَد على سَبِيل الْإِجْمَال.\nالحديث: 360 ¦ الجزء: 1 ¦ الصفحة: 73\n",
        "375 -\nالقَدَرُ: علمه بهَا على سَبِيل التَّفْصِيل.\n376 -\nالإرَادةُ: توَافق الْعلم، وَقَالَت الْمُعْتَزلَة: توَافق الْأَمر.\n377 -\nالإِسْلام: الانقياد لأحكام الدّين ظَاهرا، وَبَاطنا.\n378 -\nالدِّينُ: اعْتِقَاد الشَّيْء على مَا كَانَ النَّحْو عَلَيْهِ حَقًا كَانَ أَو بَاطِلا.\n379 -\nالمِلَّة: مَا بَينه الله تَعَالَى على لِسَان رَسُوله لِعِبَادِهِ وَدِيعَة إِلَى جواره.\n380 -\nالكُفْر: تَغْطِيَة الْحق بِالْبَاطِلِ.\n381 -\nالشَّرْع: هُوَ الْوَضع الْهَادِي إِلَى الْحق.\n382 -\nالمَشْرُوع: هُوَ الْمَأْذُون من قبل (11 / ب) الشَّرْع.\n383 -\nالرَّسُولُ: هُوَ الْمُرْسل من الله إِلَى أمته، أَو إِلَى جَمِيع الْخلق، وَقيل: إِنْسَان بَعثه الله إِلَى الْعباد لتبليغ مَا أُوحِي إِلَيْهِ.\n384 -\nالوَحْيُ: كَلَام إلهي منزل على نَبِي بِوَاسِطَة الْملك، أَو بإلقاء معنى فِي الروع.\n385 -\nالكَلامُ: الْأَلْفَاظ التَّامَّة المركبة، وحروف دَالَّة على معَان مفيدة.\n386 -\nالقُرْآنُ: هُوَ الْكَلَام الْمنزل للإعجاز بِسُورَة مِنْهُ.\n387 -\nالمُعْجِزَةُ: فعل من أَفعَال الله خارق للْعَادَة مقترنا بِدَعْوَى النُّبُوَّة مُوَافقا لدعواه عِنْد التحدي مَعَ عدم الْمُعَارضَة.\n388 -\nالعِصْمَةُ: ملكة نفسانية تمنع عَن الْفُجُور.\nالحديث: 375 ¦ الجزء: 1 ¦ الصفحة: 74\n",
        "389 -\nالرَّوحَانِيُّون: أجسام لَطِيفَة قادرة على التشكيل بأشكال مُخْتَلفَة.\n390 -\nالكَرَامَةُ: فعل خَارج عَن الْعَادة يظْهر على شخص من غير دَعْوَاهُ، بِرِضا الله تَعَالَى.\n391 -\nالعِبَادةُ: فعل خلص لله بِالِاخْتِيَارِ تَعْظِيمًا لَهُ بِإِذْنِهِ.\n392 -\nالسُّنَّةُ: مَا واظب عَلَيْهِ رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ - مَعَ الْإِشْعَار بِجَوَاز التّرْك.\n393 -\nالطَّاعَةُ: امْتِثَال أَمر بَات على حكم الْوَاقِعَة.\n394 -\nالمَعْصِيَة مُخَالفَة أَمر الله تَعَالَى مَعَ الْتِزَام الْمُؤَاخَذَة.\n395 -\nالرَّحْمَةُ: إِرَادَة الْخَيْر من الله لأَهْلهَا.\n396 -\nالغَضَبُ: إِرَادَة الْعقُوبَة لأَهْلهَا.\n397 -\nالتَّوفِيقُ: خلق الْقُدْرَة على الطَّاعَة.\n398 -\nالخِذْلانُ: خلق الْقُدْرَة على الْمعْصِيَة.\n399 -\nالنِّعْمَةُ: مَا كَانَت عَاقبَتهَا محمودة.\n400 -\nالنِّقْمَةُ: مَا كَانَت عَاقبَتهَا مذمومة، وَقيل: مَا يُوجد مِنْهَا الْعَذَاب.\n401 -\nالإمَامَةُ: هِيَ الرِّئَاسَة الْعَامَّة فِي الدّين وَالدُّنْيَا. وَالله أعلم.\nالحديث: 389 ¦ الجزء: 1 ¦ الصفحة: 75\n",
        "(الْبَاب السَّادِس فِي الجدل)\n402 -\nعِلْمُ الجدلِ: صناعَة نظرية يُسْتَفَاد مِنْهَا كَيْفيَّة المناظرة وشرائطها صِيَانة عَن الْخبط فِي الْبَحْث وإلزاما للخصم وإفحامه، وَقيل: قانون يُفِيد عرفان الْقدر الْكَافِي من الهيئات، وأقسام الاعتراضات، والجوابات الموجهات مِنْهَا وَغير الموجهات.\n403 -\nالمناظَرَة: النّظر بالبصيرة من الْجَانِبَيْنِ فِي النِّسْبَة بَين الشَّيْئَيْنِ بِإِظْهَار للصَّوَاب.\n404 -\nالمجَادَلةُ: تعَارض يجْرِي بَين متنازعين فَصَاعِدا إِمَّا لتحقيق حق، أَو تَغْلِيب ظن، أَو إبِْطَال بَاطِل.\n405 -\nالأَدَبُ: مُحَافظَة مَا يجب محافظته فِي الشَّيْء لأجل الْمُبَاشرَة والشروع فِيهِ\n406 -\nالبَحْثُ: إِثْبَات النِّسْبَة الإيجابية والسلبية بَين الشَّيْئَيْنِ بطرِيق الِاسْتِدْلَال.\n407 -\nالإشَارةُ: دلَالَة عقلية أَو حسية إِلَى الشَّيْء بِحَيْثُ (12 / أ) لَا يُشَارِكهُ فِيهِ غَيره.\n408 -\nالضَّلالَة: سلوك طَرِيق لَا يُوصل إِلَى الْمَطْلُوب، وَقيل: فقدان مَا يُوصل إِلَى الْمَطْلُوب.\n409 -\nالحَيْرَةُ: مَا ينشأ عَن تعَارض الْأَدِلَّة.\n410 -\nالفَهْمُ: تصور الْمَعْنى من لفظ الْمُخَاطب.\n411 -\nالتفْهِيمُ: إِيصَال الْمَعْنى إِلَى ذهن السَّامع بِوَاسِطَة اللَّفْظ.\n412 -\nالإلْهامُ: إِلْقَاء معنى فِي الروع بطرِيق الْفَيْض.\n413 -\nالصَّوابُ: مَا يكون مطابقا لِلْأَمْرِ فِي نَفسه.\n414 -\nالفِكْرُ: حركات تخييلية فِي الذِّهْن، وَقيل: انْتِقَال النَّفس فِي الْمعَانِي انتقالا بِالْقَصْدِ؛ لطلب علم، أَو ظن.\nالحديث: 402 ¦ الجزء: 1 ¦ الصفحة: 76\n",
        "(\nفصل\n)\n415 -\nالدَّلِيلُ: مَا يُؤَدِّي إِلَى إِدْرَاك الْمَطْلُوب، وَقيل: مَا يلْزم من الْعلم بِهِ الْعلم بِشَيْء آخر، وَقيل: مَا يُمكن التَّوَصُّل بِصَحِيح النّظر فِيهِ إِلَى مَطْلُوب خبري، وَقيل: هُوَ كل أَمر صَحَّ أَن يتَوَصَّل بِصَحِيح النّظر فِيهِ إِلَى علم مَا لم يعلم باضطرار.\n416 -\nالدَّالُّ: هُوَ الْمخبر عَن الدّلَالَة المنصوبة.\n417 -\nالمَدْلُولُ: هُوَ الْمَطْلُوب عَن الدَّلِيل.\n418 -\nالمدْلُولُ لَهُ: من ينصب لأَجله الدَّلِيل.\n419 -\nالمُسْتَدِلُّ: النَّاظر الطَّالِب للْعلم، وَقيل: هُوَ السَّائِل نصب الدَّلِيل.\n420 -\nالمسْتَدَلّ: هُوَ المطالب بِالدّلَالَةِ.\n421 -\nالمُسْتَدَلُّ لَهُ: هُوَ الحكم الْمَطْلُوب عَن النّظر.\n422 -\nالمستدَلُّ عَلَيْهِ: هُوَ الحكم الْمَدْلُول بِالدَّلِيلِ.\n423 -\nالاسْتِدْلالُ: هُوَ الْبَحْث وَالنَّظَر، وَقيل: مَسْأَلَة السَّائِل عَن الدَّلِيل.\n424 -\nالأمارة: مَا يلْزم من الْعلم بِهِ الظَّن بِوُجُود الْمَدْلُول.\n425 -\nأركَانُ الشَّيْءِ: أجزاؤه فِي الْوُجُود الَّتِي لَا تحصل إِلَّا بحصولها دَاخِلَة فِي حَقِيقَته مُحَققَة لهويته.\n426 -\nالعِلَّةُ: مَا يتَوَقَّف عَلَيْهِ الشَّيْء، وَقيل: مَا يَقْتَضِي الحكم، إِمَّا تَامَّة أَو نَاقِصَة.\n427 -\nالعِلَّةُ التَّامَّةُ: جملَة مَا يتَوَقَّف عَلَيْهِ وجود الشَّيْء.\n428 -\nالعِلَّةُ الناقِصَةُ: بعض مَا يتَوَقَّف عَلَيْهِ وجود الشَّيْء.\n429 -\nالشَّرْطُ: مَا يُوجد الحكم لوُجُوده.\nالحديث: 415 ¦ الجزء: 1 ¦ الصفحة: 77\n",
        "430 -\nالتعليلُ: تبين علية الشَّيْء الَّذِي يطْلب إثْبَاته أَو نَفْيه؛ لينتقل الذِّهْن من الْعلم بهَا إِلَى الْعلم بالمعلوم، وَيُقَال لَهُ: الِاسْتِدْلَال. وَقيل: الِاسْتِدْلَال: هُوَ الِانْتِقَال من الْأَثر إِلَى الْمُؤثر، وَالتَّعْلِيل: انْتِقَال الذِّهْن من الْمُؤثر إِلَى الْأَثر، وَقيل: الِاسْتِدْلَال: تَقْرِير بِثُبُوت الْأَثر لإِثْبَات الْمُؤثر، وَالتَّعْلِيل: تَقْرِير بِثُبُوت الْمُؤثر لإِثْبَات الْأَثر.\n431 -\nالمُلازَمةُ: هِيَ كَون الحكم مقتضيا لآخر.\n432 -\nاللُّزومُ والتَّلازُمُ: كَذَلِك.\n433 -\nالدَّوَرَانُ: تَرْتِيب الشَّيْء على الشَّيْء الَّذِي لَهُ صلوح الْعلية وجودا، أَو عدما، أَو منعا.\n434 -\n(12 / ب) الدَّائِرُ: هُوَ الْمُرَتّب.\n435 -\nالمَدَارُ: هُوَ الْمُرَتّب عَلَيْهِ.\n436 -\nالمُنَاقَضَةُ: منع مُقَدّمَة مُعينَة من مُقَدمَات دَلِيل الْخصم.\n437 -\nالمُقَدِّمَةُ: مَا توقف عَلَيْهِ صِحَة الدَّلِيل.\n438 -\nالمُعَارَضَةُ: إِقَامَة الدَّلِيل على اخْتِلَاف مَا أَقَامَ الدَّلِيل عَلَيْهِ الْخصم.\n439 -\nالنَّقْضُ: تخلف الحكم عَن الدَّلِيل.\n440 -\nالسَّنَد: مَا يكون الْمَنْع مَبْنِيا عَلَيْهِ.\n441 -\nمُعَارَضَةُ المِثْلِ: أَن يكون صُورَة دَلِيل السَّائِل مثل صُورَة دَلِيل الْمُعَلل.\n442 -\n[مُعَارَضَةُ القَلْبِ: أَن يكون دَلِيل السَّائِل عين دَلِيل الْمُعَلل] ، وَقيل: مُشَاركَة الْخصم الْمُسْتَدلّ فِي عِلّة الحكم.\nالحديث: 430 ¦ الجزء: 1 ¦ الصفحة: 78\n",
        "443 -\nمُعَارَضَةُ الغَيْرَ: أَلا يكون دَلِيل السَّائِل عين دَلِيل الْمُعَلل، وَلَا صورته صورته.\n444 -\nالمنَاسِبُ الغَرِيب: أَن ترى مَقْرُونا بِمَعْنى مُنَاسِب من غير إِجْمَاع أَو دلَالَة نَص على ثُبُوته بِهِ، أَو تَأْثِير جنسه فِي عينه، أَو جنسه فِي جنس ذَلِك.\n445 -\nالمُلائِمُ: مَا ظهر تَأْثِير جنسه فِي جنس الحكم.\n446 -\nالمَانِعُ: مَا يلْزم من وجوده انْتِفَاء الحكم.\n447 -\nمَانِعُ السَّبَبِ: مَا يخل بحكمة السَّبَب.\n448 -\nمانعُ الحكْمِ: مَا يشْتَمل على حِكْمَة هِيَ بمعزل عَن حِكْمَة السَّبَب مقتضاها يَقْتَضِي مُقْتَضى السَّبَب. وَالله أعلم.\nالحديث: 443 ¦ الجزء: 1 ¦ الصفحة: 79\n",
        "(الْبَاب السَّابِع فِي النَّحْو)\n449 -\nعِلْمُ النَّحْوِ: معرفَة أَحْوَال الْكَلم، وَكَيْفِيَّة تركيبها، وَقيل: هُوَ الْعلم المستنبط بالاستقراء، أَو الْقيَاس من كتاب الله تَعَالَى، وَالْكَلَام الفصيح.\n450 -\nالكلمةُ: هِيَ اللَّفْظَة الدَّالَّة على معنى مُفْرد بِالْوَضْعِ، وَقيل: لفظ وضع لِمَعْنى مُفْرد، وَقيل: هِيَ اللَّفْظ الْمَوْضُوع للمعنى مُفردا.\n451 -\nاللَّفْظُ: مَا يتَلَفَّظ بِهِ الْإِنْسَان، أَو فِي حكمه؛ مهملا كَانَ، أَو مُسْتَعْملا.\n452 -\nالوَضْعُ: تَخْصِيص شَيْء بآخر ليفهم الثَّانِي عِنْد إِطْلَاق الأول أَو تخيله.\n453 -\nالمعْنَى المُفْردُ: مَا لَا يُرَاد بِجُزْء لَفظه حَالَة الْجُزْئِيَّة جُزْء مَعْنَاهُ.\n454 -\nالكلامُ: هُوَ الْمركب من كَلِمَتَيْنِ أسندت إحديهما إِلَى الْأُخْرَى، وَقيل: هُوَ مَا تضمن كَلِمَتَيْنِ بِالْإِسْنَادِ.\n455 -\nالإسْنَادُ: نِسْبَة أحد الجزئين إِلَى الآخر ليُفِيد الْمُخَاطب فَائِدَة يَصح السُّكُوت عَلَيْهَا.\n456 -\nالاسْمُ: مَا دلّ على معنى فِي نَفسه دلَالَة مُجَرّدَة عَن الاقتران بِزَمَان، وَقيل: عَن الاقتران بِأحد الْأَزْمِنَة الثَّلَاثَة.\n457 -\nالمُعْرَبُ: الْمركب الَّذِي لم يشبه مَبْنِيّ الأَصْل مُخْتَلفا آخِره باخْتلَاف العوامل لفظا أَو تَقْديرا.\n458 -\n(13 / أ) الإعْرَابُ: مَا اخْتلف آخِره بِهِ ليدل على الْمعَانِي المعتورة عَلَيْهِ.\nالحديث: 449 ¦ الجزء: 1 ¦ الصفحة: 80\n",
        "459 -\nالعَامِلُ: مَا بِهِ يتقوم الْمَعْنى الْمُقْتَضى للإعراب.\n460 -\nغَيْرُ المُنْصَرِفِ: مَا يمْتَنع صرفه عِنْد عدم الضَّرُورَة لعِلَّة.\n461 -\nالعَدْلُ: خُرُوج الِاسْم عَن صيغته الْأَصْلِيَّة تَحْقِيقا أَو تَقْديرا.\n(\nفصل\n)\n462 -\nالمرْفُوعات: مَا اشْتَمَل على علم الفاعلية.\n463 -\nالفَاعِلُ: مَا كَانَ الْمسند إِلَيْهِ من (فعل) أَو شبهه مقدما عَلَيْهِ أبدا، وَقيل: مَا أسْند إِلَيْهِ الْفِعْل، أَو شبهه، وَقدم عَلَيْهِ على جِهَة قِيَامه بِهِ.\n464 -\nمَفْعُولُ مَا لَمْ يُسَمّ فَاعِلُه: كل مفعول حذف فَاعله، وأقيم هُوَ مقَامه.\n465 -\nالمُبتدأ: الِاسْم الْمُجَرّد عَن مُلَابسَة العوامل اللفظية معنى من حَيْثُ هُوَ اسْم للإسناد إِلَيْهِ، وَالصّفة الْمُعْتَمدَة على أحد حرفي الِاسْتِفْهَام وَالنَّفْي رَافِعَة لظَاهِر، أَو مَا جرى مجْرَاه.\n466 -\nالخَبَر: هُوَ الْمُجَرّد الْمسند إِلَى مَا تقدمه لفظا أَو تَقْديرا.\n467 -\nخَبَر إِنَّ وأَخَوَاتِها: هُوَ الْمسند بعد دُخُول هَذِه الْحُرُوف.\n468 -\nخبر \" لَا \" لنفي الْجِنْس: هُوَ الْمسند بعد دُخُولهَا.\nالحديث: 459 ¦ الجزء: 1 ¦ الصفحة: 81\n",
        "469 -\nاسْمُ \" مَا \" و \" لَا \" المشَبَّهَتَيْنِ بِلَيْسَ: هُوَ الْمسند إِلَيْهِ بعد دخولهما.\n(\nفصل\n)\n470 -\nالمَنْصُوباتُ: مَا اشْتَمَل على علم المفعولية.\n471 -\nالمفعولُ المطلَقُ: هُوَ اسْم مَا فعله فَاعل فعل مَذْكُور بِمَعْنَاهُ.\n472 -\nالمَفْعُولُ بِهِ: مَا وَقع عَلَيْهِ فعل الْفَاعِل.\n473 -\nالمُنَادَى: هُوَ الْمَطْلُوب إقباله بِحرف نَائِب مناب \" أَدْعُو \" لفظا أَو تَقْديرا.\n474 -\nالتَّرْخِيمُ: حذف فِي آخر المنادى للتَّخْفِيف.\n475 -\nالمَنْدُوبُ: هُوَ المتفجع عَلَيْهِ ب \" يَا \" أَو \" وَا \".\n476 -\nالمفْعُولُ فِيه: مَا فعل فِيهِ فعل مَذْكُور من زمَان أَو مَكَان.\n477 -\nالظَّرْفُ: بِمَعْنَاهُ.\n478 -\nالمَفْعُولُ لَه: مَا فعل لأَجله فعل مَذْكُور.\n479 -\nالمَفْعُولُ مَعَه: مَذْكُور بعد الْوَاو لمصاحبة مَعْمُول فعل لفظا، أَو معنى.\n480 -\nالحَالُ: مَا يبين هَيْئَة الْفَاعِل، أَو الْمَفْعُول بِهِ لفظا أَو معنى.\nالحديث: 469 ¦ الجزء: 1 ¦ الصفحة: 82\n",
        "481 -\nالتَّمْيِيزُ: مَا يرفع الْإِبْهَام المستقر عَن ذَات مَذْكُورَة أَو مقدرَة.\n482 -\nالاستثناءُ: إِخْرَاج بعض مَا يتَنَاوَلهُ اللَّفْظ.\n483 -\nالاسْتِثْناءُ المُنْقَطع: هُوَ الْمَذْكُور بعد حرف الِاسْتِثْنَاء غير مخرج.\n484 -\nخَبر كَان وأخَواتها: هُوَ الْمسند بعد دُخُولهَا.\n485 -\nالمنصوبُ بِلَا النَّافِيَةِ: هُوَ الْمسند إِلَيْهِ بعد دُخُولهَا، يَليهَا، نكرَة، مُضَافا أَو مشبها بِهِ.\n486 -\nخَبَرُ \" مَا \" و \" لَا \" المُشَبَّهَتَيْن بِلَيْسَ: هُوَ الْمسند بعد دخولهما.\n(\nفصل\n)\n487 -\nالمَجْرُورات: مَا اشْتَمَل على علم الْمُضَاف إِلَيْهِ.\n488 -\nالمُضَافُ إِلَيْهِ: كل اسْم نسب إِلَيْهِ شَيْء بِوَاسِطَة حرف جر لفظا، أَو تَقْديرا مرَادا.\nالحديث: 481 ¦ الجزء: 1 ¦ الصفحة: 83\n",
        "489 -\nالإضَافَةُ المعْنَوِيَّةُ: هِيَ أَن يكون (13 / ب) الْمُضَاف غير صفة مُضَافَة إِلَى معمولها.\n490 -\nالإضَافَةُ اللَّفْظِيَّةُ: أَن يكون صفة مُضَافَة إِلَى معمولها.\n491 -\nالتَّوابِعُ: كل ثَان بإعراب سابقه من جِهَة وَاحِدَة.\n492 -\nالنَّعْتُ: تَابع يدل على معنى فِي متبوعه مُطلقًا لتخصيص، أَو توضيح.\n493 -\nالعَطْفُ: تَابع مَقْصُود بِالنِّسْبَةِ مَعَ متبوعه يتوسط بَينهمَا حرف عطف.\n494 -\nالتَّأكِيد: تَابع يُقرر أَمر الْمَتْبُوع فِي النِّسْبَة، أَو الشُّمُول.\n495 -\nالتأكيدُ اللَّفْظِيّ: تَكْرِير اللَّفْظ بِعَيْنِه لتقرير النِّسْبَة.\n496 -\nالتأكيدُ المعْنَوِيّ: تَكْرِير اللَّفْظ بِأَلْفَاظ مَخْصُوصَة لذَلِك.\n497 -\nالبَدَلُ: تَابع مَقْصُود بِمَا نسب إِلَيْهِ الْمَتْبُوع دونه.\n498 -\nبدلُ الكُلّ: مَا يكون مَدْلُوله مَدْلُول الأول.\n499 -\nبَدلُ البعضِ: مَا يكون مَدْلُوله بعض مَدْلُول الأول.\n500 -\nبَدَلُ الاشْتِمَالِ: مَا يكون بَينه وَبَين الْمُبدل مِنْهُ مُلَابسَة غير البعضية، والكلية.\n501 -\nبَدَلُ الغَلَطِ: مَا تقصد إِلَيْهِ بعد أَن غَلطت بِغَيْرِهِ.\nالحديث: 489 ¦ الجزء: 1 ¦ الصفحة: 84\n",
        "(\nفصل\n)\n502 -\nالمَبْنِيّ: مَا ناسب مبْنى الأَصْل، أَو وَقع غير مركب.\n503 -\nالمُضْمَر: مَا وضع لمتكلم، أَو مُخَاطب، أَو غَائِب تقدم ذكره لفظا، أَو معنى، أَو حكما.\n504 -\nالمنفصلُ: هُوَ الْمُضمر المستقل بِنَفسِهِ.\n505 -\nالمتَّصلُ: مَا لم يسْتَقلّ بِنَفسِهِ.\n506 -\nاسمُ الإشَارَة: مَا وضع لمشار إِلَيْهِ.\n507 -\nالمَوْصُولُ: مَا لَا يتم جُزْءا إِلَّا بصلَة وعائد.\n508 -\nأَسْماءُ الْأَفْعَال: كَانَ بِمَعْنى الْأَمر، أَو الْمَاضِي.\n509 -\nأسْماءُ الأصْواتِ: كل لفظ حُكيَ بِهِ صَوت، أَو صَوت بِهِ للبهائم.\n510 -\nالمركَّبَاتُ: كل اسْم من كَلِمَتَيْنِ لَيْسَ بَينهمَا نِسْبَة أصلا.\n511 -\nالكِنَاياتُ: كل لفظ كني بِهِ عَن الْعدَد، أَو الحَدِيث، أَو الْفِعْل.\nالحديث: 502 ¦ الجزء: 1 ¦ الصفحة: 85\n",
        "512 -\nالمَعْرَفَةُ: مَا وضع لشَيْء بِعَيْنِه.\n513 -\nالعَلَمُ: مَا وضع لشَيْء بِعَيْنِه غير متناول غَيره بِوَضْع وَاحِد.\n514 -\nالنَّكِرَةُ: مَا وضع لشَيْء لَا بِعَيْنِه.\n515 -\nأسْمَاءُ العَدَدِ: مَا وضع لكمية آحَاد الْأَشْيَاء.\n516 -\nالمؤنَّثُ: مَا فِيهِ عَلامَة التَّأْنِيث لفظا أَو تَقْديرا.\n517 -\nالمذكَّرُ: بِخِلَافِهِ.\n518 -\nالتأنيثُ الحَقِيقيّ: مَا بإزائه ذكر من الْحَيَوَان.\n519 -\nاللَّفْظِيّ: بِخِلَافِهِ.\n520 -\nالمُثَنَّى: مَا لحق آخِره عَلامَة التَّثْنِيَة ليدل على أَن مَعَه مثله من جنسه.\n521 -\nالمجْموعُ: مَا دلّ على آحَاد مَقْصُودَة بحروف مُفْردَة بتغيير مَا.\n522 -\nجَمْع التكسير: مَا تغير فِيهِ بِنَاء واحده.\n523 -\nجَمْعُ التَّصْحِيحِ بِخِلَافِهِ.\nالحديث: 512 ¦ الجزء: 1 ¦ الصفحة: 86\n",
        "524 -\nجَمْعُ القِلَّة: مَا يُطلق على الْعشْرَة فَمَا دونهَا بطرِيق الْحَقِيقَة.\n525 -\nجَمعُ الكَثْرَةِ: مَا يُطلق (14 / أ) على مَا فَوق الْعشْرَة حَقِيقَة.\n526 -\nالمصْدَرُ: اسْم الْحَدث الْجَارِي على الْفِعْل لبَيَان مَدْلُوله.\n527 -\nاسْمُ الفَاعِلِ: مَا اشتق من فعل لمن قَامَ بِهِ بِمَعْنى الْحُدُوث.\n528 -\nاسْم المَفْعُول: مَا اشتق من فعل لمن وَقع عَلَيْهِ ذَلِك الْفِعْل.\n529 -\nالصِّفَةُ المشبَّهَةُ: مَا اشتق من فعل لَازم لمن قَامَ بِهِ على معنى الثُّبُوت.\n530 -\nاسمُ التفْضِيلِ: مَا اشتق من فعل لموصوف (بِزِيَادَة على غَيره) .\n(\nفصل\n)\n531 -\nالفعلُ: مَا دلّ على معنى فِي نَفسه مقترنا بِأحد الْأَزْمِنَة الثَّلَاثَة.\n532 -\nالأمْر: صِيغَة يطْلب بهَا الْفِعْل من الْفَاعِل الْمُخَاطب بِحَذْف حرف المضارعة.\n533 -\nالنَّهْيُ: صِيغَة يطْلب بهَا ترك الْفِعْل مِنْهُ بِدُخُول حرفه عَلَيْهِ.\nالحديث: 524 ¦ الجزء: 1 ¦ الصفحة: 87\n",
        "534 -\nفِعْلُ مَا لَم يُسَمَّ فَاعِلُه: هُوَ مَا حذف فَاعله.\n535 -\nأفْعَالُ القُلوبِ: مَا وضعت للشَّكّ أَو الْيَقِين.\n536 -\nالأَفْعَالُ النَّاقِصَةُ: مَا وضعت لتقرير الْفَاعِل على صفة.\n537 -\nأفْعالُ المقاربَةِ: مَا وضعت لدنو الْخَبَر: رَجَاء، أَو حصولا، أَو أخذا فِيهِ.\n538 -\nأفعالُ التعجُّبُ: مَا وضعت لإنشاء التَّعَجُّب.\n539 -\nفِعْلا المدحِ والذمِّ: مَا وضع لإنشاء مدح، أَو ذمّ.\n(\nفصل\n)\n540 -\nالحَرْفُ: مَا تتَوَقَّف دلَالَته على مَعْنَاهُ الإفرادي على مُتَعَلق بِاعْتِبَار الْوَضع.\n541 -\nحُروفُ الجَرّ: مَا وضع للإفضاء بِفعل، أَو شبهه، أَو مَعْنَاهُ إِلَى مَا يَلِيهِ.\n542 -\nالحُرُوفُ المشَبَّهةُ: حُرُوف تدخل على الْجُمْلَة الاسمية، فتنصب اسْمهَا وترفع خَبَرهَا.\n543 -\nالحُروفُ العَاطِفَة: مَا عطف بهَا مُفْرد، أَو مركب على آخر.\nالحديث: 534 ¦ الجزء: 1 ¦ الصفحة: 88\n",
        "544 -\nحُرُوفُ التَّنْبِيهِ: مَا يُنَبه بهَا على تَحْقِيق الْأَمر.\n545 -\nحُرُوفُ النِّدَاءِ، مَا يُنَادى بهَا.\n546 -\nحُرُوفُ الزِّيادَةِ: مَا تقع زَوَائِد لتصحيح وزن أَو سجع أَو تَأْكِيد.\n547 -\nحُرُوفُ الصِّلةِ: ترادفها.\nالحديث: 544 ¦ الجزء: 1 ¦ الصفحة: 89\n",
        "(الْبَاب الثَّامِن فِي الصّرْف)\n548 -\nعِلْمُ الصَّرْفِ: أصُول يتعرف بهَا أَحْوَال أبنية الْكَلم الَّتِي لَيست بإعراب.\n549 -\nالإلْحاقُ: زِيَادَة حرف فِي الْكَلِمَة لتغير على هَيْئَة أَصْلِيَّة لكلمة فَوْقهَا فِي عدد الْحُرُوف الْأُصُول ليعامل مُعَامَلَته.\n550 -\nالصَّحيحُ: مَا لَيْسَ فِيهِ حرف عِلّة.\n551 -\nالمعْتلُّ: مَا فِيهِ حرف عِلّة.\n552 -\nالمثالُ: مَا اعتل فاؤه.\n553 -\nالأَجْوفُ: مَا اعتل عينه.\n554 -\nذُو الثَّلاثَة: مثله.\n555 -\nالنَّاقِصُ: مَا اعتل لامه.\n556 -\nذُو الأَرْبَعَة: كَذَلِك.\n557 -\nاللَّفيف: مَا فِيهِ حرفا عِلّة.\n558 -\nاللَّفِيفُ المقرونُ: مَا اعتل (14 / ب) فاؤه. وعينه، أَو عينه ولامه.\n559 -\nاللفيفُ المَفْروقُ: مَا اعتل فاؤه، ولامه.\n560 -\nالثُّلاثيّ: مَا كَانَ على ثَلَاثَة أحرف.\n561 -\nالرُّباعي: مَا كَانَ على أَرْبَعَة أحرف.\n562 -\nالخُمَاسِيّ: مَا كَانَ على خَمْسَة أحرف.\n563 -\nأفْعَالُ الطَّبَائِعِ: مَا جبل عَلَيْهَا الْإِنْسَان، أَو صَارَت لَهُ ملكة بالتكرار.\nالحديث: 548 ¦ الجزء: 1 ¦ الصفحة: 90\n",
        "564 -\nالفِعلُ اللازِمُ: مَا لزم الْفَاعِل وَلم يُجَاوِزهُ.\n565 -\nالمتَعَدِّي: مَا يتَوَقَّف فِي فهمه على مُتَعَلق.\n566 -\nالوَاقِعُ والمُجَاوِزُ: بِمَعْنَاهُ.\n(\nفصل\n)\n567 -\nالآلَة: كل اسْم اشتق من فعل اسْما لما يستعان بِهِ فِي ذَلِك الْفِعْل.\n568 -\nالمُصَغَّر: الْمَزِيد فِيهِ ليدل على تقليل.\n569 -\nالمَنْسُوبُ: الملحق بِآخِرهِ يَاء مُشَدّدَة ليدل على نسبته إِلَى الْمُجَرّد عَنْهَا.\n570 -\nالوَقْفُ: قطع الْكَلِمَة عَمَّا بعْدهَا.\n571 -\nالرَّوْم: أَن تَأتي بالحركة خُفْيَة.\n572 -\nالإشْمَامُ: أَن تضم الشفتين بعد الإسكان.\n573 -\nالمقصورُ: مَا آخِره ألف مُفْردَة.\n574 -\nالمَمْدُود: مَا يكون آخِره ألفا بعْدهَا همزَة.\n575 -\nذُو الزِّيَادَةِ: كلمة زيد فِيهَا حرف فَصَاعِدا من حُرُوف الزِّيَادَة.\nالحديث: 564 ¦ الجزء: 1 ¦ الصفحة: 91\n",
        "576 -\nحُرُوفُ الزِّيادَة: مَا زيد لغير الْإِلْحَاق والتضعيف.\n577 -\nالإمَالةُ: أَن تنتحي بالفتحة نَحْو الكسرة لقصد الْمُنَاسبَة.\n578 -\nالإعْلالُ: تغير حرف الْعلَّة للتَّخْفِيف.\n579 -\nالإدْغَام: أَن تَأتي بحرفين سَاكن فمتحرك من مخرج وَاحِد بِلَا فصل.\n580 -\nالحُروفُ المَجْهُورَة: مَا ينْحَصر جرى النَّفس مَعَ تحركه.\n581 -\nالمَهْموسَة: بِخِلَافِهَا.\n582 -\nالشَّدِيدَةُ: مَا ينْحَصر جرى صَوته عِنْد إسكانه فِي مخرجه.\n583 -\nالرِّخْوة: بِخِلَافِهَا.\n584 -\nمَا بَيْنَ الرِّخْوَة والشَّدِيدَة: الَّتِي لَا يتم لَهَا الانحصار وَلَا الجري.\n585 -\nالمُطْبَقَة: مَا ينْطق على مخرجه الحنك.\n586 -\nالمنْفَتحَةُ: بِخِلَافِهَا.\n587 -\nالمسْتَعْلِية: مَا يرْتَفع اللِّسَان بهَا إِلَى الحنك.\n588 -\nالمنْخَفِضَة: بِخِلَافِهَا.\n589 -\nحُروفُ الذَّلاقة: مَا لَا يَنْفَكّ رباعي، وَلَا خماسي عَن شَيْء مِنْهَا.\n590 -\nالمُصْمَتَةُ: بِخِلَافِهَا.\n591 -\nحُروفُ القَلْقَلةِ: مَا يَنْضَم إِلَى الشدَّة فِيهَا ضغط فِي الْوَقْت.\n592 -\nحُروفُ الصَّفِير: مَا يصفر بهَا عِنْد تلفظها. وَالله أعلم.\nالحديث: 576 ¦ الجزء: 1 ¦ الصفحة: 92\n",
        "(الْبَاب التَّاسِع فِي الْمعَانِي وَالْبَيَان)\n593 -\nعِلْمُ المَعانِي: تتبع خَواص تراكيب الْكَلَام فِي الإفادة، وَمَا يتَّصل بهَا من الِاسْتِحْسَان وَغَيره؛ ليحترز بِالْوُقُوفِ عَلَيْهَا عَن الْخَطَأ فِي تطبيق الْكَلَام على مَا يَقْتَضِي الْحَال ذكره.\n594 -\nخَاصيةُ التَّركيبِ: مَا يفِيدهُ (15 / أ) التَّرْكِيب، لَا بِمُجَرَّد الْوَضع.\n595 -\nالتطبيقُ: إِصَابَة المحز فِي بَيَان الْحجَّة.\n596 -\nالحالُ: الْأُمُور الداعية إِلَى التَّكَلُّم على وَجه مَخْصُوص.\n597 -\nمقتضَى الْحَال: مَا يَقْتَضِيهِ الْأُمُور الداعية إِلَى ذَلِك.\n598 -\nالصِّناعَةُ: ملكة نفسانية يقتدر بهَا الْإِنْسَان على اسْتِعْمَال مَوْضُوعَات مَا، نَحْو غَرَض من الْأَغْرَاض على سَبِيل الْإِرَادَة صادرة عَن بَصِيرَة بِحَسب التَّمَكُّن مِنْهَا.\n599 -\nالبَلاغةُ فِي الْكَلَام: مطابقته لمقْتَضى الْحَال مَعَ فَصَاحَته.\n600 -\nبلاغةُ المتكلِّمِ: بُلُوغه فِي تأدية الْمَعْنى حدا لَهُ اخْتِصَاص بتوفية خَواص التراكيب حَقّهَا، وإيراد أَنْوَاع التَّشْبِيه، وَالْمجَاز، وَالْكِنَايَة على وَجههَا، وَقيل: بُلُوغه فِي كَلَامه لعبارة كنه مُرَاده مَعَ إيجاز بِلَا إخلال، وإطالة بِلَا إملال، وَقيل: ملكة يقتدر بهَا على تأليف كَلَام بليغ.\n601 -\nالفَصاحَة: صوغ الْكَلَام على وَجه لَهُ تَوْفِيَة بِتمَام الإفهام لمعناه بتبيين المُرَاد، وتزيين الْأَلْفَاظ بِمَا يقرب فهمه، ويعزب نظمه، ويعذب استماعه، ويعجب ابتداعه،\nالحديث: 593 ¦ الجزء: 1 ¦ الصفحة: 93\n",
        "وَيدل مطالعه على مقاطعه، وينم مبادئه على تواليه لَا بِاسْتِعْمَال الشوارد الَّتِي لَا تفهم، والأوابد الَّتِي لَا تعلم.\n602 -\nفصاحةُ الْمُتَكَلّم: ملكة نفسانية يقتدر بهَا على التَّعْبِير بهَا عَن الْمَقْصُود بِلَفْظ فصيح.\n603 -\nالفَصاحَةُ اللفظيةُ: خلوص الْكَلَام عَن ضعف التَّأْلِيف، وتنافر الْكَلِمَات، والتعقيد.\n604 -\nالفَصَاحَةُ المعْنَوِيَّة: خلوصه عَن التعقيد.\n605 -\nالتعقيدُ: أَلا يكون الْكَلَام ظَاهر الدّلَالَة على المُرَاد لخلل.\n606 -\nالتنافرُ: إِيرَاد الْكَلَام على وَجه لَا يسهل على اللِّسَان، إِمَّا لبعد شَدِيد بَين المخرجين، أَو لقرب بليغ بَينهمَا.\n(\nفصل\n)\n607 -\nالخَبَرُ: الْكَلَام الْمُحْتَمل للصدق وَالْكذب، وَقيل: الْمُحْتَمل للتصديق والتكذيب، وَقيل: الْكَلَام الْمُفِيد بِنَفسِهِ إِضَافَة أَمر من الْأُمُور إِلَى أَمر من الْأُمُور نفيا وإثباتا، وَقيل: الْكَلَام الْمُقْتَضى بصريحه نِسْبَة مَعْلُوم إِلَى مَعْلُوم بِالنَّفْيِ وَالْإِثْبَات.\n608 -\nلازمُ الخبَرِ: احْتِمَال الصدْق وَالْكذب.\n609 -\nصدقُ الخَبَر: مطابقته للْوَاقِع، وَقيل: لاعتقاد الْمخبر، وَقيل: لظَنّه.\n610 -\nكذبُ الخَبَرِ: عدم مطابقته لَهَا.\nالحديث: 602 ¦ الجزء: 1 ¦ الصفحة: 94\n",
        "611 -\nالكلامُ الابتدائِي: مَا خُوطِبَ بِهِ خَالِي الذِّهْن، وَقيل: مَا يحكم فِيهِ بالمسند للمسند إِلَيْهِ حكما خَالِيا عَن المؤكدات.\n612 -\nالكلامُ الظنِّي: مَا نفي بِهِ شكّ الْعَالم، وَقيل: مَا يحكم فِيهِ حكما مؤكدا (15 / ب) بِنَوْع تَأْكِيد لظن طلب فِي الْمُخَاطب.\n613 -\nالكلامُ الإنكاريّ: مَا رد بِهِ حكم الْمُخَالف، وَقيل: مَا يكون الحكم فِيهِ مؤكدا لرد الْمُخَاطب إِلَى حكم الْمُخَاطب.\n614 -\nالخِطابُ العَام: مَا يُخَاطب بِهِ غير معِين.\n615 -\nالالتفاتُ: نقل الْكَلَام من الْغَيْبَة، وَالْخطاب، والتكلم؛ كل مِنْهُمَا إِلَى الآخر، أَو الآخرين، وَقيل: الِانْتِقَال من إِحْدَى الصِّيَغ الثَّلَاث إِلَى الْأُخْرَى لمَفْهُوم وَاحِد رِعَايَة لنكتة.\n616 -\nالوَصْلُ: عطف بعض الْجمل على بعض.\n617 -\nالفَصْلُ: تَركه.\n618 -\nالجامِعُ العَقْلِي: أَن يكون بَين الجملتين اتِّحَاد فِي التَّصَوُّر.\n619 -\nالجامعُ الوَهْمِي: أَن يكون بَين تصوراتهما شبه تماثل.\n620 -\nالجامعُ الخَيَالي: أَن يكون بَين تصوراتهما تقارن فِي الخيال سَابق لأسباب مؤدية إِلَى ذَلِك.\nالحديث: 611 ¦ الجزء: 1 ¦ الصفحة: 95\n",
        "(\nفصل\n)\n621 -\nالإيجازُ: أَدَاء الْمَقْصُود بِأَقَلّ من عبارَة الْمُتَعَارف.\n622 -\nالإطْنَابُ: أَدَاؤُهُ بِأَكْثَرَ مِنْهَا.\n623 -\nإيجازُ القَصْرِ: مَا لَا يكون بِحَذْف، وَقيل: أَن تقصر اللَّفْظ على الْمَعْنى.\n624 -\nإيجازُ الحَذْفِ: مَا يكون بِحَذْف.\n625 -\nإيجازُ التقديرِ: أَن يقدر معنى زَائِد على الْمَنْطُوق.\n626 -\nالتَّوْشِيعُ: أَن يُؤْتى فِي عجز الْكَلَام بمثنى مُفَسّر باسمين ثَانِيهمَا مَعْطُوف على الأول.\n627 -\nالتَّشْبِيبُ: أَن يقدم قبل الشُّرُوع مَا يمهد المرام.\n628 -\nالكلامُ الجَامع: أَن يحلى الْمُتَكَلّم كَلَامه بِشَيْء من المواعظ، أَو الحكم، أَو شكاية الزَّمَان والإخوان.\n629 -\nإرسَال المَثَل: أَن يُورد فِي كَلَامه مثلا.\n630 -\nالطَّرْدُ والعَكْسُ: أَن يُؤْتى بكلامين يُقرر الأول بمنطوقه مَفْهُوم الثَّانِي، وَبِالْعَكْسِ.\n631 -\nالتكْريرُ: إِعَادَة الشَّيْء لفائدة.\n632 -\nالتَّفْوِيفُ: أَن يُؤْتى بمعان ملائمة فِي جمل مستوية الْمِقْدَار.\n633 -\nالتطْرِيزُ: أَن يُؤْتى فِي الْكَلَام مَوَاضِع متقابلة كَأَنَّهَا طراز.\nالحديث: 621 ¦ الجزء: 1 ¦ الصفحة: 96\n",
        "634 -\nالتفسيرُ الخَفِيّ: أَن يُؤْتى فِي الْكَلَام لبس، فتعمل بِمَا يُوضحهُ.\n635 -\nالإيغالُ: ختم الْكَلَام، أَو الْبَيْت بِمَا يُفِيد نُكْتَة يتم الْمَعْنى بِدُونِهَا.\n636 -\nالتذييلُ: تعقيب الْجُمْلَة بجملة تشْتَمل على مَعْنَاهَا للتوكيد.\n637 -\nالتكميلُ: أَن يُؤْتى فِي كَلَام يُوهم الْمَقْصُود بِمَا يَدْفَعهُ.\n638 -\nالاحتراسُ: مثله.\n639 -\nالتَّتْميم: أَن يُؤْتى فِي كَلَام لَا يُوهم خلاف الْمَقْصُود بفضلة لنكتة.\n640 -\nالتَّوَقِّي: أَن يذكر معنى يردف بِمَا هُوَ أبلغ مِنْهُ.\n641 -\nالاستطْراد: أَن يكون فِي شَيْء من الْفُنُون (16 / أ) ثمَّ سنح لَهُ فن آخر يُنَاسِبه، فيورده فِي ذكره.\n642 -\nالاعتراضُ: أَن يُؤْتى فِي أثْنَاء الْكَلَام، أَو بَين كلامين متصلين معنى بجملة أَو أَكثر لَا مَحل لَهَا من الْإِعْرَاب لنكتة سوى دفع الْإِبْهَام.\n643 -\nالاستتباعُ: الْوَصْف بِشَيْء يستتبع وَصفا آخر مدحا أَو ذما.\n644 -\nالتغليبُ: تَرْجِيح أحد المعلومين على الآخر، وَإِطْلَاق لَفظه عَلَيْهِمَا.\n645 -\nالإبْداعُ: أَن يخترع الْمُتَكَلّم مَعَاني غير مَسْبُوق إِلَيْهَا.\n646 -\nالأسلوبُ الحكيمُ: تلقي الْمُخَاطب بِغَيْر مَا يترقب، وتطلب السَّائِل بِغَيْر مَا يتطلب.\nالحديث: 634 ¦ الجزء: 1 ¦ الصفحة: 97\n",
        "(\nفصل\n)\n647 -\nعلمُ البَيَان: معرفَة إِيرَاد الْمَعْنى الْوَاحِد فِي طرق مُخْتَلفَة بِالزِّيَادَةِ فِي وضوح الدّلَالَة عَلَيْهِ وَالنُّقْصَان؛ ليحترز بِالْوُقُوفِ على ذَلِك عَن الْخَطَأ فِي مُطَابقَة الْكَلَام لتَمام المُرَاد مِنْهُ.\n648 -\nتمامُ المرادِ: إِيرَاد معنى وَاحِد فِي عبارَة وَاضِحَة أَو أوضح، أَو فِيمَا دون ذَلِك بِحَسب الْمقَام.\n649 -\nالمجازُ: الِانْتِقَال من الْمَلْزُوم إِلَى اللَّازِم.\n650 -\nالمجازُ المفردُ: الْكَلِمَة المستعملة فِي غير مَا وضعت لَهُ فِي اصْطِلَاح التخاطب على وَجه يَصح، مَعَ قرينَة عدم إِرَادَته. وَهَذَا الْمجَاز اللّغَوِيّ.\n651 -\nالمجازُ العقليُّ: الْكَلَام الْمَحْكُوم فِيهِ بِخِلَاف مَا عِنْد الْمُتَكَلّم بالتأويل.\n652 -\nالكِنَايةُ: ترك التَّصْرِيح بالشَّيْء إِلَى مَا يُسَاوِيه فِي اللُّزُوم؛ لينتقل مِنْهُ إِلَى الْمَلْزُوم، وَقيل: لفظ أُرِيد بِهِ لَازم مَعْنَاهُ مَعَ جَوَاز إِرَادَته مَعَه.\n653 -\nالرَّمزُ: مَا يشار بِهِ إِلَى الْمَطْلُوب من قرب مَعَ الخفاء.\n654 -\nالتَّلوِيحُ: مَا يشار بِهِ إِلَى الْمَطْلُوب من بعد، مَعَ خَفَاء.\n655 -\nالإيماءُ: هُوَ الْكَلَام الْمشَار بِهِ إِلَى الْمَطْلُوب من قرب لَا مَعَ الخفاء.\n656 -\nالتعريضُ: الْكَلَام الْمشَار بِهِ إِلَى جَانب، وإيهام أَن الْغَرَض جَانب آخر.\n657 -\nالتجْرِيدُ: أَن ينتزع من متصف بِصفة مثله فِيهَا؛ مُبَالغَة فِي كمالها فِيهِ.\nالحديث: 647 ¦ الجزء: 1 ¦ الصفحة: 98\n",
        "(\nفصل\n)\n658 -\nالتشبيهُ: وصف الشَّيْء بمشاركته آخر فِي معنى.\n659 -\nالغَرَضُ فِي التَّشْبِيه: مَا يَقْصِدهُ الْمُتَكَلّم فِي إِيرَاد التَّشْبِيه.\n660 -\nالأدَاةُ: مَا يتَوَصَّل بِهِ إِلَى وصف الْمُشبه بمشاركته الْمُشبه بِهِ فِي الْوَجْه.\n661 -\nالطَّرْدُ والعَكْسُ: أَن يكون الْغَرَض فِي التَّشْبِيه عَائِدًا إِلَى الْمُشبه بِهِ.\n662 -\nالتشبِيهُ المركبُ: هُوَ الْمُسْتَعْمل فِيمَا شبه بِمَعْنَاهُ الْأَصْلِيّ تَشْبِيه (16 / ب) التَّمْثِيل للْمُبَالَغَة.\n663 -\nالتمثيلُ: بِمَعْنَاهُ.\n664 -\nالمثلُ: مَا ذكر مَتى فَشَا اسْتِعْمَاله كَذَلِك، وَقيل: هُوَ القَوْل السائر الممثل مضربه بمورده.\n665 -\nالاستعارَةُ: جعل الشَّيْء [أَو] للشَّيْء على سَبِيل الْمُبَالغَة، وَقيل: هِيَ أَن يذكر أحد طرفِي التَّشْبِيه، وَيُرِيد بِهِ الآخر مُدعيًا دُخُول الْمُشبه فِي جنس الْمُشبه بِهِ.\nالحديث: 658 ¦ الجزء: 1 ¦ الصفحة: 99\n",
        "666 -\nالِاسْتِعَارَة الْأَصْلِيَّة: أَن يكون الْمُسْتَعَار اسْم الْجِنْس.\n667 -\nالِاسْتِعَارَة التّبعِيَّة: أَن يكون الْمُسْتَعَار أفعالا، أَو صِفَات، أَو حروفا.\n668 -\nالِاسْتِعَارَة المطلَقة: مَا لم تقترن بِصفة، وَلَا تَفْرِيع.\n669 -\nالِاسْتِعَارَة المجردَة: مَا اقْترن بِمَا يلائم الْمُسْتَعَار لَهُ.\n670 -\nالِاسْتِعَارَة المرشحة: مَا اقْترن بِمَا يلائم الْمُسْتَعَار مِنْهُ.\n671 -\nالِاسْتِعَارَة المصرَّح بهَا: أَن يكون الْمَذْكُور هُوَ الْمُشبه بِهِ.\n672 -\nالِاسْتِعَارَة المكنِي عَنْهَا: أَن يكون الْمَذْكُور هُوَ الْمُشبه.\n673 -\nالِاسْتِعَارَة التخيلية: مَا لَا تحقق لمعناه حسا، وَلَا عقلا.\n674 -\nالمصرَّح بهَا التحقيقية: أَن يكون الْمَتْرُوك شَيْئا محسوسا.\n675 -\nالمصرَّح بهَا التخيلية: أَن يكون الْمَتْرُوك شَيْئا مُتَوَهمًا مَحْضا.\n676 -\nالمكنية: أَن يذكر الْمُشبه، وَيُرَاد بِهِ الْمُشبه بِهِ دَالا عَلَيْهِ بِقَرِينَة نِسْبَة اللَّازِم الْمسَاوِي لَهُ إِلَيْهِ، أَو إِضَافَته على سَبِيل التخيلية.\n677 -\nالتمثيلية: أَن يكون الْجَامِع فِي حكم الْوَاحِد.\n(\nفصل\n)\n678 -\nعِلْمُ البَدِيع: مَا يعرف بِهِ وُجُوه تَحْسِين الْكَلَام بعد رِعَايَة الْمُطَابقَة، ووضوح الدّلَالَة.\nالحديث: 666 ¦ الجزء: 1 ¦ الصفحة: 100\n",
        "679 -\nالمطابقةُ: الْجمع بَين مَعْنيين مُتَقَابلين فِي الْجُمْلَة.\n680 -\nالطِّباق والتضاد: مثلهَا.\n681 -\nالمقابَلة: أَن يُؤْتى بمعنيين متوافقين، أَو أَكثر ثمَّ يُقَابل ذَلِك على التَّرْتِيب.\n682 -\nمراعاةُ النظير: جمع أَمر وَمَا يُنَاسِبه لَا بالتضاد.\n683 -\nالتناسُبُ والتوافُقُ: بمعناها.\n684 -\nتَشَابُهُ الأطْرافِ: أَن يخْتم بِمَا يُنَاسب ابتداءه فِي الْمَعْنى.\n685 -\nالإرْصادُ: أَن يؤسس الْكَلَام على وَجه يدل على بِنَاء مَا بعده، وَقيل: أَن يَجْعَل قبل الْعَجز من الْفَقْرَة أَو الْبَيْت مَا يدل عَلَيْهِ إِذا عرف الروي.\n686 -\nالتَّسْهِيم: كَذَلِك.\n687 -\nالمشَاكَلُة: ذكر الشَّيْء بِلَفْظ غَيره لوُقُوعه فِي صحبته تَحْقِيقا، أَو تَقْديرا.\n688 -\nالمزاوجَةُ: أَن يزاوج بَين مَعْنيين فِي الشَّرْط، وَالْجَزَاء.\n689 -\nالعكسُ: أَن يقدم فِي الْكَلَام جُزْء، ثمَّ يُؤَخر.\n690 -\nالرجُوعُ (17 / أ) : الْعود إِلَى الْكَلَام السَّابِق بِالنَّقْضِ لنكتة.\nالحديث: 679 ¦ الجزء: 1 ¦ الصفحة: 101\n",
        "691 -\nالتَّوْرِيةُ: أَن يُطلق لفظ لَهُ مَعْنيانِ قريب وبعيد، وَيُرَاد الْبعيد.\n692 -\nالإيهامُ: مِنْهُ الْإِيهَام الْمُجَرّد: مَا لَا يُجَامع شَيْئا مِمَّا يلائم الْقَرِيب.\n693 -\nالاسْتِحْذامُ: أَن يُرَاد بِلَفْظ لَهُ مَعْنيانِ أَحدهمَا، ثمَّ يضمر الآخر، أَو يُرَاد بِأحد ضميريه أَحدهمَا ثمَّ بِالْآخرِ الآخر.\n694 -\nاللَّف والنَّشْر: ذكر مُتَعَدد على التَّفْصِيل، أَو الْإِجْمَال، ثمَّ مَا لكل من غير تعْيين؛ ثِقَة بِأَن السَّامع يردهُ إِلَيْهِ.\n(\nفصل\n)\n695 -\nالجمعُ: أَن تجمع بَين مُتَعَدد فِي حكم.\n696 -\nالتَّفْرِيق: إِيقَاع تبَاين بَين أَمريْن من نوع وَاحِد.\nالحديث: 691 ¦ الجزء: 1 ¦ الصفحة: 102\n",
        "697 -\nالتقسيمُ: ذكر مُتَعَدد، ثمَّ إِضَافَة مَا لكل إِلَيْهِ على التَّعْيِين.\n698 -\nالجمعُ مَعَ التفريقِ: أَن يدْخل شَيْئَانِ فِي معنى، وَيفرق بَين جهتي الإدخال.\n699 -\nالجمعُ مَعَ التقسيمِ: أَن يجمع مُتَعَدد تَحت حكم ثمَّ يقسم، أَو بِالْعَكْسِ.\n700 -\nالمبالَغةُ: أَن يدعى لوصف بُلُوغه فِي الشدَّة والضعف بلوغا مستحيلا، أَو مستبعدا لِئَلَّا يظنّ أَنه غير متناه فِيهِ.\n701 -\nالإغْراقُ: مَا كَانَ الْوَصْف المبالغ فِيهِ مُمكنا عقلا لَهُ عَادَة.\n702 -\nالمذْهبُ الكلاميُّ: إِيرَاد حجَّة الْمَطْلُوب على طَرِيق أهل الْكَلَام.\n703 -\nحُسنُ التعْلِيل: أَن يدعى لوصف عِلّة مُنَاسبَة لَهُ بِاعْتِبَار لطيف غير حَقِيقِيّ.\n704 -\nالتَّفْريعُ: أَن يثبت لمتعلق آخر حكم بعد إثْبَاته لمتعلق لَهُ آخر.\n705 -\nتأكيدُ المدحِ بِمَا يُشْبِهُ الذَّم: أَن يسْتَثْنى من صفة ذمّ منفية عَن الشَّيْء صفة مدح بِتَقْدِير دُخُولهَا فِيهِ، أَو يثبت لشَيْء صفة مدح، ويعقب بأداة اسْتثِْنَاء يَليهَا صفة مدح أُخْرَى لَهُ.\nالحديث: 697 ¦ الجزء: 1 ¦ الصفحة: 103\n",
        "706 -\nالاستِتْباع: الْمَدْح بِشَيْء على وَجه يستتبع الْمَدْح.\n707 -\nالإدْماج: أَن يضمر كَلَام سيق لِمَعْنى آخر.\n708 -\nالتوجِيهُ: إِيرَاد الْكَلَام مُحْتملا لوَجْهَيْنِ مُخْتَلفين.\n709 -\nتجاهلُ العارفِ: سوق الْمَعْلُوم مساق غَيره لنكتة.\n710 -\nالقولُ بِالْمُوجبِ: أَن تقع صفة فِي كَلَام الْغَيْر كِنَايَة عَن شَيْء أثبت لَهُ حكم فيثبتها لغيره من غير تعرض لثُبُوته لَهُ، وانتفائه عَنهُ، أَو حمل لفظ وَقع فِي كَلَام الْغَيْر على خلاف مُرَاده مِمَّا يحْتَملهُ بِذكر مُتَعَلّقه.\n711 -\nالاطِّراد: أَن يَأْتِي (17 / ب) بأسماء الممدوح أَو غَيره، وآبائه على تَرْتِيب الْولادَة من (غير) تكلّف.\n(\nفصل\n)\n712 -\nالتجنيسُ: تشابه الْكَلِمَتَيْنِ فِي اللَّفْظ.\nالحديث: 706 ¦ الجزء: 1 ¦ الصفحة: 104\n",
        "713 -\nالتجنيسُ التامُّ: أَن يتَّفقَا فِي أَنْوَاع الْحُرُوف، وأعدادها، وهيئاتها، وترتيبها.\n714 -\nالتجنيسُ المتماثلُ: مَا مر إِن كَانَا من نوع.\n715 -\nالتَّام المستوفَى: مَا كَانَ من النَّوْعَيْنِ.\n716 -\nالتجنيسُ الناقصُ: أَن يختلفا فِي الْهَيْئَة دون الصُّورَة.\n717 -\nالتجنيسُ المذَيَّل: أَن يختلفا بِزِيَادَة حرف.\n718 -\nالتجنيسُ المضارعُ: أَن يختلفا بِحرف أَو حرفين مَعَ تقَارب الْمخْرج.\n719 -\nالمطرَّفُ: بِمَعْنَاهُ.\n720 -\nالتجنيسُ اللاحِق: أَن يختلفا بِحرف، أَو حرفين لَا مَعَ التقارب.\n721 -\nتجنيسُ التصحيفِ: أَن يختلفا بحرفين غير متقاربين اتفقَا كِتَابَة.\n722 -\nالمزدوجُ: مَا ولي فِيهِ أحد المتجانسين الآخر.\nالحديث: 713 ¦ الجزء: 1 ¦ الصفحة: 105\n",
        "723 -\nالمردَّدُ والمكرّر: مثله.\n724 -\nردُّ العجُزِ على الصدْرِ: هُوَ فِي الشّعْر أَن يكون إِحْدَى الْكَلِمَتَيْنِ المتكررتين، والمتجانستين، أَو الملحقتين بهما فِي آخر الْبَيْت، وَالْأُخْرَى قبلهَا فِي أحد الْمَوَاضِع الْخَمْسَة من الصَّدْر، والحشو، وَالْآخر وَفِي النثر جعل إِحْدَاهمَا فِي أول الْفَقْرَة، وَالْأُخْرَى فِي آخرهَا.\n725 -\nالسَّجْع: تواطؤ الفاصلتين من النثر على حرف وَاحِد.\n726 -\nالسَّجْع المطَرَّف: اخْتِلَاف الفاصلتين فِي الْوَزْن.\n727 -\nالسجعُ المتوازِي: مَا فِيهِ إِحْدَى القرينتين أَو أَكْثَره مثل مَا يُقَابله من الْأُخْرَى.\n728 -\nالترصيعُ: أَن تكون الْأَلْفَاظ مستوية الأوزان متفقة الأعجاز، أَو متقاربتها.\nالحديث: 723 ¦ الجزء: 1 ¦ الصفحة: 106\n",
        "729 -\nالتَّشْطِير: جعل كل شطر من الْبَيْت (سجعة) مُخَالفَة لأختها.\n730 -\nالمُوازَنَة: تَسَاوِي الفاصلتين فِي الْوَزْن دون التقفية.\n731 -\nالمُمَاثَلَةُ: كَون مَا فِي إِحْدَى القرينتين أَو أَكْثَره مثل مَا يُقَابله فِي الْأُخْرَى من الْوَزْن.\n732 -\nالتَّشْرِيعُ: بِنَاء الْبَيْت على قافيتين يَصح الْمَعْنى على الْوُقُوف على كل مِنْهُمَا.\n(\nفصل\n)\n733 -\nالقلبُ المُسْتَوِي: مَا وَقع فِيهِ قلب الْكل فِي كَلِمَتَيْنِ أَو أَكثر؛؛ شعرًا، وَغير شعر.\n734 -\nالمقلوبُ المجَنَّح: مَا وَقع أحد المقلوبين قلب الْكل فِي أول الْبَيْت، وَالثَّانِي فِي آخِره.\n735 -\nلزومُ مَا لَا يلزَمُ: أَن يَجِيء (قبل) حرف (18 / أ) الروي، أَو مَا فِي مَعْنَاهُ من الفاصلة مَا لَيْسَ بِلَازِم فِي السجع.\n736 -\nالانتحالُ: أَن يُؤْخَذ شعر الْغَيْر كُله من غير تَغْيِير لنظمه.\nالحديث: 729 ¦ الجزء: 1 ¦ الصفحة: 107\n",
        "737 -\nالنَّسْخُ: أَن يتَّفقَا لفظا وَمعنى قصدا.\n738 -\nالإغارَةُ: أَخذ شعر الْغَيْر مَعَ تَغْيِير لنظمه، أَو أَخذ بعض اللَّفْظ.\n739 -\nالسَّلْخ: مثلهَا.\n740 -\nالإلْمَامُ: أَخذ معنى الْغَيْر وَحده.\n741 -\nالمَسْخُ: قلب الصُّورَة الْحَسَنَة إِلَى القبيحة.\n742 -\nالمُوَارَدَةُ: أَن يتَّفق المتكلمان على معنى من غير أَخذ.\n743 -\nالاحتذاءُ: أَن يقتفي الآخر فِي أسلوب من أساليب البلاغة والفصاحة.\n744 -\nالقَلْبُ: أَن يسْتَعْمل معنى الْغَيْر فِي نقض مَا أَرَادَهُ.\n745 -\nالاقتباسُ: أَن يضمن الْكَلَام شَيْئا من الْقُرْآن والْحَدِيث، لَا على أَنه مِنْهُ.\n746 -\nالتَّضْمِين: أَن يضمن الشّعْر (شَيْئا) من شعر الْغَيْر مَعَ التَّنْبِيه عَلَيْهِ إِن لم يكن مَشْهُورا عِنْد البلغاء.\n747 -\nالاسْتِعَانَةُ: تضمين الْبَيْت فَمَا زَاد.\n748 -\nالرَّفْوُ: تضمين المصراع فَمَا دونه.\nالحديث: 737 ¦ الجزء: 1 ¦ الصفحة: 108\n",
        "749 -\nالإيدَاعُ: مثله.\n750 -\nالعقدُ: أَن ينظم نثر لَا على سَبِيل الاقتباس.\n751 -\nالحَلُّ: أَن ينثر نظم.\n752 -\nالسَّهْلُ الممْتَنِعُ: أَن يكون الْكَلَام مسبوكا سبكا سهلا وعرا، قَرِيبا بَعيدا.\n753 -\nالتمليحُ: أَن يشار فِي الْكَلَام إِلَى قصَّة، أَو شعر من غير ذكره.\n754 -\nالتلميحُ: هَكَذَا.\n755 -\nالتلْخِيصُ: أَدَاء الْكَلَام من نسيب، أَو غَيره إِلَى الْمَقْصُود مَعَ رِعَايَة الملاءمة بَينهمَا.\n756 -\nالاقْتِضَاب: أَدَاء الْكَلَام من نسيب، أَو غَيره إِلَى الْمَقْصُود مَعَ عدم الملاءمة بَينهمَا.\n757 -\nفَصْلُ الخِطَابِ: تَلْخِيص الْكَلَام إِلَى الْمَقْصُود مَعَ قرب الملاءمة.\nالحديث: 749 ¦ الجزء: 1 ¦ الصفحة: 109\n",
        "(الْبَاب الْعَاشِر فِي الْعرُوض)\n758 -\nالعَروض: علم بالقواعد الْكُلية المستنبطة من استقراء أشعار الْعَرَب الَّتِي قَالَت عَلَيْهَا؛ ليعرف صحيحها من فاسدها.\n759 -\nالشّعرُ: كَلَام معنوي مَوْزُون مقفى مخيل بِالْقَصْدِ.\n760 -\nالتخيُّلُ: مَا يثير الْكَلَام فِي النَّفس بِحَيْثُ يحصل فِي الْبَاطِن هيئات مُخْتَلفَة كالمسرة والحزن.\n761 -\nالابتداءُ: اسْم لكل جُزْء يعتل فِي أول الْبَيْت بعلة لَا يكون فِي شَيْء من الحشو كالخرم.\n762 -\nالاعتمادُ: اسْم للأسباب الَّتِي تزاحفها.\n763 -\nال\nفصل\nُ: آخر نصف الْبَيْت الأول فِي الْبَيْت.\n764 -\nالغَايَة: آخر نصف الْبَيْت الآخر (18 / ب) فِي الْبَيْت.\nالحديث: 758 ¦ الجزء: 1 ¦ الصفحة: 110\n",
        "765 -\nالصَّحيحُ: ركن وَقع موقع الضَّرْب وَالْعرُوض، وَلَيْسَ فِيهِ نُقْصَان من جِهَة نقصانات مُوجبَة فِي بعض الأعاريض والضروب.\n766 -\nالموْفُورُ: يُقَال لركن أَوله وتد وَيجوز فِيهِ الخرم، وَلَا يكون فِيهِ.\n767 -\nالمتَمِّمُ: يُقَال للركن الثَّالِث فِي بَحر الرمل، يكون بِلَا نُقْصَان كَمَا هُوَ فِي الأَصْل.\n768 -\nالمعَرَّى: يُقَال لركن يكون فِيهِ الإذالة، وَلَا يكون مذالا.\n769 -\nالسَّبَب الخفيفُ: حرفان أَولهمَا متحرك وَثَانِيهمَا سَاكن.\n770 -\nالسَّبب الثقيلُ: حرفان متحركان.\n771 -\nالوَتِدُ المجْموعُ: ثَلَاثَة أحرف تحرّك مِنْهَا اثْنَان، وَسكن الثَّالِث.\n772 -\nالوتِدُ المفروقُ: ثَلَاثَة أحرف حرك أَولهَا وَآخِرهَا، وَسكن أوسطها.\n773 -\nالفَاصِلَةُ الصُّغْرَى: أَرْبَعَة أحرف تحركت الثَّلَاثَة الأول مِنْهَا، وَسكن الرَّابِع.\n774 -\nالفَاصِلةُ الكُبْرَى: خَمْسَة أحرف تحركت الْأَرْبَعَة الأول، وَسكن الْخَامِس.\n(\nفصل\n)\n775 -\nالمقْبُوضُ: مَا أسقط خامسه السَّاكِن.\n776 -\nالمَكْفُوفُ: مَا أسقط سابعه السَّاكِن.\n777 -\nالمعَاقَبَةُ بينَ الحَرْفَينِ: أَلا يجوز سقوطهما مَعًا، وَإِن جَازَ ثبوتهما مَعًا.\nالحديث: 765 ¦ الجزء: 1 ¦ الصفحة: 111\n",
        "778 -\nالمراقبةُ بَين الحرفينِ: أَلا يجوز سقوطهما جَمِيعًا، وَلَا ثبوتهما جَمِيعًا.\n779 -\nالخَرْمُ: حذف أول متحرك فِي الوتد الْمَجْمُوع فِي أول الْبَيْت.\n780 -\nالخَزْمُ: زِيَادَة فِي أول الْبَيْت لَا يعْتد بهَا فِي التقطيع.\n781 -\nالأثلَمُ: فعولن السَّالِم خَاصَّة إِذا خرم.\n782 -\nالسَّالم: مَا سلم من الزحاف.\n783 -\nالمحذُوفُ: مَا سقط من آخِره سَبَب خَفِيف.\n784 -\nالمجْزُوءُ: مَا سقط مِنْهُ جزءان.\n785 -\nالمَخْبُونُ: مَا سقط ثَانِيه السَّاكِن.\n786 -\nالمَشْكولُ: مَا سقط ثَانِيه، وسابعه الساكنان.\n787 -\nالصدرُ مَا زوحف لمعاقبة مَا قبله فَقَط.\n788 -\nالعَجُز: مَا زوحف لمعاقبة مَا بعده فَقَط.\n789 -\nالطَّرفَان: مَا زوحف لمعاقبة مَا قبله، وَمَا بعده.\n790 -\nالبَرِيءُ: مَا سلم من هَذِه المعاقبة.\n791 -\nالمقْصُور: مَا سقط سَاكن سَببه، وَسكن متحركه.\nالحديث: 778 ¦ الجزء: 1 ¦ الصفحة: 112\n",
        "792 -\nالمقطوعُ: مَا حذف سَاكن وتده، وأسكن متحركه.\n793 -\nالمطويّ: مَا سقط رابعه السَّاكِن.\n794 -\nالمخبولُ: مَا سقط ثَانِيه، ورابعه الساكنان.\n795 -\nالمُذالُ: مَا زيد على اعتداله من عِنْد وتده حرف سَاكن.\n796 -\nالمعْصُوبُ: (19 / أ) مَا سكن خامسه.\n797 -\nالمعْقولُ: مَا أسقط خامسه بعد سكونه.\n798 -\nالمنقوصُ: مَا أسقط سابعه بعد سُكُون خامسه.\n799 -\nالعَضْبُ: خرم مفاعلتن حَتَّى يصير مفتعلن.\n800 -\nالأقْصَم: مفاعلتن مَتى خرم بعد العصب فِي الوافر حَتَّى يصير مفعولن.\n801 -\nالعَقْصُ: خرم مفاعيل فِي الوافر حَتَّى يصير مفعول.\n802 -\nالأجمُّ: مفاعلن فِي الوافر إِذا خرم حَتَّى يصير فاعلن.\nالحديث: 792 ¦ الجزء: 1 ¦ الصفحة: 113\n",
        "803 -\nالمقطوفُ: مَا سقط مِنْهُ زنة سَبَب خَفِيف بعد سُكُون خامسه.\n804 -\nالمضْمَر: مَا سكن ثَانِيه.\n805 -\nالأحَذُّ: مَا أسقط مِنْهُ الوتد الْمَجْمُوع.\n806 -\nالمرَفَّل: مَا زيد على اعتداله سَبَب خَفِيف.\n807 -\nالأَخْرَمُ: مفاعيلن إِذا خرم حَتَّى يصير مفعولن.\n808 -\nالأخْربُ: مفاعيل إِذا خرم حَتَّى يصير مفعول.\n809 -\nالأشْتَرُ: مفاعلن إِذا خرم حَتَّى يصير فاعلن.\n810 -\nالمَشْطُورُ: مَا أسقط مِنْهُ شطره.\n811 -\nالمَنْهُوكُ: مَا أسقط ثُلُثَاهُ.\n812 -\nالمسَبَّغُ: مَا زيد باعتداله من عِنْد سَببه حرف سَاكن.\n813 -\nالمكْشوفُ: مَا حذف متحرك وتده المفروق.\n814 -\nالموقوفُ: مَا سكن متحرك وتده المفروق.\n815 -\nالأَصْلَمُ: مَا سقط وتده المفروق.\n816 -\nالمشعَّث: مَا سقط أحد متحركي وتده.\n817 -\nالأبْتَرُ: مَا سقط (سَاكن) وتده، وَسكن متحركه، وَقد سقط من آخِره سَبَب.\nالحديث: 803 ¦ الجزء: 1 ¦ الصفحة: 114\n",
        "818 -\nالمخَلَّعُ: جُزْء أَبْيَات الْبَسِيط.\n(\nفصل\n)\n819 -\nالقافِيَةُ: هِيَ الْكَلِمَة الْأَخِيرَة من الْبَيْت، وَقيل هِيَ حرف الروي، وَقيل: آخر سَاكن فِي الْبَيْت إِلَى أول سَاكن يلقاه مَعَ حَرَكَة مَا قبله.\n820 -\nحرفُ الرَّوِيّ: مَا يَبْنِي الشَّاعِر قصيدته عَلَيْهِ.\n821 -\nالمجْرَى: حَرَكَة حرف الروي إِذا كَانَ متحركا مُطلقًا غير مُقَيّد.\n822 -\nالرَّدْفُ: كل ألف، أَو يَاء، أَو وَاو سَاكِنة يكون قبل حرف الروي بِلَا فصل.\n823 -\nالحَذْوُ: حَرَكَة مَا قبل الردف.\n824 -\nالتأسِيسُ: كل ألف يدْخل بَينهَا وَبَين حرف الروي حرف لَا يجب تكريره بِعَيْنِه.\n825 -\nالتوجيهُ: حَرَكَة الْحَرْف الَّذِي يَلِي الروي قبله.\n826 -\nالرَّسُّ: حَرَكَة مَا قبل التأسيس.\n827 -\nالدَّخِيلُ: الْحَرْف الدَّاخِل بَين التأسيس وحرف الروي.\n828 -\nالإشباعُ: حَرَكَة الْحَرْف الدَّاخِل بَين ألف التأسيس، وحروف الروي.\n829 -\nالوَصْلُ: كل ألف، أَو وَاو، أَو يَاء، أَو هَاء يكون بعد حرف الروي بِلَا فصل.\n830 -\nالصِّلَة: بِمَعْنَاهُ.\nالحديث: 818 ¦ الجزء: 1 ¦ الصفحة: 115\n",
        "831 -\nالنَّفَاذُ: حَرَكَة هَاء الصِّلَة بعد حرف الروي إِذا كَانَت متحركة.\n832 -\n(19 / ب) الخُروجُ: كل ألف، أَو وَاو، أَو يَاء يكون بعد الصِّلَة المتحركة.\n833 -\nالمتواتِرُ: مَا فِي آخِره سَبَب خَفِيف، وَقيل: مَا وَقعت حَرَكَة بَين ألف الساكنين.\n834 -\nالمتدارَكُ: مَا فِي آخِره وتد مَجْمُوع، وَقيل: مَا توالت فِيهِ حركتان بَين ساكنين.\n835 -\nالمتَرَادِفُ: مَا تجمع فِي آخِره حرفان ساكنان.\n836 -\nالمتراكبُ: مَا فِي آخِره فاصلة صغرى، قيل: مَا توالت فِي آخِره ثَلَاث حركات.\n837 -\nالمتكاوِسُ: مَا فِي آخِره فاصلة كبرى، قيل: مَا توالت أَربع حركات.\n(\nفصل\n)\n838 -\nالإقْواءُ: اخْتِلَاف حَرَكَة الروي فِي قصيدة وَاحِدَة.\n839 -\nالإصْرافُ: كَذَلِك.\n840 -\nالإكْفَاءُ: اخْتِلَاف حرف الروي فِي قصيدة وَاحِدَة.\n841 -\nالإيطَاء: أَن تَتَكَرَّر القافية فِي قصيدة وَاحِدَة بِمَعْنى وَاحِد.\n842 -\nالتضمينُ: أَن تتَعَلَّق قافية الْبَيْت الأول بِالْبَيْتِ الثَّانِي.\n843 -\nالتَّتْمِيمُ: مثله.\n844 -\nالسِّنَاد: أَن تَأتي بالقافية مرّة مردفة، وَمرَّة غير مردفة فِي قصيدة وَاحِدَة، أَو تَأتي مؤسسة مرّة، وَغير مؤسسة أُخْرَى، أَو تخْتَلف حَرَكَة الدخيل بفتحة مَعَ ضمة، أَو ضمة مَعَ كسرة، أَو يخْتَلف مَا قبل الروي الْمُقَيد بالفتحة مَعَ ضمة أَو كسرة. وَالله أعلم.\nالحديث: 831 ¦ الجزء: 1 ¦ الصفحة: 116\n",
        "(الْبَاب الْحَادِي عشر فِي علم الْمنطق)\n845 -\nعِلْمُ المنطقِ: آلَة قانونية تعصم مراعاتها الذِّهْن عَن الْخَطَأ فِي الْفِكر.\n846 -\nالقانونُ: أَمر كلي منطبق على جزئيات يتعرف أَحْكَامهَا مِنْهُ.\n847 -\nالفكرُ: تَرْتِيب أُمُور مَعْلُومَة للتأدي إِلَى مَجْهُول.\n848 -\nالتَّرتيبُ: جعل الْأَشْيَاء المتعددة بِحَيْثُ يُطلق عَلَيْهَا اسْم الْوَاحِد، وَيكون لبعضها نِسْبَة إِلَى بعض بالتقدم والتأخر.\n849 -\nالبديهيّ: مَا لَا يحْتَاج فِي تَحْصِيله إِلَى فكر وَنظر.\n850 -\nالضروريّ: يرادفه.\n851 -\nالكَسْبِيُّ: مَا يتَوَقَّف حُصُوله على الْفِكر.\n852 -\nالنظريُّ: يرادفه.\n853 -\nالتصوُّرُ: حُصُول صُورَة الشَّيْء فِي الْعقل.\n854 -\nالتصديقُ: تصور مَعَ حكم.\n855 -\nالحُكْم: إِسْنَاد أَمر إِلَى آخر إِيجَابا أَو سلبا.\nالحديث: 845 ¦ الجزء: 1 ¦ الصفحة: 117\n",
        "856 -\nالإيجابُ: إِيقَاع النِّسْبَة.\n857 -\nالسَّلْبُ: انتزاعها.\n858 -\nالقولُ الشَّارحُ: هُوَ الْموصل إِلَى التَّصَوُّر.\n859 -\nالحُجَّةُ: هِيَ الموصلة إِلَى التَّصْدِيق.\n860 -\nالدَّلالةُ: كَون الشَّيْء بِحَالَة يلْزم من الْعلم بِهِ الْعلم بِشَيْء آخر.\n861 -\nالوَضْعُ: جعل اللَّفْظ بِإِزَاءِ الْمَعْنى أَولا.\n862 -\nاللّزومُ الذِّهْنِيّ: كَون الْأَمر الْخَارِجِي بِحَيْثُ (20 / أ) يلْزم من تَحْقِيق الْمُسَمّى فِي الذِّهْن تَحْقِيقه فِي الذِّهْن.\n863 -\nاللزومُ الخارجيُّ: كَونه بِحَيْثُ يلْزم فِي التَّحْقِيق الْمُسَمّى فِي الْخَارِج تحَققه فِيهِ.\n(\nفصل\n)\n864 -\nالمركَّبُ: مَا قصد بِجُزْء لَفظه الدّلَالَة على جُزْء مَعْنَاهُ.\n865 -\nالمركبُ الناقصُ: مَا ركب من اسْم وأداة.\n866 -\nالمركَّبُ التَّامُّ: مَا يدل كل لفظ مِنْهُ دلَالَة تَامَّة.\n867 -\nالمفْردُ: مَا لَا يقْصد بجزئه الدّلَالَة على جُزْء مَعْنَاهُ.\n868 -\nالأدَاةُ: مَا لَا يصلح للإخبار بِهِ أصلا، أَو وَحده.\nالحديث: 856 ¦ الجزء: 1 ¦ الصفحة: 118\n",
        "869 -\nالاسمُ: مَا يصلح للإخبار بِهِ وَحده، وَلم يدل بهيئته وصيغته على زمَان معِين من الْأَزْمِنَة الثَّلَاثَة.\n870 -\nالفعلُ: مَا يصلح للإخبار بِهِ وَحده، وَيدل بهيئته الوضعية على أحد الْأَزْمِنَة الثَّلَاثَة.\n871 -\nالمتواطِئُ: الِاسْم الدَّال على معَان اسْتَوَت أَفْرَاده الذهنية والخارجية.\n872 -\nالمُشَكِّكُ: كل اسْم دلّ على معَان كَانَ أَفْرَاده الذهنية، والخارجية فِيهِ بَعْضهَا أولى من بعض.\n873 -\nالعَلَمُ: هُوَ الِاسْم الدَّال على شخص معِين من الْأَشْخَاص.\n874 -\nالجزئيّ: مَا يمْنَع نفس تصور مَعْنَاهُ عَن وُقُوع الشّركَة فِيهِ.\n875 -\nالكلِّيُّ: مَا لَا يمْنَع عَنهُ.\n876 -\nالنَّوعُ: الْمَقُول على كثيرين متفقين بالحقائق فِي جَوَاب: مَا هُوَ؟\n877 -\nالجِنْسُ: الْمَقُول على كثيرين مُخْتَلفين بالحقائق فِي جَوَاب: مَا هُوَ؟\n878 -\nالفَصْلُ: كلي يحمل على الشَّيْء فِي جَوَاب: أَي شَيْء هُوَ فِي جوهره؟\n879 -\nاللَّازِم: مَا يمْتَنع انفكاكه عَن الْمَاهِيّة.\n880 -\nالعَرَضُ المفَارِقُ: مَا لم يمْتَنع انفكاكه عَن الْمَاهِيّة.\n881 -\nاللاَّزِمُ البَيِّنُ: مَا يكون تصَوره مَعَ تصور ملزومه كَافِيا فِي جزم الذِّهْن باللزوم بَينهمَا.\n882 -\nاللازِم الغيرُ البيِّن: مَا يفْتَقر جزم الذِّهْن باللزوم بَينهمَا إِلَى وسط.\nالحديث: 869 ¦ الجزء: 1 ¦ الصفحة: 119\n",
        "883 -\nالخاصَّةُ: كُلية مقولة على مَا تَحت أَفْرَاد وَاحِدَة فَقَط قولا عرضيا.\n884 -\nالعَرَضُ العَامّ: كلي مقول على أَفْرَاد حَقِيقَة، وَغَيرهَا قولا عرضيا.\n(\nفصل\n)\n885 -\nالقَضِيَّةُ: قَول يَصح أَن يُقَال لقائله إِنَّه صَادِق، أَو كَاذِب.\n886 -\nالحَمْلَيَّةُ: قَضِيَّة تحل بطرفيها إِلَى مفردين.\n887 -\nالشَّرْطِيَّة: مَا لَا تحل بطرفيها إِلَى مفردين.\n888 -\nالمتَّصِلَةُ: شَرْطِيَّة يحكم فِيهَا بالتنافي بَين قضيتين فِي الصدْق وَالْكذب مَعًا، أَو فِي أَحدهمَا فَقَط.\n889 -\nالموضوعُ: هُوَ الشَّيْء الْمَحْكُوم عَلَيْهِ فِي الْقَضِيَّة.\n890 -\nالمَحْمولُ: هُوَ الشَّيْء الْمَحْكُوم بِهِ فِيهَا.\n891 -\nالرابطة: اللَّفْظَة الدَّالَّة على نِسْبَة ارتباط الْمَحْمُول بالموضوع.\n892 -\n(20 / ب) الثلاثيةُ: مَا ذكرت فِيهَا الرابطة.\n893 -\nالثُّنَائِيّةُ: مَا حذفت فِيهَا.\n894 -\nالمخْصوصَةُ: مَا يكون الْمَوْضُوع فِيهَا شخصا معينا.\n895 -\nالشَّخْصيّةُ: مرادفها.\n896 -\nالمَحْصُورَةُ: مَا لم يكن الْمَوْضُوع فِيهَا شخصا معينا، وَبَين فِيهَا كمية أَفْرَاد مَا عَلَيْهِ الحكم.\nالحديث: 883 ¦ الجزء: 1 ¦ الصفحة: 120\n",
        "897 -\nالمسَوَّرَةُ: ترادفها.\n898 -\nالسُّورُ: اللَّفْظ الدَّال على بَيَان كُلية أَفْرَاد مَا عَلَيْهِ الحكم.\n899 -\nالحاصِرُ: يرادفه.\n900 -\nالطبيعيةُ: مَا لم يبين فِيهَا كمية أَفْرَاد مَا عَلَيْهِ الحكم، وَلم يصلح أَن تصدق كُلية وجزئية.\n901 -\nالمهمَلة: مَا لم يبين فِيهَا كمية الْأَفْرَاد، وَتَكون صَالِحَة للكلية والجزئية.\n902 -\nالمعدولَةُ: مَا يكون حرف السَّلب فِيهَا جُزْءا من الْمَوْضُوع، أَو الْمَحْمُول، أَو مِنْهُمَا جَمِيعًا.\n903 -\nالمحصَّلةُ: مُوجبَة، لم يكن حرف السَّلب فِيهَا جُزْءا لَا من الْمَوْضُوع، وَلَا من الْمَحْمُول.\n904 -\nالبَسِيطَةُ: سالبة، لم يكن حرف السَّلب فِيهَا جُزْءا من الْمَوْضُوع والمحمول.\n905 -\nمادَّةُ القَضِية: كَيْفيَّة نِسْبَة الْمَحْمُول إِلَى الْمَوْضُوع.\n906 -\nجهةُ القَضِيَّةِ: اللَّفْظَة الدَّالَّة على كَيْفيَّة نِسْبَة الْمَحْمُول إِلَى الْمَوْضُوع.\n907 -\nالموجَّهةُ البَسِيطةُ: قَضِيَّة حَقِيقَتهَا إِيجَاب فَقَط، أَو سلب فَقَط.\n908 -\nالموجَّهةُ المركَّبَةُ: مَا تركبت حَقِيقَتهَا من إِيجَاب وسلب.\n909 -\nالضَّرُورِيةُ المطلقةُ: مَا حكم فِيهَا بضرورة ثُبُوت الْمَحْمُول للموضوع، أَو سلبه عَنهُ، مَا دَامَ ذَات الْمَوْضُوع مَوْجُودا.\n910 -\nالدائمةُ المطْلَقَةُ: مَا يحكم فِيهَا بدوام ثُبُوت الْمَحْمُول للموضوع مَا دَامَ ذَات الْمَوْضُوع مَوْجُودا.\nالحديث: 897 ¦ الجزء: 1 ¦ الصفحة: 121\n",
        "911 -\nالمشْرُوطةُ العامَّةُ: مَا يحكم فِيهَا بضرورة ثُبُوت الْمَحْمُول للموضوع، أَو سلبه عَنهُ بِشَرْط وصف الْمَوْضُوع.\n912 -\nالعُرْفِيَّة العَامَةُ: مَا يحكم فِيهَا بدوام ثُبُوت الْمَحْمُول للموضوع، أَو سلبه عَنهُ بِشَرْط وصف الْمَوْضُوع.\n913 -\nالمُطْلَقة العَامَّة: مَا يحكم فِيهَا بِثُبُوت الْمَحْمُول للموضوع، أَو سلبه عَنهُ بِالْفِعْلِ.\n914 -\nالممكِنَة العَامَّة: مَا يحكم فِيهَا بارتفاع الضَّرُورَة الْمُطلقَة عَن جَانب الْمُخَالف.\n915 -\nالمَشْرُوطةُ الخَاصَّةُ: مَا يحكم فِيهَا بضرورة ثُبُوت الْمَحْمُول للموضوع، أَو سلبه عَنهُ مَا دَامَ ذَات الْمَوْضُوع مَوْجُودا مُقَيّدا بِقَيْد اللادوام\n916 -\nالعُرْفِيةُ الخاصَّةُ: مَا يحكم فِيهَا بدوام ثُبُوت الْمَحْمُول للموضوع، أَو سلبه عَنهُ بِشَرْط وصف الْمَوْضُوع مَعَ قيد اللادوام.\n917 -\nالوجوديةُ اللاّضروريةُ: مَا يحكم (21 / أ) فِيهَا بِثُبُوت الْمَحْمُول للموضوع أَو سلبه عَنهُ بِالْفِعْلِ مَعَ قيد اللاضرورة.\n918 -\nالوجوديةُ اللاّدائمةُ: مَا يحكم فِيهَا بِثُبُوت الْمَحْمُول للموضوع، أَو سلبه عَنهُ بِالْفِعْلِ، مَعَ عدم قيد اللادوام بِحَسب الذَّات.\nالحديث: 911 ¦ الجزء: 1 ¦ الصفحة: 122\n",
        "919 -\nالوقتيةُ: مَا يحكم فِيهَا بضرورة ثُبُوت الْمَحْمُول للموضوع، أَو سلبه عَنهُ فِي وَقت معِين من أَوْقَات وجود الْمَوْضُوع مُقَيّدا بالدوام، أَو بِحَسب الذَّات.\n920 -\nالمنْتَشِرةُ: مَا يحكم فِيهَا بضرورة ثُبُوت الْمَحْمُول للموضوع، أَو سلبه عَنهُ فِي وَقت غير معِين من أَوْقَات وجود الْمَوْضُوع مُقَيّدا باللادوام بِحَسب الذَّات.\n921 -\nالممكنةُ الخاصةُ: مَا يحكم فِيهَا بارتفاع الضَّرُورَة الْمُطلقَة عَن جَانِبي الْوُجُود والعدم جَمِيعًا.\n(\nفصل\n)\n922 -\nالمقدَّمُ: هُوَ الْجُزْء الأول فِي الشّرطِيَّة.\n923 -\nالتَّالِي: هُوَ الْجُزْء الثَّانِي مِنْهَا.\n924 -\nاللُّزومِيَّة: شَرْطِيَّة مُتَّصِلَة، صدق الثَّانِي فِيهَا على تَقْدِير صدق الْمُقدم لعلاقة بَينهمَا توجب ذَلِك.\n925 -\nالاتفاقِيةُ: مُتَّصِلَة يكون صدق الثَّانِي فِيهَا على تَقْدِير صدق الْمُقدم بِمُجَرَّد توَافق الجزئين على الصدْق.\n926 -\nالمنْفَصِلَةُ الحَقِيقِيَّة: مَا يحكم فِيهَا بالتنافي بَين جزءيها صدقا وكذبا.\nالحديث: 919 ¦ الجزء: 1 ¦ الصفحة: 123\n",
        "927 -\nالمُنْفَصِلةُ المانِعةُ الجَمْعِ: مَا يحكم فِيهَا بالتنافي بَين جزءيها صدقا فَقَط.\n928 -\nالمُنْفَصلةُ المانِعةُ الخُلُوِّ: مَا يحكم فِيهَا بالتنافي بَين جزءيها كذبا فَقَط.\n929 -\nالعِنَادِيَّةُ: مَا يحكم فِيهَا بالتنافي بَين جزءيها لذاتي الجزءين.\n930 -\nالاتفاقِيَّةُ: مَا يحكم فِيهَا بالتنافي بَين جزءيها لَا لذاتي الجزءين، بل بِمُجَرَّد الِاتِّفَاق.\n931 -\nالتَّنَاقُضُ: اخْتِلَاف قضيتين بالسلب، والإيجاب بِحَيْثُ يَقْتَضِي لذاته أَن تكون إِحْدَاهمَا صَادِقَة وَالْأُخْرَى كَاذِبَة.\n932 -\nالعَكْسُ المُسْتَوى: جعل الْجُزْء الأول من الْقَضِيَّة ثَانِيًا، وَالثَّانِي أَولا، مَعَ بَقَاء الصدْق والكيفية.\n933 -\nعكسُ النقيضِ: جعل الْجُزْء الأول من الْقَضِيَّة نقيض الثَّانِي، وَالثَّانِي عين الأول مَعَ مُخَالفَته للْأَصْل فِي الْكَيْفِيَّة، وموافقته فِي الصدْق.\n934 -\nالقياسُ: قَول مؤلف من قضايا إِذا سلمت لزم عَنهُ لذاته قَول آخر.\n935 -\nالقياسُ الاسْتِثْنائيُّ: مَا كَانَ عين النتيجة، أَو نقيضها مَذْكُورا فِيهِ بِالْفِعْلِ.\n936 -\nالقياسُ الاقْتِرانيُّ: مَا لم يكن عين (21 / ب) النتيجة، أَو نقيضها مَذْكُورا فِيهِ بِالْفِعْلِ.\nالحديث: 927 ¦ الجزء: 1 ¦ الصفحة: 124\n",
        "937 -\nالأَصْغَرُ: مَوْضُوع الْمَطْلُوب فِي الْقيَاس.\n938 -\nالأَكْبَرُ: مَحْمُول الْمَطْلُوب فِي الْقيَاس.\n939 -\nالصُّغْرَى: هِيَ الْقَضِيَّة الَّتِي فِيهَا الْأَصْغَر.\n940 -\nالكُبرَى: هِيَ الَّتِي فِيهَا الْأَكْبَر.\n941 -\nالحَدُّ الأوسَط: مَا يكون مكررا بَين الصُّغْرَى والكبرى.\n942 -\nالقرينةُ: اقتران الصُّغْرَى والكبرى.\n943 -\nالضَّرْبُ: يرادفه.\n944 -\nالشَّكْل: الْهَيْئَة الْحَاصِلَة من كَيْفيَّة وضع الْحَد الْأَوْسَط عِنْد الحدين الآخرين.\n945 -\nالشَّكْل الأولُ: مَا كَانَ الْأَوْسَط مَحْمُولا فِي الصُّغْرَى، مَوْضُوعا فِي الْكُبْرَى.\n946 -\nالشَّكْل الثَّانِي: مَا كَانَ الْحَد الْأَوْسَط مَحْمُولا فيهمَا.\nالحديث: 937 ¦ الجزء: 1 ¦ الصفحة: 125\n",
        "947 -\nالشَّكلُ الثَّالثُ: مَا كَانَ الْأَوْسَط مَوْضُوعا فِي الصُّغْرَى والكبرى.\n948 -\nالشكلُ الرابعُ: مَا كَانَ الْأَوْسَط مَوْضُوعا فِي الصُّغْرَى مَحْمُولا فِي الْكُبْرَى.\n(\nفصل\n)\n949 -\nالمختلطاتُ: الأقيسة الْحَاصِلَة من خلط الموجهات بَعْضهَا مَعَ بعض.\n950 -\nالقياسُ المركبُ: تركيب مُقَدمَات ينْتج بَعْضهَا نتيجة يلْزم مِنْهَا وَمن مُقَدّمَة أُخْرَى نتيجة أُخْرَى إِلَى أَن يُوصل الْمَطْلُوب.\n951 -\nقياسُ الخُلفِ: إِثْبَات الْمَطْلُوب بِإِبْطَال نقيضه.\n952 -\nالاسْتقراءُ: الحكم على كلي لوُجُوده فِي أَكثر جزئياته.\n953 -\nالتَّمْثِيل: إِثْبَات حكم جزئي فِي جزئي آخر لِمَعْنى مُشْتَرك بَينهمَا.\n954 -\nاليقينياتُ: قضايا يكون الحكم فِيهَا جَازِمًا مطابقا ثَابتا.\nالحديث: 947 ¦ الجزء: 1 ¦ الصفحة: 126\n",
        "955 -\nالأوْلياتُ: قضايا تصور طرفيها كَاف فِي الْجَزْم بَينهمَا.\n956 -\nالمشَاهَدَاتُ: قضايا يحكم بهَا بقوى ظَاهِرَة أَو باطنة.\n957 -\nالمجَرَّبَات: قضايا يحكم بهَا لمشاهدات متكررة مفيدة لليقين.\n958 -\nالحَدْسِيات: قضايا يحكم بهَا لحدس قوي فِي النَّفس مُفِيد للْعلم.\n959 -\nالحَدْس: سرعَة الِانْتِقَال من المبادئ إِلَى المطالب.\n960 -\nالمتواتراتُ: قضايا يحكم بهَا لِكَثْرَة الشَّهَادَات بعد الْعلم بِعَدَمِ امتناعها، والأمن من التواطؤ عَلَيْهَا.\n961 -\nالبُرْهَان: الْقيَاس الْمُؤلف من اليقينيات.\n962 -\nالبُرْهَان اللِّمِّي: مَا يكون الْحَد الْأَوْسَط فِيهِ علته للنسبة فِي الذِّهْن، وَالْعين مَعًا.\n963 -\nالبُرهان الإِنِّي: مَا يكون الْحَد الْأَوْسَط فِيهِ علته للنسبة فِي الذِّهْن فَقَط.\nالحديث: 955 ¦ الجزء: 1 ¦ الصفحة: 127\n",
        "964 -\nالمشهوراتُ: مَا يحكم بهَا لاعتراف النَّاس جَمِيعًا بهَا لمصْلحَة عَامَّة، أَو رقة، أَو حمية، أَو انفعالات من عبادات، وَشَرَائِع (22 / أ) ، وآداب.\n965 -\nالمسلّماتُ: قضايا تتسلم من الْخصم فيبنى عَلَيْهَا الْكَلَام لدفعه.\n966 -\nالجَدَلُ: الْقيَاس الْمُؤلف من المشهورات، وَالْمُسلمَات.\n967 -\nالمَقْبُولات: قضايا تُؤْخَذ مِمَّن يعْتَقد فِيهِ إِمَّا لأمر سماوي، أَو مزِيد عقل، وَدين.\n968 -\nالمظْنُونَاتُ: قضايا يحكم بهَا اتبَاعا للظن.\n969 -\nالخَطَابَة: الْقيَاس الْمُؤلف من المقبولات، والمظنونات.\n970 -\nالمخيَّلاتُ: قضايا إِذا وَردت على النَّفس أثرت فِيهَا تَأْثِيرا عجيبا من قبض، وَبسط.\n971 -\nالشِّعْر: قِيَاس مؤلف من المخيلات.\n972 -\nالوَهْمِيَّات: قضايا كَاذِبَة يحكم فِيهَا الْوَهم فِي أُمُور غير محسوسة.\n973 -\nالسَّفْسَطَة: قِيَاس مؤلف من الوهميات.\nالحديث: 964 ¦ الجزء: 1 ¦ الصفحة: 128\n",
        "974 -\nالمغَالَطَةُ: قِيَاس تفْسد صورته بألا يكون على هَيْئَة منتجة لاختلال شَرط مُعْتَبر. وَالله أعلم.\nالحديث: 974 ¦ الجزء: 1 ¦ الصفحة: 129\n",
        "(الْبَاب الثَّانِي عشر فِي الْحِكْمَة)\n975 -\nعلمُ الْحِكْمَة: مَا يبْحَث فِيهِ عَن حقائق الْأَشْيَاء على مَا هِيَ عَلَيْهِ من الْوُجُود بِقدر الطَّاقَة لتصير النَّفس الإنسانية بتحصيلها كَامِلَة مضاهية للْعَالم الْعقلِيّ وتستعد بذلك للسعادة القصوى الأخروية. وَقيل: استكمال النَّفس الإنسانية بالتصورات والتصديقات النظرية بِقدر الطَّاقَة البشرية، وَقيل: استكمال النَّفس الإنسانية فِي قوتها النظرية بِمَعْرِِفَة الْحق، وَفِي قوتها العملية بِفعل الْخَيْر، وَقيل: استكمالها بتصور الْأُمُور والتصديق بالحقائق النظرية والعملية.\n976 -\nالحكمةُ النظريةُ: الْعلم بِمَا لَا يكون وجوده باختيارنا.\n977 -\nالحِكْمَة العَمَلِيَّةُ: الْعلم بِمَا يكون وجوده باختيارنا.\n978 -\nالعِلْم الإلَهِيّ: علم مَا لَا يجب أَن يكون فِي مَادَّة وَيُسمى الْعلم الْأَعْلَى.\n979 -\nالعِلْم الرِّيَاضِي: علم مَا يجب أَن يكون فِي مَادَّة مُعينَة، وَيُسمى الْعلم الْأَوْسَط.\nالحديث: 975 ¦ الجزء: 1 ¦ الصفحة: 130\n",
        "980 -\nالعلمُ الطَّبِيعيّ: علم مَا يجب أَن يكون فِي مَادَّة غير مُعينَة، وَيُسمى الْعلم الْأَدْنَى.\n981 -\nالحِكْمةُ الخلقيةُ: هِيَ الْعلم بأحوال تخص شخصا وَاحِدًا، وَيُسمى علم الْأَخْلَاق.\n982 -\nالحِكمةُ المنزليةُ: هِيَ الْعلم بأحوال تكون بَينه وَبَين أَهله ومنزله، وَيُسمى علم تَدْبِير الْمنزل.\n983 -\nالحِكْمَةُ المدنيةُ: هِيَ الْعلم بأحوال تكون بَينه وَبَين عَامَّة النَّاس، وَيُسمى الْعلم السياسي.\n984 -\nالفَلْسَفةُ: هِيَ الْحِكْمَة، وَقيل معرفَة الْإِنْسَان نَفسه، وَقيل: علم الْأَشْيَاء الأبدية.\n985 -\nالعُنْصُرُ: ابْتِدَاء تركيب الشَّيْء.\n986 -\nالإسطقس: مُنْتَهى تَحْلِيل (12 / ب) الشَّيْء.\n987 -\nالهُيُولَى: الْقَابِل للصورة الْمعينَة.\n988 -\nالمادَّة: مَا يكون بِهِ الشَّيْء مَوْجُودا بِالْقُوَّةِ.\n989 -\nالصُّورَة: مَا يكون الشَّيْء بِهِ وَبِغَيْرِهِ مَوْجُودا.\n990 -\nالفَاعِل: مَا يكون فِي الشَّيْء مؤثرا.\n991 -\nالغَايَة: مَا يكون مؤثرا فِي مؤثرية الشَّيْء.\nالحديث: 980 ¦ الجزء: 1 ¦ الصفحة: 131\n",
        "992 -\nالجِسْمُ: جَوْهَر ذُو أبعاد ثَلَاثَة.\n993 -\nالبَسِيطُ: جسم لم يتألف من أجسام مُخْتَلفَة الطبائع.\n994 -\nالمركَّبُ: جسم تألف من أجسام مُخْتَلفَة الطبائع.\n995 -\nالبَسِيطُ الفَلَك: بِخِلَافِهِ.\n996 -\nالجَمَادُ: جسم مركب لَيْسَ لَهُ نمو.\n997 -\nالنَّبَاتُ: جسم مركب ذُو نمو لَيْسَ لَهُ حس.\n998 -\nالحَيَوانُ: حساس متحرك بالإرادة.\n(\nفصل\n)\n999 -\nالمُوجَب: هُوَ الَّذِي يجب أَن يصدر عَنهُ الْأَثر.\n1000 -\nالعِلم: حُصُول صُورَة الشَّيْء فِي الْعقل. وَقيل: تمثل حَقِيقَة الشَّيْء عِنْد الْمدْرك.\n1001 -\nالإدراكُ: تمثل حَقِيقَة الشَّيْء عِنْد الْمدْرك بِحَيْثُ يشاهدها مَا بِهِ يدْرك.\n1002 -\nالمشاهَدَةُ: إِدْرَاك الجزئي حَاضرا فِي الْخَارِج.\n1003 -\nالمشَاهدة الحقيقيةُ: إِدْرَاك عين الْحَاضِر فِي الْخَارِج.\n1004 -\nالحسُّ المشتركُ: قُوَّة إِذا ارتسم صُورَة شَيْء فِيهَا صَار ذَلِك الشَّيْء مشاهدا.\nالحديث: 992 ¦ الجزء: 1 ¦ الصفحة: 132\n",
        "1005 -\nالخَيَال: مَا يحفظ صُورَة المحسوسات بعد غيبتها.\n1006 -\nالوَاهِمَة: مَا يدْرك الْمعَانِي الْجُزْئِيَّة.\n1007 -\nالحَافِظَةُ: مَا يحفظ الْمعَانِي الْجُزْئِيَّة.\n1008 -\nالذَّاكِرَةُ: مَا يتَذَكَّر بهَا المدركة.\n1009 -\nالمتصرِّفَةُ: مَا يكون بهَا قُوَّة التَّرْكِيب، وَالتَّفْصِيل بَين الصُّور الْمَأْخُوذَة عَن الْحسن، وَبَين الْمعَانِي المدركة بالوهم، وَبَين الصُّور والمعاني.\n1010 -\nالعَقْل الهُيُولانِي: كَون إدراكات النَّفس بِالْقُوَّةِ.\n1011 -\nالعَقْلُ بالملكَة: كَون الأوليات حَاصِلَة لَهَا.\n1012 -\nالعقْلُ بالفِعْلِ: حُصُول النظريات لَهَا بِحَيْثُ يقدر على استحضارها مَتى شَاءَ.\n1013 -\nالعَقْل المستفادُ: حُصُول النظريات لَهَا بِحَيْثُ لَا تعز عَنْهَا، وَقيل: حُصُول النظريات بِتِلْكَ الْحَيْثِيَّة.\n1014 -\nالفِكْرُ: حركات مَا للنَّفس فِي الْمعَانِي طلبا للحد الْأَوْسَط، أَو مَا يجْرِي مجْرَاه.\n1015 -\nالحَدْسُ: وُصُول النَّفس إِلَى الْأَوْسَط بِلَا فكر.\nالحديث: 1005 ¦ الجزء: 1 ¦ الصفحة: 133\n",
        "1016 -\nالقوةُ الشَّهْوانيَّةُ: هِيَ الباعثة على جلب الْمَنَافِع، وَدفع المضار.\n1017 -\nالقوةُ الغَضْبِيَّةُ: هِيَ الباعثة على الْغَلَبَة، وَدفع الْمَكْرُوه.\n1018 -\nالنفسُ الأمَّارةُ: هِيَ الْقُوَّة الآمرة للشهوانية (23 / أ) والغضبية بالتخيل، والتوهم إِلَى جذب اللَّذَّات الْبَدَنِيَّة، وَدفع المطالب الْحَقِيقِيَّة.\n1019 -\nالنَّفْسُ القُدْسِيّة: هِيَ الْبَالِغَة فِي الحدس غَايَته.\n(\nفصل\n)\n1020 -\nالخَلاءُ: أَلا يكون بَين الجسمين المتباعدين مَا يلاقيانه، وَقيل: هُوَ أبعاد مُجَرّدَة عَن الْمَادَّة، إِذا حصلت فِي مَادَّة حصل الْجِسْم.\n1020 -\nالمَلاءُ: جسم من جِهَة مَا تمانع أبعاده دُخُول جسم آخر فِيهِ.\n1022 -\nالمكانُ: هُوَ السَّطْح الْبَاطِن من الجرم الْحَاوِي المماس للسطح أَسْفَل الظَّاهِر من المحوى، وَقيل: مَكَان السَّطْح الْأَسْفَل الَّذِي يسْتَقرّ عَلَيْهِ شَيْء ثقيل.\nالحديث: 1016 ¦ الجزء: 1 ¦ الصفحة: 134\n",
        "1023 -\nالحركةُ: هِيَ خُرُوج مَا بِالْقُوَّةِ إِلَى الْفِعْل على التدريج، وَقيل هِيَ تغير أَحْوَال الْمَوْجُود.\n1024 -\nالكُمُونُ: استتار الشَّيْء عَن الْحس.\n1025 -\nالكَوْن: حُصُول بِالْقُوَّةِ إِلَى الْفِعْل دفْعَة.\n1026 -\nالتخلْخُلُ: ازدياد مِقْدَار الْجِسْم بِدُونِ انضمام جسم آخر مَعَه.\n1027 -\nالتكاثُفُ: انتقاص مِقْدَار الْجِسْم بِدُونِ انتقاص جسم عَنهُ.\n1028 -\nالنُّمُوُّ: ازدياد جسم باتصال جسم آخر بِهِ مداخلا فِي أَجْزَائِهِ فِي الأقطار على نِسْبَة طبيعية.\n1029 -\nالذُّبُول: عَكسه.\n1030 -\nالحركةُ: هِيَ الْخُرُوج من الْقُوَّة إِلَى الْفِعْل لَا فِي آن وَاحِد.\n1031 -\nالحركةُ السريعةُ: مَا يقطع مَسَافَة أطول فِي زمَان مسَاوٍ، أَو الْمثل فِي زمَان أقل، أَو الأطول فِي الْأَقَل.\n1032 -\nالحركَةُ البَطِيئَةُ: عكس ذَلِك.\n1033 -\nالحركةُ الكوكبيةُ: حَرَكَة مركبة من المستقيمة، والمستديرة.\n1034 -\nالمحرَّكُ بالذَّات: مَا يكون الْحَرَكَة حَاصِلَة فِيهِ.\nالحديث: 1023 ¦ الجزء: 1 ¦ الصفحة: 135\n",
        "1035 -\nالمتحرِّكُ بالعُروضِ: مَا يكون الْحَرَكَة فِيمَا يقارنه.\n1036 -\nالحركةُ القسْرِيَّة: مَا يكون بِقُوَّة حَاصِلَة مستفادة من خَارج.\n1037 -\nالحركةُ الإرادِيَّةُ: مَا يكون بِقُوَّة حَاصِلَة من خَارج مَعَ الْقَصْد.\n1038 -\nالحركةُ الطبيعيةُ: مَا لَا يكون بِقصد.\n1039 -\nالسكونُ: عدم الْحَرَكَة فِيمَا من شَأْنه أَن يَتَحَرَّك.\n1040 -\nالزَّمَانُ: مِقْدَار حَرَكَة الْفلك.\n1041 -\nالْآن: ظرف موهوم يشْتَرك فِيهِ الْمَاضِي والمستقبل من الزَّمَان - وَقيل: الزَّمَان صَغِير الْمِقْدَار عَن الْوَهم مُتَّصِل بالآن الْحَقِيقِيّ من جَنْبَيْهِ.\n(\nفصل\n)\n1042 -\nالقَديمُ بحَسَب الذَّات: مَا لَيْسَ لَهُ مبدأ عَليّ.\n1043 -\nالقديمُ بحَسَبِ الزَّمان: مَا لَيْسَ وجوده زمانيا.\n1044 -\nالعِلَّةُ الأُولَى: هِيَ المفردة فَوق كل صفة عقلية، ومنطقية.\n1045 -\nالآلَةُ: هِيَ الْوَاسِطَة (23 / ب) بَين الْفَاعِل، والمنفعل عِنْد وُصُول أَثَره إِلَيْهِ.\nالحديث: 1035 ¦ الجزء: 1 ¦ الصفحة: 136\n",
        "1046 -\nالفَلَكُ: جسم بسيط كري متحرك بالطبع على الْوسط مُشْتَمل عَلَيْهِ.\n1047 -\nالمَلَكُ: جَوْهَر بسيط ذُو صُورَة، ونطق، هُوَ وَاسِطَة بَين البارئ، والأجسام الأرضية.\n1048 -\nالإبْدَاعُ: إِظْهَار شَيْء لَا من شَيْء، وَلَا بِوَاسِطَة شَيْء.\n1049 -\nالخلقُ: إِفَادَة وجود حَاصِل عَن مَادَّة وَصُورَة كَيفَ كَانَ.\n1050 -\nالاجْتماعُ: وجود أَشْيَاء كَثِيرَة يعمها معنى وَاحِد.\n1051 -\nالافتراقُ: مُقَابِله.\n1052 -\nالمتجَانِسانِ: اللَّذَان نهايتاهما مَعًا فِي الْوَضع، وَلَيْسَ يجوز أَن يَقع بَينهمَا شَيْء ذُو وضع.\n1053 -\nالتدَاخُلُ: تلاقي الشَّيْء الآخر بكليته حَتَّى يكفيهما مَكَان وَاحِد.\n1054 -\nالمتَّصلُ: مَا من شَأْنه أَن يُوجد بَين أَجْزَائِهِ حد مُشْتَرك، وَقيل: الْقَابِل للانقسام بِغَيْر نِهَايَة.\nالحديث: 1046 ¦ الجزء: 1 ¦ الصفحة: 137\n",
        "1055 -\nالاتحادُ: اشْتِرَاك أَشْيَاء فِي مَحْمُول وَاحِد ذاتي أَو عرضي، وَقيل: حُصُول جسم وَاحِد بِالْعدَدِ من اجْتِمَاع أجسام كَثِيرَة لبُطْلَان خاصيتها لارْتِفَاع حُدُودهَا الْمُشْتَركَة، وَبطلَان نهايتها بالاتصال.\n1056 -\nالتَّتَالِي: كَون الْأَشْيَاء الَّتِي لَهَا وضع لَيْسَ بَينهَا آخر من جِنْسهَا.\n1057 -\nالتَّوَالِي: كَون الشَّيْء بعد الشَّيْء بِالْقِيَاسِ إِلَى مبدأ مَحْدُود، وَلَيْسَ بَينهمَا شَيْء من بَابهَا.\n1058 -\nالنهايةُ: غَايَة يصير الشَّيْء ذُو الكمية إِلَى حَيْثُ لَا يُوجد وَرَاءه شَيْء مِنْهُ.\n1059 -\nالغيرُ المتَنَاهِي: كم أَي أَجْزَائِهِ أخذت، وجد مِنْهُ شَيْء خَارج عَنهُ بِعَيْنِه غير مُكَرر. وَالله أعلم.\nالحديث: 1055 ¦ الجزء: 1 ¦ الصفحة: 138\n",
        "(الْبَاب الثَّالِث عشر فِي الْهَيْئَة)\n1060 -\nعِلْم الهَيْئَةِ: معرفَة تراكيب الأفلاك وَالْأَرْض.\n1061 -\nالفَلَك المستقيمُ: دَائِرَة عظمى تحيط بقطبي السَّمَاء اللَّذين عَلَيْهِمَا يَتَحَرَّك من الْمشرق إِلَى الْمغرب فِي كل يَوْم وَلَيْلَة دورة.\n1062 -\nمُعَدَّلُ النَّهارِ: هُوَ هَذَا.\n1063 -\nخَطُّ الاسْتِوَاء: مَا يُقَابل معدل النَّهَار.\n1064 -\nفَلَكُ البروجِ: دَائِرَة ترسمها الشَّمْس بسيرها من الْمشرق إِلَى الْمغرب فِي السّنة.\n1065 -\nالدَّرَجةُ: عبارَة عَن قسم من ثَلَاثمِائَة وَسِتِّينَ قسما من الْفلك إِذا قسم عَلَيْهَا.\n1066 -\nالدقِيقَةُ: قسم من سِتِّينَ قسما من الدرجَة إِذا قسمت عَلَيْهَا.\n1067 -\nالثَّانِيَة وَالثَّالِثَة: على هَذَا التَّرْتِيب.\nالحديث: 1060 ¦ الجزء: 1 ¦ الصفحة: 139\n",
        "1068 -\nالأفقُ: دَائِرَة عَظِيمَة تقطع بسيط الْفلك الْأَعْظَم، فتفصل بَين الظَّاهِر (24 / أ) مِنْهُ فَوق الأَرْض، والخفي مِنْهُ عَنْهَا.\n1069 -\nدائرةُ الارتفاعِ: مَا تمر بقطبي الْأُفق.\n1070 -\nقَوْسُ الارْتِفَاعِ: قِطْعَة من دَائِرَة الِارْتفَاع.\n1071 -\nالمَيْلُ: بعد الشَّمْس أَو الْكَوْكَب عَن معدل النَّهَار.\n1072 -\nسعةُ المشرقِ للشَّمْسِ: من الْأُفق مَا بَين معدل النَّهَار وَبَين مطْلعهَا.\n1073 -\nعرضُ البلدِ: قَوس من دَائِرَة نصف النَّهَار الْوَاقِع بَين القطب والأفق من الطّرف الْأَقْرَب.\n1074 -\nمطالعُ الفَلَك الْمُسْتَقيم: مَا يطلع مَعَ قسي فلك البروج من معدل النَّهَار فِي خطّ الاسْتوَاء.\n1075 -\nقَوْسُ النَّهَار: هِيَ الْقوس الَّتِي فَوق الأَرْض من الدائرة الْمُوازِية لمعدل النَّهَار الَّتِي بهَا تَدور الشَّمْس.\n1076 -\nقَوْسُ اللَّيْلِ: مَا يبْقى من تَمام تِلْكَ الدائرة.\n1077 -\nالجَوْزَهْر: النقطتان اللَّتَان تتقاطع عَلَيْهِمَا الدائرتان من الأفلاك.\nالحديث: 1068 ¦ الجزء: 1 ¦ الصفحة: 140\n",
        "1078 -\nالأوْجُ: أرفع مَوضِع فِي الْفلك الْخَارِج المركز.\n1079 -\nالحَضِيضُ: أَخفض مَوضِع فِي هَذَا الْفلك، وَأقرب من الأَرْض.\n1080 -\nمَنْطِقةُ البُرُوجِ: وسط البروج الَّذِي فِيهِ مسير الشَّمْس.\n1081 -\nسَيْرُ الطُّولِ: سير الْكَوْكَب فِي نطاق البروج، إِلَى مَا يَلِي.\n1082 -\nسَيْرُ العَرْض: وَهُوَ تبَاعد الْكَوَاكِب عَن نطاق البروج إِلَى مَا يَلِي قطب الشمَال أَو الْجنُوب.\n1083 -\nفَلَكُ الأوْجِ: هُوَ الْخَارِج عَن المركز.\n1084 -\nالمرْكَزُ: سير مَرْكَز فلك التدوير فِي الْفلك الْخَارِج المركز.\n1085 -\nالقُبَّةُ: عبارَة عَن وسط الأَرْض.\n1086 -\nالبَراكِيسُ: اخْتِلَاف المناظر.\n1087 -\nالمعْمُورَةُ: ربع الأَرْض الَّذِي يَلِي مهب الشمَال.\nالحديث: 1078 ¦ الجزء: 1 ¦ الصفحة: 141\n",
        "(\nفصل\n)\n1088 -\nالزَّمَانُ: هِيَ أَجزَاء السَّاعَات المعوجة.\n1089 -\nالسَّاعَةُ المعوجّةُ: هِيَ نصف سدس النَّهَار أَو اللَّيْل الَّذِي لَيْسَ بمعدل.\n1090 -\nالسَّاعَةُ الزَّمَانِيَّة: كَذَلِك.\n1091 -\nالساعةُ المستويةُ: مِقْدَار مَا يَدُور من الْفلك خمس عشرَة دَرَجَة.\n1092 -\nوسطُ الْكَوْكَب: مسيرَة الْوسط فِي فلكه الْخَاص الْخَارِج المركز.\n1093 -\nالسَّيْر المعدَّلُ: تقويمه، وَهُوَ حركته فِي فلك البروج.\n1094 -\nالخاصةُ: سير الْكَوْكَب نَفسه فِي فلك التدوير.\n1095 -\nرجوعُ الكوكبِ: سيره طولا على خلاف نضد البروج.\n1096 -\nالرَّجْعةُ: بِهَذَا الْمَعْنى.\n1097 -\nالكَبِد: نجم فِي السَّمَاء لَا يرى.\n1098 -\nالبَهْت: سير الْكَوْكَب الْمعدل ليَوْم وَلَيْلَة.\n1099 -\nالبهيندر: مَا يبْقى من مسير الْكَوْكَب ليَوْم وَلَيْلَة.\nالحديث: 1088 ¦ الجزء: 1 ¦ الصفحة: 142\n",
        "1100 -\nالكوكبُ الصَّمِيمِي: مَا يكون بَينه وَبَين الشَّمْس سِتّ عشرَة دقيقة فَمَا دونهَا.\n1101 -\nالاحْتِراق: أَن يكون الْكَوْكَب مُقَارنًا للشمس، وَبَينهمَا أَكثر من دقائق.\n1102 -\nالصَّمِيم (24 / ب) تَحت الشّعاع: أَن يكون الْكَوْكَب مَعَ الشَّمْس قبل الاحتراق أَو بعده.\n1103 -\nالكَبِيسَةُ: من ربع يَوْم فِي كل سنة، فَإِذا مَضَت أَربع سِنِين انجبرت الأرباع فَصَارَت يَوْمًا وَاحِدًا. وَالله أعلم.\nالحديث: 1100 ¦ الجزء: 1 ¦ الصفحة: 143\n",
        "(الْبَاب الرَّابِع عشر فِي الهندسة)\n1104 -\nالهندسَةُ: علم يعرف بِهِ مقادير الْأَشْيَاء.\n1105 -\nإِقْليدس: اسْم رجل صنف كتاب الأسطقسات، وَجمع فِيهِ أصُول الهندسة.\n1106 -\nالمُصَادَرَةُ: مَا يصدر الْكتاب أَو الْبَاب بِهِ من أَبْوَاب الهندسة.\n1107 -\nالمقدارُ: مَا لَهُ قدر جسما، أَو بسيطا، أَو خطا، أَو زاية، أَو غَيرهَا، وَقيل: كل ذِي بعد من الخطوط والبسائط والأجسام.\n1108 -\nالنِّسْبَةُ: إِضَافَة مَا فِي الْقدر بَين مقدارين متجانسين.\n1109 -\nالمقَاديرُ المتجانِسَةُ: مَا يُمكن إِذا ضوعف أَن يزِيد بَعْضهَا على بعض.\n1110 -\nتبديلُ النِّسْبة: أَخذ الْمُقدم عِنْد الْمُقدم، والتالي عِنْد التَّالِي.\n1111 -\nتركيبُ النِّسْبة: أَخذ الْمُقدم مَعَ التَّالِي بِمَنْزِلَة شَيْء وَاحِد عِنْد التَّالِي.\n1112 -\nتفضيلُ النِّسْبَةِ: أَخذ فضل الْمُقدم على التَّالِي عِنْد التَّالِي.\nالحديث: 1104 ¦ الجزء: 1 ¦ الصفحة: 144\n",
        "1113 -\nقلبُ النِّسْبَة: أَخذ الْمُقدم عِنْد فَضله على التَّالِي.\n1114 -\nنسْبةُ المُسَاواةِ: أَن تفضل كمية الْمَقَادِير على عدتهَا فتنسب الْأَطْرَاف بَعْضهَا بِبَعْض.\n1115 -\nالأبْعَادُ: هِيَ الطول، وَالْعرض، والعمق أَو السّمك.\n1116 -\nالبَسِيطُ: مَاله طول، وَعرض فَقَط، وأطرافه خطوط.\n1117 -\nالخَطُّ: مَا لَهُ طول فَقَط ونهايته نقطتان.\n1118 -\nالنُّقْطَةُ: شَيْء ذُو وضع لَا جُزْء لَهُ.\n1119 -\nالخَطُّ المسْتَقِيمُ: هُوَ الْمَوْضُوع على مُقَابلَة أَي النقط كَانَت عَلَيْهِ بَعْضهَا للْبَعْض.\n1120 -\nالبَسِيطُ المسْتَوِي: هُوَ الْمَوْضُوع على مُقَابلَة أَي الخطوط المستقيمة كَانَت عَلَيْهِ بَعْضهَا لبَعض.\n1121 -\nالسَّطحُ: كَذَلِك، وَلَا يدْرك بالحس إِلَّا مَعَ الْجِسْم.\n1122 -\nالخطوطُ المتلاقيةُ: هِيَ الَّتِي تلتقي وتحيط بزاوية.\n1123 -\nالعَمُودُ: خطّ مُسْتَقِيم قَائِم على خطّ مُسْتَقِيم كَانَت الزاويتان عَن جَنْبَيْهِ متساويتين.\n1124 -\nالزاويةُ القائمةُ: إِحْدَى جنبتي العمود الْقَائِم على الْخط الْمُسْتَقيم.\n1125 -\nالزاويةُ المنفرجةُ: أكبر إِحْدَى جنبتي خطّ مُسْتَقِيم قَائِم على خطّ مُسْتَقِيم.\n1126 -\nالزاويةُ الحادةُ: أصغرها.\nالحديث: 1113 ¦ الجزء: 1 ¦ الصفحة: 145\n",
        "1127 -\nالزوايَا المسطَّحةُ: مَا يحدث عِنْد التقاء ثَلَاثَة خطوط على غير استقامة.\n1128 -\n(25 / أ) الزوايا المجَسَّمةُ: مَا يحدث عَن التقائها على استقامة.\n1129 -\nالسَّاقَان: الخطان اللَّذَان يحيطان بزاوية.\n1130 -\nالقاعدةُ: خطّ يصل بَين طرفِي السَّاقَيْن.\n1131 -\nالمتوَازيان: خطان أخرجَا على سطح وَاحِد إِذا أخرجَا بالاستقامة لم يتلاقيا.\n(\nفصل\n)\n1132 -\nالدَّائِرَة: شكل مسطح يُحِيط بِهِ خطّ وَاحِد فِي دَاخله نقطة، كل الخطوط المستقيمة الْخَارِجَة مِنْهَا إِلَى الدائرة مستاوية.\n1133 -\nالقُطرُ: خطّ يخرج من طرف زَاوِيَة وَيَنْتَهِي إِلَى أُخْرَى.\n1134 -\nقطرُ الدائرةِ: خطّ مُسْتَقِيم يمر بمركز من الْمُحِيط إِلَى الْمُحِيط.\n1135 -\nنصفُ الدَّائِرة: شكل الْمُحِيط بِهِ الْقطر.\n1136 -\nالقوسُ: الَّتِي حازها الْوتر من الْخط الْمُحِيط.\nالحديث: 1127 ¦ الجزء: 1 ¦ الصفحة: 146\n",
        "1137 -\nالوترُ: خطّ يصل بَين طرفِي المقوس أَو المنحنى.\n1138 -\nقطعةُ الدائرةِ: شكل يُحِيط بِهِ خطّ مُسْتَقِيم، وقوس من الْخط الْمُحِيط بالدائرة إِمَّا أكبر من نصفه أَو أَصْغَر.\n1139 -\nوترُ القطْعةِ: هُوَ قَاعِدَة الْقطعَة.\n1140 -\nالسَّهْم: خطّ يخرج من النقطة. الَّتِي تقسم وتر الْقوس نِصْفَيْنِ، ويحيط مَعَ الْوتر بزاوية قَائِمَة.\n1141 -\nالجيبُ المستوي: هُوَ نصف الْوتر.\n1142 -\nالجيبُ المعكوسُ: خطّ يقطع كل وَاحِد من الْقوس ووترها نِصْفَيْنِ.\n1143 -\nجيبُ تمامِ القوسِ: جيب يَنْقَطِع عِنْد ربع دَائِرَة.\n1144 -\nوَتَرُ تمامِ القوسِ: وتر مَا ينقص الْقوس عِنْد نصف دَائِرَة.\n1145 -\nالجيبُ الأعظمُ: نصف قطر الدائرة.\n1146 -\nالدوائرُ المتساويةُ: هِيَ الَّتِي أقطارها مُتَسَاوِيَة.\n1147 -\nالخطُّ المماسُّ للدائرةِ: مَا يلقاها وَلَا يقطعهَا إِذا أخرج فِي كلتا الْجِهَتَيْنِ.\n1148 -\nالدوائرُ المماسةُ: هِيَ الَّتِي تتلاقى، وَلَا تتقاطع.\n1149 -\nالزَّاويةُ الَّتِي فِي قطعةِ الدائرةِ: مَا إِذا أعلم على قَوس الْقطعَة عَلامَة وَأخرج مِنْهَا إِلَى نهايتي قَاعِدَة الْقطعَة خطان أحاطا بهَا.\nالحديث: 1137 ¦ الجزء: 1 ¦ الصفحة: 147\n",
        "1150 -\nالقِطْعَةُ: مَا يُحِيط بهَا قَوس الْقطعَة ووترها.\n1151 -\nقَطَعُ الدوائرِ المتشابهةِ: هِيَ الَّتِي زواياها مُتَسَاوِيَة، أَو تقبل زَوَايَا مُتَسَاوِيَة.\n(\nفصل\n)\n1152 -\nالشكْلُ: مَا يُحِيط بِهِ حد أَو حُدُود.\n1153 -\nالشكلُ المستقيمُ: مَا يُحِيط بِهِ حُدُود مُسْتَقِيمَة.\n1154 -\nالمربَّعُ: مَا يُحِيط بِهِ أَرْبَعَة خطوط.\n1155 -\nالصَّحِيحُ: قَائِم الزوايا متساوي الأضلاع.\n1156 -\nالمستطيلُ: قَائِم الزوايا متساوي كل ضلعين مُتَقَابلين.\n1157 -\n(25 / ب) المُعَيَّنُ: المتساوي الأضلاع غير قَائِم الزوايا، متساوي كل ضلعين مُتَقَابلين.\n1158 -\nالمحَرَّفُ: مَا كَانَ خَارِجا من هَذِه الْحُدُود.\n1159 -\nالسُّطُوح المُتشَابِهَةُ: مَا تَسَاوَت زواياها، وتناسبت الأضلاع المحيطة بزواياها المتساوية.\n1160 -\nالسُّطوحُ المتكافئةُ الأضلاع: مَا تناسبت أضلاعها على التَّقْدِيم وَالتَّأْخِير.\nالحديث: 1150 ¦ الجزء: 1 ¦ الصفحة: 148\n",
        "1161 -\nالسَّطحُ الهِلاليُّ: مَا يُحِيط بِهِ خطان مقوسان حَرْبَة أَحدهمَا إِلَى أَخْمص الآخر.\n1162 -\nالسَّطحُ البَيْضِيُّ: مَا يُحِيط بِهِ قوسان متقابلا الأخمصين.\n1163 -\nالشَّكْلُ القَطّاعُ: قِطْعَة دَائِرَة رَأسهَا إِمَّا على مركزها، وَإِمَّا على محيطها مثل هذَيْن الشكلين.\n1164 -\nالبَسِيطُ المُقَبَّبُ الكُريّ: مَا كَانَ على شكل الكرة.\n1165 -\nالبَسِيطُ الأسطوانِيّ: مَا يَبْتَدِئ من دَائِرَة وَيَنْتَهِي إِلَى دَائِرَة.\n1166 -\nالبَسِيطُ المقَبَّبُ المخروطُ: مَا يَبْتَدِئ من نقطة وَيَنْتَهِي إِلَى مُحِيط دَائِرَة.\n1167 -\nالشَّكلُ الصنوبَرِيّ: يرادفه.\n1168 -\nالشَّكْلُ النَّارِيُّ: جسم يُحِيط بِهِ أَرْبَعَة سطوح مثلثات مُتَسَاوِيَة الأضلاع.\n1169 -\nالشَّكْلُ الأرْضِيُّ: جسم يُحِيط بِهِ ثَمَانِيَة سطوح مثلثات مُتَسَاوِيَة الأضلاع والزوايا.\n1170 -\nالشكل المكعبُ: يرادفه.\nالحديث: 1161 ¦ الجزء: 1 ¦ الصفحة: 149\n",
        "1171 -\nالشَّكْلُ المائيُّ: جسم يُحِيط بِهِ عشرُون مثلثا مُتَسَاوِيَة الأضلاع والزوايا.\n1172 -\nالشَّكْلُ اللَّبِنِيُّ: جسم مربع يكون بعدان من أبعاده متساويين، وَالثَّالِث أَصْغَر على شكل اللبنة المربعة.\n1173 -\nالشَّكْلُ العَمُودِيُّ: مربع يكون بعدان من أبعاده متساويين، وَالثَّالِث أعظم.\n1174 -\nالشَّكْلُ البئْرِيُّ: هُوَ العمودي بِعَيْنِه فِي تَسْمِيَة بَعضهم.\n1175 -\nالشَّكْلُ اللَّوحيُّ: مربع مُخْتَلف أبعاده الثَّلَاثَة.\n1176 -\nالارتفاعُ فِي الشكلِ: هُوَ العمود الْمخْرج من رَأسه إِلَى خطّ قَاعِدَته.\n1177 -\nالجِسمُ المَنشورُ: مَا يحدث عَن أحد الْأَجْسَام المربعة إِذا قسم نِصْفَيْنِ على أحد أقطاره.\n1178 -\nالجسمُ المخْروطُ: شكل يَبْتَدِئ من نقطة، وَيَنْتَهِي إِلَى مُحِيط دَائِرَة، يُحِيط بِهِ بسيطة صنبوري ودائرة.\n1179 -\nالكرة: شكل مجسم يحدث عَن إِثْبَات قطر نصف الدائرة، وإدارة نصف الدائرة إِلَى أَن يعود إِلَى حَيْثُ بُدِئَ بالحركة (26 / أ) وَقيل جسم يُحِيط بِهِ بسيط وَاحِد\nالحديث: 1171 ¦ الجزء: 1 ¦ الصفحة: 150\n",
        "فِي دَاخله نقطة، كل الخطوط المستقيمة الْخَارِجَة من تِلْكَ النقطة إِلَى بسيطها مُتَسَاوِيَة: وَتلك النقطة مركزها، وَيَنْتَهِي إِلَى بسيطها.\n1180 -\nبسيطُ الكُرةِ: مَا يحدث عَن قَوس نصف الدائرة.\n1181 -\nمحورُ الكرةِ: قطر نصف الدائرة الْمُثبت، وَقيل قطرها الَّذِي يَتَحَرَّك عَلَيْهِ، وَهُوَ ثَابت.\n1182 -\nقُطْبُ الكرةِ: طرفا نصف الدائرة الْمُثبت.\n1183 -\nالدَّوائرُ الْعِظَام: هِيَ الَّتِي على بسيط الكرة، وتمر بمركز الكرة.\n1184 -\nالبَيْضِيَّةُ: شكل مجسم يُحِيط بِهِ بسيط وَاحِد، وَيحدث عَن قِطْعَة أقل من نصف دَائِرَة إِذا صير طرفها كالمحور وأدير إِلَى أَن يرجع إِلَى حَيْثُ ابتدئ مِنْهُ.\n1185 -\nالحَلَقَةُ: جسم يُحِيط بِهِ بسيط وَاحِد مستدير فِي دَاخله مَكَان يُمكن أَن يَقع فِيهِ كرة.\n1186 -\nالأسطُوانَة: جسم يَبْتَدِئ من دَائِرَة، وَيَنْتَهِي إِلَى دَائِرَة مُسَاوِيَة لَهَا، يُحِيط بِهِ بسيط أسطواني. وَالله أعلم.\nالحديث: 1180 ¦ الجزء: 1 ¦ الصفحة: 151\n",
        "(الْبَاب الْخَامِس عشر فِي الْحساب)\n1187 -\nعِلمُ الحِسابِ: تتبع كَيْفيَّة اسْتِخْرَاج المجهولات من المعلومات، والتوصل إِلَيْهِ.\n1188 -\nالوحْدةُ: مَا بهَا يُقَال: لكل مَوْجُود وَاحِد.\n1189 -\nالعَدَدُ: جمَاعَة مركبة من آحَاد: وَقيل: نصف مَجْمُوع الحاشيتين.\n1190 -\nالعددُ الأولُ: مَا تعده الْوَاحِد فَقَط، وَقيل: مَا لَيْسَ لَهُ مِقْدَار يعده غير وَاحِد.\n1191 -\nالعددُ المركَّبُ: مَا يعده عدد بعد آخر مثله أَو مُخَالف لَهُ.\n1192 -\nالعددُ المجَسَّم: مَا يعده عدد بِعَدَد مركب مُتَسَاوِيَة الأبعاد أَو مختلفتها.\n1193 -\nالعَددُ التَّامُّ: مَا إِذا جمعت أجزاؤه الصَّحِيحَة كَانَت مِثَاله.\n1194 -\nالعَدَدُ الزائدُ: مَا إِذا جمعت أجزاؤه كَانَت أَكثر مِنْهُ.\n1195 -\nالعددُ الناقصُ: مَا إِذا جمعت أجزاؤه كَانَت أقل مِنْهُ.\nالحديث: 1187 ¦ الجزء: 1 ¦ الصفحة: 152\n",
        "1196 -\nالعَدَدان المتجانسان: مَا يكون أَجزَاء كل مِنْهُمَا مثل الآخر.\n1197 -\nالأعدادُ المتناسبةُ: مَا يكون نِسْبَة الأول مِنْهُ إِلَى الثَّانِي كنسبة الثَّالِث إِلَى الرَّابِع.\n1198 -\nالأعدادُ المجسَّمة المتشابهةُ: مَا لَا يكون أضلاعها متناسبة.\n1199 -\nالأعدادُ المُسَطَّحةُ المتشابهَةُ: مَا يكون كَذَلِك.\n1200 -\nالأعدادُ النظيرةُ فِي النِّسْبَة: هِيَ الْمُقدمَات للمقدمات، والتوالي للتوالي.\n1201 -\nالعددُ الهُوهويّ: (26 / ب) المجسمات إِذا كَانَ سمك أَحدهَا مثل ضلع من أضلاعه.\n1202 -\nالعددُ الدَّوائِريُّ: مَا كَانَ بدؤه، ونهايته شَيْئا وَاحِدًا.\n(\nفصل\n)\n1203 -\nالفَرْدُ: مَا لَا يَنْقَسِم قسمَيْنِ متساويين، وَقيل: مَا يَنْقَسِم قسمَيْنِ غير متجانسين. وَقيل: هُوَ الَّذِي بَينه وَبَين الزَّوْج وَاحِد فَقَط.\n1204 -\nالزَّوْجُ: مَا يَنْقَسِم قسمَيْنِ متساويين؛ وَقيل: متجانسين.\n1205 -\nزَوْجُ الزَّوْج: مَا يعده عدد زوج بعد زوج فَقَط.\nالحديث: 1196 ¦ الجزء: 1 ¦ الصفحة: 153\n",
        "1206 -\nزوجُ الفردِ: مَا لَا ينتصف إِلَّا مرّة وَاحِدَة.\n1207 -\nفَرْدُ الفَرْدِ: مَا يعده عدد فَرد بعد فَرد.\n1208 -\nزوجُ الزَّوْجِ والفردِ: مَا ينتصف أَكثر من مرّة وَاحِدَة.\n1209 -\nالنِّسْبَةُ: أَن ينْسب الْعدَد إِلَى آخر، فَيُقَال نصفه، أَو مثله.\n1210 -\nالعِيَارُ: تَشْبِيه النّسَب.\n1211 -\nإبْدَالُ النِّسْبَةِ: هُوَ النِّسْبَة للمقدم إِلَى الْمُقدم، والتالي إِلَى التَّالِي.\n1212 -\nتركيبُ النسبةِ: نِسْبَة مَجْمُوع الْمُقدم والتالي إِلَى التَّالِي أَو إِلَى الْمُقدم.\n1213 -\nتفضيلُ النسْبةِ: نِسْبَة الْفضل بَين الْمُقدم والتالي إِلَى التَّالِي، أَو إِلَى الْمُقدم.\n1214 -\nعَكْسُ النِّسبةِ: نِسْبَة التَّالِي إِلَى الْمُقدم.\n1215 -\nقَلْبُ النِّسْبَةِ: نِسْبَة الْمُقدم إِلَى الْفضل بَينه وَبَين التَّالِي.\n1216 -\nالجُذُورُ: الْأَعْدَاد الَّتِي يعبر بهَا عَن النّسَب.\nالحديث: 1206 ¦ الجزء: 1 ¦ الصفحة: 154\n",
        "1217 -\nالمالُ: كل مَا يجمع من ضرب عدد فِي نَفسه.\n1218 -\nالجَذْرُ: كل مَا يضْرب فِي نَفسه.\n1219 -\nالجَذْرُ المُطْلق: مَا يعرف حَقِيقَة مِقْدَاره، وَيُمكن أَن ينْطق بِهِ.\n1220 -\nالجَذْرُ الأصَمّ: مَا لَا سَبِيل إِلَى علم حَقِيقَته بِالْعدَدِ.\n1221 -\nمُثَلَّثَةُ القَواعِدِ: مَا يتَوَلَّد من تراكم المثلثات.\n1222 -\nمُرَبَّعَةُ القَوَاعِد: مَا يتَوَلَّد من تراكم المربعات.\n1223 -\nذُو الاسْمين: مَا لَا يُمكن أَن ينْطق بِلَفْظ وَاحِد.\n1224 -\nالمكَعَّبُ: هُوَ المَال إِذا ضرب فِي جذره، فالمبلغ هُوَ المكعب، وَذَلِكَ الجذر هُوَ الكعب.\n1225 -\nمَالُ المالِ: مَا اجْتمع من ضرب المَال فِي نَفسه، وَكَذَلِكَ إِذا ضرب الكعب فِي كَعبه.\n1226 -\nالمَدَارُ: مبلغ يحصل من ضرب مَال المَال فِي المكعب.\n1227 -\nالشَيْءُ: فِي كَلَام أهل الْجَبْر: هُوَ الجذر الْمَجْهُول.\nالحديث: 1217 ¦ الجزء: 1 ¦ الصفحة: 155\n",
        "1228 -\nالقِسْمةُ: أَخذ حِصَّة الْوَاحِد من الْمَقْسُوم عَلَيْهِ. وَالله أعلم.\nالحديث: 1228 ¦ الجزء: 1 ¦ الصفحة: 156\n",
        "(الْبَاب السَّادِس عشر فِي الِاسْتِيفَاء)\n1229 -\nالاسْتِيفَاءُ: علم بقوانين يعرف بهَا ضبط مدَاخِل أَمْوَال الدِّيوَان، وإخراجاتها لكيفيات المحاسبات وكمياتها.\n1230 -\nقَانُونُ الخَراجِ: أَصله الَّذِي يرجع إِلَيْهِ، وتبنى الجباية عَلَيْهِ.\n1231 -\n(27 / أ) الأوارج: مَا ينْقل من القانون على إِنْسَان إِنْسَان، وَتثبت مَا يُؤَدِّيه دفْعَة بعد أُخْرَى إِلَى أَن يَسْتَوْفِي مَا عَلَيْهِ.\n1232 -\nالرُّوزْنامجُ: كتاب الْيَوْم يثبت فِيهِ مَا يجْرِي من اسْتِخْرَاج أَو نَفَقَة.\n1233 -\nالخَتْمةُ: حِسَاب يرفعهُ الجهبذ فِي كل شهر بالاستخراج، والجمل، والنفقات.\n1234 -\nالخَتمةُ الجَامِعَةُ: مَا يعْمل هَكَذَا لكل سنة.\n1235 -\nالتَّأريجُ: سَوَاء يعْمل للْعقد لعدة أَبْوَاب يحْتَاج إِلَى علم جملها.\n1236 -\nالعَرِيضةُ: شَبيهَة بالتأريج إِلَّا أَنَّهَا لأبواب يحْتَاج أَن يعلم\nفصل\nمَا\nالحديث: 1229 ¦ الجزء: 1 ¦ الصفحة: 157\n",
        "بَينهمَا، فينقص الأول من الْأَكْثَر من بَابَيْنِ مِنْهَا، وَيُوضَع مَا يفصل فِي بَاب وَاحِد، وَالْمَقْصُود من العريضة هُوَ.\n1237 -\nالبَراءَةُ: حجَّة يبذلها الجهبذ، أَو الخازن للمؤدي بِمَا يُؤَدِّي إِلَيْهِ.\n1238 -\nالمُوَافَقَة: حِسَاب جَامع يرفعهُ الْعَامِل عِنْد فَرَاغه من الْعَمَل بِاتِّفَاق بَين الرافع وَالْمَرْفُوع (إِلَيْهِ) .\n1239 -\nالجَمَاعَةُ: هِيَ الْمُوَافقَة.\n1240 -\nالمحَاسَبَةُ: مَا تفرد بهَا الرافع أَو الْمَرْفُوع إِلَيْهِ على تفصيلاته.\n1241 -\nالجَرِيدَةُ: مَا يكْتب فِي كل سنة بأسامي الرِّجَال، وَكُنَاهُمْ، وأنسابهم، وحلاهم، ومبالغ أَرْزَاقهم وقبوضهم.\n1242 -\nالرَّجْعَةُ: حِسَاب يرفعهُ الْمُعْطِي فِي بعض العساكر.\n1243 -\nالرَّجْعَةُ الجَامِعَة: مَا يرفعها صَاحب ديوَان الْجَيْش لكل جمع من صنوف الأرزاق.\n1244 -\nالصّكُّ: مَا يعْمل لكل طمع يجمع فِيهِ أسامي الْمُسْتَحقّين، وعددهم، ومبلغ مَالهم؛ ليوقع السُّلْطَان عَلَيْهِ بِإِطْلَاق الرزق عَلَيْهِم.\nالحديث: 1237 ¦ الجزء: 1 ¦ الصفحة: 158\n",
        "1245 -\nالمؤامَرَةُ: مَا يجمع فِيهِ الْأَوَامِر الْخَارِجَة فِي مُدَّة أَيَّام الطمع ليوقع السُّلْطَان فِيهِ إِلَى استئمار، واستدعاء توقيع.\n1246 -\nالاستِقْرارُ: مَا يعْمل لما اسْتَقر عَلَيْهِ أَمر الطمع بعد الْإِثْبَات، والفك، والوضع، وَالزِّيَادَة، والحط، والتحويل، وَالنَّقْل، وَغَيرهَا.\n1247 -\nالسِّجِلُّ: مَا يكْتب لرَسُول، أَو مجهز، أَو رحال بِإِطْلَاق نَفَقَته حَيْثُ بلغ إِلَى كل عَامل يجتاز بِهِ، وَيُقَال أَيْضا لما يَكْتُبهُ القَاضِي لفصل الْقَضَاء.\n1248 -\nالفِهْرسْتُ: ذكر الْأَعْمَال، والدفاتر الَّتِي تكون فِي الدِّيوَان.\n1249 -\nالدُّسْتُورُ: نُسْخَة الْجَمَاعَة المنقولة من السوَاد.\n1250 -\nالتَّرْقِينُ: مَا يخط فِي التأريج، أَو العريضة إِذا خلا بَاب من السّفر ليَكُون التَّرْتِيب مَحْفُوظًا.\n1251 -\nالجائِزَةُ: عَلامَة الْمُقَابلَة.\nالحديث: 1245 ¦ الجزء: 1 ¦ الصفحة: 159\n",
        "(\nفصل\n)\n1251 -\nالخراجُ: مَا يُؤْخَذ من الصُّلْح.\n1253 -\nالعُشْرُ: مَا يُؤْخَذ من الأَرْض الَّتِي أسلم أَهلهَا، أَو أَحْيَاهَا الْمُسلمُونَ، أَو القطائع.\n1254 -\nالحَشْرِيّ: مِيرَاث من لَا وَارِث لَهُ.\n1255 -\n(27 / ب) مَالُ الجَوالِي: مَا يُؤْخَذ عَمَّن جلا عَن وَطنه.\n1256 -\nمَالُ الجَماجِم: كَذَلِك.\n1257 -\nالمكسُ: ضريبة تُؤْخَذ من التُّجَّار فِي المراصد.\n1258 -\nالطَّسْقُ: وضيعة تُؤْخَذ على كل صنف من الزروع لكل\nالحديث: 1251 ¦ الجزء: 1 ¦ الصفحة: 160\n",
        "جريب قدر مَعْلُوم.\n1259 -\nالإقْطاعُ: أَن يُعْطي السُّلْطَان أَرضًا لرجل فَيصير لَهُ رقبَتهَا، وَيُؤَدِّي عشرهَا وَيكون لوَرثَته بعده.\n1260 -\nالقَطَائِعُ: تِلْكَ الْأَرَاضِي.\n1261 -\nالطُّعْمَةُ: أَن يدْفع الضَّيْعَة ليعمرها. وَيُؤَدِّي عشرهَا مُدَّة حَيَاته، فَإِذا مَاتَ ارتجعت من ورثته.\n1262 -\nالحِمايَةُ: أَن يحمي ضَيْعَة فَلَا يدخلهَا عَامل، وَيُوضَع عَلَيْهَا شَيْء يُؤدى فِي السّنة إِلَى بَيت المَال، وَقد يُقَال لَهَا الإيغار.\n1263 -\nالإيغارُ: تَحْويل الْخراج من بلد إِلَى بلد آخر.\n1264 -\nالتَّسْوِيغُ: أَن يسوغ شَيْء من الْخراج فِي السّنة.\n1265 -\nالحَطِيطَةُ والبّرِيكَةُ: كَذَلِك.\n1266 -\nالتَّقْرِيرُ: أَن يُقرر الْعَامِل الْقَوْم بالبقايا حَتَّى إِذا أقرُّوا سقط ذكر الْقَوْم.\nالحديث: 1259 ¦ الجزء: 1 ¦ الصفحة: 161\n",
        "1267 -\nالحاصِلُ: مَا يكون فِي بَيت المَال، أَو كَانَ بَاقِيا على الْعَامِل، أَو الرّعية لم يسْتَخْرج بعد مِنْهُم.\n1268 -\nالعُبْرَة: ثَبت الصَّدقَات لكل كورة بِأَن يجمع ارْتِفَاع السّنة الْكَثِيرَة الرّيع، وَالسّنة القليلة الرّيع، فَيُؤْخَذ نصفهَا بعد اعْتِبَار الأسعار، وَسَائِر الْعَوَارِض الْوَاقِعَة.\n1269 -\nالرَّاتِبَةُ: النَّفَقَات الَّتِي لَا بُد مِنْهَا.\n1270 -\nالعَارِضَةُ: نفقات تحدث.\n1271 -\nالرائجُ: مَال يسهل استخراجه.\n1272 -\nالمنكسُ: مَا لَا مطمع فِي استخراجه.\n1273 -\nالمرْدُودُ: مَا لَا يرد عَلَيْهِ وَلَا يحْسب لَهُ.\n1274 -\nالموقوفُ: مَا ينْتَظر استئمار السُّلْطَان فِي حَبسه أَو رده.\n1275 -\nالحَزْرُ: تَقْدِير غلات الزروع.\n1276 -\nالخَرَصُ: تَقْدِير النّخل، وَالْكَرم خَاصَّة.\n1277 -\nالتخْمينُ: تَقْدِير الخضروات.\nالحديث: 1267 ¦ الجزء: 1 ¦ الصفحة: 162\n",
        "1278 -\nالتلجِئَةُ: تَسْلِيم الضَّعِيف ضَيْعَة إِلَى قوي ليحامي عَلَيْهَا.\n1279 -\nالمصادَرَةُ والمصالحةُ: بِمَعْنى المواقفة. وَالله أعلم.\nالحديث: 1278 ¦ الجزء: 1 ¦ الصفحة: 163\n",
        "(الْبَاب السَّابِع عشر فِي الموسيقى)\n1280 -\nالموسِيقَى: علم يعرف بِهِ كَيْفيَّة تأليف الألحان، وَكَيْفِيَّة الإيقات.\n1281 -\nالتَّأْلِيف: تركيب النغمات.\n1282 -\nالنَغَمةُ: صَوت غير متغير إِلَى حِدة.\n1283 -\nالحِدَّةُ والثِّقَلُ: كيفيتان مسموعتان تعرضان لبَعض الْأَصْوَات بِالْقِيَاسِ إِلَى آخر.\n1284 -\nالوَزْنُ: الْأَزْمِنَة الَّتِي تقع بَين النغمات على وَجه يحكم (28 / أ) بِصِحَّتِهِ، واستقامته الطَّبْع السَّلِيم.\n1285 -\nالبُعْدُ: صَوت بَين النغمتين يبتدأ فِيهِ بنغمة، ويثني فِيهِ بنغمة أُخْرَى.\n1286 -\nالبُعدُ المتَّفِقُ: نغمتان مركبتان تميل إِلَيْهِمَا النَّفس وتجد مِنْهُمَا لَذَّة.\n1287 -\nالبعدُ المتنافرُ: نغمتان مركبتان تكرههما النَّفس.\nالحديث: 1280 ¦ الجزء: 1 ¦ الصفحة: 164\n",
        "1288 -\nالجماعةُ: تأليف النغمات على وَجه يلائم، وَقيل نغمات يُولد مِنْهَا لحن.\n1289 -\nالطَّبقاتُ: مَرَاتِب حِدة الصَّوْت أَو ثقله.\n1290 -\nالْبعد ذُو الخَمسِ: هُوَ مثل مَا بَين مُطلق البم إِلَى سبابة المثلث.\n1291 -\nالبعدُ ذُو الأربعِ: هُوَ مَا بَين مُطلق البم إِلَى خِنْصره، وَهُوَ ربع الْوتر.\n1292 -\nالبعدُ الطَّنِينِي: هُوَ مَا بَين الْمُطلق والسبابة.\n1293 -\nالمدَّةُ والعودةُ: كَذَلِك.\n1294 -\nالفَضْلَةُ: بعد مَا بَين البنصر، والخنصر، أَو مَا بَين السبابَة ووسطى الْفرس، وَقيل: هِيَ نصف الْمدَّة بالتقريب، والبقية مثلهَا.\n1295 -\nالإرْخَاءُ: نصف الفضلة.\n1296 -\nالخَطُّ: نغم مُطلق البم عِنْد نَغمَة سبابة الْمثنى، على التَّسْوِيَة الْمَشْهُورَة.\nالحديث: 1288 ¦ الجزء: 1 ¦ الصفحة: 165\n",
        "(\nفصل\n)\n1297 -\nالدّسْتَانُ: اسْم لكل من الألحان المنسوبة إِلَى ناربذ، وَقيل: عَلَامَات ترسم على ذَوَات الأوتار يعرف بهَا مَتى إِخْرَاج نعْمَة من جُزْء من أَجزَاء الْوتر تخرج، وَقيل: هِيَ الرباطات الَّتِي تُوضَع عَلَيْهَا الْأَصَابِع.\n1298 -\nمُشْطُ العودِ: مسطرة تشد عَلَيْهَا الأوتار.\n1299 -\nعينا العودِ: النقبتان اللَّتَان على وَجهه.\n1300 -\nالإبريقُ: عنق الْعود بِمَا فِيهِ من الْآلَات.\n1301 -\nالمِضْرابُ: مَا يضْرب بِهِ الأوتار.\n1302 -\nالجَسُّ: نقر الأوتار بالسبابة، والإبهام دون المضراب.\n1303 -\nالحَزْقُ: مد الْوتر.\n1304 -\nالإرْخَاءُ: ضِدّه.\n1305 -\nالبَمُّ: أغْلظ الأوتار الْأَرْبَعَة من الْعود.\nالحديث: 1297 ¦ الجزء: 1 ¦ الصفحة: 166\n",
        "1306 -\nالمثْلَثُ: الَّذِي يَلِيهِ.\n1307 -\nالمثْنيُّ: الَّذِي يَلِي المثلث.\n1308 -\nالزِّيرُ: أدق الْأَرْبَعَة.\n1309 -\nالزَّائِدُ: الدستان الأول الَّذِي بِإِزَاءِ ب من الْعود.\n1310 -\nالمجنَّبُ: الدستان الثَّانِي الَّذِي بِإِزَاءِ ج مِنْهُ.\n1311 -\nدِسْتان السَّبَّابة: هُوَ الثَّالِث الَّذِي بِإِزَاءِ ر مِنْهُ.\n1312 -\nالدّستَان الوُسْطَى الفَرس: هُوَ الرَّابِع الَّذِي بِإِزَاءِ هـ مِنْهُ.\n1313 -\nدسْتَان الوُسْطَى زَلْزَل: هُوَ الَّذِي بِإِزَاءِ وَمِنْه.\n1314 -\n(28 / ب) دِسْتَان البِنصرِ: هُوَ الَّذِي بِإِزَاءِ ز مِنْهُ.\n1315 -\nدِسْتان الخِنْصَرِ: هُوَ الَّذِي بِإِزَاءِ ح مِنْهُ.\nالحديث: 1306 ¦ الجزء: 1 ¦ الصفحة: 167\n",
        "(\nفصل\n)\n1316 -\nالإيقاعاتُ: نقدات يَقع بَينهَا أزمنة محدودة تشْتَمل على أدوار مُتَسَاوِيَة الكمية على أوضاع مَخْصُوصَة يدْرك تَسَاوِي تِلْكَ الأدوار، والأزمنة بالطباع المستقيمة.\n1317 -\nالثقيلُ الأولُ: أدوار يُمكن أَن يتَلَفَّظ فِي زمَان كل دور مِنْهَا بِثمَانِيَة أَسبَاب ثقال.\n1318 -\nالثقيل الثَّانِي: مَا يُسَاوِي زمَان كل دور مِنْهَا زمَان الثقيل الأول.\n1319 -\nخَفِيفُ الثقيل: مَا يُسَاوِي زمَان دور وَاحِد مِنْهَا زمَان ثقيل الأول.\n1320 -\nثقيلُ الرَمَلَ: مَا يكون زمَان كل دور من أدوارها اثنى عشر سَببا ثقالا.\n1321 -\nالرَّمَلُ: مَا يكون زمَان كل دور مِنْهَا اثْنَتَيْ عشرَة نقرة.\n1322 -\nخَفِيفُ الرَّمَلِ: مَا يكون زمَان كل دور مِنْهَا عشر نقرات.\n1323 -\nالهَزَجُ: مَا يُسَاوِي دور وَاحِد مِنْهَا زمَان خَفِيف الرمل.\n1324 -\nالفَاخِتِي: مَا يكون زمَان دور وَاحِد مِنْهَا عشْرين نقرة.\nالحديث: 1316 ¦ الجزء: 1 ¦ الصفحة: 168\n",
        "1325 -\nالطَّنِينِي: أَن يقسم الْبعد ذُو الْأَرْبَع بِمدَّة وَنصف مُدَّة، ثمَّ نَغمَة الْمُطلق ثمَّ السبابَة، ثمَّ البنصر، ثمَّ الْخِنْصر.\n1326 -\nالقَوي، والمقَوى، والرَّجْليّ: كَذَلِك.\n1327 -\nاللّوى: أَن يقسم الْبعد ذُو الْأَرْبَع بِنصْف مُدَّة، وَنصف، وَثَلَاثَة أَنْصَاف مُدَّة.\n1328 -\nالملوَّن والخُنْثَويّ: كَذَلِك.\n1329 -\nالتَّألِيفِي: أَن يقسم ذُو الْأَرْبَع بِربع الْمدَّة، ومدين.\n1330 -\nالنِّسْوِي والنَّاظِم والرَّاسِم: كَذَلِك. وَالله أعلم.\nالحديث: 1325 ¦ الجزء: 1 ¦ الصفحة: 169\n",
        "(الْبَاب الثَّامِن عشر فِي النُّجُوم)\nوَهِي علم يعرف بِهِ تأثيرات النُّجُوم فِي السفليات مَعَ دلالتها، ومنسوباتها، وَقيل: علم بقواعد يعرف بهَا أَحْكَام تأثيرات النُّجُوم وخواصها.\n1331 -\nالزِّيجُ: كتاب يحْسب مِنْهُ سير الْكَوَاكِب ليستخرج مِنْهُ التَّقْوِيم.\n1332 -\nالطالعُ: هُوَ البرج الموافي للأفق عِنْد الْولادَة، أَو أَمر مَا.\n1333 -\nالزَّابِحة: صُورَة مربعة، أَو مُدَوَّرَة تعْمل لمواقع الْكَوَاكِب فِي الْفلك؛ ليظر فِيهَا عِنْد الحكم لمولد الطِّفْل، أَو غَيره.\n1334 -\nالهَيْلاجُ: عبارَة عَن دَلِيل الْعُمر.\n1335 -\nالرَّابِي: هُوَ المستولي على مَوضِع الهيلاج وَيُقَال لَهُ الكدخذاء.\n1336 -\n(29 / أ) بيتُ الكوكبِ: بَيت ينْسب إِلَيْهِ.\n1337 -\nشَرَف الكوكبِ: دَرَجَة فِي برج ينْسب إِلَيْهِ.\n1338 -\nالهُبُوطُ: يُقَابله.\n1339 -\nالوَبَالُ: هُوَ البرج الْمُقَابل لبيت الْكَوْكَب.\n1340 -\nالمثَلَّثَةُ: كل ثَلَاثَة أبراج تكون على طبيعة وَاحِدَة ينْسب إِلَيْهِ ثَلَاثَة كواكب.\nالحديث: 1331 ¦ الجزء: 1 ¦ الصفحة: 170\n",
        "1341 -\nالأوْتَادُ: عبارَة عَن الطالع، وَالرَّابِع، وَالسَّابِع، والعاشر.\n1342 -\nمَا يَلي الأوتادَ: عبارَة عَن الثَّانِي، وَالْخَامِس، وَالثَّامِن، وَالْحَادِي عشر.\n1343 -\nالسَّواقِطُ: عبارَة عَن الثَّالِث، وَالسَّادِس، وَالتَّاسِع، وَالثَّانِي عشر.\n1344 -\nحَيِّزُ الْكَوْكَب: كَونه إِذا كَانَ ذكريا نهاريا فَوق الأَرْض بِالنَّهَارِ، وَإِذا كَانَ ليليا مؤنثا تَحت الأَرْض بِاللَّيْلِ.\n1345 -\nدُسْتُورِيةِ الكوكبِ: كَونه فِي بَيته، أَو شرفه فِي الوتد، وكوكب آخر على هَذِه الصّفة نَاظر إِلَيْهِ.\n1346 -\nالمُوَاجَهة: كَون الْكَوْكَب فِي بَيته.\n1347 -\nالاثنا عَشْرِيَّة: أَن يُؤْخَذ من أول البرج إِلَى الدرجَة والدقيقة الَّتِي فِيهَا الْكَوْكَب وَيضْرب فِي اثنى عشر، ويلقى مَا اجْتمع من أول البرج فَحَيْثُ انْتهى، فَفِي ذَلِك البرج، وَتلك الدرج اثْنَا عشرِيَّة الْكَوْكَب.\n1348 -\nالأجْرَامُ: قدر الدَّرَجَات الَّتِي بَين أول الِاتِّصَال.\n1349 -\nالرِّباطاتُ: هِيَ الدرج الَّتِي بَين الْكَوَاكِب وَالشَّمْس فِي حَال رُجُوعه.\n1350 -\nالنَّقْلُ: انصراف الْكَوْكَب عَن كَوْكَب، واتصاله بآخر.\n1351 -\nالمَنْعُ: أَن يكون ثَلَاثَة كواكب فِي برج وَاحِد على دَرَجَة مُخْتَلفَة.\n1352 -\nدَفْعُ الطبيعةِ: كَون الْكَوْكَب فِي برج لَهُ فِيهِ مراغمة، واتصاله بآخر لَهُ أَيْضا فِي ذَلِك البرج، وَقيل: اتِّصَال كَوْكَب نهاري بآخر نهاري، وهما فِي مَكَان النَّهَار وَبِالْعَكْسِ.\nالحديث: 1341 ¦ الجزء: 1 ¦ الصفحة: 171\n",
        "1353 -\nدَفْع التَّدْبِير: هُوَ الِاتِّصَال إِلَى أَي جِهَة كَانَت.\n1354 -\nالانْتِكَاثُ: رُجُوع الْكَوْكَب حَالَة ابْتِدَائه باتصال آخر.\n1355 -\nالاعتراضُ: كَون الْكَوْكَب ذَاهِبًا إِلَى اتِّصَال كَوْكَب، وَقبل الْبلُوغ إِلَيْهِ يرجع الْمُتَّصِل بِهِ إِلَى برج آخر، ويتصل بِهِ كَوْكَب آخر.\n1356 -\nخَلاءُ السَّيْرِ: انصراف الْكَوْكَب عَن كَوْكَب من غير أَن يتَّصل بِالْآخرِ.\n1357 -\nالوَحْشِيُّ: كَون الْكَوْكَب فِي برج لَا ينظر إِلَيْهِ فِيهِ كَوْكَب، وَلَا ينظر هُوَ إِلَى كَوْكَب.\n1358 -\nدَفْعُ القُوَّةِ: أَن يكون الْكَوْكَب فِي شرفه، أَو أحد حظوظه، ويتصل بكوكب (29 / ب) آخر فَيدْفَع قوته.\n1359 -\nالإقْبال: كَون الْكَوْكَب فِي الْأَوْتَاد وَمَا يَليهَا.\n1360 -\nالإدْبَار: كَونه فِي السواقط.\n1361 -\nالنَّغَمة: أَن يكون الْكَوْكَب فِي هُبُوطه، أَو وباله، فيتصل بِهِ كَوْكَب لَهُ مراغمة فِي ذَلِك البرج فيخرجه من هبوط الْكَوَاكِب.\n1362 -\nالمكافأةُ: أَن يتَّفق فَيَقَع لذَلِك الْمُتَّصِل رداءة حَالَة، فيخرجه الْمُتَّصِل بِهِ مِنْهُ.\n1363 -\nالقَبُولُ: اتِّصَال الْكَوْكَب بكوكب من بَيت الْمُتَّصِل بِهِ، أَو شرفه، أَو مثلثه، أَو وَجهه.\nالحديث: 1353 ¦ الجزء: 1 ¦ الصفحة: 172\n",
        "1364 -\nالرَّدُّ: اتِّصَال كَوْكَب مُنْفَرد لَا يتَّصل بِشَيْء من الْكَوَاكِب.\n1365 -\nالسَّهْمُ: دَلِيل مستخرج من دَلِيلين دالين على شَيْء وَاحِد.\n1366 -\nالقوةُ الطبيعيةُ: كَون الْكَوْكَب فِي حَظّ من حظوظه، أَو صاعدا فِي فلك، أَو جِهَة سريع السّير مُسْتَقِيمًا، مشرقا، أَو صاعدا لغَرَض الشمَال.\n1367 -\nالقُوَّةُ العَرَضيَّة: أَن يكون فِي وتد، أَو مَا يَلِي وتدا.\n1368 -\nالمراكزُ: مَوَاضِع الْقَمَر عِنْد الِاجْتِمَاع، أَو الِاسْتِقْبَال، أَو تربيعيته للشمس.\n1369 -\nفَتْحٌ: انصراف الْقَمَر عَن كَوْكَب واتصاله بآخر بَيته فِي مُقَابلَة بَيت الأول.\n1370 -\nالآبَارُ: درج فِي البروج إِذا بلغتهَا الْكَوَاكِب نحست فِيهَا.\n1371 -\nالابتزازُ: أَن يكون للكواكب حظوظ كَثِيرَة فِي البرج.\n1372 -\nالاسْتِعْلاءُ: أَن يكون الْكَوْكَب فِي البرج الْعَاشِر من الآخر.\n1373 -\nالحِصَار: أَن يكون مضغوطا بَين نحسين.\n1374 -\nالاحْتِراقُ: أَن يكون مُقَارنًا للشمس، وَبَينهمَا أَكثر من دقائق الصميم.\nالحديث: 1364 ¦ الجزء: 1 ¦ الصفحة: 173\n",
        "1375 -\nالفردارُ: قسْمَة الْعُمر بَين الْكَوَاكِب السَّبْعَة.\n1376 -\nالتَّسْيِيرُ: أَن ينظر كم بَين الهيلاج وَبَين السعد، والنحس، فَيُؤْخَذ لكل من جُزْء سنة.\n1377 -\nالتربيعُ: أَن يصير الْكَوْكَب من آخر على ربع الْفلك.\n1378 -\nالتَّثْليثُ: أَن يصير مِنْهُ على ثلث الْفلك.\n1379 -\nالتَّسْدِيسُ: أَن يصير مِنْهُ على سدس الْفلك.\n1380 -\nالمُقَابَلَةُ: أَن يصير مِنْهُ على نصف الْفلك.\n1381 -\nالاجتماعُ: يعبر بِهِ عَن المحاق.\n1382 -\nالقِرَانُ: يَعْنِي اجْتِمَاع زحل وَالْمُشْتَرِي خَاصَّة. وَالله أعلم.\nالحديث: 1375 ¦ الجزء: 1 ¦ الصفحة: 174\n",
        "(الْبَاب التَّاسِع عشر فِي الطِّبّ)\n1383 -\nعِلْمُ الطبّ: مَا يعرف مِنْهُ أَحْوَال بدن الْإِنْسَان من جِهَة مَا يَصح وَيَزُول عَن صِحَّته لتحفظ الصِّحَّة (30 / أ) حَاصِلَة، وتسترد زائلة.\n1384 -\nالطبُّ النظريُّ: مَا لَا يتَعَرَّض فِيهِ لبَيَان كَيْفيَّة عمل.\n1385 -\nالطِّبُّ العَمَليّ: مَا يتَعَرَّض فِيهِ لذَلِك.\n1386 -\nالصحّةُ: هَيْئَة بدنية يكون الْأَفْعَال بهَا لذاتها سليمَة.\n1387 -\nالمرضُ: هَيْئَة مضادة لَهَا.\n1388 -\nالعَرَض: مَا يتبع الْمَرَض.\n1389 -\nالسَّبَبُ: مَا يُوجب الآفة فِي الْبدن بِوَاسِطَة.\n1390 -\nمرضُ التركيبِ: هُوَ الْوَاقِع فِي الْخلقَة، وَالْعدَد، والمقدار.\n1391 -\nمرضُ الشَّكْلِ: أَن يصير شكل الْعُضْو على صفة تضر بالأفعال.\n1392 -\nالرياضَةُ: حَرَكَة إرادية تضطر إِلَى التنفس الْعَظِيم الْمُتَوَاتر.\n1393 -\nالتدبيرُ: التَّصَرُّف فِي الْأَسْبَاب الضرورية.\n1394 -\nالاستعدادُ: تَقْدِيم الدَّلْك على الرياضة.\n1395 -\nالاستِرْدَادُ: تَأْخِيره عَنْهَا.\nالحديث: 1383 ¦ الجزء: 1 ¦ الصفحة: 175\n",
        "1396 -\nالنَّبْضُ: حَرَكَة وضعية للشرايين قبضا، وبسطا لتعديل الرّوح بالنسيم، وَإِخْرَاج فضلاته.\n(\nفصل\n)\n1397 -\nالقُوَّة: مُبْتَدأ كل فعل فِي الْبدن.\n1398 -\nالقُوَّةُ الحيوانيةُ: مَا تعد الْبدن لقبُول الْحَيَاة وأفعالها.\n1399 -\nالقوةُ الطبيعيةُ: مَا يتَصَرَّف فِي الْغذَاء لبَقَاء الشَّخْص، ويعد تصرفها لبَقَاء النَّوْع.\n1400 -\nالغَاذِيَّة: مَا تحيل الْغذَاء إِلَى مشابهة المغتذي.\n1401 -\nالناميةُ: مَا تنزل فِي أقطار الْبدن على نِسْبَة مَخْصُوصَة حَتَّى تبلغ بِهِ كمالها المقداري ثمَّ يبطل فعلهَا.\n1402 -\nالمولِّدَةُ: مَا تحصل الْمَنِيّ ليستعد لقبُول صُورَة بدن إنساني.\n1403 -\nالمُصَوِّرَةُ: مَا تصدر عَنْهَا الْأَفْعَال الْمُتَعَلّقَة بنهايات مقادير الْبدن.\n1404 -\nالجَاذِبةُ: مَا تجذب الْمَنَافِع إِلَى الْبدن.\n1405 -\nالمَاسِكَةُ: مَا تمسكها لتصرف القوى الْمُحْتَاج إِلَى تصرفها.\n1406 -\nالهَاضِمَة: مَا تحيل الْغذَاء إِلَى القوام الصَّالح بترقيق مَا غلظ، وتغليظ مَا رق.\n1407 -\nالدَّافِعَةُ: مَا تميط عَن الْبدن مَا لَا حَاجَة إِلَيْهِ.\nالحديث: 1396 ¦ الجزء: 1 ¦ الصفحة: 176\n",
        "(\nفصل\n)\n1408 -\nالدَّواءُ: مَا يُؤثر فِي الْبدن بكيفيته فَقَط.\n1409 -\nالغِذاءُ: مَا يُؤثر فِيهِ بمادته فَقَط.\n1410 -\nالدواءُ اللطيفُ: أَن تصعر عَنهُ فعل جرار يُنَافِيهِ.\n1411 -\nالكَثِيفُ: يُقَابله.\n1412 -\nالمحلِّلُ: مَا يُهَيِّئ الْمَادَّة للتبخير.\n1413 -\nالمحلِّلُ للرِّيَاح: مَا يرقق الرّيح ليندفع.\n1414 -\nالمكلِّفُ: مَا يَجْعَل الْمَادَّة أرق.\n1415 -\nالمغَلِّظُ: ضِدّه.\n1416 -\nالمُكَثِّفُ: مَا يستحصف مِنْهُ مسام الْبدن.\n1417 -\nاللّزِج: مَا لَا يَنْقَطِع عِنْد الامتداد.\n1418 -\n(30 / ب) الهَشُّ: مَا يفتت بِأَدْنَى مس.\n1419 -\nالجَامِدُ: مَا من شَأْنه أَن يسيل وَهُوَ فِي الْحَال مُجْتَمع.\n1420 -\nالسَّائِلُ: مَا من شَأْنه أَن تبسط أجزاؤه إِلَى أَسْفَل.\n1421 -\nاللَّعَابِيُّ: مَا ينْفَصل مِنْهُ إِذا نقع أَجزَاء وَيصير الْمَجْمُوع لزجا.\n1422 -\nالدَّهْنِيُّ: مَا فِي جوهره من دهن.\nالحديث: 1408 ¦ الجزء: 1 ¦ الصفحة: 177\n",
        "1423 -\nالمُنَشِّفُ: مَا إِذا لاقته مائية غاضت فِي مسامه، فَلَا يظْهر فِيهِ أثر.\n1424 -\nالجَالِي: مَا يجرد الرُّطُوبَة اللزجة عَن مسام الْعُضْو.\n1425 -\nالمُخَشِّنُ: مَا يَجْعَل أَجزَاء سطح الْعُضْو مُخْتَلفَة الْوَضع بعد ملامسة طبيعية أَو عارضة عَن مَادَّة لزجة.\n1426 -\nالمُفَتِّحُ: مَا يخرج الْمَادَّة السَّادة عَن المجرى إِلَى الْخَارِج.\n1427 -\nالمُرْخِي: مَا يلين الْعُضْو بحرارته ورطوبته.\n1428 -\nالمُنَضِّجُ: مَا يعدل قوام الْخَلْط ويهيئه للدَّفْع.\n1429 -\nالهَاضِم: مَا يُفِيد الْغذَاء سرعَة إنضاج.\n1430 -\nالمُفِجُّ: ضِدّه.\n1431 -\nالمُقَطِّعُ: مَا يقسم الْمَادَّة إِلَى أَجزَاء صغَار، وَإِن بقيت على غلظها.\n1432 -\nالجَاذِبُ: مَا يُحَرك الْمَادَّة إِلَى مَوْضِعه.\n1433 -\nالرَّادِعُ: ضِدّه.\nالحديث: 1423 ¦ الجزء: 1 ¦ الصفحة: 178\n",
        "1434 -\nاللاذِعُ: مَا يفرق اتِّصَال الْعُضْو بِقُوَّة نفاذة فِي مَوَاضِع لَا تحس بأفرادها بل بجملتها.\n1435 -\nالمحَمَّرُ: مَا يجذب الدَّم بِقُوَّة إِلَى الْجلد مَعَ التسخين.\n1436 -\nالمقَرِّحُ: مَا يفني الرُّطُوبَة الْأَصْلِيَّة، ويجذب مَادَّة ردية.\n1437 -\nالمُحَكِّكُ: مَا يجذب خلطا لذاعا حارا.\n1438 -\nالمُحَرِّقُ: مَا يفني لطيف الأخلاط، وَيبقى رماديتها لحرارته.\n1439 -\nالأكَّالُ: مَا يبلغ من تقريحه، وتحليله أَن ينقص قدرا من اللَّحْم.\n1440 -\nالمُفَتِّتُ: مَا يصغر أَجزَاء الْخَلْط المتحجر.\n1441 -\nالمعَفِّنُ: مَا يفْسد مزاج الرّوح، والرطوبة الْأَصْلِيَّة حَتَّى لَا تصلح لما أعدت لَهُ.\n1442 -\nالكَاوِي: مَا يَأْكُل اللَّحْم، وَيحرق الْجلد، ويجففه، ويصلبه كالحممة.\nالحديث: 1434 ¦ الجزء: 1 ¦ الصفحة: 179\n",
        "1443 -\nالفَاشِرُ: مَا يبلغ من جلائه إِلَى إِخْرَاج الْأَجْزَاء الْفَاسِدَة.\n1444 -\nالمُقَوِّي: مَا يعدل مزاج الْعُضْو وقوامه حَتَّى لَا يقبل الفضول.\n1445 -\nالمخَدِّرُ: مَا يَجْعَل الرّوح الحساس، والمحرك للعضو غير قَابل للتأثير النفساني قبولا تَاما.\n1446 -\nالمُنَفِّخُ: مَا فِيهِ رُطُوبَة فضلية لَا تقوى الْحَرَارَة على تحليلها بل يَسْتَحِيل رياحا.\n1447 -\nالغَسَّالُ: مَا ينحي الْمَادَّة برطوبته، وسيلانه لَا بجلائه.\n1448 -\nالمُوَسِّخُ: مَا يُرْخِي القروح (31 / أ) برطوبته.\n1449 -\nالمُزَلِّقُ: مَا يبل سطح الفضلة المحتبسة فِي المجرى.\n1450 -\nالمُمَلِّسُ: مَا يبسط على سطح عُضْو خشن فتنقشر خشونته.\n1451 -\nالمُجَفِّفُ: مَا يفني الرُّطُوبَة بتلطيفه وتحليله.\n1452 -\nالقابضُ: مَا يجْتَمع أَجزَاء.\n1453 -\nالعَاصِرُ: مَا يبلغ قَبضه إِلَى إِخْرَاج مَا فِي تجويف الْعُضْو.\nالحديث: 1443 ¦ الجزء: 1 ¦ الصفحة: 180\n",
        "1454 -\nالدَّافِعُ: مَا يزِيل الْموَاد من الظَّاهِر إِلَى الْبَاطِن بِالدفع الْقوي.\n1455 -\nالمُسَدِّدُ: مَا يحتبس فِي المجرى لكثافته، أَو يبوسته، أَو غروسته.\n1456 -\nالمُغَرِّى: يَابِس ذُو رُطُوبَة لزجة يلتصق على الفوهات فيسدها.\n1457 -\nالمُدَمِّلُ: مجفف يَجْعَل الرُّطُوبَة الَّتِي بَين شفتي الْجرْح لزجة فتلصقان.\n1458 -\nالمُنْبِتُ اللَّحم: مَا يعْقد الدَّم الْوَارِد إِلَى الْجراحَة لَحْمًا.\n1459 -\nالخَاتَمُ: مَا يَجْعَل على سطح الْجراحَة خشكريشة يَقِيهَا من الْآفَات.\n1460 -\nالتِّرْيَاقُ: كل مَا يحفظ صِحَة الرّوح، وقوته ليتَمَكَّن من دفع السمُوم.\n1461 -\nالفَازَهْرُ: مثله.\n(\nفصل\n)\n1462 -\nالأعضاءُ: أَجزَاء متماسكة يتألف مِنْهَا الْبدن.\nالحديث: 1454 ¦ الجزء: 1 ¦ الصفحة: 181\n",
        "1463 -\nالعُضْوُ المفردُ: مَا لكل جُزْء محسوس مِنْهُ اسْم الْكل وَاحِد.\n1464 -\nالمركَّبُ: يُقَابله.\n1465 -\nالأعضاءُ الرئيسةُ: مَا بهَا بَقَاء الشَّخْص، أَو النَّوْع.\n1466 -\nالعَصَبُ: أجسام تنْبت عَن الدِّمَاغ، أَو النخاع بيض لدنة فِي الانعطاف صلبة فِي الِانْفِصَال.\n1467 -\nالعَضَلَةُ: عُضْو مركب من العصب، وَمن جسم ينْبت من أَطْرَاف الْعِظَام شَبيه بالعصب.\n1468 -\nالأوْتَارُ: أجسام تنْبت من أَطْرَاف بعض العضل شَبيهَة بالعصب.\n1469 -\nالرِّبَاطَاتُ: عصبانية المرأى والملمس تنقب فِي الْأَعْضَاء إِلَى مُؤخر العضل.\n1470 -\nالشِّرْيَانُ: جسم ينْبت من الْقلب مجوف رباطي الْجَوْهَرِي يَتَحَرَّك بحركات انبساطية وانقباضية للترويح، ونفض البخار الدخاني.\nالحديث: 1463 ¦ الجزء: 1 ¦ الصفحة: 182\n",
        "1471 -\nالوَرِيدُ: عرق شَبيه بالشريان إِلَّا أَنه نابت من الكبد.\n1472 -\nالغِشَاءُ: جسم منتج من لِيف عصباني غير محسوس قَلِيل الثخن.\n1473 -\nالبَاسَلِيقُ: عرق فِي الْيَد عِنْد الْمرْفق من الْجَانِب الْإِنْسِي الْأَيْسَر إِلَى مَا يَلِي الْإِبِط.\n1474 -\nالقَيْفَالُ: هُوَ عِنْد الْمرْفق فِي الْجَانِب الوحشي.\n1475 -\nالأكْحَلُ: بَين الباسليق والقيفال.\n1476 -\nالوَدَجَانِ: العرقان فِي الْعُنُق من جَانِبي الْحُلْقُوم.\n1477 -\nحَبْلُ الذِّرَاع: فِي ظَاهر الساعد (31 / ب) من شعب القيفال.\n1478 -\nالأُسَيْلِمُ: عرق بَين الْخِنْصر والبنصر.\n1479 -\nالصَّافِنُ: عرق فِي السَّاقَيْن يظْهر عِنْد الكعب الدَّاخِل فِي الْجَانِب الْإِنْسِي.\n1480 -\nعِرْقُ النَّسَا: قبالة الصَّافِن من الْجَانِب الوحشي.\nالحديث: 1471 ¦ الجزء: 1 ¦ الصفحة: 183\n",
        "1481 -\nالبوَّابُ: معى مُتَّصِلَة بالمعدة من أَسْفَل يَنْضَم عِنْد دُخُول الطَّعَام إِلَى الْمعدة إِلَى أَن ينهضم ثمَّ ينفتح.\n1482 -\nالاثْنَا عَشْرِيّ: معي يتَّصل بالبواب.\n1483 -\nالصَائمُ: معي يَلِي الاثنى عشري، يلبث فِيهَا الطَّعَام.\n1484 -\nالقَوْلُونُ: المعي الَّذِي يحدث فِيهَا القولنج.\n1485 -\nالأَعْوَرُ: معي على هَيْئَة الْكيس لَا منفذ لَهَا.\n1486 -\nالحِجَابُ: عُضْو شَبيه بِالْجلدِ يَأْخُذ من رَأس القص إِلَى الظّهْر فيتصل بتجويف الْبَطن.\n1487 -\nمَرَاقُّ البَطْنِ: مَا رق مِنْهُ.\nالحديث: 1481 ¦ الجزء: 1 ¦ الصفحة: 184\n",
        "(\nفصل\n)\n1488 -\nالحُمَّى: حرارة غَرِيبَة ضارة بالأفعال، تنبعث من الْقلب إِلَى الْأَعْضَاء.\n1489 -\nالوِرْدُ: الْحمى النائبة فِي كل يَوْم.\n1490 -\nالغِبُّ: الْحمى الَّتِي تنوب يَوْمًا، وَيَوْما لَا.\n1491 -\nالرِّبْعُ: الَّتِي تنوب يَوْمًا، ويومين لَا ثمَّ تعود فِي الرَّابِع.\n1492 -\nالخمْسُ والسدْسُ: على هَذَا الْقيَاس.\n1493 -\nالمُطْبِقَةُ: الدائمة الَّتِي لَا تنقلع.\n1494 -\nسُونُوخس: حمى تحدث عَن غليان الدَّم.\n1495 -\nالبُحْرَانُ: تغير عَظِيم يحدث دفْعَة إِلَى الصِّحَّة، أَو العطب.\n1496 -\nالصُّدَاعُ: ألم فِي أَعْضَاء الرَّأْس.\n1497 -\nالبَيْضَةُ: صداع مزمن يهيج كل سَاعَة مَعَ كَرَاهَة الضَّوْء وَالْكَلَام.\n1498 -\nالخَوْذَةُ: مثلهَا.\n1499 -\nالشَّقِيقَةُ: بَيْضَة تخص شقا من الرَّأْس.\nالحديث: 1488 ¦ الجزء: 1 ¦ الصفحة: 185\n",
        "1500 -\nالسِّرْسَامُ: ورم حَار عَن صفراء، أَو دم صفراوي فِي أحد جَانِبي الدِّمَاغ الداخلين.\n1501 -\nالسُّبَاتُ: ورم دماغي عَن بلغم وصفراء.\n1502 -\nالحُمْقُ: نُقْصَان فِي المفكرة، وَبطلَان عَن برد ساذج أَو مادي، أَو يبس، أَو هما مَعًا.\n1503 -\nالنِّسْيانُ: نُقْصَان أَو بطلَان لقُوَّة الذّكر.\n1504 -\nمَانيا: جُنُون سبعي عَن سَوْدَاء محترقة عَن دم، أَو صفراء، أَو دَاء يكون مَعَ اضْطِرَاب وتوثب.\n1505 -\nماليخوليا: تشويش الظنون، والفكر إِلَى الْفساد وَالْخَوْف.\nالحديث: 1500 ¦ الجزء: 1 ¦ الصفحة: 186\n",
        "1506 -\nدَاءُ الكَلبِ: نوع من المانيا مَعَ معاشرة وموافقة، وَقَلِيل ضحك.\n1507 -\nالوَبَاءُ: فَسَاد يعرض لجوهر الْهَوَاء لأسباب سَمَاوِيَّة أَو أرضية.\n1508 -\nالشُّخُوصُ: أَن يكون ملقى لَا يطرف، وَهُوَ شاخص.\n1509 -\nالسَّهَرُ: يقظة مفرطة عَن يبس وحر يحدان الرّوح، ويوجبان حركتهما إِلَى الْخَارِج.\n1510 -\n(32 / أ) الدُّوَارُ: ظلمَة تعتري الْبَصَر عِنْد الْقيام، وَقيل: هُوَ أَن يتخيل الْأَشْيَاء تَدور.\n1511 -\nالسَّدَرُ: مُقَدّمَة الدوار.\n1542 -\nالكَابُوسُ: أَن يتخيل فِي النّوم خيالا يَقع عَلَيْهِ، ويعصره بِضيق النَّفس وَمنع الْحَرَكَة.\n1513 -\nليثرغس: ورم عَن بلغم عفن فِي مجاري روح الدِّمَاغ.\n1514 -\nالصَّرَعُ: سدة دماغية غير تَامَّة تتشنج بهَا الأعصاب لانقباض مبادئها مَعَ امْتنَاع الْحس، وَالْحَرَكَة، والانتصاب.\nالحديث: 1506 ¦ الجزء: 1 ¦ الصفحة: 187\n",
        "1515 -\nالسَّكْتَةُ: سدة تَامَّة فِي بطُون الدِّمَاغ، ومجاري روح، تعطل الْأَعْضَاء عَن الْحس، وَالْحَرَكَة إِلَّا التنفس لضَرُورَة الِاسْتِنْشَاق.\n1516 -\nالفَالِجُ: استرخاء شقّ الْبدن طولا.\n1517 -\nالتمدُّدُ: مرض آلي يمْنَع انقباض الأعصاب.\n1518 -\nاللَّقْوةُ: مرض آلي ينجذب لَهُ شقّ الْوَجْه إِلَى جِهَة غير طبيعية.\n1519 -\nالرِّعْشَةُ: مرض يحدث عَن عجز الْقُوَّة المحركة عَن تَحْرِيك العضل، أَو ثباته على الِاتِّصَال فتختلط حركات إرادية، أَو ثبات إرادي بحركة نقل الْعُضْو إِلَى أَسْفَل.\n1520 -\nالخَدَرُ: عِلّة آلية يحدث فِي الجس اللمسي نُقْصَانا.\n1521 -\nاليَرَقَانُ: تغير فَاحش من اللَّوْن إِلَى صفرَة، أَو سَواد، أَو اجْتِمَاعهمَا.\nالحديث: 1515 ¦ الجزء: 1 ¦ الصفحة: 188\n",
        "(\nفصل\n)\n1522 -\nالتكدُّرُ: تسخن وترطب يعرض للعين شبه الرمد.\n1523 -\nالرَّمَدُ: ورم حَار فِي الملتحمة عَن مَادَّة فِي الْعين، أَو منحدرة عَن الرَّأْس.\n1524 -\nالسَّبَلُ: غشاء معروق حمر غِلَاظ يحدث على الْبيَاض والسواد.\n1525 -\nالوَردينج: رمد عَظِيم يرم فِيهِ الْبيَاض حَتَّى يمْنَع التغميض.\n1526 -\nالظَّفَرَةُ: زِيَادَة فِي الملتحمة أَو الغشاء المجلل للعين يَبْتَدِئ من الموق الْإِنْسِي فِي الْأَكْبَر.\n1527 -\nالجَسَاءُ: عسر فتح الْعين عِنْد الانتباه من النّوم.\n1528 -\nالقَمَرُ: فَسَاد يُصِيبهَا إِذا نظرت كثيرا إِلَى الثَّلج.\n1529 -\nالسُّلاقُ: غلظ فِي الأجفان عَن مَادَّة رَدِيئَة أكالة.\nالحديث: 1522 ¦ الجزء: 1 ¦ الصفحة: 189\n",
        "1530 -\nالبَرَدَةُ: رُطُوبَة تتغلظ وتتحجر فِي بَاطِن الجفن.\n1531 -\nالشَّعِيرةُ: ورم مستطيل يظْهر على طرف الجفن.\n1532 -\nالسِّرْتاقُ: زِيَادَة شَحم فِي الجفن الْأَعْلَى يثقله، ويجعله كالمسترخي.\n1533 -\nالخَيالاتُ: أشكال ذَات ألوان ترى فِي الجو.\n1534 -\nالجَرَبُ: خشونة تحدث دَاخل الأجفان فتؤذي الحدقة.\n1535 -\nالدَّمْعَةُ: أَن تكون آماق الْعين أبدا رطبَة من غير رمد، وَلَا وجع.\n1536 -\nالطَّرْفَةُ: أَن تحدث فِيهَا نقطة حَمْرَاء من ضَرْبَة أَو غَيرهَا.\n1537 -\nالانْتِشَارُ (32 / ب) أَن يَتَّسِع ثقب النَّاظر حَتَّى يلْحق الْبيَاض من كل جانبيه.\n1538 -\nالغَرْبُ: يترشح مَاء فِي الْعين ويسيل مِنْهَا مَتى غمزت صديد.\n1539 -\nالنَّاصُورُ: هَذَا، وَقد يكون فِي مَوضِع آخر.\n1540 -\nالماءُ: رُطُوبَة غَرِيبَة تحتبس فِي الثقب الْعَيْنِيّ بَين الصفاق والرطوبة البيضية.\n1541 -\nالماشرا: ورم حَار عَن دم صفراوي يعم الْوَجْه.\nالحديث: 1530 ¦ الجزء: 1 ¦ الصفحة: 190\n",
        "1542 -\nالبَادوشتام: حمرَة مفرطة تعرض فِي الْوَجْه شَبيهَة بابتداء الجذام.\n1543 -\nالسَّعَفَةُ: قُرُوح يابسة فِي الرَّأْس وَالْوَجْه يسيل مِنْهَا صديد.\n1544 -\nالإبْرِيَةُ والهِبْرِيَةُ: كالنخالة فِيهِ.\n1545 -\nالشَّرَى: مَا يَأْخُذ فِي الْجلد أَحْمَر كَهَيئَةِ الدَّرَاهِم.\n1546 -\nالخُنَاقُ: امْتنَاع النَّفس، أَو البلع، أَو تعسرهما لمزاحمة، أَو عجز قُوَّة، أَو ورم.\n1547 -\nالربو: هُوَ عسر النَّفس.\n1548 -\nنَفَسُ الانتصابِ: أَلا يَتَأَتَّى النَّفس إِلَّا بانتصاب الرَّقَبَة، ومدها إِلَى فَوق.\n1549 -\nالبَواسِيرُ فِي الأنْفِ: أَن ينْبت لحم دَاخل الْأنف فيحشى بِهِ.\n1550 -\nالخَشَم: فقدان حاسة الشم.\n1551 -\nالقُلاعُ: بثور فِي الحنك وَاللِّسَان.\nالحديث: 1542 ¦ الجزء: 1 ¦ الصفحة: 191\n",
        "1552 -\nالضِّفدَع: غُدَّة تَنْعَقِد تَحت اللِّسَان.\n1553 -\nالسَّلَعَة: زِيَادَة تحدث فِي الْجيد تتحرك إِذا حركت. قدره من حمصة إِلَى بطيخة.\n1254 -\nالحَفَرُ فِي الأسْنَان: مَا يلزق بهَا من بَاطِن أَو ظَاهر.\n(\nفصل\n)\n1555 -\nالحَصَفُ: بثور تهيج من كَثْرَة الْعرق.\n1556 -\nالنَّملة: بثور صغَار تحدث عَن صفراء حريفة لَطِيفَة.\n1557 -\nالجَمْرَةُ: بثر أكال منفط محرق مُحدث للخشكريشة.\n1558 -\nالنَّارُ الفَارِسِيَّة: نفاطات ممتلئة مَاء رَقِيقا تخرج بعد حكة، وَلَهَب.\n1559 -\nالثآليلُ: نكت تخرج بِالْيَدِ يابسة لَا ترشح كالعدسة.\nالحديث: 1552 ¦ الجزء: 1 ¦ الصفحة: 192\n",
        "1560 -\nالغَلْغَمُونِيّ: ورم حَار يضْرب، فِي لَونه حمرَة.\n1561 -\nالدَّاخسُ: ورم يظْهر عِنْد الْأَظْفَار شَدِيد الضربان.\n1562 -\nالسُّلُّ: قرحَة فِي الرئة يلْزمهَا حمى دقيقة للقرب من الْقلب وَنَفث الْمدَّة.\n1563 -\nالخَفَقانُ: اخْتِلَاج يعرض للقلب ليدفع بِهِ المؤذي.\n1564 -\nالغُشْيُ: حَالَة يتعطل مَعهَا الْحس، وَالْحَرَكَة لضعف الْقلب.\n1565 -\nالفُوَاقُ: حَرَكَة فَم الْمعدة لدفع مَا يُؤْذِيه.\n1566 -\nالقُولَنْجُ: وجع معوي يعسر مَعَه خُرُوج مَا يخرج (33 / أ) بالطبع.\n1567 -\nالشَّوْصَةُ: ريح ينْعَقد فِي الأضلاع.\nالحديث: 1560 ¦ الجزء: 1 ¦ الصفحة: 193\n",
        "1568 -\nالاستسقاءُ: مرض ذُو مَادَّة غَرِيبَة يَتَخَلَّل الْأَعْضَاء فيربوها.\n1569 -\nالزِّقِّيُّ: أَن ينْفخ الْبَطن وتنتؤ السُّرَّة وَيسمع خضخضة إِذا حرك.\n1570 -\nالطَّبْلِيُّ: أَن يكون الْبَطن منتفخا متمددا يسمع مِنْهُ صَوت الطبل.\n1571 -\nاللّحْمِيّ: أَن يكون فِي الحقو والأطراف ورم رخو ترم الْأَسْبَاب، ويرهل الْوَجْه وَالْيَدَيْنِ.\n1572 -\nذَاتُ الجَنْبِ: وجع تَحت الأضلاع ناخس مَعَ سعال، وَحمى.\n1573 -\nالسُّلُّ: أَن يتناقص اللَّحْم بعد سعال مزمن، وتعب شَدِيد.\n1574 -\nالدِّقُّ: حمى تدوم وَلَا تدوم، لَا تكون قَوِيَّة، تقضي إِلَى ذبول وضنى.\n1575 -\nالشهوةُ الكلبيةُ: دوَام الْجُوع مَعَ الْأكل الْكثير، فَمَتَى أكل يثقل عَلَيْهِ فيقيئه، أَو يغثيه.\nالحديث: 1568 ¦ الجزء: 1 ¦ الصفحة: 194\n",
        "1576 -\nالخَلْفَةُ: أَلا يلبث الطَّعَام فِي الْبَطن اللّّبْث الْمُعْتَاد.\n1577 -\nالرَّجَاءُ: عِلّة تحدث للْمَرْأَة تشبه حَالهَا حَال الحبلى فِي عظم الْبَطن، وَفَسَاد اللَّوْن، واحتباس الطمث.\n1578 -\nالجَسَادَةُ: صلابة فِي الكبد عَن ورم يحدث، وَلَا يتَحَلَّل، ويتصلب وَينْعَقد.\n1579 -\nالنَّقْرِسُ: ورم المفاصل لمواد تنصب إِلَيْهَا.\n1580 -\nعِرْقُ النَّسَا: وجع يَمْتَد من الورك إِلَى الْفَخْذ كُله فِي مَكَان مِنْهُ بالطول، وَرُبمَا يبلغ السَّاق والقدم ممتدا.\n1581 -\nالفَتْقُ: أَن يكون بِالرجلِ نتوء فِي مراق الْبَطن، فَإِذا اسْتلْقى وغمزه إِلَى دَاخل غَابَ، وَإِذا اسْتَوَى عَاد.\n1582 -\nالقَرْوُ: أَن يعظم جلد البيضتين لريح، أَو مَاء، أَو لنزول الأمعاء أَو الثرب.\n1583 -\nديانيطس: أَن يَدُوم الْعَطش وَكلما شرب بَال.\nالحديث: 1576 ¦ الجزء: 1 ¦ الصفحة: 195\n",
        "1584 -\nالعذْيَوْطُ: أَن يكون كثير الشبق، لعو المعقد.\n1585 -\nالدَّوَالِي: عروق تظهر فِي السَّاق غِلَاظ ملتوية شَدِيدَة الخضرة والغلظ.\n1586 -\nداءُ الفِيلِ: أَن تتورم السَّاق كلهَا وتغلظ.\n1587 -\nالعِرقُ المَدَنِيّ: مَا يخرج من السَّاق بعد لهيب يحدث فِي ذَاك الْموضع، فيلف مَا يخرج مِنْهُ على قَصَبَة فينجز قَلِيلا قَلِيلا. وَالله أعلم.\nالحديث: 1584 ¦ الجزء: 1 ¦ الصفحة: 196\n",
        "(الْبَاب الْعشْرُونَ فِي الْأَخْلَاق)\n1588 -\nعِلمُ الأخلاقِ: هُوَ الْعلم بالأحوال الَّتِي تخص شخصا وَاحِدًا.\n1589 -\nالخُلُقُ: ملكة نفسانية تصدر عَنْهَا الْأَفْعَال النفسانية بسهولة من غير روية، وَقيل: هُوَ اسْم جَامع للقوى المدركة بالبصيرة، وَتجْعَل تَارَة للقوى الغريزية، وَتارَة للحالة (34 / أ) المكتسبة الَّتِي بهَا يصير الْإِنْسَان خليقا أَن يفعل شَيْئا دون شَيْء.\n1590 -\nقُوةُ النُّزُوعِ: مَا بهَا يكون الطّلب للموافق، والهرب من الْمُخَالف، وَالرِّضَا، وَالْغَضَب، والإيثار، وَالْكَرَاهَة.\n1591 -\nقوةُ التفكرِ: مَا بهَا يكون النُّطْق، وَالْعقل، وَالْعلم،، وَالْحكمَة، والروية، والمهنة، والرأي، والمشورة.\n1592 -\nقوةُ الغِذَاء: مَا يكون بهَا النشوء، والتربية، والولادة.\n1593 -\nقوةُ الحِسِّ: مَا بهَا يكون الإحساس، واللذة، والألم.\n1594 -\nالخَلْقُ: اسْم جَامع للهيئات، والأشكال، والصور المدركة بالبصر.\n1595 -\nالطبعُ: حُصُول صور مَخْصُوصَة لَا سَبِيل إِلَى تعسرها.\nالحديث: 1588 ¦ الجزء: 1 ¦ الصفحة: 197\n",
        "1596 -\nالطبيعةُ: كَذَلِك اعْتِبَارا بطبع السَّيْف.\n1597 -\nالضريبةُ: هَكَذَا اعْتِبَارا بِضَرْب الدِّرْهَم.\n1598 -\nالغَرِيزةُ: لما غرز عَلَيْهِ.\n1599 -\nالنَّحيتَةُ: كَذَلِك اعْتِبَارا بالنحت، والنحز.\n1600 -\nالشِّيمَةُ: الْحَالة الَّتِي عَلَيْهَا الغريزة اعْتِبَارا بالشامة الَّتِي فِي أصل الْخلقَة.\n1601 -\nالسجيَّةُ: مَا سجي عَلَيْهِ الْإِنْسَان.\n1602 -\nالعَادةُ: تَكْرِير الْفِعْل، والانفعال.\n1603 -\nالعَقْلُ: هُوَ الْقُوَّة المتهيئة لقبُول الْعلم.\n1604 -\nالنُّهْى: الْعقل المنتهي من المحسوسات إِلَى معرفَة مَا فِيهَا من المعقولات.\n1605 -\nالحِجْرُ: مَا يلْزمه من حظر الشَّرْع وَالدُّخُول فِي أَحْكَامه.\n1606 -\nالحجا: مَا يكون الْإِنْسَان بِهِ قَاطعا عَمَّا يقبح.\n1607 -\nاللُّبُ: مَا يخلص بِهِ من عوارض الشّبَه ويرسخ لاستعادة الْحَقَائِق من دون المفزع إِلَى الْحَواس.\n1608 -\nالعِلمُ: إِدْرَاك الشَّيْء بحقيقته، وَيُطلق على حُصُول صور المعلومات فِي النَّفس، وَقيل: حكم النَّفس على الشَّيْء بِوُجُود شَيْء لَهُ هُوَ مَوْجُود، أَو نفي شَيْء عَنهُ هُوَ غير مَوْجُود لَهُ.\nالحديث: 1596 ¦ الجزء: 1 ¦ الصفحة: 198\n",
        "1609 -\nالدِّرَايةُ: الْمعرفَة المدركة بِضَرْب من الْحِيَل، وَهُوَ تَقْدِيم الْمُقدمَة، وإجالة الخاطر وَاسْتِعْمَال الروية.\n1610 -\nالفضيلةُ: مَا يحصل بِهِ للْإنْسَان مزية على غَيره متوصلا بِهِ إِلَى السَّعَادَة.\n1611 -\nالنافعُ: مَا يعين على بُلُوغ الْفَضِيلَة، والسعادة، وَالْخَيْر.\n1612 -\nالحَسَبُ: مَا يخْتَص بِهِ الْإِنْسَان فيعده من مآثره.\n1613 -\nالشَّرفُ: يُؤثر عَن الْآبَاء.\n1614 -\nالجَمَالُ: الْهَيْئَة الَّتِي لَا تنبو الطباع السليمة عَن النّظر إِلَيْهَا.\n1615 -\nالدُّولَة: سَعَادَة دنيوية لَا يعْتَبر فِيهَا الْعَاقِبَة.\n1616 -\nالاتفاقُ: مطاوعته التَّوْفِيق فِي السَّعَادَة، والشقاوة.\n1617 -\nالتوفيقُ: مُوَافقَة إِرَادَة الْإِنْسَان (34 / ب) وَفعله قَضَاء الله وَقدره.\n1618 -\nالتأييدُ: تَقْوِيَة أمره من دَاخل بالبصر، من خَارج بِالْقُوَّةِ والبطش.\n1619 -\nالرَّشَدُ: عناية إلهية تعين الْإِنْسَان فِي الْبَاطِن عِنْد توجهه فِي أُمُوره، فتقويه على مَا فِيهِ صَلَاحه، وتعيده عَمَّا فِيهِ فَسَاده.\n1620 -\nالعِصْمةُ: فيض إلهي يقوى بهَا الْإِنْسَان على تحري الْخَيْر، والتجنب عَن الشَّرّ.\n1621 -\nالقُصورُ: الْخُلُو عَن الْمعَانِي الباعثة على تحري الْخيرَات، والفضائل، وَعدم التَّمَكُّن من أَسبَابهَا.\n1622 -\nالخاصُّ: من تخصص من المعارف بالتحقيقات دون التقليدات.\n1623 -\nالعاميُّ: من رَضِي من المعارف بالتقليدات. وَقيل: الْخَاص من تخصص فِي أُمُور الْبَلَد بِمَا ينخرم بافتقاده إِحْدَى السياسات المدنية، والعامي من لَا ينخرم\nالحديث: 1609 ¦ الجزء: 1 ¦ الصفحة: 199\n",
        "بافتقاده شَيْء مِنْهَا، وَقيل: الْخَاص من يسوس وَلَو يساس، والعامي من يساس وَلَا يسوس، وَالْوسط من يسوسه من فَوْقه، ويسوس هُوَ من دونه.\n(\nفصل\n)\n1624 -\nالحكمةُ: اعْتِدَال الْقُوَّة النطقية.\n1625 -\nالذِّهنُ: جودة الْفَهم فِي إِدْرَاك مَا وَقع فِيهِ تنَازع.\n1626 -\nالفِطنةُ: سرعَة مَا يقْصد إشكاله.\n1627 -\nصَفَاءُ الذِّهْنِ: استعداد النَّفس لاستخراج الْمَطْلُوب بِلَا تشويش.\n1628 -\nالفَهْمُ: مَا يُمَيّز، وَيُدبر كل فعل أَنه عدل أَو ظلم، وَقيل: إِدْرَاك الْأَشْيَاء الْجُزْئِيَّة.\n1629 -\nجَودَةُ الْفَهم: صِحَة الِانْتِقَال من الملزومات إِلَى اللوازم.\n1630 -\nالذَّكَاءُ: سرعَة اقتداح النتائج، وَقيل: المضاء فِي الْأَمر، وَسُرْعَة الْقطع بِالْحَقِّ.\n1631 -\nحسنُ التصوُّرِ: الْبَحْث عَن الْأَشْيَاء بِقدر مَا هِيَ عَلَيْهِ.\n1632 -\nسهولة التَّعَلُّم: قُوَّة النَّفس على إِدْرَاك الْمَطْلُوب بِلَا زِيَادَة سعي.\n1633 -\nالحِفْظُ: ضبط الصُّور المركبة، وَقيل: الْمُوَاظبَة على مُرَاعَاة الشَّيْء، وَقلة الْغَفْلَة عَنهُ.\n1634 -\nالذكْرُ: استحضار المحفوظات.\n1635 -\nالبَدِيهَةُ: معرفَة تَامَّة تَجِيء بِلَا فكر، وَلَا قصد.\n1636 -\nالرَّوِيَّةُ: مَا كَانَ من الْمعرفَة بعد فكر كثير.\n1637 -\nالكَيَسُ: الْقُدْرَة على جودة استنباط مَا هُوَ أصلح فِي بُلُوغ الْخَيْر.\nالحديث: 1624 ¦ الجزء: 1 ¦ الصفحة: 200\n",
        "1638 -\nالخَبَرُ: الْمعرفَة التَّوَصُّل إِلَيْهَا.\n1639 -\nالظَّنُّ: إِصَابَة الْمَطْلُوب بِضَرْب من الأمارة.\n1640 -\nالنّظر: إجالة الخاطر نَحْو المرئي لإدراك البصيرة (35 / أ) إِيَّاه.\n1641 -\nالرَّأْي: إجالة الخاطر فِي رُؤْيَة مَا يُريدهُ.\n1642 -\nالخَاطِر: حَرَكَة الْفَهم نَحْو الشَّيْء فِيمَا لَا تقبله النَّفس.\n1643 -\nالوَهْم: انقياد النَّفس لقبُول أثر مَا يرد وَمَا عَلَيْهَا فِيمَا تقبله النَّفس.\n1644 -\nالخيالُ: انقيادها لذاك الْقبُول، اعْتِبَارا بِمَا يكون من جِهَة الحاسة.\n1645 -\nالتخيلُ: تصور أَعْيَان الْأَشْيَاء بعد غيوبتها عَن الْحس.\n1646 -\nالتفكُّر: جولان الْقُوَّة المفكرة بَين الخواطر بِحَسب نظر الْعقل.\n1647 -\nالذَّكْرُ: وجود الشَّيْء فِي الْقلب أَو فِي اللِّسَان.\n1648 -\nالجَرْبَزَةُ: اسْتِعْمَال الدهاء فِي الْأُمُور الدُّنْيَوِيَّة مَعَ الِاقْتِصَار بالأرج الدنية.\n1649 -\nالخِبُّ: اسْتِعْمَاله فِي تِلْكَ الْأُمُور صغيرها وكبيرها.\n1650 -\nالغَبَاوَةُ: ترك النّظر مَعَ بغض الْعَمَل.\n1651 -\nالغُمَارَةُ: قلَّة التجربة فِي الْأُمُور العملية، مَعَ تخيل سليم.\nالحديث: 1638 ¦ الجزء: 1 ¦ الصفحة: 201\n",
        "1652 -\nالبَلَهُ: قلَّة التَّنْبِيه على الْأُمُور الدُّنْيَوِيَّة.\n1653 -\nالحُمْقُ: نُقْصَان الْعقل العملي، وَقيل: هُوَ أَن يكون غَرَضه فِي نفس الْأَمر صَحِيحا، وسلوكه إِلَيْهِ خطأ.\n1654 -\nالخَرَقُ: الْجَهْل بالعلوم العملية بِأَن يفعل أَكثر مِمَّا يجب، أَو أقل، أَو على غير النظام الْمَحْمُود.\n1655 -\nالرَّقَاعَةُ: أَن يلصق بِقَلْبِه كل محَال.\n1656 -\nالرُّعُونَةُ: الْإِتْيَان بِمَا يخرج عَن الصَّوَاب.\n1657 -\nالضَّلالُ: اعْتِقَاد الْبَاطِل حَقًا، أَو الْكَذِب صدقا، أَو الْقبْح جميلا، وَبِالْعَكْسِ.\n1658 -\nالوَقَاحَةُ: إلحاح النَّفس فِي تعَاطِي الْقَبِيح.\n(\nفصل\n)\n1659 -\nالشَّجَاعَةُ: اعْتِدَال الْقُوَّة الغضبية، وَهِي عبارَة عَن صرامة الْقلب فِي الْأَهْوَال، وربط الجأش فِي المخاوف.\n1660 -\nالغَضَبُ: ثوران دم الْقلب إِرَادَة للانتقام.\n1661 -\nالنَّجْدُ: عدم الْجزع عِنْد المخاوف.\n1662 -\nالصَّبْرُ: قُوَّة مقاومة الآلام، والأهوال.\nالحديث: 1652 ¦ الجزء: 1 ¦ الصفحة: 202\n",
        "1663 -\nكِبْرُ النَّفْسِ: استحقار الْفقر، وَالْكبر، وَالصغَار.\n1664 -\nعِظَم الهِمَّةِ: عدم المبالاة بسعادة الدُّنْيَا وشقاوتها.\n1665 -\nالشَّهَامَة: الْحِرْص على مَا يُوجب الذّكر الْجَمِيل من العظائم.\n1666 -\nالاحتمالُ: إتعاب الْبدن فِي الْحَسَنَات.\n1667 -\nالرِّقَّةُ: التأدب عَن أَذَى يلْحق الْغَيْر.\n1668 -\nالحِلْم: الطُّمَأْنِينَة عِنْد سُورَة الْغَضَب.\n1669 -\nالتَّحَلُّمُ: إمْسَاك النَّفس عَن قَضَاء وطرها إِذا هَاجَتْ.\n1670 -\nالعَفْوُ: ترك المآخذة بالذنب.\n1671 -\nالصَّفْحُ: ترك التثريب عَلَيْهِ.\n1672 -\nالسُّكُونُ: التأني فِي الْخُصُومَات والحروب.\n1673 -\nالتَّوَاضُعُ: استعظام (35 / ب) ذَوي الْفَضَائِل من دونه فِي المَال والجاه، وَقيل: الرِّضَا بِمَنْزِلَة دون مَا يسْتَحقّهُ فَضله ومنزلته.\n1674 -\nالخُشوعُ: يُقَال بِاعْتِبَار أَفعَال الْجَوَارِح.\n1675 -\nالعِزَّةُ: التأبي عَن حمل المذلة، وَقيل: الترفع عَمَّا تلْحقهُ غَضَاضَة.\n1676 -\nالحَمِيَّةُ: مُحَافظَة الْحرم، وَالدّين عَن التُّهْمَة.\n1677 -\nالغَيْرَةُ: ثوران الْغَضَب حماية عَن الْحرم.\n1678 -\nالحَفِيظَةُ: الْغَضَب الْمُقْتَضِي للغيرة.\n1679 -\nالتَّهَوُّرُ: الثَّبَات المذموم فِي الْأُمُور المعطبة.\n1680 -\nالجُنُونُ: عَارض يغمر الْعقل.\nالحديث: 1663 ¦ الجزء: 1 ¦ الصفحة: 203\n",
        "1681 -\nالجُبْنُ: الْفَزع المذموم من الْأُمُور المعطبة.\n1682 -\nالفَزَعُ: مَا يعتري من الشَّيْء الْمخوف.\n1683 -\nالجَزَعُ: مَا يعتري من الشَّيْء المؤلم، وَقيل: تحرّك دم الْقلب عَن من فَوْقه، مَعَ ظن أَن لَا سَبِيل إِلَى الانتقام مِنْهُ.\n1684 -\nالوَتْرُ: تردد دم الْقلب بَين انقباض وانبساط على من يشك أَنه: هَل يقدر على الانتقام مِنْهُ أم لَا؟\n1685 -\nالحِقْدُ: يرادفه.\n1686 -\nالحَرَدُ: غضب يكون مَعَه قصد المغضوب عَلَيْهِ.\n1687 -\nالفَرَقُ: مَا يعتري من شَيْء يضر.\n1688 -\nالذُّعْرُ: يرادفه.\n1689 -\nالإشْفاق: مَا يعتري من فَوَات مَحْبُوب.\n1690 -\nالخَوْفُ: توقع الْمَكْرُوه عَن أَمارَة.\n1691 -\nالخَشْيَةُ: خوف يشوبه تَعْظِيم المخشي، مَعَ الْمعرفَة بِهِ.\n1692 -\nالوَجَلُ: استشعار عَن خاطر لَيْسَ مَعَه أَمارَة.\n1693 -\nالرَّهْبَةُ: خوف مَعَ تحرز، واضطراب.\n1694 -\nالهَيْبَةُ: رهبة جالبة للخضوع عَن استشعار عَظِيم.\n1695 -\nالرُّعْب: امتلاء الْخَوْف.\n1696 -\nالكِبْرُ: رفع الْإِنْسَان فَوق قدره، وَقيل ظَنّه بِنَفسِهِ أَنه أكبر من غَيره.\n1697 -\nالتكبُّر: إِظْهَار ذَلِك.\n1698 -\nالصَّلَفُ: يُقَال اعْتِبَارا لميل فِي عُنُقه.\n1699 -\nالصَّعَرُ: لميل فِي خَدّه.\nالحديث: 1681 ¦ الجزء: 1 ¦ الصفحة: 204\n",
        "1700 -\nالبَأوُ: استعفاء النَّفس بِالرَّفْع عَن الانقياد للْوَاجِب.\n1701 -\nالخُيَلاءُ: أَن يظنّ نَفسه مَا لَيْسَ فِيهَا.\n1702 -\nالزَّهْوُ: الاستطارة من الْفَرح بِنَفسِهِ.\n1703 -\nالفَخْرُ: المباهاة بالفضائل الخارجية عَنهُ.\n1704 -\nالعُجْبُ: أَن يظنّ بِنَفسِهِ اسْتِحْقَاق منزلَة هُوَ غير مُسْتَحقّ لَهَا.\n(\nفصل\n)\n1705 -\nالعفَّةُ: اعْتِدَال الشَّهْوَة، وَهِي عبارَة عَن التَّحَرُّز عَن تنَاول المشتهيات الْمُخَالفَة للشَّرْع والمروءة.\n1706 -\nالشَّهْوَة: انبعاث النَّفس لنيل مَا تتشوقه.\n1707 -\nالحَيَاءُ: انحصار النَّفس عَن خوف ارْتِكَاب القبائح، أَو عَن خوف مَا يعاب، وَقيل: انقباض النَّفس عَن القبائح.\n1708 -\nالصَّبْر: حبس النَّفس (36 / أ) عَن مُتَابعَة الْهوى.\n1709 -\nالدَّعَة: السّكُون عِنْد هيجان الشَّهْوَة.\n1710 -\nالنَّزَاهَةُ: اكْتِسَاب المَال من غير مهانة، وَلَا ظلم، وإنفاقه فِي المصارف الحميدة.\n1711 -\nالقَنَاعَةُ: الرِّضَا بِمَا دون الْكِفَايَة.\n1712 -\nالزُّهْدُ: الِاقْتِصَار على الْقَلِيل.\nالحديث: 1700 ¦ الجزء: 1 ¦ الصفحة: 205\n",
        "1713 -\nالوَرَعُ: مُلَازمَة الْأَعْمَال الجليلة، وَقيل: ترك التسرع إِلَى تنَاول الْأَغْرَاض الدُّنْيَوِيَّة، وَقيل: الإحجام عَن الْمَحَارِم، وَقيل: الْوُقُوف عَن الشُّبُهَات، وَقيل: الْكَفّ عَن كثير من الْمُبَاحَات.\n1714 -\nالظَّلَفُ: الِامْتِنَاع عَن تنَاول الشَّهَوَات الدنية.\n1715 -\nالوَقَارُ: التأني فِي التَّوَجُّه نَحْو المطالب.\n1716 -\nالرِّفْقُ: حسن الانقياد لما يُؤَدِّي إِلَى الْجَمِيل.\n1717 -\nحسنُ السَّمْتِ: محبصة مَا يكمل النَّفس.\n1718 -\nالصِّدْقُ: تحري الصَّوَاب فِي القَوْل وَالْعَمَل.\n1719 -\nالانتظامُ: تَقْدِير الْأُمُور وتدبيرها بِحَسب الْمصَالح.\n1720 -\nالسَّخَاءُ: إِعْطَاء مَا يَنْبَغِي.\n1721 -\nالكَرَمُ: الْإِعْطَاء بالسهولة، وَطيب النَّفس، وَقيل: اسْم لجَماعَة الْأَخْلَاق المحمودة، وَالْأَفْعَال المرضية إِذا ظَهرت بِالْفِعْلِ.\n1722 -\nالإيثَارُ: الْإِعْطَاء مَعَ الْكَفّ عَن حَاجته.\n1723 -\nالبذْلُ: أَن يكون مَسْرُورا بإعطائه.\n1724 -\nالموَاسَاةُ: أَن يكون مَعَ مشاركه الأصدق.\n1725 -\nالسَّماحةُ: بذل مَا لم يجب تفضلا.\n1726 -\nالمُسَامَحةُ: ترك مَا يجب تنزها.\n1727 -\nالشُّكْرُ: تصور النِّعْمَة من النعم، وإظهارها بِاللِّسَانِ والجوارح، وَقيل: هُوَ الامتلاء من ذكر الْمُنعم.\nالحديث: 1713 ¦ الجزء: 1 ¦ الصفحة: 206\n",
        "1728 -\nالفُجُورُ: عدم التمالك فِي تنَاول الشَّهَوَات.\n1729 -\nالخُمُودُ: ضعف الْقُوَّة الشهوية عَن تنَاول مَا يَنْبَغِي فِي الشَّرْع.\n1730 -\nالسَّفَاهَةُ: التسرع إِلَى القَوْل الْقَبِيح أَو فعله.\n1731 -\nالكَذِبُ: بَيَان خلاف الْوَاقِع بِالْقَصْدِ.\n1732 -\nالافْتِراءُ: اختراع قَضِيَّة لَا أصل لَهَا.\n1733 -\nالاختلاقُ: هَكَذَا.\n1734 -\nالمَيْنُ: بَيَانهَا بِزِيَادَة، أَو نُقْصَان، أَو تَحْرِيف تغير الْمَعْنى بهَا.\n1735 -\nالبَذَاءُ: الْكَلَام الْقَبِيح.\n1736 -\nالرَّفَثُ: فواحش الْكَلَام فَحسب النِّكَاح، وأوصاف النِّسَاء.\n1737 -\nالسَّبُّ: الْقدح فِي نسب شخص، أَو نَفسه، أَو بدنه، أَو فعله.\n1738 -\nالعَدَاوَة: تحري اغتيال الْغَيْر، ومضادته فِيمَا يُؤَدِّي إِلَى مَصَالِحه.\n1739 -\nالمَكْرُ: مَا يقْصد فَاعله فِي بَاطِنه خلاف مَا يَقْتَضِيهِ ظَاهره.\n1740 -\nالخديعةُ: ترادفه.\n1741 -\nالظُّلْمُ: وضع (36 / ب) الشَّيْء فِي غير مَوْضِعه.\n1742 -\nالجَوْرُ: الْخُرُوج عَن الْوسط بِزِيَادَة أَو نُقْصَان.\n1743 -\nالكَيْدُ: إِرَادَة متضمنة؛ لاستتار مَا يُرَاد عَمَّن يُرَاد بِهِ.\n1744 -\nالحَسَدُ: تمني خير يصل إِلَى غَيره مَعَ زَوَاله عَنهُ.\n1745 -\nالمُنَافَسَةُ: السَّعْي فِي أَن يبلغ إِلَى مثل خير يصل إِلَى غَيره.\nالحديث: 1728 ¦ الجزء: 1 ¦ الصفحة: 207\n",
        "(\nفصل\n)\n1746 -\nالعَدَالَةُ: اسْم يجمع سَائِر الْفَضَائِل.\n1747 -\nالصَّدَاقة: محبَّة صَادِقَة لَا يشوبها غَرَض، يُرِيد لَهُ مَا يُريدهُ لنَفسِهِ، ويؤثره على نَفسه فِي الْخيرَات.\n1748 -\nالأُلْفَةُ: اتِّفَاق الآراء فِي المعاونة على تَدْبِير المعاش.\n1749 -\nالوَفَاءُ: مُلَازمَة طَرِيق الْمُوَاسَاة، ومحافظة عهود الخلطاء.\n1750 -\nالتَّوَدُّدُ: طلب مَوَدَّة الْأَكفاء بِمَا يُوجب ذَلِك.\n1751 -\nالمكَافأةُ: مُقَابلَة الْإِحْسَان بِمثلِهِ وَزِيَادَة.\n1752 -\nالمُرُوءَةُ: اسْم للأفعال والأخلاق الَّتِي تقبلهَا النُّفُوس السليمة.\n1753 -\nالإنسانيةُ: الْفَضَائِل النفسية المختصة بالإنسان.\n1754 -\nالحُرِّيةُ: أَفعَال، وأخلاق محمودة لَا تستعبدها المطامع، والأغراض الدنية.\n1755 -\nالفنونُ: مَا يخْتَص بِهِ الْفَتى من الْفَضَائِل الإنسانية.\n1756 -\nالظَّرْفُ: اجْتِمَاع عَامَّة الْفَضَائِل النفسية، والبدنية، والخارجية.\n1757 -\nحُسْنُ الشَّرِكَةِ: رِعَايَة الْعدْل فِي الْمُعَامَلَات.\n1758 -\nحُسْنُ الْقَضَاء: ترك النَّدَم فِي الْمَنّ فِي المجازاة.\nالحديث: 1746 ¦ الجزء: 1 ¦ الصفحة: 208\n",
        "1759 -\nصِلَةُ الرَّحِم: مُشَاركَة ذَوي الْقرَابَات فِي الْخيرَات.\n1760 -\nالشَّفَقَةُ: صرف الهمة إِلَى إِزَالَة الْمَكْرُوه عَن النَّاس.\n1761 -\nالإصلاحُ: التَّوَسُّط بَين النَّاس فِي الْخُصُومَات بِمَا يَدْفَعهَا.\n1762 -\nالمُشَاوَرَةُ: استنباط الرَّأْي من الْغَيْر فِيمَا يعرض من مشكلات الْأُمُور الْجُزْئِيَّة.\n1763 -\nالغِبْطَةُ: تمني خير يصل إِلَى غَيره أَن يكون لَهُ مثله.\n1764 -\nالنَّصِيحَةُ: إخلاص الْمحبَّة لغيره فِي إِظْهَار مَا فِيهِ صَلَاحه.\n1765 -\nالتَّوَكُّلُ: ترك السَّعْي فِيمَا لَا يَسعهُ قدرَة الْبشر.\n1766 -\nالتَّسْلِيمُ: الانقياد لأمر الله، وَترك الِاعْتِرَاض فِيمَا لَا يلائم.\n1767 -\nالرِّضَا: طيب النَّفس فِيمَا يُصِيبهُ، ويفوته مَعَ عدم التَّغَيُّر.\n1768 -\nالسَّيْرُ: السعَة فِي علم الْخلق، وَفعل الْخَيْر.\n1769 -\nالإخْلاصُ: أَن يقْصد بِمَا يَفْعَله وَجه الله متعريا عَن الِالْتِفَات إِلَى غَيره.\n1770 -\nالتَّقْوَى: جعل النَّفس فِي وقاية من سخط الله تَعَالَى.\n1771 -\nالإحسانُ: تحري الْحسنى فِي الْإِيمَان، وَالْإِسْلَام. وَالله أعلم.\nالحديث: 1759 ¦ الجزء: 1 ¦ الصفحة: 209\n",
        "(الْبَاب الْحَادِي وَالْعشْرُونَ فِي التصوف)\n1772 -\n(37 / أ) التصوفُ: هُوَ الْعلم بالأصول الموروثة من تَصْحِيح الْأَعْمَال ظَاهرا وَبَاطنا.\n1773 -\nالوَقْتُ: حَادث متوهم علق حُصُوله على حَادث مُتَحَقق.\n1774 -\nالمقامُ: مَا يتَحَقَّق للْعَبد بمنازلته من الْأَدَب مِمَّا يتَوَصَّل إِلَيْهِ بِنَوْع تصرف.\n1775 -\nالحالُ: معنى يرد على الْقلب من غير تعْمل واكتساب.\n1776 -\nالقَبْضُ: معنى يعرض لاستشعار مَكْرُوه حَاصِل فِي الْوَقْت.\n1777 -\nالبَسْطُ: معنى يعرض لاستشعار مَحْبُوب حَاصِل فِي الْوَقْت.\n1778 -\nالهَيْبَةُ: معنى يعرض لاستشعار عَظمَة المشابه.\n1779 -\nالأُنْسُ: معنى يعرض لاستشعار لطف المشابه، وَقيل: ارْتِفَاع الحشمة مَعَ وجود الهيبة، وَقيل: أَن يأنس بالأذكار فيغيب عَنهُ رُؤْيَة الأغيار، وَقيل: انبساط الْمُحب إِلَى المحبوب.\nالحديث: 1772 ¦ الجزء: 1 ¦ الصفحة: 210\n",
        "1780 -\nالاتصالُ: أَن ينْفَصل سره عَمَّا غَيره الله، وَقيل: مكاشفات الْقُلُوب ومشاهدات الْأَسْرَار، وَقيل: وُصُول السِّرّ إِلَى مقَام الذهول، وَقيل: أَن يشْهد غير الله وَلَا يدْخل بسره خاطر غير الله.\n1781 -\nالتواجُدُ: استدعاء الوجد بِضَرْب من الِاخْتِيَار، وَقيل: ظُهُور مَا يحدث فِي بَاطِنه على ظَاهره.\n1782 -\nالوَجْدُ: جاذب الْقلب من فزع أَو غم، أَو رُؤْيَة معنى من أَحْوَال الْآخِرَة، أَو كشف حَاله بَين الله تَعَالَى وَبَين العَبْد، وَقيل: لَهب ينشر فِي الْأَسْرَار تضطرب الْجَوَارِح طَربا، أَو حزنا عِنْد ذَلِك الْوَارِد، وَقيل: هُوَ شارات الْحق بالترقي إِلَى مقَام مشاهداته.\n1783 -\nالوجُودُ: خمود البشرية عِنْد ظُهُور سُلْطَان الْحَقِيقَة.\n1784 -\nالغَلَبةُ: حَال تبدو للْعَبد لَا يُمكن مَعهَا مُلَاحظَة السَّبَب، وَلَا مُرَاعَاة الْأَدَب.\n1785 -\nالجَمْعُ: أَن تكون الهموم كلهَا هما وَاحِدًا، فَتَصِير ذَلِك حَالا لَهُ، وَقيل: جمع الْأَسْرَار بِأَنَّهُ لَيْسَ مِنْهُ بُد، وقهرها فِيهِ إِذْ لَا شبه لَهُ، وَلَا ضد.\n1786 -\nالتَّفْرِقَةُ: أَن تفرق بَين العَبْد وَبَين همومه فِي حظوظه بِطَلَب مرافق وملاذه، وَقيل: التَّقَرُّب إِلَيْهِ بِالْأَعْمَالِ المتفرقة، فَإِذا شاهدوه مقربا إِلَيْهِم فَهُوَ الْجمع.\nالحديث: 1780 ¦ الجزء: 1 ¦ الصفحة: 211\n",
        "1787 -\nالفَنَاء: سُقُوط الْأَوْصَاف المذمومة، وَقيل: أَن يفنى عَنهُ الحظوظ فَلَا يكون لَهُ فِي شَيْء حَظّ، وَيسْقط عَنهُ التَّمْيِيز فنَاء عَن الْأَشْيَاء كلهَا شغلا بِمن فني بِهِ.\n1788 -\nالبَقاءُ: قيام الْأَوْصَاف المحمودة.\n1789 -\nالغيبةُ: أَن يغيب عَن حَظّ نَفسه فَلَا يَرَاهَا، وَقيل: (37 / ب) اشْتِغَال الْحس بالوارد مَعَ غيبَة الْقلب عَن علم أَحْوَال الْخلق.\n1790 -\nالحُضُورُ: غيبوبة عَن الْخلق لاستيلاء ذكر الْحق على قلبه.\n1791 -\nالشهودُ: أَن يشْهد بِمَا يشْهد مستصغرا لَهُ مَعْدُوم الصّفة لما غلب عَلَيْهِ من مُشَاهدَة الْخلق.\n1792 -\nالسُّكْرُ: الْغَيْبَة عَن تَمْيِيز الْأَشْيَاء بوارد اسْتِيلَاء سُلْطَان الْحَال.\n1793 -\nالصَّحْوُ: الْعود إِلَى تَرْتِيب الْأَفْعَال، وَقيل: الرُّجُوع إِلَى الإحساس بعد الْغَيْبَة، وَقيل: اخْتِيَار المؤلم من مُوَافقَة الْحق، ووجدان اللَّذَّة فِيهِ.\n1794 -\nالذَّوْقُ: نتيجة الكشوفات بورود الواردات.\nالحديث: 1787 ¦ الجزء: 1 ¦ الصفحة: 212\n",
        "1795 -\nالشُّرْبُ: يرادفه، الَّذِي نتيجة الكشوفات بدوام المواصلات.\n1796 -\nالمَحْوُ: رفع أَوْصَاف الْعَادة.\n1797 -\nالإثْبَاتُ: إِقَامَة أَحْكَام الْعِبَادَة.\n1798 -\nالاسْتتَار: حيلولة البشرية بَين الله وَبَين العَبْد.\n1799 -\nالتَّجَلِّي: رفع حجب البشرية.\n1800 -\nالتَّجْرِيدُ: أَن يجرد ظَاهره عَن الْأَعْرَاض، وباطنه من الأعواض.\n1801 -\nالتَّفْرِيدُ: أَن لَا يرى نَفسه فِيمَا تَأتي بِهِ، وَقيل: أَن ينْفَرد عَن الأشكال، وينفرد فِي الْأَحْوَال، ويتوحد فِي الْأَفْعَال. وَقيل: التَّجْرِيد: أَنه لَا يملك، والتفرد: أَن لَا يملك.\n1802 -\nالمحَاضَرَةُ: حُضُور الْقلب بتواتر الْبُرْهَان، واستيلاء سُلْطَان.\n1803 -\nالمُكَاشَفةُ: حُضُور الْقلب بِتَعْيِين الْبَيَان بِلَا تأميل دَلِيل، وتطلب سَبِيل.\n1804 -\nالمُشَاهَدةُ: وجود الْحق من غير بَقَاء تُهْمَة.\nالحديث: 1795 ¦ الجزء: 1 ¦ الصفحة: 213\n",
        "1805 -\nاللوائحُ: أَمَارَات طُلُوع شموس المعارف يكون زَوَالهَا بِسُرْعَة.\n1806 -\nاللوامِعُ: تِلْكَ الأمارات تبقى زَمَانا.\n1807 -\nالطَّوالِعُ: أَمَارَات لَهَا دائمة الْمكْث مَوْقُوفَة على خطر الأفول.\n1808 -\nالبَوادِهُ: مَا يفجأ الْقلب من الْغَيْب على سَبِيل الوهلة فَرحا، أَو ترحا.\n1809 -\nالهُجُومُ: مَا يرد على الْقلب بِقُوَّة الْوَقْت من غير تصنع.\n1810 -\nالتَّلْوِينُ: الارتقاء، والتدرج من حَال إِلَى حَال مُخْتَلفَة.\n1811 -\nالتمكينُ: دوَام اسْتِيلَاء سُلْطَان الْحَقِيقَة.\n1812 -\nالقُرْبُ: الاتصاف بدوام الْأَوْقَات بمرايضته، وَقيل: هُوَ أَن يتدلل على المحبوب.\n1813 -\nالبُعْد: التدنس بمخالفته.\n1814 -\nالشَّرِيعَةُ: الْتِزَام الْعُبُودِيَّة.\n1815 -\nالحَقيقَةُ: مُشَاهدَة الربوبية.\n1816 -\nعِلْمُ اليَقِينِ: مَا يحصل بِالنّظرِ وَالِاسْتِدْلَال.\nالحديث: 1805 ¦ الجزء: 1 ¦ الصفحة: 214\n",
        "1817 -\nعينُ اليَقِينِ: مَا يحصل بطرِيق الكشوف.\n1818 -\nحقُّ اليَقِينِ: حَقِيقَة مَا يُشِير إِلَيْهِ علم الْيَقِين، وَعين الْيَقِين.\n1819 -\nالنَّفَسُ: ترويح للقلوب بلطائف الغيوب.\n1820 -\nالخَاطِرُ: خطاب يرد على الضَّمِير بإلقاء ملك أَو شَيْطَان.\n1821 -\nالوَارِدُ: مَا يرد على الْقلب من الخواطر المحمودة بِلَا تعْمل.\n1822 -\nالنَّفَسُ: مَا كَانَ معلولا من أَوْصَاف العَبْد، مذموما من أخلاقه وأفعاله.\n1823 -\nالرُّوحُ: عين لطيف مُودع فِي القالب أجْرى الله الْعَادة لخلق الْحَيَاة مَا دَامَ هُوَ فِي القالب.\n1824 -\nالسِّرُّ: لَطِيفَة مودعة فِي قالب الْإِنْسَان يمل فِيهَا الْمُشَاهدَة.\n1825 -\nسِرُّ السرِّ: مَا لَا اطلَاع عَلَيْهِ إِلَّا للحق سُبْحَانَهُ.\nالحديث: 1817 ¦ الجزء: 1 ¦ الصفحة: 215\n",
        "(\nفصل\n)\n1826 -\nالمُرِيدُ: من يُرِيد الله مُقبلا بكلية إِلَيْهِ.\n1827 -\nالمُرَادُ: من يجذبه الْحق جذب الْقُدْرَة فيكاشفه بالأحوال.\n1828 -\nالإرادَةُ: ترك مَا عَلَيْهِ الْعَادة، وَقيل: نهوض الْقلب فِي طلب الرب.\n1829 -\nالتوْبَةُ: الرُّجُوع من مَذْمُوم الشَّرْع إِلَى محموده.\n1830 -\nالمجاهَدَةُ: فطم النَّفس عَن المألوفات، وَحملهَا على خلاف هَواهَا فِي عُمُوم الْأَوْقَات.\n1831 -\nالعُزْلَةُ: الِانْفِرَاد عَن الْخلق طلبا للخير.\n1832 -\nالحُزْنُ: حصر النَّفس عَن النهوض فِي الطَّرب.\n1833 -\nالمراقَبَةُ: علم العَبْد باطلاع الرب، واستدامته لهَذَا الْعلم، وَقيل: مُرَاعَاة السِّرّ لملاحظته الْحق مَعَ كل لَحْظَة وَلَفْظَة، وَقيل: خلوص السِّرّ وَالْعَلَانِيَة لله.\n1834 -\nالتَّقْوَى: التَّحَرُّز بِطَاعَة الله عَن عُقُوبَته، وَقيل: مُشَاهدَة الْأَحْوَال على قدر الِانْفِرَاد، وَقيل: ترك مَا دون الله، وَقيل: مجانبة الْهوى ومصاينة النَّفس.\n1835 -\nالوَرَعُ: ترك الشُّبُهَات.\n1836 -\nالزُّهْدُ: خلو الْقلب وَالْيَد عَن الْأَمْلَاك والتتبع.\n1837 -\nالفقرُ: أَلا يطْلب الْمَعْدُوم حَتَّى يعقل الْمَوْجُود، وَقيل: أَلا يكون لَهُ، فَإِذا كَانَ لَا يكون لَهُ، وَقيل: عدم كل مَوْجُود، وَترك كل مَفْقُود.\nالحديث: 1826 ¦ الجزء: 1 ¦ الصفحة: 216\n",
        "1838 -\nالخوفُ: أَن يخَاف من نَفسه أَكثر مِمَّا يخَاف من عدوه، وَقيل أَلا يخَاف غير الله.\n1839 -\nالرَّجَاءُ: ارتياح الْقلب بِرُؤْيَة كرم المرجو، وَقيل: رُؤْيَة الْجلَال بِعَين الْجمال، وَقيل: قرب الْقلب من ملاطفة الرب.\n1840 -\nالتَّوَاضُعُ: الاستسلام للحق، وَترك الِاعْتِرَاض على الحكم، وَقيل: بذلك الْقُلُوب لعلام الغيوب، وَقيل: قبُول الْحق من الْحق للحق، وَقيل: افتخار بالقلة، واعتناق المذلة، وَتحمل أثقال أهل الْملَّة.\n1841 -\nالخشُوعُ: الانقياد للحق، وَقيل: خفض الْجنَاح، وَكسر الْجَانِب.\n1842 -\nالحَيَاءُ: وجود الهيبة فِي الْقلب مَعَ وَحْشَة مَا سبق. وَقيل: ذوبان (38 / ب) الحشا لاطلاع الْمولى، وَقيل: انقباض الْقلب لتعظيم الرب.\n1843 -\nالقَنَاعَةُ: ترك التشوف إِلَى الْمَفْقُود، والاستغناء بالموجود.\n1844 -\nالتَّوَكُّلُ: ترك تَدْبِير النَّفس، والانخلاع عَن الْحول وَالْقُوَّة، وَقيل أَن يكون لله كَمَا لم يكن فَيكون الله كَمَا لم يزل، وَقيل: الاستسلام بجريان الْقَضَاء فِي\nالحديث: 1838 ¦ الجزء: 1 ¦ الصفحة: 217\n",
        "الْأَحْكَام، وَقيل: الاسترسال بَين يَدي الله عز وَجل، وَقيل: ترك الأدواء إِلَى الله وَقيل: أَلا يُطَالب الله بالأعواض.\n1845 -\nالصَّبْرُ: الْوُقُوف على الْبلَاء بِحسن الْأَدَب. وَقيل: التباعد عَن المخالفات، والسكون عِنْد تجرع غصص البليات، وَإِظْهَار الْغنى عِنْد حُلُول الْفقر بالساحات؛ وَقيل: الفناء فِي الْبلوى بِلَا ظُهُور شكوى، وَقيل: الْمقَام مَعَ الْبلَاء بِحسن الصُّحْبَة، وَقيل: أَلا نفرق بَين حَال النِّعْمَة والمحنة مَعَ سُكُون الخاطر فيهمَا.\n1846 -\nالشُّكْرُ: الِاعْتِرَاف بِنِعْمَة الْمُنعم على وَجه الخضوع. وَقيل: مُشَاهدَة الْمِنَّة، وَحفظ الْحُرْمَة. وَقيل: أَلا ترى نَفسك أَهلا للنعمة، وَقيل: الْغَيْبَة عَن الشُّكْر بِرُؤْيَة الْمُنعم.\n1847 -\nالشَّاكِرُ: من يشْكر على الْمَوْجُود.\n1848 -\nالشَّكُورُ: من يشْكر على الْمَفْقُود. وَقيل: الشاكر من يشْكر على الرفد، والشكور من يشْكر على الرَّد، وَقيل: الشاكر من يشْكر على الْعَطاء، والشكور من يشْكر على الْبلَاء، وَيُقَال: الشاكر من يشْكر عِنْد الْبَذْل، والشكور من يشْكر عِنْد المطل.\n1849 -\nالرِّضَا: رفع الِاخْتِيَار، وَقيل: سُكُون الْقلب تَحت جَرَيَان الحكم، وَقيل: سرُور الْقلب بمر الْقَضَاء. وَقيل: اسْتِقْبَال الْأَحْكَام بالفرح، وَقيل: نظر الْقلب إِلَى قديم اخْتِيَار الله للْعَبد.\nالحديث: 1845 ¦ الجزء: 1 ¦ الصفحة: 218\n",
        "1850 -\nاليقينُ: ارْتِفَاع الشَّك، وَقيل: مَا زَالَت عَنهُ الْمُعَارضَة على دوَام الْوَقْت وَقيل: اتِّصَال الهين مَا بَين الْبَين.\n1851 -\nالمحبَّةُ: هِيَ تَعْظِيم مَحل الْأَسْرَار، وَقيل: ميل الْقلب إِلَى الله، وَإِلَى مَا لله من غير تكلّف، وَقيل: الطَّاعَة فِيمَا أَمر، والانتهاء عَمَّا زجر، وَالرِّضَا بِمَا حكم وَقرر.\n1852 -\nالعُبُوديَّةُ: التبري من الْحول وَالْقُوَّة، وَالْإِقْرَار بِمَا يوليك من الطول والْمنَّة، وَقيل: الْقيام بِحَق الطَّاعَات بِشَرْط التوفير، وَالنَّظَر إِلَى مَا مِنْك بِعَين التَّقْصِير، وشهود مَا يحصل من مناقبك من التَّقْدِير، وَقيل: ترك الِاخْتِيَار فِيمَا يَبْدُو من الْأَنْوَار، وَقيل: إِسْقَاط رُؤْيَة التَّعَبُّد فِي مُشَاهدَة المعبود (39 / أ) ، وَقيل: الْعِبَادَة لمن لَهُ علم الْيَقِين، والعبودية لمن لَهُ عين الْيَقِين، والعبودة لمن لَهُ حق الْيَقِين، وَقيل: الْعِبَادَة لأَصْحَاب المجاهدات، والعبودية لأرباب المكابدات، والعبودة صفة أهل المكاشفات.\n1853 -\nالإخْلاصُ: إِفْرَاد الْحق فِي الطَّاعَة بِالْقَصْدِ، وَقيل: ارْتِفَاع الرُّؤْيَة عَن الْفِعْل، وَقيل: تصفية الْعَمَل عَن مُلَاحظَة المخلوقين.\nالحديث: 1850 ¦ الجزء: 1 ¦ الصفحة: 219\n",
        "1854 -\nالاسْتِقَامَةُ: أَن يشْهد الْوَقْت قِيَامه، وَقيل: الْخُرُوج عَن المعهودات، وَمُخَالفَة الرسوم، والعادات، وَالْقِيَام بَين يَدي الله على حَقِيقَة الصدْق.\n1855 -\nالحُرِّيةُ: أَلا يكون تَحت رق الْمَخْلُوقَات، وَلَا يجْرِي عَلَيْهِ سُلْطَان المكونات.\n1856 -\nالفتوَّةُ: أَن يكون أبدا فِي أَمر غَيره لله تَعَالَى. وَقيل: هِيَ الصفح عَن عثرات الإخوان. وَقيل: كف الْأَذَى، وبذل الندى. وَقيل: أَلا يرى لنَفسِهِ فضلا على غَيره. وَقيل: أَن تكون خصما لِرَبِّك على نَفسك. وَقيل: أَن تنصف وَلَا تنصف. وَقيل: أَلا تنافر فَقِيرا، وَلَا تعَارض غَنِيا.\n1857 -\nالصِّدْقُ: مُوَافقَة السِّرّ النُّطْق، وَمنع الْحَرَام من الشدق. وَقيل: اسْتِوَاء السِّرّ وَالْعَلَانِيَة. وَقيل: صِحَة التَّوْحِيد مَعَ الْقَصْد.\n1858 -\nالتَّوْحِيدُ: إفرادك متوحدا، وَهُوَ أَلا يشْهد الْحق إِلَّا إياك لَك، وَقيل: إِفْرَاد الموحد بتحقيق وحدانيته بِكَمَال أحديته، وَقيل: معنى يضمحل فِيهِ الرسوم، وتندرج فِيهِ الْعُلُوم، وَيكون الله كَمَا لم يزل. وَقيل: إِسْقَاط الوسائط عِنْد غَلَبَة الْأَحْوَال، وَالرُّجُوع إِلَيْهَا عِنْد الْأَحْكَام. وَقيل: هُوَ أَن يرجع العَبْد إِلَى أَوله فَيكون\nالحديث: 1854 ¦ الجزء: 1 ¦ الصفحة: 220\n",
        "كَمَا كَانَ قبل أَن يكون.\n1859 -\nالموحِّدُ: أَن يستوحش من سره وَحْشَة لظُهُور الْحق عَلَيْهِ. وَقيل: هُوَ من حَال الله بَينه وَبَين الدَّاريْنِ جَمِيعًا. وَقيل: أَلا يجْرِي عَلَيْهِ ذكر أخطارها لَا حَقِيقَة لَهُ عِنْد الْحق، فالشواهد عَن سره مصروفة، والأعواض عَن قلبه مطرودة.\n1860 -\nالعَارِفُ: من بدا لَهُ الشَّاهِد، وفنى الشواهد، ووهب الْخَواص، واضمحل الْإِخْلَاص، وَقيل: أَن يكون كَمَا كَانَ حَيْثُ كَانَ قبل أَن يكون. وَقيل: من بذل مَحْمُودًا فِيمَا لله، ويحقق مَعْرفَته بِمَا من الله، وَصَحَّ رُجُوعه [عَن الْأَشْيَاء إِلَى الله\n1861 -\nالوَلِيُّ: من يتَوَلَّى الْحق رعايته. وَقيل: من توالت أَفعاله على الْمُوَافقَة وَقيل: هُوَ الفاني عَن حَاله، الْبَاقِي فِي مُشَاهدَة ربه] .\n1862 -\nالفِرَاسَةُ: خاطر يهجم على الْقلب فينفي مَا يضاده، وَقيل: سواطع أنوار لمعت فِي الْقُلُوب، وَقيل: مكاشفة الْيَقِين ومعاينة الْغَيْب. وَالله أعلم. تمت.\nالحديث: 1859 ¦ الجزء: 1 ¦ الصفحة: 221\n",
        ""
    ]
}