{
    "1": [
        "معرفة الفرق بين الضاد والظاء\nمعرفة الفرق بين الضاد والظاء\nابن الصابوني، أبو بكر\nالكتاب:\nمعرفة الفرق بين الضاد والظاء\nالمؤلف:\nأبو بكر محمد بن أحمد الصدفي الإشبيلي المعروف بابن الصابُوني الشاعر (المتوفى: 634هـ)\nتحقيق:\nالأستاذ الدكتور حاتم صالح الضامن\nإهداء:\nسيف بن أحمد الغرير\nالناشر:\nدار نينوى للدراسات والنشر والتوزيع، دمشق - سوريا\nالطبعة:\nالأولى، 1426 هـ - 2005 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "معرفَة الْفرق بَين الضَّاد والظاء\nلِابْنِ الصَّابُونِي الصَّدَفِي الإشبيلي\n«أَبُو بكر مُحَمَّد بن أَحْمد الْمُتَوفَّى 634 هـ»\nتَحْقِيق\nالْأُسْتَاذ الدكتور حَاتِم صَالح الضَّامِن\nبَغْدَاد - الْعرَاق\nإهداء\nسيف بن أَحْمد الغرير\nدبي - الإمارات الْعَرَبيَّة المتحدة\nدَار نِينَوَى\nللدراسات والنشر والتوزيع\n",
        "بسم الله الرحمن الرحيم\nقال أبو بكر الصدفي القرويّ:\nأما بعد: فإنك سألتني أن أشرح لكَ طرفاً من حروف الظّاءِ والضّادِ، لتستدلَّ به على بعض ما التبسَ من على بعض المعلمين بالفرق بينهما، من إبانة الظّاء بإظهار طرف اللسان في النطق بها، ورفعك رأسها عند كتابها، وضمّ الأسنان على الضاد، وميلك اللسان إلى الأضراس من ناحية الشمال، فتفرق بينهما في خطّهما، فكتبتُ لك من ذلك أمثلة لتحتذي بها، وأصولاً لتقتدي بها، بإتباع من كتاب الله تعالى، وشواهد من الشعر.\nألهمكَ الله الرشاد، ووفقك للسّداد، إنه منّان جواد.\nفما بالظاء، والآخر بالضاد.\nالعظةُ والعضةُ\nفأما العظةُ، بالظاء: فالتنبيه لأفعال الخير، ومعالم البرِّ، والنصيحة في ذات الله، عزّ وجل، والزّهد في الدّنيا وذكر المعاد.\nوفي القرآن: {فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ}\nوقال تعالى: {ادْعُ إِلِى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ}\nومنه قول الشاعر:\nالجزء: 1 ¦ الصفحة: 13\n",
        "وَعَظتْكَ واعظةُ القتيرِ\n...\nوعَلتك أُبَّهَةُ الكبيرِ\nوالمصدر منه: وعْظٌ. والفاعلُ: واعظٌ. والمفعول: موعوظٌ، ووعيظ.\nوأمّا العضةُ، بالضّاد: فشجرةٌ ذات شوكٍ، مثل السِّدر، والطّلحِ، وأشباه ذلك. وجمع العضة: عضاه، وعِضين.\nومن ذلك قول الشاعر:\nوادي العقيقِ سيلُهُ غَزيرُ\nعضاهُهُ وطَلْحُهُ كثيرُ\nوقال آخر:\nأَبَى اللهُ إلاّ أنَّ سَرْحة مالِكٍ\n...\nعلى كلِّ أفنانِ العضاهِ تروقُ\nالحافظ والحافض\nفالحافظ، بالظاء: ضد الناسي. يقال لمن حفظ شيئاً، ولم ينسه: حافظٌ.\nومنه يقال: حفظك الله، أي رعاك ولم ينسك.\nالجزء: 1 ¦ الصفحة: 14\n",
        "وفي القرآن الكريم: {فَاللهُ خَيْرٌ حَافِظاً وَهُوَ أَرْحَمُ الرَّاحِمِينَ}\nومنه قول أمير المؤمنين عليّ، عليه السلام:\nواحفظْ وصيةَ والدٍ مُتَحنِّنٍ\n...\nيَغذُوك بالآداب كيلا تعطبُ\nفأما الحافض، بالضاد: فهو الحاني لكلِّ عودٍ، من قوس وصوالجةِ، وما أشبه ذلك.\nتقول من ذلك: حَفَضتُ العودَ، أحفِضه حفْضاً، إذا أحْنَيْتَهُ.\nوالعود المحفوضُ: هو المنحني.\nومنه قول الشاعر:\nحَفَضْتُ قوسَ شَوْحَطٍ وأَسْهُما\nمن يانعٍ نحتُّها لأُقدما\nالحاظر والحاضر\nفأما الحاظر، بالظّاء: فهو المانع الحاجز بين الأشياء. والمحظور: الممنوع. وفي القرآن الكريم: {وَمَا كَانَ عَطَاء رَبِّكَ مَحْظُوراً}.\nومنه قول الشاعر:\nالجزء: 1 ¦ الصفحة: 15\n",
        "مازالتِ الأحقادُ بين سراتِهم\n...\nحتّى استجازوا بالحظارِ حَظِيرا\nوالحِظارُ: حاجزٌ يكون بين شيئين. وأصلُ هذا مأخوذٌ من الحظير، وهو حائط يُعمَلُ من خشب أو قَصَب، يمنعُ من الرِّيح والبرد، وغير ذلك. وجمعها حظائر.\nوأمّا الحاضر، بالضاد: فهو ضد الغائب. وفي القرآن الكريم: {ذَلِكَ لِمَن لَّمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ}\nومنه قول الشاعر:\nحَضَروا وغبنا عنهم فتمكَّنوا\n...\nفينا وليس كغائبٍ من يَشهَدُ\nيُقال: حَضَرَ فلان، وغاب عنّا فلان. وقد حضَرنا الطعام، وهو طعامٌ محضور، أي مأتيٌّ.\nوالفعل الماضي منه: حضر، بفتح الضاد. وقال بعضهم في الفعل الماضي: حضر، وهي\nلغةٌ مرغوب عنها، غيرُ فاشيةٍ.\nوالإحضار: المصدر. يقال: حضرت الشيءَ، فأنا أحضره إحضاراً، وذلك إذا كان غائباً فأتيت به.\nوالإحضار: شدَّةُ عدوِ الفرس إذا أسرع. ويُقال ذلك لكلِّ من أَجهدَ في عدوهِ.\nومنه قول الشاعر:\nفانصاعَ كالكوكب الدُّرِّيّ منصلتاً يهوي ويخلط\nوالحضر، بفتح الضاد: ضد البدو.\nالجزء: 1 ¦ الصفحة: 16\n",
        "والحضْر، بوقف الضاد: حصن منيع، ذكره الشاعر، وهو عدي بن زيد العبادي، فقال:\nوأخُو الحضْر إذْ بناهُ وإذْ دج\n...\nلةُ تُجبى إليهِ والخابورُ\nالظَّنُّ والضَّنُّ\nفالظن، بالظاء: الشك، وخلاف اليقين. يُقال: ظننت بفلان خيراً، أي: حسبته وألفيته. وإني ظننت، وأظن ظناً.\nوقد يكون الظن موضع اليقين، وهو من الأضداد يقال للفاعل منه: ظانٌّ، وللمفعول: مظنون، وظَنين. والظنون: البئر القليلةُ الماءِ.\nوالظَّنون: القليل المعروف والخير. قال الشاعر:\nعلى أنّي أظُنُّكَ حُلْتَ عمَّا\n...\nعهدتُ وليس ظَنِّي باليقينِ\nوقال غيره:\nوأما الضَّنُّ، بالضاد، فمصدر: البُخلُ، نحو ضَنَّ يَضُنُّ ضنَّاً.\nوالضِّن: بكسر الضاد: الاسمُ.\nالجزء: 1 ¦ الصفحة: 17\n",
        "في القرآن: {وَمَا هُوَ عَلَى الْغَيْبِ بِضَنِينٍ} أي: ببخيل. ومنه قول الشاعر:\nوضَنَّت بالكلامِ فلمْ تَكَلَّمْ\n...\nبكيتُ وكيفَ يُبكى للضَّنينِ\nالفظُّ والفضُّ\nفأما الفظ، بالظاء: فالرجل المتجهم في منطقه، المتغلظ في مخاطبته، والاسم من ذلك: الفظاظة.\nوفي القرآن: {وَلَوْ كُنتَ فَظّاً غَلِيظَ الْقَلْبِ لاَنفَضُّواْ مِنْ حَوْلِكَ}\nومنه قول الشاعر:\nوتراهُ يومَ الرَّوْعِ يخطرُ بالقنا\n...\nفَظَّاً غليظاً قاتِلَ الأقرانِ\nوأما الفضُّ، بالضاد: فكل شيءٍ كسرته. تقول من ذلك:\nفَضَضْتُ الكتابَ، إذا كَسَرْتَ طابَعَهُ. وانفضَّ القوم: إذا تفرقوا، وهو انكسارهم عن الاجتماع.\nوفي القرآن: {لاَنفَضُّواْ مِنْ حَوْلِكَ} أي: تفرَّقوا.\nوالفاضُّ: الكاسرُ. والمكسور يُقال له: المفضوض، والفضيض. قال الشاعر:\nالجزء: 1 ¦ الصفحة: 18\n",
        "فَضَضتُ خِتامَهُ فتبلَّجَتْ لي\n...\nغرائبُهُ عن الخَبَرِ الجليِّ\nوأفضت إليه الخلافة، أي: اتسعت به، وهو مأخوذ من الفَضَا، وهي السَّعةُ.\nوأفضى الرجل: إذا أمنى، وهو خروج الماء من الضيق إلى السعة.\nالغَيظ والغيض\nفأما الغيظ، بالظاء: فهو شدّة الحرد والاختلاط، وهو من الغضب. فقيل من ذلك: تغيَّظ الرجل فهو مُتغيّظ، ومغتاظ.\nوفي القرآن الكريم: {وَإِذَا خَلَوْاْ عَضُّواْ عَلَيْكُمُ الأَنَامِلَ مِنَ الْغَيْظِ}\nوقال الشاعر:\nمُتغيّظٌ كالليثِ يزأرُ في الوغى\n...\nيحمي الحريمَ ويقتلُ الأبطالا\nوأما الغَيضُ، بالضاد: فنقصان الماءِ وذهابه، إذا نضب ونقص.\nتقول من ذلك: غاض الماء يغيضُ غيضاً.\nوالمغيضُ: المكان الذي يذهب فيه الماء.\nقال الله سبحانه: {وَغِيضَ الْمَاء} أي: ذهب.\nومنه حديث كعب الأحبار: وغاضت الكرام غَيضاً، أي: ذهبوا.\nوأنشدوا:\nالجزء: 1 ¦ الصفحة: 19\n",
        "وغاضَ ماءُ البيرِ فيها ونَضَبْ\nوخالفَ الجرابَ فيها والعطبْ\nالعظُّ والعضُّ\nفأما العظ، بالظاء: فهما حرفان تكلم بهما العرب، لا يعرف غيرهما.\nأحدهما: عَظّتني الحربُ.\nوالحرف الثاني: إذا أصابتهم الأزمان والشدائد. تقول: عّظَّنا الزمان بنابه. وأنشَدَ:\nسَلِ الدّهرَ عني حينَ عَظّنِيَ الدّهْرُ\n...\nألَمْ تَرَ صبراً ما يعادِلُهُ صبرُ\nوأما العض، بالضاد: فهو لكلِّ شيءٍ كَزَزْتَ عليه ثناياك، مثل كَزِّك على أناملك، وفي مثل ذلك ونحوه.\nقال الله تعالى: {عَضُّواْ عَلَيْكُمُ الأَنَامِلَ مِنَ الْغَيْظِ}\nقال الشاعر:\nلمّا رأتْ ما ساَءها وأَغاضَها\n...\nعَضَّتْ أناملها منْ الغَيْظِ\nالجزء: 1 ¦ الصفحة: 20\n",
        "الحظُّ والحضُّ\nفأما الحظ، بالظاء: فهو جاه الإنسان في دنياه، وحظه منها، وأنشَدَ:\nإذا قَصَرتْ علي الطّرفَ قالوا\n...\nحَظيتَ وكيف لا يحظى الرَّضِيُّ\nوفي القرآن الكريم: {لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ}\nومنه قول الشاعر:\nإن حظِّي من الغنيمة راسي\nوأما الحض، بالضاد: فهو الحث على الأشياء، من خير وشر. تقول: حضضت فلاناً على فعل المعروف.\nوفي القرآن الكريم: {وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ}\nوقال الشاعر:\nويُحرِّك المُثْرِين في زكواتِهم\n...\nويحضُّهُم لعَطائهم فيُسارعُ\nالظِّرار والضِّرار\nفأما الظرار، بالظاء ورفعها: فهو حجرٌ مَحدد يُقال له المرد. قال الشاعر:\nالجزء: 1 ¦ الصفحة: 21\n",
        "ويذبحُهُنَّ بالظُّررِ الحِدادِ\nواحدها: ظِرٌّ. يقال من ذلك: أرضٌ مَظَرَّةٌ، أي: كثيرة الظِّرار.\nوأما الضِّرار، بالضاد: فهو المضارَّةُ.\nوفي القرآن الكريم: {وَلاَ تُمْسِكُوهُنَّ ضِرَاراً}\nوقال الشاعر:\nوما إنْ زالَ مقتدراً عليها\n...\nيُطَلِّقُها ويُمسِكُها ضرارا\nومنه الحديث المرفوع: (لا ضرر ولا ضرار). وأصله من سوء الحال في المال والبدن. قال الله سبحانه: {أَنِّي مَسَّنِيَ الضُّرُّ}.\nويقال: أضررتَ بفلان، أي: أسأتَ إليه وآذيتَهُ.\nوالضررُ، والمضارّةُ، والضّارورةُ، كله منه.\nالعَظْم والعَضْم\nفأما العظم، بالظاء: فعظم كل شيء من الإنس والحيوان، وجمعه: عظام.\nوفي القرآن الكريم: {فَكَسَوْنَا الْعِظَامَ لَحْماً}\nالجزء: 1 ¦ الصفحة: 22\n",
        "والعظام أيضاً: جمع العظيم من جميع الأشياء.\nقال الشاعر:\nأيُّها الواقفُ تبكي\nإن في القبرِ عِظاماً\nوأما العضم، بالضاد: فهو مقبض القوس، حيث يَمسكُهُ الرَّامي بيده ليرمي. وجمعه: عضام، بالضاد.\nقال الشاعر:\nفوَّقَ السهمَ ولم يرِمْ به\n...\nوعلى العضمِ من القوسِ قَبَضْ\nوعضْم الفدَّان يسمى: المذراة، وهو لوح فيه حديدة تُشَقٌّ به الأرضُ، ويُذرَّى بها.\nوعَسِيب البعير، وهو ذنبه، يقال له: العِضَام، بالضاد، ويقال له أيضاً: عَضْمٌ.\nالنّاظر والنّاضر:\nفأما الناظر، بالظاء: فالنّظرُ إلى الشيء. وناظرُ العينِ منه.\nويقال للمَنْظر: ناظر، وهو مشتق من النظر.\nوفي القرآن الكريم: {فَنَظِرَةٌ إِلَى مَيْسَرَةٍ}\nالجزء: 1 ¦ الصفحة: 23\n",
        "و {فَنَاظِرَةٌ} يُقرأ بالوجهين جميعاً.\nقال أبو العتاهية:\nوتخشى عيونَ الناسِ أن ينطروا بها\n...\nولم تخشَ عينَ اللهِ واللهُ ينظرُ\nوفي القرآن الكريم: {يَنظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ}\nوقال الشاعر:\nنظروا إليكَ بأعينٍ مُزْوَرَّةٍ\n...\nنَظَرَ التُّيُوسِ إلى شِفارِ الجازِرِ\nوأما الناضّر، بالضاد: فهو الناعم من كل شيء.\nوفي القرآن الكريم: {وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ}\nو {تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ}\nوقال الشاعر:\nوشَهِدتُ جمعهُمُ بوجهٍ ناضِرٍ\n...\nبادي الملاحةِ والنعيمُ نضيرُ\nالجزء: 1 ¦ الصفحة: 24\n",
        "وقال آخر:\nأبيني لنا لا زالَ ريشُكِ ناعماً\n...\nولا زلتَ ترقى غَيْنَ ناضرةٍ رطبا\nوالنضير، والنضار: الذهب.\nالظَّلع والضَّلع\nفأما الظلع، بالظاء: فهو الخمع اليسير، نحو الغمز، تقول من ذلك، ظَلَعَ يظلُع ظلْعاً، وهو ظالع، إذا خمع في مشيه خمَعاً يسيراً.\nوأم الضلع، بالضاد: فالميل عن الحق، وهو الجَوْر أيضاً، تقول: ضلع فلانٌ، إذا ظلم وجار، يضلع ضلعاً، وهو ضالع. قال الشاعر:\nوتراهُ حينَ يقضي عادِلاً\n...\nفإذا جارَ عن الحقِّ ضَلَعُ\nالجزء: 1 ¦ الصفحة: 25\n",
        "الظالُّ والضال\nفأما الظال، بالظاء: فهي الحال التي يكون عليها الرجل تقول: فلانٌ ظلَّ عالماً، وظل\nالمريض وَجِعاً.\nوفي القرآن الكريم: {فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ}\nوالظِّلُّ أيضاً: الفيء. وكل شيءٍ أَظَلَّكَ فهو ظِلٌّ، وظُلٌّ، أي: سُترةٌ.\nوفي القرآن الكريم: {وَظِلالُهُم بِالْغُدُوِّ وَالآصَالِ}\nوقال الشاعر:\nإذا قلتُ هذا حينَ أسلو ذَكَرْتُها\n...\nوظَلَّتْ لها نفسي تتوق وتنزعُ\nوهو أيضاً: الأخْذُ في الشيء، تقول: ظل صائماً، ونحو ذلك.\nوكذلك: ظلَّ صانعاً: إذا أخَذَ في عمله نهاراً.\nولا يقال: ظلَّ ليلاً، على حالٍ.\nتقولُ: ظَلِلتُ أنا أفعلُ. وظلَّ ظِلالاً. ولا يقال: ظِلالاً، إلا في النهار. كما لا يُقال: باتَ، إلا في الليل.\nوالظِّلُّ: لون النهار إذا زالت عنه الشمس.\nتقول: أظلَّ يومُنا، يظلُّّ ظِلالاً، إذا كثُر ظِلُّهُ.\nوالإظلالُ: الدُّنثوُّ. يُقالُ: أطَلَّ فلانٌ فلاناً، إذا دنا منه. وأصله: قرب ظِلُّ هذا من ظلِّ هذا.\nالجزء: 1 ¦ الصفحة: 26\n",
        "والضالُّ، بالضاد: فهو ضد المهتدي.\nوالضال: الجائر عن الطرق في مقصده.\nتقول: ضَلَّ فلانٌ، يضلُّ ضّلالاً، وأضلَّه اللهُ، يّضِلُّهُ إضلالاً.\nوقد ضَلِلْتُ عن الطريق، بكسر اللام. وكذلك: ضلَّ الشيءُ، إذا ذهب.\nوفي القرآن الكريم: {وَضَلُّواْ عَن سَوَاء السَّبِيلِ}\nوالضال، بتخفيف اللام: عظام السِّدر البرِّيّ. قال الشاعر:\nوقدْ نَعَبَ الغرابُ بصوتِ حقٍّ\n...\nبحيث الهامُ في غَيْضٍ وضالِ\nوالغيضُ: ما التفَّ من الشجر.\nالظمآن والضمان\nفأما الظمآن، بالظاء والهمزة: فهو العطشان، والاسم منه: الظمأ، مهموز.\nوفي القرآن الكريم: {وَأَنَّكَ لَا تَظْمَأُ فِيهَا}\nوقال الشاعر:\nوللهائمِ الظّمآنِ ريٌّ بريقِها\n...\nوللمُدنفِ المشتاقِ خَمرٌ وسكَّرُ\nالجزء: 1 ¦ الصفحة: 27\n",
        "وأما الضَّمان، بالضاد، وهو غير مهموز: فالكفالة بالشيء، والضّامِن: الزعيمُ.\nوفي القرآن الكريم: {وَأَنَاْ بِهِ زَعِيمٌ} أي: ضامنٌ، وكفيلٌ.\nالظَّهْرُ والضَّهْرُ\nفأما الظهر، بالظاء: فضد البَطْن، من كلِّ شيءٍ.\nوفي القرآن الكريم: {الَّذِي أَنقَضَ ظَهْرَكَ}\nوالظاهر من الأمور ضد الخفي.\nوفي القرآن الكريم: {لَكُمُ الْمُلْكُ الْيَوْمَ ظَاهِرِينَ فِي الْأَرْضِ}\nوقال الشاعر:\nفإن تكن الدُّنيا عليَّ تقلَّبَت\n...\nببطنِ فللدّنيا بطُونٌ وأظهرُ\nوالظِّهارُ: المُظاهِر من زوجه، الحالف عليها بالظِّهار.\nوفي القرآن الكريم: {وَالَّذِينَ يُظَاهِرُونَ مِن نِّسَائِهِمْ} والظهيرة: وقت الزوال. ومنه: صلاة الظهر.\nوفي القرآن الكريم: {وَعَشِيّاً وَحِينَ تُظْهِرُونَ}\nالجزء: 1 ¦ الصفحة: 28\n",
        "والظهير: الذي يعينُ في الأمر، إذا اشتدَّ وصَعُبَ.\nوأما الضهر، بالضاد: فهو ضهر الجبل،. وقال: هي حافةٌ تكونُ في الجبل مخالفةً لجميعه بحمرةٍ أو سوادٍ، وغير ذلكَ. وأنشدَ:\nسموتُ ضهْر الجبلِ المخالفِ\nلخلقةِ الطّود المنيفِ الهادِفِ\nالمَظُّ والمَضُ\nفأماالمظ، بالظاء: فالرمان البري. وقال بعضهم: هو نبْتٌ. وقال الشاعر:\nسفرجلٌ وفرسكٌ ومظُّ\nفواكِهٌ رمّانهنَّ مظُّ\nوأما المض، بالضاد: فهو مأخوذٌ من الحُرْقَةِ، من قرْحٍ أو جراحٍ أو داءٍ يأخذه.\nتقول: مضَّه الشيء مضَّاُ. وكذلك: أرمَضَني.\nالجزء: 1 ¦ الصفحة: 29\n",
        "البظُّ والبضُّ\nفأما البظ، بالظاء: فمن اللهو، وهو مصدرُ: بَظَّ الضارب أوتاره، يبُظُّها بظاً، إذا حرّكها ليضرب بها. وأنشد:\nوترى القَيْنةَ في مَحفلِها\n...\nبَظَّةُ العودِ بمضرابِ الضَّرِبِ\nوأما البض، بالضاد: فالوجه الناعم، الرقيق البشرة، من الرجال والنساء. وأنشد:\nيا رُبَّ خَوْدِ بَضَّةٍ وليدَه\nناعمةٍ خَرْعُوبَةٍ خَريدَه\nوالفعل منه: بضَّت المرأة، تبضُّ بضّاً. وقد بضَضتِ يا امرأة، أي: صِرتِ بَضَّةً.\nوالبضُّ أيضاً: مصدر بضَّ الماءُ يبضُّ بضاً، إذا سال سيلاً ضغيفاً. وضَبَّ يَضِّبُّ ضباً، وهو من المقلوب.\nقال الشاعر:\nترى المياهَ سيْلُها يبضُّ\nكدمعةِ تَقطِرُ أو ترفَضُّ\nالجزء: 1 ¦ الصفحة: 30\n",
        "الظَّيَّان والضَّيَّان\nفأما الظيان، بفتح الظاء وتشديدها، وتشديد الياء: فالياسمون ويقال الياسمين البري. كذلك قال أبو عُبيد في المصنّف، وأنشد:\nوفي الغِياضِ نَواوِيرٌ مضاهيةٌ\n...\nنوْرَ الرِّياضِ من الظَّيَّان والوردِ\nوأما الضّأن، بالضاد والهمز: فجمع الغنم من الأكباش، والأنثى يُقالُ لها الضائنة.\nوفي القرآن: {مِّنَ الضَّأْنِ اثْنَيْنِ} يريد ذكراً وأنثى.\nوقال الشاعر:\nفتراهم في ربيعٍ دائمٍ\n...\nنَقَدُ الضّأنِ وألبانُ الإبلْ\nوالنقدُ: الخراف.\nوإنما ذكرنا الظيان مع الضأن، لأن الهمزة التي في الضَأن تعاقبٌ للياء التي في الظيان تقارباً واستواءً.\nالعَظْلُ والعضْلُ\nفأما العظل، بالظاء: فالملازمة في السفاد، وهو مصدر الاسم.\nالجزء: 1 ¦ الصفحة: 31\n",
        "وإنما يكون ذلك في الكلاب والجراد.\nتقول من ذلك: عاظل الكلبُ الكلبةَ يُعاظِلُها عظلاً. والاسم: العِظال.\nوأنشد:\nاَذَلُّ على الهوانِ من اللواتي\nوقال آخر:\nكأنَّهم عند انهزامِ جيوشِهم\n...\nسحابُ جرادِ ساقطٌ متعاظِلُ\nوأما العَضْل، بالضاد: فمنعُ المرأةِ من التزويجِ.\nوفي القرآن الكريم: {فَلاَ تَعْضُلُوهُنَّ} أي تمنعوهنّ.\nويقال لمانعها من الزواج: عاضل.\nوكل من منعته من شيءٍ أراده فقد عضلته. قال الشاعر:\nفإنْ تَعْضُلْ من الأزواجِ هندٌ\n...\nفإنّي صابرٌ صبراً جميلاٌ\nالقارظ والقارض\nفأما القارظ، بالظاء: فالمادح للناس بالشِّعر والثَّناء.\nالجزء: 1 ¦ الصفحة: 32\n",
        "والتقريظ: المدح: تقول: قرَّظتُ، أي: مدحتُ. قال الشاعر:\nحتّى لو استطاعوا لِفرطِ محبَّةٍ\n...\nأهدوا إليكَ الشِّعرَ بالتَّقريظِ\nوالقارظ: الذي يجمع القَرَظَ، وهو شجرٌ يدبغُ به، ولا يدبغُ بعيدانهِ.\nوالدابغُ يقال له أيضاً: القارظ.\nوالمقروظ والقريظ: الجلود المدبوغة بالقرَظِ.\nواما القارض، بالضاد: فالقاطع للشيءِ بالناب والمقراض. قطْعٌ صغيرٌ لا كبيرٌ. تقول: قرَضْتُ الثوبَ أقرضُهُ قرضاً. ونحو ذلك في أعراضِ الناس.\nوانقرضَ القومُ، أي: قرَضَهُم الموتُ فذهبوا. وأنشد:\nتعاورتْهُم سهامُ الموتِ فانقرضوا\n...\nكما تَيَمَّمَ نَبْلٌ قصْدَ إعراضِ\nوالقارضُ: المُسلف. والمستقرض: المستلف. والمقرض: المعطي للصدقة.\nوفي القرآن الكريم: {مَّن ذَا الَّذِي يُقْرِضُ اللهَ قَرْضاً حَسَناً}\nوانشد:\nمن يُقرضُ القومَ شيئاً ها هنا فغداً\n...\nيُجزي الجزاَء لأهلِ الفضْلِ تضعيفا\nالجزء: 1 ¦ الصفحة: 33\n",
        "والقارض: كل ما اجترَّ من ذواتِ الخُفِّ والظِّلفِ. تقول: قَرَضَ البعيرُ جِرَّتَهُ، إذا مضغها ثم ردَّها إلى حلقه.\nوالقارض: العادل عن الشيء في مسيره، من قول اللهِ تعالى: {وَتَرَى الشَّمْسَ إِذَا طَلَعَت تَّزَاوَرُ عَن كَهْفِهِمْ ذَاتَ الْيَمِينِ وَإِذَا غَرَبَت تَّقْرِضُهُمْ ذَاتَ الشِّمَالِ}\nالقَيْظُ والقَيْضُ\nفأما القيظُ، بالظاء: فشِدَّةُ الحَرِّ. تقول من ذلك: قَيَّظَ القومُ، أي: دخَلوا في القيظ، كما تقول: صافوا، أي: دخلوا في الصيف. قال شاعرٌ:\nواجتابَ قيظاً يلتظي التظاؤُهُ\nذا وَهَجٍ يحمي الحصى أحماؤُهُ\nوالقيظ أيضا مصدر: من فصول الزمان، وهو الخريف، وفيه تكون شدة الحر، تقول: قاظ القوم يقيظون، إذا دخلوا في القيظ.\nوأنشدوا:\nوالقيظُ مُخْتَرِمٌ والرّوح منصرمٌ\n...\nوالرّأي مختلفٌ والحتف مُطَّرِدُ\nوأما القيض، بالضاد: فقشر البيضة الأعلى.\nالجزء: 1 ¦ الصفحة: 34\n",
        "تقول: قاض الفرخُ البيضةَ، إذا شقّها. وانقاضتِ البيضة، إذا انشقت عن الفرخ، ينقاضُ انقياضاً: إذا خرجَ.\nومنه التّقييض في الأشياء وهو التوفيق،\nنحو قول الله تعالى: {وَمَن يَعْشُ عَن ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَاناً فَهُوَ لَهُ قَرِينٌ}\nقال الشاعر:\nلمّا تيقّنَ بالأمورِ سَمَا لها\n...\nمتيقظاً للرُّشدِ والتوفيقِ\nوالتقييض: استغزار البئر، تقول: قيضت البئر، إذا استغزرتها، وهي بئرٌ مقيضة، أي: غزيرةٌ كثيرةُ الماءِ.\nالفَيْظُ والفيضُ\nفالفيظ، بالظاء: خروج النفس من الجسد. تقول من ذلك: فاظت نفس فلانٍ، تفيظُ فيظاً، إذا خرجت. وتقول في كل ذي روحٍ: فاظت نفسه. قال رؤية:\nتبادَرَ الناسُ وقالوا عُرسُ\nتَفَقَّأت عَيْنٌ وفاظت نفْسُ\nوأنشد الأصمعيّ:\nالجزء: 1 ¦ الصفحة: 35\n",
        "كادتِ النفسُ أن تقيظَ عليه\n...\nإذ ثوى في رمس لحدٍ ودُفْنِ\nوأما الفيض، بالضاد: فهو الزيادة في الماء، وخروجه عن مستقرِّه. ومن ذلك: فاضَ الإناءُ، وفاض الدمع: إذا انحدر على الخدِّ.\nوقال امرؤ القيس:\nففاضتْ دموعُ العين منِّي صَبابةً\n...\nعلى النَّحرِ حتى بلَّ دمعيَ مِحمَلي\nاللّظلظةُ واللّضلضةُ\nفاللظلظة، بالظاء: تحريك الحيّةِ رأسها، إذا اغتاظت، قيلَ: تلظلظت الحية، وأنشد:\nفكأنَّها إذْ أقبلتْ وَتَلظلَظَت\n...\nنحوَ اللّذيع شهابُ نارِ القابسِ\nوأما اللضلضة، بالضاد: فهو تَلَفُّت الدليل في مسيره إذا خاف أن يضلَّ عن الطريق، فهو يَتَحفَّظُ بتلفتهِ مناهجَ ومسالكَ الإبلِ. ويقال للدليل: اللضلاض.\nالجزء: 1 ¦ الصفحة: 36\n",
        "الظَّفْرَةُ والضَّفرَةُ:\nفالظفرة، بالظاء، جُلَيدةٌ تخرج من مآقي العين وربما كسَتِ الناظر حتى لا يُرى منه شيءٌ، وقد تُقطع وتزول، والناس يسمونها: الظفرة، بالضم. وأنشد:\nوظفْرةٍ بمآقي العينِ قد مَنَعَتْ\n...\nإنسانَ ناظرِها يوماً إذا نَظَرا\nوالظّفْر: ما يكون في الإبل والأرجل.\nوالظَّفَر: من الغلبة. وظَفَرَ فلانٌ بحاجته.\nوجمع ظفرِ الإنسان: أظفارٌ، وجمع الجمع: أظافير. وبعضهم يقول: واحد الأظفار: أُظْفورٌ، على مثال أُفعول. قال الشاعر:\nما بينَ لُقمَتهِ الأولى إذا انحدرتْ\n...\nوبينَ أخرى تليها قِيدُ أُظفورِ\nوالعامة أيضاً تقول للواحد: ظِفْرٌ.\nوظَفار: مدينة باليمن، وإليها يُنسب الجَزْع، فيقال: جزْعٌ ظَفاريّ.\nالجزء: 1 ¦ الصفحة: 37\n",
        "وظَفِرَ الإنسان بأمنيته، يظفرُ ظفراً.\nوفي القرآن الكريم: {مِن بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ}\nوالتظفيرُ: أخْذُكَ الشيءَ بأظفارِكَ. والفاعل: مُظفِرٌ.\nوأما الضفرة، بالضاد: فهي عقيصةُ المرأة التي في رأسها.\nوكلُّ شيءٍ أدخلتَ: بعضه في بعضٍ، مثل الحِزام، وغير ذلك فهو ضَفرٌ، بالضاد. وجمعه ضُفورٌ.\nالضَّفِرُ، بفتح الضاد وكسر الفاء: قطعةٌ من الرمل، وبفتح الضاد أيضاً، واللغة الفاشية: الضفِرة، بكسر الفاء، جمعها: ضَفِرات.\nالظِّراب والضِّراب\nفأما الظراب، بالظاء: فهو جمع ظَرِبٍ، وهي الحجارة النابتة في الجبل في أرضِ حَزْنةٍ غليظةٍ محدودة الأطراف.\nقال الراجز:\nوبلدةٍ كثيرةِ الظِّرابِ\nقليلةِ الرِّمال والتُّرابِ\nوهي أيضاً أسداف صغار.\nوأما الضِّراب، بالضاد: فهو مصدر: مضاربة، تقول: ضاربته مضاربةً\nالجزء: 1 ¦ الصفحة: 38\n",
        "وضراباً. وأنشد:\nوتضاربا يوم الكتيبةِ بالقنا\n...\nوالسّيفِ عند مواكبِ الأعداءِ\nوالضراب أيضاً: وقوع البعير على الناقة، كالنكاح من الرجل، والمعنى واحدٌ.\nالبَيْظُ والبَيْضُ\nفأما البيظ، بالظاء: فماء الرجل عند الجماع. وقيل ماء الفرس. وأنشدوا في الفرس:\nوتراهُ إنْ حَجْرٌ لهُ عَرَضَتْ\n...\nيَمذي فيخرُجُ بعدهُ البيظُ\nوأما البيض، بالضاد: فهو بيض الدجاجِ، والطير، كُلِّه، والنمل، والجراد.\nوباض الحَرُّ، يبيضُ بيضاً: إذا احتدم عند الظهيرة.\nالجزء: 1 ¦ الصفحة: 39\n",
        "الحنظلُ والحنضل\nفأم الحنظل، بالظاء: فثمرةٌ بريةٌ تشبه التفاحَ، وشحمه يدخل في الدواء. قال الشاعر:\nوالخيلُ ساهمةُ الوجوهِ كأنّها\n...\nتسقي فوارسها نقيع الحنظلِ\nوأما الحنضل، بالضاد: فنقرةٌ تكون في الصّفا، يجتمع فيها ماء المطر. قال الشاعر:\nوتَرى بحنضلِ صارِها نُقَراً بها\n...\nماءُ السّماءِ كأنَّهُ الّلألاءُ\nتم كتاب معرفة الفرق بين الضاد والظاء.\nالجزء: 1 ¦ الصفحة: 40\n",
        ""
    ]
}