{
    "1": [
        "مفاتيح العلوم\nمفاتيح العلوم\nالخوارزمي، أبو عبد الله\nالكتاب:\nمفاتيح العلوم\nالمؤلف:\nمحمد بن أحمد بن يوسف، أبو عبد الله، الكاتب البلخي الخوارزمي (المتوفى: 387هـ)\nالمحقق:\nإبراهيم الأبياري\nالناشر:\nدار الكتاب العربي\nالطبعة:\nالثانية\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "المقالة الأولى\nفي الفقه\nالفصل الأول: في أصول الفقه\n...\nالفصل الأول: في أصول الفقه\nأصول الفقه المتفق عليها ثلاثة: كتاب الله عز وجل وسنة رسول الله صلى الله عليه وسلم وإجماع الأمة.\nوالمختلف فيها ثلاثة: القياس والاستحسان والاستصلاح.\nفأما كتاب الله سبحانه فإن سبيل الفقيه أن يعرف تأويله ووجوه الخطاب فيه من الخصوص والعموم والناسخ والمنسوخ والأمر النهي والإباحة والحظر ونحوها مما شرح في التفاسير وكتب أصول الدين.\nوأما سنة الرسول صلى الله عليه وسلم فهي ثلاثة أضرب: أحدها القول والثاني الفعل والثالث الإقرار.\nفالقول: ماروي عنه صلى الله عليه وسلم أنه قال.\nوالفعل: ماروي عنه صلى الله عليه وسلم أنه فعل.\nوالإقرار: ماروي عنه صلى الله عليه وسلم أنه أقر عليه قومه ولم ينكره عليهم.\nالجزء: 1 ¦ الصفحة: 21\n",
        "ثم من الأخبار:\nخبر التواتر وهو مارواه جماعة من الصحابة وقد اتفق عامة الفقهاء على قبوله.\nومنها ماهو \"خبر الواحد\" وهو مايرويه الرجل الواحد من الصحابة. وأكثر الفقهاء يقولون بقبوله على شرائط يطول الكلام بذكرها.\nومن الحديث: ماهو متصل. وهو الذي يسنده إلى النبي صلى الله عليه وسلم واحد عن آخر من غير أن ينقطع.\nوالمرسل المنقطع: ما يرويه أحد التابعين الذين لم يروا النبي صلى الله عليه وسلم مثل الحسن البصري وابن سيرين وسعيد بن المسيب ويقول: قال النبي صلى الله عليه وسلم من غير أن يذكر من حدثه به عنه.\nوقد قبله كثير من العلماء وزيفه بعضهم.\nوأما الإجماع فهو اتفاق الصحابة من المهاجرين والأنصار وكذلك اتفاق العلماء في الأمصار في كل عصر دون غيرهم من العامة.\nوأما القياس فقد قال به جمهور العلماء غير داود بن علي الأصفهاني ومن تبعه.\nوالقياس نوعان: قياس علة وقياس شبه.\nفقياس العلة: أن تجمع المقيس والمقيس به علة.\nوقياس الشبة أن لا تجمع المقيس والمقيس به علة.\nولكن يقاس به على طريق التشبيه.\nوكثير من الفقهاء لا يفرقون بينهما.\nالجزء: 1 ¦ الصفحة: 22\n",
        "وطرد العلة هو أن تجعل مطردة في جميع معلولاتها.\nوأما الاستحسان فهو ما تفرد به أبو حنيفة وأصحابه ولذلك سموا أصحاب الرأي ومثال ذلك جواز دخول الحمام وإن كان ما يستعمل فيه من الطين والماء مجهور المقدار.\nوقيل: الاستحسان هو قياس لكنه خفي غير جلي.\nوأما الاستصلاح فهو ما تفرد به مالك بن أنس وأصحابه ومثاله ما أجازه من تعامل الصيارفة وتبايعهم الورق بالورق والعين بالعين بزيادة ونقصان وإن كان ذلك محظوراً على غيرهم لما فيه من الصلاح للعامة.\nفهذه أصول الفقه التي مرجعه إليها ومداره عليها وبالله التوفيق.\nالجزء: 1 ¦ الصفحة: 23\n",
        "الفصل الثاني: في الطهارة\nالماء المضاف هو ما أضيف إلى شيء كماء الورد وماء الخلاف ونحوهما.\nوالماء المطلق: الذي لا يضاف إلى شيء.\nوالماء المستعمل هو غسالة المتطهر وسؤر الكلب أي بقية ما يشربه. والسؤر: كل بقية والجمع أسآر والسؤرة: البقية أيضاً.\nالتحري في الإناءين ونحوهما: تمييز الطاهر من النجس بأغلب الظن واشتقاقه من الحري وهو الخليق وهو طلب ما هو أحرى بالطهارة كما اشتق التقمن من القمن.\nالاستنثار: استنشاق الماء ثم إخراجه بتنفس الأنف وهو من النثرة وهي للدواب شبه العطسة للإنسان.\nوالنثرة أيضاً فرجة حيال وترة الأنف وبها سميت إحدى منازل القمر لأنها نثرة الأسد.\nوالاستجمار هو الاستنجاء بالجمرة وهي الحصاة ومن ذلك: رمي الجمار في الحج.\nالجزء: 1 ¦ الصفحة: 24\n",
        "الفصل الثالث: في الصلاة والأذان\nالتثويب: أن يقول المؤذن في أذان الفجر: الصلاة خير من النوم الترجيع هو أن يعود في قوله: أشهد أن لا إله إلا الله وأشهد أن محمداً رسول الله ويكرر ذلك وهو مذهب أصحاب الحديث.\nفأما الترجيع في الصوت فهو ترديده وتكرير أجزائه.\nالتحريم هو التكبير في أول الصلاة.\nالتحليل هو التسليم.\nالتشهد قولك التحيات لله إلى آخرها.\nالقنوت دعاء الوتر.\nالجزء: 1 ¦ الصفحة: 25\n",
        "الفصل الرابع: في الصوم\nالقلس. قال الخليل: هو ما خرج من الحلق ملء الفم أو دونه وليس بقيءٍ فإن عاد فهو القيء.\nالاعتكاف هو لزوم المسجد والقعود عن المكاسب.\nالفجر الأول ذنب السرحان. والسرحان هو الذئب الذكر شبه بذئب الذئب لاستطالته ودقته.\nالفجر الثاني هو المعترض.\nالجزء: 1 ¦ الصفحة: 26\n",
        "الفصل الخامس: في الزكاة\nالرقة على بناء الصفة: الورق.\nوالورق هو الدراهم المضروبة.\nفأما الورق بفتح الراء فهو المال من دراهم أو إبل أو غير ذلك وتجمع الرقة على: رقين مثل: عضين وعزمين.\nالنصاب: ما وجبت فيه الزكاة من المال كمائتي درهم أو عشرين ديناراً.\nالركاز: دفين الجاهلية وكأنما ركز في الأرض ركزاً.\nالكسعة على وزن فعلة: هي العوامل من الإبل والبقر والحمير.\nالجارة هي الإبل التي تجر بأزمتها فاعلة بمعنى مفعولة مثل: عيشة راضية بمعنى مرضية ويشبه أن تكون الجارة هي التي تجر الأحمال.\nالفريضة: ما فرض في مقدار من السائمة من صدقة.\nالجزء: 1 ¦ الصفحة: 27\n",
        "أسنان الإبل\nولد البعير في السنة الأولى: حوار.\nوفي الثانية: ابن مخاض لأن أمه مخضت بغيره أي نتجت غيره.\nوفي الثالثة: ابن لبون لأن أمه ذات لبن.\nوفي الرابعة: حق لأنه يستحق أن يحمل عليه وينتفع به.\nثم جذع ثم ثني لأنه ألقى ثنيته في ذلك الحول ثم رباع لأنه ألقى رباعيته ثم سديس وسدس إذا ألقى السن الذي بعد الرباعية وهو في الثامنة: بازل وفي التاسعة ناب وهو أول فطر نابه ثم مخلف عام ثم مخلف عامين ومخلف ثلاثة أعوام.\nأسنان البقر\nهو عجل في السنة الأولى ثم تبيع وعضب في الثانية ثم جذع في الثالثة ثم ثني في الرابعة ثم رباع في الخامسة ثم مسن.\nأسنان الخيل\nهو حولي في السنة الأولى. ثم فلو في السنة الثانية لأنه يفتلي أي يعظم ثم جذع في الثالثة ثم رباع في الخامسة ثم قارح.\nأسنان الغنم\nولد المعز جديٌ في السنة الأولى وجذع في الثانية ثم ثني في السنة الثالثة ثم رباع في الرابعة ثم سديس في الخامسة ثم في السنة السادسة سالغ وصالغ والأنثى أيضاً: سالغ وليس بعد السالغ اسم.\nالجزء: 1 ¦ الصفحة: 28\n",
        "وفي الضأن كذلك إلا أنه جذع من ستة أشهر إلى عشرة أشهر وهو الحمل قبل أن يجذع.\nالشنق: ما بين فريضتين في الإبل والغنم اشتقاقه من: شنق القربة وهو امتلاؤها1.\nالوقص في البقرة كالشنق في الإبل والغنم وقيل: بل هو عام.\nمكاييل العرب وأوزانها\nالقلة إناء للعرب. قال أصحاب الحديث: القلتان خمس قرب كبار الرطل2: نصف منا.\nالمنا: وزن مائتين وسبعة وخمسين درهماً وسبع درهم وبالمثاقيل: مائة وثمانون مثقالاً وبالأواقي: أربع وعشرون أوقية.\nالمد: رطل وثلث.\nالصاع: أربعة أمداد عند أهل المدينة وثمانية أرطال عند أهل الكوفة.\nالقسط: نصف صاع.\nالوسق: ستون صاعاً.\nقال الخليل: هو حمل البعير أما الوقر فحمل البغل أو الحمار.\nالمثقال: زنة درهم وثلاثة أسباع درهم.\n1 شنق القربة: وكأها ثم ربط حرف وكأنها بيديها.\n2 بالفتح والكسر.\nالجزء: 1 ¦ الصفحة: 29\n",
        "الأوقية: على وزن أثفية وجمعها أواقٍ: زنة عشرة دراهم وخمسة أسباع درهم.\nوالأوقية في الوهن: عشرة دراهم.\nالإستار: ربع عشر منا.\nالكر: بالعراق بالكوفة وبغداد ستون قفيزاً وكل قفيز ثمانية مكاكيك وكل مكوك ثلاث كيالج.\nالكيلجة: وزن ستمائة درهم وبواسط والبصرة مائة وعشرون قفيزاً.\nالقفيز كل قفيز أربعة مكاكيك.\nالمكوك وكل مكوك خمسة عشر رطلاً.\nالرطل وكل رطل مائة وثمانية وعشرون درهماً.\nالجزء: 1 ¦ الصفحة: 30\n",
        "الفصل السادس: في الحج\nالقران: أن ينوي العمرة مع الحج جميعا.\nوالتمتع: أن يحرم للعمرة قبل الحج الإفراد: أن يفرد نية كل واحد منهما.\nالاستلام: هو لمس الحجر الأسود اشتق من: السلمة وهي الحجر كما قيل من الكحل: الاكتحال.\nالرمل والهرولة: الإسراع.\nوالجمز: العدو في المشي.\nالهدي: ما يهدى إلى بيت الله الحرام من النعم.\nالبدنة: الناقة والبقرة تهدى إلى البيت وجمعها: بدن مثل: خشبة وخشب.\nالتجمير: رمي الجمار وهي الحصا واحدتها جمرة وبها سميت جمرة العقبة.\nالإشعار: أن يعلم الهدي بالطعن في سنامه أو غير ذلك.\nوشعائر الله واحدتها شعيرة وهي العلامة.\nالجزء: 1 ¦ الصفحة: 31\n",
        "الفصل السابع: في البيع والشركة\nالمصراة:الناقة التي تضر ضروعها ليجتمع فيها أللبن ثم تباع وأصلها: المصررة كما يقال: تظنيت من الظن وقيل: بل اشتقاقه من قولهم: صري اللبن إذا اجتمع في الضرع وقد أصرت الناقة تصري وصراها صاحبها وهذا أقرب إلى الصواب.\nالعرايا: بيع العرايا هو بيع ما في رؤوس النخل من الثمرة المدركة بالتمر اليابس وهي جمع عرية.\nالغرر بيع الغرر هو بيع الخطر كبيع الطير أو السمك قبل أن يصاد.\nالمزانبة بيع المزانبة هو بيع المجازفة وهو أن يباع الشيء غير مكيل ولا موزون.\nالمحاقلة: بيع الزرع بالحنطة.\nالمخابرة: المزارعة بالثلث أو الربع أو ما أشبهها.\nالكالىء: النسيئة.\nالنجس: الزيادة على شراء غيرك من غير أن تحتاج إلى المتاع.\nالجزء: 1 ¦ الصفحة: 32\n",
        "شركة عنان هي في شيء واحد يعن أي يعرض.\nشركة مفاوضة هي في كل شيء يشتريانه ويبيعانه.\nالمقارضة: المضاربة هي أن يكون المال لأحدهما ويعمل الآخر على قسم معلوم من الربح وتكون الوضيعة على المال.\nالتفليس: فعل متعد من أفلس الرجل إفلاساً واشتقاقه من الفلس كأنها صارت دراهمه فلوساً وفلسه غيره تفليساً.\nالجزء: 1 ¦ الصفحة: 33\n",
        "الفصل الثامن: في النكاح والطلاق\nالشغار: معجمة الغين مثل أن يزوج الرجل ابنته من آخر على أن يزوجه هو أخته من غير مهر.\nالعقر في الأصل: ما تعطاه البكر إذا وطئت وطء شبهة لأنها إذا اقترعت فكأنها تعقر.\nالمتعة عند الفقهاء على ثلاثة أوجه:\n\"أحدها\": أن يتزوج الرجل امرأة بمهر يسير إلى أجل معلوم على أن ينفسخ النكاح عند انقضائه بغير طلاق وذلك عند الشيعة جائز.\n\"والوجه الثاني\": كسوة المطلقة إذا طلقت ولم يدخل عليها.\n\"والوجه الثالث\": متعة الحج وهي أن يتمتع إذا قضى طوافه ويحل له ما كان حرم عليه.\nالمحصنة المرأة المحصنة هي ذات الزوج.\nالظهر هو أن يقول الرجل لامرأته: أنت علي طظهر أمي فتحرم عليه.\nالإيلاء: أن يحلف الرجل أن يصيب امرأته إلى مدة معلومة وكل\nالجزء: 1 ¦ الصفحة: 34\n",
        "قسم ألية على مثال فعيلة وقد آلى الرجل يؤلى إيلاء إذا أقسم وهو عام ولكن المعروف عند الفقهاء ما ذكرته.\nالملاعنة: هو أن يقذف الرجل امرأته وهي حبلى ثم يشهد أربع شهادات بالله أنه لمن الصادقين والخامسة أن لعنة الله عليه إن كان من الكاذبين. وتشهد المرأة أربع شهادات مثل ذلك والخامسة أن غضب الله عليها إن كان من الصادقين فينفي الرجل الولد فتقع بينهما الفرقة.\nالقرء عند أصحاب الرأي: الحيض وعند أصحاب الحديث: الطهر من الحيض وجمعه: أقراء وقروء.\nالاستبراء: الامتناع عن وطء الأمة حتى تحيض وتطهر أو حتى ينقضي شهر.\nالمحلل: هو الذي يتزوج المرأة المطلقة ثلاثاً حتى تحل للزوج الأول.\nالعسيلة: تصغير العسل وإنما دخلت الهاء في تصغيره لأنه يذكر ويؤنث. وقيل: بل القطعة من العسل: عسلة كما أن القطعة من الذهب: ذهبة وهذا أصح والله أعلم.\nوأما المحلل في السبق فهو أن يتسابق اثنان يتراهنان في الرمي فيدخل ثالث فيما بينهما يأخذ إن سبق ولا يغرم إن سبق.\nالجزء: 1 ¦ الصفحة: 35\n",
        "الفصل التاسع: في الديات\nالعاقلة:العصبة عند أصحاب الحديث وهم عند أصحاب الرأي: أصحاب القاتل يعقلون القتيل عن القاتل أي يدونه.\nوالعقل هو الدية.\nوالغرة: دية الجنين وهي عبد أو أمة.\nالقسامة: أن يوجد قتيل بين ظهراني قوم فيحلف منهم خمسون رجلاً خمسين يميناً للمدعين أنهم لم يقتلوه ولا يعلموا قاتله وتسقط الدية عنهم أو يحلفها المدعون فيستحقون الدية.\nالأرش: دية الجراحة ولا يستعمل في النفوس.\nالقود: القصاص يقال: أقدت القاتل بالقتيل إقادة أي قتلته به.\nالجبار: الهدر.\nالشجاج الدامية: التي يدمى بها الرأس.\nالباضحة: التي تقطع اللحم.\nالسمحاق: التي بينها وبين العظم جلدة.\nالموضحة: التي بلغت العظم.\nالجزء: 1 ¦ الصفحة: 36\n",
        "المنقلة: التي يخرج منها العظم.\nالهاشمة: التي تهشم العظم أي تكسره.\nالآمة: التي تصل إلى أم الدماغ وكذلك الجائفة.\nالجزء: 1 ¦ الصفحة: 37\n",
        "الفصل العاشر: في الفريضة\nالعصبة:قرابة الرجل لأبيه الذكور وبنوه وبنو أبيه.\nالعول: أن تزيد أجزاء الفريضة فيكون فيها مثلاً: ثلثان ونصف وسدس وثلث وأصل المسألة من ستة فتعول إلى عشرة فهذا أكثر العول.\nالكلالة: أن يموت رجل ولا يترك والداً ولا ولداً.\nالأكدرية: مسألة في الفريضة هي امرأة ماتت وتركت زوجاً وأماً وأختاً وجداً.\nالتناسخ: تناسخ الوراثة: أن يموت وجثة بعد ورثه وأصل الميراث قائم لم يقسم.\nالجزء: 1 ¦ الصفحة: 38\n",
        "الفصل الحادي عشر: في النوادر\nاليمين الغموس قال الخليل: وهي التي لا استثناء فيها وقيل: هي التي يقطع بها الحق وهذا أصح وسميت بذلك لأنها تغمس صاحبها في الذنوب.\nالنكول: هو الامتناع عن اليمين.\nالجرح: هو أن ترد شهادة الشاهد وقد جرح فلان فهو مجروح إذا لم تقبل شهادته.\nالتزكية: ضد الجرح.\nالحجر: أن يحجر القاضي على إنسان فلا يجوز بيعه ولا شراؤه.\nالتدبير: هو أن يدبر الرجل عبده أو أمته فيقول هذا حر بعد موتي.\nالمكاتبة: هي أن يكاتب الرجل عبده والعبد سيده وذلك إذا كان العبد يتصرف في عمل ويؤدي غلته إلى سيده ويشتري نفسه بها.\nالتعجيز: هو أن يعجز المكاتب نفسه أو يعجزه مكاتبه فتنقض المكاتبة.\nالنجوم: الدفعات التي تؤدى الغلة فيها واحدها: نجم.\nالجزء: 1 ¦ الصفحة: 39\n",
        "الجلالة: البقرة التي تأكل العذرة.\nالعمرى: أن يقول: هذه الدار لك عمري أو عمرك.\nالرقبى: هو أن يسكنه داراً ثم يراقب أحدها موت صاحبه ليرتجع الدار بعده.\nالجزء: 1 ¦ الصفحة: 40\n",
        "في الكلام\nالفصل الأول: في مواضعات متكلمي الإسلام\n...\nالفصل الأول: في مواضعات متكلمي الإسلام\nالشيء هو ما يجوز أن يخبر عنه وتصح الدلالة عليه.\nالمعدوم هو ما يصح أن يقال فيه: هل يوجد والموجود هو ما يصح عنه سؤال السائل: هل يعدم إلى أن يجاب عنه بلا ونعم.\nوقيل: الموجود هو الكائن الثابت والمعدوم هو المنتفي الذي ليس بكائن ولا ثابت.\nالقديم هو الموجود ولم يزل.\nالمحدث هو الكائن بعد أن لم يكن.\nالأزلي: الكائن لم يزل ولا يزال.\nالجوهر هو المحتمل للأحوال والكيفيات المتضادات على مقدارها.\nوعند المعتزلة المتكلمين: أن الأجسام مؤلفة من أجزاء لا تتجزأ وهي الجواهر عندهم.\nوالخط عندهم المجتمع من الجواهر طولاً فقط.\nوالسطح: ما اجتمع من الجواهر طولاً وعرضاً فقط.\nوالجسم عندهم: المجتمع من الجواهر طولاً وعرضاً وعمقاً.\nالجزء: 1 ¦ الصفحة: 43\n",
        "والقرض: أحوال الجوهر كالحركة في المتحرك والبياض في الأبيض والسواد في الأسود.\nفأما هذه الأشياء على رأي الفلاسفة والمهندسين فعلى خلاف ما ذكرته في هذا الباب وسأذكرها في أبوابها إن شاء الله عند ذكر أقاويلهم.\nأيس هو خلاف: ليس: قال الخليل بن أحمد: ليس إنما كان: لا في أيس فأسقطوا الهمزة وجمعوا بين اللام والياء والدليل على ذلك قول العرب: ابتنى بكذا من حيث أيس وليس.\nالذات: نفس الشيء وجوهره.\nالطفرة: الوثوب في ارتفاع تقول: طفرت الشيء أطفره طفراً إذا وثبت فوقه والطفرة: المرة الواحدة.\nالرجعة عند بعض الشيعة: رجوع الإمام بعد موته.\nوعند بعضهم: غيبته.\nالتحكيم قول الحرورية: لا حكم إلا لله وهم المحكمة.\nالجزء: 1 ¦ الصفحة: 44\n",
        "الفصل الثاني: في ذكر أسامي أرباب الآراء والمذاهب من المسلمين وهي سبعة مذاهب؟\nأحدها: المعتزلة ويتسمون بأصحاب العدل والتوحيد وهم ست فرق:\nالفرقة الأولى: هم الحسنية وهم المنتسبون على زعمهم إلى الحسن البصري رحمه الله.\nالثانية: الهذلية أصحاب أبي الهذيل العلاف.\nوالثالثة: النظامية أصحاب إبراهيم بن سيار النظام.\nالرابعة: المعمرية أصحاب معمر بن عباد السلمي.\nالخامسة: البشرية نسبوا إلى بشر بن المعتمر.\nالسادسة: الجاحظية أصحاب عمرو بن بحر الجاحظ.\nوالمذهب الثاني:\nالخوارج وهم أربع عشرة فرقة:\nفالفرقة الأولى: الأزارقة ينسبون إلى نافع بن الأزرق.\nوالثانية: النجدات أصحاب نجدة بن عامر الحنفي.\nالجزء: 1 ¦ الصفحة: 45\n",
        "والثالثة: العجاردة نسبوا إلى عبد الكريم بن العجرد.\nوالرابعة: البدعية رئيسهم يحيى بن أصرم سموا: البدعية لأنهم أبدعوا قطع الشهادة على أنفسهم من أهل الجنة.\nالخامسة: الحازمية نسبوا إلى شعيب بن حازم.\nوالسادسة: الثعالبة نسبوا إلى ثعلبة بن مشكان.\nوالسابعة: الصفرية أصحاب زياد بن الأصفر.\nوالثامنة: الإباضية أصحاب عبد الله بن إباض.\nوالتاسعة: الحفصية أصحاب حفص بن المقدام.\nالعاشرة: اليزيدية أصحاب يزيد بن أبي أنيسة.\nالحادية عشرة: البيهسية نسبوا إلى أبي بيهس الهيصم بن جابر.\nالثانية عشرة: الفضلية أصحاب الفضل بن عبد الله.\nالثالثة عشرة: الشمراخية أصحاب عبد الله بن شمراخ.\nالرابعة عشرة: الضحاكية أصحاب الضحاك بن قيس الشاري.\nالمذهب الثالث:\nأصحاب الحديث وهم أربع فرق:\nالفرقة الأولى: المالكية أصحاب مالك بن أنس.\nالثانية: الشافعية أصحاب محمد بن إدريس الشافعي.\nالثالثة: الحنبلية أصحاب أحمد بن حنبل.\nالرابعة: الداوودية أصحاب داود بن علي الأصفهاني.\nالجزء: 1 ¦ الصفحة: 46\n",
        "المذهب الرابع:\nالبحيرة وهم خمس فرق:\nالفرقة الأولى: الجهمية أصحاب جهم بن صفوان الترمذي.\nالثانية: البطيخية نسبوا إلى إسماعيل البطيخي.\nالثالثة: النجارية نسبوا إلى الحسين بن محمد النجار.\nالرابعة: الضرارية نسبوا إلى ضرار بن عمرو.\nالخامسة: الصباحية أصحاب أبي صباح بن معمر.\nالمذهب الخامس:\nمذهب المشبهة وهم ثلاث عشرة فرقة:\nالأولى: الكلابية نسبوا إلى محمد بن كلاب.\nالثانية: الأشعرية أصحاب علي بن إسماعيل الأشعري.\nالثالثة: الكرامية نسبوا إلى محمد بن كرام السجستاني.\nالرابعة: الهاشمية أصحاب هشام بن الحكيم.\nالخامسة: الجواليقية أصحاب هشام بن عمرو الجواليقي.\nالسادسة: المقاتلية أصحاب مقاتل بن سليمان.\nوالسابعة: القضائية نسبوا إلى ذلك لزعمهم أن الله تبارك وتعالى عما يقولون علواً كبيراً هو القضاء.\nوالثامنة: الحبية سموا بذلك لزعمهم أنهم لا يعبدون الله خوفاً ولا طمعاً وأنهم يعبدونه حباً.\nالتاسعة: البيانية أصحاب بيان بن سمعان.\nالجزء: 1 ¦ الصفحة: 47\n",
        "العاشرة: المغيرية نسبوا إلى المغيرة بن سعيد العجلي.\nالحادية عشرة: الزرارية أصحاب زرارة بن أعين بن أبي زرارة.\nالثانية عشرة: المنهالية أصحاب المنهال بن ميمون العجلي.\nالثالثة عشرة: المبيضة أصحاب المقنع هاشم بن الحكم المروزي سموا بذلك لتبييضهم ثيابهم مخالفة للمسودة من أصحاب الدولة العباسية.\nالمذهب السادس:\nالمرجئة وهم ست فرق:\nإحداها: الغيلانية أصحاب غيلان بن خرشة الضبي.\nالثانية: الصالحية أصحاب صالح بن عبد الله المعروف بقبة.\nالثالثة: أصحاب الرأي وهم أصحاب أبي حنيفة النعمان بن ثابت البزاز.\nالرابعة: الشبيبة أصحاب محمد بن شبيب.\nالخامسة: الشمرية نسبوا إلى أبي شمر سالم بن شمر.\nالسادسة: الجحدرية أصحاب جحدر بن محمد التميمي.\nالمذهب السابع:\nمذهب الشيعة وهم خمس فرق:\nالفرقة الأولى: الزيدية وهم خمسة أصناف:\nالصنف الأول: الأبترية نسبوا إلى كثير النواء واسمه: المغيرة بن سعد ولقبه الأبتر.\nالجزء: 1 ¦ الصفحة: 48\n",
        "والصنف الثاني: من الزيدية: الجارودية نسبوا إلى أبي الجارود زياد بن أبي زياد.\nالصنف الثالث من الزيدية: الدكينية وهم أصحاب الفضل بن دكين.\nالصنف الرابع من الزيدية: الخشبية ويعرفون بالصرخابية نسبوا إلى صرخاب الطبري وسموا الخشبية لأنهم خرجوا على السلطان مع المختار ولم يكن معهم سلاح غير الخشب.\nالصنف الخامس من الزيدية: الخلفية وهم أصحاب خلف بن عبد الصمد.\nالفرقة الثانية من الشيعة:\nالكيسانية وكيسان كان مولى لعلي بن أبي طالب رضي الله عنه وكرم الله وجهه وهم أربعة أصناف: أولهم: المختارية أصحاب المختار بن أبي عبيد قبل مقالته من كيسان والصنف الثاني من الكيسانية: الإسحاقية نسبوا إلى إسحاق بن عمرو.\nالصنف الثالث: الكربية أصحاب أبي كرب الضرير.\nالصنف الرابع: الحربية نسبوا إلى عبد الله بن عمر بن حرب.\nالفرقة الثالثة من الشيعة:\nالعباسية ينسبون إلى آل العباس بن عبد المطلب رضي الله عنهم وهم صنفان:\nالصنف الأول: الخلالية أصحاب أبي سلمة الخلال.\nالصنف الثاني: الراوندية أصحاب أبي القاسم بن راوند.\nالجزء: 1 ¦ الصفحة: 49\n",
        "الفرقة الرابعة من الشيعة:\nالغالية وهم تسعة أصناف:\nالصنف الأول: الكاملية أصحاب أبي كامل.\nالثاني: السبئية أصحاب عبد الله بن سبأ.\nالثالث: المنصورية أصحاب أبي منصور العجلي.\nالرابع: الغرابية سموا بذلك الاسم لأنهم يقولون: علي عليه السلام كان أشبه بالنبي من الغراب بالغراب.\nالخامس: الطيارية وهم أصحاب التناسخ نسبوا إلى جعفر الطيار.\nوالسادس: البزيعية نسبوا إلى بزيع بن يونس.\nوالسابع: اليعفورية نسبوا إلى محمد بن يعفور.\nالثامن: الغمامية سموا بذلك الإسم لزعمهم أن الله تعالى ينزل إلى الأرض في غمام كل ربيع فيطوف الدنيا سبحان الله عما يقولون.\nالتاسع: الإسماعيلية وهم الباطنية.\nالفرقة الخامسة من الشيعة:\nالإمامية وهم الرافضة سموا بذلك لرفضهم زيد بن علي عليهما السلام.\nفمنهم الناووسية نسبوا إلى عبد الله بن ناووس.\nومنهم: المفضلية نسبوا إلى المفضل بن عمر ويسمون القطعية لأنهم قطعوا على وفاة موسى بن جعفر بن محمد.\nوالشمطية لأنهم نسبوا إلى يحيى بن أشمط.\nالجزء: 1 ¦ الصفحة: 50\n",
        "والواقفية سموا بذلك لأنهم وقفوا على موسى بن جعفر رضي الله عنه وقالوا: هو السابع وأنه حي لم يمت حتى يملك شرق الأرض وغربها ويسمون الممطورة وذلك أن واحداً منهم ناظر يونس بن عبد الرحمن وهو القطعية فقال له يونس لأنتم أهون علي من الكلاب الممطورة فلزمتهم هذه النبزة.\nوالأحمدية نسبوا إلى إمامهم أحمد بن موسى بن جعفر.\nنعوت الأئمة على مذهب الاثني عشرية\nعلي المرتضى ثم الحسن المجتبى ثم الحسين سيد الشهداء ثم علي زين العابدين ثم محمد الباقر ثم جعفر الصادق ثم موسى الكاظم ثم علي الرضا ثم محمد الهادي ثم علي الصابر ثم الحسن الطاهر ثم محمد المهدي القائم المنتظر وأنه لم يمت ولا يموت بزعمهم حتى يملأ الأرض عدلاً كما ملئت جوراً وهو محمد بن الحسن بن علي بن محمد بن علي بن موسى بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب عليهم السلام.\nالجزء: 1 ¦ الصفحة: 51\n",
        "الفصل الثالث: في أصناف النصارى ومواضعاتهم\nهم ثلاثة أصناف:\nأولهم: الملكانية وهم منسوبون إلى ملكان وهم أقدمهم.\nالثاني: النسطورية وهم منسوبون إلى نسطورس وكان أحدث رأياً فنفوه عن مملكة الروم فليس بها أحد منهم.\nوالثالث: اليعقوبية ينسبون إلى مار يعقوب وهم قليل وأهل الروم كلهم ملكانية.\nالأقنوم الصفة عندهم ويزعمون أن الأب والابن وروح القدس ثلاثة أقانيم لله تبارك وتعالى عما يصفون ويقولون: الاتحاد: لفظة مشتقة من الواحد والناسوت: لفظة مشتقة من الناس كالرحموت من الرحمة واللاهوت: مشتق من اسم الله تعالى.\nالهيكل: بيت الصور فيه صور الأنبياء عليهم السلام وصور الملوك وقد ذكرت مراتبهم في الدين وأسماء رؤسائهم في باب الأخبار.\nالجزء: 1 ¦ الصفحة: 52\n",
        "الفصل الرابع: أصناف اليهود ومواضعاتهم\nأصناف اليهود كثيرة فمنهم العنانية وهم ينسبون إلى عاني كما قيل لأصحاب ماني: المنانية.\nالعيسوية: ينسبون إلى عيسى الأصفهاني وكان ادعى النبوة في يهود أصفهان وكان من نصيبين.\nوالقرعية صنف منهم أكثر طعامهم البقول والقرع وأكثر أوانيهم القرع.\nوالمقاربة: فرقة منهم يخالفون جمهور اليهود بنفي التشبيه.\nوالراعية: منسوبون إلى واحد تنبأ فيهم وكان يسمى: الراعي.\nالسامرية: قوم السامري سموا بمدينة بالشام تسمى: سامرية.\nرأس الجالوت: هو رئيسهم والجالوت هم الجالية أعني الذين جلوا عن أوطانهم ببيت المقدس ويكون رأس الجالوت من ولد داود عليه السلام وتزعم عامتهم أنه لا يرأس حتى يكون طويل الباع تبلغ أنامل يديه ركبتيه إذا مدهما.\nالكاهن: هو الإمام عندهم والجماعة كهنة.\nالحبر: العالم.\nالجزء: 1 ¦ الصفحة: 53\n",
        "السفر: الصحيفة.\nولكل نبي من أنبياء بني إسرائيل صحيفة وهي أربعة وعشرون سفراً منها خمسة للتوراة وسائرها للأنبياء بعد موسى عليه السلام كل سفر إلى الذي جاء به.\nتوراة الثمانين: ويقال: السبعين هي التي ترجمها ثمانون حبراً لبعض ملوك الروم وذلك أنه أفردهم وفرق بينهم وأمرهم بترجمة التوراة ليأمن تواطأهم على تغيير شيء منها ففعلوا وهي أصح تراجم التوراة والله أعلم.\nالجزء: 1 ¦ الصفحة: 54\n",
        "الفصل الخامس: في أسامي أرباب الملل والنحل المختلفة\nالدهرية: الذين يقولون بقدم الدهر.\nالمعطلة: الذين لا يثبتون الباري عز وجل.\nأصحاب التناسخ: الذين يقولون بتناسخ الأرواح في الأجساد كما ينسخ الكتاب من واحد إلى آخر.\nالسمنية: هم أصحاب سمن وهم عبدة أوثان يقولون بقدم الدهر وبتناسخ الأرواح وأن الأرض تهوي سفلاً أبداً وكان الناس على وجه الدهر سمنيين وكلدانيين فالسمنيون هم عبدة الأوثان فالكلدانيون هم الذين يسمون الصابئية والحرانيين وبقاياهم بحران والعراق ويزعمون أن نبيهم بوذا سف الخارج في بلاد الهند وبعضهم يقولون: هرمس فأما بوذاسف فقد كان في أيام طهمورث الملك وأتى بالكتابة بالفارسية وسمي هؤلاء صابئين في أيام المأمون فأما الصابئون على الحقيقة ففرقة من النصارى وبقايا السمنية بالهند والصين.\nالبراهمة: عباد الهند وأحدهم برهمي ولا يقولون بالنبوة.\nالديصانية منسوبون إلى ابن ديصان وهم ثنوية.\nالمرقيونية ينسبون إلى مرقيون وهم ثنوية أيضاً.\nالجزء: 1 ¦ الصفحة: 55\n",
        "المنانية: هم المانوية منسوبون إلى ماني ولا أدري لم جعلوا هذه النسبة على غير قياس وكذلك الحرنانية المنسوبة إلى حران والعنانية المنسوبة إلى عاني من اليهود.\nالزنادقة: هم المانوية. وكانت المزدكية يسمون بذلك. ومزدك هو الذي ظهر في أيام قباذ وكان موبذان موبذ أي قاضي القضاة للمجوس وزعم أن الأموال والحرم مشتركة وأظهر كتاباً سماه زند وزعم أن فيه تأويل الأبستا وهو كتاب المجوس الذي جاء به زرادشت الذي يزعمون أنه نبيهم فنسب أصحاب مزدك إلى زند فقيل: زندي وأعربت الكلمة فقيل للواحد: زنديق وللجماعة زنادقة.\nالبهافريدية: جنس من المجوس ينسبون إلى رجل كان يسمى آفريد بن فردردينان خرج برستاق خواف من رساتيق نيسابور بقصبة سراوند بعد ظهور الإسلام في أيام أبي مسلم وجاء بكتاب وخالف المجوس في كثير من شرائعهم وتبعه خلق منهم وخالفه جمهورهم.\nالهرابذة هم عبدة النيران وأحدهم: هربذ.\nيزدان: خالق الخير بزعم المجوس.\nأهرمن: خالق الشر بزعمهم.\nالهمامة عند المانوية. روح الظلمة وهو الدخان عندهم.\nكيومرث هو الإنسان الأول عند المجوس.\nمشى ومشيانه عندهم بمنزلة آدم وحواء زعموا أنهما خلقا من ريباس نبت من نطقة كيومرث.\nالسوفسطائيون هم الذين لا يثبتون حقائق الأشياء وهي كلمة يونانية.\nوأما ألفاظ الفلاسفة فقد ذكرتها في أبوابها وبالله التوفيق.\nالجزء: 1 ¦ الصفحة: 56\n",
        "الفصل السادس: في ذكر عبدة الأصنام من العرب وأسماء أصنامهم\nسواع: كان لهذيل.\nوود كان لكلب.\nويغوث لمذجح وقبائل من اليمن وكان بدومة الجندل.\nوالنسر لذي كلاع بأرض حمير.\nويعوق لهمدان.\nواللات لثقيف بالطائف.\nوالعزى لقريش وجميع بني كنانة.\nومناة للأوس والخزرج وغسان.\nوهبل: كان في الكعبة.\nوكان أعظم أصنامهم: إساف ونائلة كانا على الصفا والمروة.\nوسعد لبني ملكان بن كنانة.\nالجزء: 1 ¦ الصفحة: 57\n",
        "الفصل السابع: في أصول الدين التي يتكلم فيها المتكلمون\nأولها: القول في حدوث الأجسام والرد على الدهرية الذين يقولون بقدم الدهر والدلالة على أن للعالم محدثاً وهو الله تعالى والرد على الثنوية من المجوس والزنادقة وعلى المثلثة من النصارى وعلى غيرهم ممن قالوا بكثرة الصانعين وأنه لا يشبه الأشياء والرد على اليهود وعلى غيرهم من المشبهة وأنه ليس بجسم.\nوقد قال كثير من مشبهة المسلمين بأنه جسم تعالى الله عما يقولون علواً كبيراً وأنه جل جلاله عالم قادر حي بذاته.\nوقال الجمهور غير المعتزلة: أنه عالم بعلم وحي بحياة وقادر بقدرة وأن هذه الصفات قديمة معه والكلام في الرؤية ونفيها وإثباتها وأن إرادته محدثة أو قديمة وأن كلامه مخلوق أو غير مخلوق وأن أفعال العباد مخلوقة يحدثها الله تبارك وتعالى أو العباد وأن الاستطاعة قبل الفعل أو معه وأن الله تعالى يريد القبائح أو لا يريدها وأن من مات مرتكباً للكبائر ولم يتب فهو في النار خالداً فيها أو يجوز أن يرحمه الله تعالى ويتجاوز عنه ويدخله الجنة.\nوقالت المعتزلة: أهل الكبائر فساق ليسوا بمؤمنين ولا كفار وهذه منزلة بين المنزلتين.\nالجزء: 1 ¦ الصفحة: 58\n",
        "وقال غيرهم: الناس إما مؤمن وإما كافر وقالوا: الشفاعة لا تلحق الفاسقين.\nوقال غيرهم: تلحقهم وأنها للفساق دون غيرهم.\nوالدلالة على النبوة رداً على البراهمة وغيرهم من مبطلي النبوة والدلالة على نبوة محمد صلى الله عليه وسلم والقول في الإمامة ومن يصلح لها ومن لا تصلح له.\nفهذه أصول الدين التي يتكلم المتكلمون فيها ويتناظرون عليها وما سوى ذلك فهو إما فروع لهذه وإما مقدمات وتوطئات لها.\nالجزء: 1 ¦ الصفحة: 59\n",
        "في النحو\nالفصل الأول: في وجوه الإعراب ومبادئ النحو على مذهب عامة النحويين\n...\nالفصل الأول: في وجوه الإعراب ومبادئ النحو على مذهب عامة النحويين\nهذه الصناعة تسمى باليونانية: غرماطيقي وبالعربية: النحو.\nالكلام: ثلاثة أشياء: اسم كزيد وعمر وحمار وفرس وفعل مثل: ضرب ويضرب ومشى ويمشي ومرض ويمرض وحرف جيء لمعنى مثل: هل وقد وبل.\nوأهل الكوفة يسمون حروف المعاني: الأدوات وأهل المنطق يسمونها: الرباطات.\nالنعت كقولك: زيد الطويل فالطويل هو النعت ويسمى صفة.\nوالخبر كقولك: زيد طويل فقولك: طويل هو خبر.\nالحركات التي تلزم أواخر الكلام للإعراب ثلاث: رفع ونصب وخفض وقد تسمى أيضاً: ضما وفتحا وكسرا وقد يسمى الخفض أيضا: جرا.\nوقد فرق البصريون بين هذه الأسماء فجعلوا الرفع لما دخل على الأسماء المتمكنة التي يلزمها الإعراب بالحركات الثلاث مثل قولك: زيد وعمرو وعبد الله وجعلوا الضم لما بني مضموماً مثل: نحن وقط وحيث وجعلوا الفتح لما بني مفتوحاً نحو: أين وكيف وشتان\nالجزء: 1 ¦ الصفحة: 63\n",
        "وجعلوا الخفض للأسماء المتمكنة التي يلزمها الإعراب بالحركات الثلاث وجعلوا الكسر لما بني مكسوراً نحو: هؤلاء وأمس وجير وكذلك فعلوا في الجزم والوقف جعلوا الجزم في الأفعال لما جزم بعامل والوقف لما بني ساكناً نحو: وقد وهل.\nالجزء: 1 ¦ الصفحة: 64\n",
        "الفصل الثاني: في وجوه الإعراب وما يتبعها على ما يحكي عن الخليل بن أحمد\nالرفع: ما وقع في إعجاز الكلم منوناً نحو قولك: زيد.\nوالضم: ما وقع في إعجاز الكلم غير منون نحو: يفعل.\nوالتوجيه: ما وقع في صدور الكلم نحو: عين عمر وقاف \"قتم \".\nوالحشو: ما وقع في الأوساط نحو جيم \"رجل\" والبخر: ما وقع في إعجاز الأسماء دون الأفعال مما ينون مثل اللام من قولك: هذا الجبل.\nالإشمام: ما وقع في صدور الكلم المنقوصة نحو قاف \"قيل\" إذا أشم ضمة.\nالنصب: ما وقع في إعجاز الكلم منوناً نحو: زيداً.\nالفتح: ما وقع في إعاز الكلم غير منون نحو: باء \"ضرب \".\nالقعر: ما وقع في صدور الكلم نحو ضاد \"ضرب \".\nوالتفحيم: ما وقع في أوساط الكلم على الألفات المهموزة نحو سأل.\nالإرسال: ما وقع في إعجازها على الألفات المهموزة نحو ألف \"قرأ\".\nالجزء: 1 ¦ الصفحة: 65\n",
        "والتيسير هو الألفات المستخرجة من إعجاز الكلم نحو قول الله تعالى: {فَأَضَلُّونَا السَّبِيلا} .\nالخفض: ما وقع في إعجاز الكلم منوناً نحو: زيد.\nوالكسر: ما وقع في إعجاز الكلم غير منون نحو لام \"الجمل \".\nوالإضجاع: ما وقع في أوساط الكلم نحو باء \"الإبل\".\nوالجر: ما وقع في إعجاز الأفعال المجزومة عند استقبال ألف الوصل نحو: يذهب الرجل.\nوالجزم: ما وقع في إعجاز الأفعال المجزومة نحو باء \"اضرب \".\nوالتسكين: ما وقع في أوساط الأفعال نحو فاء \"يفعل\".\nوالتوقيف: ماوقع في إعجاز الأدوات نحو ميم \"نعم\".\nوالإمالة: ما وقع على الحروف التي قبل الياءات المرسلة نحو عيسى وموسى.\nوضدها: التفخيم.\nالنبرة: الهمزة التي تقع في أواخر الأفعال والأسماء نحو: سبأ وقرأ وملأ.\nالجزء: 1 ¦ الصفحة: 66\n",
        "الفصل الثالث: في وجوه الإعراب على مذهب فلاسفة اليونانيين\nالرفع عند أصحاب المنطق من اليونانيين واو ناقصة وكذلك الضم وأخواته المذكورة.\nوالكسر وأخواته عندهم ياء ناقصة.\nوالفتح وأخواته عندهم ألف ناقصة.\nوإن شئت قلت الواو الممدودة اللينة ضمة مشبعة والياء الممدودة اللينة كسرة مشبعة والألف الممدودة فتحة مشبعة وعلى هذا القياس.\nالروم والأشمام نسبتهما إلى هذه الحركات كنسبة الحركات إلى حروف المد واللين أعني الألف والواو والياء.\nالجزء: 1 ¦ الصفحة: 67\n",
        "الفصل الرابع: في تنزيل الأسماء\nالاسم السالم المتمكن نحو: زيد وعمرو وحمار وفرس.\nالاسم المضاف نحو: عبد الله وصاحب الفرس.\nالاسم المعتل مثل: غازٍ وقاصٍ ومشترٍ ومفترٍ.\nالاسم المقصور نحو: قفا وعصا ورحى ومصطفى وعيسى وموسى.\nالاسم الممدود نحو: سماء ولقاء.\nالاسم المنقوص مثل: يد ودم وأخ وأب.\nما لا ينصرف من الأسماء نحو: إبراهيم وإسماعيل وعطشان وأحمد وطلحة وحمزة.\nالاسم المعدول نحو: حذام وقطام ورقاش عدلت عن: حاذقة وقاطمة وراقشة.\nالأسماء المبهمة مثل: هذا وذاك وهذه وتلك.\nالأسماء المضمرة مثل: أنت وهو وهي.\nالجزء: 1 ¦ الصفحة: 68\n",
        "الفصل الخامس: في الوجوه التي ترفع بها الأسماء\nالوجوه التي ترفع بها الأسماء سبعة:\nالمبتدأ وخبره كقولك: زيد منطلق فزيد المبتدأ ومنطلق خبره.\nوالفاعل كقولك: ذهب زيد وضرب زيد عمرا.\nوالمفعول الذي لم يسم فاعله مثل: ضرب زيد ودخل البيت.\nوالأفعال التي ترفع الأسماء بعدها وتنصب الأخبار وهي: كان وليس وصار وما زال وأصبح وأمسى وظل وبات.\nوالحروف التي ترفع بعدها الأسماء والأخبار وهي: أين وكيف ومتى وهل وبل.\nوالحروف التي تنصب الأسماء بعدها وترفع الأخبار وهي: إن وأن وكأن ولكن وليت ولعل.\nالجزء: 1 ¦ الصفحة: 69\n",
        "الفصل السادس: في الوجوه التي تنصب بها الأسماء\nالنصب يدخل الأسماء من ثلاثة عشر وجهاً.\nالمفعول: مثل قولك: ضربت عمراً.\nوخبر ما لم يسم فاعله مثل قولك: أعطى زيد درهماً فزيد مفعول به ودرهماً مفعول ثان.\nوخبر كان وأخواتها مثل: كان الله غفوراً رحيماً.\nوالمصدر: نحو قولك: قتلت قتلاً وأكلت أكلاً.\nوالظرف كقولك: ذهب زيد اليوم ويذهب غداً وزيد خلفك وفوقك وتحتك.\nوالتعجب كقولك: مأحسن زيدا وما أكرم عمرا.\nوالحال كقولك: خرجت ماشياً وهذا زيد قائماً.\nوالتمييز كقولك: هو أحسن منك ثوباً وأكبر منك سناً.\nوهذه عشرون درهماً.\nوالاستثناء من المثبت كقولك: أتاني القوم إلا زيداً.\nوالنفي بلا كقولك: لا مال لك ولا بأس عليك.\nوالنداء إذا كان المنادى مضافاً أو نكرة كقولك: يا عبد الله ويا راكباً.\nالجزء: 1 ¦ الصفحة: 70\n",
        "والمدح والذم بإضمار أعني كقولك: الحمد لله أهل الحمد ومعناه: أعني: أهل الحمد وكقول الله عز وجل: {وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ} . في قراءة من نصب حمالة معناه: أعني حمالة الحطب.\nالجزء: 1 ¦ الصفحة: 71\n",
        "الفصل السابع: في الوجوه التي تخفض بها الأسماء\nالخفض يدخل الأسماء من وجهين:\nأحدهما الإضافة إلى اسم أو إلى ظرف كقولك: دار زيد وكقولك: بعد عمرو وقبل سعد.\nوالوجه الثاني: حرف المعنى وحروف المعاني الخافضة: من وعن وعلى وإلى والكاف الزائدة والباء الزائدة واللام الزائدة ورب.\nالجزء: 1 ¦ الصفحة: 72\n",
        "الفصل الثامن: في الوجوه التي يتبع بها الاسم ما قبله في وجوه الإعراب كلها\nالوجوه التي تتبع بها الأسماء ما قبلها ثلاثة:\nالعطف والبدل والصفة.\nفالعطف هو النسق وحروفه عشرة: الواو والفاء وثم واو وأم ولا وبل ولكن وأما.\nوالبدل على وجهين: بدل بيان كقول الله عز وجل: {كَلَّا لَئِنْ لَمْ يَنْتَهِ لَنَسْفَعاً بِالنَّاصِيَةِ، نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ} وبدل غلط كقولك: مررت بفرسٍ حمارٍ.\nوالصفة هي النعت كقولك: مررت برجل ذي مال ومررت بالرجل الحسن.\nالجزء: 1 ¦ الصفحة: 73\n",
        "الفصل التاسع: في تنزيل الأفعال\nالأفعال أربعة أجناس:\nفعل قد مضى كقولك: أكل أمس وذهب وهو مفتوح أبداً.\nوفعل مستقبل كقولك: هو يأكل غدا.\nوفعل ما أنت فيه ولفظه ولفظ المستقبل واحد ويسميان معاً: الفعل المضارع لأنه يضارع الأسماء بقبول وجوه الإعراب.\nوفعل مبني للأمر كقولك: كل واذهب وهو عند بعضهم مجزوم بعامل وهو لام الأمر.\nالجزء: 1 ¦ الصفحة: 74\n",
        "الفصل العاشر: في الحروف التي تنصب بها الأفعال\nالحروف التي تنصب الأفعال المضارعة وهي: أن ولن وكي وكيما وكيلا واللام المكسورة.\nومن الحروف النواصب ما ينصب الفعل المضارع في حال ولا ينصبه في أخرى وهو: حتى وإذا وألا والفاء والواو وأو.\nفأما حتى فإنها تنصب لا محالة إذا تقدمها فعل غير واجب كالأمر والنهي والاستفهام فإذا تقدمها فعل واجب رفعت في حال ونصبت في أخرى مثل قول الله تعالى: {وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ} يجوز فيه النصب إذا كان معناه: ليقول الرسول ويجوز فيه الرفع إذا كان معناه: حتى قال الرسول.\nوأما إذا فإنها تنصب في أول الكلام لا غير إذا لم يكن بينها وبين الفعل حاجز غير اليمين فإنها لا تحجز تقول: والله إذاً لا أفعل بالرفع وإذاً والله أفعل بالنصب بطرح: لا.\nوألا إذا كانت بمعنى: أن المشددة ارتفع ما بعدها كقول الله عز\nالجزء: 1 ¦ الصفحة: 75\n",
        "وجل: {لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَى شَيْءٍ} . أي: أنهم لا يقدرون على شيء.\nوالفاء تنصب إذا كان الفعل جواباً لما ليس بواجب وكذلك الواو إلا أن معناها غير معنى الفاء وكذلك: أو إذا كانت بمعنى حتى.\nالجزء: 1 ¦ الصفحة: 76\n",
        "الفصل الحادي عشر: في الحروف التي تجزم الأفعال المضارعة\nالحروف التي تجزم الأفعال المضارعة: لم ولما وألم وألما وحروف الجزاء وهي: إن وما ومهما وإذما وحيثما ومن وأنى وأين وأينما ومتى ومتى ما وكيف وكيفما. هذه تجزم الشرط والجزاء معاً كقولك: إن تضربني أضربك وما تفعل أفعل ونحو ذلك.\nوالفعل يجزم إذا كان جواباً لما ليس بواجب وما ليس بواجب هو: الأمر والنهي والاستفهام والتمني والنفي والعرض وهذه إذا أدخلت الفاء في جوابها انتصبت تقول: زرني أزرك ولا تفعل يكن خيراً لك وليتك عندنا فنكرمك وألا ماء أشربه.\nالجزء: 1 ¦ الصفحة: 77\n",
        "الفصل الثاني عشر: في النوادر\nالإغراء كقولك: دونك زيداً وعليك عمراً.\nالتوكيد كقولك: مررت بقومك أجمعين أكتعين وكلهم.\nالظرف هي التي يسميها أهل الكوفة: المحال وهي عند البصريين على نوعين: ظرف زمان وظرف مكان فالزماني كاليوم وأمس وغداً وظرف المكان مثل: فوقك وتحتك وخلفك وقدامك.\nالتبرئة كقولك: لا مال لي وهو النفي.\nالندبة كقولك: واغلاماه وا أباه وا أبتاه وا زيداه.\nالعماد عند أهل الكوفة: كقولك: زيد هو الظريف فهو العماد عندهم.\nجمع التكسير مثل: دراهم جمع درهم وكلاب جمع كلب وإنما سمي جمع التكسير لأن لفظ الواحد تغير عن حاله وضده جمع السلامة وهو كالصالحين والصالحات وإنما سمي جمع السلامة لأن لفظ الواحد ثابت على حاله.\nالترخيم في النداء أن يقال: يا حار ومعناه: يا حارث.\nالجزء: 1 ¦ الصفحة: 78\n",
        "في الكتابة\nالفصل الأول: في مواضعات أسماء الذكور والدفاتر والأعمال المستعملة في الدواوين\n...\nالفصل الأول: في مواضعات أسماء الذكور والدفاتر والأعمال المستعملة في الدواوين\nقانون الخراج أصله الذي يرجع إليه وتبنى الجباية عليه وهي كلمة يونانية معربة.\nالأوراج إعراب: أواره ومعناه بالفارسية: المنقول لأنه ينقل إليه من القانون ما على إنسان إنسانٌ ويثبت فيه ما يؤديه دفعة بعد أخرى إلى أن يستوفي ما عليه.\nالرزنامج تفسيره: كتاب اليوم لأنه يكتب فيه ما يجري كل يوم من الخراج أو نفقة أو غير ذلك\nالختمة: كتاب يرفعه الجهبذ في كل شهر بالاستخراج والجمل والنفقات والحاصل كأنه يختم الشهر به.\nالختمة الجامعة تعمل كل سنة كذلك.\nالتأريج قيل: لفظة فارسية ومعناه: النظام لأنه كسواد يعمل للعقد لعدة أبواب يحتاج إلى علم جملها وأنا أظن أنه تفعيل من الأوراج تقول: أرج تأريجاً لأن التأريج يعمل للعقد شبيهاً بالأوراج فإن ما يثبت تحت كل اسم من دفعات القبض يكون مصفوفاً ليسهل عقده بالحساب وهكذا يعمل التأريج.\nالجزء: 1 ¦ الصفحة: 81\n",
        "العريضة شبيهة بالتأريج إلا أنها تعمل بالحساب وهكذا يعمل التأريج.\nالعريضة شبيهة بالتأريج إلا أنها تعمل لأبواب يحتاج إلى أن يعلم فضل ما بينها فينقص الأقل من الأكثر من بابين منها ويوضع ما يفضل في باب ثالث وهو الباب المقصود الذي تعمل العريضة لأجله مثل أن تعمل عريضة للأصل والإستخراج ففي أكثر الأحوال ينقص الاستخراج عن الأصل فيوضع في السطر الأول من سطور العريضة ثلاثة أبواب أحدها للأصل والثاني للاستخراج والثالث لفصل ما بينهما ثم يوضع في السطر الثاني والثالث والرابع إلى حيث انتهى تفصيلات الأصل والإستخراج فضل ما بينهما ويثبت كل واحد منهما بإزاء بابه وتثبت جملة كل باب تحته.\nالبراءة: حجة يبذلها الجهبذ أو الخازن للمؤدي بما يؤديه إليه.\nالموافقة والجماعة: حساب جامع يرفعه العامل عند فراغه من العمل ولا يسمى موافقة ما لم يرفع بإتفاق بين الرافع والمرفوع إليه فإن انفرد به أحدهما دون أن يوافق الآخر على تفصيلاته سمي: محاسبة.\nومن دفاتر ديوان الجيش الجريدة السوداء وهي تكسر لقيادة قيادة في كل سنة بأسامي الرجال وأنسابهم وأجناسهم وحلاهم ومبالغ أرزاقهم وقبوضهم وسائر أحوالهم وهو الأصل الذي يرجع إليه في هذا الديوان في كل شيء.\nالرجعة: حساب يرفعه المعطي في بعض العساكر بالنواحي لطمع واحد إذا رجع إلى الديوان.\nوالرجعة الجامعة يرفعها صاحب ديوان الجيش لكل طمع من صنوف الانفاق.\nالجزء: 1 ¦ الصفحة: 82\n",
        "الصك: عمل يعمل لكل طمع يجمع فيه أسامي المستحقين وعدتهم ومبلغ ما لهم ويوقع السلطان في آخره بإطلاق الرزق لهم.\nوالمؤامرة: عمل تجمع فيه الأوامر الخارجة في مدة أيام الطمع ويوقع السلطان في آخره بإجازة ذلك وقد تعمل المؤامرة في كل ديوان تجمع جميع ما يحتاج إليه من استثمار واستدعاء توقيع.\nوالصك أيضاً يعمل لأجور الساربانيين والجمالين ونحوهم.\nالاستقرار: عمل يعمل لما يستقر عليه من الطمع بعد الإثبات والفك والوضع والزيادة والحط والنقل والتحويل ونحو ذلك.\nالجريدة المسجلة هي المختومة فأما السجل فكتاب يكتب للرسول أو المخبر أو الرحال أو غيرهم بإطلاق نفقته حيث بلغ فيقيمها له كل عامل يجتاز به.\nوالسجل أيضاً: المحضر يعقده القاضي بفضل القضاء يقال: سجل الحاكم لفلان بكذا تسجيلاً.\nالفهرست: ذكر الأعمال والدفاتر تكون في الديوان وقد يكون لسائر الأشياء.\nالدستور: نسخة الجماعة المنقولة من السواد.\nالترقين: خط يخط في التأريج أو العريضة إذا خلا باب من السطر لكي يكون الترتيب محفوظاً به وهو بمنزلة الصفر في حساب الهند وحساب الجمل واشتقاقه من رقان وهي بالنبطية الفارغ\nالجائزة: علامة المقابلة.\nالجزء: 1 ¦ الصفحة: 83\n",
        "ومن الدفاتر التي يستعملها كتاب العراق: الانجيذج تفسيره الملفوظ لفظة فارسية معربة.\nالأؤشنج تفسيره: المطوي والمجموع لفظة فارسية معربة أيضاً.\nوالدروزن ذكر الماسح وسواده الذي يثبت فيه مقادير ما يمسحه من الأرضين.\nالجزء: 1 ¦ الصفحة: 84\n",
        "الفصل الثاني: في مواضعات كتاب ديوان الخراج\nالفيء: ما يؤخذ من أرض العنوة.\nالخراج: ما يؤخذ من أرض الصلح.\nالعشر: ما يؤخذ من زكاة الأرض التي أسلم أهلها عليها والتي أحياها المسلمون من الأرضين أو القطائع.\nصدقات الماشية وهي زكاة السوائم من الإبل والبقر والغنم دون العوامل والمعلوفة.\nالكراع في الدواب لا غير.\nالحشري هو ميراث من لا وارث له.\nالركاز: دفين الجاهلية.\nسيب البحر هو عطاء البحر كاللؤلؤ والمرجان والعنبر ونحوه.\nومن أبواب المال: أخماس المعادن وأخماس الغنائم وجزاء رؤوس أهل الذمة جمع جزية وهو معرب كزيت وهو الخراج بالفارسية.\nمال الجوالي جمع جالية وهم الذين جلوا عن أوطانهم ويسمى\nالجزء: 1 ¦ الصفحة: 85\n",
        "في بعض البلدان مال الجماجم وهي جمع جمجمة وهي الرأس.\nالمكس: ضريبة تؤخذ من التجار في المراصد.\nالطسق: الوظيفة توضع على أصناف الزروع لكل جريب وهو بالفارسية: تشك وهو الأجرة.\nالاستان: المقاسمة.\nالإقطاع: أن يقطع السلطان رجلاً أرضاً فتصير له رقبتها وتسمى تلك الأرضون: قطائع واحدتها: قطيعة.\nالطعمة: هي أن تدفع الضيعة إلى رجل ليعمرها ويؤدي عشرها وتكون له مدة حياته فإذا مات ارتجعت عن ورثته والقطيعة تكون لعقبة عن بعده.\nالإيغار: هو الحماية وذلك أن تحمى الضيعة أو القرية فلا يدخلها عامل ويوضع عليها شيء ويؤدي في السنة لبيت المال في الحضرة أو في بعض النواحي.\nالتسويغ: أن يسوغ الرجل شيئاً من خراجه في السنة وكذلك الحطيطة والتريكة.\nافتتاح الخراج: الإبتداء في جبايته.\nالتقرير: فعل متعد من الإقرار يقال: قرر العامل القوم بالبقايا فأقروا بها ثم يسقط ذكر القوم فيقال: قرر: العامل بالبقايا.\nالحاص: ما يكون في بيت المال أو على العامل.\nالباقي: ما هو باق على الرعية لم يستخرج بعد.\nالعبرة: ثبت الصدقات لكورة كورة.\nالجزء: 1 ¦ الصفحة: 86\n",
        "وعبرة سائر الإرتفاعات هو أن يعتبر مثلاً ارتفاع السنة التي هي أقل ريعاً والسنة التي هي أكثر ريعاً ويجمعان ويؤخذ نصفهما فتلك العبرة بعد أن تعتبر الأسعار وسائر العوارض.\nالواقعة: النفقات.\nالراتبة: هي الثابتة التي لابد منها.\nالنفقات العارضة هي التي تحدث.\nالرائج من المال: ما يسهل استخراجه.\nالمنكسر: ما لا يطمع في استخراجه لغيبة أهله أو موتهم أو نحو ذلك.\nالمتعذر والمتحير والمتعقد: ما يتعذر استخراجه لبعد أربابه أو لإفلاسهم.\nالمحسوب: ما يحسب للعامل.\nالمردود: ما يرد عليه ولا يحسب له.\nالموقوف: ما يوقف ليناظر عليه أو ليستأمر السلطان في حسبه أو رده.\nالحزر: هو تقدير غلات الزروع.\nالخرص للنخل والكروم خاصة.\nالتخمين: الخرص للخضر مشتق من خمانا وهو بالفارسية لفظة شك وظن.\nالمغارمة والمرافق والمصادرة متقاربة المعاني.\nالتلجئة: أن يلجىء الضعيف ضيعة إلى قوي ليحامى عليها وجمعها: الملاجىء والتلاجىء وقد يلجيء القوي الضيعة وقد ألجاها صاحبها إليه.\nالجزء: 1 ¦ الصفحة: 87\n",
        "الفصل الثالث: في مواصفات كتاب ديوان الخزن\nالحمول. الأموال التي تحمل إلى بيت المال واحدها: حمل مصدر صير اسماً.\nالتوظيف: أن يوظف على عامل حمل مال معلوم إلى أجل مفروض فالمال هو الوظيفة.\nالتسبيب: هو أن يسبب رزق رجل على مال متعذر ليعين المسبب له العامل على استخراجه فيجعل ورداً للعامل وإخراجاً إلى المرتزق بالقلم.\nالسفجة معروفة.\nالطسوج: ثلث ثمن مثقال.\nالدانق: أربعة طاسيج والدينار أربعة وعشرون طسوجاً والقيراط ربع خمس مثقال والدينار عشرون قيراطا في أكثر البلدان.\nالحبة: سدس سدس مثقال وإن شئت قلت: ربع تسع مثقال والدينار ست وثلاثون حبة والشعيرة ثلث الحبة والدينار مائة وثمان شعيرات والشعيرة ثلث ربع تسع مثقال.\nوقد تختلف هذه المقادير باختلاف البلدان لكن ذكرت ما هو أعم وأشهر.\nالجزء: 1 ¦ الصفحة: 88\n",
        "الفصل الرابع: في ألفاظ تستعمل في ديوان البريد\nالبريد كلمة فارسية وأصلها بريدة ذنب أي محذوف الذنب وذلك أن يقال: البريد محذوفة الأذناب فعربت الكلمة وخففت وسمي البغل: بريدا والرسول الذي يركبه: بريدا والمسافة التي بعدها فرسخان بريدا إذ كان يرتب في كل سكة بغال وبعد ما بين السكتين فرسخان بالتقريب.\nالغرانق: الحامل للخرائط ويقال: خام بالفارسية: بروانة.\nالموقع: الذي يوقع على الاسكدار إذا مر به بوقت وروده وصدوره.\nالسكة: الموضع الذي يسكنه الفيوج المرتبون من رباط أو قبة أو بيت أو نحو ذلك.\nالاسكدار لفظة فارسية وتفسيرها: اذكو داري أي من أين تمسك وهو مدرج يكتب فيه عدد الخرائط والكتب الواردة والنافذة وأسامي أربابها.\nالجزء: 1 ¦ الصفحة: 89\n",
        "الفصل الخامس: في مواضعات كتاب ديوان الجيش\nالإثبات: أن يثبت اسم الرجل في الجريدة السوداء ويفرض له رزق.\nالزيادة: أن يزداد له في جارية شيء معلوم.\nالتحويل: أن يحول من جريدة إلى جريدة.\nالنقل: أن ينقل بعض ماله إلى جاري رجل آخر.\nالوضع: أن يحلق على اسمه فيوضع عن الجريدة.\nالفك: أن يصح على اسمه ورزقه في الجريدة بعدما وضع يقال: فك عن اسم فلان في الجريدة فكأنما فك من الحلقة فكاً.\nالساقط: الذي يموت أو يستغنى عنه فيوضع عن الجريدة المخل الذي قد أخل بمكانه ولما يوضع بعد.\nالمتأخر: الذي يتأخر عن مجلس الإعطاء وقت التفرقة.\nأصناف الأرزاق في ديوان خرسان ثلاثة:\nأحدها حساب العشرينية وهي أربعة أطماع في السنة\nوالثاني: حساب الجند وهو الديوان وهو طمعان في السنة.\nوالثالث: حساب المرتزقة وهو في كل سنة ثلاث أطماع.\nالجزء: 1 ¦ الصفحة: 90\n",
        "والأطماع تسمى: الرزقات في ديوان العراق واحدتها رزقة بفتح الراء لأنها المرة الواحدة من الرزق.\nإقامة الطمع: هو وضع العطاء أي الإبتداء فيه.\nالتلميظ: أن يطلق لطائقة من المرتزقين بعض أرزاقهم قبل أن يستحقوا وقد لمظوا بكذا وكذا واشتقاقه من لمظ يلمظ إذا أخذ باللسان ما يبقى في الفم على أثر الطعام عند الأكل وهو اللماظة\nالسلف: أن يطلق لهم أرزاقهم كلها قبل أن يستحقوها.\nالمقاصة: أن يحبس من القابض لماله ما كان تلمظه واستلفه وربما يقاص من رزقه بحق بيت المال قبله من خراج أو نحوه فيجعل ما استلفه أخراجاً إليه وورداً له.\nالجزء: 1 ¦ الصفحة: 91\n",
        "الفصل السادس: في ألفاظ تستعمل في ديوان الضياع والنفقات من ألفاظ المساح\nالأشل: ستون ذراعاً طولاً فقط.\nالبار: ست أذرع طولا فقط.\nالقبضة: سدس الذراع.\nالإصبع: ثلث ثمن الذراع.\nهذا كله في الطول وحده وفي العرض وحده. أما في البسيط فالجريب وهو أشل في أشل ومعناه: ستون ذراعاً طولاً في مثلها عرضاً يكون تكسيرها ثلاثة آلاف وستمائة ذراع مكسرة ومعنى الذراع المكسرة أن يكون مقدار طولها ذراعاً وعرضها ذراعاً.\nالقفيز: عشر الجريب وهو ثلثمائة وستون ذراعاً مكسرة.\nوالعشير: عشر القفيز وهو ست وثلاثون ذراعاً مكسرة.\nهذا على ما يستعمل بالعراق وقد يختلف ذلك في سائر البلدان إلا أن حسابه يدور على هذا وإن اختلفت الأسماء ونقصت المقادير.\nالمكاييل: ومن مكاييل العراق الكر المعدل وهو ستون قفيزاً والقفيز عشرة أعشر أو خمسة وعشرون رطلاً بالبغدادي.\nالجزء: 1 ¦ الصفحة: 92\n",
        "القنقل: هو ضعف الكر المعدل والكر الهاشمي ثلث المعدل وكذلك الكر الهاروني والأهوازي.\nالمختوم: سدس القفيز المعدل.\nالغب: أربعة مكاكيك وهو خمسة أعشار والمكوك سبعة أمنان ونصف.\nالفالج: هو خمسا الكر المعدل.\nمكاييل خراسان:\nالجريب ويختلف عياره في البلدان وهو عشرة أقفزة ويختلف عيار القفيز كذلك.\nفأما قفيز قصبة نيسابور فهو سبعون مناً حنطة وقفيز بعض أرباعها منوان ونصف. والجريب على هذا خمسة وعشرون مناً. وفي بعض رساتيقها القفيز مناً ونصف والجريب خمسة عشر مناً وفي بعض البلدان خلاف ذلك على حسب ما إتفقوا عليه.\nالنفنجة: مكيال لأهل بخاري وعيارها خمسة وسبعون منا حنطة.\nوالسمخ: مكيال لأهل خوارزم وطخارستان وعياره أربعة وعشرون منا وهو قفيزان.\nالغور لأهل خوارزم وهو إثنا عشر سخا والغار لهم وهو عشرة أغوار.\nولأهل نسف مكيال يسمى أيضاً: الغار وهو مائة قفيز والقفيز عياره تسعة أمناء ونصف.\nالجزء: 1 ¦ الصفحة: 93\n",
        "الفصل السابع: في ألفاظ تستعمل في ديوان الماء\nقال الخليل: الأثقل سكر فزو.\nديوان الكستبزود معرب من: كاست وفزود أي النقصان والزيادة وهو الديوان الذي يحفظ فيه خراج كل من أرباب المياه وما يزيد فيه وينقص ويتحول من اسم إلى اسم فأما ديوان الماء بها فإنه يحتفظ فيه بما يملكه كل منهم من الماء وما يباع وما يشترى منه.\nألبست: قياس تصالح عليه أهل مرو وهو مخرج للماء من ثقب طوله شعيرة وعرضه شعيرة.\nالفنكال: هو عشرة أبست.\nالكوالجة: مجرى يقطع فوق مقسم الماء إلى أرض ما.\nالمفرغة: مغيض في نهر منصوب ترسل فيه فضول المياه عند المد ويكون بسائر الأيام مسدوداً.\nالملاح: متعهد النهر وصاحب السفينة هكذا قال الخليل.\nالمرار: بفتح الميم جنس من الحبال وجمعة أمرة.\nالطراز: مقسم الماء في النهر.\nتسمى مقاسم المياه في بلاد ما وراء النهر: الدرقات والمزرقات.\nالجزء: 1 ¦ الصفحة: 94\n",
        "السرفة: جزء من ستين جزءاً من شرب يوم وليلة ويكون أقل وأكثر على ما يقع عليه الإصطلاح بين الشاربة.\nالمسناة: معروفة.\nالبزند: هو البستان.\nالشاذروان: أساس يوثق حوالي القناطر ونحوها.\nالمأصر: سلسلة أو حبل يشد معترضاً في النهر يمنع السفن عن المضي.\nالأزلة: مقدار يقاطع عليه الحفارون وهي مائة ذراع مكسرة طولاً وعرضاً وعمقاً مثال ذلك عشرة أذرع طولاً في ذراعين عرضاً في خمس أذرع عمقاً يكون مائة ذراع مكسرة وهي الأزلة.\nومعنى الذراع المكسر ها هنا: أن يكون مقدار طوله ذراعاً وعرضه ذراعاً وعمقه ذراعاً.\nالسيح: ما على ظهر الأرض من الماء يسقى من غير آلة من دولاب أو دالية أو غرافة أو زرنوق أو ناعورة أو منجون وهذه الآلات معروفة تسقى بها الأرضون العالية.\nالسقي: من الزرع ما سقي بآلة وبغير آلة.\nالبخسي: ما لا يسقيه إلا المطر.\nالبخس: هي التي تزرع ولا تسقى من الأرض.\nالعربة: طاحونة تنصب في سفينة وجمعها: عرب.\nالعيل: مثل أجمة ونحوها تجتمع فيها المياه ثم تسقي الأرض منها.\nالكظائم: المياه الجارية تحت الأرض مثل القنى.\nفأما العذى والعثرى والبعل فما تسقيه السماء والبخس مثل.\nوالغرب بالغين معجمة: ما يسقى بالدلو.\nالسواني: الإبل التي تمد الدلاء وكذلك النواضح وأحدتها: ناضجة وسانية.\nالجزء: 1 ¦ الصفحة: 95\n",
        "الفصل الثامن: مواضعات كتاب الرسائل\n...\nالفصل الثامن: في مواضعات كتاب الرسائل\nأما كتاب الرسائل فإن كل ما تقدم في هذا الباب مما يستعملونه وأنا أذكر في هذا الفصل ما هو خاص لهم دون طبقات الكتاب في نقد الكلام ووصف نعوته وعيوبه.\nالتسجيع: معروف لا يحتاج إلى إيراد مثال فيه.\nالترصيع: أن يكون الكلام مسجعاً متوازن المباني والأجزاء التي ليست بأواخر الفصول مثل قول أبي علي البصير: حتى عاد تعريضك تصريحاً وتمريضك تصحيحاً.\nالتضريس: هو ضد الترصيع وهو ألا تراعى توازن الألفاظ ولا تشابه مقاطعها. مثل كلام العامة.\nالاشتقاق هو الذي يسمى في الشعر: المجانسة وهو مثل قول القائل: لا ترى الجاهل إلا مفرطاً وكقول بعضهم: إن هذا الكلام صدر عن صدر صدر وطبع طبع وقريحة قريحة وجوارح جريحة.\nالمضارعة: أن يكون شبيهاً بالإشتقاق ولا يكونه كما قال بعضهم: ما خصصتني ولكن خسستني.\nالجزء: 1 ¦ الصفحة: 96\n",
        "والتبديل: كقول بعضهم في دعائه: اللهم أغنني بالفقر إليك ولا تفقرني بالاستغناء عنك.\nالمكافأة: شبيهة بالتبديل إلا أنها في المعنى وإن لم تتفق الألفاظ كما قال المنصور في خطبته عند قتله أبا مسلم: يا أيها الناس لا تخرجوا من عز الطاعة إلى ذل المعصية وهذا في الشعر يسمى: المطابقة.\nالاستعارة كقولك: خمدت نار الفتنة ووضعت الحرب أوزارها وألقى الحق جرانه. وصحة المقابلات: أن تراعى الأضداد أو الأشكال فتقابل كل منها بنظير.\nالمقابلات على ثلاثة أوجه.\nمن جهة الممعنى وهي:\nالإضافة كالأب والابن.\nوالمضادة كالأبيض والأسود والوجود والعدم والأعمى والبصير.\nفأما من جهة اللفظ فالنفي والإثبات كقولك: زيد جالس وزيد ليس بجالس.\nوفساد المقابلات مثل أن تقول: لم يأتني من الناس أسود ولا أسمر ولا خير ولا سارق والصواب أن تقول لم يأتيني أبيض ولا أسود ولا خير ولا شرير.\nوجودة التفسير: أن تفسر ما قدمته على ما يقتضيه الكلام المتقدم.\nوفساد التفسير مثل: ما كتب بعض الكتاب: ومن كان لأمير المؤمنين مثل ما أنت له في الذب عن ثغوره والمسارعة إلى ما ندبك إليه من صغير وخطب وكبير كان جديراً بنصح أمير المؤمنين في أعماله والاجتهاد في تثمير أمواله.\nالجزء: 1 ¦ الصفحة: 97\n",
        "فليس ما قدمه من الحال مما سبيله أن يفسر بما فسره به لأن ذلك الشرط لا يوجب ما أتبعه إياه.\nالتتميم: أن يؤتى بجميع المعاني التي تتم بها جودة الكلام كقول عمر بن الخطاب رضي الله عنه في صفة الوالي: يجب أن يكون معه شدة في غير عنف ولين في غير ضعف.\nوجودة التقسيم: أن تستوفي الأقسام كلها.\nوفساده يكون: إما بتكرير المعاني كما كتب بعضهم: فكرت مرة في عزلك وأخرى في صرفك وتقليد غيرك.\nوأما مدخول الأقسام بعضها من بعض كما كتب الآخر: فمن جريح مضرج بدمائه وهارب لا يلتفت إلى ورائه وقد يكون الجريح هارباً والهارب جريحاً.\nوإما بإخلال كما كتب بعض رؤساء الكتاب إلى عامله: إنك لا تخلو من هربك من صارفك من أن تكون قدمت إساءة خفت منها أو خنت في عملك خيانة رهبت تكشيفه إياك عنها فإن كنت أسأت إليه فأول راضٍ سنة من يسيرها وإن كنت خنت خيانة فلابد من مطالبتك بها.\nفكتب هذا العامل تحت هذا التوقيع: قد بقي من الأقسام ما لم تذكره وهو إني خفت ظلمه إياي بالبعد منك وتكثيره علي بالباطل عندك ووجدت الهرب إلى حيث يمكنني فيه دفع ما يتخرصه أنفي للظنة عني والبعد عمن لا يؤمن ظلمه إيامي أولى بالإحتياط لنفسي.\nفوقع الكاتب تحت ذلك: قد أصبت فصر إلينا آمناً ظلمة عالماً بأن ما يصح عليك فلا بد من مطالبتك به.\nوأما الإخلال في غير التفسير فكما كتب بعضهم: إن المعروف إذا زجا كان أفضل منه إذا أكثر وأبطأ.\nالجزء: 1 ¦ الصفحة: 98\n",
        "وكان يجب أن يقول: إذا قل وزجا.\nوعكس الإخلال من عيوب الكلام أن يؤتى فيه بزيادة لفظة تفسد المعنى كما قال قائل: والأمر والنهي لو ذقتهما طيبان.\nفقوله: لو ذقتهما فصل يوهم أنه لو لم يذقهما لما كانا طيبين.\nومن نعوت الكلام: المبالغة وهو أن يعبر عن معنى بما لو إقتصر عليه لكان كافياً ثم يؤكد ذلك بما نريده حسناً وجودة كما قال بعضهم يصف قوماً: لهم جود كرام إتسعت أحوالها وبأس ليوث تتبعها أشبالها وهمم ملوك انفسحت آمالها وفخر صميم شرفت أعمامها وأخوالها.\nفكل فصل من هذه الفصول فيه مبالغة وتأكيد.\nومن نعوت المبالغة: الأرداف وهو أن يدل على معنى بردف يردفه بما لا يخصه نفسه كما يقال: فلان لا تخمد ناره أي يكثر الإطعام.\nوأبلغ من هذا: فلان كثير الرماد.\nومن نعوتها: التمثيل وهو كما يقال: قلب له ظهر المجن إذا خالف.\nومن عيوب الكلام: المعاظلة والتعقيد وهو مداخلة بعضه في بعض حتى لا يفهم إلا بكد الخاطر وتكرار السماع أو النظر يقال: تعاظلت الجرادتان إذا تلازمتا في السفاد وكذلك تعاظل الكلب والكلبة وهو مما لا يحتاج فيه إلى إيراد مثال لاشتهاره ولا شهادة.\nومن عيوبه: التكرير وهو إعادة الألفاظ وحروف الصلات والأدوات في مواضع متقاربة وفي مقاطع الفصول.\nومن عيوبه: الإنتقال وهو أن يقدم ألفاظاً تقتضي جواباً فلا يأتي في جوابها بتلك الألفاظ بأعيانها بل ينقلها إلى ألفاظ آخر فيغير معناها كما\nالجزء: 1 ¦ الصفحة: 99\n",
        "كتب بعضهم: فإن من إقترف ذنباً عامداً أو اكتسب جرما قاصدا لزمه جناه وحاق به ما توخاه.\nوكان الأحسن أن يقول: لزمه ما إقترفه وحاق به ما إكتسبه.\nوليس هذا من التكرير المذموم الذي تقدم ذكره.\nوجوه البلاغة ثلاثة:\nالمساواة وهي أن تكون الألفاظ كالقوالب للمعاني لا تفضلها ولا تقصر عنها.\nوالإشارة وهي أن تدل بلفظ قليل على معانٍ كثيرة.\nوالإشباع وهو أن تدل على معنى واحد بألفاظ مترادفة.\nومن الألفاظ المستعملة في ديوان الرسائل: الإنشاء وهو عمل نسخة يعملها الكاتب فتعرض على صاحب الديوان ليزيد فيها أو ينقص منها أو يقرها على حالها ويأمر بتحريرها.\nوالتحرير كأنه الإعتاق وهو نقل الكتاب من سواد النسخة إلى بياض نقي.\nوالثبت: أن تنسخ الكتب بأعيانها وجوامعها ونكتها.\nوالأوارة: ما يثبت في آخر الكتاب من نسخة عمل أو كتاب آخر وارد أو صادر.\nالأسكدار: مدرج يكتب فيه جوامع الكتب المنفذة للختم وقد ذكرنا اشتقاقه قبل هذا في ذكرنا الأسكدار الذي يشتمل على عدد الكتب والخرائط وأسماء أربابها فحسب.\nالتاريخ: ما روي كلمة فارسية أصلها: ماء رزو فأعربت وهذا اشتقاق بعيد إلا أن الروايةجاءت به.\nالجزء: 1 ¦ الصفحة: 100\n",
        "في الشعر والعروض\nالفصل الأول: في علم جوامع العروض وذكر أسامي الأجناس\n...\nالفصل الأول: في علم جوامع العروض وذكر أسامي الأجناس\nالعروض هو الجزء الأخير من النصف الأول من البيت وهي مؤنثة وبها سمي علم العروض لأنه إن عرف نصف البيت سهل تقطيعه.\nالضرب هو الجزء الأخير من البيت.\nالسبب الخفيف حرفان أولهما متحرك والثاني ساكن مثل قد وعلامته: /5.\nوالسبب الثقيل حرفان متحركان مثل أر وعلامته: //0ذك أن علامة الحركة عند العروضيين خط كالألف وعلامة الساكن حلقة كالهاء.\nالوتد المجموع ثلاثة أحرف الأول والثاني متحركان والثالث ساكن مثل: لقد وعلامته: //5.\nالوتد المفروق ثلاثة أحرف الأول والثالث متحركان وبينهما ساكن مثل: قال وعلامته /5/.\nالفاصلة الصغرى أربعة أخرى ثلاثة منها متحركة والرابع ساكن مثل ولقد وعلامتها: ///5.\nوالفاصلة الكبرى خمسة أحرف أربعة منها متحركة والخامس ساكنة مثل: ضربكم وعلامتها: ////5.\nالجزء: 1 ¦ الصفحة: 103\n",
        "البحر هو الجنس من أجناس العروض وهي خمسة عشر جنساً:\nالجنس الأول هو الطويل وهو ثلاثة أنواع:\nالنوع الأول مقبوض العروض مبسوط الضرب.\nوالثاني مقبوضهما.\nوالثالث مقبوض العروض محذوف الضرب.\nوبيت النوع الأول منه وهو:\nفعولن مفاعلين فعولن مفاعلن. فعولن مفاعيلن فعولن مفاعيلن.\nأبا منذر أفنيت فاستبق بعضنا\n...\nحنانيك بعض الشر أهون من بعض\nوالجنس الثاني المديد وهو ستة أنواع:\nالنوع الأول منها مجزوء سالم العروض والضرب.\nوالنوع الثاني محذوف العروض مقصور الضرب.\nوالنوع الثالث مجزوء محذوف العروض والضرب.\nوالنوع الرابع مجزوء محذوف العروض محذوف مقطوع المضروب.\nوالنوع الخامس مجزوء محذوف مخبون العروض والضرب.\nوالنوع السادس مجزوء العروض محذوفها مخبونها وضربه مجزوء أبتر.\nبيت النوع الأول وهو:\nفاعلاتن فاعلن فاعلاتن مرتين.\nيالبكر أنشروا لي كليبا\n...\nيا لبكر أين أين الفرار\nالجنس الثالث البسيط وهو ستة أنواع:\nالنوع الأول السالم المخبون العروض والضرب.\nوالنوع الثاني مخبون العروض مقطوع الضرب.\nوالنوع الثالث المخلع وهو أربعة أنواع:\nفأولها مجزوء العروض مزال الضرب.\nالجزء: 1 ¦ الصفحة: 104\n",
        "والنوع الثاني من المخلع وهو الرابع من البسيط مجزوء العروض والضرب.\nوالنوع الثالث من المخلع وهو الخامس من البسيط مجزوء العروض مقطوع الضرب.\nوالنوع الرابع من المخلع وهو السادس من البسيط المجزوء المقطوع.\nوبيت النوع الأول من البسيط وهو:\nمستفعلن فاعلن مستفعلن فعلن. مستفعلن فاعلن مستفعلن فعلن\nيا حارٌ لا أرمين منكم بداهيةٍ\n...\nلم يلقها سوقةٌ قبلي ولا ملك\nالجنس الرابع الوافر وهو ثلاثة أنواع:\nالنوع الأول مقطوف العروض والضرب.\nوالنوع الثاني سالم مجزوء العروض والضرب.\nوالنوع الثالث مجزوء العروض معصوب الضرب.\nبيت النوع الأول وهو:\nمفاعلتن مفاعلتن فعولن. مفاعلتن مفاعلتن فعولن.\nالجنس الخامس الكامل وهو تسعة أنواع:\nالنوع الأول منه السالم العروض والضرب.\nالنوع الثاني تام العروض مقطوع الضرب.\nالنوع الثالث التام العروض الأحذ المضمر الضرب.\nالنوع الرابع أحذ العروض والضرب.\nالنوع الخامس أحذ العروض مضمر الضرب أحذه.\nالنوع السادس المجزوء المرفل.\nالنوع السابع المجزوء المذال.\nالنوع الثامن المجزوء السالم.\nالجزء: 1 ¦ الصفحة: 105\n",
        "النوع التاسع المجزوء المقطوع الضرب.\nوبيت الأول منه وهو: متفاعلن ست مرات.\nوإذا صحوت فما أقصر عن ندىً\n...\nوكما علمت شمائلي وتكرمي\nالجنس السادس: الهزج وهو نوعان:\nالنوع الأول مجزوء العروض والضرب.\nالنوع الثاني مجزوء العروض والضرب محذوفة.\nوبيت النوع الأول وهو مفاعلين أربع مرات.\nعذير لحي من عدوا\n...\nن كانوا حية الأرض\nالجنس السابع الرجز وهو خمسة أنواع:\nالنوع الأول السالم.\nالنوع الثاني سالم العرض مقطوع الضرب.\nالنوع الثالث مجزوء العروض والضرب.\nالنوع الرابع مشطور.\nالنوع الخامس منهوك.\nوبيت النوع الأول منه وهو:\nمستفعلن مفعولات مستفعلن. مستفعلن مفعلات مفتعلن.\nأن ابن زيد لا زال مستعملاً\n...\nللخير يفشي في مصره العرفا\nالجنس الحادي عشر: الخفيف وهو خمسة أنواع:\nالنوع الأول السالم العروض والضرب.\nالنوع الثاني سالم العروض محذوف الضرب.\nالنوع الثالث محذوف العروض والضرب.\nالنوع الرابع مجزوء مخبون مقصور.\nالجزء: 1 ¦ الصفحة: 106\n",
        "وبيت النوع الأول منه وهو: فاعلاتن مستفعلن فاعلاتن ومرتين.\nحل أهلي ما بي درنا فبادو\n...\nلي وحلت علوية بالسخال\nالجنس الثاني عشر المضارع وهو نوع واحد.\nمجزوء العروض والضرب وبيته:\nمفاعلين فاع لاتن مرتين.\nدعاني إلى سعادا\n...\nدواعي هوى سعادا\nالجنس الثالث عشر المقتضب وهو نوع واحد مجزوء مطوى كله وبيته: فاعلات مفتعلن مرتين.\nأعرضت فلاح لها\n...\nعارضتان كالبرد\nالجنس الرابع عشر المجتث وهو نوع واحد مجزوء العرض والضرب وبيته: مستفعلن فاعلاتن مرتين.\nالبطن منها خميصٌ\n...\nوالوجه مثل الهلال\nالجنس الخامس عشر المتقارب وهو خمسة أنواع:\nالأول: سالم العروض.\nوالضرب الثاني: مقصور.\nوالضرب الثالث: محذوف.\nالضرب الرابع: أبتر.\nالضرب الخامس: مجزوء محذوف العروض والضرب.\nوبيت النوع الأول منه وهو: فعولن ثماني مرات:\nفأما تميم ابن مرٍّ ف\n...\nألفاهم القوم روبى نياما\nالجزء: 1 ¦ الصفحة: 107\n",
        "الفصل الثاني: في ألقاب العلل والزحافات\nالسالم من الأنواع: ما كان على حاله في الدائرة.\nالمجزوء: ما يحذف منه جزءان.\nالمشطور: ما حذف نصفه.\nالمنهوك: ما حذف ثلثاه.\nالمذال: ما زيد على وتده حرف.\nالمرفل: ما زيد على وتده حرفان.\nالمسبغ: ما زيد على سببه حرف.\nالنقصان في الأعاريض والضروب مما لا يجوز مثله في الحشو: ما حذفت آخره مما يجوز قلبه قبله الزحاف وأسكنت آخر متحركاته فاسمه المقصور.\nوالمقطوع: ما يحذف آخره وهو مما لا يجوز فيه الزحاف ويسكن ما قبله.\nالمحذوف: ما يحذف منه سبب.\nالمقطوف: أن يسقط \"تن\" من مفاعلتن وتسكن اللام.\nالجزء: 1 ¦ الصفحة: 108\n",
        "الأحذ: ما يحذف من آخره وتد.\nالمشعث: أن يحذف من وتد \"فاعلاتن\" حرف حتى يبقى \"فالاتن\" أو \"فاعاتن\" فينقل إلى \"مفعولن \".\nالمكسوف: أن تحذف تاء \"مفعولات\" فينقل إلى \"مفعولن \".\nوالتشعيث: أن يحذف متحرك أن يحذف ساكن ويسكن متحرك فكأنه إلقاء حرف وحركة.\nالتعويض: تعويض حرف اللين مما يحذف.\nأصول الأفاعيل ثمانية:\nفعولن مفعاعيلن فاعلاتن مفعولات مفاعيلن فاعلن متفاعلن.\nالتسكين: يقع في هذه الأفعال.\nما سكن ثانية فهو مضمر.\nوما سكن خامسه فهو معصوب مشتق من العصابة.\nوما سكن آخره فهو الموقوف ما يحذف للزحاف وحده: ما حذف ثانيه فهو مخبون.\nوما حذف ثانيه فهو مخبون.\nوما حذف رابعه فهو مطوي.\nوما حذف خامسه فهو مقبوض.\nوما حذف سابعه فهو مكفوف.\nوما حذف ثانيه ورابعه فهو مخبول.\nوما حذف ثانيه وسابعه فهو مشكل.\nوإن أسكن الثاني وحذف فهو المرقوص.\nوإن أسكن الثاني وحذف الرابع فهو المجزول بالجيم.\nالجزء: 1 ¦ الصفحة: 109\n",
        "وإن أسكن الخامس ثم حذف فهو معقول وكان قبل الحلف معصوباً.\nفإن كان قبل الحذف معصوباً وحذف سابعه فهو المنقوص.\nالمعاقبة في \"مفاعيلن\" مثلاً إذا ألقيت \"الياء\" لم يجز إلقاء \"النون\" فإن ألقيت \"النون\" لم يجز إلقاء \"الياء\" فكأنهما يتعاقبان اشتق ذلك من العقبة في السفر.\nالمراقبة في المضارع في \"مفاعيلن\" معناها: أنه إذا أثبتت \"الياء\" سقطت\"النون\" فإن ثبتت \"النون\" سقطت \"الياء\" ولا يجوز اجتماعهما.\nما زوحف آخره لمعاقبة نحو \"فاعلاتن\" إذا حذفت نونها لمعاقبة ما بعدها فاسمه عجز وما حذف أوله وآخره لمعاقبة ما قبله ومعا بعده فهو طرفان.\nالخرم بالخاء معجمة والراء غير معجمة فهو إلغاء المتحرك في أول البيت والخزم معجمة الخاء والزاي: زيادة حرف أو حرفين أو أكثر في أول البيت.\nمخروم الطويل يسمى: الأثلم فإن خرمت الطويل ثم قبضته فهو أثرم.\nومخروف الوافر فهو الأعضب.\nومخروم الهزج الأخرم فإن قبضت مخروم الهزج فهو أشتر فإن كففته مع الخرم فأخرب.\nوفي الوافر إن كان مع الخرم معصوباً فهو أقصم وإن كان مع الخرم منقوصاً فهو أعقص وإن كان مع الخرم معقولاً فهو أجم.\nالجزء: 1 ¦ الصفحة: 110\n",
        "الفصل الثالث: في ذكر القوافي\nالقافية: الكلمة الأخيرة من البيت.\nالروي: الحرف الذي تبني عليه القصدة من القافية مثل \"الميم\" من قوله:\nعفت الديار محلها فمقامها\nالوصل: حرف بعد الروي: واو أو ألف أو ياء أو هاء مثل الهاء في مقامها.\nالخروج: واو أو ألف أو ياء بعدها الإضمار إذا كانت وصلاً مثل الألف في مقامها التي بعد الهاء.\nالردف: حرف لين قبل الروي مثل ياء \"قيل\" وألف \"قال\" وواو \"قول\" وهي مثل \"الألف\" التي قبل \"الميم\" في مقامها.\nالتأسيس: مثل ألف \"فاعل\".\nالرس: فتحة المتحرك قبل التأسيس.\nالإشباع: حركة الحرف الذي بين التأسيس والروي.\nالجزء: 1 ¦ الصفحة: 111\n",
        "الحذو: حركة الحرف الذي قبل الردف مثل فتحة القاف في فمقامها.\nالتوجيه: الحرف الذي إلى جنب الروي قبله.\nالمجري: حركة حرف الروي وليس في المقيد مجري.\nالنفاذ: حركة هاء الوصل التي للإضمار.\nالمتكاوس من القوافي: ما كان فيه أربع حركات بين ساكنين مثل: فعلتن.\nالمتراكب: ما كان فيه ثلاث حركات بين ساكنين: مثل: مفاعلتن.\nالمتدارك: ما كان فيه متحركان بين ساكنين مثل: مستفعلن.\nالمتواتر: ما فيه حرف متحرك بين ساكنين مثل: مفاعيلن.\nالمترادف: ما فيه حرفان ساكنان مثل: فاعلان.\nالمقيد مثل قوله: قد جبر الدين الإله فجبر.\nوهو الذي لا يتحرك روية والمطلق خلافه.\nالجزء: 1 ¦ الصفحة: 112\n",
        "الفصل الرابع: في اشتقاقات هذه الألقاب والمواضعات\nالأثرم: المنكسر الثنية.\nالحوض الأثلم: الذي فيه ثلمة.\nالأقصم: المنكسر السن من نصفها.\nالأعقص: التيس المائل القرن إلى وراء.\nالأجم: الذي لا قرن له الموقوص الذي اندقت عنقه.\nالمجزول: المقطوع السنام.\nالأحذ: مشتق من الحذو وهو القطع السريع.\nالأخرم: المقطوع الأنف.\nالأخرب من الخرب وهو ثقب في الأذن.\nالأشتر: المقطوع الجفن.\nالمخبول: الذي ذهبت يداه.\nالمسبغ من السبوغ وهو الكمال ويقال: المسبغ غير معجمة العين: صير سباعياً.\nالجزء: 1 ¦ الصفحة: 113\n",
        "المذال من الذيل.\nالمرفل: الثوب الذي يرفل فيه وهو أن تجر أذياله.\nالمعاقبة مشتقة من العقبة في الركوب.\nالمراقبة مشتقة من مراقبة الكوكبين وهو أن يغرب هذا عند طلوع هذا كأنه كان يراقبه.\nالخزم: مشتق من خزامة البعير.\nالقطف: قطف الثمرة من الشجرة.\nالقطع: قطع الثمر من الشجر.\nالمخبون: المعطوف من خبنت الثوب أي عطفته.\nالمكفوف من كففت القميص وقد كف القميص كفاً.\nالمشكول من الشكال.\nالمعقول من العقال.\nالمعصوب من العصابة.\nالرمل: نسج الحصيرن والرمل: الهرولة في السير.\nالهزج: تحسين الصوت وترديده.\nالمخلع والخليع: الذي خلعت يداه.\nالمنهوك: المضني نهكته الحمى أي أضنته.\nالمتكاوس من القوافي: ما تزاحمت فيه الحركات تكاوست الإبل إذا تزاحمت.\nالجزء: 1 ¦ الصفحة: 114\n",
        "الفصل الخامس: في نقد الشعر\nالتشبيه: تمثيل الشيء بالشيء كقول امرىء القيس:\nكأن قلوب الطير رطباً ويابساً\n...\nلدى وكرها العناب والخشف البالي\nالاستعارة في مثل قوله في وصف الليل:\nفقلت له لما تمطى بصلبه\n...\nوأردف أعجازاً وناء بكلكل\nوليس لليل صلب ولا ردف ولا عجز ولا كلكل ولكنه استعار هذه الألفاظ.\nالمجانسة: أن تجيء بكلمتين أو أكثر متشابهة الألفاظ مختلفة المعاني كقول الراجز:\nوهوجلٍ قطعته بهوجل\nالمطابقة: المقابلة اشتقت من طابقت الناقة إذا وضعت رجلها في موطيء يدها في المشي وشبه ذلك بمشي المقيد وهو مثل قول الشاعر:\nومن العجائب أن بيض سيوفنا\n...\nتلد المنايا السود وهي ذكور\nفالمطابقة: قوله بيض وسود وكذلك الولادة والذكور إلا أنها أخفى.\nالجزء: 1 ¦ الصفحة: 115\n",
        "والمذهب الكلامي مثل قول أبي تمام:\nفالمجد لا يرضى بأن ترضى بأن\n...\nيرضى المؤمل منك إلا بالرضى\nوالإلتفات: الإنصراف عن المخاطبة إلى الإخبار أو خلاف ذلك كقول جرير:\nمتى كان الخيام بذي طلوحٍ\n...\nسقيت الغيث أيتها الخيام\nوكقوله:\nأتنسى يوم تصقل عارضيها\n...\nبفرع بشامةٍ سقي البشام\nوالإعتراض كقول الجعدي:\nألا زعمت بنو سعد بأني\n...\nوقد كذبوا كبير السن فاني\nوهو قوله: وقد كذبوا.\nوالرجوع كقول بشار:\nنبئت فاضح أمه يغتابني\n...\nعند الأمير وهو علي أمير\nوالتجاهل كقول القائل يهجو رجلاً:\nإن لم يكن لبن الدايات غيره\n...\nعن فعل آبائه الغر الميامين\nفربما غاب زوجٌ عن حليلته\n...\n...\nبعض سواس البراذين\nالإعنات هو أن يكلف شاعر نفسه ما ليس عليه.\nالتصريع: أن يكون في البيت الأول من القصيدة مصراع وهو أن تكون في نصفه قافية وقد تكون في غير الأول.\nالترصيع: أن يسجع مقاطيع البيت وكذلك التسميط إلا أن الترصيع أكثر ما يقال في بيت أو بيتين فأما القصيدة المسمطة فأن يكون أبياتها كلها كذلك.\nالجزء: 1 ¦ الصفحة: 116\n",
        "الإتمام مثل قول طرفة:\nفسقى ديارك غير مفسدها\n...\nصوب الربيع وديمةٌ تهمي\n\"عيوب الشعر\"\nالإقواء: اختلاف إعراب القوافي.\nالإيطاء: اتفاق قافيتين في قصيدة.\nالسناد: اختلاف الردف وهو مثل قوله: مصلتينا وكذبا ومينا.\nالإكفاء: أن تكون قافية على الطاء وأخرى على الدال أو على اللام والنون ونحو ذلك من الحروف المتقاربة المخارج.\nالإخلال مثل قول القائل:\nأعاذل عاجل ما أشتهي\n...\nأحب من الأكثر الرائث\nوكان الواجب عاجل ما أشتهي مع القلة أحب إلي من الأكثر الرائث.\nوالحشو: أن يحشي البيت بلفظ لا يحتاج إليه إلا لصحة الوزن كقول المؤمل:\nفليتني كنت أعمى غير ذي بصرٍ\n...\nوأنه لم يكن ما كان من نظري\nوهو قوله: غير ذي بصر.\nالتذنيب هو كا يقال لعبد الله في الشعر عبد الإلاه.\nوالتعطيل كقول دريد بن الصمة:\nوبلغ نميراً إن عرضت ابن عامر\n...\nبأني أخٌ في النائبات وطالب\nالجزء: 1 ¦ الصفحة: 117\n",
        "يعني: نمير بن عامر.\nالتضمين: أن تصل آخر البيت بأول البيت الذي يليه كقول الشاعر:\nوما أدري إذا يممت أرضاً\n...\nأريد الخير أيهما يليني\nألخير الذي أنا أبتغيه\n...\nأو الشر الذي هو يبتغيني\nالجزء: 1 ¦ الصفحة: 118\n",
        "في الأخبار\nالفصل الأول: في ذكر ملوك الفرس وألقابهم\n...\nالفصل الأول: في ذكر ملوك الفرس وألقابهم\nالطبقة الأولى من ملوك البيشدادية:\nأولهم كيومرت ولقبه: كلشاه أي ملك الطين لأن عندهم هو الإنسان الأول فكأنه لم يملك إلا الأرض.\nثم أوشهنك ولقبه: بيشداد ومعناه: أول عادل.\nثم طهمورث ولقبه: النجيب ويقال له: زيناوند ومعناه شاكي السلاح لأنه أول من حمل السلاح.\nثم جم ولقبه: شيد أي النير ومن ذلك يقال لضوء الشمس بالفارسية: خورشيد لأن الشمس خور.\nثم بيوراسف ولقبه: الضحاك وهو إعراب \"دهاك\" معناه: ذو عشرة آفات وقيل: بل هو معرب \"ازدها\" أي تنين لسلعتين كانتا به فوق كتفيه.\nثم افريدون ولقبه: المؤيد.\nثم إيرج ولقبه: المصطفى.\nثم منوجهر ولقبه: فيروز أي المظفر.\nالجزء: 1 ¦ الصفحة: 121\n",
        "ثم افراسيات التركي ومعنى اسمه: جناح الطاحونة ولا لقب له لأنه لم يكن من ملوك الفرس.\nثم نوذر ولقبه: آزاده أي الحر.\nثم زاب وكرشاب ويعرفان بالشريكين لأن الملك كان مشتركاً بينهما.\nالطبقة الثانية من ملوك الفرس الكيانية\nوكي هو الجبار وكيان هم الجبابرة.\nأولهم كيقباذ ولقبه الأول.\nثم كيكاوس ولقبه: نمرد أي لم يمت وأظن أنه هو الذي يسميه العبرانيون نمرود.\nثم كيخسرو ولقبه همايون ومعناه: المبارك.\nثم كيلهراسب ولبقه: البلخي لأنه كان ينزل ببلخ.\nثم كببشتاسب ولقبه الهربذ أي عابد النار سمي بذك لأن زرادشت أتاه بالمجوسية قبلها.\nثم كيأردشير وهو بهمن بن اسفنديار وكان يسمى بهذين الاسمين ولقبه: الطويل الباع.\nثم هماي بنت بهمن ولقبها: جهرازاد.\nثم دارا ولقبه: الكبير.\nثم دارا بن دارا ابنه ولقبه: الثاني.\nثم بعد هذه الطبقة: الإسكندر اليوناني واسمه باليونانية:\nالجزء: 1 ¦ الصفحة: 122\n",
        "الكسندروس بن فيلغوس ويقال هو ذو القرنين استولى على ملك فارس ونصيب ملوك الطوائف وكانوا تسعين ملكاً في كل بلد ملك وكانوا يعظمون من يملك العراق وينزل المدائن وههم الاشكانية وهم الطبقة الثالثة سموا بذلك لأنهم أولاد: أشك بن دارا وهو أولهم ولقبه: جوشندة.\nثم أشك بن أشك ابنه ولقبه: أشكان.\nثم ابنه سابور ولقبه: زرين أي الذهبي.\nثم ابنه بهرام ولقبه: روشن أي المضيء.\nثم ابنه بهرام ولقبه: ترادة أي النجيب.\nثم نرسي ولقبه: شكاري معناه الصيدي لولوعه بالصيد.\nثم أردوان ولقبه: الأحمر.\nالطبقة الرابعة الساسانية\nوهم أولاد يابك بن ساسان.\nأولهم: أردشير بن بابك ولقبه بابكان أي ابن بابك.\nثم ابنه سابور ولقبه: نبردة.\nثم ابنه: هرمز ولقبه البطل.\nثم ابنه بهرام ولقبه بودبار.\nثم ابنه بهرام بن بهرام ولقبه شاهندة أي الصالح.\nثم ابنه بهرام بن بهرامان لأنه بهرام بن بهرام بن بهرام ولقبه سكستان شاه أي ملك سجستان.\nالجزء: 1 ¦ الصفحة: 123\n",
        "ثم أخوه نرسي ولقبه نخشيركان أي قناص الوحوش.\nثم ابنه: هرمز ولقبه كوهذ أي صاحب الجبل.\nثم ابنه: سابور ولقبه: هوية سنبا وهو اسم الكتف بالفارسية وسنبا أي ثقاب وهو الذي تسميه العرب: دار الأكتاف وإنما لقب بذلك لأنه كان يثقب أكتاف العرب ويدخل فيها الحلق. وقيل: بل كان يخلع أكتافهم.\nثم أخوه أردشير ولقبه: الجميل.\nثم سابور بن سابور ولقبه: سابور الجنود.\nثم بهرام بن سابور ولقبه: كرمان شاه.\nثم ابنه يزدجرد ولقبه: الأثيم والمجرم والفظ وبالفارسية: وفر وبزة كر.\nثم ابنه بهرام جور لقب بذلك لأنه كان مولعاً بصيد العير.\nثم ابنه يزدجرد ولقبه سباه دوست أي محب الجيش.\nثم ابنه هرمز ولقبه: فرزانة أي الحكيم.\nثم أخوه فيروز ولقبه: مردانة أي الشجاع.\nثم ابنه بلاش ولقبه: كراغاية أي النفيس.\nثم أخوه قباذ ولقبه: ينكراي.\nثم أخوه: جاماسب ولقبه: نكارين أي المنقش.\nثم كسري ولقبه: أنوشروان والملك العادل ويسمى هو ومن بعده من ملوك الفرس الأكاسرة.\nالجزء: 1 ¦ الصفحة: 124\n",
        "ثم ابنه هرمز ولقبه: ترك زاد أي ابن التركية لأن أمه كانت ابنة خاقان ملك الترك.\nثم ابنه كسرى ولقبه: ابرويز والملك العزيز.\nثم ابنه قباذ ولقبه: شيرويه.\nثم ابنه: أردشير ولقبه: كوجك أي الصغير.\nثم كسرى بن قباذ بن هرمز بن أنوشروان ولقبه: كوتاه أي القصير.\nثم بوران بنت أبرويز ولقبها: السعيدة.\nثم أختها آزر ميدخت ولقبها: العادلة.\nثم فرخزاد بن أبرويز ولقبه: بختيار.\nثم يزدجرد بن شهريار بن أبرويز ولقبه: الملك الأخير.\nالجزء: 1 ¦ الصفحة: 125\n",
        "الفصل الثاني: في ذكر الخلفاء وملوك الإسلام ونعوتهم وألقابهم\nأولهم: أبو بكر عبد الله بن أبي قحافة يدعى خليفة رسول الله صلى الله عليه وسلم ولقبه: عتيق ونعته: الصديق.\nثم عمر بن الخطاب وهو الفاروق وهو أول من دعي أمير المؤمنين من الخلفاء. ثم عثمان بن عفان وهو ذو النورين\nثم علي بن أبي طالب وهو الوصي.\nرضوان الله عليهم أجمعين ثم بعدهم بنو أمية ولا نعوت لهم ولا ألقاب.\nأولهم: معاوية بن صخر أبي سفيان بن حرب.\nثم ابنه يزيد.\nثم ابنه معاوية بن يزيد.\nثم مروان بن الحكم.\nثم ابنه عبد الملك بن مروان ويلقب بأبي الذبان.\nثم الوليد بن عبد الملك بن مروان.\nثم أخوه سليمان بن عبد الملك.\nالجزء: 1 ¦ الصفحة: 126\n",
        "ثم عمر بن عبد العزيز بن مروان ويلقب بأشج بني أمية.\nثم يزيد بن عبد الملك.\nثم أخوه هشام بن عبد الملك وهو أحول بني أمية.\nثم الوليد بن يزيد بن عبد الملك.\nثم يزيد بن الوليد بن عبد الملك ويلقب بالناقص.\nثم أخوه إبراهيم بن الوليد.\nثم مروان بن محمد بن مروان بن الحكم وهو آخرهم وكان يلقب بالحمار ويعرف بالجعدي.\nثم ولد العباس بن عبد المطلب رضوان الله عليهم أجمعين.\nأولهم: عبد الله بن محمد بن علي بن عبد الله بن عباس وهو السفاح.\nثم أخوه: عبد الله ابن محمد وهو المنصور.\nثم ابنه: محمد وهو المهدي.\nثم ابنه: موسى وهو الهادي.\nثم أخوه: هارون وهو الرشيدي.\nثم ابنه: محمد بن هارون وهو الأمين.\nثم أخوه: عبد الله بن هارون وهو المأمون.\nثم ابنه: محمد بن إسحاق بن هارون وهو المعتصم.\nثم ابنه: هارون بن محمد وهو الواثق.\nثم أخوه: جعفر وهو المتوكل.\nالجزء: 1 ¦ الصفحة: 127\n",
        "ثم ابنه: محمد بن جعفر وهو المنتصر.\nثم أحمد بن محمد بن المعتصم وهو المستعين.\nثم الزبير بن المتوكل وهو المعتز.\nثم محمد بن الواثق وهو المهتدي.\nثم أحمد بن المتوكل وهو المعتمد والموفق كان ولي عهده وهو أخوه واسمه: طلحة.\nثم أحمد بن الموفق وهو المعتضد.\nثم ابنه: علي وهو المكتفي.\nثم أخوه: جعفر وهو المقتدر.\nثم أخوه: محمد وهو القاهر.\nثم أبو العباس أحمد بن المقتدر ولقبه: الراضي.\nثم أخوه: إبراهيم وهو المتقي.\nثم عبد الله بن المكتفي وهو المستكفي.\nثم الفضل بن المقتدر وهو المطيع.\nثم ابنه عبد الكريم وهو الطائع.\nالجزء: 1 ¦ الصفحة: 128\n",
        "الفصل الثالث: في ملوك اليمن وألقابهم\nأول ملوك اليمن من ولد قحطان: حمير بن سبأ.\nثم الحارث الرائش وهو تبع الأول سمى بذلك لأن أهل اليمن تبعوه وقيل له: رائش لأنه راشهم أي كساهم وأغناهم.\nثم أبرهة وهو ذو المنار لأنه ضرب المنار على طريقه في غزاته.\nثم ابنه أفريقيس وبني أفريقية بأرض البربر.\nثم أخوه: العبد ذو الأذعار سمي بذلك فيما زعموا لأنه غزا بلاد النسناس وسباهم فذعر الناس من سبيهم.\nثم هداد بن شرجيل وهو والد بلقيس.\nثم بلقيس المرأة التي تزوجها سليمان بن داود عليهما السلام.\nثم عمها: ياسر ينعم سمي بذلك لأنه أنعم على الناس بالقيام بأمر الملك بعد زواله لمفارقة بلقيس اليمن.\nثم شمر يرعش وهو أبو كرب بن أفريقيس سمى: يرعش لرعشة كانت به ويزعمون أنه ذو القرنين دون الإسكندر الرومي وسمي بذلك لذؤابتين كانتا له.\nالجزء: 1 ¦ الصفحة: 129\n",
        "ثم ابنه أبو مالك بن شمر.\nثم ابنه الأقرن وهو تبع الثاني.\nثم ابنه مالك وهو ذو جيشان.\nثم تبع بن الأقرن بن شمر بن برعش.\nثم ابنه كلى كرب.\nثم ابنه أسعد أبو كرب وهو تبع الأوسط.\nثم حسان بن تبع.\nثم أخوه: عمر بن تبع وهو موثبان سمي بذلك لملازمته الوثاب وهو الفراش بلغتهم وهو ذو الأعواد لأنه كان يركب النعش ويحمل على أكتاف الرجال إن كان مسقاماً.\nثم عبد كلال بن يثوب.\nثم تبع بن حسان وهو تبع الأصغر آخر التبايعة.\nوملك ابن أخته الحارس بن عمرو بن حجر الكندي على معد.\nثم مرثد بن عبد كلال.\nثم وليعة بن مرثد.\nثم أبرهة بن الصباح.\nثم حسان بن عمرو بن تبع.\nثم شناتر ومعناه ذو القرطة بلغة حمير.\nثم ذو نواس سمي بذلك لذؤابتين كانتا على عاتقة تنوسان أي تتحركان وهو آخرهم.\nالجزء: 1 ¦ الصفحة: 130\n",
        "ثم ملكهم من الحبشة ثلاثة نفر:\nأولهم: أبرهة الأشرم.\nثم ابنه يكسوم ثم أخوه مسروق بن أبرهة.\nثم استدعي سيف بن ذي يزن أنو شروان ملك الفرس فأمده بجيش قائده وهرز فأجلى الحبشة عن اليمن ثم قتل سيف بن ذي يزن وتغلب على ملك اليمن مرازبة من الفرس ثم انتقل ملكها إلى المسلمين.\nالجزء: 1 ¦ الصفحة: 131\n",
        "الفصل الرابع: في ذكر من ملك معداً من اليمانيين في الجاهلية\nملك معدا في الجاهلية: آل نصرة وهو اللخميون من اليمن وكانوا عمال الأكاسرة وكانوا ينزلون العراق.\nأولهم: مالك بن فهم.\nثم ابنه: جذيمة الأبرش وسمي الأبرش لبرص كان به وكان يسمى. الوضاح أيضاً.\nثم عمرو بن عدي وهو أول من نزل الحيرة.\nثم امرؤ القيس البدء والبدء هو الأول بلغة أهل اليمن.\nثم ابنه: عمرو وهو ابن هند.\nثم أوس ابن قلام.\nثم امرؤ القيس البدن وهو محرق الأول لأنه أول من عاقب بالنار.\nثم ابنه النعمان الذي بنى الخورنق والسدير وفارس حليمة وهو الأعور وهو السائح لأنه ساح في الأرض فلم يره أحد.\nثم ابنه المنذر.\nثم ابنه الأسود.\nالجزء: 1 ¦ الصفحة: 132\n",
        "ثم المنذر بن المنذر.\nثم النعمان بن المنذر بن الأسود.\nثم استخلف أبو يعفر بن علقمة.\nثم امرؤ القي ابن النعمان وهو صاحب سنمار الذي قتله حين بني له الحصن الذي يسمى: الصنين.\nثم ابنه المنذر وهو ابن ماء السماء وماء السماء هي أمة وكانت تسمى مادية وهو ذو القرنين.\nثم الحارث بن عمرو بن حجر الكندي آكل المرار.\nثم المنذر بن ماء السماء ثانياً.\nثم ابنه عمرو وهو ابن هند وهو مضرط الحجارة ومحرق الثاني.\nثم ابنه قابوس بن المنذر.\nثم فيسهرب الفارسي في زمن أبو شوان.\nثم المنذر بن المنذر وأخوه عمرو بن هند.\nثم النعمان بن المنذر وهو الذي قتله أبرويز تحت أرجل الفيلة وهو آخر ملوك لخم.\nوملك بعده إياس بن قبيصه الطائي.\nثم زادوية الفارسي.\nثم المنذر بن النعمان بن المنذر أشيرا وكان يسمى: المغرور وقتل يوم جواثا وورد خالد بن الوليد الحيرة.\nالجزء: 1 ¦ الصفحة: 133\n",
        "ومن ملوك العرب:\nآل جفنة وهم غسان ملوك الشام وهم من اليمن أيضاً وكانوا عمال القياصرة. ولم أذكر أساميهم إذ ليست لهم نعوت ولا ألقاب.\nالجزء: 1 ¦ الصفحة: 134\n",
        "الفصل الخامس: في ذكر ملوك الروم\nملك الروم بعد الإسكندر بن فيلغوس الذي قتل دارا بن دارا من ملوك مقدونية وهي مدينة الحكماء من مدن يونان عشة نفر كل واحد منهم سمي بطليموس ومعناه الحربي ولهم ألقاب معروفة.\nفأولهم بطليموس الأديب بن الأديب.\nثم بطليموس بن لقوس محب الأب.\nثم بطليموس الصانع.\nثم بطليموس صاحب العلم بالنجوم وحب الأم.\nثم بطليموس الثاني.\nثم بطليموس المخلص.\nثم بطليموس الاسكندري.\nثم بطليموس الخير.\nثم بطليموس الحديدي.\nثم بطليموس الخبيث.\nثم ملكت قلوفطرا بنت محيسة.\nالجزء: 1 ¦ الصفحة: 135\n",
        "ثم غلبت الروم على اليونانيين فملك الروم ملوك آل صوفر.\nوأولهم: يوليوس.\nثم أغسطس قيصر وهو أول ملك سمي قيصر ومعناه: شق عنه وذلك أن أمه ماتت وهي حبلى فشق بطنها عنه وأخرج ملكهم قسطنطين بن هيلاني ونزل بازنطيا وبنى عليها سوراً وسميت قسطنطينية فنزلها ملوكهم إلى هذه الغاية.\nوكان ملك الروم سنة الهجرة هرقل وملكهم من سنة إحدى وثلثمائة للهجرة قسطنطين بن اليون.\nولم أذكر أسامي ملوك الروم الذين كانوا بعد البطالة إذ ليست لهم ألقاب ولا نعوت معروفة.\nالجزء: 1 ¦ الصفحة: 136\n",
        "الفصل السادس: في ألفاظ يكثر جريها في أخبار الفرس\nالمرازبة جمع المرزبان وهم ما وراء الملوك وهم ملوك الأطراف ومرز هو الحد بالفارسية ومرزبان وهو صاحب الحد وكانت الفرس تسمى صاحب النهر أعني جيحون مرزتوران أي حد الترك وكان أهل خراسان يسمونه مرزايران أي حد العراق خراسان تفسيره المشرق وخراباران هو المغرب.\nونيمروز هو مهب الجنوب لأنه الشمس تسامته نصف النهار.\nوآذر باد كان هو مهب الشمال.\nوآذر من شهور الشتاء وباد هو الريح ومعناه: مهب ريح الشتاء ثم عربت الكلمة فصيرت: آذربيجان.\nالدرفش معرب من: درفش كابيان والدرفش: هو العلم وكان اسم الرجل الذي خرج على الضحاك حتى قتله أفريدون كابي وكان علم كابي من جلد دب ويقال: من جلد أسد وكان يتيمن به ملوك الفرس فغشوه بالذهب ورصعوه بالجواهر الثمينة.\nالأساور جمع الأسوار وهو الفارس لأن العجم لا تضع اسم أسوار إلا على الرجل الشجاع البطل المشهور.\nالجزء: 1 ¦ الصفحة: 137\n",
        "سورستان هو السواد وإليها ينسب السرياتيون وهم النبط بفستان: بيت الأصنام وبغ هو الصنم وبذلك سميت بغداد أي عطية الصنم على ما جاء عن الأصمعي ولذلك يسمون بغ وهكذا الإمام والسيد وبه سمي ملك الصين بغ بور أي ابن الملك.\nوقال ابن درستويه في كتابه تصحيح الفصيح: أخطأ الأصمعي فيما ذكره من اشتقاق بغداد إذ لم تكن الفرس عبدة أصنام إنما هو باغ داد وباغ هو البستان وداد هو اسم رجل.\nوهذا من ابن درستويه اختراع كاذب وخطأ فاحش فإن \"بغ\" عند الفرس هو الإله والسيد والملك وكانوا يعظمون الأصنام ويتبركون بها ويسمون الصنم \"بغ\" وبيت الأصنام بفستان ولعمري أن الفرس كانوا يعبدونها ويصورونها على صور الملوك والأئمة ولعل بغداد هي عطية الملك.\nالموبذ هو قاضي المجوس وموبذان موبذ قاضي القضاة.\nالهربذ: خادم النار والجمع: هرابذ.\nومن لغات الفرس الفهلوية وبها كان يجري كلام الملوك في مجالسهم وهي لغة منسوبة إلى بهلة وبهلة اسم يقع على خمسة بلدان: أصفهان والري وهمدان.\nوماه نهاوند وأذربيجان ومن لغاتها الفارسية وكان يجري بها كلام الموابذة ومن كان مناسباً لهم وهي لغة كور فارس والدرية لغة أهل مدن المدائن وبها كان يتكلم من بباب الملك فهي منسوبة إلى حاضرة الباب والغالب عليها من بين لغات أهل المشرق لغة أهل بلخ والخوزية لغة منسوبة إلى كورخوزستان وبها كان يتكلم الملوك والأشراف في الخلاء ومواضع الاستفراغ وعند التعري في الحمام وفي الأندية والمغتسل والسرياني الذين يقال لهم النبط وبها كان يجري كلام حاشية الملوك إذا التمسوا الحوائج وشكوى الظلامات لأنها أملق الألسنة.\nالجزء: 1 ¦ الصفحة: 138\n",
        "أصناف الكتابة الفارسية\nداد فيرة أي كتابة الأحكام.\nوشهر همار دفيرة أي كتابة البلد للخراج.\nوكده همار دفيرة أي كتابة حساب دار الملك.\nوكنج همار دفيرة أي الخزائن.\nوآهر همار دفيرة أي كتابة الإصطبلات.\nوآتش همار دفيرة أي كتابة حسبانات النيران.\nوروانكان دفيرة أي الأوقات.\nالأكاسرة جمع كسرى على غير قياس وكسرى إعراب خسرو.\nالجزء: 1 ¦ الصفحة: 139\n",
        "الفصل السابع: في ألفاظ يكثر ذكرها في الفتوح والمغازي وأخبار عرب الإسلام\nالشرطة: العلاوة وجمعها: شرط.\nوالشرطيون هم أصحاب أعلام سود ورئيسهم صاحب الشرط.\nالحربة: حربة كان النجاشي ملك الحبش أهداها إلى رسول الله صلى الله عليه وسلم وكانت تقدم بين يديه إذا خرج إلى المصلي يوم العيد وتتوارثها الخلفاء وهي الحربة التي قتل بها النبي صلى الله عليه وسلم أبي بن خلف بيده يوم أحد وتسمى: العنزة أيضاً.\nالبردة: بردة كان كساها رسول الله صلى الله عليه وسلم كعب بن زهير الشاعر فاشتراها منه معاوية والخلفاء يتوارثها أيضاً.\nالرابطة: هم الأعراب الذين لهم دواب.\nالعادية: هم الذين تعدو خيولهم.\nالشناقصة: قوم من الجند والنسبة إليهم: شناقصى.\nالأبناء هم أبناء الدهاقين والنسبة إليهم بنوي.\nالفراغنة: هم أهل فرغانة.\nالإخشيد: ملك فرغانة ودونه الصواتكين.\nالجزء: 1 ¦ الصفحة: 140\n",
        "الأفشين: ملك أشروسنة.\nالهياطلة: جيل من الناس كانت لهم شوكة وكانت لهم بلاد تخارستان وأتراك خلج وكنجينة من بقاياهم.\nخاقان: ملك الترك الأعظم خان هو الرئيس فخاقان هو خان خان أي رئيس الرؤساء كما تقول الفرس.\nشاهنشاه جبوية: ملك الغزية وكذلك ملك الخزلجية يسمى: جبوية ينال تكين هو ولي عهد الجبوية ولكل رئيس من رؤساء الترك من ملك أو دهقان: ينال أي ولي عهد.\nشباسي هو صاحب الجيش.\nالطرخان هو الشريف والجمع: الطراخنة.\nبغيور: ملك الصين وبغ هو الملك ويور هو الابن بالسندية والصينية والفارسية المحضة.\nالفهلوية رأي ملك الهند.\nوقنوج رأي هو ملك قنوج أكبر بلادهم.\nبلهراي: وبلوهر: أعظم ملوكهم عندهم.\nالسرية هم النفر يبعثون ليلاً للتنافر بالبيات اشتقت من السراي والجمع: السرايا.\nالساربة: النفر الذين يبعثون نهاراً وجمعها: سوارب.\nالبعث: الجماعة يبعثون ليلا ونهارا.\nالتجمير: أن يترك الجند بإزاء العدو طويلاً.\nالحمراء هم الأعاجم.\nالجزء: 1 ¦ الصفحة: 141\n",
        "الأرحاء هم القبائل التي تستقل كل قبيلة منها بنفسها وتستغني عن غيرها الأخماس هم أهل العالية خمس وبنو تميم خمس وبكر بن وائل خمس وعبد القيس خمس والأزدوكندة خمس ورؤوس الأخماس: رؤساء هذه القبائل.\nوضائع الجند: هي الشحن والمسالح واحدتها: وضيعة.\nالشعوب جمع شعب للعجم مثل القبائل للعرب من قول الله تعالى: {وَجَعَلْنَاكُمْ شُعُوباً وَقَبَائِلَ لِتَعَارَفُوا} ومنه قيل للذي يتعصب للعجم: شعوبي وقيل: بل هي للعرب والعجم فبنو قحطان شعب وبنو عدنان شعب.\nثم القبائل واحدتها قبيلة مشتقة من قبائل الرأس وهي عظامه.\nقالوا: والفرق بين الحي والقبيلة: أن الحي لا يقال فيه: بنو فلان نحو قريش وثقيف ومعد وجذام والقبائل يقال فيها.\nبنو فلان مثل بني تميم وبني سلول.\nثم العمائر من بعد القبائل واحدتها عمارة والعمارة: المصدر.\nثم البطون: واحدها: بطن مذكر.\nثم الاتخاذ واحدها: فخذ.\nثم الفصائل واحدتها فصيلة.\nثم العشيرة.\nالمسالك: الأسير الذي يمسكه الرجل مما يخصه من السبي.\nالدراهم الوافية: التي وزن الدرهم منها مثقال ووزن سبعة ما كان وزن عشرة منها سبعة مثاقيل وكذلك وزن خمسة ووزن ثمانية.\nالقراميل: الإبل ذوات السنامين.\nالجزء: 1 ¦ الصفحة: 142\n",
        "البهار: بيت أصنام الهند.\nالفرخار: بيت أصنام الصين والسغد العليا.\nالبد: وهم صنم الهند الأكبر الذي يحجونه ويسمى كل صنم: بداً.\nطبقات الناس بالهند:\nالأشراف هم البراهمة وهم العباد واحدهم: برهمي.\nالسودية هم أصحاب الزراعة.\nوالبيشية هم الصناع.\nوالسندالبة هم أصحاب اللحون.\nالزط هم حفاظ الطرق وهم جنس من السند يقال لهم: جتان.\nماه الكوفة هي الدينور.\nماه البصرة هي نهاوند وهمذان وقم.\nزموم الأكراد: محالهم واحدها: زم.\nالخشبات: أساطين منصوبة في البحر يوقد فوقها بالليل سراج يهتدي به أصحاب المراكب.\nالمهراج: ملك الزابج والزنج.\nالفسطاط: مدينة مصر.\nإيليا هي مدينة بيت المقدس وهي بالعبرانية أورشليم وهي من كور فلسطين.\nالثغور من بلاد الشام هي التي تصاقب بلاد الروم.\nوالعواصم: التي خلف الثغور كأنها تعصم الثغور.\nالجزء: 1 ¦ الصفحة: 143\n",
        "وعوادل الثغور: التي عدلت عنها.\nالهرمان: بنيتان عظيمتان بمصر سمك كل واحدة منهما أربعمائة ذراع وهما من مرمر ورخام مخروط الشكل وحواليهما أهرام كثيرة صغار ويزعم الناس أنها بنيت قبل الطوفان وأن فيها خبايا وبعضهم يزعم أن فيها قبوراً لملوك القبط الذين كانوا يسمون: الفراعنة. القبط: أهل كور مصر.\nالنماردة: كانوا السريان واحدهم نمرود.\nالجزء: 1 ¦ الصفحة: 144\n",
        "الفصل الثامن: في ألفاظ يكثر ذكرها في أخبار العرب وأيامها في الجاهلية\nالحجابة: حجب بيت الله الحرام.\nالرفادة: شيء كان فرضه قصي بن كلاب على قريش لطعام الحاج وكان كل منهم يخرج صدراً من ماله على قدر طاقته فيجمعون مالاً عظيماً لإطعام الحج كانوا يترافدون على ذلك. السقاية: سقي الحاج.\nدار الندوة: دار بمكة كانوا يجتمعون فيها للتشاور واشتقاق الندوة من الندي والنادي هو المجلس.\nالمطيبون: أحياء من قريش وإليهم نسب حلف المطيبين.\nوالأحلاف أحياء منهم وهم: عبد مناف وزهرة وأسد بن عبد العربي وتيم والحارث بن فهر وكان تحالف بنو قصي على حرب المطيبين ثم رجعوا عن ذلك وهي: حلف المطيبين.\nوحلف الفضول كانت قريش تتظالم في الحرم فتحالفوا على أن ينصروا المظلوم فذلك حلف الفضول.\nحرب الفجار: كانت بين قريش وبين قبائل العرب في الشهر الحرام أمور فتناكروا ذلك وكان سبب حرب الفجار.\nيوم ذي قار: حرب كانت بين عسكر أبرويز وبين بني شيبان بسبب\nالجزء: 1 ¦ الصفحة: 145\n",
        "النعمان بن المنذر إذا كان هرب من أبرويز الملك وكانت عند بني شيبان ودائعه فلم يمكنوا أبرويز منها فأنفذ إليهم جيشاً فقاتلوه فظفرت بنو شيبان وهو أول يوم انتصرت فيه العرب من العجم.\nيوم الوقيط: كان في الإسلام بين بني تميم وبكر بن وائل.\nيوم شواحط: كان في الجاهلية بين مضر وأهل اليمن.\nأيام بكر وتغلب بن وائل ستة أيام.\nيوم عنيزة ويوم واردات ويوم الحنو ويوم القضيبات ويوم الفيصل ويوم تحلاق اللمم.\nالحمس هم قريش ومن كان يدين بدينهم من كنانة والتحمس: الشدة في الدين.\nالأحابيش: الذين حالفوا قريشاً وهم بنو آل المصطلق وبنو الهون بن خزيمة وغيرهم سموا بذلك لتحبشهم على حلفهم أي اجتماعهم.\nحرب داحس وغبراء: كانت بين عبس وذبيان بني بغيض وهما اسما فرسين كانتا لقيس بن زهير.\nالطواعين\nطاعون عمواس أول طاعون كان في الإسلام بالشام.\nوبعده: طاعون شيرويه الملك بالعراق.\nوالجارف: طاعون كان في زمن ابن الزبير.\nطاعون الفتيات ويسمى: طاعون الأشراف كان في أيام الحجاج وسمى بذلك لموت كثير من العذارى ومن الأشراف فيه.\nوطاعون غراب سمي بذلك لأن أول من مات فيه رجل اسمه غراب وكان زمن الوليد بن يزيد.\nالجزء: 1 ¦ الصفحة: 146\n",
        "طبقات الناس عند العرب في الجاهلية\nالملوك والصنائع والعبادة والوضائع والجند والسوقة.\nفأما الصنائع فهم خواص الملوك.\nوالعباد هم خدم الملوك. وكان كل من يسكن المدر بالحيرة يسمون: العباد.\nوالسوقة: عوام الناس اسم يقع على الواحد والجماعة يقال: رجل سوقة ورجال سوقة وهو مشنق من السياقة وليست السوقة جماعة السوقي كما يتوهم كثير من الناس.\nالردف هو خليفة ملك الحيرة وكان له المرباع من الغنائم وكان يجلس على يمين الملك ويشرب بعده قبل الناس كلهم والردافة: الخلافة.\nالأقيال وأحدهم: قيل والمقاول واحدهم: مقول وكانوا بمنزلة القواد باليمن وكانوا دون الذوين والذوون كانوا دون التبايعة والذوون والأذواء جمع: ذو وذلك أن ملوكهم كانوا يلقبون بذي المنار وذي الأعوام ونحو ذلك.\nالمخاليف: كور اليمن وأحدهم: مخلاف ولكل مخلاف منها اسم يعرف به.\nالجزء: 1 ¦ الصفحة: 147\n",
        "الفصل التاسع: في ألفاظ يكثر ذكرها في أخبار الروم\nالبطريق: هو القائد من قواد الروم يكون تحت يده عشرة آلاف رجل وهم إثنا عشر بطريقاً ستة منهم أبداً عند الطاغية في كور المملكة.\nوالطرخان تحت يد البطريق على خمسة آلاف رجل.\nوالقومي على مائتي رجل.\nوالقنطرخ: على أربعين رجلاً.\nوالداقرخ: على عشرة نفر.\nوأكبر البطارقة ورئيسهم دمستقهم وهو خليفة الملك ووزيره اللغتيط هو صاحب عرض الكتب.\nفأما مراتبهم في الدين فأعظمهم يسمى: بطرك وإذا عرب قيل: بطريق وهم أربعة في ممالكهم أحدهم يقيم بالقسطنطينية والثاني برومة والثالث بالأسكندرية والرابع بأنطاكية وتسمى هذه البلدان: الكراسي واحدها: كرسي.\nثم القاثوليق وهو الجاثليق.\nويكون مقام المطران خراسان بمرو.\nالجزء: 1 ¦ الصفحة: 148\n",
        "ثم الأسقف يكون في بلد من تحت يد المطران.\nثم القسيس ثم الشماس.\nومن تحت يده هؤلاء: القراء وأصحاب الألحان وخدم المذبح وليسوا من أصحاب المراتب.\nآخر المقالة الأولى من كتاب مفاتيح العلوم العربية.\nوالحمد لله كثيرا وصلى الله على سيدنا محمد وعلى آل محمد الطاهرين وسلم تسليما كثيرا.\nالجزء: 1 ¦ الصفحة: 149\n",
        "المقالة الثانية\nفي الفلسفة\nالفصل الأول: في أقسام الفلسفة\n...\nالفصل الأول: في أقسام الفلسفة\nالفلسفة مشتقة من كلمة يونانية وهي فيلاسوفيا وتفسيرها: محبة الحكمة فلما أعربت قيل: فيلسوف ثم اشتقت الفلسفة منه ومعنى الفلسفة: علم حقائق الأشياء والعمل بما هو أصلح.\nوتنقسم قسمين:\nأحدهما: الجزء النظري.\nوالآخر: الجزء العملي.\nومنهم من جعل المنطق حرفاً ثالثاً غير هذين ومنهم من جعله جزءاً من أجزاء العلم النظري ومنهم من جعله آلة للفلسفة ومنهم من جعله جزءاً منها وآلة لها.\nوينقسم الجزء النظري إلى ثلاثة أقسام.\nوذلك أن منه ما الفحص فيه عن الأشياء التي لها عنصر ومادة ويسمى: علم الطبيعة.\nومنه ماالفحص فيه عما هو خارج عن العنصر والمادة ويسمى: الأمور الإلهية ويسمى باليونانية: تاولوجيا.\nالجزء: 1 ¦ الصفحة: 153\n",
        "ومنه ما ليس الفحص فيه عن أشياء لها مادة لكن عن أشياء موجودة في المادة مثل المقادير والأشكال والحركات وما أشبه ذلك ويسمى: العلم التعليمي والرياضي وكأنه متوسط بين العلم الأعلى وهو الإلهي وبين العلم الأسفل وهو الطبيعي.\nوأما المنطق فهو واحد لكنه كثير الأجزاء وقد ذكرتها في بابه.\nوأما الفلسفة العملية فهي ثلاثة أقسام:\nأحدها تدبير الرجل نفسه أو واحداً خاصاً ويسمى: علم الأخلاق.\nوالقسم الثاني تدبير الخاصة ويسمى: تدبير المنزل.\nوالقسم الثالث تدبير العامة وهو سياسة المدينة والأمة والملك.\nولم أودع هذا الكتاب باباً لهذه الأقسام الثلاثة إذ كانت مواضعات أهل هذه الصناعة مشهورة بين الخاصة والعامة.\nفأما العلم الإلهي فليست له أجزاء ولا أقسام وقد ذكرت نكتاً منها في الفصل الثاني من هذا الباب. وأما العلم الطبيعي فمن أقسامه: علم الطب وعلم الآثار العلوية أعني الأمطار والرياح والرعود والبروق ونحوها وعلم المعادن والنبات والحيوان وطبيعة شيء شيء مما تحت فلك القمر وصناعة الكيمياء تدخل تحت أقسامه لأنها باحثة عن المعدنيات.\nوأما العلم التعليمي والرياضي فهو أربعة أقسام:\nأحدها: علم الارتماطيقي وهو علم العدد والحساب.\nوالثاني: الجومطريا وهو علم الهندسة.\nوالثالث: علم الأسطرنوميا وهو علم النجوم.\nالجزء: 1 ¦ الصفحة: 154\n",
        "والرابع: علم الموسيقى وهو علم اللحون.\nفأما علم الحيل فعلم لا يشارك هذه الأربعة وغيرها أيضاً وقد أفردت لهذه الأقسام أبواباً يشتمل كل باب منها على عدة فصول وبينت فيها جوامعها ومواضعات أهلها وبالله التوفيق.\nالجزء: 1 ¦ الصفحة: 155\n",
        "الفصل الثاني: في جمل العلم الإلهي الأعلى\nالله تبارك وتعالى وعز وعلا هو موجد العالم وهو السبب الأول والعلة الأولى وهو الواحد والحق وما سواه لا يخلو من كثرة من جهة أو جهات وصفته الخاصة أنه واجب الوجود وسائر الموجودات ممكنة الوجود.\nالعقل الفعال: هو القوة الإلهية التي يهتدي بها كل شيء في العالم العلوي والسفلي من الأفلاك والكواكب والجماد ولحيوان غير الناطق والإنسان لاجتلاب مصلحته وما به قوامه وبقاؤه على قدر ما تتهيأ له وعلى حسب الإمكان وهذه القوة التي في الأشياء التي في العالم الطبيعي تسمى: الطبيعة.\nالعقل الهيولاني هو القوة في الإنسان وهي في النفس بمنزلة القوة الناظرة في العين.\nوالعقل الفعال لها بمنزلة ضوء الشمس للبصر فإذا خرجت هذه القوة التي هي العقل الهيولاني إلى الفعل تسمى العقل المستفاد.\nالنفس هي القوة التي بها جسم الحي حياً فإنما يستدل على إثباتها بما يظهر من الأفاعيل عن جسم الحي عند تصوره بها.\nالجزء: 1 ¦ الصفحة: 156\n",
        "النفس الكلية في مثل الإنسان الكلي الذي هو نوع كزيد وعمرو وجميع أشخاص الناس كذلك.\nالنفس العامة هي التي تعم نفس زيد وعمرو وكل شخص من أشخاص الحيوان ولا وجد لها إلا بالوهم كما لا وجود للإنسان الكلي إلا بالوهم وكذلك العقلي الكلي وأما أن تكون النفس نفساً كلية لها وجود بالذات كما يقوله كثير من المتفلسفة فلا.\nالطبيعة هي القوة المدبرة لكل شيء مما في العالم الطبيعي والعالم الطبيعي مما تحت فلك القمر إلى مركز الأرض.\nالجزء: 1 ¦ الصفحة: 157\n",
        "الفصل الثالث: في ألفاظ يكثر ذكرها في الفلسفة وفي كتبها\nهيولي: كل جسم هو الحامل لصورته كالخشب للسرير والباب وكالفضة للخاتم. والخلخال وكالذهب للدينار والسوار.\nفأما الهيولي إذا أطلقت فإنه يعني طينة العالم أعني جسم الفلك الأعلى وما يحويه من الأفلاك والكواكب.\nثم العناصر الأربعة وما يتركب منها:\nالصورة هي هيئة الشيء وشكله التي يتصور الهيولي بها وبها يتم الجسم كالسريرية والبابية في السرير والباب والدينارية والسوارية في الدينار والسوار.\nفالجسم مؤلف من الهيولي والصورة ولا وجود لهيولي يخلو عن الصورة إلا في الوهم وكذلك لا وجود لصورة تخلو عن الهيولي إلا في الوهم.\nوالهيولي يسمى المادة والعنصر والطينة.\nوالصورة تسمى الشكل والهيئة والصيغة.\nالأسطقس هي الشيء البسيط الذي منه يتركب المركب كالحجارة والقراميد والجذوع التي منها يتركب القصر وكالحروف التي منها يتركب\nالجزء: 1 ¦ الصفحة: 158\n",
        "الكلام وكالواحد الذي منه يتركب العدد وقد يسمى الأسطقس: الركن.\nوالأسطقسات الأربعة هي: النار والهواء والماء والأرض وتسمى: العناصر.\nالكيفيات الأول: هي الحرارة والبرودة والرطوبة واليبوسة وإنما سميت أولاً لأن عند الطبيعيين أن سائر الكيفيات كالألوان والأراييج والمذوقات والثقل والخفة والرخاوة والصلابة والعلوكة والهشاشة متولدة عن هذه الكيفيات الأربع.\nمكان الشيء هو سطح تقعير الهواء الذي فيه الجسم أو سطح تقعير الجسم الذي يحويه هواء.\nالخلاء عند القائلين به هو المكان المطلق الذي لا ينسب إلى متمكن فيه وعند أكثر الفلاسفة: أنه لا خلاء في العالم ولا خارج العالم.\nالزمان مدة تعدها الحركة مثل حركة الأفلاك وغيرها من المتحركات.\nوالمدة عند بعضهم الزمان المطلق الذي لا تعده حركة.\nوعند أكثرهم: أنه لا توجد مدة خالية عن حركة إلا بالوهم.\nالجسم الطبيعي هو المتمكن الممانع المقاوم والقائم بالفعل في وقته ذلك كهذا الحائط وهذا الجبل وذلك الإنسان.\nالجسم التعليمي هو المتوهم الذي يقام في الوهم ويتصور تصوراً فقط.\nالتجزؤ ضربان:\nضرب تعليمي أي وهمي ولا نهاية له لأنه يمكن أن يتوهم أصغر من كل صغير يتوهم.\nالجزء: 1 ¦ الصفحة: 159\n",
        "وضرب طبيعي أي مادي ولا نهاية له لأن المتجزىء من الأجسام يتناهى بالفعل إلى صغير هو أصغر شيء في الطبع وهو ما لطف عن إدراك حس إياه.\nهذا على ما تقوله الفلاسفة فأما على ما تقوله المعتزلة فقد مر في باب الكلام.\nالحواس الخمس هي البصر والسمع والذوق والشم واللمس وفعلها الحس بالحاء.\nقال الخليل: هي الجواس أيضا بالجيم من التجسيس.\nفالمعروف عند المتكلمين والفلاسفة فهو بالحاء وتسمى أيضاً: المشاعر.\nالحاس العام هو قوة في النفس تؤدي إليها الحواس ما تحسه فيتقبله.\nفنطاسيا: هي القوة المخيلة من قوة النفس وهي التي يتصور بها المحسوسات في الوهم وإن كانت غائبة عن الحس وتسمى: القوة المتصورة والمصورة.\nوالأرواح عند الفلاسفة هي ثلاث:\nالروح الطبيعية وهي في الحيوان في الكبد وهي مشتركة بين الحيوان والنبات وتنبعث في العروق غير الضوارب إلى جميع البدن.\nوالروح الحيوانية هي للحيوان الناطق وغير الناطق وهي في القلب وتنبعث منه في الشرايين وهي العروق الضوارب إلى أعضاء البدن.\nوالروح النفسانية وهي في الدماغ تنبعث منه إلى أعضاء البدن في الأعصاب.\nالجزء: 1 ¦ الصفحة: 160\n",
        "النفس هي للإنسان دون غيره من الحيوان.\nالحيوان هو كل جسم حي.\nالموات هو الجسم غير الحي وكذلك الجماد. وبعضهم يسمى الجماد: ما لا ينمو كالحجر ونحوه.\nوالروح الحيوانية تسمى النفس الغضية.\nالكمون هو إستتارالشيء عن الحس كالزبد الذي في اللبن قبل ظهوره وكالدهن في السمسم.\nالإستحالة: أن يخلع الشيء صورته ويلبس صورته ويلبس صورة أخرى مثل الطعام الذي يصير دماً في الكبد.\nالإرادة: قوة يقصد بها الشيء دون الشيء.\nالمحال كجمع المتناقضين في شيء واحد في زمان واحد في جزء واحد وإضافة واحدة.\nالعالم: جرم الكل.\nالكيان هو الطبع بالسريانية وبه سمي كتاب سمع الكيان وهو بالسريانية: شمعاً كياناً.\nالنواميس هي السنن التي تضعها الحكماء للعامة لوجه من المصلحة واحدها: ناموس.\nالجزء: 1 ¦ الصفحة: 161\n",
        "في المنطق\nالفصل الأول: في إيساغوجي\n...\nالفصل الأول: في إيساغوجي\nهذا العلم يسمى باليونانية لوغيا وبالسريانية مليلوثا وبالعربية: المنطق.\nإيسغوجي هو المدخل يسمى باليونانية: إيسفوجي.\nالشخص عند أصحاب المنطق مثل: زيد وعمرو وهذا الرجل وذاك الحمار والفرس وربما سموه العين.\nالنوع هو مثل الإنسان المطلق والحمار والفرس وهو يعم الأشخاص كزيد وعمرو وهذا الفرس وذاك الحمار وهي تقع تحته وهو كلي يعم الأشخاص.\nالجنس: ما هو أعم من النوع مثل الحي فإنه أعم من الإنسان والفرس والحمار.\nوجنس الأجناس هو الذي لا جنس أعم منه كالجوهر.\nونوع الأنواع: مالا نوع أخص منه كالإنسان والفرس والحمار التي لا يقع تحتها إلا الأشخاص\nوكل نوع هو بين نوع الأنواع وجنس الأجناس قد يكون نوعاً\nالجزء: 1 ¦ الصفحة: 165\n",
        "بالإضافة إلى ما هو أعم منه وجنساً بالإضافة إلى ما هو أخص منه كالحي والجسم.\nالفصل: ما يتميز به النوع عن الآخر بذاته ومن الجنس والفصل يؤخذ الحد مثال ذلك: حد الإنسان أنه حيوان ناطق فقولك: حيوان هو الجنس وقولك: ناطق هو الفصل.\nالعرض: هو ما يتميز به الشيء عن الشيء لا في ذاته كالبياض والسواد والحرارة والبرودة ونحو ذلك.\nالخاصة: عرض يخص به نوع واحد دائماً مثل الضحك في الإنسان والنهاق في الحمار والنباح في الكلب وعن الجنس والخاصة يؤخذ رسم الشيء كقولك: الإنسان حيوان ضحاك.\nالموضوع: هو الذي يسميه النحويون: المبتدأ وهو الذي يقتضي خبراً وهو الموصوف.\nوالمحمول هو الذي يسمونه خبر المبتدأ وهو الصفة كقولك: زيد كاتب فزيد هو الموضوع وكاتب هو المحمول بمعنى الخبر.\nالجزء: 1 ¦ الصفحة: 166\n",
        "الفصل الثاني: في قاطيغورياس\nالكتاب الأول من كتب أرسطاطاليس في المنطق يسمى قاطيغورياس وأما إيساغوجي فإنه لغرفوريوس صنفه مدخلاً إلى كتب المنطق ومعنى قاطيغورياس باليونانية يقع على المقولات.\nوالمقولات عشر وتسمى: القاطاغوريات.\nإحداها: الجوهر وهو كل ما يقوم بذاته كالسماء والكواكب والأرض وأجزائها والماء والنار والهواء وأصناف النبات والحيوان وأعضاء كل واحد منها.\nويسمي عبد الله بن المقفع الجوهر عيناً وكذلك سمى عامة المقولات وسائر ما يذكر في فصول هذا الباب بأسماء أطرحها أهل الصناعة فتركت ذكرها وبينت ما هو مشهور فيما بينهم.\nالمقولة الثانية: الكم بتشديد الميم لأن كم اسم ناقص عند النحويين والأسماء الناقصة وحروف المعاني إذا صيرت أسماء تامة بإدخال الألف واللام عليها أو بإعرابها يشدد ما هو منها على حرفين وحرف قال أبو زيد:\nليت شعري وأين مني ليت\n...\nإن ليتا وإن لواً عناء\nفكل شيء يقع تحت جواب \"كم\" فهو من هذه المقولة وكل شيء\nالجزء: 1 ¦ الصفحة: 167\n",
        "أمكن أن يقدر جميعه بجزء منه كالخط والبسيط والمصمت والزمان والأحوال وقد فسر الخط والبسيط والمصمت في باب الهندسة.\nوالمقولة الثالثة: الكيف وهو كل شيء يقع تحت جواب \"كيف\" أعني: هيئات الأشياء وأحوالها والألوان والطعام والروائح والملموسات كالحرارة واليبوسة والرطوبة والأخلاق وعوارض النفس كالفزع والخجل ونحو ذلك.\nوالمقولة الرابعة: مقولة الإضافة وهي نسبة الشيئين يقاس أحدهما إلى الآخر كالأب والابن والعبد والمولى والأخ والأخ والشريك والشريك.\nوالمقولة الخامسة: مقولة \"متى\" وهي نسبة شيء إلى الزمان المحدود: الماضي والحاضر والمستقبل مثل: أمس والآن وغداً.\nوالمقولة السادسة: مقولة \"أين\" وهي نسبة الشيء إلى مكانه كقولك: في البيت أو في المدينة أو في الأرض أو في العالم.\nوالمقولة السابعة: الوضع ويسمى: النصبة وهي مثل القيام والقعود والاضطجاع والاتكاء في الحيوان ونحو ذلك وفي غيره من الأشياء.\nوالمقولة الثامنة: مقولة \"له\" وبعضهم يسميها: مقولة \"ذو\" وبعضهم يسميها. الجدة وهي نسبة الجسم إلى الجسم المنطبق على بسيطه أو على جزء منه كاللبس والانتعال والتسلح للإنسان واللحاء للشجر.\nوالمقولة التاسعة: مقولة \"ينفعل\" والانفعال وهو قبول أثر المؤثر.\nالمقولة العاشرة: مقولة يفعل وهو التأثير في الشيء الذي يقبل الأثر مثل التسخين والانفعال مثل التسخين وكالقطع والانقطاع.\nالجزء: 1 ¦ الصفحة: 168\n",
        "الفصل الثالث: في باري أرمينياس\nاسم الكتاب الثاني في باري أرمينياس ومعناه يدل على التفسير فمما يذكر فيه الاسم والكلمة والرباطات.\nفالاسم كل لفظ مفرد يدل على معنى ولا يدل على زمانه المحدود كزيد وخالد والكلمة التي يسميها أهل اللغة العربية: الفعل وحدها عند المنطقيين: كل لفظ مفرد يدل على معنى ويدل على زمانه المحدود مثل: مشى ويمشي وسيمشي وهو ماشٍ.\nوالرباطات هي التي يسميها النحويون: حروف المعاني وبعضهم يسميها: الأدوات.\nالخوالف هي التي يسميها النحويون: الأسماء المبهمة والمضمرة وأبدال الأساء مثل: أنا وأنت وهو.\nالقول: ما تركب من اسم وكلمة.\nالسور عند أصحاب المنطق هو كل وبعض وواحد ولا بعض.\nالقول الجازم: هو الخبر دون الأمر والسؤال والمسألة والنداء ونحوها.\nالجزء: 1 ¦ الصفحة: 169\n",
        "القضية: هي القول الجازم مثل: فلان كاتب أو فلان ليس بكاتب.\nالقضية الموجبة: التي تثبت شيئاً لشيء مثل قولك: الإنسان حي.\nالقضية السالبة: التي تنفي الشيء عن الشيء كقولك: الإنسان ليس بحجر.\nالقضية المحصورة: هي التي لها سور.\nالقضية المهملة: التي لا سور لها.\nالقضية الكلية: التي سورها يعم الإيجاب أو السلب مثل قولك: كل إنسان حي أولا واحد من الإنسان حجر.\nالقضية الجزئية: التي لا تعم مثل قولك: بعض الناس كاتب أولاً كل الناس كاتب.\nالجهات في القضايا: مثل قولك: واجب أو ممتنع أو ممكن.\nالقضية المطلقة: التي لا جهة لها.\nالجزء: 1 ¦ الصفحة: 170\n",
        "الفصل الرابع: في أنولوطيقا\nهذا الكتاب يسمى باليونانية: أنولوطيقا ومعناه: العكس لأنه يذكر فيه قلب المقدمات وما ينعكس منها وما لا ينعكس.\nالمقدمة هي القضية تقدم في صنعة القياس.\nالنتيجة: ما ينتج من مقدمتين كقولك كل إنسان حي وكل حي نام فنتيجة ما بين المقدمتين: كل إنسان نام ويسمى: الردف أيضاً.\nالقرينة: المقدمتان إذا جمعتا.\nالجامعة هي القرينة والنتيجة إذا جمعتا وتسمى أيضاً: الصنعة واسمها باليونانية: سولوجسموس أي القياس.\nالمقدمة الشرطية: المركبة من مقدمتين حمليتين ومن حروف الشرط مثل قولك: إن كانت الشمس طالعة فالنهار موجود وكقولك: العدد إما زوج وإمافرد.\nالقياس الحملي يؤلف من مقدمتين تشتركان في حد واحد وهذا الحد المشترك يسمى: الحد الأوسط والحدان الباقيان يسميان: الطرفين فإذا كان الحد الأوسط موضوعاً في إحدى المقدمتين ومحومولاً بالأخرى سمي هذا الترتيب: الشكل الأول من أشكال القياس ومتى كان\nالجزء: 1 ¦ الصفحة: 171\n",
        "محمولاً فيهما جميعاً سمي: الشكل الثاني ومتى كان موضوعاً فيهما سمي: الشكل الثالث.\nالمقدمة الكبرى: التي فيها الحد الأكبر وهو ماكان محمولا في النتيجة.\nوالمقدمة الصغرى هي التي فيها الحد الأصغر وهو ما كان موضوعاً في النتيجة.\nخواص الأشكال الثلاثة التي تنتج: سالبتان ولا جزئيتان ولا مهملتان ولا مهملة وجزئية وألا يكون الحد المشترك مستعملاً في النتيجة وأن يخرج في النتيجة أخس مما في المقدمتين من الكم والكيف أعني بالأخس في الكم والجزئي وبالأخس في الكيف السلب.\nوخواص الشكل الأول: أن تكون كبراه كلية وصغراه موجبة ونتائجه كيفما اتفقت: إما موجبات وإما سوالب وإما كليات وإما جزئيات.\nوخواص الشكل الثاني: أن تكون كبراه كلية وتختلف كبراه وصغراه في الكيف وأن تكون نتائجه سوالب كلها.\nوخواص الشكل الثالث: أن تكون صغراه موجبة وكبراه كيف وقعت في الكيفية والكمية وأن تكون نتائجة جزئيات.\nالقرائن الناتجة في الأشكال الثلاثة: ثماني قرائن.\nأولاها: كلية موجبة كبرى وكلية موجبة صغرى تنتج في الشكل الأول موجبة كلية وفي الثالث موجبة جزئية.\nوالثانية: كلية موجبة كبرى وكلية سالبة صغرى تنتج الشكل الثاني سالبة كلية.\nالجزء: 1 ¦ الصفحة: 172\n",
        "والثالثة: كلية موجبة كبرى وجزئية موجبة صغرى تنتج في الشكل الأول والشكل الثالث جزئية موجبة.\nوالرابعة: كلية موجبة كبرى وجزئية سالبة صغرى تنتج في الشكل الثاني سالبة جزئية بالرد إلى الامتناع.\nوالخامسة: كلية سالبة كبرى وكلية موجبة صغرى تنتج في الأشكال الثلاثة أما في الأول والثاني فسالبة كلية وأما في الثالث فسالبة جزئية.\nوالسادسة: كلية سالبة كبرى وجزئية موجبة صغرى تنتج في الأشكال الثلاثة سالبة جزئية.\nوالسابعة: جزئية موجبة كبرى وكلية موجبة صغرى تنتج في الشكل الثالث جزئية موجبة.\nوالثامنة: جزئية سالبة كبرى وكلية موجبة صغرى تنتج في الشكل الثالث جزئية بالرد إلى الامتناع.\nالجزء: 1 ¦ الصفحة: 173\n",
        "الفصل الخامس: في أفودقطيقي\nهذا الكتاب يسمى أفودقطيقي ومعناه الإيضاح وذلك أنه يوضح فيه القياس الصحيح وغير الصحيح. أصول البرهان: المبادىء والمقدمات الأولى وهي لتي يعرفها الجمهور مثل قولك: الكل أعظم من الجزء والأشياء المساوية لشيء واحد بعينه فهمي متساوية العلة.\nالهيولانية هي معرفة: هل الشيء؟\nوالعلة الصورية هي معرفة: ما الشيء؟\nوالعلة الفاعلة هي معرفة: كيف الشيء؟\nوالعلة اللمائية: هي معرفة: لم الشيء؟\nالبرهان هو الحجة\nالخلف بفتح الخاء هو الرديء من القول المخالف بعضه بعضاً.\nالاستقراء هو تعرف الشيء الكلي بجميع أشخاصه يقال: استقرى فلان القرى وبيوت السكة إذا طافها ولم يدع شيئاً منها.\nالمثال: أن تشير إلى شخص من أشخاص الكلى لتدل به عليه.\nالجزء: 1 ¦ الصفحة: 174\n",
        "الفصل السادس: في طوبيقي\nاسم هذا الكتاب: طوبيقي ومعناه المواضع أي مواضع القول يذكر فيه الجدل ومعنى الجدل: تقرير الخصم على ما يدعيه من حيث أقر حقاً كان أو باطلاً أو من حيث لا يقدر الخصم أن يعانده لاشتهار مذهبه ورأيه فيه لأنه يزري على مذهب ورأيه فيه.\nالجزء: 1 ¦ الصفحة: 175\n",
        "الفصل السابع: في سوفسطيقي\nهذا الكتاب يسمى: سوفسطيقي ومعناه التحكم والسوفسطائي هو المتحكم يذكر فيه وجوه المغالطات وكيف التحرز منها والسوفسطائيون هم الذين لا يثبتون حقائق الأشياء.\nالجزء: 1 ¦ الصفحة: 176\n",
        "الفصل الثامن: في ريطوريقي\nهذا الكتاب يسمى: ريطوريقي ومعناه: الخطابة يتكلم فيه على الأشياء المقنعة ومعنى الإقناع: أن يعقل نفس السامع الشيء بقولٍ يصدق به وإن لم يكن ببرهان.\nالجزء: 1 ¦ الصفحة: 177\n",
        "الفصل التاسع: في بيوطيقي\nوهو الكتاب التاسع من كتب المنطق ويسمى: بيوطيقي ومعناه: الشعر يتكلم فيه على التخييل ومعنى التخييل إنها من نفس السامع إلى طلب الشيء أو الهرب منه وإن لم يصد به. والتخييل والتصور والتمثل وما أشبهها كثيراً ما تستعمل في هذا الكتاب وفي غيره لازمة ومتعدية يقال: تصورت الشيء إذا تعمدت تصويره في نفسك وتمثلته وتخيلته كذلك وإما تخيل لي وتمثل لي وتصور لي فهي معروفة.\nوقياس ذلك تبينته فتبين لي وتحققته فتحقق لي.\nالجزء: 1 ¦ الصفحة: 178\n",
        "في الطب\nالفصل الأول: في التشريح\n...\nالفصل الأول: في التشريح\nالشرايين هي العروق النابضة واحدها: شريان ومنبتها من القلب تنتشر فيها الحرارة الغريزية أي الطبيعية وتجري فيها المهجة وهي دم القلب.\nوأما العروق غير النوابض فمنبتها من الكبد ويجري فيها دم الكبد.\nومن الشرايين: الأبهران وهما يخرجان من القلب ثم يتشعب منهما سائر الشرايين.\nومن العروق المشهورة غير الضوارب:\nالباسليق وهو في اليد عند المرفق في الجانب الإنسي إلى ما يلي الإبط.\nوالقيفال عند المرفق أيضاً في الجانب الوحشي.\nوالأكحل بين الباسليق والقيفال.\nواسم الأكحل عربي وأما الباسليق والقيفال فمعربان.\nالودجان: عرقان في العنق أحدهما الودج الظاهر والآخر الودج الغائر والودج والوداج لغتان والجمع أوداج.\nالجزء: 1 ¦ الصفحة: 181\n",
        "حبل الذراع: عرق في ظاهر الساعد وهو من شعب القيفال.\nالأسيلم: عرق بين الخنصر والبنصر وهو من شعب الباسليق وهو معرب الصافن: عرق في الساق يظهر عند الكعب الداخل في الجانب الإني.\nعرق النسا: بفتح النون: مقصور قبالة الصافن في الجانب الوحشي.\nالعضل واحدتها عضلة وهي أشياء جعلها الله تبارك وتعالى آلات الحركة الإرادية للحيوان مركبة من لحم وعصب وربط وأعظمها في الإنسان عضلة الساق وأصغرها عضلة العين التي تحرك أجفانها.\nالنخاع: العرق الأبيض الذي في فقار الظهر وينبت منه ومن الدماغ العصب.\nطبقات العين سميت بالأشياء التي تشبهها كالمشيمة شبهت بالمشيمة وهي التي فيها الولد في البطن والشبكية شبهت بالشبكة والعنكبوتية شبهت بنسيج العنكبوت والقرنية شبهت بالقرن في صلابته.\nالملتحم: هو بياض المقلة.\nقصبة الرئة: هي الحلقوم وهو مجرى النفس المتصل بالرئة فقط وهو إلى قدام المريء وهو مجرى الطعام والشراب إلى المعدة وهو إلى القفا.\nالحنجرة هي العظم الناتىء في العنق تحت اللحى وهي آلة الصوت.\nالمعدة للإنسان بمنزلة الكرش للشاة.\nالبواب: معي متصل بالمعدة من أسفل ينضم عند دخول الطعام\nالجزء: 1 ¦ الصفحة: 182\n",
        "المعدة إلى أن ينهضم فحينئذ ينفتح بإذن الله تعالى ولذلك سمي البواب.\nالاثنا عشري: معي متصل بالبواب طوله اثنتا عشرة إصبعاً.\nالمعي الصائم: معي يلي الاثني عشري يسمى: صائماً لأنه لا يثبت فيه الطعام المرابض: مجاري الطعام والغذاء من المعدة إلى الكبد.\nالقولون: هي المعي الذي يحدث فيه القولنج ومنه اشتق.\nالأعور: معي على هيئة الكيس وسمي: الأعور لأنه لا منفذ له ويسمى الممرغة.\nالمعي المستقيم: هو مخرج الثفل وطرفه الذي تسميه العامة: السرم.\nالحجاب: هو شبيه بالجلد يأخذ من رأس القص إلى الظهر فيتصل بتجويف البطن فيكون في التجويف الأعلى الرئة والقلب وفي التجويف الأسفل سائر الأحشاء.\nالمسام: المنافذ التي يخرج منها العرق ولا واحد لها من لفظها إلا السم ومثاله: المذاكر والمحاسن والمعالي ولا واحد لشيء من هذه في بناء جمعه وكذلك مراق البطن: مارق منه ولان ولا واحد لها من بناء جمعها.\nالجزء: 1 ¦ الصفحة: 183\n",
        "الفصل الثاني: في الأمراض والأدواء\nالسعفة في الرأس والوجه قروح فيه وربما كانت قحلة يابسة وربما كانت رطبة يسيل منها ماء صديد.\nالحزاز والإبرية والهجرية في الرأس: شيء كالنخالة فيه.\nالبهق: بياض على الجلد دون البرص وربما يكون أسود.\nالشري: داء يأخذ في الجلد أحمر كهيئة الدراهم.\nالحصف: بثور تهيج من كثرة العرق.\nالقوباء: معروفة وهي خلط غليظ يظهر إلى ظاهر الجلد ويأخذ فيه.\nالجذام: علة تعفن الأعضاء وتشنجها وتقرحها وتبح الصوت وتمرط الشعر.\nالشعيرة في الجفن: ورم مسنطيل.\nالجساء: أن يعسر فتح العينين على الإنسان إذا انتبه من النوم.\nالحفر في الأسنان: ما يلتصق بها ظاهراً وباطناً.\nالصنان: هو رائحة الآباط والأرفاغ المنتنة.\nالعذيوط: من الرجال: الذي يحدث إذا جامع.\nالجزء: 1 ¦ الصفحة: 184\n",
        "الخلوف: تغير فم الرجل إذا جاع.\nقمرت العين تقمر قمراً إذا نظرت إلى ثلج فأصابها فساد في بصرها وذلك إذا أدامت النظر إلى الثلج.\nالسجح: تقشر الجلد ونحوه.\nالخنازير: أشباه الغدد في الآباط والأربية.\nالسرطان: ورم صلب له أصل في الجسد كبير تسقيه عروق خضر.\nالسلعة بفتح السين وتسكين اللام: زيادة تحدث في الجسد تتحرك إذا حركت بلا ألم مثل حمصة إلى بطيخة.\nالنملة: بثور صغار مع ورم قليل وحكة وحرقة وحرارة في اللمس تسرع إلى التقرح.\nالنار الفارسية: نفاخات ممتلئة ماء رقيقاً تخرج بعد حكة ولهيب.\nالداحس: ورم يأخذ في الأظفار ويظهر عليها شديد الضريان.\nومما يتصل بهذا الباب ذوات السموم منها:\nالجرادات وهي عقارب صغار تجر أذنابها وتكون ببلاد الخوز ويقال لها بالنبطية كروراً.\nالرتيلاء: جنس من العناكب يشبه المسمى منها الفهيد وهي صغيرة.\nالشبت: يشبه العنكبوت العظيم الطويل الأرجل.\nالنمس: دابة قال الخليل وهو سبع من أخبث السباع.\nالكلب الكلب: الذي يجن ويكلب ويمتنع من الأكل ويهرب من الماء وإذا عض إنساناً هاجت به أعراض رديئة وصار يفزع من الماء ومن كل شيء رطب إلى أن يموت عطشاً.\nالجزء: 1 ¦ الصفحة: 185\n",
        "الشقيقة: صداع في شق واحد من الرأس.\nالدوار: هو أن يكون كأنه يدور ما حواليه وتظلم عينه ويهم بالسقوط يقال: ديربه يدار دواراً.\nالسرسام: حمى دائمة مع صداع وثقل في الرأس والعين وحمرة فيها وكراهية الضوء. السكتة: أن يكون الإنسان ملقى كالنائم ثم يغط من غير نوم ولا يحس إذا نخس يقال: أسكت الرجل إسكاتاً إذا أصابته سكتة.\nالسبات: أن يكون الرجل ملقى كالنائم يحسن ويتحرك إلا أنه مغمض العين وربما فتحها ثم عاد.\nالشخوص: أن يكون ملقى لا يطرف وهو شاخص.\nالفالج: معروف وهو استرخاء أحد الجانبين من الإنسان وقد فلج فلان إذا ذهب الحس والحركة عن بعض أعضائه.\nالخدر: أن يعرض في يد الرجل أو رجله حذر لا يزايله.\nاللقوة: أن يتعوج وجه الإنسان فلا يقدر على تغميض إحدى عينيه وقد لقي فهو ملقو.\nالتشنج: أن يتقلص عضو من أعضائه.\nالتخمة معروفة مشتقة من الوخامة وتاؤها واو مثل التهمة من الوهم واللغة الفصيحة فيها: فتح الخاء.\nوالصرع: أن يكون الإنسان يخر ساقطاً ويلتوي ويضطرب ويفقد العقل وقد صرع يصرع صرعاً.\nالكابوس: أن يحس في النوم كأن إنساناً ثقيلاً قد وقع عليه وضغطه وأخذ بأنفاسه.\nالجزء: 1 ¦ الصفحة: 186\n",
        "المالنخوليا: ضرب من الجنون وهو أن تحدث للإنسان أفكار رديئة ويغلبه الحزن والخوف وربما صرخ ونطق الأفكار الرديه وخلط في كلامه.\nالسبل في العين: أن يكون على بياضها وسوادها شبه غشاء ينتج بعروق حمر غلاظ.\nالظفرة: غشاء يأتي من الماق الذي يلي الأنف على بياض العين إلى سوادها.\nالطرفة: أن تحدث في العين نقطة حمراء من ضربة أو من غيرها.\nالإنتشار: اتساع ثقب الناظر حتى يلحق البياض من كل جانب من ضربة أو عقب صداع شديد.\nالغرب: هو أن يرشح ماء العين ويسيل منها إذا غمز صديد وهو الناصور أيضاً وربما يكون الناصور في مواضع أخر.\nالبواسير في الأنف: أن ينبت لحم داخل الأنف فيحتشى به واحدها باسور وقد يكون في الأنف السرطان وقد مر تفسيره.\nالخشم: فقدان حاسة الشم ورجل أخشم: لا يحس رائحة طيبة ولا خبيثة مشتقة من الخيشوم كأنما أصيب خيشومه.\nالقلاع: بثور في الحنكين واللسان.\nالضفدع: غدة تنعقد تحت اللسان.\nالخناق: أن يحدث في المبلغ ضيق يقال له: خوانيق وهو مخنوق.\nذات الجنب: وجع تحت الأضلاع ناخس مع سعال وحمى.\nذات الرئة: قرحة في الرئة يضيق بها النفس.\nالشوصة قال الخليل: ريح تنعقد في الأضلاع وشاصته شوصة.\nالجزء: 1 ¦ الصفحة: 187\n",
        "السل: أن ينتقص لحم الإنسان بعد سعال مزمن ونفث شديد. معنى المزمن: العتيق وهو مشتق من الزمان يقال: مرض مزمن أي طويل والمزمن: الذي يورث الزمانة أيضاً.\nالهيضة: مغس وكرب يحدث بعدهما قيء واختلاف وقد هيض الرجل أي أصابته هيضة ومعنى الهيضة: الكسر.\nالشهوة الكلبية: أن يدوم جوع الإنسان ثم يأكل الكثير ويثقل ذلك عليه فيقيئه أو يغيثه يقال: كلبت شهوته كلباً كما يقال: كلب البرد إذا اشتد ومنه الكلب الكلب: الذي يجن.\nاليرقان والأرقان: هما صفار وهو أن تصفر عينا الإنسان ولونه لامتلاء مرارته واختلاط المرة الصفراء بدمه يقال: أرق الرجل فهو مأرق.\nالاستسقاء: أن ينتفخ البطن وغيره من الأعضاء وهو ثلاثة أنواع: زقى وطبلى ولحمي.\nفأما الزقى أن تنتفخ البطن وتنتؤ السرة وتسمع خضخضته إذا حركته.\nواللحمي: أن يكون في الأحفان والأطراف ورم رخو وترم الأنثيان ويترهل الوجه والبدن كله.\nوالطبلى: أن يكون البطن منتفخاً متمدداً يسمع منه إذا ضرب مثل صوت الطبل.\nوسمى هذا الداء: الاستسقاء والسقى لدوام عطش صاحبه.\nالقولتج: اعتقال الطبيعة لانسداد المعي المسمى: قولون.\nالخلفة: لا يلبث الطعام في البطن البث المعتاد بل يخرج سريعاً وهو بحالة لم يتغير مع لذع ووجع في البطن واختلاف صديدي.\nالجزء: 1 ¦ الصفحة: 188\n",
        "الزحير: مشتق من التزحر وهو معروف.\nالحصاة: حجر يتولد في المثانة أو الكلية من خلط غليظ ينعقد فيها ويتحجر.\nسلس البول: أن يكثر بول الإنسان بلا حرقة.\nالبواسير في المقعدة: أن يخرج منها دم غليظ عبيط وربما كان بها نتو أو غؤور يسيل منها صديد وربما كان معلقاً معها.\nوالنواصير ربما تحدث فيها.\nالرحا: علة تحدث للمرأة تشبه حالها حال الحبلى في عظم البطن وفساد اللون واحتباس الطمث.\nالفتق: أن يكون بالرجل فتق في مراق بطنه فإذا هو استلقى وغمزه إلى داخل غاب وإذا استوى عاد.\nالقرو: أن تعظم جلدة البيضتين لريح فيها أو ماء أو نزول الأمعاء أو الشرب ويقال له أيضاً: قروة.\nالنقرس: ورم في المفاصل لمواد تنصب إليها.\nعرق النسا مفتوح مقصور: وجع يمتد من لدن الورك إلى الفخذ كله في مكان منه في الطول وربما بلغ الساق والقدم ممتداً.\nالدوالي: عروق تظهر في الساق غلاظ ملتوية شديدة الخضرة والغلظ.\nداء الفيل هو أن تتورم الساق كلها وتعظم.\nحمى يوم هي التي لا تدوم بل تكون نوبة فقط.\nالدق: حمى تدوم ولا تقلع ولا تكون قوية الحرارة ولا لها أعراض ظاهرة مثل القلق وعظم الشفتين ويبس اللسان وسواده وينتهي الإنسان منها إلى ذبول وضنى.\nالجزء: 1 ¦ الصفحة: 189\n",
        "الورد هي الحمى النائبة كل يوم وهي بلغمية على الأكثر.\nالغب: الحمى التي تنوب يوماً يوماً لا وهي صفراوية على الأكثر.\nالربع: التي تنوب يوماً ويومين ثم لا تعود في الرابع وهي سوداوية.\nوكذلك الخمس والسدس على هذا القياس وهذه الأسماء مستعارة من أظماء الإبل.\nالحمى المطبقة هي الدائمة التي لا تقلع وتكون دموية تحمر معها العينان والوجه والأذنان ويكون معها قلق وكرب.\nالحمى المحرقة من جنس الغب إلا أنها لا تفارق البدن وتكون أقوى وأشد حرارة وتشتد غبا.\nالوباء مهموز مقصور: مرض عام وجمعه الأوباء ولا يجوز مده وجمعه أوبئة.\nالجزء: 1 ¦ الصفحة: 190\n",
        "الفصل الثالث: في ذكر الأغذية\nالأطوية على وزن الأكسية: من لمعام أهل الشام ولا واحد له: هكذا قال الخليل وقال بعضهم: بكسره على بناء زينية.\nالفرانى جمع فرنى قال الخليل: هي خبزة غليظة مشكلة مصعنبة تشوى ثم تروى لبناً وسمناً وسكراً وهو منسوب إلى الفرن وهو تنور ضخم يخبز فيه القطايف شبهت بالقطايف من الثياب التي واحدتها قطيفة وهي دثار مخمل معروف.\nالنشا هو النشاستج حذف شطره تخفيفاً كما قيل للمنازل: المنا.\nالحنطة المسلوقة هي التي تطبخ بالماء وكذلك كل شيء يغلى بالماء فهو مسلوق ومنه البيض السليق فأما البيض النيمبرشت فلفظة فارسية وهو الذي سخن حتى خثر ولما يتم نضجه وهو يسمى: الرعاد أيضاً.\nحب الصنوبر الكبير: حمل الشجرة المعروفة وحب الصنوبر الصغير هو الجلوز.\nالنارجيل: جوز الهند.\nالجزء: 1 ¦ الصفحة: 191\n",
        "الصبار: تمر الهند.\nالملبق: الفراريج فارسية معربة جمع فروج مثل تنور: أفراخ الدجاج.\nالبهطة كلمة سندية وهو الأوز يطبخ باللبن والسمن.\nكشك الحنطة والشعير: ما هرس هرساً بالمهراس أي دق حتى ينسلخ قشره.\nالقطيف: نبات رخص عريض الورق.\nالطلخشقوق: هو اليعضيد.\nالحماض: بقلة لها زهرة حمراء فأما حماض الأترج فما في جوفه.\nالحزاء: بقلة تشبه الكرفس لريحها خمطة وهي بالفارسية ديناروية الواحدة: حزاءة.\nالتوت الشامي: هو الخرتوت.\nالامبر باريس: هو الزرشك بالفارسية ويقال له: الزرت والزرك.\nالترمس: حب أكبر من العدس وهو من أجناس الباقلاء وهو بقلاء مصري.\nالحرشف: هو الكنكر.\nالرواصير جمع ريصار وهو الريجار معرب.\nالهليون قال الخليل: هو نبات يشبه الحاج في أول ما يبدو ويؤكل بالزيت ويستعان به على الباه.\nالجزء: 1 ¦ الصفحة: 192\n",
        "الملوكية والملوخية: بقلة تشبه الخطمى.\nالحلزون والأربياق والصدف: من حيوان البحر يأكلها الملاحون والغواصون.\nالهازباء البني والجريث والشبوط والشلوق: من أصناف السمك الربيثاء.\nوالصخناء والصير والسميكات: تعمل من السمك الصغار والملح.\nالسمك المقور المالح: الذي ينقع في الخل ونحوه.\nالجزء: 1 ¦ الصفحة: 193\n",
        "الفصل الرابع: في الأدوية المفردة\nالأدوية المفردة\nإما نباتية وهي تمر أو بذور أو زهر أو ورق أو قضبان أو أصول أو قشور أو عصارات أو ألبان أو صموغ.\nوإما معدنية وهي حجرية أو مما ينبع مثل القار.\nوإما حيوانية كالذراريح وأعضاء الحيوانات وأحشائها ومراراتها:\nالأقاقيا هو عصارة القرظ.\nالاصطرك هو صمغ الزيتون.\nالبسباسة هو قشور جوز بوا.\nدار شيشفان هو أصل السنبل الهندي.\nالدبق يجمع من شجر البلوط والتفاح والكمثري وشجر آخر.\nالورس يجلب من اليمن أحمر قانٍ يوجد على قشور شجر ينحت منها ويجمع وهو شبيه بالزعفران المسحوق.\nحب النيل: هو قرطم هندي.\nالحضض الهندي أن يؤخذ خشب الزرشك ويطبخ طبخاً جيداً حتى\nالجزء: 1 ¦ الصفحة: 194\n",
        "لا يبقى في خشبة شيء من القوة ثم يصفى الماء ويطبخ حق يحمر.\nفيل زهرج وهو بالسريانية: مرارات فيلا.\nقال: هو ثلاثة أصناف:\nأحدها: الحضض الذي يعمل من الزرشك.\nوالثاني: عصارة الخولان.\nوالثالث: دواء يتخذ من أبوال الإبل ولا أرى هذا صحيحاً.\nطاليسفر: قشرة تجلب من بلاد الهند.\nالكاكنج هو عنب الثعلب الأحمر.\nلاعية: شجرة تنبت في سفح الجبال لها ورق طيب الريح تجرسه النحل ولها لبن غزير إذا قطعت.\nاليتوعات: كل ماله لبن من النبات.\nالميعة: صمغ يسيل من شجر بالروم ويتحلب منه ثم يؤخذ فيطبخ فما صفا فهو الميعة السائلة وما بقي شبه التجبر فهو الميعة اليابسة.\nالمغاث: هو عرق الرمان البري.\nنارمشك فقاح: شجرة تسمى: ناماشير.\nسنجسبوية: هو بذر البستان.\nالساذج: نبت في أماكن في بلاد الهند فيها حمأة يظهر على وجه الماء بمنزلة عدس الماء وليس له أصل فإذا جمعوه شدوه على المكان في خيط كتان وجففوه.\nالسقمونيا: لبن شجرة يسيل منها.\nالجزء: 1 ¦ الصفحة: 195\n",
        "الفصل الخامس: في ذكر أدوية مشتبهة الأسماء\nالأصابع الصفر: نبات ينفع من الجنون.\nإكليل الملك: نبات معروف.\nالأظفار بالفارسية: ناخنة تستعمل في الطب.\nآذان الفار: حشيشة تنفع وتمنع من الظفرة.\nبصل الغار هواسقيل.\nبقلة الحمقاء هي الرجلة ويقال لها: البقلة اليمانية ويقال هي غيرها البقلة اليهودية أخرى.\nجار النهر يشبه النيلوفر ينبت في شطوط الأنهار.\nحي العالم هو بستان افروز وهو الأردشيرجان والمروجنس منه ومرماخور جنس منه آخر.\nخصى الكلب وخصى الثعلب: نباتان جيدان للباه.\nخانق النمر: نبات يعض.\nذنب الخيل: نبات قابض ذو ثلاث شعب.\nالجزء: 1 ¦ الصفحة: 197\n",
        "رجل الغراب: حشيشة.\nريحان سليمان: حشيشة تنبت بأصفهان كالشبث الرطب.\nرجل الجراد: بقلة معروفة.\nسراج القطرب: نبات.\nشقائق النعمان: هي لإله.\nشجرة مريم هي حارة يابسة.\nبخور مريم: نبات آخر.\nعصى الراعي: نبات قابض.\nعنب الثعلب هو روباه زرك ويقال هو العنم.\nقرة العين: نبات ينبت في الماء يغتت الحصى في المثانة.\nقاتل الكلاب: نبات معروف.\nقاتل أبيه: يقتل الذباب وهو قابض.\nلسان الحمل: نبات قابض يجفف.\nألسنة العصافير: حمل شجرة معروفة وهي من أدوية الباه.\nلسان الثور: نبت مفرح وهو حار رطب.\nلحية التيس: نبت فيه قبض وزهرته أقوى من ورقه.\nمزمار الراعي: من أدوية الحصى.\nورد الحب هو كبيكج.\nورد الحمار: من الأدوية الحارة اليابسة.\nالجزء: 1 ¦ الصفحة: 198\n",
        "قاتل نفسه: جنس من الآس.\nقلة الغزال هي مكشطرامشير.\nعين البقر هو البهار الأصفر.\nلحية العنز هو كوزن كيا.\nشعر الجن هو برسيا وشان وقيل: شعر الخنازير ويسمى بقلة البئر لأنه ينبت في أوساط البيار بين أحجارها.\nحي العالم: هو هميشك.\nالجزء: 1 ¦ الصفحة: 199\n",
        "الفصل السادس: في ذكر الأدوية المركبة\nالترياق مشتق من.\nتيريون باليونانية وهو اسم لما ينهس من الحيوان كالأفاعي ونحوها ويقال له بالعربية أيضاً: الدرياق.\nترياق الأفاعي هو الترياق.\nترياق الأربعة سمى بذلك لأنه من أربعة أخلاط: جنطيانا وحب الفار وزراوند طويل وحر.\nاطريفل هو بالهندية: ترى أبهل أي ثلاثة أخلاط وهي: اهليلج أصفر ويليلج وأملج.\nأصناف الأدوية\nالمعجونة والأرياجات والمطبوخات والحبوب واللعوقات والأقراص والجوارشنات والأضمدة والأطلية والأدهنة والأشربة والربوب والانبجات.\nالميبة يركب من رب السفرجل ومن الخمر وكذلك اسمه مركب من اسميهما الجلنجيين تفسيره: الورد والعسل.\nالسكنجيين هو المركب من الخل والعسل ثم يسمى بهذا الاسم وإن كان مكان العسل سكر ومكان الخل رب السفرجل أو غيره.\nالمربيات تسمى: الانبجات.\nالجزء: 1 ¦ الصفحة: 200\n",
        "قال الخليل: الانبيج: حمل شجرة بالهند يربب بالعسل على خلقه الخوخ محرف الرأس في جوفه نواة كنواة الخوخ يجلب إلى العراق.\nفمن هناك تسمى الأنبجات وهي التي رببت بالعسل من الأترج والإهليلج ونحو ذلك.\nالمربى هو أن يربى الشيء كما يربى الصبي وأصله من ربا الشيء إذا انتفخ ونما.\nفأما المربب فيحتمل أن يكون من. رببت الصبي في معنى ربيته ومن ذك اشتق اسم الراب والرابة ويحتمل أن يكون من الرب وهو ما يحلبه العصر من الفواكه فكأنه معالج بالرب والأول أقرب إلى الصواب.\nومن الأدوية المركبة\nالحقن واحدتها: حقنة: وقد احتقن إذا تعالج بالحقنة في دبره والفرزجات والشيافات والحمولات كل هذه يحتمل في الدبر وفي قبل المرأة.\nومنها أدوية العين وهي شيافات وأكمال وذرورات وبرودات بفتح الباء وهي أدوية تبرد العين.\nوالمراهم التي تعالج بها الجراحات أو القروح قال الخليل: مرهمت الجرح أمرهمه لأن الميم فيه أصلية.\nالسنونات هي الأدوية التي يستمد بها الإنسان أسنانه أي يسنها بها.\nالغمر جمع غمرة: التي تطلى بها النساء أوجههن.\nوأسماء الأدوية يكون أكثرها على فعول بفتح الفاء كالغسولات والتطولات والسكوبات والوجورات والسعوطات واللدودات واللعوقات.\nالجزء: 1 ¦ الصفحة: 201\n",
        "الفصل السابع: في أوزان الأطباء ومكاييلهم\nايطاليقوس: هو ثماني عشرة أوقية وقد ذكرت مقدار الأوقية في باب الفقه.\nالقسط العطري: أربع وعشرون أوقية.\nالقنطار: مائة وعشرون رطلاً.\nقوطيل: اثنان وسبعون مثقالاً.\nالكوب: ثلاثة أرطال.\nالكوز: ستة أقساط.\nالبندقة: وزن الدرهم.\nالنواة: وزن ثلث مثقال وفي أصل وزن ثلاثة مثاقيل.\nالجرحر: وزن ثلثي مثقال.\nططرطين: وزن أربع نويات.\nقيراط: وزن أربع شعيرات عندهم وهي حبة خرنوب شامي اللعقة من المعجونات أربعة مثاقيل.\nباقلاة يونانية: وزن أربع وعشرين شعيرة.\nباقلاة مصرية: وزنها ثمان وأربعون شعيرة وهو اثنا عشر قيراطاً.\nالجزء: 1 ¦ الصفحة: 202\n",
        "باقلاة اسكندرية تسعة قراريط.\nترمسة قيراطان.\nدرخمي اثنتان وسبعون شعيرة.\nجاما الكبير ثلاثة مثاقيل.\nجاما الصغير مثقالان.\nقليخيون مثقال ونصف.\nأسكرجة صغيرة ثلاث أواق.\nأسكرجة كبيرة تسع أواق.\nالكف ستة درخميات.\nاليهودية نصف قسط.\nالسميطر أربعة أقساط.\nطالنطون وزن مائة وخمسة وعشرين رطلاً بالرطل الذي هو اثنتا عشرة أوقية.\nطولون تسع أواق ويسمى قوطول واسكرجة كبيرة.\nحزمة أربعة مثاقيل.\nالنواة وزن خمسة دراهم.\nكباس وزن ستة دراهم ونصف.\nالجوزة وزن أربعة مثاقيل.\nالابريق منوان.\nالناطل وزن سبعة دراهم.\nهكذا مكاييلهم.\nالجزء: 1 ¦ الصفحة: 203\n",
        "الفصل الثامن: في النوادر\nالأمزجة تسعة وهي: المعتدل والحار والبارد والرطب واليابس والحار الرطب والحار اليابس والبارد الرطب والبارد اليابس.\nالأخلاط هي: الدم والبلغم والمرة الصفراء والمرة السوداء وهي الأمشاج.\nالأعضاء الرئيسة أربعة: الدماغ والقلب والكبد والأنثيان.\nالحار بالفعل هو كالنار والحار بالقوة هو كالفلفل ونحوه وكذلك البرد بالفعل هو مثل الثلج والبارد بالقوة مثل الخس والهندبا.\nالكيموس: المادة يقال: هذا الطعام يولد كيموسارديئا أو جيداً يعني به ما يولده في البدن من الغذاء.\nوالكيلوس يسمى به الطعام والشراب إذا امتزجا في المعدة فصار كماء الشعير.\nالبراز هو كناية عن ثفل الغذاء أعني الغائط.\nالتفسرة كناية عن البول وبها سمى أيوب الرهاوي: كتاب التفسرة.\nالجزء: 1 ¦ الصفحة: 204\n",
        "الطبيعة يكني بها عن حال البطن في اللين واليبس فيقال: طبيعته يابسة أي بطنه معتضل وطبيعته لينة أي بطنه لين.\nالعلاج يكني به عن القيء.\nالسحنة حال لإنسان في بدنه من الضخامة والقضافة ونحوهما.\nالناقه: الذي تماثل ولما تثب إليه قوته يقال: نقه من مرضه ينقه فهو ناقه.\nالرياضة: يعني بها التعب والحركة.\nالبحران: حالة تحدث للعليل دفعة استفراغاً وتغيراً عظيماً ويكون هذا في الأمراض الحادة أكثر أعني بالأمراض الحادة: الحميات المحرقة والمطبقة وينتقل المريض من البحران إلى صلاح وربما انتقل إلى ما هو أشد منه وهذه كلمة سريانية والأطباء يقولون: هذا يوم باحوري إذا نسبوه إلى البحران ولا يكادون يقولون: بحراني.\nالإستفراغ يعني به إخراج الطبيعة الفضول من البدن بالرعاف وإما بالخلفة وإما بالقيء وإما بالعرق أو نحو ذلك.\nوالنفض: إخراج الفضول من البدن بالعلاج أعني بالفصد أو بالإسهال أو بالقيء.\nيوصف من البول لونه وقوامه أعني غلظه ورقته وما يرسب تحته ولهذه الأحوال الثلاثة تشبيهات وصفات كما يقال في اللون: ناري وأترجي وتيني بالياء منسوب إلى ماء التين من الفواكه وكما يقال في الرسوب: سويقي ورملي وشعيري.\nأصناف النبض كثيرة وأصولها:\nالطويل هو ما قوي في طول الساعد.\nالجزء: 1 ¦ الصفحة: 205\n",
        "والعريض: ما قوي في عرض الساعد.\nوالشاهق: الذي يدافع أصابع الجاس بقوة.\nفإذا جمع هذه الصفات فهو العظيم.\nوإن كان ناقصاً في هذا كله فهو صغير.\nثم له حالات كثيرة ولكل واحد منها ألقاب يطول الكلام بذكرها ولا يكاد يتصورها إلا خراق الأطباء مثل: النملي والدودي والمنشاري والغزالي وذنب الغار والمطرقي والموجي ونحو ذلك من التشبيهات.\nالجزء: 1 ¦ الصفحة: 206\n",
        "في الأرثماطيقي\nالفصل الأول: في الكمية المفردة\n...\nالفصل الأول: في الكمية المفردة\nالارثماطيقي: علم العدد.\nالعدد: هو الكثرة المركبة من الآحاد فالواحد إذاً ليس بالعدد وإنما هو ركن العدد.\nالعدد الزوج ينقسم قسمين مما يلي الوحدانيات كالأربعة والستة.\nوالعدد المفرد: الذي لا ينقسم إلى قسمين مما يلي الوحدانيات كالثلاثة والخمسة.\nزوج الزوج: الذي يمكن أن ينصف دائماً حتى ينتهي إلى الواحد كأربعة وستين نصفها اثنان وثلاثون ونصف اثنين وثلاثين ستة عشر ونصف ستة عشر ثمانية ونصف ثمانية أربعة ونصف أربعة اثنان ونصف اثنين واحد.\nوزوج الفرد: ما ينقسم قسمين مما يلي الوحدانيات مرة واحدة ويكون نصفاه فردين كالعشرة زوج.\nالزوج والفرد: الذي نصفه زوج وينقسم أكثر من مرة واحدة قسمين مما يلي الوحدانيات إلا أنه لا ينتهي إلى الوحدانية كالاثني عشر ينقسم إلى ستة ثم إلى ثلاثة.\nالجزء: 1 ¦ الصفحة: 209\n",
        "الفرد منه أول غير مركب وهو الذي لا يعده عدد غير الواحد كالثلاثة والخمسة والسبعة ومعنى قولنا: لا يعده عدد أي لا ينقسم على عدد أي ليس له نصف ولا ثلث ولا غيره من الأجزاء إلا الجزء الذي هو سميه كالثلث للثلاثة والخمس للخمسة.\nومنه: ثان مركب وهو الفرد الذي يعده عدد أول كالتسعة يعدها ثلاثة أي تنقسم على ثلاثة.\nومنه: ثان مركب عند انفراده وأول عند القياس كالتسعة هي عدد ثانٍ مركب فإذا أضيفت إلى خمسة عشر عدد يعدهما وهو ثلاثة أعني أن كل واحد منهما ينقسم على ثلاثة وله ثلث.\nالعدد التام من أقسام الزوج هو الذي يعدل مبلغ أجزائه على جملته مثل ستة نصفها وثلثها وسدسها ستة.\nالعدد الزائد من أقسامه هو الذي يزيد مبلغ أجزائه على جملته مثل اثني عشر نصفها وثلثها وربعها وسدسها وجزؤها من اثني عشر ستة عشر.\nالعدد الناقص هو الذي ينقص مبلغ أجزائه عن جملته مثل عشرة نصفها وخمسها وعشرها ثمانية.\nالعددان المتحابان هما اللذان إذا جمعت أجزاء كل واحد منهما تساوي مجموعاهما.\nالجزء: 1 ¦ الصفحة: 210\n",
        "الفصل الثاني: في الكمية المضافة\nالكمية المفردة التي تقدم ذكرها وذكر أقسامها في الفصل الأول.\nفأما الكمية المضافة فهي قسمان:\nأحدهما: المعادل كالخمسة والخمسة والعشرة والعشرة وهذا القسم لا ينقسم إلى أقسام أخر.\nوالثاني هو المضاف ومنه الكبير وهو خمسة أنواع.\nأولها: المضاعف مثل الأربعة هي ضعف الاثنين والستة ثلاثة أمثالها وثانيها الزائد جزءاً كالثلاثة تقاس إلى الاثنين فإنها تزيد على الاثنين نصف الاثنين وثالثها الزائد أجزاء كالخمسة إذا قيست إلى الثلاثة زادت عليها ثلثي الثلاثة وهما جزءان.\nورابعها: المضاعف الزائد جزءاً كالسبعة إذا قيست إلى الثلاثة فإن فيها ضعف الثلاثة وثلثها.\nوخامسها: المضاعف الزائد أجزاء كالثمانية إذا قيست إلى ثلاثة فإن فيها ضعف الثلاثة وثلثيها.\nومنه الصغير وهو خمسة أنواع أيضاً وأقسامه على عكس ما ذكرته\nالجزء: 1 ¦ الصفحة: 211\n",
        "من هذه الأمثلة في الأعداد المذكورة بأعيانها وهي التي تحت المضاعف والذي تحت المضاعف الزائد جزءاً والذي تحت المضاعف الزائد أجزاء.\nولهذه الأقسام العشرة أقسام أخر مشتركة الأسماء تحت كل نوع منها كالمضاعف الثنائي والثلاثي والرباعي والخماسي إلى ما لا نهاية له وكذلك المضاعف الزائد جزءا الثنائي والثلاثي والرباعي والخماسي إلى ما لا نهاية له وكذلك سائر الأقسام الباقية.\nالجزء: 1 ¦ الصفحة: 212\n",
        "الفصل الثالث: في الأعداد المسطحة والمجسمة\nالواحد بمنزلة النقطة لأنه لا ينقسم.\nالاثنان بمنزلة الخط لأنهما لا ينقسمان إلا مرة واحدة كما أن الخط لا ينقسم إلا طولاً.\nالثلاثة بمنزلة السطح.\nالأعداد الطبيعية هي المتوالية توالي الطبيعة وهي: واحد اثنان ثلاثة أربعة خمسة ستة إلى ما لا نهاية له.\nوالأعداد المسطحة.\nمنها: مثلثة وهي مثل: واحد ثلاثة ستة عشرة وتتولد من مجموع الأعداد الطبيعية.\nومنها: مربعة وهي مثل: واحد أربعة تسعة وتتولد من جميع المثلثات بعضها إلى بعض وكل مثلثين متواليين منهما مربع واحد وتتولد أيضاً من مجموع الأفراد الطبيعية وهي المتخطية اثنين اثنين.\nومنها: مخمسة وهي واحد خمسة اثنا عشر وتتولد من جميع الأعداد المتخطية على نظم الطبيعي ثلاثة ثلاثة.\nالجزء: 1 ¦ الصفحة: 213\n",
        "المسدسات تتولد من المتخطية أربعة أربعة وكذلك ما بعدها من السطوح على هذا القياس وكل منها ينقصان اثنين من ضلعه.\nالأعداد المجسمة المخروطة وتسمى: المذنبة تتولد من الأعداد السطحية إذا تراكم بعضها إلى بعض.\nومنها: مثلثة القواعد وهي: واحد أربعة عشرة عشرون وتتولد من تراكم المثلثات.\nومنها: مربعة القواعد وهي: واحد خمسة أربعة عشر ثلاثون فتتولد من تراكم المربعات.\nوكذلك ما بعدها على هذا القياس.\nالمحذوفة من هذه المخروطات كلها ما كان ابتداؤه من دون الواحد إذا روكم من الأعداد السطحية.\nالأعداد المجسمة المتوازية المتساوية الأضلاع دون السطوح.\nمنها: المثلثة وهي واحد ستة ثمانية عشر أربعون.\nومنها: المربعة وهي المكعبة وهث: واحد ثمانية سبعة وعشرون أربعة وستون.\nومنها: المخمسة وهي: واحد عشرة ستة وثلاثون ثمانية وأربعون.\nوالمثلثة من هذه المجسمة تتولد من المثلثة السطحية لأن الستة ضعف الثلاثة وثمانية عشر ثلاثة أمثال الستة والأربعون أربعة أمثال العشرة وعلى هذا القياس غيره من المجسمات.\nهذه المجسمات إذا كان سمك أحدها مثل ضلع من أضلاعه فإنه يسمى الهوهوي وإذا زاد سمكه على ضلعه أو نقص سمي: الغيري الطول.\nالعدد الدوائري: ما كان بدؤه ونهايته شيئاً واحداً مثل خمسة\nالجزء: 1 ¦ الصفحة: 214\n",
        "وعشرين لأنها من ضرب خمسة في خمسة وانتهاؤها خمسة أعني الخمسة المنضمة إلى عشرين وكذلك ستة وثلاثون ابتداؤها وانتهاؤها ستة.\nالعدد الكري: ما كان ابتداؤه ونهايته ووسطه شيئاً واحداً مثل مائة وخمسة وعشرين لأنك تضرب خمسة في خمسة تكون خمسة وعشرين ثم في خمسة تكون مائة وخمسة وعشرين ففي بدئها ووسطها ونهايتها خمسة.\nفأما الستة فلا تحفظ هذا الترتيب فوسطها وبدؤها ونهايتها ستة ولكن ليست مع نهايتها ثلاثون كما أن وسطها ستة وثلاثون وكذلك مائتان وستة عشر بدؤها ووسطها ونهايتها ستة.\nالجزء: 1 ¦ الصفحة: 215\n",
        "الفصل الرابع: في العيارات\nالنسبة: أن تنسب العدد إلى آخر فتقول: هو نصفه أو ثلثه أو ضعفه أو نحو ذلك.\nالعيار يشبه النسب وأقل ما يكون العيار في نسبتين: إحداهما: عيار الأخرى والنسبتان أقل ما تكونان في ثلاثة أعداد فتكون نسبة الأول مثلاً إلى الثاني كعبا ونسبة الثاني إلى الثالث كعبين.\nالأعداد التي تعير بها النسب تسمى: الحدود والحدود تكون حاشيتين وواسطة وربما كان فيها واسطتان أو أكثر إذا كانت الأعداد أكثر من ثلاثة.\nما كان له واسطتان من العيارات يسمى: العيار الجرمي.\nالعيارات عشرة:\nأولها: الحسباني وأعداده ثلاثة: اثنان وواحد على نظم الأعداد الطبيعية وهو مختلف النسب متساوي التفاضل.\nوالثاني: العيار المساحي وأعداده: أربعة اثنان واحد متساوي النسب مختلف التفاضل.\nالجزء: 1 ¦ الصفحة: 216\n",
        "والثالث: العيار التأليفي وهو المنسوب إلى تأليف الألحان وأعداده ستة أربعة ثلاثة.\nوالرابع: مقابل التأليفي وأعداده: ستة خمسة ثلاثة.\nوالخامس: مقابل المساحي وأعداده: خمسة أربعة اثنان.\nوالسادس: مقابل الحسباني وأعداده: ستة أربعة واحد.\nوالسابع أعداده: تسعة ثمانية ستة.\nوالثامن أعداده: تسعة سبعة ستة.\nوالتاسع أعداده: سبعة ستة أربعة.\nوالعاشر أعداده: ثمانية خمسة ثلاثة.\nفهذه جميع العيارات.\nالجزء: 1 ¦ الصفحة: 217\n",
        "الفصل الخامس: في وجوه الحسابات\nحساب الهند قوامه تسع صور يكتفي بها في الدلالة على الأعداد إلى ما لا نهاية له.\nوأسماء مراتبها أربعة وهي: الآحاد والعشرات والمئون والألوف.\nفالواحد يقوم مقام العشرة ومقام مائة ومقام ألف ومقام عشرة آلاف ومائة ألف وألف ألف إلى ما لا نهاية له من العقود.\nويقوم الاثنان مقام العشرين ومقام المائتين ومقام الألفين والعشرين ألفاً والمائتي ألف والألفي ألف وكذلك سائر العقود على هذا القياس أعني الثلاثة مقام الثلاثين والثلاثمائة والثلاثة آلاف والثلاثين ألفاً والثلاثمائة ألف والثلاثة آلاف ألف.\nوإنما يعرف ذلك بمراتب الوضع على ما في هذا الجدول وهذه صورتها:\nآحاد\n...\n1\n...\n2\n...\n3\n...\n4\n...\n5\n...\n6\n...\n7\n...\n8\n...\n9\nعشرات\n...\n10\n...\n20\n...\n30\n...\n40\n...\n50\n...\n60\n...\n70\n...\n80\n...\n90\nمئون\n...\n100\n...\n200\n...\n300\n...\n400\n...\n500\n...\n600\n...\n700\n...\n800\n...\n900\nألوف\n...\n1000\n...\n2000\n...\n3000\n...\n4000\n...\n5000\n...\n6000\n...\n7000\n...\n8000\n...\n9000\nالجزء: 1 ¦ الصفحة: 218\n",
        "وهذه الدوائر الصغار تسمى: الأصفار توضع لحفظ المراتب في المواضع التي ليس فيها أعداد فإذا جاوزت الأعداد الألوف صيرت مرتبة الألوف مرتبة الآحاد ثم ما يليها مرتبة العشرات ثم مرتبة المئين ثم مرتبة الألوف الألوف فإذا زادت صيرت مرتبة الألف ألف مرتبة الآحاد على هذا القياس إلى ما لا نهاية له مثال ذلك هذه الصور التسع إذا لم توجد على الانفراد بل اعتبرت مراتبها على ما وضعت عليه هذه الصورة: 1, 2, 3, 4, 5, 6, 7, 8, 9 كان ذلك تسع مائة ألف ألف وثمانين ألف ألف وسبعة آلاف ألف وستمائة ألف وأربعة وخمسين ألفاً وثلاثمائة وإحدى وعشرين لأن الواحدة كان في المرتبة الأولى فكان واحداً وصورة الاثنين كانت في المرتبة الثانية فكانت عشرين. وصورة الثلاثة في المرتبة الثالثة فكانت ثلاثمائة وصورة الأربعة في المرتبة الرابعة فكانت أربعة آلاف وكذلك سائرها على هذا القياس.\nحروف حساب الجمل وهي: أبجد هوز حطي كلمن سعفص قرشت ثخذ ضظغ هذا على ما يستعمله المنجمون والحساب فأما على ما تعرفه العرب: فأبوجاد هواز حطي كلمون سعفص قرشات.\nويزعمون أنها أسماء ملوك كانوا للعرب العاربة وقد وضعت الحروف على نحو ما يستعمل المنجمون في جدول ووضع عدد كل حرف منها بإزائه وهذا هو الجدول.\nفإذا ركبت منها إثنين أو ثلاثة فإن سبيلك أن تقدم الأكثر وتؤخر الأقل مثال ذلك يب إثنا عشر وكذلك قلج مائة وثلاثة وعشرون.\nوقد يكتب بهذه الحروف كما يكتب حساب الهند وهو أن تكتب بتسعة أحرف منها من الألف إلى الطاء. وتوضع هذه العلامة في المواضع\nالجزء: 1 ¦ الصفحة: 219\n",
        "ا\nواحد\n...\nب\nإثنان\n...\nج\nثلاثة\n...\nد\nأربعة\n...\nهـ\nخمسة\nوستة\n...\nز\nسبعة\n...\nح\nثمانية\n...\nط\nتسعة\n...\nعشرات\n...\nي\nعشرة\n...\nك\nعشرون\n...\nل\nثلاثون\n...\nم\nأربعون\n...\nن\nخمسون\nس\nستون\n...\nع\nسبعون\n...\nف\nثمانون\n...\nص\nتسعون\n...\nمئوية\n...\nق\nمائة\n...\nر\nمائتان\n...\nش\nثلثمائة\n...\nت\nأربعمائة\n...\nث\nخمسمائة\nخ\nستمائة\n...\nذ\nسبعمائة\n...\nض\nثمانمائة\n...\nظ\nتسعمائة\n...\nغ\nألف\n...\n...\n...\n...\nالخالية مكان الصفر في حساب الهند كي يحفظ بها الترتيب فقط.\nالضرب: تضعيف أحد العددين بآحاد الآخر مثل أن تضرب ثلاثة في أربعة فتبلغ إثني عشر فكأنك ضعفت الأربعة ثلاث مرات أو ضعفت الثلاثة أربع مرات فكان معنى قولك: ثلاثة في أربعة: ثلاثة أربع مرات.\nقال الخليل: مبلغ ما يجتمع من الضرب هو الجذاء تقول: جذاء عشرة في عشرة: مائة وجذاء ثلاثة في أربعة: إثنا عشر.\nقال: ويسمون جملة هذا الحساب البرجان.\nالقسمة: أخذ حصة الواحد من المقسوم عليهم من المقسوم كأنك تقسم عشرين درهماً على خمسة نفر فحصة الواحد من المقسوم عليهم وهم النفر من الدراهم: أربعة وهذا المال هو المقسوم والرجال هم\nالجزء: 1 ¦ الصفحة: 220\n",
        "المقسوم عليهم وما يخرج من القسمة فهو القسم بكسر القاف.\nالجذر: كل ماتضربه في نفسه.\nوالمال: كل ما يجتمع من ضرب عدد في نفسه مثل ثلاثة في ثلاثة: تسعة فالثلاثة: الجذر والتسعة: المال.\nالجذر المطلق هو المنطوق به وهو ما يعرف به حقيقة مقداره ويمكن أن ينطق به وهو مثل جذر المائة وهو عشرة وجذر تسعة وهو ثلاثة وجذر أربعة وهو إثنان.\nوالجذر الأصم: الذي لا سبيل إلى علم حقيقته بالعدد مثل جذر إثنين أو جذر ثلاثة أو جذر عشرة.\nوقد يؤخذ بالتقريب ولا تدرك حقيقته.\nوحكي أن من تسبيح براهمة الهند: سبحان عالم الجذور.\nالصم ذو الأسمين: ما لا يمكن أن ينطق به بلفظ واحد مثل قولك: جذر عشرين وجذر عشرة معاً أو جذر العشرين إلا جذر عشرة.\nالمكعب هو المال إذا ضرب في ضلعه أي جذره فالمبلغ هو المكعب وذلك الجذر هو الكعب مثال ذلك: ثلاثة في ثلاثة: تسعة وتسعة في ثلاثة: سبعة وعشرون فسبعة وعشرون هو المكعب وكعبه ثلاثة.\nمال المال هو المال إذا ضرب في نفسه فإن المجتمع هو مال المال وكذلك إذا ضرب المكعب في كعبه صار مال المال مثال ذلك: التسعة هو مال لأنه مربع فإذا ضربته في نفسه صار واحداً وثمانين وكذلك سبعة وعشرون هو مكعب وإذا ضربته في كعبة وهو ثلاثة صار واحداً وثمانين.\nالجزء: 1 ¦ الصفحة: 221\n",
        "المال إذا ضرب في المكعب سمي: مال كعب فإذا ضرب مال المال في المكعب سمي: المبلغ.\nحساب الخطائين أيضاً من تدبير الحساب لاستخراج مسائل الوصايا ونحوها يسمى ذلك لأنه يؤخذ عدد ما يستعمل فيه شرائط المسألة فإن خرجت وإلا حفظ مقدار ما وقع فيها من الخطأ وأخذ عدد آخر وعمل به مثل ذلك فإن خرجت وإلا حفظ مقدار الخطأ الثاني ثم يستخرج من هذين الخطأين حقيقة الصواب.\nومن حسابات الفقهاء تدبير الحشو ويسمى: التتمة وحساب الدرهم والدينار وحساب الديباج ويقع في هذه كلها إما اعتياض وإما إختلال وإختلاف وأحسنها وأجمعها الذي لا يختلف في حال هو حساب الجبر والمقابلة.\nالجزء: 1 ¦ الصفحة: 222\n",
        "في الهندسة\nالفصل الأول: في مقدمات هذه الصناعة\n...\nالفصل الأول: في مقدمات هذه الصناعة\nهذه الصناعة تسمى باليونانية: جومطرياً وهي صناعة المساحة. وأما الهندسة فكلمة فارسية معربة وفي الفارسية: إندازة أي المقادير. قال الخليل: المهندس: الذي يقدر مجاري القنى ومواضعها حيث تحتضر وهو مشتق من الهندزة وهي فارسية فصيرت الزاي سيناً في الإعراب لأنه ليس بعد الدال زاي في كلام العرب.\nوقال بعضهم: هي إعراب: أنديشه أي الفكرة وليس ذلك بصحيح. فإن في بعض كلام الفرس: إندازه با اختر ماري بايد أي الهندسة يحتاج إليها مع أحكام النجوم. وقد يقع هذا الإسم على تقدير المياه كما قال الخليل لأنه نوع من هذه الصناعة وجزء لها.\nكتاب الأسطقسات هو كتاب إقليدس في أصول هذه الصناعة وقد فسرت الأسطقس في باب الفلسفة وإقليدس: إسم الرجل الذي صنف هذا الكتاب وجمع فيه أصول الهندسة.\nالمصادرة: ما يصدر به الكتاب أو الباب من أبواب الهندسة من مقدمات المسألة وقد يستعمل أصحاب هذه الصناعة ألفاظاً مضى تفسيرها في الأبواب المتقدمة.\nالمقادير هي ذوات الأبعاد من الخطوط والبسائط والأجسام.\nالجزء: 1 ¦ الصفحة: 225\n",
        "الأبعاد هي الطول والعرض والعمق وسواء قلت: عمق أو سمك والفصل بينهما أن السمك فيما كان عالياً من الأجسام والعمق فيما كان منخفضاً.\nالجسم هو المقدار ذو الثلاثة الأبعاد التي هي الطول والعرض والعمق ونهاياته بسائط.\nالبسيط والسطح هو المقدار ذو البعدين وهما الطول والعرض فقط ولا يدرك بالحس إلا مع الجسم لأنه نهاية جسم فأما على الإنفراد فإنه يدرك بالوهم فقط ونهايات البسائط خطوط.\nالخط هو المقدار ذو البعد الواحد وهو الطول فقط ولا يمكن رؤيته إلا مع البسيط لأنها نهايته فأما على الإنفراد فإنه يدرك بالوهم فقط ونهايتها الخط النقطتان.\nوالنقطة: شيء لا بعد له من طول ولا عرض ولا عمق ولا تدرك بالحس إلا مع الخط لأنها نهايته وأما على الإنفراد فإنها لا تدرك إلا بالوهم.\nالجزء: 1 ¦ الصفحة: 226\n",
        "الفصل الثاني: في الخطوط\nالخطوط ثلاثة: مستقيم ومقوس ومنحن.\nالخطوط المتوازية هي التي لا تلتقي وإن أخرجت بلا نهاية.\nالخطوط المتلاقية: التي تلتقي وتحيط بزاوية.\nالزوايا: مسطحة أو مجسمة.\nفأما المسطحة فهي التي تحدث عن إلتقاء خطين على غير إستقامة والمجسمة: التي تحدث عن إلتقاء ثلاثة خطوط على غير إستقامة وعلى غير سطح واحد.\nوأنواع الزوايا المسطحة: ثلاثة: قائمة ومنفرجة وحادة.\nفالزاوية القائمة: التي إذا أخرج أحد الضلعين المحيطين بها كانت التي تحدث مثل الأولى.\nوالزاوية الحادة هي أصغر من القائمة.\nوالزاوية المنفرجة هي أكبر من القائمة.\nالدائرة هي السطح المعروف.\nالجزء: 1 ¦ الصفحة: 227\n",
        "والمحيط هو الخط الذي يحيط بهذا السطح والقطعة من هذا الخط المحيط تسمى: قوساً.\nالأضلاع هي الخطوط التي تحيط بالسطوح واحدها: ضلع.\nالساقان: الخطان اللذان يحيطان بزاوية كل خط ساق منهما.\nالقاعدة: الخط الذي يصل بين طرفي الساقين.\nالقطر: الذي يخرج من طرف زاوية وينتهي إلى زاوية أخرى والخط الذي يقسم الدائرة بنصفين يسمى أيضاً: قطراً.\nالعمود: الخط الذي إذا قام على خط آخر أحاط معه بزاوية قائمة.\nالوتر: الخط الذي يصل بين طرفي القوس أو الخط المنحني والخط الذي يوتر زاوية ب 5 يسمى: وتراً أيضاً أعني القاعدة.\nالسهم: الخط الذي يخرج من النقطة التي تقسم وتر القوس بنصفين ويحيط مع الوتر بزاوية قائمة مثل خط: 5 ب.\nالجيب المستوى هو نصف وتر ضعف القوس التي هو جيبها مثل: آه فإنه نصف وتر ضعف قوس آب.\nالجيب المعكوس هو سهم ضعف القوس الذي هو جيب لها كخط 5 ب لقوس آب.\nالجزء: 1 ¦ الصفحة: 228\n",
        "الفصل الثالث: في البسائط\nأنواع البسائط ثلاثة: مسطح ومقبب ومقعر.\nوأنواع المسطح كثيرة فمنها: المثلث وهو ثلاثة أنواع: القائم الزاوية والمنفرج الزاوية والحاد الزوايا.\nوقد فسرت هذه الزوايا في الفصل الأول من هذا الباب ومنها:\nالمربع وهو خمسة أنواع:\nالأول: الصحيح هو قائم الزوايا متساوي الأضلاع.\nوالثاني: قائم الزوايا متساوي كل ضلعين متقابلين وهو المستطيل.\nوالثالث: متساوي الأضلاع غير قائم الزوايا متساوي كل زاويتين متقابلتين وهو المعين إشتق إسمه من العين.\nوالرابع: متساوي كل زاويتين متقابلتين غير قائم الزوايا متساوي كل ضلعين متقابلين وهو الشبيه بالمعين.\nوالخامس: المنحرف وهو ما كان خارجاً من هذه الحدود.\nأنواع السطوح الكثيرة الزوايا:\nهي المخمس والمسدس والمسبع كذلك ما لا نهاية له\nالجزء: 1 ¦ الصفحة: 229\n",
        "أسماءها مشتقة من عدد أضلاعها.\nالسطح الهلالي هو الذي يحيط به خطان مقوسان حربة أحدهما إلى أخمص الآخر مثل شكل الهلال.\nوالسطح البيضي هو الذي يحيط به قوسان متقابلا الأخمصين مثل البيضة.\nالشكل القطاع بفتح القاف وتشديد الطاء: قطعة من دائرة رأسها إما على مركزها وإما على محيطها مثل هذين الشكلين.\nالبسيط المقبب الكرى: ما كان على شكل الكرة.\nالبسيط المقبب الكرى: على شكل الكرة.\nالبسيط الأسطواني: ما كان على شكل الأسطوانة يبتدىء من دائرة وينتهي إلى دائرة البسيط المقبب.\nتقبيب المخروط هو شكل يبتدىء من نقطة وينتهي إلى محيط دائرة ويسمى أيضاً: الشكل الصنوبري تشبيهاً بحمل شجرة الصنوبر.\nالجزء: 1 ¦ الصفحة: 230\n",
        "الفصل الرابع: في المجسمات\nالشكل الناري هو جسم يحيط به أربعة سطوح مثلثات متساوية الأضلاع.\nالشكل الأرضي هو المكعب وهو جسم يحيط به ستة سطوح مربعات متساوية الأضلاع والزوايا على هيئة كعب النرد.\nالشكل الهوائي هو جسم يحيط به ثمانية سطوح مثلثات متساوية الأضلاع والزوايا.\nالشكل المائي هو جسم يحيط به عشرون مثلثاً متساوية الأضلاع والزوايا.\nالشكل الفلكي هو جسم يحيط به إثنا عشر سطحاً مخمسات متساوية الأضلاع والزوايا.\nالشكل اللبني: جسم مربع يكون بعدان من أبعاده متساويين والثالث أصغر على شكل اللبنة المربعة.\nالشكل العمودي: جسم مربع يكون بعدان من أبعاده متساويين والثالث أعظم.\nالجزء: 1 ¦ الصفحة: 231\n",
        "وبعضهم يسميه: البئري تشبيهاً بشكل البئر وبعضهم يقول: التيري والتير هو الجذع والأول أصح.\nالشكل اللوحي: الجسم المربع الذي تختلف أبعاده الثلاثة على هيئة اللوح.\nالجسم المنشور: يحدث عن أحد الأجسام المربعة إذا قسم بنصفين على أحد أقطاره سمي بذلك لأنه كأنما نشر بالمنشار نشراً.\nالكرة: شكل مجسم يحيط به بسيط واحد في داخله نقطة كل الخطوط المستقيمة الخارجية من تلك النقطة إلى بسيطها متساوية وتلك النقطة مركزها.\nوقطر الكرة: كل خط يمر على مركزها وينتهي إلى بسيطها.\nومحور الكرة: قطرها الذي تتحرك عليه الكرة وهو ثابت.\nقطبا الكرة: طرفا المحور.\nالبيضة: شكل مجسم يحيط به بسيط واحد وتحدث عن قطعة أقل من نصف دائرة إذا صير طرفاها كالمحور وأديرت إلى أن ترجع إلى حيث ابتدأت منه.\nالحلقة: هي جسم يحيط به بسيط واحد مستدير في داخله مكان يمكن أن تقع فيه كرة.\nالأسطوانة: جسم يبتدىء من دائرة وينتهي إلى دائرة متساوية لها.\nيحيط بها بسيط أسطواني.\nالجسم المخروط: شكل يبتدىء من نقطة وينتهي إلى محيط دائرة ويحيط به بسيط صنوبري ودائرة.\nالهليلجي والعجسي: يحدثان عن قطعتي دائرة أي قوسان إذا التقى طرفاهما وديرت دورة الكرة بين قطبين مرة.\nالجزء: 1 ¦ الصفحة: 232\n",
        "في علم النجوم\nالفصل الأول: في أسماء النجوم السيارة والثابتة وصورها\n...\nالفصل الأول: في أسماء النجوم السيارة والثابتة وصورها\nعلم النجوم يسمى بالعربية: التنجيم وباليونانية: إصطرنوميا. واصطر هو النجم. ونوميا هو العلم.\nالكواكب السيارة: زحل والمشتري والمريخ والشمس والزهرة وعطارد والقمر.\nوأسماؤها بالفارسية: كيوان هرمز بهرام خورنا هيد تيرماه\n....\nالكواكب الثابتة هي النجوم كلها التي في السماء ما خلا السبعة التي تقدم ذكرها وسميت: ثابتة لأنها تحفظ أبعادها على نظام واحد ولا تسير عرضاً.\nوقيل: لأن سيرها إذا قيس بسير السبعة فهو يسير جداً.\nوالأول أصح.\nوالكواكب الثابتة تقع في خمس وأربعين صورة منها إثنتا عشرة صورة في وسط الفلك وهي صورة البروج الإثني عشر وهي: الحمل والثور والجوزاء والسرطان والأسد والسنبلة والميزان والعقرب والقوس والجدي والدلو والحوت.\nالجزء: 1 ¦ الصفحة: 235\n",
        "والحمل يسمى: الكبس أيضاً والجوزاء تسمى: التوأمين والأسد: الليث والسنبلة: العذراء والجدي: التيس والحوت: السمكة.\nومنها تسع عشرة صورة شمالية\nأولها: الدب الأصغر وتسميه العرب بنات نعش الصغرى وهي سبعة أنجم الأربعة منها نعش والثلاثة هي البنات والثانية التنين.\nوالعرب تسمى كواكبه: العوائذ.\nالثالثة: الدب الأكبر وهو بنات نعش الكبرى.\nوالرابعة: قيضاوس ويسمى الأثافي.\nوالخامسة: بؤرطيس الحارس وهو العواء ويسمى: راعي الشاء ومن كواكبه: السماك الرامح.\nوالسادسة: الإكليل الشامي وهو الفكة.\nوالسابعة: الجاثي على ركبتيه وكواكبه التماثيل.\nوالثامنة: الحواء وحيته.\nوالتاسعة: اللورا غير معجمة الراء معناه باليونانية الصنج لضوئه وتسميه العرب: النسر الواقع ويسمى أيضاً: السلحفاة.\nوالعاشرة: العقاب والسهم وتسميه العرب: النسر الطائر.\nوالحادية عشرة: الدلفين ويسمى الصليب سمي دلفين تشبيهاً بالسمك البحري الذي ينجي الغرقي.\nوالثانية عشرة: الدجاجة وتسمى: الفوارس ومن كواكبها: الردف وهو ذنب الدجاجة.\nالجزء: 1 ¦ الصفحة: 236\n",
        "والثالثة عشرة: الفرس الأول.\nوالرابعة عشرة: الفرس الثاني.\nوالخامسة عشرة: المرأة ذات الكرسي ومن كواكبها الكف الخضيب.\nوالسادسة عشرة: هي المرأة التي لم تر بعلاً وتسميها العرب: الناقة.\nوالسابعة عشرة: المثلث وهي الأشراط.\nوالثامنة عشرة: حامل رأس الغول.\nوالتاسعة عشرة: أنيخس وهي حامل العناق ومن كواكبه: العنز وهي العيوق.\nوأيضا أربع عشرة صورة جنوبية:\nالأولى: قيطس وهو سبع البحر وكواكبه النعامات.\nوالثانية: النهر.\nالثالثة: الجبار.\nوالرابعة: الأرنب.\nوالخامسة: كلب الجبار وهو الكلب الأكبر وهو الشعري العبور لأنها عبرت المجرة والشعري اليمانية.\nوالسادسة: الكلب الأصغر وهو الشعري الشامية وهي الغميصاء معجمة الغين غير معجمة الصاد إشتقت من غمص العين وهو ما يجتمع في مأقها عند النوم.\nالسابعة: السفينة ومن كواكبها سهيل وهو في المجذاف.\nوالثامنة: الشجاع وهو الحية.\nالجزء: 1 ¦ الصفحة: 237\n",
        "والتاسعة: الغراب.\nوالعاشر: الكاس.\nوالحادية عشر: قنطورس وهو حامل السبع وهو الظليم.\nوالثانية عشرة: هي المجمرة وهي النفاطة.\nوالثالثة عشرة: هي الإكليل الجنوبي.\nوالرابعة عشرة: هي الحوت الجنوبي.\nمنازل القمر في ضمن هذه الصورة وهي ثمانية وعشرون منزلاً:\nأولها: الشرطان وهي معجمة الشين وهي تثنية الشرط.\nثم البطين.\nثم الثريا.\nثم الدبران على وزن سرطان وضربان.\nثم الهمقة.\nثم الهنعة.\nثم الذراع.\nثم النثرة.\nثم الطرف.\nثم الجبهة.\nثم الزبرة.\nثم الصرفة.\nثم العواء.\nثم السماك\nوهما سماكان: أعزل ورامح.\nثم الغفر.\nالجزء: 1 ¦ الصفحة: 238\n",
        "ثم الزباني.\nثم الإكليل.\nثم القلب.\nثم الشولة.\nثم النعائم.\nثم البلدة.\nثم سعد ذابح.\nثم سعد بلع.\nثم سعد السعود.\nثم سعد الأخبية.\nثم الغرغان بإعجام الغين المقدم والمؤخر.\nثم الرشاء. ويقال له أيضا: بطن الحوت.\nالأنواء: النوء سقوط النجم من منازل القمر في المغرب بعد الفجر وطلوع آخر يقابله من ساعته في المشرق وهو رقيبه وسقوط النجم منها في ثلاثة عشر يوماً ما خلا الجبهة فإن لها أربعة عشر يوماً ويقال: خوى النجم يخوي خيا وخواء إذا مضت مدة نوئه ولم يكن فيه مطر أو ريح أو برد أو حر.\nالجزء: 1 ¦ الصفحة: 239\n",
        "الفصل الثاني: في ذكر الأفلاك وتركيبها وأحوال الكواكب فيها وهيئة الأرض وأقاليمها\nعلم الهيئة هو معرفة تركيب الأفلاك وهيئتها وهيئة الأرض.\nقال الخليل: الفلك هو دوران السماء وهذا يشبه قول المنجمين لأنهم يسمون السموات الأفلاك وهي عندهم تدور بكليتها.\nالفلك المستقيم هو معدل النهار وهو الدائرة العظمى التي تحيط على قطبي السماء اللذين عليها يتحرك من المشرق إلى المغرب دورة في كل يوم وليلة سمي معدل النهار لأن الشمس إذا بلغته إعتدال النهار.\nخط الإستواء من الأرض هو الخط الذي يقابل معدل النهار وهو حيث يرى القطبان الجنوبي والشمالي ملاصقين للأرض والليل والنهار مستويان فيه أبداً.\nفلك البروج هو الدائرة التي ترسمها الشمس بسيرها من المغرب إلى المشرق في سنة واحدة وهو مقسوم إثني عشر قسماً وهي البروج. وقد ذكرت أسماءها في الفصل الأول. وطول كل برج منها ثلاثون درجة وكل درجة ستون دقيقة وكل دقيقة ستون ثانية وكل ثانية ستون ثالثة وعلى هذا المثال الروابع والخوامس والسوادس والعواشر والحوادي عشر إلى ما لا نهاية له.\nالجزء: 1 ¦ الصفحة: 240\n",
        "دائرة الأفق: تفصل ما فوق الأرض مما تحتها من السماء.\nدائرة الارتفاع: هي التي تمر بقطبي الأفق.\nوقوس الارتفاع: قطعة من تلك الدائرة.\nالميل: هو بعد الشمس أو الكواكب من معدل النهار.\nسعة المشرق للشمس هو من الألق ما بين معدل النهار وبين مطلعها.\nنقطة الاعتدال الربيعي هي رأس الحمل لأن الشمس إذا بلغته اعتدال النهار في الربيع.\nونقطة الاعتدال الخريفي هي رأس الميزان لأن الليل والنهار يعتدلان في الخريف إذا بلغته الشمس.\nنقطة المنقلب الصيفي هي رأس السرطان لأن الشمس إذا بلغته تناهي طول النهار وبدأ في النقصان.\nنقطة المنقلب الشتوي هي رأس الجدي لأن الشمس إذا بلغته تناهى قصر النهار وبدأ في الزيادة.\nعرض البلد هو بعده من خط الإستواء.\nطول البلد هو بعده من المشرق أو المغرب وليس للمشرق والمغرب نهاية في الحقيقة عند المنجمين لأن كل نقطة من دائرة خط الإستواء هي مشرق لموضع ومغرب لموضع آخر فإذا ذكر المشرق على الإطلاق عني به أقصى موضع من البلاد المعمورة في نواحي الشرق وكذلك إذا ذكر المغرب على الإطلاق عني به أقصى موضع من البلاد المعمورة في نواحي الغرب وبينهما نصف الأرض طولاً.\nوالمعمورة من الأرض ربعها الذي على مهب الشمال وذلك أن\nالجزء: 1 ¦ الصفحة: 241\n",
        "الأرض تنقسم قسمين فأحد القسمين بحري خلاء ولا يمكن الوصول إليه لإحاطة البحر المحيط بالأرض.\nوينقسم النصف الأعلى قسمين بخط الإستواء فما وراء خط الإستواء إلى مهب الجنوب هو خراب لشدة الحرفية وما دون خط الإستواء إلى مهب الشمال أكثره عمران فلذلك سمي هذا الربع: المعمورة.\nكنذر: هي أقصى مدينة في المشرق وهي في أقاصي بلاد الصين والواقواق.\nالسوس الأقصى: مدينة في نهاية عمران المغرب فيما وراء الأندلس في الساحل الجنوبي من بحر الروم وبين هاتين المدينتين نصف الأرض طولاً على ما يقال.\nوالله أعلم.\nالقبة: وسط الأرض أعني ما بين نقطة المشرق المفروضة وبين نقطة المغرب المفروضة وذلك مائة وثمانون درجة وبين نقطة نهاية ناحية الجنوب وبين نقطة ناحية الشمال وذلك أيضاً مائة وثمانون درجة.\nبارة: إسم مدينة في جزيرة البحر الأعظم قريبة من القبة وبحذائها من بلادها هذه خجندة وبإزائها الشبورقان وهي الفاصلة بين البلاد الشرقية والغربية فالمدن التي هي أعلى منها كفرغانة وكإشغار إلى الصين.\nوالوقواق: هي المدن الشرقية وما هو أسفل منها كالشاش وإيلاق وأشروسنة وسمرقند وبخاري إلى السوس الأقصى هي المدن الغربية.\nالمعمورة من الأرض: سبعة أقسام تسمى الأقاليم واحدها: إقليم وكل إقليم يبتدىء من المشرق وينتهي إلى المغرب.\nالزيج: كتاب منه يحسب سير الكواكب ومنه يستخرج التقويم\nالجزء: 1 ¦ الصفحة: 242\n",
        "أعني حساب الكواكب لسنة سنة وهو بالفارسية: زه أي الوتر ثم أعرب فقيل: الزيج وجمعه: زيجة على مثال: قرد وقردة.\nالزابحة هي صورة مربعة أوم مدورة تعمل لمواضع الكواكب في الفلك لينظر فيها عند الحكم لمولد أو غيره وإشتقاقه بالفارسية من: زائسن أي المولد ثم أعربت الكلمة فاستعملت في المولد وغيره.\nمطلع الفلك المستقيم هو ما يطلع مع قسي فلك البروج من معدل النهار في خط الإستواء وهو بالفارسية: جوي راست.\nمطالع البلد من البلدان هي ما يطلع من قسي فلك البروج من أفق ذلك البلد.\nالساعة المعوجة هي نصف سدس النهار أو الليل الذي ليس بمعتدل وتسمى الساعة الزمانية أيضاً.\nوالساعة المستوية هي مقدار ما يدور من الفلك خمس عشرة درجة.\nالأزمان: هي أجزاء الساعات المعوجة.\nقوس النهار: هي القوس التي فوق الأرض من الدائرة الموازية لمعدل النهار التي فيها تدور الشمس في يوم واحد من الأيام.\nقوس الليل: ما يبقى لتمام تلك الدائرة.\nوأزمان الساعة للنهار أو الليل نصف سدس تلك القوس.\nالجوزهر: هو النقطتان اللتان تتقاطع عليهما الدائرتان من الأفلاك تسميان: العقدتين والجوزهر كلمة فارسية وهي كوزجهر أي صورة الجوز.\nوقيل: كوي جهر أي صورة الكرة والأول أصح ويسمى أيضاً:\nالجزء: 1 ¦ الصفحة: 243\n",
        "التنين وهذه صورته في الأصل وإحدى العقدتين تسمى: الرأس والأخرى: الذنب وهذا في كل فلكين يتقاطعان فإذا أطلق له هذا الاسم أعني به: جوزهر القمر خاصة وهذا الذي يثبت حسابه في التقويم.\nالأوج: هو أرفع موضع من الفلك الخارج المركز أعني أبعده من الأرض. وهي كلمة فارسية وهي أوك وقيل: أوره.\nالحضيض هو مقابل الأوج وهو أخفض موضع في هذا الفلك وأقربه من الأرض.\nالأفيجيون هو الأوج باليونانية والافريجيون هو الحضيض.\nمنطقة البروج هي نطاق البروج ووسط البروج الذي فيه مسير الشمس.\nسير الطول للكوكب هو سيرة في نطاق البروج.\nسير العرض هو تباعد الكوكب عن نطاق البروج إلى ما يلي قطب الشمال أو قطب الجنوب.\nرجوع الكواكب ورجعتها هو سيرها طولاً على خلاف نضد البروج وإستقامتها هو سيرها على نضد البروج.\nالإقامة: وقفة الكواكب قبل الرجوع وقبل الإستقامة في رأي العين فأما في الحقيقة فإن الكواكب لا تقف البتة ولا تكن عن سيرها.\nفلك الأوج هو الخارج المركز وسمى: خارج المركز لأن مركزه غير مركز الأرض ولكنه يحيط بالأرض.\nفلك التدوير هو فلك صغير لكل كوكب ولا يحيط بالأرض ويكون فيه سير جرم الكوكب.\nالجزء: 1 ¦ الصفحة: 244\n",
        "البركسيس هو إختلاف المنظر لفظة يونانية. ومعنى إختلاف المنظر: إختلاف الموضع الذي يرى فيه الكوكب إذا نظر إليه من مركز الأرض والموضع الذي يرى فيه إذا نظر إليه من حدبة الأرض.\nكسوف الشمس والقمر معروف يقال: كسفت الشمس كسوفاً وكسفها الله كسفاً. فأما قولهم: إنكسفت الشمس فلفظة عامية ليست بفصيحة وعلة كسوف الشمس أن القمر يحول بينها وبين أبصارنا ويحجز عنا شعاعها ولذلك لا يكون كسوف الشمس إلا آخر الشهر عند إجتماعهما طولاً وعرضاً. وأما كسوف القمر فإن الأرض تحول بينه وبين ما يقبله من شعاع الشمس ولذلك لا يكون الكسوف القمري إلا وسط الشهر عند تقابلهما طولا وعرضا.\nوسط الكوكب هو سيرة الوسط في فلكه الخاص الخارج المركز.\nوالسير المعدل هو تقويمه وهو حركته في فلك البروج والتعديل ما يزاد على وسطه أو ينقص منه حتى يعلم سيره المعدل المقيس برأي العين في فلك البروج.\nالمركز يعني به سير مركز فلك التدوير في الفلك الخارج المركز.\nالخاصة هو سير الكوكب نفسه في فلك التدوير ويسمى: الحصة وهو بالفارسية: الكندر.\nالبهت المعدل هو سير الكوكب المعدل ليوم وليلة.\nالنهندر هو ما يبقى من سير الكوكب ليوم وليلة إذا ألقى من مسير الشمس ليوم وليلة أو ألقى سيرها من مسيره وسمي أيضاً: حصة المسير.\nالكوكب الصميم والتصميم والمصمم: أن يكون بين الشمس وبينه ست عشرة دقيقة فما دونها.\nالجزء: 1 ¦ الصفحة: 245\n",
        "الإحتراق: أن يكون الكوكب مقارناً للشمس وبينهما أكثر من دقائق.\nالتصميم تحت الشعاع هو أن يكون مع الشمس قبل الإحتراق أو بعده.\nالكبيسة في تاريخ اليونانيين: معناها أن سنتهم ثلاثمائة وخمسة وستون يوماً وربع يوم بالتقريب فإذا أمضت أربع سنين انجبرت الأرباع فصارت يوماً واحداً وصارت أيام السنة وصارت أيام السنة ثلاثمائة وستة وستين يوما وتسمى تلك السنة: الكبيسة واللفظة سريانية.\nالكردجة كلمة فارسية. معناها القطعة يسمى بها بعض الجداول كردجات تشبيهاً بقطاع الأرضين.\nالجيب مقداره قد ذكرناه في باب الهندسة ومقدار فلك الشمس الذي يذكر في باب الكسوف هو مقدار جرمها برأي العين على القياس المصطلح عليه ومقدار فلك القمر كذلك فأما مقدار فلك الجوزهر فهو الموضع الذي يقطعه القمر من صنوبرة ظل الأرض.\nالجزء: 1 ¦ الصفحة: 246\n",
        "الفصل الثالث: في مبادىء الأحكام\nبيت الكوكب برج ينسب إليه ولكل واحد من النيرين بيت واحد ولكل واحد من الخمسة المتحيرة بيتان.\nفالأسد بيت الشمس.\nوالسرطان بيت القمر.\nالجدي والدلو بيتا زحل\nالحوت والقوس بيتا المشتري.\nالحمل والعقرب بيتا المريخ.\nالثور والميزان بيتا الزهرة.\nالسنبلة والجوزاء بيتا عطارد.\nشرف الكوكب: درجة في برج ينسب إليه ولكل واحد من السبعة شرف فشرف زحل في الميزان وشرف المشتري في السرطان وشرف المريخ في الجدي وشرف الشمس في الحمل وشرف الزهرة في الحوت وشرف عطارد في السنبلة وشرف القمر في الثور وشرف الرأس في الجوزاء وشرف الذنب في القوس.\nالمثلثة: كل ثلاثة أبراج تكون على طبيعة واحدة تنسب إلى ثلاثة كواكب ويكون أحدها صاحب المثلثة المقدم بالنهار والثاني المقدم\nالجزء: 1 ¦ الصفحة: 247\n",
        "بالليل والثالث شريكهما بالنهار والليل.\nفالحمل والأسد والقوس مثلثة وهي حارة يابسة وأربابها بالنهار الشمس ثم المشتري وبالليل المشتري ثم الشمس وشريكهما بالليل والنهار زحل.\nوالثور والسنبلة والجدي مثلثة باردة يابسة وأربابها بالنهار الزهرة والقمر وبالليل بالعكس وشريكهما المريخ والجوزاء والميزان.\nوالدلو مثلثة حارة رطبة وأربابها بالنهار زحل وعطارد بالليل بالعكس وشريكهما المشتري والسرطان والعقرب.\nوالحوت مثلثة باردة رطبة وأربابها بالنهار الزهرة ثم المريخ وبالليل بالعكس وشريكهما القمر.\nالوجه والصورة والدريجان والدهج معناها كل عشر درجات من كل برج ويكون لكل وجه صاحب من الكواكب السبعة وبين الروم والهند والفرس إختلاف في إربابها.\nالحد هو أن درجات كل برج مقسومة بين الكواكب الخمسة المتحيرة على غير سوية وكل قسم يسمى حداً وهو بالفارسية مرز.\nالنهبهر هو تسع البروج وهو بالهندية نوبهر.\nالوبال هو البرج المقابل للبيت وهو البطيارج معرب من بتياره بالفارسية وهو البرج السابع من كل بيت ويسمى نظيره ومقابله وذلك أن يكون بينهما نصف الفلك وهو ستة أبراج.\nالهبوط مقابل الشرف.\nالآبار: درج في البروج إذا بلغتها الكواكب نحست فيها واحدها: بئر.\nالجزء: 1 ¦ الصفحة: 248\n",
        "والدرجات المظلمة معروفة.\nوالدرجات القتمة من القتام وهو الغبار الطالع من البروج الذي يطلع من المشرق والغارب نظيره الذي يغرب في أفق المغرب.\nووسط السماء هو البرج الذي يتوسط السماء.\nووتد الأرض نظيره وهو الذي تحت وسط الأرض والطالع والغارب ووسط السماء.\nووتد الأرض تسمى: الأوتاد الأربعة.\nوالبروج التي تلي هذه تسمى: ما يلي الأوتاد.\nوالبروج التالية لما يلي الأوتاد تسمى: السواقط والزوائل.\nبيت النفس هو الطالع.\nوالبرج الذي يليه هو بيت المال.\nوالثالث بيت الاخوة.\nوالرابع بيت الآباء.\nوالخامس بيت الولد.\nوالسادس بيت المرض والعبيد.\nوالسابع بيت النساء.\nوالثامن بيت الموت.\nوالتاسع بيت السفر والدين.\nوالعاشر بيت السلطان والعمل.\nوالحادي عشر بيت الأصدقاء.\nوالثاني عشر بيت الأعداء.\nالجزء: 1 ¦ الصفحة: 249\n",
        "للأيام السبعة أرباب:\nفرب يوم الأحد الشمس وهو رب الساعة الأولى منه ورب الساعة الثانية منه الزهرة التي تليه ورب الساعة الثالثة عطارد وعلى هذا إلى أن تنتهي الساعة الرابعة والعشرون إلى عطارد فيكون رب الساعة الأولى من يوم الاثنين القمر وهو رب اليوم أيضاً وعلى هذا القياس أرباب ساعاته إلى أن يكون يوم الثلاثاء للمريخ ويوم الأربعاء لعطارد ويوم الخميس للمشتري ويوم الجمعة للزهرة ويوم السبت لزحل.\nالكواكب المتحيرة هي التي ترجع وتستقيم وهي خمسة: زحل والمشتري والمريخ والزهرة وعطارد.\nالنيران هما الشمس والقمر.\nالسعدان المشتري والزهرة.\nالنحسان: زحل والمريخ.\nالكواكب العلوية هي: زحل والمشتري والمريخ لأنها فوق الشمس.\nوالكواكب السفلية هي الزهرة وعطارد والقمر لأنها تحت الشمس.\nالكبد: نجم نحس في السماء لا يرى وله حساب معلوم يستخرج به موضعه.\nالحيزان يكون الكوكب الذكر في برج ذكر بالنهار فوق الأرض وبالليل تحت الأرض أو يكون الكوكب الأنثى في برج أنثى بالنهار تحت الأرض وبالليل فوق الأرض فيقال: هو في حيز.\nالمزاعمة هي الحظ يقال لهذا الكوكب في البروج: مزاعمة أي خط من بيت أو شرف أو غير ذلك.\nالجزء: 1 ¦ الصفحة: 250\n",
        "الابتزاز: أن يكون للكوكب حظوظ كثيرة في البرج فيقال: هو مبتز عليه.\nالاستعلاء: أن يكون الكوكب في البرج العاشر من الآخر فيقال: هو مستحل عليه.\nالحصار: أن يكون الكوكب مضغوطاً بين نحسين أحدهما أمامه والآخر وراءه.\nالتشريق هو أن يرى الكوكب في المشرق يطلع قبل طلوع الشمس.\nالتغريب: أن يرى في المغرب يغرب عند غروب الشمس.\nالكناروزي: الذي يرى بالعشاء.\nالكنارشبي: الذي يرى صباحاً والكلمتان فارسيتان.\nالدستورية: أن يكون الكوكب مبايناً للشمس.\nالهيلاج: أحد الهيالج الخمسة وهي: الشمس والقمر والطالع وسهم السعادة.\nوجزء الاجتماع أو الاستقبال وهي أدلة العمر وذلك أنها تسير إلى السعود والنحوس ومعنى التسيير أن ينظركم بين الهيلاج وكم بين السعد أو النحس فيؤخذ لكل درجة سنة فيقال تصيبه السعادة أو النكبة إلى كذا وكذا سنة.\nالكدخذاه هو الكوكب المبتز على الهيلاج وهو الذي يدل على كمية العمر بسنين موضوعة لكل كوكب: كبرى ووسطى وصغرى وقيل هيلاج بالفارسية امرأة الرجل وكدخذاه هو الزوج ومعناه: رب المبيت لأن كده هو البيت وخذاه هو الرب ويسمى هذان الدليلان بذلك لأن بامتزاجهما وازدواجهما يستدل على كمية العمر.\nالجزء: 1 ¦ الصفحة: 251\n",
        "الفردار: قسمة العمر بين الكواكب السبعة لكل كوكب منها سنون معلومة. يقال لها: سنو الفردار.\nالجان بختان معناه: قاسم الروح وذلك أن درجة الطالع تسير إلى السعود والنحوس فصاحب الحد الذي يبلغه التسيير يسمى: قاسم الحياة.\nوالجان بختان البحر ما هي هو الامتلاء وهو أن يصير بدراً وهو الاستقبال لأنه يقابل الشمس حينئذ.\nالنصبري هو نصف الامتلاء وذلك في الليلة السابعة وفي الليلة الحادية والعشرين وهو حين يصير في تربيع الشمس ومعنى التربيع: أن يصير منه على ربع الفلك.\nالتثليث: أن يصير منه على ثلث الفلك.\nوالتسديس: أن يصير منه على سدس الفلك.\nوالمقابلة: أن يصير منه على نصف الفلك.\nالاجتماع: يعني به المحاق لأن القمر يقارن الشمس.\nالقران: يعني به اجتماع زحل والمشتري خاصة إذا أطلقت فإذا عني قران كوكبين آخرين قيد بذكرهما.\nالجزء: 1 ¦ الصفحة: 252\n",
        "الفصل الرابع: في آلات المنجمين\nالاضطراب معناه: مقياس النجوم وهم باليونانية: اصطرلابون.\nواصطر هو النجم ولابون هو المرآة ومن ذلك قيل لعلم النجوم: اصطرنوميا وقد يهذي بعض المولعين بالاشتقاقات في هذا الاسم بما لا معنى له وهو أنهم يزعمون أن \"لاب\" اسم رجل و \"أسطر\" جمع: سطر وهو الخط وهذا اسم يوناني اشتقاقه من لسان العرب: جهل وسخف.\nالاصطرلاب التام هو المعمول لدرجة درجة والنصف هو المعمول لدرجتين درجتين والثلث هو المعمول لثلاث درج والسدس هو المعمول لست درج ست درج والعشر هو المعمول لعشر درج عشر درج فأما الربع فإنه آلة غير الاصطرلاب على شكل ربع دائرة يؤخذ به الارتفاع وتستخرج الساعات.\nالعضادة: شبه مسطرة لها شظيتان تسمى: اللبنتين وفي وسط كل لبنة ثقبة وتكون هذه العضادة على ظهر الاصطرلاب وبها يؤخذ ارتفاع الشمس والكواكب.\nالحجرة: هي الحلقة المحيطة بالصفائح الملصقة بالصفيحة السفلى وقد تكون مقسومة بثلاثمائة وستين قسماً.\nالجزء: 1 ¦ الصفحة: 253\n",
        "الأم هي الصفيحة السفلى.\nالعنكبوت هي الشبكة التي عليها البروج والعظام من الكواكب الثابتة.\nمنطقة البروج في العنكبوت هي المقسومة بدرج البروج.\nالمري: زيادة عند رأس الجدي يماس الحجرة ويسمى: مريا لأنه يرى أجزاء الفلك.\nالمقنطرات هي الخطوط المقوسة المتضايقة المرسوم فيما بينها أعداد درج الارتفاع في الصفيحة وفوقها يجري العنكبوت.\nخطوط الساعات: هي الخطوط المتباعدة وهي تحت المقنطرات.\nخط الاستواء: هو الخط المقسوم الآخذ من المشرق إلى المغرب المار على مركز الصفيحة.\nخط نصف النهار هو الخط الذي يقطع خط الاستواء على زوايا قائمة وإبتداؤه من العروة.\nالاصطرلاب الكري هو كرة فوقها نصف كرة مشبكة بمنزلة العنكبوت من الاصطرلاب المسطح.\nالفرس هو قطعة شبيهة بصورة الفرس يشد بها العنكبوت على الصفائح.\nالقطب هو الوتد الجامع للصفائح والعنكبوت.\nأنواع الاصطرلابات كثيرة وأساميها مشتقة من صورها كالهلالي من الهلال والكرى من الكرة والزورقي والصدفي والمسرطن والمبطح وأشباه ذلك.\nآلات الساعات كثيرة فمنها الطرجهارة ومنها صندوق\nالجزء: 1 ¦ الصفحة: 254\n",
        "الساعات ومنها: دبة الساعات ومنها: الرخامة ومنها: المكحلة ومنها: اللوح.\nوذات الحلق هي حلق متداخلة يرصد بها الكواكب.\nالكرة معروفة من آلات المنجمين وبها تعرف هيئة الفلك وصورة الكواكب وتسمى أيضاً: البيضة.\nالجزء: 1 ¦ الصفحة: 255\n",
        "في الموسيقى\nالفصل الأول: في أسامي الآلات وما يتبعها\n...\nالفصل الأول: في أسامي الآلات وما يتبعها\nالموسيقى معناه تأليف الألحان واللفظة يونانية وسمى المطرب ومؤلف الألحان: الموسيقور والموسيقار.\nالأرغانون: آلة لليونانيين والروم تعمل من ثلاثة زقاق كبار من جلود الجواميس يضم بعضها إلى بعض ويركب على رأس الزق الأوسط زق كبير ثم يركب على هذا الزق أنابيب صفر لها ثقب على نسب معلومة يخرج منها أصوات طيبة مطربة مشجية على ما يريد المستعمل.\nالشلياق: آلة ذات أوتار لليونانيين والروم تشبه الجنك.\nاللور هو الصنج باليونانية.\nالقيتارة: آلة لهم تشبه الطنبور.\nالطنبور الميزاني: هو البغدادي الطويل.\nالعنق: الرباب معروف لأهل فارس وخراسان.\nالمعزفة: آلة ذات أوتار لأهل العراق.\nالمستق: آلة للصين تعمل من أنابيب مركبة واسمها بالفارسية: بيشه مشته.\nالجزء: 1 ¦ الصفحة: 259\n",
        "الناي: المزمار.\nالسرناي هو الصفارة وكذلك اليراع.\nشعيرة المزمار: رأسه الذي يضيق به ويوسع.\nالصنج بالفارسية: جنك وهو ذو الأوتار.\nقال الخليل: الصنج عند العرب هو الذي يكون في الدفوف يسمع له صوت كالجلجل فأماذو الأوتار فهو دخيل معرب وقيل ذو الأوتار إنما هو الونج.\nالشهروذ: آلة محدثة أبدعها حكيم بن أحوص السفدي ببغداد في سنة ثلاثمائة للهجرة.\nالبربط هو العود والكلمة فارسية وهي بريت أي صدر البط لأن صورته تشبه صدر البط وعنقه.\nأوتاد العود الأربعة أغلظها: البم والذي يليه المثلث بفتح الميم وتخفيف اللام على مثال مطلب والذي يلي المثلث المثنى بفتح الميم وتخفيف النون على تقدير: معنى ومغزى والرابع هو الزير وهو أدقها.\nالملاوي: التي تلوى بها الأوتار إذا سويت.\nالدساتين هي الرباطات التي توضع الأصابع عليها واحدها دستان.\nالدستان أيضاً اسم لكل لحن من الألحان المنسوبة إلى باربد.\nوأسمى دساتين العود تنسب إلى الأصابع التي توضع عليها فأولها: دستان السبابة ويشد عند تسع الوتر وقد يشد فوقه دستان أيضاً يسمى: الزائد.\nثم يلي دستان السبابة: دستان الوسطى وقد يوضع أوضاعاً مختلفة،\nالجزء: 1 ¦ الصفحة: 260\n",
        "فأولهما يسمى دستان الوسطى القديمة والثاني يسمى: وسطى الفرس والثالث يسمى: دستان وسطى زلزل وزلزل هذا أول من شد الدستان وإليه تنسب بركة زلزل ببغداد.\nفأما الوسطى القديمة فشدد دستانها على قريب من الربع مما بين دستان السبابة ودستان البنصر.\nودستان وسطى الفرس على النصف فيما بينهما على التقريب.\nودستان وسطى زلزل على ثلاثة أرباع ما بينهما إلى ما يلي البنصر بالتقريب.\nوقد يقتصر من دساتين هذه الوسطيات على واحد وربما يجمع بين اثنين منها.\nثم يلي دستان الوسطى دستان البنصر ويشد على تسع ما بين دستان السبابة وبين المشط.\nثم يلي دستان البنصر: دستان الخنصر ويشضد على ربع الوتر.\nمشط العود هو الشبية بالمسطرة التي تشد عليها الأوتار من تحت أنف العود وهو مجمع الأوتار من فوق.\nالابريق: اسم لعنق العود بما فيه من الآلات.\nعينا العود هم النقبتان اللتان على وجهه.\nالمضراب هو الذي يضب به الأوتار.\nالجس هو نقر الأوتار بالسبابة والإبهام دون المضراب يشبه ذلك بجس العرق.\nالخرق: هو مد الوتر ونقيضه الإرخاء.\nالجزء: 1 ¦ الصفحة: 261\n",
        "والحط: نغمة مطلق البم عند نغمة سبابة المثنى على التسوية المشهورة هي سجاحها.\nونغمة سبابة المثنى صياح نغمة مطلق البم.\nوكذلك سبابة البم: سجاح وبنصر المثنى صياح وكذلك كل نغمتين على هذا البعد تسمى الثقيلة منهما: سجاحاً والحادة صياحا وتنوب إحداهما عن الأخرى لاتفاقهما.\nويسمى السجاح: الاسجاح.\nوالصياح الصيحة والاضعاف.\nوالصحيح السجاح دوبد الاسجاح.\nالجزء: 1 ¦ الصفحة: 262\n",
        "الفصل الثاني: في جوامع الموسيقى\nالنغمة: صوت غير متغير إلى حدة ولا ثقل مثل مطلق البم أو غيره من الأوتار إذ انقر أو مثل البم وغيره من الأوتار إذا وضعت إصبع على أحد دساتينه ثم نقر.\nوالنغم للحن بمنزلة الحروف للكلام منه يتركب وإليه ينحل.\nالبعد: صوت يبتدأ فيه بنغمة ويثنى فيه بنغمة أخرى.\nالجمع: جماعة نغمات يؤلف منها لحن.\nمراتب حدة الصوت أو ثقله تسمى الطبقات.\nوالعودان يستويان على طبقة واحدة إذا حركا معا وكذلك غيرهما من المعازف.\nالبعد ذو الكل ويسمى أيضاً: الذي بالكل هو الذي من مطلق البم إلى سبابة المثنى في العود والذي من سبابة البم إلى بنصر المثنى وكذلك ما بين كل نغمتين إحداهما سجاح والأخرى صياح.\nوهو في الوتر الواحد إذا نقر مطلقاً: سجاح وإذا زم على نصفه ثم نقر فهو صياح لذلك المطلق.\nالجزء: 1 ¦ الصفحة: 263\n",
        "والبعد ذو الخمس ويسمى أيضاً الذي بالخمسة هو مثل ما بين مطلق البم إلى سبابة المثلث وفي الوتر الواحد إذا نقر مطلقاً ومزموماً على ثلاثة.\nوالبعد ذو الأربع ويسمى أيضاً: الذي بالأربعة هو ما بين مطلق البم إلى خنصره وهو ربع الوتر أعني إذا نقر مطلقاً ثم زم عند ربعه ونقر فإن ما بين النغمتين هو البعد ذو الأربع وإنما سمي ذا أربع لأن فيه أربع نغمات وهي نغمة المطلق ونغمة السبابة ونغمة البنصر ونغمة الخنصر لأنه لا يجتمع فيه أصل لحن نغمتا الوسطى والبنصر.\nوسمي البعد ذو الخمس بذلك لأن فيه خمس نغمات الأربع المذكورة وسبابة المثلث.\nأما نغمة مطلق المثلث فإنها ونغمة خنصر البم واحدة لأن العود هكذا يسوى.\nالبعد الطنيني والمدة والعودة: هو ما بين المطلق والسبابة وهو يفصل تسع الوتر وكذلك ما بين السبابة والبنصر.\nوالفضلة والبقية هي ما بين البنصر والخنصر أو ما بين السبابة والوسطى أو ما بين السبابة ووسطى الفرس وهو نصف المدة بالتقريب.\nالإرخاء هو نصف الفضلة بالتقريب.\nالاجناس ثلاثة:\nأحدها: الطنين ويسمى: القوي والمقوي وهو أن يقسم البعد ذو الأربع بمدة ومدة ونصف مدة مثل نغمة المطلق ثم السبابة ثم البنصر ثم الخنصر.\nالجنس الثاني: اللوى والملون وهو أن يقسم البعد ذو الأربع بنصف مدة ونصف مدة وثلث مدة وثلاثة أنصاف مدة.\nالجزء: 1 ¦ الصفحة: 264\n",
        "والجنس الثالث ويسمى التأليفي والناظم والراسم وهو أن يقسم البعد ذو الأربع بربع مدة وربع مدة ومدتين فالأول أفحلها يحرك النفس إلى النجدة وشدة الانبساط والجطرب ويسمى: الرجلي.\nبين الانقباض ويحركها للكرم والحرية والجراءة. ويسمى: الخنثوي.\nوالثالث يولد الشجا والحزن وانقباض النفس ويسمى: النسوي.\nالنغم التي في ضعف ذي الكل المطلق الذي هو من مطلق البم في العود إلى دستان بنصر وترخامس يعلق فيه تحت الزير على تسوية سائر أوتاره وهي خمس عشرة نغمات.\nأولاها وهي مطلق البم تسمى: ثقيلة المفروضات.\nوالثانية: ثقيلة الريسات ثم واسطة الريسات ثم حادة الريسات ثم ثقيلة الأوساط ثم واسطة الأوساط ثم حادة الأوساط ثم الوسطى ثم فاصلة الوسطى ثم ثقيلة المنفصلات ثم واسطة المنفصلات ثم حادة المنفصلات ثم ثقيلة الحادات ثم واسطة الحادات ثم حادة الحادات.\nالجزء: 1 ¦ الصفحة: 265\n",
        "الفصل الثالث: في الايقاعات المستعملة\nالإيقاع هو النقلة على النغم في أزمنة محدودة المقادير.\nوالنسب: أصناف وأنواع.\nالإيقاعات العربية أولها: الهزج وهو الذي تتوالى نقراته نقرة نقرة وهذا رسمه تن تن تن تن تن تن تن.\nوالثاني: خفيف الرمل وهو الذي تتوالى نقراته نقرتين نقرتين خفيفتين وهذا رسمه: تن تن, تن تن, تن تن, تن تن.\nالثالث: الرمل ويسمى: ثقيل الرمل وهو الذي إيقاعه نقرة واحدة ثقيلة ثم اثنتان خفيفتان وهذا رسمه تن, تن تن, تن, تن تن تن, تن تن, تن.\nوالخامس: خفيف الثقيل الثاني ويسمى الماخوري وهو نقرتان خفيفتان ثم واحدة ثقيلة وهذا رسمه: تن تن, تن تن تن, تن.\nالسادس: الثقيل الأول وهو ثلاث نقرات متوالية ثقال ورسمه: تن تن تن, تن تن تن.\nوالسابع: خفيف الثقيل الأول وهو ثلاث نقرات متوالية أخذ من نقرات الثقيل الأول وهذا رسمه: تن تن تن تن تن تن.\nالجزء: 1 ¦ الصفحة: 266\n",
        "في الحيل\nالفصل الأول: في جر الأثقال بالقوة اليسيرة وآلاته\n...\nالفصل الأول: في جر الأثقال بالقوة اليسيرة وآلاته\nفي الألفاظ التي يستعملها أهل الحيل في جر الأثقال بالقوة اليسيرة صناعة الحيل يسمى باليونانية: منجانيقون. وأحد أقسامها جر الأثقال بالقوة اليسيرة.\nفمن الألفاظ التي يستعملها أصحاب هذه الصناعة:\nالبرطيس وهو فلكة كبيرة يكون في داخلها محور تجر بها الأثقال وتفسيرها باليونانية المحيطة.\nالمخل: خشبة مدورة أو مثمنة تحرك بها الأجسام الثقيلة بأن يحضر تحت الشيء الذي يحتاج إلى تحريكه ويوضع فيه رأس المخل ثم يكبس الرأس الآخر فيستقل الجسم الثقيل.\nوالبيرم: أحد أصنافه ويقال: البارم.\nوالمخل لفظة يونانية والبارم فارسية أبو مخليون: حجر يوضع تحت هذا المخل فيسهل به تحريك الثقل.\nالكثيرة الرفع: آلة تسوى من عوارض وبكرات وقلوس تجر بها الأحمال الثقيلة.\nالإسفين: شيء يعمل شبيهاً بالذي يسميه النجارون: فانه ويوضع\nالجزء: 1 ¦ الصفحة: 269\n",
        "ركنه الحاد تحت الأشياء الثقيلة ويدق دقاً حتى يدخل تحته وأكثر ما يستعمل عند قلع الحجارة من الجبال.\nاللولب هو الشيء الملتوي الذي يدخل في آخر يلوى ليا إلى أن يدخل فيه وهو معروف يكون عند النجارين والمؤسسين.\nغالاغرا: معصرة للزياتين.\nاسقاطولي: خشبة مربعة تستعمل في هذه الآلات.\nومن هذا الجنس آلات الحروب كالمجانيق والعرادات.\nومن آلات المنجنيق:\nالكرسي وصورته مثل صورة الشيء الذي يكون في المساجد يصعد عليه لتعليق القناديل.\nوالخنزيرة من آلاته وهي شيء شبيه بالبكرة إلا أنه طولاني الشكل.\nوالسهم: خشبة طويلة مستوية كالجذع.\nالأسطام: حديدة تكون في طرف السهم حيث يعلق حجر الرمي.\nالجزء: 1 ¦ الصفحة: 270\n",
        "الفصل الثاني: في حيل حركة الماء وصنعة الأواني العجيبة وما يتصل بها من صنعة الآلات المتحركة بذانها\n...\nالفصل الثاني: في حيل حركة الماء وصنعة الأواني العجيبة وما يتصل بها من صنعة الآلات المتحركة بذاتها\nالحركات بالماء إنما تجذب بذاتها بأن توضع إجانة أو نحوها مثقوبة الأسفل فارغة فوق الماء وتعلق بها خيوط كما تعلق بكفة الميزان وتشد بتلك الخيوط الأجسام التي يراد حركته فكلما امتلأت الإجانة رسبت في الماء وجرت الخيوط وما يتعلق بها فتحدث لذلك حركة وقد تستوي هذه الحركات بفنون من الأشكال مختلفة بعضها ألطف من بعض ومراجعها إلى ما ذكرته.\nوقد يكون جنس آخر وهو أن تعمل آلة من صفر أو نحوه مجوفة لا متنفس لها ألبتة. وتوضع في سطل أو نحوه ثم يصب في السطل ماء صباً رقيقاً فكلما ازداد الماء ضفت تلك الآلة ورفعت ما يتعلق بها من الأجسام. فيحدث لذلك حركات أيضاً وتسمى هذه الآلة المجوفة الدبة.\nفأما الحركات التي تحدث من غير الماء فإن منها ما يعمل بالرسل ومنها ما يعمل بالخردل والجاروس وذلك أنه تعمل آلة على هيئة البربخ طويلة ويتثقب أسفلها ثقباً صغيراً ويكون رأسها مفتوحاً ثم تملأ رملاً أو خردلاً أو نحوهما وتوضع فوقه قطعة رصاص ويشد الرصاص من خيط أو حبل ويعلق بالخيط ما يحتاج إلى تحريكه ثم يوضع البربخ في موضع منتصباً ليخرج الرمل وغيره من الثقب الذي في أسفله فكلما تناقص الرمل\nالجزء: 1 ¦ الصفحة: 271\n",
        "تحرك الرصاص سفلاً وحرك ما هو متصل به وقد تهيأ حركات عجيبة لذلك على أشكال مختلفة.\nومن هذا الباب صنعة الأواني العجيبة فمن آلات أصحاب الأواني:\nالسحارة. هي التي تسميها العامة سارقة الماء أعني الأنبوبة المعطوفة الرطوبات المائية ويمص الرأس الآخر إلى أن يصل الماء إليه وينصب منه فلا يزال يسيل إلى أن ينكشف رأسه الذي في الماء ولا يمكن ذلك إلا أن يكون الرأس الذي يمص أسفل من سطح الماء فأما إذا كان أعلى منه فإنه لا ينصب منه.\nالسحارة المخنوقة: التي تعمل في جام العدل وجام العدل: إناء يعمل ويركب فيه أنبوبة فوق أنبوبة وتكون العليا مثقوبة وأسفل الإناء مثقوب فإن كان ما فيه من الشراب فيما دون رأس الأنبوبة السفلى ثبت فيه وإذا علاه انصب الشراب من الثقب الذي في أسفل الإناء ولم يبق منه إلا مقدار ما يبقى من الأنبوبتين.\nوالسحارة أيضاً: الكوز المغربل السفل المضيق الغم الذي يملأ ماء ثم يقبض على فيه فلا ينصب الماء من ثقوب الغربال وتسميه العامة: الغيم.\nالبثيون هو البزال الذي يعمل من أنبوبة تثقب ثقباً وتركب في الثقب أنبوبة أخرى منتصبة تدار فيه للفتح والسد والأنبوبة المركبة في الإناء تسمى: الأنثى والأنبوبة المركبة في ثقب الأنبوبة تسمى: الذكر وكذلك كل ما يكون على هذه الصفة من الأنابيب والبرابخ والقنوات وغيرها: يسمى الداخل منها: ذكرا والمدخول فيه: أنثى وكذلك في النرمادجات ونحوها وذكر البثيون يسمى؛ السهم أيضاً.\nالمى دزد معناه بالفارسية: سارق الشراب وهو إناء يعمل فيملأ\nالجزء: 1 ¦ الصفحة: 272\n",
        "شراباً. ثم ينكس فلا ينصب منه درهم فيوهم الشارب أنه قد استوفى ما فيه ويسمى: جام الجور كما يسمى ضده: جام العدل لأن ذلك إذا زيد فيه شيء فوق المقدار انصب ما فيه كله.\nالمهندم لفظة فارسية معربة مشتقة من: هندام بالفارسية وهو أن يلتصق الشيء بآخر فلا يمكن تحريكه من غير أن يلصق أو يلحم بلحام.\nالمطحون: شبيه بالمهندم إلا أنه أساس بحيث يمكن تحريكه.\nوباب مطحون: أن يكون فيه ذكر وأنثى يدخل الذكر في الأنثى وينطبق وينفتح فإذا انطبق كان مهندماً لا فرجة فيه وأكثر ما يكون صنوبري الشكل ويقال: انطحن الشيء في الشيء إذا كان يتحرك فيه من غير فرجة بينهما.\nباب المدفع وباب المستق يكونان في النقاطات والزرافات ونحوها. التخاتج جمع التختجة وهي الألواح معربة: تختة.\nالمليار والمنيار: إناء كبير يسخن فيه الماء.\nسرن الرحى: الدوارة التي يضربها الماء فتدور.\nبركان السرن: أجنحته لغة فارسية معربة.\nوالقطارات: آلات تعمل يقطر منها الماء أو غيره على قدر الحاجات في أشكال مختلفة.\nالحنانات: آلات تعمل فتحن بصوت مثل صوت المعازف والمزامير والصفاريات وغيرها على قدر الحاجة.\nالنضاحات: آلات تعمل للنضخ في وجوه الناس على نحو ما يريد\nالجزء: 1 ¦ الصفحة: 273\n",
        "الصانع الغوارات هي التي تعمل في الحياض والحمامات ونحوها يغور منها الماء في أشكال مختلفة.\nالمقاط: حبل دقيق يفتل من خيوط الغزل أو الكتان ونحوه.\nالقلس: هو الحبل الغليظ الذي يشد به السفن وغيرها.\nالشاقول هو ثقل يشد في طرف حبل يمده سفلا يحتاج إليه النجارون والبناءون.\nالكونيا للنجارين يقدرون بها الزاوية القائمة.\nالجزء: 1 ¦ الصفحة: 274\n",
        "في الكيمياء\nالفصل الأول: في آلات هذه الصناعة\n...\nالفصل الأول: في آلات هذه الصناعة\nاسم هذه الصناعة الكيمياء وهو عربي واشتقاقه من كمي يكمى إذا ستر وأخفى ويقال كمى الشهادة يكميها إذا كتمها.\nوالمحققون لهذه الصناعة يسمونها: الحكمة على الإطلاق وبعضهم يسميها: الصنعة.\nومن آلاتهم آلات معروفة عند الصاغة وغيرهم من أصحاب المهن كالكور والبوطق والماشق والراط والزق الذي ينفخ وهذه كلها آلات التذويب والسبك. والراط هو الذي يفرغ فيه الجسد المذاب من فضة أو ذهب أو غيرهما ويسمى: المسبكة وهي من حديد كأنها شق قصبة.\nومن آلاتهم: بوط ابربوط وهي بوطقة مثقوبة من أسفلها توضع على أخرى. ويجود الوصل بينهما بطين ثم يذاب الجسد في البوطقة العليا فينزل إلى السفلى ويبقى خبثة ووسخة في العليا ويسمى هذا الفعل: الاستنزال.\nومن آلات التدبير: القرع والأنبيق وهما آلتا صناع ماء الورد. والسفلى هي القرع والعليا على هيئة المحجمة هي الأنبيق.\nالجزء: 1 ¦ الصفحة: 277\n",
        "والأنبيق الأعمى الذي لا ميزاب له.\nوالآثال: شيء من آلاتهم يعمل من زجاج أو فخار على هيئة الطبق ذي المكبة والزق لتصعيد الزئبق والكبريت الزرنيخ ونحوها.\nالقابلة: شيء يحمل رطلاً أو نحوه يجعل في ميزاب الأنبيق.\nالموقد: شبه تنور لهم.\nالطابستان: كانون شبه كانون القلائين.\nنافخ نفسه: تنور يكون له أسفل على ثلاث قوائم مثقب الحيطان والقرار وله دكان من طين يوقد ويوضع عليه الدواء في كوز مطين في موضع تصفقه الريح. الدرج شبه درج من طين يوقد عليه ويعالج به الأجساد.\nالجزء: 1 ¦ الصفحة: 278\n",
        "الفصل الثاني: في أسماء الجوهر والعقاقير والأدوية المستعملة في هذه الصناعة\nالأجساد هي الذهب والفضة والحديد والنحاس والأسرب والرصاص القلعي والخارصيني وهو جوهر غريب شبيه بالمعدوم ويكني أرباب هذه الصناعة في الرموز عن الذهب بالشمس وعن الفضة بالقمر وعن النحاس بالزهرة. وعن الأسرب بزحل وعن الحديد بالمريخ وعن الرصاص القلعي بالمشتري وعن الخارصيني بعطارد.\nوقد يقع بينهم إختلاف في هذه الرموز أو في أكثرها لكنهم لا يكادون يختلفون في الشمس والقمر.\nالأرواح: الكبريت والزرنيخ والزئبق والنوشاذر سميت تلك: الأجسام لأنها تثبت وتقوم على النار وسميت هذه: الأرواح لأنها تطير إذا مستها النار.\nومن عقاقيرهم: الملحن فمنه العذب ومنه المر ومنه الأندراني ومنه أحمر يعمل منه أبواطج وصواني ومنه النفطي له ريح النفط ومنه البيضي له ريح البيض المصلوق ومنه الهندي وهو أسود ومنه الطبرزد وملح البول يعمل منه البول وملح القلي يعمل منه القلي.\nومن عقاقيرهم: النوشاذر وهو ضربان: معدني وآخر معمول يصنع من الشعر.\nالجزء: 1 ¦ الصفحة: 279\n",
        "ومنها: البورق وهو أصناف منها: بورق الخبز وصنف يسمى: النظرون وبورق الصاغة والزراوندي وهو أجودها ومنها: التكنار وهو معمول ومنها الزاجات فمنها صنف أبيض يسمى: المنحاتي وفيه عروق خضر وصنف يسمى: الشب وهو الأبيض الخالص وزاج الأساكفة ومنها: السوري وهو أحمر وهو قليل ومنها: الأخضر الذي يسمى: قلقندون وإذا بللته وحككت به الحديد حمره.\nومن عقاقيرهم: الماقشيتا ومنها مربع ومدور وقطاع كبيرة غير محدودة الشكل وهي ضروب فمنها أصفر يسمى الذهبي وأبيض يسمى الفضي وأحمر يسمى: النحاس.\nومن عقاقيرهم: المغنيسيا وهي أصناف فمنها: التربة وهي سوداء فيها عيون بيض لها بصيص.\nومنها: قطاع كبيرة صلبة فيها تلك العيون.\nومنها مثل الحديد.\nومنها أحمر.\nوصنوف أيضاً تتقارب.\nومن عقاقيرهم: التوتيا فمنها أخضر ومنها أصفر وشبيه بالقشور. وهو أيضاً ضروب فمنه أبيض وهو هندي وهو عزيز وأصفر وهو خوذي. وأخضر وهو كرماني ونوع يقال له: المخوص وأنواع أخر والهندي معمول.\nومن عقاقيرهم: الدهنج وهو حجر أخضر يتخذ منه الفصوص والخرز وكذلك الفيروزج إلا أنه أقل خضرة من الدهنج.\nومن عقاقيرهم: باللازورد وهو حجر فيه عيون براقة يتخذ منه خرز.\nالجزء: 1 ¦ الصفحة: 280\n",
        "ومنها: الطلق وهو أنواع منه بحري ويمان وجبلي وهو يتصفح منه إذا دق صفائح رقاق لها بصيص.\nومنها: الجمست وهو حجر أبيض جبلي.\nومنها: الشاذنة فمنها ضرب عدسي وآخر خلوقي.\nومنها: الكحل وهو جوهر الأسرب.\nومنها: المسحقونيا وهي شيء يسيل من الزجاج وهو ملح أبيض صلب ذائب قوي.\nومنها: الشك وهو ضربان أصغر وأبيض وهو معدني ومعمول من دخان الفضة ويسمى: سم الفار.\nومنها: الدوش وهو ماء الحديد.\nومنها: السكتة وهو حجر يكون عند الصفارين.\nومنها: الراتينج وهو صمغ الصنوبر.\nومنها: الزرنيخ وهو ضروب أحمر وأصفر وأخضر والإخضرار أرداها وأجودها الصفائحي.\nومنها: المغناطيس وهو الحجر الذي يجذب الحديد.\nومن عقاقيرهم: المولدة التي ليست بأصلية:\nالزنجار وهو يتخذ من النحاس تجعل صفائحه في ثفل الخل فيصير أخضر فينحت عنه ويعاد فيه حتى يصير كله زنجاراً.\nالزنجفر يتخذ من الزئبق والكبريت يجتمعان في قوارير ويوقد عليهما فيصيران زنجفرا وللنار قدر تخرجه التجربة مرة بعد أخرى والوزن أن تأخذ واحداً من زئبق وواحداً من كبريت.\nالجزء: 1 ¦ الصفحة: 281\n",
        "الأسرنج: أسرب يحرق ويشب عليه النار حتى يحمر.\nالمرداسنج هو أن يلقي أسرب في حفرة ويطعم آجراً مدقوقاً ورماداً ويشدد النفخ عليه حتى يجمد فيصير مرداسنجا.\nالقليميا: خبث كل جسد يخلص.\nالأسفيداج: يتخذ من صفائح الرصاص بالخل نحو ما يعمل بالزنجار وكذلك زعفران الحديد من الحديد.\nوالتوتيا: دخان النحاس. ودخان الكحل.\nالجزء: 1 ¦ الصفحة: 282\n",
        "الفصل الثالث: في تدبيرات هذه الأشياء ومعالجتها\nالتقطير هو مثل صنعة ماء الورد وهو أن يوضع الشيء في القرع ويوقد تحته فيصعد ماؤه إلى الأنبيق وينزل إلى القابلة ويجتمع فيه.\nالتصعيد: شبيه بالتقطير إلا أنه أكثر ما يستعمل في الأشياء اليابسة.\nوالترجيم: جنس من التصعيد.\nالتحليل: أن تجعل المنعقدات مثل الماء.\nوالمعقد: أن يوضع في قرع ويوقد تحته حتى يجمد ويعود حجراً.\nالتشوية: أن يسقي بعض العقاقير مياهاً ثم يوضع في قارورة أو قدح مطين. ويعلق بآخر ويشد رأس القارورة ويجعل في نار إلى أن يشتوي.\nوالتشميع: تليين الشيء وتصييره كالشمع.\nوالتصدئة من الصدأ مثل ما يعمل في صنعة الزنجار.\nالتكليس: أن يجعل جسد في كيزان مطينة ويجعل في النار حتى يصير مثل الدقيق.\nالتصويل: أن يجعل الشيء الذي يرسب في الرطوبات طافياً. وذلك\nالجزء: 1 ¦ الصفحة: 283\n",
        "أن يصير مثل الهباء حتى يصول على الماء والشيء يكلس ثم يصول.\nالألغام: أن يسحق جسد ثم يخلط مع زئبق يقال: ألغمته بالزئبق. والنغم.\nالإقامة: أن يصير الشيء صبوراً على النار لا يحترق وقد تقدم ذكر الإستنزال في الفصل الأول.\nطين الحكمة: أن يخمر طين حر ويجعل فيه دقاق السرجين وشيء من شعر الدواب المقطع.\nوملح الإكسير هو الدواء الذي إذا طبخ به الجسد المذاب جعله ذهباً أو فضة أو غيره إلى البياض أو الصفرة.\nالحجر عندهم هو الشيء الذي يكون منه الصنعة أعني الذي يعمل منه الإكسير وهو صنفان: حيواني ومعدني وأفضلهما الحيواني. وأصنافه: الشعر والدم والبول والبيض والمرارات والأدمغة والأقحاف والصدف والقرن. وأجود هذه كلها: شعر الإنسان ثم البيض.\nوأصناف المعدني من الأجساد: الذهب والفضة والرصاص الأسرب والقلعي ومن الأرواح: الزئبق والزرنيخ والكبريت والنوشاذر.\nقالي الزرنيخ: نفس البياض والكبريت نفس الحمرة والزئبق روحهما جميعاً. والإكسير مركب من جسد وروح.\nتم الكتاب.\nالجزء: 1 ¦ الصفحة: 284\n",
        ""
    ]
}