{
    "1": [
        "مقالة التعطيل والجعد بن درهم\nمقالة التعطيل والجعد بن درهم\nمحمد بن خليفة التميمي\nالكتاب:\nمقالة التعطيل والجعد بن درهم\nالمؤلف:\nمحمد بن خليفة بن علي التميمي\nالناشر:\nأضواء السلف، الرياض، المملكة العربية السعودية\nالطبعة:\nالأولى، 1418هـ/1997م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "مَقَالَةُ الْتَّعْطِيْلِ\nتأليف الدكتور: مُحَمَّد بْنُ خَلِيْفَة الْتَّمِيْمِيّ\nال\nمقدمة\nإن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله.\n{يَأَيّهَا الّذِينَ آمَنُواْ اتّقُواْ اللهَ حَقّ تُقَاتِهِ وَلاَ تَمُوتُنّ إِلاّ وَأَنْتُمْ مّسْلِمُونَ} الآية 102 من سورة آل عمران {يَأَيّهَا النّاسُ اتّقُواْ رَبّكُمُ الّذِي خَلَقَكُمْ مّن نّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَآءً وَاتّقُواْ اللهَ الّذِي تَسَآءَلُونَ بِهِ وَالأرْحَامَ إِنّ اللهَ كَانَ عَلَيْكُمْ رَقِيباً} الآية 1 من سورة النساء {يَأَيّهَا الّذِينَ آمَنُواْ اتّقُواْ اللهَ وَقُولُواْ قَوْلاً سَدِيداً يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَن يُطِعِ اللهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً} الآيتان 71 - 72 من سورة الأحزاب.\nأما بعد:\nفإن الصراع بين الحق والباطل قائم إلى أن يرث الله الأرض ومن عليها، فأهل الباطل يسعون قديماً وحديثاً لطمس نور الحق الذي أنزله الله لعباده، ولكن الله عز وجل حفظ هذا النور لتقوم الحجة على العباد\nالجزء: 1 ¦ الصفحة: 3\n",
        "وقد قال عز من قائل {وَمَنْ أَظْلَم مِمّن افْتَرَىْ عَلَى اللهِ الكَذِبَ وَهُو يُدْعَى إِلَى الإسْلامِ وَاللهُ لاَ يَهْدِي القَوْمَ الظّالمِين يُرِيْدُونَ لِيُطْفِئُوا نُورَ اللهِ بِأَفْوَاهِهِم وَاللهُ مُتمّ نُورِه وَلَو كَرِه الكَافِرُون هُوَ الذِي أَرْسَلَ رَسُوْلَهُ بِالهُدَى وَدِيْنِ الحَقّ لِيُظْهِرَهُ عَلَى الدّينِ كُلّهِ وَلَوْ كَرِهَ المُشْرِكُوْنَ} الآيات 7-8-9 من سورة الصف.\nفهذه الآيات جسدت حقيقة الصراع القائم وأوضحت وكشفت بجلاء عن محاولات أهل الباطل لصد الناس عن الحق وسعيهم الحثيث في إطفاء نوره.\nومن بين حلقات الصراع الدائر بين أهل الحق وخصومهم ما يتعلق بأهم مسائل الدين وقضاياه ألا وهي مسألة الإيمان بالله عز وجل.\nفقد سعى أعداء هذا الدين من اليهود والمجوس والمشركين في طمس الحقائق الشرعية التي وردت بها النصوص، وأخذ ذلك السعي أنماطاً مختلفة ومن بين تلك الأنماط والأشكال ما يسمى عند أهل العلم بمقالة التعطيل التي أخذ أصحابها الأوائل1 على عاتقهم الكيد والدس والكذب والافتراء على الله في هذا الأصل العظيم من أصول هذا الدين، وقصدهم في ذلك حجب العباد عن المعرفة الصحيحة بالله عز وجل التي جاءت بها نصوص الوحي.\nوتعد مقالة التعطيل من أكثر المقالات خطورة نظراً لأبعادها الخطيرة التي تشكلها على الإسلام وأهله:\nفالبعد الأول الذي يدلل على خطورة هذه المقالة كونها تمس أعظم جوانب هذا الدين وأكبر مسائله ألا وهو الإيمان بالله عز وجل الذي هو أول أركان الإيمان وأعظم مبانيه.\nفأصحاب هذه المقالة الأوائل سعوا في صد الناس عن هذا الدين من طريق الوقوف على\n1- قال شيخ الإسلام ابن تيمية: (ثم أصل هذه المقالة -مقالة التعطيل للصفات- إنما هو مأخوذ عن تلامذة اليهود والمشركين وضلال الصابئين\n...\n) ، انظر الفتوى الحموية الكبرى ص46-47.\nالجزء: 1 ¦ الصفحة: 4\n",
        "بابه الذي يدخل منه، ذلك لأن من عرف الله عرف ما سواه، ومن جهل ربه فهو لما سواه أجهل. فأرادوا بتعطيلهم لأسماء الله وصفاته قطع الطريق من أوله.\nولله در سليمان التيمي (143هـ) إذ قال: \"ليس قوم أشد نقضاً للإسلام من الجهمية والقدرية، وأما الجهمية فقد بارزوا الله؛ وأما القدرية فقد قالوا في الله عز وجل\"1\nوأما البعد الثاني في خطورة هذه المقالة فهو كونها أول مقالة تعارض الوحي بالعقل، فلم تكن المقالات السابقة لهذه المقالة تطعن في الدين من هذا الجانب، فالخوارج والشيعة والقدرية والمرجئة عند ظهورهم لم يدع أحد منهم أن عنده عقليات تعارض النصوص، وإنما أتوا من سوء الفهم للنصوص والاستبداد بما ظهر لهم منها دون من قبلهم، فكانوا ينتحلون النصوص ويستدلون بها على قولهم، ولا يدعون أنهم عندهم عقليات تعارض النصوص.\nفأصحاب مقالة التعطيل هم الذين فتحوا هذا الباب العظيم من أبواب الشر إذ طعنوا في نصوص الوحي وقدموا شبههم العقلية عليها.\nوأما البعد الثالث لهذه المقالة فهو ما أفرزته هذه المقالة من الفرق والآراء المنحرفة، فقد تولد عن هذه المقالة أنماط مختلفة وطروحات غريبة عن جوهر الإسلام وصفائه.\nوضربت هذه المقالة أطنابها في الفكر الإسلامي، ولا يتصور مدى الضرر الذي الحقته بحياة المسلمين وعقيدتهم.\n1- السنة لعبد الله بن الإمام أحمد 1/104،105 رقم (8) .\nالجزء: 1 ¦ الصفحة: 5\n",
        "فالتيار الفلسفي والكلامي بتفرعاته ومدارسه وطوائفه إنما هو نتاج هذه المقالة الخبيثة التي تولى كبر إظهارها شيخ المعطلة النفاة الجعد بن درهم، وتبعه في ذلك تلميذه الجهم بن صفوان ثم توالت طوائف الباطل تذكى نار هذه المقالة وتنفث من خلالها سمومها إلى أن وصلت إلى ما وصلت إليه.\nونظراً لهذه الأبعاد الخطيرة لهذه المقالة، فقد أحببت أن أطلع القارئ الكريم من خلال هذا الطرح العلمي على مضامين هذه المقالة وبدء ظهورها والنشأة التاريخية والأطوار التي مرت بها، وكذا التعريف بطوائفها ومسالكها، مع تسليط الضوء على أول من أظهرها وبذرها.\nفهذه الجوانب لم تنل حظها وحقها من الدراسة مع كونها جديرة بالعناية والإهتمام لأنها تمد الدارس لباب الأسماء والصفات وتزوده بمعلومات مهمة عن هذه المسألة وبالأخص في جانبيها التاريخي والمقالي بالإضافة إلى كونها تساعده في فهم وتصور جوانب الخلاف العقدي الدائر في هذه القضية.\nوقد سرت في عرضي لجوانب هذه الدراسة وفق الترتيب التالي:\nقسمت الموضوع إلى بابين:\nالباب الأول: التعريف بالتعطيل وأطواره\nوفيه فصلان\nالفصل الأول: تعريف التعطيل ودرجاته.\nوفيه مبحثان:\nالمبحث الأول: تعريف التعطيل وأنواعه.\nوفيه مطلبان:\nالمطلب الأول: تعريف التعطيل\nالجزء: 1 ¦ الصفحة: 6\n",
        "المطلب الثاني: أنواع التعطيل.\nالمبحث الثاني: درجات التعطيل.\nوفيه ثلاثة مطالب:\nالمطلب الأول: درجات التعطيل في باب الأسماء والصفات عموماً.\nالمطلب الثاني: درجات التعطيل في باب الأسماء الحسنى.\nالمطلب الثالث: درجات التعطيل في باب صفات الله العلى.\nالفصل الثاني: أطوار مقالة التعطيل.\nوفيه مبحثان:\nالمبحث الأول: المقالات السابقة لمقالة التعطيل.\nوفيه خمسة مطالب:\nالمطلب الأول: مقالة الخوارج.\nالمطلب الثاني: مقالة الشيعة.\nالمطلب الثالث: مقالة القدرية.\nالمطلب الرابع: مقالة المعتزلة.\nالمطلب الخامس: مقالة المرجئة.\nالمبحث الثاني: نشأة التعطيل وأطواره.\nوفيه ثلاثة مطالب:\nالمطلب الأول: خطورة مقالة التعطيل.\nالجزء: 1 ¦ الصفحة: 7\n",
        "المطلب الثاني: مراحل التعطيل الأولى.\nالمطلب الثالث: مراحل اتساع دائرة التعطيل.\nالباب الثاني: الجعد بن درهم\nوفيه فصلان:\nالفصل الأول: تاريخ الجعد بن درهم.\nوفيه مبحثان:\nالمبحث الأول: نسبه ونشأته.\nوفيه ثلاثة مطالب:\nالمطلب الأول: اسمه ونسبه.\nالمطلب الثاني: أصول الجعد.\nالمطلب الثالث: مولده وموطنه.\nالمبحث الثاني: بدء ظهوره وقصة قتله.\nوفيه ثلاثة مطالب:\nالمطلب الأول: بدء ظهور مقالة الجعد.\nالمطلب الثاني: مقتل الجعد.\nالمطلب الثالث: موقف خلفاء بني أمية من أهل البدع.\nالفصل الثاني: بدع الجعد ومقالاته والرد على بعض الشبه والمغالطات التي تثار حوله.\nالجزء: 1 ¦ الصفحة: 11\n",
        "وفيه مبحثان:\nالمبحث الأول: بدع الجعد ومقالته.\nوفيه مطلبان:\nالمطلب الأول: أقول العلماء فيه.\nالمطلب الثاني: بدعه ومقالاته.\nالمبحث الثاني: الردود على بعض الشبه والمغالطات التي أثيرت حول الجعد بن درهم.\nوفيه ثلاثة مطالب:\nالمطلب الأول: المغالطة الأولى.\nالمطلب الثاني: المغالطة الثانية.\nالمطلب الثالث: المغالطة الثالثة.\nوبعد: فقد بذلت قصارى جهدي وغاية وسعي في توضيح المسائل السالفة الذكر، وهناك جوانب أخرى للموضوع سوف استوفى الحديث عنها في دراسة أخرى بإذن الله تعالى.\nوالله أسأل أن ينفع بهذا العمل ويبارك فيه وأن يجعله عملاً صالحاً ولوجهه خالصاً.\nوآخر دعوانا أن الحمد لله رب العالمين.\nحرر في 25/رمضان/1417هـ\nكتبه: د/محمد بن خليفة التميمي\nالأستاذ المشارك بقسم العقيدة بكلية الدعوة وأصول الدين\nبالجامعة الإسلامية بالمدينة النبوية\nالجزء: 1 ¦ الصفحة: 12\n",
        "الباب الأول: تعريف مقالة التعطيل وأطواره\nالفصل الأول: التعريف بالتعطيل وأطواره\nالمبحث الأول: تعريف التعطيل وأنواعه\nالمطلب الأول: تعريف التعطيل\n...\nالمطلب الأول: تعريف التعطيل\nا- التعطيل لغة مأخوذ من مادة (عطل)\nقال ابن فارس: (عطل) العين والطاء واللام أصل صحيح واحد يدل على خلوٍّ وفراغ. تقول عطِّلت الدارُ، ودار معطلة. ومتى تركت الإبل بلا راع فقد عطِّلت. وكذلك البئر إذا لم تُورَدْ ولم يُستق منها. قال الله تبارك وتعالى: {وَبِئْر مُعَطَّلة} 1. وقال تعالى: {وَإِذَاْ العِشَارُ عُطِّلَتْ} 2. وكل شيء خلا من حافظ فقد عطل. من ذلك تعطيل الثغور وما أشبهها. ومن هذا الباب العَطَل وهو العُطُول، يقال امرأة عاطل، إذا كانت لا حلي لها، والجمع عواطل. وقوس عُطُلٌ: لا وتر عليها. وخيل أعطال: لا قلائد لها.3\nوقال الخليل بن أحمد: (امرأة عاطل بغير هاء: لا حليّ عليها وقوس عُطُل: لا وتر عليها. والأعطال من الخيل التي لا أرسان عليها. وإذا ترك الثغر بلا حام يحميه فقد عطل. والمواشي إذا أهملت بلا راع فقد عطلت، وكذلك الرعية إذا لم يكن لها والٍ يسوسها فهم معطلون، وقد عطلوا: أي أهملوا. وبئر معطلة لا يستقى منها ولا ينتفع بمائها. وتعطيل الحدود ألا تقام على من وجبت عليه، وعطلت الغلات والمزارع إذا لم تعمر ولم تحرث. وسمعت العرب تقول\n1- الآية 45 من سورة الحج.\n2-\nالآية 4 من سورة التكوير.\n3-\nمعجم مقاييس اللغة 4/351.\nالجزء: 1 ¦ الصفحة: 16\n",
        "فلان ذو عطلة إذا لم تكن له صنعة يمارسها. ودلو عَطِلَة إذا تَقَطع وذَمُها فتعطلت من الاستقاء بها) 1.\nوقال ابن سيده: (التعطيل: التَّفريغ، وعطّل الدار: أخلاها. وكل ما ترك ضياعاً مُعَطَّلٌ ومُعْطَل.) 2.\nفمن خلال هذه النقول عن بعض كبار أئمة اللغة يتضح لك أن مدار كلمة التعطيل في اللغة على الخلو والفراغ والترك. وهذا ما فسر به بعض السلف قوله تعالى: {وَبِئْر مُعَطَّلة} .\nقال ابن عباس رضي الله عنهما في تفسيرها: \"التي تركت\"3\nوقال قتادة: \"أعطلها أهلها، وتركوها\"4.\nوكذا قوله تعالى:: {وإذا العشار عطلت} قال أبي بن كعب: \"إذا أهملها أهلها.5. وقال مجاهد: \"سيبت وتركت\".6\nوهذه المعاني اللغوية للتعطيل هي المستعملة في الاصطلاح كما سيأتي.\nب- التعطيل إصطلاحاً:\nيختلف تعريف التعطيل باختلاف صوره فهناك:\n1- تهذيب اللغة 2/165.\n2-\nالمحكم 1/338، 339.\n3-\nتفسير الطبري 17/180.\n4-\nتفسير الطبري 17/180.\n5-\nتفسير الطبري 30/66.\n6-\nتفسير الطبري 30/66.\nالجزء: 1 ¦ الصفحة: 17\n",
        "1-\nالتعطيل المحض أو الكلي: وهو إنكار الخالق وإنكار كلامه ودينه، وإنكار عبادته وشرائعه.\nقال ابن القيم: (وأهل التعطيل المحض عطلوا الشرائع وعطلوا المصنوع عن الصانع وعطلوا الصانع عن صفات كماله، وعطلوا العالم عن الحق الذي خلق له وبه، فعطلوه عن مبدئه ومعاده وعن فاعله وغايته) 1.\nوأهل هذا التعطيل هم الملاحدة الدهرية الطبائعية الذين ينكرون ما سوى هذا الوجود الذي يشاهده الناس ويحسونه، وهو وجود الأفلاك وما فيها2 وقالوا: \"إن العالم دائم لم يزل ولا يزال، ولا يتغير ولا يضمحل، وإن الأشياء ليس لها أول البتة.3\n2-\nأما تعطيل الأسماء والصفات: فهو نفي الصفات الإلهية عن الله وإنكار قيامها بذاته أو إنكار بعضها.4\nأو: نفي الأسماء والصفات أو بعضها.\nفتوحيد الأسماء والصفات له ضدان هما:\n1-\nالتعطيل.2- التمثيل.\nفمن نفى صفات الرب عز وجل وعطلها، فقد كذب تعطيله توحيده. ومن شبهه بخلقه ومثله بهم، فقد كذب تشبيهه وتمثيله توحيده.5\n1- إغاثة اللهفان 2/268.\n2-\nدرء تعارض العقل والنقل 5/168.\n3-\nإغاثة اللهفان 2/256.\n4-\nالكواشف الجلية عن معاني الواسطية ص87.\n5-\nاجتماع الجيوش الإسلامية ص36.\nالجزء: 1 ¦ الصفحة: 18\n",
        "والتعطيل في هذا الباب على قسمين:\nالقسم الأول: التعطيل المحض التام أو الكلي، وهو الذي عليه الجهمية والفلاسفة من إنكار جميع الأسماء والصفات.\nوالقسم الثاني: التعطيل الجزئي وهو نوعان:\nالنوع الأول: إثبات الأسماء ونفي الصفات وهو الذي عليه المعتزلة ومن وافقهم.\nالنوع الثاني: نفي بعض الصفات دون بعض وهو الذي عليه الكلابية والأشاعرة والماتريدية.\nوالتعطيل هنا في هذا الباب يدخل فيه تعطيل الباري سبحانه وتعالى عن أسمائه وصفاته.\nويدخل فيه أيضاً تعطيل نصوص الأسماء والصفات الذي هو إنكار حقائقها وما دلت عليه وما تضمنته من المعاني.\n3-\nتعطيل النبوات: وهو إنكار النبوات، كما هو حال البراهمة القائلين بحدوث العالم المثبتين للصانع ولكنهم ينكرون النبوات أصلاً. فالخلاف مع الخارجين عن الملة على ثلاثة أضرب:\n1-\nالخلاف مع المنكرين للصانع والقائلين بقدم العالم.\n2-\nوخلاف مع القائلين بحدوث العالم المثبتين للصانع المنكرين للنبوات أصلاً كالبراهمة.\n3-\nخلاف مع القائلين ببعض النبوات المنكرين لنبوة محمد صلى الله عليه وسلم.1\n1- نقض تأسيس الجهمية 1/140.\nالجزء: 1 ¦ الصفحة: 19\n",
        "قال ابن حزم: (ذهبت البراهمة وهم قبيلة بالهند فيهم أشراف الهند وهم يقولون بالتوحيد على نحو قولنا إلا أنهم أنكروا النبوات) 1.\n1- الفصل 1/69.\nالجزء: 1 ¦ الصفحة: 20\n",
        "المطلب الثاني: أنواع التعطيل في توحيد الله\nينقسم التعطيل في باب التوحيد إلى ثلاثة أقسام هي:\n1-\nالتعطيل في توحيد الربوبية\n2-\nالتعطيل في توحيد الألوهية\n3-\nالتعطيل في توحيد الأسماء والصفات.\nفالتوحيد كما هو معلوم ضده الشرك، والشرك والتعطيل متلازمان، فكل مشرك معطل وكل معطل مشرك، لكن الشرك لا يستلزم أصل التعطيل، بل قد يكون المشرك مقراً بالخالق سبحانه وصفاته ولكنه عطل حق التوحيد، وأصل الشرك وقاعدته التي يرجع إليها هو التعطيل.1\nأما القسم الأول: فهو تعطيل توحيد الربوبية\nوالمقصود به إنكار وجود الخالق سبحانه وتعالى ومن صور هذا القسم وأمثلته:\n1-\nشرك الملاحدة القائلين بقدم العالم وأبديته، وإنه لم يكن معدوماً أصلاً، بل لم يزل ولا يزال، والحوادث بأسرها مستندة عندهم إلى أسباب ووسائط اقتضت إيجادها يسمونها بالعقول والنفوس.2\n2-\nشرك طائفة أهل وحدة الوجود الذين يقولون ما ثم خالق ومخلوق، ولا\n1- الجواب الكافي ص153.\n2-\nالجواب الكافي ص153.\nالجزء: 1 ¦ الصفحة: 21\n",
        "هاهنا شيئان، بل الحق المنزه هو عين الخلق المشبه.1\n3-\nشرك فرعون إذ قال: {وَمَا رَبُّ العَالَمِين} 2 وقال تعالى مخبراً عنه أنه قال لهامان {وقَالَ فِرْعَون يَا هَامَان ابن لِي صرْحاً لَعَلي أبلُغ الأَسْبَابَ أسبابَ السَّمَاوَاتِ فأطَّلعَ إلَى إلهِ مُوسَى وَإني لأَظنُّهُ كَاذباً} 3\nالقسم الثاني: التعطيل في توحيد الألوهية\nقال ابن القيم في تعريفه هو: تعطيل معاملته عما يجب على العبد من حقيقة التوحيد 4.\n(ومن صوره ما يفعله بعض غلاة المتصوفة من إسقاط العبادات عنهم وعن أتباعهم، وزعمهم أن الكمال في فناء العبد عن حظوظه -أي الفناء في توحيد الربوبية- حيث يعلنون أن العارف الذي يشهد هذا المقام “لا يستحسن حسنة ولا يستقبح سيئة\" ويجعلون هذا غاية العرفان) .5\nالقسم الثالث: التعطيل في توحيد الأسماء والصفات\nوهو نفي أسماء الله وصفاته أو بعضها. ومن صوره ما يعتقده غلاة الجهمية والقرامطة الذين لم يثبتوا لله اسماً ولا صفة، فعطلوا أسماء الرب تعالى وأوصافه وأفعاله، بل جعلوا المخلوق أكمل منه إذ كمال الذات بأسمائها وصفاتها.6\nوهذا القسم من أقسام التعطيل هو ما سأتناوله في هذه الدراسة بشكل مفصل وموسع.\n1- الجواب الكافي ص153.\n2-\nالآية 23 من سورة الشعراء.\n3-\nالآيتان 36،37 من سورة غافر.\n4-\nالجواب الكافي (ص153) .\n5-\nالتصوف وابن تيمية للدكتور مصطفى حلمي ص390.\n6-\nالجواب لكافي ص153.\nالجزء: 1 ¦ الصفحة: 22\n",
        "المبحث الثاني: درجات التعطيل\nالمطلب الأول: درجات التعطيل في باب الأسماء والصفات عموما\nً\n...\nالمطلب الأول: درجات التعطيل في باب الأسماء والصفات عموماً\nمن سبر أقوال أهل التعطيل يجدها من حيث العموم تنقسم إلى ثلاثة أقسام:\nالقسم الأول: نفي جميع الأسماء والصفات.\nوهذا قول الجهمية أتباع جهم بن صفوان1، والفلاسفة، سواء كانوا أصحاب فلسفة محضة كالفارابي2، أو فلسفة باطنية إسماعيلية قرمطية كابن سينا3، أو فلسفة صوفية اتحادية كابن عربي وابن سبعين وابن الفارض.\nقال شيخ الإسلام ابن تيميه: (والتحقيق أن التجهم المحض وهو نفي الأسماء والصفات، كما يُحكي عن جهم والغالية من الملاحدة ونحوهم من نفي أسماء الله الحسنى، كفر بين مخالف لما علم بالاضطرار من دين الرسول)\nالقسم الثاني: نفي الصفات دون الأسماء.\nوهذا قول المعتزلة، ووافقهم عليه ابن حزم الظاهري5. والزيدية، والرافضة الإمامية، والإباضية. فالمعتزلة يجمعون على تسمية الله بالاسم ونفي الصفة عنه.\n1- مجموع الفتاوى 6/135، 5/355، 13/131، درء تعارض العقل والنقل 3/367.\n2-\nمنهاج السنة 2/523، 524.\n3-\nشرح العقيدة الأصفهانية ص76.\n4-\nالنبوات ص198.\n5-\nدرء تعارض العقل والنقل 5/249، 250.\nالجزء: 1 ¦ الصفحة: 24\n",
        "يقول ابن المرتضى المعتزلي: \"فقد أجمعت المعتزلة على أن للعالم مُحدثاً قديماً قادراً عالماً حياًّ لا لمعان\n.....\n\"1\nالقسم الثالث: إثبات الأسماء وبعض الصفات ونفي البعض الآخر.\nوهذا قول الكلابية والأشاعرة والماتريدية.\nفالكلابية وقدماء الأشاعرة: يثبتون الأسماء والصفات ما عدا صفات الأفعال الاختيارية2 (أي التي تتعلق بمشيئته واختياره) فهم إما يؤولونها أو يثبتونها على اعتبار أنها أزلية وذلك خوفاً منهم على حد زعمهم من حلول الحوادث بذات الله3 أو يجعلونها من صفات الفعل المنفصلة عن الله التي لا تقوم به.4\nوأما الأشاعرة المتأخرون ومعهم الماتريدية فهم يثبتون الأسماء وسبعاً من الصفات هي (الحياة، العلم، القدرة، السمع، البصر، الإرادة، الكلام) ويزيد بعض الماتريدية صفة ثامنة هي (التكوين) .5 وينفون باقي الصفات ويؤولون النصوص الواردة فيها ويحرفون معانيها.\n1- كتاب باب ذكر المعتزلة من كتاب المنيه والأمل ص6.\nوانظر شرح الأصول الخمسة ص151، ومقالات الإسلاميين ص164،165، مجموع الفتاوى 5/355.\n2-\nمجموع الفتاوى 13/131.\n3-\nموقف ابن تيمية من الأشاعرة 2/506.\n4-\nالمصدر السابق 2/544.\n5-\nانظر تحفة المريد ص63، وإشارات المرام ص107، 114، وكتاب الماتريدية دراسة وتقويم ص239، وكتاب الماتريدية وموقفهم من توحيد الأسماء والصفات 2/430، ومنهج أهل السنة والجماعة ومنهج الأشاعرة في توحيد الله ص401.\nالجزء: 1 ¦ الصفحة: 25\n",
        "المطلب الثاني: درجات التعطيل في باب الأسماء الحسنى.\nالقول الأول: من يقول إن الله لا يسمى بشيء.\nوهذا قول الجهمية أتباع جهم بن صفوان، والغالية من الملاحدة كالقرامطة الباطنية والفلاسفة.\nوهؤلاء المعطلة لهم في تعطيلهم لأسماء الله أربعة مسالك هي:\nالمسلك الأول: الاقتصار على نفي الإثبات فقالوا: لا يسمى بإثبات.\nالمسلك الثاني: أنه لا يسمى بإثبات ولا نفي.\nالمسلك الثالث: السكوت عن الأمرين الإثبات والنفي.\nالمسلك الرابع: تصويب جميع الأقوال بالرغم من تناقضها.\nفهذا الصنف من المعطلة اتفقوا على إنكار الأسماء جميعها، ولكن تنوعت مسالكهم في الإنكار.\n1-\nفأصحاب المسلك الأول: اقتصروا على قولهم: بأنه ليس له اسم كالحي والعليم ونحو ذلك. وشبهتهم في ذلك:\nا- أنه إذا كان له اسم من هذه الأسماء لزم أن يكون متصفا بمعنى الاسم كالحياة والعلم، فإن صدق المشتق -أي الاسم كالعليم- مستلزم لصدق المشتق منه -أي الصفة كالعلم- وذلك محال عندهم.\nب- ولأنه إذا سمي بهذه الأسماء فهي مما يسمى به غيره. والله منزه عن\nالجزء: 1 ¦ الصفحة: 26\n",
        "مشابهة الغير.1\nفهؤلاء المعطلة المحضة -نفاة الأسماء- يسمون من سمى الله بأسمائه الحسنى مشبهاً. فيقولون: إذا قلنا حي عليم فقد شبهناه بغيره من الأحياء العالمين وكذلك إذا قلنا هو سميع بصير فقد شبهناه بالإنسان السميع والبصير، وإذا قلنا رؤوف رحيم فقد شبهناه بالنبي الرؤوف الرحيم، بل قالوا إذا قلنا موجود فقد شبهناه بسائر الموجودات لاشتراكهما في مسمى الوجود)\nوهذا المسلك ينسب لجهم بن صفوان، قال شيخ الإسلام ابن تيمية: \"جهم كان ينكر أسماء الله تعالى فلا يسميه شيئاً لا حيا ولا غير ذلك إلا على سبيل المجاز\"3. وهو قول الباطنية من الفلاسفة والقرامطة فهم يقولون لا نسميه حيًّا ولا عالماً ولا قادراً ولا متكلماً إلا مجازاً بمعنى السلب والإضافة: أي هو ليس بجاهل ولا عاجز.4 وهذا كذلك قول ابن سينا وأمثاله.5\n2-\nوأما أصحاب المسلك الثاني: فقد زادوا في الغلو فقالوا: لا يسمى بإثبات ولا نفي، ولا يقال موجود ولا لا موجود ولا حي ولا لاحي. لأن في الإثبات تشبيهاً بالموجودات، وفي النفي تشبيهاً له بالمعدومات.\n1- انظر مجموع الفتاوى 6/35، 3/100، ودرء تعارض العقل والنقل 3/367، وكتاب الصفدية 1/88-89، 96-97.\n2-\nمنهاج السنة 2/523، 534.\n3-\nمجموع الفتاوى 12/311.\n4-\nمجموع الفتاوى 5/355.\n5-\nالصفدية 1/299-300.\nالجزء: 1 ¦ الصفحة: 27\n",
        "وكل ذلك تشبيه. وهذا المسلك ينسب لغلاة المعطلة من القرامطة الباطنية والمتفلسفة.1\n3-\nوأما أصحاب المسلك الثالث فيقولون: نحن لا نقول ليس بموجود ولا معدوم، ولا حي ولا ميت، فلا ننفي النقيضين، بل نسكت عن هذا وهذا، فنمتنع عن كل من المتناقضين، لا نحكم بهذا ولا بهذا، فلا نقول ليس بموجود ولا معدوم، ولكن لا نقول هو موجود ولا نقول هو معدوم.\nومن الناس من يحكى هذا عن الحلاج، وحقيقة هذا القول هو الجهل البسيط والكفر البسيط، الذي مضمونه الإعراض عن الإقرار بالله ومعرفته وحبه وذكره وعبادته ودعائه.2\nوأصحاب هذا المسلك هم المتجاهلة اللاأدرية.\nوأصحاب المسلك الثاني هم المتجاهلة الواقفة الذين يقولون لا نثبت ولا ننفي.\nوأصحاب المسلك الأول هم المكذبة النفاة.\nوالملاحظ أن كل فريق من هؤلاء يهدم ما بناه من قبله فلما اقتصر أصحاب المسلك الأول على النفي وامتنعوا عن الإثبات بحجة أن في الإثبات تشبيهاً له بالموجودات جاء أصحاب المسلك الثاني فزادوا في الغلو وزعموا أن في النفي كذلك تشبيهاً له بالجمادات فمنعوا النفي أيضا ثم جاء أصحاب المسلك الثالث فاتهموا أصحاب المسلك الثاني بأنهم شبهوه بالممتنعات لأن قولهم يقوم على نفي النقيضين وهذا ممتنع.\n1- مجموع الفتاوى 6/35، 3/100، شرح الأصفهانية ص76، 80.\n2-\nكتاب الصفدية 1/96-98، شرح الأصفهانية ص84.\nالجزء: 1 ¦ الصفحة: 28\n",
        "4-\nوهناك مسلك رابع: وهو مسلك أصحاب وحدة الوجود الذين يعطون أسماءه سبحانه لكل شيء في الوجود، إذ كان وجود الأشياء عندهم هو عين وجوده ما ثمت فرق إلا بالإطلاق والتقييد.1\nوهذا منتهى قول طوائف المعطلة.2 وغاية ما عندهم في الإثبات قولهم هو: (وجود مطلق) أي وجود خيالي في الذهن، أو وجود مقيد بالأمور السلبية،3\nالقول الثاني: أن الله يسمى باسمين فقط هما: \"الخالق\" و \" القادر\"\nوهذا القول منسوب للجهم بن صفوان.\nقال شيخ الإسلام ابن تيمية: \"كان الجهم وأمثاله يقولون: إن الله ليس بشيء، وروى عنه أنه قال: لا يسمى باسم يسمى به الخلق، فلم يسمه إلا \"بالخالق\" و\"القادر\" لأنه كان جبريا يرى أن العبد لا قدرة له.\"4\nوقال رحمه الله: \"ولهذا نقلوا عن جهم أنه لا يسمى الله بشيء، ونقلوا عنه أنه لا يسميه باسم من الأسماء التي يسمى بها الخلق: كالحي، والعالم، والسميع، والبصير، بل يسميه قادراً خالقاً، لأن العبد عنده ليس بقادر، إذ كان هو رأس الجهمية الجبرية\"5\n1- شرح القصيدة النونية للهراس 2/126.\n2-\nالصفدية 1/98، 99.\n3-\nالصفدية 1/116، 117.\n4-\nمنهاج السنة 2/526، 527، الانساب للسمعاني 2/133.\n5-\nدرء تعارض العقل والنقل 5/187، مجموع الفتاوى 8/460.\nالجزء: 1 ¦ الصفحة: 29\n",
        "القول الثالث: إثبات الأسماء مجردة عن الصفات.\nوهذا قول المعتزلة ووافقهم عليه ابن حزم الظاهري. وتبع المعتزلة على ذلك الزيدية، والرافضة الإمامية، وبعض الخوارج.\nفالمعتزلة يجمعون على تسمية الله بالاسم ونفي الصفة عنه. يقول ابن المرتضى المعتزلي: \"فقد أجمعت المعتزلة على أن للعالم مُحدثاً قديماً، قادراً، عالماً، حياًّ لا لمعان\"1\nوابن حزم وافق المعتزلة في ذلك فهو يرى أن الأسماء الحسنى كالحي، والعليم، والقدير، بمنزلة أسماء الأعلام التي لا تدل على حياة ولا علم، ولا قدرة، وقال لا فرق بين الحي وبين العليم في المعنى أصلاً\"2\nوالمعتزلة لهم في نفيهم لتضمن الأسماء للصفات مسلكان:\nالمسلك الأول: من جعل الأسماء كالأعلام المحضة المترادفة التي لم توضع لمسماها باعتبار معنى قائم به. فهم بذلك ينظرون إلى هذه الأسماء على أنها أعلام محضة لا تدل على صفة. و (المحضة) الخاصة الخالية من الدلالة على شيء آخر، فهم يقولون: إن العليم والخبير والسميع ونحو ذلك أعلام لله ليست دالة على أوصاف، وهي بالنسبة إلى دلالتها على ذات واحدة هي مترادفة، وذلك مثل تسميتك ذاتاً واحدة (بزيد وعمرو ومحمد وعلي) فهذه الأسماء مترادفة وهي أعلام خالصة لا تدل على صفة لهذه الذات المسماة بها.3\n1- كتاب ذكر المعتزلة ص6، شرح الأصول الخمسة ص151. مقالات الإسلاميين ص164-165.\n2-\nالفصل 2/161، شرح الأصفهانية ص76. درء تعارض العقل والنقل 5/249-250.\n3-\nالتحفة المهدية شرح الرسالة التدمرية 1/46.\nالجزء: 1 ¦ الصفحة: 30\n",
        "والمسلك الثاني: من يقول منهم إن كل علم منها مستقل، فالله يسمى عليماً وقديراً، وليست هذه الأسماء مترادفة، ولكن ليس معنى ذلك أن هناك حياة أو قدرة.1 ولذلك يقولون عليم بلا علم، قدير بلا قدرة، سميع بلا سمع بصير بلا بصر.\nالقول الرابع: إثبات الأسماء الحسنى مع إثبات معاني البعض وتحريف معاني البعض الآخر.\nوهذا قول الكلابية والأشاعرة والماتريدية.\nفهؤلاء وإن كانوا يوافقون أهل السنة والجماعة في إثبات ألفاظ الأسماء الحسنى لكنهم يخالفونهم في إثبات بعض معاني تلك الأسماء.\nفمن المعلوم أن كل اسم من أسماء الله متضمن لصفة. وللكلابية والأشاعرة والماتريدية قول في الصفات يخالف قول أهل السنة والجماعة. فالكلابية وقدماء الأشاعرة ينفون صفات الأفعال الاختيارية وبالتالي لا يثبتون الصفات التي تضمنتها الأسماء إذا كانت من هذا القبيل كالخالق والرزاق ونحوها، على تفصيل سيأتي ذكره عند الحديث عن موقفهم من الصفات.\nوأما المتأخرون من الأشاعرة ومعهم الماتريدية، فإنهم لا يثبتون من الصفات سوى سبع صفات هي (العلم، القدرة، الحياة، السمع، البصر، الإرادة، الكلام) ويزيد بعض الماتريدية صفة ثامنة هي (التكوين) . فالاسم عندهم إن دل على ما أثبتوه من الصفات، أثبتوا ما دل عليه من المعنى، وإن كان دالاً على خلاف ما أثبتوه صرفوه عن حقيقته وحرفوا معناه.\n1- التحفة المهدية 1/46.\nالجزء: 1 ¦ الصفحة: 31\n",
        "ومعلوم أنه لم يرد في باب الأسماء من تلك الصفات التي ذكروها إلا خمسة فقط وهي (العليم) و (القدير) و (الحي) و (السميع) و (البصير) فهذه الخمسة يثبتون معانيها وإن كان هناك من يرجع صفتي (السمع) و (البصر) إلى (العلم) ولكن جمهورهم على خلاف ذلك.1\nوأما بقية الأسماء التي لا تتفق مع ما أثبتوه من الصفات، فإنهم لا يثبتون ما دلت عليه من المعاني، بل يحرفونها كتحريفهم لمعنى (الرحمة) في اسمه (الرحمن) إلى إرادة الثواب أو إرادة (الإنعام) و (الود) في (الودود) بـ (إرادة إيصال الخير) .2\n1- لباب العقول للمكلاتي ص213،214، شرح الأصفهانية ص445، المسايرة لابن الهمام ص67، الماتريدية دراسة وتقويم ص264، الماتريدية وموقفهم من توحيد الأسماء والصفات 2/413، منهج أهل السنة ومنهج الأشاعرة في التوحيد ص409.\n2-\nشرح الأسماء الحسنى للرازي ص287\nالجزء: 1 ¦ الصفحة: 32\n",
        "المطلب الثالث: درجات التعطيل في باب صفات الله تعالى.\nالقول الأول: نفاة جميع الصفات\nوهذا قول الغلاة من المعطلة، ومنهم الجهمية أتباع جهم والفلاسفة سواء كانوا أهل فلسفة محضة كالفارابي أو فلسفة باطنية رافضية إسماعيلية كابن سينا وإخوان الصفا أو فلسفة صوفية اتحادية كابن عربي وابن سبعين. وهذا القول بنفي الصفات هو قول المعتزلة ومن تبعهم كالزيدية والرافضة الإمامية والخوارج الإباضية وكذلك هو قول النجارية والضرارية.\nفهؤلاء جميعاً لا يثبتون الصفات لله تعالى، وقد تنوعت أساليب تعطيلهم وطرق إنكارهم لها، ويمكن تصنيفهم إلى صنفين:\n1-\nغلاة المعطلة2- المعتزلة ومن وافقهم.\n1-\nفغلاة المعطلة يمنعون الإثبات بأي حال من الأحوال ولهم في النفي درجات:\nالدرجة الأولى: درجة المكذبة النفاة.\nوهي التي عليها الجهمية وطائفة من الفلاسفة1 وهو كذلك قول ابن سينا وأمثاله.2.\nفهم يصفون الله بالصفات السلبية على وجه التفصيل ولا يثبتون له إلا\n1- مجموع الفتاوى 3/7-8.\n2-\nالصفدية 1/299، 300.\nالجزء: 1 ¦ الصفحة: 33\n",
        "وجوداً مطلقاً لا حقيقة له عند التحصيل وإنما يرجع إلى وجود في الأذهان، يمتنع تحققه في الأعيان1 فهؤلاء وصفوه بالسلوب والإضافات دون صفات الإثبات وجعلوه هو الوجود المطلق بشرط الإطلاق، وقد علم بصريح العقل أن هذا لا يكون إلا في الذهن، لا فيما خرج عنه من الموجودات.2\nالدرجة الثانية: المتجاهلة الواقفة\nالذين يقولون لا نثبت ولا ننفي، وهذه الدرجة تنسب لغلاة المعطلة من القرامطة الباطنية المتفلسفة.3\nفهؤلاء هم غلاة الغلاة4 لأنهم يسلبون عنه النقيضين فيقولون: لا موجود، ولا معدوم، ولا حي ولا ميت، ولا عالم ولا جاهل، لأنهم يزعمون أنهم إذا وصفوه بالإثبات شبهوه بالموجودات، وإذا وصفوه بالنفي شبهوه بالمعدومات فسلبوا النقيضين، وهذا ممتنع في بداهة العقول؛ وحرفوا ما أنزل الله من الكتاب وما جاء به الرسول صلى الله عليه وسلم، فوقعوا في شر مما فروا منه، فإنهم شبهوه بالممتنعات إذ سلب النقيضين كجمع النقيضين، كلاهما من الممتنعات.5\nقال شيخ الإسلام ابن تيمية: (فالقرامطة الذين قالوا لا يوصف بأنه حي ولا ميت، ولا عالم ولا جاهل، ولا قادر ولا عاجز، بل قالوا لا يوصف بالإيجاب ولا بالسلب، فلا يقال حي عالم ولا ليس بحي عالم، ولا يقال هو\n1- مجموع الفتاوى 3/7، شرح الأصفهانية ص51،52.\n2-\nمجموع الفتاوى 3/8.\n3-\nشرح العقيدة الأصفهانية ص76.\n4-\nمجموع الفتاوى 3/100.\n5-\nمجموع الفتاوى 3/7-8.\nالجزء: 1 ¦ الصفحة: 34\n",
        "عليم قدير ولا يقال ليس بقدير عليم، ولا يقال هو متكلم مريد، ولا يقال ليس بمتكلم مريد، قالوا لأن في الإثبات تشبيهاً بما تثبت له هذه الصفات، وفي النفي تشبيه له بما ينفي عنه هذه الصفات)\nالدرجة الثالثة: المتجاهلة اللاأدرية.\nالذين يقولون: نحن لا نقول ليس بموجود ولا معدوم ولا حي ولا ميت، فلا ننفي النقيضين، بل نسكت عن هذا وهذا، فنمتنع عن كل من المتناقضين، لا نحكم بهذا ولا بهذا، فلا نقول: ليس بموجود ولا معدوم ولكن لا نقول هو موجود ولا نقول هو معدوم.\nومن الناس من يحكي نحو هذا عن الحلاج، وحقيقة هذا القول هو الجهل البسيط والكفر البسيط، الذي مضمونه الإعراض عن الإقرار بالله ومعرفته وحبه وذكره وعبادته ودعائه.2\nالدرجة الرابعة: أهل وحدة الوجود\nالذين لا يميزون الخالق بصفات تميزه عن المخلوق، ويقولون بأن وجود الخالق هو وجود المخلوق. فعلى سبيل المثال هم يقولون بأن الله هو المتكلم بكل ما يوجد من الكلام وفي ذلك يقول ابن عربي:\nألا كل قول في الوجود كلامه\n...\nسواء علينا نثره ونظامه\nيعم به أسماع كل مكون\n...\nفمنه إليه بدؤه وختامه3\n1- شرح العقيدة الأصفهانية ص76.\n2-\nالصفدية 1/96،98.\n3-\nالفتوحات المكية 4/141 ط: دار صادر، بيروت.\nالجزء: 1 ¦ الصفحة: 35\n",
        "فيزعمون أنه هو المتكلم على لسان كل قائل. ولا فرق عندهم بين قول فرعون: {أنا ربُّكم الأعلى} 1 {وما علمت لكم من إله غيري} 2 وبين القول الذي يسمعه موسى {إنني أنا الله لا إله إلا أنا فاعبدني وأقم الصلاة لذكري} 3. بل يقولون: إنه الناطق في كل شيء، فلا يتكلم إلا هو، ولا يسمع إلا هو، حتى قول مسيلمة الكذاب، والدجال، وفرعون، يصرحون بأن أقوالهم هي قوله)\nوهذا قول أصحاب وحدة الوجود كابن عربي، وابن سبعين وابن الفارض، والعفيف التلمساني.\nوأصل مذهبهم: أن كل واحد من وجود الحق، وثبوت الخلق يساوى الآخر ويفتقر إليه وفي هذا يقول ابن عربي:\nفيعبدني وأعبده\n...\nويحمدني وأحمده5\nويقول: إن الحق يتصف بجميع صفات العبد المحدثات، وإن المحدث يتصف بجميع صفات الرب، وإنهما شيء واحد إذ لا فرق في الحقيقة بين الوجود والثبوت6 فهو الموصوف عندهم بجميع صفات النقص والذم والكفر والفواحش والكذب والجهل، كما هو الموصوف عندهم بصفات المجد\n1- الآية 24 من سورة النازعات.\n2-\nالآية 28 من سورة القصص.\n3-\nالآية 14 من سورة طه.\n4-\nبغية المرتاد ص349.\n5-\nفصوص الحكم 1/83.\n6-\nبغية المرتاد ص397، 398.\nالجزء: 1 ¦ الصفحة: 36\n",
        "والكمال فهو العالم والجاهل، والبصير والأعمى، والمؤمن والكافر، والناكح والمنكوح، والصحيح والمريض، والداعي والمجيب، والمتكلم والمستمع، وهو عندهم هوية العالم ليس له حقيقة مباينة للعالم، وقد يقولون لا هو العالم ولا غيره، وقد يقولون: هو العالم أيضا وهو غيره، وأمثال هذه المقالات التي يجمع فيها في المعنى بين النقيضين مع سلب النقيضين.1\nوهؤلاء الاتحادية يجمعون بين النفي العام والإثبات العام فعندهم أن ذاته لا يمكن أن ترى بحال وليس له اسم ولا صفة ولا نعت، إذ هو الوجود المطلق الذي لا يتعين، وهو من هذه الجهة لا يرى ولا اسم له.\nويقولون: إنه يظهر في الصور كلها، وهذا عندهم هو الوجود الاسمي لا الذاتي، ومن هذه الجهة فهو يرى في كل شيء، ويتجلى في كل موجود، لكنه لا يمكن أن ترى نفسه، بل تارة يقولون كما يقول ابن عربي: ترى الأشياء فيه، وتارة يقولون يرى هو في الأشياء وهو تجليه في الصور، وتارة يقولون كما يقول ابن سبعين:\n\"عين ما ترى ذات لا ترىوذات لا ترى عين ما ترى\".\nوهم مضطربون لأن ما جعلوه هو الذات عدم محض، إذ المطلق لا وجود له في الخارج مطلقاً بلا ريب، لم يبق إلا ما سموه مظاهر ومجالي، فيكون الخالق عين المخلوقات لا سواها، وهم معترفون بالحيرة والتناقض مع ما هم فيه من التعطيل والجحود.2\n1- بغية المرتاد ص408.\n2-\nبغية المرتاد ص473.\nالجزء: 1 ¦ الصفحة: 37\n",
        "وفي هذا يقول ابن عربي:\nفإن قلت بالتنزيه كنت مقيداً\n...\nوإن قلت بالتشبيه كنت محدداً\nوإن قلت بالأمرين كنت مسدداً\n...\nوكنت إماماً في المعارف سيداً\nفمن قال بالإشفاع كان مشركاً\n...\nومن قال بالإفراد كان موحداً\nفإياك والتشبيه إن كنت ثانياً\n...\nوإياك والتنزيه إن كنت مفرداً\nفما أنت هو بل أنت هو وتراه\n...\nفي عين الأمور مسرحا ومقيداً1\nخلاصة أقوال غلاة المعطلة\nكلام غلاة المعطلة المتقدم ذكره يدور على أحد أصلين:\n1-\nالأصل الأول:\nالنفي والتعطيل الذي يقتضي عدمه، بأن جعلوا الحق لا وجود له، ولا حقيقة له في الخارج أصلاً وإنما هو أمر مطلق في الأذهان. وهذا الذي عليه المكذبة النفاة، والمتجاهلة الواقفة، والمتجاهلة اللاأدرية.\n2-\nالأصل الثاني:\nأن يجعلوا الحق عين وجود المخلوقات، فلا يكون للمخلوقات خالق غيرها أصلاً، ولا يكون رب كل شيء ولا مليكه. وهذا الذي عليه حال أهل وحدة الوجود الاتحادية في أحد حاليهم فهذا حقيقة قول القوم وإن كان بعضهم لا يشعر بذلك.\nولذلك كان الغلاة من القرامطة والباطنية والفلاسفة والاتحادية نسخة للجهمية الذين تكلم فيهم السلف والأئمة، مع كون أولئك كانوا أقرب إلى\n1- بغية المرتاد ص527.\nالجزء: 1 ¦ الصفحة: 38\n",
        "الإسلام. فقد كان كلام الجهمية يدور أيضاً على هذين الأصلين فهم يظهرون للناس والعامة أن الله بذاته موجود في كل مكان، أو يعتقدون ذلك.\nوعند التحقيق يصفونه بالسلب الذي يستوجب عدمه كقولهم: ليس بداخل العالم ولا خارجه، ولا مباين له ومحايث، ولا متصل به ولا منفصل عنه، وأشباه هذه السلوب.\nفكلام أول الجهمية وآخرهم يدور على هذين الأصلين:\n1-\nإما النفي والتعطيل الذي يقتضي عدمه.\n2-\nوإما الإثبات الذي يقتضي أنه هو المخلوقات. أو جزء منها أو صفة لها.\nوكثير منهم يجمع بين هذا النفي وهذا الإثبات المتناقضين، وإذا حوقق في ذلك قال: ذاك السلب مقتضى نظري. وهذا الإثبات مقتضى شهودي وذوقي. ومعلوم أن العقل والذوق إذا تناقضا لزم بطلانهما أو بطلان أحدهما.1\nوهذا حال الجهمية دائماً يترددون بين هذا النفي العام المطلق، وهذا الإثبات العام المطلق، وهم في كليهما حائرون ضالون لا يعرفون الرب الذي أمروا بعبادته.2\nقال شيخ الإسلام ابن تيمية: (والجهمية نفاة الصفات تارة يقولون بما يستلزم الحلول والاتحاد، أو يصرحون بذلك. وتارة بما يستلزم الجحود والتعطيل، فنفاتهم لا يعبدون شيئاً، ومثبتتهم يعبدون كل شيء.)\n1- بغية المرتاد ص410،411.\n2-\nنقض تأسيس الجهمية 2/467.\n3-\nمجموع الفتاوى 6/39.\nالجزء: 1 ¦ الصفحة: 39\n",
        "ولا ريب أن هؤلاء المعطلة بصنيعهم هذا قد أعرضوا عن أسمائه وصفاته وآياته وصاروا جهالاً به، كافرين به، غافلين عن ذكره، موتى القلوب عن معرفته ومحبته وعبادته، وهذا هو غاية القرامطة الباطنية والمعطلة الدهرية أنهم يبقون في ظلمة الجهل وضلال الكفر، لا يعرفون الله ولا يذكرونه.1\n2-\nالمعتزلة ومعهم النجارية والضرارية والرافضة الإمامية والزيدية والإباضية وغيرهم. وهؤلاء مشتركون مع الجهمية والفلاسفة في نفي الصفات2 وإن كان بين الفلاسفة والمعتزلة نوع فرق3 فالمعتزلة تجمع على غاية واحدة وهي نفي إثبات الصفات حقيقة في الذات ومتميزة عنها. ولكنهم سلكوا طريقين في موقفهم من الصفات.\nالطريق الأول: الذي عليه أغلبيتهم وهو نفيها صراحة فقالوا: إن الله عالم بذاته لا بعلم وهكذا في باقي الصفات.\nوالطريق الثاني: الذي عليه بعضهم وهو إثباتها اسماً ونفيها فعلاً فقالوا: إن الله عالم بعلم وعلمه ذاته وهكذا بقية الصفات، فكان مجتمعاً مع الرأي الأول في الغاية وهي نفي الصفات.\nوالمقصود بنفي الصفات عندهم: هو نفي إثباتها حقيقة في الذات ومتميزة عنها، وذلك أنهم يجعلونها عين الذات فالله عالم بذاته بدون علم أو عالم بعلم وعلمه ذاته.4\n1- مجموع الفتاوى 6/48. «بتصرف»\n2-\nمجموع الفتاوى 13/131.\n3-\nمجموع الفتاوى 6/51.\n4-\nالمعتزلة وأصولهم الخمسة ص100.\nالجزء: 1 ¦ الصفحة: 40\n",
        "وهناك آراء أخرى للمعتزلة لكنها تجتمع في الغاية مع الرأيين الأولين، وهو التخلص من إثبات الصفات حقيقة في الذات ومتميزة عنها.1\nوهذه الآراء للمعتزلة حملها عنهم الزيدية والرافضة الإمامية2 والإباضية. وابن تومرت3، وابن حزم.4\nفالمعتزلة يرون امتناع قيام الصفات به، لاعتقادهم أن الصفات أعراض، وأن قيام العرض به يقتضي حدوثه فقالوا حينئذ إن القرآن مخلوق، وإنه ليس لله مشيئة قائمة به، ولا حب ولا بغض ونحو ذلك.\nوردوا جميع ما يضاف إلى الله إلى إضافة خلق، أو إضافة وصف من غير قيام معنى به.5\nالنجارية:\nوهم أتباع حسين بن محمد بن عبد الله النجار المتوفى سنة (220هجرية) تقريباً وكان يزعم أن الله سبحانه لم يزل جواداً بنفي البخل عنه، وأنه لم يزل متكلماً بمعنى أنه لم يزل غير عاجز عن الكلام، وأن كلام الله سبحانه محدث مخلوق، وكان يقول بقول المعتزلة في التوحيد، إلا في باب الإرادة والجود،\n1- المصدر السابق ص101.\n2-\nلم يكن في قدماء الرافضة من يقول بنفي الصفات بل كان الغلو في التجسيم مشهوراً عن شيوخهم هشام بن الحكم وأمثاله، شرح الأصفهانية ص68.\n3-\nكان أبو عبد الله محمد بن تومرت على مذهب المعتزلة في نفي الصفات، شرح الأصفهانية ص23.\n4-\nدرء تعارض العقل والنقل 5/249،250.\n5-\nمجموع الفتاوى 6/147،148،359.\nالجزء: 1 ¦ الصفحة: 41\n",
        "وكان يخالفهم في القدر ويقول بالإرجاء.1\nالضرارية:\nوهم أتباع ضرار بن عمرو الغطفاني المتوفى سنة (190هجرية) تقريباً وكان يزعم أن معنى أن الله عالم قادر أنه ليس بجاهل ولا عاجز وكذلك كان يقول في سائر صفات الباري لنفسه)\nفكل من النجارية والضرارية يحملون النصوص الثبوتية على المعاني السلبية، كما قال البغدادي عنهم: (من غير إثبات معنى أو فائدة سوى نفي الوصف بنقيض تلك الأوصاف عنه)\nوكان الجهمية والمعتزلة والنجارية والضرارية هم خصوم أهل السنة زمن فتنة القول بخلق القرآن.4\nالقول الثاني: نفي الصفات الاختيارية المتعلقة بالمشيئة.\nوهو قول الكلابية: أتباع أبي محمد عبد الله بن سعيد بن كلاب، وقول الحارث المحاسبي5 وأبي العباس القلانسي، وأبي الحسن الأشعري في طوره\n1- مقالات الإسلاميين 1/341-342، وانظر الفرق بين الفرق ص207، والملل والنحل 1/89،90.\n2-\nمقالات الإسلاميين 1/339.\n3-\nالفرق بين الفرق ص215.\n4-\nمجموع الفتاوى 14/351،352.\n5-\nقال شيخ الإسلام ابن تيمية: (وكان الحارث المحاسبي يوافقه -أي يوافق ابن كلاب- ثم قيل إنه رجع عن موافقته؛ فإن أحمد بن حنبل أمر بهجر الحارث المحاسبي وغيره من أصحاب ابن كلاب لما أظهروا ذلك، كما أمر السري السقطي الجنيد أن يتقى بعض كلام الحارث؛ فذكروا أن الحارث رحمه الله تاب من ذلك. وكان له من العلم والفضل والزهد والكلام في الحقائق ما هو مشهور وحكى عنه أبوبكر الكلاباذي صاحب (مقالات الصوفية) : (أنه كان يقول إن الله يتكلم بصوت) ، وهذا يوافق قول من يقول: إنه رجع عن قول ابن كلاب) . مجموع الفتاوى 6/521،522.\nالجزء: 1 ¦ الصفحة: 42\n",
        "الثاني، وقدماء الأشاعرة كأبي الحسن الطبري والباقلاني وابن فورك، وأبي جعفر السمناني ومن تأثر بهم من الحنابلة كالقاضي أبي يعلى وابن عقيل وأبي الحسن بن الزاغوني والتميميين وغيرهم.1\nوهؤلاء يسموْن الصفاتية لأنهم يثبتون صفات الله تعالى خلافاً للمعتزلة، لكنهم لم يثبتوا لله أفعالاً تقوم به تتعلق بمشيئته وقدرته، بل ولا غير الأفعال مما يتعلق بمشيئته وقدرته.2\nوأصلهم الذي أصلوه في هذا أن الله لا يقوم به ما يتعلق بمشيئته وقدرته3 لا فعل ولا غير فعل.4\nوالفرق بينهم وبين المعتزلة:\nأن المعتزلة تقول: (لا تحله الأعراض والحوادث) فالمعتزلة لا يريدون [بالأعراض] الأمراض والآفات فقط، بل يريدون بذلك الصفات. ولا يريدون [بالحوادث] المخلوقات، ولا الأحداث المحيلة للمحل ونحو ذلك -مما يريده الناس بلفظ الحوادث- بل يريدون نفي ما يتعلق بمشيئته وقدرته من الأفعال وغيرها فلا يجوزون أن يقوم به خلق، ولا استواء، ولا إتيان، ولا مجيء، ولا تكليم، ولا مناداة، ولا مناجاة، ولا غير ذلك مما وصف بأنه مريد له قادر عليه.\nولكن ابن كلاب ومن وافقه خالفوا المعتزلة في قولهم: \"لا تقوم به\n1- مجموع الفتاوى 5/411، 6/52،53، 4/147، شرح الأصفهانية ص 78\n2-\nمجموع الفتاوى 6/520.\n3-\nمجموع الفتاوى 6/524.\n4-\nمجموع الفتاوى 6/522.\nالجزء: 1 ¦ الصفحة: 43\n",
        "الأعراض\" وقالوا: \"تقوم به الصفات ولكن لا تسمى أعراضاً\".\nووافقوا المعتزلة على ما أرادوا بقولهم: لا تقوم به الحوادث من أنه لا يقوم به أمر من الأمور المتعلقة بمشيئته.1\nففرقوا بين الأعراض -أي الصفات- والحوادث -أي الأمور المتعلقة بالمشيئة.23\nفالكلابية ومن تبعهم ينفون صفات أفعاله4، ويقولون: \"لو قامت به لكان محلاً للحوادث. والحادث إن أوجب له كمالاً فقد عدمه قبله وهو نقص، وإن لم يوجب له كمالاً لم يجز وصفه به.5\n1- مجموع الفتاوى 6/520،521.\n2-\nمجموع الفتاوى 6/525.\n3-\nتتميماً للفائدة فإن الخلاف في هذه المسألة على أربعة أقوال:\n1-\nقول المعتزلة ومن وافقهم: أن الله لا يقوم به صفة ولا أمر يتعلق بمشيئته واختياره وهو قولهم: (لا تحله الأعراض ولا الحوادث) .\n2-\nقول الكلابية ومن وافقهم: التفريق بين الصفات والأفعال الاختيارية فأثبتوا الصفات، ومنعوا أن يقوم به أمر يتعلق بمشيئته وقدرته لا فعل ولا غير فعل.\n3-\nقول الكرامية ومن وافقهم: يثبتون الصفات ويثبتون أن الله تقوم به الأمور التي تتعلق بمشيئته وقدرته، ولكن ذلك حادث بعد أن لم يكن، وأنه يصير موصوفا بما يحدث بقدرته ومشيئته بعد أن لم يكن كذلك، وقالوا لا يجوز أن تتعاقب عليه الحوادث، ففرقوا في الحوادث بين تجددها ولزومها فقالوا بنفي لزومها دون حدوثها.\n4-\nقول أهل السنة والجماعة: أثبتوا الصفات والأفعال الاختيارية وأن الله متصف بذلك أزلاً، وأن الصفات الناشئة عن الأفعال موصوف بها في القدم، وإن كانت المفعولات محدثة. وهذا هو الصحيح. مجموع الفتاوى 6/520،525،149.\n4-\nالصفات الفعلية: هي التي تتعلق بمشيئته، أو التي تنفك عن الذات: كالاستواء، والنزول، والضحك، والإتيان، والمجيء، والغضب والفرح. مجموع الفتاوى 6/68، 5/410.\n5-\nمجموع الفتاوى 6/69، وانظر الرد على هذه الشبهة 6/105.\nالجزء: 1 ¦ الصفحة: 44\n",
        "ولتوضيح قولهم نقول: إن المضافات إلى الله سبحانه في الكتاب والسنة لا تخلو من ثلاثة أقسام:\nأحدها: إضافة الصفة إلى الموصوف\nكقوله تعالى: {ولا يحيطون بشيء مِن علمه} 1 وقوله: {إن الله هو الرَّزَّاق ذو القوَّة} 2 فهذا القسم يثبته الكلابية ولا يخالفون فيه أهل السنة، وينكره المعتزلة.\nوالقسم الثاني: إضافة المخلوق.\nكقوله تعالى: {ناقة الله وسقياها} 3 وقوله تعالى: {وطهر بيتي للطائفين} 4 وهذا القسم لا خلاف بين المسلمين في أنه مخلوق.\nوالقسم الثالث: -وهو محل الكلام هنا- ما فيه معنى الصفة والفعل.\nكقوله تعالى: {وكلَّم الله موسى تكليما} 5 وقوله تعالى: {إن الله يحكم ما يريد} 6 وقوله تعالى: {فَبَاءُوا بغضب على غضب} 7\nفهذا القسم الثالث لا يثبته الكلابية ومن وافقهم على زعم أن الحوادث لا تحل بذاته. فهو على هذا يلحق عندهم بأحد القسمين قبله فيكون:\n1- الآية 255 من سورة البقرة.\n2-\nالآية 58 من سورة الذاريات.\n3-\nالآية 13 من سورة الشمس.\n4-\nالآية 26 من سورة الحج.\n5-\nالآية 164 من سورة النساء.\n6-\nالآية 1 من سورة المائدة.\n7-\nالآية 90 من سورة البقرة.\nالجزء: 1 ¦ الصفحة: 45\n",
        "1-\nإما قديماً قائماً به\n2-\nوإما مخلوقاً منفصلاً عنه.\nويمتنع عندهم أن يقوم به نعت أو حال أو فعل ليس بقديم ويسمون هذه المسألة: \"مسألة حلول الحوادث بذاته\"1 وذلك مثل صفات الكلام، والرضا، والغضب، والفرح، والمجيء، والنزول والإتيان، وغيرها. وبالتالي هم يؤولون النصوص الواردة في ذلك على أحد الوجوه التالية:\n(1) - إرجاعها إلى الصفات الذاتية واعتبارها منها، فيجعلون جميع تلك الصفات قديمة أزلية، ويقولون: نزوله، ومجيئه وإتيانه، وفرحه، وغضبه، ورضاه، ونحو ذلك: قديم أزلي2 وهذه الصفات جميعها صفات ذاتية لله، وإنها قديمة أزلية لا تتعلق بمشيئته واختياره.3\n(2) - وإما أن يجعلوها من باب \"النسب\" و\"الإضافة\" المحضة بمعنى أن الله خلق العرش بصفة تحت فصار مستوياً عليه، وأنه يكشف الحجب التي بينه وبين خلقه فيصير جائياً إليهم ونحو ذلك. وأن التكليم إسماع المخاطب فقط.4\nفهذه الأمور من صفات الفعل منفصلة عن الله بائنة وهي مضافة إليه، لا أنها صفات قائمة به. ولهذا يقول كثير منهم: \"إن هذه آيات الإضافات وأحاديث الإضافات، وينكرون على من يقول آيات الصفات وأحاديث\n1- مجموع الفتاوى 6/144،147.\n2-\nمجموع الفتاوى 5/412.\n3-\nمجموع الفتاوى 5/410.\n4-\nمجموع الفتاوى 6/149.\nالجزء: 1 ¦ الصفحة: 46\n",
        "الصفات.1\n(3) - أو يجعلوها \"أفعالاً محضة\" في المخلوقات من غير إضافة ولا نسبة.2\nمثل قولهم في الاستواء إنه فعل يفعله الرب في العرش بمعنى أنه يحدث في العرش قرباً فيصير مستوياً عليه من غير أن يقوم بالله فعل اختياري.3\nوكقولهم في النزول إنه يخلق أعراضاً في بعض المخلوقات يسميها نزولاً.4\nونفاة الصفات الاختيارية يثبتون الصفات التي يسمونها عقلية وهي الحياة والعلم والقدرة والإرادة، والسمع، والبصر، والكلام. واختلفوا في صفة البقاء.\nويثبتون في الجملة الصفات الخبرية كالوجه، واليدين، والعين ولكن إثباتهم لها مقتصر على بعض الصفات القرآنية، على أن بعضهم إثباته لها من باب التفويض.\nوأما الصفات الخبرية الواردة في السنة كاليمين، والقبضة، والقدم، والأصابع فأغلب هؤلاء يتأولها.5\nقال شيخ الإسلام ابن تيمية: (بل أئمة المتكلمين يثبتون الصفات الخبرية في الجملة، وإن كان لهم فيها طرق كأبي سعيد كلاب وأبي الحسن الأشعري، وأئمة أصحابه: كأبي عبد الله بن مجاهد وأبي الحسن الباهلي، والقاضي أبي بكر بن الباقلاني، وأبي إسحاق الاسفرائيني، وأبي بكر بن فورك، وأبي\n1- مجموع الفتاوى 5/411،412.\n2-\nمجموع الفتاوى 6/149.\n3-\nمجموع الفتاوى 5/437، الأسماء والصفات للبيهقي ص517.\n4-\nمجموع الفتاوى 5/386.\n5-\nمجموع الفتاوى 6/52، وموقف ابن تيمية من الأشاعرة 3/1034،1036.\nالجزء: 1 ¦ الصفحة: 47\n",
        "محمد بن اللبان، وأبي علي بن شاذان، وأبي القاسم القشيري، وأبي بكر البيهقي، وغير هؤلاء. فما من هؤلاء إلا من يثبت من الصفات الخبرية ما شاء الله تعالى. وعماد المذهب عندهم: إثبات كل صفة في القرآن.\nوأما الصفات التي في الحديث فمنهم من يثبتها ومنهم من لا يثبتها.1\nالقول الثالث: من يقول بإثبات سبع صفات فقط أو ثمان ونفي ما عداها.\nوهذا قول المتأخرين من الأشاعرة والماتريدية الذين لم يثبتوا من الصفات إلا ما أثبته العقل فقط، وأما ما لا مجال للعقل فيه عندهم فتعرضوا له بالتأويل والتعطيل.\nولا يستدل هؤلاء بالسمع في إثبات الصفات، بل عارضوا مدلوله بما ادعوه من العقليات.\nوهذا القول لمتأخري الأشاعرة إنما تلقوه عن المعتزلة، لما مالوا إلى نوع التجهم، بل الفلسفة، وفارقوا قول الأشعري وأئمة أصحابه، الذين لم يكونوا يقرون بمخالفة النقل للعقل، بل انتصبوا لإقامة أدلة عقلية توافق السمع، ولهذا أثبت الأشعري الصفات الخبرية بالسمع، وأثبت بالعقل الصفات العقلية التي تعلم بالعقل والسمع، فلم يثبت بالعقل ما جعله معارضاً للسمع، بل ما جعله معاضداً له، وأثبت بالسمع ما عجز عنه العقل.\nوهؤلاء خالفوه وخالفوا أئمة أصحابه في هذا وهذا، فلم يستدلوا بالسمع في إثبات الصفات، وعارضوا مدلوله بما ادعوه من العقليات.2\n1- مجموع الفتاوى 4/147،148.\n2-\nدرء تعارض العقل والنقل 7/97.\nالجزء: 1 ¦ الصفحة: 48\n",
        "فالصفات الثبوتية عند متأخري الأشاعرة هي: الحياة، والعلم، والقدرة، والإرادة، والسمع، والبصر، والكلام.1 وزاد الباقلاني وإمام الحرمين الجويني صفة ثامنة هي الإدراك.2\nوالصفات الثبوتية عند الماتريدية3 هي ثمان: الحياة، والعلم، والقدرة، والإرادة، والسمع، والبصر، والكلام، والتكوين.4 وهم قد خصوا الإثبات بهذه الصفات دون غيرها، لأنها هي التي دل العقل عليها عندهم، وأما غيرها من الصفات فإنه لا دليل عليها من العقل عندهم، فلذا قالوا بنفيها.5\nوهؤلاء لا يجعلون السمع طريقاً إلى إثبات الصفات ولهم فيما لم يثبتوه طريقان.\n1-\nمنهم من نفاه\n2-\nومنهم من توقف فيه فلم يحكم فيه بإثبات ولا نفي ويقولون بأن العقل دلّ على ما أثبتناه ولم يدل على ما توقفنا فيه.6\nوالصفات السبع التي يثبتها هؤلاء يسمونها صفات المعاني وضابطها في اصطلاحهم هي: ما دل على معنى وجودي قائم بالذات ولم يقر هؤلاء إلا\n1- مجموع الفتاوى 6/358، 359.\n2-\nتحفة المريد ص76، وبعض الأشاعرة توقف فيها والبعض نفاها.\n3-\nانظر إشارات المرام ص107، 114، جامع المتون 1208، نظم الفرائد ص24، الماتريدية دراسة وتقويم ص239.\n4-\nأثبت الماتريدية صفة التكوين وعليه فهي صفة قديمة قائمة بذاته تعالى. وأما الأشاعرة فقد نفوها. انظر تحفة المريد ص75.\n5-\nالماتريدية دراسة وتقويم ص239.\n6-\nشرح الأصفهانية ص9، مجموع الفتاوى 6/359.\nالجزء: 1 ¦ الصفحة: 49\n",
        "بسبعة منها هي، الحياة، والعلم، والقدرة، والإرادة، والسمع، والبصر، والكلام. ونفوا ما عداها من صفات المعاني كالرأفة والرحمة والحلم.1\nوقد زاد بعضهم في عده للصفات فأوصلها إلى عشرين صفة وقسمها إلى أربعة أقسام:\n1-\nصفات المعاني2- الصفات المعنوية\n3-\nالصفات السلبية4- الصفة النفسية.\nفصفات المعاني تقدم ضابطها وعدها. وهي القدر الذي عند هؤلاء من الإثبات، أما الأقسام الثلاثة الباقية ليس فيها إثبات على الحقيقة.\nفالقسم الثاني: الصفات المعنوية\nوهي الأحكام الثابتة للموصوف بها معللة بعلل قائمة بالموصوف وهي كونه \"حياً،، عليماً، قديراً، مريداً، سميعاً، بصيراً، متكلماً\" وهذا العد لا وجه له لأنه في الحقيقة تكرار لصفات المعاني المتقدم ذكرها.\nثم إن من عدها من هؤلاء عدوها بناءً على ما يسمونه الحالة المعنوية التي يزعمون أنها واسطة ثبوتية لا معدومة ولا موجودة.2\nوالتحقيق أن هذا خرافة وخيال. وأن العقل الصحيح لا يجعل بين الشيء ونقيضه واسطة البتة فكل ما ليس بموجود فهو معدوم قطعاً، وكل ما ليس بمعدوم فهو موجود قطعاً ولا واسطة البتة كما هو معروف عند العقلاء.3\n1- منهج ودراسات لآيات الأسماء والصفات ص5.\n2-\nتحفة المريد ص77.\n3-\nمنهج ودراسات لآيات الأسماء والصفات ص10.\nالجزء: 1 ¦ الصفحة: 50\n",
        "3-\nالصفات السلبية:\nوضابطها عندهم: ما دل على سلب ما لا يليق بالله عن الله من غير أن يدل على معنى وجودي قائم بالذات.\nوالذين قالوا هذا جعلوا الصفات السلبية خمساً لا سادس لها1 وهي عندهم: القدم، البقاء، والمخالفة للحوادث، والوحدانية، والغنى المطلق الذي يسمونه القيام بالنفس الذي يعنون به الاستغناء عن المخصص والمحل.2\nوعلى ضابطهم الذي ذكروه فإن هذه الخمس لا تتضمن معنى وجودي. وإنما تتضمن أمراً سلبياً فعلى سبيل المثال:\nالقدم: المقصود بها نفي الحدوث\nوالبقاء: المقصود بها نفي الفناء\nوالوحدانية: المقصود بها نفي النظير المساوي له.\nوالقيام بالنفس: عدم افتقاره للمحل وعدم افتقاره للمخصص: أي الموجد.\n4-\nالصفة النفسية:\nوضابطها هي: كل صفة إثبات لنفس لازمة ما بقيت النفس غير معللة بعلل قائمة بالموصوف.\nوهي عندهم صفة واحدة هي: الوجود. وهي عندهم لا تدل على شيء زائد على الذات.\n1- يرى بعضهم أنها ليست منحصرة في هذه الخمسة، إلا أن ما عداها راجع إليها ولو بالإلتزام، أو أن هذه مهماتها. انظر تحفة المريد ص54.\n2-\nمنهج ودراسات لآيات الأسماء والصفات ص8.\nالجزء: 1 ¦ الصفحة: 51\n",
        "يقول شارح جوهرة التوحيد: (واعلم أن الوجود صفة نفسية وإنما نسبت للنفس أي الذات، لأنها لا تتعقل إلا بها فلا تتعقل نفس إلا بوجودها، والمراد بالصفة النفسية: صفة ثبوتية يدل الوصف بها على نفس الذات دون معنى زائد عليها.\nفقولنا: \"صفة\" كالجنس\nوقولنا: \"ثبوتية\" يخرج السلبية كالقدم والبقاء.\nوقولنا: \"يدل الوصف بها على نفس الذات\" معناه أنها لا تدل على شيء زائد على الذات.\nوقولنا: \"دون معنى زائد عليها\" تفسير مراد لقولنا \"على نفس الذات\" ويخرج بذلك المعاني لأنها لا تدل على معنى زائد على الذات، وكذلك المعنوية\" فإنها تستلزم المعاني فهي تدل على معنى زائد على الذات لاستلزامها المعاني.1\nوبهذا يعلم أنه ليس عند هؤلاء من الإثبات إلا الصفات السبع التي يسمونها صفات المعاني وهي، الحياة، والعلم، والقدرة، والإرادة، والسمع، والبصر، والكلام وما عداها من الصفات الثبوتية لا يثبتونها ولهم في نصوصها أحد طريقين إما التأويل أو التفويض وفي هذا يقول قائلهم:\nوكل نص أوهم التشبيها\n...\nأوله أو فوضه ورم تنزيها2\nفنصوص الصفات التي وردت في إثبات ما عدا الصفات السبع التي يثبتونها،\n1- تحفة المريد شرح جوهرة التوحيد ص54.\n2-\nالمصدر السابق ص91.\nالجزء: 1 ¦ الصفحة: 52\n",
        "يسمونها نصوص موهمة للتشبيه، فهم يصرفونها عن ظاهرها، ولكنهم تارة يعينون المراد كقولهم استوى: استولى، واليد: بمعنى النعمة والقدرة؛ وتارة يفوضون فلا يحددون المعنى المراد ويكلون علم ذلك إلى الله عز وجل. ولكنهم يتفقون على نفي الصفة لأن ناظمهم يقول: \"ورم تنزيهاً\"\nوشارح الجوهرة يقول: \"أو فوض\" أي بعد التأويل الإجمالي الذي هو صرف اللفظ عن ظاهره، فبعد هذا التأويل فوض المراد من النص الموهم إليه تعالى.1\nفهم بذلك متفقون على نفي تلك الصفات، ويخيرون في تحديد المعنى المراد أو السكوت عن ذلك.\nقال شيخ الإسلام ابن تيمية: (وأبو المعالي وأتباعه نفوا هذه الصفات -أي الصفات الخبرية- موافقة للمعتزلة والجهمية. ثم لهم قولان:\nأحدهما: تأويل نصوصها، وهو أول قولي أبي المعالي، كما ذكره في الإرشاد.\nوالثاني: تفويض معانيها إلى الرب، وهو آخر قولي أبي المعالي كما ذكره في \"الرسالة النظامية\" وذكر ما يدل على أن السلف كانوا مجمعين على أن التأويل ليس بسائغ ولا واجب.\nثم هؤلاء منهم من ينفيها ويقول: إن العقل الصريح نفى هذه الصفات. ومنهم من يقف ويقول: ليس لنا دليل سمعي ولا عقلي، لا على إثباتها ولا على نفيها، وهي طريقة الرازي والآمدي) .2\n1- تحفة المريد ص91\n2-\nدرء تعارض العقل والنقل 5/249.\nالجزء: 1 ¦ الصفحة: 53\n",
        "الفصل الثاني: أطوار مقالة التعطيل\nالمبحث الأول: المقالات السابقة لمقالة التعطيل\nالمطلب الأول: مقالة الخوارج\n...\nالمطلب الأول: مقالة الخوارج\nتأخر زمن ظهور مقالة التعطيل مقارنة بغيرها من المقالات المتقدمة، فلم يكن لمقالة التعطيل وجود في عصر الصحابة وكبار التابعين، وإنما تأخر ظهورها إلى أواخر عصر التابعين من أوائل المائة الثانية. فمقالة تعطيل الصفات ليست بأول المقالات ظهوراً في المجتمع المسلم، فقد سبقها عدة مقالات لعل أولها مقالتا الخوارج والشيعة الذين ظهروا في آخر خلافة علي رضي الله عنه.1\nولقد كان المسلمون في خلافة أبي بكر وعمر وصدراً من خلافة عثمان متفقين لا تنازع بينهم، وكانوا على ما بعث الله به رسوله من الهدى ودين الحق الموافق لصحيح المنقول وصريح المعقول.2 إلى أن حدث في أواخر خلافة عثمان رضي الله عنه أمور أوجبت نوعاً من التفرق، وقام قوم من أهل الفتنة فقتلوا عثمان رضي الله عنه سنة (35هـ) ، فتفرق المسلمون بعد مقتل عثمان، ووقعت الفتنة، وأدى ذلك إلى اقتتالهم بصفين سنة (37هـ) ، واتفقوا على تحكيم حكمين، فخرجت الخوارج من ذلك الحين على أمير المؤمنين علي رضي الله عنه، وفارقوا جماعة المسلمين إلى مكان يقال له: \"حروراء\" فكف عنهم إلى أن استحلوا دماء المسلمين وأموالهم، فعلم علي رضي الله عنه أنهم الطائفة التي ذكرها رسول الله صلى الله عليه وسلم فقاتلهم فهم الفرقة المارقة التي قال فيها النبي صلى الله عليه وسلم: \"تمرق مارقة عند فُرقة من\n1- درء تعارض العقل والنقل 5/244، مجموع الفتاوى 6/33.\n2-\nمنهاج السنة 1/306.\nالجزء: 1 ¦ الصفحة: 58\n",
        "المسلمين يقتلها أولى الطائفتين بالحق\".1\nوكانت بدعتهم إنما هي من سوء فهمهم للقرآن؛ ولم يقصدوا معارضته، ولكن فهموا منه ما لم يدل عليه، فظنوا أنه يوجب تكفير أرباب الذنوب، إذ المؤمن هو البر والتقي، فقالوا: فمن لم يكن براً تقياً فهو كافر، وهو مخلد في النار؛ ثم قالوا: وعثمان وعلي ومن والاهما ليسوا بمؤمنين لأنهم حكموا بغير ما أنزل الله، فكانت بدعتهم لها مقدمتان:\n\"الأولى\": أن من خالف القرآن بعمل أو برأي أخطأ فيه فهو كافر.\n\"الثانية\": أن عثمان وعلياً ومن والاهما كانوا كذلك.2\nوبذلك خرجت الخوارج بجهلهم وعتوهم وتكفيرهم للمسلمين وقتلهم إياهم.3 وكانت آراؤهم مفرعة على الجهل وقوة النفوس والاعتقاد الفاسد.\n1- أخرجه مسلم في صحيحه، كتاب الزكاة، باب ذكر الخوارج وصفاتهم 3/113 ط1، دار المعرفة\n2-\nمجموع الفتاوى 13/31،32.\n3-\nشرح كتاب التوحيد من صحيح البخاري 1/10.\nالجزء: 1 ¦ الصفحة: 59\n",
        "المطلب الثاني: مقالة الشيعة\nوحدثت أيضاً في خلافة علي رضي الله عنه (35-40هـ) بدعة (التشيع) لكن أصحابها كانوا مختفين بقولهم لا يظهرونه لعلي وشيعته، بل كانوا ثلاث طوائف.\nالطائفة الأولى:\n\"الغلاة\" المدعين لإلهية علي، وهؤلاء لما ظهر عليهم أحرقهم بالنار، فإنه خرج ذات يوم فسجدوا له، فقال لهم: ما هذا؟ فقالوا: أنت هو. قال: من أنا؟ قالوا: أنت الله الذي لا إله إلا هو. فقال: ويحكم هذا كفر فارجعوا عنه وإلا ضربت أعناقكم، فصنعوا به في اليوم الثاني والثالث كذلك، فأخرهم ثلاثة أيام -لأن المرتد يستتاب ثلاثة أيام- فلما لم يرجعوا أمر بأخاديد من نار فخدت عند باب كنده، وقذفهم في تلك النار، وروى عنه أنه قال: لما رأيت الأمر أمراً منكراً أججت ناري ودعوت قنبراً\nوالطائفة الثانية:\n\"السابة\" الذين يسبون أبا بكر وعمر، فإن علياً لما بلغه ذلك طلب ابن السوداء الذي بلغه ذلك عنه، وقيل إنه أراد قتله فهرب منه إلى أرض قرقيسيا.\nوالطائفة الثالثة:\n\"المفضلة\" الذين يفضلونه على أبي بكر وعمر، فأمر بجلدهم، فقد روى عنه أنه قال:\nالجزء: 1 ¦ الصفحة: 60\n",
        "ضلا أوتي بأحد يفضلني على أبي بكر وعمر إلا ضربته حد المفتري.\nوقد تواتر عنه أنه كان يقول على منبر الكوفة: \"خير هذه الأمة بعد نبيها أبوبكر ثم عمر، روى هذا عنه من أكثر من ثمانين وجهاً ورواه البخاري1 وغيره)\nقال الهروي: (وأما فتنة قصب السلف [أي الرفض] فإن الكوفة دارها التي حرفتها، ثم طار في الأفاق شررها، واستطار فيها ضررها، وإنما هاجتها أحلام فيها ضيق، وأشربتها قلوب فيها حمق، ولها عروق خفية، السلامة للقلوب في ترك إظهار بعضها، وأربابها أحمق خلق الله تعالى، عرضت تساوى بين علي بن أبي طالب وأبي بكر وعمر، ثم أخذت تفضله عليهما وتخاصمهما وتضلهما وتوليه حقهما، ثم جاءت تعدله بالمصطفى صلى الله عليه وسلم وتشركه في وحي السماء، ثم خطأت جبريل عليه السلام في نزوله، فخلّت الأمة من النبوة، وأحوجتها إلى علي رضي الله عنه، ثم ادعت له الإلهية ثم ادعتها لولده.\nقال الإمام المطلبي: \"لو كانوا دواباً لكانوا حُمُراً، ولو كانوا طيراً لكانوا رخماً\".\nفاستظهرت بهؤلاء الغالية أرباب القلوب المريضة، فتظاهرت على قصب السلف الذين هم الناقلون وفيهم قانون الدين والملة، فهؤلاء الذين قالوا في السلف الصالح بالقول السيئ أرادوا القدح في الناقل لأن القدح في الناقل\n1- أخرجه البخاري في صحيحه: كتاب فضائل أصحاب النبي صلى الله عليه وسلم، باب حدثنا الحميدي وعبد الله.) 5/7\n2-\nمنهاج السنة 1/307،308، مجموع الفتاوى 13/33،34.\nالجزء: 1 ¦ الصفحة: 61\n",
        "إبطال المنقول، فأرادوا إبطال الشرع الذي نقلوا، وإنما تعلقوا بعلي بن أبي طالب تسلحاً.\nولم تكابد الأمة من شؤم شيء ما كابدت من شؤوم تلك الفتنة. لم يكد قلب مسلم يسلم من شرب منها إلا من رحم ربك فعصم.1\nومنذ أن ظهر التشيع واليهود2 والمجوس3 يوقدون ناره تحت دعوى أن للرسول صلى الله عليه وسلم وصياً هو علي بن أبي طالب، ولكن الصحابة تمالؤا على ظلمه وكتمان الوصية على حد زعمهم الكاذب.\nولم يزل التشيع يتطور بتطرفه وتشيعه، حتى صار ملجأً لكل من يريد أن يحارب الإسلام والمسلمين، فقد دخل في الرافضة أهل الزندقة والإلحاد من \"النصيرية\" و \"الإسماعيلية\" وأمثالهم من الملاحدة \"القرامطة\" وغيرهم ممن كان بخراسان والعراق والشام وغير ذلك.4\nومن شنيع عقائدهم القول بأن القرآن مبدل ومحرف ومزيد فيه ومنقوص منه، وأن معظم الصحابة ارتدوا بعد إسلامهم إن لم يكونوا كلهم ماعدا علي بن أبي طالب ونفر قليل معهم.\nوقد وصل الضلال ببعضهم والجراءة على الله تعالى، إلى أن يقول بخيانة جبريل للرسالة، وأنه أرسل إلى علي فعدل إلى محمد.\n1- ذم الكلام للهروي ص304،305 «بتصرف»\n2-\nانظر كتاب بذل المجهود في إثبات مشابهة الرافضة لليهود، لعبد الله الجميلي.\n3-\nانظر كتاب «وجاء دور المجوس» لعبد الله الغريب.\n4-\nمجموع الفتاوى 28/528.\nالجزء: 1 ¦ الصفحة: 62\n",
        "ولم يزل الرفض يبتعد بأهله عن الدين والعقل والفطرة إلى يومنا هذا.1\nفهاتان البدعتان: بدعة الخوارج والشيعة، حدثتا في ذلك الوقت لما وقعت الفتنة،2 بعد مقتل عثمان رضي الله عنه فلما قتل ذو النورين بين ظهراني المسلمين في الشهر الحرام، وفي حرم الرسول صلى الله عليه وسلم بأعين المسلمين، وانشقت العصا وتفرقت الجماعة، تشاءمت الأعين، وتخاذلت الأنفس، اختلفت الآراء، وتباعدت القلوب، وساءت الظنون، واستعلت الريب، واستقوت التهم، وجدت كل فتنة فرصتها، فلفظت غصتها، واشتغل الرعاع، وأسلم الشارك، وتزاحف أئمة الهدى رغبة في زهرة الدنيا، فأخذت الغواة أزمة الضلالة، فتهوست لها من قلوب أهل الغفلة.3\n1- شرح كتاب التوحيد من صحيح البخاري 1/10.\n2-\nمنهاج السنة 1/308.\n3-\nذم الكلام للهروي ص303.\nالجزء: 1 ¦ الصفحة: 63\n",
        "المطلب الثالث: مقالة القدرية\nثم حدثت بعد ذلك بدعة \"القدرية\" في آخر عصر الصحابة1 وكان القدر قد حدث أهله قبل أهل النفي للصفات، فمقالة القدر ظهرت في خلافة عبد الله الزبير (64-73هـ) بعد موت معاوية.2\nولهذا تكلم فيهم عبد الله بن عمر، وعبد الله بن عباس، وجابر بن عبد الله، وواثلة بن الأسقع.3 رضي الله عنهم.\nوابن عباس مات (68هـ) قبل ابن الزبير وابن عمر مات عقب موته (74هـ) . وعقب ذلك تولى الحجاج العراق سنة بضع وسبعين، فبقي الناس يخوضون في القدر بالحجاز، والشام، والعراق، وأكثره كان بالشام والعراق بالبصرة، وأقله كان بالحجاز.4\nوأول من عرف بنفي القدر، رجل مجوسي يقال سيسويه من الأساورة، وإن كان قد اشتهر أن أول من قال به معبد الجهني.5\nقال الهروي: (فأما القدر فأول من تكلم به معبد الجهني رجل من أهل البصرة، كان عنده حظ من العلم يقال له معبد بن خالد، ويقال معبد ابن\n1- منهاج السنة 1/308.\n2-\nالحسنة والسيئة ص103.\n3-\nمنهاج السنة ص103.\n4-\nالحسنة السيئة ص103.\n5-\nتهذيب التهذيب 10/225.\nالجزء: 1 ¦ الصفحة: 64\n",
        "عبد الله بن عويم، مات بعد الهزيمة وكان يومئذ مع ابن الأشعث، وأصابته جراحة، وهو أول من تكلم بالقدر، وهو الذي تبرأ منه عبد الله ابن عمر بن الخطاب.1 مات قبل التسعين2 قتله الحجاج بن يوسف وقيل صلبه عبد الملك بن مروان سنة ثمانين.3\nوأخذ غيلان الدمشقي عن معبد الجهني4\nقال الهروي: (فتكلم عليه عمرو بن عبيد، وجادل به غيلان بن مسلم الدمشقي وغيلان هو ابن أبي غيلان أبو مروان من موالي عثمان، وكان عنده حظ من العلم، تكلم به أيام عبد الملك بن مروان، واستتابه عمر بن عبد العزيز، ثم ظهر منه تكذيب التوبة5 زمن يزيد بن عبد الملك ثم لما ولى هشام بن عبد الملك سنة (106هـ) أرسل إلى غيلان وأحضر له الأوزاعي لمناظرته، ثم قتله6 فصلب على باب الشام بأخزى حالة لقيها بشر.7\n(وأما عمرو بن عبيد فهو عمرو بن كيسان أبو عثمان مولى بني تميم البصري، مات سنة ثلاث وأربعين ومائة في طريق مكة فإنه أول من بسط أساسه فأصبح رأسه، ونظم له كلاما ونصبه إماماً، ودعا إليه ودل عليه، فصار مذهباً يسلك، وهو إمام الكلام وداعية الزندقة الأولى رأس المعتزلة، سموا به\n1- ذم الكلام ص303.\n2-\nسير أعلام النبلاء 4/187.\n3-\nتهذيب التهذيب 10/225، سير أعلام النبلاء 4/187.\n4-\nسير أعلام النبلاء 4/187.\n5-\nذم الكلام ص303.\n6-\nالشريعة للآجري ص228، التنبيه والرد للملطي ص168.\n7-\nذم الكلام ص303.\nالجزء: 1 ¦ الصفحة: 65\n",
        "لاعتزاله حلقة الحسن البصري، وهو الذي لعنه إمام أهل الأثر مالك بن أنس الأصبحي، وإمام أهل الرأي النعمان بن ثابت الكوفي أبو حنيفة، وحذر منه إمام أهل الشرق عبد الله بن المبارك الحنظلي، فسلط الله عليه وعلى من استتبع واخترع، سيفاً من سيوف الإسلام وهو أبوبكر أيوب بن أبي تميمة السختياني، فهتك استاره، وأظهر عواره، ورسمه باللعنة وألحق به بلاء تلك الفتنة) 1.\nونفاة القدر أرادوا منازعة الله في الربوبية فضاهوا بذلك المجوسية الأولى وهم الزنادقة.2\nوأصل بدعة القدرية كانت من عجز عقولهم عن الإيمان بقدر الله والإيمان بأمره ونهيه ووعده ووعيده، وظنوا أن ذلك ممتنع؛ وكانوا قد آمنوا بدين الله وآمره ونهيه ووعده ووعيده، وظنوا أنه إذا كان كذلك لم يكن قد علم قبل الأمر من يطيع ومن يعصي، لأنهم ظنوا أن من علم ما سيكون لم يحسن منه أن يأمر وهو يعلم أن المأمور يعصيه، وظنوا أيضاً أنه إذا علم أنهم يفسدون لم يحسن أن يخلق من يفسد.\nفلما بلغ قولهم بإنكار القدر الصحابة أنكروه إنكاراً عظيماً وتبرؤا منهم. ثم كثر الخوض في القدر فصار مقتصدوهم وجمهورهم يقرون بالقدر السابق وبالكتاب المتقدم، وصار النزاع في الإرادة وخلق أفعال العباد فصاروا في ذلك حزبين.\n1- ذم الكلام ص303.\n2-\nذم الكلام ص305.\nالجزء: 1 ¦ الصفحة: 66\n",
        "1-\n\"النفاة\": يقولون لا إرادة إلا بمعنى المشيئة، وهو لم يرد إلا ما أمر به، ولم يخلق شيئاً من أفعال العباد.\n2-\n\"المجبرة\" كالجهم بن صفوان وأمثاله، قابلوا الفريق الأول فقالوا ليست الإرادة إلا بمعنى المشيئة، والأمر والنهي لا يستلزم إرادة، وقالوا العبد لا فعل له البتة ولا قدرة، بل الله هو الفاعل القادر فقط.1\n1- مجموع الفتاوى 13/36،37.\nالجزء: 1 ¦ الصفحة: 67\n",
        "المطلب الرابع: مقالة المعتزلة\nثم أحدثت المعتزلة القول بالمنزلة بين المنزلتين وقالوا بإنفاذ الوعيد وخلود أهل التوحيد في النار، وأن النار لا يخرج منها من دخلها.1\nوكانت \"الخوارج\" قد تكلموا في تكفير أهل الذنوب من أهل القبلة، وقالوا: \"إنهم كفار مخلدون في النار، فخاض الناس في ذلك2 وخاض في ذلك المعتزلة بعد موت الحسن البصري (110هـ) في أوائل المائة الثانية، ولم يكن الناس إذ ذاك قد أحدثوا شيئاً من نفي الصفات.3\nفقال عمرو عبيد (143هـ) وأصحابه لا هم مسلمون ولا كفار بل هم في منزلة بين المنزلتين، وهم مخلدون في النار. فوافقوا الخوارج على أنهم مخلدون، وعلى أنهم ليس معهم من الإسلام والإيمان شيء، ولكن لم يسموهم كفاراً. واعتزلوا حلقة أصحاب الحسن البصري، مثل قتادة وأيوب السختياني وأمثالهما، فسموا معتزلة من ذلك الوقت بعد موت الحسن، وقيل إن قتادة كان يقول: أولئك المعتزلة.4\nوالمعتزلة الذين كانوا في زمن عمرو بن عبيد وأمثاله لم يكونوا جهمية، وإنما كانوا يتكلمون في الوعيد وإنكار القدر، وإنما حدث فيهم نفي الصفات بعد\n1- كتاب الحسنة والسيئة ص103.\n2-\nمجموع الفتاوى 13/37.\n3-\nكتاب الحسنة والسيئة ص103.\n4-\nمجموع الفتاوى 13/37،38.\nالجزء: 1 ¦ الصفحة: 68\n",
        "هذا، ولهذا لما ذكر الإمام أحمد قول جهم في رده على الجهمية قال: (فاتبعه قوم من أصحاب عمرو بن عبيد وغيره، واشتهر هذا القول عن أبي الهذيل العلاف والنظام وأشباههم من أهل الكلام.1\n1- شرح الأصفهانية ص65.\nالجزء: 1 ¦ الصفحة: 69\n",
        "المطلب الخامس: مقالة المرجئة\nوحدثت المرجئة، وكان أكثرهم من أهل الكوفة، فصاروا نقيض الخوارج والمعتزلة فقالوا إن الأعمال ليست من الإيمان.1\nوأول ما ظهرت بدعة الإرجاء بعد فتنة ابن الأشعث سنة (83هـ) وقيل إن أول من قال به هو ذر بن عبد الله المرهبي الهمداني (توفي قبل المائة)\nفقد أخرج عبد الله بن الإمام أحمد بسنده عن سلمة بن كهيل (قال: وصف \"ذر\" الإرجاء وهو أول من تكلم فيه، ثم قال إني أخاف أن يتخذ هذا ديناً، فلما أتته الكتب من الأفاق قال فسمعته يقول بعد وهل أمر غير هذا)\nوقال أبو داود: كان مرجئاً وهجره إبراهيم النخعي وسعيد بن جبير بالإرجاء.3\nوذكر شيخ الإسلام ابن تيمية: (أن حماد بن أبي سليمان (ت120هـ) هو أول من قال بالإرجاء)\nوكانت بدعة الإرجاء مقتصرة في بدايتها على إرجاء الفقهاء ولذلك كانت هذه البدعة أخف البدع، فإن كثيراً من النزاع فيها نزاع في الاسم واللفظ\n1- مجموع الفتاوى 13/38.\n2-\nالسنة لعبد الله بن الإمام أحمد (1/329 رقم 677) .\n3-\nتهذيب التهذيب 3/218.\n4-\nمجموع الفتاوى 7/297، 311 5/507.\nالجزء: 1 ¦ الصفحة: 70\n",
        "دون الحكم، إذ كان الفقهاء الذين يضاف إليهم هذا القول مثل حماد بن أبي سليمان وأبي حنيفة وغيرهما مع سائر أهل السنة متفقين على أن الله يعذب من يعذبه من أهل الكبائر بالنار ثم يخرجهم بالشفاعة، وعلى أنه لابد في الإيمان أن يتكلم بلسانه، وعلى أن الأعمال المفروضة واجبة وتاركها مستحق للذم والعقاب. فكان الخلاف معهم في الأعمال هل هي من الإيمان؟، وفي الاستثناء ونحو ذلك عامته نزاع لفظي.1\nوصارت المرجئة بعد ذلك على ثلاثة أقسام:\nالقسم الأول: الذين قالوا \"الإيمان تصديق القلب وقول اللسان\" وهؤلاء يسمون مرجئة الفقهاء. وهم علماؤهم وأئمتهم وأحسنهم قولاً.\nوقد استقر إرجاء الفقهاء على ثلاثة أسس هي:\n1-\nزعمهم أن العمل لا يدخل في مسمى الإيمان وأن الإيمان هو التصديق.\n2-\nزعمهم أن الإيمان لا يزيد ولا ينقص.\n3-\nزعمهم أنه لا يجوز الاستثناء في الإيمان.\nالقسم الثاني: الذين قالوا: \"هو تصديق القلب فقط\" وإن لم يتكلم به.\nوهذا قول الجهمية، وهو الذي نصره الأشعري وأكثر أصحابه. فالجهم كان يقول إن الإيمان مجرد تصديق القلب وإن لم يتكلم به. وهذا القول لا يعرف عن أحد من علماء الأمة وأئمتها، بل أحمد ووكيع وغيرهما كفروا من قال بهذا القول. ولكن هذا هو الذي نصره الأشعري وأكثر أصحابه؟! ولكن قالوا\n1- مجموع الفتاوى 13/38،48.\nالجزء: 1 ¦ الصفحة: 71\n",
        "مع ذلك إن كل من حكم الشرع بكفره حكمنا بكفره واستدللنا على تكفير الشارع له على خلو قلبه من المعرفة.\nالقسم الثالث: الذين يقولون: \"الإيمان هو القول فقط\".\nفمن تكلم به فهو مؤمن كامل الإيمان، لكن إن كان مقراً بقلبه كان من أهل الجنة، وإن كان مكذباً بقلبه كان منافقاً مؤمناً من أهل النار، وهذا قول الكرامية.\nوهو آخر ما أحدث من الأقوال في الإيمان، وبعض الناس يحكى عنهم أن من تكلم به بلسانه دون قلبه فهو من أهل الجنة، وهو غلط عليهم، بل يقولون إنه مؤمن كامل الإيمان، وإنه من أهل النار.1\n1- مجموع الفتاوى 13/38،48-55،56.\nالجزء: 1 ¦ الصفحة: 72\n",
        "المبحث الثاني: نشأة التعطيل وأطواره\nالمطلب الأول: خطورة مقالة التعطيل\n...\nالمطلب الأول: خطورة مقالة التعطيل\nظهرت مقالة التعطيل التي هي مقالة \"الجهمية\" في أواخر عصر التابعين من أوائل المائة الثانية.1\nقال شيخ الإسلام ابن تيمية عن هذه المسألة: (هذه مسألة كبيرة عظيمة القدر اضطرب فيها خلائق من الأولين والآخرين من أوائل المائة الثانية من الهجرة النبوية، فأما المائة الأولى فلم يكن بين المسلمين اضطراب في هذا. وإنما نشأ ذلك في أوائل المائة الثانية لما ظهر \"الجعد بن درهم\" وصاحبه \"الجهم بن صفوان\" ومن تبعهما من المعتزلة وغيرهم على انكار الصفات) 2.\nوقد جاءت هذه المقالة من حيث الترتيب بعد مقالات الخوارج، والشيعة والقدرية والمعتزلة والمرجئة فقد كانت تلك المقالات أسبق في الظهور منها.3\nلكن مقالة التعطيل تعد أغلظ تلك البدع، والسبب في ذلك\n1- منهاج السنة 1/309، مجموع الفتاوى 13/177.\n2-\nمجموع الفتاوى 6/33.\n3-\nالناس في ترتيب أهل الأهواء على «أقسام» :\n1-\nمنهم من يرتبهم على زمن حدوثهم، فيبدأ بالخوارج.\n2-\nومنهم من يرتبهم بحسب خفة أمرهم وغِلَظِهِ فيبدأ بالمرجئة ويختم بالجهمية، كما فعله كثير من أصحاب أحمد رحمه الله، كعبد الله ابنه ونحوه، وكالخلال، وأبي عبد الله بن بطة، وأمثالهما، وكأبي الفرج المقدسي، وكلا الطائفتين تختم بالجهمية؛ لأنهم أغلظ البدع، وكالبخاري في صحيحه فإنه بدأ بـ «كتاب الإيمان والرد على المرجئة» وختمه بكتاب التوحيد والرد على الزنادقة والجهمية، ولما صنف الكتاب في الكلام صاروا يقدمون التوحيد والصفات، فيكون الكلام أولاً مع الجهمية) انظر مجموع الفتاوى 13/49،50.\nالجزء: 1 ¦ الصفحة: 74\n",
        "أولاً: أن أصحاب هذه المقالة كانوا أول من عارض الوحي بالرأي ومعلوم أن عصر الصحابة وكبار التابعين لم يكن فيه من يعارض النصوص بالعقليات، فإن الخوارج والشيعة حدثوا في آخر خلافة علي رضي الله عنه، والمرجئة والقدرية حدثوا في أواخر عصر الصحابة، وهؤلاء كانوا ينتحلون النصوص ويستدلون بها على قولهم، ولا يدَّعون أنهم عندهم عقليات تعارض النصوص.1\nقال ابن القيم رحمه الله: (مضى الرعيل الأول في ضوء ذلك النور [أي نور الوحي] ، لم تطفئه عواصف الأهواء، ولم تلتبس به ظلم الآراء، وأوصوا من بعدهم أن لا يفارقوا النور الذي اقتبسوه منهم، وأن لا يخرجوا عن طريقهم، فلما كان في أواخر عصرهم حدثت الشيعة، والخوارج، والقدرية، والمرجئة، فبعدوا عن النور الذي كان عليه أوائل الأئمة، ومع هذا لم يفارقوه بالكلية، بل كانوا للنصوص معظمين، وبها مستدلين، ولها على العقول والآراء مقدمين، ولم يدَّع أحد منهم أن عنده عقليات تعارض النصوص، وإنما أتوا من سوء الفهم فيها والاستبداد بما ظهر لهم منها، دون من قبلهم، ورأوا أنهم إن اقتفوا أثرهم كانوا مقلدين لهم.\nفصاح بهم من أدركهم من الصحابة وكبار التابعين من كل قطر، ورموهم بالعظائم، وتبرؤا منهم، وحذروا من سبيلهم أشد التحذير وكانوا لا يرون السلام عليهم ولا مجالستهم، وكلامهم فيهم معروف في كتب السنة، وهو أكثر من أن يذكر هاهنا.\n1- درء تعارض العقل والنقل 5/244.\nالجزء: 1 ¦ الصفحة: 75\n",
        "فلما كثرت الجهمية في أواخر عصر التابعين كانوا هم أول من عارض الوحي بالرأي.)\nثانياً: أن بدعة هؤلاء كانت في أعظم مسائل الإيمان ألا وهي الإيمان بالله وبأسمائه وصفاته، بل أعظم مسائل الدين وهذا ما لم يسبقهم إليه أحد من أهل المقالات إلا القدرية روى عبد الله بن الإمام أحمد بسنده عن أبي المعتمر سليمان بن طرخان التيمي2 قال: (ليس قوم أشد نقضاً للإسلام من الجهمية والقدرية، وأما الجهمية فقد بارزوا الله تعالى؛ وأما القدرية فقد قالوا في الله عز وجل)\nودخل رأس من رؤوس الزنادقة يقال له \"شمعلة\" على المهدي فقال: دلني على أصحابك. فقال: أصحابي أكثر من ذلك. فقال: دلني عليهم. فقال: صنفان ممن ينتحل القبلة: الجهمية والقدرية.\nالجهمي إذا غلا قال ليس ثم شيء وأشار إلى السماء. والقدري إذا غلا قال: هما اثنان، خالق خير وخالق شر فضرب عنقه وصلبه.4\nوقال عبد الله بن المبارك: (ليس تعبد الجهمية شيئاً) 5 وقد مضى عصر الصحابة6 وعقيدة الإيمان بأسماء الله وصفاته محفوظة\n1- الصواعق المرسلة 3/1069-1070.\n2-\nشيخ الاسلام أبو المعتمر سليمان بن طرخان القيسي البصري مولاهم، لم يكن تيميا بل نزل فيهم، ثقة عابد، مات سنة 143هـ (التقريب 1/326) .\n3-\nالسنة لعبد الله بن الإمام أحمد 1/104، 105 رقم (8) .\n4-\nكتاب خلق أفعال العباد ص11، توضيح المقاصد وتصحيح القواعد 1/48.\n5-\nالسنة لعبد الله بن الإمام أحمد 1/109 رقم (17) .\n6-\nكان آخر الصحابة موتاً الطفيل عامر بن واثلة الليثي رضي الله عنه، وصحح الذهبي أنه مات سنة عشر ومائة. انظر تدريب الراوي 2/228،229.\nالجزء: 1 ¦ الصفحة: 76\n",
        "مصونة. إلى أن ابتدع الجعد مقالته في أواخر عصر التابعين.\nقال شيخ الإسلام ابن تيمية: (إن أول من حفظ عنه أنه قال هذه المقالة في الإسلام -أعني أن الله ليس على العرش حقيقة، وأن معنى استوى استولى ونحو ذلك هو الجعد بن درهم)\n1- الفتوى الحموية ص47.\nالجزء: 1 ¦ الصفحة: 77\n",
        "المطلب الثاني: مراحل التعطيل الأولى\n\"مرحلة الجعد بن درهم\"\nفالجعد بن درهم هو أول من عرف عنه أنه أظهر في الإسلام مقالة التعطيل.1\nقال الهروي: (وأما فتنة إنكار الكلام لله عز وجل فأول من زرعها جعد بن درهم، فلما ظهر جعد قال الزهري -وهو أستاذ أئمة الإسلام وقائدهم-: (ليس الجعد من أمة محمد صلى الله عليه وسلم) .2\nوقال ابن القيم: (فلما كثرت الجهمية في أواخر عصر التابعين كانوا هم أول من عارض الوحي بالرأي، ومع هذا كانوا قليلين أولاً مقموعين مذمومين عند الأئمة، وأولهم شيخهم الجعد بن درهم، وإنما نفق عند الناس بعض الشيء لأنه كان معلم مروان بن محمد وشيخه، ولهذا كان يسمى مروان الجعدي، وعلى رأسه سلب الله بني أمية الملك والخلافة وشتتهم في البلاد ومزقهم كل ممزق ببركة شيخ المعطلة النفاة.\nفلما اشتهر أمره في المسلمين، طلبه خالد بن عبد الله القسري وكان أميراً على العراق، حتى ظفر به، فخطب الناس في يوم الأضحى، وكان آخر ما قال في خطبته: أيها الناس ضحوا تقبل الله ضحاياكم فإني مضح بالجعد بن درهم، فإنه زعم أن الله لم يكلم موسى تكليماً ولم يتخذ إبراهيم خليلاً،\n1- منهاج السنة 1/309، مجموع الفتاوى 13/177.\n2-\nذم الكلام ص304.\nالجزء: 1 ¦ الصفحة: 78\n",
        "تعالى الله عما يقول الجعد علواً كبيراً. ثم نزل فذبحه في أصل المنبر فكان ضَحِيَّةً، ثم طفئت تلك البدعة فكانت كأنها حصاة رمي بها، والناس إذ ذاك عنق واحد أن الله فوق سماواته على عرشه بائن من خلقه موصوف بصفات الكمال ونعوت الجلال وأنه كلم عبده ورسوله موسى تكليماً وتجلى للجبل فجعله دكاً هشيماً)\n\"مرحلة الجهم بن صفوان\"\nثم ظهر بهذا المذهب الجهم بن صفوان2 الذي أخذ عن الجعد بن درهم مقالة التعطيل عندما التقى به بالكوفة3 والجهم هو الذي نشر ذلك المذهب وتكلم عليه فبسطه وطراه ودعا إليه، وامتاز عن شيخه الجعد بمزية المبالغة في النفي وكثرة إظهار ذلك والدعوة إليه، نظراً لما كان عليه من سلاطة في اللسان، وكثرة الجدل والمراء.\nفهو صاحب ذلك المذهب الخبيث الذي اشتهر بنسبته إليه والذي صار به مذهباً، فلم يزل هو يدعو إليه الرجال، وامرأته \"زهرة\" تدعو إليه النساء، حتى استهويا به خلقاً من خلق الله كثيراً.\nوكانت فتنته بالمشرق، فهناك بسطت ومهدت ثم سارت في البلاد4\nقال شيخ الإسلام ابن تيمية: (ثم ظهر جهم بن صفوان من ناحية المشرق من ترمذ، ومنها ظهر رأي جهم. ولهذا كان علماء السنة والحديث بالمشرق أكثر\n1- الصواعق المرسلة 3/1070-1072\n2-\nمنهاج السنة 1/309.\n3-\nمختصر تاريخ دمشق 6/50، البداية 9/350.\n4-\nذم الكلام للهروي ص305.\nالجزء: 1 ¦ الصفحة: 79\n",
        "كلاماً في رد مذهب جهم من أهل الحجاز، مثل إبراهيم بن طهمان، وخارجة بن مصعب، ومثل عبد الله بن المبارك، وأمثالهم وقد تكلم في ذمهم ابن الماجشون، وغيرهما وكذلك الأوزاعي، وحماد بن زيد وغيرهم.)\nوقد ظهر الجهم في آخر دولة بني أمية. وقد قتل في بعض الحروب2 سنة (128هـ) .\n\"مرحلة اشتهار مقالة التعطيل\"\nوبعد مقتل الجهم بن صفوان على يد سلم بن أحوز، قام لهذه المقالة أحمد بن أبي داؤد (240هـ) وبشر المريسي (218هـ) فملآ الدنيا محنة والقلوب فتنة دهراً طويلاً.\n(فما إن جاء أول المائة الثالثة، وولي على الناس عبد الله المأمون (198هـ - 218هـ) ، وكان يحب أنواع العلوم، وكان مجلسه عامراً بأنواع المتكلمين في العلوم، فغلب عليه حب المعقولات فأمر بتعريب كتب اليونان، وأقدم لها المترجمين من البلاد فعربت له، واشتغل بها الناس، والملك سوق ما سوق فيه جلب إليه، فغلب على مجلسه جماعة من الجهمية ممن كان أبوه الرشيد قد أقصاهم وتتبعهم بالحبس والقتل. فحشوا بدعة التجهم في أذنه وقلبه، فقبلها، واستحسنها، ودعا الناس إليها، وعاقبهم عليها)\nقال ابن تيمية: (الجهمية لم يكونوا ظاهرين إلا بالمشرق، لكن قوى أمرهم\n1- مجموع الفتاوى 14/351.\n2-\nمجموع الفتاوى 13/182.\n3-\nالصواعق المرسلة 3/1072.\nالجزء: 1 ¦ الصفحة: 80\n",
        "لما مات الرشيد وتولى ابنه الملقب بالمأمون بالمشرق وتلقى عن هؤلاء ما تلقاه. ثم لما تولى الخلافة اجتمع بكثير من هؤلاء، ودعا إلى قولهم في آخر عمره، وكتب وهو بالثغر بطرسوس إلى نائبه ببغداد إسحاق بن إبراهيم بن مصعب كتاباً يدعو الناس فيه إلى أن يقولوا القرآن مخلوق، فلم يجبه أحد؛ ثم كتب كتاباً ثانياً يأمر فيه بتقييد من لم يجبه وإرساله إليه، فأجاب أكثرهم، ثم قيدوا سبعة لم يجيبوا فأجاب منهم خمسة بعد القيد، وبقي اثنان لم يجيبا: الإمام أحمد بن حنبل، ومحمد بن نوح، فأرسلوهما إليه فمات قبل أن يصلا إليه؛ وكان هذا سنة ثماني عشر ومائتين.)\nويقول شيخ الإسلام ابن تيمية في معرض حديثه عن تلك الحقبة الزمنية وما قبلها وما بعدها: (وتجد الإسلام والإيمان كلما ظهر وقوى كانت السنة وأهلها أظهر وأقوى، وإن ظهر شيء من الكفر والنفاق ظهرت البدع بحسب ذلك، مثل دولة المهدي (158-169هـ) والرشيد (170-194هـ) ونحوهما ممن كان يعظم الإسلام والإيمان ويغزو أعداءه من الكفار والمنافقين. كان أهل السنة في تلك الأيام أقوى وأكثر، وأهل البدع أذل وأقل. فإن المهدي قتل من المنافقين الزنادقة من لا يحصى عدده إلا الله، والرشيد كان كثير الغزو والحج.\nوذلك أنه لما انتشرت الدولة العباسية وكان في أنصارها من أهل المشرق والأعاجم طوائف من الذين نعتهم النبي صلى الله عليه وسلم حيث قال: \"الفتنة هاهنا\"؛ ظهر حينئذ كثير من البدع، وعربت أيضاً إذ ذاك طائفة من كتب الأعاجم\n1- مجموع الفتاوى 13/183.\nالجزء: 1 ¦ الصفحة: 81\n",
        "من المجوس الفرس، والصابئين الروم، والمشركين الهنود، وكان المهدي من خيار خلفاء بني العباس، وأحسنهم إيماناً وعدلاً وجوداً، فصار يتتبع المنافقين الزنادقة كذلك.\nوفي دولة \"أبي العباس المأمون\" ظهر \"الخرمية\" ونحوهم من المنافقين، وعرب من كتب الأوائل المجلوبة من بلاد الروم ما انتشر بسببه مقالات الصابئين، وراسل ملوك المشركين من الهند ونحوهم حتى صار بينه وبينهم مودة.\nفلما ظهر ما ظهر من الكفر والنفاق في المسلمين، وقوى ما قوى من حال المشركين وأهل الكتاب، كان من أثر ذلك ما ظهر من استيلاء الجهمية والرافضة وغيرهم من أهل الضلال وتقريب الصابئة ونحوهم من المتفلسفة. وذلك بنوع رأي يحسبه صاحبه عقلاً وعدلاً، وإنما هو جهل وظلم، إذ التسوية بين المؤمن والمنافق، والمسلم والكافر أعظم الظلم، وطلب الهدى عند أهل الضلال أعظم الجهل، فتولد من ذلك محنة الجهمية، حتى امتحنت الأمة بنفي الصفات والتكذيب بكلام الله ورؤيته، وجرى من محنة الإمام أحمد وغيره ما جرى، مما يطول وصفه)\nقال الذهبي: (لما تولى المأمون الخلافة على رأس المائتين، نجم التشيع وأبدى صفحته. (وكان المأمون شيعياً)\nوبزغ فجر الكلام، وعربت حكمة الأوائل ومنطق اليونان، وعمل رصد الكواكب، ونشأ للناس علم جديد مُرْدٍ مهلك لا يلائم علم النبوة ولا يوافق\n1- مجموع الفتاوى 4/20،21.\n2-\nسير أعلام النبلاء 10/281.\nالجزء: 1 ¦ الصفحة: 82\n",
        "توحيد المؤمنين، وقد كانت الأمة منه في عافية، وقويت شوكة الرافضة والمعتزلة، وحمل المأمون المسلمين على القول بخلق القرآن، ودعاهم إليه فامتحن العلماء فلا حول ولا قوة إلا بالله. إن من البلاء أن تعرف ما كنت تنكر وتنكر ما كنت تعرف، وتُقَدَّم عقول الفلاسفة، ويُعْزَلَ منقول أتباع الرسل، ويُمارى في القرآن، ويتبرم بالسنن والآثار، وتقع في الحيرة. فالفرار قبل حلول الدمار، وإياك ومضلات الأهواء ومجاراة العقول، ومن يعتصم بالله فقد هدي إلى صراط مستقيم)\nفالمأمون أول من أعلن بدعة القول بخلق القرآن من السلاطين ودعا إليها بقوة السلطان، (وكان كلامه في القرآن سنة اثنتي عشرة ومائتين فأنكر الناس ذلك واضطربوا ولم ينل مقصوده ففتر إلى وقت) 2 (ولكنه لم يرجع عن قوله وصمم على امتحان العلماء في سنة ثمان عشرة وشدد عليهم فأخذه الله.)\nقال شيخ الإسلام ابن تيمية: (ما أظن أن الله يغفل عن المأمون، ولابد أن يقابله على ما اعتمده مع هذه الأمة من إدخال هذه العلوم الفلسفية بين أهلها)\nقال السيوطي: (أول من أدخل المنطق والفلسفة وسائر علوم اليونان في ملة الإسلام وأحضرها من جزيرة قبرص المأمون.)\nوفي هذه المرحلة قويت شوكت التعطيل واتسعت دائرته ونشط دعاته وكثرت\n1- تذكرة الحفاظ 1/328.\n2-\nسير أعلام النبلاء 10/281.\n3-\nسير أعلام النبلاء 10/283، فوات الوفيات 2/238.\n4-\nلوامع الأنوار البهية 1/9.\n5-\nالوسائل إلى مسامرة الأوائل ص118.\nالجزء: 1 ¦ الصفحة: 83\n",
        "طوائفه. فبعد أن كان خصوم أهل السنة هم الجهمية فقط، ظهر المعتزلة الذين حملوا راية التعطيل ووجهوا دفته، ودخلوا فيه بقوة هيأها لهم المأمون ومن بعده المعتصم ثم الواثق. وشايعهم على ذلك العديد من الفرق الضالة، فجمعت المعتزلة من ذلك الوقت بين بليتين \"بلية نفي الصفات\" و\"بلية نفي القدر\". وفي هذه المرحلة ظهر القرامطة، وبدؤوا يظهرون قولهم.\nقال شيخ الإسلام ابن تيمية: (وكانت \"محنة الإمام أحمد\" سنة عشرين ومائتين، وفيها شرعت القرامطة الباطنية يظهرون قولهم، فإن كتب الفلاسفة قد عربت وعرف الناس أقوالهم فلما رأت الفلاسفة أن القول المنسوب إلى الرسول صلى الله عليه وسلم وأهل بيته هو هذا القول الذي يقوله المتكلمون الجهمية ومن اتبعهم، ورأوا أن هذا القول الذي يقولونه فاسد من جهة العقل؛ طمعوا في تغيير الملة. فمنهم من أظهر إنكار الصانع، وأظهر الكفر الصريح، وقاتلوا المسلمين، وأخذوا الحجر الأسود، كما فعلته قرامطة البحرين.)\nوفي هذه المرحلة أيضاً ظهرت \"الصفاتية\" وهم وإن كانوا من أقرب المتكلمين إلى السنة إلا أنهم خالفوا قول أهل السنة بنفيهم للصفات الاختيارية، وعلى رأس أولئك عبد الله بن سعيد بن كلاب (234هـ) والحارث بن أسد المحاسبي (ت234) وأبو العباس القلانسي وغيرهم.\nومنذ ذلك الحين اتسعت دائرة التعطيل وعظم خطره وكثر خصوم السنة.\n1- مجموع الفتاوى 5/558.\nالجزء: 1 ¦ الصفحة: 84\n",
        "المطلب الثالث: مراحل اتساع دائرة التعطيل\nمرحلة \"المعتزلة\"\nوقد دخلت المعتزلة في تلك المرحلة في هذه المقالة، وشاركوا الجهمية في بعض أصولهم، (مع أن المعتزلة الذين كانوا في زمن عمرو بن عبيد وأمثاله لم يكونوا جهمية، وإنما كانوا يتكلمون في الوعيد وإنكار القدر، وإنما حدث فيهم نفي الصفات بعد هذا، ولهذا لما ذكر الإمام أحمد في رده على الجهمية1 قول جهم قال: (فاتبعه قوم من أصحاب أبي حنيفة، وأصحاب عمرو بن عبيد بالبصرة) .\nواشتهر هذا القول عن أبي الهذيل العلاف (235هـ) والنظام (231هـ) وأشباههم من أهل الكلام)\nوبدأ اشتهار مقالة التعطيل من حين فتنة الإمام أحمد بن حنبل وغيره من علماء السنة، فالمعطلة للأسماء والصفات في زمن إمارة المأمون (198-218هـ) قووا وكثروا، فإن المأمون كان قد أقام بخراسان مدة، واجتمع بهم، ثم كتب بالمحنة من طرسوس سنة ثماني عشرة ومائتين، وفيها مات المأمون.\nوردوا أحمد بن حنبل إلى الحبس ببغداد إلى سنة عشرين ومائتين وفيها كانت محنته مع المعتصم ومناظرته لهم في الكلام. فلما رد عليهم ما احتجوا به عليه، وبين أن لا حجة لهم في شيء من ذلك، وأن طلبهم من الناس أن\n1- الرد على الزنادقة والجهمية ص66،67. (ضمن كتاب عقائد السلف) .\n2-\nشرح الأصفهانية ص65.\nالجزء: 1 ¦ الصفحة: 85\n",
        "يوافقوهم، وامتحانهم إياهم جهل وظلم. وأراد المعتصم إطلاقه، فأشار عليه من أشار بأن المصلحة ضربه حتى لا تنكسر حرمة الخلافة مرة بعد مرة. فلما ضربوه قامت الشناعة عليهم في العامة، وخافوا الفتنة. فأطلقوه.\nوكان أحمد بن أبي دؤاد قد جمع له نفاة الصفات القائلين بخلق القرآن من جميع الطوائف، وكانت الطوائف التي تقول بخلق القرآن في ذلك الحين هم المعتزلة، والجهمية أتباع جهم والنجارية أتباع حسين النجار، والضرارية أتباع ضرار بن عمرو ولذلك يخطئ من يظن أن خصوم الإمام أحمد هم المعتزلة فقط، فيظن أن بشر بن غياث المريسي -وإن كان مات قبل محنة الإمام أحمد-، وابن أبي دؤاد ونحوهما كانوا معتزلة وليس كذلك.1\nوقد استمرت محنة القول بخلق القرآن أربعة عشر عاماً من سنة ثماني عشرة ومائتين إلى سنة أربع وثلاثين ومائتين للهجرة فقد سار المعتصم (218-227هـ) والواثق (227-232هـ) على طريقة المأمون، فامتحنوا العلماء بذلك وحملوا الكافة على القول بخلق القرآن، فمدت بدعة التعطيل رواقها، وتنفذ أهلها على البلاد والعباد، وصارت المنابر والحلق والقضاء حكراً على هؤلاء المعطلة، وضيق على أهل السنة ونالهم العنت الشديد. وهو أمر لم يسبق له نظير قبله في خلفاء الأمة.\nواستمر الأمر كذلك حتى جاء الله بالفرج والنصر لأهل السنة في عهد الخليفة المتوكل رحمه الله سنة أربع وثلاثين ومائتين فانقضى عصر المحنة بعد سنتين من خلافة المتوكل الذي أظهر السنة، وقمع البدعة، وزجر عن القول\n1- مجموع الفتاوى 14/351،352. «بتصرف» و 5/554.\nالجزء: 1 ¦ الصفحة: 86\n",
        "بخلق القرآن.)\nوظهر للناس وتبين لهم باطن أمر الجهمية، وأنهم معطلة الصفات يقولون إن الله لا يرى، ولا له علم، ولا قدرة، وإنه ليس فوق العرش رب، ولا على السماوات إله، وإن محمداً لم يعرج به إلى ربه، إلى غير ذلك من أقوال الجهمية النفاة، فكثر رد الطوائف عليهم بالقرآن والحديث والآثار تارة وبالكلام الحق تارة، وبالباطل تارة.2\nقال شيخ الإسلام ابن تيمية: (وكان في أيام \"المتوكل\" (232-247هـ) قد عز الإسلام، حتى ألزم أهل الذمة بالشروط العمرية، وألزموا الصغار، فعزت السنة والجماعة، وقمعت الجهمية والرافضة ونحوهم.\nوكذلك في أيام \"المعتضد\" (279-289هـ) \"والمهدي\" (158-169هـ) \"والقادر\" (381-422هـ) وغيرهم من الخلفاء الذين كانوا أحمد سيرة وأحسن طريقة من غيرهم. وكان الإسلام في زمنهم أعز، وكانت السنة بحسب ذلك.3\n1- سير أعلام النبلاء 12/34، مجموع الفتاوى 13/183،184.\n2-\nمجموع الفتاوى 5/555.\n3-\nمجموع الفتاوى 4/21،22.\nالجزء: 1 ¦ الصفحة: 87\n",
        "مرحلة الصفاتية:\n1-\n\"الكلابية\"\nوكان ممن انتدب للرد على الجهمية والمعتزلة أبو محمد عبد الله ابن سعيد بن كلاب القطان.1 فقد جاء عبد الله بن سعيد بن كلاب البصري المتوفي سنة (243هـ) بعد هؤلاء [أي الجهمية والمعتزلة] في زمن محنة القول بخلق القرآن التي سبق ذكرها وكان قد انتشر بين الأمة النزاع في هذه المسائل، فقام أبو محمد عبد الله بن سعيد بن كُلاَّب القطان البصري، وكان رأس المتكلمين بالبصرة في زمانه، وصنف في الرد على الجهمية والمعتزلة مصنفات، وبين تناقضهم فيها وكشف كثيراً من عوراتهم وكان له فضل وعلم ودين.2\nلكن ابن كلاب لما رد على الجهمية لم يهتد لفساد أصل الكلام المحدث الذي ابتدعوه في دين الإسلام، بل وافقهم عليه3 وسلم لهم ذلك الأصل الذي هو ينبوع البدع \"وهي مسألة حلول الحوادث\".\nفاحتاج بذلك إلى أن يقول: إن الرب لا تقوم به الأمور الاختيارية ولا يتكلم بمشيئته وقدرته، ولا نادى موسى حين جاء الطور، بل ولا يقوم به نداء حقيقي، ولا يكون إيمان العباد وعملهم الصالح هو السبب في رضاه ومحبته، ولا كفرهم هو السبب في سخطه وغضبه، فلا يكون بعد أعمالهم لا حب ولا رضا ولا سخط ولا فرح ولا غير ذلك مما أخبرت به نصوص الكتاب والسنة.4\n1- مجموع الفتاوى 5/555.\n2-\nمنهاج السنة النبوية 1/312.\n3-\nمجموع الفتاوى 5/555.\n4-\nمنهاج السنة 1/312.\nالجزء: 1 ¦ الصفحة: 90\n",
        "فابتدع ابن كلاب مسلكاً خاصاً به، حاول أن يلفق فيه بين النصوص الشرعية والنظريات الكلامية، فأنشأ في المسألة ما يعرف \"بمذهب الصفاتية\" فأصبح قولاً ثالثاً في المسألة بينما كان الأمر في السابق يتنازعه فريقان \"المثبتة\" وهم أهل السنة والجماعة. و \"النفاة\" وهم الجهمية والمعتزلة والنجارية والضرارية.1\nقال شيخ الإسلام ابن تيمية: (كان الناس قبل أبي محمد بن كلاب صنفين:\nفأهل السنة والجماعة يثبتون ما يقوم بالله تعالى من الصفات والأفعال التي يشاؤها ويقدر عليها.\nوالجهمية من المعتزلة وغيرهم تنكر هذا وهذا.\nفأثبت ابن كلاب قيام الصفات اللازمة به، ونفى أن يقوم به ما يتعلق بمشيئته وقدرته من الأفعال وغيرها. ووافقه على ذلك أبو العباس القلانسي، وأبو الحسن الأشعري وغيرهما.\nوأما الحارث المحاسبي فكان ينتسب إلى قول ابن كلاب، ولهذا أمر أحمد بهجره، وكان أحمد يحذر عن ابن كلاب وأتباعه ثم قيل عن الحارث: إنه رجع عن قوله.2\nفهذا النهج الذي أحدثه ابن كلاب هو ما صار يعرف فيما بعد بمنهج \"متكلمة الصفاتية\" لأن ابن كلاب كان في طريقته يميل إلى مذهب أهل الحديث والسنة، لكن كان في طريقته نوع من البدعة، لكونه أثبت قيام الصفات بذات الله، ولم يثبت قيام الأمور الاختيارية بذاته.\n1- درء تعارض العقل والنقل 2/6.\n2-\nدرء تعارض العقل والنقل 2/1.\nالجزء: 1 ¦ الصفحة: 91\n",
        "وقد كانت له جهود في الرد على الجهمية1 ولكنه ناظرهم بطريق قياسية سلم لهم فيها أصولاً هم واضعوها من امتناع تكلمه تعالى بالحروف، وامتناع قيام الصفات الاختيارية بذاته مما يتعلق بمشيئته وقدرته من الأفعال والكلام وغير ذلك.2 فأصبح بعد ذلك قدوة وإماماً لمن جاء بعده من هذا الصنف الذين أثبتوا الصفات وناقضوا نفاتها، لكن شاركوهم في بعض أصولهم الفاسدة التي أوجبت فساد بعض ما قالوه من جهة المعقول ومخالفته لسنة الرسول.)\nفابن كلاب أحدث مذهباً جديداً، فيه ما يوافق السلف وفيه ما يوافق المعتزلة والجهمية. فابن كلاب أسس مدرسة ثالثة وهي مدرسة \"الصفاتية\" التي اشتهرت بمذهب الإثبات، لكن في أقوالهم شيء من أصول الجهمية4\nوقد سار على هذا النهج القلانسي والأشعري والمحاسبي وغيرهم، وهؤلاء هم سلف الأشعري والأشاعرة القدماء.\nقال شيخ الإسلام ابن تيمية: (وكان أبو محمد بن كلاب هو الأستاذ الذي اقتدى به الأشعري في طريقه هو وأئمة أصحابه كالحارث المحاسبي وأبي العباس القلانسي، وأبي سليمان الدمشقي، وأبي حاتم البستي)\nفابن كلاب هو إمام الأشعرية الأول، وكان أكثر مخالفة للجهمية، وأقرب\n1- مجموع الفتاوى 12/366.\n2-\nمجموع الفتاوى 12/376.\n3-\nمجموع الفتاوى 12/366.\n4-\nمجموع الفتاوى 12/206.\n5-\nمنهاج السنة 2/327.\nالجزء: 1 ¦ الصفحة: 92\n",
        "إلى السلف من الأشعري.1\nولكن هذا النهج الكلابي ابتعد شيئاً فشيئاً عن منهج السلف، وأصبح يقرب أكثر فأكثر إلى نهج المعتزلة وذلك على يد وارثيه من الأشاعرة.\nفابن كلاب كما أسلفنا كان أقرب إلى السلف من أبي الحسن الأشعري، وأبو الحسن الأشعري أقرب إلى السلف من القاضي أبي بكر الباقلاني، والقاضي أبو بكر وأمثاله أقرب إلى السلف من أبي المعالي الجويني وأتباعه.2\nولهذا يوجد في كلام الرازي والغزالي ونحوهما من الفلسفة مالا يوجد في كلام أبي المعالي الجويني وذويه. ويوجد في كلام الرازي والغزالي والجويني من مذهب النفاة المعتزلة ما لا يوجد في كلام أبي الحسن الأشعري وقدماء أصحابه. ويوجد في كلام أبي الحسن الأشعري من النفي الذي أخذه من المعتزلة ما لا يوجد في كلام أبي محمد بن كلاب الذي أخذ أبو الحسن طريقه.\nويوجد في كلام ابن كلاب من النفي الذي قارب فيه المعتزلة ما لا بوجد في كلام أهل الحديث والسنة والسلف والأئمة وإذا كان الغلط شبراً صار في الأتباع ذراعاً ثم باعاً حتى آل إلى هذا المآل والسعيد من لزم السنة.3\nوقد تلاشت الكلابية كفرقة، لكن أفكارها حملت بواسطة الأشاعرة، فقد احتفظ الأشعري وقدماء أصحابه بأفكار الكلابية ونشروها، وبذلك اندرست المدرسة الكلابية الأقدم تاريخاً والأسبق ظهوراً في الأشعرية.\n1- مجموع الفتاوى 12/202،203.\n2-\nمجموع الفتاوى 12/203.\n3-\nبغية المرتاد ص451.\nالجزء: 1 ¦ الصفحة: 93\n",
        "قال شيخ الإسلام ابن تيمية: (والكلابية هم مشايخ الأشعرية، فإن أبا الحسن الأشعري إنما اقتدى بطريقة أبي محمد بن كلاب، وابن كلاب كان أقرب إلى السلف زمناً وطريقة. وقد جمع أبو بكر بن فورك (ت406هـ) كلام ابن كلاب والأشعري وبين اتفاقهما في الأصول)\nفالكلابية أسبق في الظهور من الأشاعرة والماتريدية، فقد نشأت الكلابية في منتصف القرن الثالث، وهي أول الفرق الكلامية بعد الجهمية والمعتزلة، فقد توفى ابن كلاب سنة (243هـ) وفي أول القرن الرابع الهجري نشأت بقية فرق أهل الكلام وهم الأشاعرة المنتسبون إلى أبي الحسن الأشعري المتوفى سنة (324هـ) والماتريدية: أتباع أبي منصور الماتريدي المتوفى سنة (333هـ) وهي الفرق القائمة حتى زماننا هذا.\n2-\n\"الأشعرية\"\nيعتبر أبو الحسن الأشعري امتداداً للمذهب الكلابي فأبو الحسن الأشعري الذي عاش في الفترة ما بين (260هـ -324هـ) كان معتزلياً إلى سن الأربعين، حيث عاش في بيت أبي علي الجبائي شيخ المعتزلة في البصرة، ثم رجع عن مذهب المعتزلة وسلك طريقة ابن كلاب وتأثر بها لفترة طويلة، ولعل السبب في ذلك أنه وجد في كتب ابن كلاب وكلامه بغيته من الرد على المعتزلة وإظهار فضائحهم وهتك أستارهم، وكان ابن كلاب قد صنف مصنفات رد فيها على الجهمية والمعتزلة وغيرهم. ولكن فات الأشعري أن ابن كلاب وإن رد على المعتزلة وكشف باطلهم وأثبت لله تعالى الصفات اللازمة، إلا أنه\n1- الاستقامة 1/105.\nالجزء: 1 ¦ الصفحة: 94\n",
        "وافقهم في إنكار الصفات الاختيارية التي تتعلق بمشيئته تعالى وقدرته، فنفى كما نفت المعتزلة أن الله يتكلم بمشيئته وقدرته. كما نفى أيضاً الصفات الاختيارية مثل الرضى، والغضب، والبغض، والسخط وغيرها.\nوقد مضى الأشعري في هذا الطور نشيطاً يؤلف ويناظر ويلقى الدروس في الرد على المعتزلة سالكاً هذه الطريقة.\nثم التقى بزكريا بن يحي الساجي فأخذ عنه ما أخذ من أصول أهل السنة والحديث،1 وكان الساجي شيخ البصرة وحافظها2 ثم لما قدم بغداد أخذ عن حنبلية بغداد أموراً أخرى وذلك بآخر أمره.\nولكن كانت خبرته بالكلام خبرة مفصلة، وخبرته بالسنة خبرة مجملة، فلذلك وافق المعتزلة في بعض أصولهم التي التزموا لأجلها خلاف السنة واعتقد أنه يمكنه الجمع بين تلك الأصول، وبين الانتصار للسنة، كما فعل في مسألة الرؤية والكلام، والصفات الخبرية وغير ذلك.3\nوقال عنه السجزي: (رجع في الفروع وثبت في الأصول) 4 أي أصول المعتزلة التي بنوا عليها نفي الصفات، مثل دليل الأعراض وغيره.5\nوقال ابن تيمية: (أبو محمد عبد الله بن سعيد بن كُلاَّب البصري، وأبو الحسن الأشعري كانا يخالفان المعتزلة ويوافقان أهل السنة في جمل أصول\n1- مجموع الفتاوى 5/386، تذكرة الحفاظ (2/907) .\n2-\nالعلو ص150، تذكرة الحفاظ (2/907) .\n3-\nمجموع الفتاوى 12/204.\n4-\nالرد على من أنكر الحرف والصوت ص168.\n5-\nموقف ابن تيمية من الأشاعرة 1/367.\nالجزء: 1 ¦ الصفحة: 95\n",
        "السنة. ولكن لتقصيرهما في علم السنة وتسليمهما للمعتزلة أصولاً فاسدة، صار في مواضع من قوليهما مواضع فيها من قول المعتزلة ما خالفا به السنة، وإن كانا لم يوافقا المعتزلة مطلقاً)\nوقال أيضاً: (والذي كان أئمة السنة ينكرونه على ابن كلاب والأشعري بقايا من التجهم والاعتزال، مثل اعتقاد صحة طريقة الأعراض وتركيب الأجسام، وإنكار اتصاف الله بالأفعال القائمة التي يشأها ويختارها، وأمثال ذلك) 2 وقد مرت الأشعرية بأطوار ومراحل كان أولها زيادة المادة الكلامية، ثم الجنوح الكبير للمادة الاعتزالية، ثم خلط هذه العقيدة بالمادة الفلسفية.\nفالأشعرية المتأخرة مالوا إلى نوع التجهم بل الفلسفة وفارقوا قول الأشعري وأئمة أصحابه)\nفقدماء الأشاعرة يثبتون الصفات الخبرية بالجملة، كأبي الحسن الأشعري وأبي عبد الله بن مجاهد وأبي الحسن الباهلي والقاضي أبي بكر الباقلاني، وأبي إسحاق الاسفرائيني، وأبي بكر بن فورك، وأبي محمد بن اللبان، وأبي علي بن شاذان، وأبي القاسم القشيري، وأبي بكر البيهقي وغير هؤلاء.4\nلكن المتأخرين من أتباع أبي الحسن الأشعري كأبي المعالي الجويني وغيره لا يثبتون إلا الصفات العقلية، وأما الخبرية فمنهم من ينفيها ومنهم من يتوقف فيها كالرازي والآمدي وغيرهما.\n1- الاستقامة 1/212.\n2-\nدرء تعارض العقل والنقل 7/97.\n3-\nدرء تعارض العقل والنقل 7/97.\n4-\nمجموع الفتاوى 4/147، 148.\nالجزء: 1 ¦ الصفحة: 96\n",
        "ونفاة الصفات الخبرية منهم من يتأول نصوصها ومنهم من يفوض معناها إلى الله تعالى.\nوأما من أثبتها كالأشعري وأئمة أصحابه. فهؤلاء يقولون تأويلها بما يقتضي نفيها تأويل باطل، فلا يكتفون بالتفويض بل يبطلون تأويلات النفاة.1\nوهذا الاضطراب في العقيدة الأشعرية بين المتقدمين والمتأخرين سببه ما أسلفنا من ميل الأشاعرة بأشعريتهم إلى الإعتزال أكثر فأكثر بل إنهم خلطوا معها الفلسفة.\nقال شيخ الإسلام ابن تيمية: (فالأشعرية وافق بعضهم المعتزلة في الصفات الخبرية، وجمهورهم وافقهم في الصفات الحديثية، وأما الصفات القرآنية فلهم قولان:\nفالأشعري والباقلاني وقدماؤهم يثبتونها، وبعضهم يقر ببعضها: وفيهم تجهم من جهة أخرى.\nفإن الأشعري شرب كلام الجبائي شيخ المعتزلة، ونسبته في الكلام إليه متفق عليها عند أصحابه وغيرهم.\nوابن الباقلاني أكثر إثباتاً بعد الأشعري، وبعد ابن الباقلاني ابن فورك، فإنه أثبت بعض ما في القرآن.\nوأما الجويني ومن سلك طريقته فمالوا إلى مذهب المعتزلة فإن أبا المعالى كان كثير المطالعة لكتب أبي هاشم، قليل المعرفة بالآثار، فأثر فيه مجموع الأمرين2.\n1- منهاج السنة 2/223، 224.\n2-\nمنهاج السنة 2/223،224.\nالجزء: 1 ¦ الصفحة: 97\n",
        "ففما إن جاء أبوبكر الباقلاني (ت403هـ) ، فتصدى للإمامة في تلك الطريقة وهذبها ووضع لها المقدمات العقلية التي تتوقف عليها الأدلة، وجعل هذه القواعد تبعاً للعقائد الإيمانية من حيث وجوب الإيمان بها.1 وأسهم إلى حد كبير في تنظير المذهب الأشعري الكلامي وتنظيمه مما أدى إلى تشابه منهجي بين المذهب الأشعري والمذهب المعتزلي فقد كان الأشعري يجعل النص هو الأساس والعقل عنده تابع، أما الباقلاني فالعقيدة كلها بجميع مسائلها تدخل في نطاق العقل.2 ويعتبر الباقلاني المؤسس الثاني للمذهب الأشعري.3\nثم جاء بعده إمام الحرمين الجويني (ت478هـ) فاستخدم الأقيسة المنطقية في تأييد هذه العقيدة، وخالف الباقلاني في كثير من القواعد التي وضعها. وإن كان الجويني قد استفاد أكثر مادته الكلامية من كلام الباقلاني، لكنه مزج أشعريته بشيء من الاعتزال استمده من كلام أبي هاشم الجبائي المعتزلي على مختارات له، وبذلك خرج عن طريقة القاضي وذويه في مواضع إلى طريقة المعتزلة.\nوأما كلام أبي الحسن الأشعري فلم يكن يستمد منه، وإنما ينقل كلامه مما يحكيه عنه الناس.4 وعلى طريقة الجويني اعتمد المتأخرون من الأشاعرة، كالغزالي (ت505هـ) وابن الخطيب الرازي (ت606هـ) وخلطوا مع المادة\n1- مقدمة ابن خلدون ص465، ط: مصطفى محمد.\n2-\nمقدمة التمهيد للباقلاني ص15، بتحقيق الخضيري وأبو ريدة.\n3-\nنشأة الأشعرية وتطورها ص320.\n4-\nبغية المرتاد ص448، 451، «بتصرف» .\nالجزء: 1 ¦ الصفحة: 98\n",
        "الاعتزالية التي أدخلها الجويني مادة فلسفية، وبذلك ازدادت الأشعرية بعداً وانحرافاً.\nفالغزالي مادته الكلامية من كلام شيخه الجويني في \"الإرشاد\" و\"الشامل\" ونحوهما مضموماً إلى ما تلقاه من القاضي أبي بكر الباقلاني. ومادته الفلسفية من كلام ابن سينا، ولهذا يقال أبو حامد أمرضه الشفا، ومن كلام أصحاب رسائل إخوان الصفا ورسائل أبي حيان التوحيدي ونحو ذلك.\nوأما الرازي فمادته الكلامية من كلام أبي المعالي والشهرستاني فإن الشهرستاني أخذه عن الأنصاري النيسابوري عن أبي المعالي، وله مادة اعتزالية قوية من كلام أبي الحسين البصري (ت436هـ) . وفي الفلسفة مادته من كلام ابن سينا والشهرستاني ونحوهما.1 والأشعرية الأغلب عليهم أنهم مرجئة في باب الأسماء والأحكام وجبرية في باب القدر، وأما الصفات فليسوا جهمية محضة بل فيهم نوع من التجهم، ولا يرون الخروج على الأئمة بالسيف موافقة لأهل الحديث وهم في الجملة أقرب المتكلمين إلى أهل السنة والحديث2.\nوهناك عدة عوامل أدت إلى انتشار الأشعرية واشتهارها لعل من أبرزها ما يلي:\nأولاً:- نشأةُ المذهب في \"بغداد\" التي كانت حاضرة الخلافة العباسية ومحط أنظار طلاب العلم الذين كانوا يفدون إليها من شتى الأقطار، فهذا العامل أدى بدوره إلى تبني البعض للمذهب الأشعري والسعي لنشره في\n1- بغية المرتاد ص448، «بتصرف» .\n2-\nمجموع الفتاوى 6/55.\nالجزء: 1 ¦ الصفحة: 99\n",
        "الأقطار الأخرى1. بسبب تواجد كثير من أعيان المذهب الأشعري في بغداد في ذلك الحين.\nثانياً: التقارب الذي كان موجوداً بين الأشعرية والحنبلية وما نفقت الأشعرية وراجت إلا بتوالفها مع الحنبلية. ولولا ذلك لكان مصيرها مصير المعتزلة الذين كان للحنابلة دور كبير في مقاومتهم والرد عليهم. وقد كان بين الأشعرية والحنبلية شيء من التوالف والمسالمة وكانوا قديما متقاربين.\nفإن أبا الحسن الأشعري ما كان ينتسب إلا إلى مذهب أهل الحديث، وإمامهم عنده أحمد بن حنبل، وكان عداده في متكلمي أهل الحديث.\nوالأشعرية فيما يثبتونه من السنة فرع على الحنبلية كما أن متكلمة الحنبلية فيما يحتجون به من القياس العقلي فرع عليهم.\nوإنما وقعت الفرقة بسبب فتنة القشيري2 وكان تلميذاً لابن فورك الذي كان من أشعرية خراسان الذين انحرفوا إلى التعطيل، فلما صنف القاضي أبو يعلى الحنبلي كتابه \"إبطال التأويلات\" رد فيه على ابن فورك شيخ القشيري وكان الخليفة وغيره مائلين إليه. فلما صار للقشيرية دولة بسبب السلاجقة جرت تلك الفتنة3.\nثالثاً: انتساب بعض الأمراء والوزراء للمذهب الأشعري وتبنيهم له ومن أبرزهم:\n1- انظر كتاب موقف شيخ الإسلام ابن تيمية من الأشاعرة 2/499.\n2-\nمجموع الفتاوى 6/52-53.\n3-\nمجموع الفتاوى 6/52-54.\nالجزء: 1 ¦ الصفحة: 100\n",
        "أ- الوزير نظام الملك الذي تولى الوزارة لسلاطين السلاجقة فتولى الوزارة لألب أرسلان وملكشاه مدة ثلاثين سنة وذلك من سنة (455هـ- إلى 485هـ) .\nوفي عهده أنشئت المدارس النظامية نسبة إليه وذلك في عدة مدن منها البصرة، وأصفهان، وبلخ، وهراة، ومرو، والموصل، وأهمها وأكبرها المدرسة النظامية في نيسابور وبغداد.\nوكان نظام الملك معظماً للصوفية والأشعرية، إذ كان هؤلاء الذين يلقون الدروس في هذه المدارس، فكان لذلك دوره الكبير في نشر أصول العقيدة الأشعرية1.\nب- المهدي بن تومرت (524هـ) صاحب دولة الموحدين واسمه أبو عبد الله محمد بن عبد الله بن تومرت، الذي تلقب بالمهدي، وكان قد ظهر في المغرب في أوائل المائة الخامسة، وكان قد دخل إلى بلاد العراق، وتعلم طرفاً من العلم، وكان فيه طرف من الزهد والعبادة، ولما رجع إلى المغرب صعد إلى جبال المغرب ونشر دعوته بين أناس من البربر وغيرهم من الجهال الذي لا يعرفون من دين الإسلام إلا ما شاء الله فعلمهم بعض شرائع الإسلام واستجاز أن يظهر لهم أنواعاً من المخاريق ليدعوهم بها إلى الدين، وادعى أنه المهدي الذي بشر به رسول الله صلى الله عليه وسلم. وعظم اعتقاد أتباعه فيه، واستحلوا بسبب ما علمهم من المعتقد الأشعري والفلسفي دماء ألوف مؤلفة من أهل المغرب المالكية الذين كانوا على\n1- انظر موقف شيخ الإسلام ابن تيمية من الأشاعرة 2/500.\nالجزء: 1 ¦ الصفحة: 101\n",
        "معتقد أهل السنة واتهموهم زوراً وبهتاناً أنهم مشبهة مجسمة ولم يكونوا من أهل هذه المقالة1. فكان ابن تومرت هو السبب في إدخال العقيدة الأشعرية في بلاد المغرب التي كانت قبل ذلك سنية سلفية فحسبنا الله ونعم الوكيل.\nجـ- صلاح الدين الأيوبي\nوكان صلاح الدين الأيوبي أشعرياً، فقد حفظ في صباه عقيدة ألفها له قطب الدين أبو المعالي مسعود بن محمد بن مسعود النيسابوري أحد أعلام الأشعرية وصار يحفظها صغار أولاده، ولذلك نشأ هو وأولاده على المعتقد الأشعري، فحمل صلاح الدين الكافة على عقيدة أبي الحسن الأشعري، وتمادى الحال على ذلك في جميع أيام ملوك بني أيوب، ثم في أيام مواليهم الملوك من الأتراك2.\nوقد كان لذلك دوره الكبير في نشر الأشعرية في سائر انحاء العالم الإسلامي، فمصر التي كانت مقر الدولة الأيوبية كانت هي حاضرة العلم في تلك العصور وقد كان للأزهر دور كبير في نشر العقيدة الأشعرية التي ادخلها صلاح الدين في مصر بعد أن قضى على الدولة العبيدية الإسماعلية، ومنذ زمن صلاح الدين والأزهر يقرر عقيدة الأشاعرة إلى يومنا هذا\n1- انظر مجموع الفتاوى 11/475-\n2-\nالخطط للمقريزي 2/358.\nالجزء: 1 ¦ الصفحة: 102\n",
        "\"الماتريدية\"\nتعد الماتريدية شقيقة الأشعرية، وذلك لما بينهما من الائتلاف والإتفاق حتى لكأنهما فرقة واحدة، ويصعب التفريق بينهما. ولذلك يصرح كل من الأشاعرة والماتريدية بأن كلاً من أبى الحسن الأشعري وأبي منصور الماتريدي هما إماما أهل السنة على حد تعبيرهم1.\nولعل هذا التوافق مع كونه يرجع في سببه الرئيسي إلى توافق أفكار الفرقتين وقلة المسائل الخلافية بينهما وبخاصة مع الأشعرية المتأخرة، إلا أن هناك أسباباً مهمة يجب اعتبارها وأخذها في الحسبان ولعل أهمها التزامن في نشأة الفرقتين مع كون كل فرقة استقلت بأماكن نفوذ لم تنازعها فيها الفرقة الأخرى. فالماتريدية انتشرت بين الأحناف الذين كانوا متواجدين في شرق العالم الإسلامي وشماله فقل أن تجد حنفياً على عقيدة الأشاعرة إلا ما ذكر من أن أبا جعفر السمناني -وهو حنفي- كان أشعرياً.\nبينما نجد الأشعرية قد انتشرت بين الشافعية والمالكية وهم اليوم يتواجدون في وسط وغرب وجنوب وجنوب شرق العالم الإسلامي، فجل الشافعية والمالكية على الأشعرية. ولست اعني بذلك عوامهم وإنما الطبقة المثقفة منهم.\nوالماتريدية تنسب إلى أبي منصور محمد بن محمد بن محمود بن محمد الماتريدي المتوفى سنة (333هـ)\n1- مفتاح السعادة 2/151،152 تأليف: طاش كبرى زاده\n2-\nانظر ترجمته في كتاب الماتريدية وموقفهم من توحيد الأسماء والصفات 1/209 للدكتور شمس الدين الأفغاني.\nالجزء: 1 ¦ الصفحة: 105\n",
        "كان معدوداً في فقهاء الحنفية، وكان صاحب جدل وكلام ولم يكن له دراية بالسنن والآثار1، وقد نهج منهجاً كلامياً في تقرير العقيدة يشابه إلى حد كبير منهج متأخري الأشاعرة، وعداده في أهل الكلام من الصفاتية من أمثال ابن كلاب وأبي الحسن الأشعري وأمثالهما.\nوقد تابع الماتريدي ابن كلاب في مسائل متعددة من مسائل الصفات وما يتعلق بها2.\nومن المعلوم أن الأحناف وأهل المشرق عموماً كانوا من أسبق الناس تأثراً بعلم الكلام، فقد كانت بداية الجهم من تلك الجهات، وفي هذا يقول الإمام أحمد في معرض كلامه عن الجهم: (وتبعه على قوله رجال من أصحاب أبي حنيفة وأصحاب عمرو بن عبيد بالبصرة..)\nفبشر بن غياث المريسي (228هـ) والقاضي أحمد بن أبي دؤاد (240هـ) وغيرهما كانوا من الأحناف، فلا غرابة أن يكون الماتريدي الحنفي من أولئك الذين ناصروا علم الكلام وسعوا في تأسيسه وتقعيده، إلى أن أصبح علماً من أعلامه وصاحب إحدى مدارس الكلام التي صارت فيما بعد تعرف باسمه.\nفالماتريدي لا يبعد كثيراً عن أبي الحسن الأشعري (في طوره الثاني) فهو خصم لدود للمعتزلة، إلا أنه كان متأثراً بالمنهج الكلامي على طريقة ابن كلاب من الاعتماد على المناهج الكلامية في تقرير المسائل الإعتقادية. شأنه في ذلك شأن أبي الحسن الأشعري، فكلاهما يعتبر امتداداً لمدرسة ابن كلاب\n1- العقيدة السلفية في كلام رب البرية (279) تأليف: عبد الله بن يوسف الجديع.\n2-\nمجموع الفتاوى 7/433، كتاب الإيمان 414، منهاج السنة 2/362.\n3-\nالرد على الجهمية ص103-105.\nالجزء: 1 ¦ الصفحة: 106\n",
        "التي عرفت كمدرسة ثالثة بعد أن كان الخلاف دائراً بين أهل السنة والجماعة من جهة والجهمية والمعتزلة من جهة أخرى، فجاء ابن كلاب وأحدث منهجاً ثالثاً حاول فيه التلفيق بين النصوص الشرعية والمناهج الكلامية كما سبق الإشارة إلى ذلك عند الحديث عن الكلابية.\nفالمذهب الكلابي كان له وجوده في العراق والري وخراسان وكان له انتشار في بلاد ما وراء النهر التي كانت تغص بمختلف الطوائف والفرق1.\nولم تتعرض الماتريدية للتطور الذي حصل على العقيدة الأشعرية والذي سبق بيانه في الحديث عن الأشعرية فالماتريدية بقيت على ما كانت عليه.\nوقد مرت الماتريدية بأدوار تاريخية لخصها الباحث الدكتور شمس الأفغاني على النحو التالي2:\nأولاً: الدور التأسيسي (258-333هـ)\nويمتاز هذا الدور بأنه دور النشأة والتأسيس، وعرف فيه الماتريدي بآرائه الكلامية التي سخرها للرد على المعتزلة سالكاً في ذلك طريقة الصفاتية من أهل الكلام ومن أشهر مؤلفاته في ذلك كتاب التوحيد.\nثانياً: الدور التكويني (333-400هـ)\nوهو دور تلامذة الماتريدي الذي تأثروا به، وسعوا في نشر أفكاره والدفاع عنها ومن أشهر تلاميذه:\n1- أبو القاسم إسحاق بن محمد بن اسماعيل بن ابراهيم بن زيد الحكيم\n1-\nانظر أحسن التقاسيم للمقدسي ص323.\n2-\nانظر كتاب الماتريدية وموقفهم من توحيد الأسماء والصفات 1/262-268 «بتصرف»\nالجزء: 1 ¦ الصفحة: 107\n",
        "السمرقندي (342هـ)\n2-\nأبو محمد عبد الكريم بن موسى بن عيسى البزدوي (390هـ) .\n3-\nأبو الحسن علي بن سعيد الرُّسُتُغْفَنى (\n...\n)\n4-\nأبو أحمد بن أبي نصر أحمد بن العباس العياضي (\n...\n)\n5-\nأبو عبد الرحمن بن أبي الليث البخاري (\n...\n)\nثالثاً: الدور البزدوي (400-500هـ)\nوهو دور تلامذة التلاميذ، وهو امتداد للدور السابق وقد سعى فيه أصحابه في التأليف والنشر لهذه العقيدة ومن أعيان هذا الدور:\n1-\nأبو اليسر محمد بن محمد البزدوي (493هـ)\n2-\nمحمد بن الفضل البلخي (419هـ)\n3-\nمحمد بن المظفر البغدادي (488هـ)\n4-\nأبو العلاء صاعد بن محمد الاستوائي (432هـ)\nرابعاً: الدور النسفي (500-700)\nويعتبر هذا الدور من أهم أدوار الماتريدية لاحتوائه على مشاهيرهم ومن أعيان هذا الدور:\n1-\nأبو المعين ميمون بن محمد المكحولي النسفي (508هـ)\nودوره في الماتريدية يماثل دور الباقلاني والغزالي في الأشعرية1 وله كتاب \"تبصرة الأدلة\" ويأتي هذا الكتاب في المرتبة الثانية بعد كتاب التوحيد\n1-\nمقدمة كتاب التوحيد ص5-6، تأليف فتح الله خليف.\nالجزء: 1 ¦ الصفحة: 108\n",
        "للماتريدية من حيث الأهمية.\n2-\nنجم الدين أبو حفص عمر بن محمد النسفي (537هـ)\nهو من كبار الماتريدية وكتابه \"العقائد النسفية\" هو عمدة الماتريدية في مناهجهم الدراسية إلى يومنا هذا وهو المعتمد عند علماء الأزهر، وقد ألف حوله أكثر من مائة كتاب من أشهرها شرح التفتازاني.\n3-\nأبو محمد نور الدين أحمد بن محمد الصابوني (580هـ)\n4-\nحافظ الدين أبو البركات عبد الله بن أحمد النسفي (710هـ) وهو من كبار الماتريدية ولمؤلفاته أهمية بالغة عندهم.\nخامساً: الدور العثماني (700-1300هـ)\nنسبة إلى الدولة العثمانية ويعد هذا الدور قمة أدوار الماتريدية بسبب الحضور السياسي، لأن الدولة العثمانية كانت دولة حنفية الفروع ماتريدية العقيدة. الأمر الذي ساعد في نشر العقيدة الماتريدية واتساع رقعتها الجغرافية، فقد كان جل القضاة والمفتين والخطباء ورؤساء المدارس من الماتريدية الأحناف ومن أعيان هذا الدور:\n1-\nصدر الشريعة عبيد الله بن مسعود المحبوبي (747هـ)\n2-\nسعد الدين مسعود بن عمر التفتازاني (792هـ)\n3-\nأبو الحسن علي بن محمد المعروف \"بالسيد سند الجرجاني\" (816هـ)\n4-\nكمال الدين محمد بن عبد الواحد المعروف بابن الهمام (861هـ)\n5-\nزين الدين أبو العدل قاسم بن قُطُلْوبْغَا (879هـ)\nالجزء: 1 ¦ الصفحة: 109\n",
        "6-\nعلي بن سلطان محمد أبو الحسن الهروي المكي المعروف بملا علي القاري (1014هـ)\n7-\nمصطفى بن عبد الله الرومي القسطنطيني المعروف \"بملا كاتب شلبي\" و\"حاجي خليفة\" (1067هـ)\nسادساً: الدور الديوبندي (1283-\n....\n)\nنسبة إلى جامعة ديوبند بالهند والتي تفرع عنها الكثير من المدارس في القارة الهندية. وهذا الدور الديوبندي يسير على خطين:\nأحدهما: \"تعليمي\" ويتمثل في المدارس الديوبندية المنتشرة في عموم شبه القارة الهندية (الهند -الباكستان -بنجلاديش -أفغانستان) وهي أقوى المدارس الماتريدية في الوقت الراهن.\nالخط الثاني: \"دعوى\" وهو ما يعرف \"بجماعة التبليغ\" والذي يعد في حقيقته امتداداً للمنهج الماتريدي والصوفي وكما قيل كل إناء بما فيه ينضح، فهذه الجماعة جذورها كلامية ماتريدية، ومناهجها صوفية طرقية1.\n1- لي كلمة أقولها جواباً على زعم من يقول إن لهذه الجماعة حسنات.\nوهي أن المعيار الحقيقي لأي موازنة يجب أن تقوم على أساس العرض على أصلي هذا الدين ألا وهما:\n1-\nالتوحيد الذي هو شهادة «أن لا إله إلا الله»\n2-\nالاتباع الذي هو شهادة «أن محمداً رسول الله»\nفإن استقام الأمر في هذين الأصلين نظر لما بعدهما فلا حسنة مع اختلال التوحيد لأن الله يقول: {لئن أشركت ليحبطن عملك}\nوأيضاً لا قيمة للعمل إذا لم يكن وفق سنة الرسول صلى الله عليه وسلم فهو القائل: «من أحدث في أمرنا هذا ما ليس منه فهو رد»\nفهذا هو المنهج الصحيح في أي موازنة تعقد، ومن ينظر إلى أصول هذه الجماعة يدرك أنها أخلت بالأصلين فهم في الأصل الأول متكلمة ماتريدية، وفي الأصل الثاني صوفية طرقية.\nالجزء: 1 ¦ الصفحة: 110\n",
        "سابعاً: الدور الكوثري (1296هـ-\n....\n)\nوهو منسوب إلى محمد بن زاهد الكوثري الجركسي المتوفى سنة (1371هـ) المعروف والمشهور بعدائه للدعوة السلفية وأعلامها.\nومن تلاميذ هذا الدور وأعيانه الذين يعدون امتداداً له في عصرنا الحاضر عبد الفتاح أبو غدة ومن على شاكلته.\nالجزء: 1 ¦ الصفحة: 111\n",
        "مرحلة ظهور الفلاسفة والباطنية:\nبعد ظهور الجهمية والمعتزلة والكلابية والأشاعرة والماتريدية حدث بعد هذا في الإسلام \"الملاحدة من المتفلسفة وغيرهم\" حدثوا وانتشروا بعد انقراض العصور المفضلة، وصار كل زمان ومكان يضعف فيه نور الإسلام يظهرون فيه.1\n(وكان من أسباب ظهورهم أن أهل العراق لما اشتغلوا في أواخر المائة الثالثة وأول الرابعة بالفلسفة وعلوم أهل الإلحاد، سلط عليهم القرامطة2 الباطنية)\nفكان من أسباب ظهورهم أنهم ظنوا أن دين الإسلام ليس إلا ما يقوله أولئك المبتدعون، ورأوا ذلك فساداً في العقل. فرأوا دين الإسلام المعروف فاسداً في العقل.\nفكان غلاتهم طاعنين في دين الإسلام بالكلية -باليد والسنان- كالخرمية\n1- منهاج السنة 1/316.\n2-\n(القرامطة نسبة إلى رجل يقال له حمدان قرمط، كان أحد دعاتهم في الابتداء فاستجاب له جماعة فسموا قرامطة وقرمطة. وهم قوم يدعون الإسلام ويميلون إلى الرفض) تلبيس ابليس لإبن الجوزي (ص144-149) .\nقال ابن القيم: (القرامطة لا يؤمنون بمبدأ ولا معاد، ولا رب خالق، ولا رسول مبعوث جاء من عند الله تعالى، وهم زنادقة يتسترون بالرفض ويبطنون الالحاد المحض) انظر إغاثة اللهفان 2/266.\nوقال شيخ الإسلام ابن تيمية: (فالقرامطة الذين يضاهئون الصابئة الفلاسفة والمجوس الثانوية عطلوا وحرفوا الإيمان بالله، وكذلك الإيمان باليوم الآخر، وكذلك العمل الصالح، حتى جعلوا ما جاءت به الشريعة من أسماء الأعمال إنما هي رموز وإشارات إلى حقائقهم كقولهم: إن الصلاة معرفة اسرارنا والصيام كتمان أسرارنا والحج زيارة شيوخنا المقدسين وأمثال ذلك) انظر بغية المرتاد ص490،491.\n3-\nإغاثة اللهفان 2/269.\nالجزء: 1 ¦ الصفحة: 114\n",
        "أتباع بابك الخرمي1 وقرامطة البحرين أتباع أبي سعيد الجنابي2 وغيرهم.\nوأما مقتصدوهم وعقلاؤهم فرأوا أن ما جاء به محمد صلى الله عليه وسلم فيه من الخير والصلاح ما لا يمكن القدح فيه، بل اعترف حذاقهم بما قاله ابن سينا وغيره من أنه لم يقرع العالم ناموس أفضل من ناموس محمد صلى الله عليه وسلم، وكان هذا موجب عقلهم وفلسفتهم.3 فلم يطعنوا في دين محمد صلى الله عليه وسلم كما طعن أولئك المظهرون للزندقة من الفلاسفة، ورأوا أن ما يقوله أولئك المتكلمون فيه ما يخالف صريح المعقول، فطعنوا بذلك عليهم.4\nوكان لهؤلاء الفلاسفة أقوال فاسدة تلقوها من أسلافهم الفلاسفة، ولما رأوا أن ما تواتر عن الرسل يخالفها، سلكوا طريقهم الباطنية فقالوا: إن الرسل لم\n1- بابك الخرمي من زعماء الباطنية من أتباع «الخُرَّمِيَّة» أو «الخرمدينية» وهي لفظة أعجمية وهي عبارة عما يستلذ ويشتهى وترتاح به الأنفس، وقد لقبوا بها لأن حاصل مذهبهم راجع إلى رفع التكليف، وتسليط الناس على اتباع الشهوات من المباحات والمحرمات، وقد ظهر بابك في جبل البدين بناحية أذريبجان، وكثر أتباعه فاستحلوا المحرمات، وأباحوا وقتلوا الكثير من المسلمين، وحاربته جيوش المعتصم مدة طويلة إلى أن أسرته فصلبته وقتلته سنة 223هـ بسر من رأى.\nانظر كتاب بيان مذهب الباطنية وبطلانه ص24، 25، تاريخ الطبري 9/11،55، الملل والنحل 1/216.\n2-\nأبو سعيد الحسن بن بهرام الجنَّابي، رأس القرامطة وداعيتهم، كان دقاقا من أهل جنابة (بفارس) ونفى منها، فأقام في البحرين تاجراً، وأقامه حمدان قرمط داعية في فارس الجنوبية، وقد حارب الجنابي الدولة العباسية، واستولى على هجر والأحساء والقطيف وسائر بلاد البحرين، وأحرق المصاحف والمساجد. وفي عام (301هـ) اغتاله خادم له صقلي في الحمام بهجر.\nانظر البداية 11/121، الأعلام 2/185، الفرق بين الفرق ص169،174.\n3-\nمنهاج السنة 1/316،317.\n4-\nمنهاج السنة 1/321.\nالجزء: 1 ¦ الصفحة: 115\n",
        "تبين العلم والحقائق التي يقوم عليها البرهان في الأمور العلمية، ثم منهم من قال: إن الرسل علمت ذلك وما بينته، ومنهم من يقول: إنها لم تعلمه وإنما كانوا بارعين في الحكمة العملية دون الحكمة العلمية، ولكن خاطبوا الجمهور بخطاب تخييلي، خيلت لهم في أمر الإيمان بالله واليوم الآخر ما ينفعهم اعتقاده في سياستهم، وإن كان ذلك اعتقاداً باطلاً لا يطابق الحقائق.\nوهم يقرون بالعبادات، ولكن يقولون مقصودها إصلاح أخلاق النفس، وقد يقولون إنها تسقط عن الخاصة العارفين بالحقائق فكانت بدعة أولئك المتكلمين مما أعانت إلحاد هؤلاء الملحدين)\n(وهؤلاء القرامطة والباطنية والملاحدة هم جنود إبليس حقاً المعارضون لما جاءت به الرسل بعقولهم وآرائهم، ودعوتهم تقوم على الدعوة إلى العقل المجرد، وقالوا نحن أنصار العقل الداعين إليه المخاصمين به المحاكمين إليه.\nوقد جرى على الإسلام وأهله منهم ما جرى، وكسروا عسكر الخليفة مراراً عديدة، وقتلوا الحاج قتلاً ذريعاً، وانتهوا إلى مكة فقتلوا بها من وصل من الحاج إليها، وقلعوا الحجر الأسود من مكانه، وقويت شوكتهم، واستفحل أمرهم وعظمت بهم الرزية. واشتدت بهم البلية، وفي زمانهم استولى الكفار على كثير من بلاد الإسلام في الشرق والغرب، وكاد الإسلام أن ينهد ركنه لولا دفاع الذي ضمن حفظه إلى أن يرث الأرض ومن عليها.\nثم خمدت دعوة هؤلاء في المشرق، وظهرت من المغرب قليلاً قليلاً على أيدي العبيديين، حتى استفحلت وتمكنت واستولى أهلها على كثير من بلاد\n1- منهاج السنة 1/321،322. «بتصرف»\nالجزء: 1 ¦ الصفحة: 116\n",
        "المغرب، ثم أخذوا يطوون البلاد حتى وصلوا إلى بلاد مصر فملكوها وبنوا بها القاهرة، وأقاموا على هذه الدعوة مصرحين بها غير متحاشين منها، هم وولاتهم وقضاتهم وأتباعهم، وفي زمنهم صنفت رسائل إخوان الصفا، والإشارات، والشفا، وكتب ابن سينا،1 فإنه قال: كان أبي من أهل الدعوة الحاكمية.\nوعطلت في زمانهم السنة وكتبها والآثار جملة إلا في الخفية بحيث يكون قارئها وذاكرها وكاتبها على أعظم خطر، وشعار هذه الدعوة العبيدية تقديم العقل على الوحي، واستولوا على بلاد المغرب، ومصر، والشام، والحجاز، واستولوا على العراق سنة، وأهل السنة فيهم كأهل الذمة بين المسلمين، بل كان لأهل الذمة من الأمان والجاه والعز عندهم ما لم يصل إليه أحد من أهل السنة ولا يطمع فيه، فكم أغمدت سيوفهم في أعناق العلماء، وكم مات في سجونهم من ورثة الأنبياء، وكم ماتت بهم سنة وقامت بهم بدعة وضلالة. حتى استنقذ الله الأمة من أيديهم في أيام نور الدين محمود بن زنكي (ت569هـ) وابن أخيه صلاح الدين الأيوبي (ت589هـ) فأبل وبرأ الإسلام من علته بعد ما وطن المسلمون أنفسهم على العراء، وانتعش بعد طول الخمول، حتى استبشر أهل\n1- هو أبو علي الحسين بن عبد الله بن سينا، ولد سنة 370هـ وتوفي سنة 428هـ، وكان ابن سينا كما أخبر عن نفسه فقال: أنا وأبي من أهل دعوة الحاكم، فكان من القرامطة الباطنية الذين لا يؤمنون بمبدأ ولا معاد، ولا رب خالق، ولا رسول مبعوث جاء من عند الله تعالى وقد رام ابن سينا بجهده تقريب رأي الفلاسفة الملاحدة من قول أهل الملل، فإنه قرب مذهب سلفه الملاحدة من دين الإسلام بجهده، وغاية ما أمكنه أن قربه من أقوال الجهمية الغالين في التجهم. انظر إغاثة اللهفان 2/261، 266.\nالجزء: 1 ¦ الصفحة: 117\n",
        "الأرض والسماء، وأبدر هلاله بعد أن دخل في المحاق، وثابت إليه روحه بعدما بلغت التراقي وقيل من راق، واستنقذ الله سبحانه بعبده وجنوده بيت المقدس من أيدي عبدة الصليب، أخذ كل من أنصار الله ورسوله من نصرة دينه بنصيب. وعلت كلمة الإسلام والسنة وأذن بها على رؤوس الأشهاد.1\nوقال شيخ الإسلام ابن تيمية: (وكذلك السلطان \"نور الدين محمود\" الذي كان بالشام، عز أهل الإسلام في زمنه، وذل الكفر وأهل البدع ممن كان بالشام ومصر وغيرهما من الرافضة والجهمية ونحوهم) 2 (فعاش الناس في ذلك النور مدة، حتى استولت الظلمة على بلاد المشرق، وطفي نور النبوة والوحي، بسبب اشتغالهم بالمنطق والفلسفة، وتقديم العقول والآراء والسياسة والأذواق والرأي على الوحي، فظهرت فيهم الفلسفة والمنطق وتوابعها، سلط عليهم عساكر التتار، فجاسوا خلال الديار، وعاثوا في القرى والأمصار، فأبادوا أكثر الديار الشرقية، واستولوا عليها، وكاد الإسلام أن يذهب اسمه وينمحي رسمه. وكان مستشار التتار وقاضيهم وعالمهم ووزير هولاكو نصير الكفر والشرك والإلحاد وزير الملاحدة النصير الطوسي شيخ شيوخ المعارضين بين الوحي والعقل، ولا يعلم في عصره أحد عارض بين العقل والنقل معارضته، فهو الذي رام إبطال السمع بالكلية، وإقامة الدعوة الفلسفية، وهو الذي أشار على التتار بمذبحة بغداد فشفا لنفسه من أتباع الرسل وأهل دينه، فعرضهم على السيف حتى شفا إخوانه من الملاحدة، واشتفى هو، فقتل الخليفة والقضاة والفقهاء والمحدثين، فاستعرض علماء الإسلام وأهل القرآن والسنة على\n1- الصواعق المرسلة 3/1074،1077.\n2-\nمجموع الفتاوى 4/22.\nالجزء: 1 ¦ الصفحة: 118\n",
        "السيف فلم يبق منهم إلا من أعجزه قصداً لإبطال الدعوة الإسلامية.\nواستبقى الفلاسفة، والمنجمين، والطبائعيين، والسحرة، والملاحدة والمنطقيين. ونقل أوقاف مساجد ومدارس المسلمين وأربطتهم لهؤلاء النجسة. وجعلهم خاصته وأولياءه، ونصر في كتبه قدم العالم، وبطلان المعاد وأنكر صفات الرب جل جلاله، من علمه وقدرته وحياته وسمعه وبصره، وزعم أنه لا داخل العالم ولا خارجه، وليس فوق العرش إله يعبد البتة.\nواتخذ للملاحدة مدارس، ورام جعل إشارات إمام الملحدين ابن سينا مكان القرآن فلم يقدر وقال هذه عقليات قطعية برهانية قد عارضت تلك النقليات الخطابية، وقال: هذا قرآن الخواص وذلك قرآن العوام، ورام إبطال الأذان، وتحويل الصلاة إلى القطب الشمالي، وتغيير الصلاة وجعلها صلاتين، فلم يتم له الأمر، وتعلم السحر في آخر الأمر فكان ساحراً يعبد الأصنام.1\nوفي ذلك العصر قام سوق الفلسفة والمنطق وعلوم أعداء الرسل وفقه الشياطين، وصارت الدولة والدعوة لأرباب هذه العلوم، وخرجت آراء وأفكار لم تكن تعرف من قبل مثل جست2 العميدي3 وحقائق ابن عربي.4\n1- الصواعق المرسلة 3/1075،1078، إغاثة اللهفان 2/267،269.\n2-\nجَسْت: كلمة فارسية معناها البحث، وقد أصبحت تطلق على نوع من فروع الخلاف، وقد تضم الجيم. (انظر وفيات الأعيان وحاشيته 4/257)\n3-\nالعميدي: هو محمد بن محمد بن محمد العميدي السمرقندي، أبو حامد، كان إماماً في فن الخلاف والجدل وخصوصاً «الجست» وهو أول من أفرده بالتصنيف، توفي ببخارى سنة 615هـ.\n4-\nهو محمد بن علي بن محمد الحاتمي الطائي الاندلسي، أبوبكر، المعروف بابن عربي، ولد سنة 560هـ، وتوفي سنة 638هـ، صنف التصانيف في تصوف الفلاسفة وأهل وحدة الوجود، فقال أشياء منكرة، عدها طائفة من العلماء مروقاً وزندقة، (ميزان الاعتدال 3/659،660)\nوقال ابن تيمية: (إن مقالة ابن عربي في فصوص الحكم مع كونها كفراً، إلا أنه أقرب أهل الوحدة إلى الإسلام لما يوجد في كلامه من الكلام الجيد كثيراً، ولأنه لا يثبت على الاتحاد ثبات غيره، بل هو كثير الاضطراب فيه، وإنما هو قائم مع خياله الواسع الذي يتخيل فيه الحق تارة والباطل آخرى) (انظر مجموعة الرسائل والمسائل 4/6)\nالجزء: 1 ¦ الصفحة: 119\n",
        "وتشكيكات الرازي1 وكان خروج هؤلاء نتيجة للانحطاط الفكري الذي أصاب الأمة الإسلامية بسبب بعدها عن منهج الوحي.\nثم نظر الله لعباده وانتصر لكتابه ودينه، وأقام جنداً تغزو ملوك هؤلاء بالسيف والسنان، وجنداً تغزو علماءهم بالحجة والبرهان.\nثم نبغت نابغة منهم على رأس القرن الثامن، فأقام الله لدينه شيخ الإسلام أبا العباس ابن تيمية قدس الله روحه، فأقام على غزوهم مدة حياته باليد والقلب واللسان وكشف للناس باطلهم وبين تلبيسهم وتدليسهم وقابلهم بصريح المعقول وصحيح المنقول وشفى واشتفى، وبين مناقضتهم ومفارقتهم لحكم العقل الذي به يدلون وإليه يدعون، وأنهم أترك الناس لأحكامه وقضاياه فلا وحي ولا عقل، فأرداهم في حفرهم، ورشقهم بسهامهم، وبين أن صحيح معقولاتهم خدم لنصوص الأنبياء شاهدة لها بالصحة. وتفصيل هذه الجملة موجود في كتبه2 التي حصل بها من الخير والنفع الكبير ما لا يحصيه إلا الله، ولا نزال ونحن في القرن الخامس عشر من الهجرة ننهل من معينها الصافي،\n1- فخر الدين محمد بن عمر بن الحسن بن الحسين التيمي البكري يقال له «ابن خطيب الري» ولد في الري سنة 544هـ وتوفي في هراة سنة 606هـ. وهو منظر الأشعرية المتأخرة، أخذ مادته الكلامية من كلام أبي المعالي الجويني والشهرستاني، ومن كلام أبي الحسين البصري، ومادته الفلسفية من كلام ابن سينا والشهرستاني أيضاً.\n(انظر البداية والنهاية 13/53،54) (بغية المرتاد 450،451) .\n2-\nالصواعق المرسلة 3/1074،1080 «بتصرف»\nالجزء: 1 ¦ الصفحة: 120\n",
        "فقد نفع الله بهذا الإمام وبكتبه وبتلاميذه، منفعة عظيمة تثلج صدر كل صاحب سنة، فقد أحيا الله به معالم ما اندرس من السنن، وأقام به لواء التوحيد بعد ما كان الناس فيه من انحراف وبعد بسبب المناهج الفلسفية الفاسدة والطرق الصوفية المنحرفة فقمع البدعة وأحيا السنة ورجع بالناس إلى طريقة السلف من الصحابة والتابعين وتابعي التابعين، وحارب كل بدعة مستحدثة في هذا الدين، وخلص الدين مما لحق به من أوضار، وشابه من فساد، وفند لكل فرقة من فرق الزيغ والضلال أقوالها وبين زيف آرائها. فكان بحق شيخ الإسلام وقدوة الأنام، وأحد المجددين لهذا الدين، على رغم أنف كل أشعري وماتريدي وصوفي ورافضي وباطني وملحد.\nولقد نذر هذا الإمام حياته كلها لخدمة هذا الدين والدفاع عن حياضه بلسانه وسنانه وبنانه وبيانه، وقد ترك لنا ثروة علمية امتلأت بها خزائن المكتبات وتداولها الناس في جميع الأقطار والأمصار.\nوقد أصبحت مؤلفات هذا الإمام جامعة كبرى تتلمذ عليها أناس كثيرون، أصبحوا شموس علم ومنارات هداية من أمثال ابن القيم (751هـ) والذهبي (748هـ) والمزي (742هـ) وابن كثير (774هـ) ومحمد بن أحمد ابن عبد الهادي (744هـ) وغيرهم كثير.\nولا نزال إلى زماننا هذا نتتلمذ على تلك المؤلفات والتي تعتبر باعتراف الكثير من الباحثين هي منطلق الدعوة السلفية المعاصرة، التي بدء انطلاقها على يد الإمام المجدد الشيخ محمد بن عبد الوهاب رحمه الله، الذي أحيا الله بدعوته المباركة ما اندرس من معالم السنن وكان بحق إماماً من أئمة الهدى، فقد دعا الناس إلى صراط الله المستقيم، وأرشدهم إلى الطريق القويم، فنفى عن\nالجزء: 1 ¦ الصفحة: 121\n",
        "كتاب الله وسنة رسوله عليه الصلاة والسلام انتحال المبطلين، وتأويل الجاهلين وتحريف الغالين، وشرح للناس حقيقة الدين في زمن فترة استحكمت فيه غربة الإسلام، وغلب على أهله الجهل والبدع، فقد انتشرت العقائد الكلامية والطرق الصوفية، فقد كانت الدولة العثمانية (700-1300هـ) دولة ماتريدية العقيدة سعت في نشر تلك العقيدة الكلامية في شرق الأرض وغربها مستغلة في ذلك مالها من نفوذ وسلطة وأضف إلى ذلك انتشار العقيدة الأشعرية وهي شقيقة الماتريدية وتتفق معها في مجمل المسائل الاعتقادية، حتى لكأنهما فرقة واحدة ومن المعلوم أن كلا من الأشعرية والماتريدية هما مراتع خصبة للطرق الصوفية المنحرفة التي بسببها انتشرت الخرافة وعمت البدع وطمت.\nوقد وصف أحد الكتاب الغربيين تلك الفترة -أي القرن الثامن عشر الميلادي- فقال: (كان العالم الإسلامي قد بلغ من التضعضع أعظم مبلغ، ومن التدني والانحطاط أعمق دركة، فاربد جوه، وطبقت الظلمة كل صقع من أصقاعه ورجاً من أرجائه، وانتشر فيه فساد الأخلاق والآداب\n....\nإلى أن قال:\nوأما الدين فقد غشيته غاشية سوداء، فألبست الوحدانية التي علمها صاحب الرسالة الناس، سجفاً من الخرافات، وقشور الصوفية، وخلت المساجد من أرباب الصلوات، وكثر عديد الأدعياء الجهلاء، وطوائف الفقراء والمساكين يخرجون من مكان إلى مكان، ويحملون في أعناقهم التمائم والتعاويذ والسبحات، ويوهمون الناس بالباطل والشبهات، ويرغبونهم في الحج إلى قبور الأولياء، ويزينون للناس التماس الشفاعة من دفناء القبور.\nوغابت عن الناس فضائل القرآن، فصار يشرب الخمر والأفيون في كل\nالجزء: 1 ¦ الصفحة: 122\n",
        "مكان. وانتشرت الرذائل وهتكت ستر الحرمات على غير خشية ولا استحياء. ونال مكة المكرمة والمدينة المنورة، ما نال غيرهما من سائر مدن الإسلام.\nوعلى الجملة فقد بدل المسلمون غير المسلمين، وهبطوا مهبطاً بعيد القرار.\nفلو عاد صاحب الرسالة إلى الأرض في ذلك العصر، ورأى ما كان يدعى الإسلام، لغضب وأطلق اللعنة على من استحقها من المسلمين، كما يلعن المرتدون وعبدة الأوثان.\nوفيما العالم الإسلامي مستغرق في هجعته، ومدلج في ظلمته، إذا بصوت يدوى في قلب صحراء شبه الجزيرة مهد الإسلام، يوقظ المؤمنين، ويدعوهم إلى الإصلاح والرجوع إلى سواء السبيل والصراط المستقيم.\nفكان الصارخ بهذا الصوت إنما هو المصلح المشهور الشيخ محمد ابن عبد الوهاب\n........\n)\nفقام هذا الإمام في النصف الثاني من القرن الثاني عشر الهجري بالدعوة إلى الله سبحانه بقلمه ولسانه وأوضح للناس حقيقة ما بعث الله به نبيه عليه الصلاة والسلام. وما ألصقه به الجهال والضلال وهو بريء منه من الشرك والبدع والخرافات.\nفقام الشيخ بموجب الدعوة حق القيام حتى ظهر الحق وانتشرت عقيدة السلف في أرجاء الجزيرة العربية وما حولها، وقد أزره ونصره في دعوته الإمام\n1- هذا الكلام لستودارد الأمريكي مؤلف «حاضر العالم الإسلامي» الذي علق عليه الأمير شكيب ارسلان وقد نقلته من كتاب: (الشيخ محمد بن عبد الوهاب عقيدته السلفية ودعوته الاصلاحية وثناء العلماء عليه) للشيخ أحمد بن حجر آل بوطامي ص104،105.\nالجزء: 1 ¦ الصفحة: 123\n",
        "الهمام محمد بن سعود جد الأسرة السعودية الحاكمة لهذه البلاد، الذي قام بنصرة الشيخ ومساعدته حتى كتب الله لهذه الدعوة القبول والانتشار ولا تزال هذه الدولة السعودية تحمل على عاتقها نصرة دعوة التوحيد فقد أعز الله على يد ملوكها، أتباع المنهج السلفي فقامت بواجب نشر هذا المنهج حق القيام فأكرمت علماء السنة ونشرت كتب أعلام أهل السنة وأنشأت الجامعات لتعليم هذا المنهج السلفي ونشره. ومن تلك الجامعات الجامعة الإسلامية بالمدينة النبوية التي خصصت لتعليم أبناء المسلمين في مشارق الأرض ومغاربها وتدريسهم عقيدة السلف الصالح، فأصبحت بحمد الله منار علم لنشر العقيدة الصحيحة، وأصبح لخريجيها دور ريادي في نشر الدعوة إلى التوحيد الصحيح في بلدانهم وأوطانهم.\nفقل أن تخلو منطقة أو بلد من خريجي هذه الجامعة المباركة الذين أخذوا في نشر الدعوة السلفية والصدع بها، ومحاربة كل ما يناقضها ويضادها.\nوقد قامت هذه الدولة المباركة ببعث الدعاة وكفالتهم وإرسالهم إلى شتى أرجاء المعمورة، حرصاً منها على رفع الجهل والقضاء على الانحرافات التي تسببت بها تلك المناهج المنحرفة من طرق صوفية وآراء كلامية صد بها أصحابها الناس عن طريق الله المستقيم والنهج النبوي السليم.\nوقد أتت هذه الجهود ثمارها وظهرت بركاتها فقد أسهمت هذه الجهود في انتشار الدعوة السلفية وانحسار المناهج الكلامية والطرق الصوفية بعد أن كانت العقيدة السلفية في غربة، وقلة أنصار.\nوما نشاهده اليوم من جامعات ومعاهد ومدارس تقرر النهج السلفي، وما\nالجزء: 1 ¦ الصفحة: 124\n",
        "نراه ينتشر ويخرج من كتب التراث السلفي، ومؤلفات تحمل النهج الصحيح لأصدق دليل على أن الدعوة السلفية تعيش بحمد الله عصر ازدهار وتقدم، وأن المناهج الفلسفية الكلامية والطرق الصوفية البدعية تعيش عصر انحسار وتقهقر.\nفالحمد لله على ما من به من نصره وتوفيقه وتأييده على أن الحقيقة التي يجب أن تقرر في هذا المقام أن مقالة التعطيل لم تندثر ولم يقض عليها قضاءً نهائياً فهناك عدد من الطوائف يحمل تلك المقالة وينادى بها فعلى سبيل المثال لا تزال مقالة المعتزلة التي تقوم في هذا الباب على إنكار صفات الله، يحملها وينادى بها عدد من الفرق ومنهم الرافضة الإمامية الذين تأثروا بالمعتزلة في هذه المسألة ولا يزالون إلى يومنا هذا على هذا المعتقد الفاسد الذي يضاف إلى جملة معتقداتهم الفاسدة.\nوكذا الزيدية يقولون بقول المعتزلة وينفون جميع الصفات.\nوكذا الإباضية من الخوارج وهم من بقايا الفكر الخارجي يوافقون المعتزلة في هذه المسألة ويقولون بقولهم.\nوأضف إلى ذلك ما يقوم به المستشرقون في جامعاتهم الغربية من محاولة لدفع تلامذتهم من أبناء المسلمين إلى دراسة الفكر المعتزلي وتحقيق تراثه والحصول على درجتي الماجستير والدكتوراة في هذه الجوانب، وهم يسعون من وراء ذلك إلى إحياء أفكار المعتزلة ونشر تراثهم العفن بواسطة تلامذتهم الذين يرجعون إلى العالم الإسلامي بشهادات عالية تمكنهم من التدريس في جامعات المسلمين الأمر الذي يسهل لهم بث تلك الأفكار وإعادة نشرها من\nالجزء: 1 ¦ الصفحة: 125\n",
        "جديد.\nوإذا نظرنا كذلك إلى الفكر الفلسفي الباطني فإنا نجد أن بقايا أتباع هذا الفكر لا يزالون يعيشون إلى يومنا هذا فالإسماعلية الباطنية لا تزال فرقهم موجودة إلى يومنا هذا فهناك البهرة والسليمانية والأغاخانية والمكارمة والنصيرية وغيرهم.\nوكذلك الفكر الفلسفي الاتحادي الذي لا يزال بعض المتصوفة يقدسون أصحابه من أمثال ابن عربي وابن سبعين وابن الفارض وغيرهم.\nوهناك أيضاً أتباع أكبر الفرق الكلامية \"الأشعرية\" \"والماتريدية\"\nفالأشعرية تنتشر في كثير من البلدان التي يتبع أهلها المذهب الشافعي أو المالكي والماتريدية تنتشر في البلدان التي يتبع أهلها المذهب الحنفي.\nولكل منهما مدارسه ومعاهده التي تسعى لنشر فكره ولذلك فإن حلقة الصراع قائمة لا يمكن تجاهلها فالسعيد من لزم السنة ونجا من البدعة.\nفالله المستعان.\nالجزء: 1 ¦ الصفحة: 126\n",
        "الباب الثاني: الجعد بن درهم\nالفصل الأول: تاريخ الجعد بن درهم\nالمبحث الأول: نسبه ونشأته\nالمطلب الأول: اسمه ونسبه\n...\nتمهيد: تاريخ الجعد بن درهم 1\nلا يوجد إلا النزر القليل جداً من المعلومات التي تسلط الضوء على تاريخ هذا المبتدع الضال، ولقد كان من الصعوبة بمكان البحث في بطون كتب التراجم والأنساب والتاريخ والمقالات والعقائد عن جوانب حياة هذا الرجل، فتلك الكتب لم تعره قدراً من العناية والاهتمام إلا بالقدر الذي يتعلق ببدعته التي أظهرها ودعا إليها وعُرف بها، مع بعض الإشارات المتفرقة والبسيطة عن حياته.\nولقد بذلت جهدي ومستطاعي للنظر في مظان ترجمته وراجعت العديد من المصادر والمراجع في شتى الفنون، بحثاً عن معلومات يمكن من خلالها إعطاء صورة واضحة عن سيرته الذاتية وأفكاره الاعتقادية. فاجتمع لي من ذلك ما تيسر.\n1- مصادر ترجمته: مختصر تاريخ ابن عساكر 6/50، الكامل في التاريخ 5/263، البداية والنهاية 9/350، الأنساب للسمعاني 3/265، اللباب لابن الأثير 1/230، ديوان الضعفاء ص63، ميزان الاعتدال 1/185، لسان الميزان 2/105، تاج العروس 2/321، تاريخ الإسلام (وفيات 101-102، 7/337،338) ، النجوم الزاهرة 1/322، سرح العيون في شرح رسالة ابن زيدون ص293،234، الأعلام 2/120، سير أعلام النبلاء 5/433، تاريخ الخميس 2/322، المنتظم 7/260، الفهرست للنديم ص401، شذرات الذهب 1/169، 170، عقائد الثلاث والسبعين فرقة 1/287، ذم الكلام للهروي ص304-305، نشأة الفكر الإسلامي 1/329،332، كتاب الجهم بن صفوان ومكانته في الفكر الإسلامي ص47،56، أنساب الأشراف 8/241، الرد على الجهمية للدارمي ص110، الصواعق المرسلة 3/1070،1072.\nالجزء: 1 ¦ الصفحة: 132\n",
        "وسأحاول من خلال هذه الدراسة، تحليل وترتيب ما اجتمع لدي من معلومات جمعت شتاتها بعد كد وعناء، فلعلها تفيد من يطلع عليها من الباحثين وطلاب العلم، فتعطيهم صورة عن حياة الجعد ومقالاته وموقف العلماء والحكام منه.\nواستسمحهم عذراً في عدم إعطاء الصورة كاملة عن الجعد بن درهم وعذري هو ما أسلفت من شح المعلومات وندرتها.\nالجزء: 1 ¦ الصفحة: 133\n",
        "المطلب الأول: اسمه ونسبه\nلم تذكر المصادر والمراجع التي وقفت عليها إلا اسمه واسم أبيه فقط فهو \"الجعد بن درهم\"\nوأشارت المصادر إلى أنه من الموالي1 وليس من العرب ولعل في كونه من الموالي ما يبرر اقتصار نسبه على اسمه واسم أبيه، فالعجم في الغالب لم تكن لهم عناية بحفظ أنسابهم بخلاف ما كان عليه الحال عند العرب.\nوقد اختلف في ولائه لأي قبائل العرب:\nفقال السمعاني2 والزبيدي3 وابن الأثير4: (الجعد بن درهم مولى سويد بن غفلة)\nوقال ابن كثير (ويقال إنه من موالي بني مروان)\nوكذا قال الثعالبي6\n1- الموالى: هم المنسوبون إلى القبائل مطلقاً، وهم ثلاثة أقسام:\n1-\nولاء عتق: وهو الغالب بحيث ينسب إلى من أعتقه. 2 - ولاء إسلام: وذلك بأن يسلم الأعجمي على يد عربي. 3- ولاء الحلف: وذلك بأن يكون الشخص حليفاً لقبيلة فينسب إليها. انظر المنهل الراوي من تقريب النواوي ص199-200.\n2-\nالأنساب 3/265.\n3-\nتاج العروس 2/321.\n4-\nاللباب 1/230.\n5-\nالبداية 9/350.\n6-\nلطائف المعارف ص43.\nالجزء: 1 ¦ الصفحة: 134\n",
        "نسبه إلى مروان بن الحكم بن أبي العاص بن أمية، أحد خلفاء بني أمية. وقال ابن نباتة (هو مولى بني الحكم) 1 نسبة إلى الحكم بن أبي العاص بن أمية القرشي.\nوهذه الأقوال متضاربة فالسمعاني والزبيدي وابن الأثير جزموا بولائه لسويد بن غفلة بن عوسجة الجعفي.2 والجعفي: بطن من سعد العشيرة، من القحطانية3 وهذا يتعارض مع ما ذكره ابن كثير ولم يجزم به والثعالبي حيث قالا: (ويقال إنه من بني مروان) وكذا قول ابن نباتة إنه مولى بني الحكم.\nولعل الصواب الذي يترجح عندي ما ذكره السمعاني والزبيدي وابن الأثير، فهم أدرى بهذا الجانب وعنايتهم به أكبر وقد جزموا بنسبته إلى سويد بن غفلة.\nويساورني الشك أن هناك تصحيفاً في كلام ابن كثير في البداية، عند قوله: (بني مروان) فلعل الصواب (بني مران) بدون واو، ولو كان الأمر كذلك فإن الأقوال تجتمع (فبنوا مران) بطن من جعفي، من سعد العشيرة4 والله أعلم بالصواب.\n1- سرح العيون في شرح رسالة ابن زيدون ص193.\n2-\nيكنى أبا أمية، مخضرم من كبار التابعين، قدم المدينة يوم دفن النبي صلى الله عليه وسلم، وكان مسلماً في حياته، ثم نزل الكوفة، ومات سنة ثمانين، وله مائة وثلاثون سنة. انظر تقريب التهذيب ص141، الإصابة 2/117، الاستيعاب 2/115،116.\n3-\nنهاية الأرب في معرفة أنساب العرب ص216.\n4-\nنهاية الأرب ص418.\nالجزء: 1 ¦ الصفحة: 135\n",
        "المطلب الثاني: أصول الجعد\nهناك معلومة ذكرها ابن نباتة إن صحت فإن فيها إشارة إلى أصول الجعد العرقية التي يرجع إليها.\nقال ابن نباتة: (ويروى أن أم مروان كانت أمة، وكان الجعد أخاها) 1 فهذه المعلومة إن ثبتت فإنها تفيد أن الجعد يرجع في نسبه إلى أصول كردية. لأن أم مروان بن محمد كانت أم ولد كردية كما ذكر ذلك غير واحد من المؤرخين.\nقال الطبري وابن الأثير في ترجمة مروان بن محمد: (وكانت أمه أم ولد كردية، كانت لإبراهيم ابن الأشتر أخذها محمد بن مروان يوم قتل إبراهيم فولدت مروان)\nوقال ابن كثير: (وأمه أمة كردية يقال لها لبابة، وكانت لإبراهيم ابن الأشتر النخعي، أخذها محمد بن مروان يوم قتله، فاستولدها مروان هذا، ويقال إنها كانت لمصعب بن الزبير)\nوقال البلاذري: (وأمه كردية أخذها أبوه من عسكر ابن الأشتر، فيقال إنه أخذها وبها حَبَل فولدت مروان على فراشه)\n1- سرح العيون في شرح رسالة ابن زيدون ص193.\n2-\nتار يخ الطبري 7/442، 443، الكامل 5/428.\n3-\nالبداية 10/46، وانظر مروج الذهب 3/247.\n4-\nأنساب الأشراف 5/186.\nالجزء: 1 ¦ الصفحة: 136\n",
        "وقال القلقشندي: (وأمه لبابة جارية إبراهيم بن الأشتر وكانت كردية)\nولكن ابن كثير يرى أن الجعد بن درهم يرجع إلى أصول فارسية حيث قال: \"وأصله من خراسان2\"3 دون أن يذكر اسم المدينة التي ينتسب إليها. ويدعم هذا الرأي حادثة وقعت للجعد انتصر فيها لفارسيته.\nقال ابن الأثير: (وقيل إن الجعد كان زنديقاً4 وعظه ميمون بن مهران (117هـ) . فقال: \"لشاة قباذ\" أحب إلى مما تدين له) 5 فكلمة \"شاة قباذ\" كلمة فارسية فـ\"شاة\": معناها \"ملك\" و\"قُباذ\": ملك من ملوك الفرس6 وهو قباذ بن فيروز والد كسرى أنوشروان.\n1- مآثر الإنافة في معالم الخلافة 1/162، ط: الكويت.\n2-\nخراسان: بلاد واسعة، أول حدودها مما يلي العراق: أزاذوار، قصبة جوين، وبيهق. وآخر حدودها مما يلي الهند: طخارستان، وغزنة، وسجستان، وكرمان، وليس ذلك منها إنما هو أطراف حدودها وتشمل على أمهات من البلاد منها: نيسابور، وهراة، ومرو، وبلخ، وطالقان، ونسا، وأبيورد، وسرخس وما يتخلل ذلك من المدن التي دون نهر جيحون. ومن الناس من يدخل أعمال خوارزم فيها، ويعد ما رواء النهر منها وليس الأمر كذلك) معجم البلدان 2/409-415.\nويقع جزء كبير من خراسان اليوم في شمال غربي أفغانستان، والباقي موزع بين إيران من ناحية الجنوب الغربي، وتركمانستان وطاجكستان وأزبكستان.\n3-\nالبداية 9/350.\n4-\nالزندقة: كلمة فارسية معربة، والزنادقة هم الثانوية ولحق بهم سائر من اعتقد القدم، وأبى حدوث العالم على رأسهم المانوبة) (مروج الذهب 1/251) .\n5-\nالكامل 5/429.\n6-\nقال الجواليقي في المُعْرَب (265) : و\"قباذ\" ملك من ملوك الفرس، اعجمي، وقد تكلمت به العرب قديماً. قال عدي بن زيد يذكر من هلك\nسَلَبْنَ قُبَاذ رَبَّ فارِسَ مُلْكَهُوحَشَّتْ بِكَفَّيْهَا بَوَارِقُ آمِدِ\nالجزء: 1 ¦ الصفحة: 137\n",
        "فمعنى كلامه للملك قباذ أحب إلى من دين الإسلام. وفي هذا انتصار واضح للمجوسية الفارسية.\nوعلى كل حال فإن الرجل ثبتت أعجميته، وعلى القول بأن أصول الجعد فارسية، فإن ذلك يدعم مقولة ابن حزم التي يقول فيها: (الأصل في أكثر خروج هذه الطوائف عن ديانة الإسلام أن الفرس كانوا من سعة الملك وعلو اليد على جميع الأمم وجلالة الخطر في أنفسهم، حتى إنهم يسمون أنفسهم الأحرار والأبناء، وكانوا يعدون سائر الناس عبيداً لهم؛ فلما امتحنوا بزوال الدولة عنهم على أيدي العرب، وكانت العرب أقل الأمم عند الفرس خطراً، تعاظمهم الأمر، وتضاعفت لديهم المصيبة، وراموا كيد الإسلام بالمحاربة في أوقات شتى، ففي كل ذلك يظهر الله سبحانه وتعالى الحق\n....\nفرأوا أن كيده على الحيلة أنجح، فأظهر قوم منهم الإسلام\n...\n) 1 وبلا شك أن الإسلام وأهله كانوا في تلك العصور في عزة ومنعة وتمكين، ولم يكن يجترئ كافر ولا منافق متعوذ بالإسلام من أبناء اليهود والنصارى وأنباط العراق أن يظهر ما في نفسه من الكفر وإنكار النبوة، فرقاً من السيف، وتخوفاً من الافتضاح. بل كانوا يتقلبون مع المسلمين بغم ويعيشون فيهم على رغم.2\nولو استقرينا أهل البدع لوجدنا أكثرهم من العجم فالجهم بن صفوان خليفة الجعد ووارث بدعته من العجم، وكذا غيلان الدمشقي وهو من أوائل من\n1- الفصل 2/115،116، ولمن أراد الاستزادة فليطلع على كتاب \"وجاء دور المجوس\" للدكتور عبد الله محمد الغريب، وكتاب \"بيان مذهب الباطنية وبطلانه\" ص19 تأليف محمد بن الحسن الديلمي.\n2-\nالرد على الجهمية للدارمي ص6،7، «بتصرف»\nالجزء: 1 ¦ الصفحة: 138\n",
        "تكلم في القدر كان من العجم، وكذا واصل بن عطاء وعمرو بن عبيد وغيرهم. وليس هذا غضاً من شأن العجم، ولكن أهل البدع منهم قد اجتمع فيهم الحقد على الإسلام وأهله، وجهلهم بهذا الدين ولغته التي نزل فيها، وقلة علمهم.\nومما يؤكد ذلك أن عمرو بن عبيد المعتزلي جاء إلى أبي عمرو بن العلاء يناظر في وجوب عذاب الفاسق، فقال له: يا أبا عمرو الله يخلف وعده؟ فقال: لن يخلف الله وعده، فقال عمرو: فقد قال، وذكر آية وعيد، فقال عمرو: من العجمة أتيت، الوعد غير الإيعاد ثم أنشد:\nوإني وإن أوعدْتُه أو وعدْتُه\nلمخلف إيعادي ومنجز موعدي1\nفأمثال هؤلاء لم يفهموا القرآن والسنة فهماً صحيحاً ولهذا لما سأل عمر بن الخطاب رضي الله عنه عبد الله بن عباس رضي الله عنهما فقال: كيف تختلف هذه الأمة ونبيها واحد وقبلتها واحدة وكتابها واحد؟ فقال ابن عباس: يا أمير المؤمنين: إنما أنزل علينا القرآن فقرأناه، وعلمنا فيما أنزل، وإنه سيكون بعدنا أقوام يقرأون القرآن ولا يدرون فيما نزل فيكون لكل قوم فيه رأي فإذا كان كذلك اختلفوا\n....\n)\n1- سير أعلام النبلاء 6/408،409، الاعتصام 2/299.\n2-\nالاعتصام 2/183.\nالجزء: 1 ¦ الصفحة: 139\n",
        "المطلب الثالث: مولده وموطنه\nا- مولده:\nلم تسعفنا كتب التاريخ والتراجم والمقالات بشيء عن تاريخ ولادته، وليس ذلك بمستغرب، فالرجل ضال مبتدع، ولولا ما ابتدعه ما اشتهر وما عرف، إضافة إلى أن العناية بهذا الجانب تعد ضعيفة إلى حد كبير في تراجم السابقين، والجعد لم يعط عناية بتاريخ قتله فضلاً عن أن يعطى عناية بتاريخ مولده.\nب- موطنه:\nإن مما لا شك فيه أن للبيئة التي ينشأ فيها الإنسان أثرها البالغ في حياته سلباً وإيجاباً، فالإنسان مدني بطبعه يتأثر بمن حوله، ويؤثر على من حوله، فإذا وجد الإنسان البيئة الصحيحة السليمة ساعد ذلك في تنشئته التنشئة السليمة، وإعداده الإعداد الجيد، وبنائه البناء السليم.\nوإذا كان الأمر على العكس من ذلك، بحيث ينشأ المرء في بيئة منحرفة متلوثة بالأفكار الفاسدة، فإن ذلك ينعكس سلباً على الشخص الذي ينشأ في هذه البيئة، فقد يتشرب تلك الأفكار ويعتقدها ويكون من حملة لوائها.\nوالجعد بن درهم من هذا الصنف الثاني، فبيئته التي نشأ فيها ساعدت على حمله لأفكار الضلال وتشربه لها. وسأحرر لك القول في موطنه وبلدته التي نشأ فيها ومن ثم أوضح لك مدى تأثير بيئة الجعد على ما حمله من أفكار. فأقول وبالله التوفيق:\nالجزء: 1 ¦ الصفحة: 140\n",
        "أما من حيث المنطقة فهو ينسب إلى الجزيرة الفراتية وفي ذلك يقول الهروي: (فأما الجعد فكان جزري الأصل) 1 وهذه النسبة إلى الجزيرة وهي بلاد بين دجلة والفرات وإنما قيل لها جزيرة لهذا وفيها عدة بلاد منها الموصل، وحران، والرقة، وغيرها.2\nأما عن موطنه وبلده:\nفالجعد بن درهم فيما قيل من أهل \"حران\"3 كما ذكر ذلك غير واحد من أهل العلم\nقال شيخ الإسلام ابن تيمية: (قال الإمام أحمد: وكان يقال إنه [أي الجعد] من أهل حران)\nوقال شيخ الإسلام ابن تيمية: (وكان الجعد بن درهم هذا فيما قيل من أهل حران)\nوقال ابن عساكر: (وقيل إنه كان من أهل حران)\n1- ذم الكلام للهروي (ق143/ا) النسخة الظاهرية حديث 337.\n2-\nالأنساب 3/248.\n3-\n\"حَرّان\": بتشديد الراء، بلدة في الجزيرة بين الشام والعراق ومكانها الآن في جنوب شرق تركيا وهي مدينة قديمة بين الرها والرقة، وقيل إن هاران عم ابراهيم الخليل عليه السلام عمرها، فسميت باسمه وقيل \"هاران\" ثم إنها عربت فقيل \"حران\" (معجم البلدان 2/235، معجم ما استعجم 1/435، الأنساب 4/96.\n4-\nدرء تعارض العقل والنقل 1/313.\n5-\nالفتوى الحموية ص47، مجموع الفتاوى 12/350، منهاج السنة 2/192.\n6-\nمختصر تاريخ دمشق 6/50.\nالجزء: 1 ¦ الصفحة: 141\n",
        "وقال الذهبي: (وأصله من حران)\nوحران مدينة تقع بالجزيرة الفراتية من أرض العراق ولا يتعارض هذا القول مع ما ذكره ابن كثير في تاريخه حيث قال: (قال غير واحد من الأئمة كان الجعد بن درهم من أهل الشام)\nفالجعد بن درهم حراني المولد والنشأة، وكان يسكن الجزيرة الفراتية في أول أمره، وعمل في تلك الفترة معلماً ومؤدباً لمروان بن محمد لما كان والياً على الجزيرة أيام هشام بن عبد الملك3 ثم انتقل بعد ذلك إلى دمشق وسكن فيها4 ثم هرب من دمشق إلى الكوفة5 كما سنفصله عن قريب.\nوإذا كان الجعد قد نشأ بحران وتعلم فيها، فإن حران كانت دار الصابئة المشركين6، وفيها خلق كثير من الصابئة والفلاسفة بقايا أهل دين نمرود والكنعانيين المشركين، وكانت الصابئة إلا قليلاً منهم إذ ذاك على الشرك، وعلماؤهم هم الفلاسفة وكانوا يعبدون الكواكب ويبنون لها الهياكل7 وكان بها هيكل \"العلة الأولى\" هيكل \"العقل الأول\" هيكل \"النفس الكلية\" هيكل \"زحل\" هيكل \"المشترى\" هيكل \"المريخ\" هيكل \"الشمس\" وكذلك \"الزهرة\" و\"عطارد\" و \"القمر\".\n1- تاريخ الإسلام (وفيات 101-120، ت343، 7/337،338) .\n2-\nالبداية 10/19.\n3-\nمختصر تاريخ دمشق 6/50، تاج العروس 2/321.\n4-\nمختصر تاريخ دمشق 6/50، البداية 9/350.\n5-\nمختصر تاريخ دمشق 6/50، البداية 9/350.\n6-\nالرد على المنطقيين ص287.\n7-\nالفتوى الحموية ص48،49.\nالجزء: 1 ¦ الصفحة: 142\n",
        "وكان هذا دينهم قبل ظهور النصرانية فيهم، ثم ظهرت النصرانية فيهم مع بقاء أولئك الصابئة المشركين حتى جاء الإسلام. ولم يزل بها الصابئة والفلاسفة في دولة الإسلام إلى آخر وقت، ولذا لما قدم الفارابي حران في أثناء المائة الرابعة دخل عليهم، وتعلم منهم، وأخذ عنهم ما أخذ من الفلسفة.1\nفيكون الجعد قد أخذ مقالته عن هؤلاء الصابئة الفلاسفة الذين يقولون: إنه ليس للرب إلا صفات سلبية أو إضافية أو مركبة منهما.2\nقال شيخ الإسلام ابن تيمية: (قال الإمام أحمد: وكان يقال إنه [أي الجعد] من أهل حران، وعنه أخذ الجهم بن صفوان مذهب نفاة الصفات وكان بحران أئمة هؤلاء الصابئة الفلاسفة، بقايا أهل هذا الدين أهل الشرك ونفي الصفات والأفعال ولهم مصنفات في دعوة الكواكب)\n1- الرد على المنطقيين ص287،288.\n2-\nالفتوى الحموية ص49.\n3-\nدرء تعارض العقل والنقل 1/313.\nالجزء: 1 ¦ الصفحة: 143\n",
        "المبحث الثاني: بدء ظهوره وقصة قتله\nالمطلب الأول: بدء ظهور مقالة الجعد\n...\nالمطلب الأول: بدء ظهور مقالة الجعد\nتشير بعض المصادر إلى أن الجعد كان في بدء أمره يسكن الجزيرة الفراتية1 من أرض العراق وفيها بدء نشر فكره الضال المنحرف.\nقال السمعاني: (الجعد بن درهم مولى سويد بن غفلة وقع إلى الجزيرة وأخذ برأيه جماعة، وكان الوالي بها إذ ذاك مروان بن محمد)\nوقال ابن الأثير: (مذهب الجعد بن درهم مولى سويد بن غفلة، صار إلى الجزيرة، وأخذ برأيه جماعة، وكان الوالي حينئذ مروان بن محمد الحمار وإليه ينسب مروان فيقال الجعدي)\nوقال الزبيدي: (الجعد بن درهم مولى سويد بن غفلة صاحب رأي أخذ به جماعة بالجزيرة)\nومن أشهر من تأثر بفكر الجعد في هذه الفترة مروان بن محمد آخر خلفاء بني أمية، ولهذا يقال له مروان الجعدي، فنسب إليه إذ أن الجعد هو شيخه وأستاذه5 فالجعد كان مؤدباً لمروان بن محمد في الفترة التي كان فيها مروان والياً لهشام بن عبد الملك على الجزيرة من أرض العراق فتعلم مروان من الجعد\n1- الأعلام 2/120.\n2-\nالأنساب 3/265.\n3-\nاللباب 1/230.\n4-\nتاج العروس 2/321.\n5-\nالبداية 9/350، 10/19، مختصر تاريخ دمشق 6/50.\nالجزء: 1 ¦ الصفحة: 145\n",
        "مذهبه في القول بخلق القرآن، والقدر وغير ذلك، وكان الناس يذمون مروان لنسبته إليه1 وقيل: إنه كان مؤدبا له في صغره2 فقد كان مولد مروان بالجزيرة في سنة اثنتين وسبعين للهجرة3 وذكر أنه كان مؤدباً له ولولده.4\nوبسبب مروان بن محمد انتشر فكر الجعد في الجزيرة الفراتية قال ابن القيم: (وإنما نفق عند الناس لأنه كان معلم مروان بن محمد وشيخه، ولهذا يسمى مروان الجعدي) .5\nوانتقل الجعد بعد ذلك من الجزيرة إلى دمشق، وسكنها وهي يوم ذلك عاصمة الخلافة، وحاضرة العلم والعلماء، ولعل المبرر في انتقاله إليها: محاولته لبث فكره المنحرف الضال على نطاق أوسع، لما تمثله دمشق في ذلك الوقت من كونها دار الخلافة ومركز الحضارة والعلم، وملتقى العلماء وطلاب العلم.\nويظهر هذا القصد جلياً في إظهار الجعد لبدعته، ومحاولته لطرحها في مجالس العلماء، ومجادلتهم في ذلك، كما هي حال أمثاله من المبتدعة الزنادقة الذين يستخدمون مثل هذه الأساليب في نشر فكرهم المنحرف.\nقال ابن كثير: (سكن الجعد دمشق، وكانت له بها دار بالقرب من القلاسيين إلى جانب الكنيسة)\n1- الكامل 5/160، تاج العروس 2/321.\n2-\nالأعلام 2/120.\n3-\nسير أعلام النبلاء 6/74.\n4-\nالفهرست ص401.\n5-\nمختصر الصواعق 1/226، 227.\n6-\nالبداية 9/350.\nالجزء: 1 ¦ الصفحة: 146\n",
        "وقال ابن عساكر: (كان يسكن دمشق، وله بها دار)\nوقال ابن كثير: (وذكر أنه كان يتردد إلى وهب بن منبه2، وأنه كلما راح إلى وهب يغتسل ويقول: أجمع للعقل، وكان يسأل وهباً عن صفات الله عز وجل؛ فقال له وهب يوماً: ويلك يا جعد اقصر المسألة عن ذلك، إني لأظنك من الهالكين، لو لم يخبرنا الله في كتابه أن له يداً ما قلنا ذلك، وأن له عيناً ما قلنا ذلك، وأن له نفساً ما قلنا ذلك وأن له سمعاً ما قلنا ذلك، وذكر الصفات من العلم والكلام وغير ذلك)\nوقال عبد الصمد بن معقل: قال الجعد بن درهم: ما كلمت عالماً قط إلا غضب وحل حبوته غير وهب.4\nوقد كان لمناظرات الجعد ومجادلاته مع العلماء أثرها العكسي عليه، فلم تحقق ما يصبو إليه من أهداف كزرع الشبه وزعزعة المعتقد وإحداث البلبلة في فكر المسلمين. بل على العكس من ذلك فقد ساعدت تلك المناظرات على كشفه وفضح مقاصده وبيان فساد معتقده ورفع أمره إلى ولي الأمر وخليفة المسلمين هشام بن عبد الملك المعروف بمواقفه من المبتدعة.\nويروي لنا ابن الأثير سبب اكتشاف أمر الجعد وسبب طلب هشام له والقبض عليه فيقول: (وقيل إن الجعد كان زنديقاً، وعظه ميمون بن مهران\n1- مختصر تاريخ دمشق 6/50.\n2-\nوهب بن منبه بن كامل اليماني، العلامة الاخباري القصصي ثقة من الثالثة، مات سنة بضع عشرة ومائة (تقريب التهذيب ص372، سير أعلام النبلاء 4/544) .\n3-\nالبداية 9/350.\n4-\nسير أعلام النبلاء 4/547، تاريخ دمشق 17/477/ب.\nالجزء: 1 ¦ الصفحة: 147\n",
        "فقال: لشاه قباذ أحب إلي مما تدين به.\nفقال له: قتلك الله، وهو قاتلك، وشهد عليه ميمون وطلبه هشام وسيره إلى خالد القسري فقتله) 1 فهذا النص التاريخي يوضح أن الفضل في كشف أمر الجعد ورفع أمره يعود لميمون بن مهران الذي وعظ الجعد في بداية الأمر فلما رأى أن الموعظة لا تنفع شهد عليه؛ فطلبه هشام بن عبد الملك، وقد اختلفت الروايات التاريخية في طريقة إخراج الجعد من دمشق:\nفقال ابن الأثير: (وقيل إن الجعد بن درهم أظهر مقالته بخلق القرآن أيام هشام بن عبد الملك، فأخذه هشام وأرسله إلى خالد القسري وهو أمير العراق، وأمره بقتله، فحبسه خالد ولم يقتله، فبلغ الخبر هشاماً، فكتب إلى خالد يلومه ويعزم عليه أن يقتله\n...\n)\nويروي ابن عساكر وابن كثير رواية تختلف عن رواية ابن الأثير فيقول ابن عساكر: (كان الجعد أول من أظهر القول بخلق القرآن في أمة محمد فطلبه بنو أمية فهرب من دمشق وسكن الكوفة، ومنه تعلم الجهم بن صفوان بالكوفة خلق القرآن)\nوقال ابن كثير: (وأما الجعد فإنه أقام بدمشق حتى أظهر القول بخلق القرآن، فتطلبه بنو أمية فهرب منهم، فسكن الكوفة فلقيه فيها الجهم بن صفوان فتقلد هذا القول منه)\n1- الكامل 5/429.\n2-\nالكامل 5/263.\n3-\nمختصر تاريخ دمشق 6/50.\n4-\nالبداية 9/350.\nالجزء: 1 ¦ الصفحة: 148\n",
        "ويروى أبو محمد اليمني رواية ثالثة في قصة إخراج الجعد من دمشق فيقول: (فبان له [أي هشام بن عبد الملك] بعض زندقته فنفاه إلى البصرة وكان عليها إذ ذاك خالد بن عبد الله القسري فرفع إليه خبره في يوم الأضحى\n...\n) 1 وذكر قصة ذبحه. والراويات التاريخية تذكر أن للجعد نشاطاً بالبصرة وبالكوفة، فممن أشار إلى نشر الجعد لبدعته بالبصرة الدارمي حيث قال: (كان أول من أظهر شيئاً منه [أي التكذيب بكلام الله] بعد كفار قريش الجعد بن درهم بالبصرة، وجهم بخراسان إقتداءاً بكفار قريش، فقتل الله جهماً شر قتلة. وأما الجعد فأخذه خالد بن عبد الله القسري، فذبحه ذبحاً بواسط يوم الأضحى، على رؤوس من شهد العيد معه من المسلمين، ولا يعيبه به عائب، ولا يطعن عليه طاعن بل استحسنوا ذلك من فعله، وصوبوه من رأيه) 2 فالشاهد قوله إنه \"أظهره بالبصرة\".\nوأما عن نشاطه في الكوفة فقد تقدم قول ابن كثير: (فهرب من دمشق وسكن الكوفة ومنه تعلم الجهم بالكوفة خلق القرآن.)\nفالذي يستنتج من تلك الروايات أن الجعد كان يتردد بين الكوفة والبصرة، لكن تبقى مسألة نفيه محل النظر فمثل هذه المسألة لا يكون حلها بالنفي، إلا أن يكون المقصود بالنفي السجن، وبالتالي إذا كان هذا هو المراد فإن هذه الرواية تتفق مع رواية ابن الأثير.\n1- عقائد الثلاث والسبعين فرقة 1/287.\n2-\nالرد على الجهمية ص7.\nالجزء: 1 ¦ الصفحة: 149\n",
        "ويستنتج من الأخبار السابقة الأمور التالية:\n1-\nأن بدعة الجعد ظهرت بوادرها في الجزيرة الفراتية من أرض العراق، ثم أظهرها الجعد بدمشق لما انتقل إليها وسكن فيها، فطلبه بنو أمية لما علموا بأمره، فهرب منها إلى الكوفة فلقيه فيها الجهم بن صفوان فتقلد هذا القول عنه.\n2-\nأن زمن ظهور بدعة الجعد كان في أيام خلافة هشام بن عبد الملك الذي تولى الخلافة في الفترة ما بين 105-125هـ.\n3-\nأن الفضل في الإنكار على الجعد والأمر بقتله يعود في المقام الأول إلى هشام بن عبد الملك، وليس لخالد بن عبد الله القسري فهشام هو الذي طلب الجعد لما أظهر بدعته بدمشق، ولكن الجعد هرب إلى الكوفة، فأرسل هشام في طلبه كما في خبر ابن كثير، وابن عساكر. أو أن هشاما نفاه إلى البصرة كما في خبر اليماني. أو أن هشاماً قبض عليه، وأرسله إلى عامله بالعراق خالد القسري، وأمره بقتله، لكن خالد اكتفى بحبسه ولم يقتله، فبلغ الخبر هشاماً، فكتب إلى خالد يلومه ويعزم عليه أن يقتله. كما أشار إلى ذلك ابن الأثير.\nوالذي يترجح عندي أن خبر ابن كثير وابن عساكر أقرب للصواب لأن الجعد عندما كان في الكوفة أخذ منه الجهم بن صفوان مقالته. وعموماً فإن جميع الروايات توضح أن الفضل يعود في الدرجة الأولى لهشام ابن عبد الملك، وإن كان الفضل يرجع لخالد القسري في طريقة إعلانه لهذا الأمر في مجمع الناس بعيد الأضحى، ففي ذلك ترهيب لكل مبتدع. ولقد كان هشام شديداً على أهل البدع، وليست هذه هي المنقبة الوحيدة له. فقد كان من مناقبه في حرب أهل البدع والأهواء قتله لغيلان الدمشقي الذي أظهر القول بنفي القدر في أيام\nالجزء: 1 ¦ الصفحة: 150\n",
        "عمر بن عبد العزيز، فأحضره عمر، واستتابه، فتاب. ثم عاد للكلام فيه أيام هشام، فأحضره من ناصرة ثم أحضر له الأوزاعي لمناظرته، فأفتى الأوزاعي بقتله، فأمر به فقطعت يداه ورجلاه، ثم أمر به فصلب.1\nفقد أخرج عبد الله بن الإمام أحمد بسنده عن أبي جعفر الخطمي قال: شهدت عمر بن عبد العزيز وقد دعا غيلان لشيء بلغه في القدر فقال له: ويحك يا غيلان ما هذا الذي بلغني عنك؟\nقال: يُكذَب عليَّ يا أمير المؤمنين، ويُقالُ عليَّ ما لم أقل.\nقال: ما تقول في العلم؟\nقال: قد نفذ العلم.\nقال: فأنت مخصوم، اذهب الآن فقل ما شئت، ويحك يا غيلان إنك إن أقررت بالعلم خصمت، وإن جحدته كفرت، وإنك أن تقر به فتخصم خير لك من أن تجحده فتكفر.\nثم قال: تقرأ ياسين؟\nقال: نعم.\nفقال: اقرأ {ياسين والقرآن الحكيم} 2\nفقرأ: {ياسين والقرآن الحكيم} 3 إلى قوله: {لقد حقَّ القول على أكثرهم فهم لا يؤمنون} 4\nفقال: قف، كيف ترى؟\nقال: كأني لم أقرأ هذه الآية يا أمير المؤمنين.\nقال: زد. فقرأ {إنا جعلنا في أعناقهم أغلالاً فهي إلى الأذقان فهم مقمحون\n1- الكامل لابن الأثير 5/263، الأعلام 5/124.\n2-\nالآيتان 1-2 من سورة يس.\n3-\nالآيتان 1-2 من سورة يس.\n4-\nالآية 7 من سورة يس.\nالجزء: 1 ¦ الصفحة: 151\n",
        "وجعلنا من بين أيدهم سداً ومن خلفهم سداً فأغشيناهم فهم لا يبصرون} 1\nقال: قال عمر رحمه الله: قل {فأغشيناهم فهم لا يبصرون وسواء عليهم أأنذرتهم أم لم تنذرهم لا يؤمنون} 2 قال: كيف ترى؟\nقال: كأني لم أقرأ هذه الآيات قط، وإني لأعاهد الله أن لا أتكلم في شيء مما كنت أتكلم فيه أبداً.\nقال: اذهب، فلما ولى. قال: اللهم إن كان كاذباً فيما قال فأذقه حر السلاح.\nقال: فلم يتكلم زمن عمر رحمه الله، فلما كان زمن يزيد بن عبد الملك جاء رجل لا يهتم لهذا ولا ينظر فيه فتكلم غيلان، فلما ولي هشام أرسل إليه فقال: أليس عاهدت الله عز وجل لعمر أن لا تتكلم في شيء من هذا الأمر أبداً؟\nقال: أقلني فوالله لا أعود.\nقال: لا أقالني الله إن أقلتك هل تقرأ فاتحة الكتاب؟\nقال: نعم.\nقال: فاقرأ.\nفقرأ {الحمد لله رب العالمين الرحمن الرحيم مالك يوم الدين إياك نعبد وإياك نستعين} 3\nقال: قف، علام استعنته؟ على أمر بيده لا تستطيعه إلا به، أو على أمر في يدك أو بيدك؟ اذهبوا فاقطعوا يديه ورجليه واضربوا عنقه واصلبوه.)\n1- الآيتان 8،9 من سورة يس.\n2-\nالآية 10 من سورة يس.\n3-\nالآيات 1-5 من سورة الفاتحة.\n4-\nالسنة لعبد الله بن الامام أحمد 2/429، 430 رقم 948، وأخرجه الآجري في الشريعة (ص228) ، وانظر التنبيه والرد للملطي ص168.\nالجزء: 1 ¦ الصفحة: 152\n",
        "وأخرج الآجري بسنده وكذا ابن حبان عن إبراهيم بن أبي عبلة قال: \"كنت عند عبادة بن نُسَيٍّ، فأتاه رجل. فأخبره أن أمير المؤمنين هشاماً قطع يد غيلان ولسانه وصلبه، فقال له: حقاً ما تقول؟\nقال: نعم.\nقال: أصاب والله السنة والقضية، ولأكتبن إلى أمير المؤمنين فلأحسنن له ما صنع\"1\nومن مناقب هشام كذلك إصداره أمراً لواليه بخراسان نصر بن سيار بقتل الجهم بن صفوان تلميذ الجعد بن درهم فقد أخرج ابن أبي حاتم من طريق صالح بن الإمام أحمد بن حنبل قال: قرأت في دواوين هشام ابن عبد الملك إلى نصر بن سيار عامل خراسان: أما بعد فقد نجم قبلك رجل يقال له جهم من الدهرية فإن ظفرت به فاقتله) 2 ولكن هشام توفي قبل ذلك فقد كانت وفاته سنة (126هـ) والجهم قتل سنة (128هـ) .\nفهذه ثلاث مناقب لهشام تظهر شدته على أهل البدع.\n1- الشريعة للأجري ص229، المجروحين لابن حبان 2/200.\n2-\nشرح أصول اعتقاد أهل السنة والجماعة للالكائي 3/381، رقم 637، وفتح الباري 13/346.\nالجزء: 1 ¦ الصفحة: 153\n",
        "المطلب الثاني: مقتل الجعد\nقتل الجعد بن درهم بالعراق في مدينة واسط في أوائل المائة الثانية على عهد علماء التابعين مثل الحسن البصري (ت110هـ) وغيره.1\n\"سبب قتله\"\nويروى ابن الأثير سبب قتله فيقول: (وقيل: إن الجعد كان زنديقاً، وعظه ميمون بن مهران. فقال: لشاه قباذ2 أحب إلي مما تدين به. فقال له: قتلك الله، وهو قاتلك، وشهد عليه ميمون، وطلبه هشام فظفر به وسيره إلى خالد القسري فقتله)\nفهذه الرواية التاريخية تظهر أن ميمون بن مهران (ت117هـ) -وهو أحد الأربعة الذين كانوا هم علماء الناس في زمن هشام بن عبد الملك4 وهم مكحول والحسن والزهري وميمون بن مهران5 - هو الذي رفع أمر الجعد لهشام وأعد الشهود الذين شهدوا على الجعد بالكفر.6\nوفي هذا رد على زعم من زعم أن قتل الجعد كان بدافع سياسي من أمثال\n1- مجموع الفتاوى 12/350.\n2-\n«لشاه قباذ» كلمة فارسية معناها الملك قباذ، قال الجواليقي: (وقُبَاذُ ملك من ملوك الفرس) وهو والد كسرى أنوشروان.\n3-\nالكامل لابن الأثير 5/429.\n4-\nتهذيب التهذيب 10/391.\n5-\nسير أعلام النبلاء 5/426.\n6-\nأنساب الأشراف للبلاذري 8/241.\nالجزء: 1 ¦ الصفحة: 154\n",
        "\"شارل بلاذا\" في كتابه \"الجاحظ\" حيث قال: (وقد تكون هناك أسباب سياسية أو عداء شخصي بين هشام والجعد لا تشير إليه المصادر، وجعلت هشام بن عبد الملك يأمر بقتل الجعد)\nوعلي سامي النشار حيث قال: (لا نستطيع أن نصدق أن قتله -أي الجعد- كان لآرائه الفكرية، بل يبدو أنه لسبب سياسي)\nوهذا التشكيك لا مستند له إلا التخرصات والأوهام ولذلك لم يستطع أحد منهما أن يبرهن لذلك ويدلل عليه.\n\"تاريخ قتل الجعد\"\nحددت المصادر التاريخية وغيرها الساعة واليوم والشهر والبلد والمكان الذي قتل فيه الجعد والطريقة والأداة والذابح الذي ذبح الجعد.\nفالساعة: هي صباح يوم عيد الأضحى بعد انتهاء الخطبة.\nواليوم: هو اليوم العاشر.\nوالشهر: شهر ذي الحجة.\nوالبلد: هي واسط.\nوالمكان: أسفل المنبر.\nوالطريقة والأداة والذابح: ذبح بالسكين ذبحاً بيد خالد بن عبد الله القسري.\nولكن مع كل هذه المعلومات التفصيلية الدقيقة، يبقى أن العام الذي قتل فيه\n1- الجاحظ ص308، نقلا عن كتاب الجهم بن صفوان ومكانته في الفكر الإسلامي ص53.\n2-\nنشأة الفكر الفلسفي في الإسلام 1/331.\nالجزء: 1 ¦ الصفحة: 155\n",
        "الجعد لم يعرف بالتحديد، ولم أقف على من حدد وقت قتله إلا الهروي في ذم الكلام حيث قال: (فأما الجعد بن درهم فضحى به خالد ابن عبد الله القسري على رؤوس الخلائق وماله يومئذ نكير ذلك سنة نيف وعشرين ومائة)\nولكن هذه المعلومة غير صحيحة لأن عزل خالد بن عبد الله القسري عن إمارة العراق كان سنة عشرين ومائة. فكيف يكون قتل الجعد بعد العشرين ومائة؟ فخالد بن عبد الله القسري تولى إمارة العراق سنة ست ومائة وعزل في جمادى الأولى سنة عشرين ومائة2\nوالذهبي ذكر قتل الجعد في حوادث سنة عشرين ومائة3 ولكن هذا لا يتفق مع عزل خالد الذي كان في شهر جمادى الأولى من هذه السنة والقتل وقع في شهر ذي الحجة، ولكن ربما يحمل قول الذهبي على جبر الكسر، وعلى هذا فإن قتل الجعد يكون قد وقع قبل سنة عشرين ومائة، فالقتل وقع في أوائل المائة الثانية فيما بين سنة ست ومائة وسنة تسع عشرة ومائة. وهي مدة إمارة خالد القسري على العراق.\nولكن يمكن أن نستشف من عبارة شيخ الإسلام التي قال فيها: (فضحى بالجعد خالد بن عبد الله القسري بواسط على عهد علماء التابعين وغيرهم من علماء المسلمين، وهم بقايا التابعين في وقته مثل الحسن البصري وغيره الذين حمدوه على ما فعل وشكروا ذلك) 4 أن قتله كان قبل سنة (110هـ)\n1- ذم الكلام ص305.\n2-\nالكامل 5/224، وسير أعلام النبلاء 5/426.\n3-\nتارخ الإسلام (حوادث ووفيات 101-120هـ (7/337-338) .\n4-\nمجموع الفتاوى 12/350.\nالجزء: 1 ¦ الصفحة: 156\n",
        "فالحسن البصري مات سنة (110هـ) فإذا اعتمدنا قول شيخ الإسلام ابن تيمية فإن الحادثة تكون قد وقعت ما بين (106هـ) و (110هـ) . ولكن يبقى التحديد الدقيق لسنة قتل الجعد غير معروف.\n\"سبب قتل الجعد\"\nوقد ضحى بالجعد خالد بن عبد الله القسري بواسط على عهد علماء التابعين وغيرهم من علماء المسلمين وهم بقايا التابعين في وقته مثل الحسن البصري وغيره، الذين حمدوه على ما فعل وشكروا ذلك.1\nقال الدارمي: (أظهر الجعد بن درهم بعض رأيه في زمن خالد القسري، فزعم أن الله تبارك وتعالى لم يتخذ إبراهيم خليلاً ولم يكلم موسى تكليما، فذبحه بواسط يوم الأضحى على رؤوس من حضره من المسلمين، لم يعبه به عائب، ولم يطعن عليه طاعن، بل استحسنوا ذلك من فعله وصوبوه.2\nقال شيخ الإسلام ابن تيمية: (ولهذا لما ظهر هذا القول في أوائل الإسلام قُتل من أظهره، وهو الجعد بن درهم يوم الأضحى، فقتله خالد بن عبد الله القسري برضا علماء الإسلام)\nوقال النديم في الفهرست: (وقَتَلَ الجعدَ هشامُ بن عبد الملك في خلافته بعد أن طال حبسه في يد خالد بن عبد الله القسري. فيقال إن آل الجعد رفعوا قصته إلى هشام، يشكون ضعفهم وطول حبس الجعد، فقال\n1- مجموع الفتاوى 12/350.\n2-\nالرد على الجهمية ص110، ط: المكتب الإسلامي.\n3-\nمنهاج السنة ص165.\nالجزء: 1 ¦ الصفحة: 157\n",
        "هشام: أهو حي بعد، وكتب إلى خالد في قتله، فقتله يوم أضحى، وجعله بدلاً من الأضحية بعد أن قال ذلك على المنبر بأمر هشام.1\nوقال ابن القيم: (فلما كثرت الجهمية في أواخر عصر التابعين كانوا هم أول من عارض الوحي بالرأي، ومع هذا كانوا قليلين أولاً مقموعين مذمومين عند الأئمة، وأولهم شيخهم الجعد بن درهم، وإنما نفق عند الناس بعض الشيء لأنه كان معلم مروان بن محمد وشيخه، فلما اشتهر أمره في المسلمين طلبه خالد بن عبد الله القسري، وكان أميراً على العراق، حتى ظفر به، فخطب الناس في يوم الأضحى، وكان آخر ما قال في خطبته: \"أيها الناس، ضحوا تقبل الله ضحاياكم، فإني مضح بالجعد بن درهم، فإنه زعم أن الله لم يكلم موسى تكليماً، ولم يتخذ إبراهيم خليلاً، تعالى الله عما يقول الجعد علواً كبيراً. ثم نزل فذبحه في أصل المنبر فكان ضحية. ثم طفئت تلك البدعة فكانت كأنها حصاة رمي بها والناس إذ ذاك عنق واحد)\nوقال ابن العماد الحنبلي: (خطب خالد بن عبد الله القسري بواسط يوم أضحى وكان ممن حضره الجعد بن درهم. فقال خالد في خطبته الحمد لله الذي اتخذ إبراهيم خليلاً وموسى كليماً. فقال الجعد وهو بجانب المنبر لم يتخذ الله إبراهيم خليلاً ولا موسى كليماً ولكن من وراء وراء3 فلما أكمل خالد خطبته قال: يا أيها الناس ضحوا تقبل الله ضحاياكم فإني مضح بالجعد\n1- الفهرست ص401، ط: طهران.\n2-\nالصواعق المرسلة 3/1070-1072.\n3-\n(من وَرَاءَ وَرَاءَ) : قال ابن الأثير هكذا يروى مبيناً على الفتح: أي من خلف حجاب) النهاية 5/178.\nالجزء: 1 ¦ الصفحة: 158\n",
        "بن درهم فإنه زعم أن الله لم يتخذ إبراهيم خليلا ولا موسى كليماً في كلام طويل ثم نزل فذبحه في أسفل المنبر. فلله ما أعظمها وأقبلها من أضحية)\nوقال ابن عساكر: (وأما الجعد بن درهم فقتله خالد بن عبد الله القسري يوم الأضحى بالكوفة، وكان خالد والياً عليها، أتي به في الوثاق حتى صلى وخطب ثم قال في آخر خطبته: انصرفوا وضحوا تقبل الله منا ومنكم، فإني أريد أن أضحى اليوم بالجعد بن درهم، فإنه يقول ما كلم الله موسى تكليماً، ولا اتخذ إبراهيم خليلاً، تعالى الله عما يقول الجعد علواً كبيراً؛ ثم نزل وجز رأسه بيده بالسكين)\nوقد أخرج البخاري في كتابه خلق أفعال العباد، وغيره، قال: حدثنا قتيبة حدثني القاسم بن محمد ثنا عبد الرحمن بن محمد بن حبيب بن أبي حبيب عن أبيه عن جده قال: شهدت خالد بن عبد الله القسري بواسط يوم أضحى وقال: ارجعوا فضحوا تقبل الله منكم فإني مضح بالجعد بن درهم. زعم أن الله لم يتخذ إبراهيم خليلاً ولم يكلم موسى تكليماً تعالى الله علواً كبيراً عما يقول الجعد بن درهم ثم نزل فذبحه)\n1- شذرات الذهب 1/169.\n2-\nمختصر تاريخ بن عساكر 6/50.\n3-\nانظر خلق أفعال العباد للبخاري ص7، والتاريخ الكبير للبخاري (1/1/64، 1/2/158 ت143-542) وعزاها ابن كثير في البداية (10/21) لابن أبي حاتم في السنة، والسنة للخلال (5/87، 88، رقم 1690) والرد على الجهمية للدارمي (ص7) ، والرد على بشر المريسي (118) ، والشريعة للآجري (97،328) ، والرد على من يقول القرآن مخلوق للنجاد (54) وشرح أصول اعتقاد أهل السنة للالكائي (2/319 رقم 512) والسنن الكبرى للبيهقي (10/205) والأسماء والصفات للبيهقي (325) وابن بطة في الإبانة، الكتاب الثالث الرد على الجهمية (2/120 رقم 386) وتاريخ بغداد للخطيب البغدادي (12/425) ، وتهذيب الكمال للمزي (8/118) ، وتاريخ دمشق لابن عساكر (5/487) ، واللباب لابن الأثير 3/392، ومنهاج السنة 3/165، 166، الصواعق المرسلة 3/1071، شذرات الذهب 1/169.\nالجزء: 1 ¦ الصفحة: 159\n",
        "قال ابن عساكر: (ثم نزل وجز رأسه بيده بالسكين)\nوقال الذهبي في العلو للعلي الغفار: (قرأت في كتاب الرد على الجهمية لعبد الرحمن بن أبي حاتم الرازي صاحب التصانيف حدثنا عيسى ابن أبي عمران الرملي حدثنا أيوب بن سويد عن السري بن يحي قال: خطبنا خالد القسري وقال: انصرفوا إلى ضحاياكم تقبل الله منكم فإني مضح بالجعد، وذكر القصة)\nوالقصة مشهورة كما قال عنها الذهبي3 وقد تناقلها جمع من علماء السنة منهم البخاري، والدارمي، وابن أبي حاتم واللالكائي، والأجري، وابن كثير، والذهبي، وابن تيمية، وابن القيم وغيرهم.\nوقد شكر علماء المسلمين هذا العمل وأثنوا عليه، وعلى رأس أولئك الحسن البصري4.\nقال ابن القيم:\nولأجل ذا ضحى بجعد خالد ال\n...\nـقسري يوم ذبائح القربان\nإذ قال ابراهيم ليس خليله\n...\nكلا ولا موسى الكليم الداني\n1- مختصر تاريخ دمشق 6/50.\n2-\nالعلو للعلي الغفار ص100.\n3-\nميزان الاعتدال (1/399 ت1482) ، تاريخ الإسلام 7/338.\n4-\nمجموع الفتاوى 13/177، 12/350.\nالجزء: 1 ¦ الصفحة: 160\n",
        "شكرا لضحية كل صاحب سنة\n...\nلله درك من أخي قربان1\nوقال أبو محمد اليمني: (فاستحسن الناس منه ذلك، وقالوا نفى الغل عن الإسلام جزاه الله خيراً) 2.\nوقال الدارمي: (وأما الجعد، فأخذه خالد بن عبد الله القسري، فذبحه ذبحاً بواسط في يوم الأضحى، على رؤوس من شهد العيد معه من المسلمين، ولا يعيبه به عائب، ولا يطعن عليه طاعن. بل استحسنوا ذلك من فعله، وصوبوه من رأيه) 3.\nوقال الذهبي بعد ذكره قصة قتل خالد القسري للجعد (هذه من حسناته هي وقتله مغيرة4 الكذاب) 5. وكذلك من حسناته قتله لبيان بن سمعان النهدي.6\n1- شرح القصيدة النونية للهراس 1/25.\n2-\nعقائد الثلاث والسبعين فرقة 1/287.\n3-\nالرد على الجهمية للدارمي (7-110) ط: المكتب الإسلامي.\n4-\nالمغيرة بن سعيد البجلي، كان رافضياً خبيثاً كذاباً ساحراً ادعى النبوة، وفضل علياً على الأنبياء، وكان مجسماً) تاريخ الطبري (7/128، 129) ، سير أعلام النبلاء 5/426) ، ميزان الاعتدال (4/160،161) .\n5-\nسير أعلام النبلاء 5/432.\n6-\nبيان بن سمعان من الغلاة القائلين بألوهية علي بن أبي طالب رضي الله عنه، فقتله خالد القسري على ذلك.) الملل والنحل 1/151،152.\nالجزء: 1 ¦ الصفحة: 161\n",
        "المطلب الثالث: مواقف خلفاء بني أمية من أهل البدع\nللأسف الشديد أن أواخر بني أمية كانوا موالين لأهل البدع على خلاف ما كان عليه أوائلهم فالأوائل كانوا شديدين على المبتدعة لا يترددون في قمعهم فمن مواقفهم في ذلك:\n1-\nموقف عبد الملك بن مروان مع معبد الجهني الذي كان أول من تكلم في القدر بالبصرة، فصلبه عبد الملك بن مروان بدمشق ثم قتله.1\n2-\nموقف عمر بن عبد العزيز الذي كان مقيماً للسنة حرباً على البدع وأهلها ومواقفه في ذلك مشهورة مشكورة، ومن ذلك إحضاره لغيلان بن مسلم الدمشقي الذي تنسب إليه فرقة \"الغيلانية\" من القدرية، وهو ثاني من تكلم في القدر ودعا إليه، لم يسبقه في ذلك سوى معبد الجهني، وعنه أخذ غيلان. فأحضره عمر بن عبد العزيز فاستتابه فتاب، فتركه.2\n3-\nموقف هشام بن عبد الملك وقد تقدم خبره مع غيلان والجعد والجهم.\nوكل من يتأمل في التاريخ يجد أن لبني أمية الأوائل أياد بيضاء في هذا الجانب، وإن كان لبعضهم هنات وزلات في جوانب أخرى، والتاريخ يشهد لهم أن راية\n1- تهذيب التهذيب 10/225،226، ميزان الاعتدال 3/183، الاعلام 7/263.\n2-\nالكامل لابن الأثير 5/263، الأعلام 5/124، درء تعارض العقل والنقل 7/173، وانظر خبر ذلك في كتاب الشريعة للآجري ص228-229، والتنبيه والرد للملطي ص178، السنة لعبد الله بن احمد 2/429، وشرح أصول اعتقاد أهل السنة للالكائي 2/788، الإبانة لابن بطة، كتاب القدر الثاني ص231، الفتاوى 7/14.\nالجزء: 1 ¦ الصفحة: 162\n",
        "السنة وعلماء السنة هم السادة في ذلك العصر، ولكل زمان دولة ورجال.\nأما أواخر خلفاء بني أمية فقد كان بعضهم موالياً لأهل البدع بل يقول بقولهم ومن أولئك:\n1-\nيزيد بن الوليد -يزيد الثاني- والذي يلقب بيزيد الناقص وقد تولى الخلافة سنة 126هـ وكان قدرياً حتى أنه ولى على العراق منصور بن جمهور وكان يدين بمذهب الغيلانية القدرية1\nقال ابن الأثير: (ولم يكن منصور من أهل الدين، وإنما صار مع يزيد لرأيه في الغيلانية.)\nوقال الشافعي: (لما ولى يزيد بن الوليد، دعا الناس إلى القدر، وحملهم عليه، وقرب أصحاب غيلان) 3 لكن خلافة يزيد لم تزد على ستة أشهر.\n2-\nمروان بن محمد الملقب بمروان الحمار، وكان آخر خلفاء بني أمية وتولى الخلافة من سنة 127هـ - إلى 132هـ وقد تقدم أنه تعلم من الجعد ابن درهم مذهبه في القول بخلق القرآن، والقدر وغير ذلك. وكان يسمى بمروان الجعدي.\nقال شيخ الإسلام ابن تيمية: (إن دولة بني أمية كان انقراضها بسبب هذا الجعد المعطل وغيره من الأسباب التي أوجبت إدبارها)\n1- البداية 10/14، شذرات الذهب 1/167، تاريخ ابن خلدون 3/109،112.\n2-\nالكامل 5/295.\n3-\nمجموع الفتاوى 13/182.\n4-\nمجموع الفتاوى 13/182.\nالجزء: 1 ¦ الصفحة: 163\n",
        "وقال أيضاً: (وهذا الجعد إليه ينسب مروان بن محمد الجعدي آخر خلفاء بني أمية، وكان شؤمه عاد عليه حتى زالت الدولة، فإنه إذا ظهرت البدع التي تخالف دين الرسل انتقم الله ممن خالف الرسل، وانتصر لهم.)\n(ولذلك كان الإيمان بالرسول والجهاد عن دينه سبباً لخير الدنيا والآخرة وبالعكس البدع والإلحاد ومخالفة ما جاء به سبب لشر الدنيا والآخرة) .2\n1- مجموع الفتاوى 13/177.\n2-\nمجموع الفتاوى 13/178.\nالجزء: 1 ¦ الصفحة: 164\n",
        "الفصل الثاني: بدع الجعد ومقالاته والرد على بعض الشبه والمغالطات التي تثار حوله\nالمبحث الأول: بدع الجعد ومقالته\nالمطلب الأول: أقوال العلماء فيه\n...\nالمطلب الأول: أقوال العلماء فيه\nقال اللالكائي: عن عبد الرحمن بن أبي حاتم قال: سمعت أبي يقول: (أول من أتى بخلق القرآن جعد بن درهم)\nوقال ابن عساكر في ترجمة الجعد: (أول من قال بخلق القرآن)\nوقال الهروي: (وأما فتنة إنكار الكلام لله عز وجل فأول من زرعها جعد بن درهم، فلما ظهر جعد قال الزهري وهو أستاذ أئمة الإسلام وقائدهم: ليس الجعد من أمة محمد صلى الله عليه وسلم)\nوقال ابن الأثير: (وكان مروان يلقب بالحمار والجعدي لأنه تعلم من الجعد بن درهم مذهبه في القول بخلق القرآن والقدر وغير ذلك، وقيل إن الجعد كان زنديقاً)\nوقال ابن كثير في ترجمة الجعد: (هو أول من قال بخلق القرآن)\nوقال الذهبي: (وكان الجعد أول من تفوه بأن الله لا يتكلم)\nوقال السيوطي في الأوائل: (أول من تفوه بكلمة خبيثة في الاعتقاد\n1- شرح أصول اعتقاد أهل السنة والجماعة 3/382 رقم 641.\n2-\nمختصر تاريخ دمشق 6/50، وانظر الوسائل في مسامرة الأوائل للسيوطي ص116.\n3-\nذم الكلام للهروي ص304.\n4-\nالكامل في التاريخ 5/429.\n5-\nالبداية 9/350.\n6-\nتاريخ الإسلام (وفيات 1010120، 7/337،338 ت343) .\nالجزء: 1 ¦ الصفحة: 168\n",
        "الجعد بن درهم)\nوقال الذهبي في ترجمته في الميزان: (مبتدع ضال، زعم أن الله لم يتخذ إبراهيم خليلاً ولم يكلم موسى تكليماً، فقتل على ذلك يوم النحر والقصة مشهورة)\nوقال البيهقي بعد أن ساق بأسانيده أقوال أئمة السلف في أن القرآن الكريم كلام الله غير مخلوق: (ولم يصح عندنا خلاف هذا القول عن أحد من الناس في زمان الصحابة والتابعين رضي الله عنهم أجمعين، وأول من خالف الجماعة في ذلك الجعد بن درهم فأنكر عليه خالد بن عبد الله القسري وقتله)\nوقال الطبري: (إن أول من قال القرآن مخلوق جعد بن درهم)\nقال ابن العماد الحنبلي: (والجعد هذا من أول من نفى الصفات وعنه انتشرت مقالة الجهمية إذ ممن حذا حذوه في ذلك الجهم بن صفوان عاملهما الله تعالى بعدله.) 5.\nوقال الذهبي في ديوان الضعفاء: (الجعد بن درهم، الضال، ذبحه خالد القسري، أنكر أن إبراهيم عليه السلام خليل الله.)\nوقال عنه أبو الحسن علي بن محمد المدائني الأخباري: (كان زنديقاً وقد\n1- لوامع الأنوار البهية 1/23.\n2-\nميزان الاعتدال (1/399، ت1482)\n3-\nالأسماء والصفات ص325.\n4-\nصريح السنة\n5-\nشذرات الذهب 1/169.\n6-\nديوان الضعفاء ص63 ت742.\nالجزء: 1 ¦ الصفحة: 169\n",
        "قال له وهب من منبه إني لأظنك من الهالكين، لو لم يخبرنا الله أن له يداً، وأن له عيناً ما قلنا ذلك. ثم لم يلبث الجعد أن صلب)\nوقال ابن كثير: (وذكر أنه -أي الجعد- كان يتردد إلى وهب بن منبه، وأنه كلما راح إلى وهب يغتسل ويقول أجمع للعقل، وكان يسأل وهباً عن صفات الله عز وجل؛ فقال له وهب يوماً: ويلك يا جعد اقصر المسألة عن ذلك، إني لأظنك من الهالكين، لو لم يخبرنا الله في كتابه أن له يداً ما قلنا ذلك، وأن له عيناً ما قلنا ذلك، وأن له نفساً ما قلنا ذلك وأن له سمعاً ما قلنا ذلك، وذكر الصفات من العلم والكلام وغير ذلك. ثم لم يلبث الجعد أن صلب ثم قتل ذكره ابن عساكر)\nوقال ابن حجر: (وللجعد أخبار كثيرة في الزندقة منها أنه جعل في قارورة تراباً وماءً فاستحال دوداً وهواماً فقال: أنا خلقت هذا لأني كنت سبب كونه. فبلغ ذلك جعفر بن محمد فقال: فليقل كم هو، وكم الذكران منه والإناث إن كان، وليأمر الذي يسعى إلى هذا أن يرجع إلى غيره. فبلغه ذلك فرجع)\nوقال ابن نباتة: (دخل على الجعد يوماً بُهْلول، فقال أحسن الله عزاءك في {قل هو الله أحد} فإنها ماتت!\nقال: وكيف تموت؟\nقال: لأنك تقول: إنها مخلوقة، وكل مخلوق يموت)\n1- سير أعلام النبلاء 5/433.\n2-\nالبداية 9/350، تاريخ الإسلام (وفيات 101،120) 7/338.\n3-\nلسان الميزان 2/105.\n4-\nسرح العيون في شرح رسالة ابن زيدون ص294.\nالجزء: 1 ¦ الصفحة: 170\n",
        "وقال ابن عساكر: (وأخذ الجعد بن درهم من أبان بن سمعان وأخذ أبان من طالوت وأخذ طالوت من لبيد بن أعصم اليهودي الذي سحر النبي صلى الله عليه وسلم، وكان لبيد يقرأ القرآن وكان يقول بخلق التوراة، وأول من صنف في ذلك طالوت، وكان طالوت زنديقًا وأفشى الزندقة، ثم أظهره جعد بن درهم)\nوقال ابن كثير: (وقد أخذ الجعد بدعته عن بيان بن سمعان وأخذها بيان عن طالوت ابن أخت لبيد بن أعصم الساحر الذي سحر رسول صلى الله عليه وسلم، وأخذها لبيد عن يهودي باليمن)\nوقال النديم في الفهرست: (كان الجعد بن درهم الذي ينسب إليه مروان بن محمد، فيقال مروان الجعدي، وكان مؤدباً له ولولده، فأدخله في الزندقة.)\nوقال ابن القيم: (فلما كثرت الجهمية في أواخر عصر التابعين كانوا هم أول من عارض الوحي بالرأي، ومع هذا كانوا قليلين أولاً مقموعين مذمومين عند الأئمة، وأولهم شيخهم الجعد بن درهم، وإنما نفق عند الناس بعض الشيء لأنه كان معلم مروان بن محمد وشيخه ولهذا كان يسمى مروان الجعدي، وعلى رأسه سلب الله بني أمية الملك والخلافة وشتتهم في البلاد ومزقهم كل ممزق ببركة شيخ المعطلة النفاة)\n1- مختصر تاريخ دمشق 6/50.\n2-\nالبداية 9/350.\n3-\nالفهرست ص401.\n4-\nالصواعق المرسلة 3/1070، 1071.\nالجزء: 1 ¦ الصفحة: 171\n",
        "وقال القلقشندي في ترجمة مروان: (ويعرف بالجعدي لأنه أخذ عن الجعد ابن درهم مذهبه في الكلام في القول بخلق القرآن والقدر)\nقال المطهر بن طاهر المقدسي: (وقيل له الجعدي لأن الجعد بن درهم الزنديق كان غلب عليه وفيه يقول الشاعر:\nأتاك قومُ برجالٍ جُرْد\n...\nمخالفاً ينصُرُ دِينَ الجعد\nمكذباً بجحد يومَ الوَعْد2\n...\n1- مآثر الانافة في معالم الخلافة 1/162، ط: الكويت.\n2-\nالبدء والتاريخ 6/54،55.\nالجزء: 1 ¦ الصفحة: 172\n",
        "المطلب الثاني: بدعه ومقالته\nوبعد فهذه جملة من الأفكار المنحرفة ذكر العلماء أن الجعد كان ينادي بها ويظهرها ويدعو إليها. ويمكن تلخيصها في النقاط التالية:\n1-\nإنكاره لصفات الخالق، ولا شك أن جحود صفاته مستلزم لجحود ذاته1\nفأراد الجعد بذلك هدم الأصل الأول من أصلي الدين الذي هو \"الإيمان بالله\"\nفالجعد وأمثاله لا يؤمنون بوجود حقيقي لله تعالى، ويجعلون وجود الله أمرًا مقدرًا في الذهن والخيال لا حقيقة له في الخارج، فلذلك هم لا يصفونه بصفة ثبوتية، ويقتصرون على وصفه بالصفات السلبية أو الإضافية أو المركبة منهما.\nوالجعد أول من أحدث ذلك في الإسلام، وقد كان أسبق من الجهم ابن صفوان، ولكن الجهم كان له في هذه البدعة مزية المبالغة في النفي وكثرة إظهار ذلك والدعوة إليه ولذلك اشتهر نسبة هذه المقالة إليه2\nفقيل مقالة الجهمية، ولم يقل مقالة الجعدية.\nقال شيخ الإسلام ابن تيمية: (وهاتان الصفتان -أي كلامه ورضاه الذي يتضمن محبته ومشيئته- هما اللتان أنكرهما الجعد بن درهم أول الجهمية، لما زعم أن الله لم يتخذ إبراهيم خليلاً، إذ لا محبة له ولا رضا؛ ولم يكلم موسى تكليما)\n1- مجموع الفتاوى 12/351.\n2-\nلوامع الأنوار البهية 1/163، 164 \"بتصرف\"\n3-\nالاستقامة 1/215.\nالجزء: 1 ¦ الصفحة: 173\n",
        "2-\nإنكاره أن الله يتكلم حقيقة، وهذا إنكار لحقيقة الرسالة1\nفالصابئة المتفلسفة شيوخ الجعد لا يثبتون وجود الله على الحقيقة فضلاً أن يثبتوا له صفة الكلام، ولذلك هم يقولون: (إن الله ليس له كلام في الحقيقة، وإن كلام الله اسم لما يفيض على قلب النبي من \"العقل الفعال\" أو غيره. و\"ملائكة الله\" اسم لما يتشكل في نفسه من الصور النورانية ولهذا يقول هؤلاء إن خاصية النبي التخييل2، وإن ما جاء به النبي ليس كلامًا لله على الحقيقة، وإنما هو تخييل للحقائق لينتفع به الجمهور، لا أنه بين به الحق، ولا هدى به الخلق ولا أوضح به الحقائق3.\nفأراد الجعد بذلك هدم الأصل الثاني من أصلي الدين الذي هو الإيمان بالنبي صلى الله عليه وسلم ورسالته. وذلك من خلال إنكاره لكلام الله المستلزم لإنكار حقيقة الرسالة، وقد تجلت بدعته هذه في قوله بخلق القرآن فهو أول من تكلم به.\nقال الهروي: (وأما الذين قالوا بإنكار الكلام لله عز وجل، فأرادوا إبطال الكل، فإن الله على زعمهم الكاذب إذا لم يكن متكلماً، بطل الوحي، وارتفع الأمر والنهي وذهبت الملة، فلا يكون جبريل عليه السلام سمع ما بلغ، ولا الرسول صلى الله عليه وسلم أخذ ما أنفذ. فبطُلَ التسليم والسمع والتقليد، ويبقى المعقول الذي به قاموا.)\n1- مجموع الفتاوى 12/350\n2-\nمجموع الفتاوى 12/351، 352.\n3-\nذم الكلام ص306.\n4-\nذم الكلام ص306.\nالجزء: 1 ¦ الصفحة: 174\n",
        "3-\nإنكاره محبة الله لأحد من عباده، وبالتالي أنكر أن الله اتخذ إبراهيم خليلاً، وهو يريد بذلك الطعن في نبي الله إبراهيم الخليل إمام الحنفاء، ولا غرابة في ذلك فأئمة الجعد هم الصابئة المشركون عباد الكواكب، وهؤلاء هم أعداء إبراهيم الخليل عليه السلام إمام الحنفاء، وهم ينكرون في الحقيقة أن يكون إبراهيم خليلاً.1 بل إن هؤلاء يقولون إن الله لا يُحِبُ ولا يُحَبُ، فلا يحب الرب عبده، ولا يحب العبد ربه.\nوهدفهم هو التعطيل والجحود، لأن إنكار محبة العبد ربه هو في الحقيقة إنكار لكونه إلها معبوداً.\nكما أن إنكار محبته لعبده يستلزم إنكار مشيئته وهو يستلزم إنكار كونه رباً خالقاً.\nفصار إنكار المحبة مستلزماً لإنكار كونه رب العالمين، ولكونه إله العالمين. وهذا هو قول أهل التعطيل والجحود2 ولذا أطلق إمام المعطلة الجعد بن درهم القول بأن الله لم يتخذ إبراهيم خليلاً.3\nقال شيخ الإسلام ابن تيمية: (وكان الجعد بن درهم من أهل حران، وكان فيهم بقايا من الصابئين والفلاسفة -خصوم إبراهيم الخليل عليه السلام- فلهذا أنكر تكليم موسى وخلة إبراهيم، موافقة لفرعون ونمرود، بناءً على أصل هؤلاء النفاة، وهو أن الرب تعالى لا يقوم به كلام، ولا يقوم به محبة\n1- مجموع الفتاوى 10/67،69.\n2-\nمجموع الفتاوى 10/73، منهاج السنة 5/322.\n3-\nمجموع الفتاوى 10/71.\nالجزء: 1 ¦ الصفحة: 175\n",
        "لغيره، فقتله المسلمون، ثم انتشرت مقالته فيمن ضل من هذا الوجه. والمحبة متضمنة للإرادة، ومسألة الكلام والإرادة ضل فيهما طوائف) .1\nوقال رحمه الله: (وكان أول من أنكر المحبة الجعد بن درهم، فضحى به خالد بن عبد الله القسري، وقال: \"ضحوا تقبل الله ضحاياكم فإني مضح بالجعد بن درهم، إنه زعم أن الله لم يكلم موسى تكليماً، ولا اتخذ إبراهيم خليلاً تعالى الله عما يقول الجعد علواً كبيراً\" ثم نزل فذبحه. فإن الخلة من توابع المحبة، فمن كان من أصله أن الله لا يُحِبُ ولا يُحَبُ، لم يكن للخلة عنده معنى.2\n4-\nمن بدع الجعد معارضته للنصوص بالعقليات، وهو أول من أحدث هذه البدعة، وفتح باباً من أبواب الشر على المسلمين.\nقال شيخ الإسلام ابن تيمية: (ومعلوم أن عصر الصحابة وكبار التابعين لم يكن فيه من يعارض النصوص بالعقليات، فإن الخوارج والشيعة حدثوا في آخر خلافة علي رضي الله عنه، والمرجئة والقدرية حدثوا في أواخر عصر الصحابة، وهؤلاء كانوا ينتحلون النصوص ويستدلون بها على قولهم، لايدَّعون أنهم عندهم عقليات تعارض النصوص. ولكن لما حدثت الجهمية في أواخر عصر التابعين، كانوا هم المعارضين للنصوص برأيهم،\n....\nوأولهم الجعد بن درهم)\nفأول ما ظهر علم الكلام في الإسلام بعد المائة الأولى، من جهة الجعد بن\n1- درء تعارض العقل والنقل 7/175،176، وانظر منهاج السنة 3/165،166.\n2-\nمنهاج السنة 5/321،322، وانظر كتاب: مدارج السالكين 1/92.\n3-\nدرء تعارض العقل والنقل 5/244.\nالجزء: 1 ¦ الصفحة: 176\n",
        "درهم والجهم بن صفوان، ثم صار إلى أصحاب عمرو بن عبيد، كأبي الهذيل العلاف وأمثاله.1\nفالجعد هو مشعل نار هذه الفتنة، وعلم الكلام جر على المسلمين الكثير من البلايا والمحن والفتن التي لا نزال إلى يومنا هذا نعاني منها.\nوقال ابن القيم: (مضى الرعيل الأول [من الصحابة] في ضوء ذلك النور لم تطفئه عواصف الأهواء، ولم تلتبس به ظلم الآراء وأوصوا من بعدهم أن لا يفارقوا النور الذي اقتبسوه منهم، وأن لا يخرجوا عن طريقهم، فلما كان في أواخر عصرهم حدثت الشيعة والخوارج والقدرية والمرجئة، فبعدوا عن النور الذي كان عليه أوائل الأئمة، ومع هذا لم يفارقوه بالكلية، بل كانوا للنصوص معظمين، وبها مستدلين، ولها على العقول والآراء مقدمين، ولم يدع أحد منهم أن عنده عقليات تعارض النصوص، وإنما أتوا من سوء الفهم فيها، والاستبداد بما ظهر لهم منها دون من قبلهم، ورأوا أنهم إن اقتفوا أثرهم كانوا مقلدين لهم، فصاح بهم من أدركهم من الصحابة وكبار التابعين من كل قطر، ورموهم بالعظائم، وتبرؤوا منهم، وحذروا من سبيلهم أشد التحذير، وكانوا لا يرون السلام عليهم ولا مجالستهم، وكلامهم فيهم معروف في كتب السنة، وهو أكثر من أن يذكر هاهنا.\nفلما كثرت الجهمية في أواخر عصر التابعين كانوا هم أول من عارض الوحي بالرأي، ومع هذا كانوا قليلين أولاً مقموعين مذمومين عند الأئمة، وأولهم شيخهم الجعد بن درهم، وإنما نفق عند الناس بعض الشيء لأنه كان معلم\n1- منهاج السنة 8/5.\nالجزء: 1 ¦ الصفحة: 177\n",
        "مروان بن محمد وشيخه ولهذا كان يسمى مروان الجعدي، وعلى رأسه سلب الله بني أمية الملك والخلافة وشتتهم في البلاد ومزقهم كل ممزق ببركة شيخ المعطلة النفاة)\n5-\nمن بدع الجعد إنكاره للقدر.\nفقد ذكره البغدادي في عداد القدرية حيث قال: (ثم حدث في زمان المتأخرين من الصحابة خلاف القدرية في القدر والاستطاعة من معبد الجهني، وغيلان الدمشقي، والجعد بن درهم.)\nوذكر أن الحمارية من القدرية قد تأثروا ببعض أفكار الجعد في هذه المسألة فقال: (وأخذوا من جعد بن درهم الذي ضحى به خالد بن عبد الله القسري قوله بأن النظر الذي يوجب المعرفة تكون تلك المعرفة فعلاً لا فاعل لها.)\nوقد زعم هؤلاء الحمارية أن الخمر ليست من فعل الله، وإنما هي من فعل الخمار، لأن الله تعالى لا يفعل ما يكون سبب المعصية وزعموا أن الإنسان قد يخلق أنواعاً من الحيوانات، كاللحم إذا دفنه الإنسان أو يضعه في الشمس فيدود، وزعموا أن تلك الديدان من خلق الإنسان، وكذلك العقارب التي تظهر من التبن تحت الآجُرّ زعموا أنها من اختراع من جمع بين الآجُرّ والتبن.4\nوهذا الزعم كان الجعد أسبق من الحمارية إليه فقد ذكر ابن حجر في اللسان أن الجعد كان يقول بذلك حيث قال: (وللجعد أخبار كثيرة في الزندقة منها\n1- الصواعق المرسلة 3/1069، 1071.\n2-\nالفرق بين الفرق ص18-19.\n3-\nالفرق بين الفرق ص278-279.\n4-\nالفرق بين الفرق ص279.\nالجزء: 1 ¦ الصفحة: 178\n",
        "أنه جعل في قارورة تراباً وماءً فاستحال دوداً وهواما فقال: أنا خلقت هذا لأني كنت سبب كونه)\nولذلك فإني لا استبعد أن تكون الحمارية نسبة إلى مروان الحمار الذي تعلم من الجعد بن درهم مذهبه في القول بخلق القرآن والقدر وغير ذلك كما أشار إلى ذلك ابن الأثير2 وغيره.3 وبهذا يعلم أن أفكار الجعد كانت تدور حول تعطيل ذي الجلال والإكرام وإنكار صفاته، وتكذيب رسله، وإبطال وحيه.) .4\n1- لسان الميزان 2/105.\n2-\nالكامل 5/429.\n3-\nانظر ماثر الإناقة في معالم الخلافة للقلقشندي 1/162.\n4-\nالرد على الجهمية للدارمي (ص7) ط: المكتب الإسلامي.\nالجزء: 1 ¦ الصفحة: 179\n",
        "المبحث الثاني: الردود على بعض الشبه والمغالطات التي أثيرت حول الجعد ابن درهم\nالمطلب الأول: المغالطة الأولى\n...\nردود على بعض الشبه\nوإن مما يؤسف له أن بعض الكتاب المعاصرين حاول الطعن في ثبوت قصة قتل الجعد من جهة إسنادها، وتحامل في الوقت نفسه على خلفاء بني أمية وكذا على خالد القسري، وطعن بطعون، لم يكن هو السابق إليها وإنما هو مقلد لغيره فيها. ومجارٍ لبعض من سبقه من الكتاب. وسأتعرض لهذه الطعون وأرد عليها بما يفتح الله علي في ذلك.\nقال صاحب كتاب قصص لا تثبت \"مشهور بن حسن\" في الجزء الثالث، الباب الخامس: \"من قصص الأمراء والسلاطين\" القصة \"التاسعة والعشرون\" \"ذبح خالد بن عبد الله القسري الجعد بن درهم\" 3/251-256. قال تحت عنوان \"تنبيهات هامة\"\n\"ومما يضعف هذه القصة أمور منها\":\nأولاً: هذه القصة مدارها على ضعفاء ومجاهيل، فهي غير ثابتة على معايير أهل النقد.\nثانياً: ترجمة خالد بن عبد الله القسري مظلمة، وفيها ما يفيد أنه كان ظالماً، ولذا قال الذهبي في \"السير\" (5/432) عقب القصة: \"قلت: هذه من حسناته\"‍‍\nثالثاً: لم يكن من همِّ أمثال القسري -آنذاك- هذه الغيرة التي لا تكون إلا لمن يعتقد العقيدة الحقة، وكان الخلفاء وولاتهم في زمن الأمويين أبعد الناس عن قتل المسلمين في مسائل مثل هذه، ولهذا قال بعض الباحثين المعاصرين إن قتل الجعد لم يكن إلا لسبب سياسي لا لآرائه في العقيدة.\nالجزء: 1 ¦ الصفحة: 181\n",
        "رابعاً: الذي يهمنا هنا تقرير وتأكيد أن هذه الحادثة مع تعليل القتل الذي فيها لم يرد إلينا بإسناد نظيف، والله الهادي.)\nقلت: جانب المؤلف الصواب في هذه التنبيهات وسأعلل للقارئ الكريم وطلاب العلم ذلك من خلال الرد على كل فقرة من الفقرات التي ذكرها.\n1- قصص لا تثبت 3/256، الناشر: دار الصميعي.\nالجزء: 1 ¦ الصفحة: 182\n",
        "المطلب الأول: المغالطة الأولى\nذكر المؤلف في الفقرة الأولى: \"أن هذه القصة مدارها على ضعفاء ومجاهيل، فهي غير ثابتة على معايير أهل النقد\".\nوالجواب على ذلك:\nهذه أولى الشبه حيث سوى بين علم الحديث وعلم التاريخ في منهج النقد وأراد أن يطبق منهج المحدثين تطبيقاً حرفياً في نقد الروايات التاريخية، وهذا خطأ جسيم وأمر لا يسلم به لا علماء الحديث ولا التاريخ، وأعطى للقارئ الكريم نقلاً واحداً يدل على فساد زعم ال\nمؤلف أن هذه القصة غير ثابتة على معايير أهل النقد.\nقال شيخ الإسلام ابن تيمية: (قال الإمام أحمد \"ثلاثة علوم ليس لها أصول: المغازي والملاحم والتفسير\" وفي لفظ \"ليس لها أسانيد\" ومعنى ذلك أن الغالب عليها أنها مرسلة ومنقطعة، فإذا كان الشيء مشهوراً عند أهل الفن وقد تعددت طرقه فهذا مما يرجع إليه أهل العلم بخلاف غيره.) 1 انتهى كلام شيخ الإسلام ابن تيمية.\nقلت: هذه معايير أهل النقد يبينها ابن تيمية:\n1-\nأن يكون الشيء مشهوراً عند أهل الفن.\n2-\nتعدد طرقه.\n1- تلخيص كتاب الاستغاثة المعروف بالرد على البكري ص16-17. ط: الدار العلمية، الهند.\nالجزء: 1 ¦ الصفحة: 183\n",
        "والقصة التي معنا اجمتع فيها الشرطان:\n1-\nشهرتها عند أهل الفن: وقد شهد بذلك الذهبي حيث قال: وهذه قصة مشهورة رواها قتيبة بن سعيد والحسن بن الصباح وعثمان بن سعيد الدارمي عن ابن أبي سفيان المعمري1. وقال في ميزان الاعتدال (والقصة مشهورة)\nوقال ابن كثير بعد أن ذكر القصة: (وقد ذكر هذا غير واحد من الحفاظ منهم البخاري وابن أبي حاتم والبيهقي وعبد الله بن أحمد وذكره ابن عساكر في التاريخ) 3 وقال في موضع آخر ذكر فيه القصة: (وقد روى البخاري في كتاب خلق أفعال العباد، وابن أبي حاتم في السنة، وغير واحد ممن صنف في كتب السنة..) 4 وذكر القصة.\nفهذه شهادة من عالمين من علماء هذا الفن، وقد نقل المؤلف هذه الشهادات، ووضعها تحت عنوان: \"شهرة القصة\" ولكن -والله أعلم- يبدو أنه لم يتنبه لمعنى هذه العبارة ودلالتها في معايير أهل النقد.\nوهنا يحق لنا أن نتمثل بقول الشاعر:\n1- تاريخ الإسلام (وفيات 101-120، 7/337،338 ت343.\n2- 1/399\n.\n3-\nالبداية 9/350.\n4-\nالبداية 10/19.\nالجزء: 1 ¦ الصفحة: 184\n",
        "إن كنت لا تدري فتلك مصيبة\n...\nوإن كنت تدري فالمصيبة أعظم\nولذلك فإني أقول إن المؤلف جازف بقوله: (فهي غير ثابتة على معايير أهل النقد) فيجب عليه الرجوع إلى معايير نقد الروايات التاريخية، ويفرق بينها وبين معايير المحدثين قبل أن يخوض في المسألة بمثل هذا الخوض المجانب للصواب.\n2-\nوأما الشرط الثاني الذي ذكره شيخ الإسلام فهو \"تعدد الطرق\" وقصة قتل الجعد جاءت من طريقين سبق ذكرهما وقد ذكرهما الذهبي في العلو للعلي الغفار وذكرها المؤلف في كتابه.\nوبما أن القصة قد تحقق فيها شرط الشهرة وشرط تعدد الطرق. فهي كما ذكر شيخ الإسلام تكون معتبرة عند أهل الفن، ولا يضرها كونها مرسلة أو منقطعة أو غير ذلك من العلل التي يمكن اعتبارها سبباً في رد الأحاديث المرفوعة ومن المعلوم أن الأخبار التاريخية يتسامح فيها بما لا يتسامح فيه فيما يتصل بالسنة، ويا ليت المؤلف المذكور أمعن النظر في تعليق الألباني على العلو للذهبي، حيث قال معلقاً على صنيع ابن أبي حاتم في رواية هذه القصة عن عيسى بن أبي عمران مع قوله في الجرح والتعديل: (كتبت عنه بالرملة، فنظر أبي في حديثه، فقال: يدل حديثه أنه غير صدوق، فتركت الرواية عنه) 1 فقال الألباني: (قلت: ولعل روايته عنه هذه القصة، لأنها ليست حديثاً مرفوعاً، والله أعلم) 2 انتهى كلام الألباني، وكلامه يدل على التفريق بين\n1-6/286.\n2-\nمختصر العلو ص134.\nالجزء: 1 ¦ الصفحة: 185\n",
        "الفنين فن الحديث وفن التاريخ. فلكل واحد منهما قواعد وضوابط تخصه.\nقال ابن تيمية رحمه الله: (فعلماء الدين أكثر ما يحررون النقل فيما نقل عن النبي صلى الله عليه وسلم لأنه واجب القبول أو فيما ينقل عن الصحابة، وأما الاسرائليات ونحوها فهم لا يكترثون بضبطها ولا بأحوال نقلها.) 1 بل حتى في فن الحديث يفرق بين الأحاديث المتعلقة بالعقائد والأحكام والحلال والحرام والسنن والأحاديث المتعلقة بفضائل الأعمال والترغيب والترهيب والدعوات، فيتساهل في أسانيد هذه ويتشدد في أسانيد تلك.\nقال شيخنا الشيخ حماد بن محمد الأنصاري: (إن الحديث إذا لم يتضمن عقيدة ولا حلالاً ولاحراماً جاز العمل به في الفضائل، لأن باب الفضائل لا يشدد فيه هذا التشديد إذا كان لهذه الفضيلة أصل في الشرع.2\nقال الحاكم قال عبد الرحمن بن مهدي: إذا روينا عن النبي صلى الله عليه وسلم في الحلال والحرام والأحكام شددنا في الأسانيد وانتقدنا الرجال وإذا روينا في فضائل الأعمال والثواب والعقاب والمباحث والدعوات تساهلنا في الأسانيد3\nوقال الإمام أحمد: إذا روينا عن رسول الله صلى الله عليه وسلم في الحلال والحرام والسنن والأحكام شددنا وإذا روينا عن النبي صلى الله عليه وسلم في فضائل الأعمال وما لا يضع حكماً ولا يرفعه تساهلنا في الأسانيد.4\nوقد ذكر البيهقي أقسام الخبر وقال: وضرب لا يكون راويه متهماً\n1- الرد على البكري ص20.\n2-\nرفع الإشتباه عن حديث من صلى في مسجدي أربعين صلاة ص36.\n3-\nالمستدرك كتاب الدعاء 1/490.\n4-\nالمدخل إلى الصحيحين للحاكم.\nالجزء: 1 ¦ الصفحة: 186\n",
        "بالوضع غير أنه عرف بسوء الحفظ وكثرة الغلط في رواياته ويكون مجهولاً لم يتثبت من عدالته وشرائط قبوله ما يوجب القبول، فهذا الضرب من الأحاديث لا يكون مستعملاً في الأحكام كما لا تكون شهادة من هذه صفته مقبولة عند الحكام، وقد يستعمل في الدعوات والترغيب والترهيب والتفسير والمغازي فيما لا يتعلق به حكم)\nفإذا كان يُفرق بمثل هذا التفريق داخل فن الحديث، فما بال المؤلف المذكور يخلط مثل هذا الخلط ويصدر حكمه الجائر فيقول: \"غير ثابتة على معايير أهل النقد\" فيا ليته على أقل أحواله رضي بحكم الألباني حيث قال: \"لكنه يتقوى بالذي بعده فإن إسناده خير منه، ولعله لذلك جزم العلماء بهذه القصة..\" وهذا كلام رصين متين فالألباني يعترف بجزم العلماء بهذه القصة، وأنت أيها التلميذ تجزم بعدم ثبوتها!!!\nثم إنه لمن الغريب حقاً أنه لم يسبق لأحد من العلماء الذين ذكروا هذه القصة على كثرتهم وشهرتهم وإمامتهم، أن تعقب هذه القصة بمثل ما ذكره هذا المؤلف، فكيف مضت مئات السنين ولا نجد من ينتقد هذه القصة ويطعن في ثبوتها، مع مرورها على أساطين المحدثين والمؤرخين، وهم الأعلم والأدرى بمعايير النقد وموازينه؟\nأو يعقل أنك أيها المؤلف – خبير البحث الحديث – المطتشف الوحيد لزيف هذه القصة واختلافها؟! أعتقد أن الأمر مستبعد فالأمر في حقيقته كما قال الشاعر:\nوكم من عجائب قولا صحيحا\n...\nوآفته من الفهم السقيم\n1- مختصر العلو ص133.\nالجزء: 1 ¦ الصفحة: 187\n",
        "وإن من أعظم الظلم والبهتان أن ينكر الرجل ما تواتر به النقل وامتلأت به الكتب، وشاع بين الخاص والعام. وحري بهذا المؤلف وأمثاله أن لا يخوضوا في هذه المسائل وهم يعلمون أن الأئمة الكبار قد تلقوا ذلك بالقبول ولم يرد منهم اعتراض يذكر لا من قريب أو بعيد.\nالجزء: 1 ¦ الصفحة: 188\n",
        "المطلب الثاني: المغالطة الثانية\nقال المؤلف ثانياً: ترجمة خالد بن عبد الله القسري مظلمة، وفيها ما يفيد أنه كان ظالماً، ولذا قال الذهبي في \"السير\" (5/432) عقب القصة: \"قلت: هذه من حسناته\"‍‍!. انتهى كلامه.\nقلت: المؤلف متناقض في مواقفه ويكيل بمكيالين ويزن بميزانين، فهو في قصة قتل الجعد يريد تطبيق شروط المحدثين في ثبوت الحديث المرفوع على قصة تاريخية. وهنا في سيرة خالد القسري أصدر حكماً بأنها مظلمة دون أن يحقق في أسانيد سيرته أو أن يُفصل شيئا من ذلك وهذا الغمز في هذه القصة من هذا الوجه لم يكن المؤلف أول من طعن في ذلك بل هو مجارٍ لغيره فيه.\nفمن قبله جمال القاسمي في كتابه تاريخ الجهمية والمعتزلة1 الذي نقل خليطاً من الروايات في الطعن في خالد بن عبد الله القسري بأنه جعل الولاية للنصارى والمجوس على المسلمين، وأنه كان ناصبياً يبغض علياً رضي الله عنه، وأن الإسلام كان في عهده ذليلاً، وأحال من أراد استيفاء أحواله وأخباره إلى كتاب الأغاني للأصفهاني الشيعي2\nولنا مع كلام المؤلف وكلام القاسمي وقفات:\nالوقفة الأولى: زعْمُ المؤلف بأن ترجمة القسري مظلمة وكذا التهم التي ذكرها القاسمي، على فرض صحتها، لا تطعن في صحة القصة، فلو قرأ\n1- تاريخ الجهمية والمعتزلة ص38-42.\n2-\nانظر كتاب السيف اليماني في نحر الأصفهاني صاحب الأغاني لوليد الأعظمي.\nالجزء: 1 ¦ الصفحة: 189\n",
        "المؤلف ومن قبله القاسمي التاريخ بتأمل لعلموا أن صاحب القرار في إعدام وقتل الجعد هو هشام بن عبد الملك، فالفضل يعود إليه في المقام الأول فلو اعتمدنا رواية ابن الأثير للقصة، لعلمنا أن هشاماً هو الذي قبض على الجعد وأرسله إلى خالد القسري وأن خالداً القسري اكتفى بحبسه ولم ينفذ أمر القتل وأن هشاماً أرسل إلى خالد يلومه ويعزم عليه بقتله. قال ابن الأثير: (وقيل إن الجعد بن درهم أظهر مقالته بخلق القرآن أيام هشام بن عبد الملك، فأخذه هشام وأرسله إلى خالد القسري وهو أمير العراق، وأمره بقتله، فحبسه خالد ولم يقتله، فبلغ الخبر هشاماً، فكتب إلى خالد يلومه ويعزم عليه أن يقتله)\nولو اعتمدنا رواية ابن عساكر وابن كثير لوجدنا كذلك هشام بن عبد الملك هو الذي طلب القبض على الجعد في بداية الأمر عندما كان في دمشق لكن الجعد هرب إلى الكوفة.\nقال ابن عساكر: (كان الجعد أول من أظهر القول بخلق القرآن في أمة محمد فطلبه بنو أمية فهرب من دمشق إلى الكوفة)\nوقال ابن كثير: (وأما الجعد فإنه أقام بدمشق حتى أظهر القول بخلق القرآن، فتطلبه بنو أمية فهرب منهم، فسكن الكوفة..)\nوالنديم في الفهرست ينص على أن هشاماً هو الذي أمر بقتل الجعد حيث قال: (وقتَلَ الجعدَ هشامُ بن عبد الملك في خلافته بعد أن طال حبسه في يد\n1- الكامل 5/263.\n2-\nمختصر تاريخ دمشق 6/50.\n3-\nالبداية 9/350.\nالجزء: 1 ¦ الصفحة: 190\n",
        "خالد بن عبد الله القسري. فيقال إن آل الجعد رفعوا قصته إلى هشام، يشكون ضعفهم وطول حبس الجعد، فقال هشام: أهو حي بعد؟! وكتب إلى خالد في قتله، فقتله يوم أضحى، وجعله بدلاً من الأضحية بعد أن قال ذلك على المنبر، بأمر هشام..) 1 فالروايات التاريخية السابق ذكرها تؤكد أن هشام بن عبد الملك هو صاحب القرار في ذلك.\nالوقفة الثانية: لا يسلم للمؤلف زعمه بأن ترجمة خالد بن عبد الله القسري مظلمة، وفيها ما يفيد أنه كان ظالماً، وليس الأمر كما زعم فالرجل له وعليه، وهناك صفحات مشرقة في تاريخه، وبعض ما نسب إليه لا يصح عنه. فهذا الذهبي ينصفه ويقول في ترجمته: (الأمير الكبير أبو الهيثم خالد بن عبد الله بن يزيد ين أسد بن كرز البجلي القسري الدمشقي أمير العراقين لهشام، وولي قبل ذلك مكة للوليد بن عبد الملك ثم لسليمان وكان جواداً ممدحاً معظماً عالي الرتبة من نبلاء الرجال، لكنه فيه نصب معروف\n...\n) وقد اعتذر له بعد أن ذكر شيئاً مما له وعليه فقال: (وكان خالد على هناته يرجع إلى الإسلام.)\nوقد أشاد الذهبي بقتله للجعد بن درهم وقال: هذه من حسناته هي وقتله مغيرة الكذاب.\nوقد دافع عنه ابن كثير في البداية بعد أن أورد بعضاً من تلك المثالب التي نسبت إليه وقال: (والذي يظهر أن هذا لا يصح عنه، فإنه كان قائماً\n1- الفهرست ص401.\n2-\nسير أعلام النبلاء 5/425-432.\nالجزء: 1 ¦ الصفحة: 191\n",
        "في إطفاء الضلال والبدع كما قدمنا من قتله للجعد بن درهم وغيره من أهل الإلحاد1 وقد نسب إليه صاحب العقد2 أشياء لا تصح، لأن صاحب العقد كان فيه تشيع شنيع ومغالاة لأهل البيت)\nوحال صاحب كتاب الأغاني الذي اعتمد عليه القاسمي في ترجمة القسري ليس ببعيد عن صاحب العقد الفريد فقد قال عنه ابن كثير: (وكان فيه تشيع، قال ابن الجوزي: ومثله لا يوثق به، فإنه يصرح في كتبه بما يوجب العشق ويهون شرب الخمر، وربما حكى ذلك عن نفسه، ومن تأمل كتاب الأغاني رأى فيه كل قبيح ومنكر) 4 والأصفهاني قد روى الكثير من أخبار كتابه عن طائفة من الرواة الكذابين.5\nوأما عن اتهامه بالنصب وشتم علي رضي الله عنه فأجاب عنه ابن الأثير فقال: (قيل كان يفعل ذلك نفيا للتهمة وتقرباً إلى القوم) 6 وقال: وكان خالد يصل الهاشميين ويبرهم.7\nوفي العموم فإن خالداً القسري ليست ترجمته مظلمة بالصورة التي حاول المؤلف والقاسمي رسمها عنه في ذهن القارئ وأترك الحكم للقارئ الكريم ليقارن بين كلام الذهبي وابن كثير من جهة -وهما إمامان من أئمة أهل السنة في المعتقد\n1- يقصد قتله للمغيرة الكذاب، وبيان بن سمعان.\n2-\nصاحب العقد الفريد ابن عبدربه.\n3-\nالبداية 10/21.\n4-\nالبداية 11/263.\n5-\nمقالات في المذاهب والفرق ص73، جمع عبد العزيز بن محمد العبد اللطيف.\n6-\nالكامل 5/224.\n7-\nالكامل 5/224.\nالجزء: 1 ¦ الصفحة: 192\n",
        "والتاريخ- وبين كلام صاحب العقد الفريد وصاحب الأغاني -الشيعيين الحاقدين على أعلام أهل السنة. فأي الفريقين خير مقاماً.\nالوقفة الثالثة: أساء المؤلف استخدام عبارة الذهبي في السير (5/432) حيث قال الذهبي بعد إيراده لقصة قتل الجعد (قلت: هذا من حسناته هي وقتله مغيرة الكذاب) فقد أراد المؤلف إفهام القارئ أن الذهبي يذم خالد بن عبد الله القسري، والأمر في حقيقته على العكس من ذلك، فلقد أنصف الذهبي خالداً القسري، ولم يقصد بتلك العبارة انتقاصه أو التقليل من حسناته، ومن يقرأ سير أعلام النبلاء، يدرك صواب ما أقول.\nوقد شكر علماء المسلمين هذا العمل وأثنوا عليه، وعلى رأس أولئك الحسن البصري.1\nوقال ابن القيم:\nولأجل ذا ضحى بجعد خالد ال\n...\nـقسري يوم ذبائح القربان\nإذ قال ابراهيم ليس خليله\n...\nكلا ولا موسى الكليم الداني\nشكر الضحية كل صاحب سنة\n...\nلله درك من أخي قربان2\nوقال أبو محمد اليمني (فاستحسن الناس منه ذلك، وقالوا نفى الغل عن الإسلام جزاه الله خيراً)\n1- مجموع الفتاوى 13/177، 12/350.\n2-\nشرح القصيدة النونية للهراس 1/25.\n3-\nعقائد الثلاث والسبعين فرقة 1/287.\nالجزء: 1 ¦ الصفحة: 193\n",
        "وقال الدارمي: (وأما الجعد فأخذه خالد بن عبد الله القسري، فذبحه ذبحاً بواسط يوم الأضحى، على رؤوس من شهد العيد معه من المسلمين، ولا يعيبه به عائب، ولا يطعن عليه طاعن بل استحسنوا ذلك من فعله، وصوبوه من رأيه)\n1- الرد على الجهمية للدارمي (7-110) ط: المكتب الإسلامي.\nالجزء: 1 ¦ الصفحة: 194\n",
        "المطلب الثالث: المغالطة الثالثة\nقال المؤلف: (ثالثا: لم يكن من همِّ أمثال القسري -آنذاك- هذه الغيرة التي لا تكون إلا ممن يعتقد العقيدة الحقة، وكان الخلفاء وولاتهم في زمن الأمويين أبعد الناس عن قتل المسلمين في مسائل مثل هذه، ولهذا قال بعض الباحثين المعاصرين إن قتل الجعد لم يكن إلا لسبب سياسي لا لآرائه في العقيدة.) انتهى كلامه1\nقلت: لي مع هذه الشبهة وقفات:\nالوقفة الأولى: قول المؤلف: (لم يكن من همِّ أمثال القسري -آنذاك- هذه الغيرة التي لا تكون إلا لمن يعتقد العقيدة الحقة)\nهذا الطعن في القسري يخالفه قول ابن كثير (والذي يظهر أن هذا لا يصح عنه فإنه كان قائماً في إطفاء الضلال والبدع كما قدمنا من قتله للجعد بن درهم وغيره من أهل الإلحاد) 2 وليست أدرى ما موقف المؤلف من كلام هذا الإمام العلم الحافظ ابن كثير؟\nولو وزنا كلام المؤلف المغمور مع كلام هذا الإمام المشهور لاتضح لنا فساد هذا الزعم وضلاله. ولعل هذه تكفي.\nالوقفة الثانية: قول المؤلف: (وكان الخلفاء وولاتهم في زمن الأمويين\n1- قصص لا تثبت 3/256.\n2-\nالبداية 10/21.\nالجزء: 1 ¦ الصفحة: 195\n",
        "أبعد الناس عن قتل المسلمين في مسائل مثل هذه) .\nالرد عليه: هذه العبارة ليست من كلام المؤلف وإنما نقلها عن شعيب الأرنؤوط في تعليقه على السير وعزاها الأرنؤوط إلى بعض الباحثين.1\nوالمؤلف هنا أورد هذه العبارة بطريقة توهم أنها من كلامه وهي عبارة خطيرة لأنها لم تستثنِ أحداً من خلفاء بني أمية ولا حتى الصحابي الجليل معاوية رضي الله عنه، أول خلفاء بني أمية، وكذلك لم تستثنِ عمر ابن عبد العزيز وهو أحد خلفاء بني أمية وعلم من أعلام أهل السنة، والمؤلف ينقل عبارات وينسبها لنفسه وهو لا يدرك مدى خطورتها وفسادها، فمثل هذه العبارة لا تصدر من شخص يحمل عقيدة أهل السنة.\nوقد سبق أن تحدثت عن جهود بني أمية الأوائل في الدفاع عن السنة وإطفاء نار أهل الضلال والبدع، والحق يقال إنَّ راية السنة وكلمة علماء السنة كانت هي العليا في تلك الفترة، ولم يكن أهل البدع يتجرءُون على إظهار بدعهم فضلا عن أن يدعوا إليها.\nالوقفة الثالثة: قال المؤلف (ولهذا قال بعض الباحثين المعاصرين إن قتل الجعد لم يكن إلا لسبب سياسي لا لآرائه في العقيدة) وأشار في الحاشية إلى سير أعلام النبلاء (5/433) .\nوالجواب عن ذلك: نقل المؤلف هذا الكلام عن شعيب الأرنؤوط من\n1- انظر تعليقه على سير أعلام النبلاء 5/433.\nالجزء: 1 ¦ الصفحة: 196\n",
        "تعليقه على كتاب سير أعلام النبلاء،، فقد قال بعد أن نقل كلام ابن كثير عن الجعد وأنه أخذ مقالته عن اليهود، قلت -القائل الأرنؤوط- لم يذكر ابن كثير سنده في هذا الخبر حتى ننظر فيه، ويغلب على الظن أنه افتعله أعداء الجعد. ولم يحكموه لأن أفكاره التي طرحها في العقيدة مناقضة كل المناقضة لما عليه اليهود، فهو ينكر بعض الصفات القديمة القائمة بذات الله ويؤولها لينزه الله تعالى عن سمات الحدوث، ويقول بخلق القرآن وأن الله لم يكلم موسى بكلام قديم بل بكلام حادث، بينما اليهود المعروف عنهم الإغراق في التجسيم والتشبيه، ويرى بعض الباحثين المعاصرين أن قتل الجعد كان لسبب سياسي لا لآرائه في العقيدة، ويعلل ذلك بأن خلفاء بني أمية وولاتهم كانوا أبعد الناس عن قتل المسلمين في مسائل تمت إلى العقيدة) انتهى كلام الأرنؤوط وهو كلام مشحون بالطعن والغمز والافتراء، ولست هنا بصدد الرد على جميع ما ورد في هذا النقل من عبارات باطلة، لكن المقصود الرد على زعم من قال بأن الدافع لقتل الجعد كان سياسياً. وقد شارك على سامي النشار الأرنؤوط في هذا الزعم والتسويغ لضلالات الجعد وانحرافاته حيث يقول: (لا نستطيع أن نصدق أن قتله -أي الجعد- كان لآرائه الفكرية، بل يبدو أنه سبب سياسي)\nولكن لم يوضح صاحب الأرنؤوط ولا النشار ما هو الدافع السياسي وراء قتل\n1- نشأة الفكر الفلسفي في الإسلام 1/331.\nالجزء: 1 ¦ الصفحة: 197\n",
        "الجعد، فبقيت دعواهم مجرد استنتاج لا دليل عليه ولا برهان، وهو استنتاج لا يقوم على أساس من الواقع، ويحق لنا أن نسأل ما هو الدافع السياسي المزعوم، وأي ثقل كان الجعد يشكله في الساحة السياسية آنذاك، خاصة إذا علمنا أنه من الموالي والعمل السياسي آنذاك بيد العرب فهم الولاة وهم القادة وهم أهل الحل والعقد والرأي والمشورة، ولذلك كان يحسب لهم حسابهم في كل تحرك سياسي على عهد الأمويين، ولم يكن للموالي دور سياسي إلا في عهد العباسيين ولذلك فإن هذه الدعوى أوهن من بيت العنكبوت. والحقيقة أن قتل الجعد كان لزندقته وإلحاده1 وفي هذا يقول ابن تيمية: \"فضحى بالجعد خالد بن عبد الله القسري بواسط على عهد علماء التابعين وغيرهم من علماء المسلمين، وهم بقايا التابعين في وقته: مثل الحسن البصري وغيره الذين حمدوه على ما فعل، وشكروا ذلك.\"2\nوما كنت لأسطر هذه الكلمات إلا إحقاقاً للحق ودفاعاً عنه، والله أسأل أن ينفع بما كتبت وآخر دعوانا أن الحمد لله رب العالمين.\n1- مقالات في المذاهب والفرق ص74.\n2-\nمجموع الفتاوى 12/350.\nالجزء: 1 ¦ الصفحة: 198\n",
        "مصادر ومراجع\n...\nفهرس المصادر والمراجع\nالابانة عن شريعة الفرقة الناجية ومجانبة الفرق المذمومة.\nابن بطة العكبري. الناشر: دار الراية.\nاجتماع الجيوش الاسلامية على غزو المعطلة الجهمية،\nلابن القيم الجوزية. الناشر: مكتبة ابن تيمية بالقاهرة.\nأحسن التقاسيم،\nتأليف محمد بن أحمد المقدسي: الطبعة الأولى، 1906م. ليدن\nالاستقامة\nلشيخ الإسلام ابن تيمية. تحقيق د/محمد رشاد سالم. ط: جامعة الإمام محمد ابن سعود، الطبعة الأولى.\nالأسماء والصفات\nللبيهقي. الناشر: دار الكتب العلمية.\nإشارات المرام من عبارات الإمام،\nتأليف كمال الدين أحمد البياضي، الحنفي، تحقيق: يوسف عبد الرزاق، ط: مصطفى البابي الحلبي، الطبعة الأولى.\nالاعتصام\nللشاطبي. الناشر: دار المعرفة؛ للطباعة والنشر، بيروت، لبنان.\nالأعلام،\nخير الدين الزركلي. الطبعة السادسة، 1984م، دار العلم للملايين، بيروت.\nإغاثة اللهفان من مصائد الشيطان،\nلابن القيم. الناشر: مكتبة المعارف بالرياض.\nكتاب الإيمان\nلابن تيمية. ط: المكتب الإسلامي، الطبعة الثالثة.\nتاريخ الخميس في أحوال أنفس نفيس\nتأليف: حسين بن محمد الدياربكري. ط: مصورة، مؤسسة شعبان بيروت.\nتاريخ الجهمية والمعتزلة\nلجمال الدين القاسمي. الطبعة الثانية؛ مؤسسة الرسالة، بيروت 1401هـ.\nتاريخ دمشق\nلابن عساكر، مخطوط.\nتاريخ الطبري\nتحقيق محمد أبو الفضل إبراهيم. الطبعة الرابعة، دار المعارف. القاهرة.\nتاج العروس\nللزبيدي، المطبعة الخيرية القاهرة.\nتحفة المريد بشرح جوهرة التوحيد،\nلإبراهيم اللقاني. الناشر: دار الكتب العلمية، لبنان.\nالتحفة المهدية شرح الرسالة التدمرية\nتأليف: فالح بن مهدي آل مهدي، ط: الجامعة الإسلامية.\nتدريب الراوي في شرح تقريب النواوي،\nللسيوطي. الناشر: دار الكتب الحديثة، القاهرة، ط: الثانية 1385هـ.\nتذكرة الحفاظ،\nللإمام الذهبي، الطبعة الرابعة، دائرة المعارف العثمانية حيدر أباد، الهند 1388هـ.\nالتصوف وابن تيمية.\nللدكتور مصطفى حلمي، الناشر: مكتبة ابن تيمية.\nتفسير الطبري (جامع البيان عن تأويل آي القرآن)\nمحمد بن جرير الطبري، الناشر: مكتبة الحلبي، ط: الثالثة.\nالجزء: 1 ¦ الصفحة: 199\n",
        "تقريب التهذيب\nلابن حجر العسقلاني، الناشر: دار نشر الكتب الإسلامية، كوجرانوله باكستان. الطبعة الأولى.\nتلبيس إبليس\nلابن الجوزي، الناشر: مكتبة المدني.\nالتمهيد للباقلاني\nبتحقيق الخضيري وأبو ريده\nالتنبيه والرد\nلأبي الحسين محمد بن أحمد الملطي، ط: مكتبة المثني، بغداد 1388هـ.\nتهذيب التهذيب\nللحافظ ابن حجر العسقلاني، دائرة المعارف النظامية، حيدر أباد، الهند.\nتهذيب اللغة\nللأزهري، بتحقيق عبد السلام هارون، الناشر: المؤسسة المصرية للتأليف والترجمة.\nكتاب التوحيد\nلأبي منصور محمد بن محمد بن محمود الماتريدي السمرقندي، بتحقيق: د/فتح الله خليف، الناشر: المكتبة الإسلامية، استانبول، تركيا.\nتوضيح المقاصد وتصحيح القواعد في شرح قصيدة الإمام ابن القيم،\nتأليف أحمد بن إبراهيم بن عيسى، تحقيق: زهير الشاويش، الناشر: المكتب الإسلامي.\nجامع المتون في حق أنواع الصفات الإلهية والعقائد الماتريدية\nأحمد ضياء الدين بن مصطفى، الطبعة الأولى على الحجر، دار الطباعة العامرة، الاستانة 1273هـ.\nالجهم بن صفوان ومكانته في الفكر الإسلامي\nتأليف: خالد العلى، الناشر: المكتبة الأهلية، بغداد.\nالجواب الكافي لمن سأل عن الدواء الشافي\nلابن القيم، دار الكتب العلمية، بيروت، لبنان.\nالحسنة والسيئة\nتأليف: شيخ الإسلام ابن تيمية، بتحقيق د/محمد جميل غازي، الناشر: مكتبة المدني ومطبعتها. جدة.\nالخطط للمقريزي\nطبعة بولاق.\nخلق أفعال العباد والرد على الجهمية وأصحاب التعطيل.\nللإمام البخاري، طالعه وترجم للمؤلف عبد الحق الهاشمي، ط: مكتبة ومطبعة النهضة الحديثة.\nدرء تعارض العقل والنقل\nلشيخ الإسلام ابن تيمية، تحقيق: د/محمد رشاد سالم، ط: جامعة الإمام محمد ابن سعود الإسلامية.\nديوان الضعفاء والمتروكين\nللذهبي. بتحقيق الشيخ حماد بن محمد الأنصاري، الناشر: مكتبة النهضة الحديثة، مكة المكرمة.\nذم الكلام للهروي\nالرد على البكري.\nلشيخ الإسلام ابن تيمية، ط: الدار العلمية، الهند.\nالرد على الجهمية\nللدارمي، تحقيق: زهير الشاويش، ط: المكتب الإسلامي.\nالجزء: 1 ¦ الصفحة: 200\n",
        "الرد على الزنادقة والجهمية\nللإمام أحمد بن حنبل. تحقيق: على سامي النشار وعمار الطالبي، الناشر: منشأة المعارف بالاسكندرية.\nالرد على من أنكر الحرف والصوت\nللسجزي، بتحقيق د/محمد باكريم، ط: الحامعة الإسلامية.\nالرد على المنطقيين\nلشيخ الإسلام ابن تيمية، الناشر: إدارة ترجمان السنة، لاهور، باكستان.\nرفع الاشتباه عن حديث من صلى في مسجدي أربعين صلاة.\nتأليف: الشيخ حماد بن محمد الأنصاري، الناشر: مكتبة الدار.\nسرح العيون في شرح رسالة ابن زيدون\nتأليف جمال الدين بن نباته المصري، تحقيق: محمد أبو الفضل إبراهيم، الطبعة الأولى، دار الفكر العربي، القاهرة 1383هـ.\nالسنة لعبد الله بن الإمام أحمد بن حنبل\nبتحقيق: د/محمد بن سعيد القحطاني، الطبعة الأولى، دار ابن القيم، الدمام 1406هـ.\nسير أعلام النبلاء\nللإمام الذهبي، الناشر: مؤسسة الرسالة.\nشذرات الذهب في أخبار من ذهب\nلابن العماد، الناشر: دار إحياء التراث العربي، بيروت.\nشرح أصول اعتقاد أهل السنة والجماعة\nللالكائي، بتحقيق: د/أحمد بن سعد الغامدي، الناشر: دار طيبة.\nشرح العقيدة الأصفهانية\nلشيخ الإسلام ابن تيمية، الناشر: دار الكتب الإسلامية.\nشرح الأصول الخمسة\nللقاضي عبد الجبار المعتزلي، الناشر: مكتبة وهبة.\nشرح القصيدة النونية\nللهراس، الناشر: دار الكتب العلمية.\nشرح كتاب التوحيد من صحيح البخاري\nللشيخ: عبد الله الغنيمان، الناشر: مكتبة الدار بالمدينة.\nالشريعة\nتأليف محمد بن الحسين الآجري: الناشر: حديث اكاديمي، باكستان.\nالشيخ محمد بن عبد الوهاب عقيدته السلفية ودعوته الإصلاحية وثناء العلماء عليه\nتأليف: أحمد بن حجر آل بوطامي، من مطبوعات الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد.\nصحيح البخاري مع فتح الباري\nلابن حجر، الناشر: دار الفكر.\nصحيح مسلم\nط: دار المعرفة.\nصريح السنة\nتأليف: محمد بن جرير الطبري، تحقيق: بدر بن يوسف المعتوق، الناشر: دار الخلفاء، ط: الأولى.\nكتاب الصفدية\nلشيخ الإسلام ابن تيمية، الناشر: مكتبة ابن تيمية، القاهرة.\nالصواعق المرسلة\nلابن القيم الجوزية، بتحقيق د/علي بن محمد الدخيل الله، الناشر: دار العاصمة.\nالجزء: 1 ¦ الصفحة: 201\n",
        "عقائد الثلاث والسبعين فرقة\nلأبي محمد اليمني، تحقيق د/محمد بن زربان، الناشر: مكتبة العلوم والحكم.\nالعقيدة السلفية في كلام رب البرية\nتأليف: عبد الله بن يوسف الجديع، ط: مطابع دار السياسة، الكويت.\nالعلو للعلي الغفار\nللإمام الذهبي، الطبعة الثانية، المكتبة السلفية، المدينة المنورة 1388هـ.\nفتح الباري شرح صحيح البخاري\nلابن حجر العسقلاني، الناشر: دار الفكر.\nالفتوحات المكية\nلابن عربي، ط: دار صادر، بيروت.\nالفتوى الحموية الكبرى\nلشيخ الإسلام ابن تيمية، ط: دار فجر للتراث.\nالفرق بين الفرق\nتأليف عبد القاهر بن طاهر البغدادي، تحقيق محمد محي الدين عبد الحميد. الناشر: دار المعرفة، بيروت، لبنان.\nالفصل في الملل والأهواء والنحل\nلابن حزم الظاهري، الناشر: مكتبة الخانجي، مصر.\nفصوص الحكم\nلابن عربي، تحقيق: محمود محمود غراب، ط: مطبعة زيد بن ثابت 1405هـ.\nالفهرست\nلأبي الفرج محمد بن أبي يعقوب المعروف بالوراق، ط: إيران.\nقصص لا تثبت\nتأليف مشهور بن حسن، الناشر: دار الصميعي.\nالكامل في التاريخ\nلابن الأثير، الناشر: دار بيروت، الطبعة الأولى.\nالكواشف الجلية عن معاني الواسطية\nتأليف الشيخ عبد العزيز بن محمد السلمان، ط: مطابع المجد.\nلباب العقول في الرد على الفلاسفة في علم الأصول\nتأليف: يوسف بن محمد المكلاتي، تحقيق فوقية محمد، الناشر: دار الأنصار، القاهرة، الطبعة الأولى.\nلسان الميزان\nلابن حجر العسقلاني، طبعة مصورة عن طبعة دائرة المعارف بالهند.\nاللباب في تهذيب الأنساب\nلابن الأثير، ط: دار صادر بيروت.\nلوامع الأنوار البهية\nتأليف: محمد بن أحمد السفاريني، الناشر: مطبعة المدني.\nلوامع البينات شرح أسماء الله تعالى والصفات\nفخر الدين الرازي، راجعه وقدم له وعلق عليه: طه عبد الرؤوف سعد، الناشر: دار الكتاب العربي، بيروت، ط: الأولى.\nكتاب باب ذكر المعتزلة من كتاب المنية والأمل\nلأحمد بن يحي بن المرتضى، اعتنى بتصحيحه توما أرنلد، الناشر: دار صادر، بيروت.\nالبدء والتاريخ\nتأليف المطهر بن طاهر المقدسي، بعناية: هوار، باريس 1899م.\nالبداية والنهاية\nلابن كثير، مكتبة المعارف، بيروت.\nالجزء: 1 ¦ الصفحة: 202\n",
        "بذل المجهود في اثبات مشابهة الرافضة لليهود\nلعبد الله الجميلي، الناشر: مكتبة الغرباء\nبغية المرتاد في الرد على المتفلسفة والقرامطة والباطنية أهل الإلحاد من القائلين بالحلول والاتحاد.\nتأليف شيخ الإسلام ابن تيمية، تحقيق: د/موسى بن سليمان الدويش، الناشر: مكتبة العلوم والحكم.\nكتاب بيان مذهب الباطنية وبطلانه\nتأليف محمد بن الحسن الديلمي، عنى بتصحيحه ر-شدوطمان، الطبعة الثانية 1402هـ، الناشر: المكتبة الامدادية، مكة المكرمة.\nمآثر الأنافة في معالم الخلافة\nللقلقشندي، ط: الكويت.\nالماتريدية دراسة وتقويم\nتأليف: أحمد بن عوض الله الحربي، الناشر: دار العاصمة.\nالماتريدية وموقفهم من توحيد الأسماء والصفات\nتأليف: د/شمس الأفغاني\nالمجر وحين\nلابن حبان، تحقيق محمود إبراهيم زايد، الناشر: دار الوعي بحلب.\nمجموع الفتاوى\nلشيخ الإسلام ابن تيمية، جمع الشيخ عبد الرحمن بن قاسم وابنه محمد.\nمختصر تاريخ دمشق\nتأليف: الإمام محمد بن مكرم المعروف بابن منظور، دار الفكر، دمشق.\nمختصر العلو\nللذهبي، اختصره الشيخ محمد بن ناصر الدين الألباني، ط: المكتب الإسلامي.\nمختصر الصواعق المرسلة على الجهمية المعطلة\nلابن القيم الجوزية، اختصره محمد الموصلي، الناشر: دار الفكر.\nمروج الذهب ومعادن الجوهر\nللمسعودي، تحقيق محمد محي الدين عبد الحميد، ط: دار المعرفة، بيروت.\nالمسايرة\nلابن الهمام، ط: مطبعة السعادة، بمصر.\nالمعتزلة وأصولهم الخمسة\nتأليف: عبد الله بن عواد المعتق، الناشر: دار العاصمة.\nمعجم البلدان\nتأليف ياقوت بن عبد الله الحموي، ط: دار صادر، بيروت.\nمعجم مقاييس اللغة\nتأليف: أحمد بن فارس، تحقيق: عبد السلام هارون، الناشر: مكتبة مصطفى البابي الحلبي.\nمعجم ما استعجم من أسماء البلاد والمواضع\nتأليف: عبد الله بن عبد العزيز البكري، تحقيق: مصطفى السقا، ط: الثالثة، عالم الكتب، بيروت.\nالمُغْرِب في ترتيب المعرب\nتأليف: أبي الفتح ناصر الدين المطرزي، الناشر: مكتبة أسامة بن زيد.\nمفتاح السعادة ومصباح السيادة\nتأليف: طاش كبرى زادة، دار الكتب العلمية، بيروت.\nمقالات الإسلاميين\nلأبي الحسن الأشعري، الناشر: دار إحياء التراث العربي.\nمقالات المذاهب والفرق\nجمع عبد العزيز بن محمد العبد اللطيف، الناشر: دار الوطن.\nالجزء: 1 ¦ الصفحة: 203\n",
        "مقدمة ابن خلدون\nبتحقيق مصطفى محمد، الناشر: دار الفكر، بيروت.\nالملل والنحل\nللشهرستاني، الناشر: دار الكتب العلمية.\nالمنتظم في تاريخ الأمم والملوك\nلابن الجوزي، ط: دار صادر، بيروت.\nمنهاج السنة النبوية في نقض كلام الشيعة القدرية\nلشيخ الإسلام ابن تيمية، ط: جامعة الإمام محمد بن سعود.\nمنهج أهل السنة والجماعة ومنهج الأشاعرة في توحيد الله\nتأليف: خالد بن عبد اللطيف، الناشر: مكتبة الغرباء.\nمنهج ودراسات لآيات الأسماء والصفات\nللشيخ محمد الأمين الشنقيطي، ط: الجامعة الإسلامية.\nموقف ابن تيمية من الأشاعرة\nتأليف: د/عبد الرحمن بن صالح المحمود، الناشر: مكتبة الرشد، الرياض.\nميزان الاعتدال\nللإمام الذهبي، تحقيق: على البجاوي، ط: دار المعرفة، بيروت.\nالنبوات\nشيخ الإسلام ابن تيمية، ط: دار الكتب، بيروت.\nالنجوم الزاهرة\nلابن تغري بردي، الطبعة الأولى، القاهرة.\nنشأة الأشعرية وتطورها\nد/ جلال موسى، الطبعة الأولى، دار الكتاب اللبناني، بيروت 1395هـ.\nنشأة الفكر الإسلامي في الإسلام\nتأليف: د/علي سامي النشار، الطبعة الثامنة، دار المعارف، القاهرة.\nنظم الفرائد وجمع الفوائد\nعبد الرحيم بن علي شيخ زادة، الطبعة الأولى، المطبعة الأدبية، القاهرة 1317هـ.\nنقض تأسيس الجهمية\nتأليف شيخ الإسلام ابن تيمية، تصحيح محمد بن عبد الرحمن بن قاسم، ط: مطبعة الحكومة، مكة المكرمة.\nوجاء دور المجوس\nتأليف: عبد الله محمد الغريب، الناشر: دار الجيل للطباعة، مصر.\nالوسائل إلى معرفة الأوائل\nللسيوطي، تحقيق: أبي هاجر محمد السعيد زغلول، ط: الأولى، دار الكتب العلمية، بيروت.\nالجزء: 1 ¦ الصفحة: 204\n",
        ""
    ]
}