{
    "1": [
        "الأدب والمروءة\nالأدب والمروءة\nتأليف\nالعلامة صالح بن جناح اللخمي\nتحقيق وتعليق\nقسم التحقيق بالدار\nدار الصحابة للتراث\n",
        "كِتابٌ قَد حَوي دُرَرًّا\n...\nبِعَينِ الحُسنِ ملحُوظة\nلِهَذا قلت تنِبيهًا\nحقوق الطبع محفوظة\nلدار الصحابة للتراث بطنطا\nللنَّشْرِ - والتَحقِيقِ - والتَوزيع\nالمُرَسَلات:\nطنطا ش المديرية - أمام محطة بنزين التعاون\nت: 331587 - ص. ب: 477\nالطبعة الأولى\n1412 هـ - 1992 م\nالجزء: 1 - الصفحة: 2\n",
        "بسم الله الرحمن الرحيم\nمقدمة\nإنَّ الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادى له.\nوأشهد أن لا إله الا الله وحده لا شريك له، وأشهد أنَّ محمدًا عبده ورسوله.\n{يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} (*).\n{يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} (**).\n{يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا، يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} (\n...\n).\n(*) سورة آل عمران: الآية 102.\n(**) سورة النساء: الآية 1.\n(\n...\n) سورة الأحزاب: الآية 70، 71.\nالجزء: 1 - الصفحة: 3\n",
        "بسم الله الرحمن الرحيم\nبين يدى الكتاب\nالحمد لله الداعى إلى المروءات والآداب والمنعم بالخيرات، والصلاة والسلام على سيد الخلق أجمعين سيدنا محمد الهادى الأمين عليه أْفضل الصلاة وأزكى السلام.\nأما بعد:\nفهذا كتاب صغير في الأدب والمروءة لأنهما جماع الأخلاق، ومنتهى الفضائل فالمروءة هى شاغل المسلم في جميع أوقاته، وللأدب والمروءة وجوه وآداب، لا يحصرها عدد ولا حساب وقلَّما اجتمعت شروطهما قط في إنسان، ولا اكتملت وجوههما في بشر فإن كان ففى الأنبياء أما غيرهم فعلى مراتب بقدر ما أحرز كل واحد منهم من خصالهما، وخير مثال لنا النبى -صلى الله عليه وسلم- الذى أدبه ربه فأحسن تأديبه وقد قال عنه رب العزة: {وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ} ولهذا كله رأينا أن نسير مع مصنف هذا الكتاب لنتعرف على الأدب والمروءة لما لهما من ثمرات وفوائد لا حصر لها.\nابتدأ مصنف هذا الكتاب بتعريف جامع للمروءة وعلاقتها بالأدب والعقل فقال:\nالمروءة: اجتناب الرجل ما يشينه واجتنائه ما يزينه، ولا مروءة لمن لا أدب له، ولا أدب لمن لا عقل له فبينهم علاقة تلازم وارتباط بحيث إذا فُقِدَ أحدهم يلزم عنه بالضرورة فقد الآخر.\nالجزء: 1 - الصفحة: 4\n",
        "ثم تحدث عن ذى الوجهين، وقال: يجب على الإنسان أن يأخذ بما أظهر والله أعلم بقلبه وما أضمر.\nوفى كل موضوعات الكتاب لا يفوت المصنف أن يأتي بشعر يجمع فيه المراد لأن المصنف كما نعلم شاعر حكيم مفوه.\nوتحدث عن الصدود، وبين أنه من نواقض المروءة والأدب.\nوتناول بعد ذلك كثرة المال، وأظهر لنا حكمة بارعة في أن كثرة المال وقلته مرتبط ارتباطا تاما يكثرة الأولاد.\nوتكلم عن الأحمق، وعقد وجه شبه عجيبًا بينه وبين اللئيم فكلاهما لا يعرف عدوه من صديقه، ولا يعرف ما ينفعه مما يضره، وهو لا يقبل نصح أحد ولا موعظته.\nوتحدث بعد ذلك عن بيان أثر الهوى على الإنسان وفضل العقل، وبين أن العقل هو القابض لزمام الأمور، هو الميزة التى تكاد تكون الميزة الوحيدة التى فضل الله بها الإنسان على غيره، وأوضح أن الهوى ليس له أى أثر على الإنسان اللبيب العاقل.\nوتحدث بعد ذلك عن معرفة الإخوان ومعاملتهم، وبين أنك لن تعرف أخاك إلا إذا اختبرته وجربته وبلوته وعاملته بالدينار والدرهم.\nثم تكلم عن العقل والأدب، وبعد أن وضَّح مكانة كل منهما شبّه العقل والأدب بالسيف والصيقل في شدة احتياج كل منهما للآخر، وشدة ارتباطه به، وأنه لا فائدة له بدونه فالسيف لا يؤدى غرضه بغير شحذ وجلاء كذلك العقل لا يؤدى غرضه بغير الأدب.\nوتحدث عن الحكمة، وبين قيمتها وأثرها على الشعراء والخطباء والبلغاء وغيرهم، وبين أنها تزيد الأدب قوة.\nالجزء: 1 - الصفحة: 5\n",
        "وتعرض بعد ذلك لذم الكذب، وأوضح أنه من نواقض المروءة والأدب، وأنه يعدم الإنسان الحياء، وأنه إذا أتى بالصدق فالأجدر ألا يصدق منه.\nوتناول بعد ذلك الجهل، وبين أنَّه من نواقض المروءة والأدب، وحذر منه لأنه ليس من مقال الحكماء والعلماء، ثم وضَّح أن العلم والحلم لا يتمان إلَّا بالأدب.\nوتحدث بعد ذلك عن النهي عن القبيح، وهو من نواقض الأدب والمروءة، وبيَّن أن الذي لا يقبل النصح وينتهى يكون هذا الفعل منه. أقبح من عمل القبيح.\nثم تكلم بعد ذلك عن القدر وأحواله وتصاريفه، ومثل لنا بالفضائل وذكر أن الله عَزَّ وَجَلَّ يعطى كل إنسان منها بقدر فلا يجمع الفضل في يد أحد النَّاس، ولا يحرم أحد منه كل الحرمان، ولكنه وزع الفضل بعدالته.\nوانتقل إلى الحديث عن أخلاق الأتقياء والأشقياء، ووصف لنا أخلاق كل منهما.\nوتعرض بعد ذلك لطبيعة بني آدم في عزته وتكبره وتفرعنه ما لم يصبه أدنى أذى فإذا أصابه شيء وجدته يتراجع عن كل ذلك.\nتحدث بعد ذلك عن الغنى والقنوع، وبيَّن أن الغنى غنى النفس والقلب فيجب أن يكون الإنسان قنوعًا بما في يده.\nوتناول بالحديث مجالسة أهل الأهواء وجدالهم.\nوأظهر لنا أنها من عيوب الأدب والمروءة، والله عَزَّ وَجَلَّ قد أوحى إلى نبيه موسى عليه السلام ألا يجادل أهل الأهواء لأنه يورد إلى\nالجزء: 1 - الصفحة: 6\n",
        "النار، والصالحون كانوا يتناهون عن مجالسة أهل الأهواء ومجادلتهم إلا باتباع للكتب المنزلة والسنن المرسلة الصادقة.\nوتحدث بعد ذلك عن النميمة وأثرها، وحذر منها وذكر أنها تفسد على الإنسان كل شيء هو قادم إليه، وأنها من نواقض الأدب والمروءة.\nوتكلم بعد ذلك عن كثرة الكلام، وبيَّن لنا أنها من نواقض الأدب والمروءة، وأنها ليس من شيم أهل الأدب والمروءة.\nثم تحدث بعد ذلك عن النفس وآدابها، وأظهر لنا صفات نبيلة في تأديب النفس.\nثم ختم حديثه بالحديث عن الحسد والحاسد، وأوضح أنَّه خصم لا يركن إليه، ويجب الحذر منه، وأنه من نواقض الأدب والمروءة.\nالجزء: 1 - الصفحة: 7\n",
        "ترجمة المصنف\nصالح بن جناح اللخمي شاعر دمشقى، من الحكماء أدرك التابعين، تنسب إليه مقطوعات لطيفة، نذكر هنا منها:\n\"ألا رب ذى عينين لا تنفعانه\n...\nوهل تنفع العينان من قلبه أعمى\"\nومنها كان يقول: اعتبر ما لم تره من الدنيا بما رأيته، وما لم تسمعه بما قد سمعته، وما لم يصبك بما قد أصابك، وما بقي من عمرك بما قد مضى، وما لم يبل منك بما قد بلى.\nومنها:\nتعلم فإنَّ العلمَ أزين بالفتى\n...\nمن الحلةِ الحسناء عند التكلمِ\nولا خيرَ فيمن راحَ ليس بعالمٍ\n...\nبصير بما يأتي ولا متعلم\nفهو شاعر كُوفى، رشيق القول في المواعظ والآداب، وشعره مطعم بالحكمة سلس الأسلوب جذل الألفاظ له رسالة في \"الأدب والمروءة - ط\" نشرها الشيخ طاهر الجزائرى في مجلة المقتبس وهي كتابنا هذا.\nمراجع الترجمة\nالأعلام لخير الدين الزركلى (3/ 190).\nتهذيب تاريخ دمشق الكبير لابن عساكر (6/ 369).\nالجزء: 1 - الصفحة: 8\n",
        "عملي في الكتاب\n1 -\nقمت بعمل عناوين داخلية للكتاب حيث أنَّه قد خلا منها ووضعتها بين معكوفتين.\n2 -\nأعددت فهرسًا عامًا للكتاب.\n3 -\nقدمت للكتاب بمقدمة عن الكتاب ومؤلفه.\n4 -\nعلقت على ما استحق التعليق من كلماتٍ صعبة، أو معانٍ غامضة من خلال معاجم اللغة مثل لسان العرب لابن منظور، والمعجم الوسيط لمجمع اللغة العربية.\n5 -\nأصلحتُ بعض الأخطاء التى ربما يكون قد وقع فيها الناسخ.\nالجزء: 1 - الصفحة: 9\n",
        "وصف المخطوطة\nمخطوطة الرسالة:\nعثرنا بحمد الله وتوفيقه على مخطوطة هذا الكتاب المبارك في دار الكتب المصرية العامة وكانت معلوماته كالآتي:\nأدب: 1477\nوتحتوى على عشرة ورقات.\nأدب تيمور: 413\nوكل صفحة تحتوى على 36 سطر\nالجزء: 1 - الصفحة: 10\n",
        "الجزء: 1 - الصفحة: 11\n",
        "[بداية الكتاب]\nقال صالح بن جناح:\nاعلم أن العرب قد تجعل للشئ الواحد اسمًا، ويسمى بالشئ الواحد أشياء فإذا سنح لك ذكر شئ فاذكره بأحسن أسمائه فإن ذلك من المروءة وإنما المرء بمروءته.\n[\nتعريف المروءة\n]\nفالمروءة اجتناب الرجل ما يشينه (1) واجتنائه (2) ما يزينه وأنه لا مروءة لمن لا أدب له، ولا أدب لمن لا عقل له، ولا عقل لمن ظن أن في عقله ما يغنيه ويكفيه عن غيره وشتان ما بين عقل وافر معه خمسون عقلًا كلها وافر مثله وأوفر منه، وبين عقل وافر لا تاره (3) معه.\nوفى ذلك أقول شعرًا:\nواما (4) أدب الإنسان شئ كعقله\n...\nولا زينة إلا بحسن التأدب\nوقال: إن الأفئدة مزارع الألسن فمنها ما ينبت ما زُرع فيه من حسن ولا ينبت ما سمح، ومنها ما ينبت ما سمح ولا ينبت ما حَسُنَ، ومنها ما يُنبِتُ جميع ذلك ومنها مالا ينبت شيئًا، وإن من المنطق ما هو أشد من الحجر وأحد من الإِبر وأمرّ من الصبرة وأحر من الأسنة وأنكد\n(1) تشينه: من الشَّين وهو العيب والقبح. الوسيط (1/ 504).\n(2) اجتنائه: من اجتنى واجتنى الثمرة ونحوها جناها والعسل جمعه وماء المطر ورده فشربه. الوسيط (1/ 141)، والمعنى والله أعلم إقدامه وحصوله واقتنائه على ما يزينه.\n(3) تاره: هكذا بالأصل.\n(4) (واما): هكذا بالأصل والصواب [وما].\nالجزء: 1 - الصفحة: 12\n",
        "من رجل ولربما احتقرت كثيرًا منه على حرارته ومرارته ونكده مخافة ما هو احف (5) منه وأمر وأقطع وأنكد.\nوفى ذلك أقول شعرًا:\nلقد أسمع القول الذي كاد كلما\n...\nيذكر فيه الدهر قلبى يصدع\nفأبدى لمن أبداه منى بشاشة\n...\nكأنى مسرور بما منه أسمع\nوما ذاك من عجب به غير أننى\n...\nأرى أن ترك الشر للشر أقصع (6)\nوقال\nفي ذى الوجهين\n:\nمن أظهر ما تحب أو تكره فإنما يقاس ما أضمر بما أظهر لأنك لا تقدر أن تعرف ما أَسر.\nوقال:\nليس المثنى إذًا لغيب سوءه\n...\nعندى بمنزلة المثنى المعلن\nمن كان يظهر ما أحب فإنه\n...\nعندى بمنزلة الأمين المحسن\nوالله أعلم بالقلوب وإنما\n...\nلك ما بدا لك منهم بالألسن\nولقد يقال خلاف ذلك إنما\n...\nلك ما بدا لك منهم بالأعين\nوقال\nفي الصدود\n:\nأما بعد فقد احضرتنى من صدك ما آيسنى من ودك، ولم تزل تجرى في لحظك, ما يدخلنى في رفضك، ويدلنى على غل صدرك.\nوفى ذلك أقول شعرًا:\nتظل في قلبه البغضاء كامنة\n...\nفالقلب يكتمها والعين تبديها\nوالعين تعرف في عين محدثها\n...\nمن كان حزبها أو من يعاديها\n(5) (احف): هكذا كالأصل ولعل الصواب [أحر].\n(6) أقصع: من قصع وقصع الرجل - قصعًا: شرب الماء جزعًا والدابة المجترة: ردَّت الطعام إلى فمها لتمضغه وفلانًا: قمعه وصغره وحقَّره.\nالوسيط (2/ 740)، والمعنى والله أعلم أقصع: أقمع.\nالجزء: 1 - الصفحة: 13\n",
        "عيناك قد دلتا عينى منك على\n...\nأشياء لولاهما ما كنت اجتريها (7)\nإن الأمور التى تخشى عواقبها\n...\nإن السلامة منها ترك ما فيها\nوقال\nفي كثرة المال وقلته\n:\nلا تستكثر مال أحد ولا تستقله حتى تعلم ما عياله فإن من كثر ماله وعياله فهو مقل ومن قل ماله وعياله فهو مكثر.\n[\nقوله في الحمق\n]\nوقال في ذكر الأحمق ودخوله فيما لا يعنيه، وأكثرهم دخولًا فيما لا يدخل فيه وأرضاهم بما لا يكفيه عدوه أعلم بسره من صديقه وصديقه قد غص (8) منه بريقه ولا يؤمن نصحه ولا يتوهم من خدعه ولا يأمن إلا من يخونه ولا يتحفظ إلا ممن يحفظه ولا يكرم إلا من يهينه.\nأشبه شيئًا خلقًا باللئيم إن أحسنت إليه لم يشكر، وإن أسأت إليه لم يشعر لا ينفعك من وجه إلا ضرك من وجوه, وإن أقبل عليك لم ينزل (9) وإن أدبر عنك لم يضرك، وإن أفسد شيئًا لم يحسن أن يصلحه وإن أصلح شيئًا أفسده، إن أحببته فرأى منك حسنًا لم يحسن أن ينشره وهو مع ذلك بخطائه (10) أشد إعجابًا من العاقل بصوابه.\n(7) اجتريها: من اجترأ عليه: تشجع.\nالوسيط (1/ 114)، والمعنى والله أعلم أتشجع عليها.\n(8) غصَّ: غصَّ بالماء غصًّا وغصصًا وقف في حلقه فلم يكد يسيغه. الوسيط (2/ 654).\n(9) (ينزل): هكذا بالأصل ولعل الصواب [لم ينزلك].\n(10) (بخطائه): هكذا بالأصل ولعل الصواب [بخطئه].\nالجزء: 1 - الصفحة: 14\n",
        "إن جلس إلى العلماء لم يزدد إلا جهلًا وإن جلس إلى الحكماء لم يزدد إلا طيشًا (11)، وإذا جعل نفسه المحدِّث لهم يكلفهم أن يكونوا المنصتين له.\nأعيى الناس إذا تكلم، وأبلدهم إذا تعلم وأصحبهم لمن يشينه وأرفضهم لمن يزينه وأشدهم في موضع اللين وألينهم في موضع الشدة وأجبنهم في موضع الشجاعة.\nإن افتقر عجب من الناس كيف يستغنون وإن استغنى عجب من الناس كيف يفتقرون, لا يفهم إن حدثته ولا يفقه إن أفهمته، ولا يقبل إن وعظته، ولا يذكر إن ذكرته.\nوفى ذلك أقول شعرًا:\nالمرء يصدع (12) ثم يشفى داؤه\n...\nوالحمق داء ليس منه شقاء\nوالحمق طبع لا يحول مركب\n...\nما إن لأحمق فاعلمن دواء\n[\nبيان أثر الهوى على الإنسان وفضل العقل\n]\nوقال في ذكر الهوى:\nإن من الناس إذا هوى عمى، ومنهم مَن إذا هوى أبصر مرة وعمِى أخرى، ومَن إذا هوى لم يكد يخفى عليه شئ وهو اللبيب العاقل الحليم الكامل الذى إن أعجبه أمر نظر إلى هواه وعقله\n(11) طيشًا: من طاش - طيشًا وطيشانًا: اضطرب وانحرف وطاش عقلُه: خفَّ وتشتت فجهل أو أخطأ. الوسيط (2/ 574).\n(12) يصدع: من الصُّدَاع: وهو وجع في الرأس تختلف أسبابه وأنواعه. الوسيط (1/ 510).\nالجزء: 1 - الصفحة: 15\n",
        "فإن اتفقا اتبعهما وإن اختلفا اتبع عقله وترك هواه وكان أمره معتدلًا لا يثبه (13) بعضه بعضًا وقليل ما هم.\nوفى ذلك أقول شعرًا:\nاملك هواك إذا دعاك فربما\n...\nقاد الحليم إلى الهلاك هواه\nالله يسعد مَن يشاء بفضله\n...\nوإذا أراد شقاءه أشقاه\n[وقال\nفي الوجوه الشفافة\n]\nوقال أيضًا في أناس تحسن وجوههم عند حاجاتهم وتغبّر وجوههم عند غنائهم شعرًا:\nأرى قومًا وجوههم حسان\n...\nإذا كانت حوائجهم إلينا\nوإن كانت حوائجنا إليهم\n...\nتغير حسن أوجههم علينا\nومنهم من يسمح (*) ما لديه\n...\nويغضب حين يمنع ما لدينا\nفإن يك فعلهم قبيحًا\n...\nوفعلى مثله فقد استوينا\n[\nالإعداد لكل أمر بعدته\n]\nوقال فيمن فعل أمرًا لا يحسن أن يحتال له:\nاعلم أن من قاتل بغير عدة أو خاصم بغير حجة أو صاع (14) بغير قوة فهو الذى صرع نفسه وخصم نفسه وقتل نفسه فإن ابتليت بقتال أحد أو مخاصمته أو مصارعته فأحسن الإِعداد له واعرف مع ذلك عدته وأبصر\n(13) يثبه: من وثب يثب وثبًا ووثبانًا ووثوبًا: طفر وقفز ويقال وثب إلى المكان العالى: بلغه. الوسيط (2/ 1011)، والمقصود أمره معتدل لا يخالف بعضه بعضًا.\n(*) كذا بالأصل ولعلها (يمنع).\n(14) (صاع): هكذا بالأصل والصواب صارع.\nالجزء: 1 - الصفحة: 16\n",
        "حجته واختبر قوته كما يختبر قوتك وحجتك وعدتك، فإن رأيت مقدمًا وإلا كان التأخر قبل التقدم خير من الندم بعد التقدم.\nوفى ذلك أقول شعرًا:\nإذا ما أردت الأمر فاعرفه كله\n...\nوقسه قياس الثوب قبل التقدم\nلعلك تنجو سالمًا من ندامةٍ\n...\nفلا خير في أمرٍ أتى بالتندم\nوإن من الناس مَن يرزق حجة أو عدة أو قوة فيكون عدته هى التى تقتله، وقوته التى تصرعه وحجته التى تخصمه، وذلك أنه ربما أذل (15) مقاتل قبل أن يعلم أهو أعدَّ أم الذى يقاتله وكذلك في الذى يخاصمه ويصارعه فإذا هو قتل أو صرع أو خصم فلم تنفعه جودة عدته، ولا قوة حجته حين أتى الأمر من غير جهته.\nوفى ذلك أقول شعرًا:\nإذا ما أتيت الأمر من غير وجهه\n...\nيصعب حتى لا يرى منه وفقا\nفإن الذى يصاد بالفخ إن عتى\n...\nعلى الفخ كان الفخ أعتى وأضيقا\n[\nقال في العتاب\n]\nوقال في الذى يعاتب الناس إلى برك، وإجلال أمرك وتعظيم قدرك بالمعاتبة، ولكن أدعتَهُم إلى ذلك ما يستوجبه منهم وانظر الأمر الذى أكرم به من هو أبعد منك وقرب به من أنت أقرب منه فالزمه فإنك إن تلزمه لم يحتج معه إلى معاتبة ولا استبطاء حق لأنك إن دعوتهم إلى تكرمتك بغير ما تستوجب التكرمة به فإنما دعوتهم الى إهانتك إما الكلام\n(15) (أذل): هكذا بالأصل والصواب (نازل).\nالجزء: 1 - الصفحة: 17\n",
        "يحرجك وإما بفعال يقدحك، وإن دعاهم إلى ذلك فضلك أجابوا إما بثناء يرفعك أو بجزاء ينفعك.\n[\nحقوق الأخوة\n]\nوقال في معرفة الإخوان:\nإنك لن تعرف أخاك حق المعرفة، ولن تخبره حق المخبرة، ولن تجربه حق التجربة وإن كنتما في دارٍ واحدة حتى تسافر معه أو تعامله بالدينار والدرهم أو تقع شدة أو تحتاج اليه. في مهمة فإذا بلوته (16) في هذه الأشياء فرضيته فانظر فإن كان أكبر منك فاتخذه أبًا وإن كان أصغر منك فاتخذه ابنًا، وإن كان مثلك فاتخذه أخًا، كن به أوثق منك بنفسك في بعض المواطن.\nوقال: كن مع الكريم على حذر إن أهنته، ومن اللئيم إن أكرمته، ومن العاقل إن أحوجته، ومن الأحمق إن مازحته، ومن الفاجر إن عاشرته، ولا تدل على من لا يحتمله إدلالك، ولا تقبل على مَن لا يحب إقبالك وكن حذرًا كأنك غَرٌّ (17)، وكن ذاكرًا كأنك ناس، والزم الصمت إلى ما يكرمك التكلم فما أكثر من يندم إذا نطق، وأقل من يندم إذا لم ينطق وإذا أمليت فعند ذلك جودة منطقك، وقلة زللك وسعة عفوك وقلة حيلتك ومنفعة قوتك وحسن تخلصك.\n(16) بلوته: من بَلَاهُ - بلوًا، وبَلاءً: اختبره وفى التنزيل العزيز: {وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً} الوسيط (1/ 71).\n(17) غَرٌّ الرجلُ: كان ذا غفلةٍ وقلة فطنة. الوسيط (2/ 648).\nالجزء: 1 - الصفحة: 18\n",
        "واعلم أن بعض القول أغمض من بعض، وبعضه أبين من بعض، وبعضه أحسن من بعض، وبعضه ألين من بعض، وإن كان واحدًا فإن الكلمة اللينة لتلين من القلوب ما هو أحشر من الحديد، وإن الكلمة الخشنة لتخشن من القلوب ما هو ألين من الحرير، وإن أعظم الناس بلاء وأدومهم عناء وأطولهم شقاء من ابتلى بلسان مطلق وفؤاد مطلق فهو لا يحسن أن ينطق ولا يقدر أن يسكت. واعلم أن ليس تحسن أن تجيب من لا يسألك ولا تسأل من يجيبك.\nوفى ذلك أقول شعرًا:\nرب مال سينعم الناس فيه\n...\nوهو عن ربه قليل الغناء\nكان شقا به وينصب حيًا\n...\nثم أمسى لمعشر عرباء (18)\nمالهم عنده جزاء إذا ما\n...\nأنعموا فيه غرسوا الثناء\nرب مال يكون غمًا وذمًا\n...\nوعناء بعد في الفقراء\nوقال\nفي مضيف الطعام\n:\nإذا كنت ممن يؤكل طعامه وتحضر مائدته ويؤكل معه فليكن الذى يتولى صنعة طعامك من ألب (19) الناس في عمله وأنظفهم في يديه ولا تدع إعلامه إن أحسن ولا إنذاره إن أساء فإنّ بعتبك عليه خير من تعنت الناس عليك.\n(18) (عرباء): هكذا بالأصل والصواب غرباء.\n(19) ألب: الألبُ: نشاط الساقى ورجل ألوب سريع إخراج الدّلوِ. لسان العرب (1/ 106).\nوالمعنى المقصود هنا والله أعلم الذى يتولى صنعة طعامك من أمهر الناس وأسرعهم في عمله.\nالجزء: 1 - الصفحة: 19\n",
        "واعلم أن لكل شئ غاية، وأن غاية الاستنقاء (20) النظيف في الاستجا (21) والإِكثار من الماء حتى يستوى البدان (22) والريح والمنظر فإنه لا طيب أطيب من الماء ولو أنه المسك وما أشبه من الأشياء وإنما يستدل على نظافة الرجل بنقاء أثوابه، وإنما يكون العذر في الحمقى من النساء والرجال وبه يستدل على بلادتهم.\nوفى ذلك أقول شعرًا:\nولا خير قبل الماء في الطيب كله\n...\nوما الطيب إلا الماء قبل التطيب\nوما ألطف الأحرار في كل مطعم\n...\nوما ألطف الأحرار في كل مشرب\nوقال\nفي صفة العدو والصديق\n:\nاحرص أن لا يراك صديقك إلا أنصف ما يكون ولا يراك عدوك إلا أحض ما يكون فأما الصديق فإن كان الذى أعجبه منك خُلقك أو خَلقك ولهما كان يحبك فكلما ازددت حسنًا كان حبه لك أكثر ورغبته فيك أوفر وأكثرك عمده (23) وأكثرك في صدره وأدوم له على عهدك، وأما العدو فليس شئ أعجب إليه من دمامتك وحساستك فاحترس منه\n(20) الاستنقاء: من نقى الشئ نقاوةً ونقاءً: نَظُفَ فهو نَقِىٌّ والنقِىُّ: الخالص. الوسيط (2/ 950).\n(21) (الاستجا): هكذا بالأصل ولعلها [الاستجمار] والله تعالى أعلم.\n(22) البدان: من بَدَنَ وبَدَنَ الرجلُ يَبْدُنُ بُدْنًا وبَدانَةً فهو بادن إذا ضخم ورجلٌ بادن وامرِأة مُبدّنةُ وهما المينان. لسان العرب (1/ 232) ط دار المعارف.\n(23) عَمَّده: عَمَّدَ الخيمه: نصبها بالعماد - والقومُ فلانًا: جعلوه عَمِيدًا عليهم، أو عُمدة لهم. الوسيط (2/ 262).\nوالمعنى المقصود هنا هو أكثر من الاعتماد عليك.\nالجزء: 1 - الصفحة: 20\n",
        "وأظهر الجميل فليس شئ أعجب إليه من التمكن منك فانظر أن لا يكن شئ أعجب إليك من التحض (24) منه.\nوقال\nفي العقل والأدب\n:\nاعلم أن العقل أمير، وأن الأدب وزير، فإن لم يكن وزير ضعف الأمير وإن لم يكن أمير بطل الوزير.\nوإنما مثل العقل والأدب، كمثل الصيقل (25) والسيف فإن الصَّيْقَل إذا أعطى السيف أخذه فصقله فعاد جمالًا ومالًا وعضدًا ليعتمد عليه، ويلتجَأ إليه.\nفالصيَّقل الأدب والسيف العقل.\nفإذا وجد الأدب عقلًا نفعه ووفقه وقواه وسدده كما يصنع الصيقل بالسيف وإذا لم تجد عقلًا لم تعمل شيئًا لأنه لا يصلح إلا ما وجد وإن من السيوف ما يصقل ويسقا ويحد ثم يباع بأدنى الثمن ومنها ما يباع بزينة درًا وزبرجدًا وذلك على نحو الحديد وجودته أو ردائته وكذلك، الرجلان يتأدبان بأدب واحد ثم يكون أحدهما أنفد من الآخر أضعافًا مضاعفة وإنما ذلك على قدر العقل وقوته في الأصل.\nوفى ذلك أقول شعرًا:\nوقد يصلح التأدب (26) من كان عاقلًا\n...\nوإن لم يكن عقلٌ فلن ينفعَ الأدبُ\n(24) (التحض): هكذا بالأصل ولعل الصواب التخفى.\n(25) الصَّيْقلُ: شحَّاذ السيوف وجلّاؤها والجمع صياقل وصياقلة [لسان العرب (3/ 2473)] ط دار المعارف.\n(26) (التأدب): هكذا بالأصل ولعل الصواب [التأديب] حتى يستقيم الوزن والله أعلم.\nالجزء: 1 - الصفحة: 21\n",
        "وقال\nفي المراء\n:\nإذا اجتمع أهل لوع فتذاكروا على لوعهم ذلك فلم يكن أحتل كل واحد منهم أن ينفع ما استمع وينتفع بما سمع.\nواعلم أن تذاكرهم ذلك من أول المرا (27) يصدع، العلم ويرهن الود ويورث الجمود وينشئ الشحناء ويعل القلب.\nوفى ذلك أقول شعرًا:\nتجنب صديق السوء واحترم حاله\n...\nفإن لم تجد عنه مَحيصًا فَدَاره\nوأحبب صديق الخير واحذر مراءه\n...\nتنل منه صفو الود مالم تُجاره\nوقال\nفي الحكمة\n:\nأما ما سمع من كثير الحكماء فإن أول شئ يخطر على الأفئدة إذا خطر وهو أصغر من الخردلة، وأرق من الشعرة، وأوهن من البعوضة ثم تحركه الألسنة وتنبذه الأفئدة كما يحاك البرد، وكما يمد النهر فتعود أكثر من الكثير، وأوثق من الحديد، وأثمن من الجوهرة، وأحسن من الذهب وأنفع من كلهما (28) لأنه يزيد في المنطق ويذكى الذهن ويعين على الإبلاغ ويتحمل به العامل ويتقلب فيه كيف شاء ويختار منه ما يشاء فينتفع به اللطيف وينبل به الثخيف ويتزيد به الكثيف ويتأيد به الضعيف ويزداد به الأدب قوة في منطقه وبلاغة في كتبه فيكون في حفظه منفعة\n(27) المرا: من المراء وما راه مِراءً ومُما راةً: ناظره وجادله. الوسيط (2/ 866)].\n(28) (كلهما): هكذا بالأصل ولعل الصواب (كلهم).\nالجزء: 1 - الصفحة: 22\n",
        "للخطباء في خطبهم وللبلغاء في بلاغتهم وكتبهم وللكرماء في بشاشتهم وللشعراء في قصائدهم فإذا كنت ممن يؤلف حكمة أو يضع رسالة أو يذكر في مهمة فلا\n...\n(29) قلبك ولا تكره ذهنك فإن (30) إذا أُكره حل ووقف ولكن إن كنت في شئ من ذلك فاستعن التفرغ (31) منه على التفرغ عليه، والتأخر عنه على التقدم فيه فإن الذهن يحم كما يحم (32) البئر ويصفو كما يصفو الماء.\nوقال\nفي الكلام وإخراجه\n:\nاعلم مثل الكلام كمثل الحجارة فمنها ما هو هوامز (33) من الذهب والفضة ومنها مالا يعطا في الصخرة العظيمة مائة درهمًا.\nوفى ذلك أقول شعرًا:\nوما الحجر الكبير أعز فيما\n...\nظفرت به من الحجر الصغير\nوكم أبصرت من حجر خفيف\n...\nصغير بيع بالثمن الكثير\n(29) بياض بالأصل: ولعله (تتعب).\n(30) (فإن): هكذا بالأصل والصواب [فإنه].\n(31) (التفرغ): هكذا بالأصل ولعل الصواب [بالتفرغ].\n(32) يحم: حَمَّ الماء ونحوه: سَخَّنه. الوسيط (1/ 199).\n(33) (هوامز): هكذا بالأصل ولعل الصواب [أميز].\nالجزء: 1 - الصفحة: 23\n",
        "وقال\nفي طلاقة الوجه وحسن الخلق\n:\nكن أسهل ما يكون وجهًا، وأظهر ما يكون بشرًا وأقصر ما يكون يدًا وأحسن ما يكون خلقًا، وألين ما يكون كنفًا (34) وأوسع ما يكون أخلاقًا فإن الأيام والأشياء عُقب (35) ودول فإن أنكرت منها شيئًا يومًا ما كأن أنكرت منها شيئًا خفيفًا على أهل الشماتة وعلى أهل الصفا (36)\n..........\nواحذر أن تُحزن مَن يُحبك وتُفرح من يحسدك فلم أر في مصائب الدهر أوحش من تغير النعمة وإذ أنت لم تنكر منها شيئًا ودامت لك كما تُريد فما من الدنيا شئ مثل بدعة ورفق إلا وهو أهنى مما مثل تعب ونصب فأما من كفى وعوفى.\n(34) كنفا: من كنف الكيال كنفًا: جعل يديه على رأس المكيال يمسك بهما الكيل وكنف عن الشئ: عدل وكنف القوم: حبسوا أموالهم من شدةٍ وتضييق عليهم. الوسيط (2/ 801).\nوالمقصود كن ألين ما تكون في التضييق عليهم.\n(35) عقب: العُقبُ: آخر كل شئٍ وخاتمته. الوسيط (2/ 613).\n(36) الصفا: صَفا- صفوًا وصَفاءً: خلص من الكَدرِ ويقال صفا الماء: راق والجو خال من الغيم والكدر. الوسيط (1/ 517).\nوالمقصود أهل الصفاء.\nالجزء: 1 - الصفحة: 24\n",
        "وفى ذلك أقول شعرًا:\nما تم شئ من الدنيا علمت به\n...\nإلا استحق عليه النقص والغير\nولا تغير من قوم نعيمهم\n...\nإلا تكدر منه الوره (37) والصدر\nفعاد غمًا ولن تلقى أمرًا أبدًا\n...\nأقبح من تلك أيام يفتقر\n[\nذم الكذب\n]\nوقال في الكذب:\nكذبت ومن يكذب فإن حراه (38)\n...\nإذا ما أتى بالصدق أن لا يصدقا\nوقال فيه أيضًا:\nإذا رأيت المرء حلوا لسانه\n...\nكذوبًا فأيقن أن لا حياء له\nولا خير في الإنسان إن لم يكن له\n...\nحياء ولا في كل من لا وفاء له\nوقال\nفي الإخوان\n:\nليس من كان الرخاء صديقًا\n...\nوعدو الصديق بعد الرخاء\nعدة في إخائه لصديق\n...\nإنما ذاك عدة الأعداء\nلو وجدنا أخًا متينًا أمينًا\n...\nلاتخذناه أخاء (39) للشقاء\n(37) الوره: شحم الصدر [الوسيط (2/ 1028)].\n(38) حراه: حرابه - حرًا: أى كان جديرًا به [الوسيط (1/ 169)].\n(39) كذا بالأصل والصواب (أخًا).\nالجزء: 1 - الصفحة: 25\n",
        "[\nكيفية اختيار الصديق الصدوق\n]\nأما الرفقاء في السفر والجلساء في الحضر والخلطاء في النقم والشركاء في العدم فاحفظ مصاحبتهم وواظب على إخائهم، وفى ذلك أقول شعرًا:\nوكنت إذا صحبت رجال قومٍ\n...\nصحبتهم وشيمتى الوفاء\nفأحسن حين يحسن محسنوهم\n...\nوأجتنب الإساءة إن أساءوا\nوأبصر ما بعينهم بعين\n...\nعليها من عيونهم غطاء\nارتد (40) رضاهم أبدًا وآتى\n...\nمشيئتهم وأترك ما أشاءُ\nلا تبدأن (*) أحدًا بصغيرة مما يكره ولا بكبيرة ولا بقليل مما يسخط ولا بكثير فإن ابتدأك أحد بشئ من ذلك فقدرت على الانتصار منه فعفوت أو انتصرت فما أحسن جميع ذلك إلا أن العفو أكرم والانتصار أعز وكلاهما حظ.\nوفى ذلك أقول شعرًا:\nفما ذات باب تحمده فيما علمـ\n...\nـت عليه مطرق الصواب\nوأى الناس ألأم من سفيه\n...\nيقول ولا يخاف (**) من الجواب\nوقال\nفي الجهل\n:\nإياك والجهل فإنما تجهل على ثلاثة رجل أنت أعز منه، ورجل هو أعز منك، ورجل أنت وهو في العز سواء.\n(40) (ارتد): هكذا بالأصل والصواب [أريد].\n(*) بالأصل (تبد) والصواب ما أثبتناه.\n(**) بالأصل (يخافين) والصواب ما أثبتناه.\nالجزء: 1 - الصفحة: 26\n",
        "فأما جهلك على من أَنْتَ أعز منه فلوم، وأما جهلك على من هو أعز منك فحيف، وأما جهلك على من هو مثلك فهراش (41) مثل هراش الكلبين ولن يفترقا إلا مفضوحين أو مجروحين وليس هذا من مقال الحكماء والعلماء والحليم أرزن والجهول أنقص.\nوفي ذلك أقول شعرًا:\nما تم علم ولا حلم بلا أدب\n...\nولا تجاهل في يوم حليمان\nولا التجاهل إلَّا ثوب ذى دنس\n...\nوليس يلبسه إلا سفيهان\nوقال\nفي رؤية الرَّجل وخبره\nإن من الناس من يعجبك حين تراه وتزداد عند الخبرة إعجابًا، ومنهم من تبغضه حين تراه وعند الخبرة أكثر بغضًا، ومنهم من يعجبك خبره ولا يعجبك منظره، ومنهم من يعجبك منظره ولا يعجبك خبره،\nوفى ذلك أقول شعرًا:\nترى من الرجال الغبن (42) فضلًا\n...\nوفيما أضمر الغبن الغبين\nولون الماء مشتبه وليست\n...\nتخبر عن مذاقته العيون\nفلا تعجل بظن قبل خبر\n...\nفعند الخبر تنصرم الظنون\n(41) فهراش: هَرشَ الدهر هرشًا: اشتد وفلان ساء خلقه وهارش الكلب الكلب. ونحوه قاتله. الوسيط (2/ 981).\nوالمقصود سوء خلق.\n(42) الغبن: النقص والضعف. الوسيط (2/ 644).\nالجزء: 1 - الصفحة: 27\n",
        "وقال أَيضًا:\nوناصى (43) الرجال بها امتحان\n...\nوما فيها لمعتبر بيان\nولكن فعلهم ينبئك عنهم\n...\nبه تجب الكرامة والهوان\nوما الإنسان إلَّا أصغراه (44)\n...\nسوى صور تصور للبيان\nوقال أَيضًا:\nلم أزل أبغض كل امرئ\n...\nوجهه أحسن من خبره\nفهو كالغصن يرى ناضرًا\n...\nناعمًا يعجب من زهره\nثم يبدو بعده ثمره\n...\nفيكون السم في ثمره\nوقال\nفي النهى عن القبيح\n:\nأذا رأيت من أحد أمرًا فنهيته عنه فلم يحمدك ولم يذمم نفسه على مكانه أو يُحدث حديثًا نعلم أنَّه قد انتفع بمقالتك، فإن ذلك عيب آخر قد بدا لك منه، لعله أقبح من الذي نهيته عنه.\nوفي ذلك أقول شعرًا:\nولا نهيت غويًا (45) من غوايته\n...\nإلا استزاد كأنى كنت أغويه\nولا نصحت له إلَّا تبين لى\n...\nمنه الجفاء كأنى كنت أغويه\n(43) ناصى: ناصٌ غريمه: استقصى عليه وناقشه وناصى فلانًا مناصاة ونصاء: قبض كل منهما بناصية الآخر ويقال فلان يناصى فلانًا: ينازعه ويباريه. الوسيط (2/ 926 - 927)\nوالمقصود هنا والله أعلم: نازع وبارى الرجال بها.\n(44) (اصفراه): هكذا بالأصل.\n(45) غويًّا: غوى- غيًّا وغواية: أمعن في الضلال. فهو غاوٍ وغوى وغيان. الوسيط (2/ 667).\nالجزء: 1 - الصفحة: 28\n",
        "وقال\nفي المؤاخاة\n:\nلا تواخ أحدًا إلَّا على اختبار منك (46) له، وارتضاء منك به واتفاق منه لك فإذا اتفق أمركما كذلك.\nفأعلم أن كلا كما يُحسن ويُسئ ويصيب ويخطئ ويحفظ ويضيع فوطِّن نفسك على الشكر إذا حفظ وعلى الصبر إذا أضاع وعلى المكافأة إذا أحسن وعلى الاحتمال والمعاتبة إذا أساء، فإن معاتبة الصديق إذا أساء أحب إلى الحليم من القطيعة في معاشرة من تواخيه.\nوفى ذلك أقول شعرًا:\nوإذا عتبت على امرئ أحببته\n...\nفتوق صابر عَتَبه (47) وشبابه\nوألن جناحك ما استلان لوده\n...\nوأجب أخاك إذا دعا لجوابه\nواحرص أن يُعرفك موقعك من كل أحدٍ حتَّى من أبيك وأمك فإن من السخافة أن يكون لأخيك فيما يحب ويكون لك فيما يكره، وما أقبح أن يكون له فيما يكره ويكون لك فيما يحب.\nواعلم أن من تنفعك صداقته ولا تضرك عداوته [هو] الكريم الذى إن أحسنت إليه كافأك، وإن أسأت إليه عاتبك، وأما من يضرك عداوته ولا تنفعك صحبته فهو الجاهل السفيه اللئيم.\nوفي ذلك أقول شعرًا:\nمن النَّاس من إن يرض لا ينتفع به\n...\nولكن متى سخط فما شين من فرر\nضعيف على الأعداء لكن قلبه\n...\nأشد إذا لاقى الصديق من الحجر\n(46) بالأصل (منه) ولعل الصواب ما أثبتناه.\n(47) عتبه: من عتب وعتب عليه عتبًا وعتابًا: لأمه وخاطبه مخاطبة الإذلال طالبًا حسن مراجعته ومذكرًا إياه كما كرهه منه. الوسيط (2/ 581).\nالجزء: 1 - الصفحة: 29\n",
        "وقال في مقلب الشعر:\nإنما الدنيا سراج\n...\nضوؤه ضوء مغار\nبينما غصنك غصن\n...\nناعم فيه اخضرار\nإذ رماه الدهر يو\n...\nمًا فيه اصفرار (48)\nوكذاك الليل يأتى\n...\nثم يمحوه النهار\nوقال\nفي المداراة\n(49):\nإذا هبطت بلدًا أهلها على غير ما تعرف وأنت على غير ما يعرفون فالزم كثيرًا من المداراة فما أكثر من دارى ولم يسلم فكيف من لم يكن منه مداراة.\nوفي ذلك أقول شعرًا:\nياذا الذي أصبح لا والدًا\n...\nله على الأرض ولا والِدَهْ\nقد مات من قبلهما آدم\n...\nفأي نفس بعده خالدهْ\nإن جئت أرضًا أهلها كلهم\n...\nعور فغمض عينك الواحدهْ\nوقال: لا تقاتلن أحدًا تجد من قتالة البَدُّ (50) فإنما الحمقان (51) لمن غلب ولا غالب إلَّا الله وإن آخر الدواء الكى فلا تجعله أولًا.\n(48) اصفرار: من اصْفَرَّ: صار أصفر اللون - والزَّرعُ: يبس ورقه وآن حصاده. الوسيط (1/ 516).\n(49) المداراة: من داراه: لاطفه ولاينه ورفق به واتقاه. الوسيط (1/ 282). والمقصود الملاينة والملاطفة.\n(50) البَدُّ: التعب. الوسيط (1/ 43).\n(51) (الحمقان): هكذا بالأصل ولعل الصواب [الحمق].\nالجزء: 1 - الصفحة: 30\n",
        "وفى ذلك أقول شعرًا:\nوكم رأينا من أخي غِبطة\n...\nأصبح مسرورًا وأمسى حزينًا\nوكم فتى يركب طاحونةً (52)\n...\nللحرب قد أصبح فيها طحينًا\nوقال\nفي الإعسار والإيسار\n(53):\nكم من صديق لنا أيام دولتنا\n...\nوكان يمدحنا قد صار يهجونا\nإني لأعجب ممن كان يصحبنا\n...\nما كان أكثرهم إلَّا يراؤنا\nلم يدر حتَّى انقضت عنا إمارتنا\n...\nمن كان ينصحنا أو كان يغوينا (54)\nمن كان ينصفنا ما كان يصحبنا\n...\nإلَّا ليخدعنا عما بأيدينا\nوقال\nفي الصلة والتفضل\n:\nلا يكن من وصلك أحق بصلتك منك بصلته، ولا من يفضل عليك أولى (55) بالتفضل منك عليه.\nفإنما أنت وهو كرجلين ابتدرا أكرومَة (56) فقصر أحدهما وبلغ الآخر، فأما القاصر قصر عن حط نفسه وأما البالغ فبلغ بجميل أمره وعظيم قدره.\n(52) طاحونة: الطاحونة: الطاحونة: آلة الطحن والجمع طواحين. الوسيط (2/ 552).\n(53) وردت كالأصل [الإبصار] ولعل الصواب ما أثبتناه.\n(54) يغوينا: من غوى - غيًّا وغواية: أمعن في الضلال واستغواه بالأماني الكاذبة: طلب غيَّه وأضله. الوسيط (2/ 667).\nوالمقصود والله أعلم يضلنا.\n(55) (أولا): هكذا بالأصل والصوالب ما أثبتناه.\n(56) أكرومة: الأكرُومة: الفعلة الكريمة. الوسيط (2/ 784).\nالجزء: 1 - الصفحة: 31\n",
        "[\nأحوال القدر\n]\nوقال في القدر: إذا كان الرجل لبيبًا:\nفاعلم أنَّه كامل ولكن لن يقدمه ذلك إلى ما كان يطالب، ولن يؤخره عما كان يحاذر إلَّا بقدر يلحق به ما طلب ويسبق به ما يحذر، وإن من الناس من يؤتى منطقًا وعقلًا ولن يؤتى مالًا، ومنهم من يؤتي مالًا ولا يؤتى غيره فيحتاج ماله إلى عقل ذى العقل ومنطقه، ويحتاج ذو العقل إلى مال ذوي المال ور\n...\n(57) وينهض هذا بهذا وهذا بهذا فليس لأنهما إذا فأُحْوِج الملك إلى السوقة (58) وأحوجت السوقة إلى الملك.\nوقال\nفي الفضائل\n:\nلا تقل فلان أغنى منى وأنا أحرم (59) منه فإنه لو جُمع العقلُ والشدةُ، والشجاعةُ والمال وأشباه ذلك لقوم، وبقى قوم لا شيء لهم لهلكوا.\nولكن الله عز وجل قال: فأوتى بعضهم عقلًا، وبعضهم قوة، وبعضهم مالًا مع أشياء مما يكون فيه صلاحهم وبه معايشهم، ثم أحوج بعضهم إلى بعض فلا عاشوا (60) وإنما مثل الرجل ورزقه، ومثل عقله وأدبه مروءته كمثل الرامي ورميته فلابد للرامي من سهم، ولابد لسهمه\n(57) بياض بالأصل.\n(58) السوقة: الرعيَّة وأوساط الناس وتطلق على الواحد وغيره فيقال هو سوقة وهم سُوقَة (ج) سُوَقٌ. الوسيط (1/ 465).\n(59) أحرم منه: أشد حرمانًا منه.\n(60) (فلا عاشوا): هكذا بالأصل ولعل الصواب [فعاشوا].\nالجزء: 1 - الصفحة: 32\n",
        "من قوس، ولابد لقوسه من وتر ولابد لجميع ذلك من قدر يبلغ ما رشق (61) ونَصِب (62) به ما يبلغ ويجوز به ما أصاب وإلا فلا شيء.\nفالرامى الرجل والرمية الرزق ولا يجتمع بينهما عقل ولا عز ولا شيء من ذلك إلَّا بقدرة.\nوفي ذلك أقول شعرًا:\nما القوس إلَّا عصا في كفِّ صاحبها\n...\nيرعى بها الضأن أو يرعى بها البقرا\nأو عود بانٍ (63) وإن كانت منفعة (64)\n...\nحتَّى يضم إليها السهم والوترا\nوإن جمعت لها هذي فهي عصي\n...\nحتي يساعد من يرمي بها القدرا\n[\nأخلاق الأتقياء والأشقياء\n]\nوقال: إن حسن السَّمْتِ وطول الصَّمْتِ ومشى القصدِ من أخلاق الأتقياء، وإن سوء السَّمْتِ وترك الصمتِ ومشى الخُيلاء من أخلاق الأشقياء.\nفإذا أمسيت فوق الأرض فاذكر من تحتها وكيف كانوا فوقها وكيف حلوا بطنها وكيف كانوا ممسًا.\n(61) رشق: رما ورشقه - رشقًا: رماه. الوسيط (1/ 347).\n(62) نصِب: نصبًا: أعيا وتعب وجدَّ واجتهد. الوسيط (3/ 924).\nوالمقصود والله أعلم ما اجتهد وتعب في رميه.\n(63) بان: البان: ضربٌ من الشجر سبط القوام، لين ورقه كورق الصفصاف. الوسيط (1/ 77).\n(64) (منفعه): هكذا بالأصل ولعل الصواب [منافعه].\nالجزء: 1 - الصفحة: 33\n",
        "[\nطبيعة بني آدم\n]\nواعلم أن ابن آدم أعزُّ من الأسد، وأشد من العمد ما لم يصبه أدنى شوكة، وأدنى مرض، وأدنى مصيبة.\nفإذا أصابه شيء من ذلك وجدته أهون من الذرة، وأمهن من البعوضة، فلا تغررك تجبره وتكبره وتفَرْعُنه واستطالته.\nوفي ذلك أقول شعرًا:\nولا تمش فوق الأرض إلَّا تواضعًا\n...\nفكم تحتها قوم هم منك أرفع\nفإن كنت في عزٍّ وحرز ومنعة\n...\nفكم طاح من قوم هم منك أمنع\nوقال في الغَنَاء والقنوع: إن الغناء في القلب فمن غنيت نفسه وقلبه غنيت يداه، ومن افتقر قلبه لم ينفعه غناء.\nوفي ذلك أقول شعرًا:\nإذا كان المرء لم ينفع بشيء فإنه\n...\nوإن كان ذا مال من الفقر موقر\nإذا كان فضل الله يغنيك عنهم\n...\nفأنت بفضل الله أغنى وأيسر\n[\nخير الاستشارة\n]\nوقال في الرأى والمشاورة: إذا استشير نفر أنت أحدهم فكن آخر من يشير فإنه أسلم لك من الصدق، وأبعد لك من الخطأ، وأمكن لك من الفكر وأقرب لك من الجزم.\nومن الرجال إذا أحلامهم [ندابوا] (65)\n...\nمن يستشار إذا استشير فيطرق\n(65) ما بين المعكوفتين: سقط أثبتناه حتي يستقيم الوزن والمعني.\nالجزء: 1 - الصفحة: 34\n",
        "حتَّى يجول بكل وادٍ قلبه\n...\nفيرى ويعرف ما يقول وينطق\nفبذاك يطلق كل أمرٍ موثق\n...\nوبذاك يوثق كل أمر مطلق\nإن الحليم إذا تفكر لم يكد\n...\nيخفى عليه من الأمور الأوفق\n[\nمجالسة أهل الأهواء وجدالهم\n]\nوقال في عز مجالسة أهل الأهواء والبدع ومحادثتهم أما أهل الأهواء فإني لم [أر] (66) أحدًا ازداد فيها إلا ازداد فيها عمًى لأن أمر الله أعز من أن يلحقه العقول، ولم أر اثنين تكلما فيها إلَّا رأيت لكل واحد منهما حجة لا يقدر صاحبه على دفعها إلَّا بالشبهة والمغالطة وأما النصيحة فلا.\nومن غالط في هذا أو مثله فإنما يغلط وعليه يخلط وإياها يخدع أو أراد أن يخادع ربه والله أعزّ من أن يُخدع لقد نبئت أن الله تبارك وتعالى في قلبك شيئًا يوردك إلى النار فهذا أمر نهي عنه موسي عليه الصلاة والسلام وقد أعطي التوراة فيها هدى الله وقد كلم الله موسى تكليمًا فكيف بغيره من أهل الأهواء ولم يزل الصالحون يتناهون عن الهواء والمرا فيه والجدل به ولم [أر] (67) قياسًا قط تم ولا كلامًا صح إلَّا وفيه كلام بعد كثير.\nوالسنة أن لا يتكلم في شيء من الأهواء بالهوى وبغير الإمتاع (68) للكتب المنزلة والسنن للرسل الصادقة.\n(66) ما بين المعكوفتين سقط أثبتناه.\n(67) ما بين المعكوفتين سقط أثبتناه.\n(68) (الامتاع): هكذا بالأصل ولعل الصواب [الاتباع].\nالجزء: 1 - الصفحة: 35\n",
        "وفى ذلك أقول شعرًا:\nإذا أعطى الإنسان شيئًا من الجدل\n...\nفلم يعطه إلا لكى يمنع العمل\nوما هذه الأهواء إلا مصائب\n...\nيخص بها أهل التعمى والعلل\n[\nالنميمة وأثرها\n]\nوقال في النميمة: إياك والنميمة، فإنها لا تترك مودة إلا أفسدتها, ولا عداوة إلا جددتها، ولا جماعة إلا بددتها، ولا نارا إلا وقدتها ثم لابد من عرف بها أو نسبت إليه (69) أن يتحفظ من مجالسته، ولا يؤتي بناحيته وأن يزهد في مناقشته، وأن يرغب عن مواصلته.\nوفى ذلك أقول شعرًا:\nتمشَّيْتَ فِينَا بالنميم وإنَّما\n...\nيُفرقُ (70) بين الأصفياءِ النَّمائمُ\nفلا زِلتَ مَنْسُوبًا إلى كل آفةٍ\n...\nولا زَال مَنْسُوبًا إليك اللوائمُ\nوفى مثله أقول:\nكالسيل في الليل لا يدرى به أحد\n...\nمن أين جاء ولا من أين يأتيه\nفالويل للعبد منه كيف يقصيه (71)\n...\nوالويل للود منه كيف يتليه\n(69) (إليها): هكذا بالأصل والصواب ما أثبتناه.\n(70) (تعرف): هكذا بالأصل والصواب ما أثبتناه.\n(71) (يُقْصِه): هكذا بالأصل والصواب [يقصيه] وهو مأ أثبتناه.\nويقصيه: من أقصى الشئ: أبعده وبلغ أقصاه يقال لا تقصيه الإبل: لا تبلغ أقصاه. الوسيط (2/ 741).\nالجزء: 1 - الصفحة: 36\n",
        "[\nمن نواقض المروءة كثرة الكلام\n]\nوقال: إذا قيل لك أى شئ أطول؟\nفقل: الكلام\nوإذا قيل لك أى شئ أقصر؟ فقل: الكلام.\nلأن الكلمة الواحدة قد تكون جوابًا لألف كلمة، وقد يكون جوابها ألف كلمة وأكثر، ولن تدرك الكلام حتى تدره ولن تدره حتى تحذره وفى القول خطأ كثر وبعضه صواب وإن الصمت منه لأصوب.\nفاترك منه مالا ينفع بأخذه، وخذ منه مالا تقدر على تركه، واسجن لسانك كما يسجن عدوه واحذره يحذر عائلته.\n[\nفي النفس وآدابها\n]\nوقال في تأديب النفس: إذا أبصرت بعض ما تكره من غيرك فاسرع الرجعة قبل أن يبصره منك من يستره وأحمد الله تعالى الذى أحسن إليك وبَصَّرك عيوب نفسك ونبَّهك للرجوع من غيِّك وإذا أخبرك بعيبك صديق قبل أن يخبرك به عدو فأحسن شكره واعرف حقه فإن خبر العدو سيب وخبر الصديق تأديب.\nوفى ذلك أقول شعرًا:\nولن يهلك الإنسان إلا إذا أتي\n...\nمن الأمر مالم يرضه نصحاؤه\nوقال\nفي الحاسد\n:\nاعلم أنك لن تلقى من الخبر درجة ولن تبلغ منه مرتبة ولن تنزل منه منزلًا إلا وجدت فيه من يحسدك، وإنما الحاسد خصم فلا تجعله\nالجزء: 1 - الصفحة: 37\n",
        "حكمًا فإنه إن حكم لم يحكم إلا عليك، وإن قصد لم يقصد إلا إليك، وإن دفع لم يدفع إلا حقك.\nوفى ذلك أقول شعرًا:\nولو كنت مثل القدح قائلًا\n...\nألا ما لهذا القدح ليس بقائم\nولو كنت مثل النصل قابلًا (72)\n...\nألا ما لهذا النصل ليس بصارم\nتم كتاب أدب صالح بن جناح بفضل منشئ الْروح ومجرى الرياح الملك الوهاب الفتاح في سلخ (73) ذى الحجة على يد العبد الفقير أضعف الأنام راجيًا من ربه حسن الختام بجاه سيدنا ومولانا محمد عليه أفضل الصلاة وأتم السلام كلما ناح الحمام وعلى آله وصحبه وأهل بيته وذريته وأمته أجمعين.\nوالحمد لله رب العالمين\nآمين\n(72) (قابلا): هكذا بالأصل ولعل الصواب [قائلًا].\n(73) سلخ: سلخ الشهر: مضى. الوسيط (1/ 442).\nالجزء: 1 - الصفحة: 38\n",
        ""
    ]
}