{
    "1": [
        "مقدمة في أصول البحث العلمي وتحقيق التراث\nمقدمة في أصول البحث العلمي وتحقيق التراث\nالسيد رزق الطويل\nالكتاب:\nمقدمة في أصول البحث العلمي وتحقيق التراث\nالمؤلف:\nالسيد رزق الطويل\nالناشر:\nالمكتبة الأزهرية للتراث\nالطبعة:\nالثانية\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "مقدمات\nمقدمة الطبعة الثانية\n...\nبسم الله الرحمن الرحيم\nمقدمة الطبعة الثانية:\nالحمد لله خلق الإنسان علمه البيان، وهداه إلى أقوم سبيل للبحث ويسر له أسباب الفكر والنظر في ملكوت السموات والأرض وصولا إلى المعرفة وإصابة كبد الحقيقة.\nوصلاة وسلامًا دائمين على خاتم رسله ومصطفاه، محمد بن عبد الله، الذي أرسله الله بالرسالة الهادية، والمعرفة النقية الصافية، والحكمة البالغة، ففتح الله بنورها الأبصار والبصائر، وأذهب بها الضلالات، ومحا بها الغشاوات، وكانت فتحًا مبينًا للبشرية خطت به نحو التقدم والتحضر، وعمرت به الأرض، وتحضرت به الإنسانية، وسمعت حثيثًا نحو البحث والنظر لتحقق أهدافها التي خلقها الله من أجلها.\nوبعد:\nفأقدم لقراء العربية عمومًا، وللعلماء والباحثين على وجه الخصوص هذه الطبعة من السفر القيم: \"مقدمة في أصول البحث العلمي وتحقيق التراث\" لمؤلفه الأستاذ الدكتور: \"السيد رزق الطويل\" أستاذ اللغويات بجامعة الأزهر، والعميد الأسبق لكلية الدراسات الإسلامية والعربية للبنين بالقاهرة, وذلك بعد أن اشتد الطلب عليه، وكثرت الاتصالات التي تحث على إعادة طبعه ممن عرفوا أثر الكتاب وفضل مؤلفه، وحاجة المكتبة العربيه إليه.\nولا بدع في ذلك, فقد درج المؤلفون في هذا المجال أن يكتبوا عن كيفية البحث وكتابته، أو عن تحقيق النصوص، أما مؤلفنا فقد جعل ذلك سفرًا مستفيضًا جمع فيه شتات الأمرين: البحث العلمي, وتحقيق التراث، كاشفًا عن الرؤية العامة فيهما، مضيفًا تجربته الخاصة في المجال، داعمًا لذلك كله بالأمثلة والتطبيقات.\nومما يزيد من قيمة هذا السفر الجليل هذا الباب الذي عقده المؤلف تحت عنوان: التعريف بالمكتبة الإسلامية، والذي عقده في فصلين أولهما: دراسة تاريخية وميدانية للمكتبة الإسلامية وثانيهما: في مصنفات التراث، تناول فيهما نشأة المكتبة الإسلامية في عرض تاريخي موجز وموثق، ثم تحدث عن أشهر المكتبات في العالم الإسلامي قديمًا وحديثًا في داخل البلاد الإسلامية وخارجها، كما تناول فيهما مصنفات التراث\nالجزء: 1 ¦ الصفحة: 3\n",
        "العربي الإسلامي على طريق الإجمال، ثم بسطها في تسعة مباحث هي مكونات الفصل الثاني من هذا الباب الهام جدا للباحثين، عرض فيها دليلًا وافيًا للمعلومات الدقيقة عن كل مرجع تناوله، ابتداء بما ألف من علوم القرآن، ثم الحديث\n...\nإلخ متناولًا كل فروع المعرفة\n...\nمشيرًا إلى أهم المكتبات التي تحوي محفوظات من التراث العربي والإسلامي في أنحاء العالم.\nويعتبر هذا الباب بمثابة \"بيلوجرافيا\" واعية، وهادية إلى التراث، تنير للباحثين طريقهم، وتيسر لهم سبل البحث، وتزويدهم بالمعرفة التي تهديهم إلى ما يشاءون، وإلى ما يطلبون البحث فيه من هذا التراث، تحقيقًا أرادوا، أو فتحًا لمغاليق موضوعات يحرصون على البحث فيها.\nويشاء الله تعالى أن تخرج هذه الطبعة للقراء بعد وفاة مؤلفها -يرحمه الله- بست سنوات في خلالها طلبت المكتبات العربية، والجامعات المختلفة هذا الكتاب، فحرصنا على أن نقدمه للقراء ينتفع به كل مريد, متوجها إلى الله أن يجزل الله لمؤلفه عظيم الأجر وجزيل الثواب.\nولذا فقد قمت بمراجعة الكتاب مراجعة دقيقة متأنية, مصوبًا ما قد يكون في طبعته الأولى من أخطاء غفلها الطباعون. كما حرصنا أن يخرج الكتاب في ثوب جميل يتناسب مع قيمته العلمية حتى يجتمع للكتاب جودة المظهر مع جودة المضمون والمخبر.\nوإني لأسأل الله \"جلت قدرته\" أن يرحم مؤلفه ويجزيه خير الثواب، وأن ينفع به قراء العربية، ويديم النفع به إن شاء الله.\nوما توفيقي إلا بالله, عليه توكلت وإليه أنيب وهو حسبي ونعم الوكيل, وآخر دعوانا أن الحمد لله رب العالمين.\nالقاهرة-سراي القبة في:\nالأول من صفر 1424هـ\nالموافق 3 من إبريل 2003م\nكتبه الأستاذ الدكتور عبد القادر رزق الطويل الأستاذ بجامعة الأزهر ت: 2574916\nالجزء: 1 ¦ الصفحة: 4\n",
        "بسم الله الرحمن الرحيم\nمقدمة المؤلف\n:\nإن الحمد كله لله، خلق الإنسان في أحسن تقويم وهداه السبيل، وعلمه البيان، وبين الله ما يتقيه، ويسر له أسباب الفكر والنظر في ملكوت السموات والأرض، والصلاة والسلام على رسوله ومصطفاه محمد عليه الصلاة والسلام، حمل للبشرية رسالة الهداية والعلم والحكمة، فتفتحت الأبصار والبصائر، وذهبت الغشاوات، وتمزقت حجب الضلالات، وخطت البشرية خطوات واسعة نحو تحقيق الرسالة المثلى التي من أجلها خلق الله البشر، وأنشأهم من الأرض واستعمرهم فيها.\nوبعد:\nفإن البحث العلمي يعد من أسمى ألوان النشاط البشري؛ إذ هو الطريق الأقوم لرقي الإنسان وسموه، وعلى دربه تدرج البشرية في مدارج النماء، وترتقي في سلم الحضارة، والنشاط الإنساني متواصل في المشارق والمغارب تتعاون فيه الجهود من أجل أن يحقق الإنسان حياة أمثل على ظهر الأرض، يعرف فيها حق خالقه ومولاه، وحق بني جنسه عليه، كما يعرف حق الحياة بما عليها: كيف يعيش فيها ويعايشها ويتعامل معها؟\nوالدين، الدين الحق الذي اصطفاه الله أقوم مناهج الرشد، في ظلاله يستطيع الإنسان أن يكتشف المخبوء من سنن الكون، وقوانين الحياة، ونواميس الوجود، وعند ذاك يتحول إيمانه الصادق بالله إلى قوة خلاقة ومبدعة.\nوعلوم الحضارة الإسلامية أصدق شاهد ودليل، إذ كانت الأستاذ والمعلم لما أتى بعدها من حضارات، وهي برغم الأفول الجزئي لا تزال تحتفظ بعناصر قوتها وهي قادرة على استرجاعها فتية جذعة إذا تهيأت لها الظروف والأسباب.\nالجزء: 1 ¦ الصفحة: 5\n",
        "ومن أجل ذلك تحمل طلابنا على أن يأخذوا أنفسهم بالبحث والدرس، وكشف المجهول ورفع الأستار عن المخبوء، وبخاصة أنهم أبناء ثقافة ذات عراقة وأصالة، تدفعهم بجانب البحث المتنوع في دروب المعرفة الإنسانية إلى الاهتمام بتراثهم الضخم الذي تنوء به خزائن الكتب في الشرق والغرب، وتنبه له المستشرقون قبل أن يفزع لبعثه وإحيائه بنو جلدته.\nوقد يكون للمستشرقين فيما ذهبوا إليه أهداف مدخولة، لكنهم سارعوا إلى استغلال الآلة الحديثة للطباعة في بعث هذا الفكر الإنساني، وتحرك الغير من أبناء العرب والإسلام من منتصف القرن التاسع عشر إلى بعث نفائس التراث سواء على مستوى الأفراد أم الحكومات.\nوبقدر أهمية البحث العلمي تكون أهمية المنهج.\nوعلى قدر فضيلة إحياء التراث تكون أهمية مراعاة الأصول المتبعة في التحقيق, وتحرير النصوص.\nواتساع نطاق التعليم الجامعي على أرض العالم العربي كان باعثا على تعدد مجالات البحث، وتوافر قاعاته، كما كان دافعًا إلى جعل التحقيق العلمي للتراث علمًا له أصوله وقواعده، وأعرافه وضوابطه.\nوظهرت مؤلفات تتحدث عن المنهج، وتقدم للأجيال خبرات نافعة على طريق التحقيق.\nوفي هذه المؤلفات محاولات لتقنين الخبرات والتجارت لتصبح أصولا مرعية، وقواعد متبعة.\nوتعددت أهداف هذه المؤلفات، فمنها ما توفر على التحقيق ومناهجه، ومنها ما تحدث عن المكتبة الإسلامية وتطورها وما تحفل به من مصادر في سائر ألوان المعرفة الإسلامية واللسانية والإنسانية والفكرية.\nومنها ما توفر على قواعد المنهج.\nالجزء: 1 ¦ الصفحة: 6\n",
        "غير أني أردت أن أقدم لطلاب العلم في جامعة الأزهر وغيرها من الجامعات الإسلامية مرجعًا شاملًا يهديهم على طريق البحث، وقد جمع هذه الشُّعَب كلها في إيجاز بلا إخلال.\nلقد استفدت ممن كتبوا قبلي ورادوا هذا الطريق، ومزجت ذلك بتجارب شخصية ومعاناة خاصة هي حصيلة الإشراف على رسائل كثيرة لدرجتي الماجستير والدكتوراه، وبحوث طلب مني تقويمها، والحكم لها أو عليها، والتدريس لطلبة الدراسات العليا.\nإني أكتب عن تحقيق التراث، وأجمع خبرات أعلامه، ولم يسبق لي التحقيق وإن كنت الآن أعيش مع مخطوطة في النحو صغيرة، اسمها \"الضوابط الحسان فيما يتقوم به اللسان\" لأبي العباس، شهاب الدين أحمد، وذلك حيث لا يفوتني الإسهام في هذا الطريق النبيل.\nومع هذا, فقد عشت مشاكل التحقيق وعثراته من خلال من ناقشت رسائلهم في التحقيق، أو من أشرفت عليهم ممن اختار هذا المجال البحثي طريقًا للدرجة العلمية, وقد جاء هذا المصنف والحمد لله في ثلاثة أبواب:\nالباب الأول: في أصول البحث العلمي وقواعده.\nوجاءت موضوعات هذا الباب في فصل واحد فقط.\nوأما الباب الثاني: فقد خصصته للتعريف بالمكتبة الإسلامية.\nوعرضته في فصلين:\nأولهما: دراسة تاريخية وميدانية للمكتبة الإسلامية.\nوالآخر: في مصنفات التراث.\nوفيه تسعة مباحث عرضت فيه أصول المراجع في فروع المعرفة الإسلامية.\nالجزء: 1 ¦ الصفحة: 7\n",
        "وأما الباب الثالث: فقصرته على قضية التراث وتحقيقه.\nوعرضته في ثلاثة فصول:\nأولها: عن التراث والجهود المبذولة في نشره.\nوثانيها: عن المخطوطات ومظانها في مكتبات العالم.\nوثالثها: في التحقيق وقواعده.\nأرجو أن أكون -بهذا العمل- قدمت لطلاب العلم معارف تنفعهم وتعينهم في درب البحث والدرس, كما أسأل الله -جل وعلا- أن يتقبل مني هذا العمل بقبول حسن، وأن يرزقني الإخلاص في القصد، والسداد في العمل والصواب في الاجتهاد، وأن يدخر لي المثوبة عنده, إنه سميع الدعاء.\nربنا عليك توكلنا وإليك أنبنا وإليك المصير.\nوما توفيقي إلا بالله, عليه توكلت وإليه أنيب,\nالقاهرة-الدقي: 29 من ربيع الأول 1409هـ\n9 من نوفمبر 1988م\nالمعتز بالله وحده\nد/ السيد رزق الطويل\nأستاذ اللغويات بجامعة الأزهر وعميد كلية الدراسات الإسلامية والعربية للبنين بالقاهرة\nالجزء: 1 ¦ الصفحة: 8\n",
        "الباب الأول: البحث العلمي وأصوله\nدراسة من فصل واحد تتحدث عن أصول البحث العلمي وقواعده\nقيمة البحث العلمي:\nما دام الإنسان يؤدي رسالة الخلافة على الأرض التي أرادها له الله يسعى حثيثًا لكشف المخبوء من قوانين الكون، وأسرار الحياة؛ طلبًا للعلم والمعرفة.\nوقد أكد الإسلام أن طلب العلم من أشرف المقاصد، وأسمى الغايات التي ينبغي أن يسعى إليها الإنسان، وبخاصة الإنسان المسلم، يقول الله تبارك وتعالى: {هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ} [الزمر: آية 9] ويقول جل شأنه: {يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ} [المجادلة: آية 11] ويقول سبحانه: {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} [فاطر: آية 28] كما يقول النبي صلى الله عليه وسلم: \"من سلك طريقًا يلتمس فيه علمًا سهل الله له طريقًا إلى الجنة\" كما قال عليه الصلاة والسلام: \"طلب العلم فريضة على كل مسلم\".\nإن البحث العلمي، والسعي وراء اكتساب المعارف من أعظم الوسائل للرقي الفكري والمادي، كما أنه المؤكد للكرامة والفضل اللذين منحهما الله للإنسان من بين مخلوقاته، ولأجل أن يتحقق هذا الهدف سخر الله للإنسان كل ما في الوجود، يسعى في مناكب الأرض، ويسبح في أجواز الفضاء، ويغوص في أعماق البحار، وقد صدق رب العالمين إذ قال وقوله الحق: {وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ} [الجاثية: آية 13] كما قال: {وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلًا} [الإسراء: آية 7] .\nوما دام الإنسان يسعى وراء المعارف يتسع أفقه, وتنمو مداركه، وتتعاظم خبراته، فإذا ظن الإنسان أنه قد وصل إلى درجة كافية من العلم والبحث، فمن هنا يبدأ مرحلة جديدة يتورط فيها في ظلمات الجهالة.\nالجزء: 1 ¦ الصفحة: 11\n",
        "وقد صحت الحكمة القديمة التي تقول: إن المرء ليعلم ما دام يطلب العلم, فإذا ظن أنه قد علم فقد جهل.\nوقد جاء في كتاب أدب الدنيا والدين نصيحة عبد الملك بن مروان لبنيه: \"تعلموا العلم؛ فإن كنتم سادة فقتم، وإن كنتم وسطًا سدتم، وإن كنتم سوقة عشتم\".\nوقد أثر عن بعض السلف قوله: من أمضى يومه في غير حق قضاه، أو فرض أداه، أو مجلد أثله، أو علم حصله، فقد عقَّ يومه، وظلم نفسه.\nتعريف البحث العلمي:\nعرض الباحثون تعريفات شتى للبحث العلمي، وهم في كل تعريف يصدر الواحد منهم عن منظور خاص، وتصور شخصي يصعب معه الشمول، كما نرى بعضهم حدد معنى البحث على أساس ميدانه، فالبحث في العلوم التجريبية له تعريف محدد، والبحث الأدبي له منحى معين، والبحث الديني قد يكون له مفهوم يختلف عنها جميعًا.\nومع ذلك أستطيع أن أقول: إن البحث العلمي عمل جاد، موضوعي يرمي إلى الوصول إلى حقيقة معينة، أو تجلية قضية، أو حسم الأمر في مشكلة من مشكلات المعرفة الإنسانية.\nهذا على سبيل التقريب.\nلكن الأمر يتحدد تماما إذا جلينا نقطتين.\nأولاهما: صور البحث ومجالاته.\nوالأخرى: الخُلق العلمي للباحث.\nالجزء: 1 ¦ الصفحة: 12\n",
        "صور البحث ومجالاته:\nأ- الوصول إلى مجهول:\nوذلك بأن يتناول الباحث عددًا من المقدمات، والدراسات، والقضايا يضم بعضها إلى بعض في إطار فكري متناسق ليصل إلى أمر مجهول يريد كشفه وإثباته.\nمثال ذلك: كتابة بحث عن: نظرة الإسلام إلى شركات التأمين.\nأو كتابة بحث عن: المصالح المرسلة وتوظيفها في معالجة القضايا المستجدة.\nأو كتابة بحث عن: العنصر الموسيقي في صوتيات اللغة العربية.\nأو كتابة بحث عن: التوهم في الدرس النحوي, والتصريفي.\nب- جمع متفرق:\nوقد تكون هناك مسائل علمية متفرقة في بطون الكتب, موزعة في مصادر التراث، وتحتاج إلى بحث واستقراء دقيقين ليصل الباحث إلى تصور شامل لما تفرق في صورة قضية واحدة متكاملة الأطراف والعناصر، وهذا لون من البحث وإن لم يأت بجديد لكنه جهد مفيد مثمر، ييسر للأجيال التالية أن تخطو على أساسه خطوات واسعة.\nوذلك مثل كتابة بحث عن: قضية الخيار في الفقه الإسلامي.\nأو مثل كتابة بحث عن: أسلوب النفي في النحو العربي.\nأو مثل كتابة بحث عن: أساليب الاستغراق والشمول في النحو.\nأو مثل كتابة بحث عن: الخيال في الشعر الجاهلي.\nجـ- إكمال ناقص:\nقد تعالج بعض القضايا في عصور سابقة معالجة لا تستوفي عناصر الموضوع نظرًا لأن المراجع، وأدوات البحث لم تكن متوافرة حينذاك، فيأتي باحث معاصر يكتشف عناصر أخرى يكتمل بها الموضوع، وتتوافر له أدوات لم تكن متاحة من قبل,\nالجزء: 1 ¦ الصفحة: 13\n",
        "فيعيد دراسة الموضوع ليستوفي ما كان ناقصًا، وليعرض وجهة نظر جديدة؛ مما يعود بالإثراء على البحث العلمي.\nوقد بحث أسلافنا الأوائل في قضايا.\nوأعدنا في عصرنا الحاضر دراستها، فكانت النتيجة أن وجدنا جديدًا ومفيدًا.\nوقد كتب كثيرون في القديم والحديث بحوثا عن المتنبي, لكن البحث الذي كتبه الشيخ محمود شاكر بما فيه من عمل تحليلي متميز شد انتباه لجنة التحكيم لجائزة الملك فيصل، ومنحت الشيخ الجائزة.\nد- تفصيل مجمل:\nقد يكون هذا الأمر في مجال البحث ليس بذي شأن كبير، لكنه على كل حال جهد مفيد ونافع, ويدفع صاحبه إلى الغوص في بطون الكتب لاستخراج المسائل التي يفصل بها ما أجمله غيره.\nوفي تراثنا شواهد كثيرة لهذا اللون من البحث، وأقرب شاهد لذلك المتون والشروح.\nوالمتون وهي تضم رءوس المسائل, لا تغني -كما نعلم- عن الشروح.\nوأحيانا يقوم بالشرح صاحب المتن، وأحيانا يقوم بذلك غيره.\nوأعظم متن في تراثنا حظي بكثرة الشروح هو ألفية ابن مالك في النحو.\nهـ- تهذيب المطول:\nوهناك ألوان من البحوث تعمد إلى المطولات, فتستبعد منها ما عسى أن يكون من حشو وفضول, ومعارف يمكن أن يستغنى عنها في تعليم المبتدئين، وتسمى بالتهذيب.\nوهو لون من البحث شائع في تراثنا، مثل: تهذيب الأغاني، وتهذيب السعد, وتهذيب التوضيح.\nالجزء: 1 ¦ الصفحة: 14\n",
        "وقيمته العلمية أنه كسابقه يمكن أن يستفاد به في مجال التعليم.\nو التعقيبات والنقائض:\nهذا لون من البحث يعتمد على التعقيب على بحوث سابقة، أو نقض ما فيها من قضايا، وكشف ما فيها من زيف، أو تخطئة ما ورد فيها من آراء واجتهادات.\nمثل: تهافت الفلاسفة للغزالي، وتهافت التهافت لابن رشد، والرد على النحاة لابن مضاء القرطبي.\nومنها كتاب مناهج السنة النبوية في نقض كلام الشيعة والقدرية لابن تيمية.\nومن البحوث الحديثة: ما يقال عن الإسلام للأستاذ عباس محمود العقاد.\nوكتاب الإسلام والنصرانية مع العلم والمدنية، والرد على هانوتو للشيح محمد عبده.\nز- وهناك بحوث تتناول بالدراسة أحد أعلام العلماء في أي علم من العلوم, بحيث يدرس الباحث حياته، وبيئته، وثقافته، وشيوخه، وتلاميذه، ونتاجه العلمي، وما له من إضافات فيه، ومنزلته بين نظرائه من أعلام عصره.\nوأهمية هذا البحث أن الباحث المتوفر على ذلك تتاح له فرصة تتبع نتاج هذا العالم وإبراز ما خفي منه، وكما يمكنه أن يستخرج من كتبه الآراء الجديدة والمفيدة التي تكون عاملا في تطوير هذا العلم الذي برز فيه.\nوهذا اللون الشائع في عصرنا الحاضر؛ لأنه ميسور للباحثين من أجل الحصول على درجتي الماجستير والدكتوراه.\nوقيمة هذا الموضوع تظهر في طبيعة البحث نفسه، وخطة الباحث، وجهده المبذول فيه، وفطنته.\nالجزء: 1 ¦ الصفحة: 15\n",
        "ح- تحقيق النصوص:\nوهذا مجال اتجه إليه الباحثون في عصرنا الحاضر، ولعلهم وجدوه ميسورًا كسابقه, إذ لا يكلف الواحد منهم سوى البحث عن مخطوط لم ينشر، أو نشر غير محقق فيقوم بتحقيقه، وضبط نصوصه وتحريرها.\nولا أريد أن أدخل في أصول التحقيق؛ لأني سأعالجه في باب خاص من هذا الكتاب.\nوالعيب في هذا المجال من مجالات البحث أن كثيرًا ممن يلجون بابه من طلاب العلم يفعلون ذلك بدون خبرة كافية، وتحقيق النصوص بالدرجة الأولى خبرة وفطنة أكثر منه معارف.\nولأجل هذا, فإن البحث في تحقيق النصوص تعظم قيمته إذا اقترن به دراسة جادة لمؤلف المخطوط, تكشف عن جهده العلمي وآرائه التي تفرد بها.\nوهذه المجالات المتعددة تختلف -بلا ريب- من حيث القيمة العلمية، وأعلاها أولها، ويليها الثاني، وكذا بحوث التعقيبات والنقائض.\nلكن الذي أريد أن أؤكده أن قدرة الباحث, وفطنته، وتمكنه من مادته يجعل لبحثه قيمة عالية، ولو كانت طبيعة البحث من هذا اللون الوصفي الذي لا يتطلب جهدًا كبيرًا, أو إمعانًا في النظر والتحري والتمحيص.\nعدة الباحث وخلقه العلمي:\nلا بد لمن يلج ميدان البحث العلمي أن يتوافر فيه عدد من الخصائص والسلوكيات, حتى يخرج بحثه على الصورة المرجوة التي تثري المعرفة الإنسانية، وتضيف إليها الجديد والمفيد:\n1-\nغزارة العلم، وسعة المعرفة، والخبرة الواسعة بالميدان الذي يبحث فيه حتى يمكنه استخراج ما هو محتاج إليه من بطون المراجع, والموسوعات العلمية.\nالجزء: 1 ¦ الصفحة: 16\n",
        "وأن يقرأ كل ما يتصل ببحثه من مؤلفات, قديمها وحديثها.\nوأن يحس فهم ما يقرأ، ويدرسه دراسة فاحصة متأنية حتى لا يقع في الخطأ أو الوهم.\n2-\nألا يأخذ ما يقرأ مما انتهى إليه غيره قضية مسلمة لا تقبل المراجعة مهما كانت شخصية هذا الباحث، وليضع في اعتباره هذه الحقيقة: يعرف الرجال بالحق، ولا يعرف الحق بالرجال.\n3-\nالموضوعية، ومعنى هذا أن يكون جهد الباحث منصبًّا على الموضوع الذي يبحث فيه بصرف النظر عمن بحثوا في هذا الموضوع، ويمكن أن يأخذ ما تبين له أنه حق مهما قيل في صاحب هذا الرأي من اتهامات، وأن يرد ما رآه باطلًا، ولو كان صاحبه معظمًا في عيون الناس, فالحكمة ضالة المؤمن ينشدها أنَّى وجدها.\nفلا أرد رأيا حسنا في القضية للزمخشري -مثلًا- لأنه معتزلي، ولا رأيا وجيها لنافع بن الأزرق؛ لأنه من الخوارج.\nبل أطلب الحق حيث وجد، وللحق مقاييس معروفة في مقدمتها الموافقة لكتاب الله، والسنة الصحيحة، والعقل الصريح، والواقع المحس.\nولا بد من اتزان الأسلوب, فلا يكون إنشائيا مفعما بالمشاعر، متأثرا بالعواطف، يثير الشعور، ولا يقنع العقول.\nبل لا بد من الأناة والروية والتعقل والحيدة التامة.\n4-\nالنزاهة، وتعني البعد عن الهوى والتعصب في عرض الآراء ومناقشتها، والبعد عن التحامل، فيعرض رأي الغير وفكره كما يعرض آراءه الشخصية.\n5-\nالأمانة العلمية، وتتطلب من الباحث الدقة في النقل، وعدم التسامح في لفظ أو عبارة، أو حرف واحد مما ينقل، وذلك إذا كان الأمر في مجال الاستشهاد بنص معين، أما إذا كان المراد مجرد عرض رأي أو فكر علم من الأعلام فلا يلزم النقل النصي, ويشير فقط إلى المصدر الذي عرف منه الباحث هذا الرأي.\nالجزء: 1 ¦ الصفحة: 17\n",
        "6-\nاحترام رأي الآخرين، فليس من حق الباحث أن يهون من رأي غيره، ولكن له أن ينقده بالدليل والبرهان في غير تجريح, ولا اتهام.\n7-\nالاهتمام بتوثيق النقل، بذكر المصادر وافية البيانات.\n8-\nإذا أراد الباحث الترجمة للأعلام الذين يرد ذكرهم في بحثه, فليكن ذلك بإيجاز مفيد، وليكن مقصورًا على غير المشهورين منهم, الذي يحتاج القارئ المتوسط التعرف عليهم.\n9-\nالاهتمام بالفهرسة، ولنا حديث مفصل فيما بعد عن المراجع, والفهارس بعون الله وحده.\n10-\nلا بد للباحث أن يكون متمتعا بالراحة الجسمية، بعيدًا عن التوتر والآلام النفسية, حاضر العقل والبديهة، مهيئًَا للتفكير السليم.\nمراحل البحث:\nالبحث العلمي يحتاج إلى مراحل محددة لا بد أن يمر بها الباحث ليصل إلى ما يريد من بحثه، وأن يحصل نتائج صحيحة تسهم في بناء معارف صحيحة. وسنتناول بالترتيب المنطقي هذه المراحل.\n1-\nاختيار الموضوع:\nهذه في تقديري أهم مراحل البحث، وأكثرها جهدًا ومشقة؛ إذ يكون الباحث الذي هو بصدد الاختيار أمام بحر لجي من المعارف والمؤلفات والأفكار التي طرحت في الميدان الذي يبحث فيه، ولا سيما أن تراث أمتنا في كل المعارف عظيم الثراء، وهذا يضاعف من الصعوبة التي يجدها الباحث.\nوالباحث الجاد الصادق يحس بمسئولية أعظم؛ لأنه لا يريد كتابة أي بحث يوصله للدرجة التي يريدها، ولكنه يريد بحثًا يحقق فيه نتائج يذكرها له معاصروه, والباحثون من بعده.\nالجزء: 1 ¦ الصفحة: 18\n",
        "واختيار الموضوع يدل دلالة واضحة على عقل صاحبه، وعلمه، وخبرته بتراث قومه، فهو حصيلة جهد ومثابرة، واطلاع واسع، وخبرة باحتياجات الفن الذي يبحث فيه.\nوهناك عوامل عدة تسهم في نجاح الموضوع, وتدل على مدى التوفيق في اختياره.\nومن ذلك:\nأ- الصياغة الدقيقة لعنوان الموضوع أو ترجمته.\nب- حجم الدراسة فيه كمًّا وكيفًا.\nجـ- طرافته وجدته.\nد- صلته بالمطالب الحيوية للمجتمع الذي ينتظر أن تسهم المعرفة في رقيه عقليا وماديا.\nهـ- صلته بميول الطالب ومعارفه.\nو مراجع الموضوع ومدى توافرها، ولا نعني كثرتها؛ لأن الكثرة قد تكون مشكلة تدفع الطالب إلى نقول كثيرة تغيب معها شخصيته.\nعلى أن الطالب الواعي يستطيع أن يعالج ذلك بمهارة, وحسن تصرف.\nوقضية التعامل مع المراجع لها حديث آخر.\nالخطة الأولية للموضوع:\nعندما يوفق الباحث في اختيار بحثه عليه أن يرسم خطة أولية لمعالجة هذا الموضوع، والخطة الأولية تعني التصور العاجل والسريع للموضوع الذي ينقدح في ذهن الباحث أول الأمر، ويرفد هذه الخطة حصيلة المعارف والاطلاعات التي اكتسبها، والتي هي زاده على طريق بحثه، ولا يعقل أن يبدأ باحث معالجة موضوع معين وهو خالي الذهن تمامًا عن كل معرفة تتصل به.\nالجزء: 1 ¦ الصفحة: 19\n",
        "وسأقدم على سبيل المثال خطة لموضوع ما يهتدي بها أي باحث من أبنائنا طلاب العلم.\nوسأقدم لهم خطتي الأولى للموضوع الذي حصلت به على درجة الدكتوراه في النحو وهو: الخلاف بين البصريين والكوفيين وأثره في تطور الدراسات النحوية حتى نهاية القرن السادس الهجري.\nوكان هذا البحث من بابين يسبقهما مقدمة وتمهيد، ويعقبهما خاتمة.\nأما المقدمة، فذكرت فيها تعريفًا موجزًا بنفسي ودراساتي السابقة، ثم اختياري للموضوع وأسباب هذا الاختيار، وتحدثت عن مراجعي وتعاملي معها والصعوبات، وكيف ذللت مع شكر للمشرف ولمن بذلوا لي مساعدة لإنجاح العمل وإنجازه، كل هذا في اقتصاد، ودون مبالغة أو تزيد.\nوأما التمهيد، فتحدثت فيه حديثًا موجزًا عن نشأة الدراسة النحوية حتى بداية عصر الخلاف.\nوأما الباب الأول: فقد تناولت فيه بالدراسة الخلاف بين المدرستين: البصرية والكوفية بالوصف والتحليل، والتاريخ الدقيق، وعرضت ذلك في فصول ثلاثة:\nالفصل الأول: قصرت الحديث فيه على دراسة تاريخية للخلاف، تحدد ظهوره، وتحلل أسبابه، وتصف بيئته، وتشرح المؤثرات التي حوله، وتذكر أنماطه، كما تبين مظاهره.\nوفي الفصل الثاني: تناولت مسائل الخلاف بين المدرستين، وجعلت لها هذا التصنيف:\nأ- مسائل أصولية: مثل القياس, والسماع، والعلة، والعامل.\nب- موضوعات نحوية: مثل الضمائر، والمشتقات، والتضمين.\nجـ- مسائل جزئية: لإحصاء مسائل الخلاف في أشهر كتب النحو, وأوسعها.\nالجزء: 1 ¦ الصفحة: 20\n",
        "وفي الفصل الثالث: تحدثت عن الباحثين في الخلاف من قدماء النحاة, كالأنباري والعكبري ونحوهما.\nوأما الباب الثاني: فجعلته لتقويم الخلاف, وكشف آثاره.\nوجعلته في فصول ثلاثة:\nالفصل الأول: تقويم القدماء والمحدثين للخلاف بين المدرستين.\nوالفصل الثاني: قصرته على محاولتي الشخصية لتقويم الخلاف، وتصورت أسسا معينة أقيم عليها عملية التقويم.\nوالفصل الثالث: كان لتتبع نتائج الخلاف وآثاره في الدراسات النحوية حتى نهاية القرن السادس الهجري, مشيرًا إلى ما ظهر من مدارس متعددة بعد ذلك في بغداد ومصر والأندلس.\nوالخاتمة:\nكانت لتسجيل النتائج التي أُصلت إليها من البحث.\nهذه الخطة المبدئية لم تتغير في الممارسة العملية تغيرًا يذكر، لعل ذلك يرجع لأني كنت مستوعبًا لعناصر الموضوع في ذهني ومعايشتي له أول الأمر بالقراءة في كتب الخلاف، لكن هذا غير لازم، بل في أكثر الأحيان تتغير الخطة عند الممارسة ولا عيب في ذلك؛ ولذا درجنا دائما عند تقديم خطتنا لأي بحث أن نقول: والخطة قابلة للتعديل, حسب مقتضيات البحث.\nأسوق هذا لعل فيه هداية لكل باحث، أو نموذجًا يحذو حذوه الباحثون، والكمال في كتاب الله وحده: {وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافًا كَثِيرًا} [النساء: آية 82] .\nالجزء: 1 ¦ الصفحة: 21\n",
        "2-\nكيف تتم عملية التبويب؟\nإن الباحث وهو يضع الخطة الأولى لبحثه وله معرفة عامة به، يلقي نظرة على عنوانه من خلال الأهداف التي يوحي بها، والجهود التي يحتمها، فيجعل هذه الأساسيات أبوابًا.\nثم يمسك بكل باب على حدة، ويضع له العنوان المأخوذ من العنوان العام للرسالة، فيلقي عليه نظرة واعية يستخرج بها النقاط التي يلزم الحديث عنها في هذا الباب، فيجعل من هذه النقاط فصولًا.\nثم يعمد إلى كل فصل فيتأمل القضايا التي يمكن أن يعالجها فيجعلها مباحث.\nوهكذا حتى يفرغ من تخطيط الرسالة تخطيطًا أوليًّا، وكما قلنا: إن التعديل في هذا التخطيط وارد حسب مقتضيات البحث.\nوالخطة النموذجية التي قدمتها آنفًا تبين لنا بوضوح كيف يتم التبويب.\nفإذا طلب منك -مثلًا- أن تكتب عن محمد بن الحسن الشيباني وجهوده الفقهية, فلا بد أن تكون الرسالة من بابين:\nأولهما: عن محمد بن الحسن.\nوالآخر: عن جهوده الفقهية.\nثم تمسك بالباب الأول فتعرضه في عدة فصول:\nالفصل الأول: حياته ودراسته وشيوخه.\nالفصل الثاني: علاقته بالإمام أبي حنيفة.\nالفصل الثالث: علاقته بالدولة الإسلامية في عصره.\nوأما الباب الثاني: فتعرضه في عدة فصول:\nالجزء: 1 ¦ الصفحة: 22\n",
        "أولها: آراؤه التي انفرد بها، وتأثيره في فقه الإمام أبي حنيفة ومنزلته بين فقهاء عصره.\nثانيها: أثر آرائه الفقهية في سياسة الدولة.\nثالثها: مؤلفاته, وتقويم هذه المؤلفات.\nخاتمة: تسجل فيها النتائج.\nوبالطبع نبدأ البحث بالمقدمة.\nويمكن أن نأتي بتمهيد.\nنتحدث فيها بإيجاز عن الدراسة الفقهية حتى عصر محمد بن الحسن.\nوهكذا يتم التبويب وعمل الخطة الأولى لأي بحث يريده الباحث.\n3-\nالمصادر والمراجع:\nبادئ الأمر نقول: هل هناك فرق بين المصدر والمرجع؟\nبعض العلماء لا يفرق بينهما ويعدهما مترادفين, فسواء أكان الكتاب مصدرًا متوفرًا على هذه المعرفة بعينها أم يرجع إليه في اكتساب شيء منها.\nوأكثر العلماء يفرق بينهما.\nفالمصدر: كتاب يعالج موضوعًا بعينه، يتوفر عليه، ويعالجه معالجة شاملة تستقصي جميع جوانبه في تعمق ودرس، بحيث لا يستغني عنه باحث في هذا الموضوع أو دارس.\nوالمرجع: الكتاب الذي يستقى من غيره، فيتناول موضوعًا أو جانبًا من موضوع يذكر ما فيه من مسائل وقضايا.\nفمن المصادر: الجامع الصحيح للبخاري، وصحيح مسلم في الحديث.\nالجزء: 1 ¦ الصفحة: 23\n",
        "والكتاب لسيبويه في النحو.\nوالكامل للمبرد في الأدب.\nوالمغني لابن قدامة في الفقه الحنبلي.\nوما أخذ من هذه المصادر فهو مرجع.\nوذلك مثل الأربعين النووية في الحديث.\nوعلى أي حال، فهذه أمور اصطلاحية لا مشاحة فيها إذ اختلف في أمرها الباحثون.\nإن الباحث مطالب بالرجوع إلى كل ما يقع تحت يده مما كتب في مادته من قديم أو حديث، كما أن عليه أن يسعى وراء ما هو بعيد عنه مما يقع في يد غيره، أو في المكتبات العامة، وكذا المخطوطات؛ إذ قد يكون فيها معارف لا توجد في المطبوعات.\nوكما أن نجاح الباحث متوقف على الحصول على أكبر قدر من مصادره.\nكذلك نراه متوقفًا على القدرة على الاستفادة من المراجع.\nأما الأساس الأول، فعلى الطالب مراجعة ما يأتي:\n1-\nفهارس المكتبات الخاصة والعامة.\n2-\nالموسوعات العلمية المتخصصة في العلم الذي يبحث فيه.\n3-\nفهارس المصادر والمراجع التي لها صلة ما ببحثه، عله يجد بعض المسائل المساعدة في البحث، وكذلك الرسائل الجامعية التي كتبت في هذه المادة.\n4-\nالمجلات العلمية المعتد بها.\n5-\nقوائم دور النشر والمكتبات؛ لمتابعة كل جديد في فنه، وما صدر من المخطوطات فيه.\nالجزء: 1 ¦ الصفحة: 24\n",
        "6-\nالرجوع إلى الشخصيات العلمية المبرزة في هذا المجال يستفيد من خبرتهم ويهتدي بإرشاداتهم التي هي حصيلة سنين في ميدان البحث والدرس.\nوأما الأساس الثاني، فيدور حول أسلوب التعامل مع المراجع.\nوذلك يتطلب ما يأتي:\nأ- يجدر بالباحث أن يرتب مراجعه ترتيبًا زمنيًّا؛ ليقف على التطور التاريخي للعلم الذي يبحث فيه، لما يترتب على هذا من وقوف الباحث على أمور هامة في بحثه، كما يكشف له عن تأثير اختلاف البيئة الزمنية في بعض المعارف، ويتيح له فرصة المقارنة بين المتقدم والمتأخر.\nب- يبدأ التوثيق بالمراجع المتقدمة تاريخيًّا، ولا ينبغي أن يوثق نقلًا من مرجع متأخر, مع أن هذه المعلومة من مرجع متقدم.\nولا يعتمد على توثيق غيره, بل يأخذ من حيث أخذ.\nجـ- عندما يمسك الباحث بالمرجع يكفيه أن يقرأ فهرس الموضوعات فيه إن كان مفهرسًا، ليقف على الموضوعات التي لها صلة ببحثه، فإذا كان غير مفهرس كان لا مفر له من قراءة المرجع قراءة سريعة حتى إذا وقع على مسألة لها صلة ببحثه قرأها بأناة، واستخرجها في البطاقة المعدة لذلك، ذاكرا الجزء والصفحة، واسم الكتاب والمؤلف، وسنة الطبع، والناشر، ومكان النشر, مثل الكتاب لسيبويه جـ1 ص220 تحقيق عبد السلام هارون, الهيئة العامة للكتاب, القاهرة سنة 1962م.\nد- ما ينقله بنصه من المرجع يوضع بين علامتي تنصيص، ويذكر في أسفل الصفحة المعارف الستة المتصلة بالمرجع والتي أشرنا إليها، أما إذا نقل الباحث ملخصًا لفكرة وجدت في المصدر أو المرجع، لا يضع هذا الملخص بين علامتي تنصيص، وعليه أن يشير في أسفل الصفحة إلى المرجع قائلًا: انظر كتاب كذا, جزء كذا, صفحة كذا\n...\nإلخ.\nالجزء: 1 ¦ الصفحة: 25\n",
        "هـ- إذا اعترض النص المنقول بعض عبارات لا يعنى الباحث نقلها؛ لأنها بعيدة الصلة عن بحثه, فلا حرج عليه أن يضع مكانها عدة نقاط على هذا النحو \"\n...\n\".\n4-\nجمع المادة العلمية:\nبعد التعامل مع المصادر والمراجع بالصورة التي ذكرناها، يستخرج ما يحتاج إليه من مادة علمية متبعًا إحدى طريقتين:\n1-\nطريقة البطاقات:\nفيسجل على كل بطاقة النص الذي ينقله ذاكرًا في أسفلها المعلومات الكاملة عن المرجع، وإذا كان ما يريد نقله يستغرق أكثر من بطاقة والمرجع في متناول الباحث يكفي أن يثبت في البطاقة ملخصًا لما يريد نقله، ثم يذكر في أسفلها الصفحات التي تحتوي القضية كاملة, والحجم المناسب للبطاقة غالبًا \"10x14سم\".\nولا بأس أن يكتب النقل في عدة بطاقات إذا كان المرجع غير ميسور, على أن يضم هذه البطاقات بعضها البعض بمشبك أو نحوه.\n2-\nطريقة الملف:\nبأن يكتب ما يستخرجه من مادة علمية في أوراق كبيرة يضمها ملف معين أو ملفات حسب حجم المادة التي تسنى له جمعها.\nالدراسة والتصنيف:\nفإذا فرغ من جمع المادة على إحدى الصورتين السابقتين يبدأ في دراسة ما جمعه دراسة دقيقة واعية, يخلص منها إلى عملية التصنيف.\nفيعد الباحث صناديق على عدد فصول الكتاب.\nوفي كل صندوق يضع بطاقات الفصل الخاصة به، ويكتب عليه -مثلًا- الباب الأول -مثلًا- أو يعد ملفات على عدد فصول البحث، يضع في كل ملف الأوراق التي جمعت فيها مادته.\nالجزء: 1 ¦ الصفحة: 26\n",
        "ولي تجربة خاصة في هذا الصدد.\nأسميها طريقة الكشكول المفهرس.\nوقد اتبعتها في رسالتي في الدكتوراه.\nبأن أنقل المادة العلمية لكل فصل في كشكول، وأعطي كل نقل عنوانًا خاصا به، يجعل من السهل ربطه بأي فصل من فصول الرسالة.\nوفي آخر كل كشكول فهرس لكل ما ورد فيه من موضوعات.\nفإذا قرأت الكشكول أخذت فكرة كاملة عن مواد هذا الفصل.\nويصبح من السهل ربطه بالخطه الأولى التي وضعتها، أو أعدل في الخطة تبعًا لما استجد لي من مواد علمية تتطلب هذا التغيير.\nعلى أي طريق من هذه الطرق أسير فيه، تتضح أمامي معالم الموضوع، وفي الوقت نفسه تظهر وجهة نظري، أو تعقيباتي، أو حواري مع آراء الآخرين، فأبادر بذكر إشارة موجزة عند كل موضوع، أو نقل يبدو لي مناقشته، والوقوف عنده حتى لا أنساه عندما أبدأ في المرحلة التالية، وهي أهم المراحل, أعني: مرحلة الكتابة والإخراج.\nالجزء: 1 ¦ الصفحة: 27\n",
        "مرحلة كتابة البحث وإخراجه:\nهذه المرحلة تأتي بعد أن تتم دراسة الموضوع من خلال المصادر والمراجع, وتكتمل صورته في ذهن الباحث، ثم يبدأ في كتابة بحثه.\nوحينذاك يصوغ الباحث موضوعه بعبارته وأسلوبه، طبقًا لما هو ماثل في ذهنه، ويعالج قضاياه من خلال تصوره حتى تبدو شخصيته فيما يكتب، وله أن يعرض أفكار غيره بعبارته، ويشير إلى المرجع بقوله: انظر كذا -كما أسلفنا- ولا يذكر كلام غيره بنصه إلا إذا كان المقام يفرض ذلك، ويحتمه الاستشهاد، أو أنه يريد مناقشة هذا النص بحرفه.\nولا بد أن يتسم في كتابته بالدقة والأناة والتواضع والبعد عن الإعجاب بالرأي أو الإمعان في تسفيه الآخرين.\nوأنسب الأساليب للكتابة العلمية أسلوب المساواة، وهو عند البلغاء: أن تكون الألفاظ على قدر المعاني.\nويحسن الإيجاز في صياغة القوانين, والقواعد العامة، والتعريفات.\nومن آفات الكتابة في البحوث الإطناب في غير مناسبة، والتكرار -أعني: تكرار المعلومة في أكثر من موطن- والإحالة تغنيه عن ذلك.\nويراعى ترتيب الأفكار وترابطها، وأن تكون أحكامه مبنية على مقدمات صحيحة توصل إليها.\nوإذا كان للباحث رأي في مسألة يخالف به من سبقوه من الأعلام، فلا بد أن يقدم البراهين الصحيحة التي أقام عليها رأيه.\nوعلى الباحث أن يلتزم بعلامات الترقيم؛ لأنها وإن كانت من مبتكرات العصر\nالجزء: 1 ¦ الصفحة: 28\n",
        "الحاضر، وينسب ابتكارها إلى أحمد زكي باشا شيخ العروبة، فإنها تلقي ظلالًا من الوضوح على ما يكتب، وتعين على الفهم، وتزيل كثيرا من الالتباس والوهم.\nونشير إليها هنا بإيجاز تتميما للفائدة:\n. - النقطة، تكتب في نهاية فقرة اكتمل بها معنى.\n: - النقطتان المتعامدتان، توضع بعد القول، ونحوه.\n، - الفاصلة، توضع بين المفردات، والجمل المتعاطفة.\n؛ - الفاصلة المنقوطة توضع حيث يكون ما بعدها علة لما قبلها.\n- - - الشرطتان بينهما فراغ، توضع بينهما الجمل المعترضة.\n\" \" - علامات التنصيص، توضع بينها ما نقل عن الغير، وكذا الأحاديث النبوية.\n() - القوسان، يوضع بينهما العنوان، أو ما نقل من كتاب الله تعالى.\n؟ - علامة الاستفهام، توضع حيث يكون الاستفهام بأي أداة من أدواته.\n! - علامة التعجب، توضع بعد كلام يترتب عليه ما يدعو للدهشة والعجب.\nويمكن تكرارها إذا رأى الباحث أن الموقف يثير قدرًا كبيرًا من العجب.\nوإذا بدا للباحث أن يترجم للأعلام فليفعل ذلك بإيجاز، وليقصر ذلك على غير المشهورين.\nوتوثيق النقول قضية هامة يتوقف عليها صلاح البحث وقيمته.\nفالآيات القرآنية يذكر في الهامش رقم السورة والآية.\nوالأحاديث النبوية لا بد من تخريجها.\nوالشعر ينسب لقائله إن عرف له قائل، وأقوى توثيق للشعر أن يذكر موضعه من ديوان الشاعر، أو في المجموعات الشعرية القديمة مثل المفضليات, والأصمعيات، ومختارات ابن الشجري، والحماسة لأبي تمام، والحماسة للبحتري.\nالجزء: 1 ¦ الصفحة: 29\n",
        "وإن لم يتيسر هذا فيذكر مكانه في أي كتاب من كتب التراث المعتد بها.\nوفي نسبة أقوال العلماء، أقوى توثيق لها أن تذكر مكان هذا النقل في كتاب من كتب هذا العالم الذي نقلت عنه، أو من كتاب عالم آخر قريب العهد منه، أو مكان هذا الرأي في كتاب عالم يعتد به، وإن كان بعيدًا في الزمن عن صاحب هذا الرأي.\nومن هنا تبدو لنا وظيفة الهوامش؛ إذ تخصص فيما يأتي:\nأ- توضيح كلمة أو عبارة غامضة يقتضي البحث توضيحها.\nب- نسبة الشعر لقائله والترجمة له.\nجـ- نسبة النقول إلى مصادرها.\nد- الترجمة للأعلام.\nهـ- تخريج الأحاديث.\nو تخريج الآيات القرآنية.\nز- الإحالة إلى موضوع سابق, أو لاحق.\nفإذا أكمل الباحث فصلا من فصول بحثه، راجعه مراجعة دقيقة، وقابل النقول بالبطاقات التي تحمل هذه النقول، وراجع الهوامش وأرقامها، كما يراجع المعلومات التي يكتبها عن كل مصدر.\nثم ينتقل إلى الفصل الذي يليه, وهكذا حتى يفرغ من البحث.\nوهنا ملاحظة هامة إذا تصرف الباحث أي تصرف في النص المنقول لا بد أن يشير إلى أن ذلك \"بتصرف\" بعد ذكر بيانات المرجع المعروفة. وترتيب الفقرات بدءًا وختامًا، يدل على فهم الباحث لبحثه، ودرايته بما يكتب.\nالفهارس:\nتعد الفهارس من لوازم البحث الحديث؛ ذلك لأنها تؤدي مهمة جليلة القدر\nالجزء: 1 ¦ الصفحة: 30\n",
        "على طريق البحث العلمي وبناء المعارف الإنسانية؛ إذ إنها توفر للباحثين الذين يستعينون بعمل غيرهم للوصول إلى عمل أكبر، أو إضافة لبنة إلى اللبنات التي أرساها سابقون, توفر عليهم وقتًا كبيرًا وجهدًا أكبر، وتيسر لطالب العلم في كل زمان ما يحتاج إليه من بحث غيره بحهد يسير ووقت وجيز.\nوالأعلام الكبار في تاريخ أمتنا عرفوا الفهرسة إلى حد ما، ووقفوا بها عند حدود الموضوعات والمباحث التي يعالجها الكتاب.\nوفي العصر الحديث سار علماء أوروبا والمستشرقون منهم شوطًا بعيد المدى في مجال فهرسة البحوث؛ تيسيرًا للعلم على طلابه، فتعددت الفهارس التي صنعوها.\nوكانت هذه بلا ريب واحدة من حسناتهم القليلة.\nوالفهرسة بهذا المعنى لم تعد مجرد شكل يجمل استيفاؤه، ولكني أقول: إن الإخلال بها، أو عدم استيفائها يحط من قدر العمل وإن كان عظيمًا.\nولقد لاحظنا في الآونة الأخيرة أن بعض الباحثين -وحسنًا فعلوا- يقومون بعمل فهارس لكتب التراث الكبيرة، وموسوعاته التي لم تتح الفرصة لطبعها طباعة حديثة لتتفتح مغاليقها أمام الباحث، ويستطيع أن يستخرج الدرر من كنوزها التي حال بينه وبينها عدم الفهرسة.\nوقد تنوعت مجالات الفهرسة إمعانًا في خدمة طالب العلم، فأصبحت تشمل ما يأتي:\nأ- فهرس الموضوعات:\nوهو يقدم تفصيلًا للموضوعات التي تناولها البحث خلال الفصول والأبواب.\nب- فهرس المصادر والمراجع:\nإما مرتبا ترتيبًا هجائيًّا حسب المؤلفين, كما هو متبع عند علماء أوروبا وأمريكا.\nأو مرتبا ترتيبًا هجائيًّا حسب عنوان الكتاب على أن يبدأ على كل حال بالقرآن الكريم أصدق المراجع بلا مدافع.\nالجزء: 1 ¦ الصفحة: 31\n",
        "جـ- فهرس الشواهد القرآنية.\nد- فهرس الأحاديث النبوية.\nهـ- فهرس الشعر.\nو فهرس الأعلام.\nز- فهرس الأماكن والقبائل.\nويمكن للباحث حسب طبيعة بحثه أن يزيد فهارس أخرى, أو يختصر من الفهارس المذكورة.\nمقدمة البحث:\nقد يتبادر إلى ذهن الباحث أن المقدمة أول ما يكتب في البحث.\nوفي الحقيقة أن الأولى والأقرب للمنهج الصحيح في البحث أن تكتب بعد الفراغ منه.\nوذلك لأن المقدمة يتوفر فيها الباحث على الإشارة لاستعداده العلمي, ودراساته التي تؤهله لبحث الموضوع، ثم اختيار الموضوع، وأسباب الاختيار، والعقبات التي اعترضت الباحث, وكيف ذللها؟\nوالحديث عن هذا كله لا تتضح أبعاده إلا بعد الفراغ من البحث.\nالفرق بين المقدمة والتمهيد:\nأما التمهيد: فيتناول فيه الباحث أمورا لها صلة ما ببحثه وإن لم تكن من صلبه، أو ذات علاقة جوهرية به.\nوالمقدمة: حديث عن البحث, والباحث بعيد الصلة عن الناحية العلمية الموضوعية للبحث.\nالجزء: 1 ¦ الصفحة: 32\n",
        "خاتمة البحث:\nأما خاتمة البحث: فهي مخصصة لذكر النتائج التي انتهى إليها الباحث من بحثه, فهي خلاصة عمله وما انتهت إليه تجربته.\nوالبحث العلمي بمثابة عدة مقدمات متماسكة تنتهي بنتيجة هي: الخاتمة, فيبدأ الباحث التالي من حيث انتهى الباحث الأول.\nوعلى هذا النحو يكتمل بناء المعارف الإنسانية، ونراها ثرية غنية, توفي ما تحتاج إليه حياة البشر على الأرض.\nوهنا نخلص إلى المرحلة الأخيرة:\nالطباعة والتجليد:\nوعلى الباحث أن يتابع بحثه في طباعته بالمراجعة الدقيقة، وأن يضع في اعتباره أن الطابع ينقل ما أمامه كما يصوره ذهنه وفكره، فهو يتصرف بطريقة آلية تمامًا، ولا ينبغي أن تعتمد على فطنته في استدراك سهو وقعت فيه.\nوالخط الواضح يوفر على الباحث كثيرًا من الجهد والمعاناة.\nوتجليد الرسالة أو البحث أمر ضروري للحفاظ عليها، وإظهارها بالمظهر اللائق بها، والذي يساير الجهد المبذول في إخراجها.\nوأحيانًا يضر المظهر الرديء بالواقع الجيد.\nفماذا على الباحث إذا حرص على سلامة الشكل حرصه على سلامة المضمون؟!\nملحظ آخر:\nأشاهد كثيرًا من الطلاب الذين كلفنا بالحكم على رسائلهم بأن يكتبوا صفحة للإهداء للوالدين أو لأحدهما، أو لزوجه، أو لآخرين. وهذا لا صلة له بأساسيات الإخراج بحال من الأحوال، وهو مجرد نزعة عاطفية للباحث، إن ذكرها بطريقة متزنة قبلت، وإن بالغ نوقش في ذلك، وإن تركها فقد أراح واستراح.\nالجزء: 1 ¦ الصفحة: 33\n",
        "الباب الثاني: التعريف بالمكتبة الإسلامية\nالفصل الأول: دراسة تاريخية وميدانية للمكتبة الإسلامية\nتمهيد\n:\nإذا كان البحث العلمي، أو طلب العلم من أشرف المقاصد -كما بينا في الباب السابق- فإن المكتبة تعدّ من أقوم الطرق, وأهداها في تحصيل المعرفة.\nوقد عرف الإنسان المكتبة منذ عرف الكتابة، فكان يكتب ما يحصله من معارف، وما تهديه إليه تجربته من الحياة فيما تيسر له من أسباب الكتابة, ووسائلها.\nوعندما ظهرت الحضارات الإنسانية على ضفاف الأنهار في العالم الشرقي، وجدنا المكتبات لازمة من لوازم الحضارة، فعرفت المكتبات في حضارات الفراعنة في وادي النيل، والبابليين والآشوريين بين النهرين في العراق، وكذلك حضارات الهند وفارس والروم، وكان لها كلها موروثات ثقافية ذات شأن.\nوكانت مكتبة الإسكندرية من أشهر المكتبات في العالم القديم.\nوقد عرف العرب الكتابة قبل الإسلام، وكانت لهم كتابات على الأحجار اكتشفت في شمالي الجزيرة وجنوبيها؛ إذ كانت في هذه الأماكن حينذاك حركة تثقيف وكتابة.\nيذكر صاحب الأغاني: أن عدي بن زيد العبادي لما نما وأيفع طرحه أبوه في الكتاب حتى حذق العربية، ثم دخل ديوان كسرى، وهو أول من كتب بالعربية في هذا الديوان1.\nويبدو أنه كانت في الجاهلية كتاتيب يتعلم فيها الصبيان الكتابة والشعر وأيام العرب، ويشرف عليها معلمون ذوو مكانة في قومهم مثل أبي سفيان، وصخر بن حرب، وأبي قيس بن عبد مناف، وعمرو بن زرارة الكاتب2.\n1 انظر: الأغاني جـ2 من ص101 إلى 102، وعدي بن زيد توفي سنة 35 ق. هـ.\n2 انظر: كتاب المحبر لمحمد بن حبيب ص475 تحت عنوان: أشرف المعلمين طـ الهند سنة 1361 هـ-1942م.\nالجزء: 1 ¦ الصفحة: 37\n",
        "وكان العرب يطلقون على كل رجل يكتب ويجيد الرمي والسباحة لقب \"الكامل\"1.\nوجاء الإسلام فأشرق بنوره على جزيرة العرب، فمحا الأمية ونشر الكتابة وظهر الكتاب، وكان هذا الأمر مقصدًا من المقاصد الرئيسية للشريعة الهادية, والدستور الحكيم.\nوحسبنا من هذا أن الكتاب العزيز نزلت آياته الأولى هادفة إلى هذه الغاية الكريمة، مما يؤكد أن الدعامة الأولى للإسلام هي العلم. يقول تعالى: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ، خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ، اقْرَأْ وَرَبُّكَ الْأَكْرَمُ، الَّذِي عَلَّمَ بِالْقَلَمِ، عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ} [العلق: آية 1-5] .\nوأعلن النبي -صلى الله عليه وسلم- أول حرب على الأمية في التاريخ؛ إذ كان يطلب إلى غير القادر من أسرى بدر أن يعلم عشرة من أبناء المسلمين القراءة والكتابة.\nوكان للنبي -صلى الله عليه وسلم- كتاب كثيرون، فبلغ كتاب الوحي نحو أربعين كاتبًا, في مقدمتهم الخلفاء الأربعة, وأبي بن كعب، وزيد بن ثابت، وشرحبيل بن حسنة، وعبد الله بن رواحة، ومعاوية بن أبي سفيان، وخالد وأبان ابنا سعيد بن العاص، كما كان له كتاب للمداينات، والصدقات، والمعاملات، وكتاب للرسائل يكتبون باللغات المختلفة2.\n1 انظر: عيون الأخبار لابن قتيبة جـ2 ص168.\n2 انظر: مناهل العرفان في علوم القرآن للزرقاني جـ1 ص260 وما بعدها، وانظر المصباح المضيء في كتاب النبي الأمي ورسله إلى ملوك الأرض من عرب وعجم لمحمد بن علي الأنصاري \"مخطوط بمكتبة الأوقاف بحلب\" تحت رقم 270 ص16 وما بعدها، وانظر لمحات في المكتبة لمحمد عجاج الخطيب ص31.\nالجزء: 1 ¦ الصفحة: 38\n",
        "نشأة المكتبة الإسلامية:\nأول كتاب دون في الإسلام هو كتاب الله تعالى؛ إذ كانت الآيات تنزل فيسارع النبي -صلى الله عليه وسلم- إلى كتابه ليكتبوها على الأحجار، أو العظام، أو سعف النخل، ونهى النبي -صلى الله عليه وسلم- في هذه المرحلة عن كتابة شيء غير القرآن، إذ جاء في الحديث الصحيح قوله: \"\n...\nومن كتب عني شيئًا غير القرآن فليمحه, وحدثوا عني ولا حرج\".\nوقد أذن فيما بعد لبعض أصحابه بكتابة بعض أحاديثه، فقد كان عند سعد بن عبادة الأنصاري \"15هـ\" كتاب أو كتب فيها طائفة من أحاديث رسول الله صلى الله عليه وسلم، وقد اشتهرت صحيفة أمير المؤمنين علي بن أبي طالب \"40هـ\" التي كان يعلقها في سيفه فيها أسنان الإبل، وأشياء في الجراحات، وحرم المدينة، ولا يقتل مسلم بكافر1.\nوتم جمع القرآن الكريم في مصحف واحد لأول مرة في عهد أبي بكر -رضي الله عنه- حتى لا يضيع شيء من القرآن بسبب استشهاد كثير من القراء في حروب الردة, ومانعي الزكاة.\nوجمع للمرة الثانية والأخيرة في عهد الخليفة عثمان رضي الله عنه الذي نسخ من المصحف الشريف عدة نسخ ووزعها على الأمصار الإسلامية لتكون مرجعًا مكتوبًا، ومع كل مصحف قارئ مجيد ليكون مرجعًا منطوقًا2.\nومن هنا نستطيع أن نقول: إن الكتاب الأول في المكتبة الإسلامية هو القرآن الكريم، المهيمن على كل كتاب، والحكم على كل مكتوب، والحق الذي لا ريب فيه.\nوكان هذا الكتاب العزيز مكتبة كاملة في كتاب.\nففي رحابه نبتت علوم، ودونت معارف، وقامت بحوث ودراسات.\n1 انظر: جامع بيان العلم وفضله لابن عبد البر جـ1 ص72، وانظر السنة قبل التدوين د. محمد عجاج الخطيب ص345.\n2 انظر: في علوم القراءات, مدخل ودراسة وتحقيق د. السيد رزق الطويل ص19، 20.\nالجزء: 1 ¦ الصفحة: 39\n",
        "في مقدمتها: علوم السنة التي هي في حقيقتها بيان للكتاب وتطبيق رشيد لتوجيهاته.\nثم أخذ العلماء يستنبطون بفقههم الأحكام الشرعية من الكتاب والسنة، فظهر علم الفقه بميادينه الواسعة، ودراساته المتشعبة.\nكما تدبر العلماء كتاب الله، فاستنبطوا أصول العقيدة ودونوها مقارنة بأفكار البشر حول الحياة والمصير، وظهر علم العقيدة أو علم الكلام.\nواجتهد العلماء في تفسير الكتاب العزيز، وبيان مقاصده فظهر علم التفسير.\nووجد العلماء أن من اللازم أن يتعرفوا أحوال الرسول الخاتم الذي تلقى الكتاب وعمل به ونفذ الشريعة، وكذلك العلماء الراشدون الذين ساروا سيرته، فظهرت علوم السير والتاريخ.\nبل إنه في رحاب القرآن الكريم ظهرت ودونت علوم اللسان من نحو وصرف، وفقه لغة وبلاغة، ونتاج أدبي من الشعر والنثر.\nوتوالى العلماء وكثرت المؤلفات، حتى إننا نعد التراث الإسلامي في هذه العلوم التي ذكرناها، وغيرها من العلوم التجريبية والإنسانية كالطب والفلك والجبر والفيزياء, أعظم تراث عرفه البشر.\nوأما عن المكتبة الأولى في الإسلام، فكانت في بيت رسول الله -صلى الله عليه وسلم- الذي كان يضم صفحات المصحف التي هي مرجع المسلمين في كل أمورهم.\nوسار بعض الصحابة على هذا الطريق، فاقتنوا صفحات من المصحف، أو كانت لهم مصاحف مثل مصحف عائشة ومصحف ابن مسعود وغيرهما. غير أن هذه المصاحف انتهى أمرها في عهد عثمان رضي الله عنه ليجنب المسلمين أمر الاختلاف في قراءة الكتاب العزيز, وجمعهم على المصحف الإمام1.\nونستطيع أن نقول: إن المساجد كانت النواة الأولى للمكتبة الإسلامية؛ إذ كان\n1 انظر: كتابنا في علوم القراءات, مدخل ودراسة وتحقيق.\nالجزء: 1 ¦ الصفحة: 40\n",
        "المسجد متعدد الوظائف في مجتمع المسلمين، وبخاصة في مجال العلم والمعرفة، ولم يكن مقصورًا على الجمع والجماعات وأداء العبادات.\nوأصبح في كل مسجد مكتبة يودع فيها العلماء ما صنفوه من مؤلفات في الفروع المختلفة، فقلما يخلو مسجد جامع من خزانة كتب يرتادها طلاب المعرفة.\nوكانت المكتبات الخاصة لازمة من لوازم بيوت كبار القوم؛ إذ كانت غالية باهظة التكاليف، وكان الواحد منهم يفخر باقتناء كتاب معين في فرع من فروع العلم، كما يفخر باقتناء درة ثمينة، أو جوهرة فريدة.\nيذكر المؤرخون: أن الفتح بن خاقان \"247هـ\" -وكان وزيرًا للمتوكل- تحت يده مكتبة جامعة، والمبشر بن فاتك \"480هـ\" أحد أعيان أمراء مصر وعلمائها كانت له مكتبة قيمة حوت الكثير من العلوم الرياضية والفلسفية ونحوها، وأما الخليفة الناصر لدين الله \"622هـ\" فكانت له مكتبة كبيرة جدا، كما أن الخليفة المستعصم بالله \"656هـ\" كان في داره مكتبة ضخمة ضمت نفائس الكتب في شتى العلوم1.\nوالمدارس الكثيرة التي حفلت بها المدن الإسلامية في الشرق والغرب لم تخل من مكتبات حافلة بالكتب في فروع العلم المختلفة.\nولقد أجرى إحصاء في أحياء قرطبة التي تبلغ واحدًا وعشرين حيا أيام ازدهار الخلافة، فوجد أن مائة وسبعين امرأة يجدن الخط الكوفي، يكتبن به المصاحف، وقد كان لعائشة القرطبية \"400هـ\" خزانة كتب كبيرة، وهي إحدى المشهورات بكتابة المصاحف2.\nويذكر المترجمون لأبي عمرو بن العلاء \"154هـ\" وهو من أئمة القراءات واللغة والغريب, أن مؤلفاته كانت ملء بيت إلى السقف3.\n1 انظر: كتب التاريخ والحضارة، وتواريخ المدن الإسلامية، وحضارة العرب للدكتور جوستاف لوبون.\n2 انظر: خزائن الكتب العربية في الخاففين, لفيليب دي طرازي جـ3 ص1014-1030.\n3 انظر: ترجمته في غاية النهاية لابن الجزري، ومعرفة القراء الكبار للذهبي, وكتابنا في علوم القراءات ص83 وما بعدها.\nالجزء: 1 ¦ الصفحة: 41\n",
        "هذا التراث الزاخر من نتاج عقول المسلمين على امتداد قرون النهضة لم تحل ندرته وارتفاع ثمنه من أن يكون في متناول طلاب العلم؛ لأن أهل الفضل من أعيان القوم لم يضنوا بها على مكتبات المساجد والمدارس ليستفيد منها جمهرة الناس.\nفالإمام الحافظ أبو حاتم البستي \"354هـ\" وضع مؤلفاته الكثيرة في دار خاصة في بلدة \"بست\" وجعلها وقفًا لأهل العلم1.\nولا أدل على انتشار المكتبات في العالم الإسلامي على أحسن صورة من قول العلامة ابن خلدون \"وطما بحر العمران والحضارة في الدول الإسلامية وفي كل قطر، وعظم الملك ونفقت أسواق العلوم، وانتسخت الكتب، وأجيد كتبها وتجليدها، وملئت بها القصور والخزائن الملوكية بما لا كفاء له\"2.\nوالمكتبة الإسلامية وسعت الفكر الإنساني كله، وقد ترجم التراث الإنساني في عصر الدولة العباسية، وبخاصة في عصر المأمون الذي أولع بمنطق اليونان وفلسفتهم, فكان يعطي ابن بختيشوع وزن ما يترجم ذهبًا.\nولم تكن المكتبات الإسلامية مجرد حشد من الكتب، وإنما كانت على أبهى نظام وأحسن تنسيق، كما هيئت فيها كل الوسائل لمن يريد الاطلاع من طلبة العلم.\nيقول المقريزي: إن دار الحكمة بالقاهرة لم تفتح أبوابها للجماهير إلا بعد أن فرشت وزخرفت، وعلقت على جميع أبوابها وممراتها الستور، وأقيم قوام وخدام وفراشون وغيرهم رسموا بخدمتها3.\nوكان للمكتبة جهاز كامل من العاملين ابتداء من خازن المكتبة، أو المحافظ -وهو رأس المكتبة- إلى المساعدين والموظفين.\n1 انظر: ترجمته في تذكرة الحفاظ جـ3 ص125، وفي طبقات السبكي جـ2 ص141.\n2 المقدمة لابن خلدون ص420.\n3 الخطط: للمقريزي جـ1 ص408.\nالجزء: 1 ¦ الصفحة: 42\n",
        "أشهر المكتبات في تاريخ الإسلام\n:\n1-\nدار الحكمة أو بيت الحكمة:\nأسسها الرشيد \"149-193هـ\" وأمدها ابنه المأمون بكثير من المؤلفات, والمترجمات حتى أصبحت أكبر خزائن الكتب في العصر العباسي، وظلت قائمة حتى استولى التتار على بغداد \"656هـ\"1.\n2-\nدار العلم:\nوهي مكتبة الفاطميين بمصر، أنشأها الحاكم بأمر الله، وألحقها بدار الحكمة، وهي جامعة على غرار جامعات بغداد وقرطبة، وحوت دار العلم كتبًا من كل فن، كما ضمت ما يحتاج إليه النساخ من محابر وأقلام وأوراق.\nبقيت حتى نهاية دولة الفاطميين، وقد اشترى القاضي الفاضل أكثر كتب هذه الخزانة ووقفها بمدرسته الفاضلية بدرب ملوخيا بالقاهرة، فبقيت فيها إلى أن استولت عليها الأيدي فلم يبق منها إلا القليل2.\n3-\nمكتبة قرطبة:\nكثرت المكتبات في الأندلس حتى بلغت نحو سبعين مكتبة في عصر الخلافة عدا المكتبات الخاصة, لكن أعظمها وأشهرها مكتبة قرطبة.\nأنشأها الأمويون، وتعهدها الخلفاء تباعًا، وبلغت غاية ازدهارها في عصر المستنصر \"350-366هـ\"؛ إذ كان له وكلاء في البلاد الإسلامية يزودونه بكل ما ينتجه العلماء المسلمون من مؤلفات. وقد قيل: إنها جمعت أربعمائة ألف مجلد.\n1 انظر: صبح الأعشى جـ1 ص466، 467، وضحى الإسلام أحمد أمين جـ2 ص61.\n2 انظر: صبح الأعشى جـ1 ص467.\nالجزء: 1 ¦ الصفحة: 43\n",
        "وذكروا أن فهارس دواوين الشعر وحدها بلغت أربعا وأربعين كراسة1.\nوهناك مكتبات أخرى في أنحاء العالم الإسلامي تلي هذه المكتبات شهرة ومكانة، من أهمها:\n1-\nالمكتبة الحيدرية بالنجف بالعراق، وهي قائمة حتى الآن، ولا تفتح للجمهور. وهذه التسمية نسبة إلى حيدرة لقب علي بن أبي طالب، يهتم الشيعة بهذه المكتبة، وأشهر من اهتم بها عضد الدولة البويهي \"372هـ\"، وهي ملحقة بالمشهد الذي فيه قبر علي -رضي الله عنه- كما تقول الشيعة.\n2-\nمكتبة ابن سوار بالبصرة، أسسها أبو علي بن سوار, أحد رجال عضد الدولة البويهي، وكان فيها دعوة للفكر المعتزلي.\n3-\nمكتبة رامهرمز: أنشأها ابن سوار في مدينة رامهرمز على غرار مكتبته بالبصرة.\n4-\nوهناك مكتبات المدارس، كمكتبة المدرسة النظامية ببغداد، ومكتبة المدرسة الفاضلية بالقاهرة، ومدارس دمشق. ومن أشهرها: دار الحديث النورية، والصلاحية، والعادلية، والظاهرية، وكلها للتعليم العالي.\n1 انظر: نفح الطيب من غصن الأندلس الرطيب للمقرئ، وانظر تاريخ الإسلام السياسي جـ3 ص329 وما بعدها, حسن إبراهيم حسن.\nالجزء: 1 ¦ الصفحة: 44\n",
        "أشهر المكتبات في العصر الحديث\n:\nأولا: في العالم العربي والإسلامي\nنذكر هنا أشهر المكتبات في البلاد العربية والإسلامية حسب الترتيب الأبجدي:\n1-\nالأردن:\nدار الكتب الأردنية في عمان, أسست سنة 1938م.\n2-\nتونس:\nمكتبة الجامع الكبير بالقيروان، هي مكتبة قديمة، وقد عنيت بها الحكومة التونسية منذ سنة 1940، وكذلك مكتبة جامع الزيتونة بتونس، والمكتبة العبدلية، والمكتبة الصادقية، والمكتبة العمومية.\n3-\nالجزائر:\nالمكتبة الأهلية في مدينة الجزائر، ومكتبة الجامع الكبير بها أيضًا، والمكتبة الباديسية في قسطنطينة.\n4-\nسوريا:\nدار الكتب الظاهرية بدمشق، ودار الكتب الوطنية في حلب.\n5-\nالسعودية:\nمكتبة الحرم المكي بمكة المكرمة، ومكتبة مكة المكرمة في القشاسية التي يقولون عنها: إنها بنيت مكان البيت الذي ولد فيه النبي صلى الله عليه وسلم، ومكتبة عارف حكمت، والمكتبة المحمودية بالمدينة المنورة، ودار الكتب الوطنية في الرياض.\n6-\nالسودان:\nالمكتبة العامة بأم درمان، وخزائن الكتب التي لا تزال ملحقة بالمساجد.\nالجزء: 1 ¦ الصفحة: 45\n",
        "7-\nالعراق:\nدار الكتب العمومية في بغداد، والمكتبة العامة في بغداد، ومكتبة الأوقاف كذلك.\n8-\nفلسطين:\nمكتبة المسجد الأقصى بالقدس، والمكتبة الخالدية بدمشق.\n9-\nالكويت:\nالمكتبة العامة في الكويت العاصمة.\n10-\nلبنان:\nالمكتبة الوطنية في بيروت، ومكتبة الجامع الكبير المنصوري بطرابلس.\n11-\nليبيا:\nالمكتبة الوطنية بطرابلس.\n12-\nمصر:\nدار الكتب المصرية أو الهيئة العامة للكتاب.\nمكتبة الأزهر، وهي أشهر مكتبة في العالم الإسلامي.\nوالمكتبة العامة لبلدية الإسكندرية، وكذا مكتبات المدن التي تعد فروعًا لدار الكتب، وكذا مكتبات الجامعات والمدارس والمعاهد العليا.\n13-\nالمملكة المغربية:\nالمكتبة العامة في الرباط، ومكتبة جامع القرويين بمدينة فاس، وخزانة الجامع الكبير في طنجة.\n14-\nاليمن:\nالمكتبة العامة في جامع صنعاء.\nالجزء: 1 ¦ الصفحة: 46\n",
        "15-\nإيران:\nمكتبات طهران وأصفهان وتبريز وزنجان وأروبيك.\n16-\nتركيا:\nمكتبة الجامعة في إستانبول \"فيها سبعة عشر ألف مخطوط\".\nوالمكتبة العمومية في إستانبول، وفيها خمسة آلاف مخطوط تقريبًا، ومكتبة الفاتح، وهي ملحقة بمسجد إستانبول وفيها ستة آلاف مخطوط، وهناك مكتبات أخرى في مدن أخرى.\n17-\nالهند:\n1-\nالمكتبة العامة في بانكيبور، وفهرس كتبها العربية في أربعة وأربعين مجلدًا.\n2-\nمكتبة جامعة كلكتا.\n3-\nمكتبة الجمعية الآسيوية في كلكتا.\n4-\nخزانة المولى فيروز في بومباي.\n5-\nمكتبة حكومة الهند الشرقية في مدراس.\nثانيا: في خارج البلاد العربية والإسلامية\nتشهد كل المدن في العالم غير العربي والإسلامي مكتبات كثيرة غاية في التنسيق والإبداع، وتيسير الاطلاع لطلاب العلم، وفيها أقسام كبيرة للكتاب العربي والإسلامي.\nوأهمية هذه المكتبات تكمن فيما تحويه من مخطوطات عربية وإسلامية. ومن أجل هذا سنقدم بيانًا لها في الباب الثالث عند الحديث عن المخطوطات العربية وتحقيقها.\nالجزء: 1 ¦ الصفحة: 47\n",
        "الفصل الثاني: من مصنفات التراث \"أهم المصادر والمراجع\"\nمدخل\n...\nالفصل الثاني: من مصنفات التراث \"أهم المصادر والمراجع\"\nبين يدي هذا الفصل:\nهذا الفصل بالغ الأهمية؛ إذ أقدم فيه دليلًا هاديًا لأهم ما طبع من تراثنا العظيم، وما استجد على ساحة المعرفة الإسلامية من نتاج أصيل مؤثر.\nوسأسوق لرواد البحث وطلاب المعرفة أمثلة لأهم المصادر في كل فرع من فروع المعرفة الإسلامية، حتى يجد الباحث في كل فن ما يرجع إليه من أمهات المصادر في هذا الفن، فهو دليل موجز يتخذ منه طالب المعرفة رائدًا أمينًا في دروب التراث, فلا يضل ولا يشقى.\nكما أن الذي أقدمه في هذا الدليل إنما هو مجرد نماذج، وليس الهدف الحصر والاستقراء، فذلك أمر ما إليه سبيل في تراث عظيم زاخر كتراثنا الإسلامي.\nوأكثر ما أذكره في هذا البيان من تراث الماضي المجيد، وقد أذكر معه بعض نتاج العصر الحديث إذا كان فيه من القوة والأصالة والابتكار ما يجعله -في مجال الاستفادة- من مصاف التراث، ويكون الرجوع إليه في البحث سائغًا ومقبولًا بل ومطلوبًا, شأن المصادر القديمة.\nوالنتاج الحديث في فروع المعرفة الإسلامية إذا كان فيه معالجة جديدة، أو منهج مبتكر، أو نظرية ذات شأن في إثراء المعرفة، فإن رجوع الباحثين إليه يكون أمرًا محتومًا.\nوسأحاول أن يكون هذا الدليل وافيًا بحيث يقدم المعلومات الوافية عن كل مرجع يتناوله، والله وحده المستعان.\nالجزء: 1 ¦ الصفحة: 51\n",
        "المبحث الأول: القرآن الكريم وعلومه\nأولًا: كتب فهارس ألفاظ القرآن الكريم\nأ- المعجم المفهرس لألفاظ القرآن الكريم:\nوضعه الأستاذ محمد فؤاد عبد الباقي.\nصدر منه عدة طبعات, صدرت الطبعة الأولى 1364هـ.\nيعين الباحث على معرفة الآية ورقمها، واسم السورة ورقمها ولو كان يعرف من الآية لفظًا واحدًا، كما يجعل تحت يد الباحث كل المواضع التي ورد فيها هذا اللفظ في القرآن الكريم، ولذا لا يستغني عنه أي باحث في أي مجال من مجالات العلم، وبخاصة من يتصدون للتفسير الموضوعي.\nب- معجم ألفاظ القرآن الكريم:\nوضعته لجنة متخصصة من أعضاء مجمع اللغة العربية بالقاهرة في أجزاء, صدر أولها سنة 1954م وهو الآن كامل في مجلدين كبيرين.\nيزيد عن المعجم السابق أنه يسوق المعاني التي وردت بها الكلمة في الكتاب العزيز.\nجـ- تفصيل آيات القرآن الحكيم:\nوضعه بالفرنسية المستشرق \"جول لابوم\" ويليه المستدرك، وهو فهرس مواد القرآن الكريم، وضعه \"إدوار مونتيه\" ونقلهما إلى العربية الأستاذ محمد فؤاد عبد الباقي، رتب واضعه موضوعات القرآن الكريم في ثمانية عشر بابا، وجعل تحت كل باب ما ورد فيه من آيات القرآن العظيم, وقد بلغت هذه الفروع \"350\" ثلاثمائة وخمسين فرعا، ويذكر بجوار كل آية رقمها ورقم السورة في المصحف.\nالجزء: 1 ¦ الصفحة: 52\n",
        "د- الجامع لمواضيع آيات القرآن الكريم:\nصنعه محمد فارس بركات الدمشقي.\nطبع في مجلد كبير في المطبعة الهاشمية بدمشق، وصدرت طبعته الأولى عام 1379هـ-1959م. رتب فيه آيات القرآن الكريم ترتيبًا موضوعيًّا؛ إذ حصر الكتاب العزيز في موضوعات ورد إلى كل موضوع ما يمكن أن يندرج تحته من آيات، وذلك مثل \"الإلهيات, العبادات, الإيمان\" فهو في هذا مثل \"لابوم\" مع اختلاف في تسمية الموضوعات القرآنية وعددها.\nوهناك مراجع أخرى في هذا الاتجاه, لكنها لم تخرج في منهجها عما سبق.\nوذلك مثل: إرشاد الراغبين في الكشف عن آي الكتاب المبين، ترتيب محمد منير الدمشقي و\"فيض الرحمن\" لفيض الله العلمي, وغيرهما.\nثانيًا: غريب القرآن وإعرابه\nأ- معاني القرآن للفراء, دار الكتب المصرية بالقاهرة, ثلاثة أجزاء، تحقيق محمد علي النجار وآخرين.\nب- معاني القرآن للأخفش, طبع وزارة الإرشاد بالعراق.\nجـ- معاني القرآن وإعرابه, المنسوب للزجاج.\nد- تفسير غريب القرآن لابن قتيبة, طبع في مصر بتحقيق السيد أحمد صقر سنة 1378هـ-1958م, ويقع في مجلد واحد.\nوقد رتبه حسب ترتيب المصحف وفسر فيه الألفاظ الغريبة، واستشهد لها ببعض الأحاديث والشعر العربي.\nهـ- إعراب ثلاثين سورة من القرآن, لابن خالويه.\nو إملاء ما مَنَّ به الرحمن من وجوه الإعراب والقراءات في جميع القرآن,\nالجزء: 1 ¦ الصفحة: 53\n",
        "للإمام محب الدين أبي البقاء عبد الله بن الحسين العكبري \"616هـ\" طبع في مصر \"1347\" في جزأين.\nوله طبعة ثانية بتحقيق محمد عطوة.\nز- المفردات في غريب القرآن, لأبي القاسم الحسين محمد، المعروف بالراغب الأصفهاني \"502هـ\" شرح فيه غريب ألفاظ القرآن الكريم، ورتبها ترتيبًا معجميًّا على حروف الهجاء، وجعل لكل حرف بابا، طبع طبعات كثيرة، كما طبع في مصر سنة 1961م بتحقيق محمد سيد كيلاني.\nهـ- غريب القرآن للسجستاني.\nطبع في مصر في مطلع القرن الماضي في كتيب متوسط الحجم.\nثالثًا: تفسير القرآن\nأ- من مصادر التفسير بالمأثور:\n1-\nجامع البيان عن تأويل القرآن، وهو المعروف بتفسير الطبري, للإمام المفسر المؤرخ المحدث, أبي جعفر محمد بن جرير الطبري، نسبة إلى طبرستان \"244-310هـ\".\nيعد من أوثق وأقدم ما دون في التفسير بالمأثور، كما أنه أيضا يعد من أهم مصادر التفسير بالمعقول، لما فيه من الاجتهادات الهامة، والاستنتاجات الدقيقة. قال الإمام النووي عن هذا التفسير: \"أجمعت الأمة على أنه لم يصنف مثل تفسير الطبري\"1.\nطبع هذا الكتاب في ثلاثين جزءًا من القطع الكبير في أحد عشر مجلدًا، وكانت الطبعة الأولى سنة 1323هـ بالمطبعة الأميرية ببولاق، كما طبع مرتين بشركة مصطفى\n1 التفسير والمفسرون جـ1 ص236.\nالجزء: 1 ¦ الصفحة: 54\n",
        "البابي الحلبي، آخرها سنة 1954م, ثم طبع طبعة أخيرة محققة بعناية الشيخ محمود شاكر، وقد خرج هذا الكتاب على صورة جيدة من الإتقان والتحقيق، وقد صدر منه حتى الآن ستة عشر جزءًا.\n2-\nمعالم التنزيل.\nللمحدث الفقيه، المفسر، أبي محمد الحسين بن مسعود بن محمد الفراء، البغوي، الشافعي، المتوفى \"سنة 510هـ\" وصف ابن تيمية هذا التفسير فقال: \"مختصر من الثعلبي، لكنه صان تفسيره عن الأحاديث الموضوعة، والآراء المبتدعة\"1.\n3-\nتفسير القرآن العظيم، والمعروف بتفسير ابن كثير.\nللإمام الحافظ المحدث، المفسر، المؤرخ عماد الدين أبي الفداء إسماعيل بن عمرو بن كثير، البصري الدمشقي، الشافعي \"700-774هـ\" وهو من أشهر ما صنف في المأثور، وهو المرجع الثاني في ذلك بعد الطبري، وهو يعرض الآراء والنقول ويرجح بينها، ويذكر ما قيل من إسرائيليات ويشير إليها، ذاعت شهرته بين أهل العلم، وطبع عدة طبعات في أربعة مجلدات من القطع الكبير.\nوقد اختصره الأستاذ الشيخ أحمد محمد شاكر اختصارًا متقنًا حافظ فيه على مزاياه، واستبقى عبارته في بيان مقاصد الآيات، وحذف الإسرائيليات والأحاديث الضعيفة، وما تكرر من الصحيح. وقد صدر منه خمسة أجزاء، طبعت في دار المعارف بمصر.\n4-\nالكشف والبيان عن تفسير القرآن, لأبي أحمد بن إبراهيم الثعلبي النيسابوري \"417هـ\".\nوهو تفسير جيد, غير أن فيه كثيرًا من الأحاديث الموضوعة وآراء أهل البدع، وقد\n1 انظر: مقدمة التفسير لابن تيمية ص19، والتفسير والمفسرون د. محمد حسين الذهبي جـ1 ص236.\nالجزء: 1 ¦ الصفحة: 55\n",
        "أشار إلى ذلك ابن تيمية في وصفه لتفسير معالم التنزيل؛ إذ ذكر أنه مختصر من تفسير الثعلبي.\nوقد نقد العلماء تفسير الثعلبي نقدًا مرًّا لاحتوائه على الإسرائيليات والأحاديث الضعيفة دون الإشارة إلى درجتها.\n5-\nالمحرر الوجيز، وهو تفسير الإمام العلامة ابن عطية الأندلسي الغرناطي \"546هـ\".\nحققت أجزاء كثيرة منه في رسائل علمية بجامعة الأزهر، وأصدر المجلس الأعلى للشئون الإسلامية منه جزأين، كما صدر هذا التفسير كاملًا بعناية وزارة الأوقاف والشئون الدينية بقطر.\n6-\nالجواهر الحسان في تفسير آي القرآن, لأبي زيد عبد الرحمن بن محمد الثعالبي الجزائري \"876هـ\".\n7-\nالدر المنثور في التفسير بالمأثور, للحافظ جلال الدين عبد الرحمن بن أبي بكر السيوطي الشافعي \"849-911هـ\" جمع السيوطي في هذا التفسير ما ورد عن السلف، شأنه في منهجه في التصنيف، فأخرج فيه عن الكتب الستة الصحيحة وأحمد والطبري وغيرهم، ولم يرجح بين المنقول، أو يعقب أو يبين الصحيح من الضعيف. طبع هذا الكتاب في ستة مجلدات كبيرة.\nب- من مصادر التفسير بالمعقول:\nهذه طائفة أخرى من التفاسير قدم فيها المفسرون اجتهاداتهم العقلية، وآراءهم المتعددة في معاني الآيات مستعينين بما تأهلوا به من الإحاطة بعلوم اللسان العربي، وعلوم الكلام والعقيدة، والفقه ونحو ذلك، ولأجل هذا ستجد لكل تفسير من هذه التفاسير منحى معينا حسب الاتجاه الغالب على صاحبه، فهناك منها ما يغلب عليه الطابع النحوي، أو البلاغي، أو الكلامي، أو الفقهي.\nالجزء: 1 ¦ الصفحة: 56\n",
        "1-\nالكشاف عن حقائق التنزيل، وعيون الأقاويل في وجوه التأويل.\nللإمام أبي القاسم محمود بن عمر الخوارزمي، الزمخشري، الملقب بجار الله \"467-538هـ\".\nاشتهر هذا التفسير بين أهل العلم، أجاد فيه الزمخشري وأفاد، وكشف فيه عن وجود الإعجاز القرآني، وروعة النظم فيه، وسحر بلاغته, واستخراج منه الفرائد الحسان، والنكت البديعة، وأعانه على ذلك إجادته لعلوم العربية، وإحاطته بأشعارها، وقدرته على استخراج أسرارها، كما يذكر ما في الآيات من البيان والبديع.\nوقد طبع من هذا التفسير عدة طبعات، ويقع في أربعة أجزاء كبيرة، وقد طبع على هامشه عدة كتب، ومنها \"الكافي الشافي في استخراج أحاديث الكشاف\" لشهاب الدين ابن حجر العسقلاني \"852هـ\" وذلك سنة 1946م بتحقيق مصطفى حسين أحمد.\nويؤخذ على هذا التفسير الاتجاه الاعتزالي الذي ظهر في مواضع كثيرة منه بحكم أن صاحبه من شيوخ المعتزلة، كما أنه كان يختم تفسير السورة بحديث في فضلها، وثواب قارئها، وأكثرها بين ضعيف وموضوع.\n2-\nالبحر المحيط للإمام النحوي، المفسر أثير الدين أبي عبد الله محمد بن يوسف بن علي بن حيان الأندلسي، الشهير بأبي حيان \"654-745هـ\".\nيعد هذا الكتاب المرجع الأول للوقوف على وجوه إعراب ألفاظ القرآن الكريم، وقد أكثر من الوجوه النحوية، وذكر الخلافات بين النحاة، وأكثر من ذكر وجوه القراءات، وأسباب النزول والناسخ والمنسوخ، وذكر وجوه البلاغة. وهو في حقيقته تفسير جامع ويغلب عليه الناحية النحوية، صدرت الطبعة الأولى منه في ثمانية مجلدات كبيرة سنة 1328هـ مطبعة السعادة, وطبع على هامشه تفسيران موجزان: \"النهر الماد من البحر لأبي حيان، والدر اللقيط من البحر المحيط\" لتلميذ أبي حيان\nالجزء: 1 ¦ الصفحة: 57\n",
        "الإمام تاج الدين أبي محمد أحمد بن عبد القادر القيسي النحوي \"682-749هـ\".\n3-\nمفاتيح الغيب للإمام فخر الدين محمد بن عمر بن الحسين بن الحسن الرازي \"544-606هـ\".\nيعد هذا التفسير من أكبر كتب التفسير بالرأي، يكثر من المسائل الكلامية والعلوم الكونية ويعرض أقوال الفلاسفة، ويرد عليها، منتصرًا للأشاعرة، وفي الكتاب استنباطات عقلية جيدة ومفيدة، وأحيانًا يستطرد في بعض المسائل الأصولية والبلاغية.\nوقد توفي الإمام الرازي قبل أن يتم تفسيره فأتمه بعض تلاميذه سائرًا على منهجه، من غير أن يشير إلى الموضوع الذي وقف عنده الفخر الرازي.\nطبع هذا التفسير في اثنين وثلاثين جزءًا، وصدر منه عدة طبعات، وحقق إحدى طبعاته الشيخ محمد محيي الدين عبد الحميد 1352هـ.\n4-\nفتح القدير في الجمع بين الرواية والدراية في التفسير.\nمن أحسن التفاسير وأجمعها للرواية والدراية, استفاد من كتب السابقين وأضاف إليها ويذكر القراءات المتعددة وقراءها، ويتعرض للغة والنحو والأخبار.\nيعد بعض الباحثين هذا التفسير في عداد التفاسير التي صنفها علماء الزيدية، ولكن ليس فيه ما يدل على ذلك، أو ما يخالف مناهج السلف الصالح.\nطبع هذا الكتاب عدة طبعات بمصر، ويقع في خمسة مجلدات.\n5-\nمحاسن التأويل المعروف بتفسير القاسمي.\nلعلامة الشام الشيخ محمد جمال الدين القاسمي \"1283-1332هـ\".\nوهو كتاب قيم جامع، يعد موسوعة في التفسير، تناول فيه كثيرًا من المعارف الإسلامية المتعددة.\nطبع بمصر في سبعة عشر جزءًا من الحجم المتوسط \"1376هـ-1380هـ\".\nالجزء: 1 ¦ الصفحة: 58\n",
        "وأشرف على طبعه وتخريج آياته وأحاديثه محمد فؤاد عبد الباقي.\n6-\nهيميان الزاد إلى دار المعاد, للعالم الحجة محمد بن يوسف الوهبي الإباضي الصعبي, وهو تفسير \"إباضي\" يعرض فيه آراء الإباضية, صدر منه ثلاثة أجزاء, الناشر وزارة الثقافة بسلطنة عمان. وقد سبق نشره منذ مائة عام في زنجبار في حمسة عشر مجلدًا.\nوقد علقت عليه وزارة الثقافة بالسلطنة، بأن ما فيه يمثل رأي المفسر، وليس تعبيرًا عن رأي سلطنة عمان.\nوهذه طائفة أخرى من تفسير المعقول لها شأنها وتميزها، واستفادت من المفسرين السابقين:\n7-\nأنوار التنزيل وأسرار التأويل.\nلقاضي القضاة عبد الله بن محمد بن عمر البيضاوي، الشافعي، المتوفى، سنة 691هـ.\nطبع عدة مرات بمصر، ويقع في أربعة مجلدات.\n8-\nتفسير النسفي.\nللإمام عبد الله بن أحمد بن محمود النسفي، الحنفي المتوفى سنة 701هـ, نسبة إلى نسفا من بلاد ما وراء النهر.\nوهو تفسير وسيط وفيه فوائد جليلة، وقد أخذ صاحبه من الكشاف واستفاد منه، لكنه كان بعيدًا عن اعتزاله.\nطبع في أربعة أجزاء متوسطة.\n9-\nلباب التأويل في معاني التنزيل, المعروف بتفسير الخازن.\nللشيخ علاء الدين بن محمد بن إبراهيم، البغدادي، الشافعي، المعروف بالخازن \"678-741هـ\".\nالجزء: 1 ¦ الصفحة: 59\n",
        "يعد مختصرًا لمعالم التنزيل للبغوي، وضم إليه بعض ما نقله من تفاسير المتقدمين. يتميز بحذف الأسانيد وتوثيق النقول.\nطبع الكتاب في سبعة أجزاء متوسطة، وهو متداول مشهور.\n10-\nغرائب القرآن ورغائب الفرقان, تفسير النيسابوري.\nللإمام الحافظ، المفسر، المقرئ نظام الدين الحسن بن محمد الحسين الخراساني, النيسابوري، المتوفى في القرن الثامن الهجري. هذا التفسير يعد مختصرا للفخر الرازي وتهذيبًا له، كما ضم إليه من تفسير الزمخشري وتفسيرات المتقدمين. يهتم بالاستدراكات على السابقين، ويذكر القراءات وينسبها، ويعنى بالربط بين الآيات، فجاء جامعًا لدور السابقين، خاليًا من الحشو، طبع على هامش تفسير ابن جرير الطبري.\n11-\nتفسير الجلالين.\nتفسير مختصر، موجز، ضم معارف دقيقة، وذكر القراءات ونسبها لأصحابها.\nاشترك في هذا التفسير عالمان من القرن التاسع، أولهما: الإمام جلال الدين محمد بن أحمد المحلي الشافعي \"791-864هـ\" والإمام جلال الدين السيوطي \"849-911هـ\" بدأ المحلي من أول سورة الكهف إلى سورة الناس وفسر الفاتحة، وفسر السيوطي من أول البقرة إلى آخر سورة الإسراء.\nوقد توفي الجلال المحلي بعد أن أتم تفسير الفاتحة.\n12-\nالسراج المنير في الإعانة على معرفة بعض معاني كلام ربنا الحكيم الخبير, المعروف بتفسير الخطيب الشربيني, للإمام شمس الدين محمد بن محمد الشربيني القاهري، الشافعي الخطيب, المتوفى سنة 977هـ.\nطبع في أربعة أجزاء كبيرة، وهو مشهور متداول، وطبع على هامشه تفسير البيضاوي.\nالجزء: 1 ¦ الصفحة: 60\n",
        "13-\nمجموعة تفسير شيخ الإسلام ابن تيمية, ست سور \"الأعلى, الشمس، الليل، العلق، البينة، الكافرون\" صححه وعلق عليه وقدم له بالإنجليزية عبد الصمد شرف الدين, بمباي, الهند 1974.\n14-\nتفسير \"إرشاد العقل السليم إلى مزايا الكتاب الكريم\" تفسير أبي السعود, لمؤلفه أبي السعود محمد بن محمد بن مصطفى، العمادي، الحنفي \"893-982هـ\".\nأحد كبار علماء تركيا ومفتيها، يتميز بحسن التعبير وسلامة التفكير، استفاد من علم من سبقوه وأودع تفسيره فوائد علمية شتى. طبع عدة مرات في تسعة أجزاء وخمسة مجلدات.\n15-\nروح المعاني في تفسير القرآن العظيم والسبع المثاني, للعلامة المحقق، شهاب الدين محمد الآلوسي البغدادي مفتي بغداد \"1217-1270هـ\".\nوهو من أجل التفاسير وأوسعها، جمع بين المنقول والمعقول، ويعد تفسيره موسوعة علمية شاملة جمع بين اللغة والبلاغة، والفقه وأسرار الكون، وتحقيق النقول والرد على أهل الأهواء.\nطبع في مصر في ثلاثين جزءًا في المطبعة المنيرية بمصر.\nتفسيرات عصرية:\nوهناك تفسيرات عصرية هي أشبه ما تكون بدراسات علمية في رحاب القرآن, فيها شمول وتحقيق مع اعتماد على القديم مثل:\n16-\nتفسير المنار, للسيد رشيد رضا وعرض في الأجزاء الخمسة الأولى آراء الشيخ محمد عبده التي كان يقدمها في دروسه التي فسر فيها القرآن في الرواق العباسي.\nالجزء: 1 ¦ الصفحة: 61\n",
        "وافته المنية عند تفسيره لهذه الآية من سورة يوسف: {تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ} .\nوأكمل تفسير سورة يوسف الشيخ محمد بهجة البيطار.\nومنها تفسيرات هي عبارة عن اجتهادات وخواطر عرض فيه الكاتب تصوره للمنهج الإسلامي من خلال تفسير القرآن، وذلك مثل:\n17-\nفي ظلال القرآن, للأستاذ سيد قطب رحمه الله.\nوهناك تفسيرات اعتمدت في شرح الآية على نظائرها, فهي تفسير للقرآن بالقرآن ومنها:\n18-\nأضواء البيان, للشيخ محمد الأمين الشنقيطي \"1393هـ\".\nطبع في عشرة مجلدات.\n19-\nتفسير القرآن بالقرآن, للأستاذ عبد الكريم الخطيب.\nومنها تفسيرات موجزة معجمية, تعرض معاني المفردات والمعنى العام بإيجاز, ومنها:\n20-\nالتفسير الواضح, للشيخ حجازي 30 جزءًا.\n21-\nتفسير القرآن الكريم, للأستاذ برانق وزميليه 30 جزءًا، ط. دار المعارف.\n22-\nالمصحف المفسر, أحمد فريد وجدي.\n23-\nالمصحف الميسر, للشيخ عبد الجليل عيسى.\nوهناك تفسير جمع آراء السابقين من العلماء في موسوعة معاصرة, مثل:\n24-\nالتفسير الوسيط, د. سيد طنطاوي مفتي مصر السابق.\nوهناك تفسيرات معاصرة ذات نسق خاص, مثل:\nالجزء: 1 ¦ الصفحة: 62\n",
        "25-\nالتفسير الحديث, للكاتب الإسلامي المعاصر محمد عزة دروزة.\nفسر القرآن الكريم حسب أسباب النزول وزمانه, فبدأ بسورة العلق، ثم القلم، ثم المزمل.\nرابعًا: أحكام القرآن\n1-\nأحكام القرآن.\nلأبي بكر أحمد بن علي الرازي الحنفي، المشهور بالجصاص \"305-370هـ\".\nطبع في ثلاثة أجزاء كبيرة سنة 1347هـ بالمطبعة البهية المصرية وصور أخيرًا في بيروت.\n2-\nأحكام القرآن.\nلأبي عبد الله محمد بن إدريس الشافعي البيهقي النيسابوري \"458هـ\".\nذكر البيهقي أن الشافعي له كتاب في أحكام القرآن لم يصل إلينا, لكنه جمعه من خلال كتبه وكتب أصحابه أمثال المزني والبويطي وأبي ثور.\nطبع في مجلدين متوسطين بمصر \"1371هـ\" بعناية السيد عزت العطار الحسيني.\nوقد حققه تحقيقًا واسعًا مطولًا الشيخ عبد الغني عبد الخالق رحمه الله.\n3-\nأحكام القرآن.\nللإمام القاضي أبي بكر محمد بن عبد الله بن محمد المعافري الأندلسي، الإشبيلي، المالكي، المشهور بابن العربي \"468-543هـ\".\nطبع الكتاب طبعة جديدة في أربعة أجزاء, بتحقيق علي محمد البجاوي \"1376هـ-1957م\" بالقاهرة.\n4-\nأحكام القرآن, للماوردي.\nالجزء: 1 ¦ الصفحة: 63\n",
        "حققته وطبعته وزارة الأوقاف بالكويت منذ أربع سنوات تقريبًا.\n5-\nالجامع لأحكام القرآن, المعروف بتفسير القرطبي.\nللإمام المفسر أبي عبد الله محمد بن أحمد الأنصاري الأندلسي القرطبي \"671هـ\".\nوهذا الكتاب من أجمع كتب التفسير وأشملها, يتميز بغزارة العلم، وسعة الأفق، وإتقان التبويب, وتنسيق المعلومات، ولاهتمامه بإبراز الأحكام الشرعية عددناه في كتب أحكام القرآن، كما أنه مبرأ من غرائب القصص، وضعيف الأخبار، والإسرائيليات.\nطبع هذا الكتاب في مصر عدة مرات.\nطبعته دار الكتب طبعة متقنة في عشرين مجلدًا سنة \"1935-1950م\".\nوطبعته دار الشعب طبعة ثانية.\nكما طبع أخيرًا بإشراف الدار القومية للطباعة والنشر.\nخامسًا: في علوم القرآن ودراسات قرآنية\n1-\nالبرهان في علوم القرآن.\nللإمام بدر الدين محمد بن عبد الله الزركشي \"745-794هـ\".\nمن أوسع وأجمع ما صنف في علوم الكتاب العزيز، وما يتصل به من بحوث متنوعة.\nطبع طباعة جيدة في أربعة مجلدات كبيرة بتحقيق الأستاذ محمد أبي الفضل إبراهيم 1376هـ- 1957م مصر.\n2-\nالإتقان في علوم القرآن.\nللإمام الحافظ أبي بكر جلال الدين عبد الرحمن السيوطي \"849-911هـ\" وهو كتاب جامع في بابه أيضًا، استفاد من السابقين وأربى عليهم.\nالجزء: 1 ¦ الصفحة: 64\n",
        "طبع عدة مرات في مجلدين كبيرين، منها: طبعة المكتبة التجارية، وعلى هامشه كتاب إعجاز القرآن للباقلاني، وطبع أخيرًا في القاهرة 1985 طبعة جيدة بتحقيق محمد أبي الفضل إبراهيم، نشر وتوزيع دار التراث.\n3-\nالتبيان على بعض المباحث المتعلقة بالقرآن على طريق الإتقان.\nللعلامة الشيخ طاهر الجزائري رحمه الله \"1268-1338هـ\".\nعالج بعض البحوث القرآنية معالجة علمية دقيقة، طبع الكتاب في مجلد متوسط 1334هـ بمطبعة المنار بمصر.\n4-\nمناهل العرفان في علوم القرآن.\nللشيخ محمد عبد العظيم الزرقاني، أحد علماء الأزهر المعاصرين, طبع عدة مرات في جزأين متوسطين، الثالثة منها \"1372هـ-1973م\" بمصر.\n5-\nالمدخل لدراسة القرآن الكريم.\nللدكتور: محمد محمد أبو شهبة. طبع الجزء الأول من الكتاب في مجلد وسط \"1377هـ-1958م\" م. الأزهر.\n6-\nمباحث في علوم القرآن, للدكتور صبحي الصالح, من علماء لبنان المعاصرين.\nطبع الكتاب في مجلد كبير, الطبعة الأولى مطبعة جامعة دمشق، وطبع عدة مرات بعد ذلك.\nوفي أسباب النزول بصفة خاصة نجد هذه المؤلفات:\n7-\nأسباب النزول, للشيخ الإمام أبي الحسن علي بن أحمد الواحدي1 النيسابوري \"468هـ\".\n1 للعلامة الواحدي ثلاثة تفسيرات للقرآن: \"الوسيط, البسيط, الوجيز\" وصدر الجزء الأول من الوسيط من المجلس الأعلى للشئون الإسلامية.\nالجزء: 1 ¦ الصفحة: 65\n",
        "طبع الكتاب في جزء واحد من القطع المتوسط سنة 1379هـ بمصر.\n8-\nلباب النقول في أسباب النزول للسيوطي.\nطبع أكثر من مرة, في جزء واحد بمصر.\nوهذه مجموعة من المصادر القديمة والحديثة حول القرآن الكريم:\n9-\nالتبيان في آداب حملة القرآن للإمام الحافظ أبي زكريا يحيى بن شرف الدين النووي \"631-676هـ\".\nطبع في مجلد واحد طبعة جيدة صادرة عن دار الفكر.\n10-\nإعجاز القرآن للقاضي أبي بكر محمد بن الطيب الباقلاني \"403هـ\". طبع في مجلد واحد بتحقيق السيد أحمد صقر, دار المعارف بمصر.\n11-\nثلاث رسائل في إعجاز القرآن:\nالأولى: بيان إعجاز القرآن, لأبي سليمان حمد بن محمد الخطابي \"319-388هـ\".\nوالثانية: النكت في إعجاز القرآن, لأبي الحسن علي بن عيسى الرماني \"296-386هـ\".\nوالثالثة: الرسالة الشامية, لأبي بكر عبد القاهر الجرجاني \"471هـ\". طبعت هذه الرسائل بمجلد واحد بمصر, دار المعارف, بتحقيق محمد خلف الله ومحمد زغلول سلام.\n12-\nتأويل مشكل القرآن, لأبي محمد عبد الله بن مسلم بن قتيبة \"213-276هـ\".\nطبع في مجلد واحد بتحقيق السيد أحمد صقر, دار إحياء الكتب العربية, القاهرة.\nالجزء: 1 ¦ الصفحة: 66\n",
        "13-\nمتشابه القرآن, للقاضي عبد الجبار بن أحمد المعتزلي \"415هـ\" طبع في مجلدين بتحقيق د. عدنان زرزور, دار التراث بالقاهرة.\n14-\nالإكليل في المتشابه والتأويل, لشيخ الإسلام تقي الدين ابن تيمية \"661-728هـ\" طبع بمصر طبعة جيدة في جزء واحد سنة 1947، وله طبعات أخرى.\n15-\nمقدمة في أصول التفسير, لابن تيمية أيضًا, طبع عدة طبعات حقق إحداها د. عدنان زرزور 1971م بلبنان.\n16-\nالجمان في تشبيهات القرآن لأبي القاسم عبد الله محمد \"ابن نافيا البغدادي\" \"410-485هـ\" بتحقيق د. عدنان زرزور ومحمد رضوان الدبة في مجلد متوسط, طبع وزارة المعارف بالكويت.\n17-\nالتبيان في أقسام القرآن, للحافظ شمس الدين محمد بن أبي بكر \"ابن قيم الجوزية\" \"691-751\" طبع في مجلد واحد بمكة سنة 1321هـ.\n18-\nالتعريف والإعلام بما أبهم في القرآن من الأعلام, للحافظ عبد الرحمن السهيلي الأندلسي \"509-581هـ\" طبع في جزء واحد بالقاهرة.\n19-\nترجيح أساليب القرآن على أساليب اليونان, للإمام المجتهد محمد بن إبراهيم الوزير اليمني الصنعاني \"775-840هـ\" طبع في مصر سنة 1349هـ.\n20-\nدستور الأخلاق في القرآن, د. محمد عبد الله دراز، طبع بالفرنسية وقام بتعريبه د. عبد الصبور شاهين، ود. محمد بدوي, طبع طبعة باللغة العربية 1973م.\n21-\nالنبأ العظيم, د. محمد عبد الله دراز, مطبعة السعادة 1960، وطبع طبعة ثانية بالكويت, دار القلم.\n22-\nبلاغة القرآن, لشيخ الأزهر محمد الخضر حسين \"1958\" طبع الكتاب بتحقيق علي الرضا التونسي 1391هـ-1971م, المطبعة التعاونية بدمشق.\nالجزء: 1 ¦ الصفحة: 67\n",
        "23-\nالقرآن والعلوم العصرية, للشيخ طنطاوي جوهري \"1287-1358هـ\" من علماء مصر, طبع في رسالة صغيرة, الطبعة الثانية \"1371هـ-1951م\".\n24-\nالفلسفة القرآنية, عباس محمود العقاد \"1889-1964م\" دار الهلال بمصر 1962م.\n25-\nالظاهرة القرآنية, لمالك بن نبي, مفكر جزائري معاصر, طبع عدة مرات.\n26-\nالتصوير الفني في القرآن, سيد قطب, طبع عدة مرات.\n27-\nمشاهد القيامة في القرآن, سيد قطب, طبع عدة مرات.\n28-\nنظرات في القرآن, محمد الغزالي, الطبعة الأولى 1958 مؤسسة الخانجي.\n29-\nقصص القرآن, محمد أحمد جاد المولى, محمد أبو الفضل إبراهيم, علي محمد البجاوي, السيد شحاتة, طبع في جزء واحد, الطبعة الخامسة سنة 1954 مطبعة الاستقامة, القاهرة.\n30-\nبنو إسرائيل في القرآن, د. السيد رزق الطويل, جزء متوسط ,دار المعارف بمصر 1980، والطبعة الثانية, مكتبة الإرشاد بجدة 1987.\n31-\nالقرآن والعلم الحديث, عبد الرازق نوفل 1959م, دار المعارف بمصر.\n32-\nدراسات لأسلوب القرآن الكريم, الشيخ محمد عبد الخالق عضيمة 11 مجلدًا, مطبعة حسان بالقاهرة, الناشر جامعة الإمام محمد بن سعود الإسلامية، ومن أبرز الدراسات القرآنية هذا السفر القيم.\n33-\nبصائر دوي التمييز في لطائف الكتاب العزيز, لمجد الدين الفيروزآبادي صاحب القاموس, طبع في ستة مجلدات, المجلس الأعلى للشئون الإسلامية بالقاهرة.\nالجزء: 1 ¦ الصفحة: 68\n",
        "سادسًا: في القراءات القرآنية والقراء\n1-\nكتاب السبعة لابن مجاهد \"324هـ\" د. شوقي ضيف, دار المعارف بالقاهرة.\n2-\nشواذ القراءات لابن خالويه \"370هـ\" طبع بالقاهرة.\n3-\nالحجة في القراءات السبع, تحقيق د. عبد العال سالم مكرم, دار الشروق.\n4-\nالحجة لأبي علي الفارسي \"377\" الهيئة القومية للكتاب, د. عبد الفتاح شلبي, صدر منه جزآن وصدرت للكتاب طبعة أخرى في دمشق.\n5-\nالكشف عن وجوه القراءات السبع وعللها, مكي بن أبي طالب القيسي \"437هـ\" ط. دمشق, تحقيق محيي رمضان.\n6-\nالإبانة عن معاني القراءات, مكي بن أبي طالب, كتاب صغير, تحقيق د. عبد الفتاح شلبي, مكتبة نهضة مصر، وله طبعة أخرى تحقيق محيي رمضان, دار المأمون بدمشق.\n7-\nالمحتسب في تبيين وجوه شواذ القراءات, تأليف أبي الفتح بن جني 392هـ, نشر المجلس الأعلى للشئون الإسلامية, القاهرة, مجلدان, محقق.\n8-\nالتيسير لأبي عمرو الداني \"444هـ\" طبع إستانبول 1930م.\n9-\nحجة القراءات للإمام أبي زرعة الدمشقي، المعروف بابن زنجلة, تحقيق سعيد الأفغاني, الطبعة الأولى جامعة بنغازي 1974.\n10-\nالإقناع في القراءات لابن الباذش, ت د. عبد المجيد قطامش, نشر مركز البحث العلمي, جامعة أم القرى, مكة المكرمة.\n11-\nحرز الأماني ووجه التهاني, نظم في القراءات السبع للإمام الشاطبي \"548هـ\" طبع بالقاهرة عدة طبعات.\nالجزء: 1 ¦ الصفحة: 69\n",
        "12-\nكنز المعاني شرح حرز الأماني, تأليف محمد بن أحمد الشهير بشعلة \"656هـ\" طبع بالقاهرة مرات.\n13-\nإبراز المعاني من حرز الأماني, شرح آخر للشاطبية للمقدسي, المشهور بأبي شامة \"665هـ\" طبع بالقاهرة.\n14-\nسراج القارئ المبتدئ, شرح آخر لابن القاصح على الشاطبية \"801هـ\" طبع بالقاهرة، وبهامشه غيث النفع في القراءات السبع للشيخ علي النوري الصفاقسي.\n15-\nلطائف الإشارات لفنون القراءات للقسطلاني \"923هـ\" ت د. عبد الصبور شاهين، والشيخ عامر, المجلس الأعلى للشئون الإسلامية.\n16-\nطيبة النشر في القراءات العشر, نظم ابن الجزري, طبع في القاهرة.\n17-\nالنشر في القراءات العشر, طبع في القاهرة بعناية الشيخ الضباع, مجلدان.\n18-\nغاية النهاية في طبقات القراء لابن الجزري ط. الحلبي, القاهرة 1352هـ الطبعة الأولى.\n19-\nإتحاف فضلاء البشر في القراءات الأربع عشر, صدرت آخر طبعة في مجلدين بتحقيق د. شعبان إسماعيل, مكتبة الكليات الأزهرية.\n20-\nفي علوم القراءات, مدخل ودراسة وتحقيق د. السيد رزق الطويل, الفيصلية بمكة 1405هـ-1985م.\nالجزء: 1 ¦ الصفحة: 70\n",
        "المبحث الثاني: الحديث الشريف وعلومه\nأولا: كتب الحديث وشروحها\n1-\nصحيح البخاري \"256هـ\" صنف على أبواب الفقه، وهو أصح الكتب الستة, طبع عدة مرات.\n2-\nصحيح مسلم \"261هـ\" صنف على أبواب الفقه, تحرى جامعه ما صح, طبع مرات، وأحسن طبعاته 1956م بتحقيق محمد فؤاد عبد الباقي في خمسة مجلدات, الخامس منها فهارس, دار إحياء الكتب العربية.\n3-\nسنن أبي داود \"سليمان بن الأشعث\" 275هـ, صنف على أبواب الفقه، واقتصر على السنن والأحكام فلم يذكر المواعظ والأخبار والفضائل، وأخرج فيه الصحيح والحسن, طبع في مجلدين عدة مرات، وحققه الشيخ محيي الدين في أربعة مجلدات، ثم طبع مع معالم السنن في خمسة مجلدات 1974م بعناية الأستاذ عزت الدعاس.\n4-\nسنن النسائي \"303هـ\" الحافظ أبو عبد الرحمن بن شعيب النسائي، وقد رتب كتابه على أبواب الفقه، ترك أحاديث الرواة المتروكين بالإجماع، وهو أقل كتب السنن حديثًا ضعيفًا، طبع أكثر من مرة في ثمانية أجزاء، وأجود طباعته \"سن النسائي\" بالتعليقات السلفية, المطبعة السلفية, لاهور, باكستان 1376هـ، بعناية الأستاذ محمد عطا الله الفوجياني.\n5-\nسنن الترمذي أو الجامع الصحيح للإمام الحافظ أبي عيسى محمد بن عيسى بن سورة الترمذي \"279هـ\" صنف على أبواب الفقه، وهو من أجمع كتب الحديث وأغزرها, أخرج في كتابه الصحيح, والحسن, والضعيف، والغريب، والمعلل وكشف عن علته, طبع مرارًا, بدأ الشيخ أحمد شاكر بتحقيقه تحقيقًا ممتازًا، وأنجز منه جزأين\nالجزء: 1 ¦ الصفحة: 71\n",
        "وتوفي، ثم أخرج الثالث محمد فؤاد عبد الباقي ولم يتمه، وأخرجه بعد ذلك الأستاذ عزت الدعاس كاملا في حمص 1387هـ.\n6-\nسنن ابن ماجه, للإمام الحافظ أبي عبد الله محمد بن يزيد القزويني, ابن ماجه \"273هـ\" صنفه ابن ماجه على أبواب الفقه، ولم يلتزم بالصحيح ففيه الصحيح والحسن والضعيف، وفيه أحاديث لم تخرج في الصحيحين والسنن، وهذه ميزة جعلت بعض العلماء يضمه للكتب الخمسة1 ليكون السادس، طبع مرارًا، وأجود طبعاته المحققة طبعة دار إحياء الكتب العربية, بتحقيق محمد فؤاد عبد الباقي \"1952م\"، وجعل له عدة فهارس تسهل الرجوع إليه، وهو في مجلدين.\n7-\nالموطأ للإمام مالك, إمام دار الهجرة ورائد المذهب المشهور. من أجمع الكتب، وأحبها إلى طلاب العلم، قال عنه الشافعي: \"ما ظهر على الأرض كتاب بعد كتاب الله أصح من كتاب مالك\" وهو من أقدم كتب الحديث، اختلف العلماء في منزلته، ومنهم من قدمه على الصحيحين، ومنهم من جعله بعدهما؛ لأن فيه المرسل والمنقطع، طبع مرارًا، ومن أحسن طبعاته الطبعة التي حققها محمد فؤاد عبد الباقي وهي في مجلدين كبيرين 1951م, دار إحياء الكتب العربية بالقاهرة.\nوقبل أن نواصل التعريف بأمهات كتب الحديث, نريد أن نسوق بعض الشروح الهامة للكتب الستة السابقة:\n8-\nفتح الباري شرح صحيح البخاري, للحافظ ابن حجر العسقلاني \"852هـ\" طبع أكثر من مرة في 13 مجلدًا, وطبعه الحلبي في القاهرة في 17 مجلدًا.\n9-\nعمدة القاري لشرح صحيح البخاري, لقاضي القضاة بدر الدين محمود بن أحمد العيني \"855هـ\" طبع في أحد عشر مجلدًا كبيرًا.\n1 اختلف العلماء في سادس الكتب الستة الصحيحة: أهو سنن ابن ماجه أم الموطأ؟ ذهب بعض العلماء ومنهم أبو الفضل محمد بن طاهر المقدسي \"507هـ\" إلى الأول, وذهب آخرون إلى الثاني.\nالجزء: 1 ¦ الصفحة: 72\n",
        "10-\nإرشاد الساري شرح صحيح البخاري للقسطلاني \"923هـ\" طبع في عشرة أجزاء, في ثمانية مجلدات.\n11-\nشرح صحيح مسلم للإمام النووي \"676هـ\" طبع عدة طبعات ما بين ستة مجلدات وتسعة مجلدات.\n12-\nمختصر سنن أبي داود للحافظ المنذري, ومعه معالم السنن لأبي سليمان الخطابي، ومعه تهذيب ابن القيم بتحقيق الشيخ حامد الفقي, مطبعة السنة المحمدية, القاهرة.\n13-\nعون المعبود على سنن أبي داود, لشرف الحق محمد بن أشرف الصديقي، طبع في الهند في أربعة مجلدات كبيرة أواخر القرن الثالث عشر الهجري.\n14-\nزهر الربى على المجتبى, وهو حاشية للسيوطي على السنن الصغرى للنسائي، والسنن الصغرى مستخلصة من السنن الكبرى مع استبعاد الضعيف. وقد طبعت هذه الحاشية مع حاشية السندي على النسائي, في ثمانية مجلدات كبيرة.\n15-\nعارضة الأحوذي شرح الترمذي, للإمام محمد بن عبد الله بن العربي، المعافري 543هـ, طبع في 13 مجلدًا.\n16-\nتحفة الأحوذي شرح جامع الترمذي, لمحمد بن عبد الرحمن المباركفوري الهندي 1283هـ, طبع في عشرة أجزاء كبيرة, والطبعة الثانية بتحقيق عبد الوهاب عبد اللطيف بمصر 1383هـ.\n17-\nالمصنف للحافظ أبي بكر عبد الرزاق بن همام بن نافع الحميري، الصنعاني، أحد الأعلام الثقات, اتهم بالتشيع ودفع عنه العلماء المحققون هذه التهمة, توفي في شوال سنة 211هـ.\nرتب كتابه المصنف على أبواب العلم بادئًا بكتاب الطهارة، والكتاب جامع مفيد، وفيه بعض المناكير ضم \"21033\" حديثًا, طبع في أحد عشر مجلدًا، حققه\nالجزء: 1 ¦ الصفحة: 73\n",
        "وخرج أحاديثه المحدث حبيب الرحمن الأعظمي, بدأت طباعته سنة 1970 وانتهت 1972 ببيروت. وهناك مجلد خاص يتضمن دراسة مفصلة عن الكتاب ومخطوطاته ومنهج صاحبه.\n17-\nالمسند للإمام أحمد بن حنبل الشيباني.\nبلغ ما جمعه الإمام في مسنده نحو ثلاثين ألف حديث أو يزيد. طبع هذا السفر الضخم في ستة مجلدات، وعلى هامشه كنز العمال بمصر 1313هـ، كما طبع في الهند، وتصدى لتحقيقه الشيخ أحمد شاكر، فخرج أحاديثه ورقمها وجعل لها فهارس، ونشرته دار المعارف بمصر \"1950\"1.\nوقد رتب المسند على أبواب الفقه، وجعله في سبعة أقسام الشيخ أحمد بن عبد الرحمن البنا الشهير بالساعاتي رحمه الله، وبدأ في طبعه 1353هـ، وصدر منه اثنان وعشرون جزءًا كبيرًا.\nثانيا: الجوامع والمختارات\n1-\nشرح السنة للإمام الحافظ شيخ الإسلام الحسين بن مسعود الفراء البغوي \"516هـ\" جمع فيه ما تفرق في الصحاح والسنن والأسانيد.\nطبع من الكتاب خمسة أجزاء بتحقيق شعيب الأرناءوط، وزهير الشاويش \"1391هـ-1971م\" بالمكتب الإسلامي ببيروت.\n2-\nجامع الأصول من أحاديث الرسول صلى الله عليه وسلم, للإمام الحافظ مجد الدين أبي السعادات ابن الأثير، الجزري \"606هـ\" جمع فيه ما في كتب الأصول الستة, وأخرج سنن ابن ماجه وأضاف الموطأ.\nطبع هذا الكتاب في اثني عشر جزءًًًا عام 1374هـ-1955م بتحقيق الشيخ محمد حامد الفقي.\n1 وصل الشيخ شاكر إلى الجزء السادس عشر، الحديث رقم 8782 في مسند أبي هريرة.\nالجزء: 1 ¦ الصفحة: 74\n",
        "وطبع طبعة أخرى عام 1394هـ-1974م بتحقيق عبد القادر الأرناءوط, دمشق.\n3-\nرياض الصالحين, للإمام النووي, طبع عدة طبعات وهو متداول بين طلاب العلم.\n4-\nمجمع الزوائد ومنبع الفوائد للحافظ نور الدين علي بن أبي بكر الهيثمي \"807هـ\".\nضم فيه زوائد الإمام أحمد، وزوائد أبي يعلى، وزوائد مسند أبي بكر البزار، وزوائد المعجم الكبير والأوسط والصغير للطبراني, جمع زوائد هؤلاء على الكتب الستة, طبع في عشرة مجلدات متوسطة. طبعته الأولى بالقاهرة بإشراف حسام الدين القدسي، وطبعة مصورة منها في بيروت عام 1967م.\n5-\nجمع الفوائد من جامع الأصول ومجمع الزوائد للمحدث الأديب محمد بن محمد بن سليمان الفاسي المغربي \"1094هـ\" جمع فيه مجمع الزوائد للهيثمي وجامع الأصول لابن الأثير، وزيادات سنن ابن ماجه، وزوائد مسند الدارمي، فكأنه جمع أربعة عشر كتابا, طبع الكتاب في مجلدين كبيرين بإشراف السيد عبد الله هاشم اليماني المدني \"1381هـ-1961م\" بلغت أحاديثه \"1031\".\n6-\nالتاج الجامع للأصول, للشيخ منصور بن علي ناصف من علماء الأزهر المعاصرين, جمع فيه الأصول الخمسة أي: استبعد ابن ماجه وحذف الأسانيد، وجعله في أربعة أقسام, طبع عدة طبعات في خمسة مجلدات، الطبعة الأخيرة منها \"1381-1961\" دار إحياء الكتب العربية، كما طبع معه شرحه وهو غاية المأمول بشرح التاج الجامع للأصول, وهو بقلم المؤلف أيضًا.\n7-\nالمنتخب من السنة, المجلس الأعلى للشئون الإسلامية, القاهرة.\nالجزء: 1 ¦ الصفحة: 75\n",
        "ثالثًا: مصادر أحاديث الأحكام\n1-\nالعمدة في الأحكام، للإمام الحافظ تقي الدين أبي محمد عبد الغني بن عبد الواحد المقدسي، الحنبلي \"600هـ\" طبع الكتاب في مجلد بتحقيق الشيخ أحمد محمد شاكر بمصر 1373هـ.\n2-\nإحكام الأحكام شرح عمدة الأحكام, للإمام الحافظ تقي الدين ابن دقيق العيد \"702هـ\" طبع مرارًا وطبع أخيرًا طبعة جيدة في جزأين بتحقيق محمد حامد الفقي, ومراجعة الشيخ أحمد شاكر \"1372هـ-1953م\" وللعلامة محمد بن إسماعيل الأمير الصنعاني كتاب \"العدة\" حاشية على إحكام الأحكام, طبع في أربعة مجلدات بتحقيق علي بن محمد الهندي بمصر.\n3-\nالمنتقى من أخبار المصطفى, للإمام المحدث أبي البركات مجد الدين عبد السلام \"ابن تيمية\" الحراني \"653هـ\" جد ابن تيمية تقي الدين، اختار هذه الأحاديث من البخاري ومسلم، ومسند أحمد ومن السنن الأربعة، وعدد أحاديثه \"5029\" حديثا, طبع في مجلدين كبيرين بتعليق الشيخ محمد حامد الفقي 1351هـ.\n4-\nبلوغ المرام من أدلة الأحكام, لشيخ الإسلام أحمد بن علي بن حجر العسقلاني 852هـ, طبع في مجلد وسط 1352هـ بتعليق للشيخ محمد حامد الفقي.\n5-\nسبل السلام شرح بلوغ المرام من أدلة الأحكام, للإمام محمد بن إسماعيل بن صلاح الأمير الصنعاني \"1183هـ\" طبع عدة طبعات في أربعة أجزاء.\n6-\nنيل الأوطار شرح منتقى الأخبار من أحاديث سيد الأخيار, لقاضي قضاة اليمن الإمام محمد بن علي بن محمد الشوكاني \"1255هـ\" شرح في كتابه هذا المنتقى لأبي البركات ابن تيمية.\nوهذا الشرح بالغ القيمة، ضم مباحث أصولية، وأحكاما فرعية مستنبطة من\nالجزء: 1 ¦ الصفحة: 76\n",
        "الأدلة الشرعية كما ضم جانبًا من المذاهب الفقهية التي لم يكتب لها الانتشار، طبع هذا الكتاب مرارًا في ثمانية أجزاء.\nرابعًا: معاجم كتب السنة\n1-\nالجامع الصغير للسيوطي, رتبه على حروف المعجم مراعيًا أول الحديث وما يليه، وجمع فيه من ثلاثين كتابا, طبع أكثر من مرة في مجلدين كبيرين، وهو مشهور, سهل التناول.\n2-\nذخائر المواريث في الدلالة على مواضع الحديث, للشيخ عبد الغني بن إسماعيل النابلسي الدمشقي \"1143هـ\" جمع فيه أطراف الكتب السبعة، ورتبه على مسانيد الصحابة, طبع في أربعة أجزاء متوسطة سنة 1934 بعناية جمعية النشر والتأليف بالأزهر بالقاهرة.\n3-\nمفتاح كنوز السنة, وضعه بالإنجليزية د. أ. ي. فنسك, ونقله إلى العربية محمد فؤاد عبد الباقي. هو معجم مفهرس لأحاديث الصحيحين، والموطأ, والسنن الأربعة، وسنن الدارمي، ومسند زيد بن علي، ومسند أبي داود الطيالسي, ومسند أحمد، وطبقات ابن سعد، وسيرة ابن هشام، ومغازي الواقدي، ورتب على الموضوعات, ورتبت الموضوعات على الحروف, طبع طبعة أولى في مجلد كبير بمصر سنة 1934.\n4-\nالمعجم المفهرس لألفاظ الحديث النبوي، جمع ألفاظ الكتب الستة، والموطأ, ومسند أحمد، وسنن الدارمي، رتبت ألفاظ الحديث على حروف المعجم، وهو من أوسع المعاجم وأسهلها، صدر أولا في أوروبا، وصور في لبنان سنة 1970، ويقع في سبعة مجلدات. صنفه جماعة من المستشرقين، وشارك فيه محمد فؤاد عبد الباقي.\nخامسًا: أهم ما صنف في الأحاديث المشهورة على الألسنة\n1-\nكتاب المقاصد الحسنة في بيان كثير من الأحاديث المشتهرة على الألسنة\nالجزء: 1 ¦ الصفحة: 77\n",
        "للإمام الحافظ المؤرخ محمد بن عبد الرحمن السخاوي \"902هـ\" رتبه على حروف المعجم، كما رتبه على الأبواب, طبع الكتاب في مجلد واحد سنة 1375هـ.\n2-\nكشف الخفا ومزيل الإلباس عما اشتهر من الأحاديث على ألسنة الناس, للمحدث الشيخ إسماعيل بن محمد العجلوني الجراحي \"1162هـ\" رتبه على حروف الهجاء، وجمع فيه نحو \"3281\" حديثًا, طبع في مجلدين كبيرين في مؤسسة الرسالة بتعليق أحمد القلاش.\nسادسًا: أهم ما صنف في الأحاديث الموضوعة والوضاعين والوضاعية\n1-\nتذكر الموضوعات, لأبي الفضل محمد بن طاهر المقدسي \"507هـ\" رتبه على حروف المعجم, يذكر فيه الحديث ومن جرحه من الأئمة, طبع في مصر سنة 1323هـ.\n2-\nالموضوعات لأبي الفرج عبد الرحمن بن الجوزي, طبع مرات ويقع في أربعة مجلدات.\n3-\nاللآلئ المصنوعة في الأحاديث الموضوعة للسيوطي, رتبه على أبواب الفقه والموضوعات, طبع أكثر من مرة في مجلدين.\n4-\nتنزيه الشريعة المرفوعة عن الأخبار الشنيعة الموضوعة, لأبي الحسن علي بن محمد بن عراق الكناني \"963هـ\" طبع في مجلدين بمصر سنة 1378هـ.\n5-\nالمصنوع في معرفة الحديث الموضوع, للمحدث الشيخ علي القارئ \"1014هـ\". وهو الموضوعات الصغرى, طبع في جزء متوسط بتحقيق الشيخ عبد الفتاح أبي غدة سنة \"1389-1969م\" مكتبة الموضوعات بحلب. وله أيضًا الموضوعات الكبرى، واسمه: الأسرار المرفوعة في الأخبار الموضوعة, طبع سنة 1971م بتحقيق محمد الصباغ, بيروت.\n6-\nالفوائد المجموعة في الأحاديث الموضوعة للشوكاني, طبع سنة 1380هـ بمصر.\nالجزء: 1 ¦ الصفحة: 78\n",
        "سابعًا: أهم ما صنف في مختلف الحديث, ومشكله، والعلل، والنسخ، وأسباب الورود\n1-\nتأويل مختلف الحديث لابن قتيبة1 \"276هـ\". وضعه للرد على أعداء الحديث، ودفع الشبه المثارة ضده. طبع الكتاب في مجلد وسط بمصر سنة 1326هـ.\n2-\nمشكل الآثار للمحدث الفقيه أبي جعفر أحمد بن محمد الطحاوي \"321\". طبع في أربعة مجلدات سنة 1333هـ بالهند.\n3-\nمشكل الحديث وبيانه, للإمام المحدث أبي بكر محمد بن الحسن \"ابن فورك\" الأنصاري الأصبهاني \"406هـ\" طبع في جزء وسط 1362هـ بالهند.\n4-\nكتاب علل الحديث للإمام الحافظ عبد الرحمن بن أبي حاتم الرازي \"327هـ\" رتبه على الأبواب، طبع في مصر في مجلدين سنة 1343هـ.\n5-\nالاعتبار في الناسخ والمنسوخ من الآثار, للإمام الحافظ محمد بن موسى الحازمي الهمذاني \"584هـ\". هو من أجمع ما صنف في بابه، طبع مرارًا، وأجود طبعاته بتحقيق الشيخ راغب الطباخ الحلبي رحمه الله, حلب 1346هـ.\n6-\nالبيان والتعريف في أسباب ورود الحديث, للمحدث السيد إبراهيم بن محمد بن كمال الدين، المشهور بابن حمزة الحسيني الدمشقي \"1120هـ\" رتبه على حروف المعجم, طبع في مجلدين كبيرين سنة 1329هـ, حلب.\nثامنًا: أشهر ما صنف في غريب الحديث وإعرابه\n1-\nغريب الحديث للإمام أبي سليمان حمد بن محمد بن إبراهيم الخطابي البستي, المتوفى سنة 388هـ. طبع في ثلاثة مجلدات بتحقيق عبد الكريم الغرباوي, جامعة أم القرى, مكة المكرمة 1982-1983.\n1 أقدم ما ألف في هذا الاتجاه كان بيد الإمام الشافعي \"204هـ\" وضع كتابه اختلاف الحديث ولم يستوعب فيه الأحاديث المشكلات. وقد طبع كتابه هذا على هامش الجزء السابع من كتاب الأم.\nالجزء: 1 ¦ الصفحة: 79\n",
        "2-\nالفائق في غريب الحديث للزمخشري \"538هـ\" طبع في ثلاثة مجلدات بتحقيق محمد أبي الفضل إبراهيم وعلي محمد البجاوي, القاهرة 1366هـ.\n3-\nالنهاية في غريب الحديث والأثر, للإمام مجد الدين بن الأثير الجزري \"606هـ\" وهو من أجمع وأشهر ما صنف في هذا الباب، وقد أحسن ترتيبه على حروف المعجم، طبع في مصر أكثر من مرة في أربعة مجلدات، وطبع أخيرًا طبعة جيدة محققه بعناية الأستاذين أحمد الزاوي، ومحمود الطناحي 1963م, دار إحياء الكتب العربية بالقاهرة.\n4-\nمنال الطالب في شرح طوال الغرائب, لابن الأثير أيضًا.\nتحقيق د. محمود الطناحي, نشر جامعة أم القرى, مكة المكرمة 1983.\n5-\nكتاب الغريبين: غريبي القرآن والحديث لأبي عبيد الهروي أحمد بن محمد بن محمد 401هـ, تحقيق محمود الطناحي, نشر المجلس الأعلى للشئون الإسلامية 1970م, صدر منه الجزء الأول فقط حتى آخر كتاب الجيم.\n6-\nإعراب الحديث النبوي, للإمام النحوي أبي البقاء عبد الله بن الحسين العكبري \"616هـ\" أملاه على طلابه خلال قراءة جامع المسانيد لأبي الفرج بن الجوزي، ويضم 425 حديثًا, طبع طبعة جيدة بتحقيق عبد الله نبهان الذي ضم إليه فهارس علمية, من مطبوعات مجمع اللغة العربية بدمشق سنة 1977م.\nتاسعًا: ما صنف في تراجم الرواة وكناهم وألقابهم\nأولًا: من الصحابة بصفة خاصة\n1-\nالاستيعاب في معرفة الأصحاب, لأبي عمر يوسف بن عبد الله بن عبد البر القرطبي \"463هـ\" رتبه على حروف الهجاء، وسماه بهذا ظنا منه أنه استوعب كل الصحابة، طبع في مصر وفي الهند مرارًا في مجلدين كبيرين، وطبع أخيرًا في أربعة مجلدات بتحقيق علي محمد البجاوي.\nالجزء: 1 ¦ الصفحة: 80\n",
        "2-\nالاستبصار في نسب الصحابة من الأنصار, للشيخ موفق الدين عبد الله بن قدامة المقدسي \"620هـ\" طبع في مجلد وسط بتحقيق الأستاذ علي نويهض 1971م, دار الفكر, بيروت.\n3-\nأسد الغابة في معرفة الصحابة, للمؤرخ عز الدين بن الأثير \"630\" طبع هذا الكتاب في مصر في سبعة مجلدات صادرة من دار الشعب, بتحقيق د. محمد البنا، ود. محمد عاشور 1970م وله طبعة قديمة في خمسة مجلدات.\n4-\nتحديد أسماء الصحابة، للإمام الحافظ شمس الدين أبي عبد الله محمد بن أحمد الذهبي \"748هـ\". طبع هذا الكتاب في مجلدين بالهند سنة 1310هـ.\n5-\nالإصابة في تمييز الصحابة, لابن حجر العسقلاني \"852هـ\" طبع أكثر من مرة في أربعة مجلدات في مصر, والهند.\n6-\nحياة الصحابة, للفقيه الهندي محمد يوسف الكاندهلوي 1384هـ، كتاب قيم طبع عدة مرات في ثلاثة مجلدات 1965، وأربعة مجلدات بتحقيق الشيخ نايف العباس ومحمد علي دولة في دمشق سنة 1970، وطبع طبعة ثالثة جيدة في السعودية.\n7-\nرسالة في المفاضلة بين الصحابة, لابن حزم الأندلسي \"456هـ\" ذكر فيها أزواج النبي، ثم ذكر أفضل الصحابة بعد الأزواج، ورتبهم على طبقات بادئًا بالبدريين، ثم أهل المشاهد على الترتيب. طبع الكتاب بتحقيق سعيد الأفغاني, الطبعة الثانية 1969م, دار الفكر, بيروت.\nثانيا: ما صنف في الرواة عامة\n8-\nتذكر الحفاظ للإمام الحافظ محمد بن أحمد بن عثمان الذهبي \"748هـ\" صنفه على طبقات الرواة، فترجم للصحابة، ثم التابعين، ثم تابعيهم في إحدى وعشرين طبقة من صدر الإسلام حتى الإمام الحافظ جمال الدين يوسف بن عبد الرحمن المزي \"742هـ\" ثم ألحق بالتذكرة بعض شيوخه، وعدد الذين ترجم لهم 1176 راويا،\nالجزء: 1 ¦ الصفحة: 81\n",
        "طبع الكتاب في أربعة مجلدات عدة مرات، آخرها سنة 1957م بالهند.\nوصنف أبو المحاسن محمد بن علي الحسيني الدمشقي \"765هـ\" تلميذ الحافظ الذهبي \"ذيل طبقات الحفاظ\" واستدرك الحافظ تقي الدين أبو الفضل محمد بن محمد بن فهد الهاشمي المالكي \"781هـ\" على الذهبي والحسيني في كتابه \"لحظ الألحاظ بذيل طبقات الحفاظ\".\nوللسيوطي ذيل ثالث على طبقات الحفاظ للذهبي.\nوطبعت الذيول الثلاثة في مجلد واحد كبير بعناية حسام الدين القدسي بدمشق سنة 1347هـ.\n9-\nتهذيب التهذيب, للحافظ ابن حجر العسقلاني \"852هـ\" رتبه على حروف المعجم، وطبع في اثني عشر مجلدًا بالهند 1327هـ طبعة ثانية في بيروت 1387هـ.\nوهذا الكتاب عن تلخيص لكتاب \"تهذيب الكمال\" للحافظ المزي \"742هـ\" المكون من خمسين جزءا في اثني عشر مجلدًا، وأما كتاب الكمال في أسماء الرجال للحافظ أبي محمد المقدسي فيقع في مجلدين كبيرين.\nولخص الحافظ ابن حجر تهذيبه في كتاب سماه \"تقريب التهذيب في أسماء الرجال\" طبع في مجلدين 1380هـ بالقاهرة.\nويتوالى صدور أجزاء طبعة محققة لتهذيب الكمال للمزي بتحقيق د. بشارة عواد, مؤسسة الرسالة.\nملحوظة هامة: هناك مراجع أخرى في الرواة نعرضهم في صورة طبقات مثل: الطبقات الكبرى لابن سعد، أو نصنفهم على السنين مثل: \"تاريخ الإسلام للذهبي\" أو على حروف المعجم مثل: \"التاريخ الكبير للبخاري\" أو على البلدان مثل: \"تاريخ بغداد\"، و\"تاريخ دمشق\" وسنثبت هذه المصادر في قسم التاريخ.\n10-\nمن المراجع الحديثة في هذا الباب \"أعلام المحدثين للدكتور محمد محمد أبي شهبة\" طبعت الطبعة الأولى بمصر 1963م بمطابع دار الكتاب العربي.\nالجزء: 1 ¦ الصفحة: 82\n",
        "عاشرًا: ما صنف في \"الكنى والألقاب والأنساب\" والمشتبه من أنساب الرواة\n1-\nكتاب الكنى والأسماء, لأبي بشر محمد بن أحمد الدولابي \"320هـ\". طبع في مجلدين بالهند 1323هـ.\n2-\nالإكمال في رفع الارتياب عن المؤتلف والمختلف من الأسماء والكنى والأنساب, لابن ماكولا البغدادي، وهو الأمير الحافظ أبو نصر علي بن هبة الله \"486هـ\" يقع في مجلدين. طبع في الهند وتركيا والعراق، ولأبي بكر محمد بن عبد الغني \"ابن نقطة\" البغدادي \"629هـ\" ذيل للكتاب، اسمه \"إكمال الإكمال\" وصنف الشيخ جمال الدين ابن الصابوني \"680هـ\" تكملة إكمال الإكمال، تحقيق الدكتور مصطفى جواد بالمجمع العلمي العراقي 1957م.\n3-\nالمشتبه في أسماء الرجال, للإمام الحافظ الذهبي \"748هـ\" رتبه الذهبي على حروف المعجم, كانت آخر طبعة له بتحقيق علي محمد البجاوي 1962م بالقاهرة.\n4-\nتبصير المنتبه بتحرير المشتبه, للحافظ ابن حجر العسقلاني، وهو مراجعة وضبط وتوضيح لكتاب الحافظ الذهبي. طبع في أربعة مجلدات كبيرة \"1964-1967\" تحقيق علي محمد البجاوي, مراجعة محمد علي النجار, الدار المصرية للتأليف والترجمة.\n5-\nكتاب الأنساب, للإمام أبي سعد عبد الكريم بن محمد بن منصور التميمي السمعاني، المتوفى سنة \"562هـ\" من أجمع ما كتب في الأنساب.\nصور في مجلد ضخم 1912هـ, وقد بدأ تحقيقه عبد الرحمن بن يحيى المعلمي اليماني، أمين مكتبة الحرم المكي, حيث يطبع في الهند، صدر الجزء الأول منه سنة 1962م، والسادس سنة 1966م.\nحادي عشر: أهم مصادر الجرح والتعديل\n1-\nالضعفاء للإمام البخاري \"256هـ\" وهو في جزء لطيف, رتبه على حروف\nالجزء: 1 ¦ الصفحة: 83\n",
        "المعجم. طبع الكتاب في الهند ملحقًا ببعض الرسائل \"1349هـ\" كما طبع مستقلا, وعلى هامشه الضعفاء للنسائي.\n2-\nكتاب الضعفاء والمتروكين, للإمام الحافظ أحمد بن شعيب النسائي \"303هـ\" رتبه على حروف المعجم, طبع في الهند في جزء واحد.\n3-\nالجرح والتعديل لعبد الرحمن بن أبي حاتم الرازي \"327هـ\" من أجمع كتب الأوائل في هذا الباب. يقع في أربعة أجزاء كبيرة، طبع في الهند في تسعة مجلدات.\n4-\nميزان الاعتدال, للحافظ الذهبي \"748هـ\" رتبه على حروف المعجم، طبع أكثر من مرة، آخر طبعة كانت بتحقيق علي محمد البجاوي 1963 بالقاهرة في أربعة مجلدات متوسطة, ضمت \"11053\" ترجمة.\nوللإمام الذهبي كتاب \"المغني في الضعفاء\" طبع سنة 1971م بتحقيق د. نور الدين عتر في جزأين, دار المعارف بحلب.\n5-\nلسان الميزان, لشيخ الإسلام الحافظ ابن حجر العسقلاني، واستدرك فيه ما فات الإمام الذهبي.\nطبع في ستة أجزاء كبيرة بالهند سنة 1331م.\n6-\nكتاب الرفع والتكميل في الجرح والتعديل, للإمام أبي الحسنات محمد عبد الحي اللكنوي الهندي \"1304هـ\" جمع فيه قواعد الجرح والتعديل, ومراتبها. طبع هذا الكتاب في مجلد متوسط تحقيق وتعليق الشيخ عبد الفتاح أبي غدة 1383هـ بحلب.\nثاني عشر: أهم المصادر في أصول الحديث \"علوم الحديث ومصطلحه\"\n1-\nكتاب المحدث الفاصل بين الراوي والواعي, للقاضي الحسن بن عبد الرحمن الرامهرمزي \"360هـ\" من أقدم كتب أصول الحديث. طبع سنة 1971م في مجلد واحد, تحقيق محمد عجاج الخطيب, دار الفكر بيروت.\nالجزء: 1 ¦ الصفحة: 84\n",
        "2-\nمعرفة علوم الحديث, للإمام أبي عبد الله محمد بن عبد الله، الحاكم النيسابوري \"405هـ\" ذكر فيه خمسين نوعًا من أنواع علوم الحديث, طبع سنة 1937م بمصر تحقيق د. معظم حسين.\n3-\nالكافية في علم الرواية, للحافظ المؤرخ أحمد بن علي \"الخطيب البغدادي\" طبع في الهند سنة 1357هـ. وللبغدادي كتاب \"الجامع لأخلاق الراوي وآداب السامع\" تحقيق د. محمد عجاج الخطيب.\n4-\nالإلماع إلى معرفة أصول الرواية وتقييد السماع, للقاضي الحافظ أبي الفضل عياض بن موسى اليحصبي \"554هـ\" طبع بتحقيق السيد أحمد صقر 1970م بمصر, دار التراث, القاهرة.\n5-\nعلوم الحديث للإمام أبي عمرو عثمان بن عبد الرحمن الشهرزوري المعروف بابن الصلاح \"643هـ\" وقد اشتهر باسم مقدمة ابن الصلاح, طبع مرارًا وطبع أخيرًا طبعة جيدة سنة 1966م بتحقيق الدكتور العتر.\n6-\nتدريب الراوي في شرح تقريب النواوي للسيوطي \"911هـ\" شرح فيه كتاب التقريب والتيسير لمعرفة سنن البشير النذير, للإمام يحيى بن شرف النووي \"676هـ\".\nطبع الطبعة الأخيرة في جزأين, تحقيق عبد الوهاب عبد اللطيف 1966م.\n7-\nتوضيح الأفكار لمعاني تنقيح الأنظار, للعلامة محمد بن إسماعيل الصنعاني صاحب سبل السلام \"1182هـ\".\nطبع في مجلدين بتحقيق محمد محيي الدين عبد الحميد 1366هـ بمصر.\n8-\nقواعد التحديث من فنون مصطلح الحديث, للشيخ محمد جمال الدين القاسمي \"1332هـ\".\nطبع مرتين, وآخرهما بالقاهرة سنة 1961م.\n9-\nتوجيه النظر إلى أصول الأثر للشيخ طاهر الجزائري \"1338هـ\".\nالجزء: 1 ¦ الصفحة: 85\n",
        "من أجمع الكتب التي صنفت بعد القرن العاشر، طبع في مصر 1329هـ، وطبع أخيرًا في لبنان.\n10-\nقواعد في علوم الحديث, للعلامة المحقق ظفر أحمد العثماني التهانوني من علماء باكستان. طبع عدة طبعات آخرها بتحقيق الشيخ عبد الفتاح أبي غدة سنة 1972م, مكتب المطبوعات الإسلامية بحلب.\n11-\nعلوم الحديث ومصطلحه, للدكتور صبحي الصالح. عرض فيه علوم الحديث عرضًا جيدًا جمع بين المنهج الحديث، وحسن التناول، كما استوفى قواعد القدماء. طبع سنة 1959، جامعة دمشق، وطبع عدة مرات في لبنان.\n12-\nأصول الحديث \"علومه ومصطلحه\" د. محمد عجاج الخطيب, دار الفكر, لبنان 1971م.\nثالث عشر: ما صنف في التخريج:\nأهم ما صنف في تخريج الأحاديث ما يأتي:\n1-\nنصب الراية لأحاديث الهداية، للإمام الحافظ جمال الدين عبد الله بن يوسف الزيلعي الحنفي \"762هـ\". خرج فيه الأحاديث الواردة في كتاب \"الهداية\" وهو من أمهات كتب الفقه الحنبلي, طبع مع حاشيته \"بغية الألمعي في تخريج الزيلعي\" بعناية إدارة المجلس العملي بدابهيل سورت الهند سنة 1938 في أربعة مجلدات.\n2-\nالدراية في تخريج أحاديث الهداية، للحافظ ابن حجر العسقلاني, لخص فيه كتاب الزيلعي السابق. طبع في دلهي سنة 1299هـ، وطبع طبعة محققة بعناية عبد الله هاشم اليماني المدني في جزأين, القاهرة 1964م.\n3-\nتلخيص الحبير لابن حجر العقسلاني, لخص فيه تخريج الأحاديث التي تضمنها كتاب شرح الوجيز. والوجيز كتاب يعد عمدة في الفقه الشافعي، ألفه أبو حامد الغزالي \"505هـ\" وشرحه أبو القاسم الرافعي في كتاب سماه \"فتح العزيز\nالجزء: 1 ¦ الصفحة: 86\n",
        "على كتاب الوجيز\" صدر التلخيص في أربعة أجزاء في مصر بإشراف عبد الله هاشم اليماني.\n4-\nالمغني عن حمل الأسفار في الأسفار في تخريج ما في الإحياء من الأخبار, للحافظ زين الدين عبد الرحيم بن حسين العراقي \"806هـ\" والكتاب معروف، ولابن حجر استدراك على ما فات العراقي.\n5-\nمناهل الصفا في تخريج أحاديث الشفا للسيوطي.\nخرج فيه أحاديث \"الشفاء\" للقاضي عياض \"544هـ\" طبع في جزأين بالهند. وهناك كتب كثيرة في التخريج نكتفي بما ذكرناه منها.\nرابع عشر: أهم المراجع المصنفة في الدفاع عن السنة\n1-\nالرد على الجهمية \"رد الدارمي عثمان بن سعيد \"280هـ\" على بشر المريسي\" طبع في مصر سنة 1358هـ.\n2-\nالروض الباسم في الذب عن سنة أبي القاسم، للإمام أبي عبد الله محمد بن إبراهيم الوزير اليماني \"755هـ\" طبع في مجلدين بمصر.\n3-\nتحقيق معنى السنة وبيان الحاجة إليها، للسيد سليمان الندوي, طبع في جزء صغير بمصر.\n4-\nالسنة ومكانتها في التشريع الإسلامي, د. مصطفى السباعي سنة 1964م طبع في مجلد كبير 1961م بمصر.\n5-\nالأضواء الكاشفة لما في كتاب أضواء على السنة من الزلل والتضليل والمجازفة، للشيخ عبد الرحمن بن يحيى المعلمي اليماني, طبع في مجلد وسط بالمطبعة السلفية بمصر سنة 1378هـ. وهناك رد آخر على كتاب أضواء على السنة للشيح أبي رية، ألفه الشيخ محمد عبد الرزاق، وطبع في المطبعة السلفية بمصر سنة 1379هـ واسمه \"ظلمات أبي رية\".\nالجزء: 1 ¦ الصفحة: 87\n",
        "6-\nدفاع عن السنة ورد شبهات المستشرقين والكتاب المعاصرين، للدكتور محمد محمد أبي شهبة, طبعة مجمع البحوث الإسلامية بالإزهر.\n7-\nالسنة قبل التدوين, د. محمد عجاج الخطيب، طبع في مصر سنة 1383هـ وفي بيروت, دار الفكر سنة 1391هـ.\nالجزء: 1 ¦ الصفحة: 88\n",
        "المبحث الثالث: السيرة النبوية والتاريخ الإسلامي والتراجم والطبقات\nأولا: أهم مراجع السيرة النبوية\n1-\nمغازي رسول الله صلى الله عليه وسلم، للواقدي أبي عبد الله بن محمد بن عمر \"207هـ\". طبع سنة 1948م بمصر في جزء صغير.\n2-\nسيرة النبي صلى الله عليه وسلم, لأبي محمد عبد الملك بن هشام \"218هـ\" لخص فيه سيرة ابن إسحاق وهذبها، تعدّ من أتقن وأجمع كتب السيرة, طبع الكتاب في أربعة أجزاء كبيرة بتحقيق الشيخ محمد محيي الدين عبد الحميد كما طبع طبعة أخرى بتحقيق مصطفى السقا وزميليه.\n3-\nالطبقات الكبرى لمحمد بن سعد \"230هـ\"، وقد أخذت السيرة الجزأين الأول والثاني من الطبقات1.\n4-\nالشمائل النبوية والخصائل المصطفوية، للترمذي صاحب السنن, طبع في جزء متوسط, دار الطباعة العامرة بالقاهرة.\n5-\nأخلاق النبي صلى الله عليه وسلم وآدابه، للحافظ عبد الله بن محمد بن جعفر بن حيان الأصفهاني المعروف بأبي الشيخ \"369هـ\" طبع في مجلد وسط بتحقيق عبد الله محمد الصديق الغماري \"1959م\" بالقاهرة.\n6-\nدلائل النبوة، للحافظ أبي نعيم أحمد بن عبد الله الأصفهاني \"430هـ\" طبع في مجلد كبير سنة 1950 بمطبعة مجلس دائرة المعارف العثمانية, حيدر أباد الدكن بالهند.\n7-\nالشفا بتعريف حقوق المصطفى، للقاضي عياض \"544هـ\" طبع في جزأين\n1 وكذلك تاريخ الأمم والملوك للطبري, نرى الجزء الثاني منه خاصا بالسيرة النبوية.\nالجزء: 1 ¦ الصفحة: 89\n",
        "سنة 1290هـ بمطبعة خليل أفندي في الخلافة العثمانية، وطبع بعد ذلك مرات, وطبع في دمشق سنة 1971 طبعة محققة.\n8-\nجوامع السيرة, لابن حزم الأندلسي أبي محمد علي بن أحمد \"456هـ\" طبع في مجلد مع عدة رسائل بتحقيق الدكتور إحسان عباس، والدكتور ناصر الدين الأسد, دار المعارف, مصر.\n9-\nالروض الأنف شرح السيرة النبوية لابن هشام, للسهيلي \"581هـ\". طبع في مجلدين كبيرين بمصر سنة 1914م، وطبع طبعة أخرى بتحقيق الشيخ عبد الرحمن الوكيل في عدة مجلدات سنة 1966م.\n10-\nزاد المعاد في هدي خير العباد، لابن قيم الجوزية \"752هـ\" تناول السيرة وعرض مسائل في الفقه والحديث, طبع في أربعة مجلدات سنة 1951 بتحقيق الشيخ حامد الفقي، وطبع طبعة أخرى في خمسة مجلدات سنة 1979, بتحقيق شعيب وعبد القادر الأرناءوط, مؤسسة الرسالة بيروت.\n11-\nالسيرة النبوية لابن كثير \"774هـ\" طبعت في مصر في أربعة أجزاء سنة 1965, بتحقيق مصطفى عبد الواحد.\n12-\nالسيرة الحلبية المسماة: \"إنسان العيون في سيرة الأمين المأمون\" للفقيه المؤرخ علي بن إبراهيم الحلبي القاهري \"1044هـ\" طبع في مجلدين كبيرين سنة 1349 بمصر.\n13-\nنور اليقين في سيرة سيد المرسلين، للشيخ محمد الخضري, أستاذ التاريخ بالجامعة المصرية, طبع طبعات كثيرة آخرها سنة 1374هـ.\n14-\nمحمد رسول الله وخاتم النبيين, للشيخ محمد الخضر حسين شيخ الجامع الأزهر. كتاب جامع موجز طبع بإشراف علي الرضا التونسي 1971, المطبعة التعاونية بدمشق.\nالجزء: 1 ¦ الصفحة: 90\n",
        "وهناك كتب كثيرة في السيرة عالجتها بمناهج متعددة مثل: مختصر سيرة الرسول لمحمد بن عبد الوهاب تحقيق الشيخ حامد الفقي، وخلاصة السيرة النبوية لرشيد الرضا، ومنها: حياة محمد، لمحمد حسين هيكل، وعبقرية محمد للعقاد، وفقه السيرة للشيخ محمد الغزالي.\nثانيًا: أهم المصادر في التاريخ الإسلامي\n1-\nتاريخ خليفة بن خياط, للمؤرخ المحدث ابن خياط العصفري \"240هـ\" من أقدم ما وصل إلينا من كتب التاريخ الإسلامي, طبع في مجلدين بتحقيق سهيل ذكار سنة 1968 بدمشق، كما طبع بالنجف سنة 1967 بتحقيق أكرم ضياء العمري.\n2-\nتاريخ الأمم والملوك، للطبري المحدث والمفسر \"310هـ\" رتبه على السنين, طبع عدة طبعات آخرها طبعة دار المعارف بمصر, بتحقيق محمد أبي الفضل إبراهيم في نحو عشرة مجلدات، وطبع في بيروت في خمسة عشر جزءًا.\n3-\nكتاب البدء في التاريخ، لمطهر بن طاهر المقدسي \"355هـ\" طبع في مجلدين سنة 1916م، وصورته مكتبة المثنى ببغداد حديثًا.\n4-\nالمقتبس في أخبار بلد الأندلس، لحيان بن خلف القرطبي \"469هـ\" أرخ للأندلس على نظام السنين. طبع جزء منه يؤرخ للحوادث من \"360-364هـ\" في مجلد وسط بتحقيق د. عبد الرحمن علي الحجي, دار الثقافة, بيروت سنة 1965.\n5-\nالمنتظم في تاريخ الأمم، لابن الجوزي. رتبه على السنين، وطبع في كتاب جامع, طبع بالهند سنة 1359هـ, ويبدو أن له تتمة لم تطبع بعد.\n6-\nالمعجب في تلخيص أخبار المغرب، للمؤرخ عبد الواحد المراكشي \"621هـ\" طبع في مجلد وسط بتحقيق محمد سعيد العريان، المجلس الأعلى للشئون الإسلامية, القاهرة 1962.\n7-\nالكامل في التاريخ، للإمام المؤرخ عز الدين بن الأثير \"630هـ\" رتبه على\nالجزء: 1 ¦ الصفحة: 91\n",
        "السنين، ويعد مرجعا هاما في الحروب الصليبية، طبع هذا الكتاب في 12 جزءًا سنة 1374هـ، وطبع بعد ذلك عدة مرات في مصر, وفي غيرها.\n8-\nتاريخ الإسلام وطبقات المشاهير والأعلام، للحافظ الذهبي \"748هـ\" رتبه على السنين, طبعت الأجزاء الستة الأولى في مصر بإشراف حسام الدين المقدسي حيث وصل لأحداث سنة 150هـ مع تراجم أعلام هذه الفترة، ولا تزال بقية الكتاب مخطوطة.\n9-\nالبداية والنهاية، للحافظ ابن كثير \"774هـ\" رتبه على السنين وترجم للأعلام. طبع مرات، وكانت طبعته السادسة في بيروت 1985 في أربعة عشر جزءًا وسبعة مجلدات.\n10-\nكتاب العبر وديوان المبتدأ والخبر، لأبي زيد ولي الدين عبد الرحمن بن خلدون \"808هـ\" قدم له بمقدمة طارت شهرتها في الآفاق, وطبعت مستقلة طبعات كثيرة, طبع في بولاق بمصر سنة 1284هـ في سبعة أجزاء، وأفضل طبعات المقدمة الطبعة التي حققها وعلق عليها د. علي عبد الواحد وافي.\n11-\nمروج الذهب ومعادن الجوهر، لأبي الحسن علي المسعودي \"346هـ\" طبع الكتاب في جزأين سنة 1283.\n12-\nتجارب الأمم وتعاقب الهمم, لابن مسكويه \"421هـ\" أرخ فيه الدولة العباسة، طبع في ثلاثة أجزاء في القاهرة سنة 1916.\n13-\nتاريخ الأمم والملوك، لناصر الدين بن الفرات المصري \"807هـ\" طبع منه الأجزاء من 7-9 بتحقيق قسطنطين زريق سنة 1942, بيروت.\n14-\nالنجوم الزاهرة في ملوك مصر والقاهرة, لجمال الدين أبي المحاسن يوسف بن تغري بردي \"784هـ\". يعد كتابه من أجمع المصادر للدولة المملوكية، طبع في سبعة أجزاء سنة 1935 في كاليفورنيا، وطبع بعد ذلك في مصر.\nالجزء: 1 ¦ الصفحة: 92\n",
        "15-\nالروضتين في أخبار الدولتين النورية والصلاحية، لأبي شامة المقدسي \"665هـ\" طبع الكتاب في جزأين 1288هـ القاهرة، وهو من أهم المصادر في تاريخ الدولة الأيوبية.\n16-\nحسن المحاضرة في أخبار مصر والقاهرة، للسيوطي \"911هـ\" طبع في جزأين سنة 1299هـ في مطبعة الوطن بالقاهرة.\n17-\nالبيان المُغْرِب في أخبار المَغْرِب، لأبي عبد الله محمد المراكشي \"667هـ\" أرخ فيه للمغرب وأفريقية، طبع منه جزآن في ليدن 1849م.\n18-\nنفح الطيب من غصن الأندلس الرطيب، لأحمد بن محمد المقرئ التلمساني \"1041هـ\" من أهم مصادر تاريخ الأندلس، طبع في أربعة أجزاء سنة 1279هـ في بولاق بمصر، وطبع في عشرة أجزاء بتحقيق محمد محيي الدين عبد الحميد سنة 1949م مطبعة السعادة، كما طبع بتحقيق وفهرسة د. إحسان عباس.\n19-\nالاستقصا في أخبار المغرب الأقصى، لأحمد بن خالد الناصري. طبع في ثلاثة مجلدات كبيرة سنة 1312هـ, المطبعة البهية, مصر.\n20-\nالحلل السندسية في الأخبار والآثار الأندلسية، لشكيب أرسلان سنة 1366هـ، ذكر الزركلي في الأعلام أنه في عشرة مجلدات، لم يطبع منه سوى ثلاثة أجزاء سنة 1358هـ.\n21-\nفجر الأندلس للدكتور حسين مؤنس, طبع تحت مجلد واحد سنة 1959 بمصر.\n22-\nتاريخ الأندلس في عهد المرابطين والموحدين، ليوسف إشباخ ترجمة الأستاذ محمد عبد الله عنان، طبع في مجلد وسط سنة 1958 مكتبة الخانجي, مصر.\n23-\nمحاضرات في تاريخ الأمم الإسلامية، للشيخ محمد الخضري. أرخ بإيجاز للدولتين: الأموية والعباسية, طبع في مجلدين, الطبعة الثانية سنة 1372هـ.\nالجزء: 1 ¦ الصفحة: 93\n",
        "24-\nتاريخ المسلمين وآثارهم في الأندلس, د. السيد عبد العزيز سالم, طبع سنة 1962 دار المعارف, القاهرة.\n25-\nتاريخ الإسلام السياسي والاجتماعي والثقافي والديني, د. حسن إبراهيم حسن, طبع في أربعة أجزاء, مكتبة النهضة المصرية بالقاهرة.\n26-\nالتاريخ الإسلامي والحضارة الإسلامية, د. أحمد شلبي, طبع عدة مرات في خمسة أجزاء، القاهرة.\n27-\nتاريخ التمدن الإسلامي، لجورجي زيدان. طبع في خمسة أجزاء في مجلدين, الطبعة الثانية سنة 1967م.\n28-\nالحركة الصليبية, صفحة مشرقة في تاريخ الجهاد العربي د. سعيد عبد الفتاح عاشور، أهم تصنيف معاصر في تحليل وقائع هذه الحروب, طبع سنة 1963م في جزأين كبيرين, مكتبة الأنجلو المصرية, القاهرة.\n29-\nتاريخ الشعوب الإسلامية، للمستشرق كارل بروكلمان. طبع في مجلد كبير, ترجمة نبيه أمين فارس ومنير مينيكي، عدة مرات, الطبعة الرابعة سنة 1965 بيروت.\nثالثا: أهم المصادر في التراجم والطبقات وأخبار الأعلام والأنساب\n1-\nالطبقات الكبرى لمحمد بن سعد كاتب الواقدي \"230هـ\" طبع طبعة قديمة في ليدن، وطبع في دار الكتب المصرية، وطبع في بيروت في ثمانية أجزاء سنة 1958م.\n2-\nكتاب الطبقات، للإمام المحدث خليفة بن خياط العصفري \"240هـ\" طبع في مجلد وسط بتحقيق أكرم ضياء العمري سنة 1967 ببغداد. تميز هذا المؤلف بأنه رتب كتابه على ثلاثة أسس: النسب والطبقات والمدن.\nالجزء: 1 ¦ الصفحة: 94\n",
        "3-\nكتاب المعرفة والتاريخ، لأبي يوسف يعقوب بن سفيان البسوي \"277هـ\".\nالكتاب يقع في عدة مجلدات، وصلنا منها ثلاث مخطوطات كبيرة طبعت بتحقيق د. أكرم العمري سنة 1974, مطبعة الإرشاد بالعراق، ترجم فيه للرجال وأرّخ بالسنين.\n4-\nأنساب الأشراف، للبلاذري أحمد بن يحيى \"279هـ\". نشر الجزء الأول منه في مصر سنة 1959 بإشراف معهد المخطوطات العربية تحقيق د. محمد حميد الله.\n5-\nكتاب الوزراء والكتاب، لأبي عبد الله محمد بن عبدوس الجهشياري \"331هـ\". نشر قسم منه بتحقيق الأساتذة: مصطفى السقا، وإبراهيم الإبياري، وعبد الحفيظ شلبي سنة 1938 القاهرة.\n6-\nجمهرة أنساب العرب، لابن حزم \"456هـ\" نشر في مجلد واحد بتحقيق عبد السلام هارون, دار المعارف سنة 1962 بمصر.\n7-\nتاريخ بغداد، للحافظ المؤرخ أبي بكر أحمد بن علي الخطيب البغدادي \"463هـ\" طبع في القاهرة في أربعة عشر جزءا تضم \"7831\" ترجمة سنة 1931، وصور في بيروت حديثًا، وله ذيول متعددة.\n8-\nتاريخ دمشق، للحافظ المؤرخ أبي القاسم علي بن الحسن بن عساكر الدمشقي \"571هـ\" يقع في مجلدات مخطوطًا، الموجود منها نحو 37 مجلدًا في قسم المخطوطات بدار الكتب المصرية، ويوجد 18 في دار الكتب الظاهرية بدمشق. طبعت المجلدة الأولى والثانية بتحقيق صلاح المنجد، والعاشرة بتحقيق محمد أحمد دهمان. مطبوعات المجمع العلمي العربي بدمشق, اختصره الشيخ عبد القادر بدران بحذف الأسانيد والمكررات، وسمي المختصر \"تهذيب تاريخ ابن عساكر\" طبع منه سبعة أجزاء في دمشق ابتداء من سنة 1329هـ.\nوقد عقد مجمع اللغة العربية بدمشق العزم على مواصلة تحقيقه, وإخراجه.\n9-\nوفيات الأعيان وأنباء أبناء الزمان، لشمس الدين أحمد بن محمد بن خلكان\nالجزء: 1 ¦ الصفحة: 95\n",
        "\"681هـ\". طبع في ستة مجلدات سنة 1948 بتحقيق الشيخ محمد محيي الدين عبد الحميد.\n10-\nسير أعلام النبلاء، للحافظ الذهبي \"748هـ\" كتبه في ثلاثة عشر مجلدًا، وجعل المجلد الرابع عشر ذيلا له. طبع من الكتاب ثلاثة أجزاء بداية من الجزء الثالث بإشراف معهد المخطوطات العربية ودار المعارف من سنة 1957 إلى سنة 1962 بتحقيق المنجد والإبياري، وأسعد أطلس، وتتصدى الآن مؤسسة الرسالة لإتمام هذا العمل المجيد وقطعت فيه شوطًا، ويشرف عليه الشيخ شعيب الأرناءوط.\n11-\nفوات الوفيات, لابن شاكر الكتبي.\n12-\nالوافي بالوفيات، للأديب المؤرخ صلاح الدين خليل بن أيبك الصفدي \"764هـ\".\nطبعت الأجزاء الثلاثة الأولى منه في دمشق بعناية بعض المستشرقين.\n13-\nنهاية الأرب في معرفة أنساب العرب، لأبي العباس أحمد بن علي القلقشندي \"821هـ\" طبع بتحقيق الإبياري سنة 1959 بالقاهرة.\n14-\nالدرر الكامنة في أعيان المائة الثامنة، لابن حجر العسقلاني \"852هـ\" طبع عدة طبعات آخرها في خمسة مجلدات بتحقيق محمد سعيد جاد الحق سنة 1966 دار الكتب الحديثة بمصر.\n15-\nالضوء اللامع لأهل القرن التاسع، للإمام الحافظ المؤرخ شمس الدين محمد بن عبد الرحمن السخاوي \"902هـ\" طبع في اثني عشر جزءا بتحقيق حسام الدين القدسي سنة 1355هـ بمصر.\n16-\nالبدر الطالع بمحاسن من بعد القرن السابع، للشوكاني سنة 1250هـ.\nطبع الكتاب في مجلدين سنة 1348هـ بالقاهرة، وعليه ذيل للحافظ المؤرخ محمد بن محمد بن يحيى \"بن زيادة\" اليمني.\nالجزء: 1 ¦ الصفحة: 96\n",
        "17-\nالأعلام، للأستاذ خير الدين الزركلي, عالم معاصر، توفي من سنوات. الطبعة الثانية منه في عشرة مجلدات سنة 1278هـ الموافق سنة 1959م بمصر. وطبع طبعة حديثة في اثني عشر مجلدًا.\n18-\nمعجم المؤلفين \"تراجم لمصنفي الكتب العربية\" للأستاذ عمر رضا كحالة, أحد الكتاب المعاصرين. طبع في خمسة عشر جزءا سنة 1381هـ الموافق سنة 1961م بدمشق.\n19-\nمعجم قبائل العرب القديمة والحديثة، للأستاذ عمر رضا كحالة, طبع في ثلاثة مجلدات, الطبعة الثانية سنة 1381هـ بيروت.\nهذا, وبجانب ما ذكرت من كتب التراجم هناك كتب أخرى للطبقات صنفت على نظام التخصيص.\nمثل: طبقات الشافعية, طبقات الحنابلة, طبقات الحنفية, طبقات الأطباء, معجم الأدباء. وهي مراجع لها شأنها في التعرف على المزيد من تاريخ أعلام الإسلام.\nالجزء: 1 ¦ الصفحة: 97\n",
        "المبحث الرابع: علوم اللسان العربي\nأولا: المعاجم\n1-\nالصحاح، للجوهري أبي نصر إسماعيل بن حماد \"393هـ\" من أقدم المعاجم، وهو من المعاجم اللامية. طبع في ستة مجلدات بتحقيق أحمد عبد الغفور العطار 1956م بمصر.\n2-\nلسان العرب، لابن مكرم بن منظور الإفريقي \"711هـ\" معجم لامي يعد من الموسوعات العلمية، طبع الكتاب في عشرين مجلدًا \"1300هـ\" وطبع بعدها في لبنان.\n3-\nالقاموس المحيط، للفيروزآبادي مجد الدين محمد بن يعقوب \"817هـ\" وهو معجم لامي طبع في أربعة أجزاء سنة 1954 القاهرة، وشرح المرتضى الزبيدي القاموس في كتابه تاج العروس, وطبع في عشرة أجزاء سنة 1306هـ.\n4-\nأساس البلاغة، للزمخشري صاحب الكشاف، توفر فيه على إبراز دلالات الألفاظ. طبع في القاهرة في مجلدين كبيرين, دار الكتب المصرية سنة 1941، ثم طبع مرارًا في مجلد واحد، وصور في بيروت.\n5-\nالمخصص، للشيخ أبي الحسن علي بن إسماعيل النحوي اللغوي الأندلسي، المعروف بابن سيده \"458هـ\". يعد من معاجم المعاني, طبع في ثمانية عشر مجلدًا سنة 1321هـ بمصر, وزود بفهرس تفصيلي جيد لكتبه وأبوابه، مرتبا على الحروف الهجائية.\n6-\nمعجم مقاييس اللغة، لابن فارس \"395هـ\" طبع في ستة مجلدات سنة 1970, بتحقيق عبد السلام هارن.\nالجزء: 1 ¦ الصفحة: 98\n",
        "وهناك معاجم أخرى كثيرة ذات مناهج متنوعة، مثل: العين للخليل بن أحمد، والتهذيب للأزهري، وكذلك المصباح المنير للفيومي، ومختار الصحاح للرازي.\nومن المعاجم الحديثة: المعجم الوسيط, أصدره مجمع اللغة العربية بالقاهرة.\nثانيا: فقه اللغة\n1-\nالخصائص، لابن جني أبي الفتح عثمان بن عمرو \"392هـ\" طبع في ثلاثة مجلدات, تحقيق محمد علي النجار سنة 1956م.\n2-\nالصاحبي في فقه اللغة وسنن العرب في كلامها، أحمد بن فارس \"395هـ\" طبع بمصر سنة 1328هـ.\n3-\nفقه اللغة وسر العربية، لأبي منصور عبد الملك بن محمد الثعالبي \"429هـ\" طبع بمصر, المكتبة التجارية الكبرى.\n4-\nالمزهر في علوم اللغة وأنواعها، للسيوطي \"911هـ\" من أوسع ما صنف في فقه اللغة. طبع بالمطبعة السلفية بالقاهرة، ثم طبع بعد ذلك مرارًا، ويقع في جزأين، قد حققه جاد المولى ومحمد أبو الفضل إبراهيم والإبياري رحمهم الله, دار التراث.\n5-\nإكمال الأعلام بتثليث الكلام، لابن مالك \"672هـ\" تحقيق سعد حمدان الغامدي, جامعة أم القرى, مكة سنة 1984م.\n6-\nكتاب الاشتقاق والتعريب، للشيخ عبد القادر المغربي, الطبعة الثانية القاهرة سنة 1974.\n7-\nالمباحث اللغوية في العراق, د. مصطفى جواد, لجنة البيان العربي سنة 1955م.\n8-\nالاشتقاق لعبد الله أمين، طبع في مجلد كبير سنة 1956 بالقاهرة.\nالجزء: 1 ¦ الصفحة: 99\n",
        "9-\nفقه اللغة، د. علي عبد الواحد وافي، من أجمع الكتب الحديثة في بابه, طبع سنة 1940م، وسنة 1950م.\n10-\nمناهج البحث في اللغة، د. تمام حسان, طبع سنة 1955 مطبعة الرسالة بمصر.\n11-\nالأصوات اللغوية، د. إبراهيم أنيس.\n12-\nفقه اللغة وخصائص العربية، للأستاذ محمد المبارك, دراسة تحليلية مقارنة, صدرت طبعته الثانية 1964, دار الفكر بلبنان.\n13-\nدراسات في فقه اللغة، د. صبحي الصالح, طبع مرات آخرها سنة 1968م, دار العلم للملايين.\n14-\nدلالة الألفاظ وتطورها, د. مراد كامل, طبع بالقاهرة سنة 1963م.\nثالثا: النحو والصرف، وأصول النحو، وتاريخ النحاة:\n1-\nالكتاب، لسيبويه أبي بشر عمرو بن عثمان بن قنير \"188هـ\".\nطبعة بولاق في مجلدين كبيرين، وطبعة أخرى بتحقيق عبد السلام هارون بالهيئة العامة للكتاب سنة 1966م. وهي من خمسة مجلدات، ومزودة بفهارس وللكتاب فهارس أخرى صنعها الشيخ محمد عبد الخالق عضيمة، مطبعة السعادة1، وطبعة بولاق هي الطبعة الرابعة، وطبعة هارون هي الخامسة.\n1 أول من قصد لنشر الكتاب المستشرق الفرنسي \"هرتويغ درنبرغ\" \"1908م\" أستاذ اللغة العربية الفصحى بالمدرسة الخاصة باللغات الشرقية بباريس، وصور في مجلدين مع مقدمة بالفرنسية، وقد شرح في المقدمة قصته مع كتاب سيبويه، وكيف هيأه أستاذه \"فلايشر\" لهذه المهمة الجليلة، ولهذا المستشرق تحقيقات أخرى لبعض الكتب من تراثنا، مثل: ديوان النابغة، والاعتبار لأسامة بن منقذ \"انظر معجم المطبوعات العربية لسركيس 899-990\" ثم طبع طبعة ثانية في الهند؛ وطبعة ثالثة ترجم فيها للألمانية المستشرق الألماني \"جوستاف يان\".\nالجزء: 1 ¦ الصفحة: 100\n",
        "وللكتاب شروح كثيرة قاربت الخمسين، وأشهرها وأهمها شرح السيرافي أبي سعيد \"368\".\nوللأعلم شرح لكتاب سيبويه، نشر في أسفل طبعة بولاق للكتاب، كما طبع طبعة خاصة بالكويت.\n2-\nالتصريف، لأبي عثمان المازني \"249هـ\".\nوقد شرحه أبو الفتح عثمان بن جني \"392هـ\" وطبع هذا الشرح في ثلاثة أجزاء محققة تحقيقًا جيدًا بعناية الأستاذين إبراهيم مصطفى، وعبد الله أمين, بإشراف وزارة المعارف بمصر، والناشر مطبعة الحلبي سنة 1954.\n3-\nالمقتضب، لأبي العباس المبرد \"285هـ\".\nطبع في أربعة مجلدات كبيرة، طبعة محققة مزودة بالفهارس، للشيخ محمد عبد الخالق عضيمة -رحمه الله- والناشر المجلس الأعلى للشئون الإسلامية، وقد زود بمقدمة وافية عن المبرد وآثاره النحوية.\n4-\nالمنقوص والممدود، للفراء \"207هـ\".\nومن كتاب التنبيهات على أغاليط الرواة في كتب اللغة والمصنفات، لعلي بن حمزة البصري، المتوفى بصقلية 375هـ، طبع الكتابان في مجلد متوسط, تحقيق عبد العزيز الميمني الراحكوتي, دار المعارف بمصر سنة 1977م.\n5-\nمجالس ثعلب، لأبي العباس أحمد بن يحيى ثعلب \"291هـ\".\nطبع في مجلدين بتحقيق عبد السلام هارون, دار المعارف بمصر سنة 1949.\n6-\nالمذكر والمؤنث، لأبي بكر بن الأنباري \"328هـ\".\nطبع الجزء الأول منه بتحقيق الشيخ محمد عبد الخالق عضيمة, المجلس الأعلى للشئون الإسلامية, مصر سنة 1981.\nالجزء: 1 ¦ الصفحة: 101\n",
        "7-\nالإيضاح، لأبي علي الفارسي \"377هـ\" وعليه شرح عبد القاهر الجرجاني \"471هـ\" المعروف بكتاب المقتصد, شرح الإيضاح, تحقيق د. بحر المرجان, نشر وزارة الثقافة العراقية سنة 1982.\n8-\nالأصول، لابن السراج أبي بكر محمد بن السري \"316هـ\" طبع وحقق.\n9-\nالجُمل، للزجاجي أبي القاسم عبد الرحمن \"337هـ\"، له شروح كثيرة. طبع وحقق وله شروح كثيرة وبخاصة عند المغاربة.\nوله أيضًا كتاب الأمالي.\n10-\nطبقات النحويين واللغويين، للزبيدي الأندلسي أبي بكر محمد بن الحسن \"379هـ\"1.\nطبع في مجلد متوسط بتحقيق محمد أبي الفضل إبراهيم، دار المعارف مصر سنة 1973.\n11-\nالتبصرة والتذكرة، للصيمري أبي محمد عبد الله بن علي بن إسحاق \"من نحاة القرن الرابع\".\nطبع في مجلدين بتحقيق د. أحمد مصطفى علي الدين، جامعة أم القرى مكة المكرمة 1982.\n12-\nتاريخ العلماء النحويين، للقاضي أبي المحاسن المفضل بن محمد التنوخي المعري \"442هـ\" تحقيق د. عبد الفتاح الحلو, إدارة الثقافة والنشر بجامعة الإمام محمد بن سعود, السعودية سنة 1981م.\n1 ومن الكتب المعتمدة في تاريخ النحاة: نزهة الألبا في طبقات الأدبا النحاة، لأبي البركات الأنباري \"577هـ\".\nإنباه الرواة على أنباه النحاة, للقفطي \"646هـ\" وبغية الوعاة في طبقات اللغويين والنحاة, للسيوطي \"911هـ\".\nالجزء: 1 ¦ الصفحة: 102\n",
        "13-\nالمفصل، للزمخشري \"528\" طبع في جزء متوسط, دار الجيل بيروت, ويليه المفضل في شرح أبيات المفصل للنعماني الحلبي.\n14-\nالإنصاف في مسائل الخلاف بين البصريين والكوفيين، لأبي البركات الأنباري \"577\".\nطبع في مجلدين, بتحقيق الشيخ محمد محيي الدين عبد الحميد.\n15-\nأسرار العربية، لأبي البركات الأنباري \"577\" طبع في مجلد واحد, مطبوعات المكتب الإسلامي بدمشق.\n16-\nأمالي ابن الشجري هبة الله, طبع وحقق.\n17-\nالتبيين عن مذاهب النحويين البصريين والكوفيين، لأبي البقاء العكبري \"616هـ\".\nتحقيق ودراسة د. عبد الرحمن عثيمين, دار المغرب الإسلامي 1986.\n18-\nأمالي السهيلي \"581هـ\" طبع في جزء متوسط تحقيق د. محمد البنا, سنة 1970 الطبعة الأولى.\nالفصول الخمسون، لابن معطي زين الدين أبي الحسين يحيى \"628هـ\".\nتحقيق ودراسة، د. محمود الطناحي سنة 1977، رسالة ماجستير.\n19-\nالخصائص، لابن جني \"392\" طبعة محققة في ثلاثة مجلدات, تحقيق محمد علي النجار.\n20-\nشرح المفصل، لموفق الدين علي بن يعيش \"643هـ\".\nعشرة أجزاء في مجلد, مطبعة المتنبي القاهرة, عالم الكتب بيروت.\n21-\nالكافية لابن الحاجب في النحو، والشافية في الصرف. وقد شرحهما الرضي، وسنتحدث عنهما فيما بعد.\nالجزء: 1 ¦ الصفحة: 103\n",
        "22-\nألفية ابن مالك \"672هـ\" وهي خلاصة منظومة ذات صيت وشهرة، من ألف بيت. وله الكافية الشافية، منظومة من ثلاثة آلاف بيت.\nعلى أن الألفية أخذت شهرة عظيمة وكثر شراحها، وسيظهر ذلك فيما بعد.\n23-\nتسهيل الفوائد وتكميل المقاصد، لابن مالك، مجلد واحد بتحقيق محمد كامل بركات, الناشر وزارة الثقافة المصرية سنة 1967، وله شروح كثيرة.\n24-\nالممتع في التصريف، لابن عصفور الإشبيلي \"669هـ\" تحقيق د. فخر الدين قباوي, دار الآفاق الجديدة بيروت, الطبعة الرابعة سنة 1979, جزآن.\n25-\nالبسيط في شرح جمل الزجاجي، لابن أبي الربيع الإشبيلي \"688هـ\" طبع بتحقيق د. عياد الثبيتي من مجلدين، دار المغرب الإسلامي 1986.\n26-\nشرح ابن الناظم لألفية أبيه: ابن مالك، وابن الناظم محمد بن محمد بن مالك \"686هـ\" طبع طبعة قديمة طهران, إيران, تصحيح محمد سليم اللبابيدي \"1312هـ\".\n27-\nشرح الكافية، لمحمد بن الرضي \"687هـ\" وهو شرح كثير الفوائد، ملم بكثير من القواعد، طبع مجلدين، وهناك طبعة محققة بتحقيق الشيخ يوسف عمر, جامعة بنغازي, ليبيا.\n28-\nشرح الشافية للرضي, طبع طبعة جديدة محققة في أربعة مجلدات، وقد جمع في هذا الشرح كل مسائل الصرف, تحقيق الشيخ نور الحسن، ومحيي الدين عبد الحميد والزفزاف سنة 1975م.\n29-\nالمقدمة الأجرومية، لأبي عبد الله بن محمد الصنهاجي \"723هـ\" وهي أوجز كتاب في النحو، ما من دارس للنحو إلا وقد استفاد منها، وسار فيها على مذهب الكوفيين. طبعت طبعات كثيرة لا تحصى، وللشيخ محمد محيي الدين عبد الحميد شرح جميل لها سماه: التحفة السنية بشرح المقدمة الأجرومية، كما شرحها\nالجزء: 1 ¦ الصفحة: 104\n",
        "الشيخ الكفراوي منذ قرنين من الزمان شرحًا موسعًا صعبًا، وشرحها آخرون قبل ذلك.\n30-\nالتذييل والتكميل شرح التسهيل، لأبي حيان محمد أثير الدين بن يوسف الغرناطي \"574هـ\" وهو من أعظم شروح تسهيل ابن مالك، وقد وعى فوائد ومعارف نحوية جمة، ولا يزال مخطوطًا.\n31-\nارتشاف الضرب من لسان العرب، لأبي حيان، كتاب عظيم الشأن لا يزال مخطوطًا, وسبق تحقيقه في رسالة دكتوراه في كلية اللغة العربية بالأزهر.\n32-\nشرح ألفية ابن مالك، لأبي إسحاق إبراهيم بن موسى اللخمي الغرناطي الشاطبي \"790هـ\" صاحب الموافقات في أصول الفقه، وشرحه للألفية من أعظم الشروح، استفاد منه النحويون من بعده، توفر على تحقيقه مجموعة من أساتذة جامعة أم القرى، وهو على وشك الصدور بإذن الله تعالى.\n33-\nشفاء العليل في إيضاح التسهيل، لأبي عبد الله محمد بن موسى السلسيلي المصري \"770هـ\" صدر محققًا في ثلاثة مجلدات بتحقيق د. عبد الله البركاتي, الفيصلية, مكة سنة 1986م.\n34-\nمغني اللبيب عن كتب الأعاريب، لأبي محمد عبد الله جمال الدين بن يوسف بن هشام الأنصاري المصري.\nيعد هذا الكتاب من أعظم مؤلفاته، ومن أعظم ما ألف في النحو. طبع طبعات كثيرة من جزأين منها عليها حاشية للشيخ الدسوقي، وأخرى عليها حاشية للشيخ الأمير، وطبعة حديثة مضبوطة ضبطًا متقنًا للشيخ محيي الدين عبد الحميد، وطبعة أخيرة مفهرسة في دمشق راجعها سعيد الأفغاني.\n35-\nأوضح المسالك إلى ألفية ابن مالك، لابن هشام, طبع طبعات كثيرة, أجودها الطبعة التي حققها الشيخ محمد محيي الدين عبد الحميد، وهي في أربعة مجلدات، وله طبعة أخرى في مجلدين.\nالجزء: 1 ¦ الصفحة: 105\n",
        "36-\nشذور الذهب في معرفة كلام العرب، لابن هشام، تحقيق الشيخ محيي الدين، وطبع قبل ذلك.\n37-\nقطر الندى وبل الصدى، لابن هشام، تحقيق الشيخ محيي الدين، وطبع قبل ذلك.\nوقد ألف الكتابين على هيئة متنين موجزين، ثم شرحهما بنفسه في الكتابين السابقين.\nومؤلفات ابن هشام من أعظم المؤلفات التعليمية في النحو.\n38-\nالإعراب عن قواعد الإعراب، لابن هشام، تحقيق علي فودة نيل، جامعة الرياض سنة 1981.\n39-\nشرح الألفية، لبهاء الدين بن عقيل \"769هـ\" طبع مرارًا، وبتحقيق الشيخ محيي الدين في مجلدين.\nكما شرحه الأستاذ محمد عبد العزيز النجار في مجلدين عام 1966 وسماه: التوضيح والتكميل لشرح ابن عقيل.\n40-\nالمساعد على التسهيل، لابن عقيل \"769هـ\" حققه محمد كامل بركات في أربعة مجلدات, الناشر جامعة أم القرى, مكة المكرمة.\n41-\nالاقتراح في أصول النحو، للسيوطي, طبع عدة مرات وحققه د. أحمد قاسم.\n42-\nهمع الهوامع شرح جمع الجوامع، للسيوطي. طبع في مجلدين وهو من أهم المراجع النحوية في سعته وشموله، كما طبع طبعة محققة في الكويت، وصدر في سبعة أجزاء، تحقيق عبد العال سالم مكرم.\n43-\nمعاني الحروف، لأبي الحسن الرمائي \"384هـ\" تحقيق د. عبد الفتاح شلبي, نهضة مصر, القاهرة.\nالجزء: 1 ¦ الصفحة: 106\n",
        "44-\nمراتب النحويين، لأبي الطيب اللغوي, تحقيق محمد أبي الفضل إبراهيم, دار نهضة مصر, الفجالة القاهرة سنة 1955.\n45-\nشرح الأشموني للألفية \"929هـ\" من أوسع الشروح وأشملها, حققه الشيخ محيي الدين وضبطه وله عليه شرح مطول في أربعة مجلدات صدر منه مجلدان، وللصبان \"1206هـ\" حاشية عظيمة على الأشموني, ولها شأن بين دارسي النحو.\nهذا قليل من كثير من مصادر النحو والصرف، وتاريخهما وأصولهما.\nومن المؤلفات الحديثة في النحو: النحو الوافي لعباس حسن، والنحو الواضح لعلي الجارم.\nومنها تاريخ النحو وأصوله: في أصول النحو لسعيد الأفغاني، الخلاف بين النحويين.\nدراسة وتحليل وتقويم، د. السيد رزق الطويل, والمذاهب النحوية في ضوء الدراسات اللغوية, للدكتور مصطفى عبد العزيز.\nرابعًا: علوم البلاغة\n1-\nمجاز القرآن، لأبي عبيدة \"206هـ\".\n2-\nالصناعتين، لأبي هلال العسكري \"395هـ\" طبع عدة طبعات، ومنها طبعة الأستانة \"132هـ\".\n3-\nدلائل الإعجاز في علوم المعاني، لأبي بكر عبد القاهر الجرجاني إمام عصره في علوم العربية \"471هـ\".\n4-\nأسرار البلاغة في علم البيان، للجرجاني أيضًا، وأسرار البلاغة بتحقيق \"ريتر\" سنة 1954، طبع دلائل الإعجاز بالقاهرة سنة 1331هـ وأسرار البلاغة بتحقيق \"هـ، ريتر\" سنة 1954 بإستانبول، كما حقق الكتابين الشيخ محمد عبده،\nالجزء: 1 ¦ الصفحة: 107\n",
        "وللشيخ محمود شاكر، تحقيق لأسرار البلاغة يعد أروع إخراج لهذا الكتاب.\n5-\nمفتاح العلوم، لأبي يعقوب يوسف السكاكي \"626هـ\" وهو ثلاثة أقسام، ثالثها لعلوم البلاغة الثلاثة، ويتسم هذا الكتاب بالطابع المنطقي وهو مرجع هام للكاتبين والدارسين للبلاغة، طبع بالقاهرة.\n6-\nالتلخيص، لجلال الدين محمد عبد الرحمن القزويني \"739هـ\" لخص فيه القسم الثالث من مفتاح العلوم، طبع تلخيص المفتاح سنة 1904 بالقاهرة.\n7-\nالإيضاح, للخطيب القزويني صاحب تلخيص المفتاح.\nوضعه شرحًا لتلخيصه وأضاف عليه من دلائل الإعجاز، وأسرار البلاغة، وكذلك اجتهاداته ورؤيته الشخصية، طبع عدة مرات، كما طبع من بعض شروحه.\n8-\nتهذيب الإيضاح، للأستاذ عز الدين التنوخي سنة 1966م، طبع الكتاب في ثلاثة أجزاء سنة 1950، مطبعة جامعة دمشق.\n9-\nالطراز، للعلوي اليمني، دار الكتب العلمية بيروت.\n10-\nالمطول، للسعد التفتازاني. ط. الأستانة سنة 1230هـ.\n11-\nسر الفصاحة، لابن سنان الخفاجي، القاهرة.\n12-\nبغية الإيضاح لتلخيص المفتاح، للشيخ عبد المتعال الصعيدي، طبع في أربعة أجزاء طبعته السادسة سنة 1960.\n13-\nالمجاز، د. لطفي عبد البديع.\n14-\nالبلاغة العربية في دور نشأتها, سيد نوفل, طبع بالقاهرة سنة 1948.\n15-\nالموجز في تاريخ البلاغة, الدكتور مازن المبارك, دار الفكر, بيروت سنة 1968.\n16-\nالبلاغة تطور وتاريخ، الدكتور شوقي ضيف, دار المعارف سنة 1965، القاهرة.\nالجزء: 1 ¦ الصفحة: 108\n",
        "17-\nالبلاغة القرآنية, خصائص التراكيب, علم البيان، د. محمد محمد أبو موسى.\n18-\nالحقيقة والمجاز، د. علي العماري، القاهرة.\n19-\nالبلاغة الواضحة، علي الجارم.\nخامسًا: الأدب والنقد\nأصول الأدب ومصادره الأولى:\n1-\nالبيان والتبيين، لأبي عثمان عمرو بن بحر الجاحظ \"255هـ\".\nأفضل طبعاته، تحقيق عبد السلام هارون في أربعة مجلدات، مزودة بالفهارس سنة 1950م1.\n2-\nأدب الكاتب، لابن قتيبة أبي محمد بن عبد الله بن مسلم \"276هـ\" طبع في مجلد واحد بمصر.\n3-\nولابن قتيبة عيون الأخبار طبع في أربعة أجزاء، وهو من عيون الأدب ودواوينه.\n4-\nالكامل في اللغة والأدب، للمبرد \"285هـ\" طبع في جزأين سنة 1951، وأحسن طبعاته الطبعة التي اعتنى بها زكي مبارك، وأحمد شاكر وهي في ثلاثة أجزاء سنة 1936 مطبعة الحلبي، ثم صدر جزء رابع يضم الفهارس التي وضعها محمد سيد الكيلاني سنة 1956.\nوقد شرح الشيخ سيد المرصفي كتاب الكامل في سبعة أجزاء في كتابه: بغية الآمل من كتاب الكامل.\n1 للجاحظ أيضًا كتاب: الحيوان في سبعة أجزاء بتحقيق هارون، وله أيضًا كتاب: البخلاء.\nالجزء: 1 ¦ الصفحة: 109\n",
        "5-\nالعقد الفريد، لابن عبد ربه الأندلسي أبي عمر أحمد بن محمد \"327هـ\" شامل جامع لفنون أدبية شتى، طبع في سبعة أجزاء بتحقيق أحمد أمين وأحمد الزين وإبراهيم الإبياري ط ثانية سنة 1948 مصر. كما طبع في ثمانية أجزاء بتحقيق سعيد العريان سنة 1953، القاهرة.\n6-\nالأمالي، لأبي علي إسماعيل بن القاسم القالي الأندلسي سنة \"356هـ\".\nطبع الكتاب في مجلدين، وطبع ذيله، وكتاب النوادر للقالي، وكتاب التنبيه على أوهام الأمالي لأبي عبيد عبد الله بن عبد العزيز البكري في مجلد ثالث, الطبعة الثالثة, للمجلدات الثلاثة سنة 1926م.\n7-\nيتيمة الدهر، للثعالبي سنة 439 واسمه: يتيمة الدهر في محاسن أهل العصر.\nطبع في أربعة مجلدات بعناية الشيخ محمد محيي الدين عبد الحميد، القاهرة سنة 1947م.\n8-\nصبح الأعشى في علوم الإنشا، للشيخ أبي العباس أحمد بن علي القلقشندي سنة \"821هـ\" وهو من أكبر دواوين الأدب طبع سنة 1913 بمطبعة دار الكتب المصرية في أربعة عشر مجلدًا، وصور ثانية سنة 1965.\n9-\nزهر الآداب، لإبراهيم بن علي الحصري القيرواني 453هـ، صدر في جزأين.\n10-\nالعمدة، لابن رشيق القيرواني \"456هـ\" صدر في مجلد واحد, تحقيق الشيخ محمد محيي الدين القاهرة سنة 1973.\n11-\nنهاية الأرب في فنون الأدب، لشهاب الدين أحمد بن عبد الوهاب النويري سنة \"732هـ\" في نحو 30 جزءًا, طبع منها 18 جزءًا.\nومن مختارات المجموعات الشعرية:\n1-\nالمعلقات السبع، شرحها الزوزني، وشرحها ابن النحاس.\nالجزء: 1 ¦ الصفحة: 110\n",
        "2-\nديوان الحماسة، لأبي تمام سنة \"231هـ\" شرحه علي بن أحمد المرزوقي, وطبع بتحقيق أحمد أمين وعبد السلام هارون سنة 1371هـ مصر، واختصره د. محمد عبد المنعم خفاجي في جزأين سنة 1955م.\n3-\nديوان الحماسة، للبحتري \"284هـ\" طبع في مجلد واحد بتحقيق كمال مصطفى سنة 1929 بمصر.\n4-\nالحماسة، لابن الشجري طبع سنة 1345هـ في حيدر آباد بالهند، وطبع محققًا سنة 1970 وزارة الإرشاد بدمشق.\n5-\nالحماسة البصرية، لأبي الحسن علي أبي الفرج البصري، طبع بتحقيق مختار الدين أحمد سنة 1964، حيدر آباد بالهند.\n6-\nالأصمعيات، لأبي سعيد عبد الملك بن الأصمعي \"216هـ\".\nطبعت الأصمعيات مع شرح مختصر بتحقيق أحمد محمد شاكر وعبد السلام هارون، دار المعارف سنة 1955م بالقاهرة.\n7-\nالمفضليات، للمفضل الضبي1.\nومن كتب الأمثال:\n1-\nالأمثال، لأبي عبيد القاسم بن سلام تحقيق د. عبد المجيد قطامش، جامعة أم القرى سنة 1982.\n2-\nالفرائد والقلائد، لأبي منصور عبد الملك بن محمد الثعالبي \"429هـ\" طبع في جزء متوسط بمصر.\n1 انظر في مجال المجموعات الشعرية مختارات ابن الشجري، مطبعة نهضة مصر بالفجالة، وانظر شروح سقط الزند خمسة مجلدات للأئمة: أبي زكريا المقريزي \"502هـ\" وابن السيد البطليوسي \"521هـ\" وأبي الفضل الخوارزي \"617هـ\" نسخة مصورة من مطبعة دار الكتب سنة 1945، 1962.\nالجزء: 1 ¦ الصفحة: 111\n",
        "3-\nمجمع الأمثال، للميداني أبي الفضل أحمد بن محمد النيسابوري \"518هـ\" جمع فيه نحو ستة آلاف مثل, قسمها ثلاثين بابًا، طبع من جزأين بتحقيق الشيخ محمد محيي الدين عبد الحميد سنة 1379هـ بمصر, مطبعة السنة المحمدية.\n4-\nالمستقصى في أمثال العرب، للزمخشري \"538هـ\" رتب الأمثال على حروف الهجاء وشرحها، طبع في مجلدين سنة 1962 بالهند.\nومن كتب تراجم الأدباء والشعراء:\n1-\nمعجم الشعراء, لأبي عبد الله بن عمران المرزباني \"284هـ\" فيه خمسة آلاف ترجمة مرتبة على حروف الهجاء، ومعظم هذا الكتاب مفقود، وصلتنا قطعة من أواخره من \"عمرو\" إلى آخر الكتاب، وقد نشرت بتحقيق عبد الستار أحمد فراج سنة 1960 بالقاهرة, وقد ضم أكثر من ألف ترجمة.\n2-\nمعجم الأدباء المعروف بإرشاد الأريب إلى معرفة الأديب, لشهاب الدين ياقوت بن عبد الله الحموي \"626هـ\" رتب على حروف الهجاء، طبع قديمًا في القاهرة في سبعة أجزاء، ثم طبع في عشرين جزءًا بتحقيق د. أحمد فريد الرفاعي \"دار المأمون سنة 1938 بمصر\".\n3-\nيتيمة الدهر للثعالبي, وقد سبق الحديث عنه.\n4-\nالشعر والشعراء، لابن قتيبة \"276هـ\" مجلدان بتحقيق الشيخ أحمد شاكر، دار المعارف سنة 1966.\n5-\nطبقات الشعراء، لابن المعتز \"296\" عبد الستار أحمد فراج، دار المعارف بالقاهرة سنة 1976.\n6-\nطبقات فحول الشعراء، لابن سلام \"231هـ\" مجلدان, تحقيق الشيخ محمود محمد شاكر, مطبعة المدني القاهرة.\n7-\nالمغرب في حلى المغرب, لابن سعيد المغربي، تحقيق شوقي ضيف جزآن، دار المعارف مصر.\nالجزء: 1 ¦ الصفحة: 112\n",
        "وفي الدراسات الأدبية وتاريخ الأدب ومصادره:\n1-\nالأدب الجاهلي، د. طه حسين، دار المعارف.\n2-\nتاريخ الأدب العربي، مصطفى صادق الرافعي.\n3-\nتاريخ الأدب المغربي, المستشرق كارلو نللينو, دار المعارف.\n4-\nالأدب العربي وتاريخه، محمد هاشم عطية، البابي الحلبي سنة 1936.\n5-\nنظرية الأدب، أوستن دارين, ترجمة محيي الدين صبحي, المجلس الأعلى للفنون والآداب.\n6-\nالأدب الأندلسي, موضوعاته وفنونه, د. مصطفى الشكعة.\n7-\nتاريخ الأدب من العصر الجاهلي إلى العصر الحديث، خمسة مجلدات، دار المعارف, القاهرة.\n8، 9- الفن ومذاهبه في النثر, الفن ومذاهبه في الشعر, د. شوقي ضيف.\n10-\nفي تاريخ الأدب الحديث, عمر الدسوقي, مجلدان دار الفكر سنة 1973.\n11-\nالاتجاهات الوطنية في الأدب المعاصر د. محمد محمد حسين سنة 1972.\n12-\nاتجاهات القصة المصرية القصيرة، د. سيد حام النساح, دار المعارف, مصر.\n13-\nالشعر والغناء في المدينة ومكة، د. شوقي ضيف، دار المعارف، مصر.\n14-\nمذاهب الأدب في أوروبا، د. عبد الحكيم حسان, دار المعارف, مصر.\n15-\nالأدب الأندلسي من الفتح إلى سقوط الخلافة د. أحمد هيكل, دار المعارف, مصر.\nالجزء: 1 ¦ الصفحة: 113\n",
        "16-\nتاريخ الأدب العربي للزيات, طبع خمسا وعشرين طبعة.\n17-\nالنقد المنهجي عند العرب، د. محمد مندور، دار نهضة مصر بالفجالة.\n18-\nالمدخل إلى النقد الأدبي، د. غنيمي هلال.\n19-\nمع شعراء الأندلس والمتنبي \"راميليو غريبه غومث\" تعريب د. الطاهر أحمد مكي, دار المعارف, مصر.\n20-\nالموازنة بين أبي تمام والبحتري، للآمدي.\n21-\nالوساطة بين المتنبي وخصومه، لعلي بن عبد العزيز الجرجائي.\n22-\nمصادر الشعر الجاهلي، د. ناصر الدين الأسد, دار المعارف, مصر.\n23-\nدراسة في مصادر الأدب، د. الطاهر أحمد مكي.\n24-\nحديث الأربعاء، للدكتور طه حسين, ثلاثة أجزاء, دار المعارف مصر.\n25-\nنظرة تاريخية في حركة التأليف عند العرب في اللغة والأدب، د. أمجد الطرابلسي.\n26-\nالمكتبة العربية، د. عزة حسن، طبع الجزء الأول منه سنة 1970 بدمشق.\nالجزء: 1 ¦ الصفحة: 114\n",
        "المبحث الخامس: العقيدة والفلسفة والفرق والفكر الإسلامي\n1-\nالفقه الأكبر، للإمام الأعظم أبي حنيفة النعمان سنة \"150هـ\" طبع في قطر بشرح أبي منصور السمرقندي الماتريدي سنة \"332هـ\".\n2-\nكتاب التوحيد، لابن خزيمة الحافظ أبي بكر محمد بن أبي إسحاق سنة \"311هـ\" طبع في جزء لطيف بمصر \"1937م\".\n3-\nالإبانة عن أصول الديانة، لأبي الحسن الأشعري \"327هـ\" طبع في مصر.\nوله أيضًا مقالات الإسلاميين, بتحقيق الشيخ محمد محيي الدين عبد الحميد.\n4-\nتاريخ أخبار القرامطة, للمؤرخ ثابت بن سنان بن قرة \"365هـ\" مؤسسة الرسالة بيروت, سنة 1971.\n5-\nالإنصاف فيما يجب اعتقاده, للباقلاني \"403هـ\" تحقيق محمد زاهد الكوثري سنة 1963.\n6-\nتثبيت دلائل النبوة، للقاضي عبد الجبار الهمذاني سنة \"415هـ\" طبع في جزأين كبيرين بتحقيق عبد الكريم عثمان, الدار العربية، بيروت سنة 1966.\n7-\nأصول الدين، للإمام أبي منصور عبد القاهر التميمي البغدادي \"529هـ\" طبع في جزء وسط بإستانبول سنة 1928م.\n8-\nالفصل في الملل والأهواء والنحل، لابن حزم الأندلسي \"456هـ\" طبع عدة مرات, منها طبعة الخانجي \"1321هـ\" وبهامشها الملل والنحل للشهرستاني سنة \"458هـ\".\nالجزء: 1 ¦ الصفحة: 115\n",
        "9-\nالفَرق بين الفِرق للبغدادي أبي منصور عبد القاهر بن طاهر، مؤلف أصول الدين، طبع في مصر بتحقيق محمد محيي الدين عبد الحميد.\n10-\nالاعتقاد على مذهب السلف أهل السنة والجماعة، للإمام البيهقي سنة \"458هـ\" طبع سنة 1961م.\n11-\nالتبصير في الدين وتمييز الفرقة الناجية عن الفرق الهالكين، للإسفراييني للإمام أبي المظفر \"471هـ\".\n12-\nالإرشاد إلى قواطع الأدلة في أصول الاعتقاد، للإمام أبي المعالي الجويني، إمام الحرمين سنة \"478هـ\".\nطبع بتحقيق د. محمد يوسف موسى، وعلي عبد المنعم سنة 1950م.\n13-\nإحياء علوم الدين لأبي حامد الغزالي سنة \"505هـ\" طبع في أربعة مجلدات وستة عشر جزءا، ومعه تخريج الحافظ العراقي طبع سنة 1357هـ وله كتاب الاقتصاد في الاعتقاد.\nوله كتاب فضائح الباطنية بتحقيق د. عبد الرحمن بدوي 1964، دار القومية للطباعة والنشر.\n14-\nمنهاج السنة النبوية في نقض كلام الشيعة والقدرية, لابن تيمية سنة \"728هـ\" طبع بتحقيق محمد رشاد سالم سنة 1960 بعد الطبعة القديمة، وقد اختصره الحافظ الذهبي سنة \"748هـ\" في كتابه المنتقى من منهاج الاعتدال، طبع في مجلد كبير بتحقيق محب الدين الخطيب.\nوله كتاب درء تعارض العقل والنقل، أو موافقة صريح المعقول لصحيح المنقول في عشرة أجزاء، طبع جامعة الإمام وبتحقيق د. محمد رشاد سالم. ولشيخ الإسلام مصنفات كثيرة في العقيدة مثل: العبودية, والرسالة التدمرية، والفرقان بين أولياء الرحمن وأولياء الشيطان، وقاعدة جليلة في التوسل والوسيلة، ومجموعة الرسائل\nالجزء: 1 ¦ الصفحة: 116\n",
        "والمسائل، والرسالة الحموية الكبرى، والصغرى، وكلها طبعت وحققت.\n15-\nالعقيدة النونية، لابن قيم الجوزية سنة \"751هـ\" في التوحيد وأهله، والرد على الفرق الضالة، شرحها محمد خليل الهراس في مجلدين، وله شفاء العليل في القضاء والقدر والحكمة والتعليل، طبع بمصر، وطبع له أيضًا كتاب \"الروح\" وله أيضًا كتاب اجتماع الجيوش الإسلامية لغزو المعطلة والجهمية، طبع بمصر مرات.\n16-\nشرح الطحاوية في العقيدة السلفية، للقاضي علي بن محمد الحنفي سنة \"792هـ\" شرح فيه العقيدة السلفية التي صنفها الحافظ أبو جعفر أحمد بن محمد الطحاوي الحنفي سنة \"321هـ\" وقد طبع هذا الشرح بمصر بتحقيق الشيخ أحمد محمد شاكر سنة \"1373هـ\" وخرج أحاديثه الألباني 1392هـ.\n17-\nكتاب التوحيد الذي هو حق الله على العبيد، للشيخ محمد بن عبد الوهاب، وشرحه الشيخ عبد الرحمن بن حسن في كتابه فتح المجيد شرح كتاب التوحيد، طبع بتحقيق الشيخ محمد حامد الفقي، مطبعة السنة المحمدية، مصر.\n18-\nرسالة التوحيد للشيخ محمد عبده سنة \"1323هـ\" طبع مرات، والطبعة الحادية عشرة سنة 1365هـ.\n19-\nدلائل التوحيد، للعلامة الشيخ محمد جمال الدين القاسمي سنة \"1232هـ\" طبع مرات بمصر.\n20-\nتمهيد في تاريخ الفلسفة، للشيخ مصطفى عبد الرازق سنة 1945 مصر.\n21-\nنشأة الفكر الفلسفي في الإسلام, علي سامي النشار, ثلاثة أجزاء سنة 1969.\nوله مناهج البحث عن مفكري الإسلام سنة 1947، دار الفكر العربي.\n22-\nالفكر الإسلامي الحديث وصلته بالاستعمار الغربي، د. محمد البهي سنة 1959م.\nالجزء: 1 ¦ الصفحة: 117\n",
        "23-\nدعوة الحق، للشيخ عبد الرحمن الوكيل.\nوله: هذه هي الصوفية, مصرع التصوف, البهائية وليدة التصوف وربيبة الاستعمار.\n24-\nالإباضية في موكب التاريخ، لعلي بن يحيى بن معمر، طبع في مجلد كبير بمصر 1964م مكتبة وهبة مصر.\n25-\nالمذاهب الإسلامية، للشيخ محمد أبي زهرة سنة 1394هـ، طبع في مجلدين بمصر.\n26-\nالماسونية عقدة المولد وعار النهاية، محمود ثابت الشاذلي 1986.\nالجزء: 1 ¦ الصفحة: 118\n",
        "المبحث السادس: أصول الفقه وتاريخ التشريع\n1-\nالرسالة، للإمام محمد بن إدريس الشافعي \"204هـ\" طبعت في مجلد كبير بتحقيق الشيخ أحمد شاكر، مصر.\n2-\nكشف الأسرار على أصول البزدوي، لعبد العزيز البخاري \"330هـ\" طبع في أربعة أجزاء سنة 1307هـ.\n3-\nكتاب المعتمد في أصول الفقه، لأبي الحسين محمد بن علي بن الطيب البصري المعتزلي \"436هـ\" طبع في جزأين كبيرين سنة 1965 على نفقة المعهد العلمي الفرنسي للدراسات العربية بدمشق، تحقيق محمد حميد الله.\n4-\nالإحكام في أصول الأحكام، لابن حزم، طبع في ثمانية أجزاء في مجلدين, بتحقيق الشيخ أحمد شاكر سنة 1345هـ.\n5-\nالمستصفى من علم الأصول للغزالي, طبع بالقاهرة في مجلدين سنة 1356هـ.\n6-\nالإحكام في أصول الأحكام، لعلي بن محمد الآمدي \"631هـ\" طبع في أربعة أجزاء سنة 1914م.\n7-\nقواعد الأحكام في مصالح الأنام، للعز بن عبد السلام \"660هـ\" طبع في مجلد بمصر.\n8-\nأصول الفقه، لشيخ الإسلام تقي الدين ابن تيمية \"728هـ\" طبع في مجلدين في جملة مجموع فتاواه التي بلغت 37 مجلدًا بالفهارس.\n9-\nإعلام الموقعين عن رب العالمين، لابن قيم الجوزية \"571هـ\" طبع في أربعة أجزاء سنة 1274هـ بمصر.\nالجزء: 1 ¦ الصفحة: 119\n",
        "10-\nالموافقات في أصول الشريعة، للشاطبي \"790\" طبع في أربعة مجلدات بمصر.\n11-\nإرشاد الفحول إلى تحقيق الحق من علم الأصول، لمحمد بن علي الشوكاني \"1250هـ\"، كتاب جامع طبع في مصر سنة 1349هـ في مجلد واحد.\n12-\nتاريخ التشريع الإسلامي، للشيخ محمد الخضري من علماء القرن العشرين، طبع مرارًا، والطبعة الثالثة سنة 1358هـ بمصر.\n13-\nتاريخ التشريع الإسلامي، للشيخ عبد اللطيف السبكي، والشيخ محمد السايس، ومحمد يوسف البربري, الطبعة الثالثة سنة 1946م، الاستقامة القاهرة.\n14-\nأصول الفقه, للشيخ محمد أبي زهرة, طبع سنة 1957هـ.\n15-\nأصول التشريع الإسلامي، للشيخ علي حسب الله سنة 1964م، دار المعارف بمصر.\n16-\nمحاضرات في أسباب اختلاف الفقهاء، للشيخ علي الخفيف، طبع في مجلد وسط سنة 1956م.\n17-\nالشريعة الإسلامية صالحة لكل زمان ومكان، لشيخ الأزهر محمد الخضر حسين سنة 1956م.\n18-\nمدخل إلى الفقه الإسلامي، د. محمد سلام مدكور، طبع سنة 1964م، القاهرة.\n19-\nالنسخ في القرآن الكريم، د. مصطفى زيد، طبع في جزأين.\n20-\nأصول الفقه، الشيخ محمد أبو النور زهير، جزآن، الفيصلية بمكة.\n21-\nملخص إبطال القياس والاستحسان، لابن حزم، تحقيق سعيد الأفغاني.\nالجزء: 1 ¦ الصفحة: 120\n",
        "المبحث السابع: الفقه ومذاهبه\nأ- من مصادر الفقه الحنفي:\n1-\nالمبسوط، لشمس الأئمة أبي بكر محمد بن أحمد بن سهل السرخسي \"482هـ\" طبع في ثلاثين جزءًا سنة 1324هـ مطبعة السعادة، القاهرة, وهو شرح لكتاب \"الكافي\" للحاكم أبي الفضل محمد بن محمد المروزي \"334هـ\" واستوعب فيه أبواب الفقه على مذهب أبي حنيفة وعرض المذاهب الأخرى، وناقش الأدلة، وأحيانا يجمع بينها، وهو من أكبر المراجع في الفقه الحنفي والفقه المقارن، وألف السرخسي أكثر كتابه من صدره وهو سجين في خراسان.\n2-\nتحفة الفقهاء, لعلاء الدين السمرقندي \"540هـ\" طبع في ثلاثة أجزاء تحقيق د. محمد زكي عبد البر سنة 1958 دمشق، وطبع طبعة ثانية في أربعة مجلدات، وخرج أحاديثه محمد المنتصر الكناني ود. وهبة الزحيلي بدمشق.\n3-\nبدائع الصنائع في ترتيب الشرائع، لعلاء الدين أبي بكر بن مسعود بن أحمد الكاشاني، أو الكاساني -بالسين المهملة- \"587هـ\" كان يلقب بملك العلماء, وهذا الكتاب شرح لتحفة السمرقندي، طبع في سبعة أجزاء كبيرة بالقاهرة سنة 1327هـ.\n4-\nالهداية شرح بداية المبتدي، لعلي المرغيناني في مصر في أربعة أجزاء سنة 1355هـ، وقد شرح الهداية الإمام الكمال بن الهمام \"861هـ\" في كتابه فتح القدير, وتوفي قبل تمام الشرح فأكمله شمس الدين قاضي زادة في كتابه نتائج الأفكار. طبع الجميع في المكتبة التجارية بالقاهرة في ثمانية أجزاء: ستة لابن الهمام، وجزأين لقاضي زادة.\n5-\nرد المختار على الدر المختار على متن تنوير الأبصار، لابن عابدين محمد\nالجزء: 1 ¦ الصفحة: 121\n",
        "أمين بن عمر \"1252هـ\" إمام الحنفية في عصره، اشتهر بحاشية ابن عابدين، وطبع في خمسة أجزاء كبيرة بمصر 1326هـ، وتوفي قبل أن يتمه فأتمه ابنه علاء الدين \"1306هـ\" في مجلدين، وسمى التكملة \"قرة عيون الأخبار لتكملة رد المحتار\" طبعت التكملة سنة 1326هـ.\nب- من مصادر الفقه المالكي:\n1-\nالمدونة الكبرى، للإمام مالك بن أنس الأصبحي \"93-179هـ\" رواية الإمام عبد السلام بن سعيد التنوخي الملقب بسحنون الذي انتهت إليه رئاسة العلم في المغرب \"240هـ\" عن الإمام عبد الرحمن بن القاسم عن مالك، طبع في ثمانية مجلدات كبيرة \"1323هـ\" مطبعة السعادة بالقاهرة.\nوللمدونة شروح عدة، منها: الطراز للشيخ سند المصري، ووضع لها المقدمات قاضي الجماعة بقرطبة \"520هـ\".\n2-\nبداية المجتهد ونهاية المقتصد، لمحمد بن أحمد بن رشد الحفيد القرطبي \"595هـ\" حفيد ابن رشد قاضي الجماعة، مؤلف مقدمات المدونة، طبع في جزأين سنة 1971 بمصر.\n3-\nالقوانين الفقهية، لمحمد بن أحمد بن جزي الكلبي الغرناطي، طبع في جزء لطيف بتونس سنة 1344هـ وطبع طبعة أخيرة جيدة في لبنان.\n4-\nمواهب الجليل لشرح مختصر خليل، لمحمد بن محمد المغربي الشهير بالخطاب \"954هـ\" شرح في هذا الكتاب مختصر العلامة خليل بن إسحاق بن موسى \"767هـ\" طبع في ستة أجزاء سنة 1328 بمصر.\n5-\nالشرح الكبير على مختصر خليل منح القدير، لأحمد بن محمد بن أحمد العدوي الشهير بالدردير \"1201هـ\" طبع في أربعة أجزاء كبيرة \"1309هـ\" وللشيخ عرفة الدسوقي \"1320هـ\" حاشية كبيرة على الشرح الكبير للدردير كما طبع\nالجزء: 1 ¦ الصفحة: 122\n",
        "معه تقريرات العلامة الشيخ محمد عليش في أربعة أجزاء كبيرة، دار إحياء الكتب العربية بمصر.\nجـ- الفقه الشافعي:\n1-\nالأم، للإمام محمد بن إدريس الشافعي \"204هـ\" طبع في المطبعة الأميرية ببولاق القاهرة سنة 1321هـ في سبعة مجلدات، ضم جميع أبواب الفقه، يبدأ بآية أو حديث يعد أصلًا في الموضوع, ثم يورد الأحكام المتعلقة به.\n2-\nالمهذب، لأبي إسحاق بن علي الشيرازي \"476هـ\" طبع في جزأين عدة مرات, الطبعة الثانية سنة 1959.\n3-\nالمجموع شرح المهذب، للإمام يحيى بن شرف النووي \"676هـ\" توفي قبل أن يتمه، وصل إلى باب الربا، وطبع في تسعة مجلدات كبيرة، وقد حاول بعض الناس إتمامه، فشرح الشيخ علي بن عبد الكافي السبكي الأجزاء: 10، 11، 12، وتابع الشيخ نجيب المطيعي الشرح من 13-17، وشرح محمد حسين العقبي الجزء 18، وطبع الكتاب كله في مطبعة الإمام، ونشرته أيضًا مكتبة الإرشاد في جدة في طبعة أخرى جيدة.\nوللنووي كتاب منهاج الطالبين وعمدة المفتين, طبع بمصر سنة 1338هـ وشرحه كثير من العلماء، ومن أشهر شروحه تحفة المحتاج بشرح المنهاج، لأحمد بن حجر الهيثمي طبع في ثمانية أجزاء بمصر.\n4-\nالأشباه والنظائر للسيوطي، طبع مرارًا بمكة ومصر.\nد- الفقه الحنبلي:\n1-\nالمغني لابن قدامة المقدسي \"620هـ\" شرح فيه مختصر أبي القاسم عمر بن الحسين الخرقي \"334هـ\" وهو موسوعة في فقه المذاهب الأربعة، طبع عدة مرات في تسعة مجلدات، وبعضها في عشرة مجلدات.\nالجزء: 1 ¦ الصفحة: 123\n",
        "2-\nالشرح الكبير على متن المقنع، لشمس الدين عبد الرحمن بن قدامة المقدسي \"682هـ\" طبع في 12 جزءًا سنة 1348هـ، ومعه المغني لابن قدامة موفق الدين عبد الله بن أحمد، المشار إليه سابقًا.\n3-\nالفتاوى الكبرى، لشيخ الإسلام ابن تيمية \"727هـ\" يقع في 37 مجلدا منها نحو خمسة عشر مجلدا في الموضوعات الفقهية.\n4-\nالفروع، لمحمد بن مفلح المقدسي \"762هـ\" طبع سنة 1339هـ بمصر.\n5-\nكشف القناع على متن الإقناع، للشيخ منصور البهوتي \"1051هـ\".\nهـ- من فقه الشيعة الإمامية:\n1-\nالكافي لمحمد بن يعقوب بن إسحاق الكليني \"329هـ\" طبع في طهران سنة 1381هـ, وصدر منه سبعة أجزاء.\n2-\nجواهر الكلام في شرح شرائع الإسلام، لمحمد حسن بن محمد باقر النجفي 1322هـ.\nطبع في ستة أجزاء سنة 1323هـ.\nو الشيعة الزيدية:\n1-\nالمجموع الفقهي، للإمام زيد بن علي زين العابدين \"122هـ\".\nطبع في القاهرة أكثر من مرة، ومن أوسع شروحه, الروض النضير شرح مجموع الفقه الكبير، للقاضي الفقيه شرف الدين الحسين بن أحمد السياغي \"1221هـ\" ولم يتمه، ويقع في أربعة مجلدات، وأتمه بالمجلد الخامس السيد النقي العباس بن أحمد الحسني، وطبع كاملًا الطبعة الثانية بدمشق سنة 1968م.\n2-\nالبحر الزخار الجامع لمذاهب علماء الأمصار، لأحمد بن يحيى بن المرتضى \"840هـ\" إمام عصره.\nالجزء: 1 ¦ الصفحة: 124\n",
        "طبع أخيرًا في ستة مجلدات, مؤسسة الرسالة, بيروت.\nز- من فقه الظاهرية:\nالمحلى لابن حزم الظاهري أبي محمد علي بن أحمد، عالم الأندلس.\nطبع الكتاب في أحد عشر جزءًا في المطبعة المنيرية سنة 1352هـ بالقاهرة, والكتاب موسوعة فقهية شاملة تعبر عن وجهة نظر أهل الظاهر، وهو فيه حادّ العبارة, ولأهمية الكتاب توفر بعض الأساتذة على عمل فهرسة شاملة له تعين على الاستفادة منه، طبعت في مجلدين سنة 1966م بدمشق باسم: \"معجم المحلى في الفقه الظاهري\".\nح- من مصادر فقه الإباضية:\n1-\nالمصنف، للعلامة أبي بكر أحمد عبد الله بن موسى الكندي \"557هـ\".\nطبع طباعة جيدة في اثنين وأربعين جزءًا، والأخير منها فهارس والناشر وزارة التراث القومي والثقافة بسلطنة عمان.\n2-\nشرح النيل وشفاء العليل، للشيخ محمد بن يوسف أطفيش \"1332هـ\" طبع الكتاب في عشرة مجلدات كبيرة سنة 1343هـ, المطبعة السلفية بالقاهرة.\nط- مصدر فقهي لكل مذاهب الفقه الإسلامي:\nالدليل إلى مواطن البحث عن الألفاظ والمصطلحات والموضوعات الفقهية, وهو مجلد كبير يرشد إلى مواضع الألفاظ والمصطلحات الفقهية في خمسة من كتب الفقه المعتمدة في المذاهب الأربعة والفقه المقارن، وهي: الهداية للمرغيناني في الفقه الحنفي, وكتاب الوجيز للغزالي في الفقه الشافعي، وكتاب المقنع لابن قدامة في الفقه الحنبلي، وكتاب بداية المجتهد لابن رشد في الفقه المقارن، وللتوسع في الفقه المالكي، وكتاب المحلى لابن حزم في الفقه الظاهري.\nوقد استخرجت هذه المصطلحات من بعض أبواب المعاملات بمعرفة\nالجزء: 1 ¦ الصفحة: 125\n",
        "د. زكي عبد البر بتكليف من لجنة موسوعة الفقة الإسلامي بجامعة دمشق, كما عهد إلى الأستاذ محمد هشام برهان باستخراجها من بقية المعاملات والعبادات على النظام الذي اتبعه الدكتور عبد البر.\nوقد طبع هذا الدليل بمطابع جامعة دمشق \"1331هـ-1971م\".\nالجزء: 1 ¦ الصفحة: 126\n",
        "المبحث الثامن: حضارة الإسلام\nمن أهم المصادر في هذا الاتجاه:\n1-\nكتاب المواعظ والاعتبار بذكر الخطط والآثار، للمقريزي أحمد بن علي \"845هـ\" من أجمع ما صنف في آثار مصر والقاهرة يذكر فيه مستشفياتها، ومدارسها، ومساجدها غير الأسواق والحارات، والميادين. طبع في أربعة مجلدات كبيرة سنة 1326هـ.\n2-\nوللمقريزي كتاب النقود الإسلامية القديمة، طبع في جزء واحد سنة 1298هـ بالأستانة. تحدث عن النقود وتطورها حتى العصر الذي عاش فيه.\nوله أيضا كتاب الأوزان والأكيال الشرعية، طبع في جزء صغير سنة 1800.\n3-\nالدارس في تاريخ المدارس، للمحدث مؤرخ دمشق عبد القادر محمد بن عمر النعيمي \"927هـ\" طبع بتحقيق جعفر الحسيني في مجلدين كبيرين في سلسلة مطبوعات المجمع العلمي بدمشق سنة 1951.\n4-\nخطط الشام، للباحث الكبير محمد عبد الرازق كرد علي \"1372هـ\" من أشمل المصنفات في خطط بلاد الشام, وتاريخها، ومنشآتها. طبع في ستة أجزاء سنة 1925، المطبعة الحديثة بدمشق.\n5-\nالإسلام والحضارة العربية، للأستاذ كرد علي، تناول فيه جميع مظاهر الحضارة الإسلامية ثم وصف حال المغرب في عصر ازدهار الإسلام, طبع أكثر من مرة في مجلدين, الطبعة الثانية سنة 1959 القاهرة.\n6-\nحضارة العرب. د. جوستاف لوبون، تناول فيه مظاهر الحضارة العربية وفضلها على أوروبا، طبع عدة مرات في مجلد كبير, ترجمة عادل زعيتر, الطبعة الثالثة سنة 1956 القاهرة.\nالجزء: 1 ¦ الصفحة: 127\n",
        "7-\nخزائن الكتب العربية في الخافقين, تصنيف الفيكانت فيليب دي طرازي, ثلاثة مجلدات. تحدث فيه عن العلوم في الجاهلية والإسلام, والمكتبات العامة والخاصة، وأشهر دور الكتب، ونفائس المخطوطات, وأشهر النساخين والخطاطين.\nطبع سنة 1948 في بيروت، وألحق به جزء رابع وضعته اللجنة التي كرمت المؤلف بمناسبة اعتزاله العمل في دار الكتب الوطنية ببيروت.\n8-\nالعلوم عند العرب، لقدري طوقان, طبع الكتاب سنة 1960، مكتبة مصر القاهرة.\n9-\nتاريخ الفكر العربي إلى أيام ابن خلدون, عمر فروخ, دراسة واعية شاملة لحركة الفكر العربي. طبع في مجلد كبير سنة 1962، في بيروت.\n10-\nالعلم عند العرب وأثره في تطور العلم العالمي، بقلم: ألدوميلي الإيطالي، ترجمه إلى العربية د. عبد الحليم النجار، ود. محمد يوسف، وطبع في مجلد كبير سنة 1972 بإشراف الإدارة الثقافية لجامعة الدول العربية.\n11-\nفضل العرب على أوروبا، للمفكرة الألمانية د. سجريد هونكه، ذكرت آثار العرب في الحياة الأوروبية، حققه وعلق عليه د. فؤاد حسنين علي، طبع سنة 1964 بمصر.\n12-\nالنظم الإسلامية، للدكتورين: حسن إبراهيم حسن، وعلي إبراهيم حسن، تناول المؤلفان النظام السياسي والمالي والإداري والقضائي في الدولة الإسلامية من عهد النبوة إلى عهد العثمانيين، الطبعة الثالثة سنة 1962 مكتبة نهضة مصر.\n13-\nالحضارة الإسلامية في القرن الرابع الهجري، للأستاذ آدم متز أستاذ اللغات الشرقية في جامعة بازل بسويسرا، ترجمه إلى العربية د. محمد عبد الهادي أبو ريدة، وطبع في جزأين، الطبعة الثالثة سنة 1957 لجنة التأليف والترجمة والنشر.\n14-\nالآثار الأندلسية الباقية في إسبانيا والبرتغال, دراسة تاريخية أثرية, محمد\nالجزء: 1 ¦ الصفحة: 128\n",
        "عبد الله عنان, طبع في مطبعة مصر, القاهرة سنة 1956.\n15-\nمقدمات ومباحث في حضارة العرب والإسلام، للأستاذ عمر كحالة، طبع سنة 1974 بدمشق.\n16-\nفجر الإسلام, ضحى الإسلام للأستاذ أحمد أمين، دراسة شاملة.\n17-\nحضارة العرب في الأندلس، عبد الرحمن البرقوقي.\nالجزء: 1 ¦ الصفحة: 129\n",
        "المبحث التاسع: دراسات إسلامية عامة في مجالات متنوعة\nوسنسوق أهم المصادر في هذه الميادين:\nأ- مشكلات العالم الإسلامي المعاصر:\n1-\nحاضر العالم الإسلامي, لوثروب ستودارد الأمريكي, تعريب عجاج نويهض، وفيه فصول وتعليقات للأمير شكيب أرسلان, طبع في أربعة أجزاء, الطبعة الثالثة القاهرة سنة 1352هـ.\nوطبع طبعة ثالثة, دار الفكر, بيروت.\n2-\nالغارة على العالم الإسلامي، تأليف \"أ. ل. شاتليه\" شرح فيه التبشير ووسائله وأهدافه في العالم الإسلامي، طبع في المطبعة السلفية بالقاهرة سنة 1350هـ.\n3-\nالاستعمار الفرنسي في إفريقيا السوداء, للرئيس فيليب فونداس, رئيس المكتب الخامس الفرنسي, صدر في باريس سنة 1951, ترجم ونشر في دمشق, دار الفكر الإسلامي.\n4-\nمشاكل العالم العربي, للكاتب الإسلامي محمد عزة دروزة, طبع في مجلد وسط سنة 1952.\nوله كتاب القضية الفلسطينية، طبع في مجلدين سنة 1959 في صيدا.\nوله مأساة فلسطين، طبع في دمشق سنة 1959.\nوله أيضًا: حول الحركة العربية الحديثة، طبع في ستة أجزاء سنة 1952, في صيدا بلبنان.\n5-\nكفاح المسلمين في تحرير الهند, لعبد المنعم النمر, مكتبة وهبة القاهرة سنة 1956.\nالجزء: 1 ¦ الصفحة: 130\n",
        "6-\nالبيانات، لأبي الأعلى المودودي، نشر دار العروبة للدعوة الإسلامية.\n7-\nمواطن الشعوب الإسلامية في إفريقيا، سلسلة بقلم الأستاذ محمود شاكر أصدرها سنة 1964.\n8-\nمواطن الشعوب الإسلامية في آسيا، للأستاذ محمود شاكر, الطبعة الأولى سنة 1970.\nوله أيضًا: العالم الإسلامي ومحاولة السيطرة عليه، طبع للمرة الأولى سنة 1967.\nب- موسوعات في علوم شتى:\n1-\nإحياء علوم الدين، للغزالي, أربعة مجلدات, خرج أحاديثه الحافظ العراقي.\n2-\nالفتاوى الكبرى، لابن تيمية، 37 مجلدًا بالفهارس.\n3-\nالفتاوى الصادرة عن دار الإفتاء المصرية، صدر منها ثلاثة عشر مجلدًا.\n4-\nحجة الله البالغة، للشيخ أحمد بن عبد الرحيم ولي الله الدهلوي \"1176هـ\".\nتناول معارف إسلامية عدة في العقيدة والشريعة والأخلاق، طبع عدة مرات بمصر، ثم طبع طبعة جيدة بتحقيق الشيح سيد سابق، دار الكتب الحديثة.\nجـ- في النظم الإسلامية والسياسة الشرعية:\n1-\nالإمامة والسياسة المنسوب لابن قتيبة، طبع في جزأين بالقاهرة سنة 1960م.\n2-\nكتاب الولاة والقضاة لأبي عمر محمد بن يوسف الكندي \"350هـ\" طبع بتصحيح \"رفن كست\" سنة 1908 ومعه ذيول لأحمد بن عبد الرحمن بن رد الذي أتم الكتاب حتى سنة 424هـ.\n3-\nرسل الملوك ومن يصلح للرسالة والسفارة، لأبي علي الحسين بن الفراء توفي أول القرن الخامس، طبع بتحقيق د. صلاح الدين المنجد 1947 بعنوان: \"فصول في الدبلوماسية: الرسل والسفراء\n....\n\".\nالجزء: 1 ¦ الصفحة: 131\n",
        "4-\nالأحكام السلطانية والولايات الدينية، لأبي الحسن علي بن محمد الماوردي \"450هـ\".\nيعد من أجمع الكتب في بابه, طبع سنة 1960 مطبعة البابي الحلبي بالقاهرة.\nوله كتاب \"أدب الوزير\" المعروف بقوانين الوزارة وسياسة الملوك طبع سنة 1929 بالقاهرة.\n5-\nالأحكام السلطانية، للقاضي أبي يعلى محمد بن الحسين الفراء الحنبلي \"458هـ\" طبع بمصر.\n6-\nنهاية الرتبة في طلب الحسبة، لعبد الرحمن بن نصر الشيرازي \"589هـ\" طبع بإشراف محمد مصطفى زيادة سنة 1946 بالقاهرة.\n7-\nكتاب قوانين الدواوين، لأبي المكارم شرف الدين أسعد بن الخطير \"ابن مماتى\" المصري 606هـ, طبع سنة 1229هـ بالقاهرة.\n8-\nالسياسة الشرعية في إصلاح الراعي والرعية، لابن تيمية \"728هـ\" طبع عدة طبعات أهمها سنة 1951 بتحقيق د. علي سامي النشار، وأحمد زكي عطية.\nوله أيضًا: كتاب الحسبة في الإسلام، طبع سنة 1967 بتقديم الأستاذ محمد مبارك.\n9-\nالطرق الحكمية في السياسة الشرعية، لابن القيم \"751هـ\" طبع سنة 1317, وطبع مرات بعد ذلك.\nوله كتاب \"أحكام أهل الذمة\" طبع في جزأين بتحقيق د. صبحي الصالح سنة 1961، مطبعة جامعة دمشق.\n10-\nمعيد النعم ومبيد النقم، للقاضي تاج الدين السبكي \"771هـ\" من أجمع ما صنف في نظام الدولة وسياستها، طبع في جزء وسط بتحقيق محمد علي النجار، وأبي زيد شلبي، ومحمود أبي العيون \"1948\" بالقاهرة.\nالجزء: 1 ¦ الصفحة: 132\n",
        "11-\nالمال والحكم في الإسلام، عبد القادر عودة \"سنة 1954هـ\" دار الكتاب العربي بالقاهرة سنة 1951.\n12-\nالخلافة أو الإمامة العظمى، لمحمد رشيد رضا \"1354هـ\" طبع في مصر.\n13-\nنظام الحكم في الإسلام د. محمد يوسف موسى، طبع سنة 1962 بالقاهرة.\nد- في الاقتصاد والمال:\n1-\nكتاب الخراج، للقاضي أبي يوسف \"192هـ\" المطبعة السلفية، القاهرة سنة 1352هـ.\n2-\nكتاب الخراج, ليحيى بن آدم القرشي \"203هـ\" طبع بالقاهرة سنة 1417هـ.\n3-\nكتاب الأموال، لأبي عبيد القاسم بن سلام \"224هـ\" تحقيق الشيخ حامد الفقي سنة 1934 القاهرة.\n4-\nالإسلام والتنمية الاقتصادية, جاك أوستوري, تعريب د. نبيل صبحي الطويل.\nصنف في باريس سنة 1960، ونشر بالعربية بدمشق، دار الفكر.\nهـ- في التريبة والتعليم:\n1-\nآداب المعلمين، للفقيه محمد بن عبد السلام \"المشهور بابن سحنون\" سنة 256هـ.\nطبع بتقديم حسن حسني عبد الوهاب, أحد وزراء تونس سنة 1350هـ.\n2-\nرسالة أحوال المعلمين وأحكام المعلمين والمتعلمين، لأبي الحسن علي بن محمد القابسي القيرواني \"403هـ\" طبعت هذه الرسالة مع كتاب \"التعليم في رأي القابسي\" للأستاذ أحمد فؤاد الأهواني سنة 1945، القاهرة.\nالجزء: 1 ¦ الصفحة: 133\n",
        "3-\nتعليم المتعلم طريق التعلم، للإمام برهان الدين الزرنوجي، القرن السابع الهجري, طبع سنة 1292هـ بالأستانة، ثم طبع بتصحيح عبد العزيز صقر سنة 1931، المطبعة الرحمانية بالقاهرة.\n4-\nتذكرة السامع والمتكلم في آداب العالم والمتعلم، لابن جماعة \"733هـ\" طبع في حيدر أباد الدكن سنة 1934، بتصحيح محمد هاشم.\n5-\nتربية الأولاد في الإسلام, الشيخ عبد الله علوان, طبع في جزأين في بيروت، طبع سنة 1978 في جزأين، طبعة ثانية.\nو دراسات عامة مختلفة الوجوه:\n1-\nماذا خسر العالم بانحطاط المسلمين؟ لأبي الحسن الندوي، الطبعة الثالثة سنة 1959، دار القلم بالكويت.\nوله كتاب الصراع بين الفكرة الإسلامية والغربية, طبع سنة 1965, دار الندوة.\n2-\nالإسلام ومشكلات الحضارة، سيد قطب.\n3-\nما يقال عن الإسلام، عباس العقاد سنة 1964م.\nوله: حقائق الإسلام وأباطيل خصومه، طبع طبعة ثالثة.\n4-\nالمرأة بين الفقه والقانون، طبع عدة طبعات.\n5-\nالإسلام ومشكلات الحضارة، سيد قطب سنة 1962 بالقاهرة.\n6-\nالرسالة الخالدة، لعبد الرحمن عزام, دار الكتاب العربي بمصر, طبعة ثانية.\n7-\nحقوق الإنسان في الإسلام، د. علي عبد الواحد، طبع في جزء وسط, الطبعة الرابعة سنة 1967، نهضة مصر بالفجالة.\n8-\nالإسلام دعوة الحق، د. السيد رزق الطويل.\nالجزء: 1 ¦ الصفحة: 134\n",
        "ز- معاجم البلدان:\n1-\nمعجم البلدان, لياقوت الحموي البغدادي \"626هـ\" رتب ترتيبًا أبجديًّا, طبع في ثمانية مجلدات سنة 1323هـ بمصر، طبع معه ذيله في جزأين باسم \"معجم العمران في المستدرك على معاجم البلدان\" طبع في خمسة مجلدات كبيرة.\n2-\nمعجم ما استعجم من أسماء البلاد والمواضع، للشيخ الوزير أبي عبد الله بن عبد العزيز البكري الأندلسي، طبع سنة 1945 في أربعة أجزاء بتحقيق الأستاذ مصطفى السقا.\n3-\nبلاد العرب، للحسن بن عبد الله الأصفهاني، طبع بالرياض بتحقيق حمد الجاسر، والدكتور صالح العلي سنة 1968.\n4-\nصحيح الأخبار عما في بلاد العرب من الآثار، للمؤرخ النسابة الشيخ محمد بن بلهيد النجدي سنة 1958 بالرياض.\nالجزء: 1 ¦ الصفحة: 135\n",
        "مراجع المراجع:\nهذه بعض المصادر الهامة التي تعد مفاتيح للتراث، وتدلك على مواقعه:\n1-\nالفهرست لابن النديم \"388هـ\" طبع الكتاب عدة مرات في مصر وبيروت.\n2-\nكشف الظنون عن أسامي الكتب والفنون، لمصطفى بن عبد الله الشهير بحاجي الخليفة \"1067هـ\" طبع في مجلدين كبيرين سنة 1941م بإستانبول، وصور حديثًا في لبنان.\nوطبع إيضاح المكنون في الذيل على كشف الظنون, لإسماعيل باشا الباباني البغدادي في مجلد ضخم سنة 1945م.\nولإسماعيل باشا أيضًا: هداية العارفين, أسماء المؤلفين، وآثار المصنفين، طبع في إستانبول سنة 1901م.\nومن مراجع المراجع: كتب الطبقات على اختلاف صنوفها \"أدباء، فقهاء، نحاة، مفسرين، أطباء\" وكذلك كتب المشيخات مثل: مشيخة ابن الواراشي، وهي تناول تفصيلي لشيوخ علم من الأعلام, أو إحصاء لمنابع ثقافته وتكوينه العلمي.\nومن مراجع المراجع التي ألفت حديثًا:\n1-\nمعجم المطبوعات العربية والمعربة، ليوسف إليان سركيس \"1276-1351هـ\" تتبع فيه المطبوعات في الشرق والغرب، وترجم لمؤلفيها، ورتبه على أسماء المؤلفين حسب حروف الهجاء وألحق به عدة ملاحق وفهرسًا هجائيًّا، وطبع في مجلدين كبيرين.\n2-\nمعجم المؤلفين, للأستاذ عمر رضا كحالة, 15 مجلدًا سنة 1961 بدمشق.\n3-\nتاريخ الأدب العربي لبروكلمان، كتاب جامع لما صنف في مختلف علوم الإسلام، يذكر العلم، وأشهر العلماء فيه ومؤلفاتهم, ويبين مكان المخطوط، وتاريخ طبع المطبوع ومكانه وطبعاته.\nالجزء: 1 ¦ الصفحة: 136\n",
        "عرب منه ثلاثة أجزاء ترجمها المرحوم الدكتور عبد الحليم النجار سنة 1961 بمصر.\n4-\nتاريخ التراث العربي, مجموعات المخطوطات العربية في مكتبات العالم، لفؤاد سزكين, نقله إلى العربية محمود فهمي حجازي وآخرون.\nطبعته جامعة الإمام محمد بن سعود بالسعودية سنة 1982، وصدر منه عشرة أجزاء.\n5-\nومن أجمع وأشمل ما صنف في هذا الصدد: فهارس دور الكتب، وفهارس دور النشر، وفهارس المخطوطات في العالم.\nوهي أدلة مفيدة للباحث، ترشد بيسر إلى مواقع ما يرجوه من مصادر ومراجع لبحثه، ومن ذلك مثلا:\nفهارس المكتبة العربية في الخافقين, يوسف أسعد داغر, بيروت سنة 1947.\nفهارس دار الكتب المصرية، فهارس مكتبة الجامع الأزهر.\nالمخطوطات العربية في دور الكتب الأمريكية, كوركيس عواد, طبع العراق.\nفهرس مكتبة أكاديمية العلوم في جمهورية أوزبكستان السوفيتية، طبع طشقند سنة 1957.\nكل هذه الأعداد من المصادر والمراجع في شتى العلوم والتي أثبتها هنا، هي قليل من كثير حفل به هذا التراث الزاخر لأمتنا العربية المسلمة، فهو مجرد مفاتيح للباحث يلج بها دروب العلم والمعرفة.\nوعندما يبدأ الباحث في بحثه في أي مجال كان, مستعينًا بأمهات المصارد ستتفتح أمامه الأبواب لمصادر أخرى حتى يبلغ البحث نهايته.\nالجزء: 1 ¦ الصفحة: 137\n",
        "الباب الثالث: التراث وتحقيقه ونشره\nالفصل الأول: التراث والجهود المبذولة في نشره\nمعنى التراث:\nالتراث في اللغة: مأخوذ من ورث، فالتاء مبدلة من واو هي فاء الكلمة, والورث أو الإرث بمعنى: البقاء، والوارث بمعنى: الباقي، والميراث أو التراث سمي بذلك لأنه يبقى بعد ذهاب صاحبه, والورثة لأنهم يبقون بعد مورثهم قال تعالى: {وَتَأْكُلُونَ التُّرَاثَ أَكْلًا لَمًّا} .\nومن هنا يطلق التراث أو الميراث على كل ما يخلفه الإنسان من مال أو علم أو نحوهما. وفي الحديث: \"العلماء ورثة الأنبياء\".\nلكنني ألمح في لفظ \"التراث\" إيحاء خاصا إلى ما خلفه الأدباء من علوم ومعارف ومصنفات، حتى صارت في تقديري علمًا بالغلبة على النتاج الفكري لأسلافنا الذين سبقونا بالبحث والدرس، وارتياد دروب التصنيف.\nولأمتنا نتاج غزير في شتى دروب المعارف الإنسانية، كما أنه متنوع في طريقة عرضه بين الإيجاز والتوسع، كما تختلف طرق عرضه، فهو يعرف المتون والشروح، والحواشي، والتقريرات وهو يعنى متابعة المعارف، والتعقيب عليها بالحوار حتى تنجلي أفكاره.\nوالمطبوع من هذا التراث أقل من المخطوط، ومخطوطاتنا تزدحم بها مكتبات العالم في الشرق والغرب.\nوبداية الكلام عن التراث نشأ عند ظهور المطبعة، واكتشاف آلات الطباعة التي يسرت الكتاب وجعلته في متناول الجمهرة من المثقفين، وكان من قبل ذلك مقصورًا على أهل اليسار الذين يملكون ثمن الكتاب، ويعدون اقتناءه في بيوتهم زينة للبيت، كأية قطعة يعتزون بها من قطع الأثاث.\nفمنذ ظهور المطبعة تحدث المثقفون عن المطبوع والمخطوط، وصارت كلمة التراث أكثر إطلاقًا على المخطوط منه بخاصة.\nالجزء: 1 ¦ الصفحة: 141\n",
        "وإذا أخذنا اصطلاح علماء الآثار في أن الأثر لا يعد أثرًا إلا إذا مضى عليه مائة عام على الأقل، فإن المخطوط لا يعد من التراث إلا إذا كان مدونًا قبل ظهور الطباعة الحديثة، وعند ذلك يدخل في دائرة التراث المطلوب تحقيقه.\nبداية نشر التراث:\nبدأ نشر التراث مع بداية آلات الطباعة بصورتها الأولى.\nوكانت طريقة النشر عبارة عن مجرد طباعة النص المخطوط دون اهتمام بمقابلة النسخ المتعددة إن وجدت، ولا يصححها، ولا الفهرسة لها.\nوكانت بداية العمل لنشر التراث العربي والإسلامي على يد المستشرقين.\nوأول كتاب عربي طبع هو كتاب: \"صلاة السواعي: الصلوات الليلية والنهارية\" وهو كتاب ديني مسيحي، وكان ذلك بمدينة \"فأنو\" بإيطاليا سنة 920هـ الموافقة لسنة 1514م، ولم تكن المطبعة ظهرت في بلاد العرب بعد.\nكما ظهرت في مدينة البندقية بإيطاليا أول طبعة للنص العربي للقرآن الكريم سنة 1530.\nوطبع في روما سنة 1000 من الهجرة، 1952م كتاب الكافية في علم النحو للفقيه المالكي عثمان بن عمر، المعروف بابن الحاجب \"646هـ\" كما طبع في العام نفسه كتاب نزهة المشتاق في ذكر الأمصار والأقطار والبلدان والجزر والمدن والآفاق، لمؤلف غير معروف، وهذا الكتاب مختصر لكتاب: نزهة المشتاق في اختراق الآفاق للصقلي \"560هـ\".\nوأشهر ما نشر من التراث -بجانب ما سبق- بالصورة الأولى للطباعة ما يأتي:\n1-\nالنجاة لابن سيناء \"428هـ\" نشر في روما 1001هـ-1593م.\n2-\nالتصريف لإبراهيم بن عبد الوهاب الزنجاني \"655هـ\" نشر في روما 1019هـ-1610م.\nالجزء: 1 ¦ الصفحة: 142\n",
        "3-\nالمختصر في أخبار البشر لأبي الفدا \"732هـ\" طبع بتصحيح آرلر، صدر في خمسة أجزاء في \"لهاي\" 1023هـ-1789م.\n4-\nالأوزان والأكيال الشرعية لتقي الدين المقريزي، نشر في روستك 1212هـ-1800م.\nدور المستشرقين في نشر التراث:\nقام المستشرقون بدور بارز في نشر التراث العربي، وكانت لهم اهتمامات كبيرة بجمع المخطوطات ودراستها، ثم نشرها، وامتلأت مكتبات أوروبا بما جمعوه1, من تراث العرب ومخطوطاتهم التي بلغت مئات الألوف.\nوقد نشروا من ذخائر تراث العرب الشيء الكثير، وتميز بالتحقيق، وتحرير النص والفهرسة.\nومما نشره المستشرقون خلال القرن التاسع عشر:\n1-\nشرح ديوان المفضليات، لأبي بكر الأنباري \"328هـ\" نشرته المطبعة الكاثوليكية بإكسفورد 1223هـ-1808م بتحقيق جاريس لايل.\n2-\nالمنتخب من تاريخ حلب، وهو منتخب من \"زبدة الحلب في تاريخ حلب\" لابن العديم, نشره فريتاغ سنة 1234هـ-1819م.\n3-\nشرح ديوان الحماسة للتبريزي \"502هـ\" نشر في برن سنة 1828م بتحقيق فريتاغ.\n1 ذهب عدد كبير من المستشرقين، وأقاموا في الشرق سنوات, واشتروا عددًا كبيرًا من المخطوطات منهم: ألو بيس شبرنجر \"1813هـ-1893م\" الذي مكث في الهند نحو 12 عامًا يعمل في المكتبات، والثقافة العامة، ولما عاد نهائيا إلى أوروبا عام 1856 أحضر معه مجموعة من الكتب بلغت نحو 200 مجلد، منها: ألف ومائة مجلد مخطوط عربي آلت ملكيتها بعد ذلك بقليل إلى مكتبة برلين. \"انظر: الدراسات العربية والإسلامية في الجامعة الألمانية ص22، 23\".\nالجزء: 1 ¦ الصفحة: 143\n",
        "4-\nتقويم البلدان، لأبي الفداء \"732هـ\" نشر بباريس 1256هـ-1840م بتحقيق ماك جوكين دي سلان.\n5-\nعجائب المخلوقات, للقزويني \"682هـ\" نشر في كوتنكن 1265هـ-1849م بتحقيق فستفلد.\n6-\nالكامل في اللغة والأدب، للمبرد \"286هـ\" نشر في لندن 1860 و. رايت.\n7-\nنزهة المشتاق في اختراق الآفاق، للشريف الإدريسي الصقلي \"560هـ\" نشر في ليدن 1866 تحقيق روزي.\n8-\nمعجم البلدان، لياقوت الحموي \"626هـ\" نشر في لايبزك سنة 1868 بتحقيق فستفلد.\n9-\nالفهرست، لابن النديم \"438هـ\" نشر في لايبزك سنة 1871 بتحقيق فلوجل.\n10-\nكتاب سيبويه، نشر في باريس 1881-1885م هرتويغ ورنبرغ.\n11-\nالأخبار الطوال للدينوري \"282هـ\" نشر في لندن 1888 بتحقيق فلاديمير وكراتشكوفسكي.\n12-\nصفة جزيرة العرب للهمداني \"360هـ\" نشر في ليدن عام 1891 بتحقيق دافيد هزيخ ميللر.\n13-\nالمرصع لابن الأثير \"606هـ\" نشر عام 1896 بتحقيق س. ف سيبولدفيمار.\n14-\nرسائل أبي العلاء المعري، نشر في أكسفورد 1898 بتحقيق د. س. مرجليوت.\nالجزء: 1 ¦ الصفحة: 144\n",
        "أشهر المحققين من المستشرقين:\n1-\nالمستشرق الفرنسي كوسين دي برسنال \"ت1835\" نشر المعلقات السبع, ومقامات الحريري.\n2-\nالمستشرق الفرنسي سلفستر دي ساس \"ت1838\" نشر ألفية ابن مالك.\n3-\nالمستشرق الألماني جوستاف فلوجل \"ت1870\" نشر كشف الظنون والفهرست، كما نشر طبقات الحنفية لقطلوبغا.\n4-\nالمستشرق الألماني فليشر \"ت1888\" نشر تفسير البيضاوي, والمفصل للزمخشري.\n5-\nالمستشرق الألماني فستفلد \"ت1890\" نشر طبقات الحفاظ للذهبي، وسيرة النبي صلى الله عليه وسلم لابن هشام، ووفيات الأعيان لابن خلكان، ومعجم البلدن لياقوت الحموي.\n6-\nالمستشرق الإسباني بسكواك دي جاينجوس \"ت1897\" نشر تاريخ فتح الأندلس لابن القوطية.\nالجزء: 1 ¦ الصفحة: 145\n",
        "بداية نشر التراث في العالم العربي:\nظهر التفكير في نشر التراث العربي مسايرًا لظهور المطبعة على الأرض العربية, هذه الآلة التي استحدثها الإنسان1. فأثرت تأثيرًا عميقًا في تاريخ الفكر والحضارة، بل تعدّ نقطة تحول في هذا المضمار.\nوكانت أول مدينة في الشرق عرفت الطباعة هي الأستانة، طبعت فيها التوراة سنة 1551، وترجمت للعربية بحروف عبرية2، وكانت أشهر المطابع فيها: مطبعة الجوائب لصاحبها العلامة أحمد فارس الشدياق، وكان يصدر عنها صحيفة الجوائب وبعض الكتب القيمة، وفيها من مؤلفات الشدياق: الجاسوس على القاموس، والساق على الساق فيما هو الفارياق3.\nوظهرت الطباعة في لبنان منذ عام 1610م ثم تطورت واتسعت، وكان أشهر مطابعها: المطبعة الكاثوليكية للآباء اليسوعيين، وقد تجردت إلى حد ما عن الصبغة المسيحية، ونشرت جانبًا من أمهات كتب الأدب مثل: نوادر أبي زيد، وفقه اللغة للثعالبي، وديوان الأخطل، وكذلك مطبعة المعارف للبستاني سنة 1867، وصدر عنها بعض كتب الأدب والتراث.\nوفي العراق أول مطبعة ظهرت فيه كانت سنة 1830، وظهرت بصورة واضحة سنة 1856 بعد أن أسس الرهبان مطبعة كاملة بالموصل.\nوأنشئت أول مطبعة بفلسطين سنة 1830، وفي اليمن سنة 1788, وفي الحجاز سنة 1882، وفي عمان بالأردن سنة \"1822\"4.\n1 اخترع آلة الطباعة يوحنا جوتنبرج الألماني \"1379-1468م\" انظر تاريخ الطباعة, خليل صابات, دار المعارف 1966.\n2 التراث العربي, عبد السلام هارون ص44.\n3 توفي الشدياق عام 1304-1887م, انظر الأعلام للزركلي 1/ 193.\n4 الموسوعة العربية الميسرة ص1152 مؤسسة فرنكلين, القاهرة سنة 1959 بإشراف محمد شفيق غربال، وانظر: المستشرقون لنجيب العقيقي، دار المعارف بمصر سنة 1981.\nالجزء: 1 ¦ الصفحة: 146\n",
        "وبإلقاء نظرة متأملة على الظروف التي أحاطت بظهور الطباعة في العالم العربي نجد أن أكثرها يحمل صبغة تبشيرية مسيحية، وقد تقدم بعض المطبوعات النافعة من التراث ذرا للرماد في العيون.\nلكن حركة نشر التراث كانت زاخرة في مصر، دخلت المطبعة فيها مع الغزو الفرنسي وسميت المطبعة الأهلية، وكانت في الإسكندرية لخدمة أهداف الحملة، ثم نقلت إلى القاهرة، وانتهت بانتهاء الحملة أي: إن عملها من 1798-1801، ولم يصدر عنها مطبوعات ذات شأن يذكر.\nوفي سنة 1819م أو 1821م أسس محمد علي المطبعة الأهلية على أنقاض مطبعة نابليون، ثم نقلت إلى شاطئ النيل عند بولاق، وعرفت بالمطبعة الأميرية أو مطبعة بولاق.\nوكانت مطبعة بولاق ثورة ثقافية وحضارية وقفزة هائلة في تاريخ نشر التراث، وأخرجت إلى النور أروع ما دبجته أقلام الأوائل في شتى المعارف والعلوم.\nونظرة إلى هذا النص من كتاب معجم المطبوعات العربية والمعربة، لمؤلفه يوسف إلياس سركيس, نرى مدى النهضة التي عاشها التراث العربي في ظلال مطبعة بولاق يقول: عد ما طبع من الكتب في مطبعة بولاق من 19 مايو 1872م \"1289هـ\" إلى آخر ربيع الأول \"1295هـ\" فبلغت عدد النسخ \"361815\" نسخة وكان قد صدر له قبل ذلك 242057 نسخة فيكون الإجمالي 603872 حتى سنة 1295هـ1.\nوهذا الرقم المشار إليه يعني عدد النسخ، لا أعداد الكتب؛ لأن هذه المطبعة قدمت فيما قدمت الكتب الموسوعية التي تضم عشرات المجلدات، ومنها على سبيل المثال لا الحصر:\nلسان العرب لابن منظور, صبح الأعشى للقلقشندي, القاموس المحيط\n1 انظر ص33 من المعجم المذكور.\nالجزء: 1 ¦ الصفحة: 147\n",
        "للفيروزآبادي, وتفسير الطبري, وفتح الباري شرح صحيح البخاري, والأغاني لأبي الفرج الأصفهاني, والكتاب لسيبويه, والأم للشافعي, والصحاح للجوهري, وشرح مقامات الحريري لأبي العباس الشريشي, وشرح الحماسة للتبريزي, ووفيات الأعيان لابن خلكان, ومنهاج السنة النبوية لابن تيمية.\nكما عنيت بجانب هذه الكتب التراثية بطبع الكتب المترجمة في أنواع العلوم, كالطب والهندسة والرياضيات والكيمياء والعلوم العسكرية.\nإن دور مطبعة بولاق في نشر التراث بالغ التأثير سواء ما نشر منه على نفقة هذه المؤسسة العريقة كالكتب التي أشرنا إليها, أو طبع منها على نفقة أهل الخير والغيرة والفضل, وذلك مثل: خزانة الأدب للبغدادي، إذ جاء في ختمها بقلم مصححها الشيخ محمد قاسم ما يفيد أنها طبعت بمطبعة بولاق على نفقة عدد من أفاضل الناس حينذاك، وقد ذكروا بأسمائهم وأنصبتهم1.\nوكان عمل هذه المطبعة العتيدة ذا طابع قومي, يهدف إلى إحياء التراث المجيد ونشره؛ ولذا تتوخى الأصول القيمة ونشرها بصرف النظر عن تكاليفها مما جعلها بعيدة عن الطابع التجاري الذي يستهدف الربح قبل كل شيء.\nوكأن عمل هذه المطبعة في هذه الفترة -أعني أواخر القرن التاسع عشر ومطالع العشرين- بمثابة الرد غير المباشر على نعب الغربان التي طرحت على الساحة أفكارًا تدمر بها لغة الكتاب العزيز، وتتهمها بالتعقيد، فكان ظهور هذه الموسوعات بمثابة التكذيب العملي لهؤلاء الأفاكين.\nوأمر آخر لا ينبغي أن نغفله وهو: وقوف الأزهر بتاريخه العريق ورجاله الأفذاذ وراء هذه المؤسسة تصحيحًا وضبطًا ومقابلة ومراجعة.\nوكان المصححون في مطبعة بولاق لهم شهرة ذائعة، وكانوا أهل علم وثقافة بجانب الدراية بالمخطوطات، وأنواع الخطوط، ومنهم:\n1 انظر: خزانة الأدب جـ4 ص499 الأميرية.\nالجزء: 1 ¦ الصفحة: 148\n",
        "1-\nالشيخ نصر الهوريني المتوفى سنة 1291هـ درس في الأزهر الشريف، وذهب إلى فرنسا إمامًا لإحدى البعثات، ثم تولى رئاسة التصحيح بالمطبعة الأميرية \"بولاق\" ومن مؤلفاته: المطالع النصرية للمطابع المصرية سنة 1275هـ1.\n2-\nالشيخ محمد عبد الرحمن، المعروف بقطة العدوي، عالم نحوي \"1281هـ\" ومن مؤلفاته:\nفتح الجليل بشرح شواهد ابن عقيل، ونسخ بعض الكتب بخطه، وهي محفوظة بدار الكتب المصرية2.\n3-\nالشيخ رفاعة الطهطاوي 1290هـ، من أركان النهضة العلمية في مصر، ومؤسس مدرسة الألسن، وجريدة الوقائع المصرية3.\n4-\nإبراهيم عبد الغفار الدسوقي 1300هـ.\n5-\nمحمد الهراوي 1257.\n6-\nمحمد بن عمر بن سليمان التونسي 1274.\n7-\nمحمد بيومي 1268.\nومن هؤلاء من كان متميزًا في تصحيح الكتب العلمية في الطب والهندسة والكيمياء4.\nوظلت مطبعة بولاق تؤدي رسالتها على أكمل وجه نحو قرن من الزمان، ولم تخمد جذوتها إلا في فترات قليلة، وهي قائمة حتى الآن في مقرها الجديد على شاطئ النيل عند إمبابة تتوفر على طبع النشرات الحكومية، والوقائع المصرية، والقوانين الصادرة، ومطبوعات مجمع اللغة العربية وبعض الهيئات والمؤسسات الحكومية.\n1 انظر: الأعلام للزركلي جـ8 ص29.\n2 الأعلام 6/ 198.\n3 الأعلام 3/ 29.\n4 انظر: الأعلام جـ1، 6 في ترجمة هؤلاء.\nالجزء: 1 ¦ الصفحة: 149\n",
        "المطابع الأهلية:\nلم تقم مطبعة بولاق وحدها على الساحة, على قوامة نشر التراث وتحقيقه، وإنما رافقتها على الطريق بعض المطابع الأهلية، وأقدم مطبعة أهلية أنشئت بعد بولاق بنحو أربعين سنة وهي مطبعة الوطن أنشئت سنة 1861، وكانت تسمى المطبعة الأهلية القبطية، وأصدرت من كتب التراث: أدب الكاتب لابن قتيبة.\nومطبعة وادي النيل أسسها عبد الله أبو السعود أفندي، طبع فيها صحيفة وادي النيل، وبعض كتب التراث، ومما طبع فيها: الوسيلة الأدبية للشيخ حسين المرصفي.\nومنها: مطبعة جمعية المعارف، واسمها: المطبعة الوهبية أسسها محمد عارف باشا، وقد طبعت خمسة أجزاء من تاج العروس، كما طبعت الصحاح للجوهري، وأسد الغابة لابن الأثير، والمزهر للسيوطي، والتعريفات للجرجاني، وشفاء العليل فيما في كلام العرب من الدخيل للسيوطي \"وهو من الكتب التي صححها الشيخ نصر الهوريني\" وخلاصة الأثر في أعيان القرن الحادي عشر.\nوكان وراء هذا المجهود الكبير لهذه المطبعة جمعية المعارف التي تضم نخبة من فضلاء القوم, أسسوا هذه المطبعة لهذا الهدف النبيل.\nومنها: المطبعة الخيرية بالجمالية، وقد أسسها عمر حسين الخشاب، ومحمد عبد الواحد الطوبي، ومما نشرته: تاج العروس شرح القاموس للزبيدي، وقد طبع كاملًا في عشرة أجزاء \"1306-1037هـ\" وكذلك النهاية في غريب الحديث والأثر لابن الأثير سنة 1318هـ, وبأسفله: الدر النثير تلخيص نهاية ابن الأثير للسيوطي, وبهامشه مفردات القرآن للراغب الأصفهاني، وكذلك كتاب الكامل للمبرد \"1308هـ\".\nومنها: المطبعة الأزهرية المصرية، وقد أخرجت الكامل في التاريخ لعز الدين بن الأثير، وبهامشه عجائب الآثار للجبرتي 1301هـ.\nأذكر ما أذكره من هذه المطابع على سبيل المثال لا الحصر.\nالجزء: 1 ¦ الصفحة: 150\n",
        "كما لا أنسى أن أذكر هنا: مطبعة السعادة بميدان باب الخلق, وقد أخرجت من كتب التراث: البحر المحيط لأبي حيان 1329هـ على نفقة مولاي عبد الحفيظ سلطان المغرب الأقصى، وأكثر الكتب التي حققها الشيخ محيي الدين، ولا تزال قائمة للآن.\nومنها: مطبعة مصطفى محمد صاحب المكتبة التجارية بأول شارع محمد علي، ومطبعة محمد علي صبيح، ومطبعة الحلبي1, التي قامت على أنقاض المطبعة الميمنية بالكحكيين، وانقسمت إلى مطبعتين: مطبعة مصطفى البابي الحلبي، ودار إحياء الكتب العربية، مطبعة عيسى البابي الحلبي، وكذلك مطبعة السنة المحمدية التي أنشأها2 الشيخ محمد حامد الفقي، رحمه الله.\n1 مدخل إلى تاريخ نشر التراث العربي، د. محمود الطناحي ص51.\n2 انظر: التراث العربي لعبد السلام هارون، ومعجم المطبوعات العربية.\nالجزء: 1 ¦ الصفحة: 151\n",
        "مراحل نشر التراث في مصر:\nإن حركة نشر التراث وإحياءه لم تسر على وتيرة واحدة من حيث الإخراج، والعناية بالنص وتحريره وتحقيقه، بل إنها عبرت عدة مراحل، ونقطة التحول فيها هو ما أشرت إليه من أسلوب النشر وطريقة إخراج الكتاب المراد نشره.\nوقد ارتضت في طريقة عرض مراحل النشر ما ذهب إليه الأخ الفاضل، العلامة المحقق د. محمود الطناحي الذي سعدت بزمالته في قسم الدراسات العليا بجامعة أم القرى بمكة المكرمة، أستاذين ومشرفين على رسائل الطلاب والطالبات ومناقشين أيضًا, فإنه قد ذكر لنشر التراث بمصر أربع مراحل1:\nالمرحلة الأولى:\nمرحلة المطبعة الأميرية ببولاق والمطابع الأهلية.\nوكان عملها مجرد نشر للتراث، وإن تميزت بصحة النص وضبط العبارة، لكنها لم تعول على ذكر المخطوط ووصفه وتاريخه ومميزاته، كما لم تعن بالفهارس التي تفتح مغاليق الكتاب وتكشف مجاهله، اللهم إلا فهرسًا موجزًا للموضوعات.\nكما لاحظنا في هذه المرحلة نشر أكثر من كتاب في كتاب واحد، وأحيانًا يصل الأمر إلى خمسة كتب2.\nوالمصحح للنص في هذه المرحلة ما كان يشير إلى نفسه إلا بعبارات في آخر الكتاب غاية في التواضع الذي يرفع من قدر العالم، مع أن الجهد المبذول فيه يفوق ما يؤديه كثير من أدعياء التحقيق في عصرنا الحاضر الذين يكتبون أسماءهم على الكتاب بحروف بارزة بينما أسماء المصنفين بحروف صغيرة لا تكاد ترى.\n1 انظر: مدخل إلى تاريخ نشر التراث العربي.\n2 على سبيل المثال: شرح سعد الدين التفتازاني على تلخيص المفتاح، طبع معه مواهب الفتاح في شرح التلخيص، وعروس الأفراح في شرح التلخيص، والإيضاح للخطيب القزويني، وحاشية الدسوقي على شرح السعد.\nالجزء: 1 ¦ الصفحة: 152\n",
        "المرحلة الثانية:\nالناشرون أصحاب المبدأ والرسالة.\nوهم طائفة من الرجال الأعلام تصدوا لصناعة النشر، وأقاموا مطابع، وهم من أهل العلم والمعرفة وأصحاب رأي وفكر، يدفعهم إلى النشر إيمان وعقيدة قبل الكسب والربح.\nنذكر منهم:\n1-\nالأستاذ محمد أمين بن عبد العزيز الخانجي:\nولد في حلب سنة 1382هـ الموافق 1865م, اشتغل في صغره بنسخ المخطوطات فتعلق بها وتجول في البلدان باحثًا عنها، ثم جاء إلى القاهرة، وأنشأ مكتبة الخانجي، توفي سنة 1358 الموافق 1939م ولا تزال مكتبته قائمة للآن يشرف عليها حفيده محمد أمين بن محمد نجيب بن محمد أمين الخانجي.\nذكر الأستاذ خير الدين الزركلي في الأعلام: أن الخانجي نشر نحو 378 كتابًا ورسالة1.\nومنها على سبيل المثال: تاريخ بغداد للخطيب البغدادي، ومعجم البلدان لياقوت الحموي مع ذيله المسمى: منجم العمران في المستدرك على معجم البلدان، وحلية الأولياء، وطبقات الأصفياء، لأبي نعيم الأصفهاني، وغاية النهاية المعروف بطبقات القراء لابن الجزري.\nوللخانجي دور بارز في نشر كتب ابن تيمية، وقد نوه به الشيخ محمد حامد الفقي -رحمه الله- في مقدمته لكتاب اقتضاء الصراط المستقيم.\n2-\nمحب الدين الخطيب:\nولد في دمشق 1303هـ-1886م وتعلم بها، وواصل تعليمه بالأستانة،\n1 انظر: الأعلام 6/ 44.\nالجزء: 1 ¦ الصفحة: 153\n",
        "امتلأت حياته بالجهاد والنضال، وألقى عصاه بالقاهرة سنة 1920م واشتغل بالصحافة، فكان محررًا بالأهرام وأصدر مجلة الزهراء، ومجلة الفتح، وتولى تحرير مجلة الأزهر نحو ست سنين، وأسس المطبعة السلفية بالقاهرة في العام الذي حل فيه، وكانت خزانة كتبه تضم نحو عشرين ألف مجلد مطبوع، وأكثرها من النوادر, توفي سنة \"1389-1969\"1.\nخدمت مكتبته التيار السلفي، وأصدرت نتائج أعلامه. حضرت مجلسا له مع الشيخ محمد نصيف سنة 1959 في إحدى زياراته للقاهرة، وقدم الشيخ نصيف مخطوطة كتابه: الخطوط العريضة لدعوى الشيعة الإمامية.\nنذكر من إصداراته الواسعة: فتح الباري بشرح صحيح البخاري لابن حجر العسقلاني بمقدمة للشيخ عبد العزيز بن باز، وتعد هذه الطبعة الثانية بعد طبعة بولاق.\nومنها: الأدب المفرد للبخاري، وأدب الكاتب لابن قتيبة، والعواصم من القواصم لأبي بكر بن العربي2.\n3-\nمحمد منير الدمشقي:\nثالث هؤلاء الثلاثة الذين يجمعهم الانتساب لأرض الشام، درس في الأزهر وأصبح من أعلام السلفية، وأنشأ المطبعة المنيرية سنة 1337هـ، وتمتاز طبعاته بالأناقة وجودة الورق والإخراج, له فضل ظاهر في نشر الموسوعات, ومنها: عمدة القاري في شرح صحيح البخاري لبدر الدين العيني، والمحلى لابن حزم، والمجموع في شرح المهذب للنووي، وشرح المفصل لابن يعيش، والكامل في التاريخ لعز الدين بن الأثير، وروح المعاني للآلوسي، ونيل الأوطار للشوكاني، وبدائع الفوائد لابن قيم الجوزية.\n1 الأعلام 5/ 282.\n2 تولى أمر المطبعة السلفية بعده ابنه قصي الذي سار على درب أبيه في النشر، وله كمثله في العلم، وتوفي عام 1988م ونسأل الله أن ييسر لهذه الدار من يتولى بإخلاص أمرها.\nالجزء: 1 ¦ الصفحة: 154\n",
        "توفي بالقاهرة سنة 1376هـ-1948م1.\nوبموته توقفت مكتبته، وتوقفت مطبعته، ولم تجد من يخلفه في جهاده.\n4-\nحسام الدين المقدسي:\nرابع هؤلاء الناشرين الشوام الذين حملوا لواء النشر بنباهة واقتدار في هذه المرحلة، ولد بدمشق سنة 1302هـ-1903م، وتلقى تعليمه بها وحصل على درجة الليسانس سنة 1927م منها.\nكانت له مكتبة صغيرة بحي باب الخلق بالقاهرة أخرج منها عدة من نفائس التراث, منها: شذرات الذهب في أخبار من ذهب، لابن العماد الحنبلي ثمانية أجزاء، 1350هـ، والضوء اللامع لأهل القرن التاسع، لشمس الدين السخاوي, 12جزءا، واللباب في تهذيب الأنساب، لعز الدين ابن الأثير، ثلاثة أجزاء، والفروق اللغوية، لأبي هلال العسكري، ومنجد المقرئين، لابن الجزري.\nومما يميز هذه المجموعة من الشوام في هذه المرحلة التي توفروا فيها على نشر التراث في رحاب الكنانة، صلاتهم برجال الفكر والأدب في مصر, وبخاصة من كان له منهم عناية بالمخطوطات مثل: أحمد تيمور باشا، وأحمد زكي باشا \"شيخ العروبة\" كما كانت لهم صلة بمن استوطنوا مصر من العلماء الأعلام أمثال: الشيخ محمد الخضر حسين التونسي، والشيخ إبراهيم أطفيش الجزائري، والشيخ مصطفى صبري التركي، ومن المستشرقين: جويدي ونللينو الإيطاليان، وماسينيون الفرنسي، وبراجستراسر الألماني، وجولد تسيهر المجري.\nوكان للشيخ حسام صلة خاصة بأديب مصر مصطفى صادق الرافعي، وبالزركلي صاحب الأعلام، توفي الشيخ حسام سنة 1978 بالقاهرة2.\n1 الأعلام 7/ 310.\n2 انظر الأخبار التاريخية في السيرة الزكية، لمحمد زكي مجاهد، القاهرة 1396، 1976م ص86، وانظر مدخل إلى تاريخ نشر التراث، د. محمود الطناحي ص65-69.\nالجزء: 1 ¦ الصفحة: 155\n",
        "5-\nالشيخ محمد حامد الفقي:\nرائد دعاة السلفية في مصر، وصاحب الصوت المسموع والجريء في الإعلان عنها في وقت عز فيه الجهر بكلمة حق في هذا الصدد، أسس جمعية أنصار السنة، وأصدر مجلة الهدي النبوي، وأسس مطبعة السنة المحمدية التي توفرت على نشر كتب السنة والسلف وبخاصة تراث ابن تيمية، وتلميذه ابن القيم، ومن إصداراته: جامع الأصول من أحاديث الرسول لابن الجزري مجد الدين, 12 مجلدًا، ومختصر سنن أبي داود وعليه معالم السنن للخطابي, سبعة أجزاء، وزاد المعاد من هدي خير العباد, أربعة أجزاء، ومختصر الفتاوى المصرية لابن تيمية، واشترك معه في تحقيقه الشيخ عبد المجيد سليم شيخ الأزهر، وكتاب الأموال لأبي عبيد القاسم بن سلام، ونظرية العقد لابن تيمية، ولا تزال المطبعة قائمة يرعاها حفيداه محمد السرور وعبد الرحمن ابنا محمد الطيب، وقد نقلاها في مبنى بضاحية مصر الجديدة، توفي رحمه الله سنة 1959م.\nرأيته عن كثب، واستمعت إليه وكنت إذ ذاك طالبًا بالأزهر، بالقسم الثانوي ثم بكلية اللغة العربية، وكنت أرى في مجلسه شيوخًا أجلاء مثل: الشيخ عبد المجيد سليم، والشيخ محمود شلتوت، والشيخ أحد شاكر، والشيخ أحمد حسين شقيق د. طه حسين.\n6-\nالشيخ محمد محيي الدين عبد الحميد:\nعلم من أعلام نشر التراث الذين توفروا عليه منذ مطلع حياته العلمية، بلغت منشوراته من التراث نحو خمسين كتابًا، كان رحمه الله عالمًا متنوع المعارف، متمكنا من اللسان العربي، كان عميدًا لكلية اللغة العربية جامعة الأزهر عندما كنت طالبًا بها، وهو الذي امتحنني شفهيًّا في السنة التمهيدية الأولى للدراسات العليا، كان شخصية متميزة، مهيبة، كما اختير عضوًا في مجمع اللغة العربية.\nالجزء: 1 ¦ الصفحة: 156\n",
        "بدأ اهتمامه بنشر التراث مبكرًا، ومن أوائل إصداراته: شرح مقامات بديع الزمان الهمذاني 1342هـ وهو في الرابعة والعشرين من عمره.\nومن إصداراته: أكثر كتب ابن هشام في النحو \"قطر الندى, شذور الذهب, أوضح المسالك, مغني اللبيب\" وكذلك شرح ابن عقيل للألفية, شرح الشافية مع زميليه وهو من أجود التحقيقات, معاهد التنصيص في شرح شواهد التلخيص للعباسي, مجمع الأمثال للميداني, العمدة لابن رشيق, وفيات الأعيان لابن خلكان, السيرة النبوية لابن هشام, تاريخ الخلفاء للسيوطي\n...\nإلخ. توفي رحمه الله سنة 1393هـ-1983م.\nأهم ملامح النشر في هذه المرحلة:\nيتميز النشر في هذه المرحلة على يد هؤلاء الأعلام بما يأتي:\n1-\nالعناية بالتصحيح، وإخراج النص بصورة دقيقة يغلب على الظن أنها نص المؤلف.\n2-\nالأمانة العلمية البالغة.\n3-\nالتخلص من الشكل الطباعي الأول الذي يضم الكتاب فيه عدة كتب، منها ما هو على الهامش ومنها ما هو في ذيل الصفحة.\n4-\nبدأ الاهتمام بذكر المخطوطات ووصفها وإثبات صور لبعض صفحات المخطوط والإشارة للنسخ الأخرى عند أكثر هؤلاء الناشرين.\n5-\nتميز هؤلاء الناشرون بهمة عالية وثابتة، إذ أقدموا على طبع موسوعات لم تقم بها من قبل إلا مطبعة بولاق.\n6-\nيؤخذ على هذه المرحلة أن الناشرين في كثير من الأحيان لا يذكرون إلا فهرسًا عامًّا للموضوعات، وفي أحيان قليلة يضعون فهارس شاملة نافعة1.\n1 صنع الشيخ محيي الدين لوفيات الأعيان فهارس نافعة، وكذلك في تحقيقه لكتاب جواهر الألفاظ لقدامة بن جعفر، نشر الخانجي.\nالجزء: 1 ¦ الصفحة: 157\n",
        "7-\nقد يعتمدون كثيرًا على مخطوط واحد، وهذا المخطوط قد يكون به سقط أو خروم.\n8-\nمنهم من كان يبدأ نشر كتاب موسوعي، ولا يتمه لضيق ذات اليد، أو معاجلة المنية1.\n3-\nدار الكتب في ميدان النشر:\nيمثل بروز دار الكتب بدورها المؤثر والعميق في ميدان النشر مرحلة هامة في تاريخ نشر التراث على المستويين: المصري، والعربي.\nذلك أن عملية نشر التراث قد بلغت في هذه المرحلة درجة عالية من الإجادة والإتقان، كما أن هذه الدار العريقة ضمت مجموعة من خيار المحققين الذين يجمعون بين العلم والفطنة والخبرة الواسعة بالمخطوطات، كما تكون بها القسم الأدبي الذي كان يعد مدرسة للتحقيق، وكان على رأسه الأستاذ أحمد زكي العدوي -رحمه الله- والمجموعة الطيبة التي معه تضم الشيخ محمد الخضر حسين الذي أصبح شيخًا للأزهر فيما بعد، والعالم الجزائري الشيخ إبراهيم أطفيش، والشاعر الضرير أحمد الزين، والشيخ عبد الرحمن محمود، والشاعر أحمد نسيم، والأستاذ محمد عبد الجواد الأصمعي، والشيخ أحمد عبد العليم البردوني.\nولعل باعث هذه الحركة شيخ العروبة أحمد زكي باشا الذي كان على رأس هذه الدار ومبتكر علامات الترقيم، وصاحب الخبرة بالمخطوطات والتراث، والذي حول التحقيق إلى علم بعد أن وصل محققو الدار بمناهج المستشرقين في التحقيق، وكانت له مكتبة خاصة تضم عشرة آلاف مجلد، وكانت تسمى المكتبة الزكية، ورمز لها بالحرف\n1 وذلك كما فعل الشيخ محب الدين الخطيب في طبع الثلث الأول من خزانة الأدب للبغدادي وتوقف، وكما فعل الشيخ حسام القدسي, إذ طبع الأجزاء الخمسة الأولى من تاريخ الإسلام، للحافظ الذهبي ثم توقف.\nالجزء: 1 ¦ الصفحة: 158\n",
        "\"ز\" في فهارس دار الكتب. يقول عنه شكيب أرسلان: \"كان يقظة في إغفاءة الشرق، وهبة في غفلة العالم الإسلامي، وحياة وسط ذلك المحيط الهامد\".\nتوفي عام 1353هـ-1934م.\nومن تحقيقاته: كتابا \"الأصنام\"، و\"أنساب الخيل\" لابن الكلبي، مطبعة بولاق سنة 1914، وكتاب التاج للجاحظ، ويقال: إن هذه الكتب أول كتب صدرت بكلمة \"تحقيق فلان\" كما حقق \"نكت الهميان في نكت العميان\" لصلاح الدين الصفدي، ونشره عام 1329هـ-1911م1.\nومن إصدارات القسم الأدبي بدار الكتب: نهاية الأرب للنويري \"ثمانية عشر جزءا، وله بقية\" وأخرجته الهيئة المصرية للكتاب \"هي تطوير لدار الكتب\" إلى الجزء الرابع والعشرين.\nكما أصدرت الأغاني إلى الجزء \"16\" وأكملته الهيئة إلى نهايته أي: الجزء \"24\" وذلك بتحقيق الأستاذ محمد أبي الفضل إبراهيم، وباقتراح وتضحية وبذل من الأستاذ السيد راتب النفاخ2.\nكما أخرجت دار الكتب تفسير القرطبي \"20 جزءا\" والنجوم الزاهرة لابن تغري بردي حتى الجزء الثاني عشر، وأتمته الهيئة إلى الجزء الثامن عشر أي: نهايته.\nوكذلك شروح سقط الزند \"خمسة أجزاء\" والطراز المتضمن لأسرار البلاغة وعلوم حقائق الإعجاز، ليحيى بن حمزة العلوي \"ثلاثة أجزاء\" وأساس البلاغة للزمخشري \"جزآن\" والمعرب للجواليقي، ومعجم ألفاظ القرآن الكريم، كما أصدرت طبعات محققة لدواوين الشعراء: مهيار الديلمي، وزهير، وابنه كعب،\n1 انظر: أحمد زكي شيخ العروبة، سلسلة أعلام العرب، والتراث العربي ص53، 54 عبد السلام هارون، والأعلام للزركلي 1/ 127، 6/ 114، ومقدمة الأغاني ص59.\n2 انظر التراث العربي ص54.\nالجزء: 1 ¦ الصفحة: 159\n",
        "وحميد بن ثور، وديوان الهذليين، وتمر الأيام على هذا القسم وتنتابه بين الحين والحين ظروف ضعف وقوة، ونأمل أن يسترد نهضته الأولى1.\nالمرحلة الرابعة:\nرجال برزوا في ميدان التحقيق وأبلوا فيه بلاءً حسنًا، وأحسنوا إخراج تراث أمتهم آية في الإبداع والإتقان، واتباع أهدى وسائل التحقيق مع خبرة بالمخطوطات، وعلم غزير بمعارف الأمة, حتى إن النص المحقق يخرج من بين أيديهم سليمًا من كل سوء لا يخالجك شك في أنه نص مؤلفه.\nكل هذه أمانة وتواضع، من شأنه أن يرفع من شأن العلم، ويسمو بقدر هؤلاء الرجال.\n1-\nالشيخ أحمد محمد شاكر:\nوهو نجل الشيخ محمد شاكر وكيل الأزهر، ورائد من رواد إصلاحه، وكان من أهل العلم والخبرة بالحديث وعلومه، والتراث وفنونه، واشتغل بجانب ذلك بالقضاء الشرعي، فكان حازمًا صارمًا لا تلين له قناة، استوعب علم المستشرقين النافع في قضية تحقيق التراث، رأيته كثيرًا يتردد على الشيخ محمد حامد الفقي، وهما فرسا رهان، ووقعت بينهما مساجلة على صفحات مجلة الهدي النبوي التي أشرف برئاسة تحريرها الآن، ثم غضب من الشيخ الفقي لأنه حجب إحدى مقالاته حول ابن تيمية، إذ فيها ردود صارمة عليه، فأخرج في بضعة أيام كتيبا قدمه للناس شرح فيه ما بينه وبين الشيخ حامد, رحم الله الجميع.\nلقد كان أحد المشرفين على تحقيق التراث في دار المعارف.\n1 صدر عن هذا القسم أيضًا: إنباه الرواة للقفطي، ومعاني القرآن للفراء, والخصائص لابن جني، وديوان ابن الرومي في ستة مجلدات بتحقيق د. حسين نصار، والمعارف لابن قتيبة، والمذكر والمؤنث للمبرد، تحقيق د. رمضان عبد التواب، ومقدمة ابن الصلاح, تحقيق بنت الشاطئ.\nالجزء: 1 ¦ الصفحة: 160\n",
        "وأصدر عن طريقها أجزاء كثيرة من المسند للإمام أحمد، كما اشترك مع الأستاذ عبد السلام هارون في تحقيق إصلاح المنطق لابن السكيت.\nوأروع أعمال الشيخ: إخراجه كتاب الرسالة للإمام الشافعي 1358هـ-1939م, على صورة رائعة متقنة من الضبط، وتحقيق النقل، وتحرير المسائل والفهرسة الواسعة الشاملة، حتى إنه استجد فهرسًا للمسائل اللغوية في رسالة الشافعي، ثقة منه بلغته, إذ إنه مع من يرون الاستشهاد بكلام الشافعي مع أنه بعد عصر الاستشهاد. هذا قليل من كثير, رحم الله الشيخ وأجزل مثوبته.\n2-\nالأستاذ عبد السلام هارون:\nمن أساتذة دار العلوم الذين يشار إليهم بالبنان، وعضو مجمع اللغة العربية، وواحد من أعلام المحققين الذين لهم فيه قدم صدق، عرف التحقيق في صورته المثلى، وكتب في أصوله أول كتاب في بابه، وهو: \"تحقيق النصوص ونشرها\".\nحقق مكتبة الجاحظ \"البيان والتبيين, الحيوان، ورسائل الجاحظ, أربعة مجلدات\".\nكما حقق معجم مقاييس اللغة لابن فارس، ومجالس ثعلب، وهو أول كتاب في سلسلة ذخائر العرب التي أصدرتها دار المعارف، وجمهرة أنساب العرب لابن حزم، والكتاب لسيبويه، وخزانة الأدب للبغدادي \"أحد عشر جزءًا\".\nكما أصدر نوادر المخطوطات ثمانية أجزاء في مجلدين، تضم 22 كتابًا ورسالة، وغير ذلك كثير, رحمه الله رحمة واسعة.\n3-\nالأستاذ السيد أحمد صقر:\nفي قمة المتقنين للتحقيق، وبخاصة في ميدان الحديث الشريف.\nالجزء: 1 ¦ الصفحة: 161\n",
        "بدأ الاشتغال بالتحقيق وهو طالب بالأزهر، فأخرج ديوان علقمة بن عبدة سنة 1935م.\nوهو من بيت علم؛ إذ كان والده أستاذًا بكلية أصول الدين، له ملكات متعددة, وإمكانات عدة، وقدرة متميزة في تذوق التراث، وسبر أغوار المخطوطات، وكشف الزيف والدخيل.\nأخرج آثار ابن قتيبة، كما حقق إعجاز القرآن للباقلاني، ونال به جائزة مجمع اللغة العربية، كما حقق الهوامل والشوامل \"وهو أسئلة من أبي حيان التوحيدي وإجابتها لابن مسكويه\" بالاشتراك مع الأستاذ أحمد أمين.\nغير أن الشيخ أحمد صقر كان قد طوى الآن خزائنه على ما عنده من بعض النوادر لاقتحام مجال التحقيق كثير من الأدعياء1.\n4-\nالأستاذ محمود محمد شاكر:\nشقيق الشيخ أحمد شاكر ونجل وكيل الأزهر الشيخ محمد شاكر، والذي كان قبلًا شيخا لعلماء الإسكندرية، ومؤسسا لمعهدها. ولد في العاشر من المحرم 1327هـ, أول فبراير 1909م2. حصل على شهادة البكالوريا، والتحق بكلية الآداب، ولم يتم فيها دراسته لخلافه مع الدكتور طه حسين، وهاجر إلى الحجاز، ثم عاد إلى القاهرة ليكتب في الصحف والمجلات، وتعرف على أعلام عصره، وحضر وهو طالب بالثانوي دروس الشيخ سيد المرصفي في جامع برقوق، وقرأ عليه كتاب الكامل للمبرد في بيته.\nواشتغل بتحقيق التراث, فأبدع وكشف عن علم غزير، يعرف الدقائق والشوارد، وذاكرته تحوي الفرائد، وكتبه في مكتبته حافلة بتعليقاته النافعة، سمعت هذا من\n1 المكتبة الخاصة للأستاذ السيد صقر -كما علمنا- تضم قدرًا عظيمًا من نوادر المصاحف الشريفة، والمخطوطات، والمصورات، والمطبوعات القديمة.\n2 انظر: مدخل إلى تاريخ نشر التراث ص104 د. محمود الطناحي.\nالجزء: 1 ¦ الصفحة: 162\n",
        "خلصائه وأصفيائه الذين أثق في رواياتهم، وأذكر منهم الشيخ أحمد بن مانع، ود. محمود الطناحي.\nمن درر التراث التي أخرجها: طبقات فحول الشعراء لابن سلام، وتفسير الطبري، وصدر منه ستة عشر جزءًا، وتهذيب الآثار للحافظ ابن حجر، وجمهرة نسب قريش للزبير بن بكار.\nوإن أروع ما نحسه في حياة هذا العالم تلاميذه في التحقيق الذين تخرجوا على يديه، ونالوا الدرجات العلمية بما مهد لهم من أسباب التحقيق الجاد.\nوقد كلل جهاده وجهوده بأن مُنح جائزة الملك فيصل في الآداب سنة 1985م عن كتابه: المتنبي, نفع الله تعالى به.\nالجزء: 1 ¦ الصفحة: 163\n",
        "هيئات توفرت على نشر التراث بمصر وخارجها:\nأولًا: في مصر\nهيئات متعددة على أرض مصر تضافرت جهودها من أجل نشر تراث هذه الأمة؛ ليؤدي دوره في إعادة أمجادها، واسترجاع مكانتها العلمية، وهذه الهيئات منها ما هو رسمي، ومنها ما هو شعبي، وقد أشرت فيما مضى إلى دار التراث ثم الهيئة العامة للكتاب، وما اضطلعت به من دور رائع في تحقيق التراث ونشره، ونضيف لذلك:\n1-\nجامعة القاهرة \"جامعة فؤاد الأول سابقًا\":\nومن منشوراتها: الذخيرة في علم الطب، لثابت بن قرة، تحقيق جورجي صبحي سنة 1928.\nونقد النثر، لقدامة بن جعفر، تحقيق د/ طه حسين، والأستاذ عبد الحميد العبادي.\nوالذخيرة في محاسن أهل الجزيرة، لابن بسام \"ثلاثة أجزاء\" 1945م بإشراف د. طه حسين، والمستشرق ليفي بروفنسال، وقام بالتحقيق بعض شباب الجامعة إذ ذاك: محمد عبده عزام، وعبد العزيز الأهواني، وخليل عساكر، وعبد القادر القط، وبخاطره الشافعي، وكتاب الأصل لمحمد بن الحسن الشيباني بتحقيق شفيق شحاتة سنة 1954م.\nوقد التزموا في طريقة تحقيقهم منهج المستشرقين في تحرير النص وضبطه, وفروق النسخ، والفهارس فحسب1.\n2-\nلجنة التأليف والترجمة والنشر:\nتأسست سنة 1914، تولى رئاستها فترة طويلة الأستاذ أحمد أمين، ومن\n1 انظر: مدخل إلى تاريخ نشر التراث د. محمود الطناحي ص123.\nالجزء: 1 ¦ الصفحة: 164\n",
        "أعضائها: صبري أبو علم، ود. محمد عوض محمد، والأستاذ عبد الحميد العبادي، والأستاذ أمين مرسي قنديل، والأستاذ محمد بدران مترجم الموسوعة الكبيرة: \"قصة الحضارة، لول ديورانت\"1.\nومن منشوراتها: السلوك لمعرفة دول الملوك، للمقريزي بتحقيق د. مصطفى زيادة, والإمتاع والمؤانسة، لأبي حيان التوحيدي، بتحقيق أحمد أمين وأحمد الزين، والعقد الفريد لابن عبد ربه، بتحقيق أحمد أمين وأحمد الزين وإبراهيم الإبياري والجزء السابع منه فهارس صنعها الأستاذان: محمد فؤاد عبد الباقي، ومحمد رشاد عبد المطلب.\nومن إصداراتها: سمط اللآلئ لأبي عبيد البكري، تحقيق العلامة عبد العزيز الميمني الراجكوتي.\n3-\nدار المعارف:\nومن إصداراتها: مجموعة ذخائر العرب التي صدرت بإشراف: الشيخ أحمد شاكر، ومحمود شاكر، وحلمي عيسى، وطه حسين، وعبد السلام هارون.\n4-\nمعهد إحياء المخطوطات العربية:\nأنشئ سنة 1946م تابعًا للجامعة العربية، يمثل واحدًا من أنشطة اللجنة الثقافية بها، وكان على رأس هذه اللجنة د. طه حسين، كما كان يشرف عليها الأستاذ أحمد أمين، قام بتصوير المخطوطات وجمعها من مظانها.\nومن إصداراته: لمحمد بن الحسن الشيباني كتاب السير الكبير، ومختار الأغاني لابن منظور، وكتب أخرى, ونشاطه الآن متوقف.\n5-\nالمجلس الأعلى للشئون الإسلامية:\nأنشئ سنة 1980م تابعًا لوزارة الأوقاف، وأصدر طائفة كبيرة من كتب التراث.\n1 انظر التراث العربي ص59، والأعلام 1/ 101.\nالجزء: 1 ¦ الصفحة: 165\n",
        "ومن أهم إصداراته: المقتضب للمبرد، والقراءات الشاذة لابن جني.\n6-\nمجمع اللغة العربية:\nأنشئ سنة 1934م في عهد الملك فؤاد الأول.\nومن إصداراته: عجالة المبتدي وفضالة المنتهي في الأنساب، لأبي بكر محمد بن موسى الحازمي، والأمثال للسرقسطي، والقلب والإبدال لابن السكيت.\nويقوم الآن \"وقت تأليف هذا الكتاب\" بطبع كتاب غريب الحديث، لأبي عبيد القاسم بن سلام، والذي طبعته دائرة المعارف العثمانية بحيدر أباد بالهند سنة 1965م.\n7-\nالمجلس الأعلى للفنون والآداب:\nأعاد نشر بعض إصدارات دار الكتب المصرية, مثل: ديوان الهذليين، وشروح سقط الزند.\nثانيًا: في خارج مصر:\n1-\nفي الأستانة، تركيا.\nمما نشر فيها: شرح كافية ابن الحاجب للرضي سنة 1275هـ.\nوطبعة جيدة لصحيح مسلم في ثمانية أجزاء سنة 1334هـ.\n2-\nفي بيروت.\nوتقوم أكثر جهود النشر فيها على تصوير إصدارات الآخرين، لكن هذا لا يمنع من وجود جهود طيبة في النشر، وبخاصة دار الفكر، ودار الثقافة بتوجيه د. إحسان عباس.\n3-\nنشر التراث في العراق، وزارة الإرشاد العراقية.\n4-\nنشر التراث في سوريا، منه الحكومي ممثلا في جامعة دمشق ووزارة الثقافة، ومنه الأهلي مثل المكتب الإسلامي بدمشق، ودار الرسالة.\nالجزء: 1 ¦ الصفحة: 166\n",
        "5-\nنشر التراث في المملكة العربية السعودية ممثلا في مراكز إحياء التراث بالجامعة السعودية.\n6-\nنشر التراث في الكويت، وزارة الأوقاف والشئون الإسلامية وجامعة الكويت ودور النشر الخاصة.\n7-\nنشر التراث في قطر، وفيها نهضة واسعة لإحياء التراث تابعة للدولة بإشراف الشيخ عبد الله الأنصاري.\n8-\nنشر التراث في المغرب العربي، وزارة الأوقاف ومؤسسات أهلية.\n9-\nدائرة المعارف العثمانية بحيدر أباد الدكن, الهند.\n10-\nكل هذه الدول -على اختلاف بيئاتها- ضمت مراكز متعددة لتحقيق التراث -كما أشرنا- وقد قدمت في هذا المجال الشيء الكثير حسب الإمكانات المتاحة لكل منها، وإن هذه المواطن شهدت نهضات متعددة في إصدارات للتراث، في كل فروع المعرفة الإسلامية، ورأينا دررًا فريدة أخرجت بسعر التكلفة، ووزع كثير منها هدايا لطلاب العلم1.\n11-\nكذلك كان للمستشرقين جهود بارزة في نشر التراث وتحقيقه, أشرنا فيما مضى إلى جانب كبير منها.\n1 انظر: دليل المصادر في الفصل الثاني من الباب الأول من هذا الكتاب، وفيه إشارات إلى مواطن صدورها تؤكد ما ذكرته لك هنا من إسهامات الدول العربية وجامعاتها في تحقيق التراث.\nالجزء: 1 ¦ الصفحة: 167\n",
        "الفصل الثاني: المخطوطات ومظانها في مكتبات العالم\nتمهيد:\nعرفنا فيما مضى أن المخطوط الذي يعتد به، ويمكن أن يدخل في دائرة التراث هو ما دون قبل دخول الطباعة الحديثة في العالم العربي بمائة عام على الأقل، قياسًا على الاصطلاح الأثري.\nوكانت المخطوطات من أبرز ظواهر الحضارة الإسلامية، وذلك أن المخطوط برغم ارتفاع ثمنه، والجهود الكثيرة المبذولة في نسخه تجده متوفرًا في خزانات الأمراء وذوي الشأن، حتى إن الكتاب الواحد تجد منه نسخًا كثيرة، وهذا الأمر لا يتوفر مثله للكتاب المخطوط في أوروبا وأمريكا.\nوكان اقتناء المخطوطات على امتداد التاريخ الإسلامي وفي عصور ازدهاره يعد رغبة يتنافس القوم فيها كما يتنافسون على اقتناء النفيس من الدرر والجواهر، وكل معدن كريم.\nوفي عصر الغفلة التي سادت هذه الأمة، وهجعت العيون البصيرة، ونامت النواظير عن الثعالب المتربصة، وجدنا أعدادًا من المستشرقين يجوسون خلال الديار يحملون كل ثمين من هذا التراث, إما بأجر زهيد منتهزين غفلة من هو تحت يده، أو خلسة وابتزازًا.\nوقد أشرت في غير هذا الموضع إلى ما جمعه المستشرقون الذين استوطنوا الشرق فترة, وأنهم حملوا معهم مئات بل آلافا من هذه المخطوطات أودعوها دور الكتب في عواصمهم الأوروبية.\nولا تكاد تجد تراثا من العلم يزاحم خزائن العالم مثل تراث العرب والمسلمين.\nومهمتنا في هذا الفصل أن نقدم أمرين:\nأولهما: التعريف بمظان المخطوطات في العالم.\nالجزء: 1 ¦ الصفحة: 171\n",
        "والآخر: الإشارة إلى فهارس المخطوطات والمؤلفات التي وضعت لحصرها.\nعلى أني أريد أن أنبه إلى قضية هامة: أن المخطوطات -برغم الاصطلاح الذي وضعته لها- لا تزال قائمة في عصرنا ممثلة في الرسائل العلمية لدرجتي التخصص \"الماجستير\" والعالمية \"الدكتوراه\" وهي حبيسة مكتبات الجامعات في العالم العربي، ولا يتاح النشر إلا للقليل منها؛ إذ يتيسر لأصحابها سبيل أو آخر للنشر، حتى الرسائل التي يوصى بطبعها لا يرى النور منها إلا النزر اليسير، وهذا يعني احتباس جهود مضنية كان يمكن أن يستفيد بها عدد كبير من الباحثين.\nومما يذكر ويشكر لوزارة الأوقاف العراقية أنها في خطتها الراشدة في نشر التراث؛ إذ بلغ ما أصدرته نحو اثنين وخمسين كتابا نجد فيها رسائل علمية للطلبة العراقيين نالوا بها درجات علمية من جامعات مصر وغيرها.\nطريقة معرفة أماكن المخطوطات:\nمعرفة أماكن المخطوطات في غاية الأهمية بالنسبة لمن يريد تحقيق نص من نصوص التراث، ولأجل هذا كان لا بد من تقديم هذه المعلومات في هذا الفصل قبل أن نتناول مناهج التحقيق والخطوات التي تتبع فيه.\nومن أجل البحث عن نسخ مخطوط من المخطوطات نتبع ما يأتي:\n1-\nنرجع إلى فهارس المخطوطات العربية.\n2-\nنرجع إلى ما تيسر من فهارس المكتبات العامة والخاصة، وكلما كان البحث شاملًا كان أدنى إلى الدقة، كما يمكن مراسلة المكتبات العلمية، وأصحاب المكتبات الخاصة لسؤالهم عن نسخ المخطوط.\n3-\nالرجوع إلى أهل الخبرة في التحقيق, وفي العلم بالمخطوطات وأماكنها.\nالفهارس العامة للمخطوطات:\nهذه بعض الموسوعات التي نعدها فهارس عامة لمخطوطاتنا، وهي ثمرة من ثمار\nالجزء: 1 ¦ الصفحة: 172\n",
        "جهود المستشرقين في خدمة التراث العربي والإسلامي، ثم شاركهم في هذه الخطة بعض ذوي النباهة من أبناء أمتنا، ومنها:\n1-\nتاريخ الأدب العربي، لمؤلفه المستشرق الألماني كارل بروكلمان \"1868-1956\".\nصدر الجزء الأساسي منه في مجلدين عامي 1898، و1902 ثم أضاف المجلدات الثلاثة الكبيرة أعوام: 1937، و1938، و1942.\nقسم كتابه تقسيمًا زمنيًّا يعبر عن وجهة نظره في التطور التاريخي للأدب العربي، وهو:\n1-\nالأدب القومي العربي \"ويمتد إلى العصر الأموي\".\n2-\nالأدب الإسلامي، ويمتد إلى 1258م أي: سقوط الدولة العباسية تقريبًا.\n3-\nتدهور الأدب الإسلامي, من حكم المغول إلى استيلاء العثمانيين على مصر سنة 1517م، ومن ذلك التاريخ حتى الحملة الفرنسية.\n4-\nالأدب العربي الحديث.\nويعقب على هذا بمجلد من ستمائة صفحة, يضم سجلًا للمؤلفين وعناوين الكتب.\nنقل هذا العمل إلى العربية باهتمام الثقافة بجامعة الدول العربية, فترجم الدكتور عبد الحليم النجار الأجزاء 1، 2، 3 وترجم د. رمضان عبد التواب، ود. يعقوب بكر الأجزاء 4، 5، 6 ثم توقفت الترجمة حتى الآن.\nوقد يتصور الإنسان من أول وهلة أن هذه الموسوعة كتاب في تاريخ الأدب، والحقيقة أنها سجل للمصنفات العربية المخطوط منها والمطبوع, وكذلك العلوم الإسلامية.\nالجزء: 1 ¦ الصفحة: 173\n",
        "2-\nالذريعة في تصانيف الشيعة، لمؤلفه أغا بزرك \"بزرخ\" المدعو محمد محسن الطهراني 1293-1389.\nمؤلف من ستين مجلدًا مخطوطًا، طبع منه ثلاثة وعشرون جزءا.\nوهو عمل ببلوجرافي رائع لكل ما للشيعة من مصنفات.\n3-\nتاريخ آداب اللغة العربية, جورجي زيدان 1861-1914.\n4-\nتاريخ التراث العربي، فؤاد سزكين.\nوتولت جامعة الإمام محمد بن سعود ترجمته إلى العربية, وصدر منه عشرة أجزاء.\n5-\nفهارس المكتبة العربية في الخافقين، يوسف أسعد داغر.\nوفي هذا المصنف وصف لبعض المخطوطات النادرة في العالم العربي.\n6-\nالفهرس الإسلامي وذيله, ج. د. بيرش.\nيضم بحوثا ومقالات عن التراث الإسلامي والمخطوطات, نشرت في الفترة من 1906-1955م وقدم فيه عناوين 7200 كتاب.\n7-\nالمخطوطات العربية في العالم، فهرس لفهارسها باللغة الفرنسية أ. ج وهاوسمان، ليدن 1967.\nدليل إلى المكتبات التي بها مخطوطات:\nولكي نتعرف على المكتبات العامة في العالم العربي والعالم الخارجي والتي بها مخطوطات عربية, نرجع إلى ما يأتي:\n1-\nخزائن الكتب العربية في الخافقين, فيليب دي طرازي, بيروت سنة 1948.\n2-\nفهارس المكتبات العربية في الخافقين, أسعد داغر, بيروت سنة 1947.\nالجزء: 1 ¦ الصفحة: 174\n",
        "3-\nدليل دور المكتبات، ومراكز التوثيق، والمعاهد البيليوجرافية في الدول العربية, أحمد بدر, القاهرة سنة 1965.\n4-\nدليل مكتبات القاهرة, جمعية مكتبات القاهرة, القاهرة سنة 1950.\n5-\nخزائن الكتب في دمشق وضواحيها, حبيب الزيات, القاهرة سنة 1902.\n6-\nنوادر المخطوطات العربية وأماكن وجودها, أحمد تيمور, نشر د. صلاح المنجد, بيروت 1980.\n7-\nالمخطوطات العربية في العالم, مراكزها, فهارسها, د. صلاح الدين المنجد.\n8-\nالمستشرقون, نجيب العقيقي, القاهرة 1980.\nويمكن أن يستعان في ذلك أيضًا بكتابي: تاريخ الأدب العربي, كارل بروكلمان, وتاريخ التراث العربي لفؤاد سزكين.\nأسماء بعض المكتبات التي تهتم باقتناء المخطوطات:\nالأردن: دار الكتب الأردنية, مكتبة الجامعة الأردنية \"عمان\".\nالبحرين: دار مخطوطات البحرين, اليمامة.\nتونس: المكتبة الوطنية, المكتبة الأحمدية, مكتبة جامع الزيتونة, تونس, مكتبة الجامع الكبير, القيروان.\nالجزائر: مكتبة جامعة الجزائر, المكتبة الأهلية, مكتبة الجامع الكبير, مكتبة المتحف \"الجزائر\" المكتبة العربية بجامع الباي \"بون\" مكتبة البلدية \"قسطنطينة\".\nالسودان: المكتبة العامة \"أم درمان\" مكتبة جامعة الخرطوم \"الخرطوم\".\nسوريا: دار الكتب الظاهرية, مكتبة جامعة دمشق, مكتبة متحف دمشق \"دمشق\" دار الكتب الوطنية، دار مكتبات الأوقاف الإسلامية \"حلب\".\nالجزء: 1 ¦ الصفحة: 175\n",
        "العراق: المكتبة الوطنية, مكتبة جامعة بغداد, مكتبة الأوقاف العامة, مكتبة المتحف العراقي \"بغداد\".\nالسعودية: مكتبة الحرم المكي \"مكة\" ومكتبة جامعة أم القرى، ومكتبة مركز البحث العلمي بالجامعة \"مكة\" ومكتبة عارف حكمت \"المدينة المنورة\" ودار الكتب الوطنية \"الرياض\".\nفلسطين: مكتبة المسجد الأقصى، المكتبة الخالدية \"القدس\".\nقطر: دار الكتب القطرية \"الدوحة\".\nالكويت: المكتبة العامة, مكتبة الأوقاف العامة, مكتبة جامعة الكويت \"الكويت\".\nلبنان: المكتبة الوطنية، مكتبة الجامعة الأمريكية \"بيروت\" مكتبة الجامع الكبير \"صيدا, طرابلس\".\nليبيا: المكتبة الوطنية \"طرابلس\" المكتبة العامة \"بنغازي\" مكتبة جامعة بنغازي.\nمصر: مكتبة الأزهر, دار الكتب المصرية, معهد المخطوطات العربية, مكتبة جامعة القاهرة, مكتبة جامعة عين شمس \"القاهرة\" مكتبة جامعة الإسكندرية, مكتبة بلدية \"الإسكندرية\" كذلك مكتبات المحافظات، فكل محافظة فيها مكتبة عامة، ولا تخلو من بعض المخطوطات.\nالمغرب: الخزانة الملكية، الخزانة العامة \"الرباط\" مكتبة جامعة الرباط، مكتبة الجامع الكبير \"طنجة\" مكتبة المتحف \"طنجة\" مكتبة جامعة القرويين, مكتبة جامع القرويين, مكتبة جامعة محمد الخامس \"فاس\".\nاليمن: مكتبة الجامع الكبير, خزانة وزرا \"صنعاء\" المكتبة السلطانية \"مكتبة الشعب\" \"الملا\" مكتبة الأحقاف \"اليمن الجنوبية\".\nالجزء: 1 ¦ الصفحة: 176\n",
        "ثانيًا: في البلاد الإسلامية\nأفغانستان: مكتبة كلية الآداب, مكتبة المتحف \"كتبخانة موزيم\" مكتبة وزارة المطبوعات والإرشاد \"كتبخانه وزارتى مطبوعات وإرشاد\" مكتبة وزارة المعارف \"كتبخانه وزارتى معارف\" وهذه المكتبات في العاصمة \"كابل\".\nأندونيسيا: مكتبة متحف باتافيا \"باتافيا\".\nإيران: مكتبة جامعة طهران \"كتابخانه دانشكاه تهران\" مكتبة كلية الآداب \"كتابخانه دانشكده أدبيات\" مكتبة متحف إيران القديم \"كتابخانه موزه إيران باستان\".\nمكتبة سبهسالار \"كتابخانه مدرسة عالى سبهسالا\" المكتبة الوطنية \"كتبخانه ملى\".\nوكل هذه المكتبات في العاصمة طهران.\nوهناك: المكتبة الرضوية \"كتابخانه أستان قدس\" في مدينة شهد.\nومكتبة أصفهان \"كتابخانه أصفهان\" أصفهان.\nومكتبة آية الله المرعشي النجفي العامة \"كتابخانه آية الله مرعشي نجفي\" في مدينة \"قم\".\nباكستان: مكتبة جامعة البنجاب \"لاهور\" مكتبة دار العلوم الإسلامية \"بشاور\".\nتركيا: مكتبة رئاسة الشئون الدينية, مكتبة كليات الإلهيات, مكتبة المعارف, مكتبة كلية اللغة والتاريخ والجغرافيا \"وكل هذه المكتبات في العاصمة أنقرة\".\nمكتبة أياصوفيا, مكتبة الفاتح, مكتبة بايزيد العمومية، مكتبة إسكودار, مكتبة طوب قبوسراي, مكتبة نور عثمانية, مكتبة متحف الآثار، مكتبة عاطف أفندي، مكتبة راغب باشا، مكتبة ملث، مكتبة كوبريلي محمد باشا، مكتبة متحف البلدية، مكتبة المتحف العسكري، مكتبة محمد عاصم بك، مكتبة مرصد قنديلي، مكتبة جامعة إستانبول، مكتبة السليمانية العمومية.\nالجزء: 1 ¦ الصفحة: 177\n",
        "وكل هذه المكتبات في مدينة إستانبول وحدها.\nوتوجد مكتبات متفرقة في مدن مختلفة، مثل:\nمكتبة زينل زاده \"آق حصار\" مكتبة آق شهر \"آق شهر\" مكتبة آق صفى \"آق صفى\" مكتبة أماسيا \"أماسيا\"، مكتبة تحسين أغا \"أرحب\"، مكتبة خليل حامد، مكتبة سامي قرة أغاج \"إسبرطة\" المكتبة الشعبية \"إرفا\".\nالهند: في بومباي: مكتبة جامعة بومباي، ومكتبة المسجد الجامع.\nوفي لكهنو: مكتبة دار العلوم، ومكتبة سلطان المدارس.\nوفي حيدر أباد: مكتبة أصفية، والمكتبة السعيدية العامة، ومكتبة الجامعة العثمانية، والمكتبة الملوكية.\nوفي رامبور: مكتبة ولاة رامبور، ومكتبة رضا العامة.\nوفي دوبند: مكتبة دار العلوم.\nوفي كلكتا: مكتبة الجمعية الآسيوية.\nوفي مدراس: مكتبة حكومة الهند الشرقية.\nوفي باتنا: المكتبة العمومية الشرقية.\nوفي بوهار: مكتبة بوهار.\nوفي موريتانيا: المكتبة الوطنية، نواكشوط.\nوفي نيجيريا: مكتبة متحف جوس, كارونا.\nثالثًا: في أوروبا وأمريكا\nأسبانيا: في الأسكوريال: مكتبة الأسكوريال، وفي مدريد: المكتبة الوطنية ومكتبة غونتا.\nالجزء: 1 ¦ الصفحة: 178\n",
        "وفي غرناطة: مكتبة جامعة غرناطة، وفي ليون: مكتبة كاتدرائية ليون.\nألمانيا: في برلين: مكتبة برلين الأهلية، وفي بون: مكتبة جامعة بون، وفي ليبزج: مكتبة جامعة ليبزج.\nوفي جوتا: مكتبة جوتا، والمكتبة الدوقية، وفي إرلانجن: مكتبة جامعة إرلانجن، وفي توبنجن: مكتبة جامعة توبنجن، وفي ميونخ: المكتبة الوطنية، وفي هامبورج: المكتبة البلدية.\nإنجلترا: في لندن: مكتبة المتحف البريطاني، ومكتبة الجمعية الملكية الآسيوية، ومكتبة الدراسات الشرقية والإفريقية، ومكتبة المكتب الهندي، ومكتبة جامعة لندن.\nوفي كمبردج: مكتبة جامعة كمبردج، وفي أكسفورد: مكتبة بودلي، وفي مانجستر: مكتبة رايلاند.\nإيطاليا: في روما: مكتبة الفاتيكان، ومكتبة روما الأهلية، وفي تورينو: المكتبة الوطنية.\nوفي بالرمو: المكتبة الوطنية، وفي فلورنسا: المكتبة الوطنية، وفي ميلانو: مكتبة إمبروزيانا.\nالبرتغال: في لشبونة: المكتبة الأهلية، ومكتبة أكاديمية العلوم.\nبلجيكا: مكتبة جامعة لوفن، لوفن.\nبلغاريا: دار الكتب الوطنية، صوفيا.\nبولندا: مكتبة جامعة برسلاو، برسلاو.\nتشيكوسلوفاكيا: المكتبة الأهلية, براغ, ومكتبة جامعة براتيسلافا, براتيسلافا.\nالدانمارك: في كوبنهاجن: مكتبة هافينا الملكية، ومكتبة جامعة كوبنهاجن.\nروسيا: في موسكو: مكتبة أكاديمية العلوم، معهد الشعوب الآسيوية، وفي\nالجزء: 1 ¦ الصفحة: 179\n",
        "قازان: مكتبة جامعتها، وفي طشقند: مكتبة أكاديمية العلوم، وفي ليننغراد: مكتبة المتحف الآسيوي، ومكتبة جامعة بطرسبرج.\nوفي السويد: في أوبسالا: مكتبة جامعة أوبسالا، وفي أستوكهولم: المكتبة الملكية.\nوفي سويسرا: في جنيف: مكتبة مدينة جنيف، وفي زيورخ: المكتبة المركزية.\nفرنسا: في باريس: المكتبة الوطنية، ومكتبة الجمعية الآسيوية، وفي مرسيليا: المكتبة البلدية.\nفنلندا: في هلسنكي: مكتبة جامعة هلسنكي.\nالنمسا: في فينا: المكتبة الأهلية، ومكتبة الأكاديمية الشرقية.\nهولندا: في أمستردام: المكتبة الملكية، وفي ليدن: مكتبة جامعة ليدن، ومكتبة بريل.\nوفي الولايات المتحدة الأمريكية: في واشنطن: مكتبة الكونجرس، وفي نيويورك: مكتبة جامعتها، والمكتبة العامة، ومكتبة جامعة كولومبيا، وفي نيوهاتن: مكتبة جامعة ييل، ومكتبة الجمعية الأمريكية الشرقية، وفي شيكاغو: مكتبة المعهد الشرقي، وفي فيلادلفيا: مكتبة فيلادلفيا، ومكتبة جامعة بنسلفانيا، وفي برنستون: مكتبة جامعتها، وفي آن آربون: مكتبة جامعة ميتشجن، وفي كمبردج: مكتبة جامعة هارفارد1.\n1 هذا البيان اعتمدنا فيه على مراجع عدة، وفهارس متنوعة، وعلى رأس هذه المصادر، فهارس المكتبة العربية في الخافقين لأسعد داغر، وتاريخ الأدب العربي لبروكلمان، وتاريخ التراث العربي لفؤاد سزكين.\nالجزء: 1 ¦ الصفحة: 180\n",
        "فهارس المخطوطات:\nأولًا: في البلاد العربية\nمصر:\n1-\nفهارس الكتب المحفوظة \"بدار الكتب\" الكتبخانة الخديوية, القاهرة 1305-1311= 1888-1893.\n2-\nفهرست المخطوطات \"بدار الكتب\" الكتبخانة التي اقتنتها من 1936-1955, عمل فؤاد سيد 1961.\n3-\nفهرس الخزانة التيمورية, القاهرة 1948-1950.\n4-\nفهرس المخطوطات المصورة من الدول الأخرى, القاهرة 1948-1960.\n5-\nفهرس المكتبة الأزهرية 1365-1371هـ= 1946-1950.\n6-\nقائمة ببليوجرافية للمخطوطات التي تم تصويرها في مكتبة الأزهر وأروقته، القاهرة 1964.\n7-\nفهرس مخطوطات دار الكتب المتعلقة بالطب والصيدلة, سامي خلف, محمد البشير الشندي 54, 1955.\n9-\nفهرس مخطوطات المسجد الأحمدي بطنطا, علي سامي النشار, وعبده الراجحي، وجلال أبو الفتوح, الإسكندرية 1951.\n10-\nفهارس مكتبة فاروق بالإسكندرية, محمد البشير شندي سنة 1951.\n11-\nفهرس الكتب والمخطوطات المحفوظة في خزانة الأمير إبراهيم حلمي, بمكتبة الجامعة المصرية 1933م.\n12-\nالفهارس القديمة للكتبخانة المصرية \"1290هـ\" وذيل هذا الفهرست 1292هـ.\nالجزء: 1 ¦ الصفحة: 181\n",
        "13-\nفهرس مكتبة مختار بك بالقاهرة سنة 1936م.\n14-\nفهارس المخطوطات القبطية والعربية, الموجودة بالمتحف القبطي والبطريركية، القاهرة سنة 1942م.\nتونس:\n15-\nفهرس مخطوطات المكتبة الأحمدية بتونس \"خزانة جامع الزيتونة\" عبد الحفيظ منصور، بيروت سنة 1969م.\n16-\nفهرس المخطوطات والمطبوعات, ب. رو. تونس 1900م.\n17-\nفهرس المخطوطات, إصدار دار الكتاب الوطنية بتونس 1977م.\nالجزائر:\n18-\nفهرس مخطوطات مكتبة متحف الجزائر، فانيان, باريس سنة 1893م.\n19-\nفهرس مخطوطات مكتبة الجامع الكبير بالجزائر، محمد بن شنب سنة 1909م.\n20-\nفهرس المخطوطات العربية بالمكتبة الرئيسية بمدرسة تلمسان كور، الجزائر 1907م.\nالمغرب:\n21-\nالمخطوطات العربية بالرباط، ليفي بروفنسال 1921م.\n22-\nخزانة القزويني ونوادرها، معهد المخطوطات العربية، القاهرة 1959م.\n23-\nفهرس المخطوطات العربية المحفوظة في الخزانة العامة برباط الفتح، المغرب الأقصى، عبد الله الرجراجي 1958م.\n24-\nالمخطوطات العربية بمكتبتي فاس \"القزويني وسيف\" باسية، الجزائر 1883م.\nالجزء: 1 ¦ الصفحة: 182\n",
        "لبنان:\n25-\nفهرس المخطوطات في لبنان, نصر الله, بيروت 1958-1961م.\n26-\nمخطوطات الخزانة المعلوفية \"خزانة إسكندر عيسى معلوف\" بيروت 1926م.\n27-\nفهرس مخطوطات المكتبة الشرقية لجامعة القديس يوسف عبده خليفة اليسوعي, بيروت 1951-1964م.\n28-\nفهرس مخطوطات دار الكتب الوطنية، بيروت 1965.\n29-\nفهرس المخطوطات العربية في مكتبة فروج سلاطيان, صلاح الدين المنجد, بيروت 1965.\nفلسطين:\n30-\nالفهارس التحليلية لمخطوطات طور سيناء العربية, عزيز سوريال ترجمة جوزيف نسيم, الإسكندرية 1970.\n31-\nبرنامج المكتبة الخالدية العمومية، محمد بن محمود الحبال، القدس 1318= 1900م.\n32-\nفهرس المخطوطات العربية بدير الروم الأرثوذكس، كويكوليدس، القدس 1901.\n33-\nمخطوطات البحر الميت.\nسوريا:\n34-47\n: ثلاثة عشر فهرسا لدار الكتب الظاهرية بدمشق أنشئت تباعًا: أولها: فهرس التاريخ وملحقاته الجزء الأول من عمل د. يوسف العش سنة 1947, وآخرها: الجزء الأول من علوم التصوف، عمل محمد رياض المالح، دمشق 1987م.\nالجزء: 1 ¦ الصفحة: 183\n",
        "48-\nفهرس المخطوطات المصورة في مكتبة معهد التراث العلمي العربي, جامعة حلب 1401هـ- 1980م.\nالعراق:\n49-\nفهرس مخطوطات مكتبة الأوقاف العامة في الموصل، سالم عبد الرزاق أحمد 1979م.\n50-\nفهرس المخطوطات العربية في مكتبة الأوقاف ببغداد، عبد الله الجبوري.\n51-\nفهرس مخطوطات المجمع العلمي العراقي، بغداد.\n52-\nفهرس عناوين المخطوطات في مكتبة الدراسات العليا بكلية الآداب جامعة بغداد 1979م.\n53-\nفهرس المخطوطات المصورة بكلية الآداب، جامعة بغداد سنة 1977م.\n54-\nالكشاف عن مخطوطات خزائن كتب الأوقاف، محمد أسعد أطلس، بغداد سنة 1372= 1953م.\n55-\nالمستدرك على الكشاف السابق، عبد الله الجبوري، بغداد سنة 1965م.\n56-\nفهرس المخطوطات المهداة إلى المكتبة السابقة من حسن الأنكرلي, بغداد، عبد الله الجبوري، النجف 1967م.\n57-\nمكتبة الأوقاف العامة، تاريخها، نوادر مخطوطاتها، عبد الله الجبوري, بغداد سنة 1969م.\n58-\nفهرس المخطوطات العربية في خزانة قاسم محمد الرجب, بغداد, كوركيس عواد سنة 1965م.\n59-\nفهرس مخطوطات الشيخ محمد الرشتي، المهداة إلى مكتبة الإمام الحكيم العامة، النجف الأشرف, السيد أحمد الحسيني سنة 1931م.\nالجزء: 1 ¦ الصفحة: 184\n",
        "60-\nفهرس مخطوطات خزانة الروضة الحيدرية في النجف، السيد أحمد الحسيني.\n61-\nمخطوطات المكتبة المركزية في الموصل، سعيد الديوهجي 1967.\n62-\nفهرس مخطوطات مكتبة الحكيم العامة، النجف، محمد مهدي نجف 1389هـ- 1969م.\n63-\nفهرس المخطوطات المصورة في مكتبة الإمام الحكيم العامة، محمد مهدي نجف سنة 1979م.\n64-\nمخطوطات المكتبة العباسية بالبصرة، علي الخاقاني، بغداد سنة 1961.\n65-\nفهرس المخطوطات العربية المصورة في العراق من قبل اليونسكو، مصطفى مرتضى الموسوي.\n66, 70- المخطوطات العربية في مكتبة المتحف العراقي، خمسة أجزاء في: التاريخ والأدب والطب والصيدلة، عمل كوركيس عواد من سنة 1957-1959، والموسيقى والغناء، واللغويات، من عمل أسامة ناصر النقشبندي1.\n71-\nفهرس مخطوطات خزانة يعقوب سركيس، المهداة لجامعة الحكمة ببغداد، عمل كوركيس عواد سنة 1966.\n72-\nالآثار الخطية في المكتبات القادرية في جامع الشيخ عبد القادر الكيلاني، بغداد، د. عماد عبد السلام.\n73-\nمخطوطات الموصل، داود الحلبي، بغداد 1927.\n74-\nمختارات من معرض مخطوطات الموصل 1979.\nالمملكة العربية السعودية:\n75، 78: فهارس مخطوطات جامعة الرياض، وجامعة الإمام محمد بن سعود\n1 صدر فهرس الموسيقى والغناء سنة 1979، وفهرس اللغويات سنة 1969.\nالجزء: 1 ¦ الصفحة: 185\n",
        "الإسلامية بالرياض أيضًا، وفهرس مخطوطات المكتبة المركزية بجامعة الملك عبد العزيز بجدة، من عمل حسن أبي صالح الناغي، وفهرس المصورات الميكروفيلم بمركز البحث العلمي وإحياء التراث، جامعة أم القرى، مكة1.\n79-\nنفائس المخطوطات في دور كتب المدينة، عمل حسين الكسم 1928م.\n80-\nمخطوطات المدينة المنورة، عمل يحيى الساعاتي، وعبد العزيز الفر, وعبد الله سالم القحطاني 1393هـ.\n81-\nالمنتخب من مخطوطات المدينة المنورة, عمر رضا كحالة، دمشق 1973م.\n82-\nفهرس وصفي للمجموعة التاريخية للمخطوطات العلمية في مكتبة عارف حكمت، د. عباس طاشكندي.\nالبحرين:\n83-\nفهرس مخطوطات البحرين، بيروت 1977م.\nاليمن:\n84-\nفهرس الخزانة المتوكلية بالجامع المقدس بصنعاء.\n85-\nفهرس مخطوطات المكتبة الغربية بالجامع الكبير بصنعاء، أحمد محمد عيسوي، ومحمد سعيد المالح.\n86-\nقائمة بالمخطوطات العربية المصورة بالميكروفيلم من الجمهورية العربية اليمنية، القاهرة، دار الكتب سنة 1967.\nالمخطوطات العربية في العالم:\nتزخر مكتبات العالم شرقه, وغربه بالمخطوطات العربية، وقد ذكرت فيما مضى مكتبات العالم، أو بعبارة أدق: أشهرها، والتي تحوي نفائس المخطوطات.\n1 كل جامعة لها فهرس أو فهارس لمخطوطاتها، وتطلب من مظانها في الجامعة.\nالجزء: 1 ¦ الصفحة: 186\n",
        "فمن بلاد العالم الإسلامي: أفغانستان، وأندونيسيا، وإيران، وباكستان، وموريتانيا، ونيجيريا، والهند، وتركيا.\nوفي العالم الغربي: أسبانيا، وفرنسا، وفنلندا، والنمسا، وروسيا، وإيطاليا، وإنجلترا، وأيرلندا، وألمانيا.\nوترى في المكتبات المتعددة في هذه البلدان والتي أشرنا إليها آنفًا، فهارس متقنة صنعت لهذه المخطوطات تيسر على الباحث سبل الحصول عليها، وقد توفر على إعداد هذه الفهارس أعلام من العرب وغيرهم.\nولا أريد أن أشغل هذه الصفحات بذكر هذه الفهارس، وحسبي أن أدل الباحث على عدد من المراجع الهامة تدله على فهارس هذه المخطوطات في مكتبات العالم عدا الدول العربية التي ذكرت فهارس المخطوطات فيها، ومن هذه المراجع:\n1-\nفهارس المكتبة العربية في الخافقين, لأسعد داغر، بيروت سنة 1947.\n2-\nتاريخ الأدب العربي, بروكلمان.\n3-\nتاريخ التراث العربي، فؤاد سزكين.\n4-\nدليل المراجع العربية والمعربة، عبد الجبار عبد الرحمن، البصرة سنة 1970.\n5-\nالمصادر العربية والمعربة، د. محمد ماهر حمادة، مؤسسة الرسالة سنة 1972.\n6-\nقواعد فهرسة المخطوطات العربية، د. صلاح الدين المنجد، بيروت 1976.\n7-\nدليل المراجع العربية، عبد الكريم الأمين، بغداد 1970.\n8-\nالمخطوطات العربية في العالم، مراكزها وفهارسها، د. صلاح الدين المنجد.\nالجزء: 1 ¦ الصفحة: 187\n",
        "الفصل الثالث: تحقيق التراث\n...\nمعنى التحقيق:\nالحق: هو الأمر الثابت والواجب, حققت الأمر: إذا بحثت عن وجه الحق فيه وصرت منه على يقين. والمحقق: هو من يتحرى الحق فيما يقول وما يعمل, ويقال: تحقق عنده الخبر أي: صح، وحققت قوله وظنه تحقيقا أي: صدقت, وكلام محقق أي: رصين1.\nمعنى هذا أن لفظ التحقيق يدور حول الصحة والثبات واليقين والبعد عن الزيف.\nوكلمة التحقيق في تراثنا لها معنى يختلف عن معناها الاصطلاحي المعاصر، إذ هي تعني عملا علميا يتناول المسألة بالبحث ويتحرى وجوه الخلاف، ويحدد محل النزاع، ويخرج برأي في المسألة يقرب من الصواب ويبعد عما في الآراء المتناقضة من أوهام؛ ولذلك نرى في كتب التراث هذه العبارة: ويرى المحققون كذا، أو: وذلك عند المحققين.\nوأما كلمة \"التحقيق\" هذا المصطلح المعاصر، والسائد في هذه الأيام فتذكر مقرونة إما بلفظ \"النصوص\" أو المخطوطات، أو التراث؛ فيقال: تحقيق النصوص، أو تحقيق المخطوطات، أو تحقيق التراث.\nوبإضافتها لهذه الألفاظ يتحدد المفهوم الحديث لها.\nمع ملاحظة أن المفهوم الحديث للفظ \"النص\" وهو: صيغة الكلام الأصلية التي وردت من المؤلف2, يختلف عن معناه المعجمي، نقول: نصصت الحديث أنصه: إذا أظهرته3 وجاء في مجالس ثعلب: وقال أبو العباس: نصه أي: ظهره، وكل مظهر فهو منصوص، وأصله من نصه: أقعده على المنصة4.\n1 انظر الصحاح للجوهري جـ4 باب القاف, فصل الحاء.\n2 انظر: المعجم الوسيط, المجمع اللغوي بالقاهرة.\n3 جمهرة اللغة, لابن دريد \"مادة: نص\".\n4 مجالس ثعلب جـ1 ص10.\nالجزء: 1 ¦ الصفحة: 191\n",
        "ولعل المعنى الحديث يرجع بسبب إلى المعنى القديم؛ لأن الظهور والوضوح والالتزام سمة للنص بمفهومه المعاصر الذي يعني تحديد كلام معين على الصورة التي صدرت من قائله.\nولا يوجد اختلاف واضح بين الألفاظ الثلاثة التي تضاف لكلمة تحقيق؛ لأن التراث مخطوط باليد، وهو لا يعدو كونه مجموعة من النصوص.\nعلى ضوء هذا نستطيع أن نقول: إن تحقيق النصوص أو المخطوطات يعني اتباع وسائل معينة للوصول بالنص المخطوط إلى الصورة التي يغلب على الظن أنها كلام المؤلف الذي نسب إليه هذا النص. يقول الأستاذ عبد السلام هارون في تعريف الكتاب المحقق بأنه: الذي صح عنوانه، واسم مؤلفه، ونسبة الكتاب إليه، وكان متنه أقرب ما يكون إلى الصورة التي تركها مؤلفه1.\nهل العرب عرفوا تحقيق النصوص قديما بالمعنى الذي عرفت به حديثًا؟:\nأستطيع أن أقول: إن أسلافنا الأوائل عرفوا التحقيق بمعناه المعاصر أو على صورة قريبة منه.\nفهم عرفوا \"الضبط\" بمعنى عملية تقويم نص الكتاب والتأكد من صحته. نقول كما جاء في المعجم الوسيط: ضبط الكتاب ونحوه: أصلح خلله وشكله، وضبط الكتاب بمعنى: تقويمه وتصويبه، مأخوذ من الضبط والرواية الشفوية.\nوعرفوا \"التحرير\" وهو مرادف للفظ الضبط؛ إذ يريدون به تأكيد الكتابة والتأكد من صحتها أيضًا، وهو تحرير الكتاب من العناصر الزائفة والدخيلة التي حشرت بمرور الزمن.\nوأما المقابلة فهي مقابلة نسخ الكتاب المختلفة بعضها على بعض, من أجل ضبط النص وتصحيحه.\n1 انظر: تحقيق النصوص ونشرها ط2 ص29 عبد السلام هارون.\nالجزء: 1 ¦ الصفحة: 192\n",
        "ومما يدل على أن هذه الأعمال الثلاثة التي تعد من جوهر عملية التحقيق عرف بها أسلافنا الأوائل, هذه الأحداث التي أسوقها فيما يلي:\nجاء في جذوة المقتبس: أمرنا الحكم المستنصر بالله -رحمه الله- بمقابلة كتاب العين للخليل بن أحمد مع أبي علي إسماعيل بن القاسم البغدادي، وأحضر من الكتاب نسخا كثيرة، في جملتها نسخة القاضي منذر بن سعيد التي رواها بمصر عن ابن ولاد، فمر لنا صور من الكتاب بالمقابلة1.\nويقول الأستاذ علي النجدي ناصف في كتابه سيبويه إمام النحاة: كان للقدماء عناية ملحوظة بضبط النصوص، والمحافظة على صحتها، وكانوا يروون أخبارها بالسند حتى يرفعوها إلى أصحابها على نحو ما كانوا يصنعون بأحاديث الرسول صلى الله عليه وسلم، وكانوا ينسبون نسخ الكتاب التي يكتبونها فرعا إلى أصل حتى يبلغوا بها أوائلها التي تحدرت منها، وكانوا يقرءونها معارضة على الأصول التي ينقلون عنها2.\nإن هذه الأحداث تعني أن العرب عرفوا التحقيق قبل الأوروبيين بزمن مديد، لكنه لم يكن عندهم علم يدرس على أيدي الشيوخ أو المدارس ومراكز البحث، وإنما كان أسلوبا يهدف إلى الحفاظ على النص، وتيسير أسباب سلامته3.\nغير أن المحققين المعاصرين زادوا أشياء هي أدنى إلى الصنعة، لكنها خبرات عرفوها ممن سبقوهم مثل: علامات الترقيم، والتبويب الجيد، والفهارس المتعددة التي تيسر البحث للأجيال المقبلة.\n1 جذوة المقتبس ص51.\n2 سيبويه إمام النحاة ص154 وما بعدها.\n3 جاء في أول النسخة الخطية لكتاب سيبويه المحفوظة في دار الكتب برقم 140 عن تحقيق نسبتها وموادها: \"قال أبو عبد الله محمد بن يحيى: قرأت على ابن ولاد، وهو ينظر في كتاب أبيه، وسمعته يقرأ على أبي جعفر أحمد بن محمد, أبو جعفر عن الزجاج عن المبرد، ورواه المبرد عن المازني عن الأخفش عن سيبويه\".\nالجزء: 1 ¦ الصفحة: 193\n",
        "مراحل التحقيق:\nفي الفصل الأول من هذا الباب تحدثنا عن التراث والجهود في نشره، كما أشرنا إلى المراحل التي مرت بها حركة النشر، وأنها انتهت إلى صورتها المثلى فيما سمي بالتحقيق.\nومن هنا أستطيع أن أحيل القارئ إلى ما كتبته عن مراحل نشر التراث؛ إذ هي في حقيقتها تصور المراحل التاريخية لتحقيق التراث.\nوكانت البداية -كما ذكرنا- مجرد طباعة للمخطوطات بآلة الطباعة في صورتها الأولى التي اكتشفت بها؛ من غير اهتمام بمقابلة النسخ، ولا التصحيح، ولا الفهرسة لها.\nثم جاءت مطبعة بولاق فكانت مطبوعاتها خطوة هامة على طريق التحقيق، وكان فيها مصححون على درجة عالية من الكفاءة والخبرة، فكانت المطبوعات تخرج من أيديهم غاية في الصحة والإتقان، بالرغم من أنهم أحيانا كانوا يطبعون أكثر من كتاب في مطبوع واحد، لكنهم لم يأخذوا بوسائل التحقيق ومناهجه العلمية التي عرفت بعد.\nوفي المرحلة التالية التي ظهر فيها أعلام الناشرين ونابهوهم, رأيناهم قد خطوا خطوات واسعة نحو التحقيق بمعناه الصحيح من حيث ذكر المخطوطات وأوصافها، وإثبات صور لبعض صفحاتها وإن لم يتم ذلك على الوجة الأكمل.\nوبرغم هذا طبعت أمهات الكتب وكثير من الموسوعات العلمية، وتخلصت الكتب من شكلها التقليدي, وهو جمع أكثر من كتاب في مطبوع واحد.\nثم انتهينا إلى الصورة الكاملة للتحقيق العلمي، تراعى فيها أصوله ومناهجه وظهر فيها محققون مبرزون، كما ظهرت هيئات تتوفر على التحقيق، وتضع له قواعده وتقوم بتعليمه لأجيال العلماء، لتظل عملية نشر التراث قائمة، ومسيرته مستمدة وصلا لحاضرنا بماضينا المجيد.\nالجزء: 1 ¦ الصفحة: 194\n",
        "ومن هذه الهيئات: دار الكتب المصرية، والقسم الأدبي بها، ومعهد المخطوطات التابع لجامعة الدول العربية، ومراكز تحقيق التراث الملحقة ببعض الجامعات في العالم العربي، بجانب دور النشر البارزة التي كان يهيمن عليها علماء، وكانوا يعدون نشر التراث وتحقيقه رسالة لا وسيلة للكسب.\nأضف إلى هذا وذاك بعض الشخصيات العلمية التي عرفت بالتحقيق العلمي, حتى إن الواحد منهم كان يعد مدرسة في هذا الصدد، له تلاميذه ومريدوه الذين تمرسوا على يديه المهمة الصعبة.\nوكان للاتصال بالمستشرقين -ولهم سابقة في هذا المجال وسبق إليه- دور هام في نشر التحقيق، ومناهجه، والوسائل العلمية التي ينبغي أن تتبع حتى يخرج النص على صورة سليمة قويمة1.\nشروط المحقق:\nالباحث الذي يريد التصدي لتحقيق مخطوط عربي ينبغي أن يكون ملما بالخبرات العلمية والعملية التالية:\nوأولها: المعرفة باللغة العربية بكل مستوياتها: صوتية وصرفية ونحوية، مع الخبرة بأساليبها وخصائص التعبير فيها، ولغات القبائل، والغريب.\nوكذلك معرفة بالخطوط العربية، والمراحل التاريخية لتطور الخط العربي، وما يتميز به كل نوع من أنواع الخطوط، فالخط المشرقي يختلف في بعض الأمور عن الخط المغربي؛ إذ إن الأخير تتشابه فيه الفاء مع القاف في أن الإعجام بنقطة واحدة توضع فوق الحرف في القاف وتحت الحرف في الفاء.\nوبجانب ذلك لا بد أن يكون على دراية جيدة بالببليوجرافيا العربية، وفهارس وقوائم الكتب العربية، المطبوع منها والمخطوط.\n1 ارجع إلى الفصل الخاص بمراحل نشر التراث من هذا الكتاب.\nالجزء: 1 ¦ الصفحة: 195\n",
        "وقد قدمت في الفصول السابقة إلماما كافيا بهذه الأمور.\nثم المعرفة بأصول التحقيق وقواعده وأصول نشر الكتب.\nهذه شروط عامة.\nوهناك شروط خاصة تختلف باختلاف الكتاب الذي يتصدى الباحث لتحقيقه.\nفإذا كان المخطوط في النحو، فلا بد أن يكون ملما بقواعد هذا العلم واصطلاحاته ومدارسه وتاريخه ونشأته وأعلامه المشهورين فيه وبالمكتبة النحوية المطبوعة, والمخطوطة.\nوبجانب ذلك علوم اللغة الأخرى وآدابها، وكذا العلوم الأخرى التي تربطها بالنحو صلة ما، كالمنطق، والفلسفة، وعلم الكلام، وعلم أصول الفقه.\nوكذلك إذا كان البحث بصدد تحقيق كتاب فقهي, فإنه يطالب بالإلمام بأحكام الفقه ومدارسه وأصوله، وأساليب الفقهاء، وتاريخ الفقه، ونشأة الاجتهاد، وكذلك المنطق الذي هو آلة العلماء، ثم الخبرة الكافية بالمصنفات الفقهية، المخطوط منها والمطبوع.\nوقل مثل ذلك في مخطوط في العقيدة.\nأو في التفسير وعلوم القرآن.\nأو في الحديث الشريف وعلومه.\nوهذا كله بجانب صفات خُلُقية لازمة للباحث كالأمانة في النقل، والحيدة في الحكم، والنزاهة في النقد.\nوأن يتوخى الإجادة والإتقان حتى يخرج النص المحقق على أحسن وجه, وأكمل صورة.\nالجزء: 1 ¦ الصفحة: 196\n",
        "أصول التحقيق وقواعده:\nأصبح التحقيق في المرحلة الراهنة عملا علميا يستند إلى أصول وقواعد منهجية يلزم اتباعها, حتى يخرج النص في صورة يغلب على الظن كما قلنا: إنها أقرب صورة لما كتبه المصنف.\nولأن التحقيق في الفترة الأخيرة دخل في دائرة البحوث الجامعية، وأصبحت أعمال التحقيق مؤهلة لصاحبها للحصول على درجتي الماجستير والدكتوراه، رأيناه قد أخذ بعدًا، لم يكن مطروحا لدى كبار المحققين من العرب والمستشرقين، وذلك بأن يتحول التحقيق إلى دراسة للنص، وثوثيق النقول وتحقيق الخلاف، والترجمة للأعلام, ونحو ذلك.\nوهذا البعد -كما أشرت سابقًا- كان معروفا عند أسلافنا، ومن كان يتصدى منهم لذلك كانوا يعرفون بالمحققين؛ إذ يحسمون الرأي في المسائل الخلافية باجتهاد وسط أقرب إلى الاعتدال.\nلكن الالتزام بقواعد التحقيق النصي يصبح هو المسئولية الأولى، وسنبسطها هنا بإذن الله وحده.\nخطوات التحقيق:\nعندما يتخير الباحث كتابا من كتب التراث يتصدى لتحقيقه يكون مطالبا بالتزام الخطوات التالية حتى يخرح عمله على الصورة اللائقة، ويكون جهده في الوقت نفسه مثمرًا ومفيدًا:\nالخطوات الأولى:\nأن يطمئن إلى أن هذا المخطوط لم يسبق تحقيقه في مكان ما، وقد يكون سبق نشره، ولكنه مجرد نشر بدون تحقيق، مثل هذا لا بأس من تحقيقه؛ لأن النشر في بداية الأمر -كما عرفنا- كان مجرد طباعة فحسب، لكن بالتحقيق ستكون الفائدة أكبر وأعظم، وانتفاع الباحثين به أكثر.\nالجزء: 1 ¦ الصفحة: 197\n",
        "وهذا الأمر يتطلب من الباحث مراسلة المؤسسات المعنية بالتحقيق, والآن صدرت مجلة عن معهد المخطوطات التابع للجامعة العربية، وفيها إشارات لأعمال التحقيق التي تقع في ساحة العالم العربي وجامعاته، بجانب مجلات كثيرة لها هذا الاهتمام.\nوهناك جمعية إحياء التراث بالكويت ولها مراكز للمخطوطات, وتتصدى لمثل هذا الأمور1.\nالخطوات الثانية:\nجمع أكبر قدر متاح من نسخ المخطوطة المراد تحقيقها.\nويمكن الحصول عليها بمتابعة فهارس المخطوطات التي أثبتنا أكثرها في الفصل السابق؛ لتكون بين يدي الباحث، بالإضافة إلى المجلات والدوريات المعنية بالتراث عربية وأجنبية، نذكر منها ما يلي:\n1-\nمجلة اللغة العربية، بالقاهرة.\n2-\nمجلة المجمع العربي، بدمشق.\n3-\nمجلة المجمع العربي العراقي، ببغداد.\n4-\nمجلة التراث العربي، بدمشق.\n5-\nمجلة اللسان العربي، بالرباط.\n6-\nمجلة معهد المخطوطات العربية، بالقاهرة \"الكويت الآن\".\n7-\nمجلة \"اليونسكو للمكتبات، بالقاهرة\".\n8-\nمجلة \"مجمع اللغة العربية، بعمان\".\n1 عنوانها: مركز المخطوطات والتراث، جمعية إحياء التراث الإسلامي ص. ب 5585 الصفاة، الكويت, الرمز البريدي 13056.\nالجزء: 1 ¦ الصفحة: 198\n",
        "9-\nمجلة \"عالم الكتب, بالرياض\".\n10-\nالنشرة البيلوجرافية اللبنانية, دار الكتب الوطنية, بيروت.\n11-\nالبيلوجرافيا الجزائرية, المكتبة الوطنية, الجزائر.\n12-\nإعلامات بيلوجرافية, دار الكتب الوطنية, تونس.\nومن الدوريات الأجنبية المعنية بشئون المخطوطات العربية:\n1-\nالمجلة الآسيوية الفرنسية, ورمزها: JAF.\n2-\nمجلة الإسلاميات \"إسلاميكا\" ورمزها: ISIGA.\nJournal Asia Tique Franciais\nIslamica. Ed A. Fischer et E. Leipzig. 1927\n3-\nمجلة الدراسات الإسلامية, ورمزها: REI\nRevue des Etudes IsIamiques.\n4-\nمجلة عالم الإسلام، ورمزها: RMM.\nRevue Du Monde Musulman\nوهناك دوريات كثيرة بالعربية واللغات الأوروبية غير ما ذكرت.\nوارجع إلى: الدراسات العربية والإسلامية في الجامعات الألمانية, رودي بارت, ترجمة الدكتور مصطفى ماهر, القاهرة، وكذلك مثال:\nما أسهم به المستشرقون الأسبان في الدراسات الأندلسية الإسلامية، د. محسن جمال الدين, مجلة المورد, بغداد مجلد 9 عدد 4 سنة 1401هـ -1981م, والمستشرقون للأستاذ نجيب العقيقي، واقرأ كذلك بروكلمان في تاريخ الأدب العربي، واقرأ تاريخ التراث لفؤاد سزكين.\nالجزء: 1 ¦ الصفحة: 199\n",
        "المرحلة الثالثة: اعتماد النسخة الأصل\nقد يكشف البحث عن نسخ أخرى للمخطوط أنه ليس له إلا نسخة واحدة فريدة، وعند ذاك لا مفر من الاعتماد واعتبارها أصلًا.\nوقد حققت كتب كثيرة اعتمادًا على نسخة واحدة, ومن ذلك:\n1-\nكتاب شرح أبيات سيبويه، لأبي جعفر النحاس \"358هـ\".\nولا توجد له إلا مخطوطة واحدة محفوظة بمكتبة أحمد الثالث بطوب قبو في إستانبول تحت رقم 2635.\nوقد اعتمد هذه النسخة المحققان: د. زهير غازي زاهد في طبعته الأولى سنة 1974 النجف بالعراق، والأستاذ أحمد خطاب في طبعته الأولى سنة 1974، مطابع المكتبة العربية في حلب.\n2-\nالتوطئة لأبي علي الشلوبين \"645هـ\" وليس لهذا الكتاب إلا نسخة وحيدة محفوظة في دار الكتب المصرية تحت رقم \"668هـ\" نحو تيمور، وقد اعتمدها د. يوسف أحمد المطوع، وحقق هذا الكتاب وصدرت طبعته الأولى سنة 1973م.\n3-\nكتاب منال الطالب شرح طوال الغرائب، لأبي السعادات مجد الدين بن الأثير المتوفى سنة 606هـ، لا توجد له إلا نسخة وحيدة احتفظت بها الخزانة العامة بمدينة الرباط، بالمغرب تحت رقم 182 أوقاف، وقد اعتمد الدكتور محمود الطناحي هذه النسخة في تحقيق الكتاب، وصدر في مجلد واحد عن مركز البحث العلمي وتحقيق التراث، بجامعة أم القرى، مكة المكرمة 1984.\nتعدد النسخ:\nأما إذا تعددت النسخ، وتفاوتت درجاتها من حيث الزمن وجودة الخط، وشخصية الناسخ ونحو ذلك، فإنه يلزمنا أن نعمل مفاضلة نستخرج على أساسها نسخة نعدها أصلا، نقابل عليه النسخ الأخرى وتذكر وجوه الاختلاف بينها.\nالجزء: 1 ¦ الصفحة: 200\n",
        "وتقوم المفاضلة على الأسس التالية، أو قل: على هذا الترتيب من حيث الأهمية:\n1-\nالنسخة المكتوبة بخط المؤلف.\n2-\nالنسخة التي أملاها المصنف على طلابه.\n3-\nنسخة قرأها المؤلف بنفسه، وكتب بخط يده عليها ما يثبت قراءته لها.\n4-\nنسخة قرئت على المؤلف, وأثبت عليها ما يفيد سماعه لها.\n5-\nنسخة منقولة عن نسخة المؤلف، أو قوبلت على نسخة المؤلف.\n6-\nنسخة كتبت في عصر المؤلف، وأثبتت عليها سماعات من العلماء.\n7-\nنسخة كتبت في عصر المؤلف وليس عليها سماعات.\n8-\nنسخة كتبت بعد عصر المؤلف وليس عليها سماعات.\nوهناك اعتبارات أخرى تجعل بعض النسخ أولى من بعض في الثقة كصحة المتن، ودقة الكاتب, وقلة الإسقاط1.\nوإذا كان بين أيدينا نسختان: نسخة قديمة كثيرة التصحيفات، والتحريفات, والنقصان، وأخرى حديثة لكنها صحيحة, فالأولى الاعتماد على الحديثة الصحيحة؛ لأن سلامة النسخة الحديثة يكون راجعًا إلى كونها مكتوبة بخط ناسخ محقق، له دراية فأصلح الخطأ وقومه أثناء عملية النسخ، وقد تكون النسخة الحديثة منقولة عن نسخة أخرى قديمة صحيحة، وتسرب إليها التلف.\nأيا ما كان الأمر، فإن هذا المنهج الذي ذكرناه في الموازنة بين النسخ المتعددة أفضل بكثير من المنهج الذي ذكره برجستراسر في المفاضلة بين النسخ؛ إذ جعله قائمًا على الأسس التالية:\n1-\nالنسخ الكاملة أفضل من النسخ الناقصة.\n2-\nالواضحة أحسن من غير الواضحة.\n1 تحقيق النصوص ونشرها ص35، عبد السلام هارون ط. الثانية 1385-1965م.\nالجزء: 1 ¦ الصفحة: 201\n",
        "3-\nالقديمة أفضل من الحديثة.\n4-\nالنسخ التي قوبلت بغيرها أحسن من التي لم تقابل1.\nذلك لأن هذه الأسس عامة وينقصها التحديد الدقيق لتتم على أساسها المفاضلة، وقد ذكر برجستراسر في محاضراته التي ألقاها على طلبة كلية الآداب، وهي تعد في طليعة ما كتب عن قضية تحقيق النصوص، أن هناك كتبا حققت، ولم تلتزم هذه القواعد، ومنها:\n1-\nكتاب اللمع في التصوف، لأبي نصر عبد الله بن علي بن محمد بن يحيى السراج الطوسي، الصوفي، المتوفى سنة 378 والذي نشره رينولد نيكلسون سنة 1914 في ليدن، وله مخطوطتان كتبت أقدمهما سنة 548هـ، وكتبت الأخيرة منهما سنة 638هـ والقديمة فيها نقص يصل إلى نحو ثلث الكتاب, والموجود منها غير مرتب ترتيبًا واضحًا، فبنى الناشر طبعته على النسخة الحديثة، ولم يستعمل القديمة إلا في بعض المقابلات لتصحيح النص.\nوخروج الناشر هنا عن القاعدة صحيح, لما ذكرناه سابقًا؛ لأن قدم النسخة في حد ذاته ليس مسوغا كافيا.\n2-\nعيون الأنباء في طبقات الأطباء، لموفق الدين أبي العباس أحمد بن القاسم بن أبي أصيبعة بن خليفة السعدي الخزرجي، نشره المستشرق أوجست موللر، كتبت نسخته القديمة سنة 712هـ، أي: بعد وفاة المؤلف بأقل من نصف قرن، وأخطاؤها كثيرة، وأحسن منها نسخة أخرى أحدث منها بثلاثة قرون أي: إنها كتبت سنة 1017هـ، لكنها وإن كانت فاسدة في بعض أجزائها إلا أنه يبدو أنها نسخت من أصل قديم جيد؛ لأن أخطاءها قليلة2.\n1 أصول نقد النصوص ونشر الكتب، د. برجستراسر، إعداد الدكتور محمد حمدي البكري سنة 1969، القاهرة ص14.\n2 المرجع السابق ص14، 15.\nالجزء: 1 ¦ الصفحة: 202\n",
        "ومن هنا كان الناشر على صواب في عدوله عن القديمة.\nوإذا تعددت النسخ وهي غير مؤرخة، فعلى الباحث أن يجد في البحث عن القرائن والشواهد والأمارات التي تميز واحدة من الأخرى تأتي بين السطور أو على الهوامش كاسم الناسخ، وعصر النسخ، ونوع الخط وطريقة الكتابة، والورق والحبر المستعملين في عملية النسخ، فإذا لم توجد أمارة ما اعتمدت جميع النسخ.\nالمرحلة الرابعة: توثيق نسبة المخطوطة:\nوهذه قضية بالغة الأهمية أن يتعرف المحقق مؤلف الكتاب الذي يريد تحقيقه، إذا لم يكن مكتوبًا على الصفحة الأولى للمخطوط.\nويمكن محاولة ذلك بقراءة جيدة للنص المخطوط، فقد يعثر القارئ على اسم المؤلف، أو على عصره، أو يذكر أثناء الصفحات اسم أحد شيوخه، وقد يعرض آراء منسوبة إلى المؤلف المجهول، وهذه الآراء معروفة لدى جمهرة العلماء صاحبها وقائلها.\nوفي أغلب الظن سيعثر الباحث على أمارات، أو إشارات تدل على مؤلف بعينه يغلب على الظن نسبة المخطوط إليه، أو على الأقل تضييق دائرة الظنون.\nوإذا لم نصل إلى القطع يمكن أن ينشر النص المخطوط وتيسر قراءته للناس، ويذكر المحقق جهوده التي بذلها وما انتهى إليه الأمر بشأنها.\nوإذا ذكر للمخطوط مصنف معين فلا يعفينا هذا من توثيق ما كتب.\nوذلك بإحدى الوسائل الآتية:\nأ- قراءة النص لعل الباحث يجد فيه ما يؤكد خطأ النسبة المثبتة على الصفحة الأولى، أو ما يشير إلى علم آخر هو أولى بنسبة المخطوط إليه.\nب- فهارس المؤلفين والكتب.\nجـ- كتب التراجم والطبقات.\nالجزء: 1 ¦ الصفحة: 203\n",
        "د- فهارس المكتبات العامة والخاصة، بما فيها من مخطوط ومطبوع.\nوهذه بعض الشواهد لما توصلت إليه اجتهادات الباحثين من نتائج هامة في قضية التوثيق:\n1-\nكتاب تنبيه الملوك والمكايد، منسوب للجاحظ \"255هـ\" ومخطوطته بدار الكتب المصرية رقم 2345 أدب, درس نصه الأستاذ عبد السلام هارون فوجد بين سطوره ما ينفي هذه النسبة تمامًا؛ إذ وجد من بين أبوابه: نكت مكايد كافور الإخشيدي، ومكيدة توزون بالمتقي بالله، وكافور الإخشيدي كان يعيش في الفترة بين سنتي 192-257هـ، والمتقي كان يعيش في الفترة بين سنتي 297-357هـ أي: بعد وفاة الجاحظ بنحو أربعين سنة.\nكما أن أسلوب المقدمة يتعارض تمامًا مع ما عرف من خصائص لأسلوب الجاحظ1.\n2-\nإعراب القرآن المنسوب للزجاج \"311هـ\" المنشور في سلسلة تراثنا سنة 1963 بتحقيق إبراهيم الإبياري غلب على ظن محققه أنه من تأليف مكي بن أبي طالب القيرواني سنة 437هـ، ولكن لو تدبرنا نص الكتاب نجد أنه ذكر الرأي النحوي القائل بأن اسم الفعل قسم رابع للكلمة، والنحويون ينسبون هذا الرأي لأبي جعفر أحمد بن صابر الذي عاش في القرن السابع, مما يشير إلى أن مؤلف الكتاب معاصر لابن صابر أو متأخر عنه.\n3-\nشرح ديوان المتنبي، نسب إلى أبي البقاء العكبري، المتوفى 616هـ وطبع أربع طبعات, منها: طبعة بولاق سنة 1287هـ وآخرها طبعة الحلبي سنة 1391هـ، بتحقيق مصطفى السقا، وإبراهيم الإبياري، وعبد الحفيظ شلبي.\n1 انظر: تحقيق النصوص ونشرها، عبد السلام هارون ص43.\nالجزء: 1 ¦ الصفحة: 204\n",
        "وقد انتهى الأستاذ مصطفى جواد إلى أنه من تأليف: عفيف الدين علي بن عدلان الموصلي المتوفى سنة 666.\nوهذه النتيجة ثمرة لقراءة متأنية لمضمون الكتاب، فاكتشف هذه القرائن:\nأ- البكري كان ضريرًا، وترجم له الصفدي في \"نكت الهميان\" ثم تجد في مقدمة الكتاب أن مؤلفه قرأ الديوان على الشيخ مكي بن ريان الموصلي.\nب- يذكر الشارح أثناء الشرح أنه انحدر من الموصل مارا بسامرا، ورأى موضع الغيبة المعروف عند الشيعة الإمامية.\nجـ- ذكر أنه نقل بخطه فوائد من كتاب الأمالي لابن الشجري.\nهذه الشواهد لا تنطبق على عالم ضرير، فقد بصره وهو شاب ولم يترك بغداد إلا إلى مواضع قريبة منها، وإنما هذه الأوصاف تنطبق على رجل آخر، هو سمي العكبري، وانتهت حياته في منتصف القرن السابع، وهذه الأوصاف تنطبق عليه، وهو الذي ورد اسمه أثناء الشرح1.\nوالمطلع على فهارس المكتبات العامة والخاصة يجد أن مؤلفيها كشفوا عن خطأ النسبة لبعض الكتب إلى مؤلفين غير مؤلفيها، أو اختلاف في نسبتها إلى أكثر من مؤلف.\nومن ذلك ما جاء في الفهرست لابن النديم؛ إذ قال عن الفتح بن خاقان: وله من الكتب كتاب البستان, منسوب إليه، والذي ألفه رجل يعرف بمحمد بن عبد ربه، ويلقب برأس البغل.\nالمرحلة الخامسة: ضبط عنوان الكتاب، واسم المؤلف\nقد يذكر للمخطوط العنوان الذي وصفه له مؤلفه على الصفحة الأولى، أو ذكره في مقدمة كتابه، أو أشار إليه في خاتمة الكتاب، أو أثنائه.\n1 انظر: مجلة المجمع العلمي العربي بدمشق جـ1، 2 مجلد 22 ص27-30.\nالجزء: 1 ¦ الصفحة: 205\n",
        "وقد يأتي المخطوط بلا عنوان، وذلك يرجع لضياع الورقة الأولى، أو يكون هناك خرق في موضع العنوان بفعل الأرضة, أو بتلاعب النساخ والتجار لحاجة في نفوسهم، أو يكون العنوان مطموسًا بسبب الرطوبة.\nوهناك وضع ثابت بأن يأتي المخطوط وقد تغير عنوانه إما للجهل بعنوانه، أو تزييف العنوان لأهداف شخصية، أو تجارية، أو بسبب اجتهاد خاطئ.\nفي الحالتين الأخيرتين يمكن التعرف على العنوان الصحيح للكتاب بما يأتي:\n1-\nالقراءة المتأنية للكتاب.\n2-\nالرجوع إلى فهارس الكتب للوقوف على العنوان، وذلك بذكر موضوع الكتاب، أو مؤلف الكتاب.\nوسنسوق شاهدًا واحدًا على الخلط في عناوين الكتب المخطوطة، وكيف كشف البحث عن الزيف والتلفيق الذي يحدث في بعض عناوين الكتب:\nكتاب الروضة الندية في شواهد علوم العربية، منسوب لابن هشام الأنصاري، والكتاب مخطوط ومحفوظ في مكتبة برلين برقم 6752.\nوكثير من الباحثين ذكروا هذا المؤلف بين مؤلفات ابن هشام، ومنهم فايز فارس في مقدمة كتاب اللمع لابن جني، على أساس أن الكتاب شرح لشواهد \"اللمع\" كما ذكر ذلك أيضًا الشيخ محمد محيي الدين عبد الحميد في مقدمة كتاب أوضح المسالك، كما قال ذلك أيضًا د. عبد العال سالم مكرم في مقدمة كتابه: المدرسة النحوية في مصر والشام، والدكتور أحمد محمود الهرميك أشار إلى ذلك في مقدمة كتاب الجامع الصغير لابن هشام.\nوالحقيقة التي هدى إليها البحث: أن الكتاب المسمى الروضة الندية هو بعينه كتاب الاقتراح في أصول النحو للسيوطي، وقد كشف هذا التلاعب وأثبته، ومن أحضر صورة\nالجزء: 1 ¦ الصفحة: 206\n",
        "الكتاب من مكتبة برلين، وطابقها مع كتاب الاقتراح تأكدت له النتيجة1.\nوهناك شاهد آخر على اختلاف العناوين وتعددها:\nكتاب شرح الأبيات المشكلة الإعراب من الشعر, لأبي علي الفارسي النحوي \"377هـ\".\nمحقق الكتاب د. علي جابر المنصوري, ذكر في المقدمة ما يلي: \"ولقد جاء اسم هذا الكتاب بأشكال مختلفة، سواء على ظهر المخطوطة أو في المصنفات الأخرى، فقد ذكر باسم: أبيات الإعراب, كتاب الشعر, الشعر العضدي, شرح الأبيات المشكلة الإعراب من الشعر.\nويبدو لي أن الاسم الأخير هو الاسم الكامل للكتاب، وقد آثرنا هذه التسمية لأنها وردت في كتاب \"الحجة\" أولا، ولأنها أقرب إلى واقع المضمون فيها ثانيًا\"2.\nوتبقى بعد ذلك مهمة المحقق في أن يتخير الاسم الملائم لمضمون الكتاب، أو لقرائن أخرى تدل عليه.\nوأما أسماء المؤلفين, فيقع فيها الخطأ نتيجة التشابه بين الأسماء, منها اسم الأب مع الابن، وأحيانا مع الجد، أو يقع التشابه في الكنى والألقاب، فهناك -مثلا- الخليل بن أحمد الفراهيدي الأزدي \"175هـ\" وهناك الخليل بن أحمد أبو عبد الله المتوفى سنة 279هـ، ومن هنا نسب الدكتور رمضان عبد التواب إلى الأول كتاب معاني الحروف سنة 1969م، ثم جاء الدكتور رمضان ششن في كتابه نوادر المخطوطات العربية في مكتبات تركيا 1/ 459، ونص على أن هذا الكتاب وكذلك كتاب جمل الإعراب للثاني \"379هـ\".\n1 انظر: تحقيق التراث د. عبد الهادي الفضلي، كلية الآداب، جامعة الملك عبد العزيز، السعودية ص141 وما بعدها.\n2 مجلة المورد العراقي، مجلد 9 سنة 1400هـ ص317.\nالجزء: 1 ¦ الصفحة: 207\n",
        "وكذلك تعددت في كتب التراث اسم ابن تيمية: الابن والأب والجد، وكذلك الإبياري: أبو البركات أو أبو بكر، ومن هنا فمن واجب المحقق أن يرجع إلى كتب الفهارس، والتراجم، والكتب التي عنيت بالمؤتلف والمختلف، والمتشابه, ونحو ذلك، وفي تراثنا منها كثير، وذلك ليضبط الاسم ضبطا صحيحًا قويمًا.\nالمرحلة السادسة: المقابلة بين النسخ:\nعندما ينتهي المحقق إلى نسخة يعدها أصلًا، ويرمز إليها برمز معين، وليكن هذا الرمز هو الحرف \"أ\" أو \"ص\" أو \"صل\" ثم يأتي إلى النسخ الأخرى، ويجعل لكل منها رمزًا يعينها بأن يرمز إليها بحرف من حروف الهجاء أو برمز يشير إلى ناسخها، أو المدينة الموجودة فيها, أو المكتبة التي تحتويها.\nفالباحث أو المحقق ينسخ نسخة الأصل على أوراق مناسبة، ينسخ نحو نصف الصفحة ويترك النصف الأسفل لإثبات ما تسفر عنه المقابلة بين النسخ مما يأتي:\n1-\nالزيادة والنقصان.\n2-\nبياض أو خروم.\n3-\nأخطاء, أو تصحيف، أو تحريف.\nوالمحقق إزاء هذه الأمور المشار إليها مطالب بأمرين:\nأولهما: إثبات الفروق بين النسخ.\nوهذه هي المرحلة الأولى في التحقيق، وتعرف بالتحقيق الابتدائي1.\nجاء في معجم المصطلحات العربية: التحقيق الابتدائي، مصطلح يطلق على\n1 كانت هذه المرحلة في وقت من الأوقات يكتفى بها في نشر التراث، وقد أشرنا لذلك في مراحل النشر. وأذكر أني اشتركت مع العلامة محمد نصيف في مقابلة نسخ الحموية الصغرى لابن تيمية سنة 1961، وأثبتنا ذلك في الصفحة الأخيرة منها، بعبارة: روجع مقابلة\n...\nرحم الله الشيخ نصيفا لقاء ما قدم من خدمة لتراث هذه الأمة.\nالجزء: 1 ¦ الصفحة: 208\n",
        "المرحلة الأولى في تحقيق النصوص القديمة من جمع النسخ للمؤلف المخطوط، ومعرفة تاريخها، ومقابلتها بعضها ببعض، وذكر كل الاختلافات بينها، واختيار الأقرب منها للصواب حتى يكون أساسًا للتحقيق النهائي1.\nوالآخر: تقويم النص بالتصويب والتكملة والتعليق.\nتقويم النص:\nلا نكتفي بإثبات الفروق بين النسخ، ولكننا نقوم معوجها، ونعالج خطأها.\nويمكن تعريف تقويم النص بأنه: تحرير النص في شكل يجعله أقرب ما يكون إلى الصورة التي كتبها مؤلف الكتاب.\nوالفساد الذي يطرأ على النص في شكل صورة من الصور السابقة يرجع إلى سهو المؤلف, أو من غفلة الناسخ، أو جهله، أو تعمده لغاية \"ما\" أو بسبب من الإهمال ومؤثرات الجو الطبيعية.\nومظاهر الفساد التي تحتاج إلى تقويم تتمثل في:\n1-\nالتصحيف.\n2-\nالتحريف.\n3-\nالخطأ.\nويمكن كشف هذا الفساد بالقراءة المتأنية للنص والخبرة بأسلوب المؤلف، وكذا مراجعة كتبه الأخرى إن تيسرت، أو مراجعة الكتب المؤلفة في المادة موضوع المخطوط.\nولتقويم هذه المظاهر الثلاثة طريقتان:\nالأولى: أن نبقي في النص الكلمة التي وقع فيها التصحيف أو التحريف أو\n1 انظر: معجم المصطلحات العربية في اللغة والأدب ص52 بيروت سنة 1979، مجدي وهبة وكامل المهندس.\nالجزء: 1 ¦ الصفحة: 209\n",
        "الخطأ، ثم يوضع عليها رقم، ويذكر الصواب في الهامش، مع التعليل أو بدونه, مع الإشارة إلى نوع الخطأ.\nوالأخرى: أن يذكر التصويب في صلب المخطوط، ثم نذكر في الهامش الكلمة على حالتها الأولى مع الإشارة إلى ما حدث فيها، وهذه الطريقة أولى وأجدى.\nأما إذا كشفت المقابلة عن خروم أو بياض، فلنا أن نشير إلى أن هذا بياض أو خروم في الأصل، أو نأتي بعبارة تنسجم مع السياق توضع بين معقوفين، وتشير في الهامش إلى أنه من تأليف المحقق، ومكانها بياض في الأصل1.\nوإذا كشفت عن زيادة كلمة أو عبارة أو سطر في نسخة وعدم وجودها في نسخة أخرى، فإن كانت الزيادة في نسخة الأصل فقط، أو في الأصل وبعض النسخ الأخرى، تثبت الزيادة ويوضع لها رقم, ويشار في الهامش إلى أنها موجودة في كذا وغير موجودة في كذا.\nوإن كانت الزيادة في غير نسخة الأصل والسياق يتطلبها، توضع مع الأصل بين قوسين، ويشار في الهامش إلى النسخة التي فيها الزيادة، أما إذا كان السياق لا يقتضيها فيوضع رقم في الأصل على الموضع الذي كان ينبغي أن توضع فيه، وتثبت الزيادة في الهامش ويشار للنسخة التي وجدت بها.\nوهذا التقويم الخاص بعملية الزيادة والنقصان داخل في مرحلة التحقيق الابتدائي.\nأما تقويم الفساد بمظاهره الثلاثة فيدخل في مرحلة التحقيق النهائي التي هي إلى العلم والخبرة والفطنة أقرب منها إلى الصنعة.\n1 هذا إذا لم نجد في النسخ الأخرى عبارة تسد هذا البياض, أو مكان الخرم.\nالجزء: 1 ¦ الصفحة: 210\n",
        "أمور يكتمل بها التحقيق:\n1-\nالتخريج.\n2-\nالتعليق.\n3-\nالتشكيل.\n4-\nالترقيم.\n5-\nالتهميش.\n6-\nالفهارس \"التكشيف\".\n1-\nالتخريج:\nمصدر خرّج, ويراد به: إرجاع النصوص المنقولة إلى مصادرها الرئيسية التي استمدها منها المؤلف.\nوعرفه بعض المعاصرين بأنه: \"تحديد مواطن النقول في النص، وتصحيحها، وضبطها وإكمالها ونسبة ما لم ينسب منها إلى مصادره, وأصحابه\"1.\nوأصل هذا المصطلح: أنه يستخدم في علوم الحديث، ثم توسع في استخدامه فأصبح يستعمل فيما يأتي:\n1-\nالآيات القرآنية.\n2-\nالقراءات القرآنية.\n3-\nالأحاديث النبوية.\n4-\nالأقوال المأثورة.\n5-\nالخطب والوصايا والأمثال.\n6-\nالشعر والرجز.\n7-\nالآراء والأقوال.\n8-\nالعبارات والجمل التي لها تميز خاص.\n1 انظر: د. حسين محفوظ، عالم الكتب, مجلد 1 ص650.\nالجزء: 1 ¦ الصفحة: 211\n",
        "ومما يضاعف من قيمة التخريج أن أكثر كتب التراث أو كلها لا تهتم بذكر أكثر من النقول منسوبة إلى مصادرها, اعتمادًا على أن ذلك في عصرهم كان في حكم المعارف الميسورة أو البدهيات.\n2-\nالتعليق:\nالتعليق: مصدر علّق, وفي المعجم الوسيط: علق على كلام غيره: تعقبه بنقد, أو بيان، أو تكميل، أو تصحيح، أو استنباط.\nويضيف صاحب معجم مصطلحات الأدب واللغة إلى ذلك: أنه يشمل التفسير الطويل أو القصير ما ورد في النص منسوبًا إلى مؤلف النص, أو إلى غيره1.\nالتعليق إذًا مصطلح من مصطلحات تحقيق التراث، ومن الأمور الهامة التي يكتمل بها هذا العمل العملي، وهو يرادف ما كان معروفا من قديم باسم: الحاشية، وهو خواطر علمية وأفكار تتصل بالنص المؤلف يثبتها على حاشية الكتاب مؤلفه، أو عالم آخر درس هذا الكتاب واهتم به، وأهم الأمور التي تتطلب التعليق عليها:\n1-\nالكلمات الغريبة.\n2-\nالمصطلحات العلمية غير المشهورة.\n3-\nالأعلام وبخاصة المغمورة منها وغير المشهورة.\n4-\nالمواضع الغامضة أو المشتبهة.\n5-\nما يذكر المؤلف من إشارات تاريخية, أو أدبية، أو دينية إذا كانت غير مشهورة.\n6-\nإكمال ما ينبغي إكماله من عبارات الكتاب.\n7-\nالإشارة إلى المواضع التي يحيل إليها المؤلف في كتابه.\n1 انظر ص63، 64.\nالجزء: 1 ¦ الصفحة: 212\n",
        "3-\nالتنقيط والتشكيل:\nالتنقيط، والمراد به: النقط المزيل للإعجام، والكلمات المنقوطة تسمى معجمة، أي: أزيلت عجمتها التي كانت عليها عندما كانت مبهمة أي: بدون نقط.\nبعض كتب التراث لا يهتم بالنقط كما ينبغي، فيصبح من مهمة المحقق أن يحافظ على النقط ويلاحظ ما أهمله صاحب المخطوط.\nيذكر الدكتور عبد الهادي الفضلي: أن كتاب الناسخ والمنسوخ للعتائقي، والذي قام بتحقيقه متعمدًا على نسختين, كانت إحداهما مهملة التنقيط إهمالا يكاد يكون تاما1.\nوأما التشكيل فيراد به حركات الإعراب، أو البناء، أو حركات البنية، وهو هام في الآيات القرآنية والكلمات الغريبة والأعلام المشتبهة من أسماء الناس والأماكن ونحوها، وكذلك في مواضع يمكن أن يصعب فيها الفهم في حالة عدم التشكيل.\n4-\nعلامات الترقيم:\nمضى فيها حديث مفصل في الباب الأول من هذا المصنف، وهو الخاص بأصول البحث العلمي.\n5-\nالتهميش:\nهو مصدر الفعل \"همّش\" وهمّش الكتاب: علق هامشه، والهامش: حاشية الكتاب، والكلمة مولدة كما جاء في القاموس المحيط مادة \"همش\".\nوالكلمة تستعمل الآن في كل شيء بعيد عن جوهر الشيء وحقيقته, أو ليس أساسيا فيه.\nويتم هذا العمل بوضع رقم على المكان الذي يراد التعليق عليه أو تخريجه، وتكتب المعلومة في الهامش إزاء هذا الرقم نفسه.\n1 انظر: تحقيق التراث ص190.\nالجزء: 1 ¦ الصفحة: 213\n",
        "وهناك طريقتان للتهميش:\nالأولى: أن توضع لكل صفحة هوامشها الخاصة بها أسفلها، وهي الأكثر شيوعًا.\nوالأخرى: أن تؤخر الهوامش وتوضع في ملحق آخر الكتاب.\nويذهب آخرون إلى طريقة وسط وهي: وضع هوامش المقابلات أسفل الصفحات، أما هوامش التعليق والتخريج فتوضع في ملحق آخر الكتاب.\nطرق التهميش:\n1-\nبالنسبة للآيات القرآنية: يذكر رقم السورة ثم رقم الآية هكذا: 9/ 157 أو اسم السورة ورقم الآية مثل: سورة النساء آية: 92، أو رمز السورة ورقمها، ورمز الآية ثم رقمها: س: 3 آ: 35.\nوقد يبدأ بالآية ثم السورة مثل: آية 46 سورة الأعراف.\nتهميش تخريج النقول غير الآيات القرآنية:\nإذا كان الغرض من التهميش ذكر مصدر لم يذكر من قبل يتم على الوضع التالي:\nاسم الكتاب، فاصلة، اسم المؤلف ولقبه، اسم المحقق أو المترجم, فاصلة، مكان الطبع: نقطتان، الناشر، وتاريخ النشر ومكانه بين قوسين، رقم الطبعة، نوع الطبعة, بين خطين صغيرين, رقم الجزء فرقم الصفحة، مثال ذلك: الكشف عن القراءات السبع وعللها لمكي بن أبي طالب تحقيق محيي الدين رمضان بيروت، مؤسسة الرسالة سنة 1981م، ط 20 جـ2 ص225.\nوإذا كان للكتاب أكثر من مؤلف أو من محقق يذكر الأول ثم يقال: وزميله أو زملاؤه.\nوفي حالة تكرار ذكر المرجع يكفي اسم المرجع والجزء والصفحة، مثل: وفيات الأعيان جـ3 ص95.\nالجزء: 1 ¦ الصفحة: 214\n",
        "وإذا كان له أكثر من طبعة لا بد من ذكر الطبعة التي رجع إليها، وإذا كان له أكثر من تحقيق أو محقق يذكر المحقق الذي أخذت من تحقيقه.\nوإذا لم يذكر رقم الطبعة لأن الكتاب طبع عدة مرات عن طريق جهات مختلفة, يذكر محل وتاريخ الطبع واسم المحقق أو الناشر.\nوإذا كان المرجع من كتب الأحاديث التي اعتمد لها رموز معينة, يمكن أن تعتمد على الرمز في التهميش، وفي فهرس المراجع يذكر المرجع كاملًا ومعه رمزه.\nوفي الباب الخاص بأصول البحث العلمي قدمنا فكرة موجزة عن التهميش.\n6-\nالفهارس:\nالفهرسة أو التكشيف هو عمل الكشافات والفهارس.\nوالفهرس -كما جاء في القاموس المحيط- الكتاب الذي تجمع فيه الكتب، وهو معرب \"فهرست\"1.\nوفي المعجم الوسيط شرح لعبارة فهرس كتاب أي: جعل له فهرسًا، ثم يعرف الفهرس بأنه: الكتاب الذي تجمع فيه أسماء الكتب مرتبة بنظام معين، وملحق يوضع في أول الكتاب أو آخره يذكر فيه ما اشتمل عليه الكتاب من الموضوعات والأعلام والفصول والأبواب, مرتبة بنظام معين، معرب فهرست الفارسية2.\nوتضبط هذه الكلمة بكسر الفاء وسكون الهاء وكسر الراء, وقد دخلت العربية في زمن مبكر؛ إذ ورد استعمالها في العصر العباسي كالفهرست لابن النديم 385هـ, والفهرست لأبي جعفر الطوسي 460هـ.\nويقابلها بالعربية كلمة \"ثبت\" وقد استخدمت بمعنى فهرس في زمن مبكر جدا.\n1 انظر: مادة فهرس, فصل الراء باب السين.\n2 انظر: مادة فهر, فهرس.\nالجزء: 1 ¦ الصفحة: 215\n",
        "يقول ابن النديم في الفهرست في ترجمة النضر بن شميل \"203هـ\": وله من الكتب \"كتاب الصفات\" وهو كتاب كبير ويحتوي على عدة كتب، ومنه أخذ أبو عبيد القاسم بن سلام كتابه \"غريب المصنف\".\nقرأت بخط أبي الحسن بن الكوفي \"ثبت كتاب الصفات\" على ما قد ذكرته1.\nوقد استخدمت حديثا كلمة \"كشاف\" بمعنى \"ثبت\" أو \"فهرس\" وهي لم تدخل بعد المعاجم العربية، وإن دخلت في المصطلحات المكتبية مرادفة للكلمة الإنجليزية \"Indox\".\nومما يستعمل أيضًا بمعنى \"ثبت\" أو \"فهرس\" كلمة \"محتوى\" أو \"محتويات\" وهو استخدام محدث أيضًا2.\nواستخدمت كلمة \"مسرد\" -بكسر الميم وسكون السين وفتح الراء- بمعنى ثبت أو فهرس، وإن كان هذا الاستخدام لم تشر إليه المعاجم المعاصرة، ولعله مأخوذ من سرد الحديث وتواليه، فأشبه توالي الموضوعات في الفهرس.\nنخلص من هذا إلى أن الفهرس له استخدامان:\n1-\nالكتاب الذي يجمع أسماء الكتب، مثل: الفهرست لابن النديم، وفهارس المكتبات.\n2-\nالقائمة التي تفهرس موضوعات الكتاب ومحتوياته.\nوفهرس موضوعات الكتاب, له صورتان:\nأ- عرض مجمل لعناوين الأبواب والفصول ونحوها, وهذا فهرس إجمالي.\nب- عرض شامل للموضوعات الجزئية التي تندرج تحت الأبواب والفصول، وهذا فهرس تحليلي.\n1 انظر: ص77 من الفهرست لابن النديم.\n2 انظر: معجم المصطلحات العربية ص170، ص187.\nالجزء: 1 ¦ الصفحة: 216\n",
        "أما موضوع الفهرس من البحث، فذاك مجرد اصطلاح وعرف.\nفالباحثون الإنجليز يضعون فهارسهم في أول الكتاب.\nوالباحثون الفرنسيون يضعون الفهرس آخر الكتاب.\nوأما الكتب العربية، فأحيانا تضع الفهارس أول الكتاب, وأحيانًا في آخره1.\nولأهمية الفهرسة اتسعت آمادها وصورها زيادة في تيسير الفائدة للباحثين، فأصبحت تتناول أشياء كثيرة2.\nوعلى سبيل المثال: وضع الدكتور صبحي الصالح محقق كتاب نهج البلاغة، اختيار الشريف الرضي, عشرين فهرسًا للكتاب \"بيروت 1967ط1\" ووضع الشيخ محمد عبد الخالق عضيمة \"القاهرة 1388هـ\" أربعة عشر فهرسًا لكتاب المقتضب للمبرد الذي قام بتحقيقه.\nووضع الدكتور محيي الدين رمضان لكتاب الكشف عن وجوه القراءات السبع وعللها اثني عشر فهرسًا هي: مقدمة التحقيق, موضوعات الكتاب, الآيات, الأخبار والآثار, أسباب النزول والتفسير, مسائل الإعراب والاشتقاق, الشعر, اختيار مكي, الأعلام, الأقوام والأماكن ونحوها, مصادر المؤلف, مصادر التحقيق ومراجعه.\nوضع المحققان د. مازن المبارك والأستاذ محمد علي حمد الله عشرة فهارس لمغني اللبيب لابن هشام \"بيروت 1959 ط5\" وهي: الآيات، والأحاديث، والأمثال والأقوال المأثورة، والشعر، والأعلام، والقبائل، والأماكن، والكتب المذكورة في المغني، والمراجع، وأبواب المغني.\n1 المرجع السابق.\n2 انظر ما كتبناه عن الفهرس في الباب الأول من هذا الكتاب.\nالجزء: 1 ¦ الصفحة: 217\n",
        "في نهاية التحقيق:\nعندما يصل الباحث إلى نهاية التحقيق, يجد نفسه مطالبًا بأمرين:\nأولهما: مقدمة التحقيق.\nوالآخر: الخاتمة.\nثم ثبت المصادر والمراجع في آخر الفهارس.\nالمقدمة:\nبرغم اسمها، وأنها أول ما يقدم من شيء أخذًا من مقدمة الجيش، لكنها آخر ما يكتبه الباحث؛ نظرًا لأن المعلومات المطلوب تناولها لا يستطيع المحقق تحصيلها إلا بعد الفراغ من عملية التحقيق.\nوقد سبق لنا حديث عن المقدمة عند حديثنا عن قواعد البحث العلمي, لكن مقدمة التحقيق تختلف عن مقدمة أي بحث من البحوث التي يتصدى لها أهل العلم.\nوقد عرف بعض الباحثين المقدمة بأنها: \"فصل يعقد في أول الكتاب, يمهد لمضمونه\"1.\nوتنطق بتشديد الدال مفتوحة، أو مكسورة، والتزم ثعلب فتح الدال.\nومقدمة المحقق ينبغي أن تشمل النقاط التالية:\n1-\nتعريف عام بالكتاب المخطوط.\n2-\nمقارنة بالمؤلفات المشتركة معه في موضعه، سابقة ولاحقة لإبراز أهميته.\n3-\nالتعريف بالمؤلف وذكر مصادر ترجمته.\n4-\nتقديم بيان وصفي للمخطوط من حيث عدد الصفحات، ومقاس الصفحة\n1 المعجم الأدبي \"كلمة مقدمة\" جبور عبد النور \"بيروت 1979\" ط1.\nالجزء: 1 ¦ الصفحة: 218\n",
        "وعدد الأسطر في الصفحة، وعدد كلمات السطر، ونوع الخط، ونوع الحبر ولونه, ونوع الورق.\n5-\nاسم الناسخ إن وجد، والتعريف به، وبتاريخ النسخ، وذكر القراءات والسماعات والتملكات وما إليها إن وجدت.\n6-\nوصف النقوص والتغيرات والزيادات والإضافات والاختلافات بين النسخ.\n7-\nذكر طريقة التحقيق والتعليق التي يسير عليها المحقق، وكذا الصعوبات التي مرت به.\n8-\nذكر أمور يرى المحقق فائدة من ذكرها, في مجال التحقيق.\n9-\nتتبع المقدمة بذكر صور لبعض صفحات المخطوط.\nوأما الخاتمة التي ينهي بها تحقيقه للمخطوط, فتتضمن بعض النتائج التي حصل عليها من خلال معايشته لعمليات التحقيق، وكذا بعض النتائج العلمية التي انتهى إليها من خلال دراسته للكتاب الذي حققه.\nالجزء: 1 ¦ الصفحة: 219\n",
        "المصادر والمراجع\n:\nسبق لنا حديث عن المصادر والمراجع ونحن نتحدث عن قواعد البحث العلمي, ونعيد القول مرة أخرى هنا؛ لنؤكد أهمية ذكر المصادر والمراجع في تحقيق التراث.\nوالمصادر والمراجع في عملية التحقيق لها صور ثلاث:\nأ- أولاها: نسخ المخطوطة التي يقوم الباحث بتحقيقها؛ إذ هي من المصادر الضرورية.\nب- ثانيتها: المصادر التي اعتمد عليها المؤلف نفسه ورجع إليها في تصنيفه لا بد أن يعمل فهرسًا لمراجع المؤلف, ومصادره.\nجـ- ثالثتها: المصادر والمراجع التي اعتمد عليها المحقق في إنجاز التحقيق على الوجه الأكمل.\nوإضافة إلى الكلام السابق عن المصادر والمراجع، وما قيل من الفروق بينهما أو أنهما مترادفان، نذكر أن المتمسكين بالتفريق يصنعون قائمتين لفهرس المراجع والمصادر, للمصادر قائمة وللمراجع الأخرى، والذين يقولون بالترادف يصنعون قائمة واحدة. هو إذًا اصطلاح ولا مشاحة في الاصطلاح.\nتنظيم المراجع:\nأما تنظيم المراجع, فيمكن أن نعمد إلى طريقة من الطرق التالية:\n1-\nالبدء باسم الكتاب حسب الترتيب الهجائي، أو حسب تاريخ النشر.\n2-\nالبدء باسم المؤلف وفق الترتيب الهجائي، أو وفق تاريخ الوفاة.\n3-\nالبدء بلقب المؤلف حسب الترتيب الهجائي, أو تاريخ الوفاة.\nكما يراعى في تنسيق المراجع:\nالبدء بالمطبوعات، ثم بالمخطوطات، ثم بالدوريات، ثم بالمراجع الأجنبية إن وجدت.\nكما نلاحظ وضع القرآن الكريم في صدر المراجع ما دام مرجعًا للباحث, ولا ينبغي وضعه حسب الترتيب الهجائي.\nالجزء: 1 ¦ الصفحة: 220\n",
        "مصطلحات في تحقيق التراث وملاحظات:\nعلى طريق تحقيق التراث نجد عدة مصطلحات مطروحة يجدر بنا أن نجلي مفاهيمها للباحث المبتدئ، ونذكر بها من هو بسبب ودربة على البحث، كما أن هناك ملاحظات نرى من المفيد التنبيه إليها.\nوسنتناولها فيما يلي:\nإجازة المخطوط:\nالإجازة هنا: يقصد بها توثيق نسبة المخطوط إلى مؤلفه, إذ إن المخطوطة بعد اختبارها بالسماع أو الإقرار تعد سليمة ومطابقة لتصنيف المؤلف معنى ومبنى.\nوهي مأخوذة من إجازة الرواية التي تعني الإذن برواية الحديث لثقة المجيز في علم المجاز وأمانته.\nوإجازة المخطوط من المصنف تعد من أعلى درجات التوثيق.\nوأحيانًا يكتب على المخطوطة إجازة لها, وإجازة لروايتها لثقة المصنف في الراوي.\nومن أمثلة الإجازات: ما كتب على ورقة العنوان من المجلد الحادي عشر من كتاب \"تاريخ الإسلام وطبقات مشاهير الأعلام\" للذهبي \"748هـ\" من نسخة بخط المؤلف، وقد سجل عليها قراءة الصفدي \"735هـ\" على المؤلف وإجازته برواية الكتاب1.\nوالإجازة تعتمد على أمرين هما: الإقراء والسماع.\nأما الإقراء: فهو أن يقرأ الكتاب على المؤلف أو غيره دون أن يكون معهما\n1 انظر: صورة النص في كتاب تحقيق النصوص ونشرها ط2 ص105.\nالجزء: 1 ¦ الصفحة: 221\n",
        "مستمع أو مستمعون, وأما السماع: فهو أن تكون القراءة للكتاب بمحضر آخرين يستمعون للقراءة, عدا القارئ والمقروء عليه.\nوللسماع صور عدة منها:\nأن يكتب المصنف بخطه أن طالبًا سمع عليه كتابه، أو يقر طالب بسماع كتاب على مصنفه، أو يخبر بسماع الكتاب على شيخ غير مصنفه1.\nومن أمثلة هذه السماعات:\nما كتب على مخطوطة \"الموجز في النحو\" لابن السراج \"316هـ\".\nذكر المحققان للنسخة وهما: د. مصطفى الشويمي وأ. بن سالم \"مرجي\": عثر عليها سنة 1958 بمدينة تمغروت جنوب المغرب.\nيقول كاتب المخطوط في نهايتها: إنه اكتتبها سنة 354هـ من نسخة مقروءة على أبي علي الفارسي -تلميد المؤلف- وعارضها بنسخة بغدادية أملاها المؤلف على تلاميذه مجلسا مجلسا, ابتداء من سنة 304هـ2.\nأما فائدة الإجازة, وما يتبعها من سماعات وإقراء، فذلك مثال من أمثلة التثبت العلمي كما أنها وثائق لثقافات العلماء الماضين وما سمعوه، وما قرءوه من كتب، وهي دليل على صحة الكتاب وقدمه وتاريخه، كما أنها وسيلة لمعرفة مراكز العلم في البلاد الإسلامية وحركة تنقل الأفراد بينها، وأخيرًا تعد مصدرًا للتراجم الإسلامية3.\nعلامات الترقيم:\nمن المصطلحات الهامة المعول عليها في التحقيق، ولها ضوابط سبق الحديث عنها في الباب الأول من هذا المصنف.\n1 إجازات السماع في المخطوطات القديمة، مجلة معهد المخطوطات العربية مجلد 1 جـ2 ص234.\n2 انظر: الموجز لابن السراج ص17.\n3 إجازات السماع في المخطوطات القديمة ص240، 241.\nالجزء: 1 ¦ الصفحة: 222\n",
        "الاختصارات:\nلا يستغني المحقق عن استخدام رموز تعفيه عن كلمات وعبارات، وذلك مثل:\nإلخ= إلى آخره. ا. هـ= انتهى. رض= رضي الله عنه. ح= حينئذ.\nثنا= حدثنا. م= مفرد. ج= جمع. ش= شرح أو شارح.\nص= أصل أو مصنف. م= تاريخ ميلادي. هـ= تاريخ هجري.\nص= صفحة.\nس= سطر. صح= صحح. جـ= جزء، وأحيانا جواب. س= سؤال.\nمج= مجلد.\nعلى أن الاختصارات مجرد اصطلاحات عرفية لمن شاء، ومن الناس من يتوسع فيها ولا يوافق على بعضها، ومن ذلك استخدام ص أو صلعم بدلا من: صلى الله عليه وسلم. أو: ع بدلا من عليه السلام، أو رض بدلا من رضي الله عنه.\nوهناك من مصادر التراث ما يصطفي مؤلفوها رموزًا خاصة للاختصار، وذلك ما ذكره الفيروزآبادي في القاموس المحيط:\nوما فيه من رمز فخمسة أحرف\n...\nفميم لمعروف، وعين لموضع\nوجيم لجمع ثم هاء لقرية\n...\nوللبلد الدال التي أهملت فع\nالمسودة:\nهي الصورة الأولى لتدوين المصنف، وتعرف بكثرة ما يشيع فيها من اضطراب وخلط ومحو، وكشط واستدراكات وحواشٍ، وقد يدرك المحقق أن هذا المخطوط على مسودته ولم يتم تبييضه، وذلك من خلال كتابة الفهارس.\nومن ذلك ما كتبه ابن النديم في الفهرست من أن ابن دريد صنع كتاب أدب\nالجزء: 1 ¦ الصفحة: 223\n",
        "الكاتب على مثال كتاب ابن قتيبة، ولم يجروه من المسودة1. وكذلك جاء في بغية الوعاة للسيوطي: أن لابن هشام الأنصاري من المؤلفات سرح التسهيل, وهو مسودة2.\nالخطأ:\nهو تغيير في الكلمة أو الجملة يأتي مخالفًا لقواعد النحو أو الصرف، أو الضوابط المعجمية, أو الرسم الإملائي، وما إلى ذلك.\nومثل هذا يطالب المحقق بإصلاحه وفق القواعد على نحو ما ذكرنا في تقويم النص.\nالتصحيف:\nالتصحيف لغة: الخطأ في الصحيفة، ويعني اللغويون بذلك الخطأ في قراءتها، ومن هنا سمي من يخطئ في قراءة الصحيفة صحفيا3.\nثم توسع في استخدام اللفظ فصار يشمل الخطأ في الكتابة أيضًا، ولا سيما في استعمالات المعنيين بالتراث وتحقيقه.\nجاء في المعجم الوسيط: صحف الكلمة: كتبها أو قرأها على غير صحتها؛ لاشتباه الحروف4.\nوعلى هذا الأساس وضع له صاحب معجم مصطلحات الأدب هذا التعريف: الكلمة المصحفة هي الكلمة الموضوعة خطأ نتيجة لإهمال الناسخ أو الطابع، أو جهل كل منهما.\n1 انظر: الفهرست ص92.\n2 انظر: جـ2 ص69.\n3 انظر: القاموس المحيط, مادة صحف.\n4 مادة: صحف.\nالجزء: 1 ¦ الصفحة: 224\n",
        "ومن العلماء من لا يفرق بين التصحيف والتحريف, ويعدونهما مترادفين.\nوهناك من يفرق بينهما، ومنهم العلامة ابن حجر في \"شرح نخبة الفكر في مصطلح أهل الأثر ص22\" قال: \"فإن كانت المخالفة بتغيير حرف أو حروف مع بقاء صورة الخط في السياق، فإن كان ذلك بالنسبة للنقط فالمصحف، وإن كان بالنسبة إلى الشكل فالمحرف\".\nويعني ابن حجر بالشكل هنا: هيئة الحرف لا حركاته.\nوقد شاع التصحيف عند القدماء، وكثر في المصنفات، ووقع فيه كثير من أفاضل العلماء في اللغة والحديث, حتى قال الإمام أحمد: ومن يعرى من الخطأ والتصحيف1؟!!\nهذا, وقد وقع التصحيف في الكلمات المعجمية، كما وقع في أسماء الأعلام, ولكثرته اهتم العلماء وصنفوا فيه كتبًا.\nفمما ألف في تصحيفات الكلمات:\n1-\nكتاب التنبيه على حدوث التصحيف لحمزة بن الحسن الأصفهاني 360هـ.\n2-\nكتاب التصحيف للحسن بن عبد الله بن سعيد العسكري 382هـ.\n3-\nكتاب التصحيف والتحريف لعثمان بن سعيد اليلطي 600هـ.\n4-\nكتاب التطريف في التصحيف للسيوطي، كما خصص النوع الثالث والأربعين من كتابه المزهر لذلك.\nومما ألف في تصحيفات الأعلام:\n1-\nالمؤتلف والمختلف في أسماء الشعراء وكناهم وألقابهم وأنسابهم للآمدي الحسن بن بشر 370هـ.\n1 المزهر جـ2 ص253.\nالجزء: 1 ¦ الصفحة: 225\n",
        "2-\nالمتفق والمفترق، للخطيب البغدادي أحمد بن علي 463هـ.\n3-\nالمشتبه بالرجال: أسمائهم وأنسابهم، للذهبي محمد بن أحمد 748هـ.\n4-\nضبط الأعلام، أحمد تيمور، 1348هـ.\nأمثلة للتصحيفات:\n1-\nالآية الكريمة: {فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا} [القصص: 8] قرئت كلمة حزنًا تصحيفا: حربا.\n2-\nقال الزبيدي: حدثني قاضي القضاة منذر بن سعيد، قال: أتيت أبا جعفر النحاس فألفيته يملي في أخبار الشعراء شعر قيس بن معاذ المجنون, حيث يقول:\nخليلي هل بالشام عين حزينة\n...\nتبكي على نجد لعلي أعينها\nقد أسلمها الباكون إلا حمامة\n...\nمطوقة باتت وبات قرينها\nفلما بلغ هذا الموضع قلت: باتا يفعلان ماذا, أعزك الله؟ فقال لي: وكيف تقول أنت يا أندلسي؟ قلت: بات وبان قرينها1.\n3-\nروى الأصمعي بيت الحطيئة:\nوغدرتني وزعمت أنـ\n...\nـك لاتني في الصيف تامر\nفقال أبو عمر: إذا صحفتم فصحفوا مثل تصحيفه, وإنما هو:\nوغدرتني وزعمت أنـ\n...\nـك لابن في الصيف تامر2\n4-\nومن التصحيفات الطريفة: ما روي أن سليمان بن عبد الملك كتب إلى عامله بالمدينة: أحص المخنثين قبلك، فوقعت من قلم الكاتب نقطة على الحاء فجعلتها خاء، فوصل الكتاب والي المدينة وقرأه كاتبه، فقال له الأمير: لعله أحص المخنثين، فقال:\n1 المزهر جـ2 ص367.\n2 الزهر جـ2 ص64، 65.\nالجزء: 1 ¦ الصفحة: 226\n",
        "يا أيها الأمير, إن على الحاء نقطة مثل سهيل، فأمر الأمير بإحضارهم, فتهارب أكثرهم ووقع أقلهم1.\nومن أمثلة التصحيفات:\n1-\nإخراج, إحراج.\n2-\nأبواب, أثواب.\n3-\nجنان, حنان.\n4-\nحاد, جاد.\n5-\nحنايا, خبايا.\n6-\nخبيث, حثيث.\n7-\nصانع, ضائع.\n8-\nسديد, شديد.\n9-\nغالي, عالي.\n10-\nصر, ضر.\n11-\nبشر, نشر.\n12-\nجنائب, خبائث.\n13-\nباب, ناب, تاب.\n14-\nتمر, نمر, ثمر.\n15-\nفصم, قصم, قضم.\n16-\nموازنة, مواربة.\n17-\nقتيل, قبيل, فتيل.\n18-\nنبي بين أنبياء, نبي بين أبيناء.\nالتحريف:\nالذين يفرقون بين التصحيف والتحريف يرون أن التحريف هو التغيير في الحرف, بأن يوضع حرف مكان آخر قريب الشبه به.\nومن أمثلة التحريف:\n1-\nجاء في جمهرة اللغة مادة: أن، وأن يقال: أن الرجل الماء: إذا صبه، وفي بعض كلام الأوائل: أن ماء وأغله أي: صب، وقال ابن الكلبي: إنما هو أز ماء وزعم أن \"أن\" تصحيف.\n1 التنبيه على حدوث التصحيف للأصفهاني ص10.\nالجزء: 1 ¦ الصفحة: 227\n",
        "وهاك بعض الكلمات التي وقع فيها تحريف:\nضاع, ضاء. قتال, قتاد. حيف, صيف. دانية، رانية. حريق, غريق. صب, حب. وجوم, رجوم. قريب, غريب.\nتعدد الإخراج:\nمن الملاحظات على ما ورثناه من مخطوطات التراث, أن منها ما أخرجه مؤلفه وكتبه عدة مرات.\nفي كتاب التنبيه والإشراف للمسعودي 346هـ، جاء في آخره: وكان سلف لنا قبل تقرير هذه النسخة نسخه على الشطر منها في سنة أربع وأربعين وثلاثمائة، ثم زدنا فيها ما رأينا زيادته وكمال الفائدة به، فالمعول من هذا الكتاب على هذه النسخة دون المتقدمة1.\nوذكر ابن النديم في ترجمة محمد بن جابر البتاني أن \"له من الكتب كتاب الزيج, وهو نسختان أولى وثانية، والثانية أجود من الأولى\".\nومن هنا ينبغي للمحقق أن يطلع على إخراجات الكتاب, إذا كان له أكثر من إخراج.\nالتصفيح:\nمن عادة الأقدمين ألا يرقموا الصفحات, ويستبدلوا بذلك عملية التصفيح, وذلك بأن يثبت الكاتب في آخر الصفحة \"في هامشها\" أول كلمة في الصفحة التالية، أو يثبت آخر كلمة في الصفحة السابقة في أول الصفحة التالية، وذلك ليمكن تسلسل صفحات الكتاب في غيرما حاجة إلى الترقيم2.\n1 أصول تحقيق النصوص ص7.\n2 انظر: خزائن الكتب العربية, للداغر 36.\nالجزء: 1 ¦ الصفحة: 228\n",
        "سلبيات على طريق التحقيق:\nعلى نحو ما فصلنا في الفصول السابقة توفر على نشر التراث مؤسسات عدة، قديمة وحديثة، حكومية وشعبية على امتداد العالم الإسلامي, بل والعالم الغربي الذي شارك في هذا المجال من خلال المستشرقين دعمًا للتراث الإنساني أو لأهداف أخرى يعلمها الله، ونعلم بعضًا منها.\nولأجل هذا لست في حاجة إلى إعادة لأمر وضحته؛ وذلك لأن مراحل نشر التراث التي بسطت جوانبها تكشف عن المراحل التي مر بها التحقيق العلمي للتراث, حتى وصل إلى الصورة التي هو عليها الآن.\nوجهود القائمين على نشر التراث لا تحتاج إلى دليل, أو برهان.\nلكن هذه الأعمال العظيمة لا تخلو من شوائب نحب أن ننبه إليها حتى لا يقع المعاصرون في شيء مما وقع فيه سابقوهم.\n1-\nالازدواجية:\nفي مقدمة هذه السلبيات: الازدواجية في مجال نشر التراث، فقد نجد مخطوطًا واحدًا نشرته عدة جهات، بعضها مجرد نشر خالٍ من أصول التحقيق العلمي، وبعضها محقق تحقيقًا واحدًا.\nومن هنا نأسى على الجهد الضائع، والمال المهدر؛ إذ لو كان هناك تنسيق صادق أمين لوفرنا هذا الجهد لإحياء مخطوط حبيس على رفوف المكتبات هنا وهناك، بل إن بعض الجهات القائمة على هذا الأمر عندها مخطوطات محققة ومعدة, ويعوزها المال لإخراجه.\nبل إننا بكل أسف نجد هذه الازدواجية في الرسائل الجامعية, وفي مجال التحقيق\nالجزء: 1 ¦ الصفحة: 229\n",
        "العلمي مما يؤكد ضرورة وجود لون من التلاقي, والتنسيق بين الجامعات الإسلامية توفيرًا للجهد، ولكي نسير في هذا المضمار خطوات إلى الأمام.\nولعل رابطة الجامعات الإسلامية، ومقرها الرباط, تنهض بهذا العبء الهام، وأرى أنها بقيادتها مؤهلة لذلك.\nقد تسد الدوريات الصادرة عن بعض مؤسسات التحقيق جزءًا من هذه الثغرة, لكن حاجتنا إلى تنسيق كامل لا تزال قائمة.\n2-\nما التراث الذي نحييه؟:\nالإجابة عن هذا السؤال تكشف عن خلل واضح في هذا الصدد, إنه مما لا ريب فيه أن تراثنا لحق به قدر لا بأس به من الزيف والدخيل الذي يعصف بما فيه من قيم فاضلة، ومبادئ سامية، وهذا الأمر يفرض علينا أن نتخير ما نخرجه للناس وما ننشره فيهم، منه ما هو كفيل باستمرار المسيرة على الدرب الصحيح، وما سوى ذلك مما لحقه الزيف فهو قطعة شاهدة على جزء من التاريخ، فليظل مكانه مقصورًا على أهل البحث والدرس القادرين على أن يميزوا الخبيث من الطيب.\nوإننا لنعجب للمستشرق آرثر جفري لم يجد أمامه كتابًا ينشره من تراثنا إلا كتاب المصاحف للسجستاني، وهو كتاب فيه ما فيه مما يزلزل إيمان المؤمنين بالكتاب العزيز. إن اختيار هذا المخطوط بصفة عامة إنما يريد الطعن في ديننا وتراثنا من خلال التظاهر بالحرص على نشر تراث المسلمين.\nوإذا حدث هذا من المستشرق جفري، فهو أمر غير جديد على هؤلاء.\nلكن عندما نرى الأزهر الشريف ومجمع البحوث يتصدى لنشر الجامع الكبير للسيوطي، وفيه الكثير من الموضوع والضعيف، فذلك أمر غير مستساغ، أو أن يسهم في فترة من الفترات في نشر كتاب الأخلاق المتبولية للشعراني، وفيه من الزيف ما لا يطاق ولا يحتمل، فهذا دليل على وجود خلل في خطة إحياء التراث.\nالجزء: 1 ¦ الصفحة: 230\n",
        "وكذلك نرى وزارة الثقافة المصرية تسهم مشكورة في إحياء التراث، ثم تطالعنا بالفتوحات المكية لابن عربي، وفيه نظريته الملحدة في وحدة الوجود، فهذا أمر يتطلب وقفة من الغيرة على التراث.\nلا بد أن نفكر أولا: ما التراث الذي ينبغي لنا إحياؤه؟\n3-\nأدعياء التحقيق:\nإن التحقيق العلمي عمل مجيد، وجهد مشكور متى التزم المحقق الدرب الصحيح، وراعى الأصول، والتزم بالقواعد، وبذل الجهد من أجل إخراج النص صحيحًا مستقيمًا، وثقت نقوله, وخرجت فيه الآيات والأحاديث، وضبط الغريب.\nأما أن يخرج النص كثير التصحيفات والتحريفات، والأخطاء، تفسر الكلمة الواضحة وتترك الغامضة والغريبة، تضبط الكلمات البينة وتترك المشتبهة، فذلك لون من العبث لا يمكن أن نسميه تحقيقًا.\nوبكل أسف نجد هؤلاء يكتبون أسماءهم بحروف بارزة على الغلاف \"تحقيق فلان\" والمؤلف القديم الذي بذل العرق والجهد، وأكد الفكرة يكتب اسمه بحروف صغيرة تحت العنوان!! إنه لون من العدوان على جهود الآخرين.\n4-\nاحتجاز المخطوطات النفيسة:\nبعض ذي الكفاءة من أهل التحقيق يحتجزون مخطوطات نفيسة ذات قيمة, على أساس أنهم سيقومون بتحقيقها، ثم يدركهم الملال فلا تخرج ولا يتركون الفرصة لسواهم.\nوأحيانًا تتصدى بعض مؤسسات التحقيق لإخراج مخطوط معين فتخرج منه جزءًا أو جزأين، ثم تقصر بها النفقة فتعجز عن إخراج بقية الأجزاء.\n5-\nخروج بعض المطبوعات باسم التحقيق:\nوهو مجرد نشر لا تتوافر فيه أصول التحقيق, مما يعد جناية على هذا العمل العلمي.\nالجزء: 1 ¦ الصفحة: 231\n",
        "من توصيات لجنة تحقيق التراث المنعقدة في بغداد:\nعقدت هذه اللجنة في بغداد في المدة من \"6-15 رجب 1400هـ, 20-29 مايو 1980\" بإشراف معهد المخطوطات العربية، التابع للمنظمة العربية للثقافة والعلوم, وبالتعاون مع وزارة الثقافة والإعلام بالجمهورية العراقية.\nوقد شارك في الندوة التي عقدتها اللجنة, عدد من الأعلام من خبراء التراث، وأصحاب الدراية بالتحقيق، نذكر منهم:\nد. شكري فيصل, عضو المجمع السوري، والأستاذ محمد بهجة الأثري، عضو المجمع العراقي، والدكتور فؤاد سزكين أستاذ بجامعة فرانكفورت بألمانيا الغربية، والدكتور أحمد سليم سعيدان عميد كلية العلوم، القدس، وعضو مجمع اللغة العربية الأردني.\nوبعد مناقشة البحوث المقدمة, انتهت اللجنة إلى إرساء القواعد التالية:\n1-\nأن يكون تحقيق التراث في أيد أمينة قادرة عليه، فلا يقحم نفسه فيه من لم تكتمل أدواته اللغوية والعلمية والفنية.\n2-\nأن يبنى التحقيق على مناهج منظمة, وأولويات مرتبة.\n3-\nأن تخضع أعمال حديثي العهد بالتحقيق للتدقيق والمراجعة, على أن يتحمل الأستاذ المراجع التبعة في ذلك كاملة.\n4-\nأن تصرف عناية خاصة للتراث العلمي؛ استجابة للحاجة الحضارية الراهنة، وتحقيقًا للتوازن بين التراثين: العلمي والأدبي.\n5-\nأن تنشأ في العواصم العربية فروع لمعهد المخطوطات, يودع في كل فرع منها نسخ من الرقوق المصورة المحفوظة في مقر المعهد.\nالجزء: 1 ¦ الصفحة: 232\n",
        "6-\nأقرت اللجنة أن تكون للتحقيق ثلاثة مقاصد, وأن تراعى هذه المقاصد في وضع المنهج والتوصيات:\nالأول: تقديم النص صحيحًا مطابقًا للأصول العلمية.\nالثاني: توثيق النص نسبة ومادة.\nالثالث: توضيح النص وضبطه.\nفي ضوء هذه المنطلقات والقواعد اتخذت اللجنة سلسلة من التوصيات وهي:\nاختيار المخطوط, معرفة النسخ وجمعها, دراسة النسخ وتعرف مراتبها في الصحة, ضبط النص, التعليق على النص, المقدمة, الفهارس, الطباعة والنشر.\nومن توصياتهم في مجال اختيار المخطوط:\nتقديم الأهم على المهم، والأصول على الفروع، وما لم ينشر على ما نشر، والتسامح في تجديد نشر المطبوعات التي لم تراع القواعد العلمية في تحقيقها، واختيار طوائف من المخطوطات يرى المختصون ترشيحها للتحقيق، والاهتمام بتحقيق التراث العلمي.\nوفي مجال معرفة النسخ, أوصت اللجنة معهد المخطوطات بعمل فهرس موحد شامل لما دون في فهارس المخطوطات العامة والخاصة، وعلى المعهد أن يتعرف مكان المخطوطات القيمة التي لم تصل إليها يده بعد، ووضع فهارس تفصيلية للمخطوطات تنشر على المؤسسات التراثية في العالم العربي.\nوفي الفهارس أوصت بفهرسة كل ما يمكن فهرسته من العمل المحقق.\nوأوصت في فهرسة الأعلام بأن نبدأ بالأسماء المبدوءة بألفاظ: ابن، ثم ابنة، ثم أبو، ثم أم، ثم بنت، ولا يذكر هنا الصفحات إذا كانت الأسماء معروفة, وإنما يحال على الاسم في موضعه من توالي الحروف الهجائية، فالعلم: أبو اليمن الكندي يذكر في \"أبو اليمن\" ويذكر اسمه إلى جانبه زيد بن الحسن، ويحال عليه وتذكر أرقام الصفحات في حرف الزاي.\nالجزء: 1 ¦ الصفحة: 233\n",
        "ثم تبدأ فهرسة الأسماء على ترتيب حروف الجهاء، بدءًا بالهمزة الممدودة مثل: آدم ونحوه، ثم ما يكون بعد ذلك: الهمزة والباء.\nوالألفاظ التي تداخلها الهمزة يراعى في موضعها الحرف الذي توضع عليه الهمزة.\nوفيما عدا ذلك من الأمور التي ذكرتها سابقًا في قواعد التحقيق, أرى أن ما أوصت به اللجنة لا يزيد عما ذكرته فيها من قواعد وأصول.\n{الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ}\nوكان الفراغ من تصنيف هذا المؤلف -ولله الحمد والمنة- في تمام الساعة العاشرة من مساء الاثنين، السابع والعشرين من ربيع الأول 1409هـ, الموافق السابع من نوفمبر 1988م, الدقي.\nالمعتز بالله وحده\nد. السيد رزق الطويل\nالجزء: 1 ¦ الصفحة: 234\n",
        "مصادر البحث ومراجعه\n:\nفي إعداد هذا المصنف استعنا بكثير من المصادر والمرجع في شتى المجالات التي تعرض لها هذا الكتاب، بجانب خبرات متعددة، مكتسبة على طريق البحث والدرس، والإشراف على الباحثين والدارسين من طلاب الدراسات العليا.\nوأثبت هنا بعض المصادر والمراجع, مرتبة حسب الحروف الهجائية لعناوينها التي وضعها لها مؤلفوها.\nوفي المقدمة أثبت المصدر الأول والأوثق, وهو:\nالقرآن الكريم.\nثم كتب السنة.\nوبعد ذلك تأتي المصادر الأخرى:\n1-\nأحمد زكي شيخ العروبة، سلسلة أعلام العرب، القاهرة.\n2-\nالأخبار التاريخية في السيرة الزكية, محمد زكي مجاهد, القاهرة سنة 1396.\n3-\nالأعلام, لخير الدين الزركلي, بيروت، دار العلم للملايين ط4.\n4-\nالأغاني, للأصفهاني ط. وزارة الثقافة، القاهرة.\n5-\nأصول نقد النصوص ونشر الكتب، برجستراسر، إعداد محمد حمدي البكري، القاهرة سنة 1969م.\n6-\nتاريخ الأدب العربي, بروكلمان، ترجمة د. عبد الحليم النجار، د. رمضان عبد التواب، د. السيد يعقوب بكر، القاهرة.\n7-\nتاريخ التراث, لفؤاد سزكين، ترجمة الدكتور \"فهمي أبو الفضل\" القاهرة سنة 1971.\n8-\nتحقيق النصوص ونشرها، عبد السلام هارون.\n9-\nتحقيق التراث د. عبد الهادي الفضلي، مكتبة المعلم، جدة.\n10-\nالتفسير والمفسرون د. محمد حسين الذهبي.\nالجزء: 1 ¦ الصفحة: 235\n",
        "11-\nالتنبيه على حدوث التصحيف، لأبي حمزة الأصفهاني ت. محمد سعد أطلس، دمشق سنة 1968.\n12-\nجامع بيان العلم وفضله، لابن عبد البر.\n13-\nخزائن الكتب العربية في الخافقين، لفيليب دي طرازي.\n14-\nخزانة الأدب ولب لباب لسان العرب، للبغدادي. ت عبد السلام هارون، القاهرة.\n15-\nالدراسات العربية والإسلامية في الجامعات الألمانية، روري بارت، ترجمة د. مصطفى ماهر، القاهرة.\n16-\nدليل المراجع العربية، عبد الكريم الأمين، بغداد سنة 1970.\n17-\nالسنة قبل التدوين, د. محمد عجاج الخطيب.\n18-\nسيبويه إمام النحاة, د. علي النجدي ناصف.\n19-\nصبح الأعشى في علوم الإنشا, للقلقشندي, وزارة الثقافة، مصر سنة 1961.\n20-\nالصحاح للجوهري، ت. أحمد عبد الغفور العطار.\n21-\nعيون الأخبار, لابن قتيبة، وزارة الثقافة، القاهرة.\n22-\nالفهرست، لابن النديم.\n23-\nفهارس المكتبات العربية في الخافقين، يوسف أسعد داغر، بيروت سنة 1947م.\n24-\nفي علوم القراءات، مدخل ودراسة وتحقيق د. السيد رزق الطويل، الفيصلية، مكة سنة 1985.\n25-\nالقاموس المحيط، للفيروزآبادي.\n26-\nقواعد فهرسة المخطوطات العربية, د. صلاح المنجد, بيروت سنة 1976.\n27-\nكشف الظنون عن أسامي الكتب والفنون, لمصطفى بن عبد الله، الشهير بحاجي خليفة، إستانبول سنة 1951.\nالجزء: 1 ¦ الصفحة: 236\n",
        "28-\nمجالس ثعلب، ت. عبد السلام هارون، ذخائر العرب، دار المعارف.\n29-\nالمخطوطات العربية في العالم العربي، د. صلاح المنجد.\n30-\nالمحبر، لمحمد بن حبيب. ط1 الهند سنة 1361هـ.\n31-\nالمزهر في اللغة، للسيوطي.\n32-\nالمصادر العربية والمعربة، د. محمد ماهر حمادة، مؤسسة الرسالة سنة 1972.\n33-\nالمستشرقون، نجيب العقيفي, دار المعارف، مصر سنة 1981.\n34-\nالمعجم الأدبي, جبور عبد النور ط1, بيروت سنة 1979.\n35-\nمعجم المؤلفين, للأستاذ عمر رضا كحالة.\n36-\nمعجم المصطلحات العربية في اللغة والأدب, مجدي وهبة وكامل المهندس, بيروت سنة 1979.\n37-\nمعجم المطبوعات العربية والمعربة, يوسف إليان سركيس.\n38-\nالمعجم الوسيط, مجمع اللغة العربية بالقاهرة.\n39-\nالموسوعة العربية الميسرة, مؤسسة فرنكلين, القاهرة سنة 1959, إشراق شفيق غربال.\n40-\nنفح الطيب من غصن الأندلس الرطيب, للمقرئ.\n41-\nهدية العارفين في أسماء المؤلفين وآثار المصنفين, طهران سنة 1967 ط 3.\nومن الدوريات والنشرات:\nمجلة المورد, بغداد.\nعالم الكتب, الرياض.\nمجلة مجمع اللغة العربية, القاهرة.\nأسس تحقيق التراث ومناهجه \"توصيات اللجنة المختصة التي عقدت في بغداد, مايو سنة 1980\".\nالجزء: 1 ¦ الصفحة: 237\n",
        "فهرس تحليلي لموضوعات هذا الكتاب\n:\nالموضوع الصفحة\nمقدمة الطبعة الثانية 3\nمقدمة المؤلف 5\nالباب الأول: البحث العلمي وأصوله\nقيمة البحث العلمي 11\nتعريف البحث العلمي 12\nصور البحث ومجالاته 13\nعدة الباحث وخلقه العلمي 16\nمراحل البحث 18\nاختيار الموضوع 18\nالخطة الأولية للموضوع 19\nالمصادر والمراجع 23\nمرحلة كتابة البحث وإخراجه 28\nالفهارس 31\nمقدمة البحث 32\nالباب الثاني: التعريف بالمكتبة الإسلامية\nالفصل الأول: دراسة تاريخية وميدانية للمكتبة الإسلامية\nتمهيد 37\nنشأة المكتبة الإسلامية 39\nأشهر المكتبات في تاريخ الإسلام 43\nأشهر المكتبات في العصر الحديث 45\nأولًا: في العالم العربي والإسلامي 45\nثانيًا: في خارج البلاد العربية والإسلامية 47\nالفصل الثاني: مصنفات التراث, أهم المصادر والمراجع\nبين يدي هذا الفصل 51\nالمبحث الأول: القرآن الكريم وعلومه 52\nالمبحث الثاني: الحديث وعلومه 71\nالمبحث الثالث: السيرة النبوية والتاريخ الإسلامي وكتب الطبقات 89\nالمبحث الرابع: علوم اللسان العربي 98\nالمبحث الخامس: العقيدة والفلسفة والفرق والفكر الإسلامي 115\nالمبحث السادس: أصول الفقه وتاريخ التشريع 119\nالمبحث السابع: الفقه ومذاهبه 121\nالمبحث الثامن: الحضارة الإسلامية 127\nالمبحث التاسع: دراسات إسلامية عامة في مجالات متنوعة 130\nمراجع المراجع 136\nالباب الثالث: التراث وتحقيقه ونشره\nالفصل الأول: التراث والجهود المبذولة في نشره\nمعنى التراث 141\nبداية نشر التراث في العالم الخارجي 142\nبداية نشر التراث في العالم العربي 146\nالجزء: 1 ¦ الصفحة: 238\n",
        "الموضوع الصفحة\nالمطابع الأهلية 150\nمراحل نشر التراث في مصر 152\nالمرحلة الأولى 152\nالمرحلة الثانية، خصائصها 153\nالمرحلة الثالثة، خصائصها 157\nالمرحلة الرابعة، خصائصها 160\nهيئات توفرت على نشر التراث 164\nأولا: في مصر 164\nثانيا: خارج مصر 166\nالفصل الثاني: المخطوطات ومظانها في مكتبات العالم\nتمهيد 171\nطريقة معرفة أماكن المخطوطات 171\nالفهارس العامة للمخطوطات 173\nدليل إلى المكتبات التي بها مخطوطات 174\nأسماء بعض المكتبات التي تهتم باقتناء المخطوطات 175\nأولا: في البلاد العربية 175\nثانيا: في البلاد الإسلامية 177\nثالثًا: في أوروبا وأمريكا 178\nفهارس المخطوطات 181\nأولا: في البلاد العربية 181\nثانيا: المخطوطات العربية في العالم 186\nالفصل الثالث: تحقيق التراث\nمعنى التحقيق، وأصله التاريخي 191\nمراحل التحقيق 194\nشروط المحقق 195\nأصول التحقيق وقواعده 197\nخطوات التحقيق 197\nالخطوة الأولى: مخطوط لم يسبق تحقيقه 198\nالخطوة الثانية: جمع النسخ المتاحة 200\nالمرحلة الثالثة: اعتماد النسخة الأصل 203\nالمرحلة الرابعة: توثيق نسبة المخطوطة 205\nالمرحلة الخامسة: ضبط عنوان الكتاب واسم المؤلف 208\nالمرحلة السادسة: المقابلة بين النسخ\nتقويم النص 209\nأمور يكتمل بها التحقيق 211\nالتخريج 211\nالتعليق 212\nالتنقيط والتشكيل 213\nالتهميش وطرقه 214\nالفهارس 215\nنهاية التحقيق 215\nالمقدمة والخاتمة 218\nالمصادر والمراجع 220\nمصطلحات في تحقيق التراث 221\nإجازة المخطوط 221\nعلامات الترقيم والاختصارات 223\nالمسودة 223\nالخطأ 224\nالجزء: 1 ¦ الصفحة: 239\n",
        "الموضوع الصفحة\nالتصحيف 224\nالتحريف 227\nتعدد الإخراج 228\nالتصفيح 228\nسلبيات على طريق التحقيق 229\n1-\nالازدواجية 229\n2-\nالتراث الذي نحييه 230\n3-\nأدعياء التحقيق 231\n4-\nسلبيات أخرى 231\nمن توصيات لجنة تحقيق التراث 232\nمصادر البحث ومراجعه 235\nالفهرس التحليلي للموضوعات 237\nالجزء: 1 ¦ الصفحة: 240\n",
        ""
    ]
}