{
    "1": [
        "ملوك حمير وأقيال اليمن وشرحها المسمى خلاصة السيرة الجامعة لعجائب الملوك التبابعة\nملوك حمير وأقيال اليمن وشرحها المسمى خلاصة السيرة الجامعة لعجائب الملوك التبابعة\nالحميري، نشوان\nالكتاب:\nخلاصة السير الجامعة لعجائب أخبار الملوك التبابعة (شرح لقصيدة نشوان الحميري: ملوك حمير وأقيال اليمن)\nالمؤلف:\nنشوان بن سعيد الحميرى اليمني (المتوفى: 573هـ)\nتحقيق:\nعلي بن إسماعيل المؤيد, إسماعيل بن أحمد الجرافي\nالناشر:\nدار العودة، بيروت\nالطبعة:\nالثانية، 1978 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nوبه نستعين\nالأمر جد وهو غير مزاح\n...\nفاعمل لنفسك صالحا يا صاح\nكيف البقاء مع اختلاف طبائع\n...\nوكرور ليل دائم وصباح\nالدهر أنصح واعظ يعظ الفتى\n...\nويزيد فوق نصيحة النصاح\nوانظر بعينيك اليقين ولا تسل\n...\nيا أيها السكران وهو الصاحي\nتجري بنا الدنيا على خطر كما\n...\nتجري عليه سفينة الملاح\nتجري بنا في لج بحر ما له\n...\nمن ساحل أبدا ولا ضحضاح\nشغل البرية عن عبادة ربهم\n...\nفتن على دنياهم وتلاحي\nومحبة الدنيا التي سلكت بهم\n...\nأبداً مع الأزواج والأشباح\nكل البرية شارب كأس الردى\n...\nمن حتف أنف أو دم سفاح\nالجزء: 1 ¦ الصفحة: 1\n",
        "لا تبتئس للحادثات ولا تكن\n...\nبمسرة في الدهر بالمفراح\nأًفأين هود ذو التقى ووصيته\n...\nقحطان زرع نبوة وصلاح\nهود النبي - صلى الله عليه وسلم - ابن عابر بن شالخ بن أرفخشذ بن سام بن نوح بن ملك ين متوشلخ بن أخنوخ وهو إدريس عليه السلام: أبن يارذ بن مهلائيل بن أنوش بن شيت بن آدم أبي البشر - صلى الله عليه وسلم -. واتفق كثير من علماء السير أنَّ أول نبي مرسل بعثه الله بعد نوح بشيرا ونذيرا وأمينا على وحيه هو هود عليه السلام وهو أبن العرب العاربة وهو الذي يقول في علقمة:\nأبونا نبي الله هود بن عابر\n...\nونحن بنو هود النبي الطهر\nلنا الملك في شرق البلاد وغربها\n...\nومفخرا يسمو على كل مفخر\nفمن مثل كهلان القواضب والقنا\n...\nومن مثل أملاك البرية حمير\nالجزء: 1 ¦ الصفحة: 2\n",
        "ذكر وصية هود عليه السلام\nثم إنَّ هودا عليه السلام وصى بنيه ووعظهم فقال: أوصيكم بتقوى الله وطاعته والإقرار بوحدانيته وأحذركم الدنيا فإنّها غرارة خداعة غير باقية عليكم ولا أنتم باقون عليها. فاتقوا الله الذي إليه تحشرون ويقتننكم الشيطان أنه لكم عدو مبين.\nثم أقبل على قومه وعمه عاد يوصيهم بما وصى بنيه ويعظهم بما حكى الله تبارك وتعالى عنه: (وإلى عاد أخاهم هوداً، قال يا قوم اعبدوا الله ما لكم من إله غيره) إلى قوله (ولا تتولوا مجرمين) فكان ردهم: ما حكى الله تعالى عنهم: (يا هود ما جئتنا ببينة وما نحن بتاركي آلهتنا عن قولك وما نحن لك بمؤمنين. وقالوا من أشد منا قوة) إلى قوله (ولعذاب الآخرة أخزى وهم لا ينصرون) فأهلكهم الله بالريح الصرصر كما قال عز وجل (وأما عاد فأهلكوا بريح صرصر عاتية. سخرها عليهم سبع ليال وثمانية أيام حسوما فترى القوم فيها صرعى كأنهم أعجاز نخل خاوية فهل ترى لهم من باقية) فلما هلك عاد على غير دين هود جزع هود عليهم واكتأب فأنشده ابنه قحطان شعرا يسلى عليه بعض ما كان به من القلق والارتماض والحزن على قومه وبنيه وبني عمه فقال:\nإني رأيت أبي هودا يؤرقه\n...\nحزن دخيل وبلبال وتسهاد\nلا يحزنك إنْ خصة بدهية\n...\nعاد بن عوص فعاد بئس ما عادوا\nعاد عصوا ربهم واستكبروا وعتوا\n...\nعما نهوا لا سادوا ولا قادوا\nالجزء: 1 ¦ الصفحة: 3\n",
        "بعدا لعاد فما أوهى حلومهم\n...\nفي كل ما ابتدوا وكل ما اعتادوا\nقاموا يردون عنهم سفاهتهم\n...\nريحا بها أهلكوا أيان ما بادوا\nإلاّ يظنون إنَّ الله غالبهم\n...\nوإنَّ كلا لأمر الله منقاد\nيا ليت شعري وليت الطير تخبرني\n...\nأسالم لي لقمان وشداد\nويروى أنَّ هذه الأبيات لابنه يعرب ثم إنَّ هودا عليه السلام ومن آمن معه من قومه أقاموا على ساحل البحر مما يلي أرض عاد يعبدون الله حتى ماتوا وانقرضوا قال الخزاعي: ثم توفي هود بالأحقاف من أرض اليمن وقبره هناك معروف بالقرب من نهر الحقيف. قال عبيد بن شرية: إنَّ الذين آمنوا مع هود كانوا أقل من\nالجزء: 1 ¦ الصفحة: 4\n",
        "أربعين نفرا وذكر بعض أهل السير والعلم بأمر هود قال: أخبرنا البحتري عن محمّد بن إسحاق يرفع الحديث إلى أبي سيد الخزاعي عن أبي الطفيل بن أبي عامر لكناني عن عليّ بن أبي طالب رضي الله عنه أنَّ رجلاً من حضر موت جاء يسأل أهل العلم فقال له على كرم الله وجهه: يا حضرمي أرأيت في بلادك كثيبا أحمر أعفر يخالطه مدرة حمراء فيه أراك وسدر موضع كذا وكذا من بلدك هل رأيت قط أو تعرفه؟ قال الحضرمي: نعم والله يا أمير المؤمنين قال عليّ عليه السلام فإن فيه قبر هود عليه السلام. قال وصار أمر هود بعده إلى وصية ابنه قحطان فدفنه بالأحقاف بموضع يقال له بجوار نهر الحقيف. قال وهب: إنَّه لمّا كان في زمن عمرو ذلك الأذعار هبت ريح عظيم فزع أهل اليمن منها وزعموا أنها كانت الريح العقيم فكشفت عن منبر هود عليه السلام وهو منبر من الذهب مرصع درا وياقوتا وعن يمينه عمود من الجزع الأحمر مكتوب عليه بالمستند: لمن ملك الذمار؟ لحمير الأخيار. لمن ملك الذمار؟ للحبشة الأشرار لمن ملك ذمار؟ لفارس الأحرار. لمن\nالجزء: 1 ¦ الصفحة: 5\n",
        "ملك ذمار لقريش التجار ويقال إنَّ هودا كتبه وإنَّه من علم الوحي وذمار: غمدان ومأرب وصنعاء وعالية الهنيق وما بينهما فلما صار أمر هود عليه السلام بعده إلى وصيه قحطان لزم طريقته واقتدى بها ولمّا احتضره الموت أقبل على بنيه وأهل بيته يوصيهم فقال لهم: لم تجهلوا ما نزل بعاد دون غيرهم حين عتوا على ربهم واتخذوا إلها غيره يعبدونه من دونه وعصوا أمر نبيهم هود وهو أبوهم الذي علمهم الهدى وعرفكم سواء السبيل (وما بكم من نعمة فمن الله) وأوصيكم بذي الرحم خيرا وإياكم والحسد فانه داعية إلى القطيعة فيما بينكم وأخوكم يعرب أمين عليكم وخليفتي فيكم فاسمعوا له وأطيعوا أمره واحفظوا وصيتي واعملوا بها واثبتوا عليها ترشدوا وإياكم والتحاسد والتباغض فقال أي قحطان في ذلك شعرا:\nأبا يشجب أنت المرجى وأنت لي\n...\nأمين على سري وجهري حافظ\nعليك بدين لست تنكر فضله\n...\nفقد سبقت فيه إليك المواعظ\nوواصل ذوي القربى وحطهم فانهم\n...\nملاذك إنْ حامت عليك البواهظ\nولفظك فأعربه بأحسن منطق\n...\nفانك مرهون بما أنت لافظ\nوكن كاظما للغيظ في كل بدرة\n...\nإذا شخصت تلك العيون اللواحظ\nتغيظ به الأعداء سرا وجهرة\n...\nبحلمك هاتيك النفوس الغوائظ\nالجزء: 1 ¦ الصفحة: 6\n",
        "وما ساد من قد ساد إلاّ بحلمه\n...\nإذا لم يلاحظه من البخل لاحظ\nوكن راكبا محض الشمائل ماجدا\n...\nتقيا نقيا إنني لك واعظ\nقال نشوان:\nأم أين يعرب وهو أول معرب\n...\nفي الناس أبدى النطق بالإنصاح\nقال عبيد بن شرية: يعرب بن قحطان بن هود النبي هو أكبر أولاد قحطان وهم: يعرب وخيار وأنمار والمعتم والمناحي ولأي وماعز وغاضب ومنيع وجرهم والملتمس والقاطمي وظالم والغشيم والمغتفر وباقر: ستّة عشر رجلاً وأمهم امرأة من عاد وكلهم قد ملك غير ظالم يملك وقد ك يسير في الجيوش فلما توفي قحطان بن هود قام\nالجزء: 1 ¦ الصفحة: 7\n",
        "مقامه ولده يعرب وخلفه بأحسن الخلافة في أخوته وأهل بيته، وسار سيرته في أهل مملكته وحفظ وصته أبيه وثبت عليها وتجمل بها، وهو أول من ألهم العربية المحضة. وقال فأبلغ، واختصر يجز، وأشار إلى المعنى وحذف. واشتق اسم العربية من أسمه ويعرب، أول من عظمه أهل بيته، حيي بتحية الملك\nأبيت اللعن وأنعم صباحا. وكان ملكا عظيما لم يغز ولم يكن بنو سام تصدر إلاّ عن رأيه.\nذكر وصية يعرب\nثم إنَّه وصى بنيه قبل موته وقال: يا بني منى حصلا عشرا وتكن لكم شرفا وذكرا وذخرا. يا بني تعلموا العلم وأعلموا به واتركوا الحسد ولا تلتفتوا إليه فانه داعيه إلى القطيعة فيما بينهم واجتنبوا الشر وأهله فإن الشر لا يجلب عليكم إلاّ الشر وأنصفوا الناس من أنفسكم وإياكم والكبر فإنه يبعد قلوب الرجال. وعليكم بالتواضع فإنه يقربكم إلى الناس ويحبكم إليهم واحفظوا الجار واصفحوا عن المسئ فإنَّ الصفح عن المسئ يحسم العداوة ويزيد مع السؤدد سؤددا ومع الفضل فضلا. وآثر الجار والدخيل على أنفسكم فإن جماله جمالكم ولأن تسوء حالة أحدكم خير له من أنْ تسوء حالة جاره ولأن يفقد الناس المقتدى أكثر من أنْ يفقدهم المقتدى وانصروا المولى في السلم والحرب وفانه منكم ولكم وآثروا المولى من أنفسكم وحقه عليكم مثل حق أحدكم على سائركم وإذا استشاركم مستشير فأشيروا عليه بمثل ما تشيرون على أنفسكم فإنّها أمانة ألقاها في أعناقكم وأمانة ما قد علمتم وتمسكوا\nالجزء: 1 ¦ الصفحة: 8\n",
        "باصطناع الرجال تسودوا به غيركم فإن ذلكم يزيدكم شرفا وفخرا إلى آخر الدهر\nوأنشأ يقول:\nنعرفكم بما وصى أبوكم\n...\nبما وصاه قحطان بن هود\nفوصاكم بما وصى أباه\n...\nأبو أبيه عن الجدود\nأذيعوا العلم ثم تعلوا\n...\nفما ذو العلم كالكل البليد\nولا تصغوا إلى جبل فتغووا\n...\nغواية كل محتمل حسود\nوذو دوا الشر عنكم ما استطعتم\n...\nفليس الشر من خلق الرشيد\nوكونوا منصفين لكل دان\n...\nلنصفكم من القاضي البعيد\nعليكم بالتواضع لا تزيدوا\n...\nعلى فضل التواضع من مزيد\nفإنَّ الصفح أفضل ما ابتغيتم\n...\nبه شرفا مع الملك العتيد\nوحق الجار لا تنسوه فيكم\n...\nفإن الجار ذو حق أكيد\nعليكم باصطناع الخير حتى\n...\nتنالوا كل مكرمة وجود\nقال نشوان:\nأم أين يشجب خانه من دهره\n...\nشجب وحاه له بقدر واحي\nوحاه: أي قدره. واحي: أي مقدر. والشجب الهلاك.\nقيل: فثبت يشجب على هذه الوصية دون غيره من إخوته وعشيرته فساد الجميع\nالجزء: 1 ¦ الصفحة: 9\n",
        "بلزومه منهاج أبيه، وحفظه لمّا أمره به وندب إليه، فساد بني سام وملك أمرهم ونهيهم عمره، وحاز اليمن والحجاز، ولم يغير\nوصية يشجب\n.\nثم إنَّه لأوصى بنيه وأهل بيته، فقال يا بني إني لم أر إخوتي وعشيرتي إلاّ بحفظي وصية أبي يعرب وبعملي بها وثباتي عليها، وإنَّ أبي يعرب لم يسد إخوته وعشيرته إلاّ بحفظه وصية أبيه هود عليه السلام، وبعمله بها وثباته عليها، فأقيموا على ما وجدتموني عليه، وهو الذي أنهيه إليكم، فاحفظوا ذلك واثبتوا عليه، وأعملوا به. والله خليفتي عليكم، والرشيد المهتدي منكم. وأنشأ يقول:\nأوصى النبي ابنه قحطان جدي بما\n...\nأوصى بنيه أب من بعد قحطان\nعلم حواء أبي دون إخوته\n...\nوحزته بعده من دون إخواني\nوزادني يعرب من عنده شيما\n...\nوصى بنيه بها يوما ووصاني\nحفظتها حين ما غيري استهان بها\n...\nوحفظها آخر الأيام من شأني\nأعبد شمس أبيت اللعن من خلف\n...\nهل بعدي اليوم لي في ملكنا ثاني\nهل أنت تحفظ عني ما حفظت وما\n...\nبه بنيت لكم ملكي وسلطاني\nإني رأيتك هشا ما جدا فطنا\n...\nوقد إخالك طبا غير كلان\nقال نشوان:\nوسبا بن يشجب وهو أول من سبأ\n...\nفي الغزو قدما كل ذات وشاح\nسبأ بن يشجب\nبن يعرب، ك ملكا عظيما، واسمه عامر، وك يعبد الشمس فسمى عبد شمس، وهو الذي يقول فيه الشاعر:\nالجزء: 1 ¦ الصفحة: 10\n",
        "ورثنا العز من جد فجد\n...\nوراثة حمير من بعد شمس\nوغزا بابل فافتتحها، وك سبب ذلك أنه لمّا مات أبوه يشجب، ادعى كل واحد من أولاد يعرب الملك، ففتر الأمر، وتغلبت ملوك الأعاجم: بنو فارس على الفرس، وبنو يافث على أرمينية وما والاها، وبنو عوجان بن يافث على انطاكية ودروب الروم، وبنو كنعان على بيت المقدس إلى المغرب. فقام عبد شمس بن. . . . . فجمع بني قحطان وبني هود، وخطب خطبة تركناها للاختصار. ثم زحف إلى بابل فافتتحها وقتل من وجد فيها، وسار خلفهم يقتل، إلى أنْ بلغ أرض غرسان، ثم رجع على بني يافث من ناحية اديلم والخزر إلى أرمينية كل من لقيه، ويستخلف على كل أمة قوما من المتعربين معه، حتى بلغ إلى أرض الجزيرة فبنى صنجة وهي من أوابد الدنيا، ثم لم يزل حتى عبر اى اشام يأسر ويقتل من لقي من بني عوجان بن يافث، حتى أبعدهم إلى خلف عمورية، ثم رجع إلى الشام يسير ويقتل في بني حام، حتى بلغ بهم أقصى المغرب، ومنهم من هرب إلى براري مصر ذات الجنوب، وأذعنوا له بالطاعة فأسكنهم على شاطئ النيل، وكان كلما قتل أمة سبا ذراريهم، فسمى بذلك سبأ، ولم يعرف قبله السبي، وإنّما أحل الله له ذلك لأنهم نكثوا وغدروا وبدلوا الشريعة، ثم بني مدينة مصر وسماها بابليون، لأنه خلف ابنه بابليون واليا على مصر وعلى أولاد حام، وأنشأ يقول:\nإلاّ قل البابليون والقول حكمة\n...\nملكت زمام الشرق والغرب أجمل\nوخذ لبني سام من الأمر قسطه\n...\nولا تك جبارا عليهم وأمهل\nالجزء: 1 ¦ الصفحة: 11\n",
        "وخذ حام من الأمر حظه\n...\nإذا صدقوا يوما على الحق واقبل\nفإن جنحوا بالقول طاعة\n...\nيريدون وجه الحق والعدل فاعدل\nولا تظهرن الجور في الناس يجتروا\n...\nعليك به، واجعله ضربة فيصل\nولا تأخذن المال من غير وجهه\n...\nفإنك إنْ تأخذه بالرفق يسهل\nولا تتلفن المال في غير حقه\n...\nفإنَّ جاء مالا بد منه فأسدل\nوداو ذوي الأحقاد بالسيف إنَّه\n...\nمتى بلق منك العزم ذو الحقد يعقل\nوكن لسؤال الناس غيثا ورحمة\n...\nومن يك ذا عرف من الناس يسأل\nوإياك والضيف الغريب فإنه\n...\nسيثني بما تؤتيه في كل منزل\nثم رجع سبأ إلى اليمن، فبنى السد الذي ذكره الله تعالى في كتابه، واسمه العرم. وهو سد يقبل إليه سبعون واديا بالسيول. ولمّا أسس قواعد السد بناه ولم يتممه. وسبأ هو الذي قسم الملك بين ولديه حمير وكهلان، ونصب ولده حمير ملكا بعد أنْ جمع أهل مملكته، وأجلس ولده حمير عن يمينه وولده كهلان عن يساره، وقال للناس: هذا يصلح ليمني أنْ تقطع شمالي وهل يصلح لشمالي أنْ تقطع يميني؟ قالوا: لا يصلح ذلك لهما، فقال أرأيتم إنَّ غفلت عنها وأراد بعضهما أنْ يقطع بعضا، ما أنتم صانعون؟ فقالوا جميعا: نمنع اليمين عن الشمال، وتمنع الشمال عن اليمين، فقال: أعطوني العهود على ذلك. فأعطوه العهود والمواثيق على منع بعضهما من بعض، فقال: أيها الناس إني لم أرد بيدي إلاّ ولدي هذين حميرا وكهلان، ولا آمن أنْ يختلفا بعدي، فأعطوا حميرا من ملكي ما يصلح لليمين، وأعطوا كهلان ما يصلح للشمال. وإني جعلت حميرا عن يميني لأنه أكبر من كهلان، وجعلت له ما يصلح لليمين. وجعلت كهلان عن شمالي، لأنه أصغر من حمير، فجعلت له ما يصلح للشمال. فقالوا جميعا: يصلح لليمين، والسيف والقلم\nوالسوط، وحكموا للشمال بالعنان والترس والقوس\nالجزء: 1 ¦ الصفحة: 12\n",
        "والدواة، وقالوا: إنَّ صاحب السيف يصلح للثبات والوقوف في موضعه، وصاحب القلم لا يكون إلا مديرا فاتقا راتقا آمرا ناهيا، وصاحب السوط لا يكون إلاّ رائضاً سائساً. وحكموا أنَّ صاحب الوقوف والثبات والفتق والرتق والتدبير لا يكون إلاّ الملك الأعظم الراقد في دار المملكة وهو حمير؛ وحكوا أنَّ العنان وصرف لهوادي الخيل، للذب عن الملك نكاية الأعداء حيث كانوا، وحكموا أنَّ الترس يرد به البأس عند اللقاء، وأنَّ القرش ينال به الناوئ والمعادي على البعد منها، وحكموا أنَّ جميع ذلك لا يصلح إلاّ لحائط الدولة والذاب عنها وعن بيضتها والقائم بحروبها وفتوحها وإصلاح ثغورها: وهو كهلان. فتملك حمير الملك الراتب في دار المملكة، وسلم إليه فكنى أبا أيمن لجلوسه عن يمين أبيه، وتقلد كهلان الأطراف والثغور والحروب ومنتوأة الأعداء حيث كانوا، فلم يزلا على ذلك وأولادهما وأولاد أولادهما: ومن ولد حمير ملك قائم بالملك، ومن ولد كهلان ولد قائم بالثغور والأعمال وقود الجيوش والغزو إلى العدو حيث ك، وكان لكهلان على حمير المعونة بمثل معونة اليمن للشمال في الرمي بالقوس والنزع عليها بالنبل؛ وهما في غير القوس والمال والنجدة؛ وكان لحمير على كهلان الطاعة وكفاية ما تقلد من رتق الفتق وسد الخلل واستخراج الأتاوات. وفي ذلك يقول هي بن بي أحد من حضر القسمة هذه:\nما سد هذا الورى أبناء قحطان\n...\nإلاّ بفضل لهم وإحسان\nما في الأنام لهم حي يشاركهم\n...\nولا لواحدهم في الأرض من ثاني\nلم يشهد الناس في بدو ولا حضر\n...\nحكما كحكم عظيم الملك والشان\nسبا بن يشجب لا بنيه وإنهما\n...\nللسيدان الرفيعان العظيمان\nالجزء: 1 ¦ الصفحة: 13\n",
        "أعطي ابنه حميراً منه اليمن وقد\n...\nأعطى الشمال ابنه المسمى بكلهان\nوقال أقسم ملكي اليوم بينهما\n...\nوقسمة المال للابنين سهمان\nيعطي اليمن الذي تسطو اليمن به\n...\nفيما يعانيه من سر وإعلان\nوللشمال الذي تسطو الشمال به\n...\nعند النوائب من بأس وسلطان\nفالسيف والسوط صارا لليمن معاً\n...\nوهكذا القلم الجاري ببرهان\nوالترس والقوس صارا للشمال وقد\n...\nصار العنان لهما فالمال نصفان\nوصار ذاك بتاج الملك معتصماً\n...\nدون الجحاجح من أولاد قحطان\nوصار بالخيل يحمي الأرض قاطبة\n...\nطول الزمان لذاك الآخر الثاني\nوروى أنَّ سبأ لم يكمل بناء السد حتى نزل به الموت، وقيل إنَّ عمره كان خمسمائة سنة وسبعين عاماً، منها خمسمائة عام في الملك. فلما توفى عبد شمس أنشد ابنه حمير يرثيه؛ وهي\nأوّل مرثية قيلت في العرب:\nعجبت ليومك ماذا فعل\n...\nوسلطان عزك كيف انتقل\nفأسلمت ملكل لا طائعاً\n...\nوسلمت للأمر لمّا نزل\nفلا تبعدن فكل امرئ\n...\nسيدركه بالمنون الأجل\nفيا عبد شمس بلغت المدى\n...\nوشيدت مجداً فلم يمتثل\nوشيدت ذحراً لدار البقا\n...\nفلما أفلت إليها أفل\nفلم يبق من غير التقى\n...\nوذاك لعمري أبقى العمل\nوأحكمت من هودٍ المحكما\n...\nتِ وآمنت من قبله بالرسل\nوأحرمت بالبيت توفي النذو\n...\nرُ كما كان هود لديها فعل\nالجزء: 1 ¦ الصفحة: 14\n",
        "وطغت وأهلكت حتى إذا\n...\nرأيت الهلال بها يستهل\nرحلت وزادك خير التقى\n...\nوقوضت عن حرمتها محل\nقال نشوان:\nأو حمير وأخوه كهلان الذي\n...\nأودى بحادث دهره المجتاح\nحمير بن سبأ بن يشجب بن يعقوب بن هود النبي - صلى الله عليه وسلم -\nقالوا: ثم إنَّ حمير أقام بمملكة أبيه سبأ، وزاد فيها تعظيما، وكهلان ردفه على ذلك، فلم يزل ملكا حتى مات هرماً، وملك زيادة على خمسمائة سنة، ولمّا أسن، جمع بنيه وبني عمه ووجه عشيرته فوصاهم وقال: يا بني - وكانوا اثني عشر رجلاً - اعلموا أنَّه ما اجتمع اثنان متآزران متعاضدان على أربعة أو خمسة من أشتان الرجال إلاّ غلباها وملكا أسرها وقيادها، وما اجتمع خمسة نفر متعاضدان متآزران على عشرة أنفار إلاّ غلبوهم، ولا اجتمع عشرة أنفار متعاضدان متآزران على الجماعة التي تكون ضعفهم عدة في رأي العين من أشتات الرجال، إلاّ غلبوهم وملكوا قيادهم؛ وأيما عصبة غلبت أربعين رجلاً يوشك أنْ تغلب الثمانين والمائة وما فوقها، وغلاب المائة حريون أنْ يغلبوا الألف، ومنتهى العز لفرقة أنْ يطمع فيها ألف رجل، وما من رجل أطاعه رجل فقام له بالمجازاة على ذلك إلاّ أطاعه عشرة أنفار، وما من رجل أطاعه عشرة أنفار\nالجزء: 1 ¦ الصفحة: 15\n",
        "فقام لها بمجازاتها على طاعتها إلاّ إطاعة مائة رجل، وما من رجل أطاعه مائة رجل فقام لها بمجازاتها على طاعتها إلاّ إطاعة ألف رجل إلاّ وقد ساد لا محالة، ومن ساد فقد ملك، ومن ملك فقد أوتى المنتهى من أهل في دنياه. يا بني أطيعوا الأرشد منكم، ولا تعصوا الهميسع فأنه خليفتي بعد الله عليكم وأميني فيما بينكم، وأنَّه لسيفكم وانتم لحد ذلك السيف. وأنَّه لرحم، وإنكم سنان ذلك الرمح. وما السيف لولا هذه؟ وما الحد لولا السيف؟ وما السنان لولا الرمح؟ وما الرمح لولا سنانه؟ انتم بالهميسع وله، والهميسع بكم ولكم. وأنشأ يقول:\nهمسع لا تجهل مع الناس سيرتي\n...\nفسر بها في الناس بعد هميسع\nبني انهم أوصيك خيراً فأنهم\n...\nتضر بهم من شئت يوماً وتنفع\nوعمك وأبن العم دونك بعده\n...\nمرد لمن يردى صفاك ومدفع\nهم لكهف بل هو لك موئل\n...\nوهم لك من دون البرية مقزع\nوليست عناق الطير يوماً وإنَّ لها\n...\nتذل وتستخذى البغاث وتخضع\nتؤوب إلى وكر سوى وكرهت الذي\n...\nتؤوب إليه للمبيت وترجع\nهميسع إنَّ الناس وحش وانهم\n...\nإلى الفرق من رد القوارب أسرع\nهميسع دار الناس تعط قيادهم\n...\nفحظك منهم أنَّ يطيعوا ويسمعوا\nهميسع جد بالخير تجز بمثله\n...\nفكل امرئ يجزى بما هو يصنع\nهميسع لا والله ما أنت حاصد\n...\nطوال الليالي غير ما أنت تزرع\nالجزء: 1 ¦ الصفحة: 16\n",
        "وأوصيك بالأقصين مثل وصيتي\n...\nبأخوتك الدنيا فهل أنت تسمع\nقالوا: واقتصر كهلان على ما حكم له به من مؤازرة أخيه، وسلمت إليه الأعنة، وملك لأطراف والثغور، وندب إلى أرض الحجاز جرهم بن الغوث ومن لف لفها وولى عليها سيدهم هي بن بي بن جرهم بن الغوث بن شداد بن سعد بن جرهم بن قحطان، وأمرهم أنَّ يسمعوا له ويطيعوا أمره، وقسم عليهم الخيل والعدة والسلاح والروايا وكتب لهي بن إليَّ ساكني الحجاز من العمالقة وهو وسعد بن هران وبني مطر وبني الأزرق وغفار بالسمع والطاعة ودفع الإتاوة إليه. وكان كاتب عهده له:\nإلاّ ئك من كهلان عن أمر حمير\n...\nلعامله هي بن بي بن جرهم\nإلى من بأعراض الحجاز محله\n...\nمن الناس طرأ من فصيح وأعجم\nعلى أنَّ هيا ليس يعصي وأنَّه\n...\nلديهم لذو أمر مشير مقدم\nوإلاّ فلا يلحون إلاّ نفوسهم\n...\nإذا ما ابتلوا بالهضلان العرمرم\nوجهز إلى أرض نجد مما تياسر من الطائف إلى حضر، فإلي ضرية، فحدود اليمامة، الهميمبن عاصم بن جلهمة الجديسي فيمن تخالف من جديس باليمن ومن لحقهم من\nالجزء: 1 ¦ الصفحة: 17\n",
        "الأتباع. وكتب له إلى سكان ظهر نجد من العمالقة وعبس الأول وعبد ضخم كتاباً، وهو: باسمك اللهم.\nمن أبن سبا كهلان عن أمر حمير\n...\nإلى أهل للهيم بن عاصم\nعلى أنَّ لا يعصي الهميم وأنَّه\n...\nيطاع ويعطى الخرج السوائم\nوإلاّ فلا يلحون إلاّ نفوسهم\n...\nإذا ما ناموا بالخيل تحت الضراغم\nقالوا: فتجهز الهميم والياً على أهل الوبر بنجد، وسارت الأدلاء بين يديه، حتى توسط بلاد نجد ما بين اليمامة وجبلي طيء والطائف. فملكها وأخذ الإتاوة من أهلها وانفذ بها إلى كهلان. ثم إنَّ كهلان دعا أبن جحدر أحد من تخلف باليمن من ثمود بن عابر، ليتجهز إلى تيماء فالوادي فخيبر فتلك النهوج إلى ما قارب أيلة، وعقد له الولاية على ساكني هذه البلاد من ثمود وزهرة بن عمليق، وكان كتابه كتاب لعمرو بن جحدر: باسمك اللهم،\nمن أبن سبا كهلان عن أمر حمير\n...\nإلى ساكني الوادي لعمر بن جحدر\nعلى طاعة منهم لعمرو بن جحدر\n...\nوللقليل كهلان وللملك حمير\nودفع الإتاوات التي يسألونها\n...\nإلى عاملي عمرو الهمام الغضنفر\nوإلاّ فلا يلحون إلاّ نفوسهم\n...\nإذا زارهم بالبيض والسمر عسكري\nقال: فتجهز عمرو بن جحدر والياً على ساكني تلك المواضع في أهل بيته وعشائره من بني سام بالخيل والإبل والعدد، حمير قطن بتيماء. فلما توفي حمير، قام بعده ابنه الهميسع، وآزره عمه كلاه وهو شيخ كبير وقتاً، ثم أقبل على ابنه زيد بن كهلان فقال يا بني إنَّ العمر قد ولى، وبقي من أبيك الأثر، فقم من أبن عمك مقام أبيك من\nالجزء: 1 ¦ الصفحة: 18\n",
        "أبيه وحفظ الهميسع وصية أبيه، وعمل بها، وأجرى الناس على ما كان أبوه حمير يفعله\nوقال نشوان:\nوملوك حمير ألف ملك أصبحوا\n...\nفي الترب رهن ضرائح وصفاح\nآثارهم في الأرض بخبرنا بهم\n...\nوالكتب من سيرٍ تقص صحاح\nأنسابهم فيها تنير وذكرهم\n...\nفي الطيب مثل العنبر النفاح\nملكوا المشارق والمغارب واحتووا\n...\nما بين أنقرة ونجد الجاح\nملكوا ثمود وعادا الأخرى معا\n...\nمنهم كرام لم تكن بشحاح\nأنقرة: موضع بأقصى بلاد الروم به هلك أمرؤ القيس بن حجر بن حارث الملك أبن عمرو المقصور بن حجر آكل المرار بن عمرو بن معاوية بن الحارث الأكبر أبن معاوية بن كندة. فلما حضرت امرأ القيس الوفاة في بلاد الروم قال:\nالجزء: 1 ¦ الصفحة: 19\n",
        "كم خطبة مستحنفره\n...\nوحفنة مدعثر\nوطعنةٍ مثعنجره\n...\nمقبورةٍ بأنقره\nوله حديث. وقوله ملكت ثمود وعاد الأخرى فإنَّ ملوك حمير ملكت ثموداً وعاداً الأولى وثمود الآخرة والدليل على عاد الأولى وعاد الآخرة قوله تعالى (وأنَّه أهلك عاداً الأولى). وجمير أمة قديمة كعاد وثمود في القدم يدل على ذلك قول الخلجان بن الوهم العادي ملك عاد يخاطب قومه:\nأفي كل يوم بدعة تحدثونها\n...\nورؤيا على غير السبيل تعبر\nفإنَّ لعاد سنة في حفاظها\n...\nسنحيى عليها ما حيينا ونقبر\nوأنا لنخزي من أمور تسبينا\n...\nبها جرهم فيمن تسب وحمير\nقوله وملوك حمير ألف ملك يدل قول علقمة بن ذي جدن:\nيا ابنة القليل ذي فائش الفا\n...\nئق بعض الكلام، ويحك غضي\nالجزء: 1 ¦ الصفحة: 20\n",
        "لو رأيت القشيب بعد بهاء\n...\nجارجاً هد بعضه فوق بعض\nوأقاويل حمير قد تولوا\n...\nبعد عقدٍ للأمر منهم ونقض\nألف ملك سقاهم الدهر كأساً\n...\nمرة زلزلت بهم كل أرض\nوالتبابعة منهم الذين غزوا بلاد الأعاجم، سبعون تبعاً؛ يدل على ذلك قول نعمان بن بشير الأنصاري، في شعر له طويل إلى معاوية:\nلنا بني قحطان سبعون تبعاً\n...\nأطاعت لها بالخرج منها الأعاجم\nويدل على ذلك قول لبيد بن ربيعة الكلابي:\nفإن تسألنا فيم نحن فإننا\n...\nعصافير في هذا الأنام المسحر\nالمسحر: المعلل والمسحر: المخدوع، قال الله تعالى (إنما أنت من المسحرين) أي من المعللين ويقال من المخدوعين ويحتج المفسرون على القولين جميعاً بهذا البيت:\nعبيد لحي حمير إنْ تملكوا\n...\nونظلمنا عمال كسرى وقيصر\nونحن وهم ملك لحمير عنوة\n...\nوما إنْ أنا من سادة غير حمير\nتبابعة سبعون من تبع\n...\nتوفوا جميعاً أزهاراً بعد أزهر\nوقال الربيع بن ضبع الفزاري - وكان من المعمرين، عمر ثلاثمائة وخمسين\nالجزء: 1 ¦ الصفحة: 21\n",
        "سنة - حيث يقول:\nوغمدان إذ غمدان لا قصر مثله\n...\nزهاء وتشييداً يحاذي الكواكبا\nومأرب إذ كانت وأملاك مأرب\n...\nتوافي جباة الصين بالخرج ماربا\nوأصحاب بينون وأصحاب ناعط\n...\nخلا ملكهم منهم وأصبح عازبا\nوقل في ظفار يوم كانت وأهلها يدينون نهراً شرقها والمغاربا\nلهم دانت الدنيا جميعاً بأسرها\n...\nتؤدى إليهم خراجها الروم دائبا\nفمن ذا يرجى الملك من بعد حمير\n...\nويأمن تكرار الردى والنوائبا\nأولئك مأوى للنعيم كفاهم\n...\nولكن وجدنا الخير للشر صاحبا\nوقد ذكرت الشعراء ملوك حمير في أشعار كثيرة لا يحتملها هذا الموضوع لكثرتها ومدى ما ملكوا كثير يزيد على ثلاثة آلاف سنة وثلاثمائة سنة على ما ذكر أصحاب السير في تاريخهم.\nوقال نشوان:\nأين الهميسع ثم أيمن بعده\n...\nوزهير ملك زاهر وضاح\nفي عصره هلكت ثمود بناقةٍ\n...\nلقيت بها ترحاً من الأتراحِ\nالهميسع بن حمير سبأ. ولمّا توفي حمير قام الهميسع مقام أبيه حمير وحفظ وصيته واستقام عليها وعمل بها، وأجرى الناس على ما كان أجراهم عليه حمير حين ولاه أبوه\nالجزء: 1 ¦ الصفحة: 22\n",
        "سبأ، فاشتدت أطناب المملكة للهميسع، واستحصدت مدايرها وآزره عمه كهلان؛ وهو شيخ كبير وقتا؛ ثم أقبل على ابنه زيد بن كهلان يوصيه بطاعة الهميسع بن حمير فقال: بني، إنَّ العمر واى وبقى من أبيك الأثر، فقم من أبن عمك مقام أبيك من أبيه وأنشأ يقول:\nيا زيد إنَّ اباك اصبح نسره\n...\nلا يستطيع إلى النهوض سبيلا\nاليوم عمك خف عنا آفلا\n...\nوغداً ستشهد من أبيك أفولا\nيا زيد لا تعص الهميسع وانتظر\n...\nماعونه لك بكرة وأصيلا\nيا زيد إنَّ لك الحجاز ونجدها\n...\nوإليك أصبح خرجها محمولا\nوإليك يرفع عن ثمود وغيرها\n...\nعمرو بن جحدر خراجها المسؤلا\nوإليك من عند الهميم رواحل\n...\nبالخرج تداب في البلاد ذميلا\nكن للهميسع طائعاً كيما يكو\n...\nن لك الهميسع ناصراً وكفيلا\nولمّا توفي كهلان بن سبأ، قام زيد بن كهلان للهميسع قيام أبيه كهلان، وتقلد ما كان يتقلد من الأعمال في الأطراف والثغور، وجدد لهم العهود، فسمعوا له وأطاعوا، ودفعوا له الإتاوات. ثم إنَّ زيد بن كهلان جرد ابنه عمراً إلى مدين وما حولها، وأمرهم له بالسمع والطاعة ودفع الإتاوة، وكتب له كتاباً نسخته:\nلعمرو بن زيد من أبيه وعمه\n...\nألوك من الأحياء من أهل مدين\nالجزء: 1 ¦ الصفحة: 23\n",
        "بطاعتهم عمراً وتسليم خرجهم\n...\nإليه وحيا من مسر ومعلن\nوإلاّ فأولى الخليل تغيظ مدينا\n...\nوتسرح أخاها بلحج وأبين\nوتوفى الهميسع بن حمير وتولى ابنه بعده أيمن بعه فأجال بالشرف والسؤدد، فقال مالك أبن حمير في ذلك:\nنطيع ولا نعصي أخانا هميسعاً\n...\nوأيمن ما غنى الحمام وسجعا\nلقد ساد أملاك البلاد هميسع\n...\nوما بلغت تسعاً سنوه وأربعا\nوأيمن شمنا فيه ما في هميسع\n...\nرأته بنو هود فطيما ومرضعا\nفو الله ما ننفك نجمع أمرنا\n...\nعلى ما عليه الرأي والأمر أجمعا\nونوصي بنينا أنْ يكون جموعهم\n...\nلأيمن ما عاشوا وما عاش تبعا\nثم تولى أيمن بن الهميسع بعد أبيه فسار سيرة أبيه وجده. وحفظ جميع ما انتهى إليه من وصايا أبيه وأسلافه لصيانة الدولة وسياسة الملك، فحمدت أيامه، وشاع عدل، ورغب الناس فيه فحسنت الأحدوثة، ونصب معه زيد بن كهلان ابنه مالك بن زيد ين كهلان. ولمّا مات الهميسع بن حمير وولى الملك أيمن بن الهميسع، أقبل زيد على مالك وهو يقول:\nأتى يوم الهميسع فاحتواه\n...\nوزيد يومه لا بد آتي\nوكل لا محالة مستقل\n...\nيؤول من الحياة إلى الممات\nالجزء: 1 ¦ الصفحة: 24\n",
        "وكل جماعة لا بد يوماً\n...\nتصير إلى التفرق والشتات\nأملك سر لأيمن في مسير\n...\nلوالده إذا حانت وفاتي\nأطعمه يطعمك أيمن مثل ما قد\n...\nأطاعني الهميسع في حياتي\nهو الملك العظيم وأنت فاعلم\n...\nعلى عماله وعلى الولاة\nإليك إتاوة الأطراف تجبى\n...\nوتأمر بالجيش الناشرات\nثم توفي أيمن بن الهميسع، وولى الملك بعده ابنه زهير بن أيمن، وهو الذي يقول فيه أخوه الغوث بن أيمن بن الهميسع:\nأبي الملك إلاّ أن يكون وليه\n...\nومالكه بعد الهميسع أيمن\nوأن يتلقاه زهير وراثة\n...\nوللتبر في شبر من الأرض معدن\nقد استوطن الملك الأنيل محله\n...\nوللجذر أغصان وللملك موطن\nأرى لزهير أذعن الناس كلهم\n...\nكما لأبيه أو لجده أذعنوا\nوآزره على أمره نبت بن مالك بن زيد بن كهلان؛ وعاضده على ملكه صدراً من ولايته، ثم نصب معه ابنه الغوث بن نبت، فتولى ما كان يتولى نبت مع زهير، ولمّا أسن زهير وصى ابنه عريب بن زهير؛ ولم يكن له أبن غيره، فقال:\nيا بني أوصيك بتقوى الله، فآثره على من سواه. وأعظك مع جميع حمير بمصارع ثمود نصب أعينكم، وسماع آذانكم، فما أجيب لها نداء، ولا قبل منها فداء ولا ملكوا قبلها حذرا، ولا اعتلقوا لمّا فاجأهم وزرا. بل أصبح بينهم ما اوعدوا به\nالجزء: 1 ¦ الصفحة: 25\n",
        "فهل تسمع لهم خبراً، أو تنظر لهم أثراً؟ ثم أوصيك أنْ تعمل لدنياك بسنة آبائك، فقد انتهى إليك ما كان من وصية آبائك ووصية جدك سبأ بن يشجب، وما افترق عليه أبناؤه يوم الوصية والقسمة، وما جداك حمير وكهلان، فلا تجرين الأمور إلاّ على ما جرتبه الرسوم من عصرهما ذلك إلى هذه الغاية ووص بذلك من صار ذلك الأمر من ولدك أو بني عمك. وأوصيك بالاستقامة على ما وجدتني عليه من العدل على الرعية والتجاوز عن المسيء، والكف عن أذى العشيرة، والتحفظ بها، والتحبب إليها، فما المرء إلاّ بقومه ولو عز وعلا؛ ثم أنسأ يقول:\nعريب لا تنس ما وصى أبوك به\n...\nإنَّ الوصية لمّا يعدها الرشد\nكل امرئ عزه فاعلم عشيرته\n...\nوفي العشيرة يكن العز والعدد\nأما رأيت ثموداً أمس كيف لقوا\n...\nسوء النكال وعاداً قبلها انجردوا\nمن بعد ما ملؤا سهل البلاد فلم\n...\nينفعهم عدد منهم ولا جلد\nولمّا اعتزل نبت عن العمل في ولاية زهير، ونصب ابنه الغوث، أقبل عليه وكان كاملا في أحواله من الشجاعة، والفطنة، والرأي الثاقب، فقال يرثي أيمن الهميسع\nويوصيه:\nقضى نحبه بعد الهميسع أيمن\n...\nوأيمن فاعلم خير حي وهالك\nوكل امرئ لا شك يقضي قضاءه\n...\nويسقي بحوض المنهل المتدارك\nالجزء: 1 ¦ الصفحة: 26\n",
        "فشبه بني الدنيا إذا ما جهلتم\n...\nبتلك النجوم الثاقبات الشوابك\nفمن بين باد لاح عند طلوعه\n...\nومن آفل دان وهاد وسالك\nوكل نور على قدر ذاته\n...\nوسلطانه عند اختلاف المسالك\nهو الغوث لا ينسى وصيتي التي\n...\nيخص بها الغوث بن نبت بن مالك\nيطيع زهيراً مثل ما كنت لم أزل\n...\nأطيع أباه أيمناً في المآلك\nبني عرفت الرشد فاعرف حياءه\n...\nمدى الدهر واسلك في الأمور مسالكي\nفذكروا أنَّ الغوث بن نبت حفظ وصية أبيه، وعمل بها، وثبت عليها. وتقلد أعمال أبيه من الأطراف والثغور في طاعة الملك زهير بن أيمن بن الهميسع بن حمير، وكتب إلى العمال؛ فسمعوا له وأطاعوا. وحملوا الإتاوة. ثم أنَّه جرد ابنه الأزد بن الغوث واسمه درء إلى مأرب ليستوطنها. وعقد له الولاية على ساكنيها، وأمرهم بالسمع والطاعة، وكتب إليهم كتاباً إلى جميع أهل مأرب: من حضرموت ومرخة، وشبوة القوس وبيحان شعراً:\nمن الغوث عن شورى زهير ورأيه\n...\nإلى مأرب بالأمر والنهي للأزد\nعلى أنَّ بعد الغوث للأزد أمره\n...\nوتجبى له الأطراف في الغور والنجد\nولا يتعدى طاعة الأزد مأرب\n...\nمدى الدهر ما وهم براكبه يحي\nالجزء: 1 ¦ الصفحة: 27\n",
        "وإلاّ فلا يلحون نفوسهم\n...\nإذا ما منوا بالخافقات وبالجرد\nوقوله في عصره هلكت ثمود فكان هلاكها في زمن زهير بن أيمن بن الهميسع بن حمير.\nحديث هلاك ثمود\nز وهو ثمود بن عابر بن إرم بن سام بن نوح بن لمك أبن متوشلح بن مهلائيل بن قينان بن أنوش بن شيت بن آدم أبي البشر - صلى الله عليه وسلم - وعلى الطيبين من ذريته أجمعين.\nقال عبيد بن شرية: إنَّه لمّا أهلك الله عاداً الأولى والآخرة، خلفت ثمود بعدهم فانتشروا في البلاد واثاروها وتكبروا، وساروا في الأرض بغير الحق، وعبدوا الأصنام. وكانت منازلهم بالحجر - وهو وادي القرى إلى رملة فلسطين - ما بين الحجاز والشام وذلك قول الله عز وجل (ولقد كذَّب أصحابُ الحجر المرسلين) وكانوا قوماً عرباً، وأعطاهم الله فضلا في القوة والأبدان وسعة في الرزق، وطولا في الأعمار، فلم يزدهم ذلك إلاّ طغياناً وكفراً، فلما كثر عتوهم، بعث الله إليهم صالحاً عليه السلام، وكان من أوسطهم نسباً وهو صالح بن عمرو بن وهبة بن كاشح بن أحقب بن الود بن ثمود بن عابر بن إرم بن سام بن نوح، لإارسله إليهم حجة عليهم، فمكث يدعوهم من عصر شبيبته، إلى أنْ صار شيخاً كبيراً وكان من أمرهم أنهم قالوا له: يا صالح قد أكثرت علينا العاء وخوفتنا العذاب، وأنت بشر مثلنا، وذكرت أنَّ الله أرسلك إلينا، ونحب أنْ تأتينا بىية أنْ كنت من الصادقين. فقال لهم صالح: فإذا فعلت\nالجزء: 1 ¦ الصفحة: 28\n",
        "ذلك لكم، وفعله لي ربي وربكم، ما الذي تفعلون؟ قالوا: نعبد إلهك، ونؤمن به، ونتبعك. فأخذ عليهم صالح العهود والمواثيق وتأكد عليهم أشد التأكيد. وكان لثمود عيد في كل سنة يخرجون إليه، يجتمعون، ويأكلون، ويشربون، ويقربن لأصنامهم القربان، فخرجوا وخرج معهم صالح، فلما قضوا ما يحتاجون إليه من عيدهم، وصالح معتزل عنهم قريب من صخرة كانت هنالك، يعبد الله تعالى، فلما كان من الغد، اجتمعوا إلى صالح فتحدثوا ما شاء الله، ثم نظروا إلى صخرة منفردة في قاع أفيق، قالوا: يا صالح، إنا نطلب منك أنْ تخرج لنا من هذه الصخرة ناقة حمراء عشراء لها ضجيج وعجيج، ورغاء شديد، تفور لبنا سائغا. فإن فعلت لنا ذلك، فعلنا لك فعلنا لك عاهدناك عليه، وإلاّ علمنا\nأنك كاذب. وإنما سألوا ذلك الجزاء به، وظنوا أنه لا يفعل، ولا يكون منه ذلك، ولا يقدر عليه. ولم يكن الله ليحقر نبيه، وهو القادر على ما يشاء، فقال لهم صالح: زيدوا أعطوني عهودكم ومواثيقكم على ذلك، فأعطوه ما وثق به، ثم قام صالح، وصلى ما شاء الله، ثم رفع رغبته إلى الله، فدعاه، وتضرع إليه، وهم يدعون أصنامهم أنْ تحول بين صالح وبين ذلك. فبينما هم ينظرون اى صالح ما يفعل له إله، وما تفعل لهم أصنامهم، إذ نظروا اى الصخرة تتحرك وترتعد من خشية الله تعالى، ثم اضطربت، فنظروا إليها تتمخض كما تتمخض المرأة للولد، ثم انصدعت وانفلقت عن ناقة عظيمة، على ما سألوا ووصفوا. إلاّ إنَّ الله عظم خلقها على كل دابة في الأرض. وكانت كأنها طود عظيم، رأسها كأعظم بعير فلما رأى ذلك رئيسهم جندع بن عمرو خرو لله ساجدين، وسجد معهم بشر كثير من عظمائهم، وأقر الله عين نبيهم، وصدق ظنه، وكانت العامو من ثمود عند ذلك قد خشو أنْ يموت تلك الساعة، فهل تسمع لهم خبرا، أو تنظر لهم أثرا؟ ثم أوصيك أنْ تعمل لدنياك بسنة آبائك، فقد انتهى إليك ما ك من وصية آبائك ووصية جدك سبأ بن يشجب، وما افترق عليه أبناؤه يوم الوصية والقسمة، وهما جداك حمير وكهلان، فلا تجرين الأمور إلاّ على ما جرت به الرسوم من عصرهما ذلك إلى هذه الغاية، ووصى بذلك من صلى بذلك الأمر من ولدك أو بني عمك. وأوصيك بالاستقامة على ما وجدتني من العدل والرعية والتجاوز عن المسيء، والكف عن أذى العشيرة، والتحفظ بها، والتحب إليها، فما المرء بقومه ولو عز وعلا، ثم أنشأ يقول:\nعريب لا تنسى ما وصى أبوك به\n...\nإنْ الوصية لمّا يعدها الرشد\nكل امرى عزه فاعلم عشيرته\n...\nوفي العشيرة العز والعدد\nأما رأيت ثمودا أمس كيف لقوا\n...\nسوء النكال وعادا قبلها انجردوا\nمن بعد ما ملؤوا سهل البلاد فلم\n...\nينفعهم عدد منهم ولا جلد\nولمّا اعتعزل نبت عن العمل في ولاية زهير، ونصب ابنه الغوث، أقبل عليه وكان كاملا في أحواله من الشجاعة، والفطن، والرأي الثاقب، فقال يرثي أيمن الهميسع - ويوصيه:\nقضى نحبه بعد الهميس أيمن\n...\nوأيمن فاعلم خبر حي وهالك\nوكل امرئ لا شك يقضي قضاءه\n...\nويسقي بحوض المنهل المتدارك\nالجزء: 1 ¦ الصفحة: 29\n",
        "فقام فيهم نفر من مشايخهم، مشايخ أهل الكفر والضلالة. ومنهم رباب بن صعر صاحب كهناهم، والحباب بن خليفة، وردوان بن عمرو صاحب أورثناهم، فنهوا ثمودا عن الإسلام وزجروهم عنهم، وذلك قول الله عز وجل (وأما ثمود فهديناهم فاستجابوا العمى على الهدى). واستحوذ عليهم الشيطان فأعطوا ساداتهم وكبرائهم، وارتدوا إلى الكفر عبيد بن شرية: وثبت جند رأسهم وسيدهم على الإسلام وأناس معه حمير ماتوا رحمهم الله تعالى. ومكنت الناقة في أرض ثمود ترعى الشجر وتشرب الماء. ثم أنْ صالحا خشى عليها سفهاء ثمود فقال: يا معاشر ثمود (هذه ناقة الله لكم أية، فذروها تأكل من أرض الله ولا تمسوها فيأخذكم عذاب أليم) فأوحى الله إليهم (ونبئهم أنْ. . . . . . بينهم، كل شرب مخضر) وقال (لها شرب ولكم شرب يوم معلوم). وقيل كانت يوم شربها، فإذا وردت وضعت رأسها في الماء فتسفه حمير لا تدع قطرة. قال ثم ترفع رأسها فتقوم فتفجع لهم، ثم تدر، فيحلبون ما شاءوا من اللبن، فيشربون منه، ما اشتهوا حليبا، ودخرون منه في آنيتهم ما أحبوا، ويتزودونه كما يتزودون الماء، فيكون لبنها خلفا لهمعن الماء، وسموها الهجول وإذا كان يوم وردهم شربوا من الماء ما شاءوا، وادخروا منه ما شاءوا ليوم وردها. وكانوا من ذلك في سعة وفضل وحالة حسنة، وكانت الناقة إذا جاء الصيف طلعت ظهر الوادي، فهربت منها المواشي من الإبل والبقر والغنم\nوغيرها من الوحوش إلى بطن الوادي، فيضر بها. . .، وإذا ورد الشتاء والبرد هبطت الناقة إلى بطن الوادي، وذعرت منها الدواب،\nالجزء: 1 ¦ الصفحة: 30\n",
        "إلى ظهر الوادي، في برد شديد وجذب شديد، وأضر ذلك بمواشيهم، وذلك للبلاء الذي أراده الله بهم، وقدره عليهم، فلما كان ذات يوم، أصبحت الناقة في بطن الوادي معها سقب لها على مثل خلقها وهيئتها، فلما رآه كفار ثمود قالوا: سحر صالح الناقة حنتجت سقبا. فمكثوا على ذلك حتى دنا الوقت الذي أراد الله فيه هلاكهم، فانبعثت فيه عجوز ملعونة فاسقة، يقال لها عنيزة بنت غنم، وكانت ذات ماشية كثيرة هي وأخت لها من أمها، يقال لها الصدوف ابنة المحيا. ثم إنْ الفاسقين - عنيزة والصدوف - أجمع رأيهما على عقر الناقة، فأخذتها في المكر والحيل فأتت الصدوف رجلاً يقال له مصدع بن مهرع، فدعته إلى نفسها أنْ عقر الناقة. ونكاحها أنْ فعل لها ذلك. فأجابه رغبة في جمالها وسعة مالها، وانطلقت عنيزة الفاسقة، إلى رجل من أهل مدينة قرح يقال له قدار بن سالف، وكان فاسقا ملعونا جريئا على الله سبحانه وعلى الفواحش وهو أحد التسعة الذين ذكرهم الله تعالى في محكم كتاب بقوله (وكان في المدينة تسعة رهط يفسدون في الأرض ولا يصلحون)، فكلمته عنيزة الفاسقة في عقر الناقة، وبذلت له على ذلك نكاح أبنتها الرباب، وكانت وسية الخلق، فأجابها عدو الله إلى ذلك وكان قدار وامقا للرباب قد طلبها فلم يجد إليها سبيلا، وكانت الرباب وكانت الرباب أجمل\nالجزء: 1 ¦ الصفحة: 31\n",
        "امرأة زمانها، فلما ذكرتها أمها لعدو الله، تاقت نفسه إليها فطاوعها، فاجتمع هو ومصدع فتكلما في ذلك، ثم استغويا من سفهائهم ومترفيهم من أهل مدينة قرح سبعة نفر، فتبايعو على عقر الناقة، واجتمعوا في بيت عنيزة. . . . . . وأتتهم الصدوف بما شاءوا من الخمر واللحم، وعمدت إلى ابنتها الرباب فزينتها وحلتها وأمرتها أنْ تبدي محاسنها لقدار، فما رآها الفاسق ذهب عقله، وتام حلمه. وتبرجت الصدوف لمصدع، فذهبت بعقله،\nوكان ذلك يوم ورد الناقة، فبينما هم في ناديهم، إذ قل عيهم الماء لمزاج الخمر، فطلبووا ماء فلم يقدروا هذا شيء منه، فحمل عليهم مصدع فمرت به فرماها بسهم فانتظم ساقها، وحمل عليها فضرب عرقوبها، وخرت الناقة صريعة لها رغاء شديد، ثم طعن بالسيف في لبنتها فنحرها، وهرب سقبها، فتعلق بحبل يقال له غبق ولحقه مصدع وأخوه فامتنع منها في صخرة منذ الجبل ولم يقدر عليه. قال عبيد بن شرية: وأكب قدار وأصحابه على الناقة، فذبوحها وجزروا لحمها أنَّ ضاء، وأتتهم عنيزة والصدوف بالخمر والقدور إلى الوادي، فنصبوها فشووا وشربوا وأكلوا، وظلوا نهارهم في ذلك المكان يتمتعون ويلهون ويقولون الأشعار، فكان مما روى لنا مما قالوا هذا الشعر:\nوأصبح صالح فردا حقيرا\n...\nوما يرجو لناقته نصيرا\nعقرناها بأيد عز\n...\nولم نخش لذي ثأر نكيرا\nوما نلق لنا فيما فعلنا\n...\nبها إلاّ الكرامة والسرورا\nالجزء: 1 ¦ الصفحة: 32\n",
        "وأصبح لحمها فنيا غريضا\n...\nتلهوجه وطائفة وغيرا\nسنطلب صالحا ومصديقه\n...\nلنلحقه بناقة عقيرا\nسنطلبه ونقتله فمن ذا\n...\nيكون له وإنْ هرب المجيرا\nفأجابه رجل من المسلمين يقول:\nعصت بغيا ثمود ربي\n...\nأخاهم صالحا وعصوا قديرا\nعلى الأشياء أخرج كي يتوبوا\n...\nلهم من صخرة الوادي بعيرا\nكما سألوا نبيهم فكانوا\n...\nلمّا قد عاينوا من ذلك بورا\nسقاهم مثلها ماء معينا\n...\nوأرواهم بها درا غزيرا\nفما اعتبروا أولاك طغوا عليها\n...\nببغيهم وغالوها كفورا\nوقالوا فاعقروها ثم ملوا\n...\nلنا من لحمها الوادي قدورا\nأطاعوا مصدعا وقدار غيا\n...\nورهطا تسعة كسبوا الشرورا\nقال: وكان صالح - صلى الله عليه وسلم - نازحا عنهم في دار قومه، ولا علم له بما فعلوا بالناقة، حتى بلغه الخبر، فخرج مسرعا في عصبة من قومه نحوهم حتى وقف عليهم، فإذا الخمر واللحم عندهم وهم يأكلون ويشربون. فقال هم صالح: أعقرتموها؟ رماكم الله بما لا طاقة لكم به من العذاب وأنتم تنظرون. وقام صالح عليه السلام فصلى ودعا إلى الله، فاستجاب الله دعاءه، وأوحا الله إليه أنْ الصيحة نازلة بهم لثلاثة أيام، فقال لهم صالح (تمتعوا في داركم ثلاثة أيام، ذلك وعد غير مكذوب)، فقالوا وهم. . . . . . منه: ما علاقة ذلك\nالجزء: 1 ¦ الصفحة: 33\n",
        "يا صالح؟ فأوحى الله تبارك وتعالى إليه إنَّ علامة ذلك أنَّ تصبح وجوههم يوم الخميس مصفرة، وتصبح يوم الجمعة محمرة، وتصبح يوم السبت مسودة، ثم يأتيهم العذاب غداة يوم الأحد مشرقين. فلما سمعوا قوله كذبوه، وتآمروا لقتله في ليلتهم تلك، وقالوا: هلموا لنقتل صالحاً وأصابه في ليلتنا هذه ونلحقه بناقته. ونستريح منه؛ فإنَّ يك صداقاً فقد جعلناه قبلنا، وإنَّ يك كاذباً فقد اشر منه. فتعاقدوا على ذلك وتعاهدوا وأجمعوا على قتله؛ فأنطلق قدار وأصحابه حين أسوا حمير أتوا منزل صالح يريدون قتله فوجدوه وأصحابه المسلمين قعودا يذكرون الله تعالى، فلما طال ذلك عليهم قالوا: هلموا لنقتله وأصحابه ولا يعلم أحد من قتلهم؛ وإنَّ طالبنا أحد من أوليائهم، أقسمنا لهم: ما شهدنا مهلك أهله، وذلك قوله تعالى (قالوا تقاسموا الله لنبيتنه وأهله، ثم لنقولن لوليه ما شهدنا مهلك أهله وإنا لصداقون). ثم وثبوا ليقتحموا البيت على صالح، فبعث الله تعالى ملائكته معهم حجارة من نار، فدمغتهم بها، فهلك قدار وأصحابه، ولا علم لصالح وأصحابه بهم فلما أبطأ قدار ومن معه على قومهم، انطلقوا إلى منزل صالح في طلبهم، فوجدوه على باب صالح موتى، وقد رضخوا بالحجارة. ولم يكن لصالح وأصحابه علم بشيء من ذلك، من قتل قدار وأصحابه\nولا بمجيئهم إليهم، فأخذوا صالحاً وقالوا له: أنت فعلت هذا وقتلت أصحابنا، وقد قتلوا على بابك. فوثب رهط صالح دونه وقالوا: والله لا وصلتم إليه أو نموت دونه عن أخرنا، وقد أخبركم أنَّ العذاب نازل بكم إلى ثلاثة أيام فإنَّ يك صادقا فذلك أعز له، وإنَّ يك كاذباً سلمناه الكم بما جناه على نفسه من الكذب؛ وكان رهط صالح أعز بيت في ثمود وأمنعهم، وضيت ثمود منهم بذلك. قال فأوحى الله تعالى إلى صالح بأمر قدار وأصحابه الرهط إذ لم يعلم صالح من قتلهم (إنا دمرناهن وقومهم أجمعين) لمّا أرادوا قتل صالح وأصحابه. وأصبحت وجوههم يوم الخميس مصفرة، سوى صالح ومن أسلم معه. فلما رأوا ذلك أيقنوا بالعذاب، وعلموا أنَّ صالحاً قد صدقهم، فأزدادوا كفرا وطغياناً وجرأة على الله وبغضاً لنبيه صالح على السلام، وأجمعوا على قتله وقتل أصحابه،\nالجزء: 1 ¦ الصفحة: 34\n",
        "وقالوا: لسنا ندعه يعش بعدنا هو وأصحابه، وشغل عنه رهطه بما جاءهم من الأمر. وبلغ صالحاً عليه السلام ذلك عنهم فخرج من بين أظهرهم ومن معه من المسلمين إلى الشام، فلما أصبحت وجوههم يوم الخميس مصفرة ويوم الجمعة محمرة ويوم السبت مسودة، وأيقنوا بالعذاب وجعل بعضهم يخبر بعضاً بما يرون في وجوههم من التغير، فأحتفر كل منهم قبراً لنفسه وتحنطوا ولبسوا أكفانهم، وكانت أكفانهم الأنطاع وحنطوا المر، وجلسوا في حفرهم يوم الأحد، فلما ارتفع الضحى أخذتهم الصيحة، فلم يبق منهم صغير ولا كبير، إلاّ امرأة يقال لها بديعة وكانت مقعدة فأطلق الله رجليها وكانت كثيرة العداوة لصالح عليه السلام فخرجت حمير أتت إلى قرح، فأخبرتهم بما رأته من العذاب الذي أصيب به ثمود، ثم هلكت تلك المرأة حين أخبرتهم بما رأته.\nقال عبيد: سمعت أبن عباس يقول: إنَّ الله تبارك وتعالى، بعث جبريل عليه السلام فوقف على الفج الذي عقرت فيه الناقة، فصاح فيهم صيحة، فخرجت\nأرواحهم من أبدانهم فهلكوا جميعاً، إلاّ هذه الجارية المقعدة التي أخبرت أهل قرح بهلاك أهل الحجر. قال عبيد: ثم إنَّ الله تبارك وتعالى اهلك ثمود وأهل قرح، وبعد ذلك لإحدى وعشرين ليلة، قال تعالى (فتلك بيوتهم خاوية بما ظلموا)، وفي ذلك يقول مبدع بن تميم؛ وهو من أصحاب صالح عليه السلام شعراً:\nأبى الله إلاّ أنْ يحل بأرضنا\n...\nمن أجل صدوف والعجوز أبها\nدعت أم غنم شر خلق علمته\n...\nبأرض ثمود كلها فأجابها\nأزيرق من قر دعته، وربما\n...\nدعت أم غنم للقبيح شبابها\nالجزء: 1 ¦ الصفحة: 35\n",
        "فنادت نداء لم تجد لشقائه\n...\nسوى أبن خديج إذ رأته ربابها\nوقالت أطع تعل الرباب وأختها\n...\nفدونك أم السقب فاهتك حجابها\nفصمم عاد ذلك لعقرها\n...\nونادت صدوف عند ذلك حجابها\nفقال حباب إني غر فاعل\n...\nلذلك، فنادت مصدعاً فأجابها\nوقال نشوان:\nوعريب أو قطن وجيدان معاً\n...\nأضحكوا كأنهم نوى وضاح\nجيدان بالجيم من ولد الهميسع بن حمير، وحيدان بالحاء المهملة من ولد مالك أبن حمير، عريب هو أبن زهير\nولمّا توفي زهير بن ايمن، ابنه عريب احسن قيام حمد فيه ولم يذم، وعدل ولم يجر، وولى معه الغوث بن نبت صدراً من ولاته، ثم أسند العمل إلى ابنه الأزد، فتولى جميع ما كان أبوه الغواث يتولاه لزهير ولعريب، ولم يزل يكلأ الملك، وسن في أعمال الأطراف: أنَّه كلما مات عامل طرف لد عمله الأرشد من ولده أو من أخوته أو من بني عمه، ولا يخرج إلى غيرهم. وأخذ برفع الإتاوة، وجعل له على أهل عمله السمع والطاعة، وأمره أنَّ يحيى رسم من مضى قبله في طاعة من تقلد الملك من حمير، وطاعة\nالجزء: 1 ¦ الصفحة: 36\n",
        "من تقبر الأطراف من كهلان ولمّا أسن عريب بن زهير\nأوصى أولاده وهم أربعة نفر صناجة وجيادة وأبرهة وقطن\nوصية عريب بن زهير لبنيه\nفقال لهم:\nيا بني، إني وجدت الشرف والسؤدد والعز والنجدة والطاعة والملك: تدور على ستّة أشياء. يا بني إني وجدت السؤدد لا يزايل الكرم، ولا سودد لمن لا كرم له. وإني وجدت العزفي العدد حيث ما كان، ولا عز لمن لا عدد له، ولا عدد لمن لا عشيرة له، وإني وجدت النجدة في الأيادي ولا نجدة لمن لا أيادي له وإني وجدت الطاعة مع العدل، ولا طاعة لمن لا عدل له. وإني وجدت الملك في أصطناع الرجال، ولا ملك لمن لا يصطنع الرجال ليكونوا له حصنا. يا بني احفظوا وصيتي، ولا تعصوا أخاكم قطناً فأنه خليفتي بعد الله تعالى، وولي الملك بعدي دون كل أحد، وثم أنشأ يقول:\nمضت لأسلافنا فيما مضى سير\n...\nسلسلو بها لهم ملكا فما وهنوا\nوسست بعدهم الملك الذي ملكوا\n...\nوأنت سائس هذا الأمر يا قطن\nثم أعد سيرتهم يوما وأنت لها\n...\nلا تعد عن سيرتي ما أورق الفنن\nالجزء: 1 ¦ الصفحة: 37\n",
        "بالأصل تمرع لا بالفراع مونقة\n...\nوكيف لولا أصله الغصن\nذر التغافل عن نيل تجود به\n...\nإنَّ التغافل عياض والهدى فطن\nومن هذا قالت العرب: السخاء فطنة، واللؤم تغفل.\nولمّا عريب رثاه الأزد فقال:\nأمسى عريب عن الملك اللقاح وعن\n...\nرعية الملك تحت. . . . . مرموسا\nوكان فيما مضى الملك اللقاح به\n...\nمستوسق العز في الآفاق مأنوسا\nلولا أبو وائل خير الورى قطن\n...\nلأصبح الملك ميادا ومنكوسا\nبه استقامت لنا الدنيا وأسعد من\n...\nبالأمس بعد عريب كان منحوسا\nوولى الملك قطن بن عريب، بعد أبيه عريب بن زهير، وسار في الناس سيرة أسلافه، وآزره الأزد صدرا من ولايته، ثم نصب معه أبنه مازن بن الأزد فندب\nأخاه نصير بن الأزد وجرده إلى الشحر وعمان في الرجال والعدد، وأمره أنْ يتوطن تلك البلاد، وكتب له:\nمن مازن مهرق فيه الألوك إلى\n...\nمن حل في الشحر من عجم ومن عرب\nأنْ أسمعوا وادفعوا الخرج الوفاء إلى\n...\nنصر ودينوا ولا تعصوه في سبب\nيوما وإلاّ فلوموا فيه أنفسكم\n...\nإذا منيتم لنا بالجحفل اللجب\nفسار نصر باب الأزد حمير وصل الشحر، فسمع له من بمشارق. . . . . . إلى عمان، ودفعوا\nالجزء: 1 ¦ الصفحة: 38\n",
        "إليه الخرج، فمن عقر نصب بن الأزد بتلك النهوج الجلندي بن المكبر بن مسعود، وكان ملكا في بقايا مملكة أبن عمارة الأزدي، من فراهيد، وهو يحوي ما بين عمان وسيراف. و. . . . . . قطن أظهر العدل، وأظهر النعمة في أهل بيته، وأشعر. . . . الأمن والعدل، وقمع السفيه وأمن السبيل وأحسن إلى الغريب، وواصل ملوك الأعاجم، فاعتقدوا خلته، وجعله كل واحد منهم معقلا وراء ظهره، وقهر القوم، وقال لابنه جيدان:\nقد سرت سيرة آبائك، وازددت في السياسة وما شا كلها، فاحتذ على مثالي ويمم في المشكلات مناري، وأنا لك وصيتي في ثلاث خصال: أحسن إلى أهل بيتك، فانه لا قوم للنفس إلاّ بصلاح البدن، واعتدال الطبائع، ولا حياة مع طمو إحداها ولا طغيان واحدة منها ما لم يوصل إليها من الغذاء ما يهيجها إيثار للذة، واتباع للشهوة. وأحسن إلى رعيتك: فمالك من أموالهم، وسلطنتك من فضل طاعتهم، وما أنت إلاّ واحد منهم لولادتك، فاياك أنْ تخرجهم بالعسف والجور، فيرتجوا الراحة عند\nالجزء: 1 ¦ الصفحة: 39\n",
        "غيرك، ويكونوا كمن مال من الفيح إلى الظل، وإذا نزلت العظمة فاتقها بمن اصطنعت من الرجال وبني العم، وأنْ كرموا عليك وساءك ابتذالهم في مجاشمة الموت، فإن الرء قد يتقي السيف عن وجه بيده، لأن في بقيا الوجه و. . . . فيه من آلة الحياة عوضا من اليد - وإنَّ كثر غناؤها - عن الوجه، وواصل من\nيحادك. . . . . . الملوك بنشر ذكرك في رعاياهم، وأعمر بلادهم بمن يدخلها من أهل عملك إليهم في. . . . . . المنافع، ليروا صورة عدلك عليهمبينة، فإنَّ عدل عليهم سلطانهم كنت شريكا له بشكره، وإنْ جار عليهم كانوا إلى اجتذاب سلطانك أسرع، ولك من رعيتك الأولى أطوع، وأنشأ يقول:\n. . . . . يا جيدان فاحفظ وصيتي\n...\nولا نصح أولى من نصيحة والد\nتفقد بني الأعمام واريش نبالهم\n...\nفهن خبيات لاحدى الشدائد\nولا ترفعن بعضا على البعض إثارة\n...\nفتلفيهم ما بين طاغ وحاقد\nورب كثير صالح قد أزاله\n...\nومال به عن طبعه قل حاسد\nوما صالح الأشياء إلاّ أقلها\n...\nوما هو من أجناس غير واحد\nأين منهم من بان عنهم بفعله\n...\nلئلا يرى من بعده غير جاهد\nوأما جميع الناس بالعدل لا تدع\n...\nلهم فيه شكوى مشتك نحو حاسد\nالجزء: 1 ¦ الصفحة: 40\n",
        "وأمن سبيل الناس واقمع سفيههم\n...\nولا تك في وصل الملوك بزاهد\nفأنت بهم مستظهر في رعية\n...\nومجتلب منهم قلوب الأباعد\nولمّا حسنت سيرة جيدان بن قطن بعد أبيه وحمدت أفعاله واستحسنت، رأى إنَّ يقلد الملك في حياته ابنه الغوث بن جيدان بن قطن. فقال:\nوصيت غوثا بما وصى أولئله\n...\nوللوصية إيماء وانكاث\nقلدته الملك لمّا أنْ رأيت له\n...\nخصائلا نحوك للملك إحثاث\nوقال نشوان:\nوالغوث المرملين ووائل\n...\nأو عبد شمس ذو الندى الفياح\nالفياح: الواسع، يقال: بحر فياح.\nوقال بعض العلماء: خلع جيدان الملك باليمن إلى ابنه، وتبع ذا القرنين لمعرفته بفضله ورغبته في المسير معه. وذكروا أنَّ الغوث بن خيدان ولي الملك في حياة\nأبيه، وبعد\nالجزء: 1 ¦ الصفحة: 41\n",
        "وفاته دهرا طويلا. وكان من أحسن الملوك سيرة، وأعلمهم بسيرة آبائه وأجداده. ثم أنَّه خطب إلى ذي القرنين ابنته أم البنين فزوجه بها، فلم يلبث معها إلاّ شهراً حمير توفي وهي حامل بوائل، وخلف في الملك ذا القرنين، وتوافقت على مقامه حمير وكهلان، وسنذكر حبر ذي القرنين. وكان مع الغوث بن جيدان من بني كهلان؛ مازن بن الغوث بن الأزد عاملا على أهل الثغور ولمّا نشأ بن الغوث وخال فيه جده ذو القرنين ما يصلح للملك أشار للناس اليه، فقام وائل بن الغوث بالمملكة، وسار في الناس سيرة حسنة حميدة، وساس أهل زمانه سياسة حسنة، واستكملت جزيرة العرب - من اليمن إلى الحجاز والعروض والبحرين وأدانى الشام - طاعة له وإجابة؛ فلما رأت ذلك ملوك بابل والمشرق ومصر والمغرب خافوا منه أنْ يلاقوا مثل ما لقي آباؤهم الأولون من سبأ بن يشجب، وقاموا من الحمول مع ذي القرنين وسيأتي ذكر نسبه فيما بعد إنَّ شاء الله تعالى. فقال ملوك الآفاق المذكورة: هذا رجل معه بقية من ملك آبائه، وطاعتة ومحبة من أهل الأرض من قبل أبي أمه، فلأفئدة إليه مصغية، والألباب إليه مائلة فداروه عنهم بالروح، وغمروه بالتحف والهدايا، وأدلوا له بالمصانعة وحاطوه بمن متلأهم من رعيته.\nثم نصب ابنه عبد شمس بن وائل لدهائه في السؤدد والشرف على أخيه ردمان بن وائل\nوصية وائل بن الغوث\nقال له: يا بني اتق الله في نفسك يتقيك ما سواه. واعلم أنك ومن تحت يدك عباد\nالجزء: 1 ¦ الصفحة: 42\n",
        "الله، فاجعل شكره فيما فضلك به عليهم، إحسانك إليهم. واعلم إنَّ كل مستدعي سائمة يعيش من درها، ويستشعر من دفئها ويجب عليه حياطتها من التلف، وحفظها من السبع، ورد ضالتها، والحاق كسيرها، وتحصين حجرتها وارجاع كل\nالمراتع لها، من ذلك وإلاّ فحقيق أنْ يسترجع منه ما استرعى، ويسترد منه ما استودع، ويحبط ما صنع، ويعزل عن الرعاية، أحوج ما يكون من البلغة والكفاية. فاحذر أنْ تكون ذاك. وأنشد يقول:\nاتق الله شر سواه\n...\nوبتقوا اوص يا عبد شمس\nأنت عبد الله ومن رعيت عباد\n...\nالله نفس إذا تعيش كنفسي\nهو ربي مفضل البعض في الرز\n...\nق على البعض ذاك في كل جنس\nفله الشكر والحمد والحق\n...\nعلينا وحقه غير منسي\nوتفقد مع الصباح رعايا\n...\nك وحطها بمثله حين تمسي\nذكر ملك عبد شمس بن وائل\nفلما توفي وائل بن الغوث؛ قام بمقامه ابنه عبد شمس. فاجتهد وعاش في أهل عصره ميمون الطائر، نضر الأيام، لا ترداد به الرياسة إلاّ جدة، ولا تطوية الليالي إلاّ عن ادخار لعدة، واستعداد لنجدة. فلما بلغ من عمره منتهاه مثال حان في وطره أقصاه؛ جمع بنيه: الصوار وجشم - وفيه المدد من حمير - وزرعة ذو مناخ وقطن وينكف، ولهيبة، وموكف، ومرة، والحطيب، والصهيب والقفاعة فقال:\nالجزء: 1 ¦ الصفحة: 43\n",
        "يا بني، أوصيكم بطاعة أخيكم الصوار، فانه أكبركم وأرجاكم عندي. وأنت يا أبا السميع - وكان الصوار يكنى أبا السميدع - خليفتي بعد الله تعالى عليكم وعلى رعيتي واحفظ مني خصالا لن تضل ما اقتديت بها؛ اعلم أنْ العز لا يتبين في الحرب إلا بصدق اللقاء وحماية الأذمار، وذلك أمارة الغلبة، ولا يتبين في سالم إلا من منع الجار، وشموخ الأنف عن سموه الخسف، والحمل على الدنية. ولن يكون ذلك إلاّ بالرجال، ولن تعرف معك النادر منهم إلا بإبانة قدره، عمن ليس يغني عناءه. لأنك إذا ضممت مسماكين في أحدهما قصر وقع الحمل على الأطول\nوسقط الأقصر، وكذلك الأدق من الأجدال الحوامل. وأعلم أنْ الملك بيت أساسه العدل، وقواعده التدبير، وحيطانه التيقظ، وأركانه الحزم، وتلاحكه الشدة، وعماده إزراء الكفاة، وعوارضهالقادة، ومواحظه الأتباع. ولا استقامة لمدبري المملكة ومستخرجي الإتاوة إلاّ بمصادقة قادة الجيوش، ولا يحمل قائد الجيش وسائق الجماعة سوى أصحاب الخزانة، وربما وجدت مائة مقاتل وأعجزك كاف، وكثير أنْ يصدق الكرة العشرة من الماءة المقاتل، والمائة من الألف، والألف من عشرة أضعاف. وأنشأ يقول:\nأوصي بني وإنْ تقارب بينهم\n...\nفيما لدي بطاعة الصوار\nالجزء: 1 ¦ الصفحة: 44\n",
        "وإليك يا صوار أوصي بالذي\n...\nوصى اليّ ابوتي في الجار\nومحل كل حيث يبلغ قدره\n...\nإذ من بها متفات الأقدار\nإنَّ الأصابع مستو آصالها\n...\nوالفرع بين أطوال وقصار\nومن الرجال الكل حيث توجهت\n...\nمنه الركاب وحامل الأوزار\nوالملك بيت لا تقوم سماؤه\n...\nإلا بأعمدة رست وجدار\nفالبعض منه ببعضه متدافع\n...\nبالطين فوق الأرض والحجار\nولربما عز الخيار وأيوا\n...\nواستنصروا في الدين بالأشرار\nوعاش إبراهيم الخليل عليه السلام عمر هؤلاء الملوك الثلاثة. وذو القرنين عليه السلام أيضاً لحق عربياً ووائلا. وكان النائب معه على الثغور حارثة بن الغطريف أبن امرئ القيس\nوقال نشوان:\nوزهير الصوار أو ذو يقدمٍ\n...\nمنيا بدهرٍ سالبٍ طراحِ\nولمّا توفى عبد شمس بن وائل؛ قام بمقامه الصوار بن عبد شمس، فالتقط في ايامه آثار أجداده، واستعمل وصية أبيه عبد شمس في المملكة، وأعلم الحساب أنْ\nالملك كائن في ولده، وغير خارج منهم، إلى مظهر نبي من ولد إسماعيل، وأنهم يملكون في مدتهم شرق البلاد وغربها، ويبلغون من العز ما لا يبلغه غيرهم، فأخذ في جمع المال وادخار السلاح، وأنجد حمير باتخاذ العدد، ولم ينس حظه من العدل وحسن السيرة، حمير حسرت به حياته، فجمع بينه وهم آل شرح يحضب وذو يقدم والسميع والغوث وأشغم\nالجزء: 1 ¦ الصفحة: 45\n",
        "برك، وأقبل على ذي يقدم من بينهم وقال:\nيا بني رحم على حفظك من دنياك أنْ تسلبه، ولا تنس من الله تعالى، فانه. . . يناسيك ذكرته. ولا تناصب من ناصبت وقد جعلته ملاذا. . . . . . .، بل لا تسرع بالمباينة عن ضرورة، ولا تعاقبن إلاّ عن جريرة، ولا تخف في الله سواه. وإذا عمرت ما بينك وبينه، فلا تبتئس، وأنْ خرب ما بينك وبين أحد من خلقه. وإذا ملكت الرعية فاحرص على إرهابها دون السوط، وبالسوط دون السيف. فما غلب القول فبالسوط، وما غلب السوط فالسيف غالبه، ولا بقية مع السيف، فلا تركبه إلاّ فيما لا لبسة فيه. وإياك وإجماع الكلمة عليك، فإنَّ بليت فأطفئها عنك بالغفلة إنْ أنظرتك، وباللين إنْ أهملتك، إلى أنْ تستعطف من قدرت على استعطافه بما غلب عليه ذا الطمع، وذا الرئاسة والرتبة بالزيادة في رتبته. واعلم أنك إنْ شححت عندهما بالمال، هو مالهم، وإنْ سمحت فهو مالك. واعلم أنْ اليد إذا أثقلها ما يقع فيها من الطمع تخفف بثقلها ما في القلب، فإذا طفئت الثائرة، وافترقت الكلمة، فما أقدرك على أنْ تقسو. وإياك أنْ ينسلخ عنك يوم من أيام دعتك وحفضك إلاّ وأنت على مثل عدة المهايب وحذر المحارب، فرب ملك أتى عليه مالا يحسبه.\nوأنشأ يقول:\nوصى أوائلنا قدما ونحن كما\n...\nوصوا فلا بد نوصي اليوم يا قدم\nفراقب الله إنَّ الله آثر من\n...\nراقبته، إنَّه يملي وينتقم\nمن يتق الله لا تدحض له قدم\n...\nإلاّ وثبته من بعدها قدم\nالجزء: 1 ¦ الصفحة: 46\n",
        "أو يذكر الله يذكره ويظهره\n...\nلو أنَّه في تخوم الأرض منكتم\nوعامل الناس بالقول الرقيق فإنَّ\n...\nتعجز فبالسوط أو بالسيف إنْ رغموا\nوالترك مفسدة والقول مذكرة\n...\nوالسوط مزجرة والسيف محترم\nوذلك آخر ما داوى الرجال به\n...\nإذا تعالى عليك الداء والسقم\nلا تصبرن على منع لواجبة\n...\nمن الرعية واصبر إنْ هم سئموا\nفإن شتمت وإنْ عاقبت بعضهم\n...\nصيرتهم لك أعداء وهم خدم\nقد يشتم العبد مولاه فيحمله\n...\nكرها وتظلم الزمني فيظطلم\nلا تجمعن عليك الناس كلهم\n...\nولا تهاون بداء حين ينسجم\nوذكروا أنْ امرأ القيس الغطريف بن حارثة البهلول أشرك أباه حارثة في عمل. . . . . الغوث، ثم عمر فاستفرد بالعمل مع أربعة أملاك: مع وائل وعبد شمس والصوار وذي يقدم. ثم قلد ابنه حارث الأحساب - وهو الغطريف - الثغور والأطراف التي ك يتولاها ويتقلدها في طاعة من ذكرنا، وكتب له عهدا وهو:\nمن امرئ القيس ألوك لابنه\n...\nحارث الأحساب عن أمر قدم\nإلى جميع اناس بالطاعة في\n...\nآفاقها من عرب أو من عجم\nوأنْ يؤدي الخرج محمولا إلى\n...\nحارثة الأحساب عمال الأمم\nولا يلام قدم إنْ أعرضوا\n...\nووافت الخيل إليهم بالنقم\nولمّا ول ذو يقدم بعد أبيه الصوار لميفقد معه غير شخصه فقام ذو يقدم بعد. . . . . . .\nالجزء: 1 ¦ الصفحة: 47\n",
        "وحذاه باجتهاد واستمر على سيرة من مضى، واستخلف بعده ابنه أنس بن ذي يقدم وقال له:\nيا بني إنَّ في وصية آبائك الكفاية لمن علم بها وحفظها، وإني أزيدك معها خصالا لا غنى لك عنها، وقد كانت في تدبيرهم وإنْ لم يذكروها: لا تذكر الظهور فتذهب\nهيبتك، ولا تدمن الحجبة فتنسي ويجترئ عليك كثير من كفاتك، وييأس المتظلم من لقائك، فيظهر التشكي ويظن من ليس مثلك أنْ الرعية إذا رضيت به أنه بدل منك، ولا تقبحن مستنصحافيخفى عليك الخلل وتذم وأنت لا تعلم، ويؤتى عليك من حيث لا تشعر. واعلم أنْ نظام الدولة في اتفاق الأهواء على الملك واجتماع الكلمة معه. ولن يقدر على جمع القلوب في صدر واحد إلاّ بخصلة وهي أنْ تصدر من كل قوم رئيسهم فانه سداد من واءه، فعن غضبه يغضبون، وبرضائه يرضون. وأنشأ يقول:\nأبا عمرو إذا ما قمت بعدي\n...\nفأمرك بالأقارب والعشير\nولا يفقدك مطلول نصيرا\n...\nولا تظهر لهم ك الظهور\nوإنْ من الحجاب لمّا يغبي\n...\nعليك الجاريات من الأمور\nولا تقبح نذيرا جاء يسعى\n...\nبنصح، فالنذير أخو البشير\nوأنْ الناس مثل النحل تأوي\n...\nإلى يعسو بها بعد المطير\nوليس رحى يدور بغير قطب\n...\nولا عيس تقاد بلا جرير\nوإنْ العدل مصلح الرعايا\n...\nومرضاة الصغير مع الكبير\nالجزء: 1 ¦ الصفحة: 48\n",
        "وإنْ إخافة المولى ومن لا\n...\nتفارقه من الخطر الخطير\nقالوا: وفي أيام ذييقدم وف سنو يوسف عليه السلام، فقحط البلاد واتصل عليها الجدب، وغارت العيون. وفي هذه الحطمة اعتفد الناس باليمن، ويقول أهل اليمن: إنْ النواصح اتخذ. . . ذلك العصر أو بعده، وذلك أنْ أهل اليمن لمّا قدمموا على يوسف عليه السلام. . . . . . . من مصر، رثى لهم من بعد السفر، فقال: أين أنتم من النواصح ووصفها لهم. . . . . . . آبار النواصح، فكل بئر بقية باليمن من ذلك العهد عتد، لا تنضب ولا تنضب وتحول، وتسم العادية واليوسفية.\nالقصيدة:\nأم أين ذو أنس وعمرو وابنه المل\n...\nطاط لط بمسحت جلاح\nالملطاط: ساحل البحر، وز قيل الملطاط في بعض اللغات: رأس هامة البعير، وبه سمى الملطاط أي العالي، والجلاح: الذي يأخذ أعلى الشجر، والمسحت الذي يسأصل الشجر بقلع أصوله، قال الفرزدق:\nوعض زمان يا بن مروان لم يدع\n...\nمن المال إلاّ مسحتا أو مجلف\nولمّا توفي ذو يقدم، وقام بعده ابنه ذو أنس، واستن على سنن آبائه، وجرى إلى غايتهم، أقبل على ابنه عمرو دون أخويه - غنم والرتع - فقال له وهو يوصيه:\nالجزء: 1 ¦ الصفحة: 49\n",
        "يا بني، أنْ النعمة سرود، فاربطها بالعمل الصالح، والزيادة بتمام شكر الشيء فاستدرها بالشكر فلا رغبة لمصطنع في اصطناع من لا يظهر جميه، ولا يشكر عليه إنْ لم يكافئ، وإنما النماء في العد. . . . . . . فاستجلبه بصلة الرحم والإحسان إلى العشيرة، وأشرك بني العمك في النعمة، فانه لا بهاء. . . . . . . لا تتبين على حاشية الرجل وأهل بيته، وأفش في الناس العدل، وأذاقهم القسط. يدخل الكافة في عمارة الأرض، واستعمل الأسفار، ولا تنظر في قلة ما يؤخذ من الواحد، فإن القليل إذا أخذ من الجماعة كثير، وإنْ الكثير من البعض قليل، كالتاجر يلحقه سعة ماله من أقل الأرباح، وأكثر من أضعاف ربح المزهد المقل، ولرب قليل خير من الكثير، ولرب أكله حرمت أمثالها\nوأنشأ يقول:\nيا عمرو من صاحب الأيام كان له\n...\nعلى الغرير بها فضل بما اختبروا\nإنْ الأنيس وإنْ لم ترض عقدته\n...\nيسوى به العاقل العريف ما عمرا\nمن لم يجاز بخير نعمة شردت\n...\nعنه وأصبح عنها يقتفي الأثرا\nوالشكر مفتاح أسباب المزيد لمن\n...\nيبغي المزيد وكافاك الذي شكرا\nوإنْ في صلة الأرحام ميمنة\n...\nوخير خيرك ما في الأهل قد ظهرا\nهذاك والعدل أدنى ما يطاع به\n...\nوقد يقود لك البادين والحضر\nوأما عمرو بن ذي أنس، ويقال ذي أبين، فانه لمّا توفي ذو أبين - وهو ذو أنس -\nالجزء: 1 ¦ الصفحة: 50\n",
        "عام من بعده ابنه عمرو مضطبعاً بعبء الرياسة، مستحقاً لمّا قلد، حافظاً لمّا أؤتمن عليه، كأنه قد شاهد أباه فكان ما وصاه حاضراً بين يديه. ثم أسند الأمر إلى ابنه الملطاط وقال: يا بني، إنَّ الملك ثمرة حلو جناها، وحسن رواها. كل فاغر لها بقيه، وليست لا بالحرسة والحفظة. فلا تزهدن في اصطناع الرجال، وادخار الثقات. ولا يغرنك أنَّ تقول إذا اعتمدت المال كانت الرجال أقرب، فرب ملك اطرح أهل الثقة والنجدة فطمع في جزائه، وأخذ بكظمه على حين لم يسعفه من الرجال إلاّ الطريف الذي لا اصطناع له بحمل، فكان كمن أراد أنَّ يحصد يوم بذر، وإنّما منافع المال بالمقدمات من أنفاقه، ولولا إنَّ الرجل يصبر على جواده من يوم أفتلائه إلى أوان قروحه؛ ما انتفع به ساعة حاجته، ولربما رأيت الرجال تأتي بالمال وتكتسب التلاد في المدة اليسيرة ولا يكسبك مالك الرجل النادر إلاّ بعد المدة الطويلة، وإذا لجأت إلى حصن فتفقد داخله معك، فأن الحصن بثقاته، والمنزل بجاره، وأدل العيون على أعداتك تباطل ما يمكرون، وتأتيهم من حيث لا يشعرون وأنشأ يقول:\nأوصيك يا ملطاط فاحفظ وصيتي\n...\nكحفظي لمّا وصى به سلف الخالي\nبأن لا تصون المال من رجل رضي\n...\nفإنَّ رجال الناس تأتيك بالمال\nالجزء: 1 ¦ الصفحة: 51\n",
        "والمال يأتي في المهم بمانع\n...\nيحامى عليه غير ذي التكلة الآل\nسوى بقعة في قرقري أو خلالة\n...\nيخللها ما بين أضراسه الخالي\nفأدل عيون الحرب تأمن بياتها\n...\nوحاد بأكثار وبيت باقلال\nورادف بأحراس عليك ومثلهم\n...\nعليهم فهم باب عليك بأقفال\nوأنت فشرد بالظنين فانه\n...\nيخونك من حال وأنت على حال\nأمنت فسكنى الحصن مجلس\n...\nومفتون أقياد عليك وأغلال\nولمّا توفي عمرو بن ذي انس قام بعده الملطاط بحزم وعزم، ووازره على الثغور حارثة الأحساب بن امرئ القيس بن ثعلبة كما وازره أباه وجده وجد أبيه، وذلك أنَّ عمره شبيه بعمر أبيه ثلاثمائة وستاً وثلاثين سنة بقولهم، ثم أوصى ابنه عامرا ماء السماء في أيام الملطاط فقال:\nيا عامر الخير إني قد وهى بصري\n...\nورابني ما يريب المستربينا\nورابني ما يراب أبن الثلاث به\n...\nمن المئات الخوالي والثمانينا\nقلدت أعمال أسلافي وقلدها\n...\nقبلي اللهاميم الأغرينا\nفاثبت على كل ما أوصى إليك وما\n...\nقد كان قدماُ به الآباء توصينا\nلا تعد عن طاعة الملطاط انك ما\n...\nلم تعصه كدم عند المشجينا\nالجزء: 1 ¦ الصفحة: 52\n",
        "لم تعص آباؤنا آباءه ولقد\n...\nكانوا لآبائنا قدماً مطيعينا\nأنا نجيب بني أعمامنا وهم\n...\nإذا دعوناهم يوماً أجابونا\nنعزهم فيعزونا وننصرهم\n...\nفينصرونا ونكفيهم فيكفونا\nنسعى لهم بين أيديهم إذا نهضوا\n...\nوإنَّ نهضنا يكونوا بين أيدينا\nإذا مضى سيد منا يقوم لنا\n...\nمقامه سيد نعده فينا\nتحكى أواخر أقوامي أوائها وإنَّ من بعدا منا سيحكينا\nيا عامر الخير لا تنس الوصاة وكن\n...\nبعدي لقومك من خير الوصيبينا\nقال: وإنّما سمي عامر ماء السماء لأنّه كان يقيم مائه إذا مست الناس مقام المطر، فيتبلغ الناس بعطائه ورفد وقت الجدب، إلى أنَّ يلحقهم المطر والخصب ويذكر إنَّ عامر بن حارثة جرد إلى الشام زيد بن ليث في أحياء قضاعة وحمير بأمر المطاط وولي عليهم زيد بن حارث ليث بن سعود بن أسلم بن الحاف بن قضاعة من حمير وكتب كاتباً إلى أهل الشام نسخته:\nنزيد إلى من حل بالشام حجة\n...\nمن الملك الملطاط والقيل عامر\nعلى أنَّ زيداً ليس يعصي وينتهي\n...\nإلى أمر زيد كل باد وحاضر\nويعطونه الخرج الذي يسألونه\n...\nوفاه ولا يلقونه بالمعاذر\nوإلاّ فلا يلحون إلاّ نفسهم\n...\nإذا ما منوا بالسلهبات الضوامر\nالجزء: 1 ¦ الصفحة: 53\n",
        "قال: فلما صار زيد بن ليث بالحجاز؛ وقع بين عشائره كلام، فاقترفت قضاعة عنهم، فمنهم من رجع إلى اليمن، فنسلهم بها إلى اليوم، وهم خولان ومهرة ومجيد ومنهم من نزل الحجاز ونسله بها، وهم بلى بن عمرو، وبهراء بن عمرو، وأقام زيد بالحجاز، فأفترق نسله بها؛ من سعد وعذره وجهينة ونهد، فارتفعت إلى نجد العلياء، وقد كانت دهراً طويلا بتهامة. وأما من مضى من قضاعة إلى الشام ومصر والبحرين؛ فنسله بها إلى اليوم وهم: كلب بن وبرة وتنوح وسليخ وخشين والقين والعليص\nالقصيدة:\nوالملك بعدهم إلى شددٍ به\n...\nعصف الزمان كعاصف الأرياح\nالجزء: 1 ¦ الصفحة: 54\n",
        "ذكروا: إنَّ الملطاط وصي إلى ابنه شدد، فقال:\nيا بني، لو أنَّ ملكا يستغنى بثاقب رأيه دون آراء الناس لفضل عقله، وكمال معرفته، وحسن رويته، وبارع أدبه وفطنته، وعلمه بما تقدم من التجارب لأسلافه، مع حفظه ورواه وأحاط به من سنن الأوائل من آبائه وسير الماضين من أجداده، لكنت من أغنى الملوك، عن مشاركة أهل الآراء، ومشاورة الأقوال، ووصية الموصين إلاّ أنه لا بد للملك ممن يعينه في الرأي والأمر والنهى، ولا بد له من مشير يحمل عنه مض ما يثقله من ذلك، ولا بد المولد من وصية الوالد، قلت الوصية أو كثرت. وأنشأ يقول:\nجربت قبلك أسبابا علمت بها\n...\nفي الملك بيني وبين الناس يا شدد\nفلم أجد عدة للملك تكلؤه\n...\nمثل النوال إذا ما قل العدد\nولم أجد طاعة كالعدل إنَّ نزعت\n...\nعن طاعة لمليك في الأنام يد\nوالناس كالوحش إنَّ داريتهم شرعوا\n...\nوان دنيت لهم عافوا وما وردوا\nمتى أطاعتك سادات العشيرة لا\n...\nيعصيك في الناس فأعلم بعدها أحد\nداري الورى وذوى القربى وجدلهم\n...\nبالفضل انك مطلوب بما تجد\nوذكروا إنَّ شدد بن الملطاط امتثل ما عهد إليه أبوه، فسعد به من قاربه، وحظى به من لم ينأ عنه. ولم يكن له ولد غير ابنين: الحارث الرائش، ووتار، فأسند إليه الملك وأشهره به، وقال له:\nالجزء: 1 ¦ الصفحة: 55\n",
        "يا بني، إنَّ الملوك لا يسمحون بالملك أنْ يخرج من أحدهم في حياتهم إلاّ إلى الولد والقريب، حمير إذا حيل بينه وبينه، وبلغت النفس اللهاة قال: هاك خذه حباء! هيهات جاد بما ليس له. إلاّ وإني أحبوك به أحرص ما كنت على الحياة، ألا وإنَّ الالغبطة أنفس من القارضة؛ ولرب قائل منهم يقول: ألا يا ليتني إذا مت أرجع فأنظر ما يصنعون. ألا وإني جعلت آخر الأمر أوله لأخرج من الدنيا وليس لي شجن فيها، وأنشأ يقول:\nجعلت عمري أثلاثاً فأوله\n...\nصبي وأوسطه للغشم والحرث\nثم استقمت فكان الثلث آخره\n...\nقسما لدنياي موفوراً لآخرتي\nفلما توفي شدد قام بعده ابنه وتار، وكان ولي عهده، وكان في عهد إليه:\nإذا أنا مت فقف عمرك على خمس خصال، تستعذب وردها، وتستعدي صدرها، وتحمد غبها: على فرض لله تؤديه، وقرض لنفسك نقضيه، وتيقظ في الملك تحميه، وحكم عدل في الرعية تمضيه، ولذي اللب في غير الدهر ما يكفيه\nولم تطل مدة وتار، ولا ثبت قدمه في الملك؛ حمير نازعه عمومته بنو الصوار في الأمر، وقالوا: نحن أقعد، وإنّما هو ملك أبينا، ولن نتخاطى به إلى الأولاد دون\nالآباء. فشح في ذلك وشحوا، وتداعوا إلى الحرب. ولمّا رأت ذلك وجوه حمير خافوا الفرقة وحاذروا القطيعة، فرأوا\nخلع وتار وإخراج عمومته من الملك\n، وفتلوا حبل الملك في\nالجزء: 1 ¦ الصفحة: 56\n",
        "يد بتع بن زيد صاحب السد سد بتع. فملك بتع بن زيد وحسنت سيرته ورضى بذلك بنو الصوار، وقربها جميعاً وأدناهم وآثرهم، فكان له الاسم ولهم الجسم\nوصية بتع الملك لابنيه علهان ونهفان\nفلما احتضر أوصى ابنيه علهان ونهفان، وقال:\nأوصيكما بتقوى الله أولا، ثم باتفاقكما بع، فلا ذل مع وفقة، ولا عز مع فرقة، ولولا تداول الرجلين بالخطو ما بلغ ذو الحاجة من المسير مراده، ولولا توافق اليدين في المتح ما ملأ الوارد ورده، وما استديمت العارية بمثل صيانتها ورعاية حق المعير فيها. فاحفظوا الله في جوار النعم، كيلا تعود نقما، فانه إذا أوسف انتقم، كوثر قصم، ولا تبسطنكم عليه دالة، فليس بينكم وبينه قرابة. وإذا زللتم فاهربوا إليه، فليس عليه مجير. ولا منه خفير، ثم اعلموا: أنَّ هذا الأمر صار إلينا عن قوم لم يرفضوه زهداً، ولم يسلموه جهداً، ولم يسلبوه قهراً. وإنّما أمانة غائب إلى أوبة ومال يتيم يرزق منه بالمعروف إلى أنْ يؤنس رشده، ويتبين حزمه، ويعز عقله ثم\nالجزء: 1 ¦ الصفحة: 57\n",
        "يسلم إلى يد ما ملكت، فيكون بذلك عملكما، وعليه تحافظكما، فإذا حان من أحدكما ما حان مني فليرد الأمر بهذه الوصية إلى الغابر، وليردده الغابر إلى من غبر بعده بمثل ذلك، إلى أنْ يقوم من بني الصوار من يجتمعون عليه، ويسلمون إليه عن تسارع، كما أخذتموه عن تراض. والسلام\nثم ملك علهان ونهفان فأحسنا السيرة، وأمتثلا ما وصاهما به أبوهك، حمير سبق الموت بنهفان، واستقر بالملك علهان، فأقل أعباءه، واضطلع بجمله، وسار سيرة من سلفه، حمير ألم به ما ألم بهم، فأوصى إلى أبن أخيه شهران، وقال:\nوصية علهان الملك لابن أخيه شهران\nإني لم أخصك بالملك دون أبني أيمن لأجل أنك تزيد عليه في الفضل أو تسبقه في نجدة. وكلنني أحببت أنْ أصل ما طوته الأيام من عمر أبيك دون ما بقى من عمري. وإني أوصيك يا بني بالكف عن المعصية، والإحسان إلى الرعية، فإذا أنعمت فأنعم، وإذا كويت داء العر فاحسم، وإذا أدمت المكايد فاحسم، وإذا غضبت\nفاكظم، وإذا أساء إليك من هو دونك فاحلم، وإذا سئلت مما في يدك فأكرم، وإذا أعنت الحرب فلا تغشها إلاّ عن مقدمات فإنّها غاية شر، لا تنجلي إلاّ بذهاب نفوس، فتوق أشد ما قدرت، فإذا حملت عليها فليكن أمرك دونهم\nثم ملك شهران بن نهفان فأوسع الناس رغبة ورهبة وشملهم عدله، وأقام فيهم سلطانه فرهبوا، وأمر ببناء ما حول ناعط من القصور وابتنى تلفم وأمر بتزبير أيامهم في حجارة القصور، واستعمل ابنه تألب ريم في أرض حمير، ثم كتب له كتاباً نسخته:\nالجزء: 1 ¦ الصفحة: 58\n",
        "وصية شهران الملك إلى ابنه تألب ريم\nبسمك اللهم رب حمير وهمدان، زبور ما زبر، على قط وحجر، بعهدي لك يا تألب بحياتي، ووصيتي لك بعد وفاتي، أنَّ لك الشركة في الأمر ما حييت، والحوزة للملك ما رديت. فاحتذ سنتي، واعمل جادتي، ولا ترضين لنفسك أنْ يقال أبوه خير منه، وأنْ تلحق الآخ بالأمر، وما الناس إلاّ زائد على أبيه، أو ناقص عنه، ولوّلا ذلك ما بقي في الغابر شيء مما يكون في الداشر. ثم اعلم أنَّ رعيتك ليسوا ثلة تأكل من حجرتها، وتبتاع من عفوتها، وإنّما هم لك أشياء، يطلبون من بلغة الدنيا مثل ما تطلب، ويرهبون من تقلبها مثل ما ترهب، وإنّما لك منهم فضل الطاعة، وعليك فيهم حسن الحياطة، واعط كلا منهم منزلته، ولا تنصب في كل بني أب غير رئيس واحد، فإنَّ كانوا أكثر افترقوا كالنحل التي لها يعسوب واحد، فإذا كثر في الخلية اليعاسيب ذهب كل منهم بفريق. واعلم أنَّ لكل عصر أهلا، وبما باينت طباعهم من كان قبلهم، فلا تستعمل في الآخر سيرة الأول أجمع، ولا تترك قلائد فإنَّ الناس بزمانهم أشبه منهم بآبائهم، ولولا ذلك ما كان أهل دهر أكرم من أهل دهر، ولا أهل عصر أنجد من أهل عصر، ولا أهل زمان أعلم من أهل زمان، والأيام متقلبة فاركب\nالجزء: 1 ¦ الصفحة: 59\n",
        "لكل زمان وركبه؛ واعلم أنَّه لا خلل في ملك تيقظ ربه، وأطل على عماله، وسار في رعيته بالعدل، وقبض أيدي أتباعه. . . . . . قادتهم بالمال، وملأ صدورهم بالهيبة، وأشترك صلته في نعمته، وتفقد. . . . . . من حيث لا يعلمون، وأحسن إلى من يغضب لغضب الجماعة، ويرضى برضائه العصبة. وخلط اللين بالشدة، والرقة بالغلظة، ولا ينسلخ. . . . . . يوم إلاّ وهو رابح من الخير، خفيف الظهر من الوزر والسلام.\nفلما توفي شهران، قام بعده تألب ريم فعظم سلطانه وحسنة أيامه، وذكرته حمير في كثير من مساندها، ولم تعرف له همدان عهدا، ولا وصية، لأنه كان أكثر أيامه في بلد حمير.\nقيام حاشد ذلك مرع\nوترشيحه الحارث الرائش.\nثم ملك من بعده حاشد ذو مرع، فأحسن السيرة غير طويل، ثم جمع حمير وكهلان فقال:\nأيها الناس، إنَّ لكل قوم دولة، ولكل دولة مدة، كما لكل حاملة تمام، ولكل مرضعة فطام، وقد حان منا انقطاع أمد، ووفاء عدد، بظهور الحارث بن شدد، وإنَّه لنا لولد، وقد جاء في الخبر أنه الملك المنتظر، والعلم المشتهر، وإني قد رأيت أنْ أنزل نفسي منزلة القيالة خشية أنْ أنزلها منه.\nفلم يزل على ذلك حمير قام الحارث الرائش فاستخلصه وأعتضد به.\nالجزء: 1 ¦ الصفحة: 60\n",
        "القصيدة. قال نشوان:\nوالحارث الملك المسمى رائشا\n...\nإذ راش من قحطان كل جناح\nوحباهم بغنائم الفرس التي\n...\nفاضت على الجندي والفلاح\nوعزا الأعاجم فاستباح بلادهم\n...\nملك حماه كان غير مباح\nركب السفينة إلى بلاد الهند في\n...\nلجج يسير بها على الألواح\nوبنى بأرضهم مدينة راية\n...\nفيها الجباة لعامل جراح\nوالترك كانت قد أذلت فارسا\n...\nلم يستروا من شرهم بوجاح\nفشكوا إليه، فزارهم بمقانب\n...\nفيها صراح ينتمي لصراح\nتركوا شبايا الترك فيهم بينهم\n...\nللبيع تعرض في يد الصياح\nوغدا منوشهر يمت بطاعة\n...\nوولاية من منعم مناح\nهذا الملك هو الحارث الرائش بن شدد بن قيس بن صيفي بن حمير الأصغر. هذا نسبه الصحيح. ومن ولده التبابعة، وقد نسيه الهمداني في الأكاليل إلى ولد الصوار فقال: هو الحارث الرائش بن أبي شدد بن الملطاط بن عمرو بن ذي أبين بن ذي يقدم بن الصوار بن عبد شمس، وقال في الأكاليل أيضاً: وقد قال بعض العلماء: إنَّ الرائش من ولد قيس بن صيفي. وقال نشوان بن سعيد:\nالجزء: 1 ¦ الصفحة: 61\n",
        "تتابع الأملاك من حمير\n...\nعدتهم سبعون لا تقصر\nمن ولد الرائش جمهورهم\n...\nمن حمير الأصغر ما حمير\nيا أيها السائل عن تتبع\n...\nوتبع كالشمس بل أشهر\nوك الحارث الرائش يدعى بملك الأملاك. ولا ملك الأملاك إلاّ الله عز وجل، وقيل إنَّه لمّا توفي شدد بن قيس قام بعده ابنه الحارث وأخذ في أهبة المسير والغزو وأمر باتخاذ الخيل والسلاح، وعرك جزيرة العرب والحجاز واليمن، حتى استوسقت له. فلما اشتد ملكه وعلا سلطانه، خافته ملوك البلدان ورؤساء النواحي، فأتته هدية من ملوك الهند فاخرة، من مسك أذفر، وكافور وعنبر، وياقوت أحمر وجوهر، وجوار حسان، ومن تحف الصين. وتطلعت نفسه إلى غزو الهند فعبأ الجنود وأظهر أنه يريد بلاد المغرب بحرا وبرا، وعبأ السفن حتى إذا رأى أنَّ البحر قد أمكن، قدم رجلاً من أهل بيته يقال له يعفر بن عمرو بن شرحبيل بن\nعمرو بن أبين بن ذي يقدم بن الصوار أبن عبد شمس في جيشه عظيم، وسار خلفه في خيل عظيمة حتى دخل أرض الهند. فقتل المقاتلة وسبى الذرية وغنم الأموال. ثم أقبل إلى اليمن، وخلف بعفر في أثنى عشر ألف فارس في أرض الهند، وأمره ببناء مدينة هنالك ليذكر بها فقام وابتنى مدينة لم ير مثلها، وسماها الرياشة فثقل هذا الاسم على العجم فسموه الراية، ويقال الواية، فأقام بها يعفر بن عمرو حينا، وخلف عماله وعاد إلى اليمن بالغنائم العظيمة، فراش بها حمير وكهلان، فسمى الرائش لذلك، مأخوذ من رياشة السهم، لأنه أدخل في اليمن ما لم يدخله قبله من السي، وممن يحسن الزراعة والصنع. فلما قسم الغنائم بين حمير وكهلان أمرهم أنْ يستعملوا البي وأهل السواد في إثارة الأرض، ففتق لهم العيون، ودلهم على اتخاذ\nالجزء: 1 ¦ الصفحة: 62\n",
        "المستغلات، وفي ذلك يقول نوفل بن سعد بن عبد أد الحميري حيث يقول:\nمن ذا من الناس له ما لنا\n...\nمن عارب الناس ومن عجم\nسار بنا الرائش في جحفل\n...\nمثل مغيض سائل المفعم\nيؤم أرض الهند غاز لها\n...\nفي معدن الأنوج والكركم\nمنصلتا لا ينثني عزمه\n...\nأفرض من ذي لبد ضيغم\nقد جرد الغارات من قبله\n...\nيقتل في حصد القنا الملثم\nأعنى بها عفر إذ جاءها\n...\nيا حبذا ذلك من مقدم\nفي بحرها المسجور يطوي بنا\n...\nيؤم سير الملك الأعظم\nالجزء: 1 ¦ الصفحة: 63\n",
        "ساء صباحا عندها صبحوا\n...\nمن ذاك بالداهية الصيلم\nرجت سرنديب إلى كالة\n...\nمنها فجر ما فقرى الكولم\nفأول الغاية قاموا بها\n...\nفأسلموا للفيق المظلم\nناداهم إنى لكم قاهر\n...\nواليوم يومي فأعلموه حم\nيقتل من شاء ويأسرهم\n...\n. . . . . . . ماه حده محذم\nيستعبد الأطفال قهرا ولا\n...\n. . . . . . . غير البطل المعلم\nلو تظهر الجن لنا أذعنت\n...\nوأسلمت طوعا ولم تقدم\nفأقعص الرائش أملاكها\n...\nوآب بالخيرات والأنعم\nثم سبينا كل ممكورة\n...\nذات دلال بضمة المعصم\nوالدر والياقوت من أرضها\n...\nوالعسجد الخالص كالعندم\nوقد بنى يعفر في أرضهم\n...\nمدينة ذات بنا ملحم\nيذكر في الدهر بها ما بنى\n...\nكما بقي ذكر بني آدم\nولمّا وصل الرائش من بلد الهند أذعنت له الملوك وأدت له الخراج: فأقام باليمن دهرا\nالجزء: 1 ¦ الصفحة: 64\n",
        "طويلا لا يغزو، ودانت له الآفاق، حتى أتاه رسل ملك بابل، وكتاب منوشهر، بعد ملوك الأكاسر بهدايا نفيسة من الجواهر والعقيق الأحمر والمسك التبتي، والحرير و. . . . . . . والحلية والآنية الفيعة، وكان أكثر ما بعث إليه من بلاد الترك وأمتعتهم من السلاح ليرغبه في بلدهم، وعرفه فسادهم في الأرض، وانبساطهم إلى أعمال بابل، وأنْ جمهورهم بأذربيجان، وأنْ بابل منهم والشام على خوف، وأنهم لا يرون أهل بابل في عيونهم شيئاً، قال عبيد بن شرية: وأهل بابل بقية ولد نوح من غير العرب، فأجمع عند ذلك على غزو الترك، وكان غزا في عمره مرتين: الأولى في بلد الهند والسند، وهي التي تقدم ذكرها. والثانية إلى بابل وخراسان وبلاد الترك. فلما رأى الرائش تلك الهدايا، قال للرسول: أي ما أرى من بلادكم؟ قال: بعضه أيها الملك، وبعضه من بلاد الترك، وهم من ورائنا، من حالهم أنهم لا يدنون لأحد من الملوك فخلف ليغزون تلك البلاد التي خرج منها ما رأى. واستخلف على اليمن بعقر بن عمرو، وكان ذلك في زمان موسى بن عمران عليه السلام. وكتاب منوشهر أنَّه يستدعيه إلى\nبلاد الفرس، ويستنصر على الترك لأنهم قد كانوا استظهروا على الفرس، وأباحوا بلادهم، فنهض الرائش في مائة ألف وخمسين ألفا، وكانت الرواد في إبقاء الطريق متقدمين، فلم يجدوا خيرا من طريق على جبلي طيء، حتى خرج ما بين العراق والجزيرة، ونزل الموصل، وبعث شمر ذا الجناح الأكبر بن عطاف بن المنتاب بن عمرو بن زيد بن علاق أبن عمر بن ذي أبين، حتى دخل على الترك أذربيجان، فأوقع فيهم وقعة أترت فيهم، فقتل المقاتلة، وسبى الذرية، وتبع قلهم، حتى أوغل في بلد الترك، وكتب إلى الملك\nالجزء: 1 ¦ الصفحة: 65\n",
        "الرائش يخبره بما قتل وسبى وما احتوى من الأموال، فأمره أنْ يصل بكل ما معه، وأمره أنْ يزبر سيره على باب مدينة الترك على حجرين متقابلين شامخين. فكتب على أحدهما إنَّ الحارث الرائش ذا مراثد سيد الأوائل بلغ من الدنيا ما أمله، وبقي ينتظر أجله، فمتى يقض يمض. وتحته مكتوب ما نسخته:\nيا جابيا أرض خراسان\n...\nملججا في أرض حران\nفتحت أرض الهند مستأثرا\n...\nبيعفر الأول والثاني\nتتبع قرن الشمس إنْ أشرقت\n...\nحتى بدا الضحى قاني\nسافر على التبت مستعجلا\n...\nمقتحما أرض سجستان\nسينقض الرائش بعد الذي\n...\nنال ويبقى الناس في شان\nوعلى الأخرى أثبت في اجلاميد خبر المسير في البيد، أنْ الرائش الصنديد، سار وكان أول سائر، نحو المشرق في غزا يريد حوز المكاثر، بحمير الحنوف وشعبها الكثيف واسمها المخوف وتحته هذه الأبيات:\nإلاّ أنْ الزمان أطلع أمري\n...\nوسوف أطيعه كرها بقسر\nركبت الدهر أعواما عزيزا\n...\nسيسأم طول هذا الدهر دهري\nالجزء: 1 ¦ الصفحة: 66\n",
        "يخادعني بأيام حسان\n...\nويقطع دائبا في ذاك عمري\nقال وهب بن منبه: إنَّ الرائش أخذ إلى أرض أرمينية إلى ما تحت بنات نعش، ثم رجع إلى الشام، ثم إلى بيت الله الحرام، ثم رجع إلى غمدان. قال عبيد بن شرية: وقد ذكر الرائش مسيرة في شعره هذا وبشر بظهور المصطفى، سيد ولد آدم محمّد - صلى الله عليه وسلم - فقال:\nأنا الملك المقدام حين أمضي\n...\nجلبت الخيل من أوطان سام\nلأغزو أعبدا جهلوا مكاني\n...\nمن أبنا يافث وقبيل حام\nوأحكم في بلادهم بحكم\n...\nسوى لا يجاوز في غلام\nبني قحطان فانتجعوا وسيروا\n...\nوحجوا البيت في البلد الحرام\nباذن الله حطوا فهو بيت\n...\nتوارثة الهمام عن الهمام\nدعوا إحرام لبني أبيكم\n...\nوكونوا مثل قحطان وسام\nوكونوا مثل ملطاط بن عمرو\n...\nوذي أنس الأظافر ذي المسام\nلأنا الأغلبون إذا بطشنا\n...\nوإنا المانعون لكل ذام\nوإنا يوم نغضب أو نسامي\n...\nتكاد الأرض ترجف بالأنام\nوإنْ ترضى تقر بمن عليها\n...\nويشرق وجهها بعد الظلام\nوفينا الملك والأملاك حقا\n...\nونحن الأكرمون بنو الكرام\nأبوه يعرب فيه نسامي\n...\nفنقهر من يفاخر أو يسامي\nملوك الناس طرا حيث كانوا\n...\nبعيدا يافثا وقبيل حام\nالجزء: 1 ¦ الصفحة: 67\n",
        "فإن أهلك ولم أرجع إليكم\n...\nفقد هلك الملوك من الأنام\nوإنْ أهلك فقد أثلت ملكا\n...\nلكم يبقى إلى وقت التامي\nويهلك بعدنا منا ملوك\n...\nأولو عز كعالية الغمام\nويخاف بعدهم منا ملوك\n...\nيدينون العباد بغير ذام\nوينتشر الأساود ثم عشراً\n...\nعقاب الله في القوم الأثام\nويملك بعدهم منا ملوك\n...\nضعيف أمرهم نكل المرام\nويملك بعدهم ملك عظيم\n...\nنبي لا يرخص في الحرام\nيفارق أهله وله كتاب\n...\nيوافق جعله رجع الكلام\nيسمى أحمدا ياليت أني\n...\nأؤخر بعد مخرجه بعام\nويخلف بعده خلفاء يسر\n...\nويملك ما بعدهم أولاد عام\nوتظهر راية المنصور فيهم\n...\nعلى راء وراء بعد لام\nفينشر ما طوى ملك طوته\n...\nثلاث بعد واحدة تمام\nفتنبعث الحقوق وقد أميتت\n...\nكما انبعث الدفين من السلام\nويملك بعدهم رجل ضعيف\n...\nعلى أيامه أذكى السلام\nوهذه إشارة إلى المهدي آخر الزمان. ونحيل أي من الصيام والقيام، وخروجه من تحت أستار الكعبة على ما روي في الملاحم. والله أعلم\nالجزء: 1 ¦ الصفحة: 68\n",
        "ولمّا استقر الرائش بقصر غمدان بصنعاء أقبل على ابنه أبرهة بن الحارث يوصيه فقال له: يا بني، إنَّ أباك خولك الملك فأقره في محتد أنت أوسط الناس فيه وأولاهم به، وإني لموصيك بزيادة ما نالت يداك من الخيرات تفعله إلى من سمع لك وأطاع، واجعل العدل لك ناصراً وخذ الإحسان لك نجدة، واصطنع العشيرة ليوم ما. وأنشأ يقول:\nلويت لك الملك الذي كان حازه\n...\nلأولاده في سالف الدهر حمير\nفكن حافظاً للملك بعدي عامراً\n...\nفقد يحفظ الملك الأثيل ويعمر\nوعمرانه أنْ تبسط العدل دونه\n...\nوبالعدل تنهي من نهيت وتأمر\nوثابر على الإحسان إنك لن ترى\n...\nكريماً به إلاّ يعان وينصر\nوقومك واصلهم وحطهم فإنما\n...\nبقومك تعلوا من أردت وتقهر\nوقال نشوان:\nأو ذو المنار بنى المنار إذا غزا\n...\nليدله في رجعته ومراح\nألقى بمنقطع العمارة بركه\n...\nفي الغرب يدعو لات حين براح\nذو المنار: هو أبرهة بن الحارث الرائش الملك، ويسمى ذا المنار لأنه أوّل من نصب المنار والأعلام والأميال على الطريق ليهتدي بها جيشه عند القفول من غزوهم في رجوعهم، وكان غزوهم إلى منقطع العمارة في المغرب، فملك تلك النواحي، وولى بها\nالجزء: 1 ¦ الصفحة: 69\n",
        "الولاة والعمال والكفاة\nوقال نشوان:\nوالعبد ذو الأذعار إذ ذعر الورى\n...\nبوجوه قوم في السبأ قباح\nقوم من النسناسمذكورون في\n...\nأصى الشمال كل رياح\nويروى أنَّ أبرهة بن الرائش كان من أجمل أهل زمانه فيما يذكر، فعشقته امرأة من الجن يقال لها العيوف ابنة الرابع فتزوجها فولدت له العبد بن أبرهة، فشب العبد\nالجزء: 1 ¦ الصفحة: 70\n",
        "وبلغ مبالغ الرجال الأوائل من آبائه، وسار ابرهة نحو المغرب غازياً، ومعه ابنه العبد فصيره مع مقدمته واستخلف على اليمن ابنه إفريقيس بن ابرهة، وسار أبرهة حمير أوغل في أرض السودان براً وبحراً، وأمعن فيها، ثم بدا له المقام فأقام، وسرح ابنه العبد أبن أبرهة في غرب الأرض في عسكر حمير انتهى إلى قوم وجوههم في صدورهم، وإذا كان النهار وجرت عليهم الشمس استخفوا في الماء، فوضع فيهم السيف حمير أفناهم. ورجع إلى أبيه بسبي كثير، وأصاب من الأموال شيئاً عجيباً، وأخذ منهم قوماً. فلما قدم إلى أبيه ذعر الناس منهم فسمي ذا الأذعار لذلك. قال عبيد بن شرية: فلما رجع أبرهة من غزوته تلك أمر بمنارة فبنيت وشب فيها النيران، لتهتدي بها جيوشه، وكان ذلك المنار أوّل منار وضعه الملوك، فلذلك سمي ذا النار\nوقال نشوان:\nوأخوه إفريقيس وارث ملكه\n...\nحتف العدو وجابر الممتاح\nملك بنى في الغرب إفريقيةً\n...\nنسبت إليه بأوضح الإضاح\nوأحل فيها قومه فتملكوا\n...\nما حولها من بلدة ونواح\nهذا الملك إفريقيس بن أبرهة ذي المنار بن الحارث الرائش، عزا نحو الغرب من يمين مسير أبيه في أرض البربر حمير انتهى إلى طنجة من أرض المغرب فرأى بلاداً كثيرة الخير قليلة الأهل، فأمر ببناء مدينة إفريقية، وأسكن فيها قبائل من قومه، وهم أهل كنانة\nالجزء: 1 ¦ الصفحة: 71\n",
        "وعهامة وزنانة ولواتة وصنهاجة قبائل ضخمة في المغرب من حمير ونقل البربر وهم جيل من الناس بقية ممن قتلهم يوشع بن نوح، لأنه دعاهم إلى طاعة الله عز وجل فكرهوا الحق وأحبوا المقام على الكفر فقتلهم، وهربت منهم طائفة إلى السواحل ثم رجعوا بعد ذلك، فقتل منهم إفريقيس في غزوته من قتل، ونقل بقيتهم إلى بربرة، فأسكنهم بحيث هم من بلاد البربر، وفي ذلك يقول:\nبربرت كنعان لمّا سقتها\n...\nمن بلاد الملك للعيش العجيب\nورأت كوش لعمري دارها\n...\nنرتقي عيشاً لنا لا يثرب\nثم أمسوا غير ممسي من مضي\n...\nبتريب وطريد ذي تعب\nفاشكري ضبعان شكراً صادقاً\n...\nواحذري مني انتقام ذا حرب\nالجزء: 1 ¦ الصفحة: 72\n",
        "قال السميدع بن عمرو بن علاق في ذلك\nإلى المغرب في جحفل\n...\nفيه لعمري كل شاب همام\nبأمر إفريقيس لا ننثني\n...\nبكل صهال وعضب حسام\nحتى أتينا الأرض طلحانها\n...\nمن دون بحر غير سهل المرام\nنخوض بالفرسان في ماقط\n...\nيكثر فيه ضرب أيد وهام\nيأمر بالهمة ذو حنكة\n...\nنقهر من شئنا بجيش لهام\nنقتل منهم شيخ أملاكهم\n...\nأروع قوم غير وغد كهام\nونسكن البربر في فصفص\n...\nكتائب سارت كمثل الغمام\nثم ابتني البنيان في جوفها\n...\nبغير ما كره لدهر الدوام\nروى الخزعلي أنَّ عمرو بن عامر مزيقياً تولى الأعمال في الأطراف والثغور لأبرهة ذي المنار، وللعبد بن أبرهة، ولابنه شرحبيل، والهدهاد بن شرحبيل مصاهر الجن. وقال نشوان:\nالجزء: 1 ¦ الصفحة: 73\n",
        "وكذلك الهدهاد أيضاً عامر\n...\nهدت قواعد ملكه المنصاح\nالنصاح: المنشق، هذا هو\nالملك الهدهاد بن شرحبيل\nبن بريل ذي سحر أبن شرحبيل بن الحارث بن مالك بن زيد بن سدد بن زرعة، وهو حمير الأصغر أبن سبأ الأصغر بن كعب بن سهل بن زيد بن عمرو بن قيس بن معاوية بن جشم بن عبد شمس أبن وائل بن الغوث بن جيدان بن قطن بن عريب بن زهير بن أيمن بن الهميسع بن حمير الأكبر بن سبأ الأكبر. وهو أبو بلقيس التي ذكرها الله تعالى في كتابه العظيم في سورة النمل. وكان الهدهاد ملكا عظيما، ولم يكن له ولد ذكر، ولا عقب غير بلقيس أمها من الجن، وشمس أمها من العرب. فأما بلقيس فقد ملكت بعد أبيها وأما شمس فكانت عند ياسر ينعم صاحب امسند بوادي الرمل، وكان يبب تزويج الهدهاد بن شرح أبن شرحبيل من الجن أنه خرج للصيد في جماعة من خدمه وخاصته. فرأى ذئبا يطرد غزالة، وقد ألجأها إلى مضيق ليس للغزالة مخلص عنه ولا محيص، فحمل الهدهاد على الذئب فرده عن الغزالة، وبقي الهدهاد يتع نظره إلى الغزالة، لينظر إلى أين تنتهي، فسار في إثرها، وانقطع عن أصحابه، فبينما هو كذلك، إذ رفع له عن مدينة عظيمة، فيها من ما دعى باسمه من النساء، والنعم، والخيل، والإبل، والنخيل، والزرع، والفواكه،. فوقف دونها متعجبا مما ظهر له منها. فبينما هو كذلك إذا أقبل عليه رجل من\nأهل تلك المدينة التي ظهرت له، فسلم ورحب به وحياه، وقال له: أيها الملك إني أراك متعجبا مما ظهر لك في يومك هذا، فقال له الهدهاد: إني لكما قلت، فما هذه المدينة؟ ومن ساكنها؟ فقال هذه مأرب، سميت باسم بلد قومك. وهي مدينة عرم حي من\nالجزء: 1 ¦ الصفحة: 74\n",
        "الجن، وهم سكانها، وأنا اليلب بن صعب ملكهم وصاحب أمرهم. قال فبينما هم كذلك إذ مرت بهم امرأة لم ير الراءون أحسن منها وجها، ولا أكمل منها خلقا، ولا أظهر منها صباحة، ولا أطيب منها رائحة، فافتتن بها اهدهاد، وعلم ملك الجن أنَّه قد. . . . . . .، وشغف بها، فقال له: أيها الملك، إنْ كنت قد هويتها فهي ابنتي وأنا أزوجكها، فجزاه الهدهاد خيرا على كلامه، وقال له: من لي بذلك؟ فقال له الجني: إنما عرضت عليك من تزويجي منك وجمعي بينكما على أسر الأحوال وأنا بها زعيم، فهل عرفتها؟ فقال له الهدهاد: ما رأيتها قبل يومي هذا، فقال له الجني: فإنّها الغزالة التي خلصتها من الذئب، ولا نكافئك على فعلك الجميل أبداً بأحسن من حبائك بها، بشهادة الله عز وجل وشهادة ملائكته. فإذا أردت ذلك فاقدم إلينا بخاصة أهل بيتك وملوك قومك ليشهدوا إملاكها، ويحضروا وليمتها، وميعادك الشهر الداخل. وقال فانصرف الهدهاد على الميعاد، وغابت المدينة، وإذا أصحابه حوله يدورون عليه. فقالوا له: أين كنت؟ ونحن في طلبك مذ فارقتنا، ولم نترك شيئاً من هذه الفلوات إلاّ قلبناه لك وطلبناك فيه، فقال لهم الهدهاد: إني لم أبعد، ولم أجب. وأقبل يسير وهو يقول:\nعجائب الدهر لا تفني أوابدها\n...\nوالمرء ما عاش لا يخلوا من العجب\nما كنت أحسب أنْ الأرض يعمرها\n...\nغير الأعاجم في الآفاق والعرب\nوكنت أخبر بالجن فلا\n...\nأرد أخبارهم إلاّ إلى الكذب\nحتى رأيت مقاصير مشيدة\n...\nللجن محفوفة الأبواب والحجب\nالجزء: 1 ¦ الصفحة: 75\n",
        "يحفها الزرع والماء المحيط بها\n...\nمع المواقير من نخل ومن عنب\nما بنها الخيل من طرف ومن تلد\n...\nوالجود فيها من الأنعام والكسب\nوكل بيضاء تحكي الشمس ضاحكة\n...\nهيفاء من موصوفة العرب\nيمضي جمادي ويأتي بعده رجب\n...\nوسوف آتيك على الميعاد من رجب\nحتى أوافي خير الجن من عرم\n...\nأعني أبن صعب هو المعروف باليلب\nنبغي لديه الذي نادي ومن به\n...\nمن التواصل والإصهار والنسب\nقال: فذكروا أنْ الهدهاد خرج إلى المياد إلى إصهار في خاصة قومه وخدمه، حتى وافاهم، فوجدوا قصرا بناه له الجن في فلاة من الأرض محفوفة بالنخيل والأنعام وأنواع الزرع وفنون الفواكه، تخترق فيها المياه الجارية. فعجب القوم من ذلك عجبا شديدا، ورأوا ملكا عظيما، ونزلوا في القصر معه على فراش لم يروا مثلها قط، وقربت لهم موائد عليها من طيبات المأكول وألوانه التي لم يأكلوا قط أطيب منها طعما، ولا أذكى رائحة، وسقوا من الشراب ما لم يشربوا قط ألذ ولا أهضم وأمرا ولا أخف عنه، فمكثوا معه ثلاثة أيام بلياليها في ذلك، وزفت إلى الهدهاد أمرأته الحروري ابنة اليلب بن صعب العرمي ملك الجن، فأذن الهدهاد لبني عمه وخاصة عشيرته بالانصراف إلى مواضعهم، وصار ذلك القصر دار مملكته، قال فذكروا أنها أقامت معه زمانا: الحروري ابنة اليلب، فولدت له بلقيس، فنشأت من أعقل امرأة سمع بها في ذلك الزمان، وأفضله رأيا وحلما وتدبيرا وعلما. وكانت ذات المشورة على أبيها، حتى عرف\nالجزء: 1 ¦ الصفحة: 76\n",
        "ذلك جميع حمير منها، وقال: فلما حضرته الوفاة بعث رؤساء حمير وأهل الرأي والقدر منهم، فقال: إني استخلفت عليكم بلقيس. و. . . . . . رجل منهم: أبيت اللعن، تدع أهل بيتك وأفاضل قومك وتستخلف علينا امرأة، وإنْ كانت بالمكان الذي هي به منك ومنا، فقال: يا معاشر حمير إني قد رأيت الرجا وعجمت أهل الفضل والرأي، فلما رأيت مثل بلقيس رأيا وحلما وعلما، مع أنْ أمها من الجن. وأنا أرجو أنْ\nتظهر لكم بها عناية من الجن فتنتفعوا بها وأنتم وعاقبتكم، فاقبلوا رأي فيها، مع أني مؤديه إلى غيرها من أهل بيتها، وهو أني قد كنت سميت الملك لابن خالي هذا الغلام، وهو غلام له رأي وعقل، وهو أولى بالأمر من بعدها، أما في وقتها أو بعد موتها. قالوا: فمن هو؟ قال ياسر بن عمرو أبن يعفر، قالوا سمعنا وأطعنا، وأنت أيها الملك أبصر لنا. ثم هلك بعد أنْ لبث في الملك مائة سنة على ما ذكر والله أعلم. وقال نشوان:\nأم أين بلقيس المعظم عرشها\n...\nأو صرحها العالي على الأصراح\nزارت سليمان النبي بتدمر\n...\nمن مأرب دنيا بلا استنكاح\nفي ألف ألف مدجج من قومها\n...\nلم تأت في إبل إليه طلاح\nجاءت لتسلم حين جاء كتابه\n...\nبدعائها مع هدهد صداح\nسجدت لخالقها العظيم وأسلمت\n...\nطوعا وكان سجودها لبراح\nبلقيس: ابنة الهدهاد\nملكة سبأ التي ذكرها الله تعالى في كتابه الكريم في سورة النمل، وقص خبرها وخبر سليمان بن داود عليه السلام وخبر الهدهد الذي كتب\nالجزء: 1 ¦ الصفحة: 77\n",
        "معه إلى بلقيس وقومها، فلما أراد الله تعالى إكرامها بسليمان خرج مخرجا لا يدري أين مراده، إليها أم إلى غيرها، وكان إذا ركب من منزله بتدمر غدا بتدمر معه، فيكون مقبله بصف النهار، بإصطخار من أرض فارس، ثم يتروح في بيت كالبستان في غدوه ورواحه، في مثل ذلك المسير إلى كل وجه يأخذ إليه، وقول الله أصدق القائلين (غدوها شهر ورواحها شهر). قال عبيد بن شرية، وكان سليمان بن داود عليه السلام، إذا أراد الخروج وضع سريره على الأرض وكرسيه وكراسي أصحابه وجلسائه، ثم جلس وأجلس الإنس على يمينه وشماله، وأجلس من ورائهم عمراتبهم، فمنهم قائم ومنهم جالس وأظلته الطير وأقلته الريح، وسارت بهم لا تزيل أحدا من مجلسه، ولا تفسد عليه شيئاً من عمله، حتى يأذن لها\nبوضعها فتضعها على الأرض، فيقضي غرضه ويأمرها بالرجعة فترجعهم فتنقلهم إلى حيث يريد الوقوف. وعن وهب بن منبة الأبناوي قال: ورث سليمان الملك، وآتاه الله النبوة، وسأله أنْ يهب له ملكا لا ينبغي لأحد من بعده، ففعل، فسخر الله له الريح والجن والإنس والطير، وكان فيما يذكرون أبيض اللون، وضيئا جسيما، وكثير الشعر، يلبس الثياب البيض، فإذا خرج من بيته إلى مجلسه عكفت عليه الطير، وقام له الإنس والجن حتى يجلس على سريره، وكان نبيا غزاء قل ما يغفل عن الغزو، ولا يسمع بملك في ناحية من الأرض إلاّ أتاه حتى يذله، وكان - فما يزعمون - إنْ أراد الغزو ضربت له سفينة من خشب، ثم نصب عليها\nالجزء: 1 ¦ الصفحة: 78\n",
        "الأبنية مما يحتاج إليه الناس والدواب، وجم آلة الحرب كلها، حتى إذا جمع فيها كل ما يريد أمر الريح العاصف فدخلت تحت خشب تلك السفينة فاحتملتها إذا استقلت أمر الريح فتحملهم إلى حيث يريدون، وإنْ الريح لتمر بالزراعة فلا تحركها فكان كذلك - صلى الله عليه وسلم - حتى إذا كان غد، غدا إلى مجلسه الذي كان يجلس فيه فتفقد الطير الذي يظله من الشمس، فرأى فيما يعمون موضع الهدهد مفتوحا للشمس، (فقال مالي لا أرى الهدهد أم كان منالغائبين) أخطأه بصري أم غاب فلم يحضر، فلما عرف أنَّه غاب قال (لأعذبنه عذابا شديدا أو لأذبحنه أو ليأتني بسلطان مبين)، أي بحجة في عذره في غيبته، ذكروا أنْ عذابه بنتف ريشه (فمكث غير بعيد)، ثم جاء الهدهد فقال له سليمان: ما خلفك عن نوبتك؟ (فقال: أحطت بما لم تحط به وجئتك من سبأ بنبأ يقين)، إني أدركت (امرأة تملكهم وأوتيت من كل شيء ولها عرش عظيم، وجدتها وقومها يسجدون للشمس من دون الله وزين لهم الشيطان أعمالهم فصدهم عن السبيل فهم لا يهتدون. . قال سننظر أنَّ صدقت أم كنت من الكاذبين. اذهب بكتابي هذا فألقه إليهم ثم تول عنهم) - أي عن قريبا منهم - (فانظر ماذا يرجعون) ثم كتب معه: بسم الله\nالرحمن الرحيم. من سلمان بن داود، إلى بلقيس ملكة سبأ وقومها. أما بعد فلا تعلوا عليّ وأتوني مسلمين. فأخذ الكتاب الهدهد برجله - وقيل بمنقاره - وانطلق حتى أتاها، فألقى الها الكتاب، فوقع في حجرها،\nالجزء: 1 ¦ الصفحة: 79\n",
        "فنظر إليه، ونظر من حولها إلى الطائر، الذي ألقى الكتاب إليها فخاضوا في ذلك، فقالوا: رمى إليها بكتاب من السماء تعظيما لقدرتها، فبلغها ذلك، فبعثت إلى مقاول حمير، وقالت (يا أيها الملأ إني ألقي إليَّ كتاب كريم إنَّه من سليمان وإنَّه بسم الله الرحمن الرحيم أنْ لا تعلوا عليّ وأتوني مسلمين. يا أيها الملأ أفتوني في أمري ما كنت قاطعة أمرا حتى تشهدون. قالوا نح أولو قوة وألوا بأس شديد، والأمر إليك فانظري ماذا تأمرين. قالت: إنَّ الملوك إذا دخلوا قرية أفسدوها، وجعلوا أعزة أهلها أذلة وكذلك يفعلون)، ثم قالت (وإني مرسلة إليهم بهدية فناظرة بما يرجع المرسلون) قال عبيد بن شرية: فبعثت إليه أربعين رجلاً، وبعثت معهم مائة وصيف ومائة وصيفة، ولدوا في شهر واحد، لهم ذوائب وقصاص والزي الواحد، وختمت على سراويلهم، وبعثت بمائة فرس نتجت في يوم واحد، ألوانها واحدة، وبعثت بحق رصاص فيه من الجواهر والزمرد والدر والياقوت الأحمر والأصفر والأبيض والأسود ملحم لا يوصل إلى عد كل جنس ما فيه، إلاّ أنْ يكسر، وبعثت إليه بخرزة غير مثقوبة، وقالت: تثقب هذه الخرزة بغير علاج إنس ولا جان ولا بحدادة، وبعثت إليه بخرزة مثقوبة ثقبا ملتويا وسألته أنْ يدخل فيه خيطا، وقالت للوفد: إنْ قبل الهدية فهو ملك يرغب في المال، وإنْ كان نبيا فليس له رغبة في الدنيا، وإنما رغبته في دخولنا في دينه فهو لا يقبل الهدية. فكتبت إليه كتابا، أنْ يميز بين الوصفاء والوصائف من غير أنْ يعري أحدا منهم، وأنْ يميز الخيل أيها نتج قبل صاحبه، وعما في الحق قبل أنْ يفتحه. فلما قدم الوفد إليه،\nالجزء: 1 ¦ الصفحة: 80\n",
        "وألقوا إليه كتابها قرأه، وعرف ما سألته عنه ودعا بالجن والأنس ودعا بالوند، وقال: من\nيميز بين الغلمان والجواري ولا ينزع ثيابهم؟ فأعلموه انهم لا علم لهم بذلك، وكذلك يميزا، وجميع ما سألته عنه فقالوا: لا علم لنا بشيء من ذلك. فاشتد إعجابه من ذلك بما سألته عنه، فمكث أياماً يقلب الأمر فيما سألته عنه حتى أطلعه الله على علم ما سألته من حكمته، فدعا بالغلمان والجواري، وأمر بطشت فيه ماء، ودعاهم واحداً بعد واحد، وقال اغلوا أيديكم، فكان من غسل من الغلمان حدر الماء من يده حدراً، ومن غسل من الجواري يصببن الماء صعداً، فيميزهم على ذلك. ودعا بالخيل فقال نتجت في يوم واحد، وهذا خال هذا، وهذا عم هذا، وهذا أبن عم هذا حتى فرغ منهن. والوفد ينظرون في كتابهم، والتعيين في علاماتهم، ثم دعا بالخرزة التي لم تثقب. فوضعها بين يديه، قال لمن حضر: من يثقب هذه الخرزة؟ فتكلمت دودة بين يديه فقالت: يا سليمان، يا نبي الله، أنا أثقبها على أنْ يجعل رزقي في الخشب: نعم. فلزمت الدودة الخرزة حتى خرجت من الجانب الآخر في ثلاثة أيام، ثم انطلقت لرزقها، ثم دعا بالحق فحركه، ثم قال: فيه عدد كذا وكذا من الجواهر، ومن الزمرد كذا وكذا، ومن الياقوت الأحمر كذا وكذا، والأصفر كذا وكذا، والأبيض والأسود، حتى فرغ من جميع ذلك، والوفد ينظرون. ثم دعا بالخرزة التي ثقبها ملتو فقال لمن بحضرته: أيكم يأخذ هذه الخرزة الملتو ثقبها، فيدخل فيها خيطاً؟ فأجابته دودة: على إنَّ يكون في الفصفصة معيشتها. قال: كل ذلك لك. فأخذت خيطاً في فمها ودخلت به، حتى خرجت\nالجزء: 1 ¦ الصفحة: 81\n",
        "من الجانب الآخر، ثم انطلقت إلى رزقها في الفصفصة وهي القصب وكانت في الخشب. ثم أمر سليمان عليه السلام برد جميع ما بعثت به إليها. وقد ذكره الله تعالى، وقال المرسل (أتمدونني بمال فما آتاني الله خير مما آتاكم بل أنتم بهديتكم تفرحون، إرجع إليهم فلنأتينهم بجنود لا قبل لهم بها، ولنخرجنهم منها أذلة وهم صاغرون) إلاّ أنَّ تأتيني مسلمة هي وقومها. فلما رجعت إليها الرسل بما قالت: قد عرفت\nوالله ما هذا بملك، وما لنا به من طاقة، ولا نصنع بمكائرته شيئاً. وكتبت إليه: إني قادمة إليك بملوك قومي، حتى أنظر ما أمرك وما تدعوني إليه من دينك. ثم أمرت بسرير ملكها الذي كانت تجلس عليه، وكان من ذهب مفصص بالياقوت والزبرجد واللؤلؤ، فجعل في سبعة أبيات بعضها في بعض ثم أقفلت عليه الأبواب، وكان لا يخدمها إلاّ النساء. ثم قالت لمن خلفت على سلطان ملكها: أحتفظ بما قبلك، وسرير ملكي لا يخلص إليه أحد من عباد الله عز وجل حتى آتيك. ثم شخصت إلى سليمان في ألف ألفِ فارس، ثم جمعت مقاول حمير وأبناء ملوكها ثم قالت: يا معشر حمير إني خارجة إلى سليمان فما ترون؟ قالوا: الأمر إليك. فخرجت فيمن معها، وتركت باقي أجنادها بغمدان ومآرب. وقال لها قومها: ما الذي تريدين. الدخول والطاعة أو محاربته، قالت سوف يأتيكم العلم وما يكون. وامرت من معها بالنهوض إليه إلى تدمر من بلاد الشام. وتدمر مدينة قديمة بالشام، فيها بناء عجيب يقال إنَّ الجن بنته لسليمان. والصحيح أنَّ تدمر سميت بملكة من العمالقة بنتها وهي: تدمر ابنة حسان بن أذينة بن السميدع بن هوثر بن عريب بن\nالجزء: 1 ¦ الصفحة: 82\n",
        "مآرب بن لاي بن عميلة بن هوثر بن عمليق بن لبسميدع بن الصور بن شمس بن وائل بن الغوث بن جيدان بن قطن بن عريب بن زهير بن أيمن بن الميسع بن حمير الأكبر بن سبأ الأكبر. عن هشام بن محمّد الكلبي عن الشرقي بن محمّد بن خالد القسري قال: كنت مع مروان بن محمّد فهدم ناحية من تدمر؛ فإذا في أساس حائط من حيطانها مجرى من رخام طويل، فاجتمع قوم، غفلبوا الطبق، فظن مروان إنَّ فيه كنزاً، وإذا فيه امرأة على قفاها، عليها سبعون حلة منسوجة بالذهب، جربنها واحد، وإذا لها غدائر في رأسها إلى قدمها، فذرعت قدمها، فإذا هو ذراع، وإذا صحيفة من ذهب في بعض غدائرها فيها مكتوب: أنا بنت ساسان الملك بن اذينة بن السميدع، من ولد الصوان بن عبد شمس، خرب الله بيت من\nيخرب بيتي. قال: فما لبثنا إلاّ قليلا، حتى جاء عبد الله وعامر بن إسماعيل فقتل مروان\nرجع الحديث إلى خبر مسيرها، قال أبن إسحاق: فجعل سليمان يبعث الجن فيأتونه بخبر مسيرها ومنتهاها كل يوم وليلة. حتى إذا دنت جمع من عنده من الجن والإنس ممن تحت يده، فقال يا أيها الملأ أيكم يأتيني بعرشها قبل أنْ يأتوني مسلمين، قال عفريت من الجن - اسمه كودي - أنا آتيك به قبل أنْ تقوم من مقامك - يعني من مجلسه - وإني عليه لقوي أمين فزعموا أنَّ سليمان ابتغى أسرع من ذلك، فقال آصف\nالجزء: 1 ¦ الصفحة: 83\n",
        "بن برخيا بن سمعيا من سبط لاوي بن يعقوب وكان صديقاً يعلم الاسم الأعظم الذي إذا دعي الله به أجاب، وإذا سئل به أعطى: يا نبي الله أنا آتيك به قبل أنْ يرتد إليك طرفك فمد عينيك فلا ينتهي طرفك إلى مده حتى أمثله بين يديك. قال: ذلك أريد\nفذكروا أنَّ آصف بن برخيا توضأ وركع ركعتين وقال: انظر يا نبي الله وامدد طرفك حتى ينتهي طرفك، فمد سليمان عليه السلام طرفه ينظر نحو اليمن ودعا آصف أبن برخيا فانحرف العرش من مكانه الذي هو فيه ثم قبع بين يدي سليمان (فلما رآه مستقراً عنده قال هذا من فضل ربي. ليبوني أأشكر أم أكفر، ومن شكر فإنما يشكر لنفسه، ومن كفر فإنَّ ربي غني كريم. قال نكروا لها عرشها ننظر أتهتدي أم تكون من الذين لا يهتدون) أي أتعقل أم يكون من القوم الذين لا يعقلون. ففعل ذلك لينظر أتعرفه أم لا تعرفه. فلما انتهت إلى سليمان وكلمته، أخرج إليها عرشها، ثم قال لها (أهكذا عرشك؟ قالت كأنه هو). ثم أمر سليمان بالصرح وقد عملته الشياطين من زجاج أبيض كأنه الماء في صفاء لونه، فأرسل الماء من تحت الصرح، ثم وضع له سريره فيه، فجلس عليه. وعكفت عليه الطير والجن والإنس، ثم قال (ادخلي الصرح) ليريها ملكا هو أعز من ملكهاو سلطانا أعز من\nسلطانها (فلما رأته حسبته لجة، وكشفت عن ساقيها) لا تشك أنَّه ماء لتخوضه إليه قيل (أنَّه صرح ممرد من قوارير) فلما وقفت على سليمان، دعاها إلى عبادة الله عز وجل وعاتبها على عبادة الشيطان من دون الله. فقالت بقول الزنادقة: أو ليس هو في ناحية، فوقع سليمان ساجداً لله تعالى\nالجزء: 1 ¦ الصفحة: 84\n",
        "لأجل ما سمع منها، وسجد الناس منه، واسقط في يدها، حين رأت عجيب ما صنع سليمان، فلما رفع رأسه قال: ويحك ماذا قلت؟ قالت، وأنسيت ما قلت (رب إني ظلمت نفسي وأسلمت مع سليمان لله رب العالمين) فأسلمت وحسن إسلامها. قال فزعموا أنَّ سليمان قال لها - حين أسلمت وفرغت من أمرها - اختاري رجلاً من قومك أزوجك به. قالت: ومثلي - يا نبي الله - ينكح الرجال، وقد كان لي في قومي من الملك والسلطان ما كان لي، قال: نعم أنَّه لا يكون في الإسلام إلاّ ذلك، ولا ينبغي لك أنْ تخرجي مما أحل الله لك، فقالت: زوجني - إنْ كان ولا بد من ذلك - ذا بتع. قال واسمه موهوب إل. وإل سم الله تعالى، أي هبة الله عز وجل، وحمير تقول: اسم ذي بتع بريل. قال الفيروزي: ومات ذو بتع بريل. قال علقمة:\nأو مثل صرواح وما دونها\n...\nمما بنت بلقيس أو ذو بتع\nفزوجه إياها، وردها إلى اليمن، وسلط زوجها ذا بتع على اليمن، وأولاده الساكنون بالسحول. ودعا زوبعة أمير حي الجن فقال: اعمل لذي بتع ما استعملك بقومك، فصنع ذو بتع المصانع باليمن، ولم يزل بها ملكا حتى توفي سليمان عليه السلام. فهذا ما روى محمّد بن إسحاق بن يسار مولى قريش\nوقال قوم: بل تزوج بها سليمان بن داود، وربما كان ذلك والله اعلم. والصحيح\nالجزء: 1 ¦ الصفحة: 85\n",
        "ما قاله أسعد تبع يفتخر في شعره:\nلدتني من الملوك ملوك\n...\nكل قيل متوج صنديد\nملكتهم بلقيس تسعين عاماً\n...\nبأولى قوة وبأس شديد\nونساء متوجات كبل\n...\nقيس وشمس ومن اميس جدودي\nعرشها درعه ثمانون باعاً\n...\nكللته بجوهر وفريد\nوبدر قد كللته وياقو\n...\nت وبالتبر أيما تقييد\nولها جنتان تسقيهما عينان\n...\nفازا بسه المسدود\nلا تبالي أنْ لا ترى غيث سيل\n...\nجاءها السيل من مكان بعيد\nولو إنَّ الخلود كان لحي\n...\nباحتيال أو قوة أو عديد\nأو بملك لمّا هلكنا وكنا\n...\nمن جميع الأنام أهل الخلود\nوقال أسعد تبع أيضاً يذكر بلقيس في شعر له:\nولقد بنت لي عمتي في مأرب\n...\nعرشاً على كرسى ملك متلد\nعمرت به تسعين عاماً دوخت\n...\nأرض العراق إلى مفازة صيهد\nيغدو إليها ألف ألف كلهم\n...\nعقب لها يتعاقبون من الغد\nفرأت سبيل الرشد حين تبينت\n...\nما قد أتاها من حكيم مرشد\nنزلت عن الملك العظيم لربها\n...\nقبل المنية أو يقال لها ردي\nالجزء: 1 ¦ الصفحة: 86\n",
        "قال أبو محمّد: قال وهب بن منبه الأنباري: لمّا مات سليمان أولى أمره في الخلق من بعده ابنه رحبعم بن سليمان بن داود عليهما السلام، وهو وصيه وخليفته\nملك رحبعم: فولى اليمن سنة؛ وأتاه رسول بني إسرائيل من بيت المقدس فقال له: إنَّ أهل الشام يرتدون بعد سليمان عن دين الله، واجتمعت إليه ملوك حمير فقال له القلمس أفعى نجران، يا خليفة رسول الله، أردت الشام، وأهله أهل بأس وفتنة، لا يعطون إلاّ عن أسر، فاجعل سيفك دليلا، وعزمك خليلا، وإنَّ الكفر صدأ بالقلوب، لا يحول بينها وبينه إلاّ الخوف، ولن تخيفهم إلاّ بعزم وصبر، والله المعين\nقال رحبعم: لله بيت المقدس ينصرون الله وينصرهم، فخذوا أهبة الحرب وأعدوا\nالجيوش حتى ياتسكم أمري، فإنَّ السنة محلة، ة العام جدب. فتربص كل قوم من جيوش حمير مكانهم، ومضى رحبعم إلى الشام يريد بيت المقدس واختار من يني إسرائل مائة رجل فسار بهم على مدائن الشام، فأجابوه على أمر الله، حمير بلغ إلى انطاكية، فتمردوا وقتلوه ومن معه من المؤمنين، وهم الذين اختارهم للمسير معه من بني إسرائيل. والقاتل لهم من بقايا القوم الجبارين من بني مارع بن كنعان بن حام بن نوح، وتجبر\nالجزء: 1 ¦ الصفحة: 87\n",
        "بنو كنعان باخوانهم من القبط من كنعان، والنواب بن كنعان بن حام بن نوح، ولم يكن لبني إسرائل بهم طاقة. ووقعت فتنة باليمن على الملك، وتغلب كل على ما تحت يده وانشغلوا عن الظهور على أنطاكية، فأرسل الله جناً من الملائكة على أهل انطاكية فأغاروا عليهم وأوغلوا في طلبهم، فلما أصبحوا عطفت عليهم جنود الملائكة ووضعوا فيهم السيف فقتلوهم إلى باب انطاكية، ودخل منهم انطاكية المدينة وأغلقوا الباب، ونزل الملائكة على أهل المدينة فقتلوهم أجمعين\nوذكر بعض أهل العلم أنَّ فيهم أنزل الله سبحانه (وكم قصمنا من قرية كانت ظالمة وأنشأنا بعدها قوماً آخرين، فلما أحسوا بأسنا إذا هم منها يركضون. لا تركضوا وارجعوا إلى ما أترفتم فيه، ومساكنكم لعلكم تسألون، قالوا يا ويلنا أنا كنا ظالمين، فما زالت تلك دعواهم حتى جعلناهم حصيداً خامدين)\nقال أبو محمّد: حدث أسد، عن أبي إدريس، عن وهب أنَّه قال: هزمت الملائكة أهل انطاكية الذين قتلوا رحبعم، أغلقوا باب سورهم وعلوه فهبت عليهم ريح صرصر شمالية ببرد شديد فأسقطتهم موتى، ونزلت الملائكة على الباقين فقتلتهم. والله اعلم\nقال نشوان:\nأو ياسر الملك المعيد لمّا مضى\n...\nمن ملك حي لا تراه لقاح\nأبقي بوادي الرمل أقصى موضعٍ\n...\nبالغرب مسند ماجدٍ جحجاح\nلم يلق بعد عبوره بيتاً ولا\n...\nشيئاً من الحيوان ذي الأرواح\nالجزء: 1 ¦ الصفحة: 88\n",
        "هذا\nالملك ياسر ينعم\nعمرو بن العبد بن أبرهة بن الرائش. وسمي ياسر ينعم لأنه رد ملك حمير إليها بعد أنْ انتقل إلى سليمان بن داود عليه السلام وهو الذي أوصى له الهدهاد بالملك في عهد بلقيس وبعدها، فأجابته حمير وقدموه\nقال أبي محمّد: لمّا ولى ياسر ينعم الملك، أقر بلقيس على ملكها بمأرب ولم يغير عليها شيئاً من أمرها. وكان ياسر ملكا عظيما، خرج من اليمن غازياً، فدوخ الشام وقبض أقواتها، وتوجه نحو المغرب لرؤيا رآها، حتى إذا بلغ وادي الرمال الذي يسيل - ولم يبلغه أحد من الملوك غيره - ويقال إنَّ اسم الوادي الرسيل، فلما انتهى إلى الوادي لم يجد مخرجاً ولا مجازاً، حتى كان يوم السبت. ويقال إنَّ ذلك الوادي لا يسكن إلاّ يوم السبت، فانه لا يجري ولا يتحرك. فلما رآه كذلك أمر رجلاً من أصحابه من أهل بيته يقال به عمرو بن زيد بن أبي يعفر أنْ يعبر بأصحابه، فلم يرجعوا. ويقال أنَّه لا يوجد خلف ذلك الوادي نبات ولا شيء من حيوان. فلما رأى ذلك ياسر ينعم أمر بصنم من نحاس فصنع ونصب على صخرة، ثم كتب على صدر ذلك الصنم كتاباً بالمسند وهو كتاب بالحميري أبياتا من شعره، وكلاماً قاله. أما الكلام: أنا الملك الحميري ياسر ينعم\nالجزء: 1 ¦ الصفحة: 89\n",
        "اليعفري، ليس وراء ما بلغته مذهب، فلا يجاوزه أحد فيعطب. وأما الأبيات فقوله على لسان حال الصنم:\nأنا علم المليك ثبت دهري\n...\nعلى رأي المقاول والقبول\nنصبت فلم أزل فيها مقيما\n...\nلحمير للشباب وللكهول\nفما أحد يجاوزني فيحيى\n...\nعلى التل المطل على السهول\nليعلم من أتاني من أمامي\n...\nفليس له ورائي من سبيل\nوقيل إنَّ ذلك الصنم على هيئة الانسان، لا يزال يشير إلى من أتى إليه من أمامه أنْ يرجع. وفيه يقول دعبل بن على الخزاعي:\nوهم كتبوا الكتاب بباب مروٍ\n...\nوهم غرسوا هناك التبتينا\nوفي صنم المغارب فوق رمل\n...\nتسيل تلوله سيل السفينا\nقال أبن الكعلي: كانت متب ملوك حمير بباب الصين، وباب مرو، وسمرقند، وفي صنم المغرب، وبباب أنقرة ببلاد الروم، وبباب ذي الكلاع\nوقال علقمة بن زيد بن يعفر أخو صاحب المقنب الذي غرق في وادي الرمل:\nايا ياسر الأملاك قد رمت خطة\n...\nعلت فوق غابات الملوك القماقم\nرددت علينا ملكنا في نصابه\n...\nولولاك كان الملك أضغاث حالم\nسلكت بلاد الغرب تطوي بجحفل\n...\nكمثل البا عند ارتجاج الهواجم\nالجزء: 1 ¦ الصفحة: 90\n",
        "تفض جموعاً للأعاجم عنوة\n...\nبأبناء قحطان الحماة الخضارم\nإذا ما أتوا أرضاً أباحوا ملوكها\n...\nوقادوا جميعاً أهلها بالجرائم\nفأوردتهم في مورد لن يناله\n...\nمن الناس غاز رام أرض الأعاجم\nأتسير بهم وادي السيل سيوله\n...\nتسيل برمل كالجبال الرواكم\nتسير نهاراً والليالي دائباً\n...\nاتسبي سبياً من قبيل أقادم\nفأوردته عمراً بمقنبه ضحى\n...\nليعلم من أسبابه سر كاتم\nفهاض جناحي إذ ثوى غير آيب\n...\nإلى أبن أمي كان رمحي وصارمي\nوودعني عمرو عليه تحيتي\n...\nوأفردني عمرو لهم ملازم\nوقال النعمان بن الأسود بن المعترف الحميري:\nلعمري لقد جللت حمير نعمة\n...\nوفرت بملك ذي بقاء إلى الحشر\nوأرجعتها الملك الذي كان قد وهى\n...\nفأنت حسام الدهر ذو النعم الزهر\nولولا سليمان الذي كان ملكه\n...\nمن الله تنزيلا ووحياً على قدر\nلمّا كان إنس يبتغي أنْ يرومنا\n...\nولا الجن إذ نحن الأقاصم للضهر\nولكن قضاء كان تحويل ملكنا\n...\nإلى أين نبي الله داود ذي النصر\nفذاك سليمان الذي كان ملكه\n...\nمن الله تنزيلا عليه بلا نكر\nالجزء: 1 ¦ الصفحة: 91\n",
        "فنحن ملوك الناس قبل نبيه\n...\nوقبل أبيه الخير عصراً من الدهر\nونحن ملوك الناس والمقتدى بنا\n...\nإلى أنْ يصير الملك منا إلى فهر\nيكون نبي أمره غير واهن\n...\nورحيم بذي القربى وبالأجنب الوتر\nمحمّد الهادي وأحمد اسمه\n...\nرسول منير مشرق الوجه كالبدر\nله أمة منا غطاريف سادة\n...\nمصاليتها أهل النكبة والصبر\nيدينون دين الحق عن دين أحمد\n...\nيسيرون في الدنيا على الحق بالنصر\nوسوف تطأ السودان أرض أبن حمير\n...\nفتعبر عشراً من العشر\nفيقتلهم ذو الشأن منا بقدرة\n...\nويقتلهم قتلا ذريعاً إلى البحر\nفيسلبه الملك الذي هو ملكه\n...\nنبي كريم النفس متسع الصدر\nويغلب آفاق البلاد بعزمه\n...\nويبقى بذاك الذكر في آخر الدهر\nيرد عماد الملك من آل حمير\n...\nتقوم له الأملاك بالحمد والشكر\nبني حمير سيروا البلاد لعزكم\n...\nفإنَّ المعالي لا تنال بلا قهر\nوقال نشوان:\nأم أين شمر يرعش الملك الذي\n...\nملك الورى بالعنف والإسجاح\nقد كان يرعش من رآه هيبة\n...\nورنا إليه بطرفه اللماح\nوبه سمرقند المشارق سميت\n...\nلله من غازٍ ومن فتاح\nالجزء: 1 ¦ الصفحة: 92\n",
        "وأتى بمالك فارسٍكيقاوسٍ\n...\nفي القيد يعثر مثخنا بجراح\nفأقام في بئرٍ بمأرب برهةًفي السجن يجأر معلناً بصياح\nفاستوهبت سعدى أباها ذنبه\n...\nفعفى وسيره بحسن سراح\nهذا\nشمر يرعش بن افريقيس\nبن أبرهة ذي المنار بن الحارث الرائش، وهو الذي أحدث السيوف الحميرية اليعرشية، وهي أحكم السيوف سقياً، وأكثرها جوهراً. من بقاياها الصمصامة سيف ذي يزن قيفان الذي صار إلى عمرو بن معدي كرب الزبيدي. وله حديث طويل، ويقال إنَّ حديدها من جبل نقم. وسمي يعرش لأنه كان يرعش من رآه هيبة. وقيل: سمى بذلك لأنه أصابه الفالج في آخر عمره فكان يرتعش منه. وحمير جميعاً لا يقولون إلاّ يرعش بكسر العين، فدل ذلك على أنَّه يرعش من رآه من الهيبة. وغزا شمر يرعش من اليمن في جنود كثيرة، حتى دخل أرض بابل، ثم توجه يريد الصين، فأخذ على أرض فارس، وسجستان، وخراسان، وبلاد الترك، فافتتح\nالجزء: 1 ¦ الصفحة: 93\n",
        "المدائن والحصون، وقتل وسي الأعاجم، ودخل مدينة السغد فهدمها فسميت سمر كند بلغة العجم، أي شمر أخر بها، فتغيرتها العرب. وقيل هو أول من أمر ببنائها فسميت به، وكتب على بابها بالحميرية في صخرة مبنى عليها سورها: هذا ملك عرب لا عجم، شمر يرعش الملك الأشم، فمن بلغ هذا المكان فهو مثلي، ومن جاوزه فهو أفضل مني. ويقال: إنْ سبب خروج شمر من اليمن إلى الشرق أنْ ملكا من الملوك ببابل يقال له كيقاوس بن كنينة تجبر وبني صرحا يريد فيه الرقي إلى السماء كما فعل فرعون وهامان، فنهض إليه شمر بجنوده، فحاربه فظفر به، وقفل به إلى اليمن أسيرا، فسجنه ببئر بمأرب، ثم إنْ سعدي ابنه سمعت قيقاوس يجأر في تلك البئر فرحمه، فلم تزل تشفع له أبيها حتى أطلقه من السجن وولاه على بلده ورد إليها على خراج يؤديه إليه في كل سنة.\nوقيل في رواية أخرى: إنَّ شمر لمّا افتتح سمرقند هدمها، ثم أمر ببنائها، ثم توجه إلى الصين، فخافه ملك الصين خوفا عظيما، وعلم أنَّه لا طاقة له به، فجمع ملك الصين وزراء، فاستشارهم وقال: قد أقبل هذا الأعرابي ولا طاقة لنا به، فماذا\nترون؟ فأتى كل واحد منهم برأي، وبقي واحد منهم لا يتكلم، فقال: ما تقول؟ فقال: أرى أنْ تظهر الغضب عليّ وتجدع أنفي وتأخذ دوري وضياعي وأملاكي ودوابي وعبيدي، حتى يعلم الناس بذلك. فكره ذلك ملك الصين لعظم حال ذلك الوزير عنده، فلم يعذر ذلك الوزير حتى ساعده، وفعل به ما أشار عليه به، فخرج الوزير من الصين حتى انتهى إلى شمر يرعش، فأراه جدع أنفه، وشكى إليه ما فعل به ملك الصين، وأظهر لشمر يرعش النصيحة، فجعله شمر يرعش من خاصته، ثم احتاج إلى دليل يدله على الطريق إلى\nالجزء: 1 ¦ الصفحة: 94\n",
        "الصين في المفازة العظيمة التي دونه، فقال وزير ملك الصين لشمر يرعش: أنا الدليل أيها الملك، ولا تجد من يعرف هذه المفارة مثلي، فنهض شمر يرعش بجنوده يتبعون ذلك الوزير بهم غير الطريق حتى بعدوا بعدا عظيما عن. . . . . . وأشرفوا على الهلاك وأيقنوا. . . . . . . ونفذ ما معهم من الماء. فقال شمر: أين الماء؟ فقال الوزير: لا ماء ها هنا إلاّ الموت. . . . . . . . أنْ تهلكنا وملكنا، وتقتل رجالنا وتسبي ذرارينا، فوهبت نفسي لأهل بلادي، ووقيتهم من الهلاك بنفسي، فأنت ومن معك أحق بالهلاك من ملكنا وأهل بلادنا. فأمر شمر بضرب عنقه، وأيقن شمر بالهلاك، وقال لجنده: توجهوا أينما شئتم، وفرش له درع من حديد، وظلل عليه بدرقة من حديد، وظلل عليه بدرقة من حديد، فذكر عند ذلك قول قوم من. . . . . . . حكموا في ميلاده أنه يموت في بيت سقفه من حديد، وفراشه من حديد، وذهب كل منهم على وجهه فهلكوا في تلك المفارزة، وتناثر من جنوده ثلاثون ألفا فوقعوافي أرض فيها الشجر والماء والنخيل وهي بلاد التبت التي يجلب منها المسك، فتملكوها وتوطنوها، وبعدت منهم أرض اليمن، فسكنوا بها إلى اليوم، فزيهم زي العرب، وأخلاقهم أخلاق العرب، ولهم ملك قائم بنفسه منهم، وهم معترفون أنهم من العرب من اليمن، وهم يحبون العرب حبا شديدا. وقيل: إنَّ\nشمر يرعش قفل إلى اليمن سالما غانما. وفي رواية أخرى حتى دخل اليمن، وقرب من ريام ثم هلك، والله أعلم أي ذلك كان.\nالقصيدة:\nوالأقرن الملك المتوج تبع\n...\nعراك البلاد بكلكل فداح\nالجزء: 1 ¦ الصفحة: 95\n",
        "وغزا بلاد الروم يبغي وادي إلي\n...\nقوت صاحب عزة وطماح\nفقضى هنالك نحبه وأتى إلى\n...\nأجل معد للحمام متاح\nهذا الملك تبع الأفران: وهو ذو القرنين المذكور في القرآن، أبن شمر يرعش بن إفريقيس، بن أبرهة ذي المنار بن الحارث الرائش، وسمى الأقرن ذا القرنين لشيب كان على قرنيه ولد وهو فيه. وكان ملكا عظيما، عالما حكيما. قد أطلع علم الكتاب، وسمع حكومات من ينظر القرانات ويقال أنَّه القائل:\nأنا الملك المتوج ذو العطايا\n...\nجلبت الخيل من أوطان سام\nويقال: إنْ أباه شمر الذي قالها. ويقال: إنْ أباه الحارث قالها. والله أعلم.\nوغزا تبع الأقرن بلاد الروم وأوغل فيها حتى قطعها. ووصف له أنْ بتلك الناحية واديا فيه الياقوت، وأنْ بالقرب منه عينا يسمى ماؤها ماء الحيوان الذي ظفر به الخضر دون ذي القرنين. فلما بلغ إلى هذه الناحية أدركه الشتاء هناك فمات ودفن هناك، وكرم الله وجهه أصحابه راجعين خوف الهلاك، فأرادت حمير أنْ تحمله إلى اليمن مثال ذلك الموضع. وهو موضع الظلمات، ولا يكون مظلما إلاّ إذا بعدت الشمس في أيام الشتاء، إذا هي انتهت في الجهة اليمانية عند حلول الشتاء رأس الجدي، فتصير تلك الأيام ليلا بلا نهار في ذلك الموضع. وفيه يقول قطن بن الغوث بن ذي الأذغار:\nإنْ يمس في اللحد أبو مالك\n...\nيسقي عليه الترب بالحصاب\nالجزء: 1 ¦ الصفحة: 96\n",
        "في غربة أصبحت ميتا بها\n...\nوليس من يبرح بالصاقب\nفي حفرة غبراء مكروهة\n...\nذات ظلام ليس بالثاقب\nفوق سواسي الأرض من خلقها\n...\nتركت دون المعبر الكاذب\nفقد غنينا زمناً بيننا\n...\nمنك كبدر الغسق الواقب\nغيثاً يعم الأرض مضى\n...\nوكفه فيها غنى الطالب\nيعطي جزيل المال لا ينثنى\n...\nوكل بكر غضة كاعب\nيا حمير الأملاك لا تسأموا\n...\nفقد فجعتم بالفتى الغالب\nكثير من حمير يرى أنَّ هذا الملك، هو ذو القرنين المذكور في القرآن الكريم، ولمّا رأوا من شدة ملكه وعلما وعدله وحسن سيرته، ولأنّه بلغ المبلغ التي ذكرت لذي القرنين اليسار، ودخل بلاد الظلمات التي وادي الياقوت، وفيها العين التي يسمى ماؤها ما الحيوان، التي ظفر بها الخضر عليه السلام دون ذي القرنين، وغير ذلك من الأوصاف التي وصف بها ذو القرنين\nونهم من يرى أنَّه تبع الأكبر وهو الرائد، وأسمه الصعب أبن تبع الأقرن بن شمر يرعش بن إفريقيس بن أبرهة ذي المنار بن الحارث الرائش\nوقال آخرون من حمير: هو الصعب بن القرنين بن لهماذ بن عهم بن الراتع بن أبن ذي أبين بن ذي يقدم بن الصوار. وقال قوم منهم: هو ياسر بن عمرو بن العبد بن\nالجزء: 1 ¦ الصفحة: 97\n",
        "أبرهة بن الرائش. وقد روى أنَّه غير هؤلاء المذكورين\nباب الحقيقة المعمول عليها إلى ذي القرنين السيار\nومعرفة الطرق التي جاءت منها اللبسة فيه، والتنبيه على الأخبار الباطلة والمتعاملون بهذا الاسم أربعة: أولهم المساح باني سد يأجوج ومأجوج. وهو الصعب بن مالك بن الحارث بن الخيار بن مالك بن زيد بن كهلان\nوأهل السجل يقولون: هو الهميسع بن عمرو بن عريب بن زيد بن كهلان، وروايتهم أنَّه لقي إبراهيم الخليل عليه السلام يوم حاكم إليه أهل الأردن وهم من العماليق. وذلك أنَّ إبراهيم - صلى الله عليه وسلم - أحتفر بئراً في صحراء الأردن للماء لأجل ماشيته؛ وأدعى قوم من العماليق أنَّ عرصة البئر في حوزتهم، فحاكمهم إلى ذي القرنين وهو سائر إلى الشمال بعد منصرفه من الشام، وكان الخضر على مقدمة عسكره، فلما أوغل ذو القرنين في الشمال، رفع للخضر عن ماء الحيوان فشرب منه، ولم يعلم ذو القرنين ولا أحد من أصحابه، فخلد وعمر\nوقال حسان بن ثابت الأنصاري يفتخر بذلك، ويذكر فيهم ذا القرنين ومسيره في البلاد، وبناءه السد، ويذكر نصر الأزد للاسلام في شعره أوله يذكر فيه ما صار إليه من المشيخ بعد الشباب:\nكبرت كذلك المرء ما عاش يكبر\n...\nوقد يهرم الباقي الكبير المعمر\nالجزء: 1 ¦ الصفحة: 98\n",
        "لقد كن يأتين الغواني يزرنني\n...\nبأردانها مسك ذكي وعنبر\nولمّا رأين البيض شيبي وذرنني\n...\nونادينني: يا عم والشيب يوذر\nتنفرن عني حين أبصرت شاملا\n...\nعلى مفرقي كالقطن بل هو أنور\nوكن خلالي يوم شعري كأنه\n...\nجناح غداف أسود حين ينثر\nأريع عليه ألبان في كل ليلية\n...\nفيصبح جعداً كالعناقيد يقطر\nوقد كنت أمشي كالردني ثابتاً\n...\nفصرت كأني ضالع الرجل أصور\nفبدلت شيباً بعد ما أسود حالك\n...\nمتى مسه خضب إذا هو احمر\nكرابية حمراء في رأس حالق\n...\nعلى شعف باد لمن يتبصر\nعلا الشيب رامي بعدما كان أسودا\n...\nوفي الشيب آيات لمن يتفكر\nوبعد الشباب الشيب والضعف والفنا\n...\nوموت له قدر عبوس مكدر\nفكم كم من الأملاك قد ذل ملكهم\n...\nوهل من نعيم دائم لا يغير\nسوى ملك ربي ذي الجلال فإنه\n...\nله الملك يقضى ما يشاء ويقدر\nلقد كان قحطان الندى القرم جدنا\n...\nله منصب في رافع السمك يشهر\nينال نجوم السعد إنَّ مد كفه\n...\nتقل أكف عند ذلك وتقصر\nورثنا سناء منه يعلو ومتحداً\n...\nمنيف الذرى سامي الأرومة يذكر\nإذا انتسبت شوس الملوك فإنما\n...\nلنا الراية العليا التي ليس تكسر\nلنا ملك ذي القرنين هل نال ملكه\n...\nمن البشر المخلوق خلق مصور\nالجزء: 1 ¦ الصفحة: 99\n",
        "بواتر يتلو الشمس عند غروبها\n...\nلينظرها في عينها حين يدخر\nويسمو إليها حين تطلع غدوة\n...\nفيلمحها في برجها حين يظهر\nوكيلا بأسباب السماء نهاره\n...\nوليلي رقيباً دائماً ليس يفتر\nوأوصد سداً من حديد أذابه\n...\nومن عين قطر مفرغاً ليس يظهر\nرمى فيه يأجوجاً ومأجوج عنوة\n...\nإلى يوم يدعى للحساب وينشر\nوفي سبأ هل كان عز كعزهم\n...\nلهم حسب محض لباب وجوهر\nوقد كان في بينون ملك وشؤدد\n...\nوفي ناعط ملك قديم ومفخر\nوأسعد كان الناس تحت سيوفه\n...\nحواهم بملك شامخ ليس يقهر\nتواضع أشرف البرية كلها\n...\nإذا ذكرت أشرافها الصيد حمير\nوفي الكفر كنا قادة وذوي نهى\n...\nأنا عدد الفيض الذي هو يكثر\nوأول من آوى النبي محمداً\n...\nنصرنا وآوينا نذب وننصر\nعن المشرق الميمون أحمد ذي النهى\n...\nكأنا ضراغيم الفضا حين نضجر\nإذا شمرت حرب وهز هزيزها\n...\nنهضنا مساعير لها حين تسعر\nنكب الكماة الشوس عند اصطلائها\n...\nقتلنا ولاة الشرك من كان يكفر\nإذا زفت الأنصار حول محمّد\n...\nبجيش كريم مزيد حين يزخر\nيزفون حول الهاشمي نبيهم\n...\nعلى وجهه نور من الله يزهر\nإذا خطروا بالمشرفية والقنا\n...\nفبخ لهم من عصبة حين تخطر\nالجزء: 1 ¦ الصفحة: 100\n",
        "إذا ما مشوا في السابغات كأنها\n...\nهزيم من الرعد المجلجل يزأر\nفضلنا ملوك الشام في كل مشهد\n...\nلنا الأثر في المرعى وورد ومصدر\nوقال عبد الملك بن عبد الرحيم الحارثي يذكر ذا القرنين ويخبر باسمه:\nفسموا كذى القرنين نعرف فضلكم\n...\nبه إنَّ في اليوم المبين شافيا\nلنا الشرق والغرب احتيالا وقوة\n...\nفأبقى لنا غداً به الهر باقيا\nبنى دون يأجوج ومأجوج إذ رأى\n...\nفسادهم ردماً لدى السد راسيا\nدعا إذ أناه بالحديد فازه\n...\nولاءم بالقطر المذاب السآبيا\nفما قدروا أنْ ينقبوا بحيلة\n...\nولا وجدوا فيه لرجل مرقيا\nفقد سار عرض الأرض قدماً وطولها\n...\nوما كان بها واهن البطش واهيا\nفنودي لمّا سار والشمس خلفه\n...\nعلى الماء ذا القرنين قف واحف طافيا\nفقد جئت حدّثني الأرض والظلمة التي\n...\nمررت بها تهوى على الماء ماشيا\nوكان اسمه في قومه الصعب لم يكن\n...\nله اسم سواه يستحق المماريا\nفحقق أنَّه الصعب بن مالك، وكذلك حقق حسان بن ثابت أنَّه من ولد مالك بن زيد بن كهلان بقوله:\nلنا ملك ذي القرنين هل نال ملكه\n...\nمن البشر المخلوق خلق مصور\nفلما فرغ من خبره قال: وفي سبأ هل كان عز كعزهم\nالجزء: 1 ¦ الصفحة: 101\n",
        "فأخرجهم من حمير،\nوأخرجها من قصصه\nوقال فيه علقمة بن ذي جدن ورثاه في جملة من ذكر من ملوك قحطان فقال:\nأين الذي بلغ المشارق كلها\n...\nومغارب الأرض التي لم تعمر\nوبنى على يأجوج ردماً رصف\n...\nبالقطر لم ينقب ولمّا يظهر\nفتناولته منية قصدت\n...\nفأجابها ومضى كأن لم يذكر\nوقال الخارجي:\nسموا لنا واحداً في الناس نعرفه\n...\nفي الجاهلية لاسم الملك محتملا\nكالتبعين وذي القرنين يقبله\n...\nأهل الحجى فأحق القول ما قبلا\nوقال أبن أبي ذؤيب الخزاعي، بشعر مخمس:\nومنا الذي في الخافقين تغربا\n...\nوأصعد في كل البلاد وصوب\nوفي ردم يأجوج بني ثم نصبا\n...\nفقد نال قرن الشمس شرقاً ومغربا\nبعسكر موت ليس تحصى فتحسبا\n...\nوذلك ذو القرنين من آل كهلان\nوغير الهمداني - وهو مؤلف الإكليل - بروي البيت المقدم من آل قحطان، وقال فيه أسعد تبع وسماه خاله للولادات التي ذكرها:\nعمني الخير حين تذكر بلقيس ومن مطلع الشمس خالي\nوقال أيضاً:\nقد كان ذو القرنن خالي قد أتى\n...\nطرف البلاد المكان الأبعد\nالجزء: 1 ¦ الصفحة: 102\n",
        "وقال:\nقد كان ذو القرنين قبلي مسلما\n...\nملكا تدين الملوك وتسجد\nوكان أبن إسحاق يرويه: قد كان ذو القرنين. . . . . . .، وهذا يحتمل أنَّه كان جده من جهة الأمهات المقدم ذكرهن. والثاني الإسكندر بن فليبس وهو من اليونانيين، وهو الذي بنى الإسكندرية، وإليه ينسب تاريخ ذي القرنين الذي نحن\nفيه لمدخل سنة إحدى وثلاثين وثلاثمائة من الهجرة على ألف سنة ومائتين وخمسين سنة، ويقال أنَّ فيلبوس من ولد هرمس ملك مصر، المنجم صاحب الأحكام، وهو الاسكندر بن بيلبوس بن مصريم بن هرمس بن هردس بن ميطون بن رومي بن ليطي أبن يونان بن ثافث بن ثوبه بن سرجون بن رومية بن نرط بن نوفل بن روفل بن الأصغر أبن اليفظ أبن العيص بن إسحاق بن إبراهيم عليه السلام. وكان ملكه الذي بلغ فيه أقصى المغرب والمشرق خمس عشرة سنة، وكان عمره ستا وثلاثين سنة. وكان يؤدب الاسكندر ارسطاطاليس الحكيم، فزعموا أنَّه خرج إلى بابل ثارا بها سنحاريب وسوروان\nالجزء: 1 ¦ الصفحة: 103\n",
        "وبخت نصر وبمصر وببلد الروم وظفر بدار الملك ببابل وبدارا عظيمها وأكابر أهل بابل. وكتب إلى أرسطوطاليس يشاوره في قلهم ويقول: قد كتبت إليك، وقد أظفرني الله بأهل بابل، فمنح أكنافهم وملك بلادهم، وأمكن من حكمائهم، وأشاورك في قتل من قبضت عليه من الملوك والقادة والأشراف والسادة لتنفيذ فيهم أمرك، فاحسم عنك وعن بلدك البلاد إلى آخر الدهر. فكتب إليه أرسطوطاليس: قد علمت لكل بلد قسمة، وقسمة فارس النجدة، وإذا قتلت الأشراف تحولت النجدة في السفلة منهم، فسمت الإخاء إلى منازل ذوي الأقدار، ولم يبتل الناس ببلاء أشد عليهم من قوة اللئيم، وغلبة السفلة، وأخاف أنْ يكون لفارس على أهل بلدك دولة يوما من الأيام فيأتيهم ممن ليس عنده بقية ولا روية ولا نظر في. . . . . . . والسلام. فابقي الاسكندر عليهم.\nوقد روى بعض العامة من العجم أنْ هذا باني السد، ولم يوغل هذا في الشمال، وإنما كانت له غزوتان: واحد للمغرب، والثانية للمشرق، وفيها مات، ومما يدل على أنَّه ليس بذي القرنين الذي ذكره الله عز وجل في كتابه رواية العجم لغدره بدارا ودسة عليه صاحب حرسه، فلما قتل على الشريطة التي شرط له والعهد\nالذي أعطاه قتله، قال تركه تكربت للحاشية على الملوك، وأنَّه سقى السم فمات. فحمل في تابوت من ذهب ووضع بين الحكماء، فتكلمت، فقال أحدهم: ما زلت تكنز الذهب، حتى كنزت فيه. وقال بعضهم عليه أنت ميتا اوعظ منك حيا. وقال آخرون: إنْ أمرا هذا آخره لحري أنْ يزهد في أوله. والرجل الصالح لا يكنز الذهب، كما قال الله عز وجل (والذين يكنزون الذهب والفضة ولا ينفقونها في سبيل الله فبشرهم بعذاب أليم). وكثيرا ما ينتحل\nالجزء: 1 ¦ الصفحة: 104\n",
        "الأعاجم سد يأجوج ومأجوج، ولا يجدون إلى أنَّ ينحلوه الاسكندر سبيلا، لمعرفة الناس بمبالغة من البلاد، فيقولون: هو الاسكندر الأكبر الذي يدعى أبن فيليبوس بن مصريم الذي بنى عليه بنيه ريح، والذي بين قيام فيليبوس بن مصريم وهو عندهم أبو الاسكندر الأكبر وبين قيام الاسكندر الآخر ثلاث عشرة سنة وثلاث مائة وستّة وعشرون يوماً، ومن كان عصره على هذا القرب من الاسكندر بن فيليبوس، فليس يخاف بناء ابنه للسد. والذي روى الخبر وهذا التاريخ من العجم، ويقولون أنَّه لم يرفع أحد من اليونانيين والروم رأسه على ملك بابل حتى قام الاسكندر بن فيلبوس على دارا؛ وما رأيت أحداً من العلماء على اختلافهم في نسب الاسكندر ذي القرنين شك أنَّ ذا القرنين الذي ذكره الله تعالى في كتابه، ذكرته العرب في أشعارها، وسماه العرب البناء، والمسلح غير الاسكندر وأقدم منه، وهو الذي تحاكم إليه إبراهيم عليه السلام في الأردن وصاهر إليه جيدان بن قطن. وهذا درجته متقدمة لعصر الاسكندر اليوناني، وإنَّ بين الاسكندر بن فيلبوس وبين إبراهيم عليه السلام عشرين بطناً\nومما يدحض رواية العجم فيما أدعوه من بنائه السد أنَّ مسير الدنيا المشرق إلى المغرب فيما يؤثر عن العلماء أنَّه مقدار خمسمائة سنة من مطلع الشمس إلى مغربها، وكان مدة عمر الاسكندر بن فيلبوس ستاً وثلاثين سنة، فكيف يمكن بلوغه مطلع الشمس إلى مغربها في هذه المدة اليسيرة، وإنّما تصح الرواية في\nبلوغ أقصى مطلعها وأقصى مغربها فيمن أقدره الله على ذلك وممكن له في الأجل فنال ذلك على المهل، وهو ذو القرنين الصعب، ويكنى ذا رياش بن مالك بن الحارث ذي مراثد بن الخيار بن مالك بن زيد بن كهلان، وذو القرنين اسم عربي من الأذواء وهو من المعمرين، وكان فيما يذكرون والله اعلم أنَّ\nالجزء: 1 ¦ الصفحة: 105\n",
        "عمر ألفا سنة، وقد جاءت بذلك الشواهد من الأشعار. ومنها قوله بعد رجوعه لمّا نعيت نفسه إليه فجعل يخاطب نفسه:\nصعب حقاً كل شيء ذاهب\n...\nإلاّ الإله الواحد المعبود\nهتكت خطوب الدهر عمرك هتكة\n...\nأمسى حسامك دونها مغمودا\nعمرت ألفاً بعد ألفا قبلها\n...\nفي العالمين فقد دعيت وحيدا\nوقصدت آفاق البلاد بقدرة\n...\nفوجدت نحساً دونها وسعودا\nفهديت فيها مؤمناً ذا همة\n...\nونشزت منها كافراً وجحودا\nورايت عين الشمس عند سقوطها\n...\nووردت أمواج المحيط ورودا\nوبلغت أعلام المشارق كلها\n...\nأبغي بما أبغي لهن حدودا\nفوطئت يأجوجاً ومأجوجاً بها\n...\nوبنيت دونها وحديدا\nوجعلت عن شريهما مندوحة\n...\nفالفج عن صدفيهما مقصودا\nوولجت في الظلمات حين ولجتها\n...\nخوفا وكان وتاجها محدودا\nولقيت تحت الشمس قوماً خلتهم\n...\nتحت الظلام خنازراً وقرودا\nوعلوت في الدنيا بعزة قاهر\n...\nأكدت فيها للبقا تأكيدا\nحاولت أنَّ أعطي الخلود وأرتقي\n...\nفي الخافقين إلى السماء صعودا\nفأبى لي الله الذي أملته\n...\nأمس المنى دون الرضا ممدودا\nالجزء: 1 ¦ الصفحة: 106\n",
        "فالحنو للصعب المعبهل منهل\n...\nيسعى به أمداً له ممدودا\nقال النعمان بن الأسود بن المعترف بن عمرو بن يعفر بن سكسك المقعقع الحميري يرثي ذا القرنين الحميري:\nبحنو قراقر أمسى رهيناً\n...\nأخو الأيام والدهر الهجان\nلئن أمست وجوه الدهر سوداً\n...\nجلين لذلك الملك اليماني\nلقد صحب الردى ألفين عاماً\n...\nولاقاه الحمام على ثمان\nإذا جاوزت من شرفات حنو\n...\nوسرت بايك برقة رحرحاني\nإذا جزت العقيق بأرض هند\n...\nإلى القنوات والنخل الدواني\nهناك الصعب ذو القرنين ثاو\n...\nبأرض تنوفة الحنوين عاني\nألم تر أنَّ حنو الرمل أمسى\n...\nلملك الدهر والدنيا مغاني\nفقال للنازلين بكل أرض:\n...\nلكم أمر على بعد وداني\nقال أبو محمّد: حدثنا أسد عن إدريس عن وهب بن منبه عن عبد الله بن العباس أنَّه سئل عن ذي القرنين، ممن كان؟ قال: كان من حمير، وهو الصعب بن ذي مراثد، وهو الذي مكن الله له في الأرض، وآتاه من كل شيء سببا، بلغ قرني الشمس وداس الأرض، وبني السد على يأجوج ومأجوج. قال فالأسكندر الرومي؟ قال: كان\nالجزء: 1 ¦ الصفحة: 107\n",
        "الاسكندر الرومي رجلاً صالحاً حكيما، بني على بحر أفريقيس منارتين: واحدة يأرض بابلبيون، وأخرى في أرض رومة، وسمي إفريقيس باسم ملك عظيم من عظماء التبابعة، أكثر الآثار عليه في المغرب من المصانع والمدن والآثار\nوسئل كعب الأحبار عن ذي القرنين، فقال: الصحيح عندنا من علوم أحبارنا وأسلافنا أنَّه من حمير، وأنَّه الصعب بن ذي مرائد، والأسكندر من بني يونان أبن عيص بن اسحق بن إبراهيم عليه السلام، ورجاله أدركوا عيسى بن مريم، منهم جالينوس وأرسطوطاليس ودانيال وهو من بني إسرائيل، وجالينوس وأرسطوطاليس من بني يونان من الروم، وفيه قال أسعد تبع:\nقد ك ذو القرنين جدي مسلماً\n...\nملكا تدين له الملوك وتسجد\nطاف المشارق والمغارب عالماً\n...\nيبغي علوماً من كريم مرشد\nوأتى مغار الشمس عند غروبها\n...\nفي عين خلب وثأط حرمد\nوذكره قس بن ساعدة الإيادي فقال: أيّها الناس، هل أتاكم ما لم يأت آبائكم الأولين، أو أخذتم عهداً من السنين، أم عندكم من ذلك يقين، أم أصبحتم من ريب المنون آمنين، بل أصبحتم والله في غفلة لاعبين، أبن الصعب ذو القرنين، جمع الثقلين، وأداخ الخافقين، وعمر ألفين، لم تكن الدنيا عنده إلاّ كلمحة عين، من لم\nيتعظ اتعظ به\nالجزء: 1 ¦ الصفحة: 108\n",
        "أيها الناس، أين الآباء والأمهات، والإخوة والأخوات، والأبناء والبنات. أما ترون آيات بعد آيات، وأموات بعد أموات، إلاّ وإنْ علم الغيب باطن، وبناء الخلق ظاهر، اضمحلت الأشخاص وذهبت، وعادت العظام رميا وبعثت، كلا ليصلن كل عامل عمله، كلا بل هو إله واحد، ليس بمولود. . . . . . . والد، أسكنهم التراب وإليه المآب.\nأما بعد، فإنَّ الحي حكم بالموت. أيها الأشهاد، أين ثمود وعاد. . . . . . الآباء والأجداد أين الظالم والمظلوم، أين الحس الذي لم يسكن؟ هل تدرون أين ذهب أبرهة ذو النار وعمرو ذو الأذعار؟ أم هل تدرون ما صار إليه عبادة الفتاح وأذينة الصباح، وجذيمة الوضاح؟. عزوا فقهروا، ونهوا وأمروا، وبنوا المصانع والآبار وجدلوا الأنهار، وغرسوا الأشجار، واستخدموا الليل والنهار هجمت الآجال دون الآمال. إلاّ وإنْ كل شيء إلى زوال. وأنشأ يقول:\nقد كنت أسمع بالزمان ولا أرى\n...\nأنْ الزمان يطيق نتف جناحي\nفأراه أسرع في حتى أصبحت\n...\nبيضا متون عوارضي وصفاحي\nوأنا الكبير بسنة في قومه\n...\nهيهات كم ناسمت من أرواح\nصافحت ذا جدن فأدرك مولدي\n...\nهمرو بن شمر إذ سقى بالراح\nالجزء: 1 ¦ الصفحة: 109\n",
        "والقيل ذو يزن رأيت محله\n...\nبالقهر. . . . . . بين مرامر وصفاح\nفتك الزمان بملك حمير فتكة\n...\nوسعى بكل عشية وصباح\nأودى أبو كرب وعمرو قبله\n...\nوأباد ملك أذينة الصباح\nوأباد إفريقيس بعد مقامه\n...\nفي الملك. . . . . . . . . . الفياح\nوالصعب ذو القرنين أصبح ثاويا\n...\nبالحنو بين ملاعب الأرواح\nوغدا بأبرهة النار فأصبحت\n...\nأيامه مسلوبة الأصباح\nأخنى على صيفي بحادثة صرفة\n...\nمستأثرا بجذيمة الوضاح\nأم أين علكدة الهمام وملكه\n...\nأم أين عز عبادة الفتاح\nوالعبد والهدهاد صارا عبرة\n...\nطارا. . . . . الدنيا بغير جناح\nلا تمس في شك الظنون أما ترى\n...\nأيامه مشهورة الايضاح\nلا تأمنن مكر الزمان فإنه\n...\nأودى الزمان بشمر الصياح\nمن بعد ملك الصين أصبح هالكا\n...\nأكرم به من هالك مجتاح\nبرك الزمان على أبن هاتك عرشه\n...\nوعلى أذنيه سالب الأرواح\nوعلى الذي كانت بموكل داره\n...\nيهب الفيان وكل أجرد شاحي\nأين الذين تملكوا قد أهلكوا\n...\nوعلى المقعقع حل بالأتراح\nشخصت على بعد النوى أشخاصهم\n...\nفرآهم الأوهام بالأشباح\nالجزء: 1 ¦ الصفحة: 110\n",
        "أفبعد أملاك مضوا من حمير\n...\nأرجوا الفلاح ولات حين فلاح\n. . . . ذا يصافق كفه كف الردى\n...\nيشرى البقا عن بيعة الأرباح\n. . . . .،. . . . . . . بن ساعده من جملة ملوك حمير. وقال الأعشى:\nوالصعب ذو القرنين أصبح ثاويا\n...\nبالحنو في جدث رميم مقيما\nفي شعر طويل. وقال الربيع بن ضبع الفزاري:\nسيدركني ما أدرك المرء تبعا\n...\nويغتالني ما اغتال أنسر لقمان\nأجار مجير النمل من عز ملكه\n...\nوأنزل سيف البأس من رأس غمدان\nوألوى بذي القرنين بعد بلوغه\n...\nمطالع الشمس بالإنس والجان\nوقال الربيع أيضاً:\nلا بد أنْ ألقي المنون وإنْ نأت\n...\nعني الخطوب وصرفه المحتوما\nهلا ذكرت له العرنجج حميرا\n...\nملك الملوك على القليب مقيما\nوالصعب ذو القرنين عمر ملكه\n...\nألفين أمسى بعد ذلك رميما\nونبت به أسبابه حتى رأى\n...\nوجه الزمان بما يسوء شتيما\nوقال امرؤ القيس بن حجر المقصور بن الحارث آكل المرار، يذكر ذا القرنين الصعب بن ذي مرائد:\nألم يحزنك أنْ الدهر غول\n...\nختور العهد يلتهم الرجالا\nالجزء: 1 ¦ الصفحة: 111\n",
        "أزال عن المصانع ذا رياش\n...\nوقد ملك السهول والجبالا\nهمام طحطح الآفاق وجيا\n...\nوقاد إلى مشارقها الرعالا\nوسد بحيث ترقى الشمس سدا\n...\nليأجوج ومأجوج الجبالا\nوالثالث المنذر بن ماء السماء اللخمي. . . . . . . الحيرة، وكان يدعى بذي القرنين وقد رحل عنه امرؤ القيس بن حجر المندي. . . . . يوم طلبه فاستجار منه بالمعلي بن تميم بن ثعلبة الطائي فمنعه عنه، وأنشأ يقول:\nفما ملك العراق على المعلي\n...\nبمقدار ولا الملك الشآم\nأسد نشاص ذي القرنين حتى\n...\nتولى عارض الملك الهمام\nوكانت له مسيحتان من. . . . . . . . فسمى بهما ذا القرنين، والغدارة من شعر الرأس قرن وهي قرون الشعر.\nوالرابع، هو الذي أتى فيه الخبر عن عليّ وأبن عباس عليهما السلام وقد سئلا عن ذي القرنين الماح، فقالا: ذو القرنين، هو الصعب بن عبد الله بن مالك بن زيد بن سدد أبن زرعة، وهو حمير الأصغر بن سبأ الأصغر بن كعب. وإنَّ صح طرق هذا الحديث عن عليّ عليه السلام، فانه الذي ملك بعد تبع الأكبر المدة التي تنسب إلى\nالجزء: 1 ¦ الصفحة: 112\n",
        "ذي مقار وهي خمس وخمسون سنة، وإنَّ لم يصح، فالذي ملك بعد تبع، ذو مقار. وقال وسئل عليّ عليه السلام عمن اجتمع له ملك الأرض كلها، فقال: ملك الأرض كلها أربعة: مؤمنان وكافران. فالمؤمنان سليمان بن داود، وذي القرنين، اسمه الصعب بن عبد الله بن مالك بن زيد بن سدد بن حمير الأصغر بن سبأ الأصغر. والكافران: تبع والنمرود. ورواية عبد الله بن عباس بن أبن سلام تخالف\nهذا الحديث في تبع، لأنه ذكر أنَّه رجل مؤمن، إلاّ أنْ يكون عليّ عليه السلام أراد تبع الأكبر.\nوروي عن سفيان بن عيين عن ليث بن أبي سليم، عمن حدثه عن عليّ بن أبي طالب عليه السلام أنَّه سئل عن ذي القرنين: ما ركب في مسيره يوم سار؟ فقال: خير بين ذلل السحاب وبين صعابه فاختار ذلله وهو الذي لا برق فيه.\nفهؤلاء الأربعة المتفق عليهم بهذا الاسم، واختلف في أيهم المساح؟ والصحيح الذي جاءت به الشواهد في كتاب الله تعالى وفي أشعار العرب، وقد وقع الإجماع فيه، أنَّه من ولد قحطان بن هود عليه السلام، وإنما وقع الاختلاف في نسبه إلى حمير أو كهلان فيما تقدم من الروايات. والله أعلم بالحقيقة.\nوقال نشوان:\nوالرائد الملك المتوج تبع\n...\nملك يرود الأرض كالمساح\nفتح المدائن والمشارق وانتحى\n...\nللصين في برية وبراح\nفأذاق بعبر حتفه فدحى به\n...\nفي عقر لحد للمنية داحي\nالجزء: 1 ¦ الصفحة: 113\n",
        "وأحل من يمن بتبت معشراً\n...\nأضحوا بها عنا من المزاح\nوالترك قبل الصين كان لهم به\n...\nيوم شتيم الوجه والأكلاح\nهذا الملك الرائد، وهو الذي يسمى به الأكبر لعظم ملكه، وشدة وطأته. وهو تبع أبن الأقرن بن يرعش بن إفريقيس؛ وكثير من حمير يقول أنَّه ذو قرنين السيار الذي بنى سد يأجوج ومأجوج؛ وأنَّه الصعب ذو القرنين بن الأقرن، فأقام عشرين سنة لا يغزو، ثم أتاه عن الترك ما ساءه من تطاولهم على من ببابل، وتناولهم لأطاربفه، فسار إليهم على الأرض نجد ثم على جبلي طيء ثم على الأنبار، وهو الطريق الذي ك يسلكه الرائش وشمر يرعش، فلقيهم في حدّثني أذربيجان، فهزمهم وأذرع القتل فيهم وأسر منهم وسبى، ثم جال في بابل وبلد خرسان وفارس، ثم\nتوجه إلى نحو الصين فافتتحها واستباحها وأخذ ما كان من الأموال وقتل ملكها يعبر وأقام بها مدة ثم قفل، وخلف في التبت في صدره جيشاً عظيماً رابطة، فأعقبهم بالتبت إلى اليوم\nقال عبيد بن شرية: وهو التبتيون، وإذا سئلوا عن أنسابهم أخبروا انهم من العرب وإنَّ لهم بيتاً يعبدون فيه ربهم، ويطوفون حوله أسبوعاً ويذبحون، وذلك في شهر من السنة. قال ولمّا كثرت الأعداء بيننا وبين البيت، وكنا إذا خرجنا إليه تعظيما له أعتزلوا دونه، فلما رأى ذلك أولونا جعلوا في بلادهم وموضعهم الذي يسكنون\nالجزء: 1 ¦ الصفحة: 114\n",
        "فيه بيتا مثل ذلك البيت، فنحن اليوم نعظمه ونطوف به سبع مرات، ونذبح فيه شهرين في السنة ونطعم ثلاثة أيام من جاء من الناس. قال معاوية بن أبي سفيان لعبيد بن شربة من أين علمت بقتالهم في حدّثني أذربيجان وخبر التبت؟ قال عبيد شربة: يا أمير المؤمنين، أهمني ذلك فسألت عنه من وقع إلينا من الأعاجم من تلك النواحي، وغدوت أيضاً إلى ذلك الثغر فسألت - وفي السؤال شفاء من العي وبيان عن العمي - وإذا تقادم الشيء ولم يجيء ذكره ذهب أصله وبطلت حقيقة أمره وماتت شواهده\nثم آلى يبع يميناً، لا يدع أرضا مما كان آباؤه قد حوته من أرض الأعاجم وغيرهم إلاّ ترك فيها رابطة وعسكراً من قومه، وذلك حين رجع من الصين\nقال عبيد بن شربة: وقد قال تبع الأكبر في ذلك شعراً:\nأنا تبع الأملاك من نسل حمير\n...\nملكنا عباد الله في الزمن الخالي\nملكناهم قهراً وسارت جيوشنا\n...\nإلى الهند والأتراك ترى بأبطال\nولك بلاد الله قد وطئت لنا\n...\nخيول لعمري غير نكس وأعزال\nفمالت بنا شرق البلاد وغربها\n...\nلهتك ستور نكبة ذات أهجال\nوعطل منها كل حصن ممنع\n...\nونقل منها ما حوته من المال\nوتلك شروق الأرض منها وطأتها\n...\nإلى الصين والأتراك حالا على حال\nفإبنا جميعاً بالسبايا وكنا\n...\nعلى كل محبوك من الخيل صهال\nبكل فتاة لم تر الشمس وجهها\n...\nأسيلة تجري الدمع بيضاء مكسال\nالجزء: 1 ¦ الصفحة: 115\n",
        "سموت البرى غرثى الوشاح كأنها\n...\nمن الحسن بدر زال عن غيم هطال\nأتينا بها فوق الجمال حواسراً\n...\nبلا دملج باق عليها وخلخال\nتركناهم عزلا تطيح نفوسهم\n...\nفلا ساكن منهم مقيم ولا وال\nفما الناس إلا نحن لا ناس غيرنا\n...\nوما الناس إنْ عدوا لقومي بأمثال\nوتبع الأكبر هذا، هو القائل من شعر طويل:\nمنع البقاء تقلب الشمس\n...\nوطلوعها من حيث لا تمسي\nوطلوعها بيضاء صافية\n...\nوغروبها صفراء كالورس\nتجري على كبد السماء كما\n...\nيجري حمام الموت للنفس\nاليوم أعلم ما يجيء به\n...\nومض بفصل قضائه أمس\nوتشتت الأهواء يخلجني\n...\nوالغزو نحو مطلع الشمس\nوانا الهمام الحميري على\n...\nنجم السعود ولدت لا النحس\nقدنا الجياد على كواكبها\n...\nأسد العرين وأشبل الفرس\nأبطال ملحمة إذا التحمت\n...\nمن كل أشوس ليس بالنكس\nكم معشر أدوا خراجهم\n...\nقسراً إلي وجانبوا مرسي\nفإذا غزونا أمة خضعت\n...\nوتيقنت بالذل والتعس\nحزقاً تنفر عن جباههم\n...\nونذيقهم ما ذاق ذو الضرس\nأيقنت أني سوف أحصل في\n...\nمن قد مضى ويضمني رمسي\nالجزء: 1 ¦ الصفحة: 116\n",
        "ولسوف يفنى الناس كلهم\n...\nطراً في الأرض من جنس\nوأعوذ بالملك المهيمن من\n...\nما غال بالبأساء والرجس\nوقال نشوان:\nوالكامل الملك المتوج أسد\n...\nفيه تقصر مدحه المداح\nكم قاد من جيش أجيش كبابلٍ\n...\nوكتيبةٍ تغشى البلاد رداح\nحتى اسباح بلاد فارس بالقنا\n...\nوبكل أجرد في الجياد وقاح\nوالترك والخزر استباح بلادهم\n...\nوالروم منه تتقي بالراح\nوالصين تجبي خراجها عماله\n...\nفي بكرةٍ من دهرهم ورواح\nنطح الأعاجم في جميع بلادهم\n...\nبأحد قرنٍ في الوغى نطاح\nوأذاق موليس الحمام وجؤذراً\n...\nونجى قباذ كثعلبٍ صياح\nحتى أتاه ذو الجناح برأسه\n...\nمن أرض بلخ ونهرها المنساح\nوأتى بقسطنطين في أغلاله\n...\nوبهرمزٍ في قيده الملحاح\nوغزوا أرض الشمال فخاض في\n...\nظلماتها بمنارة المصباح\nوكسى البنية ثم قوس هدية\n...\nسبعين ألفاً من بنات لقاح\nهذا الملك هو تبع الأوسط؛ أسعد الكامل بن ملكي كرب بن تبع الأكبر\nالجزء: 1 ¦ الصفحة: 117\n",
        "وهو الرائد بن تبع الأقرن، بن شمر يرعش بن افريقيس بن أبرهة ذي المنار بن الحارث الرئش، وكان أبوه ملكي مرب ملكناً على اليمن لا سواها، وما أجله بنو سبأ الأصغر وسائر بطون حمير إلاّ لأنهم طلبوا بذلك الراحة مما كانوا يعتادونه من تعب في المغازي مع ملوكهم الأوائل، فمال ملكي كرب إلى همدان وكان ينتاب ناعطاً وضهراً ومدراً ورياماً، ثم خطب إلى موهبيل بن عبد ريم عمرو بن الفائش بن شهاب بن مالك بن معاوية بن دومان بن بكيل صاحب قصر خمر ابنته الفارعة بنت موهبيل فزوجه بها وتقدم بها في قصر خمر، فأقام معها حولا، وعاد إلى ظفار فحملت فولدت غلاماً فسماه أسعد، ولم يلبث ملكي كرب إلاّ يسيراً جتى توفي وابنه أسعد عند أمه وخئولته بخمر، فلما توفي ملكي كرب مرج الأمر من حمير، فماسكه بكير وكان بكير من أعوان ملكي كرب ووزرائه، وهو بكير بن نوفان بن أبتع بن أنوف بن ذي بتع صاحب بلقيس، وهو قيل ناعط، وموهبيل بن ريم جد اسعد الكامل: وكان من قصة أسعد الكامل أنَّه خرج ذات يوم إلى قصر خمر ولا علم لهم بخروجه، حتى انتهى إلى جبل هنوم وقيل اختطف إلى حبل هنوم وهو الأصح، فصادف نسوة فأضفنه، ثم جاءته الكبرى منهن بأسقية فيها خمر وفيها دم فشرب جميع ذلك، ثم جاءت الوسطى وقد أخذ فيه السكر\nالجزء: 1 ¦ الصفحة: 118\n",
        "بمركب من مراكب الجن، ويقال أنَّه حمار، فركبه فطار به من حرفه فأسقطه فتجرح بدنه، وتهاضت عظامه، وجعلت الثالثة تمرضه حتى برئ، وفرشت له فراشا فوقه ابر يضاجعها غليه، ومرضته حتى برئ جسمه، وقوى عظمه ثم سرحته وأخبرته أنَّه سيقتل أعداءه ويبلغ أينما نواه، وينال في الملك ما يهواه، وأمرته أنْ لا يقف في خمر، وأنْ يكون مقامه بظفار، وصدوره للغزو منها. وقد ذكر جماعة من أهل العلم، منهم المفضل، ووهب بن منبه، وغيرهما، أنْ الحارث الرائش أول من دخل أرض الأعاجم وأدخلها، وأنه اشتد غضبه على رؤساء قومه بسبب لم يرضه لهم، فوضع يده في قتلهم فهرب منهم رجل، فطلبه الرائش، فأعجزه هربا، ترفعه أرض وتخفضه أخرى، حتى إذا جنه الليل، انضاف إلى كهف في جبل، فأخذته عينه، فإذا آت قد أتاه فقعد عند رأسه، وأنشأ يقول:\nالدهر يأتيك بالعجائب والأ\n...\nيام والدهر فيه معتبر\nبينا ثرى الشمل فيه مجتمعا\n...\nفرقه في صروفه القدر\nلا تنفع المرء فيه حياته\n...\nمما سيلقى يوما ولا الحذر\nإني زعيم بقصة عجب\n...\nعندي لمن يستزيدها الخبر\nتأتي بتصديقها الليالي والأ\n...\nيام إنَّ المقدور ينتظر\nيكون في الأسر مرة رجل\n...\nليس له في ملوكهم خطر\nمولده في قرى ظواهر هم\n...\nدان بتلك التي اسمها خمر\nيقهر أصحابه على حدث السن\n...\nويخفي فيهم ويحتقر\nحتى إذا أمكنته صولته\n...\nوليس يدري بشأنه البشر\nأصبح في هنوم على وجل\n...\nوأهله غافلون ما شعروا\nالجزء: 1 ¦ الصفحة: 119\n",
        "رأوا غلاما بالأمس عندهم\n...\nأزرى لديهم جهلا به الصغر\nلم يفقدوه لا در درهم\n...\nلو علموا العلم فيه لأفتخروا\nحتى إذا أدركته روعته\n...\nبين ثلاث وقلبه حذر\nجاءت إليه الكبرى بأسقية\n...\nشتى وفي بعضها دم كدر\nفقال هاتي إليَّ أشربه\n...\nقالت له ذر فقال لا أذر\nفناولته فما تورع عن\n...\nأقصاه حتى أماده السكر\nفنهنهته الوسطى فنازلها\n...\nكأنه الليث هاجه الذعر\nقالت له هذه مراكبنا\n...\nفاركب فشر المراكب الحمر\nفقال حقا صدقت ثم سما\n...\nفوق ضبيع قد زانه الضمر\nفصد لمّا رآه من أرن\n...\nومن جراح وهاجه الحصر\nفدق منه جنبا فغادره\n...\nفيه جراح منها به أثر\nثم أتته الصغرى تمرضه\n...\nفوق الحنايا ودمعها درر\nفحال منها بمضجع ضجر\n...\nوما يساوي الوطاء والدعر\nوكان إذ بعد صرعته\n...\nمن شدة الجهد تحته الإبر\nفقلن لمّا رأين حالته\n...\nأسعد أنت الذي لك الظفر\nفي كل ما وجهه توجهها\n...\nوأنت تشقي بحربك البشر\nوأنت للسيف واللسان وللأ\n...\nبدان تبدو كأنها الشور\nوأنت أنت المهريق كل دم\n...\nإذا ترامى بشخصك السفر\nالجزء: 1 ¦ الصفحة: 120\n",
        "فارشد فلا تسكن في خمر\n...\nورد ظفار فإنّها الظفر\nفلست تلتذ عيشة أبداً\n...\nوللأعادي عين ولا أثر\nنحن من الجن يا أبا كرب\n...\nيا تبع الخير هاجنا الذعر\nفيما بلوناه فيك من تلف\n...\nعن غمض. . . . . . وأنت مصطبر\nثم أتى أهله فأخبرهم\n...\nبكل ما قد. . . . . . فما اعتبروا\nفسار عنهم من بعد تاسعة\n...\nإلى ظفار وشأنه الفكر\nفحل فيها والدهر يرفعه\n...\nفي عظم الشأن وهو يشتهر\nحتى أتته من المدينة تش\n...\nكو الظلم شمطاء قومها غدروا\nأدلت إليه منهم ظلامتها\n...\nترجو. . . . . . ثأرها وتنتصر\nفاعمل الرأي في الذي طلبت\n...\nتلك وكل بذلك يأتمر\nفعبأ الجيش ثم سار به\n...\nمثل الدبا في البلاد ينتشر\nقد ملأ الخافقين عسكره\n...\nكأنه الليل حين يعتكر\nتقهر أعداءه كتائبه\n...\nفليس تبقى منهم ولا تذر\nحتى قضى منهم لبانته\n...\nوفاز بالنصر ثم من نصروا\nإنا وجدنا هذا يكون معا\n...\nفي علمنا والمليك مقتدر\nوالحمد لله والبقاء له\n...\nكل إلى ذي الجلال مفتقر\nفلما رجع أسعد الكامل إلى أهله بخمر أعلمهم. . . . . . كان من خبره وخبر النسوة الآتي لقيهن من الجن، وعمل على ما أخبرنه به، فنهض إلى ظفار وهو أبن تسع سنين وزيادة أشهر فأقام بها، وكان من شأنه دراسة العلوم والنجوم، واصطناع المعروف إلى أكابر أهل ظفار وهم لا يعلمون أنَّه أبن ملكهم ملكي كرب. وإنما كتم جده أمره\nالجزء: 1 ¦ الصفحة: 121\n",
        "خوفا عليه من غوائل حمير ممن يطلب المملكة. إلى أنْ وجده موهبيل بن عبد ريم قد اشتد ساعده، وكثر من الناس مساعده لمّا كان يصطنع به الرجال من المعروف، وجده موهبيل يمده بالأموال فملكه الملك وهو أبن خمس وعشرين سنة. فلما أسعد هرب منه بكير بن نوفان. وكان أسعد تبع ملكا. . . . . . .، شاعرا فصيحا، عارفا بالنجوم وأحكام القرانات، وهو أحد المعمرين، عمر. . . . . . . . وإحدى وخمسين سنة، وكان ملكه ثلاثمائة وستون وعشرين سنة، وكان مؤمنا بالله والذي نهى النبي - صلى الله عليه وسلم - عن سبه، واخبر بالنبي - صلى الله عليه وسلم -، وهو القائل:\nشهدت على أحد أنَّه\n...\nرسول من الله باري النسم\nفلو مدينة عمري إلى عمره\n...\n. . . . . . . . . وزيرا له وابنعم\nوألزمت طاعته كل من\n...\nعلى الأرض من عرب أو عجم\nواجعل نفسي له جنة\n...\nوأفرج عن صدره كل غم\nنبي وجدناه في كتبنا\n...\nبه يهتدي وبه يعتصم\nيسود الأنام ببرهانه\n...\nوبالرغم يسبي ذراري العجم\nومنا قبائل. . . . . . يؤونه\n...\nإذا حل في الحل بعد الحرم\nوهو أحمد سيد المرسلين\n...\nوأمة أحمد خير الأمم\nهو المصطفى وأخو المرتضى\n...\nوأكرم من حملته قدم\nقال عبيد بن شرية: ذكر أنه. . . . . . . الكامل أكثر الغزو في كل ناحية وكان لا يخرج بقومه مخرجا حتى ينظر في مطالع السعود من النحوس، فيسير بجنده، ويتجنب\nالجزء: 1 ¦ الصفحة: 122\n",
        "النحوس فيترك بذلك، وكان يغزو سنة إذا قرب المسير عليهم، ويقيم سنة فإذا غزا بهم ثلاث سنين أقام سنتين، وكان يكثر التوجه بقواده، فإذا سار بنفسه لم يسر إلاّ في كل. . . . . . سنين سنتين، فإذا خرج لم يترك طريقا مما سلكه آباؤه. . . . . . .، ولا منهلا إلاّ ورده، ولا بلدا كذلك إلاّ وطئه وقصده، أو بعث إليه عسكره حتى دخل الظلمات وفي ذلك يقول:\nسيذكر قومي بعد موتي وقائعي\n...\nوما فعلت قومي بقيس أفاعلا\nوما دوخت أرض اليمامة بالقنا\n...\nوما فعلت فيه تميما ووائلا\nفحمير سادات الملوك وخيرها\n...\nوهم من قديم الدهر سادوا القبائلا\nوسكنت أرض الشام منهم قبائلا\n...\nملوكا واتبعت الملوك الأفاضلا\nوغسان حازوا بلدة الروم كلها\n...\nوفي الصين صيرنا الملوك الأقاولا\nويوم لقينا العجم في أرض فارس\n...\nلقت ضيغما من آل قحطان باسلا\nفدوخت أرض الفرس حتى تركتها\n...\nيبابا طحنا علوها والأسافلا\nودوخت أملاك العراق ولم أزل\n...\nأحل بهم في كل عام زلازلا\nيصبحهم في أول العام جيشنا\n...\nفيمكث فيهم قابلا ثم قابلا\nونلت بلاد الهند والسند كلها\n...\nوفي الصين صيرنا وعاملا\nونلت بلاد المشرقين كلاهما\n...\nونلت بلاد المغربين وبابلا\nونحن أثرنا في سمر قند ضحوة\n...\nجحيما لظاها يلفح الدور شاعلا\nوجادت لنا في أصبخان سحابة\n...\nبودف يروع المذهلات الحواملا\nالجزء: 1 ¦ الصفحة: 123\n",
        "بكل قضيب حادث العهد صقله\n...\nوسهم متين يفتق الدرع دخلا\nوتسعين ألفاً تحمل البيض والقنا\n...\nبها قهراً زبرخاً وكابلا\nفلنا قضيت الغل من كل بلدة\n...\nتوجهت أرض أعمد الدار قافلا\nفأمسيت في غمدان في خبر محتد\n...\nمنيعاً بها أسد الجدود المحالا\nوريدان قصرى في ظفار ومنزلي\n...\nبها أس جدي دورنا والمنهلا\nعن الجنة الخضراء من أرض يحضب\n...\nثمانون سداً يقذف الماء سائلا\nمآثرنا في أرض تصدق قولنا\n...\nإذا ما طلبنا شهداً ودلائلا\nوعلملي بملكي سوف يبلى جديده\n...\nويرجع ملكا كاسف اللون محاملا\nوملك جميع الناس يبلى وملكنا\n...\nعلى الدهر باق ذكره ليس زائلا\nقال عبيد: فلما فرغ تبع من أرض فارس وما يليها، توجه إلى الشام وذكر ما صنع بأرض معد وغيرها من البلاد بقوله:\nرب مازن مؤرق بعد نوم\n...\nغير ما باطل ولكن بجد\nيا بني مازن فوارس سعد\n...\nسني ما فعلتم بمعد\nإذا أثرتم مع العجاج عجاجاً\n...\nوانتضيتم لها صفائح هند\nالجزء: 1 ¦ الصفحة: 124\n",
        "أسروا ثلثهم وثلثاً أبادوا\n...\nومضى ثلثهم بأتعس جد\nمنهم راعي المخاض ومنهم\n...\nمالي للحياض في كل ورد\nوصرفنا إلى كنانة جنداً\n...\nفتوافت إلى كنانة جندي\nوتركنا ثقيف ننضح للجند\n...\nبقهر على هوان وكد\nوجعلنا للخرج منزل قيس\n...\nقد أقروا بالخرج من غير عهد\nوجعلنا بني نزار هداة\n...\nيرشدون الطريق في كل قصد\nوجعلنا نضراً وأحلاف نضر\n...\nخدماً بين خام ومؤدي\nوالشعر طويل، قال عبيد: كان تبع إذا أراد أنْ يخرج للغزو أو في سفر طويل، أرسل إلى أهل النجوم وأصحاب المعرفة بالعلم، فيسألهم عن علمهم، وكان أيضاً يعرف علم النجوم، وانما كان يأمرهم ليتفقوا بأجمعهم على ما كان عنده منها.\nوقال في ذلك:\nاضحل الطلول من دار نحفي\n...\nفرسوم الديار مثل السطور\nأقفرت بعد عامر وأنيس\n...\nمن مهاة ومن غزال غرير\nناضر العيش في غضارة ملك\n...\nونعيم وبهجة وسرور\nطال ليلي لمّا تذكرت نحفب\n...\nودعاني هواي نحو المسير\nفتعلمت في الفرش وأجمعت\n...\nمسيراً لمصلتين صقور\nبرجال إذا هم ركبوا الخيل\n...\nوساروا في الجحفل الجمهور\nتتهادى كأسد غاب عليها\n...\nكل درع مسرد مشهور\nالجزء: 1 ¦ الصفحة: 125\n",
        "قلت لليلة التي طال فيها\n...\nأرقي في قرى ظفار أنيري\nفكمشت الجوع كمشا رحيبا\n...\nوارتحلنا بصمة الأحمور\nثم سرنا مسير صدق نؤم الجدى\n...\nفي سيرنا بيعمن المسير\nثم بالديوان. . . . . . . . رحانا\n...\nبالصنديق كالرحى المستدير\nثم بالهنعة. . . . . . . . . جميعا\n...\nوقتلنا الوزير بعد الأمير\nثم سرنا وبالذراع نزلنا\n...\nفظللنا بنعمة وحبور\nثم بالنثر شط عني نوى البعد\n...\nفأغنيت كل عان فقير\nثم بالطرفة. . . . . . . . . وكنا\n...\nآل ملك وثورة ونقير\nثم يالجبهة ارتفعنا فكنا\n...\nجبهة الرأس فوق عين النضير\nثم بالزبرة ازبأرت عليهم\n...\nخيلنا بالأسود ذات الزئير\nثم بالصرفة استقريت أرضا\n...\nبوعيدي وعسكري ونكيري\nثم بالعو للأعادي نزلنا\n...\nبقضا الواحد القدير الكبير\nثم سرنا مع السماك علينا\n...\nكل فضفاضة كماء الغدير\nثم بالغفر سرت بالخيل قدما\n...\nبكماة وكل قرم جسور\nثم بالكوكب الزبانا معد\n...\nأذعنت بالعواء بعد الهرير\nالجزء: 1 ¦ الصفحة: 126\n",
        "ثم صبحنا بالأكاليل كل عدو\n...\nواجتلينا مخبآت الخدود\nثم بالقلب قلبت هام قوم\n...\nبسيوف مذلقات ذكور\nثم بالشولة اشتفيت وشالت\n...\nبالأعادي الأيام بالتغيير\nثم سرنا وبالنعام نزلنا\n...\nيوم رهج وصولة وهدير\nثم بالبلدة اعترضت الأعادي\n...\nبجموع وكان ذاك سروري\nوبسعد ذبحت أبناء سعد\n...\nووضعت المدى بها في النحور\nوبسعد البلوغ دمرت قوما\n...\nبلعتهم منفرات الشعور\nوبسعد السعود أسعد جدي\n...\nفاستولى الملك واستقام سريري\nوبه اصطدت قلب كل عدو\n...\nوأزرت الأحياء أهل القبور\nوبسعد الأخباء أخبيت أرضا\n...\nبعد نهب وقتل قوم كثير\nثم بالفرغ الدلو حولي\n...\nكل قوم متوج محبور\nثم بالفرخ آخر الدلو صرنا\n...\nبعد ايغالنا بخير المصير\nثم بالحوت قد حويت الأعادي\n...\nبالعناجيج والسيوف الذكور\nثم بالنطح لم نزل ننطح النا\n...\nس بقرون مذلق مطرور\nووطئنا بالبطن أرض معد\n...\nبالعاجيج نعتلي بالوعور\nورجعنا إلى الثريا فثرنا\n...\nيوم نقع وظلمة ديجور\nأجمل الفرقدين والجدي معها\n...\nحيث دارت بنات نعش فدور\nالجزء: 1 ¦ الصفحة: 127\n",
        "لا أبالي النسرين حيث استقلا\n...\nوسهيلا إذا أجد مسيري\nثم أممت زهرة الردف قصدا\n...\nلمقامي في نعمتي وحبوري\nإنما طيرة النجوم لغيري\n...\nولنا يمنها بلا تطيير\nقد كتبنا مساندا في ظفار\n...\nوكتبنا أيامنا في الزبور\nوذكرت الذي يكون لحيني\n...\nإنَّ ملكي للباقي المنصور\nويذكر أنْ امرأة من الشام أتت إليه تشكو من رجل ذبح كبشا لها غصبهاع أخذه، فآلت يمينا لتشكونه إلى ملك اليمن إنْ لم ينتصف لها ملك الشام، فعلم قباذ ملك الشام بيمينها من أجل عامله الغاضب عليها ذلك الكبش فلم ينتصف لها مه، فوفدت على أسعد الكامل إلى ظفار، فأدلت بشكيتها إلى من الملك الشامي، وما رضيه لعامله من ظلمها واحتقاره لملك اليمن، فآلى أسعد لينصرها ولينصفها، فعبأ الجيوش لرأس السنة، وأمرها بالانصراف إلى بلدها وقد وعدها بوصول العساكر،\nفراحت وأقامت تنتظر وصول العساكر وفاء الحول، فسارت جنوده وقدم عليها شمر ذا الجناح، وسار أسعد من بعدهم بمن معه من الجنود. وفي ذلك يقول:\nأنعم صباحا أسعد الكامل\n...\nيا ناقما بالثار والتابل\nأثنى على الله بآلائه\n...\nالواحد المقتدر الفاعل\nفي كل ما أولاه من آجل\n...\nوكل ما أعطاه من عاجل\nسرنا إلى الأعداء من أرضنا\n...\nلم نك نرجو قفل القافل\nفي جحفل كالليل من حمير\n...\nقد حضروا بالأسل الذابل\nالجزء: 1 ¦ الصفحة: 128\n",
        "أنا أبو الجيش الذي شمروا\n...\nإلى العراق المواكب الهائل\nيقتادهم من حمير شمر\n...\nوأسعد من بعده ناهل\nأيها المخبر عن خيلنا\n...\nما العالم المخبر كالجاهل\nتسعون ألفا عددا بلقها\n...\nودهمها كالعارض الوابل\nوالكمت والشقر إذا استقبلت\n...\nمثل الدبا المسترسل الشائل\nأولها من زمزم شارب\n...\nوآخرها من علب راحل\nنحن ملكنا الأرض لم يعصنا\n...\nفي الأرض من حاف ومن ناعل\nسائل معدا عندنا علمنا\n...\nوليس من يعلم كالجاهل\nأو لم يكن يوم لقيناهم\n...\nنقتلهم بالحق والباطل\nولم ندع في كل أقطارها\n...\nمن شائع الذكر ولا خامل\nإلاّ أذقناه بها حتفه\n...\nحتف ثمود كان في العاجل\nثم استجالت خيلنا والتوت\n...\nتطلب ذحلا في بني باسل\nفي الجيل والديلم ثم انثنت\n...\nتطلب بالجر على كابل\nوأرض كرمان وفي فارس\n...\nوفي خرسان وفي بابل\nوفي سجستان فما دونها\n...\nفساحة الموصل يا سائلي\nوفي قرى الشام وما حولها\n...\nوأرض مصر الساحل\nوالروم قد أدت لنا خرجها\n...\nمن قبل أنْ يأتيهم عاملي\nالجزء: 1 ¦ الصفحة: 129\n",
        "والهند قد صبحهم جيشنا\n...\nبكل نهد ساخط صاهل\nوكل أهل الأرض عبد لنا\n...\nلا شك من حاف ومن ناعل\nوالمسك والأنجوج يهدي لنا\n...\nوالدر في أصدافه الذابل\nنحن نصرنا أم عمرو الشفا\n...\nولم أكن في نصرها آمل\nنحن قتلنا عاقرا كبشها\n...\nوكان عن صولتنا غافل\nظن بأن البحر أنجى له\n...\nلم ينجه بحر ولا ساحل\nوغاب والخيل على إثره\n...\nأين أراد الصانع الفاعل\nحتى قلبنا الأرض من تحتها\n...\nثم جعلنا علوها سافل\nمالي وللبحر وأهواله\n...\nاسترزق الله على الساحل\nرحنا ثمانين على غزوة\n...\nحتى أتينا السنة القابل\nجئنا وقد أولاد أولادنا\n...\nذو لحية أو جمة شامل\nما منهم إلاّ فتى أروع\n...\nيهتز مثل الجمل البازل\nلا حول في إقدامنا للبلا\n...\nأم يكن في جيشنا غافل\nنبسون قبل الذي نالنا\n...\nقبل دخول المظلم الهائل\nلولا أتان أخرجتنا إذا\n...\nمتتا ولم يفضل لنا فاضل\nالجزء: 1 ¦ الصفحة: 130\n",
        "والديك والخندور كانا كعا\n...\nدأبا دليلين متى يأكل\nأردت الماء فالتقى دونه\n...\nأمر عظيم مفظع هائل\nورحت والموت لنا واقف\n...\nيقول لي في. . . . . . . . العاجل\nأرحل أبا حسان مستعجلا\n...\nفكل من فوقى الثرى راحل\nحميك يا غمدان من بعدنا\n...\nولست للتعطيل مستاهل\nنحن رفعنا علو آجره\n...\nبألف ألف عدها القائل\nومن زجاج فوقه خلوة\n...\nخضراء مثل القضبة الباقل\nأبصارها للناس علية\n...\nلا شارب فيها ولا آكل\nحميك يا غمدان من بعدنا\n...\nحميك يا غيمان والماجل\nفيه ثمانون من أموالنا\n...\nكيلا وألفا ذهب حاصل\nألف لجام فيه من مذهب\n...\nلألف مهر أدهم صاهل\nألف لجام فيه من عسجد\n...\nأيضاً لألفي مهرة حامل\nإذن تركناه لأولادنا\n...\nلكن خشينا الوارث العائل\nفربما قد يلد المجتبى\n...\nنكسا ذليلا عرضه باذل\nوربما قد يلد المجتبى\n...\nليثا هماما ضيغما باسل\nقال عبيد بن شرية: ثم اقبل تبع بن ملكي في جموع حمير وكهلان من. . . . . . . . .\nالجزء: 1 ¦ الصفحة: 131\n",
        "ومعهم أولادهم، حتى وقفوا بأرض العراق، للذي بلغه من رفاهة عيشها وكثرة خيرها، يريد الأعاجم وملكها قباذ، فسار تبع حتى نزل أرض الحيرة، فعسكر بمجموعه فيها إلى الكوفة مما يلي شط الفرات، قبل أنْ تكون الحيرة والكوفة والبصرة بوقت طويل، ثم إنَّ العجم اجتمعوا إلى ملكهم قباذ ببابل، ولم يكن تبع علم هل اجتماعهم للحرب أو للهزيمة فبعث شمر ذا الجناح على مقدمته بالجيوش، وجرد معه الخيول، وأمره أنْ يجد في الطلب، حتى يلقى قباذا وأصحابه وجموعه، ورحل تبع في الأثر من مكانه الذي رحل منه شمر، مجدا في الطلب، فتحير في صحراء الحيرة، ثم نظر تبع فإذا هو غير بعيد من مكانه الذي رحل منه، فقال تبع: إنَّ لهذا المكان شأن عظيم، فخلف العيال وذوي الزمانة والضعفاء والأثقال وخلف معهم عشرة آلاف فارس لحفظهم وسمي تبع الحيرة الذي كان من تحيره، ومضى تبع حتى واقع قباذ - ببابل - وجموعه، واقتتلوا قتالا شديدا،\nفانهزم قباذ وجنوده، حتى أتى الري فأتبعه ذا الجناح بالري وقد جمع فيها من عسكره جموعا كثيرة ليقاتلهم بها، فواقعه شمر ذو الجناح فقتل قباذا وفض جموعه بها، وأقبل تبع حتى وصل الحيرة بعد هزمه قباذا ببابل، فخلف بها من أحب أنْ يتخلف، وصار لوجهه ذلك إلى خراسان وغيرها مما تقدم ذكره في شعره الأول. ثم إنَّ تبعا بشر حمير بأن الملك سيعود إليه بعد أنْ يصير إلى قريش، ويعيده الله إليها على يدي رجل من ولد قحطان اسمه على ثلاثة أحرف يجمع الله له الأرض ويدعو إلى سبحانه، وذلك عند انقضاء ملك قريش، فإنَّ ملكها ليغرب قبل انقضاء الساعة وذلك إذا اختلف قريش في ذات بينها، فعند ذلك يخرج عيسى بن مريم عليه السلام على الحرمين، وعند ذلك يخرج ذلك الرجل من ولد قحطان.\nقال: ولم يزل تبع يفتح البلدان، ويقتل الفرسان، ويركب البحار، ودخل الظلمات. وذلك أنْ الشتاء أدركه في تلك الأرض التي إذا بعدت عنها الشمس فصارت\nالجزء: 1 ¦ الصفحة: 132\n",
        "في الجنوب في رأس الجدي، وانقطع عن تلك الأرض نور الشمس ما شاء الله. ثم إنَّ تبع لمّا أراد دخول الظلمات ترك نتج الأتن في مكان النور، وسار في الظلمة، بالشماع المنيرة، فلما أراد الرجوع جعل تلك الأتن في مقدمة العسكر فقفلت. . . . . . . الأتن في مقدمة العسكر. . . . . . . أولادها في موضع النور والجيش خلفهن حتى خرج من الظلمات. وفي ذلك يقول تبع:\nلولا أتان أخرجتنا إذا\n...\nمتنا ولم يخرج لنا فاضل\nولمّا رجع أسعد يريد اليمن، ذكر رجوعه ودخول الظلمات في شعر طويل يقول فيه:\nدخلت الظلمات أعظم مدخل\n...\nمن حيث لا زرع وأوطان\nومعي مقاول حمير وملوكها\n...\nوالأزد أزد شنوءة وعمان\nومعي قضاعتها وكندتها معا\n...\nوالقلب مذحج والذرى همدان\nقلت اقبضوا فإذا الحصى بأكفهم\n...\nالدر والياقوت والمرجان\nولم ين قبل أسعد ولا بعده ملك مثله. وسمي الكامل لكماله في أمر الدنيا والآخرة. ومن الناس من يقول: أنَّه نبي، لأنَّ الله تعالى عده من الأنبياء عند قصصهم فقال تعالى (وقوم تبع كل كذب الرسل) وقد ذكر قوم كل نبي قبله.\nوأسعد القائل:\nسلى تخبري عن كل محض الشمائل\n...\nوعن كل فياض البدين مقاتل\nوسيرى أريك الملك أو تنظرينه\n...\nبيمينك إرثا في صميم المقاول\nأربك ذرى قحطان حيث ابتنى لها\n...\nأبوها قصورا حكمت بالجنادل\nلتستيقني أنا أرومة معشر\n...\nكرام جدود من ملوك أفاضل\nالجزء: 1 ¦ الصفحة: 133\n",
        "وتستقيني أنا أرومة من مضى\n...\nوما خابر يا أم عمرو كجاهل\nحجبنا بناء المجد طرا فلم ندع\n...\nبما قد حجبنا من محل ونازل\nوطفنا بلاد الله طرا فلم نجد\n...\n. . . . . . قوما مثل قومي الأفاضل\nأبونا الذي ساد البلاد وسامها\n...\nبسمر القنا والمرقفات الفواصل\nوبالخيل تردي بالكماة كأنها\n...\nقطا أفزعتها نازحات الأجادل\nفأدى بلاد لم ندوخ ملوكها\n...\nوأي عزيز لم نقد بالسلاسل\nلنا فليق صعب القياد عرندس\n...\nثمانون ألف راكبا غير راجل\nوألف وألف ألف ألف مسريل\n...\nيجيبون طوعا للأمير الحلاحل\nفهيهات قومي أم همرو عن الخنا\n...\nمكان الثريا من يد المتناول\nوأسعد أول من كسى البيت، وذلك أنَّه عند رجوعه من غزاته هذه مر بالبيت فكساه الأنطاع المذهبة اليمانية، فرأى في المنام قائلا يقول: زد في كسوة البيت فكساه المعافري، فرأى في المنام قائلا يقول: في كسوة البيت فكساه الوشي، ونحر\nبمكة سبعين ألف بدنة، وطاف وسعى وعمل له بابا ومفتاحا لم يكونا له قط، وقال في ذلك:\nوكسونا البيت الذي حرم الل\n...\nهـ ذا ملاء مقصبا وبرودا\nثم طفنا لديه عشرا وعشرا\n...\nوخررنا عند المقام سجودا\nوأقمنا به من الشهر تسعا\n...\nوجعلنا لبابه إقليدا\nوأمرنا بدنه الجرهمي\n...\nين وكانوا بحافتيه شهودا\nوأمرنا أنْ لا نريق حولي\n...\nنا منيا ولا دما مفصودا\nونحرنا في الشعب سبعين ألفا\n...\nفترى الطير حولهن ركودا\nالجزء: 1 ¦ الصفحة: 134\n",
        "وطفقنا نؤم قصدا سهيلا\n...\nوزممنا لواءنا المعقود\nوصفا ملكنا لنا غير أني\n...\nلست أرجو مع الفناء خرودا\nملك يفى سوى ملك ربي\n...\nفله ملكنا حميدا مجيدا\nقال: فلما رجع أسعد الكامل إلى غمدان، وغيره من بلاد اليمن، أقام ما شاء الله أنْ يقيم، ولمّا رجع اعتل علته التي مات منها لمرض شديد، دعا ابنه حسانا وجعل يوصيه فقال له:\nحضرت وفاة أبيك ياحسان\n...\nفانظر انفسك فالزمان زمان\nفلربما ذل العزيز وربما\n...\nعز الذليل وهكذا الإنسان\nوأعلم بني بأن كل قبيلة\n...\nستذل الإكليل نهضت لها قحطان\nقحطان أسد سادة يمينه\n...\nغلب تهاب لقاءها الأقران\nفيهم ملكنا الأرض من أقطاراها\n...\nحتى أتت بخرجها عدنان\nأنيابها القضب الحداد إذا هوت\n...\nلقرينها ورماحها الأشطان\nوجيادها تسعون ألفا ضمر\n...\nقب البطون كأنها العقبان\nعصبت بشر ذي الجناح بقائد\n...\nما أنْ نجئ بمثله النسوان\nفملكت أرض الروم أحسن بلدة\n...\nومضى هرقل وأسلم الصلبان\nالجزء: 1 ¦ الصفحة: 135\n",
        "وقتلت أملاك الأعجام كلها\n...\nأهل المرازب وانتفى ساسان\nونفخت سمى في العراق فأحرقت\n...\nأقصى مساكن أهلها النيران\nودخلت في الظلمات أعظم مدخل\n...\nمن حيث لا زرع وأوطان\nومعي مقاول حمير وملوكها\n...\nوالأزد شنؤة وعمان\nومعي قضاعة بالقواضب والقنا\n...\nوالحي كندة والذرى همدان\nقلت اقبظوا فإذا الحصا بأكفكهم\n...\nالدر والياقوت والمرجان\nوأقمت فيها ليلتين دليلنا\n...\nديك وخندور معا وأتان\nوطمعت في العمر الطويل وعيشة\n...\nفي الخلد لولا فاتني الحيوان\nوكسوة بيت الله أعظم كسوة\n...\nحذر العقاب ويرحم الرحمن\nولقد علمت لئن هلكت وأوحشت\n...\nمني ظفار وعطلت ريدان\nفليفقدن من الملوك أعظممها\n...\nولتفقدن حليفها التيجان\nوأنا باو كرب وخال ياسر\n...\nذو التاج ينعم وابنه شادان\nنحن الملوك بني الملوك مقاول\n...\nولنا أساس الملك والسلطان\nقولوا لحمير يقربوني قائما\n...\nمن حولي الحبلات والرمان\nوأفطن لكاهنتي فإنَّ كلامها\n...\nحق وإنَّ قبورنا غيمان\nالجزء: 1 ¦ الصفحة: 136\n",
        "وكان لتبع تابعة من الجن تسكن في ينور، وهو على مسيرة ساعة من صنعاء، فأرسل تبع ابه حسانا إليها فقال: إذا أتيت ينور فاقرع الجبل فانه سيفتح لك باب فادخل حتى إذ أتيت إلى المرأة فأخبرها أني مثقل بالمرض، فانظر ماذا تقول لك وما تأمرك به، ولا تعصها في شيء. فأقبل حسان حتى انتهى إلى المكان فقرعه ففتح له باب فدخل فلما انتهى إلى المرأة فأخبرها بالخبر، فأشارت إليه أنْ يقعد على الكرسي فيه حيات وعقارب ودود، فأبى، وقعد على الأرض، ثم قدمت بين\nيديه طبقا فيه رؤس ناس، فقالت: كل هؤلاء، فأبى أنْ يفعل ذلك، فدعت بقدح فيه دم، فقالت: اشربه، فأبى أنْ يشربه، فقالت: ما أبعد همتك عن همة أبيك، وقالت: قد أمرتك فلم تفعل، فاما إذ عصيتني، فانظر إذا رجعت إلى أبيك، ودخلت باب غيمان، فاقتل أول من يلقاك من الناس، وأدرك أباك فهو في آخر رمق، فخرج مسرعا حتى إذا أتى غيمان، فلقيه على بابها أخوه معدي كرب، فأبى أنْ يقتله، ثم دخل على أبيه فأخبره الخبر، وما قالت له المرأة من قتل أول من لقيه، فقال له تبع ما أراك إلاّ مخطئا. إنَّ هذه أمثال ضربتها لك. أما الكرسي الذي أقعدتك عليه، لا يملك حمير إلاّ من صبر على مثل لدغ الحيات والعقارب والدود، وأما الذي سقتك فانه لا يملك حمير من أهرق دمها. وأما الرؤس والعظام التي أمرتك أنْ تأكلها وتمشها، فانه لا يملك حمير إلاّ من أكل أموالها. وأما أخوك فسيقتلك إنْ لم تقتله.\nوهذا قد أوله له أبوه. فقال: لو أنك أكلت الرءوس لخضعت لك رؤساء حمير، ولو أنك قعدت على الكرسي الذي فيه الحيات والعقارب والدود لكثر ولدك ثم مات أسعد تبع بغيمان، وقبره بها.\nالجزء: 1 ¦ الصفحة: 137\n",
        "قال عبيد بن شرة: ومنهم من قال: إنَّ تبع قتله قومه. قال الحسن الهمداني: ذلك يقال في تبع الأصغر، لأنّه صاحب الحبرين. وجاء في الحديث عن رسول الله - صلى الله عليه وسلم - اللهم أذل غيمان، وأسقط مهور كندة.\nوقال نشوان:\nأم أين\nحسان بن أسعد\nخانه\n...\nدهر تلا الإحسان. . . . . . . . . . . .\nورياح الطسمى لمّا جاءه\n...\nمستعيدا فشفى غليل رياح\nأفنى جديسا باليمامة إذا علوا\n...\nطسما بحد ذوابل وصفاح\nهذا حسان بن أسعد الملك تبع بن حسان وهو ملكي كرب بن. . . . . . الأكبر.\nوحسان هذا هو الذي قتل جديسا باليمامة، وكان سبب ذلك أنْ ملكا من طسم يقال له عمليق بن جباس. وكان مطيعا لملوك حمير، وكان ملكا على طسم وجديس أبني عامر أبن روم بن سام بن نوح النبي - صلى الله عليه وسلم - وكان جبارا، لا لا يتزوج رجل امرأة إلاّ أهديت إليه قبل زواجها، حتى تزوج رجل من جديس عقيرة ابنة أخت الأسود بن عفار عظيم جديس ورئيسها، فلما أرادوا أنْ يهدوها إلى زوجها بدأوا بها عمليقا فأدخلوها عليه، ومعها القيان يضربن بالدفوف ويغنين ويقلن:\nالجزء: 1 ¦ الصفحة: 138\n",
        "ابدي بعمليق المليك فاركبي\n...\nوبادري الصبح بأمر معجب\nفسوف تلتقين الذي لم تطلبي\n...\nفما لبكر دونه من مذهب\nقال عبيد: فجعل عفيرة. . . . . . - وهي ينطلق بها إليه - يا آل جديس، أهكذا بفعل بالعروس؟ قال فادخلت العفيرة على عمليق فافترعها وخلى سبيلها، فخرجت إلى قومها شاقة ثيابها ودرعها عن عورتها وهي تقول:\nلا معشر أذل من جديس\n...\nأهكذا يفعل بالعروس\nلكل يوم أشوس عبوس\n...\nعدمتم يا سقط النفوس\nثم قالت لقومها: ويحكم أيرضى بهذا الحر من رجالكم، وقد أعطى المهر، والله إنْ المون ينزل به أهون عليه من أنْ يفعل هذا الفعال بعرسه، وأنشأت عفيرة تحرض قومها على حرب عمليق:\nأتصبح تمشي في الدما فتيانكم\n...\nصبيحة زفت في النساء إلى البعل\nفإنَّ أنتم لم تغضبوا بعد هذه\n...\nفكونوا نساء لا تعدوا من الفحل\nوها دونكم طيب العروس فأنتم\n...\nخلقتم لأثواب العروس وللغسل\nفلو أننا كنا رجالا وأنتم\n...\nنساء نقيم على الذل\nأترضون ما يؤتى إلى فتيانكم\n...\nوأنتم رجال كثيرة عدد الرمال\nوترضون هذا بيا لقومي لأختكم\n...\nعشية زفت في النساء إلى البعل\nفإنَّ أنتم لم تغضبوا بعد هذه\n...\nفكونوا نساء في المنازل والحجل\nالجزء: 1 ¦ الصفحة: 139\n",
        "فقبحا لبعل فيه حمية\n...\nويختال يمشي بيننا مشية الفحل\nفموتوا كراما وأصيبوا عدوكم\n...\nبداهية توري ضراما من الجزل\nوإلاّ فخلوا. . . . . . . وترحلوا\n...\nإلى بلد تبقى خلاء من الأهل\nولا تجزعوا قومي من الحرب إنها\n...\nتقوم مرارا على رجل\nفيهلك فيها كل وغد مراكل\n...\nويسلم فيها ذو الطعان وذو الفضل\nفلما سمع جديس شعرها أنفوا لذلك أنفا شديدا وأخذتهم الحمية، فعزموا على اغترار الملك وحده، وقالوا إنَّ نحن بدأناهم الحرب لم نثق بالغلبة لكثرتهم فاتفقوا على ذلك فبلغ عفيرة ما عزموا عليه، فقالت لقومها:\nلا تغدرن بهم فالغدر منقصة\n...\nوكل غدر له عقبي وإن صغرا\nإني أخاف عليكم مثل ذاك غدا\n...\nففي الأمور تباشير لمن نظرا\nحسوا سعيرا لهم فيها منابذة\n...\nفتلكم شيم نرجو بها الظفرا\nسيان عندي باغ في غوايته\n...\nيوما ومن كان مظلوما إذا غدرا\nفبادروا القوم في ديارهم\n...\nعلى الريهة حتى تحطموا القصرا\nفأجابها أخوها فقال:\nإنا وعشيك ما نبدي مبادهة\n...\nنخاف فيها سروف الدهر والخطرا\nففي المكايد للأقوام مدركة\n...\nوكل مكر نرجى بعده الظفرا\nالجزء: 1 ¦ الصفحة: 140\n",
        "كفى لديك ولا تنهي لعاقبة\n...\nأخاك فيما يراه الرأي قد حضرا\nثم إنَّ الأسود بن عقار أتي الملك عمليقاً فقال: أيها الملك إنب أحب أنْ تجعل غداءك عندي أنت وجميع جندك. قال عمليق: إنَّ عدد القوم كثير، ولا أحسب البيوت تسعهم. فقال الأسود: فنخرج لهم اذاً غداء إلى بطن الوادي، وهو وادي\nاليمامة الذي البيوت على حافته، فقال عمليق: لا بأس بذلك. ثم إنَّ الأسود بن عقار جمع سيوف أصحابه بالليل فدفنها في الرمل على حافة الوادي وقال لقومه: إذا اشتغل القوم بلأكل فاستخرجوا سيوفكم من الرمل واحملوا عليهم\nفلما أصبح، أمر الأسود فنحرت لهم الجزر الكثيرة والبقر والغنم، وكان كثير المال، ثم هيأ الطعام، وخرج عمليق وجنده إلى بطن الوادي، وحمل الأسود إليهم الطعام، وقام رجاله ومعه أشراف جديس يقدمون الطعام، فلما أكب عمليق على الطعام هو وجنده ثارت جديس واستخرجوا سيوفهم من الرمال وحملوا عليهم، وأمامهم الأسود بن عقار يرتجز ويقول:\nيا صبحة ما صبحة العروس\n...\nحين تمشت بدم جميس\nيا طسم ما لا قيت من حديس\n...\nهلكت يا طسم فبيس بيس\nفقتلوا الملك عمليقاً وجميع قومه، فلم يسلم أحد إلاّ رجل واحد اسمه رياح بن مرة، فانه هرب منهم، فطلبوه. فأعجزهم هرباً حتى سلم، فقالت امرأة من طسم:\nقتلت طسماً جديس\n...\nهكذا بغياً وظلما\nإنهم كانوا ملوطا\n...\nجمعوا رأياً وحزما\nغدروا بالحى طسما\n...\nقلدوا عاراً وأثما\nلو شعرنا إذ ذهبنا\n...\nلحطمنا القوم حطما\nالجزء: 1 ¦ الصفحة: 141\n",
        "بسيوف مرهفات\n...\nتقصم الأصلاب قصما\nأو لعل الدهر يوماً\n...\nبعد هذا أنْ يلما\nنقموا أمراً يسيراً\n...\nوأتوا أمراً أطما\nفمضى رياح بن مرة الذي أفلت من القتل حتى أتى الملك حسان بن أسعد الكامل مستغيثاً، فوجده بنجران معسكراً يريد التوجه إلى العراق، فدخل عليه وشكا إليه ما كان من غدر جديس بطسم وبمليكهم عمليق، وأنه كان في طاعته، فغضب حسان\nمن فعل جديس وغدرهم بطسم، ونهض إليهم بجنوده، فقال له رياح الطسم: أيّها الملك، إنَّ فيهم امرأة - زرقاء - تنظر على مسيرة ثلاثة أيام، وستنذر قومها إذا رأت الجنود فيهربون، فأمر الملك حسان جنده، أنْ يحمل كل واحد منهم غصناً من الشجر فتكون فيأيديهم، فيغطون بتلك الأغصان نفوسهم، ففعلوا ذلك وساروا إلى اليمامة، فنظرت الزرقاء إلى الجيوش قد أقبلت، ورأت رجلاً منفرداً من الجيش يخصف نعلا له. فقال قوكها: ما ترين؟ فقالت لقد جاءتكم حمير، وسارت إليكم الشجر، قالوا كيف تسير الشجر، لقد خولط عقلك، فكذبوها حتى ورد عليهم حسان بن أسعد تبع بالجنود وهم على غير استعداد للحرب ولا للهرب، فتحصنوا في قصورهم، فأقاموا يحاربهم حتى اسنزلهم، فضرب أعناقهم جميعاً، فلم يفلت منهم أحد، وأمر الملك بالزرقاء فأدخلت عليه، فقال لها: بم نلت هذا البصر؟ فقالت بحجر الأيمد، كنت أدقه وأكتحل به كل ليلة إذا أويت إلى فراشي، فأمر الملك بقلع عينها، فوجدوا للحدقتين عروقاً سوداء من الكحل وكثرته، وكانت المرأة تسمى اليمامة، وكان وادي اليمامة يسمى جوا، فسمي باسم اليمامة. وقد ذكرها الشعراء، قال بعضهم وهو سطيح الكاهن:\nالجزء: 1 ¦ الصفحة: 142\n",
        "ما أبصرت ذات أشفار كنظرتها\n...\nيوماً كما صدق الدنيا إذا سجعا\nفحاولت نظرة ليست بكاذبة\n...\nإذ يرفع الإلُّ رأس الكلب فارتفعا\nقالت أرى رجلا في في كفه كتف\n...\nأو يخصف النعل يكفي أنَّه صنعا\nفكذبوها بما قالت فصبحهم\n...\nذو آل حسان يرخي البيض والشرعا\nفاستنزلوا آل جو من منازلهم\n...\nوهدموا شاخصا البنيان فاتضعا\nقال عبيد بن سرية في كتابه: لمّا شاور حسان حمير على غزو جديس قالوا: أيّها الملك، لا تنهض بحمير إلى أكلة رأس من جديس، فإنما هم وطسم عبيدك، قتل بعضهم بعضا. فقال لهم حسان: إني أريد أنْ أنصف بعضهم من بعض. ثم إنَّ\nحساناً من بعد قتل جديس نهض بجنوده يريد العراق، فصعب ذلك على حمير، وعلموا أنَّه لا ينتهي عن غزوته، حتى يبلغ بهم حيث بلغ أبوه وجده، وانه يبلغ بهم الصين وبلاد الروم وغيرها، فشق ذلك عليهم، فاختلفوا إلى أخيه عمرو بن أسعد فسألوه أنْ يرد أخاه عن سفره، فقال لهم: أنَّه لا يفعل، فقالوا له: إنْ أبى فاقتله ونحن نملكك من بعده علينا. وقد كان حسان قال بعد قتله جديساً هذه الأبيات:\nمن كان يرجو أنْ يؤوب\n...\nفلست من سفري بآيب\nفتجهزي وتجملي\n...\nيا يمن يا خير الركائب\nفلقد وصلت بنا اليما\n...\nمة حاجباً من بعد جانب\nسيري إلى هجر لنح\n...\nوي منهم خير الحقائب\nوتجهزي نحو العراق\n...\nبكل سياف زناشب\nالجزء: 1 ¦ الصفحة: 143\n",
        "حتى أبيد ملوكهم\n...\nأهل الأكالل والعصائب\nثم إنَّ حمير حلفوا جميعاً لعمرو بن أسعد، إلا ذو رعين الأصغر، وهو شراحيل بن عمرو بن شمر ينعم بن شراحيل بن معدي كرب ذي عشم بن الغوث بن يعرب ينكف بن جديان بن لهيعة بن مثوب بن يرعن ذي رعين الأكبر. وذو رعين الأصغر هذا خال عمرو بن اسعد. فنهاه عن قتل أخيه، وأشار عليه أنْ لا يفعل ما أرادت حمير وقال له: ما قتل رجل أخاه أو بن عمه أو خاله إلاّ ندم، فأبى عمرو وكره مشورته وأكره خاله ذا رعين على الدخول مع حمير فيما دخلوا فيه، فقال له خاله: على شريطة، وهي أنْ تحفظ لي وديعة تجعلها عند بعض خدمك. وتشدد عليه في حفظها، فقال عمرو: ذلك لك، فكتب ذو رعين أبياتاً فيها هذين البيتين:\nألا من يشتري سهراً بنوم\n...\nسعيداً من يبيت قرير عين\nفإن تك حمير غدرت وخانت\n...\nفمعذرة الإله لذي رعين\nودفع الرقعة إلى رجل من خدم عمرو، وشدد عليه عمرو في حفظها، ثم إنَّ عمراً وثب على أخيه حسان فقتله ورجع بالجنود إلى اليمن، فافترقت عليه حمير حتى ضعف عن الغزو، وسمي موثبان. ثم أنَّه ندم ندامة عظيمة على قتل أخيه حسان، وامتنع منه النوم، وشكا ما لقى من السهاد على خواصه، فقالوا: لا تقدر على النوم حتى تقتل الذين اشاروا عليك بقتل أخيك، فأمر بكل من أشار عليه بقتل أخيه، وحالفه على ذلك\nالجزء: 1 ¦ الصفحة: 144\n",
        "أنْ يأتوا إليه في وقت معلوم، فأتوا إليه في ذلك اليوم، فأمر بهم فأدخلوا عليه جماعة بعد جماعة، فأمر بضرب أعناقهم حتى أفناهم، وكان خاله ذو رعين ممن أمر به، فأدخل عليه، فذكر كرم الله وجهه الملك بمشورته عليه ونهيه له عن قتل أخيه سأله الوديعة التي تركها عند خادمه، فأتاني بها خادم فوجد فيها البيتين ألا من يشتري سهراً بنوم فأمر الملك بأكرمه ورفده، وخرج سالماً مشكوراً من عنده وقال نشوان:\nأم أين عمرو وصنوه المدرى له\n...\nفأصاب صفقة خاسرٍ كداح\nلم يستمع من ذي رعينٍ عذله\n...\nوالحين لايثنيه الحي اللأحي\nفبدت ندامة وجانبه الكرا\n...\nفرأى السلو بغير شرب الراح\nأفنى رجالا شاركوه فأصبحوا\n...\nككباش عيدٍ في يدي ذباح\nأو تبع عمرو بن حسان الذي\n...\nسفح الدماء بسيفه السفاح\nقتل اليهود بيثرب وأراهم\n...\nأنياب ثغر للنية شاح\nهذا الملك عمرو تبع الأخير بن حسان بن أسعد تبع، وهو آخر التبابعة، وقد كان غزا الأعاجم، وقتل على طريق المدينة، وفي نفسه على اليهود الذين بها حقد في حدث أحدثوه في غيبته في تلك الغزاة، فجمع منهم ثلاثمائة رجل فضرب أعناقهم في المدينة، فقدم إليه شيخ كبير قد أسن: أيها الملك أبيت اللعن، مثلك لا يفنى\nرعيته على الغضب، فإنَّ هذه المدينة لمهاجر نبي في آخر الزمان من ولد إسماعيل عليه السلام، فكف عنهم. وكان الشيخ أحد حبرين من أحبارهم، فأعجب تبع بهما، وأتبع بهما دينهما،\nالجزء: 1 ¦ الصفحة: 145\n",
        "وراج بهما إلى اليمن معه، بعد أن كرهوا الانتقال عن دينهم وكانوا صابئين، فحاكمهم الحبران إلى النار بضروان، فدخلاها وقد تقلدا التوراة، ودخل معهما أربعون من حمير، فاحترق الحميرون وسلم الحبران، وتهودت حمير جميعاً. وقد روى أنَّ هذه القصة مع جده أبي كرب وهو الأصح، وان قصة تبع هذا بيثرب، إنَّ رجلان من عسكره لمّا صار هناك دخل حديقة لبعض اليهود فاسترقى نخلة منها مكان اليهودي غائباً، فدخل فوجد الحميري في رأس النخلة، فرماه بحجر فوقعت على قلبه، وقال: إنّما النخل لمن أبره، يعني لمن ألقحه، فوقع الحميري ميتاً، فحمل عسكر السلاح، فهربت اليهود إلى دار الأطام وهي الحصن من الطين؛ فقامت الأوس والخزرج دونهم، لأنهم جيرانهم وحلفائهم، فلما أمسوا ملأوا أتراسهم تمراً وأدلوا إلى العسكر، وقالوا إنكم أضياف فكلوا، فبلغ ذلك الملك تبع فأعجبهم فعله، وقال ما أعجب أمرنا وأمر عشائرنا، يعني الأوس والخزرج منعوا جيرانهم وحلفاءهم منا، ولا طاقة لهم بنا، وأرسلوا بالقرى للعسكر الذين يقاتلونهم، لا أعتراض لجيرانهم، فلما علمت الأوس والخزرج أنَّ الملك قد كف عنهم العسكر، خرج إليه سيدهم كلفة بن عوف بن مالك لن الأوس ومالك بن العجلان بن يزيد بن سالم بن الغوث بن الخزرج، فسلما عليه فاكرمهما وحياهما ووهب الدرع الرابعة لكلف بن عوف، وهي التي صارت إلى أحيحة بن الجلاح بن الجريش بن حجيرة بن كلفة بن عوف، فوهبها لقيس بن زهير بن جذيمة العبسي. وهي التي أخذها منه الربيع بن زياد. وعفا تبع هذا عن اليهود. وكان آخر من غزا بلاد الأعاجم من ملوك حمير\nالجزء: 1 ¦ الصفحة: 146\n",
        "وقال نشوان:\nأم أين عبد كلالٍ الماضي على\n...\nدين المسيح الطاهر المساح\nهذا الملك: عبد كلال بن مئوب بن ذي حدث بن الحارث بن مالك بن عبدان بن مالك بن حجر بن ذو عين، ملك بعد عمرو بن حسان بن أسعد تبع\nوقال نشوان:\nأو ذو معاهر غلقت أبوابه\n...\nفأني لها الحدثان بالمفتاح\nهذا الملك ذو معاهر بن حسان الأضحم بن تبع الأقرن، سمي ذا معاهر لأنه أول من أحدث المعاهر لباب ظفار، وهي من ذهب، كانت على باب ظفار إذا فتح الباب سمع لتلك الجرس صوت من مكان بعيد. وقال نشوان:\nأو ذو نواسٍ حافر الأخدود في\n...\nنجران لم يخش احتمال جناح\nألقى النصارى في نيرانٍ أججت\n...\nبوقود جمرٍ مضرمٍ لفاح\nفدعا له ثعلبان أحابشا\n...\nمنهم بقاع الأرض غير ضواح\nفتقحم البحر العمسق بنفسه\n...\nوسلاحه وجواده السباح\nفغدا طعاماً بعد عز باذخ\n...\nللحوت من نونٍ ومن تمساح\nهذا الملك، ذو النواس الأصغر، واسمه زرعة بن عمرو بن زرعة الأوسط بن حسان\nالجزء: 1 ¦ الصفحة: 147\n",
        "الأصغر أبن عمرو بن زرعة الأكبر أبن عمرو بن تبع الأصغر أبن حسان بن أسعد تبع، وهو صاحب الأخدود، سمي يوسف لمّا تهود، وقيل سمي ذا نواس، لذؤابتين كانتا له تعلوان رأسه، وكان على دين اليهود، فشكا إليه يهود نجران غلبة النصارى، وذال أنَّه وقع بين اليهود والنصارى فتنة بنجران، فنهض ذو النواس بالجند إلى نجران، فخرب الأخدود وأضرم النار فيه، وخير النصارى بين الرجوع عن دينهم أو إحراقهم بالنار، فمنهم من رجع عن دينه، ومنهم من لم يرجع فأحرقه بالنار، وفيهم نزلت هذه الآيات (قتل أصحاب الأخدود، النار ذات الوقود) إلى قوله (العزيز الحميد). فلما صنع ذو النواس ما صنع بالنصارى في نجران،\nغضب ذو ثعلبان الأصغر أبن ولد ذي ثعلبان الأكبر أبن شرحبيل بن الحارث بن مالك بن زيد بن سدد بن زرعة وهو حمير الأصغر. ومضى إلى ملك الحبشة النجاشي ودينه دين النصارى، فاستنجده، وشكا إليه ما صنع ذو نواس، فبعث النجاشي مع ذي ثعلبة قائداً يقال له كالب، ويقال بربكي، في ثلاثين الفاً إلى اليمن، فلقيهم ذو نواس، فقال لهم: نحن سماعون مطيعون، فدونكم اليمن، فهذه مفاتيح خزائنها فابعثوا إلى مخاليفها من يقبض لكم الخزائن، وأتي بمفاتيح تحملها إبل كثيرة، فكتب بذلك كالب إلى النجاشي يشاوره، فكتب إليه النجاشي أنْ يقبل منهم الطاعة، وافترقت الحبشة في المخاليف، فاما صاروا بها كتب ذو نواس إلى رؤساء حمير أنْ يذبحوا كل ثور اسود عندهم، فعلموا ما أراد، فوثبوا على الحبشة فقتلوهم\nالجزء: 1 ¦ الصفحة: 148\n",
        "حتى أفنوهم، وبلغ ذلك النجاشي، فعلم أنَّه قد غدر بهم، فوجه قائدين بجيش عظيم إلى اليمن يقال لأحدهما إرياط والآخر إبرهة الاشرم، فلقيهم ذو نواس بمن معه فقاتلهم، فلما رأى أنَّه لا طاقة له بهم، أقتحم البحر بنفسه وفرسه، فغرق فيه، ففي ذلك يقول علقمة ذو جدن:\nأو ما فعلت بقيل حمير يوسف\n...\nأكل الثعالب لحمه لم يقبر\nورأى بأن الموت خير عنده\n...\nمن أنَّ يدين لأسود أو احمر\nثم جمع النعمان بن عفير أبو يوسف جموعا من أهل اليمن وقاتل الحبشة بالسحول، فهزموه إلى قتل شرعة فيمن تبعه من أهل اليمن، ولحقهم الحبشة فقاتلوهم، فلم يكن لهم بهم طاقة، واستولت الحبشة على اليمن وقال نشوان:\nوأتى أبن ذي يزنٍ بأبنا فارس\n...\nلمّا تغرب وانثنى بنجاح\nفغدا الأحباش للأعارب أعبدا\n...\nيشرونهم بخسارة ورباح\nالملك سيف بن ذي يزن\nبن النعمان بن عفير بن زرعة بن الحارث بن النعمان بن قيس أبن عبيد بن سيف الأكبر أبن عامر ذي يزن وهو الذي عنى عمرو بن\nالعاص بقوله\nالجزء: 1 ¦ الصفحة: 149\n",
        "في الحسن بن على جواباً لمعاوية:\nفأقبل يمشي مستخيلا كأنه\n...\nشراحيل ذو همداناو سيف ذي يزن\nوهو الوافد على كسرى انوشروان في آخر أيامه، فو. . . عند النعمان بن المنذر بن امرئ القيس بن عمرو بن عدي بن مالك بن مضر بن نمارة بن لخم، فلما استأذن سيف ودخل فرآه سمران؟ فقال النعمان: هذا ملك سمران، يعني العرب. فقربه كسرى وعظمه، وقال له كسرى: ما احتاجك؟ فقص عليه قصته وسأله النصرة، وقال له: أنا أبن عمك، ولوني لونك، فوجه معناً من يأخذ البلد وتكون في ملكك، فوعده، وأقام عنده، وكان قد بعث إليه بعياب دراهم، فقال ما هذا؟ قيل حباء الملك. فأمر سيف بتشقيق العياب، فانتثرت الدراهم فأنهبها الناس، فغضب كسرى وقال: لمَ لمْ تقبل حبائي؟ فقال سيف: جبال أرضي ذهب وفضة، ولم أرد من الملك إلاّ النصرة، وإنَّ تكون بلادي له، فوعده بالنصر وأقام عنده: ثم إنَّ كسرى استشار مرازبته وقال: ما ترون في أمر هذا العربي قد وعدته بالنصرة وبلاده نائية؟ فقالوا: أنت ملك وأبن الملك والوفاء احسن بك من الغدر. قال له الموبذان: إنَّ عندي رأياً. قال: وما هو؟ قال: في سجونك قوم استوجبوا القتل بجرائمهم، فانظر رجلاً من أساورتك فقوده عليهم، وقوهم بالسلاح، ووجههم معه، فان ظفروا كان باسمك، وان هلكوا فهو لذي أردت\nالجزء: 1 ¦ الصفحة: 150\n",
        "فأمر كسرى بمن في سجونه، فوجههم معه واختار رجلاً من المسجونين يقال له وهرز فأمره عليهم، وكانوا في مركبين، فغرق أحدهما وسلم الآخر الذي فيه سيف ووهز، فخرجوا بساحل عدن، فلقيهم مسروق بن أبرهة الأشرم بجموع الجيش الحبشي فاقتتلوا هناك، ثم إنَّ وهرز قال لهم: على أي شيء ملكهما فقال:: على فرس فسكت، ثم قال لهم: على أي شيء ملكهم؟ فقالوا: على بغل. . . . . . . على أبن الحمار، انتقل من العز إلى الذل لقد ذل فذل ملكه ثم دعا بقوس وكنانة واستخرج عصابة فعصب بها\nحواجبه، وأوتر قوسه ولم يكن يوترها غيره، ثم استخرج سهما من كنانته وقال أروني ملكهم، فقالوا صاحب الدرة الحمراء التي بين عينيه فرماها وهرز ففلق الياقوتة وتغلغل السهم في دماغه فسقط وانهزمت الحبشة.\nوكان قد اجتمع أهل اليمن في لقاء سيف، فحضروا معه الوقعة، وقتلت الحبشة قتلا عظيما، وملكوا من سلم منهم من القتل، وقد كان كسرى عهد إلى وهرز وأعطاه تاجا وخلعة ومنطقة وقال له: إذا صرت إلى اليمن فاسأل أهل اليمن عن هذا الرجل - يعني سيفا - فإنَّ كان من الملوك فسلم إليه الأمر والأبسه التاج والخلعة والمنطقة، وإنْ لم يكن من الملوك فابعث إليَّ برأسه واضبط البلاد إلى أنْ يأتيك أمري، فلما اجتمع أهل اليمن سألهم وهرز عن سيف، فقال: ملكنا وأبن ملكنا والقائم بثأرنا. فألبسه وهرز التاج والمنطقة والخلعة وسلم الأمر له. وسيف هذا هو القائل:\nولقد سموت إلى الحبوش بعصبة\n...\nأبناء كل غضنفر أسوار\nمن كل أبيض في الحروب كأنه\n...\nأسد ببيشة شابك الأظفار\nالجزء: 1 ¦ الصفحة: 151\n",
        "خيمت في لجج البحار فلم يكن\n...\nللناس غير ترجم الأخبار\nقالوا أبن ذي يزن يسير إليكم\n...\nفحذار منه ولات حين حذار\nوالعام عام قدومه ولعله\n...\nنابت عليه نوائب. . . . . . . .\nحتى إذا أمنوا المغار عليهم\n...\nوافيت بين كتائب الأحرار\nما زلت. . . . . . فلهم وشريدهم\n...\nحتى اقتضيت من العبيد بثاري\nوسيف هذا هو الذي وفد عليه عبد المطلب بن هاشم بن عبد مناف جد رسول الله - صلى الله عليه وسلم - في وجوه قريش ووجوه قبائل العرب يهنئونه بالظفر على العبيد الحبشة، وما أيده الله به، فاستأذنوا بالدخول عليه، فأذن لهم سيف ذي يزن، واسمه ذو يزن بن عثمان بن عفير بن زرعة بن الحارث، واستأذنه عبد المطلب\nبالكلام فقال: إنْ كنت ممن يتكلم بين يدي الملوك وأبناء الملوك، وعن يمينه ويساره المقاول وأبناء المقاول وهو ينفح بالمسك والعنبر في مفرقه وعارضيه، وعليه حلل القز والحرير، فقال له عبد المطلب: إن شاء الله تعالى قد أحلك محلا رفيعا منيعا، صعبا شامخا باذخا، وأتيتك منبتا طابت أرومته، وعزت جرثومته، وثبت أصله، وبسق فرعه، في أكرم معدن وأطيب موطن. وأنت ابيت اللعن، رأس العرب الذي به تنقاد، وعمودها الذي عليه العماد، ومعقلها الذي يلجأ إليه العباد، وربيعها الذي تخصب منه البلاد. سلف خير سلف، وأنت فيهم خير خلف، ولم يخمل ذكر من أنت سلفه، ولن يهلك من أنت خلفه. ونحن أيّها الملك، أهل حرم الله، و. . . . . . . . البيت الحرام، أشخاصا إليك أيها الملك، الذي أبهجنا من ذكر ما سرنا من كشفك الكرب الذي فدحنا، والغم الذي أقلقنا والهم الذي أكربنا، فنحن وفد التهنئة لا وفد المرزئة. فهذا الذي أوفدنا إليك أيها\nالجزء: 1 ¦ الصفحة: 152\n",
        "الملك. قال: وأيهم أنت أيّها المتكلم؟ فقال: أنا عبد المطلب بن هاشم بن عبد مناف، قال الملك: أبن اختنا سلمى؟ قال: نعم. قال: ادن يا عبد المطلب. ثم اقبل عليه وعلى النفر الذين معه، فقال: مرحبا وأهلا وسهلا، وناقة ورحلا، وملكا ربحلا: يعطى عطاء جزلا، قد سمع الملك مقالكم، وعلم كلامكم، وعرف قرابتكم، وقبل وسيلتكم، وانتم أهل الليل والنهار، لكم الكرامة ما أقمتم، ولكم الحباء إذا ظعنتم. ثم انهضوا إلى دار الضيافة والوفود فأقاموا بها شهراً لا يؤذن لهم بالوصول إليه، ولا الوقوف بين يديه، ولا يؤذن لهم بالانصراف، وأجريت عليهم الأرزاق والجرايات، ثم لهم انتباهة، فأرسل إلى عبد المطلب فأذن منزله، وقرب مكانه من مكانه، واكرم مجلسه. ثم إنَّ سيف بن ذي يزن أقبل وقال له: إني مفض إليك من سر علمي، لو يكون غيرك لم أبح به، وبكني وجدتك معدنه فأطلعتك عليه، فليكن عندك مطويا حتى يأذن الله تعالى فيه، فإنه بالغ فبه أمره. إني وجدت في الكتاب المكنون والعلم\nالمخزون، العلم الذي اخترناه لأنفسنا، واحتجزناه دون غيرنا، خبراً جسيما، وحظاً عظيماً، فيه شرف الحياة وفضيلة الوفاء لناس كافة، ولك خاصة. فقال عبد المطلب: أيها الملك، مثلك من سر وبر وبشر، فما ذلك فداك أهل الوبر والمدر زمراً بعد زمر؟ فقال سيف الدين بن ذي يزن: إذا ولد غلام بتهامة، به علامة، كانت له الإمامة، ولكم بها الزعامة إلى يوم القيامة، يزيدكم الله به شرفا وفخراً، وجاهاً وقدراً، قال عبد المطلب: أبيت اللعن لقب أبت بخير ما آب بمثله وافد، ولولا هيبة الملك وإعظامه لسألته من سروره إياي، ما أزداد به سروراً، فأن رأى الملك إنَّ يخبرني بإفصاح، فقد أوضح بعض الإيضاح. قال: خلته الذي يولد، أو قد ولد، اسمه محمّد بين كتفيه شامة، يموت\nالجزء: 1 ¦ الصفحة: 153\n",
        "أبوه وأمه، ويكفله جده وعمه، وقد ولدناه مراراً، والله باعثه جهاراً، وجاعل له منا أنصاراً، ويعز الله بهم أولياءه، ويذل بهم أعدائه، ويضربون الناس دونه عن عرض، وسيفتح لهم كرائم الأرض. يعبد الرحمن، ويزجر الشيطان، ويكسر الأوثان، ويخمد النيران. وقوله فصل، وحكمه عدل، يأمر بالمعروف ويفعله، وينهى عن المنكر ويبطله. ويقول الحق، وينطق بالصدق. قال فخر عبد المطلب لله ساجداً. فقال له الملك: ارفع رأسك، فقد ثلج صدرك، وعلا كعبك، وارتفعت مرتبتك، وقرت عينك، هل أحسست من أمره شيئاً، أو رأيت أثراً يا عبد المطلب؟ قال: نعم، يا أيّها الملك، كان لي أبن، وكنت به معجباً وعلبه حدباً رفيقا، من شدة حبي إياه، وإكرامي به، زوجته كريمة من كرائم قومي، اسمها أمنه بنت وهب بن عبد مناف بن زهرة، فجاءت بغلام سميته محمّداً، مات أبوه وأمه، وكفلته أنا وعم، بين كتفيه علامة، أو قال شامة، وفيه كل ما ذكرت من العلامة\nقال له سيف بن ذي يزن: والبيت ذي الحجب، والعلامات على النصب، انك لجده يا عبد المطلب، قول صدق غير كذب، وإنَّ الذي نطقت به كما قلت لك، فاحتفظ\nبابنك، وأحذر عليه من اليهود، فإنهم له عدو، ولن يجعل الله لهم عليه سبيلا. واطو ما ذكرت لك دون هؤلاء الرهط الذين معك، فإني لست آمن أنَّ تدخلهم النفاسة من أنَّ تكون لك الرئاسة، فيبتغون لك الغوائل، وينصبون لم الحبائل، وهم فاعلون د أو أبناؤهم، فكن على حذر منهم، ولولا أنَّ الموت مجتاحي قبل مبعثه لصرت بخيلي، حتى استحكم أمره، وأهل نصرته منها، وموضع قبره فيها، ولولا إني أخاف عليه الرزايا، واتقي عليه الآفات وأخشى عليه العاهات، لأوطأت أسنان العرب كعبه، ولا علنت\nالجزء: 1 ¦ الصفحة: 154\n",
        "على حداثة سنه بشرفه وقدره وذكره، ولكني صارف ذلك بغير تقصير مني لمن صك من هؤلاء النفر. ثم أمر لكل واحد منهم بمائة من الإبل، وعشرة أعبد، وعشرة. .، وعشرة أرطال من التبر، وعشرة أرطال من الفضة، وكرش مملوء من عنبر، يأمر لعبد المطلب بعشرة أضعاف ذلك. ثم قال: ائتني بخبره وما يكون أمره سد رأس لحول، قال: فمات سير بن ذي يزن رحمه الله قبل إنَّ يحول، قال: فكان عبد المطلب يقول بعد ذلك: أيها الناس، لا يغبطني رجل منكم بجزيل عطاء الملك، فأنه إلى نفاد، ولكن ليغبطني بما يبقى في عقبي من بعدي شرفه وذكره، ومحاسنه وفخره. فإذا قيل له: ما ذلك؟ فيقول: ستعلمون نبأه بعد حين؛ وفي ذلك يقول أميه بن عبد شمس:\n. . . . . المدح تحمله المطايا\n...\nإلى أكوار أجمال ونوق\nمغلغلة مرابقها تعالى\n...\nإلى صنعاء من فج عميق\nتؤم بنا أبن ذي يزن وتفرى\n...\nذوات بطونها أم الطريق\nوترعى في مخايلها بروقاً\n...\nتوافقه الوميض إلى البروق\nفلما وافقت صنعاء صارت\n...\nإلى ذي الملك والحسب الوثيق\nإلى ملك أدر لنا العطايا\n...\nبحسن بشاشة الوجه الطليق\nوكان في الوفد امية بن أبي الصلت الثقفي فقال فيه:\nلا يطلب الثأر إلاّ كابن ذي يزن\n...\nفي البحر خيم للأعداء أحولا\nأتى هرقلا وقد شالت نعامته\n...\nفلم يجد النصر الذي سالا\nثم انثنى نحو كسرى بعد سابعة\n...\nمن السنين لقد أسرعت قلقالا\nالجزء: 1 ¦ الصفحة: 155\n",
        "حتى إني ببني الأحرار يقدمهم\n...\nتخالهم فوق وجه الأرض أجبالا\nمن مثل كسرى فتى دان الجنود له\n...\nومثل وهرز يوم الروع إذ دالا\nلله درهم من عصبة خرجوا\n...\nما أنْ رأيت لهم في الأرض أمثالا\nبيضا مرازية غلبا جحاجحة\n...\nأسدا تربت في الغيضات أشبالا\nأرسلت أسدا على. . . . . . . فقد\n...\nأمسى شريدهم في الأرض فلالا\nفاشرب هنيئا عليك. . . . . . . مرتفعا\n...\nفي دار غمدان دارا منك محلالا\nقصر بناء أبوك القيل ذو يزن\n...\nفهل ترى أحدا نال الذي نالا\nمنطقا بالرخام المستزاد له\n...\nترى على كل ركن من تمثالا\nاطل بالمسك إذ. . . . . . . له\n...\nوأسبل اليوم في برديك إسبالا\nتلك المكارم. . . . . . من لبن\n...\nشيبا بماء فصارت بعد أبوالا\nوقال نشوان:\nأين المثامنة الملوك وملكهم\n...\nذلوا لصرف الدهر بعد جماح\nذو ثعلبان وذو خليل ثم ذو\n...\nسحر وذو جدن وذو صروح\nأو ذو مقار قبل أو ذو حزفر\n...\nولقد محا ذا عثكلان ماح\nالجزء: 1 ¦ الصفحة: 156\n",
        "تلك\nالمثامنة\nالذرى من حمير\n...\nكانوا ذوي الإفساد والإصلاح\nهؤلاء الملوك الثمانية وأولادهم أبيات ثمانية. . . . . . . . المثامنة من حمير، ولا يصلح الملك لمن ملك من ملوك حمير إلاّ بهم حتى يقيمه هؤلاء الثمانية، وإنَّ اجتمعوا على عزله عزلوه، وفيهم يقول الشاعر:\nتطول عليّ بالأملاك حتى\n...\nكأنك من مثامنة الملوك\nوفيهم يقول علقمة ذو جدن:\nكانت لحمير أملاك ثمانية\n...\nكانوا ملوكا وكانوا خير أقيال\nفذو خليل وذو سحر وذو جدن\n...\nوذو حزفر كريم الجد والخال\nفاسمع هديت ومنهم حين تنسبه\n...\nذو ثعبان بأعلى باذخ عال\nومن صميمهم ذو عثكلان ولا\n...\nبنبيك مثل امرئ بالعلم قوال\nوذو مقار وذو صرواح ثامنهم\n...\nأولاك أملاكنا في دهرنا الخالي\nكانت بيوتات قوم كلما فنيت\n...\nمنها ملوك أتوا منها بأبدال\nوهم بريل ذو سحر، ونوف وثعلبان الأكبر، ومرة ذو خليل، وحماحم\nالجزء: 1 ¦ الصفحة: 157\n",
        "ذو عثكلان، بنو شرحبيل بن الحارث بن مالك بن زيد بن سدد بن زرعة، وهو حمير الأصغر أبن سبأ الأصغر. وذو مقار بن مالك بن زيد بن سدد بن زرعة وهو حمير الأصغر، وذو صروح بن الحارث بن مالك بن. . . . . . . . . بن سدد بن زرعة حمير الأصغر، وغلس ذو حزفر بن أسلم بن شرحبيل بن الحارث بن مالك بن زيد بن سدد بن حمير الأصغر، منهم بلقيس ابنة الهدهاد بن شرح بن شرحبيل بن ذي سحر. ومنهم ذو حوال أبن يريم بن ذي قار، منهم آل القشيب بن حزفر، ومنهم الحمام في الأبرون أولاد حماحم ذي عثكلان بن شرحبيل، ومنهم البحريون بالقصيد أولاد بحر بن عمرو بن زيد بن كرب بن نوف بن عريب بن مرة ذي خليل بن شرحبيل، ومنهم علقمة ذو قيفان الملك، وعلقمة بن ذي جدن الشاعر، كلاهما من آل ذي جدن.\nوقال نشوان:\nأو ذو مراثد جدنا القيل أبن ذي\n...\nسحر أبو الأذواء رحب الساح\nوبنوه ذو قين وذو شقر وذو\n...\nعمران أهل مكارم وسماح\nوالقيل ذو دنيان من أبنائه\n...\nراح الحمام إليه في الرواح\nخدمتهم جن الهواء وسخرت\n...\nلمقاول بيض الوجوه صباح\nذو مراثد القيل بن ذي سحر، وهو الذي خرج من مارب في وقت أبن أخيه الملك الهدهاد بن شرح بن ذي سحر، فقسم اليمن بين أولاد هؤلاء وبني نجرا\nالجزء: 1 ¦ الصفحة: 158\n",
        "وعمرانأعلى البون، وولده هناك وببلاد حمير وناعط وظفار وغيرهم. منهم قائل الشعر هذا نشوان بن سعيد بن سعد بن أبي حمير بن عبيد بن أبي قاسم بن عبد الرحمن بن مفضل بن إبراهيم بن سلامة بن أبي حمير بن أقرع بن قيس بن مرائد بن عبد الرحمن بن الحارث بن زيد بن عبد إل بن شرحبيل بن عمران بن حسان ذي ورائد بن ذي سحر. ومن ولده الدنيانيون بظفار الملك كم ملك اليوم، والبوسيون بصنعاء ونواحيها، من ولد ذي بوس بن عبد الرحمن بن زيد بن عبد إل بن شرحبيل بن مرائد بن ذي سحر وبه سمي بيت بوس. ومن ولد ذي قين بالظاهر من بلد همدان، وكان ملكا على همدان. قال الهمداني في الجزء الرابع من الإكليل: وجد قبر بيريم بالقرب من ظفار، وكانت الملوك تسكنها، وهو قبر ذي دنيان بن ذي مرائد بن ذي سحر، فوجدت ثنية مضببة بالذهب وكانت سقطت في حياته، وكتب عليها\nالجزء: 1 ¦ الصفحة: 159\n",
        "لا تحزن على ثنيتك ذا مرائد، فإنك إلى دنياك غير عائد ووجد مع دنيان قبره لوح من ذهب مكتوب فيه إني مرائد ذو دنيان، أنا وأنثة ستمائة حيوان، بهجرنا ما. . . . . جنح أبان أي مثل آبائنا. والصريف نحذيان والطيم نلبسان، يقول: أنا وامراتي وهي الأثنة بلغتكم، حيبنا؛ والصريف نحذيان، أي الفضة يحذيانها، يلبس الطميم: الحرير. قال: ووجد في قبر من مقابر الملوك بيريم لوح من ذهب مكتوب فيه بالمسند: إني ديباجة بنت نوف ذي شقر بن ذي مراثد فيملك لادي يسمى لي مندد طحن يمندد بحري قدو سنه لي فاعتقدك بقبري، فمن ما سمع بي فليحزن لي. وأيما أنثة لبست حليتي ليكون موتها جنح موتي. تقول: أمرت عبدي يشتري\nلي في حطمة وقعت مدينة طحين بمد لؤلؤ فلم يجده فاعتفدت أي عليها بابها حمير ماتت، ثم دعت على كل امرأة تلبس حليها بعدها إنَّ يكون موتها مثل موتها\nقال ووجد مسند بحقل قتاب إني شمعة بنت ذي مرائد، كنك إذا وحمك، أوّل القشم من أرض الهند، بطله زاهد أوّل آتى به تريد الفواكه زاهد تريد طويا وثماوالخريف تسمى القشم عند حمير، ومن يروى هذا منهم يرى أنَّ الجن كانت تخدمهم. هذا\nالجزء: 1 ¦ الصفحة: 160\n",
        "قول الحسن بن أحمد بن يعقوب في الجزء التاسع من الإكليل. وقال عبد الله بن عباس المرهبي في كتاب مفاخر همدان: وكان من الثامنة آل ذي مراثد، وكانوا أكمل حمير جمالا وكانت الجن تخدمهم، والعلماء، والعلماء بأخبار حمير يرون ذلك كلهم آل ذي مرائد خصوصاً، وذلك عندهم بنسب بلقيس لأنهم أهل بيتها. وقد ذكر أسعد الكامل بريلا ذا سحر في شعر الذي عد فيه ملوك حمير، وافتخر بهم. وذكر ذا دنيان فقال:\nومن ذي بريل ومن ذي ينوف\n...\nإلى العدد الأكبر الأغبر\nوذي دنيان ابتنى قبلنا\n...\nفخار ومن بعدهم يزهر\nوقال نشوان:\nأم أين ذو الرأين أو ذو ترخم\n...\nسقيا بكأس للمنون ذباح\nذو ترخم أبن ذي الرمحين بن يعفر بن عجرد بن سليم بن شرحبيل بن الحارث بن مالك أبن زيد بن سدد بن حمير الأصغر، وأولاد التراخم من أشراف حمير، ويضرب بهم المثل فيقال: أنت تترخم علينا، أي تعظم وتشرف، أي كأنك من آل ذي ترخم. وكذلك تقول الناس في أبيات أخرى من حمير: أنت تقيفن علينا، أي كأنك من آل قيفان بن شرحبيل بن أساس بن يغوث بن علقمة ذي جدن. وكذلك تقول\nالجزء: 1 ¦ الصفحة: 161\n",
        "الناس: هو يحزفر، أي كأنه من آل ذي حزفر بن شرحبيل بن الحارث، وكذلك تقول: أنت تخنفر علينا، أي كأنك من ولد ذي خنفر بن يسار بن زرعة بن معاوية بن صيفي ابنحمير الأصغر بن سبأ الأصغر\nوقال نشوان:\nأم أين ذو يهر وذو يزنٍ وذو\n...\nبؤس وذو بيحٍ وذو الأنواح\nهو يعفر ذو يهر بن الحارث بن أسعد بن مالك بن زيد بن سدد بن حمير الأصغر وكان من عظماء المقاول، وقيل أنَّه سخر الناس في عمل، وكان في وقته عجوز لها ولد، فبادر مع الناس في العمل ذي يهر، فلازمته أمه لتعجل له غذاء قبل سيره، فأبى وقال: إني أخاف العقوبة، فقالت: لا بأس عليك، فأني أغدو معك، فلما تغدى سارت منع إلى ذي يبهر، فأراد عقوبته لتأخره، فقالت العجوز:\nترفق بأمر ياذا يهر\n...\nفاليوم لك وغداً لآخر\nفكف عنه من العقوبة. ويقال أنَّه اتعظ بكلام العجوز، وقطع ذلك العمل. ومن ولده علامة حمير ونسابتها، الذي أخذ عنه الهمداني الحسن بن أحمد بن يعقوب ما وصفه في الإكليل من أنساب حمير وأخبارها، وهو أبو نصر محمّد بن عبد الله بن سعد بن عبد الله بن محمّد بن وهب آل بن نوف بن يعفر بن شرحبيل بن عريب بن زيد بن وهب\nالجزء: 1 ¦ الصفحة: 162\n",
        "آل بن يعفر بن ذي يهر الأصغر بن زيد بن شمر بن شرحبيل بن شمر بن زرعة بن شرحبيل أبن زرعة بن وهب آل بن يعفر ذي يهر الأكبر بن الحارث. وكان أبو نصر ورعا دينا وهرب بدينه من. . . . . . . إلى صعدة، وكان ساكنا بقصر جده ذي يهر ببيت حنبص، فاحرقه أبن أبي الملاحف القرمطي، فأقامت النار أربعة أشهر تتبع خشبه، فأقام أبو نصر رحمه الله بصعدة حتى انقضى أمر القرامطة.\nومن أولاد أبي نصر القضاء آل أبي نور بوقش، ولا علم لهم بعلم جدهم لأنهم على رأي الشيعة، وهم يزهدون في كل علم إلاّ علم مذهبهم. وذو يزن الأكبر أبن أسلم بن الحارث بن مالك بن زيد بن الغوث بن سعد بن عوف بن عدي بن مالك بن زيد بن سدد بن حمير الأصغر، من ولده سيف بن ذي يزن الوافد على كسرى، وذو بيح أبن ذي قيفان، والبيح العز والشرف. قال طرفة بن العبد يفتخر:\nيحسب من حاولنا أننا\n...\nحمير من صوت الوغي والبيوح\nشبه قومه بحمير في العز والشرف. وأما ذو الأنواح فهو يحمد بن ذي الرمحين أخو ذي ترخم، ويسمى يحمد أذينه ذو الأنواح، وكانت أمة كلاعية، وكانت تقبله وتضمنه إليها وهي تقول: يا عييناه، يا أذيناه. فسمى لذلك أذينة، ثم نشأ وشب ولهج بالصيد\nالجزء: 1 ¦ الصفحة: 163\n",
        "فخرج يوما يتصيد في حقل شرعة، فبينما هو يطرد ظبيا، إذ وقعت يد جواده في حجر فعثر به جواده فدق عنقه فمات، فنا حته أمه. . . . . . . سنة، كل يوم تعقر على قبره وتنوح النساء، فسمى لذلك ذا الأنواح، وكان. . . . . . . . أجمل الناس، ومات حدثا لم يستقم عارضه، وهو الذي يقول فيه قس بن ساعدة الإيادي:\nبرك الزمان على أبن هاتك عرشه\n...\nوعلى أذينه سالب الأنواح\nوقال النابغة أيضاً:\nبعد أبن جفنة وأبن هاتك عرشه\n...\nوالحارثين يؤملن فلاحا\nيريد الحارث بن عمرو الكندي، والحارث بن جبلة:\nولقد أرى أنْ الذي هو غالهم\n...\nقد بز حمير قبلها الصباحا\nوالتبعين وذا نواس عنوة\n...\nوعلى أذينة سلب الأنواحا\nأي ألبسها السلاب، وهي ثياب سود تلبسها النساء عند النياحة. وقال الأعشى:\nأزال أذينة عن ملكه\n...\nوأخرج من قصره ذا يزن\nوقال نشوان:\nأم أين ذو قيفان أو ذو أصبح\n...\nلم ينج بالإمساء والإصباح\nذو قيفان بن شرحبيل بن أساس بن يغوث بن علقمة ذي جدن الأكبر. وذو أصبح\nالجزء: 1 ¦ الصفحة: 164\n",
        "هو الحارث بن مالك بن زيد بن قيس بن صيفي بن حمير الأصغر، ويسمى ذا أصبح، لأنه غزا عدوا وأراد الله\nأنْ يبيته، ثم نام دونه حتى أصبح الصباح، ثم قال لجيشه أصبح فسمى ذا أصبح، وهو الذي أحدث السياط الأصبحية فنسبت إليه. قال الراعي:\nأخذوا العريف فقطعوا حيزومه\n...\nبالأصبحية قائما مغلولا\nوقال الآخر:\nأرى أمة شهرت سيفها\n...\nوقد زيد في سوطها الأصبحي\nوقال نشوان:\nأم أين\nذو الشعبين\nأصبح صدعه\n...\nلم يلتم كمشعب الأقداح\nحسان ذو الشعبين بن سهل بن زيد بن عمرو بن قيس بن معاوية بن جشم بن عبد شمس بن وائل بن الغوث بن جيدان بن قطن بن عريب بن زهير بن أيمن بن الهميسع بن حمير الأكبر. وسمي ذا الشعبين أي ذو القبلتين، والشعب الحي العظيم والقبيلة العظيمة الضخمة. وفيه يقول النعمان بن بشير:\nوحسان ذو الشعبين منا ويرعش\n...\nوذو يزن تلك البحور الخضارم\nوقال نشوان:\nأو ذو حوال حبل دون مرامه\n...\nأو ذو مناخ لم ينخ بمراح\nوهو عامر ذو حوال الأصغر بن عوسجة بن آلي زاد بن الشرمح بن يريم بن ذي مقار أحد المثامنة المقدم ذكرهم من ولد آل بعفر ن عبد الرحمن بن كريب الحوالي، ملكوا اليمن في الإسلام مائة وخمسين سنة. وحاربوا سلطان العراق والخلفاء، حتى غلب محمّد بن يعفر على\nالجزء: 1 ¦ الصفحة: 165\n",
        "الأمر، فملك حضرموت وجميع اليمن، وابنه إبراهيم بن محمّد الذي بنى مسجد صنعاء الجامع، واوصى بحظيرة شاهرة، وولى عليّ بيحان المكرمان الأصغر محمّد بن أحمد بن أبي جعفر من ولد مكرمان\nالأكبر بن حاشد بن شمر بن ربيعة بن سعد بن عامر بن عدي أبن الأشرس بن شبيب بن أشرش أبن كندة، وولى على جوف المجزر المفضل بن سعد بن يونس بن سعيد بن قيس بن غسان بن زيد بن عبد الله بن ربيعة بن ظبيان بن كعب أبن عوف بن ظبيان بن أنعم بن عمرو بن مراد بن مذحج، وولى على غرق الدعام بن إبراهيم بن عبد الله بن يأس بن الأزهر بن يأس بن حجل بن عمير بن أزهر بن ثمامة بن سعد بن عميرة بن عبد عليان بن أرحب بن الدعام بن معاوية بن دومان بن بكيل بن جشم بن جبران بن نوف بن همدان، وكان عبده واليا عليها، ثم ولى الدعام بعده، ثم تغير عليه الدعام بعد ذلك وخالف عليه، فقال الشاعر:\nودعام حل أبنا يعفر\n...\nرفعوه في عظيم المنزلة\nكان في طود أتان ساكنا\n...\nصاحبا للفقر لا حيلة له\nفحباه ملك أبنا يعفر\n...\nبهبات جمة متصلة\nثم ولاه بوادي غرق\n...\nفغدا يعمل فيه عمله\nالجزء: 1 ¦ الصفحة: 166\n",
        "ثم جازاه بأن خالفه\n...\nمن تجري جرو سوء أكله\nوقال فيه الشاعر:\nرأيت أبن يعفر خير الملوك\n...\nو. . . . . . . . . للأعادي انتقاما\nنفي السبرجمي إلى مكة\n...\nفلم يستطع بزبيد مقاما\nوولي على غرق عبده\n...\nأبا محجن ثم ولى دعاما\nوبيحان ولي بها المكرمان\n...\nوولي الهزيلي أيضاً شباما\nالهزلي جد بني الدعام، شبام حضرموت. ومنهم السلطان راشد بن أحمد، وأما ذو مناخ فهو زرعة بن عبد شمس بن وائل بن الغوث بن جيدان بن قطن بن عريب أبن زهير بن الهميسع بن حمير الأكبر، ومن ولده\nالمناخيون\nملوك اليمن، منهم الأمير جعفر أبن إبراهيم بن محمّد بن ذي المثلة بن عبد الله بن سلمة بن مكسوم\nبن سويد بن حسان أبن مرة بن لهيع بن خمر بن زيد بن شرحبيل بن زيد بن سفعة بن زرعة ذي مناخ ملك اليمن، الذي يسمى باسمه مخلاف جعفر ونسب إليه. وملك المناخيون اليمن الأقصى مائة وخمسين سنة، وخالفوا سلطان العراق أيضاً مثل الحواليين، ولم يدخلوا تحت طاعة الخلفاء من قريش.\nوقال نشوان:\nأم أين غمدان أو ذو فائش\n...\nأو ذو رعين لم يفز بفلاح\nالجزء: 1 ¦ الصفحة: 167\n",
        "عمرو ذو غمدان أبن إلى شرح بن يخصب بن الصوار الملك بن عبد شمس بن وائل بن الغوث بن جيدان بن قطن بن عريب بن زهير بن أيمن بن الهميسع بن حمير الأكبر الذي بنى قصر غمدان بعد بنائه الأول، وابنه وسار الملك الذي هو. . . . . . . . في قصور الجواف ومأرب وناعط وغيرها. وذو فائش الأكبر بن زيد بن مرة بن عريب أبن زيد بن يريم بن. . . . . . . . يوسف بن بولس بن يحصب بن دهمان بن مالك بن سعد أبن عدي أبن عوف. . . . . . . . بن مالك بن زيد بن سدد بن حمير الأصغر. ومن ولده سلامة الفيل ذو فائش الأصغر بن ذي يهر بن ذي فائش الأكبر. وفيه يقول الأعشى:\nوذو فائش قد زرته في ممنع\n...\nمن الشم فيه للوعول موارد\nببعدان أو ربمان أو رأس سلية\n...\nشفاء لمن يشكو السمائم بارد\nوذو فائش. . . . . . . . فوق مشرفة\n...\nتقصر عنه الهضبات الرواعد\nومن دونه جرد المذاكي وفوقها\n...\nحماة بأيديها السيوف الحواصد\nوله فيه أيضاً من شعر طويل:\nالجزء: 1 ¦ الصفحة: 168\n",
        "رأيت سلامة ذا فائش\n...\nإذا زاره الضيف حيى وبشيء\nوقال لهم مرحبا مرحبا\n...\nوأهلا وسهلا بهم وانتهش\nوله أشعار كثيرة، في ديوان. . . . . . . . مذكورة.\nوأما ذو رعين الأكبر فهو يريم ذو رعين بن سهل بن زيد بن عمرو بن قيس بن معاوية بن جشم بن عبد شمس بن وائل بن الغوث بن جيدان بن قطن بن عريب بن زهير بن أيمن بن الهميسع بن حمير الأكبر.\nوقال نشوان:\nأو ذو الكباس وذو الكلاع ويحصب\n...\nأضحكوا وهم للنائبات أضاحي\nعمرو ذو الكباس أبن كبر آل أبن هامن بن أصبح بن زيد بن قيس بن صيفي أبن حمير الأصغر. ويزيد ذو الكلاع بن يعفر بن زيد بن النعمان أبن زيد بن شمال بن وحاظة بن سعد بن عوف بن عدي بن مالك بن زيد بن سدد بن حمير الأصغر، ويحصب أبن دهمان بن مالك بن سعد بن عوف بن عدي بن مالك بن زيد بن سدد بن حمير الأصغر.\nوقال نشوان:\nوالقيل أبرهة بن صباح قضى\n...\nنحبا وأبرهة أبو الصباح\nالجزء: 1 ¦ الصفحة: 169\n",
        "أبرهة بن الصباح القيل بن شرحبيل بن لهيعة بن مرثد الخير بن ينكف ينوف بن شرحبيل شيبة الحمد بن معدي كرب بن مصبح بن عمرو بن الحارث ذي أصبح بن مالك بن زيد بن قيس بن صيفي بن حمير الأصغر، وكان ملكا عظيما جوادا، وفيه يقول قس بن ساعدة الأيادي:\nوعلى الذي كانت بموكل داره\n...\nيعطى القيان وكل أجرد شاحي موكل قصر على جبل في بلاد عنس في يمانى أفيق، وأما\nأبو الصباح\nفهو أبو شمر بن أبرهة الأصغر بن شرحبيل بن أبرهة بن الصباح القيل، وهو الوافد على رسول الله - صلى الله عليه وسلم - فأفرشه رداءه وقال إذا أتاكم كريم قوم فأكرموه. وأفرش رسول الله - صلى الله عليه وسلم - رداءه لأبيض بن حمال السبائي بن مرثد بن ذي لحيان بن ذي العبير بن همان بن شرحبيل بن معدان بن مالك بن أسام أبن\nزيد بن كهلان بن عوف بن عمرو بن سعد بن عمرو بن سعد بن عوف بن عدي بن مالك بن زيد بن سدد بن حمير الأصغر، وأقطعه جبل الملح بمأرب، فقيل له: يا رسول الله انك أقطعته الماء العذب ولا ملح لأهل اليمن غيره، فاستقال رسول الله - صلى الله عليه وسلم - الأبيض فأقاله، وأفرش رسول الله - صلى الله عليه وسلم - رداءه الحارث بن عبد كلال الأكبر أبن عريب بن فهد بن زيد بن مثوب بن يريم بن مرة بن شراحيل بن معدي كرب ذي عشيم بن الغوث بن يعرب ينكف بن جيدان بن لهيعة بن مثوب بن يريم ذو رعين.\nالجزء: 1 ¦ الصفحة: 170\n",
        "وأفرش النبي - صلى الله عليه وسلم - رداءه أيضاً حجر بن وائل الحضرمي، من ولد. . . . . . . . أبن حضرموت بن سبأ الأصغر، وأمر معاوية أنْ ينزله في بعض آطام المدينة، ثم. . . . . . . . معاوية شكى إلى حجر حر الرمضاء وسأله أنْ يعيره حذاءه، فقال حجر: لست يا بن. . . . . . . . . سفيان ممن يلبس أحذية الملوك، قال فأردفني. . . . . . . . . على الناقة، فقال له حجر: ولا. . . . . . . . . من أرداف الملوك، ولكن استظل بظل. . . . . . . . . وكفى لك شرفا على قومك.\nوقال نشوان:\nو\nالصعب ذو القرنين\nأدركه الردى\n...\nقصدا ولم يضرب له بقداح\nاختلف الناس في ذي القرنين الذي ذكره الله عز وجل في سورة الكهف، فقال قوم إنَّه الإسكندر بن فلبس اليوناني وقال قوم: إنَّه الهميسع بن عمرو بن. . . . . . . . . أبن زيد بن كهلان بن سبأ الأكبر، وقال بعض حمير: إنَّه الصعب الملك الرائد. . . . . . . . الأكبر بن تبع الاقرن بن شمر يرعش. وقال عليّ بن أبي طالب وأبن عمه عبد الله بن عبد. . . . . . . . . أبن مالك بن زيد بن سدد بن حمير الأصغر بن سبأ الأصغر، وهو قول بعض حمير. . . . . . . . . . في\nذي القرنين، والصحيح أنْ ذا القرنين تبع الأقرن، لأنه ولد وقرناه أشيبان فسمى. . . . . . . . . الأقرن، وذو القرنين قال فيه أسعد بن ملكي كرب بن تبع الأكبر أبن تبع الأقرن.\nوقد كان ذو القرنين جدي قد أتى\n...\nطرف البلاد من المكان الأبعد\nفرأى مغار الشمس عند غروبها\n...\nفي عين ذي خلب وثأط حرمد\nوبنى على يأجوج حين أتاهم\n...\nردما بناه إذ أتاه مخلد\nالجزء: 1 ¦ الصفحة: 171\n",
        "ودعا بقطر قد أذيب فصب\n...\nما بينه وكذا بناء المحقد\nملك المشارق والمغارب يبتغي\n...\nأسباب ملك من حكيم مرشد\nوقال نشوان:\nوسطا على الصيف هاتك عرشه\n...\nوعلى أخيه جذيمة الوضاح\nهاتك عرشه: اسمه الحارث وأخوه جذيمة الوضاح القيلان، وابنا الحارث بن زرعة أبن غيمان بن أخنس بن كبر آل بن هامن بن أصبح بن زيد بن قيس بن صيفي بن حمير الأصغر.\nوقال نشوان:\nوجذيمة الوضاح غير جذيمة الزب\n...\nاء عن علم وعن إصحاح\nجذيمة الوضاح، سمى بذلك لبياض لونه، فأما جذيمة الأبرش بن مالك الأزدي الذي قتلته الزباء، فهو جذيمة الأبرش بن مالك بن فهم بن غانم بن دوس بن عدثان أبن عبد الله بن زهران بن كعب بن الحارث بن كعب بن عبد الله بن مالك بن نصر بن الأزد. وكان الأبرص فعظم عند الناس أنْ يقولوا الأبرص، فقالوا الأبرش، وكان ملكا عظيما بالحيرة قبل المنذر، وكان قد قتل ملكا من العمالقة بقال له عمرو وهو أبو الزباء الملكة ابنة عمرو بن ظرب بن حسان بن أذينة بن السميدع بن هوثر بن عريب\nالجزء: 1 ¦ الصفحة: 172\n",
        "بن مازن بن لأي بن هوثر بن عمليق بن السميدع بن\nالصوار بن عبد شمس بن وائل بن الغوث بن جيدان بن قطن بن عريب بن زهير بن أيمن بن الهميسع بن حمير الأكبر. وكانت العمالقة ملوك الشام، وكانت الزباء في حصن عظيم منيع، فلم يقدر عليها جذيمة الأبرش فأقامت الحرب بينتهما مدة من الزمان، ثم إنَّ الزباء أرسلت إلى جذيمة تطلب عليه نكاحها وأن يجمع ملكها إلى ملكه، وسميت الزباء لكثرة شعرها، وكذلك يقال: رجل أزب أي كثير الشعر. فأجابها جذيمة إلى ذلك. ثم أنَّه تجهز للمسير إليها فنهاه وزيره قصير بن عمرو اللخمي فقال: أيّها الملك، إنَّ العروس تزف إلى البعل، فإنَّ كانت صادقة أتت إليك. فلم يقبل منه جذيمة وسار إليها حتى قرب من حصنها ومدينتها، فلقيه جنودها، فقال قصير: أيّها الملك، قد عصيتني فيما مضى، وان معي رأياً فيما بقى، قال: وما هو؟ قال إنْ رأيت جنودها أحاطوا بك، فإني معرض لك فرسك العصا فانج عليها، وإن لم يحيطوا بك، وساروا بين يديك، فليس عندهم بأي. فأحاطت جنود الزباء بجذيمة الأبرش، فعرض له قصير العصا، فشغل عن ركوبها، فركبها قصير فنجا عليها، وأحاطت جنود الزباء بجذيمة الأبرش، فقبضوا عليه، فنظر إلى قصير والفرس تهوي به كالريح فقال: ما ضل من تهوى به العصا؛ أي ما ضل عن الرأي، فأرسلها مثلاً؛ قدموا به إلى الزباء، فكشفت شعر عانتها وقد طال طولا عظيماً لترك التعهد لنفسها، وعظم الحزن على ابيها، فلما كشفته، قالت: أتراني ذات بعل يا جذيمة؟ ثم أمرت بطشت لدمه فقطعت رواشيه: أي فصدت عروق يديه؛ وقالت: احتفظوا بدم الملك. فقال جذيمة: دعوا دماً ضيعه أهله، فأرسلها مثلاً أيضاً، وولى الأمر بعد جذيمة أبن أخته عمرو بن عدي بن مالك بن نصر بن أنمار بن لخم، جد آل المنذر؛ واتخذ قصيراً وزيراً لا يعمل إلاّ برأيه فقال قصير: إنَّ أطعتني أخذت بثار خالك من الزباء، فقال له عمرو: لا أخالفك في رأي، فقال له قصير: اغضب عليّ، واجدع\nالجزء: 1 ¦ الصفحة: 173\n",
        "أنفي، وخذ مالي وعبيدي وضياعي ودوري. فقال له عمرو: إني لا أجزم على ذلك، فلم يبرح به قصير حتى أطاعه وجدع أنفه وأخذ ماله.\nفخرج قصير إلى الزباء فشكا عليها ما فعل عمرو، فقربته، وأدنته، لإاشار عليها أنْ تعطيه ملا يتجر فيه ففعلت، وكان يتجر إلى أسواق العراق، ويأمر إلى عمرو أنْ يمده بالأموال، وهو يزوده على مال الزباء، فكان يأتيها بأضعاف مالها، ويأتي بهدايا العراق وطرائفه العجيبة. ثم أنَّه أمر إلى عمرو أنْ يأتي إليه بالرجال ففعل، فحملهم على الإبل ومعهم السلاح، وسار بهم حمير دخل المدينة، وهم في الغرائر على الإبل ومعهم السلاح، فلما دخلوا طعن البواب غرارة على بعض تلك الإبل بخلال ك في يده فضرط رجل من تلك الغرار لمّا أصابه البواب بذلك الخلال، فصاح البواب؛ ووثب الرجال الذين هم على الإبل وفي أيديهم السلاح، وقد كانت الزباء نظرت الإبل قبل دخولها فقالت:\nما للجمال مشيها رويدا\n...\nأجندلا تحمل أم حديدا\nأم صرفاناً شديدا\n...\nأم الرجال جثما قعودا\nوكان قد صور للزباء صورة عمرو، فلما دخل إليها عمرو؛ قلعت فص خاتم كان في يدها، وكان تحته السم فمصته، وقالت: بيدي لا بيدك يا عمرو؛ فلما مصت السم ماتقبل أنْ يصل اليها، فملك عمرو بلادها مع بلاده، وأخذ منها بثأر خاله\nقال نشوان:\nوالحرة الزباء سيق لها الردى\n...\nبيدي قصير الخسر لا الأرباح\nقتلت جذيمة وهو خاطبها ولم\n...\nتفعل كفعل نضيرة وسجاح\nالجزء: 1 ¦ الصفحة: 174\n",
        "فخرج قصير إلى الزباء فشكا عليها ما فعل عمرو، فقربته، وأدنته، لإشعار عليها أنْ تعطيه ملا يتجر فيه ففعلت، وكان يتجر إلى أسواق العراق، ويأمر إلى عمرو أنْ يمده بالأموال، وهو يزوده على مال الزباء، فكان يأتيها بأضعاف مالها، ويأتي بهدايا العراق وطرائفه العجيبة. ثم أنَّه أمر إلى عمرو أنْ يأتي إليه بالرجال ففعل، فحملهم على الإبل ومعهم السلاح، وسار بهم حمير دخل المدينة، وهم في الغرائر على الإبل ومعهم السلاح، فلما دخلوا طعن البواب غرارة على بعض تلك الإبل بخلال ك في يده فضرط رجل من تلك الغرار لمّا أصابه البواب بذلك الخلال، فصاح البواب؛ ووثب الرجال الذين هم على الإبل وفي أيديهم السلاح، وقد كانت الزباء نظرت الإبل قبل دخولها فقالت:\nفخرج قصير إلى الزباء فشكا عليها ما فعل عمرو، فقربته، وأدنته، لإاشار عليها أنْ تعطيه ملا يتجر فيه ففعلت، وكان يتجر إلى أسواق العراق، ويأمر إلى عمرو أنْ يمده بالأموال، وهو يزوده على مال الزباء، فكان يأتيها بأضعاف مالها، ويأتي بهدايا العراق وطرائفه العجيبة. ثم أنَّه أمر إلى عمرو أنْ يأتي إليه بالرجال ففعل، فحملهم على الإبل ومعهم السلاح، وسار بهم حمير دخل المدينة، وهم في الغرائر على الإبل ومعهم السلاح، فلما دخلوا طعن البواب غرارة على بعض تلك الإبل بخلال ك في يده فضرط رجل من تلك الغرار لمّا أصابه البواب بذلك الخلال، فصاح البواب؛ ووثب الرجال الذين هم على الإبل وفي أيديهم السلاح، وقد كانت الزباء نظرت الإبل قبل دخولها فقالت:\nالنضيرة هذه، ابنة الملك الضميزن بن معاوية، من بني العبيد أبن الاخرم أبن مرو بن النخع بن سليح بن حلوان بن عمرو بن الحاف بن قضاعة؛ وأمه جهيلة وبها يعرف، فيقال الضيزن من جهيلة وكان ملكا بالحضر. قال أبن الكلبي: وهو بجبال تكريت بين دجلة والفرات؛ وكان الضيزن قد ملك الجزيرة، وكثيراً من الشام، وكانت معه قبائل قضاعة، وكان كثير الغارات على الفرس، فنهض إليَّه سابور، الملك ذو الاكتاف بن ازدشير بن بابك ملك فارس بمجموع الأعاجم والفرس، قحصروه ثلاث سنين، فلم يقدروا عليه، حتى اطلعت عليه ذات يوم النضيرة ابنة\nالضيزن من الحصن، فرأت سابور؛ وكان جملاً؛ أى عشقنه وأرسلت إليه، أنها تدله على عودة الحصن على شرط أنْ ينكحها، ويؤثر على نسائه. فعقد لها بذلك، وكان لأهل الحصن نفق تحت الأرض وهو طريق إلى نهر بسور الحصن يسمى الثرثار، فدلته النضيرة على ذلك الطريق، فدخلت منه جنود سابور، فقتلوا أهل الحصن، وقتلوا الضيزن. ثم إنَّ سابور بات بالنضيرة معرساً. فباتت ساهرة لم تنم، فلما أصبح قال لها سابور مم سهرك هذه الليلة، فقالت: من خشونة فراشك هذا، فقال لها: أنَّه فراش من حرير محشو بزغب النعام، ولم تنم الملوك على ألين منه ولا أوطأ، فنظر إلى ورقة آس خضراء بين عكنتين من عكن بطنها، فتناولها فسال الدم من موضع الورقة من ترفها، فقال: لها بما كان أبواك يغذيانك؟ فقالت: بالمخ والزبد وصفو الخمر والشهد. فقال: إنَّ كانت هذه حالتك معهما، وفعلت بهما ما فعلت؛ فلن تصلحي لأحد بعدهما؛ وأمر بها فعقدت ذوائبها بين\nالجزء: 1 ¦ الصفحة: 175\n",
        "فرسين، وأمر بالفرسين أنَّ يركضا، فقطعاها إرباً، وقد ذكر ذلك الشعراء، في أشعارها؛ قال الربيع بن ضبع الفزازي:\nهلا بميت لضيز\n...\nبالحضر إذ أمن الزمن\nصدق العدو وكان ذا\n...\nالطولي له لو لم يخن\nفهوى به سهم\n...\nالضيرة لليدين والذقن\nباعت أباها والعشرة\n...\nبوجه سابور الحسن\nفأتى عليهم كلهم\n...\nوالبيض أخون مؤتمن\nوأما سجاح: فهي امرأة من تميم ادعت النبوة والوحي؛ وهي من لود حرام بن يربوع بن حنظلة بن مالك بن عمرو بن تميم؛ وكانت في زمن مسيلمة الكذاب بن يمامة أبن كثير بن حبيب بن الحارث بن عبد الحارث بن عدي بن حنيفة، فأرسل إلى سجاح أنَّ تلقاه للمناظرة أيهما أولى بالنبوة، وذلك بعد مون النبي صلى الله\nعليه وسلم، فلما التقيا للمناظرة عرض لها مسيلمة بالنكاح، فسلمت الأمر إليه وشهدت له بالنبوة، ونكحها مسيلمة. قال حاجب بن زرارة:\nأمست نبيئتنا أنثى نطوف بها\n...\nوأصبحت أنبياء الناس ذكرانا\nوكان مسيلمة إذا صلى بالعرب قال: ما يريد الله بتولية أدباركم وسجودكم على جباهكم، صلوا لله قياما كراماً. الله اكبر\nوقال نشوان:\nأم أين ذو أقان أو ذو أفرع\n...\nأو ذو الجناح هزبر كل جناح\nذو أقان، وذو أفرع أبنا حمير الأصغر، وذو الجناح الأكبر أبن العطاف بن المنتاب\nالجزء: 1 ¦ الصفحة: 176\n",
        "بن عمرو بن علاق بن ذي يقدم بن الصوار بن عبد شمس بن وائل بن الغوث بن جيدان أبن قطن بن عريب بن زير بن ايمن بن الهميسع بن حمير الأكبر؛ من ولده شمر ذو الجناح الاصغر بن شرحبيل بن يعفر بن الحارث بن شمر الأكبر، قائد أسعد الكامل؛ صاحب الوقعات المذكورة، وفيه يقول اسعد الكامل:\nأنا أبو الجيش الذي شمر\n...\nإلى العراق المواكب الهسائل\nيقتادهم من حمير. . .\n...\nوأسعد من بعده ناهل\nوقال نشوان:\nأو\nذو العبير\nوذو ذرائح خانه\n...\nدهر يعيد النسر كالذراح\nذو العبير بن همان جد الابيض لن حمال المذكور في نسبه. وذو ذرائح، أبن بينون بن منياف بن شرحبيل بن ينكف بن عبد شمس بن وائل بن الغوث بن جيدان أبن قطن بن عريب بن زهير بن ايمن الهميسع بن حمير الأكبر\nقال نشوان:\nأم أين ذو بينون أو ذو مرعلى\n...\nوبنو شراحبيل وآل شراح\nالجزء: 1 ¦ الصفحة: 177\n",
        "ذو بينون؛ الذي سميت به بينون بن منياف بن شرحبيل ينكف بن عبد شمس بن وائل بن الغوث بن جيدان بن قطن بن عريب بن زهير بن ايمن بن الهميسع بن حمير الأكبر، وذو المر علي - أي ذو الجيش بن ينكف بن عبد شمس بن وائل، وفيه يقول أسد تبع:\nوذو المر على فل تنسه\n...\nوآباؤه لهم المنسر\nالمنسر: جماعة من الخيل. وأما شرحبيل، فهو شرحبيل ذو همدان؛ أي الملك على همدان؛ وهو شرحبيل بن الصامخ، اسمه مالك بن مرئد بن بكير بن نوفان بن أبتع بن أنوف بن ينوف ذي بتع زوج بلقيس أبن موهب إل بن عبد شمس بن وائل بن الغوث بن جيدان بن قطن بن عريب بن زهير بن ايمن بن الهميسع بن حمير الأكبر. وكانت أم شرحبيل بن الصامخ لميس ابنة أسعد تبع. وكان آل ذي بتع\nالجزء: 1 ¦ الصفحة: 178\n",
        "ملوك على همدان، حمير ظنهم بعض النسابة أنهم من همدان، فنسبهم إلى همدان. قال الحسن بن أحمد بن يعقوب الهمداني: وقيل شراحبيل ذو همدان، أي الملك على همدان، أي الملك على همدان، فنسب إلى من هو ملك عليه، وكان أمره إليه وفيه يقول عمرو بن العاص:\nفأقبل يمشي مستخجلا كأنه\n...\nشراحبيل ذو همدان أو سيف ذو يزن\nوفي أبيه وأمه يقول علقمة ذو جدن:\nولميس كانت في ذؤابة ناعط\n...\nيجبي إليها الخرج ساكن بربر\nوالصامخ الملك المتوج بعلها\n...\nذو التاج حين يلوث والمحضر\nوإلى ذي يتع الأكبر ينسب سرو بتع بين حاز وبيت دفع. وكذلك سعيد بن قيس بن زيد ذي مرب نسبه الحسن بن أحمد بن يعقوب الهمداني إلى همدان، والصحيح أنَّه من ولد معدي كرب بن أسعد الكامل، وإنما نسب إلى همدان لأنه كان هو و. . . . . . . . . . ملوك على همدان، والدليل على ذلك قول عليّ بن أبي طالب عليه\nالسلام في سعيد بن قيس:\nفلله در الحميري الذي أتى\n...\nإلينا مغيرا من بلاد التهائم\nسعيد بن قيس خير حمير والدا\n...\nوأشرف من في عربها والأعاجم\nقال الحسن الهمداني في كتاب الإكليل: جميع ما في كتابنا هذا أنَّ أخذناه عن أبي نصر\nالجزء: 1 ¦ الصفحة: 179\n",
        "اليهري عالم حمير ونسابها، ووارث ما أدخرته في خزائنها من مكنون علمها. ثم قال في كتابه هذا: قال أبو نصر: وأما معدي كرب بن أسعد تبع سعيد بن قيس وأهل بيته. خالف قول معلمه ونسبه إلى همدان. وأما آل شراح فهم الشراحيين ملوك زبيد وجبلان، منهم آل يوسف. وهم ولد شراح بن شرحبيل بن يريم بن سفين ذي حرث أبن شرحبيل بن الحارث بن زيد بن يريم ذي رعين الأكبر.\nقال نشوان:\nأم أين\nذو شهران\nأم\nذو ماور\n...\nأضحت زنادها بلا قداح\nذو شهران بن بينون الذي قال فيه قس بن ساعدة:\nوعلى الذي ملأ البلاد بخيله\n...\nشهران مثل شقيقه المصباح\nوذو ماور بن ناشر ينعم بن عمرو.\nقال نشوان:\nأم أين فهد أو همال وابنه\n...\nزيد عفاهم دهرهم بمساح\nهذا فهد الملك أبن عبد الله كلال بن عريب بن فهد بن زيد بن مثوب بن ذي رعين الأكبر، وكان ملكا عظيما يجبى إليه من بلاد الحبش إلى جزيرة زيلع وجزيرة بربر وجميع اليمن، وفيه يقول سلامة بن جندل التميمي في شعر له طويل:\nالجزء: 1 ¦ الصفحة: 180\n",
        "ألا إنَّ خير الناس كلهم فهد\n...\nوعبد كلال خير سائرهم بعد\nوفيه يقول عمرو بن معد كرب:\nألا عتبت عليّ اليوم عرسي\n...\nلأيتها كما زعمت بفهد\nوهمال بن صيفي بن حمير الأصغر، وابنه زيد بن همال صاحب مقدمة. . . . . . . . وقائد نعوته، وكان مع ذلك يتولى أعمال تهامة ة الحجاز وعمل اليمامة والبحرين بنجد إلى كندة.\nقال نشوان:\nأم أين ذو ثات و\nذو هكر\nوذو\n...\nنمر و\nذو صبر\nوذو المشراح\nذو ثات القيل أبن عريب بن أيمن بن الحارث بن زيد بن يريم ذي رعين الأكبر، وفيه يقول حسان بن ثابت الأنصاري:\nوفي هكعر قد كان عز ومنعة\n...\nوذو ثات قيل ما يكلم قائله\nذو نمر بن زرعة بن زيد بن ثابت بن الحارث بن مالك بن عبدان بن مالك بن حجر بن يريم ذي رعين الأكبر. وذو المشراح بن شعر بن عدي بن الحارث بن شرحبيل بن مثوب بن ذي رعين الأكبر.\nقال نشوان:\nأم أين ذو غيمان أو ذو شوذب\n...\nاللا بيض في النساء ملاح\nالجزء: 1 ¦ الصفحة: 181\n",
        "ذو غيمان - الذي ينسب إليه غيمان - أبن أخنس بن كبر آل بن هامن أصبح بن زيد أبن قيس بن صيفي بن حمير الأصغر، وذو الشوذب بن علقمة ذي جدن الأكبر الذي قال فيه النعمان بن بشير الأنصاري:\nوذو الشوذب السمح كان. . . . .\n...\nتصان له حور النساء النواعم\nقال نشوان:\nأم أين نبع وذو سخط. . . . . . . .\n...\nأو ذو الملاحي لات حين ملاح\nذو نبع بن الحارث بن ماك بن ألي شرح بن يخضب بن دهمان بن مالك بن سعد أبن عدي بن مالك بن زيد بن سدد بن حمير الأصغر، من أولاد النبعيون باليمن وجوه وأشراف. وأما ذو سخط. . . . . . . . زرعة بن الحارث بن زرعة بن ذي نواس بن عمرو بن زرعة بن حسان بن سعد الكامل. وولده السخطيون أشرف بيت في العرب. وذو الملاحي بن علقمةبن أسلم بن مرثد بن أغلس، وهو زيد بن علقمة ذي جدن الأكبر أبن الحارث بن زيد بن غوث بن سعد بن شرحبيل بن الحارث أبن مالك بن زيد بن سدد بن حمير الأصغر.\nقال نشوان:\nأم أين أوسان أو ذو مأذن\n...\nأم أين ذو التيجان والإبراح\nالجزء: 1 ¦ الصفحة: 182\n",
        "الإبراح التعظيم، وذو أوسان بن وائل بن معاوية بن يعفر بن مرة بن حضرموت أبن سبأ الأصغر. من ولده بن عبد الله الأوساني النسابة وذو مأذن كريب أبن مأذن بن جيدان بن الحارث بن زيد بن يريم ذي رعين، ووجد في بعض دواوينه من كريب ذي ماذنم إلى تهامة وطودم كتى هلم وحضايم بألفي جعيرم وماتي راكبتم ذرحم لنحم يوم خوسم أي من كريبالى ساكن تهامة وطود من ائتوا يوم الخميس الادنى حتما محتوما بألفي خشبة ومائتي راكبة ذرح. والذرح عود نفيس، وطود جبال السراة ما بين صنعاء وتهامة. وأما ذو اتيجان فهو سفين بن عبد كلال الأصغر بن نصر بن سهل بن عريب بن عبد كلال بن عريب بن فهد بن زيد بن مثوب أبن يريم ذي رعين، وسمي ذا التيجان لأنّه تتوج بتسعة تيجان.\nقال نشوان:\nوعباهل من حضرموت من بني\n...\nأحماد والأشبا وآل صباح\nوالعباهلة: الملوك الذين أقروا على ملكهم لا يزالون عنه. ومن ذلك كتاب رسول الله - صلى الله عليه وسلم - إلى الأقيال والعباهلة من آل حضرموت. ذو أحماد وذو جدن بطنان هما من جمهور ولد الحارث بن حضرموت بن سبأ الأصغر. وكذلك شبا بن الحارث، وهم الأشبا منهم محمّد بن عمرو وبن عبد الله بن زيد قاتل معن بن زائدة ببست، وذلك أنْ معن بن\nالجزء: 1 ¦ الصفحة: 183\n",
        "زائدة قتل أباه عمرو بن عمرو بن عبد الله بن زيد بحضرموت خديعة، وكان ملكا بحضرموت، وكان أولاده صغارا. فلما أدرك محمّد بن عمرو بن عبد الله، أخذ أخا له صغيرا وأخذ نفقة كثيرة وحج، ثم سأل عن معن بن زائدة، فقيل له إنَّ المنصور ولاه على بست بعد خروجه من اليمن، فلحقه محمّد بن عمرو إلى هناك، وتسبب في وصوله إليه فلم يصل إليه، فأقام هو أخوه عند رجل من اليمانية سنة، حمير أمر معن ببناء. . . فوقع الأجراء، فدخل محمّد أبن عمرو هو وأخوه فيهم، فلما قرب كمال بناء الدار. . . إليها معن لينظرها، ومحمّد وأخوه بختلفان مع الاجراء بالآجر والطين ومحمّد يرصد معنا، ثم إنَّ معنا دخل بعض دهاليز تلك الدار ليقضي حاجته وكان قد احتجم ذلك اليوم فتبعه محمّد بن عمرو فوجده مكبا على حاجته، فقط بطن معن بسكين مسمومة كانت معه، وغمز أخاه فخرجا من غير باب الدار من موضع كان الأجراء يدخلون منه بالآجر والطن إلى البناء إلى منزل اليماني الذي كانا عنده فقالا إنا من ولد جرير بن عبد الله البجلي، وكانا قد عملا لهما غارا في بئر داره تحت الأرض مع الماء، فأدليا نفوسهما ودخلا في ذلك الغار، وأبطأ معن عن أصحابه فلحقوه فوجدوه قتيلا، فأمروا بأبواب المدينة فغلقت، وفقدوا من الأجراء الحضرميين، فعلموا أنهما قتلاه، فطلبوهما في دار اليماني الذي كانا عنده فلم يجدوهما، ثم طلبوهما في جميع دور المدينة فلم يجدوهما، فأقاما في ذلك الغار في تلك البئر حتى هدأ الطلب، وفتحت الأبواب فخرجا، ثم قصدا الشام إلى بعض بني حوشب، فكتب لهما إلى مصر وخرجا من عدن، وكان معن بن زائدة قد أساء إلى أهل اليمن، فلقي محمّد بن عمرو بن عبد الله وجوه أهل اليمن يهنئونه بالظفر وألبسوه التاج وهو طلبة الثأر، وكان معن يقول لمحمد ولأخيه من أنتما فيقولان من\nنجران. وقد ذكرت الشعراء ذلك في أشعارها، فقال مروان بن أبي حفصة في مرئية معن:\nفلو أنْ أم الحضرمي تلفلفت\n...\nبثوبين في جنح من الليل دامس\nالجزء: 1 ¦ الصفحة: 184\n",
        "لغاتك إنْ شاءت كما غالك ابنها\n...\nوقد يقتل المغرور أضعف لامس\nو. . . . . . . . عبد الرحمن بن يوسف الأجعدي:\nيا معن أصبحت في بيداء مظلمة\n...\nمن بعد ما كانت بين الخلق محتالا\nتمشي السبنتي إلى الهيجاء مدرعا\n...\nعليك من حلق الماذي سربالا\nحتى أتاك أبن عمرو في أطامره\n...\nقد جاشم الصبر أحوالا فأحوالا\nحتى سقاك بها كأسا معتقة\n...\nمن شربة جعلت في الصدر أنكالا\nبمثل خافية النسر التي جعلت\n...\nهلكا لمثلك إذ ما كنت منشالا\nوفي رواية: عشقالا. والعشقال الجافي الثقيل.\nوقال محمّد بن عمرو في ذلك:\nخرجت منه والقلب مني كأنه\n...\nتجيش غواشيه بنار تضرم\nحللت به وترى ولم آل خائبا\n...\nوكان فؤادي حره يتهجم\nفاطعنته تحت الشراسيف طعنة\n...\nوأخرى برأس للفؤاد تهدم\nفهذا بما قدمت معن ولم أكن\n...\nلأقعد حتى تمس لحما يقسم\nوقيل أنَّه قتله بسجستان، وآل صباح من ولد ذي رعين أحماد بن الحارث أبن حضرموت.\nالجزء: 1 ¦ الصفحة: 185\n",
        "قال نشوان:\nوالغر من جدن وأبنا مرة\n...\nوبني شبيب والألى من شاح\nذو جدن بن الحرث بن حضرموت، ومرة بن حضرموت وفيه العدد، وشبيب أبن حضرموت بن سبأ، من ولده حجر بن وائل الحضرمي، وآل شاحي من الاشبا.\nقال نشوان:\nو\nبنو الهزيل\nو\nآل فهد\nمنهم\n...\nمن كل هش للندى مرتاح\nمن آل الهزيل\nالسلطان راشد بن أحمد\nبن الدغار بن أحمد بن أبي العلاء بن\nالدغار أبن أبي الهزيل بن أبي النعمان بن هزيل بن فهد بن محمّد بن عبد الله بن عوف بن مهدي بن مرداس بن ناعمة بن الغوث بن عبد شمس بن العوام بن قحطان بن العوام بن أحمد بن الحارث بن ثوابة بن شبا بن حضرموت بن سبأ الأصغر. وفهد بن القيل بن يعفر بن مرة بن حضرموت بن سبأ الأصغر، من أولاد\nالسلطان الهيعة بن راشد\nبن شجيعة بن فهد بن أحمد بنقحطان بن العوم بن أحمد بن عبد الله بن عمرو بن فهد بن القيل بن بعفر بن مرة بن حضرموت بن سبأ الأصغر.\nالجزء: 1 ¦ الصفحة: 186\n",
        "وقال نشوان:\nأذواء حمير قد ثوت وملوكها\n...\nفي الترب ملك ضرائح وصفاح\nأضحوا ترابا يوطئون كمثل ما\n...\nوطئت هوامد تربة وبطاح\nذلت لهم دنياهم ثم انثنت\n...\nترميهم بالحوافر الرماح\nمطرت عليهم بعد سحب سعودهم\n...\nسحب النحوس بوابل سحاح\nما هابهم ريب المنون ولا احتموا\n...\nعنه بأسياف ولا أرماح\nكلا ولا بعساكر ودساكر\n...\nوجحافل ومعاقل وسلاح\nسكنوا الثرى بعد القصور ولهوهم\n...\nبمطاعم ومشارب ونكاح\nأضحت مدثرة قصورهم التي\n...\nبنيت بأعمدة من الصفاح\nوالدهر يمزج بؤسه بنعيمه\n...\nويرى بنية الغم في الأفراح\nتمَّ\nالجزء: 1 ¦ الصفحة: 187\n",
        ""
    ]
}