{
    "1": [
        "من الأحكام الفقهية في الطهارة والصلاة والجنائز\nمن الأحكام الفقهية في الطهارة والصلاة والجنائز\nابن عثيمين\nالكتاب:\nمن الأحكام الفقهية في الطهارة والصلاة والجنائز\nالمؤلف:\nمحمد بن صالح بن محمد العثيمين (المتوفى: 1421هـ)\nالناشر:\nوزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد - المملكة العربية السعودية\nالطبعة:\nالأولى، 1420هـ\nعدد الصفحات:\n68\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "[\nالرسالة الأولى الطهارة\n]\n[\nالوضوء\n]\nمن الأحكام الفقهية\nفي\nالطهارة والصلاة والجنائز\nبسم الله الرحمن الرحيم\nالرسالة الأولى: الطهارة - الوضوء.\n-\nالغسل\n.\n- التيمم.\n- المسح على الخفين.\n- طهارة المريض وصلاته\nالجزء: 1 ¦ الصفحة: 5\n",
        "الوضوء الوضوء: - طهارة واجبة من الحدث الأصغر، كالبول والغائط والريح والنوم العميق وأكل لحم الإبل.\nمما ورد في فضله: -\nعن عمر - رضي الله عنه - عن النبي، صلى الله عليه وسلم، أنه قال: «ما منكم من أحد يتوضأ فيسبغ الوضوء، ثم يقول: أشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله، اللهم اجعلني من التوابين واجعلني من المتطهرين، إلا فتحت له أبواب الجنة الثمانية يدخل من أيها شاء» .\nوعن عثمان - رضي الله عنه - أن النبي، صلى الله عليه وسلم، قال: «من توضأ فأحسن الوضوء خرجت خطاياه من جسده حتى تخرج من تحت أظفاره» . رواه مسلم.\nوعن علي بن أبي طالب - رضي الله عنه - أن النبي، صلى الله عليه وسلم، قال: «إسباغ الوضوء على المكاره،\nالجزء: 1 ¦ الصفحة: 7\n",
        "وإعمال الإقدام إلى المساجد، وانتظار الصلاة بعد الصلاة يغسل الخطايا غسلا» .\nكيفية الوضوء: 1 - أن ينوي الوضوء بقلبه بدون نطق بالنية؛ لأن النبي، صلى الله عليه وسلم، لم ينطق بالنية في وضوئه ولا صلاته ولا شيء من عباداته، ولأن الله يعلم ما في القلب فلا حاجة أن يخبر عما فيه.\n2 -\nثم يسمي فيقول: \" بسم الله\".\n3 -\nثم يغسل كفيه ثلاث مرات.\n4 -\nثم يتمضمض ويستنشق بالماء ثلاث مرات.\n5 -\nثم يغسل وجهه ثلاث مرات من الأذن إلى الأذن عرضا، ومن منابت شعر الرأس إلى أسفل اللحية طولا.\n6 -\nثم يغسل يديه ثلاث مرات من رؤوس الأصابع إلى المرفقين، يبدأ باليمنى ثم اليسرى.\n7 -\nثم يمسح رأسه مرة واحدة، يبل يديه ثم يمرها من مقدم رأسه إلى مؤخره ثم يعود إلى مقدمه.\nالجزء: 1 ¦ الصفحة: 8\n",
        "8 -\nثم يمسح أذنيه مرة واحدة، يدخل سبابتيه في صماخهما ويمسح بإبهاميه ظاهرهما.\n9 -\nثم يغسل رجليه ثلاث مرات من رءوس الأصابع إلى الكعبين، يبدأ باليمنى ثم اليسرى.\n[\nالغسل\n]\nالغسل الغسل: طهارة واجبة من الحدث الأكبر كالجنابة والحيض.\nكيفية الغسل: 1 - أن ينوي الغسل بقلبه بدون نطق بالنية.\n2 -\nثم يسمي فيقول: \" بسم الله\".\n3 -\nثم يتوضأ وضوءا كاملا.\n4 -\nثم يحثو الماء على رأسه فإذا أرواه أفاض عليه ثلاث مرات.\n5 -\nثم يغسل سائر بدنه.\nالجزء: 1 ¦ الصفحة: 9\n",
        "[\nالتيمم\n]\nالتيمم التيمم: طهارة واجبة بالتراب بدلا عن الوضوء والغسل لمن لم يجد الماء أو تضرر باستعماله.\nكيفية التيمم: أن ينويه عما تيمم عنه من وضوء أو غسل، ثم يضرب الأرض أو ما يتصل بها من الجدران ويمسح وجهه وكفيه.\n[\nالمسح على الخفين\n]\nالمسح على الخفين المقصود بالخفاف ما يلبس على الرجل من جلد ونحوه. والمقصود بالجوارب: ما يلبس عليها من قطن ونحوه، وهو ما يعرف بالشراب.\nحكم المسح على الخفاف والجوارب ودليل مشروعية ذلك من الكتاب والسنة: - المسح عليهما هو السنة التي جاءت عن رسول الله، صلى الله عليه وسلم، فمن كان لابسا لهما فالمسح عليهما أفضل من خلعهما لغسل الرجل.\nالجزء: 1 ¦ الصفحة: 10\n",
        "ودليل ذلك حديث المغيرة بن شعبة - رضي الله عنه - «أن النبي، صلى الله عليه وسلم، توضأ، قال المغيرة: فأهويت لأنزع خفيه فقال: \" دعهما فإني أدخلتهما طاهرتين» فمسح عليهما.\nومشروعية المسح على الخفين ثابتة في كتاب الله وسنة رسول الله، صلى الله عليه وسلم.\nأما كتاب الله ففي قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ} [المائدة: 6] فإن قوله تعالى {وَأَرْجُلَكُمْ} [المائدة: 6] فيها قراءتان سبعيتان صحيحتان عن رسول الله، صلى الله عليه وسلم، إحداهما: وأرجلكم عطفا على قوله: وجوهكم فتكون الرجلان مغسولتين.\nوالثانية: وأرجلكم بالجر عطفا على رؤوسكم فتكون الرجلان ممسوحتين. والذي بين أن الرجل تكون ممسوحة ومغسولة هي السنة، فكان الرسول، صلى الله عليه وسلم، إذا كانت رجلاه مكشوفتين يغسلها وإذا كانتا مستورتين بالخفاف يمسح عليهما.\nالجزء: 1 ¦ الصفحة: 11\n",
        "وأما دلالة السنة على ذلك فالسنة متواترة في هذا عن رسول الله، صلى الله عليه وسلم، قال الإمام أحمد - رحمه الله -: ليس في قلبي من المسح شيء. فيه أربعون حديثا عن رسول لله صلى الله عليه وسلم، وأصحابه، ومما يذكر من النظم قول الناظم:\nمما تواتر حديث من كذب\n...\nومن بنى لله بيتا واحتسب\nورؤية شفاعة والحوض\n...\nومسح خفين وهذي بعض\nفهذا دليل مسحهما من كتاب الله وسنة رسوله صلى الله عليه وسلم.\n* شروط المسح على الخفين: * يشترط للمسح على الخفين أربعة شروط:\nالشرط الأول: أن يكون لابسا لهما على طهارة.\nودليل ذلك قول النبي، صلى الله عليه وسلم، للمغيرة بن شعبة: «دعهما فإنني أدخلتهما طاهرتين» .\nالشرط الثاني: أن يكون الخفان أو الجوارب طاهرة،\nالجزء: 1 ¦ الصفحة: 12\n",
        "فإن كانت نجسة فإنه لا يجوز المسح عليها، ودليل ذلك «أن رسول الله، صلى الله عليه وسلم، صلى ذات يوم بأصحابه وعليه نعلان فخلعهما في أثناء صلاته، وأخبر أن جبريل أخبره بأن فيهما أذى أو قذرا» ، وهذا يدل على أنه لا تجوز الصلاة فيما فيه نجاسة، ولأن النجس إذا مسح عليه بالماء تلوث الماسح بالنجاسة فلا يصح أن يكون مطهرا.\nوالشرط الثالث: أن يكون مسحهما في الحدث الأصغر لا في الجنابة أو ما يوجب الغسل، ودليل ذلك حديث صفوان بن عسال - رضي الله عنه - قال: «أمرنا رسول الله، صلى الله عليه وسلم، إذا كنا سفرا أن لا ننزع خفافنا ثلاثة أيام ولياليهن إلا من جنابة ولكن من غائط وبول ونوم» . فيشترط أن يكون المسح في الحدث الأصغر، ولا يجوز المسح في الحدث الأكبر لهذا الحديث الذي ذكرناه.\nالشرط الرابع: أن يكون المسح في الوقت المحدد شرعا، وهو يوم وليلة للمقيم وثلاثة أيام بلياليها للمسافر، لما روى علي بن أبي طالب - رضي الله عنه - قال: «جعل\nالجزء: 1 ¦ الصفحة: 13\n",
        "النبي، صلى الله عليه وسلم، للمقيم يوما وليلة وللمسافر ثلاثة أيام ولياليهن» ، يعني في المسح على الخفين أخرجه مسلم. وهذه المدة تبتدئ من أول مرة مسح بعد الحدث وتنتهي بأربع وعشرين ساعة بالنسبة للمقيم واثنتين وسبعين ساعة بالنسبة للمسافر، فإذا قدرنا أن شخصا تطهر لصلاة الفجر يوم الثلاثاء وبقي على طهارته حتى صلى العشاء من ليلة الأربعاء ونام ثم قام لصلاة الفجر يوم الأربعاء ومسح في الساعة الخامسة بالتوقيت الزوالي فإن ابتداء المدة يكون من الساعة الخامسة من صباح يوم الأربعاء إلى الساعة الخامسة من صباح يوم الخميس، فلو قدر أنه مسح يوم الخميس قبل تمام الساعة الخامسة فإن له أن يصلي الفجر، أي فجر يوم الخميس بهذا المسح، ويصلي ما شاء أيضا ما دام على طهارته؛ لأن الوضوء لا ينتقض إذا تمت المدة على القول الراجح من أقوال أهل العلم، وذلك لأن رسول الله، صلى الله عليه وسلم، لم يوقت الطهارة وإنما وقت المسح، فإذا تمت المدة فلا مسح ولكنه إذا كان على طهارة فطهارته باقية\nالجزء: 1 ¦ الصفحة: 14\n",
        "لأن هذه الطهارة ثبتت بمقتضى دليل شرعي، وما ثبت بمقتضى دليل شرعي، فإنه لا يرتفع إلا بدليل شرعي. ولا دليل على انتقاض الوضوء بتمام مدة المسح ولأن الأصل بقاء ما كان على ما كان حتى يتبين زواله فهذه الشروط التي تشترط للمسح على الخفين. وهناك شروط أخرى ذكرها بعض أهل العلم وفي بعضها نظر.\n[\nكيف يتطهر المريض\n]\nكيف يتطهر المريض 1 - يجب على المريض أن يتطهر بالماء فيتوضأ من الحدث الأصغر ويغتسل من الحدث الأكبر.\n2 -\nفإن كان لا يستطيع الطهارة بالماء لعجزه أو خوف زيادة المرض أو تأخر برئة فإنه يتيمم.\n3 -\nكيفية التيمم أن يضرب الأرض الطاهرة بيديه، ضربة واحدة يمسح بهما جميع وجهه ثم يمسح كفيه بعضا ببعض.\n4 -\nفإن لم يستطع أن يتطهر بنفسه فإنه يوضئه أو ييممه شخص آخر.\nالجزء: 1 ¦ الصفحة: 15\n",
        "5 -\nإذا كان في بعض أعضاء الطهارة جرح فإنه يغسله بالماء، فإن كان الغسل بالماء يؤثر عليه مسحه مسحا فيبل يده بالماء ويمررها عليه. فإن كان المسح يؤثر عليه أيضا فإنه يتيمم عنه.\n6 -\nإذا كان في بعض أعضائه كسر مشدود عليه خرقة أو جبس فإنه يمسح عليه بالماء بدلا عن غسله ولا يحتاج للتيمم لأن المسح بدل عن الغسل.\n7 -\nيجوز أن يتيمم على الجدار أو على شيء آخر طاهر له غبار، فإن كان الجدار ممسوحا بشيء من غير جذب الأرض كالبوية فلا يتيمم عليه إلا أن يكون له غبار.\n8 -\nإذا لم يمكن التيمم على الأرض أو الجدار أو شيء آخر له غبار فلا بأس أن يوضع تراب في إناء أو منديل ويتيمم منه.\n9 -\nإذا تيمم لصلاة وبقى على طهارته إلى وقت الصلاة الأخرى فإنه يصليها بالتيمم الأول ولا يعيد التيمم للصلاة الثانية لأنه لم يزل على طهارته\nالجزء: 1 ¦ الصفحة: 16\n",
        "ولم يوجد ما يبطلها. وإذا تيمم عن جنابة فإنه لا يعيد التيمم عنها إلا أن يحدث له جنابة أخرى، ولكن يتيمم في هذه المدة عن الحدث الأصغر.\n10 -\nيجب على المريض أن يطهر بدنه من النجاسات فإن كان لا يستطيع صلى على حاله وصلاته صحيحة ولا إعادة عليه.\n11 -\nيجب على المريض أن يصلي بثياب طاهرة، فإن تنجست ثيابه وجب غسلها أو إبدالها بثياب طاهرة، فإن لم يمكن صلى على حاله وصلاته صحيحة ولا إعادة عليه.\n12 -\nيجب على المريض أن يصلي على شيء طاهر فإن تنجس مكانه وجب غسله أو إبداله بشيء طاهر أو يفرغ عليه شيئا طاهرا، فإن لم يمكن صلى على حاله وصلاته صحيحة ولا إعادة عليه.\n13 -\nلا يجوز للمريض أن يؤخر الصلاة عن وقتها من أجل العجز عن الطهارة، بل يتطهر بقدر ما يمكنه يصلي الصلاة في وقتها ولو كان على بدنه\nالجزء: 1 ¦ الصفحة: 17\n",
        "أو ثوبه أو مكانه نجاسة يعجز عن إزالتها، قال تعالى: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} [التغابن: 16]\n14 -\nإذا كان الإنسان مصابا ببول يخرج باستمرار، فإنه لا يتوضأ لصلاة الفريضة إلا بعد دخول وقتها، فيغسل فرجه ثم يلف عليه شيئا طاهرا يمنع من تلوث ثيابه وبدنه، ثم يتوضأ ويصلي، وهكذا يفعل لكل صلاة مفروضة، فإن شق عليه جاز أن يجمع بين الظهر والعصر، أو بين المغرب والعشاء. أما صلاة النافلة فيفعل لها ما ذكرنا إذا أراد فعلها، إلا أن يكون في وقت فريضة فيكفيه الوضوء للفريضة.\n[\nكيف يصلي المريض\n]\nكيف يصلي المريض 1 - يجب على المريض أن يصلي الفريضة قائما ولو منحنيا أو معتمدا على جدار أو عصا يحتاج إلى الاعتماد عليه.\n2 -\nفإن كان لا يستطيع القيام صلى جالسا، والأفضل\nالجزء: 1 ¦ الصفحة: 18\n",
        "أن يكون متربعا في موضع القيام والركوع.\n3 -\nفإن كان لا يستطيع الصلاة جالسا صلى على جنبه متوجها إلى القبلة، والجنب الأيمن أفضل، فإن لم يتمكن من التوجه إلى القبلة صلى حيث كان اتجاهه، وصلاته صحيحة ولا إعادة عليه.\n4 -\nفإن كان لا يستطيع الصلاة على جنبه صلى مستلقيا رجلاه إلى القبلة، والأفضل أن يرفع رأسه قليلا ليتجه إلى القبلة، فإن لم يستطع أن تكون رجلاه إلى القبلة، صلى حيث كانت ولا إعادة عليه.\n5 -\nيجب على المريض أن يركع ويسجد في صلاته، فإن لم يستطع أومأ بهما برأسه، ويجعل السجود أخفض من الركوع فإن استطاع الركوع دون السجود ركع حال الركوع وأومأ بالسجود. وإن استطاع السجود دون الركوع سجد حال السجود وأومأ بالركوع.\n6 -\nفإن كان لا يستطيع الإيماء برأسه في الركوع\nالجزء: 1 ¦ الصفحة: 19\n",
        "والسجود أشار بعينيه فيغمض قليلا للركوع ويغمض تغميضا أكثر للسجود. وأما الإشارة بالإصبع كما يفعله بعض المرضى فليس بصحيح ولا أعلم له أصلا من الكتاب والسنة ولا من أقوال أهل العلم.\n7 -\nفإن كان لا يستطيع الإيماء بالرأس ولا الإشارة بالعين صلى بقلبه فيكبر ويقرأ وينوي الركوع والسجود والقيام والقعود بقلبه. ولكل امرئ ما نوى.\n8 -\nيجب على المسافر أن يصلي كل صلاة في وقتها ويفعل كل ما يقدر عليه مما يجب فيها فإن شق عليه فعل كل صلاة في وقتها فله الجمع بين الظهر والعصر وبين المغرب والعشاء، إما جمع تقديم بحيث يقدم العصر إلى الظهر والعشاء إلى المغرب، وإما جمع تأخير بحيث يؤخر الظهر إلى العصر والمغرب إلى العشاء حسبما يكون أيسر له. أما الفجر فلا تجمع لما قبلها ولا لما بعدها.\nالجزء: 1 ¦ الصفحة: 20\n",
        "9 -\nإذا كان المريض مسافرا يعالج في غير بلده فإنه يقصر الصلاة الرباعية فيصلي الظهر والعصر والعشاء على ركعتين ركعتين حتى يرجع إلى بلده، سواء طالت مدة سفره أم قصرت.\nالجزء: 1 ¦ الصفحة: 21\n",
        "[\nالرسالة الثانية الصلاة\n]\n[\nتعريفها وفضلها\n]\n* الرسالة الثانية: الصلاة - فضلها وأهميتها.\n- صفتها.\nسجود السهو.\nسجود التلاوة.\nحكم تارك الصلاة.\nالتوبة.\nبسم الله الرحمن الرحيم\nلا مانع لدي من طبع هذه المواضيع الستة في الصلاة والتوبة.\nكتبه محمد الصالح العثيمين في 29 / 12 / 1411 هـ.\nالجزء: 1 ¦ الصفحة: 23\n",
        "الصلاة: هي الركن الثاني من أركان الإسلام، وهي آكد أركان الإسلام بعد الشهادتين.\nالصلاة: صلة بين العبد وبين ربه، قال النبي، صلى الله عليه وسلم: «إن أحدكم إذا صلى يناجي ربه» (1) وقال الله تعالى في الحديث القدسي: «قسمت الصلاة بيني وبين عبدي نصفين، ولعبدي ما سأل، فإذا قال العبد: الحمد لله رب العالمين قال الله تعالى: حمدني عبدي. وإذا قال: الرحمن الرحيم قال الله تعالى: أثنى علي عبدي، وإذا قال: مالك يوم الدين قال: مجدني عبدي، فإذا قال: إياك نعبد وإياك نستعين قال: هذا بيني وبين عبدي ولعبدي ما سأل، فإذا قال: اهدنا الصراط المستقيم صراط الذين أنعمت عليهم غير المغضوب عليهم ولا الضالين قال: هذا لعبدي ولعبدي ما سأل» (2)\n(1) رواه البخاري.\n(2) رواه مسلم.\nالجزء: 1 ¦ الصفحة: 25\n",
        "الصلاة: روضة عبادات فيها من كل زوج بهيج تكبير ويفتتح به الصلاة وقيام يتلو فيه المصلي كلام الله، وركوع يعظم فيه الرب، وقيام من الركوع يملؤه بالثناء على الله، وسجود يسبح الله تعالى فيه بعلوه ويبتهل إليه بالدعاء، وقعود للدعاء والتشهد، وختام بالتسليم.\nالصلاة: عون في المهمات ونهي عن الفحشاء والمنكرات، قال الله تعالى: {وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ} [البقرة: 45] وقال تعالى: {اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلَاةَ إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ} [العنكبوت: 45]\nالصلاة: نور المؤمنين في قلوبهم ومحشرهم، قال النبي، صلى الله عليه وسلم: «الصلاة نور» (1) وقال: «من حافظ عليها كانت له نورا وبرهانا ونجاة يوم القيامة» (2) .\nالصلاة: سرور نفوس المؤمنين وقرة أعينهم، قال\n(1) رواه مسلم.\n(2) أحمد وابن حبان والطبراني.\nالجزء: 1 ¦ الصفحة: 26\n",
        "النبي، صلى الله عليه وسلم: «جعلت قرة عيني في الصلاة» (1) .\nالصلاة: تمحى بها الخطايا وتكفر بها السيئات قال النبي، صلى الله عليه وسلم: «أرأيتم لو أن نهرا بباب أحدكم يغتسل فيه كل يوم خمس مرات هل يبقى من درنه (وسخه) شيء؟ قالوا: لا يبقى من درنه شيء، قال: فكذلك مثل الصلوات الخمس يمحو الله بهن الخطايا» (2) وقال، صلى الله عليه وسلم: «الصلوات الخمس والجمعة إلى الجمعة كفارة لما بينهن ما لم تغش الكبائر» (3) .\nصلاة الجماعة أفضل من صلاة الفذ بسبع وعشرين درجة، رواه ابن عمر عن النبي صلى الله عليه وسلم (4) وقال ابن مسعود - رضي الله عنه -: «من سره أن يلقى الله غدا مسلما فليحافظ على هؤلاء الصلوات حيت ينادي بهن، فإن الله تعالى شرع لنبيكم سنن الهدى وإنهن من سنن\n(1) أحمد والنسائي.\n(2) البخاري ومسلم.\n(3) مسلم.\n(4) البخاري ومسلم.\nالجزء: 1 ¦ الصفحة: 27\n",
        "الهدى، ولو أنكم صليتم في بيوتكم كما يصلي هذا المتخلف في بيته لتركتم سنة نبيكم، ولو تركتم سنة نبيكم لضللتم، وما من رجل يتطهر فيحسن الطهور ثم يعمد إلى مسجد من هذه المساجد إلا كتب الله له بكل خطوة يخطوها حسنة، ويرفعه بها درجة ويحط عنه بها سيئة، ولقد رأيتنا وما يتخلف عنها إلا منافق معلوم النفاق، ولقد كان الرجل يؤتى به يهادي بين الرجلين حتى يقام في الصف» (1) .\nالخشوع في الصلاة: (وهو حضور القلب) والمحافظة عليها من أسباب دخول الجنات قال الله تعالى: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ - الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ - وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ - وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ - وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ - إِلَّا عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ - فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ - وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ - وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ - أُولَئِكَ هُمُ الْوَارِثُونَ - الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ} [المؤمنون: 1 - 11]\n(1) مسلم.\nالجزء: 1 ¦ الصفحة: 28\n",
        "الإخلاص لله تعالى في الصلاة وأداؤها كما جاءت به السنة، هما الشرطان الأساسيان لقبولها، قال النبي، صلى الله عليه وسلم: «إنما الأعمال بالنيات وإنما لكل امرئ ما نوى» (1) وقال: «صلوا كما رأيتموني أصلي» (2) .\nالصلاة الصلاة: عبادة ذات أقوال وأفعال، أولها التكبير وآخرها التسليم.\nوإذا أراد الصلاة فإنه يجب عليه أن يتوضأ إن كان عليه حدث أصغر، أو يغتسل إن كان عليه حدث أكبر، أو يتيمم إن لم يجد الماء أو تضرر باستعماله وينظف بدنه وثوبه ومكان صلاته من النجاسة.\n(1) البخاري ومسلم.\n(2) البخاري.\nالجزء: 1 ¦ الصفحة: 29\n",
        "[\nكيفية الصلاة\n]\nكيفية الصلاة 1 - أن يستقبل القبلة بجميع بدنه بدون انحراف ولا التفات.\n2 -\nثم ينوي الصلاة التي يريد أن يصليها بقلبه بدون نطق بالنية.\n3 -\nثم يكبر تكبيرة الإحرام فيقول: \" الله أكبر\"، ويرفع يديه إلى حذو منكبيه عند التكبير.\n4 -\nثم يضع كف يده اليمنى على ظهر كف يده اليسرى فوق صدره.\n5 -\nثم يستفتح فيقول: \" اللهم باعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب، اللهم نقني من خطاياي كما ينقى الثوب الأبيض من الدنس، اللهم اغسلني من خطاياي بالماء والثلج والبرد\".\nأو يقول: \" سبحانك اللهم وبحمدك، وتبارك اسمك، وتعالى جدك، ولا إله غيرك\".\nالجزء: 1 ¦ الصفحة: 30\n",
        "6 -\nثم يتعوذ فيقول: \" أعوذ بالله من الشيطان الرجيم\".\n7 -\nثم يبسمل ويقرأ الفاتحة فيقول: {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ - الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ - الرَّحْمَنِ الرَّحِيمِ - مَالِكِ يَوْمِ الدِّينِ - إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ - اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ - صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ} [الفاتحة: 1 - 7] ثم يقول: \" آمين\" يعني اللهم استجب.\n8 -\nثم يقرأ ما تيسر من القرآن، ويطيل القراءة في صلاة الصبح.\n9 -\nثم يركع أي يحني ظهره تعظيما لله ويكبر عند ركوعه وبرفع يديه إلى حذو منكبيه. والسنة أن يهصر ظهره ويجعل رأسه حياله ويضع يديه على ركبتيه مفرجتي الأصابع.\n10 -\nويقول في ركوعه: \" سبحان ربي العظيم، ثلاث مرات \"، وإن زاد \" سبحانك اللهم وبحمدك\nالجزء: 1 ¦ الصفحة: 31\n",
        "اللهم اغفر لي \" فحسن.\n11 -\nثم يرفع رأسه من الركوع قائلا: \" سمع الله لمن حمده \"، ويرفع يديه حينئذ إلى حذو منكبيه.\nوالمأموم لا يقول: سمع الله لمن حمده، وإنما يقول: بدلها: \" ربنا ولك الحمد \".\n12 -\nثم يقول بعد رفعه: \" ربنا ولك الحمد. ملء السماوات وملء الأرض وملء ما شئت من شيء بعد \".\n13 -\nثم يسجد خشوعا لله السجدة الأولى. ويقول عند سجوده: \" الله أكبر \" ويسجد على أعضائه السبعة، الجبهة مع الأنف، والكفين، والركبتين، وأطراف القدمين، ويجافي عضديه عن جنبيه، ولا يبسط ذراعيه على الأرض، ويستقبل برؤوس أصابعه القبلة.\n14 -\nويقول في سجوده: \" سبحان ربي الأعلى \" ثلاث مرات، وإن زاد \" سبحانك اللهم ربنا وبحمدك، اللهم اغفر لي \" فحسن.\nالجزء: 1 ¦ الصفحة: 32\n",
        "15 -\nثم يرفع رأسه من السجود قائلا: \" الله أكبر \".\n16 -\nثم يجلس بين السجدتين على قدمه اليسرى، وينصب قدمه اليمنى، ويضع يده اليمنى على طرف فخذه الأيمن مما يلي ركبته، ويقبض منها الخنصر والبنصر، ويرفع السبابة ويحركها عند دعائه، ويجعل طرف الإبهام مقرونا بطرف الوسطى كالحلقة، ويضع يده اليسرى مبسوطة الأصابع على طرف فخذه الأيسر مما يلي الركبة.\n17 -\nويقول في جلوسه بين السجدتين: \" رب اغفر لي وارحمني واهدني وارزقني واجبرني وعافني \".\n18 -\nثم يسجد خشوعا منه السجدة الثانية كالأولى فيما يقال ويفعل، ويكبر عند سجوده.\n19 -\nثم يقوم من السجدة الثانية قائلا: \" الله أكبر \" ويصلى الركعة الثانية كالأولى فيما يقال ويفعل إلا أنه لا يستفتح فيها.\n20 -\nثم يجلس بعد انتهاء الركعة الثانية قائلا: \" الله أكبر \" ويجلس كما جلس بين السجدتين سواء.\nالجزء: 1 ¦ الصفحة: 33\n",
        "21 -\nويقرأ التشهد في هذا الجلوس فيقول: \" التحيات لله والصلوات والطيبات. السلام عليك أيها النبي ورحمة الله وبركاته. السلام علينا وعلى عباد الله الصالحين، أشهد أن لا إله إلا الله وأشهد أن محمدا عبده ورسوله. اللهم صل على محمد وعلى آل محمد، كما صليت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد. وبارك على محمد وعلى آل محمد، كما باركت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد. أعوذ بالله من عذاب جهنم، ومن عذاب القبر، ومن فتنة المحيا والممات، ومن فتنة المسيح الدجال \". ثم يدعو ربه بما أحب من خيري الدنيا والآخرة.\n22 -\nثم يسلم عن يمينه قائلا: \" السلام عليكم ورحمة الله \" وعن يساره كذلك.\n23 -\nوإذا كانت الصلاة ثلاثية أو رباعية وقف عند منتهى التشهد الأول وهو: \" أشهد أن لا اله إلا الله وأشهد أن محمدا عبده ورسوله \".\nالجزء: 1 ¦ الصفحة: 34\n",
        "24 -\nثم ينهض قائما قائلا: \" الله أكبر \" ويرفع يديه إلى حذو منكبيه حينئذ.\n25 -\nثم يصلي ما بقي من صلاته على صفة الركعة الثانية، إلا أنه يقتصر على قراءة الفاتحة.\n26 -\nثم يجلس متوركا فينصب قدمه اليمنى ويخرج قدمه اليسرى من تحت ساق اليمنى، ويمكن مقعدته من الأرض، ويضع يديه على فخذيه على صفة وضعهما في التشهد الأول.\n27 -\nويقرأ في هذا الجلوس التشهد كله.\n28 -\nثم يسلم عن يمينه قائلا: \" السلام عليكم ورحمة الله \" وعن يساره كذلك.\nأشياء مكروهة في الصلاة 1 - يكره في الصلاة الالتفات بالرأس أو بالبصر فأما رفع البصر، إلى السماء فحرام.\n2 -\nويكره في الصلاة العبث والحركة لغير حاجة.\n3 -\nويكره في الصلاة استصحاب ما يشغل كالشيء\nالجزء: 1 ¦ الصفحة: 35\n",
        "الثقيل والملون بما يلفت النظر.\n4 -\nويكره في الصلاة التخصر، وهو وضع اليد على الخاصرة.\nأشياء مبطلة للصلاة 1 - تبطل الصلاة بالكلام عمدا وإن كان يسيرا.\n2 -\nوتبطل الصلاة بالانحراف، عن القبلة بجميع البدن.\n3 -\nوتبطل الصلاة بخروج الريح من دبره، وبجميع ما يوجب الوضوء أو الغسل.\n4 -\nوتبطل الصلاة بالحركات الكثيرة المتوالية لغير ضرورة.\n5 -\nوتبطل الصلاة بالضحك وإن كان يسيرا.\n6 -\nوتبطل الصلاة إذا زاد فيها ركوعا أو سجودا أو قياما أو قعودا متعمدا ذلك.\n7 -\nوتبطل الصلاة بمسابقة الإمام عمدا.\nالجزء: 1 ¦ الصفحة: 36\n",
        "[\nأحكام سجود السهو\n]\nأحكام سجود السهو لسجود السهو ثلاثة أسباب:\nالزيادة.\nوالنقص.\nوالشك.\nالزيادة: مثل أن يزيد الإنسان في صلاته ركوعا فيركع في الركعة الواحدة ركوعين، أو سجودا فيسجد ثلاث مرات أو قياما، فيقوم للركعة الخامسة مثلا في الرباعية ثم يذكر فيرجع، فإذا كان سجود السهو من أجل هذا فإنه يكون بعد السلام، بمعنى أنك تستشهد وتسلم ثم تسجد سجدتين وتسلم، هكذا فعل النبي عليه الصلاة والسلام حين صلى خمسا فذكروه بعد السلام فسجد بعد السلام.\nولا يقال: إن النبي عليه الصلاة والسلام سجد بعد السلام هنا ضرورة أنه لم يعلم إلا بعد السلام. هو كذلك، لكننا نقول: لو كان الحكم يختلف عما فعل لقال\nالجزء: 1 ¦ الصفحة: 37\n",
        "لهم عليه الصلاة والسلام: إذا علمتم بالزيادة قبل أن تسلموا فاسجدوا لها قبل السلام، فلما أقر الأمر على ما كان عليه، علم أن سجود السهو للزيادة يكون بعد السلام.\nويدل لذلك أن النبي، صلى الله عليه وسلم، لما سلم من ركعتين من صلاة الظهر أو العصر ثم ذكروه أتم صلاته ثم سلم ثم سجد سجدتين ثم سلم، وذلك لأن السلام في أثناء الصلاة زيادة فسجد النبي عليه الصلاة والسلام لها بعد السلام، وكما أن هذا مقتضى الأثر فإنه مقتضى النظر أيضا فإنه إذا زاد في الصلاة وقلنا يسجد للسهو قبل أن يسلم صار في الصلاة زيادتان، وإذا قلنا إنه يسجد بعد السلام صار فيها زيادة واحدة وقعت سهوا.\nالنقص: وهذا سجوده قبل السلام مثل أن يقوم عن التشهد الأول ناسيا، أو أن ينسى أن يقول سبحان ربي الأعلى في السجود، أو أن ينسى أن يقول سبحان ربي العظيم في الركوع فهذا يسجد قبل أن يسلم؛ لأن\nالجزء: 1 ¦ الصفحة: 38\n",
        "الصلاة الآن نقصت لترك هذا الواجب، فكان مقتضى الحكمة أن يسجد للسهو قبل أن يسلم ليجبر النقص قبل أن يفارق الصلاة.\nوقد دل لذلك حديث عبد الله بن بحينة «أن الرسول عليه الصلاة والسلام صلى بهم الظهر فقام من الركعتين ولم يجلس، فلما قضى الصلاة وانتظر الناس تسليمه كبر صلى الله عليه وسلم وهو جالس فسجد سجدتين ثم سلم» .\nالشك: الشك في الزيادة أو النقص، شك هل صلى أربعا أو ثلاثا فهذا له حالان:\nالحالة الأولى: أن يغلب على ظنه أحد الأمرين إما الزيادة أو النقص فيبني على غالب ظنه ويسجد للسهو بعد السلام كما في حديث ابن مسعود - رضي الله عنه -: «إذا شك أحدكم في صلاته فليتحر الصواب فليتم عليه ثم يسلم ثم يسجد سجدتين» . . هكذا قال النبي عليه الصلاة والسلام أو معناه.\nالجزء: 1 ¦ الصفحة: 39\n",
        "الحالة الثانية: إذا شك في الزيادة أو النقص بدون أن يترجح عنده أحد الطرفين فإنه يبني على اليقين وهو الأقل، ثم يتم عليه ثم يسجد سجدتين قبل أن يسلم، هكذا، جاءت السنة عن النبي، صلى الله عليه وسلم.\nومن مبطلات الصلاة أيضا الصلاة بالثياب التي تصف البشرة كما في إجابة السؤال التالي:\nفضيلة الشيخ محمد بن صالح العثيمين.\nالسلام عليكم ورحمة الله وبركاته، أرجو الإجابة على هذا السؤال: -\nكثير من الناس يصلون بثياب خفيفة تصف البشرة ويلبسون تحت هذه الثياب سراويل قصيرة لا تتجاوز منتصف الفخذ فيشاهد منتصف الفخذ من وراء الثوب، فما حكم صلاة هؤلاء؟\nبسم الله الرحمن الرحيم\nوعليكم السلام ورحمة الله وبركاته\nحكم صلاة هؤلاء حكم من صلى بغير ثوب سوى السراويل القصيرة لأن الثياب الشفافة التي تصف\nالجزء: 1 ¦ الصفحة: 40\n",
        "البشرة غير ساترة ووجودها كعدمها وبناء على ذلك فإن صلاتهم غير صحيحة على أصح قولي العلماء وهو المشهور من مذهب الإمام أحمد - رحمه الله -، وذلك لأنه يجب على المصلي من الرجال أن يستر ما بن السرة والركبة، وهذا أدنى ما يحصل به امتثال قول الله عز وجل: {يَا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ} [الأعراف: 31] فالواجب عليهم أحد أمرين: إما أن يلبسوا سراويل تستر ما بين السرة والركبة وإما أن يلبسوا فوق هذه السراويل القصيرة ثوبا ضيقا لا يصف البشرة. وهذا الفعل الذي ذكر في السؤال خطأ وخطير، فعليهم أن يتوبوا إلى الله تعالى منه وأن يحرصوا على إكمال ستر ما يجب ستره في صلاتهم. نسأل الله تعالى لنا ولإخواننا المسلمين الهداية والتوفيق لما يحبه ويرضاه. إنه جواد كريم.\nكتبه محمد الصالح العثيمين في 5 رمضان عام 1408 هـ.\nالجزء: 1 ¦ الصفحة: 41\n",
        "ملخص أحكام سجود السهو المسألة حالتها موضع السجود 1 - في السلام قبل تمام الصلاة: إذا سلم المصلي قبل تمام الصلاة ناسيا إذا ذكر بعد مُضي زمن طويل استأنف الصلاة من جديد، وإن ذكر بعد زمن قليل كخمس دقائق فإنه يكمل صلاته ويسلم منها يسجد بعد السلام للسهو سجدتين ويسلم مرة ثانية 2 - في الزيادة في الصلاة: إذا زاد المصلي في صلاته قياما أو ركوعًا أو سجودًا إن ذكر بعد الفراغ من الزيادة فليس عليه إلا السجود للسهو، وإن ذكر في أثناء الزيادة وجب عليه الرجوع عن الزيادة. يسجد للسهو بعد السلام ويسلم مرة ثانية 3 - في ترك الأركان: إذا ترك ركنًا من أركان الصلاة غير تكبيرة الإحرام ناسيًا فإن وصل إلى مكانه من الركعة التي تليها لغت الركعة التي تركه منها وقامت التي تليها مقامها، وأن لم يصل إلى مكانه من الركعة التي تليها وجب عليه الرجوع إلى محل الركن المتروك وأتى به وبما بعده. في كلتا الحالتين يجب عليه سجود السهو ومحله بعد السلام 4 - في الشك في الصلاة: إذا شك في عدد الركعات هل صلى ركعتين أو ثلاثًا فلا يخلو من حالتين. الحالة الأولى: أن يترجح عنده أحد الأمرين فيعمل بالراجح ويتم عليه صلاته ثم يسلم.\nالحالة الثانية: أن لا يترجح عنده أحد الأمرين فإنه يبني على اليقين وهو الأقل ثم يتم عليه يسجد للسهو بعد السلام في الحالة الأولى.\nيسجد للسهو قبل السلام في الحالة الثانية. 5 - في ترك التشهد الأول ناسيًا وحكم الواجبات حكم التشهد الأول. 1 - إن لم يذكر إلا بعد أن استتم قائما فإنه يستمر في صلاته ولا يرجع للتشهد.\n2 -\nإن ذكر بعد نهوضه وقبل أن يستتم قائما فإنه يرجع ويجلس ويتشهد ويكمل صلاته.\n3 -\nإن ذكر قبل أن ينهض فخذيه عن ساقيه فإنه يستقر جالسا ويتشهد ثم يكمل صلاته ولا يسجد للسهو لأنه لم يحصل منه زيادة ولا نقص.\nيسجد للسهو قبل السلام.\nالجزء: 1 ¦ الصفحة: 42\n",
        "1 -\nإذا سلم المصلي قبل تمام الصلاة متعمدا بطلت صلاته.\n2 -\nإذا زاد المصلي في صلاته قياما أو قعودا أو ركوعا أو سجودا متعمدا بطلت صلاته.\n3 -\nإذا ترك ركنا من أركان الصلاة: فإن كان تكبيرة الإحرام فلا صلاة له سواء تركها عمدا أو سهوا لأن صلاته لم تنعقد. وإن كان الركن المتروك غير تكبيرة الإحرام فتركه عمدا بطلت صلاته.\n4 -\nإذا ترك واجبا من واجبات الصلاة متعمدا بطلت صلاته.\n5 -\nإذا كان سجود السهو بعد السلام فلابد من التسليم مرة ثانية بعده.\nبسم الله الرحمن الرحيم\nهذه الورقة في سجود السهو اطلعت عليها فوجدتها صحيحة\nقال ذلك كاتبه\nمحمد الصالح العثيمين\nفي 11 / 6 / 1410\nالجزء: 1 ¦ الصفحة: 44\n",
        "[\nسجود التلاوة\n]\nسجود التلاوة سجود التلاوة سببه أن يمر الإنسان بآية فيها سجدة. والسجدات في القرآن الكريم معلومة، ومعلم عليها في هامش المصاحف، فإذا مر الإنسان بسجدة فإنه يتأكد في حقه أن يسجد لله عز وجل، بل قال بعض العلماء: إن سجود التلاوة واجب. لكن الصحيح ليس بواجب، ولأن أمير المؤمنين عمر بن الخطاب - رضي الله عنه - خطب ذات يوم في جمعة، فقرأ آية السجدة في سورة النحل فسجد، ثم قرأها في جمعة أخرى ولم يسجد ثم قال - رضي الله عنه -: \" إن الله لم يفرض علينا السجود إلا أن نشاء، والاستثناء هنا منقطع، أي أن معنى قوله إلا أن نشاء. لكن إن شئنا سجدنا \". وليس معنى \" إلا أن نشاء \" فرضا يفرضه علينا لأن الفرائض لا تعلق بالمشيئة. وقد فعل ذلك عمر - رضي الله عنه - بمحضر من الصحابة ولم ينكر عليه أحد مع حرص الصحابة - رضي الله عنهم - على إنكار ما يكون منكرا، فإقرار الصحابة في إقرار هذا المجمع\nالجزء: 1 ¦ الصفحة: 45\n",
        "العظيم من أمر صدر من الخليفة الراشد عمر بن الخطاب - رضي الله عنه - يدل على أن سجود التلاوة ليس بواجب وهو الصحيح، وسواء كان الإنسان في صلاة أو في غير صلاة.\nكيفية سجود التلاوة: أما كيفيته أن يكبر الإنسان ويسجد كسجود الصلاة على الأعضاء السبعة ويقول: \" سبحان ربي الأعلى \" \" سبحانك اللهم ربنا وبحمدك، اللهم اغفر لي \" ويدعو بالدعاء المشهور: \" اللهم لك سجدت وبك آمنت وعليك توكلت. سجد وجهي لله الذي خلقه وصوره وشق سمعه وبصره، بحوله وقوته. اللهم اكتب لي بها أجرا، وارفع عني بها وزرا واجعلها لي عندك ذخرا، وتقبلها مني كما تقبلتها من عبدك داود \".\nثم يقوم بلا تكبير ولا تسليم.\nأما إذا سجد في الصلاة فإنه يكبر إذا سجد ويكبر إذا رفع، لأن جميع الواصفين لصلاة الرسول، صلى الله عليه وسلم، في تكبيره، يذكرون أنه يكبر. كلما رفع وكلما خفض.\nالجزء: 1 ¦ الصفحة: 46\n",
        "فإن الرسول، صلى الله عليه وسلم، كان يسجد للتلاوة في الصلاة كما صح ذلك من حديث أبي هريرة «أنه قرأ، صلى الله عليه وسلم، في صلاة العشاء: {إِذَا السَّمَاءُ انْشَقَّتْ} [الانشقاق: 1] فسجد فيها» .\nوالذين يصفون صلاة النبي، صلى الله عليه وسلم، في التكبير لا يستثنون من هذا سجود التلاوة، فدل هذا على أن سجود التلاوة في الصلاة. كسجود صلب الصلاة؛ لأنه يكبر إذا سجد وإذا رفع، ولا فرق أن يكون السجدة في آخر آية قرأها أو في أثناء قراءته. فإنه يكبر إذا سجد ويكبر إذا رفع ثم يكبر للركوع عند ركوعه ولا يضر توالى التكبيرتين باختلاف سببيهما.\nوما يفعله بعض الناس إذا قرأ السجدة في الصلاة فسجد كبر للسجود دون الرفع منه، فإنني لا أعلم له أصلا، والخلاف الوارد في التكبير عند الرفع من سجود التلاوة إنما هو في السجود المجرد الذي يكون خارج الصلاة أما إذا كان السجود في إثناء الصلاة فإنه يعطى حكم السجود صلب الصلاة، أي يكبر إذا سجد ويكبر إذا قام من السجود.\nالجزء: 1 ¦ الصفحة: 47\n",
        "[\nحكم تارك الصلاة\n]\nحكم تارك الصلاة السؤال: ماذا يفعل الرجل إذا أمر أهله بالصلاة ولكنهم لم يستمعوا إليه، هل يسكن معهم ويخالطهم أم يخرج من البيت؟\nالجواب: إذا كان هؤلاء الأهل لا يصلون أبدا فإنهم كفار، مرتدون، خارجون عن الإسلام، ولا يجوز أن يسكن معهم، ولكن يجب عليه أن يدعوهم ويلح ويكرر لعل الله أن يهديهم لأن تارك الصلاة كافر - والعياذ بالله - بدليل الكتاب والسنة وأقوال الصحابة والنظر الصحيح.\nأما من القرآن فقوله تعالى عن المشركين: {فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ} [\nالتوبة\n: 11] مفهوم الآية أنهم إذا لم يفعلوا ذلك فليسوا إخوانا لنا - ولا تنتفي الأخوة الدينية بالمعاصي وإن عظمت، ولكنها تنتفي بالخروج عن الإسلام -. أما من السنة فقول النبي، صلى الله عليه وسلم: «بين الرجل وبين الكفر والشرك ترك الصلاة» . أخرجه مسلم.\nالجزء: 1 ¦ الصفحة: 48\n",
        "وقوله في حديث بريدة - رضي الله عنه - في السنن: «العهد الذي بيننا وبينهم الصلاة فمن تركها فقد كفر» .\nأما أقوال الصحابة: فقال أمير المؤمنين عمر - رضي الله عنه -: \" لا حظ في الإسلام لمن ترك الصلاة \" - والحظ: النصيب وهو هنا نكرة في سياق النفي فيكون عاما لا نصيب لا قليل ولا كثير - وقال عبد الله بن شقيق: كان أصحاب النبي، صلى الله عليه وسلم، لا يرون شيئا من الأعمال تركه كفر غير الصلاة.\nأما من جهة النظر الصحيح فيقال: هل يعقل أن رجلا في قلبه حبة خردل من إيمان يعرف عظمة الصلاة وعناية الله بها ثم يحافظ على تركها؟ هذا شيء لا يمكن وقد تأملت الأدلة التي استدل بها من يقول أنه لا يكفر فوجدتها لا تخرج عن أحوال خمسة:\n1 -\nإما أنها لا دليل فيها أصلا.\n2 -\nأو أنها قيدت بوصف يمتنع معه ترك الصلاة.\n3 -\nأو أنها قيدت بحال يعذر فيها بترك هذه الصلاة.\nالجزء: 1 ¦ الصفحة: 49\n",
        "4 -\nأو أنها عامة فتخصص بأحاديث كفر تارك الصلاة.\n5 -\nأو أنها ضعيفة لا تقاوم الأحاديث الصحيحة.\nوليس من النصوص أن تارك الصلاة مؤمن أو أنه يدخل الجنة أو ينجو من النار ونحو ذلك مما يحوجنا إلى تأويل الكفر الذي حكم به على تارك الصلاة بأنه كفر نعمة أو كفر دون كفر. وإذا تبين أن تارك الصلاة كافر كفر ردة فإنه يترتب على كفره أحكام المرتدين ومنها: -\nأولا: أنه لا يصح أن يزوج، فإن عقد له وهو لا يصلي فالنكاح باطل ولا تحل له الزوجة به لقوله تعالى عن المهاجرات: {فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ} [الممتحنة: 10] الممتحنة.\nثانيا: أنه إذا ترك الصلاة بعد أن عقد له فإن نكاحه ينفسخ ولا تحل له الزوجة؛ للآية التي ذكرناها سابقا على حسب التفصيل المعروف عند أهل العلم بين أن يكون ذلك قبل الدخول أو بعده.\nالجزء: 1 ¦ الصفحة: 50\n",
        "ثالثا: أن هذا الرجل الذي لا يصلي إذا ذبح لا تؤكل ذبيحته، لماذا؟؟ لأنها حرام، ولو ذبح يهودي أو نصراني فذبيحته يحل لنا أن نأكلها، فيكون - والعياذ بالله - ذبحه أخبث من ذبح اليهود والنصارى.\nرابعا: أنه لا يحل له أن يدخل مكة أو حدود حرمها لقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا} [التوبة: 28]\nخامسا: أنه لو مات أحد من أقاربه فلا حق له في الميراث منه، فلو مات رجل عن ابن له لا يصلي (الرجل مسلم يصلي والابن لا يصلي) وعن ابن عم له بعيد (عاصب) فمن الذي يرثه؟؟ ابن عمه البعيد دون ابنه لقوله، صلى الله عليه وسلم، في حديث أسامة: «لا يرث المسلم الكافر ولا الكافر المسلم» متفق عليه، ولقوله، صلى الله عليه وسلم: «ألحقوا الفرائض بأهلها فما بقي فلأولى رجل ذكر» متفق عليه، وهذا مثال ينطبق على جميع الورثة.\nسادسا: أنه إذا مات لا يغسل ولا يكفن ولا يصلي عليه ولا يدفن مع المسلمين، إذا ماذا نصنع به؟؟\nالجزء: 1 ¦ الصفحة: 51\n",
        "نخرج به إلى الصحراء ونحفر له وندفنه بثيابه لأنه لا حرمة له، وعلى هذا فلا يحل لأحد مات عنده ميت وهو يعلم أنه لا يصلي أن يقدمه للمسلمين يصلون عليه.\nسابعا: أنه يحشر يوم القيامة مع فرعون وهامان وقارون وأبي بن خلف، أئمة الكفر - والعياذ بالله - ولا يدخل الجنة ولا يحل لأحد من أهله أن يدعو له بالرحمة والمغفرة، لأنه كافر لا يستحقها لقوله تعالى: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ} [التوبة: 113]\nفالمسألة يا إخواني خطيرة جدا. . ومع الأسف فإن بعض الناس يتهاونون في هذا الأمر، ويقرون في البيت من لا يصلي وهذا لا يجوز. . والله أعلم. وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين.\nمحمد بن صالح بن عثيمين\nبسم الله الرحمن الرحيم\nلقد أذنت بطبع هذه الإجابة عن حكم تارك الصلاة ومخالطته.\nكتبه محمد الصالح العثيمين في 6 / 2 / 1410 هـ.\nالجزء: 1 ¦ الصفحة: 52\n",
        "[\nالتوبة\n]\nالتوبة التوبة: هي الرجوع من معصية الله تعالى إلى طاعته.\nالتوبة: محبوبة إلى الله عز وجل: {إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ} [البقرة: 222]\nالتوبة: واجبة على كل مؤمن: {يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحًا} [التحريم: 8]\nالتوبة: من أسباب الفلاح: {وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَ الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ} [النور: 31] والفلاح: أن يحصل للإنسان مطلوبه وينجو من مرهوبه.\nالتوبة النصوح: يغفر الله بها الذنوب كما عظمت ومهما كثرت: {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ} [الزمر: 53] لا تقنط يا أخي المذنب من رحمة ربك، فباب التوبة مفتوح حتى تطلع الشمس من مغربها.\nقال النبي، صلى الله عليه وسلم: «إن الله يبسط يده بالليل ليتوب\nالجزء: 1 ¦ الصفحة: 53\n",
        "مسيء النهار ويبسط يده بالنهار ليتوب مسيء الليل حتى تطلع الشمس من مغربها» رواه مسلم.\nوكم من تائب عن ذنوب كثيرة عظيمة تاب الله عليه قال الله تعالى: {وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا - يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا - إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا} [الفرقان: 68 - 70]\nالتوبة النصوح هي التي اجتمع فيها خمسة شروط: الأول: الإخلاص لله تعالى بأن يقصد بها وجه الله تعالى وثوابه والنجاة من عذابه.\nالثاني: الندم على فعل المعصية بحيث يحزن على فعلها ويتمنى أنه لم يفعلها.\nالثالث: الإقلاع عن المعصية فورا فإن كانت في حق الله تعالى تركها إن كانت فعلا محرما وبادر بفعلها إن كانت ترك واجب. وإن كانت في حق مخلوق بادر\nالجزء: 1 ¦ الصفحة: 54\n",
        "بالتخلص منها، إما بردها إليه أو طلب السماح له وتحليله منها.\nالرابع: العزم على أن لا يعود إلى تلك المعصية في المستقبل.\nالخامس: أن لا تكون التوبة قبل فوات قبولها إما بحضور الأجل، أو بطلوع الشمس من مغربها قال الله تعالى: {وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ} [النساء: 18] وقال النبي صلى الله عليه وسلم: «من تاب قبل أن تطلع الشمس من مغربها تاب الله عليه» . رواه مسلم.\nاللهم وفقنا للتوبة النصوح وتقبل منا. إنك أنت السميع العليم.\nكتبه\nمحمد الصالح العثيمين\nفي 17 / 4 / 1406هـ.\nالجزء: 1 ¦ الصفحة: 55\n",
        "[\nالرسالة الثالثة الجنائز\n]\n[\nأحكام تغسيل الميت\n]\nالرسالة الثالثة: الجنائز - أحكام تغسيل الميت.\n- كيفية تغسيله.\n- كيفية تكفينه.\n- كيفية الصلاة عليه.\n- كيفية دفنه.\nبسم الله الرحمن الرحيم\nلا مانع لدي من طبع هذه الرسالة في\nكيفية تغسيل الميت\nوتكفينه والصلاة عليه ودفنه.\nكتبه\nمحمد الصالح العثيمين\nفي 29 / 12 / 1411 هـ.\nالجزء: 1 ¦ الصفحة: 57\n",
        "أحكام تغسيل الميت الحمد لله رب العالمين، وأشهد أن لا إله إلا الله وحده لا شريك له إله الأولين والآخرين، وأشهد أن محمدا عبده ورسوله خاتم النبيين وأمام المتقين، صلى الله عليه وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين وسلم تسليما.\nأما بعد: فهذه نبذة تتعلق بتغسيل الميت وتكفينه ودفنه. وقبل أن نشرع في المقصود نقدم هذه الفقرات: -\n1 -\nغسل الميت المسلم وتكفينه ودفنه فرض كفاية، فينبغي لمن قام بذلك أن ينوي أنه مؤد هذه الفريضة لينال أجرها وثوابها من الله تعالى. أما الكافر فلا يجوز تغسيله ولا تكفينه ولا دفنه مع المسلمين.\nالجزء: 1 ¦ الصفحة: 59\n",
        "2 -\nالغاسل: مؤتمن على الميت فيجب عليه أن يفعل ما يلزم في تغسيله وغيره.\n3 -\nالغاسل: مؤتمن على الميت فيجب عليه أن يستر ما رآه فيه من مكروه.\n4 -\nالغاسل: مؤتمن على الميت فلا ينبغي أن يمكن أحدا من الحضور عنده إلا من يحتاج إليه لمساعدته في تقليب الميت وصب الماء ونحوه.\n5 -\nالغاسل: مؤتمن على الميت فينبغي أن يستعمل الرفق به والاحترام وأن لا يكون عنيفا أو حاقدا عليه عند خلع ثيابه وتغسيله وغير ذلك.\n6 -\nلا يغسل الرجل المرأة إلا أن تكون زوجته ولا المرأة للرجل إلا أن يكون زوجها إلا من دون سبع سنين فيغسله الرجل والمرأة سواء كان ذكرا أم أنثى.\n7 -\nيستحب للغاسل إذا فرغ أن يغتسل كما يغتسل للجنابة فإن لم يغتسل فلا حرج عليه.\nالجزء: 1 ¦ الصفحة: 60\n",
        "[\nكيفية تغسيل الميت\n]\nكيفية تغسيل الميت الواجب في تغسيل الميت أن يغسل جميع جسده بالماء حتى ينقى، والأفضل أن يعمل ما يلي: -\n1 -\nيضع الميت على الشيء الذي يريد أن يغسله عليه منحدرا نحو رجليه.\n2 -\nيلف خرقة على عورة الميت من السرة إلى الركبة قبل أن يخلع ثيابه لئلا يرى عورته بعد الخلع.\n3 -\nيخلع ثياب الميت برفق.\n4 -\nيلف الغاسل على يده خرقة ليغسل عورة الميت من غير كشف حتى ينقيها ثم يلقى الخرقة.\n5 -\nيبل خرقة بماء فينظف بها أسنان الميت ومناخره.\n6 -\nيغسل وجه الميت ويديه إلى المرفقين ورأسه ورجليه إلى الكعبين، يبدأ باليد اليمنى قبل اليسرى وبالرجل اليمنى قبل اليسرى.\n7 -\nلا يدخل الماء في فم الميت ولا أنفه اكتفاء بتنظيفهما بالخرقة.\nالجزء: 1 ¦ الصفحة: 61\n",
        "8 -\nيغسل جسده كله ثلاثا أو خمسا أو سبعا أو أكثر من ذلك حسب حاجة الجسم إلى التنظيف والتنقية، يبدأ بالجانب الأيمن من الجسم قبل الأيسر.\n9 -\nالأفضل أن يخلط الماء الذي يغسله به بسدر؛ لأنه أبلغ في الإنقاء، فيضرب الماء المخلوط بالسدر بيده حتى تظهر رغوته فيغسل بالرغوة رأسه ولحيته وبالباقي بقية الجسم.\n10 -\nالأفضل أن يخلط بالغسلة الأخيرة كافورا (وهو نوع معروف من الطيب) .\n11 -\nإذا كان للميت شعر فإنه يسرح ولا يلبد ولا يقص شيء منه.\n12 -\nإذا كان الميت امرأة نقض شعرها إن كان مجدولا فإذا غسل ونقي جدل ثلاث جدائل. وجعلن خلف ظهرها.\n13 -\nإذا كانت بعض أعضاء الميت منفصلة فإنها تغسل وتضم إليه.\nالجزء: 1 ¦ الصفحة: 62\n",
        "14 -\nإذا كان الميت متفسخا بحروق أو غيرها ولا يمكن تغسيله فإنه ييمم عند كثير من أهل العلم. فيضرب الميمم بيديه بالأرض ويمسح بهما وجه الميت وكفيه.\n[\nكيفية تكفين الميت\n]\nكيفية تكفين الميت الواجب في تكفين الميت خرقة تغطي جميع بدنه، لكن الأفضل كما يلي:\n1 -\nيكون التكفين في ثلاث خرق بيض يوضع بعضها فوق بعض، ثم يوضع الميت عليها ثم يرد طرف العليا من جانب الميت الأيمن على صدره ثم طرفها من جانبه الأيسر. ثم يفعل باللفافة الثانية ثم الثالثة كذلك. ثم يرد طرف اللفائف من عند رأسه ورجليه ويعقدها.\n2 -\nتبخر الأكفان بالبخور ويذر بينها شيء من الحنوط (والحنوط أخلاط من الطيب يصنع للموتى) .\nالجزء: 1 ¦ الصفحة: 63\n",
        "3 -\nيجعل من الحنوط على وجه الميت ومغابنه ومواضع سجوده.\n4 -\nيوضع شيء من الحنوط في قطن فوق عينيه ومنخريه وشفتيه.\n5 -\nيوضع شيء من الحنوط في قطن بين أليتيه ويشد بخرقه.\n6 -\nتكفن المرأة في خمس قطع: إزار وخمار وقميص ولفافتين. وإن كفنت كما يكفن الرجل فلا حرج في ذلك.\n7 -\nتحل عقد الكفن عند وضع الميت في قبره.\n[\nكيفية الصلاة على الميت\n]\nكيفية الصلاة على الميت 1 - يصلى على الميت المسلم صغيرا كان أم كبيرا ذكرا أم أنثى.\n2 -\nيصلى على الحمل إذا سقط وقد بلغ أربعة أشهر ويفعل به كما يفعل بالكبير فيغسل ويكفن قبل الصلاة عليه.\nالجزء: 1 ¦ الصفحة: 64\n",
        "3 -\nلا يصلى على الحمل إذا سقط فبل تمام أربعة أشهر لأنه لم تنفخ فيه الروح، ولا يغسل ولا يكفن وإنما يدفن في أي مكان.\n4 -\nيقف الإمام في الصلاة على الميت عند رأس الرجل ووسط المرأة ويصلي الناس وراءه.\n5 -\nيكبر في الصلاة على الميت أربع تكبيرات يقرأ في التكبيرة الأولى بعد التعوذ والبسملة سورة الفاتحة ويصلى على النبي، صلى الله عليه وسلم بعد التكبيرة الثانية فيقول: اللهم صل على محمد وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد. وبارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد.\nويدعو للميت بعد التكبيرة الثالثة والأفضل أن يدعو بما ورد عن النبي، صلى الله عليه وسلم، في ذلك وإن لم يعرفه دعا بما يعرف. ويقف بعد الرابعة قليلا ثم يسلم، وإن قال قبل السلام: ربنا آتنا في الدنيا\nالجزء: 1 ¦ الصفحة: 65\n",
        "حسنة وفي الآخرة حسنة وقنا عذاب النار فلا بأس بذلك.\n[\nكيفية دفن الميت\n]\nكيفية دفن الميت 1 - الواجب أن يدفن الميت في قبر يمنعه من السباع متوجها إلى القبلة وكلما عمق فهو أفضل.\n2 -\nالأفضل أن يكون القبر لحدا، وذلك بأن يحفر للميت حفرة في عمق القبر مما يلي القبلة.\n3 -\nيجوز أن يكون القبر شقا وذلك بأن يحفر للميت حفرة في عمق القبر في وسطه إذا دعت الحاجة لذلك بأن تكون الأرض رخوة.\n4 -\nيوضع الميت في قبره على جنبه الأيمن متوجها إلى القبلة.\n5 -\nينصب عليه اللبن نصبا، ويشد ما بينها بالطين المثرى لئلا ينهال التراب على الميت.\n6 -\nيدفن القبر بعد ذلك ولا يرفع ولا يشيد بجص أو غيره.\nالجزء: 1 ¦ الصفحة: 66\n",
        "7 -\nلا يجوز الدفن في ثلاثة أوقات: إذا طلعت الشمس حتى ترتفع قدر رمح، وإذا وقفت عند الزوال حتى تزول. وإذا بقي عليها مقدار رمح عند الغروب حتى تغرب. ومقدار الوقتين الأول والأخير نحو ربع ساعة ومقدار الثاني نحو سبع دقائق.\n8 -\nلا يدفن الكافر في مقابر المسلمين كما لا يغسل ولا يكفن ولا يصلي عليه، وإنما يدفن في مكان غير مملوك لأحد إلا أن ينقل إلى بلاده.\nوالحمد لله رب العالمين، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.\nكتبه الفقير إلى الله\nمحمد الصالح العثيمين\nالجزء: 1 ¦ الصفحة: 67\n",
        ""
    ]
}