{
    "1": [
        "من المشكلات اللغوية في القرآن الكريم\nمن المشكلات اللغوية في القرآن الكريم\nعبد الجليل عبده شلبي\nالكتاب:\nمن المشكلات اللغوية في القرآن الكريم\nالمؤلف:\nعبد الجليل عبده شلبي\nالناشر:\nالجامعة الإسلامية بالمدينة المنورة\nالطبعة:\nالسنة السابعة - العدد الرابع - ربيع الآخر 1395 هـ ابريل 1975 م\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "من المشكلات اللغوية في القرآن الكريم\nبقلم: فضيلة الشيخ عبد الجليل شلبي المدرس في كلية الشريعة بالجامعة\nفي القرآن الكريم آيات كثيرة أشكل إعرابها على النحويين, وذهبوا فيها مذاهب شتى كل حسب وجهة نظره، وحسب المدرسة النحوية التي ينتمي إليها، كما أن به أيضاً تعبيرات بَدَتْ للوهلة الأولى خارجة عن قواعد البلاغيين، وذهب الشراح والمفسرون يلتمسون لها توجيها، وحارت فيها أفكارهم.\nوأعرض اثنين من هذه الآيات المشكلة، إحداهما نحوية والأخرى بلاغية.\nفمن التعبيرات النحوية التي أتعبت المفسرين والمعربين جميعاً قوله تعالى\n: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجاً يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْراً} .\nإذا افتتحت الآية بالاسم الموصول (الذين) وهو لجماعة الذكور العقلاء, و (يتوفون) صلة الموصول، والرابط بها واو الجماعة، أما الخبر عن هذا المبتدأ فهو جملة {يَتَرَبَّصْنَ} والفاعل فيها هو نون النسوة وبهذا لا نجد الخبر مطابقاً للمبتدأ. ومن هنا تفرقت كلمة المعربين واختلفت تخريجاتهم لهذا التركيب. قال شيخ المفسرين الطبري:\n\"فإن قال قائل: أين الخبر عن الذين يتوفون؟ قيل متروك لأنه لم يقصد قصد الخبر عنهم، وإنما قصد الخبر عن الواجب على المعْتَدّات من العدة، في وفاة أزواجهم، فصرف الخبر عن الذين ابتدأ بذكرهم من الأموات\nالجزء: 1 ¦ الصفحة: 125\n",
        "إلى الخبر عن أزواجهم والواجب عليهن من العدة، إذ كان معروفاً مفهوماً معنى ما أريد بالكلام، وهو نظير قول القائل في الكلام: بعض جبتك متخرقة في ترك الخبر عما ابتدئ الكلام به إلى الخبر عن بعض أسبابه، وكذلك الأزواج اللواتي عليهن التربص، لما كان إنما ألزمهن التربص بأسباب أزواجهن صرف الكلام عن خبر من ابتدأ بذكره إلى الخبر عمن قصدَ قصْدَ الخبر عنه\".\nوهو يعني أن الأرامل ألزمن التربص ومنعن من الزواج بسبب أزواجهن المتوَفّيْن، فترك الحديث عن هؤلاء المتوفين وصرف إلى الزوجات اللاتي سيقت الآية لبيان ما يجب عليهن\".\nوهو كلام جيد من ناحية معناه، ولكن بقيت المشكلة النحوية بدون حل.\nويعود الطبري فيعرض حلاً آخر فيقول:\n\"وقد زعم بعض أهل العربية أن خبر {الَّذِينَ يُتَوَفَّوْنَ} متروك، وأن معنى الكلام. . . ينبغي لهن أن يتربصن بعد موتهم\".\nوليس هذا أيضاً حلاً نحوياً، إنما هو بيان للمعنى المقصود، والمعنى واضح ولكن المشكلة مشكلة تركيب وقواعد نحوية، وليس منها أن يحذف كل هذه الكلمات.\nوقدر الزمخشري مضافاً محذوفاً في أول الجملة، واعتبر أصل التركيب: وأزواج الذين يتوفون. . يتربصن، وإذن فالنون في (يتربصن) تعود على المبتدأ المحذوف وهو (أزواج) . وعَرَض توجيهاً آخر، فقدر محذوفاً في آخر الجملة لا في أولها. وقال: التقدير يتربصن بعدهم، وهذا كما يقال: السمن منوان بدرهم، أي منه.\nوكلا التقديرين مقبول، فحذف المضاف مألوف، وحذف الظرف مألوف.\nالجزء: 1 ¦ الصفحة: 126\n",
        "ولعل أقرب 1 هذه التحليلات وأدناها إلى منطق النحو ما ذكره الزجاج في كتابه (معاني القرآن وإعرابه) من أن (أزواجاً) تحمل ضميراً يعود على المبتدأ، والتقدير: (ويذرون أزواجاً لهم) وإذن فالضمير في (يتربصن) لا يعود على (أزواجا) منفصلة عن الاسم الموصول. وإنما هي بمعنى (أزواجهم) ويذكر الزجاج نظيرا لهذا من الكلام، إذ يقال مثلاً: الذي يموت وله بنتان ترثان الثلثين، فكلمة (بنتان) تحمل ضميراً ومعنى من المبتدأ، والألف في (ترثان) هي بمعنى (بنتاه) وإن فالخبر ليس خالياً من الرابط.\nهذا الذي ذكره الزجاج قريب من اللغة، ولم يقدر فيه محذوفات بعيدة أو كثيرة كما فعل غيره.\nوالتعبير بعد كل هذا ليس شيئاً خارجاً عن الأساليب العربية، فالبحث إنما هو عن تخريجه ووجهته الإعرابية، وقد ذكر كل من الفراء والزجاج نظيراً لهذا الأسلوب قول ثابت قطنة 2:\nلعلي إن مالت بي الريح ميلة.\nعلى ابن أبي ذبان أن يتندما.\nفاسم (لعل) هي ياء المتكلم، والخبر هو (يتندم) ، وكان الأصل: لعل ابن أبي ذبان أن يتندم، إن مالت بي الريح عليه، ولكن هذا التعبير يجعل المتكلم تابعاً في الكلام لا أصلاً، والتقدير هنا لعلي مع ابن أبي ذبان، وهو على أي حال ليس منقطع الصلة عن اسم (لعل) .\n1 المجلة: في إعراب هذه الآية يقول المبرد: إن (يتربصن) خير لمبتدأ محذوف دل عليه المقام والتقدير (أزواجهم يتربصن) وهذه الجملة خبر عن المبتدأ الأول وهو (الذين) = وحذف ما يعلم جائز.\n2 ثابت قطنة من الشعراء خراسان الإسلاميين، ذهبت عينه بطعنة فكان يضع عليها قطنة فسمي بها _ كان من أنصار المهلبيين، وهذه القصيدة مما رثى به يزيد بن المهلب، وابن أبي ذبان_ هو الوليد بن عبد الملك، سمي كذلك لأن أباه كان آبخر شديد البخر حتى إن الذباب كان يموت إذا دنا من فمه _ ويروى البيت أيضا (أن يتقدما) _\nالجزء: 1 ¦ الصفحة: 127\n",
        "وهذا كما تقول: لعلي إن ضربت بسيفك ينكسر، ولعلي إن حاربتك تنهزم و (لعلّ) في كل هذه الحالات بمعنى الاشفاق، ولكنها ما زالت بحاجة إلى اسم وخبر. وقد ضرب أبو عبيدة في مجازه صفحاً عن هذه الآية.\nونقل الطبري هذا الشاهد السابق وأوْرد تنظيراً آخر وهو قول الشاعر:\nألم تعلموا أن ابن قيس وقتله.\nبغير دم دار المذلة حلت.\nقال: \"فألغى ابن قيس وقد ابتدأ يذكره. وأخبر عن قتله أنه ذُلّ\".\nوهذا الاستشهاد غير قوي، لأنه يحتمل التأويل بالمفرد، فيمكن أن تكون الواو للمعية، فيظل الحديث عن ابن قيس الذي قتل لغير جريرة. ويكون التقدير: إن ابن قيس مع قتله بغير ذنب هو إن وذلة، فما بعد الواو فضلة لا يحتاج إلى إخبار عنه. ومن المألوف السائغ أن يقال: إني وما ملكت يدي ملك لك ورهن أمرك، وفي القرآن أيضاً: {إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّم} .\nومن الأساليب التي أثارت تساؤلات البلاغيين ما حكى به القرآن الكريم قصة موسى عليه السلام والعبد الصالح الذي قابله, وهو الخضر عليه السلام، إذ قال\n: {حَتَّى إِذَا أَتَيَا أَهْلَ قَرْيَةٍ اسْتَطْعَمَا أَهْلَهَا\nفَأَبَوْا أَنْ يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَاراً يُرِيدُ أَنْ يَنْقَضَّ فَأَقَامَهُ قَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ أَجْراً} .\nفقد تكررت كلمة أهل، وكان مقتضى الظاهر أن يقال: حتى إذا أتيا أهل قرية استطعماهم. فذهب كثير من المفسرين واللغويين يتلمسون العلل لهذا الإظهار في موضع الإضمار، والواقع أن الأمر ليس كذلك، وليس في الآية إظهار في محل الإضمار، بل يتعين أن يكون التعبير كذلك {اسْتَطْعَمَا أَهْلَهَا} ولا يجوز (استطعماهم) .\nويرجع سبب الاختلاف في وجهة النظر إلى الاختلاف في تقدير جواب الشرط فالذين قدروه (استطعما أهلها) جواب الشرط اعتبروا أهلها إظهاراً، ولكن هذه لا تصلح جواب شرط، وإنما جواب الشرط هو {قَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ\nالجزء: 1 ¦ الصفحة: 128\n",
        "أَجْراً} ، ذلك أن الآية تقص ما حدث على يد العبد الصالح من أمور شاذة واعتراض موسى عليه فيما يفعل، وهنا أمر عجيب وهو أن القوم قد بخلوا عليهم بالطعام رغم سؤالهم إياهم، ومع هذا يقيم الخضر لهم الجدار بدون أجر. لهذا اعترض موسى عليه، فسياق القصة كلها يقضي أن يكون جواب الشرط إما فعلاً عجيباً من الخضر أو اعتراضاً من موسى.\nوفي الحادث الأول وهو خرق السفينة، {حَتَّى إِذَا رَكِبَا فِي السَّفِينَةِ خَرَقَهَا} نجد جواب الشرط هو (خرقها) وهو عمل عجيب يستدعي التساؤل والاعتراض، وفي الحادث الثاني وهو قتل الغلام. . . {حَتَّى إِذَا لَقِيَا غُلاماً فَقَتَلَهُ قَالَ أَقَتَلْتَ نَفْساً زَكِيَّةً بِغَيْرِ نَفْسٍ} نجد جواب الشرط هو (قال) ، أي اعتراض موسى، وفي هذه الآية {حَتَّى إِذَا أَتَيَا أَهْلَ قَرْيَةٍ} نجد كلمة {اسْتَطْعَمَا أَهْلَهَا} لا هي فعل عجيب للخضر ولا اعتراض من موسى، وأيضاً لم يكن ورودهما القرية طلباً للطعام.\nوإذن فجملة استطعما أهلها هي نعت لقرية المضاف إليه، وهو جملة فعلية، فلا بد من وجود رابط بها يعود على القرية، وهذا الرابط هو الضمير في أهلها، ولو جاء التعبير - على هذا التقدير. . حتى إذا أتيا أهل قرية استطعماهم لبقي النعت الجملة بلا رابط.\nوتقدير الآية بعد هذا هو: حتى إذا وصلا قرية قد رفض أهلها أن يقدموا لهما شيئاً من القرى، وكان بها جدار يوشك أن ينهار، فأخذ الخضر بقيمة عجب موسى وقال له: لو شئت لاتخذت عليه أجراً.\nوهناك وجه آخر لم يغب عن ذهن الباحثين، وهو عود الضمير على الأهل لو قيل (استطعماهم) ، وتكون الجملة الفعلية نعتاً لأهل لا للقرية، ولكنهم استبعدوا هذا الوجه لأن الآية ظلت تتحدث عن القرية لا عن الأهل، قالت: {فَوَجَدَا فِيهَا جِدَاراً} ولم تقل فوجد عندهم جداراً، ولأن الجدار من مباني القرية لا من سكانها، والحديث عن عملهم فيها لا عن مجادلتهم السكان.\nاعتمد هذا الوجه قاضي القضاة تقي الدين السبكي، ونقله عنه ابنه في (عروس الأفراح) . . ثم نقله الألوسي في تفسيره.\nالجزء: 1 ¦ الصفحة: 129\n",
        "ولم تهمل كلمة أهل في أول الجملة فيكون تركيبها: (حتى إذا أتيا قرية استطعما أهلها) لأن ذلك قد يوهم أنهما سألا أهلها إجمالاً، وهذا يصدق بسؤال بعض منهم، فلا يكون ثمة عجب أو دهشة في إقامة الجدار مع رفض القرى من بعض الأفراد.\nوكما قال بعض المفسرين أنهما قابلا أول الأمر بعض أفرادها وحين أعوزهما الطعام ذهبا يسألان الأهلين1 واحداً واحداً أو بيتاً فلم يحفل أحد بهما ولا طابت نفسه أن يقدم لهما طعاماً، وبعد هذا كله يقيم الخضر هذا الجدار غير آبه لما كان منهم من إساءة وشح.\nوبدء الآية بالأهل لا ينافي أنها حديث عن القرية.\nبهذا لا يكون تكرار كلمة (أهل) في الآية من وضع الظاهر موضع المضمر بل يكون ذكراً لا بد منه.\nوكان الأديب العالم الشيخ صلاح الدين الصفدي ممن حيرهم البحث في تركيب هذه الآية فكتب إلى الشيخ السبكي يسأله شرحها في شعر جاء فيه:\nأسيدنا قاضي القضاة ومن إذا\n...\nبدا وجهه استحي اله القمران\nرأيت كتاب الله أكبر معجز\n...\nلا فضل من يهدي به الثقلان\nولكنني في الكهف أبصرت آيةً\n...\nبها الفكر في طول الزمان عناني\nوما هي إلا استطعما أهلها فقد\n...\nترى استطعماهم مثله ببيان\nفما الحكمة الغراء في وضع ظاهر\n...\nمكان ضمير إن ذاك لشاني\nوأجاب القاضي بهذه الإجابة التي لخصناها عنه، ووجدها من المفسرين بعده من يرتضيها ويؤيدها.\n1 قائل هذا يريد: أنهما أتيا بعض الأهل واستطعما جميع الأهل فتغير المراد من أهل الأولى وأهل الثانية= ولهذا لم يقل استطعماهم حتى لا يعود الضمير إلى أهل بمعنى (بعض) = المجلة =\nالجزء: 1 ¦ الصفحة: 130\n",
        ""
    ]
}