{
    "1": [
        "من وافق اسمه كنية أبيه للأزدي\nمن وافق اسمه كنية أبيه للأزدي\nأبو الفتح الأزدي\nالكتاب:\nمن وافق اسمه كنية أبيه\nالمؤلف:\nأبو الفتح محمد بن الحسين بن أحمد بن عبد الله بن بريدة الموصلي الأزدي (المتوفى: 374هـ)\nالمحقق:\nالدكتور باسم فيصل أحمد الجوابرة\nالناشر:\nمركز المخطوطات والتراث [طبع مع كتاب: من وافق اسمه اسم أبيه للأزدي]\nالطبعة:\nالأولى 1408 هـ - 1988 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\nأعده للشاملة:\nيا باغي الخير أقبل\n",
        "جمعية إحياء التراث الإسلامي\nمركز المخطوطات والتراث - تحقيق التراث (4)\nمن وافق اسمه اسم أبيه\nمن وافق اسمه كنية أبيه\nللحافظ أبي الفتح الأزدي\n374 هـ\nانتخاب كتاب\nمن وافقت كنيته اسم أبيه مما لا يؤمن وقوع الخطأ فيه\nللخطيب البغدادي\nانتخاب علاء الدين مغلطاي\nتحقيق\nالدكتور باسم فيصل أحمد الجوابرة\nمنشورات مركز المخطوطات والتراث\nالطبعة الأولى\n1408 هـ - 1988 م\n",
        "بسم الله الرحمن الرحمن\nوهذا ذكر من وافق اسمه كنية أبيه.\nقال أبو الفتح محمد بن الحسين بن أحمد الموصلي: قد ذكرنا في كتابنا كل صحابي وتابعي وغيرهما ممن وافق اسمه اسم أبيه حسب علمنا والله الموفق للصواب إن شاء الله ويخرج في كتابنا هذا كل اسم وافق كنية أبيه فيقال عن فلان ابن أبي فلان من صحابي وتابعي وغيرهما إن شاء الله: فمن ذلك:\n1-\nسنان بن أبي سنان [بن محصن] من بني أسد بن خزيمة.\n2-\nسبرة ابن أبي سبرة الجعفي له صحبة.\n3-\nعامر ابن أبي عامر الأشعري سمع أباه، روى عنه مالك بن مسروح، روى عن معاوية.\n4-\nمعقل ابن أبي معقل له صحبة.\n5-\nأرقم ابن أبي أرقم تابعي عن ابن عباس.\n6-\nواقد ابن أبي واقد الليثي له صحبة.\nالجزء: 1 ¦ الصفحة: 45\n",
        "7-\nرافع ابن أبي رافع كان لصاً في الجاهلية.\n8-\nرجاء ابن أبي رجاء الباهلي عن محجن قاله عبد الله بن شقيق عنه.\n9-\nحريش ابن أبي حريش.\n10-\nعلي ابن أبي علي اللهبي عن الحسين بن علي.\n11-\nعلقمة ابن أبي علقمة عن (أمه) عن عائشة.\n12-\nعمرو ابن أبي عمرو مولى المطلب.\n13-\nعيسى ابن أبي عيسى عن محمد بن ثابت، روى عنه الحكم بن المبارك.\n14-\nعيسى ابن أبي عيسى عن عوف الأعرابي، روى عنه مروان الفزاري.\n15-\nعيسى ابن أبي عيسى هو ابن ميسرة عن أبي الزناد وعن أنس.\n16-\nعيسى ابن أبي عيسى الحناط عن الشعبي، روى عنه حميد بن الأسود.\nالجزء: 1 ¦ الصفحة: 46\n",
        "17-\nمحمد بن أبي محمد عن أبيه عن أبي هريرة، روى عنه عبد الرزاق.\n18-\nسكن ابن أبي سكن البرجمي.\n19-\nأسيد ابن أبي أسيد البراد المدني عن عبد الله بن أبي قتادة، روى عنه بن أبي حبيب والدراوردي وزهير.\n20-\nسليمان ابن أبي سليمان، روى عنه عوام.\n21-\nسليمان ابن أبي سليمان، روى عنه قتادة.\n22-\nبجير ابن أبي بجير.\n23-\nعمران ابن أبي عمران وهو ابن هارون الرملي.\n24-\nحبيب ابن أبي حبيب صاحب الأنماط عن عمرو بن هرم.\n25-\nحبيب ابن أبي حبيب أبو كشوثا عن أنس بن مالك.\n26-\nميمون ابن ميمون، روى عنه جعفر بن برقان.\nالجزء: 1 ¦ الصفحة: 47\n",
        "27-\nكثير ابن أبي كثير، روى عن ربعي بن حراش.\n28-\nالهيثم ابن أبي الهيثم عن الحارث عن علي.\n29-\nهلال ابن أبي هلال عن أبي هريرة.\n30-\nهشام ابن أبي هشام، وهو هشام بن زياد أبو المقدام.\n31-\nعمر ابن أبي عمر، عن عبد الله بن عمر روى عنه ابن أبي ذئب.\n32-\nإسماعيل بن أبي إسماعيل المؤدب.\n33-\nعامر بن أبي عامر الخزاز البصري عن أيوب بن موسى بن عمرو بن سعيد بن العاص.\n34-\nعمر بن أبي عمر [الضرير] عن أبيه عن هشام بن عروة.\n35-\nعبد الله ابن أبي عبد الله روى عنه ابن المبارك.\n36-\nحميد ابن أبي حميد.\nالجزء: 1 ¦ الصفحة: 48\n",
        "37-\nمهدي ابن أبي مهدي.\n38-\nمخارق ابن أبي مخارق عن ابن عمر.\n39-\nحارث ابن أبي الحارث ويقال ابن الحارث.\n40-\nالحسن ابن أبي الحسن البصري.\n41-\nإسحق ابن أبي إسحق، روى عنه محمد بن المنكدر، تابعي لأبي هريرة.\n42-\nإسحق ابن أبي إسحق الشيباني.\n43-\nطلحة ابن أبي طلحة العبدي تابعي لأنس.\n44-\nسعيد ابن أبي سعيد المقبري.\n45-\nحزم ابن أبي حزم عن ميمون بن سياه عن أنس، روى عنه أحمد بن المقدام.\n46-\nجعفر ابن أبي جعفر الأشجعي.\n47-\nجهم ابن أبي جهم عن عبد الله بن جعفر.\nالجزء: 1 ¦ الصفحة: 49\n",
        "48-\nسعيد ابن أبي سعيد الخدري.\n49-\nسعيد ابن أبي سعيد المهري عن أبي هريرة.\n50-\nصالح ابن أبي صالح السدوسي عن علي روى عنه خلاد بن عمرو.\n51-\nصالح ابن أبي صالح السمان عن أبيه عن أبي هريرة.\n52-\nصالح ابن أبي صالح مولى عمرو بن حريث.\n53-\nمنيع ابن أبي منيع أخو الحجاج بن أبي منيع.\n54-\nمطرف ابن أبي مطرف الخفاف.\n55-\nموسى ابن أبي موسى الأشعري، عن أبيه الميت يعذب ببكاء أهله عليه.\n56-\nزيد ابن أبي زيد.\n57-\nيحيى ابن أبي يحيى القيسي، عن أبيه، روى عنه أبو سلمة.\nالجزء: 1 ¦ الصفحة: 50\n",
        "58-\nنافع ابن أبي نافع، عن أبي هريرة لا سبق إلا في حافر أو خف.\n59-\nحفص ابن أبي حفص عن شهر بن حوشب.\n60-\nعفير ابن أبي عفير.\n61-\nفضالة ابن أبي فضالة.\n62-\nعمير ابن أبي عمير، عن ابن عمر قال ما رأيت رسول الله صلى الله عليه وسلم (يصوم) يوم جمعة قط.\n63-\nالقاسم ابن أبي القاسم (عن) قاص الأجناد.\n64-\nقرة ابن أبي قرة روى عنه يحيى بن أبي كثير.\n65-\nقزعة ابن أبي قزعة وهو قزعة بن سويد ليس بالقوي.\nالجزء: 1 ¦ الصفحة: 51\n",
        "66-\nمحرم ابن أبي محرم الجرمي الأزدي.\n67-\nزياد ابن أبي زياد الأشجعي.\n68-\nزياد ابن أبي زياد الجصاص.\n69-\nزياد ابن أبي زياد، عن الزهري عن ابن المسيب، عن النبي صلى الله عليه وسلم قال من أعان في قتل مؤمن بغير حق بشطر كلمة لقي الله عز وجل يوم القيامة مكتوب بين عينيه آيس من رحمة الله، حدثناه صدقة قال حدثنا داود بن رشيد قال حدثنا مروان الفزاري عن زياد بن أبي زياد وقد رفع إلى أبي هريرة إلى النبي صلى الله عليه وسلم.\n70-\nيزيد ابن أبي يزيد بن كيسان, صنعاني روى عن طاووس.\n71-\nيزيد ابن أبي يزيد عن ابن سيرين.\n72-\nيزيد ابن أبي يزيد مولى الأنصار عن امرأته.\nالجزء: 1 ¦ الصفحة: 52\n",
        "73-\nيزيد ابن أبي يزيد عن عبيد بن عمير, روى عنه بكر بن سوادة.\n74-\nيعقوب بن أبي يعقوب عن أم المنذر بنت قيس الأنصارية قالت دخل علي رسول الله صلى الله عليه وسلم ومعه علي بن أبي طالب وكان علي رضي الله عنه ناقهاً من المرض ولنا دوال معلقة فقام رسول الله صلى الله عليه وسلم وعلي يأكلان منها فطفق رسول الله صلى الله عليه وسلم يقول لعلي مهلاً فإنك ناقه حتى كف علي وقد صنعت شعيراً وسلقاً فلما جئت به قال عليه السلام لعلي من هذا فأصب قالت فأكلا من ذلك.\nحدثناه أبو يعلى قال حدثنا محمد بن أبي بكر المقدمي قال حدثنا ابن أبي الوزير قال ثنا فليح بن سليمان عن أيوب بن عبد الرحمن عن يعقوب بن أبي يعقوب إلى آخره.\n75-\nحمزة ابن أبي حمزة النصيبي عن نافع عن ابن عمر.\n76-\nكعب ابن أبي كعب عن عمه عن ابن عباس: إن شئت فاعزل وإن شئت فلا تعزل ما شاء الله فهو كائن لن يغلب الله شيء.\n77-\nفلان ابن أبي فلان العتكي الأرحبي المصري عن الحسن.\n78-\nخالد ابن أبي خالد الشامي عن محمد بن عبد الرحمن عن نافع.\n79-\nعطية ابن أبي عطية أنه رأى ابن (أم) مكتوم.\nالجزء: 1 ¦ الصفحة: 53\n",
        "80-\nمنصور ابن أبي منصور عن أبي هريرة.\n81-\nيعقوب ابن أبي يعقوب عن أبي هريرة.\n82-\nمحمد ابن أبي محمد عن عوف بن مالك.\n83-\nمحمد ابن أبي محمد, مولى زيد بن ثابت, عن سعيد بن جبير وعكرمة.\n84-\nحبيب ابن أبي حبيب كاتب مالك بن أنس عن عبد الله بن عامر الأسلمي عن جعفر ابن محمد ابن علي عن أبيه عن علي أنه قال على منبر الكوفة: ألا أخبركم بخير هذه الأمة بعد نبيها عليه السلام قالوا بلى قال أبو بكر الصديق ثم عمر بن الخطاب. حدثناه محمد بن مخلد قال حدثنا محمد بن يوسف بن أبي معمر قال حدثنا حبيب ابن أبي حبيب.\n85-\nخليد ابن أبي خليد روى عنه السدي يعد في الكوفيين.\n86-\nأرقم ابن أبي أرقم تابعي عن ابن عباس.\nالجزء: 1 ¦ الصفحة: 54\n",
        "87-\nعثمان ابن أبي (عثمان) (سأل) القاسم بن محمد, روى عنه الثوري ومروان الفزاري.\n88-\nغيلان ابن أبي غيلان مولى عثمان روى عنه يعقوب بن عتبة قال عبد الله بن عون رأيت غيلان مصلوباً بالشام.\n89-\nفضل ابن أبي فضل بن الحكم الطاحي سمع أبا (نضرة) روى عنه أبو عامر العقدي.\n90-\nفرات ابن أبي الفرات روى عن الفضل بن طلحة روى عنه أبو معاوية وغيره.\n91-\nأسيد ابن أبي أسيد الساعدي الأنصاري المدني عن أبيه روى عنه ابن الغسيل.\n92-\nراشد ابن أبي راشد عن يزيد بن ميسرة.\n93-\nبشير ابن أبي بشير مولى الزبير عن جابر يروي عنه ابن إسحق.\nالجزء: 1 ¦ الصفحة: 55\n",
        "94-\nأشرس ابن أبي الأشرس صاحب وهب بن منبه.\n95-\nأشرس ابن أبي الأشرس عن معاوية بن قرة.\n96-\nبختري ابن أبي بختري عن النبي صلى الله عليه وسلم مرسلاً روى عنه ابن إسحق.\n97-\nثابت ابن أبي ثابت السلولي عن محمد بن مهاجر قاضي اليمامة.\n98-\nخيثمة ابن أبي خيثمة البصري عن الحسن روى عنه الأعمش.\n99-\nداود ابن أبي داود المازني.\n100-\nعتبة ابن أبي عتبة عن عكرمة.\n101-\nعطاء ابن أبي عطاء, رأى سالماً.\n102-\nسلمة ابن أبي سلمة بن عبد الرحمن بن عوف أخو (عمر) ابن أبي سلمة، روى عنه عقيل.\n103-\nالوليد ابن أبي الوليد، مولى عثمان بن عفان.\nالجزء: 1 ¦ الصفحة: 56\n",
        "104-\nالوليد ابن أبي الوليد أبو عثمان المدني القرشي، عن ابن عمر، روى عنه الليث بن سعد.\n105-\nمسلم ابن أبي مسلم الحرمي عن مخلد بن الحسين.\n106-\nمسلم ابن أبي (مسلم) الخياط رأى سعداً، وعن أبي هريرة روى عنه ابن أبي ذئب.\n107-\nيوسف ابن أبي يوسف القاضي.\n108-\nمختار ابن أبي مختار عن عبد الوارث عن أنس، روى عنه إسحق.. .. ..\n109-\nمعروف ابن أبي معروف، روى عنه حماد بن (زيد) ..\n110-\nحكيم ابن أبي حكيم، روى عنه (عبيد) الله بن عمرو..\n111-\nحرب ابن أبي حرب عن شريح روى عنه حصين أبو حبيب.\nالجزء: 1 ¦ الصفحة: 57\n",
        "112-\nحريب ابن أبي (حريث) عن ابن عمر وزيد بن (حارثة) روى عنه يونس بن حلبس في الصرف.\n113-\nحلبس ابن أبي حلبس.\n114-\nحلال ابن أبي حلال.\nآخر الكتاب والحمد لله رب العالمين وصلى الله على سيدنا محمد وآله وصحبه وسلم وحسبنا الله تعالى ونعم الوكيل.\nالجزء: 1 ¦ الصفحة: 58\n",
        ""
    ]
}