{
    "1": [
        "منتقى من أخبار الأصمعي للربعي\nمنتقى من أخبار الأصمعي للربعي\nالرَّبَعي، أبو محمد\nالكتاب:\nمنتقى من أخبار الأصمعي\nالمؤلف:\nعبد الله بن أحمد بن ربيعة بن زبر الربعي، أبو محمد (المتوفى: 329هـ)\nانتقاء:\nالضياء المقدسي (643 هـ)\nالمحقق:\nمحمد مطيع الحافظ\nالناشر:\nدار طلاس\nالطبعة:\nالأولى 1987\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\nأعده للشاملة:\nيا باغي الخير أقبل\n",
        "المنتقى من أخبار الأصمعي\nتأليف\nالقاضي أبي محمد عبد الله بن أحمد الربعي\nالمتوفى سنة 329 هـ\nانتقاء\nالحافظ ضياء الدين محمد بن عبد الواحد المقدسي\nالمتوفى سنة 643 هـ\nتحقيق\nمحمد مطيع الحافظ\nدار طلاس\nالطبعة الأولى\n1987\n",
        "الجزء الأول من المنتقى من أخبار الأصمعي\nوفيه من الجزء السابع وبعض الثامن\nتأليف\nأبي محمد عبد الله بن أحمد بن زبر الربعي القاضي عن شيوخه رواية أبي بكر محمد بن أحمد بن عثمان السلمي عنه رواية أبي الحسن أحمد بن عبد الواحد بن محمد بن أحمد بن عثمان بن أبي الحديد.\nعن جده أبي بكر محمد (بن أحمد بن عثمان السلمي) رواية أبي الحسن علي بن أحمد بن منصور الغساني المالكي عنه رواية أبي عبد الله محمد بن حمزة بن محمد بن أبي جميل القرشي عنه.\nالجزء: 1 ¦ الصفحة: 89\n",
        "بسم الله الرحمن الرحيم\nوالحمد لله رب العالمين، وصلى الله على محمد وآله وسلم تسليماً كثيراً.\nقرئ على أبي عبد الله محمد بن حمزة بن محمد القرشي يوم الخميس سابع شوال من سنة ثمان وسبعين وخمس مائة بدمشق، أخبركم أبو الحسن علي بن أحمد بن منصور الغساني المالكي سنة أربع وعشرين وخمس مائة، أنبا الشيخ أبو الحسن\n[ص: 92]\nأحمد بن عبد الواحد بن محمد بن أبي الحديد قراءة عليه في شهر ربيع الأول سنة سبع وستين وأربع مائة في داره بدمشق، قال: أنبا جدي أبو بكر محمد بن أحمد بن عثمان السلمي قراءة عليه وأنا أسمع في شهور سنة إحدى وأربع مائة، قال: أنبا أبو محمد عبد الله ابن أحمد بن ربيعة بن زبر.\n1-\nثنا محمد بن شداد بن عيسى المسمعي، ثنا عبد الملك بن قريب الأصمعي قال:\nقال أعرابي لرجل: اشكر المنعم عليك، وأنعم على الشاكر لك تستوجب من ربك زيادته، ومن أخيك منا صحته.\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 91\n",
        "2-\nحدثنا العباس بن محمد، ثنا الأصمعي، عن ابن عون، عن محمد:\nأن خالد بن الوليد دخل على عمر، وعلى قميص خالد حرير، فقال له عمر: ما هذا يا خالد؟ قال: وما بأسه يا أمير المؤمنين؟! أليس قد لبسه ابن عوف؟ فقال: وأنت مثل ابن عوف، ولك مثل ما لابن عوف؟! عزمت على من في البيت إلا أخذ كل واحدٍ منهم طائفةً منه مما يليه. قال: فمزقوه حتى لم يبق شيءٌ.\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 93\n",
        "3-\nحدثنا محمد بن روح، قال: سمعت الأصمعي يقول: سمعت ابن أبي الزناد يحدث عن هشام بن عروة قال:\n[ص: 94]\nما حدث ابن شهاب عن أبي بحديثٍ فيه طولٌ إلا زاد فيه ونقص.\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 93\n",
        "4-\nحدثنا محمد بن روح، ثنا عبد الملك بن قريب الأصمعي قال:\nتقدم رجلان إلى عبيد الله بن الحسن العنبري، فشهدا عنده على إعدام رجل، فقال: تشهدان أنه معدم مفقع؟ فقالا أصلح الله القاضي، شهدنا بما علمنا، فما المفقع؟ فقال: المفقع أجير المعدوم، فقالا: نشهد أنه معدم مفقع مفاقيع متفقع.\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 94\n",
        "5-\nحدثنا محمد بن القاسم، ثنا الأصمعي، عن عبد الله بن النعمان الحراني عن عكرمة:\nفي قوله: {ذواتا أفنان} . قال: ظل الأغصان على الحيطان، أما سمعت قول الشاعر:\nما هاج شوقك من هديل حمامةٍ\n...\nتدعو على فنن الغصون حماما\nتدعو أبا فرخين صادف طاوياً\n...\nذا مخلبين من الصقور قطاما\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 95\n",
        "6-\nحدثنا محمد بن القاسم، ثنا الأصمعي، عن عبد الله بن النعمان عن عكرمة:\nفي قوله عز وجل: {يخرج من بين الصلب والترائب} . قال: صلب الرجل، وترائب المرأة. أما سمعت قول الشاعر:\nوالزعفران على ترائبها\n...\nشرقٌ به اللبات والنحر\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 96\n",
        "7-\nحدثنا محمد بن القاسم، ثنا الأصمعي، عن عيسى ابن عمر قال:\nكان نابغة بني شيبان ينشد الشعر فيكثر، حتى إذا فرغ قبض على لسانه فقال: لأسلطن عليك ما يسوؤك: سبحان الله والحمد لله ولا إله إلا الله والله أكبر.\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 97\n",
        "8-\nحدثنا محمد بن القاسم، ثنا الأصمعي، ثنا معاذ بن العلاء قال:\nرأيت غاراً باليمن في بعض جبالها، فقيل لي: إن فيه عجباً، فدخلته فرأيت فيه رجلاً من حجارة، أسفله أعلاه، فيأتي قومٌ فيطرحونه، ثم يأتون بعد وقد عاد، فحدثني أهل اليمن أن آباءهم حدثوهم عن آبائهم: أنه كان رجلاً غداراً.\nالحديث: 8 ¦ الجزء: 1 ¦ الصفحة: 97\n",
        "9-\nحدثنا محمد بن القاسم، ثنا الأصمعي، عن صالح ابن أسلم قال:\nنظرت إلى امرأة مستترة بثوب، وهي تطوف بالبيت، فنظر إليها عمر بن أبي ربيعة من وراء الثوب ثم قالب:\nألما بذات الخال واستطلعا لنا\n...\nعلى العهد باقٍ ودها أم تصرما\nقال: فقلت له: امرأةٌ مسلمةٌ غافلةٌ محرمة قد سيرت فيها شعراً وهي لا تعلم. قال: إني قد أنشدت من الشعر ما بلغك، ورب هذه البنية ما حللت إزاري على فرجٍ حرام قط.\nالحديث: 9 ¦ الجزء: 1 ¦ الصفحة: 98\n",
        "10-\nحدثنا محمد بن القاسم، ثنا الأصمعي قال:\nقيل لأعرابي: صلب الأمير زنديقاً، فقال: من طلق الدنيا فالآخرة صاحبته، ومن فارق الحق فالجذع راحلته.\nالحديث: 10 ¦ الجزء: 1 ¦ الصفحة: 98\n",
        "11-\nحدثنا أحمد بن عبيد بن ناصح، ثنا الأصمعي، عن أبي عمرو بن العلاء قال:\nأسلم أعرابي في أيام عمر بن الخطاب، فجعل عمر يعلمه الصلاة، فيقول: صل الظهر أربعاً، والعصر أربعاً، والمغرب ثلاثاً، والعشاء أربعاً، والصبح ركعتين، فلا يحفظ، ويعيد عليه فلا يحفظ، بل يجعل الأربع ثلاثاً، والثلاث أربعاً، فضجر عمر فقال: إن الأعراب أحفظ شيء للشعر فقال:\nإن الصلاة أربعٌ وأربع\n...\nثم ثلاثٌ بعدهن أربع\n...\nثم صلاة الفجر لا تضيع\n...\nأحفظت؟ قال: نعم. قال: الحق بأهلك.\nالحديث: 11 ¦ الجزء: 1 ¦ الصفحة: 99\n",
        "12-\nحدثنا أحمد بن عبيد، ثنا الهيثم بن عدي، عن الأعمش، عن مجاهد، عن عبد الله بن عمرو قال:\nإذا ظهرت بيوت مكة على أخشابها فخذ حذرك.\nقال أبو جعفر: سمعت الأصمعي وأبا زيد يقولان: الأخشب: الجبل.\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 100\n",
        "13-\nحدثنا أحمد بن عبيد، قال: سمعت الأصمعي يقول:\nحاصبٌ من قطر، يشبه بوقع الحصى وأنشد:\n[ص: 101]\nفقد مسحت بحمد الله كعبته\n...\nوقد حصبت نهاراً وسط من حصبا\nالحديث: 13 ¦ الجزء: 1 ¦ الصفحة: 100\n",
        "14-\nحدثنا أحمد بن عبيد، قال: سمعت الأصمعي يقول:\nسحوت القرطاس أسحوه سحواً: إذا قشرته فأخذت منه سحاءةً. قال: والمسحاة التي تسحى بها الأرض تجوف بها، والساحية: المطر الشديد الواقع الذي يقشر الأرض. وسحت الشاة تسح سحوحاً: إذا سمنت.\nالحديث: 14 ¦ الجزء: 1 ¦ الصفحة: 101\n",
        "15-\nحدثنا أحمد بن عبيد، قال: سمعت الأصمعي يقول:\nيقال الجرادة مذكرٌ والأنثى من الجراد. كما يقال: بطةٌ وحية، وجميعه جراد، والرجل من الجراد: قطعةٌ منه قدر\n[ص: 102]\nما يكون مئة ذراع في مثلها. وإذا باض الجراد قيل: غرز فهو مغرز. ويقال أيضاً: قد رز الجراد فهو راز. قال: ويبقى في الأرض أربعين ليلةً ثم يثور مثل صغار الدود، فيقال: قد أدبى بيض الجراد إذا صار دبى.\nالحديث: 15 ¦ الجزء: 1 ¦ الصفحة: 101\n",
        "16-\nحدثنا أحمد بن عبيد قال: سمعت الأصمعي يقول:\nجشر الصبح: انكشط عند الظلام. يقال: جشر يجشر جشوراً: انفلق. ويقال: أصبح بنو قالن جشراً: إذا أووا في الإبل ولم ينصرفوا إلى البيوت. ويقال: جشروا دوابهم إذا أخرجوها من القرية ترعى قريباً منها. قال: وإذا أخذ البعير سعالٌ في صدره قيل: قد جشر يجشر جشراً، والاسم منه الجشرة.\nالحديث: 16 ¦ الجزء: 1 ¦ الصفحة: 102\n",
        "17-\nحدثنا أحمد بن عبيد، قال: سمعت الأصمعي يقول:\nرجلٌ أمرط وأمعط: إذا سقط شعر رأسه ولحيته، وهو من المرط والمعط. وسهم أمرط إذا سقط عنه قذذه، ونبل أمرط لا ريش عليها، واحدها: مرط، وأنشد:\nحتى رأى من خمر المحاط\n...\nذا أكلبٍ كالأقدح الأمرط\nمعناه: أنه وصف ثوراً قد أحاطت به الكلاب، وقوله: من خمر. فالخمر: ما ستر ووارى، والمحاط: حيث أحيط به. وقوله: ذا أكلب: هو الصائد الذي معه كلاب. وقوله: كالأقدح: يعني النبل. والقداح: النبل. الأمرط: ليس عليها ريش شبهها بها، والمرط من الثياب: الإزار.\nالحديث: 17 ¦ الجزء: 1 ¦ الصفحة: 103\n",
        "18-\nحدثنا أحمد بن عبيد قال: سمعت الأصمعي يقول:\n[ص: 104]\nاللطلط: الشاة الدرداء التي ليست له أسنان.\nالحديث: 18 ¦ الجزء: 1 ¦ الصفحة: 103\n",
        "19-\nحدثنا أحمد بن عبيد قال: سمعت الأصمعي يقول:\nالوجا: مقصورةٌ، وهو أن يشتكي الفرس حافره، فإذا وطئ الأرض قيل هو يتوجى. قال: والحفى: أن ينهك الحافر وتأكله الأرض.\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 104\n",
        "20-\nقال: وسمعت الأصمعي يقول:\nالعقق: جمع العقوق، وهي الحامل إذا عظم بطنها، وهي عقوقٌ، ولا يقال: معق وأنشدنا لزهير:\nغزت سماناً فآبت ضمراً خدجاً\n...\nمن بعدما جنبوها بدناً عققا\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 104\n",
        "21-\nحدثنا أحمد عبيد، قال: سمعت الأصمعي يقول: يقال للدابة إذا مر مراً سريعاً: مر وله أجيج ومر يؤج أجا\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 105\n",
        "22-\nقال: وسمعت الأصمعي يقول:\nالريح اللجوج الدائمة الهبوب، تكون في كل زمانٍ، وأكثر ما تكون إذا ولى القيظ.\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 105\n",
        "23-\nقال: وسمعت الأصمعي يقول:\nالإشعار إلزاقك الشيء بالشيء، وأنشدنا:\nنقلبهم جيلاً فجيلاً تراهم\n...\nشعائر قربانٍ بها نتقرب\n[ص: 106]\nقال: والإشعار: أن تطعن البدنة حتى يسيل دمها، وأشعرها سناناً: أي ألزقه بها، ومنه قول النبي صلى الله عليه وسلم في حديث أم عطية: ((أشعرنها إياه)) : أي نشفنها به؛ الزقنه بجلدها. ومنه قوله للأنصار: ((أنتم الشعار)) ، وهو الثوب الذي يلبسه الرجل على جلده، فأراد أنهم في القرب منه بمنزلة الشعار، والناس بمنزلة الدثار، وهو ما لبس فوق الدثار.\nالحديث: 23 ¦ الجزء: 1 ¦ الصفحة: 105\n",
        "24-\nقال: وسمعت الأصمعي يقول:\nالقانع والمعتر. المعتر: الذي يعتر بك لتعطيه، يقال:\n[ص: 107]\nعره يعره عراً: إذا أطاف به. قال: ومثله: اعتراه يعتريه، وعراه يعروه، كل ذلك إذا أتاه وأطاف به.\nالحديث: 24 ¦ الجزء: 1 ¦ الصفحة: 106\n",
        "25-\nحدثنا أحمد بن عبيد قال: سمعت الأصمعي يقول:\nحبل العاتق: موضع الرداء من العنق. وحبائل الشيطان: مصايده. والحبالة: المصيدة ما كانت. وحبائل الموت: أسبابه.\nالحديث: 25 ¦ الجزء: 1 ¦ الصفحة: 107\n",
        "26-\nحدثنا أحمد بن عبيد قال: سمعت الأصمعي يقول:\nرمحٌ حليف الغرب أي: حديدٌ. وأنشد:\nحتى إذا ما تجلى ليلها فزعت\n...\nمن فارسٍ، وحليف الغرب ملتام\n[ص: 108]\nقال: يعني: الحمر لما أصبحت فزعت من الصايد ومعه رمحٌ حليف. وقوله: ملتام: يشبه بعضه بعضاً. يقال: رجل حليف اللسان أي حديد.\nالحديث: 26 ¦ الجزء: 1 ¦ الصفحة: 107\n",
        "27-\nحدثنا محمد بن القاسم بن خلاد، ثنا الأصمعي، عن العمري وغيره:\nأن عبد الله بن جعفر أسلف الزبير بن العوام ألف ألف درهم، فلما توفي الزبير. قال ابن الزبير لعبد الله بن جعفر: إني وجدت في كتب أبي: أن له عليك ألف ألف درهم. فقال: هو صادقٌ فاقبضها إذا شئت، ثم لقيه بعد فقال: يابن جعفر إنما وهمت، المال لك عليه. قال: فهو له. قال: لا أريد ذاك، قال:\n[ص: 109]\nفاختر، إن شئت فهو له، وإن كرهت ذلك فلك [فيه] نظرة ما شئت، فإن لم ترد ذلك فبعني من ماله ما شئت، قال: أبيعك، ولكني أقوم فقوم الأموال، ثم أتاه، فقال: أحب أن لا يحضرني وإياك أحد فقال له عبد الله: يحضرني وإياك الحسن والحسين فيشهدان لك. قال: ما أحب أن يحضرنا أحد، قال: انطلق فمضى معه فأعطاه خراباً وشيئا لا عمارة له، وقومه عليه، حتى إذا فرغ قال عبد الله لغلامه: ألق لي في هذا الموضع مصلى فألقى له في أغلظ موضع من تلك المواضع مصلى، -يعني-: فصلى ركعتين وسجد فأطال السجود يدعو، فلما قضى ما أراد من الدعاء قال لغلامه: احفر في موضع سجودي فحفر، فإذا عين قد أنبطها فقال له ابن الزبير: أقلني، قال: أما دعائي فأجابه الله تبارك وتعالى إياي فلا أقيلك، فصار ما أخذ منه أعمر مما في يدي ابن الزبير.\nالحديث: 27 ¦ الجزء: 1 ¦ الصفحة: 108\n",
        "28-\nقال: واشترى بعض القرشيين جملاً بأربع مئة دينار، فوصفه فأطال الصفة فدفعه إلى الرائض، فمر بعبد الله بن جعفر، فقال: إني لأشتهي من كبد هذا الجمل وسنامه فادعوه لي فأتى، فقيل له: ابن جعفر يدعوك، وأمر خبازه إذا دخل الرجل أن ينحر الجمل، فلما دخل الرائض نحر الخباز الجمل، فأكل عبد الله من كبده وسنامه ومعه الرائض، فقال الرائض: ما أكلت طعاماً قط أطيب من طعامك هذا، قال: هو الجمل الذي كنت عليه، قال: إنا لله! قال: ما لك؟ قال: أخذ بأربع مئة دينار. قال: أعطوه إياها. ويقال: إنا الرجل القرشي كان عمر بن العاص.\nالحديث: 28 ¦ الجزء: 1 ¦ الصفحة: 110\n",
        "29-\nحدثنا أحمد بن عبيد بن ناصح، ثنا الأصمعي، عن أبي بكر الهذلي، عن رجال من قومه:\nأن أصيل الهذلي قدم على رسول الله صلى الله عليه وسلم من مكة فقال\n[ص: 111]\nله: يا أصيل كيف تركت مكة: مطرها وخصبها؟ قال: يا رسول الله، تركتها قد ابيضت بطحاؤها، واخضرت مسلانها يعني: شعابها، وأمشر سلمها والأمشار ثمر له أحمر، يخرج في أطراف الورق. وأعذق إذ خرها، والإعذاق: اجتماع أصوله. وأحجن ثمامها، والإحجان يفقعه. فقال له رسول الله صلى الله عليه وسلم: يا أصيل، دع القلوب تقر. يعني: تقر بالمدينة لاتشوقهم إلى مكة.\nالحديث: 29 ¦ الجزء: 1 ¦ الصفحة: 110\n",
        "30-\nحدثنا أحمد بن عبيد، ثنا الأصمعي، عن أبي عوانة، عن عبد الملك بن عمير قال: حدثني الشعبي، أن زياد بن النضر الحارثي حدثه قال:\nكنا على غديرٍ لنا في الجاهلية، ومعنا رجلٌ من الحي يقال له: عمرو بن مالك، معه بنيةٌ له شابةٌ على ظهرها ذؤابة، فقال لها أبوها: خذي هذه الصحفة، ثم إيتي الغدير، فجيئينا بشيءٍ من مائه، فانطلقت، فوافقها عليه جانٌ فاختطفها فذهب بها، فلما فقدناها نادى أبوها في الحي، فخرجنا على كل صعبٍ وذلول، وقصدنا كل شعب ونقب فلم نجد لها أثراً، ومضت على ذلك السنون، حتى كان زمن عمر بن الخطاب، فإذا هي قد جاءت، وقد عفا شعرها وأظفارها وتغيرت حالها، فقال لها أبوها: أي بنية\n[ص: 113]\nأنى كنت؟ وقام إليها يقبلها ويشم ريحها، فقالت: يا أبت أتذكر ليلة الغدير؟ قال: نعم، قالت: فإنه وافقني عليه جانٌ فاختطفني فذهب بي، فلم أزل فيهم حتى إذا كان الآن غزا هو وأهله قوماً مشركين، أو غزاهم قوم ٌمشركون، فجعل الله تبارك وتعالى عليه نذراً إن هم ظفروا بعدوهم أن يعتقني ويردني إلى أهلي، فظفروا، فحملني فأصبحت عندكم، وقد جعل بيني وبينه أمارة إن احتجت إليه أن أولول بصوتي فإنه يحضرني. قال: فأخذ أبوها من شعرها وأظفارها وأصلح من شأنها وزوجها رجلاً من أهله، فوقع بينها وبينه ذات يومٍ ما يقع بين المرأة وبعلها، فعيرها وقال: يا مجنونة، والله إن نشأت إلا في الجن، فصاحت وولولت بأعلى صوتها فإذا هاتفٌ يهتف: يا معشر بني الحارث اجتمعوا وكونوا حياً كراماً، فاجتمعنا فقلنا: ما أنت رحمك الله؟ فإنا نسمع صوتاً ولا نرى شخصاً، فقال: أنا راب فلانة، رعيتها في الجاهلية بحسبي، وصنتها في الإسلام بديني، والله إن نلت منها محرماً قط، واستغاثت في هذا الوقت فحضرت فسألتها عن أمرها فزعمت أن زوجها عيرها بأن كانت فينا، ووالله لو كنت تقدمت\n[ص: 114]\nإليه لفقأت عينه، قال: فقلنا: يا عبد الله لك الحباء والجزاء والمكافأة. فقال: ذاك إليه، يعني الزوج، قال: فقامت إليه عجوزٌ من الحي فقالت: أسألك عن شيء؟ فقال: سلي، قالت: أن لي بنية عريساً أصابتها حصبة فتمزق رأسها، وقد أخذتها حمى الربع فهل لها من دواء؟ قال: نعم، اعهدي إلى ذباب الماء الطويل القوائم الذي يكون على أفواه الأنهار، فخذي منها واحدة، فاجعليه في سبعة ألوان عهنٍ من أصفرها وأحمرها وأخضرها وأسودها وأبيضها وأكحلها وأزرقها ثم اقتلي ذلك الصوف بأطراف أصابعه ثم اعقديه على عضدها اليسرى، ففعلت أمها ذلك فكأنما نشطت من عقال.\nالحديث: 30 ¦ الجزء: 1 ¦ الصفحة: 112\n",
        "31-\nحدثنا أحمد بن عبيد، ثنا الأصمعي:\n[ص: 115]\nأن أعرابياً مر بمجلس من مجالس بني حنيفة، فسلم عليهم وانطلق، ثم عاد والهم ظاهرٌ في وجهه فقال له: إني قد سئمت لتكرار الليالي والأيام، ودورها علي، فهل من شيءٍ يسلي عني بعض ما أجد لذلك؟ فقال له بعضهم: الصبر الجميل ومدافعة الأزمان، فولى غير بعيد ثم عاد فأقبل عليهم فقال: واهاً لقلوبٍ نقيةٍ من الآثام، واهاً لجوارح مسارعةٍ إلى طاعة الرحمن، واهاً لظهور خفيفةٍ من الأوزار، أولئك الذين لم يملوا الدنيا لتوسلهم فيها إلى ربهم بالطاعة، ولم يكرهوا الموت عند نزوله بهم لما يرجون في لقاء سيدهم من الزلفة، فكلا الحالتين لهم حالٌ حسنةٌ إن قدموا على الآخرة فازوا بما أسلفوا من الطاعة، وإن تطاولت أعمارهم تضاعف ما يقدمونه من الزاد ليوم الراحة، فرحم الله امرءاً أعتق نفسه ولم يوبقها، ثم انصرف.\nقال: ومر بهم يوماً آخر فقال: السلام عليكم أيها الإخوان ما بال القوم حطوا ركابهم في غير منهلهم! أترونهم يبلغون سفراً بعيداً يريدونه وهم مقيمون دونه مقصرون عن التأهب له! هيهات أنى لهم ذلك!\n[ص: 116]\nقال: ومر بهم يوماً فقال: أيها الإخوان ما ظنكم بمن لم يجعل هذه الدار له قراراً وهو عالمٌ بذلك، ثم يستقر فيها حتى كأنه واثقٌ بأنه غير راحلٍ عنها ولا زائل!؟ أو ليس قد قرأتم في القرآن: {أفرأيت إن متعناهم سنين، ثم جاءهم ما كانوا يوعدون، ما أغنى عنهم ما كانوا يمتعون} قال: ثم غاب عنا فما رأيناه حيناً. فسألنا عنه فقيل: قتله الخوف.\nالحديث: 31 ¦ الجزء: 1 ¦ الصفحة: 114\n",
        "32-\nحدثنا أحمد بي عبيد، ثنا الأصمعي، عن سفيان بن عيينة قال:\nكان يأتينا أعرابيٌ من ناحية السروات متزراً بشملةٍ من شعر، وعلى عاتقه أخرى نحوها، فكنت ربما رأيته في شدة الحر قد التحف بها، فقيل له: لو لبست ما هو أخف من هذا إذا\n[ص: 117]\nقدمت هذه البلدة، فإن حرها شديد، فقال: حر جهنم أشد منها، وإنما أن عبد مملوك لملك الملوك، فإن يرض عني مولاي فسيكسوني حللاً خيراً من عصبكم ورياطكم، وإن تكن الأخرى فإن هذا لمن يغضب عليه مولاه لكثير. قال: وكان يدمن الصوم في الحر، ويفطر على ماء زمزم، ولا يأكل شيئاً إلى السحر، فإذا كان السحر أخرج قرصين له فأكلهما فكانت هذه حاله إلى أن مضى لسبيله.\nالحديث: 32 ¦ الجزء: 1 ¦ الصفحة: 116\n",
        "33-\nحدثنا أبو سعيد عبد الرحمن بن منصور، ثنا الأصمعي قال:\nقال لي نافع بن أبي نعيم: جالست نافعاً مولى ابن عمر، وإن مالك بن أنسٍ صبي.\nالحديث: 33 ¦ الجزء: 1 ¦ الصفحة: 117\n",
        "34-\nحدثنا عبد الرحمن، ثنا الأصمعي، أنبا أبي قال:\nرأيت في بيت ثابت البناني رجلاً أحمر طويل الذراع، غليظ الثياب يلوث عمامته لوثاً، ورأيته قد غلب على الكلام، فلا يتكلم أحد معه، وأردت أن أسأل عنه، حتى قال قائل: يا أبا واثلة، فعرفت أنه إياس، فقال: إن الرجل لتكون غلته ألفاً فينفق ألفاً فيصلح وتصلح الغلة، وتكون غلته ألفين فينفق ثلاثة ألاف، فيوشك أن يبيع العقار في فضل النفقة.\nالحديث: 34 ¦ الجزء: 1 ¦ الصفحة: 118\n",
        "35-\nحدثنا عبد الرحمن [بن محمد بن منصور] ، ثنا الأصمعي، أنبا عيسى بن عمر، عن أبي إسحاق قال:\n[ص: 119]\nسألت أبا الزناد عن الهمز، فكأنما كان يقرأ من كتاب.\nالحديث: 35 ¦ الجزء: 1 ¦ الصفحة: 118\n",
        "36-\nحدثنا عبد الرحمن، ثنا الأصمعي، أنبا حماد، عن حميد، قال:\nدخلنا على أبي نضرة مع الحسن، فحدث أبو نضرة بحديث، قال: فكان الحسن إذا حدث به بعد كان أحسن حديثاً به من أبي نضرة.\nالحديث: 36 ¦ الجزء: 1 ¦ الصفحة: 119\n",
        "37-\nحدثنا عبد الرحمن، ثنا الأصمعي، أنبا نافع بن أبي نعيم قال:\nكان الزهري يحدث عن نافع فيقول: حدثني رجل من آل عمر.\nالحديث: 37 ¦ الجزء: 1 ¦ الصفحة: 120\n",
        "38-\nحدثنا عبد الرحمن، ثنا الأصمعي، أنبا عبد الرحمن بن أبي الزناد، عن أبيه قال:\nأدركت بالمدينة أكثر من مئة أو نحواً من مئة كلهم مأمون، لا يؤخذ عن رجلٍ منهم حرفٌ من الفقه، يقول: ليس من أهله.\nقال: وقال أبي:\nإني ما رأيت الفقهاء عن شيءٍ أنكل منهم عن تفسير القرآن.\nالحديث: 38 ¦ الجزء: 1 ¦ الصفحة: 120\n",
        "39-\nحدثنا عبد الرحمن، ثنا الأصمعي، ثنا إسحاق بن يحيى بن طلحة، عن الزهري قال:\nدخلت على عبد الملك بن مروان فلم أحدثه إلا عن قرشي، فقال لي عبد الملك: ومالك وللأنصار!\nفإنك تجد عندهم علماً، قال: فأتيتهم فوجدت عندهم علماً، قال: وقال لي عبد الملك: من أنت؟ قلت: أنا ابن شهاب، قال: قد كان لك أبٌ نعارٌ في الفتن، فقلت: قد عفوت عن هذا وشبهه.\nالحديث: 39 ¦ الجزء: 1 ¦ الصفحة: 121\n",
        "40-\nحدثنا عبد الرحمن، ثنا الأصمعي، أنبا عبد الله ابن نوح قال: سمعت خالد بن عبد الله القسري يقول:\nإني لأعشي كل ليلة تمراً وسويقاً ستة وثلاثين ألفاً.\nالحديث: 40 ¦ الجزء: 1 ¦ الصفحة: 121\n",
        "41-\nحدثنا عبد الرحمن، ثنا الأصمعي قال:\n[ص: 122]\nاحتبى إسحاق بن يحيى بن طلحة عند المهدي، فقال له المهدي: أما أنت فأجيزها لك، وأما هؤلاء فلا ولا كرامة.\nالحديث: 41 ¦ الجزء: 1 ¦ الصفحة: 121\n",
        "42-\nحدثنا أبو قلابة عبد الملك بن محمد الرقاشي، قال: حدثني الأصمعي: ثنا أبو هلال قال:\nرأيت محمد بن سيرين أحمر الرأس واللحية، ورأيت الحسن أحمر الرأس واللحية، ورأيت عبد الله بن بريدة أحمر الرأس واللحية.\nالحديث: 42 ¦ الجزء: 1 ¦ الصفحة: 122\n",
        "43-\nحدثنا أبو قلابة قال: حدثني الأصمعي، عن سلام بن مسكين، عن عمران بن عبد الله قال:\nرأى الحسن بن علي أنه مكتوب بين عينيه: {قل هو الله أحد} ، ففرح بذلك قال: فبلغ سعيد بن المسيب فقال: إن كان رأى هذه الرؤيا فقل ما بقي من أجله. قال: فلم يلبث الحسن بعدها إلا أياماً حتى مات.\nالحديث: 43 ¦ الجزء: 1 ¦ الصفحة: 123\n",
        "44-\nحدثنا أبو قلابة قال: سمعت الأصمعي يقول:\nمات حبيب بن الشهيد، وهو متواري، فصلى عليه\n[ص: 124]\nسوار بن عبد الله، وذلك في الأيام التي قتل إبراهيم بن عبد الله بن الحسن، وإنما توارى حبيب من أجل الفتنة.\nقال أبو قلابة؛ فحدثنا قريش بن أنس قال:\nمات حبيب بن الشهيد في اليوم الثاني من أيام التشريق سنة خمس وأربعين.\nالحديث: 44 ¦ الجزء: 1 ¦ الصفحة: 123\n",
        "45-\nحدثنا أبو قلابة، ثنا أبو عاصم، ثنا عبد الله بن عبد الرحمن الطائفي، عن عمرو بن الشريد، عن أبيه، أن رسول الله صلى الله عليه وسلم قال:\n[ص: 125]\nالجار أحق بسبقه.\nقال أبو قلابة: فسألت الأصمعي فقلت: يا أبا سعيد: ما قوله: أحق بسبقه فقال: أنا لا أفسر حديث رسول الله صلى الله عليه وسلم، ولكن العرب تقول: السقب: اللزيق.\nالحديث: 45 ¦ الجزء: 1 ¦ الصفحة: 124\n",
        "46-\nحدثنا أبو قلابة قال: حدثني نصر بن علي قال:\nسألت الأصمعي عن قول علي بن أبي طالب عليه السلام\n[ص: 126]\nلما مر طلحة وهو صريعٌ، فقال: إلى الله أشكو عجري وبجري. فقال الأصمعي: يعني همومي وحزني التي تردد في صدري.\nالحديث: 46 ¦ الجزء: 1 ¦ الصفحة: 125\n",
        "47-\nحدثني محمد بن الحسين الحنيني وبشر بن موسى قالا: ثنا الأصمعي، ثنا العلاء بن أسلم، عن رؤبة بن العجاج قال:\nأتيت النساب البكري فقال: من أنت؟ قلت: ابن العجاج، قال: قصرت وعرفت، لعلك كقومٍ يأتوني، إن سكت عنهم لم يسألوني، وإن حدثتهم لم يعوا عني! قلت: أرجو أن لا أكون كذاك، قال: فما أعداء المروءة؟ قلت: تخبرني، قال: بنو عم سوءٍ إن رأوا صالحاً دفنوه، وإن رأوا شراً أذاعوه، قال: ثم قال: إن للعلم آفة ونكداً وهجنةً، فآفته: نسيانه، ونكده: الكذب فيه، وهجنته: نشره في غير أهله، قال: ثم وضع يده على\n[ص: 127]\nصدره، فقال: ترون تابوتي هذا ما جعلت فيه شيئاً قط إلا أداه إلي.\nوهذا لفظ محمد بن الحسين. وانتهى حديث بشر بن موسى إلى قوله: نشره في غير أهله. قال بشرٌ: وزادني أبي فيه عن الأصمعي، فذكر بقية الحديث.\nالحديث: 47 ¦ الجزء: 1 ¦ الصفحة: 126\n",
        "48-\nحدثنا أحمد بن عبيد، ثنا الأصمعي، عن الذهلي، عن الشعبي قال:\nلما قدم معاوية المدينة عام الجماعة تلقته رجالٌ من وجوه قريش فقالوا: الحمد لله الذي أعز نصرك وأعلى أمرك، فما رد عليهم جواباً حتى دخل المدينة، فقصد المسجد وعلا المنبر فحمد الله وأثنى عليه. ثم قال: أما بعد فإني والله ما وليت أمركم حين وليته وأنا أعلم أنكم [لا] تسرون بولايتي ولا تحبونها، وإني لعالم بما في نفوسكم، ولكني خالستكم بسيفي هذا مخالسةً،\n[ص: 128]\nولقد رمت نفسي على عمل ابن أبي قحافة فلم أجدها تقوم بذلك، وأردتها على عمل ابن الخطاب فكانت منه أشد نفوراً، وحاولتها على مثل سنيات عثمان فأبت علي، وأين مثل هؤلاء!؟ هيهات أن يدرك فضلهم أحدٌ ممن بعدهم، رحمة الله ورضوانه عليهم، غير أني قد سلكت بها طريقاً، لي فيه منفعةٌ ولكم فيه مثل ذلك، ولكلٍ فيه مواكلةٌ حسنةٌ ومشاربة جميلةٌ ما استقامت السيرة وحسنت الطاعة، فإن لم تجدوني خيركم فأنا خيركم لكم، والله لا أحمل السيف على من لا سيف معه، ومهما تقدم مما قد علمتموه فقد جعلته دبر أذني، وإن لم تجدوني أقوم بحقكم كله فارضوا مني ببعضه، فإنها ليست بقائبة قوبها، وإن السيل إذا جاء تترى، وإن قل أغثى، وإياكم والفتنة فلا تهموا بها، فإنها تفسد المعيشة وتكدر النعمة وتورث الاستئصال، واستغفروا الله لي ولكم ثم نزل. قال أبو جعفر: القائبة: البيضة. والقوب: الفرخ، يقال: قابت البيضة تقوب إذا انفلقت عن البيضة.\nالحديث: 48 ¦ الجزء: 1 ¦ الصفحة: 127\n",
        "49-\nحدثنا أبو قلابة قال: حدثني أبو سعيد الأصمعي، عن المبارك بن فضالة قال: سمعت الحسن يقول: خرج علينا من قصره، يأمرنا بالمعروف ويتركه، وينهانا عن المنكر ويركبه، أهزل دينه وأسمن برذونه، يدعو بحارٍ بعد بارد، وبباردٍ بعد حار، يا جارية: هات حاطوماً، ويلك وهل تحطم إلا دينك.\nآخر المنتقى من السابع، ومن الثامن بعده.\nالحديث: 49 ¦ الجزء: 1 ¦ الصفحة: 129\n",
        "50-\nحدثنا بشر بن موسى، ثنا الأصمعي، ثنا أبو المهدي قال:\nربما أصابنا صناديد من البرد تقتل الظبا.\nالحديث: 50 ¦ الجزء: 1 ¦ الصفحة: 129\n",
        "51-\nحدثنا بشر بن موسى قال: سمعت الأصمعي يقول: قال عمر:\nلا تعيش بعقل أحدٍ حتى تعيش بظنه.\nالحديث: 51 ¦ الجزء: 1 ¦ الصفحة: 130\n",
        "52-\nحدثنا بشر بن موسى قال: سمعت الأصمعي يقول:\nلما دفن ابن عمر واقداً ضحك على قبره، فغضب أخوه لذلك، فقال: إني كايدت به الشيطان.\nالحديث: 52 ¦ الجزء: 1 ¦ الصفحة: 130\n",
        "53-\nحدثنا العباس بن محمد بن حاتم الدوري، ثنا عبد الملك بن قريب، ثنا عاصم بن محمد بن زيد بن عبد الله بن عمر، قال: حدثني أبي: أنه شهد عرفة مع ابن عمر فرأى رجلاً واقفاً على حدةٍ، فقال: من هذا؟ قالوا: نجدة.\n[ص: 131]\nقال: فمن هذا؟ قالوا: ابن الزبير. قال: فمن هذا الآخر: قالوا: فلان. قال الأصمعي: فقلت أنا: ابن الحنفية؟ قال: نعم. قال: فقال ابن عمر: لشد ما أكبر هؤلاء دنياهم.\nالحديث: 53 ¦ الجزء: 1 ¦ الصفحة: 130\n",
        "54-\nحدثنا العباس بن محمد، ثنا الأصمعي، عن ابن عون قال:\nكان ابن سيرين يكره إذا اشترى شيئاً أن يستوضع من ثمنه بعد البيع، ويقول: هذا من المسألة.\nالحديث: 54 ¦ الجزء: 1 ¦ الصفحة: 131\n",
        "55-\nحدثنا العباس بن محمد، ثنا الأصمعي، عن ابن عون قال:\n[ص: 132]\nكان محمد [بن سيرين] يذكر أن عبد الله بن عمر كره أن يقول الرجل: شيعت شهر رمضان، يعني إذا صام بعده أياماً.\nالحديث: 55 ¦ الجزء: 1 ¦ الصفحة: 131\n",
        "56-\nحدثنا أحمد بن عبيد بن ناصح، ثنا الأصمعي قال:\nاجتمع عدةٌ من الشعراء، منهم: حميد بن ثور، ومزاحم بن مصرف العقيلي، والعجير السلولي فقالوا: ائتوا بنا\n[ص: 133]\nمنزل يزيد بن الطثرية نتهكم به، فأتوه فلم يكن في منزله، فخرجت صبيةٌ له تدرج فقالت: ما أردتم؟ قالوا: أباك، قالت: وما تريدون منه؟ قالوا: أردنا أن نتهكمه. فنظرت في وجوههم ثم قالت:\nتجمعتم من كل أفقٍ وجانبٍ\n...\nعلى واحدٍ لا زلتم قرن واحد\nقالوا: فغلبنا والله.\nالحديث: 56 ¦ الجزء: 1 ¦ الصفحة: 132\n",
        "57-\nحدثنا محمد بن يونس، ثنا الأصمعي قال: حدثني أبي قال:\nرأى رجلٌ في المنام جرير بن الخطفي، فقال: ما فعل بك ربك؟ قال: غفر لي. قال: بماذا؟ قال: بتكبيرةٍ كبرتها لله عز وجل على ظهر ماءٍ بالبادية، قال: فقلت: ما فعل أخوك الفرزدق؟ قال: ايهاه، أهلكه قذف المحصنات.\n[ص: 134]\nقال الأصمعي: لم يدعه في الحياة ولا في الممات.\nالحديث: 57 ¦ الجزء: 1 ¦ الصفحة: 133\n",
        "58-\nحدثنا محمد بن يونس، ثنا الأصمعي، ثنا شبيب ابن شيبة الخطيب قال:\nكتب هشام بن عبد الملك بن مروان إلى أبيه عبد الملك: يا أمير المؤمنين إنه حدثت في ابنك خصالٌ ثلاثٌ: يصعد المنبر فلا يستطيع الخطبة، وتوضع المائدة بين يديه فلا ينال منها إلا اليسير، وفي قصره مئة جارية لا يكاد يصل إلى كبير شيء منهن، فكتب إليه عبد الملك: أما قولك: إنك تصعد المنبر فلا تستطيع الخطبة، فإذا صعدت فارم بطرفك إلى مواخير الناس، فإنه يهون عليك من بين يديك، وأما قولك في الطعام، فمر الخباز أن يستكثر من الألوان، فإنه لا يعدمك من كل لونٍ لقمة، وأما قولك في الجواري فعليك بكل بيضاء بضة وحسب.\nالحديث: 58 ¦ الجزء: 1 ¦ الصفحة: 134\n",
        "59-\nحدثنا محمد بن يونس، ثنا الأصمعي، ثنا شبيب بن شبيبة قال:\nخطبت إلى بعض أحياء بني تميم بالبادية، فوافق ذلك مني نشاطاً، فقلت وأطنبت حتى ظننت أني قد أبلغت، فرد علي أعرابيٌ ملتحفٌ بعباءةٍله، فأخرج يده منها وقال: توصلت بحرمةٍ، واستقربت برحمٍ ماسة، وأدللت بحقٍ واجب، ودعوت إلى سنة، وأنت كفؤ كريم، فمرحباً بك وأهلاً، فرضك مقبول وحضضت على خيرٍ، والذي سألت مبذولٌ، وبالله التوفيق.\nقال شبيب: فلو كان قدم في صدر كلامه حمد الله والصلاة على النبي صلى الله عليه وسلم لكان قد فضحني.\nالحديث: 59 ¦ الجزء: 1 ¦ الصفحة: 135\n",
        "60-\nحدثنا العباس بن محمد وأحمد بن أبي خيثمة قالا:\nثنا يحيى بن معين، ثنا الأصمعي، عن شعبة\n[ص: 136]\nأن سماك بن حرب قال له: امض بنا إلى المشرق يعني المصلى\nالحديث: 60 ¦ الجزء: 1 ¦ الصفحة: 135\n",
        "61-\nوبه ثنا إلى الأصمعي قال: أخبرني شعبة:\nأن سماك بن حرب قال: ما حسبوا ضيفهم: أي ما أكرموه\nالحديث: 61 ¦ الجزء: 1 ¦ الصفحة: 136\n",
        "62-\nحدثنا العباس بن محمد قال: سمعت يحيى بن معين يقول: سمعت الأصمعي يقول: سمع مني مالك بن أنس\nالحديث: 62 ¦ الجزء: 1 ¦ الصفحة: 136\n",
        "63-\nحدثنا العباس بن محمد قال: سمعت يحيى بن معين يقول\n[ص: 137]\nقد روى مالك بن أنس عن شيخٍ يقال له: عبد الملك بن قرير، وهو الأصمعي، ولكن في كتاب مالكٍ: عبد الملك بن قرير، وهو خطأ إنما هو الأصمعي.\nالحديث: 63 ¦ الجزء: 1 ¦ الصفحة: 136\n",
        "64-\nحدثنا محمد بن يونس، ثنا الأصمعي قال: أخبرني أبو عمرو العدوي عثمان بن سليمان قال:\nخرجت في نفر من هذيل من أهل البصرة نريد باديةً لهم في أمرٍ طرقهم، وكان مسيرنا إليها ثلاثاً، قال: فنزلنا في الليلة الأولى على حيٍ من بني مازنٍ، فقصدنا بيتاً رحباً، فإذا ببابه رجلٌ وامرأةٌ وهما صاحبا البيت، فسلمنا فردت المرأة السلام وحيت وأظهرت بشراً وبشاشةً، وأعرض الرجل وأظهر تبرماً وتضجرا، فقالت لنا المرأة: انزلوا بالرحب والسعة فقال الرجل: ما عندنا موضعٌ لنزولكم، فقالت المرأة: سبحان الله تقول هذا لضيفانٍ قد حلوا بنا، ووجب حقهم علينا، انزلوا بارك الله فيكم، فظهر منا انقباضٌ ونفور لما سمعنا من بعلها، فقالت لا يحشمنكم ما سمعتم منها، فإن له فيما أبداه من ذلك عذراً، وأمرت أتباعها فأحدقوا بنا، وأنزلونا، وانطلق بعلها كالحاً وجهه كالمغضب، فكثر منه\n[ص: 138]\nتعجبنا إذ ليس نعرف ذلك من أخلاق العرب، وبتنا ليلتنا خير مبيت، ما تركت المرأة كرامةً إلا أكرمتنا بها، وأصبحنا فأخذنا الطريق حتى أمسينا في حيٍ آخر، فقصدنا بيتاً آخر ضخماً، فإذا ببابه رجلٌ وامرأةٌ، وهما صاحبا البيت، فسلمنا فرد الرجل السلام، وحيا وأظهر بشراً وبشاشةً، وأعرضت المرأة وأظهرت تبرما بنا وكراهة لمكاننا، فقال لنا الرجل: انزلوا بالرحب والسعة، فقالت المرأة: وكيف تنزلهم وما عندنا ما يصلحهم؟!، فقال الرجل: سبحان الله تقولين هذا لضيفانٍ قد حلوا بنا ووجب حقهم علينا! انزلوا بارك الله فيكم، فإنا عندنا كل الذي يصلحكم، فظهر منا انقباضٌ شديدٌ لما سمعنا من زوجته فقال: لا يحشمنكم ما سمعتم من هذه الحرمة، فإن لها فيما أبدته من ذلك عذراً، وأمر أتباعه فأحدقوا بنا فأنزلونا ودخلت المرأة البيت مغضبةً، فورد علينا من ذلك ما قدم وحدث، وأطلنا المناجاة فيما بيننا نعجب من الأول وزوجته، ومن هذا وزوجته ونقول: ما في جميع العرب لذلك البيت ولا لهذا البيت شبهٌ، ولو لم نفد في وجهنا هذا إلا ما شاهدناه من هذا الأمر لكان ذلك فائدة تؤثر وتذكر. قال: وصاحب البيت يتأملنا ويصغي إلينا ثم أقبل علينا فقال: من أين خرجتم؟ فقلنا: من البصرة. قال: ومتى فارقتموها؟ قلنا: غداة\n[ص: 139]\nأمس، قال: فبمن بتم البارحة؟ فقلنا: ببني فلان، فقال: وفي منزل من؟ فقلنا: في منزل رجل يقال له: فلان، قال: فإني رأيتكم تتحدثون بينكم حديثاً تكثرون منه التعجب فما ذاك؟ فقلنا: إذاً والله نخبرك أنه كان من الأمر كذا وكان كذا، فقال: قد ظننت ذاك، أفلا أخبركم بما هو أعجب مما تتعجبون منه؟ قلنا: بلى، قال: اعلموا حياكم الله أن تلك المرأة التي بتم بها أختي لأبي وأمي، وأن ذاك الرجل بعلها أخو زوجتي هذه لأبيها وأمها، والذي رأيتم من جماعتنا خلق جبلنا عليه لا تكلف فيه، فقلنا: الحمد لله الذي جبلك على أخلاق الكرماء من الرجال. قال: وما زال لنا صديقاً بعد ذلك.\nقال الأصمعي: وما سمعت بمثل هذا الاتفاق في شيء من أخلاق العرب.\nالحديث: 64 ¦ الجزء: 1 ¦ الصفحة: 137\n",
        "65-\nحدثنا أحمد بن سعيد بن إبراهيم الزهري، ثنا محمد ابن أبي صفوان، ثنا الأصمعي، عن ابن أبي الزناد قال:\nكانت أسماء ابنة أبي بكر أكبر من عائشة بعشر سنين.\nالحديث: 65 ¦ الجزء: 1 ¦ الصفحة: 139\n",
        "66-\nحدثنا إبراهيم بن إسحاق الحربي، ثنا داود بن رشيد، ثنا عبد الملك بن قريب الأصمعي، عن جرير بن عبيدة رجلٍ من بني عدي قال: قال لي أبي:\nأتيت العلاء بن زياد فذكرت له وسوسةً أجدها في صدري فقال: إنما مثل ذلك مثل البيت الذي تطرقه اللصوص، فإن كان فيه شيء عالجوه، وإلا مضوا وتركوه، فكذلك قلب المؤمن، إنما يعرض له الشيطان إذا كان فيه خيرٌ.\nالحديث: 66 ¦ الجزء: 1 ¦ الصفحة: 140\n",
        "67-\nحدثنا إبراهيم ابن إسحاق، ثنا داود بن رشيد، ثنا الأصمعي، عن أبي جميع، عن أبي يزيد المدني قال:\nكان عكرمة إذا رأى السوال يوم الجمعة سبهم فقلت له: ما تريد منهم؟ فقال: كان ابن عباس يسبهم إذا رآهم، فقلت له كما قلت لي، فقال: إنهم لا يشهدون للمسلمين عيداً ولا جمعة إلا للمسألة والأذى، فإذا كانت رغبة الناس إلى الله كانت رغبتهم إلى الناس.\nالحديث: 67 ¦ الجزء: 1 ¦ الصفحة: 140\n",
        "68-\nحدثنا إبراهيم بن إسحاق، ثنا داود بن رشيد، ثنا الأصمعي، عن بشير بن عقبة، عن مجاهد:\nفي قوله تعالى: {بينهما برزخٌ لا يبغيان} . قال: لا يبغي المالح على العذب، ولا العذب على المالح.\nالحديث: 68 ¦ الجزء: 1 ¦ الصفحة: 141\n",
        "69-\nحدثنا إبراهيم، ثنا داود، ثنا الأصمعي، عن أبي الأشهب، عن الحسن:\nأن رجلاً كان يغشى السلطان، ويأتيهم ويصيب منهم، فلما وقعت الفتن جلس في بيته فكلمه بنوه وقالوا: لو عاودتهم، قال: لا أفعل، ولأن ألقى الله عز وجل مؤمناً مهزولاً أحب إلي من أن ألقاه منافقاً سميناً.\nالحديث: 69 ¦ الجزء: 1 ¦ الصفحة: 141\n",
        "70-\nحدثنا الحسن بن عليل العنبري، ثنا نصر بن علي، ثنا الأصمعي، عن معتمر بن سليمان قال: قال لي أبي:\n[ص: 142]\nيا بني ليس اللعنة بسوادٍ في الوجه، ولا بوسخٍ في الثوب، ولكن اللعنة ألا تفلت من ذنبٍ حتى تقع في آخر.\nالحديث: 70 ¦ الجزء: 1 ¦ الصفحة: 141\n",
        "71-\nحدثنا الحسن بن عليل، ثنا نصر بن علي وعباس الرياشي قالا: ثنا الأصمعي، عن ابن أبي الزناد قال:\nاتكأ رجل من ولد عمر بن الخطاب على عضيد بالمدينة -قال الأصمعي: والعضيد: الدستياب، يعني: النخلة التي تنال الأيدي ثمرها- فجعل يتناول الرطب ويأكل، فأحصوا تحته ألف نواة، فإذا هو قد أكل في موضعه ألف رطبة.\nآخر الأول من انتخابي يتلوه في الذي بعده قول أبي عمرو ابن العلاء: إذا كنت في تيم ففاخر بدارم.\nقرأ علي جميعه الولد العزيز أبو حفص عمر بن أحمد بن أبي بكر المقدسي في صفر سنة إحدى وثلاثين وست مائة.\nالحديث: 71 ¦ الجزء: 1 ¦ الصفحة: 142\n",
        "كتبه محمد بن عبد الواحد بن أحمد المقدسي. والحمد لله وحده، وصلى الله على محمد وآله وسلم تسليماً كثيراً.\nالجزء: 1 ¦ الصفحة: 143\n",
        "[الجزء الثاني]\n72-\nحدثنا عبد الله [بن عمرو بن أبي سعد] ، ثنا أحمد [بن معاوية] ثنا الأصمعي، عن ابن أبي الزناد، عن أبيه قال:\nكانت تماضر ابنة منظور بن زبان تحت عبد الله بن الزبير، فجعلت إليها خولة ابنة منظور بن زبان أختها أمرها في النكاح، فجعلت تماضر الأمر إلى عبد الله بن الزبير فزوجها الحسن بن علي رضي الله عنهما، فبلغ ذلك منظوراً فقدم المدينة مغضباً فأتى مسجد رسول الله صلى الله عليه وسلم فركز رايته فيه، فاجتمعت قيس تحتها فقيل له: ما شأنك؟ فقال: لست بالرجل الذي يفتات عليه في\n[ص: 146]\nبناته، فأتى ابن الزبير الحسن فقال: اجعل أمر ابنته إليه ففعل، فأقرها عنده وانصرف.\nالحديث: 72 ¦ الجزء: 1 ¦ الصفحة: 145\n",
        "73-\nحدثنا عبد الله، [بن عمرو بن أبي سعد] . ثنا أحمد [بن معاوية] قال: ثنا الأصمعي قال:\nولي الحجاج العراق عشرين سنةً، صار إليها في سنة خمسٍ وسبعين، وكانت ولايته أيام عبد الملك إحدى عشرة سنة، وفي أيام الوليد تسع سنين، وبنى ((واسط)) في سنتين، وفرغ منها في السنة التي مات فيها عبد الملك سنة ستٍ وثمانين. وكان الحجاج لما احتضر استخلف يزيد بن أبي كبشة على الصلاة والحرب، ومات الوليد بعد الحجاج بتسعة أشهر.\nالحديث: 73 ¦ الجزء: 1 ¦ الصفحة: 146\n",
        "74-\nحدثنا عبد الله، ثنا أحمد قال: ثنا الأصمعي قال: قال خالد بن صفوان:\n[ص: 147]\nليس شيءٌ أحسن من المعروف إلا ثوابه، وليس كل من أمكنه أن يصنعه تكون له فيه نية، وليس كل من تكون له فيه نيةٌ يؤذن له فيه، فإذا اجتمعت النية والإمكان والإذن فقد تمت السعادة.\nالحديث: 74 ¦ الجزء: 1 ¦ الصفحة: 146\n",
        "75-\nحدثنا عبد الله، ثنا أحمد قال: ثنا الأصمعي، عن عيسى بن عمر قال:\nكان محمد بن مروان قوياً في بدنه شديد البأس، فكان عبد الملك يحسده على ذلك، وعلى أشياء كان لا يزال يراها منه، وكان يداريه ويساتره حتى قتل مصعب بن الزبير، وانتظمت له الأمور فجعل يبدي له الشيء بعد الشيء مما في نفسه، ويقابله بما يكره من القول، ويبلغه عنه أكثر من ذلك، فلما رأى محمدٌ\n[ص: 148]\nما أظهره له عبد الملك تهيأ للرحيل إلى أرمينية وأصلح شأنه وجهازه ورحلت إبله، حتى إذا استقلت للمسير دخل على عبد الملك مودعاً فلما خاطبه قال عبد الملك: وما السبب في ذلك؟ وما الذي بعثك عليه، فأنشأ يقول:\nوإنك لا ترى طرداً لحرٍ\n...\nكإلصاقٍ به بعض الهوان\nفلو كنا بمنزلةٍ جميعاً\n...\nجريت وأنت مضطرب العنان\nفقال له عبد الملك: أقسمت عليك إلا ما أقمت، فوالله لا رأيت مكروهاً بعدها فأقام.\nالحديث: 75 ¦ الجزء: 1 ¦ الصفحة: 147\n",
        "76-\nقال وحدثنا الأصمعي قال: حدثني عبد الرحمن ابن أبي الزناد، عن أبيه قال:\nاختصم إلى عمر بن الخطاب رضي الله عنه حسان بن ثابت وخصمٌ له، فسمع منهما وقضى على حسان فخرج وهو\n[ص: 149]\nمهموم، فمر بابن عباس فأخبره بقصته، فقال له ابن عباس: لو كنت أنا الحاكم بينكما لحكمت لك، فرجع حسان إلى عمر وأخبره، فبعث عمر إلى ابن عباس فأتاه، فسأله عما قال حسان فصدقه، فسأله عن الحجة في ذلك فأخبره فرجع عمر إلى قول ابن عباس وحكم لحسان، فخرج وهو آخذٌ بيد ابن عباس وهو يقول:\nإذا ما بن عباسٍ بدا لك وجهه\n...\nرأيت له في كل منزلةٍ فضلا\nقضى وشفى ما في النفوس فلم يدع\n...\nلذي إربةٍ في القول جداً ولا هزلا\nالحديث: 76 ¦ الجزء: 1 ¦ الصفحة: 148\n",
        "77-\nقال: وحدثنا الأصمعي، عن المعتمر بن سليمان، عن شعيب بن درهم قال:\n[ص: 150]\nكان هذا المكان -وأومأ إلى مجرى الدموع من خديه- من خدي ابن عباس مثل الشراك البالي، يعني من كثرة البكاء.\nالحديث: 77 ¦ الجزء: 1 ¦ الصفحة: 149\n",
        "78-\nقال: وحدثنا الأصمعي، عن سفيان بن عيينة، عن عمرو بن دينار قال:\nقال أبو سلمة بن عبد الرحمن أنا أفقه من بال، فقال ابن عباس: أجل في المباول، وعجب من قوله. قال: وقال الزهري: قال أبو سلمة: لو رفقت بابن عباس لأفدت منه علماً كثيراً، قال: وكان أبو سلمة ينازع ابن عباس في المسائل ويماريه، فبلغ ذلك عائشة فقالت: إنما مثلك يا أبا سلمة مثل الفروج سمع الديكة تصيح فصاح معها، يعني أنك لم تبلغ مبلغ ابن عباس وأنت تماريه، قال: وقدم أبو سلمة الكوفة، فجلس بين رجلين فقال له أحدهما: أي أهل المدينة أفقه؟ فقال: رجلٌ بينكما.\nالحديث: 78 ¦ الجزء: 1 ¦ الصفحة: 150\n",
        "79-\nقال: وحدثني الأصمعي عن جويرية بن أسماء:\nأن عمر بن الخطاب رضي الله عنه قدم مكة فجعل يجتاز في سككها فيقول لأهل المنازل قموا أفنيتكم، فمر بأبي سفيان فقال: يا أبا سفيان قموا فناءكم، فقال: نعم يا أمير المؤمنين يجيء مهاننا، ثم إن عمر اجتاز بعد ذلك فرأى الفناء كما كان فقال: يا أبا سفيان ألم آمرك أن تقموا فناءكم؟! قال: بلى يا أمير المؤمنين ونحن نفعل إذا جاء مهاننا، قال: فعلاه بالدرة بين أذنيه فضربه، فسمعت هندٌ فقالت: أتضربه؟! أما والله لرب يومٍ لو ضربته لاقشعر بك بطن مكة فقال عمر: صدقت ولكن الله عز وجل رفع بالإسلام أقواماً ووضع به آخرين.\nالحديث: 79 ¦ الجزء: 1 ¦ الصفحة: 151\n",
        "80-\nقال: وحدثنا الأصمعي عن جويرية بن أسماء قال:\n[ص: 152]\nمر حكيم بن حزام -وقد كبر- بشبابٍ من شباب قريش وهو يهدج على عصاه، فقال بعضهم: قوموا إلى هذا الشيخ الذي قد خرف، فقاموا إليه فقال له شابٌ منهم: يا عم، متى أبعد عقلك؟ قال: فنظر إليه حكيم وعلم ما أراد، فقال له ابن فلان؟ قال: نعم، قال: أبعد عقلي أني أعرف أباك قيناً قال: وكان حكيم غير متهم فإنهم ليعيرون بكلمة حكيم إلى يومهم هذا.\nالحديث: 80 ¦ الجزء: 1 ¦ الصفحة: 151\n",
        "81-\nقال: وحدثنا الأصمعي، ثنا جرير بن حازم، عن الحسن أنه ذكر يوم الحرة فقال: والله ما كاد ينجو منهم أحدٌ، ولقد قتل ابنا زينب بنت أم سلمة، وهي ربيبة رسول الله صلى الله عليه وسلم، فأتيت بهما فوضعا بين يديها فقالت: والله إن المصيبة علي فيكم لعظيمةٌ، وهي في هذا -وأومأت إلى إحدهما- أعظم منها في\n[ص: 153]\nهذا -وأشارت إلى الآخر- لأن هذا بسط يده، ولست آمن عليه، وأما هذا فقعد في بيته، فدخل عليه فقتل فأنا أرجو له.\nالحديث: 81 ¦ الجزء: 1 ¦ الصفحة: 152\n",
        "82-\nحدثنا أحمد بن عثمان بن سعيد الخليلي الأنماطي، ثنا أبو عمرو بن خلاد الباهلي قال: سمعت الأصمعي يقول:\nكان عبد الله بن عكيم يحب عثمان بن عفان رضي الله عنه، وكان عبد الرحمن بن أبي ليلى يحب علياً رضي الله عنه، وكانا متواخيين، فما تذاكرا شيئاً قط إلا ابن عكيم قال يوماً لعبد الرحمن في كلام جرى لو أن صاحبك كان صبر لأتاه الناس قال: وكان زر بن حبيش يحب علياً، وكان شقيق بن سلمة\n[ص: 154]\nيحب عثمان وكانا متواخيين، فما تذاكرا قط شيئاً حتى ماتا.\nالحديث: 82 ¦ الجزء: 1 ¦ الصفحة: 153\n",
        "83-\nحدثنا محمد بن القاسم قال: ثنا الأصمعي قال:\nوقف علينا أعرابيٌ من غني في عام الحطمة فقال: عجعجت الخيل ودبت وشاة غني، والله ما أصبحنا ننفخ في وضحٍ ولالنا في الديوان من وشمٍ، وإنا لعيال حزبة، وإنه لا قليل من الأجر، ولا غنى عن الله عز وجل.\nقال أبو عبد الله: الوشاة: السعاة الذين يسعون بين الناس بالنميمة، وننفخ في وضح: أي لا لبن لنا، وفي الديوان من وشمٍ: أي ليس لنا فيه اسم فنعطى. وعيال حزبة: أي كثير عددهم.\nالحديث: 83 ¦ الجزء: 1 ¦ الصفحة: 154\n",
        "84-\nحدثنا محمد بن يونس، قال ثنا الأصمعي قال:\nكان أعرابيان متواخيين بالبادية، فاستوطن أحدهما الريف، واختلف إلى باب الحجاج بن يوسف فاستعمله على أصبهان، فسمع به أخوه الذي بالبادية، فضرب إليه فأقام ببابه حيناً لا يصل، ثم أذن له بالدخول، فأخذه الحاجب فمشى وجعل\n[ص: 155]\nيوصيه ويقول: سلم على الأمير فلم يلتفت إلى وصيته وأنشأ يقول:\nولست مسلماً ما دمت حياً\n...\nعلى زيدٍ بتسليم الأمير\nفقال زيد: إذاً ما أبالي، فقال الأعرابي:\nأتذكر [إذ] لحافك جلد شاةٍ\n...\nوإذ نعلاك من جلد البعير\nفقال: نعم، وإني لأذكر ذلك، فقال الأعرابي:\nفسبحان الذي أعطاك ملكاً\n...\nوعلمك الجلوس على السرير\nقال: فأدناه وساءله، وأمر له ببغلةٍ فركبها وانطلق فإذا هي نفرت وألقته صريعاً فأنشأ يقول:\nأقول للبغل لما كاد يقتلني\n...\nلا بارك الله في زيد وما وهبا\n[ص: 156]\nإذ جاء بالبغل لما جئت سائله\n...\nوأمسك الفضة البيضاء والذهبا\nالحديث: 84 ¦ الجزء: 1 ¦ الصفحة: 154\n",
        "85-\nحدثنا محمد بن يونس، قال: حدثنا الأصمعي، عن ابن عيينة، عن محمد بن سوقة قال:\nكان رجلان متآخيين فسأل أحدهما الآخر من ماله فمنعه، فلم ير ذلك نقص مما كان له عليه من المودة شيئاً فقال له المانع: سألتني ممكناً فمنعتك، فلم أر ذلك نقص مما كنت لي عليه من المودة شيئاً، فقال: يا أخي، إنما آخيتك على أمر كنت عليه لم تزل عنه فأنا على ذلك، فقال: إنما منعتك لأختبرك فإذا قد رأيت ذاك منك فابسط يدك من مالي إلى ما شئت فأنت فيه بمنزلتي.\nالحديث: 85 ¦ الجزء: 1 ¦ الصفحة: 156\n",
        "86-\nحدثني أبو بكر بن أبي الدنيا، قال: حدثني محمد ابن إبراهيم بن المسور القرشي، عن الأصمعي قال:\nقيل لأعرابي ما بلغ من حزمك قال: لا أتكلف ما كفيت ولا أضيع ما وليت.\nالحديث: 86 ¦ الجزء: 1 ¦ الصفحة: 156\n",
        "87-\nوعن الأصمعي قال:\nكان سعيد بن جبير مولى لبني والبة، قتله الحجاج في سنة أربعٍ وتسعين، وهو ابن تسعٍ وأربعين سنة.\nالحديث: 87 ¦ الجزء: 1 ¦ الصفحة: 157\n",
        "88-\nحدثني الحسن بن عليل العنزي قال: أخبرني أبو محمد عبد الرحمن بن عبد الله بن عبد الله بن قريب، ابن أخي الأصمعي قال: حدثني عمي قال:\nتزوج رجلٌ من الأعراب امرأةً من خزاعة، فأرسل إليها مع غلام له ثلاثين شاة وزقاً من شراب، فلما صار الغلام في بعض الطريق ذبح شاةً فأكلها، وشرب من الزق شيئاً، ثم أوصل إلى المرأة الوديعة، فلما أراد أن ينصرف إلى مولاه قال لها: يا مولاتي ألك حاجةٌ؟ قالت: نعم، إذا أتيت مولاك فأخبره أن الشهر كان محاقاً وأن سحيماً راعي شائنا أتاناً مرثوماً، قال: فلما صار\n[ص: 158]\nإليه قال: ما صنعت؟ قال: أوصلت إليها ما كان معي، قال: فهل أوصتك بشيء؟ قال: نعم، قالت: قل له كذا وكذا، فدعا بالهراوة فقال: والله لأضربنك حتى تصدق، فقال: إن صدقتك تعفو عني؟ قال: نعم، فصدقه فعفى عنه.\nالحديث: 88 ¦ الجزء: 1 ¦ الصفحة: 157\n",
        "89-\nحدثنا أحمد بن الخليل بن سعد الدوري قال: سمعت الأصمعي يقول:\nإنما سمي عمرو بن عامر مزيقياء لأنه كان يلبس في كل يوم حلتين، فإذا أمسى مزقتا لئلا يلبسهما أحدٌ بعده ترفعاً، كأنه لا يرى أحداً من الناس أهلاً أن يعلوه ما علاه من الثياب.\nقال: وعاش عمرو بن عامر ثمان مئة سنة، منها أربع مئة كان فيها سوقة، وأربع مئة كان فيها ملكاً.\nالحديث: 89 ¦ الجزء: 1 ¦ الصفحة: 158\n",
        "90-\nحدثنا أحمد بن الخليل قال: حدثنا الأصمعي، عن سلمة، عن الكلبي، عن أبي صالح، عن ابن العباس قال:\nولد بقطر بن عابرٍ ثلاثة عشر ذكراً لصلبه، فبعث الله\n[ص: 159]\nعز وجل إليهم أنبياء، فكذب عشرةٌ منهم وأولادهم ومن كان من نسلهم أنبياءهم فهلكوا، وهم ممن قال الله عز وجل: {وقروناً بين ذلك كثيراً} ونجا الثلاثة الباقون، لأنهم صدقوا أنبياءهم، وهم: حضرموت بن بقطر، والسلف بن بقطر، والمودان. قال: وكان هؤلاء من أرض الحجاز إلى حدود الشام. وأما عمرو بن عامر فإنه كان بمأرب، وهو عمرو بن عامر بن حارثة بن امرئ القيس بن ثعلبة بن مازن بن الأزد. ومأرب هي أرض سبأ التي ذكر الله عز وجل في القرآن أنه أرسل عليهم سيل العرم.\nالحديث: 90 ¦ الجزء: 1 ¦ الصفحة: 158\n",
        "91-\nحدثنا أبو عمران موسى بن سهل الجوي، قال: حدثنا ابن أخي الأصمعي، حدثني عمي قال:\nكنت عند أمير المؤمنين الرشيد ومعنا سعيد بن سلم، فلما كان نحو نصف النهار انصرفا، فإذا نحن بيهوديين ضريرين، أحدهما يقود صاحبه، وقال أحدهما للآخر -وليس يعلم أن أحداً يسمع كلامهما-: ويحك قد أقرح سنديٌ الحرسي قلوب الخلق، فقل معي: يا حليم ذو أناء، لا تعجل على الخطائين وإنما\n[ص: 160]\nتؤخرهم ليوم تشخص فيه الأبصار، لا طاقة لنا بسعة حلمك عن سندي الحرسي، وأنت العليم الحكيم.\nقال الأصمعي: فقلت لسعيد: هل سمعت؟ قال: قد سمعت. قال الأصمعي: فلما وصلت إلى منزلي رميت بثيابي لأستريح، فإذا رسول الخليفة يدعوني إليه فراعني ذلك، وصرت مع الرسول فإذا هو جالسٌ في مجلسه ذلك فقال لي:\nلا ترع، إنكم لما نهضتم غفوت فإذا قائلٌ يقول لي: اعزل سندي الحرسي عن رقاب الناس، وسل الأصمعي عما سمع. قال: فحدثته الحديث فظهر عليه من الخشوع والجزع شيءٌ عظيمٌ، وعلم أنها دعوةٌ استجيبت من وقتها، وبعث فأشخص الحرسي فضربه ألف سوطٍ، ثم أخذ صفة اليهوديين وأمر بطلبهما ببغداد كلها ومسألة اليهود عنهما فلم يعرفا.\n[قال الضياء المقدسي] :\nآخر ما انتقيت من أخبار الأصمعي، وكان بعد هذا حكاية واحدة. وقيل: آخر أخبار الأصمعي جمع القاضي أبي محمد عبد الله بن أحمد بن ربيعة بن زبر، عن شيوخه، والحمد لله\n[ص: 161]\nوحده وصلى الله على محمد وآله وسلم تسليماً كثيراً. عورض ولله الحمد والمنة.\nالحديث: 91 ¦ الجزء: 1 ¦ الصفحة: 159\n",
        "[من مناقب] عبد الله بن جعفر بن أبي طالب\n1-\nأخبرنا الإمام أبو هاشم عبد المطلب بن الفضل بن عبد المطلب الهاشمي بقراءتي عليه بحلب، قلت له: أخبركم أبو المظفر عبد الله بن طاهر بن فارس الخياط التاجر ببلخ بقراءة الإمام أبي سعد السمعاني في سنة ست وأربعين وخمس مائة، أنبا أبو البقاء المعمر بن محمد بن علي الحبال، أنبا الشريف أبو الطيب أحمد بن علي الطالبي، ثنا أبو زرعة أحمد بن الحسين الرازي، أنبا أبو داود سليمان بن يزيد الفامي بقزوين، أنبا محمد بن زكريا، أنبا عبد الله بن سلمان المدني، عن أمه قالت:\nخرج عبد الله بن جعفر بن أبي طالب رضي الله عنهما ذات يوم وقعد له ناسٌ يسألونه حوائجهم، فلم يسأله أحدٌ حاجةً\n[ص: 163]\nإلا أمر له بها وقضاها له، وأقبل نحوه نصيب الشاعر، فلما نظر إلى وجهه نزل وأخذ بيده فقبلها وقال: يا بن الطيار في الجنة:\nلزمت ((نعم)) حتى كأنك لم تكن\n...\nعرفت من الأشياء شيئاً سوى ((نعم))\nوعاديت ((لا)) حتى كأنك لم تكن\n...\nسمعت ب ((لا)) في سالف الدهر والأمم\nقال عبد الله بن جعفر: حاجتك؟ قال: هذه رواحلي تميرني عليها، قال:\nأنخ أنخ، قال فخلى عليها من التمر والبر ما لم ير مثله قط، ونهض وما يطيق النهوض، وأمر له بعشرة آلاف درهم. قال: فلما ولى قال له قائل: يا بن الطيار، كل هذه للأسود؟\n[ص: 164]\nفقال له: دعه، لا أبالك، فإنما هي رواحل تنضى، وثيابٌ تبلى، وطعامٌ يفنى، وثناء يبقى.\nالجزء: 1 ¦ الصفحة: 162\n",
        "2-\nأخبرنا الشيخ الإمام الخطيب أبو الفضل عبد الله بن محمد بن عبد القاهر الطوسي كتابة، أن أبا الحسين أحمد بن عبد القادر بن محمد بن يوسف أخبرهم سنة إحدى وتسعين وأربع مائة، أنبا أبو القاسم عبد الملك بن محمد بن عبد الله بن بشران بن محمد قراءة عليه قال: قرئ على أبي سهل أحمد بن عبد الله بن زياد القطان وأنا أسمع، قال: حدثنا إسحاق بن محمد بن أحمد النخعي، ثنا داود بن الهيثم، عن أبيه، عن إسحاق بن عبد الله بن جعفر قال:\nجاءت امرأةٌ إلى عبد الله بن جعفر فقالت له: يا سيدي وهب لي بعض جاراتي بيضةٌ، فحضنتها تحت يدي حتى خرجت فروجة، فغدوتها بأطيب الطعام حتى بلغت، وقد ذبحتها وشويتها وكفنتها برقاقتين، وجعلت لله علي نذرٌ أن أدفنها في\n[ص: 165]\nأكرم بقعة في الأرض، ولا والله ما أعلم بقعة أكرم من بطنك، كلها، قال: يا بديح خذها منها وامضه فانظر الدار التي فيها ألها هي؟ فإن كانت لها فاشتر لها ما حولها من الدور، وإن لم يكن لها فاشترها لها وما حواليها. فذهب ثم رجع فقال: قد اشتريت الدار لها وما حواليها، فقال: احمل لها على ثلاثين بعيراً حنطةً وشعيراً وأرزاً وزبيباً وتمراً ودراهم ودنانير وبزاً، قالت العجوز: يا سيدي لا تسرف، إن الله لا يحب المسرفين.\nالجزء: 1 ¦ الصفحة: 164\n",
        "3-\nوبه حدثنا إسحاق بن محمد بن أحمد النحعي قال: وأخبرني الحسن بن سعيد الأصفهاني، عن القاسم بن إسحاق بن عبد الله بن جعفر\nح قال وحدثني إسحاق قال: وأخبرني داود بن الهيثم، عن أبيه، عن جده إسحاق:\nأن أعرابياً أتى عبد الله بن جعفر وهو محمومٌ فأنشأ يقول:\n[ص: 166]\nكم لوعة للندى وكم قلقٍ\n...\nللجود والمكرمات من قلقك\nألبسك الله منه عافيةً\n...\nفي نومك المعتري وفي أرقك\nأخرج من جسمك السقام كما\n...\nأخرج ذم الفعال من عنقك\nقال: فأمر له بألف دينار.\nالجزء: 1 ¦ الصفحة: 165\n",
        "4-\nأخبرنا أبو المظفر عبد الرحيم بن عبد الكريم بن محمد بن منصور المروزي بقراءتي عليه بمرو، قلت له: أخبركم أبو القاسم الجنيد بن محمد بن علي.. قراءة عليه، قال: أنبا الإمام أبو الفضل محمد بن أحمد بن جعفر الطبسي، أنبا أبو الحسن محمد ابن القاسم الفارسي، ثنا أبو بكر أحمد بن يعقوب بن عبد الجبار القرشي، ثنا أحمد بن علي بن هارون المقدسي، ثنا سعيد بن هاشم ابن سعيد، ثنا أبي، سمعت عثمان بن أبي مسعود المسعودي -وكان أحد موالي عبد الله بن جعفر- قال:\n[ص: 167]\nأتت امرأةٌ عبد الله بن جعفر فسلمت ثم قالت: إني أتيتك من بلدةٍ شاسعة ترفعني رافعة وتهبطني هابطة بملحفاتٍ من الزمان، وملمات من الحدثان، برين عظمي وأذهبن بلحمي، وتركتني والهةً أمشي بالحريض قد ضاق في البلد العريض، فقدمت بلاداً ليس لي فيهم حميمٌ يعينني، ولا عشيرةٌ تحميني بعد عدةٍ من الولد ووفورٍ من العدد، فسألت عن المرجو نائله، المكفي سائله، فدللت عليك، وأنا امرأةٌ من هوازن قد مات عني الولد، ومثلك يسد الخلة ويفك الغلة، فاختر من إحدى ثلاث، إما أن تقيم أودي، أو تحسن صفدي، أو تردني إلى بلدي، فقال عبد الله بن جعفر: أجمعهن لك. فأمر لها بزادٍ وراحلةٍ وعشرة آلاف درهم.\nالجزء: 1 ¦ الصفحة: 166\n",
        ""
    ]
}