{
    "1": [
        "منتقى حديث أبي عبد الله محمد بن مخلد\nمنتقى حديث أبي عبد الله محمد بن مخلد\nمحمد بن مخلد\nالكتاب:\nمنتقى حديث أبي عبد الله محمد بن مخلد\nالمؤلف:\nأبو عبد الله محمد بن مخلد بن حفص العطار الدوري البغدادي (المتوفى: 331هـ)\nالناشر:\nمخطوط نُشر في برنامج جوامع الكلم المجاني التابع لموقع الشبكة الإسلامية\nالطبعة:\nالأولى، 2004\n[الكتاب مخطوط]\n",
        "الْجُزْءُ الثَّانِي مِنْ مُنْتَقَى حَدِيثِ أَبِي عَبْدِ اللَّهِ مُحَمَّدِ بْنِ مَخْلَدِ بْنِ حَفْصٍ الْعَطَّارِ بْنِ الْخَطِيبِ الدُّورِيِّ.\nرِوَايَةُ أَبِي عُمَرَ عَبْدِ الْوَاحِدِ بْنِ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ مَهْدِيٍّ الْفَارِسِيِّ، عَنْهُ.\nرِوَايَةُ أَبِي الْحُسَيْنِ عَاصِمِ بْنِ الْحَسَنِ بْنِ مُحَمَّدِ بْنِ عَلِيِّ بْنِ عَاصِمٍ، عَنْهُ.\nرِوَايَةُ الشَّيْخِ أَبِي الْفَوَارِسِ هِبَةِ اللَّهِ بْنِ أَحْمَدَ بْنِ عَبْدِ اللَّهِ بْنِ سَوَّارٍ، عَنْهُ رَحْمَةُ اللَّهِ عَلَيْهِمْ.\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nالجزء: 1 ¦ الصفحة: 1\n",
        "1 -\nنا الشَّيْخُ الإِمَامُ أَبُو الْفَوَارِسِ هِبَةُ اللَّهِ بْنُ الشَّيْخِ الإِمَامِ الْعَالِمِ أَبِي طَاهِرٍ أَحْمَدَ بْنِ عَبْدِ اللَّهِ بْنِ سَوَّارٍ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، وَذَلِكَ فِي تَاسِعِ مُحَرَّمٍ مِنْ سَنَةِ إِحْدَى وَأَرْبَعِينَ وَخَمْسِمِائَةٍ، فِي مَنْزِلِهِ بِدَارِ الْخِلافَةِ الْمَعْمُورَةِ، قَالَ: أَخْبَرَنَا الشَّيْخُ الإِمَامُ أَبُو الْحُسَيْنِ عَاصِمُ بْنُ الْحَسَنِ بْنِ مُحَمَّدِ بْنِ عَلِيٍّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، وَذَلِكَ فِي شَهْرِ رَمَضَانَ سَنَةَ إِحْدَى وَثَمَانِينَ وَأَرْبَعِ مِائَةٍ، قَالَ: أَخْبَرَنَا أَبُو عُمَرَ عَبْدُ الْوَاحِدِ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ مَهْدِيٍّ، قَالَ: أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ مَخْلَدٍ الْعَطَّارُ، قَالَ: نا سَلْمَانُ بْنُ تَوْبَةَ، قَالَ: نا عَلِيُّ بْنُ الْحَسَنِ بْنِ شَقِيقٍ، قَالَ: أنا أَبُو حَمْزَةَ، عَنِ الحسين بن عمران عَن ْ قَتَادَةَ، عَنْ أَنَسٍ، أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ، «أَعْتَقَ صَفِيَّةَ بِنْتَ حُيَيٍّ، وَجَعَلَ عِتْقَهَا صَدَاقَهَا، وَأَوْلَم حَيْسًا عَلَى نِطَعٍ»\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 2\n",
        "2 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الزُّهَيْرِيُّ، قَالَ: ثنا الْهَيْثَمُ بْنُ جَمِيلٍ، قَالَ: نا قَيْسٌ، عَنْ غَيْلانَ بْنِ جَامِعٍ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، عَنْ خُزَيْمَةَ بْنِ ثَابِتٍ، قَال\nَ: «صَلَّيْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الصَّلاتَيْنِ بِجَمْعٍ بِإِقَامَةٍ وَاحِدَةٍ»\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 3\n",
        "3 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا جَعْفَرُ بْنُ مُكْرَمٍ، قَالَ: حَدَّثَنَا أَبُو دَاوُدَ، قَالَ: نا حَرِيشُ بْنُ سُلَيْمٍ، عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «كُلُّ مُسْكِرٍ حَرَامٌ»\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 4\n",
        "4 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا حَاتِمُ بْنُ اللَّيْثِ، قَالَ: ثنا يَحْيَى بْنُ حَمَّادٍ، قَالَ: ثنا أَبُو عَوَانَةَ، عَنْ أَجْلَحَ، عَنْ أَبِي بَكْرِ بْنِ أَبِي مُوسَى عَنْ أَبِيهِ , عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «الطَّاعُونُ رِجْزٌ مِنَ الشَّيْطَانِ، وَهُوَ شَهَادَةٌ لِكُلِّ مُسْلِمٍ»\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 5\n",
        "5 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الصَّفَّارُ، قَالَ: ثنا عَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ، قَالَ: ثنا شُعْبَةُ، عَنْ سِمَاكٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «إِن\nَّ مِنَ الْبَيَانِ سِحْرًا، وَإِنَّ مِنَ الشِّعْرِ حِكْمَةً»\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 6\n",
        "6 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا إِسْحَاقُ، قَالَ: ثنا عَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ , قَالَ: أَخْبَرَنَا شُعْبَةُ، عَنْ سِمَاكٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «إِن\nَّ مِنَ الْبَيَانِ سِحْرًا، وَإِنَّ مِنَ الشِّعْرِ حِكْمَةً»\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 7\n",
        "7 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عُبَيْدُ اللَّهِ بْنُ النُّعْمَانِ، قَالَ: ثنا سَعِيدُ بْنُ سَلامٍ، قَالَ: ثنا ابْنُ أَبِي رَوَّادٍ، قَالَ: حَدَّثَنِي مَنْصُورُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أُمِّهِ صَفِيَّةَ بِنْتِ شَيْبَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ «تَزَوَّجَ امْرَأَةً مِنْ نِسَائِهِ، فَنَثَرُوا عَلَى رَأْسِهِ تَمْرَ عَجْوَةٍ»\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 8\n",
        "8 - 0 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ بْنُ عُثْمَانَ بْنِ حَكِيمٍ، قَالَ: أَخْبَرَنَا أَبُو نُعَيْمٍ، قَالَ: ثنا قَيْسٌ، عَنْ نُسَيْرِ بْنِ ذُعْلُوقٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَال\nَ: «تُوُفِّيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَدِرْعُهُ مَرْهُونَةٌ بِثَلاثِينَ صَاعًا مِنْ شَعِيرٍ»\nالحديث: 8 ¦ الجزء: 1 ¦ الصفحة: 9\n",
        "9 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْحَسَّانِيُّ، قَالَ: أَخْبَرَنَا أَبُو مُعَاوِيَةَ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، قَال\nَ: «رَمَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَجَّتِهِ وَعُمْرَتِهِ، وَأَبُو بَكْرٍ وَعُمَرُ وَعُثْمَانُ\nوَالْخُلَفَاءُ»\nالحديث: 9 ¦ الجزء: 1 ¦ الصفحة: 10\n",
        "10 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ بْنُ مُحَمَّدٍ التُّبَّعِيُّ، قَالَ: أنا الْقَاسِمُ بْنُ الْحَكَمِ، قَالَ: أنا شُعَيْبُ بْنُ صَفْوَانٍ، عَنِ ابْنِ شُبْرُمَةَ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «لا يَشْكُرُ اللَّهَ مَنْ لا يَشْكُرُ النَّاسَ»\nالحديث: 10 ¦ الجزء: 1 ¦ الصفحة: 11\n",
        "11 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا ابْنُ زَنْجُوَيْهِ، قَالَ: نا فَضْلُ بْنُ عَبْدِ الْوَهَّابِ، قَالَ: نا سُعَيْرُ بْنُ الْخِمْسِ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَسَنِ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ، «لَمْ يَزَلْ يُلَبِّي حَتَّى رَمَى جَمْرَةَ الْعَقَبَةِ»\nالحديث: 11 ¦ الجزء: 1 ¦ الصفحة: 12\n",
        "12 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ سَوْرَةَ الْبَلْخِيُّ، قَالَ: أنا عَلِيُّ بْنُ مُحَمَّدٍ الْحَنْظَلِيُّ، قَالَ: أنبا أَبُو جَعْفَرٍ الرَّازِيُّ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ عَائِشَةَ , أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «سَجْدَتَيِ السَّهْوِ فِي الصَّلاةِ تُجْزِئَانِ مِنْ كُلِّ زِيَادَةٍ وَنُقْصَانٍ»\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 13\n",
        "13 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا جَعْفَرُ بْنُ مُحَمَّدٍ الْوَرَّاقُ، قَالَ: نا خَالِدُ بْنُ مَخْلَدٍ، قَالَ: أنا نَافِعُ بْنُ أَبِي نُعَيْمٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَت\nْ: «طَيَّبْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَجِّهِ لِحَرَمِهِ وَلِحِلِّهِ قَبْلَ أَنْ يَطُوفَ\nبِالْبَيْتِ»\nالحديث: 13 ¦ الجزء: 1 ¦ الصفحة: 14\n",
        "14 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا جَعْفَرُ بْنُ مُحَمَّدٍ الْوَرَّاقُ، قَالَ: أنا خَالِدٌ، قَالَ: حَدَّثَنِي نَافِعٌ، قَالَ: أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَت\nْ: حَاضَتْ صَفِيَّةُ بِنْتُ حُيَيٍّ، فَذَكَرْتُ ذَلِكَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ «حَابِسَتُنَا هِيَ؟» فَقَالَتْ: إِنَّهَا\nكَانَتْ طَافَتْ بِالْبَيْتِ، قَالَ: «فَلْتَنْفِرْ»\nالحديث: 14 ¦ الجزء: 1 ¦ الصفحة: 15\n",
        "15 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عُثْمَانُ بْنُ مَعْبَدٍ، قَالَ: ثنا عَلِيُّ بْنُ ثَابِتٍ الدَّهَّانُ، عَنْ عَبْدِ الْغَفَّارِ بْنِ الْقَاسِمِ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ حَبِيبِ بْنِ جَمَّازٍ، عَنْ أَبِي سُرَيْحَةَ الْغِفَارِيِّ، قَالَ: قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «الْمَرْءُ مَعَ مَنْ أَحَبَّ»\nالحديث: 15 ¦ الجزء: 1 ¦ الصفحة: 16\n",
        "16 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا الْحَسَنُ بْنُ السَّكَنِ الْقُرَشِيُّ، قَالَ: ثنا أَبُو بَكْرٍ يَعْنِي عَبَّادَ بْنَ صُهَيْبٍ، قَالَ: أَخْبَرَنَا عَبْدُ اللَّهِ، وَأَبُو بَكْرٍ ابْنَا نَافِعٍ، وَعُثْمَانُ بْنُ مِقْسَمٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِن\nَّ أَمَامَكُمْ حَوْضًا كَمَا بَيْنَ جَرْبَاءَ وَأَذْرُحَ»\nالحديث: 16 ¦ الجزء: 1 ¦ الصفحة: 17\n",
        "17 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا مُحَمَّدُ بْنُ إِشْكَابَ، قَالَ: أَخْبَرَنَا عَبْدُ الصَّمَدِ، قَالَ: نا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيد، «أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ بَزَقَ فِي ثَوْبِهِ وَرَدَّ بَعْضَهُ عَلَى بَعْضٍ»\nالحديث: 17 ¦ الجزء: 1 ¦ الصفحة: 18\n",
        "18 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا الْعَبَّاسُ بْنُ يَزِيدَ، قَالَ: ثنا خَالِدُ بْنُ الْحَارِثِ، قَالَ: ثنا سَعِيدٌ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ عَنْ سَمُرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «صَلاةُ الْوُسْطَى صَلاةُ الْعَصْرِ»\nالحديث: 18 ¦ الجزء: 1 ¦ الصفحة: 19\n",
        "19 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَبُو حَاتِمٍ الرَّازِيُّ، قَالَ: ثنا خَالِدُ بْنُ الْحُبَابِ، كَتَبْتُ عَنْهُ بِالشَّامِ، قَالَ: أنبا سُلَيْمَانُ التَّيْمِيُّ، عَنْ أَبِي عُثْمَانَ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «احْتَجَّ آدَمُ وَمُوسَى عَلَيْهِمَا السَّلامُ فَحَجَّ آدَمُ مُوسَى، فَحَجَّ آدَمُ مُوسَى»\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 20\n",
        "20 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: أَمْلَى عَلَيْنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، وَكَتَبْتُ بِيَدِي، قَالَ: ثنا رَوْحٌ، قَالَ: أنبا صَالِحُ بْنُ أَبِي الأَخْضَرِ، قَالَ: ثنا ابْنُ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، بَعَثَ عَبْدَ اللَّهِ بْنَ حُذَافَة\nَ يَطُوفُ فِي مِنًى: «لا تَصُومُوا هَذِهِ الأَيَّامَ؛ فَإِنَّهَا أَيَّامُ أَكْلٍ وَشُرْبٍ وَذِكْرٍ للَّهِ عَزَّ وَجَلَّ»\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 21\n",
        "21 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَبُو السَّائِبِ سَلْمُ بْنُ جُنَادَةَ، قَالَ: نا ابْنُ إِدْرِيسَ، عَنِ الْحَسَنِ بْنِ عُبَيْدِ اللَّهِ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ عَمْرِو بْنِ مَيْمُونٍ، عَنْ أَبِي عَبْدِ اللَّهِ الْجَدَلِيِّ، عَنْ خُزَيْمَةَ بْنِ ثَابِتٍ، قَالَ: سُئِلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ عَنِ الْوُضُوءِ، فَقَالَ: «ثَلاثَةُ أَيَّامٍ لِلْمُسَافِرِ وَيَوْمٌ وَلَيْلَةٌ لِلْحَاضِرِ» .\nوَلَوِ اسْتَزَادَهُ الأَعْرَابِيُّ لَزَادَهُ\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 22\n",
        "22 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا الْحَسَنُ بْنُ عَرَفَةَ، قَالَ: نا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ مُوسَى بْنِ عُقْبَةَ، وَيَحْيَى بْنُ سَعِيدٍ الأَنْصَارِيُّ، وعبيد الله بن عمر، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ «أَهَلَّ حِينَ اسْتَوَتْ بِهِ رَاحِلَتُهُ»\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 23\n",
        "23 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عَلِيُّ بْنُ أَحْمَدَ السَّوَّاقُ، قَالَ: ثنا آدَمُ بْنُ أَبِي إِيَاسٍ، قَالَ: نا أَبُو عُمَرَ الْبَزَّازُ، عَنْ سُلَيْمَانَ الشَّيْبَانِيِّ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، قَال\nَ: جِيءَ بِأَبِي قُحَافَةَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَكَأَنَّ رَأْسَهُ وَلِحْيَتَهُ ثَغَامَةٌ، فَقَالَ رَسُولُ اللَّهِ\nصَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «غَيِّرُوهُ، وَجَنِّبُوهُ السَّوَادَ»\nالحديث: 23 ¦ الجزء: 1 ¦ الصفحة: 24\n",
        "24 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا عَبْدُوسُ بْنُ بِشْرِ بْنِ شُعَيْبٍ، قَالَ: نا زِيَادُ بْنُ عَبْدِ اللَّهِ الْبَكَّائِيُّ، قَالَ: نا الأَعْمَشُ، عَنْ أَبِي سُفْيَانَ، وَأَبِي صَالِحٍ، عَنْ جَابِرٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «إِذَا أَكَلَ أَحَدُكُمْ فَلْيَلْعَقْ أَصَابِعَهُ؛ فَإِنَّهُ لا يَدْرِي فِي أَيَّتِهَا الْبَرَكَةَ» .\nقَالَ أَبُو سُفْيَانَ فِي حَدِيثِهِ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «إِنَّ الشَّيْطَانَ يَحْضُرُ أَحَدَكُمْ عِنْدَ طَعَامِهِ، فَإِذَا سَقَطَتْ لُقْمَةُ أَحَدِكُمْ فَلْيُمِطْ مَا عَلَيْهَا مِنَ الأَذَى، وَلا يَدَعْهَا لِلشَّيْطَانِ»\nالحديث: 24 ¦ الجزء: 1 ¦ الصفحة: 25\n",
        "25 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: أنبا مُحَمَّدُ بْنُ يَزِيدَ أَبُو جَعْفَرٍ، قَالَ: ثنا أَبُو دَاوُدَ، قَالَ: ثنا هِشَامٌ، عَنْ عَاصِمِ بْنِ بَهْدَلَةَ، عَنْ مُصْعَبِ بْنِ سَعْدٍ، عَنْ سَعْدٍ، قَالَ: سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ، أَيُّ النَّاسِ أَشَدُّ بَلاءً؟ قَالَ: «الأَنْبِيَاءُ، ثُمَّ الأَمْثَلُ فَالأَمْثَلُ حَتَّى يُبْتَلَى الرَّجُلُ عَلَى قَدْرِ دِينِهِ، فَإِنْ كَانَ\nصُلْبَ الدِّينِ اشْتَدَّ بَلاؤُهُ، وَإِنْ كَانَ فِي دِينِهِ رِقَّةٌ ابْتُلِيَ عَلَى قَدْرِ ذَلِكَ، وَمَا يَبْرَحُ الْبَلاءُ بِالْعَبْدِ حَتَّى يَمْشِيَ عَلَى الأَرْضِ مَا عَلَيْهِ خَطِيئَةٌ»\nالحديث: 25 ¦ الجزء: 1 ¦ الصفحة: 26\n",
        "26 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا حُمَيْدُ بْنُ الرَّبِيعِ، قَالَ: نا حَفْصٌ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَبْدِ اللَّهِ، قَالَ: «أَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ بِقَتْلِ حَيَّةٍ وَنَحْنُ بِمِنًى»\nالحديث: 26 ¦ الجزء: 1 ¦ الصفحة: 27\n",
        "27 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ يَحْيَى بْنِ أَبِي بُكَيْرٍ، قَالَ: ثنا يَحْيَى، قَالَ: نا إِبْرَاهِيمُ، قَالَ: حَدَّثَنَا عَبَّادُ بْنُ إِسْحَاقَ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «اللَّهُمَّ إِنِّي أَعْهَدُ عِنْدَكَ عَهْدًا لَنْ تُخْلِفَنِيهِ، فَأَيُّ الْمُؤْمِنِينَ شَتَمْتُهُ أَوْ لَعَنْتُهُ أَوْ جَلَدْتُهُ فَاجْعَلْهَا لَهُ\nكَفَّارَةً، وَقُرْبَةً تُقَرِّبُهُ يَوْمَ الْقِيَامَةِ»\nالحديث: 27 ¦ الجزء: 1 ¦ الصفحة: 28\n",
        "28 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا مُحَمَّدُ بْنُ زَنْجُوَيْهِ، قَالَ: نا عَبْدُ الرَّزَّاقِ، قَالَ: نا إِبْرَاهِيمُ بْنُ مَيْمُونٍ الصَّنْعَانِيُّ، عَنْ أَبِي طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ سَمِعَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُول\nُ: «يَدُ اللَّهِ عَلَى الْجَمَاعَةِ»\nالحديث: 28 ¦ الجزء: 1 ¦ الصفحة: 29\n",
        "29 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عَلِيُّ بْنُ إِشْكَابَ، قَالَ: نا مُحَمَّدُ بْنُ رَبِيعَةَ، قَالَ: نا أَبُو عُمَيْسٍ، عَنِ الْعَلاءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «إِذَا انْتَصَفَ شَعْبَانُ فَكُفُّوا عَنِ الصَّوْمِ»\nالحديث: 29 ¦ الجزء: 1 ¦ الصفحة: 30\n",
        "30 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا إِبْرَاهِيمُ بْنُ هَانِئٍ، قَالَ: نا مُحَمَّدُ بْنُ عَبْدِ الْوَاهِبِ، قَالَ: نا ابْنُ شِهَابٍ، عَنْ أَبِي إِسْحَاقَ الشَّيْبَانِيِّ، عَنْ أَبِي بَكْرِ بْنِ حَفْصٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَال\nَ «لَيَشْرَبَنَّ نَاسٌ مِنْ أُمَّتِي الْخَمْرَ يُسَمُّونَهَا بِغَيْرِ اسْمِهَا»\nالحديث: 30 ¦ الجزء: 1 ¦ الصفحة: 31\n",
        "31 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا أَحْمَدُ بْنُ إِبْرَاهِيمَ أَبُو الْفَضْلِ الْبُوشَنْجِيُّ، قَالَ: نا أَبُو ضَمْرَةَ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «مَنْ صَامَ يَوْمًا فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ زَحْزَحَ اللَّهُ عَزَّ وَجَلَّ وَجْهَهُ عَنِ النَّارِ بِذَلِكَ الْيَوْمِ سَبْعِينَ\nخَرِيفًا»\nالحديث: 31 ¦ الجزء: 1 ¦ الصفحة: 32\n",
        "32 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا مُحَمَّدُ بْنُ إِشْكَابَ، قَالَ: نا وَهْبُ بْنُ جَرِيرٍ، قَالَ: نا أَبِي، قَالَ: سَمِعْتُ يُونُسَ يُحَدِّثُ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، يَعْنِي عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «خَيْرُ الصَّحَابَةِ أَرْبَعَةٌ، وَخَيْرُ السَّرَايَا أَرْبَعُ مِائَةٍ، وَخَيْرُ الْجُيُوشِ أَرْبَعَةُ أَلْفٍ، وَلا يُهْزَمُ اثْنَا عَشَرَ أَلْفًا\nعَنْ قِلَّةٍ»\nالحديث: 32 ¦ الجزء: 1 ¦ الصفحة: 33\n",
        "33 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ خَلَفٍ الْحَدَّادُ، قَالَ: نا الْوَلِيدُ بْنُ صَالِحٍ، قَالَ: نا مُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ التَّيْمِيُّ، قَالَ: ثنا عَلِيُّ بْنُ زَيْدٍ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ عَلَى الْمِنْبَر\nِ: «يَسْأَلُنَا كَمْ تُلْحِفُونَ الْمَسْأَلَةَ عَنْ كِتَابِ اللَّهِ عَزَّ وَجَلَّ، كَيْفَ كَانَ قِيَامُكُمْ، يَعْنِي بِهِ، وَعَنْ أَهْلِ بَيْتِي، كَيْفَ\nخَلَفْتُمُونِي فِيهِمْ بَعْدِي»\nالحديث: 33 ¦ الجزء: 1 ¦ الصفحة: 34\n",
        "34 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا ابْنُ زَنْجُوَيْهِ، قَالَ: نا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ إِسْرَائِيلَ، عَنْ مَنْصُورٍ، عَنْ سَالِمٍ، عَنْ جَابِرٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «إِن\nَّ الرَّجُلَ يَأْتِينِي فَيَسْأَلُنِي فَأُعْطِيَهُ فَيَنْطَلِقُ وَمَا يَحْمِلُ فِي حِضْنِهِ إِلا النَّارَ»\nالحديث: 34 ¦ الجزء: 1 ¦ الصفحة: 35\n",
        "35 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا مُحَمَّدُ بْنُ مُعَاوِيَةَ، قَالَ: نا مُحَمَّدُ بْنُ الْقَاسِمِ، قَالَ: أَخْبَرَنَا شُعْبَةُ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسٍ، قَالَ: «كَانَت\nْ جُمَّةُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَعِدَةً»\nالحديث: 35 ¦ الجزء: 1 ¦ الصفحة: 36\n",
        "36 - 0 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا مُحَمَّدُ بْنُ الْجَارُودِ، قَالَ: نا عِيسَى بْنُ جَعْفَرٍ، قَالَ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ طَهْمَانَ، عَنِ الْحَجَّاجِ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَال\nَ: «صَلَّيْتُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَأَبِي بَكْرٍ، وَعُمَرَ، وَعُثْمَانَ، فَلَمْ أَسْمَعْ أَحَدًا مِنْهُمْ\nيَقْرَؤُهَا»\nالحديث: 36 ¦ الجزء: 1 ¦ الصفحة: 37\n",
        "37 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا إِبْرَاهِيمُ بْنُ جَابِرِ بْنِ عِيسَى، قَالَ: نا أَبُو جَعْفَرٍ أَحْمَدُ بْنُ شُجَاعٍ الْمَرْوَزِيُّ، قَالَ: نا حَكَمُ بْنُ زَيْدٍ، وَقَدْ رَوَى عَنْهُ الشَّيْبَانِيُّ، عَنْ إِبْرَاهِيمَ الصَّائِغِ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «خَيْرُ الشُّهَدَاءِ حَمْزَةُ، وَرَجُلٌ قَامَ فَأَمَرَ وَنَهَى فَقُتِلَ عَلَى ذَلِكَ»\nالحديث: 37 ¦ الجزء: 1 ¦ الصفحة: 38\n",
        "38 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا مُحَمَّدُ بْنُ الْجَارُودِ، قَالَ: ثنا عِيسَى بْنُ جَعْفَرٍ، قَالَ: ثنا إِبْرَاهِيمُ بْنُ طَهْمَانَ، عَنِ السُّدِّيِّ، عَنِ الْبَهِيِّ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا «أَنَّهَا\nلَمْ تَقْضِ مَا يَكُونُ عَلَيْهَا مِنْ قَضَاءِ رَمَضَانَ إِلا فِي شَعْبَانَ حَيَاةَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ\nوَسَلَّمَ»\nالحديث: 38 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "39 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا إِبْرَاهِيمُ بْنُ رَاشِدٍ، قَالَ: ثنا دَاوُدُ بْنُ مِهْرَانَ، قَالَ: ثنا دَاوُدُ بْنُ الزِّبْرِقَانِ، عَنْ مَطَرٍ الْوَرَّاقِ، عَنِ ابْنِ وَائِلِ بْنِ حُجْرٍ، عَنْ أَبِيهِ، قَالَ: «رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ، لَمَّا افْتَتَحَ الصَّلاةَ كَبَّرَ وَرَفَعَ يَدَيْهِ حَتَّى حَاذَى بِهِمَا شَحْمَةَ أُذُنَيْهِ»\nالحديث: 39 ¦ الجزء: 1 ¦ الصفحة: 40\n",
        "40 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا سَلْمَانُ بْنُ تَوْبَةَ، قَالَ: ثنا سَلامُ بْنُ سُلَيْمَانَ، قَالَ: نا قَيْسٌ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ عَلَيْهِ السَّلامُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «كُلُّ دُعَاءٍ مَحْجُوبٌ حَتَّى يُصَلَّى عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ»\nالحديث: 40 ¦ الجزء: 1 ¦ الصفحة: 41\n",
        "41 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ بْنُ مَنْصُورِ بْنِ رَاشِدٍ، قَالَ: ثنا عَلِيُّ بْنُ الْحَسَنِ، قَالَ: ثنا أَبُو حَمْزَةَ، عَنِ الأَعْمَشِ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، قَال\nَ: «لَعَنَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الرَّجُلَ يَتَشَبَّهُ بِالْمَرْأَةِ، وَالْمَرْأَةَ تَتَشَبَّهُ\nبِالرَّجُلِ»\nالحديث: 41 ¦ الجزء: 1 ¦ الصفحة: 42\n",
        "42 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا رَوْحُ بْنُ الْفَرَجِ، قَالَ: نا أَبُو غَسَّانَ، قَالَ: نا هُرَيْمٌ، عَنْ مَنْصُورٍ، عَنْ خَيْثَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «لا سَمَرَ إِلا لِرَجُلَيْنِ، لِمُصَلٍّ أَوْ مُسَافِرٍ»\nالحديث: 42 ¦ الجزء: 1 ¦ الصفحة: 43\n",
        "43 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا مُحَمَّدُ بْنُ الْوَلِيدِ الْبُسْرِيُّ، قَالَ: ثنا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ: ثنا شُعْبَةُ، عَنْ حُصَيْنٍ، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «مَنْ رَغِبَ عَنْ سُنَّتِي فَلَيْسَ مِنِّي»\nالحديث: 43 ¦ الجزء: 1 ¦ الصفحة: 44\n",
        "44 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: حَدَّثَنَا الْفَضْلُ بْنُ الْعَبَّاسِ، قَالَ: نا عَبْدُ الرَّحْمَنِ بْنُ سَلَمَةَ الرَّازِيُّ، قَالَ: ثنا سَلَمَةُ بْنُ الْفَضْلِ، قَالَ: نا أَبُو جَعْفَرٍ الرَّازِيُّ، عَنْ حُصَيْنٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «مَنْ سَأَلَكُمْ بِاللَّهِ فَأَعْطُوهُ، وَمَنِ اسْتَعَاذَ بِاللَّهِ فَأَعِيذُوهُ، وَمَنْ أَهْدَى إِلَيْكُمْ كُرَاعًا\nفَاقْبَلُوهُ»\nالحديث: 44 ¦ الجزء: 1 ¦ الصفحة: 45\n",
        "45 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا جَعْفَرُ بْنُ مُحَمَّدٍ الْوَرَّاقُ، قَالَ: نا خَالِدُ بْنُ مَخْلَدٍ، قَالَ: نا عِيسَى بْنُ سَبْرَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ يُدْنِي إِلَيَّ رَأْسَهُ وَأَنَا حَائِضٌ، فَأُرَجِّلُهُ وَهُوَ مُجَاوِرٌ فِي الْمَسْجِدِ»\nالحديث: 45 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "46 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا يَعْقُوبُ بْنُ إِسْمَاعِيلَ بْنِ عَبْدِ اللَّهِ بْنِ سَعِيدِ بْنِ مَنْصُورٍ الْحِمْيَرِيُّ، قَالَ: ثنا شَبَابَةُ، عَنْ يُونُسَ بْنِ أَبِي إِسْحَاقَ، عَنْ أَبِيهِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَال\nَ: \" أَوْتَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ بِثَلاثٍ: بـ سَبِّحِ اسْمَ رَبِّكَ الأَعْلَى، وقُلْ يَأَيُّهَا الْكَافِرُونَ، وقُلْ هُوَ\nاللَّهُ أَحَدٌ \"\nالحديث: 46 ¦ الجزء: 1 ¦ الصفحة: 47\n",
        "47 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عَبْدُوسُ بْنُ بِشْرٍ، قَالَ: ثنا عِمْرَانُ بْنُ عُيَيْنَةَ، عَنْ حُصَيْنٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ: دَخَلْتُ أَنَا وَأَبِي عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: فَتَكَلَّمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «إِن\nَّ هَذِهِ الأُمَّةَ لَنْ تَنْقَضِيَ حَتَّى يَكُونَ فِيكُمُ اثْنَا عَشَرَ خَلِيفَةً» .\nقَالَ: ثُمَّ تَكَلَّمَ بِكَلِمَةٍ لَمْ أَفْهَمْهَا، فَسَأَلْتُ أَبِي؟ فَقَالَ: «كُلُّهُمْ مِنْ قُرَيْشٍ»\nالحديث: 47 ¦ الجزء: 1 ¦ الصفحة: 48\n",
        "48 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا مُحَمَّدُ بْنُ مُسْلِمِ بْنِ وَارَةَ، قَالَ: ثنا مُحَمَّدُ بْنُ سَعِيدِ بْنِ سَابِقٍ، قَالَ: ثنا عَمْرُو بْنُ أَبِي قَيْسٍ، عَنْ أَبِي فَرْوَةَ، عَنْ أَبِي الأَحْوَصِ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ يَقْرَأُ فِي الْفَجْرِ يَوْمَ الْجُمُعَةِ تَنْزِيلُ السَّجْدَةَ، وهَلْ أَتَى عَلَى الإِنْسَانِ حِينٌ مِنَ\nالدَّهْرِ»\nالحديث: 48 ¦ الجزء: 1 ¦ الصفحة: 49\n",
        "49 -\nحَدَّثَنَا ابْنُ مَخْلَدٍ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ شَبِيبٍ، قَالَ: نا ذُؤَيْبُ بْنُ عِمَامَةَ، قَالَ: حَدَّثَنِي أُسَامَةُ بْنُ حَفْصٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ سَعْدٍ، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ، قَالَ لِعَلِيٍّ عَلَيْهِ السَّلامُ: «أَنْتَ مِنِّي بِمَنْزِلَةِ هَارُونَ مِنْ مُوسَى»\nالحديث: 49 ¦ الجزء: 1 ¦ الصفحة: 50\n",
        "50 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا زَكَرِيَّا بْنُ يَحْيَى بْنِ مَيْمُونٍ، قَالَ: ثنا رَوْحٌ، عَنْ صَالِحٍ، قَالَ: ثنا ابْنُ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ دَخَلَ عَلَيْهَا وَعَلَيْهَا سِوَارٌ مِنْ ذَهَبٍ وَفِضَّةٍ: «أَلا أَدُلُّكِ عَلَى غَيْرِ ذَلِكَ تَجْعَلِيهِ مِنْ وَرِقٍ، وَتَحْلِقِيهِ فَيَصِيرُ كَأَنَّهُ\nذَهَبٌ»\nالحديث: 50 ¦ الجزء: 1 ¦ الصفحة: 51\n",
        "51 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا جَعْفَرُ بْنُ عَمْرٍو، قَالَ: حَدَّثَنَا عَبْدُ الْوَهَّابِ، قَالَ: ثنا حَبِيبٌ الْمُعَلِّمُ، قَالَ: قَالَ عَطَاءٌ , قَالَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا\n«طَيَّبْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدَمَا رَمَى الْجَمْرَةَ، وَقَبْلَ أَنْ يَطُوفَ\nبِالْبَيْتِ»\nالحديث: 51 ¦ الجزء: 1 ¦ الصفحة: 52\n",
        "52 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عَلِيُّ بْنُ أَحْمَدَ السَّوَّاقُ، قَالَ: ثنا إِسْمَاعِيلُ، قَالَ: حَدَّثَنِي أَخِي، عَنْ سُلَيْمَانَ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ نَافِعٍ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، قَالَ: \" كَانَت\nْ يَمِينٌ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، كَثِيرًا مَا سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُهَا: «لا\nوَمُقَلِّبِ الْقُلُوبِ»\nالحديث: 52 ¦ الجزء: 1 ¦ الصفحة: 53\n",
        "53 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عَبْدُوسُ بْنُ بِشْرٍ، قَالَ: نا جَرِيرٌ، عَنْ مُغِيرَةَ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «الْوَلَدُ لِلْفِرَاشِ، وَلِلْعَاهِرِ الْحَجَرُ»\nالحديث: 53 ¦ الجزء: 1 ¦ الصفحة: 54\n",
        "54 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا حَفْصٌ الرَّبَالِيُّ، قَالَ: ثنا مَحْبُوبٌ، عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «إِن\nَّ الدَّجَّالَ لا يَدْخُلُ مَكَّةَ وَلا الْمَدِينَةَ»\nالحديث: 54 ¦ الجزء: 1 ¦ الصفحة: 55\n",
        "55 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا حَفْصٌ، قَالَ: نا عَبْدُ الْوَهَّابِ، قَالَ: نا خَالِدٌ، عَنْ عِكْرِمَةَ، وَمُحَمَّدٌ، عَنِ ابْنِ عَبَّاسٍ، «أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ احْتَجَمَ وَأَعْطَى الْحَجَّامَ أُجْرَةً، فَلَوْ كَانَ خَبِيثًا لَمْ يُعْطِهِ»\nالحديث: 55 ¦ الجزء: 1 ¦ الصفحة: 56\n",
        "56 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَبُو رِفَاعَةَ، قَالَ: ثنا مُحَمَّدُ بْنُ كَثِيرٍ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ دَاوُدَ بْنِ فَرَاهِيجَ، عَنْ أَبِي هُرَيْرَةَ «أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ نَهَى عَنْ نَبِيذِ الْجَرِّ»\nالحديث: 56 ¦ الجزء: 1 ¦ الصفحة: 57\n",
        "57 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا حَمْدُونُ بْنُ عَبَّادٍ، قَالَ: ثنا أَبُو بَدْرٍ، قَالَ: ثنا الْحَسَنُ بْنُ دِينَارٍ، عَنْ أَيُّوبَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «لَيْسَ لَنَا مَثَلُ السُّوءِ، الْعَائِدُ فِي هِبَتِهِ كَالْكَلْبِ يَعُودُ فِي قَيْئِهِ»\nالحديث: 57 ¦ الجزء: 1 ¦ الصفحة: 58\n",
        "58 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا عُمَرُ بْنُ مُدْرَكٍ، قَالَ: نا عِصَامُ بْنُ يُوسُفَ، قَالَ: نا مُبَارَكُ بْنُ فَضَالَةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ,\n«نَهَى أَنْ تُسْتَقْبَلَ الأَجْلابُ حَتَّى يُهْبَطَ بِهَا الأَسْوَاقَ»\nالحديث: 58 ¦ الجزء: 1 ¦ الصفحة: 59\n",
        "59 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا عُثْمَانُ بْنُ مَعْبَدِ بْنِ نُوحٍ، قَالَ: ثنا إِسْحَاقُ بْنُ مُحَمَّدٍ الْفَرَوِيُّ، قَالَ: ثنا عَلِيُّ بْنُ أَبِي عَلِيٍّ اللَّهَبِيُّ، عَنِ الزُّهْرِيِّ، عَنْ عَلِيِّ بْنِ حُسَيْنٍ، عَنْ عَمْرِو بْنِ عُثْمَانَ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، قَالَ: دَخَلَ عَلِيُّ بْنُ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ إِلَى رَسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ فَأَخْبَرَهُ بِمَوْتِ أَبِي طَالِبٍ، فَقَالَ: «اذْهَبْ فَاغْسِلْهُ، وَلا تُحْدِثَنَّ حَدَثًا حَتَّى تَأْتِيَنِي» .\nفَغَسَلْتُهُ وَكَفَّنْتُهُ\nوَوَارَيْتُهُ.\nثُمَّ أَتَاهُ فَقَالَ: «اذْهَبْ فَاغْتَسِلْ»\nالحديث: 59 ¦ الجزء: 1 ¦ الصفحة: 60\n",
        "60 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا أَحْمَدُ بْنُ مَنْصُورِ بْنِ رَاشِدٍ، قَالَ: ثنا عَلِيُّ بْنُ الْحَسَنِ، قَالَ: أَخْبَرَنَا أَبُو حَمْزَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، قَالَ: قَالَ عَبْدُ اللَّهِ: «وَالَّذِي لا إِلَهَ غَيْرُهُ لَقَد\nْ قَرَأْتُ مِنْ فِي رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِضْعًا وَسَبْعِينَ سُورَةً، وَلَوْ أَعْلَمُ أَحَدًا أَعْلَمَ بِكِتَابِ اللَّهِ\nمِنِّي تُبَلِّغُنِي الإِبِلُ إِلَيْهِ لأَتَيْتُهُ»\nالحديث: 60 ¦ الجزء: 1 ¦ الصفحة: 61\n",
        "61 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا عُثْمَانُ بْنُ مَعْبَدٍ، قَالَ: ثنا إِسْحَاقُ بْنُ مُحَمَّدٍ الْفَرَوِيُّ، قَالَ: حَدَّثَتْنَا عُبَيْدَةُ بِنْتُ نَائِلٍ، عَنْ عَائِشَةَ بِنْتِ سَعْدٍ، عَنْ أَبِيهَا سَعْدٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «مَا بَيْنَ بَيْتِي وَمِنْبَرِي رَوْضَةٌ مِنْ رِيَاضِ الْجَنَّةِ»\nالحديث: 61 ¦ الجزء: 1 ¦ الصفحة: 62\n",
        "62 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا عُثْمَانُ، قَالَ: نا إِسْحَاقُ، قَالَ: حَدَّثَتْنَا عُبَيْدَةُ، عَنْ عَائِشَةَ بِنْتِ سَعْدٍ، عَنْ سَعْدٍ، «أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَان\nَ يَشْرَبُ قَائِمًا»\nالحديث: 62 ¦ الجزء: 1 ¦ الصفحة: 63\n",
        "63 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: قَالَ ثنا حُمَيْدُ بْنُ الرَّبِيعِ، قَالَ: ثنا أَبُو دَاوُدَ الْحَفَرِيُّ، عَنْ سُفْيَانَ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِن\nَّ اللَّهَ عَزَّ وَجَلَّ لَيُؤَيِّدُ هَذَا الدِّينَ بِالرَّجُلِ الْفَاجِرِ»\nالحديث: 63 ¦ الجزء: 1 ¦ الصفحة: 64\n",
        "64 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا أَحْمَدُ بْنُ مَنْصُورِ بْنِ رَاشِدٍ، قَالَ: ثنا عَلِيُّ بْنُ الْحَسَنِ، قَالَ: أَخْبَرَنَا أَبُو حَمْزَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: \" خَيْرُ الْكَلامِ أَرْبَعٌ، لا يَضُرُّكَ بِأَيِّهِنَّ بَدَأْتَ: سُبْحَانَ اللَّهِ، وَالْحَمْدُ للَّهِ، وَلا إِلَهَ إِلا اللَّهُ، وَاللَّهُ\nأَكْبَرُ \"\nالحديث: 64 ¦ الجزء: 1 ¦ الصفحة: 65\n",
        "65 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا أَحْمَدُ، قَالَ: نا عَلِيٌّ، قَالَ: أَخْبَرَنَا أَبُو حَمْزَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي سَعِيدٍ، أَوْ أَبِي هُرَيْرَةَ، قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا رَسُولَ اللَّه\nِ أَوْصِنِي بِعَمَلٍ يُدْخِلُنِي الْجَنَّةَ وَلا تُكْثِرْ عَلَيَّ لَعَلِّي أَعْقِلُ، قَالَ: «لا تَغْضَبْ»\nالحديث: 65 ¦ الجزء: 1 ¦ الصفحة: 66\n",
        "66 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا أَحْمَدُ بْنُ إِسْحَاقَ الرَّقِّيُّ، قَالَ: نا الْحُنَيْنِيُّ، قَالَ: ثنا مَالِكٌ، عَنِ الزُّهْرِيِّ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «لا يَجْتَمِعُ غُبَارٌ فِي سَبِيلِ اللَّهِ عزَّ وجلَّ وَدُخَانُ جَهَنَّمَ فِي جَوْفِ مُسْلِمٍ أَبَدًا»\nالحديث: 66 ¦ الجزء: 1 ¦ الصفحة: 67\n",
        "67 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا عَلِيُّ بْنُ عَبْدِ اللَّهِ بْنِ مُعَاوِيَةَ بْنِ شُرَيْحٍ، قَالَ: ثنا أَبِي، عَنْ أَبِيهِ مُعَاوِيَةَ بْنِ شُرَيْحٍ، عَنْ مَيْسَرَةَ، عَنْ شُرَيْحٍ، عَنْ عَلِيٍّ عَلَيْهِ السَّلامُ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُول\nُ: «الْحَسَنُ وَالْحُسَيْنُ سَيِّدَا شَبَابِ أَهْلِ الْجَنَّةِ»\nالحديث: 67 ¦ الجزء: 1 ¦ الصفحة: 68\n",
        "68 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا مُحَمَّدُ بْنُ جَعْفَرٍ الْفَارِسِيُّ، قَالَ: نا عُبَيْدُ اللَّهِ بْنُ تَمَّامٍ، قَالَ: نا دَاوُدُ بْنُ أَبِي هِنْدٍ، عَنْ عَامِرٍ، عَنْ عَلْقَمَةَ بْنِ قَيْسٍ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ، يَقْرَأُ: «وَاللَّيْلِ إِذَا يَغْشَى وَالنَّهَارِ إِذَا تَجَلَّى وَالذَّكَرِ وَالْأُنْثَى»\nالحديث: 68 ¦ الجزء: 1 ¦ الصفحة: 69\n",
        "69 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا الْحَسَنُ بْنُ عَرَفَةَ , قَالَ: ثنا زِيَادُ بْنُ عَبْدِ اللَّهِ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ مَعْبَدِ بْنِ كَعْبِ بْنِ مَالِكٍ، عَنْ أَبِي قَتَادَة، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «إِيَّاكُمْ وَكَثْرَةَ الْحَلِفِ؛ فَإِنَّهُ يُنَفِّقُ ثُمَّ يَمْحَقُ»\nالحديث: 69 ¦ الجزء: 1 ¦ الصفحة: 70\n",
        "70 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا يَحْيَى بْنُ وَرْدِ بْنِ عَبْدِ اللَّهِ، قَالَ: نا أَبِي، قَالَ: نا عَدِيُّ بْنُ الْفَضْلِ، عَنْ سُلَيْمِ بْنِ بَشِيرٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «الْحَيَاءُ وَالإِيمَانُ فِي قَرَنٍ فَأَيُّهُمَا ذَهَبَ اتَّبَعَهُ الآخَرُ»\nالحديث: 70 ¦ الجزء: 1 ¦ الصفحة: 71\n",
        "71 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا إِبْرَاهِيمُ بْنُ هَانِئٍ، قَالَ: نا ابْنُ أَبِي مَرْيَمَ، قَالَ: نا يَحْيَى بْنُ أَيُّوبَ، عَنْ ثَوْرِ بْنِ يَزِيدَ، عَنْ أَبِي الزُّبَيْرِ، سُئِلَ جَابِرٌ عَن\nِ الْعَزْلِ، فَقَالَ «كُنَّا نَفْعَلُهُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَمَا يُعَابُ\nعَلَيْنَا»\nالحديث: 71 ¦ الجزء: 1 ¦ الصفحة: 72\n",
        "72 -\nحَدَّثنا مُحَمَّدٌ، قَالَ: نا أَحْمَدُ بْنُ مَنْصُورِ بْنِ رَاشِدٍ، قَالَ: نا عَلِيٌّ، قَالَ: نا الْحُسَيْنُ، عَنْ عَاصِمٍ، عَنْ شَقِيقٍ، عَنْ عَبْدِ اللَّهِ، أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ «قَرَأَ فِي صَلاةِ الْغَدَاةِ، تَنْزِيلُ السَّجْدَةَ، وهَلْ أَتَى عَلَى الإِنْسَانِ»\nالحديث: 72 ¦ الجزء: 1 ¦ الصفحة: 73\n",
        "73 - 0 -\nحَدَّثنا مُحَمَّدٌ، قَالَ: نا أَحْمَدُ بْنُ إِسْحَاقَ بْنِ يُوسُفَ الرَّقِّيُّ، قَالَ: نا الْهَيْثَمُ بْنُ جَمِيلٍ، قَالَ: نا شَرِيكٌ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنْ أَبِي جُحَيْفَةَ، عَنْ عَلِيٍّ عَلَيْهِ السَّلامُ، قَال\nَ: «خَيْرُ هَذِهِ الأُمَّةِ بَعْدَ نَبِيِّهَا أَبُو بَكْرٍ، وَمِنْ بَعْدِ أَبِي بَكْرٍ عُمَرُ، وَقَدْ أَحْدَثْنَا مِنْ بَعْدِهِمْ أَشْيَاءَ، وَاللَّهُ\nيَفْعَلُ مَا يَشَاءُ»\nالحديث: 73 ¦ الجزء: 1 ¦ الصفحة: 74\n",
        "74 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ بْنُ مَنْصُورِ بْنِ رَاشِدٍ، قَالَ: ثنا عَلِيُّ بْنُ الْحَسَنِ، قَالَ: أَخْبَرَنَا الْحُسَيْنُ، قَالَ: حَدَّثَنِي سِمَاكٌ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، قَالَ: سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُول\nُ: \" مَنْ مَنَحَ وَرِقًا أَوْ قَالَ: ذَهَبًا أَوْ سَقَى لَبَنًا أَوْ هَدَى رِقَاقًا فَهُوَ كَعَدْلِ رَقَبَةٍ \"\nالحديث: 74 ¦ الجزء: 1 ¦ الصفحة: 75\n",
        "75 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ بْنُ إِسْحَاقَ بْنِ يُوسُفَ، قَالَ: نا عَمْرُو بْنُ عُثْمَانَ، قَالَ: نا عُبَيْدُ اللَّهِ بْنُ عَمْرٍو، عَنْ إِسْحَاقَ بْنِ رَاشِدٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، وَأَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: \" إِذَا قَالَ الرَّجُلُ لِصَاحِبِهِ يَوْمَ الْجُمُعَةِ، وَالإِمَامُ يَخْطُبُ: انْصِتْ، فَقَدْ لَغَى حَتَّى تَنْقَضِيَ\nالْخُطْبَةُ \"\nالحديث: 75 ¦ الجزء: 1 ¦ الصفحة: 76\n",
        "76 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ بْنُ كَثِيرِ ابْنُ بِنْتِ يَزِيدَ بْنِ هَارُونَ، قَالَ: نا الْحَارِثُ بْنُ مَنْصُورٍ، قَالَ: نا بَحْرٌ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الأَحْوَصِ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّهُ بَلَغَهُ أَن\nَّ أَقْوَامًا يَتَخَلَّفُونَ عَنِ الْجُمُعَةِ، فَقَالَ: «لَقَدْ هَمَمْتُ أَنِّي أُخَلِّفُ رَجُلا يُصَلِّي بِالنَّاسِ، ثُمَّ أُحَرِّقُ عَلَى أَقْوَامٍ\nبُيُوتَهُمْ»\nالحديث: 76 ¦ الجزء: 1 ¦ الصفحة: 77\n",
        "77 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ، قَالَ: نا الْحَارِثُ، قَالَ: ثنا بَحْرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «تُقْطَعُ الْيَدُ فِي رُبْعِ دِينَارٍ»\nالحديث: 77 ¦ الجزء: 1 ¦ الصفحة: 78\n",
        "78 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا أَحْمَدُ، قَالَ: نا الْحَارِثُ، قَالَ: ثنا بَحْرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةُ، عَنْ عَائِشَةَ، أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَان\nَ لا يُصَلِّي الضُّحَى إِلا أَنْ يَجِيءَ مِنْ مَغِيبِهِ \"\nالحديث: 78 ¦ الجزء: 1 ¦ الصفحة: 79\n",
        "79 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا حَاتِمُ بْنُ اللَّيْثِ، قَالَ: نا عُبَيْدُ اللَّهِ بْنُ مُوسَى، قَالَ: أَنَا بَحْرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ \" نَحَرَ فِي حَجَّةِ الْوَدَاعِ عَنْ نِسَائِهِ الْبَقَرَ، قَالَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا: فَأُتِيتُ\nبِنَصِيبِي \"\nالحديث: 79 ¦ الجزء: 1 ¦ الصفحة: 80\n",
        "80 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا حَاتِمٌ، قَالَ: نا عُبَيْدُ اللَّهِ، قَالَ: أَنْبَا بَحْرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: «كُنْت\nُ أَغْتَسِلُ أَنَا وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ إِنَاءٍ وَاحِدٍ»\nالحديث: 80 ¦ الجزء: 1 ¦ الصفحة: 81\n",
        "81 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا حَاتِمٌ، قَالَ: ثنا عُبَيْدُ اللَّهِ، قَالَ: ثنا بَحْرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَت\nْ: «كُنَّا لا نَعُدُّ الْكُدْرَةَ وَالصُّفْرَةَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَيْئًا»\nالحديث: 81 ¦ الجزء: 1 ¦ الصفحة: 82\n",
        "82 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا حَاتِمٌ، قَالَ: ثنا عُبَيْدُ اللَّهِ، قَالَ: ثنا بَحْرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «لا يَحِلُّ لامْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخَرِ أَنْ تُحِدَّ فَوْقَ ثَلاثَةِ أَيَّامٍ إِلا عَلَى زَوْجٍ، أَرْبَعَةَ أَشْهُرٍ\nوَعَشْرًا»\nالحديث: 82 ¦ الجزء: 1 ¦ الصفحة: 83\n",
        "83 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا حَاتِمٌ، قَالَ: نا عُبَيْدُ اللَّهِ، قَالَ: أنبا بَحْرٌ، عَنِ الزُّهْرِيِّ، سَعِيدُ بْنُ الْمُسَيِّبِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «كَان\nَ يُضَاجِعُ بَعْضَ نِسَائِهِ وَهِيَ حَائِضٌ»\nالحديث: 83 ¦ الجزء: 1 ¦ الصفحة: 84\n",
        "84 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا حَاتِمٌ، قَالَ: ثنا عُبَيْدُ اللَّهِ، قَالَ: ثنا بَحْرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، وَسَعِيدٍ، عَنْ أُمِّ سَلَمَةَ، وَعَائِشَةَ , أن النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «كَان\nَ يَرْقُدُ وَهُوَ جُنُبٌ، ثُمَّ يَتَوَضَّأُ وُضُوءَهُ لِلصَّلاةِ»\nالحديث: 84 ¦ الجزء: 1 ¦ الصفحة: 85\n",
        "85 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ بْنُ عُثْمَانَ بْنِ حَكِيمٍ، قَالَ: نا إِسْمَاعِيلُ بْنُ أَبَانٍ، قَالَ: نا أَبُو بَكْرٍ النَّهْشَلِيُّ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، «إِن\nَّ الرَّجُلَ لَيَبْلُغُ بِحُسْنِ خُلُقِهِ دَرَجَةَ الصَّائِمِ الْقَائِمِ»\nالحديث: 85 ¦ الجزء: 1 ¦ الصفحة: 86\n",
        "86 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ بْنُ مَنْصُورِ بْنِ رَاشِدٍ، قَالَ: ثنا عَلِيُّ بْنُ الْحَسَنِ، قَالَ: أَنْبا أَبُو حَمْزَةَ، عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنِ الْحَكَمِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عُمَرَ، قَال\nَ: «مَسَحَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْخُفَّيْنِ وَأَمَرَنَا بِهِ»\nالحديث: 86 ¦ الجزء: 1 ¦ الصفحة: 87\n",
        "87 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا حَمْزَةُ بْنُ الْعَبَّاسِ، قَالَ: ثنا عَلِيُّ بْنُ الْحَسَنِ، قَالَ: أَنَا أَبُو حَمْزَةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ وَهْبِ بْنِ جَابِرٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُول\nُ: «كَفَى بِالْمَرْءِ إِثْمًا أَنْ يُضَيِّعَ مَنْ يَقُوتُ»\nالحديث: 87 ¦ الجزء: 1 ¦ الصفحة: 88\n",
        "88 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَبِي بَكْرٍ، قَالَ: نا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، قَالَ: نا أَخِي، عَنْ سُلَيْمَانَ، عَنْ أَبِي عَبْدِ الْعَزِيزِ الرَّبَذِيِّ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «لَيَأْرِزُ الإِسْلامُ كَمَا يَأْرِزُ السَّيْلُ الدِّمَنَ»\nالحديث: 88 ¦ الجزء: 1 ¦ الصفحة: 89\n",
        "89 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا إِبْرَاهِيمُ بْنُ مُحَمَّدٍ الْعَتِيقُ، قَالَ: ثنا أَبُو أَحْمَدَ، قَالَ: ثنا إِسْرَائِيلُ، عَنِ أَبِي الْعَنْبَسِ، عَنِ الأَغَرِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: \" أَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلٌ فَسَأَلَه\nُ: أَيُبَاشِرُ الصَّائِمُ؟ فَرَخَّصَ لَهُ، وَأَتَى آخَرُ فَنَهَاهُ.\nوَكَانَ الَّذِي رَخَّصَ لَهُ شَيْخٌ، وَالَّذِي نَهَاهُ شَابٌّ \"\nالحديث: 89 ¦ الجزء: 1 ¦ الصفحة: 90\n",
        "90 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عَبْدُوسُ بْنُ بِشْرٍ، قَالَ: ثنا يَزِيدُ بْنُ زُرَيْعٍ، قَالَ: ثنا دَاوُدُ بْنُ أَبِي هِنْدٍ، عَنْ عَزْرَةَ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ سَعْدِ بْنِ هِشَامٍ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ، قَالَت\nْ: \" كَانَ لَنَا سِتْرٌ فِيهِ تَمَاثِيلُ مُسْتَقْبِلَ بَابَ الْبَيْتِ إِذَا دَخَلَ الدَّاخِلُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ\nوَسَلَّمَ: «يَا عَائِشَةُ حَوِّلِيهِ؛ فَإِنِّي كُلَّمَا دَخَلْتُ فَرَأَيْتُهُ ذَكَّرَنِي الدُّنْيَا» .\nقَالَتْ: وَكَانَ لَنَا قَطِيفَةٌ لَهَا عَلَمٌ حَرِيرٌ فَكُنَّا نَلْبَسُهَا فَأَمَرَ بِقَطْعِهَا \"\nالحديث: 90 ¦ الجزء: 1 ¦ الصفحة: 91\n",
        "91 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا ابْنُ الْجُنَيْدِ، قَالَ: ثنا أَبُو عَاصِمٍ، عَنْ سُفْيَانَ , عَنْ مُحَمَّدِ بْنِ عَجْلانَ، عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ السَّعْدِيِّ، عَنْ عُمَرَ , قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «مَا أَتَاكَ مِنْ هَذَا الْمَالِ مِنْ غَيْرِ مَسْأَلَةٍ وَلا مَشْرَفَةٍ فَخُذْهُ»\nالحديث: 91 ¦ الجزء: 1 ¦ الصفحة: 92\n",
        "92 - 0 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا حَمْدُونُ بْنُ عُمَارَةَ، قَالَ: ثنا سَعِيدُ بْنُ سُلَيْمَانَ، قَالَ: ثنا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبْجَرَ، عَنْ أَبِيهِ، عَنِ الشَّعْبِيِّ، عَنْ أَبِي جُحَيْفَةَ، قَالَ: «خَرَجَ عَلَيْنَا عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ، فَقَالَ»\nألا أُخْبِرُكُمْ بِخَيْرِ هَذِهِ الأُمَّةِ بَعْدَ نَبِيِّهَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالُوا: بَلَى، قَالَ: أَبُو بَكْرٍ، فَقَالَ:\nألا أُخْبِرُكُمْ بِخَيْرِ هَذِهِ الأُمَّةِ بَعْدَ نَبِيِّهَا وَبَعْدَ أَبِي بَكْرٍ عُمَرُ \".\nقَالَ أَبُوهُ يَعْنِي عَبْدَ الْمَلِكِ: فَذَهَبْتُ أَنَا وَسَلَمَةُ إِلَى عَوْنٍ، فَسَأَلْتُهُ: أَسَمِعْتَ هَذَا الْحَدِيثَ مِنْ أَبِيكَ؟ قَالَ: نَعَمْ\nالحديث: 92 ¦ الجزء: 1 ¦ الصفحة: 93\n",
        "93 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا الْعَلاءُ بْنُ سَالِمٍ، قَالَ: ثنا يَزِيدُ بْنُ هَارُونَ، قَالَ: ثنا شَرِيكٌ عَنْ أَبِي إِسْحَاقَ، عَنِ الْقَاسِمِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّه\nُ أَمَرَ بِقَتْلِ الْحَيَّاتِ كُلِّهِنَّ، وَقَالَ: «مَنْ خَافَ ثَأْرَهُنَّ فَلَيْسَ مِنَّا»\nالحديث: 93 ¦ الجزء: 1 ¦ الصفحة: 94\n",
        "94 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا مُحَمَّدُ بْنُ عَلِيِّ بْنِ مَعْدَانَ، قَالَ: ثنا عَبْدُ الصَّمَدِ بْنُ النُّعْمَانِ، قَالَ: ثنا وَرْقَاءُ , عَنْ مَنْصُورٍ، عَنْ سَالِمٍ، عَنْ أَبِي مَلِيحٍ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُول\nُ: «مَا مِنَ امْرَأَةٍ تَنْزِعُ ثِيَابَهَا فِي غَيْرِ بَيْتِهَا إِلا هُتِكَ مَا بَيْنَهَا وَبَيْنَ اللَّهِ عَزَّ وَجَلَّ»\nالحديث: 94 ¦ الجزء: 1 ¦ الصفحة: 95\n",
        "95 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا الْعَلاءُ بْنُ سَالِمٍ، قَالَ: ثنا يَزِيدُ، قَالَ: ثنا شَرِيكٌ , عَنْ أَبِي إِسْحَاقَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ يَخْرُجُ إِلَى الصَّلاةِ وَرَأْسُهُ يَقْطُرُ مِنَ الْجَنَابَةِ، ثُمَّ يُتِمُّ صَوْمَهُ ذَلِكَ الْيَوْمَ»\nالحديث: 95 ¦ الجزء: 1 ¦ الصفحة: 96\n",
        "96 - 0 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا الْعَلاءُ بْنُ سَالِمٍ، قَالَ: ثنا يَزِيدُ، قَالَ: ثنا شَرِيكٌ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، مَوْلَى آلِ طَلْحَةَ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَت\nْ: «فِي رَمَضَانَ»\nالحديث: 96 ¦ الجزء: 1 ¦ الصفحة: 97\n",
        "97 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ بْنُ رَجَاءٍ أَبُو جَعْفَرٍ الْفِرْيَابِيُّ، قَالَ: ثنا الْوَاقِدِيُّ، قَالَ: ثنا أَبُو حَرْزَةَ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي عَتِيقٍ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «لا يُصَلِّ أَحَدُكُمْ بِحَضْرَةِ الطَّعَامِ، وَلا يُعَالِجِ الأَخْبَثَيْنِ»\nالحديث: 97 ¦ الجزء: 1 ¦ الصفحة: 98\n",
        "98 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ، قَالَ: ثنا الْوَاقِدِيُّ، قَالَ: ثنا عُبَيْدُ اللَّهِ بْنُ أَبِي يَحْيَى الأَسْلَمِيُّ، عَنْ بُكَيْرِ بْنِ الأَشَجِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، عَنْ أَبِي أَيُّوبَ، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ \" قَرَأَ فِي الصُّبْحِ: تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ \"\nالحديث: 98 ¦ الجزء: 1 ¦ الصفحة: 99\n",
        "99 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ، قَالَ: ثنا الْوَاقِدِيُّ، قَالَ: ثنا أَبُو بَكْرِ بْنُ إِسْمَاعِيلَ بْنِ سَعْدٍ، عَنْ أَبِيهِ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «كَان\nَ يُصَلِّي الْجُمُعَةَ حِينَ تَزِيغُ الشَّمْسُ»\nالحديث: 99 ¦ الجزء: 1 ¦ الصفحة: 100\n",
        "100 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ، قَالَ: ثنا الْوَاقِدِيُّ، قَالَ: ثنا عُبَيْدُ اللَّهِ بْنُ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حِبَّانَ، عَنْ أَبِي سُعَادٍ الْجُهَنِيِّ عُقْبَةَ بْنِ عَامِرٍ، قَالَ: \" رَأَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ يُسَلِّمُ عَنْ يَمِينِهِ وَعَنْ يَسَارِهِ: السَّلامُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ، السَّلامُ عَلَيْكُمْ وَرَحْمَةُ\nاللَّهِ \".\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: أنبا أَحْمَدُ، قَالَ: ثنا الْوَاقِدِيُّ، قَالَ: ثنا أُبَيُّ بْنُ عَبَّاسِ بْنِ سَهْلٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، مِثْلَهُ\nالحديث: 100 ¦ الجزء: 1 ¦ الصفحة: 101\n",
        "101 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا أَحْمَدُ، قَالَ: نا الْوَاقِدِيُّ، قَالَ: ثنا عِيسَى بْنُ حَفْصِ بْنِ عَاصِمٍ، قَالَ: ثنا نَافِعٌ، عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ إِذَا رَأَى الْمَطَرَ قَالَ: «اللَّهُمَّ صَيِّبًا نَافِعًا»\nالحديث: 101 ¦ الجزء: 1 ¦ الصفحة: 102\n",
        "102 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ، قَالَ: ثنا الضَّحَّاكُ بْنُ عُثْمَانَ، عَنِ الْقَعْقَاعِ بْنِ حَكِيمٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «بُعِثْتُ لأُتَمِّمَ صَالِحَ الأَخْلاقِ»\nالحديث: 102 ¦ الجزء: 1 ¦ الصفحة: 103\n",
        "103 - 0 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: حَدَّثَنَا سَلْمَانُ بْنُ تَوْبَةَ، قَالَ: ثنا مُعَلَّى بْنُ مَنْصُورٍ، قَالَ: ثنا هُشَيْمٌ، قَالَ: ثنا مَنْصُورٌ، عَنِ ابْنِ سِيرِينَ، عَنِ ابْنِ الْعَلاءِ، عَنِ الْعَلاءِ يَعْنِي الْحَضْرَمِيَّ، أَنَّه\nُ كَتَبَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَبَدَأَ بِنَفْسِهِ \"\nالحديث: 103 ¦ الجزء: 1 ¦ الصفحة: 104\n",
        "104 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا فَضْلُ بْنُ يَعْقُوبَ، قَالَ: ثنا الْفِرْيَابِيُّ، عَنْ سُفْيَانَ، عَنْ عَاصِمٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «إِن\nَّ للَّهِ تِسْعَةً وَتِسْعِينَ اسْمًا، مِائَةً غَيْرَ وَاحِدٍ، مَنْ أَحْصَاهَا دَخَلَ الْجَنَّةَ»\nالحديث: 104 ¦ الجزء: 1 ¦ الصفحة: 105\n",
        "105 - 0 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ بْنُ إِسْحَاقَ، قَالَ: ثنا أَحْمَدُ بْنُ إِسْحَاقَ أَبُو بَكْرٍ، قَالَ: ثنا خَالِدُ بْنُ خِدَاشٍ، قَالَ: ثنا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَت\nْ: «لَمَّا تَكَلَّمَ النَّاسُ فِي بِالإِفْكِ هَمَمْتُ أَنْ أَذْهَبَ فَأُلْقِيَ نَفْسِي فِي الْقَلِيبِ»\nالحديث: 105 ¦ الجزء: 1 ¦ الصفحة: 106\n",
        "106 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا عَبْدُ اللَّهِ بْنُ شَبِيبٍ، قَالَ: ثنا أَيُّوبُ بْنُ سُلَيْمَانَ، قَالَ: حَدَّثَنِي أَبُو بَكْرِ عَنْ سُلَيْمَانَ بْنِ بِلالٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: \" لَمَّا اسْتَعْلَنَ لِي جِبْرِيلُ عَلَيْهِ السَّلامُ جَعَلْتُ لا أَمُرُّ بِحَجَرٍ وَلا شَجَرٍ إِلا قَالَ لِي: السَّلامُ عَلَيْكَ يَا رَسُولَ\nاللَّهِ \"\nالحديث: 106 ¦ الجزء: 1 ¦ الصفحة: 107\n",
        "107 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عَبْدُ اللَّهِ، قَالَ: ثنا أَبُو بَكْرٍ، قَالَ: حَدَّثَنِي أَيُّوبُ، قَالَ: حَدَّثَنِي أَبُو بَكْرٍ، عَنْ سُلَيْمَانَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، وَصَالِحٍ، أنهما سمعا ابن شهاب، يَقُولُ: حَدَّثَنَا أَنَسٌ، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «كَان\nَ يُصَلِّي الْعَصْرَ فَيَذْهَبُ الذَّاهِبُ إِلَى الْعَوَالِي، فَيَأْتِيهَا وَالشَّمْسُ مُرْتَفِعَةٌ»\nالحديث: 107 ¦ الجزء: 1 ¦ الصفحة: 108\n",
        "108 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا مُسْلِمُ بْنُ الْحَجَّاجِ، قَالَ: ثنا أَبُو غَسَّانَ يَعْنِي مَالِكَ بْنَ عَبْدِ الْوَاحِدِ، قَالَ: ثنا مُعَاذُ بْنُ هِشَامٍ، قَالَ: حَدَّثَنِي أَبِي، عَنْ مَطَرٍ، عَنْ عَمْرِو بْنِ دِينَارٍ، وَعَطَاءٍ، وَأَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، «أَن\nَّ رَجُلا دَبَّرَ غُلامًا لَهُ فَدَعَا بِه النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَبَاعَهُ»\nالحديث: 108 ¦ الجزء: 1 ¦ الصفحة: 109\n",
        "109 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا الْحَسَنُ بْنُ مُحَمَّدِ بْنِ الصَّبَّاحِ، قَالَ: ثنا بَكْرُ بْنُ بَكَّارٍ، قَالَ: ثنا سُفْيَانُ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «مَنْ جُعِلَ قَاضِيًا فَقَدْ ذُبِحَ بِغَيْرِ سِكِّينٍ»\nالحديث: 109 ¦ الجزء: 1 ¦ الصفحة: 110\n",
        "110 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عَلِيُّ بْنُ حَرْبٍ، قَالَ: ثنا الْقَاسِمُ بْنُ يَزِيدَ، قَالَ: ثنا سُفْيَانُ، عَنْ عَاصِمٍ، عَنِ الْمُسَيَّبِ بْنِ رَافِعٍ، عَنْ سَوَاءٍ الْخُزَاعِيِّ، عَنْ حَفْصَةَ، قَالَتْ: \" كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ إِذَا نَامَ وَضَعَ كَفَّهُ الْيُمْنَى تَحْتَ خَدِّهِ الأَيْمَنِ، قَالَتْ: وَكَانَتْ يَمِينُهُ لِطَعَامِهِ وَطُهُورِهِ وَثِيَابِهِ، وَكَانَتْ\nشِمَالُهُ لِمَا سِوَى ذَلِكَ \"\nالحديث: 110 ¦ الجزء: 1 ¦ الصفحة: 111\n",
        "111 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا الْحَسَنُ بْنُ أَبِي الرَّبِيعِ، قَالَ: ثنا عَبْدُ الرَّزَّاقِ، قَالَ: أَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «إِذَا قَاتَلَ أَحَدُكُمْ فَلْيَجْتَنِبِ الْوَجْهَ»\nالحديث: 111 ¦ الجزء: 1 ¦ الصفحة: 112\n",
        "112 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا مُحَمَّدُ بْنُ حَسَّانٍ، قَالَ: ثنا أَبُو مَهْدِيٍّ، عَنْ سُفْيَانَ، عَنْ عَطَاءٍ، عَنْ أَبِي عُثْمَانُ، عَنْ بِلالٍ، أَنَّهُ قَالَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «لا تَسْبِقْنِي بِآمِينَ»\nالحديث: 112 ¦ الجزء: 1 ¦ الصفحة: 113\n",
        "113 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عَلِيُّ بْنُ أَحْمَدَ السَّوَّاقُ، قَالَ: ثنا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، قَالَ: حَدَّثَنِي أَخِي، عَنْ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ عَجْلانَ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «أُنْزِلَ الْقُرْآنُ عَلَى سَبْعَةِ أَحْرُفٍ لِكُلِّ آيَةٍ مِنْهَا ظَهْرٌ وَبَطْنٌ»\nالحديث: 113 ¦ الجزء: 1 ¦ الصفحة: 114\n",
        "114 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ بْنِ مَيْمُونٍ، قَالَ: ثنا عَبْدُ الرَّحْمَنِ بْنُ شَرِيكٍ، قَالَ: ثنا أَبِي، عَنْ مُحَمَّدِ بْنِ سُلَيْمَانَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «إِذَا الْتَقَى الْخِتَانَانِ وَجَبَ الْغُسْلُ»\nالحديث: 114 ¦ الجزء: 1 ¦ الصفحة: 115\n",
        "115 - 0 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا إِبْرَاهِيمُ بْنُ مَالِكٍ، قَالَ: حَدَّثَنِي يَحْيَى بْنُ زَكَرِيَّا، عَنْ إِدْرِيسَ، عَنْ طَلْحَةَ، قَالَ: سَمِعْتُ سَعِيدَ بْنَ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ , فِي هَذِهِ الآيَة\nِ: \" {وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي} [الحجر: 87] .\nقَالَ: هِيَ السَّبْعُ الطُّوَلُ \"\nالحديث: 115 ¦ الجزء: 1 ¦ الصفحة: 116\n",
        "116 - 0 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا إِبْرَاهِيمُ بْنُ رَاشِدٍ، قَالَ: ثنا مُحَمَّدُ بْنُ بِلالٍ، قَالَ: ثنا عِمْرَانُ الْقَطَّانُ، عَنْ قَتَادَةَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ , قَال\nَ: «أُنْزِلَ الْقُرْآنُ فِي لَيْلَةِ الْقَدْرِ فِي رَمَضَانَ إِلَى السَّمَاءِ الدُّنْيَا جُمَلا ثُمَّ نُجُومًا»\nالحديث: 116 ¦ الجزء: 1 ¦ الصفحة: 117\n",
        "117 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ سَوَاءٍ، قَالَ: ثنا عُبَيْدَةُ بْنُ حُمَيْدٍ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ عَمْرِو بْنِ حُرَيْثٍ، عَنْ سَعِيدِ بْنِ زَيْدٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «الْكَمْأَةُ مِنَ الْمَنِّ , وَمَاؤُهَا شِفَاءٌ لِلْعَيْنِ»\nالحديث: 117 ¦ الجزء: 1 ¦ الصفحة: 118\n",
        "118 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ، قَالَ: ثنا عُبَيْدَةُ، عَنْ عَبْدِ الْمَلِكِ، عَنْ رِبْعِيٍّ، عَنْ حُذَيْفَةَ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ إِذَا أَخَذَ مَضْجَعَهُ، قَالَ: «اللَّهُمَّ بِاسْمِكَ أَحْيَا وَأَمُوتُ» .\nفَإِذَا قَامَ، قَالَ: «الْحَمْدُ للَّهِ الَّذِي أَحْيَانَا بَعْدَمَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ»\nالحديث: 118 ¦ الجزء: 1 ¦ الصفحة: 119\n",
        "119 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا الْفَضْلُ بْنُ الْعَبَّاسِ، قَالَ: ثنا مُحَمَّدُ بْنُ مِهْرَانَ، قَالَ: ثنا عَبْدُ الْعَزِيزِ بْنُ عِيسَى أَبُو عِيسَى الْحَرَّانِيُّ، عَنْ عَبْدِ الْكَرِيمِ بْنِ مَالِكٍ الْجَزَرِيِّ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «لا يَدْخُلُ الْجَنَّةَ مَنْ أَتَى ذَاتَ مَحْرَمٍ»\nالحديث: 119 ¦ الجزء: 1 ¦ الصفحة: 120\n",
        "120 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا يَحْيَى بْنُ وَرْدِ بْنِ عَبْدِ اللَّهِ، قَالَ: ثنا أَبِي، قَالَ: ثنا عَدِيٌّ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «تَقْرَءُونَ خَلْفِي؟» قَالُوا: نَعَمْ يَا نَبِيَّ اللَّهِ، قَالَ: «فَلا تَفْعَلُوا، إِلا بِأُمِّ الْقُرْآنِ»\nالحديث: 120 ¦ الجزء: 1 ¦ الصفحة: 121\n",
        "121 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا إِبْرَاهِيمُ بْنُ مُحَمَّدٍ الْعَتِيقُ، قَالَ: ثنا مُطَرِّفُ بْنُ عَبْدِ اللَّهِ، قَالَ: ثنا الزَّنْجِيُّ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «الْبَيِّنَةُ عَلَى مَنِ ادَّعَى، وَالْيَمِينُ عَلَى مَنْ أَنْكَرَ، إِلا الْقَسَامَةَ»\nالحديث: 121 ¦ الجزء: 1 ¦ الصفحة: 122\n",
        "122 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا إِبْرَاهِيمُ، قَالَ: ثنا عَبْدُ الصَّمَدِ بْنُ النُّعْمَانِ، قَالَ: ثنا عَدِيُّ بْنُ الْفَضْلِ، عَنْ أَيُّوبَ، عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ «نَهَى عَنِ الاخْتِصَارِ فِي الصَّلاةِ»\nالحديث: 122 ¦ الجزء: 1 ¦ الصفحة: 123\n",
        "123 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عَبْدُوسُ بْنُ بِشْرٍ، قَالَ: ثنا يَزِيدُ بْنُ زُرَيْعٍ، قَالَ: ثنا عُمَارَةُ بْنُ أَبِي حَفْصَةَ، عَنْ عِكْرِمَةَ، عَنْ عَائِشَةَ، قَالَتْ: يَا رَسُولَ اللَّه\nِ أَخْبِرْنِي عَنِ ابْنِ جُدْعَانَ، قَالَ لَهَا: «مَا كَانَ؟» قَالَتْ: كَانَ يَنْحَرُ الْكَوْمَاءَ، وَيُطْعِمُ الطَّعَامَ، وَيُكْرِمُ الضَّيْفَ،\nوَيُحْسِنُ إِلَى الْجَارِ، وَيُوفِي الذِّمَّةَ، وَيَصْدُقُ الْحَدِيثَ، وَيَفُكُّ الْعَانِي، وَيُؤَدِّي الأَمَانَةَ، وَيَصِلُ الرَّحِمَ.\nقَالَ: «هَلْ قَالَ يَوْمًا وَاحِدًا اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ نَارِ جَهَنَّمَ؟» قَالَتْ: لا، وَاللَّهِ مَا كَانَ يَدْرِي مَا جَهَنَّمُ، قَالَ: «فَلا إِذًا»\nالحديث: 123 ¦ الجزء: 1 ¦ الصفحة: 124\n",
        "124 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عَبْدُ الْمَلِكِ بْنُ مُحَمَّدٍ الْبَلْخِيُّ، قَالَ: ثنا عَبْدُ الرَّزَّاقِ، قَالَ: ثنا مَعْمَرٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «الْمُؤْمِنُ يَأْكُلُ فِي مِعَاءٍ وَاحِدٍ، وَالْكَافِرُ يَأْكُلُ فِي سَبْعَةِ أَمْعَاءٍ»\nالحديث: 124 ¦ الجزء: 1 ¦ الصفحة: 125\n",
        "125 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عُمَرُ بْنُ شَبَّةَ، قَالَ: ثنا مَسْعُودُ بْنُ وَاصِلٍ، عَنْ نَهَّاسِ بْنِ قَهْمٍ، عَنْ قَتَادَةَ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ، ذَكَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «مَا مِنْ أَيَّامِ الدُّنْيَا أَحَبُّ إِلَى اللَّهِ عَزَّ وَجَلَّ أَنْ يُتَعَبَّدَ لَهُ فِيهَا، مِنْ أَيَّامِ الْعَشْرِ، وَإِنَّ صِيَامَ يَوْمٍ فِيهَا\nيَعْدِلُ صِيَامَ سَنَةٍ، وَلَيْلَةً فِيهَا بِلَيْلَةِ الْقَدْرِ»\nالحديث: 125 ¦ الجزء: 1 ¦ الصفحة: 126\n",
        "126 - 0\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عُمَرُ، قَالَ: ثنا عَبْدُ الصَّمَدِ، قَالَ: ثنا شُعْبَةُ، عَنْ مُغِيرَةَ، عَنِ الشَّعْبِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ، أَنَّه\nُ سَمِعَ أَذَانَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَكَانَ أَذَانُهُ وَإِقَامَتُهُ مَثْنَى \"\nالحديث: 126 ¦ الجزء: 1 ¦ الصفحة: 127\n",
        "127 - 0 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عَبْدُوسُ بْنُ بِشْرٍ، قَالَ: ثنا عِمْرَانُ بْنُ عُيَيْنَةَ، قَالَ: ثنا عَطَاءُ بْنُ السَّائِبِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: \" لَمَّا أُنْزِلَت\nْ: {إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا} [النساء: 10] .\nقَالَ: كَانَ يَكُونُ فِي حِجْرِ الرَّجُلِ الْيَتِيمُ،\nفَيَعْزِلُ لَهُ آنِيَتَهُ وَشَرَابَهُ وَطَعَامَهُ، فَشَقَّ ذَلِكَ عَلَى الْمُسْلِمِينَ، فَأَنْزَلَ اللَّهُ عزَّ وجلَّ: {وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ} [البقرة: 220] «.\nإِلَى آخِرِ الآيَةِ.\nيَعْنِي أَحَلَّ لَهُمْ خُلْطَتَهُمْ»\nالحديث: 127 ¦ الجزء: 1 ¦ الصفحة: 128\n",
        "128 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عُمَرُ بْنُ شَبَّةَ، قَالَ: ثنا يَحْيَى بْنُ سَعِيدٍ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ فِرَاسٍ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «إِن\nَّ اللَّهَ عَزَّ وَجَلَّ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى الصَّفِّ الأَوَّلِ»\nالحديث: 128 ¦ الجزء: 1 ¦ الصفحة: 129\n",
        "129 - 0 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا إِبْرَاهِيمُ بْنُ مَالِكٍ، قَالَ: ثنا أَبُو أُسَامَةَ، عَنْ مُجَالِدٍ، عَنْ عَامِرٍ، عَنْ جَابِرٍ، قَال\nَ: «مَا أُنْزِلَتْ آيَةُ التَّلاعُنِ إِلا لِكَثْرَةِ السُّؤَالِ»\nالحديث: 129 ¦ الجزء: 1 ¦ الصفحة: 130\n",
        "130 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا مُحَمَّدُ بْنُ حَفْصِ بْنِ عُمَرَ الدُّورِيُّ، قَالَ: ثنا أَحْمَدُ بْنُ إِسْحَاقَ، قَالَ: ثنا أَبُو عَوَانَةَ، عَنْ بَيَانٍ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «الْبُزَاقُ فِي الْمَسْجِدِ خَطِيئَةٌ وَكَفَّارَتُهَا دَفْنُهَا»\nالحديث: 130 ¦ الجزء: 1 ¦ الصفحة: 131\n",
        "131 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عَبْدُ اللَّهِ بْنُ أَيُّوبَ، قَالَ: ثنا بَكْرُ بْنُ بَكَّارٍ، قَالَ: ثنا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ عُبَيْدِ اللَّهِ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ صَلَّى بِهِمْ يَوْمَ الْعِيدِ بِغَيْرِ أَذَانٍ وَلا إِقَامَةٍ، لَمْ يُصَلِّ قَبْلَهَا وَلا بَعْدَهَا \"\nالحديث: 131 ¦ الجزء: 1 ¦ الصفحة: 132\n",
        "132 - 0 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ بْنُ مَنْصُورِ بْنِ رَاشِدٍ، قَالَ: ثنا عَبْدُ الْحَمِيدِ بْنُ عَبْدِ الْعَزِيزِ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنْ عَائِشَةَ، قَالَتْ: «إِنَّمَا\nجُعِلَ الطَّوَافُ بِالْبَيْتِ وَالسَّعْيُ بَيْنَ الصَّفَا وَالْمَرْوَةِ وَرَمْيُ الْجِمَارِ لِذِكْرِ اللَّهِ عَزَّ\nوَجَلَّ»\nالحديث: 132 ¦ الجزء: 1 ¦ الصفحة: 133\n",
        "133 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ بْنُ مَرْوَانَ، قَالَ: ثنا دَاوُدُ بْنُ مِهْرَانَ، قَالَ: ثنا مُسْلِمُ بْنُ خَالِدٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «إِن\nَّ طَوَافَكَ بِالْبَيْتِ وَبَيْنَ الصَّفَا وَالْمَرْوَةِ كَافِيًّا بِحِجِّكَ وَعُمْرَتِكَ»\nالحديث: 133 ¦ الجزء: 1 ¦ الصفحة: 134\n",
        "134 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا الْعَبَّاسُ بْنُ يَزِيدَ، قَالَ: ثنا يَزِيدُ بْنُ زُرَيْعٍ، وَخَالِدُ بْنُ الْحَارِثِ، قَالا: ثنا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «تَسَحَّرُوا؛ فَإِنَّ فِي السُّحُورِ بَرَكَةً»\nالحديث: 134 ¦ الجزء: 1 ¦ الصفحة: 135\n",
        "135 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عِيسَى بْنُ عَبْدِ اللَّهِ بْنِ سُلَيْمَانَ، قَالَ: ثنا ضَمْرَةُ، عَنِ ابْنِ شَوْذَبٍ، عَنْ أَبِي التَّيَّاحِ، عَنْ أَنَسٍ، قَالَ: \" كَان\nَ لَنَا صَبِيٌّ، فَكَانَ يَأْتِي النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَيُمَازِحُهُ، فَيَقُولُ: «يَا أَبَا عُمَيْرٍ، مَا فَعَلَ النُّغَيْرُ؟»\nيَعْنِي طَيْرَهُ \"\nالحديث: 135 ¦ الجزء: 1 ¦ الصفحة: 136\n",
        "136 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا الْحُسَيْنُ بْنُ بَحْرٍ الْبَيْرُوذِيُّ، قَالَ: ثنا عَوْنُ بْنُ عُمَارَةَ، قَالَ: ثنا هِشَامُ بْنُ حَسَّانٍ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَبِي بُرْدَةَ، عَنِ الأَغَرِّ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «إِنَّه\nُ لَيُغَانُ عَلَى قَلْبِي، فَأَسْتَغْفِرُ اللَّهَ عَزَّ وَجَلَّ فِي كُلِّ يَوْمٍ مِائَةَ مَرَّةٍ»\nالحديث: 136 ¦ الجزء: 1 ¦ الصفحة: 137\n",
        "137 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عِيسَى بْنُ عَبْدِ اللَّهِ بْنِ سُلَيْمَانَ، قَالَ: ثنا الْوَلِيدُ بْنُ مُسْلِمٍ، قَالَ: ثنا شَيْبَانُ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنِ ابْنِ عَبَّاسٍ، أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «لا هِجْرَةَ بَعْدَ الْفَتْحِ، وَلَكِنْ جِهَادٌ وَنِيَّةٌ»\nالحديث: 137 ¦ الجزء: 1 ¦ الصفحة: 138\n",
        "138 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا حَاتِمُ بْنُ اللَّيْثِ، قَالَ: ثنا مُسْلِمٌ، قَالَ: ثنا مُبَشِّرُ بْنُ مُكَسِّرٍ، قَالَ: ثنا أَبُو حَازِمٍ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: \" قَالَ لِي جِبْرِيلُ عَلَيْهِ السَّلامُ: إِنَّا لا نَدْخُلُ بَيْتًا فِيهِ كَلْبٌ وَلا صُورَةٌ \"\nالحديث: 138 ¦ الجزء: 1 ¦ الصفحة: 139\n",
        "139 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا مُحَمَّدُ بْنُ بِشْرِ بْنِ حَبِيبٍ الْبَزَّازُ، قَالَ: ثنا يَحْيَى بْنُ نَصْرِ بْنِ حَاجِبٍ، عَنْ يُونُسَ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسٍ، قَال\nَ: «اتَّخَذَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، خَاتَمًا وَفَصُّهُ حَبَشِيٌّ»\nالحديث: 139 ¦ الجزء: 1 ¦ الصفحة: 140\n",
        "140 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ بْنُ مُوسَى أَبُو عَبَّادٍ الأَشْقَرُ، قَالَ: ثنا حَسَنُ بْنُ بِشْرٍ، قَالَ: ثنا قَيْسٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ يَتَوَضَّأُ وَهُوَ جُنُبٌ، ثُمَّ يَنَامُ»\nالحديث: 140 ¦ الجزء: 1 ¦ الصفحة: 141\n",
        "141 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا إِبْرَاهِيمُ بْنُ رَاشِدٍ، قَالَ: ثنا الْحَسَنُ بْنُ عَمْرٍو السَّدُوسِيُّ، قَالَ: ثنا عَبْدُ الرَّحْمَنِ بْنُ بُدَيْلٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ عُمَرَ رَضِيَ اللَّهُ عَنْهُ، أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" يَا عُمَر\nُ يَكُونُ فِي أُمَّتِي رَجُلٌ، يُقَالُ لَهُ: أُوَيْسٌ \"\nالحديث: 141 ¦ الجزء: 1 ¦ الصفحة: 142\n",
        "142 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ بْنُ الْحَجَّاجِ بْنِ الصَّلْتِ، قَالَ: ثنا حَسَنُ بْنُ بِشْرٍ، قَالَ: ثنا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ لَنَا أَحْمَدُ بْنُ الصَّلْتِ: أَحْسَبُهُ رَفَعَهُ قَال\nَ: «ذَكَاةُ الْجَنِينِ ذَكَاةُ أُمِّهِ»\nالحديث: 142 ¦ الجزء: 1 ¦ الصفحة: 143\n",
        "143 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا الْحُسَيْنُ بْنُ بَحْرٍ، قَالَ: ثنا عَمْرُو بْنُ عَاصِمٍ، قَالَ: ثنا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ مُوَرِّقٍ، عَنْ أَبِي الأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «صَلاةُ الْوُسْطَى صَلاةُ الْعَصْرِ»\nالحديث: 143 ¦ الجزء: 1 ¦ الصفحة: 144\n",
        "144 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا إِبْرَاهِيمُ بْنُ رَاشِدٍ، قَالَ: ثنا مُعَلَّى بْنُ عَبْدِ الرَّحْمَنِ، قَالَ: ثنا عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ، «مَسَحَ عَلَى الْمُوقَيْنِ وَالْخِمَارِ»\nالحديث: 144 ¦ الجزء: 1 ¦ الصفحة: 145\n",
        "145 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ السَّكَنِ، قَالَ: ثنا أَبُو الْجَوَابِ، قَالَ: ثنا سُلَيْمَانُ بْنُ قَرْمٍ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: «نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ عَنْ نَبِيذِ الدُّبَّاءِ وَالْمُزَفَّتِ»\nالحديث: 145 ¦ الجزء: 1 ¦ الصفحة: 146\n",
        "146 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ بْنُ مَخْلَدٍ أَبُو جَعْفَرٍ الدَّقَّاقُ، قَالَ: ثنا أَبُو بَدْرٍ، قَالَ: ثنا عَبَّادُ بْنُ كَثِيرٍ، قَالَ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عُقَيْلٍ، قَالَ: حَدَّثَتْنِي الرَّبِيعُ ابْنَةُ مُعَوَّذٍ، أَنَّهَا رَأَتِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ تَوَضَّأَ ثَلاثًا ثَلاثًا، إِلَى أَنْ بَلَغَ رَأْسَهُ \"\nالحديث: 146 ¦ الجزء: 1 ¦ الصفحة: 147\n",
        "147 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا مُحَمَّدُ بْنُ حَمْزَةَ بْنِ زِيَادٍ الطُّوسِيُّ، قَالَ: نا أَبِي، قَالَ: ثنا قَيْسُ بْنُ الرَّبِيعِ، عَنْ عُبَيْدٍ الْمُكْتِبِ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «جَهَنَّمُ تُحِيطُ بِالدُّنْيَا، وَالْجَنَّةُ مِنْ وَرَائِهَا، فَلِذَلِكَ صَارَ الصِّرَاطُ عَلَى جَهَنَّمَ طَرِيقًا إِلَى\nالْجَنَّةِ»\nالحديث: 147 ¦ الجزء: 1 ¦ الصفحة: 148\n",
        "148 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْحَسَّانِيُّ، قَالَ: ثنا وَكِيعٌ، قَالَ: ثنا إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ، وَمِسْعَرٌ، وَالْبَخْتَرِيُّ بْنُ الْمُخْتَارِ، عَنْ أَبِي بَكْرِ بْنِ عُمَارَةَ بْنِ رُؤَيْبَةَ، عَنْ أَبِيهِ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُول\nُ: «لَنْ يَلِجَ النَّارَ رَجُلٌ صَلَّى قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا» .\nفَقَالَ لَهُ رَجُلٌ مِنْ أَهْلِ الْبَصْرَةِ: أَنْتَ سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: نَعَمْ\nالحديث: 148 ¦ الجزء: 1 ¦ الصفحة: 149\n",
        "149 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا الْحَسَنُ بْنُ عَرَفَةَ، قَالَ: ثنا عُمَرُ بْنُ عَبْدِ الرَّحْمَنِ أَبُو حَفْصٍ الأَبَّارُ، قَالَ: ثنا مَنْصُورُ بْنُ الْمُعْتَمِرِ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنْ جَابَانَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , قَال\nَ: \" لا يَدْخُلُ الْجَنَّةَ أَرْبَعَةٌ: مُدْمِنُ خَمْرٍ، وَلا عَاقٌّ لِوَالِدَيْهِ، وَلا مَنَّانٌ، وَلا وَلَدُ زِنْيَةٍ \"\nالحديث: 149 ¦ الجزء: 1 ¦ الصفحة: 150\n",
        "150 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا إِبْرَاهِيمُ بْنُ زِيَادٍ الْمُعَلِّمُ، قَالَ: ثنا النَّضْرُ بْنُ شُمَيْلٍ، قَالَ: ثنا صَالِحٌ، عَنِ ابْنِ شِهَابٍ، عَنْ نَبْهَانَ، عَنْ أُمِّ سَلَمَةَ، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَان\nَ يُبَاشِرُهَا وَهِيَ طَامِثٌ، وَعَلَيْهَا إِزَارٌ إِلَى الرُّكْبَتَيْنِ \"\nالحديث: 150 ¦ الجزء: 1 ¦ الصفحة: 151\n",
        "151 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا إِبْرَاهِيمُ، قَالَ: نا النَّضْرُ، قَالَ: أَنا صَالِحٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ يُصَلِّي وَأَنَا بَيْنَهُ وَبَيْنَ الْقِبْلَةِ مُضْطَجِعَةٌ عَلَى الْفِرَاشِ»\nالحديث: 151 ¦ الجزء: 1 ¦ الصفحة: 152\n",
        "152 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا الْقَاسِمُ بْنُ عَاصِمٍ أَبُو السَّرِيِّ الصَّائِغُ، قَالَ: ثنا مُحَمَّدُ بْنُ عُمَرَ الْوَاقِدِيُّ، قَالَ: ثنا مُحَمَّدُ بْنُ عُمَرَ الأَنْصَارِيُّ، عَنْ أَبِي الزُّبَيْرِ، عَنْ أَبِي مَعْبَدٍ، عَنِ ابْنِ عَبَّاسٍ.\nوَالثَّوْرِيُّ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَال\nَ: «أَوْضَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي وَادِي مُحَسِّرٍ»\nالحديث: 152 ¦ الجزء: 1 ¦ الصفحة: 153\n",
        "153 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا الْقَاسِمُ، قَالَ: نا الْوَاقِدِيُّ، قَالَ: ثنا أَبُو سَعِيدٍ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، عن عَامِرِ بْنِ مَسْعُودٍ الْجُمَحِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ حَزْمٍ، عَنْ عَمْرِو بْنِ سُلَيْمٍ الزُّرَقِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ ِالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: \" لَمْ أَمُرَّ عَلَى مَلأٍ مِنَ الْمَلائِكَةِ إِلا قَالُوا: عَلَيْكَ بِالْحِجَامَةِ يَا مُحَمَّدُ \"\nالحديث: 153 ¦ الجزء: 1 ¦ الصفحة: 154\n",
        "154 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عَبَّادُ بْنُ الْوَلِيدِ، قَالَ: نا مُحَمَّدُ بْنُ بِلالٍ، قَالَ: ثنا عِمْرَانُ الْقَطَّانُ، عَنِ الْحَجَّاجِ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ قَيْسٍ، عَنْ جَرِيرِ بْنِ بَجِيلَةَ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «بَرِئَتِ الذِّمَّةُ مِمَّنْ أَقَامَ مَعَ الْمُشْرِكِينَ فِي بِلادِهِمْ»\nالحديث: 154 ¦ الجزء: 1 ¦ الصفحة: 155\n",
        "155 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا الْحَسَنُ بْنُ عَرَفَةَ، قَالَ: نا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ أَبِي حُصَيْنٍ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «لا تَحِلُّ الصَّدَقَةُ لِغَنِيٍّ، وَلا لِذِي مِرَّةٍ سَوِيٍّ»\nالحديث: 155 ¦ الجزء: 1 ¦ الصفحة: 156\n",
        "156 - 0 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا الْحَسَنُ بْنُ عَرَفَةَ، قَالَ: نا خَلَفُ بْنُ خَلِيفَهَ، عَنِ الْعَلاءِ بْنِ الْمُسَيَّبِ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: إِنَّ اللَّهَ تَعَالَى، يَقُولُ: «إِن\nَّ عَبْدًا أَصْحَحْتُ لَهُ جِسْمَهُ، وَوَسَّعْتُ لَهُ فِي مَعِيشَتِهِ، يَمْضِي عَلَيْهِ خَمْسَةُ أَعْوَامٍ لا يَفِدُ إِلَيَّ\nلَمَحْرُومٌ»\nالحديث: 156 ¦ الجزء: 1 ¦ الصفحة: 157\n",
        "157 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ بْنُ عَبْدِ اللَّهِ الْحَدَّادُ، قَالَ: ثنا قَبِيصَةُ، قَالَ: ثنا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ جَابِرٍ، قَالَ: قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِبَنِي سَلَمَة\nَ: «يَا بَنِي سَلَمَةَ مَنْ سَيِّدُكُمْ؟» قَالُوا: جَدُّ بْنُ قَيْسٍ، عَلَى أَنَّا نَبْخَلُهُ، قَالَ: «وَأَيُّ دَاءٍ أَدْوَى مِنَ الْبُخْلِ، بَلْ\nسَيِّدُكُمْ عَمْرُو بْنُ الْجَمُوحِ»\nالحديث: 157 ¦ الجزء: 1 ¦ الصفحة: 158\n",
        "158 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا مُحَمَّدُ بْنُ الْحَسَنِ بْنِ نَافِعٍ الْبَاهِلِيُّ، قَالَ: ثنا مُحَمَّدُ بْنُ عَمْرٍو الرَّازِيُّ، قَالَ: ثنا مُحَمَّدُ بْنُ ذَكْوَانَ، عَنْ بُدَيْلٍ الْعُقَيْلِيِّ، عَنْ أَبِي سُلَيْمَانَ مَالِكِ بْنِ الْحُوَيْرِثِ، صَاحِبِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: أَمَرَنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «إِذَا انْطَلَقَ أَحَدُكُمْ زَائِرًا فَلا يَأْمَنِ الْحَيَّ الَّذِي زَارَ»\nالحديث: 158 ¦ الجزء: 1 ¦ الصفحة: 159\n",
        "159 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا إِسْمَاعِيلُ بْنُ أَبِي الْحَارِثِ، قَالَ: نا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: نا إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ، عَنْ قَيْسٍ، عَنْ أَبِي مَسْعُودٍ الأَنْصَارِيِّ، قَال\nَ: أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلٌ يُكَلِّمُهُ فَأَرْعَدَ، فَقَالَ: «هَوِّنْ عَلَيْكَ؛ فَإِنِّي لَسْتُ بِمَلَكٍ، إِنَّمَا أَنَا ابْنُ\nامْرَأَةٍ مِنْ قُرَيْشٍ، كَانَتْ تَأْكُلُ الْقَدِيدَ»\nالحديث: 159 ¦ الجزء: 1 ¦ الصفحة: 160\n",
        "160 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا سَعِيدُ بْنُ غَالِبٍ، قَالَ: ثنا وَهْبُ بْنُ جَرِيرٍ، قَالَ: ثنا أَبِي، قَالَ: سَمِعْتُ أَيُّوبَ يُحَدِّثُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَسْأَلُ، وَيَقُول\nُ: «الأَكْبَرُ فَالأَكْبَرُ»\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: سَمِعْتُ جَعْفَرًا الطَّيَالِسِيَّ، يَقُولُ: يَنْبَغِي لِرَجُلٍ أَنْ يَتَّزِرَ بِالصِّدْقِ وَيَرْتَدِيَ بِالْكُتُبِ\nالحديث: 160 ¦ الجزء: 1 ¦ الصفحة: 161\n",
        "161 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا إِسْمَاعِيلُ بْنُ أَبِي الْحَارِثِ، قَالَ: نا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: نا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ: سُئِلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ، \" أَيُّ الصَّلاةِ أَفْضَلُ؟ قَالَ: طُولُ الْقُنُوتِ \"\nالحديث: 161 ¦ الجزء: 1 ¦ الصفحة: 162\n",
        "162 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَبُو يَحْيَى مُحَمَّدُ بْنُ سَعِيدٍ، قَالَ: نا مُحَمَّدُ بْنُ كَثِيرٍ، قَالَ: نا يَحْيَى بْنُ سَلَمَةَ، عَنْ أَبِيهِ، عَنْ شَقِيقٍ، عَنْ حُذَيْفَةَ، قَالَ: «كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ إِذَا قَامَ مِنَ اللَّيْلِ يُرِيدُ الصَّلاةَ يَشُوصُ فَاهُ بِالسِّوَاكِ»\nالحديث: 162 ¦ الجزء: 1 ¦ الصفحة: 163\n",
        "163 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا أَبُو يَحْيَى، قَالَ: نا مُحَمَّدُ بْنُ كَثِيرٍ، قَالَ: نا إِسْمَاعِيلُ بْنُ مُسْلِمٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: \" شَكَوْنَا إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ الْعَيَاءَ، فَقَالَ لَنَا: «اشْتَدُّوا»\nالحديث: 163 ¦ الجزء: 1 ¦ الصفحة: 164\n",
        "164 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا الْقَاسِمُ بْنُ عَاصِمٍ، قَالَ: ثنا الْوَاقِدِيُّ، قَالَ: ثنا هِشَامُ بْنُ عُمَارَةَ النَّوْفَلِيُّ، عَنْ أَبِي الْحُوَيْرِثِ عَبْدِ الرَّحْمَنِ بْنِ مُعَاوِيَةَ، عَنْ نَافِعِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، «أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ احْتَجَمَ عَلَى نَافُوخِهِ مِنَ الشَّاةِ الَّتِي أَكَلَ مِنْهَا يَوْمَ خَيْبَرَ»\nالحديث: 164 ¦ الجزء: 1 ¦ الصفحة: 165\n",
        "165 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا مُحَمَّدُ بْنُ الْوَلِيدِ الْبُسْرِيُّ، قَالَ: ثنا مُحَمَّدُ بْنُ عُبَيْدٍ، قَالَ: ثنا صَالِحُ بْنُ حَيَّانَ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ «مَسَّ صَنَمًا فَتَوَضَّأَ»\nالحديث: 165 ¦ الجزء: 1 ¦ الصفحة: 166\n",
        "166 - 0 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا جَعْفَرُ بْنُ مُكْرَمٍ، قَالَ: نا سَعِيدُ بْنُ عَامِرٍ، قَالَ: نا شُعْبَةُ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ، قَال\nَ: «دُفِنَ مَعَ أَبِي يَوْمَ أُحُدٍ رَجُلٌ , فَلَمْ تَطِبْ نَفْسِي حَتَّى اسْتَخْرَجْتُهُ، فَدَفَنْتُهُ عَلَى حِدَةٍ»\nالحديث: 166 ¦ الجزء: 1 ¦ الصفحة: 167\n",
        "167 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا جَعْفَرٌ، قَالَ: نا أَبُو دَاوُدَ، قَالَ: ثنا حُمَيْدُ بْنُ مِهْرَانَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، أَنَّهَا سَأَلَتِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: عَلَى النِّسَاءِ جِهَادٌ؟ قَالَ: «نَعَمْ، الْحَجُّ وَالْعُمْرَةُ»\nالحديث: 167 ¦ الجزء: 1 ¦ الصفحة: 168\n",
        "168 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا جَعْفَرٌ، قَالَ: نا أَبُو دَاوُدَ، قَالَ: نا مُبَارَكُ بْنُ فَضَالَةَ، عَنِ الْحَسَنِ، عَنْ أُمِّهِ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «تَقْتُلُ عَمَّارًا الْفِئَةُ الْبَاغِيَةُ»\nالحديث: 168 ¦ الجزء: 1 ¦ الصفحة: 169\n",
        "169 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا إِبْرَاهِيمُ بْنُ رَاشِدٍ، قَالَ: ثنا مُعَلَّى بْنُ عَبْدِ الرَّحْمَنِ، قَالَ: نا عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «الرَّاكِبُ شَيْطَانٌ وَالرَّاكِبَانِ شَيْطَانَانِ وَالثَّلاثَةُ رَكْبٌ»\nالحديث: 169 ¦ الجزء: 1 ¦ الصفحة: 170\n",
        "170 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا مُحَمَّدُ بْنُ إِبْرَاهِيَم مِرْبَعٌ، قَالَ: نا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ: نا سَعِيدُ بْنُ زَيْدٍ، قَالَ: نا عَمْرُو بْنُ مُصْعَبِ بْنِ الزُّبَيْرِ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ يُوتِرُ بِخَمْسٍ»\nالحديث: 170 ¦ الجزء: 1 ¦ الصفحة: 171\n",
        "171 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا مُحَمَّدُ بنُ أَبِي مَذْعُورٍ، قَالَ: نا يَحْيَى بْنُ الْمُتَوَكِّلِ، عَنِ ابْنِ جُرَيْجٍ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسٍ، أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ «لَبِسَ خَاتَمًا نَقْشُهُ مُحَمَّدٌ رَسُولُ اللَّهِ، وَكَانَ إِذَا دَخَلَ الْخَلاءَ وَضَعَهُ» .\nقَالَ: وَقَالَ طَاوُس: إِنَّمَا لَبِسَهُ يَوْمًا وَاحِدًا\nالحديث: 171 ¦ الجزء: 1 ¦ الصفحة: 172\n",
        "172 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا يَحْيَى بْنُ مُحَمَّدِ بْنِ أَعْيَنَ، قَالَ: ثنا النَّضْرُ بْنُ شُمَيْلٍ، قَالَ: أَنا هِشَامُ بْنُ حَسَّانٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَخِيهِ يَحْيَى بْنِ سِيرِينَ، عَنْ أَخِيهِ أَنَسِ بْنِ سِيرِينَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُلَبِّي\n: «لَبَّيْكَ حَجًّا حَقًّا تَعَبُّدًا وَرِقًّا»\nالحديث: 172 ¦ الجزء: 1 ¦ الصفحة: 173\n",
        "173 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عِيسَى بْنُ عَبْدِ اللَّهِ، قَالَ: ثنا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنِ ابْنِ الْمُبَارَكِ، عَنْ خَالِدٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , قَال\nَ: «الْبَرَكَةُ مَعَ أَكَابِرِكُمْ»\nالحديث: 173 ¦ الجزء: 1 ¦ الصفحة: 174\n",
        "174 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ بْنُ مَنْصُورِ بْنِ رَاشِدٍ، قَالَ: ثنا النَّضْرُ، قَالَ: أَنْبَأَ صَالِحٌ، عَنِ ابْنِ شِهَابٍ، عَنْ نَبْهَانَ، عَنْ أُمِّ سَلَمَةَ، «أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَان\nَ يُبَاشِرُهَا وَهِيَ طَامِثٌ، وَعَلَيْهَا إِزَارٌ إِلَى الرُّكْبَتَيْنِ»\nالحديث: 174 ¦ الجزء: 1 ¦ الصفحة: 175\n",
        "175 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ، قَالَ: نا النَّضْرُ، قَالَ: أَنْبا شُعْبَةُ , عَنْ سُلَيْمَانَ، وَحَبِيبِ بْنِ ثَابِتٍ، وَعَبْدِ الْعَزِيزِ بْنِ رَفِيعٍ، قَالُوا: سَمِعْنَا زَيْدَ بْنَ وَهْبٍ، عَنْ أَبِي ذَرٍّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّي اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِن\nَّ جِبْرِيلَ عَلَيْهِ السَّلامُ أَتَانِي فَبَشَّرَنِي أَنَّهُ مَنْ مَاتَ مِنْ أُمَّتِي لا يُشْرِكُ بِاللَّهِ شَيْئًا دَخَلَ الْجَنَّةَ، قَالَ: قُلْتُ:\nوَإِنْ زَنَى وَإِنْ سَرَقَ، قَالَ: وَإِنْ زَنَى وَإِنْ سَرَقَ \".\nقَالَ سُلَيْمَانُ: قُلْتُ لِزَيْدٍ: إِنَّمَا يُرْوَى هَذَا الْحَدِيثُ عَنْ أَبِي الدَّرْدَاءِ، قَالَ: أَمَّا أَنَا سَمِعْتُهُ مِنْ أَبِي ذَرٍّ.\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ، قَالَ: ثنا النَّضْرُ، قَالَ: أَنْبا شُعْبَةُ، عَنْ حَمَّادٍ، عَنْ زَيْدٍ، عَنْ أَبِي ذَرٍّ، مِثْلَهُ\nالحديث: 175 ¦ الجزء: 1 ¦ الصفحة: 176\n",
        "176 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عَلِيُّ بْنُ الْحَسَنِ بْنِ هَارُونَ، قَالَ: أَنْبا شَدَّادُ بْنُ حَكِيمٍ، ثنا عَبَّادُ بْنُ كَثِيرٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «مَنْ قَالَ لا إِلَهَ إِلا اللَّهُ وَاللَّهُ أَكْبَرُ رَافِعًا بِهَا صَوْتَهُ فِي سَبِيلِ اللَّهِ كَتَبَ اللَّهُ لَهُ بِهَا رِضْوَانَهُ\nالأَكْبَرَ، وَمَنْ كَتَبَ اللَّهُ لَهُ رِضْوَانَهُ الأَكْبَرَ يَجْمَعُ بَيْنَهُ وَبَيْنَ مُحَمَّدٍ وَإِبْرَاهِيمَ وَالْمُرْسَلِينَ عَلَيْهِمُ السَّلامُ»\nالحديث: 176 ¦ الجزء: 1 ¦ الصفحة: 177\n",
        "177 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عَلِيُّ بْنُ إِشْكَابَ، قَالَ: ثنا أَبُو بَدْرٍ، قَالَ: ثنا الْحَسَنُ بْنُ عُمَارَةَ، عَنْ مُحَمَّدِ بْنِ عَجْلانَ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ قُسَيْطٍ، عَنْ كَعْبِ بْنِ عُجْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «إِذَا تَوَضَّأْتَ فَأَحْسَنْتَ الْوُضُوءَ ثُمَّ مَشَيْتَ إِلَى الصَّلاةِ فَلا تُشَبِّكْ بَيْنَ أَصَابِعَكَ؛ فَإِنَّكَ فِي\nصَلاةٍ»\nالحديث: 177 ¦ الجزء: 1 ¦ الصفحة: 178\n",
        "178 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا الْعَبَّاسُ بْنُ أَبِي طَالِبٍ، قَالَ: ثنا الأَسْوَدُ بْنُ عَامِرٍ، عَنْ شَرِيكِ عَنْ عَاصِمٍ، عَنِ الْمُسَيَّبِ بْنِ رَافِعٍ، عَنْ عَلْقَمَةَ، عَنِ ابْنِ مَسْعُودٍ، رَفَعَهُ، قَال\nَ: «مَنْ قَرَأَ بِالآيَتَيْنِ مِنْ آخِرِ سُورَةِ الْبَقَرَةِ كَفَتَاهُ» .\nوَمَنْصُورٌ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ\nأَبِي مَسْعُودٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، مِثْلَهُ.\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا الْعَبَّاسُ، قَالَ: ثنا أَبُو نُعَيْمٍ، قَالَ: ثنا شَرِيكٌ، عَنْ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ أَبِي مَسْعُودٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، مِثْلَهُ\nالحديث: 178 ¦ الجزء: 1 ¦ الصفحة: 179\n",
        "179 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا حَمْدَانُ بْنُ عُمَرَ السِّمْسَارُ، قَالَ: نا أَحْمَدُ بْنُ إِسْحَاقَ الْحَضْرَمِيُّ، قَالَ: ثنا وُهَيْبٌ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ يَزِيدَ بْنِ رُومَانَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَت\nْ: «كُنْتُ أَلْعَبُ بِالْبَنَاتِ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ»\nالحديث: 179 ¦ الجزء: 1 ¦ الصفحة: 180\n",
        "180 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا حَاتِمُ بْنُ اللَّيْثِ، قَالَ: نا سَيْفُ بْنُ عُبَيْدِ اللَّهِ الْجَرْمِيُّ، قَالَ: نا وَرْقَاءُ، عَنْ مَنْصُورٍ، عَنْ هِلالِ بْنِ يَسَافٍ، عَنْ خَالِدِ بْنِ عَرْفَطَةَ، عَنْ سَالِمِ بْنِ عُبَيْدٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ لِرَجُلٍ عَطَسَ عِنْدَهُ، فَقَالَ الرَّجُلُ: السَّلامُ عَلَيْكُمْ، فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «وَعَلَيْكَ وَعَلَى\nأُمِّكَ» .\nثُمَّ قَالَ: \" إِذَا عَطَسَ أَحَدُكُمْ فَلْيَقُلِ: الْحَمْدُ للَّهِ، فَإِذَا شُمِّتَ، فَلْيَقُلْ: يَغْفِرُ اللَّهُ لِي وَلَكُمْ \"\nالحديث: 180 ¦ الجزء: 1 ¦ الصفحة: 181\n",
        "181 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الصَّفَّارُ، قَالَ: نا مُحَمَّدُ بْنُ عُمَرَ الْوَاقِدِيُّ، قَالَ: نا رَبِيعَةُ بْنُ عُثْمَانَ، عَنْ زَيْدِ بْنِ أَبِي عَتَّابٍ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنْ زَيْدِ بْنِ ثَابِتٍ، قَالَ: «سُئِلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ عَنْ شَاةٍ نَيَّبَ فِيهَا الذِّئْبُ، فَأُدْرِكَتْ وَبِهَا حَيَاةٌ فَذُكِّيَتْ، فَأَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ\nبِأَكْلِهَا»\nالحديث: 181 ¦ الجزء: 1 ¦ الصفحة: 182\n",
        "182 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا مُحَمَّدُ بْنُ عُثْمَانَ بْنِ كَرَامَةَ، قَالَ: نا خَالِدُ بْنُ مَخْلَدٍ، قَالَ: نا مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي سَعِيدٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «تَفْضُلُ صَلاةُ الْجَمْعِ بِضْعٌ وَعِشْرُونَ دَرَجَةً» .\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا ابْنُ مُحَمَّدِ بْنُ كَرَامَةَ، قَالَ: ثنا أَبُو أُسَامَةَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، مِثْلَهُ\nالحديث: 182 ¦ الجزء: 1 ¦ الصفحة: 183\n",
        "183 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا مُحَمَّدُ بْنُ الْوَلِيدِ، قَالَ: نا عَبْدُ الأَعْلَى، قَالَ: نا هِشَامُ بْنُ حَسَّانٍ، عَنْ أَبِي مَعْشَرٍ النَّخَعِيِّ، عَنِ الأَسْوَدِ، أَنَّ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَت\nْ فِي الْجَنَابَةِ كُنَّا نَفْرُكُهُ مِنْ ثَوْبِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ يُصَلِّي فِيهِ \"\nالحديث: 183 ¦ الجزء: 1 ¦ الصفحة: 184\n",
        "184 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا جَعْفَرُ بْنُ مُكْرَمٍ، قَالَ: ثنا أَبُو عَامِرٍ، قَالَ: نا زُهَيْرُ بْنُ مُحَمَّدٍ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عُقَيْلٍ، عَنْ أَبِي جَرْهَدٍ الأَسْلَمِيِّ، أَنَّهُ سَمِعَ أَبَاهُ، يَقُولُ: إِنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُول\nُ: «فَخِذُ الْمُسْلِمِ عَوْرَةٌ»\nالحديث: 184 ¦ الجزء: 1 ¦ الصفحة: 185\n",
        "185 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا مُوسَى بْنُ مُحَمَّدٍ أَبُو عِمْرَانَ الشَّطَوِيُّ، قَالَ: ثنا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ عَاصِمٍ، عَنْ أَبِي وَائِلٍ، عَنْ جَرِيرٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «الْمُهَاجِرُونَ وَالأَنْصَارُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ فِي الدُّنْيَا وَالآخِرَةِ، وَالطُّلَقَاءُ مِنْ قُرَيْشٍ، وَالْعُتَقَاءُ مِنْ ثَقِيفٍ\nبَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ فِي الدُّنْيَا وَالآخِرَةِ»\nالحديث: 185 ¦ الجزء: 1 ¦ الصفحة: 186\n",
        "186 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا جَعْفَرُ بْنُ مُكْرَمٍ، قَالَ: ثنا أَبُو أُسَامَةَ، قَالَ: نا سُفْيَانُ بْنُ سَعِيدٍ، عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ أَبِيهِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، قَالَ: «سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ عَنِ الْمُعَوِّذَتَيْنِ، فَصَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْفَجْرَ بِهِمَا»\nالحديث: 186 ¦ الجزء: 1 ¦ الصفحة: 187\n",
        "187 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا أَحْمَدُ بْنُ عُثْمَانَ بْنِ حَكِيمٍ الأَوْدِيُّ، قَالَ: ثنا حَسَنُ بْنُ بِشْرٍ، قَالَ: ثنا أَبِي، عَنْ سُفْيَانَ، عَنْ مَعْبَدِ بْنِ خَالِدٍ عَنْ عَبْدِ الرَّحْمَنِ الْجَدَلِيِّ، أَوْ أَخِي الْجَدَلِيِّ، عَنْ مُعَاوِيَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «إِذَا شَرِبَ الْخَمْرَ فَاضْرِبُوهُ، فَإِنْ عَادَ فَاضْرِبُوهُ، فَإِنْ عَادَ فِي الرَّابِعَةِ فَاقْتُلُوهُ»\nالحديث: 187 ¦ الجزء: 1 ¦ الصفحة: 188\n",
        "188 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا مُحَمَّدُ بْنُ سَعِيدِ بْنِ غَالِبٍ، قَالَ: ثنا أَسْبَاطُ بْنُ مُحَمَّدٍ، قَالَ: ثنا الثَّوْرِيُّ، عَنْ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ، عَنْ مُجَاهِدٍ، عَنْ قَائِدٍ السَّائِبِ، عَنِ السَّائِبِ، قَالَ: دَخَلْتُ عَلَى عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، فَحَدَّثَتْنِي أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «صَلاةُ الْقَاعِدِ عَلَى النِّصْفِ مِنْ صَلاةِ الْقَائِمِ»\nالحديث: 188 ¦ الجزء: 1 ¦ الصفحة: 189\n",
        "189 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا إِبْرَاهِيمُ بْنُ زِيَادٍ الْمُؤَدِّبُ، قَالَ: ثنا النَّضْرُ بْنُ شُمَيْلٍ، قَالَ: نا صَالِحٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: «كَان\nَ يَوْمُ عَاشُورَاءَ يَوْمًا أَمَرَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِصِيَامِهِ، فَلَمَّا فُرِضَ رَمَضَانُ، كَانَ مَنْ شَاءَ\nصَامَهُ، وَمَنْ شَاءَ أَفْطَرَ»\nالحديث: 189 ¦ الجزء: 1 ¦ الصفحة: 190\n",
        "190 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا مُحَمَّدُ بْنُ الْجَارُودِ الْقَطَّانُ، قَالَ: ثنا يَحْيَى بْنُ نَصْرِ بْنِ حَاجِبٍ، قَالَ: نا عَبَّادُ بْنُ كَثِيرٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «مَا عَلَى أَحَدِكُمْ إِذَا أَرَادَ أَنْ يَتَصَدَّقَ بِصَدَقَةٍ تَطَوُّعًا أَنْ يَجْعَلَهَا عَنْ وَالِدَيْهِ إِذَا كَانَا مُسْلِمَيْنِ , فَيَكُونَ\nلِوَالِدَيْهِ أَجْرُهَا وَيَكُونَ لَهُ مِثْلُ أَجْرِهِمَا مِنْ غَيْرِ أَنْ يُنْتَقَصَ مِنْ أَجْرِهِمَا شَيْئًا»\nالحديث: 190 ¦ الجزء: 1 ¦ الصفحة: 191\n",
        "191 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا الْفَضْلُ بْنُ الْعَبَّاسِ، قَالَ: نا الْهَيْثَمُ بْنُ الْيَمَانِ أَبُو بِشْرٍ، قَالَ: ثنا عَنْبَسَةُ بْنُ عَبْدِ الْوَاحِدِ، عَنْ نُصَيْرِ بْنِ أَبِي الأَشْعَثِ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «كُنْ فِي الدُّنْيَا كَأَنَّكَ غَرِيبٌ أَوْ عَابِرُ سَبِيلٍ، وَعُدَّ نَفْسَكَ فِي الْمَوْتَى»\nالحديث: 191 ¦ الجزء: 1 ¦ الصفحة: 192\n",
        "192 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا رَجَاءُ بْنُ الْجَارُودِ، قَالَ: نا عَبْدُ الرَّحْمَنِ بْنُ عَلْقَمَةَ، قَالَ: ثنا أَبُو حَمْزَةَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «ذَكَاةُ الْجَنِينِ ذَكَاةُ أُمِّهِ»\nالحديث: 192 ¦ الجزء: 1 ¦ الصفحة: 193\n",
        "193 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا مُحَمَّدُ بْنُ يُوسُفَ بْنِ أَبِي مَعْمَرٍ، قَالَ: ثنا عَبْدُ اللَّهِ بْنُ الْمُغِيرَةِ، قَالَ: ثنا الْحَسَنُ بْنُ عُمَارَةَ، عَنْ جَعْفَرِ بْنِ إِيَاسٍ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «لا يَضُرُّ الْمَرْأَةَ إِذَا اغْتَسَلَتْ أَنْ لا تَحِلُّ عِقَاصَهَا إِذَا أَصَابَ الْمَاءُ شُئُونَ الرَّأْسِ»\nالحديث: 193 ¦ الجزء: 1 ¦ الصفحة: 194\n",
        "194 - 0 -\nحَدَّثَنَا مُحَمَّد، قَالَ: ثنا مُحَمَّدٌ، قَالَ: ثنا عَبْدُ اللَّهِ بْنُ الْمُغِيرَةِ، قَالَ: نا مَالِكُ بْنُ مِغْوَلٍ، عَنْ نَافِعٍ، قَالَ: سَمِعَ ابْنَ عُمَر\nَ «الشَّعْبِيَّ وَهُوَ يَتَحَدَّثُ بِالْمَغَازِي، فَقَالَ» للَّهِ إِنَّ هَذَا الْفَتَى شَهِدَ مَعَنَا \"\nالحديث: 194 ¦ الجزء: 1 ¦ الصفحة: 195\n",
        "195 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْبَغَوِيُّ، قَالَ: نا دَاوُدُ بْنُ عَبْدِ الْحَمِيدِ، قَالَ: ثنا زَكَرِيَّا، عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ: «كُنْتُ أُصَلِّي مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، كَانَت\nْ صَلاتُهُ قَصْدًا وَخُطْبَتُهُ قَصْدًا»\nالحديث: 195 ¦ الجزء: 1 ¦ الصفحة: 196\n",
        "196 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا إِسْحَاقُ، قَالَ: نا دَاوُدُ، قَالَ: ثنا زَكَرِيَّا، عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ: «كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ يَخْطُبُ سَاعَةً ثُمَّ يَقْعُدُ، ثُمَّ يَقُومُ فَيَخْطُبُ وَيَقْرَأُ آيَاتٍ مِنْ كِتَابِ اللَّهِ عَزَّ وَجَلَّ وَيُذَكِّرُ\nالنَّاسَ»\nالحديث: 196 ¦ الجزء: 1 ¦ الصفحة: 197\n",
        "197 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا الْحُسَيْنُ بْنُ مَنْصُورٍ أَبُو عَلُّوَيه، قَالَ: ثنا أَبُو النَّضْرِ الْحَارِثُ بْنُ النُّعْمَانِ، قَالَ: ثنا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «صُومُوا لِرُؤْيَتِهِ، وَأَفْطِرُوا لِرُؤْيَتِهِ، فَإِنْ غُمَّ عَلَيْكُمْ فَعُدُّوا ثَلاثِينَ» .\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا الْحُسَيْنُ،\nقَالَ: ثنا أَبُو النَّضْرِ، قَالَ: ثنا أَيُّوبُ بْنُ عُتْبَةَ، وَأَبُو مُعَاوِيَةَ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، مِثْلَهُ.\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا الْحُسَيْنُ، قَالَ: ثنا أَبُو النَّضْرِ، قَالَ: ثنا أَبُو مُعَاوِيَةَ، عَنْ جَابِرٍ، عَنْ عَبْدِ اللَّهِ بْنِ نَجِيٍّ، قَالَ: سَمِعْتُ عَلِيًّا عَلَيْهِ السَّلامُ، يَقُولُ نَحْوَهُ.\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا الْحُسَيْنُ، قَالَ: ثنا أَبُو النَّضْرِ، قَالَ: ثنا أَبُو مَالِكٍ , عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، بِمَعْنَاهُ.\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا الْحُسَيْنُ، قَالَ: نا أَبُو النَّضْرِ، قَالَ: نا عَاصِمُ بْنُ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، مِثْلَهُ\nالحديث: 197 ¦ الجزء: 1 ¦ الصفحة: 198\n",
        "198 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ بْنُ الْحَجَّاجِ بْنِ الصَّلْتِ، قَالَ: ثنا مُحَمَّدُ بْنُ الصَّلْتِ، عَنْ أَبِيهِ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَال\nَ: مُرَّ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِجِنَازَةٍ، فَقَالَ: «قُومُوا؛ فَإِنَّ لِلْمَوْتِ فَزَعًا»\nالحديث: 198 ¦ الجزء: 1 ¦ الصفحة: 199\n",
        "199 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا إِبْرَاهِيمُ بْنُ جَابِرٍ، قَالَ: ثنا عَبْدُ الرَّحِيمِ بْنُ هَارُونَ، قَالَ: نا هِشَامٌ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «الْحَيَاءُ مِنَ الإِيمَانِ، وَالإِيمَانُ فِي الْجَنَّةِ، وَإِنَّ الْجَفَاءَ مِنَ الْبَذَاءِ، وَإِنَّ الْبَذَاءَ فِي\nالنَّارِ»\nالحديث: 199 ¦ الجزء: 1 ¦ الصفحة: 200\n",
        "200 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا جَعْفَرُ بْنُ مُحَمَّدٍ الْوَرَّاقُ، قَالَ: ثنا خَالِدُ بْنُ مَخْلَدٍ، قَالَ: نا عِيسَى بْنُ سَبْرَةَ بْنِ حِبَّانَ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَال: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «الشَّيْخُ شَابٌّ عَلَى حُبِّ اثْنَتَيْنِ طُولِ حَيَاةٍ وَكَثْرَةِ الْمَالِ»\nالحديث: 200 ¦ الجزء: 1 ¦ الصفحة: 201\n",
        "201 - 0 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا الْعَبَّاسُ بْنُ يَزِيدَ بْنِ أَبِي حَبِيبٍ، قَالَ: ثنا يَزِيدُ بْنُ زُرَيْعٍ، قَالَ: ثنا يُونُسُ، عَنْ زِيَادِ بْنِ جُبَيْرٍ، قَالَ: رَأَيْتُ ابْنَ عُمَرَ أَتَى عَلَى رَجُلٍ وَهُوَ يَنْحَرُ بَدَنَتَهُ وَهِيَ بَارِكَةٌ، فَقَال\nَ: انْحَرْهَا قِيَامًا سُنَّةَ أَبِي الْقَاسِمِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \"\nالحديث: 201 ¦ الجزء: 1 ¦ الصفحة: 202\n",
        "202 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا مُحَمَّدُ بْنُ إِشْكَابَ، قَالَ: ثنا مُعَاوِيَةُ بْنُ هِشَامٍ، قَالَ: ثنا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنِ الْحَكَمِ، عَنْ مِقْسَمٍ، عَنِ ابْنِ عَبَّاسٍ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ \" أَرْدَفَهُ حِينَ أَفَاضَ مِنْ عَرَفَةَ، قَالَ: فَمَا زَالَتْ نَاقَتُهُ رَافِعَةً يَدَهَا غَادِيَةً حَتَّى أَتَى\nجَمْعًا \"\nالحديث: 202 ¦ الجزء: 1 ¦ الصفحة: 203\n",
        "203 -\nوَحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا الْعَبَّاسُ بْنُ يَزِيدَ، قَالَ: ثنا عَبْدُ الأَعْلَى، قَالَ: ثنا قُرَّةُ بْنُ خَالِدٍ، عَنْ عَمْرِو بْنِ دِينَارٍ، قَالَ: لا أَعْلَمُهُ إِلا رَفَعَهُ إِلَى جَابِرٍ، قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ يَوْمَ حُنَيْنٍ: «الآنَ حَمِيَ الْوَطِيسُ» .\nثُمَّ انْتَخَى فِي رِكَابِهِ، ثُمَّ قَالَ: «انْهَزَمُوا وَرَبِّ\nالْكَعْبَةِ» .\nمَرَّتَيْنِ\nالحديث: 203 ¦ الجزء: 1 ¦ الصفحة: 204\n",
        "204 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا الْحَسَنُ بْنُ عَرَفَةَ، قَالَ: ثنا حَمَّادُ بْنُ الْوَلِيدِ، عَنْ سُفْيَان و َعَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِن\nَّ لِكُلِّ شَيْءٍ زَكَاةً، وَزَكَاةُ الْجَسَدِ الصِّيَامُ»\nالحديث: 204 ¦ الجزء: 1 ¦ الصفحة: 205\n",
        "205 - 0 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا عَبَّادُ بْنُ الْوَلِيدِ، قَالَ: نا نَائِلُ بْنُ نَجِيحٍ، عَنْ سُفْيَانَ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ، قَال\nَ: «مَا بَغَتِ امْرَأَةٌ لِنَبِيٍّ قَطُّ»\nالحديث: 205 ¦ الجزء: 1 ¦ الصفحة: 206\n",
        "206 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عَبَّادٌ، قَالَ: ثنا نَائِلُ بْنُ نَجِيحٍ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: \" لِكُلِّ غَادِرٍ لِوَاءٌ يَوْمَ الْقِيَامَةِ يُعْرَفُ بِهِ، يُقَالُ: هَذِهِ غَدْرَةُ فُلانٍ \"\nالحديث: 206 ¦ الجزء: 1 ¦ الصفحة: 207\n",
        "207 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا الْحَسَنُ بْنُ عَرَفَةَ، قَالَ: ثنا مُبَارَكُ بْنُ سَعِيدٍ، أَخُو سُفْيَانَ، عَنْ أَخِيهِ سُفْيَانَ بْنِ سَعِيدٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ: أَتَاهُ نَاسٌ مِنْ أَصْحَابِهِ، فَأَتَاهُمْ بِخُبْزٍ وَخَلٍّ، ثُمَّ قَالَ: كُلُوا فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُول\nُ: «نِعْمَ الإِدَامُ الْخَلُّ»\nالحديث: 207 ¦ الجزء: 1 ¦ الصفحة: 208\n",
        "208 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ بْنُ الْوَلِيدِ بْنِ أَبَانٍ، قَالَ: نا يَحْيَى بْنُ مُحَمَّدٍ الْجَارِيُّ، قَالَ: نا إِسْمَاعِيلُ بْنُ ثَابِتِ بْنِ مُجَمِّعٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، قَالَ: رَأَيْتُ مَن\nْ «مَسَحَ عَلَى الْخُفَّيْنِ\nوَذَكَرَ أَنَّهُ رَأَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَسَحَ عَلَى الْخُفَّيْنِ»\nالحديث: 208 ¦ الجزء: 1 ¦ الصفحة: 209\n",
        "209 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ سَوَادَةَ، قَالَ: ثنا عُبَيْدَةُ بْنُ حُمَيْدٍ، عَنْ مَنْصُورٍ، عَنْ مُجَاهِدٍ، عَنْ أَبِي الْحَكَمِ بْنِ سُفْيَانَ، أَوْ عَنِ الْحَكَمِ بْنِ سُفْيَانَ شَكَّ مَنْصُورٌ قَالَ: رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ بَالَ ثُمَّ تَوَضَّأَ وَنَضَحَ فَرْجَهُ \"\nالحديث: 209 ¦ الجزء: 1 ¦ الصفحة: 210\n",
        "210 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا جَعْفَرُ بْنُ مُكْرَمٍ، قَالَ: ثنا عُمَرُ بْنُ أَنَسٍ، قَالَ: ثنا أَبُو بَشِيرٍ النَّجَّارُ، عَنْ سُلَيْمَانَ بْنِ أَبِي سُلَيْمَانَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ «أَمَرَنَا بِالْمَسْحِ عَلَى الْخُفَّيْنِ يَوْمًا وَلَيْلَةً فِي الْحَضَرِ، وَلِلْمُسَافِرِ ثَلاثًا»\nالحديث: 210 ¦ الجزء: 1 ¦ الصفحة: 211\n",
        "211 - 0 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا حَمَّادُ بْنُ الْحَسَنِ بْنِ عَنْبَسَةَ، قَالَ: نا أَبُو دَاوُدَ، قَالَ: نا شَيْبَانُ، عَنْ جَابِرٍ، عَنْ أَبِي صَالِحٍ، عَنْ أُمِّ هَانِئٍ، قَالَت\nْ: «مَا رَأَيْتُ بَطْنَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَطُّ إِلا ذَكَرْتُ الْقَرَاطِيسَ تُثْنِي بَعْضُهَا\nبَعْضًا»\nالحديث: 211 ¦ الجزء: 1 ¦ الصفحة: 212\n",
        "212 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا الْفَضْلُ بْنُ يَعْقُوبَ، قَالَ: نا يَحْيَى بْنُ السَّكَنِ، قَالَ: نا شُعْبَةُ، قَالَ: أنبا عُتْبَةُ أَبُو الْعُمَيْسِ، عَنْ مُسْلِمٍ الْبَطِينِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: \" كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ يَقْرَأُ فِي صَلاةِ الْفَجْرِ يَوْمَ الْجُمُعَةِ: الم تَنْزِيلُ، السَّجْدَةَ، وهَلْ أَتَى عَلَى الإِنْسَانِ حِينٌ مِنَ\nالدَّهْرِ.\nقَالَ: وَكَانَ يَقْرَأُ فِي صَلاةِ الْجُمُعَةِ بِسُورَةِ الْجُمُعَةِ، وَالَّتِي يَذْكُرُ فِيهَا الْمُنَافِقُونَ \"\nالحديث: 212 ¦ الجزء: 1 ¦ الصفحة: 213\n",
        "213 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عَبْدُوسُ بْنُ بِشْرٍ، قَالَ: ثنا عُمَرُ بْنُ عَلِيٍّ، عَنْ أَشْعَثَ، عَنْ عَوْنِ بْنِ أَبِي جُحَيْفَةَ، عَنْ أَبِيهِ، قَالَ: \" رَأَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَد\nْ أَذَّنَ بِلالٌ الظُّهْرَ، وَذَكَرْتُ لَهُ نَمِرَةً، وَوَضْعَ طَهُورٍ، قَالَ: فَخَرَجَ يَتَطَهَّرُ، فَدَنَوْتُ مِنْهُ، فَأَصَبْتُ مِنْ فَضْلِ وُضُوئِهِ،\nفَأَخَذْتُهُ، فَوَضَعْتُهُ عَلَى رَأْسِي، ثُمَّ قَامَ فَتَقَدَّمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَصَلَّى وَالنَّاسُ يَمُرُّونَ بَيْنَ يَدَيْهِ عَلَى الإِبِلِ وَالْحُمُرَاتِ \"\nالحديث: 213 ¦ الجزء: 1 ¦ الصفحة: 214\n",
        "214 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَنَسٍ، قَالَ: ثنا إِسْمَاعِيلُ بْنُ نَصْرٍ الصَّفَّارُ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ ذَكْوَانَ، قَالَ: حَدَّثَنِي حَوْشَبٌ، عَنِ الْحَسَنِ، عَنْ أَنَسٍ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُول\nُ: «أَنَا سَيِّدُ وَلَدِ آدَمَ يَوْمَ الْقِيَامَةِ وَلا فَخْرَ»\nالحديث: 214 ¦ الجزء: 1 ¦ الصفحة: 215\n",
        "215 - 0 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عَبْدُ اللَّهِ بْنُ شَبِيبٍ، قَالَ: ثنا ابْنُ أَبِي أُوَيْسٍ، قَالَ: ثنا أَخِي، عَنْ سُلَيْمَانَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: «رَأَيْت\nُ قَائِدَ الْفِيلِ وَسَائِقَهُ، وَهُمَا يَسْأَلانِ بِمَكَّةَ»\nالحديث: 215 ¦ الجزء: 1 ¦ الصفحة: 216\n",
        "216 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا عَبْدُ اللَّهِ بْنُ شَبِيبٍ، قَالَ: ثنا أَيُّوبُ بْنُ سُلَيْمَانَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»\nالحديث: 216 ¦ الجزء: 1 ¦ الصفحة: 217\n",
        "217 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا عَبْدُ اللَّهِ بْنُ شَبِيبٍ، قَالَ: ثنا ابْنُ أَبِي أُوَيْسٍ، قَالَ: حَدَّثَنِي أَبِي، قَالَ: حَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ، وَعَبْدُ اللَّهِ بْنُ أَبِي بَكْرٍ، عَنْ عُمَرَ، عن عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، «كَان\nَ يَخْرُجُ مِنْ جَوْفِ اللَّيْلِ حَتَّى يَأْتِيَ الْبَقِيعَ، فَيَدْعُو لأَهْلِهِ، فَرُبَّمَا فَعَلَ ذَلِكَ فِي اللَّيْلَةِ الْوَاحِدَةِ غَيْرَ\nمَرَّةٍ»\nالحديث: 217 ¦ الجزء: 1 ¦ الصفحة: 218\n",
        "218 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا الْفَضْلُ بْنُ يَعْقُوبَ الرُّخَامِيُّ، قَالَ: ثنا سَعِيدُ بْنُ مَسْلَمَةَ، قَالَ: ثنا لَيْثٌ، عَنْ عَطَاءٍ، وَطَاوُسٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «كَان\nَ يُكَبِّرُ كُلَّمَا قَامَ مِنْ كُلِّ رَكْعَةٍ»\nالحديث: 218 ¦ الجزء: 1 ¦ الصفحة: 219\n",
        "219 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا الْفَضْلُ، قَالَ: نا الْهَيْثَمُ بْنُ جَمِيلٍ، قَالَ: ثنا يَزِيدُ بْنُ عِيَاضٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ عَبْدِ اللَّهِ وَهُوَ ابْنُ عَمْرٍو، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «صَلاةُ الْقَاعِدِ عَلَى النِّصْفِ مِنْ صَلاةِ الْقَائِمِ»\nالحديث: 219 ¦ الجزء: 1 ¦ الصفحة: 220\n",
        "220 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمَدُ بْنُ الْحَجَّاجِ بْنِ الصَّلْتِ، قَالَ: ثنا مُنْذِرُ بْنُ عَمَّارٍ، قَالَ: ثنا مَعْمَرُ بْنُ زَائِدَةَ، عَنِ الأَعْمَشِ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «الأَشْرَارُ بَعْدَ الأَخْيَارِ خَمْسِينَ وَمِائَةَ عَامٍ، يَمْلِكُونَ جَمِيعَ أَهْلِ الدُّنْيَا» .\nوَهُمْ يَعْنِي التُّرْكَ\nالحديث: 220 ¦ الجزء: 1 ¦ الصفحة: 221\n",
        "221 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا عَبْدُوسُ بْنُ بِشْرٍ، قَالَ: نا عُمَرُ بْنُ عَلِيٍّ، عَنْ عُبَيْدَةَ الضَّبِّيِّ، عَنِ النَّخَعِيِّ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «إِن\nَّ أَوْلادَكُمْ مِنْ أَطْيَبِ كَسْبِكُمْ، فَكُلُوا مِنْ كَسْبِهِمْ»\nالحديث: 221 ¦ الجزء: 1 ¦ الصفحة: 222\n",
        "222 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا مُحَمَّدُ بْنُ إِشْكَابَ، قَالَ: نا عَلِيُّ بْنُ حَفْصٍ، قَالَ: ثنا شُعْبَةُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي السَّفَرِ، وَإِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنِ الشَّعْبِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «الْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ»\nالحديث: 222 ¦ الجزء: 1 ¦ الصفحة: 223\n",
        "223 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا أَحْمَدُ بْنُ عُثْمَانَ بْنِ حَكِيمٍ، قَالَ: نا أَبُو غَسَّانَ، قَالَ: نا قَيْسٌ، عَنْ بَكْرِ بْنِ وَائِلٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «إِذَا أَحْمَلْتُمْ فَأَخِرُّوا الْحَمْلَ، فَإِنَّ الرِّجْلَ مُوَثَّقَةٌ وَالْيَدُ مُعَلَّقَةٌ»\nالحديث: 223 ¦ الجزء: 1 ¦ الصفحة: 224\n",
        "224 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ زِيَادٍ التُّسْتَرِيُّ، قَالَ: نا عَبْدُ الرَّحْمَنِ بْنُ عَمْرِو بْنِ جَبَلَةَ، قَالَ: نا سَلامُ بْنُ أَبِي مُطِيعٍ، قَالَ: نا أَبُو حُصَيْنٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ عَلِيٍّ عَلَيْهِ السَّلامُ \" أَنَّ رَجُلا سَأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ عَنِ الْمَذْيِ، فَقَالَ: «لَيْسَ فِيهِ إِلا الْوُضُوءُ، تَتَوَضَّأُ وَتَغْسِلُ ذَلِكَ مِنْهُ»\nالحديث: 224 ¦ الجزء: 1 ¦ الصفحة: 225\n",
        "225 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمدُ، قَالَ: نا عَبْدُ الرَّحْمَنِ، قَالَ: ثنا أَبُو عَوَانَةَ، عَنْ إِسْمَاعِيلَ بْنِ سَالِمٍ، عَنِ الشَّعْبِيِّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ: \" بَعَثَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَاجَةٍ، قَالَ: فَلَقِيتُ خَالِي فِي أَثَرِهِ، فَقُلْتُ لِخَالِي: أَيْنَ تُرِيدُونَ؟ قَالُوا\n: فُلانٌ تَزَوَّجَ امْرَأَةَ أَبِيهِ، فَأَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ نَقْتُلَهُ \"\nالحديث: 225 ¦ الجزء: 1 ¦ الصفحة: 226\n",
        "226 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْحَسَّانِيُّ، قَالَ: نا يَزِيدُ بْنُ هَارُونَ، قَالَ: ثنا قَيْسُ بْنُ الرَّبِيعِ، عَنْ طَارِقِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عُمَرَ، قَالَ: «كُنَّا\nنُكْرِي الأَرْضَ يَعْنِي عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِثُلُثِهَا»\nالحديث: 226 ¦ الجزء: 1 ¦ الصفحة: 227\n",
        "227 - 0 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، قَالَ: ثنا ابْنُ نُمَيْرٍ، قَالَ: نا عُبَيْدُ اللَّهِ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ: «كُنَّا\nنَرْمِي الْجِمَارَ بِمِثْلِ حَصَى الْخَذْفِ»\nالحديث: 227 ¦ الجزء: 1 ¦ الصفحة: 228\n",
        "228 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمدُ بْنُ الْحَجَّاجِ بْنِ الصَّلْتِ، قَالَ: نا مُنْذِرُ بْنُ عَمَّارٍ، قَالَ: نا مَعْمَرٌ، عَنِ الأَعْمَشِ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «يُغْفَرُ لِلْمُؤَذِّنِ مُنْتَهَى صَوْتِهِ، وَلا يَسْمَعُ صَوْتَهُ رَطْبٌ وَلا يَابِسٌ إِلا جَاءَ يَوْمَ الْقِيَامَةِ يَشْهَدُ\nلَهُ»\nالحديث: 228 ¦ الجزء: 1 ¦ الصفحة: 229\n",
        "229 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: نا زَيْدُ بْنُ إِسْمَاعِيلَ، قَالَ: ثنا مُعَاوِيَةُ بْنُ هِشَامٍ، قَالَ: نا سُفْيَانُ، عَنْ دَاوُدَ، عَنِ الشَّعْبِيِّ، عَنْ جَابِرٍ، قَالَ: \" لَمَّا لَقِيَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ النُّقَبَاءَ، قَالَ لَهُمْ: «تُؤْوُنِي وَتَتَّبِعُونِي» .\nقَالُوا: فَمَا لَنَا؟ قَالَ: «لَكُمُ الْجَنَّةُ»\nالحديث: 229 ¦ الجزء: 1 ¦ الصفحة: 230\n",
        "230 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا أَحْمدُ بْنُ الْحَجَّاجِ بْنِ الصَّلْتِ، قَالَ: ثنا مُنْذِرٌ، قَالَ: ثنا مَعْمَرٌ، عَنِ الأَعْمَشِ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: «أَبْرِدُوا بِالصَّلاةِ؛ فَإِنَّ الْحَرَّ مِنْ فَيْحِ النَّارِ»\nالحديث: 230 ¦ الجزء: 1 ¦ الصفحة: 231\n",
        "231 -\nحَدَّثَنَا مُحَمَّدٌ، قَالَ: ثنا حَفْصُ بْنُ عَمْرٍو الرَّبَالِيُّ، قَالَ: ثنا يَحْيَى بْنُ مُحَمَّدِ بْنِ قَيْسٍ، قَالَ: سَمِعْتُ عَمْرَو بْنَ أَبِي عَمْرٍو , مَوْلَى الْمُطَّلِبِ، قَالَ: سَمِعْتُ أَنَسًا، يَقُولُ: كَانَ مِنْ دُعَاءِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، حِينَ قَفَلَ مِنْ خَيْبَر\nَ: «اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ وَالْعَجْزِ وَالْكَسَلِ وَالْجُبْنِ وَالْبُخْلِ وَضَلَعِ الدَّيْنِ وَغَلَبَةِ\nالرِّجَالِ»\nالحديث: 231 ¦ الجزء: 1 ¦ الصفحة: 232\n",
        "232 -\nحَدَّثَنَا مُحَمَّدُ بْنُ مَخْلَدٍ، قَالَ: نا زَيْدُ بْنُ إِسْمَاعِيلَ، قَالَ: نا مُعَاوِيَةُ، قَالَ: نا دَاوُدُ بْنُ أَبِي هِنْدٍ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، قَالَ: «جَاءَ مَاعِزٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ، اعْتَرَفَ بِالزِّنَا أَرْبَعَ مَرَّاتٍ، فَسَأَلَ عَنْهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، ثُمَّ أَمَرَ بِهِ فَرُجِمَ، فَرَجَمْنَاهُ الْخَزْفَ\nوَالْجَنْدَلَ وَالْعِظَامَ، وَمَا حَفَرْنَا لَهُ وَمَا أَوْثَقْنَاهُ، فَسَبَقَنَا إِلَى الْحَرَّةِ، فَاتَّبَعْنَاهُ، فَقَامَ لَنَا فَرَمَيْنَاهُ حَتَّى سَكَتَ، فَمَا اسْتَغْفَرَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلا سَبَّهُ»\nالحديث: 232 ¦ الجزء: 1 ¦ الصفحة: 233\n",
        ""
    ]
}