{
    "1": [
        "منهج الدميري في كتابه حياة الحيوان\nحقوق الطبع محفوظة للمؤلف\nالطبعة الأولى\n5/ 1435 هـ\nالجزء: 1 - الصفحة: 2\n",
        "بسم الله الرحمن الرحيم\nالجزء: 1 - الصفحة: 5\n",
        "أما قبل\nكان: تمهيداً مختصراً لرسالتي الماجستير: «الأحاديث المرفوعة والموقوفة في كتاب حياة الحيوان الكبرى للدميري، من بداية حرف التاء، إلى نهاية حرف الجيم ـ تخريجاً ودراسة ـ».\nثم: أفردته هنا، مع تصحيحات، وإضافات، و «مقدمة».\nأما بعد\nحقيقة: تراثنا كبير، ومتنوع، ومميَّزٌ، وكافٍ\n...\nنموذج من الإبداع: كتاب «حياة الحيوان» ـ على مافيه من مؤاخذات ـ.\nرأيتُ: انصراف كثير من أهل زماننا إلى الثقافة الغربية، وافتتانهم بها، وتبني بعض المكتبات، والمثقفين نشر التراث الغربي\n...\nكتبتُ: مقدمة حول الموضوع «تغريب الثقافة».\nالعلاقة: بين موضوع المقدمة، وكتاب الدميري، كالعلاقة بين الدواء والداء، والزَّبَد والماء\n...\nالجزء: 1 - الصفحة: 7\n",
        "مقدمة فضيلة الشيخ د. عبدالله بن ناصر الشقاري ـ حفظه الله ـ\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nالحَمْدُ لله حَمْدَ الشَّاكِرِيْنَ الذَّاكِرِينَ، وَالصَّلَاةُ وَالسَّلَامُ الأَتَمَّانِ الأَكْمَلَانِ عَلَى أَشْرَفِ الأَنْبِيَاءِ وَإِمَامِ المُرْسَلِيْنَ، نَبِيِّنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ أَجْمَعِيْنَ\nوَبَعْدُ\nفَيُعَدُّ العَلَّامَةُ: كَمَالُ الدِّيْنِ الدَّمِيْرِيُّ - رحمه الله - مِنْ عُلَمَاءِ الإِسْلَامِ، وَكِبَارِ المُؤَلِّفِيْنَ المَوْسُوْعِيِّيِنَ، الَّذَيْنَ أَثْرَوْا المَكْتَبَةَ الإِسْلَامِيَّةَ بِمُصَنَّفَاتِهِمْ فِيْ شَتَّى الْعُلُوْمِ وَالمَعَارِفِ، فَهُوَ قَدْ تَمَيَّزَ ـ مَعَ قِلَّةٍ مِنَ المُصَنِّفِيْنَ ـ بِتَنَوُّعِ مُصَنَّفَاتِهِمْ، وَاخْتِلَافِ عُلُوْمِهَا وَمَعَارِفِهَا، فِيْ: التَّفْسِيْرِ، وَالحَدِيْثِ، وَالْعَقِيْدَةِ، وَالْفِقْهِ، إِلَى الْلُّغَةِ، وَالأَدَبِ، وَالتَّصَوُّفِ، إِلَى الْعُلُوْمِ الأُخْرَى كَعِلْمِ الحَيَوَانِ، والْأَلْعَابِ، وَغَيْرِهِ؛ وَاطْلَالَةٌ مِنَ الْقَارِئِ عَلَى مُصَنَّفَاتِهِ الَّتِيْ ذَكَرَهَا مَنْ كَتَبُوْا فِيْ سِيْرَتِهِ؛ تُوَضِّحُ ذَلِكَ وَتُجَلِّيْهِ؛ وَلَا أُرِيْدُ أَنْ أَسْتَبِقَ أَحْدَاثَ الْكِتَابِ، وَلَا أَسْتَرِقَ الْقَوْلَ مِنْ حَدِيْثِ مُؤَلِّفِهِ، فَفِيْهِ مَا يَشْفِيْ وَيَكْفِيْ ـ إِنْ شَاءَ اللهُ ـ.\nالجزء: 1 - الصفحة: 9\n",
        "لَقَدْ شَرَّفَنِيْ الْابْنُ الْعَزِيْزُ، وَالأَخُ الْفَاضِلُ الشَّيْخُ: إِبْرَاهِيْمُ بْنُ عَبْدِالله المُدَيْهِشْ، حَيْثُ طَلَبَ مِنِّيْ كِتَابَةَ مُقَدِّمَةٍ لِهَذَا الْكِتَابِ، وَقَدْ فَرِحْتُ بِذَلِكَ وَاغْتَبَطْتُّ بِهِ؛ لِمَا لِلْشَّيْخِ مِنْ مَكَانَةٍ فِيْ نَفْسِيْ تَدْفَعُنِيْ إِلَى تَلْبِيَةِ رَغْبَتِهِ، وَتَحْقِيْقِ بُغْيَتِهِ.\nوَمِنْ نَاحِيَةٍ أُخْرَى فَلَسْتُ غَرِيْبَاً عَلَى هَذَا الْكِتَابِ، وَلَا عَلَى مُؤَلِّفِهِ، جَمَعَتْنِيْ بِهِمْ عَلَاقَةٌ عِلْمِيَّةٌ حَمِيْمِةٌ، فَقَدْ حَظِيْتُ بِشَرَفِ الإِشْرَافِ الْعِلْمِيِّ عَلَى أَصْلِ هَذَا الْكِتَابِ، وَهُوَ مَشْرُوْعٌ عِلْمِيُّ بِعُنْوَان: «الأَحَادِيْثُ المَرْفُوْعَةِ وَالمَوْقُوْفَةِ فِيْ كِتَابِ حَيَاةِ الحَيَوَانِ الْكُبْرَى لِلْدَّمِيْرِيِّ».\nوَقَدْ كَانَ لِلْشَّيْخِ نَصِيْبٌ مِنْ هَذَا المَشْرُوْعِ، يَقُوْمُ بِهِ رِسَالَةً عِلْمِيَّةً لِنَيْلِ دَرَجَةِ المَاجِسْتِيْرِ فِيْ الْسُّنَّةِ وَعُلُوْمِهَا، وَمِنْ بَيْنِ مُتَطَلَّبَاتِ رِسَالَتِهِ: الْكِتَابَةُ عَنْ الْدَّمِيْرِيِّ وَكِتَابِهِ إِجْمَالَاً، وَدِرَاسَةُ جُزْئِيَّتَيْنِ مِنْ مَنْهَجِهِ الحَدِيْثِيِّ، وَهُمَا: طَرِيْقَةُ إِيْرَادِهِ لِلْحَدِيْثِ، وَمَنْهَجُهُ فِيْ الْتَّخْرِيْجِ؛ وَقَدْ أَطَالَ ـ حَفِظَهُ اللهُ ـ فِيْ تَرْجَمَةِ المُصَنِّفِ، وَالْتَّعْرِيْفِ بِالْكِتَابِ، إِطَالَةً أَخَذَتْ مِنْ وَقْتِهِ، وَمِنْ حَجْمِ رِسَالَتِهِ، وَهُوَ غَيْرُ مُطَالَبٍ بِذَلِكَ؛ فَأشَرَتُ عَلَيْهِ أَنْ يَدَعَ هَذِهِ الإِطَالَةَ، وَيَعُوْدَ إِلَيْهَا مُسْتَقْبَلَاً، فَيُفْرِدْهَا بِكِتَابٍ مُسْتَقِلٍّ. فَقَالَ لِيْ: أَنَا قَد عَقَدْتُ الْعَزَمَ عَلَى فِعْلِ ذَلِكَ ـ أَثْنَاءَ الْبَحْثِ ـ.\nالجزء: 1 - الصفحة: 10\n",
        "وَالحْمَدُ لله رَبِّ الْعَالَمِيْنَ، فَهَاهُوَ الْكِتَابُ الَّذِيْ كَانَ فِكْرَةً فِيْ ذِهْنِ مُؤَلِّفِهِ، صَارَ حَقِيْقَةً وَاقِعَةً مَاثِلَةً لِلْعَيَانِ، يَقْرَؤُهَا طَلَبَةُ الْعِلْمِ، وَيَسْتَفِيْدُ مِنْهَا الَمُثَقَّفُوْنَ. وَهِيَ أَوَّلُ دِرَاسَةٍ مُفْرَدَةٍ ـ فِيْمَا أَعْلَمُ ـ تَنَاوَلَتْ الْعَلَّامَةَ الْدَّمِيْرِيَّ - رحمه الله -، وَمَنْهَجَهُ فِيْ كِتَابِهِ «حَيَاةِ الحَيَوَانِ».\nأَسْأَلُ اللهَ الْعَليَّ الْقَدِيْرَ أَنْ يَنْفَعَ بِهَذَا الْكِتَابِ، وَيَجْزِيَ مُؤَلِّفَهُ خَيْرَ الجَزَاءِ فِيْ الْدُّنْيَا وَالْآخِرَةِ، وَأَنْ يَغْفِرَ لِيْ وَلَهُ، وَلِوَالِدِيْنَا وَلِمَشَايِخِنَا، وَمُحِبِّيْنَا، إِنَّهُ سَمِيْعٌ مُجِيْبٌ.\nهَذَا، وَاللهُ أَعْلَمُ، وَصَلَّى اللهُ عَلَى نَبِيِّنَا مُحَمَّدٍ، وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ.\nد. عبدالله بن ناصر الشقاري\nالأُسْتَاذُ المُشَارِكُ بِقِسْمِ الْسُّنَّةِ وَعُلُوْمِهَا، وَوَكِيْلُ كُلِّيَّةِ أُصُوْلِ الْدِّيْنِ لِلْدِّرَاسَاتِ الْعُلْيَا ـ سَابِقَاً ـ وَرَئِيْسُ الجَمْعِيَّةِ الْعِلْمِيَّةِ الْسُّعُوْدِيَّةِ لِلْسُّنَّةِ وَعُلُوْمِهَا.\n26/ 4/ 1435 هـ\nالجزء: 1 - الصفحة: 11\n",
        "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nالحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين، نبينا محمد وعلى آله وصحبه أجمعين\nأما بعد\nفإنَّ كتابَ «حياة الحيوان» مَعْلَمةٌ كبرى، وُلِدت في شهر رجب، من عام 773 هـ (1)، وأُلبستْ من العلوم أفناناً، ومن الأفنان ألواناً حساناً، وعُلِّق عليها ما يراه المحِقُّون سيئةً ونُكراناً. (2)\nجاءت تمشي قروناً عديدة، يَمُدُّ إليها يده كلُّ صاحب علمٍ وأدَب، ويدَّعي بها وصلاً وَأرَب، تمشي وتتفرد، لا قرينةَ تعادلها، ولا شبيهةَ تماثلها في «فنِّها».\nتأتي مثلاً شاهداً على غناء المكتبة العربية، وجمالها، ومتعها، وتنوعها\n(1) فراغ الدميري من مسودة كتابه، كما في آخر الكتاب (4/ 249).\n(2) كما سيأتي بيان ما فيه من الخزعبلات، والطلاسم، والبدع.\nالجزء: 1 - الصفحة: 13\n",
        "المتفرد، ولطافتها، وتأثيرها في حضارات الأمم الأخرى ـ كما سيأتي في ترجمات الكتاب ـ.\nقال الشيخ: علي الطنطاوي - رحمه الله - عن الكتاب ـ وقد قرأه في أوائل شبابه ـ: (وهو كتابٌ عجيب، فيه فقهٌ، بل إنه يُعَدُّ أقرب مرجعٍ في معرفة ما يؤكل وما لايؤكل من الحيوان، وكتابُ لغةٍ فهو يضبط الأسماء، وكتابُ أدبٍ فهو يسرد الأخبار، وكتابُ طبيعةٍ فهو يشير إلى بعض خصائص الحيوانات، وكتابُ تاريخٍ فهو يُلَخِّص فيه مراحل طويلة من تاريخنا، وهو على ذلك كُلِّه مملوءٌ بالخرافات، والأوهام، والأباطيل، وما يدخلُ العقل ومالا يدخله، وما يُفسِدُه، ويُعطِّلُه، ثم لما كبرتُ قرأتُ كتاب «الحيوان» للجاحظ، فوجدتُ فيه تلك الألوان كُلَّها، ولكن الذي فيه أعلى وأغلى، وحسبُكَ أنه من تصنيف الجاحظ). (1)\n= الدميري كانت في أوائل عمره، بخلاف كتاب الجاحظ ـ كما في النص أعلاه ـ؛ وسيأتي ذِكرُ الفرق بين الكتابين في (ص).\nوللأمانةِ وشُكْرِ العِلْم: ليس لي علمٌ بهذا النصِّ عن الطنطاوي، حتى أرشدني إليه الشيخ د. عبدالعزيز بن محمد السدحان ـ جزاه الله خيراً ـ.\nفائدة: أسند القاضي عياض في «الإلماع» (ص 229): إلى أبي عُبيد (ت 224 هـ) قولَه: (مِن شُكْر العِلم أن تستفيدَ الشيءَ فإذا ذُكِر قلتَ: خَفِيَ عليَّ كذا وكذا، ولم يكن لي به عِلْمٌ، حتّى أفادني فلان فيه كذا وكذا. فهذا شُكْرُ العِلْم).\nنقله السيوطي في «المزهر» (2/ 273) ثم قال: (قلت: ولهذا لا تراني أذكر في شيء من تصانيفي حرفاً إلا معزوَّاً إلى قائله من العلماء، مبيناً كتابَه الذي ذكر فيه).\nالجزء: 1 - الصفحة: 14\n",
        "ولعلي في هذه المقدمة أنتزع من بديع الدميري في كتابه معنى؛ فأقابل به وجوهاً ولَّت شطر مغرب الشمس، في أعين حمئة، تنظر الآفاق المغبَرَّة، ولاتبصر موضع قدمها، ولا جادة الأسلاف النيِّرة.\nتنظر شطر الغرب في أفكارها وكتبها مبنى ومعنى، في مترجماتها لأدبائها ومثقفيها؛ على حين غرة وغفلة منها عن كتب الأسلاف أهل الإسلام ديناً ولغةً وأدباً ومعارف ثرَّةٍ؛ لم يقرأ منها ما يُقيم أوَدَه الثقافي!\n= الدميري كانت في أوائل عمره، بخلاف كتاب الجاحظ ـ كما في النص أعلاه ـ؛ وسيأتي ذِكرُ الفرق بين الكتابين في (ص).\nوللأمانةِ وشُكْرِ العِلْم: ليس لي علمٌ بهذا النصِّ عن الطنطاوي، حتى أرشدني إليه الشيخ د. عبدالعزيز بن محمد السدحان ـ جزاه الله خيراً ـ.\nفائدة: أسند القاضي عياض في «الإلماع» (ص 229): إلى أبي عُبيد (ت 224 هـ) قولَه: (مِن شُكْر العِلم أن تستفيدَ الشيءَ فإذا ذُكِر قلتَ: خَفِيَ عليَّ كذا وكذا، ولم يكن لي به عِلْمٌ، حتّى أفادني فلان فيه كذا وكذا. فهذا شُكْرُ العِلْم).\nنقله السيوطي في «المزهر» (2/ 273) ثم قال: (قلت: ولهذا لا تراني أذكر في شيء من تصانيفي حرفاً إلا معزوَّاً إلى قائله من العلماء، مبيناً كتابَه الذي ذكر فيه).\nالجزء: 1 - الصفحة: 15\n",
        "يذهب دون تكبير واستفتاح، فيسجد هناك، ويهيم بكل غربي؛ تباهله أنه لن يجد ما يستحق الالتفاته إلا النزر اليسير؛ وهذا النزر لا يمسه إلا مميِّز، عرف حق أمته وفضلها ونتاجها، فنقل من أولئك ـ بحذر ـ ما يفيد، والحديث هنا عن الفكر والثقافة فقط.\nلو كان انبعاثه للمترجمات بعد الامتلاء من كتبنا، وتحصين نفسه بالمسلَّمات وحرَمِها؛ ثم اتجه لما يغلب تميزه، ويقلُّ وجوده في تراثنا؛ لكان لفعلته محملاً (1)؛ لكنه قام بذلك ولما يقم أوده الثقافي؛ حينها سترديه أرضاً؛ أو تحمله إلى مكان سحيق، وهو يحسب أنه يحسن صنعاً. (2)\nوما سبق ذكره من النقل باقتصاد من عالم بتراثنا، وما عند أولئك، يظهر في أمثلة قليلة، منها: ماصنعه العالم الفقيه المفسِّر النجدي الشيخ:\n(1) قال الجاحظ في كتاب «الحيوان» (3/ 268): (وقَلَّ معنى سمعناه في باب معرفة الحيوان من الفلاسفة، وقرأناه في كتب الأطباء والمتكلمين، إلا ونحن قد وجدناه أو قريباً منه في أشعار العرب والأعراب، وفي معرفة أهلِ لُغَتنا وملَّتنا).\n(2) ينظر في ملابسات الاتصال بالثقافة الغربية: «المذاهب الأدبية الغربية» د. وليد قصاب (ص 18).\nالجزء: 1 - الصفحة: 16\n",
        "عبدالرحمن السعدي (ت 1376 هـ) - رحمه الله - لمَّا رأى في بيروت كتاب ديل كارنيجي «دع القلق وابدأ الحياة»، رآه صُدْفَةً ولم يقْصِدْ إليه، قرأهُ فاستَحْسَنَهُ، ورأى أنه لم يُكتب عندنا ببسط كما في الكتاب المذكور، وأنَّ أُسُسَهُ ومَبادِئَهُ مَوجُودَةٌ وزِيَادَةٌ في الكتابِ والسُّنَّة، عَمدَ إلى زُبْدة أفكار الكتاب، وعرضَهَا بلسانٍ عَرَبيٍّ مُبِين، لاحشْوَ فيها ولا مُنَغِّصَات كما في المترجمات، ثم استدل لها بما في الوَحْيَيْن الشَّرِيفَين، فكان كتاباً خفيفَ المحْمَلِ بحجم الكَفِّ، سَهْلَ العبارة، لَطِيْفَ البَيَان، وسَمَّاهُ «الوسائل المفيدة للحياة السعيدة».\nوصُورَةٌ أخرى مقابلة: يأتي مُثَقَّفٌ، فيُثَاقِفُ ــ دَوْمَاً ـ بما لدى القوم، ــ «و\nثقافةُ كُلِّ أمَّةٍ مُستمَدَّةٌ من دِينَها»\n(1) ــ يَهْذِيْ ويرَى أنَّه يَهْدِيْ إلى خَيْرٍ! إلى تُرَاثِ الفِكْرِ لأُمَم الكُفْرِ؛ يَهْدِي النَّاس عَامَّتهم قَبْلَ خَاصَّتِهِم إلى سَلَفِيَّةٍ مُتَجَدِّدَةٍ ـ بِزَعْمِهِ ـ، ومُجتَمَعٍ مَدَنِيٍّ بفِكْرٍ غَرْبِيٍّ! هل جاءنا «طه حسين»، و «قاسم أمين»، وجماعتُهما، في رجلٍ واحدٍ من حيث لانحتسب؟ !\n(1) سيأتي كلام للعلامة: محمود شاكر - رحمه الله - حول هذا في (ص 51).\nالجزء: 1 - الصفحة: 17\n",
        "هدفُهُ أن يكون إماماً وعميداً ل «تغريب الثقافة» في بلد «الكتاب والسُّنَّة»، بعد أن ارتكس بين مؤلَّفات مفكري الغرب ـ ولو كان يعرف الشرق ـ، ثم رأى اغترار الناس به، وكثرة أتباعه المصفقين لسعة اطلاعه على كتب الروايات والمترجمات؛ وبئس اغترارٌ في سبيلِ تفرُّدٍ على مَنْهجٍ فَاسدٍ، حاملٍ لِواء الدعوة؛ والداعي إلى البدعة ليس كالمتلبِّس بها\n...\nوليست كثرةُ الأتباعِ دليلاً على صِحَّةِ منهج المتبوع، فلو خَرَجَ مُدَّعٍ للنبوة، لوَجَد له أتباعاً، قال ابن قتيبة - رحمه الله - (ت 276 هـ): (والناسُ أسرابُ طَيرٍ يتبعُ بعضُها بعضاً؛ ولو ظهرَ لهم من يدَّعي النبوة ــ مع معرفتِهم بأنَّ رسولَ الله - صلى الله عليه وسلم - خاتمُ الأنبياء، أو مَنْ يدَّعِي الرُّبُوبيَّةَ ــ؛ لوجدَ على ذلك أتباعاً وأشياعاً! ). (1)\nأسأل الله أن يكفَّ عن المسلمين شرَّه وأمثاله، ويهدينا وإياهم سواء السبيل، وأن يبصرنا جميعاً بالحق، ويعيننا ويثبتنا عليه حتى نلقاه.\nقال العلامة: محمود شاكر - رحمه الله -: (إنَّ العار أن يقضي الشاب\n(1) «تأويل مختلف الحديث» ـ ط. الريان والمكية ـ (ص 150).\nالجزء: 1 - الصفحة: 18\n",
        "من أول نشأته إلى آخر خروجه من دراسته أعواماً طوالاً، يدرس في أثنائه تاريخ «نابليون» وأمته، وفلاناً وفلاناً من أفذاذ الأمم الغربية، وهو لايعرف من ماضي أمته العربية إلا نتفاً تذهب مع الأيام، هذا الماضي الذي يصوره الذين يتعرضون للتاريخ من مستشرقين يقولون غير مالايعلمون (1)، أو يقولون فيما لايعلمون؛ أو عرب قد فسدت قلوبهم على تاريخهم، فهم يتقيدون لآراء عن تاريخهم كلها بهتان وتدليس، هذا الماضي الذي يصورون في صورة مسخ تاريخي هائل، قد خرج على الدنيا كما يخرج الوباء، ثم انقشع عنها؛ فأعقبها صحة وعافية، أو كما يقولون! ). (2)\nوأفاد البشير الإبراهيمي الجزائري (ت 1385 هـ) - رحمه الله -: أن الغرب يملأ عقول أبنائنا ونفوسهم بعلومهم وتاريخهم، حتى لا يبقى فيها متسع لذكريات ماضينا وأسلافنا، وإن الواحد من هذا الصنف من أبنائنا\n(1) يُنظر في الهدف من كتابات المستشرقين: «رسالة في الطريق إلى ثقافتنا» لمحمود شاكر\n...\n(ص 59).\n(2) مقالة كتبها عام (1353 هـ/ 1935 م)، في مجلة المقتطف، وهي ضمن «جمهرة مقالاته» (2/ 700).\nالجزء: 1 - الصفحة: 19\n",
        "ليعرف الكثير عن «نابليون»، ولا يعرف شيئاً عن «عمر» - رضي الله عنه -، ويحفظ تاريخ «جان دارك» عن ظهر قلب، ولا يحفظ كلمة عن «عائشة» و «خديجة» - رضي الله عنهما - (1)\nوقال: (عمد الغرب إلى الشباب المسلم فرموه بهذه التهاويل من الحضارة الغربية، وبهذه التعاليم التي تأتي بنيانه الفكري والعقلي من القواعد، وتحرف المسلم عن قبلته، وتحول الشرقي إلى الغرب؛ وإن من خصائص هذه الحضارة أن فيها كلَّ معاني السحر، وأساليب الجذب، وحسبكم منها أنها تفرق بين المرء وأخيه، والمرء وولده؛ فأصبح أبناؤنا يهرعون إلى معاهد العلم الغربية عن طوعٍ مِنَّا يشبهُ الكُرْهَ، أو عن كُرْهٍ يشبه الطَّوْعَ، فيرجعون إلينا العلم , أشياء أخرى ليس منها الإسلام ولا الشرقية، ومعهم أسماؤهم، وليس معهم عقولهم ولا أفكارهم، وإن هذه لهي المصيبة الكبرى التي لا نبعد إذا سمَّيناها مسخاً، وليتها كانت مسخاً للأفراد، ولكنها مَسخٌ للأمم، ونَسْخٌ لمقوِّمَاتها). (2)\n(1) «آثاره» (2/ 468).\n(2) «آثاره» (2/ 470). وانظر: «رسالة في الطريق إلى ثقافتنا» لمحمود شاكر (ص 148 ـ 149، 154)، و «الابتعاث تاريخه وآثاره» د. عبدالعزيز البداح.\nالجزء: 1 - الصفحة: 20\n",
        "قال أيضاً - رحمه الله -: (إن هذا الجيل الجديد من أبنائنا واقفٌ في مفترق طرق، لا يدري أيها يسلك، وقد فتح عينيه على زخارف تستهوي من الثقافة الغربية، وقد أصبحت هذه الثقافة أقرب إلى عقله وذوقه لما مهَّد أهلها ودعاتها من المسالك إلى النفوس، ولما تنطوي عليه من المغريات والمعاني الحيوانية، ولما فيها من موجبات التحلل والانطلاق، ولما تزخر به من الشهوات وحظوظ الجسد، ولما يشهد لأهلها من شهود العلم، وهو يفتح عينيه كل يوم منها على جديد). (1)\nإنَّ مكتبتنا العربية، أعني (المؤلَّفة باللغة العربية) ثرَّةٌ غنيَّة، مورداً ورِيَّاً، تبزُّ الأمم الأخرى؛ كثرةً، وجودةً، وتنوعاً، فليس لأُمَّةٍ من الأُمَمِ مَا لأَهْلِ الإِسلامِ مِنْ تَنوِّع العُلُومِ والمعارف، والتفنُّنِ في التصنيف والتأليف، وتقريبِ المعلومات، فلا يخلو بابٌ من المعرفة إلا وضربوا فيه بِسَهْمٍ وافِرٍ، أحكموا فيه صنعه، نظمه، ونثره.\nقال ابن العربي المالكي (ت 543 هـ) - رحمه الله -: (ولم يكن قط في\n(1) «آثاره» (2/ 309).\nالجزء: 1 - الصفحة: 21\n",
        "الأمم من انتهى إلى حدِّ هذه الأمة من التصرُّف في التصنيف والتحقيق، ولاجاراها في مداها (1) من التفريع، «والتدقيق»). (2)\nقال القَلْقَشَندي (ت 821 هـ) - رحمه الله -: «واعلَم أنّ الكُتبَ المصنَّفةَ أكثرَ مِن أَنْ تُحصَر، لاسِيَّما الكتب المُصَنَّفةَ في المِلَّةِ الإسلامِيَّة؛ فإنَّها لم يُصنَّف مِثلُها في مِلَّةٍ من المِلَل، ولا قام بِنَظِيرِها أمَّةٌ من الأُمَم\n...\n». (3)\nقال د. عبدالرحمن بن علي الحجي: (واغتنت المكتبة الإسلامية غناءً يعزُّ بلوغه، ولا ينال قُرْبُه، ولاتمكن مباراته، ليس للاكتناز بل للبناء، ونفع المجتمع، والانتفاع به، فكانت هناك رغبةٌ غامِرةٌ متجدِّدَةٌ لاتتوقف\n(1) في مطبوعة «عارضة الأحوذي»: (ولا جاب لها في مراها) وهو تصحيف، والتصحيح مع زيادة الكلمة الأخيرة، من: «الخصائص الكبرى» للسيوطي ـ تحقيق هراس ـ (3/ 219)، و «أنموذج اللبيب في خصائص الحبيب» للسيوطي\n...\n(ص 112)، «شرح المواهب اللدنية» للزرقاني ـ ط. الكتب العلمية ـ (7/ 478).\n(2) «عارضة الأحوذي» (1/ 4)، وقد ذُكر من خصائص أمة محمد - صلى الله عليه وسلم - أنهم أوتوا تصنيف الكتب. «شرح المواهب اللدنية» للزرقاني ـ ط. الكتب العلمية ـ (7/ 478).\n(3) «صبح الأعشى» (1/ 467).\nالجزء: 1 - الصفحة: 22\n",
        "ولاتنضب في تلقِّي العلم وبذله، بحرص شديد؛ لأن هذا كله جزء من العقيدة الإسلامية، وواجبات المسلم\n...\n). (1)\nقال ابن خلدون (ت 808 هـ) - رحمه الله -: «إن علومنا الشرعية والنقلية قد نفقت أسواقها في هذه الملَّة بما لامزيد عليه، وانتهت فيها مدارك الناظرين إلى الغاية التي لافوقها، وهُذِّبَت الاصطلاحات، ورُتِّبت الفنون، فجاءت من وراء الغاية في الحسن والتنميق». (2)\n«ومَنْ سَمَتْ به هِمَّتُه إلى الاطلاع على غرائب المؤلَّفات، وعجائب المصنفات؛ انكشفت له حقائقُ كثيرة من دقائق العلوم، وتنزَّهَت فكرتُه ـ إنْ كانت سليمةً ـ في رياض الفُهوم:\nفكُنْ رَجُلاً رِجْلُه في الثرى * وهامَةُ هِمَّتِهِ الثُّريَّا\nفالنفس الإنسانية بالاطلاع على حقائق المعارف تتكمل، والفاضل الكامل بمعرفة أنواع العلوم يتَفوَّق ويتفضل، لا بتحسين هيئة اللباس، والمزاحمة على التصدر في مجالس الناس». (3)\n(1) «جوانب من الحضارة الإسلامية» (ص 50).\n(2) «مقدمة ابن خلدون» تحقيق: د. علي عبدالواحد (3/ 1027).\n(3) «حاشية العطار» (ت 1250 هـ) على شرح الجلال المحلي على جمع الجوامع ـ ط. دار الكتب العلمية ـ (2/ 506).\nالجزء: 1 - الصفحة: 23\n",
        "إن المرء ليحتار في تقديم أمثلة للشباب الناشئ، والكهول المفتونة، والأنفس الراغبة بالتميز خارج الحدود ـ حساً ومعنى ـ؛ ماذا يعرض من كتب التراث؟ وكيف يعرض؟ ومن أي باب يبدأ للاستدلال على ما كان من الواضحات؟ !\nأعتذر هنا باطلالة مقتضبة ــ وقد كانت مطوَّلة، فعدَلْتُ بها إلى كتاب بعنوان «تغريب الثقافة»، يسر الله إتمامه ــ.\nإن ضخامة تراثنا ـ كما قال القلقشندي ـ لا يمكن أن تحصر؛ فخزائن الكتب في بلاد الإسلام أعجزت الأولين عن تدوين عناوينها؛ فكيف بحملها، وجمعها في مكتبة واحدة (1)\nولكثرتها تفننوا في التأليف، وابتكروا فيه طرائق قِدَدَاً؛ لتحريك الذهن، وشحذ الهمم. (2)\n(1) ينظر: «الكتاب في الحضارة الإسلامية» د. يحيى الجبوري (ص 169 ـ 244)،\n...\n«قطوف أدبية» لعبدالسلام هارون (ص 31)، «الذخائر الشرقية» لكوركيس عواد العراقي (5/ 360)، «الفكر السامي» للحَجَوي (2/ 45 ـ 48)، «المكتبات في الإسلام» د. محمد ماهر حمادة.\n(2) ينظر: «كناشة النوادر» لعبدالسلام هارون (ص 148).\nالجزء: 1 - الصفحة: 24\n",
        "قال الأديب الكبير: أحمد بن حسن الزيات المصري، صاحب «مجلة الرسالة» (ت 1388 هـ) (1) - رحمه الله -: (إنكم لَتُكْبِرون ما بذله العرب من الجهود الجبارة في سبيل المدنية والعلم (2)، إذا قستموه بما خلفوه من البحوث، وما ألَّفوه من الكتب، فقد تناولوا أصول المعارف الإنسانية بالتقصي الدقيق، والغوص العميق حتى فرَّعوها إلى ثلاثمئة علم أحصاها طاشكبرى زاده في كتابه «مفتاح السعادة»، ثم استنزفوا الأيام في معاناة التأليف على صعوبة النسخ، وكثرة المؤونة وقلة الجدوى، فتركوا للعالَم ذلك التراث الضخم الذي اشتملت عليه مكاتبهم في الشرق والغرب، فقد ذكر (جيبون) في كتابه عن الدولة الرومانية أنه كان في طرابلس على عهد الفاطميين مكتبة تحتوي على ثلاثة ملايين مجلد، أحرقها الفرنج (سنة 502 هـ)\n...\nونقل الزيات أخباراً نحو هذا عن المقريزي، وفيه ملايين المجلدات.\n(1) ينظر ترجمته في «الأعلام» للزركلي (1/ 113).\n(2) فائدة: ردَّ البشيرُ الإبراهيمي الجزائري (ت 1385 هـ) على من اتَّهم العرب فيما نقلوه عن غيرهم أنهم مجرد نقلة، لم يبذلوا جهداً في التمحيص، والتنقيح، والنقد، والإضافة. ينظر في «آثاره» (1/ 377).\nالجزء: 1 - الصفحة: 25\n",
        "ثم قال: (على أن توالي الفتن والمحن على العالم الإسلامي، لم يبق للعصر الحديث من هذا الكنز المذخور والمجد المسطور إلا ثلاثين ألفاً، وُزِّعت على مكاتب العالم). (1)\nومن تفنن الأسلاف في التأليف، وابتكارهم ألواناً يصعب على المرء مجاراتهم فيها:\nما كتبه الحريري (ت 516 هـ): فقد كتب رسالةً التزم فيها الشين في كل كلمة، وفيها أبيات من الشعر، وله سينية أيضاً. (2)\nوله رسالة التزم فيها كلمة منقوطة والتي تليها غير منقوطة، ورسالة أخرى أيضاً حرف منها منقوط، والآخر غير منقوط، وله كلام منثور ومنظوم يُقرأ طرداً وعكساً، تقرأوه من اليمين، وتقرأوه منكوساً، فتجده واحداً بحروفه! (3)\n(1) «في أصول الأدب» لأحمد الزيات (ص 86).\n(2) ذكرهما ياقوت في «معجم الأدباء» (5/ 2209)، ونشرتا في آخر طبعة المنهاج لكتاب «المقامات» للحريري، وانظر: «الموزون والمخزون» لأبي تراب الظاهري\n...\n(ص 17).\n(3) ينظر فيما لايستحيل بالانعكاس: «التبر المسبوك في ذيل السلوك» للسخاوي (1/ 277).\nالجزء: 1 - الصفحة: 26\n",
        "وله رسالة القهقرية تقرأها من أولها إلى آخرها بوجه ومن آخرها إلى أولها بوجه آخر\nوله أيضاً العواطل العَرِيَة عن النُّقَط، وله أبيات منقوطة، وخطبة عرية عن الإعجام. (1)\nومن صور التفنن أيضاً: الكتب المؤلفة بأحرف مهملة غير منقوطة، تستعمل (13) حرفاً فقط من حروف الهجاء (28). وإن كان في بعضه تكلُّف، لكن القصد فيما يظهر: التفنن والإغراب، وإظهارطول الباع في اللغة والبيان.\nمن ذلك: تفسير القرآن، المسمى «سواطع الإلهام» لأبي الفيض فيض الله ابن المبارك الأكبر آبادي الهندي (ت 1004 هـ) - رحمه الله -، وقد طبع في لكنهؤ سنة 1300 هـ، و 1306 هـ ويقع في (780 صفحة). وله مؤلف آخر بعنوان «موارد الكلم».\nولمفتي الديار الشامية: محمود الحسيني (ت 1305 هـ) - رحمه الله - تفسير للقرآن بحروف مهملة، سماه «در الأسرار» طبع الجزء الأول منه في\n(1) ينظر: «الموزون والمخزون» لأبي تراب الظاهري (ص 57 ــ 65).\nالجزء: 1 - الصفحة: 27\n",
        "دمشق سنة 1306 هـ في (517 صفحة).\nولمحمد غلام الكرماني (ت 1351 هـ) كتاب في أصول الفقه سماه «أسس الأصول» ألفه بحروف مهملة.\nومثله أيضاً كتاب «طرح المدر لحلِّ اللألاء والدرر» ليوسف بن محمد الشربيني (ت 1098 هـ) طبع في مصر سنة 1350 هـ، ثم طبع حديثاً 1424 هـ بتحقيق: محمد خير رمضان يوسف، ومن مقدمة المحقق استفدت الكتب السابقة.\nوالكتاب شرح قصيدة في الآداب للمؤلف نفسه، تقع في (79) بيتاً، وبلغت صفحات الشرح مع مقدمة المحقق (75 صفحة).\nومن أغرب كتب التراث: «عنوان الشرف الوافي في علم الفقه والعروض والتاريخ والنحو والقوافي» لإسماعيل بن أبي بكر الشرجي اليماني، المعروف بابن المقرئ (ت 837 هـ). والكتاب مطبوع، جمع فيه خمسة علوم، إذا قرئ على سياق السطور، فهو علم الفقه؛ وإذا قرئ على أول سطر منه قراءة عمودية كان علم العروض، وإذا قرئ ثاني سطر منه عمودي فهو علم التاريخ؛ وإذا قرئ ثالث سطر عمودي منه فهو علم النحو؛ وإذا قرئ رابع سطر عمودي منه كان علم القوافي.\nالجزء: 1 - الصفحة: 28\n",
        "ومن صور التفنن في كتب التراث: كتاب الصفدي (ت 764 هـ)\n«اختراع الخُراع\nفي مخالفة النقل والطباع» (1)، كتب عنه العلامة الشيخ: علي الطنطاوي - رحمه الله - مقالة رائعة سمَّاها «لون من الترف العقلي» أنقل جزءاً منها، قال - رحمه الله -: [طرق المؤلفون في كتبهم كلَّ باب من أبواب المعرفة، وسلكوا كل طريق من طرق العلم والأدب، وأودعوها كل ما يمكن أن يصل إليه العقل المفكِّر، والقلب الشاعر، والوجدان المتأمل، فكان فيها علوم الدين والدنيا؛ فيها مئات ومئات من المجلدات في القرآن، تنزيله وتأويله؛ وفي الحديث، روايته ودرايته؛ وفي الأدب، فنونه وألوانه؛ وفي الطبيعة، قوانينها ومظاهرها؛ وفي التاريخ، قديمه وحديثه.\nولدينا آلاف من الكتب في تراجم العظماء وطبقاتهم: الصحابة، والتابعين، والقراء، والفقهاء، والقواد والأمراء، والأدباء والشعراء.\nدوَّنوا أخبار العقلاء، والمجانين، والحمقى والمغفلين، كما دونوا أخبار الأذكياء والنابغين.\n(1) طُبع الكتاب بتحقيق: محمد عايش، في دار عمار، سنة 1425 هـ (غلاف 105 صفحات).\nالجزء: 1 - الصفحة: 29\n",
        "وإذا كان عند اليونان الأقدمين هذه «الألياذة» التي يعدونها أولى مفاخرهم، والتي استمد منها أدباء الغرب وشعراؤهم المحدثون أكثر مآثرهم، فلقد روى الكتاني في «التراتيب الإدارية» أن عندنا قصيدة في خمسة آلاف بيت، همزية جيدة في السيرة النبوية، ولابن عيسى القرطبي أرجوزة أخرى في سبعة آلاف بيت، وثالثة عنوانها «المقالات السَّنية في مدح خير البرية» لعثمان بن علي في تسعة عشر ألف بيت.\nوإذا كانت الإلياذة تشتمل على خرافات وعلى تخيلات، ما يسندها واقع، ولا تعتمد على حقيقة، فإن هذه الأراجيز ما فيها إلا حقائق ثابتة (1)، وتواريخ محققة، هذا وأنتم تعرفون الأراجيز العلمية: كألفية ابن مالك، وألفية العراقي، والكثير من أمثالهما.\nولما ظنوا أنهم شبعوا من الجدِّ واكتفوا؛ استراحوا إلى لون جديد، كما استراح أهل الفن من المصوِّرين والرسامين إلى هذه المذاهب الجديدة في الرسم، التي لاتبلغ معرفتي بها مبلغ القدرة على وصفها والكلام فيها،\n(1) حول هذه الحقيقة انظر كلام د. عبدالله المجذوب فيما نقله عنه الطناحي في «مقالاته» (1/ 210).\nالجزء: 1 - الصفحة: 30\n",
        "ولكن لايصل عجبي منها إلى حد الإعجاب بها، أو تذوقها وفهمها.\nوكيف أعجب بلوحة ما أرى فيها إلا علب كبريت مكوَّمة أكواماً، أو حجارة مركومة ركماً، أو سلماً مقلوباً قد تعلق بخطوط متعرجة متداخلة بلا ترتيب ولا نظام ولا دقة ولا إحكام، كأنها خرابيش الدجاج على بقعة من الرمل، ثم أرى تحتها كتابة موضِّحة لها تقول إنها صورة امرأة جميلة، أو مشهد غروب الشمس في البحر\n...\nوما ثَمَّ شمس ولا بحر، ما هناك إلا الفوضى والعبث!\nكهذا المذهب الحديث في الشعر، حيث ترصف كلمات جميلة لايربط بينها رباط يتبينه الفكر، ولا صورة يلذها الذوق، ولا موسيقى تطرب لها الآذان، ما هي إلا معجم، ولكنه معجم قد اختلَّ ترتيبه! قالوا: إن هذا هو الشعر الحديث!\nوالذي نعرفه أن الألفاظ أوعية المعاني، فإذا خَلَت من المعنى المبتكر، والصورة الحلوة، عادت ألفاظاً فارغة، لها إن قرعتها طنين ورنين، وما فيها فائدة للمستفيدين، وصارت ألاعيب لأدباء ذلك الزمان الذي يدعوه مؤرخو الأدب بعصر الانحطاط؛ كلُّ همِّ رجالِهِ التلاعب بالألفاظ لا يجاوزونها.\nالجزء: 1 - الصفحة: 31\n",
        "ثم ذكر الطنطاوي - رحمه الله - حِفظَ أهل الأدب في زمان الشيخ لمقامات الحريري، وما فيها من التفنن مثل ما جاء في المقامة السادسة: كلمة منقوطة، وبعدها مهملة.\nوفي المقامة السادسة عشرة، جمل تقرأ طرداً وعكساً، من اليمين، ومن اليسار مقلوبة، لاتتغير.\nثم ذكر - رحمه الله - تأليفاً ليس فيه حرف معجم منقوط.\nوذكر كتاباً فيه خمسة جداول، كل جدول علم من العلوم. يعني به\n...\n«عنوان الشرف الوافي» للمقرئ.\nوذكر أنه كتب في «مجلة الرسالة» (23/رجب/1354 هـ) مقالةً فيها وصف لكتاب عجيب، ليس في تراثنا الفكري مثيل، قال: لأنه جاء بشئ مما أُسمِّيه «الترف العقلي»، فقد تعمد أن لايأتي فيه إلا بما هو خطأ محرَّف عن أصله، معدول به عن جادة الصواب، ممال به عن سبيل الحق، فلا بيت ينسب إلى صاحبه، ولاكتاب يعزى إلى مؤلفه، ولا مسألة تورد على وجهها، ولا بلدة توضع في موضعها\n...\nوذكر أن اسم الكتاب «اختراع الخُراع» للصفدي (ت 764 هـ)، والخُراع: داء يصيب الدابة في ظهرها فتبرك، ولا تستطيع القيام.\nالجزء: 1 - الصفحة: 32\n",
        "وقد بنى كتابه على بيتين محرَّفين. ثم شرحهما.\nوالبيتان هما:\nلو كنت بَكْتوت امرأة جارية الفضل\n...\n*\n...\nوكان أكل الشعير في البرد مَلْبسكو\nلابُدَّ من الطلوع إلى بئرك في\n...\n*\n...\nالليل وظلام النهار متضحٍ اً\nعلَّق الطنطاوي على البيتين، بقوله: [لعل الله كشف للصفدي طرفاً من مستقبل الأدب، فجعله يقرأ ما ينشر في أيامنا من الكلام على أنه شعر، والذي لايختلف عن هذين البيتين اللذين أوردهما!\nهذا الشعر الذي تعب أخونا الأستاذ الفاضل: أكرم زعيتر في وضع الأسماء له.\nوكثرة الأسماء ليست دائماً دليلاً على شرف المُسمَّى، فالقطُّ له أكثر من خمسين اسماً، ثم لم يكن إلا قطاً، ما صار نَمِراً ولا أسداً].\nوذكر الصفدي في كتابه أن الناس تعجبوا من هذين البيتين مما تفق فيهما من اضطراب النظم، واختلال القافية، وعدم الإعراب، ومخالفة أوضاع اللغة، وتناقض المعنى وفساده، والتخبيط في التاريخ\n...\n، فعلَّق\nالجزء: 1 - الصفحة: 33\n",
        "الطنطاوي: [فكيف لو قرؤوا شعر الحداثة الذي تنشره الصحف على أنه هو الشعر (1) لامارواه الرواة وأودعوه الكتب وملؤوا به الدواوين]. (2)\nومن صور تفنُّنِهم في الموضوعات، وإفرادهم دقائقها ولطائفها في تأليف (3):\n(1) وانظر للفائدة: «مقالات الطناحي» (1/ 265 ـ 266).\n(2) نشرها في «مجلة الرسالة» (العدد 20/ص 1698)، سنة 1935 م وفي «صحيفة الشرق الأوسط» سنة 1987 م. ثم نُشرت في «فصول في الثقافة والأدب» من جمع سبط الطنطاوي: مجاهد ديرانية. (ص 109 ــ 118)، و (ص 301).\n(3) مجرد الإشارة فيه صعوبة، فكيف بالاختصار ــ وإن المرء ليستحي من التمثيل! لكنها الحاجة لشداة الأدب الغافلين عن تراث أمتهم ـ، وسيكون غالب التمثيل من كتب الأدب والثقافة؛ لأن المفتونين بالكتب الغربية، يدورون حول هذا الاتجاه، زيادة على كتب الفلسفة!\nوللنظر في باب المؤلفات عموماً: «كشف الظنون» لحاجي خليفة، «معجم الموضوعات المطروقة» للحِبْشي (مهم)، «المعجم المصنف لمؤلفات الحديث» لخير رمضان يوسف، «دليل المكتبة العقدية» د. محمد الشايع؛ ولشيخي الفاضل: عبدالعزيز بن إبراهيم بن قاسم ـ حفظه الله ـ موسوعة كبرى في المؤلفات المفردة على الأبواب الفقهية ـ يسرها الله طباعتها ـ، وقد بدأ العمل فيها من عام (1402 هـ).\nوللأستاذ: محمد خير رمضان يوسف ـ حفظه الله ـ كُتُبٌ عِدَّة حَول غرائب المؤلفات، منها: «كتب نادرة من التراث الإسلامي»، و «نوادر الكتب غريبها وطريفها»، و\n...\n«الإبحار إلى أعماق التراث، عرض مجموعة من الكتب النادرة».\nالجزء: 1 - الصفحة: 34\n",
        "كتاب «حياة الحيوان» للدميري ـ وهو موضع الحديث في هذا الكتاب ـ، و «معجم البلدان» لياقوت الحموي.\nومن المفردات البديعة: «كشف العمى في معاني لاسيما» لإبراهيم المزجاجي (ت بعد 1256 هـ)، «فتح المالك بما يتعلق بقول الناس وهو كذلك» (1) لأحمد السُّجَاعي (ت 1197 هـ)، «أحكام كُلّ، وما عليه تدل» للسبكي (ت 756 هـ)، «إتحاف الألباب بفصل الخطاب ـ أما بعد ـ» لابن الأمين الخرازي (ت 1236 هـ)، «إحراز السعد بإنجاز الوعد بمباحث أما بعد» لإسماعيل الجوهري (ت القرن 12 هـ)، وذكر محققه الشيخ: راشد الغفيلي خمس عشرة رسالة في «أما بعد».\n«أسماء الريح» لابن خالويه (ت 370 هـ)، «الملقبات في النحو» لابن طولون (ت 953 هـ)، «خلق الإنسان» لابن أبي ثابت (ت في القرن 3 هـ)، وللزجاج (ت 311 هـ)،\n(1) «مخطوطات محققة في النحو واللغة» تحقيق د. خالد المشهداني.\nالجزء: 1 - الصفحة: 35\n",
        "وغيرهما، «أحكام الخواتم» لابن رجب (ت 795 هـ)، «أحكام النظر» لابن القطان الفاسي (ت 628 هـ)، «في البسملة» كتاب في (800 صفحة) لأبي محمد المقدسي (ت 655 هـ)، «وصول الأماني في أصول التهاني» للسيوطي، في أحكام وآداب الحمَّام: للحسيني الدمشقي (ت 765 هـ)، وللمناوي (1031 هـ) و «للأقفهسي (ت 808 هـ)، وللحيمي الكوكباني (ت 1151 هـ)، «الروح»، و «الفروسية»، و «روضة المحبين» جميعها لابن القيم (ت 751 هـ)، «المزاح»، و «آداب المؤاكلة» كلاهما للغزي (ت 984 هـ)، «العزلة» للخطابي (ت 388 هـ)، «الأطعمة» لابن بشكوال (ت 578 هـ)، «العزلة» و «الصمت» و «مداراة الناس» جميعها لابن أبي الدنيا (ت 281 هـ)، «العفو والاعتذار» للرقام البصري (ت في القرن 4 هـ)، «أدب الخطيب» لابن العطار (ت 724 هـ)، «أدب الطبيب» للرهاوي (ت في القرن 4 هـ)، «الدور والدارات والديرة» لياقوت (ت 626 هـ)، «أدب الكتاب» لابن قتيبة، والنحاس، والصولي، وابن شيث، والقلقشندي، وغيرهم، «الفرج بعد الشدة» للتنوخي (ت 384 هـ)،\n...\n«أخبار الحمقى» لابن الجوزي (ت 597 هـ)، «كشف الحال في وصف الخال» للصفدي (ت 764 هـ)، «النخل» للسجستاني (ت 255 هـ)،\nالجزء: 1 - الصفحة: 36\n",
        "«محاسن الشام» لابن البدري (ت 894 هـ)، «أخبار مكة» للفاكهي، ولللأزرقي، «الزاهر في معاني كلمات الناس» لابن الأنباري (ت 328 هـ)، «العقَقَة والبرَرَة» لأبي عبيدة بن المثنى (ت 210 هـ)، «طوق الحمامة في الأُلف والألاف» لابن حزم (ت 456 هـ)، «الهفوات النادرة» للصابي (ت 480 هـ)، «بدائع البدائه» لابن ظافر الأزدي (ت 613 هـ)، «المرصَّع في الآباء والأمهات والأبناء والبنات والأذواء والذوات» لابن الأثير (ت 606 هـ)، «الشكوى والعتاب»، و «يواقيت المواقيت\nفي مدح كل شئ وذمه» كلاهما للثعالبي (ت 429 هـ) وغيره من كتبه البديعة في الأدب، «العصا» لابن منقذ (ت 584 هـ)، «أنباء نُجباء الأبناء» للصقلي (ت 565 هـ).\nوألَّفُوا في التراجم لطائف (1): منها: «كتاب المعمَّرين» لأبي حاتم السجستاني، «البرصان والعرجان والعميان والحولان» للجاحظ، «طوال اللحى» للصيمري (ت 275 هـ)، «من عاش بعد الموت» لابن أبي الدنيا\n(1) تنظر في «العلماء الذين لم يتجاوزوا سن الأشد 15 ـ 40» للشيخ: علي العمران (ص 6)، وانظر: «الاعلان بالتوبيخ» للسخاوي (ص 96) وما بعدها.\nالجزء: 1 - الصفحة: 37\n",
        "(ت 282 هـ)، «الطوال أسماؤهم وصفاتهم» لأبي القاسم السعدي (ت 515 هـ)، «أهل المئة فصاعداً» للذهبي (ت 748 هـ)، «نَكْت الهِمْيان في نُكَت العميان» للصفدي (ت 764 هـ)، «مَن نُسِب إلى أمه من الشعراء» لمحمد بن حبيب (ت 245 هـ)، «تحفة الأبيه فيمن نُسِب إلى غير أبيه» للفيروز آبادي (ت 817 هـ)، «الفلاكة والمفلوكون» لأحمد بن علي الدَّلْجِي (ت 838 هـ)، وغيرها.\nزيادة على مؤلفاتهم البديعة في الدين: عقيدة، وتفسيراً، وحديثاً، وفقهاً، ولغةً، ولكل منها مداخل وتاريخ وعلوم، وألَّفو في الشعر والحكم، والتراجم، والتاريخ، والأنساب، والجغرافيا، والرحلات، والنبات، والحيوانات، والأطعمة، والزراعة، والطب، والصناعة، وغير ذلك مما يقول المرء في الفخر: «ما ترك الأول للآخر»، وفي البحث والتأليف: «كم ترك الأول للآخر»، فالعبارة كالخوف والرجاء، والمؤمن بينهما!\nوالقصد من ذلك: الإشارة اليسيرة إلى غناء ترثنا، وتميزه ـ ومنه تبعاً الكتب القيمة للمتأخرين والمعاصرين ـ، خاصةً أنه مستمد من دين قويم، وفهمٍ له مستقيم، ورجالٍ بذلوا في خدمة الدين ولغته مالم يبذله أحدٌ من الأمم الأخرى، رحلات تجوب الأقطار، ونسخ متصل بالليل والنهار،\nالجزء: 1 - الصفحة: 38\n",
        "ودقة تعجز عن مثلها «الحاسوب»، فهل بعد هذه المحصلة البديعة الجامعة المنوعة يذهب محبُّ الثقافة والاطلاع فضلاً عن العلم إلى القراءة أو حصر القراءة في الكتب الأجنبية المترجمة التي يضع مؤلفوها الورقة في عشر ورقات ببيان هزيل (1)، وتمثيل تأباه شريعتنا، فضلاً عن عاداتٍ لاتوافق عاداتنا، ولا ذائقتنا؟ !\nلانملك ونحن نرى اللهث خلف المترجمات، تمظهراً بالتقدم والثقافة، حتى ممن يحسبون على العلم الشرعي أو اللغوي ـ يظهرون المقدرة، وسعة الإطلاع، وعالمية الثقافة ـ، إلا أن نقول: (أتستبدلون الذي هو أدنى بالذي هو خير .. )\nوإن من أعظم أسباب هذا التحوُّل إلى المترجمات التي يكثر فيها الغثاء جهلَهم البالغ بتُراثِ الأمَّةِ: كثرتِهِ، وتنوعِه، وبديعِه، وغريبِه، ولَطِيْفِه، جِدِّهِ وهَزَلِه\n...\n، وتأثيره في الأمم الأخرى. (2)\nمع المبالغة بتعظيم ثقافة الأجنبي،\n(1) ثم وقفتُ على العبارة التالية: قال إبراهيم المويلحي (ت 1324 هـ): (والصحيفة الواحدة في اللغة العربية تكون ترجمتها إلى اللغات الغربية في صحيفتين أو ثلاث).\n...\n«الشرق والغرب» (ص 40).\n(2) للأديب الزيات محاضرة ألقاها سنة 1932 م في الجامعة الأمريكية، بعنوان «أثر الثقافة العربية في العلم والعالم»، وهي ضمن كتابه «في أصول الأدب» (ص 81)، وانظر: «المكتبات في الإسلام» د. محمد ماهر حمادة (ص 210)، «من روائع حضارتنا» د. مصطفى السباعي (ص 52)، «علوم العرب والمسلمين وأثرها في حضارة الغرب» لعبدالكريم نصر ..\nفائدة: الكتب المفردة حول هذا الموضوع كثيرة جداً، منها: «أثر العرب في الحضارة الأوربية» للعقاد، و «تاريخ الحضارة الإسلامية» لأبي زيد شلبي (ص 329)، و\n...\n«العرب في أوربا» د. علي حسني الخربوطلّي، ومن باب شهد شاهد من أهلها، انظر: «شمس العرب تسطع على الغرب» للمستشرقة الألمانية: د. زيغريد هونكه.\nالجزء: 1 - الصفحة: 39\n",
        "«والسِّرُّ في أنَّ الشَّرْقِيَّ يُبالغ بحضارة الغربي، والغربيَّ يغالي بانحطاط الشرقي؛ كون كل فريق لايعرف ما عند الفريق الآخر على حقيقته\n....\n» (1) كذا قال كُرْد علي، ولا يُسَلَّم له في الثانية.\nأما مبالغة الشرقي بالغربي؛ فلحديث النبي - صلى الله عليه وسلم -:\n«لتتبعنَّ سَنَنَ من كان قبلكم، شِبراً بشِبْرٍ، وذراعاً بِذِراعٍ، حتى لو دخلوا جحر ضبٍّ؛ لاتَّبعْتُموهم». قلنا: يارسول الله، اليهودَ والنصارى؟\n(1) «المذكرات» لمحمد كرد علي (4/ 1168 ـ 1169). وللعلامة: محمود شاكر كلام رائع عن سبب الانبهار بكتب المستشرقين، انظره في «جمهرة مقالاته» (1/ 122 ـ 124).\nالجزء: 1 - الصفحة: 40\n",
        "قال: «فمَنْ»؟ ! (1)\nولأمر آخر: الهزيمة النفسية عند المسلمين؛ فإن لها أثراً في شتى المجالات: العلمية والعملية، والمغلوب مولع أبداً بالاقتداء بالغالب. (2)\nقال العلامة: محمود شاكر - رحمه الله -: (ومن بلاء الأمم الضعيفة بنفسها أن انبعاثها إلى التقليد ـ تقليد القوي ـ أشد من انبعاثها لتجديد تاريخها بأسباب القوة التي تدفع في أعصابها عنفوان الحياة؛ والضعف يجعل محاكاة القوي أصلاً في كل أعماله\n...\n). (3)\nقال الأديب: إبراهيم المويلحي - رحمه الله - (ت 1324 هـ): (ومن\n(1) متفق عليه، أخرجه: البخاري في «صحيحه»، حديث رقم (3456) , و (7320)، ومسلم في «صحيحه» ـ واللفظ له ـ، حديث رقم (2669).\nوانظر: «\nالتقليد والتبعية\nوأثرهما في كيان الأمة الإسلامية» أ. د. ناصر العقل\n...\n(مهم) , «التقليد في باب العقائد وأحكامه» د. ناصر الجديع (ص 192 ـ 197)، و\n...\n«التشبه المنهي عنه في الفقه الإسلامي» د. جميل اللويحق (ص 81 ـ 170)،\n(2) ينظر: «مقدمة ابن خلدون» (2/ 510)، «اقتضاء الصراط المستقيم» لابن تيمية\n...\n(1/ 80)، «رسائل الإصلاح» للخضر حسين (1/ 148)، «الهزيمة النفسية عند المسلمين» د. عبدالله الخاطر - رحمه الله -.\n(3) «جمهرة مقالاته» (1/ 65 ـ 66)، وانظر: «من وحي القلم» للرافعي (2/ 41).\nالجزء: 1 - الصفحة: 41\n",
        "عجيب ما ورد في التقليد الأعمى أننا لا ننتبه إلى محاسن صنائعنا وجميل استعمالها إلا بعد أن يأخذها الأجنبي عنا، فيدعونا تقليده إياه إلى الرجوع إليها، فصرنا لانهتدي إلى ما عندنا إلا بعد أن ينتقل إلى الغربي؛ لنكون وراءه حتى فيما يعترف بتقدمنا عليه فيه\n...\n). (1)\nقال العلامة علي الطنطاوي - رحمه الله - عن تاريخنا: (إنه أخصب تاريخ في الدنيا، وأحفله بالعظماء، ولكن عيبنا أننا لا نعرف تاريخنا، ولا نقدر عظماءنا؛ ونتسابق إلى اقتناء الزجاج من عند غيرنا، ونزهد بالألماس الذي تفيض به خزائننا.\nفيا أيها الشباب، لايخدعكم زجاج غيركم، عن حُرِّ جواهركم). (2)\nوأما مغالاة الغربي بانحطاط الشرقي فكما قال الزيات في عبارة بليغة موجزة: (فكيف يُرجى من هؤلاء وأولئك الإقرار بفضل العرب على الثقافة، والاعتراف بجميلهم على الحضارة، وفي النفوس من غلبة الفاتح وتر، ومن عظمة الحاكم حقد، ومن دين المجاهد إحنة، ومن سلطان الدخيل نفور). (3)\n(1) «الشرق والغرب» (ص 66)، وانظر: «من وحي القلم» للرافعي (2/ 41).\n(2) «ذكريات الطنطاوي» (2/ 216).\n(3) «في أصول الأدب» للزيات (ص 82).\nالجزء: 1 - الصفحة: 42\n",
        "ومع تميز التراث الإسلامي، وتأثيره في الحضارات الأخرى؛ ومع تعالي وغرور الإفرنجيين (1) وإنكارهم التأثر والاستفادة وقيام حضارتهم ـ سابقاً ـ من حضارة المسلمين؛ نجد عدداً من الإفرنج المنصفين أدركوا هذه الحقيقة، واعترفوا بها، قال العلامة عبدالسلام هارون - رحمه الله -:\n...\n«فاعترف العلماء الأوربيون بقيمة التراث العربي، واستولت عليهم الدهشة إزاء ظهورهم على ما صنع أسلافنا في مختلف زوايا العلم والمعرفة، فالتراث العربي غني في الكيفية، وغني في الكمية، ولا تزال آثار هؤلاء الأسلاف في التشريع، والعلوم الفلسفية، والرياضية، والفنية، وغيرها معدودةً في قمة الإنتاج الفكري العالمي، ولا تزال النظريات الفلسفية (2) والاجتماعية لعلماء العرب وفلاسفتهم أصلاً وجذراً من جذور علم الاجتماع والفلسفة المعاصرة». (3)\n«لقد اضطلع الأدب العربي بتغيير ذوق الأوربيين في فترة العصر\n(1) انظر: «أباطيل وأسمار» لمحمود شاكر (ص 229 ـ 230).\n(2) فائدة: انظر تجربة الطنطاوي في دراسة الفلسفة: «ذكرياته» (1/ 341).\n(3) «قطوف أدبية» لعبدالسلام هارون (ص 29)، وانظر: «علوم العرب والمسلمين وأثرها في حضارة الغرب» لعبدالكريم نصر (ص 346 ـ 355)، وما سبق في (ص 40) من هذا البحث.\nالجزء: 1 - الصفحة: 43\n",
        "الوسيط، كما اضطلعت العلوم العربية بتغيير عقليتهم، ويتفق مؤرخو الأدب الأوربي عامة على التأثير الحاكم الذي أحدثه الأدب الأندلسي في تطور القصة الأوربية في العصر الوسيط؛ فلم يعرف الغرب الأوربي من فنون الآداب قبل احتكاكه بالعرب إلا القصص الخرافية، والملاحم الحماسية\n...\n». (1)\nقال البشير الإبراهيمي الجزائري (ت 1385 هـ) - رحمه الله -: (إن كثيراً من العلوم التي بنيت عليها الحضارة الغربية لم تصلها إلا عن طريق اللغة العربية بإجماع الباحثين منا ومنهم، وإن المنصفين منهم ليعترفون للغة العربية بهذا الفضل على العلم والمدنية، ويوفونها حقَّها من التمجيد والاحترام، ويعترفون لعلماء الإسلام بأنهم أساتذتهم في هذه العلوم، عنهم أخذوها، وعن لغتهم ترجموها، وإنهم ليحمدون للدهر أن هيأ لهم مجاورة المسلمين بالأندلس، وصقلية، وشمال أفريقيا، وثغور الشام؛ حتى أخذوا\n(1) «حركة الترجمة من اللغات الشرقية إلى اللغة اللاتينية» د. إيمان سقيو (ص 297)، وقد أحالت إلى: «المدنية الإسلامية» لسعيد عاشور (ص 77)، و «أثر الأدب الأوربي على القصة الفرنسية في العصر الوسيط» للشوباشي (ص 70)، و «بحوث في تاريخ وحضارة الإسلام» للسيد عبدالعزيز (ص 309).\nالجزء: 1 - الصفحة: 44\n",
        "عنهم ما أخذوا، واقتبسوا عنهم ما اقتبسوا، ولا زال هؤلاء المنصفون يذكرون فضل معاهد الأندلس العربية، ومعاهد شمال أفريقيا، ومعاهد الشام على الحضارة القائمة، ولا يزالون ينتهجون بعض المناهج الدراسية الأندلسية في معاهدهم إلى الآن، ولايزالون يردون كل شئ إلى أصله، ويعترفون لكل فاضل بفضله). (1)\nوقال - رحمه الله -: (وقد كان احتكار المدنية لأمم خاصة تقليداً شائعاً متعاصياً عن التمحيص والنقد، ومن هذا الباب احتكار الغربيين للمدنية القائمة اليوم، وما هي في الحقيقة إلا عصارات الحضارات القديمة التي ورثها الغربيون عمن تقدمهم، وقاموا عليها بالتزيين والتحسين والتلوين، وطبعوها بالطوابع التي اقتضاها الوقت، وانتحلوها لأنفسهم أصلاً وفرعاً، ولا تزال التنقيبات عن مخلفات الحضارات القديمة تكشف كل يوم عن جديد يفضح هؤلاء المحتكرين، ويقلل من غرورهم). (2)\n(1) «آثاره» (1/ 377). وانظر: «تقرير عن شؤون التعليم والقضاء» لأحمد شاكر\n...\n(ص 41 ـ 42).\n(2) «آثاره» (1/ 374).\nالجزء: 1 - الصفحة: 45\n",
        "هذا، وقد أشار الدكتور: محمد محمد حسين - رحمه الله - قبل أكثر من ستين سنة إلى أن الانكباب المشاهد مظهر من مظاهر الاستيلاء الغربي على الثقافة وتغلغلها في صفوف المسلمين؛ ليحدث التغيير من الداخل في قولبة الإسلام وفق الأهداف والرغبات الغربية. (1)\nوأسوأ ما يدعيه أولئك المثقفون المستغربون: التجديد في الثقافة! وليتهم عرفوا الثقافة؛ ليجددوها، مع أن تجديدهم يقوم على أمرين: (هدم «القديم»، وبناء ما يتوهمونه من «الجديد» (2) وهم ماضون في الهدم، لايرضيهم إلا أن يأتوا على بنياننا من القواعد بما يتضمنه من دين، وتقاليد، وفنون، وآداب؛ ولكنهم سوف يعجزون عن البناء، سيهدمون مجتمعنا ثم يتركونه وسط أنقاض نظامه القديم فوضى، لاسكن فيه ولا قرار.\nوبوادر هذه الفوضى وأعراضها ظاهرة لكل ذي عينين؛ ذلك لأن المجتمعات لاتُبنى في يوم وليلة، ولكنها تبنى في مئات السنين، ولاتبنى في صحفٍ منشَّرة أو قاعات مغلَّقة، ولكنها عملية معقَّدة أشد التعقيد،\n(1) «الاتجاهات الوطنية في الأدب المعاصر» د. محمد محمد حسين (2/ 207، 209).\n(2) وانظر: «مقالات الطناحي» (2/ 689)، و «تحت راية القرآن» للرافعي.\nالجزء: 1 - الصفحة: 46\n",
        "تتفاعل فيها قوى المجتمع كله، ويستمر هذا التفاعل أجيالاً تتمخض عن هذه القواعد وهذه الأشكال، بما تتضمنه من التقاليد، والقوانين، وأساليب الذوق والتفكير). (1)\nوقد حذَّر البشير الإبراهيمي - رحمه الله - من ظاهرة التجديد في الأدب لأجل التجديد، وإنما العناية بالحقائق\n...\nوذكر أنَّ من الأهداف الخفية للاستعمار: إفساد الأدب وتمييعه، وتحطيم خصائصه، وهدم قواعده. (2)\nومن الفروق بين ثقافة المسلمين والثقافات الأخرى أن التراث الإسلامي امتاز بالحفظ والضبط والإتقان، قال الرافعي: (تاريخ العرب امتاز بسعة مادة المحفوظ وتنوعها، وبالأسباب الدينية التي بعثتهم على الحفظ، مما أومأنا إليه في محله.\n(1) «حصوننا مهددة من الداخل» د. محمد محمد حسين ـ ط. الأولى سنة 1387 هـ (ص 101)، وانظر كلاماً رائعاً لمحمود شاكر في كتابيه: «رسالة في الطريق إلى ثقافتنا» (ص 154 ـ 159)، و «المتنبي» (22 ـ 23). ولناصر الدين الأسد في بحثه: «التراث والمجتمع الجديد»، وقد نشره في كتابه «تحقيقات في اللغة والأدب» (ص 187، 190).\n(2) ينظر: «آثار الإبراهيمي» (5/ 213).\nالجزء: 1 - الصفحة: 47\n",
        "ومن القواعد المطردة التي تبيناها من البحث في التاريخ العربي: أن كل شئ للعرب إذا تعلق به سبب من الدين جاءوا فيه بالمعجزات التي يبزون فيها الأمم كافة، ويجعلونها من أنفسهم طبقة التاريخ وحدها، ولم نر هذه القاعدة تخلفت في أمر من أمورهم، وهي بعض ما خص به هذا الدين الحنيف الذي وجد العالم في كتابه الكريم معجزته الخالدة). (1)\nأما بعد\nفإنه\nلا غنى للمسلم عن تراثه،\nفكما أنه لا انفكاك بين المسلم ودينه، فإنه أيضاً لا انفكاك بينه وبين علوم دينه، ولغته، وتاريخه، وآدابه، وحضارة أمته\n....\nوكلها تراث عظيم؛ لعظمة الدين، وحملته، والمهتمين بلغته وآدابه، وتاريخه، وسائر علومه.\nوقد نقل العلامة: محمود شاكر - رحمه الله - عن أحد الغربيين كلمة جيدة، وأيده عليها، قال: (إن ثقافة الشعب، ودين الشعب؛ مظهران لشئ واحد؛ وإن الثقافة في جوهرها تجسيد لدين الشعب). (2)\n(1) «تاريخ آداب العرب» للرافعي ــ ط. الأولى، سنة 1329 هـ ــ (1/ 303).\n(2) «جمهرة مقالات محمود شاكر» (2/ 1083)، وانظر «أباطيل وأسمار» (ص 497، 500، 504، 518).\nوانظر في بيان أن المذاهب الأدبية عند جميع الأمم مرتبطة بعقائدها، وليست آراء أدبية مجرَّدة. «المذاهب الأدبية الغربية رؤية فكرية وفنية» د. وليد القصَّاب (ص 271 وما بعدها).\nالجزء: 1 - الصفحة: 48\n",
        "قال البشير الإبراهيمي الجزائري (ت 1385 هـ) - رحمه الله - في خطاب ارتجالي عميق في ثقافته وإدراكه وبيانه، ومما قال: (يقول المستعمرون عنَّا: إننا خياليون، وإننا ــ حين نعتز بأسلافنا ــ نعيش في الخيال، ونعتمد على الماضي، ونتَّكلُ على الموتى، يقولون هذا عنَّا في معرض الاستهزاء بنا، أو في معرض النصح لنا، وأنا لا أدري متى كان إبليس مُذكِّراً؟ !\nما يرمون إليه أنهم يريدون أن ننسى ماضينا، فنعيش بلا ماضٍ، حتى إذا استيقظنا من نومنا أو من تنويمهم لنا؛ لم نجد ماضياً نبني عليه حاضرنا! وهو كلُّ ما يرمون إليه. وسلوهم\n...\nهل نسوا ماضيَهم؟\nإنهم يبنون حاضرهم على ماضيهم، إنهم يعتزون بآبائهم وأجدادهم، إنهم يخلدون عظماءهم في الفكر، والأدب، والفلسفة، والحرب، والفن؛ إنهم لاينسون الجندي ذا الأثر، فضلاً عن القائد الفاتح، وهذه تماثيلهم\nالجزء: 1 - الصفحة: 49\n",
        "تشهد، وهذه متاحفهم تردد الشهادة\n.....\nإلى آخر كلامه الأخَّاذ، والمبكي - رحمه الله -). (1)\nوإنه ليتكلم - رحمه الله - عن عملهم الدؤوب في فصل أمتنا عن ماضيها، وملئها بتاريخهم المهين، كل ذلك كان بأيديهم وألسنتهم الأعجمية.\nكانت تلك الكلمة في منتصف عام (1371 هـ)، وأما الآن فجعلوا لهم وكلاء، من بني جلدتنا، يتكلمون بألسنتنا، ويبينون طعناً وهدماً وتغريباً بما لا يستطيعه الغربي نفسه، وقد يستحي منه، أو يتعالى على مغالطة بعض الحقائق، فجاء الوكيل وأتى بما لم يأت به الأوائل، فامتلأت بهم صحف البلاد الإسلامية، وقنواتها (2)\n...\nودين الله غالب منصور، ولا يحيق المكر السئ إلا بأهله، ويخشى المسلم على نفسه إن لم يجاهد المنافقين بلسانه وبيانه، ويغلظ عليهم ـ كما أمر الله تعالى في آيتين من كتابه ـ.\n(1) «آثاره» (2/ 467 ـ 472).\n(2) انظر نماذج من ذلك في: «التطرف المسكوت عنه» د. ناصر الحنيني، و «الانحراف العقدي في أدب الحداثة وفكرها» د. سعيد الغامدي (3) مجلدات ـ ط. دار الأندلس الخضراء ـ، وانظر: «رسالة في الطريق إلى ثقافتنا» لمحمود شاكر (ص 156).\nالجزء: 1 - الصفحة: 50\n",
        "قال العلامة: محمود شاكر - رحمه الله -: (ثقافةُ كلِّ أمةٍ، وكُلِّ لُغَةٍ؛ هي حصيلةُ أبنائها المثقفين، بقدر مُشتركٍ من أصول وفروع، كلُّها مغموس في الدين المتلقَّى عند النشأة؛ فهو لذلك صاحب السلطان المطلق الخفي على اللغة وعلى النفس وعلى العقل جميعاً، سلطان لاينكره إلا من لايبالي بالتفكُّر في المنابع الأُوَل التي تجعل الإنسان ناطقاً وعاقلاً ومبيناً عن نفسه، ومستبيناً عن غيره.\nفثقافةُ كلِّ أمّةٍ مِراءةٌ جامعةٌ في حيِّزها المحدود كلَّ ما تشعَّبَ وتشتّت وتباعد من ثقافة كلِّ فرد من أبنائها على اختلاف مقاديرهم ومشاربهم ومذاهبهم ومداخلهم ومخارجهم في الحياة.\nوجوهر هذه المرآة هو «اللغة»؛ و «اللغة» و «الدين» ـ كما أسلفت ـ متداخلان تداخلاً غير قابل للفصل البتَّةَ.\nفباطلٌ كلَّ البطلان أن يكون في هذه الدنيا على ما هي عليه، «ثقافة» يمكن أن تكون «ثقافة عالمية»، أي ثقافةٌ واحدةٌ يشترك فيها البشر جميعاً، ويمتزجون على اختلاف لغاتهم ومِلَلهم ونِحَلهم وأجناسهم وأوطانهم. فهذا تَدلِيسٌ كبيرٌ، وإنما يُراد بشيوع هذه المقولة بين الناس والأمم؛ هدفٌ آخرُ يتعلّق بفرض سيطرة أمّةٍ غالبة على أمم مغلوبة، لتبقى تبعاً لها.\nالجزء: 1 - الصفحة: 51\n",
        "فالثقافات متعددة بتعدد «المِلل»، ومتميزة بتميُّز «الملل»، ولكل ثقافة أسلوب في التفكير والنظر والاستدلال مُنتَّزَعٌ من «الدين» الذي تدين به لامحالة.\nفالثقافات المتباينة تتحاور، وتتناظر، وتتناقش؛ ولكن لا تتداخل تداخلاً يُفضي إلى الامتزاج البتَّةَ، ولايأخذ بعضها عن بعض شيئاً، إلا بعد عرضِهِ على أسلوبها في التفكير والنظر والاستدلال، فإن استجاب للأسلوب أخذَتْهُ وعَدَّلَتْهُ وخلَّصَتْهُ من الشوائب، وإن استعصى نبذَتْهُ واطَّرحَتْهُ. وهذا باب واسع جداً، ليس هذا مكان بيانه، ولكني لا أفارقه حتَّى أُنبِّهَكَ لشئ مهم جداً، هو أنْ تفصل فصْلاً حاسماً بين ما يُسمَّى\n...\n«ثقافة» وبين ما يسمّى «علماً» ــ أعني: العلوم البحتة ــ (1)؛ لأن لكل منهما طبيعةً مباينةً للآخر، فالثقافة مقصورةٌ على أمةٍ واحدةٍ تدين بدين واحد؛ والعلم مُشاعٌ بين خلق الله جميعاً، يشتركون فيه اشتراكاً واحداً مهما اختلفت الملل والعقائد). (2)\n(1) ينظر: «من وحي القلم» للرافعي (3/ 155).\n(2) «رسالة في الطريق إلى ثقافتنا» لمحمود شاكر (ص 74 ـ 75)، وانظر أيضاً (ص 31).\nالجزء: 1 - الصفحة: 52\n",
        "قلتُ: والناظر في حياتنا اليوم، يجد الانكباب التام على الكتب الغربية الأدبية والتاريخية، بل والعقدية والفلسفية، هذا في جانب القراء.\nوأما في جانب الغالبية التي تتابع «اللهو» و «اللعب»؛ فأصبح اهتمامهم بفرق الغرب الكروية، ومسلسلاتهم، وبرامجهم الحوارية؛ أمراً ينذر بخطر.\nوهذا غاية مطمع الكفار في استحواذهم عقول المسلمين، وتفريغها من ثوابتها، وتاريخها، وعظمائها، وملئها بهذه التفاهات المخالفة لديننا في كثير منها، والمنافية لقيمنا ولغتنا وثقافتنا، فإلى الله المشتكى وهو حسبنا ونعم الوكيل.\nقال العلامة: عبدالسلام هارون - رحمه الله -: (أي انفكاك بين المرء وتراثه، أو بين المرء ووطنه؛ يخلق منه أمراً تتجاذبه أطراف الضياع وفقدان النفس؛ وضياعُ النفس مدعاة إلى التفكك والتخلخل، والشعور بالبؤس والمذلة اللتين لاتطيب معهما الحياة.\nوإذا ذهبت في المقابلة بين جيلنا الذي نشأنا فيه، وبين هذا الجيل الذي يعيشه أبناؤنا؛ وجدنا الفرق شاسعاً بين شعورنا بكياننا العزيز الوثيق، وكيان بعض أبنائنا الذين انفصلوا عن المتعة بالتراث العربي\nالجزء: 1 - الصفحة: 53\n",
        "متمثِّلاً في ضروبه المختلفة). (1)\nقلت: كلامه هذا قبل (27 سنة تقريباً)، (نشر بتاريخ 1987 م)، وللعلامة الشيخ: محمد الخضر حسين - رحمه الله - كلام نحو هذا قبل (60 سنة)، وللأديب: محمد عبدالله عنان - رحمه الله -، كلام رائع قبل (80 سنة)! وبعدهم للإبراهيمي الجزائري، ولمحمود شاكر، وغيرهم.\nرحم الله أولئك الأعلام الكبار، وأعظم مثوبتهم؛ إذا كانت وقفتهم بهذه القوة، ووصفهم للبدايات بهذه الشناعة، فكيف لو رأوا زماننا هذا! ؟ وما فيه من التهاتف العجيب، والصدوف عن التراث، بل ودعوة العامة إلى النهل من كتب الفلسفة الأوربية، والروايات الأجنبية، والمذكرات الفارغة! نسأل الله العفو والعافية، والسلامة في الدين والدنيا والآخرة ـ.\nقال الأستاذ: ناصر الدين الأسد: (إن تراث الأمة هو روحها، ومقوماتها، وتاريخها؛ والأمة التي تتخلى عن تراثها تميتُ روحها، وتهدم\n(1) «قطوف أدبية» للعلامة: عبدالسلام هارون (ص 79)، وانظر: «من وحي القلم» للرافعي (3/ 393 ـ 394).\nالجزء: 1 - الصفحة: 54\n",
        "مقوماتها، وتعيش بلا تاريخ.\nوالأمم كلها مهما تكن فلسفتها الاجتماعية والاقتصادية، تحرص أشد الحرص على تراثها، وتبذل جهوداً كبيرة لإحيائه ونشرِه، وبثِّه في نفوس أبنائها؛ بل إن بعض الأمم الحديثة تفتعل لنفسِها تراثاً تجمع أجزاءَه تجميعاً، وتنفخ فيه نفخاً؛ لتتم له صورة تفئ إليها الأمة، وتنطلق منها.\nفليس صحيحاً أن الأخذ بأسباب الحضارة يستلزم هدم التراث، وقد انخدعت بعض الأمم بهذه الدعوى، فأصبحت كالمُنْبَتِّ لا أرضاً قطعَ، ولا ظهراً أبقى!\nوإنما الصحيح أنَّ تَقدُّمَ الأمةِ ــ حين تبدأ الحياة تنسابُ فيها ــ إنما يكون من داخل نفسها، وينطلق من تراثها). (1)\nويتساءل بعض الناس عن امكانية نقل ثقافة الغرب كلِّها مادام أننا نقلنا منهم الصناعة؟ كأنه يرى التلازم بينهما، وما علم أن ثقافتهم وعاداتهم تضايق منها مثقفوهم وعقلاؤهم؛ لأنها قائمة على معاكسة الفطرة. (2) وأن هناك فرقاً بين «الثقافة» و «العلوم البحتة» فالأولى من\n(1) «تحقيقات في اللغة والأدب» (ص 187 ـ 188).\n(2) ينظر: «حصوننا مهددة من الداخل» د. محمد محمد حسين ـ ط. الأولى، سنة 1387 هـ (ص 106، 107). وقارن بمقالة متينة للعلامة محمود شاكر في «جمهرة مقالاته» (1/ 383 ـ 388)، و (2/ 810 ـ 812). وانظر: «آثار الإبراهيمي»\n...\n(3/ 449 ـ 451)، و «تحت راية القرآن» للرافعي (ص 274)، «تقرير عن شؤون التعليم والقضاء» لأحمد شاكر (ص 44)، و «رسالة في الطريق إلى ثقافتنا» لمحمود شاكر (ص 52 ـ 53).\nالجزء: 1 - الصفحة: 55\n",
        "خصائص كل أمة، والثانية مشاعة بين الأمم ـ كما سبق في كلام العلامة: محمود شاكر ـ.\nوقد استعرض المويلحي - رحمه الله - (ت 1324 هـ) العلوم والآداب بين الشرق والغرب، استعراضاً أخَّاذاً، ثم قال: (\n...\nخرجنا من هذا كلِّه إلى أن الغربيين لم يمتازوا عن أهل المشرق اليوم إلا بالصناعة وآلاتها الميكانيكية، وهم فيما عدا ذلك أضعف من الشرقيين في العلوم العقلية والنظرية). (1)\n(1) «الشرق والغرب» لإبراهيم المويلحي (ص 41).\nأقول: والفرق الحقيقي بينهما في الصناعة: أنه لم يُتَحْ للشرقي العمل بعلمه، ولم يشجع على تطوير تجارِبه\n...\n؛ بخلاف الغربي، فتقدموا، وتأخر غيرهم في الصناعة فحسب، ومهما قيل؛ فإنه لاعقل لمن لم يعرف الله ويوحِّده. قال تعالى: {وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَا يَسْمَعُونَ بِهَا أُولَئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ أُولَئِكَ هُمُ الْغَافِلُونَ (179)} سورة الأعراف.\nالجزء: 1 - الصفحة: 56\n",
        "والحديث عن ضوابط النقل والاستفادة من ثقافة الأجانب، والجواب عن إشكالية التوهم في التناقض بين الاستفادة من صناعاتهم المتطورة (1)، وترك آدابهم وتاريخهم، كل هذا تجده مبسوطاً في كتاب لطيف متين، عنوانه:\n«الانفتاح الفكري، حقيقته وضوابطه» د. عبدالرحيم بن صمايل السلمي ـ جزاه الله خيراً ـ.\n(1) فائدة: انظر مقالة رائعة حول «موقفنا من الحضارة الغربية» للطنطاوي، نشرها في «مجلة الرسالة»، (العدد الثالث/ شوال/ 1356 هـ)، ثم نُشِرت في كتاب «صور وخواطر» (ص 56) ضمن رسالته إلى أخيه المبتعث إلى باريس، وذكرجزءاً منها في\n...\n«الذكريات» (4/ 109).\nوانظر: «التقليد والتبعية» د. العقل (ص 37)، «رسائل الإصلاح» للخضر حسين\n...\n(1/ 150)، وللدكتور: محمد محمد حسين - رحمه الله - كتاب من أجود الكتب في موضوعه «الإسلام والحضارة الغربية».\nالجزء: 1 - الصفحة: 57\n",
        "ومع ماسبق، فإن مرام الحديث هنا: بيان غناء التراث وتميزه في شتى الفنون، وليس القصد بهذه الإلماحة السريعة بعث الغرور، والكسل؛ والاكتفاء بمخازن التراث العظيمة، والركون إلى النتائج المبهرة؛ دون مسابقة الحضارات الأخرى في مجالات التجارة والصناعة، والتقدم في شتى المجالات، قال الأستاذ: إبراهيم المويلحي - رحمه الله - (ت 1324 هـ) في مقال نشره في جريدته الأسبوعية «مصباح الشرق» بتاريخ (24/ 8/ 1317 هـ / 1899 م) تحت عنوان «حرصهم وتفريطنا» قال: (إن أجمع ما يتسلَّى به الشرقي في انحطاطه أمام الغربي في ارتفاعه، مزعمه بأن ما وصل إليه الغربي لم يكن إلا من فضل الشرقي، وأنه هو الأصل الذي تفرعت عنه العلوم، والمَنْبت الذي ازدهرت منه المعارف، فيتغطى بملاءة من الفخر مطرَّزةٍ ببهرج الفخفخة.\nثم يستمر غافلاً في رقدته، غريقاً في نومته، لايتحرك منها إلا ساعة مفتخره ومباهاته بأن أصل هذه العلم كان من وضع أجداده الشرقيين، وتلك المعارف إنما كان مطلعها من أفقه، غير آخذ مأخذ الغربي في الانتفاع بما لديه؛ ليبلغ شأوه في تقدمه، بل تراه يستعظم ما في رأسه من خيال المجد الماضي، ويستهين بما في يده من البقية الموجودة التي ورثها عنه، فيتخفها\nالجزء: 1 - الصفحة: 58\n",
        "الأجنبي من جوانبه، وهو ممسك بأهداب ما تغطى به من ثياب الفخر، مسترسلاً في خوده ورقوده، دائباً في ركوده وهموده.\nوربما كان يلتمس الملتمس عذراً للشرقيين في كثير من الأزمان التي دهمتهم فيه الخطوب بدهيائها\n...\nوكانوا يجهلون عاقبة إهمالهم، فلم ينتفعوا بتلك العلوم، ولم يسعوا في التحفظ على تلك البقية، ولكن ما وجه العذر لهم اليوم (1) في البقاء على حالهم الأول؟ ! وقد كشف لهم أدوار الحوادث أسباب تأخرهم، وأعلمتهم بنتائج فتورهم، وهم يعيشون في زمن سَهُلَ لهم فيه التواصل، وتوفرت لديهم معدات الانتفاع بما بقي في حوزتهم، ولكن طاب لهم الرقاد كما عذب للأجانب السهاد، فترى الأجنبيين يتغالون في اقتناء تلك البقية من كتب العلوم الشرقية، ويغارون عليها، ولا غيرة مؤلفيها). (2)\n(1) يقول ذلك في سنة (1317 هـ)! !\n(2) «الشرق والغرب» لإبراهيم المويلحي، وهو مقالاته في جريدته «مصباح الشرق»، جمعها واعتنى بها: أحمد حسين الطماوي (ص 134).\nالجزء: 1 - الصفحة: 59\n",
        "وفي\nنهاية المقدمة\nأتوجه بالشكر الجزيل ــ بعد شكر الله تعالى ـ لشيخي الفاضل: د. عبدالله بن ناصر بن محمد الشقاري، الذي حثني على إفراد «التمهيد» من رسالتي الماجستير، وتقديمها للطباعة، وتفضل ـ أثابه الله، وأحسن إليه ـ بمراجعة التمهيد مرة ثانية، وكتابة مقدمة لهذا الجزء المطبوع.\nوالحمد لله رب العالمين، وصلى الله وسلم وبارك على نبينا محمد، وعلى آله وصحبه أجمعين.\nكتبه\nإبراهيم بن عبدالله المديهش\nالرياض\n27/ 4 / 1435 هـ\nالجزء: 1 - الصفحة: 60\n",
        "إشارة إلى الحالة السياسية والعلمية زمن الدميري\nعاش الكمال الدميري (724 هـ ــ 808 هـ) في عصر المماليك الذين حكموا مصر (من سنة 648 هـ، إلى سنة 923 هـ).\nالمماليك البحرية، والمماليك البرجية. (1)\nففي أول عمره إلى أن بلغ (31 سنة)، كان يحكم مصر السلطان محمد الناصر قلاوون، وكان عصراً يتسم بالاستقرار والرخاء، وبعده ظهرت النزاعات والاضطرابات.\nولما بلغ الدميري من العمر (42 سنة)، انتهى حكم «المماليك البحرية» أي سنة (784 هـ)، وأتى حكم «المماليك البُرجية» (من 784 هـ إلى 923 هـ) الذي تولى فيه الظاهر برقوق، ثم ابنه الناصر زين الدين أبو\n(1) ينظر: «المواعظ والاعتبار = الخطط المقريزية» للمقريزي (2/ 236)، «النجوم\n...\nالزاهرة» لابن تغري (7/ 3 وما بعدها)، و «حسن المحاضرة» للسيوطي (2/ 53)، «العصر المماليكي في مصر والشام» د. سعيد عاشور (ص 77 وما بعدها)،\n...\n«عصر سلاطين المماليك» (ص 22)، «جواهر السلوك» لابن إياس (ص 171 ـ 306)، تحقيق الشيخ: خالد بن محمد الحسن، لكتاب «الديباجة في شرح سنن ابن ماجه» للدميري (ص 43) ـ رسالة في جامعة أم القرى، لم تنشر ـ.\nالجزء: 1 - الصفحة: 61\n",
        "السعادات فرج، وفي عهده توفي الدميري سنة (808 هـ).\nولازالت الفتن والاضطرابات والحروب الداخلية تعصف البلاد في هذه المرحلة.\nقال المقريزي - رحمه الله -: (ولم تزل أيام الناصر كلُّها كثيرة الفتن والشرور والغلاء والوباء، وطرق بلاد الشام فيها تيمورلنك، فخربها كلها، وحرقها وعمَّها بالقتل والنهب والأسر، حتى فقد منها جميع أنواع الحيوانات، وتمزق أهلها في جميع أقطار الأرض، ثم دهمها بعد رحيله عنها جراد لم يترك بها خضراء؛ فاشتد بها الغلاء على من تراجع إليها من أهلها، وشنع موتهم، واستمرت بها مع ذلك الفتن؛ فباع أهل الصعيد أولادهم من الجوع، وصاروا أرقاء مملوكين، وشمل الخراب الشنيع عامة أرض مصر وبلاد الشام\n...\n). (1)\nوقد حكم في فترة حياة الدميري ستة عشر سلطاناً، أربعة عشر منهم حكموا خلال أربعين عاماً تقريباً، والاثنان الباقيان خلال عشرين عاماً.\n(1) «المواعظ والاعتبار» (2/ 241).\nالجزء: 1 - الصفحة: 62\n",
        "وأما الحياة العلمية (1)\nفقد ازدهرت ازدهاراً واضحاً؛ لأن دولة المماليك وقبلها الدولة الأيوبية سعيا بنشاط لنشر العلوم الشرعية بعد القضاء على دولة الفاطميين الباطنيين الذين دام حكمهم مئتي سنة تقريباً.\nفأُنفق بسخاء في الحركة العلمية بإنشاء المدارس، والمكتبات، وعقد السلاطين مجلس العلم، مع رعايتهم للعلماء وتقديمهم.\nوقد عاصر الدميريُّ عدداً من الأئمة المعروفين من أشهرهم: ابن عبدالهادي (ت 744 هـ)، والذهبي (ت 748 هـ)، وابن القيم الجوزية\n...\n(ت 751 هـ)، وابن كثير (ت 774 هـ)، وعبدالرحيم الإسنوي\n...\n(ت 772 هـ)، والزركشي (ت 794 هـ)، وابن رجب (ت 795 هـ)، وابن الملقِّن (ت 804 هـ)، السراج البلقيني (ت 805 هـ)، وعبدالرحيم العراقي (ت 806 هـ)، والهيثمي (ت 807 هـ)، وابن خلدون\n(1) ينظر: «العصر المماليكي في مصر والشام» د. سعيد عبدالفتاح عاشور (ص 341)، «عصر سلاطين المماليك ونتاجه العلمي والأدبي» لمحمود رزق سليم (ص 17)، تحقيق د. خالد الجبلي ل «توقيف الحكام» للأقفهسي (ت 808 هـ) (ص 13)، تحقيق خالد بن محمد الحسن لكتاب «الديباجة في شرح سنن ابن ماجه» للدميري (ص 46).\nالجزء: 1 - الصفحة: 63\n",
        "(ت 808 هـ)، والبوصيري (ت 840 هـ)، وابن حجر العسقلاني\n...\n(ت 852 هـ) - رحمهم الله -.\nالجزء: 1 - الصفحة: 64\n",
        "التعريف بالدميري:\n1) حياته الشخصية\n:\nاسمه\n: محمد بن موسى بن عيسى بن محمد الدَّمِيْرِي الأصل (1)،\nالقاهري، الشافعي. (2)\n(1) نسبته إلى دَمِيْرَة، بفتح الدال، وكسر الميم، وسكون الياء، قرية بأسفل مصر، قاله السمعاني في «الأنساب» (5/ 378 ـ 379) وذكر المحدثين المنسوبين إليها. وينظر: «تاج العروس» (11/ 312).\nوقال ياقوت الحموي: قرية كبيرة في مصر قرب دِمياط؛ وهما دَمِيْرَتان، إحداهما تقابل الأخرى، على شاطئ النيل، في طريق مَن يُريد دِمياط. «معجم البلدان» (2/ 472)\nوالدميرتان: الدَّمِيرة البحرية، وهي المقصودة إذا أطلق اسم دميرة؛ وهي أكبر الدميرتين، والدميرة القِبْلِيَّة، وتُعرف اليوم باسم (كفْر دميرة)، وتقعان بالقرب من (سمنود) التابعة لمحافظة الغربية. ينظر: «القاموس الجغرافي للبلاد المصرية» ـ القسم الثاني ـ (2/ 86 ـ 87).\n(2) ينظر في مصادر ترجمته: «العقد الثمين في تاريخ البلد الأمين» لأبي الطيب تقي الدين الفاسي (2/ 372 ـ 374)، «ذيل التقييد لمعرفة رواة السنن والمسانيد» للفاسي أيضاً (1/ 456 ـ 457)، «درر العقود الفريدة في تراجم الأعيان المفيدة» لأحمد بن علي المَقْرِيزِي (3/ 436 ـ 437)، «السلوك» للمقريزي أيضاً (4/ 1/22)، «المُقَفَّى الكبير» للمقريزي أيضاً (7/ 215 ـ 216)، «طبقات الشافعية» لأبي بكر بن أحمد، ابن قاضي شهبة (4/ 77)، «إنباء الغُمْرْ بأبناء العُمْر» لابن حجر العسقلاني (2/ 348)، «ذيل الدررالكامنة» لابن حجر أيضاً (ص 176)، «المجمع المؤسس» لابن حجر أيضاً (3/ 339) (ترجمة 705)، «الدليل الشافي على المنهل الصافي» لابن تغري بردي (2/ 708)، «الضوء اللامع لأهل القرن التاسع» لشمس الدين السخاوي (10/ 59 ـ 62)، «الذيل التام على دول الإسلام» للسخاوي أيضاً (3/ 442)، «حُسْنُ المحاضَرة في تاريخ مصر والقاهرة» للسيوطي (1/ 439)، «دُرَّة الحِجال في أسماء الرجال» لأحمد بن محمد المكناسي (2/ 247)، «شذرات الذهب في أخبار مَنْ ذهب» لابن العماد الحنبلي (9/ 118 ـ 119)، «البدر الطالع بمحاسن مَن بعد القرن السابع» للشوكاني (ص 789 ـ 790)، «مفتاح السعادة ومصباح الريادة» لطاش كبري زادة (1/ 213)، «هدية العارفين» لإسماعيل البغدادي (2/ 178)، «الأعلام» للزِّرِكلِي (7/ 118)،\n...\n«معجم المؤلفين» لعمر كحَّالة (3/ 743).\nالجزء: 1 - الصفحة: 65\n",
        "قال ابن حجر - رحمه الله -: (كان اسمُه في الأول لقَبَه غير مضاف (1)، قرأتُ بخطِّهِ في عِدَّة كتُبٍ نسَخَهَا بِخطِّهِ أيامَ الطلب: «كتبه كمال بن موسى»، فلما مَهَرَ واشتهر، تسمَّى محمداً، وصيَّر اسمَهُ لقباً .. ) (2) زاد\n(1) أي: (كمال).\n(2) «ذيل الدرر الكامنة» (ص 176)، وينظر: «إنباء الغمر» لابن حجر أيضاً (2/ 348).\nالجزء: 1 - الصفحة: 66\n",
        "السخاوي: (وكان يَكْشِط الأول، وكأنه لتضمُّنِهِ نوعاً من التزكية، مع هجْرِ اسمه الحقيقي). (1)\nكنيته: أبو البقاء.\nلقبه: كمال الدين.\nمولده: ولد - رحمه الله - في أوائل سنة 742 هـ في القاهرة، قال التقي الفاسي - رحمه الله -: (كذا وجدتُ في بعض الاستدعاءات التي أجازَ فيها بِخَطِّهِ). (2)\nصفته:\nقال المقريزي - رحمه الله -: وكان حسن المحاضرة، جميل المعاشرة، كثير التواضع، متودداً إلى الناس، مُحبباً عندهم، غزير الدمعة\n...\nوكان له نظم جيد، ومحفوظات كثيرة، لاسيما في الحديث وأخبار الرواة، وبالجملة فلم يُخلِّف بعده مثله في معناه. (3)\nوقال المقريزي أيضاً: (صحبته سنين، وحضرت مجلس وعظه مراراً،\n(1) «الضوء اللامع» للسخاوي (10/ 59).\n(2) «العقد الثمين» (2/ 372).\n(3) «المقفى الكبير» (7/ 216).\nالجزء: 1 - الصفحة: 67\n",
        "لإعجابي به، وأنشدني، وأفادني، وكنتُ أحبُّه ويحبني في الله؛ لِسمتهِ، وحُسن هديه، وجميل طريقته، ومداومته على العبادة). (1)\nوكان - رحمه الله - حسن الهيئة، كما قال السخاوي، وكان ذا حظ كبير من العبادة وتلاوة القرآن، لايفتر لسانه غالباً عنها (2)، وفي آخر حياته كان يسرد الصوم (3)، وكان متواضعاً، ولم يكن يلبس فاخر الثياب، قال ابن حجر العسقلاني: (ضبطتُ منه إنذارات بكثير من الكوائن، وقعتْ على وِفْقِ ما قاله، وكان يسند ذلك لبعض الصالحين، ولايعترف قط بشئ من ذلك أنه من قِبَلِهِ، وكان أكثر أصحابه يقولون: إنه إنما يعني نفسَهُ). (4)\nأسرته\n: (5)\nزوجه: تزوَّج أثناء مجاورته في مكة (سنة 775 هـ) بفاطمة بنت يحيى بن عياد الصنهاجي المكية.\n(1) «درر العقود الفريدة» (3/ 437).\n(2) «ذيل الدرر الكامنة» (ص 177).\n(3) «شذرات الذهب» (7/ 80).\n(4) «ذيل الدرر الكامنه» (ص 177).\n(5) «العقد الثمين» (2/ 372)، «الضوء اللامع» للسخاوي (10/ 61).\nالجزء: 1 - الصفحة: 68\n",
        "أولاده: أم حبيبة، وأم سلمة، وعبدالرحمن.\nنشأته:\nنشأ في القاهرة، وتعلم في أول حياته صنعة الخياطة، فكان يتكسَّبُ بها، ثم تركها، وأقبل على تلقي العلم (1)، فأخذ عن أكابر العلماء في عصره في مصر، ومكة، والمدينة.\nرحلاته:\nرحل إلى مكة (ست مرات)، وجاوَرَ بها، كما فصَّل في ذلك السخاوي، قَدِمها أول مرةٍ في موسم حج سنة (762 هـ)، ثم في (768 هـ)، ثم في (772 هـ)، ثم في (775 هـ)، ثم في (780 هـ)، ثم في (799 هـ) وفيها كلِّها عدا الثانية يمكث ما يزيد على سنة، حتى يحج في السنة القابلة لسنة قدومه. وأما قدومه الثاني فقد كان مع الرَّجَبِيَّة، حتى حجَّ في السَّنَةِ نفسِها. (2)\n(1) «الضوء اللامع» للسخاوي (10/ 59).\n(2) «الضوء اللامع» (10/ 61).\nالجزء: 1 - الصفحة: 69\n",
        "وفاته\n:\nتوفي - رحمه الله - في القاهرة، ليلة الثلاثاء (3/ 5/808 هـ) وعمره ستٌّ وستون سنة. ودُفِن بمقابر الصوفية ب «سعيد السُّعداء» (1) في القاهرة.\nومن المصائب العظيمة في الأمة الإسلامية في هذا الزمان أن يكون قبره في «مسجده»! ؟ في حي الحسينية، في شارع الصوابي، وقد اتُّخِذَ قبرُه عِيْداً، يُزار ويحتفلُ عنده في الأيام الأخيرة من شهر شعبان، في كل عام\n...\nــ ولاحول ولاقوة إلا بالله العلي العظيم ــ (2) (3)\n(1) سيأتي التعريف بها في (ص 34).\n(2) مكان قبره في مسجده، والزيارة، أفاده: د. صلاح الراوي، في مجلة «تراث»، عدد (24) في مقاله عن كتاب «حياة الحيوان\n...\n»، كما أورده عنه محققو «النجم الوهاج» (1/ 54).\n(3) يُنظر في هذه البدعة العظيمة: «الآثار والمشاهد وأثر تعظيمها على الأمة الإسلامية» د. عبدالعزيز الجفير (ص 91 ومابعدها)، و «البناء على القبور» للشيخ: عبدالرحمن المعلمي، و «مجانبة أهل الثبور المصلين في المشاهد وعند القبور» للشيخ: عبدالعزيز بن فيصل الراجحي، «القبورية» لأحمد بن حسن المعلم، و «المجموع المفيد في نقض القبورية ونصرة التوحيد» د. محمد بن عبدالرحمن الخميِّس، و «الاستعاذة بالغفور من بدعة بناء المساجد والقباب على القبور»، و «إتحاف الأماجد بتحريم دفن الموتى في المساجد»، كلاهما لأبي أنس السيد بن عبدالمقصود، «غربة الإسلام» للشيخ: حمود بن عبدالله التويجري (1/ 216 ـ 267)، وغيرها كثير.\nالجزء: 1 - الصفحة: 70\n",
        "2) حياته العلمية\n:\nنشأته العلمية: بعد أن ترك التكسُّبَ بالخياطة في أول عمره، اتَّجَهَ لطلب العلم، ولازم كبار العلماء في عصره، في مصر، ومكة، فلازم بعضهم ملازمة شديدة كالبهاء السبكي، والإسنوي، حتى تخرَّج بهما، ودرس كتباً كثيرةً، في فنون متعددة، ومهر في الفقه.\nقال التقي الفاسي - رحمه الله -: (ولمَّا رآه الشيخ بهاء الدين السبكي أهلاً للتدريس والفتوى، تكلَّمَ لهُ مع القاضي كمال الدين أبي الفضل النُّوَيرِي في أن يُجيز له ذلك ففعل). (1)\nفعقَدَ حِلَقاً كثيرةً في نشرِالعلم تدريساً، وإفتاءً، ووعظاً. (2)\n(1) «العقد الثمين» (2/ 373).\n(2) فصَّل في مواضعَ دروسه السخاويُّ في «الضوء اللامع» (10/ 60)، وسيأتي بعضه في الكلام على ثناء العلماء عليه.\nالجزء: 1 - الصفحة: 71\n",
        "أبرز شيوخه\n:\n1. بهاء الدين السبكي، واسمه: أحمد بن علي «تقي الدين» بن عبدالكافي السُّبْكِي (توفي 773 هـ في مكة)، من مؤلفاته: «عروس الأفراح شرح تلخيص المفتاح»، وأكمل شرح المنهاج للنووي بعد والده التقي السبكي، والمسمى ب «الابتهاج في شرح المنهاج». (1)\nوقد لازَمَهُ الدميريُّ، وخدَمَه، وتفقَّهَ عليه، وتخرَّج به. (2)\n2. جمال الدين الإسنوي، واسمه: عبدالرحيم بن الحسن بن علي بن عمر الأموي القرشي، أبو محمد الإسنوي (ت 772 هـ) من مؤلفاته: «المهمات» في فقه الشافعية، طُبِعَ مؤخراً في عام 1430 هـ، و «طبقات الشافعية»، و «الأشباه والنظائر»، و «تلخيص الرافعي الكبير». (3)\n(1) ينظر في ترجمته: «الدررالكامنة» (1/ 210)، «النجوم الزاهرة» (11/ 121)،\n...\n«شذرات الذهب» (8/ 388).\n(2) «إنباء الغمر» (2/ 348)، «الضوء اللامع» (10/ 59).\n(3) ينظر في ترجمته: «الدرر الكامنة» (2/ 354)، «النجوم الزاهرة» (11/ 114)،\n...\n«شذرات الذهب» (8/ 383).\nالجزء: 1 - الصفحة: 72\n",
        "لازمه الدميري، وتفقه عليه، وتخرَّج به، وبالبهاء السبكي. (1)\n3. بدر الدين البُلْقِيني، واسمه: محمد بن سراج الدين عمر بن رَسْلان بن نُصَير بن صالح بن شهاب العسقلاني الأصل، ثم البُلْقِيني، أبواليُمن (ت 791 هـ). (2)\n4. سراج الدين ابن الملَقِّن، واسمه: عمر بن علي بن أحمد بن محمد الأنصاري الأندلسي، ثم المصري، أبو حفص، المعروف بابن الملقِّن (ت 804 هـ)، من مؤلفاته: «التوضيح شرح الجامع الصحيح للبخاري»، و «البدر المنير في تخريج أحاديث الرافعي الكبير»، و «الإعلام بشرح عمدة الأحكام»، وجميعها مطبوعة. (3)\n5. زين الدين العراقي، واسمه: عبدالرحيم بن الحسين بن\n(1) «العقد الثمين» (2/ 372)، «إنباء الغمر» (2/ 348)، «الضوء اللامع» (10/ 59 ـ 60)، «حسن المحاضرة» (1/ 439).\n(2) ينظر في ترجمته: «الدرر الكامنة» (1/ 146)، «إنباء الغمر» (2/ 376)، «طبقات الشافعية» لابن قاضي شهبة (3/ 171).\n(3) ينظر في ترجمته: «الضوء اللامع» (6/ 100)، «شذرات الذهب» (9/ 71).\nالجزء: 1 - الصفحة: 73\n",
        "عبدالرحمن، أبو الفضل العراقي، المصري، الشافعي (ت 806 هـ)، من مؤلفاته: «طرح التثريب»، و «التقييد والايضاح»، و «شرح التبصرة والتذكرة»، وغيرها. (1)\n6. العفيف المَطَري، واسمه: عبدالله بن أحمد بن خلف بن عفيف الدين المطَري (ت 765 هـ) (2) ذكره السخاوي من جملة أشياخ الدميري الذين سمع منهم في «المدينة النبوية».\n7. برهان الدين القيراطي، واسمه: إبراهيم بن شرف الدين عبدالله بن محمد بن عَسْكر القيراطي المصري (ت 781 هـ). من مؤلفاته: «مطلع النيرين» ديوان شعر له، و «الوشاح المفصَّل». (3)\nوهو من شيوخ الدميري في علم الأدب.\n(1) ينظر في ترجمته: «المنهل الصافي» لابن تغري بردي (7/ 248)، «الضوء اللامع»\n...\n(4/ 171)، «حسن المحاضرة» للسيوطي (1/ 360).\n(2) ينظر في ترجمته: «النجوم الزاهرة» (11/ 85)، «ذيل تذكرة الحفاظ» (ص 143).\n(3) ينظر في ترجمته: «الدرر الكامنة» (1/ 31)، «النجوم الزاهرة» (11/ 196)،\n...\n«شذرات الذهب» (8/ 465).\nالجزء: 1 - الصفحة: 74\n",
        "8. ابن عقيل النحوي، واسمه: عبدالله بن عبدالرحمن بن عقيل، أبو محمد الطالبي الحلبي النحوي، بهاء الدين الشافعي (ت 769 هـ) من مؤلفاته: «شرح ألفية ابن مالك»، مطبوع، و «الجامع النفيس» في الفقه الشافعي لم يكمله. (1)\nوقد أخذ عنه الدميري علم العربية، وغيرها. (2)\n9. علاء الدين العُرْضي، واسمه: علي بن أحمد بن محمد بن صالح بن ندي العُرْضي الدمشقي، أبو الحسن التاجر السفَّار، نزيل الاسكندرية\n...\n(ت 764 هـ). (3)\nسمع منه الدميري جميع «مسند الإمام أحمد»، بقراءة الزين العراقي، وجامع الترمذي، وغيرهما. (4)\n10. مُظفَّرُ الدين ابن العَطَّار، ويقال أيضاً: العَطَّار، العَسْقَلاني،\n(1) ينظر في ترجمته: «الدرر الكامنة» (2/ 266)، «النجوم الزاهرة» (11/ 100)،\n...\n«شذرات الذهب» (8/ 367).\n(2) كما في «الضوء اللامع» (10/ 60).\n(3) ينظر في ترجمته: «الدرر الكامنة» (3/ 20)، «ذيل التقييد» (3/ 127).\n(4) كما في «ذيل التقييد» (1/ 456).\nالجزء: 1 - الصفحة: 75\n",
        "واسمه: محمد بن محمد بن يحيى بن عبدالكريم القُرشي العسقلاني الأصل، المصري المولد والدار، النحَّاس، أو ابن النحَّاس، المعروف: بابن العَطَّار\n...\n(ت 761 هـ). (1)\n11. زين الدين ابن القاري الثعلبي، واسمه: عبدالرحمن بن علي بن محمد بن هارون، أبو الفرج الثعلبي (ت 776 هـ). (2)\n12. كمال الدين النويري، واسمه: محمد بن أحمد بن عبدالعزيز، أبو الفضل النُّويري قاضي مكة (ت 786 هـ). (3)\nأبرز تلاميذه\n:\n1. الحافظ ابن حجر العسقلاني، واسمه: أحمد بن علي بن محمد، شهاب الدين ابن حجر العسقلاني (ت 852 هـ)، من مؤلفاته: «فتح البارئ في شرح صحيح البخاري»، و «التلخيص الحبير في تخريج أحاديث\n(1) ينظر في ترجمته: «الدرر الكامنة» (4/ 242)، «ذيل التقييد» (1/ 415).\n(2) ينظر في ترجمته: «الدرر الكامنة» (2/ 337)، «المجمع المؤسس» لابن حجر\n...\n(2/ 618) (ترجمة 316).\n(3) ينظر في ترجمته: «العقد الثمين» (1/ 300)، «الدرر الكامنة» (3/ 326).\nالجزء: 1 - الصفحة: 76\n",
        "الرافعي الكبير»، وغيرها. (1)\n2. تقي الدين الفاسي، واسمه: محمد بن أحمد بن علي بن محمد، الفاسي، ثم المكي، المالكي (ت 832 هـ). من مؤلفاته: «ذيل التقييد»، و\n...\n«العقد الثمين». (2)\n3. صلاح الدين، وغرس الدين الأقفهسي، واسمه: خليل بن محمد بن محمد بن عبدالرحيم ابن عبدالرحمن، أبو الصفا، وأبو الحرم، وأبو سعيد، الأقفهسي المصري الشافعي يُعرف بالأشقر، وبالأقفهسي\n...\n(ت 821 هـ). (3)\n4. تقي الدين المَقْرِيزي، واسمه: أحمد بن علي بن عبدالقادر بن محمد الحنفي البَعْلي الأصل، ثم المصري (ت 845 هـ)، من مؤلفاته: «درر العقود الفريدة في تراجم الأعيان المفيدة»، و «السلوك في معرفة دول الملوك»، وغيرها. (4)\n(1) ينظر في ترجمته: «الضوء اللامع» (2/ 36)، «حسن المحاضرة» (1/ 363).\n(2) ينظر في ترجمته: «إنباء الغمر» (3/ 429)، «الضوء اللامع» (7/ 18).\n(3) ينظر في ترجمته: «الضوء اللامع» (3/ 202)، «شذرات الذهب» (9/ 219).\n(4) ينظر في ترجمته: «الضوء اللامع» (2/ 21)، «المجمع المؤسس» لابن حجر\n...\n(3/ 58)، ترجمة (421).\nالجزء: 1 - الصفحة: 77\n",
        "5. أبو الفتح المراغي، واسمه: محمد بن أبي بكر بن الحسين بن عمر، أبوالقرشي العثماني المراغي، القاهري الأصل، ثم المدني، الشافعي، ويُعرف بابن المراغي (ت 859 هـ). (1)\n6. شهاب الدين أبو الطيب أو أبو العباس: أحمد بن محمد بن علي بن حسن بن إبراهيم الأنصاري الخزرجي، القاهري الشافعي، المعروف بالشهاب الحجازي، الأديب الشاعر (ت 875 هـ). (2)\nمكانته العلمية، وثناءُ الأئمة عليه:\nلقد تبوأَ مكانةً علميةً بارزةً في زمنِهِ، وخاصةً عند أتباع المذهب الشافعي، لتمكُّنِهِ في الفقه الشافعي خاصة، وإلمامِهِ الواسع بكتبه (3)، مع عنايته بفنون عديدة: في التفسير، والحديث، واللغة، والتاريخ، وغيرها.\nوزاده مكانةً قيامُهُ بالتدريس، والإفتاء، والوعظ، والخُطب الجُمَعِية،\n(1) ينظر في ترجمته: «الضوء اللامع» (7/ 161)، «البدر الطالع» للشوكاني (ص 662)،\n...\nترجمة (425).\n(2) ينظر في ترجمته: «الضوء اللامع» (2/ 147)، «شذرات الذهب» (9/ 475).\n(3) ينظر (ص 183، 185) من هذه الرسالة.\nالجزء: 1 - الصفحة: 78\n",
        "واشتهر عند المتأخرين والمعاصرين بكتابه «حياة الحيوان»، المرجعُ الوحيدُ عندهم في علم الحيوان، المرتَّب على المعجم، المشتمل على الحديث، والفقه، والأدب، وغيره.\nولم يطبع ـ حسب علمي ـ شئٌ من كتبه إلا «حياة الحيوان»، ثم\n...\n«النجم الوهاج» في عام (1425 هـ)، و «مختصر الغيث المسجم».\nقال عنه التقي الفاسي - رحمه الله -: (العلاَّمة المُفَنَّن\n...\nبرع في التفسير، والحديث، والفقه وأصوله، والعربية، والآداب، وله تواليف حسنة\n....\nوأفتى، ودرَّس، وأعاد بأماكن في القاهرة: منها جامع الأزهر، كانت له فيه حلقةٌ يشغل فيها الطلبة يوم السبت غالباً، ومنها: القُبَّة من خانقاه بيبرس بالقاهرة، كان يُدرِّس فيها الحديث، وكنتُ أحضر عنده فيها، بل كان يذكِّر الناسَ بمدرسة ابنِ البَقَرِي (1) في يوم الجمعة غالباً، ويفيد في مجلسه هذا أشياءَ حَسنة مِن فُنون العِلم، ويُذَكِّرُ الناسَ أيضاً بجامع الظاهر بالحُسَينيَّة بعد العصر في يوم الجمعة غالباً، ودرَّس أيضاً بمكة وأفتى، وجاور فيها مدة سنين مفرقة، وتأهل فيها). (2)\n(1) داخل باب النصر، قاله السخاوي في «الضوء اللامع» (10/ 60).\n(2) «العقد الثمين» (2/ 372 ـ 373).\nالجزء: 1 - الصفحة: 79\n",
        "وقال المقريزي - رحمه الله -: (برع في الفقه، والوعظ، ودرَّس في عدة أماكن، وأفتى عدة سنين، ووعظ الناس زماناً، وكان على وعظه قبول، وأقبل في آخر عمره على النسك، ورتَّب ليله ونهاره على وظائف العبادة). (1)\nوقال أيضاً: (تميز في الفقه، والحديث، وبرع في الأدب، ودرَّس، وأفتى، ووعظ عدة سنين). (2)\nوقال أيضاً: (وكان عالماً، صالحاً). (3)\nوقال ابن قاضي شهبة - رحمه الله -: (وكان ذا حظ من العبادة والتِّلاوة، لا يفتر لسانه غالباً عنهما). (4)\nقال ابن حجر - رحمه الله -: (ومهر في الفقه، والأدب، والحديث، وشارك في الفنون، ودرَّس بدرس الحديث بقبة بيبرس، وفي عدة أماكن، ووعظ، وأفاد، وخطب فأجاد، وكان ذا حظٍّ مِنَ العبادة تلاوةً، وصياماً،\n(1) «المقفى الكبير» (7/ 215 ـ 216).\n(2) «درر العقود الفريدة» (3/ 436).\n(3) «السلوك» (4/ 1/22).\n(4) «طبقات الشافعية» لابن قاضي شهبة (4/ 78).\nالجزء: 1 - الصفحة: 80\n",
        "ومجاورةً بالحرمين، وتظهر عنه كرامات، وكان يُخفيها، وربَّما أظهرها، وأحالها على غيره). (1)\nوقال السخاوي - رحمه الله -: (وبرع في التفسير، والحديث، والفقه، وأصوله، والعربية، والأدب، وغيرها، وأُذن له بالإفتاء، والتدريس، وتصدى للإقراء، فانتفع به جماعة\n...\n)\nوقال أيضاً: له أذكار يواظب عليها (2)، وعنده خشوع وخشية، وبكاء عند ذكر الله سبحانه. (3)\nمؤلفاته\n:\n1. «حياة الحيوان» وهو أشهر كتبه، وسيأتي الحديث عنه بعد ترجمة المؤلف ـ إن شاء الله تعالى ـ.\n2. «النجم الوهاج في شرح المنهاج للنووي» فرغ من تأليفه في\n(1) «إنباء الغُمْر» (2/ 348)، وبمثله في «ذيل الدرر الكامنة» (ص 177).\n(2) وصفها المقريزي في «درر العقود الفريدة» (3/ 436) بأن فيها طول.\n(3) «الضوء اللامع» للسخاوي (10/ 62).\nالجزء: 1 - الصفحة: 81\n",
        "ربيع الآخر من سنة (786 هـ) (1)، وطُبع في عام (1425 هـ)، بعناية جماعةٍ في «دار المنهاج في جدة»، في (10) مجلدات، وهو عمدةٌ لمن جاء بعده.\nقال السخاوي - رحمه الله -: (لخَّصه من السبكي، والإسنوي، وغيرهما، وعظُمَ الإنتفاع به، خصوصاً بما طرَّزه من التتمات، والخاتمات، والنكت البديعة). (2)\nوقال عنه ابن حجر - رحمه الله -: (متوسط الحجم، جيِّد للتعليم، ضمَّنَهُ فوائد كثيرة خارجة عن الفقه). (3)\nوقد حُقِّقَ الكتابُ أيضاً في رسائل دكتوراة في «المعهد العالي\n(1) كما ذكره في آخر كتابه «النجم الوهاج» (10/ 593)، والعجيبُ أن تأليفه جاء بعد كتاب «حياة الحيوان» حيث فرغ من مُسَوَّدة كتاب «حياة الحيوان» في (773 هـ) كما في آخر كتابه (4/ 249)، ولم أجدْ ـ حسب بحثي ـ في «النجم الوهاج» إحالات إلى كتابه «حياة الحيوان»، مع تعريفه بكثير من الحيوانات، كما في (3/ 598 ـ 603) كتاب الحج، و (9/ 539 ـ 563) في كتاب الصيد.\n(2) «الضوء اللامع» (10/ 60).\n(3) «ذيل الدرر الكامنة» (ص 177).\nالجزء: 1 - الصفحة: 82\n",
        "للقضاء»، جامعة الإمام محمد بن سعود الإسلامية.\n3. «رُمُوز الكُنوز الذي برزَ إبريزُهُ أحسنَ بُروز»، أو «دُرُّ المقال»، أو\n...\n«منظومةُ الكمال»، وهي منظومة طويلة، نظم فيها كتابَه: «النجم الوهاج» في ثلاثين ألف بيت، من بحر الرجز. (1)\nقال السخاوي - رحمه الله -: (ونظم في الفقه أرجوزةً طويلة، فيها فروع غريبة، وفوائد حسنة). (2)\nوقد نقل الدميري في «حياة الحيوان» من هذه المنظومة، كما في\n...\n(3/ 203، 442، 490).\n4. «الديباجة على سنن ابن ماجه» أشار إليه الدميري في «حياة الحيوان» (3/ 305)، وهومخطوط في خمس مجلدات، كما قال السخاوي (3)،\n(1) «ذيل الدرر الكامنة» (ص 177)، و «البدر الطالع» (ص 790)، و «الأعلام» للزركلي (7/ 118).\n(2) «الضوء اللامع» (10/ 60).\n(3) «الضوء اللامع» (10/ 60).\nالجزء: 1 - الصفحة: 83\n",
        "ولكن مات قبل تحريره وتبييضه. (1)\nقال التقي الفاسي - رحمه الله -: (مات عنه (2) مُسوَّده، بُيِّضَ بعدَه) (3)، وعبارة ابن حجر: (وبَيَّضَ بعضَه) (4)، و: (فمات عنه مسوَّدة، وقد بَيَّض بعضَهُ على مافيه من إعواز). (5)\nوغالبه نقولٌ من النووي، والقرطبي، والسبكي، وابن دقيق العيد، وهو السِّمَةُ البارزة فيه. (6)\nوقدحُقِّقَ الكتاب في سبع رسائل ماجستير، في «جامعة أم القرى» في مكة.\n(1) «درر العقود الفريدة» (3/ 437)، و «إنباء الغمر» (2/ 348)، «الضوء اللامع»\n...\n(10/ 60).\n(2) تصحفت في المطبوعة إلى: (مات عند مسوده\n...\n).\n(3) «ذيل التقييد» (1/ 457).\n(4) «إنباء الغمر» (2/ 348).\n(5) «المجمع المؤسس للمعجم المفهرس» لابن حجر (3/ 341).\n(6) تحقيق خالد بن محمد الحسن لجزء من «الديباجة على سنن ابن ماجة» للدميري\n...\n(ص 73).\nالجزء: 1 - الصفحة: 84\n",
        "5. «الجوهر الفريد في علم التوحيد»، ذكره الدميري في كتابه «حياة الحيوان» في المواضع التالية: (1/ 71، 689، 721)، (2/ 506)،\n...\n(3/ 20، 66، 198).\nوفي (3/ 198) قال: (وهو كتاب مهم، عمدة في هذا الشأن، لايستغني عنه طالب، وهو في ثمان مجلدات ضخمة جداً).\nوفي (1/ 721) تكلم في مصطلحاتٍ صوفيةٍ، ثم أحال إليه.\nوفي (1/ 689) ذكر أنه بسط فيه ماقاله علماء الشريعة ومشايخ الصوفية.\n6. «جزء في الشطرنج والنرْد»، ذكره الدميري في «حياة الحيوان»\n...\n(3/ 177) وذكر أنه في نحو عشرين كراسة.\n7. «شرح المُعَلَّقَات السَّبْع»، ذكره: حاجي خليفة (1)، وإسماعيل البغدادي. (2)\n8. «غاية الأرب في كلام حكماء العرب» وهو في ثلاث مجلدات، ذكره\n(1) «كشف الظنون» (2/ 1741).\n(2) «هدية العارفين» (2/ 178).\nالجزء: 1 - الصفحة: 85\n",
        "الدميري في «حياة الحيوان» (1/ 713)، ووله شرحٌ عليها كما ذكره: حاجي خليفة (1) والبغدادي. (2)\n9. «مختصر الغيث الذي انْسَجَم في شرح لامِيَّةِ العَجَمْ للصَّفَدي» ذكره: السخاوي، وقال: (أجاده) (3)، وحاجي خليفة (4)، والشوكاني (5)، وغيرهم.\nوذكر د. محمد بن عبدالمجيد لاشين بأن عنوانه: «الدرر المقصودة والدراري المصفودة»، وذكر أنَّ له نُسخةً مخطوطةً في المكتبة الوطنية بفلورنسا، رقم (58). (6)\nوقد طُبِع في عام (1429 هـ) بتحقيق: د. جميل بن عبدالله عويضة، في جزء واحد.\n(1) «كشف الظنون» (2/ 1190).\n(2) «هدية العارفين» (2/ 178).\n(3) «الضوء اللامع» للسخاوي (10/ 60).\n(4) «كشف الظنون» (2/ 1537)، وذكر افتتاحيته، وفيها الباعث على اختصاره.\n(5) «البدر الطالع» (ص 790).\n(6) «الصفدي وآثاره في الأدب والنقد» د. محمد بن عبدالمجيد لاشين (ص 149).\nالجزء: 1 - الصفحة: 86\n",
        "10. «تذكرة»، ذكرها: السخاوي (1)، وحاجي خليفة (2)،\n...\nوالشوكاني (3) وغيرهما، قال السخاوي: (له تذكرة مفيدة).\n11. «خُطَبٌ جُمْعِيَّة، ووعظية»، ذكره ابن حجر. (4)\nعقيدته\n:\nالذي يظهر من خلال كتبه: «حياة الحيوان»، و «الديباجة على سنن ابن ماجه» (5)، والنقولات في «حياة الحيوان» من كتابه الآخر: «الجوهر الفريد في علم التوحيد» أن الدميري ـ عفا الله عنه ـ أشعريٌّ صوفيٌّ، من متأخري الأشاعرة (6)، الذين جمعوا بين الأشعرية والتصوف، وله كلام\n(1) «الضوء اللامع» للسخاوي (10/ 60).\n(2) «كشف الظنون» (1/ 386).\n(3) «البدر الطالع» (ص 790).\n(4) «ذيل الدرر الكامنة» (ص 177).\n(5) في «أبواب السُنَّة» في شرحه ل «باب فيما أنكرت الجهمية»، وهو في آخر رسالة الطالب: عبدالله بن عبدالرحيم العامري، وله عليه تعقبات جميلة في المواضع التي خالف فيها أهل السنة والجماعة ـ فجزاه الله خيراً ـ والرسالة في أم القرى، ولم تُنشر.\n(6) ينظر في وصف هذه المرحلة: «الفِرَق الكلامية ـ المشبِّهة، الأشاعرة، الماتريدية ـ» أ. د. ناصر العقل (ص 56)، «النفي في باب صفات الله عز وجل بين أهل السنة والجماعة والمعطلة» لأرزقي سعيداني (ص 618 ـ 619)، «منهج أهل السنة والجماعة ومنهج الأشاعرة في توحيد الله تعالى» لخالد بن عبداللطيف نور (ص 162 ـ 173)،\n...\n«موقف ابن تيمية من الأشاعرة» د. عبدالرحمن المحمود (2/ 626 وما بعدها)، و\n...\n«نقض عقائد الأشاعرة والماتريدية» لخالد بن علي المرضي الغامدي (ص 63).\nالجزء: 1 - الصفحة: 87\n",
        "يشبه قول الحلولية.\nوهذه نقولاتٌ من كتابه «حياة الحيوان»:\nفي (1/ 137) نقل عن ابن العربي المالكي الصفات التي يثبتها\n...\nلله ـ تعالى ـ وهي سبع فقط، التي يثبتها الأشاعرة: العلم، والحياة، القدرة، الإرادة، الكلام، السمع، البصر. (ولم يتعقبه المؤلف).\nوفي (1/ 697) ذكر أبا الحسن علي بن الحسن الخِلَعي، قال: وهو من أصحاب الشافعي، وقبره معروفٌ بالقرافة، والدعاء عنده مستجاب.\nوفي (1/ 720) سؤال الله تعالى بجاه محمد - صلى الله عليه وسلم -.\nوفي (2/ 143) ذكر أن إمام الحرمين سُئل: هل البارئ ـ تعالى ـ في جهة؟ فقال: هو متعالٍ عن ذلك\n...\n(ولم يتعقبه المؤلف).\nوفي (2/ 149) بعد نقله من الشبلي، والجنيد أقوالاً في التصوف،\nالجزء: 1 - الصفحة: 88\n",
        "قال: وما أحسن قول بعضهم:\nوعن فنائي فنى فنائي * وفي فنائي وُجِدتَ أنْتا\nفي مَحْوِ اسمي ورَسْمِ جِسمي * سألتَ عني فقلتُ أنْتا\nأشار سِرِّي إليك حتى * فنى فنائي ودُمتَ أنْتا\nأنتَ حياتي وسِرُّ قلبي *\n...\nفحيثما كنتُ كُنتَ أنتا.\nوفي (2/ 425) قال عن حديث: «إن الله جميل يحب الجمال»: أي إن كلَّ أمره سبحانه حسن وجميل، ثم نقل عن القشيري، والنووي، وإمام الحرمين.\nوفي (3/ 193) عن قوله ـ تعالى ـ في تكليمه موسى - عليه السلام -:\n...\n{أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا} (النمل: 8) نقلَ من الثعلبي: قول ابن عباس، وسعيد بن جبير، والحسن البصري: يعني قُدس من في النار. وهو الله - سبحانه وتعالى -، عنَى نفسَه!\nوقول الثعلبي: وتأويل هذا القول: أنه كان فيها لا على سبيل تمكُّن الأجسام، بل على أنه ـ جل وعلا ـ نادى موسى - عليه الصلاة والسلام - وأسمعه كلامه من جهتها، وأظهر له ربوبيته من ناحيتها، فالشجرة مُظهرٌ لكلامه تعالى\n...\nالجزء: 1 - الصفحة: 89\n",
        "وفي (3/ 194) [قلتُ: وكذلك إذا ذكرَ العبدُ ربَّه أو حَمِدَه، فما ذكرَ اللهَ إلا اللهُ، ولا حمِدَ اللهَ إلا اللهُ، لأنه ــ تعالى ــ ذكرَ نفسَه وحمِدَها بواسطة فِعْلِه؛ والعبدُ آلةٌ ليس لهُ شيءٌ. قال تعالى:\n...\n{لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ}\n...\n(آل عمران: 128 (، و\n...\nقال تعالى:\n...\n{وَإِلَيْهِ يُرْجَعُ الْأَمْرُ كُلُّهُ} (هود: 123 (، ففِعْلُ العَبدِ يُنسَبُ إلى الله نِسبةَ خَلْقٍ وإيجاد، قال تعالى:\n...\n{وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ (96)} (الصافات: 96 (. ويُنسَبُ إلى العَبْدِ نِسْبةَ كَسْبٍ وإسنادٍ، ليعاقَبَ عليه أو يثاب، والله ـ تعالى ـ أعلم\n....\nإلى أن قال:\nوأما الكلامُ المسموعُ مِنَ الشَّجرةِ، فاعْلَم أنَّ مَذهبَ أهلِ الحقِّ، أنَّ اللهَ ـ تعالى ـ مُستغنٍ عن الحَدِّ، والكلامِ، والمكانِ، والجهةِ، والزمَانِ، لأنَّ ذلك مِنْ أمَاراتِ الحُدوث، وهي خَلقُهُ ومُلكُه، وهُو ــ سبحانه ــ أجلُّ وأعظمُّ مِنْ أنْ يُوصفَ بالجِهات، أو يُحدُّ بالصِّفَات، أو تُحصِيهِ الأوقات، أو تَحوِيهِ الأماكنُ والأقطَارُ.\nولما كان - جل وعلا - كذلك، استَحَالَ أنْ يُوصَفَ ذاتُه بأنَّها مُختصَّةٌ بِجِهَةٍ، أو مُتَنَقِّلة من مكان إلى مكان، أو حالَّةٍ في مكان.\nالجزء: 1 - الصفحة: 90\n",
        "رُوي أن موسى - عليه السلام - لمَّا كلَّمَهُ الله ـ تعالى ـ، سَمِعَ الكلامَ من سائرِ الجِهَات، ولَمْ يَسمَعْهُ مِنْ جِهةٍ وَاحدة، فعُلِمَ بذلك أنه كلام الله ـ تعالى ـ.\nوإذا ثبتَ هذا، لم يَجُزْ أنْ يُوصَفَ ـ تعالى ـ بأنَّهُ يَحِلُّ مَوضِعَاً، أو يَنزِلُ مكاناً، كما لا يُوصَف بأنَّه جَوهَرٌ، ولا عَرضٌ، ولا يُوصَفُ كلامُه بحَرْفٍ ولا صَوتٍ، خلافاً للحنابلة الحشوية، بلْ هُو صفةٌ قائمةٌ بذاتِهِ ـ تعالى ـ، يُوصفُ بها، فينْتَفِي عنه بها آفاتِ الخُرْسِ والبُكْمِ، وما لا يَليقُ بجلاله وكماله، ولا تَقبَلُ الانفِصَال والفِرَاق بالانتقال إلى القلوب والأوراق.\nوأما الإفهَامُ والإسماعُ، فيجوز أن يكونَ في مَوضِعٍ دُونَ مَوضِع، ومكانٍ دُون مكان، وحيث لم يقع إحاطةٌ ولا إدراكٌ بالوقوفِ على كُنْهِ ذاته، قال تعالى:\n...\n{لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} (الشورى: 11) وأما الهاءُ في قوله ـ تعالى ـ: «يا موسى إنه». فهو عِمادٌ، وليس بكِنَاية].\nوفي (3/ 336) نقل عن أبي علي الدقاق وفيه تأويلٌ صفة (المحبة).\nوفي (3/ 419) نقل عن الماوردي، وغيره، وعياض: تأويل صفة\n...\n(اليمين).\nالجزء: 1 - الصفحة: 91\n",
        "وفي (3/ 196) ساق الخلاف في مسألة رؤية النبي - صلى الله عليه وسلم - ربَّه ليلة الإسراء\n....\nوقال: [قلتُ: رؤية الله ـ تعالى ـ في الدنيا والآخرة، جائزةٌ بالأدلة العقلية والنقلية\n...\n]\nومن عجائب المؤلف، قال في (1/ 642): [فائدة: قال ابن قتيبة في «أدب الكاتب»: (وكتاب الجَفْرِ، جِلْدُ جَفْر، كتب فيه الإمام جعفر بن محمد الصادق لآل البيت كُلَّ ما يحتاجون إلى عِلْمِه، وكلَّ ما يكون إلى يوم القيامة) وإلى هذا الجفر أشار أبو العلاء المعري بقوله: فذكر البيتين].\nقلتُ: وفي النقل وهمٌ، وخطأُ كبير، أما الوهم فالكلام ليس في «أدب الكاتب»، بل هو في «تأويل مختلف الحديث» (1)، وأما الخطأ ففي طريقة النقل، حيث أن ابن قتيبة ذكره في معرض الإنكار بخلاف ما يوحي إليه نقل الدميري، وتأييده بعدَهُ ببيتين للمعَرِّي.\nوعبارة ابن قتيبة - رحمه الله -: [وأعجبُ من هذا التفسير، تفسير الروافض للقرآن، وما يدَّعُونه من علم باطنه، بما وقع إليهم من الجَفْر\n...\nوهو جِلْدُ جفر، ادَّعو أنه كَتبَ فيه لهم الإمام كلَّ ما يحتاجون إلى عِلمه، وكل\n(1) «تأويل مختلف الحديث» (ص 155).\nالجزء: 1 - الصفحة: 92\n",
        "ما يكون إلى يوم القيامة]. (1)\n* وينظر في الرد على الاتجاه العقدي لهذه المرحلة من مراحل الأشاعرة:\n1) «آراء ابن حجر الهيتمي الاعتقادية ـ عرضٌ وتقويم في ضوء عقيدة السلف ـ» للشيخ د. محمد بن عبدالعزيز الشايع.\n2) «آراء أبي الحسن السبكي الاعتقادية ـ عرضٌ وتقويم في ضوء عقيدة السلف ـ» للشيخ د. عجلان بن محمد العجلان.\nوأما عن تصوفه:\nفقد ذكر التقي الفاسي (2)، وعنه السخاوي (3): [أنه دُفِنَ بمقابر الصُّوفِيَّة ب «سعيد السُّعَداء»، وكان أحدَ الصوفية بها، وشاهداً في وقْفِها]. (4)\n(1) المصدر السابق.\n(2) «العقد الثمين» (2/ 374).\n(3) «الضوء اللامع» (10/ 60).\n(4) لعل الشهادة كانت بعد أن نزل الأمير يلبغا السالمي في (18/ 5/797 هـ) لينظر في كتاب وقفها، ينظر: «المواعظ والاعتبار» للمقريزي (2/ 215).\nالجزء: 1 - الصفحة: 93\n",
        "إذن هُوَ أحدُ صُوفية الخانقاه، ويقال: الخانكاه (1)، الصلاحية، المعروفة قبلُ في الدولة الفاطمية ب «دار سعيد السعداء» (2)، وهي دويرة الصوفية بخط رحبة باب العيد في القاهرة، جُعلت لتخَلِّيهم فيها للعبادة، وَوُقِفَتْ عليهم سنة (569 هـ) (3)\n(1) وهي كلمةٌ معرَّبة، أصلها فارسي، ومعناها: البيت. واستُعمل مصطلحاً لدار الصوفية، ورباطهم. وقد حدثت الخوانك: جمع خانكاه، في حدود الأربعمئة من سني الهجرة، قاله المقريزي. ينظر: «المواعظ والاعتبار» المقريزي (2/ 414)، «شفاء العليل فيما في كلام العرب من الدخيل» للخفاجي (ص 227)، «قصد السبيل فيما في اللغة العربية من الدخيل» للخفاجي (1/ 449)، «معجم الألفاظ الفارسية المعربة» لآدِّي شير\n...\n(ص 58).\n(2) أصله لقبٌ للأستاذ قنبر، ويقال: عنبر، ويقال: بيان، أحد خُدَّام القصر، وعتيق الخليفة المستنصر، قُتل (سنة 544 هـ) كما في «المواعظ والاعتبار» للمقريزي (2/ 415).\n(3) أوقفها ملك مصر، الناصر صلاح الدين يوسف بن أيوب بن شادي. وأوقف عليهم جملة من المصالح، وولَّى عليهم شيخاً، ويُلقَّب ب «شيخ الشيوخ»، ورَتَّب لهم فيها ما يحتاجونه، وبجوار الدار ملاحق لها، من حمامات، ومقبرة، وغير ذلك. «المصدر السابق» بتصرف.\nومن هذه الدار انطلقت حملة الصوفية (سنة 707 هـ) بقيادة الآملي شيخ الصوفية بالقاهرة، ومعه ابن عطا السكندري، وجماعة نحوخَمسمِئَة رَجُلٍ، لطرد شيخ الإسلام ابن تيمية ـ رحمة الله تعالى عليه ـ من مصر، فشكوه إلى الأمير؛ لأجل كلامه في مشايخ الصوفية كابن عربي، وغيره، ومنعه بالتوسل بالنبي - صلى الله عليه وسلم -.\nيُنظر: «الجامع لسيرة شيخ الإسلام ابن تيمية خلال سبعة قرون» (ص 182، 214، 477، 507، 537، 606، 653). ومَن ذُكر مِن قُوَّاد الحملة، هم من مشايخ مشايخ الدميري في الاعتقاد والتصوف، لذا لم ينقل الدميري في كتابه «حياة الحيوان» عن شيخ الإسلام ابن تيمية شيئاً، مع كثرة نقوله، ومراجعه، ولا عن تلميذه ابن القيم، إلا في موضع واحد في (3/ 36) ولم يُسمِّه، قال: (في «مفتاح دار السعادة») ونقل كلاماً في التطيُّر.\nونقل عن المجد ابن تيمية من كتابه «المحرر»، وهوجَدُّ شيخ الإسلام، وذلك في موضعين (1/ 45) و (3/ 560).\nالجزء: 1 - الصفحة: 94\n",
        "وتصوفه طافحٌ في الكتاب، بألوان شتى:\nفي (1/ 657) قال: وإحياء الموتى كرامةٌ للأولياء، كثيرٌ لاينحصر.\nوذكر أمثلة خرافية صوفية في إحياء الموتى كرامة لمشايخهم، ينظر مثلاً:\n...\n(2/ 23، 338)، و (3/ 741)، و (4/ 165).\nوفي (2/ 511) قال: (الدنيا تتصور للأولياء في صورة عجوز تخدمهم، كما سيأتي)، وهو في (2/ 512).\nالجزء: 1 - الصفحة: 95\n",
        "وفي (2/ 70) ترجم للحَلاَّج، وذكر اختلاف الناس فيه، وحاول الاعتذار له، وأشار إلى اعتذار مَن سمَّاه: (الإمام، قطب الوجود، حجة الإسلام) يعني: الغزالي.\nوفي (2/ 147) مدَحَ الحلاَّج.\nقلتُ: وقد قال ابن كثير - رحمه الله -: (وقد اتَّفَق علماءُ بَغدَاد عَلى كُفْرِ الحَلَّاجِ وزَنْدَقَتِهِ، وأَجْمَعوا عَلى قَتْلِهِ وصَلْبِهِ، وكان عُلَماءُ بغداد إِذْ ذَاكَ هُمُ الدُّنْيَا). (1)\nوترجم له الذهبي - رحمه الله - فأطال، ومما قال:\n[قال السُّلَمي: وحُكي عنه أنه رُؤي واقفاً في الموقف، والناس في الدعاء، وهو يقول: أُنزِّهُكَ عما قرفك به عبادُك، وأبرأُ إليك مما وحَّدَك به الموحدون.\nقلتُ (الذهبي): هذا عين الزندقة، فإنه تبرأ مما وحَّد الله به الموحِّدون الذين هم الصحابة والتابعون وسائر الأمة، فهل وحدوه تعالى إلا بكلمة الإخلاص التي قال رسول الله - صلى الله عليه وسلم -: «مَن قالها من قلبه فقد\n(1) «البداية والنهاية» (11/ 139).\nالجزء: 1 - الصفحة: 96\n",
        "حرم ماله ودمه». وهي شهادة أن لا إله إلا الله وأنَّ محمداً رسولُ الله، فإذا برئ الصوفي منها فهو ملعونٌ زنديقٌ، وهو صوفي الزِّي والظاهر، متستر بالنسب إلى العارفين؛ وفي الباطن فهو من صوفية الفلاسفة أعداء الرسل، كما كان جماعة في أيام النبي - صلى الله عليه وسلم - منتسبون إلى صحبته وإلى ملته، وهم في الباطن مِنْ مَرَدة المنافقين، قد لايعرفهم نبي الله - صلى الله عليه وسلم -، ولا يعلم بهم، قال الله تعالى: {وَمِنْ أَهْلِ الْمَدِينَةِ مَرَدُوا عَلَى النِّفَاقِ لَا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ سَنُعَذِّبُهُمْ مَرَّتَيْنِ} (التوبة: 101)\n...\nفإذا جاز على سيد البشر أن لا يعلم ببعض المنافقين وهم معه في المدينة سنوات، فبالأولى أن يخفى حال جماعة من المنافقين الفارغين عن دين الإسلام بعده - عليه السلام - على العلماء من أمته\n....\nفما ينبغي لك يا فقيه أن تبادر إلى تكفير المسلم إلا ببرهان قطعي، كما لا يسوغ لك أن تعتقد العرفان والولاية فيمن قد تبرهن زَغَلُه وانهتك باطنه وزندقته، فلا هذا، ولا هذا، بل العدل أنَّ مَن رآه المسلمون صالحاً محسناً فهو كذلك، لأنهم شهداء الله في أرضه، إذْ الأمةُ لا تجتمع على ضلالة، وأنَّ مَن رآه المسلمون فاجراً أو منافقاً أو مبطلاً، فهو كذلك، وأنَّ من كان طائفة من الأمة تُضَلِّلُه، وطائفة من الأمة تثني عليه وتبجله، وطائفة ثالثة\nالجزء: 1 - الصفحة: 97\n",
        "تقف فيه وتتورع من الحطِّ عليه؛ فهو ممن ينبغي أن يُعرض عنه، وأن يُفوَّض أمره إلى الله، وأن يستغفر له في الجملة، لأنَّ إسلامَه أَصْلِيٌّ بيقين، وضلالَه مشكوكٌ فيه، فبهذا تستريح، ويصفو قلبك من الغل للمؤمنين.\nثم اعلم أنَّ أهل القبلة كلَّهم مؤمنَهم وفاسقَهم، وسُنِّيَهُم ومُبتَدِعَهم،\n...\nـ سوى الصحابة ــ لم يُجمعوا على مُسلِمٍ بأنه سعيدٌ نَاج، ولم يجمعوا على مسلم بأنه شقيٌّ هالك، فهذا الصديق فردُ الأمة قد عَلِمَتَ تَفَرُّقهم فيه، وكذلك عُمر، وكذلك عثمان، وكذلك علي، وكذلك ابن الزبير، وكذلك الحجاج، وكذلك المأمون، وكذلك بشر المريسي، وكذلك أحمد بن حنبل، والشافعي، والبخاري، والنسائي، وهلم جرَّاً من الأعيان في الخير والشر إلى يومك هذا؛ فما مِنْ إمامٍ كاملٍ في الخير إلا وثَمَّ أُناسٌ مِن جهلة المسلمين ومبتدعيهم يذمُّونَه ويحطُّونَ عليه، وما مِن رأسٍ في البدعة والتجهم والرفض إلا ولَهُ أناس ينتصرون له ويذبون عنه ويدينون بقوله بهوى وجهل؛ وإنما العبرة بقول جمهور الأمة الخالين من الهوى والجهل، المتصفين بالورع والعلم، فتَدَبَّر يَا عبْدَالله نِحْلَةَ الحَلَّاج الذي هو مِنْ رؤوس القرامطة، ودُعَاةِ الزندقة، وأنصف، وتورَّع، واتقِّ ذلك، وحاسب نفسك، فإن تبرهن لك أن شمائل هذا المرء شمائلُ عَدُوِّ للإسلام، محب للرئاسة،\nالجزء: 1 - الصفحة: 98\n",
        "حريص على الظهور بباطل وبحق، فتبرأَ من نِحلَته، وإن تبرهن لك\n...\nـ والعياذ بالله ـ أنه كان ـ والحالةُ هذه ـ محِقاً هادياً مهدياً؛ فجَدِّدْ إسلامك، واستغث بربك أن يوفقك للحق، وأن يثبِّتَ قلبَك على دينه، فإنما الهُدَى نُورٌ يقذفه الله في قلب عبده المسلم، ولا قوة إلا بالله، وإن شككت ولم تعرف حقيقتَه، وتبرأت مما رُمي به، أرحت نفسك، ولم يسألْكَ اللهُ عنه أصلاً\n...\n]. انتهى المراد نقله. (1)\nوفي (3/ 19) أخبارٌ وخزعبلات صوفية عن ابن الفارض\n...\nوذكر أنه كَشَفَ لأحد مريديه مكةَ، وهو في مصر، فأمره بالذهاب إليها، فوصلها في الحال .. ! ؟\nوفي (2/ 424) قال: (وسُئل أبو زيد البِسْطامي ـ رحمه الله تعالى ـ عن العَارِف؟ فقال: هو أن يكون وحداني التدبير، فَرْدانيَّ المعنى، صمدانيَّ الرؤية، ربَّانيَّ القُوَّة، وحداني العيش، نُوراني العلم، خَلْدانيَّ العجائب، سَماويَّ الحديث، وَحْشِي الطلب، ملَكُوتيَّ السِّرِّ، عِندَهُ مفاتِح الغَيب، وخزائن الحكم، وجواهر القُدُس، وسُرادِقات الأبرار، فإذا جاوزَ الحدَّ،\n(1) «سير أعلام النبلاء» (14/ 313).\nالجزء: 1 - الصفحة: 99\n",
        "وارتفع إلى أعلى، فهُو غَيرُ مُدركٍ، وحالُهُ غَيرُ موصوفٍ).\nوفي (1/ 695) نقل كلاماً صوفياً من «كتاب التوحيد» لمحمد بن أبي بكر الرازي، ثم أيَّده.\nوهو كثير النقل عن شيخه اليافعي الصوفي، ونقل أيضاً أذكاراً وأدعية بدعية ممَّن سمَّاه بِ:\n«سيدي الشيخ العارف بالله تعالى أبو الحسن الشاذلي». (1) (2)\nوفي (2/ 116) قال: (ومما حُكيَ لنا، واشتهر، ورُوِّينا بالسند الصحيح عن الشيخ العارف بالله تعالى أبي الحسن الشاذلي - رحمه الله - أنه قال: رأيتُ النبي - صلى الله عليه وسلم - في المنام، وقد باهى موسى وعيسى - عليهما السلام - بالإمام الغزالي، فقال لهما: في أُمتكما حَبْرٌ كهذا؟ وأشار إلى الغزالي، قالا: لا.\n(1) صاحب الطريقة الصوفية والأوراد البدعية المشهورة، وقد كتب شيخ الإسلام ابن تيمية - رحمه الله - رداً عليه، وطُبع باسم «الرد على الشاذلي في حزبيه وما صنفه في آداب الطريق».\n(2) ينظر في النصوص الدالة على تصوفه أيضاً: [1/ 51، 121، 145، 146، 154، 368، 693، 721، 694]، [2/ 149، 151، 485، 507، 510، 606]، [3/ 41، 196، 515، 741، 742]، [4/ 541، 542].\nالجزء: 1 - الصفحة: 100\n",
        "ثم قال الدميري: حَسْبُك مَنْ باهى به النبيُّ - صلى الله عليه وسلم - موسى وعيسى، وشهد له الصديقون بالصديقية العظمى). (1)\nوللفائدة: فقد نقل الدميري - رحمه الله - (1/ 137) عن ابن عطية أن القرآن غير مخلوق، وفي (1/ 278) تكلَّم عن محنة الإمام أحمد بن حنبل - رحمه الله - في مسألة خلق القرآن.\nوفي (3/ 82) نقل عن الطرطوشي كلاماً حسناً في جواب مسألة عن قوم يقرأون القرآن، ويُنشدون، ويرقصون، ويضربون بالدف والشبابة.\nوفي المواضع الثلاثة السابقة، لم يُعَلِّق بشئ.\n(1) والدميري كثيرُ النقل جداً من كتاب «إحياء علوم الدين» للغزالي، وينظر في بيان مافيه من الأخطاء العقدية، والخرافات الصوفية كتاب: «الكشف عن حقيقة كتاب إحياء علوم الدين وعلاقته بالتصوف» لصلاح الطوخي، ومحمد عبدالفتاح، وهاني طنطاوي، وهو في مجلدين.\nوكتاب «فجر الساهد وعون الساجد في الرد على الغزالي أبي حامد» لعبدالسلام علُّوش.\nالجزء: 1 - الصفحة: 101\n",
        "مذهبه الفقهي\n:\nمذهب الشافعية، فقد ترجم له ابن قاضي شهبة في «طبقات الشافعية» (1)، ونسبه للشافعية: المقريزي، والتقي الفاسي، وابن نقطة، وابن حجر، والسخاوي، وقال في الذيل: (أحد أعيان الشافعية، وخيارهم).\nوكذا ابن العماد، والشوكاني. (2)\nوللدميري: «النجم الوهاج في شرح المنهاج للنووي» وهو في فقه الشافعية.\n*\n...\n*\n...\n*\n(1) «طبقات الشافعية» لابن قاضي شهبة (4/ 77)\n(2) «السلوك» (4/ 1/22)، «المقفى الكبير» (7/ 215)، «درر العقود الفريدة»\n...\n(3/ 436)، «ذيل التقييد» (1/ 456)، «العقد الثمين» (2/ 372)، «إنباء الغمر»\n...\n(2/ 348)، «الضوء اللامع» (10/ 59)، «الذيل التام على دول الإسلام»\n...\n(3/ 442)، «شذرات الذهب» (9/ 118)، «البدر الطالع» (ص 789).\nالجزء: 1 - الصفحة: 102\n",
        "ثانياً:\nالتعريف بالكتاب\n:\nاسم الكتاب\n: «حياة الحيوان». (1)\n(1) كذا في مقدمة المؤلف (1/ 37)، ويبدو أن كلمة (الكبرى) وصفٌ للكتاب للتمييز بين نشراته، وليست من تسمية المؤلف، لأن المؤلف صنَّف كتابه أولاً ثم نشره، ثم أضاف التاريخ وتفسير الرؤيا فنشره مرة أخرى، فذُكرت «الكبرى» من أحد النساخ\n...\nـ فيما يظهر ـ من باب الوصف والتمييز. وهو مايُعرف الآن بالطبعات، فالطبعة الثانية وما بعدها غالباً ما تكون فيها زيادات.\nقال حاجي خليفة في «كشف الظنون» (1/ 696): (وجعله نسختين: كبرى، وصغرى، في كبراه زيادة التاريخ، وتفسير الرؤيا\n...\n).\nوقال ابن العماد في «شذرات الذهب» (9/ 118): [«حياة الحيوان» كبرى، وصغرى، ووسطى].\nوفي «تاريخ الأدب العربي» لبروكلمان ـ القسم السادس ـ (10 ـ 11)\n...\n(ص 574 ـ 575) ما يفيد أنها ثلاث.\nوقال عنه السخاوي في «الضوء اللامع» (10/ 60): [وله فيه زيادات لا توجد في جميع النسخ]. قلتُ: ولعلَّه عنى تعدُّدَ النشرات.\nولم أجد ممن ترجم له وذكر مؤلفاته أنه سمَّى الكتاب ب: (حياة الحيوان الكبرى). بل الجميع ذكر أنه له كتاب (حياة الحيوان)، ولم أجد أيضاً في نقول العلماء من الكتاب تسميته بالكبرى، إلا نقلاً واحداً في «المقاصد الحسنة» للسخاوي (ص 497) (1164)، ولعله من باب الوصف ـ والله أعلم ـ.\nالجزء: 1 - الصفحة: 103\n",
        "سبب التأليف\n:\nما ذكره في مقدمة كتابه: (وبعد، فهذا كتاب لم يسألني أحدٌ تصنيفَه، ولا كلَّفتُ القريحة تأليفه، وإنما دعاني إلى ذلك أنه وقع في بعض الدروس، التي لا مخبأ فيها للعطر بعد عروس، ذكر مالك الحزين، والذيخ المنحوس، فحصل في ذلك ما يشبه حرب البسوس، ومُزج الصحيح بالسقيم\n...\nإلى أن قال: واستخرت الله ـ تعالى، وهو الكريم المنان ـ في وضع كتابٍ في هذا الشأن، وسمَّيتُه «حياة الحيوان»\n...\n)\nويظهر أن هذا من الأسباب الداعية للتأليف، حيث ذكر في (3/ 714) في حديثه عن «مالك الحزين»: (وقد تقدم في خطبة الكتاب أن ضبط هذا كان من جملة الأسباب الباعثة على تأليفه؛ خوفاً من تصحيف لفظه وتحريفه\n...\n).\nالجزء: 1 - الصفحة: 104\n",
        "مضمون الكتاب\n:\nظهر لي من خلال القراءة الفاحصة للكتاب أن المؤلف الدميري - رحمه الله - أراد بـ «حياة الحيوان» الحيوان بالمعنى العام، كما قال في مفردة\n...\n«الحيوان» (2/ 194): الحيوان: جنس الحي، والحيوان: الحياة.\nويظهر أنه اقتدى بابن بختيشوع في كتابه «الحيوان»، فقد ذكر الدميري (1/ 141) أنه افتتح كتابه بالإنسان.\nودليل ذلك أن الدميري أورد الآتي:\n(1/ 135): «الإنس»، (1/ 136 ـ 168): «الإنسان»، (1/ 414): «البَشَر»، (1/ 589): «الثقلان: الإنس والجن»، (1/ 663): «الجن»، (2/ 194): «الحيوان: جنس الحي، والحيوان: الحياة\n...\n»، (2/ 311): «الدابة: التي هي أحد أشراط الساعة»، (3/ 322):\n...\n«الغول»، (2/ 528): «السعلاة»، (3/ 115): «العفريت»، (3/ 74): «العافية: كل طالب رزق من إنسان أو بهيمة أو طائر»، (4/ 5):\n...\n«الناس»، (4/ 223): «يأجوج ومأجوج».\nفذِكْرُ ما سبق يدلُّ على أنه أراد كلَّ ما فيه حياة، وقد أطال في\n...\n«الإنس» وفي «الجن».\nالجزء: 1 - الصفحة: 105\n",
        "ثناء العلماء على الكتاب\n:\nقال التقي الفاسي - رحمه الله -: (وهو كتاب نفيس، وقد اختصرتُه في سنة اثنتين وعشرين وثمانمئة، ونبَّهتُ فيه على أشياء كثيرة، تتعلق بما ذكره المؤلف\n...\n). (1)\nقال ابن قاضي شهبة - رحمه الله -: (وجمع كتاباً سماه «حياة الحيوان»، أجاد فيه، وذكر فيه جملاً من الفوائد الطبية، والخواص، والأدبية، والحديثية، وغير ذلك\n...\n). (2)\nوقال ابن حجر العسقلاني - رحمه الله -: (وصنَّف «حياة الحيوان» أجاده، وأكثر فوائده، مع كثرة استطراده فيه من شيء إلى شيء). (3)\nوقال أيضاً: (أجاد فيه، جمع فيه من الفوائد الطبية والعلاجية، والخواص، والأدبية، والحديثية، وغير ذلك). (4)\nوقال السخاوي - رحمه الله -: (وهو نَفيسٌ، أجاده، وأكثر فوائده، مع\n(1) «العقد الثمين» (2/ 373).\n(2) «طبقات الشافعية» (4/ 79).\n(3) «إنباء الغُمر بأبناء العُمر» (5/ 348).\n(4) «ذيل الدرر الكامنة» (ص 176).\nالجزء: 1 - الصفحة: 106\n",
        "كثرة استطراده فيه، من شيء إلى شيء، وله فيه زيادات لاتوجد في جميع النسخ، وأتوهم أن فيها ما هو مدخول لغيره، إن لم تكن جميعها؛ لما فيها من المناكير، وقد جرَّدها بعضهم، بل اختصر الأصل التقي الفاسي في سنة 22، ونبَّه إلى أشياء مهمة، يحتاج الأصل إليها). (1)\nقال ابن العماد الحنبلي - رحمه الله -: (أبان فيها عن طول باعه، وكثرة اطلاعه). (2)\nوقال الشوكاني - رحمه الله -: (الكتاب المشهور، الكثير الفوائد، مع كثرة ما فيه من المناكير). (3)\nولأجل هذا، اشتهر، كما قال المقريزي - رحمه الله -: (اشتُهر، وكُتب منه نسخ كثيرة جداً). (4)\nقال حاجي خليفة - رحمه الله -: (وهو كتاب مشهور في هذا الفن (5)،\n(1) «الضوء اللامع» (10/ 60).\n(2) «شذرات الذهب» (9/ 188).\n(3) «البدر الطالع» (ص 790).\n(4) «درر العقود الفريدة» (3/ 436).\n(5) أي في علم الحيوان.\nالجزء: 1 - الصفحة: 107\n",
        "جامع بين الغث والسمين، لأن المصنف فقيه فاضل محقق في العلوم الدينية، لكنه ليس من أهل هذا الفن كالجاحظ، وإنما مقصده تصحيح الألفاظ، وتفسير الأسماء المبهمة). (1)\nعدد المفردات التي تكلَّم عنها في الكتاب:\nبلغ عدد المفردات التي تكلم عنها بما فيها المكرر (1069) مفردة، حَسْب ترقيم محقق الكتاب الأستاذ: إبراهيم صالح. (2)\nوربما لا يتجاوز العدد الحقيقي (300) تقريباً.\nوذلك أنه يُكرِّر ذكر الحيوان بحسب أسمائه، أو أوصافه، أو أسنانه، أو غير ذلك، وتأمل في هذا المثال:\nذكر: [الإبل، والبَكْر، والجَمَل، والراحلة، والفصيل، والقَعود، والقلوص، والعِير، والمير، والعيس، والعيهل: الناقة السريعة، المطية: الناقة التي يركب مطاها، الناقة، الهمل: الإبل بلا راع، فأرة الإبل: رائحة طيبة تصدر منها، ذكره في «الفاء» (الفأر)].\n(1) «كشف الظنون» (1/ 696).\n(2) يُنظر «حياة الحيوان» ـ ط. دار البشائر ـ (4/ 255).\nالجزء: 1 - الصفحة: 108\n",
        "وكلها ترجع لحيوان واحد، فيختصر في بعضها، ويطيل في أخرى، حسب النقولات التي لديه عن الحيوان، فذكر في الإبل أحاديث فيها كلمة الإبل، وكذا في الجمل، وهكذا.\nوذكر أيضاً (البق = البعوض = الناموس)، (أسد = حيدرة)،\n...\n(السنور = القط = الهر)، (الخيل = الفرس)، (الخيدع، والخيطل: السنور)، (الجثلة: النملة السوداء)، ويذكر (3/ 78) فرخ الحباري، (3/ 78) البعير الضخم، (1/ 597) الثيتل: الذكر المسن من الأوعال، (1/ 597) الثول: ذكر النحل.\n(3/ 203) العملَّس: صفة للذئب.\n(4/ 25) النجيب من الإبل والخيل\n...\nومن الرجال: الكريم.\nوهناك أمثلة كثيرة جداً (1)، لذا يُكثر المؤلف من الإحالات: سيأتي ـ إن شاء الله تعالى ـ في باب كذا في لفظ كذا.\n(1) يُنظر أيضاً: (1/ 86، 87، 91، 93، 95، 105، 111، 115، 119، 171، 172، 355، 358، 385، 407، 483، 484، 500، 502، 503، 515، 532، 534، 597، 627)، (2/ 6، 11، 291،\n...\n)، (3/ 90)، وغيرها.\nالجزء: 1 - الصفحة: 109\n",
        "ولعل تكراره هذا قصد به التيسير على القرَّاء، وطالبي المعلومة عن الحيوان، لأنه ربما تكون هذه الصفة لو ذكرها في الأصل، لما استطاع القارئ الوصول إليها.\nيدل على ذلك ما قاله في (4/ 236) في «اليربوع» قال في آخره:\n...\n(والواو والياء في اليربوع زائدتان، فكان ينبغي أن يكتب في باب الراء المهملة، لكنه قد يخفى على بعض الناس، فكُتب هنا).\nفدل هذا على حرصه على تقريب المعلومة، ولو بالتكرار والإخلال بما يراه من الترتيب ـ رحمه الله رحمة واسعة ـ.\nومن تكراره أيضاً أنه يذكر جنس الحيوان الذي تحته أنواع كثيرة، فمثلاً:\n(1/ 517): «البهائم»، (1/ 598): «الجارحة»، (2/ 292):\n...\n«الدابة»، (2/ 37): «الحشرات»، (2/ 681): «الصيد»، (2/ 502): «السَّبُع»، (3/ 16): «الطائر»، (3/ 32): «الطير»، (4/ 89): «النَّعَم»، (4/ 152): «الهَدْي».\nفالأصل عنده التفريق «فالحمار الأهلي» في موضع، وبعده «الحمار الوحشي»، وقد يجمع في موضع واحد، وهذا نادر، مثل:\nالجزء: 1 - الصفحة: 110\n",
        "(2/ 292) «دابة»، (2/ 371) «دود»، (3/ 94) «عصفور».\nعدد مصادره\n:\nمصادره كثيرة جداً، ومتنوعة من فنون عديدة، وقد ذكر حاجي خليفة أن الدميري جمع كتابه من خمسمئة وستين كتاباً، ومئة وتسعة وتسعين ديواناً من دواوين شعراء العرب. (1)\nوهي ظاهرة لمن يقرأ الكتاب (2)، لأن المؤلف يتميز بالعزو والتوثيق ـ كما سيأتي ـ.\nترتيبه\n:\nذكر الدميري في مقدمة كتابه (1/ 37) أنه رتبه على حروف المعجم.\nوظهر لي أن الترتيب على الحرف الأول والثاني والثالث أيضاً، ولم يخالف إلا نادراً، ففي (1/ 38) ذكر «الأسد» قبل «الإبل»، وذكر سبب\n(1) «كشف الظنون» (1/ 696)، ولم أجد النَّصَّ عن الدميري، ولعلَّه في مقدمة النسخة الصغرى من «الحيوان» ـ والله أعلم ـ.\n(2) وقد عمل محقق الكتاب فهرساً لمصادر المؤلف، تُنظر في «حياة الحيوان»\n...\n(4/ 467).\nالجزء: 1 - الصفحة: 111\n",
        "ذلك: (وإنما ابتدأنا به؛ لأنه أشرف الحيوان المتوحش، إذْ منزلتها منزلة الملك المُهاب\n...\n).\nقلت: لو قدم «الإنسان» الذي ذكره في (1/ 136) لكان أولى؛ لأنه أكرم وأشرف، خاصة أن المؤلف ذكر في (1/ 141) أن ابن بُختيشوع افتتح كتابه «الحيوان» بالإنسان.\nوذكر المؤلف في نهاية كتابه (4/ 248) أنه ختم الكتاب بملك النحل «اليعسوب»، وابتدأ بملك الوحش «الأسد».\nو\nمن المخالفات النادرة في الترتيب\n:\n(1/ 172) قدم الأنيس على الأنوق، و (1/ 365) قدم «البازي» على «البازل»، و (1/ 358) قدم «الأيم» على «الأيل»، و (1/ 384)\n...\n«البح» على «البجع»، (1/ 601) قدم «الجَحْل» و «الجَمْرش» على\n...\n«الجحش»، (2/ 497) وفي الكنى قدَّم «أبو زيدان» على «أبو زياد».\nوقد يكون هذا التقديم لرؤيته الصرفية للاسم، لقوله (4/ 236) في «اليربوع»: (والواو والياء في اليربوع زائدتان، فكان ينبغي أن يكتب في باب الراء المهملة، لكنه قد يخفى على بعض الناس، فكُتب هنا).\nوفي (2/ 263) أورد بعد «الخنزير» «الخنفساء» وقال: [وكان من\nالجزء: 1 - الصفحة: 112\n",
        "حقِّها أن تُكتب قبل هذا؛ لأن نونها زائدة].\nفدلَّ هذا على دِقَّةِ المؤلِّف في ترتيبه.\nالجدير بالذكر أنه في نهاية كل حرف يذكر: الأبناء، والبنات. مثل: «ابن عرس» و «بنت طبق»، ويذكر الكنى، ولاحظت أن جُلَّها من كتاب «المرصَّع في الآباء والأمهات والبنين والبنات والأذواء والذوات» لابن الأثير.\nالتعريف بالحيوان\n:\nبعد ذكر اسم الحيوان، يبدأ بتعريفه، مستمداً إياه من مصادر مختلفة، ناقلاً منها، مع العزو إليها، وأكثر النقول في التعريف من المعاجم اللغوية، خاصة من «المحكم»، و «المخصص» كلاهما لابن سيدة، وينقل كثيراً من\n...\n«عجائب المخلوقات» للقزويني، ومن كتب أخرى عديدة. (1)\n(1) مثلاً: (1/ 378) الجواليقي، والجوهري في «الصحاح»، والقزويني في «عجائب المخلوقات». (1/ 530) من ابن سيدة فقط، (2/ 481، 526) من ابن خلكان في\n...\n«وفيات الأعيان»، (2/ 145) من ابن زهر الأشبيلي، (2/ 14، 34، 638، 475) و (3/ 253، 337) من التوحيدي في «الإمتاع والمؤانسة»، و (2/ 29) من ابن هشام في «شرح بانت سعاد»، و (2/ 32، 622) و (3/ 26) من الزمخشري في «ربيع الأبرار»، و (2/ 466) من «الوسيط» في الباب الثاني من أبواب البيوع، (2/ 477) من الثعالبي في «فقه اللغة»، و (2/ 639) من ابن الصلاح في «الفتاوى»، (2/ 366، 324) من القزويني في «عجائب المخلوقات» وهذا كثير، وبعضه غريب جداً لا يكاد يُصدَّق، لأن كتاب العجائب معدن الغرائب والخزعبلات، فانظر مثلاً في الدميري (2/ 324)، و (3/ 735، 743).\n(2/ 526) من ابن الأجدابي في «كفاية المتحفظ»، (3/ 31) من الغزالي، و (3/ 189) من كراع النمل لعله في «المنتخب»، (3/ 192) من ابن عطية، (3/ 264) من «كشف الأسرار في حكم الطيور والأزهار»، و (3/ 226) من أرسطو في «نعوت الحيوان»، و (3/ 711) من «تحفة الغرائب»، و (4/ 64) من المسعودي في «مروج الذهب»، و (3/ 503) من الرافعي في الفقه في كتاب الحج والأطعمة، (3/ 470) من كتاب «المهذب» للشيرازي في الفقه الشافعي، وكثيراً ما يذكر وجود الحيوان في بعض كتب الفقه الشافعية، لقوة استحضاره فيها خاصة.\nالجزء: 1 - الصفحة: 113\n",
        "فيضبط في التعريف الحيوان المراد الحديث عنه ضبطاً لغوياً، وكثيراً ما يكون ضبطُه بالحروف (1)\n...............................................\n(1) يُنظر مثلاً: (1/ 73، 86، 115، 171، 172، 365، 379، 380، 391، 399، 533، 539، 627، 602، 699)، (2/ 32، 137، 202، 157، 404، 407، 449)، (3/ 189، 462، 475، 693 وفيه إطالة، 715)، (4/ 95، 103، 176، 206، 234).\nالجزء: 1 - الصفحة: 114\n",
        "وقد يذكر الخلاف في الضبط (1)، وصرفية الاسم (2)، واشتقاقه (3)، وهل هو عربي أو مُعرَّب؟ (4)، ويذكر سبب تسمية الحيوان بهذا الاسم (5)، وأحياناً يذكر أنه يُسمَّى في العراق، أو في الشام، أو في مصر بكذا (6)\nويذكر كُنْيَة\n(1) يُنظر مثلاً: (1/ 407، 514، 529، 535)، (2/ 18 وأطال، 216، 626، 636 وأطال، 328)، (3/ 225، 303، 343، 418، 428، 581، 685)، (4/ 223).\n(2) ينظر مثلاً: (1/ 105، 589، 605)، (2/ 102، 726، 736).\n(3) ينظر مثلاً: (1/ 392، 484، 608)، (2/ 249)، (3/ 372)، (4/ 191).\n(4) يُنظر مثلاً: (1/ 359، 369، 378، 385، 391، 598)، (2/ 462)، (3/ 251، 462، 150، 492).\n(5) يُنظر مثلاً: (1/ 91، 111، 114، 116، 363، 386، 642، 705)، (2/ 26، 39، 44، 158 وأطال، 269، 499، 628، 695)، (3/ 30، 187، 226، 258، 263، 428، 505، 585، 699، 700، 713)، (4/ 6، 29، 88، 95، 105، 121، 208، 223).\n(6) مثلاً: (1/ 413): يُسمِّيْه أهل الحجاز، (1/ 422): بالعراق والشام، (1/ 484) و\n...\n(2/ 103): يُسمى باليمن، (3/ 552) و (1/ 726): يسمى بالشام، (1/ 514) و (3/ 542): العامة تسمِّيه، (1/ 726) و (2/ 349) و (3/ 701): عند أهل العراق، (2/ 8، 37، 490) و (3/ 321): عند أهل مصر، (2/ 37) و (3/ 26): يُسمِّيه أهل الأندلس ..\nالجزء: 1 - الصفحة: 115\n",
        "الحيوان (1)، وقليلاً ما يورد أسماءَه؛ لأنه يورد الاسم الآخر في موضعه مرة أخرى (2)، ويذكر أنواع الحيوان المذكورـ إن كان له أنواع ـ. (3)\n(1) يُنظر: (1/ 125، 363، 365، 369، 407، 455، 503، 524، 571، 608، 650)، (2/ 18، 26، 48، 166، 232، 249، 464، 322، 350، 379، 428، 458، 574، 614، 663، 664)، (3/ 5، 50، 95، 125، 150، 234، 251، 259، 338، 352، 428، 464، 475، 522، 528، 544، 572)، (4/ 9، 52، 72، 85، 98، 105، 141، 192، 230).\n(2) ينظر: (1/ 38) أسماء الأسد، (2/ 166) الحيَّة، (2/ 714) الضبع، (2/ 279) أسماء خيل السباق، (3/ 51، 306 ـ 307) أسماء الظبية، والضأن في مراحل عمرهما.\n(3) مثلاً: (1/ 77) أنواع الإبل، (2/ 264) «الخنفساء»، (2/ 223) «الخطاطيف»،\n...\n(2/ 666) «الصقر»، (2/ 577) «السنور»، (2/ 164) «الحيات»، (3/ 51)\n...\n«الضباء»، (3/ 544) ذكر نوعين والفرق بينهما، (3/ 508) «القطا»، (3/ 259، 338، 588)، وغيرها.\nالجزء: 1 - الصفحة: 116\n",
        "ويصف الحيوان وصفاً متوسطاً، وهذا هو الغالب في الكتاب (1)، وقد يطيل في الوصف، ويذكر أقوالاً للعلماء، ويعرض الخلاف إن وُجد، تارة يرجح ويختار، وتارة لا يُرجِّح. (2)\nوقد يكون وصف الحيوان مختصراً (3)، وأحياناً لا يفي بالغرض مثل أن يقول:\n(1/ 530) البينيب: سمك بحري، معروف عند أهل البحر.\n(1/ 534) التفلِق: طائر من طير الماء، قاله في «العباب».\n(2/ 571) السميدر: دابة معروفة عند أهل الهند والصين، قاله ابن سيده.\n(1) يُنظر مثلاً: (1/ 381، 455).\n(2) ينظر مثلاً: (1/ 109، 622، 601)، (2/ 48 في «الحمار الأهلي» أطال جداً، 203، 229، 249، 268 لم يرجح، لذا لم يذكر الحكم ولا الخواص ولا التعبير، لعدم تحديد نوع الحيوان)، (3/ 71، 113، 242، 330 في الغول قال: والذي ذهب إليه المحققون أن الغول شيء يخوف به، ولا وجود له)، (4/ 103، 120، 182).\n(3) يُنظر مثلاً: (1/ 117، 135، 172، 407، 502، 513، 530، 643)، (2/ 13، 44، 39، 133، 156، 366، 467، 528، 735)، (3/ 186، 202، 301، 491، 495).\nالجزء: 1 - الصفحة: 117\n",
        "(2/ 623) الشرشق: الشقراق.\n(2/ 678) الصلب: طائر معروف ذكره في «العباب».\n(3/ 26) الطبطاب: طائر له أذنان كبيرتان.\n(3/ 249) عير السراة: طائر كهيئة الحمامة.\n(3/ 528) القمعوطه والمقعوطة: دوبية حكاه ابن سيده.\n(4/ 63) النساف: طائر له منقار كبير، قاله ابن سيده. (1)\nثم يدخل في النقول، ولم يظهر لي فيها منهجه في العرض والترتيب، وكأنه أراد أن يكون كتابه من كتب الأدب والمحاضرات، يخرج فيه من فنٍّ إلى فنٍّ، لا يلتزم بترتيب معين، ويكثر فيه من الاستطرادات والنقول التي لا تَعَلُّق لها بالحيوان المذكور، ثم وجدت «طاش كبري زاده» يذكر «حياة الحيوان» في علم المحاضرة، ويُمثِّل به مع «ربيع الأبرار» للزمخشري، و\n...\n«التذكرة الحمدونية» لابن حمدون، و «نثر الدرر» للآبي، وغيرها. (2)\n(1) يُنظر أيضاً: (1/ 510، 515)، (2/ 218، 623، 651)، (3/ 89، 188، 257، 411، 457، 550، 553، 567، 725).\n(2) «مفتاح السعادة ومصباح السيادة في موضوعات العلوم» (1/ 213)، وعنه أيضاً صديق خان في «أبجد العلوم» (3/ 57) حيث ذكر الدميري من علماء المحاضرة، وقال: (صاحب كتاب حياة الحيوان في علم المحاضرة). ويُنظر مقدمة د. يحيى الجبوري لكتاب «المحاضرات والمحاورات» للسيوطي (ص 22 ـ 23).\nالجزء: 1 - الصفحة: 118\n",
        "فالكتاب في علم الحيوان، وهذا واضح، لكنه على طريقة كتب الأدب.\nوقد اشتمل على فنون عديدة، وهي كما يلي:\nالآيات القرآنية\nيذكر الآيات القرآنية التي ورد فيها اسم الحيوان، قد تكون الآية في أول حديثه عن الحيوان (1)، وقد تكون في آخر حديثه بعد استطرادات أدبية، أو تكون في التعبير، أو الأمثال (2)، وقد تكون الآية كغيرها من النقول،\n(1) يُنظر مثلاً: (1/ 484، 518، 599، 645)، (2/ 140، 270، 292، 419، 502، 681، 698)، (3/ 16، 32 وذكر تفسيرها، 115، 258، 411، 498)، (4/ 29، 89، 90).\n(2) يُنظر مثلاً: (1/ 387 وذكر تفسيرها، 440، 484، 649، 664، 714)، (2/ 58، 86، 89، 92، 194، 256، 415، 564، 734)، (3/ 43، 79، 240، 248، 284، 364، 450، 531، 611 إلى 655 تفسير الآيات في قصة أصحاب الكهف، 667)، (4/ 11، 111 تفسيرها من الرازي).\nالجزء: 1 - الصفحة: 119\n",
        "يذكرها استطراداً، وربما يذكر سبب نزولها، ويذكر تفسيرها، وكثيراً ما ينقل التفسير من ابن عطية، والثعلبي. (1)\nالأحاديث المرفوعة والموقوفة\nويورد الأحاديث المرفوعة إلى النبي - صلى الله عليه وسلم -، والموقوفة على الصحابة - رضي الله عنهم -، يورد الحديث ويعزوه لمصدرٍ حديثي ـ وهذا هو الأصل في الكتاب ـ وأحياناً يورد بعد الحديث بيان غريبه (2)، ويوضِّح معناه (3)،\n(1) يُنظر مثلاً: (2/ 246، 314)، (3/ 498، 618).\n(2) يُنظر: (1/ 90، 106، 375، 378، 485، 505، 528، 564، 595، 601، 603، 607، 648، 651، 672، 699)، (2/ 97 من «النهاية»، 126، 196، 258، 270، 271 وفيه إطالة، 357 من المنذري في «الترغيب والترهيب»، 406، 465، 620، 662)، (3/ 17، 29، 33، 39، 72، 74، 309، 339، 350، 388 من\n...\n«النهاية»، 413 من أبي عبيد، 439، 446، 498، 515، 584، 604، 696)، (4/ 96، 185).\n(3) يُنظر: (1/ 83، 112، 378، 427، 470، 523، 612)، (2/ 24، 47، 51، 58، 108، 186، 187، 190، 220، 225، 252، 258 من الخطابي)، (3/ 304، 309 من ابن بطال، 326، 340 من النووي، 343، 357، 368، 385 وأطال، 412، 416، 515، 517، 555، 662).\nالجزء: 1 - الصفحة: 120\n",
        "ويذكر فِقْهَه (1)، وفي مواضع بيَّن المبهم في الحديث (2)، وهل للراوي صحبة؟ (3)، وعدد أحاديث الراوي في الكتب الستة (4)، وقد أورد بعض الأحاديث المتعارضة في الظاهر وجمَعَ بَيْنَهما (5)،\nويورد أحاديث مكذوبة على النبي - صلى الله عليه وسلم -. (6)\nويورد ـ أيضاً ـ فوائد حديثية، مثل (2/ 407) مسألة جهالة\n(1) يُنظر: (1/ 651 من الخطابي)، (2/ 414 من الخطابي، 425، 438، 552 من النووي، 644 من النووي أيضاً، 711 من ابن العربي)، (3/ 168 من الطيالسي، 209 من الخطابي، 218 من ابن بطال، 659، 662، 663)، (4/ 47، 94 من النووي، 107، 133، 182 من بعض شراح البخاري، 209، 227).\n(2) يُنظر: (1/ 81)، (2/ 279، 407، 425)، (3/ 165).\n(3) يُنظر: (1/ 137)، (3/ 72).\n(4) يُنظر: (1/ 81، 505، 603، 714) (2/ 87، 574) (3/ 269، 574).\n(5) يُنظر: (1/ 44، 99، 426، 474، 651)، (2/ 88، 602، 710)، (3/ 298، 299، 719) ..\n(6) يُنظر مثلاً: (1/ 154، 182).\nالجزء: 1 - الصفحة: 121\n",
        "الصحابي لا تضر، و (1/ 206) ذكر أصحاب الأحاديث المعتمدة، فذكر البخاري، ومسلم، وأبا داود، والترمذي، والنسائي، والدارقطني، فقط. ولم يذكر الإمام مالك، وأحمد، والدارمي، وابن ماجه، وغيرهم.\nومن فوائده الحديثية واللغوية: أنه أورد (41) حديثاً من الأحاديث الموجزة التي لم تُسمع عباراتها من العرب قبل النبي - صلى الله عليه وسلم -.\nقال الدميري - رحمه الله - عن حديث «لا ينتطح فيها عَنْزَان»:\n(فأول ما سُمعت هذه الكلمة منه - صلى الله عليه وسلم -، وهي من الكلام الموجز البديع المُفْرد الذي لم يُسْبَق إليه.\nوكذلك قوله - صلى الله عليه وسلم -: «حَمِي الوطِيس»، و «مات حَتْفَ أنفِه»، و «لا يُلدَغ المؤمن من جُحر مرتين»، و «يا خيل الله اركَبِي»، و\n...\n«الولد للفراش، وللعاهر الحَجَر»، و «كلُّ الصيد في جوف الفرا»، و\n...\n«الحرب خدعة»، و «إياكم وخضراء الدِّمَن»، و «إن مما يُنبِتُ الربيع ما يَقْتُلُ حبَطَاً أو يُلِمُّ»، و «الأنصار كَرْشِي وعَيْبَتِي»، و «لا يجني على المرء إلا يدُه»، و «الشديد من ملكَ نفسَه عند الغضب»، و «ليس الخبرُ كالمعاينة»، و «المجالس بالأمانة»، و «اليدُ العليا خيرٌ من اليد السفلى»، و «البلاءُ موَكَّلٌ بالمنطق»، و «الناس كأسنان المِشْط»، و «ترك الشرِّ صدَقة»، و «أي داءٍ أدوأُ\nالجزء: 1 - الصفحة: 122\n",
        "من البُخل»، و «الأعمال بالنيات»، و «الحياءٌ خيرٌ كلُّه»، و «اليمين الفاجرة تدَعُ الديار بَلاقِع»، و «سيِّدُ القوم خادِمُهُم»، و «فضل العلم خيرٌ من فضل العبادة»، و «الخيل معقود في نواصيها الخير»، و «أعجل الأشياء عقوبةً البغيُّ»، و «إنَّ مِن الشعر لحكمة»، و «الصحة والفراغ نعمتان مغبونٌ فيهما كثير من الناس»، و «نيَّةُ المؤمن خير من عمله، ونية المنافق شرٌّ من عَمَلِه»، و «الولَدُ ألوَطُ»، و «استعينوا على قضاء الحوائج بالكتمان، فإنَّ كل ذي نعمة محسود»، و «المكرُ والخدِيعةُ في النار»، و «مَنْ غشَّنَا ليس منا»، و\n...\n«المستشارُ مؤتَمَنٌ»، و «النَّدَمُ توبةٌ»، و «الدَّالُّ على الخير كفاعله»، و «حبُّك الشيءَ يُعمِي ويصم»، و «العارِيَّة مؤدَّاةٌ»، و «الإيمان قَيْدَ الفَتْكِ».\nوأمثال ذلك من كلامه - صلى الله عليه وسلم -). (1)\n(1) «حياة الحيوان» (3/ 222 ـ 223). وهذه الأحاديث منها: الصحيح، والحسن، والضعيف، والموضوع، وما لا أصل له، وينظر في تخريجها مطولاً: (الأحاديث المرفوعة والموقوفة في كتاب حياة الحيوان الكبرى من بداية حرف «العين مع النون» إلى نهاية حرف «الفاء مع السين»)، للأستاذة: نجلاء بنت إبراهيم النزهة، وهي رسالة ماجستير في قسم السنة، جامعة الإمام محمد بن سعود.\nوانظر أيضاً: «التراكيب المروية عن رسول الله - صلى الله عليه وسلم - مما لم تعرفها العرب قبله» د. محمد بن علي الغامدي، بحث منشور في مجلة «سنن»، العدد الثاني، رجب، 1431 هـ (ص 375 ـ 439).\nللأمانةِ وشُكْرِ العِلم: لم أنتبه عند قراءتي كتابَ الدميري لهذه الفائدة، حتى دلَّني عليها الأستاذ المؤرخ الفاضل: راشد بن محمد العساكر ـ وفقه الله، وجزاه خيراً ـ.\nالجزء: 1 - الصفحة: 123\n",
        "وقد جمع بعضَها أحدُ الباحثين، وذكر في أغلبها: أنَّ الدميري أولَ من نصَّ على ذلك (1)، وليس بصحيح، فالدميري ناقل ممن سبقه، فقد سبقه جماعة، منهم:\n1. الجاحظ - رحمه الله - (ت 255 هـ) حيث قال: وسنذكر من كلام رسول الله - صلى الله عليه وسلم - ممالم يسبقه إليه عربي، ولاشاركه فيه أعجمي، ولم يُدَّعَ لأحدٍ، ولا ادَّعاهُ أحد، مما صار مستعملاً، ومثَلاً سائراً.\nوذكر (9) أحاديث. (2)\n(1) «التراكيب المروية عن رسول الله - صلى الله عليه وسلم - مما لم تعرفها العرب قبله» د. محمد بن علي الغامدي، بحث منشور في مجلة «سنن»، العدد الثاني، رجب، 1431 هـ\n...\n(ص 375 ـ 439). وقد ذكر في أول بحثه الدراسات السابقة، ومع ذلك نصَّ في غالب الأحاديث على أولية الدميري في بيان ذلك!\n(2) ينظر: «البيان والتبيُّن» (2/ 15).\nالجزء: 1 - الصفحة: 124\n",
        "2. ابن دُرَيد - رحمه الله - (ت 321 هـ) حيث قال: باب ما سمع من النبي - صلى الله عليه وسلم - ولم يسمع من غيره قبله.\nوقد ذكر (65) حديثاً. وعنه السيوطي في «المزهر» فقد ذكر بعضها. (1)\n3. المسعودي - رحمه الله - (ت 346 هـ) حيث قال: ذكر ما بدأ به - عليه الصلاة والسلام - من الكلام ممالم يحفظ قبله عن أحد من الأنام.\nوذكر قريباً من (100) حديث، وذكر من سبقه إلى ذلك: ابن دريد، والزجاجي، ونفطويه، وجعفر بن محمد بن حمدان الموصلي. (2)\n4. الثعالبي - رحمه الله - (ت 429 هـ).\nحيث ذكر (11) حديثاً لم تسبقه العرب إليها. (3)\n5. القاضي عياض - رحمه الله - (ت 544 هـ). (4)\n(1) ينظر: «المجتنى» لابن دريد (ص 8)، وعنه: «المزهر» للسيوطي (1/ 302).\n(2) ينظر: «مروج الذهب» (2/ 299).\n(3) ينظر: «التمثيل والمحاضرة» (ص 2).\n(4) ينظر: «الشفاء» ـ ط. البشائر ـ (ص 115، 123).\nالجزء: 1 - الصفحة: 125\n",
        "6. الزركشي - رحمه الله - (ت 794 هـ) حيث ذكر الكلمات المفردة التي اخترعها النبي - صلى الله عليه وسلم -، وأورد خمسة أحاديث. (1)\nالمسائل الحديثية في الكتاب\nمن متطلبات رسائل الماجستير الثمانية في تخريج أحاديث وآثار الكتاب، بيان منهجه الحديثي، وقد قُسِّم المنهج الحديثي على الرسائل الثمانية ـ إلا الأولى ـ، في كل رسالة مبحثان حديثيان، وهي كما يلي:\n1. المبحث الأول والثاني:\nطريقة إيراده للحديث\n، ومنهجه في التخريج: لإبراهيم بن عبدالله المديهش.\n2. المبحث الثالث والرابع: مصادره في الرواية، ومصادره في نقد الرواة. للشيخ: عبدالله بن ناصر الصبيح.\n3. المبحث الخامس والسادس: منهجه في الحكم على الحديث، ومصادره في نقد الأخبار. للشيخ: بندر بن عايش المطيري.\n(1) ينظر: «النكت على ابن الصلاح» (2/ 81). وانظر: «الروض الأنف» للسهيلي\n...\n(7/ 275)، «سبل الهدى والرشاد» للصالحي (2/ 97)، «شرح المواهب اللدنية» للزرقاني (5/ 303)،\nالجزء: 1 - الصفحة: 126\n",
        "4. المبحث السابع والثامن: منهجه في تفسير غريب الحديث، ومصادره في غريب الحديث. للشيخ: حسام بن عبدالله الحسين.\n5. المبحث التاسع والعاشر: منهجه في بيان فقه الحديث، ومنهجه في بيان المبهم، وضبط أسماء الرواة. للأستاذة: نجلاء بنت إبراهيم النزهة.\n6. المبحث الحادي عشر والثاني عشر: منهجه في بيان مختلف الحديث، ومنهجه في الإسرائيليات. للأستاذة: إيثار بنت زيد الزيد.\n7. المبحث الثالث عشر والرابع عشر: تقويم الكتاب من الناحية الحديثية، وأثره فيمن بعده. للأستاذة: نجلاء بنت نايف العتيبي.\nوكنتُ راغباً أن أُدرج هذه المباحث في كتابي هذا؛ منسوبةً إلى أصحابها؛ ثم عدلتُ عن ذلك؛ لأمور:\n1. أن الدميري ليس له منهج حديثي في الكتاب، والسمة الغالبة فيه ـ كما سبق ـ: كثرة مصادره، وعزوه النقول إلى أصحابها.\n2. اختلاف منهج الدراسة بين الرسائل، حيث إن بعض الرسائل قصرت المنهج على القسم المحدد في تخريج الأحاديث.\nالجزء: 1 - الصفحة: 127\n",
        "3. لئلا يطول كتابي هذا، بأمر لايعتبر منهجاً، ولافائدة من ذكره.\nولأدلل على كلامي هذا ـ بأنه ليس له منهج حديثي ـ أذكر المبحثين الذَين كتبتُهما، ثم مبحثاً واحداً مما كتبه الشيخ: حسام الحسين.\nــ\nطريقة إيراده للحديث\nموضع الإيراد:\nإذا أورد المؤلفُ الحيوانَ المرادَ الحديث عنه، وعرَّف به، وضبطه، فإنه يدخلُ بعده في النقول، من غير ترتيب، فلا يبدأ بآية قرآنية ورد فيها ذكر الحيوان، ولا بحديث فيه فضلٌ لهذا الحيوان، أو وصف لأهله، كما في وصف أهل الإبل، وأهل الغنم، فالحديث يُوردُ كيفما اتفق، ونادراً ما يكون في أول كلامه عن الحيوان، كما في (1/ 74) في «الإبل» فقد أورد حديث: «الإبل عِزٌ لأهلها».\nوالغالبُ تأخير الحديث لغير سبب، فيأتي به بعد نقولات أدبية،\nالجزء: 1 - الصفحة: 128\n",
        "وأخبارية، وتراجم، وأبيات شعرية (1)، ويورد الحديث في الأمثال ـ وهي دائماً ما تأتي في الأخير ـ. (2)\nوقد يورد الحديث دليلاً لمسألة فقهية، ترد في أثناء حديثه، وغالباً ما تكون استطرادية، أو مسألة في «الحكم» الذي يريد به جواز أكل الحيوان أو حرمته (3). ويورده استشهاداً في الضبط اللغوي. (4)\n(1) يُنظر مثلاً: (1/ 107، 425، 505، 583، 585، 611، 660)، (2/ 13 أورده في تعبير الرؤى، 51، 54، 142 بعد الأمثال، 114، 115، 192 بعد الخواص وقبل الأمثال، 224، 386 بعد الأمثال، 371، 440، 520)، (3/ 55، 60، 103، 106، 165 أورده بعد طلاسم، 259، 277، 426، 427، 346 ذكره في الأخير، 357، 401، 560، 514، 268، 298، 309، 519).\n(2) يُنظر مثلاً: (1/ 83، 509)، (2/ 17، 126، 189، 289، 674)، (3/ 224، 361، 362).\n(3) يُنظر مثلاً: (1/ 71 دليل عن علم النجوم، 82، 370، 452، 473، 635، 616، 653)، (2/ 184، 224، 266، 414، 730، 578)، (3/ 207)، (4/ 160).\n(4) يُنظر مثلاً: (1/ 407).\nالجزء: 1 - الصفحة: 129\n",
        "وأحياناً يورد أحاديث مرفوعة بعد الأحاديث الموقوفة (1) لغير سبب\n...\nـ فيما يظهر لي ـ.\nوالغريب عند المؤلف أنه يورد أحاديث تحت عناوين جانبية، وفي الأحاديث ذكرٌ للحيوان، وغالباً ما تكون في آخر كلامه عن الحيوان، ولم يظهر لي سَبَبٌ في العنونة الجانبية، إلا إن كانت من إضافته على النسخة الثانية، أو الثالثة المسماة: «الكبرى».\nفقد أورد أحاديث تحت «فائدة» (2)، و «تنبيه» (3)، و «عجيبة» (4)، و\n...\n«تذنيب» (5)، و «تتمة» (6)، و «غريبة» (7)، و «خاتمة» (8).\n(1) يُنظر مثلاً: (1/ 112، 385، 386، 389، 585، 586)، (2/ 518).\n(2) يُنظر: (1/ 434، 441)، (2/ 33، 176، 543)، (3/ 98، 220، 221، 478، 479، 560، 737).\n(3) يُنظر: (1/ 107) بعد الأمثال.\n(4) يُنظر: (2/ 135).\n(5) يُنظر: (2/ 85) في آخر كلامه عن الحيوان.\n(6) يُنظر: (4/ 58).\n(7) يُنظر: (3/ 281).\n(8) يُنظر: (3/ 124، 208).\nالجزء: 1 - الصفحة: 130\n",
        "وفي عرضه للأحاديث لا يُراعي فيها ترتيباً ـ كما سبق ـ فيقدِّم أحاديث من خارج الكتب الستة على أحاديث في الكتب الستة، وليس فيها أيضاً مراعاة لموضوع الأحاديث.\nمثاله:\n(1/ 442 ـ 443) ذكر حديثاً من الطبراني في «الدعاء»، ثم حديثاً عند ابن ماجه.\n(1/ 485) ذكر حديثاً عند الحاكم، ثم حديثاً عند أبي داود والترمذي.\n(2/ 383) ذكر حديثاً من ابن عدي، ثم حديثاً من الفريابي والطبراني، ثم حديثاً من مسند أحمد، وسنن أبي داود، وسنن ابن ماجه، وقال: إسناده جيد.\n(3/ 339) ذكر حديثاً من الطحاوي، ثم حديثاً من سنن أبي داود، ثم الحاكم، ثم حديثاً من صحيح مسلم.\n(4/ 114) ذكر حديثاً من سنن أبي داود، ثم من مستدرك الحاكم،\nالجزء: 1 - الصفحة: 131\n",
        "ثم حديثاً من صحيح مسلم.\n(4/ 220) ذكر حديثاً من تفسير الثعلبي، وبعده حديثاً من سنن أبي داود. (1)\nصفة الحديث الذي يورده:\nالأصل أن يورد الأحاديث المرفوعة والموقوفة التي ورد فيها ذكر الحيوان، لكنه يورد أحاديث ضمن استطراداته، وهذا كثير، مثاله:\n(1/ 79) في «الإبل» من صفاته\n...\nيخرج الشقشقة، ثم ذكر قول علي - رضي الله عنه -: «إن الخطب من شقاشق الشيطان» وحديثاً مرفوعاً: (أما معاوية فصعلوك، وأما أبو جهم فإني أخافُ عليكِ شَقاشِقه).\n(1/ 122) الحارية: نوع من الأفعى\n...\nوفي الحديث: أن أبا بكر - رضي الله عنه - لما مات النبي - صلى الله عليه وسلم - أصابه حزن شديد، فما زال يحري بدنه\n...\n(1) يُنظر أيضاً: (1/ 507، 517)، (2/ 110، 131، 294، 278، 407، 502، 519)، (3/ 16، 76، 156، 259، 304، 310، 325، 346، 354، 366،\n...\n380، 381، 555)، (4/ 15، 40، 54، 152، 207، 224).\nالجزء: 1 - الصفحة: 132\n",
        "(1/ 114) الأصرمان: الذئب والغراب\n...\nذكر فيه حديث أبي هريرة - رضي الله عنه - عند أحمد، وفيه إسلام الصحابي أُصيرم بني عبدالأشهل.\n(4/ 39) في «النحل» ذكر أحاديث في «العسل». (1)\nصفة إيراد الحديث:\nالأصل أنه يورد الحديث كاملاً، وأحياناً يوردُ الجزءَ الذي ورد فيه ذكر الحيوان، مثاله:\n(1/ 38) في «أسد» أورد جزءاً من حديث أم زرع المعروف الطويل، وهو قول إحداهن: «زوجي إن دخل فَهِدْ، وإن خرج أَسِدْ».\nوفي (1/ 650) «جمل» أورد أيضاً جزءاً من حديث أم زرع، وهو قول إحداهن: «زوجي لحمُ جَمَلٍ غَثٍّ\n...\n».\nوفي (1/ 607) في «جذع» قال: وفي «حديث المبعث» قول ورقة بن نوفل - رضي الله عنه - للنبي - صلى الله عليه وسلم -: «يا ليتني فيها جذعاً».\n(1) يُنظر أيضاً: (1/ 42، 434، 602، 651)، (2/ 33، 248)، (3/ 222، 261، 272، 274، 275، 316، 317، 319، 356)، (4/ 41) ذكر اعتراض مَنْ في قلبه مرضٌ من الملحدة على أحاديث من الطب النبوي، ذكرَ الشُّبَهَ ثم أجاب عنها).\nالجزء: 1 - الصفحة: 133\n",
        "وفي (2/ 319) في «الداجن» قال: في حديث الإفك\n...\nوذكر الجملة التي فيها «الداجن». (1)\nوإذا أورد الحديث، فالأصل أنه يذكر راويه الأعلى (الصحابي)، وقد يذكر التابعيَّ مع الصحابي أيضاً. (2)\nوقد يورد الحديث من المَدار «ملتقى الطُّرُق». (3)\n(1) يُنظر أيضاً: (1/ 105، 116، 371، 376، 392، 484، 508، 519، 512، 636، 650)، (2/ 242، 708)، (3/ 421، 354).\n(2) يُنظر: (1/ 97، 469، 487، 519، 574، 606، 611، 624، 644، 650، 636، 680)، (2/ 109، 198، 293، 305، 459)، (3/ 220، 275، 310، 325، 339، 368، 369، 379، 381، 478، 520، 547، 711)، (4/ 65، 135، 178، 228).\n(3) يُنظر: (1/ 43، 46، 47، 97، 99، 106، 113، 177، 370، 386، 390، 469، 485، 494، 495، 505، 517، 545، 592، 617، 691، 664، 698، 652، 687، 675)، (2/ 9، 10، 12، 13، 16، 86، 198، 215، 223، 239، 255، 257، 329، 331، 387، 407، 421، 448، 451)، (3/ 38، 74، 106، 208، 257، 325، 350، 374، 380، 384، 387، 398، 481، 497، 560، 591، 720)، (4/ 25، 27، 85، 116، 128، 156، 162).\nالجزء: 1 - الصفحة: 134\n",
        "وأحياناً يورد الإسناد كاملاً مع المتن. (1)\nوقد يشير إلى الحديث كما في (1/ 378) أشار إليه ثم قال: رواه النسائي في عشرة النساء.\nوفي (1/ 452) قال: أشار إليه البخاري. (2)\nوقد أورد أحاديث مكررة، يقول: سيأتي في حرف كذا ـ إن شاء الله تعالى ـ حديثٌ في كذا وكذا\n...\n، أحياناً يأتي بالحديث كاملاً، وأحياناً بجزءٍ منه، وقد يقول: تقدم في حرف كذا الحديث\n...\nويذكره، أو جزءاً منه. (3)\n(1) يُنظر: (1/ 61، 357، 358، 592، 663، 691، 714)، (2/ 123 من البخاري، 277 من النسائي، 437 من البخاري، 464 من الترمذي، 447 من البخاري، 664 من أحمد)، (3/ 33 من الشافعي، 327 من البخاري، 366 من الموطأ، 374 من أبي القاسم النخعي في كتاب الخيل، 381 من مالك، 483، 574 من عبدالرزاق)، (4/ 35 من ابن ماجه، 86 من الدارمي.\n(2) يُنظر أيضاً: (1/ 484).\n(3) يُنظر مثلاً: (1/ 113، 114)، (2/ 132، 139، 207، 361)، (3/ 26، 73، 268، 269، 270، 271، 305، 306، 329، 584)، (4/ 122، 185).\nالجزء: 1 - الصفحة: 135\n",
        "ــــ\nطريقة تخريجه للحديث\nالأحاديث الواردة في الكتاب إما أن يعزوها المؤلِّف لمصدر حديثي، أو لا يعزوها لمصدر (1)، والثاني غالباً ما يكون من الأحاديث الموقوفة في التفسير، أو من كتب غريب الحديث، وأحياناً يُصَرِّح، يقول: وفي «نهاية الغريب» أي لابن الأثير. (2)\nوإذا عزا الحديث لمصدر حديثي، فتارة يعزوه للجماعة، مثاله:\n(1) يُنظر مثلاً: (1/ 44، 45، 73، 105، 116، (147، 150، 152، 153) هذه نقلها من الشاذلي، 165، 196، 220، 254، 399، 428، 453، 484، 496، 498، 518، 523، 595، 601، 625، 662، 682، 717)، (2/ 19، 31، 47، 64، 73، 122، 157، 185، 204، 225، 233، 236، 268، 277، 312، 313، 315، 357، 387، 446، 506، 527، 618، 679)، (3/ 45، 55، 75، 179، 192، 193، 214، 229، 243، 258، 261، 268، 272، 308، 312 وهو في الصحيحين، 350، 374، 460، 494، 515، 534 وهو في الصحيحين، 535، 547، 684، 703، 714، 720)، (4/ 24 وهو في الصحيحين، 57، 98، 100، 101، 139، 185، 186، 213، 218، 237).\n(2) ينظر: (1/ 95): روى أصحاب الغريب، (1/ 485) و (3/ 250): في «نهاية الغريب»، و (3/ 380).\nالجزء: 1 - الصفحة: 136\n",
        "(1/ 81، 98)، (3/ 554)، (4/ 189)، وقال مرة (4/ 47): روى أصحاب الكتب الستة.\nوقال (3/ 165): روى مالك والجماعة إلا البخاري.\nوفي (3/ 384): روى الجماعة إلا ابن ماجه، وفي (3/ 543): روى الجماعة إلا النسائي، وفي (4/ 226): روى الجماعة إلا أبا داود.\nوتارة يعزوه للصحيحين أو أحدهما، ويكتفي بهما، مثاله:\nقال: «في الصحيحين» كما في (1/ 76، 77، 144، 357، 375، 376، 386، 388، 389، 471، 494، 506، 521)، (2/ 24، 89، 293، 306)، (3/ 198، 216، 351، 411، 556، 578، 712)،\n...\n(4/ 93، 152، 206).\nويقول: «رواه الشيخان»، كما في: (2/ 38، 278، 708)، و (3/ 672).\nويقول: «متفق عليه»، كما في: (2/ 88، 278)، و (3/ 355، 396، 397).\nويقول: «في البخاري ومسلم»، كما في: (1/ 671)، و (2/ 157، 166)، و (3/ 342).\nالجزء: 1 - الصفحة: 137\n",
        "ويقول: «في صحيح البخاري»، كما في: (1/ 522، 611)، و (2/ 57، 248)، و (3/ 71، 122، 211، 261، 277، 316، 357، 381).\nويقول: «في صحيح مسلم»، كما في: (1/ 624، 628، 632، 671، 666)، (2/ 270، 304)، (3/ 17). «في أفراد مسلم»، 58، 74، 76، 98، 261، 304، 326، 364، 587، 695، 711)، و (4/ 6، 10، 96، 136، 177 «انفرد به مسلم»، 185، 247).\nوتارة يضيف إلى الصحيحين أو أحدهما مصدراً آخر، مثاله:\nيقول: «في الصحيحين وغيرهما»، كما في (1/ 519)، و (2/ 51، 98، 180، 196، 251)، و (3/ 29)، و (4/ 30، 136، 195).\nويقول: (1/ 389) في البخاري، ومسلم، وأبي داود، والنسائي.\nويقول: (1/ 519): «في البخاري، ومسلم، وأبي داود، والنسائي، وابن ماجه».\n(2/ 39) و (3/ 103) «في البخاري، ومسلم، والترمذي، والنسائي».\n(4/ 107) «في البخاري، ومسلم، وأبي داود، وابن ماجه».\n(2/ 71) «في البخاري، وغيره».\nالجزء: 1 - الصفحة: 138\n",
        "(3/ 439) «في البخاري، وأبي داود، والنسائي».\n(2/ 414) «في البخاري، وأبي داود، والنسائي، وابن ماجه، وابن خزيمة، وابن حبان».\n(1/ 591) «في مسلم، والنسائي».\n(2/ 271) «في مسلم، والترمذي، والنسائي، وابن ماجه».\n(4/ 133) «في مسلم، وغيره». (1)\nوتارة يقول: صحَّ عنه (2)، أو في الحديث الصحيح (3)، أو في الصحيح. (4)\n(1) يُنظر أيضاً: (1/ 83، 635، 699، 652، 636)، (2/ 39، 591، 603، 424، 298، 319)، (3/ 427، 309، 212، 368، 416، 497)، (4/ 135، 226).\n(2) يُنظر: (1/ 522، 559 وقال بعده: خرَّجه أبو داود)، و (2/ 15، 197).\n(3) يُنظر: (1/ 211، 392)، (2/ 217، 248، 270، 662)، (3/ 439 وهو في الصحيحين)، (4/ 155 وهو في الصحيحين، 206 وهو في مسلم).\n(4) يُنظر: (1/ 493، وليس هو في الصحيحين، بل موضوع، وقال بعد الدميري: ورواه ابن عدي في ترجمة محمد بن زياد الطحان، عن ابن عباس - رضي الله عنهما -، بمعناه).\nالجزء: 1 - الصفحة: 139\n",
        "* ويخرج الحديث من الكتب الستة، ومعها غيرها، مثاله:\n(1/ 83) النسائي، وابن حبان، (1/ 94) ابن سعد، وابن ماجه،\n...\n(1/ 98) أحمد، والنسائي، وابن ماجه، والحاكم، وابن حبان، وابن قانع، (1/ 111) أبو داود، والنسائي، والحاكم، (1/ 594) النسائي، وسيرة ابن هشام، (1/ 705) النسائي، والحاكم، وابن السني، والبخاري في\n...\n«تاريخه».\n(2/ 54) النسائي، والحاكم، (2/ 197) أبو داود، والحاكم على شرط مسلم، (2/ 435) ابن ماجه، والبيهقي، (2/ 447) النسائي والبزار، والحاكم في أواخر «المستدرك».\n(3/ 208) أبو داود، والترمذي، والنسائي، والحاكم، (3/ 380) والنسائي، والطبراني.\n(4/ 207) ابن ماجه، وأحمد في «مسنده»، (4/ 219) أحمد وأبو داود، والترمذي، والضياء في «المختارة». (1)\n(1) يُنظر أيضاً: (1/ 408، 452، 507)، (3/ 277، 260).\nالجزء: 1 - الصفحة: 140\n",
        "* ويأتي ـ أحياناً ـ بالحديث من خارج الكتب الستة، مثاله:\n(1/ 639) الطبراني، وابن أبي الدنيا في «العقوبات»، والبيهقي في\n...\n«الشعب».\n(1/ 670) الشافعي، والبيهقي.\n(2/ 87) ابن أبي شيبة، وأحمد في «الزهد».\n(2/ 708) الدارقطني، والبيهقي، والحاكم، وابن عدي.\n(2/ 429) أحمد، وأبو يعلى، وابن قانع.\n(2/ 382) الطبراني، وأبو نعيم في «تاريخ أصبهان».\n(3/ 157) الحاكم في «تاريخ نيسابور».\n(3/ 538) البزار، والطبراني في «الأوسط».\n(4/ 16) ابن عدي، والبيهقي في «السنن» و «الشعب».\n(4/ 109) الدارقطني، والطبراني في «معجمه الأوسط»، والترمذي الحكيم في «نوادر الأصول». (1)\n(1) يُنظر أيضاً: (3/ 156، 268)، (4/ 16، 17، 36، 185).\nالجزء: 1 - الصفحة: 141\n",
        "* وقد يكون الحديث من مصادر أخرى غير المسانيد والمعاجم، مثاله:\n(1/ 487) «المجالسة وجواهر العلم» للدينوري.\n(1/ 488) «الترغيب والترهيب» لأبي القاسم الأصبهاني «قوام السنة».\n(1/ 493) الخلال في «المجلس التاسع من مجالسه».\n(1/ 677) أبو بكر الشافعي في «رباعياته»، والقاضي أبو يعلى.\n(1/ 678) «أسد الغابة» لابن الأثير.\n(2/ 155، 704) «العقوبات»، و «الهواتف» كلاهما لابن أبي الدنيا.\n(2/ 493) «الحلية» لأبي نعيم.\n(2/ 155) الخطيب البغدادي في «المتفق والمفترق».\n(2/ 122) «المحدث الفاصل بين الراوي والواعي» للرامهرمزي.\n(2/ 189) «كتاب الأربعين على مذهب الصوفية» لأبي مسعود الأصبهاني.\n(2/ 277) الثعلبي.\nالجزء: 1 - الصفحة: 142\n",
        "(2/ 302) الحكيم الترمذي، وابن السني.\n(3/ 289، 500) الربيع الجيزي في «من ورد مصر من الصحابة ـ - رضي الله عنهم -».\n(3/ 221) تاريخ ابن النجار، وعوالي محمد بن عبدالله بن المثنى بن أنس بن مالك.\n(3/ 78) أبو منصور الديلمي في «مسند الفردوس».\n(3/ 600) في أمالي أبي بكر القطيعي.\n(4/ 246) ابن السني في «عمل اليوم والليلة». (1)\n* وإذا قال الدميري: (روى فلان). فإنه يذكر في الغالب اسم كتابه، مثاله:\n(1/ 412) ابن أبي الدنيا في «التوكل».\n(1/ 677) روى البيهقي في «الدلائل».\n(1) يُنظر أيضاً: (1/ 564)، (2/ 9، 17، 187، 231)، (3/ 72، 157، 219، 221، 437)، (4/ 47).\nالجزء: 1 - الصفحة: 143\n",
        "(1/ 612) أسند الحاكم في «تاريخ نيسابور».\n(1/ 570) ابن قانع في «معجمه».\n(2/ 353) أحمد في «الزهد».\n(2/ 217) ابن أبي الدنيا في «مكائد الشيطان».\n(2/ 350) الطبراني في «الدعوات».\nوأمثال هذا في الكتاب كثير جداً.\n* وأحياناً يُحدِّدُ الموضعَ من الكتاب، مثاله:\nجميع النقول من «الكامل» لابن عدي ـ وهي كثيرة ـ يحدِّدُ النقل من ترجمه فلان بن فلان. كما في (1/ 89، 545) مثلاً.\n(1/ 106) في «جامع الترمذي» في الإيمان.\n(1/ 376) في «صحيح مسلم» في كتاب الحيض.\n(1/ 394) في أواخر «المستدرك».\n(1/ 401) في أواخر الجزء الخامس من «الغيلانيات».\n(1/ 434) في الترمذي في مناقب الحسن والحسين.\n(1/ 493) روى الخلال في «المجلس التاسع من مجالسه».\n(1/ 547) في «الترغيب والترهيب» ـ يعني لقوام السنة\nالجزء: 1 - الصفحة: 144\n",
        "الأصبهاني ـ في باب ذم الحاسد.\n(1/ 629) في البيهقي في أواخر الباب السابع والأربعين من\n...\n«الشعب».\n(1/ 640) أبو داود، والترمذي وحسنه وهو آخر حديث في\n...\n«جامعه» قبل العلل.\n(2/ 279) الترمذي في صفة الجنة.\n(2/ 252) في أواخر «الموطأ».\n(2/ 696) البيهقي في «سننه» في باب ما جاء في أكل الجراد.\n(2/ 23) «المجالسة» للدينوري في الجزء الثالث.\n(2/ 6) أبو داود في باب تغيير الاسم القبيح.\n(2/ 436) في «تاريخ نيسابور» للحاكم في ترجمة\n...\n(2/ 464) الترمذي في باب ما جاء في صوم ثلاثة أيام.\n(2/ 546) في «صحيح» البخاري في أحاديث الأنبياء، وفي مسلم في النكاح.\n(2/ 643) روى خيثمة بن سليمان في «مسنده» في آخر الجزء الخامس عشر.\nالجزء: 1 - الصفحة: 145\n",
        "(2/ 681) بوب البخاري في أول الربع الرابع من كتاب.\n(3/ 98) ابن قانع في ترجمة\n...\n(3/ 582) في «سنن أبي داود» في آخر كتاب الزكاة.\n(3/ 729) مسلم في آخر باب التوبة بعد حديث الإفك.\n(3/ 375) النسائي في كتاب الخيل من «سننه».\n(3/ 367) أبو داود في أوائل كتاب الجنائز. (1)\n* وإذا خَرَّجَ الحديث من جماعة، فإنه قد يُرتِّبُ إيرادَهم فيبدأ بالصحيحين مثلاً أو بأحدهما، أو بمالك وأحمد، وأحياناً لا يُرتِّب إيرادهم، فمثلاً:\n(1/ 42) رواه البزار، والطبراني، وعبدالرزاق، والحاكم، وغيرهم، فأَخَّرَ عبدَالرزاق.\n(1) يُنظر أيضاً: (1/ 39، 98، 378، 394، 452، 505، 591، 630، 592)، (2/ 243، 186، 311، 123، 335، 384، 328، 447)، (3/ 378، 384، 325، 350، 243، 484، 590).\nالجزء: 1 - الصفحة: 146\n",
        "(1/ 98) الحاكم وابن حبان، فأَخَّرَ ابنَ حبان.\n(1/ 408) روى أحمد، والبزار، والبخاري في «الأدب»، والطبراني في «الدعوات»، فقدَّمَ البزار على البخاري.\n(1/ 434) روى ابن حبان، والترمذي.\n(1/ 516) روى الشافعي، وابن خزيمة، وابن حبان، والحاكم، وأصحاب السنن الأربعة من حديث لقيط بن صبرة\n...\nواللفظ لأبي داود. أخَّرَ السنن الأربعة مع أن اللفظ لأبي داود.\n(1/ 616) أبو داود، والبخاري، وأبو نعيم. فقدَّم أبا داود على البخاري.\n(1/ 648) الحاكم، وابن أبي شيبة، فقدَّمَ الحاكم (ت 405 هـ)\n...\nـ وهو متأخر ـ، على ابن أبي شيبة (ت 235 هـ) ـ وهو متقدم ـ.\n(2/ 108) أبو داود، والطبراني، وابن ماجه، وابن حبان. فقدَّمَ الطبراني (ت 360 هـ)، على ابن ماجه (ت 273 هـ).\n(2/ 699) في البيهقي، والترمذي.\n(3/ 577) الحاكم، والترمذي في المناقب\n...\nقال الحاكم:\n...\nقال الترمذي.\nالجزء: 1 - الصفحة: 147\n",
        "فقدَّمَ الحاكمَ (ت 405 هـ) على الترمذي (ت 279 هت) في العزو، وفي نَقْلِ كلامهما على الحديث.\n(4/ 34) أحمد، والحاكم، والترمذي، والنسائي. فقدَّمَ الحاكمَ على الترمذي والنسائي.\n(4/ 162) في «المستدرك»، و «سنن» ابن ماجه، و «كامل» ابن عدي. (1)\n* ويذكر بعد الحديث كلام من أخرج الحديث.\nوغالباً ما يكون كلام الترمذي (2)، والحاكم (3)، ولم أجده ينقل كلام الطبراني في «الأوسط» إذا خرَّج منه.\n(1) يُنظر أيضاً: (1/ 494، 545)، (2/ 185، 138، 288، 478)، (3/ 328، 545، 574، 600).\n(2) يُنظر مثلاً: (1/ 99، 425، 426، 485، 532)، (2/ 10، 305، 503)، (3/ 39، 326، 711)، (4/ 71، 72).\n(3) يُنظر مثلاً: (1/ 394، 425، 494، 506، 639)، (2/ 521، 448، 718، 305، 654)، (3/ 39، 376، 698)، (4/ 35).\nالجزء: 1 - الصفحة: 148\n",
        "* وقد ينقل حكم أحد العلماء على الحديث. (1)\n* وقد يحكم الدميري على الحديث، أو الإسناد فقط، مثاله:\n(1/ 472) الطبراني، وأبو نعيم، من طرق صحيحة.\n(1/ 505) الطبراني، بإسناد جيد.\n(1/ 521) الإمام أحمد، بسند صحيح.\n(1/ 668) الطبراني، بإسناد حسن.\n(1/ 607) ابن عبدالبر في «التمهيد»، من طريق صحيح.\n(1/ 604) الطبراني، والبزار، بإسناد حسن.\n(2/ 88) أخرجه أبو داود، واتفق الحفاظ على تضعيفه.\n(2/ 110) أبو داود، والنسائي، بإسناد جيد.\n(2/ 124) وهو حديث صحيح.\n(1) يُنظر مثلاً: (1/ 97، 399، 479، 635 كلام النووي)، (2/ 521 البيهقي، 657 عبدالحق، 144 تعقب الذهبي أبا عبدالله الحاكم، 209 ابن عساكر، 224 البيهقي، 215 أبو حاتم، 243 أبو حاتم، والذهبي، 383 ابن عدي، 731 الدارقطني)، (3/ 288 عياض، 327 الشُّرَّاح، 546 البيهقي، 720، 721، 178، 547 البيهقي، 698 البخاري).\nالجزء: 1 - الصفحة: 149\n",
        "(2/ 220) في الحديث الحسن.\n(2/ 279) الترمذي، بإسناد ضعيف.\n(2/ 383) أحمد، وأبو داود، وابن ماجه، وإسناده جيد.\n(2/ 459) البيهقي، وإسناده ليس بالقوي.\n(2/ 685) البيهقي، بإسناد فيه ضعيفان.\n(3/ 208) الحاكم، بإسناد صحيح.\n(3/ 235) أبو داود في «مراسيله»، و «كامل» ابن عدي، وهو حديث ضعيف.\n(3/ 270) الدارقطني، وهو حديث صحيح ـ إن شاء الله ـ.\n(3/ 325) الطبراني في «الدعوات»، والبزار، برجال ثقات.\n(3/ 354) الشافعي في «مسنده»، بإسناد على شرط مسلم.\n(3/ 366) أبو داود، بإسناد صحيح على شرط الشيخين.\n(3/ 498) البزار، بإسناد صحيح.\n(3/ 537) أحمد في «مسنده»، بإسناد صحيح.\n(4/ 9) الإمام أحمد في «مسنده»، ورجاله رجال الصحيح.\n(4/ 36) الطبراني في «الأوسط»، بإسناد حسن.\nالجزء: 1 - الصفحة: 150\n",
        "(4/ 14) رواه الإمام أحمد، والطبراني، والبزار، بإسناد صحيح.\n(4/ 109) أبو داود، بإسناد صحيح على شرط الشيخين.\n(4/ 126) البزار، بإسناد جيد. (1)\n* وأحياناً يَتكَلَّمُ الدميريُّ على أحَدِ رجالِ الإسناد، مثاله:\n(1/ 592) من طريق درست بن زياد، عن يزيد الرقاشي، وهما ضعيفان.\n(1/ 630) الطبراني في «معجمه الأوسط»، وفيه سيف بن مسكين، وهو ضعيف.\n(2/ 136) ضَعَّفَ شيخَ الطبراني.\n(2/ 109) الطبراني، وفيه الصلت بن الجراح، لا يُعرف.\n(1) يُنظر أيضاً: (1/ 57، 62، 113، 115، 137، 399، 472، 474، 494، 495، 521، 545، 649، 664، 691، 618، 591)، (2/ 86، 108، 109، 135، 136، 159، 243، 292، 329، 381، 422، 439، 559، 579، 603، 665، 718، 731)، (3/ 16، 24، 98، 260، 286، 305، 308، 310، 346 ويتعقب فيه الإمام البخاري، 379، 389، 412، 478، 547، 565، 600)، (4/ 192، 155).\nالجزء: 1 - الصفحة: 151\n",
        "(3/ 156) الطبراني، وأبو يعلى، وفي إسناده عبدالله بن صالح كاتب الليث، وهو ضعيف.\n(3/ 223) الطبراني في «معجمه الأوسط»، وفيه جابر الجعفي، وهو ضعيف.\n(3/ 683) الطبراني، وفي إسناده أبو بلال الأشعري، وهو ضعيف.\n(4/ 81 ـ 82) ذكر عن أحد رواته: ضعيف باتفاق المحدثين، وبالغوا في تضعيفه.\n(4/ 100) الطبراني في «الأوسط»، وفي إسناده محمد بن عبدالله بن يحيى، وهو متروك. (1)\n* وقد يَضْبطُ بالحُروفِ أحدَ رجال الإسناد، كما في:\n(2/ 38، 381)، (3/ 72، 367) عامر بن الرَّام، وذكر الدميري أنه فرد في الأسماء، 559، 375).\n(1) يُنظر أيضاً: (1/ 495، 505، 592، 664، 691)، (2/ 135، 334، 254، 123، 381، 320، 360، 335، 412، 729)، (3/ 270، 236، 483)، (4/ 26).\nالجزء: 1 - الصفحة: 152\n",
        "* ويذكر بعد الحديث ـ أحياناً ـ بعضَ رواياته (1)، وزوائده (2)، وشواهده. (3)\n* وتخريج المؤلف غالباً ما يكون قبل الحديث، مثاله:\n(1/ 44) روى البخاري في «صحيحه»، (1/ 357) الإمام أحمد في «الزهد»، (1/ 358) الأزرقي في «تاريخ مكة»، (1/ 412) ابن أبي الدنيا في «كتاب التوكل»، (1/ 472) وفي «معجم الطبراني الأوسط».\n* وقد يؤخر التخريج إلى ما بعد الحديث، لكنه أقل من الأول، مثاله:\n(1/ 427) ذكر الحديث ثم قال: رواه البخاري في التفسير ومثله في التوبة.\n(1) يُنظر: (1/ 98، 184، 195، 389، 494، 507 وهي أطول من الرواية الأولى، 624، 640)، (2/ 18، 19، 24، 26، 88، 161، 196، 293، 620، 709)،\n...\n(3/ 74، 93، 104، 162، 275، 379، 385، 398، 419، 555، 560، 672)، (4/ 8، 14، 15، 100).\n(2) يُنظر مثلاً: (1/ 81، 559، 592).\n(3) يُنظر مثلاً: (1/ 377، 426، 494، 595، 648)، (2/ 108، 280)، (3/ 59، 168، 243، 269، 325، 346، 353، 354، 514)، (4/ 7، 10، 185).\nالجزء: 1 - الصفحة: 153\n",
        "(1/ 663) رواه مسلم، والترمذي.\n(2/ 242) ذكر الحديث ثم قال: رواه الطحاوي، وغيره.\n(2/ 38) ذكر الحديث ثم قال: رواه البخاري ومسلم من رواية عائشة، وحفصة، وابن عمر.\n(3/ 36) ذكر الحديث ثم قال: رواه الطبراني، وابن أبي الدنيا.\n(3/ 379) ذكر الحديث ثم قال: رواه أبو داود، والنسائي، والحاكم. (1)\n* وأحياناً يُقَسِّمُ التخريج، فيُورد بعضَه قبل الحديث، وبعضه بعده، وهذا غريبٌ منه - رحمه الله -، ومثاله:\n(1/ 89) عزا الحديث للبيهقي، ثم ذكر الحديث، ثم قال: وهو في\n...\n«الكامل» لابن عدي.\n(1/ 391) وفي «مسند» أبي يعلى الموصلي عن أنس\n...\nوذكر الحديث ثم قال: ورواه أبو نعيم في ترجمة «الربيع بن صبيح».\n(1) يُنظر أيضاً: (1/ 42، 390، 572)، (2/ 252، 194، 72، 87، 124، 602، 701، 223).\nالجزء: 1 - الصفحة: 154\n",
        "(1/ 571) وفي كتاب الهروي\n...\nفذكر الحديث، ثم قال: وهو مذكور في «معجم البغوي»، و «ابن شاهين» وغيرهما.\n(3/ 544) روى الطبراني في «معجمه الكبير» والحافظ ابن منير الحلبي، وغيرهما، ثم ذكر الحديث، ثم قال: رواه الإمام أحمد، والبزار، ورجال أحمد رجال الصحيح.\n(4/ 207) وفي «سنن» ابن ماجه\n...\nوذكر الحديث، ثم قال: وكذلك رواه الإمام أحمد في «مسنده».\n(4/ 219) وروى الإمام أحمد، وأبو داود، والترمذي\n...\nفذكر الحديث، ثم قال: وقد أخرجه الحافظ الضياء أيضاً في «كتاب المختارة» له.\n(4/ 206) وفي «الصحيحين»\n...\nفذكر الحديث، ثم قال: وكذلك رواه الإمام أحمد في «مسنده». (1)\n* و\nمن الملاحظات على المؤلف في تخريجه\n:\nكثرة تخريجه واعتماده على «الكامل في ضعفاء الرجال» لابن عدي، ويحيل إلى موضع نقله في الكتاب في ترجمة فلان بن فلان.\n(1) يُنظر أيضاً: (2/ 97)، (3/ 269، 316، 374)، (4/ 27).\nالجزء: 1 - الصفحة: 155\n",
        "والمعروف عند أهل العلم أن ابن عدي يذكر في كتابه الأحاديث التي استُنكرت على الراوي.\nقال ابن حجر - رحمه الله -: (من عادة ابن عدي أنه يخرِّج الأحاديث التي أُنكرت على الثقة، أو غير الثقة). (1)\nفينقل الدميري هذه الأحاديث، دون بيانٍ لضعفها. (2)\nوقد يكون هذا الحديث موضوعاً، كما في (2/ 607)، (4/ 248) مثلاً.\nوأحياناً يَقْرِن في تخريجه من ابن عدي أحدَ الكتب الستة، وغيرها، مما تحتوي على الأحاديث الصحيحة، كما في (1/ 545) حيث ذكر حديثين من «الكامل» لابن عدي، قال عقب الحديث الثاني: (ورواه الدارقطني وابن ماجه). كذا بهذا الترتيب!\nوفي (2/ 601) في «سنن» ابن ماجه، و «كامل» ابن عدي\n...\n، ومثله في (4/ 162).\n(1) «هدي الساري» (ص 429).\n(2) في مواضع قليلة بَيَّن ضعف الحديث، كما في (2/ 371)، (2/ 279).\nالجزء: 1 - الصفحة: 156\n",
        "وفي (3/ 477) في «كامل» ابن عدي\n...\nفذكره، ثم قال: وهو في\n...\n«المستدرك» قبيل كتاب الجمعة ذكره شاهداً.\n(3/ 235) في «مراسيل» أبي داود\n...\nفذكره، ثم قال: وهو في\n...\n«الكامل» لابن عدي.\nوقد يُورد الحديث من «الكامل» استدلالاً لحكم فقهي. (1)\n* ومن الملاحظات ـ أيضاً ـ على المؤلِّف في التخريج:\nتخريج الحديث من غير كتب السنة المسندة، ويقول في هذا: روى فلان\n....\n، مثاله:\nقوله: روى ابن سَبْع السبتي في «شفاء الصدور». وابن سبع لا يُسند الأحاديث، وقد قال ذلك في مواضع كثيرة، منها:\n(1/ 41، 395 وقرنه بالحاكم، 519، 546)\n(2/ 413، 493، 731، 276 وقرنه بالحاكم في «تاريخ نيسابور»،\n(1) يُنظر مثلاً: (2/ 514)، (2/ 563).\nوكثيراً ما ينقل من «الكامل»، كما في: (1/ 89، 386، 469، 494، 613، 691)، (2/ 12، 15، 54، 86، 109، 264، 306، 341، 386، 494، 592، 607، 728)، (3/ 235، 374، 540، 606)، (4/ 158، 207، 215، 248)، وغيرها.\nالجزء: 1 - الصفحة: 157\n",
        "296)\n(3/ 478 وقرنه بأبي يعلى، والطبراني).\nوكذا تخريجه من ابن ظَفَر (1) في «خير البِشَر بَخير البَشَر» (2) كما في المواضع التالية:\n(1/ 666، 675، 676 وقد أخرجه عدد من أصحاب الكتب المسندة كما في تخريجي له في رسالتي الماجستير برقم (169).\nوفي (1/ 668) قال: في «خير البِشَر» وفي «صحيح مسلم»! ؟ ، 667).\n(2/ 170، 549): وفي «النصائح» لابن ظفر.\nويقول أيضاً:\n(1/ 45) وروى الطبراني، وأبو منصور الديلمي، والحافظ المنذري.\n(2/ 382) روى محب الدين الطبري.\n(1) أبو عبدالله، محمد بن محمد بن ظفر الصقِلِّي (ت 567 هـ).\n(2) طبع قديماً طبعة حجرية، في عام (1867 م)، ثم طبع أخيراً عام (1429 هـ) في المغرب، بتحقيق: لطيفة شكري، وخديجة أبوري.\nالجزء: 1 - الصفحة: 158\n",
        "(2/ 435) روى السهيلي في الكلام على غزوة أحد، وكذا في (1/ 388).\n(2/ 256، 276) روى ابن خويز منداد.\nوالمنذري، والمحب الطبري، والسهيلي، لم يسندوا الحديث.\n(3/ 519) يخرِّجه من ابن المبارك في «الزهد»، ويقول: وهو في\n...\n«الإحياء» في الآفة العاشرة من آفات اللسان.\n(3/ 281) روى الطبراني في «الدعوات»، وفي «تاريخ ابن النجار»، وفي «الإحياء» في كتاب آداب السفر.\n(3/ 235) أسند الثعلبي، وابن عطية، وغيرهما.\nقلت: ابن عطية لا يُسند.\n(3/ 545) ابن المنير.\n(4/ 54) روى اليافعي في «نفحات الأزهار» وذكر الحديث.\nواليافعي هو عبدالله بن أسعد (ت 768 هـ) كما في «هدية العارفين»\n...\n(1/ 242).\n* ومن الملاحظات أيضاً:\nذِكرُه الحديثَ من ابن خلكان في «وفيات الأعيان» ثم يعزوه بعده إلى\nالجزء: 1 - الصفحة: 159\n",
        "«صحيح مسلم»! كما في (1/ 54)، وبعد الموضع السابق نقل من ابن الرفعة، ثم عزاه لمسلم أيضاً!\n* ومن الملاحظات أيضاً: أنه يعزو الحديث لمتأخر، وهو عند متقدم:\nكما في (1/ 485) عزاه للحاكم، وهو عند الإمام أحمد في\n...\n«مسنده» ـ ط. الرسالة ـ (12/ 305)، والنسائي في «الكبرى»، وغيرهما.\nوفي (1/ 691) يعزوه لابن عدي، وهو عند ابن جرير الطبري في\n...\n«تفسيره».\nوفي (1/ 679) يعزوه ل «أسد الغابة» لابن الأثير، وهو عند الطبراني، وأبي نعيم، والحاكم.\n* و\nمن أوهامه في التخريج\n:\n(1/ 93) في «الصحيحين»، وغيرهما. وليس هو في الصحيحين، ومثله في (1/ 112) و (2/ 287).\n(1/ 692) قال: روى أبو عبيد في «الأموال».\nوهو وهم، والصواب في «غريب الحديث».\n(3/ 312) وثبت في «صحيح البخاري»، و «سنن» ابن ماجه\nالجزء: 1 - الصفحة: 160\n",
        "واللفظ له. مع أن لفظ البخاري مثله، وفيه الشاهد.\n(1/ 493) قال: وفي «الصحيح». وليس في الصحيح، بل هو حديث موضوع!\n(1/ 591) قال: روى مسلم في «الظهار». وليس في «صحيح مسلم» كتاب الظهار، والحديث موجود في كتاب الحيض.\n(1/ 697) من «المستدرك» في تراجم الصحابة، وذكر الإسناد، وقد دخل عليه إسناد في إسناد، وهو في رسالتي الماجستير، برقم (186).\nوفي (1/ 687) من البيهقي في «شرح الأسماء الحسنى» في آخر باب\n...\nوهو وهم، الحديثُ في الباب الذي يليه، وقد خرجتُه في رسالتي الماجستير برقم (179).\n(4/ 110) نقل من الترمذي الحكيم في «نوادر الأصول» ثم ذكر الحديث. ثم قال: وروى أيضاً حديثاً آخر\n...\nفذكره ثم قال: قال الترمذي: حسن صحيح. وهذا وهم، الترمذي الأول هو الحكيم، والحديث الثاني من «جامع» أبي عيسى الترمذي الإمام الحافظ.\n(4/ 135) روى ابن حبان، وأبو داود الطيالسي. وهو وهم إنما هو أبو داود السجستياني.\nالجزء: 1 - الصفحة: 161\n",
        "(3/ 601) نقل حديثاً من كتاب «مناقب الإمام أحمد».\nوالنقلُ والحديثُ ليس في كتاب المناقب، وليس للحديث أصل (1)، أفاده السخاوي في «الأجوبة العلية عن الأسئلة الدمياطية» (ص 67).\n* * *\n(1) وذكر السخاوي أيضاً في «المقاصد الحسنة» (ص 497) رقم (1164) أنه مختلق على الإمام أحمد.\nالجزء: 1 - الصفحة: 162\n",
        "ـــ منهجه في شرح غريب الحديث. (1)\nلم أر المصنف - رحمه الله - يسير على طريقة معينة في شرح الغريب يصح وصفها بأنها منهج له، كما لم أره ملتزماً بشرح كل كلمة غريبة، فأحياناً يذكر الحديث، وفيه بعض الكلمات الغريبة، ومع ذلك يتركها دون بيان، ومثاله:\nما أورده في معرض حديثه عن البِرْذَون (1/ 400)، حيث ذكر حديثاً لأبي هريرة، وفيه قوله: ولا تَكادموا تكادُم البراذين.\nوقال في (4/ 30): قول زينب للنبي - صلى الله عليه وسلم -: جَرَسَتْ نَحْلُهُ العُرْفُطَ. (2)\nإلا أن هناك طرقاً يسلكها المصنفون عادة، والدميري منهم:\nمثل أن يُذكر الحديث، ثم يتبع بشرح الكلمة الغريبة منه، سواء شرحها المصنف، أو نقل شرحها من غيره؛ كقول الدميري في (1/ 122): وفي الحديث: أنا أبا بكر ـ رضي الله تعالى عنه ـ لما مات النبي - صلى الله عليه وسلم - أصابه حزن شديد، فما زال يَحْرِي بدنه، حتى لحق بالله تعالى: أي يذوب\n(1) هذا المبحث من رسالة الشيخ: حسام بن عبدالله الحسين ـ وفقه الله ـ.\n(2) ينظر أيضاً: (1/ 654)، و (2/ 132)، و (3/ 157 و 382 و 412)، و (4/ 189).\nالجزء: 1 - الصفحة: 163\n",
        "وينقص.\nوقال في (3/ 388): وفي «سنن أبي داود»، من حديث فروة بن مسيك ـ رضي الله تعالى عنه ـ قال: قلت: يا رسول الله، أرض عندنا يقال لها أرض أَبْيَن، هي أرض رِيفنا ومِيْرَتِنا، وإنها وَبِئَة، أو قال: وباؤها شديد، فقال رسول الله - صلى الله عليه وسلم -: دعها عنك، فإن من القرف التلف.\nقال ابن الأثير: القرف: ملابسة الداء، ومداناة المرض، والتلف: الهلاك. (1)\nوقد يكون تفسير الكلمة من أحد رواة الحديث، أومن المصنف الذي أخرجه، ومثاله قوله (2/ 17): روى الحافظ أبو القاسم الأصبهاني في كتاب «الترغيب والترهيب»، عن أنس ـ رضي الله تعالى عنه ـ أن النبي - صلى الله عليه وسلم - قال: حاذوا المناكب في الصلاة.\nقال: قوله: حاذوا: من الحِذاء؛ وهو أن يُجْعل المنكب بجنب المنكب. (2)\n(1) ينظر أيضاً على سبيل المثال: (1/ 98 و 106 و 112 و 570 و 663)، و (2/ 89 و 328 و 426)، و (3/ 55 و 309)، و (4/ 19 و 162).\n(2) ينظر: (1/ 617 و 681)، و (2/ 15 و 97 و 108 و 451)، و (3/ 33 و 258).\nالجزء: 1 - الصفحة: 164\n",
        "وأحياناً يشرح الجملة التي وردت فيها الكلمة الغريبة، كقوله لما ذكر حديث: (إن الله يبغض البليغ من الرجال الذي يتخلل بلسانه كما تتخلل البقرة).\nقال (1/ 485): وهو الذي يتشدق في الكلام، ويفخم به لسانه، ويلفه كما تلف البقرة الكلأ بلسانها لفّاً. (1)\nثم إن بعض الحيوانات مما يستدعي بياناً وشرحاً، وهي من الغريب من هذه الجهة، وعادة الدميري في مثل هذا أنه يذكر الحيوان، ثم يعرف به إن احتاج الأمر لذلك، وهذا كثير جداً في الكتاب، ثم يورد الأحاديث الواردة فيه.\nقال في (1/ 375): البازل: البعير الذي فطر نابه: أي انشق، ذكراً كان أو أنثى، ثم قال: روى «مسلم» عن أبي هريرة ـ رضي الله تعالى عنه ــ أن النبي - صلى الله عليه وسلم - استقرض بكراً، فرد بازلاً، وقال: «خيركم أحسنكم قضاء».\n(1) ينظر أيضاً على سبيل المثال: (1/ 76 و 83 و 165 و 427 و 470 و 484)، و (2/ 15)، و (3/ 39 و 45 و 412 و 416).\nالجزء: 1 - الصفحة: 165\n",
        "وقال (3/ 421): الفَهْد: واحد الفهود، وفَهِد الرجل: أشبه الفهد في كثرة نومه وتمرده، وفي حديث أم زرع: إن دخل فهد. (1)\nوأحياناً ينقل الحديث مع شرح غريبه، كقوله في (1/ 564): وفي\n...\n«غريب الحديث» لابن قتيبة: أن رسول الله - صلى الله عليه وسلم - قال: كنت أستظل بظل جفنة عبدالله بن جدعان صَكَّةَ عُمِيٍّ. يعني في الهاجرة.\nوقال في (3/ 536): قال الجوهري: في الحديث: إنه نهى عن قَصْع الرطبة. وهو عصرها لتقشر. (2)\nوقد يكون في الحديث الواحد أكثر من كلمة غريبة، فيوردها واحدة تلو الأخرى بعد الحديث.\nمثاله: قوله في (1/ 699): روى البخاري، ومسلم، وأبو داود، عن أبي لبابة ـ رضي الله تعالى عنه ــ أن النبي - صلى الله عليه وسلم - نهى عن قتل الجِنَّان التي في البيوت، إلا الأبتر وذا الطُّفيتين، فإنهما اللذان يخطفان\n(1) ينظر أيضاً على سبيل المثال: (1/ 385 و 391 و 603)، و (2/ 2 و 26 و 46 و 696)، و (3/ 189 و 427)، و (4/ 183).\n(2) ينظر أيضاً: (3/ 243 و 250 و 726)، و (4/ 98).\nالجزء: 1 - الصفحة: 166\n",
        "البصر، ويطرحان أولاد النساء.\nوالطُّفيتان: بضم الطاء: الخطان الأبيضان على ظهر الحية، والأبتر: قصير الذنب.\nوفي (3/ 696) قال: وفيه ـ أي: «صحيح مسلم» ـ من حديث النواس بن سمعان، في صفة الدجال: ويبارَك في الرِّسْل ـ يعني اللبن ـ حتى إن اللقحة من الإبل لتكفي الفئام من الناس، واللقحة من الغنم لتكفي الفخذ من الناس، واللقحة من البقر لتكفي القبيلة من الناس.\nالفئام: الجماعة الكثيرة، مأخوذ من الكثرة، والفخذ بالذال المعجمة: الجماعة من الأقارب، وهم دون البطن، والبطن دون القبيلة. (1)\nوكثيراً ما يذكر الخلاف في معنى كلمة، مثاله قوله في (1/ 528): روى ابن السني، عن الحسن بن علي بن أبي طالب ـ رضي الله تعالى عنه ــ، قال: قال رسول الله - صلى الله عليه وسلم -: من وُلِد له مولود، فأذَّن في أذنه اليمنى، وأقام في أذنه اليسرى، لم تضره أم الصبيان، واختلف في أم الصبيان، فقيل: البومة، وقيل: التابعة من الجن. (2)\n(1) ينظر: (1/ 505 و 595 و 648 و 681)، و (2/ 190 و 620)، و (3/ 33).\n(2) ينظر أيضاً: (1/ 390 و 523)، و (2/ 17 و 190 و 258 و 407)، و (3/ 17 و 163 و 260)، و (4/ 133 و 185).\nالجزء: 1 - الصفحة: 167\n",
        "وقد يرجح أحياناً، كقوله في (2/ 15 ـ 16): وصحَّ أنه - صلى الله عليه وسلم - كان بين كتفيه خاتم مثل زِرِّ الحَجَلة. قال الترمذي: المراد بالحجلة: هذا الطائر، وزِرُّها: بيضها.\nقلتُ: والصواب: أنها حَجَلَة السرير، واحدة الحِجَال، وزرها الذي يدخل في عروتها. (1)\nأو ينقل ترجيح غيره، كقوله في (2/ 663): وأما الصفر ففيه تأويلان: أحدهما: المراد تأخيرهم تحريم المحرم إلى صفر، وهو النسيء الذي كانوا يفعلونه، وبهذا قال مالك وأبو حنيفة، والثاني: أنه الحية التي كانت العرب تعتقد فيها ما تقدم.\nقال الإمام النووي: وهذا التفسير هو الصحيح الذي عليه عامة العلماء (2).\nوربما ذكر من الشواهد ما يؤيد أحد الأقوال، كقوله في (2/ 357) لما ذكر حديث أبي هريرة - رضي الله عنه -: صغاركم دعاميص الجنة.\n(1) ينظر أيضاً: (1/ 378)، و (4/ 227).\n(2) ينظر أيضاً: (1/ 532).\nالجزء: 1 - الصفحة: 168\n",
        "قال: وبعضهم يقول: الدُّعْمُوص: هو الآذن على الملك، المتصرف بين يديه. قال أمية بن أبي الصَّلْت:\nدعموص أبواب الملوك * وجائبٌ للخرق فاتح. (1)\nوقد يبين ما كان من الكلمات أعجمي الأصل، كقوله (1/ 391) لم ذكر حديث: يؤتى بابن آدم يوم القيامة، كأنه بَذَج من الذل\n...\nقال: والبذج كلمة فارسية، تكلمت بها العرب. (2)\nوقد تكون الكلمة الغريبة مرويَّة بعدة أوجه، فيذكرها، ويبين معناها.\nمثال ذلك قوله في (2/ 293) لما ذكر حديث أبي هريرة - رضي الله عنه -: ما من دابة إلا وهي مُصِيْخَة يوم الجمعة خشية أن تقوم الساعة.\nقال: يروى مصيخة ومسيخة، بالصاد والسين، والأصل الصاد، ومعناهما: منصتة مستمعة وقوله في (3/ 168) لما ذكر حديث: لا يلدغ المؤمن من جحر مرتين.\nقال: وقوله: لا يلدغ يروى بضم الغين، على الخبر، يعني: أن المؤمن\n(1) ينظر أيضاً: (3/ 17 و 168 و 357).\n(2) ينظر أيضاً: (1/ 378).\nالجزء: 1 - الصفحة: 169\n",
        "حازم، لا يخدع مرة بعد مرة، ولا يفطن لذلك. وقيل: أراد به الخداع في أمر الآخرة دون الدنيا.\nويروى بكسر الغين نهياً، أي: لا يؤتى من جهة الغفلة، وهذا يصح أن يتوجه إلى أمر الدنيا والآخرة أيضاً. (1)\nوقد يوضح معنى الكلمة، ثم يشرح الجملة التي وردت فيها، كقوله في (3/ 517) لما ذكر حديث ابن مسعود - رضي الله عنه -: لا يُلْفَيَنَّ أحدكم جيفة ليل، قطرب نهار.\nقال: وقالوا في معناه: إن القطرب لا يستريح في النهار، والمراد: لا ينامَنَّ أحدكم الليل كله كأنه جيفة، ثم يكون بالنهار كأنه قطرب، لكثرة جولانه، وطوفانه في أمر دنياه، فإذا أمسى كان كالَّاً تعِباً، فينام ليله كله حتى يصبح، كالجيفة لا يتحرك. (2)\nوقد يذكر حديثاً ورد فيه الحيوان، ويشرح غريبه، ثم يستطرد فيذكر حديثاً آخر فيه الكلمة الغريبة دون الشاهد ـ وهو الحيوان ـ كقوله في\n...\n(3/ 666) لما ذكر حديث: ضاف رجل رجلاً من بني إسرائيل، وفي داره\n(1) ينظر أيضاً: (2/ 426)، و (4/ 182).\n(2) ينظر أيضاً: (3/ 71 و 439 و 460 و 702).\nالجزء: 1 - الصفحة: 170\n",
        "كلبة مُجِحٌّ\n...\n، والمجح بالجيم المكسورة قبل الحاء المهملة. قيل: هي الحامل التي قرب ولادتها.\nوفي «صحيح مسلم»، و «سنن أبي داود»: عن أبي الدرداء ـ رضي الله تعالى عنه ـ: أن النبي - صلى الله عليه وسلم - أَتى بامرأة مجح على باب فسطاط\n...\nالحديث. (1)\nورأيته في موضع ذكر حديثاً ورد فيه الشاهد ـ أي: الحيوان ـ، ثم ذكر حديثاً آخر في الموضوع نفسه، وليس فيه الشاهد، ثم شرح غريب الحديث الأول، فقال في (3/ 514 ـ 515): روى ابن حبان، وغيره، من حديث أبي ذر - رضي الله عنه -، وابن ماجه، من حديث جابر رضي الله تعالى عنه، أن النبي - صلى الله عليه وسلم - قال: (من بنى لله مسجداً ولو كَمَفْحَصِ قطاة، بنى الله تعالى له في الجنة بيتاً). وفي «صحيح مسلم» أن النبي - صلى الله عليه وسلم - قال: من بنى لله مسجداً، بنى الله له بيتاً في الجنة مثله. مَفْحَص القطاة: بفتح الميم: موضعها الذي تَجْثُم فيه وتبيض، كأنها تَفْحَصُ عنه التراب، أي تَكْشِفُه، والفَحْصُ: البحث والكشف.\n(1) ينظر أيضاً: (1/ 651).\nالجزء: 1 - الصفحة: 171\n",
        "وأخيراً فإن المصنف يضبط كثيراً من الكلمات الغريبة بالأحرف، فنراه يقول مثلاً في (1/ 152) لما ذكر حديث: إذا وقعت في وَرْطَة\n...\nقال: والورطة: بفتح الواو، وإسكان الراء: الهلاك.\nوقال في (3/ 696): وفيه ـ أي: «صحيح مسلم» ـ من حديث النواس بن سمعان - رضي الله عنه -، في صفة الدجال: ويبارك في الرِّسْل ـ يعني اللبن ـ حتى إن اللِّقْحة من الإبل لتكفي الفئام من الناس، واللقحة من الغنم لتكفي الفَخْذ من الناس\n...\nثم قال: والفخذ بالذال المعجمة: الجماعة من الأقارب، وهم دون البطن، والبطن: دون القبيلة. قال ابن فارس: الفخذ هنا بإسكان الخاء المعجمة لا غير، بخلاف الفخذ التي هي العضو، فإنها تُكْسَر وتُسَكَّنْ. (1)\n(1) ينظر أيضاً: (1/ 699)، و (2/ 408 و 620)، و (3/ 168 و 326 و 666)، و (4/ 19 و 45 و 66 و 213).\nوهنا نهاية المبحث من رسالة الشيخ: حسام الحسين.\nالجزء: 1 - الصفحة: 172\n",
        "عودٌ إلى استكمالٍ سرد منهجه في الكتاب:\nذكره الأخبار والقصص\n:\nويذكر في كتابه أخباراً وقصصاً (1)، وكثيراً من الإسرائيليات، ولا يُنَبِّه عليها، ولا يتعقبها بشيء (2)، وقد يذكر غرائب الحوادث التاريخية عن الحيوان المذكور. (3)\n(1) يُنظر: (1/ 46، 48، 58، 129، 133، 362، 372، 402، 404، 416، 417، 431، 444، 454، 464، 480، 490، 526، 548، 552، 554، 575 إلى 582، 719)، (2/ 15، 52، 80، 82، 43، 180، 210، 294، 339، 470، 477، 505، 624، 631)، (3/ 22، 37، 52، 97، 138 مطولة، 174، 296، 314، 392، 412، 430، 440، 454، 447، 465، 477، 487، 500، 525، 526 قصة من وضع متعصبة الشافعية على الحنفية، 584، 592، 610، 687، 706، 739)،\n...\n(4/ 58، 159، 232).\n(2) يُنظر مثلاً: (2/ 40، 41، 76، 78، 371، 584، 652، 655)، (3/ 46، 82، 115 مطولة، 121، 142، 341، 532، 614)، (4/ 11).\n(3) يُنظر: (1/ 96، 381، 487، 576، 700)، (2/ 375، 457، 558، 568، 569)، (3/ 62).\nالجزء: 1 - الصفحة: 173\n",
        "الشعر\nويذكر كثيراً من الأبيات الشعرية، يوردها استطراداً، أو لورود كلمة الحيوان فيه، دون أن يكون وصفاً متعلقاً بالحيوان (1)، وقد أورد شعراً في وصف الحيوان (2)، أو لغزاً فيه (3)، وهذا قليل؛ لأن الغالب في الكتاب ورود الشِّعر استِطراداً! ؛ لأنه إذا أورد بيتين ونسَبَهما، قال بعدهما: ومن محاسن شعره\n...\n، ثم أورد شيئاً منه.\nمع العلم أن الصفة البارزة في إيراده: نِسْبَةَ الأبيات لقائِلها. (4)\nوفي مواضع يُبَيِّنُ غريبَ الشِّعْرِ (5)\n(1) يُنظر مثلاً: (1/ 40، 123، 175).\n(2) يُنظر: (1/ 534، 614)، (2/ 380، 541)، (3/ 6، 187، 505، 509، 740)، (4/ 147، 222، 239).\n(3) يُنظر: (1/ 384، 410، 510)، (2/ 492)، (3/ 428)، (4/ 192).\n(4) يُنظر مثلاً: (1/ 116، 122، 140، 365، 632)، (2/ 5، 12، 17، 104، 130، 137، 224، 266، 480، 498، 614، 693، 732)، (3/ 28، 51، 76، 126، 293، 323، 358، 464، 510، 581، 682، 740)، (4/ 77، 97، 106، 173، 237).\n(5) يُنظر مثلاً: (1/ 54، 361، 374، 455)، (2/ 709)، (3/ 358)، (4/ 181).\nالجزء: 1 - الصفحة: 174\n",
        "ويوَضِّحُ معناه. (1)\nوقد استحسن قصيدةً طويلةً جداً، فأوردها (4/ 210 ـ 212)، وقصيدةً أخرى طويلة في «هِرٍ» (4/ 165 ـ 168).\nوأورد قصيدة أبي الفتح البستي: زيادةُ المرء في دنياه نقصان (1/ 565 ـ 568).\nوقد يورد أبياتاً ويذكر الخلاف فيها، وفي ضبطها، كما في (1/ 572).\nوقد يكون فيها روايات أخرى فيذكرها، كما في (3/ 258، 377، 239).\nوفي (1/ 571) ذكر بيتاً من الشعر ثم أورد قصته.\nوللمؤلف أبياتٌ من نظمه، قال في رسم (الشاهين): (ومن الرسائل التي كتبتها قديماً للأخ: فارس الدين شاهين، وأنا بالمدينة النبوية\n...\nـ على ساكنها أفضل الصلاة والسلام ـ:\n(1) يُنظر مثلاً: (1/ 361، 455)، (2/ 90، 727)، (3/ 265، 505، 736).\nالجزء: 1 - الصفحة: 175\n",
        "سَلامٌ كمَا فاحَتْ بِرَوضٍ أزَاهِرُ * يُضِيءُ كمَا لاحَتْ بِأُفُقٍ زَوَاهِرُ\nإذَا عَبَقَتْ كُتْبِي بِهِ قَال قَائِلٌ * أَفِيْ طَيِّهَا نَشْرٌ مِنَ المِسْكِ عَاطِرُ\nإِلَى فَارِسِ الدِّينِ الذي قدْ تَرَجَّلَتْ * لِخِدْمَتِهِ خُدَّامُ مِصْرَ الأَكَابِرُ\nإذَا عُدَّ خُدَّامُ المُلُوكِ جَمِيْعُهُمْ * فبَيْنَهُمُ ذِكْرٌ لِشَاهِيْنَ طَائِرُ\nوَعِنْدِي اشْتِيَاقٌ نَحْوَهُ وتَلَفُّتٌ * إلَيْهِ وقَلْبِي بالمَوَدَّةِ عَامِرُ\nتَمَنَّيْتُ جَهْدَي أَنْ أرَاهُ بِحَضْرَةٍ * مُعَظَّمَةٍ أَقْطَارُهَا وَهُوَ حَاضِرُ\nوَأَدْعُو لَهُ فِي كُلِّ وَقْتٍ مُشَرَّفٍ * وَكُلُّ زَمَانٍ فَضْلُهُ مُتَوَاتِرُ\nوَفِيْ مَسْجِدٍ عَالٍ كَرِيْمٍ مُعَظَّمٍ * لَهُ شَرَفٌ فِي سَائِرِ الأَرْضِ سَائِرُ. (1)\nومن الدلائل الكثيرة على سَعَةِ مَصادِرِه، أنه أورد بيتين من قصيدة للشاعر: الوُعِيظِي الأحْسَائي (المتوفى في القرن الثامن)، قال الدميري في رسم (البازي):\nقال الوُعِيْظِي في أول قصيدته:\n(1) «حياة الحيوان» (2/ 615).\nالجزء: 1 - الصفحة: 176\n",
        "لَيْسَ المُقَام بِدَارِ الذُّلِّ من شِيَمِي * ولا مُعَاشرةُ الأنْذَالِ مِنْ هِمَمِي\nولَا مُجَاوَرَةُ الأوْبَاشِ تَجمُلُ بِيْ * كذلِكَ البَازُ لا يَأوِيْ مَعَ الرَّخَمِ. (1)\nالتراجم\nومن غرائب المؤلف في استطراداته أنه إذا أورد قولاً أو شعراً، ترجم للقائل (2)،\nوقد يكون العلَمُ المترجَم يُوافق اسمُه أو كنيتُه أو لقبُه اسمَ ذلك\n(1) «حياة الحيوان» (1/ 369). وقد أفادني بِالوُعِيْظِي وقصيدتِه، الأستاذُ الفاضل المورِّخ: راشد بن محمد العساكر ـ وفقه الله ـ، وأرشدني إلى مقالٍ له نُشِرَ في الصُّحف، بعنوان: «أضواء على الشاعر الوعيظي الذي عاش في القرن الثامن الهجري، وبعض قصائده»، وقد ذكر فيه أن عثَر على أكثر ديوانه مخطوطاً ـ ولم يُطبع منه شئ ـ، واستظهر أنه من الأحساء، وأن الوعيظي لقب له؛ لغلبة الوعظ على قصائده.\n(2) في (1/ 61) ترجم لشاعر، (1/ 46) دانيال، (1/ 58) الفرزدق، (1/ 100) شريح، (1/ 117) الشافعي، (1/ 174) السهيلي، (1/ 175) أبو نواس، (1/ 361) الزجاجي، (1/ 362) الجواليقي، (1/ 366) ابن المبارك، (1/ 448) الفُضَيل، (1/ 450) الأوزاعي، (1/ 459) زين العابدين، (1/ 462) أبو حنيفة، (1/ 461) إمام الحرمين، (1/ 467) أبو يوسف القاضي، (1/ 474) أخبار أبي دلامة، (1/ 491) ملك شاه السلجوقي، (1/ 557) الحجاج بن يوسف، ويُنظر:\n...\n(1/ 432، 437، 450، 458)، (1/ 300) غلام الأخدود، (1/ 643) عبدالمؤمن صاحب المغرب، (1/ 724) شاعر، (1/ 696) السري، (1/ 583) الثعالبي،\n...\n(1/ 573) الجاحظ، (1/ 569) أبو الفتح البستي.\n...\nوفي (2/ 313 جابر الجعفي، 588 البطليوسي، 516 سحنون، 369، 336 ابن طولون، 588، 486، 678، 462 يزيد الرشك، 595 الأعمش، 400 أبو الأسود الدؤلي، 388 ترجمة عمر بن الخطاب للمرة الثانية، 211 الكسائي، 16، 150 إلى 153 الخضر، 113 محمد بن سيرين، 117 الغزالي، 118، 397 ديك الجن، 259 ابن دريد، 273 ابن جني، 211 مَنْ سُمِّي من الأعلام باسم ذلك الحيوان).\nوفي (3/ 516 قطرب، 470 ابن السكيت، 469 الأعلام المُسَمَّيْن بـ (قنبر)، 448، 424 الكيا الهراسي، 599 ابن عبدالبر، 704 الليث بن سعد، 323 أبو عبيدة معمر بن المثنى، 203 شاعر، 730 المقوقس، 560 في «كبش» من يُكنى بأم كبشة، 722 إلى 725 الإمام مالك، 161 معروف الكرخي، 7 طاووس، 13، 54 جعفر الصادق).\nوفي (4/ 240 زرقاء اليمامة، 197 ابن سينا، 193 ورش، 74 الأصمعي ونوادره، 80 قطري بن الفجاءة، 157 أبو بكر الشبلي الصوفي، 230 اليؤيؤ، 177 هوذة، 172 الهقل، 172، 147 نافع بن الأزرق، 154 الهِرْماس بن زياد الباهلي).\nالجزء: 1 - الصفحة: 177\n",
        "الحيوان.\nفإن لم يترجم للقائل ذكر تاريخ وفاته، يقول: قال أبو العلاء ووفاته\nالجزء: 1 - الصفحة: 178\n",
        "سنة\n....\n(1)\nوقد يضبط الأعلام بالحروف (2).\nالاستطرادات\nوالكتاب مليء بالاستطرادات سواء في الآيات، أو الأحاديث، أو الأخبار، أو الفقه، أو التراجم، أو الأشعار، أو غيرها.\nومن أطول استطراداته:\nأنه ذكر: «فائدة غريبة» ثم استطرد، فبدأ بالسيرة النبوية، وتراجم الخلفاء إلى زمنه، ثم أُدخل في الكتاب تراجم للخلفاء بعد زمن المؤلف (3)، فجاء هذا الاستطراد في المجلد الأول من (ص 181 إلى ص 353).\nوبعده في الطول، ما جاء في كلامه عن «الكلب»، حيث ذكر الكلب الوارد في قصة أصحاب الكهف، ثم استطرد فأورد تفسير الآيات، مع\n(1) يُنظر مثلاً: (2/ 309، 487، 621)، (3/ 81، 189، 190، 596)، (4/ 147، 164، 168، 210).\n(2) يُنظر مثلاً: (1/ 430) (2/ 72، 115، 659)، وقد يُبَيِّنُ العَلَمَ الوارد في الخبر (3/ 274).\n(3) كما سيأتي بيانه في (ص 196).\nالجزء: 1 - الصفحة: 179\n",
        "الإسرائيليات الكثيرة، فجاءت في المجلد الثالث من (صفحة 611 إلى صفحة 655).\nوفي «الطَّير» (3/ 40) ذكر الطِّيَرة، والفأل، والتوكل. (1)\nالعناوين الجانبية\nوكثيراً ما يضع عناوين جانبية لفوائده، واستطراداته، فيقول:\nفائدة (2)، فائدة غريبة (3)، فائدة تاريخية (4)، فائدة\n(1) يُنظر مثلاً: (1/ 87، 124، 274، 395، 139، 411، 511، 584، 614، 722)، (2/ 58، 66، 68، 388، 391، 430، 487، 669، 675)، (3/ 88، 122، 130، 193، 228، 334، 370، 423، 440، 502، 578، 594، 557، 401، 451، 488، 598).\n(2) يُنظر: (1/ 46، 97، 137، 141، 145، 153، 430، 434، 441، 471، 500، 528 في هذا الموضع والثلاثة قبله ذكر في الفائدة حديثاً، 645، 655)، (2/ 55، 56، 58، 144، 154، 170، 174، 222، 242، 277، 279، 305، 324، 641، 698)، (3/ 41، 66، 78، 187، 267، 323، 334، 388، 412، 422، 436، 478، 511، 561).\n(3) ينظر: (1/ 469).\n(4) ينظر: (4/ 241) النساء اللاتي يُضرب بهن المثل خمس، فذكرهن وترجم لهن.\nالجزء: 1 - الصفحة: 180\n",
        "أدبية (1)، فائدة أجنبية (2)، فَصْلٌ (3)، لطيفة (4)، إشارة (5)، غَريبةٌ (6)، خَاتمة (7)، تتمَّة (8)، تنبيهٌ (9)، نُكتة (10)،\n.............\n(1) ينظر: (2/ 669)، (3/ 609).\n(2) ينظر: (1/ 181)، (2/ 353)، (3/ 263، 399، 488).\n(3) ينظر: (3/ 57).\n(4) ينظر: (4/ 39).\n(5) ينظر: (2/ 147، 149، 259 ترجمة لابن دريد).\n(6) ينظر: (1/ 96، 492، 655)، (2/ 51، 54، 172، 178، 183، 265، 294، 576)، (3/ 435، 525، 602)، (4/ 37، 159).\n(7) ينظر: (3/ 43، 64، 65 بعد تأويل الرؤى وهي في التأويل أيضاً، 68 وليست خاتمة).\n(8) ينظر: (1/ 65، 129، 174، 361، 437، 444، 472 وفيها حديث، 693)، (2/ 155، 161، 181، 197، 228، 319)، (3/ 43، 239، 360 تأويل الرؤى، 389 ذكر حديثاً، 403 ذكر قصة)، (4/ 58، 165، 186 مشتملة على فوائد حسنة كذا قال، 188).\n(9) ينظر: (1/ 107).\n(10) ينظر: (2/ 385، 506).\nالجزء: 1 - الصفحة: 181\n",
        "تذنيبٌ (1)، فَرعٌ (2)، فروعٌ مَنثورة (3)، عَجيبةٌ. (4)\nويظهر أن هذه الطريقة من عادة المؤلف، فإن يفعل مثل هذا أو أقلَّ منه في كتابه «النجم الوهاج في شرح المنهاج» في الفقه الشافعي. (5)\n(1) ينظر: (1/ 52، 453، 505)، (2/ 85، 146 تأويل الروى، 182، 246، 684)، (3/ 341، 360، 447، 712).\n(2) ينظر: (1/ 523)، (2/ 229، 304، 307، 341) وهناك فروع كثيرة في الفقه، أثناء كلامه في الحكم على الحيوان.\n(3) ينظر: (3/ 20).\n(4) ينظر: (1/ 140)، (2/ 155، 171، 469، 583، 657)، (3/ 272، 273، 584).\n(5) حيث أنه اختصره من السبكي، والأسنوي، وغيرهما، وأضاف إليه إضافات تحت\n...\n«فائدة» و «تنبيه» لَقِيَتْ استحساناً من بعض مَن ترجم له، قال عنه السخاوي - رحمه الله - في «الضوء اللامع» (10/ 60): (عظُم الانتفاع به، خصوصاً بما طرَّزَه به من التممات، والخاتمات، والنكت البديعة).\nوقال ابن قاضي شهبه - رحمه الله - في «طبقات الشافعية» (4/ 77) ومثله في «ذيل الدرر الكامنة» لابن حجر (ص 177): (ضمَّنَه فوائدَ كثيرة خارجة عن الفقه).\nالجزء: 1 - الصفحة: 182\n",
        "الحكم الفقهي\nوبعد النقول المتنوعة في العلوم المختلفة يذكر «الحُكْمَ»، ويريد به حكمَ أكلِ الحيوان، فيذكر إن كان في الحكم إجماعٌ من العلماء (1)، ويذكر المسألة من كتب الفقه الشافعية (2)، يطيل تارة ويختصر أخرى، وربما يعرض المسألة الفقهية من كتب الفقه في المذاهب الثلاثة الباقية أيضاً (3)،\n(1) يُنظر: (1/ 665)، (2/ 87، 548، 560)، (3/ 319، 337، 469، 512، 527، 536، 582)، (4/ 81، 220، 243).\n(2) يُنظر مثلاً: (1/ 56، 370 إمامنا الشافعي، 384، 440، 495، 523 اختلف أصحابنا، 527، 538، 585، 617 اختلف أصحابنا)، (2/ 29، 39، 45، 47 أطلق أصحابنا إلا المتولي، 51، 120، 225، 231 مُطوَّل، 240، 265، 362، 482، 520 مطول، 637، 735)، (3/ 44، 61 مُطوَّل، 579 مفصَّل، 657 قال أبو حيان التوحيدي من أصحابنا في كتاب «الإمتاع والمؤانسة»، ونقل منه قولاً فقهياً، 700، 702).\n(3) يُنظر مثلاً: (1/ 56، 82، 370، 389، 364، 617، 619)، (2/ 87، 579، 683، 717)، (3/ 177، 396 وفيه آراء للسلف أيضاً، 473، 547، 355، 445، 608)، (4/ 184).\nالجزء: 1 - الصفحة: 183\n",
        "ويذكر في عرضه أحياناً آراء الصحابة - رضي الله عنهم - (1)، ورواية أخرى لأحد الأئمة الأربعة (2).\nوقال الدميري - رحمه الله -: (لمْ أدرِ ما حكم هذا الطائر؟ ). (3)\nوقال - رحمه الله -: (لمْ أرَ لأصحابنا في حكمه كلاماً). (4)\nوقال - رحمه الله -: (وأما حكمه فلَمْ أرَ أحداً تعرَّض له، مع التتبع الشديد، والسؤال العديد، والظاهر حِلُّه\n...\n). (5)\nوقال - رحمه الله - في موضع: (والحكم المذكور غَريبٌ لمْ أرَ مَنْ صرَّحَ بهِ من الفقهاء، فلذلك ذكرتُه هنا، وإنْ لمْ يكُن له تَعَلَّقٌ بالكتاب، ثم رأيته بعد ذلك في آخر باب النذر من «المحرر» لمجد الدين ابن تيمية من الحنابلة\n...\nفذكره\n...\n، ثم رأيته في «تاريخ مكة» لأبي الوليد الأزرقي). (6)\n(1) يُنظر مثلاً: (1/ 82)، (3/ 473).\n(2) يُنظر مثلاً: (1/ 82).\n(3) يُنظر: (1/ 514).\n(4) يُنظر: (2/ 501).\n(5) يُنظر: (3/ 570).\n(6) يُنظر: (3/ 560).\nالجزء: 1 - الصفحة: 184\n",
        "وقال - رحمه الله - في (4/ 200 ـ 205): (تنبيه مُهِمٌ: اعْلَمْ أنَّه تقدَّم في هذا الكتابِ حيواناتٌ لم تتعرض الأصحاب (1) لها بالحل ولا بالحرمة، وذلك نحو\n....\nإلا أنهم أعطوا قواعد كلية عامة، وقواعد خاصة، وذلك لَمَّا أيسوا من الطمع في حصر أنواع الحيوانات، فمن قواعدهم الخاصة\n...\nفذكرها).\nوأحياناً في عرضه يذكر الخلاف، ويوازن بين الأدلة، ويُرجِّح (2)، وله في الفقه استطرادات أيضاً (3) كما هي سِمَةُ الكتاب، يذكرها تحت «فرع».\nوفي موضع نقل كلام الإمام أحمد فقط، كما في (2/ 323).\nوللمؤلِّف - رحمه الله - عناية ظاهرة، واستحضار عجيب في كتب الفقه الشافعية. (4)\n(1) أي الشافعية.\n(2) يُنظر مثلاً: (1/ 367، 702)، (2/ 578)، (3/ 397)، (4/ 161).\n(3) يُنظر مثلاً: (1/ 655)، (2/ 98، 520)، (3/ 86، 176 استطرادات كثيرة في الشطرنج وهو يتكلم عن «العقرب»، 359، 399، 606 السحر وحقيقته وحكمه، ذكر في حديثه عن «الكلب»، 481).\n(4) يُنظر مثلاً: (3/ 254، 299، 460، 512)، (4/ 48، 222).\nالجزء: 1 - الصفحة: 185\n",
        "والجدير ذِكْرُهُ أنَّ الدميري - رحمه الله - لا يقتصر في كلامه في «الحكم» على مسألة أكل الحيوان، بل يتَعَدَّاه في مواضع كثيرةٍ، فيذكرُ أحكاماً أخرى غيرَ الأكل. (1)\n(1) يُنظر مثلاً: (1/ 57 بيع الأسد، 83 زكاة الإبل، 82 انتقاض الوضوء بأكل لحم الإبل، 94 التيمم من التراب الذي تخرجه الأرضة، 370 استصحاب البازي للمحرم، 371 بيع البازي، 389 ركوب الهدي، 409 يعفى عن قليل دم البراغيث، 415 البط الذي لا يطير إذا صاده المُحرِم، 440 لو أوصى ببعير تناول الناقة، 440 لو وقع بعيران في بئر، 452 التسمية عند ركوب البعير، 474 لو أوصى ببغلة هل تتناول الذكر؟ ، 495 زكاة البقر، 523 نقض الوضوء بمس فرج البهيمة)،\nوفي (2/ 98، 120 أحكام الحَمَام، 124، 159، 187، 198 أحكام عامة في الحيوانات، 244 أطال في مسائل القتل الخطأ والعمد وشبه العمد، والديات، 255، 258 بيع الخنزير، 287 مسائل في الحيل، 303، 306، 315، 317، 341، 376، 415 فروع فقهية في ثلاث صفحات عن «السمك» وهي في الفقه الشافعي، 609 إلى 613 فروع فقهية، 685 إلى 693 فروع فقهية]،\nوفي (3/ 38 الفأل من المصحف، 40 لو أوصى للمتوكلين يصرف لـ\n...\n، 43 الأحكام المتعلقة بالطير، 106 من أحكام العصافير، 137، 200 طهارة العَلَق، 563 المناطحة بالكباش وأطال فيها، 371 من أحكام الفرخ، 346 أحكام الفأر، 355 الرضاع وشروطه، 207 من أحكام العناق، 214 مسائل فقهية في العنبر، 305 أفضلية الأضحية بالغنم، وأطال، 712 من أحكام الماشية، 657 فروع فقهية كثيرة في «الكلب»، 445 المسابقة على الفيل وطهارة جلده بعد الدبغ، 475 مسائل فقهية في القرد، 536 فروع فقهية في القمل، 319 زكاة الغنم، والهدي)،\nوفي (4/ 100 جلد النمر، 161 بيع الهرة، 163 مسائل في الهرة).\nالجزء: 1 - الصفحة: 186\n",
        "ومن فوائده أنه نقل خلافاً مطولاً بين ابنِ الصلاح والعزِّ بن عبدالسلام ـ وكلاهما من الشافعية ـ ثم قال (2/ 676): (والذي ينبغي أن يُعلم أن جميع ما وقع فيه الخلاف بينهما، فالصواب ما قاله الشيخ عز الدين بن عبدالسلام، إلا هذه المسألة، فإن الصواب فيها ما قاله أبو عمرو بن الصلاح - رحمه الله -).\nالأمثال\nثم بعد الحكم يذكر «الأمثال» الواردة في الحيوان، وأحياناً يقدم قبلها\n...\n«\nالخواص الطبية\n»، وإذا أورد المثل يذكر أنه يُضرب لكذا (1)، وقد يُبَيِّنُ\n(1) يُنظر مثلاً: (1/ 84، 524، 620، 641، 658، 659)، (3/ 173، 245، 352، 417، 494، 548، 564، 582).\nالجزء: 1 - الصفحة: 187\n",
        "غَريبَه، ويُوضِّحُ معناه (1)، ويذكر قِصَّةَ المثَلِ (2)، ويذكر الخلاف في تفسيره. (3)\nوفي (2/ 142) في «الحوت» ذكر في «الأمثال»: بيتاً واحداً من الشعر، ولم يذكر الأمثال الواردة في «الحوت». (4)\nوفي (3/ 249) لم يُعَنْوِن للأمثال بل ذكرها تحت «فائدة أخرى».\nالخواص الطبية\nثم يذكر «الخواص الطبية» للحيوان، وهُنَا مَحَطُّ الخزعبلات، والمحرمات، والأقوال الشنيعة القبيحة، والطلاسم والشعوذة، فإذا كان الحيوان غير مأكول اللحم، فاعلم أن جميع الخواص المذكورة من الخزعبلات. ينقلها من: أرسطو، وابن سينا، والقزويني في «عجائب المخلوقات»، وعبدالملك بن زُهر الإشبيلي في «الخواص المجرَّبة»، وابقراط،\n(1) يُنظر مثلاً: (1/ 496، 535)، (2/ 36، 88، 125، 139)، (3/ 352، 582)،\n...\n(4/ 21، 82، 117).\n(2) يُنظر مثلاً: (1/ 502، 508)، (2/ 100)، (3/ 13).\n(3) يُنظر: (1/ 570).\n(4) تنظر الأمثال في «معجم الأمثال العربية» لرياض عبدالحميد مراد (1/ 519).\nالجزء: 1 - الصفحة: 188\n",
        "ويونس، وهرمس، وكيماس، وابن بختيشوع.\nوقد وصف الشيخ: علي الطنطاوي - رحمه الله - الكتابَ بكلمات، ثم قال: (وهو على ذلك مملوءٌ بالخرافات، والأوهام، والأباطيل، وما يدخل العقل ومالا يدخله، وما يُفسِدُه، ويُعطِّلُه). (1)\nوما أكثر ما يقول في هذه القبائح: وهو صَحِيحٌ مُجَرَّبٌ.\nيقول في (3/ 426) في «الفَهْد»: الحكم: يحرم أكله، لأنه ذو ناب.\nثم الخواص: أكل لحمه يورث حدة الذهن، وقوة البدن.\nلا أدري ما الفائدة من هذا الكلام، إلا النقل والتبعية لما قاله أرسطو وجماعته.\nولعلي أذكر بعض الأمثلة على الخزعبلات والمحرمات، والطلاسم الواردة في الكتاب:\n(1/ 135) قال بقراط: من أكل لحم الأفعى أمِنَ مِنَ الأمراض الصعبة.\n(1/ 384) من أكل لسان ببغاء صار فصيحاً، ودمه يجفَّف ويُسحق\n(1) «ذكريات علي الطنطاوي» (7/ 349).\nالجزء: 1 - الصفحة: 189\n",
        "ويُنْثَر بين صديقين تظهر بينهما العداوة!\n(1/ 406) إذا شربت المرأة دم برذون لم تحمل أبداً.\n(2/ 587) مما جُرِّب لإذهاب السوس والفراش ما أفادنيه بعض أئمة الإمامية.\n(3/ 180) ذكر أرجوزة فيها أسرار علم الطب لابن سينا، وقيل: لابن شيخ حطين، وهي طويلة، وكلها من المحرمات والأكاذيب.\n(4/ 39) روينا في «تفسير الكواشي الأوسط» أن العسل ينزل من السماء، فيثبت في أماكن من الأرض، فيأتي النحل فيشربه!\n(1/ 159) شرب رجيع بني آدم بعد سحقه بماء فاتر\n...\nلصاحب القولنج!\n(1/ 164) الدهن بدم الحيض!\n(1/ 162) شرب بول الإنسان!\n(1/ 162) البول على الجرح صحيحٌ مجرَّب!\n(2/ 146) نقل عن أبي حامد الأندلسي أنه رأى سمكة بقرب مدينة\n...\n«سبته» من نسل الحوت الذي أكل منه موسى وفتاه يوشع\n...\nونسلها في البحر إلى الآن!\nالجزء: 1 - الصفحة: 190\n",
        "(2/ 586) ومن الفوائد المستغربة ما أخبرني به بعض أهل الخير أن أسماء الفقهاء السبعة الذي كانوا بالمدينة الشريفة، إذا كُتِبت في رقعة وجُعلت في القمح، فإنه لا يُسَوِّس ما دامت الرقعة فيه، وهم مجموعون في قول القائل\n...\nفذكره.\nوأفادني بعض أهل التحقيق أن أسماءهم إذا كُتبت وعُلِّقت على الرأس، أو ذُكرت عليه، أزالت الصداع العارض له!\n(2/ 640) حيوان اسمه الشيخ اليهودي، وذكره أيضاً في (4/ 243). وهو من خرافات القزويني في «عجائب المخلوقات».\n(1/ 156) طلاسم مع آيات قرآنية، وتكتب في لوح خشب أو مكان طاهر، ويُدَقُّ في الحرف الأول مسمارٌ، ويُقرأ\n.....\nوذكر آيتين.\nوالكتابة هي: (أح أك ك ح ع ح أم ح)\n...\nلإذهاب الصداع.\n(1/ 169) يكتب لوجع الضرس على جِدَارٍ هذه الأحرف: ح ب ر ص لا وع م لا\n...\n(1/ 504) لِطَردِ البَقِّ مما جُرِّب فوُجِد نافعاً أن يكتب على أربع ورقات ويلصق في الحيطان الأربع ما صورته (111212).\n(2/ 177 ـ 178) ورأيت بخط بعض المحققين من العلماء\n...\nفي\nالجزء: 1 - الصفحة: 191\n",
        "علاج اللديغ\n...\nوذكر خرافات، ومنها أن يكتب: (سارا سارا في سارا عاتي نور نور أنا وأرميافاه يا طورا كاطوا يرملس أورنا أو صنانيما كا ما يوقا بانيا ساتيا كا طوط أصباؤت إيريلس توني تنا أوس). (1) (2)\nوقفات مع هذه الخزعبلات:\n1) الكتاب اشتمل على مخالفات عقدية، وتصوف، وخزعبلات، ومحرمات، وطلاسم شعوذة، وأذكار ورُقَى بدعية، وأحاديث موضوعة.\nأما المخالفات العقدية، والتصوف، فقد سبق بيانها في «ترجمة\n(1) يُنظر أيضاً في الخزعبلات والمحرمات: (1/ 62، 103، 157، 162، 354، 364، 384، 482، 528، 543، 561، 693، 599)، (2/ 100، 163، 177، 191، 232، 338، 393، 443، 557، 629، 733)، (3/ 224، 283، 347، 408، 514، 676)، (4/ 53، 101، 118، 148)، وغيرها.\n(2) يُنظر في الطلاسم إضافة على ما سبق نقله: (1/ 155، 610)، (2/ 188، 240، 290، 291، 345 آيات قرآنية مع طلاسم)، (3/ 163 يقول رأيت بخط ابن الصلاح في «رحلته» رقيةً للعقرب\n...\nبسم الله وبالله وبسم جبريل وميكائيل، كازم كازم ويزازم فتيز إلى مرن إلى مرن يتشامرا يتشامرا هوذا هوذا هي لمظا أنا الراقي والله الشافي، 164، 384، 680)، (4/ 115 يقول في بعض الكتب بخط بعض الأئمة الحفاظ، 116 رآها بخط بعض المشايخ، 128).\nالجزء: 1 - الصفحة: 192\n",
        "المؤلف». (1)\nوأما الأذكار والرقى البدعية، فسيأتي الإشارة إليها، وهي مُتَفرِّعَةٌ مِنْ تَصَوُّفِهِ.\nبقيت الخزعبلات، والمحرمات، والطلاسم.\nالصوفية أكبر من روَّج للسِّحْرِ والدَّجَل\n(2)، انظر مثلاً «شمس المعارف الكبرى» (3) لأحمد بن علي بن يوسف، أبو العباس البوني المغربي الصوفي (ت 622 هـ) (4)\nوله كتاب آخر سماه «لطائف الإشارات في أسرار الحروف العلويات»، نقل بعض خزعبلاته وطلاسمه النويري (ت 733 هـ) في\n...\n«نهاية الأرب في فنون الأدب» (5) (12/ 225).\n(1) ينظر (ص 87، 93) من هذا البحث.\n(2) ينظر: «كتب حذر منها العلماء» للشيخ: مشهور سلمان (1/ 99).\n(3) ينظر في بيان وصف الكتاب والتحذير منه: «كتب حذر منها العلماء» للشيخ: مشهور سلمان (1/ 124). وقد نقل نماذج من الطلاسم والسحر الوارد فيه.\n(4) ينظر في ترجمته: «هدية العارفين» (1/ 90)، و «الأعلام للزركلي (1/ 174).\n(5) ينظر حول هذا الكتاب: «كتب حذر منها العلماء» للشيخ: مشهور سلمان (2/ 49).\nالجزء: 1 - الصفحة: 193\n",
        "2) الكتاب نَشَرَهُ مُؤلِّفُه ثلاث مرات، وقيل: مرتين (1): نُسخةٌ صغرى، ووسطى، وكبرى، في الثانية أو الثالثة إضافة: «تأويل الرؤى»،\n...\n«والتاريخ». (2)\n3) الكتاب كما قال المقريزي - رحمه الله -: (اشتُهِرَ، وكُتِبَ منه نُسَخٌ كثيرةٌ جِدَّاً). (3)\n4) مع تعدُّدِ نشراته، وتَصوِّفِ مُؤلِّفِه، وكثرةِ نُسَخِهِ، حصل فيه إدخالاتٌ ليست من المؤلِّف.\nقال السخاوي - رحمه الله -: (وله فيه زيادات لا توجد في جميع النسخ، وأتوهم أنَّ فيها ما هُو مدخولٌ لغيره، إن لم تكن جميعُها، لما فيها من المناكير، وقد جرَّدَها بعضُهم، بل اختصر الأصلَ التقيُّ الفاسي في سنة 22 (4)، ونبَّهَ على أشياء مُهمةٍ، يحتاجُ الأصلُ إليها). (5)\n(1) كما سبق بيانه في (ص 103).\n(2) كما ذكره حاجي خليفة في «كشف الظنون» (1/ 696).\n(3) «درر العقود الفريدة» (3/ 436).\n(4) أي وثمانمئة.\n(5) «الضوء اللامع» (10/ 60).\nالجزء: 1 - الصفحة: 194\n",
        "لكن هذه الإدخالات التي ذكرها السخاوي ـ وهي مناكير ـ، هل أراد بها الخزعبلات والمحرمات الموجودة في أغلب «الخواص»، وهي بالعشرات؟ أم هي الطلاسم والشعوذة وهي في ثمانية عشر موضعاً؟\nفي رأيي أن هذه الطلاسم لا يمكن أن تصدر من مسلمٍ عامي، فضلاً عن عالمٍ له بَاعٌ في العلوم الشرعية كالدميري - رحمه الله - صاحب «النجم الوهاج في شرح المنهاج» في فقه الشافعية، و «الديباجة على سنن ابن ماجه»، والعناية الحديثية الظاهرة في كتابه «حياة الحيوان»، خاصةً أن السِّمَةَ البارزة في «حياة الحيوان» توثيقُ العزوِ في النُّقُول، وتحديدُه أحياناً في بابٍ معيَّنٍ أو ترجمةٍ مُعينةٍ، مع الدِّقَة في ذلك ـ كما سبق بيانه ـ وأما في هذه الطلاسم: (نَقْلٌ من المحققين، وهُو سِرُّ مجرَّب نافع، قاله بعض المشايخ\n...\n).\nوهذه ليست طريقة الدميري، إلا في موضعٍ واحد كما سبق في رقية العقرب نقلاً عن ابن الصلاح في «رحلته». والرقية المذكورة لا يمكن أن\nالجزء: 1 - الصفحة: 195\n",
        "يقولها عاقلٌ مُسلمٌ فضلاً عن ابن الصلاح وينقلها الدميري عنه. (1)\nومما يدل على الإدخالات والإلحاقات في الكتاب، ما بيَّنه المحقق\n...\nـ وفقه الله ـ في المواضع التالية:\n(1/ 283 ـ 303 ـ 325 ـ 327) وكلُّهَا في موضع الاستطراد في ذكر التاريخ وتراجم الخلفاء.\nوفي (1/ 336 إلى 348) الخلفاءُ بعد وفاة المؤلف الدميري.\nوفي (1/ 331، 349 إلى 353) زياداتٌ تاريخية أيضاً.\nوللمحقق ـ وفقه الله ـ زياداتٌ في متن الكتاب، يذكرُ بأنَّها لازمةٌ من مَصَادرِ الترجمة! (2)\nوالظاهر أن الخزعبلات، والمحرمات الواردة في «الخواص» من وضع المؤلف، وقد أشار إليها ابن قاضي شهبة، وابن حجر، في ثنائهما على\n(1) كنت أتمنى الوقوف ـ ولم أستطع ـ على نُسخٍ متقَدِّمَةٍ للكتاب، كُتبت في حياة المؤلف؛ للنظر في الزيادات والإدخالات في مواضع هذه الطلاسم، وأما النسخ التي اعتمدها محقِّقُ الكتاب: إبراهيم صالح، فمتأخرة، كما سيأتي بيانه في الحديث عن طبعات الكتاب ومخطوطاته.\n(2) يُنظر: (1/ 296، 308، 310، 329)، وهذا التصرُّفُ ليس من أُصُولِ التَّحقِيق.\nالجزء: 1 - الصفحة: 196\n",
        "الكتاب ـ كما سبق ـ؛ ولأنه ـ أيضاً ـ قد التزمها عنواناً في كتابه، وهي على أسلوبه في النقل والعزو، ولو كانت مدخلة ـ وهي كثيرة جداً ـ لنَبَّهَ عليها العلماءُ ممَّنْ ترجمَ له وتحدَّثَ عن كتابه، كابن حجر العسقلاني\n...\n(ت 852 هـ)، والمقريزي، والفاسي، وابن قاضي شهبه، وهم ممن عاصر الدميري.\nومما يَدُلُّ على أنَّ الخواص من وضع الدميري: ما أفاده ابن حجر الهيتمي المكي الصوفي - رحمه الله - (ت 974 هـ): في جوابه عن الاسترقاء بالحروف المجهولة، قال في أثنائه: (مجرَّدُ ذِكرِ إمامٍ لها لايقتضي أنه عَرَفَ معناها، فكثيراً من أحوال أرباب هذه التصانيف يذكرون ما وجدوه من غيرِ فَحصٍ عن معناه، ولاتجربةٍ لمبناه، وإنما يذكرونه على جهة أن مُستعْمِلَه ربَّما انتفع به، ولذلك تجدُ في أوراد الإمام اليافعي أشياءَ كثيرةً لها منافع وخواص، لا يجدُ مستعملها منها شيئاً، وإن تزكّتْ أعمالُه وصفتْ سَريرتُه، فعلمنا أنه لم يضع جميعَ ما فيه عن تجرِبَةٍ، بل ذكرَ فيه ماقيل فيه شئٌ من\nالجزء: 1 - الصفحة: 197\n",
        "المنافع والخواص، كما فعل الدميري في «حياة الحيوان»، في ذكره لخواصها ومنافعها، ومع ذلك تجد المئة ما يصحُّ منها واحد). ا. هـ. (1)\nومما يدل ـ أيضاً ـ على أن الخواص من وضع المؤلف:\n1) وجودها في كتاب «مختصر حياة الحيوان الكبرى» لعبدالجبار بن أحمد بن موسى الحسني الفجيجي (ت 901 هـ).\n2) مخطوطة بعنوان: «جواهر المغاص في معرفة الخواص» لعبدالله بن علي بن النعمان الشقيري الضمدي اليماني (ت 1050 هـ) وقيل: (بعد 1068 هـ) (2) قال في أولها:\n...\nأما بعد، فهذه نبذة في الخواص جمعتها من كُتُبٍ عديدة، أولها كتاب «حياة الحيوان» للدميري\n...\n(3)\nفإن قيل: إنما ذكر الدميري هذه المناكير في «الخواص الطبية» من باب جمع ما في الباب، خاصةً وأنه ذكر في الحكم الفقهي لبعض الحيوانات: حرمة الأكل.\n(1) «الفتاوى الحديثية» لابن حجر الهيتمي (ص 86) سؤال (32).\n(2) «الأعلام» للزركلي (4/ 106)، «معجم المؤلفين» (2/ 264)، «مصادر الفكر الإسلامي في اليمن» لعبدالله الحبشي (ص 591).\n(3) استفدته من موقع «ملتقى أهل الحديث» على الشبكة العالمية.\nالجزء: 1 - الصفحة: 198\n",
        "فالجواب: ما فائدة المسلم من هذه الخزعبلات والخرافات الضارة في أكثرها؟ !\nكقوله: الدهن بدم الحيض، وشرب النجاسات\n...\nوغير ذلك.\nحتى العاقل غير المسلم لا يمكن أن يقبل بهذه الأمور، ثم إن المؤلف لم ينبِّه بحرف واحد على حرمة هذا الأمر، أو كذبه، أو ضرره.\nمع أنَّ له تعَقُباتٍ على أقوالٍ لغوية، وأدبية، وتاريخية، وفقهية، وغيرها. (1)\nوقد تبيَّن من قول الهيتمي السابق، أنَّ هذا المسلك من طرائق الصوفية، والصوفية في هذا الباب ينقلون عن قوم لاخلاق لهم من أهل الكفر: كابن سينا (2)، وجالينوس، وغيرهما، وقد صرح بالنقل منهم\n(1) يُنظر مثلاً: (1/ 97، 109، 135 نقد القاضي عياض، لأنه أورد خبراً منكراً في\n...\n«الشفا»، 138، 173، 357، 479، 503، 634)، (2/ 7، 16، 135، 156، 204، 365، 393، 426، 442، 529 و 530 ينقد خبراً منكراً)، (3/ 61، 73، 153، 190، 256، 425)، (4/ 140، 187، 200).\n(2) يظن كثير من المثقفين أن ابن سينا والفارابي من المسلمين، وهم من الزنادقة الكفرة، ينظر: «نقض المنطق» لابن تيمية (ص 87)، «الجواب الصحيح» لابن تيمية أيضاً\n...\n(4/ 463)، «إغاثة اللهفان» لابن القيم ـ ط. عالم الفوائد ـ (2/ 1022، 1033)،\n...\n«موقف ابن تيمية من آراء الفلاسفة» د. صالح بن غرم الله الغامدي (ص 102).\nالجزء: 1 - الصفحة: 199\n",
        "النويري - رحمه الله - (ت 733 هـ) في مواضع عديدة من كتابه. (1)\nوهكذا البدع والخرافات يجرُّ بعضها بعضاً، حتى يتجاوز العقل والفطرة ـ والحمد لله على وضوح السبيل: (الكتاب، والسنة، وآثار سلف الأمة، وفَهمهم)، والحمد لله على نعمة اتباع السُّنة.\nوالعجيبُ بل العجيبُ جداً أن المحقق للكتاب الأستاذ الأديب: إبراهيم صالح ـ وفقه الله ـ لم ينبِّه على حرفٍ واحدٍ من هذه الخزعبلات والمحرمات والطلاسم، مع أنه قال في مقدمته (1/ 23) بعد أن تحدَّث عن الكتاب: (ولكنَّ الذي يُؤخذ عليه، هُوَ وُقوعه في عدد لا بأس به من الأوهام، مما سيراه القارئ الكريم في حواشي التحقيق\n...\n)\nفقط، هل هذه هي المؤخذات؟ !\nثم إنَّهُ نَبَّهَ على أوهامٍ، وأخطاءٍ لُغَوية، وتاريخية،\n(1) يُنظر: «نهاية الأرب في فنون الأدب» (10/ 141)، وغيرها.\nالجزء: 1 - الصفحة: 200\n",
        "وأدبية (1)، وسكت عن المخالفات العقدية، والخزعبلات، والطلاسم، والأذكار البدعية، حتى ولو كان المحقق ليس له تخصص شرعي، فإن هذا لن يعفيه من المسؤولية، فيمكن له عرض الكتاب على أهل الاختصاص؛ ليضعوا تعليقات تُقوِّم الاعوجاج، وتُوَضِّحُّ الباطل، وإني أخشى عليه من الإثم، لنشر الكتاب بهذه الصورة، ولعله يُستدرك في طبعة قادمة ـ إن شاء الله تعالى ـ. (2)\n(1) يُنظر مثلاً: (1/ 109، 283، 301، 303، 307، 308، 515، 571، 704، 166)، (2/ 75، 105، 605)، (3/ 111، 392)، وفي (1/ 292) نبه على وهم في أحد النقول.\n(2) وقد طَبعَ المحقق ـ فيما بَعْد ـ كتابَ «تذكرة ابن العديم» (ت 660 هـ)، وعلَّق على بعض الخواص التي ذكرها ابن العديم بقوله: (الظن بمن كان في مثل عَقلِ المؤلف\n...\nـ عفا الله عنه ـ وعِلمِه ألَّا ينقل مثل هذه الخرافات، ولكن الكمال لله وحده! ! ).\nالجزء: 1 - الصفحة: 201\n",
        "عودٌ لاستكمال بيان منهج الكتاب.\nتأويل الرؤى\nثم يذكر الدميري في الأخير ما يتعلق ب «تأويل الرؤى»، إذا رأى الإنسان في منامه هذا الحيوان، أو جزءاً من أجزائه، فإن تأويلها كذا وكذا.\nوقد ذكر في (2/ 201) في حرف الحاء «الحيوان»، رؤيا أصوات الحيوان مُفَصَّلة، ذكر كثيراً من الحيوانات.\nوقد يُطيل في فصل «التأويل» (1)، وقد يختصر (2)، والغالبُ التَّوسُّط.\nوينقل رُؤى مُعَبَّرة، عن أبي بكر الصديق (3) - رضي الله عنه -، أو ابن سيرين. (4)\nوالغالب أنه لا يذكر المصدر فيما ينقله في باب الرؤى، وقد نقل من\n(1) ينظر: (1/ 165 «الإنسان»، 498 «البقرة»، 660 «الجمل»)، (2/ 92 «الحمار»، 248)، (3/ 564 ـ 568 «السمك»).\n(2) ينظر: (1/ 529)، (2/ 18)، (3/ 255).\n(3) ينظر: (3/ 202).\n(4) ينظر: (1/ 621)، (2/ 112، 349، 678، 396)، (3/ 110، 285، 407، 566، 673، 679)، (4/ 22، 169).\nالجزء: 1 - الصفحة: 202\n",
        "ابن المقرئ (1)، والنصارى، والروم (2)، واليهود. (3)\nولا أدري ما حاجة المسلمين لتأويلات اليهود والنصارى؟ !\nفي (2/ 112) لم يضع عنواناً لتأويل الرؤى، وفي (3/ 360) وضعها في «تتمة».\nوفي (3/ 408) في «فرس البحر» ذكر رؤيا البحر استطراداً\n...\nـ وأطال ـ ثم رؤيا النهر، وعين الماء.\nومن اللطائف في (4/ 213) قال\n: الوزغ في الرؤيا: رجلٌ معتزلي، يأمر بالمنكر، وينهى عن المعروف،\nخاملُ الذِّكْرِ.\nوب «تأويل الرؤى» يختمُ حديثَه عن الحيوان.\n(1) ينظر: (2/ 677)، (3/ 337).\n(2) ينظر: (3/ 581).\n(3) ينظر: (3/ 527)، (4/ 62، 169).\nالجزء: 1 - الصفحة: 203\n",
        "وفي ثنايا الكتاب فوائد متنوعة:\nومما ذكره في ثنايا كتابه: ضوابط في الحيوان (1)، وتواريخ (2)، وعجائب في الحيوانات (3)، ومسائل لغوية (4)، ونحوية (5)، وصرفية (6)، وقد اعتنى بالثلاثة الأخيرة د. حليم حماد الدليمي في رسالة جامعية بعنوان\n...\n«المباحث اللغوية في كتاب حياة الحيوان الكبرى» للدميري، وهو مطبوع.\nوفي كتاب «حياة الحيوان» تعريف بالبلدان والمواقع (7)، وبالمذاهب (8)، ومسألة حسابية (9)، وغير ذلك من صنوف العلم.\n(1) يُنظر مثلاً: (1/ 97 الحيوان الذي يحيض)، (2/ 230 الحيوان الذي يحمل ولده، 432)، (3/ 186) الحيوان الذي يخبيء قوته، وأعاده في (4/ 106).\n(2) يُنظر مثلاً: (1/ 49، 202، 204، 434).\n(3) يُنظر مثلاً: (1/ 422، 514).\n(4) يُنظر مثلاً: (2/ 713، 453)، (4/ 199).\n(5) يُنظر مثلاً: (1/ 463)، (2/ 450، 621)، (3/ 171).\n(6) يُنظر مثلاً: (2/ 736)، (3/ 66، 351)، (4/ 231).\n(7) يُنظر مثلاً: (2/ 195، 163، 238، 297)، (3/ 162).\n(8) يُنظر: (3/ 190، 239).\n(9) ينظر: (4/ 68 ـ 69).\nالجزء: 1 - الصفحة: 204\n",
        "بين الدميري والجاحظ\nومما يحسن التنبيه عليه: أنَّ بعضَ الناسِ يتوَهَّمُ أنَّ الدميري قد نَقَلَ جُلَّ ما في كِتَابِ «الحيوان» للجاحظ، والذي رأيتُه بعد قراءةٍ فاحصةٍ للكتاب أنَّ علاقةَ الدميري بابن خَلِّكان في «وفيات الأعيان» وابن عدي في «الكامل في الضعفاء» لا تقل عن علاقته بالجاحظ، فالنقولات من\n...\n«الحيوان» للجاحظ ليست بالكثيرة (1)، كثرةً تناسب تماثلهما في «الفن»، واشتهار كتاب الجاحظ مع تقدمه بما يزيد على ستة قرون.\n(1) يُنظر: (1/ 96، 102، 401، 408، 486، 524 أطال بعض الشيء، 573، 574، 622، 623، 631، 663).\nوفي (2/ 8، 96، 554 ونقده، 555، 352، 358، 362، 379، 405، 289 في «البيان والتبيُّن»، 695، 170، 176، 195، 204، 212 وصف الحيوان من الجاحظ فقط، 229، 241، 628، 717، 577، 349، 351، 329، 529، 453، 455، 456، 478، 482، 643).\nوفي (3/ 187، 31، 151 وصوَّب رأيه، 154، 155، 234، 253، 261، 264، 267، 305، 344، 383، 486، 495، 528، 569، 586، 663، 672، 713، 733).\nوفي (4/ 72، 79، 99، 103، 146، 180، 192، 199، 221، 235، 245).\nالجزء: 1 - الصفحة: 205\n",
        "الفرق بين الكتابين:\n«الحيوان» للجاحظ، و «حياة الحيوان» للدميري.\nالكتابان متفقان في الفن «علم الحيوان»، وفي تنوِّع المعارف والعلوم، لكنَّ بينهما فروقاً، التفصيل في بيانها يحتاج مني إلى دراسة وافيةٍ عن كتاب الجاحظ ـ ولم أفعل ـ، لكني سأكتبُ ما ظهرَ لي مستعيناً بالله ـ تعالى ـ، ثم بما كتبه محقِّقُ كتابِ الجاحظ: العلاَّمة: عبدالسلام هارون - رحمه الله -\n1. أبو عثمان عمرو بن بحر الجاحظ مُعتَزليٌ، والدميري أشعَريٌّ صُوفيٌّ. وقد ظهر أثرُ عقيدتهما في الكتابين. (1)\n2. الجاحظ متقدِّم، حيث توفي سنة (255 هـ) وهو «أولُ واضعٍ لكتاب عربي جامعٍ في علم الحيوان» (2)، والدميري متأخر، توفي سنة\n...\n(808 هـ)، وقد نقل من الجاحظ واستفاد ـ كما سبق ـ.\n3. الجاحظ من كبار الأدباء، والدميري من فقهاء الشافعية.\n4. الجاحظ لم يُرتِّب كتابَه، ومنهجُهُ في كتُبهِ مَعْروفٌ بالتفْرِيعَاتِ\n(1) ينظر: «الحيوان» للجاحظ (1/ 22 ـ مقدمة المحقق) و (7/ 658).\n(2) مقدمة تحقيق العلامة: عبدالسلام هارون لكتاب «الحيوان» للجاحظ (1/ 14)، وقد ذكر قبل ذلك أن اليونانيين سبقوا العرب إلى التأليف في علم الحيوان.\nالجزء: 1 - الصفحة: 206\n",
        "والاستطرادات المُمْتِعَة (1)، وأما الدميري فقد رتَّب كتابه على حروف المعجم، ووضع في كل حيوان عناوين رئيسية: كالحكم، والخواص، والتعبير، والأمثال، وله تفريعات واستطرادات لكنها ليست في الإمتاع كاستطرادات الجاحظ، ولا غرابة فالبيان والأدب من صنعة الجاحظ.\n5. كتاب الجاحظ يغلب عليه الأدب والشعر، وأما الحديث والفقه والتفسير فنادرٌ جداً، بخلاف كتاب الدميري، فأحاديثه قريباً من ألفين، معزوة في الغالب إلى كتب السنة النبوية، ومسائلُه الفقهية كثيرة أيضاً ـ كما سبقت الإشارة إلى ذلك ـ وأما النصوص الأدبية والشعر فهي قليلةٌ نِسبةً إلى كتاب الجاحظ.\n6. نظراً لتأخر زمن الدميري عن الجاحظ، فقد حوى كتابه أخباراً تاريخيةً كثيرة، منها سردُه للسيرة النبوية، وسيرةِ الخلفاء إلى زمنه، بخلاف الأخبار التاريخية عند الجاحظ فهي قليلة، ولستُ أراها ميزةً حسنةً لكتاب\n(1) قال العلامة: عبدالسلام هارون - رحمه الله - في مقدمة تحقيق «الحيوان» للجاحظ\n...\n(1/ 18): (وإن أعوزه بعض الترتيب والتهذيب، فهو شأن كُلِّ كتابةٍ جديدة، في أمر متشَعِّب الأطراف، ممدُود النواحي).\nالجزء: 1 - الصفحة: 207\n",
        "الدميري، لكنَّ الحديث عن الفرق بين الكتابين، وما اشتملا عليه.\n7. التزم الدميري في جميع الحيوانات بذكر: الحكم الفقهي، والتعبير في من رأى الحيوان في المنام، والأمثال، وهذا لايوجد مثله كثرةً عند الجاحظ. (1)\n8. اشتمل كتاب الدميري على كثير من الاسرائيليات، والأخبار الصوفية، بخلاف كتاب الجاحظ.\n9. كلاهما نقلا من كتب اليونانيين الفلاسفة عن الحيوان، لكن الدميري حاطبُ ليلٍ ينقل أقوالهم دون فحصٍ ولا تعقيب، وأما الجاحظ فقد قال عنه العلَّامةُ: عبدالسلام هارون - رحمه الله -: (وللجاحظ ثِقَةٌ تامةٌ في الشعر العربي، فهو يُصَّدِّرُه في الرد على أرسطو، ويحتجُّ به عليه (2)\n...\nوذكَرَ أنَّ مِنْ موارد كتابِهِ «كتابَ الحيوان» لأرسطو، نقل منه نصوصاً ليست من الكثرة بمكان، ولكنها من القيمة والنفاسة بمكان عظيم، قال:\n(1) يمكن الاستعانة بالنظر في الفهارس الدقيقة لكتاب الجاحظ، وهي في المجلد السابع.\n(2) قال الجاحظ في كتاب «الحيوان» (3/ 268): (وقَلَّ معنى سمعناه في باب معرفة الحيوان من الفلاسفة، وقرأناه في كتب الأطباء والمتكلمين إلا ونحن قد وجدناه أو قريباً منه في أشعار العرب والأعراب، وفي معرفة أهلِ لُغَتنا وملَّتنا).\nالجزء: 1 - الصفحة: 208\n",
        "وصاحبنا (1) رجلٌ جرئ العقل، عنيف الفكر، فهو لايقبل هذه النصوص بِعِلاَّتها، بل يطرحها على الممتحَن، ولا يطأطئ بفكره لها، وإنما يصعد به عالياً ليرى وجه الحق فيها، وقلَّما ترك واحداً منها إلا تكلَّمَ فيه، وعرضَه على الحُجَّة .. ثم ذكر أمثلةً لذلك، ثم قال: وأحياناً يعتذر صاحبنا عن أرسطو، بأن المترجمين لكتابه لم يحسنوا النقل، ولم يتَوخَّوا الدِّقَةَ والمُطَابقَة\n...\n). (2)\n(1) أي الجاحظ.\n(2) مقدمة تحقيق كتاب «الحيوان» (1/ 20 ـ 21).\nالجزء: 1 - الصفحة: 209\n",
        "ومن الملاحظات ــ أيضاً ــ على كتاب «حياة الحيوان»:\nبما أن الدميري صوفيٌ، فإنه قد أورد أذكاراً وأدعية ورقى بدعية (1)، وبعضها من منامات، واستحسانات، وكثيراً ما يقول: وهو مجرَّب، عجيب مجرب، سرُّ لطيب مجرب! وهو في هذا الباب واسع الخطو، سمح المنهج، ولا يستغرب من الصوفية ذلك، فلهم مصادر استدلال زيادةً على مصادر أهل السنة والجماعة، كالرؤى، والكشف، والذوق، وغيرها. (2)\nذكر المقريزي أن الدميري قال له: رأيتُ في المنام أني أقول لشخصٍ: لقد بَعُد عهدي بالبيت العتيق، وكثُرَ شوقي إليه، فقال لي: قل: لا إله إلا الله الفتاح العليم الرقيب المنان، فصار يكثر ذلك، فحج تلك السنة. (3)\n(1) يُنظر: (1/ 141، 142، 144، 145، 146، 149، 150، 153، 155، 177، 488، 609، 615)، (2/ 345، 587، 605، 606، 607)، (3/ 112، 167، 383، 443، 444، 656)، (4/ 189).\n(2) يُنظر: «المصادر العامة للتَّلَقِّي عند الصوفية عرضاً ونقداً» د. صادق سليم صادق\n...\n(ص 106 وما بعدها)، و «منهج الاستدلال على مسائل الاعتقاد عند أهل السنة والجماعة» لعثمان بن علي حسن (2/ 638 وما بعدها).\n(3) «درر العقود الفريدة» للمقريزي (3/ 437)، وعنه: السخاوي في «الضوء اللامع» (10/ 61).\nالجزء: 1 - الصفحة: 210\n",
        "وذكر المقريزي ـ أيضاً ـ أنَّ له أذكاراً يوَاظبُ عليها، فيها طُول. (1)\nوفي كتابه في الفقه «النجم الوهاج في شرح المنهاج» (2) يستحسن من الأعمال، والأدعية، والأذكار ما لم ترد في السنة النبوية المطهرة، ولا في عمل السلف الصالح.\nومن الملاحظات أيضاً:\n(1/ 58) ذكر قصيدة الفرزدق في مدح زين العابدين علي بن الحسين أمام هشام بن عبدالملك، ومطلعها:\nهذا ابنُ خَيرِ عبادِ اللهِ كُلِّهمُ * هذا التقيُّ النقيُّ الطاهرُ العلَمُ.\nقال الدميري في أول حديثه: وتُنسب إلى الفرزدق مَكرمَةٌ يُرجَى له بها الجنة، ثم ذكر القصة والقصيدة، ثم وجدته قد نقلها دون عزوٍ من\n...\n«وفيات الأعيان» (6/ 95).\nقلت: كيف تكون مكرمةً يُرجى له بها الجنة؟ !\n(1/ 560) ذكر رؤيا رآها أحد السلف. ثم استنبط الدميري منها\n(1) «درر العقود الفريدة» (3/ 436).\n(2) يُنظر مثلاً: (2/ 484، 498)، و (3/ 557، 558، 559).\nالجزء: 1 - الصفحة: 211\n",
        "فوائد وحِكَماً، ومثلها في (3/ 691) فإنه أورد عقب تفسير الرؤيا: ما الحكمة من جعل الله\n...\nكذا وكذا؟ وكأن الرؤيا آيةٌ قرآنيةٌ أو حديثٌ نبويٌّ. (1)\nوفي (1/ 653) ذكر استنتاجاً غريباً في الحكمة من شراء النبي - صلى الله عليه وسلم - الجملَ من جابر بن عبدالله - رضي الله عنهما -.\n(1/ 143) نقل قولاً، وفيه نصائح، منها: (ولا يُبطل الباطل من صديقه). ولم يتعقب بشيء.\nقلت: أين الأمر بالمعروف والنهي عن المنكر، والنصيحة لكل مسلم؟\n(1/ 492) قال: (خرج أبو بكر الصديق - رضي الله عنه - من جميع ماله، وبَخِلَ ثعلبةُ بنُ حاطب بالزكاة).\nقلتُ: هذا الكلام بناءً على خَبرٍ مَكذُوبٍ لا يَصِحُّ، وفِريةٍ نُسبتْ إلى الصحابي الجليل ثعلبة بن حاطب - رضي الله عنه -، وقد أنكرها جمعٌ من الأئمة سنداً ومتناً. (2)\n(1) يُنظر الحاشية رقم (2) في (ص 210) من هذا البحث.\n(2) يُنظر: «الشهاب الثاقب في الذب عن الصحابي الجليل ثعلبة بن حاطب» لسليم الهلالي، و «ثعلبة بن حاطب المفترى عليه» لعداب الحمش، و «قصص لا تثبت» للشيخ: مشهور سلمان (1/ 41).\nالجزء: 1 - الصفحة: 212\n",
        "السمات المميزة في الكتاب\nومع وجود الملاحظات السابقة، فإن فيه سمات بارزة مميزة، منها:\n1. أنه أوسع كتاب وصلنا في علم الحيوان.\n2. إيراده النصوص الشرعية، والأحكام الفقهية المتعلقة بالحيوان.\n3. عَزْوُ النقول إلى أصحابها، وذِكرُ اسم الكتاب المنقول منه (1)،\n(1) يُنظر مثلاً: (1/ 394 أبو القاسم إسماعيل الأصبهاني في كتاب «الحجة إلى بيان المحجة»، 395، 403 ابن الجوزي في «الأذكياء»، 457 أبو العباس المبرد في\n...\n«الكامل»، 476، 480، 520 ابن دحية في كتاب «الآيات البينات»، 548 «مروج الذهب» للمسعودي، 562 الجاحظ في كتاب «الأمصار وتفاضل البلدان»، 577 التنوخي في «نشوار المحاضرة»، 663، 565، 607).\n(2/ 79 في كتاب «نزهة الأبصار في أخبار ملوك الأمصار»، وهو كتاب عظيم المقدار ولا أعلم مصنفه، 116 ابن دقيق في «الاقتراح»، 15، 82 ابن خلكان في «وفيات الأعيان»، 466 هناد بن السري في كتاب «الرقائق» له، 179 رحلة ابن الصلاح وتاريخ ابن النجار، 69، 173).\n(3/ 38 الماوردي في «أدب الدنيا والدين»، 69 الدينوري في «المجالسة»، 538).\n(4/ 54، 55، 65 «تاريخ صنعاء»، 232 «العرائس» لابن الجوزي).\nالجزء: 1 - الصفحة: 213\n",
        "وكثيراً ما يُحدِّدُ الموضع في الكتاب (1)،\nمع دِقَّتِه وأمانته، ورجوعِهِ\n(1) في غالب نقولاته من «وفيات الأعيان»، و «الحلية» لأبي نعيم، و «الكامل» لابن عدي يحدد فيها موضع النقل، ويُنظر أيضاً:\n(1/ 41 في «الحلية» لأبي نعيم في ترجمة ثور بن يزيد، 132 «وفيات الأعيان» في ترجمة ابن التلميذ، 140 في «ذيل تاريخ بغداد» لابن النجار في ترجمة علي بن نصر الفقيه، 174 أوائل «الروض الأنف» للسهيلي، 265 ابن الأثير في حوادث سنة تسع وخمسين وخمسمئة، 383، 402، 415، 427 «الإحياء» للغزالي في الباب السادس من أبواب العلم، 430، 444، 461، 525 «سراج الملوك» لأبي بكر الطرطوشي في الباب السابع والأربعين، 546 «تهذيب الكمال» في ترجمة عبدالعزيز بن منيب القرشي، 575 آخر كتاب «الأذكياء» لابن الجوزي).\n(2/ 183، 272 ابن رشيق في «عمدته» في باب منافع الشعر ومضاره، 188\n...\n«الإحياء» في الباب الثاني من كتاب آداب السفر، 22 القشيري في «الرسالة» في آخر باب كرامات الأولياء، 95 الحريري في المقامة الثالثة عشر، 134 «قوت القلوب» لأبي طالب المكي في أوائل الفصل الخامس والعشرين).\n(3/ 57 «ثمار القلوب» للثعالبي في الباب الثالث عشر منه، 334، 402، 539 الفائق في آخر باب الهاء مع الياء، 282، 332 السهيلي في تفسير شعر\n....\nفي أوائل غزوة بدر، 230 في آخر «ربيع الأبرار» في باب الطير).\n(4/ 176 نقل عن السهيلي ثم قال الدميري: (وأفاد بعده بسطرين\n...\n).\nالجزء: 1 - الصفحة: 214\n",
        "إلى عِدَّةِ نُسَخٍ مِنَ الكِتَابِ. (1)\n4. ترَضِّيْهِ عَنْ الصَّحَابةِ - رضي الله عنهم - عند ذكرهم، وتعظيمِهِ لأئمة الإسلام وعلمائه - رحمهم الله -.\n5. التزامه الاستثناء عند الإحالات الكثيرة في الكتاب، فيقول: سيأتي في حرف\n....\nـ إن شاء الله تعالى ـ.\n6. تضمن الكتاب مسائل لطيفة، وأخباراً ممتعة، منها:\n(1/ 689) هل بعث الله رسلاً إلى الجن؟\n(1) في (2/ 22) ذكر حديثاً في البخاري ثم ذكر تقييد الأصيلي ورواية أخرى، (2/ 72) نقل خبراً من ابن خلكان في «وفيات الأعيان»، وقال: وقع في كثير من نسخ «تاريخ ابن خلكان»\n...\n، وذكر محقق حياة الحيوان أن محقق وفيات الأعيان أضاف النص من\n...\n«حياة الحيوان»، (2/ 454) ووهم الجوهري فقال في النسخة التي بخطه\n...\n،\n...\n(2/ 356) في نسخة صحيحة، (2/ 426) كذا في نسخ «صحيح مسلم»،\n...\n(2/ 365) في «رحلة ابن الصلاح» عن كتاب «لوامع الدلائل في زوايا المسائل» للكيا الهراسي، مع أن في مواضع أخرى ينقل الدميري من رحلة ابن الصلاح بدون واسطة، (3/ 65) نقل كلاماً صوفياً من «مختصر الإحياء» لابن يونس، ثم قال في آخر النقل: وهذه من زياداته على «الإحياء»، (3/ 136) كذا في بعض نسخ\n...\n«التمهيد»، وفي بعضها\n....\n).\nالجزء: 1 - الصفحة: 215\n",
        "(1/ 692) غرائب في نكاح الجن.\n(2/ 116) فوائد ولطائف في توافق الأسماء.\n(1/ 683) بعد حديثه عن الجن، ذكر إبليس ـ نعوذ بالله منه ـ وذكر ذريته، وغرائب في الموضوع.\n(2/ 281) متى خُلق الخيل هل خُلق قبل آدم أو بعده؟ مسألة وجوابها، نقلها من التقي السبكي، وأطال فيها.\n(2/ 21، 715) حيوان يكون سنةً ذكراً، وسنةً أنثى! ؟\nنموذج من الكتاب\n:\nمَنْ أراد أن ينظر في طريقة الدميري في كتابه، في كثرة نقولاته واستطراداته مع تنوِّعها، فليقرأ كلامه في «الكلب» (3/ 586 ـ 681)، و\n...\n«الحمار الأهلي» (2/ 48).\nالجزء: 1 - الصفحة: 216\n",
        "عناية العلماء بالكتاب: (1)\nمن عناية العلماء بالكتاب، واهتمامهم به، كثرة نقولاتهم منه (2)،\n(1) يُنظر: «جامع الشروح والحواشي» للحِبْشِي (2/ 858)، و «كشف الظنون» (1/ 696)، «تاريخ الأدب العربي» لبروكلمان ـ القسم السادس ـ (10 ـ 11)\n...\n(ص 574 ـ 576)، «المباحث اللغوية في كتاب حياة الحيوان الكبرى» د. حليم الدليمي (ص 19)، مقدمة تحقيق إبراهيم صالح لكتاب «حياة الحيوان الكبرى»\n...\n(1/ 17).\n(2) وجدت نقولاً من «حياة الحيوان» في الكتب التالية: «الفتاوى الحديثية» للهيتمي المكي، «إيثار الحق على الخلق» لابن الوزير اليماني، «الصواعق المحرقة»، «لوامع الأنوار البهية» للسفاريني، «روح المعاني» للآلوسي، «المقاصد الحسنة» للسخاوي،\n...\n«تنزيه الشريعة» لابن عِراق، «حسن التنبه فيما ورد في التشبه» للغزي، «سبل السلام» للصنعاني، «فيض القدير» للمناوي، «تحفة الأحوذي» للمباركفوري، «عون المعبود» للعظيم آبادي، «حاشية الدسوقي على الشرح الكبير»، «شرح مختصر خليل» للخرشي، «تحفة الحبيب على شرح الخطيب»، «حاشية البجيرمي على الخطيب»،\n...\n«حاشية الجمل على المنهاج» لزكريا الأنصاري، «حواشي الشرواني»، «نهاية المحتاج»، «الحاوي للفتاوى» للسيوطي، «الكوكب المنير شرح مختصر التحرير»، «تاج العروس» للزبيدي، «السيرة الحلبية»، «خزانة الأدب»، «صبح الأعشى» للقلقشندي، «غذاء الألباب» للسفاريني، «سبل الهدى والرشاد» للصالحي، «فص الخواتم فيما قيل في الولائم» لابن طولون، وغيرها. ويمكن الوقوف على مواضعها في البرامج الحاسوبية.\nالجزء: 1 - الصفحة: 217\n",
        "واعتمادهم عليه في التعريف بالحيوان، فكثيرٌ ممَّن جاء بعده ينقلُ منه ويصرِّحُ باسم الكتاب.\nومن عنايتهم بالكتاب: اختصاره والزيادة عليه، من ذلك:\n1. «مطلبُ اليقظان من كتاب حياة الحيوان»، للتقي الفاسي\n...\n(ت 832 هـ)، وهو تلميذ الدميري، قال عن مختصره: (والمختصر منه أحاديث كثيرةٌ مكررة فيه، ليس فيها إلا مجرد ذكر ذلك الحيوان، وغير ذلك مما ليس في ذكره كبيرُ فائدةٍ تتعلَّقُ بالحيوان، ونبَّه فيه على ما ينبغي التنبيه عليه، وذلك في سنة اثنتين وعشرين وثمانمئة). (1)\n2. «عين الحياة»، للدماميني (ت 827 هـ). أتمَّهُ (سنةَ 823 هـ) في البنجاب في الهند، أبقى على ترتيب الأصل، وحذف الاستطرادات.\n3. «مختصر حياة الحيوان»، لابن قاضي شهبه (ت 851 هـ).\n(1) «ذيل التقييد» (1/ 117).\nالجزء: 1 - الصفحة: 218\n",
        "4. «ديوان الحيوان»، للسيوطي، اختصره، وزاد عليه إضافات مهمة، واستدراكات في بعض الحيوانات التي وجدها في كتب اللغة.\nوجعله قسمين: الأول: ديوان الحيوان، والثاني: «ذيل الحيوان»، فرغ منه في ذي القعدة (سنة 901 هـ).\n5. «حاوي الحسان من حياة الحيوان»، لمحمد بن عبدالقادر الدميري الحنفي كتبه (سنة 1063 هـ).\n6. مختصرٌ لإبراهيم بن محمد بن علاء الدين الطرابلسي.\n7. «طيب الحياة»، لمحمد بن علي بن محمد القرشي العبدري المكي\n...\nـ قاضيها ـ الشافعي الشيبي (ت 838 هـ)، قال السخاوي: (في مجلدٍ، ذيل به على «حياة الحيوان» للدميري، مع اختصار الأصل). (1)\n8. مختصرٌ لعمر بن يونس بن عمر النجفي.\n9. مختصرٌ ليونس الفخري الحنفي (ت 876 هـ).\n10. مختصرٌ للمحلي (ت 872 هـ).\n11. «بهجة الإنسان في مهجة الحيوان»، وهو مختصرٌ لعلي القارئ، =\n(1) «الضوء اللامع» (9/ 13).\nالجزء: 1 - الصفحة: 219\n",
        "ألَّفه في مكة سنة (1003 هـ).\n12. «مختصر حياة الحيوان الكبرى للدميري»، لعبد الجبار بن أحمد بن موسى الحسني الفجيجي (ت 901 هـ)، تحقيق: بناصر بن عبد القادر جباري الحسيني، ط. دار ابن حزم في بيروت، الطبعة الأولى 1427 هـ.\n13. مختصر لأحد المعاصرين، وهو أسعد الفارس السوري، طبع في دار طلاس في سوريا 1992 م.\nوهناك مختصراتٌ أخرى، تُنظر في «جامع الشروح والحواشي» لعبدالله الحِبْشِي (2/ 858).\nــ ولابن عماد الأقفهسي (ت 808 هـ) «البيان التقريري في تخطئة الكمال الدميري» ذكره السخاوي في «الضوء اللامع» (2/ 49)، وحاجي خليفة في «كشف الظنون» (1/ 262).\nولا أعلم مضمونه؟ هل تخطئة الدميري في كتابه «حياة الحيوان»، أم كتابه في الفقه «النجم الوهاج»، أم غيره؟\nالجزء: 1 - الصفحة: 220\n",
        "ترجمات الكتاب: (1)\nــ تُرْجِمَ الكتاب إلى الفارسية مرتين:\nالأولى: ترجمهُ: الحكيم شاه محمد القزويني، وقدَّمه للسلطان سليم خان، وزاد عليه أشياء أخرى.\nوالثانية: ترجمة: محمد تقي التبريزي (ت 1077 هـ) وعَنوَن له بـ\n...\n«خواص الحيوان».\nــ وتَرْجَمَهُ إلى الفرنسية: سلفستر دي ساسي.\nـ وتَرْجَمَهُ إلى التركية: عبدالرحمن أفندي السيواسي، وطبع سنة\n...\n(1272 هـ).\nــ وتَرْجَمَهُ إلى الإنجليزية: العميد جاكيار.\n(1) بالاعتماد على كتاب «المباحث اللغوية في كتاب حياة الحيوان الكبرى» د. حليم الدليمي (ص 21).\nوانظر: «تاريخ الأدب العربي» لبروكلمان ـ القسم السادس ـ (10 ـ 11) (ص 576).\nالجزء: 1 - الصفحة: 221\n",
        "مخطوطات الكتاب:\nمخطوطات الكتاب كثيرةٌ جداً، لكنَّ غالبَها نُسَخٌ متأخرة، كُتِبت بعد الألف للهجرة.\nومن النسخ المتقدمة: نسخة مخرومة من الأول، كُتبت في (25/ 2/ 822 هـ) كما في «فهرس مخطوطات خزانة القرويين» رقم (1209)، ونسخة أخرى أقدم منها في المصدر السابق رقم (1206) كتبت في حياة المؤلف بتاريخ (8/ 12/ 805 هـ).\nونسخة أخرى كتبها تلميذ الدميري: محمد بن سعيد القادري، (سنة 837 هـ) كما في «فهرس مخطوطات المدينة المنورة في ليدن» (193).\nوأما النسخ التي اعتمدها محقق الكتاب الأستاذ: إبراهيم صالح، فمتأخرةٌ بعد الألف للهجرة، ووجدتُ نسختين خطيتين في الشبكة العالمية: إحداها في «جامعة الملك سعود» وهي مخرومة، وخطُّها واضح، ومتأخرة أيضاً بعد الألف للهجرة.\nومثلهما في «مكتبة جامعة الإمام محمد بن سعود الإسلامية» برقم (6603)، كُتبت سنة (1253 هـ)، وبرقم (5974) وكتبت سنة\nالجزء: 1 - الصفحة: 222\n",
        "(1096 هـ). (1)\nوينظر أيضاً في مخطوطات النسخة الكبرى والوسطى والصغرى:\n...\n«تاريخ الأدب العربي» لبروكلمان ـ القسم السادس ـ (10 ـ 11)\n...\n(ص 574 ـ 576). و «الذخائر الشرقية» لكوركيس عواد (4/ 156، 188، 437، 474).\nطبعات الكتاب: (2)\nطبع الكتاب في (بولاق الأميرية) في مصر (سنة 1275 هـ) باعتناء محمد العدوي، وطبع في جزأين.\nثم طُبع في (الأميرية) أيضاً (سنة 1284 هـ) بعناية: محمد الضباع.\nثم طبع في إيران (سنة 1285 هـ) ومعه: رسومٌ للحيوانات وبعض الآدميين الوارد ذكرهم فيه!\n(1) ينظر: «فهرست مخطوطات الأدب والنقد والبلاغة» في جامعة الإمام محمد بن سعود الإسلامية د. عبدالفتاح محمد الحلو (ص 62 ـ 63).\n(2) «المباحث اللغوية في كتاب حياة الحيوان الكبرى» د. حليم الدليمي (ص 22).\nويُنظر: «اكتفاء القنوع» (ص 81)، «تاريخ الأدب العربي» لبروكلمان ـ القسم السادس ـ (10 ـ 11) (ص 575)، «معجم المطبوعات» لسركيس (1/ 888).\nالجزء: 1 - الصفحة: 223\n",
        "ثم طبع في (المطبعة الميمنية) في القاهرة (سنة 1305 هـ).\nثم طبع في (المكتبة التجارية الكبرى في القاهرة).\nثم طبع في (مكتبة صبيح في القاهرة) (سنة 1353 هـ).\nثم طبع في (مطبعة الاستقامة في القاهرة) (سنة 1374 هـ).\nوصوِّرَت مرات عديدة.\nثم طبع بتحقيق الأستاذ الأديب: إبراهيم صالح ــ جزاه الله خيراً ـ، في «دار البشائر في دمشق» (سنة 1426 هـ) في أربع مجلدات، وهي أفضل الطبعات وأجودها ـ حتى ساعتي هذه ـ و\nالكتاب بحاجة إلى إعادة تحقيق\n.\nوحسب علمي لم يطبع كتاب حياة الحيوان «الصغرى»، ولا شيء من مختصرات «الكبرى»، إلا مختصرُ عبد الجبار بن أحمد الحسيني الفجيجي\n...\n(ت 901 هـ)، وسبق ذكره في المختصرات ــ والله أعلم ـ.\nالجزء: 1 - الصفحة: 224\n",
        "الدراسات حول كتاب «حياة الحيوان»:\n1. «الطير في حياة الحيوان للدميري»، لعزيز العلي العزي، ط. دار الشؤون الثقافية في بغداد، الطبعة الأولى 1986 م.\n2. «الثدييات في كتاب حياة الحيوان الكبرى» للدميري، د. جليل أبو الحب، منشور في «مجلة المجمع العلمي العراقي» (18/ 225 ـ 241) 1969 م.\n3. «البرمائيات والزواحف في كتاب حياة الحيوان للدميري» د. جليل أبو الحب، منشور في «مجلة المجمع العلمي العراقي»\n...\n(20/ 162 ـ 185) 1970 م.\n4. «الأسماك في كتاب حياة الحيوان للدميري» د. جليل أبو الحب، منشور في «مجلة المجمع العلمي العراقي» (34/ 4/270 ـ 293) 1983 م.\n5. «المباحث اللغوية في كتاب حياة الحيوان الكبرى للدميري» د. حليم حماد سليمان الدليمي، ط. مكتبة الثقافة الدينية في القاهرة، الطبعة الأولى 1426 هـ.\nوفيه (ص 7) أشار إلى\nالدراسات حول الكتاب\nـ ومنه استفدت ـ، ووقفتُ عليها إلا الأول.\nالجزء: 1 - الصفحة: 225\n",
        "الخاتمة، والتوصيات\nخلاصة الرأي في الكتاب\n:\nالكتاب معلمةٌ كبرى، اشتمل على كثيرٍ من الفنون، يمكن أن يُسمَّى «محاضرات أدبية في علم الحيوان»، مرتَّبٌ على الحروف المعجمية، كثيرُ الاستطراد، متميز بالعزوِ للمراجع، والدقة في الإحالة، وقع فيه خلل في: العقيدة، وفيه تصوف، وأذكار بدعية، وخزعبلات، ومحرمات، وطلاسم، وغالباً ما تكون في «الخواص الطبية»، والذي يظهر أن الطلاسم مدخولة في الكتاب، وللمؤلف تعقبات على عدة نقول، ليس شيء منها في الملاحظات السابقة.\nالتوصيات:\n1. أن يُعاد تحقيق الكتاب على نسخ خطية متقدمة، مع محاولة تمييز الإدخالات في الكتاب، والتعليق على المخالفات، وتخريج الأحاديث والآثار، مستفيداً من الرسائل الثمانية في تخريج أحاديثه، من قسم السُّنَّةِ وعلومِها، جامعة الإمام محمد بن سعود، في الرياض.\n2. أن يُخْتَصر الكتاب، بحذف الاستطرادات والنقول التي ليست وصفاً ولا بياناً في الحيوان، سوى الأحاديث المرفوعة والموقوفة التي ذُكر\nالجزء: 1 - الصفحة: 226\n",
        "فيها اسم الحيوان، وتحذف الخواص الطبية، والإسرائيليات، والأخبار والأذكار الصوفية، وتعبير الرؤى؛ لأن ضررها على القارئ أكثر من نفعها. (1)\nومِنَ الاختصار: أن يكون الحديث عن الحيوان في مَوضعٍ واحد، ولا يُفرَّق، كما فعل الدميري، وسبق التمثيل: (الجمل، والبعير، والناقة، والمطية،\n...\n)، فيُذكر في موضع، ويذكر فيه الأسماء والصفات للحيوان، وفي الفهرس يُذكر معجمٌ بجميع الأسماء والصفات.\nوبعد ذلك يُذَيَّل على الكتاب.\n3. أن تقوم مجموعة بتأليف جديد، تستفيد من كتاب الدميري، ومن المراجع التالية:\n1. مالم يذكره الدميري من كتاب «الحيوان» للجاحظ.\n2. «نهاية الأرب» للنويري.\n3. «معجم الحيوان عند العامة» لمعالي الشيخ: محمد بن\n(1) يُنظر: «مجموع فتاوى الشيخ: ابن عثيمين» (26/ 360)، و «الرؤيا» للشيخ: حمود التويجري (ص 169).\nالجزء: 1 - الصفحة: 227\n",
        "ناصر العبودي ـ حفظه الله ـ، مطبوع في مجلدين في مكتبة الملك فهد في الرياض (1432 هـ).\n4. الموسوعة العربية العالمية.\n5. البرامج التقنية الحاسوبية، مثل: «المكتبة الشاملة».\nوبهذه التوصيات، ينتهي الكتاب؛ إن كان فيه خطأ فمني والشيطان، وما كان من صواب، فمن الله وحده، وما بكم من نعمة فمن الله - جل وعلا -.\nوصلى الله وسلم وبارك على نبينا محمد، وعلى آله وصحبه أجمعين.\nالجزء: 1 - الصفحة: 228\n",
        ""
    ]
}