{
    "1": [
        "مواسم العمر لابن الجوزي\nمواسم العمر لابن الجوزي\nابن الجوزي\nالكتاب:\nمواسم العمر\nالمؤلف:\nجمال الدين أبو الفرج عبد الرحمن بن علي بن محمد الجوزي (المتوفى: 597هـ)\nالمحقق:\nمحمد بن ناصر العجمي\nالناشر:\nدار البشائر الإسلامية\nالطبعة:\nالأولى 1425 هـ - 2004 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\nأعده للشاملة:\nيا باغي الخير أقبل\n",
        "الكتب والأجزاء المقروءة في جوامع ودور الحديث بدمشق: العمرية\nتنبيه النائم الغمر\nعلى مواسم العمر\nتأليف\nزينة الواعظين ودرة الناصحين\nالإمام عبد الرحمن بن الجوزي\n(508 - 597 هـ)\nتحقيق وتعليق\nمحمد بن ناصر العجمي\nدار البشائر الإسلامية\nالطبعة الأولى\n1425 هـ - 2004 م\n",
        "بسم الله الرحمن الرحيم\nرب يسر بخير يا كريم، وصل على محمد\nقال الشيخ، الإمام، الحافظ، جمال الدين أبو الفرج عبد الرحمن بن علي الجوزي- عفا الله عنه، وغفر لنا وله ولجميع المسلمين:\nالحمد لله الذي جعل الأعمار مواسم، يربح فيها ممتثل المراسم، ويخسر المضيع الخير الحاسم، فهي موضوعةٌ لبلوغ الأمل، ورفع الخلل، وافرةٌ زائدة الأرباح لمن اتجر، مهلكة الأرواح لمن فجر، الحسنة بعشر أمثالها إلى سبعمئة ضعف وأكثر، والسيئة ترد المستقيم إلى حال مكدر معثر.\nوبهذا العمر اليسير يشتري الخلود الدائم في الجنان، والبقاء الذي لا ينقطع كبقاء الرحمن، ومن فرط في العمر وقع في الخسران، فواخيبة المفرط الحيران.\nفينبغي للعاقل أن يعرف قدر عمره، وأن ينظر لنفسه في أمره، فيغتنم ما يفوت استدراكه، وربما حصل بتضييعه هلاكه.\nالجزء: 1 ¦ الصفحة: 35\n",
        "باب: ذكر مواسم العمر\nفاعلم -وفقك الله- أن مواسم العمر خمسة:\nالموسم الأول: من وقت الولادة إلى زمان البلوغ، وذلك خمس عشرة سنةً.\nوالموسم الثاني: من زمان بلوغه إلى نهاية شبابه، وذلك خمسٌ وثلاثون سنةً.\nوالموسم الثالث: من ذلك الزمان إلى تمام خمسين سنةً، وذلك زمان الكهولة، وقد يقال: كهل لما قبل ذلك.\nوالموسم الرابع: من بعد الخمسين إلى تمام السبعين، وذلك زمان الشيخوخة.\nوالموسم الخامس: ما بعد السبعين إلى نهاية آخر العمر، فهو زمان الهرم.\nوقد يتقدم ما ذكرنا من السنين ويتأخر، فلنرسمها خمسة أبواب.\nالجزء: 1 ¦ الصفحة: 37\n",
        "الباب الأول في ذكر الموسم الأول\nاعلم أن هذا الموسم يتعلق معظمه بالوالدين، فهما يربيانه، ويعلمانه، ويحملانه على مصالحه، فلا ينبغي أن يفترا عن تأديبه وتعليمه، فإن: ((التعليم في الصغر، كالنقش في الحجر)) .\nقال علي بن أبي طالب رضي الله عنه في قوله تعالى: {قوا أنفسكم وأهليكم ناراً} ، قال: ((علموهم وأدبوهم)) .\nفيعلمانه الطهارة والصلاة، ويضربانه على تركها إذا بلغ عشر سنين، ويحفظانه القرآن، ويسمعانه الحديث، وما احتمل من العلم أمراه به.\nالجزء: 1 ¦ الصفحة: 39\n",
        "ويقبحان عنده القبيح، ويحسنان عنده المليح، ويحثانه على المكارم على قدر ما يحتمل؛ فإنه موسم الزرع.\nقال الشاعر:\nلا تسه عن أدب الصغير\n...\nوإن شكا ألم التعب\nودع الكبير لشأنه\n...\nكبر الكبير عن الأدب\nوقال آخر:\nإن الغصون إذا قومتها اعتدلت\n...\nولا يلين إذا قومته الخشب\nقد ينفع الأدب الأحداث في مهل\n...\nوليس ينفع في ذي الشيبة الأدب\nوكان عبد الملك بن مروان يحب ابنه الوليد، ولا يأمره بالأدب، فخرج لحاناً، فقال: أضر حبنا بالوليد.\nالجزء: 1 ¦ الصفحة: 40\n",
        "فصل\nوقد يرزق الصغير الصبي ذهناً من صغره، فيتخير لنفسه، كما قال الله تعالى: {ولقد ءاتينا إبراهيم رشده من قبل} الآية، فذكر في التفسير: أنه كان ابن ثلاث سنين، فقال للكوكب والقمر والشمس ما قال، إلى أن قال: {إني وجهت وجهي للذي فطر السماوات والأرض حنيفاً وما أنا من المشركين} .\nفإذا عبر الصبي الخمس سنين، بان فهمه ونشاطه في الخير، وحسن اختياره لنفسه، وصلف نفسه عن الدنايا، أو عكس ذلك.\nمر عمر بن الخطاب رضي الله عنه على صبيان وهم يلعبون، فتفرقوا من هيبته، ولم يبرح ابن الزبير، فقال له: ما لك لم تبرح؟ فقال: يا أمير المؤمنين، ما الطريق ضيقة فأوسعها لك، ولا لي ذنب فأخافك.\nوقال الرشيد لولد وزيره وهو في دارهم: أيما أحسن، دارنا أو داركم؟\nفقال: دارنا، قال: ولم؟ قال: لأنك فيها.\nالجزء: 1 ¦ الصفحة: 41\n",
        "ويتبين فهم الصبي وعلو همته وقصرها باختياراته لنفسه، فإن الصبيان تجتمع للعب، فيقول العالي الهمة: من يكون معي؟ ويقول القاصر الهمة: مع من أكون؟ ومتى فاقت الهمة، وعلت همة الصبي، آثر العلم.\nالجزء: 1 ¦ الصفحة: 42\n",
        "فصل\nفإذا راهق الصبي فينبغي لأبيه أن يزوجه، فقد جاء في الحديث: ((من بلغ له ولدٌ، وأمكنه أن يزوجه، فلم يفعل، وأحدث الولد، كان الإثم بينهما)) .\nوالعجب من الوالد كيف لا يذكر حاله عند المراهقة، وما لقي وما عانى بعد البلوغ، أو كان قد وقع في زلة، فليعلم أن ولده مثله.\nقال إبراهيم الحربي: أصل فساد الصبيان بعضهم من بعض.\nالجزء: 1 ¦ الصفحة: 43\n",
        "ويندر شابٌ يؤثر العلم على النكاح، ويعلم من نفسه الصبر، ويأمن على نفسه؛ فإن أحمد بن حنبل رضي الله عنه لم يتزوج إلا بعد الأربعين.\nالجزء: 1 ¦ الصفحة: 44\n",
        "الباب الثاني في الموسم الثاني وهو من زمن البلوغ إلى منتهى الشباب\nوهذا هو الموسم الأعظم الذي يقع فيه جهاد النفس والهوى وغلبة الشيطان.\nوبصيانة هذا الموسم يحصل القرب من الله عز وجل، وبالتفريط فيه يقع الخسران العظيم، وبالصبر فيه عن الزلل يثنى على الصابرين، كما أثنى الله فيه على الصابر يوسف الصديق؛ إذ لو زل من كان يكون؟\nالجزء: 1 ¦ الصفحة: 45\n",
        "قال النبي صلى الله عليه وسلم: ((عجب ربك من شابٍ ليست له صبوةٌ)) .\nويقول الله عز وجل: ((أيها الشاب التارك شهوته من أجلي! أنت عندي كبعض ملائكتي)) .\nالجزء: 1 ¦ الصفحة: 46\n",
        "فصل\nوليعلم البالغ أنه من يوم بلوغه قد وجب عليه معرفة الله تعالى بالدليل لا بالتقليد، ويكفيه من الدليل رؤية نفسه، وترتيب أعضائه، فيعلم أنه لا بد لهذا الترتيب من مرتب، كما أنه لا بد للبناء من بانٍ، ولا بد لهذا البناء من باب.\nويعلم أنه قد نزل ملكان يصحبانه طول عمره، ويكتبان عمله، ويعرضانه على الله تعالى، قال الله عز وجل: {وإن عليكم لحافظين. كراماً كاتبين. يعلمون ما تفعلون} .\nقال محمد بن الفضل: منذ أربعين سنة ما أمليت على كاتبي سيئةً، ولو فعلت ذلك لاستحييت منهما.\nالجزء: 1 ¦ الصفحة: 47\n",
        "فلينظر العبد فيم يرتفع من عمله، فإن زل فيرفع الزلل بتوبةٍ واستدراك.\nوليغض طرفه، فقد قال الله عز وجل: {قل للمؤمنين يغضوا من أبصارهم ويحفظوا فروجهم} ، وقيل: ((النظر إلى محاسن المرأة سهمٌ مسمومٌ من سهام الشيطان، من تركه ابتغاء مرضاتي آتيته إيماناً يجد حلاوته في قلبه)) .\nومن استعمل الغض سلم، فليكتف بالمرأة الواحدة، ولا يترخص لنفسه في كثرة الاستمتاع بالنساء، فإنه يشتت القلب، ويضعف القوى، وليس لذلك منتهى.\nفائدة: كان بعض السلف يقول لنفسه: ما هاهنا إلا هذه الكسرة، وهذه المرأة، فإن شئت فاصبري أو فموتي.\nوكان خلق كثير من الأشياخ يتأسفون في حالة الكبر على تضييع موسم الشباب، ويبكون على التفريط فيه، فليطل القيام من سيقعد، وليكثر الصيام من سيعجز.\nوالناس ثلاثة: من استكثر عمره بالخير، ودام عليه، فذلك من الفائزين، ومن خلط وقصر، فذاك من الخاسرين، ومن صاحب التفريط والمعاصي، فذاك من الهالكين.\nالجزء: 1 ¦ الصفحة: 48\n",
        "فلينظر الشاب في أي مقام هو، فليس لمقامه مثل، وليتلمح شرف بضاعتها وثمنها المستوفى بالصبر، فإن الساعي يصبر عن زوجته مع كونه شاباً شديد الشبق ليسبق، فيقال له: أحسنت، فليصبر الشاب ليقال له: {هذا يومكم} ، وليحذر زلَله في الشباب، فإنها كعيب قبيح في سلعة مستحسنة.\nومن زل من الشباب، فلينظر أين لذتها، وهل بقي إلا حسرتها الدائمة التي كلما خطر ذكرها للقلب تألم، فصار ذكرها للقلب عقوبة.\nومن خرق ثوب التقى بيع بالخلق والمكسور.\nقال أبو القاسم الجنيد رضي الله عنه: لو أقبل عبد على الله عز وجل ألف سنة، ثم أعرض عنه لحظة واحدة، كان الذي فاته أكثر مما حصل له.\nوكان بعض السلف رحمه الله يقول: وددت لو أن يدي قطعت، وعفي لي عن ذنوب الشباب.\nقال المصنف: وقلت يوماً في الوعظ: أيها الشاب! أنت في بادية، ومعك جواهر نفيسة تريد أن تقدم بها بلد الجزاء، فاحذر أن يتلقاك غرار الهوى، فيشتري ما معك بدون ثمن، فإنك إذا قدمت البلد،\nالجزء: 1 ¦ الصفحة: 49\n",
        "فرأيت الرابحين، قلت: {يا حسرتى على ما فرطت في جنب الله} ، هيهات أن يرد الأسف ما سلف.\nومما قلت في هذا المعنى من الأبيات:\nأما الشباب فظلمةٌ للمهتدي\n...\nوبه ضلال الجاهل المتمرد\nفاقمعه بالصبر الجميل ودم على\n...\nالصوم الطويل فإنه كالمبرد\nواكفف لسانك عن فضول كلامه\n...\nواحفظه حفظ الجوهر المتبدد\nواغضض جفونك عن حرامٍ واقتنع\n...\nبحلال ما حصلت تحمد في غد\nودع الصبا فالله يحمد صابراً\n...\nيا نفس هذا موسمٌ فتزودي\nالصبر عن شهوات نفسك نومةٌ\n...\nفاثبت وغالط شهوةً لم ترقد\nتحمد هناك إذا هواك تركته\n...\nيا سعد تسعد بالمعاش الأرغد\nإن شئت نيل الفخر فاصبر واصطبر\n...\nإن المفاخر في الطريق الأبعد\nالجزء: 1 ¦ الصفحة: 50\n",
        "الباب الثالث في الموسم الثالث وهو حالة الكهولة\nهذا الزمان فيه بقيةٌ من الشباب، وللنفس فيه ميلٌ إلى الشهوات، وفيه جهاد حسن، وإن كانت طاقات الشيب ترع وتزعج عن مهاد اللهو، وليكتفي الكهل بنور الشيب الذي أضاء له سبيل الرحيل، وليعامل بالبقية المائلة إلى الهوى يربح، ولكن لا كربح الشباب.\nقال الشافعي رحمه الله فيمن أتى امرأة وهي حائض: إن كان في أول الحيض، فعليه دينار، وإن كان في آخره، فنصف دينار، وهذا لأنه كان في أوله قريب عهد بالجماع ولا يعذر، وفي آخره قد بعد عهده به فخفف عنه، وقال هذا القول أحمد بن رؤبة.\nومما قلته في هذا المعنى:\nقد رأيت المشيب نوراً تبدى\n...\nنور الطريق ثم ما إن تعدى\nكان نور الشباب عاريةً عندي\n...\nفجاء المعير حتى استردا\nجاءني ناصحٌ أتاني نذيرٌ\n...\nببياضٍ أراني الأمر جدا\nالجزء: 1 ¦ الصفحة: 51\n",
        "دع حديث الصبا ورامة والغور\n...\nونجداً يا سعد واهجر سُعدى\nوتزود زاد الشتاء فقد فات\n...\nربيعٌ ضيعت فيه الوردا\nقف على الباب سائلاً عفو مولاك\n...\nفما إن يراك يرحم عبدا\nوله أيضاً:\nعشت وظل الزمان ممدود\n...\nوالغصن يهتز والصبا رود\nفأقبل الشيب في عساكره\n...\nأسود غابٍ فغابت السود\nقد كنت في ظلمةٍ فأشرق فجر\n...\nالمشيب فالليل عنه مطرود\nقد يبس الغصن في نضارته\n...\nومال بعد استقامةٍ عود\nوجاءك الموت فانتظره وذا العمر\n...\nيسيرٌ والسير معدود\nلا بد من مزعجٍ على غررٍ\n...\nهيهات باب البقاء مسدود\nالسمع قد صم عن مواعظه\n...\nوالجهل فاشٍ والقلب جلمود\nوله أيضاً:\nأهل يعود ما مضى لي راجعا؟\n...\nأم هل أرى نجومه طوالعا\nإذا تذكرت زماناً ماضياً\n...\nجدد حزناً أنقض الأضالعا\nبادر بذي الباقي وأدرك ما مضى\n...\nلعل ما يبقى يكون نافعا\nكان الصبا لهواً عجيباً حاله\n...\nسرعان ما فطمت فيه راضعا\nما خلت قبل الشيب أن مفرقاً\n...\nرصع بالدر يذم الراصعا\nيا حسرتي على زمانٍ قد مضى\n...\nوذهبت أيامه ضوائعا\nالجزء: 1 ¦ الصفحة: 52\n",
        "الباب الرابع في الموسم الرابع وهو الشيخوخة\nوقد يكون في أول الشيخوخة بقية هوى، فيثاب الشيخ على قدر صبره، وكلما قوي الكبر، ضعفت الشهوة، فلا يراد الذنب، كما قال الشاعر:\nتاركك الذنب فتاركته\n...\nبالفعل والشهوة في القلب\nفالحمد للذنب على تركه\n...\nلا لك في تركك للذنب\nفإذا تعمد الشيخ ذنباً، فكانه مراغم؛ إذ الشهوة المطالبة قد خرست.\nولهذا قال رسول الله صلى الله عليه وسلم: ((أبغض الخلق إلى الله شيخٌ زانٍ)) .\nومنهم من كأنه يقصد المراغمة، فيلبس الشيخ خاتم الذهب.\nالجزء: 1 ¦ الصفحة: 53\n",
        "فالويل كل الويل لمن لم ينهه شيبه عن عيبه، وما ذاك إلا لخلل في إيمانه.\nوقد يقول الشيخ العالم: علمي يدفع عني، وينسى أن علمه حجة عليه.\nالجزء: 1 ¦ الصفحة: 54\n",
        "وقد رئي بعض مشايخنا في المنام، فقيل له: ما فعل الله بك؟ فقال: غفر لي، وهو معرضٌ\nعني، فقيل له: غفر لك، وأعرض عنك؟ فقال: نعم، وعن جماعة من العلماء لم يعملوا بعلمهم.\nوقد رأيت بعض مشايخنا وكان مفرطاً، وهو عريان، وقد تعلق بثدييه ثلاثة كلاب صغار، والجرو منها يمص ثدييه.\nوقد رئي يحيى بن أكثم بعد موته في المنام، فقيل له: ما فعل الله بك؟ فقال: قال ربي: يا شيخ السوء.\nورئي منصور بن عمار أيضاً في المنام، فقيل له: ما فعل الله بك؟ قال: قال لي: يا شيخ السوء.\nوقال الفضيل: يغفر للجاهل سبعون ذنباً قبل أن يغفر\nالجزء: 1 ¦ الصفحة: 55\n",
        "للعالم ذنبٌ واحد. قال الله عز وجل: {قل هل يستوي الذين يعلمون والذين لا يعلمون إنما يتذكر أولوا الألباب} .\nقال أبو الدرداء: ويل لمن لا يعلم ولا يعمل مرة واحدة، وويل لمن يعلم ولا يعمل سبع مرات.\nوقال: أخوف ما أخاف أن يقال لي: علمت؟\nفإن قلت: لا، فقد علمت، وإن قلت: نعم، لم يبق آيةٌ آمرةٌ ولا ناهيةٌ إلا وبختني.\nقال المصنف رحمه الله تعالى: ومما قلته في ذكر الشيب:\nغررنا بالشباب المستعار\n...\nأفقنا بالمشيب من الخمار\nأنار لنا المشيب سبيل رشدٍ\n...\nوندمنا على خلع العذار\nفوا أسفا على عمرٍ تولت\n...\nلذاذته وأبقت قبح عار\nفنحن اليوم نبكي ما فعلنا\n...\nفكيف وكم وقعنا في خسار\nفليس لنا سوى حزنٍ وخوفٍ\n...\nوندبٍ في خضوعٍ وانكسار\nتعالوا نبك ما قد كان منا\n...\nوقوموا في الدياجي باعتذار\nالجزء: 1 ¦ الصفحة: 56\n",
        "وما شيءٌ لمحو الذنب أولى\n...\nمن الأحزان والدمع الغزار\nستدري يا مفرط صدق قولي\n...\nإذا غودرت في بطن الصحاري\nوخلاك الرفيق أسير فقرٍ\n...\nترافقك الندامة في القفار\nوقد فازوا بما حازوا جميعاً\n...\nوأنت تصيح ويلي وافتقاري\nفخذ زاداً لما يكفيك يا من\n...\nترحله إلى تلك الديار\n(تمتع من شميم عرار نجدٍ\n...\nفما بعد العيشة من عرار)\nوله أيضاً:\nأشيبٌ وعيبٌ إن ذا لبغيض\n...\nسواد صحاف والغدائر بيض\nمكاثرةٌ للهو والضعف زائدٌ\n...\nوجسمٌ سقيمٌ ذائبٌ ومهيض\nإذا هم ذو شيبٍ بذنبٍ فإنه\n...\nبغيضٌ، وما اللهو فيه بغيض\nمريضٌ من الضعف الذي أذهب القوى\n...\nوحق لهذا أن يقال مريض\nالجزء: 1 ¦ الصفحة: 57\n",
        "الباب الخامس في الموسم الخامس وهو حال الهرم\nفي الحديث: ((ابن الثمانين أسير الله في أرضه)) .\nولم يتوف زمان الهرم إلا تدارك ما مضى، والاستغفار والدعاء عمل ما يمكن من الخير اغتناماً للساعات، والتأهب للرحيل.\nوكان سري السقطي لا ينام إلا غلبة.\nودخلوا على أبي القاسم الجنيد -وهو في الموت، وهو يركع ويسجد-، فأراد أن يثني رجله في صلاته، فما أمكن لخروج الروح منها، فقال له رجل: ما هذا\nالجزء: 1 ¦ الصفحة: 59\n",
        "يا أبا القاسم؟ فقال: هذه نعم الله أكبر.\nوكان عامر بن عبد القيس يصلي كل يوم وليلة ألف ركعة، فلقيه رجل فقال: أكلمك كلمة. فقال: أمسك الشمس.\nوقال لرجل سأله: اعجل فإني مبادر، قال: وما الذي تبادر؟ قال: خروج روحي.\nوقال عثمان الباقلاني: أبغض الأشياء إلي وقت الفطر؛ لأني أشتغل بالأعمال عن الذكر.\nوكان داود الطائي يشرب الفتيت، ولا يأكل الخبز، فقيل له في ذلك، فقال: بين شرب الفتيت ومضغ الخبز قراءة خمسين آية.\nودخل قوم على عابد يعودونه، فرأوه، فقالوا: لعلنا أشغلناك، فقال: أصدقكم؟ كنت أقرأ، فمنعتموني من وردي.\nالجزء: 1 ¦ الصفحة: 60\n",
        "ومن نظر في شرف العمر اغتنمه، ففي الصحيح: ((من قال سبحان الله العظيم وبحمده، غرست له نخلةٌ في الجنة)) .\nوقال الحسن رحمه الله: الجنة قيعانٌ، والملائكة تغرس، فربما فتروا، فيقال لهم: ما لكم فترتم؟ فيقولون: فتر صاحبنا، فقال: أمدوهم رحمكم الله.\nوقد رأينا جماعة من الأشياخ يرتاحون إلى حضور الناس عندهم، وسماع الأحاديث التي لا تنفع، فيمضي زمانهم في غير شيء، ولو فهموا، كانت تسبيحةٌ أصلح.\nوهذا لا يكون إلا من الغفلة عن الآخرة؛ لأن بتسبيحة واحدة يحصل الثواب على ما ذكرناه، والأحاديث الدنيوية تؤذي ولا تنفع.\nوكان أبو موسى الأشعري يصوم في الحر، فيقال له: أنت شيخ كبير، فقال: إني أعده لعسير طويل.\nوقيل لعابد: ارفق بنفسك، فقال: الرفق أطلب.\nوقيل: جاء بعض أصحاب السري يزوره، فوجد عنده جماعة، فقال: يا سري! صرت مناخاً للبطالين، ثم ذهب ولم يقعد.\nفمن عرف شرف العمر وقيمته، لم يفرط في لحظة منه.\nالجزء: 1 ¦ الصفحة: 61\n",
        "فلينظر الشاب في حراسة بضاعته، وليتحفظ الكهل بقدر استطاعته، وليتزود الشيخ للحاق بجماعته، ولينظر الهرم أن يؤخذ في ساعته، نفعنا الله وإياكم بعلومنا، ولا سلبنا وإياكم فهومنا، ومتعنا بأسماعنا وأبصارنا، ولا جعل علمنا حجةً علينا، إنه ولي ذلك والقادر عليه.\nنجز الكتاب، والحمد لله وحده، وصلى الله على سيدنا محمد، وعلى آله وصحبه وسلم.\nالجزء: 1 ¦ الصفحة: 62\n",
        ""
    ]
}