{
    "1": [
        "موائد الحيس في فوائد القيس\nموائد الحيس في فوائد القيس\nالمؤلف\nسليمان بن عبد القوي بن الكريم الطوفي الصرصري، أبو الربيع، نجم الدين (المتوفى: 716 هـ)\nالمحقق\nمصطفى عليان\nالناشر\nوزارة الأوقاف والشئون الإسلامية الكويت\nالطبعة\nالأولى سنـ 1435 ـة هـ\nالجزء: 1 - الصفحة: 159\n",
        "بسم الله الرحمن الرحيم\nصلى الله على سيدنا محمد وعلى آله وصحبه.\nالحمد للهِ مُعَلِّمِ البيان، ومُلْهِمِ التِّبيانِ، الذي جَعَلَ الأَدبَ مَرْكَباً غَيْرَ كابٍ، ومَضْرَباً غَيْرَ نَابٍ، يَرْفَعُ الوَضِيْعَ، ويَضَعُ الجَهْلُ بهِ الرَّفِيْعَ، حَتَّى إِنَّهُ مِيزانُ الأَفْكارِ، وعُنوانُ الأَقْدارِ، ومُعَرِّفُ قِيْمَةِ الإِنْسَانِ، والمُمَيِّزُ بَيْنَ الإِسَاءةِ والإِحسَان، لم يَتَحَلَّ بهِ إلا فُحولُ الرِّجالِ، ولم يَتَخَلَّ مِنْهُ إلَّا مَنْ هو سَواءٌ وَربَّاتِ الحِجَالِ. والصلاةُ والسَّلامُ على سَيِّدِنا مُحَمَّدٍ، سَيِّدِ الأَواخِرِ والأَوائِلِ، والمُبَرِّزِ بِفَضْلِهِ على كُلِّ فاضِلٍ، أَفْصَحِ مَنْ نَطَقَ بالضَّادِ، وأَبْلَغِ مَنْ نَزلَتْ عليه الأَعْوادُ، وعلى آلهِ الأُدَباءِ الأَفاضِلِ المُجَلِّينَ في حَلَبَةِ الفضائِلِ، والفَواضِلِ على كل حافٍ وناعِلٍ، ورابحٍ ونائلٍ.\nأَمَّا بَعْدُ، فهذا إِملاءٌ في الأَدَبِ، سَمَّيْتُهُ «موائِدَ الحَيْسِ في فوائِدِ امرئ القَيْسِ»، أَلَّفْتُهُ حَسَبِ سُؤالِ سائلٍ ذي نباهَةٍ في الأَدَبِ، ورَغْبَةٍ في الطَّلَبِ، ورَتَّبْتُهُ على مُقَدِّمَةٍ وأَبْوابٍ خَمْسَةٍ:\nالبَابُ الأَولُ: في مُتَشابِهِ كلامِ امِرْئِ القَيْسِ بَعْضِهِ بِبَعْضِ.\nالجزء: 1 - الصفحة: 161\n",
        "البَابُ الثَّاني: في مُتَشَابِهِ شِعْرِهِ بِشِعْرِ غَيْرِهِ.\nالبَابُ الثَّالِثُ: في سَبَبِ اشتِباهِ كلامِهِ بعضِهِ ببَعْضٍ.\nالبَابُ الرابعُ: في مَحَاسِنِ تَشْبِيهَاتِهِ وأَشْعَارِهِ وأَمْثَالِهِ.\nالبَابُ الخامِسُ: في فوائِدِ كَلامِهِ، من كَشْفِ مُشْكِلٍ ونَحْوِهِ.\nوعلى الله عز وجل اعتِمَادِي، وإِليه نَجَاتِي وإِسنادي، عَلَيْهِ تَوَكَّلْتُ وإِليهِ أُنِيْبُ.\nالقَوْلُ في المُقَدِّمَةِ:\nوهي تَشْتَمِلُ على تَفْسِيرِ اسْم هذا الكِتَابِ، ولِمَ اختَرْتُ تَسْمِيَتَهُ بهِ، ولِمَ خَصَصْتُ امرأَ القَيْسِ بالكَلامِ على فوائدِهِ دونَ غَيْرِهِ.\nأما اسمُ الكِتابِ، فالموائِدُ جَمْعُ مائِدَةٍ، وهي الخُوانُ عَليهِ الطَّعامُ، فإِنْ لم يَكُنْ عليهِ طَعَامٌ فهو خُوانٌ فَقَطْ، وأما الحَيْسُ: فهو أَخلاطٌ من خُبْزٍ وسَمْنٍ وحلاوَةٍ، وإذا أُتقِنَ عَمَلُهُ، واستُجِيْدَتْ موادُّهُ، كانَ من جَيِّدِ الحَلاواتِ. والفوائِدُ جمعُ فائِدَةٍ، وهي المَعْنَى المُدْرَكُ بالفُؤادُ، وهو القَلْبُ؛ لأَنَّهُ مَحَلُّ القُوَّةِ المُدْرِكَةِ، وهي العَقْلُ عِنْدَ كَثيرٍ مِنَ النَّاسِ.\nوامرؤُ القَيْسِ: هو ابنُ حُجْرٍ، بِضَمِّ الحاء وسُكونِ الجِيْمِ، الكِنْدِيُّ، وأَمَّا أَوْسُ بنُ حَجَرٍ فبفَتْحِهِما، وهو واحِدُ الأَحْجارِ،\nالجزء: 1 - الصفحة: 162\n",
        "وامرؤُ القَيْسِ: مُضافٌ ومُضافٌ إِليهِ، فالمُضافُ امرؤُ وهو مُذَكَّرُ امرأةٍ، كما أَنَّ المَرْءَ مُذَكَّرُ مَرْأَةٍ، يُقَالُ: امْرَةٌ وامرَأَةٌ ومَرْأَةٌ، والمُضَافُ إليه القَيْسُ، وهو مَصْدَرُ قاسَ يَقِيسُ قَيْساً وقِياساً، وهو الاسْتِدلالُ والاعتِبَارُ. وأَخْذُ أَحكامِ الأَشْياءِ بَعْضِها مِنْ بَعْضٍ، ومِنْهُ قَوْلُ عُمَرَ لأَبِي مُوْسَى: «قِسِ الأُمورَ بِرَأْيكَ، واعرِفِ الأَشْبَاهَ والنَّظائِرَ» أو كَما قَالَ. فامرؤُ القَيْسِ إذاً بِمَعْنَى قَوْلِهم: قيسُ الرَّأْيَ، فَمَعْنَاهُ، إِنْسَانُ الرَّأْيِ؛ لِأَنَّ رَأَيَهُ ومَعْرفَتَهُ بالأُمور كان جَيِّداً، وقد دَلَّ على ذلكَ جَوْدَةُ شِعْرِهِ، وإبداعُهُ فيه، ولِأَنَّهُ كَانَ مَلِكاً،\nالجزء: 1 - الصفحة: 163\n",
        "ولا يُسْتَنْكَرُ لَهُ جَوْدةُ الرَّأْي والمَعْرِفَةِ، ثُمَّ قِيْلَ: امرؤُ القَيْسِ اسمُهُ العَلَم، وقيل: اسمُهُ عمرٌو أَوْ غَيْرُهُ، وامرؤُ القَيْسِ: لَقَبٌ، وإِعرابُهُ مِنْ مَوْضِعَيْنِ؛ الراءِ والهَمْزَة، فَنَقولُ: هذا امرُؤُ القَيْسِ بِضَمِّهِما، ورَأَيْتُ امرَأَ القَيْسِ بِفَتْحِهِمَا، ومَرَرتُ بامرِئ القَيْس بِكسْرِهما.\nوأما اختياري تَسْمِيَةَ الكِتابِ بهذا الاسمِ، فلأَنِّي كُنْتُ مَرَّةً في سَفَرٍ، ومَعَنَا قَوْمٌ حُجَّاجٌ، وقد تَزَوَّدوا بزادِ الحَجِّ، ومن جُمْلَتِهِ حَيْسٌ، فَرَمَى إِليَّ بَعْضُهم قِطْعَةً فَأَكَلْتُها، فلم أَجِدْني أَكَلْتُ أَطْيَبَ منها، فَلِذلِكَ سَمَّيْتُ هذا الكِتَابَ بِذلكَ، وأَيْضاً تَحْصيلاً للتَّناسُبِ في فاصِلَتَيْ الاسمِ.\nوأَمَّا تَخْصِيْصي امرأَ القَيْسِ بالكَلامِ على فَوائِدهِ، فلِوجُوهٍ؛ أَحَدُها: الإِجْمَاعُ على أَنَّهُ من الطَّبَقةِ الأولى مِنَ الشُّعراءِ، وإِنْ كانَ قد اختُلِفَ في أَيُّهُمْ أَشْعَرُ؟ فقالَ قَوْمٌ: امرؤُ القَيْسِ وهو الأَكْثَرُ، وقِيلَ: النَّابِغَةُ، وقِيْلَ: زُهَيْرٌ، وقِيْلَ: الأَعْشَى، وكان عُمَرُ يُفَضِّلُ\nالجزء: 1 - الصفحة: 164\n",
        "النَّابِغَةَ، وعَلِيٌّ يُفَضِّلُ\n.....................\nالجزء: 1 - الصفحة: 165\n",
        "امرأَ القَيْسِ، وذَهَبَ بَعْضُهُمْ إِلى أَنَّ كلَّ واحِدٍ منهم بَرَّز على أَصْحابِهِ في فَنٍّ، فَقَالَ: أَشْعَرُهُم امرؤُ القَيْسِ إذا رَكِبَ، والنابِغَةُ إذا رَهِبَ، وزُهَيْرٌ إذا رَغِبَ، والأَعْشَى إذا طَرِبَ، والمختارُ أَنَّ أَشْعَرَهُمْ امرؤُ القَيْسِ والأَعْشَى، فَهُما سِيَّانِ، أو مُتقَارِبانِ جداً، وعلى شِعْرِ الأَعْشَى مِنْ نَهْجَةِ البَلاغَةِ ما يَقْتَضِي تَفْضِيْلَهُ.\nالجزء: 1 - الصفحة: 166\n",
        "والوَجْهُ الثَّاني: أَنَّ في كلام امْرِئِ القَيْسِ مِنَ البلاغَةِ والجَزالةِ الخَاصَّةِ ما لا يُوجَدُ في كلامِ غَيْرِهِ، وسَبَقَ مِنَ التَّشْبِيهاتِ والاسْتِعارَاتِ إِلى مالَمْ يُسْبَق إليهِ، والنَّاسُ بَعْدَهُ تَبَعٌ لَهُ فِيهِ.\nالوَجْهُ الثَّالِثُ: أَنَّهُ يُرْوَى عن النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ: «امرؤُ القَيْسِ حَامِلُ لواءِ الشِّعْرِ إلى النَّارِ»، وهذا شَهادَةٌ لَهُ بالتَّقَدُّمِ، وَلَمَّا سَمِعَ\nالجزء: 1 - الصفحة: 167\n",
        "قَوْلَهُ: «قِفا نَبْكِ مِنْ ذِكرى حَبِيْبٍ ومَنْزِلِ» قال: «قاتَلَهُ اللهُ! وقَفَ واستَوْقَفَ، وبكى واسْتَبكى، وذَكَرَ الحبيبَ والمَنْزِلَ في مِصْراعٍ واحِدٍ»، وهذا تنبيه حَسَنٌ على مَعْنًى حَسَنٍ، ونَحْوَ هذا ما قِيْلَ في قَوْلِهِ عز وجل: {وأوحينا إلى أم موسى أن أرضعيه فإذا خفت عليه فألقيه في اليم ولا تخافي ولا تحزني إنا رآده إليك وجاعلوه من المرسلين} [القصص: 7]، إِذْ أتَى بأَمْرَينِ ونَهْيينِ وخَبَرَيْنِ، هما بُشْرَيانِ في آنةٍ واحِدَةٍ.\nولوَجْهُ الرَّابِعُ: أَنَّ أَمِيْرَ المؤمنينَ عليّاً كَرَّمَ اللهُ وَجْهَهُ، وهو أَوْحَدُ العالَمِ في الفصاحَةِ ونَقْدِ الكلامِ، سُئِل عَنْ أَشْعَرِ الشعراءِ، فَقالَ: إِنَّ القَوْمَ لم يَجْروا في حَلَبَةٍ تُعْرَفُ الغايَةُ عِنْدَ قَصَبَتِها، فإِنْ كانَ ولا بُدَّ فالمَلِكُ الضِّلِّيلُ؛ يُريدُ: امرأَ القَيْسِ.\nوهذا الكلامُ مَذْكُورٌ في النَّهْجِ، والكلامُ عَلَيْهِ في أُمورٍ:\nالجزء: 1 - الصفحة: 168\n",
        "أَحَدُها: أَنَّ النَّهْجَ مِنْ كَلامِ عَلِيٍّ رضي الله عنه. فإنَّ بَعْضَ النَّاسِ نازعَ في ذلكَ، والدَّليلُ عَلَيْهِ أَنَّ نَهْجَ البلاغَةِ إِمَّا أَنْ يُقالَ: إِنَّهُ مِنْ كلامِ عَليٍّ أو مِنِ اختِراعِ الشَّريفِ المُوْسَويِّ مُؤَلِّفِهِ، أو مَجموعٌ مُنْتَحَلٌ مِنْ كَلَامِ خُطَباءِ العَرَبِ وفُصائِحهِمْ، ولا رَابِعَ لِهذهِ الأَقْسَامِ الثَّلاثَةِ، والقِسْمانِ الأَخيرانِ بَاطِلانِ، فَتَعَيَّنَ الأَوَّلُ.\nأَمَّا بُطلانُ كَوْنِهِ مِنِ اختراعِ الشَّرِيْفِ؛ فَلِأَنَّ ديوانَ الشَّرِيْفِ الرَّضِيِّ مَوْجُودٌ في العالَم مَشْهورٌ، وَبَيْنَهُ وبَيْنَ نَهْج البَلاغَةِ\nالجزء: 1 - الصفحة: 169\n",
        "في الفصاحَةِ بَوْنٌ بَعِيْدٌ يَظْهَرُ لِمَنْ لَهُ أَدْنى فَضِيْلَةً، مَعَ أَنَّ شِعْرَ كُلِّ واحِدٍ أَفْصَحُ كلامِهِ؛ لأَنَّهُ يَجْتَهِدُ في تَثْقِيْفِهِ بِخلافِ غَيْرِهِ، لِعِلْمِهِ بِأَنَّهُ عُرْضَةٌ للطَّاعِنِ والمُزَيِّفِ والعادِلِ والمُتَحَيِّفِ، فَدَلَّ على أَنَّ النَّهْجَ لَيْسَ مِنْ كَلَامِ [الشَّرِيْفِ] الرَّضِيِّ، بل مِنْ كلامِ الرَّضِيِّ والمُرْتَضَى عليٍّ رضي الله عنه.\nوأَمَّا بطلانُ كَوْنِهِ مَجْموعاً مِنْ كلامِ خُطباءِ العَرَبِ؛ فَلأَنَّ كلامَ أُولئِكَ مَشْهورٌ، قد جَمَعَهُ الجاحِظُ في كِتاب «البَيانِ والتَّبيين»، وقد رَأَيْنَاهُ ورَأَيْنا النَّهْجَ، ولَيْسَ في النَّهْجِ مِنْ كلام أولئكَ شَيْءٌ بِلَفْظِهِ، إلا المَشْهورَ المُشْتركَ بَيْنَ الخُطَباءِ العَرَبِ، كَبَيْتِ شِعْرٍ أو مَثَلٍ ونَحْوِهِ، ثُمَّ إِنَّ أَخْطَبَ العَرَبِ مَنْ يُضْرَبُ به مِنْهُم المَثَلُ في الخطابَةِ وهو سَحْبَانُ وائلٍ والحَجَّاجُ، إذ يقالُ: أَخْطَبُ مِنَ\nالجزء: 1 - الصفحة: 170\n",
        "الحَجَّاجِ، وأَبْلَغُ مِنْ سَحْبانِ وائِلٍ، يُقالُ: إِنَّ سَحْبَانَ خَطَبَ يَوْماً بِأَجْمَعِهِ إلى اللَّيْلِ فَلَمْ يَتَلَجْلَج، ولم يَتَلَعْثَمْ، ولم يُفَكِّرْ، فَضُرِبَ به المَثَلُ، وبَيْنَ كلام هذينِ وغيرِهِما مِنْ خُطباءِ العَرَبِ، وبَيْنَ كلامِ النَّهْجِ بَوْنٌ بَعِيْدٌ، يَعْرِفُهُ أَهْلُ النَّقْدِ، فَلَيْسَ كلامُهُ مأخوذاً مِنْ كلامِهِمْ.\nوأيضاً فإِنَّ أَفْصَحَ الكلامِ كَلامُ اللهِ عز وجل القُرآنِ، ثُمَّ كَلامُ رسُولِهِ صلى الله عليه وسلم، لِقَوْلِهِ: «أَنَا أَفْصَحُ مَنْ نَطَقَ بالضَادِ» ثُمَّ كلامُ النَّهْجِ،\nالجزء: 1 - الصفحة: 171\n",
        "وقَدْ أُجْمِعَ على تَقَدُّمِ عَلِيٍّ في الفَصَاحَةِ على غَيْرهِ، حَتَّى إِنَّ فُصَحاءَ الأُمَّةِ بَعْدَهُ وكُتَّابَهُمْ؛ كَعْبَدِ الحَمِيدِ ونَحْوِهِ، تَلامِيْذُهُ وتابِعُونَ لِطَرَيْقَتِهِ، فكانَ أَوْلى بِنِسْبَةِ النَّهجِ إِليهِ مِنْ غَيْرِهِ.\nالجزء: 1 - الصفحة: 172\n",
        "وأيضاً فإِنَّ كُلَّ أَحَدٍ يُشْبِهُ بَعْضُ كلامِهِ بَعْضاً، حَتَّى إِنَّ بَعْضَ المُحَدِّثِيْنَ جَعْلَ هذا طَرِيْقَاً في نَقْدِ الحَدِيْثِ وتَصْحِيحِهِ مِنْ إِبْطالِهِ، فَيقولُ: هذا حديثٌ لا يَصِحُّ؛ لأَنَّهُ لا يُشْبِهُ كلامَ النَّبِيِّ صلى الله عليه وسلم. ونَحْنُ فَقَدْ قَابَلْنَا بَيْنَ النَّهْجِ وبَيْنَ ما صَحَّ لنا مِنْ كلامِ عليٍّ بالإِسنادِ الصَّحِيْحِ، فَوَجَدْنَاهُ يُشْبِهُ بَعْضُهُ بَعْضَاً، خارِجَاً مِنْ مِشْكاةٍ واحِدَةٍ، وكَثِيرٌ من كلامِ النَّهْجِ مَوْجُودٌ في غَيْرِهِ عَنْ عليٍّ ومُسْنَدٌ.\nالأَمْرُ الثَّاني: في قَوْلِهِ رضي الله عنه: «إِن القَوْمَ لم يَجْروا في حَلَبَةٍ تُعْرَفُ الغايَةُ عِنْدَ قَصَبَتِها\n...\nإلى آخرِهِ». اعْلَمْ أَنَّ هذا كلامٌ عَظِيْمُ الوَقْعِ، وعُذْرُهُ بَعِيْدٌ يَحْتَاجُ إلى كَشْفٍ، وهو مِنْ إشاراتِهِ اللَّطِيفَةِ، وإبداعاتِهِ العَجِيْبَةِ، فَأَقُولُ في إِيضَاحِهِ إِنَّ الشُّعَرَاءَ بِحَسَبِ الغَرَضِ قَدْ يَتَكَلَّمونَ في معنًى واحِدٍ؛ كَوَصْفِ السَّحابِ والفَرَسِ، كما تَكَلَّمَ امرؤُ القَيْسِ وعَلْقَمَةُ\nالجزء: 1 - الصفحة: 173\n",
        "والتَّوْءَمُ اليَشْكُريُّ في ذلكَ، وقد يَتَكلَّمونَ في معاني شَتَّى، كُلُّ واحِدٍ مِنْهُمْ في مَعْنًى، فَبِالاعتِبَارِ الأَوَّلِ: يُمكِنُ التَّفْضِيلُ بَيْنَهُمْ بالحَقِيْقَةِ، وإليه أَشارَ بقولِهِ: «إن القَوْمَ لم يَجْروا في حَلَبَةٍ تُعْرَفُ الغايَةُ عِنْدَ قَصَبَتِها»؛ أي: لم يَتَكَلَّموا في مَعْنًى واحِدٍ حَتَّى يُعْرَفُ أَفْضَلُهْم فيه بالحَقِيْقَةِ.\nالجزء: 1 - الصفحة: 174\n",
        "وبالاعتِبار الثَّاني: إِنَّما يُعْرَف التَّفضِيْلُ بَيْنَهم بالتَّقْرِيْبِ بِحَسَبِ القَدْرِ المُشْتَرَكِ بَيْنَهُمْ في مَوادِّ شِعْرِهِم، مِثْلَ أَنْ نَنْظُرَ: أَيُّهم أَحْسَنُ مبَادِي ومَقَاطِعَ وتَشْبِيهاتٍ واسْتِعارَةٍ، وأَشَدُّ تَمَكُّنَ فواصِلَ، وأَقَلُّ صَوْناً في شِعْرِهِ، فَيُحْكَمُ لَهُ، وإليهِ أَشَارَ بِقَوْلِهِ: «فإن كانَ ولا بُدَّ، فالمَلِكُ الضِّلِّيلُ»؛ أَيْ: لا طَرِيْقَ إِلَّا التَّفْضِيلُ بَيْنَهُمْ تَقْريباً، فالمَلِكُ الضِّلِّيْلُ أَفْضَلُهُم؛ لِأَنَّهُ في القَدْرِ المُشْتَرَكِ الذي ذَكَرْنَاهُ بَيْنَهُمْ أَرْجَحُ مِنْهُمْ.\nالأَمْرُ الثَّالِثُ: في قَوْلِهِ: «فالمَلِكُ الضِّلِّيلُ». إِنَّ وَصْفَهُ لَهُ بالمَلِكِ، فَلِأَنَّهُ كانَ مَلِكاً ابنَ مَلِكٍ، وقَدْ صَرَّحَ بِذَلِكَ في شِعْرِهِ حَيْثُ يَقولُ:\nوكُنَّا أُناسَاً قَبْلَ غَزْوَةِ قَرْمَلِ\n...\nوَرِثْنَا الغِنَى والمَجْدَ أَكْبَرَ أَكْبَرا\nوقَوْلُهُ:\nفَقُلْتُ له: لا تَبْكِ عَيْنُكَ إِنَّما\n...\nنُحاوِلُ مُلْكاً أو نَموتَ فَنُعْذرا\nوقَوْلُهُ:\nولكِنَّما أَسْعَى لِمَجْدٍ مُؤَثَّلٍ\n...\nوقد يُدْرِكُ المَجْدَ المُؤَثَّلَ أَمْثَالي\nالجزء: 1 - الصفحة: 175\n",
        "وغَيْرُ ذلكَ.\nوأَمَّا وصَفُهُ بالضِّليلِ؛ فَلأَنَّ الضِّلِّيلَ هو المُبالِغُ في الضَّلالِ؛ كَقْولِهِمْ: سِكِّيرٌ وخِمِّيرٌ وشِرِّيبٌ وشِرِّيرٌ وسِكِّيتٌ وصِدِّيقٌ وقِدِّيسٌ، وكانَ امرؤُ القَيْسِ صَالّاً في دِيْنِهِ وشِعْرِهِ؛ لِأَنَّهُ كَانَ جاهِليَّاً كافراً مُتَهَتِّكاً مُجاهراً بالفُجورِ والفُسوقِ، وذلكَ واضِحٌ في شِعْرِهِ، ويقالُ: إِنَّ لَبِيْدَ بنَ رَبِيْعَةَ مَرَّ على قَوْمٍ فَسأَلوهُ: مَنْ أَشْعَرُ الناسِ؟ فقالَ: المَلِكُ الضِّلِّيلُ، قِيْلَ ثُمَّ مَنْ؟ قَالَ: ثُمَّ الشَّابُّ القَتيلُ، قِيْلَ: ثُمَّ مَنْ؟ قال: ثُمَّ الشَّيْخُ أبو عَقِيلٍ، يَعْنِي\nالجزء: 1 - الصفحة: 176\n",
        "نَفْسَهُ، والشَّابُّ القَتِيْلُ: طَرَفَةُ بنُ العَبْدِ، قَتَلَهُ عَمرو بنُ هِنْدٍ، وقصَّتُهُ مَشْهورةٌ. وَلِيَكُنْ هذا آخِرُ القَوْلِ في المُقَدِّمَةِ.\nالجزء: 1 - الصفحة: 177\n",
        "البَابُ الأَوَّلُ\nفي مُتَشَابِهِ كَلَامِهِ بَعْضِهِ بِبَعْضٍ في القَلِيلِ وَالكَثِيْرِ\nفَمِنْ ذَلِكَ قَوْلُهُ:\nقِفا نَبْكِ من ذِكْرى حَبِيْبٍ ومَنْزِلِ\nهو شَبِيْهُ قَوْلِهِ:\nقِفا نَبْكِ مِنْ ذِكرى حَبِيبٍ وعِرْفانِ\n...\nورَسْمٍ عَفَتْ آياتُه مُنْذُ أَزْمانِ\nمن ذلك قَوْلُه:\nإذا قامتا تَضَوَّعَ المِسْكُ منهما\n...\nنَسِيْمُ الصَّبَا جَاءَتْ بِرَيَّا القَرَنْفُلِ\nالجزء: 1 - الصفحة: 178\n",
        "هو شَبِيْهٌ بِقَولِهِ:\nإذا قامَتَا يَضَّوَّعُ المِسْكُ مِنْهُما\n...\nورائِحَةٌ مِنَ اللَّطِيمَةِ والقُطُرْ\nوَمِنْ ذَلِكَ قَوْلُه:\nفَقَالَتْ: يَمِيْنُ اللهِ ما لَكَ حِيْلةٌ\n...\nوما إنْ أرى عنكَ الغَوايَةَ تَنْجلي\nهو شبيهٌ بقولِهِ:\nفَقَالَتْ: يِمِيْنُ اللهِ أَبْرَحُ قاعِداً\n...\nولو قَطَّعوا رَأْسِي لَدَيْكِ وأَوْصالِي\nغيرَ أَنَّ الحالِفَ ها هُنا هو، وفي الأُولى هِيَ.\nومِنْ ذلكَ قَوْلُهُ:\nوجِيْدٍ كجِيْدِ الرِّئمِ لَيْسَ بِفاحِشٍ\n...\nإذا هِيَ نَصَّتْهُ ولا ِبُمعطَلِ\nالجزء: 1 - الصفحة: 179\n",
        "هو شَبِيْهٌ بِقَوْلِهِ:\nلَيَالِيَ سَلْمَى إذ تُريكَ مُنَصَّبَاً\n...\nوَجِيْداً كجِيْدِ الرِّئْمِ لَيْس بِمِعْطَالِ\nوَمِنْ ذَلِكَ قَوْلُهُ في صِفَةِ اللَّيْلِ:\nفيا لكَ مِنْ لَيْلٍ كأَنَّ نُجومَهُ\n...\nبِكُلٍّ مُغَارِ الفَتْلِ شُدَّتْ بِيَذْبُلِ\nهو شَبيْهٌ بِقَوْلِهِ في صِفَةِ الفَرَسِ:\nكَأَنَّ نجوماً عُلِّقَتْ في مَصامِهِ\n...\nبأمراس ِكَتَّانٍ إِلى صُمِّ جَنْدَلِ\nشَبَّهَ غُرَّتَهُ وتَحْجِيْلَهُ بالنُّجومِ، وأَعْضاءَهُ بأَمراسِ الكَتَّانِ، وهي الحِبَالُ، وحوافرَهُ بالصَّخْرِ، ويُرْوَى هذا البَيْتُ في صِفَةِ اللَّيْلِ:\nكَأَنَّ الثُّريا عُلِّقَتْ في مَصَامِها\n....\nالبيت\nوالمَصَامُ: المُقَامُ.\nالجزء: 1 - الصفحة: 180\n",
        "وَمِنْ ذَلِكَ قَوْلُهُ:\nوقد أَغْتَدِي والطَّيْرُ في وُكُنَاتِهَا\n...\nبِمُنْجَرِدٍ قَيْدِ الأَوابِدِ هَيْكَلِ\nهو شَبِيْهٌ بِقَوْلِهِ في البَائِيَّةِ:\nوقَدْ أغتَدِي قَبْلَ الشُّروق بِسَابِحٍ\n...\nأَقَبَّ كَيَعْفُورِ الفَلاةِ مُحَنَّبِ\nالشُّروقُ: طُلُوعُ الشَّمْسِ، والإِشراقُ: إضاءَتُها، ومُحَنَّبٌ بالْحَاءِ المُهْمَلَةِ والنُّونِ ثُمَّ الباءِ المُوَحَّدَةِ: وهو الأَقْنَى الذِّراعِ.\nوأَشْبَهُ أَيْضَاً بِقَوْلِهِ:\nوَقَدْ أَغْتَدِي والطَّيْرُ في وُكُنَاتِها\n...\nبِمُنْجَرِدٍ عَبْلِ اليَدَيْنِ نَهوضِ\nومِنْ ذلكَ قولُهُ في صِفَةِ الفرسِ:\nله أَيْطلا ظَبْي وسَاقَا نَعَامَةٍ\n...\nوإِرخاءُ سِرْحَانٍ وتَقْرِيْبُ تَتْفُلِ\nالجزء: 1 - الصفحة: 181\n",
        "هو مُماثِلٌ في شَطْرِ البَيْتِ لِقَوْلِهِ في البَائِيَّةِ:\nلَهُ أَيْطَلا ظَبْي، وسَاقا نعامَةٍ، وصَهْوَةُ عَيْرٍ قائِمٍ فَوْقَ مَرْقَبِ\nوشَبِيْهٌ بِقَوْلِهِ في الضَّادِيَّةِ:\nله قُصْرَيَا عَيْرٍ وساقا نَعَامَةٍ\n...\nكَفَحْلِ الهِجانِ القَيْسَرِيِّ العَضُوضِ\nومِنْ ذلكَ قَوْلُهُ:\nكَأَنَّ دماءَ الهادياتِ بِنَحْرِهِ\n...\nعُصَارَةُ حِنَّاءٍ بِشَيْبٍ مُرَجَّبِ\nويُرْوَي: «مُخَضَّب».\nوَشَبِيْهٌ بِقَوْلِهِ في القافِيَّةِ:\nالجزء: 1 - الصفحة: 182\n",
        "كَأَنَّ دماءَ الهادياتِ بِنَحْرِهِ\n...\nعُصَارةُ حِنَّاءِ بِشَيْبٍ مُفَرَّقِ\nومِنْ ذلكَ قَوْلُهُ:\nفَعَادَى عِداءً بَيْنَ ثَوْرٍ ونَعْجَةٍ\n...\nدِراكاً، ولم يُنْضَحْ بِماءٍ فَيُغْسَلِ\nوهو شبيه بقوله في القافية:\nفَصَادَ لنا عَيْرًا وثَوْرَاً وخَاضِبَاً\n...\nعِداءً، ولم يُنْضَحْ بِماءٍ فَيَعْرَقِ\nومِنْ ذلكَ قَوْلُهُ في اللاميَّةِ الثَّانِيَةِ:\nيُضِيء الفِراشَ وَجْهُها لِضَجِيعِها\n...\nكمِصْباحِ زَيْتٍ في قَنادِيلِ ذُبَّالِ\nهو شَبِيْهٌ بِقَوْلِهِ في الأُولى:\nنُضِيْءُ الظلامَ بالعِشاءِ كَأَنَّها\n...\nمَنَارةُ مُمْسَى راهِبٍ مُتَبَتِّلٍ\nومن ذلك قَوْلُهُ:\nومِثْلُكِ بَيْضاءِ العَوارضِ طَفْلَةٍ\n...\nلَعُوبٍ تُنَسِّيني إذا قُمْتُ سِرْبالي\nالجزء: 1 - الصفحة: 183\n",
        "إلى قَوْلِهِ:\nسَموْتُ إليها بَعْدَ ما نَامَ أَهْلُها\n....\nالأبيات\nهو شَبِيْهٌ بِقَوْلِهِ:\nفَمِثْلَكِ حُبْلَى قد طَرَقتُ ومُرْضِعاً\n...\nفَأَلْهَيْتُها عَنْ ذي تَمائِمَ مُحْوِلِ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nلَطِيْفَةِ طَيِّ الكَشْحِ غَيْرِ مُفَاضَةٍ\n...\nإذا انْفَتَلَتْ مُرْتَجَّةٍ غَيْرِ مِتْفالِ\nهو شَبِيْهٌ بِقَوْلِهِ:\nوكَشْحٍ لَطِيْفٍ كالجَدِيْلِ مَخَصَّرٍ\n...\nوساقٍ كأُنبُوبِ السَّقِيِّ المُذَلَّلِ\nالجزء: 1 - الصفحة: 184\n",
        "وبِقَوْلِهِ:\nمُهَفْهَفَةٌ بَيْضاءُ غَيْرُ مُفَاضَةٍ\n...\nتَرائِبُها مَصْقُولَةٌ كالسَّجَنْجَلِ\nومِنْ ذلكَ قَوْلُهُ:\nنَظَرْتُ إليها والنُّجومُ كَأَنَّها\n...\nمَصَابِيْحُ رُهْبَانٍ تُشَبُّ لِقُفَّالِ\nهو شَبِيْهٌ بقولِهِ:\nأصاحِ تَرَى بَرْقَاً أُريكَ وَمِيْضَهُ\n...\nكَلَمْعِ اليَدَيْنِ في حَبِيٍّ مُكَلَّل\nيُضِيءُ سَنَاهُ أو مصابِيْحُ رَاهٍب\n...\nأَمَالَ السَّلِيْطَ بالذُّبالِ المُقَنْدَلِ\nومن ذلكَ قَوْلُهُ:\nفَقَالَتْ: سَبَاكَ اللهُ إِنَّك فاضِحي\n...\nأَلَسْتَ تَرَى السُّمَّارَ والنَّاسَ أَحوالي؟ !\nالجزء: 1 - الصفحة: 185\n",
        "شَبِيْهٌ بِقَوْلِهِ:\nفَقَالَتْ لَكَ الوَيْلاتُ إِنَّكَ مُرْجِلي\nومِنْ ذلكَ قَوْلُهُ:\nفَلَمَّا تَنَازَعْنَا الحَدِيْثَ وأسمَحَتْ\n...\nهَصَرْتُ بِغُصْنٍ ذي شَمَارِيْخَ مَيَّالِ\nهو شَبِيْهٌ بِقَوْلِهِ:\nفَلَمَّا أَجَزْنا سَاحَةَ الحّيِّ وانْتَحَى\n...\nبِنَا بَطْنُ خَبْتٍ ذِي قِفافٍ عَقَنْقَلِ\nهَصَرْتُ بِفَوْدِي رَأْسَها فَتَمايَلَتْ\n...\nعَلَيَّ هَضِيْمَ الكَشْحِ رَيَّا المُخَلْخَلِ\nالجزء: 1 - الصفحة: 186\n",
        "ومِنْ ذَلِكَ قَوْلُهُ:\nوقد أغتَدِي والطَّيْرُ في وُكُناتِها\n...\nلِغَيْثٍ من الوَسْمِيِّ رائِدُهُ خَالي\nوقد سَبَقَ نَظِيْرُهُ.\nومن ذلكَ قَوْلُهُ:\nوعاديتُ منها بَيْنَ ثورٍ ونَعْجَةٍ\n...\nوكانَ عِداءُ الوَحْشِ مِنِّي على بالِ\nسَبَقَ نَظِيْرُهُ.\nومِنْ ذلكَ قَوْلُهُ:\nكَأَنِّي بِفَتْخاءِ الجَنَاحَيْنِ لِقْوَةٍ\n...\nصَيودٍ مِنَ العِقْبانِ طَأْطأْتُ شِمالي\nتَخَطَّفُ خِزَّانَ الشَّرَبَّةِ بالضُّحى\n...\nوقد حَجَرت منها ثَعَالِبُ أَوْرالِ\nالجزء: 1 - الصفحة: 187\n",
        "كَأَنَّ قلوبَ الطَّيْرِ رَطْباً ويابِسَاً\n...\nلَدَى وَكْرِها العُنَّابُ والحَشَفُ البالي\nهو شَبِيْهٌ بِقَوْلِهِ:\nكأَنَّها لِقْوةٌ طَلُوبٌ\n...\nكَأَنَّ خُرْطُومَها مِنْشَالُ\nتَطْعِمُ فَرْخاً لها ضريراً\n...\nأَزرى به الجُوعُ والإِحثالُ\nقلوبَ خِزَّانٍ ذي أورالٍ\n...\nقوتاً كما يُرْزَقُ العِيالُ\nومِنْ ذلكَ قَوْلُهُ:\nيا رُبَّ غانِيَةٍ لَهَوْتُ بِها\n...\nوَمَشَيْتُ مُتَّئِداً على رِسْلِي\nهو شَبِيْهٌ بِقَوْلِهِ:\nوبَيْضَةِ خِدْر لا يُرامُ خِبَاؤُها\n...\nتَمَتَّعْتُ من لهوٍ بها غَيْرَ مُعْجَلِ\nالجزء: 1 - الصفحة: 188\n",
        "ومِنْ ذلكَ قَوْلُهُ:\nوقد أَغْتَدِي ومَعِي القانِصانِ\n...\nوَكُلٌّ بِمَرْبأَةٍ مُقْتَفِرْ\nقد سَبَقَ لَهُ نَظائِرُ في قَوْلِهِ: «وَقَدْ أَغْتَدِي».\nومِنْ ذلكَ قَوْلُهُ:\nفَأَنْشَبَ أَظْفارَهُ في النَّسا\n...\nفَقُلْتُ: هُبِلْتَ ألا تَنْتَصِرْ!\nوَقَعَ لَفْظُ النَّسَا في شِعْرِهِ في مَوَاضِعَ، مِنْها هذا، وَقَوْلُهُ:\nسَلِيْمِ الشَّظَي، عَبْلِ الشَّوى، شَنْجِ النَّسَا\n...\nلَهُ حَجَباتٌ مُشْرِفاتٌ على الفَالِ\nوفي قَوْلِهِ:\nفأَدْرَكْنَهُ يَأْخُذْنَ بالسَّاقِ والنَّسَا\n...\nالبيت\nالجزء: 1 - الصفحة: 189\n",
        "ومِنْ ذلكَ قَوْلُهُ في صِفةِ الفَرَسِ:\nلَهَا ذَنَبٌ مِثْلُ ذَيْلِ العَرُوسِ\n...\nتَسُدُّ بِهِ فَرْجَها مِنْ دُبُرْ\nهو شَبِيْهٌ بِقَوْلِهِ:\nضَلِيْعٍ إذا اسْتَدْبَرْتَهُ سَدَّ فَرْجَهُ\n...\nبِضَافٍ فُوَيْقَ الأَرْضِ لَيْسَ بِأَعْزَلِ\nوَمِنْ ذَلِكَ قولُهُ:\nقَدْ غدا يَحْمِلُني في أَنْفِهِ\n...\nلاحِقُ الإِطْلَيْنِ مَحْبُوكٌ مُمَرّ\nهو شَبِيْهٌ بِقَوْلِهِ: «وقد أغتَدي» وقد سَبَقَ.\nوَمِنْ ذَلِكَ قولُهُ.\nأَلا رُبَّ يَوْمٍ صَالحٍ قد شَهِدْتُهُ\n...\n* بِتَأْذِفَ ذاتِ التَّلِّ مِنْ فَوْقِ طَرْطَرا\nالجزء: 1 - الصفحة: 190\n",
        "هو شَبِيْهٌ بِقَوْلِهِ:\nأَلا رُبَّ يَوْمٍ صالحٍ لَكَ مِنْهُما\n...\nولا سِيَّما يَوْمٌ بِدارةِ جُلْجُلِ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nإِني لأَصْرِمُ مَنْ يُصارِمُني\n...\nوأَجِدُّ وَصْلَ مَنِ ابْتَغَى وَصْلي\nوهو شَبِيْهٌ بِقَوْلِهِ:\nوخَلِيْلٍ قد أصاحِبُهُ\n...\nثُمَّ لا أَبْكي على أَثَرِهْ\nيَعْنِي: إذا صارَمَنِي صارَمْتُهُ ثُمَّ لا أبكي عليه، فهو مَعْنى الأَوَّلِ.\nوَمِنْ ذَلِكَ قَوْلُهُ في الشُّطورِ الَّتي شَاعَرَ فيها التَّوْأَمَ اليَشْكُرِيَّ:\nأصاحِ تَرَى بُرَيْقاً هَبَّ وَهْناً\nالجزء: 1 - الصفحة: 191\n",
        "هو شَبِيْهٌ بِقَوْلِهِ:\nأصاحِ ترى برقاً أُريكَ وَمِيْضَهُ\n...\nالبيت\nوَمِنْ ذَلِكَ قَوْلُهُ:\nكَأَنَّ هَزِيْزَهُ لِوَرَاءِ غَيْبِ\nهو شَبِيْهٌ بِقَوْلِهِ في البائِيَّةِ:\nإذا ما جَرَى شَأْوَيْنِ وابْتَلَّ عِطْفُهُ\n...\n* تَقُولُ هَزِيْزُ الرِّيْحِ مَرَّتْ بِأَثْأَبِ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nفَعَيْنَاك غَرْبا جَدْوَلٍ بِمُفَاضَةٍ\n...\nكَمَرِّ خَلِيْجٍ في صَفِيْح مُنَصَّبِ\nالجزء: 1 - الصفحة: 192\n",
        "هو شَبِيْهٌ بِقَوْلِهِ:\nعَيْناكَ دَمْعُهما سِجَالُ\n...\nكَأَنَّ شَأْنَيْهِمَا أَوْشَالُ\nأو جدولٌ في ظلالِ نَخْلٍ\n...\nلِلماءِ من تَحْتِهِ مَجَالُ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nضَلِيْعٍ إذا استَدْبَرْتَهُ سَدَّ فَرْجَهُ\n...\nبِضافٍ فُوَيْقَ الأرضِ لَيْسَ بِأَصْهَبِ\nنَظِيْرُهُ في اللَّامِيَّةِ، غَيْرَ أَنَّهُ قالَ: «لَيْسَ بِأَعْزَلِ» وقد سَبَقَ ذِكْرُهُ قَرِيْباً».\nوَمِنْ ذَلِكَ قَوْلُهُ:\nفآنَسْتُ سِرْباً مِنْ بَعِيْدٍ كَأَنَّهُ\n...\nرَواهِبُ عِيْدٍ في مُلاءٍ مُهَدَّبِ\nهو شَبِيْهٌ بِقَوْلِهِ:\nفَعَنَّ لنا سِرْبٌ كَأَنَّ نِعاجَهُ\n...\nعَذارَى دَوارٍ في مُلاءٍ مُذَيَّلِ\nالجزء: 1 - الصفحة: 193\n",
        "ورِوايةُ أَبي عُبَيْدَةَ:\nفَبَيْنا نِعاجٌ يَرْتَعِيْنَ خَمِيْلةً\n...\nكَمَشْي العَذارى في المُلاءِ المُهَدَّبِ\nوما على هذِهِ الرِّوايَةِ أَشَدُّ تَقَارُباً.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nفَأَدْرَكَ لم يَعْرَقْ مَنَاطَ عِذارِهِ\n...\nيَمُرُّ كَخُذْرُوفِ الوَلِيْدِ المُثَقَّبِ\nشَطْرُهُ الأَولُ شَبِيْهٌ بِقَوْلِهِ: «ولم يُنْضَحْ بِمَاءٍ فَيُغْسَلِ»، وشَطْرُهُ الثَّاني كَقَوْلِهِ:\nدَريرٍ كَخُذْروفِ الوَلِيْدِ أَمَرَّهُ\n...\nتَتَابُعُ كَفَّيْهِ بِخَيْطٍ مُوَصَّلِ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nفَغَادَرَ صَرْعَى مِنْ حِمارٍ وخاضبٍ\n...\nوتَيْسٍ وثَوْرٍ كالهَشِيْمَةِ قَرْهَبِ\nالجزء: 1 - الصفحة: 194\n",
        "وهو كَقولِهِ:\nفَصَادَ لنا عَيْراً وثَوْراً وخَاضِباً\n...\nالبيت\nوقد سَبَقَ مَعَ نَظِيْرِهِ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nفَكَابٍ على حُرِّ الجَبِيْنِ ومُتَّقٍ\n...\nبِمَدْراتِهِ كَأَنَّها ذَلْقُ مِشْعَبِ\nهو شَبِيْهٌ بِقَوْلِهِ:\nفَكَرَّ إليه بِمِبْراتِهِ\n...\nكما خَلَّ ظَهْرَ اللِّسَانِ المُجِرّْ\nومَعْنَاهُما: أَنَّ الثورَ الوَحْشِيَّ أَلْقَى الكَلْبَ الصَّائِدَ بِقَرْنِهِ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nوَقَاهُمْ جَدُّهُمْ بِبَني أَبِيْهمْ\n...\nوبالأَشْقَيْنِ ما كانَ العِقابُ\nهو شَبِيْهٌ بِقَوْلِهِ:\nصَبَّحْتُها الحَيَّ ذا صَبَاحٍ\n...\nفَكانَ أَشْقاهُمُ الرِّجالُ\nالجزء: 1 - الصفحة: 195\n",
        "وَمِنْ ذَلِكَ قَوْلُهُ:\nيا بُؤْسَ لِلْقَلْبِ بَعْد اليَوْمِ ما آبَهْ\n...\nذكرى حبيبٍ ببعضِ الأَرْضِ قد رابَهْ\nهو شَبِيْهٌ بِقَوْلِهِ: «مِنْ ذِكرى حَبِيْبٍ» وقد سَبَق.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nكَأَنِّي ورحلي والقِرَابَ ونُمْرُقي\n...\nعلى ظَهْرِ عَيْرٍ وارِدِ الخَبَراتِ\nهو شَبِيْهٌ بِقَوْلِهِ:\nكَأَنِّي وَرَحْلِي فَوْقَ أَحْقَبَ قارِحٍ\n...\nبِشَرْبَةَ، أو طَاوٍ بِعِرْنانَ مُوْجِسِ\nالجزء: 1 - الصفحة: 196\n",
        "وأَشْبَهُ بِقَوْلِهِ:\nكَأَني ورَحْلِي والقِرَابِ ونُمْرُقي\n...\nإذا شُبَّ للمَرْوِ الصِّغارَ وَبِيْصُ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nفَأَوْرَدَها ماءً قليلاً أَنِيْسُهُ\n...\nيُحاذِرْنَ عَمْراً صاحِبَ القُتُراتِ\nهذا عَمْرو، هو الرَّامي المُشارُ إليه بِقَوْلِهِ:\nرُبَّ رامٍ مِنْ بَنِي ثُعَلٍ\n...\nمُخْرِجٍ كَفَّيْهِ مِنْ سُتَرِهْ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nفيا رُبَّ مَكْروبٍ كَرَرْتُ وراءَهُ\n...\nوطاعَنْتُ عَنْهُ الخَيْلَ حَتَّى تَنَفَّسا\nالجزء: 1 - الصفحة: 197\n",
        "هو شَبِيْهٌ بِقَوْلِهِ:\nفيا رُبَّ مَكْروبٍ كَرَرْتُ وراءَهُ\n...\nوعَانٍ فَكَكْتُ الغُلَّ عَنْهُ فَفدَّاني\nوَمِنْ ذَلِكَ قَوْلُهُ:\nأَمَاوِيَّ، هَلْ لي عِنْدَكُمْ مِنْ مُعَرَّسِ\n...\nأم الصَّرْمَ تَخْتَارِينَ بالوَصْلِ نَيْئَسِ\nأَبِيْني لَنَا، إِنَّ الصَّرِيْمَةَ راحَةٌ\n...\nمِنْ الشَّكِّ ذي المَخْلوجَةِ المُتَلَبِّسِ\nهو شَبِيْهٌ بِقَوْلِهِ:\nأَفاطِمَ مهلاً بَعْضَ هذا التَّدلُّلِ\n...\nوإنْ كُنْتِ قد أَزْمَعْتِ صَرْمِي فَأَجْمِلي\nوإن تكُ قد سَاءَتْكِ مِنِّي خَلِيْقَةٌ\n...\nفَسُلِّي ثِيَابِي من ثيابِك تَنْسُلِ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nأَعِنِّي على بَرْقٍ أَراهُ وَمِيْضِ\n...\nيُضِيْءُ حَبِيّاً في شَمَاريخَ بِيْضِ\nالجزء: 1 - الصفحة: 198\n",
        "هو شَبِيْهٌ بِقَوْلِهِ:\nأصاحِ ترى بَرْقاً أُرِيْكَ وَمِيْضَهُ\n...\nكَلَمْعِ اليَدَيْنِ في حَبِيٍّ مُكَلَّلِ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nقَعَدْتُ لَهُ وصُحْبَتي بَيْنَ ضارجٍ\n...\nوبَيْنَ تِلاعِ يَثْلَثٍ فالعَرِيْضِ\nهو شَبِيْهٌ بِقَوْلِهِ:\nقَعَدتُ له وصُحْبَتي بَيْنَ ضارجٍ\n...\nوبَيْنَ العُذَيْبِ بُعْدَ ما مُتَأَمَّلِ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nوأَضْحَى يَسُحُّ الماءَ عن كُلِّ فِيْقَةٍ\n...\nيَحوزُ الضِّبَابَ في صَفَاصِفَ بِيْضِ\nهو شَبِيْهٌ بِقَوْلِهِ:\nفَأَضْحى يَسُحُّ الماءَ حَوْلَ كُتَيْفَةٍ\nالجزء: 1 - الصفحة: 199\n",
        "ويُرْوَى:\n......\nعن كل فِيْقَةٍ\n...\nيَكُبُّ على الأَذْقانِ دَوْحَ الكَنَهْبُلِ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nكَأَنَّ سَراتَهُ وجُدَّةَ ظَهْرِهِ\n...\nكَنَائِنُ يجْري فَوْقَهُنَّ دَلِيْصُ\nهو كَقَوْلِهِ:\nكَأَنَّ سَراتَهُ لدى البَيْتِ قائماً\n...\nالبيت\nفي اللَّفْظَيْنِ الأَوَّلَيْنِ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nألا انْعَم صَبَاحاً أَيُّها الرَّسْمُ وانْطِقِ\n...\nوحَدِّثْ حَدِيْثَ الرَّكْبِ إِنْ شِئْتَ واصْدُقِ\nالجزء: 1 - الصفحة: 200\n",
        "هو كَقَوْلِهِ:\nألا انعَمْ صَبَاحاً أَيُّهَا الطَّلَلُ البَالِي\n....\nالبيت\nوَمِنْ ذَلِكَ قَوْلُهُ:\nفَعَزَّيْتُ نَفْسي حِيْنَ بانو بِجَسْرَةٍ\n...\nأَمُونٍ كَبُنْيانِ اليَهودِيِّ خَيْفَقِ\nهو شَبِيْهٌ بِقَوْلِهِ:\nفَدَعْهَا وسَلِّ الهَمَّ عَنْكَ بِجَسْرَةٍ\n...\nذَمُولٍ إذا صَامَ النَّهارُ وهجَّرا\nوَمِنْ ذَلِكَ قَوْلُهُ:\nكَأَنَّ بِها هِرّاً جَنِيْبَاً تَجُرُّهُ\n...\nبِكُلِّ طَرِيْقٍ صادَفَتْهُ ومَأْزِقِ\nالجزء: 1 - الصفحة: 201\n",
        "هو شَبِيْهٌ بِقَوْلِهِ:\nبَعِيْدَةُ بَيْنَ المَنْكِبَيْنِ كأَنَّما\n...\nتَرى عِنْدَ مَجْرَى الضَّفْرِ هِرَّاً مُشَجَّرا\nيَعْنِي: كأَنَّ عِنْدَ مَجْرى حِزامِها هِرَّاً مَرْبوطاً، لِسَعَةِ ما بَيْنَ مَنْكِبَيْها.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nوبَيْتٍ يَفوحُ المِسْكُ في حُجُراتِهِ\n...\nبَعِيْدٍ مِنَ الآفاتِ غَيْر مُؤَرَّقِ\nدَخَلْتُ على بَيْضَاءَ جُمٍّ عَظَامُها\n...\nتُعَفِّي بِذَيْلِ الدِّرْعِ إذ جِئْتُ مَوْدِقي\nوَمَوْدِقي، أَيْ: أَثَرِي وطَرِيْقي؛ شَبَّهَهُ بِمَوْقِعِ الوَدْقَ، وهو المَطَرُ.\nالجزء: 1 - الصفحة: 202\n",
        "وهو شَبِيْهٌ بِقَوْلِهِ:\nوبَيْتِ عَذَارَى يَوْمَ دَجْنٍ وَلَجْتُهُ\n...\nيَطُفْنَ بِجَمَّاءِ المرافِقِ مِكْسَالِ\nوشَطْرُ البَيْتِ الثَّاني شَبِيْهُ بِقَوْلِهِ:\nفَقُمْتُ بها أَمْشي تَجُرُّ وَرَاءَنا\n...\nعلى إِثْرِنا أَذْيَالَ مِرْطٍ مُرَحَّلِ\nومِنْ ذَلِكَ قَوْلُهُ:\nفَيَا لكَ من لَيْلٍ كَأَنَّ نُجومَهُ\n...\nبِكُلِّ مُغارِ الفَتْلِ شُدَّتْ بِيَذْبُلِ\nالجزء: 1 - الصفحة: 203\n",
        "وقَوْلِهِ:\nكَأَنَّ الثُّريا عُلِّقَتْ في مَصَامِها\n...\nبِأَمْراسِ كَتَّانٍ إلى صُمِّ جَنْدَلِ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nوقَد أَغْنَدِي قَبْل العُطاسِ بِهَيْكلٍ\n...\nشَدِيْدِ مَشَكِّ الجَنْبِ فَعْمِ المُنَطَّقِ\nهو شَبِيْهٌ بِقَوْلِهِ:\nوقد أغتَدِي قَبْلَ الشُّروقِ بِسَابِحٍ\n...\n..........\nالبيت\nونظائِرِهِ، وقد سَبَقَ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nنزاوِلُهُ حَتَّى حَمَلْنا غُلامَنَا\n...\nعلى ظَهْرِ سَاطٍ كالصَّلِيْفِ المُعَرَّقِ\nالجزء: 1 - الصفحة: 204\n",
        "هو شَبِيْهٌ بِقَوْلِهِ:\nفَلْأياً بِلأيٍ ما حَمَلْنا غلامَنَا\n...\nعلى ظَهْرِ مَحْبُوكِ السَّراةِ مُحَنَّبِ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nوأَدْبَرْنَ كالجَزْعِ المُفَصَّلِ بَيْنَهُ\n...\nبِجِيْدِ الغُلامِ ذي القَمِيْصِ المُطَوَّقِ\nوهو كَقَوْلِهِ:\nفَأَدْبَرْنَ الجزَعْ ِالمُفَصَّلِ بَيْنَهُ\n...\nبِجِيْدٍ مُعَمٍّ في العَشِيْرَةِ مُخْوَلِ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nفَأَدْرَكَهُنَّ ثانياً مِنْ عِنَانِهِ\n...\nكَغَيْثِ العَشِي الأَقْهَبِ المُتَوَدِّقِ\nالجزء: 1 - الصفحة: 205\n",
        "هو كَقَولِهِ:\nفَأَدْرَكَهُنَّ ثانياً مِنْ عِنانِهِ\n...\nيَمُرُّ كَمَرِّ الرَّائِحِ المُتَحَلِّبِ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nفَقُلْنا: ألا قَدْ كانَ صَيْدٌ لِقَانِصٍ\n...\nفَخَبُّوا عَلَيْنَا ظِلَّ ثَوْبٍ مُرَوَّقِ\nهو شَبِيْهٌ بِقَوْلِهِ:\nوقُلتُ لِفِتْيانٍ كرامٍ: أَلا انزِلوا\n...\nفَعَالُوا علينا فَضْلَ بُردٍ مُطَنَّبِ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nفظَلَّ صِحابي يَشْتَوونَ بِنَعْمَةٍ\n...\nيَصفُّونَ غاراً بِاللَّكِيْكِ المُوَشَّقِ\nالجزء: 1 - الصفحة: 206\n",
        "هو شَبِيْهٌ بِقَوْلِهِ:\nفَظَلَّ طُهَاةُ اللَّحْمِ مِنْ بَيْنَ مُنْضِجٍ\n...\nصَفيْفِ شِواءِ، أو قَدِيْرٍ مُعَجَّلِ\nوقَوْلِهِ:\nفَظَلَّ لنا يَوْمٌ لَذِيْذٌ بِنَعْمَةٍ\n...\nفَقُلْ في مَقِيْلٍ نَحْسُهُ مُتَغَيِّبِ\nإلى قَوْلِهِ:\nنَمُشُّ بِأَعرافِ الجِيادِ أَكُفَّنا\n...\nالبيت\nوَمِنْ ذَلِكَ قَوْلُهُ:\nوَرُحْنا بكابْنِ الماءِ يُجْنَبُ وَسْطَنَا\n...\nتُصَوَّبُ فيه العَيْنُ طوراً وَتَرْتَقِي\nالجزء: 1 - الصفحة: 207\n",
        "هو كَقَوْلِهِ:\nورُحْنَا يكادُ الطَّرْفُ يَقْصُر دُونَهُ\n...\nمتى ما تَرَقَّ العينُ فيه تَسَهَّلِ\nوالمُشَابَهَةُ في شَطْرَيْهما الأَخِيْرَيْنِ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nأَفلا تَرَى أَظْعَانهُنَّ بَوَاكِراً\n...\nكالنَّخْلِ مِنْ شَوكانَ حِيْنَ صِرامِ\nهو شَبِيْهٌ بِقَوْلِهِ:\nفَشَبَّهْتُهُمْ في الآلِ حِيْنَ زهاهُمُ\n...\nعَصَائِبَ دَوْمٍ أو سَفِيْناً مُقَيَّرا\nالجزء: 1 - الصفحة: 208\n",
        "أو المُكْرَعاتِ مِنْ نَخِيْلِ ابنِ يامِنٍ\n...\nدُوَيْنَ الصَّفَا اللَّائي يَلِينَ المشقَّرا\nأَطَافَتْ بِهِ جَيلانُ عِنْدَ قِطافِهِ\n...\nوَرَدَّتْ عَلَيْه الماءَ حَتَّى تَحَيَّرا\nفَأَثَّتْ أَعالِيه وآدَتْ أُصُولَهُ\n...\nوَمَالُ بِقنيانٍ مِنَ البُسْرِ أَحْمَرا\nمَعْنَى ذلكَ كُلِّهِ تَشْبيهُ الرّكاب في البَرِّ على بُعْدٍ بالنَّخلِ، بجامِعِ السَّوادِ والارتِفَاعِ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nلِمَنْ طَلَلٌ أَبْصَرْتُهُ فَشَجاني\n...\nكَخطِّ زَبُورٍ في عَسِيْبٍ يَمَانِ\nوهو شَبِيْهٌ بِقَوْلِهِ:\nلِمَنِ الدِّيارُ غَشِيُتها بِسُحَامِ\n...\nفَعَمايَتَيْنِ فَهَضْبٍ ذِي أَقدامِ\nالجزء: 1 - الصفحة: 209\n",
        "وَمِنْ ذَلِكَ قَوْلُهُ:\nدِيارٌ لِهِنْدٍ والرَّبَابِ وفَرْتَنَى\n...\nليالِيَنا بالنَّعْفِ مِنْ بَدَلانِ\nهو شَبِيْهٌ بِقَوْلِهِ:\nدارٌ لِهِنْدٍ والرَّبابِ وفَرْتَنَى\n...\nولَمِيْسَ قَبْلَ حوادثِ الأَيَّامِ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nفَإِنْ أُمْسِ مَكْروباً فَيا رُبَّ بُهْمَةٍ\n...\nكَشَفْتُ إِذا ما اسْوَدَّ وَجْهُ الجَبَانِ\nوهو شبيه بقوله بعده:\nفإن أُمْسِ مكروباً فيا رُبَّ قَيْنَةٍ\n...\nمُنَعَّمَةٍ أَعْمَلْتُها بكِرانِ\nوبِقَوْلِهِ:\nفإِنْ أُمْسِ مكروباً فيا رُبَّ غارةٍ\n...\nشَهِدْتُ على أَقَبَّ رِخْوِ اللَّبَانِ\nالجزء: 1 - الصفحة: 210\n",
        "وَمِنْ ذَلِكَ قَوْلُهُ:\nمِخَشٍّ مِجَشٍّ مُقْبلٍ مُدْبرٍ مَعَاً\n...\nكَتَيْسِ ظِبَاءِ الحُلَّبِ الغَذَوانِ\nهو شَبِيْهٌ بِقَوْلِهِ:\nمِكَرٍّ مِفَرٍّ مُقْبِلٍ مُدْبِرٍ مَعاً\n...\nكَجُلْمودِ صَخْرٍ حَطَّهُ السَّيْلُ مِنْ عَلِ\nوقِيْلَ: هذا البَيْتُ يُبَيِّنُ قَوْلَه.\nعلى رَبِذٍ يَزْدادُ عَفْواً إِذا جَرَى\n...\nمِسَحٍّ حَثِيْثِ الرَّكْضِ والذَّأَلانِ\nوقَوْلُهُ: «كَتَيْس ظِباءِ الحُلَّب»: شَبِيْهٌ بِقَوْلِهِ:\nوراحَ كَتَيْسِ الرَّبْلِ يَنْفُضُ رَأْسَهُ\n...\nأَذَاةً بِهِ مِنْ صَائِكٍ مُتَحَلِّبِ\nالجزء: 1 - الصفحة: 211\n",
        "وكِلاهُما- أَعْني: الرَّبلَ والحُلَّبَ- نَبْتٌ.\nومِنْ ذلكَ قَوْلُهُ في وَصْفِ الدِّيارِ:\nأَتَتْ حِجَجٌ بَعْدي عَلَيْها فَأَصْبَحَتْ\n...\nكَخَطِّ زَبُورٍ في مَصَاحِفِ رُهْبَانِ\nهُوَ نَحْوٌ مِنْ قَوْلِهِ:\nكخطِّ زَبُورٍ في عَسِيْبٍ يَمانِ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nفَسَحَّتْ دُمُوعِي في الرِّداءِ كَأَنَّها\n...\nكُلًى مِنْ شَعِيْبٍ ذاتِ سَحٍّ وتَهْتَانِ\nهُوَ شَبِيْهٌ بِقَوْلِهِ:\nفَفَاضَتْ دُمُوعُ العَيْنِ مِنِّي صَبَابَةً\n...\nعلى النَّحْرِ حَتَّى بَلَّ دَمْعِيَ مِحْمَلِي\nالجزء: 1 - الصفحة: 212\n",
        "وَمِنْ ذَلِكَ قَوْلُهُ:\nعلى هَيْكلٍ يُعْطِيْكَ قَبْلَ سُؤالِهِ\n...\nأَفانِيْنَ جَرْيٍ غَيْرَ كَزٍّ ولا وانِ\nهو شَبِيْهٌ بِقَوْلِهِ:\nعلى رَبَذٍ يزدادُ عفواً إِذا جَرَى\n...\nالبيت\nوقد سَبَقَ أيضاً.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nكَتَيْسِ الظِّبَاءِ الأَعْفَرِ انْضَرَجَتْ لَهُ\n...\nعُقَابٌ تَدَلَّتْ من شَمَارِيخَ ثَهْلَانِ\nهو شَبِيْهٌ بِقَوْلِهِ:\nكَتَيْسٍ ظِبَاءِ الحُلَّبِ\nوقَوْلِهِ:\nوَرَاحَ كَتَيْسِ الرَّبْلِ\nيَعْني الفرسَ، وقد سَبَقَ أيضاً.\nالجزء: 1 - الصفحة: 213\n",
        "ومِنْ ذلِكَ قَوْلُهُ في صِفَةِ الفَرَسِ:\nيُدَافِعُ أَرْكانَ المَطَايا بِرُكْنِهِ\n...\nكما مَالَ غُصْنٌ ناعِمٌ بَيْنَ أَغْصَانِ\nهو شَبِيْهٌ بِقَوْلِهِ:\nإذا ما حَثَثْنَاهُ تَأَوَّدَ مَتْنُهُ\n...\nكَعِرْقِ الرُّخامَى اللَّدْنِ في الهَطَلانِ\nيَصِفُهُ بِلِيْنِ المَعَاطِفِ، وسُهولَةِ التَّثَنِّي.\nولقد أَحْسَنَ ما شاءَ في قَوْلِهِ:\nويَخْدِي على صُمٍّ صلابٍ مَلَاطِسٍ\n...\nشَدِيْداتِ عَقْدٍ لَيِّناتٍ مِثَانِ\nالجزء: 1 - الصفحة: 214\n",
        "أي: شَدِيْدَةُ التركيبِ، سَهْلَةُ التَّثَنِّي، فَذلكَ أَشَدُّ لَهُ وَأَخَفُّ، وهذا هو السَّبَبُ في كَوْنِهِ غَيرَ كَزٍّ ولا وانٍ.\nولْيَكُنْ هذا آخِرَ البابِ، واللهُ عز وجل أَعْلَمُ بالصَّوابِ. وقد ذَكَرْنَا فيهِ مُتَشَابِهِ شِعْرِهِ في القَلِيْلِ والكَثِيرِ، وباللَّفْظِ والمَغْنَى، غَيْرَ مُلْنَزِمينَ بالاسْتِقْصاءِ في ذلك، لكن ذكرنَا الأَكْثَرَ، ولم يَفُتْ إلا اليَسِيْرُ.\nوفائِدَةُ هذا الباب: رِيَاضَةُ الذِّهنِ بِمَعْرِفَةِ تَنَاسُبِ الكَلامِ، والقَدْرِ الجامِع بَيْنَ الكلامَيْنِ؛ بِحَيْثُ يُحْكَمُ عَلَيْهِما بالتَّساوي مِنْ جِهَتِهِ، كما سَبَقَتِ الإِشَارَةُ إِليه في المُقَدِّمَةِ، وفي ذلِكَ فائِدَةٌ كَبِيْرَةٌ.\nوقد اعتمدتُ هذا الطَّرِيْقَ في القرآنِ الكُريمِ في كِتَابٍ سَمَّيْتُهُ: «الرِّياضُ النَّواضِرُ في الأشْبَاهِ والنَّواظِرِ»، وهو كِتابُ تَفْسيرٍ. والحَمْدُ للهِ رَبِّ العالَمِيْنَ.\nالجزء: 1 - الصفحة: 215\n",
        "البَابُ الثَّانِي\nفي مُتَشابِهِ شِعْرِهِ بِشِعْرِ غَيْرِهِ\nمِنْ قَدِيمٍ وَمُحْدَثٍ، وَعَرَبِيٍّ وَمُولّدٍ، في الّفْظِ وَالْمَعْنَى،\nعَلى حَسَبِ طَاقَتِي فِي الإِملاءِ، وَقَد أُخِلُّ مِنْ ذلِكَ بِشَيْءٍ كَثِيرٍ\nفَمِنْ ذلكَ قَوْلُهُ:\nوقُوفاً بها صَحْبِي عَلَيَّ مَطِيَّهُمْ\n...\nيَقولونَ: لا تَهْلِكْ أَسًى وتَجَمَّلِ\nهو كَقَولِ طَرَفَةَ:\nوقُوفاً بها صَحْبِي عَلَيَّ مَطِيَّهُمْ\n...\nيَقولونَ: لا تَهْلِكْ أسًى وَتَجَلَّدِ\nلَيْسَ بَيْنَهُما إِلَّا حَرْفانِ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nوإِنَّ شِفَائي عَبْرَةٌ مُهْراقَةٌ\n...\nفَهَلْ عِنْدَ رَسْمٍ دارِسٍ مِنْ مُعَوَّلِ؟ !\nالجزء: 1 - الصفحة: 216\n",
        "أَمَّا الشَّطْرُ الأَوَّلُ فَمْعَناهُ الاسْتِشْفَاءُ بالبُكاءِ مِنَ الحُزْنِ، وهو كَثِيْرٌ في كَلامِ النَّاسِ، وشَبِيْهٌ بهِ قَوْلُ أبي تَمَّامٍ:\nفَلَعَلَ عَيْنَكَ أَنْ تَجُودَ بمائِها\n...\nوالدَّمْعُ مِنْهُ حاذِرٌ ومُوَاسِ\nأَيْ: يُواسِيْكَ بِنَفْسِهِ حَتَّى تَسْتَشْفِيَ به.\nوأَمَّا الشَّطْرُ الثاني، ففي مَعْنَاهُ قَوْلُ ذِي الرُّمَّةِ:\nالجزء: 1 - الصفحة: 217\n",
        "وقَفْنَا فَقُلْنَا: إِيِهِ عَنْ أُمِّ سالِم\n...\nوما بَالُ تَكْلِيْمِ الدِّيارِ البَلاقِعِ\nوهو أَيْضاً كَثِيْرٌ.\nومن ذلكَ قَوْلُهُ:\nإذا قامَتَا تَضَوَّعَ المِسْكُ منهما\n...\nالبيت\nفي مَعْنَاهُ قول الأَعْشَى:\nإذا تَقومُ يَضوعُ المِسْكُ آوِنَةً\n...\nوالمَنْدَلُ الرَّطبُ مِنْ أَرْدانِها شَمِلُ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nأصاحِ ترَىَ برَقْاً أُريكَ وَمِيْضَهُ\n...\nكَلَمْعِ اليَدَيْنِ في حَبِيٍّ مُكَلَّلِ\nهو شَبِيْهٌ بِقَوْلِ الأَعْشَى:\nأَمْ هَلْ تَرَى عارِضاً قَدْ بِتُّ أَرْمُقُهُ\n...\nكَأَنَّما البَرْقُ في حافاتِهِ الشُّعَلُ\nالجزء: 1 - الصفحة: 218\n",
        "وَمِنْ ذَلِكَ قَوْلُهُ:\nكَأَنَّ قُلُوبَ الطَّيْرِ رَطْباً ويابِسَاً\n...\nلَدَى وَكْرِها العُنَّابُ والحَشَفُ البَالِي\nهو في تَشْبِيهِ شَيْئَيْنِ بِشَيْئَيْنِ مَعَ اللَّفِ والنَّشْرِ والتَّرْتِيْبِ. شَبِيْهٌ بِهِ قَوْلُ بَشَّارٍ:\nكَأَنَّ مُثَارَ النَّقعِ فَوْقَ رُؤُوسِنا\n...\nوأَسيَافَنَا لَيْلٌ تَهَاوَى كَوَاكِبُه\nيُحْكى عَنْ بَشَّارٍ أَنَّه قَالَ: ما زِلْتُ اسْتَعْظِمُ بَيْتَ امرِئِ القَيْسِ، يَعْني هذا، حَتَّى قُلْتُ مِثْلَهُ، يَعْنِي بَيْتَهُ هذا.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nوما المَرْءُ ما دامَتْ حُشَاشَةُ نَفْسِهِ\n...\nبِمُدْرِكِ أَطرافِ الخُطُوبِ ولا آلِ\nالجزء: 1 - الصفحة: 219\n",
        "هو كَقَوْلِ الآخَرِ:\nتَموتُ مَعَ المرءِ حاجاتُهُ\n...\nوتَبْقى لَهُ حَاجَةٌ ما بَقِي\nوقَوْلِهِ:\nوحاجةُ مَنْ عاشَ لا تَنْقَضِي\nوَمِنْ ذَلِكَ قَوْلُهُ:\nمُتَوَسِّداً عَضْبَاً مضارِبُهُ\n...\nفي مَتْنِهِ كَمَدَبَّةِ النَّمْلِ\nشَبِيْهٌ بهِ قَوْلُ ابنُ دُرَيْدٍ:\nالجزء: 1 - الصفحة: 220\n",
        "وصاحِبايَ صَارِمٌ في مَتْنِهِ\n...\nمِثْلَ مَدَبِّ النَّمْلِ يَعْلُو في الرُّبى\nوَمِنْ ذَلِكَ قَوْلُهُ:\nاللهُ أَنْجَحُ ما طَلَبْتُ بِهِ\n...\nوالبِرُّ خَيْرُ حَقِيْبَةِ الرَّحْلِ\nشَطْرُهُ الأَوَّلُ شَبِيْهٌ بِقَوْلِهِ عز وجل: {فالله خير حافظاً} [يوسف: 64]، وشَطْرُهُ الآخَرُ شَبِيْهٌ بهِ قَوْلُ الشَّاعِرِ:\nالخَيْرُ أَبْقَى وإنْ طَالَ الزَّمانُ بهِ\n...\nوالشَّرُّ أَخْبَثُ ما أَوْعَيْتَ مِنْ زادِ\nالجزء: 1 - الصفحة: 221\n",
        "وَمِنْ ذَلِكَ قَوْلُهُ:\nومِنَ الطَّرِيْقَةِ جائِرٌ وهدًى\n...\nقَصْدُ السَّبِيْلِ وَمِنْهُ ذو دَخْلِ\nهو شَبِيْهٌ بقولِهِ عز وجل: {وعلى الله قصد السبيل ومنها جائر} [النحل: 9]، وهذا وَإِن لَمْ يَكُنْ مما عُقِدَ له البَابُ، لكن لا بَأْسَ مِنَ التَّنْبِيْهِ عَلَيْهِ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nإِنِّي لأَصْرِمُ مَنْ يُصارِمُنِي\n...\nوأُجِدُّ وَصْلَ مَنِ ابْتَغَى وَصْلي\nشَبِيْهٌ بِقَوْلِ البَحْرانِيِّ:\nلا أَشربُ الماءَ ما لم يَصْفُ مورِدُهُ\n...\nولا أقولُ لِمُعْوَجِّ الوِصَالِ صِلِ\nالجزء: 1 - الصفحة: 222\n",
        "وقَوْلِ لَبِيْدٍ:\nتَرَّاكُ أَمْكِنَةٍ إذا لم أَرْضَها\n...\nأو يَرْتَبِطْ بَعْضَ النُّفوسِ حِمامُها\nوقَوْلِ ابنِ دُرَيْدٍ:\nطَعْمِيَ شَرِيٌّ للْعَدوِّ تارةً\n...\nوالأَرْيُ بالرَّاحِ لِمَن وُدِّي ابْتَغَى\nوهو مُقْتَضَبٌ مِنْ قَوْلِ ابنِ أُخْتِ تَأَبَّطَ شراً يَرْثي خَالَهُ:\nولَهُ طَعْمانِ: أَرْيٌ وشَرْيٌ\n...\nوكلا الطَّعْمَيْنِ قَدْ ذاقَ كُلُّ\nوهذا المَعْنَى كَثيرٌ مُسْتَطْرَفٌ.\nالجزء: 1 - الصفحة: 223\n",
        "وَمِنْ ذَلِكَ قَوْلُهُ:\nوخَلَائِقِي ما قَدْ عَلِمْتِ وما\n...\nنَبَحْتُ كِلابُكِ طارقاً مِثْلي\nهو شَبِيْهٌ بِقَوْلِ عَنْتَرَةَ:\nوإذا صَحَوْتُ فما أُقَصِّر عَنْ نَدىً\n...\nوكَمَا عَلِمْتِ شَمَائِلِي وتَكَرُّمي\nوَمِنْ ذَلِكَ قَوْلُهُ:\nحَتَّى تَرَكْنَاهُم لَدَى مَعْرَكٍ\n...\nأَرْجُلُهُمْ كالخَشَبِ الشَّائِلِ\nهو شَبِيْهٌ بِقَوْلِ المُرَقِّشْ يَصِفُ القَتْلَى:\nالجزء: 1 - الصفحة: 224\n",
        "وآخَرَ شَاصٍ تَرَى رِجْلَهُ\n...\nكَجِلْدِ القَتَادةِ غِبِّ المَطَرْ\nأي: مرتفعاً مُتَجافِياً:\nوَمِنْ ذَلِكَ قَوْلُهُ:\nخَلَّتْ لِيَ الخَمْرُ وكُنْتُ امرءَاً\n...\nعَنْ شُرْبِها في شُغُلٍ شاغِلِ\nهو شَبِيْهٌ بِقَوْلِ ابنِ أُخْتِ تأَبَّط شَرّاً:\nحَلَّتِ الخَمْرُ وكانَتْ حَرَاما\n...\nوبِلْأيٍ ما أَلَمَّتْ تَحِلُّ\nفاسْقِنِيْها يا سَوادَةَ بنَ عَمْرٍو\n...\nإِنَّ جِسْمي بَعْدَ خالِي لَخَلُّ\nومَعْنَى ذلكَ أَنَّهم كانوا إذا كانَ لهم ثَأْرٌ، حَرَّموا الخَمْرَ على أَنْفُسِهم حَتَّى يُدْرِكُوه، وإِلى ذلكَ أَشَارَ الفَرَزدقُ بِقَوْلِهِ:\nالجزء: 1 - الصفحة: 225\n",
        "غَداةَ أَحَلَّتْ لابنِ أَصْرَمَ طَعْنَةٌ\n...\nعُمَيْرٍ عَبِيْطَاتِ السَّدائِفِ والخَمْرُ\nوهو مِنَ المَقْلُوبِ إِعْراباً؛ لِأَنَّ الطَّعْنَةَ يَجِبُ رَفْعُها، ونَصْبُ العَبِيْطاتِ والخَمْرِ؛ لِأَنَّهما مَحَلَّانِ مَفْعولانِ، ولكِنَّ المَعْنَى مَفْهومٌ، فَقَلَبَ لِأَجْلِ القَافِيَةِ، ومِنَ المَقْلُوبِ قَوْلُ\n........\nالجزء: 1 - الصفحة: 226\n",
        "الرَّاجِزِ:\nومَهْمَهٍ مُغْبَرَّةٍ أَرْجَاؤُهُ\n...\nكَأَنَّ لَوْنَ أَرضِهِ سَماؤُهُ\nأيْ: كَأَنَّ لَونَ سَمَائِهِ أَرْضُهُ، وقَوْلِهِمْ: أَدْخَلْتُ الخَاتَمَ في\nالجزء: 1 - الصفحة: 227\n",
        "إِصْبَعِي، وإِصْبَعي في الخَاتَمِ، وعَرَضْتُ الحَوْضَ على النَّاقَةِ، والنَّاقَةَ على الحَوْضِ، وزَعَمَ بَعْضُهُم أَنَّ مَعْنَى قَوْلِهِ عز وجل: {خلق الإنسان من عجل} [الأنبياء: 37] خُلِقَ العَجَلُ من الإِنْسانِ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nبَرَهْرَهَةٌ رَخْصَةٌ رُؤْدةٌ\n...\nكَخُرعُوبَة البَانَةِ المُنْفَطرْ\nأَمَّا لَفْظُ «بَرَهْرَهة» ففي قَوْلِ الشَّاعِرِ:\nبَرَهْرَهَةٌ يَصِرُّ الأَيْرُ فيها\n...\nصَرِيْرَ الخُفِّ ضَاقَ بِهَ الرِّكابا\nالجزء: 1 - الصفحة: 228\n",
        "أَمَّا لَفْظُ «خُرْعُوبَة» ففي قَوْلِ أَبِي الطَّيِّبِ:\nبانوا بِخُرْعوبَةٍ لها كَفَلٌ\n...\nيَكادُ عِنْدَ القيامِ يُقْعِدُها\nوَمِنْ ذَلِكَ قَوْلُهُ:\nفَتورُ القِيامِ، قَطِيْعُ الكَلَا\n...\nمِ، تَفْتَرُّ عَنْ ذي غُروبٍ خَصِرْ\nالجزء: 1 - الصفحة: 229\n",
        "شَبِيْهٌ تَشْطِيْرُهُ الأَخِيْرُ بقَوْلِ الشَّاعِرِ:\nيَفْتَرُّ عَنْ لُؤْلُؤٍ رَطْبٍ وعَنْ بَرَدِ\n...\nوعَنْ أَقَاحٍ وعَنْ طَلْعٍ وعَنْ حَبَبِ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nمِنَ القاصِراتِ الطَّرْفِ لو دَبَّ مُحْوِلٌ\n...\nمِنَ الذَّرِّ فوقَ الإِتْبِ مِنْها لأَثَّرا\nشَبِيْهٌ بِقَوْلِ حَسَّانِ بنِ ثَابِتٍ:\nالجزء: 1 - الصفحة: 230\n",
        "لَوْ يَدُبُّ الحَوْلِيُّ مِنْ وَلَدِ الذَ\n...\nذرِّ عَلَيْها لأَندَبَتْها الكُلُومُ\nوالمَعْنَى وَاحِدٌ. وَلَعَلَّ حَسَّانَ تَنَاوَلَهُ مِنِ امْرِئِ القَيْسِ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nتُطَايِرُ شُذَّانَ الحَصَى عَنْ مَنَاسِمٍ\n...\nصِلابِ العُجَى، مَلْثُومُها غَيْرُ أَمْعَرا\nهو شَبِيْهٌ بِقَوْلِ الشَّتْفَرى:\nإذا الأمعزُ الصُّوَّان لاقَى مَناسِمي\n...\nتَطَايَرَ مِنْهُ قادِحٌ ومُفَلَّلُ\nالجزء: 1 - الصفحة: 231\n",
        "غَيْرَ أَنَّ هذِهِ صِفَةُ إِنسَانٍ، والأَوَّلُ صِفَةُ نَاقَةٍ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nعليها فَتًى لم تَحْمِلِ الأَرْضُ مِثْلَهُ\n...\nأَبَرَّ بِمِيْثَاقٍ وَأَوْفَى وأَصْبَرا\nيَعْنِي: ثِقَةً، هو شَبِيْهٌ بِقَوْلِ حَسَّانَ:\nوما حَمَلَتْ من ناقَةٍ فَوْقَ ظَهْرِها\n...\nأَبَرَّ وأَوْفَى ذِمَّةً من مُحَمَّدِ\nوهو أَصْدَقُ مِنِ امْرِئِ القَيْسِ في هذا.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nألا إنما ذا الدَّهْرُ يَوْمٌ ولَيْلَةٌ\n...\nوَلَيْسَ على شَيْءٍ قَوِيْمٍ بِمُسْتَمِرّ\nشَطْرُهُ الأَوُّلُ شَبِيْهٌ بِقَوْلِ الهُذَلِيِّ:\nالجزء: 1 - الصفحة: 232\n",
        "هَلِ الدَّهْرُ إلَّا ليلةٌ ونَهَارُها\n...\nوإِلَّا طُلُوعُ الشَّمْسِ ثُمَّ غِيارُها\nوشَطْرُهُ الثَّانِي شَبِيْهٌ بِقَوْلِ الشَّاعِرِ:\nوالدَّهْرُ بالنَّاسِ قُلَّبُ\nوقَوْلِ الآخَرِ:\nوما شَيْءٌ على الحَدَثانِ باقي\nوشَبِيْهٌ به أَيْضاً قَوْلُ ابنِ الهَبَّارِيَّةِ:\nالجزء: 1 - الصفحة: 233\n",
        "لا غَرْوَ إِنْ مَلَكَ ابنُ إس\n...\nحاقٍ وساعَدَهُ القَدَرْ\nفالدَّهْرُ كالدُّولابِ لَيْ\n...\nسَ يَدُورُ إلا بالبَقَرْ\nإذ دَوَرَانُه انتِقالٌ مِنْ حَالٍ إلى حَالٍ، وعَدَمُ استِقْرارِهِ واستِمْرارِهِ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nإذا ذُقْتُ فَاهَا قُلْتُ: طَعْمَ مُدَامَةٍ\n...\nمُعَتَّقَةٍ مما يجيءُ بِهِ التُّجُرْ\nهو شَبِيْهٌ بِقَوْلِ عَنْتَرَةَ:\nوكَأَنَّ فَأَرَةَ تاجِرٍ بِقَسِيْمَةٍ\n...\nسَبَقَتْ عَوَارِضَها إليكَ مِنَ الفَمِ\nومِنْ ذَلِكَ قَوْلُهُ:\nالجزء: 1 - الصفحة: 234\n",
        "لَكِنْ عُوَيْرٌ وَفَى بِذِمَّتِهِ\n...\nلا عَوَرٌ عَابَهُ ولا قِصَرْ\nهو شَبِيْهٌ بِقَوْلِ الشَّاعِرِ:\nأمَّا ابنُ طَوْقٍ فقد أَوْفَى بِذِمَّتِهِ\n...\nكَمَا وَفَى بِقِلاصِ النَّجْمِ حادِيْهَا\nومن ذلك قَوْلُهُ:\nلَنِعْمَ الفَتى تَعْشُو إلى ضَوْءِ نارِهِ\n...\nطَرِيْفُ بنُ مَلٍّ لَيْلَةَ القَرّ والخَصَرْ\nهو شَبِيْهٌ بِقَوْلِ الحُطَيْئَةِ:\nمَتَى تأتِهِ تَعْشو إلى ضَوْءِ نارِهِ\n...\nتَجِدْ خَيْرَ نارٍ عِنْدَها خَيْرُ مُوقِدِ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nالجزء: 1 - الصفحة: 235\n",
        "ألم تَرَ أَنِّي كُلَّما جِئْتُ طارِقاً\n...\nوَجَدْتُ بها طِيْباً وإِنْ لم تَطَيَّبِ\nوشَبِيْهٌ بِهِ، وأَبْلَغُ مِنْهُ، قَوْلُ الشَّاعِرِ:\nوتَزِيْدِيَن أَطْيَبَ الطِّبيْبِ طِيْباً\n...\nإذ تَمَسِّيهُ، أينَ مِثْلُكِ أَيْنَا؟ !\nوَمِنْ ذَلِكَ قَوْلُهُ:\nأَدَامَتْ على ما بَيْنَنا مِنْ نَصِيْحَةٍ\n...\nأُمَيْمَةُ أم صارَتْ لِقَوْلِ المُخَبِّبِ\nوشَبِيْهٌ بِهِ قَوْلُ الآخَرِ:\nالجزء: 1 - الصفحة: 236\n",
        "أَبِيْني أفي يُمْنَى يَدَيْكِ ترَكْتِنِي\n...\nفَأَفْرَحَ أَمْ صَيَّرتني في شِمالِكِ؟ !\nوَمِنْ ذَلِكَ قَوْلُهُ:\nفإِنكَ لم يَفْخَرْ عَلَيْكَ كَفَاخِرٍ\n...\nضَعِيْفٍ، ولم يَغْلِبْكَ مِثْلُ مُغَلَّبِ\nشَبِيْهٌ بِقَوْلِ الشَّاعِرِ:\nوَهُنَّ شَرُّ غالِبٍ لِمَن غَلَبْ\nوبِقَوْلِ الآخَر:\nالجزء: 1 - الصفحة: 237\n",
        "هِيَ الضِّلَعُ العَوْجَاءُ لَسْتَ تُقِيْمُها\n...\nأَلا إِنَّ تَقْوِيمَ الضُّلُوعِ انْكِسَارُها\nأَتَجْمَعُ ضَعْفاً واقَتْداراً عَلَى الفَتَى\n...\nأَليسَ عجيباً ضَعْفُها واقْتِدارُها\nوَمِنْ ذَلِكَ قَوْلُهُ:\nتلاقَيْتُها والبُومُ يَدْعوُ بها الصَّدَى\n...\nوقد أُلْبِسَتْ أَفْرَاطُها ثِنْيَ غَيْهَبِ\nشَبِيْهٌ بِقَوْلِ ذي الرُّمَّةِ:\nقَدْ أَعْسِفُ النَّازحَ المجهولَ مَعْسِفَةً\n...\nفي ظِلِّ أَغْضَفَ يدعو هامَةَ البُومِ\nمَعْنَاهُما جَمِيْعَاً، أَنَّهُ خَاضَ الفَلَاةَ لَيْلاً، والبُومُ فيها يتَجاوَبُ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nإذا ما رَكِبْنا قال ولِدْانُ أَهْلِنا:\n...\nتَعَالوا إِلى أن يأتيَ الصَّيْدُ نَحْطبِ\nمعناهُ: أَنَّهُمْ قَدْ وَثِقوا مِنْهُ بِعَادَةٍ لا يُخْلِفُها، فهو كَقَوْلِ\nالجزء: 1 - الصفحة: 238\n",
        "النَّابِغَةِ:\nإذا ما سَرَى بالجَيْشِ حَلَّقَ فَوْقَهُ\n...\nعَصائِبُ طَيْرٍ تَهْتَدي بِعَصائِبِ\nجوانِحَ قَدْ أَيْقَنَّ أَنَّ رَعِلْيَهُ\n...\nإذا ما التَقَى الجَمْعَانِ أَوَّلُ غالِبِ\nوقَولِ مُسلِمٍ:\nقَدْ عَوَّد الطَّيْرَ عاداتٍ وَثِقْنَ بها\n...\nفهي تَتْبَعُه في كُلِّ مُرْتَحَلِ\nالجزء: 1 - الصفحة: 239\n",
        "وقَوْلِ الشَّاعِرِ:\nوتَرَى الطَّيْرَ على آثارِنَا\n...\nرَأْيَ عَيْنٍ ثِقَةً أَنْ ستُمَارُ\nوقَوْلِ أبي نواسٍ:\nتَتَأَيَّا الطَّيْرُ عن وَعْدٍ\n...\nثِقَةً بالوَعْدِ من جُزرهُ\nالجزء: 1 - الصفحة: 240\n",
        "ومِنْ ذلكَ قَوْلُهُ:\nنَمُشُّ بِأَعْرَافِ الجِيَادِ أكُفَّنا\n...\nإذا نَحْنُ قُمْنَا عَنْ شواءٍ مُضَهَّب\nهو كَقَوْلِ عَلْقَمَ:\nثُمَّتَ قَمْنَا إلى جُرْدٍ مُسَوَّمَةٍ\n...\nأعرافُهُنَّ بِأَيْدِيْنا مَنَادِيْلُ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nأَلا يا لَهْفَ هِنْدٍ بَعْدَ قَوْمٍ\n...\nهُمُ كانوا الشِّفاءَ فَلَمْ يُصابوا\nالجزء: 1 - الصفحة: 241\n",
        "وَقَاهُمْ جَدُّهم بِبَني أَبِيْهِمْ\n...\nوبالأَشْقَيْنَ ما كانَ العِقابُ\nشَبِيْهٌ بِهِ قَوْلُ المُتَنَبِّي:\nوجُرْمٍ جَرَّهُ سُفهاءُ قَوْمٍ\n...\nفَحَلَّ بِغَيْرِ جَانِيْهِ العِقَابُ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nأَرانا مُوْضِعِيْنَ لِحَتْمِ غَيْبٍ\n...\nونُسْحَرُ بالطَّعامِ وبِالشَّرابِ\nشَبِيْهٌ بقولِ لَبِيْدٍ:\nفإن تَسْأَلِيْنَا فيم نَحْنُ فإِننا\n...\nعَصَافِيُر مِنْ هذا الأَنامِ المُسَحَّرِ\nومَعْنَاهُما: أَنَّنا مَسْحورونَ بالطَّعامِ والشَّرَابِ، غافِلُونَ عَمَّا يُرادُ بِنَا، [وما] نَحْنُ مُسرِعُونَ إليه من المَوْتِ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nوقد طَوَّفْتُ في الآفَاقِ حَتَّى\n...\nرَضِيْتُ مِنَ الغَنِيمَةِ بالإيَابِ\nالجزء: 1 - الصفحة: 242\n",
        "وشَبِيْهٌ به قَوْلُ الطُّغْرَائي:\nوالدَّهرُ يَعْكِسُ آمالي ويُقْنِعُنِي\n...\nمِنَ الغَنِيْمَةِ بَعْدَ الكَدِّ بالقَفَلِ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nوعَنْسٍ كَأَلْواحِ الإرانِ نَسأْتُها\n...\nعلى لاحِبٍ كالبُرْدِ ذي الحِبَراتِ\nهو كَقولِ طَرَفَة:\nوعَنْسِ كَأَلْواحِ الإِرانِ، نَسَأْتُها\n...\nعلى لاحِبٍ، كَأَنَّهُ ظَهْرُ بُرْجُدِ\nالجزء: 1 - الصفحة: 243\n",
        "وَمِنْ ذَلِكَ قَوْلُهُ:\nفلا تُنْكِرونِي إِنَّنِي أَنَا جَارُكُمْ\n...\nلَيَالِيَ حَلَّ الحَيُّ غَوْلاً فَأَلْعَسَا\nفيه شَبِيْهٌ بِقَوْلِ المُتَأَخِّرِ:\nلي حُرْمَةُ الضَّيْفِ القديمِ ومَنْ\n...\nأَتَاكُمُ وَكُهُولُ الحَيِّ أطفالُ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nأَرَاهُنَّ لا يُحْبِبْنَ مَنْ قَلَّ مَالُهُ\n...\nولا مَنْ رَأَيْنَ الشَّيْبَ فِيْهِ وقَوَّسا\nهو شَبِيْهٌ بِقَوْلِ الأَعْشَى:\nوأرى الغَوَانِيَ لا يُواصِلْنَ امْرَءاً\n...\nفَقَدَ الشَّبَابَ، وقد يَصِلْنَ الأَمْرَدَا\nوقَوْلِ [ابنِ] التَّعَاوِيْذِي:\nالجزء: 1 - الصفحة: 244\n",
        "أَنْكَرَ الغَانِيَاتُ قُرْبِي وَمَا\n...\nأَنْكَرْنَ مِنِّي إلا بَيَاضَ القَتِيْرِ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nوأُنازِلُ البَطَلَ الكَرِيْهَ نِزَالُهُ\n...\nوإِذا أُناضِلُ لا تَطِيْشُ سِهامِي\nشَبِيْهُ بِقَوْلِ عَنْتَرَةَ:\nومُدَجَّحٍ كَرِهَ الكُماةُ نِزَالُهُ\n...\nلا مُمْعِنٍ هَرَباً ولا مُسْتَسْلِمِ\nجَادَتْ يَدَاي لَهُ بفاصِلِ طَعْنَةٍ\n...\nوَرَشَاشِ نَافِذَةٍ كَلَوْنِ العَنْدَمِ\nالجزء: 1 - الصفحة: 245\n",
        "وَمِنْ ذَلِكَ قَوْلُهُ:\nوَإِذا أُذِيْتُ بِبَلْدَةٍ وَدَّعْتُها\n...\nولا أُقِيْمُ بِغَيْرِ دارِ مُقَامِ\nفيه زِحَافٌ صَعْبٌ، وشَبِيْهٌ به قَوْلُ الشَّاعِرِ:\nإِنِّي كذاكَ إِذا ما ساءَني بَلَدٌ\n...\nيَمَّمْتُ صَدْرَ بَعِيْري غَيْرَهُ بَلَدا\nوقَوْلُ الآخرِ:\nوإِذا سَاءَكَ مَنْزِلٌ فَتَحَوّلِ\nوقَوْلُ البَحْرَانِي:\nإذا الدِّيَارُ تَغَشَّاكَ الهَوَانُ بِها\n...\nفَخَلِّها لضعِيفِ العَزْمِ واغْتَرِبِ\nالجزء: 1 - الصفحة: 246\n",
        "وَمِنْ ذَلِكَ قَوْلُهُ:\nأَقَرّ حَشَا امرئِ القَيْسِ بنِ حُجْرٍ\n...\nبنو تَيْمٍ مَصَابِيْحُ الظلامِ\nيَعْنِي بِأَخْذِهِمْ لَهُ بِثَأْرِ أَبِيْهِ. وهو كَقَوْلِ عَنْتَرَةَ:\nولَقَدْ شَفَا نَفْسِي وأَبْرَأَ سُقْمَهَا\n...\nقَوْلُ الفَوارِسِ وَيْكَ عَنْتَرَ أَقْدمِ\nعلى بُعْدٍ تَأْتِي المُشَابَهَةُ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nلِمَن طَلَلٌ أَبْصَرْتُهُ فَشَجانِي\n...\nالبيت\nهو شَبِيْهٌ بِقَوْلِ زُهَيْرٍ:\nلِمَنِ الدِّيارُ بِقُنَّةِ الحِجْرِ؟ !\n...\nأَقْوَيْنَ مِنْ حِجَجٍ وَمِنْ دَهْرِ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nالجزء: 1 - الصفحة: 247\n",
        "لَيَالِيَ يَدْعُونِي الهَوَى فَأُجِيْبُهُ\n...\nوأَعْيُنُ مَنْ أَهْوَى إِليَّ روانِي\nهو شَبِيْهٌ بِقَوْل ذي الرُّمَّةِ:\nلَيَالِيَ اللَّهْوِ تَدْعوني وأَتْبَعُهُ\n...\nكَأنَّنِي ضَارِبٌ في غَمْرَةٍ لَعِبُ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nفَسَحَّتْ دموعي في الرِّداءِ كَأَنَّها\n...\nكُلًى من شُعَيْبٍ ذَاتِ سَحٍّ وتَهْتَانِ\nهو شَبِيْهٌ بِقَوْلِ ذي الرُّمَّةِ:\nما بالُ عَيْنِكَ منها الماءُ يَنْسَكِبُ\n...\nكَأَنَّه مِنْ كُلَى مَفْرِيَّةٍ سَرِبُ\nوفراءَ غَرْفِيَّةٍ أَثْأَى خَوَارِزُها\n...\nمُشَلْشِلٌ ضَيَّعَتْهُ بَيْنَها الكُتُبُ\nومَعْنَاهما جَمِيْعاً تَشْبِيْهُ الدَّمْعِ بِمَاءِ القِرْبَةِ، إِذا سَالَ مِنْ خَرْقٍ فيها.\nالجزء: 1 - الصفحة: 248\n",
        "وَمِنْ ذَلِكَ قَوْلُهُ:\nإِذا المَرْءُ لم يَخْزُنْ عَلَيْهِ لِسانَهُ\n...\nفَلَيْسَ على شَيْءٍ سِواُه بِخَزَّانِ\nهو كَقَوْلِ طَرَفَةَ:\nوإِنَّ لِسانَ المرءِ ما لم يَكُنْ لَهُ\n...\nحَصَاةٌ، عَلَى عَوْرَاتِهِ لَدَليلُ\nبَلْ كَقَوْلِ الآخَرِ:\nإِذا ضَاقَ صَدْرُ المَرْءِ عَنْ كَتْمِ سِرِّهِ\n...\nفَصَدْرُ الَّذي يُسْتَوْدَعُ السِّرَّ أَضْيَقُ\nهذا أَشْبَهُ بِبَيْتِ امْرِئِ القَيْسِ مِنْ بَيْتِ طَرَفَةَ، وفي كلاهما نَظَرٌ سَبَقَ بِهِ القَلَمُ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nالجزء: 1 - الصفحة: 249\n",
        "فَإِمَّا تَرَيْنِي في رِحالَةِ جابِرٍ\n...\nعلى حَرَجٍ كالقَرِّ تَخْفِقُ أَكْفَانِي\nشَبِيْهٌ بِقَوْلِ الآخَرِ:\nفإمَّا تَرَيْنِي كابْنَةِ الرَّمْلِ ضَاحِياً\n...\nعلى رِقَّةٍ أَحْفَى ولا أتَنَعَّلُ\nوَلْيَكُنْ هذا آخِرُ البَابَ.\nوقد بَلَغَنا أَنَّ أبا الحَسَنِ بنَ عُصْفورٍ النَّحْويَّ جَمَع كِتَابَاً في تَنَاولاتَ الشُّعَراِء بَعْضِهْم مِنْ بَعْضٍ، ولم أَقِفْ عَلَيْهِ، غَيْرَ أَنَّ بالواجِبِ أَنَّ فِيْهِ فوائِدَ كَثِيْرَةً، مِنْ مَعْرِفَةِ أَقاوِيْلِ الشُّعراءِ وتَنَاولِهِمْ، وتَوارُدِ خَواطِرِهِمْ، وتَمْرِيْنِ الذِّهْنِ في إِدْراكِ القَدْرِ المُشْتَرَكِ بَيْنَ كَلَامِهِمْ، كما سَبَقَ التَّنْبِيْهُ عَلَيْهِ.\nالجزء: 1 - الصفحة: 250\n",
        "وفائِدَةُ هذا البَابِ شَبِيْهَةٌ بِفَائِدَةِ ما قَبْلَهُ. ولَنْخَتِمْهُ بِضابِطٍ في تَحْقِيْقِ التَّلَقِّي والتَّناولِ،\nفَنَقولُ:\nاعْلَمْ أَنَّ الشَّاعِرَيْنِ إِذا اتَّفَقا على مَعْنًى واحِدٍ، أو لَفْظٍ واحِدٍ، فَإِمَّا أَنْ يَكُونَا في عَصْرٍ واحِدٍ أَوْ لا. فَإِنْ كانا في عَصْرٍ واحِدٍ، فإِنْ كانَ كُلٌّ مِنْهُما أَهلاً لِصُدورِ ذلكَ المَعْنَى عَنْهُ، فَهُما مُشْتَرِكانِ فِيْهِ، مَعَ احتِمال تَنَاوُلِ أَحَدِهِما إِيَّاهُ مِنَ الآخَرِ، وإِنْ كانَ أَحَدُهُما لَيْسَ أَهْلاً لَذلكَ، فالظَّاهِرُ أَنَّه للآخَرِ، مَعَ احتِمالِ اتِّفاقِ وقُوعِهِ للظَّاهِرِ.\nوإِنْ كانا في عَصْرَيْنِ، فَإِنْ كانَ المَعْنَى مُشْتَهِراً في النَّاسِ لِتَطَاوُلِ الزَّمَنِ أو غَيْرِهِ، كاشْتِهارِ مَعاني أَبِي تَمَّام والبُحْتُرِيِّ بالنِّسْبَةِ إِلى المُتَنَبِّي ونَحْوِهِ، فالظَّاهِرُ أّنَّ المُتَأّخِّرَ تَنَاوَلَهُ مِنَ المُتَقَدِّمِ، مَعَ احتِمالِ عُثُورِهِ عَلَيْهِ بِدونِ تَنَاولٍ. وإن لَمْ يَكُنْ مُشْتَهِراً مُطْلَقاً، أو بِالنِّسْبَةِ للشَّاعِرِ المُتَأَخّرِ، فَإِنْ كانَ أَهْلاً لِمِثْلِهِ. فالظَّاهِرُ أَنَّه وارَدَ الأَولَ عَلَيْهِ مِنْ بِابِ تَوارُدِ الخَوَاطِرِ، وتَواقُعِ الحَوَافِرِ، وإِنْ لم يَكُنْ أَهْلاً لِمِثْلِهِ. فالظَّاهِرُ أَنَّهُ بَلَغَهُ فَتَنَاوَلَهُ عَنِ الأَوَّلِ، مَعَ احتِمال مُوارَدَتِهِ الأَوَّلَ عليهِ.\nوقد حَرَّرْتُ هذا التَّقْسِيْمِ بِأِبْلَغَ مِنْ هذا في غَيْرِ التَّعْليقِ، والله عز وجل أَعْلَمُ بالصَّوابِ.\nالجزء: 1 - الصفحة: 251\n",
        "البَابُ الثَّالِثُ\nفي سَبَبِ اشْتِباهِ كلامِهِ بَعْضِهِ بِبعضٍ\nوَلَهُ سَبَبَانِ:\nأَحَدُهُما: اتِّحادُ مَوْضوعِ كلَامِهِ، أَعْنِي مَقْصودَهُ في شِعْرِهِ.\nوالثَّانِي: تَفَنُّنهُ في البَيَانِ، وقُدْرَتُهُ على الكَلَامِ.\nأَمَّا الأَوَّلُ: فَلِأَنَّ مَوْضُوعَ شِعْرِهِ الَّذي يَتَكَلَّمُ فيهِ هو رُكُوبُ الخَيْلِ لِلصَّيْدِ والحَرْبِ، ومُغازَلَةُ النِّساءِ ومُعَاشَرَتُهُنَّ، والافتِخارُ بِشَرَفِهِ ومُلْكِهِ، وجِدِّهِ واجْتِهادِهِ في تَحْصِيْلِهِ وحِفْظِهِ، وَيَتْبَعُ ذلكَ ما يَعْرِضُ لِلْمُنَافِرِ في أَغْرَاضِهِ مِنْ رُكُوبِ المَهَارِي، وقَطْعِ البَرَارِي، ومُعَانَاةِ الأَخْطَارِ، وخَوْضِ السُّيولِ والأَمْطارِ.\nوأَما الثَّاني: فلِأَنَّ الرَّجُلَ كان فَصِيْحاً بَلِيْغَاً، تَأْبَى لَهُ بَلَاغَتُهُ أَنْ تكون ألفَاظُهُ بِعَيْنِها في كُلِّ قَصِيْدَةِ، بَلْ تَفَنَّنَ في بَلَاغَتِهِ، وتَجَلَّى عَرْضُهُ الواحِدُ في عِدَّةِ قَصَائِدَ، بِأَلْفَاظٍ مُتَغَايِرَةٍ مُتَشَابِهَةٍ، فَبِالوَاجِبِ وَقْعُ المُتَشَابِهِ في كَلَامِهِ، وهذا هو السَّبَبُ في تَشَابُهِ القرآنِ المُشَارِ إليه بقَوْلِهِ عز وجل: {الله نزل أحسن الحديث كتباً متشابهاً} [الزمر: 23]؛ لِأَنَّ مَقَاصِدَ القُرآنِ عَلَى تَقْرِيرِ أُمورِ المَعَاشِ والمَعَادِ والإِيمانِ، والزَّجْرِ والتَّرْهِيْبِ بِقَصَصِ الأُمَمِ الخَالِيَةِ، وذِكْرِ الجَنَّةِ والنَّار وأَهْلِها،\nالجزء: 1 - الصفحة: 252\n",
        "فَلا جَرَمَ وَقْعُ التَّشَابُهِ فِيهِ عَلَى مَا لا يَخْفَى، وإِنْ شِئْتَ فاسْتَدِلَّ على صِحَّةِ طَرْدِ ما ذَكَرْنَاهُ بِعَكْسِهِ، وهو أَنَّ من لَا يَنْحَصِرُ مَقْصودُهُ مِنَ الشَّعَراءِ، بَلْ هُو مَدَّاحٌ هَجَّاءٌ، يَنْخَرِطُ في سِلْكِ الاتِّفاقِ، وتَحَدِّ الوِفاقِ، وصلَة لِلنِّفاقِ، كَيْفَ قَلَّ مُتَشَابهُ كَلَامِهِ، واللهُ عز وجل أَعْلَمُ بِالصَّوابِ.\nالجزء: 1 - الصفحة: 253\n",
        "البَابُ الرَّابِعُ\nمحاسِنُ تشبيهاتِهِ واستعاراتِهِ وأمثالِهِ ونَحْوِهِ\nولا يَلْزَمُ اسْتِقْصَاءُ ذلكَ، بل ما نَسْتَحْسِنُه، ويَسْهُلُ ذِكْرُهُ بَعْدَ ذِكْرِ التَّشْبِيهِ والاسْتِعَارَةِ والمَثَلِ.\nأمَّا التَّشْبِيهُ: فهُو إلحاقُ شَيْءٍ بِشَيْءٍ في الحُكْمِ؛ لاتِّفاقِهِما في بَعْضِ الأوصَافِ، وكذلكَ الاستِعَارةُ، غَيْرَ أَنَّ التَّشْبِيهَ يَكُونُ بأداتِهِ وهي الكافُ، والاسْتِعارَةُ بدونِها على جِهَةِ الإِسْنَادِ، فَتَقولُ في التَّشْبِيهِ زَيْدٌ كالأسَدِ، وفي الاستعارَةِ زَيْدٌ أَسَدٌ، فهذا فَرْقُ ما بَيْنَهُما.\nوالمَثَلُ: قَوْلٌ يَصْدُر عَنْ سَببٍ، ثُمَّ يَتَداوَلُهُ النَّاسُ بِلَفْظِهِ في نَحْوِ ذلكَ السَّبَبِ، هذا هو المَثَلُ، ويَلْحَقُ بهِ ما في مَعْنَاهُ، وقد استقَصَيْتُ حُكْمَ هذهِ الأَشْيَاءِ وغَيْرِهَا هُنَا.\nفَمِنْ ذَلِكَ قَوْلُهُ:\nالجزء: 1 - الصفحة: 254\n",
        "تَرَى بَعَرَ الصِّيْرانِ في عَرَصَاتِهَا\n...\nوقِيْعَانِها كَأَنَّهُ حَبُّ فُلْفُلِ\nشبه بَعَر الغُزْلانِ بالفُلْفُلِ في سَوَادِهِ وصِغَرِهِ، وإِنْ كانَ الفُلْفُلُ مُسْتَطِيْلاً، فَقَد وَقَعَ التَّشْبِيْهُ في ثَلَاثِة أَشْيَاءَ: اللَّوْنُ والكَمِّيَّةُ والكَيْفِيَّةُ، وهما المِقْدارُ والشَّكْلُ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nكَأَنِّي غَداةَ البَيْنِ يَوْمَ تَحَمَّلوا\n...\nلَدَى سَمُرَاتِ الحَيِّ ناقِفُ حَنْظَلِ\nيَعْنِي: كاسِرَ الحَنْظَلِ بِيَدِهِ، فَتَدْمَعُ عَيْنَاهُ، ومُرَادُهُ: أنَّهُ يَبْكي لِفِراقِهِمْ، وكَذَلِكَ البَصَلُ والخَرْدَلُ، مَنْ قرَّبَهُ مِنْ عَيْنِه دَمَعَتْ، ويُقَالُ: إِنَّ مُخَادِعي الوُعَّاظِ يَنْقَعونَ مَنَادِيْلَهُم في الخَرْدَلِ،\nالجزء: 1 - الصفحة: 255\n",
        "فإذا صَارَوا على المِنْبَرِ مَسَحوا بها وجُوهَهُمْ فَتَدْمَعُ أَعْيُنُهم، فَيَظُنُّ الحاضِرونَ أَنَّهم يَبْكونَ فَيَبْكونَ هُمْ أَيْضاً، ويَحْمَى المْجْلِسُ ويَطِيبُ بِهَذِهِ الذِّكْرُ.\nمِنْ ذَلِكَ قَوْلُهُ:\nإذا قامتا تَضَوَّعَ المِسْكُ منهما\n...\nنَسِيْمَ الصَّبَا جَاءَتْ بِرَيَّا القَرَنْفُلِ\nتَقْدِيْرُهُ عَلَى الحَقِيْقَةِ: تَضَوَّعَ المِسْكُ مِنْهُما تَضَوُّعاً مِثْلَ تَضَوُّعِ نَسِيْمِ الصَّبَاـ ففي هذا أحْسنَ التَّشْبِيهَ والاخْتِصارَ بِكَثْرَةِ الحَذْفِ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nوشَحْمٍ كهُدَّابِ الدِّمَقْسِ المُفَتَّلِ\nالجزء: 1 - الصفحة: 256\n",
        "وهُوَ القَزُّ، وهو مِنْ جَيِّدِ التَشْبِيْهِ؛ لِأَنَّ الشَّحْمَ أَبْيَضُ كالقَزِّ في البَيَاضِ، وجَعَلَهُ مُفَتَّلاً، إِشَارَةً إلى أَنَّه كانَ مُضَرَّبَا؛ أَعْنِي: ضَرَائِبَ ضَرَائِبَ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nولا تُبْعِدِينِي مِنْ جَنَاكِ المُعَلَّلِ\nالجَنَا: الثَّمَرُ، اسْتَعارَهُ لِمَا يَنَالُهُ مِنْها مِنْ رَشْفٍ وتَقْبِيْلٍ، واستِعارَتُهُ ذَلِكَ لِجَرْي الفَرَس في قَوْلِهِ:\nالجزء: 1 - الصفحة: 257\n",
        "إذا ما اجْتَنَيْنَاهُ تَأَوَّدَ مَتْنُهُ\nمِنْ أَبْدَعِ الاستِعاراتِ، يَعْنِي: استَخْرَجْنَا جَرْيَهُ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nوإنْ تَكُ قَدْ سَاءَتْكِ مِنِّي خَلِيْقَةٌ\n...\nفَسُلِّي ثِيَابِي مِنْ ثيابِكِ تَنْسُلِ\nأَيْ: قَلْبِي مِنْ قَلْبِكِ، والقَلْبُ يُكْنَى عَنْهُ بِالثِّيابِ، كَما قَالَ عَنْتَرَةُ:\nفَشَكَكْتُ بالرُّمْحِ الأصَّمِّ ثِيَابَهُ\nأي: قَلْبَهُ، وفي التَّنْزِيْلِ: {وثيابك فطهر} [المدثر: 4]؛ أَيْ: قَلْبَكَ مِنْ الشَّكِّ والشِّرْكِ، ويَجُوزُ أَنْ يَكُونَ المَعْنَى فَسُلِّي نَفْسِي مِنْ\nالجزء: 1 - الصفحة: 258\n",
        "نَفْسِكِ، وكَنَى بالثِّيَابِ عَنْهَا؛ لِأَنَّ كلّاً مِنْهُما كاللَّابِسِ للآخَرِ. وفي التَّنْزِيلِ: {هن لباس لكم وأنتم لباس لهن} [البقرة: 187]. وقَالَ النَّابِغَةُ الجَعْدِيُّ:\nإذَا ما الضَّجِيْعُ ثَنَى جِيْدَها\n...\nتَدَاعَتْ فَكَانَتْ عَلَيْهِ لِبَاسَا\nالجزء: 1 - الصفحة: 259\n",
        "وَمِنْ ذَلِكَ قَوْلُهُ:\nومَا ذَرَفَتْ عَيْنَاكِ إلَّا لَتَضْرِبي\n...\nبِسَهْمَيْكِ في أَعْشَارِ قَلْبٍ مُقَتَّلِ\nأيْ: في نَوَاحِي قَلْبٍ مُعَذَّبٍ هَالِكٍ، كأَنَّهُ قَتِيلٌ، وفي سَهْمَيْها قَوْلَانِ؛ أَحَدُهُما: أنَّهُما عَيْنَاهَا، لَمَّا بَكَتْ لَحَظَتْهُ بِهِمَا، فَكَأَنَّها رَمَتْهُ بِسَهْمَيْنِ، والثَّانِي: أَنَّه كِنَايَةٌ واستِعَارَةٌ، مَقْصُودُها أَنَّها مَلَكَتْ قَلْبَهُ، واستَوْلَتْ عَلَيْهِ، كما يَسْتَوْلي اليَاسِرُ على الجَزورِ بِسَهْمَيْهِ؛ الرَّقِيْبُ والمُعَلَّى على ما ذُكِرَ في صِفَةِ المَيْسِرِ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nوبَيْضَةِ خِدْرٍ لا يُرَامُ خِبَاؤُها\nالجزء: 1 - الصفحة: 260\n",
        "كِنَايَةً عِنِ المَرْأةِ بالبَيْضَةِ، مِنْ جَيِّدِ الاستِعَارَةِ، لاشْتِرَاكِهِما في البَيَاضَ والصَّفَاءِ والمَلَاسَةِ والنُّعومَةِ، وفي التَّنْزِيلِ: {كأنهن بيض مكنون} [الصافات: 49]؛ يعني: بَيْضَ النَّعَامِ، وهو أَبْيَضُ مُشْرَباً صُفْرَةً، وَإِلَيْهِم الإشارَةُ بِقَوْلِهِ:\nكَبِكْرِ المُقَانَاةِ البَيَاضِ بِصُفْرَةٍ\nالجزء: 1 - الصفحة: 261\n",
        "أَيْ: المُخَالَطُ بَيَاضُهُ بِصُفْرَةٍ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nتَرَائِبُها مَصْقُولَةٌ كالسَّجَنْجَلِ\nيَعْنِي: المَرأَةَ، وإلى صِقَالِها المُنْتَهِي [يُشيرُ]، فهُو مِنْ جَيِّدِ التَّشْبِيهِ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\n...\nوتَتَّقِي\n...\nبِنَاظِرَةٍ مِنْ وَحْشِ وَجْرَةَ مُطْفِلِ\nأَيْ: ذَاتُ طِفْلٍ، كَمَا قَالَ:\nنَظَرَتْ إليكَ بِعَيْنِ جازئَةٍ\n...\nحَوْرَاءَ حانِيَةٍ على طِفْلِ\nالجزء: 1 - الصفحة: 262\n",
        "وَهِيَ أَحْسَنُ ما تَكُونُ نَاظِرَةً.\nوَيُقَالُ: إنَّ امْرَأَ القَيْسِ أَوَّلُ مَنْ نَهَجَ لِلنَّاسِ تشَبِيْهٌ عُيُونِ النِّسَاءِ ونُحُورِهِنَّ بِعُيونِ الظِّبَاءِ والبَقَرِ، وهذا إنَّما يَصِحُّ ما لَمْ يُوجَدْ ذَلِكَ في شِعْرِ مَنْ قَبْلَهُ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nوَجِيْدٍ كَجِيْدِ الرِّئْمِ\n[وقَوْلُهُ]:\nوفَرْعٍ يزينُ المَتْنَ أسودَ فاحِمٍ\n...\nأَثِيْثٍ كَقِنْوِ النَّخْلَةِ المُتَعَثْكِلِ\nالجزء: 1 - الصفحة: 263\n",
        "شَبَّهَ الشَّعْرَ بِعِذْقِ النَّخْلَةِ المُتَداخِلِ بَعْضُهُ في بَعْضٍ، وأَشارَ إلى طُولِهِ بِقَوْلِهِ: «يَزِينُ المَتْنَ»، فَذَكَر سَوَادَهُ وطُوْلَهُ وكَثَافَتَهُ، ولَيْسَ بَعْدَ ذَلكَ في الشَّعْرِ حُسْنٌ يُطْلَبُ.\nوقَوْلُهُ:\nوكَشْحٍ لَطِيْفٍ كالجَدِيْلِ مُخَصَّرٍ\nالجَدِيْلُ مُخَصَّرٌ: يَعْنِي: الزِّمامَ المُتَّخَذِ مِنَ السُّيُورِ، فهو لَيِّنٌ دَقِيقٌ رَشِيقٌ.\nوسَاقٍ كأُنْبُوبِ السَّقِيِّ المُذَلِّلِ\nيَعْنِي: الشَّجَرَ المُتَعَاهَدَ بالسَّقْي، فهو مُمْتَلِئٌ رَيَّاهٌ، فَيَرْجِعُ إلى قَوْلِهِ: «رَيَّا المُخَلْخَلِ».\nالجزء: 1 - الصفحة: 264\n",
        "وقَوْلُهُ:\nتُضِيْءُ الظَّلامَ بالعِشَاءِ كَأَنَّها\n...\nمَنَارَةُ مُمْسَى راهِبٍ مُتَبَتِّلِ\nوإنَّما قالَ بالعِشَاءِ؛ لأنَّ الظُّلْمَةُ تَكُونُ أَشَدَّ، لِغُيوبَةِ الشَّمْسِ، ووَصَفَ الرَّاهِبَ بالتَّبَتُّل؛ لِدوامِ النُّورِ عنِدْهَ؛ ُ يَعْنِي: أَنَّ نُوْرَ هذِهِ المَرْأَةِ لازِمٌ دائِمٌ لَيْسَ عَارِضاً فَيُفَارِقُ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nوَلَيْلٍ كَمَوْجِ البَحْرِ أَرْخَى سُدُولَه\n...\nالبيت\nلأنَّ مَوْجَ البَحْرِ كثيرٌ مُوحِشٌ، مُتَتَابِعٌ لا يَفْرُغُ، ومِنْ ذلكَ المَثَلُ السَّائِرُ، أَنَّ بَعْضَهُم عَدَّ مَوْجَ البَحْر فَغَلِطَ فَقَالَ: «بِنْعُود مِنَ الأَوَّل». فَشَبَّهَ اللَّيْلَ بهِ في هذهِ الأَوْصَافِ، ثُمَّ استَعارَ لَهُ الصُّلْبَ\nالجزء: 1 - الصفحة: 265\n",
        "ورَشَّحَهُ بالتَّمَامِ، والأَعْجَازَ ورَشَّحَها بالإِردافِ، والكَلْكَلَ وهو الصَّدْرُ، ورَشَّحَهُ بالنَّوْءِ، وهو النُّهَوضُ مُتَثَاقِلاً في قَوْلِهِ:\nفَقُلْتُ لَهُ لَمَّا تَمَطَّى بِصُلْبِهِ\n...\nوأَرْدفَ أَعجازاً، ونَاءَ بَكَلْكَلِ\nمَعَ أنَّ العَجُزَ والصَّدْرَ مُتَقابِلانِ، ولا نَعْلَمُ أَحْسَنَ مِنْ هذا التَّصَرُّفِ في الاستِعارَةِ، وإنْ أُلحِقَ بهِ شَيْءٌ مِنَ الاستِعاراتِ الشِّعْرِيَّة، فَقَوْلُ أَبي ذُؤَيبٍ:\nوإذا المَنِيَّةُ أَنْشَبَتْ أَظْفَارَها\n...\nأَلْفَيْتَ كُلَّ تَمِيْمَةٍ لا تَنْفَعُ\nالجزء: 1 - الصفحة: 266\n",
        "وما كانَ مِنْ نَحْوِ ذلِكَ قَوْلُهُ:\nفيَا لَكَ مِنْ لَيْلٍ كأَنَّ نُجومَهُ\n...\nبِكُلِّ مُغَارِ الفَتْلِ شُدَّتْ بِيَذْبُلِ\nشَبَّهَ رُكَودَ النُّجومِ بِرَبْطِها بالحِبَالِ القَويَّةِ إلى الجَبَلِ العَظِيمِ، وهو مبالَغَةٌ في المَقْصُودِ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nوَقَدْ أَغْتَدِي والطَّيْرُ في وُكُناتِها\n...\nبِمُنْجَرِدٍ قَيْدِ الأَوَابِدِ هَيْكَلِ\nفِيْهِ اسْتِعارَتَانِ، إحداهُمَا قَوْلُهُ: «قَيْدِ الأَوابِدِ»؛ أيْ: يَمْنَعُها مِنَ الهَرَبِ بِلُحُوقِهِ بها، فكأنَّهُ قَيْدٌ لَهَا، وهو مِنْ إِبْداعاتِهِ.\nالجزء: 1 - الصفحة: 267\n",
        "والثانية: قَوْلُهُ: «هَيْكَلِ»، شَبَّهَ الفَرَسَ بالهَيْكَلِ، وهو البِنَاءُ العَظِيمُ مِنْ مَعَابِدِ أَهْلِ الكِتَابِ وغَيْرِهِمْ، وتَبِعَهُ النَّاسُ في ذَلِكَ، فَقَالَ البُحْتُرِيُّ:\nوأَغَرَّ في الزَّمنِ البَهِيمِ مُحَجَّلاً\n...\nقَدْ جِئْتُ مِنْهُ عَلَى أَغَرَّ مُحَجَّلِ\nالجزء: 1 - الصفحة: 268\n",
        "كالهَيْكَلِ المَبْنِيِّ إلَّا أَنَّهُ\n...\nفي الحُسْنِ جاءَ كَصُورَةٍ في الهَيْكَلِ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nكَجُلْمُودِ صَخْرٍ حَطَّهُ السَّيْلُ مِنْ عَلِ\nيَعْنِي: الفَرَسَ في جَرْيهِ، وهوَ مِنْ أَبْلَغِ التَّشْبِيْهِ؛ لِأَنَّ في ذَلِكَ شَيْئَيْنِ يَقْتَضِيَانِ السُّرْعَةَ، أحدُهُمَا: انحِطَاطٌ مِنْ عُلوٍّ، والثَّانِي: كَوْنُ السَّيْلِ يَدْفَعُهُ فَيَصِيرُ لَهُ دَافِعٌ طَبِيعِيٌّ وقَسْرِيٌّ. ويُرْوَى لِامْرِئِ القَيْسِ بَيْتَانِ في هذا المَعْنَى في غايَةِ المُبَالَغَةِ، وهُوَ قَوْلُهُ:\nقد أَشْهَدُ الغَارَةَ الشَّعْواءَ تَحْمِلُني\n...\nجَرْدَاءُ مَعْرُوقَةُ اللَّحْيَينِ سُرْحُوبُ\nكالدَّلْوِ بُتَّتْ عُرَاهَا وهي مُثْقَلَةٌ\n...\nوخَانَها وَذَمٌ مِنْها وتَكْرِيْبُ\nالجزء: 1 - الصفحة: 269\n",
        "شَبَّه سُرْعَةَ فَرَسِهِ بِدَلْوٍ انقَطَعَتْ مِنْ رَأْسِ البِئْرِ مُثْقَلَةً.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nعلى الذَّيْل جَيَّاشٍ\n....\nالبيت\nشَبَّهَ هَفِيْفَ الفَرَسِ في جَرْيِهِ بِغَلْي المْرْجَلِ، وهو جَيِّدٌ جِدّاً.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nدَرِيْرٍ كَخُذْرُوفِ الوَلِيْد\n...\nالبيت\nدَرِيْرٌ: مِنْ دَرَّ اللَّبَنُ، إذا سَالَ بِسُرْعَةٍ وكَثْرَةٍ. وخُذْرُوفُ الوَلِيْدِ: خَشَبَةٌ عَرْضُ إصْبَعَيْنِ في طُولِ شِبْرٍ، يُثْقَبُ رَأْسُهَا، ويُجْعَلُ فيهِ خَيْطٌ\nالجزء: 1 - الصفحة: 270\n",
        "طَوِيْلٌ ثُمَّ يُدِيْرُها ويُصِيْبُ بها الأَرْضَ، فَيَجيءُ لها صَوْتٌ بِسُرْعَةٍ، وحِكَايَةُ صَوْتِها خَرْخَرْ؛ ولِذلكَ تُسَمَّى الخَرَّارَةُ، وهذه صُورَتُها:\nوَمِنْ ذَلِكَ قَوْلُهُ:\nلَهُ أَيْطلا ظَبْيٍ\n.....\nالبيت\nاستَعَارَ لِفَرَسِهِ هذِهِ الأَعْضَاءَ والأَفْعالَ مِنْ هذِه الحيواناتِ، وهي أَحْسَنُ ما تَكُونُ فيها، والسِّرْحاُن: الذِّئْبُ، وإرخاؤُهُ: مَدُّ عُنُقِهِ مُسْتَرسِلاً، والتَّنْفُلُ: وَلَدُ الثَّعْلَبِ، وتَقْرِيْبُهُ: جَمْعُ يَدَيْهِ ووَثْبُهُ.\nالجزء: 1 - الصفحة: 271\n",
        "وَمِنْ ذَلِكَ قَوْلُهُ:\nكأن سَرَاتَهُ لدى البَيْتِ قائماً\n...\nمَدَاكُ عَرُوسٍ\n...\nالبيت\nأَيْ: كَأَنَّ ظَهْرَهُ لانْجِرارِهِ، مَداكُ عَروسٍ؛ وهي الحَجَرُ الذي يُدَقُّ بهِ العِطْرُ، فهو أمْلَسُ مُنْجَرِدٌ، وجَعَلَهُ لِلْعَروسِ؛ لِأَنَّه أكْثرُ استِعمالاً؛ لاحْتِيَاجِها إلى التَّعطُّرِ كَثِيْراً، فهو شَبِيْهٌ بِقَولِ ذِي الرُّمَّةِ:\nووَجْهٌ كمرآةِ الغَريْبَةِ أَسْجَحُ\nلِأَنَّ الغَرِيْبَةَ لَيْسَ لهَا مَنْ يُصْلِحُ شَأْنَها، فَتحتَاجُ إلى أنْ تكونَ مِرْآتُها [أَكْثَرَ] استِصْقالاً.\nوهذا البَيْتُ مُقَرِّرٌ لِقَوْلِهِ: «بِمُنْجَرِدٍ، في أَوَّلِ وَصْفِهِ، فَهُنَاكَ وَصَفَهُ بِمُطْلَقِ الانجِرادِ، وهَاهُنا بالَغَ فيهِ، و «صَلَايةُ الحَنْظلِ» شَبِيْهٌ\nالجزء: 1 - الصفحة: 272\n",
        "بـ «مَدَاكِ العَرُوسِ» وَهِيَ حَجَرٌ يُفْلَقُ بهِ الحَنْظَلُ، فَيْنَجَرِدُ ويَمْلُسُ، وقِيلَ صَلايَةُ الحَنْظَلِ: لَهَبَتُهُ في اشْتِعالِهِ حِيْنَ تُوْقَدُ بهِ النَّارُ، وَهِيَ تَخْرُجُ مُرْتَفِعةً مُنْتَظِمةً، شَبَّهَ سَراةَ الفَرَسِ بها في ذلكَ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nكأنَّ دِمَاءَ الهادِياتِ بِنَحُرِهِ\n...\nعُصَارَةُ حِنَّاءٍ بِشَيْبٍ مُرَجَّلِ\nالهَادِيَاتُ: مُتَقَدِّماتُ الوَحْشِ وسَوَابِقُهُ، شَبَّهَ دِماءَهَا في نَحْرِهِ بالحِنَّاءِ في الشَّيْبِ، وهو مُشْعِرٌ بِأَنَّ الفَرَسَ أَبْيَضُ، لَكِنْ يَرُدُّهُ التَّصْرِيحُ بِأَنَّهُ كُمَيْتٌ، وَهُوُ الأَحْمَرُ الذي عُرْفُهُ وذَنَبُهُ أَسْودانِ،\nالجزء: 1 - الصفحة: 273\n",
        "ثُمَّ في ذلكَ وَجْهَانِ، أَحَدُهُما، وهو المَشْهورُ: أَنَّهم كانوا يُلَطِّخونَ نَحْرَ الفَرَسِ بِدَمِ صَيْدِهِ، علامَةً عَلَيْهِ، والثَّانِي، وهو أَحْسَنُ تَخَيُّلاً: أنَّ هذا الفَرَسَ لِشِدَّة جَرْيهِ، وارتِفاعِ وَثْبِهِ، يَقْتَحِمُ الوَحْشَ فَيَرْكَبُهُ، فإذا طَعَنَهُ الفارِسُ، نَضَحَ دَمُهُ على نَحْرِ الفَرَسِ وصَدْرِهِ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nفَعَنَّ لنا سِرْبٌ كأنَّ نِعَاجَهُ\n...\nعَذَارَى دَوارٍ في مُلاءٍ مَذَيَّلِ\nشَبَّهَ النَّعاجَ مِنَ الظِّباءِ والبَقَرِ بالعَذَارى في المَلاحِفِ؛ كَأَنَّهُ شَبَّهَ جُلُودَها الحاوِيَةَ لِلُحومِهَا بالمُلاءِ، واستِرْسَالَها عَلى أَكارِعِها بالأَذْيَالِ.\nالجزء: 1 - الصفحة: 274\n",
        "ثُمَّ قَالَ:\nفأَدْبَرْنَ كالجَزْعِ المُفَصَّلِ بَيْنَهُ\n...\nبِجِيْدٍ مُعَمٍّ في العَشِيْرةِ مُخْوَلِ\nشَبَّهَهُنَّ بذلكَ إشارةً إلى أنَّ فِيهِنَّ سُودَاً وبِيْضاً، فَهُنَّ كالجَزْعِ الجامِعِ بَيْنَ السَّوادِ والبَيَاضِ، وجَعَلَهُ بِجِيْدِ الصَّبِيِّ المُعَمِّ المُخوَلِ؛ أَيْ: الشَّرِيفِ العَمِّ والخَالِ؛ لِأَنَّ قِلادَتَهُ تكونُ أَحْشَمَ، وتَفْصِيلُها أَحْسَنَ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nفَأَلحقنا بالهادياتِ\n...\nالبيت\nهذا مِنْ جَيِّدِ الاستِعاراتِ، شَبَّه سَوَابِقَ الوَحْشِ بِهادِي القَوْمِ في الطَّرِيْقِ، لِأَنَّه يَتَقَدَّمُهُمْ، ولِذَلِكَ سُمِّيَتْ أَعْنَاُق الخَيْلِ هَوَادِيْهَا؛ لأَنَّها أَسْبَقُ أَعْضَائِها إلى قُدَّامِها فَكأنَّها تَهْدِي سَائِرَ بَدَنِها.\nالجزء: 1 - الصفحة: 275\n",
        "وَمِنْ ذَلِكَ قَوْلُهُ:\nوَلَمْ يُنْضَحْ بِمَاءٍ فَيُغْسَلِ\nأَيْ: لم يَعْرَقْ، استَعَارَ لِلْعَرَقِ نَضْحَ الماءِ والغَسْلَ بِهِ، كَمَا صَرَّحَ بهِ في مَوْضعٍ آخرَ حَيْثُ قالَ:\nولم يُنْضَحْ بِمَاءٍ فَيَعْرَقِ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nمَتَى ما تَرَقَّ العَيْنُ فِيْهِ تَسَهَّلِ\nإشَارَةً عَجِيْبَةً إلى كَمالِ مَحَاسِنِه؛ أَيْ: لا يُدْرَى لِحُسْنِهِ إلى أَيِّ شَيءٍ تَنْظُرُ مِنْهُ.\nوهو كَقَوْلِهِ:\nتَصَوَّبُ فيهِ العَيْنُ طَوْرَاً وتَرْتَقِي\nالجزء: 1 - الصفحة: 276\n",
        "وأَظُنُّهُ سَبَقَ في البَاِب الأَوَّلِ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nوباتَ بِعَيْنِي قَائِماً غَيْرَ مُرْسَلِ\nأَيْ: في عَيْنِي، بِنَاءً عَلَى أَنَّ إدْراكَ المَرْئِي بالانطِباعِ، لا بِاتِّصالِ الشُّعَاعِ، فَاسْتَعارَ نَفْسَ الفَرَسِ لِمثَالِهِ المُنْطَبعِ في العَيْنِ، وهذا المَذْهَبُ هو الصَّحِيحُ الأَكْثَرُ، والعَرَبُ لا يَتَنَبَّهونُ لِتَحْقِيقهِ، غَيْرَ أَنَّ لُغَتَهُمْ وَرَدَتْ مُوافِقَةً لَهُ، وذَلِكَ دَلِيْلُ شَرَفِها وصِحَّتِها، إذْ كانَتْ مُوافِقَةً لِلْفَلْسَفَةِ الصَّحِيْحَةِ، فَتَأَمَّلْ هذِهِ النُّكْتَةَ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nأَصَاحِ تَرَى بَرْقاً أُرِيْكَ وَمِيضَهُ\n...\nكَلَمْعِ اليَدَيْنِ في حَبِيٍّ مُكَلَّلِ\nشَبَّهَ وَمِيْضَ البَرْقِ في السَّحابِ بِلَمْعِ يَدَي المَرْأَةِ إذا أَشارَتْ بِهِما ثُمَّ أَخْفَتْهُمَا، وهو تَشْبِيهٌ جَيِّدٌ جِدّاً، وقَوْلُهُ: «في حَبِيٍّ» وهو بحَاءٍ مُهْمَلَةٍ مَفْتُوحَةٍ، ثُمَّ باءٍ مُوَحَّدَةٍ مَكْسُورَةٍ ثُمَّ يَاءٍ آخِرَ الحُروفِ مُشَدَّدَةٍ، فَعِيْل، مِنْ حَبَا يَحْبُو، ومَرُّ السَّحَاب: شَبَّهَ سَيْرَهُ في الهواءِ\nالجزء: 1 - الصفحة: 277\n",
        "على فُؤادِهِ بِحَبْوِ الصَّبيِّ، فَعَلى هذا قَوْلُهُ: «في حَبِيٍّ» مُتَعَلِّقٌ بِقَوْلِهِ: «أُرِيْكَ وَمِيْضَهُ» لا بِلَمْعِ اليَدَيْنِ، وإِنَّمَا ذَكَرْتُ هذا؛ لِأَنَّ بَعَضُهُم يَقُوْلُ: «في خِبَاءٍ مُكَلَّلِ» بِخَاءٍ مُعْجَمَةٍ مَمْدُودَةٍ، وهو الخِبَاءُ الَّذي يُسْتَكَنُّ فيهِ، وتَعَلُّقُهُ بِلَمْعِ اليَدَيْنِ، وهو خَطَأٌ، والصَّوابُ ما ذَكَرْنَاهُ، فَإِذَن، تَقْدِيرُهُ: أُرِيْكَ وَمِيضَهُ في حَبِيٍّ مُكَلَّلٍ كَلَمْعِ اليَدَيْنِ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nيُضِيءُ سَنَاهُ أو مَصَابِيحُ رَاهِبٍ\nشَبَّه وَمِيْضَ البَرْقِ في السَّحابِ بِشيَئْينِ، أَحَدُهُما: لَمْعُ اليَدَيْنِ، وقَدْ سَبَقَ. الثَّانِي: مَصَابِيحُ الرَّاهِبِ، شَبَّهَ كُلَّ وَمْضَةٍ مِنْ وَمَضَاتِ البَرْقِ بِمصْبَاحٍ مِنْ مَصَابِيْحِهِ.\nومِنْ ذلكَ قَوْلُهُ في صِفَةِ السَّيْلِ:\nيَكُبُّ على الأَذْقَان دَوْحُ الكَنَهْبُلِ\nالجزء: 1 - الصفحة: 278\n",
        "لَمَّا اسْتَعارَ الكَبَّ، رَشَّحَه بالأَذْقَانِ، أوْ بِالعَكْسِ، لمَّا استَعَارَ الأَذْقَانَ رَشَّحَهُ بالكَبِّ، وهو في الحُسْنِ شَبِيْهٌ بِقَوْلِهِ:\nفقُلْتُ لَهُ لَمَّا تَمَطَّى بِصُلْبِهِ\n...\nالبيت\nوَمِنْ ذَلِكَ قَوْلُهُ:\nكَأَنَّ ثَبِيْراً في عرانِيْنِ وَبْلِهِ\n...\nكَبِيْرُ أُنَاسٍ في بِجَادٍ مُزَمَّل\nشَبَّهَ الجَبَلَ في شُمُولِ السَّيْلِ لَهُ بِرَئِيْسِ قَوْمٍ اشتَمَلَ بِكِساءٍ، ويُشْعِرُ قَوْلُهُ، بأنَّ ثَبِيْراً أَعْظَمُ الجِبالِ الَّتِي حَوْلَهُ، حَتَّى يُطابَقُ تَشْبِيهَهُ بِكَبِيرِ أُنَاسٍ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nكأَنَّ ذُرى رَأْسِ المُجَيْمِرِ غُدْوَةً\n...\nمِنَ السَّيْلِ والغُثَّاءَ فَلْكَةُ مِغْزَلِ\nالجزء: 1 - الصفحة: 279\n",
        "المُجَيْمِر: قِيْلَ: جَبَلٌ، وقيلَ: أَرْضٌ، وفي وجْهِ التَّشْبِيهِ قَولَانِ؛ أحدُهما: أَنَّ السَّيْلَ غَشِيَ هذا المكانَ حَتَّى لم يَبْقَ مِنْ أَعَالِيْهِ إلا مِثْلَ فَلْكَةِ الِمْغزلِ، والثَّانِي: أنَّ الماءَ غَمَرَهُ جَمِيعَهُ حَتَّى صَارَ الغُثَّاءُ على وَجْهِ الماءِ في قُلَّةِ الجَبَلِ، يَدُورُ كَدَوَرانِ فَلْكَةِ المِغْزَلِ، وهو أَقْرَبُ وأَحْسَنُ مِنْ ظاهِرِ قَوْلِهِ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nوأَلْقَى بِصَحراءِ الغَبِيْطِ بَعَاعَهُ\n...\nنُزولَ اليَمَانِيِّ ذي العِيابِ المُحَمَّلِ\nشَبَّه إِلْقَاءَ السَّحَابِ ثِقَلَهُ مِنَ الماءِ، بإلقاءِ التَّاجِرِ ثِقَلَهُ مِنَ المَتَاعِ عِنْدَ نُزولِهِ لِلرَّاحَةِ، فلم يَتْرُكْ مِنْهُ شَيْئاً.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nالجزء: 1 - الصفحة: 280\n",
        "كَأَنَّ مَكَاكِيَّ الجِواءِ غُدَيَّةً\n...\nصُبِحْنَ سُلافَاً مِنْ رَحِيقٍ مُفَلْفَلِ\nشَبَّهَ الطَّيرَ بالسُّكارَى، إمَّا لِخَوْفِها مِنَ السَّيْلِ أَنْ يُهْلِكَها، أو لِفَرحِها بِهِ، ونَشَاطِهَا لَهُ، فهي تَصَوَّتُ وتَطْرَبُ، وهذا أَشْبَهُ، والمَكاكِيُّ: جَمْعُ مُكَّاءٍ، وهو نَوْعٌ من الطَّيْرِ يَصْفُرُ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nكأَنَّ السِّبَاعَ فيه غَرْقَى عَشِيَّةً\n...\nبِأَرْجائِهِ القُصْوَى أَنَابِيشُ عُنْصُلِ\nشَبَّهَ السِّباعَ والوَحْشَ الغَرْقَى في السَّيْلِ بأَنَابِيشِ العُنْصُلِ، وهو البَصَلُ البَرِّي ُّالذي تُسَمِّيهِ النَّاسُ بَصَلَ الخِنْزِيرِ؛ لأَنَّه ضاربٌ في الأَرضِ كَثِيْراً، فلا يُقْلَعُ إلا بِحَفرٍ كَثِيْرٍ، يَبِقَى لَهُ على وَجهِ الأرْضِ\nالجزء: 1 - الصفحة: 281\n",
        "تُرابٌ مُجْتَمِعٌ عالٍ، كَجُثَّةِ السَّبُعِ المّيِّتِ، وقَوْلُهُ: «بأَرْجَائِهِ القُصْوَى»؛ أَيْ: بِجَوانِبهِ البَعِيدَةِ؛ لِأَنَّهُ ضَرَبَها بِمَوْجِهِ حَتَّى انحازَتْ إلى هُنَاكَ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nألا انعَمْ صَبَاحاً أَيُّها الطَّللُ البَالِي\nأَيْ: الخَالِي مِنْ أهْلِهِ، اسْتَعارَ لَهُ البِلَى، وهو فَسادُ الذَّاتِ بِتَلاشِي أجزائِها؛ لأنَّ خُلوَّ المكَانِ مِنْ أهْلِهِ فَسَادٌ، وهذا ضَرْبٌ مِنَ الُمَناقَضَةِ المُسْتَعْمَلةِ في البَيَانِ، وهو أنْ يُقَدِّمَ الشَّاعِرُ كَلاماً ثُمَّ يَنْقُضْهُ، كَمَا قَالَ زُهيرٌ:\nالجزء: 1 - الصفحة: 282\n",
        "قِفْ بِالدِّيارِ الَّتي لَمْ يَعْفُها القِدَمُ\nثُمَّ قالَ:\nبَلَى وغَيَّرَها الأَرْواحُ والدِّيَمُ\nوكَذَلِكَ هذا قالَ: «ألا انعَمْ صباحاً» ثُمَّ قَالَ: «وهَلْ يَنعَمَنْ مَنْ كانَ في العُصُرِ الخَالِي»، دَعَا لَهُ بالنَّعيمِ، ثُمَّ اسْتَبْعَدَهُ وأَنْكَرَهُ لَهُ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nوجِيْداً كَجِيْد الرِّئْمِ لَيْسَ بمِعْطَالِ\nوفي الأُولَى: «ولا بِمُعَطَّلِ»، وأصْلُ العُطْلَةُ والعَطَلُ: ذَهَابُ مَنْفَعةِ العُضْوِ وبُطْلانُ فِعْلِهِ، ثُمَّ نَزَّلوا الحَلِيَّ لِلْجِيْدِ مَنْزِلَةَ المَنْفَعَةِ لِلْعُضْوِ إثْبَاتَاً، وبَقيا على طَرِيقِ الاسْتِعارَةِ، ولِذَلِكَ الفَضِيلَةُ للذَّاتِ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nالجزء: 1 - الصفحة: 283\n",
        "بَلَى رُبَّ يَوْمٍ قَدْ لَهُوتُ وَلَيْلَةٍ\n...\nبآنِسَةٍ كأَنَّها خَطُّ تِمْثَالِ\nيَعْنِي: الصُّورَةَ المُصَوَّرَةَ والهِيَاكِلَ والبِيْعَ وغَيْرَها، وهو مِنْ أحْسَنِ التَّشْبِيهِ؛ لِأَنَّ الصُّوَرَ المَذْكُورَةَ على اخْتيارِ المُصَوِّرينَ، فَيَأْتُونَ فيها بِكُلِّ حُسْنٍ وافِرٍ، وَكَمَالٍ باهِرٍ، وإنْ شِئْتَ تَحْقِيقَ هذا، فَانْظُرْ كَنائِسَ النَّصارى، وَلِذَلِكَ قالَ الشَّاعِرُ:\nوهَلْ أنتِ إلَّا دُمْيَةٌ في كَنِيْسَةٍ\nوقولُهُ:\nيُضِيءُ الفِراشَ وَجْهُها لِضَجِيعها\n...\nكمِصْباحِ زَيْتٍ في قَنادِيْلِ ذُبَّالِ\nسَبَقَ شَبِيْهُهُ في قَوْلِهِ: «يضيء الظلام بالعِشَاءِ\n...\nالبيت».\nوَمِنْ ذَلِكَ قَوْلُهُ:\nكأنَّ على لَبَّاتِها جَمْرَ مُصْطَلٍ\n...\nأَصابَ غَضىً جَزْلاً، وكُفَّ بأجْذالِ\nوَهَبَّتْ لَهُ رِيْحٌ بِمُخْتَلِفِ الصُّوى\n...\nصَباً وشَمَالاً في مَنَازِلِ قُفَّالِ\nالجزء: 1 - الصفحة: 284\n",
        "شَبَّهَ حُلِيَّها في حِلَقِها بِجَمْرِ مُصْطَلٍ: وهو المُسْتَدْفِي ونحوُهُ، أَوْقَدَ فيه غَضىً جَزْلاً: وهو الحَطَبُ الغَلِيْظُ؛ لِأَنَّ جَمْرَهُ أْكْبَرُ، وأْكْثَرُ دِفئاً واستِنَارَةً، وجَعَلَ حَوْلَهُ أُصولَ الشَّجَرِ، فهو أحْسَنُ لِمَنْظَرِهِ، وهَبَّتْ لهُ رِيْحَانِ مُخْتَلِفتانِ، تُذْكِيْهِ هذِهِ مِنْ جِهَةٍ، وهذهِ مِنْ جِهَةٍ، فَمِنْ حيثُ نُظِرَ إليهِ وُجِدَ تَمامُ الاستِنَارَةِ. وهذا مِنْ جَيِّدِ التَّشْبِيْهِ.\nومِنْ [ذلكَ] قَوْلُهُ:\nلَعُوبٍ تُنَسِّيني إذا قُمْتُ سِرْبالي\nكَنَى عَنْ طِيْبِ مُعاشَرَتِها بما هو مُسَبَّبٌ عَنْهُ، وهو نِسْيَانُهُ السِّرْبَالَ؛ لِأَنَّ الإِنْسَانَ يَشْتَغِلُ عَنِ الشَّيْءِ بما هو أَهَمُّ وآثَرُ عِنْدَهُ، وَضْعاً لِلْمُسَبَّبِ مَوْضِعَ السَّبَبِ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nكَدِعْصِ النَّقا يَمْشِي الوَلِيْدانِ فَوْقَهُ\nالجزء: 1 - الصفحة: 285\n",
        "شَبَّهَ جِسْمَها بالكَثِيْبِ الصَّغيرِ مِنَ الرَّمْلِ بِتَلَبُّدِهِ ولِيْنِهِ وسُهُولَتِهِ وحُسْنِ مَنْظَرِهِ، وقد اشْتَهَرَ تَشْبِيْهُ الأَرْدافِ بالكُثْبانِ لذلِكَ، وأمَّا قوْلُهُ: «يَمْشِي الوليدانِ فَوْقَهُ» فأَحْسَنُ ما عِنْدِي فِيْهِ، أنَّ جِسْمَ هَذِهِ المَرْأَةِ كانَ فيه خالٌ وشامٌ مُتفَرِّقٌ، وهو مِمِّا يُسْتَحْسَنُ في الأَجْسَامِ، فشَبَّههُ بآثارِ الوَلِيْدَيْنِ في الكَثِيْبِ؛ لِلَطَافَةِ آثارِهِ، بخِلافِ آثارِ الكَبِيرَيْنِ، وأما تَثْنِيَةُ الوَلِيْدَيْنِ، فَلأَنَّهُ أَخَفُّ مِنَ الجَمْعِ، ولَعَلَّه رَأَى وَلِيدَيْنِ يَلْعَبَانِ على كَثِيْبٍ فَشَبَّهَ بهما تَشبِيهَ عَيانٍ وتأَمُّلٍ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nإذا ما اسْتَحَمَّت كانَ فَضْلُ حَمِيْمِها\n...\nعلى مَتْنَيْها كالجُمانِ لَدى الجَالِي\nشَبَّهَ القَطَراتَ البَاقِيَةَ على جِسْمِها مِنَ الغُسْلِ بالجُمانِ المَجْلُوِّ، وهو قِطَعٌ تُتَّخَذُ مِنَ الفِضَّة ِكاللؤُلُؤِ، وقِيلَ: الحَمِيمُ هو عَرَقُها، وعلى التَّقْدِيرَيْنِ فالتَّشَبيهُ جَيِّدٌ، والأَوَّلُ أجْودُ؛ لأنَّهُ قال: «كانَ فَضْلُ حَمِيمِها»، فَظَاهرٌ أَنَّهُ أرَاد ما ذَكَرْنَا، إذ لا يُقَالُ كانَ فاضِلُ عَرَقِها.\nالجزء: 1 - الصفحة: 286\n",
        "وَمِنْ ذَلِكَ قَوْلُهُ:\nنَظَرْتُ إليها والنُّجُومُ كَأَنَّها\n...\nمَصَابِيحُ رهبانٍ تُشَبُّ لِقُفَّالِ\nكانَ المَسِيحيُّونَ في الجَاهِلِيَّةِ أَكْثَرَ مِنْهُمُ الآنَ، إذ لم يَكُنْ مَعَهُم دِيْنٌ آخرُ يَغْلِبُ عَلَيْهِمْ، فَكَانَتِ الدِّياراتُ في البَرِّ وعلى الطُّرُقاتِ كَثِيرَةٌ تَهْتَدِي القُفُولُ بِمَصابِيحِهِم إلى الأَقْطَارِ والجِهاتِ، وتَشْبِيهُ النُّجومِ بها في إنارَتِها ورُكُودِها، وقُرْبِها مِنَ الأَرْضِ في رَأْي العَيْنِ جَيْدٌ جِدّاً.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nسَمَوتُ إليها بَعْدَ ما نَامَ أهْلُها\n...\nسُمُوَّ حَبَابِ المَاءِ حَالاً على حَالِ\nالجزء: 1 - الصفحة: 287\n",
        "قِيلَ: مَعْنَاهُ: شَيْءٌ بَعْدَ شَيءٍ، وحَبَابُ الماءِ: الطّرائِقُ المُتَكَسِّرةُ فيه كالوَاشْي، والتَّحقيقُ في هذا أنَّ قَوْلَهُ: «سَمَوتُ إليها» يُحْتَمَلُ أنَّهُ بالهِمَّةِ؛ أيْ: سَمَتْ هِمَّتِي إلى زِيَارَتِها والاجْتِمَاعِ بها، فَسَعَيْتُ إليها، فَيكُونُ الَمْعَنى ما سَبَقَ؛ لِأَنَّ الشَّخصَ يَقْطَعُ الطَّريقَ إلى مَنْ يَزُورُهُ شَيْئاً بَعْدَ شَيْء؛ كَطرائِق المَاءِ تَسْري شَيْئاً بَعْدَ شَيْءٍ، ويُحْتَمَلُ أنَّهُ بالبَدَنِ، بِأَنَّ تَسَوَّرَ إليها مَكاناً عَالِياً كَما قَالَ الآخَرُ:\nرَبَّهُ مِحْرابٍ إذا جِئْتُها\n...\nلم أَلْقَها أو ارْتَقِي سُلَّما\nوَكَمَا فَعَلَ الفَرَزْدَقُ، حَتَّى قِيلَ لَهُ:\nالجزء: 1 - الصفحة: 288\n",
        "تَدَلَّيْتَ تَزْني مِنْ ثَمانِيْنَ قامةً\n...\nونَكَّبْتَ عَنْ طُرْقِ العُلَى والمكارمِ\nفَوَجْهُ التَّشْبِيهِ أنَّ الماءَ إذا جَرَى على الأَرْضِ ارتَفَعَ بَعْضُهُ على بَعْضٍ، طَبَقَةً على طَبَقَةٍ، حَتَّى يَصيرَ لهُ عُمْقٌ، كما أنَّ مُتَسوِّرَ الجِدارِ ونَحْوِهِ يَرْتَفِعُ عَنْ بَسِيْطِ الأَرْضِ طَبَقَةً بَعْدَ طَبَقَةٍ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nفَلَمَّا تَنَازَعْنَا الحَدِيثَ واسْمَحَتْ\n...\nهَصَرْتُ بِغُضْنٍ ذي شَمَارِيخَ مَيَّالِ\nتَنَازَعْنَا الحَدِيثَ: تَرَاجَعْنَاهُ، وهُوَ مِنْ جَيِّدِ الاسْتِعَارَةِ، واسْتَعَارَ الغُصْنَ لِلْقَدِّ، والشَّمَارِيخَ لَمَا فِيْهِ مِنَ الشَّعْرِ ونَحْوِهِ، كما سَبَقِ مِنْ قَوْلِهِ:\nأَثِيْث ٍكَقِنْوِ النَّخْلَةِ المُتَعَثْكِلِ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nفَصِرْنَا إلى الحُسْنَى وَرَقَّ كلامُنَا\n...\nورُضْتُ فَذَلَّتْ صَعْبَوً أيَّ إذْلالِ\nقَوْلُهُ: «فَصِرْنَا إلى الحُسْنَى» كِنَايَةً عَنْ سَمَاحِها وتَسَهُّلِها بَعْدَ التَّوَعُّر، «ورَقَّ كَلامُنا»: كنايَةً عَنِ المُغَازَلَةِ وما يَتْبَعُها مِنَ الكَلامِ، «ورُضْتُ»: كِنايةً عَنِ المُداراةِ والمَلَامَةٍ.\nالجزء: 1 - الصفحة: 289\n",
        "[وَمِنْ ذَلِكَ] قَوْلُهُ:\nيَغِطُّ غَطِيْطَ البَكْرِ شُدَّ خِنَاقُهُ\n...\nلِيَقْتُلَنِي\n...\nالبيت\nيَعْنِي: مِنَ الغَيْظِ والغَيْرَةِ، يَظْهَرُ لَهُ عَلَيَّ غَلَيَانٌ وزَمْجَرَةٌ.\nوَمِنْ ذَلِكَ قَوْلُهُ:\nومَسْنُونَةٌ زُرْقٌ كَأَنْيَابِ أَغْوالِ\nيَعْنِي: نُصولَ السِّهَامِ، شَبَّهَها بِأَنْيَابِ الغُولِ في رِقَّتِها وحِدَّتِها ونُفُوذِها، والغُولُ: زواني الجِنِّ، يُنَفِّرونَهُنَّ من بَينِهم، فَيَتَخَطَّفْنَ\nالجزء: 1 - الصفحة: 290\n",
        "النَّاسَ في البَرِّ، وقد ذَكَرَ تَأَبَّطَ شَرّاً في شِعْرِهِ أنَّه رَأَى الغُولَ وَقَتَلَها، حَيْثُ قالَ:\nبأني قد رَأَيْتُ الغُولَ تَهْوي\n...\nبِسَهْبٍ كالصَّحيفةِ صَحْصَحانِ\nفَأَضْرِبُها بلا دَهَشٍ فَخَرَّتْ\n...\nصَرِيْعاً لِلْيَدَيْن وللجِرانِ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nطِوالِ المُتونِ والعَرانِيْنِ والقَنَا\n...\nلِطافِ الخُصورِ في تَمامٍ وإكمالِ\nالجزء: 1 - الصفحة: 291\n",
        "كَنَى بالقَنَا عن القُدودِ والقَاماتِ، وهذا البَيْتُ قَلَّ أَنْ يُوجَدَ لَهُ نَظِيْرٌ في حُسْنِهِ وكمالِهِ، وعُذوبَةِ زِحافِهِ.\nوَقَوْلُهُ في صِفَةِ الفَرَسِ:\nكَأَنَّ مكانَ الرِّدفِ مِنْهُ على رالِ\n[والرَّأْلُ] هو فَرْخُ النَّعَامِ، وهو مِنْ جَيِّدِ التَّشْبِيهِ، لِأَنَّ رِدْفَ النَّعامِ مُمْتَلِئٌ مُعْتَدِلٌ مَحْبوكٌ صُلْبٌ أَجْرَدُ، وكُلُّ ذلكَ مَحْمودٌ.\nقَوْلُهُ في صِفَتِها أيضاً:\nكُمَيْتٍ كأنَّها هِراوةُ مِنْوالِ\nوهي الخَشَبَةُ الَّتي يَطْوي عليها الحائِكُ الثَّوبَ، والظَّاهِرُ أَنَّها التي تُسَمَّى النَّوْلَ، شَبَّههَا بها في صَلابَتِها ورَشَاقَتِها.\nالجزء: 1 - الصفحة: 292\n",
        "وقَوْلُهُ في سِرْبِ الوَحْشِ:\nوأَكرُعُهُ وَشْيُ البُرودِ مِنَ الخَالِ\nأي: ذاتُ خُطوطٍ كالوَشْي، وهو ظَاهرٌ لِمَن يتأمَّلُه في حُمُرِ الوَحْشِ ونَحْوِها، في أَرْجُلِها خُطوطٌ بِيْضٌ وغُبْرٌ، ولَعَلَّ رُؤْبَةَ أَشَارَ إليها بِقَوْلِهِ:\nفيها خُطوطٌ مِنْ سَوادٍ وبَلَقْ\n...\nكأنَّهُ في الجِلْدِ تَوْلِيْعُ البَهَقْ\nقَوْلُهُ:\nكأَنَّ الصُّوارَ إذ تَجَاهَدْنَ غُدْوَةً\n...\nعلى جُمُدٍ خَيْلٌ تَجُولُ بِأَجْلَالِ\nشَبَّه بَقَرَ الوَحْشِ في حالِ هُروبها بِخَيْلٍ جائِلَةٍ مُجَلَّلَةٍ؛ لأَنَّ الغُبَارَ الَّذي أَثارَتْهُ البَقَرُ عليها كالأجلالِ لِلْخَيْلِ.\nقَوْلُهُ:\nكأني بِفَتْخَاءِ الجَنَاحَيْنِ لِقْوَةٍ\n...\nصَيُودٍ من العِقبانِ طَأْطَأْتُ شِيْمَالِ\nشَبَّهَ فَرَسَهُ بالعُقابِ وانقضاضِهَا علَى الصَّيْدِ، وشِيْمالي: أيْ:\nالجزء: 1 - الصفحة: 293\n",
        "شِمالي إليه، أَشْبَعَ الكَسرَةَ ضَرورَة، فَنَشأتِ اليَاءُـ ونَظَائِرُهُ كَثيٌر، نحو: الدَّراهيْمِ والصَّيارِيْفِ ونِيضَال، وَنَحْوِهِ، واللِّجامُ يَكُونُ في الشّمالِ، فالأرجاءُ لِلْفَرَسِ وأَعْنَانُ رَأْسِها يَكُونُ بِهَا.\nقَوْلُهُ:\nكَأَنَّ قُلُوبَ الطَّيْرِ رَطْباً ويَابِساً\n...\nلَدَى وَكْرِها العُنَّابُ والحَشَفُ البَالي\nاستَعْمَلَ هاهنا اللَّفَّ والنَّشْرَ مُرَتَّباً، وتَقْدِيرُهُ: كَأَنَّ قُلُوبَ الطَّيْرِ رَطْباً العُنَّابُ، ويابسَاً الحَشَفُ؛ يَعْنِي: عِنْدَ وَكْرِ اللِّقوةِ التي شَبَّهَ بها الفَرَسَ.\nقَوْلُهُ:\nونِسْوانٌ قِصارٌ كَهَيْئَةِ الحَجَلِ\nالجزء: 1 - الصفحة: 294\n",
        "الحَجَلُ: طائِرٌ قَصِيرُ الرِّجْلِ والجُثَّةِ، وشَبَّهَ بِهِ النِّسَاءَ في ذِمَالِهِنَّ؛ لِأَنَّ المَحمودَ مِنَ المَرْأَةِ طُولُ القامَةِ في تَمَامٍ وإكمالٍ كما سَبَقَ مِنْ قَوْلِهِ.\nقَوْلُهُ:\nكأَنَّ دِثاراً حَلَّقَتْ بِلَبُونِهِ\n...\nعُقابُ تَنوفٍ أو عُقَابُ القواعِلِ\n[يَعْني] دِثَارَ رَاعِيْهِ، وكانَ قد أُغِيْرَ على إبلِهِ، فَشَبَّه ذَهَابَ المُغِيْرينَ بها باخَتِطافَ العُقْبانِ لَهَا، والقَوَاعِلُ: جِبَالٌ صِغَارٌ بالقَافِ، وتَنَوفٌ: الجَبلُ المُشْرِفُ.\nقولُهُ:\nعَيْنَاكَ دَمْعُهما سِجالُ\n...\nكأَنَّ شَأْنَيْهِما أَوْشالُ\nهذهِ قَصِيْدَةٌ عِدَّتُها سَبْعَةَ عَشرَ بَيْتاً، وفيها تَشْبِيهَاتٌ\nالجزء: 1 - الصفحة: 295\n",
        "عَدِيْدَةٌ ومنها قَوْلُهُ:\nمِنْ ذِكْرِ لَيْلَى وأينَ لَيْلَى\n...\nوخَيْرُ ما رُمْتَ ما يُنالُ\nوهو مِنْ جَيِّدِ المَثلِ والحِكْمةِ، لكِنَّها لا تُشْبِهُ شِعْرَ امرئِ القَيْس؛ لاضْطِرَابِ وَزْنِها، فَهِيَ شَبِيْهَةٌ بِقَصِيدَةِ عَبيْدِ بْنِ الأَبْرَصِ:\nأَقْفَرَ مِنْ أَهْلِهِ مَلْحُوبُ\nوَأَيْضاً لم يَعْرِفْها الأَصمَعِيُّ لِامرِئِ القَيْسِ، فَتَرَكْنَاها، وإن كُنَّا ذَكَرْنَا بَعْضَها فيما تَقَدَّمَ.\nقَوْلُهُ:\nأتَنَكَّرَتْ لَيْلى عَنِ الوَصْلِ\n...\nونَأَتْ وَرَثَّ معاقِدُ الحَبْلِ\nالجزء: 1 - الصفحة: 296\n",
        "كِنايةً عَنْ نَقْضِ العَهْدِ، وخَلْفِ الوَعْدِ.\nقَوْلُهُ في صِفَةِ السَّيْفِ:\nفي مَتْنِهِ كَمَدَبَّةِ النَّمْلِ\nشبَّهَ فِرِنْدَهُ في تَجْعِيْدِهِ بِمَدَّبِ النَّمْلِ؛ أَيْ: مَوْضِعِ دَبِيْبِهِ، وهو جَيِّدٌ.\nوقَوْلِهِ:\nنَظَرَتْ إليكَ بِعَيْنِ جازِئَةٍ\n...\nحَوْرَاءَ حانيةٍ على طِفْلِ\nفَلَها مُقَلَّدُها ومُقْلَتُها\n...\nولَهَا عَلَيْهِ سَراوَةُ الفَضْلِ\nأَي: لها جِيْدُ الظَّبيةِ ومُقْلَتُها، وهي أَسْرَى مِنها في ذَلِكَ؛ أيْ: أَفضلُ وأَحْسَنُ، وهذا كلامٌ بالِغٌ في الحُسْنِ والجَزَالَةِ.\nقَوْلُهُ:\nفالله أَنْجَحُ ما طَلَبْتُ بِهِ\n...\nوالبِرُّ خَيْرُ حَقِيبَةِ الرَّحْلِ\nهذا مما يَجْرَى مَجْرَى الأَمثالِ، وهو مِنْ أَصْدَقِها وأَحْسَنِها.\nالجزء: 1 - الصفحة: 297\n",
        "قَوْلُهُ:\nنَازَعْتُهُ كَأْسَ الصَّبُوحِ\nأي: تَناوَلْتُها مِنْهُ، وتَنَاوَلَها مِنِّي، فَأَشْبَهَ التَّنَازعُ، َ فاسْتَعارَهُ لَهُ.\nقَوْلُهُ:\nإنِّي بِحَبْلِكَ واصِلٌ حَبْلي\nهو كنايَةٌ عَنِ المَحَبَّةِ، وتَقَارُبِ القُلُوبِ.\nوقَوْلُهُ:\nوَبِرِيْشِ نَبْلِكَ رَائِشٌ نَبْلِي\nهو كنايةٌ عنِ التَّقَوِّي به والاعتِمادِ عَلَيْهِ، ونَحْوِ ذَلِكَ.\nالجزء: 1 - الصفحة: 298\n",
        "وقَوْلُهُ:\n......\nوما\n...\nنَبَحَتْ كِلابُكِ طارقاً مِثْلي\nكِنَايَةً عَنْ وُرُودِهِ عَلَيْها؛ لِأَنَّ الكِلَابَ تَنْبَحُ الوارِدَ على أَهْلِهَا، مَعَ أَنَّه قد صرَّحَ بالمَقْصودِ حَيْثُ قالَ: «طارقاً».\nقولُهُ في صِفَةِ الخَيْلِ:\nمُسْتَفْرِماتٍ بالحَصَى جَوافِلا\nأَيْ: يُطَيِّرَّن الحَصَى إلى فُروجِهِنَّ مِنْ شدَّةِ جَرْيِهَا، تَشْبِيهاً باستِفْرَامِ المَرْأَةِ، وهو جَعْلُ شَيْءٍ ما في فَرْجِها تَضْييقاً لَهُ، جَوَافِلا: مُسْتَجمِعاتٌ في الجَرْي، وفي بَعْضِ كُتُبِ عَبْدِ المَلِكِ بنِ مَرْوانَ إلى الحَجَّاجِ يَتَوَعَّدُهُ، يَقُوُل: «يا ابنَ المُسْتَفْرِمَةِ بِعَجَمِ الزَّبِيْبِ».\nالجزء: 1 - الصفحة: 299\n",
        "قَوْلُهُ في صِفَةِ الدَّارِ:\nصُمَّ صَدَاها\n...........\nكِنَايَةً عَنْ خُلُوِّها مِنَ السَّاكِنِ فَمَا عَادَ يُسْمَعُ فِيْهَا صَوْتٌ.\nقَوْلُهُ في صِفَةِ القَتْلَى:\nأَرْجُلُهُم كالخَشَبِ الشَّائِلِ\nكنايةً عن ارْتفاعِها؛ لانْتِفَاخِها وتَشَنُّجِها وفَسَادِ مِزَاجِها بالقَتْلِ.\nقَوْلُهُ:\nالحَرْبُ أوَّلُ ما تكونُ فَتِيَّةً\n...\nتَسْعَى بِزِيْنتها لِكُلِّ جَهُولِ\nالجزء: 1 - الصفحة: 300\n",
        "أي: يَغْتَرُّ بها مَنْ لا يَعرِفُها، فَكَنَى عَنْ إقدامِ الجَاهِلِ عليها بِتَزَيُّنِها لَهُ.\nقَوْلُهُ:\nحَتَّى إذا اسْتَعَرَتْ وشَبَّ ضِرامُها\n...\nصَارَتْ عَجوزاً غَيْرَ ذاتِ خَلِيْلِ\nهو كنايَةٌ عَنْ بُغْضِ النَّاسِ لها، كَبُغْضِهِمْ العَجوزَ فلا يتزوَّجُها أَحَدٌ.\nقَوْلُهُ:\nشَمْطاءَ حَزَّتْ رَأْسَها وتَنَكَّرَتْ\n...\nمَكْروهَةً لِلشَّمِّ والتَّقْبيلِ\nهذا تَرْشِيْحٌ لقَوْلُهُ: «صَارَتْ عَجُوزاً».\nقَوْلُهُ:\nويَعْدو على المَرْءِ ما يَأْتَمِرْ\nهذا جَارٍ مَجْرى المَثَلِ، ومَعْنَاهُ: أَنَّ المَرْءَ قَدْ يَعودُ عَلَيْهِ رَأْيُهُ أو فِعْلُهُ بالهَلَاكِ، كَمَنْ يَعُودُ عَلَيْهِ سِلاحُهُ فَيَقْتُلُهُ ونَحْوُهُ.\nقَوْلُهُ:\nإذا رَكِبُوا الخَيْلَ واسْتَلْأَموا\n...\nتَحَرَّقتِ الأَرْضُ واليَوْمَ قَرّ\nالجزء: 1 - الصفحة: 301\n",
        "هو كِنَايةٌ عَنْ شِدَّةِ بَأْسِهِمْ وبَطْشِهِمْ، حَتَّى كَأَنَّ الأَرْضَ تَحْتَرِقُ مِنْهُمْ احتِراقاً، لا يَمْنَعُهُ بَرْدُ الرِّمالِ.\nقَوْلُهُ:\nوهِرٌّ تَصِيْدُ قلوبَ الرِّجالِ\n...\nوأَفْلَتَ منها ابنُ عمرٍو وحُجُرْ\nكَنَى بِصَيْدِها القُلوبَ عَنْ تَعَلُّقِها بِها، ومَيْلِها إليها، وتَبِعَهُ في ذلكَ جَرِيْرٌ حَيْثُ قَالَ:\nطَرَقَتْكَ صائِدَةُ القُلُوبِ وَلَيْسَ ذا\n...\nوَقْتُ الزِّيارةِ فاذْهَبِي بِسَلامِ\nقَوْلُهُ:\nرَمَتْنِي بِسَهْمٍ أصابَ الفؤادَ\n...\nغداةَ الرَّحِيْلِ فَلَمْ أَنْتَصِرْ\nهذا كقَوْلِهِ:\nوما ذَرَفَتْ عَيْنَاكِ إلَّا لِتَضْرِبِي\n...\nبِسَهْمَيْكِ\n...\nالبيت\nالجزء: 1 - الصفحة: 302\n",
        "على القَوْلِ الأَوَّلِ فيه، وحاصِلُهُ أنَّها قَنَصَتْهُ بِأَسْرِها لِقَلْبِهِ، وتَعَذَّرَ وَصْلُها عَلَيْهِ.\nقَوْلُهُ:\nفَأَسْبَلَ دَمْعِي كَفَضِّ الجُمانِ\n...\nأو الدُّرِّ رَقْرَاقِهِ المُنْحَدِرْ\nهذا نَحْوٌ مِنْ تَشْبِيهِهِ فَضْلِ حَمِيْمِها بالجُمانِ، والدَّمْعُ يَتَشَكَّلُ بِشَكْلِ الجُمانِ في استدارَتِهِ وصفَائِهِ.\nقَوْلُهُ:\nوإذْ هِي تَمْشِي كَمَشْي النَّزِيْفِ\n...\n..........\nالبيت\nيَعْنِي: سَكْرَى مِنَ الصِّبَا والجَمَالِ والدَّلَالِ، كالسَّكْرَى مِنَ الخَمْرِ.\nقَوْلُهُ:\nبَرَهْرَهَةٌ رَخْصةٌ رُؤْدَةٌ\n...\nكَخُرْعوبَةِ البانَةِ المُنْفَطِرْ\nالجزء: 1 - الصفحة: 303\n",
        "شَبَّهها بِعُصْنِ البَانِ في اللِّيْنِ والتَّثَنِّي، وأَكْثَرَ النَّاسُ مِنْ ذَلِكَ بَعْدَهُ.\nقَوْلُهُ:\nكَأَنَّ المُدامَ وصَوْبَ الغَمامِ\n...\nوريحَ الخُزامَى ونَشْرَ القُطُرْ\nيُعَلُّ به بَرْدُ أَنْيَابِها\n...\nإذا طرَّبَ الطَّائِرُ المُسْتَحِرّْ\nشَبَّهَ فَمَها في طِيْبِ طَعْمِهِ ورائِحَتِهِ بهذهِ الأَشْيَاءِ، غَيْرَ أَنَّ في ذِكْرِهِ الأَنْيَابَ إغْراقاً، إذ لَيْسَتْ مَحَلَّ الرَّشْفِ، وأَكْثَرُ ما يُذْكَرُ في ذلكَ الثَّغْرُ والثَّنَايا، ولو قَالَ أَسْنَانَها لكَان أَعَمَّ من ذلِكَ كُلِّهِ.\nقَوْلُهُ:\nفَكَرَّ إِلَيْهِ بِمِبْراتِهِ\n...\nكما خَلَّ ظَهْرَ اللِّسانِ المُجِرّْ\nيَصِفُ الثَّوْرَ الوَحْشِيَّ حِيْنَ ضايَقَهُ الكَلْبُ، فَعَطَفَ إليهِ، فَنَطَحُهُ بِقَرْنِهِ فَشَكَّهُ، والمُجِرُّ: هو الذي يَثْقُبُ لِسَانَ الفَصِيْل بِعُودٍ ليُمْنَعَ مِنْ شُرْبِ اللَّبِنِ ونَحْوِهِ، يَقُوُل: أَنْفَذَهُ بِقَرْنِهِ كما يَنْفُذُ ذَلِكَ العُودُ لِسَانَ الفَصِيْلِ.\nقَوْلُهُ:\nفَظَلَّ يُرَنِّحُ في غَيْطلٍ\n...\nكما يَسْتَدِيْرُ الحِمارُ النَّعِرْ\nالجزء: 1 - الصفحة: 304\n",
        "يَعْنِي: الكَلْبَ لما نَطَحَهُ الثَّوْرُ وَلَّى مُنْهَزِماً يَتَمايَل، كالحِمَارِ الذي أَصَابَهُ الذُّبَابُ في أنْفِهِ، فهو يَحِنُّ مِنْهُ مُنْهَزِماً، والغَيْطَلُ: الشَّجَرُ المُلْتَفُّ.\nقَوْلُهُ في صِفَةِ فَرَسٍ:\nلها حافِرٌ مِثْلُ قَعْبِ الوَلِيْـ\n...\nـدِ رُكِّبَ فيه وَظِيْفٌ عَجِرْ\nقَعْبُ الوَلِيْدِ: قَدَحٌ صَغِيرٌ، وهو يكونُ لَطِيفاً غَيْرَ مُضْطَرِبٍ، ويُسْتَحَبُّ ذلكَ في الفَرَسِ، والمَقْصُودُ: اسْتِدارَتُهُ وتَحْرِيْفُهُ.\nقَوْلُهُ:\nلها ذَنَبٌ مِثْلُ ذَيْلِ العَرُوسِ\n...\nتَسُدُّ بهِ فَرْجَها مِنْ دُبُرْ\nهذا مِنْ أحْسَنِ التَّشْبيهِ، وفَرْجُها عَائِدٌ على الفَرَسِ.\nالجزء: 1 - الصفحة: 305\n",
        "قَوْلُهُ:\nلها جَبْهَةٌ كسَرَاةِ المِجِنِّ\n...\nحَذَّقَهُ الصَّانِعُ المُقْتَدِرْ\nشَبَّهَ جَبْهَتَها بِظَهْرِ التُّرْسِ، سَعَةً واعْتِدَالاً، وهو مَحْمودٌ لها.\nقَوْلُهُ:\nلها مَنْخِرٌ كَوِجارِ الضِّباعِ\n...\nفَمِنْهُ تُرِيْحُ إذا تَنْبَهِرْ\nوِجَارُ الضَّبْعِ: مَسْكَنُها الذي تأْوي إليه، شَبَّهِ بِهِ مَنْخَرُ الفَرَسِ، وبيَّنَ فائِدَةَ سَعَتِهَ، وهو سُهولَةُ التَّنْفِيس عِنْدَ الانْبِهارِ وغَيْرِهِ.\nقَوْلُهُ:\nوتَعدو كَعَدْوِ نَجاةِ الظِّباءِ\n...\nالبيت\nالجزء: 1 - الصفحة: 306\n",
        "شَبَّهَ الفَرَسَ في عَدْوِها بالظَّبْيَةِ السَّرِيْعَةِ الطَّالِبَةِ للنَّجاةِ، وهُوَ أَشَدُّ ما يكونُ مِنْ عَدْوِها.\nقَوْلُهُ:\nلها وَثَباتٌ كَصَوْبِ الغَمَامِ ** فوادٍ خِطاءٌ ووادٍ مَطِرْ\nشَبَّهَ وثَبَاتِ الفَرَسِ بِصَوْبِ الغَمامِ، وهو يَحِلُّ بِوَادٍ دُونَ وادٍ، فَكذا هذِه الفَرَسُ، وادٍ تَطْفُرُهُ، ووَادٍ تَجْري فيه، وهذا من أَخْصَرِ الكلام وأَكْثرِهِ مَعْنًى.\nقَوْلُهُ:\nفَشَبَّهْتُهُمْ في الآل حِيْنَ زهاهُمُ\n...\nعَصائِبَ دَوْمٍ أو سَفِيْناً مُقَيَّرا\nشَبَّه الرَّكبَ الرَّاحلِيْنَ بِشَيْئَيْنِ؛ جَمَاعاتِ الشَّجَرِ الكِبارِ وهو الدَّوْمُ، والسُّفُنِ المُقَيَّرَةِ لِسَوادِها.\nقَوْلُهُ في صفة الناقة:\nتُقَطِّعُ غِيْطاناً كَأَنَّ مُتُونَها\n...\nإذا أَظْهَرَتْ تُكْسَى مُلاءً مُنَشَّرا\nالجزء: 1 - الصفحة: 307\n",
        "[قَوْلُهُ: تُكْسَى مُلاءً مُنَشَّراً] يَعْنِي: السَّرابَ، هو أَبْيَضُ مُنْتَشِرٌ في البَرِّ كالمُلاءِ المُنَشَّرَةِ، وهو مِنْ أَحْسَنِ ما قِيْلَ في السَّرابِ.\nقَوْلُهُ:\nكَأَنَّ صَلِيْلَ المَرْوِ حِيْنَ تُطِيْرُهُ\n...\nصَلِيْلُ زُيوفٍ يُنْتَقَدْنَ بِعَبْقَرَا\nشَبَّهَ صَوْتَ الحَصَى إذا أَطارَتْهُ بِخُفِّها، بِصَوتِ الدَّراهمِ المُنْتَقَدَةِ، وجَعَلَها زُيُوفاً؛ لِأَنَّ صَوْتَها لَيْسَ بِصَافٍ، فهو كصَوْتِ الحَصَى، فهو عَدْلٌ في التَّشْبِيهِ.\nقَوْلُهُ في صِفَةِ فَرَسٍ:\nأَقَبَّ كسِرْحانِ الغَضَى مُتَمَطِّرٍ\nأيْ: ضامِرٌ سَريعُ العَدْوِ، وهذا مِنْ أَشْجَعِ الكلامِ وأَجْزَلِهِ.\nالجزء: 1 - الصفحة: 308\n",
        "وقَوْلُهُ:\nولا مِثْلَ يَوْمٍ في قُذارانَ ظِلْتُهُ\n...\nكَأَنِّي وأَصْحَابي على قَرْنِ أَغْفَرا\nأيْ: على قَرْنِ ظَبْي، كِنَايةً عَنْ عَدَمِ استِقْرارِ قُلُوبِهِمْ، وعم قَلَقِهِمْ ونَحْو ذلك، كما أنَّ الذي على قَرْنِ الظَّبْي لا يَسْتَقِرُّ لِضِيْقِ مَكَانِهِ وَوُعُورَتِهِ.\nوقَوْلُهُ:\nوابنُ عَمٍّ قد فُجِعْتُ بِهِ\n...\nمِثْلُ ضَوْءِ البَدْرِ في غُرَرِهِ\nأَكْثَرَ النَّاسُ مِنْ تَشْبِيْهِ الشَّخْصِ بالبَدْرِ، [لكنَّ قَوْلَهُ] في غُرَرِه، مِنَ الجَزالَةِ والفَخَامَةِ ما لَيْسَ بغَيْرهِ، وغُرَرُ البَدرِ: قِيْلَ بياضُهُ وضَوْءُهُ، وقِيْلَ الأَيَّامُ البِيْضُ؛ لأنَّها غُرَّةُ الشَّهْرِ، وأَتَمُّ ما يَكُونُ القَمَرُ فِيهِنَّ.\nالجزء: 1 - الصفحة: 309\n",
        "قَوْلُهُ:\nألا إنَّما ذا الدَّهرُ يَوْمٌ ولَيْلَةٌ\n...\nولَيْسَ على شَيْءٍ قَويمٍ مُسْتَمِرّْ\nهذا الشَّطْرُ مما يَجْرِي مَجْرَى المَثَلِ في عَدَمِ اسْتِقْرارِ الدَّهْرِ على حَالٍ.\nودَخلَ معَ قَيْصَرَ الحَمَّامَ فَرآهُ أقْلَفَ، فقَالَ:\nإني حَلَفْتُ يَمِيْناً غَيْرَ كاذِبَةٍ\n...\nأَنَّكَ أَقْلَفُ إلا ما جَنَى القَمَرُ\nإذا طَعَنْتَ بهِ مالَتْ عِمَامَتُهُ\n...\nكما تُلَوَّى بِرَأْسِ الفَلْكَةِ الوَبَرُ\nفاسْتَعارَ لِقُلْفَةِ الذَّكَرِ اسْمَ العِمَامَةِ، [وهي] مِنْ بَدِيْعِ\nالجزء: 1 - الصفحة: 310\n",
        "الاسْتِعارَةِ. وأَمَّا قَوْلُهُ: «إلَّا ما جَنَى القَمَرُ» فَيُرِيْدُ قَوْلَ العَرَبِ: إنَّ المَرْأَةَ إذا وَلَدَتْ في الشَّمْسِ أو القَمَرِ، لا حَائِلَ بَيْنَهما، اخْتَلَسَتْ قُلْفَتَهُ أو بَعْضَ أَسْنَانِهِ.\nقَوْلُهُ:\nفَعَيْناكَ غَرْبَا جَدْولٍ بِمَفاضَةٍ\n...\nكَمَرِّ خَلِيْجٍ في صَفِيْحٍ مُنَصَّبِ\nشبَّه عَيْنَيْهِ بِدَلْوِيْ جَدْولٍ لِكَثْرَةِ الدَّمْعِ.\nقَوْلُهُ في صِفَةِ حِمَارِ الوَحْشِ:\nيَمُجُّ لُعاعَ البَقْلِ في كُلِّ مَشْرَبِ\nالجزء: 1 - الصفحة: 311\n",
        "يُرِيْدُ أنَّهُ قد أكل الرَّبِيْعَ فَخَبُثَ وِرْدُ الماءِ، بِمَجِّ خُضْرَةِ العُشْبِ فيه.\nقَوْلُهُ:\nوقد أغتَدِي قَبْلَ الشُّروقِ بِسَابِحٍ\n...\nأَقَبَّ كَيَعْفورِ الفَلَاةِ مُحَنَّبِ\nشَبَّهَ الفَرَسَ باليَعْفورِ في خِفَّتِهِ وضُمورِهِ ورَشَاقَتِهِ. وانْظُرْ إلى لُغَتِهِ كَيْفَ يَقُولُ تارَةً كيَعْفورِ الفَلاةِ، وتَارَةً كَسِرْحَانِ الغَضَى، وتارَةً كالعُقابِ، وتارةً كَهَراوةِ المِنْوَالي، وَتَارَةً غَيْرَ ذَلِكَ.\nقَوْلُهُ:\nلَهُ جُؤْجُؤٌ حَشْرٌ كَأَنَّ لِجَامَهُ\n...\nيُعَالِي بهِ في رَأْسِ جِذْعٍ مُشَذَّبِ\nأَيْ: مَنْزوعُ السَّعَفِ، شَبَّهَ الفَرَسَ في عُلُوِّ صَهْوَتِهِ بالجِذْعِ العَالِي.\nالجزء: 1 - الصفحة: 312\n",
        "قَوْلُهُ:\nلَهُ حارِكٌ كالدِّعْصِ لَبَّدَةُ النَّدى\n...\nإلى كاهِلٍ مِثْلِ الرِّتاجِ المُضَبَّبِ\nشَبَّهَهُ في صَلابَةِ مَقْدَمِهِ وعَجُزِهِ بالكَثِيْبِ المُلَبَّدِ، والبَابِ المُضَبَّبِ.\nوقَوْلُهُ:\nكُمَيْتٍ كَلَوْنِ الأُرْجُوانِ نَشَرْتُهُ\n...\nلِبَيْعِ التِّجارِ في الصِّوانِ المُكَعَّبِ\nشَبَّهَهُ في حُمْرَتِهِ بِلَوْنِ الأُرْجوانِ؛ لِأَنَّه أَظْهَرُ لِلَوْنِهِ وأَحْسَنُ لِكَوْنِهِ.\nالجزء: 1 - الصفحة: 313\n",
        "قَوْلُهُ:\nفَقَفَّى على آيارِهِنَّ بِحَاصِبٍ\n...\nوغَيْبةِ شُؤْبوبٍ مِنَ الشَّدِّ مُلْهِبِ\nاسْتَعارَ لِجَرْيهِ اسْمَ الحاصِبِ: وهي الرِّيْحُ التي تَرْمي بالحَصْبَاءِ لِشِدَّتِها، والشُّؤْبُوبُ: وهو الدُّفْعَةُ الشَّدِيْدَةُ مِنَ المَطَرِ.\nقَوْلُهُ:\nيَمُرُّ كَمَرِّ الرَّائِحِ المُتَحَلِّبِ\nيَعْني: [الرَّائِحُ المُتَحَلِّبُ] كَتَحَلُّبِ اللَّبن.\nقَوْلُهُ:\nكَأَنَّ عُيونَ الوَحْشِ حَوْلَ خِبائنا\n...\nوأَرْحُلِنَا الجَزْعُ الذي لم يُثَقَّبِ\nالجزء: 1 - الصفحة: 314\n",
        "شَبَّه عُيونَ الوَحْشِ الذي صَادُوهُ وأَكَلوهُ بالجَزْعِ؛ لِجَمْعِهِما بَيْنَ السوادِ والبياضِ، وقَوْلُهُ: «الذي لم يُثَقَّب» تَحْقِيقٌ للتَّشْبِيهِ؛ فلو شَبَّهَ بالجِزْعِ ألمُثَقَّبِ أو بِمُطْلَقِ الجِزْعِ، لَكَانَ في التَّشْبِيهِ نَقْصٌ بالنِّسْبَةِ إلى الجَزْعِ المُثَقَّبِ.\nوبَعْضُ الأُدَباءِ، بَلْ كُلُّ مَنْ عَلِمْنَا مِنْهُمْ، زَعَمَ أن قَوْلُهُ: «الذي لم يُثَقَّبِ» مِنْ بَابِ الإِيغَالِ، وزَعَمَ بأَنَّ التَّشْبِيهِ تَمَّ بِدُونِهِ، فإنْ أرادَ\nالجزء: 1 - الصفحة: 315\n",
        "مُطْلَقَ التَّشْبِيهِ فَنَعمْ، وإن أرادَ التَّشْبيهَ التَّامَ فلا نُسَلِّمُ، وعلى هذا فليسَ مِنْ بابِ الإِيغالِ.\nقَوْلُهُ:\nورَاحَ كَتَيْسِ الرَّبْلِ يَنْفُضُ رَأْسَهُ\n...\nالبيت\nالجزء: 1 - الصفحة: 316\n",
        "يَعْنِي: مِنْ نَشَاطِهِ ومَرَحِهِ.\nقَوْلُهُ:\nوجُرْحُ اللِّسانِ كَجُرحِ اليَدِ\nهذا مِنْ بابِ المَثَلِ، ولَقَد اقْتَصَرَ، وإلَّا فَجُرْحُ اللِّسانِ أَعْظَمُ مِنْ جُرْحِ اليَدِ، بما لا يُقَاسُ، ويَشْهَدُ لِذَلِكَ قَوْلَ الشَّاعِرِ:\nيَموتُ الفَتَى مِنْ عَثْرَةٍ بِلِسَانِهِ\n...\nوَلَيْسَ يَمُوتُ المَرْءُ مِنْ عَثْرَةِ الرِّجْلِ\nفَعَثْرَتُهُ بالقَوْلِ تَرْمي بِرَأْسِهِ\n...\nوعَثْرَتُهُ بالرِّجْلِ تَبْرا على مَهْلِ\nولِذلكَ مَنْ جَرَحَ غَيْرَهُ بِلِسَانِهِ كَهِجاءٍ وشَتْمٍ وقَذْفٍ، فهو أَشَدُّ مِنْ أَنْ يَجْرَحَهُ بِيَدِهِ.\nقَوْلُهُ في صِفَةِ الفَرَسِ:\nالجزء: 1 - الصفحة: 317\n",
        "سَبُوحاً جَموحاً وإحضَارُها\n...\nكَمَعْمَعَةِ السَّعَفِ المُوْقَدِ\nشَبَّهَ حَفِيْفَ جَرْيها كَصَوْتِ السَّعَفِ في النَّارِ، وهو شَبِيْهٌ بِقَوْلِهِ:\nإذا ما جَرَى شأوَيْنِ وابتَلَّ عِطْفُهُ\n...\nتَقُولُ هَزِيْزُ الرِّيْحِ مَرَّتْ بأَثْأَبِ\nقَوْلُهُ:\nومُطَّرِداً كَرِشَاءِ الجَرو ** رِ من خُلُبِ النَّخْلَةِ الأَجْرَدِ\nيَعْني: الرُّمحَ، شَبَّهَهُ بِرِشاء البِئْرِ العَمِيْقةِ؛ وهي الجَرورُ، لِاعْتِدالِهِ وطُولِهِ.\nقَوْلُهُ في صِفَةِ الدِّرْعِ:\nالجزء: 1 - الصفحة: 318\n",
        "ومَشْدودةَ السَّكِّ مَوْضُونَةً\n...\nتضاءَلُ في الطَّيِّ كالمِبْرَدِ\nأَيْ: تَتَقارَبُ تكاسِيْرُها وغُصُونُها بَعْضُها مِنْ بَعْضٍ؛ كَتَقارُبِ حُروفِ المِبْرَدِ. وهذا شَيْءٌ لا يُعرَفُ لِغَيْرِهِ، وهو بَدِيْعٌ جداً.\nقَوْلُهُ:\nتَفِيضُ على المَرْءِ أَرْدَانُها\n...\nكَفَيْضِ الأتِيِّ على الجَدْجَدِ\nأَيْ: كَفَيْضِ الجَدْولِ عَلى المَكانِ الصُّلْبِ، وشُبِّهَتْ بِالماءِ لِبَرِيْقها وصَفَائِها وَلِينها.\nقَوْلُهُ في صِفَةِ كِلابِ الصَّيْدِ:\nمُغَرَّثَةً زُرْقاً كَأَنَّ عُيُونَها\n...\nمِنَ الذَّمْرِ والإِيحاءِ نَوَّارُ عِضْرَسِ\nالجزء: 1 - الصفحة: 319\n",
        "شَبَّهَ عُيُونَها في حُمْرَتِها بِنُوَّارِ العِضْرِسِ، وهو شَجَرٌ أَحْمَرُ [النَّوْرِ].\nقَوْلُهُ:\nفَأَدْرَكْنَهُ يَأْخُذْنَ بالسَّاقِ والنَّسَا\n...\nكما شَبْرَقَ الوِلدَانُ ثَوْبَ المُقَدَّسِ\nشَبَّه تَمْزِيقَ الكلابِ للثَّوْرِ الوَحْشِيِّ، بِتَمْزِيقِ الصِّبْيانِ ثَوْبَ المُقَدَّسِ، وهو راهِبٌ كانَ يأْتي إلى بَيْتِ المَقْدِسِ، فَيَتَلَمَّسُهُ الصِّبيَانُ تَبَرُّكاً بهِ حَتَّى يُمَزِّقوا ثَوْبَهُ.\nقَوْلُهُ:\nأَعِنِّي على بَرْقٍ أَرَاهُ وَمِيْضِ\n...\nيُضِيْءُ حَبِيَّاً في شَمَارِيْخَ بِيْضِ\nشَبَّهَ أَهْدَابَ السَّحَابِ بِشَمَارِيْخِ الجِبَالِ، وهي أَعَالِيْها.\nقَوْلُهُ:\nويَهْدأُ تاراتٍ سَنَاهُ وتَارَةً\n...\nيَنُوءُ كَتَعْتَابِ الكَسِيْرِ المَهِيْضِ\nشَبَّهَ نُهوضَ الوَمِيْضِ بِتَعْتَابِ الكَسِيْرِ المَهِيْضِ، وفيهِ وَجْهانِ،\nالجزء: 1 - الصفحة: 320\n",
        "أحَدُهُما: أنَّ المَرِيْضَ إذا عاتَبَ ففي عِتَابِهِ ضَعْفٌ جِدّاً، وهذا في غَايَةِ اللُّطفِ والغرابَةِ، والثَّانِي: أَنَّ الكَسِيْرَ: البَعِيْرَ الذي لا يَسْتَمِرُّ على قوائمِهِ، والمَهْيِضُ: [الذي] انْكَسَرَ بَعْدَ الجَبْرِ، وتَعْتَابُهُ: مَشْيُهُ على ثَلاثِ قوائِمَ، فهو يَقْزِلُ.\nقَوْلُهُ في سُرْعَةِ سَيْرِ النَّاقَةِ:\nتَروحُ إذا رَاحَتْ رَواحَ جَهامَةٍ\n...\nبإثْرِ جَهَامٍ رائِحٍ مُتَفَرِّقِ\nالجَهَامَةُ: السَّحَابَةُ قد رَاقَتْ مَاءَهَا، فَهي سَرِيْعَةُ السَّيْرِ، شَبَّهَ سَيْرَ النَّاقَةِ بِهَا.\nقَوْلُهُ:\nإذا المَرْءُ لم يَخْزُنْ عَلَيْهِ لِسَانَهُ\n...\nفَلَيْسَ على شَيْءٍ سِوَاهُ بِخَزَّانِ\nهذا مما يَجْري مجرى الأَمْثَالِ والحِكَم.\nالجزء: 1 - الصفحة: 321\n",
        "قَوْلُهُ:\nكَأَنَّ قُرونَ جِلَّتِهَا العِصِيُّ\nشَبَّه قرونَ المِعْزَى بالعِصِيِّ.\nقَوْلُهُ:\nإذا ما قامَ حالِبُها أَرَنَّتْ\n...\nكَأَنَّ القَوْمَ صَبَّحَهُمْ نَعِيُّ\nهذا مِنْ جَيِّدِ التَّشْبِيهِ وبَلِيْغِهِ.\nقَوْلُهُ:\nتَروحُ كَأَنَّها مِمَّا أصَابَتْ\n...\nمُعَلَّقَةٌ بِأَحْقِيها الدُّلِيُّ\nالجزء: 1 - الصفحة: 322\n",
        "وهذا أيضاً كالذي قَبْلَهُ، شَبَّهَ ضُروعَهَا بالدِّلاءِ لِكَثْرَةِ لَبَنِها.\nقَوْلُهُ:\nكَأَنَّ تجاوُبَ الحُلَّاب فيها\n...\nوَقَدْ حَشَكَتْ حوافِلُها دَوِيّ\nشَبَّه أصْواتَ الحلَّابِيْنَ لها بالدَّوِيِّ، وهو الصَّوْتُ العَالِي المُسْتَدِيرُ الَّذي لا يُفْهَمُ مَعْنَاهُ.\nوليَكُنْ هذا آخرَ البَابِ، وقد ذَكَرْتُ فيهِ جُلَّ تَشْبِيهاتِهِ واسْتِعاراتِهِ ومَحَاسِنها، ولم أُخِلَّ مِنْها إلا بالأَقَلِّ، إما رَغْبَةً عَنْهُ، أو ضَجَراً مِنْهُ، لاقتِضاءِ الحالِ ذلكَ، واللهُ عز وجل أعْلَمُ بالصوابِ.\nالجزء: 1 - الصفحة: 323\n",
        "البَابُ الخَامِسُ\nفِي فَوَائِدَ مِنْ كَلَامِهِ مِنْ كَشْفِ مُشْكِلٍ وَغَيْرِهِ\nوقد سَبَقَ أَنَّهُ في أوَّلِ شِعْرِهِ وَقَفَ واسْتَوْقَفَ، وبَكَى واسْتَبْكَى، وذكرَ الحَبِيْبَ والمَنْزِلَ في مِصْراعٍ واحِدٍ، وهذا مِنْ مَحَاسِنِ التَّشْبِيْهاتِ والفَوائِدِ.\nوَمِنْ ذَلِكَ قَوْلُهُ: «بِسِقْطِ اللِّوَى».\nيَجُوزُ تَعَلُّقُ البَاءِ بِقِفَا وَنَبْكِ وذِكْرى، وهو أَوْلَى.\nالجزء: 1 - الصفحة: 324\n",
        "قَوْلُهُ:\nفَتُوضِحَ فالمِقْرَاةِ لم يَعْفُ رَسْمُها\n...\nلِمَا نَسَجَتْهَا مِنْ جَنوبٍ وشَمْأَلِ\nإنْ قِيْلَ هذا تَنَاقُضٌ؛ لأنَّ نَسْجَ الرِّيْحَيْنِ لَهَا يَقْتَضِي عُفوَّها ودُرُوسَها، فَكَيْفَ نَفَاهُ مع ذَلِكَ؟ . والصَّوابُ إثْبَاتُهُ كما قَالَ النَّابِغَةُ:\nعفا آيَهُ نَسْجُ الجَنوبِ مَعَ الصَّبَا\n...\nوأسْحَمُ دانٍ مُزْنُهُ مُتَصَوِّبُ\nفَجَوابُهُ مِن وُجُوهٍ:\nأحَدُها: لا نُسَلِّمُ أنَّ نَسْجَ الرِّيْحَيْنِ لها يَقْتَضِي عُفُوَّها.\nالثَّاني: سَلَّمْنَا ذَلِكَ، لكن أَيُّ الرِّيحَيْنِ يَقْتَضِي نَسْجُهما لِلْمَنْزِلِ عُفُوَّهُ، المُتَقَابِلَينِ أو المُتَقارِبَيْنِ؟\nالأَوَّلُ مَمْنُوعٌ لِلَّذِي ذَكَرَهُ امرؤُ القَيْسِ؛ لِأَنَّ الجَنُوبَ تُقابِلُ الشَّمَالَ في الجِهَةِ، فكُلَّما عَفَتْ إحداهُما شَيْئاً مِنْهُ، كَشَفَتْهُ الأُخْرَى\nالجزء: 1 - الصفحة: 325\n",
        "مِنْهُما، كَمَا قَالَ القائِلُ:\nتَنَافَرَتْ غَنَمِي يَوْماً فقلتُ لها:\n...\nيا ربِّ سَلِّطْ عليها الذِّئْبَ والضَّبُعَا\nلِأَنَّهُما إذا اجتَمَعا، اختَصَما وسَلِمَتِ الغَنَمُ، فهو دُعاءٌ لَهَا لا عَلَيْها، بِخِلافِ ما إذا طَرَقَاها مُنْفَرِدَيْنِ.\nوالثاني مُسَلَّمٌ، وهو الَّذي ذَكَرَهُ النَّابِغَةُ؛ لِأَنَّ الجَنوبَ تَهُبُّ مِنْ ناحِيَةِ سُهَيْلٍ، والصَّبا مِنْ مَشْرِقِ الاسْتواءِ، وهما مُتَقاربانِ، فَيَتَّفِقانِ على الرَّبْع فَيَعْفوانِهِ.\nالجزء: 1 - الصفحة: 326\n",
        "الثَّالِثُ: سَلَّمنا ذلِكَ، لَكِنَّ النَّابِغَةَ لم يَقْتَصِرْ في عُفوِّ الرَّبْعِ على نَسْجِ الرِّيْحَيْنِ لَهُ، بل ذَكَرَ مَعَهما المَطَرَ بِقَوْلِهِ: «وَأَسْحَمُ دانٍ مُزْنُهُ مُتَصَوِّبُ»، ولم يَذْكُرْ امرؤُ القَيْسِ ذلكَ، ولا يَلْزَمُ مِنْ عُفوِّ الرَّسْمِ بثلاثَةِ أَشْيَاءَ غُفُوَّهُ بِشَيْئَيْنِ.\nالرَّابعُ: أنَّ مُرادَ امْرئِ القَيْسِ «لم يَعْفُ رَسْمُها» [لا] لِنَسْجِ الرِّيحِ لَهَا، بَلْ لِتَقَادُمِ الزَّمَنِ كما في قَوْلِهِ:\nقِفَا نَبْكِ مِنْ ذِكرَى حَبِيْبٍ وعِرْفانِ\n...\nورَسْمٍ عَفَتْ آياتُهُ مُنْذُ أَزْمانِ\nوَكَقَوْلِ زُهَيْرٍ:\nلِمَنِ الدِّيارُ، بِقُنَّةِ الحِجْرِ؟\n...\nأَقْوَيْنَ، مُذْ حِجَجٍ، ومِنْ دَهْرِ\nوقَوْلُهُ:\nقِفْ بالدِّيارِ، التي لمْ يَعْفُها القِدَمُ\n...\nبَلَى، وغَيَّرَها الأرواحُ والدِّيَمُ\nالجزء: 1 - الصفحة: 327\n",
        "قَوْلُهُ:\nوُقُوفاً بها صَحْبِي عَلَيَّ مَطِيَّهُم\n...\nالبيت\nيَجوزُ تَعَلُّقهُ بِقَوْلِهِ: «قِفَا نَبْكِ» فَيكونُ لِنَصْبِ وقوفاً وَجْهانِ، أَحَدُهُما: على المَصْدرِ؛ أَيْ: قِفَا نَبْكِ، فَقَدْ وَقَفَ وقوفاً بها صَحْبِي. والثَّاني: حالٌ؛ أيْ: قِفا وقوفاً بها صَحْبِي؛ أيْ: حَالَ وقوفِ حَصْبي، ويحُوزُ تَعَلُّقُهُ بِقَوْلِهِ:\nكَأَنِّي غَدَاةَ البَيْنِ يَوْمَ تَحَمَّلُوا\n...\nلَدَى سَمُراتِ الحَيِّ ناقِفُ حَنْظَلِ\nفالتَّقديرُ كَأنِّي نَاقِفُ حَنْظَلٍ إذا كانَ وُقُوفاً بها صَحْبِي.\nقَوْلُهُ:\nفَهَلْ عِنْدَ رَسْمٍ دارسٍ مِنْ مُعَوَّلِ\nإن قِيْلَ هذا أيْضَاً يُعارِضُ قَوْلُهُ: «لم يَعْفُ رَسْمُها»، وقد\nالجزء: 1 - الصفحة: 328\n",
        "جَعَلَهُ هنا دارِساً، فَجوابُهُ مِنْ وَجْهَيْنِ، أَحَدُهُما: الوَجْهُ الرَّابعُ مِمَّا سَبَقَ، وبِهِ يَزولُ التَّعارُضُ، الثَّاني: حَمْلُ الدَّارسِ على من لا ساكِنَ بِهِ، والعَافِي على ما خَفِيَتْ آثارُ أَهْلِهِ ومَعَالِمُهُم مِنْهُ، ولا تَنَافِي بَيْنَ ذَهابِ السُّكانِ وبَقَاءِ آثارِهِم.\nقَوْلُهُ:\nكَدَأْبِكَ مِنْ أُمِّ الحُوَيْرِثِ قَبْلَها\n....\nالبيت\nويروي كَدِيْنِك، والدَّأْبُ والدِّينُ: العَادَةُ، والمَعْنَى: أَنْتَ في هذا كَدَأْبِكَ قَبْلَهُ مَعَ أُمِّ الحُوَيْرِثِ؛ أي: لا يَنْفَكُّ مُغْرَماً عاشِقاً كُلَّما\nالجزء: 1 - الصفحة: 329\n",
        "ذَهَبَ عَنْكَ غرامُ شَيْءٍ خَلَفَهُ غَيْرُهُ. ويُحْتَمَلُ أنَّه تَحْرِيْضٌ لِنَفْسهِ على مُلَازَمَةِ الغَرامِ والعِشْقِ؛ أَيْ: كُن كَدَأْبِكَ مِنْ أُمِّ الحُوَيْرِثِ فلا تَخْلُ مِنْ غرام وعِشْقٍ، فلا عَيْشَ إلا لِلْعُشَّاقِ كما قالَ الشَّيْخُ عُمَرُ بنُ الفَارِضِ رضي الله عنه:\nنَصَحْتُكَ عِلْماً بِالْهَوَى، وَالَّذِي أَرَى\n...\nفَخَالَفتَنِي فَاخْتَرْ لِنَفْسِكَ مَا يَحْلُو\nقَوْلُهُ:\nإذا قامتا تَضَوَّع المَسْكُ مِنْهُمَا\nالجزء: 1 - الصفحة: 330\n",
        "يعني: أمَّ الحُوَيرثِ وجارتَها\nيُرْوى: المِسْكُ بِكَسْرِ المِيْمِ، وهو الطِّيْبُ، فهو كَقَوْلِهِ:\nويُضْحي فَتِيتُ المِسْكِ فَوْقَ فِرَاشِهَا\nويُرْوَى المَسْكُ بِفَتْحِ المِيْمِ، وهو الجِلْدُ؛ أي: جِلْدُهُما يَتَضَوَّعُ طِيْباً، فَيُحْتَمَلُ أنَّهُ كَمَا ذَكَرْنَا، وَيُحْتَمَلُ أنَّهُ كَقَوْلِهِ:\nوَجَدْتُ بها طِيبَاً وإنْ لم تَطَيَّبِ\nأي: يَضَّوَّعُ جلْدُها طِيْبَاً مِنْ غَيْر تَطَيُّبٍ.\nالجزء: 1 - الصفحة: 331\n",
        "قَوْلُهُ:\nفَفَاضَتْ دُموعُ العَيْنِ مِنِّي صَبَابَةً\n...\nالبيت\nيَجُوزُ انْتِصَابُ صَبَابَةً على التَّمييزِ والمَفْعولِ لَهُ، وَقَوْلُهُ: «حَتَّى بَلَّ دَمْعِيَ مِحْمَلي» هو السَّيْرُ الذي يُحْمَلُ بهِ السَّيْفُ، يُحْتَملُ أَنَّهُ ابْتَلَّ بالدَّمْعِ مَعَ جَمِيْعِهِ مُبَالَغَةً، ويُحْتَمَلُ أَنَّ المُرَادَ ابْتِلَالُ ما قابَلَ النَّحْرَ مِنْهُ، وهو ما على الصَّدْرِ مِنَ المِحْمَلِ، ويكونُ مِنْ بَابِ تَسْمِيَةِ الجُزْءِ باسم الجُمْلَةِ.\nقَوْلُهُ:\nألا رُبَّ يَوْمٍ صَالحٍ لَكَ مِنْهُما\nالجزء: 1 - الصفحة: 332\n",
        "ويُرْوَى:\nألا رب يَوْمٍ لكَ مِنْهُنَّ صَالِحٌ\nوالأَوَّلُ أَشْبَهُ تَعْلِيقاً لِلْكَلَامِ بأُمِّ الحُوَيْرِثِ وَجَارَتِهَا.\nقَوْلُهُ: «ولا سيَّما يَوم» يَجُوزُ في يَومِ الرَّفْعُ والنَّصْبُ والجَرُّ، على الخَبَرِ والاستثناءِ والإِضافةِ.\nالجزء: 1 - الصفحة: 333\n",
        "قَوْلُهُ:\nفيا عَجَبا لِرَحْلِها المُتَحَمَّلِ\nويُرْوَى: «من رَحْلِها» وهو أَجْوَدُ، لِسَلامَتِهِ، مِنَ الزِّحافِ مَعَ اسْتِوَاءِ مَعْنَاهُما، وَعَجَباً: بِمَعْنَى عَجَبي، فهو غَيْرُ مُنَونٍ، مِنْ بَابِ يا غُلامِي، ويا غُلامَا.\nقَوْلُهُ:\nويَوْمَ دَخَلْتُ الخِدْرَ خِدْرَ عُنَيْزَةٍ\nويُرْوَى: «يَوْمَ عُنَيْزَةٍ» فَفِيها قَوْلانِ، أَحَدُهُما ذلكَ، والثَّانِي:\nالجزء: 1 - الصفحة: 334\n",
        "عُنَيْزَةُ أرضٌ أو جَبَلٌ؟ فَأَما قَوْلُهُ:\nتَراءَتْ لَنَا يوماً بِسَفْحٍ عُنَيْزَةٌ\nفهو جَبَلٌ.\nقَوْلُهُ: «وقد مالَ الغَبِيْطُ بنا مَعَاً»؛ أي: مَيْلةً وَاحِدَةً فِي زَمَنٍ واحدٍ، وَهُوَ مُمْكِنٌ، بَلْ وَاجِبٌ.\nفأما قَوْلُهُ: «مُقْبلٍ مُدْبرٍ مَعَاً» في صِفَةِ الفَرَسِ، فهو في الحَقِيْقَةِ مُحَالٌ، إذ زَمَنُ الإقبَالِ غَيْرُ زَمَنِ الإِدْبَارِ، وإنَّما ذَكَرَهُ مُبالَغَةً.\nقَوْلُهُ:\nفَمِثْلُكِ حُبْلَى قَدْ طَرَقتُ وَمُرْضِعٍ\nالجزء: 1 - الصفحة: 335\n",
        "أيْ: فَرُبَّ مِثْلُكِ، كَقَوْلِهِ:\nفَمِثْلُكِ بَيْضَاءِ العَوارِضِ طَفْلَةٍ\nوقَوْلِ الآخَرِ:\nيا ربَّ مِثْلِكِ في النِّسَاءِ غَرِيَرَةٍ\n...\nبَيْضاءَ قَدْ مَتَّعْتُها بِطَلاقِ\nوَيَجُوزُ فِي «مُرضعٍ» الرَّفْعُ والنَّصْبُ والجَرُّ.\nقَوْلُهُ:\nفَأَلْهَيْتُها عَنْ ذي تمائِمَ مُحْوِلِ\nأيْ: قَدْ أَتى لَهُ حَوْلٌ، فهو كَقَوْلِهِ:\n. لو دَبَّ مُحْوِلٌ\n...\nمِنَ الذَّرِّ فَوْقَ الإِتْبِ منها لَأثَّرا\nالجزء: 1 - الصفحة: 336\n",
        "فأمَّا قَوْلُهُ:\nبِجِيْدٍ مُعَمٍّ في العَشِيْرَةِ مُخْوَلِ\nفَهُو بخاءٍ مُعْجَمَةٍ؛ أَيْ: كَرِيْمُ الخَالِ.\nقَوْلُهُ:\nأَغَرَّكِ مِنِّي أَنَّ حُبَّكِ قاتِلي\n...\nوأَنَّكِ مَهْمَا تَأْمُري القَلْبَ يَفْعَلِ\nأنكَرَ بَعْضُهُم عليهِ هذا، وقالَ: لِمَ تَسْتَغْربُ منها شَيْئاً، وقد أَعطَيْتَها سَبَبَهُ، وأَيُّ شَيْءٍ يُطْعِمُها فِيْكَ أَكْثَرَ مِمَّا ذَكَرْتَ. وجَوابُهُ أنَّ مَعْنَى كَلَامِهِ: لا تَغْتَرِّي بشِدَّةِ إقبالِي عَلَيْكِ، ومَحَبَّتِي لَكِ، فتُسْرِفي في التَّمَنُّعِ، فَإنَّ لي هِمَّةَ المُلُوكِ، فإنْ لم تُنْصِفِيْني في هَواكِ، أَعْرَضتْ بي هِمَّتِي عَنْكِ، فهو كَقولِ الآخَرِ:\nضَلَّتْ ولو كُنْتُ في هذا كما زَعَمَتْ\n...\nما كُنْتُ أُغْمِضُ أجفاني على الضَّررِ\nقَوْلُهُ:\nتجاوَزْتُ أحراسَاً إليها ومَعْشَرَاً\n...\nعَلَيَّ حِراصاً لو يُسِرُّون مَقْتَلِي\nالجزء: 1 - الصفحة: 337\n",
        "يُروى بالسِّيْنِ على مَعْنَى يُخفونَهُ، وَيَجْعَلُونَهُ سِرّاً فَيَضيعُ خَبَري، إمَّا صيانَةً لِأعْرَاضِهِمْ، أو خَشْيَةً مِنْ مُطَالِبِهم بِدَمِي، وبالشِّيْنِ المُعْجَمَةِ، ولَهُ وَجْهانِ: أَحَدُهُما: أنَّه مِنَ الشَّرِّ ضِدَّ الخَيْرِ؛ أيْ: يَقْتُلونِي شَرَّ قِتْلَةٍ كَمُثْلَةٍ ونَحْوِها، والثَّانِي: هو مِنْ شَرَّرْتُ الثَّوْبَ؛ أيْ: نَشَرْتُهُ؛ يَعْنِي: يُظهِرونَ مَقْتَلي افْتِخاراً بي؛ لأَنِّي مَلِكٌ، فَقَتْلِي مما يُفْتَخَرُ بهِ.\nقَوْلُهُ:\nفَلَمَّا أَجَزْنَا سَاحَةَ الحَيِّ وانْتَحَى\n...\nبِنَا بَطْنُ خَبْتٍ ذِي قِفافٍ عَقَنْقَلِ\nالجزء: 1 - الصفحة: 338\n",
        "كثيرٌ مِنْ أهْلِ اللُّغَةِ زَعَمُوا أنَّ الواوَ في «وانْتَحى» زَائِدَةٌ، وجَعَلُوهُ شَاهِداً في زِيادَةِ الواوِ في نَحْوِ: {حتى إذا جاءوها وفتحت أبوابها} [الزمر: 73]، {فلما أسلما وتله للجبين} [الصافات: 103]، {ولقد ءاتينا موسى وهارون الفرقان وضياء} [الأنبياء: 48]، {وثامنهم كلبهم} [الكهف: 22] وأَشْبَاهُ ذَلِكَ، وهو وَهْمٌ، بَلِ الوَاوُ هُنَا عَاطِفَةٌ، وجَوابُ «لَمَّا» قَوْلُهُ:\nهَصَرْتُ بِفُودِي رَأْسَها فتَمَايَلَتْ\n....\nالبيت\nقَوْلُهُ:\nوجِيْدٍ كَجِيْدِ الرِّئْمِ لَيْسَ بِفاحِشٍ\n...\nإذا هي نَصَّتْهُ ولا بِمُعَطَّلِ\nكثيراً ما يستَشْهِدُ الأُصُولِيُّونَ بهذا البَيْتِ على أنَّ النَّصَّ في اللَّغَةِ الكَشْفُ والظُّهورُ، والكَلامُ في تَحْرِيرِهِ غَيْرَ هَاهُنَا.\nالجزء: 1 - الصفحة: 339\n",
        "قَوْلُهُ:\nلم تَنْتَطِقْ عَنْ تَفَضُّلِ\nزَعَمَ بَعْضُهم أنَّ عَنْ بِمَعْنَى بَعْد؛ أَيْ: تَفَضُّلٍ، ولا ضَرورةَ إلى ذلك، وإنْ كانَ المَعْنَى قَرِيْبَاً، بَلْ هِيَ على أَصْلِها في المُجَاوَزَةِ إِذْ مَعْنَاهُ لمَ ْتَتَجاوَزْ التَّفَضُّلَ إلى الانْتِطاقِ، وإذا تَجَرَّدَتِ المَرْأَةُ لِشُغْلِها ثُمَّ انْتَطَقَتْ، فَكَانَ انْتِطاقُها صَادِراً عَنْ تَجَرُّدِها صُدُورَ السَّهْمِ عَنِ القَوْسِ في قولِكَ: رَمَيْتُ عَنِ القَوْسِ.\nقَوْلُهُ:\nكَبِكْرِ المُقَانَاةِ البَيَاضُ بِصُفْرَةٍ\nالجزء: 1 - الصفحة: 340\n",
        "هذا مِمَّا قَدْ يَشْكثل فَهْمُهُ، والمُقانَاةُ: المخالَطَةُ، فَمَعْناهُ: كَبِكْرِ [البَيْضَةِ] التي خُولِطَ بَيَاضُها بِصُفْرَةٍ، أو كَبِكْرِ المُخَالطِ بَيَاضُها، أو المُخالِطَةِ البَيَاضِ بِصُفْرَةٍ، والمُرادُ: كَأَوَّلِ بَيْضَةٍ باضَتْها نَعامَةٌ خَالَطَ بَيَاضَها صُفْرَةٌ، ويُرْوَى.\nكَبِكْر مُقانَاةِ البَيَاضِ بِصُفْرَةٍ\nفَيَكُونُ اختلَاطُ البَيَاضِ بالصُّفْرَةِ لِلْبَيْضَةِ لا لِلنَّعامَةِ.\nقَوْلُهُ:\nفَظَلَّ طُهَاةُ اللَّحْمِ مِنْ بَيْنِ مُنْضِجٍ\n...\nصَفِيْفَ شواءٍ أو قَدِيْرٍ مُعَجَّلِ\nبَعْضُهم يَجْعَلُ هذا إقواءً؛ لِأَنَّ حَقَّهُ أن يَنْتَصِبَ على صَفِيْفٍ،\nالجزء: 1 - الصفحة: 341\n",
        "تقْدِيْرُهُ: مُنْضِجٍ صَفِيْفاً أو قَدِيْراً مُعَجَّلاً. ويَتَّجِهُ صَوابُهُ بِأَنَّ يُجْعَلَ عَطْفاً على شِواءٍ؛ أَيْ: صَفِيْفَ شِواءٍ وصَفِيْفَ قَدِيرٍ؛ لأَنَّ اللَّحْمَ يُصَفُّ إذا شُوِيَّ، كَذلِكَ قُدورُهُ تُصَفُّ إذا طُبِخَ.\nقَوْلُهُ في صِفَةِ المَطَرِ:\nوتَيْمَاءَ لم يَتْرُكْ بها جِذْعَ نَخْلَةٍ\n...\nولا أُطُماً إلا مَشِيْداً بِجَنْدَلِ\nهذا كما يُحكَى عَنِ المَسِيحِ أنَّه قالَ في بَعْضِ أَمْثَالِهِ التي ضَرَبَها لِقَوْمهِ: إنَّ العاقِلَ يَبْنِي بُنْيَةً بالحَجَرِ في أَرْضٍ صُلْبَةٍ، فإذا جاءَ المَطَرُ لا يُؤَثِّرُ فيه، والجاهِلُ يَبْنِي بُنْيَةً على الرَّمْلِ فَيَجِيءُ المَطَرُ يَسْتَأصِلُهُ، أَوْ كَمَا قالَ.\nالجزء: 1 - الصفحة: 342\n",
        "قَوْلُهُ:\nكَأنَّ ثَبِيْراً في عَرانِيْنِ وَبْلِهِ\n...\nكَبِيْرُ أُنَاسٍ في بِجَادٍ مُزَمَّلِ\nهذا إقواءٌ؛ لِأَنَّ حَقَّ «مُزَمَّلِ» أَنْ يَرْتَفِعَ على النَّعْتِ لِكَبِيْرٍ؛ أيْ: كَبِيرٌ مُزَمَّلٌ، لَكِنَّ جَرَّهُ على الجِوَارِ إصلاحاً لِلْقَافِيَةِ، وقالَ أبو عليٍّ: تَقْديرُهُ في بِجَادٍ مُزَمَّلٍ فيه، كما قال: «[هذا جُحْرُ ضَبٍّ خَرِبٍ]»؛ أَيْ: خَرِبٍ جُحْرُهُ، وعلى هذا فلا إقواءٌ.\nقَوْلُهُ:\nفَقَالَتْ سَبَاكَ اللهُ إنَّكَ فاضِحي\n...\nأَلَسْتَ تَرَى السُّمَّارَ والنَّاسَ أحْوالي\nيُريدُ: جَمْعَ حَوْلَ، مِنْ قَوْلُهُ عز وجل: {فلما اضاءت ما حوله} [البقرة: 17]، ولا أرَى جَمْعَهُ جَائِزاً، كما لا يُقَالُ: أَقْبَالي وأبعادِي، في قَبْلَ وبَعْدَ، ولا أَعْنَادِي في عِنْدَ، ولم يُسْمَعْ بِجَمْعِ «حَوْلَ» إلا في هذا البَيْتِ، فقد يُسَوَّغُ؛ لِنُطْقِ هذا العَرَبِيِّ الفَصِيْحِ بهِ. وقد يُحْمَلُ بِمَنْعٍ، ويُحْمَلُ نُطْقُهُ على الشُّذوذِ والضَّرورةِ، أو على أَنَّهُ حَكَى لَفْظَ\nالجزء: 1 - الصفحة: 343\n",
        "المَرْأَةِ، وقد لا تكونُ عَرَبِيَّةً فَصِيْحَةً. ويَخْطُرُ لي أنَّ هَذِهِ بِنْتُ قَيْصَرَ مَلِكِ الرُّومِ، فإنَّ امرأَ القَيْسِ لَمَّا وَرَدَ عليه يَسْتَنجِدُهُ على بَنِي أَسَدٍ، أكرَمَهُ قَيْصَرُ وقَرَّبَهُ، وكان مَعْشَقاً، فَعَشِقَتْهُ ابْنَةُ قَيصرَ، وعَادَ يَخْتَلِفُ إليها، وبِذلكَ وشَى بهِ الطَّمَّاحُ الأَسَدِيُّ إلى قيْصرَ حَتَّى مَكَرَ بهِ فَقَتَلَهُ مَسْمُوماً، فَلَعَلَّ حِكايَتَهُ ها هنا عن بَعْضِ اختلافاته إلى بِنْتِ قَيْصَرَ، وهي دَخِيْلَةٌ في العربيّةِ، لا يحتجُّ بها فيها.\nقَوْلُهُ:\nفَقُلْتُ يَمِيْنُ اللهِ أَبْرَحُ قاعِداً\n...\nولو قَطَّعوا رَأْسِي لَدَيْكِ وأَوْصَالي\nأَيْ: لا أبْرَحُ، فَحَذَفَ «لا» لدَلَالَةِ الكَلَامِ عَلَيْها، إذْ لَوْ كانَ إثْبَاتاً لَقَالَ: يَمِيْنُ اللهِ لأَبْرَحَنَّ، ومِثْلُهُ: {تالله تفتؤا} [يوسف: 85]؛ أي: لا تَفْتَؤُ.\nالجزء: 1 - الصفحة: 344\n",
        "قَوْلُهُ:\nوَرُضْتُ فَذَلَّتْ صَعْبَةً أيَّ إذْلالِ\nيَجُوزُ رَفْعُ «صَعْبَة» ونَصْبُها على الخِلَافِ بَيْنَ أهْلِ المِصْرَيْنِ في تَنَازُعُ العامِلَيْنِ، فالرَّفْعُ بَصْرِيٌّ، والنَّصْبُ كُوفِيٌّ.\nقَوْلُهُ:\nحَلَفْتُ لها باللهِ حِلْفَةَ فاجِرٍ\n...\nلَنَاموا فما إنْ مِنْ حَديثٍ ولا صَالِ\nأَيْ: لَقَدْ نَاموا لا بُدَّ مِنْ ذَلِكَ، وإنما حَذَفَ (قَدْ) للضَّرورَةِ، أو لِظُهورِ إرادَتِها كما في «أَبْرَحُ قاعداً» و {جاءوكم حصرت صدورهم} [النساء: 90]، وهذا جواب قَوْلِها: «ألَسْتَ تَرَى السُّمَّارَ\nالجزء: 1 - الصفحة: 345\n",
        "والنَّاسَ أَحْوَالِي»، كأَنَّها قَالَتْ لَهُ: النَّاسُ حَوْلِي سَامِرٌ ومُصْطَلٍ، فَحَلَفَ لها أنَّه لم يَبْقَ واحِدٌ مِنْهُمَا.\nقَوْلُهُ:\nيَغِطُّ غَطِيْطَ البَكْرِ شُدَّ خِنَاقُهُ\n...\nالبيت\nهَذِهِ الجُمْلَةُ حالِيَّةٌ؛ أَيْ: مَشْدوداً خِنَاقُهُ، ويَجوزُ أنْ يُقَدَّرَ: البَكْرِ إذا شُدَّ خِنَاقُهُ، والبَكْرِ الَّذي شُدَّ خِنَاقَهُ، فَهذِهِ وأَمْثالُها دائِرَةٌ بَيْنَ الحَالِ والصِّفَةِ والشَّرْطِ.\nقَوْلُهُ:\nولَيْسَ بذي سَيْفٍ فَيَقْتُلُنِي به\n...\nولَيْسَ بذي رُمْحٍ وليْسَ بِنَبَّالِ\nالجزء: 1 - الصفحة: 346\n",
        "هذهِ قِسْمَةٌ جَيِّدَةٌ؛ لأَنَّ الآتِ القَتْلِ وإنْ كَثُرَتْ، غَيْرَ أَنَّ المَشْهورَ عِنْدَ العَرَبِ هَذهِ الثَّلاثَةُ؛ السَّيْفُ والرُّمحُ والسَّهْمُ، وقد استَوْفَى ذِكْرَهَا.\nقَوْلُهُ:\nوقد عَلِمَتْ سَلْمَى وإنْ كانَ بَعْلُها\n...\nبِأَنَّ الفَتَى يَهْذِي، ولَيْسَ بِفَعَّالِ\nتَقْدِيرُهُ: وقد عَلِمَتْ سَلْمَى وإنْ كانَ بَعْلُها يَهْذي بِقَتْلي، بِأَنَّ الفَتَى يَهْذِي، فاسْتَغْنى عنها بِأَحَدِهِما استِخْداماً أو شِبْهَهُ.\nقَوْلُهُ:\nوماذا عَلَيْهِ أَنْ نَرُوضَ نَجائِباً\n...\nكَغِزلَانِ وَحْشٍ في محاريبِ أَقْوالِ\nاعلم أنَّ هذا اسْتِهْتَارٌ يُضْحَكُ مِنْهُ، إذ يَقُولُ: وماذا على الرَّجُلِ أنْ يُهْتَكَ عِرْضُهُ ويُهَانَ فِراشُهُ، فهو كَمَنْ يَقْتُلُ إنسَاناً ويَقُولُ: ماذا عليكَ أَنْ استَخْرِجَ مِنْكَ دَماً كَأَنَّهُ العَقِيْقُ في حُمْرَتِهِ، والمُدامُ في قَوامِهِ، وعينُ الدِّيْكِ في صَفائِهِ. ولَقَدْ ذَكَرْتُ لِهذا حِكايَةً وهي أنَّ\nالجزء: 1 - الصفحة: 347\n",
        "إسحاق المَوْصِليِّ كانَ يهوى وَلَّادةَ المَخْرَمِيَّةَ، فَكَتَبَ إليها:\n«تَقي الله فِيمَنْ قَدْ تَبَلْتِ فُؤادَهُ\n...\nوتَيَّمْتِهِ حَتَّى كَأَنَّ بهِ سِحْراً\nدَعِي البُخْلَ، لا أسْمَعْ بِقَوْمِك\n...\nإنَّما سَأَلتُكِ شَيْئاً لَيْسَ يُعْري لَكُمْ ظَهْراً»\nفَكَتَبَتْ إليه تَقُولُ: «صَدَقْتَ، أَعزَّكَ اللهُ، إنَّه لا يُعري لَنَا ظَهْراً، ولكِنَّهُ يَمْلأُ مِنَّا بَطْناً».\nالجزء: 1 - الصفحة: 348\n",
        "ويُحكى أنَّ أعرابياً دَخَلَ البَصرةَ فرأى المُؤذِّنِيْنِ على مَكانٍ يُؤَذِّنونَ، فقالَ لِرَجُلٍ: ما يَقولُ هؤلاءِ؟ فقالَ لَهُ الرَّجُلُ: هَؤلاءِ يَتَمَنَّوْنَ حوائِجَهُمْ فَتُقْضَى، قالَ: فإنَّ لي حاجَةً أُرِيْدُ أَتَمَنَّاها، قَالَ: وما هي؟ فأَنْشَدَهُ أبْيَاتاً تَتَضَمَّنُ حاجَتَهُ، فاسْتَحْمَقَهُ الرَّجُلُ، ثُمَّ جَاءَ إلى رَئيسِ المُؤَذِّنِيْنَ فقالَ: هاهُنَا أعْرَابِيٌّ يُؤذِّنُ جَيِّداً، فَإنْ رَأَيْتَ أنْ تُجَرِّبَهُ ثُمَّ تَجْعَلُهُ مِنْ أَصْحابِكَ، قالَ: فادْعُهُ، فَدَعَاهُ، فقالَ لَهُ: أسْمِعْنَا ما عِنْدَكَ، فَجَعَلَ يَدُورُ على ذلكَ العُلُوِّ ويُنْشِدُ:\nجَزَى اللهُ عَنَّا ذاتَ بَعْلٍ تَصَدَّقَتْ\n...\nعلى عَزَبٍ حَتَّى يكونَ له أهْلُ\nوإنَّا سَنَجْزيها بما صَنَعَتْ بنا\n...\nإذا ما تَزَوَّجَتْ ولَيْسَ لها بَعْلُ\nأفِيْضوا على عُزَّابِكم بِنِسَائِكُمْ\n...\nفما في كِتَابِ اللهِ أَنْ يُحْرَمَ الفَضْلُ\nقالَ: فَلَعَنَهُ الرِّجالُ وأَلْقَوْهُ عن ذلكَ المكانِ، وأمَّا النِّساءُ فَتَأَسَّفْنَ علَيْهِ وقُلْنَ: ما أَحْسَنَ ما قَالَ! وما أَذَّنَ أَحدٌ أَحْسَنَ مِنْه.\nقَوْلُهُ:\nالجزء: 1 - الصفحة: 349\n",
        "أَوانِسَ يُتْبِعْنَ الهوى سُبُلَ المُنَى\n...\nيَقُلْنَ لِأَهلِ الحِلْمِ ضُلّاً بِتَضْلالِ\nأيْ: يُصَيِّرنَ المُنَى تَبَعاً لِلْهَوى، فإذا هَويَهُنَّ الشَّخْصُ اعْتَراهُ بِمُنَى وَصْلِهِنَّ [ضَلَالٌ] بِكُلِّ سَبِيْلٍ، وهذا مِنْ أَخْصَرِ الكَلَامِ، مَعَ كَثْرَةِ مَعْنَاهُ، وشَطْرُهُ الأَخِيْرُ شَبِيْهٌ بِقَوْلِهِ:\nإلى مِثْلِها يَرْنو الحَلِيْمُ صَبَابَةً\nقَوْلُهُ:\nصَرَفْتُ الهَوَى عَنْهُنَّ مِنْ خَشْيَةِ الرَّدى\n...\nولَسْتُ بِمَقْلِيِّ الخِلالِ ولا قَالِ\nقِيْلَ: مَعْنَاهُ خَشْيَةَ الفَضِيْحَةِ، وقد أَبانَ بهذا مَعَ مَا قَبْلَهُ أَنَّهُ كانَ تَارَةً يَتَهَتَّكُ، وتَارَةً يَتَصَوَّنُ، وتارةً يَتَمَسَّكُ.\nقَوْلُهُ:\nكأني لم أَرْكَبْ جواداً لِلَذَّةٍ\n...\nولم أتَبَطَّنْ كاعِباً ذَاتَ خَلْخَالِ\nولم أَسْبإِ الزِّقَّ الرَّوِيَّ ولم أَقُلْ\n...\nلِخَيْلِيَ كُرِّي كَرَّة بَعْدَ إجفالِ\nالجزء: 1 - الصفحة: 350\n",
        "أَنْكَرَ بَعْضُهم عليه هذا وقالَ: إنَّ شُطُورَ هذين البَيْتَيْنِ غَيْرُ مُلْتَئِمَةٍ، ولو كَانَ هكذا:\nكَأَنِّي لم أَرْكَبْ جواداً ولم أَقُلْ\n...\nلِخَيْلِي كُرِّي كَرَّةً بَعْدَ إجْفَالِ\nولم أَسْبَأ الزِّقَّ الرَّوِيَّ لِلَذَّةٍ\n...\nولم أَتَبَطَّنْ كاعِبَاً ذاتَ خَلْخَالِ\nلَكانَ أَجْوَدَ، لِيَجْمَعَ لَذَّةَ الخَيْلِ في بَيْتٍ واحدٍ، ولَذَّةَ الخَمْرِ والنِّساءِ في بَيْتٍ وَاحِدٍ. وأُجِيْبُ عَنْهُ بِأَنَّهُ أراد جَمْعَ لَذَّةِ مَرْكُوبِيِّ اللَّيْلِ والنَّهارِ في بَيْتٍ، ولَذَّةِ الغَزَاةِ والخَمْرِ المُشَجِّعَةِ على القِتَالِ في بَيْتٍ، واعتَرَضَ سَيْفُ الدَّوْلَةِ هذا الاعتِراضَ على\nالجزء: 1 - الصفحة: 351\n",
        "أبي الطَّيِّبِ في قَوْلِهِ:\nوَقَفْتَ وما في المَوْتِ شَكٌّ لواقِفٍ\n...\nكَأَنَّكَ في جَفْنِ الرَّدَى وهو نائِمُ\nتَمُرُّ بِكَ الأَبْطالُ كَلْمَى هَزِيْمَةً\n...\nوَوَجْهُكَ وَضَّاحٌ وثَغْرُكَ باسِمُ\nفأجاب أبو الطَّيِّبِ: بأنَّهُ أرادَ المُطَابَقَةَ بَيْنَ ذِكْرِ المَوْتِ والرَّدَى في بَيْتٍ، والجَمْعَ بَيْنَ عَبُوسِ المُهْرِ وتَبَسُّمِ المَمْدُوحِ في بَيْتٍ، فاسْتَحْسَنَ ذَلِكَ مِنْهُ.\nالجزء: 1 - الصفحة: 352\n",
        "قَوْلُهُ:\nولو أَنَّ ما أَسْعَى لِأَدْنَى مَعِيْشَةٍ\n...\nكفاني، ولم أَطْلُبْ، قَلِيْلٌ مِنَ المالِ\nولَكِنَّما أَسْعَى لِمَجْدٍ مُؤَثَّلٍ\n...\nوقَدْ يُدْرِكُ المَجْدَ المُؤَثَّلَ أَمْثَالِي\nاحتجَّ الكوفيونَ بِقَوْلِهِ: «كَفَانِي ولَمْ أَطْلُب قَلِيْلٌ» على إعمال الأوَّلِ عِنْدَ تَنازُعِ العامِلَيْنِ، ووافَقَهُمْ أبُو عَلِيٍّ الفَارِسِيِّ في الإِيضاحِ على أَنَّهُ مِنْ هذا البَابِ، وزَعَمَ البَصْرِيُّونَ أَنَّهُ لَيْسَ مِنْهُ؛ لِأدائِهِ إلى التَّنَاقُضِ، فعَلى الأَوَّلِ تَقْدِيْرُهُ: كَفَاني قَلِيْلٌ مِنَ المالِ ولم أطْلُبْهُ، بَلْ كانَ يأْتِيني عَفْوَاً بلا تَعَبٍ، وعلى الثَّاني تَقْدِيْرُهُ: كَفَاني قَلِيْلٌ\nالجزء: 1 - الصفحة: 353\n",
        "مِنَ المالِ ولم أَطْلُبِ المُلْكَ، فَلَمْ يَتَوَجَّها إلى مَعْمولٍ واحِدٍ. والأَشْبَهُ قَوْلُ الكُوفِيِّينَ، غَيْرَ أَنَّ النُّصوصَ مَعَ البَصْريين أَكْثَرُ.\nقَوْلُهُ:\nنَطْعَنُهُمْ سُلْكَى ومَخْلُوجَةً\n...\nكَرَّكَ لَأْمَينِ على نَابِلِ\nأي: نَطْعَنُهم طَعْناً مُسْتَقِيماً ومُنْحَرِفاً. ثُمَّ في وَجْهِ التَّشْبِيهِ قَوْلَانِ، أَحَدُهُما: أنَّهُ شَبَّهَ ذلك بإلقاءِ سَهْمَيْنِ إلى نابِلٍ، فَيَمْضِي أَحَدُهما مُسْتَقيماً وَيَنْحَرِفُ الآخرُ. والثاني: أنَّهُ هكذا كَرُّ كلامَيْنِ على نَابِلِ، هو أنْ يُقالَ لَهُ: ارْمِ ارْمِ. وهذا فيه لَمْحَةٌ مِنْ\nالجزء: 1 - الصفحة: 354\n",
        "قَوْلِهِ في الصَّيْدِ:\nفَعَادَيْتُ منها بَيْنَ ثورٍ ونَعْجَةٍ\n....\nالبيت\nكَأَنَّهُ يَقْلَعُ الرُّمْحَ مِنَ الثَّوْرِ ويَضَعَهُ في النَّعْجَة، كَذَلِكَ هنا يَقْتَلِعُ الرُّمْحَ مِنَ الطَّعْنَةِ المُسْتَقِيْمَةِ، ثُمَّ يَطْعَنُ بهِ مُنْحَرِفَةً بتَوَاتُرٍ مِنْ غَيْرِ تَفَاتُرٍ.\nقَوْلُهُ:\nفاليَومَ أَشْرَبْ غَيرَ مُسْتَحْقِبٍ\n...\nإثْمَاً مِنَ اللهِ ولا واغِلِ\nأصْلُهُ أشْرَبُ بِضَمِّ البَاءِ؛ لِأَنَّهُ فِعْلٌ مُضَارعٌ لا جازِمَ لَهُ، وإنَّما أَسْكَنَ البَاءَ تَخْفيفاً لإِقامَةِ الوَزْنِ، ولو ضَمَّها لانحَرَفَ شيئاً ما، والمُبَرِّدُ يَرْوِيْهِ.\nفاليَوْمَ فاشْرَبْ\nالجزء: 1 - الصفحة: 355\n",
        "أَمْرٌ، فلا ضَرُورةَ.\nقَوْلُهُ:\nفَقُلْتُ لَهُ: لا تَبْكِ عَيْنُك إنَّما\n...\nنحاوِلُ مُلْكاً أو نَمُوتَ فَنُعْذرا\nتَقْدِيْرُهُ: إلَّا أَنْ نَمُوتَ، وتَحْقِيْقُهُ: إنَّما نحاوِلُ أنْ نَمْلِكَ أو نَموتَ، فهو أَقْرَبُ وأَشْبَهُ.\nقَوْلُهُ:\nفإنِّي أَذِيْنٌ إن رَجَعْتُ مُمَلَّكاً\n...\nبِسَيْرٍ تَرَى مِنْهُ الفُوانِقَ أَزْوَرا\nقيل: مَعْنَاهُ: ضامِنُ وكَفِيْلٌ، والصَّوابُ أَنِّي مُعْلِمٌ ومُنْذِرٌ مَنْ أَذِنْتُ؛ أَيْ: عَلِمْتُ.\nقَوْلُهُ:\nوَعَمْرو بْنُ دَرْماءَ الهُمامُ إذا غَدا\n...\nبِذِي شُطَبٍ عَضْبٍ كمِشيَةِ قَسْوَرا\nالجزء: 1 - الصفحة: 356\n",
        "هذا مُشْكِلٌ؛ لِأَنَّ قَسْوَرَ هَاهُنَا في مَحَلِّ جَرٍّ بالإِضافةِ، ولا أَعْلَمُ لِنَصْبِهِ وَجْهَاً إلا الضَّرورَةَ مِنْ بَابِ الإِقواءِ، كقَوْلِهِ: «في بِجادٍ مُزَمَّلِ» ونَحْوِهِ، اللَّهُمَّ إلا أنْ يَكُونَ أرادَ «قَسْوَرَةٍ» ثُمَّ حَذَفَ التاءَ وأشْبَعَ الفَتْحَةَ قَبْلَها لِأَجْلِ القَافِيَةِ، فَنَشَأَت الأَلِفُ، هذا وَجْهُهُ.\nقَوْلُهُ:\nوتَعْرِفُ فيهِ مِنْ أَبِيْهِ شَمَائِلاً\n...\nومِنْ خَالِهِ ومِنْ يَزِيْدَ ومِنْ حُجُرْ\nسَمَاحةَ ذا وبِرَّ ذا ووفاءَ ذا\n...\nونائِلَ ذا إذا صَحَا وإذا سَكِرْ\nهذا البَيْتُ لا يَعْلَمُ مِثْلُهُ في كَثْرَةِ زحافِهِ، فإنَّهُ في جَمِيْعِ أَجْزَائِهِ وأَكثَرِها.\nقَوْلُهُ:\nفَظَلَّ لَنَا يَومٌ لَذِيذٌ بِنَعْمَةٍ\n...\nفَقُلْ في مَقِيلٍ نَحْسُهُ مُتَغَيِّبِ\nأي: مُتَغَيِّبٍ نَحْسُهُ، قَدَّمَ وأَخَّر لِأَجْلِ القافيَةِ، ولو كانَ على ظاهِرِ تَرْتِيْبِهِ لَوَجَبَ الرَّفْعُ خَبَراً لِمُبْتَدَأ، وَكَانَ إقواءً. قَوْلُهُ: فَقُلْ، مِنَ القَوْلِ، لا مِنْ القَيْلُولَةِ؛ أيْ: قُلْ فيه بِجُهْدِكَ فلن يُمْكِنكَ أن تَصِفَهُ إلا بالحُسْنِ والسَّعْدِ.\nالجزء: 1 - الصفحة: 357\n",
        "قَوْلُهُ:\nيُفَدُّونَهُ بالأُمَّهاتِ وبالأَبِ\nأيْ: وَبِالآبَاءِ، وإنِّما أَفْرَدَ رِعَايَةً لِلْقَافِيِةِ، وهذا أقَلُّ ما يُمْكِن في البَحْرِ الطَّويلِ، أَنْ يكونَ شَطْرُهُ ثَلَاثَ كَلِمَاتٍ.\nقَوْلُهُ:\nوبَعْدَ مُلُوكِ كِنْدَةَ قد تَوَلّوا\n...\nبأَكرمِ شِيْمَةٍ وأَقَلِّ عابِ\nإن أرادَ عَدَمَ العَيْبِ بالكُليَّةِ، ولكِنَّهُ كَقَوْلِهِ عز وجل: {فقليلاً ما يؤمنون} [البقرة: 88]، و {قليلاً ما تشكرون} [الأعراف: 10، والسجدة: 9، والملك: 23] ونَحْوِهِ مما استُعْمِلَتْ فيهِ القِلَّةُ مَوْضِعَ العَدَمِ، ويُحْتَمَلُ أنَّ امرأَ القَيْسِ استَعْمَلَ الصِّدْقَ أو العَدْلَ في هذا، وعَلِمَ أنَّ قَوْمَهُ لا يُجلُّونَ مَنْ عابَ، فَوَصَفَهُمْ بِقِلَّتِهِ لا بعَدَمِهِ.\nالجزء: 1 - الصفحة: 358\n",
        "قَوْلُهُ:\nوَكَأَنَّمَا بَدْرٌ وَصِيْلُ كُتَيْفَةٍ\n...\nوَكَأَنَّمَا مِنْ عاقِلٍ أَرْمَامُ\nهَذِهِ [قافيةٌ] مَرفوعةٌ مِنْ قَوِافٍ مَجْرورَةٍ، وهي قَوْلُهُ:\nلِمَن الدِّيارُ غَشِيْتُها بِسُحَامِ\nفهو إقواءٌ.\nقَوْلُهُ:\nثيابُ بني عَوْفٍ طَهارَى نَقِيَّةٌ\n...\nوأَوْجُهُهمْ عِنْدَ المَشَاهِدِ غُرَّانِ\nهذا حَقُّهُ الرَّفعُ، وهو في قَوافٍ مَجْرورةٍ، فهو كالذي قَبْلَهُ.\nالجزء: 1 - الصفحة: 359\n",
        "هذا آخِرُ ما تَرْجَمْنَاهُ مِنَ الأَبوابِ في صَدْرِ الكِتابِ، وقد تَضَمَّنَ جُلَّ فوائِدِ الدِّيوانِ، ولم يَبْقَ مِنْ شَرْحِهِ إلَّا أَنْ نَسْتَقْرِيَ أَبْيَاتَهُ، فَنَذْكُرَ منها الغَرِيْبَ والمَعَانِيَ ما لم يَتَضَمَّنْهُ إملاؤُنا هذا، وقد كُنْتُ عَزَمْتُ على أنْ أَجْعَلَ ذلك خاتِمَةَ هذا التَّعْلِيقِ فَيَكْمُلُ بهِ شَرْحُ الدِّيوانِ على التَّحْقِيْقِ، غَيْرَ أَنَّ عَوادِيَ الأَقْدارِ تَصُدُّ الإِنْسَانَ عَمَّا يَخْتَارُ، فَلَقَدْ أوْرَدْتُ هذا التَّعلِيقِ مُتَعَلِّلاً بهِ تَعَلُّلَ اللرَّضِيْعِ زَمَنَ الفِطامِ، بما يُلْهَى بهِ من الطَّعَامِ لأَوْقاتِ ضَنَكِهِ، وَرَجَاءِ مُنْفَكَّهِ، لا أَجِدُ مِنْها قراراً، ولا أُطْعَمُ النَّومَ إلَّا غِراراً، وإنْ مَنَّ اللهُ عز وجل بالعافيةِ، أَكْمَلْت شَرْحَ الديوانِ، بانياً على هذا التَّعلِيقِ، أو مُسْتَأنِفاً له بِتَقْديرِ التَّوفِيقِ، وقد أَتَيْتُ مِنْ كُلِّ بابٍ مِنَ الأبوابِ الخَمْسَةِ على أكثرِهِ، ولم أَلتَزِمْ استِقصاءَ نَظْمٍ أَجْمَعِهِ. والحُكْمُ أنَّ مِن خَصَائِصِ شِعْرِ امرئ القَيْسِ كثْرَةَ الزِّحافِ، وغَلَبةَ البحرِ الطَّويلِ، والزِّحافُ بهذا البَحْرِ في شِعْرِ غيرِهِ كَثيرٌ.\nتمَّ بِحَمْدِ اللهِ\nالجزء: 1 - الصفحة: 360\n",
        ""
    ]
}