{
    "1": [
        "ندب العيد\nبحث بعنوان:\nنَدْبُ العيد! !\nلِمَ يندُبُ (1) كبارُ السِّنِّ ـ في كل زمَن ـ العِيدَ؟ !\nلمَ يغيب السرورُ عن كثير من الناس في العِيد؟ ! (2)\n(1). النُّدْبَة والنَّدْبة: ندَب الميت يندبه ندباً، أي: بكى عليه وعدَّد محاسنه، والندبة تختص بذكر محاسن الموتى، أن تدعو النادبة الميت بحسن الثناء في قولها: وافلاناه، واهناه،\n...\nوهو من الندب الجراح، لأنه احتراق ولذع من الحزن.\nينظر: «الصحاح» للجوهري (1/ 223)، «مشارق الأنوار» للقاضي عياض\n...\n(2/ 7)، «تاج العروس» (4/ 253).\n(2). أصل هذه الفائدة مشاركة كتبتها (سنة 1432 هـ) في منتدى أسرتي الخاص:\n«منتدى أسرة المديهش» واستطردت فيه من باب إلى باب، ورأيتُ الآن أنْ أُفرِدَ منه:\n...\n«نَدْبَ العيد» في مقال عام للنشر، مع إضافات وترتيب.\nالجزء: 1 - الصفحة: 1\n",
        "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nالحمد لله، والصلاة والسلام على رسول الله وآله وصحبه،\nأما بعد\nفإن للمسلمين عيدين اثنين سنويين لا ثالث لهما، يأتيان بعد عبادة: الصوم، والحج، وفيهما عباداتٌ جليلة من صدقةٍ، وذبحٍ، وذكرِ لله، وقربات\n...\nوفيهما فرَح مشروط بما أذن به الشارع الحكيم، فنحن عبيد لله في أرضه، نعمل بما شرع لا بما نشرع لأنفسنا ونهوى ..\nوالفرح نوعان: محمود، ومذموم: (1)\nالمحمود: فرح بالمشروع من: تمام عبادة، وإعانة عليها، وحصول علم، ومال وبنين، وصحة، وغير ذلك\n...\nفرحاً وِفْق شرع الله.\n(1). انظر: «مفتاح دار السعادة» لابن القيم ـ ط. دار الصميعي ـ (4/ 2985 و 3080 ـ 3107).\nوفيه تفصيل عن: الفرح، والسرور، وأنه لافرق بينهما خلافاً لمن فرَّق. والوصف بالفرح أكمل من معنى السرور، فقد ورد وصف الله بالفرح.\nالجزء: 1 - الصفحة: 2\n",
        "قال تعالى: {يَاأَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ (57) قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ} يونس: 57 - 58 فذكر الفرح بعد القرآن.\nلذا قال المفسرون: فضل الله هو: الإسلام، ورحمته: القرآن.\nوقد عُدَّ من مقامات الإيمان: الفرح بالله، والسرور به.\nقال ابن القيم: (والله يحب من عبده أن يفرح بالعلم والقرآن والإسلام، ويُسرُّ به، بل يحب من عبده أن يفرح بالحسنة إذا عملها، ويُسَرُّ بها، وهو فرحٌ بفضل الله حيث وفَّقَه لها، وأعانه عليها، ويسَّرها له). (1)\nومِن المذموم: الفرح بالمحرَّم، والباطل، والجهل، والإعراض عن الله\nقال تعالى: {إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ إِذْ قَالَ لَهُ قَوْمُهُ لَا تَفْرَحْ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ} القصص: 76\nوقال تعالى: {فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُبْلِسُونَ} الأنعام: 44\n(1). انظر: «مفتاح دار السعادة» لابن القيم ـ ط. دار الصميعي ـ (4/ 2985).\nالجزء: 1 - الصفحة: 3\n",
        "وقال تعالى: {فَلَمَّا جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ} غافر: 83\nإنَّ بعض الناس إذا سمع الإذن بالفرح والاحتفال ظنَّ أنه أُطلق له ما كان محذوراً محرَّماً قبل الفرح، فترك نفسه وما تهوى، وترك لأولاده ما يريدون، واحتجَّ بالعيد = الفرح.\nوالأصل في الفرح وإظهاره في العيد\nما ورد في «الصحيحين» عن عائشة - رضي الله عنها - قالت: دخل عليَّ\n...\nأبو بكر وعندي جاريتان من جواري الأنصار تُغنِّيان بما تقاوَلَت به الأنصار يوم بُعاث، قالت: وليستا بمُغنِّيتين (1)؛\nفقال أبو بكر: أبمزمور الشيطان في\n(1). المقصود: الحداء وتزيين الصوت ورفعه، دون فحش وآلات محرمة، ورُخِّص الدف للنساء في: العيد والزواج والفرح. قال الخطَّابي (ت 388 هـ) في «أعلام الحديث»\n...\n(1/ 594): (قد بُيِّن في هذه الرواية أنهما لم تكونا مغنيتين، والمغنية التي اتخذت الغناء صناعة وعادة، وذلك ما لا يليق أن يكون بحضرة الرسول - صلى الله عليه وسلم -، فأما الترنم بالبيت والبيتين، وتطريب الصوت بذلك مما ليس فيه فحش أو ذكر محظور، فليس مما يسقط المروءة، أو يقدح في الشهادة، وكان عمر بن الخطاب لا ينكر من الغناء النَّصْبَ والحداء ونحوهما من القول، وقد رخص في ذلك غيرُ واحد من السلف - رحمهم الله -. =\nالجزء: 1 - الصفحة: 4\n",
        ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n= وحكم اليسير من الغناء خلافُ حكم الكثير منه كقول الشعر يسيره مباح وكثيره حتى يسمى به شاعراً مكروه).\nوالمراد بالغناء هنا ليس الغناء المحرم المعروف في زماننا بأدوات الطرب والموسيقى فهو محرم بإجماع المسلمين، بل المراد ما يُعرف بالنشيد والحداء، فهذا مما يطلق عليه الغناء لغةً.\nقال ابن حجر في «فتح الباري» (2/ 442): («ليستا بمغنيتين» فنَفَتْ عنهما من طريق المعنى ما أثبته لهما باللفظ؛ لأن الغناء يطلق على: رفع الصوت، وعلى الترنُّم الذي تسميه العرب النَّصَب ـ بفتح النون وسكون المهملة ـ، وعلى الحداء، ولا يُسمَّى فاعلُه مُغنِّيَاً، وإنما يُسمَّى بذلك مَن ينْشُدُ بتمطيط وتكسير وتهييج وتشويق بما فيه تعريض بالفواحش أو تصريح.\nقال القرطبي: قولها «ليستا بمغنيتين» أي: ليستا ممن يعرف الغناء كما يعرفه المغنيات المعروفات بذلك، وهذا منها تحرز عن الغناء المعتاد عند المشتهرين به، وهو الذي يحرِّك الساكن ويبعث الكامن\n...\n). انتهى المراد من «فتح الباري».\nوالدف إنما هو للنساء والجواري، في أوقات معلومة، دون الرجال، وهو مستثنى من تحريم المعازف:\nقال ابن رجب (ت 765 هـ) في «فتح الباري» (8/ 433): (وفي الحديث ما يدل على تحريمه في غير أيام العيد؛ لأن النَّبيّ - صلى الله عليه وسلم - علَّل بأنها أيام عيد، فدل على أن المقتضي للمنع قائم، لكن عارضه معارض وهو الفرح والسرور العارض بأيام العيد.\nوقد أقرَّ أبا بكر على تسمية الدف مزمور الشيطان، وهذا يدل على وجود المقتضي للتحريم لولا وجود المانع).\nالجزء: 1 - الصفحة: 5\n",
        "بيت رسول الله - صلى الله عليه وسلم -؟ ! وذلك في يوم عيد، فقال رسول الله - صلى الله عليه وسلم -: «يا أبا بكر إنَّ لكل قومٍ عيداً، وهذا عيدنا».\nوفي لفظ لمسلم: «جاريتان تلعبان بدُف». (1)\nوفي رواية في «الصحيحين» أيضاً: دخل رسول الله - صلى الله عليه وسلم - وعندى جاريتان تغنيان بغناء بُعاث، فاضطجع على الفراش وحوَّل وجهه، فدخل أبو بكر فانتهرني، وقال: مزمار الشيطان عند رسول الله - صلى الله عليه وسلم -؟ فأقبل عليه رسول الله - صلى الله عليه وسلم - فقال: «دعهما». فلما غفَل غمزتهما فخرجتا ــ وكان يوم عيد يلعب السودان بالدرق والحراب ـ\n(1). «صحيح البخاري» الحديث رقم (952)، «صحيح مسلم» حديث رقم (892).\nقال القاضي عياض (ت 544 هـ) - رحمه الله -: في «إكمال المعلم» (3/ 308): (وفيه جواز اللعب بالدفِّ في النكاح والأعياد وأفراح المسلمين ما لم يكثر ذلك، وهو الدف العربى المدوَّر بوجهٍ واحد، المسمى بالغربال).\nقال ابن حجر في «فتح الباري» (2/ 443): (ولا يلزم من إباحة الضرب بالدف في العرس ونحوه إباحة غيره من الآلات كالعود ونحوه).\nالجزء: 1 - الصفحة: 6\n",
        "ـ فإما سألتُ رسول الله - صلى الله عليه وسلم - وإما قال: «تشتهين تنظرين»؟ فقلت: نعم، فأقامني وراءه خدِّي على خدِّه، وهو يقول: «دونكم يا بني أرفدة». حتى إذا مللتُ قال: «حسبكِ»؟ قلتُ: نعم، قال: «فاذهبي».\nوفي رواية: أن أبا بكر دخل عليها وعندها جاريتان من أيام منى تغنيان وتضربان ورسول الله - صلى الله عليه وسلم - مسجى بثوبه، فانتهرهما أبو بكر، فكشف رسول الله - صلى الله عليه وسلم - عنه، وقال: «دعهما يا أبا بكر، فإنها أيام عيد». وقالت: رأيت رسول الله - صلى الله عليه وسلم - يسترني بردائه وأنا أنظر إلى الحبشة وهم يلعبون، وأنا جارية، فاقدُروا قدْرَ الجارية العَرِبة الحديثة السن.\nوفي رواية في «صحيح البخاري» عَنْ عَائِشَةَ، قَالَتْ: «كان الحبش يلعبون بحرابهم، فسترني رسول الله - صلى الله عليه وسلم - وأنا أنظر، فما زلتُ أنظر حتى كنت أنا أنصرف، فاقدروا قدر الجارية الحديثة السن، تسمع اللهو. (1)\n(1). «صحيح البخاري» حديث رقم (5190)\nالجزء: 1 - الصفحة: 7\n",
        "ففي قوله: «وهذا عيدنا» وإقراره الجاريتين دليل على مشروعية إظهار الفرح في العيد.\nقال الخطَّابي (ت 388 هـ) - رحمه الله -: (وقوله: «وهذا عيدنا» يعتذرُ به عنها، يريد أنَّ إظهار السرور في العيد من شعار الدين وإعلان أمرِه والإشادَةِ بذكرِه، وليس كسائر الأيام سواء). (1)\nقال ابن رجب الحنبلي (ت 795 هـ) - رحمه الله -: (يريد إظهار السرور في العيد من شعائر الدين\n...\n(2)\nوقال ابن حجر العسقلاني الشافعي (ت 852 هـ) - رحمه الله -): وفي هذا الحديث من الفوائد: مشروعية التوسعة على العيال في أيام الأعياد بأنواع ما يحصل لهم بسط النفس وترويح البدن من كلَف العبادة، وأن الإعراض عن ذلك أولى.\nوفيه أن إظهار السرور في الأعياد من شعار الدين\n...\n). (3)\n(1). «أعلام الحديث» (1/ 595).\n(2). «فتح الباري في شرح صحيح البخاري» لابن رجب (8/ 426).\n(3). «فتح الباري» لابن حجر (2/ 443).\nالجزء: 1 - الصفحة: 8\n",
        "وذكر الصنعاني (ت 1182 هـ) - رحمه الله -: أن إظهار السرور في العيد مندوب، وهو من الشريعة التي شرعها الله لعباده\n...\n(1)\n...\nقال النووي (ت 676 هـ) - رحمه الله -): قولها: «وأنا جارية فاقدروا قدر الجارية العربة حديثة السن» معناه: أنها تحب اللهو والتفرج والنظر إلى اللعب حباً بليغاً وتحرص على إدامته ما أمكنها، ولا تمل ذلك إلا بعذر من تطويل.\nوقولها: «فاقدروا» هوا بضم الدال وكسرها لغتان حكاهما الجوهري وغيره، وهو من التقدير أي: قدروا رغبتنا في ذلك إلى أن تنتهي.\nوقولها: «العَرِبة» هو بفتح العين وكسر الراء والباء الموحدة ومعناها المشتهية للعب المحبة له. (2)\nما العيد؟\nأكثر العلماء والأدباء والشعراء من وصف العيد، وما يجري فيه، وتعددت مذاهبهم في ذلك\n...\n(1). «سبل السلام» (2/ 502).\n(2). «شرح صحيح مسلم» للنووي (6/ 185)\nالجزء: 1 - الصفحة: 9\n",
        "والعيد معنى جميل في يوم، وليس اليوم ذاته مجرداً، بدليل أن عيد الفطر قد يختلف من بلد إلى بلد حسب الرؤية. و «الفطر يوم يفطر الناس». (1)\nقال الرافعي - رحمه الله -: «العيد هو المعنى الذي يكون في اليوم، لا اليوم نفسه». (2)\nوقال الطنطاوي - رحمه الله -: «العيد في حقيقته عيد القلب، فإن لم تملأ القلوبَ المسرَّةُ، ولم يترعها الرضا، ولم تعمها الفرحة، كان العيد مجرد رقم على التقويم». (3)\nفالقصد في العيد مع مشاعر الفرح: تنقية النفوس مما اعتراها من الكدر، والعلاقات وما تلبس بها من القذى والقطيعة، «فنَقَاءُ الضمائر، وسيادة الوحدة في الصف والجمع الإسلامي؛ من أعظم أهداف المظهر\n(1). من أجمل الكتب عن العيد، رسالة جامعية مطبوعة بعنوان: «الأعياد وأثرها على المسلمين» د. سليمان بن سالم السحيمي، ط. عمادة البحث العلمي في الجامعة الإسلامية في المدينة النبوية، مجلد فيه (550 صفحة)، الطبعة الأولى 1422 هـ.\n(2). «وحي القلم» (1/ 64).\n(3). «صور وخواطر» (ص 364).\nالجزء: 1 - الصفحة: 10\n",
        "الإسلامي الذي تجلى به العيد». (1)» ومن أراد معرفة أخلاق الأمم فليراقبها في أعيادها؛ إذْ تنطلق السجايا على فطرتها، وتبرز العواطف والميول والعادات على حقيقتها؛ والمجتمع السعيد هو الذي تسمو أخلاقه الاجتماعية في العيد إلى أعلى ذروة». (2)\nتَعرف المجتمعَ بعِيدها واجتماعاتها، «فأعياد الأمم هي الأيام التي تستعلن فيها خصائص الشعوب وذخائرها وأخلاقها الأدبية والعقلية والنفسية والسياسية، هي الأيام المبتهجة التي تنبض بالحياة وأسبابها في الأمة\n....\n» (3)\nقال الرافعي: يومُ العيد، زمن قصير ضاحك، هو يوم السلام والبِشر والضحك والوفاء والإخاء، وقول الإنسان: وأنتم بخير\n...\nيومُ الزينة، يوم تقديم الحلوى إلى كلَّ فمٍ لتحلوَ الكلماتُ فيه\n...\nيومٌ تعُمُّ فيه الناسَ ألفاظُ الدعاء والتهنئةِ مرتفعةً، فوقَ منازَعاتِ\n(1). «الموزون والمخزون» لأبي تراب (ص 205).\n(2). «أخلاقنا الاجتماعية» للسباعي (ص 171).\n(3). «جمهرة مقالات محمود شاكر» (1/ 149).\nالجزء: 1 - الصفحة: 11\n",
        "الحياة\n...\n(1)\nوقال الرافعي أيضاً: ليس العيدُ للأمة إلا يوماً تعرض فيه جمال نظامها الاجتماعي، فيكون يومَ الشعور الواحد في نفوس الجميع، والكلمة الواحدة في ألسنة الجميع\n...\nوقال:\nليسَ العيدُ إلا تعليمَ الأمَّةِ كيف تتَّسع روحُ الجِوار وتَمتَدُّ، حتى يرجع البلدُ العظيمُ وكأنَّه لأهلهِ دارٌ واحدةٌ، يتَحقَّقُ فيها الإخاء بمعناه العملي، وتظهر فضيلةُ الإخلاصِ مُستعلنةً للجميع، ويُهدِي الناسُ بعضُهم إلى بعض هدايا القلوبِ المخلصةِ المحبة، وكأنما العيدُ هو إطلاقُ رُوح الأسرةِ الواحدةِ في الأمَّةِ كُلِّها.\nوقال:\nوليس العيدُ إلا التقاءَ الكبارِ والصغارِ في معنى الفرح بالحياة الناجِحَةِ المتقدِّمَةِ في طريقها، وتَرْكَ الصغارِ يُلقون درسَهم الطبيعيِّ في حماسة الفرح والبَهجة، ويُعلِّمون كبارَهم كيف تُوضَع المعاني في بعض\n(1). «وحي القلم» ـ ط. دار القلم ـ (1/ 59) ـ بتصرف ـ.\nالجزء: 1 - الصفحة: 12\n",
        "الألفاظ التي فَرَغَتْ عندهم من معانيها، ويُبصِّرونهم كيف ينبغي أنْ تعملَ الصفاتُ الإنسانية في الجموعِ عملَ الحليفِ لحلِيفِهِ، لَا عمَلَ المنَابِذ لمنَابِذِه؛ فالعيدُ يومُ تسلُّطِ العنصرِ الحَيِّ عَلى نَفْسِيَّةِ الشَّعْبِ. (1)\nوقال علي الطنطاوي: (تمر الأيام متتابعة متشابهة لايكاد يختلف يوم منها عن يوم، ثم يأتي العيد فتراه يوماً ليس كالأيام، وترى نهاره أجمل، وتحس بالمتعة أطول، وتبصر شمسه أضوأ، وتجد ليله أهنأ.\n...\nوما اختلفت في الحقيقة الأيام ذاتها، ولكن اختلف نظرنا إليها؛ نسينا في العيد متاعبنا فاسرحنا، وأبعدنا عنا آلامنا فهنئنا، وابتسمنا للناس وللحياة فابتسمت لنا الحياة والناس، وقلنا لمن نلقى أطيب القول: «كل عام وأنتم بخير» فقال لنا أطيب القول: «كل عام وأنتم بخير».\n...\nفي الحاشية علَّقَ بقوله: إن لم يكن بد من هذا التعبير فاحذفوا واو «وأنتم» قولوا: «كلَّ عام أنتم بخير»). (2)\n...\nوبالمناسبة: صدرت رسالة في عام 1431 هـ بعنوان «رسالة في\n(1). «وحي القلم» ـ ط. دار القلم ـ (1/ 64 ـ 65).\n(2). «مع الناس» للطنطاوي (ص 261).\nالجزء: 1 - الصفحة: 13\n",
        "كل عام وأنتم بخير متضمنة مسائل نادرة في النحو والتصريف والبلاغة وأصولهن» للأستاذ المبدع النحوي الأديب: فيصل المنصور (غلاف 96 صفحة). وقد انتهى إلى أن أبلغ الجُمَل: «كُلُّ عامٍ وأنتم بخير». وذكر جواز: «كلُّ عامٍ أنتم بخير» بدون الواو، و «كلَّ عامٍ وأنتم بخير» بنصب كلَّ\n...\n.\nوخطّأَ: «كلَّ عامٍ أنتم بخير» بنصب كل، وبدون الواو\nوذكر أنَّ أبلغ العبارات هي الأولى؛ لثلاثة أوجهٍ ذكرها في (ص 70).\nوأقولُ: أفضلُ التهاني على الإطلاق: (تقبل الله منا ومنكم)؛ لأمرين:\n1. لأنها تهنئة ودعاء، بخلاف الأولى فهي تهنئة مجردة.\n2. ولأنها تهنئة صحابة رسول الله - صلى الله عليه وسلم - فيما بينهم - رضي الله عنهم -.\nفابدأ بها، وارغب في إجابة دعوة من دعا لك بها، وأضف عليها ـ إن شئت ـ ما تعارف عليه الناس من «كلُّ عام وأنتم بخير» وغيرها من الجُمَل دون تكَلُّف وشقشقة.\nالجزء: 1 - الصفحة: 14\n",
        "ندب العيد! ! !\nكبار السن ـ في كل جيل ـ يظنون أن العيد قد تغيَّر، والحقيقة أن غالب التغير من قِبَل أنفسهم\n...\n! !\nوكأنهم انحدوا من بيت المتنبي:\nعيد بأية حالٍ عدت يا عيد * بما مضى أم لأمرٍ فيك تجديد. (1)\nكنت أظن أن العيد عند الأجداد أفضل من العيد في هذه الأيام:\n...\n«عيد الرسائل النصية» و «النت» والتهنئة ب «الواتساب» و «تويتر» و\n...\n«الفيسبوك»، و «الانستجرام» و «سناب شات»، والتصاميم الجاهزة\n...\n«صورة» مذيَّلَةً باسم المرسِل، فيرسلها برسالة جماعية في «الواتساب» بضغطة زرٍّ واحدة، فتصل الجميع هكذا ساذجة باردة وهو يظن أنه أحسن صنعاً، أندى بها المشاعر، وقوَّى العلائق، وأدَّى صلة العيد! !\nوبما أن الواتساب مجاني ميسور، لا تجد منه طيلة السنة (360 يوماً) إلا هذه التميمة التي هي بالعقيقة أقرب.\n(1) «اللامع العزيزي شرح ديوان المتنبي» للمعري (ص 421).\nالجزء: 1 - الصفحة: 15\n",
        "كنتُ أظن ذاك، وإذا بالكتبة الكبار (وبعضهم في زمن الأجداد) يتحدثون عن فقدان طعم العيد، ولم يكن قد بلغتهم ملهيات زماننا هذا\n...\nفوجدتُ مثلاً:\nالرافعي المصري (ت 1356 هـ) - رحمه الله - في «وحي القلم» ـ ط. دار القلم ـ (1/ 64)\nوالإبراهيمي الجزائري (ت 1385 هـ) - رحمه الله - في «آثاره»\n...\n(4/ 291)\nوحسن الزيات المصري (ت 1388 هـ) - رحمه الله - في مقالين في مجلته «الرسالة» في (1351 ـ 1352 هـ) تقريباً، ونشرها في كتابه «وحي الرسالة» (1/ 17، 105)\nوأبا تراب الظاهري الحجازي (ت 1423 هـ) - رحمه الله - في «الموزون والمخزون» (ص 204)\nوعلي الطنطاوي الدمشقي الحجازي في (ت 1420 هـ) - رحمه الله -\n...\n«من حديث النفس» (ص 89)، وغيرهم من الأعلام الكبار، يندبون العيد، وتغيره، ويبكون عليه! !\nالجزء: 1 - الصفحة: 16\n",
        "يذكر الرافعي أن أعيادنا تجئ كالحة عاطلة ممسوحةَ من المعنى، أكبرُ عملها تجديدُ الثياب، وتحديدُ الفراغ، وزيادةُ ابتسامة على النفاق! فالعيد إنما هو المعنى الذي يكون في اليوم، لا اليوم نفسه\n...\n(1)\nويدعو الأكابر إلى «تغيير النظرة الكالحة الممسوحة المعنى إلى النظرة الباسمة المليئة بالفرحة المغيرة للنفوس والأخلاق» (2)\nولم يذكروا سبباً إلا تغيُّرَ الناس\n...\n...\nفهذا العلامة الإبراهيمي (ت 1385 هـ) - رحمه الله - يقول:\n...\n(وأصبحوا يلقون أعيادهم بهمم فاترة، وحس بليد، وشعور بارد، وأسِرَّةٍ عابسة، وكأنها عملية تجارية تتبع الخصب والجدب، وتتأثر بالعسر واليسر، والنَّفاق والكساد؛ لاصبغة روحية ذاتية تؤثر ولا تتأثر)! !\nوكأنه يُلفت للسبب في ذلك بقوله: (لاننكر أن عوائد الناس تابعة لأحوال الناس رقياً وانحطاطاً؛ فالأمة الراقية ترقى في عاداتها في الغالب؛ لأن عاداتها تتشعب من مقوماتها\n...\n). (3)\n(1). «وحي القلم» (1/ 64).\n(2). البشير الإبراهيمي.\n(3) «آثاره» (4/ 295).\nالجزء: 1 - الصفحة: 17\n",
        "وذكر الأديب: الزيَّات المصري (ت 1388 هـ) - رحمه الله - تعليلاً تافهاً مضحكاً! لهذا التغيُّر وهو: (غياب المرأة عن المجتمع الإسلامي).!\nولو عَلِم بتعليله هذا المنافقون: (من الجالية الأقلية اللبرالية وغيرهم من مرَدَة المنافقات) وغيرِهم؛ لطاروا بها فرحاً، ولجعلوها حجةً على المؤمنين، ألا ساء ما يزرون.\nومع كل ما سبق، نجد في رجال اليوم (1438 هـ) مَن يرى أن العيد قبل عشرين، وثلاثين سنة من أمتع الأعياد؛ رغم وجود الكتابات في ذلك الزمن تذكر أن العيد قد تغير، بتغير الناس!\nوهكذا دواليك، كل جيل يندب العيد!\nفما السبب؟\nيظهر لي ـ والله أعلم ـ أن الكل يذكر عيد طفولته مع آبائه، والطفولة تحمل فرحاً غير مشوب بَهمٍّ وقَلَقٍ؛ وربما كانت طفولة فقيرة، تفرح بما تُؤتى في العيد من حلوى وجديد ..\nولمَّا تعالت سِنُّه، وحمل هموماً وأسقاماً وقلاقل كالجبال ثقُلَتْ نفسُه عن تحمُّلِها؛ نغَّصت عليه العيد، ولم يستطع الخروج الذهني منها إلى وقت الفرح والسرور، لذا لا يجدُ للعيد طعماً، بل مرارةً وثِقلاً؛ لمسؤولية\nالجزء: 1 - الصفحة: 18\n",
        "السلام والاجتماع والزيارات، والأولاد، والهدايا وسائر التكاليف\n...\n...\nإذن الفرق:\n- عيد الطفولة، وعيد الفقراء من جهة\n- وعيد الكبار، وعيد الأغنياء من جهة مقابلة.\nوالجهة الأولى أسعد وألذ وأمتع، ولو بالقليل من المطعم والملبس والملعب.\nوإن كان وقتنا هذا ـ فيما أزعم ـ أنه أكثر تعقيداً ومدنية وتكلفاً وتباعداً وتشاحناً من أي زمن مضى، وعليه فهو أبعدُ عن الفرحة الصادقة عند الكثيرين\n...\nيضاف إلى ذلك صعوبة إحداث ملبس ومطعم ومشرب جديد؛ وكذا لعبة وهدية جديدة، لكثرة النِّعم والرخاء طيلة العام (1)\n...\nفلسان حال كثير من الآباء: ماذا أُقدِّم في العيد من جديد؟ ! !\nأضف سبباً خفياً لضعف الفرح عند الكبار، هو: أن التباعد البدني طيلة العام؛ المورث للجفوة، له تأثير على تغيُّر النفوس واستبدال المتعة بالرسمية، وإذا دخلت الرسمية في ملتقيات الأُسَر، والجماعات في القرى\n(1). عند كثير من البلدان التي ازدادت غِنى وثروة ـ والأمر في الغني نسبيٌّ ـ.\nالجزء: 1 - الصفحة: 19\n",
        "والقبائل، والجيران، إذا دخلت في الأعياد؛ حلَّت الكَلَفة وتوسَّط الثِّقل، فأصبح اللقاء طارداً! ! والفرح مصطنعاً، فأين السعادة إذن؟ ! !\nمصداق ذلك أن تقارن بين أعياد المدن وأعياد القرى، والقرى أكثر اجتماعاً طيلة السنة، وعيدهم أجمل وأمتع وليس ثمَّة مهرجانات واحتفالات وأسواق وطرب ومسرحيات! ! كما في المدن.\nكذلك قارن بين أعياد الأسر التي تجتمع كثيراً طيلة السنة، مع الأسر التي لا تلتقي إلا في السنة مرَّة واحدة.\nإذن طول الغياب مورث للجفوة والرسمية. والفرح لابد له من التبسط والأريحية.\nونجد أن كثيراً من الشباب يرغب في العيد مع أصدقائه مع أنه يراهم يومياً، لأنه يحبهم، و «لقاء الأحبة مسلاة الهموم» (1) ويجد معهم طرحَ الكَلَفَة، وكثيراً من معاني السرور ما لا يجدها في عيد أسرته أو أخواله أو جيرانه، ناهيك عن ضعف الوازع الديني في كثير من الشباب في أمر «صلة الرحم»، فالهدف عندهم المتعةُ لا غير.\n(1). «بهجة المجالس» لابن عبدالبر (3/ 191).\nالجزء: 1 - الصفحة: 20\n",
        "الأطفال والجواري والشباب أولا\nً\nيا عبدَ الله، إذا فقدتَ طعمَ العيد فلا تُفْقِدْه أولادَك (احذر)، فلقد ارتويتَ (أنتَ) منه أيام طفولتك، ولديك الآن أطفال ومَنْ في حُكْمِهم، فلهم عليك حق في العيد، وانظر في هدي الرسول - صلى الله عليه وسلم -؛ كيف أجاز الممنوع (الدف) لأجل العيد، وقال: (هذا عيدنا)\n.....\nوإظهار السرور بالعيد من شعائر الدين ـ كما سبق ـ.\nولا تحتج بالعادات وما تلقيته من والديك وأجدادك، لأن «العادات يمكن تبديلها مهما تمكنت من الإنسان، وكلُّ عمَلٍ تعمَلُه يكون ـ إذا واظَبْتَ عليه ـ بدايةَ عادَةٍ جدِيدةٍ». (1)\nجميلٌ أن تبحث كثيراً في حدود منطقتك، وقدرتك، ومالك أفكاراً لتصنع بها سروراً لأولادك، ف «جعل السرور فكراً، وإظهاره في العمل» (2) هو واجبك في العيد، فاستعد له قبل ذلك.\n(1). «فصول اجتماعية» للطنطاوي (ص 56).\n(2). «وحي القلم» للرافعي.\nالجزء: 1 - الصفحة: 21\n",
        "قال الأديب الكبير: الرافعي (ت 1356 هـ) - رحمه الله -: «الأطفال لايعرفون قياساً للزمن إلا بالسرور.\nوقال: الأطفال بثيابهم الجديدة يكونون هم أنفسهم ثوباً جديداً على الدنيا. ينتبهون الفجر للعيد فيبقى الفجر على قلوبهم إلى غروب الشمس!\nوقال: «الأطفال يثيرون السخط بالضجيج والحركة، فيكونون مع الناس على خلاف؛ لأنهم على وِفَاقٍ مع الطبيعة، وتحتدم بينهم المعارك، ولكن لاتتحطم فيها إلا اللُّعَب». (1)\nوليس للإنسان أن يسأل: كيف أفرحُ بالعيد، وأُسعِد أولادي؟ ! !\nلأن هذا السؤال كقوله: كيف آكل، وأشرب، وأنام؟ !\nمَنْ حَرِصَ عَلَى شَئٍ؛ وَجَدَهُ، وَرُبَّما يَحتَارُ فِيْمَا يَخْتَارُ.\n* * *\n(1). «وحي القلم» للرافعي ـ ط. دار القلم ـ (1/ 60 ـ 63) بتصرف.\nالجزء: 1 - الصفحة: 22\n",
        "والحديث عن إظهار الفرح والسرور في العيد، وأنه من شعائر الدين؛ وأنَّ نَدْب الكبار للعيد، وعدم قيامهم بما يجب عليهم تجاه أولادهم، وظهور شئ من الحزن على سيماهم، مما يُنغِّص على الأولاد والزوجات وغيرهم لرؤيتهم هذا الكبير وكأنه في مأتم! !\nهذا الموضوع يأخذنا لموضوع أشمل، وهو القدرة على الفرح والسرور في المجتمعات الشرقية، مقارنة بالمجتمعات الغربية، وهو ما طرحه بابتكار الأديب المصري: أحمد أمين (ت 1373 هـ) - رحمه الله - في مقالة وَسَمَها بِ «فنُّ السرور» (1) أنتقي منها ما أراه مناسباً لمقالتي هذه، وبعض النقل فيه تصرف يسير:\n(1). «فيض الخاطر» لأحمد أمين - رحمه الله - (2/ 200 ـ 204). وهو حديثٌ عامٌّ عن السرور وليس خاصاً بالعيد، ولا تخلو المقالة من ملحوظات.\nولابن القيم - رحمه الله - في «مفتاح دار السعادة» ـ ط. دار الصميعي ـ (4/ 3080 ـ 3107) حديثٌ عن السرور.\nالجزء: 1 - الصفحة: 23\n",
        "قال - رحمه الله -: (يُخطئُ مَنْ يظنُّ أنَّ أسبابَ السرورِ كلَّها في الظروف الخارجية، فيشترطُ لِيُسَرَّ: مَالاً، وبنينَ، وصِحةً؛ فالسرورُ يَعتمدُ على النفس أكثرَ مما يعتمدُ على الظروف.\nوفي الناس مَن يشقى في النعيم، ومنهم مَن ينعم في الشقاء؛ وفي الناس مَن لا يستطيع أنْ يشتريَ ضَحكةً عَميقةً بكُلِّ مالِه وهُو كثير، وفيهم مَن يستطيع أنْ يشتريَ ضحكاتٍ عاليةً عميقةً واسعةً بأتْفَهِ الأثمان، وبِلا ثَمَنٍ).\nويتأسَّفُ الأستاذُ: أحمد أمين لأنَّ كميةَ السرورِ في مصر والشرق قليلةٌ، مع يُسرِ الحياة وكثرةِ الخيرات ــ في زمنه ـ، وقِلَّة المصايب من الحروب، فهي أقل من الغرب!\nوبدأ يعدد أسباب قلة السرور في الشرق مقارنة بالغرب، فذكر عدداً تأخذُ منها وتَذَرُ\n...\nمِن الأسباب قوله: (أول درس يجب أن يُتعلَّم في فنِّ السرور:\n...\n«قوة الاحتمال» فأكبر أسباب الشقاء: رخاوة النفس وانزعاجها العظيم للشيء الحقير؛ فما إنْ يُصاب المرءُ بالتَّافِه من الأمر حتى تَراه حَرِجَ\nالجزء: 1 - الصفحة: 24\n",
        "الصدر، لهيفَ القلب، كاسِف الوجه، ناكِس البصر، تتناجى الهمومُ في صدره، وتقضُّ مضجعَه، وتُؤرِّق جفنَه.\nوهيَ وأكثرُ منها إذا حدثَتْ لمن هُو أقوى احتمالاً، لم يُلقَ لها بالاً، ولم تُحَرِّك منه نَفْساً، ونامَ ملءَ جُفُونه رَضِيَّ البال فارغ الصدر).\nوذكر من الفوارق أن تاريخ الغرب الحربي متسلسل متتابع ـ في زمانه وقبله ـ، ومن مزايا الحروب أنها تصهر الأمم، وتُرخص الحياة، وتُهوِّن الموت، وإذا رخصت الحياة وهان الموت؛ رأيت المرءَ لا يعبأ بالكوارث إلا بقدر محدود؛ وإذا كان لا يهاب الموت فأولى ألا يهاب ما عداه؛ لأنَّ كل شيء غير الموت أهون من الموت؛ فكل أسرة أوربية لها رجال فُقِدوا في الحرب؛ أو أصيبوا في الحرب أو ابتُلوا بنوع من كوارث الحرب؛ فعلَّمتهم أن يتقبلوا هذه الرزايا بقوة احتمال، ونشأ عن هذا أنهم لا يُنغِّصون حياتَهم بذكرى الرزايا؛ فالأولى ألَّا يُنغصوها بتوافه الأمور.\nوقال: (أما أُمَمُ الشرق فقد مرَّ عليهم دهرٌ طويل لم يكونوا فيه أمماً حربية؛ بل كانوا مستسلمين وادعين، يتولى غيرهم الدفاع عنهم، وإن حاربوا فحرب الضرورة، وحرب الأفراد لا حرب الشعوب، فاستفظعوا الموت، وغَلوا في الحرص على الحياة، ولم يصابوا بكوارث\nالجزء: 1 - الصفحة: 25\n",
        "شعبية يستعذبون معها الموت والتضحية، وتبع ذلك رخاوة العيش، وعدم القدرة على الاحتمال، وتهويل الصغائر، والجزع من توافه الأمور، ولا دواء لهذا إلا التربية القوية، وبث الأخلاق الحربية).\nقلت: وقد انعكست الحال الآن، فأصبح الشرق ملئ بالمصائب والحروب والكوارث والفواجع، وبلاد الغرب وادعة ساكنة من عشرات السنين، والأمر لم يتغيَّر في موضوع «السرور»! ! فسقط هذا السبب!\nبل إني أرى أنَّ الشرق أكثرُ راحة ومتعة من الغرب، رغم الفقر، وقلة المتع عند المسلمين في المشرق؛ ودليل ذلك: قلة أو انعدام المصحات النفسية في بلدان المسلمين في أزمنة سابقة، بخلاف الدول الغربية.\nكذلك وجود حالات الانتحار في الغرب حتى بين كبار المتعلمين منهم، وانعدام ذلك في المشرق ـ خاصة في زمن أحمد أمين في أوائل ومنتصف القرن الرابع عشر الهجري ـ.\nوالغربي ليس له إلا ابن واحد أو بنت واحدة، يطردهما بعد البلوغ أو يطلب منهما دفع مال مقابل المعيشة عنده، وليس عند غالبهم حقوق: حق الوالدين، الأقارب، الجار، اليتيم، المسكين، فليس للوالدين بر\nالجزء: 1 - الصفحة: 26\n",
        "ورحمة، ولا الأقارب صلة، أما الأسرة بمعناها الصحيح (1) ـ كما عند المسلمين ـ، فهي من نوادر النوادر عندهم، فأي التزامات مالية ووقتية، وصلة رحم لدى الغربي، عنده: وظيفة، وبيت صغير جداً، وملهى؟\nبينما الشرقي تجد عنده: بنين عدداً، وأرحاماً كثيرة، ومناسبات متعددة، والتزامات فرضتها الحياة ـ بتعقيدات الشرقيين وتكلُّفهم ومباهاتهم ـ، مع زيادة الأمراض مقارنة بالغربيين؛ كل هذا مما يزيد من أغلال النفس والبدن؛ فيُضعِف شيئاً من إظهار الفرح والسرور مقارَنة بالخمار الزاني، الذي يأكل ويشرب وينام، كالأنعام بل هو أضل كما وصفهم الله تعالى في كتابه، ومع ذلك هم في غمرات الهم والحزن والضيق والاكتئاب رغم متع الحياة المفتوحة على مصراعيها وجمال الطبيعة و\n...\nوقال الأستاذ: أحمد أمين: (وسبب آخر لقلة السرور في الشرق، وهو: سوء النظم الاجتماعية؛ ففي كل بيت محزنة من سوء العلاقات الزوجية والعلاقات الأبوية، وفي كل مصلحة أهلية أو حكومية مأساة\n(1). لا أقصد العائلة = البيت الواحد من عائل واحد.\nالجزء: 1 - الصفحة: 27\n",
        "من سوء العلاقات المصلحية، وأحاديث الدرجات والعلاوات، وعدم التعاون في حمل الأعباء، وبناء المعاملات على الفوضى والمصادفات.\nثم عدم القدرة على خلق أسباب السرور الاجتماعية؛ فاجتماعات المنازل التي تبعث السرور محدودة ضيقة نادرة، وفي كثير من الأحيان تنتهي بمنغصات.\nوالملاهي العامة إما داعرة لا تُرضي الذوق السليم، ولا ترمي إلى غرض شريف، وإما تافهة لا يرقيها ذوق؛\n...\nإلى أن قال:\n(ومع هذا كله ففي استطاعة الإنسان أن يتغلَّب على كل هذه المصاعب، ويخلق السرور حوله، وجُزءٌ كبير من الإخفاق في خلق السرور يرجع إلى الفرد نفسه! ! بدليل أنا نرى في الظروف الواحدة والأسرة الواحدة والأمَّة الواحدة مَن يستطيع أن يخلق من كُلِّ شيءٍ سروراً، وبجانبه أخوهُ الذي يَخلِقُ مِن كُلِّ شيء حُزْناً؛ فالعامل الشخصي ــ لاشك ــ له دخلٌ كبيرٌ في خلق نوع من الجوِّ الذي يتنفس منه\n...\nإلخ\nوقال - رحمه الله -: (ولعلَّ مِن أهم أسباب الحزن: ضيقَ الأفق، وكثرةَ تفكيرِ الإنسان في نفسِه، حتى كأنها مركزُ العالم، وكأنَّ الشمسَ والقمرَ\nالجزء: 1 - الصفحة: 28\n",
        "والنجومَ والبحارَ والأنهارَ والأمَّةَ والحكومةَ والميزانيةَ والسعادةَ والرخاءَ كلَّها خُلِقَتْ لِشَخصِه؛ فهو يَقِيسُ كلَّ المسائل بمقياس نفسِه، ويُديمُ التفكيرَ في نفسِه وعلاقةِ العالم بها، وهذا ـ من غيرِ رَيْب ـ يُوجِدُ البؤسَ والحزنَ؛ فمُحَالٌ أن يجري العالَمُ وِفْقَ نفسِه؛ لأنَّ نفسَه ليست المركز، وإنما هي نقطة حقيرة على المحيط العظيم، فإنْ هو وسَّعَ أُفُقَهُ، ونظَرَ إلى العالم الفسيح، ونسيَ نفسَهُ أحيَاناً، ونَسِيَ نفسَه كثيراً؛ شَعُرَ بأنَّ الأعباءَ التي ترزحُ تحتَها نفسُه، والقيودَ الثقيلةَ التي تثقلُ بها نفسُه قَدْ خَفَّتْ شَيئاً فشَيئاً، وتحلَّلَتْ شَيئاً فشيئاً.\nوهذا هو السببُ في أنَّ أكثر الناس فراغاً أشدُّهم ضِيقَاً بنَفْسِهِ، لأنَّه يجدُ مِن زمنه ما يطيل التفكير فيها إلى درجَةِ أنْ يُجن بنفسه؛ فإن هو استغرق في عملِه، وفكَّر في أمته، وفكَّر في عالَمِه؛ كان له من ذلك لذة مزدوجة: لذَّةَ الفِكْرِ وَالعمَلِ، ولذَّةَ نِسيانِ النَّفْسِ.\nونصح الأستاذ أحمد أمين: بأن يقبض الإنسان على زمام تفكيره؛ فيُصَرِّفَهُ كما يشاء؛ فإن هو تعرض لموضوع مُقْبِضٍ، عدل عنه إلى موضوع آخر\n...\nالجزء: 1 - الصفحة: 29\n",
        "وذكر من الدروس أيضاً: (ألاَّ تقدِّرَ الحياةَ فوق قيمتِها؛ فالحياةُ هيِّنَةٌ، وكُلُّ مَا فيها زائلٌ؛ فاعمَلْ الخيرَ مَا استطعْتَ، وافرَحْ مَا استطَعْتَ، ولا تَجْمَعْ عَلى نَفْسِكَ الألمَ بِتَوقُّعِ الشَرِّ، ثُمَّ الألم بوقوعه! ! فيَكفِي في هذه الحياة ألمٌ واحِدٌ للشَرِّ الواحد).\nوختم مقالته بأن يتصنَّع الإنسان الفرح والسرور والابتسام للحياة؛ حتى يكون التطبُّعُ طَبْعَاً.\nانتهى المراد نقله من مقالة «فن السرور» لأحمد أمين. (1)\nوالحقيقة التي لا تقبل الامتراء: أن السعادة والسرور والفرح والبهجة كلَّها من القلب، وأنه لا حياة للقلب ولا سعادة ولا سرور إلا بالله وحده، فإذا فرح القلب اطمأن، وظهر الفرحُ على الوجه والأعضاء، وسَعِد حقاً لا تكلُّفاً، وفَرَحُ القَلْبِ إنما هو بالله وحده لا بالمال ولا بالولد ولا بالسياحة ولا بالفُرجَة ولا بالمنصب ولا بأي شئ، فوالله لو كان الإنسانُ فقيراً مدقعاً، كثير العلل والأمراض، وتعلَّق بالله لملأ الله قلبه فرحاً وحبوراً وطمأنينة وبشراً وسعادة، والعكس لو كانت الدنيا وما\n(1). «فيض الخاطر» لأحمد أمين (2/ 200 ـ 204) بتصرف يسير.\nالجزء: 1 - الصفحة: 30\n",
        "فيها من المتع الحلال والحرام بين يديه، وهومعرض عن الله؛ لضاقت الدنيا كلها عليه، وأصبح ضيقاً حرَجاً كأنما يصَّعَّد في السماء\n...\n(1) دليل ذلك:\nقال تعالى: {الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ} الرعد: 28\nوقال تعالى: {وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ} الزخرف: 36\n(1). قال ابن القيم (ت 751 هـ) - رحمه الله - في «مدارج السالكين» (4/ 3096):\n(ففي القلب: شَعَثٌ، لا يلُمُّه إلا الإقبالُ على الله.\nوفيه: وحشةٌ، لا يزيلها إلا الأنس به في خلوته.\nوفيه: حُزنٌ لا يُذهِبه إلا السرورُ بمعرفته وصِدق معاملته.\nوفيه: قَلَقٌ لا يُسكِّنُه إلا الاجتماع عليه، والفرار منه إليه.\nوفيه: نيرانُ حسراتٍ لا يُطفئها إلا الرضا بأمره ونهيه، وقضائه، ومعانقة الصبر على ذلك إلى وقت لقائه.\nوفيه: طَلَبٌ شديد، لا يقف دون أن يكون هو وحده مطلوبه.\nوفيه: فاقةٌ، لا يسدُّها إلا محبتُه، والإنابةُ إليه، ودوامُ ذكره، وصدقُ الإخلاص له، ولو أُعطي الدنيا بما فيها، لم تُسَدَّ تلك الفاقةُ منه أبداً).\nالجزء: 1 - الصفحة: 31\n",
        "وهل يسعد مَن كان الشيطان قرينه؟ !\nوقال تعالى: {وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى (124) قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنْتُ بَصِيرًا (125) قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنْسَى (126) وَكَذَلِكَ نَجْزِي مَنْ أَسْرَفَ وَلَمْ يُؤْمِنْ بِآيَاتِ رَبِّهِ وَلَعَذَابُ الْآخِرَةِ أَشَدُّ وَأَبْقَى} طه: 124 - 127\nوصلاة الفجر مفتاح السعادة والسرور\n:\nلما في «الصحيحين» من حديث أبي هُرَيْرَةَ - رضي الله عنه -، قال: قال النبي - صلى الله عليه وسلم -: «يَعْقِدُ الشَّيْطَانُ عَلَى قَافِيَةِ رَأْسِ أَحَدِكُمْ ثَلَاثَ عُقَدٍ إِذَا نَامَ، بِكُلِّ عُقْدَةٍ يَضْرِبُ عَلَيْكَ لَيْلًا طَوِيلًا ـ وفي رواية البخاري: عليك ليل طويل ـ، فَإِذَا اسْتَيْقَظَ فَذَكَرَ اللهَ انْحَلَّتْ عُقْدَةٌ، وَإِذَا تَوَضَّأَ انْحَلَّتْ عَنْهُ عُقْدَتَانِ، فَإِذَا صَلَّى انْحَلَّتِ الْعُقَدُ، فَأَصْبَحَ نَشِيطَاً طَيِّبَ النَّفْسِ، وَإِلَّا أَصْبَحَ خَبِيثَ النَّفْسِ كَسْلَانَ». (1)\nوالسرورُ في الدنيا قليلٌ، وإن كان القلب مطمئناً مرتاحاً بالله، لأن\n(1). «صحيح البخاري» حديث رقم (1142)، ورقم (3269)، و «صحيح مسلم» حديث رقم (776).\nالجزء: 1 - الصفحة: 32\n",
        "الدنيا جُبلَت على كدَر، قال ابن القيم (ت 751 هـ) - رحمه الله -: (إنَّ الدنيا لا تتخَلَّصُ أفراحُها من أحزانِها وأتراحِها البتة.\nبل ما مِن فرحة إلا ومعها تَرْحَةٌ سابِقَةُ، أو مُقَارِنَةٌ، أو لَاحِقَةٌ.\nولا تتجرَّد الفرحة، بل لا بُدَّ مِن تَرحَةٍ تُقارنها، ولكن قد تقوى الفرحة على الحزن فينغمر حُكمُه وألَمُه مع وجودها، وبالعكس). (1)\nأخيرا\nً:\nالعيدُ فرَحٌ شَرْعِيٌّ، مع ذكرِ الله وشُكْرِه، وحُسنِ عبادته، ومن عبادته: السلام، والبشاشة، وصلة الرحم، والصدقة، وإدخال السرور، وإظهار التكبير في عيد الأضحى، وزكاة الفطر، وذبح الهدي والأضاحي و\n....\nوليس من مستلزمات العيد عقلاً ولا شرعاً ولا عادةً للمسلمين: أن يُفعلَ المنكر، ويُجاهرَ به، ويُفرح به، من أغانٍ، وخمور، وتعرٍّ، واختلاطٍ بين الرجال والنساء، وإسرافٍ في المأكل والمشرب، وتضييعٍ للصلوات، وتقصيرٍ في الواجبات من صلة الرحم، وغيرها.\n(1). «مدارج السالكين» (4/ 3089).\nالجزء: 1 - الصفحة: 33\n",
        "واحذر أن تقصدَ مكاناً تعلو فيه أصوات المنكر، وتجدُ النساءَ فيه كاسياتٍ عارياتٍ، كما في شواطئ بعضِ الدول الغربية والشبيهةِ بالدول الغربية، فإنَّ ذلك مُخِلٌّ بالديانة، إلا إذا أنكرْتَ عليهم، فإما زوالُ المنكر فتجلس، أو بقاؤه فتذهب:\nقال تعالى:\n...\n{وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ} الأنعام: 68\nوقال تعالى: {وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذًا مِثْلُهُمْ إِنَّ اللَّهَ جَامِعُ الْمُنَافِقِينَ وَالْكَافِرِينَ فِي جَهَنَّمَ جَمِيعًا} النساء: 140\nسئل شيخ الإسلام ابن تيمية (ت 728 هـ) - رحمه الله - كما في «مجموع الفتاوى» (28/ 239): عن رجُلٍ مَقبولٍ القَولِ عند الحُكَّامِ، يخرُجُ للفُرْجَةِ في الزَّهَرِ في «مَواسم الفُرَجِ» حيث يكونُ مَجمَعَ الناسِ، ويَرى المنكرَ ولا يَقْدِرُ عَلى إزالَتِهِ، وتَخْرُجُ امرَأَتُهُ أيضاً مَعَهُ.\nهَل يجوز ذلك؟ وهل يَقدَحُ في عَدَالَتِهِ؟\nالجزء: 1 - الصفحة: 34\n",
        "فأجاب - رحمه الله - وقدَّسَ رُوحَهُ في عِلِّيِّيْن: (لَيسَ لِلإنسانِ أنْ يَحْضُرَ الأمَاكِنَ التي يَشْهَدُ فيهَا المنكراتِ، ولا يُمْكِنُهُ الإنكَارُ؛ إلَّا لِمُوجِبٍ شَرعِيٍّ، مثل: أنْ يكون هناكَ أمرٌ يحتاجُ إليه لمصلحةِ دينِه أوْ دُنياهُ، لا بُدَّ فيهِ مِن حضورِه، أو يكونَ مُكرَهَاً.\nفأمَّا حُضُورُهُ لمجرَّدِ الفُرْجَةِ وَإحضَارِ امرأَتِهِ تُشَاهِدُ ذلِكَ؛ فهَذَا مما يقدَحُ في عدَالَتِهِ ومُرُوءَتِهِ إذَا أصَرَّ عَلَيه. والله أعلم).\nاللهم أدم الإيمان والتوحيد والسُّنَّة والأمن والرخاء والاجتماع في بلادنا وجميع بلاد المسلمين، اللهم اكفنا شر الأشرار وكيد الفجار، وشر ما اختلف عليه الليل والنهار.\nاللهم اغننا بحلالك عن حرامك، وبعفوك عمن سواك.\nاللهم اجعل لنا من كل همٍّ فرجاً، ومن كل ضيق مخرجاً، ومن كل بلاء عافية، يارب اشرح صدورنا، ويسر أمورنا، وارزقنا سعادة الدارين.\nاللهم اعمُر قلوبنا بذكرك، واجعل القرآن والسنة النبوية ربيع قلوبنا ونور صدورنا وجلاء أحزاننا وذهاب همومنا وغمومنا، وارفعنا بهما في الدنيا والآخرة.\nالجزء: 1 - الصفحة: 35\n",
        "اللهم استعملنا فيما يرضيك، ياربِّ حبِّبْ إلينا الإيمان، وزيِّنْهُ في قلوبنا، وكَرِّه إلينا الكفر والفسوق والعصيان، واجعلنا من الراشدين.\nاللهم صلِّ وسلِّم وبارك على نبينا محمد وآله وصحبه ومَن اتبع هداه، وسلِّمْ تسليماً كثيراً.\nكتبه:\nإبراهيم بن عبدالله المديهش\nالرياض\nنشرة خاصة: (12/ 1432 هـ)\nثم أعدت ترتيبه وزدت عليه في هذه:\nالنشرة الأولى: (12/ 1438 هـ)\nالجزء: 1 - الصفحة: 36\n",
        ""
    ]
}